{"pageid": 1510225, "title": "বেলজিয়ামে ইহুদি গণহত্যা", "url": "https://bn.wikipedia.org/wiki?curid=1510225", "content": "দ্বিতীয় বিশ্বযুদ্ধের সময় ইহুদি গণহত্যা চলাকালীন জার্মান-অধিকৃত বেলজিয়ামে ইহুদি এবং রোমা সম্প্রদায়ের মানুষের সম্পত্তি কেড়ে নেওয়া, দেশ থেকে বিতাড়ন এবং হত্যার পরিকল্পিত প্রক্রিয়া সংঘটিত হয়। ১৯৪০ সালের মে মাসে বেলজিয়ামে প্রায় ৬৬,০০০ ইহুদি বাস করতেন, যাদের মধ্যে প্রায় ২৮,০০০ জন ইহুদি গণহত্যার সময় নিহত হন।\nযুদ্ধের শুরুতে বেলজিয়ামের জনসংখ্যা প্রধানত ক্যাথলিক ছিল। ইহুদিরা ছিল দেশের বৃহত্তম অখ্রিস্টান জনসংখ্যা, ৮ মিলিয়ন জনসংখ্যার মধ্যে তাদের সংখ্যা ছিল প্রায় ৭০,০০০ থেকে ৭৫,০০০ জন। তাদের বেশিরভাগই অ্যান্টওয়ার্প, ব্রাসেলস, চার্লেরোই এবং লিয়েজ শহরে বাস করতেন। তাদের বিশাল অংশই সম্প্রতি জার্মানি এবং পূর্ব ইউরোপে নির্যাতনের শিকার হয়ে বেলজিয়ামে পালিয়ে আসা অভিবাসী ছিলেন, যার ফলে মাত্র একটি ছোট অংশ প্রকৃতপক্ষে বেলজিয়ান নাগরিকত্ব লাভ করেছিল।\nবেলজিয়াম আক্রমণের পরপরই সামরিক সরকার ১৯৪০ সালের অক্টোবর মাসে একটি ধারাবাহিক ইহুদিবিরোধী আইন প্রণয়ন করে। বেলজিয়ামের সেক্রেটারি-জেনারেল কমিটি শুরু থেকেই কোনো ইহুদিবিরোধী পদক্ষেপ গ্রহণে সহযোগিতা করতে অস্বীকৃতি জানায় এবং সামরিক সরকার অতিরিক্ত আইন প্রণয়নে অনিচ্ছুক ছিল। জার্মান সরকার ইহুদি মালিকানাধীন ব্যবসা দখল শুরু করে এবং তাদের সরকারি চাকরি থেকে সরিয়ে দেয়। ১৯৪১ সালের এপ্রিল মাসে, কোনও জার্মান কর্তৃপক্ষের আদেশ ছাড়াই, ফ্লেমিশ সহযোগীরা অ্যান্টওয়ার্প শহরের দুটি সিনাগগ লুট করে এবং শহরের প্রধান রাব্বির বাড়ি পুড়িয়ে দেয়, যা অ্যান্টওয়ার্প পোগ্রোম নামে পরিচিত।\nজার্মানরা একটি জুডেনরাট তৈরি করে যার নাম ছিল অ্যাসোসিয়েশন ডেস জুইফস এন বেলজিক (AJB; বেলজিয়ামের ইহুদি সংস্থা), যেখানে সকল ইহুদিদের সদস্য হতে বাধ্য করা হয়। ১৯৪২ সালে চূড়ান্ত সমাধানের অংশ হিসেবে বেলজিয়ামের ইহুদিদের ওপর নির্যাতন বৃদ্ধি পায়। ১৯৪২ সালের মে মাস থেকে ইহুদিদের জনসমক্ষে চিহ্নিত করার জন্য হলুদ স্টার অফ ডেভিড ব্যাজ পরতে বাধ্য করা হয়। AJB এর তৈরি করা তালিকার ভিত্তিতে জার্মানরা ইহুদিদের পোল্যান্ডের কনসেনট্রেশন ক্যাম্পে প্রেরণ শুরু করে। নির্বাচিত ইহুদিদের নতুনভাবে প্রতিষ্ঠিত মেখেলেন ট্রানজিট ক্যাম্পে উপস্থিত হতে বাধ্য করা হয়, যেখান থেকে তাদের অধিকাংশকেই অশভিৎসে প্রেরণ করা হতো। ১৯৪২ সালের আগস্ট থেকে ১৯৪৪ সালের জুলাই পর্যন্ত প্রায় ২৫,৫০০ ইহুদি এবং ৩৫০ রোমা বেলজিয়াম থেকে নির্বাসিত হন; তাদের মধ্যে কনসেনট্রেশন ক্যাম্পগুলো মিত্র বাহিনী দ্বারা মুক্ত হওয়ার আগে ২৪,০০০ জনেরও বেশি মারা যান ।\n১৯৪২ সাল থেকে বেলজিয়ামের সাধারণ জনগণের মধ্যে ইহুদিদের প্রতি এই আচরণের বিরোধিতা বাড়তে থাকে। দখলের শেষ পর্যায়ে, বেলজিয়ামের ৪০ শতাংশেরও বেশি ইহুদি লুকিয়ে ছিলেন। তাদের মধ্যে অনেককে সাধারণ মানুষ, বিশেষ করে ক্যাথলিক পুরোহিত এবং সন্ন্যাসীরা আশ্রয় দিয়েছিলেন। কিছু লোক সংগঠিত প্রতিরোধ আন্দোলনের মাধ্যমে সাহায্য পান, যেমন: কমিটি ডি ডিফেন্স ডেস জুইফস (CDJ; ইহুদি প্রতিরক্ষা কমিটি), যা লুকিয়ে থাকা ইহুদিদের খাদ্য ও আশ্রয় প্রদান করত। অনেক ইহুদি গোপনে সশস্ত্র প্রতিরোধে যোগদান করেন। ১৯৪৩ সালের এপ্রিল মাসে, CDJ সদস্যরা অশভিৎসে প্রেরণ করা বিশতম রেল কনভয়ের উপর হামলা চালিয়ে কিছু বন্দিকে মুক্ত করতে সক্ষম হন।\n\n\n== পটভূমি ==\n\n\n=== ধর্ম ও ইহুদি বিদ্বেষ ===\n\nযুদ্ধের আগে, বেলজিয়ামের জনসংখ্যা ছিল প্রায় সম্পূর্ণভাবে ক্যাথলিক। প্রায় ৯৮ শতাংশ মানুষ ধর্মান্তরিত হয়েছিল এবং প্রায় ৮০ শতাংশ বিয়ের অনুষ্ঠান ঐতিহ্যবাহী ক্যাথলিক প্রথা অনুসারে অনুষ্ঠিত হতো, যখন রাজনৈতিকভাবে দেশটি ক্যাথলিক পার্টির দ্বারা প্রভাবিত ছিল।\nবেলজিয়ামে ইহুদি জনসংখ্যা তুলনামূলকভাবে কম ছিল। প্রথম বিশ্বযুদ্ধের আগে প্রায় ৮০ লক্ষ জনসংখ্যার মধ্যে মাত্র ১০,০০০ জন ইহুদি ছিল। মধ্যযুদ্ধকালীন সময়ে বেলজিয়ামে উল্লেখযোগ্য ইহুদি অভিবাসন ঘটে। ১৯৩০ সালের মধ্যে এই সংখ্যা বেড়ে দাঁড়ায় ৫০,০০০-এ এবং ১৯৪০ সালের মধ্যে তা ছিল ৭০,০০০ থেকে ৭৫,০০০-এর মধ্যে। নতুন অভিবাসীদের বেশিরভাগই পূর্ব ইউরোপ এবং নাৎসি জার্মানি থেকে এসেছিল, যেখানে তারা ইহুদি বিদ্বেষ এবং দারিদ্র্যের কারণে পালিয়ে এসেছিল। একই সময়ে বেলজিয়ামের রোমা জনসংখ্যা ছিল প্রায় ৫৩০। ইহুদি অভিবাসীদের মধ্যে খুব কমই বেলজিয়ামের নাগরিকত্ব দাবি করেছিল এবং অনেকেই ফরাসি বা ডাচ ভাষায় কথা বলতে পারতো না। ইহুদি সম্প্রদায়গুলি চার্লারোই, লিজ, ব্রাসেলস এবং সর্বাধিকভাবে অ্যান্টওয়ার্পে গড়ে ওঠে, যেখানে বেলজিয়ামের অর্ধেকেরও বেশি ইহুদি বাস করতো।\nমধ্যযুদ্ধকালীন সময়ে বেলজিয়ামে ফ্যাসিস্ট নিউ অর্ডার পার্টিগুলির জনপ্রিয়তা বাড়তে থাকে। এগুলির মধ্যে প্রধানত ছিল ফ্লামিশ ভিএনভি (Vlaams Nationaal Verbond; ফ্লেমিশ জাতীয় ইউনিয়ন), ফ্ল্যান্ডার্সের ভারদিনাসো, এবং ওয়ালোনিয়াতে রেক্স। উভয় ফ্লেমিশ পার্টি একটি জাতিগত জার্মানিক \"ডাইতসে নাতি\" (গ্রেটার ডাচ স্টেট) গঠনের পক্ষে ছিল, যেখানে ইহুদিদের অন্তর্ভুক্ত করা হবে না। রেক্স, যার মতাদর্শ ছিল খ্রিস্টীয় ফ্যাসিবাদের উপর ভিত্তি করে, বিশেষভাবে ইহুদি-বিরোধী ছিল; তবে ভিএনভি এবং রেক্স উভয়ই ১৯৩৮ সালের নির্বাচনে ইহুদি-বিরোধী স্লোগান নিয়ে প্রচারণা চালায়। তাদের এই অবস্থান বেলজিয়াম কর্তৃপক্ষের দ্বারা আনুষ্ঠানিকভাবে নিন্দিত হয়েছিল। কিং লিওপোল্ডসহ কিছু উল্লেখযোগ্য ব্যক্তিত্ব অন্তর্ভুক্ত, ইহুদি-বিরোধী মনোভাব পোষণ করেছেন বলে সন্দেহ করা হয়েছিল। জুন ১৯৩৮ থেকে বেলজিয়ামের পুলিশ গ্রেপ্তারকৃত অবৈধ ইহুদি অভিবাসীদের জার্মানিতে প্রেরণ করেছিল, যদিও নভেম্বরে ক্রিস্টালনাখ্টের পর জনসমাজের নিন্দার কারণে এই প্রক্রিয়া বন্ধ হয়ে যায়। ১৯৩৮ থেকে যুদ্ধের শুরু পর্যন্ত, যখন বেলজিয়ামে ফ্যাসিবাদী পার্টিগুলির প্রভাব কমে যাচ্ছিল, দেশটি আরও বেশি ইহুদি শরণার্থী গ্রহণ করতে শুরু করে, যার মধ্যে সেন্ট লুইসের ২১৫ জনও ছিল যাদের অন্য কোথাও ভিসা দেওয়া হয়নি।\n\n\n=== জার্মান আক্রমণ এবং দখল ===\nমধ্যযুদ্ধকালীন সময়ে, বেলজিয়াম একটি কঠোর রাজনৈতিক নিরপেক্ষতার নীতি অনুসরণ করেছিল। যদিও বেলজিয়ান সেনাবাহিনী ১৯৩৯ সালে মোতায়েন করা হয়েছিল, দেশটি কেবল ১০ মে ১৯৪০-এ যুদ্ধে জড়িয়ে পড়ে, যখন এটি নাৎসি জার্মানির আক্রমণের শিকার হয়। ১৮ দিনব্যাপী একটি অভিযান শেষে, বেলজিয়ান সামরিক বাহিনী তাদের প্রধান সেনাপতি লিওপোল্ড-এর সঙ্গে ২৮ মে আত্মসমর্পণ করে। বেলজিয়ামকে ফরাসি প্রদেশ নর্ড-পা-দ্য-কালে সহ জার্মান সামরিক প্রশাসন (Militärverwaltung in Belgien und Nordfrankreich) এর অধীনে একত্রিত করা হয়। যেহেতু দেশটি সামরিক দখলে ছিল, এটি প্রাথমিকভাবে নাৎসি পার্টি বা শুটজস্টাফেল কর্তৃপক্ষের পরিবর্তে Wehrmacht-এর নিয়ন্ত্রণে ছিল। জুলাই ১৯৪৪-এ Militärverwaltung-এর পরিবর্তে একটি বেসামরিক প্রশাসন (Zivilverwaltung) চালু করা হয়, যা আরও উগ্র নাৎসি পার্টি এবং SS সংস্থাগুলোর ক্ষমতা উল্লেখযোগ্যভাবে বৃদ্ধি করে, যতক্ষণ না সেপ্টেম্বর ১৯৪৪-এ মিত্র বাহিনী দেশটি মুক্ত করে।\n\n\n== ইহুদি গণহত্যা ==\n\n\n=== প্রাথমিক বৈষম্য এবং অত্যাচার, ১৯৪০–৪১ ===\n\n২৩ অক্টোবর ১৯৪০-এ, জার্মান সামরিক প্রশাসন প্রথমবারের মতো ইহুদি-বিরোধী আইন প্রণয়ন করে। নতুন এই আইনগুলি, যা ১৯৩৫ সালে জার্মানিতে গৃহীত নিউরেমবার্গ আইনগুলির মতো ছিল, নেদারল্যান্ডস এবং ফ্রান্সে একই ধরনের আইন প্রণীত হওয়ার সাথে সঙ্গতিপূর্ণ ছিল। ২৮ অক্টোবরের আইনগুলির মধ্যে ইহুদিদের কিছু পেশা (যেমন: সরকারি চাকরি) করা নিষিদ্ধ ছিল এবং ইহুদিদের তাদের স্থানীয় পৌরসভায় নিবন্ধন করতে বাধ্য করা হয়েছিল। একই দিনে, জার্মান প্রশাসন ঘোষণা করেছিল যে, ইহুদি হিসেবে কাকে গণ্য করা হবে তার একটি সংজ্ঞা। ইহুদি মালিকানাধীন দোকান বা ব্যবসাগুলিকে জানালায় একটি প্রতীক দিয়ে চিহ্নিত করতে হবে এবং ইহুদি মালিকানাধীন অর্থনৈতিক সম্পদ নিবন্ধন করতে হবে। ১৯৪০ সালের জুন মাস থেকে, Liège-তে ইহুদি ব্যবসাগুলির একটি তালিকা ইতিমধ্যেই তৈরি করা হয়েছিল।\n১৯৪০ সালে, জার্মান সরকার ইহুদি ব্যবসাগুলি তরলীকরণ শুরু করে। কিছু ব্যবসা \"আরিয়ানাইজেশন\" প্রক্রিয়ার মাধ্যমে জার্মান মালিকানাধীন হয়ে যায়। ১৯৪২ সালের আগে প্রায় ৬,৩০০ ইহুদি মালিকানাধীন ব্যবসা তরলীকৃত হয় এবং ৬০০টি আরিয়ানাইজড হয়। প্রায় ৬০০ মিলিয়ন বেলজিয়ান ফ্রাঙ্ক সম্পদ বাজেয়াপ্ত করা থেকে তোলা হয়েছিল, যা প্রত্যাশিত পরিমাণের চেয়ে অনেক কম ছিল। ২৮ অক্টোবর ১৯৪০ থেকে ২১ সেপ্টেম্বর ১৯৪২ পর্যন্ত সামরিক প্রশাসন মোট ১৭টি ইহুদি-বিরোধী অধ্যাদেশ জারি করেছিল।\n\n\n==== বেলজিয়ামে ইহুদি সমিতি ====\nঅ্যাসোসিয়েশন অফ জিউস ইন বেলজিয়াম (AJB) ছিল একটি জুডেনরাট যা জার্মানরা ১৯৪১ সালের নভেম্বরে বেলজিয়ামের ইহুদি জনগণকে পরিচালনা করার জন্য প্রতিষ্ঠিত করেছিল। যদিও এটি জার্মানদের দ্বারা পরিচালিত হতো, কিন্তু ইহুদিদের দ্বারা চালিত হতো। এবং এটি একটি \"সংগঠনিক গেটো\" হিসেবে কাজ করত, যা নাজীদের বেলজিয়াম ইহুদিদের এককভাবে পরিচালনা করার সুযোগ দিত। AJB দেশের ইহুদিদের নিবন্ধন করার ক্ষেত্রে প্রধান ভূমিকা পালন করেছিল। মোট ৪৩,০০০ ইহুদি AJB-তে নিবন্ধিত ছিল। এই সংখ্যা মোট ইহুদি জনগণের অর্ধেক, যা সংগঠনের প্রতি জনগণের অবিশ্বাসকে প্রতিফলিত করে, তবে এটি সেই সংখ্যা ছিল যা এসএস-ওবারস্টুরম্বান্নফিউর আদলফ আইসমান ১৯৪২ সালের জানুয়ারিতে ওয়ানসি সম্মেলনে বেলজিয়ামে ইহুদিদের মোট সংখ্যা হিসেবে উপস্থাপন করেছিলেন।\nবন্দীকরণের সময়, প্রায় ১০,০০০ ইহুদিকে AJB-র সাথে তাদের সম্পর্কের কারণে গ্রেফতার করা হয়েছিল। AJB, যা সিপো-এসডি (Sicherheitspolizei und Sicherheitsdienst; নিরাপত্তা পুলিশ এবং গোয়েন্দা সেবা) দ্বারা ঘনিষ্ঠভাবে তদারকি করা হতো, মেচলেনের ট্রানজিট ক্যাম্পের প্রশাসনও পরিচালনা করেছিল। AJB ইহুদিদের স্বেচ্ছায় নির্বাসনের জন্য উপস্থিত হতে রাজি করানোর ক্ষেত্রে প্রধান ভূমিকা পালন করেছিল, যদিও তারা জানতো যে নির্বাসিতদের কী পরিণতি হবে, তা বিতর্কিত। ১৯৪২ সাল থেকে, রেজিস্ট্যান্সের দ্বারা রবার্ট হোলজিঙ্গারকে (AJB-র এক নেতা) হত্যার পর সংগঠনটির প্রতি আস্থা কমে যায় এবং এটি আরও সন্দেহের নজরে পড়তে শুরু করে।\nযুদ্ধের পর, AJB-র নেতাদের যুদ্ধাপরাধের অভিযোগে বিচার করা হয়েছিল এবং তাদের ইহুদি গণহত্যায় সহায়তার জন্য নির্দোষ ঘোষণা করা হয়েছিল।\n\n\n=== বিহিতকরণ, ১৯৪১-৪২ ===\n\n\n==== অ্যান্টওয়ার্প পোগ্রাম এবং হলুদ ব্যাজ ====\n\n১৯৪১ সালের ১৪ এপ্রিল, জার্মান প্রোপাগান্ডা সিনেমা ডার ইভিগে ইউডে দেখার পর, ফ্লেমিশ প্যারামিলিটারি দল Volksverwering, VNV এবং Algemeene-SS Vlaanderen অ্যান্টওয়ার্প শহরে একটি পোগ্রাম শুরু করে। জনতা, লোহার রড নিয়ে শহরের দুটি সিনাগগ আক্রমণ করে ও পুড়িয়ে দেয় এবং তোরাহ স্ক্রোলগুলি রাস্তায় ছুড়ে ফেলে। এরপর তারা মার্কাস রটেনবার্গ (শহরের প্রধান রাবি)-এর বাড়ি আক্রমণ করে। পুলিশ এবং দমকল বাহিনীকে ডাকতে বলা হয়েছিল, কিন্তু জার্মান কর্তৃপক্ষ তাদের হস্তক্ষেপ করতে নিষেধ করেছিল।\nঅধিকৃত ইউরোপের অন্যান্য অংশের মতো, ১৯৪২ সালের ২৭ মে থেকে এখানেও হলুদ ব্যাজ পরা বাধ্যতামূলক করা হয়েছিল। ব্যাজটির বেলজিয়ান সংস্করণে একটি হলুদ ডেভিড স্টারের কেন্দ্রে একটি কালো \"J\" অক্ষর ছিল (ফরাসি ভাষায় \"Juif\" এবং ডাচ ভাষায় \"Jood\" এর জন্য)। স্টারটি পাবলিকের সামনে বাইরে পরিধানে স্পষ্টভাবে প্রদর্শিত হওয়া আবশ্যক ছিল এবং এটি অমান্য করার জন্য কঠোর শাস্তি দেওয়া হতো। এই আদেশটি বেলজিয়ামে জনসাধারণের ক্ষোভ সৃষ্টি করেছিল। অত্যন্ত ব্যক্তিগত ঝুঁকির মধ্যে, ব্রাসেলস এবং লিয়েজের বেলজিয়ান সিভিল কর্তৃপক্ষ ব্যাজ বিতরণ করতে অস্বীকার করে যা অনেক ইহুদিকে গোপনে চলে যাওয়ার জন্য সময় দিয়েছিলো।\nঅ্যান্টওয়ার্পে জার্মান কর্তৃপক্ষ ১৯৪০ সালে ব্যাজ পরার নির্দেশনা বাস্তবায়ন করতে চেয়েছিল, তবে এই নীতি বন্ধ করে দেওয়া হয়েছিল যখন অইহুদি নাগরিকরা প্রতিবাদ জানায় এবং নিজেরা আর্মব্যান্ড পরিধান করতে শুরু করে।\n\n\n=== নির্বাসন ও নির্মূল, ১৯৪২–৪৪ ===\n১৯৪২ সালের আগস্ট থেকে, জার্মান কারখানায় Arbeitseinsatz (\"কর্মসংস্থান\")এর অজুহাত ব্যবহার করে জার্মানরা ইহুদিদের নির্বাসন শুরু করে। প্রায় অর্ধেক ইহুদি স্বেচ্ছায় (যদিও জার্মান কর্তৃপক্ষের দ্বারা বাধ্য হয়ে) পরিবহনের জন্য হাজির হয়েছিল; যদিও জুলাইয়ের শেষের দিকে ধরপাকড় শুরু হয়। পরে যুদ্ধে, জার্মানরা ইহুদিদের গ্রেপ্তার বা জোরপূর্বক ধরপাকড় করতে ক্রমবর্ধমানভাবে পুলিশের উপর নির্ভর করতে থাকে।\n\n১৯৪২ সালের ৪ আগস্ট বেলজিয়াম থেকে প্রথম বহর রাষ্ট্রহীন ইহুদিদের বহন করে মেখেলেন ট্রানজিট ক্যাম্প থেকে অসভিৎসের উদ্দেশ্যে রওনা হয় এবং শীঘ্রই আরও বহর পুনরাবৃত্তি করে। এই ট্রেনগুলো পূর্ব ইউরোপের হত্যাকাণ্ড শিবিরের উদ্দেশ্যে যাত্রা করেছিল। অক্টোবর ১৯৪২ থেকে জানুয়ারি ১৯৪৩ পর্যন্ত নির্বাসন সাময়িকভাবে বন্ধ ছিল; এই সময়ের মধ্যে ১৭টি রেল বহরের মাধ্যমে ১৬,৬০০ জনকে নির্বাসিত করা হয়। রানী এলিজাবেথের জার্মান কর্তৃপক্ষের সাথে হস্তক্ষেপের ফলস্বরূপ, এই প্রথম পর্যায়ে নির্বাসিতরা কেউই বেলজিয়াম নাগরিক ছিলেন না। ১৯৪৩ সালে নির্বাসন পুনরায় শুরু হয়। তবে, হত্যা শিবিরে নির্বাসন শুরুর আগেই প্রায় ২,২৫০ জন বেলজিয়ান ইহুদি Organisation Todt নামক একটি বেসামরিক ও সামরিক প্রকৌশল দলের জন্য জোরপূর্বক শ্রমিক হিসেবে উত্তর ফ্রান্সের আটলান্টিক ওয়াল নির্মাণের কাজে নির্বাসিত হয়েছিল।\nসেপ্টেম্বরে, সশস্ত্র ডিভিজেনশুটজকমান্ডো (DSK; মুদ্রা সুরক্ষা কমান্ড) ইউনিটগুলো ঘরে তল্লাশি চালিয়ে মূল্যবান সম্পদ ও ব্যক্তিগত জিনিসপত্র বাজেয়াপ্ত করেছিল, যখন বাসিন্দারা ট্রানজিট ক্যাম্পে রিপোর্ট করার প্রস্তুতি নিচ্ছিলেন। একই মাসে, প্রথমবারের মতো বেলজিয়ান নাগরিকত্বধারী ইহুদিদের নির্বাসিত করা হয়। ডিএসকে ইউনিটগুলো তথ্যদাতাদের নেটওয়ার্কের উপর নির্ভর করত, যাদের প্রতিটি বিশ্বাসঘাতকতার জন্য ১০০ থেকে ২০০ বেলজিয়ান ফ্রাঙ্ক প্রদান করা হতো। যুদ্ধের পরে, সহযোগী ফেলিক্স লটারবর্ন তার বিচারকালে উল্লেখ করেছিলেন যে, অ্যান্টওয়ার্পে ৮০ শতাংশ গ্রেপ্তার অর্থের বিনিময়ে তথ্যদাতাদের তথ্যের উপর নির্ভর করে হয়েছিল।\n১৯৪৩ সালে মোট ৬,০০০ ইহুদিকে নির্বাসিত করা হয়, এবং ১৯৪৪ সালে আরও ২,৭০০ জনকে নির্বাসিত করা হয়। দখলকৃত বেলজিয়ামের অবনতিশীল পরিস্থিতির কারণে মুক্তির আগেই পরিবহন বন্ধ হয়ে যায়।\nবিভিন্ন স্থানে নির্বাসিত ইহুদিদের শতাংশ ভিন্ন ছিল। অ্যান্টওয়ার্পে এই হার সর্বোচ্চ ছিল, যেখানে ৬৭ শতাংশ নির্বাসিত হয়, তবে ব্রাসেলস (৩৭ শতাংশ), লিয়েজ (৩৫ শতাংশ) এবং শার্লরোই (৪২ শতাংশ) এ এই হার তুলনামূলক কম ছিল। বহরের প্রধান গন্তব্য ছিল জার্মান-অধিকৃত পোল্যান্ডের অসভিৎস। ছোট সংখ্যক লোককে বুখেনভাল্ড এবং রাভেন্সব্রুক কনসেন্ট্রেশন ক্যাম্পে, পাশাপাশি ফ্রান্সের ভিতেল কনসেন্ট্রেশন ক্যাম্পে পাঠানো হয়।\nমোট ২৫,৪৩৭ জন ইহুদিকে বেলজিয়াম থেকে নির্বাসিত করা হয়। এর মধ্যে মাত্র ১,২০৭ জন যুদ্ধ থেকে বেঁচে ফিরে আসেন। নির্বাসিত ও নিহতদের মধ্যে ১৯৪৪ সালে অতিপ্রাকৃত শিল্পী ফেলিক্স নুসবাউম ছিলেন।\n\n\n== বেলজিয়ামে ইহুদি গণহত্যায় সহযোগিতা ==\n\n\n=== রাজনৈতিক সহযোগিতা ===\nকিছু সহায়তা জার্মান কর্তৃপক্ষকে বেলজিয়ামের ইহুদিদের নির্যাতনে প্রদান করা হয়েছিল সহযোগী রাজনৈতিক গোষ্ঠীর সদস্যদের দ্বারা, যারা হয় প্রকাশ্য ইহুদি-বিদ্বেষী মনোভাব থেকে বা জার্মান কর্তৃপক্ষের প্রতি তাদের আনুগত্য প্রদর্শনের ইচ্ছায় তা করেছিল। ফ্ল্যান্ডার্সে VNV এবং Algemeene-SS Vlaanderen নির্বাসনকে উৎসাহিত করেছিল এবং তাদের দলীয় পত্রিকায় Rex-এর মতোই ইহুদি-বিরোধী প্রবন্ধ প্রকাশ করেছিল।\nবেলজিয়ামের ইহুদি-বিদ্বেষীদের একত্রিত করার এবং নির্বাসনে সহায়তা করার জন্য Défense du Peuple/Volksverwering (\"দ্য পিপলস ডিফেন্স\") নামে একটি সংগঠন বিশেষভাবে গঠিত হয়েছিল। দখলের প্রাথমিক পর্যায়ে তারা কঠোরতর ইহুদি-বিরোধী আইন কার্যকর করার জন্য প্রচার চালিয়েছিল।\n\n\n=== প্রশাসনিক সহযোগিতা ===\nজার্মান দখলদার কর্তৃপক্ষ যুদ্ধের পূর্ববর্তী সময়ে রাষ্ট্রের অবশিষ্ট অবকাঠামো ব্যবহার করেছিল, যার মধ্যে ছিল বেলজিয়ান সিভিল সার্ভিস, পুলিশ এবং জেন্ডারমেরি। এদের অফিসিয়ালি তাদের শীর্ষ কর্মকর্তারা জার্মান কর্তৃপক্ষকে আইন ও শৃঙ্খলা রক্ষা ছাড়া অন্য কোনো কাজে সহায়তা করতে নিষিদ্ধ করেছিলেন। তবে অনেক ঘটনা ছিল যেখানে একক পুলিশ সদস্য বা স্থানীয় শাখাগুলো তাদের আদেশের বিরুদ্ধে জার্মানদের সাহায্যে ইহুদিদের গ্রেফতার করতে সহায়তা করেছিল। অ্যান্টওয়ার্পে, বেলজিয়ান কর্তৃপক্ষ ১৯৪১ সালে ফ্রান্সে জোরপূর্বক শ্রমের জন্য ইহুদিদের সংগ্রহ করতে সহায়তা করেছিল[2] এবং ১৯৪২ সালের আগস্টে সিপো-এসডি স্থানীয় কর্মকর্তাদের ফোর্ট ব্রেনডনক-এ বন্দী করার হুমকি দেয়ার পর ইহুদিদের গ্রেফতার করতে সাহায্য করেছিল। অ্যান্টওয়ার্পের বাইরে, জার্মানরা বেলজিয়ান পুলিশকে জোরপূর্বক হস্তক্ষেপ করতে বাধ্য করেছিল, এবং ব্রাসেলসে কমপক্ষে তিনজন পুলিশ কর্মকর্তা আদেশ অমান্য করে ইহুদিদের গ্রেফতার করতে সাহায্য করেছিলেন। ইতিহাসবিদ ইনসা মেইনেন বলেছেন যে, বেলজিয়ানে গ্রেফতার হওয়া ইহুদিদের প্রায় এক-পঞ্চমাংশ বেলজিয়ান পুলিশ সদস্যদের দ্বারা আটক হয়েছিল। তবুও, বেলজিয়ান পুলিশ কর্তৃক ইহুদি গণহত্যায় সহায়তা না করা বেলজিয়ান ইহুদিদের তুলনামূলকভাবে উচ্চ বাঁচার হার হিসেবে চিহ্নিত করা হয়েছে।\n\n\n== বেলজিয়ামে ইহুদি নির্যাতনের প্রতি বিরোধিতা ==\nবেলজিয়ামে ইহুদিদের প্রতি আচরণের বিরুদ্ধে প্রতিরোধ আগস্ট-সেপ্টেম্বর ১৯৪২-এর মধ্যে স্পষ্ট হয়, যখন হলুদ ব্যাজ পরিধান সম্পর্কিত আইন পাস হয় এবং নির্বাসন শুরু হয়। নির্বাসন শুরু হলে, ইহুদি গেরিলারা AJB দ্বারা সংগৃহীত ইহুদিদের নথি ধ্বংস করে। ১৯৪২ সালের গ্রীষ্মে ইহুদিদের লুকিয়ে রাখার জন্য বিশেষভাবে নিবেদিত প্রথম সংগঠন, Comité de Défense des Juifs (CDJ-JVD) গঠিত হয়। CDJ, একটি বামপন্থী সংগঠন, প্রায় ৪,০০০ শিশু এবং ১০,০০০ প্রাপ্তবয়স্ককে নিরাপদ লুকানোর স্থান খুঁজে দিয়ে বাঁচাতে সক্ষম হয়েছিল। এটি দুটি ইদ্দিশ ভাষার ভূগর্ভস্থ সংবাদপত্র প্রকাশ করত, Unzer Wort (אונזער-ווארט, \"আমাদের কথা\", শ্রম-জায়নবাদী দৃষ্টিভঙ্গি) এবং Unzer Kamf (אונזער קאמף, \"আমাদের লড়াই\", কমিউনিস্ট দৃষ্টিভঙ্গি)। CDJ ছিল অসংখ্য সংগঠিত প্রতিরোধ গোষ্ঠীর মধ্যে একটি যারা লুকিয়ে থাকা ইহুদিদের সহায়তা করত। অন্যান্য গোষ্ঠী এবং ব্যক্তিগত প্রতিরোধ সদস্যরা লুকানোর স্থান খুঁজে দেওয়া, খাবার সরবরাহ এবং জাল কাগজপত্র প্রদানে দায়ী ছিল। অনেক লুকিয়ে থাকা ইহুদি সংগঠিত প্রতিরোধ গোষ্ঠীতে যোগ দিয়েছিলেন। বামপন্থী পটভূমি থেকে আসা গোষ্ঠীগুলি, যেমন Front de l'Indépendance (FI-OF), বেলজিয়ান ইহুদিদের মধ্যে বিশেষভাবে জনপ্রিয় ছিল। কমিউনিস্ট-প্রভাবিত Partisans Armés (PA)-এর ব্রাসেলসে একটি বড় ইহুদি বিভাগ ছিল।\nপ্রতিরোধ বাহিনী ১৯৪২ সালে নির্বাসন কর্মসূচির প্রধান রবার্ট হোলজিঙ্গারের হত্যাকাণ্ড ঘটায়। হোলজিঙ্গার ছিলেন একজন সক্রিয় সহযোগী এবং অস্ট্রিয়ান ইহুদি, যিনি জার্মানদের দ্বারা এই ভূমিকায় মনোনীত হন এই হত্যাকাণ্ডের ফলে AJB-এর নেতৃত্বে পরিবর্তন আসে। পাঁচজন ইহুদি নেতা, যার মধ্যে AJB-এর প্রধানও ছিলেন, গ্রেপ্তার হয়ে ব্রিনডঙ্কে অন্তরীণ হন, তবে জনমতের চাপে তাদের মুক্তি দেওয়া হয়। এক ষষ্ঠ ব্যক্তি সরাসরি আউশভিৎসে নির্বাসিত হন।\nবেলজিয়ান প্রতিরোধ বাহিনী নির্বাসিত ইহুদিদের ভাগ্য সম্পর্কে অস্বাভাবিকভাবে ভালোভাবে অবগত ছিল। ১৯৪২ সালের আগস্টে (বেলজিয়ামে নির্বাসন শুরুর দুই মাস পর), ভূগর্ভস্থ সংবাদপত্র De Vrijschutter জানায় যে \"তাদের (নির্বাসিত ইহুদি) গ্যাস দিয়ে দলগতভাবে হত্যা করা হচ্ছে, এবং অন্যদের মেশিনগানের গুলিতে হত্যা করা হচ্ছে।\"\n১৯৪৩ সালের শুরুতে, Front de l'Indépendance ভিক্টর মার্টিনকে, যিনি লুভেইন ক্যাথলিক বিশ্ববিদ্যালয়ের একজন অর্থনীতিবিদ ছিলেন, নির্বাসিত বেলজিয়ান ইহুদিদের ভাগ্য সম্পর্কে তথ্য সংগ্রহের জন্য পাঠায়, তার গবেষণা পোস্টের আড়ালে ইউনিভার্সিটি অফ কোলোনে। মার্টিন আউশভিৎস পরিদর্শন করেন এবং শ্মশান দেখতে পান। জার্মানদের দ্বারা গ্রেপ্তার হয়ে তিনি পালিয়ে যেতে সক্ষম হন এবং ১৯৪৩ সালের মে মাসে CDJ-কে তার তথ্য জানাতে সক্ষম হন।\n\n\n=== ২০তম পরিবহনে আক্রমণ ===\n\nইহুদি গণহত্যা চলাকালীন বেলজিয়ামে সবচেয়ে পরিচিত প্রতিরোধমূলক অভিযান ছিল ২০তম রেল কনভয়ের ওপর আক্রমণ, যা অশউইৎজের দিকে যাচ্ছিল। ১৯৪৩ সালের ১৯ এপ্রিল সন্ধ্যায়, প্রতিরোধ আন্দোলনের তিনজন সামান্য অস্ত্রধারী সদস্য ফ্লেমিশ ব্রাবান্টের হাখটের কাছে ট্রেনটি অতিক্রম করার সময় আক্রমণ চালান। ট্রেনে ১,৬০০ এর বেশি ইহুদি ছিল এবং এটি সিপো-এসডির ১৬ জন জার্মান দ্বারা পাহারা দেওয়া হচ্ছিল। প্রতিরোধ সদস্যরা লাল কাগজে ঢাকা একটি লণ্ঠন (বিপদ সংকেত) ব্যবহার করে ট্রেন থামান এবং একটি বগি থেকে ১৭ জন বন্দিকে মুক্ত করেন, পরে জার্মানদের দ্বারা তারা আবিষ্কৃত হন। ভ্রমণের পরবর্তী পর্যায়ে আরও ২০০ জন ট্রেন থেকে লাফিয়ে পালাতে সক্ষম হন, কারণ ট্রেনের বেলজিয়ামি চালক ইচ্ছাকৃতভাবে গতি কমিয়ে রাখেন যাতে অন্যরা পালাতে পারে। আক্রমণের দায়ে অভিযুক্ত তিনজন প্রতিরোধ সদস্যকে দখলদারিত্ব শেষ হওয়ার আগেই গ্রেপ্তার করা হয়। ইউরা লিভচিটজকে মৃত্যুদণ্ড দেওয়া হয় এবং জ্যঁ ফ্রাঙ্কলেমন ও রবার্ট মাইস্ত্রিয়াউকে বন্দী শিবিরে প্রেরণ করা হয়; তবে তারা যুদ্ধ থেকে বেঁচে ফেরেন।\n২০তম ট্রেনে আক্রমণ ছিল যুদ্ধকালীন বেলজিয়ামে হলোকাস্ট ট্রেনের ওপর একমাত্র হামলা।, এবং এটি ছিল একমাত্র পরিবহন যেখানে একটি বৃহৎ পলায়নের ঘটনা ঘটে।\n\n\n=== নীরব প্রতিরোধ ===\nইহুদিদের প্রতি জার্মানদের আচরণ বেলজিয়ামে জনসাধারণের প্রতিরোধের কারণ হয়ে ওঠে। ১৯৪২ সালের জুনে ব্রাসেলসে জার্মান পররাষ্ট্র মন্ত্রণালয়ের প্রতিনিধি ওয়ার্নার ফন বার্গেন অভিযোগ করেন যে বেলজিয়ানরা নাৎসি বর্ণনীতির প্রতি ''পর্যাপ্ত সমঝোতা'' প্রদর্শন করছে না।\nবেলজিয়ামের গোপন সংবাদপত্র লা লিব্রে বেলজিক বেলজিয়ান নাগরিকদের কাছে নাৎসি বর্ণনীতির প্রতি ঘৃণা প্রকাশ করার জন্য ছোট ছোট উদ্যোগ নেওয়ার আহ্বান জানায়। ১৯৪২ সালের আগস্টে পত্রিকাটি বেলজিয়ানদের উদ্দেশ্যে বলেছিল, \"তাদের [ইহুদিদের] পাশ দিয়ে যাওয়ার সময় শুভেচ্ছা জানাও! ট্রামে তাদের তোমার আসন দাও! তাদের ওপর প্রয়োগ করা বর্বর পদক্ষেপের বিরুদ্ধে প্রতিবাদ করো। এতে বোশরা প্রচণ্ড ক্ষুব্ধ হবে!\"\nবেলজিয়ামের অধিকৃত দেশে ইহুদিদের বিরুদ্ধে বৈষম্য অনেক গুরুত্বপূর্ণ ব্যক্তিত্ব দ্বারা নিন্দিত হয়েছিল। ১৯৪০ সালের অক্টোবর মাসেই, বেলজিয়ামের শীর্ষ ক্যাথলিক ধর্মযাজক, কার্ডিনাল জোসেফ-এর্নেস্ট ভান রোয়ে, জার্মান নীতির এবং বিশেষ করে ১৯৪২ সালের আইনগুলোর নিন্দা করেছিলেন।\nভান রোয়ে তাঁর গির্জার অনেক সম্পদ ইহুদিদের লুকানোর জন্য উপলব্ধ করেছিলেন, কিন্তু তাঁর সহকর্মীরা, যারা নাৎসি অত্যাচারের আশঙ্কা করেছিল, তাঁকে ইহুদিদের প্রতি আচরণ প্রকাশ্যে নিন্দা করতে বাধা দিয়েছিল। ১৯৪২ সাল থেকে জার্মানদের বেলজিয়ান কর্তৃপক্ষ এবং স্থানীয় সরকারকে তাদের পরিকল্পনা বাস্তবায়নে যুক্ত করার চেষ্টা প্রতিবাদ সৃষ্টি করতে শুরু করে। সেক্রেটারির জেনারেলদের কমিটি বেলজিয়ান উচ্চপদস্থ সরকারি কর্মকর্তাদের একটি প্যানেল ছিল যারা জার্মান দাবির বাস্তবায়ন করতে নিয়োগপ্রাপ্ত ছিল। শুরু থেকেই তারা ইহুদিবাদী আইন প্রয়োগ করতে অস্বীকার করেছিল। ১৯৪২ সালের জুনে, বৃহত্তর ব্রাসেলস অঞ্চলের ১৯ জন মেয়র তাদের কর্মকর্তাদের নিজেদের জেলার ইহুদিদের জন্য হলুদ ব্যাজ বিতরণ করতে অনুমতি দেয়নি। বিপুল ব্যক্তিগত ঝুঁকি নিয়ে, জোসেফ ভান ডে মুলেব্রুয়েক- মেয়ররা, ৫, জুন জারমান কর্তৃপক্ষের কাছে এক চিঠি পাঠিয়ে ওই আদেশের প্রতিবাদ জানান। ব্রাসেলস কাউন্সিলের অস্বীকৃতি, এবং পরে লিজ শহরেরও ব্যাজ বিতরণ করতে অস্বীকৃতি জানানো, অনেক ইহুদিকে আড়াল হওয়ার সুযোগ দেয় যখন নির্বাসন শুরু হয়।\nঐ একই বছরে, AJB সদস্যরা নির্বাসনের বিরুদ্ধে সমর্থন চাইতে রাণী এলিজাবেথের সঙ্গে দেখা করেন। তিনি বেলজিয়ামের সামরিক গভর্নর জেনারেল আলেকজান্ডার ফন ফালকেনহাউজেনের কাছে আবেদন জানান, যিনি তার ডেপুটি এবং প্রশাসনের অ-সামরিক দিকের প্রধান এগার্ট রিডারকে বার্লিনে রাইখসফুরার-এসএস হাইনরিশ হিমলারের সঙ্গে নীতি পরিষ্কার করার জন্য পাঠান। এসএস-রাইখসজিখারহাইৎসহাউপটাম্ট (RSHA; \"রাইখ মেইন সিকিউরিটি অফিস\") এলিজাবেথের কাছে কিছু ছাড় দেয়, যার ফলে বেলজিয়ান নাগরিকত্বধারী ইহুদিরা নির্বাসন থেকে অব্যাহতি পায় এবং ইহুদি পরিবারগুলোকে আলাদা করা হয় না। এছাড়াও, বেলজিয়ামের প্রতিবাদের পর RSHA সম্মত হয় যে ৬৫ বছরের বেশি বয়সী ইহুদি পুরুষ এবং ৬০ বছরের বেশি বয়সী ইহুদি মহিলাদের নির্বাসন করা হবে না, কারণ তারা বাধ্যতামূলক শ্রমের জন্য খুব বৃদ্ধ।\n\n\n== উত্তরাধিকার এবং স্মরণ ==\nযুদ্ধের পর, ইসরায়েলে অভিবাসন বেলজিয়ামের ইহুদি জনসংখ্যা আরও কমিয়ে দেয়, যা ২০১১ সালে আনুমানিক ৩০,০০০ থেকে ৪০,০০০ এর মধ্যে ছিল। জনসংখ্যা এখনও ব্রাসেলস এবং অ্যান্টওয়ার্পে কেন্দ্রিত, তবে নতুন ছোট ছোট সম্প্রদায় (যেমন: ঘেন্ট, নোক্কে, ওয়াটারলু এবং আর্লন) ১৯৪৫ সাল থেকে গড়ে উঠেছে। উল্লেখযোগ্য বেলজিয়ান হলোকাস্ট জীবিতদের মধ্যে রয়েছে ইলিয়া প্রিগোগিন, ১৯৭৭ সালে রসায়নে নোবেল পুরস্কার বিজয়ী; ফ্রাঁসোয়া ইংলার্ট, ২০১৩ সালে পদার্থবিদ্যায় নোবেল পুরস্কারের যৌথ প্রাপক; এবং পল লেভি, একজন পরিচিত সাংবাদিক (যিনি খ্রিষ্টধর্মে ধর্মান্তরিত হয়েছিলেন) যিনি ইউরোপীয় পতাকার নকশার জন্যও দায়ী ছিলেন।\n\n১৯৯৫ সালে হলোকাস্ট অস্বীকার আইন পাস হওয়ার পর, হলোকাস্ট অস্বীকার করা বা এর যৌক্তিকতা প্রমাণের চেষ্টা করা অবৈধ। এই আইনটি ১৯৮১ সালে পাস হওয়া বেলজিয়ান অ্যান্টি-রেসিজম আইনের অনুসরণে এসেছে, যার ফলে সমান সুযোগ এবং বর্ণবৈষম্য বিরোধী কেন্দ্র প্রতিষ্ঠিত হয়েছিল, যা বেলজিয়ামে বর্ণবৈষম্য এবং ইহুদি বিদ্বেষ নিয়ে গবেষণা করে এবং বৈষম্যের শিকারদের সহায়তা করে। ব্রেনডনক এবং ডোসিন ব্যারাক (প্রাক্তন মেখেলেন ট্রানজিট ক্যাম্পের স্থানে) ইহুদি গণহত্যা এবং বেলজিয়ামে দখলদারি সময় জার্মান দমন-পীড়ন সম্পর্কে যাদুঘর হিসেবে সংরক্ষিত।\n২০০৪ সালে, বেলজিয়ান সিনেট \"যুদ্ধ এবং আধুনিক সমাজের ইতিহাস গবেষণা এবং ডকুমেন্টেশন কেন্দ্র\" (Cegesoma) কে ইহুদি গণহত্যায় বেলজিয়ান সহযোগিতার উপর একটি চূড়ান্ত ঐতিহাসিক প্রতিবেদন তৈরি করতে কমিশন দেয়। প্রতিবেদনটি \"ডোসাইল বেলজিয়াম\" (La Belgique Docile/Gewillig België) শিরোনামে ২০০৭ সালে প্রকাশিত হয়। এটি বেলজিয়াম এবং বিদেশে উল্লেখযোগ্য পাবলিক আগ্রহ সৃষ্টি করে। প্রতিবেদনটির ফলাফল বিতর্কিত ছিল, কারণ এতে বেলজিয়ান পুলিশ এবং কর্তৃপক্ষের ইহুদিদের বিতাড়নে সহযোগিতার পরিমাণের উপর জোর দেওয়া হয়েছিল।\n২০১৩ সালের হিসাবে, মোট ১,৬১২ জন বেলজিয়ান রাষ্ট্র ইসরায়েলের কাছ থেকে \"জাতির ন্যায়পরায়ণ\" সম্মাননা পেয়েছেন, যারা দখলকালীন সময়ে ইহুদিদের অত্যাচার থেকে রক্ষা করতে তাদের জীবন বাজি রেখে সাহায্য করেছেন।\nভুক্তভোগীদের আত্মীয়রা রাষ্ট্র মালিকানাধীন রেল কোম্পানি এসএনসিবি থেকে ক্ষতিপূরণ চেয়েছেন, যেহেতু ফ্রান্স এবং নেদারল্যান্ডসের সমতুল্য কোম্পানিগুলি ক্ষতিপূরণ দিয়েছে। ১৯৪২ থেকে ১৯৪৩ সালের মধ্যে, এসএনসিবি মেইখেলেন ট্রানজিট ক্যাম্প থেকে আউশউইটসের জন্য বন্দীদের পরিবহন করতে ২৮টি কনভয় চার্টার করেছিল। এসএনসিবির সেই সময়ের পরিচালক নারসিস রুলোট বলেছিলেন, \"আমি যা আসে তা পরিবহন করি, আমি বন্ধ গাড়িগুলোর মধ্যে কী আছে তা দেখি না।\" তার অসংবেদনশীল মনোভাব এবং অনুমোদনমূলক আত্মসন্তুষ্টি হাজার হাজার মানুষের কষ্ট এবং মৃত্যুর জন্য দায়ী বলে মনে করা হয়। যদিও কোম্পানিটি ক্ষমা চেয়েছে, শিকারীদের পরিবারগুলি ক্ষতিপূরণের দাবিতে অটল রয়েছে।\n\n\n== তথ্যসূত্র =="}