{"pageid": 1510058, "title": "সিস্কি", "url": "https://bn.wikipedia.org/wiki?curid=1510058", "content": "সিস্কি ( səss-KY, siss-, -⁠KAY: যার অর্থ হল কেই নদীর এই পাশে), আনুষ্ঠানিকভাবে সিস্কি প্রজাতন্ত্র (খোসা: iRiphabliki yeCiskei) নামে পরিচিত–যা দক্ষিণ আফ্রিকার দক্ষিণ-পূর্বে অবস্থিত খোসা সম্প্রদায়ের জন্য একটি বান্টুস্তান ছিল। এটি প্রায় মোট ৭,৭০০ বর্গকিলোমিটার (৩,০০০ বর্গমাইল) এলাকা জুড়ে বিস্তৃত ছিল এবং এর অধিকাংশই তখন কেপ প্রদেশ দ্বারা বেষ্টিত ছিল। এছাড়াও এটি ভারত মহাসাগরের তীর জুড়ে একটি ছোট উপকূলরেখার অধিকারী ছিল।\nদক্ষিণ আফ্রিকার তৎকালীন বর্ণবাদ নীতির অধীনে স্ব-শাসিত অঞ্চলসমূহে নিগ্রোদের জন্য জমি আলাদা করা হয়েছিল। সে হিসেবে খোসাভাষী লোকদের জন্য সিস্কিকে দুটি স্বদেশ বা \"বান্টুস্তান\" হিসাবে মনোনীত করা হয়েছিল।\nখোসা জনগণকে জোরপূর্বক সিস্কি এবং ট্রান্সকিতে পুনর্বাসিত করা হয়েছিল। ট্রান্সকি খোসাভাষীদের অপর একটি জন্মভূমি ছিল। \nট্রান্সকি অঞ্চলের তুলনায়– যা একটানা বিস্তৃত ছিল এবং বেশিরভাগ অংশই গ্রামীণ ছিল, যা ঐতিহ্যবাহী প্রধানদের দ্বারা শাসিত হত–সিস্কি ছিল একটি বিচ্ছিন্ন ভূখণ্ডের সমষ্টি। এখানে বিভিন্ন রিজার্ভ বা সংরক্ষিত এলাকা ছিল, যার মধ্যে সাদা মালিকানাধীন খামারও অন্তর্ভুক্ত ছিল।\nসিস্কিতে সাধারণত নির্বাচিত প্রধানরা শাসন করতেন এবং সেখানকার জনগণের একটি বড় অংশ ছিল তুলনামূলকভাবে শিক্ষিত ও কর্মজীবী। এই অঞ্চলের অনেক কৃষ্ণাঙ্গ বাসিন্দা ইস্ট লন্ডন, কুইনস্টাউন এবং কিং উইলিয়ামস টাউনের মত শহরে কাজ করতেন এবং তারা প্রথাগত শাসনব্যবস্থার বিরোধিতা করতেন।\nএই পার্থক্যের কারণেই দক্ষিণ আফ্রিকার শাসনব্যবস্থা দুটি আলাদা স্বশাসিত অঞ্চল গড়ে তোলে—একটি হল ট্রান্সকি এবং অন্যটি সিস্কি। আর এ কারণেই ট্রান্সকি সিস্কিয়ের আগে নামমাত্র স্বাধীনতা লাভ করেছিল। \nসিস্কি প্রতিষ্ঠিত হওয়ার পর দক্ষিণ আফ্রিকার বর্ণবাদী সরকার বিপুল সংখ্যক কৃষ্ণাঙ্গ মানুষকে কেপ প্রদেশে শ্বেতাঙ্গদের জন্য নির্ধারিত এলাকা থেকে জোরপূর্বক সরিয়ে দেয়; বিশেষ করে যাদের \"অকর্মণ্য বান্টু\" বলা হতো—যেমন শিশু লালনকারী মা, বয়স্ক ও অসুস্থ ব্যক্তিরা—তাদেরকে সিস্কিতে পাঠানো হয় এবং এই অঞ্চলটিকে সস্তা কৃষ্ণাঙ্গ শ্রমের উৎস হিসেবে ব্যবহার করা হতো। \nসিস্কীয় অঞ্চলের খোসা জনগণ যত্রতত্র ছড়িয়ে পড়ে মূলত দুটি কারণে: ইউরোপীয় ঔপনিবেশিকদের চরম আগ্রাসন; অন্যদিকে খোদ খোসা জাতিগোষ্ঠীর মধ্যে চলমান অভ্যন্তরীণ যুদ্ধ। \nসিস্কি নিজের অস্তিত্বকালে একাধিকবার রাজধানী পরিবর্তন করে। প্রথম এর রাজধানী ছিল জুয়েলিতসা এবং ভবিষ্যতে অ্যালিসকে স্থায়ী রাজধানী করার পরিকল্পনা করা হয়। কিন্তু শেষ পর্যন্ত বিশো (বর্তমানে ভিষো নামে পরিচিত) রাজধানী হয় এবং ১৯৯৪ সালে দক্ষিণ আফ্রিকার সঙ্গে পুনরায় একীভূত হওয়ার আগ পর্যন্ত সেটাই সিস্কির রাজধানী ছিল।\n\n\n== ইতিহাস ==\n\n১৮১১ সালে স্যার জন ক্র্যাডক কেপ কলোনির গভর্নর নিযুক্ত হওয়ার সময়, জুউরভেল্ড অঞ্চলে বিশৃঙ্খলা দেখা দেয় এবং এর যের ধরে অনেক শ্বেতাঙ্গ কৃষক তাদের খামার পরিত্যাগ করতে শুরু করে।  ১৮১২ সালের প্রথম দিকে, গভর্নরের নির্দেশে লেফটেন্যান্ট-কর্নেল জন গ্রাহাম ২০,০০০ খোসাকে মাচ নদী পার হতে বাধ্য করেন।  পরবর্তীকালে এই সীমান্ত জুড়ে ২৭টি সামরিক পোস্ট তৈরি করা হয়েছিল, যার ফলে গ্রাহামটাউন এবং ক্র্যাডক গ্যারিসন শহর প্রতিষ্ঠিত হয়েছিল। \n১৯ শতকের শেষের দিকে মাচ ও কেই নদীর মধ্যবর্তী ব্রিটিশ কাফ্রারিয়া নামে পরিচিত এলাকাটি \"বান্টু\" এর জন্য আলাদা করে রাখা হয়েছিল এবং তখন থেকে এটি সিস্কি নামে পরিচিত হয়েছিল।  কেইয়ের উত্তরে অবস্থিত ট্রান্সকি থেকে এটিকে আলাদা করার জন্য ইউরোপীয়রা এই অঞ্চলটির সিস্কি নাম দিয়েছিল। \n১৯১০ সালে দক্ষিণ আফ্রিকা ইউনিয়ন গঠিত হওয়ার পর \"বান্টু\" দখলের অধিকার সম্পর্কিত নীতি অস্পষ্ট ছিল এবং তৎসম্পর্কে দক্ষিণ আফ্রিকার মধ্যেই এক উপনিবেশ থেকে অপর উপনিবেশে বেশ পার্থক্য ছিল। ১৯১৩ সালে প্রণীত নেটিভ ল্যান্ডস অ্যাক্ট ইউনিয়নের মজুদ অঞ্চলকে সীমাবদ্ধ করে এবং এ অঞ্চলের জমি ইউরোপীয়দের কাছে বিক্রি বা লিজ করা বেআইনি করে দেয় (কেপ কলোনি ব্যতীত)।  জেনারেল হার্টজগ তার পৃথকীকরণ নীতি অনুসরণ করেন এবং পরবর্তীকালে ১৯৩৬ সালে নেটিভ ট্রাস্ট এবং ল্যান্ড অ্যাক্ট পাস করেন।  এই আইনের বলে তিনি কার্যকরভাবে বিদ্যমান রিজার্ভের বাইরে জমি কেনার জন্য 'কেপ বান্টু' এর অধিকার বাতিল করেন। \nভূমি সংযোজন এবং বর্ধিতকরণের সাথে সাথে সিস্কি অঞ্চলের সীমানা পরিবর্তিত হতে থাকে। এই এক্ষেত্রে একটি উল্লেখযোগ্য ছেদন ছিল গ্লেন গ্রে এবং হার্শেল জেলাকে অপসারণ করে তা সদ্য স্বাধীন ট্রান্সকিকে বরাদ্দ দেওয়া।  জেলার জনসংখ্যা তখন তাদের দক্ষিণ আফ্রিকার নাগরিকত্ব ধরে রাখার জন্য সিস্কির বাকি অংশে চলে যায় (যা পরবর্তীকালে সিস্কি স্বাধীন হওয়ার সময় বিচ্ছিন্ন হয়ে যায়)। \n১৯৭০ এর দশকে, দক্ষিণ আফ্রিকীয় সরকার সিস্কির চূড়ান্ত সীমানা নির্ধারণের সিদ্ধান্ত নেয়। এই প্রক্রিয়ায় সিস্কির জন্য নির্ধারিত বিদ্যমান সংরক্ষিত অঞ্চলকে একত্রিত করা হয় এবং তাদের মধ্যে থাকা শ্বেতাঙ্গ মালিকানাধীন জমিগুলি কিনে নেওয়া হয়। এর ফলে সিস্কির সীমান্তের মোট দৈর্ঘ্য কমে আসে, যা দক্ষিণ আফ্রিকা সরকারের জন্য সীমান্ত পর্যবেক্ষণ ও নিয়ন্ত্রণ করা সহজ করে তোলে। পাশাপাশি, এই পদক্ষেপের মাধ্যমে সিস্কিকে একটি অধিক কার্যকর বসবাসযোগ্য স্বায়ত্তশাসিত অঞ্চল হিসেবে গড়ে তোলার চেষ্টা করা হয়। \n\n\n== স্বাধীনতা ==\n১৯৬১ সালে সিস্কি একটি পৃথক প্রশাসনিক অঞ্চল হয়ে ওঠে এবং ১৯৭২ সালে এটি তৎকালীন প্রধান বিচারপতি মাবান্ডলার শাসনের অধীনে স্বায়ত্তশাসিত ঘোষণা করে, যার পরে লেনক্স সেবে ক্ষমতায় আসেন। মাবান্ডলা ছিলেন ফেঙ্গু জনগোষ্ঠীর একজন সদস্য, যারা সীমান্ত যুদ্ধের সময় ব্রিটিশদের সঙ্গে মিত্রতা গড়ে তুলেছিল এবং উপনিবেশিক শিক্ষা গ্রহণ করার ফলে তুলনামূলকভাবে অধিক শিক্ষিত ছিল। \nআপাতদৃষ্টিতে 'পুনঃজাতীয়করণ' নীতির কারণে ক্ষুব্ধ বরহাবে জনগোষ্ঠী ফেঙ্গুদের প্রতি অসন্তুষ্ট হয়ে ওঠে এবং তাদের অবস্থান জোরালোভাবে প্রতিষ্ঠা করতে উঠে পড়ে লাগে, যার পরিণতিতে পরবর্তীতে সেবের নির্বাচিত হওয়ার ঘটনা ঘটে। যদিও পরে সেবে তার পূর্বের ফেঙ্গুবিরোধী মনোভাব ত্যাগ করেন।\n১৯৭৮ সালে সিস্কি একটি একদলীয় রাষ্ট্রে পরিণত হয় এবং সেবের শাসন প্রতিষ্ঠিত হয়। পরে ১৯৮০ সালের স্বাধীনতা গণভোটের পর ১৯৮১ সালে এটি দক্ষিণ আফ্রিকার সরকার কর্তৃক স্বাধীন ঘোষণা করা চতুর্থ স্বশাসিত ভূখণ্ড হয়ে ওঠে, ফলে এর বাসিন্দারা দক্ষিণ আফ্রিকার নাগরিকত্ব হারান। তবে দক্ষিণ আফ্রিকা ও সিস্কির মধ্যে কোনো সীমান্ত নিয়ন্ত্রণ ব্যবস্থা ছিল।\nযে সকল কৃষ্ণাজ্ঞ মানুষকে দক্ষিণ আফ্রিকার শ্বেতাঙ্গ  এলাকা বা খামারে অনুমতি ছাড়াই বসবাস করতে দেখা গেছে– যদিও তারা প্রজন্ম থেকে প্রজন্ম ধরে সেখানে বসবাস করে এসেছে– তৎকালীন বর্ণবাদী কর্তৃপক্ষ তাদের জোরপূর্বক সিস্কিতে স্থানান্তরিত করে এবং সাধারণত তাদেরকে পার্শ্ববর্তী 'শ্বেতাঙ্গ করিডোর' হিসেবে চিহ্নিত এলাকার \"ব্ল্যাক স্পট\" থেকে উচ্ছেদ করে জরাজীর্ণ পুনর্বাসন শিবিরে স্থানান্তর করা হয়।  রোডস ইউনিভার্সিটির ১৯৮৩ সালের একটি সমীক্ষায় দেখা যায় যে একটি ক্যাম্পের ৪০% শিশু অপুষ্টির কারণে মারা হয়ে গেছে এবং প্রায় ১০% শিশু কোয়াশিওরকোরে ভুগছে।  থর্নহিলের আরেকটি ক্যাম্পে ৫০% শিশু ৫ বছর বয়সের আগেই মারা যায়  এবং টাইফয়েড মহামারী পুনর্বাসন শিবিরগুলিতে ছড়িয়ে পড়েছিল। শিবিরগুলি শহরাঞ্চল থেকে দূরে বিচ্ছিন্ন হয়ে অবস্থিত ছিল এবং সেখানে স্বাস্থ্য সুবিধা, স্বাস্থ্যব্যবস্থা এবং স্কুলের অভাব ছিল।  কৃষ্ণাঙ্গদের জোরপূর্বক সিস্কিতে স্থানান্তরের ফলে এই জন্মভূমিতে তাদের মাঝে উচ্চ জনসংখ্যার ঘনত্ব দেখা দেয় এবং তা এমন একটি পরিস্থিতি ছিল, যা বর্তমান পর্যন্ত টিকে আছে। \nবেশ কয়েকটি জায়গায় সিস্কি সরকার তার শাসনের বিরোধিতাকারী লোকজনের উপর সম্মিলিত শক্তি প্রয়োগ করেছিল। এছাড়া ভিন্নমতালম্বীদের হয়রানি এবং সেখানে পর্যাপ্ত সরকারি পরিষেবা উপলব্ধ না হওয়ার কারণে লোকেরা বান্টুস্তান থেকে পালিয়ে দক্ষিণ আফ্রিকায় আশ্রয় গ্রহণ করে। \nঅন্যান্য বান্টুস্তানের মত সাধারণভাবে এর স্বাধীনতাও আন্তর্জাতিক সম্প্রদায় দ্বারা স্বীকৃত হয়নি। তবে সেবে একবার দাবি করে যে ইসরায়েল সিস্কিকে আনুষ্ঠানিক স্বীকৃতি দিয়েছে। কিন্তু ইস্রায়েলি পররাষ্ট্র মন্ত্রণালয় তা অস্বীকার করে বসে।\n\n\n=== সিস্কি-ট্রান্সকি শত্রুতা এবং অপারেশন কাটজেন ===\n\n১৯৮৬ এবং ১৯৮৭ সালে ট্রান্সকি–যা সিস্কির তুলনায় আয়তনে বড়, ধনী এবং অধিক জনসংখ্যার একটি অঞ্চল ছিল–সিস্কির ওপর একাধিক সামরিক হামলা চালায়। তারা সিস্কি দখল করার চেষ্টা করে। এসব হামলার মধ্যে একটি ছিল সিস্কির নেতা লেনক্স সেবের বাসভবনে আক্রমণ, যার উদ্দেশ্য ছিল তাকে জিম্মি করে দুই অঞ্চলকে একত্রিত করতে বাধ্য করা। \nএর আগে ট্রান্সকি লেনক্স সেবের ভাই চার্লস সেবেকে আশ্রয় দেয়। চার্লস সেবে ছিলেন সিস্কির নিরাপত্তা বাহিনীর প্রধান; কিন্তু তাকে রাষ্ট্রদ্রোহের অভিযোগে সিস্কিতে কারাবন্দি করা হয়েছিল। এসব অভিযানে ট্রান্সকি লেনক্স সেবের ছেলেকেও অপহরণ করেছিল। \nএদিকে দক্ষিণ আফ্রিকার সরকার আনুষ্ঠানিকভাবে ট্রান্সকিকে এই হামলা থেকে বিরত থাকতে বলে। তবে পরবর্তীতে ট্রুথ অ্যান্ড রিকনসিলিয়েশন কমিশনের শুনানিতে প্রকাশিত হয় যে, মূলত দক্ষিণ আফ্রিকার নিরাপত্তা বাহিনী ট্রান্সকি ও সিস্কিকে একত্রিত করে \"খোসাল্যান্ড\" নামে একটি অঞ্চল গঠনের পরিকল্পনা এবং চার্লস সেবেকে মুক্ত করার উদ্যোগ নিয়েছিল। এই পরিকল্পনা সিভিল কোঅপারেশন ব্যুরোর সহায়তায় বাস্তবায়িত হয় এবং এর উদ্দেশ্য ছিল পূর্ব কেপ অঞ্চলে আফ্রিকান ন্যাশনাল কংগ্রেসের (ANC) বিরোধী একটি শক্তিশালী দল তৈরি করা। তবে পুরো পরিকল্পনাটি ছিল ব্যর্থ সামরিক ষড়যন্ত্র \"অপারেশন কাটজেন\"-এর একটি অংশ মাত্র। \n\n\n== অভ্যুত্থান ==\n১৯৯০ সালে ব্রিগেডিয়ার ওপা গকোযো তৎকালীন রাষ্ট্রপতি সেবেকে ক্ষমতাচ্যুত করেন এবং একজন স্বৈরশাসক হিসাবে শাসন করেন— যদিও তিনি অতি সত্তর বেসামরিক শাসনে ফিরে আসার প্রাথমিক প্রতিশ্রুতি দিয়েছিলেন। ১৯৯১ ও ১৯৯২ সালে, দক্ষিণ আফ্রিকায় প্রচলিত বর্ণবাদের অনেক আইনি ভিত্তি সরিয়ে দেওয়া হয়, যা সিস্কির স্বাদেশিকতার চলমান অস্তিত্বের যুক্তিকে অনেক দুর্বল করে দেয়। আফ্রিকান ন্যাশনাল কংগ্রেস সিস্কীকে দক্ষিণ আফ্রিকার সাথে পুনর্গঠিত করার জন্য জোরালোভাবে চাপ সৃষ্টি করে। গকোযোসহ অন্যান্য স্বাদেশিক নেতারা এর বিরোধিতা করেছিলেন।\n\n\n=== বিশো গণহত্যা ===\n১৯৯২ সালের ৭ই সেপ্টেম্বর, সিস্কি প্রতিরক্ষা বাহিনী এএনসি সদস্যদের (রনি কাস্রিলস, সিরিল রামাফোসা এবং ক্রিস হানির নেতৃত্বে) উপর গুলি চালায় এবং গকোজোকে অপসারণের দাবি জানায়।  ফলে সিস্কির ছোট রাজধানী শহর বিশোতে এর স্পোর্টস স্টেডিয়ামের বাইরে গণহত্যায় ২৮ জন নিহত এবং শতাধিক আহত হয়। \n\n\n== সংযোজন ==\nগকোযো বর্ণবাদ-পরবর্তী দক্ষিণ আফ্রিকার নতুন সংবিধান নিয়ে অনুষ্ঠিত আলোচনায় অংশ নিতে অস্বীকৃতি জানান এবং প্রথম বর্ণবৈষম্যহীন নির্বাচন বর্জনের হুমকি দেন। তবে তার এই অবস্থান টেকসই হয়নি।\n১৯৯৪ সালের মার্চ মাসে সিস্কির সরকারি কর্মচারীরা ধর্মঘটে যায়। কারণ তারা আশঙ্কা করছিল যে, নতুন দক্ষিণ আফ্রিকায় তাদের চাকরি ও পেনশন হারানোর ঝুঁকি রয়েছে। এরপর পুলিশ বাহিনী বিদ্রোহ করে, যার ফলে ২২ মার্চ গকোযো পদত্যাগ করতে বাধ্য হন।\nপরিস্থিতি সামলানোর জন্য সদ্যগঠিত সংক্রমণকালীন নির্বাহী পরিষদ (TEC: ট্রানজিশনাল এক্সিকিউটিভ কাউন্সিল) দুইজন প্রশাসক নিয়োগ করেছিলেন, যারা নির্বাচনের আগ পর্যন্ত সিস্কির নিরাপত্তা নিশ্চিত করার দায়িত্ব নেন। টিইসি দক্ষিণ আফ্রিকার সরকারকে অভ্যন্তরীণ স্থিতিশীলতা ইউনিট (ISU) নামে পরিচিত আধাসামরিক পুলিশ বাহিনী পাঠাতে বাধা দেয়। কারণ অভিযোগ ছিল যে, এ বাহিনী দেশের অন্যান্য অঞ্চলে সহিংসতা উসকে দিচ্ছিল। অন্যদিকে, সিস্কির সেনাবাহিনী হুমকি দেয় যে, যদি আইএসইউ পুলিশ বাহিনী তাদের এলাকায় প্রবেশ করে, তবে তারা গুলি চালাবে। [ উদ্ধৃতি প্রয়োজন ]\nঅবশেষে, ১৯৯৪ সালের ২৭শে এপ্রিল সিস্কিসহ সকল স্বায়ত্তশাসিত অঞ্চল দক্ষিণ আফ্রিকার সঙ্গে একীভূত হয়, যখন দেশটিতে প্রথম গণতান্ত্রিক নির্বাচন অনুষ্ঠিত হয়। সিস্কি এবং ট্রান্সকি একত্রিত হয়ে নতুন ইস্টার্ন কেপ প্রদেশের অংশ হয়ে যায়। এর প্রাক্তন রাজধানী তখন নতুন প্রদেশের রাজধানী হয়। ২০১৬ সালের হিসাব অনুযায়ী, সিস্কির অঞ্চলসমূহ বাফেলো সিটি মেট্রোপলিটন পৌরসভা, ক্রিস হানি জেলা পৌরসভা, এবং আমাথোল জেলা পৌরসভার অংশ হিসেবে রয়েছে। \n\n\n== অর্থনীতি ==\nইতিহাসবিদ কুইন স্লোবোডিয়ানের মতে, সিস্কি দক্ষিণ আফ্রিকার লিওন লো-এর নেতৃত্বে একদল অভিজ্ঞ ও দক্ষ অর্থনীতিবিদের পরামর্শে–যাদের ফিন্যান্সিয়াল টাইমসে \"সিস্কিয়ের সরবরাহকারী\" শব্দে উল্লেখ করা হয়েছিল–দক্ষিণ আফ্রিকার একটি দে ফাক্তো রপ্তানি প্রক্রিয়াকরণ অঞ্চল হিসাবে পরিচালিত হয়েছিল। এর অর্থনীতি মূলত পোশাক শিল্পে কেন্দ্রীভূত ছিল, যার সংখ্যাগরিষ্ঠ কর্মী মহিলা ছিল এবং এটি তাইওয়ানি ও হংকংয়ের বিনিয়োগকারীদের উপর নির্ভর করে গড়ে উঠেছিল। তারা দক্ষিণ আফ্রিকান সরকারের প্রদত্ত উদার বিনিয়োগ প্রণোদনার সুবিধা ভোগ করত। এসব প্রণোদনার মধ্যে ছিল: এর কর্মীদের বেতন পরিশোধ, কারখানার ভাড়ার ৮০% ভর্তুকি দেওয়া ও কর্পোরেট কর না নেওয়া। এছাড়াও এটি শ্রম আন্দোলনের দমননীতির ওপরও নির্ভরশীল ছিল। \n\n\n== ১৯৯১ সালের জেলাসমূহ ==\nএর জেলাসমূহ এবং ১৯৯১ সালের আদমশুমারিতে তাদের জনসংখ্যা ছিল:\n\nএলিস : ৪৩,৪৫২\nহুইটলসি : ৫০,১৯৯\nকেইস্কামাহুক : ৩২,৭৪০\nমদন্তসনে : ১০৫,১১৭\nমিডলড্রিফ্ট : ৩৭,৯৭৯\nপেডি : ৫২,২৪৫\nজুয়েলিতশা : ১৪২,৭৭৯\nএমপোফু : ১৩,০৫৬\n\n\n== আইন প্রয়োগকারী ও প্রতিরক্ষা প্রতিষ্ঠান ==\n১৯৮১ সালে প্রতিষ্ঠিত সিস্কি প্রতিরক্ষা বাহিনী দুটি ব্যাটালিয়ন এবং একটি বিমান শাখা নিয়ে গঠিত ছিল।\nসিস্কি পুলিশ\nসিস্কি পুলিশ - আইন প্রয়োগকারী বিভাগ\nসিস্কি জেল বিভাগ\nসিস্কি ট্রাফিক ফোর্স\n\n\n== উল্লেখযোগ্য ব্যক্তিবর্গ ==\nএনগকন্দে বালফোর: তিনি ছিলেন প্রাক্তন দক্ষিণ আফ্রিকীয় রাজনীতিবিদ, যিনি সংশোধনমূলক পরিষেবা মন্ত্রী এবং ক্রীড়া মন্ত্রী হিসাবে দায়িত্ব পালন করেছেন।\nবান্টু স্টিফেন বিকো: একজন প্রাক্তন রাজনৈতিক কর্মী, প্রতিষ্ঠাতা এবং কালো চেতনা আন্দোলনের সভাপতি।\nজোশুয়া ওপা গক্কোযো: তিনি প্রাক্তন সিস্কীয় রাষ্ট্রপতি এবং সামরিক রাষ্ট্রপ্রধান ছিলেন।\nথান্ডাথা জঙ্গিলিযোয়ে মাবন্ডলা: প্রাক্তন সিস্কীয় প্রেসিডেন্ট এবং সিস্কীয় প্রধান বিচারপতি।\nমেম্বাথিসি ম্ফুমজি শেফার্ড মোদলাদলানা: প্রাক্তন শ্রমমন্ত্রী, রাজনীতিবিদ ও কানাডায় নিযুক্ত দক্ষিণ আফ্রিকার রাষ্ট্রদূত।\nরেমন্ড এমফাক্মিসি ম্লাবা: প্রাক্তন দক্ষিণ আফ্রিকান রাজনীতিবিদ এবং এএনসি (ANC) ও এসএসিপির (SACP) নেতা এবং ১৯৯৪-১৯৯৭ সাল পর্যন্ত পূর্ব কেপের প্রথম প্রিমিয়ার।\nউইল্টন জিমাসাইল এমকওয়াই: প্রাক্তন বর্ণবাদ বিরোধী কর্মী এবং এএনসি সদস্য।\nগ্রিফিথস ম্লুঙ্গিসি ম্যাক্সেঞ্জ: প্রাক্তন রাজনৈতিক কর্মী এবং এএনসি সদস্য।\nবুলেলানি এনগকুকা: প্রাক্তন এনপিএ (NPA) এর পরিচালক (১৯৯৯-২০০৪)।\nলুকস্মার্ট খুলিলে এনগুডলে: প্রাক্তন রাজনৈতিক কর্মী এবং এএনসি সদস্য।\nলেনক্স লেস্লি ওয়াঙ্গামা সেবে: তিনি প্রাক্তন সিস্কীয় রাষ্ট্রপতি এবং একনায়ক।\nখান্তি চার্লস সেবে: তিনি প্রাক্তন সিস্কীয় ভারপ্রাপ্ত সভাপতি এবং হত্যাকাণ্ডের শিকার হন।\nআর্কিবল্ড আর্চ মন্সেডিসি সিবেকো: প্রাক্তন বর্ণবাদ বিরোধী কর্মী এবং এএনসি সদস্য।\nরবার্ট মাঙ্গালিসো সোবুকওয়ে: প্রাক্তন রাজনৈতিক কর্মী এবং পিএসি'র (PAC) প্রতিষ্ঠাতা।\nমোসেস টুইবে: প্রাক্তন বর্ণবাদ বিরোধী কর্মী এবং এএনসি সদস্য।\n\n\n== বহিঃসংযোগ ==\n\nসিস্কি – সাধারণ তথ্য\nআফ্রিকান স্টাডিজ ত্রৈমাসিক\nদক্ষিণ আফ্রিকার ইতিহাস সাইট\nWHKMLA সাইট\nসিসকেইতে উপজাতিবাদের সৃষ্টি\nসিস্কি জাতীয় বিমানসংস্থা সিভি-৯৯০ (CV-990)\nসিস্কির সমাবেশের একটি জিআইএস টাইম অ্যানিমেশন দেখানো ভিডিও\n\n\n== গ্রন্থাবলী ==\nএ কে মাগার (১৯৯৯) Gender and the Making of a South African Bantustan: A Social History of the Ciskei, 1945–1959; Heinemann.\nএল সুইৎসার (১৯৯৩) Power and Resistance in an African Society: The Ciskei Xhosa and the Making of South Africa; University of Wisconsin Press.\n\n\n== আরো দেখুন ==\nদক্ষিণ আফ্রিকা ইউনিয়ন\nট্রান্সকি\nফেঙ্গু জাতি\nসিস্কি রাজ্যের প্রধানদের তালিকা\nসিস্কির ভাইস প্রেসিডেন্ট\nসিস্কি প্রতিরক্ষা বাহিনী\nবিশো গণহত্যা\nসিস্কি আন্তর্জাতিক বিমানসংস্থা\n\n\n== তথ্যসূত্র =="}