{"pageid": 1510838, "title": "পশ্চিমবঙ্গের মুখোশ", "url": "https://bn.wikipedia.org/wiki?curid=1510838", "content": "পশ্চিমবঙ্গের মুখোশ, একটি নিগূঢ় ইতিহাসের জন্য পরিচিত। মুখ্যত এটি পশ্চিমবঙ্গের লোকনৃত্য মুখোশ নাচের জন্য ব্যবহৃত হয়। এই মুখোশগুলি পরা প্রাথমিক ধরণের লোককাহিনী এবং ধর্মের সাথে যুক্ত। মাটি, কাঠ, স্পঞ্জ কাঠ বা শোলা, তরুমজ্জা, কাগজ, ধাতু ইত্যাদি দিয়ে তৈরি বিভিন্ন ধরণের মুখোশ রয়েছে। সাধারণত, এই মুখোশগুলির অর্ধেক মাটি, তরুমজ্জা এবং কাগজ দিয়ে তৈরি এবং কাঠের মুখোশ খুব বিরল। এই মুখোশগুলির মধ্যে কিছু পশ্চিমবঙ্গের উপজাতিদের থেকে এসেছে। ভৌগোলিকভাবে, পশ্চিমবঙ্গ সংস্কৃতি অঞ্চল ব্যবহার করে এই মুখোশের মধ্যে ভালভাবে আসে। পশ্চিমবঙ্গে মুখোশ বেশিরভাগ ব্যবহৃত হয় লোকনৃত্যে । ইউনেস্কো ২০১৫ সালে প্যারিসে তাদের শিল্পকর্ম প্রদর্শনের জন্য দ্য রুরাল ক্রাফট হাব অফ বেঙ্গলকে নির্বাচিত করে।\n\n\n== শ্রেণীবিভাগ ==\n\nমুখোশের কারিগর বাঁশ, কাঠ, স্পঞ্জ কাঠ বা শোলা, কাদামাটি, কাগজ, পিঠ প্রভৃতি উপকরণ থেকে ছাঁচ তৈরি করে। তারা মুখোশগুলিকে আকৃতি দেওয়ার পরে বিভিন্ন রং দিয়ে চিত্রিত করে।\n\n\n=== কাঠের মুখোশ ===\n\nবাংলার মুখোশগুলি তাদের কারুকার্যের জন্য প্রশংসিত। অনেক মুখোশ কাঠ দিয়ে তৈরি। বাংলার মুখোশের মধ্যে, গোমেরার মুখোশ, শিকনিঢালের মুখোশ, গম্ভীরার নৃত্যের মুখোশ, কুশমুন্ডির সোনালী মুখোশ, বাগপা নৃত্যের মুখোশ কাঠের তৈরি।\n\n\n=== স্পঞ্জ কাঠের (শোলা) মুখোশ ===\nউত্তর দিনাজপুরের প্রাচীন গোমেরা নৃত্যে স্পঞ্জ কাঠের বা শোলার মুখোশ ব্যবহার করা হয়। মুর্শিদাবাদের শোলার মুখোশও জনপ্রিয়।\n\n\n=== মাটির মুখোশ ===\nঘূর্ণির মাটির মুখোশ দীর্ঘদিন ধরে মাটির শিল্পের উল্লেখযোগ্য কেন্দ্র। পশ্চিমবঙ্গের সবচেয়ে জনপ্রিয় লোকনৃত্য হল ছৌ নাচ যেখানে মুখোশের ব্যবহার একটি অবিচ্ছেদ্য অংগ। একটি মুখোশ বিভিন্ন পর্যায়ে  তৈরি করা হয়। মুখের বৈশিষ্ট্যগুলি মাটি দিয়ে তৈরি। কলকাতা কুমোরটুলি তার মূর্তিগুলির জন্য সুপরিচিত এবং তাদের মুখোশগুলি খুবই জনপ্রিয়। নবদ্বীপে শিবের মুখোশ একটি জনপ্রিয় মাটির মুখোশ।\n\n\n=== বাঁশের মুখোশ ===\n\nবাঁশের মুখোশ পশ্চিমবঙ্গের দিনাজপুর জেলায় উদ্ভূত একটি জনপ্রিয় লোক মুখোশ। এটি একটি বাঁশের লাঠি দিয়ে তৈরি। মুখোশগুলি একটি উপজাতীয় মুখোশের মতো।\n\n\n=== ধাতব মুখোশ ===\nজনপ্রিয় ধাতব মুখোশ হল ডোকরা মুখোশ। এটি পশ্চিমবঙ্গের একটি অনন্য লোকশিল্প।\n\n\n== ছৌ নাচের মুখোশ ==\n\nসবচেয়ে মজার তথ্য হল, পুরুলিয়া ছৌ নাচ ইউনেস্কোর নৃত্যের বিশ্ব ঐতিহ্যের তালিকায় রয়েছে। পুরুলিয়ার ছৌ এবং উড়িষ্যা ছৌ-এর মধ্যে প্রধান পার্থক্য হল মুখোশের ব্যবহারে। পুরুলিয়া ছৌ নাচে মুখোশ ব্যবহার করেছিল, কিন্তু ওড়িশার মুখোশ নেই যার ফলে শরীরের নড়াচড়া এবং অঙ্গভঙ্গির সাথে মুখের অভিব্যক্তি যুক্ত হয়।  ঐতিহ্যগতভাবে, ছৌ নাচ মধ্য মার্চে অনুষ্ঠিত হয় যখন একটি কৃষি বৃত্ত শেষ হয় এবং একটি নতুন বৃত্ত শুরু হয়।  পুরুলিয়ার ছৌ নর্তকী ব্যবহার করেছিল মাটির তৈরী নাট্য মুখোশ যা পৌরাণিক চরিত্রের প্রতিনিধিত্ব করে। সাধারণভাবে কাদামাটি দিয়ে মুখোশের আকৃতি তৈরির পর শোলা ও অন্যান্য জিনিস দিয়ে রঙিন করে সাজানো হয়।\nএই ছৌ মুখোশগুলি সূত্রধর সম্প্রদায়ের শিল্পীরা তৈরি করেন। একটি মুখোশ তৈরি বিভিন্ন পর্যায়ে যায়। ৮-১০ স্তরের নরম কাগজ, আঠায় ডুবিয়ে ছাঁচে একের পর এক লাগানো হয়, এরপর মাটির ছাঁচে ছাইয়ের প্রলেপ দেওয়া হয় । মুখের বৈশিষ্ট্যগুলি মাটির তৈরি। কাদা এবং কাপড়ের একটি বিশেষ স্তর প্রয়োগ করা হয় এবং তারপর মুখোশটি রোদে শুকানো হয়। এর পরে, ছাঁচটি পালিশ করা হয় এবং ছাঁচ থেকে কাপড় এবং কাগজের স্তরগুলি আলাদা করার আগে রোদে শুকানোর দ্বিতীয় দফা করা হয়। নাক এবং চোখের জন্য গর্তগুলি  ছিদ্র করার পরে, মুখোশটি রঙিন এবং সজ্জিত করা হয়।\n\n\n== গোমেরা মুখোশ ==\n\nগোমেরা মুখোশ হল গোমেরা নৃত্যের একটি অংশ যা পশ্চিমবঙ্গের উত্তর ও দক্ষিণ দিনাজপুরে উদ্ভূত। গোমেরা শব্দটি গ্রাম-চণ্ডী থেকে এসেছে, যা একজন নারী দেবতা। এই শিল্পের নির্যাসের উৎপত্তি নিঃসন্দেহে অনেক প্রাচীন এবং কিছু কারিগর দাবি করেন যে এটি অন্তত কলিযুগের শুরুর মতোই প্রাচীন। শুভ শক্তির আবির্ভাব এবং অশুভ শক্তিকে তাড়িয়ে দেবতাকে তুষ্ট করার জন্য গোমেরা নৃত্যের আয়োজন করা হয়। এপ্রিলের মাঝামাঝি থেকে জুলাইয়ের মাঝামাঝি সময়ে এই মুখোশ নৃত্যের আয়োজন করা হয়। কাঠের তৈরি গোমেরা মুখোশ দুটি স্বতন্ত্র রূপের প্রতিনিধিত্ব করে। দুটি স্বতন্ত্র নৃত্যের চরিত্র হল গোমেরা এবং রাম-বনবাস। গোমেরার ভয়ঙ্কর মুখোশগুলি গামার গাছের কাঠ দিয়ে তৈরি। মুখোশের চোখের নিচে ছিদ্র করা হয় যাতে পরিধানকারী দেখতে পায়।\nগোমেরার মুখোশ নৃত্যে মহিরাবন মহাকাব্য রামায়ণের একটি পৌরাণিক চরিত্র। মহিরবানকে লঙ্কার রাজা রাবনের ভাই বলা হয়। ত্রিমুখী কাঠের মুখোশটি মহিরাবনের প্রতিনিধিত্ব করার জন্য তৈরি করা হয়েছে। দক্ষিণ দিনাজপুরে এই মুখোশ জনপ্রিয়।\nউত্তর দিনাজপুরের প্রাচীন গোমেরা নৃত্যে স্পঞ্জ কাঠের বা  শোলারমুখোশ ব্যবহার করা হত। প্রথমে, শিল্পী কাদা জলে ভিজিয়ে রাখা এক টুকরো কাপড়ের উপর স্তরযুক্ত গলানো বা ভর্তা করা কাগজ থেকে একটি নকশা বা মডেল তৈরি করেন। কাপড় শুকানোর পরে, এটির উপর স্পঞ্জ কাঠ লাগান হয় এবং রঙিন করা হয়। উজ্জ্বলতার জন্য, এই মুখোশে একটি চকচকে পালিশ দেওয়া হয় এবং সিকোয়েন্স, চকচকে কাগজ বা ফয়েল এবং রঙিন কাগজ দিয়ে সজ্জিত করা হয়।\nশিকনিধাল মুখোশ, দক্ষিণ দিনাজপুরের গোমিরা নৃত্যে ব্যবহৃত অন্য বিশাল কাঠের মুখোশ। যুদ্ধের নৃত্যে এই মুখোশ ব্যবহার করা হয়। একে মুখ  খেলা ও বলা হয় যার অর্থ মুখোশের খেলা।\n২০১৩ সালে, সংস্কৃতি-ভিত্তিক জীবিকাকে উন্নীত করার জন্য পশ্চিমবঙ্গ সরকার এবং ইউনেস্কোর মধ্যে একটি সমঝোতা স্মারক স্বাক্ষরিত হওয়ার পরে, এই মুখোশ-নির্মাতাদের জন্য ব্যাপারগুলি আরও ভালর জন্য পরিবর্তিত হতে শুরু করে।\n\n\n== মাটির মুখোশ ==\nকৃষ্ণনগরের ঘূর্ণি অঞ্চল দীর্ঘদিন ধরে মাটির শিল্পের একটি উল্লেখযোগ্য কেন্দ্র। তাদের দুর্গার মাটির মুখোশ এবং অন্যটি তাদের সৌন্দর্যের জন্য সুপরিচিত এবং মুখোশটি একটি সমসাময়িক শৈলী অনুসরণ করে। কলকাতা কুমোরটুলি মাটির মুখোশের জন্য সুপরিচিত। মুখোশগুলি মাটি দিয়ে তৈরি করা হয় এবং তারপরে রোদে শুকানো হয় এবং অবশেষে রঙিন এবং শোলা বা রূপালী তবক দিয়ে সজ্জিত করা হয়। বাঙালি দেবতাদের ভাস্কর্যের জন্য কুমোররা অনেক নজর পেয়ে থাকেন।\n\n\n== গম্ভীরা মুখোশ ==\n\nচৈত্র সংক্রান্তির উৎসবে উত্তরবঙ্গের মালদা জেলা জুড়ে গম্ভীরা নৃত্য পরিবেশিত হয়। মুখোশগুলি স্থানীয় \"সুত্রধর সম্প্রদায়\" দ্বারা নিম এবং ডুমুর গাছ থেকে তৈরি করা হয়। কখনও কখনও তারা মাটির মুখোশও তৈরি করত। ত্রিমাত্রিক মুকুট এই মুখোশগুলির বিশেষত্ব। প্রথমে, মুখের বৈশিষ্ট্যগুলি কাঠের টুকরোর উপর খোদাই করত এবং তারপর চরিত্র অনুসারে রঙ করা হয়ে থাকে। এই মুখোশ নৃত্যটি গম্ভীরা গানের সাথে পরিবেশিত হয়। গম্ভীরা গানের উৎপত্তি মালদহ-এর হিন্দু সম্প্রদায়ের মধ্যে পশ্চিমবঙ্গ, এটি সম্পূর্ণরূপে এর মূলভাব গঠনে সাহায্য করত।\n\n\n== রাবনকাটা মুখোশ ==\nবাঁকুড়া জেলার বিষ্ণুপুরে দুর্গাপূজার সময় রাবনকাটা মুখোশ নৃত্য পরিবেশিত হয়। বিষয়বস্তুটি হল মন্দের উপর ভালোর জয় যেখানে দেবী দুর্গা মন্দ রাবনকে ধ্বংস করার জন্য ভালের পক্ষে দাঁড়িয়েছেন। এটি একটি পুরানো মুখোশ নাচ যা ১৬২৬ এবং ১৬৫৬ সি.ই এর মধ্যে শুরু হয়েছিল। নৃত্যে ছয়টি মুখোশ ব্যবহার করা হয় যেখানে প্রথম চারটি সরাসরি নৃত্যে ব্যবহার করা হয় এবং বাকি দুটি একেবারে আচারিক। \n\n\n== ডোকরা মুখোশ ==\nডোকরা পশ্চিমবঙ্গের অনন্য লোকশিল্প। ধাতুর ঢালাই ডোকরা মুখোশের এই শিল্প দ্বারা বিভিন্ন সমসাময়িক ভাস্কর্য তৈরি করা হয়। রাষ্ট্রপতি পুরস্কারে ভূষিত হলেন বাঁকুড়ার মহিলা শিল্পী গীতা কর্মকার। তার ডোকরা শিল্পকর্ম অন্যান্য দেশে সমান জনপ্রিয়। \n\n\n== সোনালী মুখোশ ==\nসোনালী মুখোশ বা গিল্ডেড মাস্ক হল পশ্চিমবঙ্গের দক্ষিণ দিনাজপুর জেলার কুশমুন্ডি এলাকার একটি আনন্দদায়ক কাঠের মুখোশ। এটি ঐতিহ্যবাহী গামিরা নৃত্যশিল্পীদের পোশাকের অংশ। মুখোশের ভাবগুলি সাধারণত ঐতিহাসিক এবং ধর্মীয়। বাঁশ ও কাঠ দিয়ে তৈরি মুখোশ। মুখোশের ওজন প্রায় ২.৫ থেকে ৩ কেজি। মুখোশ তৈরিতে যে নরম কাঠ ব্যবহার করা হয় তাকে গামারি বলে। যাতে এটিতে সহজে জটিল নকশা বানিয়ে নেওয়া যায়। মুখোশটি তারপর সূক্ষ্ম ইতালিয়ান সোনার পাতা দিয়ে আচ্ছাদিত করা হয় এবং হাতুড়ি দিয়ে পিটিয়ে পাতলা চাদরের মতো বানানো হয় এবং মিশিয়ে দেওয়া হয়। \n\n\n== মুর্শিদাবাদের শোলার মুখোশ ==\nদুর্গার মুখ মুর্শিদাবাদের একটি পরিচিত শোলার মুখোশ। এটি প্রধানত সাজানো অবস্থার জন্য ব্যবহৃত হয়। এই মুখোশ তৈরির জন্য শোলা জল থেকে টেনে শুকানো হয়। তারপর নকশা অনুযায়ী ছুরি দিয়ে কাটা হয়। সবচেয়ে আকর্ষণীয় সত্য, মুর্শিদাবাদ শোলার কাজের জন্য বিশেষ পরিচিত। \n\n\n== বাগপা নাচের মুখোশ ==\nবাগপা নৃত্য একটি মুখোশ নৃত্য যা তান্ত্রিক বৌদ্ধধর্মের একটি অংশ। এটি গুরু পদ্মশম্ভব দ্বারা ধারণা করা হয়েছিল। বাগপাকে তামাং বৌদ্ধ গুরু লামারা বাগছাম বলে। এই নৃত্য বাংলার হিমালয় অঞ্চলে লামা নৃত্য নামেও পরিচিত।  এটি একটি যুদ্ধ নৃত্য যা মন্দের দ্বারা ধ্বংস এবং মানবতার মঙ্গলের ভাবের উপর ভিত্তি করে। এটি একটি রঙিন কাঠের মুখোশ যা মূলত লাল, নীল এবং সাদা রঙের। মুখোশের বিশদ বিবরণের জন্য অন্য রঙ ব্যবহার করা হয়। \n\n\n== এছাড়াও দেখুন ==\nছৌ নাচ\nছৌ মাস্ক\nঘুর্নি\nকুমোরটুলি\nগোম্ভীরা\n\n\n== তথ্যসূত্র =="}