{"pageid": 1510836, "title": "জেসিকা মুর", "url": "https://bn.wikipedia.org/wiki?curid=1510836", "content": "জেসিকা মুর (জন্ম নাম: লুসিয়ানা অটাভিয়ানি; জন্ম ৮ আগস্ট ১৯৬৭) একজন সাবেক ইতালীয় অভিনেত্রী। তিনি ১৯৮৬ থেকে ১৯৮৯ সাল পর্যন্ত অভিনয়ে সক্রিয় ছিলেন। তিনি প্রধানত ইরোটিক ড্রামা এবং হরর চলচ্চিত্রে অভিনয় করতেন। বাণিজ্যিকভাবে সফল চলচ্চিত্র ইলেভেন ডেইস, ইলেভেন নাইটস (১৯৮৭) এবং টপ মডেল (১৯৮৮)-এ লেখিকা ও মুক্তচিন্তার চরিত্র সারাহ অ্যাস্প্রুন হিসেবে অভিনয়ের জন্য সর্বাধিক পরিচিত। এই দুটি চলচ্চিত্রই প্রযোজনা ও পরিচালনা করেছিলেন জো ডি'অ্যামাটো।\n\n\n== প্রারম্ভিক জীবন ==\nজেসিকা মুর ১৯৬৭ সালের ৮ আগস্ট ইতালির আরবিনোতে জন্মগ্রহণ করেন। তার জন্মনাম লুসিয়ানা ওটাভিয়ানি।\n\n\n== কর্মজীবন ==\n১৯৮৬ থেকে ১৯৮৯ সাল পর্যন্ত মুর প্রায় ১০টি চলচ্চিত্রে অভিনয় করেছিলেন।\nপামেলা প্রাতি ও তার মডেল এজেন্সি মুরকে জো ডি'অ্যামাটোর সাথে পরিচয় করিয়ে দেয়ার পর তার অভিনয়জীবন শুরু হয়। প্রাতি পরিচালিত কনভেন্ট অফ সিনার্স (১৯৮৬) চলচ্চিত্রে সিস্টার উরসুলার সহযোগী চরিত্রে অভিনয়ের মাধ্যমে চলচ্চিত্রে তার অভিষেক হয়। তিনি ডি'অ্যামাটোর সাথে তার দ্বিতীয় চলচ্চিত্র ইলেভেন ডেইস, ইলেভেন নাইটস (১৯৮৭)-এ অভিনয়ের মাধ্যমে খ্যাতি অর্জন করেন। ইরোটিক ড্রামা চলচ্চত্রটির মূল চরিত্র লেখিকা ও মুক্তচিন্তক সারাহ অ্যাস্প্রুন হিসেবে অভিনয় করেন। মুর স্মরণ করেন শেষে আত্মবিশ্বাসী হয়ে উঠলেও শুরুতে দৃশ্যধারনের লজ্জা ও দ্বিধাগ্রস্ত থাকার জন্য তাকে মজার ছলে লা কাম্পাগনোলা (\"গ্রাম্য মেয়ে\") ডাকা হত। তিনি আরও উল্লেখ করেন যে ডি'অ্যামাটোর প্রতি তার আস্থা ছিল এবং তার সাথে তিনি স্বাচ্ছন্দ্য বোধ করতেন। তবে ডি'অ্যামাটো \"রসিকতা\", \"এডিটিং ট্রিক\" করতেন তার এমন চলচ্চিত্রের এমন কিছু দৃশ্যধারন করেছিলেন যা মুরের অপছন্দনীয় ছিল।\n১৯৮৭ সালের শেষ থেকে ১৯৮৮ সালের শুরু পর্যন্ত তিনি টেলিভিশনে রেনজো আরবোরের ইন্ডিয়েট্রো টুটা!-তে নৃত্যশিল্পী \"রাগাজে কোকোডে\" (ক্লাক ক্লাক গার্লস) হিসেবে এবং ১৯৮৯ সালে টিভি ধারাবাহিক ক্লাসে দি ফেরো-র দ্বিতীয় পর্বে উপস্থিত হন। তিনি ১৯৮৯ সাল পর্যন্ত হরর ও অন্যান্য ধারার চলচ্চিত্রে পার্শ্বচরিত্রে অভিনয় করেছিলেন। এরপর মুর চলচ্চিত্র থেকে অবসর নেন। ডি'অ্যামাটোর মতে, মুরের জীবনসঙ্গী তার ইরোটিক চরিত্রে অভিনয় করা পছন্দ করতেন না।\nমডেল হিসেবে তিনি প্লেবয়, প্লেমেন এবং জিন ফিজ/জিন ফিল্ম-এ উপস্থিত হয়েছিলেন।\n২০১০ সালে সিজি হোম ভিডিও দ্বারা ইলেভেন ডেইস, ইলেভেন নাইটস-এর ইতালীয় ডিভিডির মুক্তি উপলক্ষে মানলিও গোমারাস্কা ও দাভিদে পুলিচি পরিচালিত আল্টিমো ট্যাঙ্গো অ্যা নিউ অরলিন্স শিরোনামে একটি তথ্যচিত্র নির্মাণ করা হয়। সেখানে মুর আমেরিকায় ডি'অ্যামাটোর সাথে শুটিংয়ের অভিজ্ঞতা বর্ণনা করেন।\n\n\n== চলচ্চিত্রতালিকা ==\n\n\n=== চলচ্চিত্র ===\nকনভেন্ট অফ সিনার্স (১৯৮৬)\nইলেভেন ডেইস, ইলেভেন নাইটস (১৯৮৭)\nটপ মডেল (১৯৮৮)\nরিফ্লেসি দি লুসে (১৯৮৮)\nনন আভের পাউরা দেলা জিয়া মার্টা (১৯৮৮)\nসোডোমা'স গোস্ট (১৯৮৮)\nএস্কেপ ফ্রম ডেথ (১৯৮৯)\nভায়োলেন্স সেলজ (১৯৮৯)\nএ ক্যাট ইন দ্য ব্রেইন (১৯৮৯) (শুধুমাত্র আর্কাইভ ফুটেজ)\n\n\n=== টেলিভিশন ===\nইল ভেনেজিয়ানো - ভিতা এ আমোরি দি জিয়াকোমো কাসানোভা (১৯৮৬) – টিভি চলচ্চিত্র (জিল্ডা জারমানো নামে ক্রেডিটেড)\nইন্ডিয়েট্রো টুটা! (১৯৮৭/১৯৮৮)\nচিজ (১৯৮৮) – টিভি চলচ্চিত্র\nক্লাসে দি ফেরো (১৯৮৯) – টিভি ধারাবাহিক (জিল্ডা জারমানো নামে ক্রেডিট)\n\n\n== তথ্যসূত্র =="}