{"pageid": 1510574, "title": "খাদ্য বিকিরণ", "url": "https://bn.wikipedia.org/wiki?curid=1510574", "content": "ফুড ইরেডিয়েশন (কখনও কখনও আমেরিকান ইংরেজিতে: রাদুরাইজেশন; ব্রিটিশ ইংরেজিতে: রাদুরাইজেশন) হল খাদ্য এবং খাদ্য প্যাকেজিংকে আয়নায়িত বিকিরণের কাছে উন্মুক্ত করার প্রক্রিয়া, যেমন গামা রশ্মি, এক্স-রে বা ইলেকট্রন বিম। ফুড ইরেডিয়েশন খাদ্য নিরাপত্তা উন্নত করে এবং পণ্যের শেল্ফ লাইফ (সংরক্ষণ) প্রসারিত করে পচন এবং খাদ্যজনিত অসুস্থতার জন্য দায়ী জীবাণুগুলোকে কার্যকরভাবে ধ্বংস করে, অঙ্কুরোদগম বা পাকাকে বাধা দেয় এবং কীটপতঙ্গ এবং অনুপ্রবেশকারী কীটপতঙ্গ নিয়ন্ত্রণের একটি উপায়।\nযুক্তরাষ্ট্রে, বিকিরণ সহ খাদ্য চিকিত্সার ভোক্তাদের ধারণা অন্য উপায়ে প্রক্রিয়াজাত করা খাবারের তুলনায় আরও নেতিবাচক। ইউএস ফুড অ্যান্ড ড্রাগ অ্যাডমিনিস্ট্রেশন (এফডিএ), বিশ্ব স্বাস্থ্য সংস্থা (ডব্লিউএইচও), রোগ নিয়ন্ত্রণ এবং প্রতিরোধ কেন্দ্র (সিডিসি), এবং মার্কিন যুক্তরাষ্ট্রের কৃষি বিভাগ (ইউএসডিএ) এমন অধ্যয়নগুলি সম্পাদন করেছে যা বিকিরণকে নিরাপদ বলে নিশ্চিত করে। যুক্তরাষ্ট্রে খাদ্য বিকিরণ করার জন্য, FDA এখনও প্রয়োজন যে নির্দিষ্ট খাদ্যটি বিকিরণ নিরাপত্তার জন্য ভালভাবে পরীক্ষা করা হয়।\n৬০ টিরও বেশি দেশে ফুড ইরেডিয়েশন অনুমোদিত হয়েছে এবং বিশ্বব্যাপী প্রতি বছর প্রায় ৫০০০০০ মেট্রিক টন খাদ্য প্রক্রিয়াকরণ করা হয়। কোন খাদ্য কীভাবে বিকিরণ করা হবে সেইসাথে অনুমোদিত খাবারগুলি কীভাবে বিকিরণ করা হবে তার প্রবিধান দেশ অনুযায়ী ব্যাপকভাবে পরিবর্তিত হয়। অস্ট্রিয়া, জার্মানি এবং ইউরোপীয় ইউনিয়নের অনেক দেশে শুধুমাত্র শুকনো ভেষজ, মশলা এবং মশলা বিকিরণ দিয়ে প্রক্রিয়া করা যেতে পারে এবং শুধুমাত্র একটি নির্দিষ্ট ডোজে, যেখানে ব্রাজিলে সমস্ত খাবার যেকোনো ডোজে অনুমোদিত।\nফুড ইরেডিয়েশনের সুবিধাসমূহ:\nফুড ইরেডিয়েশন খাদ্যকে কীটনাশক এবং জীবাণুনাশক পদার্থের চেয়ে নিরাপদ ও কার্যকরভাবে সংরক্ষিত করতে সহায়তা করে। এটি বিভিন্ন রোগ জীবাণু যেমন স্যালমোনেলা, ই-কোলাই, এবং লিস্টেরিয়া ধ্বংস করতে সক্ষম। ফলে খাদ্যজনিত রোগের ঝুঁকি কমে। পাশাপাশি, বিকিরণ অঙ্কুরোদগম ও পাকাকে বাধা দেয়, যা ফলমূল, শাকসবজি এবং কন্দজাতীয় ফসলের শেল্ফ লাইফ বাড়ায়। এটি খাদ্য পণ্যের গুণগত মান অক্ষুণ্ণ রেখে সংরক্ষণ করা যায়।\nফুড ইরেডিয়েশনের চ্যালেঞ্জ:\nযদিও ফুড ইরেডিয়েশন খাদ্য নিরাপত্তা ও সংরক্ষণে অনেক সুবিধা প্রদান করে, এটি সম্পর্কে কিছু চ্যালেঞ্জও রয়েছে। অনেক ভোক্তা মনে করে যে বিকিরণকৃত খাদ্য তাদের স্বাস্থ্যের জন্য ক্ষতিকর হতে পারে। তাদের ধারণা পরিবর্তন করতে সচেতনতা বৃদ্ধি ও সঠিক তথ্য প্রদান জরুরি। এছাড়াও, বিভিন্ন দেশের নিয়মনীতি ও প্রবিধান অনুযায়ী ফুড ইরেডিয়েশন প্রক্রিয়ার বিভিন্নতা রয়েছে, যা আন্তর্জাতিক মান অনুযায়ী মানানসই হতে হবে।\nফুড ইরেডিয়েশনের ভবিষ্যৎ:\nফুড ইরেডিয়েশন প্রযুক্তির আরও উন্নয়নের মাধ্যমে খাদ্য নিরাপত্তা ও সংরক্ষণের নতুন দিগন্ত উন্মোচন হতে পারে। আধুনিক প্রযুক্তি ও গবেষণার মাধ্যমে বিকিরণ প্রক্রিয়াকে আরও কার্যকর ও নিরাপদ করা সম্ভব হবে। বিভিন্ন দেশের সরকার ও সংস্থার সমন্বিত প্রচেষ্টায় ফুড ইরেডিয়েশন প্রযুক্তির বিস্তার সম্ভব হবে এবং বিশ্বব্যাপী খাদ্য নিরাপত্তা ও সংরক্ষণে গুরুত্বপূর্ণ ভূমিকা পালন করবে।\nফুড ইরেডিয়েশন প্রক্রিয়ার মাধ্যমে খাদ্য পণ্যের গুণগত মান অক্ষুণ্ণ রেখে দীর্ঘমেয়াদী সংরক্ষণ করা সম্ভব। এর মাধ্যমে খাদ্য নিরাপত্তা নিশ্চিত করা যায় এবং খাদ্য পণ্যের শেল্ফ লাইফ বৃদ্ধি পায়। বিশ্বব্যাপী খাদ্য নিরাপত্তা ও সংরক্ষণে ফুড ইরেডিয়েশন প্রযুক্তির গুরুত্ব অপরিসীম।\nএতে করে খাদ্য সংরক্ষণ এবং নিরাপত্তার ক্ষেত্রে একটি বড় অগ্রগতি হয়েছে। বিভিন্ন গবেষণায় দেখা গেছে, ফুড ইরেডিয়েশন প্রক্রিয়া খাদ্যকে নিরাপদ ও স্থিতিশীল রাখার ক্ষেত্রে কার্যকর। তবে, সাধারণ মানুষের মধ্যে সচেতনতা বৃদ্ধি এবং বিকিরণকৃত খাদ্য সম্পর্কে নেতিবাচক ধারণা দূর করা জরুরি।\n\n\n== ব্যাবহার ==\nফুড ইরেডিয়েশন হল একটি প্রক্রিয়া যেখানে খাবার এবং খাদ্য প্যাকেজিংকে আয়নায়িত বিকিরণের মাধ্যমে উন্মুক্ত করা হয়, যেমন গামা রশ্মি, এক্স-রে বা ইলেকট্রন বিম। এই প্রক্রিয়াটি খাদ্য নিরাপত্তা উন্নত করে এবং পণ্যের শেল্ফ লাইফ (সংরক্ষণ) বৃদ্ধি করে। এটি পচন ও খাদ্যজনিত রোগের জন্য দায়ী জীবাণুগুলোকে ধ্বংস করে, অঙ্কুরোদগম বা পাকাকে বাধা দেয় এবং কীটপতঙ্গ ও অনুপ্রবেশকারী কীটপতঙ্গ নিয়ন্ত্রণের একটি উপায়।\nফুড ইরেডিয়েশনের সুবিধাসমূহ:\nফুড ইরেডিয়েশন খাদ্যকে কীটনাশক এবং জীবাণুনাশক পদার্থের চেয়ে নিরাপদ ও কার্যকরভাবে সংরক্ষিত করতে সহায়তা করে। এটি বিভিন্ন রোগ জীবাণু যেমন সালমোনেলা, ই-কোলাই, এবং লিস্টেরিয়া ধ্বংস করতে সক্ষম। ফলে খাদ্যজনিত রোগের ঝুঁকি কমে। পাশাপাশি, বিকিরণ অঙ্কুরোদগম ও পাকাকে বাধা দেয়, যা ফলমূল, শাকসবজি এবং কন্দজাতীয় ফসলের শেল্ফ লাইফ বাড়ায়। এটি খাদ্য পণ্যের গুণগত মান অক্ষুণ্ণ রেখে সংরক্ষণ করা যায়।\nফুড ইরেডিয়েশন খাদ্যের এনজাইমগুলির পরিবর্তনের গতি ধীর করে। এটি পচনকারী জীবগুলি কমিয়ে বা অপসারণ করে এবং পাকানো ও অঙ্কুরোদগম ধীর করে (যেমন আলু, পেঁয়াজ এবং রসুন) ফসল কাটা এবং চূড়ান্ত ব্যবহারের মধ্যে নষ্ট হওয়া খাদ্যের পরিমাণ কমাতে সহায়ক। শেল্ফ-স্থিতিশীল পণ্যগুলি সিল করা প্যাকেজগুলিতে খাবার বিকিরণ করে তৈরি করা হয়, কারণ বিকিরণ নষ্ট হওয়ার সম্ভাবনা কমায় এবং প্যাকেজিং চূড়ান্ত পণ্যের পুনঃদূষণ প্রতিরোধ করে। যেসব খাবার বেশি ডোজ বিকিরণ সহ্য করতে পারে সেগুলো নির্বীজিত করা যায়। এটি হাসপাতালগুলিতে সংক্রমণের উচ্চ ঝুঁকিতে থাকা ব্যক্তিদের জন্য এবং সঠিক খাদ্য সংরক্ষণ করা সম্ভব নয় এমন পরিস্থিতিতে উপকারী, যেমন মহাকাশচারীদের জন্য রেশন।\nফুড ইরেডিয়েশন ও কীটপতঙ্গ নিয়ন্ত্রণ:\nফুড ইরেডিয়েশন কীটপতঙ্গ এবং খাদ্যজনিত অসুস্থতার ঝুঁকি কমাতে বা নির্মূল করতে এবং পচন ও উদ্ভিদের পরিপক্কতা বা অঙ্কুরোদগম প্রতিরোধ বা ধীর করতে ব্যবহৃত হয়। ডোজের উপর নির্ভর করে, উপস্থিত কিছু বা সমস্ত জীব, অণুজীব, ব্যাকটেরিয়া এবং ভাইরাস ধ্বংস, ধীর বা পুনরুৎপাদন করতে অক্ষম করা হয়। ব্যাকটেরিয়াকে লক্ষ্য করার সময়, বেশিরভাগ খাবার বিকিরণ করা হয় সক্রিয় অণুজীবের সংখ্যা উল্লেখযোগ্যভাবে কমাতে, পণ্যের সমস্ত অণুজীব নির্বীজিত করতে নয়। বিকিরণ নষ্ট বা অতিরিক্ত পাকা খাবারকে তাজা অবস্থায় ফিরিয়ে আনতে পারে না। যদি এই খাবারটি বিকিরণের মাধ্যমে প্রক্রিয়াজাত করা হয়, তবে আরও পচন বন্ধ হয়ে যাবে এবং পাকানো ধীর হবে, তবে বিকিরণ টক্সিন ধ্বংস করবে না বা খাবারের টেক্সচার, রঙ বা স্বাদ পুনরুদ্ধার করবে না।\nফুড ইরেডিয়েশন ও স্বাস্থ্য সুবিধা:\nফুড ইরেডিয়েশন সিস্টেম এবং প্রক্রিয়া খাদ্য পণ্যগুলির মধ্যে স্বাস্থ্যকর জীবাণু নিয়ন্ত্রণ করে। খাদ্যের শেল্ফ লাইফ বৃদ্ধির পাশাপাশি এটি রোগ নিরাময় এবং সংক্রমণ প্রতিরোধের ক্ষেত্রেও উল্লেখযোগ্য ভূমিকা পালন করে। ফুড ইরেডিয়েশন বিশেষ করে হাসপাতাল, স্বাস্থ্য সেবা কেন্দ্র এবং মহাকাশযাত্রায় ব্যবহৃত খাদ্য পণ্যের জন্য খুবই গুরুত্বপূর্ণ, যেখানে সঠিক খাদ্য সংরক্ষণ এবং পরিবহন করা সম্ভব নয়।\nফুড ইরেডিয়েশনের উন্নয়ন:\nফুড ইরেডিয়েশন প্রযুক্তির উন্নয়নের মাধ্যমে, ভবিষ্যতে খাদ্য নিরাপত্তা এবং সংরক্ষণের নতুন দিগন্ত উন্মোচন হতে পারে। আধুনিক প্রযুক্তি ও গবেষণার মাধ্যমে বিকিরণ প্রক্রিয়াকে আরও কার্যকর ও নিরাপদ করা সম্ভব হবে। বিভিন্ন দেশের সরকার ও সংস্থার সমন্বিত প্রচেষ্টায় ফুড ইরেডিয়েশন প্রযুক্তির বিস্তার সম্ভব হবে এবং বিশ্বব্যাপী খাদ্য নিরাপত্তা ও সংরক্ষণে গুরুত্বপূর্ণ ভূমিকা পালন করবে।\nফুড ইরেডিয়েশনের চ্যালেঞ্জ:\nযদিও ফুড ইরেডিয়েশন খাদ্য নিরাপত্তা ও সংরক্ষণে অনেক সুবিধা প্রদান করে, এটি সম্পর্কে কিছু চ্যালেঞ্জও রয়েছে। অনেক ভোক্তা মনে করে যে বিকিরণকৃত খাদ্য তাদের স্বাস্থ্যের জন্য ক্ষতিকর হতে পারে। তাদের ধারণা পরিবর্তন করতে সচেতনতা বৃদ্ধি ও সঠিক তথ্য প্রদান জরুরি। এছাড়াও, বিভিন্ন দেশের নিয়মনীতি ও প্রবিধান অনুযায়ী ফুড ইরেডিয়েশন প্রক্রিয়ার বিভিন্নতা রয়েছে, যা আন্তর্জাতিক মান অনুযায়ী মানানসই হতে হবে।\nফুড ইরেডিয়েশন প্রযুক্তি ও তার প্রয়োগ:\nফুড ইরেডিয়েশন প্রযুক্তির বিভিন্ন ব্যবহার রয়েছে এবং এটি বিভিন্ন খাদ্য পণ্যের ক্ষেত্রে প্রযোজ্য। উদাহরণস্বরূপ, ফলমূল, শাকসবজি, মাংস, মাছ এবং পোল্ট্রি খাবারগুলি বিকিরণ করা যেতে পারে। এটি খাদ্য পণ্যের গুণগত মান অক্ষুণ্ণ রেখে দীর্ঘমেয়াদী সংরক্ষণ করতে সহায়ক। খাদ্য নিরাপত্তা নিশ্চিত করার পাশাপাশি ফুড ইরেডিয়েশন প্রযুক্তি খাদ্য পণ্যের শেল্ফ লাইফ বাড়াতে সহায়ক হয়।\nফুড ইরেডিয়েশন প্রযুক্তি একটি গুরুত্বপূর্ণ পদক্ষেপ যা খাদ্য নিরাপত্তা ও সংরক্ষণে সহায়ক হয়। এটি কীটনাশক এবং জীবাণুনাশক পদার্থের চেয়ে নিরাপদ ও কার্যকরভাবে খাদ্য সংরক্ষণ করে। বিভিন্ন দেশের নিয়মনীতি ও প্রবিধান অনুযায়ী ফুড ইরেডিয়েশন প্রক্রিয়ার বিভিন্নতা রয়েছে, যা আন্তর্জাতিক মান অনুযায়ী মানানসই হতে হবে। আধুনিক প্রযুক্তি ও গবেষণার মাধ্যমে ফুড ইরেডিয়েশন প্রক্রিয়াকে আরও কার্যকর ও নিরাপদ করা সম্ভব হবে। বিভিন্ন দেশের সরকার ও সংস্থার সমন্বিত প্রচেষ্টায় ফুড ইরেডিয়েশন প্রযুক্তির বিস্তার সম্ভব হবে এবং বিশ্বব্যাপী খাদ্য নিরাপত্তা ও সংরক্ষণে গুরুত্বপূর্ণ ভূমিকা পালন করবে।\n\n\n== প্রক্রিয়া ==\nলক্ষ্যবস্তু উপাদানটি একটি বিকিরণ উৎসের সম্মুখীন হয় যা লক্ষ্যবস্তু উপাদান থেকে পৃথক থাকে। বিকিরণ উৎস শক্তিশালী কণা বা তরঙ্গ সরবরাহ করে। এই তরঙ্গ/কণাগুলি লক্ষ্যবস্তু উপাদানে প্রবেশ করার সময় তারা অন্যান্য কণার সাথে সংঘর্ষ করে। একটি দূরত্বের উপর এই সংঘর্ষের সম্ভাবনা যত বেশি হয়, বিকিরণ প্রক্রিয়ার অনুপ্রবেশের গভীরতা তত কম হয় কারণ শক্তি দ্রুত ক্ষয়প্রাপ্ত হয়।\nএই সংঘর্ষের স্থানগুলির চারপাশে রাসায়নিক বন্ধনগুলি ভেঙে যায়, স্বল্পস্থায়ী রেডিক্যাল তৈরি করে (যেমন হাইড্রক্সিল রেডিক্যাল, হাইড্রোজেন পরমাণু এবং দ্রবণযুক্ত ইলেকট্রন)। এই রেডিক্যালগুলি কাছাকাছি অণুগুলির সাথে বন্ধন করে এবং/অথবা কণাগুলিকে বিচ্ছিন্ন করে আরও রাসায়নিক পরিবর্তন ঘটায়। যখন কোষে সংঘর্ষ ঘটে, কোষ বিভাজন প্রায়শই বাধাগ্রস্ত হয়, খাদ্য পরিপক্ক হওয়ার প্রক্রিয়াগুলি থামিয়ে দেয় বা ধীর করে।\nযখন প্রক্রিয়াটি ডিএনএ বা আরএনএ ক্ষতিগ্রস্ত করে, কার্যকর প্রজনন অসম্ভাব্য হয়ে ওঠে, ভাইরাস এবং জীবের জনসংখ্যা বৃদ্ধি থামিয়ে দেয়। ডোজের বণ্টনটি খাদ্যের পৃষ্ঠ থেকে পরিবর্তিত হয় এবং এটি খাদ্যের মধ্য দিয়ে চলার সাথে সাথে শোষিত হয় এবং এটি ব্যবহৃত বিকিরণ এবং খাদ্যের শক্তি ও ঘনত্বের উপর নির্ভর করে।\nউন্নত গুণমান:\nবিকিরণ একটি পণ্যকে এমন গুণাবলী (সংবেদী এবং রাসায়নিক) দেয় যা অপরিহার্য খাবারের তুলনায় বেশি অনুরূপ যেকোনো সংরক্ষণ পদ্ধতির তুলনায় যা অনুরূপ মাত্রার সংরক্ষণ অর্জন করতে পারে।\nরেডিওএকটিভ নয়:\nবিকিরণযুক্ত খাদ্য রেডিওএকটিভ হয় না; শুধুমাত্র কণা শক্তি যা উল্লেখযোগ্য প্ররোচিত রেডিওএকটিভিটি ঘটানোর অক্ষম তা খাদ্য বিকিরণের জন্য ব্যবহৃত হয়। মার্কিন যুক্তরাষ্ট্রে এই সীমাটি ইলেকট্রন বিম এবং এক্স-রে উত্সের জন্য 4 মেগা ইলেকট্রন ভোল্ট বলে গণ্য করা হয় - কোবাল্ট-60 বা সিজিয়াম-137 উত্স কখনই উদ্বেগের জন্য যথেষ্ট শক্তিশালী নয়। এই শক্তির নিচের কণাগুলি লক্ষ্যবস্তু উপাদানে আঘাত করা কণার সংখ্যা নির্বিশেষে, খাদ্যে লক্ষ্যযুক্ত পরমাণুর নিউক্লিয়াস পরিবর্তন করার জন্য কখনই যথেষ্ট শক্তিশালী হতে পারে না এবং তাই রেডিওঅ্যাক্টিভিটি প্ররোচিত করা যায় না।\nডোজিমেট্রি:\nবিকিরণ শোষিত ডোজ হল লক্ষ্যবস্তু উপাদানের প্রতি ইউনিট ওজনের শোষিত শক্তির পরিমাণ। ডোজটি ব্যবহৃত হয় কারণ, একই পদার্থকে একই ডোজ দেওয়া হলে, লক্ষ্যবস্তু উপাদানে অনুরূপ পরিবর্তনগুলি দেখা যায় (Gy বা J/kg)। ডোজিমিটারগুলি ডোজ পরিমাপ করতে ব্যবহৃত হয় এবং ছোট উপাদানগুলি, যা আয়নকারী বিকিরণের সম্মুখীন হলে, এমন একটি ডিগ্রীতে পরিমাপযোগ্য শারীরিক গুণাবলী পরিবর্তন করে যা প্রাপ্ত ডোজের সাথে সম্পর্কিত হতে পারে। ডোজ পরিমাপ (ডোজিমেট্রি) এর অর্থ হল লক্ষ্যবস্তু উপাদানের সাথে এক বা একাধিক ডোজিমিটারকে উন্মোচিত করা।\nবিধানের উদ্দেশ্যে ডোজগুলি কম (1 kGy পর্যন্ত), মাঝারি (1 kGy থেকে 10 kGy) এবং উচ্চ-ডোজ অ্যাপ্লিকেশনগুলিতে (10 kGy এর উপরে) বিভক্ত করা হয়। উচ্চ-ডোজ অ্যাপ্লিকেশনগুলি মার্কিন যুক্তরাষ্ট্রে FDA এবং বিশ্বের অন্যান্য নিয়ন্ত্রকদের দ্বারা বাণিজ্যিক খাদ্য সামগ্রীর জন্য বর্তমানে অনুমোদিত সীমার উপরে, যদিও এই ডোজগুলি বাণিজ্যিক নয় এমন অ্যাপ্লিকেশনগুলির জন্য অনুমোদিত, যেমন NASA নভোচারীদের জন্য হিমায়িত মাংস নির্বীজিত করা (44 kGy এর ডোজ) এবং হাসপাতালের রোগীদের জন্য খাদ্য।\nবাইরের প্রান্তে অনুমোদিত সর্বাধিক ডোজ (Dmax) থেকে প্রক্রিয়াকরণ শর্তগুলি অর্জনের জন্য ন্যূনতম সীমা (Dmin) এর অনুপাত ডোজ বণ্টনের অভিন্নতা নির্ধারণ করে। এই অনুপাতটি নির্ধারণ করে যে বিকিরণ প্রক্রিয়াটি কতটা অভিন্ন।\n\n\n== রাসায়নিক পরিবর্তন ==\nআয়নাইজিং বিকিরণ খাদ্যের মধ্য দিয়ে প্রবাহিত হলে, এটি রেডিওলাইসিস প্রভাবের কারণে রাসায়নিক রূপান্তরের একটি পথ তৈরি করে। বিকিরণ খাবারকে রেডিওএকটিভ করে তোলে না, খাদ্যের রাসায়নিক পরিবর্তন ঘটায় না, পুষ্টির উপাদানগুলির আপস করে না, বা খাদ্যের স্বাদ, টেক্সচার, বা চেহারা পরিবর্তন করে না।\nখাদ্যের গুণগত মান:\nবাণিজ্যিকভাবে খাদ্য চিকিত্সার জন্য কয়েক দশক ধরে কঠোরভাবে মূল্যায়ন করা হয়েছে, বিকিরণ খাদ্যের সংবেদী গুণাবলী এবং পুষ্টির উপাদানে কোনো নেতিবাচক প্রভাব ফেলে না।\nমিনিমালি প্রক্রিয়াজাত শাকসবজির উপর গবেষণা:\nওয়াটারক্রেস (Nasturtium officinale) একটি দ্রুত বর্ধমান জলজ বা আধা জলজ বার্ষিক উদ্ভিদ। রাসায়নিক এজেন্টগুলি কার্যকর মাইক্রোবিয়াল হ্রাস প্রদান করে না বলে, ওয়াটারক্রেসকে গামা বিকিরণ চিকিত্সা দিয়ে পরীক্ষা করা হয়েছে পণ্যের উভয় নিরাপত্তা এবং শেলফ লাইফ উন্নত করার জন্য। এটি ঐতিহ্যগতভাবে উদ্যানপালন পণ্যে ব্যবহার করা হয় অঙ্কুরোদগম এবং পোস্ট-প্যাকেজিং দূষণ প্রতিরোধ করতে, ফসল কাটার পর পাকানো, পরিপক্কতা এবং বার্ধক্য বিলম্বিত করতে।\nফুড ইরেডিয়েশনের বিরুদ্ধে যারা সমর্থন করেন তারা যুক্তি দেন যে বিকিরণযুক্ত খাবারের দীর্ঘমেয়াদী স্বাস্থ্য প্রভাব এবং নিরাপত্তা বৈজ্ঞানিকভাবে প্রমাণ করা যাবে না, তবে 1950 সাল থেকে বিকিরণযুক্ত খাবারের শত শত প্রাণী খাওয়ানোর গবেষণা করা হয়েছে। প্রান্তিক পয়েন্টগুলির মধ্যে রয়েছে বিপাকের উপ-ক্রমাগত এবং দীর্ঘস্থায়ী পরিবর্তন, হিস্টোপ্যাথোলজি, অর্গানের বেশিরভাগ কাজ, প্রজনন প্রভাব, বৃদ্ধি, টেরাটোজেনেসিটি এবং মিউটাজেনেসিটি।\nশিল্প প্রক্রিয়া:\nখাবারটি বিকিরণ দ্বারা প্রক্রিয়াজাত করার পয়েন্ট পর্যন্ত, খাবারটি অন্যান্য খাবারের মতো একইভাবে প্রক্রিয়াজাত করা হয়।\nপ্যাকেজিং:\nকিছু চিকিত্সার জন্য, প্যাকেজিং ব্যবহার করা হয় যাতে খাবারের জিনিসগুলি কখনই রেডিওএকটিভ পদার্থের সাথে যোগাযোগ না করে এবং চূড়ান্ত পণ্যের পুনঃদূষণ প্রতিরোধ করে। আজকের খাদ্য প্রক্রিয়াকরণ এবং প্রস্তুতকারকরা বিকিরণ-ভিত্তিক প্রক্রিয়াকরণের জন্য সাশ্রয়ী, দক্ষ প্যাকেজিং উপকরণ ব্যবহার করতে লড়াই করছে। প্রিপ্যাকেজড খাবারের বিকিরণ প্রয়োগ করার ফলে খাদ্য প্যাকেজিং উপাদানের নির্দিষ্ট রাসায়নিক পরিবর্তনগুলি প্ররোচিত করার মাধ্যমে খাদ্যের উপর প্রভাব ফেলে যা খাদ্যে স্থানান্তরিত হয়। বিভিন্ন প্লাস্টিকের ক্রস-লিঙ্কিং শারীরিক এবং রাসায়নিক পরিবর্তনের দিকে নিয়ে যেতে পারে যা সামগ্রিক আণবিক ওজন বাড়াতে পারে। অন্যদিকে, চেইন স্কিশন হল পলিমার চেইনের ভগ্নাংশ যা আণবিক ভর হ্রাসের দিকে নিয়ে যায়।\nচিকিৎসা:\nখাবারটি চিকিত্সা করার জন্য, এটি একটি নির্দিষ্ট সময়ের জন্য একটি রেডিওএকটিভ উত্সের কাছে উন্মুক্ত করা হয় যাতে একটি পছন্দসই ডোজ অর্জন করা যায়। বিকিরণ একটি রেডিওএকটিভ পদার্থ দ্বারা নির্গত হতে পারে, বা এক্স-রে এবং ইলেকট্রন বিম অ্যাক্সিলারেটর দ্বারা নির্গত হতে পারে। বিশেষ সতর্কতা অবলম্বন করা হয় যাতে খাদ্যের জিনিসগুলি কখনও রেডিওএকটিভ পদার্থের সাথে যোগাযোগ না করে এবং কর্মী এবং পরিবেশ বিকিরণ এক্সপোজার থেকে সুরক্ষিত থাকে। বিকিরণ চিকিত্সাগুলি সাধারণত ডোজ দ্বারা শ্রেণীবদ্ধ করা হয় (উচ্চ, মাঝারি এবং নিম্ন), তবে কখনও কখনও চিকিত্সার প্রভাব দ্বারা শ্রেণীবদ্ধ করা হয় (রাদাপার্টাইজেশন, রাডিসিডেশন এবং রাদুরাইজেশন)। খাদ্য বিকিরণকে কখনও কখনও \"ঠান্ডা পাস্তুরাইজেশন\" বা \"ইলেকট্রনিক পাস্তুরাইজেশন\" হিসাবে উল্লেখ করা হয় কারণ খাদ্যকে আয়নিত করা প্রক্রিয়ার সময় এটি উচ্চ তাপমাত্রায় গরম করে না এবং প্রভাবটি পাস্তুরাইজেশনের অনুরূপ। \"ঠান্ডা পাস্তুরাইজেশন\" শব্দটি বিতর্কিত কারণ এই শব্দটি খাদ্যটি বিকিরণ করা হয়েছে তা ছদ্মবেশে ব্যবহার করা যেতে পারে এবং পাস্তুরাইজেশন এবং বিকিরণ মৌলিকভাবে ভিন্ন প্রক্রিয়া।\nগামা বিকিরণ:\nগামা বিকিরণ কোবাল্ট-60 এবং সিজিয়াম-137 রেডিওআইসোটোপ থেকে উত্পাদিত হয়, যা কোবাল্ট-59 (কোবাল্টের একমাত্র স্থিতিশীল আইসোটোপ) এবং যথাক্রমে একটি পারমাণবিক ফিশন পণ্য নিউট্রন বিকিরণ দ্বারা উত্পাদিত হয়। কোবাল্ট-60 হল বাণিজ্যিক স্কেল সুবিধাগুলিতে খাদ্য বিকিরণের জন্য গামা রশ্মির সবচেয়ে সাধারণ উত্স কারণ এটি জল অদ্রবণীয় এবং তাই জল ব্যবস্থাগুলিতে ফুটো হওয়ার কারণে পরিবেশগত দূষণের ঝুঁকি খুব কম। বিকিরণ উৎসের পরিবহনের ক্ষেত্রে, কোবাল্ট-60 বিশেষ ট্রাকে পরিবহন করা হয় যা বিকিরণ রিলিজ প্রতিরোধ করে এবং আন্তর্জাতিক পারমাণবিক শক্তি আইনের রেডিওঅ্যাকটিভ পদার্থের নিরাপদ পরিবহন প্রবিধানগুলিতে উল্লিখিত মানগুলি পূরণ করে। বিশেষ ট্রাকগুলিকে উচ্চ নিরাপত্তা মান পূরণ করতে হবে এবং বিকিরণ উত্সগুলিকে প্রেরণ করার জন্য ব্যাপক পরীক্ষায় উত্তীর্ণ হতে হবে। বিপরীতভাবে, সিজিয়াম-137 জল দ্রবণীয় এবং পরিবেশগত দূষণের ঝুঁকি বহন করে। বৃহৎ পরিসরে বাণিজ্যিক ব্যবহারের জন্য অপর্যাপ্ত পরিমাণে পাওয়া যায় কারণ পারমাণবিক চুল্লিতে উত্পাদিত সিজিয়াম-137 এর বিশাল সংখ্যাগরিষ্ঠ ব্যবহৃত পারমাণবিক জ্বালানি থেকে বের করা হয় না। একটি ঘটনার কারণে যেখানে পানিতে দ্রবণীয় সিজিয়াম-137 উত্স স্টোরেজ পুলে ফুটো হয়, যার জন্য NRC হস্তক্ষেপের প্রয়োজন হয়েছিল।\nগামা বিকিরণ ব্যাপকভাবে ব্যবহৃত হয় তার উচ্চ অনুপ্রবেশ গভীরতা এবং ডোজ অভিন্নতার কারণে, যা উচ্চ থ্রুপুট সহ বৃহৎ আকারের অ্যাপ্লিকেশনগুলির জন্য অনুমতি দেয়। এছাড়াও, গামা বিকিরণ একটি এক্স-রে উত্স ব্যবহার করার চেয়ে উল্লেখযোগ্যভাবে কম ব্যয়বহুল। বেশিরভাগ ডিজাইনে, রেডিওআইসোটোপটি, স্টেইনলেস স্টিলের পেন্সিলগুলিতে থাকে, একটি জল-ভর্তি স্টোরেজ পুলে সংরক্ষণ করা হয় যা ব্যবহার না করার সময় বিকিরণ শক্তি শোষণ করে। চিকিত্সার জন্য, উত্সটি স্টোরেজ ট্যাঙ্ক থেকে তুলে নেওয়া হয় এবং পেন্সিলের চারপাশে থাকা টোটে পাস করা হয় প্রয়োজনীয় প্রক্রিয়াকরণের জন্য।\nচিকিত্সার খরচ ডোজ এবং সুবিধার ব্যবহারের একটি ফাংশন হিসাবে পরিবর্তিত হয়। একটি প্যালেট বা টোট সাধারণত ডোজের উপর নির্ভর করে কয়েক মিনিট থেকে ঘন্টার জন্য উন্মুক্ত থাকে। ফলের বালাইনাশক হিসাবে নিম্ন-ডোজ অ্যাপ্লিকেশনগুলি US$0.01/lb এবং US$0.08/lb এর মধ্যে থাকে, যেখানে উচ্চ-ডোজ অ্যাপ্লিকেশনগুলি US$0.20/lb পর্যন্ত খরচ হতে পারে।\n**ইলেকট্রন বিম:**\nইলেকট্রন বিমের চিকিত্সা একটি ত্বরকতে উচ্চ শক্তির ইলেকট্রনের ফলে তৈরি হয় যা ইলেকট্রন তৈরি করে যা আলোর গতি 99% ত্বরান্বিত হয়। এই সিস্টেমটি বৈদ্যুতিক শক্তি ব্যবহার করে এবং চালু এবং বন্ধ করা যেতে পারে। উচ্চ শক্তি একটি উচ্চ থ্রুপুট এবং নিম্ন একক খরচের সাথে সম্পর্কিত, কিন্তু ইলেকট্রন বিমের নিম্ন ডোজ অভিন্নতা এবং সেন্টিমিটার অনুপ্রবেশ গভীরতা রয়েছে। অতএব, ইলেকট্রন বিম চিকিত্সা এমন পণ্যের জন্য কাজ করে যার নিম্ন বেধ রয়েছে।\n**এক্স-রে:**\nএক্স-রে উচ্চ-শক্তির ত্বরিত ইলেকট্রনের সাথে ঘন লক্ষ্যবস্তু উপাদান বোমাবর্ষণের মাধ্যমে উত্পাদিত হয় (এই প্রক্রিয়াটি bremsstrahlung-রূপান্তর হিসাবে পরিচিত), একটি ক্রমাগত শক্তি বর্ণালী উত্থাপন করে। টাংস্টেন এবং ট্যান্টালামের মতো ভারী ধাতু ব্যবহৃত হয় কারণ তাদের উচ্চ পরমাণু সংখ্যা এবং উচ্চ গলনাঙ্ক তাপমাত্রার কারণে। ট্যান্টালাম সাধারণত শিল্প, বড়-এলাকা, উচ্চ-শক্তি লক্ষ্যগুলির জন্য টাংস্টেনের উপর পছন্দ করা হয় কারণ এটি পরবর্তীর চেয়ে বেশি কার্যকর এবং প্ররোচিত প্রতিক্রিয়ার জন্য একটি উচ্চ থ্রেশহোল্ড শক্তি রয়েছে। ইলেকট্রন বিমের মতো, এক্স-রেগুলির জন্য রেডিওএকটিভ উপকরণের প্রয়োজন হয় না এবং ব্যবহার না হলে সেগুলি বন্ধ করা যেতে পারে। এক্স-রেগুলির উচ্চ অনুপ্রবেশ গভীরতা এবং উচ্চ ডোজ অভিন্নতা রয়েছে তবে এগুলি বিকিরণের একটি খুব ব্যয়বহুল উৎস কারণ শুধুমাত্র 8% আপতিত শক্তি এক্স-রেগুলিতে রূপান্তরিত হয়।\nUV-C:\nUV-C অন্যান্য পদ্ধতির মতো গভীরভাবে প্রবেশ করে না। এর ফলে, এর সরাসরি অণুজীবজনিত প্রভাব শুধুমাত্র পৃষ্ঠের জন্য সীমাবদ্ধ। এর ডিএনএ ক্ষতির প্রভাব সাইক্লোবুটেন-টাইপ পাইরিমিডিন ডিমার তৈরি করে। সরাসরি প্রভাবগুলির পাশাপাশি, UV-C এমনকি এখনও ইনোকুলেটেড না হওয়া প্যাথোজেনগুলির বিরুদ্ধেও প্রতিরোধ ক্ষমতা সৃষ্টি করে। এই প্ররোচিত প্রতিরোধের কিছু অংশ বোঝা যায়, স্ব-বিনাশকারী এনজাইম যেমন পলিগ্যালাকটিউরোনেজের সাময়িক নিষ্ক্রিয়করণের ফলস্বরূপ এবং সেল প্রাচীরের মেরামতের সাথে সম্পর্কিত এনজাইমগুলির বৃদ্ধি।\nখরচ:\nবিকিরণ একটি মূলধন-নিবিড় প্রযুক্তি যা $1 মিলিয়ন থেকে $5 মিলিয়ন পর্যন্ত উল্লেখযোগ্য প্রাথমিক বিনিয়োগ প্রয়োজন। বৃহৎ গবেষণা বা চুক্তি বিকিরণ সুবিধার ক্ষেত্রে, প্রধান মূলধন ব্যয়গুলির মধ্যে একটি বিকিরণ উৎস, হার্ডওয়্যার (ইরেডিয়েটর, টোট এবং পরিবাহক, নিয়ন্ত্রণ ব্যবস্থা এবং অন্যান্য আনুষঙ্গিক সরঞ্জাম), জমি (1 থেকে 1.5 একর), বিকিরণ ঢাল এবং গুদাম অন্তর্ভুক্ত। অপারেটিং খরচগুলির মধ্যে বেতন (নির্দিষ্ট এবং পরিবর্তনশীল শ্রমের জন্য), ইউটিলিটি, রক্ষণাবেক্ষণ, কর/বীমা, কোবাল্ট-60 পুনঃপ্রতিস্থাপন, সাধারণ ইউটিলিটি এবং অন্যান্য অপারেটিং খরচ অন্তর্ভুক্ত রয়েছে। নাশক খাবারের সামগ্রী যেমন ফলমূল, শাকসবজি এবং মাংসকে এখনও ঠান্ডা শৃঙ্খলে পরিচালনা করতে হবে, তাই অন্যান্য সমস্ত সরবরাহ চেইনের খরচ একই থাকে। খাদ্য প্রস্তুতকারকরা খাদ্য বিকিরণকে গ্রহণ করেনি কারণ বাজারটি বিকিরণযুক্ত খাবারের দাম বৃদ্ধির সমর্থন করে না এবং বিকিরণযুক্ত খাবারের কারণে সম্ভাব্য ভোক্তাদের প্রতিক্রিয়ার কারণে।\nখাদ্য বিকিরণের খরচ ডোজের প্রয়োজনীয়তা, বিকিরণের সহনশীলতা, পরিচালনার শর্তাবলী, যেমন প্যাকেজিং এবং স্ট্যাকিংয়ের প্রয়োজনীয়তা, নির্মাণের খরচ, অর্থায়নের ব্যবস্থা এবং পরিস্থিতির সাথে সম্পর্কিত অন্যান্য ভেরিয়েবলের দ্বারা প্রভাবিত হয়।\n\n\n== শিল্পের অবস্থা ==\nবিকিরণ অনেক দেশে অনুমোদিত হয়েছে। উদাহরণস্বরূপ, মার্কিন যুক্তরাষ্ট্র এবং কানাডায়, খাদ্য বিকিরণ কয়েক দশক ধরে বিদ্যমান। খাদ্য বিকিরণ বাণিজ্যিকভাবে ব্যবহৃত হয় এবং পরিমাণ সাধারণত ধীরে ধীরে বৃদ্ধি পাচ্ছে, এমনকি ইউরোপীয় ইউনিয়নেও যেখানে সমস্ত সদস্য দেশ শুকনো ভেষজ মশলা এবং সবজি সিজনিং বিকিরণ করতে দেয়, কিন্তু কয়েকটি দেশই বিকিরণযুক্ত হিসাবে অন্যান্য খাবার বিক্রি করার অনুমতি দেয়।\nযদিও কিছু ভোক্তা বিকিরণযুক্ত খাবার কেনার পক্ষে নয়, পর্যাপ্ত বাজার বিদ্যমান আছে যাতে খুচরা বিক্রেতারা বছরের পর বছর বিকিরণযুক্ত পণ্যগুলি ক্রমাগত মজুদ করতে পারে। যখন খুচরা বিক্রির জন্য লেবেলযুক্ত বিকিরণযুক্ত খাবার অফার করা হয়, তখন ভোক্তারা এটি কেনে এবং পুনরায় কেনে, যা বিকিরণযুক্ত খাবারের বাজারকে নির্দেশ করে, যদিও ক্রমাগত ভোক্তাদের শিক্ষার প্রয়োজন রয়েছে।\nখাদ্য বিজ্ঞানীরা সিদ্ধান্তে পৌঁছেছেন যে নির্দিষ্ট ডোজে বিকিরণকৃত যে কোনও তাজা বা হিমায়িত খাদ্য ভোগের জন্য নিরাপদ, প্রায় ৬০ টি দেশ তাদের খাদ্য সরবরাহের মান বজায় রাখতে বিকিরণ ব্যবহার করছে।\n\n\n== রাদুরাইজেশন ঝুঁকি ==\nনিম্নলিখিত ঝুঁকিগুলি উল্লেখ করা যেতে পারে:\n- যেকোনো নির্বীজন পদ্ধতির মতো, খুব ছোট একটি অংশ জীবাণু প্রক্রিয়াটি বেঁচে থাকতে পারে এবং বিকিরণযুক্ত পণ্যের একটি অংশ তবুও নষ্ট হতে পারে।\n- উপরের মতো, চিকিত্সা শুধুমাত্র পণ্যটি কারখানায় পৌঁছানোর মুহূর্তে তার সতেজতা সংরক্ষণ করে। যদি এটি ইতিমধ্যে এর কিছু গুণাবলী হারিয়ে ফেলে, এটি পুনরুদ্ধার করা হবে না ।\n- বিকিরণের উদ্দেশ্য হল দূষণকারী জীবাণুগুলির ডিএনএ/আরএনএ হ্রাস করা, তবে প্রক্রিয়াটিতে পুষ্টির লোডের একটি ছোট অংশও হ্রাস পায়। বিশেষ করে, ভিটামিন, সম্পূর্ণ প্রোটিন এবং সুগন্ধি অণু।\n- বিকিরণ উচ্চ প্রতিক্রিয়াশীল রেডিক্যাল তৈরি করে, যা বিকিরণ করার পরপরই খাবার খাওয়া হলে সমস্যার সৃষ্টি করবে।\n\n\n== মান এবং বিধিনিষেধ ==\nকোডেক্স অ্যালিমেন্টারিয়াস খাদ্য বিকিরণের জন্য বৈশ্বিক মান হিসাবে প্রতিনিধিত্ব করে, বিশেষ করে WTO-চুক্তির অধীনে। চিকিত্সার উত্স নির্বিশেষে, সমস্ত প্রক্রিয়াকরণ সুবিধাগুলিকে আন্তর্জাতিক পারমাণবিক শক্তি সংস্থা (IAEA), কোডেক্স কোড অফ প্র্যাকটিস ফর দ্য রেডিয়েশন প্রসেসিং অফ ফুড, নিউক্লিয়ার রেগুলেটরি কমিশন (NRC) এবং আন্তর্জাতিক মান সংস্থা (ISO) দ্বারা নির্ধারিত নিরাপত্তা মানগুলি মেনে চলতে হবে।\nসমস্ত বাণিজ্যিক বিকিরণ সুবিধাগুলিতে নিরাপত্তা ব্যবস্থা রয়েছে যা কর্মীদের বিকিরণ থেকে রক্ষা করার জন্য ডিজাইন করা হয়েছে। বিকিরণ উৎসটি ক্রমাগত জল, কংক্রিট বা ধাতু দ্বারা আচ্ছাদিত থাকে। বিকিরণ সুবিধাগুলি সুরক্ষার ওভারল্যাপিং স্তর, ইন্টারলক এবং সুরক্ষার সাথে ডিজাইন করা হয়েছে যাতে দুর্ঘটনাজনিত বিকিরণ এক্সপোজার প্রতিরোধ করা যায়। কম তাপ উৎপাদনের কারণে গলনসম্ভাবনা কম।\nলেবেলিং:\nরাডুরা প্রতীক, যেমনটি মার্কিন খাদ্য ও ঔষধ প্রশাসনের প্রবিধান দ্বারা প্রয়োজনীয় খাদ্য আয়নায়িত বিকিরণ দিয়ে চিকিত্সা করা হয়েছে তা দেখানোর জন্য।\nকোডেক্স অ্যালিমেন্টারিয়াসের বিধান হল যে কোনো \"প্রথম প্রজন্মের\" পণ্যকে \"বিকিরণযুক্ত\" হিসাবে লেবেল করা আবশ্যক যেকোনো পণ্য যা সরাসরি বিকিরণিত কাঁচামাল থেকে প্রাপ্ত হয়; উপাদানগুলির জন্য বিধানটি হল যে বিকিরণযুক্ত উপাদানের শেষ অণুটিও উপাদানগুলির সাথে তালিকাভুক্ত থাকতে হবে এমনকি সেই ক্ষেত্রে যেখানে অনির্বিকিরণিত উপাদানটি লেবেলে উপস্থিত হয় না। RADURA-লোগোটি ঐচ্ছিক; কয়েকটি দেশ কোডেক্স-সংস্করণ থেকে আলাদা একটি গ্রাফিকাল সংস্করণ ব্যবহার করে। লেবেলিংয়ের জন্য প্রস্তাবিত নিয়মগুলি CODEX-STAN – 1 (2005) এ প্রকাশিত হয়েছে এবং এতে সমস্ত পণ্যের জন্য রাডুরা প্রতীকটির ব্যবহার অন্তর্ভুক্ত রয়েছে যা বিকিরণযুক্ত খাবার ধারণ করে। রাডুরা প্রতীকটি গুণমানের নামকরণকারী নয়। অবশিষ্ট জীবাণুর পরিমাণ ডোজ এবং মূল বিষয়বস্তুর উপর ভিত্তি করে এবং প্রয়োগ করা ডোজ পণ্য অনুসারে পরিবর্তিত হতে পারে।\nইউরোপীয় ইউনিয়ন বিকিরণযুক্ত খাবারের শেষ অণু পর্যন্ত বিকিরণযুক্ত উপাদানগুলিকে লেবেল করার জন্য কোডেক্সের বিধান অনুসরণ করে। ইউরোপীয় ইউনিয়ন রাডুরা লোগোর ব্যবহার সরবরাহ করে না এবং সদস্য রাষ্ট্রগুলির সংশ্লিষ্ট ভাষায় উপযুক্ত বাক্যাংশের মাধ্যমে একচেটিয়াভাবে লেবেলিংয়ের উপর নির্ভর করে। ইউরোপীয় ইউনিয়ন তার বিকিরণ লেবেলিং আইন প্রয়োগ করে তার সদস্য দেশগুলিকে বাজারে খাদ্য সামগ্রীর একটি ক্রস বিভাগে পরীক্ষা করার এবং ইউরোপীয় কমিশনে রিপোর্ট করার প্রয়োজনীয়তা বাধ্যতামূলক করে। ফলাফলগুলি EUR-Lex-এ বার্ষিক প্রকাশিত হয়।\nমার্কিন যুক্তরাষ্ট্র বিকিরণযুক্ত খাদ্যকে এমন খাবার হিসাবে সংজ্ঞায়িত করে যেখানে বিকিরণ খাদ্যে একটি উপাদানগত পরিবর্তন ঘটায় বা খাদ্যের ব্যবহার থেকে যা ঘটতে পারে তার ফলাফলে একটি উপাদানগত পরিবর্তন ঘটায়। অতএব, একটি রেস্তোরাঁ বা খাদ্য প্রক্রিয়াকরণকারী দ্বারা উপাদান হিসাবে প্রক্রিয়াকৃত খাদ্য মার্কিন যুক্তরাষ্ট্রে লেবেলিং প্রয়োজনীয়তা থেকে অব্যাহতি পায়। সমস্ত বিকিরণযুক্ত খাবারে \"বিকিরণ দিয়ে চিকিত্সা\" বা \"বিকিরণ দ্বারা চিকিত্সা\" বিবৃতির পাশাপাশি একটি প্রধান রাডুরা প্রতীক অন্তর্ভুক্ত থাকতে হবে। বাল্ক খাবারগুলিকে প্রতীক এবং বিবৃতির সাথে পৃথকভাবে লেবেল করতে হবে বা বিকল্পভাবে, রাডুরা এবং বিবৃতি বিক্রয় ধারকের পাশে থাকা উচিত।\nপ্যাকেজিং:\nফেডারেল ফুড, ড্রাগ এবং কসমেটিক অ্যাক্টের ৪০৯ ধারা অনুসারে, প্রিপ্যাকেজড খাদ্যের বিকিরণ শুধুমাত্র একটি নির্দিষ্ট খাদ্যের জন্য বিকিরণ উৎসের জন্যই নয় বরং খাদ্য প্যাকেজিং উপাদানের জন্যও প্রাক-বাজার অনুমোদনের প্রয়োজন। অনুমোদিত প্যাকেজিং উপকরণগুলির মধ্যে বিভিন্ন প্লাস্টিকের ফিল্ম অন্তর্ভুক্ত রয়েছে, তবুও এটি বিভিন্ন পলিমার এবং আঠাল নির্ভর উপকরণগুলিকে কভার করে না যা নির্দিষ্ট মানগুলি পূরণ করতে পাওয়া গেছে। প্যাকেজিং উপাদানের অনুমোদনের অভাব প্রক্রিয়াজাতকরণ এবং বিকিরণযুক্ত প্রিপ্যাকেজড খাবারের প্রসার সীমিত করে।\nখাদ্য নিরাপত্তা:\n২০০৩ সালে, কোডেক্স অ্যালিমেন্টারিয়াস খাদ্য বিকিরণের জন্য কোনো ঊর্ধ্ব ডোজ সীমা এবং নির্দিষ্ট খাবারের জন্য ক্লিয়ারেন্স সরিয়ে দেয়, ঘোষণা করে যে সবই বিকিরণ করা নিরাপদ। পাকিস্তান এবং ব্রাজিলের মতো দেশগুলি কোডেক্সকে কোনো সংরক্ষণ বা বিধিনিষেধ ছাড়াই গ্রহণ করেছে।\nরেডিয়েশন ডোজিমেট্রির জন্য ক্যালিব্রেশন এবং পরিচালনা বর্ণনা করার পাশাপাশি মাপা ডোজকে অর্জিত প্রভাবগুলির সাথে সম্পর্কিত এবং এই জাতীয় ফলাফলগুলি রিপোর্ট এবং নথিভুক্ত করার পদ্ধতিগুলি আমেরিকান সোসাইটি ফর টেস্টিং অ্যান্ড ম্যাটেরিয়ালস (ASTM আন্তর্জাতিক) দ্বারা রক্ষণাবেক্ষণ করা হয় এবং ISO/ASTM মান হিসাবে উপলব্ধ।\nখাদ্য প্রক্রিয়াকরণের সাথে জড়িত সমস্ত নিয়মগুলি সমস্ত খাবারের জন্য প্রযোজ্য হয় তার আগে তারা বিকিরণিত হয়।\nযুক্তরাষ্ট্র:\nমার্কিন যুক্তরাষ্ট্রের খাদ্য ও ঔষধ প্রশাসন (এফডিএ) হল মার্কিন যুক্তরাষ্ট্রে বিকিরণ উত্সের নিয়ন্ত্রণের জন্য দায়ী সংস্থা। FDA দ্বারা সংজ্ঞায়িত বিকিরণ হল একটি \"খাদ্য সংযোজক\" খাদ্য প্রক্রিয়ার বিপরীতে এবং তাই খাদ্য সংযোজন প্রবিধানের অধীনে পড়ে। বিকিরণের জন্য অনুমোদিত প্রতিটি খাদ্যের ন্যূনতম এবং সর্বাধিক ডোজের ক্ষেত্রে নির্দিষ্ট নির্দেশিকা রয়েছে যা FDA দ্বারা নিরাপদ হিসাবে নির্ধারিত হয়েছে। বিকিরণ দ্বারা প্রক্রিয়াজাত খাবার ধারণকারী প্যাকেজিং সামগ্রীগুলিও অনুমোদনের মধ্য দিয়ে যেতে হবে। মার্কিন যুক্তরাষ্ট্রের কৃষি বিভাগ (USDA) মাংস, হাঁস-মুরগি এবং তাজা ফলের সাথে ব্যবহারের জন্য এই নিয়মগুলি সংশোধন করে।\nমার্কিন যুক্তরাষ্ট্রের কৃষি বিভাগ (ইউএসডিএ) পোকামাকড় এবং মাইক্রো অর্গানিজম নিয়ন্ত্রণের জন্য ভেষজ, মশলা এবং উদ্ভিজ্জ মশলা — কম-স্তরের বিকিরণের ব্যবহারের অনুমোদন করেছে। শুকনো বা জলবিয়োজিত এনজাইম প্রস্তুতি — পোকামাকড়  নিয়ন্ত্রণ করতে।\nদ্বিপাক্ষিক চুক্তির অধীনে যা উন্নয়নশীল দেশগুলিকে খাদ্য রপ্তানি চুক্তির মাধ্যমে আয় অর্জনের অনুমতি দেয়, তাদের কীটপতঙ্গ মারার জন্য ফল এবং সবজিগুলিকে কম ডোজে বিকিরণ করার অনুমতি দেওয়ার জন্য চুক্তি করা হয়, যাতে খাবারটি কোয়ারেন্টাইন এড়াতে পারে।\nমার্কিন যুক্তরাষ্ট্রের খাদ্য ও ঔষধ প্রশাসন এবং মার্কিন যুক্তরাষ্ট্রের কৃষি বিভাগ নিম্নলিখিত খাবার এবং উদ্দেশ্যে বিকিরণের অনুমোদন করেছে:\n- প্যাকেজযুক্ত রেফ্রিজারেটেড বা হিমায়িত লাল মাংস — রোগজীবাণু নিয়ন্ত্রণ করতে (ই. কোলাই ও সালমোনেলা) এবং শেল্ফ লাইফ প্রসারিত করতে।\n- প্যাকেজযুক্ত হাঁস-মুরগি — রোগজীবাণু নিয়ন্ত্রণ করতে (সালমোনেলা এবং ক্যাম্পিলোব্যাক্টর)।\n- তাজা ফল, শাকসবজি এবং শস্য — পোকামাকড় নিয়ন্ত্রণ করতে এবং বৃদ্ধি, পাকানো এবং অঙ্কুরোদগমকে বাধা দিতে।\n- শূকর — ট্রাইকাইনোসিস নিয়ন্ত্রণ করতে।\n- ভেষজ, মশলা এবং উদ্ভিজ্জ মশলা — পোকামাকড় এবং মাইক্রোঅর্গানিজম নিয়ন্ত্রণ করতে।\n- শুকনো বা জলবিয়োজিত এনজাইম প্রস্তুতি — পোকামাকড় এবং মাইক্রোঅর্গানিজম নিয়ন্ত্রণ করতে।\n- সাদা আলু — অঙ্কুর বিকাশ বন্ধ করতে।\n- গম এবং গমের ময়দা — পোকামাকড় নিয়ন্ত্রণ করতে।\n- আলাদা বা ব্যাগযুক্ত তাজা আইসবার্গ লেটুস এবং পালং শাক।\n- ক্রাস্টাসিয়ানস (লবস্টার, চিংড়ি এবং কাঁকড়া)।\n- শেলফিশ (ঝিনুক, ক্ল্যামস, মুসেলস এবং স্ক্যালপস)।\nইউরোপীয় ইউনিয়ন:\nইউরোপীয় আইনে উল্লেখ করা হয়েছে যে সমস্ত সদস্য দেশগুলিকে বিকিরণযুক্ত শুকনো সুগন্ধযুক্ত ভেষজ, মশলা এবং উদ্ভিজ্জ মশলা বিক্রি করার অনুমতি দিতে হবে। যাইহোক, এই নির্দেশিকাগুলি সদস্য দেশগুলিকে পূর্ববর্তী ক্লিয়ারেন্স খাদ্য বিভাগের জন্য বজায় রাখতে দেয় যা ইসি-এর বৈজ্ঞানিক কমিটি (SCF) পূর্বে অনুমোদন করেছিল (অনুমোদনকারী সংস্থা এখন ইউরোপীয় খাদ্য নিরাপত্তা কর্তৃপক্ষ)। বর্তমানে, বেলজিয়াম, চেক প্রজাতন্ত্র, ফ্রান্স, ইতালি, নেদারল্যান্ডস এবং পোল্যান্ড অনেক বিভিন্ন ধরণের বিকিরণযুক্ত খাবার বিক্রি করার অনুমতি দেয়। অনুমোদিত শ্রেণীতে পৃথক আইটেমগুলি অনুমোদিত তালিকায় যোগ করার আগে, প্রতিটি খাদ্য এবং প্রস্তাবিত ডোজ পরিসরের প্রতিটির বিষাক্ততার বিষয়ে গবেষণা অনুরোধ করা হয়েছে। এতে আরও উল্লেখ করা হয়েছে যে বিকিরণটি \"স্বাস্থ্যবিধি বা স্বাস্থ্য অনুশীলন বা ভাল উত্পাদন বা কৃষি অনুশীলনের বিকল্প হিসাবে\" ব্যবহার করা যাবে না। এই নির্দেশিকাগুলি শুধুমাত্র খাদ্য খুচরা বিক্রির জন্য খাদ্য বিকিরণ নিয়ন্ত্রণ করে এবং তাদের শর্ত এবং নিয়ন্ত্রণগুলি নির্বীজিত ডায়েটের প্রয়োজনীয় রোগীদের জন্য খাদ্য বিকিরণের ক্ষেত্রে প্রযোজ্য নয়। ২০২১ সালে সবচেয়ে সাধারণ খাদ্য পণ্য ছিল বিকিরণযুক্ত ব্যাঙের পা ৬৫.১%, পোল্ট্রি ২০.৬% এবং শুকনো সুগন্ধযুক্ত ভেষজ, মশলা এবং শাকসবজি মশলা।\nইউরোপীয় একক বাজারের কারণে, যেকোনো খাবার, এমনকি বিকিরণযুক্ত হলেও, অন্য কোনো সদস্য রাষ্ট্রে বাজারজাত করার অনুমতি দিতে হবে এমন শর্তে যে খাদ্যটি উত্স রাষ্ট্রে আইনগতভাবে বিকিরণিত হয়েছে।\nআরও কী, ইসি-তে তৃতীয় দেশগুলি থেকে আমদানিগুলি ইসি দ্বারা পরিদর্শন এবং অনুমোদিত হলে এবং চিকিত্সা ইসি বা কোনও সদস্য রাষ্ট্রের মধ্যে আইনী হলে সম্ভব।\nঅস্ট্রেলিয়া:\nঅস্ট্রেলিয়ায়, বিকিরণযুক্ত বিড়ালের খাবার খাওয়ার পর বিড়ালের মৃত্যুর পরে এবং প্রযোজকের স্বেচ্ছাসেবী প্রত্যাহারের পরে বিড়ালের খাবারের বিকিরণ নিষিদ্ধ করা হয়েছিল।\nপারমাণবিক নিরাপত্তা এবং নিরাপত্তা:\nএই ঝুঁকি কমানোর জন্য ইন্টারলক এবং সুরক্ষার নির্দেশ দেওয়া হয়েছে। এমন সুবিধাগুলিতে বিকিরণ-সম্পর্কিত দুর্ঘটনা, মৃত্যু এবং আঘাত রয়েছে, তাদের মধ্যে অনেকগুলি অপারেটররা নিরাপত্তা সম্পর্কিত ইন্টারলকগুলিকে ওভাররাইড করার কারণে ঘটেছিল। একটি বিকিরণ প্রক্রিয়াকরণ সুবিধায়, বিকিরণ নির্দিষ্ট উদ্বেগগুলি বিশেষ কর্তৃপক্ষ দ্বারা তত্ত্বাবধান করা হয়, যখন \"সাধারণ\" পেশাগত নিরাপত্তা প্রবিধানগুলি অন্যান্য ব্যবসার মতো পরিচালিত হয়।\nবিকিরণ সুবিধার নিরাপত্তা জাতিসংঘের আন্তর্জাতিক পারমাণবিক শক্তি সংস্থা দ্বারা নিয়ন্ত্রিত এবং বিভিন্ন জাতীয় পারমাণবিক নিয়ন্ত্রক কমিশন দ্বারা পর্যবেক্ষণ করা হয়। নিয়ন্ত্রকরা একটি নিরাপত্তা সংস্কৃতি প্রয়োগ করে যা নির্দেশ দেয় যে সমস্ত ঘটনার ঘটনা ঘটেছে তা নথিভুক্ত করা হয়েছে এবং কারণ এবং উন্নয়নের সম্ভাবনা নির্ধারণের জন্য পুরোপুরি বিশ্লেষণ করা হয়েছে। এই ধরনের ঘটনাগুলি একাধিক সুবিধায় কর্মীদের দ্বারা অধ্যয়ন করা হয় এবং উন্নতির নির্দেশ দেওয়া হয় বিদ্যমান সুবিধাগুলিতে পুনরায় সরবরাহ করতে এবং ভবিষ্যতের নকশা।\nমার্কিন যুক্তরাষ্ট্রে পারমাণবিক নিয়ন্ত্রক কমিশন (NRC) প্রক্রিয়াকরণ সুবিধার নিরাপত্তা নিয়ন্ত্রণ করে এবং মার্কিন যুক্তরাষ্ট্রের পরিবহন বিভাগ (DOT) রেডিওঅ্যাকটিভ উত্সগুলির নিরাপদ পরিবহন নিয়ন্ত্রণ করে।\n\n\n== রাদুরিসেশন শব্দটির উৎপত্তি ==\nশব্দটি \"রাদুরাইজেশন\" \"রাদুরা\" থেকে উদ্ভূত হয়েছে, যেখানে \"রেডিয়েশন\" শব্দের প্রাথমিক অক্ষরগুলি এবং ল্যাটিন শব্দ \"দুরুস\" (যার অর্থ শক্ত, দীর্ঘস্থায়ী) এর মূলটি একত্রিত হয়েছে।\n\n\n== ঐতিহাসিক সময়কাল ==\n১৮৯৫: উইলহেলম কনরাড রন্টজেন এক্স-রশ্মি আবিষ্কার করেন (\"ব্রেমস্ট্রালুন\", জার্মান ভাষায় বিকিরণ যা মন্দনের মাধ্যমে উৎপন্ন হয়)।\n১৮৯৬: অ্যান্টোইন হেনরি বেকরেল প্রাকৃতিক রেডিওঅ্যাকটিভিটি আবিষ্কার করেন; মিনক থেরাপিউটিক ব্যবহারের প্রস্তাব করেন।\n১৯০৪: স্যামুয়েল প্রেসকট ম্যাসাচুসেটস ইনস্টিটিউট অফ টেকনোলজির (এমআইটি) ব্যাকটেরিসাইড প্রভাব বর্ণনা কর।\n১৯০৬: অ্যাপলবি ও ব্যাঙ্কস: ইউকে পেটেন্টে রেডিওঅ্যাকটিভ আইসোটোপ ব্যবহার করে প্রবাহিত বেডে পার্টিকুলেট খাবার বিকিরণ করার জন্য।\n১৯১৮: গিলেট: খাদ্য সংরক্ষণের জন্য এক্স-রে ব্যবহারের জন্য মার্কিন পেটেন।\n১৯২১: শোয়ার্টজ খাদ্য থেকে ট্রাইচিনেলা নির্মূল করার বর্ণনা দেন ।\n১৯৩০: Wuest: খাদ্য বিকিরণ উপর ফরাসি পেটেন্ট।\n১৯৫১: মার্কিন যুক্তরাষ্ট্রের পারমাণবিক শক্তি কমিশন জাতীয় গবেষণা কার্যক্রম সমন্বয় শুরু করে।\n১৯৫৮: স্টুটগার্ট, জার্মানিতে প্রথম বাণিজ্যিক খাদ্য বিকিরণ (মসলা)।\n১৯৭০: ইন্টারন্যাশনাল ফুড ইরেডিয়েশন প্রজেক্ট (IFIP) স্থাপন, সদর দফতর কার্লসরুহে, জার্মানি।\n১৯৮০: FAO/IAEA/WHO যৌথ বিশেষজ্ঞ কমিটি খাদ্য বিকিরণের জন্য অনুমোদন দেয় যা সাধারণত ১০ কিলোগ্রামের \"মোট গড় ডোজ\" পর্যন্ত সুপারিশ করে।\n১৯৮১/১৯৮৩: IFIP এর লক্ষ্য অর্জনের পরে তার সমাপ্ত ।\n১৯৮৩: কোডেক্স অ্যালিমেন্টারিয়াস জেনারেল স্ট্যান্ডার্ড ফর ইরেডিয়েটেড ফুডস: যে কোনো খাবার সর্বাধিক \"মোট গড় ডোজ\" ১০ কিলোগ্রাম।\n১৯৮৪: ইন্টারন্যাশনাল কনসালটেটিভ গ্রুপ অন ফুড ইরেডিয়েশন (ICGFI) IFIP এর উত্তরসূরি হয়ে ওঠে।\n১৯৮৬: জানুয়ারি চীনের গণপ্রজাতন্ত্রী সাংহাইতে তাদের প্রথম খাদ্য বিকিরণ সুবিধা খো ।\n১৯৯৪: ভারত মশলা, আলু এবং পেঁয়াজ বিকিরণের অনুমোদন দেয় ।\n১৯৯৭: FAO/IAEA/WHO যৌথ অধ্যয়ন গ্রুপ উচ্চ-ডোজ বিকিরণের জন্য কোনো ঊর্ধ্ব ডোজ সীমা তুলে নেওয়ার সুপারিশ করে ।\n১৯৯৮: ইউরোপীয় ইউনিয়নের বৈজ্ঞানিক কমিটি (SCF) বিকিরণ অ্যাপ্লিকেশনগুলির আটটি বিভাগের পক্ষে ভোট দেয় ।\n১৯৯৯: ইউরোপীয় ইউনিয়ন ডিরেক্টিভ ১৯৯৯/২/ইসি (ফ্রেমওয়ার্ক ডিরেক্টিভ) এবং ১৯৯৯/৩/ইসি (ডিরেক্টিভ বাস্তবায়ন) গ্রহণ করে যা বিকিরণকে একটি ইতিবাচক তালিকায় সীমিত করে যার একমাত্র বিষয়বস্তু SCF দ্বারা অনুমোদিত আটটি বিভাগের মধ্যে একটি, তবে পৃথক রাজ্যগুলিকে SCF দ্বারা পূর্বে অনুমোদিত যে কোনও খাবারের জন্য অনুমোদন দেওয়ার অনুমতি দেয় ।\n২০০০: ইতিবাচক তালিকার জন্য চূড়ান্ত খসড়া প্রদানের জন্য একটি পরিমাপের উপর জার্মানি একটি ভেটো নেতৃত্ব দেয় ।\n২০০৩: কোডেক্স অ্যালিমেন্টারিয়াস জেনারেল স্ট্যান্ডার্ড ফর ইরেডিয়েটেড ফুডস: আর কোনো ঊর্ধ্ব ডোজ সীমা নেই ।\n২০০৩: SCF একটি \"পরিমার্জিত মতামত\" গ্রহণ করে যা ঊর্ধ্ব ডোজ সীমা বাতিল করার বিরুদ্ধে সুপারিশ করে ।\n২০১১: SCF এর উত্তরসূরি, ইউরোপীয় খাদ্য নিরাপত্তা কর্তৃপক্ষ (EFSA), SCF এর তালিকাটি পুনরায় পরীক্ষা করে এবং অন্তর্ভুক্তির জন্য আরও সুপারিশ করে।\n\n\n== উপসংহার ==\nখাদ্য বিকিরণ হল খাদ্য সংরক্ষণ এবং নিরাপত্তা উন্নতির একটি প্রয়োজনীয় পদ্ধতি যা আয়নায়িত বিকিরণের মাধ্যমে সম্পন্ন হয়। এটি খাদ্য পণ্যের শেল্ফ লাইফ বাড়ায়, পচনশীল জীবাণু ধ্বংস করে এবং কীটপতঙ্গ নিয়ন্ত্রণে সহায়তা করে। খাদ্য বিজ্ঞানীরা প্রমাণ করেছেন যে নির্দিষ্ট ডোজে বিকিরণযুক্ত তাজা বা হিমায়িত খাবার ভোগের জন্য নিরাপদ, এবং বিশ্বব্যাপী প্রায় ৬০ টি দেশ তাদের খাদ্য সরবরাহের মান বজায় রাখতে এই পদ্ধতি ব্যবহার করছে।\nযদিও কিছু ভোক্তা বিকিরণযুক্ত খাবারের প্রতি নেতিবাচক মনোভাব পোষণ করেন, সঠিক তথ্য এবং সচেতনতা বৃদ্ধির মাধ্যমে এই ধারণা দূর করা সম্ভব। কোডেক্স অ্যালিমেন্টারিয়াস এবং অন্যান্য আন্তর্জাতিক সংস্থার নিয়মনীতি ও মানদণ্ডগুলি খাদ্য বিকিরণ প্রক্রিয়ার নিরাপত্তা ও গুণগত মান নিশ্চিত করে।\nপ্রযুক্তির উন্নয়নের মাধ্যমে ভবিষ্যতে খাদ্য বিকিরণ প্রক্রিয়া আরও কার্যকর ও নিরাপদ হয়ে উঠতে পারে, যা খাদ্য নিরাপত্তা ও সংরক্ষণের নতুন দিগন্ত উন্মোচন করতে পারে।\nমোটকথা, খাদ্য বিকিরণ একটি গুরুত্বপূর্ণ প্রক্রিয়া যা খাদ্য নিরাপত্তা ও সংরক্ষণের ক্ষেত্রে উল্লেখযোগ্য ভূমিকা পালন করে এবং বিশ্বব্যাপী খাদ্য নিরাপত্তা নিশ্চিত করতে সহায়ক হয়।\n\n\n== তথ্যসূত্র ==\nWHO (1988). Food Irradiation: A technique for preserving and improving the safety of food. Geneva, Switzerland: World Health Organization. hdl:10665/38544. ISBN 978-924-154240-1. Archived from the original on October 19, 2020. Retrieved October 5, 2020 \"Food irradiation\". Canadian Food Inspection Agency. October 31, 2016. Archived from the original on February 1, 2016. Retrieved October 5, 2020.\nDiehl, J.F., Safety of irradiated foods, Marcel Dekker, N.Y., 1995 (2. ed.)\nhttps://en.wikipedia.org/wiki/Food_irradiation#Process\nFood Irradiation Processing Alliance FIPA represents the irradiation service industry, manufacturers of food irradiators and suppliers of cobalt-60 sources."}