{"pageid": 1510036, "title": "ইউক্রেনীয় রাষ্ট্র", "url": "https://bn.wikipedia.org/wiki?curid=1510036", "content": "ইউক্রেনীয় রাষ্ট্র (ইউক্রেনীয়: Українська Держава), একে কখনও কখনও দ্বিতীয় হেটমানাত বলা হয় (ইউক্রেনীয়: Другий Гетьманат)। ছিল একটি বলশেভিক-বিরোধী সরকার। এটি ২৯ এপ্রিল থেকে ১৪ ডিসেম্বর ১৯১৮ পর্যন্ত ইউক্রেনের বেশিরভাগ আধুনিক ভূখণ্ডে (পশ্চিম ইউক্রেন বাদে) বিদ্যমান ছিল।\nএটি ১৯১৮ সালের ২৮ এপ্রিলে ইউক্রেনীয় গণপ্রজাতন্ত্রের সমাজতন্ত্র প্রভাবিত কেন্দ্রীয় পরিষদ বিলুপ্ত করার পর জার্মান সামরিক কর্তৃপক্ষ দ্বারা স্থাপন করা হয়। পাভলো স্কোরোপাদস্কি ইউক্রেনীয় রাষ্ট্র শাসন করতেন। তিনি সমগ্র ইউক্রেনের হেটম্যান ছিলেন। তিনি সকল সমাজতন্ত্রী মনোভাবাপন্ন রাজনৈতিক দল নিষিদ্ধ করেছিলেন এবং রুশ রাষ্ট্রের সঙ্গে একটি বলশেভিক বিরোধী মঞ্চ গঠন করেন। ১৯১৮ সালের ডিসেম্বর মাসে স্কোরোপাদস্কি ক্ষমতাচ্যুত হন এবং ইউক্রেনীয় গণপ্রজাতন্ত্র ডিরেক্টোরেট গঠন করে পুনরায় ক্ষমতায় আসলে এর পতন ঘটে।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ===\n\nবলশেভিক আক্রমণের ফলে ইউক্রেনীয় গণপ্রজাতন্ত্রী সরকার প্রথমে সামরিক বিরোধী নীতি অনুসরণ করেছিল। তবে ১৯১৮ সালের ৯ ফেব্রুয়ারিতে মিখাইল মুরাভিওভের দ্বারা কিয়েভ শহর দখল হওয়ার পর তারা সামরিক সহায়তা চেয়েছিল। ৯ ফেব্রুয়ারিতে ইউক্রেন কেন্দ্রীয় শক্তির সঙ্গে ব্রেস্ট-লিটোভস্ক চুক্তি স্বাক্ষর করে। এর ফলে মার্চ মাসের মধ্যে রুশ সোভিয়েত সমাজতান্ত্রিক সঙ্ঘীয় প্রজাতন্ত্রের সব বলশেভিক বাহিনী ইউক্রেনের অঞ্চল থেকে সরিয়ে ফেলা হয়। ইউক্রেনকে পুনরায় বলশেভিক আক্রমণ থেকে রক্ষা করার জন্য কিয়েভে জার্মান সেনা গোষ্ঠী গঠন করা হয়। এর নেতৃত্বে ছিলেন জার্মান ফিল্ড মার্শাল হেরমান ভন আইখর্ন।\n\n\n=== হেটম্যান অভ্যুত্থান ===\n\n২৫ এপ্রিল সেনা গোষ্ঠী কিয়েভের প্রশাসন ভেসেভোলোদ হোলুবোভিচ সরকারের বিরুদ্ধে অভিযোগ তোলে। অভিযোগটি ছিল যে তিনি কিয়েভের বৈদেশিক বাণিজ্য ব্যাংকের চেয়ারম্যান আব্রাম ডব্রিকে অপহরণ করেছেন। এই ব্যাংকটি দিয়ে জার্মান বাহিনী বার্লিনের রেইক্সব্যাংকের সাথে আর্থিক লেনদেন করছিল। পরের দিন আইখহর্ন একটি নির্দেশনা জারি করেন। এতে বলা হয় যে ইউক্রেনে সংঘঠিত ফৌজদারি মামলার বিচার ইউক্রেনীয় আদালতের পরিবর্তে জার্মান সামরিক আদালতে হবে। পরবর্তীতে কেন্দ্রীয় রাডার অধিবেশনে হোলুবোভিচ এই বিষয়ে মন্তব্য করেন:\n\nএই জনাব ডব্রি কে? তিনি কি জার্মান নাগরিক? না, তিনি জার্মানির সাথে কোনো সম্পর্কযুক্ত আত্মীয় বা উচ্চতর অভিভাবক নন। তিনি একজন অপরিচিত ব্যক্তি। তিনি আইনগতভাবে জার্মানির সাথে সম্পর্কিত নন। তিনি কোনো অনুমতি দেননি। তবুও তাকে অপহরণ করা হয়েছে। এজন্য আদেশটি জারি করা হয়েছে।\n\n২৯ এপ্রিল কিয়েভ সার্কাসের ভবনে ইউক্রেনের আটটি প্রদেশ থেকে প্রায় ৬,০০০ প্রতিনিধি নিয়ে রুটির উৎপাদকদের দলীয় মহাসভা অনুষ্ঠিত হচ্ছিল। কংগ্রেসের পরিস্থিতি সম্পর্কে পাভলো স্কোরোপাদস্কি তার কুরিয়ারদের কাছ থেকে তথ্য পান। এরপর তিনি নিজের গাড়িতে সভায় উপস্থিত হন। সেখানে তাকে ইউক্রেনের হেটম্যান নির্বাচিত করা হয়।\nতারপর সবাই সেন্ট সোফিয়া চত্বরে চলে যায়। সেখানে স্কোরোপাদস্কিকে কিয়েভ ও গ্যালিসিয়ার ভিকার নিকোদিম আশীর্বাদ করেন। (মেট্রোপলিটান ভ্লাদিমিরকে বলশেভিকদের দ্বারা হত্যা করা হয়)।\nওই রাতেই হেটম্যান সমর্থকরা সরকারের সামরিক ও অভ্যন্তরীণ বিষয়ক ভবন এবং রাষ্ট্রীয় ব্যাংক দখল করেন। পরের দিন কেন্দ্রীয় পরিষদের এলিট বাহিনী সিচ রাইফেলম্যানদের অস্ত্রহীন করা হয়।\nস্কোরোপাদস্কি তার ইশতেহার (ঘ্রমোটা) \"সর্ব-ইউক্রেনীয় জাতির প্রতি\" এবং অস্থায়ী রাষ্ট্র ব্যবস্থার আইন জারি করেন। অস্ট্রো-হাঙ্গেরীয় এবং জার্মান বাহিনী এই অভ্যুত্থানকে সমর্থন করেছিল। তারা স্থিতিশীলতার আশায় অভ্যুত্থানকে স্বাগত জানায়। স্কোরোপাদস্কি তাদেরকে সহযোগিতা করেন। এর ফলে তিনি অনেক ইউক্রেনীয় কৃষকের কাছে জনপ্রিয়হীন হয়ে পড়েন।\nনতুন রাষ্ট্রটি ত্রাইজুব (দেশের প্রতীক) এবং জাতীয় পতাকা বজায় রাখে। তবে পতাকার নকশা পরিবর্তন করে হালকা নীল রঙের উপরে হলুদ রঙ রাখা হয়। সিচ রাইফেলম্যানরা এই অভ্যুত্থানের বিরোধিতা করে। তাদের \"ব্লু কোটস\" নামক একটি ইউক্রেনীয় বিভাগের সাথে একইভাবে বিচ্ছিন্ন হয়। ব্লু কোটস ছিল যুদ্ধবন্দিদের একটি ইউনিট যারা জার্মানি এবং অস্ট্রো-হাঙ্গেরিয়াতে বন্দী শিবিরে ছিল এবং তাদের নীল পোশাকের জন্য তাদের এই নাম দেওয়া হয়েছিল।\n\n\n=== অভ্যন্তরীণ বিরোধিতা ===\nখাদ্য মজুদ জোরপূর্বক নেওয়া এবং সম্পদশালী জমির মালিকদের কাছে ভূমি ফেরত দেওয়ার কারণে অভ্যন্তরীণ বিরোধিতা সৃষ্টি হয়েছিল। স্কোরোপাদস্কি সরকারের বিরোধীরা অগ্নিসংযোগ এবং বিধ্বংসী কার্যক্রমে অংশ নিত। ১৯১৮ সালের জুলাই মাসে তারা জার্মান বাহিনীর কমান্ডার হেরমান ভন আইখহর্নকে হত্যা করে।\n১৯১৮ সালের আগস্টে স্কোরোপাদস্কি বিরোধী জোট তাকে সিচ রাইফেলম্যানদের পুনর্গঠন করতে বাধ্য করে। তখন এটা স্পষ্ট হতে শুরু করে যে কেন্দ্রীয় শক্তি যুদ্ধে ধরাশায়ী হচ্ছে। স্কোরোপাদস্কি আর তাদের সমর্থনের উপর নির্ভর করতে পারছিলেন না। তাই তিনি রাশিয়ার রক্ষণশীল গোষ্ঠীর কাছে সমর্থন খুঁজতে শুরু করেন। তিনি অ্যান্টন ডেনিকিন ও সাদা আন্দোলনের সাথে একটি মৈত্রীরাষ্ট্র করার প্রস্তাব দেন। এর ফলে ইউক্রেনীয়দের মধ্যে তার জনপ্রিয়তা আরও কমে যায়।\n১৯১৮ সালের ডিসেম্বরে স্কোরোপাদস্কিকে পদচ্যুত করা হয়েছিল এবং ইউক্রেনীয় গণপ্রজাতন্ত্রের একটি রূপ হিসাবে ডিরেক্টরেট প্রতিষ্ঠিত হয়েছিল।\n\n\n== ভূগোল ==\n\nদেশটি পূর্ব ইউরোপে নিপার নদীর মধ্য ও নিম্ন অংশের পাশে, কৃষ্ণ সাগর এবং আজভ সাগরের তীরে অবস্থিত ছিল। ইউক্রেনীয় রাষ্ট্রটি পশ্চিম ইউক্রেন, বুদযাক এবং ক্রিমিয়া বাদে আধুনিক ইউক্রেনের বেশিরভাগ অঞ্চল নিয়ে গঠিত ছিল। তবে এর ভূখণ্ড বর্তমান রাশিয়া, বেলারুশ, মলডোভা এবং পোল্যান্ড পর্যন্ত বিস্তৃত ছিল।\nইউক্রেন তার উত্তর-পূর্বে রুশ এসএফএসআরের সাথে একটি প্রাথমিক সীমানা রেখা স্থাপন করেছিল। পূর্বে ইউক্রেনের সীমানা ডন প্রজাতন্ত্রের সাথে ছিল। দক্ষিণে কৃষ্ণ সাগর ও আজভ সাগর ছিল। ক্রিমিয়া উপদ্বীপ—ক্রিমিয়া আঞ্চলিক সরকার—সুলকেভিচের নিয়ন্ত্রণে চলে গিয়েছিল। দক্ষিণ-পশ্চিমে ডনিস্তর নদীর পাশে ইউক্রেনের সীমানা ছিল রোমানিয়া রাজ্যের সাথে। পশ্চিমে ইউক্রেনের সীমানা ছিল জার্মান সাম্রাজ্য এবং অস্ট্রো-হাঙ্গেরির সাথে। উত্তর-পূর্বে জার্মান দখলকৃত ওবর ওস্ট এবং বেলারুশীয় গণপ্রজাতন্ত্রের সাথে ছিল।\n\n\n== প্রশাসনিক বিভাগ ==\n১৯১৮ সালে ইউক্রেনের প্রশাসনিক বিভাগ ব্যবস্থা রুশ সাম্রাজ্য থেকে উত্তরাধিকার সূত্রে প্রাপ্ত। এটি গভর্নরতন্ত্র নামক প্রশাসনিক বিভাগের উপর ভিত্তি করে ছিল। গভর্নরেটকে প্রদেশ বা সরকারও বলা হত (ইউক্রেনীয়: губернія)। এর নিম্নতর উপবিভাগ ছিল জেলা (পোভিত) এবং গ্রামীণ জেলা (ভলস্ত)।\n১৯১৮ সালের ৬ই মার্চ ইউক্রেনের কেন্দ্রীয় পরিষদ একটি নতুন প্রশাসনিক সংস্কার গৃহীত করে। এই সংস্কারের মাধ্যমে ইউক্রেনের বিভাগ নতুন অঞ্চলের (জেমলিয়াস) ভিত্তিতে পুনর্গঠিত করা হয়। এর ফলে গভর্নরতন্ত্র এবং পোভিতস ব্যবস্থা বাতিল করা হয়। জেমলিয়াসগুলোকে ভলস্ত এবং ভলস্তগুলোকে হ্রোমাদাস-এ ভাগ করা হয়। তবে নতুন ব্যবস্থাটি পুরোপুরি বাস্তবায়ন করা হয়নি। ১৯১৮ সালের ২৯ এপ্রিল স্কোরোপাদস্কির অভ্যুত্থানের পর এটি পরিত্যক্ত হয়।\n\n\n== হেটম্যান বিরোধী অভ্যুত্থান ==\n\nপ্রায় পুরো ইউক্রেনীয় রাষ্ট্র সেনাবাহিনীর কমান্ডিং স্টাফ প্রাক্তন রুশ সাম্রাজ্যিক সেনাবাহিনীর কর্মকর্তাদের নিয়ে গঠিত ছিল। বেশিরভাগ কর্মকর্তা ইউক্রেনের স্বাধীনতা আন্দোলন সমর্থন করতেন না। তারা এটি কঠিন সময় পার করার একটি উপায় হিসেবে দেখতেন। একই সময় জনগণের বিশাল একটি অংশে জাতীয়তাবাদের চেতনা সমুন্নত ছিল না। তারা মূলত সমাজতন্ত্রী এবং সাম্যবাদী নীতিকে অনুসরণ করত। \nবিশ্বযুদ্ধের পর যুদ্ধবিরতি চুক্তি স্বাক্ষরিত হলে ইউক্রেনীয় সমাজতন্ত্রীরা ইউক্রেনের ডিরেক্টরেট (বা \"ডিরেক্টরি\") গঠন করে। তাদের বাহিনী সিচ রাইফেলম্যান এবং \"গ্রে কোটস\" বাহিনীকে নেতৃত্ব দেয়। যদিও জার্মান এবং অস্ট্রীয় সেনারা ইউক্রেন থেকে পুরোপুরি সরে যায়নি। তবে তারা আর যুদ্ধ করতে আগ্রহী ছিল না। স্কোরোপাদস্কির নিজস্ব অধিকাংশ বাহিনী পক্ষ বদল করে ডিরেক্টরিতে যোগ দেয়।\nবিশ্বযুদ্ধের পর যুদ্ধবিরতি চুক্তি স্বাক্ষরিত হলে ইউক্রেনীয় সমাজতন্ত্রীরা ইউক্রেনের ডিরেক্টরেট (বা \"ডিরেক্টরি\") গঠন করে। তাদের বাহিনী নেতৃত্ব দেয় সিচ রাইফেলম্যান এবং \"গ্রে কোটস\" বাহিনী। যদিও জার্মান এবং অস্ট্রীয় সেনারা ইউক্রেন থেকে তখনও পুরোপুরি সরে যায়নি। তারা আর যুদ্ধ করতে আগ্রহী ছিল না। স্কোরোপাদস্কির নিজস্ব অধিকাংশ বাহিনী পক্ষ বদল করে ডিরেক্টরিতে যোগ দেয়।\n১৬ নভেম্বর ১৯১৮ তারিখে বিলা তসার্কভা থেকে শুরু হয়ে হেটম্যানেট অঞ্চলে যুদ্ধ ছড়িয়ে পরে। স্কোরোপাদস্কিকে সাহায্যের জন্য রুশ শ্বেত রক্ষিবাহিনীর হাজার হাজার কর্মকর্তাদের কাছে যেতে হয়। এই কর্মকর্তারা ইউক্রেনে পালিয়ে এসেছিল। তাদের উদ্দেশ্য ছিল ডেনিকিনের স্বেচ্ছাসেবক বাহিনীতে যোগ দেওয়া যা ডন নদীর পূর্ব অঞ্চলে ছিল। তাদের নিয়ে একটি \"বিশেষ কর্পস\" তৈরি করা হয়েছিল। তবে তারা সিমোন পেটলুরা নেতৃত্বাধীন ডিরেক্টরির বাহিনীর বিরুদ্ধে প্রতিরোধ করতে পারেনি। ১৪ ডিসেম্বর ইউক্রেনীয় গণবাহিনী কিয়েভ দখল করে। এর পর স্কোরোপাদস্কি হেটম্যানের পদ ত্যাগ করেন। তাকে বহিষ্কার করা হয় এবং হেটম্যানেটের পরিবর্তে ডিরেক্টরির অস্থায়ী সরকার গঠন হয়।\n\n\n== ধর্ম ==\n\n\"ইউক্রেনের অস্থায়ী রাষ্ট্রব্যবস্থার আইন\" অনুযায়ী দেশের শীর্ষ পদে সনাতনপন্থী খ্রিস্টান ধর্মালম্বী ছিল। একই সময়ে ইউক্রেনের যে সকল নাগরিক অন্য ধর্মের অনুসারী ছিলেন তাদের ধর্ম এবং ধর্মীয় আচার পালন করার অধিকার ছিল।\nরুশ সনাতনপন্থী মণ্ডলী এবং পরে ইউক্রেনীয় স্বশাসিত সনাতনপন্থী মণ্ডলী মধ্য ও পূর্ব ইউক্রেনে শাসন করত। তবে পশ্চিম ইউক্রেনে সনাতনপন্থী, গ্রিক ক্যাথলিক, রোমান ক্যাথলিক এবং ইহুদিদের মধ্যে সংঘর্ষ ছিল। এই সংঘর্ষগুলিতে ইউক্রেনীয় রাষ্ট্রের ধর্মমন্ত্রণালয় এবং মন্ত্রিসভা নৈতিকভাবে এবং উপাদানগতভাবে সনাতনপন্থী পুরোহিতদের সমর্থন দিয়েছিল।\n২৫ জুন সরকার যাজকদের সাহায্যের জন্য ৩ লক্ষ রুবল বরাদ্দ করেছিল। তারা ভোলিনিয়া, খোলমশচিনা, গ্রোদনো, পডোলিয়া এবং পোলেসিয়া অঞ্চলে চলে গিয়েছিলেন। এই অঞ্চলগুলো ইউক্রেনীয় রাষ্ট্রে অন্তর্ভুক্ত হয়েছিল। ২ জুলাই তারিখে খোলমশচিনা, পডলাচিয়া এবং পোলেসিয়া অঞ্চলের অর্থডক্স পুরোহিতদের দেখভালের জন্য ১,২০,০০০ রুবল বরাদ্দ করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n\nইউক্রেনের ইন্টারনেট এনসাইক্লোপিডিয়ায় ইউক্রেনীয় জাতীয় প্রজাতন্ত্র এবং স্বাধীনতার সংগ্রাম, ১৯১৭-১৯২১"}