{"pageid": 1510605, "title": "মার্কাস অরেলিয়াস", "url": "https://bn.wikipedia.org/wiki?curid=1510605", "content": "মার্কাস অরেলিয়াস অ্যান্টোনিনাস (লাতিন: [ˈmaːrkʊs au̯ˈreːliʊs antoːˈniːnʊs]; ২৬ এপ্রিল ১২১ - ১৭ মার্চ ১৮০) ১৬১ থেকে ১৮০ সাল পর্যন্ত রোমান সম্রাট এবং একজন স্টোইক দার্শনিক ছিলেন। তিনি নের্ভা-অ্যান্টোনিন রাজবংশের একজন সদস্য ছিলেন, পরবর্তীতে \"পাঁচজন উত্তম সম্রাট\" নামে পরিচিত শাসকদের শেষজন এবং প্যাক্স রোমানা যুগের শেষ সম্রাট, যা ২৭ খ্রিস্টপূর্ব থেকে ১৮০ খ্রিস্টাব্দ পর্যন্ত রোমান সাম্রাজ্যের তুলনামূলক শান্তি, স্থিতিশীলতা ও সমৃদ্ধির সময়কাল হিসেবে বিবেচিত হয়। তিনি ১৪০, ১৪৫ এবং ১৬১ সালে রোমান কনসুল হিসাবে দায়িত্ব পালন করেছিলেন।\nমার্কাস অরেলিয়াস ছিলেন প্রেটার মার্কাস অ্যানিয়াস ভেরাস এবং তার স্ত্রী ডোমিটিয়া ক্যালভিলার পুত্র। তার সম্রাট ট্রাজান এবং হ্যাড্রিয়ানের সাথে বৈবাহিক সূত্রে সম্পর্ক ছিল। মার্কাসের তিন বছর বয়সে তার বাবা মারা যান, এবং তিনি তার মা এবং পিতামহের দ্বারা বেড়ে ওঠেন। হ্যাড্রিয়ানের দত্তক পুত্র, এলিয়াস সিজার, ১৩৮ সালে মারা যাওয়ার পর, হ্যাড্রিয়ান মার্কাসের চাচা আন্তোনিনাস পাইয়াসকে তার নতুন উত্তরাধিকারী হিসেবে দত্তক নেন। পালাক্রমে, অ্যান্টোনিনাস মার্কাস এবং  এলিয়াসের পুত্র লুসিয়াসকে দত্তক নেন। সেই বছরই হ্যাড্রিয়ান মারা যান এবং অ্যান্টোনিনাস সম্রাট হন। তৎকালীন সিংহাসনের উত্তরাধিকারী হিসেবে মার্কাস হেরোডেস অ্যাটিকাস এবং মার্কাস কর্নেলিয়াস ফ্রন্টোর মতো শিক্ষকদের অধীনে গ্রিক এবং লাতিন অধ্যয়ন করেছিলেন। তিনি ১৪৫ সালে আন্তোনিনাসের কন্যা ফস্টিনাকে বিয়ে করেন।\n১৬১ সালে অ্যান্টোনিনাস মারা যাওয়ার পর, মার্কাস তার দত্তক ভাইয়ের সাথে সিংহাসনে অধিষ্ঠিত হন, যিনি লুসিয়াস অরেলিয়াস ভেরাস নামটি গ্রহণ করেছিলেন। মার্কাস অরেলিয়াসের শাসনামলে, রোমান সাম্রাজ্য অনেক সামরিক সংঘাতের মুখোমুখি হয়। পূর্ব দিকে, রোমানরা একটি পুনরুজ্জীবিত পার্থিয়ান সাম্রাজ্য এবং আর্মেনিয়ার বিদ্রোহী রাজ্যের সাথে লুসিয়াস ভেরাসের পার্থিয়ান যুদ্ধে লড়াই করেছিল। মার্কাস মার্কোম্যানিক যুদ্ধে মার্কোমান্নি, কোয়াদি এবং সারমাটিয়ান ইয়াজিজেসকে পরাজিত করেন। এইসব এবং অন্যান্য জার্মানিক জনগণ সাম্রাজ্যের জন্য একটি উদ্বেগজনক বাস্তবতা হিসেবে আবির্ভূত হতে শুরু করে। তিনি রোমান মুদ্রা, ডেনারিয়ার রূপার বিশুদ্ধতা হ্রাস করেছিলেন। রোমান সাম্রাজ্যে খ্রিস্টানদের নিপীড়ন তার শাসনামলে বৃদ্ধি পায় বলে মনে হয়, যদিও তার এসবে জড়িত থাকার সম্ভাবনা খুব কম কারণ তাকে কোনো খ্রিস্টান উৎস দোষারোপ করেনি, এবং জাস্টিন মার্টির এবং টেরটুলিয়ান তার প্রশংসা করেছিলেন। ১৬৫ বা ১৬৬ সালে অ্যান্টোনাইন প্লেগ ছড়িয়ে পড়ে এবং রোমান সাম্রাজ্যের জনসংখ্যাকে বিধ্বস্ত করে দেয়, যার ফলে পাঁচ থেকে দশ মিলিয়ন লোক মারা যায়। লুসিয়াস ভেরাস ১৬৯ সালে প্লেগের কারণে মারা গিয়ে থাকতে পারেন। ১৮০ সালে মার্কাস নিজে মারা গেলে, তার পুত্র কমোডাস তার স্থলাভিষিক্ত হন।\nমার্কাসের পর কমোডাসের সিংহাসন আরোহন সমসাময়িক এবং আধুনিক উভয় ইতিহাসবিদদের মধ্যে বিতর্কের বিষয়। মার্কাস অরেলিয়াসের কলাম এবং মার্কাস অরেলিয়াসের অশ্বারোহী মূর্তি এখনো রোমে দাঁড়িয়ে আছে, যেখানে সেগুলি তার সামরিক বিজয় উদযাপনের জন্য স্থাপন করা হয়েছিল। একজন দার্শনিক হিসাবে, তার কাজ মেডিটেশন প্রাচীন স্টোইক দর্শনকে আধুনিক যুগে বোঝার জন্য সবচেয়ে গুরুত্বপূর্ণ উৎসগুলির মধ্যে একটি বিবেচনা করা হয়। এই লেখাগুলি তার মৃত্যুর পর শতাব্দীর পর শতাব্দী অন্যান্য লেখক, দার্শনিক, রাজা এবং রাজনীতিবিদদের দ্বারা প্রশংসিত হয়েছে।\n\n\n== তথ্যসূত্র =="}