{"pageid": 1510873, "title": "ঈস্ট নির্যাস", "url": "https://bn.wikipedia.org/wiki?curid=1510873", "content": "ঈস্ট কোষের কোষের প্রাচীর ছাড়া অংশ নিয়ে ঈস্ট নির্যাস গঠিত। এই নির্যাস খাদ্যে সংযোজক বা স্বাদবর্ধক হিসেবে অথবা ব্যাকটেরিয়াল কালচার মাধ্যমের পুষ্টির জন্য ব্যবহৃত হয়। এটি প্রায়ই সমৃদ্ধ স্বাদ এবং উমামি স্বাদের অনুভূতি তৈরি করতে ব্যবহৃত হয় এবং বিভিন্ন প্যাকেজকৃত খাবারে পাওয়া যায়, যেমন জমাটবদ্ধ খাবার, ক্র্যাকার, স্ন্যাক ফুড, ঝোল, স্টক এবং আরও অনেক কিছু। এটা ভিটামিন বি দ্বারা সমৃদ্ধ (কিন্তু বি১২ নেই)। ঈস্ট নির্যাস এবং গাঁজানো খাবারে গ্লুটামিক অ্যাসিড(মুক্ত গ্লুটামেট) থাকে, এটি একটি অ্যামিনো অ্যাসিড যা উমামি স্বাদ যোগ করে। গ্লুটামিক অ্যাসিড মাংস, পনির, ছত্রাক (মাশরুম এবং ঈস্ট) এবং সবজিতে — যেমন ব্রকলি এবং টমেটোতে পাওয়া যায়। ঈস্ট নির্যাসে পাওয়া অন্যান্য কিছু পদার্থ তাপের অধীনে প্রতিক্রিয়া করার সময় কিছু মাংসের মতো গন্ধ প্রদান করে।\nঅটোলিসেট ধরনের ঈস্ট নির্যাস তৈরির জন্য তাপ-স্বভাঙন প্রক্রিয়াটি জাস্টাস ভন লিবিগ ঊনবিংশ শতাব্দীতে আবিষ্কার করে। ঈস্টের কোষে তাপ দেওয়া হয় যতক্ষণ না তা ভেঙে যায়, এরপর কোষের নিজস্ব পাচক উৎসেচক তাদের প্রোটিনকে সহজ যৌগ(অ্যামিনো অ্যাসিড এবং পেপটাইড) এ ভেঙে দেয়, এই প্রক্রিয়াকে স্ববিশ্লেষণ বলা হয়। অদ্রবণীয় কোষের প্রাচীরগুলো তারপর সেন্ট্রিফিউজ দ্বারা আলাদা করা হয়, ফিল্টার করা হয় ও সাধারণত স্প্রে-ড্রাই করা হয়। এটি ভেজিমাইট, মারমাইট এবং এর মতো পণ্যের জন্য ব্যবহৃত প্রক্রিয়া।\nতরল অবস্থায় ঈস্ট নির্যাস হালকা পেস্ট বা শুকনো গুড়া তৈরিতে শুকানো যেতে পারে। এটি পুষ্টিকর ঈস্টের মতো নয় যা অক্ষত কোষ থেকে তৈরি হয় এবং সরাসরি হাইড্রোলাইজড হয় না। যার ফলস্বরূপ এর স্বাদ হালকাতর হয়।\n\n\n== উৎপাদন ==\nঈস্ট নির্যাস সাধারণত তিনটি ধাপে উৎপাদিত হয়: গাঁজন (ঈস্টের বৃদ্ধি), বিশৃঙ্খলকরণ (কোষের ভাঙন) এবং আলাদাকরণ (দ্রবণীয় অংশকে আলাদা করা)। যদিও ঈস্ট নির্যাস পণ্যের বেশিরভাগই ভন লিবিগের ঐতিহ্যবাহী তাপ-স্ববিশ্লেষণ পদ্ধতি ব্যবহার করে বিয়ার ব্রিউয়িং থেকে অতিরিক্ত ঈস্ট ব্যবহার করে তৈরি করা হয়, বিশেষ ধরনের উৎপাদনের জন্য অন্যান্য পদ্ধতিও বিদ্যমান।\nগাঁজনের দিক থেকে ব্যবহৃত বিয়ার ঈস্ট সাধারণত হপস থেকে তিক্ত যৌগ দ্বারা দূষিত হয়, যা এই অপ্রয়োজনীয় স্বাদটি ধোয়ার জন্য একটি \"ডেবিটারিং\" ধাপ প্রয়োজন। অন্যান্য উৎস থেকে আসা ঈস্ট এই সমস্যায় প্রভাবিত হয় না। ব্যবহৃত ব্রিউয়ারস ঈস্টও বেশ জীববৈচিত্র্যময়, এতে ঐতিহ্যবাহী স্যাকারোমাইসেস সেরিভিসিয়ায় ছাড়াও অন্যান্য ঈস্ট এবং কখনও কখনও বিয়ার নষ্টকারী ল্যাকটিক অ্যাসিড ব্যাকটেরিয়া থাকে।\nকোষের ভাঙনের জন্য তাপ-স্ববিশ্লেষণ প্রক্রিয়ার পরিবর্তে কিছু শারীরিক এবং রসায়নিক পদ্ধতি ব্যবহার করা যেতে পারে। এটি নির্দিষ্ট অংশ বের করতে সহায়তা করতে পারে বা কোষের বিষয়বস্তু (স্ববিশ্লেষণের মতো) হাইড্রোলাইজড না করে একটি নির্যাস তৈরি করতে পারে। স্ববিশ্লেষণে অতিরিক্ত উৎসেচক যোগ করা যেতে পারে; উদাহরণস্বরূপ, অতিরিক্ত নিউক্লিয়েজ আরএনএ থেকে নিউক্লিওসাইডের মুক্তি বাড়াবে।\nআলাদাকরণ অদ্রবণীয় অংশগুলো প্রধানত ঈস্টের কোষের প্রাচীরকে নির্যাস থেকে সরিয়ে দেয়। কোষের প্রাচীর সাধারণত দুটি অংশে বিক্রি হয়: গ্লুকানসমূহ \"ঈস্ট বিটা-গ্লুকান\" হিসেবে এবং মান্নান পরবর্তীতে মান্নান-অলিগোসাকারাইডে (এমওএস) প্রক্রিয়াকৃত হয়। অবশেষে পণ্যটি শুকিয়ে একটি ঘন পেস্ট বা শুকনো পাউডার হিসেবে ঘন করা হয়।\n\n\n== হজম বিষয়ক সমস্যা ==\nউৎসের উপর নির্ভর করে ঈস্ট নির্যাসে গ্লুটেন থাকতে পারে। ব্রিউয়ারস ঈস্ট ও গমের বিশেষ যোগাযোগের কারণে এই প্রোটিন থাকার সম্ভাবনা বেশি। তবে ঈস্ট অটোলিসেটের ক্ষেত্রে ঈস্ট প্রোটিজ গ্লুটেনের বেশিরভাগ অংশকে ভেঙে ফেলতে সক্ষম। উদাহরণস্বরূপ, মারমাইটে তৃতীয় পক্ষের পরীক্ষার অনুযায়ী প্রায় ৩০ টুকরো প্রতি মিলিয়ন গ্লুটেন রয়েছে যা ইউরোপীয় ইউনিয়নের \"অত্যন্ত কম গ্লুটেন\"-এর সীমা পূরণ করে কিন্তু \"গ্লুটেন মুক্ত\" সংজ্ঞা পূরণ করে না। ইউনিলিভার জানিয়েছে যে মারমাইটের জন্য গ্লুটেন-সংক্রান্ত প্রতিক্রিয়ার কোনও ঘটনা রিপোর্ট করা হয়নি।\nগাছের খাদ্য উপাদান থেকে উৎপন্ন ঈস্ট নির্যাসের পণ্যগুলো সংজ্ঞা অনুসারে ভিগান এবং কোশার–পারেভ, যদিও কিছু ভোক্তা অতিরিক্ত নিশ্চিতকরণ পছন্দ করেন। এগুলো সাধারণত হালাল হিসেবেও বিবেচিত হয়, তবে উদ্বেগ রয়েছে যে ব্রিউয়ার ঈস্টের সাথে অ্যালকোহল থেকে যেতে পারে।\n\n\n== খাদ্যে ব্যবহার ==\nঈস্ট অটোলিসেটসমূহ অজিমাইট, মাইটিমাইট, ভেজিমাইট, মারমাইট, নিউজিল্যান্ড মারমাইট, প্রোমাইট, সেনোভিস, ভিটাম-আর, ব্রাজিলীয় সেনোভিট এবং ম্যাগি সিজনিংয়ের প্রধান উপাদান। বোভ্রিল (আয়ারল্যান্ড এবং যুক্তরাজ্য) ২০০৫ এবং ২০০৬ সালের বেশিরভাগ সময়ের জন্য গরুর নির্যাস থেকে ঈস্ট নির্যাসে পরিবর্তন করে, কিন্তু পরে আবার ফিরে আসে।\nঈস্ট নির্যাস খাবারে স্বাদবর্ধক হিসেবে ব্যবহৃত হয়। এটি মার্কিন বারবিকিউ স্বাদের আলুর চিপসে যেমন লেই'সের একটি সাধারণ উপাদান। এটি স্যুপের ভিত্তি তৈরিতেও ব্যাপকভাবে ব্যবহৃত হয়।\n\n\n=== মারমাইট ===\n\nমারমাইট একটি ব্রিটিশ স্প্রেড (পাউরুটি জাতীয় খাদ্যে যা ছড়ানো হয়, যেমন মাখন) যা ইউনিলিভার দ্বারা উৎপাদিত। মারমাইট ১৯০২ সাল থেকে উৎপাদিত হচ্ছে। এটা আঠালো ও কালচে বাদামী পেস্টজাতীয় খাদ্য যার একটি স্বতন্ত্র ও শক্তিশালী লবণাক্ত স্বাদ আছে। এই স্বতন্ত্র স্বাদটি বিপণন স্লোগানে প্রতিফলিত হয়: \"হয় ভালোবাসো নাহয় ঘৃণা করো\"। ব্রিটিশ জনপ্রিয় সংস্কৃতিতে এর প্রাধান্য এতটাই যে পণ্যের নামটি প্রায়শই একটি রূপক হিসেবে ব্যবহৃত হয় যা দ্বারা বুঝায় কোনো মতামত মানুষকে বিভক্ত করে।\nঅস্ট্রেলেশিয়া ও প্রশান্ত অঞ্চলে ব্রিটিশ মারমাইট \"আওয়ার মেট\" নামে বিক্রি হয়, কেননা নিউজিল্যান্ডে লাইসেন্সকৃত মারমাইট আছে।\n\n\n=== ভেজিমাইট ===\n\nভেজিমাইট একটি ঘন ও গাঢ় বাদামী অস্ট্রেলিয়ান খাদ্য স্প্রেড যা অবশিষ্ট ব্রিউয়ারের ঈস্ট নির্যাস এবং বিভিন্ন সবজি ও মশলার সংযোজন দিয়ে তৈরি। এটি ১৯২২ সালে ভিক্টোরিয়ার মেলবোর্নের সিরিল পার্সি ক্যালিস্টার বানায়। ভেজিমাইট মার্কা্টি জানুয়ারি ২০১৭ পর্যন্ত মন্ডেলেজ ইন্টারন্যাশনালের (পূর্বে ক্রাফট ফুডস) মালিকানাধীন ছিল, এরপর অস্ট্রেলীয় বেগা চিজ গ্রুপ মার্কিন$৪৬,০০,০০,০০০ (২০২৩ সালে প্রায় ৫৭,২০,০০,০০০ ডলারের সমান) দামে সম্পূর্ণ অস্ট্রেলীয় মালিকানায় ভেজিমাইট কিনে নেয় যখন বেগা মন্ডেলেজের আন্তর্জাতিক অস্ট্রেলীয় ও নিউজিল্যান্ড মুদি ও পনির ব্যবসা কিনে।\nভেজিমাইট স্যান্ডউইচ, টোস্ট, ক্রাম্পেট এবং ক্র্যাকার বিস্কুটের জন্য একটি স্প্রেড এবং পেস্ট্রির জন্য একটি ফিলিং হিসেবে ব্যবহৃত হয়, এটি ব্রিটিশ মারমাইট, নিউজিল্যান্ড মারমাইট, অস্ট্রেলিয়ান প্রোমাইট, মাইটিমাইট, অজি মাইট, ওজেমাইট, ব্রাজিলিয়ান সেনোভিট, জার্মান ভিটাম-আর এবং সুইস সেনোভিসের সাথে সাদৃশ্যপূর্ণ।\nভেজিমাইট লবণাক্ত, সামান্য তিক্ত, মল্টি এবং গ্লুটামেটে সমৃদ্ধ, যা একে গরুর বুলিয়ন-এর মতো উমামি স্বাদ দেয়। এটা নিরামিষ এবং হালাল।\n\n\n=== মারমাইট (নিউজিল্যান্ড) ===\nমারমাইট নিউজিল্যান্ডের স্যানিটেরিয়াম হেলথ অ্যান্ড ওয়েলবিইং কোম্পানি দ্বারা উৎপাদিত একটি স্প্রেড এবং যা অস্ট্রেলিয়া ও প্রশান্ত অঞ্চলে বিতরণ করা হয়। এটি ব্রিটিশ মারমাইটের সাথে সাদৃশ্যপূর্ণ, তবে দুটি পণ্য ভিন্ন কোম্পানি দ্বারা তৈরি হয়। এটি অস্ট্রেলেশিয়া এবং প্রশান্ত অঞ্চলের একমাত্র পণ্য যা মারমাইট নামে বিক্রি হয়, অন্যদিকে বিশ্বের অন্যান্য স্থানে ব্রিটিশ সংস্করণটি মূলত বিক্রি হয়। বিশ্বের অন্যান্য স্থানে এটি এনজেড-মাইট নামে বিক্রি হয়।\nমারমাইট ১৯১৯ সাল থেকে নিউজিল্যান্ডে উৎপাদিত হচ্ছে। পণ্যের জনপ্রিয়তা ইংল্যান্ডে স্যানিটেরিয়াম হেলথ ফুড কোম্পানিকে ১৯০৮ সালে নিউজিল্যান্ড এবং অস্ট্রেলিয়ায় পণ্যটি বিতরণের একমাত্র অধিকার অর্জন করতে প্ররোচিত করে। তারা পরে ক্রাঈস্টচার্চে লাইসেন্সের অধীনে মারমাইট উৎপাদন শুরু করে, তবে তারা মূল রন্ধনপ্রণালির একটি পরিবর্তিত সংস্করণ ব্যবহার করে যা সবচেয়ে উল্লেখযোগ্যভাবে চিনি এবং ক্যারামেলের অন্তর্ভুক্তির জন্য পরিচিত। সাধারণ উপাদানগুলোর পরিমাণও ব্রিটিশ সংস্করণের থেকে কিছুটা ভিন্ন। উদাহরণস্বরূপ, নিউজিল্যান্ড সংস্করণে পটাসিয়ামের মাত্রা বেশি। নিউজিল্যান্ড মারমাইটকে ব্রিটিশ সংস্করণের তুলনায় \"দুর্বল\" বা \"কম ঝাঁজালো\" স্বাদের বলে বর্ণনা করা হয়।\n\n\n=== ভিটাম-আর ===\nভিটাম-আর একটি স্বাদযুক্ত ঈস্ট নির্যাস স্প্রেড যা জার্মানির হেমিলনে ভিটাম হেফে-প্রোডাক্ট জিএমবিএইচ কোম্পানি প্রথম তৈরি করে। ১৯২৫ সালে রুকফোর্থ এজি স্টেটিন শহরে (বর্তমানের শ্চেসিন, পোল্যান্ড) এ প্রস্তুত হয়, যখন জাস্টাস ভন লিবিগ আবিষ্কার করেন যে ঈস্টকে ঘনীভূত করা যায়। একে কখনও মারমাইট, ভেজিমাইট বা সেনোভিসের মতো অনুরূপ পণ্যের তুলনায় একটি মসৃণতর স্বাদের বলে বর্ণনা করা হয়। এই ব্র্যান্ডগুলোর বিপরীতে, ভিটাম-আর তার নিজ দেশের রান্নার একটি আইকনিক অংশ নয়, তবে এটিও একটি ভালোবাসো-অথবা-ঘৃণা-করো স্বাদের বলে বর্ণনা করা হয়। এটি নিরামিষ এবং ফলস্বরূপ, শাকাহারী এবং প্রধানত রিফর্মহাউস স্বাস্থ্য-খাদ্য দোকানে বিক্রি হয়।\n\n\n=== সেনোভিস ===\n\nসেনোভিস একটি ঈস্ট নির্যাস ভিত্তিক পণ্য যা মারমাইট এবং ভেজিমাইটের সাথে সাদৃশ্যপূর্ণ, ভিটামিন বি১-এ সমৃদ্ধ। এটি একটি গাঢ় বাদামি খাদ্য পেস্টের আকারে, স্যুপ, সসেজ এবং সালাদে স্বাদ যোগ করতে ব্যবহৃত হয়। তবে সেনোভিস খাওয়ার সবচেয়ে জনপ্রিয় উপায় হল এটি মাখন লাগানো পাউরুটির একটি টুকরোর উপর মাখানো যা পণ্যের প্যাকেজিংয়ে উল্লেখ করা হয়েছে (এটি সরাসরি মাখনের সাথে মিশ্রিত করেও ব্যবহার করা যেতে পারে এবং তারপর পাউরুটির উপর মাখানো যেতে পারে, অথবা ক্রোয়াসেন্ট এবং বানে একটি ফিলিং হিসেবে ব্যবহার করা যেতে পারে)।\n\nসেনোভিস সুইজারল্যান্ডে (বিশেষ করে রোমান্ডিতে) জনপ্রিয়। এটি ১৯৩১ সালে একটি মাস্টার ব্রিউয়ার অ্যালেক্স ভিলিঙ্গারের উদ্যোগে রেইনফেলডেনে উন্নত হয় এবং পরে সেনোভিস এসএ কোম্পানি দ্বারা উৎপাদিত হয়।\n\n\n== অন্যান্য ব্যবহার ==\nঈস্ট নির্যাসের পুষ্টি সমৃদ্ধ গঠন একে বিভিন্ন ব্যবহারের জন্য উপযোগী করে। এটি ঐতিহাসিকভাবে মানুষের জন্য একটি ভিটামিন সম্পূরক হিসেবে জনপ্রিয় ছিল। প্রোটিন এবং নিউক্লিওটাইডে সমৃদ্ধ হওয়ায় এটি বর্তমানে পশুখাদ্যে এবং মাইক্রোবায়োলজিতে (ঈস্ট নির্যাস আগার দেখুন) পুষ্টি সম্পূরক হিসেবে ব্যবহৃত হয়। এটি এর আর্দ্রতাকারী এবং দাবিকৃত অ্যান্টিঅক্সিডেন্ট গুণাবলীর কারণে প্রসাধনী এবং ত্বক যত্নের পণ্যে ব্যবহৃত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nHerbst, Sharon (২০০১)। Food Lover's Companion। Hauppauge, New York: Barron's Educational Series, Inc.। আইএসবিএন 9780764112584। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n\nyeastextract.info: Homepage of Eurasyp (European Association of Specialty Yeast Products)\nSavory Taste Alliance  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ ফেব্রুয়ারি ২০২৩ তারিখে"}