{"pageid": 1510389, "title": "কনসুয়েলো ভেগা", "url": "https://bn.wikipedia.org/wiki?curid=1510389", "content": "লিগিয়া দেল কনসুয়েলো ভেগা ওলমেডো (Ligia del Consejo Vega Olmedo) হচ্ছেন একজন ইকুয়েডরিয়ান রাজনীতিবিদ এবং পাচাকুটিক প্লুরিন্যাশনাল ইউনিটি মুভমেন্ট - নিউ কান্ট্রি পার্টির সদস্য। তিনি ইকুয়েডরের জাতীয় পরিষদের সদস্য হিসেবে কার্যরত আছেন।\n\n\n== জীবন ==\nলিগিয়া দেল কনসুয়েলো ভেগা অ্যাম্বাটোর টেকনিক্যাল ইউনিভার্সিটি থেকে অ্যাকাউন্টিং এবং অডিটিং এর স্নাতক হিসাবে তার প্রথম ডিগ্রি অর্জন করেন।\nলিগিয়া দেল কনসুয়েলো ভেগা হচ্ছেন পাচাকুটিক বহুজাতিক ঐক্য আন্দোলন - নিউ কান্ট্রি পার্টির একজন রাজনীতিবিদ। তিনি ইকুয়েডরের জাতীয় পরিষদে নির্বাচিত সদস্য হিসেবে দায়িত্ব পালন করছেন।\nভেগা ২০১০ সাল পর্যন্ত আন্দিজের স্বায়ত্তশাসিত আঞ্চলিক বিশ্ববিদ্যালয়ে সংস্থার উন্নয়ন বিষয়ে অধ্যয়ন করেছেন। পরে, ২০১৫ সালে তিনি বিজনেস ম্যানেজমেন্ট বিষয়ে লস অ্যান্ডিসের স্বায়ত্তশাসিত আঞ্চলিক বিশ্ববিদ্যালয় থেকে স্নাতকোত্তর ডিগ্রি অর্জন করেন।\nলিগিয়া দেল কনসুয়েলো ভেগা ২০২১ সালে মোরোনা সান্তিয়াগো প্রদেশ থেকে নির্বাচিত হয়ে ইকুয়েডরের জাতীয় পরিষদের সদস্য হন।\nএর আগে, তিনি একটি অ্যামাজনীয় পণ্য বিপণনকারী সংস্থার সভাপতি হিসেবে দায়িত্ব পালন করেছিলেন এবং পরে অ্যামাজনের প্রাদেশিক স্বায়ত্তশাসিত সরকারের সমিতিতে কাজ করেছিলেন।\nলিগিয়া দেল কনসুয়েলো ভেগা ২০২১ সালে মোরোনা সান্তিয়াগো প্রদেশ থেকে নির্বাচিত হয়ে ইকুয়েডরের জাতীয় পরিষদের সদস্য হন। তিনি জাতীয় পরিষদের জীববৈচিত্র্য ও প্রাকৃতিক সম্পদ কমিশনের সহ-সভাপতি নির্বাচিত হন।\nএই কমিশনের সভাপতি হচ্ছেন ওয়াশিংটন ভারেলা সালাজার, এবং অন্যান্য সদস্যরা হলেন ভেনেসা অ্যালাভা, এফ্রেন ক্যালাপুচা, জিসেলা মোলিনা, রেবেকা ভেলোজ, পেড্রো জাপাতা, ফ্রেডি রোজাস কুয়েনকা, এবং ফার্নান্দা মেবেল মেন্দেজ রোজাস।\n২০২২ সালের নভেম্বরে, লিগিয়া দেল কনসুয়েলো ভেগা পনের জন অ্যাসেম্বলি সদস্যদের একটি দলে যোগদান করেন যারা ইকুয়েডরে মাদক এবং রাজনীতিবিদদের মধ্যে যোগসূত্র তদন্ত করতে চান। তারা ইকুয়েডরের অ্যাসেম্বলি সদস্যদের নাম সহ তথ্যের জন্য অনুরোধ করছিল, যাদের মার্কিন যুক্তরাষ্ট্রে প্রবেশ করা বন্ধ করা হয়েছে।\nএই তদন্তকারী দলের অন্যান্য সদস্যদের মধ্যে ছিলেন ফার্নান্দো ভিলাভিসেনসিও, রিকার্ডো ভ্যানেগাস, সোফিয়া সানচেজ, গিসেলা মোলিনা, ডায়ানা পেসান্তেজ, এবং মারিয়ানো কুরিকামা। এই দলটি বিভিন্ন রাজনৈতিক দলের প্রতিনিধিত্ব করলেও, বেশ কয়েকটি দল উল্লেখযোগ্যভাবে প্রতিনিধিত্ব করে না।\n২০২৩ সালের মার্চ মাসে, মারিও রুইজ ইকুয়েডরের বিধানসভায় ২০ সদস্যের পাচাকুটিক পার্টি ব্লকের নতুন প্রধান হিসেবে নির্বাচিত হন এবং লিগিয়া দেল কনসুয়েলো ভেগাকে তার ডেপুটি হিসেবে নির্বাচিত করেন।\n\n\n== তথ্যসূত্র =="}