{"pageid": 1510869, "title": "অভ্যন্তরীণ কাস্টমস লাইন", "url": "https://bn.wikipedia.org/wiki?curid=1510869", "content": "অভ্যন্তরীণ কাস্টমস লাইন, ছিল ভারতের ব্রিটিশ ঔপনিবেশিক শাসকদের দ্বারা উপকূলীয় অঞ্চল থেকে লবণের চোরাচালান এবং করফাঁকি রোধের জন্য নির্মিত একটি শুল্ক প্রাচীর। যা বিখ্যাত কাঁটা ঝোপের প্রাচীর বা ইন্ডিয়ান সল্ট হেজ নামেও পরিচিত ছিল।\nইস্ট ইন্ডিয়া কোম্পানির শাসনামলে এই শুল্ক প্রাচীরের নির্মাণকাজ শুরু হয়েছিল এবং পরবর্তীতে তা সরাসরি ব্রিটিশ শাসনামলেও অব্যাহত ছিল। করফাঁকি দিয়ে লবণ চোরাচালান রোধ করার জন্য ১৮০৩ সালে বাংলায় প্রতিষ্ঠিত একাধিক কাস্টমস হাউসের মাধ্যমে এই লাইনের কাজ শুরু হয়েছিল। এই কাস্টমস হাউসগুলি একটি নিরবিচ্ছিন্ন প্রাচীরের ন্যায় কাজ করেছিল যা ১৮৪৩ সালে অভ্যন্তরীণ শুল্ক বিভাগের নিয়ন্ত্রণে আনা হয়।\nব্রিটিশদের নিয়ন্ত্রণে থাকাকালীন সময়ে প্রাচীরটি পর্যায়ক্রমে প্রায় ২,৫০০ মাইল (৪,০০০ কিলোমিটার) জুড়ে সম্প্রসারিত হয়েছিল। কৌশলগত কারণে বেশিরভাগ এলাকায় এটি নদী এবং অন্যান্য প্রাকৃতিক প্রতিবন্ধক ঘেঁষে নির্মিত হয়েছিল। প্রাচীরটি উত্তর-পশ্চিমে পাঞ্জাব থেকে দক্ষিণ-পূর্বে বঙ্গোপসাগরের কাছে উড়িষ্যার দেশীয় রাজ্যগুলোজুড়ে বিস্তৃত ছিল। লাইনটি প্রাথমিকভাবে ভারতীয় বৈঁচির মতো মৃত, কাঁটাযুক্ত গাছ দিয়ে তৈরি করা হয়েছিল যদিও পরবর্তীতে এটি একটি জীবন্ত প্রাচীরে পরিণত হয়েছিল যা কোথাও কোথাও ১২ ফুট (৩.৭ মিটার) পর্যন্ত উঁচু ছিল এবং চীনের মহাপ্রাচীরের সাথে তুলনা করা হয়েছিল।। চোরাকারবারিদের রোধ জন্য অভ্যন্তরীণ শুল্ক বিভাগ বিভিন্ন পর্শুযায়ের শুল্ক কর্মকর্তা, জমাদার এবং পাহারাদার নিযুক্ত করেছিল। ১৮৭২ সাল নাগাদ সবমিলিয়ে এই কাজে ১৪০০০ জনেরও বেশি কর্মী নিয়োগ দেওয়া হয়েছিল।\n১৮৭৯ সালে ব্রিটিশদের রাজস্থানের সাম্ভার লবণ হ্রদের নিয়ন্ত্রণ নেওয়ার মাধ্যমে এই শুল্ক প্রাচীরের বিলুপ্তি ঘোষণা করা হয় এবং লবণ উৎপাদনের উৎসেই করারোপ করা হয়। লবণ কর ১৯৪৬ সাল পর্যন্ত বহাল ছিল।\n\n\n== পটভূমি ==\nইস্ট ইন্ডিয়া কোম্পানির শাসনামলে সর্বপ্রথম অভ্যন্তরীণ শুল্ক লাইনের প্রবর্তন করা হয়েছিল। ১৮৫৭ সালের সিপাহি বিদ্রোহের ফলস্বরুপ ১৮৫৮ সালে ভারত সরাসরি ব্রিটিশ সরকারের শাসনে আসার আগ পর্যন্ত কোম্পানিই এই শুল্ক প্রাচীরের দেখভালের দায়িত্বে ছিল। ১৭৮০ সাল নাগাদ গভর্নর-জেনারেল ওয়ারেন হেস্টিংস বাংলা প্রেসিডেন্সির সমস্ত লবণ উৎপাদন কোম্পানির নিয়ন্ত্রণে নিয়ে আসেন। এর ফলে ১৭৮৮ সাল নাগাদ বাংলায় লবণের কর মণ প্রতি ( প্রায় ৩৭ কেজি) ০.৩ টাকা থেকে বৃদ্ধি পেয়ে ৩.২৫ টাকা হয়েছিল। বাড়তি লবণ করের ফলস্বরুপ ১৭৮৪-৮৫ অর্থবছরে কোম্পানি ৬,২৫৭,৪৭০ টাকা আয় করেছিল। এই মূল্য তৎকালীন হিসাবে গড়ে ভারতীয় পরিবারের মাথাপিছু বাৎসরিক প্রায় দুই টাকার সমান এবং একজন শ্রমিকের প্রায় দুই মাসের আয়ের সমান। অন্যান্য ব্রিটিশ ভারতীয় অঞ্চলেও লবণের উপর কর ছিল কিন্তু বাংলায় কর ছিল সর্বোচ্চ। ঐ সময় অন্যান্য অঞ্চলের করের পরিমাণ ছিল বাংলায় আরোপিত করের এক তৃতীয়াংশেরও কম।\n\nলবণের ঘের থেকে অবৈধভাবে লবণ আহরণ, গুদাম থেকে চুরি বা পরোক্ষ ব্রিটিশ শাসনের অধীনে থাকা দেশীয় রাজ্যগুলো থেকে লবণ চোরাচালান করে কর ফাঁকি দেওয়া যেত। যা ছিল কোম্পানির লবণের রাজস্ব আহরণের জন্য সবচেয়ে বড় হুমকি। চোরাচালানকৃত লবণের বেশির ভাগই পশ্চিমাঞ্চল থেকে বাংলায় আসত এবং কোম্পানি এটি রোধে কার্যকর পদক্ষেপ নেওয়ার সিদ্ধান্ত নেয়। ১৮০৩ সালে লবণসহ তামাক ও অন্যান্য আমদানিকৃত দ্রব্যের উপর উপর শুল্ক আদায়ের লক্ষ্যে বাংলার প্রধান সড়কসমূহ ও নদীর পাড় জুড়ে শুল্ক হাউস এবং বেশ কিছু প্রাচীর বা প্রতিবন্ধক নির্মাণ করা হয়েছিল। বাংলায় এই কাস্টমস হাউসগুলিকে উৎসে কর সংগ্রহের জন্য লবণের কারবারির পাশে এবং উপকূলের কাছাকাছি অবস্থিত \"প্রতিরোধমূলক কাস্টমস হাউসগুলো\" বিভিন্নভাবে সহায়তা প্রদান করত।\nএই কাস্টমস হাউসগুলো স্বতন্ত্রভাবে লবণের করফাঁকি রোধে উল্লেখযোগ্য তেমন কিছু করতে পারেনি। নিরবিচ্ছিন্ন প্রাচীর বা প্রতিবন্ধক, শুল্ক কর্মীদের মধ্যে দুর্নীতি এবং লবণ সমৃদ্ধ রাজ্যগুলির দিকে বাংলার পশ্চিমমুখী সম্প্রসারণের কারণে তা কষ্টসাধ্য ছিল। ১৮২৩ সালে আগ্রার কাস্টমস কমিশনার জর্জ সন্ডার্স মির্জাপুর থেকে এলাহাবাদ পর্যন্ত গঙ্গা ও যমুনা নদীর ধারে শুল্ক পোস্টের একটি লাইন স্থাপন করেন যা শেষ পর্যন্ত অভ্যন্তরীণ কাস্টমস লাইনে পরিণত হয়। এর প্রধান লক্ষ্য ছিল দক্ষিণ ও পশ্চিম দিক থেকে লবণ চোরাচালান রোধ করা এবং উত্তর-পশ্চিম সীমান্ত থেকে চোরাচালান রোধ করার জন্য এলাহাবাদ থেকে নেপাল পর্যন্ত আরেকটি দ্বিতীয় লাইন সক্রিয় ছিল। ব্রিটিশ কর্তৃক সিন্ধু এবং পাঞ্জাবের দখলের ফলে কাস্টমস কমিশনার জিএইচ স্মিথ ১৮৩৪ সালে লাইনটিকে আরও উত্তর-পশ্চিমে সম্প্রসারিত করার অনুমতি প্রদান করেন। স্মিথ লবণের কারবারিতে মনোনিবেশ করার লক্ষ্যে তামাক এবং লোহার মতো পণ্যগুলো থেকে কর অব্যাহতি দিয়েছিলেন। তিনি লাইনটির জন্য বাৎসরিক বাজেট ৭৯০,০০০ টাকায় বৃদ্ধি করেন এবং এর ব্যাপক সম্প্রসারণ ও উন্নয়ন সাধন করেন। এছাড়াও কর্মীর সংখ্যা ৬,৬০০ জনে উন্নীত করেন। ১৮৪৩ সালে স্মিথের অধীনেই আনুষ্ঠানিকভাবে এর নামকরণ অভ্যন্তরীণ কাস্টমস লাইন করা হয়েছিল এবং যথেষ্ঠ সংস্কারকাজ সম্পন্ন হয়েছিল।\n\n\n== অভ্যন্তরীণ কাস্টমস লাইন ==\nস্মিথের নতুন অভ্যন্তরীণ শুল্ক লাইনটি প্রাথমিকভাবে আগ্রা এবং দিল্লির মধ্যেই সীমাবদ্ধ ছিল এবং প্রতি মাইল ব্যবধানে কিছু শুল্ক পোস্টের সমন্বয়ে গঠিত ছিল। জনসাধারণের লাইনটি অতিক্রম করার সুবিধার্থে প্রতি চার মাইল পর পর চৌকি নামক প্রবেশদ্বার বা তোরণ দিয়ে তুলনামূলক একটি উঁচু পথ দ্বারা সংযুক্ত ছিল। প্রায় ১০ থেকে ১৫ মাইল (১৬ থেকে ২৪ কিলোমিটার) প্রাচীরের এবং আশেপাশের জমির তত্তাবধানের দায়িত্ব ন্যাস্ত ছিল অভ্যন্তরীণ শুল্ক বিভাগের অধীন কাস্টমস কমিশনারের উপর। প্রতিটি চৌকিতে একজন ভারতীয় জমাদার (ব্রিটিশ ওয়ারেন্ট অফিসারের সমতুল্য) এবং আরো দশজন কর্মচারি দায়িত্ব পালন করত। প্রাচীর থেকে ২-৩ মাইল ভিতরে লোকালয়ে অবস্থানরত টহলদাররা বিপদের সময় সাহায্য করার জন্য প্রস্তুত থাকত। লাইনটি প্রধানত লবণের কর আদায়ের সাথে সম্পর্কিত হলেও রপ্তানিকৃত চিনির জন্যও কর আদায় করত এবং অন্যান্য পণ্য আফিম, ভাং, গাঁজা ইত্যাদির চোরাচালান রোধে কাজ করত।\n\n১৮৫৮ সালে কোম্পানি শাসনের অবসান ব্রিটিশ সরকারকে আঞ্চলিক অধিগ্রহণের মাধ্যমে চাহিদা অনুসারে লাইন সংস্কার করে বাংলায় আরও সম্প্রসারিত করার সুযোগ করে দেয়।  ১৮৬৯ সালে কলকাতা সরকার হিমালয় থেকে বঙ্গোপসাগরের কাছে উড়িষ্যা পর্যন্ত প্রায় ২,৫০৪ মাইল (৪,০৩০ কিলোমিটার) বিস্তৃত একটি নিরবিচ্ছিন্ন শুল্ক প্রাচীরের সাথে লাইনের বিচ্ছিন্ন অংশগুলিকে সংযুক্ত করার নির্দেশ দেয়। যা ছিল প্রায় লন্ডন থেকে কনস্টান্টিনোপলের দূরত্বের সমান। অধুনা পাকিস্তানের তারবেলা থেকে মুলতান পর্যন্ত উত্তরদিকের বিস্তৃত অংশটি তুলনামূলক নমনীয়ভাবে পাহারাদার নিযুক্ত ছিল কারণ ঐ অঞ্চলের প্রশস্ত সিন্ধু নদটি চোরাচালান রোধে জন্য যথেষ্ট প্রতিবন্ধক হিসেবে কাজ করেছিল। কড়া সুরক্ষিত অংশটি সুতলজ ও যমুনা নদীর ধার বরাবর মুলতান থেকে বুরহানপুরের দক্ষিণ পর্যন্ত প্রায় ১,৪২৯ মাইল (২,৩০০ কিলোমিটার) জুড়ে বিস্তৃত ছিল। লাইনটির সর্বশেষ ৭৯৪-মাইল (১,২৭৮-কিলোমিটার) বিস্তৃত অংশটি সোনাপুরের পূর্ব পর্যন্ত বিস্তৃত ছিল।১৮৬৯-৭০ অর্থবছরে লাইনটির রক্ষণাবেক্ষণে ব্যয় হয়েছিল ১৬ লক্ষ ২০ হাজার টাকা যার বিনিময়ে ব্রিটিশ সরকার মোট রাজস্ব আদায় করেছিল প্রায় এক কোটি পঁয়ত্রিশ লক্ষ টাকা। এর মধ্যে লবণ কর থেকে প্রাপ্ত এক কোটি পঁচিশ লক্ষ টাকা এবং চিনির শুল্ক বাবদ সংগ্রহ করেছিল ১০ লক্ষ টাকা। এ সময় লাইনটির দেখভালের দায়িত্বে ছিল প্রায় ১২,০০০ কর্মকর্তা-কর্মচারি এবং কাস্টমস পোস্ট এর সংখ্যা ছিল ১৭২৭টি। ১৮৭৭ সাল নাগাদ লবণের কর সংগ্রহের পরিমাণ দাঁড়ায় প্রায় দুই কোটি ৯১ লক্ষ টাকা যার বেশিরভাগ আশত লাইনের উভয়পাশের মাদ্রাজ ও বাংলা প্রদেশ থেকে।\n\n\n== বিখ্যাত কাঁটা ঝোপের প্রাচীর ==\n\nশুল্ক লাইন বরাবর একটি জীবিত ঝোপের প্রাচীর ঠিক কখন নির্মিত হয়েছিল তার সঠিক সময় জানা যায়না তবে অনুমান করা হয় যে এটি ১৮৪০-এর দশকে শুরু হয়েছিল যখন কাঁটাযুক্ত ঝোপের প্রাচীর হিসাবে লাইন বরাবর স্থাপন করা হয়েছিল যা শুকনো ঝোপের প্রাচীর নামেও পরিচিত। ১৮৬৮ সালের মধ্যে এটি প্রায় ১৮০ মাইল (২৯০ কিলোমিটার) বিস্তৃত একটি সম্পূর্ণ দুর্ভেদ্য ঝোপের প্রাচীরে পরিণত হয়। মূল শুষ্ক ঝোপের প্রাচীর প্রধানত ভারতীয় বৈঁচি জাতীয় গাছ দিয়ে লাইন বরাবর খুঁটির সাথে বেঁধে দেওয়া ছিল।  এই প্রাচীরটি সাদা পিঁপড়া, ইঁদুর, আগুন, ঝড়, পঙ্গপাল, পরজীবী লতা, প্রাকৃতিক ক্ষয় এবং শক্তিশালী বাতাসের আক্রমণের ঝুঁকিতে ছিল এবং মূহুর্তের মধ্যে কয়েক ফার্লং পর্যন্ত নষ্ট হয়ে যেত এবং ক্রমাগত রক্ষণাবেক্ষণের প্রয়োজন ছিল। ১৮৬৭ সাল থেকে ১৮৭০ সাল পর্যন্ত অভ্যন্তরীণ কাস্টমস কমিশনার অ্যালান অক্টাভিয়ান হিউম হিসেব করে দেখেন যে শুকনো প্রাচীরটির প্রতি মাইল নির্মাণের জন্য ২৫০ টন শুকনো ঝোপ এবং ডালপালার প্রয়োজন পড়ে এবং এবং সেগুলো লাইন থেকে গড়ে ০.২৫ থেকে ৬ মাইল (০.৪০ থেকে ৯.৬৬ কিলোমিটার) দূর থেকে আনা হয়। এজন্য এর কষ্টসাধ্য ও ব্যয়বহুল রক্ষণাবেক্ষণের কথা ভেবে প্রাচীরটিতে জীবিত ঝোপ জাতীয় গাছ লাগিয়ে সম্প্রসারিত করার পরিকল্পনা হাতে নেওয়া হয়।\n১৮৬৯ সালে হিউম জীবিত ঝোপ গাছের দ্রুত সম্প্রসারণের লক্ষ্যে বিভিন্ন দেশীয় কাঁটাযুক্ত গুল্মজাতীয় উদ্ভিদ লাগিয়ে পরীক্ষা-নিরীক্ষা শুরু করেছিলেন যেগুলি বিভিন্ন অঞ্চলের মাটি, বৃষ্টিপাত এবং জলবায়ুর সাথে খাপ খাইয়ে নিতে পারে। ফলস্বরূপ প্রাচীরের মূল অংশটি ভারতীয় বরই, বাবুল, করোন্ডা এবং ইউফোরবিয়ার বিভিন্ন প্রজাতির সমন্বয়ে গঠিত ছিল। কাঁটাযুক্ত নাশপাতি ব্যবহার করা হত যেখানে শর্ত ছিল যে অন্য কিছু যাতে জন্মাতে না পারে। যেমন হিসার জেলার কিছু অংশে এমন পাওয়া যায় এবং কিছুকিছু জায়গায় বাঁশও লাগানো হয়েছিল। যেসব জায়গায় মাটি অনুর্বর ছিল তা খনন করে প্রতিস্থাপন করা হয়েছিল বা ভাল মাটি দিয়ে ভরাট করা হয়েছিল এবং বন্যাপ্লাবিত নিম্ন সমভূমিগুলোতে গাছগুলো রক্ষা করার জন্য জমি উঁচু করে গাছগুলো লাগানো হয়েছিল। প্রাচীরটির ঝোপ গাছগুলোতে কাছাকাছি কূপ বা পরিখায় সঞ্চিত বৃষ্টির পানি দিয়ে সেচ দেওয়া হত। পরিখাগুলি সেচ দেওয়ার উদ্দেশ্যেই নির্মিত হয়েছিল এবং এর চতুর্দিকে চলাচলের জন্য ভালো মানের রাস্তাও তৈরি করা হয়েছিল।\nবিচ্ছিন্নভাবে ছড়িয়ে ছিটিয়ে থাকা এই ঝোপঝাড়যুক্ত প্রাচীরটিকে একটি দুর্ভেদ্য প্রাচীর হিসেবে গড়ে তোলার কাজটি হিউম কমিশনার থাকাকালীন সময়েই সম্পন্ন করেন। কমিশনার হিসেবে তার মেয়াদের শেষ নাগাদ প্রায় ৪৪৮.৭৫ মাইল (৭২২.১৯ কিলোমিটার) নিখুঁত, প্রায় ২৩৩.৫ মাইল (৩৭৫.৮ কিলোমিটার) শক্তিশালী কিন্তু দুর্ভেদ্য নয় এমন বিস্তৃত প্রাচীর গড়ে তুলেন। প্রাচীরটি কোথাও ৮ ফুট (২.৪ মিটার) উঁচু এবং ৪ ফুট (১.২ মিটার) এর কম চওড়া ছিল না। এমনকি কিছু কিছু স্থানে এটি প্রায় ১২ ফুট (৩.৭ মিটার) উঁচু এবং ১৪ ফুট (৪.৩ মিটার) চওড়া ছিল। হিউম নিজেই মন্তব্য করেছিলেন যে তার প্রাচীরটি ছিল \"সবচেয়ে নিখুঁত আকারে...মানুষ বা জীবজন্তুর কাছে সম্পূর্ণরূপে দুর্ভেদ্য\"।\nপ্রাচীরের বিভিন্ন পৃথক অংশকে সংযুক্ত করা এবং কিছু অপ্রয়োজনীয় অংশ অপসারণসহ হিউম ব্যাপকভাবে অভ্যন্তরীণ কাস্টমস লাইনের সংস্কার কাজ সম্পন্ন করেছিলেন। তিনি এমন কিছু জায়গায় এগুলো সংস্কার করেন যেখানে প্রাচীরের বেশিরভাগ অংশ পরিত্যক্ত ঘোষণা করা হয়েছিল এবং এর পরিবর্তে সহজে তারা নতুনরুপে একটি প্রাচীর তৈরি করতে পারত। জীবন্ত এই প্রাচীরটি দক্ষিণে বুরহানপুর পর্যন্ত বিস্তৃত ছিল এবং উত্তরে সিন্ধু নদের কাছে পাঞ্জাবের লায়া পর্যন্ত বিস্তৃত ছিল। ব্যাপক প্রশস্ত সিন্ধু নদের শক্তিশালী স্রোত চোরাকারবারীদের প্রতিরোধ করার জন্য যথেষ্ট ছিল। ইতিহাসবিদ হেনরি ফ্রান্সিস পেলহাম সিন্ধু নদের এই ব্যবহারকে আধুনিক জার্মানিতে রোমান লাইমস জার্মানিকাস দুর্গের সুরক্ষার জন্য মাইন নদীর ব্যবহারের সাথে তুলনা করেছেন।\n\n১৮৭০ সালে শুল্ক কমিশনার হিসেবে জিএইচএম ব্যাটেন হিউমের স্থলাভিষিক্ত হন এবং তিনি পরবর্তী ছয় বছরের জন্য এই দায়িত্ব পালন করেন। তার সময়ে প্রাচীরের খুব সামান্যই পুনর্বিন্যাস হয়েছিল কিন্তু বিদ্যমান প্রাচীরের যেসকল অংশে উদ্ভিদ জন্মায় না সেখানে পাথরের দেয়াল, পরিখা খনন এবং বাঁধ নির্মানের মাধ্যমে ব্যাপক শক্তিশালীকরণ করা হয়েছিল। ব্যাটেন তাঁর দায়িত্বের প্রথম বছরের শেষ নাগাদ নিখুঁত প্রাচীরের দৈর্ঘ্য ১১১.২৫ মাইল (১৭৯.০৪ কিলোমিটার) বাড়িয়েছিলেন এবং ১৮৭৩ সালের মধ্যে আগ্রা ও দিল্লির মধ্যবর্তী অংশ প্রায় দুর্ভেদ্য করে তুলেছিলেন। ১৮৭৫-৭৬ সালে নবনির্মিত আগ্রা খালের পাশাপাশি চলার জন্য লাইনটি সামান্য পরিবর্তন করা হয়েছিল এবং যথেষ্ট প্রতিবন্ধক সম্পন্ন অনুমিত হওয়ায় পাহারাদার পোস্টগুলোর মধ্যে দূরত্ব ১.৫ মাইল (২.৪ কিলোমিটার) এ বৃদ্ধি করার অনুমতি দেওয়া হয়েছিল।\nকমিশনার হিসাবে ব্যাটেনের স্থলাভিষিক্ত হন ডব্লিউএস হ্যালসি যিনি এই প্রাচীরের দায়িত্বে থাকা সর্বশেষ কমিশনার ছিলেন। হ্যালসির নিয়ন্ত্রণে প্রাচীরটি সর্বাধিক বিস্তৃতি লাভ করেছিল। ১৮৭৮ সালের মধ্যে ৪১১.৫ মাইল (৬৬২.২ কিলোমিটার) নিখুঁত ও জীবন্ত এবং আরও ১,১০৯.৫ মাইল (১,৭৮৫.৬ কিলোমিটার) বিস্তৃত নিম্নমানসম্পন্ন শুকনো বা পাথরের প্রাচীর তৈরি করা হয়েছিল। জীবিত প্রাচীর কমপক্ষে ৮০০ মাইল (১,৩০০ কিলোমিটার) পর্যন্ত সম্প্রসারিত হয়েছিল এবং কিছু জায়গায় এর বিকল্প হিসেবে একটি অতিরিক্ত শুকনো প্রাচীরও তৈরি করা হয়েছিল। ১৮৭৯ সালে লাইনটি পরিত্যাক্ত ঘোষণার সিদ্ধান্ত নেওয়া হলে ১৮৭৮ সালে প্রাচীরের সবধরণের রক্ষণাবেক্ষণের কাজ বন্ধ করে দেওয়া হয়েছিল।\n\n\n=== গাছপালা ===\nসহজে জন্মানো, কম পরিচর্যায় বেড়ে উঠা, দ্রুতবর্ধনশীল ও অধিক ঘনত্ব সৃষ্টিকারী, খরা-সহিষ্ণু একটি গুল্ম হচ্ছে করমচা যা বিভিন্ন ধরণের মাটিতে জন্মায় এবং আয়রন এবং ভিটামিন সি সমৃদ্ধ বেরি আকারের ফল উৎপন্ন করে যা আচারের জন্য ব্যবহৃত হয়। ঝোপযুক্ত প্রাচীর তৈরির জন্য ব্যবহৃত অন্যান্য গুল্মজাতীয় উদ্ভিদ এবং গাছের মধ্যে অন্যতম ছিল খয়ের, বরই, কাঁটাযুক্ত নাশপাতি এবং ইউফোরবিয়া ইত্যাদি।\n\n\n== কর্মীবাহিনী ==\n\nকাস্টমস লাইন এবং প্রাচীরের টহল এবং রক্ষণাবেক্ষণের জন্য প্রচুর সংখ্যক কর্মী ও পাহারাদারের প্রয়োজন ছিল। কর্মীদের বেশিরভাগই ছিলেন ভারতীয় এবং তাদের উর্ধ্বতন কর্মকর্তারা ছিল মূলত ব্রিটিশ। অভ্যন্তরীণ শুল্ক বিভাগের হিসাবে ১৮৬৯ সালে ১৩৬ জন কর্মকর্তা, ২,৪৯৯ জন অধস্তন কর্মকর্তা এবং ১১,২৮৮ জন কর্মচারি প্রাচীর রক্ষণাবেক্ষণে নিযুক্ত ছিল। ১৮৭২ সালে কর্মচারীর সংখ্যা সর্বোচ্চ ১৪,১৮৮ জনে পৌঁছায়। পরবর্তীতে সম্প্রসারণ মন্থর হয়ে যাওয়ায় এবং উদ্ভিদগুলো পরিনত হওয়ার সাথে সাথে কর্মী সংখ্যা প্রায় ১০,০০০-এ নেমে আসে। ভারতীয় কর্মচারীদের মধ্যে মুসলিমদের সংখ্যা ছিল প্রায় ৪২ শতাংশ যা অসামঞ্জস্যপূর্ণভাবে নিয়োগ করা হয়েছিল বলে অভিযোগ ছিল। পুরুষদের ইচ্ছাকৃতভাবে তাদের নিজ শহর থেকে দূরের এলাকায় মোতায়েন করা হয়েছিল। প্রাচীর তৈরির জন্য কাঠ সংগ্রহের কারণে স্থানীয় জনগণের কাছে তারা বিরাগভাজন হয়ে উঠেছিল। প্রাচীরের কাছাকাছি গ্রামে বসবাসকারী ভারতীয়দের সহযোগিতা পেতে ও উৎসাহিত করার লক্ষ্যে তাদের ২ পাউন্ড (০.৯ কিলোগ্রাম) পর্যন্ত লবণ বিনামূল্যে বহন করার অনুমতি দেওয়া হয়েছিল।\nপ্রতি মাসে পাঁচ টাকা উচ্চ বেতনের কারণে (কৃষিকাজে প্রতি মাসে মজুরি ছিল প্রায় তিন টাকা ) কারণে এই চাকরি অত্যন্ত লোভনীয় ছিল এবং উপরিপাওনা হিসেবে থাকত জব্দকৃত লবণ বিক্রি থেকে প্রাপ্ত আয়। পুরুষদের কাজে মনোযোগ ধরে রাখার জন্য তাদের পরিবার থেকে দূরে থাকতে বাধ্য করা হত যদিও সরকারের পক্ষ থেকে কোন থাকার ব্যবস্থা থাকত না এবং তারা নিজেরাই মাটি বা কাঠ দিয়ে নির্মিত থাকার ঘরের সংস্থান করত। ১৮৬৮ সালে অভ্যন্তরীণ শুল্ক বিভাগ পুরুষদের সাথে তাদের পরিবারকে যোগদানের অনুমতি দেয়, কারণ পূর্ববর্তী আদেশের ফলে কাস্টমস পুরুষরা পথভ্রষ্ট হয়েছিল এবং স্থানীয় মহিলাদের সাথে খুব ঘনিষ্ঠ ও অবৈধভাবে মেলামেশায় লিপ্ত হয়েছিল। পুরুষরা দিনে ১২ ঘন্টা করে দুইদিন ও রাতের শিফটের সমন্বয়ে কাজ করত। তাদের প্রধান কাজ ছিল টহল দেওয়া এবং প্রাচীরের পরিচর্যা করা। শুধুমাত্র ১৮৬৯ সালেই কাস্টমসের কর্মচারীরা ১ কোটি ৮০ লক্ষ মাইল (২ কোটি ৯০ লক্ষ কিলোমিটার) দূরত্বের সমপরিমাণ টহল দেয়। এছাড়াও প্রাচীরটি রক্ষণাবেক্ষণের লক্ষ্যে ২০ লক্ষ ঘনফুট (৫৭,০০০ ঘন মিটার) মাটি খনন এবং ১ লক্ষ ৫০ হাজার টন কাঁটাযুক্ত ঝোপঝাড় বহন করে। কর্মীদের মধ্যে উল্লেখযোগ্য পরিমাণে রদবদল ঘটত। উদাহরণস্বরূপ, ১৮৭৬-৭৭ সালে ৮০০ জনেরও বেশি পুরুষ চাকরি ছেড়েছিলেন। এর মধ্যে ১১৫ জন মারা যান, ২৭৬ জন বরখাস্ত হন, ৩০ জনকে কাজ থেকে বাদ দেওয়া হয়, ৩৬০ জন ছুটির পরে পুনরায় যোগদান করতে ব্যর্থ হন এবং ২৩ জনকে অযোগ্য বলে সরিয়ে দেওয়া হয়।\nঅফিসার সৈন্যদলের প্রায় সবাই ব্রিটিশ ছিল। ভারতীয় পুরুষদের এই পদে আকৃষ্ট করার প্রচেষ্টা ব্যর্থ প্রমাণিত হয়েছিল। কারণ অফিসারদের ইংরেজিতে পারদর্শী হওয়া প্রয়োজন ছিল এবং এই ধরনের পুরুষরা সহজেই অন্যান্য ক্ষেত্রে ভাল বেতনের কাজ খুঁজে পেত। কাজটি যথেষ্ট পরিশ্রমের ছিল এবং প্রত্যেক অফিসারকে প্রায় ১০ থেকে ৩০ মাইল (১৬ থেকে ৪৮ কিলোমিটার) পর্যন্ত প্রাচীরের দায়িত্ব সামলাতে হত। তাদেরকে রবিবারসহ অন্যান্য ছুটির দিনেও কাজ করা লাগত এবং প্রত্যেকের অধীনে থাকা প্রায় ১০০ জন কর্মচারিকে নিয়ন্ত্রণ ও দেখভালের কাজ করতে হত। অফিসারদের ব্যক্তিগতভাবে প্রায় ৯ মাইল (১৪ কিলোমিটার) টহল দেওয়া ছাড়াও লাইনে প্রতিদিন অন্তত একটি শুল্ক ভ্রমণ করতে হত এবং দৈনিক গড়ে প্রায় ২০০ পাউন্ড (৯১ কিলোগ্রাম) পণ্যের রাজস্ব সংগ্রহ করা লাগত। লাইনে থাকাকালীন সময় যেসকল অন্যান্য ব্রিটিশদের সাথে তাদের দেখা হত তারা সাধারণত পার্শ্ববর্তী বীটের অফিসার এবং সিনিয়র অফিসার ছিল যারা বছরে প্রায় তিনবার পরিদর্শনে যেতেন।\n\n\n== বিলুপ্তি ঘোষণা ==\n\nবেশ কয়েকজন ব্রিটিশ ভাইসরয় লাইনটি ভেঙে ফেলার কথা বিবেচনা করেছিলেন কারণ এটি ভারতীয় উপমহাদেশে অবাধ চলাফেরা এবং মুক্ত বাণিজ্যের ক্ষেত্রে একটি বিরাট প্রতিবন্ধক হিসাবে কার করেছিল। এটি লবণ কর সংগ্রহের পাশাপাশি আংশিকভাবে চিনির উপর আরোপিত কর আদায়ের জন্যও ব্যবহৃত হয়েছিল (যা মোট রাজস্বের প্রায় ১০ শতাংশ) যার ফলে উভয়দিকের যানবাহন চলাচল নিয়ন্ত্রণ করে তল্লাশি চালাতে হয়েছিল। এছাড়াও লাইনটি পার্শ্ববর্তী এলাকায় অবস্থিত বিভিন্ন কাস্টমস অফিসের নিয়ন্ত্রিত এলাকার সীমারেখার মধ্যে বিভ্রান্তি সৃষ্টি করত। অভ্যন্তরীণ শুল্ক ব্যবস্থায় বিদ্যমান দুর্নীতি ও ঘুষ নিয়ে ভাইসরয়রাও অসন্তুষ্ট ছিলেন এবং এটি অন্যায্য কর আদায়ের মূর্তপ্রতীক হিসাবে দাড়িয়েছিল। ১৮৫৭ সালের সিপাহি বিদ্রোহের সময় বিভিন্ন এলাকায় আংশিকভাবে প্রাচীর আগুনে পুড়িয়ে দেওয়া হয়েছিল। এতদাসত্ত্বেও সরকার এই লাইন থেকে আদায়কৃত ব্যাপক রাজস্ব হারাতে রাজি ছিল না এবং তাই তারা এটি বিলুপ্ত করার আগে ভারতে সমস্ত লবণ উৎপাদনের নিয়ন্ত্রণ নিয়েছিল যাতে লবণ উৎপাদনের সময়েই করারোপ করা যায়।১৮৬৯ থেকে ১৮৭২ সাল পর্যন্ত ভাইসরয় থাকাকালীন সময়ে লর্ড মেয়ো লাইনটি বিলুপ্ত করার জন্য প্রথম পদক্ষেপ নিয়েছিলেন এবং সমগ্র ভারতের লবণ উৎপাদনের নিয়ন্ত্রণ নিতে ব্রিটিশ কর্মকর্তাদের বিভিন্ন রাজ্যের শাসকদের সাথে চুক্তি করার জন্য নির্দেশ প্রদান করেন। ১৮৭৬-৭৮ সালের মহা দুর্ভিক্ষে প্রায় ৬৫ লক্ষ লোক মারা যায়। ফলস্বরুপ রাজস্ব আদায়ে ব্যাপক ঘাটতির সম্মুখীন হলে মেয়োর উত্তরসূরি লর্ড নর্থব্রুক প্রাচীরটি বিলুপ্তির প্রক্রিয়াটি ত্বরান্বিত করেন এবং ভূমি কর হ্রাস করেন।\nপর্যাপ্ত লবণ উৎপাদন নিশ্চিত করার পর ব্রিটিশ ভারতের অর্থমন্ত্রী স্যার জন স্ট্র্যাচির নেতৃত্বে বিদ্যমান কর ব্যবস্থার পর্যালোচনা করা হয় এবং বেশকিছু সুপারিশ পেশ করা হয়। তার সুপারিশমালা আমলে নিয়ে ভাইসরয় লর্ড লিটন মাদ্রাজ, বোম্বে এবং উত্তর ভারতে লবণের কর মণপ্রতি ২.৫ টাকায় উন্নীত করেন। সেইসাথে বাংলায় কর কমিয়ে মণপ্রতি ২.৫ টাকা ধার্য করেন। প্রতিবেশী অঞ্চলগুলির মধ্যে করের পার্থক্য উল্লেখযোগ্য পরিমাণে হ্রাস পাওয়ার ফলে চোরাচালান অলাভজনক হয়ার সাথে সাথে এবং তা ব্যাপকভাবে কমে যায়। পরবর্তীতে ১৮৭৯ সালের ১ এপ্রিল অভ্যন্তরীণ কাস্টমস লাইন বিলুপ্ত করার ঘোষণা দেওয়া হয়। এর এক বছর আগে চিনিসহ অন্যান্য ২৯টি পণ্যের ওপর কর বাতিল করা হয়।\nস্ট্র্যাচির কর সংস্কার কার্যক্রম অব্যাহত ছিল এবং তিনি ১৮৮০ সালের মধ্যে ভারতে আমদানি শুল্কের অবসান ঘটান এবং প্রায় সম্পূর্ণ মুক্ত বাণিজ্যের প্রচলন করেন। ১৮৮২ সালে ভাইসরয় লর্ড রিপন অবশেষে মণপ্রতি দুই টাকা হারে ভারতের বেশিরভাগ অঞ্চলজুড়ে লবণের কর নির্ধারণ করেন। তবে ১৮৯৬ সালের ২৩ জুলাই পর্যন্ত ভারতের ট্রান্স-ইন্ডাস জেলাগুলিতে মণপ্রতি আট আনা এবং মিয়ানমারে (তৎকালীন বার্মা) হ্রাসকৃত করহার মণপ্রতি মাত্র তিন আনা ছিল। করহারের এই সমতার ফলে সরকার প্রায় ১২ লক্ষ টাকা রাজস্ব হারায়। কোহাট (ট্রান্স-ইন্ডাস) অঞ্চল থেকে সম্ভাব্য লবণ পাচাররোধে লাইনটির উত্তর-পশ্চিম অংশের লায়া থেকে তারবেলা পর্যন্ত প্রায় ৩২৫ মাইল উত্তর ভারতের লবণ রাজস্ব বিভাগ দ্বারা কমপক্ষে ১৮৯৫ সাল পর্যন্ত পাহারা দেওয়া অব্যাহত ছিল।\n\n\n== প্রভাব ==\n\n\n=== স্বাস্থ্যের উপর প্রভাব ===\nবাংলায় সর্বোচ্চ লবণ কর বজায় রাখার জন্য শুল্ক লাইনের ব্যবহারের ফলে লবণ বঞ্চনার দরুণ ভারতীয়দের স্বাস্থ্যের উপর ক্ষতিকর প্রভাব পড়েছিল।  প্রাচীরের দূরবর্তী অঞ্চলে মাথাপিছু গড় বার্ষিক লবণ গ্রহণের মাত্রা ছিল ১৬ পাউন্ড (৭.৩ কিলোগ্রাম) যেখানে এর পার্শ্ববর্তী এলাকার মধ্যে উচ্চ মূল্যের কারণে মাথাপিছু গড় বার্ষিক লবণ গ্রহণের মাত্র ছিল তাঁর অর্ধেক, অর্থাৎ মাত্র ৮ পাউন্ড (৩.৬ কিলোগ্রাম)। এমনকি ব্রিটিশ সরকারের নিজস্ব পরিসংখ্যানেই দেখায় যে প্রাচীরটি সরাসরি লবণের ব্যবহারকে প্রভাবিত করে। ভারতে কর্মরত ইংরেজ সৈন্যদল এবং ব্রিটিশ কারাগারে বন্দীরা নির্দেশিত মাত্রার চেয়ে অনেক কম পরিমাণে লবণ গ্রহণ করত। ১৯শতকে ভারতের বিভিন্ন অঞ্চলে দুর্ভিক্ষের সময় লবণ গ্রহনের মাত্রা আরও উল্লেখযোগ্য হারে কমে গিয়েছিল।\nলবণে উচ্চ করারোপের ফলে ভারতে লবণের বঞ্চনা থেকে ঠিক কতজন মারা গেছে তা জানা সম্ভব হয়নি কারণ লবণের ঘাটতি প্রায়শই মৃত্যুর কারণ হিসাবে উল্লেখ করা হয়নি যার প্রভাবে পরিস্থিতির আরও অবনতি ঘটে এবং উল্টো অন্যান্য রোগবালাই থেকে আরোগ্যলাভের পথে বাধা সৃষ্টি করেছিল। জানা যায় যে করের হারের সমতার ফলে লবণ সস্তা হয়েছিল এবং তুলনামূলকভাবে গ্রহণ মাত্রা বৃদ্ধি পেয়েছিল। এর ফলে ভারতবর্ষের প্রায় ১৩ কোটি মানুষের ওপর আরোপিত লবণ কর হ্রাস পায় এবং ৪ কোটি ৭০ লক্ষ মানুষের ক্ষেত্রে বৃদ্ধি পায়। ১৮৮৮ সালের মধ্যে লবণ গ্রহণের মাত্রা প্রায় ৫০ শতাংশ বৃদ্ধি এবং ১৯১১ সাল নাগাদ এই মাত্রা দ্বিগুণ হয় যে সময়ে তুলনামূলকভাবে লবণ সস্তা হয়ে গিয়েছিল।\n\n১৮৮৮ সালে রূপার দাম হ্রাস পাওয়ার ফলে রাজস্ব ঘাটতি পূরণের জন্য লবণ করের হার মণপ্রতি আড়াই টাকায় উন্নীত করা হয়েছিল যদিও এর ফলে লবণ ব্যবহারের ক্ষেত্রে কোন তারতম্য পরিলক্ষিত হয়নি। লবণ কর রাজস্ব আদায়ের একটি বিতর্কিত বিষয় হিসেবে রয়ে যায় এবং ১৯৩০ সালের গান্ধীর নেতৃত্বে লবণ সত্যাগ্রহের মূল বিষয়বস্তু হয়ে ওঠে যা ব্রিটিশ শাসনের বিরুদ্ধে আইন অমান্য আন্দোলনের সূচনা করে। লবণ সত্যাগ্রহের সময় গান্ধী এবং তাঁর সমর্থকরা লবণ উৎপাদনকারী এলাকা ডান্ডির অভিমূখে পদযাত্রা করে লবণ আইন অমান্য করে যার ফলে প্রায় ৮০,০০০ জন ভারতীয়কে কারাদণ্ড দেওয়া হয়। এই পদযাত্রা ভারতীয় স্বাধীনতা আন্দোলনের জন্য উল্লেখযোগ্য ভূমিকা রেখেছিল যদিও লবণ কর রহিত করতে ব্যর্থ হয়েছিল। ১৯৪৬ সালের অক্টোবরে জওহরলাল নেহরুর নেতৃত্বে ভারতের অন্তর্বর্তীকালীন সরকার অবশেষে লবণ কর বাতিল করে।\n\n\n=== স্বাধীনতার উপর প্রভাব ===\n১৮৯৩ সালে স্যার জন স্ট্রাচি, যার সুপারিশের ফলে এই প্রাচীরটি বিলুপ্ত হয়, তিনি এটিকে \"একটি দানবীয ব্যবস্থা যা কোনও সভ্য দেশে খুঁজে পাওয়া প্রায় অসম্ভব\" বলে বর্ণনা করেছিলেন। সাংবাদিক ম্যাডেলিন বান্টিংয়ের মতো আধুনিক লেখকরাও একই মত পোষণ করেন এবং ২০০১ সালের ফেব্রুয়ারিতে দ্য গার্ডিয়ানে লিখেছিলেন যে এই লাইনটি \"ভারতে ব্রিটিশদের সবচেয়ে বিদঘুটে এবং কম পরিচিত অর্জনগুলির মধ্যে একটি\"।\nএই বিশাল প্রকল্পের ব্যাপকতা নিয়েও আলোচিত ছিল। কাস্টমস কমিশনার হিউম এবং ১৮৬৮ থেকে ১৮৭৪ সাল পর্যন্ত ভারতের আন্ডার-সেক্রেটারি অফ স্টেট এম. ই. গ্রান্ট ডাফ উভয়েই প্রাচীরটিকে চীনের মহাপ্রাচীরের সাথে তুলনা করেছেন। প্রাচীর বিলুপ্তি এবং করহারের সমতাকে সাধারণত একটি ভালো পদক্ষেপ হিসেবে দেখা হয়েছিল। ১৯০১ সালের একজন লেখক বলেন যে এর বিলুপ্তি প্রায় ২,০০০ মাইল বিস্তৃত অঞ্চলের বিশাল জনগোষ্ঠী এবং ব্যবসা-বাণিজ্যকে অনেক হয়রানি থেকে মুক্তি দিয়েছে\"। ১৮৮২ সালে বাংলা এবং বোম্বে প্রেসিডেন্সির গভর্নর স্যার রিচার্ড টেম্পল লিখেছিলেন যে \"লবণ শুল্ক আরোপের জন্য অভ্যন্তরীণ শুল্ক ব্যবস্থা অবশেষে বিলুপ্ত হয়ে গেছে\" এবং \"অপ্রচলিত ট্রানজিট শুল্কের কুফল\" যাতে ফিরে না আসে সেদিকে খেয়াল রাখতে হবে। যদিও ঐ বছরই ভারত লবণ আইনের মাধ্যমে ভারতীয়দের লবণ সংগ্রহ বা বিক্রি থেকে স্পষ্টভাবে নিষিদ্ধ করে এবং সাশ্রয়ী মূল্যে এই গুরুত্বপূর্ণ পণ্যের প্রাপ্যতা সীমিত করে।\n\n\n=== চোরাচালানের উপর প্রভাব ===\nএই লাইনটি চোরাচালান রোধ করার উদ্দেশ্যে তৈরি করা হয়েছিল, এবং এই ক্ষেত্রে এটি যথেষ্ট সফল হয়েছিল। শুল্ক কর্মকর্তাদের হাতে ধরা পড়া চোরাকারবারীদের গ্রেপ্তার করা হত এবং প্রায় ৮ টাকা জরিমানা করা হত, যারা টাকা দিতে অক্ষম ছিল তাদের প্রায় ছয় সপ্তাহের কারাদণ্ড দেওয়া হত। লাইনটি সম্প্রসারিত এবং পুরোপুরি নির্মিত হওয়ার সাথে সাথে ধরা পড়া পাচারকারীদের সংখ্যা বৃদ্ধি পায়। ১৮৬৮ সালে ২,৩৪০ জনকে পাচারের অভিযোগে দোষী সাব্যস্ত করা হয়েছিল। পরে ১৮৭৩-৭৪ সালে এই সংখ্যা বেড়ে ৩,২৭১ জনে এবং ১৮৭৭-৭৮ সালে ৬,০৭৭ জনে দাড়িয়েছিল। চোরাচালানেরকাজে বিভিন্ন পদ্ধতি ব্যবহার করা হত। প্রথম দিকে যখন টহলদারি নিয়মিত ছিল না তখন বড় ধরণের চোরাচালান প্রায়শই দেখা যেত এবং সশস্ত্র পাচারকারীদের দল লবণ ভর্তি উট বা গবাদি পশুর পাল নিয়ে লাইন ভেঙে পাচার করত। লাইনটি শক্তিশালী হওয়ার সাথে সাথে, চোরাকারবারীরা কৌশল পরিবর্তন করে এবং লবণ লুকিয়ে লাইনের মধ্য দিয়ে আনার চেষ্টা করত অথবা বেড়ার উপর দিয়ে ফেলে দিত। কখনও কখনও চোরাকারবারীরা ৫০ শতাংশ সন্ধান ফি আদায়ের জন্য শুল্ক বিভাগের সীমারেখার মধ্যে লবণ লুকিয়ে রাখত। চোরাকারবারি এবং কাস্টমস কর্মকর্তাদের মধ্যে সংঘর্ষ প্রায়শই সহিংসতায় গড়াত। কাস্টমস কর্মকর্তারা প্রায়ই ভারতীয়দের হয়রানি করতেন এবং ঘুষ দিতে উৎসাহিত করতেন। অনেক পাচারকারী বিভিন্নভাবে মারা যেত। পরিখা দিয়ে সাঁতার কেটে পালানোর চেষ্টা করার সময় ডুবে মরা বা কাস্টমস কর্মীদের সাথে লড়াইয়ের সময় অন্য চোরাকারবারীদের হাতে দুর্ঘটনাক্রমে মারা যাওয়ার মতো ঘটনাও ঘটত। ১৮৭৭ সালের সেপ্টেম্বরে এক রক্তক্ষয়ী সংঘর্ষে ১১২ জন চোরাকারবারীকে ধরার চেষ্টাকালে দুইজন কাস্টমস কর্মকর্তা নিহত হন। পরে এই পাচারকারী দলের অনেক সদস্যকে ধরে কারাবন্দী করা হয়েছিল অথবা নির্বাসিত করা হয়েছিল।\n\n\n== পুনঃআবিষ্কার ==\nএই প্রাচীরের বিশালতা সত্ত্বেও ব্রিটেন বা ভারতে ব্যাপকভাবে এর পরিচিতি ছিল না এমনকি সমসাময়িক ইতিহাসে এর তেমন একটা উল্লেখ পাওয়া যায় না। লন্ডন বিশ্ববিদ্যালয় লাইব্রেরির একজন সংরক্ষক রয় মক্সহাম কাস্টমস লাইন এবং এর ধ্বংসাবশেষের অনুসন্ধানের উপর একটি বই লিখেছিলেন যা ২০০১ সালে প্রকাশিত হয়েছিল। ১৯৯৫ সালে মেজর জেনারেল স্যার উইলিয়াম হেনরি স্লিম্যানের লেখা র‍্যাম্বলস অ্যান্ড রিকলেকশনস অফ অ্যান ইন্ডিয়ান অফিসিয়াল গ্রন্থের ফুটনোটে এই প্রাচীরের একটি সামান্য উল্লেখের সূত্র ধরে তিনি অনুসন্ধান চালান এবং বইটি লেখেন। মক্সহ্যাম ব্রিটিশ লাইব্রেরির ইন্ডিয়া অফিস রেকর্ডসে প্রাচীরটি সম্বন্ধে খোঁজাখুঁজি করেন এবং এর ধ্বংসাবশেষ খুঁজে বের করার সিদ্ধান্ত নেন।\nমক্সহাম লন্ডনে এ নিয়ে ব্যাপক গবেষণা করেছিলেন এবং লাইনের ধ্বংসাবশেষ খুঁজে বের করার জন্য ভারতে তিনবার ভ্রমণ করেন। ১৯৯৮ সালে তিনি উত্তর প্রদেশের ইটাওয়া জেলায় একটি ছোট উঁচু বাঁধ আবিষ্কার করেন যা সম্ভবত এই প্রাচীরের ধ্বংসাবশেষ ছিল বলে মনে করা হয়। মক্সহ্যাম দাবি করেন তাঁর বইটিতে এই বিষয়ে লিখিত সর্প্রবথম বিস্তারিত ইতিহাস এবং এর আধুনিক ধ্বংসাবশেষ খুঁজে বের করার জন্য তার প্রচেষ্টার কথা বর্ণিত হয়েছে। বইটি ২০০৭ সালে আনন্দ অভ্যঙ্কর মারাঠি ভাষায় এবং ২০১৫ সালে সিরিল অ্যালেক্স তামিল ভাষায় অনুবাদ করেন। ২০১৫ সালের জুলাই মাসে চিলড্রেন'স বিবিসি চ্যানেল এর উপর ভিত্তি করে একটি ভয়াবহ ইতিহাস প্রকাশ করে যা সেই সপ্তাহে ২০৭,০০০ দর্শক দেখেছিলেন।\nশিল্পী শিলা ঘেলানি এবং সু পামার প্রাচীরটি নিয়ে \"কমন সল্ট\" নামক একটি লাইভ আর্ট পারফর্মেন্স করেন। এই বিষয়ে তাদের বইটি ২০২১ সালের জুলাই মাসে লাইভ আর্ট ডেভেলপমেন্ট এজেন্সি দ্বারা প্রকাশিত হয়েছিল।\n২০২১ সালের আগস্টে সাংবাদিক কমলা থিয়াগরাজন বিবিসি ফিউচারের লস্ট ইনডেক্স সিরিজে হেজ সম্পর্কে লিখেন-\n\nসম্প্রতি ফ্রান্সের ভার্দুনে পারমাণবিক শক্তি বিষয়ক একটি সম্মেলনে গ্রেট হেজ সম্পর্কে কথা বলার জন্য মক্সহামকে আমন্ত্রণ জানানো হয়েছিল। এত অল্প সময়ের মধ্যে এত বড় প্রকল্প কীভাবে স্মৃতি থেকে উধাও হয়ে গেল তা দেখে তারা কৌতূহলী হয়ে পড়েছিল বলে তিনি জানান। বিশ্ব যে যেকোনো কিছু ভুলে যেতে পারে এমনকি পারমাণবিক যুদ্ধের খরচ বা তেজস্ক্রিয় বর্জ্যের অনুপযুক্ত নিষ্কাশনের ফলে সৃষ্ট গুরুতর বিপদ, তার একটি মোক্ষম প্রমাণ হিসেবে প্রতিনিধিরা এটিকে দেখেছিলেন। যা জনসাধারণের স্মৃতি থেকে মুছে ফেলা হলে মারাত্মক পরিণতি হতে পারে।\n\n\n== আরও দেখুন ==\n\nআরাবল্লী পর্বতশ্রেণী\nসাহারা মরুভূমির গ্রেট গ্রিন ওয়াল\nচীনের গ্রেট গ্রিন ওয়াল\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nAbhyankar, Anand (২০০৭)। Meeth — British Amaanushatechee Kumpanneeti। Moraya Prakashan। \nChhabra, G. S. (২০০৫)। Advance Study in the History of Modern India (Volume-2: 1803–1920)। Lotus Press। \nDanvers, F. C. (মার্চ ১৯০১)। \"A Review of Indian Statistics\": 31–72। জেস্টোর 2979921। ডিওআই:10.2307/2979921। \nDutt, Romesh (১৯০৪)। India in the Victorian age; an economic history of the people। Kegan Paul, Trench, Trübner & co.। \nGandhi, Mahatma (১৯৯৭)। Hind Swaraj and Other Writings। Cambridge University Press। আইএসবিএন 9780521574310। \nIndia Office (১৯১১)। \"Memorandum on some of the results of Indian administration\"। Superintendent government printing.- Calcutta.। \nMoxham, Roy (২০০১)। The Great Hedge of India। Constable & Robinson। আইএসবিএন 1-84119-467-0। \nPelham, Henry Francis (১৯১১)। Essays। Clarendon Press। \nRobertson, Alexander (১৮৮০)। Two speeches on our home and colonial affairs. Our national resources: their present and probable future condition; and the British colonies: their present condition and future prospects.। আইএসবিএন 1-152-09035-6। \nSiddiky, Chowdhury Irad Ahmed (২০০৬)। \"Mahatma Gandhi and the Prisoner's Dilemma: Strategic Civil Disobedience and Great Britain's Great Loss of Empire in India\"। এসএসআরএন 937148 । \nSleeman, Major-General Sir W.H. (১৮৯৩)। Rambles and Reflections of an Indian Official। Archibald Constable। \nTemple, Sir Richard (১৮৮২)। Men and events of my time in India। J Murray। \nThornhill, Mark (১৮৮৪)। The Personal Adventures and Experiences of a Magistrate during the Rise, Progress, and Suppression of the Indian Mutiny। John Murray। \nWatt, George (২০১৪)। A Dictionary of the Economic Products of India, Volume 6, Part 2। Cambridge University Press।"}