{"pageid": 1510870, "title": "ফিলিপাইনের রাজনৈতিক ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1510870", "content": "বর্তমান ফিলিপাইনের প্রাচীন সমাজগুলো ছিল ছোট ছোট প্রশাসনিক একক, যেগুলো \"বারাঙ্গাই\" নামে পরিচিত ছিল। তবে আঞ্চলিক বাণিজ্যের মাধ্যমে হিন্দুধর্ম ও ইসলাম পৌঁছানোর পর কিছু বড় রাজ্যও গড়ে ওঠে। স্প্যানিশরা এসে উপনিবেশ স্থাপন করলে ফিলিপাইনে স্পেনের শাসন বিস্তার শুরু হয়। যার ফলে ম্যানিলা থেকে শাসিত \"ক্যাপ্টেন্সি জেনারেল অব দ্য ফিলিপাইনস\" প্রতিষ্ঠিত হয়। যদিও এটি আনুষ্ঠানিকভাবে নিউ স্পেনের অংশ ছিল, তবুও বেশিরভাগ ক্ষেত্রেই এটি স্বাধীনভাবে পরিচালিত হতো। শাসনকার্যে স্থানীয় নেতাদের ওপর নির্ভর করার ফলে \"প্রিন্সিপালিয়া\" নামে এক অভিজাত শ্রেণির সৃষ্টি হয়। তবে স্পেন পুরো অঞ্চলের ওপর শক্তভাবে নিয়ন্ত্রণ প্রতিষ্ঠা করতে পারেনি। বিশেষ করে কিছু অভ্যন্তরীণ অঞ্চল এবং ইসলামী শাসিত এলাকাগুলো কার্যত স্বাধীন রয়ে যায়।\nউনিশ শতকে ফিলিপাইনে বড় সামাজিক পরিবর্তন ঘটে এবং মেস্টিজো অভিজাতদের মধ্যে একটি স্বতন্ত্র ফিলিপিনো পরিচয় গড়ে ওঠে। উদারনৈতিক ধারণায় প্রভাবিত শিক্ষিত ইলুস্ত্রাদো শ্রেণির সদস্যরা মত ও নীতি প্ৰচার আন্দোলন শুরু করেন। তবে স্প্যানিশ কর্তৃপক্ষ এই দাবিগুলো প্রত্যাখ্যান করায় জাতীয় চেতনার উত্থান ঘটে, যা স্বাধীনতা আন্দোলনে রূপ নেয় এবং শেষ পর্যন্ত বিপ্লব শুরু হয়। এই বিপ্লব স্প্যানিশ-আমেরিকান যুদ্ধে জড়িয়ে পড়ে। বিপ্লবীরা স্বাধীনতা ঘোষণা করলেও, ১৮৯৮ সালে স্পেন ফিলিপাইনকে যুক্তরাষ্ট্রের হাতে তুলে দেয়। এরপর ফিলিপাইন - মার্কিন যুদ্ধ ও অন্যান্য কার্যক্রমের মাধ্যমে যুক্তরাষ্ট্র পুরো দ্বীপপুঞ্জের ওপর কার্যকর প্রশাসন প্রতিষ্ঠা করে এবং সেখানে নিজেদের মতো রাজনৈতিক কাঠামো চালু করে।\nআগের অভিজাত শ্রেণি নতুন রাজনৈতিক ব্যবস্থার মধ্যেই শক্ত অবস্থান ধরে রাখে এবং ন্যাসিওনালিস্তা পার্টি ধীরে ধীরে এর প্রতিষ্ঠানগুলোর ওপর আরও নিয়ন্ত্রণ প্রতিষ্ঠা করে। ১৯৩৫ সালে ফিলিপাইনের স্বায়ত্তশাসিত কমনওয়েলথ গঠিত হয়, যা দেশটিকে নিজস্ব সংবিধান ও শক্তিশালী রাষ্ট্রপতির পদ দেয়। তবে স্বাধীনতার পরিকল্পনা দ্বিতীয় বিশ্বযুদ্ধের সময় জাপানি আগ্রাসনের কারণে বাধাগ্রস্ত হয়। জাপানিরা দ্বিতীয় ফিলিপাইন প্রজাতন্ত্র ঘোষণা করলেও, মার্কিন ও মিত্রবাহিনীর পুনর্দখলের ফলে কমনওয়েলথ পুনঃপ্রতিষ্ঠিত হয়। ১৯৪৬ সালে ফিলিপাইন পূর্ণ স্বাধীনতা লাভ করে। এই সময় দ্বিদলীয় রাজনৈতিক ব্যবস্থা গড়ে ওঠে লিবারেল পার্টি ও ন্যাসিওনালিস্তা পার্টি পালাক্রমে দেশ শাসন করে। উভয় দলই অভিজাতদের নেতৃত্বে পরিচালিত হতো এবং তাদের নীতিতে খুব বেশি পার্থক্য ছিল না। স্বাধীনতার পরবর্তী বছরগুলোতে রাষ্ট্রপতিদের গ্রামীণ কৃষকদের মধ্যে জনপ্রিয় বামপন্থী হুকবালাহাপ বিদ্রোহ মোকাবিলা করতে হয়।\n১৯৭২ সালে রাষ্ট্রপতি ফের্দিনান্দ মার্কোসের শাসনামলে সামরিক আইন ঘোষণায় দ্বিদলীয় রাজনৈতিক ব্যবস্থা শেষ হয়ে যায়। কমিউনিস্ট ও ইসলামী বিচ্ছিন্নতাবাদী বিদ্রোহ বাড়লেও মার্কোস দীর্ঘদিন ধরে দেশটির ওপর কঠোর নিয়ন্ত্রণ বজায় রাখেন। তবে অর্থনৈতিক সংকট ও ব্যাপক দুর্নীতির কারণে জনগণের মধ্যে অসন্তোষ বাড়তে থাকে। বিরোধীরা একত্রিত হয়ে কোরাজন আকিনোর নেতৃত্বে আন্দোলন গড়ে তোলে। কোরাজন নিহত বিরোধী নেতা বেনিগনো আকিনোর স্ত্রী ছিলেন। ১৯৮৬ সালে এক বিতর্কিত দ্রুত নির্বাচনে মার্কোস জয়ী ঘোষণা হলে সামরিক বাহিনী ও সাধারণ জনগণের ব্যাপক প্রতিবাদ শুরু হয়। এর ফলে পিপল পাওয়ার বিপ্লব ঘটে। এতে মার্কোস ক্ষমতাচ্যুত হয়ে আকিনোকে রাষ্ট্রপতি হিসেবে প্রতিষ্ঠিত হয়। এরপর নতুন সংবিধান প্রণয়ন করা হয়, যা রাষ্ট্রপতির ক্ষমতা সীমিত করে এবং একবারের জন্য মেয়াদ নির্ধারণ করে। এরপর থেকে দেশে অস্থির বহুদলীয় রাজনৈতিক ব্যবস্থা গড়ে ওঠে, যা একাধিক সংকটের মুখোমুখি হয়। এর মধ্যে কয়েকটি অভ্যুত্থান প্রচেষ্টা, এক রাষ্ট্রপতির অভিশংসন এবং দুটি গণআন্দোলন ছিল উল্লেখযোগ্য। এই সময়কালে কিছু রাজনৈতিক ক্ষমতা স্থানীয় সরকারগুলোর কাছে হস্তান্তর করা হয়। পাশাপাশি মুসলিম মিন্দানাও অঞ্চলে স্বায়ত্তশাসিত ব্যাংসামোরো অঞ্চল প্রতিষ্ঠিত হয়।\n\n\n== প্রাক-স্প্যানিশ যুগ ==\nফার্দিনান্দ ম্যাগেলানের আগমনের আগে ফিলিপাইন অসংখ্য বারাঙ্গাই নামে ছোট ছোট রাজ্যে বিভক্ত ছিল, যা আঞ্চলিক বাণিজ্য নেটওয়ার্কের মাধ্যমে একে অপরের সঙ্গে যুক্ত ছিল। \"বারাঙ্গাই\" শব্দটির উৎপত্তি সম্ভবত \"বালাংগাই\" থেকে, যা অস্ট্রোনেশীয় জনগণের সেই নৌকাগুলোর নাম, যেগুলো ব্যবহার করে তারা ফিলিপাইনে পৌঁছেছিল। এই সমাজগুলো তিনটি শ্রেণিতে বিভক্ত ছিল—অভিজাত, মুক্ত নাগরিক এবং ভৃত্য ও দাস। শাসকরা দাতু নামে পরিচিত ছিলেন, যদিও বিভিন্ন সংস্কৃতিতে তাদের ভিন্ন নামে ডাকা হতো। হিন্দু প্রভাব আসার পর ভারতীয় প্রভাবিত দাতুরা আরও ক্ষমতাশালী হয়ে ওঠে। প্রথম বড় রাষ্ট্র ছিল সুলু, যা ১৫শ শতকে ইসলাম গ্রহণ করে। এরপর এই ব্যবস্থা মাগুইন্দানাও সালতানাত ও মায়নিলা রাজ্যে ছড়িয়ে পড়ে। ১৫২১ সালে লাপু-লাপু ও রাজা হুমাবনের মধ্যে সেবুর নিয়ন্ত্রণ নিয়ে দ্বন্দ্বের ফলে ফার্দিনান্দ ম্যাগেলানের মৃত্যু হয়। পরে ১৫৬৫ সালে স্প্যানিশ ক্যাপ্টেন-জেনারেল মিগুয়েল লোপেজ দে লেগাজপি সেবুতে প্রথম বসতি স্থাপন করেন। ১৫৭১ সালে মায়নিলা দখল করা হয় এবং ম্যানিলা স্প্যানিশ প্রশাসনের কেন্দ্র হয়ে ওঠে। স্পেন ধীরে ধীরে ফিলিপাইনের বেশিরভাগ অংশ দখল করলেও দক্ষিণের মুসলিম অঞ্চল এবং কর্ডিলেরা পাহাড়ি এলাকায় তারা কখনোই পুরোপুরি নিয়ন্ত্রণ প্রতিষ্ঠা করতে পারেনি।\n\n\n== স্প্যানিশ যুগ ==\n\n\n=== উপনিবেশ এবং শাসন ===\nস্প্যানিশ শাসনের অধীনে বারাঙ্গাইগুলোকে একত্রিত করে শহরাঞ্চল গঠিত হয়, যা নিয়ন্ত্রণ সহজ করে এবং কৃষিনির্ভর স্থায়ী সমাজ গড়ে তুলতে সহায়তা করে। তবে বারাঙ্গাই কাঠামো সংরক্ষিত ছিল এবং পরে এটি \"বারিও\" নামে পরিচিত হয়। যা সম্প্রদায়ের পরিচয় নথিবদ্ধ করার জন্য ব্যবহৃত হতো। স্প্যানিশ যুগে গির্জা তথা ক্যাথলিক চার্চের (বিশেষ করে স্প্যানিশ ধর্মীয় সংগঠনের ফ্রায়ারদের) প্রভাব ছিল সবচেয়ে বেশি। স্থানীয় পাদ্রীরা অনেক সময় শহর পরিচালনার ক্ষমতা পেতেন। তারা স্প্যানিশ প্রশাসনের আদেশ কার্যকর করতেন এবং কর আদায় করতেন। যেখানে জনগণকে শহরে একত্রিত করা সম্ভব হয়নি সেখানে পাদ্রীরা গ্রাম থেকে গ্রাম ভ্রমণ করতেন। ফিলিপাইন তখন নতুন স্পেনের (মেক্সিকো) অংশ থাকায় তাত্ত্বিকভাবে স্পেনের রাজা ও ইন্ডিজ কাউন্সিলের হাতে চূড়ান্ত ক্ষমতা ছিল। তবে স্পেন ও নতুন স্পেন উভয়ের থেকে দূরত্বের কারণে ফিলিপাইন কার্যত স্বায়ত্তশাসিত ছিল এবং রাজকীয় আদেশগুলোর প্রভাব সীমিত ছিল। ফিলিপাইনে একজন গভর্নর নিয়োগ করা হতো এবং ১৫৮৩ সালে একটি বিচার বিভাগ প্রতিষ্ঠিত হয়।\n\nস্প্যানিশ শাসন মূলত ম্যানিলা ও এর আশপাশের এলাকাতেই সীমাবদ্ধ ছিল। পুরো দ্বীপপুঞ্জে স্প্যানিশ কর্মকর্তার সংখ্যা খুব কম ছিল। তাই স্থানীয় নেতাদের প্রশাসনে অন্তর্ভুক্ত করা হয়। পূর্ববর্তী দাতুরা বারাঙ্গেগুলোর শাসন চালিয়ে যেতে থাকেন এবং প্রাদেশিক সরকারের জন্য কর্মকর্তাদের মনোনীত করতেন। স্প্যানিশ প্রশাসনের সবচেয়ে দৃশ্যমান উপাদান ছিল ক্যাথলিক চার্চের প্রতিনিধি, বিশেষ করে ধর্মযাজকেরা। বিভিন্ন সময় স্প্যানিশ শাসনের বিরুদ্ধে বিদ্রোহ হলেও সবগুলোই পরাজিত হয়। কিছু বিদ্রোহ, যেমন টন্ডো ষড়যন্ত্র, স্থানীয়দের প্রশাসনে আরও বেশি সম্পৃক্ত হওয়ার সুযোগ তৈরি করে। বিদ্রোহ ঠেকাতে, স্থানীয় অভিজাতদের স্প্যানিশ পৃষ্ঠপোষকতার অধীনে আনা হয়। শহর প্রতিষ্ঠার ফলে স্থানীয় অভিজাতদের জন্য প্রশাসনিক পদ সৃষ্টি হয়। প্রথাগত অভিজাতরা কিছু সরকারি কর্মকর্তা ও উচ্চ করদাতাদের সঙ্গে মিলে \"প্রিন্সিপালিয়া\" নামে একটি শ্রেণি গঠন করে। তারা স্প্যানিশ গভর্নরের কাছে প্রশাসনিক বিষয়ে সুপারিশ করতে পারলেও সরাসরি ক্ষমতা পেত না। যদিও তারা শুধু পৌর প্রশাসকের দায়িত্ব পালন করত, তবে এর মাধ্যমে তারা সরকারি সুবিধা, বিশেষ অনুমতি ও কর মওকুফের সুযোগ পেত। সময়ের সঙ্গে এই অভিজাত শ্রেণি আরও সাংস্কৃতিকভাবে স্বতন্ত্র হয়ে ওঠে—তারা সাধারণ মানুষের চেয়ে ভালো শিক্ষা পেত এবং স্প্যানিশ কর্মকর্তা ও চীনা বণিকদের সঙ্গে বৈবাহিক সম্পর্ক গড়ে তুলত।\nস্প্যানিশ শাসনকালে আগের বিদ্যমান বাণিজ্য নেটওয়ার্কগুলো বন্ধ করে দেওয়া হয় এবং সব বাণিজ্য শুধু নতুন স্পেনের (মেক্সিকোসহ অন্যান্য স্প্যানিশ উপনিবেশ) সঙ্গে সীমাবদ্ধ রাখা হয়। অর্থনৈতিক কর্মকাণ্ড বাড়তে থাকলেও ফিলিপাইন বিভিন্ন অঞ্চলের ভাষা ও পরিচয়ের ভিত্তিতে বিভক্ত রয়ে যায়। স্প্যানিশরা পুরো দ্বীপপুঞ্জে কার্যকর নিয়ন্ত্রণ প্রতিষ্ঠা করতে পারেনি। মিন্দানাও, সুলু দ্বীপপুঞ্জ ও পালাওয়ানের বেশিরভাগ অংশ স্প্যানিশ শাসনের বাইরে ছিল। পুরো স্প্যানিশ শাসনামলে এই অঞ্চলগুলোর সঙ্গে স্প্যানিশদের সংঘর্ষ চলতে থাকে। কর্ডিলেরা পাহাড়ি অঞ্চলে স্প্যানিশরা শুধুমাত্র নিচু এলাকাগুলো নিয়ন্ত্রণ করতে পেরেছিল। অনেকে স্প্যানিশ শাসন এড়াতে পাহাড়ি এলাকায় চলে যাওয়ার ফলে এসব স্থানে জনসংখ্যা বৃদ্ধি পায় এবং রাজনৈতিক কাঠামো আরও জটিল হয়ে ওঠে। এছাড়া বাণিজ্যের প্রসারও এসব অভ্যন্তরীণ জনপদের বিকাশে ভূমিকা রাখে।\n\n১৮শ শতকের শেষ দিকে স্প্যানিশ সরকার একটি পরিবর্তন প্রক্রিয়া শুরু করে, যা শাসনের শেষ পর্যন্ত চলতে থাকে। এর মাধ্যমে স্বাধীন ধর্মীয় সংগঠনের ফ্রায়ারদের কাছ থেকে ক্ষমতা নিয়ে \"ধর্মনিরপেক্ষ ধর্মযাজকদের\" হাতে তুলে দেওয়ার চেষ্টা করা হয়। এসব ধর্মযাজকের মধ্যে স্থানীয় মেস্টিজো এবং এমনকি কিছু আদিবাসী (ইন্ডিও) যাজকও অন্তর্ভুক্ত ছিলেন। ১৯শ শতকে ফিলিপাইনের বন্দরগুলো বিশ্ব বাণিজ্যের জন্য খুলে দেওয়া হলে সমাজে বিভিন্ন পরিবর্তন আসতে থাকে। ১৮০৮ সালে জোসেফ বোনাপার্ট স্পেনের রাজা হলে কাদিজ সংবিধান গৃহীত হয়। যা ফিলিপাইনকে স্পেনের কোর্টেস (পার্লামেন্ট)-এ প্রতিনিধিত্বের সুযোগ দেয়। তবে স্প্যানিশরা যখন বোনাপার্টদের ক্ষমতাচ্যুত হলে ফিলিপাইনসহ অন্যান্য উপনিবেশগুলোর কোর্টেসে প্রতিনিধিত্ব বাতিল করা হয়। ১৮৩৬ সাল থেকে ফিলিপাইন সরাসরি স্পেনের \"বিদেশ মন্ত্রণালয়ের\" অধীনে পরিচালিত হতে থাকে।\nস্পেনের রাজনৈতিক অস্থিরতার ফলে ১৮০০ থেকে ১৮৬০ সালের মধ্যে ফিলিপাইনে ২৪ জন গভর্নর নিয়োগ দেওয়া হয়, যাদের বেশিরভাগেরই দেশ সম্পর্কে কোনো অভিজ্ঞতা ছিল না। ১৮৬০-এর দশকে গুরুত্বপূর্ণ রাজনৈতিক সংস্কার শুরু হয়। পরবর্তী কয়েক দশকে গভর্নর-জেনারেলের অধীনে একটি মন্ত্রিসভা গঠন করা হয় এবং নির্বাহী ও বিচারিক ক্ষমতা আলাদা করা হয়। স্পেন ও ফিলিপাইনের সামাজিক পরিবর্তনের ফলে প্রশাসনিক কাঠামো ও সরকারি চাকরির সুযোগ বাড়তে থাকে। যা মূলত শিক্ষিত শহুরে বাসিন্দাদের জন্য উন্মুক্ত ছিল। তবে শীর্ষ পদগুলো স্পেনেই জন্মগ্রহণকারীদের হাতে রয়ে যায়। অর্থনৈতিক পরিবর্তনের কারণে নতুন উচ্চ ও মধ্যবিত্ত শ্রেণি গড়ে ওঠে, তবে একই সঙ্গে দারিদ্র্যও বেড়ে যায়। এর ফলে ডাকাতি বৃদ্ধি পায়, যা দমন করতে সিভিল গার্ড (পুলিশ বাহিনী) গঠন করা হয়। ১৮৬০-এর দশকে শিক্ষাব্যবস্থার সংস্কার করা হলে উচ্চ শিক্ষার সুযোগ প্রসারিত হয়। ১৯শ শতকে অভ্যন্তরীণ পাহাড়ি জাতিগোষ্ঠীগুলোর ওপর নিয়ন্ত্রণ প্রতিষ্ঠার চেষ্টা করা হলেও সফলতা সীমিত ছিল। তবে দক্ষিণে স্প্যানিশরা সমুদ্র ও উপকূলীয় অঞ্চল নিয়ন্ত্রণে নেয় এবং ১৮৭৮ সালে সুলু সালতানাতের আত্মসমর্পণ করাতে সক্ষম হয়।\n\n\n=== জাতীয় জাগরণ ও বিপ্লব ===\nলাতিন আমেরিকার স্বাধীনতা যুদ্ধ এবং নতুন অভিবাসন সামাজিক পরিচয়ে পরিবর্তন আনলে \"ফিলিপিনো\" শব্দটি এখন শুধুমাত্র স্পেনের মূল ভূখণ্ড ও ফিলিপাইনে জন্মানো স্প্যানিশদের জন্য ব্যবহৃত না হয়ে ফিলিপাইনের সব মানুষকে অন্তর্ভুক্ত করা শুরু হয়। এই পরিচয় পরিবর্তন মূলত ধনবান মিশ্র বংশোদ্ভূত পরিবারগুলির দ্বারা চালিত ছিল, যারা একটি জাতীয় পরিচয় হিসেবে \"ফিলিপিনো\" শব্দটি গ্রহণ করেছিল। এটি স্প্যানিশ পেনিনসুলারেস (স্পেনের মূল ভূখণ্ডের বাসিন্দা) এবং ইনসুলারেস (ফিলিপাইনে জন্মানো স্প্যানিশদের) সাথে সমমানের মর্যাদা দাবি করতে ব্যবহৃত হয়। জাতিভাষাগত পরিচয় ভিন্ন হওয়া সত্ত্বেও পশ্চিমা শিক্ষার উত্থানশীল স্থানীয় অভিজাত শ্রেণির জন্য একটি সাধারণ ভাষা ছিল স্প্যানিশ। তাদের বেশিরভাগই ম্যানিলা থেকে আসত। পরবর্তীতে একটি শিক্ষিত শ্রেণি গড়ে ওঠে, যা \"ইলুস্ট্রাডোস\" নামে পরিচিত হয়। এই দলের মধ্যে ছিল এমন ব্যক্তি যারা স্থানীয় ও স্প্যানিশ বিশ্ববিদ্যালয়ে পড়াশোনা করেছিলেন এবং তাদের সামাজিক-অর্থনৈতিক পটভূমি ছিল বিভিন্ন ধরনের। তারা ফিলিপাইন প্রশাসনে গুরুত্বপূর্ণ ভূমিকা পালন করতে শুরু করে এবং রাজনৈতিক কর্মকাণ্ডে আরও বেশি যুক্ত হতে থাকে। এর ফলে অভিজাত শ্রেণির তৃতীয় একটি দল তৈরি হয়, যেটি ছিল শহুরে প্রশাসনিক কর্মকর্তাদের এবং পৌর এলাকার অভিজাতদের পর।\n\nস্পেনে উদারনৈতিক সংস্কার ও ধারণা যে ভিত্তি তৈরি করেছিল, তা ফিলিপাইনে প্রভাবশালী রক্ষণশীল ধর্মীয় সংগঠনগুলোর দ্বারা প্রতিরোধ করা হয়। ১৮৮০-এর দশকে কিছু প্রখ্যাত ইলুস্ট্রাডো বিশেষ করে যারা স্পেনে পড়াশোনা করেছিলেন প্রোপাগান্ডা আন্দোলন শুরু করেন। এটি ফিলিপাইনে স্প্যানিশ প্রশাসনের সংস্কারের লক্ষ্য রাখা একটি শিথিলভাবে গঠিত আন্দোলন ছিল। এই আন্দোলনের অন্যতম দাবির মধ্যে ছিল ফিলিপাইনের কোর্টেসে পুনরায় প্রতিনিধিত্ব প্রতিষ্ঠা করা। অধিকাংশ ক্ষেত্রেই এটি ছিল স্পেনের অংশ হিসেবে ধর্মনিরপেক্ষ স্ব-শাসন প্রতিষ্ঠার জন্য একটি প্রচারণা। পাশাপাশি এটি স্পেন এবং ফিলিপাইনে জন্মগ্রহণকারীদের মধ্যে সমানাধিকার প্রতিষ্ঠা করতেও কাজ করে। বেশিরভাগ আন্দোলন ফিলিপাইনের পরিবর্তে মাদ্রিদে পরিচালিত হয়েছিল। উদারনৈতিক সংস্কারগুলি প্রত্যাখ্যাত হওয়ার পর অনেকেই এই আন্দোলনকে একটি জাতীয় জাগরণের সূচনা হিসেবে দেখেছিলেন। কারণ এর সদস্যরা ধীরে ধীরে ফিলিপাইনে ফিরে আসতে শুরু করেন। ১৮৯৩ সালে স্পেন মাউরা আইন পাশ করলে একটি ছোট পরিবর্তন আসে, যা সীমিত পরিমাণে স্থানীয় স্বায়ত্তশাসনের সুযোগ প্রদান করে।\nপ্রোপাগান্ডা আন্দোলনের বিরুদ্ধে একটি স্বৈরাচারী প্রতিক্রিয়া দেখা দেয়, যার ফলে আন্দোলনটি সরকারীভাবে দমন করা হয়। ১৮৯০-এর দশকে আন্দোলনের আদর্শসমর্থকদের মধ্যে বিভাজন দেখা দেয়। ১৮৯২ সালে এই সময়ে একটি নতুন গোষ্ঠী কাতিপুনান গঠিত হয়। যা মূলত ম্যানিলার শহুরে মধ্যবিত্ত শ্রেণির সদস্যদের দ্বারা (ইলুস্ত্রাদোদের দ্বারা নয়) প্রতিষ্ঠিত হয়। এই সদস্যরা সাধারণত ইলুস্ত্রাদোদের তুলনায় কম সম্পদশালী ছিলেন এবং বিদ্যমান রাজনৈতিক কাঠামোর সঙ্গে তাদের জড়িতি ছিল তুলনামূলকভাবে কম। কাতিপুনান সম্পূর্ণ ফিলিপাইন স্বাধীনতার পক্ষে ছিল এবং ১৮৯৬ সালে ফিলিপাইনের বিপ্লব শুরু করে। এই বিপ্লব প্রধান শহরগুলোর বাইরে থাকা স্থানীয় অভিজাত শ্রেণির সমর্থন লাভ করে। কারণ বিপ্লবীদের দ্বারা স্প্যানিশ প্রশাসনিক ও ধর্মীয় কর্তৃপক্ষকে বিতাড়িত করার ফলে তাদের উপর অধিক নিয়ন্ত্রণ প্রতিষ্ঠিত হয়।\n\nপ্রচুর ইলুস্ট্রাডো বিপ্লবের বিরুদ্ধে অবস্থান নিলেও অনেককেই স্প্যানিশ কর্তৃপক্ষের দ্বারা অভিযুক্ত করা হয় এবং গ্রেফতার ও কারাদণ্ড দেওয়া হয়। ১৮৯৬ সালের ৩০ ডিসেম্বর ইলুস্ত্রাদোদের নেতা হোসে রিজাল বিপ্লবের বিরোধিতা করেছিলেন। তাঁর মৃত্যুদণ্ড কার্যকর হওয়ার পর বিদ্রোহ আরও তীব্র হয়ে ওঠে। কাবিটেতে কাতিপুনান স্প্যানিয়ার্ডদের বিরুদ্ধে কয়েকটি যুদ্ধে বিজয় অর্জন করেছিল, তবে সংগঠনটি মাগদিওয়াং এবং মাগদালো নামে দুটি গোষ্ঠীতে বিভক্ত হয়ে পড়ে। ১৮৯৭ সালে এই দুই গোষ্ঠীকে একত্রিত করার জন্য একটি সম্মেলন অনুষ্ঠিত হলেসেটি বিভাজন আরও বাড়িয়ে তোলে। এর ফলস্বরূপ, েই সময়ের কাতিপুনান নেতা আন্দ্রেস বোনিফাসিওকে মৃত্যুদণ্ড দেওয়া হয়। বোনিফাসিওর মৃত্যুর পর কাতিপুনানের নেতৃত্ব এমিলিও আগুইনালদোর হাতে চলে যায়। এটি ছিল বিদ্রোহের নেতৃত্ব শহুরে মধ্যবিত্ত শ্রেণি থেকে অভিজাত শ্রেণির হাতে চলে যাওয়ার একটি অংশ। তবে স্প্যানিশদের সামরিক শক্তি সত্ত্বেও,ম্যানিলার বাইরে সারা দ্বীপপুঞ্জ জুড়ে বিপ্লবের জন্য ক্রমবর্ধমান রাজনৈতিক সমর্থনকে দমন করা সম্ভব হয়নি। একটি অস্থায়ী সংবিধান দুই বছরের জন্য চালু করা হয় এবং তা খুব দ্রুতই বিয়াক-না-বাতো চুক্তি দ্বারা প্রতিস্থাপিত হয়। এই চুক্তির শর্ত অনুযায়ী আগুইনালদো আত্মসমর্পণ করে হংকংয়ে নির্বাসনে চলে যান এবং বিপ্লবীদের জন্য স্প্যানিয়ার্ডরা সাধারণ ক্ষমা ও ক্ষতিপূরণের ব্যবস্থা করে। তবে শেষ পর্যন্ত উভয় পক্ষই এই চুক্তির শর্ত লঙ্ঘন করে।\n১৮৯৮ সালের ১ মে ম্যানিলা উপসাগরের যুদ্ধে স্প্যানিশ-মার্কিন যুদ্ধ ফিলিপাইনে পৌঁছায়। নির্বাসন থেকে ফিরে এমিলিও আগুইনালদো নতুন সরকার গঠন করেন এবং ১৮৯৮ সালের ১২ জুন কাভিতের কাবিটের কাওিতে ফিলিপাইনের স্বাধীনতা ঘোষণা করেন। আগুইনালদো এমনকি প্রথম বিপ্লবের বিরোধিতা করা ইলুস্ত্রাদোদের সমর্থনও লাভ করেন। মার্কিনদের সঙ্গে যুদ্ধে জড়ানোয় স্প্যানিশ গভর্নর স্বায়ত্তশাসিত সরকারের প্রস্তাব দেন, তবে ১৮৯৮ সালের ১৩ আগস্ট ম্যানিলায় একটি ছদ্মযুদ্ধে মার্কিনেরা স্প্যানিশদের পরাজিত করে এবং শহরের নিয়ন্ত্রণ নেয়। এরপর আগুইনালদো একটি বিপ্লবী সরকার ঘোষণা করেন এবং ১৮৯৮ সালের ১৫ সেপ্টেম্বর মালোলোসের বারাসোয়াইন গির্জায় একটি কংগ্রেস আহ্বান করেন। এই একক কক্ষবিশিষ্ট কংগ্রেস বিপ্লবীদের সমর্থন নিশ্চিত করার লক্ষ্যেই গঠিত হয়। এটি স্বাধীনতার ঘোষণাকে অনুমোদন করে এবং ১৮৯৯ সালে মালোলোস সংবিধান গৃহীত হয়। যার মাধ্যমে ফিলিপাইনের প্রথম প্রজাতন্ত্রের সূচনা হয়। ফিলিপাইনের প্রথম প্রজাতন্ত্র সেই সময়ের উদারনৈতিক ভাবনাগুলিকে প্রতিফলিত করে। যেখানে ব্যক্তিগত সম্পত্তির অধিকারকে গুরুত্ব দেওয়া হয় এবং সমাজের উচ্চবিত্ত পুরুষদের মধ্যে ভোটাধিকার সীমাবদ্ধ থাকে। এটি মূলত একটি প্রাথমিকভাবে অভিজাত-বিরোধী আন্দোলনে অভিজাত শ্রেণির ক্রমবর্ধমান প্রভাবকে তুলে ধরে। সংবিধান প্রণয়ন নিয়ে আলোচনা চলাকালে ভিসায়াস অঞ্চল থেকে যুক্তরাষ্ট্রীয় শাসনব্যবস্থার (ফেডারালিজম) পক্ষে মত উঠে আসে। তবে এই প্রস্তাব চূড়ান্ত সংবিধানে অন্তর্ভুক্ত হয়নি এবং শীঘ্রই এই আলোচনা কেন্দ্রীকরণমূলক শক্তি এবং সামরিক ঘটনার দ্বারা ছাপিয়ে যায়। অবশেষে ১৮৯৮ সালের ১০ ডিসেম্বর প্যারিস চুক্তির মাধ্যমে স্পেন ফিলিপাইনের উপর তার সার্বভৌমত্ব মার্কিন যুক্তরাষ্ট্রের কাছে হস্তান্তর করে, যা এই দুই দেশের মধ্যে হওয়া সংক্ষিপ্ত যুদ্ধের সমাপ্তি ঘটায়।\n\n\n== মার্কিন যুগ ==\n\n\n=== বিজয় এবং একত্রীকরণ ===\n১৮৯৯ সালের ফেব্রুয়ারিতে ফিলিপাইন-মার্কিন যুদ্ধ ম্যানিলায় একটি সংঘর্ষের মাধ্যমে শুরু হয়। যুদ্ধের পর যুক্তরাষ্ট্র ম্যানিলা ও অন্যান্য দখলকৃত এলাকায় সামরিক ও বেসামরিক শাসনব্যবস্থা চালু করে। ম্যানিলা দখলের নয় দিনের মধ্যে স্থানীয় ইলুস্ত্রাদোদের সহায়তায় বেসামরিক প্রশাসনের কার্যক্রম শুরু হয়। গ্রামীণ এলাকায় স্প্যানিশ শাসনের উত্তরসূরি স্থানীয় প্রভাবশালীদের সহায়তায় মার্কিন শাসনের বিরোধিতা কমে যায়। ১৯০১ সালের ১ এপ্রিল ফিলিপিনো বিপ্লবী নেতা আগুইনালদোকে গ্রেপ্তার করা হয়। যদিও মার্কিন ফেডারেল শাসন বা স্বায়ত্তশাসনের পরিবর্তে কেন্দ্রীভূত শাসনব্যবস্থাকে প্রাধান্য দেয়। তবুও ১৯০১ সালে ফিলিপিনোদের স্থানীয় পর্যায়ে সীমিত স্বশাসন দেওয়া হয়  এবং প্রথম পৌরসভা নির্বাচন অনুষ্ঠিত হয়। ১৯০২ সালে ফিলিপাইন অর্গানিক আইন পাস করা হয়, যা জাতীয় সরকার চালু ও বেসামরিক শাসন নিয়মিত করে এবং ফিলিপাইন কমিশন নামে একটি আইনসভা গঠন করা হয়। যেখানে মার্কিন প্রেসিডেন্টের মনোনীত আমেরিকানরা সদস্য ছিলেন। একই বছর প্রথম প্রাদেশিক নির্বাচনও অনুষ্ঠিত হয়। বিচারব্যবস্থা আমেরিকান মডেলে গড়ে তোলা হয় এবং কায়েতানো আরেল্লানো ফিলিপাইন সুপ্রিম কোর্টের প্রথম ফিলিপিনো প্রধান বিচারপতি হিসেবে নিয়োগ পান। বিচারিক কার্যক্রমে আমেরিকান বিচারকরা প্রাথমিক আইন ও নীতিমালা গঠনে গুরুত্বপূর্ণ ভূমিকা রাখেন।\n\n১৯০২ সালের ৪ জুলাই যুক্তরাষ্ট্রের প্রেসিডেন্ট থিওডোর রুজভেল্ট ফিলিপাইন-মার্কিন যুদ্ধের শত্রুতা আনুষ্ঠানিকভাবে সমাপ্ত ঘোষণা করেন এবং বিপ্লবীদের জন্য পূর্ণ ক্ষমা ও সাধারণ ক্ষমা (অ্যামনেস্টি) ঘোষণা করেন। একইসঙ্গে ফিলিপাইনে যুক্তরাষ্ট্রের সামরিক গভর্নরের পদও বাতিল করা হয়। পরে, ২০০২ সালের ৯ এপ্রিল ফিলিপাইনের প্রেসিডেন্ট গ্লোরিয়া ম্যাকাপাগাল আরোয়ো ঘোষণা দেন যে ১৯০২ সালের ১৬ এপ্রিল ফিলিপিনো বিপ্লবী নেতা জেনারেল মিগুয়েল মালভার আত্মসমর্পণের মাধ্যমে ফিলিপাইন-মার্কিন যুদ্ধ আনুষ্ঠানিকভাবে শেষ হয়েছিল।\nআমেরিকানরা আইন ও শাসনের গুরুত্বে বিশ্বাস করত, যা তাদের ফিলিপাইনের প্রতি রাজনৈতিক দৃষ্টিভঙ্গিকে প্রভাবিত করেছিল। তারা নিজেদের আইন ও সাংবিধানিক ঐতিহ্য সেখানে প্রয়োগ করে, যা মার্কিন ও স্থানীয়দের জন্য একইভাবে প্রযোজ্য ছিল। তারা যুক্তি দেখায় যে ফিলিপাইনের জনগণ তখনও স্বশাসনের জন্য প্রস্তুত নয়, তাই দ্বীপপুঞ্জের নিয়ন্ত্রণ নেওয়া প্রয়োজন। শুরম্যান কমিশন তাদের প্রতিবেদনে জানায় যে ফিলিপাইনের জনগণের মধ্যে কোনো অভিন্ন জাতীয়তা নেই, তবে কিছু উচ্চশিক্ষিত ব্যক্তি স্বাধীনতা আন্দোলনের নেতাদের মতো দক্ষ ও যোগ্য। ধনী ও শিক্ষিত ব্যক্তিদের মার্কিন শাসন মেনে নেওয়ার সম্ভাবনা বেশি ছিল, যেখানে মধ্যবিত্ত শ্রেণির মানুষদের মধ্যে বেশি প্রতিরোধের সম্ভাবনা দেখা গেছে।\nমার্কিন শাসন মেনে নিতে এই ক্ষুদ্র এলিট গোষ্ঠীকে গুরুত্বপূর্ণ হিসেবে দেখা হতো এবং তারা হোসে রিজালের প্রতি শ্রদ্ধার মতো কিছু নির্দিষ্ট ঐতিহ্যকে নিজেদের স্বার্থে ব্যবহার করে। স্প্যানিশ শাসনের সময়কার সামাজিক শ্রেণিবিন্যাস মার্কিনরা ধরে রাখে, তবে গণতন্ত্র এমনভাবে চালু করে যাতে বিদ্যমান এলিটদের ক্ষমতা অক্ষত থাকে। সরকারে ফিলিপিনোদের অন্তর্ভুক্তির মাধ্যমে মার্কিনরা স্থানীয় শাসনে তাদের অংশগ্রহণের প্রতিশ্রুতি দেখাতে চেয়েছিল। যাজকদের জমি পুনর্বণ্টনের মাধ্যমে এলিটরা আরও লাভবান হয়। একই সময়ে শিক্ষিত এলিটদের দৃষ্টিভঙ্গি মার্কিন নীতিতে প্রভাব ফেলেছিল। প্রাথমিকভাবে মার্কিনরারা স্থানীয় শাসন ব্যবস্থাকে গুরুত্ব দেয় এবং প্রথমে স্থানীয় পর্যায়ে নির্বাচন চালু করে। যা পরে ক্রমান্বয়ে জাতীয় পর্যায়ে সম্প্রসারিত হয়। এর ফলে স্থানীয় এলিটরা জাতীয় রাজনীতিতে শক্ত অবস্থান তৈরি করতে পারে এবং শাসনকার্য পরিচালনার জন্য মার্কিন প্রশাসন তাদের উপর নির্ভর করত। প্রাদেশিক পর্যায়ে শক্তিশালী রাজনীতিবিদরা পরবর্তীতে ম্যানিলার নেতাদের সঙ্গে প্রতিদ্বন্দ্বিতা করার সুযোগ পান। তবে কিছু গ্রামীণ এলাকায় গরিব জনগণের মধ্যে বিপ্লবী ভাবধারা ও মার্কিন শাসনের বিরোধিতা অব্যাহত থাকে, যা পরে সমাজতান্ত্রিক ধারণার দিকে মোড় নেয়। ফলে মার্কিন ও এলিট শাসকদের সঙ্গে সংঘাত সৃষ্টি করে। ১৯০১ সালের \"অ্যান্টি-সেডিশন আইন\" এই রাজনৈতিক চিন্তাধারার বিকাশ সীমিত করে দেয়।\nআমেরিকান বাহিনী ফিলিপাইনে তাদের নিয়ন্ত্রণ আরও শক্তিশালী করে এবং ফিলিপাইন প্রজাতন্ত্রের সম্প্রসারণের চেষ্টা দমন করে। তারা সুলু সালতানাতের উপর নিয়ন্ত্রণ প্রতিষ্ঠা করে এবং স্প্যানিশ শাসনের সময় যে পাহাড়ি অঞ্চলগুলো প্রতিরোধ করেছিল সেগুলোকেও দখল করে। ১৯০৬ সালে মিন্দানাও ছাড়া বাকি দ্বীপগুলোর শেষ সামরিক প্রতিরোধ শেষ হয়। ১৯১৩ সালে মুসলিম অধ্যুষিত মোরো প্রদেশ ও পাহাড়ি অ্যানিমিস্ট প্রদেশের সামরিক শাসন শেষ হয়ে সেগুলো ম্যানিলার বেসামরিক সরকারের অধীনে আসে। এতে দক্ষিণ মিন্দানাও আরও দৃঢ়ভাবে ফিলিপাইনের অংশ হয়ে যায়, যদিও এর জনগণ তখনও সংখ্যালঘু ছিল। খ্রিস্টান ও মুসলিমদের (মোরো) বিভাজন মার্কিনদের মিন্দানাওতে অর্থনৈতিক আগ্রহের সঙ্গে মিলিত হয়। মার্কিনরা মিন্দানাও, সুলু দ্বীপপুঞ্জ এবং পালাওয়ানকে মূল ফিলিপাইন থেকে আলাদা করার প্রস্তাব দেয়। যা কিছু মোরো রাজনৈতিক নেতা সমর্থন করেন। কিছু মোরো নেতা পুরো মিন্দানাওকে তাদের অধিকারভুক্ত বলে দাবি করেন, যদিও সেখানে বড় খ্রিস্টান জনগোষ্ঠী ছিল। মোরোরা আশঙ্কা করছিল যে মার্কিন শাসন শেষ হলে খ্রিস্টান ফিলিপিনোদের শাসন শুরু হবে। তবে ফিলিপাইনের প্রধানত খ্রিস্টান আইনসভা এই বিভক্তির বিরুদ্ধে কঠোর অবস্থান নেয়। ১৯২০ সালে \"নন-ক্রিশ্চিয়ান ট্রাইব ব্যুরো\" গঠিত হয়, যা মার্কিন গভর্নরের সরাসরি শাসনের পরিবর্তে আসে। এরপর ফিলিপাইন সরকার মিন্দানাওতে শাসনব্যবস্থা ধাপে ধাপে শক্তিশালী করতে থাকে এবং খ্রিস্টান অধ্যুষিত অঞ্চলগুলো থেকে অভিবাসনকে উৎসাহিত করে। ১৯৩৫ সালের মধ্যে এই এলাকাগুলো পুরোপুরি ফিলিপাইন প্রশাসনের অংশ হয়ে যায়। তবে মার্কিন শাসনামল এবং তার পরেও মিন্দানাও ও সুলুতে ঐতিহ্যবাহী সুলতান ও দাতুদের শাসন কাঠামো সমান্তরালভাবে চালু ছিল।\n\n\n=== রাজনৈতিক প্রতিষ্ঠানের উন্নয়ন ===\n\nমার্কিনরা স্থানীয় শাসনে জনগণের অংশগ্রহণ স্প্যানিশ শাসনের তুলনায় বাড়ায় এবং পরামর্শমূলক ব্যবস্থার পরিবর্তে প্রতিনিধিত্বমূলক সরকার চালু করে। তবে রাজনৈতিক অংশগ্রহণ তখনও সামাজিক অবস্থান, সম্পদ ও সাক্ষরতার ভিত্তিতে সীমিত ছিল। ১৯০০ সালে ভূস্বামী এলিটদের নেতৃত্বে গঠিত ফেডারেলিস্ট পার্টি মার্কিন শাসনের অধীনে স্বায়ত্তশাসনের পক্ষে ছিল। যদিও তারা ফিলিপাইনকে যুক্তরাষ্ট্রের একটি রাজ্য বানাতে চেয়েছিল। চলমান ফিলিপাইন বিপ্লব তাদের বিশ্বাসঘাতক মনে করত, তবে মার্কিন সামরিক বাহিনীর সঙ্গে জোটের ফলে তারা সরকারের বিভিন্ন স্তরে ক্ষমতা পায়। এর বিরোধিতায় স্বাধীনতার দাবিতে জাতীয়তাবাদী পার্টি (নাসিওনালিস্তা পার্টি) গঠিত হয়। যা নিজেদের প্রথম ফিলিপাইন রিপাবলিকের উত্তরসূরি হিসেবে দেখত। ১৯০৭ সালে ৩০ জুলাই ফিলিপাইন অ্যাসেম্বলির প্রথম নির্বাচন হয়। যেখানে সার্জিও ওসমেনিয়ার নেতৃত্বে নাসিওনালিস্তা পার্টি সংখ্যাগরিষ্ঠতা লাভ করে। তাদের প্রধান প্রতিদ্বন্দ্বী ছিল ফেডারেলিস্টদের নতুন রূপ প্রোগ্রেসিস্তা পার্টি। ৮০টি আসনে নাসিওনালিস্তা পার্টি জিতলেও ভোটাধিকারের কঠোর নিয়মের কারণে মাত্র ১.৪% জনগণ এতে অংশ নিতে পারে। স্বাধীনতা লাভের আগ পর্যন্ত নাসিওনালিস্তা পার্টি নির্বাচনে আধিপত্য ধরে রাখে এবং পরবর্তীতে কিছু সাবেক ফেডারেলিস্ট সদস্যও এতে যোগ দেয়।\nঅভিবাসন, মুদ্রা ও কয়েন ব্যবস্থা এবং কাঠ ও খনি সংক্রান্ত আইন পাশের জন্য যুক্তরাষ্ট্রের রাষ্ট্রপতির অনুমোদন প্রয়োজন ছিল। নাসিওনালিস্তা নেতারা স্বাধীনতার জন্য চেষ্টা করলেও মার্কিন কর্মকর্তাদের সঙ্গে সহযোগিতামূলক সম্পর্ক গড়ে তোলে। ১৯১৩ সালে যুক্তরাষ্ট্রের রাষ্ট্রপতি হিসেবে উড্রো উইলসনের নির্বাচন এবং ফ্রান্সিস বার্টন হ্যারিসনকে গভর্নর-জেনারেল হিসেবে নিয়োগ দেওয়ার পর \"ফিলিপিনাইজেশন\" নীতি চালু হয়। যা উপনিবেশ বিরোধী প্রক্রিয়াকে ত্বরান্বিত করার একটি পদক্ষেপ ছিল। একই বছরে কমিশনের সদস্যপদ পরিবর্তন করে পাঁচজন ফিলিপিনো ও চারজন মার্কিন রাখা হয়। এছাড়া স্থানীয়দের বেসামরিক প্রশাসনে অন্তর্ভুক্ত করার প্রচেষ্টাও চালানো হয়।\n\n১৯১৬ সালের জোন্স আইনের মাধ্যমে কমিশন বিলুপ্ত করে ফিলিপাইন সিনেট গঠন করা হয়। নতুন আইন অনুযায়ী সিনেটে ছয় বছরের জন্য প্রতি ১২টি সিনেটরিয়াল জেলার জন্য দুজন করে নির্বাচিত ২৪ জন সদস্য থাকতেন। তবে মিন্দানাও ও কর্ডিলেরাসের অখ্রিস্টান অঞ্চলগুলোর প্রতিনিধিদের গভর্নর-জেনারেল নিয়োগ দিতেন এবং তাদের মেয়াদ নির্দিষ্ট ছিল না। এই আইনসভা নির্বাহী ও বিচার বিভাগের নিয়োগ নিশ্চিত করার ক্ষমতা পায়। জোন্স আইন ফিলিপাইনকে স্থিতিশীল শাসনব্যবস্থা অর্জনের পর স্বাধীনতা দেওয়ার পরিকল্পনা করেছিল, যদিও কিছু মার্কিন আইনপ্রণেতা মনে করতেন যে মার্কিন শাসন অনির্দিষ্টকাল ধরে চলতে পারে। ১৯১৬ সালে ভোটাধিকার সম্প্রসারিত হয়। যেখানে শুধু ইংরেজি ও স্প্যানিশ জানা শিক্ষিতদের পরিবর্তে স্থানীয় ভাষায় শিক্ষিতদেরও অন্তর্ভুক্ত করা হয় এবং সম্পত্তির মালিকানার শর্ত তুলে দেওয়া হয়, ফলে ভোটারদের সংখ্যা বেড়ে মোট জনসংখ্যার ৬-৭% হয়। ১৯২১ সালের মধ্যে \"ফিলিপিনাইজেশন\" নীতির ফলে প্রশাসনের ৯৬% কর্মচারী ফিলিপিনো হয়ে যায়।\nনাসিওনালিস্তা-নিয়ন্ত্রিত ফিলিপাইন অ্যাসেম্বলি এবং পরে ফিলিপাইন সিনেট প্রায়ই গভর্নর-জেনারেলের সঙ্গে দ্বন্দ্বে জড়াত। কারণ তাদের নেতৃত্ব আরও শক্তিশালী হয়ে রাষ্ট্রীয় সংস্থাগুলোর নিয়ন্ত্রণ নেয় এবং জাতীয়তাবাদকে ব্যবহার করে মার্কিন নজরদারি দুর্বল করতে থাকে। সিনেট গঠনের ফলে নাসিওনালিস্তা পার্টি দুটি শিবিরে বিভক্ত হয়—সার্জিও ওসমেনিয়ার নেতৃত্বে ইউনিপার্সোনালিস্তা এবং সিনেট প্রেসিডেন্ট ম্যানুয়েল এল. কুইজনের নেতৃত্বে কোলেক্টাভিস্তা। তবে এই বিভক্তির মধ্যেও স্বাধীনতার দাবিতে একাধিক প্রতিনিধি দল ওয়াশিংটন, ডিসিতে পাঠানো হয়। মহামন্দার ফলে অঞ্চলটির প্রতি তাদের আর্থিক দায় কমাতে ফিলিপাইনকে স্বাধীনতা দেওয়ার বিষয়ে মার্কিন আগ্রহ বাড়ে। ওসমেনিয়া ও প্রতিনিধি পরিষদের স্পিকার ম্যানুয়েল রোকাসের নেতৃত্বে ওসরক্স মিশনের মাধ্যমে \"হেয়ার-হওয়েস-কাটিং আইন\" পাস হয়, তবে সিনেট তা প্রত্যাখ্যান করে। পরবর্তীতে \"টাইডিংস-ম্যাকডাফি আইন\" পাস হয়, যা পূর্বের আইনের তুলনায় সামান্য ভিন্ন ছিল। এটি কুইজনের সমর্থন পায় এবং এটি ফিলিপাইন কমনওয়েলথে যোগদানের পথ তৈরি করে। দশ বছরের পরিবর্তনকাল শেষে মার্কিন স্বীকৃতিসহ ফিলিপাইনের পূর্ণ স্বাধীনতা নিশ্চিত হয়।\nমার্কিন শাসনব্যবস্থায় রাজনীতিতে অভিজাতদের প্রভাব বাড়ে। একই সঙ্গে ফিলিপাইনের জনসংখ্যা বাড়তে থাকে, আর জমিও ধনী অভিজাতদের হাতে চলে যায়। এতে সাধারণ মানুষের সঙ্গে অভিজাতদের সম্পর্ক দুর্বল হয়ে পড়ে। বিশেষ করে মধ্য লুজনের গ্রামীণ এলাকায় শ্রেণিচেতনার ভিত্তিতে রাজনৈতিক সংগঠন গড়ে ওঠে, যা শেষ পর্যন্ত ১৯৩০-এর দশকের কৃষক বিদ্রোহের কারণ হয়।\n\n\n== কমনওয়েলথ যুগ ==\n\nএই আইনের অধীনে তৈরি নতুন সংবিধান ৩১ জানুয়ারি ১৯৩৫ সালে অনুমোদিত হয় এবং পরের দিন তা কার্যকর হয়। প্রথম নির্বাচন অনুষ্ঠিত হয় ১৭ সেপ্টেম্বর। কেসোন ও ওসমেনিয়া আপস করেন এবং ১৯৩৫ সালের নির্বাচনে যথাক্রমে প্রেসিডেন্ট ও ভাইস প্রেসিডেন্ট নির্বাচিত হন। শীঘ্রই মার্কিনরা স্বাধীনতা দেবে এমন ভেবে পুরো কমনওয়েলথ সময়কালে ন্যাসিওনালিস্তা পার্টি একককক্ষীয় জাতীয় পরিষদ নিয়ন্ত্রণ করে। ১৯৩৭ সালে শিক্ষিত নারীদের ভোটাধিকার দেওয়া হয়, যার ফলে নির্বাচনে ভোটার সংখ্যা ১৪% এ পৌঁছায়। স্থানীয় নির্বাচন আলাদাভাবে অনুষ্ঠিত হতো, যা আইনসভা ও প্রেসিডেন্ট নির্বাচনের সাথে একসঙ্গে হত না। কমনওয়েলথ শাসনের অধীনে ধর্মীয় স্বাধীনতা নিশ্চিত করা হয়, যদিও সরকার ও জাতীয় পরিচয় প্রধানত খ্রিস্টান এবং ম্যানিলা-কেন্দ্রিক ছিল। একই সময়ে, জাতীয় পাঠ্যক্রমের মাধ্যমে ফিলিপিনো জাতীয় পরিচয় গঠনের চেষ্টা করা হয়, যা বিভিন্ন জাতিগোষ্ঠীর মধ্যে একক সাংস্কৃতিক ধারণা প্রচার করত। পাশাপাশি, তাগালোগ ভাষাকে জাতীয় ভাষা হিসেবে প্রতিষ্ঠা করা হয়।\nকমনওয়েলথ সরকারের প্রেসিডেন্টীয় ব্যবস্থা যুক্তরাষ্ট্রের মডেলের ওপর ভিত্তি করে তৈরি হয়েছিল। তবে, যুক্তরাষ্ট্রের মতো তিনটি শাখার মধ্যে ক্ষমতা ভাগ করে দেওয়া হলেও, ১৯৩৫ সালের সংবিধান ফিলিপাইনের প্রেসিডেন্টকে রাজনৈতিক ও অর্থনৈতিকভাবে যুক্তরাষ্ট্রের প্রেসিডেন্টের তুলনায় অনেক বেশি ক্ষমতা দেয়। নতুন ব্যবস্থার অধীনে, নির্বাহী ও আইনসভার মধ্যে বিশেষ করে বাজেট পাস করা নিয়ে দ্বন্দ্ব স্পষ্ট হয়ে ওঠে। বাজেট ও রাজনৈতিক নিয়োগের ওপর নিয়ন্ত্রণ ছিল আইনসভার সবচেয়ে শক্তিশালী হাতিয়ার, যা তারা নির্বাহী শাখাকে প্রভাবিত করতে ব্যবহার করত। বাজেট নিয়ন্ত্রণের ফলে কংগ্রেস সদস্যরা \"পর্ক ব্যারেল\" রাজনীতির মাধ্যমে রাজনৈতিক সুবিধা আদায় করতে পারত। আইনসভার সদস্যপদ ফিলিপাইন ন্যাশনাল ব্যাংকের সঙ্গে সংযোগ তৈরি এবং রপ্তানি কোটার (বিশেষ করে চিনি রপ্তানির) ওপর প্রভাব বিস্তারের সুযোগ দিত। অনেক ক্ষেত্রে, একটি পরিবারের এক সদস্য রাজনীতিতে যুক্ত থাকতেন, আরেকজন পারিবারিক ব্যবসা পরিচালনা করতেন।\nমার্কিন গভর্নরদের অধীনে নির্বাহী ক্ষমতা সীমিত করার চেষ্টা করলেও, প্রেসিডেন্ট হওয়ার পর কেসোন তার ক্ষমতা বাড়ানোর উদ্যোগ নেন। কৃষক-নেতৃত্বাধীন সকদাল বিদ্রোহ এবং নবগঠিত কমিউনিস্ট পার্টির আশঙ্কাকে কেন্দ্রীয় ক্ষমতা বৃদ্ধির যৌক্তিকতা হিসেবে ব্যবহার করা হয়। প্রথমে একককক্ষ বিশিষ্ট আইনসভা গঠন করা হলেও, কেসোন সংবিধান সংশোধনের জন্য চাপ দেন। যাতে তিনি দ্বিতীয় মেয়াদে প্রেসিডেন্ট হতে পারেন এবং দ্বিকক্ষবিশিষ্ট আইনসভা পুনঃপ্রতিষ্ঠা করা যায়। উভয় সংশোধনী পাশ হয় এবং নতুন সেনেট জেলা ভিত্তিতে নয় বরং সারাদেশের ভোটের মাধ্যমে নির্বাচিত হতে শুরু করে। যা কমনওয়েলথ-পূর্ব যুগের নিয়মের পরিবর্তন ছিল। ১৯৪১ সালের নির্বাচনে কেসোন, ওসমেনিয়া এবং ন্যাসিওনালিস্তা পার্টি বিপুল ব্যবধানে জয়ী হয়। স্থানীয় অভিজাতদের পৃষ্ঠপোষকতা নিশ্চিত করে কেসোন তার শক্তিশালী রাজনৈতিক অবস্থান ধরে রাখেন। এর মাধ্যমে তিনি দরিদ্র ও মধ্যবিত্ত শ্রেণির অর্থনৈতিক অবস্থার উন্নয়নে বেশ কিছু গুরুত্বপূর্ণ সংস্কার চালু করতে সক্ষম হন, যদিও ভূমি সংস্কারের ক্ষেত্রে তিনি ব্যর্থ হন।\nমার্কিন শাসন থেকে কমনওয়েলথ সরকারে রূপান্তরের ফলে আগের মার্কিন কর্মকর্তা-কর্মচারীদের বদলে রাজনৈতিকভাবে নিয়োগপ্রাপ্ত ব্যক্তিরা নাগরিক প্রশাসনের বিভিন্ন পদে বসেন। ১৯৩৫ সালের সংবিধান এই নিয়োগের সুযোগ স্পষ্টভাবে অনুমোদন করেছিল। এই সংবিধান মার্কিন স্বার্থও সুরক্ষিত রাখে, ফলে ফিলিপাইনের অর্থনীতিতে যুক্তরাষ্ট্র অন্যান্য বিদেশি দেশের তুলনায় বেশি সুবিধা ভোগ করে। এমনকি স্বাধীনতার পরও ফিলিপাইনের অর্থনীতি যুক্তরাষ্ট্রের সঙ্গে ঘনিষ্ঠভাবে যুক্ত থাকে। প্রতিরক্ষা ও পররাষ্ট্র বিষয়গুলো তখনও যুক্তরাষ্ট্রের নিয়ন্ত্রণে ছিল এবং আইন ও বিচারসংক্রান্ত সিদ্ধান্তও আমেরিকায় পর্যালোচনা করা যেত। ফিলিপাইনকে যুক্তরাষ্ট্র কখনো একটি স্বাধীন দেশ হিসেবে আবার কখনো নিজেদের অধীনে থাকা অঞ্চল হিসেবে বিবেচনা করত। তবুও আন্তর্জাতিকভাবে ফিলিপাইন আলাদা রাষ্ট্র হিসেবে কিছু স্বীকৃতি পেতে শুরু করে। ফিলিপাইন আগে থেকেই ইউনিভার্সাল পোস্টাল ইউনিয়নের সদস্য ছিল, যা কমনওয়েলথ সরকারেও বহাল থাকে। এরপর দ্বিতীয় বিশ্বযুদ্ধের পর ফিলিপাইন আন্তর্জাতিক মুদ্রা তহবিল, বিশ্বব্যাংক, আন্তর্জাতিক বেসামরিক বিমান সংস্থা, খাদ্য ও কৃষি সংস্থা এবং জাতিসংঘের প্রতিষ্ঠাতা সদস্য হয়।\n১৯৪১ সালে দ্বিতীয় বিশ্বযুদ্ধের শুরুতে জাপানি আগ্রাসনের ফলে কমনওয়েলথ সরকার নির্বাসনে যেতে বাধ্য হয় এবং ফিলিপাইন একটি কুইসলিং সরকারের অধীনে চলে যায়। সব বিদ্যমান রাজনৈতিক দল একীভূত হয়ে কালিবাপি (KALIBAPI) নামে নতুন দল গঠন করে। এটি ১৯৪২ সালের ৮ ডিসেম্বর প্রোক্লেমেশন নং ১০৯ দ্বারা প্রতিষ্ঠিত হয়। কালিবাপি একমাত্র বৈধ রাজনৈতিক দল হয়ে ওঠে এবং ১৯৪৩ সালের ১৪ অক্টোবর হোসে পি. লরেলকে স্বাধীন দ্বিতীয় ফিলিপাইন প্রজাতন্ত্রের রাষ্ট্রপতি ঘোষণা করা হয়। তবে ১৯৩৫ সালের সংবিধানের কিছু পৌর ও কর-সংক্রান্ত আইন তখনও কার্যকর ছিল এবং সরকারি প্রশাসনে ধারাবাহিকতা বজায় রাখা হয়। জাপানি শাসনের মূল নীতি ছিল সাধারণ জনগণকে তাদের পক্ষে আনা এবং যুক্তরাষ্ট্রের প্রতি সমর্থন কমানো, কিন্তু তা ব্যর্থ হয়। গ্রামীণ এলাকায় অভিজাতদের প্রভাব কমে যাওয়ায় সাধারণ জনগণ নতুন স্থানীয় সরকার গঠন করতে শুরু করে, যা হুকবালাহাপ বিদ্রোহের সূচনা করে। এদিকে নির্বাসিত কমনওয়েলথ সরকার সীমিতভাবে যুক্তরাষ্ট্রকে সমর্থন জোগায়। রাষ্ট্রপতি কেসোন প্যাসিফিক ওয়ার কাউন্সিলের সদস্য ছিলেন এবং উপ রাষ্ট্রপতি ওসমেনিয়া ও তার মন্ত্রিসভার সদস্যদের সঙ্গে মিলিতভাবে যুদ্ধে অর্থ সংগ্রহ ও সামাজিক কর্মকাণ্ডে অংশ নেন।\n১৯৪৪ সালে মার্কিন বাহিনী ফিলিপাইন পুনরুদ্ধার করে এবং কেসোনের মৃত্যুর পর তার উত্তরসূরি ওসমেনিয়া কমনওয়েলথ সরকার পুনঃপ্রতিষ্ঠা করেন। ১৯৪১ সালের কংগ্রেসের জীবিত ও মুক্ত সদস্যরা নতুন কংগ্রেসে উপস্থিত সদস্যরা ছিলেন। যুদ্ধের পর ন্যাসিওনালিস্তা পার্টি অভ্যন্তরীণ বিভক্তিতে পড়ে, যার ফলে নেতৃত্বের লড়াই থেকে ম্যানুয়েল রোকাস নতুন লিবারেল পার্টি গঠন করেন। ১৯৪৬ সালের প্রেসিডেন্ট নির্বাচনে রোকাস ওসমেনিয়াকে পরাজিত করেন এবং কমনওয়েলথের শেষ রাষ্ট্রপতি হন। এদিকে জাপানি দখলদারিত্বের বিরুদ্ধে গড়ে ওঠা হুকবালাহাপ আন্দোলন (বামপন্থী গোষ্ঠী) যুদ্ধের পর যুক্তরাষ্ট্রের সহায়তায় পুরনো অভিজাত শাসকরা দমন করে, ফলে নতুন সরকারের বিরুদ্ধেও বিদ্রোহ চলতে থাকে। ১৯৪৬ সালের ৪ জুলাই যুক্তরাষ্ট্র ফিলিপাইনকে স্বাধীনতা প্রদান করে এবং ম্যানুয়েল রোকাস স্বাধীন ফিলিপাইন প্রজাতন্ত্রের প্রথম রাষ্ট্রপতি হন। ১৯৩৫ সালের কমনওয়েলথ সংবিধান কার্যকর থাকে এবং দেশটির আন্তর্জাতিক সংস্থাগুলোর সদস্যপদও বহাল থাকে।\n\n\n== দ্বি-দলীয় ব্যবস্থা ==\n\nযুদ্ধের প্রভাব ফিলিপাইনের প্রশাসনকে দুর্বল করে এবং ম্যানিলার রাজনৈতিক আধিপত্য হ্রাস করে। প্রাদেশিক রাজনীতিবিদরা আরও শক্তিশালী হয়ে ওঠেন এবং কিছু ক্ষেত্রে স্বায়ত্তশাসনের মতো অবস্থা তৈরি হয়। অনেক প্রাদেশিক নেতা তাদের আঞ্চলিক ক্ষমতা কাজে লাগিয়ে জাতীয় রাজনীতিতে প্রবেশ করেন। জাপানি দখলদারিত্বের বিরুদ্ধে প্রতিরোধ গড়ে তোলা মুসলিম নেতারা স্থানীয় রাজনৈতিক পদ পেয়ে পুরস্কৃত হন এবং অনেকে কংগ্রেসেও নির্বাচিত হন। শেষ পর্যন্ত, যুদ্ধের সময় জাপানিদের সঙ্গে সহযোগিতা করা অনেক ব্যক্তিকে ১৯৪৮ ও ১৯৫৩ সালে সাধারণ ক্ষমা দেওয়া হয়। সর্বজনীন ভোটাধিকারের ফলে ভোটার সংখ্যা বাড়লেও রাজনৈতিক ক্ষমতা তখনও মূলত ক্ষুদ্র অভিজাত শ্রেণির হাতেই কেন্দ্রীভূত ছিল। জমির মালিক অভিজাতরা আইনসভায় প্রভাবশালী থাকলেও, যুদ্ধ-পরবর্তী অর্থনীতির বৈচিত্র্যের ফলে কৃষিভিত্তিক নয় এমন রাজনীতিবিদরা নির্বাহী ক্ষমতায় আসতে শুরু করেন। ১৯৬০-এর দশকের শেষের দিকে জমিদার শ্রেণির ওপর ভিত্তি করে গড়ে ওঠা ‘কাকিক’ (cacique) পৃষ্ঠপোষকতামূলক রাজনৈতিক ব্যবস্থা দুর্বল হয়ে পড়ে। রাজনৈতিক পদগুলো নিজেই লাভজনক হয়ে ওঠে এবং পৃষ্ঠপোষকতা মূলত সরকারি তহবিলের ওপর নির্ভরশীল হয়ে যায়। মার্কিন যুক্তরাষ্ট্রের অব্যাহত অর্থনৈতিক ও সামরিক সহায়তা নির্বাহী শাখার ওপর আইনসভার প্রভাব কমিয়ে দেয়। তবে এসব পরিবর্তন ফিলিপাইনের রাজনীতির সামগ্রিক কাঠামো বদলাতে পারেনি। দেশটি একটি দলীয় শাসনব্যবস্থা (two-party system) বজায় রাখে, যেখানে ক্ষমতা একটি ক্ষুদ্র অভিজাত গোষ্ঠীর হাতে কেন্দ্রীভূত থাকে। প্রেসিডেন্ট নির্বাচিত হলে সাধারণত কংগ্রেসের উভয় কক্ষের নিয়ন্ত্রণও তার হাতে চলে আসত। দুই প্রধান রাজনৈতিক দলের মধ্যে নীতিগত পার্থক্য ছিল সামান্য এবং রাজনৈতিক দল পরিবর্তন (defection) ছিল স্বাভাবিক ঘটনা। ক্ষমতা ধরে রাখার জন্য পৃষ্ঠপোষকতা, ভোট জালিয়াতি এবং ভোটার দমন ছিল প্রচলিত কৌশল।\n১৯৪৮ সালে ম্যানুয়েল রোকাস হৃদরোগে মারা গেলে উপরাষ্ট্রপতি এলপিডিও কিরিনো রাষ্ট্রপতি হন এবং ১৯৪৯ সালের নির্বাচনে জয়ী হয়ে ছয় বছর দেশ শাসন করেন। হুকবালাহাপ বিদ্রোহের হুমকি মোকাবিলায় ১৯৫১ সালের সিনেট নির্বাচনে প্রতিরক্ষা মন্ত্রী রামন ম্যাগসেসে সেনাবাহিনীকে ভোটকেন্দ্র পাহারা দেওয়ার নির্দেশ দেন। যা তুলনামূলকভাবে সুষ্ঠু নির্বাচন হিসেবে বিবেচিত হয়। কিরিনো নির্বাহী ক্ষমতা বাড়ানোর চেষ্টা করেন, তবে তার লিবারেল সরকার দুর্নীতির জন্য কুখ্যাত হয়ে ওঠে। ফলে ১৯৫৩ সালের নির্বাচনে তিনি সহজেই রামন ম্যাগসেসের কাছে পরাজিত হন। গণতান্ত্রিক স্বচ্ছতা নিশ্চিত করতে ন্যাশনাল সিটিজেনস মুভমেন্ট ফর ফ্রি ইলেকশনস (NAMFREL) গঠিত হয়। যা যুক্তরাষ্ট্র ও ক্যাথলিক চার্চের সমর্থন পায়, কারণ মার্কিন যুক্তরাষ্ট্র ফিলিপাইনকে ঠান্ডা যুদ্ধের সময় গণতন্ত্রের উদাহরণ হিসেবে তুলে ধরতে চেয়েছিল। ম্যাগসেসে হুকবালাহাপ বিদ্রোহীদের আত্মসমর্পণে বাধ্য করেছিলেন। ফলে তিনি ব্যাপক জনপ্রিয়তা অর্জন করেন এবং বিদ্রোহীদের মিন্দানাওতে পুনর্বাসন করেন। যার ফলে দ্বীপটিতে মুসলিম সংখ্যাগরিষ্ঠতা কমে খ্রিস্টান সংখ্যাগরিষ্ঠতা প্রতিষ্ঠিত হয়। শ্রেণিভিত্তিক রাজনীতি সরাসরি সংঘাতের পরিবর্তে মাঝারি মাত্রার সংগঠনগুলোর (যেমন Federation of Free Farmers এবং Federation of Free Workers) মাধ্যমে প্রকাশ পেতে থাকে। ম্যাগসেসে সামরিক বাহিনীকে বিশ্বস্ত মনে করে বাহিনীর ভূমিকা বৃদ্ধি করেন। \n\n১৯৫৭ সালের নির্বাচনের আগে রামন ম্যাগসেসে একটি বিমান দুর্ঘটনায় মারা যান। তার উপ রাষ্ট্রপতি কার্লোস পি. গার্সিয়া রাষ্ট্রপতি হন এবং নির্বাচনে জয়ী হন। তবে সামরিক বাহিনী গার্সিয়ার প্রতি অবিশ্বাসী ছিল, যদিও তাকে ক্ষমতা থেকে সরানোর পরিকল্পনা বাস্তবায়িত হয়নি। তার প্রশাসন থেকে অনেক সামরিক কর্মকর্তাকে সরিয়ে দুর্নীতিগ্রস্ত বেসামরিক ব্যক্তিদের নিয়োগ দেওয়া হলে সামরিক বাহিনীর কিছু অংশের মধ্যে গণতান্ত্রিক ব্যবস্থার প্রতি সন্দেহ তৈরি হয়। গার্সিয়া ম্যাগসেসের \"ফিলিপিনো ফার্স্ট\" নীতি চালিয়ে যান এবং ব্যয় সংকোচন (austerity) নীতি গ্রহণ করেন। ১৯৬১ সালের নির্বাচনে লিবারেল পার্টির ডিওসদাদো ম্যাকাপাগাল ভাইস প্রেসিডেন্ট পদ থেকে উঠে এসে গার্সিয়াকে পরাজিত করেন। ম্যাকাপাগাল মুক্তবাজারভিত্তিক অর্থনৈতিক নীতি ফিরিয়ে আনেন এবং ভূমি সংস্কার ও বিদ্যুৎ সরবরাহের সম্প্রসারণে উদ্যোগী হন। তবে তার নীতিগুলো কংগ্রেসে বাধার মুখে পড়ে যেখানে ন্যাসিওনালিস্তা পার্টির সংখ্যাগরিষ্ঠতা ছিল। ১৯৫০ ও ৬০-এর দশকে ফিলিপাইনের প্রশাসন আরও প্রযুক্তিগত দক্ষতা অর্জন করে এবং ম্যাকাপাগাল প্রোগ্রাম ইমপ্লিমেন্টেশন এজেন্সি (Program Implementation Agency) গঠন করেন। যা রাষ্ট্রপতির সরাসরি তত্ত্বাবধানে ছিল এবং কংগ্রেসের হস্তক্ষেপ থেকে অনেকাংশে মুক্তভাবে প্রকল্প বাস্তবায়ন করত। ১৯৬৫ সালের নির্বাচনে ম্যাকাপাগাল সিনেটর ফার্দিনান্দ মার্কোসের কাছে পরাজিত হন।\n১৯৬০-এর দশকের ক্রমবর্ধমান ও বৈচিত্র্যময় অর্থনীতি বেসরকারি খাতের প্রভাব বৃদ্ধি ও গণমাধ্যমের সম্প্রসারণে সহায়তা করে। ফার্দিনান্দ মার্কোসের শাসনামলে বৃহৎ অবকাঠামো প্রকল্পগুলো তার প্রধান নীতিগত অগ্রাধিকার ছিল। ১৯৬৯ সালের নির্বাচনে তিনি প্রথম প্রেসিডেন্ট হিসেবে পুনর্নির্বাচিত হন। তবে এই নির্বাচন সহিংসতা, কারচুপি ও ভোট কেনাবেচার অভিযোগে কলঙ্কিত হয়। ১৯৫৩ সালের মতো ১৯৬৯ সালেও নির্বাচন পর্যবেক্ষণের উদ্যোগ নেওয়া হয়, তবে এটি ততটা সফলতা পায়নি। মার্কোসের বিরুদ্ধে চার্চ, ব্যবসায়িক প্রতিষ্ঠান বা যুক্তরাষ্ট্র তেমন কোনো বিরোধিতা করেনি। তবে প্রথম কোয়ার্টার স্টর্ম নামক বিক্ষোভসহ নির্বাচনের পর বেসামরিক অস্থিরতা বৃদ্ধি পায়। শুরুতে মার্কোস সেনাবাহিনীর প্রতি অবিশ্বাসী ছিলেন, কারণ তিনি মনে করতেন তারা অভ্যুত্থান ঘটাতে পারে। যেমনটি এশিয়ার বিভিন্ন দেশে ঘটেছিল। কিন্তু পরে তিনি সেনাবাহিনীকে নিজের পুনর্নির্বাচনী প্রচারণায় যুক্ত করেন এবং দ্বিতীয় মেয়াদে সেনাবাহিনীর ওপর ব্যাপকভাবে নির্ভরশীল হয়ে পড়েন। তার শাসনামলে কমিউনিস্ট বিদ্রোহ বৃদ্ধি পায় এবং মিন্দানাওতে মোরো বিদ্রোহ ছড়িয়ে পড়ে। যা খ্রিস্টান অভিবাসন ও কেন্দ্রীয় সরকারের হস্তক্ষেপকে কেন্দ্র করে আরও জটিল হয়ে ওঠে। ১৯৭১ সালের স্থানীয় নির্বাচনে মিন্দানাওতে মুসলিমদের রাজনৈতিক আধিপত্য কমে যায়, কারণ পূর্বে মুসলিম নেতাদের সমর্থন করা খ্রিস্টান অভিবাসীরা এবার খ্রিস্টান প্রার্থীদের ভোট দেন।\n\n\n== মার্কোস একনায়কত্ব ==\n১৯৭১ সালে সংবিধান সংশোধনের জন্য একটি সাংবিধানিক সম্মেলন শুরু করলেও ১৯৭২ সালে ফেরদিনান্দ মার্কোস ফিলিপাইনে সামরিক আইন জারি করেন। যদিও এটি রাজনৈতিক বিরোধীদের গ্রেপ্তার করার জন্য একটি অজুহাত ছিল বলে মনে করা হয়, তবে মার্কোস কমিউনিস্ট বিদ্রোহ ও মুসলিম বিচ্ছিন্নতাবাদকে এর কারণ হিসেবে উল্লেখ করেন। একপর্যায়ে ফিলিপাইনের পাঁচ ভাগের এক ভাগ গ্রামে কমিউনিস্ট বিদ্রোহীদের উপস্থিতি দেখা যায়। অন্যদিকে সামরিক শাসন জারির ফলে মিনদানাও অঞ্চলে মুসলিম প্রতিরোধ আরও বৃদ্ধি পায়। মিনদানাওয়ে যুদ্ধ বন্ধের প্রচেষ্টার অংশ হিসেবে মার্কোস ওই অঞ্চলের রাজনৈতিক পরিস্থিতি পরিবর্তন করেন। তিনি মুসলিমদের জন্য পৃথক পারিবারিক আইন প্রবর্তন করেন এবং মিনদানাও ও সুলুর বিভিন্ন সুলতানকে আনুষ্ঠানিক স্বীকৃতি দেন। আলোচনার ফলে স্বাধীনতার দাবি বদলে স্বায়ত্তশাসনের দাবি সামনে আসে। শেষ পর্যন্ত শান্তি আলোচনা ব্যর্থ হলেও  ১৯৭০-এর দশকের শুরুর তুলনায় সহিংসতার মাত্রা কমে আসে।\n\nমার্কোস তার সরকারকে ঐতিহ্যবাহী ধনী ভূমি মালিকদের বিরুদ্ধে লড়াইরত একটি শক্তি হিসেবে উপস্থাপন করেন। যারা দীর্ঘদিন ধরে ফিলিপাইনের রাজনীতিতে আধিপত্য বিস্তার করেছিল। তিনি ক্রমবর্ধমান প্রযুক্তিনির্ভর প্রশাসনিক কর্মীদের ওপর নির্ভর করেন। যারা তার এই যুক্তির প্রতি সহানুভূতিশীল ছিল এবং সামরিক শাসনের অধীনে কার্যকরভাবে দেশ পরিচালনা করেছিল। স্বাধীনতার পর এটি ছিল প্রশাসনের প্রথম বড় ধরনের পুনর্গঠন। যার অংশ হিসেবে বিদ্যমান সিভিল সার্ভিসের শুদ্ধি অভিযান চালানো হয়। এছাড়া, মার্কোস সামরিক বাহিনীর ওপরও ব্যাপকভাবে নির্ভরশীল ছিলেন। সামরিক শাসনের সময়কালে সেনাবাহিনী বাড়তি ক্ষমতা ও সম্পদ অর্জন করে এবং মার্কোসের শাসনামলের শেষে এর আকার চারগুণ বৃদ্ধি পায়। এই সম্প্রসারণের বড় একটি অংশ যুক্তরাষ্ট্রের সামরিক সহায়তা থেকে অর্থায়ন করা হয়, যা এই সময় দ্বিগুণ হয়েছিল। ফলে সামরিক প্রশিক্ষণের দৃষ্টিভঙ্গিতেও পরিবর্তন আসে। অফিসারদের বেসামরিক প্রশাসনিক কাজ দক্ষতার সঙ্গে পরিচালনার জন্য তাদের প্রশিক্ষণে মানবিক শিক্ষা (হিউম্যানিটিজ) অন্তর্ভুক্ত করা হয়।\n১৯৭২ সালের নভেম্বর মাসে সাংবিধানিক সম্মেলন নতুন সংবিধানের খসড়া চূড়ান্ত করে। এতে একটি আধা-রাষ্ট্রপতি শাসিত সরকারব্যবস্থার প্রস্তাব করা হয়, যা ১৯৭৩ সালে নাগরিক সমাবেশে হাত তুলে অনুমোদনের মাধ্যমে গৃহীত হয়। তবে এই পদ্ধতি ১৯৩৫ সালের সংবিধানের সংশোধন প্রক্রিয়ার নিয়ম অনুসরণ করেনি। ফিলিপাইনের সুপ্রিম কোর্ট রায় দেয় যে, যদিও এই পদ্ধতি সঠিক ছিল না, তবুও সংবিধান কার্যকর হয়েছে। ১৯৭৬ সালের সংশোধনী নং ৬ রাষ্ট্রপতিকে আইন প্রণয়নের ক্ষমতা প্রদান করে, যা সাধারণত আইনসভা বা সংসদের দায়িত্ব ছিল। এই গণভোটের মাধ্যমেই প্রথমবারের মতো ভোট দেওয়ার বয়স ২১ থেকে কমিয়ে ১৫ বছর করা হয়।\n১৯৭৪ সালের এক প্রেসিডেন্টিয়াল ডিক্রির মাধ্যমে ফিলিপাইনের প্রশাসনিক উপবিভাগ বারিও-এর নাম পরিবর্তন করে বারাঙ্গাই রাখা হয়। এরপর ১৯৭৫ সালে ইন্টিগ্রেটেড ন্যাশনাল পুলিশ গঠন করা হয়। যা স্থানীয় পর্যায়ে পুলিশের ওপর জাতীয় সরকারের নিয়ন্ত্রণ বৃদ্ধি করে। মার্কোস ১৯৭৮ সাল পর্যন্ত কোনো নির্বাচন ছাড়াই ডিক্রির মাধ্যমে দেশ শাসন করেন। এরপর ইন্টারিম বাতাসাং পামবানসা নামে আইনসভার নির্বাচন অনুষ্ঠিত হয়। তবে ততদিনে তিনি পুরো প্রশাসন, স্থানীয় সরকার, সেনাবাহিনী, সংবাদমাধ্যম এবং নির্বাচন কমিশন-এর ওপর পূর্ণ নিয়ন্ত্রণ প্রতিষ্ঠা করেছিলেন। ১৯৭৮ সালের সংসদীয় নির্বাচন ও ১৯৮০ সালের স্থানীয় নির্বাচন মার্কোসের কিলুসাং বাগোং লিপুনান দল ব্যাপকভাবে প্রভাবিত করে। এককক্ষবিশিষ্ট আইবিপি খুব সীমিত ক্ষমতা রাখত, যা রাষ্ট্রপতির জারি করা ডিক্রি বাতিল করতে পারত না বা সরকারের বিরুদ্ধে অনাস্থা প্রস্তাব আনতে পারত না। সুপ্রিম কোর্টও সামরিক শাসনের আওতায় রাষ্ট্রপতির ব্যাপক নির্বাহী ক্ষমতা বৈধ বলে রায় দেয়।\nমার্কোস পুরোনো অভিজাত শাসনব্যবস্থার অবসান ঘটতে \"নতুন সমাজ\" গঠনের স্বপ্ন দেখান। তার প্রশাসনিক পরিবর্তনগুলো আঞ্চলিক ক্ষমতাকেন্দ্রগুলো দুর্বল করে কেন্দ্রীয় সরকারের সঙ্গে সাধারণ জনগণের সম্পর্ক সুদৃঢ় করতে চেয়েছিল। তবে এটি পুরোপুরি সফল হয়নি এবং সামরিক শাসন কার্যকর রাখতে মার্কোসকে স্থানীয় মিত্রদের ওপর নির্ভর করতে হয়। যারা তার প্রতি অনুগত ছিলেন না, তাদের অনেকেই সম্পদ ও ক্ষমতা হারান এবং স্থানীয় রাজনীতিতে তাদের জায়গায় মার্কোসের সমর্থকরা স্থান পান। ১৯৮১ সালে পোপ জন পল দ্বিতীয়ের দেশ সফরের আগে মার্কোস আনুষ্ঠানিকভাবে সামরিক শাসনের অবসান ঘোষণা করেন। তবে নির্বাহী ক্ষমতা তার হাতেই বজায় রাখেন। বিরোধী দলগুলো ১৯৮১ সালের রাষ্ট্রপতি নির্বাচন বর্জন করায় তিনি সহজেই জয়ী হন। যদিও পুরো নির্বাচনী প্রক্রিয়ার ওপর তার কঠোর নিয়ন্ত্রণ ছিল। সামরিক শাসন প্রত্যাহারের পর তিনি মিন্দানাও অঞ্চলের কিছু এলাকায় নামমাত্র স্বায়ত্তশাসন চালু করেন। তবে এটি কার্যত কোনো বাস্তব পরিবর্তন আনতে পারেনি, ফলে মোরো ইসলামিক লিবারেশন ফ্রন্ট অনেক এলাকায় ছায়া সরকার হিসেবে কার্যক্রম চালিয়ে যায়।\nমার্কোস-বিরোধী দলগুলো ইউনাইটেড ন্যাশনালিস্ট ডেমোক্রেটিক অর্গানাইজেশনের অধীনে ঐক্যবদ্ধ হতে সক্ষম হয়। বিরোধী নেতা বেনিগ্নো অ্যাকুইনো জুনিয়র ১৯৮৩ সালে দেশে ফেরার পরপরই আততায়ীর হাতে নিহত হন। তখনকার সরকার দুর্বল অর্থনীতি, ব্যাপক দুর্নীতি ও রাজনৈতিক সমর্থন হারানোর কারণে গভীর সংকটে পড়ে। ১৯৮৪ সালের সংসদ নির্বাচনে ঐক্যবদ্ধ বিরোধী দল অংশ নেয় এবং বেশ কিছু আসনে জয়ী হয়। এমনকি ক্ষমতাসীন দলের কয়েকজন সদস্য দলত্যাগ করেন। এ সময় অর্থনীতি সংকুচিত হতে শুরু করে এবং সামরিক বাহিনীর মধ্যেও বিভক্তি দেখা দেয়। সরকারের শাসনব্যবস্থায় সামরিক বাহিনীর কিছু অংশ সরাসরি জড়িয়ে পড়ে। ফলে যারা বিদ্রোহ দমনে কাজ করছিলেন, তাদের মনোবল ভেঙে পড়ে। পরিস্থিতি আরও অবনতির দিকে গেলে সেনাবাহিনীর কিছু কর্মকর্তার মধ্যে বিশ্বাস জন্মায় যে, দেশের রাজনৈতিক ব্যবস্থা টিকিয়ে রাখতে হলে মার্কোসকে সরানো প্রয়োজন।\n১৯৮৫ সালে বাড়তে থাকা বিরোধিতা মোকাবেলা করতে মার্কোস একটি অগণতান্ত্রিক নির্বাচনের ডাক দেন, যার সংবিধানিক ভিত্তি ছিল না। বিরোধী দল বেনিগ্নো অ্যাকুইনোর বিধবা করাজনকে তাদের প্রার্থী হিসেবে মনোনীত করে। মার্কোস ১৯৮৬ সালের নির্বাচনে জয়ী ঘোষণা হন, তবে বিরোধীরা এই ফল মেনে নিতে অস্বীকার করে। তাদের দাবি ছিল যে নির্বাচনে কারচুপি করা হয়েছে। এই বিরোধিতার মধ্যে ছিলেন সামরিক বাহিনীর কিছু অসন্তুষ্ট সদস্য। যারা নির্বাচনের পর তাদের অভ্যুত্থান পরিকল্পনা ব্যর্থ হলে  অ্যাকুইনোর পক্ষে সমর্থন ঘোষণা করেন। এর ফলস্বরূপ জনশক্তি বিপ্লব শুরু হয়। যা মার্কোসকে ক্ষমতাচ্যুত করে এবং কংগ্রেস আনুষ্ঠানিকভাবে অ্যাকুইনোকে নির্বাচিত রাষ্ট্রপতি হিসেবে ঘোষণা করে।\n\n\n== জনগণের ক্ষমতার যুগ ==\n\nপ্রথমে অ্যাকুইনো \"স্বাধীনতা সংবিধান\" চালু করে দেশ শাসন করেন এবং এক নতুন সংবিধান প্রণয়নের জন্য একটি সংবিধান কমিশন গঠন করেন। এই \"স্বাধীনতা সংবিধান\" ঘোষণা করে যে, ফিলিপাইনের জনগণের প্রত্যক্ষ ক্ষমতা প্রয়োগের মাধ্যমে এবং নতুন সশস্ত্র বাহিনীর সহায়তায় অ্যাকুইনো সরকার প্রতিষ্ঠিত হয়েছে। প্রেসিডেন্ট মার্কোসকে অপসারণে সেনাবাহিনীর ভূমিকা ভবিষ্যতে রাজনীতিতে সামরিক হস্তক্ষেপের নজির তৈরি করে। সংসদ বিলুপ্ত হওয়ার পর, অ্যাকুইনো নির্বাহী ও আইন প্রণয়নের উভয় ক্ষমতা গ্রহণ করেন এবং এই ক্ষমতা ব্যবহার করে পারিবারিক বিধি পরিবর্তন করেন, যা লিঙ্গসমতার উন্নয়ন ঘটায়।\n১৯৮৭ সালের সংবিধান গণভোটের মাধ্যমে অনুমোদিত হয়। যা ১৯৩৫ সালের সংবিধানের নীতিগুলোর ভিত্তিতে গণতন্ত্র পুনর্বহাল করে। তবে স্থানীয় নির্বাচনগুলো জাতীয় নির্বাচনের সঙ্গে একীভূত করে মেয়াদসীমা নির্ধারণ করা হয় এবং পূর্বের দ্বিদলীয় ব্যবস্থার পরিবর্তে বহুদলীয় ব্যবস্থা চালু করা হয়। নির্বাহী ক্ষমতা সীমিত করতে ভারসাম্য ও নিয়ন্ত্রণ ব্যবস্থা চালু করা হয় এবং সামরিক শাসনকালীন অনেক আইন বাতিল করা হয়। সেনেট পুনর্গঠন করা হয় এবং সক্রিয় সামরিক সদস্যদের সরকারি পদে নিষিদ্ধ করা হয়। গণআন্দোলনের প্রেক্ষাপটে রচিত এই নতুন সংবিধানে সরাসরি গণতন্ত্রের কিছু উপাদান যুক্ত করা হয়, যেমন \"উদ্যোগ ও গণভোট\" এর মাধ্যমে সংবিধান সংশোধনের সুযোগ, স্থানীয় নির্বাচিত কর্মকর্তাদের প্রত্যাহারের বিধান এবং নাগরিক সমাজ সংগঠনগুলোর সংগঠিত হওয়ার অধিকার নিশ্চিত করা।\nনতুন সংবিধান আগের সংবিধানের কার্যকারিতা বাতিল না করে ১৯৭৩ সালের সংবিধানের আওতায় প্রণীত আইনগুলোই কার্যকর রাখে। সামরিক শাসনের সময় অভিজাত পরিবারগুলোর কাছ থেকে বাজেয়াপ্ত করা অর্থনৈতিক সম্পত্তি তাদের ফিরিয়ে দেওয়া হয়। ১৯৮৭ সালের সংবিধানে ১৯৭৩ সালের বেসামরিক শাসনের বিধান বজায় রাখা হয়। তবে এতে সশস্ত্র বাহিনীকে \"জনগণ ও রাষ্ট্রের রক্ষক\" হিসেবে উল্লেখ করা হয়। এ সংবিধান ফিলিপাইন কনস্ট্যাবুলারিকে (পুলিশ বাহিনী) সেনাবাহিনী থেকে পৃথক করে এবং দেশের অভ্যন্তরীণ নিরাপত্তার দায়িত্ব সেনাবাহিনীর পরিবর্তে পুলিশের ওপর ন্যস্ত করে। তবে সামরিক বাহিনীর অধিকাংশ সদস্য নতুন সংবিধানের বিপক্ষে ভোট দেয় এবং ১৯৮৬ সালের জুলাই থেকে ১৯৮৭ সালের আগস্টের মধ্যে তিনটি অভ্যুত্থানের চেষ্টা হয়। মারকোসের শাসনামলে শুরু হওয়া অবসরপ্রাপ্ত সামরিক কর্মকর্তাদের রাষ্ট্রদূত বা মন্ত্রিসভার সদস্য হিসেবে নিয়োগের প্রচলন গণতন্ত্র পুনঃপ্রতিষ্ঠার পরও অব্যাহত থাকে। তবে পুলিশ ও সেনাবাহিনীর পৃথকীকরণ প্রক্রিয়া কমিউনিস্ট ও ইসলামি বিদ্রোহ অব্যাহত থাকার কারণে বাধাগ্রস্ত হয়।\n১৯৮৭ সালের আইনসভার নির্বাচনে ২৪টি সিনেট আসনের জন্য ভোট হয়, যেখানে সাধারণত ১২টি আসনের জন্য নির্বাচন অনুষ্ঠিত হতো। এতে অ্যাকুইনো-পন্থী দলগুলো কংগ্রেসের বেশিরভাগ আসন দখল করে। তবে নির্বাচনী পদ্ধতির কারণে প্রতিনিধি পরিষদের ২০০ সদস্য সম্মিলিতভাবে মাত্র ৩৪% ভোট পেয়েছিল। প্রাথমিকভাবে স্থানীয় কর্মকর্তাদের সরাসরি অ্যাকুইনো নিয়োগ দিলেও, মার্কোসবিরোধী বামপন্থী গোষ্ঠীগুলোর বিভাজন এবং ১৯৮৮ সালের স্থানীয় নির্বাচনে তাদের অংশগ্রহণ না করার ফলে ঐতিহ্যবাহী অভিজাত শ্রেণি পুনরায় নির্বাচিত পদ দখল করে। মার্কোসের শাসনে বিকশিত  এবং বিপ্লবে গুরুত্বপূর্ণ ভূমিকা রাখা রাজনৈতিক সংস্কার আন্দোলন ধীরে ধীরে দুর্বল হয়ে পড়ে। অ্যাকুইনোর সরকার বারবার অভ্যুত্থানচেষ্টার মুখে পড়ে এবং উচ্চ মুদ্রাস্ফীতি, বেকারত্ব ও প্রাকৃতিক দুর্যোগের কারণে সংকটে পড়ে। তবে সীমিত ভূমি সংস্কার এবং বাজার মুক্তকরণ নীতি চালু করা হয়। কমিউনিস্ট বিদ্রোহীরা অন্যান্য মার্কোসবিরোধী গোষ্ঠীগুলোর সঙ্গে বিচ্ছিন্ন হয়ে স্বল্পমাত্রার বিদ্রোহ চালিয়ে যেতে থাকে। একইভাবে দক্ষিণে ইসলামি বিচ্ছিন্নতাবাদীরাও তাদের আন্দোলন চালিয়ে যায়। শুরুতে কিছু শান্তি আলোচনা আংশিক সাফল্য পেলেও শেষ পর্যন্ত অ্যাকুইনো \"সম্পূর্ণ যুদ্ধ\" নীতি গ্রহণ করেন। মুসলিম মিন্দানাও স্বায়ত্তশাসিত অঞ্চল প্রতিষ্ঠা করা হলেও বাস্তবে তেমন কোনো পরিবর্তন দেখা যায়নি। অ্যাকুইনোর শাসনামলে ফিলিপাইনে অবস্থিত মার্কিন সামরিক ঘাঁটি—সুবিক বে ও ক্লার্ক—বন্ধ করা হয়। ১৯৯১ সালে নতুন স্থানীয় সরকার আইন পাস হয়, যা স্থানীয় সরকারগুলোর হাতে কিছু ক্ষমতা ও সম্পদ স্থানান্তর করে। \n\nঅ্যাকুইনো পুনরায় নির্বাচনে প্রতিদ্বন্দ্বিতা করতে চাননি। ১৯৯২ সালের প্রেসিডেন্ট নির্বাচনের আগে তিনি তার দলের মনোনীত প্রার্থী রামন মিত্রের পরিবর্তে নিজ দল ত্যাগ করে নতুন দল গড়া ফিদেল ভি. রামোসকে সমর্থন করেন। রামোস নির্বাচনে জয়ী হন। যদিও নির্বাচনী জালিয়াতির অভিযোগ এবং বিতর্কিত পরিস্থিতি ঘিরে এই নির্বাচন অনুষ্ঠিত হয়। ১৯৯২ সালে প্রেসিডেন্ট, আইনসভার ও স্থানীয় সরকারের নির্বাচন একসঙ্গে সম্পন্ন হওয়া প্রথম একযোগে অনুষ্ঠিত নির্বাচন। এতে ২৪ জন সিনেটর নির্বাচিত হন। যার মধ্যে সর্বনিম্ন ভোট পাওয়া ১২ জনের মেয়াদ মাত্র তিন বছর ছিল। এরপর থেকে প্রতি তিন বছর অন্তর ১২ জন সিনেটর ছয় বছরের জন্য নির্বাচিত হওয়ার নিয়ম চালু হয়। রামোস প্রশাসন অ্যাকুইনোর সময় থেকে চলতে থাকা জ্বালানি সংকট মোকাবিলা করতে বিদ্যুৎ উৎপাদনকারী প্রতিষ্ঠানগুলোর জন্য সুবিধাজনক চুক্তি করে সমস্যার সমাধান করে। তিনি সরকারি একচেটিয়া প্রতিষ্ঠানগুলোর বেসরকারিকরণ করেন ও অর্থনৈতিক নিয়ন্ত্রণ কমান। ১৯৯৬ সালে এপেক সম্মেলনের আয়োজন, মৃত্যুদণ্ড পুনর্বহাল, রাজনৈতিক দলভিত্তিক আসন বরাদ্দ ব্যবস্থা চালু করেন এবং দেশদ্রোহিতা-বিরোধী আইন বাতিল করেন। এছাড়া, স্থানীয় সরকার আইন বাস্তবায়নের মাধ্যমে কেন্দ্রীয় সরকারের ক্ষমতা স্থানীয় পর্যায়ে স্থানান্তর করেন। মোরো ন্যাশনাল লিবারেশন ফ্রন্টের সঙ্গে শান্তি চুক্তি করেন এবং ১৯৯৭ সালের এশীয় অর্থনৈতিক সংকটের ধাক্কা সামলান। যদিও রামোস নাগরিক সমাজ সংগঠনগুলোর সঙ্গে সক্রিয়ভাবে কাজ করতেন, তবে তার সামাজিক সংস্কার কর্মসূচি বড় কোনো পরিবর্তন আনতে পারেনি। তিনি সংবিধান সংশোধন করতে চাইলেও অ্যাকুইনো ও অন্যান্য গোষ্ঠীর বিরোধিতার কারণে তা সম্ভব হয়নি।\nএশীয় অর্থনৈতিক সংকট অর্থনৈতিক উদারনীতির ভাবমূর্তি ক্ষতিগ্রস্ত করায় এবং রামোসের কোনো সুস্পষ্ট উত্তরসূরি না থাকায় ১৯৯৮ সালের নির্বাচনে তার দলের প্রার্থী হোসে দে ভেনেসিয়াকে পরাজিত করে জোসেফ এস্ত্রাদা রাষ্ট্রপতি নির্বাচিত হন। তিনি দরিদ্র ভোটারদের আকৃষ্ট করতে সরাসরি জনগণের কাছে পৌঁছানোর জনমুখী প্রচারণা চালান এবং বিপুল ব্যবধানে জয়ী হন। এদিকে দে ভেনেসিয়ার সহপ্রার্থী গ্লোরিয়া ম্যাকাপাগাল আর্রো ভাইস প্রেসিডেন্ট নির্বাচিত হন। এস্ত্রাদা সংবিধান সংশোধন করে অর্থনৈতিক সংরক্ষণনীতি শিথিল করতে চাইলেও অ্যাকুইনো ও ক্যাথলিক চার্চের বিরোধিতার মুখে তা সম্ভব হয়নি। তার সরকার মোরো ইসলামিক লিবারেশন ফ্রন্টের বিরুদ্ধে \"সম্পূর্ণ যুদ্ধ\" ঘোষণা করে এবং বিদ্রোহীদের প্রধান ঘাঁটি ক্যাম্প আবুবকর পুনরুদ্ধার করে। বিদ্রোহবিরোধী অবস্থান জনপ্রিয় থাকলেও এস্ত্রাদার প্রশাসন স্বজনপ্রীতি ও দুর্নীতির অভিযোগে জড়িয়ে পড়ে। অবৈধ জুয়া জুয়েতেং-এর সঙ্গে তার সংশ্লিষ্টতার কারণে প্রতিনিধি পরিষদে তার বিরুদ্ধে অভিশংসন প্রস্তাব গৃহীত হয়। তবে সেনেটে তার মিত্ররা আদালতে উপস্থাপিত প্রমাণ আটকানোর চেষ্টা করে, যা ব্যাপক গণবিক্ষোভের জন্ম দেয়। যা কয়েকদিন পরে \"এডসা দ্বিতীয়\" নামে পরিচিত হয়। ফিলিপাইনের সশস্ত্র বাহিনী এস্ত্রাদার প্রতি সমর্থন প্রত্যাহার করে এবং ভাইস প্রেসিডেন্ট আর্রোযোগের প্রতি আনুগত্য ঘোষণা করে। পরে সুপ্রিম কোর্ট প্রেসিডেন্টের পদ শূন্য ঘোষণা করলে এস্ত্রাদা মালাকানিয়াং প্রাসাদ ছেড়ে চলে যান।\nগ্লোরিয়া ম্যাকাপাগাল আর্রো ২০০১ সালের ২০ জানুয়ারি প্রেসিডেন্ট হিসেবে শপথ নেন। এস্ত্রাদার বিরুদ্ধে চার মাস পর আনুষ্ঠানিকভাবে লুটপাটের অভিযোগ আনা হলে তার সমর্থকরা ব্যাপক গণআন্দোলন শুরু করে এবং প্রেসিডেন্ট প্রাসাদ ঘেরাও করে। তবে আন্দোলন ব্যর্থ হয় এবং পরে বিক্ষোভকারীদের ছত্রভঙ্গ করে দেওয়া হয়। ২০০১ সালের নির্বাচনে আর্রোযোগের পিপল পাওয়ার কোয়ালিশন সংখ্যাগরিষ্ঠ আসন লাভ করে এবং সরকারকে শক্তিশালী করে। ২০০৩ সালে তিনি রাজধানীর বাণিজ্যিক এলাকায় একটি অভ্যুত্থান চেষ্টা দমন করেন। আর্রোযোগে চার বছরেরও কম সময় ক্ষমতায় থাকায় তিনি পুনর্নির্বাচনের যোগ্য হন। ২০০৪ সালের নির্বাচনে তিনি এস্ত্রাদার ঘনিষ্ঠ বন্ধু ফার্নান্দো পো জুনিয়রসহ আরও তিনজন প্রতিদ্বন্দ্বীর বিপরীতে সামান্য ব্যবধানে জয়ী হন। তবে ডিসেম্বর মাসে পো জুনিয়রের মৃত্যুর কিছু মাস পর এক ফাঁস হওয়া টেলিফোন কথোপকথনে প্রকাশ পায় যে, আর্রোযোগে নির্বাচনে কারচুপি করেছিলেন। জাতির উদ্দেশে দেওয়া ভাষণে তিনি \"ভুল সিদ্ধান্ত নেওয়ার জন্য দুঃখ প্রকাশ\" করেন। কিন্তু বিরোধীরা আন্দোলন চালিয়ে যায়। তিনি আরও দুটি অভ্যুত্থান প্রচেষ্টা দমন করেন। প্রেসিডেন্ট হওয়ার পর তিনি সংবিধান পরিবর্তন করে সংসদীয় ব্যবস্থা চালু করতে চেয়েছিলেন। যদিও এটি সংসদীয় পরিষদে (হাউস) সমর্থন পেলেও, সিনেটের বিরোধিতা, সুপ্রিম কোর্টের কঠোর রায় এবং নাগরিক সমাজের প্রতিরোধের কারণে ব্যর্থ হয়। ২০০৭ সালের সিনেট নির্বাচনে বিরোধীরা ঐক্যবদ্ধ হয়ে সহজেই জয়লাভ করে। তবে আর্রোযোগের সমর্থকরা তখনও প্রতিনিধি পরিষদে (হাউস অব রিপ্রেজেন্টেটিভস) নিয়ন্ত্রণ ধরে রাখে। তার শাসনামলের শেষের দিকে তিনি ১৯৮৬ সালের গণঅভ্যুত্থানের পর থেকে সবচেয়ে অজনপ্রিয় প্রেসিডেন্ট হয়ে ওঠেন এবং তার প্রশাসনকে ব্যাপকভাবে দুর্নীতিগ্রস্ত হিসেবে দেখা হতো। তবে ব্যাপক অজনপ্রিয়তা সত্ত্বেও, তাকে সরানোর জন্য কোনো গণআন্দোলন গড়ে ওঠেনি। পূর্বের গণঅভ্যুত্থানগুলোর ক্লান্তি এর একটি কারণ ছিল, যা অনেকের কাছে রাজনৈতিক ব্যবস্থায় যথেষ্ট পরিবর্তন আনতে ব্যর্থ হয়েছে বলে মনে করা হয়।\n\n২০১০ সালের নির্বাচনের আগে গ্লোরিয়া ম্যাকাপাগাল আর্রোযোগের দল রাষ্ট্রপতি প্রার্থী হিসেবে গিলবার্তো তেওদোরোকে মনোনীত করে। তবে কিছু মহল মনে করত যে, তিনি গোপনে সে সময়ের শীর্ষ প্রার্থী ম্যানি ভিলারকে সমর্থন করছিলেন। সাবেক রাষ্ট্রপতি কোরাজন অ্যাকুইনোর মৃত্যুতে প্রতিযোগিতার চিত্র বদলে যায়। যার ফলে তার ছেলে বেনিগ্নো অ্যাকুইনো তৃতীয় রাষ্ট্রপতি পদে প্রার্থিতা ঘোষণা করেন। বিভিন্ন কেলেঙ্কারির অভিযোগের কারণে ভিলারের জনপ্রিয়তা কমতে থাকে। তিনি প্রথমে অ্যাকুইনোর পিছিয়ে পড়েন এবং পরে এস্ত্রাদারও নিচে নেমে যান। এস্ত্রাদা এ সময় আবার নির্বাচনে প্রতিদ্বন্দ্বিতা করেন, যাকে আগেই আর্রোযোগে ক্ষমা করে দিয়েছিলেন। রাষ্ট্রপতি হিসেবে অ্যাকুইনো দুর্নীতিবিরোধী প্রচারণা চালান, দেশের অর্থনীতি বৃদ্ধি পায় এবং তিনি ব্যাপক জনপ্রিয়তা বজায় রাখেন। তার প্রশাসন সুপ্রিম কোর্ট ও ওম্বাডসম্যানের মতো স্বাধীন সংস্থাগুলোর ক্ষমতা বাড়ানোর চেষ্টা করে। সামগ্রিকভাবে বেনিগ্নো অ্যাকুইনোর প্রশাসন রাজনৈতিকভাবে স্থিতিশীল ছিল, তুলনামূলকভাবে স্বচ্ছ বলে মনে করা হতো এবং মার্কোসের পর সর্বোচ্চ জনপ্রিয়তা অর্জন করেছিল। তবে তার শেষ মেয়াদে প্রাকৃতিক দুর্যোগ ও \"পর্ক ব্যারেল\" সহ সরকারি তহবিলের অপব্যবহারের কেলেঙ্কারিগুলো সামনে আসায় বিরোধিতা বাড়তে থাকে। এই বিরোধিতা সরাসরি অ্যাকুইনোর বিরুদ্ধে ছিল না, বরং এটি বৃহত্তর রাজনৈতিক ব্যবস্থার পরিবর্তন না হওয়ার হতাশার সঙ্গে সম্পর্কিত ছিল। \n২০১৬ সালের রাষ্ট্রপতি নির্বাচনে বেনিগ্নো অ্যাকুইনোর মনোনীত উত্তরসূরি মার রোকাসকে পরাজিত করে দাভাও সিটির মেয়র রদ্রিগো দুতের্তে রাষ্ট্রপতি নির্বাচিত হন। দুতের্তে জনসাধারণের সমর্থন পাওয়ার জন্য জনমুখী প্রচারণা চালান এবং বিভিন্ন সামাজিক-অর্থনৈতিক শ্রেণির ভোট অর্জন করেন। বিশেষত মধ্যবিত্তদের মধ্যে তার জনপ্রিয়তা বেশি ছিল। এডসা বিপ্লবের পরবর্তী সময়ের অস্থির গণতান্ত্রিক শাসনের প্রতি জনগণের বেড়ে চলা অসন্তোষ তার বিজয়ের অন্যতম কারণ ছিল। যেখানে রাজনৈতিক ও অর্থনৈতিক অভিজাতরা সাধারণ জনগণের চেয়ে বেশি সুবিধা ভোগ করছিল। রাষ্ট্রপতি হওয়ার পর তিনি ব্যাপকভাবে মাদকবিরোধী অভিযান শুরু করেন। যার ফলে ২০২২ সালের ফেব্রুয়ারি পর্যন্ত অর্ধেকেরও বেশি বারাঙ্গে (ফিলিপাইনের প্রশাসনিক একক) মাদকমুক্ত ঘোষণা করা হয়। তবে এই যুদ্ধের কারণে হাজারো মানুষ নিহত হয় এবং বিরোধী দল (বিশেষ করে লিবারেল পার্টি ও অ্যাকুইনোপন্থীরা) মানবাধিকার লঙ্ঘন বলে আখ্যায়িত করে। দুতের্তে তার প্রশাসনের অগ্রাধিকার হিসেবে ব্যাপক অবকাঠামোগত উন্নয়ন প্রকল্প বাস্তবায়ন করেন এবং কমিউনিস্ট বিদ্রোহ দমন করতে সক্রিয় হন। তিনি আনুষ্ঠানিকভাবে ফিলিপাইনের কমিউনিস্ট পার্টি ও নিউ পিপলস আর্মিকে সন্ত্রাসী সংগঠন হিসেবে ঘোষণা করেন এবং সাবেক বিদ্রোহীদের জন্য পুনর্বাসন কর্মসূচি চালু করেন। পাশাপাশি উপযুক্ত প্রাক্তন বিদ্রোহীদের সাধারণ ক্ষমা প্রদান করেন। তার প্রশাসন মোরো ইসলামিক লিবারেশন ফ্রন্টের সঙ্গে শান্তি চুক্তি স্বাক্ষর করে এবং মুসলিম অধ্যুষিত অঞ্চলে স্বায়ত্তশাসন বাড়ানোর সিদ্ধান্ত নেয়। যার ফলে আগের আটোনোমাস রিজন ইন মুসলিম মিনডানাও বিলুপ্ত করে আরও ক্ষমতাসম্পন্ন ব্যাংসামোরো অঞ্চল প্রতিষ্ঠিত হয়। ২০১৯ সালের মধ্যবর্তী নির্বাচনে বিরোধী দল বড় পরাজয়ের মুখোমুখি হয়—সিনেটের সব আসনেই তারা পরাজিত হয় এবং নিম্নকক্ষে মাত্র কয়েকটি আসনে জয় পায়। অর্থনৈতিক ক্ষেত্রে দুতের্তে প্রশাসন অ্যাকুইনোর নীতিগুলো অব্যাহত রাখে। বিশেষত দরিদ্র জনগোষ্ঠীর ওপর গুরুত্ব দেয়। তবে রাজনৈতিক ক্ষেত্রে প্রশাসন গণতন্ত্রকে শিথিল করে বিচার বিভাগ ও আইন প্রণয়ন সংস্থাগুলোকে রাজনৈতিক উদ্দেশ্যে ব্যবহার এবং ক্ষমতার ভারসাম্য রক্ষার প্রতি কম মনোযোগ দেয়।\n২০২২ সালের নির্বাচনে প্রয়াত একনায়ক ফেরদিনান্দ মার্কোসের ছেলে ও সাবেক সিনেটর ফেরদিনান্দ মার্কোস জুনিয়র রাষ্ট্রপতি নির্বাচিত হন। এই নির্বাচনের মাধ্যমে পিপল পাওয়ার বিপ্লবের ৩৬ বছর পর মার্কোস পরিবার আবার মালাকানিয়াং প্রাসাদে ফিরে আসে, যেখান থেকে তাদের নির্বাসনে পাঠানো হয়েছিল। একই নির্বাচনে তৎকালীন রাষ্ট্রপতি রদ্রিগো দুতের্তের মেয়ে সারা দুতের্তে উপরাষ্ট্রপতি নির্বাচিত হন। ২০২২ সালের ৩০ জুন ফেরদিনান্দ মার্কোস জুনিয়র ফিলিপাইনের রাষ্ট্রপতি হিসেবে শপথ নেন, এবং সারা দুতের্তে উপরাষ্ট্রপতি হিসেবে শপথ গ্রহণ করেন।\n\n\n== এছাড়াও দেখুন ==\nফিলিপাইনের রাজনীতি\nফিলিপাইনের রাজনৈতিক ইতিহাসের সময়রেখা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nKalaw, Maximo M. (১৯২৭)। The development of Philippine politics (1882–1920)। Oriental commercial।"}