{"pageid": 1510670, "title": "স্টেরিওরসায়ন", "url": "https://bn.wikipedia.org/wiki?curid=1510670", "content": "স্টেরিওরসায়ন হলো রসায়ন বিজ্ঞানের একটি উপবিভাগ যা অণুর গঠন তৈরি করে এমন পরমাণুর স্থানিক বিন্যাস এবং তাদের পরিবর্তনশীল অবস্থা নিয়ে অধ্যয়ন করে। স্টেরিওরসায়ন অধ্যয়ন স্টেরিওসমাণুতাগুলির মধ্যে সম্পর্কের উপর দৃষ্টি নিবদ্ধ করে, যেগুলিকে একই আণবিক সূত্র এবং বন্ধনযুক্ত পরমাণুর ক্রম (গঠন) হিসাবে সংজ্ঞায়িত করা হয়; তবে মহাকাশে পরমাণুর জ্যামিতিক অবস্থানের ক্ষেত্রে এতে ভিন্নতা রয়েছে। এই কারণে, এটি ত্রিমাত্রিক রসায়ন নামেও পরিচিত — \"স্টেরিও-\" উপসর্গটির অর্থ \"ত্রিমাত্রিকতা\"। স্টেরিওরসায়ন জৈব এবং অজৈব - উভয় প্রজাতির সকল প্রকার যৌগ এবং আয়নের ক্ষেত্রেই প্রযোজ্য। স্টেরিওরসায়ন জৈবিক, ভৌত এবং সুপারমলিকুলার রসায়নকে প্রভাবিত করে।\nস্টেরিওরসায়ন প্রশ্নযুক্ত অণুর বিক্রিয়াশীলতাকে প্রভাবিত করে (ডায়নামিক স্টেরিওকেমিস্ট্রি)।\n\n\n== ইতিহাস ==\n১৮১৫ সালে জঁ-বাতিস্ত বিওর আলোক সক্রিয়তা পর্যবেক্ষণকে জৈব স্টেরিওরসায়নের ইতিহাসের সূচনা হিসাবে চিহ্নিত করা হয়। তিনি লক্ষ্য করেন যে, জৈব অণুগুলি একটি দ্রবণ বা গ্যাসীয় পর্যায়ে সমবর্তিত আলোর সমতলকে ঘোরাতে সক্ষম। বায়োটের আবিষ্কার সত্ত্বেও, লুই পাস্তুর-কে সাধারণত প্রথম স্টেরিওকেমিস্ট হিসাবে বর্ণনা করা হয়, ১৮৪২ সালে তিনি পর্যবেক্ষণ করেন যে ওয়াইন উৎপাদনের পাত্র থেকে সংগৃহীত টারটারিক অ্যাসিড-এর লবণগুলি সমবর্তিত আলো-র সমতলকে ঘোরাতে পারে, কিন্তু অন্যান্য উৎস থেকে প্রাপ্ত লবণগুলি তা পারে না। এটিই ছিল দুটি ধরণের টারট্রেট লবণের মধ্যে একমাত্র ভৌত বৈশিষ্ট্য যা ভিন্ন ছিল, যা অপটিক্যাল আইসোমারিজমের কারণে হয়ে থাকে। ১৮৭৪ সালে ইয়াকোবুস হেনরিকুস ফান্ট হফ এবং জোসেফ লে বেল কার্বনের সাথে আবদ্ধ পরমাণুর টেট্রাহেড্রাল বিন্যাসের পরিপ্রেক্ষিতে অপটিক্যাল কার্যকলাপ ব্যাখ্যা করেন। কেকুলে এর আগে ১৮৬২ সালে টেট্রাহেড্রাল মডেলগুলি অন্বেষণ করেছিলেন, কিন্তু তার কাজ কখনও প্রকাশ করেননি; ইমানুয়েল প্যাটার্নো সম্ভবত এইগুলোর কথা জানতেন কিন্তু তিনিই প্রথম ত্রিমাত্রিক কাঠামো আঁকেন এবং আলোচনা করেন, যেমন ১৮৬৯ সালেজিওরনালে ডি সায়েনজে ন্যাচারালি এড ইকোনোমিশে ১,২-ডিব্রোমোইথেন-এর। \"কাইরাল\" শব্দটি ১৯০৪ সালে লর্ড কেলভিন দ্বারা প্রবর্তিত হয়েছিল। স্কটিশ ফার্মাকোলজিস্ট আর্থার রবার্টসন কুশনি ১৯০৮ সালে একটি কাইরাল অণুর এনান্টিওমারের মধ্যে জৈব কার্যকলাপের পার্থক্যের একটি স্পষ্ট উদাহরণ প্রদান করেন, যেমন (-)-অ্যাড্রেনালিন একটি ভাসোকনস্ট্রিক্টর হিসাবে (±) রূপের চেয়ে দুইগুণ বেশি শক্তিশালী এবং ১৯২৬ সালে কাইরাল ফার্মাকোলজি/স্টেরিও-ফার্মাকোলজির ভিত্তি স্থাপন করেন। (আলোকিকভাবে আইসোমেরিক পদার্থের জৈবিক সম্পর্ক)। পরে ১৯৬৬ সালে, ক্যান-ইংল্ড-প্রিলগ নামকরণ বা সিকোয়েন্স নিয়ম তৈরি করা হয়েছিল স্টেরিওজেনিক/কাইরাল সেন্টারে পরম কনফিগারেশন (R- এবং S-নোটেশন) নির্ধারণের জন্য। এবং এই নিয়মটি এখন ওলিফিনিক বন্ধনের (E- এবং Z- নোটেশন)-এর ক্ষেত্রেও প্রয়োগ করা হয়।\n\n\n== তাৎপর্য ==\nকাহন–ইনগোল্ড–প্রিলোগ অগ্রাধিকার নিয়ম হলো একটি অণুর স্টেরিওকেমিস্ট্রি বর্ণনার পদ্ধতির অংশ। এই নিয়ম একটি স্টেরিওসেন্টারের চারপাশে পরমাণুগুলোকে একটি আদর্শ উপায়ে স্থান দেয়, যা অণুতে তাদের আপেক্ষিক অবস্থানের দ্ব্যর্থবোধক বর্ণনার অনুমতি দেয়। ফিশার প্রজেকশন হলো একটি স্টেরিওসেন্টারের চারপাশে স্টেরিওকেমিস্ট্রিকে চিত্রিত করার একটি সরলীকৃত উপায়।\n\n\n=== থ্যালিডোমাইডের উদাহরণ ===\n\nচিকিৎসা ক্ষেত্রে, বিশেষ করে ওষুধ শিল্পে স্টেরিওকেমিস্ট্রির গুরুত্বপূর্ণ প্রয়োগ রয়েছে। স্টেরিওকেমিস্ট্রির গুরুত্বের একটি উদাহরণ প্রায়শই উল্লেখ করা হয় থ্যালিডোমাইড বিপর্যয়ের সাথে। থ্যালিডোমাইড হলো একটি ঔষধ, যা প্রথম ১৯৫৭ সালে জার্মানিতে তৈরি করা হয়েছিল এবং এটি গর্ভবতী মহিলাদের সকালের অসুস্থতার চিকিৎসার জন্য নির্ধারিত ছিল। এই ওষুধটি টেরাটোজেনিক বলে আবিষ্কৃত হয়েছিল, যা প্রাথমিক ভ্রূণের বৃদ্ধি এবং বিকাশে গুরুতর জেনেটিক ক্ষতি করে থাকে, যার ফলে শিশুদের অঙ্গ-প্রত্যঙ্গ বিকৃতি ঘটে। টেরাটোজেনিকতার বেশ কয়েকটি প্রস্তাবিত প্রক্রিয়া রয়েছে যা (R)- এবং (S)-থ্যালিডোমাইড এন্যান্টিওমারের জন্য বিভিন্ন জৈবিক কার্যকারিতা জড়িত। তবে, মানবদেহে থ্যালিডোমাইড রেসিমাইজেশন করে: এমনকি যদি দুটি এন্যান্টিওমারের মধ্যে কেবল একটিকে ওষুধ হিসেবে ব্যবহার করা হয়, তবে অন্য এন্যান্টিওমারটি বিপাকের ফলে উৎপন্ন হয়। অতএব, এটা বলা ভুল যে একটি স্টেরিওইসোমার নিরাপদ এবং অন্যটি টেরাটোজেনিক। থ্যালিডোমাইড বর্তমানে অন্যান্য রোগের চিকিৎসার জন্য ব্যবহৃত হয়, বিশেষ করে ক্যান্সার এবং কুষ্ঠরোগ। গর্ভবতী মহিলাদের দ্বারা এর ব্যবহার এড়াতে এবং বিকাশগত বিকৃতি রোধ করার জন্য কঠোর নিয়মকানুন এবং নিয়ন্ত্রণ প্রয়োগ করা হয়েছে। এই বিপর্যয় জনসাধারণের জন্য ওষুধগুলি সহজ-প্রাপ্য করার আগে কঠোর পরীক্ষার প্রয়োজনীয়তার পিছনে একটি চালিকা শক্তি ছিল।\nআরেকটি উদাহরণে, আইবুপ্রোফেন ওষুধটি (R)- এবং (S)-আইসোমার হিসেবে বিদ্যমান থাকতে পারে। শুধুমাত্র (S)-আইবুপ্রোফেন প্রদাহ এবং ব্যথা কমাতে সক্রিয়।\n\n\n== প্রকার ==\n\n\n=== অ্যাট্রোপিসোমার ===\nঅ্যাট্রোপিসোমেরিজম একটি বন্ধনের চারপাশে ঘোরার অক্ষমতা থেকে উদ্ভূত হয়, যেমন দুটি sp2-হাইব্রিডাইজড কার্বন পরমাণুর কার্যকরী গোষ্ঠীর মধ্যে স্টেরিক বাধা এর কারণে। সাধারণত অ্যাট্রোপিসোমারগুলি কাইরাল হয় এবং এইভাবে তারা অক্ষীয় কাইরালিটির একটি রূপ। অ্যাট্রোপিসোমেরিজমকে কনফর্মেশনাল আইসোমেরিজম হিসাবে বর্ণনা করা যেতে পারে।\n\n\n=== সিস-ট্রান্স আইসোমার ===\nসিস-ট্রান্স আইসোমার প্রায়শই অ্যালকি দ্বৈত বন্ধনের সাথে যুক্ত থাকে।\n\n\"E\"/\"Z\" নামকরণটি \"cis\"/\"trans\" আইসোমেরিজমের ধারণাকে বোঝায় এবং এটি আরও জটিল যৌগের জন্য বিশেষভাবে কার্যকর।\n\n\n=== ডায়াস্টেরিওমার ===\nডায়াস্টেরিওমার হলো অ-সুপারপোজেবল, অ-অভিন্ন স্টেরিওআইসোমার। ডায়াস্টেরিওমেরিজমের একটি সাধারণ উদাহরণ হলো যখন দুটি যৌগ একে অপরের থেকে (আর)/(এস) পরম কনফিগারেশন দ্বারা কিছু স্থানে পৃথক হয়, কিন্তু সমস্ত সংশ্লিষ্ট স্টেরিওকেন্দ্রে নয়। এপিমার হলো ডায়াস্টেরিওমার যা ঠিক একই অবস্থানে পৃথক হয়। cis/trans আইসোমেরিজম হল আরেক ধরণের ডায়াস্টেরিওমেরিক সম্পর্ক।\n\nউদাহরণ: নিচের জোড়াটিকে এপিমার হিসেবেও শ্রেণীবদ্ধ করা যেতে পারে।\n\n\n=== এন্যান্টিওমার ===\nএন্যান্টিওমার হলো অ-সুপারইম্পোজেবল মিরর ইমেজের জোড়া। এই জোড়ার প্রতিটি সদস্যের একটি স্বতন্ত্র \"আর\" রয়েছে।\n\n\n=== এপিমার ===\nএপিমার হলো ডায়াস্টেরিওমারের একটি উপশ্রেণী যা শুধুমাত্র একটি সংশ্লিষ্ট স্টেরিওসেন্টারে পরম কনফিগারেশন কনফিগারেশনে পৃথক। এগুলি সাধারণত চিনি রসায়নে পাওয়া যায়, যেখানে দুটি শর্করা একটি একক কার্বন পরমাণুর কনফিগারেশনের দ্বারা পৃথক হতে পারে।\n\nউদাহরণ: ডি-গ্লুকোজ এবং ডি-গ্যালাকটোজ হলো এপিমার, তাদের গঠনে শুধুমাত্র সি-৪ অবস্থানে পার্থক্য রয়েছে। (চিনির সংখ্যায়ন দেখুন)\n\n\n== আরও দেখুন ==\n\nকঠিন-অবস্থা রসায়ন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}