{"pageid": 1510456, "title": "পি. আর. শ্রীজেশ", "url": "https://bn.wikipedia.org/wiki?curid=1510456", "content": "পারাত্তু রবীন্দ্রন শ্রীজেশ (জন্ম ৮ মে ১৯৮৮) একজন ভারতীয় ফিল্ড হকি প্রশিক্ষক এবং সাবেক খেলোয়াড়। তিনি জাতীয় দলের অধিনায়ক ছিলেন এবং গোলরক্ষক হিসেবে খেলতেন। ২০২৪ সাল থেকে তিনি ভারত পুরুষ অনূর্ধ্ব-২১ জাতীয় দলের প্রধান প্রশিক্ষক। তাকে ফিল্ড হকির ইতিহাসের সেরা গোলরক্ষকদের একজন হিসেবে বিবেচনা করা হয়। শ্রীজেশ ২০২০ এবং ২০২৪ গ্রীষ্মকালীন অলিম্পিকে ভারতীয় জাতীয় দলের ব্রোঞ্জ পদক জয়ে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। তিনি ২০২০, ২০২২ এবং ২০২৪ সালে এফআইএইচ পুরস্কারে সেরা পুরুষ গোলরক্ষকের পুরস্কার জিতেছেন।\nতিনি ২০১৪ এবং ২০২২ এশিয়ান গেমসে স্বর্ণ পদক জয়ী দলের অংশ ছিলেন। শ্রীজেশ হকি ইন্ডিয়া লিগে মুম্বাই ম্যাজিশিয়ান্স এবং উত্তরপ্রদেশ উইজার্ডসের হয়ে খেলেছেন। ২০২৪ সালে তিনি দিল্লি এসজি পাইপার্সের পরামর্শক ছিলেন।\n২০২৫ সালের জানুয়ারিতে পি. আর. শ্রীজেশকে ভারতের তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার পদ্মভূষণে ভূষিত করা হয়।\n\n\n== প্রারম্ভিক জীবন ==\nশ্রীজেশের জন্ম ১৯৮৮ সালের ৮ মে কেরলের কোচির উপশহর কিজাক্কাম্বালামে এক কৃষক পরিবারে। তাঁর বাবা পি. ভি. রবীন্দ্রন এবং মা উষা। তিনি কিজাক্কাম্বামালামের সেন্ট অ্যান্টনিস লোয়ার প্রাইমারি স্কুলে প্রাথমিক শিক্ষা সম্পন্ন করেন এবং কিজাক্কাম্বামালামের সেন্ট জোসেফস হাই স্কুলে ষষ্ঠ শ্রেণি পর্যন্ত পড়াশোনা করেন। তাঁর ভাই শ্রীজিত কানাডায় থাকেন।\nশৈশবে তিনি প্রথমে স্প্রিন্টার হিসেবে প্রশিক্ষণ নেন, পরে উচ্চ লম্ফ এবং ভলিবলের দিকেও তার পদচারণা দেখা যায়। ১২ বছর বয়সে তিনি তিরুবনন্তপুরমের জি. ভি. রাজা স্পোর্টস স্কুলে যোগ দেন। সেখানেই তাঁর প্রশিক্ষক তাকে গোলরক্ষক হিসেবে খেলার পরামর্শ দেন। স্কুলে হকি প্রশিক্ষক জয়কুমার দ্বারা নির্বাচিত হওয়ার পর তার পেশাদার জীবন শুরু হয়।  কিছুকাল স্কুল পর্যায়ে খেলার পর তিনি নেহরু কাপে অংশ নেন। তিনি কেরালার চেম্পাজান্থির শ্রী নারায়ণ কলেজ থেকে ইতিহাস বিষয়ে স্নাতক সম্পন্ন করেন।\n২০১৯ সালে ভারত সরকার ক্রীড়া ক্ষেত্রে তাঁর অবদানের জন্য ভারতের চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রী প্রদান করে।\n\n\n== পেশাজীবন ==\n\n\n=== আন্তর্জাতিক পেশাজীবন ===\nশ্রীজেশ ২০০৪ সালে জুনিয়র জাতীয় দলে জায়গা লাভ করেনএবং পার্থে অস্ট্রেলিয়ার বিরুদ্ধে ম্যাচে অংশ নেন। ২০০৬ সালে কলম্বোতে দক্ষিণ এশীয় গেমসে সিনিয়র জাতীয় দলে তাঁর অভিষেক হয়। ২০০৮ জুনিয়র এশিয়া কাপে ভারতের জয়ের পর তিনি 'টুর্নামেন্টের সেরা গোলরক্ষক' পুরস্কার পান। ছয় বছর ধরে ভারতীয় দলের অংশ হওয়া সত্ত্বেও, প্রায়শই সিনিয়র গোলরক্ষক অ্যাড্রিয়ান ডি'সুজা এবং ভারত ছেত্রির কাছে তিনি তাঁর জায়গা হারাতেন। তবে ২০১১ সালে চীনের অর্ডোস সিটিতে এশিয়ান চ্যাম্পিয়ন্স ট্রফি ফাইনালে পাকিস্তানের বিরুদ্ধে দুটি পেনাল্টি স্ট্রোক বাঁচিয়ে ম্যাচ জেতানোর পর থেকে তিনি দলের নিয়মিত সদস্য হয়ে ওঠেন। ২০১৩ এশিয়া কাপে তিনি দ্বিতীয়বার 'টুর্নামেন্টের সেরা গোলরক্ষক' পুরস্কার পান, যেখানে ভারত টুর্নামেন্টে দ্বিতীয় স্থান অর্জন করে। তিনি সেই দলেরও অংশ ছিলেন যারা রৌপ্য পদক জিতেছিল।\nশ্রীজেশ এর আগে ২০১২ সালের লন্ডন গ্রীষ্মকালীন অলিম্পিক এবং ২০১৪ সালের বিশ্বকাপে ভারতের প্রতিনিধিত্ব করেছিলেন। ২০১৪ সালে দক্ষিণ কোরিয়ার ইনচনে এশিয়ান গেমসে ফাইনালে পাকিস্তানের বিরুদ্ধে দুটি পেনাল্টি স্ট্রোক বাঁচিয়ে তিনি ভারতের স্বর্ণ পদক জয়ে মুখ্য ভূমিকা পালন করেন। ২০১৪ চ্যাম্পিয়ন্স ট্রফি এবং ২০১৮ চ্যাম্পিয়ন্স ট্রফিতে তিনি \"টুর্নামেন্টের সেরা গোলরক্ষক\" নির্বাচিত হন। ২০১৪ সালে তাঁর অসাধারণ ক্রীড়াকৌশল প্রদর্শনের পর তিনি সেরা পুরুষ গোলরক্ষকের পুরস্কারের জন্য মনোনীত হন, তবে নেদারল্যান্ডসের জাপ স্টকম্যানের কাছে হেরে যান। ২০১৬ সালে লন্ডনে অনুষ্ঠিত পুরুষ হকি চ্যাম্পিয়ন্স ট্রফিতে রৌপ্য পদক জয়ী দলের অধিনায়ক ছিলেন তিনি।\n২০১৬ সালের ১৩ জুলাই শ্রীজেশ সর্দার সিংয়ের কাছ থেকে ভারতীয় হকি দলের অধিনায়কত্ব গ্রহণ করেন।\n২০১৬ সালের রিও অলিম্পিকে শ্রীজেশ ভারতীয় হকি দলকে টুর্নামেন্টের কোয়ার্টার ফাইনালে নিয়ে যান।\n২০২১ সালের ৫ আগস্ট টোকিও অলিম্পিকে জার্মানিকে হারিয়ে ভারতের ব্রোঞ্জ পদক জেতায় শ্রীজেশ মুখ্য ভূমিকা পালন করেন। এটি ছিল ৪১ বছরে ভারতের হকিতে প্রথম অলিম্পিক পদক।\nশ্রীজেশ ২০২২ কমনওয়েলথ গেমসে রৌপ্য পদক, ২০২৩ এশিয়ান চ্যাম্পিয়ন ট্রফি এবং ২০২২ এশিয়ান গেমস হকিতে স্বর্ণ পদক জয়ী দলের অংশ ছিলেন।\n২০২৪ সালের প্যারিস গ্রীষ্মকালীন অলিম্পিকেও ভারতের ব্রোঞ্জ পদক জয়ে তিনি গুরুত্বপূর্ণ ভূমিকা পালন করেন। অলিম্পিক গেমসের পর তিনি আন্তর্জাতিক পেশাজীবন থেকে অবসর নেন।\n\n\n=== ক্লাবের পেশাজীবন ===\nহকি ইন্ডিয়া লিগের প্রথম মৌসুমের নিলামে শ্রীজেশকে মুম্বাই ফ্র্যাঞ্চাইজি ৩৮,০০০ মার্কিন ডলারে কিনে নেয়। তিনি মুম্বাই ম্যাজিশিয়ান্স দলের হয়ে দুটি মৌসুম খেলেন। ২০১৪ সালে উত্তরপ্রদেশ উইজার্ডস তাকে ৬৯,০০০ মার্কিন ডলারে কিনে নেয় এবং ২০১৫ মৌসুম থেকে তিনি তাদের হয়ে খেলতে থাকেন। পি. আর. শ্রীজেশ রানি রামপালের পর \"বিশ্ব বর্ষসেরা ক্রীড়াবিদ\" পুরস্কার জয়ী দ্বিতীয় ভারতীয় হন।\n\n\n== ব্যক্তিগত জীবন ==\nশ্রীজেশ তাঁর দীর্ঘদিনের বান্ধবী অনীশ্যাকে বিয়ে করেন, যিনি একজন সাবেক লং জাম্পার এবং আয়ুর্বেদ চিকিৎসক। তাঁদের কন্যা অনুশ্রীর জন্ম ২০১৪ সালে এবং পুত্র শ্রীআনশের জন্ম ২০১৭ সালে। বর্তমানে তিনি কেরল সরকারের সাধারণ ও উচ্চতর শিক্ষা বিভাগে যুগ্ম পরিচালক হিসেবে কর্মরত। শ্রীজেশ রোটারি ক্লাব অফ কিজাক্কাম্বালাম, ডিস্ট্রিক্ট ৩২০১-এর সদস্য।  \n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nহকি ইন্ডিয়ায় শ্রীজেশ রবীন্দ্রন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ আগস্ট ২০২১ তারিখে।\nwww.theworldgames.org\nআন্তর্জাতিক হকি ফেডারেশনে শ্রীজেশ রবীন্দ্রন।\nঅলিম্পিডিয়ায় শ্রীজেশ রবীন্দ্রন।\nটেমপ্লেট:পদ্মভূষণ পুরস্কার প্রাপক ২০২০–২০২৯\nটেমপ্লেট:ক্রীড়ায় পদ্মশ্রী পুরস্কার প্রাপক"}