{"pageid": 1510113, "title": "অ্যালোট্রপি", "url": "https://bn.wikipedia.org/wiki?curid=1510113", "content": "অ্যালোট্রপি বা অ্যালোট্রপিজম ( প্রাচীন গ্রিক  ἄλλος (অ্যালোস) 'অন্য', and  τρόπος (ট্রপস) 'পদ্ধতি, রূপ') হল কিছু রাসায়নিক মৌলের এমন একটি বৈশিষ্ট্য যেখানে তারা একই ভৌত অবস্থায় দুই বা ততোধিক ভিন্ন রূপে বিদ্যমান থাকে; এই রূপগুলিকে ঐ মৌলগুলির অ্যালোট্রপ বলা হয়। অ্যালোট্রপগুলি হল কোনো মৌলের গঠনগত বিভিন্ন রূপ: একই মৌলের পরমাণুগুলি বিভিন্নভাবে পরস্পরের সাথে বন্ধনযুক্ত হয়। উদাহরণস্বরূপ, কার্বনের অ্যালোট্রপগুলির মধ্যে রয়েছে হীরক (যেখানে কার্বন পরমাণুগুলি টেট্রাহেড্রার ঘনক্ষেত্রাকার জালি গঠনে বন্ধনযুক্ত), গ্রাফাইট (যেখানে কার্বন পরমাণুগুলি ষড়ভুজাকার জালির স্তরে বন্ধনযুক্ত), গ্রাফিন (গ্রাফাইটের একক স্তর), এবং ফুলারিন (যেখানে কার্বন পরমাণুগুলি গোলাকার, নলাকার বা উপবৃত্তাকার গঠনে বন্ধনযুক্ত)।\nঅ্যালোট্রপি  পরিভাষাটি শুধুমাত্র মৌলের ক্ষেত্রে প্রযোজ্য, যৌগের জন্য নয় যেকোনো যৌগের ক্ষেত্রে প্রযোজ্য অধিকতর সাধারণ পরিভাষা হল 'পলিমরফিজম', যদিও এটি সাধারণত কঠিন পদার্থ যেমন স্ফটিকের গঠনবৈচিত্র্য বোঝাতেই ব্যবহৃত হয় অ্যালোট্রপি শুধুমাত্র একটি মৌলের একই ভৌত দশার (পদার্থের অবস্থা, যেমন—কঠিন, তরল বা গ্যাসীয়) মধ্যে বিদ্যমান বিভিন্ন রূপকে নির্দেশ করে।\n\n\n== ইতিহাস ==\nঅ্যালোট্রপির ধারণাটি মূলত ১৮৪০ সালে সুইডিশ বিজ্ঞানী ইয়োনস ইয়াকব ব্যার্শেলিয়ুস (১৭৭৯-১৮৪৮) দ্বারা প্রস্তাবিত হয়েছিল।  এই শব্দটি গ্রিক  άλλοτροπἱα  (অ্যালোট্রোপিয়া) 'পরিবর্তনশীলতা, পরিবর্তনযোগ্যতা' থেকে উদ্ভূত হয়েছে। ১৮৬০ সালে অ্যাভোগাড্রোর সূত্র গ্রহণের পর এটা বোঝা গিয়েছিল যে মৌলগুলি বহুপরমাণবিক অণু হিসাবে বিদ্যমান থাকতে পারে, এবং অক্সিজেনের দুটি অ্যালোট্রপকে O₂ ও O₃ হিসাবে চিহ্নিত করা হয়েছিল। বিংশ শতাব্দীর শুরুর দিকে, এটা চিহ্নিত করা হয়েছিল যে কার্বনের মতো অন্যান্য ক্ষেত্রে স্ফটিক গঠনের পার্থক্যের কারণে এমন ঘটনা ঘটে।  \n১৯১২ সালে নাগাদ, বিজ্ঞানী অস্টভাল্ড উল্লেখ করেন যে মৌলগুলির অ্যালোট্রপি হলো যৌগগুলির জন্য পরিচিত পলিমরফিজম (বহুরূপতা) ঘটনার একটি বিশেষ ক্ষেত্র মাত্র। তিনি প্রস্তাব করেন যে 'অ্যালোট্রপ' ও 'অ্যালোট্রপি' পরিভাষাগুলি পরিত্যাগ করে সেগুলিকে 'পলিমরফ' (বহুরূপী) ও 'পলিমরফিজম' (বহুরূপতা) দ্বারা প্রতিস্থাপিত করা হোক। যদিও অন্যান্য অনেক রসায়নবিদ এই পরামর্শ পুনরাবৃত্তি করেছেন, তবুও আইইউপিএসি এবং অধিকাংশ রসায়ন বিষয়ক পাঠ্যপুস্তকে এখনও শুধুমাত্র মৌলগুলির ক্ষেত্রে 'অ্যালোট্রপ' ও 'অ্যালোট্রপি' পরিভাষার ব্যবহারকে প্রাধান্য দেওয়া হয়।\n\n\n== একটি মৌলের অ্যালোট্রপের বৈশিষ্ট্যের মধ্যে পার্থক্য ==\nঅ্যালোট্রপ হলো একই মৌলের ভিন্ন গঠনগত রূপ, এবং এগুলি সম্পূর্ণ ভিন্ন ভৌত ধর্ম ও রাসায়নিক আচরণ প্রদর্শন করতে পারে। অ্যালোট্রপিক রূপের মধ্যে পরিবর্তন সেই একই বলগুলির দ্বারা সক্রিয় হয় যা অন্যান্য গঠনকে প্রভাবিত করে, যেমন: চাপ, আলো, এবং তাপমাত্রা।   অতএব, নির্দিষ্ট অ্যালোট্রপগুলির স্থায়িত্ব নির্দিষ্ট অবস্থার উপর নির্ভর করে। উদাহরণস্বরূপ, লোহা ৯০৬ °সে (১৬৬২.৮ °ফা)-র উপরে দেহ-কেন্দ্রিক ঘনাকার গঠন (ফেরাইট) থেকে মুখ-কেন্দ্রিক ঘনাকার গঠনে (অস্টেনাইট) রূপান্তরিত হয়। অন্যদিকে, টিন ১৩.২ °সে (৫৫.৮ °ফা)-র নিচে ধাতব রূপ থেকে অর্ধ-ধাতব রূপে পরিবর্তিত হয়, যা টিন পেস্ট নামে পরিচিত। বিভিন্ন রাসায়নিক আচরণ বিশিষ্ট অ্যালোট্রোপের উদাহরণ হিসেবে, ওজোন (O₃) ডাইঅক্সিজেন (O₂) এর চেয়ে অনেক শক্তিশালী অক্সিডাইজিং এজেন্ট।\n\n\n== ন্যানোঅ্যালোট্রপস ==\n২০১৭ সালে, ন্যানোঅ্যালোট্রপির ধারণাটি প্রস্তাব করা হয়েছিল। ন্যানোঅ্যালোট্রপ, বা ন্যানোউপাদানের অ্যালোট্রোপ, হলো এমন ন্যানোপোরাস উপাদান যাদের রাসায়নিক সংযুতি একই (যেমন, আর্গন) কিন্তু ন্যানোস্কেলে তাদের গঠনগত ব্যবস্থা ভিন্ন। এখানে \"ন্যানোস্কেল\" বলতে পৃথক পরমাণুর মাত্রার ১০ থেকে ১০০ গুণ পরিসরকে বোঝায়। এই জাতীয় ন্যানোঅ্যালোট্রপগুলি অতি-ছোট ইলেকট্রনিক ডিভাইস তৈরি করতে এবং অন্যান্য শিল্প অ্যাপ্লিকেশনগুলি খুঁজে পেতে সহায়তা করতে পারে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nAllotropes – রসায়ন বিশ্বকোষ"}