{"pageid": 1510397, "title": "বারোজন নৃত্যরত রাজকন্যা", "url": "https://bn.wikipedia.org/wiki?curid=1510397", "content": "\"বারোজন নৃত্যরত রাজকন্যা\" (এছাড়াও \"ক্ষতিগ্রস্ত নাচের জুতো\" বা \" নাচতে নাচতে নষ্ট হয়ে যাওয়া জুতো \"; জার্মান: ডাই জারটানজটেন শুহে ) হল একটি জার্মান রূপকথা যা গ্রিম ব্রাদার্স দ্বারা সংগৃহীত এবং এটি ১৮১৫ সালে গ্রিম'স ফেয়ারি টেলস (KHM 133)-এ প্রকাশিত হয়েছিল।  এটি আর্নে-থম্পসন 306 টাইপের। \nচার্লস দেউলিন তার কন্টেস ডু রোই ক্যামব্রিনাস (১৮৭৪) গ্রন্থে আরেকটি ফরাসি সংস্করণ সংগ্রহ করেছিলেন, যার কৃতিত্ব তিনি গ্রিম সংস্করণকে দিয়েছিলেন  আলেকজান্ডার আফানাসিয়েভ তার নরোদনি রুস্কি স্কাজকিতে  এই রূপকথার \"দ্য নাইট ড্যান্সেস\" শিরোনামের দুটি রাশিয়ান রূপ সংগ্রহ করেছিলেন।  \nএর নিকটতম অ্যানালগ হল স্কটিশ কেট ক্র্যাকারনাটস, যেখানে একজন রাজপুত্র ছিল যিনি প্রতি রাতে নাচতে বাধ্য ছিলেন।\n\n\n== উৎপত্তি ==\n১৮১৫ সালে ব্রাদার্স গ্রিম কর্তৃক কিন্ডার- আন্ড হাউসমার্চেন, খণ্ড ২-এর প্রথম সংস্করণে এই গল্পটি প্রকাশিত হয়েছিল। তাদের উৎস ছিল জেনি ফন ড্রস্টে-হালশফ। এটি মূলত ৪৭ নম্বরে প্রকাশিত হয়েছিল কিন্তু পরবর্তী সংস্করণগুলিতে KHM ১৩৩ হিসাবে প্রকাশিত হয়েছিল। \n\n\n== পটভূমি ==\nগ্রিম ব্রাদার্স গল্পটি জেনেছিলেন তাদের বন্ধু হ্যাক্সথাউসেনদের কাছ থেকে, যারা মুনস্টারে গল্পটি শুনেছিলেন। অন্যান্য সংস্করণগুলি হেসে এবং প্যাডেরবর্নে পরিচিত ছিল। হেসের সংস্করণে, কেবলমাত্র একজন রাজকন্যাকে প্রতি রাতে এক ডজন জুতা পরার জন্য দায়ী বলে মনে করা হয়, যতক্ষণ না একজন তরুণ জুতা প্রস্তুতকারকের শিক্ষানবিশ আবিষ্কার করে যে তার সাথে আরও এগারো জন রাজকন্যা ঘটনায় যোগ দিয়েছে। এর ফলে জাদু নষ্ট যায়, এবং শিক্ষানবিস রাজকন্যাকে বিয়ে করে। প্যাডেরবর্ন সংস্করণে, তিনজন রাজকন্যা রাতের বেলায় তিনজন দৈত্যের সাথে একটি প্রাসাদে নৃত্য করে।  এই সংস্করণে সৈনিকের নেশাযুক্ত ওয়াইন ফেলে দেওয়ার এবং ঘুমের ভান করার কৌশলের পরিচয় দেওয়া হয়েছে। \nভিক্টোরিয়ান সম্পাদকরা রাজকন্যাদের অবস্থান আবিষ্কার করতে ইচ্ছুকদের উপর আরোপিত \"কর অথবা মর\" দিকটি অপছন্দ করতেন এবং এটি এড়াতে উপায় খুঁজে বের করার চেষ্টা করেন । যারা অসমর্থ হয়েছিল তাদের মৃত্যুর পরিবর্তে কোনো ব্যাখ্যা ছাড়াই উধাও করে দেওয়া হয়। অ্যান্ড্রু ল্যাং -এর বর্ণনায় অনুসন্ধানী রাজকুমাররা উধাও হয়ে যায় এবং পরে প্রকাশ পায় যে তারা মন্ত্রমুগ্ধ হয়ে পাতাল জগতে আটকা পড়েছে। ল্যাং-এর সংস্করণের নায়ক মাইকেল নামে একজন রাখাল, যে বড় রাজকুমারীকে নয়, বরং কনিষ্ঠ রাজকুমারী লিনাকে বিয়ে করে। তার বোনেরা প্রত্যেকে এক একজন প্রতিযোগীদের বিয়ে করে তারা জাদু থেকে মুক্ত হওয়ার পর।\nসোনা, রূপা এবং হীরার পাতা দিয়ে তৈরি গাছের বাগানটি সুমেরীয় মহাকাব্য গিলগামেশের অনুরূপ একটি বাগানের কথা মনে করিয়ে দেয়। \nগ্রিমসের সংস্করণে রাজকুমারীদের প্রায়শই কিছুটা বিদ্বেষপূর্ণ চরিত্র হিসেবে চিত্রিত করা হয়, যারা তাদের বাবার কাছে মিথ্যা বলার জন্য কোনও অনুশোচনা দেখায় না, এবং তাদের রহস্য অমীমাংসিত থাকার জন্য তাদের প্রেমিকদের বারবার মাদকাসক্ত সুরা পান করায়, যদিও তারা জানে যে গল্পের কিছু সংস্করণে ব্যর্থদের মৃত্যুদণ্ড দেওয়া হয়।\n\n\n== সারসংক্ষেপ ==\nএক রাজ্যে এক রাজা এবং তার বারো কন্যা বাস করতো। বারো রাজকন্যা একই শোবার ঘরে বারোটি বিছানায় ঘুমায়, যে দরজাগুলো তাদের বাবা প্রতি রাতে বন্ধ করে দেন। কিন্তু প্রতিদিন সকালে, রাজা তার মেয়েদের শোবার ঘরের দরজা খুলে দেখেন যে তাদের জুতাগুলো জীর্ণ, যেন তারা সারা রাত ধরে নেচেছিল । বিভ্রান্ত রাজা প্রতিশ্রুতি দেন যে যদি কেউ রহস্য সমাধান করতে পারে তবে সে বারো রাজকন্যার যেকোনো একজনকে বিয়ে করতে পারে এবং রাজ্যের উত্তরাধিকারী হতে পারে, কিন্তু প্রতিটি আবেদনকারীকে রাজকন্যাদের রহস্য আবিষ্কার করার জন্য মাত্র তিন দিন এবং তিন রাত সময় দেওয়া হবে, অন্যথায় তার শিরশ্ছেদ করা হবে।\nঅনেক রাজপুত্র প্রতি রাতে বারোজন রাজকন্যা কোথায় নাচেন তা আবিষ্কার করার চেষ্টা করেন, কিন্তু তাদের সকলেই ব্যর্থ হন এবং তাদের মৃত্যুদণ্ড দেওয়া হয়। যুদ্ধ থেকে ফিরে আসা একজন বৃদ্ধ সৈনিক একজন বৃদ্ধ মহিলার সাথে দেখা করে, যাকে সে রাজার এই প্রস্তাব স্বীকার করার কথা বলে। বৃদ্ধা সৈনিককে সতর্ক করে দেন যে রাজকন্যারা তাকে যে মদ দেবে তা পান না করতে এবং তারা চলে না যাওয়া পর্যন্ত গভীর ঘুমের ভান করে থাকতে, এবং তাকে একটি অদৃশ্য পোশাক দেন যা সে রাজকন্যাদের পর্যবেক্ষণ করার জন্য ব্যবহার করতে পারে।\nপ্রাসাদে সৈনিককে সাদরে গ্রহণ করা হয় এবং সন্ধ্যায়, জ্যেষ্ঠ রাজকুমারী তার কক্ষে এসে তাকে এক পেয়ালা সুরা অর্পণ করে। সৈনিকটি, বৃদ্ধ মহিলার পরামর্শ মনে রেখে, গোপনে তার থুতনির নীচে বেঁধে রাখা একটি স্পঞ্জে সুরা ঢেলে দেয় ও বিছানায় শুয়ে পড়ে, এবং জোরে জোরে নাক ডাকে যেন সে ঘুমিয়ে আছে।\n\n\n== গল্পের অন্যান্য রুপগুলি ==\nগল্পটি সম্ভবত ১৭ শতকের আগের নয় এবং বিভিন্ন দেশ থেকে গল্পটির বিভিন্ন রূপ জানা যায়। \n\nইউরোপ :\nস্কটল্যান্ড – কেটি ক্র্যাকারনাটস অথবা ক্যাথেরিন ক্র্যাকারনাটস\nফ্রান্স - বারো নৃত্যরত রাজকুমারী\nপর্তুগাল - মুরিশ রাজপুত্র এবং খ্রিস্টান রাজকুমারী, সাতটি লোহার পাদুকা\nজার্মানি - সেই জুতগুলি যা নাচতে নাচতে ক্ষয় হয়ে গেছে, বারোজন নৃত্যরত রাজকুমারী\nডেনমার্ক - বারো জোড়া সোনালী জুতা সহ রাজকুমারী\nআইসল্যান্ড – হিল্ড, এলভদের রানী ; হিলদুর পরীর রানী ; হিলদুর, এলভদের রানী\nচেক প্রজাতন্ত্র - তিন মেয়ে\nস্লোভাকিয়া - তিন মেয়ে\nহাঙ্গেরি – দৃঢ় প্রতিজ্ঞ মেয়েরা, অদৃশ্য রাখাল ছেলে\nরোমানিয়া – বারো রাজকুমারীর চটি,  জীর্ণ চটি সহ বারো রাজকুমারী\nরাশিয়া – দ্য ড্যান্সড আউট সু ; এলেনা দ্য ওয়াইজ ; দ্য মিডনাইট ড্যান্স ;  দ্য সিক্রেট বল\nআর্মেনিয়া - দৈত্য-হত্যাকারী\nআফ্রিকা :\nকেপ ভার্দে – যে জুতাগুলো নাচতে নাচতে ক্ষয় হয়ে গেছে;  উত্তরাধিকারসূত্রে ভাগ করা: ল\nমধ্যপ্রাচ্য :\nতুরস্ক - জাদুর পাগড়ি, জাদুর চাবুক এবং জাদুর কার্পেট\nআরবি - সোনালী শহর\nএশিয়া :\nভারত – দোরানি,  \"অদৃশ্য নারী\"\nবাংলা – কোতোয়ালের কন্যা,  বাকাওয়ালির গোলাপ\nউজবেক - মহিস্তারা । \nগল্পের বিভিন্ন রূপে, রাজকন্যাদের সংখ্যা ভিন্ন, কখনও কখনও কেবল একজন কুমারীও থাকে। অনেক গল্পে, রাজকুমারী একটি অতিপ্রাকৃত চরিত্রের সাথে রাতের নৃত্যে যান, যেমন শয়তান।\nএকটি ফরাসি সাহিত্যিক সংস্করণ বিদ্যমান, যা চার্লস দেউলিন তার \"কন্টেস ডু রোই ক্যামব্রিনাস\" গ্রন্থে লিখেছেন।\n\n\n== রূপান্তর ==\n১৯৪২ সালে মেইনে গল্পের উপর ভিত্তি করে একটি নাটকের পরিবেশনা\n\nসোফি কান এই সুপরিচিত রূপকথার একটি রূপান্তর লিখেছিলেন যার শিরোনাম ছিল \"ড্যান্সিং থ্রু দ্য নাইট\"।\n\"সেক্সিং দ্য চেরি\" -তে জিনেট উইন্টারসন এই গল্পে ভিন্নতা এনেছেন এবং সংযোজন করেছেন, যেখানে বৃদ্ধ সৈনিক হলেন একজন রাজপুত্র যার ১১ জন ভাই রয়েছে, যাদের প্রত্যেকেই একজন বোনকে বিয়ে করে, ছোট বোন ছাড়া, যে রাজপুত্রের সাথে তার বিয়ের আগেই পালিয়ে যায়।\n১৯৭৭ সালের একটি পূর্ব জার্মান টিভি-মুভি ফার্নসেহেন ডার ডিডিআর এবং ডিইএফএ-এর সাথে অংশীদারিত্বে তৈরি। এই সংস্করণে ১২টির পরিবর্তে সাতটি রাজকুমারী রয়েছে।\nহ্যাপিলি এভার আফটার: ফেইরি টেলস ফর এভরি চাইল্ড-এর একটি পর্ব ছিল যার নাম \"দ্য টুয়েলভ ড্যান্সিং প্রিন্সেস\"।\n\"বার্বি ইন দ্য টুয়েলভ ড্যান্সিং প্রিন্সেস\" ছবিতে, বার্বি ১২ বোনের মধ্যে ৭ম বোন জেনেভিভের ভূমিকায় অভিনয় করেছেন। এই সংস্করণে ব্যাপক পরিবর্তন রয়েছে: রাজকন্যারা একজন দুষ্ট গৃহশিক্ষিকার হাত থেকে নিষ্কৃতি চাইছেন যিনি তাদের দুর্গে নাচতে দিচ্ছেন না (এবং দেখা যাচ্ছে যে তিনি তাদের বাবাকে বিষ প্রয়োগ করছেন), এবং তাদের গোপন রহস্য আবিষ্কার করার চেষ্টা করা পুরুষদের দলটি ডেরেক দ্বারা প্রতিস্থাপিত হয়, একজন রাজকীয় মুচি যিনি সক্রিয়ভাবে তাদের সহায়তা করেন এবং জেনেভিভের প্রেমিক হয়ে ওঠেন।\n১৯৭৮ সালে, বেন রিয়া পরিচালিত একটি টিভি-প্রস্তুত গল্পের পুনঃবিবৃতিতে জিম ডেলকে সৈনিকের ভূমিকায়, ফ্রেডি জোন্সকে নিঃস্ব রাজার ভূমিকায় এবং গ্লোরিয়া গ্রাহামকে ডাইনির ভূমিকায় অভিনয় করতে দেখা যায়। গল্পে উল্লেখযোগ্য পরিবর্তন আনা হয়েছিল, যার মধ্যে রাজকন্যাদের সংখ্যা কমিয়ে ছয় করা হয় এবং সৈনিকটি শেষ পর্যন্ত তাদের প্রতারক স্বভাবের কারণে কোনও রাজকন্যাকে বিয়ে করতে অস্বীকৃত হয়।\nসাহিত্যে এটি ওয়াল্টার ডি লা মেরের ' টোল্ড অ্যাগেইন' এবং 'টেলস টোল্ড অ্যাগেইন' এবং রবিন ম্যাককিনলির ' দ্য ডোর ইন দ্য হেজ' নামে পুনরাবৃত্ত হয়েছিল।\nকিছু সংস্করণে, যেমন রবিন ম্যাককিনলির দ্য ডোর ইন দ্য হেজ এবং এলেন কুশনারের ট্রলস-আই ভিউ-এর সংস্করণে, জ্যেষ্ঠ রাজকুমারী সৈনিককে জীবন রক্ষাকারী পরামর্শ দেওয়ার জন্য নিজেকে একজন বৃদ্ধা মহিলার ছদ্মবেশে রাখেন।\nপ্যাট্রিসিয়া এ. ম্যাককিলিপ \"আ উলফ অ্যাট দ্য ডোর\" সংকলনের জন্য একটি রূপান্তর লিখেছিলেন। এর কয়েকটি ভিন্নতা রয়েছে, সবচেয়ে উল্লেখযোগ্য হল যে রাজকুমারীরা যাদের সাথে নাচতে নাচতে রাত কাটাচ্ছিলেন তারা আসলে মারা গিয়েছিলেন এবং সৈনিক রাজকুমারীদের কাজ প্রকাশ করার পরের রাতেই রাজকন্যাদের নশ্বর পৃথিবী থেকে চিরতরে দূরে নিয়ে যাওয়ার পরিকল্পনা করেছিলেন।\nসাইমন পালস কর্তৃক প্রকাশিত দ্য ওয়ান্স আপন আ টাইম উপন্যাস সিরিজে সুজান ওয়েনের দ্য নাইট ড্যান্স নামে গল্পটির পুনরায় বর্ণনা করা হয়েছে। গল্পটি আর্থারিয়ান কিংবদন্তিতে স্থাপিত, যেখানে লেকের লেডি ভিভিয়েন বারো রাজকন্যার মা হিসেবে ছিলেন।\nশিশুদের টেলিভিশন অনুষ্ঠান সুপার হোয়াই!-তে \"দ্য টুয়েলভ ড্যান্সিং প্রিন্সেসেস\" নামে একটি পর্ব অন্তর্ভুক্ত ছিল (সিজন ১। পর্ব ২১, ৭ এপ্রিল, ২০০৮)। এই রূপান্তরে, রাজা সুপার রিডার্সকে তার মেয়েরা প্রতি রাতে কোথায় অদৃশ্য হয়ে যাচ্ছে তা খুঁজে বের করতে বলেন। যখন তাদের গোপন রহস্য উন্মোচিত হয়, তখন রাজকন্যারা সুপার রিডার্সের কাছে স্বীকার করে যে তারা তাদের বাবার জন্য একটি সারপ্রাইজ পার্টির পরিকল্পনা করছে, যেখানে সকলেই যোগদানের সুযোগ পাবে।\nঅ্যান সেক্সটন তার \"ট্রান্সফরমেশনস\" (১৯৭১) বইয়ের \"দ্য টুয়েলভ ড্যান্সিং প্রিন্সেসেস\" নামক একটি কবিতার রূপকথার রূপ লিখেছিলেন, যেখানে তিনি গ্রিমের রূপকথার ষোলটি পুনঃকল্পনা করেছেন।\nজুলিয়েট ম্যারিলিয়ারের উপন্যাস ওয়াইল্ডউড ড্যান্সিং ট্রান্সিলভেনিয়ার একটি পুনর্বিবেচনার সেট প্রদান করে, যা ঐতিহ্যবাহী ট্রান্সিলভেনিয়ান লোককাহিনীর সাথে মিশে যায়। তারা যে ভূগর্ভস্থ রাজ্যে নৃত্য করে তা হল পরীর রাজ্য, যেখানে তারা কাঠের ডাইনির কৃপায় প্রবেশ করেছে।\nডায়ান জাহলারের মাঝারি মানের উপন্যাস \"দ্য থার্টিনথ প্রিন্সেস\" গল্পটি তার অতিরিক্ত ত্রয়োদশ বোন জিটার দৃষ্টিকোণ থেকে পুনর্ব্যক্ত করে। তার বাবা, যিনি পুত্রসন্তান চেয়েছিলেন, তাকে দাসীদের মহলে নির্বাসন দিয়েছিলেন। যখন জিটার বারো বোন রহস্যজনকভাবে অসুস্থ হয়ে পড়ে, তখন তাকে নৃত্যের অভিশাপ ভাঙার উপায় খুঁজে বের করতে হবে।\nজেসিকা ডে জর্জের উপন্যাস \"প্রিন্সেস অফ দ্য মিডনাইট বল\" একটি পুনরালোচনা যেখানে বলা হয়েছে যে রাজকন্যারা প্রতি রাতে একজন দুষ্ট জাদুকর, কিং আন্ডার স্টোন-এর জন্য নাচার অভিশাপ পায়।\nটেলিভিশন সিরিজ \"ফেরিয়ে টেল থিয়েটার\"-এর একটি পর্ব ছিল যার শিরোনাম ছিল \"দ্য ড্যান্সিং প্রিন্সেসেস\"। বারোজনের বিপরীতে ছয়জন রাজকন্যা ছিল, কিন্তু অন্যথায় গল্পটি একই রকম রয়ে গেছে।\nঅ্যানিমে সিরিজ গ্রিম'স ফেয়ারি টেল ক্লাসিকস, গ্রিমের ল্পেরপর ভিত্তি করে তৈরি যেখানে মাত্র তিনজন রাজকন্যা রয়েছে: জেনেভিভ হলেন জ্যেষ্ঠ, তার মধ্যমা বোনের নাম লুইস এবং কনিষ্ঠের নাম জুলিয়া। গল্পের ভেতরে একটা টুইস্ট আসে - দেখা যায় যে, জাদুকরী প্রাসাদের ভেতরে ভূতেরা বাস করে এবং জেনেভিভের (এবং তারপর লুইস এবং জুলিয়ার) উপর জাদু করে, পিটার নামের এক সুদর্শন যুবক, সত্য বুঝতে পারে এবং তাদের উদ্ধার করে। এই সংস্করণে, ব্যর্থ মামলাকারীদের মৃত্যুদণ্ড কার্যকর করার পরিবর্তে কারাগারে পাঠানো হয় এবং পিটার রহস্য সমাধান করার পরে রাজা তাদের মুক্তি দেন। উপরন্তু, পিটার জাদুর পোশাক এবং কিছু জাদুর জুতা একটি কাপ্পা এবং অন্য একটি রাক্ষসের কাছ থেকে সংগ্রহ করে, যারা দুজন ব্যক্তির রূপ ধারণ করে যারা পোশাক এবং জুতা নিয়ে তর্ক করছিল; পিটার তাদের কৌশলে পোশাক এবং জুতা নিয়ে প্রতিযোগিতায় লিপ্ত করে যার ফলে সে সেগুলি চুরি করতে পারে, যার পরে সে আবিষ্কার করে যে সেগুলি রাক্ষস। এই পোশাকটি তাকে অদৃশ্য করে তোলে এবং তাকে রাক্ষসের মায়ার মধ্য দিয়ে দেখতে দেয়, অন্যদিকে জুতা তাকে দ্রুত উড়তে এবং নড়াচড়া করতে দেয়। মেয়েদের তাদের জাদু থেকে মুক্ত করার পর, পিটার তাদের ভূতদের হাত থেকে পালাতে সাহায্য করে, যদিও এই প্রক্রিয়ায় সে তার পোশাক এবং জুতা হারায়; বিনিময়ে, জেনেভিভ এবং তার বোনেরা তাকে সাহায্য করে যখন ভূতরা তাকে প্রায় তাদের জগতে টেনে নিয়ে যায়। শেষে পিটার এবং জেনেভিভ প্রেমে পড়ে এবং বিয়ে করে।\nহিদার ডিক্সনের উপন্যাস, এনটওয়াইনড, ১২ বোনের মধ্যে সবচেয়ে বড় আজালিয়ার দৃষ্টিকোণ থেকে গল্পটি পুনরায় বর্ণনা করে।"}