{"pageid": 1510598, "title": "পাহাড়ি জাতি (নেপাল)", "url": "https://bn.wikipedia.org/wiki?curid=1510598", "content": "পাহাড়ি জনগণ (দেবনাগরী : पहाडी; পাহাড়ি, যাকে পার্বতীও বলা হয়) নেপালের পাহাড়ি অঞ্চলে (পাহাড়) বসবাসকারী একটি ইন্দো-আর্য গোষ্ঠী। তবে, বেশিরভাগ পাহাড়িরা, বৃহত্তর পাহাড়ি সম্প্রদায় যেমন ব্রাহ্মণ (নেপালে বাহুন), ক্ষত্রিয় (নেপালে ছেত্রী ) এবং দলিতদের মধ্যে গঠনমূলক উপগোষ্ঠী এবং বর্ণের সদস্য হিসাবে চিহ্নিত।\nপাহাড়ি নামটি পাহাড় (দেবনাগরী : पहाड) থেকে এসেছে এবং পাহাড়িরা হিমালয়ের পাদদেশে যেখানে বাস করে সেখানকার পার্বত্য অঞ্চলের সাথে মিলে যায়। নেপালি ব্যাখ্যায় সাধারণত পাহাড়িকে প্রভাবশালী খাস জনগোষ্ঠী হিসেবে অন্তর্ভুক্ত করা হয়, যা এই ইন্দো-আর্য জাতিসত্তার সাথে তিব্বতি বা জনজাতির আদি জাতি যেমন মাগার, তামাং, গুরুং, কিরাত, অন্যদের মধ্যে পার্থক্য নির্দেশ করে। পাহাড়িকে কেবল ভূগোলের সাথেও তুলনা করা যেতে পারে\n\n\n== ইতিহাস ==\nপাহাড়িরা ঐতিহাসিকভাবে প্রাচীন। লেখক প্লিনি এবং হেরোডোটাস এদের উল্লেখ করেছেন এবং ভারতের মহাকাব্য মহাভারতে এদের উল্লেখ রয়েছে। নেপালের প্রাচীন বানাওয়ালি গ্রন্থে (তান্ত্রিক গ্রন্থ) ব্রাহ্মণ এবং ক্ষত্রিয়দের উল্লেখ পাওয়া যায়, যেটি অনুযায়ী কাঠমান্ডু তখনও একটি হ্রদ ছিল। পাহাড়ি ব্রাহ্মণরা হলেন ইন্দো-আর্য গোষ্ঠীর ব্রাহ্মণ, যাঁরা ধর্মীয় বিষয়ের জন্য দায়ী। তারা হিন্দুধর্মের বর্ণ ব্যবস্থায় শ্রেণিবিন্যাসের শীর্ষে রয়েছেন এবং তাঁদের সাধারণত রাজার উপদেষ্টার ভূমিকা দেওয়া হয়। বিভিন্ন রাজবংশে কাজ করার পর ব্রাহ্মণরা খাস রাজাদের উপাসনা এবং ধর্মীয় কর্মে তাদের সেবা করার মতো উদ্দেশ্যে নেপালে প্রবেশ করেন। বেশ কয়েক বছর অতিবাহিত করার পর তারা নেপালের অন্যতম প্রধান জাতিগোষ্ঠীতে পরিণত হন। উপত্যকার চারপাশে চারটি নারায়ণ মন্দির এই বৈষ্ণবরা প্রতিষ্ঠা করেছিলেন।\nশাহ রাজবংশের অধীনে নেপাল একটি জাতি হিসাবে একত্রিত হওয়ার আগে (১৭৬৮-২০০৮), এই অঞ্চলের ছোট রাজ্যগুলি বিভিন্ন জাতি ও বর্ণ গোষ্ঠীর রাজাদের দ্বারা শাসিত হয়েছিল। এই হিমালয় অঞ্চলের প্রাচীন নাম ছিল খাস দেশ। এই মধ্য-পার্বত্য এলাকার মানুষের মধ্যে সবচেয়ে বেশি জনসংখ্যা ছিল খাস জনগোষ্ঠী, ভারত ও চীনের ইতিহাসেও যাদের উল্লেখ করা হয়েছে। খাস জনগণ, আদিবাসী ইন্দো-আর্য পর্বতবাসী, মধ্য হিমালয়ের পাহাড়ে আধিপত্য বিস্তার করে এবং এই অঞ্চলের ইতিহাসে গুরুত্বপূর্ণ ভূমিকা পালন করে, মধ্যযুগের প্রথম দিকে অনেক স্বাধীন রাজবংশ প্রতিষ্ঠা করে। খাস জনগণের একটি সাম্রাজ্য ছিল, খস রাজ্য, যার অঞ্চল কাশ্মীর, তিব্বতের অংশ এবং পশ্চিম নেপাল (কর্ণালী অঞ্চল) পর্যন্ত বিস্তৃত ছিল।\nনেপালের প্রাথমিক আধুনিক ইতিহাসে, পাহাড়ি ছেত্রীরা নেপালের একত্রীকরণে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল, যা ১৮ শতকের মাঝামাঝি গোর্খা সেনাবাহিনীর মেরুদণ্ড প্রদান করেছিল। রাজতন্ত্রের সময়, ছেত্রি এবং বাহুনরা নেপালী সেনাবাহিনী, নেপালের সরকারী প্রশাসন এবং এমনকি ভারতীয় সেনাবাহিনীর কিছু রেজিমেন্টে আধিপত্য বজায় রেখেছিল। প্রাক-গণতান্ত্রিক সংবিধান এবং রাষ্ট্রের প্রতিষ্ঠানের অধীনে, ছেত্রী সংস্কৃতি এবং ভাষা বহুজাতিক নেপালে আধিপত্য বিস্তার করে এবং অনেক নেপালী সংখ্যালঘু এবং তিব্বতি জনগণ এখান থেকে বাদ গিয়েছিল। এই সংখ্যালঘু এবং তিব্বতি জনজাতি জনগণের মধ্যে বর্ধিত আত্ম-সংকল্পের আকাঙ্ক্ষা নেপালের গৃহযুদ্ধ এবং পরবর্তী গণতান্ত্রিক আন্দোলনের অন্যতম প্রধান বিষয় ছিল।  \nশাহ রাজবংশের সময় পাহাড়িরা তরাই অঞ্চলে বসতি স্থাপন শুরু করে। রাজতন্ত্রের রক্ষণশীল ব্যবস্থার অধীনে থারুদের উপর রাজনৈতিক, সামাজিক এবং অর্থনৈতিকভাবে আধিপত্য বিস্তার ক'রে, তেরাইয়ের পাহাড়ি সম্প্রদায় বড় জমিজমা ক্রয় করেছে, বা অন্যথায় দখল করেছে। ঐতিহ্যবাহী থারু জমিদারদের সাথে একত্রে, তারা অর্থনৈতিক শ্রেণিবিন্যাসের উপরের স্তর গঠন করে, যেটি তরাইয়ের গ্রামীণ অংশে অনেকাংশে বন্টন এবং কৃষি উৎপাদনশীল জমির মূল্য দ্বারা নির্ধারিত হয়। দরিদ্ররা হল ভূমিহীন, বা প্রায় ভূমিহীন তরাই দলিত, যার মধ্যে রয়েছে মুসহর ও চামার, সেইসাথে ঐতিহ্যবাহী জেলে, মাল্লা এবং কিছু পাহাড়ি দলিত। বিশেষ করে মুসহররা কঠোর কৃষিশ্রম ছাড়া অন্য কাজ বিশেষ পায়না। নেপালের গৃহযুদ্ধের সময় এবং পরে, প্রান্তিক মাধেসি সম্প্রদায়রা হিংসাত্মক প্রতিক্রিয়ার মুখোমুখি হয়েছিল, যার মধ্যে মাধেসিদের স্বাধীনতা চাওয়া জনতান্ত্রিক তেরাই মুক্তি মোর্চা (জেটিএমএম) এর মতো সশস্ত্র মাওবাদী গোষ্ঠীগুলির দ্বারা মুক্তিপণ, হত্যা এবং জমি দখল ছিল। \n\n\n== ভাষা ==\n\n\n== ধর্ম ও বর্ণ ==\n\nশামনিস্টিক এবং বাচিক মাতওয়ালি (\"মদ্যপান\") খাসা ছেত্রী বাদে বেশিরভাগ নেপালি পাহাড়িরা হিন্দু। তারা সাধারণত তাদের তিব্বতীয় প্রতিবেশীদের তুলনায় তাদের বর্ণ (বর্ণ, জাতি) এবং মর্যাদা সম্পর্কে বেশি সচেতন, বিশেষ করে গ্রামীণ নেপালে বসবাসকারী পাহাড়িরা। যাইহোক, অ-হিন্দু নেপালিদের সাথে ব্যাপক ঐতিহাসিক যোগাযোগের ফলে, পাহাড়িদের বর্ণ-কাঠামো দক্ষিণে সমতল ভূমিতে প্রচলিত চার-বর্ণ পদ্ধতির তুলনায় কম গোঁড়া এবং কম জটিল। পাহাড়ি প্রথায় সাধারণত দুটি বর্ণ আছে, একটি হল উচ্চতর পরিচ্ছন্ন, দ্বিজ জাতি এবং অন্যটি নিম্ন অশুচি, দলিত জাতি। দ্বিজ(দুইবার জন্মগ্রহণকারী)-দের মধ্যে আছে বাহুন (ব্রাহ্মণ) এবং ছেত্রী (ক্ষত্রিয়) বর্ণ। \nএকটি জাতি হিসাবে ছেত্রীরা অনেকগুলি উপগোষ্ঠী নিয়ে গঠিত, যার মধ্যে রয়েছে খাস (খাস থেকে উদ্ভূত) এবং ঠাকুরি (সম্ভ্রান্ত গোষ্ঠী)। খাস উপগোষ্ঠী কর্নালী অঞ্চলের আদিবাসী। \n\n\n== সমাজ ==\n\nনেপালি পাহাড়ি সমাজের সবচেয়ে বিশিষ্ট বংশগুলি হল ছেত্রী শাহ রাজবংশ (১৭৬৮-২০০৮), রাজতন্ত্রকে অকিঞ্চিৎকর করে তোলা রানা প্রধানমন্ত্রীরা (১৮৪৬-১৯৫৩), এবং সশস্ত্র বাহিনী, পুলিশ এবং সরকারে উচ্চবর্ণের উপস্থিতি। নেপাল। নেপালের রাজা নিজে ছিলেন ছেত্রী ঠাকুরি উপজাতির সদস্য। ঐতিহ্যগত এবং প্রশাসনিক পেশায়, উচ্চবর্ণের পাহাড়িদের রাজকীয় সরকার অনুকূল আচরণ প্রদান করত।\nঐতিহাসিকভাবে, হিন্দু পাহাড়িরা একবিবাহ, বহুবিবাহ ( বহুপতিত্ব এবং বহুবিবাহ উভয়) এবং গোষ্ঠী বিবাহ সহ বিভিন্ন ধরণের বৈবাহিক রীতিনীতি পালন করে আসছে। ১০ বছরের কম বয়সী মেয়েদের বাগদান করা যেতে পারে, যদিও তারা পরিণত বয়সে পৌঁছালেই কেবল তাদের স্বামীদের সাথে সহবাস করে। স্ত্রীদের অবশ্যই তাদের স্বামীদের সাথে থাকাকালীন তাদের প্রতি বিশ্বস্ত থাকতে হবে, তবে স্ত্রীরা যখন তাদের বাবা-মায়ের সাথে দেখা করতে যায়, তখন তারা অবিবাহিতের মতো আচরণ করতে পারে। বেশিরভাগ উচ্চবর্ণের পাহাড়িরা আন্তঃকামি বিবাহ প্রথা পালন করে না, তবে অভিজাত ঠাকুরি উপজাতি মাতৃ-বংশে বিবাহের অনুমতি দেয়। সকল পাহাড়িদের মধ্যে, বিধবাদের পুনর্বিবাহ সামাজিক রীতিনীতি দ্বারা আনুষ্ঠানিকভাবে নিষিদ্ধ; তবে \"জরি\" (সংস্কৃত \"জারহ\" অর্থ অশ্লীলতা, প্রেমিক) নামে একটি প্রচলন বিদ্যমান। পাহাড়ি বাসিন্দাদের মধ্যে এই প্রথায়, একজন মহিলা তার প্রথম স্বামীকে ছেড়ে প্রেমিক গ্রহণ করতে পারে। প্রথম স্বামীর স্ত্রীকে নিয়ে আসার জন্য দ্বিতীয় স্বামী প্রথম স্বামীকে \"জার ডাইন\" ক্ষতিপূরণ দিতে বাধ্য থাকবে। পাহাড়ি পরিবারগুলিতে, অন্তেষ্ট্যি ক্রিয়া দাফন এবং দাহ উভয়ের মাধ্যমেই করা হয়। শিশু এবং কিছু মহিলার মতো নিম্নস্তরের ব্যক্তিদের কবর দেওয়া হয়। এছাড়াও, \"ঝাঙ্করি\" নামে পরিচিত আদিবাসী নিরাময়কারীদের তাদের ফন্টানেল (মাথার খুলির ঝিল্লি) ছিদ্র করে সমাহিত করা হয় যাতে তাদের আত্মা আত্মিক জগতে ফিরে আসতে পারে। অন্যান্য, উচ্চ বর্ণের এবং ধনী ব্যক্তিদের, শাস্ত্রীয় হিন্দু ঐতিহ্য অনুসারে দাহ করা হয়।\n\n\n== জীবনশৈলী ==\n\nপাহাড়িরা, মাধেসিদের মতো কৃষিজীবী মানুষ নয় যদিও সংখ্যাগরিষ্ঠরা সম্পূরক আয়ের জন্য অন্যান্য কাজের উপর নির্ভর করে। পাহাড়ের ধারে সোপান চাষ করে, তাদের প্রধান ফসল আলু এবং ধান । অন্যান্য ফসলের মধ্যে রয়েছে গম, বার্লি, পেঁয়াজ, টমেটো, তামাক এবং অন্যান্য সবজি। পাহাড়ি চাষীরা জল মহিষ, ভেড়া, ছাগল ও গবাদি পশু পালন করে। বেশীরভাগ উচ্চ বর্ণের পাহাড়িরা হল সামরিক পুরুষ, কৃষক এবং বেসামরিক কর্মচারী, যেখান নিম্নবর্ণের পাহাড়িরা স্বর্ণকার, চামড়ার শ্রমিক, দর্জি, সঙ্গীতশিল্পী, ড্রামার এবং ঝাড়ুদার সহ বিভিন্ন পেশার অধিকারী। বেশীরভাগ পাহাড়িরা উল বোনে, তবে শুধুমাত্র নিম্ন-বর্ণের লোকেরা কাপড় বোনে। উচ্চ বর্ণের পাহাড়িরা, যথা ছেত্রী এবং এর ঠাকুরি উপজাতি, শাহ রাজবংশ জুড়ে (১৭৬৮-২০০৮) সরকারী ও সামরিক অফিসে কার্ষকর ক্ষমতাসম্পন্ন একাধিপত্য বজায় রেখেছিল।\n\n\n== তথ্যসূত্র =="}