{"pageid": 1511730, "title": "নিউ গ্রানাডা ভাইসরয়্যালিটি", "url": "https://bn.wikipedia.org/wiki?curid=1511730", "content": "নিউ কিংডম অফ গ্রানাডা ভাইসরয়্যালটি (স্পেনীয়: ভিররেইনাটো ডেল নিউও রেইনো ডে গ্রানাডা; [birejˈnato ðe ˈnweβa ɣɾaˈnaða]), যা নিউ গ্রানাডা ভাইসরয়্যালটি বা সান্তা ফে ভাইসরয়্যালটি নামেও পরিচিত, ১৭১৭ সালের ২৭ মে প্রতিষ্ঠিত হয়। স্পেনীয় সাম্রাজ্যের উত্তর দক্ষিণ আমেরিকা-এ অবস্থিত এই প্রশাসনিক অঞ্চলটি আধুনিক কলম্বিয়া, ইকুয়েডর, পানামা এবং ভেনেজুয়েলা-র অধিকাংশ অঞ্চল নিয়ে গঠিত ছিল। পঞ্চম ফিলিপ কর্তৃক ১৭১৭ সালে একটি নতুন আঞ্চলিক নিয়ন্ত্রণ নীতির অংশ হিসেবে এটি প্রতিষ্ঠিত হয়। আর্থিক সংকটের কারণে ১৭২৩ সালে এর কার্যক্রম স্থগিত করা হয় এবং ১৭৩৯ সালে এটি পুনরুদ্ধার করা হয়, যা ১৮১০ সাল পর্যন্ত স্থায়ী ছিল। এই সময়কালে,  স্বাধীনতা আন্দোলনের ফলে এর কার্যকারিতা হ্রাস পায়। পানামা-র অঞ্চল ১৭৩৯ সালে এর সাথে যুক্ত হয়। ১৭৭৭ সালে ভেনেজুয়েলার প্রদেশগুলি ভাইসরয়্যালটি থেকে পৃথক হয়ে নবগঠিত ভেনেজুয়েলার অধিনায়কত্ব-এর অধীনে আসে।  এই প্রধান অঞ্চলগুলি ছাড়াও, নিউ গ্রানাডার ভাইসরয়্যালটির অধীনে বর্তমান গায়ানা, ত্রিনিদাদ ও টোবাগো, দক্ষিণ-পশ্চিম সুরিনাম, উত্তর-পশ্চিম ব্রাজিল-এর কিছু অংশ এবং উত্তর পেরু-ও অন্তর্ভুক্ত ছিল। মস্কিটো কোস্ট-এর আটলান্টিক উপকূলীয় অঞ্চলটি ২০ নভেম্বর ১৮০৩ সালের রাজকীয় ফরমান দ্বারা এর সাথে যুক্ত হয়, কিন্তু ব্রিটিশদের অব্যাহত বাণিজিক ও সামরিক তৎপরতার কারণে স্প্যানিশ নিয়ন্ত্রণ দুর্বল হয়ে পড়ে। এই অঞ্চলের অন্তর্ভুক্তি গ্রেট ব্রিটেনের সাথে স্পেনের উত্তেজনা বৃদ্ধি করে, কারণ ব্রিটিশদের ক্যারিবিয়ান এবং মধ্য আমেরিকাতে ক্রমবর্ধমান প্রভাব ছিল। এই সীমান্ত অঞ্চলগুলির অস্পষ্ট সীমানা এবং পরস্পরবিরোধী দাবি প্রায়শই স্পেনীয় এবং ব্রিটিশদের মধ্যে, সেইসাথে স্থানীয় আদিবাসী জনগোষ্ঠীর সাথে সংঘাতের সৃষ্টি করতো।ভাইসরয়্যালটির বিশাল আয়তন স্প্যানিশ সাম্রাজ্যের জন্য সম্পদ এবং রাজস্বের একটি গুরুত্বপূর্ণ উৎস হলেও, এর প্রশাসনিক ব্যবস্থাপনা বেশ কঠিন ছিল। এত বড় এবং ভৌগোলিকভাবে ভিন্ন অঞ্চলে যোগাযোগ ও নিয়ন্ত্রণ বজায় রাখা একটি বড় চ্যালেঞ্জ ছিল, যা অভ্যন্তরীণ আঞ্চলিক উত্তেজনা বৃদ্ধিতে অবদান রাখে এবং স্প্যানিশ শাসনের পক্ষে সমগ্র অঞ্চলটিকে কার্যকরভাবে পরিচালনা করা কঠিন করে তোলে।\n\n\n== ঔপনিবেশিক ইতিহাস ==\n\n১৬শ শতকে নতুন গ্রানাডা রাজ্য প্রতিষ্ঠার দুই শতাব্দী পর, যার গভর্নর পেরুর ভাইসরয়-এর উপর নির্ভরশীল ছিলেন এবং যার একটি অডিয়েন্সিয়া সান্তা ফে দে বোগোতায় (যা আজকের কলম্বিয়া প্রজাতন্ত্রের রাজধানী), এই দুটি রাজধানীর মধ্যে ধীর যোগাযোগের কারণে ১৭১৭ সালে একটি স্বতন্ত্র নতুন গ্রানাডা ভাইসরয়ালটি গঠিত হয় (এবং স্বল্পকালীন বিরতির পর ১৭৩৯ সালে পুনঃপ্রতিষ্ঠিত হয়)। অন্যান্য প্রদেশগুলোর মধ্যে ছিল আধুনিক ইকুয়েডর, আজকের ভেনেজুয়েলার পূর্ব ও দক্ষিণ অংশ, এবং পানামা একত্রিত হয়ে বোগোতার অধিক্ষেত্রে একটি রাজনৈতিক একক গঠন করে, যা লিমা ও মেক্সিকো সিটির পাশাপাশি নতুন বিশ্বে স্পেনীয় উপনিবেশগুলোর অন্যতম প্রধান প্রশাসনিক কেন্দ্র হিসেবে বোগোতার অবস্থান নিশ্চিত করে। কার্যকারিতা বৃদ্ধি ও কর্তৃত্ব কেন্দ্রীভূত করার উদ্দেশ্যে বিচ্ছিন্নভাবে কিছু সংস্কার প্রচেষ্টা চালানো হয়েছিল, তবে স্পেন থেকে নিয়ন্ত্রণ কখনোই খুব কার্যকর ছিল না।\nউত্তর দক্ষিণ আমেরিকার রুক্ষ ও বৈচিত্র্যময় ভূগোল এবং যথাযথ সড়কের সীমিত পরিসর ভাইসরয়ালটির ভেতরে ভ্রমণ ও যোগাযোগকে কঠিন করে তুলেছিল। ১৭৭৭ সালে ক্যারাকাসে একটি স্বায়ত্তশাসিত অধিনায়কত্ব সাধারণের প্রতিষ্ঠা এবং পুরাতন কুইটোর দরবারের সংরক্ষণ, যা নামমাত্র ভাইসরয়ের অধীন থাকলেও বাস্তবে বেশিরভাগ ক্ষেত্রেই স্বাধীনভাবে পরিচালিত হতো, প্রান্তিক অঞ্চলগুলোর কার্যকর শাসনের প্রয়োজনীয়তার প্রতিক্রিয়াস্বরূপ গৃহীত হয়েছিল। কিছু বিশ্লেষক মনে করেন, এসব ব্যবস্থা স্থানীয় ঐতিহ্যের প্রতিফলন ঘটায়, যা শেষ পর্যন্ত উনবিংশ শতাব্দীতে স্বাধীনতা অর্জনের পর এই অঞ্চলগুলোর রাজনৈতিক ও জাতীয় পার্থক্যের ভিত্তি তৈরি করে এবং সিমন বলিভারের ঐক্যবদ্ধকরণের প্রচেষ্টাও তা অতিক্রম করতে পারেনি।\n\n\n=== গুয়াহিরা বিদ্রোহ ===\n\nস্প্যানিশরা কখনোই ওয়াইউ জনগোষ্ঠীকে সম্পূর্ণভাবে বশীভূত করতে পারেনি। উভয় গোষ্ঠী একপ্রকার স্থায়ী যুদ্ধাবস্থায় ছিল। ১৭০১ সালে (যখন তারা একটি ক্যাপুচিন মিশন ধ্বংস করেছিল), ১৭২৭ সালে (যখন ২,০০০-এর বেশি ওয়াইউ স্প্যানিশদের ওপর আক্রমণ চালায়), ১৭৪১, ১৭৫৭, ১৭৬১ এবং ১৭৬৮ সালে একাধিক বিদ্রোহ সংঘটিত হয়। ১৭১৮ সালে গভর্নর সোতো দে হেরেরা তাদের \"বর্বর, ঘোড়া চোর, মৃত্যুদণ্ডের যোগ্য, যারা ঈশ্বরহীন, আইনহীন এবং রাজার অনুগত নয়\" বলে অভিহিত করেন। কলম্বিয়ার ভূখণ্ডে বসবাসকারী সকল আদিবাসীদের মধ্যে, ওয়াইউ জনগণই ছিল একমাত্র গোষ্ঠী যারা আগ্নেয়াস্ত্র ও ঘোড়ার ব্যবহার শিখেছিল।\n১৭৬৯ সালে স্প্যানিশরা ২২ জন ওয়াইউ জনগোষ্ঠীর সদস্যকে বন্দি করে, যাতে তাদের কার্তাহেনার দুর্গ নির্মাণে শ্রম দিতে বাধ্য করা যায়। তবে ওয়াইউদের প্রতিক্রিয়া ছিল অপ্রত্যাশিত। ১৭৬৯ সালের ২ মে, রিওআচার নিকটস্থ এল রিঙ্কনে, তারা তাদের গ্রাম পুড়িয়ে দেয়, যেখানে একটি গির্জা এবং আশ্রয় নেওয়া দুই স্প্যানিশ নাগরিকসহ আগুনে পুড়ে যায়। তারা যাজককেও বন্দি করে। স্প্যানিশরা দ্রুত এল রিঙ্কন থেকে একটি অভিযাত্রী দল পাঠায় ওয়াইউদের দমন করতে। এই অভিযানের নেতৃত্বে ছিলেন হোসে আন্তোনিও দে সিয়েরা, একজন মেস্তিজো, যিনি ২২ জন গুয়াহিরো বন্দি করার অভিযানেরও প্রধান ছিলেন। গুয়াহিরোরা তাকে চিনতে পারে এবং তাকে তার দলের সঙ্গে যাজকের বাড়িতে আশ্রয় নিতে বাধ্য করে, পরে তারা সেই বাড়িতে আগুন ধরিয়ে দেয়। এতে সিয়েরা এবং তার দলের আটজন সদস্য নিহত হন।\n\nএই সাফল্যের খবর দ্রুত অন্যান্য গুয়াহিরো এলাকায় পৌঁছে যায়, এবং আরও মানুষ বিদ্রোহে যোগ দেয়। মেসিয়ার মতে, বিদ্রোহের শীর্ষ সময়ে প্রায় ২০,০০০ ওয়াইউ অস্ত্রধারী ছিল। তাদের অনেকের কাছে আগ্নেয়াস্ত্র ছিল, যা তারা ইংরেজ ও ডাচ চোরাকারবারিদের কাছ থেকে, এমনকি কখনো কখনো স্প্যানিশদের কাছ থেকেও সংগ্রহ করেছিল। এটি বিদ্রোহীদের পুরো অঞ্চলের বসতিগুলো দখল করতে সক্ষম করে, যা তারা পুড়িয়ে দেয়। কর্তৃপক্ষের তথ্য অনুসারে, ১০০-রও বেশি স্প্যানিশ নিহত হয় এবং অনেককে বন্দি করা হয়। বিদ্রোহীরা বিপুল সংখ্যক গবাদি পশুও দখল করে। স্প্যানিশরা রিওআচায় আশ্রয় নেয় এবং মারাকাইবো, ভায়েদুপার, সান্তা মার্তা ও কার্তাহেনায় জরুরি বার্তা পাঠায়। কার্তাহেনা থেকে ১০০ জন সৈন্য পাঠানো হয়। তবে বিদ্রোহীরা ঐক্যবদ্ধ ছিল না। সিয়েরার আত্মীয়রা, যারা ওয়াইউ সম্প্রদায়ের অন্তর্ভুক্ত ছিল, তার হত্যার প্রতিশোধ নিতে বিদ্রোহীদের বিরুদ্ধেই অস্ত্র ধারণ করে। লা সোলেদাদে ওয়াইউদের দুই দলের মধ্যে একটি যুদ্ধ সংঘটিত হয়। এই যুদ্ধ এবং স্প্যানিশ বাহিনীর উপস্থিতি বিদ্রোহকে দুর্বল করে ফেলে, তবে গুয়াহিরোরা তাদের অনেক ভূখণ্ড পুনরুদ্ধার করতে সক্ষম হয়।\n\n\n== প্রশাসনিক বিভাগসমূহ ==\n\n\n=== নিউ গ্রানাডা রাজ্য (সান্তা ফে দে বোগোটার বাস্তব অডিয়েন্সিয়া) ===\nসান্তা ফে দে বোগোটার বাস্তব অডিয়েন্সিয়া ১৫৪৯ সালে প্রতিষ্ঠিত হয়, তবে ১৭১৭ সালে এটি নিউ গ্রানাডা রাজ্যের অংশ হয়ে ওঠে। এটি ১৭২৩ থেকে ১৭৩৯ পর্যন্ত ভাইস রয়ালটি অফ পেরুর অধীনে পুনরায় অন্তর্ভুক্ত হয়েছিল। এটি সান্তা ফে দে বোগোতা শহরে বসবাস করেছিল যতক্ষণ না ১৮১০ সালে এটি বাতিল হয়। এটি ১৮১৬ থেকে ১৮১৯ পর্যন্ত সংক্ষিপ্ত সময়ের জন্য পুনরায় প্রতিষ্ঠিত হয়েছিল। এর অধীনে ছিল নিম্নলিখিত প্রদেশসমূহ: \nসান্তা ফে প্রদেশ (১৭১৭ থেকে ১৭২৩, ১৭৩৯ থেকে ১৮১০ এবং ১৮১৬ থেকে ১৮১৯) (বাস্তব অডিয়েন্সিয়ার সদর দপ্তর)\nঅ্যান্টিওকিয়া প্রদেশ (১৭১৭ থেকে ১৭২৩, ১৭৩৯ থেকে ১৮১০ এবং ১৮১৬ থেকে ১৮১৯)\nকার্টাজেনা দে ইন্ডিয়াস প্রদেশ (১৭১৭ থেকে ১৭২৩, ১৭৩৯ থেকে ১৮১০ এবং ১৮১৬ থেকে ১৮১৯)\nকাসানারে প্রদেশ (১৭১৭ থেকে ১৭২৩, ১৭৩৯ থেকে ১৮১০ এবং ১৮১৬ থেকে ১৮১৯)\nমারিকুইতা প্রদেশ (১৭১৭ থেকে ১৭২৩, ১৭৩৯ থেকে ১৮১০ এবং ১৮১৬ থেকে ১৮১৯)\nনেইভা প্রদেশ (১৭১৭ থেকে ১৭২৩, ১৭৩৯ থেকে ১৮১০ এবং ১৮১৬ থেকে ১৮১৯)\nনতুন পামপ্লোনা প্রদেশ (১৭১৭ থেকে ১৭২৩, ১৭৩৯ থেকে ১৮১০ এবং ১৮১৬ থেকে ১৮১৯)\nসান্তা মার্তা প্রদেশ (১৭১৭ থেকে ১৭২৩ এবং ১৭৩৯ থেকে ১৮২১)\nটুনজা প্রদেশ (১৭১৭ থেকে ১৭২৩, ১৭৩৯ থেকে ১৮১০ এবং ১৮১৬ থেকে ১৮১৯)\nচোকো প্রদেশ (১৭২৬ থেকে ১৮১০ এবং ১৮১৬ থেকে ১৮১৯)\nত্রিনিদাদ প্রদেশ (১৭৩৯ থেকে ১৭৭৭)\nদারিয়েন প্রদেশ (১৭৫১ থেকে ১৮২১)\nপানামা প্রদেশ (১৭৫১ থেকে ১৮২১)\nপোর্টোবেলো প্রদেশ (১৭৫১ থেকে ১৮২১)\nভারাগুয়া প্রদেশ (১৭৫১ থেকে ১৮২১)\nসোকো প্রদেশ (১৭৯৫ থেকে ১৮১০ এবং ১৮১৬ থেকে ১৮১৯)\n\n\n=== কুইটো রাজ্য (রিয়েল অডিয়েন্সিয়া অফ কুইটো) ===\nকুইটো প্রদেশ (১৭১৭ থেকে ১৭২৩ এবং ১৭৩৯ থেকে ১৮২২)\nজায়েন ডি ব্রাকামোরোস প্রদেশ (১৭১৭ থেকে ১৭২৩ এবং ১৭৩৯ থেকে ১৮২১)\nমাকাস প্রদেশ (১৭১৭ থেকে ১৭২৩ এবং ১৭৩৯ থেকে ১৮২১)\nমাইনাস প্রদেশ (১৭১৭ থেকে ১৭২৩ এবং ১৭৩৯ থেকে ১৮০২)\nপোপায়ান প্রদেশ (১৭১৭ থেকে ১৭২৩ এবং ১৭৩৯ থেকে ১৮২১)\nকুইজোস প্রদেশ (১৭১৭ থেকে ১৭২৩ এবং ১৭৩৯ থেকে ১৮০২)\nকুইনকা প্রদেশ (১৭৬৩ থেকে ১৮২২)\nগুয়াকুইল প্রদেশ (১৭৬৩ থেকে ১৮০৩)\n\n\n=== টিয়েরা ফারমে রাজ্য (পানামার রিয়েল অডিয়েন্সিয়া) ===\nপানামা প্রদেশ (১৭৩৯ থেকে ১৭৫১)\nডারিয়েন প্রদেশ (১৭৩৯ থেকে ১৭৫১)\nপোর্টোবেলো প্রদেশ (১৭৩৯ থেকে ১৭৫১)\nভারাগুয়া প্রদেশ (১৭৩৯ থেকে ১৭৫১)\n\n\n=== ভেনেজুয়েলার রাজ্য এবং ক্যাপটেনসি জেনারেল (কারাকাসের রিয়াল অডিয়েন্সিয়া) ===\nকারাকাস প্রদেশ (১৭৮৬ থেকে ১৮১০)\nবরিনাস প্রদেশ (১৭৮৬ থেকে ১৮১০)\nগুয়ানিয়া প্রদেশ (১৭৮৬ থেকে ১৮১০)\nনিউ আন্দালুসিয়া প্রদেশ (১৭৮৬ থেকে ১৮১০)\nমারাকাইবো প্রদেশ (১৭৮৬ থেকে ১৮১০)\nমারগারিটা প্রদেশ (১৭৮৬ থেকে ১৮১০)\nট্রিনিদাদ প্রদেশ (১৭৮৬ থেকে ১৮০২)\n\n\n== স্বাধীন ইতিহাস ==\nপ্রতিশোধের ফলে নতুন করে বিদ্রোহ শুরু হয়, যা দুর্বল স্পেনের সাথে মিলে একটি সফল স্বাধীনতা সংগ্রামের সূচনা করে, যা মূলত সিমন বলিভার এবং ফ্রান্সিসকো দে পাউলা সানটান্দার এর নেতৃত্বে প্রতিবেশী ভেনেজুয়েলায় সংঘটিত হয়। বলিভার ১৮১৯ সালে নিউ গ্রানাডায় ফিরে আসেন, যখন তিনি ভেনেজুয়েলার লিয়ানোস অঞ্চলে স্বাধীনতা পক্ষের বাহিনীর নেতা হিসেবে নিজেকে প্রতিষ্ঠিত করেন। সেখানে থেকে বলিভার আন্দিজ পর্বত অতিক্রম করে একটি দ্রুত অভিযান পরিচালনা করেন, যা বয়াকা যুদ্ধতে (৭ আগস্ট ১৮১৯) শেষ হয়, এবং ১৮২১ সালে স্বাধীনতার ঘোষণা দেন। স্পেনপন্থী প্রতিরোধ ১৮২২ সালে বর্তমান কলম্বিয়া অঞ্চলে এবং ১৮২৩ সালে ভেনেজুয়েলায় পরাজিত হয়।\nভাইস রয়েলটির অঞ্চলসমূহ ১৮১৯ থেকে ১৮২২ সালের মধ্যে একাধিক সামরিক এবং রাজনৈতিক সংগ্রামের মাধ্যমে স্পেন থেকে পূর্ণ দে ফ্যাক্টো স্বাধীনতা অর্জন করে এবং একটি গণপ্রজাতন্ত্রীতে একত্রিত হয়, যা বর্তমানে গ্রান কলম্বিয়া নামে পরিচিত।\nগ্রান কলম্বিয়া ভেঙে যাওয়ার পর, ইকুয়েডর, ভেনেজুয়েলা, এবং নিউ গ্রানাডার প্রজাতন্ত্র প্রতিষ্ঠিত হয়। বোগোতায় রাজধানী সহ নিউ গ্রানাডার প্রজাতন্ত্র ১৮৩১ থেকে ১৮৫৬ সাল পর্যন্ত বিদ্যমান ছিল। \"কলম্বিয়া\" নামটি \"কলম্বিয়ার যুক্তরাষ্ট্র\"-এ পুনরায় ব্যবহার করা হয়; দেশের জন্য এই নতুন নামটি একটি উদার সরকার দ্বারা একটি গৃহযুদ্ধের পর প্রবর্তিত হয়। \"নিউ গ্রানাডা\" শব্দটি রক্ষণশীল মহলে, যেমন ধর্মীয় ব্যক্তিদের মধ্যে, এখনও ব্যবহৃত হতে থাকে।\n\n\n== জনসংখ্যা ==\n১৭৭৮ সালের জনগণনা অনুসারে, নিউ গ্রানাদার জনসংখ্যা ছিল প্রায় ১২৮০,০০০, যার প্রায় ৪০% ছিল ভারতীয়, প্রায় ৫০০,০০০ জন। পরবর্তী বৃহত্তম গোষ্ঠী ছিল মুক্ত মেস্তিজো এবং আফ্রিকান, প্রায় ৪০০,০০০ জন, তারপর সাদা মানুষদের সংখ্যা ছিল প্রায় ৩০০,০০০, এবং সবচেয়ে ছোট গোষ্ঠী ছিল প্রায় ৭০,০০০ জন, যারা দাস ছিলেন। তবে, বর্তমান কলম্বিয়া অঞ্চলে, জনসংখ্যা প্রায় ৮২৬,৫৫০ ছিল বলে অনুমান করা হয়েছিল।\n১৮১০ সালে নিউ গ্রানাডিয়ার জনসংখ্যা আনুমানিক ২,১৫০,০০০ ছিল।\n\n\n== আরও দেখুন ==\nআমেরিকার ইতিহাস\nকলম্বিয়ার ইতিহাস\nইকুয়েডরের ইতিহাস\n\n\n== টীকা ==\n\n\n=== গ্রন্থতালিকা ===\nফিশার, জন আর., অ্যালান জে. কিউথে এবং অ্যানথনি ম্যাকফারলেন, সম্পাদক। রিফর্ম অ্যান্ড ইনসারেকশন ইন বোর্বন নিউ গ্রানাডা অ্যান্ড পেরু। ব্যাটন রুজ, লুইজিয়ানা স্টেট ইউনিভার্সিটি প্রেস, ১৯৯০।\nআইএসবিএন ৯৭৮-০-৮০৭১-১৬৫৪-৮\n\nকুইথ, অ্যালান জে. মিলিটারি রিফর্ম অ্যান্ড সোসাইটি ইন নিউ গ্রানাডা, ১৭৭৩-১৮০৮. গেইন্সভিল, ইউনিভার্সিটি প্রেসেস অফ ফ্লোরিডা, ১৯৭৮.\nআইএসবিএন ৯৭৮-০-৫২১-৪১৬৪১-২\n\nপহেলান, জন লেডি। দ্য পিপল অ্যান্ড দ্য কিং: দ্য কুমেনেরো বিপ্লব ইন কলম্বিয়া, ১৭৮১। ম্যাডিসন, ইউনিভার্সিটি অফ উইসকনসিন প্রেস, ১৯৭৮।আইএসবিএন ৯৭৮-০-২৯৯-০৭২৯০-২\nটোরেস, জেমস। \"বুলিয়ন অ্যান্ড মনিটারী ফ্লোয় ইন দ্য নর্থার্ন অ্যান্ডেস: নিউ এভিডেন্স অ্যান্ড ইনসাইটস\"। রিভিস্তা টাইম্পো ইউ ইকোনোমিয়া ৬(১), ১৩–৪৬।ডিওআই:10.21789/24222704.1430\n\n\n== বহিঃসংযোগ =="}