{"pageid": 1511738, "title": "কোলাবা", "url": "https://bn.wikipedia.org/wiki?curid=1511738", "content": "কোলাবা (মারাঠি: कुलाबा, কুলাবা, [kʊˈlaːbaː]) ভারতের মহারাষ্ট্র রাজ্যের মুম্বই শহরের একটি পাড়া। কোলাবা, ওরলি, বান্দ্রা ও মালাবার হিল মুম্বইয়ের চারটি উপদ্বীপ।\n\n\n== ইতিহাস ==\n\n\"কোলাবা\" নামটি কোলি ভাষায় \"কোলভাত\" শব্দ থেকে আগত। পর্তুগিজদের আগমনের আগে কোলিরা ঐ দ্বীপপুঞ্জের আদি বাসিন্দা ছিল। বর্তমান কোলাবা অঞ্চলটি আগে দুটি দ্বীপ নিয়ে গঠিত ছিল: কোলাবা ও লিটল কোলাবা, আর উভয় দ্বীপই পর্তুগিজ-শাসিত বোম্বাই দ্বীপপুঞ্জের অংশ ছিল।\n১৫৩৪ সালের ওয়াসাই চুক্তির মাধ্যমে গুজরাত সালতানাতের কাছ থেকে পর্তুগিজরা বোম্বাই দ্বীপপুঞ্জ অধিগ্রহণ করেছিল। ১৬৬১ সালের ৮ মে ইংল্যান্ডের দ্বিতীয় চার্লস ও পর্তুগালের ক্যাথরিনের মধ্যে বিবাহ চুক্তির ফলে ক্যাথরিনের যৌতুক হিসাবে বোম্বাই ব্রিটিশদের জিম্মায় চলে গিয়েছিল। কিন্তু পর্তুগিজ আধিকারিকরা বোম্বাই ক্ষান্তিতে তীব্র অসন্তুষ্ট ছিল, আর আলাপ-আলোচনা চলাকালীন ইংরেজ প্রতিনিধিদের উত্তর কন্নড়ের অঞ্জদ্বীপে সীমিত করা হতো। ১৬৭২ সালে নিযুক্ত গভর্নর জেরাল্ড অঙ্গিয়ার ১৬৭৫ সালে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির তরফে কোলাবা ও লিটল কোলাবা দ্বীপ অধিগ্রহণ করেছিলেন।\n১৭৪৩ সালে বার্ষিক ২০০ ব্রিটিশ ভারতীয় টাকায় রিচার্ড ব্রটনকে ব্রিটিশ কোলাবার ইজারা দেওয়া হয়েছিল, যা ১৭৬৪ সালে পুনর্নবীকরণ করা হয়েছিল। ১৭৯৬ সালে কোলাবা একটি সেনানিবাস হয়ে গিয়েছিল, আর তখন কোলাবা বিভিন্নরকম সামুদ্রিক প্রাণীর জন্য পরিচিত ছিল, যেমন লইট্যা, কালো পমফ্রেট, কচ্ছপ, কাঁকড়া, চিংড়ি, গলদা ইত্যাদি।\n\n১৮২৬ সালে আপার কোলাবা অঞ্চলে কোলাবা অবজারভেটরি নামক একটি আবহাওয়া পর্যবেক্ষণাগার প্রতিষ্ঠিত হয়েছিল। ১৮৩৮ সালে সম্পন্ন কোলাবা কজওয়ের মাধ্যমে কোলাবা ও লিটল কোলাবা দ্বীপকে বোম্বাই দ্বীপের সাথে সংযুক্ত করেছিল। ১৮৪৪ সালে কটন এক্সচেঞ্জ প্রতিষ্ঠার পর শীঘ্রই কোলাবা একটি বাণিজ্যিক কেন্দ্রে পরিণত হয়েছিল। সেখানকার স্থাবর সম্পত্তির দর বেড়ে গিয়েছিল। ১৮৬১ ও ১৮৬৩ সালে কোলাবা কজওয়ের প্রস্থ বৃদ্ধি করা হয়েছিল।\n১৮৭২ সালে কোলাবা একটি পৃথক পৌর ওয়ার্ডে পরিণত হয়েছিল। ১৮৩৮ সালের প্রথম ইঙ্গ-আফগান যুদ্ধের পর ১৮৪৭ সালে কোলাবায় প্রথম আফগান গির্জা গড়ে উঠেছিল। ১৮৭৩ সালে চালু বোম্বাইয়ের প্রথম ট্রাম পরিষেবা প্রদানকারী কোম্পানির কার্যালয় কোলাবা কজওয়ের পশ্চিম প্রান্তে অবস্থিত, যেখানে বর্তমানে ইলেকট্রিক হাউস অবস্থিত।\n২০০৮ সালের ২৬ থেকে ২৯ নভেম্বর পর্যন্ত দশজন সশস্ত্র পাকিস্তানি স্বয়ংক্রিয় যন্ত্র ও গ্রেনেড নিয়ে দশটি সমন্বয় সাধিত সন্ত্রাসী হামলা করেছিল। এই হামলার ফলে ১৬৪ জন নিহত ও ৩০৮ জন আহত হয়েছিল এবং বিভিন্ন গুরুত্বপূর্ণ ভবনে ভয়ানক ক্ষতি হয়েছিল। ক্ষতিগ্রস্ত ভবনের বেশিরভাগই কোলাবা ও আশেপাশের এলাকায় অবস্থিত, যেমন তাজমহল প্যালেস হোটেল, লিওপোল্ড ক্যাফে, মেরিন ড্রাইভ, ইত্যাদি।\n\n\n== বর্তমান যুগ ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nHistory of Colaba"}