{"pageid": 1511772, "title": "কটিদেশ বস্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1511772", "content": "কটিদেশ বস্ত্র হল এক ধরনের বিশেষ বস্ত্রখন্ড যা মানব শরীরের কোমর বা কটিদেশের নিচের দিকে, যৌনাঙ্গ ও নিতম্বের চারপাশে জড়িয়ে রাখা হয়। কখনো কখনো একে বেল্ট দিয়ে বেঁধে রাখা হয়। এর মাধ্যমে প্রধানত যৌনাঙ্গ এবং কখনও কখনও নিতম্ব ঢেকে রাখা হয়। যেসব কটিদেশ বস্ত্র বেল্ট বা সুতো দিয়ে আটকানো হয় সেগুলোকে ব্রীচক্লথ বা ব্রীচক্লাউট বলা হয়।  সাধারনত কটিদেশ বস্ত্র পরিধানের সময় কাপড়ে কিছু ভাঁজ পরে। বস্ত্রটি পরিধানের পর সেই ভাজগুলি জর্জরিত কাপড়টির সামনে এবং পিছনে ঝুলে থাকে। \n\n\n== ইতিহাস এবং প্রকারভেদ ==\n\nকটিদেশ বস্ত্র ব্রীচক্লথ নামেও পরিচিত। এটি পোশাকের একটি প্রাথমিক ধরন যা অনেক সময় শরীরের একক পরিধেয় বস্ত্র হিসেবে ব্যবহৃত হয়। মানব ইতিহাসের বেশিরভাগ সমাজে যেখানে যৌনাঙ্গের নগ্নতা নিষিদ্ধ ছিল, সেখানে পুরুষরা এই পোশাকটি তাদের যৌনাঙ্গ ঢাকতে ব্যবহার করতেন। তবে নিতম্ব ঢাকার উদ্দেশ্যে এটি ব্যবহার হতনা। সাধারণত, কটিদেশ বস্ত্র একটি একক কাপড়ের টুকরো বা বস্ত্রখন্ড, যা বার্ক-বাস্ট, চামড়া বা অন্যান্য কাপড়ের তৈরি হয়। প্রধানত এটিকে পায়ের মাঝখানে ঢুকিয়ে এমনভাবে পরিধান করতে হয় যাতে যৌনাঙ্গ আবৃত থাকে। এটি সহজ ও কার্যকরী একটি পোশাক। কটিদেশ বস্ত্র বিভিন্ন আকার ও নকশায় পাওয়া যায়।\nব্রীচক্লথ এবং কটিদেশ বস্ত্রের অসংখ্য প্রকার; যেমন বোর্নিয়ান সিরাত এবং ভারতীয় ধুতি। এই উভয় প্রকার বস্ত্রই য পুরুষের যৌনাঙ্গকে আবৃত করে রাখার জন্য পরিধান করা হয়।\n\nপ্রাচীন মেসোআমেরিকার অধিবাসীরাও বিশেষ ধরনের কটিদেশ বস্ত্র ব্যবহার করত। আধুনিক মেক্সিকোয় বসবাসকারী পুরুষরা বোনা কাপড়ের তৈরি একটি বিশেষ কটিদেশ বস্ত্র পরিধান করেন। কটিদেশ বস্ত্র পরিধান করার সময় বস্ত্রখন্ডের এক প্রান্ত উপরে রাখা হতো আর বাকি অংশটি উরুর মাঝখানে রেখে কোমরের চারপাশে প্যাঁচানো হতো। এরপর এটি পিছনের দিকে গিঁট দিয়ে সংযুক্ত করা হতো। এইভাবে সম্পূর্ন কটিদেশ পোশাকটি পরিধান করা হত।\nদ্বিতীয় বিশ্বযুদ্ধের আগে পর্যন্ত, জাপানি পুরুষরা ফান্ডোশি  নামে পরিচিত একটি ঐতিহ্যবাহী কটিদেশ বস্ত্র পরতেন। \n\n\n== বিবিধ সংস্কৃতিতে ==\n\n\n=== অস্ট্রেলিয়া ===\n\nকিছু আদিবাসী সংস্কৃতিতে প্রাপ্তবয়স্ক পুরুষদের পোশাক হিসেবে কটিদেশ বস্ত্র ব্যবহৃত হয়। পশ্চিম মরুভূমির ইউলপারিজা উপভাষায় কটিদেশ বস্ত্রকে নাগা, নার্গা, নার্গার ইত্যাদি নামে অভিহিত করা হয়।\n\n\n=== ভারত ===\nভারতের দুই ঐতিহ্যবাহী কটিদেশ বস্ত্র হল কৌপিনাম এবং পরবর্তীকালে প্রচলিত ল্যাঙ্গট। আখড়ায় অনুষ্ঠিত কুস্তি প্রতিযোগীতা বা দঙ্গলে অংশগ্রহনকারীরা এইসকল বিশেষ ধরনের কটিদেশ বস্ত্রকে অন্তর্বাস হিসেবে পরিধান করত। এটি বিশেষ করে কুস্তির সময় পরিধান করা হয়। এই সকল বস্ত্র পরিধান করলে হার্নিয়া ও হাইড্রোসিল জাতীয় রোগ প্রতিরোধ করা যায় বলে মনে করা হয়।    এছাড়াও শিখদের জন্য কাচ্চেরা পরা বাধ্যতামূলক।\n\n\n=== জাপান ===\nজাপানি পুরুষ ও মহিলারা ঐতিহ্যগতভাবে ফান্ডোশি নামে পরিচিত একটি কটিদেশ বস্ত্র পরতেন। ফান্ডোশি সাধারণত ৩৫ সেমি (১৪ ইঞ্চি) প্রশস্ত সুতি বা সিল্কের কাপড়ের টুকরো, যা উরুর মাঝখান দিয়ে প্রবেশ করিয়ে যৌনাঙ্গ ঢেকে রাখার জন্য দৃঢ়ভাবে বাঁধা হয়। ফান্ডোশি পরার বিভিন্ন পদ্ধতি রয়েছে। \n\n\n=== আদি আমেরিকান ===\n\nবেশিরভাগ আদিবাসী আমেরিকান উপজাতির পুরুষরা লেগিংসের সাথে কোন না কোন ধরণের ব্রীচক্লথ বা কটিদেশ বস্ত্র পরিধান করতেন।  গোত্রভেদে এদের পরিধান শৈলী ভিন্ন ছিল।\nএকজন আদিবাসী আমেরিকান নারী বা কিশোরী মেয়ে তার স্কার্টের ভেতরে একটি মানানসই কটিদেশ বস্ত্র পরতেন, তবে তারা কটিদেশ বস্ত্রকে সাধারণত বাহ্যিক পোশাক হিসেবে ব্যবহৃত করতেননা। তবে বিভিন্ন উপজাতির তরুণীরা প্রাপ্তবয়স্ক হওয়ার আগে স্কার্ট জাতীয় পোশাক না পরে ছেলেদের মতো কটিদেশ বস্ত্র পরিধান করে। \n\n\n=== ফিলিপাইন ===\n\nফিলিপাইনে কটিদেশ বস্ত্রকে সাধারণত বাহাগ বলা হয়। এটি সাধারণত একটি লম্বা, আয়তাকার কাপড়, যা কোনো বেল্ট বা সুতো দিয়ে বাঁধা থাকে না। বাহাগ সাধারনত বার্কলেপ বা হাতে বোনা কাপড় দিয়ে তৈরি হয়। এই কাপড় বুননের বিবিধ নকশা নির্দিষ্ট উপজাতির স্বতন্ত্র বৈশিষ্ট্যের পরিচয় বহন করে এবং কাপড়ের রঙ পরিধানকারীর সামাজিক অবস্থান প্রকাশ করে। যেমন সাধারণ মানুষের জন্য সাদা রঙ -এর কটিদেশ বস্ত্র প্রচলিত ছিল।\nউপনিবেশ-পূর্ব যুগে বাহাগ ছিল সাধারণ জনগণ এবং দাস শ্রেণীর (আলিপিন সম্প্রদায়) জন্য প্রচলিত পোশাক।  এখনো ফিলিপাইনের কিছু আদিবাসী গোষ্ঠীর মধ্যে এর প্রচলন রয়েছে। বিশেষত উত্তর লুজনের অভ্যন্তরীণ পাহাড়ী অঞ্চলে বসবাসকারী কর্ডিলেরা জনগোষ্ঠীর মধ্যে এই পোশাকের চল দেখা যায়।। \nপ্রাক-ঔপনিবেশিক ভিসায়ান অভিজাত(তুমাও) শ্রেনীর মানুষ এবং যোদ্ধা(তিমাওয়া) শ্রেণীর মানুষেরা বাহাগ পরিধান করতে পছন্দ করতেন। বাহাগ পরিধান করে তারা তাদের দেহের উপর অংশ অনাবৃত রেখে পূর্ণ শরীর জুড়ে আঁকা উল্কি প্রদর্শন করত, যা তাদের যুদ্ধের দক্ষতা এবং অন্যান্য উল্লেখযোগ্য কৃতিত্বের প্রকাশ ঘটাত। \nস্থানীয় তাগালগ ভাষায় রামধনুকে বলা হয় বাহাঘরি যার আক্ষরিক অর্থ রাজার কটিদেশ বস্ত্র। \n\n\n=== ইউরোপ ===\nখ্রীস্টপূর্ব ২০০০ সালের দিকে কিছু ইউরোপীয় পুরুষ চামড়ার ব্রীচক্লথ পরতেন। প্রাচীন রোমানরা এক ধরণের কটিদেশ বস্ত্র পরিধান করত যাকে সাবলিগাকুলাম বলা হত।\n\n\n== তথ্যসূত্র =="}