{"pageid": 1511372, "title": "মাঘোৎসব", "url": "https://bn.wikipedia.org/wiki?curid=1511372", "content": "মাঘোৎসব হল রাজা রামমোহন রায় প্রবর্তিত  ব্রাহ্মসমাজের প্রধান উৎসব, যা প্রতি বৎসর বাংলা ক্যালেন্ডার অনুসারে ( বঙ্গাব্দের) ১১ মাঘ তারিখে উদযাপিত হয়। ব্রাহ্মসমাজের (পূর্বতন  আত্মীয় সভার অন্যতম প্রতিষ্ঠাতা  রাজা রামমোহন রায় কর্তৃক ১৮৩০ খ্রিস্টাব্দের ২৩ জানুয়ারি ( ১২৩৭ বঙ্গাব্দের ১১ মাঘ ) ব্রাহ্মসমাজ উদ্বোধনে প্রথম উৎসবের সূত্রপাত হয়। সারাদেশে তথা বিশ্বের সর্বত্র 'মাঘোৎসব' ঐতিহ্যগত উৎসাহ-উদ্দীপনা তথা উল্লাসের সাথে পালিত হয়। ধর্মীয় প্রধান তথা আচার্যের ভক্তিমূলক স্তোত্রের ব্যাখ্যা, আধ্যাত্মিক আলোচনা, প্রদত্ত বক্তব্য,  ব্রহ্মসঙ্গীতের পরিবেশনা এবং ঐশ্বরিক সেবা বা প্রার্থনার মাধ্যমে উদযাপিত হয়।\n\n\n== ইতিহাস ==\nরাজা রামমোহন রায় ও মহর্ষি দেবেন্দ্রনাথ ঠাকুর ১৮২৮ খ্রিস্টাব্দের ২০ আগষ্ট ( ১২৩৫ বঙ্গাব্দের ৬ ভাদ্র) একেশ্বরবাদে আকৃষ্ট ব্যক্তিদের নিয়ে উত্তর কলকাতার বাঙালি খ্রিস্টান কমল বসুর বাড়িতে এক সর্বজনীন ধর্মসভা'র আয়োজন করেন। এই সভায় প্রতি বছর প্রার্থনা ও সঙ্গীতানুষ্ঠের আয়োজন হত। আর ভাদ্র মাসে এই আয়োজনের কারণে উৎসবটির নামকরণ হয়েছিল ভাদ্রোৎসব।\nপ্রসঙ্গত, ১৮১৫ খ্রিস্টাব্দে দার্শনিক আলোচনার জন্য রামমোহন রায়ের গঠিত আত্মীয় সভাই এই ধর্মসভায় রূপান্তরিত হয়।\nধর্মসভা প্রতিষ্ঠার প্রায় দুবছর পর ১৮৩০ খ্রিষ্টাব্দের ২৩ জানুয়ারি (১১ই মাঘ), রাজা রামমোহন রায়ের উৎসাহে জোড়াসাঁকোর ঠাকুরবাড়িতে এক অনুষ্ঠানে ব্রাহ্মসমাজ বা ব্রাহ্মসভা গঠনের ঘোষণা হয়। পরে এই বিশেষ দিনকে ব্রাহ্মধর্মাবলম্বীরা 'মাঘোৎসব' হিসাবে পালন করা শুরু করেন।\nব্রাহ্মধর্মের প্রধান কেন্দ্র কলকাতায় 'সাধারণ ব্রাহ্মসমাজ', 'নববিধান ব্রাহ্মসমাজ', 'ব্রাহ্ম সম্মিলন সমাজ' সহ সকলেই সপ্তাহব্যাপী মাঘোৎসব পালন করেন। এছাড়াও, হরিনাভি, কোন্নগর, বাণীবান, নিমতা, পদ্মপুকুরের সংশ্লিষ্ট সমাজ গোষ্ঠীও এই মাঘোৎসবে যোগ দেয়।\nকলকাতার জোড়াসাঁকোর ঠাকুরবাড়িতে ব্রাহ্মসমাজের মূল তিনটি গোষ্ঠী ১১ মাঘ তারিখে মাঘোৎসব-এ বিশেষ দিব্য সেবা তথা উপাসনায় মিলিত হয়। সৌমেন্দ্রনাথ ঠাকুর প্রতিষ্ঠিত বৈতানিক পরিবেশন করত ব্রহ্মসঙ্গীত। পরবর্তীতে মাঘোৎসবে প্রাতঃকালীন ও সায়ংকালীন অধিবেশনে যথাক্রমে আদি ব্রাহ্মসমাজ মন্দিরে ও জোড়াসাঁকো ঠাকুর বাড়িতে রবীন্দ্রনাথ রচিত ব্রহ্মসঙ্গীত পরিবেশিত হত। \nভারতের অন্যান্য ব্রাহ্ম সমাজ, ব্রাহ্ম শিক্ষা প্রতিষ্ঠান এবং ঠাকুরের শান্তিনিকেতনেও মাঘোৎসব পালিত হয়। তবে এগুলো এক সপ্তাহের পরিবর্তে একদিনের উদযাপন।ভারতের অন্যান্য ব্রাহ্মসমাজে, ব্রাহ্ম শিক্ষা প্রতিষ্ঠানে এবং মহর্ষি প্রতিষ্ঠিত শান্তিনিকেতনেও মাঘোৎসব পালিত হয়। উপাসনার জন্য তিনি শান্তিনিকেতনে 'উপাসনা গৃহ' নির্মাণ করান। তবে এখানকার উৎসব সপ্তাহব্যাপী নয় - একদিনের।\n\n\n== উদ্দেশ্য ==\nব্রাহ্ম সমাজের ট্রাস্ট দলিল অনুসারে যে যে উদ্দেশ্য নির্দিষ্ট করা হয় সেগুলি হল:\n\nঅনুগামীরা তাঁকে ভালবাসবে, তাঁর ইচ্ছা পালন করবে এবং এক পরম ব্রহ্মের উপাসনা করবে, যিনি সৃষ্টিকর্তা, সংরক্ষক, ধ্বংসকারী, যিনি এই জগতে এবং পরকালের সমস্ত মঙ্গলদাতা, যিনি সর্বজ্ঞ, সর্বব্যাপী, নিরাকার এবং কল্যাণময়।\nঅনুসারীরা কোন সৃষ্ট বস্তুকে পরম সত্তা মনে করে পূজা করবে না।\nঅনুসারীদের সৎকর্ম করা উচিত - এবং এই সৎকর্মের মাধ্যমেই ঈশ্বরের সেবা করা সম্ভব।\nতিনি এক, একক এবং পরম - একমেবাদিত্যম\nসমাজকে সকল সম্প্রদায়ের এক সত্য ঈশ্বরের উপাসনার জন্য মিলনস্থল হতে হবে।\nকোন উপাস্য বস্তু বা কোন পুরুষের নাম নিন্দা করা যাবে না, অবজ্ঞার সাথে বলা যাবে না বা কোনভাবেই তাদের প্রতি ইঙ্গিত করা যাবে না।\nকোনও খোদাই করা মূর্তি বা ভাস্কর্য, খোদাই করা চিত্র, প্রতিকৃতি বা কোনও কিছুর সাদৃশ্য প্রবেশের অনুমতি দেওয়া হবে না।\nকোন জীব বা জড় বস্তু যা আগে ছিল বা আছে বা পরবর্তীতে উপাসনার বস্তু হিসেবে স্বীকৃত হবে না বা স্বীকৃত হবে না\nকোনও ধরণের বা জিনিসের কোনও বলিদানের নৈবেদ্য কখনও অনুমোদিত হবে না\nসকল ধর্ম ও সম্প্রদায়ের মানুষের মধ্যে দানশীলতা, নীতি, ধার্মিকতা, দানশীলতা, সদাচার প্রচার এবং মিলনের বন্ধনকে শক্তিশালী করা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমাঘোৎসব সম্পর্কে আরও তথ্যের জন্য ব্রাহ্মসমাজ উৎসব দেখুন।\nসাধারণ ব্রাহ্ম সমাজ\nরাজা রামমোহন রায়"}