{"pageid": 1511569, "title": "অঞ্জুলি শুক্লা", "url": "https://bn.wikipedia.org/wiki?curid=1511569", "content": "অঞ্জুলি শুক্লা একজন ভারতীয় চিত্রগ্রাহক এবং চলচ্চিত্র পরিচালক । তিনিই প্রথম এবং এখনও পর্যন্ত একমাত্র ভারতীয় মহিলা যিনি সেরা চিত্রগ্রহণের জন্য জাতীয় চলচ্চিত্র পুরস্কার জিতেছেন। ২০১০ সালে তাঁর প্রথম চলচ্চিত্র কুট্টি স্রাঙ্ক তাঁকে সেরা চিত্রগ্রহণের জন্য জাতীয় চলচ্চিত্র পুরস্কার জিতে নিতে সাহায্য করে। তাঁর সাম্প্রতিক পরিচালনায়, 'হ্যাপি মাদার্স ডে', যা চিলড্রেন'স ফিল্ম সোসাইটি, ইন্ডিয়া (সিএফএসআই) কর্তৃক নির্মিত, ১৯তম আন্তর্জাতিক শিশু চলচ্চিত্র উৎসব ইন্ডিয়া (আইসিএফএফআই) এর উদ্বোধনী চলচ্চিত্র ছিল। ফিল্ম অ্যান্ড টেলিভিশন ইনস্টিটিউট অফ ইন্ডিয়ার প্রাক্তন ছাত্রী, শুক্লা তাঁর পূর্ণদৈর্ঘ্য চলচ্চিত্রে আত্মপ্রকাশের আগে চিত্রগ্রাহক এবং পরিচালক সন্তোষ শিবানের সহকারী হিসেবে তাঁর কর্মজীবন শুরু করেছিলেন।\n\n\n== জীবনী ==\nশুক্লা লখনউতে এমন একটি পরিবারে জন্মগ্রহণ করেন যেখানে চলচ্চিত্র জগতের সাথে কোন সম্পর্ক ছিল না। তিনি শৈশব থেকেই চলচ্চিত্রের প্রতি আগ্রহী ছিলেন এবং লখনউয়ের লখনউ বিশ্ববিদ্যালয় থেকে স্নাতক ডিগ্রি অর্জন করেন। স্নাতক শেষ করার পর, তিনি সিনেমাটোগ্রাফির উপর একটি কোর্স করার জন্য ফিল্ম অ্যান্ড টেলিভিশন ইনস্টিটিউট অফ ইন্ডিয়া (এফটিটিআই) তে যোগদানের সিদ্ধান্ত নেন, যেখানে তিনি তাঁর \"সৃজনশীলতা\" প্রকাশের জন্য একটি আদর্শ মঞ্চ বলে মনে করেন। তাঁর পরিবার তাঁর এই সিদ্ধান্তকে সমর্থন করেছিল। এফটিআইআই-তে শুক্লার ডিপ্লোমার চলচ্চিত্রটি ক্যামেরিমেজ চলচ্চিত্র উৎসবের প্রতিযোগিতা বিভাগে প্রথম প্রদর্শন করা হয়েছিল। এফটিআইআই-তে পড়াশোনা শেষ করার পর, তিনি সন্তোষ শিবানের সাথে একজন শিক্ষানবিশ হিসেবে যোগদান করেন এবং হলিউডের দুটি প্রযোজনা - দ্য মিস্ট্রেস অফ স্পাইসেস এবং বিফোর দ্য রেইনস সহ বিভিন্ন ছবিতে তাকে সহায়তা করেন। তিনি মণি রত্নমের তামিল-হিন্দি দ্বিভাষিক চলচ্চিত্র রাবন এবং রাভানন (২০১০) এর দ্বিতীয় ইউনিট মহিলা চিত্রগ্রাহক বা ক্যামেরাউওম্যান ছিলেন। শাজি এন. করুণ পরিচালিত মালায়ালাম ছবি কুট্টি স্রাঙ্কের মাধ্যমে তিনি একজন স্বাধীন চিত্রগ্রাহক হিসেবে প্রকাশিত হন। এই ছবিটি মালায়ালাম ভাষায় প্রথম কোনও মহিলা চিত্রগ্রাহক দ্বারা চিত্রায়িত হওয়ার গৌরব অর্জন করেছিল। ২০১০ সালে ৫৭তম জাতীয় চলচ্চিত্র পুরস্কারে শুক্লার কাজ তাঁকে সেরা চিত্রগ্রহণের পুরস্কার এনে দেয়। তিনি এই বিভাগে পুরস্কৃত প্রথম মহিলা ছিলেন। কুট্টি স্রাঙ্কের পর, তিনি সন্তোষ শিভানের সাথে উরুমি নামে একটি পর্যায় নাটিকা বা পিরিয়ড ড্রামা-তে যোগ দেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== পরিচালক ===\n\"হ্যাপি মাদার্স ডে\", চিলড্রেন'স ফিল্ম সোসাইটি ইন্ডিয়া (সিএফএসআই) (২০১৫) এর একটি পূর্ণাঙ্গ চলচ্চিত্র।\n১২তম আন্তর্জাতিক জুরিখ চলচ্চিত্র উৎসব (যেডএফএফ) এর জন্য নির্বাচিত\n১৯তম আন্তর্জাতিক শিশু চলচ্চিত্র উৎসব ভারত (আই সি এফ এফ আই)- এর উদ্বোধনী চলচ্চিত্র\n\n\n=== চিত্রগ্রাহক ===\nকুট্টি স্রাঙ্ক (২০১০)\n\n\n=== ক্যামেরা এবং বৈদ্যুতিক বিভাগ অথবা দ্বিতীয় ইউনিট বিভাগ ===\nআনন্দভদ্রম (২০০৫) - মালায়লাম\nদ্য মিস্ট্রেস অফ স্পাইসেস (চলচ্চিত্র) (২০০৫) - হিন্দি/ইংরেজি\nবিফোর দ্য রেইনস (২০০৭) - ইংরেজি /মালায়ালাম\nপ্রারম্ভ (২০০৭)-কন্নড়\nতাহান (২০০৮)-হিন্দি\nরাবণ (২০১০)-হিন্দি/তামিল\nউরুমি (চলচ্চিত্র) (২০১০)-মালায়ালাম\nপেহলা সিতারা (বিলম্বিত)\n\n\n== পুরস্কার ==\n\n\n=== জাতীয় ===\nসেরা চিত্রগ্রহণের জন্য জাতীয় চলচ্চিত্র পুরস্কার\n২০১০- কুট্টি স্রাঙ্ক (মালয়ালম) - সেরা সিনেমাটোগ্রাফি\n\n\n=== আন্তর্জাতিক ===\nমনোনীত :\n\nসেরা সিনেমাটোগ্রাফির জন্য গোল্ডেন ট্যাডপোল, ক্যামেরাইমেজ\n২০০৪ – প্রি-মর্টেম – সেরা সিনেমাটোগ্রাফির জন্য গোল্ডেন ট্যাডপোল, ক্যামেরাইমেজ \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে অঞ্জুলি শুক্লা (ইংরেজি)"}