{"pageid": 1511559, "title": "মিজেরি (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1511559", "content": "মিজারি একটি ১৯৯০ সালের আমেরিকান মনস্তাত্ত্বিক সন্ত্রাস থ্রিলার চলচ্চিত্র, যা রব রেইনার পরিচালিত এবং উইলিয়াম গোল্ডম্যান এর স্ক্রিপ্টে স্টিফেন কিং'স ১৯৮৭ সালের একই নামের উপন্যাস ভিত্তিক। গল্পটি একটি লেখক (জেমস কান) সম্পর্কে, যাকে একটি আক্রমণাত্মক ভক্ত (ক্যাথি বেট্‌স) বন্দী করে রাখে এবং তাকে তার উপন্যাস সিরিজের সমাপ্তি পুনঃলিখতে বাধ্য করে। ফ্রান্সেস স্টার্নহাগেন, রিচার্ড ফার্নসওয়ার্থ, এবং লরেন বাকলও এই চলচ্চিত্রে অভিনয় করেছেন।\nচলচ্চিত্রটি ১৯৯০ সালের ৩০ নভেম্বর যুক্তরাষ্ট্রে কলাম্বিয়া পিকচার্স দ্বারা মুক্তি পায়। এটি ব্যাপকভাবে ইতিবাচক রিভিউ পেয়েছিল এবং বক্স অফিসে সফল ছিল। বেটসের পারফরম্যান্স সমালোচকদের কাছ থেকে প্রশংসা অর্জন করেছিল এবং তাকে ৬৩ তম একাডেমি পুরস্কার-এ সেরা অভিনেত্রী হিসেবে অ্যাকাডেমি পুরস্কার জিতিয়ে দেয়, যা মিজারি-কে একটি স্টিফেন কিং উপন্যাস ভিত্তিক একমাত্র চলচ্চিত্র বানিয়েছিল যা অস্কার জিতেছিল। কিং বলেছেন যে মিজারি তার শীর্ষ দশটি প্রিয় চলচ্চিত্র অভিযোজনের মধ্যে একটি।\n\n\n== কাহিনি ==\nবিশ্বখ্যাত উপন্যাসক পল শেলডন একজন সফল ভিক্টোরিয়ান রোম্যান্স উপন্যাস সিরিজের লেখক, যেখানে একটি চরিত্রের নাম মিজারি চেস্টেন। আরও সিরিয়াস গল্পে মনোযোগ দিতে চেয়ে তিনি একটি খসড়া লেখেন যা তিনি আশা করেন তার মিজারি-এর পরবর্তী ক্যারিয়ারকে চালু করবে। সিলভার ক্রিক, কলোরাডো থেকে নিউ ইয়র্ক শহরে তার বাড়ি ফিরে যাওয়ার সময়, পল একটি তুষারঝড়ে আটকা পড়ে এবং তার গাড়ি দুর্ঘটনায় পড়ে। একটি নার্স, অ্যানি উইলকস, তাকে খুঁজে পায় এবং তাকে তার নির্জন বাড়িতে নিয়ে আসে।\nপল চেতনায় ফিরে আসে এবং নিজেকে বিছানায় শুয়ে থাকতে দেখে, তার পা ভাঙা এবং কাঁধে ডিসলোকেশন রয়েছে। অ্যানি বলে যে সে তার \"নম্বর এক ভক্ত\" এবং তাকে যতক্ষণ না টেলিফোন লাইন পুনরায় সংযোগিত হয় এবং স্থানীয় সড়কগুলি পুনরায় খোলা হয় ততক্ষণ সে তাকে যত্ন নিতে প্রস্তাব দেয়। অ্যানির কিছুটা অস্বস্তিকর আচরণ চরমে পৌঁছায় যখন সে সর্বশেষ মিজারি উপন্যাসটি পড়ে এবং আবিষ্কার করে যে মিজারি উপন্যাসের শেষে মারা যায়। সে রাগে ফেটে পড়ে, জানিয়ে দেয় যে সে কখনও কাউকে জানাননি যে সে পলকে উদ্ধার করেছে, এবং কার্যত তাকে বন্দী করে রেখেছে।\nঅ্যানি তাকে তার নতুন খসড়ার একমাত্র কপি পুড়িয়ে ফেলতে বাধ্য করে, একটি টাইপরাইটার দেয় এবং তাকে একটি নতুন উপন্যাস লিখতে আদেশ দেয় যেখানে সে মিজারি চরিত্রটিকে আবার জীবিত করে তোলে। পল তার কক্ষের দরজা খুলতে এবং তার ঘর থেকে বের হতে একটি ববি পিন ব্যবহার করে। সে তার পেইনকিলারগুলো জমা করতে শুরু করে এবং অ্যানিকে মাদক সেবন করানোর চেষ্টা করে, কিন্তু তার পরিকল্পনা ব্যর্থ হয়ে যায়। সে তার অতীতের সংবাদপত্রের কেটে রাখা কিছু ছবি খুঁজে পায় এবং জানতে পারে যে সে যেখানে কাজ করতো সেই হাসপাতালে কয়েকটি শিশুর মৃত্যুর জন্য অভিযুক্ত হয়েছিল; বিচার প্রমাণের অভাবে ভেঙে পড়ে। সে তার বিচার চলাকালে তার মিজারি উপন্যাসের লাইনগুলো উল্লেখ করেছিল। একবার অ্যানি জানতে পারে যে পল তার ঘর থেকে চুরি করে বের হচ্ছিল, সে স্লেজহ্যামার দিয়ে তার গোড়ালিতে আঘাত করে।\nস্থানীয় শেরিফ, বাস্টার, পলের অদৃশ্য হওয়া নিয়ে তদন্ত করছে। কিছু সূত্র তাকে অ্যানির কাছে যেতে প্ররোচিত করে, কিন্তু যখন সে পলকে মাটির নিচের ঘরে মাদকাসক্ত অবস্থায় পায়, তখন অ্যানি তাকে শটগান দিয়ে হত্যা করে; এরপর সে পলকে হত্যা-আত্মহত্যা করতে চায়, কিন্তু পল তাকে বোঝায় যে সে উপন্যাসটি শেষ করার জন্য তার জীবনের কিছুটা সময় বাঁচিয়ে রাখুক। যখন সে তার হুইলচেয়ারটি নিতে যায়, পল তার প্যান্টের মধ্যে একটি লাইটার ফ্লুইডের ক্যান লুকিয়ে রাখে।\nযখন খসড়াটি শেষ হয়, পল লাইটার ফ্লুইড ব্যবহার করে সেটি আগুনে পুড়িয়ে দেয় যাতে অ্যানি কখনও তা পড়তে না পারে, এক হতবাক অ্যানিকে জানিয়ে দেয় যে সে এটি তার কাছ থেকে শিখেছে। খসড়াটি ধ্বংস হওয়ার পর, অ্যানি রেগে যায় এবং পলকে হত্যার চেষ্টা করে, কিন্তু পল পাল্টা আক্রমণ করতে সক্ষম হয়। তারা একটি সহিংস সংগ্রামে লিপ্ত হয়, পল গুলির আঘাতে আহত হয় এবং অ্যানি কিছু সময়ের জন্য অজ্ঞান হয়ে যায় যখন সে টাইপরাইটারের উপর মাথা দিয়ে পড়ে। সংগ্রামটি শেষ হয় যখন পল অ্যানির মুখে মেটালের একটি ডোরস্টপ দিয়ে আঘাত করে, যা তার শূকর মিজারি আকারে ছিল, এবং তাকে হত্যা করে।\nআঠারো মাস পর, পল, এখন একটি ক্যান দিয়ে হাঁটছে, নিউ ইয়র্ক সিটির একটি রেস্টুরেন্টে তার এজেন্টের সাথে দেখা করে। তারা তার প্রথম মিজারি-এর পরবর্তী উপন্যাস নিয়ে আলোচনা করে। পল বলে যে, সে এটি লিখেছে তার বন্দিদশার ভয়াবহতাগুলির সাথে মোকাবিলা করার জন্য। তার এজেন্ট জানতে চায়, কি সে তার দুঃখজনক অভিজ্ঞতার উপর একটি তথ্যবহুল বই লেখার কথা ভাববে, কিন্তু পল—যে মানসিক আঘাত থেকে ভুগছে—প্রত্যাখ্যান করে। একটি ওয়েট্রেস তার কাছে আসে এবং পল কিছু সময়ের জন্য বিভ্রমে পড়ে যে সে অ্যানি, মন্তব্য করে যে সে এখনও মাঝে মাঝে তার কথা চিন্তা করে। তারপর ওয়েট্রেসটি বলে যে সে তার নম্বর এক ভক্ত, যা শুনে পল নম্রভাবে উত্তর দেয়, \"এটা খুব মিষ্টি আপনার পক্ষ থেকে।\"\n\n\n== কাস্ট ==\nজেমস কান পল শেলডন হিসেবে\nক্যাথি বেট্‌স অ্যানি উইলকস হিসেবে\nরিচার্ড ফার্নসওয়ার্থ শেরিফ বাস্টার হিসেবে\nফ্রান্সেস স্টার্নহাগেন ডেপুটি ভার্জিনিয়া হিসেবে\nলরেন বাকল মার্সিয়া সিনডেল হিসেবে\nগ্রাহাম জারভিস লিবি হিসেবে\nজেরি পটার পিট হিসেবে\nজে. টি. ওয়ালশ একটি অক্রেডিটেড ক্ষণিক চরিত্রাভিনয় হিসেবে স্টেট পেট্রোল কর্নেল শারম্যান ডাগলাস চরিত্রে অভিনয় করেছেন। পরিচালক রব রেইনারও একটি অক্রেডিটেড উপস্থিতি করেন একটি হেলিকপ্টার পাইলট হিসেবে।\n\n\n== উৎপাদন ==\n\n\n=== বিকাশ ===\nপ্রযোজক অ্যান্ড্রু শেনম্যান একটি বিমানে স্টিফেন কিং'র উপন্যাস Misery পড়েছিলেন, এবং পরে এটি তার পরিচালকের সহকর্মী ক্যাসল রক এন্টারটেইনমেন্ট-এর রব রেইনারকে সুপারিশ করেন। পরবর্তীতে রেইনার লেখক উইলিয়াম গোল্ডম্যান-কে চলচ্চিত্রের স্ক্রীনপ্লে লেখার জন্য আমন্ত্রণ জানান।\nউপন্যাসে, অ্যানি উইলকস পল শেলডনের একটি পা কুঠার দিয়ে কেটে ফেলেন। গোল্ডম্যান এই দৃশ্যটি খুব পছন্দ করেছিলেন এবং এটি অন্তর্ভুক্ত করার জন্য যুক্তি দিয়েছিলেন, কিন্তু রেইনার তা পরিবর্তন করার জন্য জোর দিয়েছিলেন যাতে অ্যানি তার গোড়ালি ভাঙে। পরবর্তীতে গোল্ডম্যান লিখেছিলেন যে এটি সঠিক সিদ্ধান্ত ছিল, কারণ একটি অঙ্গ কাটা দেখানোর ফলে দর্শকরা অ্যানিকে ঘৃণা করতেন, তার পাগলামির প্রতি সহানুভূতির পরিবর্তে।\n\n\n=== কাস্টিং ===\nপল শেলডনের চরিত্র প্রথমে উইলিয়াম হার্টকে (দ্বিতীয়বার) অফার করা হয়েছিল, তারপর কেভিন ক্লাইন, মাইকেল ডগলাস, হ্যারিসন ফোর্ড, ডাস্টিন হফম্যান, রবার্ট ডি নিরো, আল পাচিনো, রিচার্ড ড্রাইফাস, জিন হ্যাকম্যান, এবং রবার্ট রেডফোর্ডকে, তবে তারা সবাই তা প্রত্যাখ্যান করেছিলেন। ওয়ারেন বেটি চরিত্রটি নিয়ে আগ্রহী ছিলেন, চান পলকে কম প্যাসিভ চরিত্রে পরিণত করতে, কিন্তু পরবর্তীতে ডিক ট্রেসি-এর পোস্ট-প্রোডাকশনের সময় দীর্ঘ হওয়ার কারণে তাকে ছেড়ে দিতে হয়। শেষ পর্যন্ত কেউ জেমস ক্যানকে প্রস্তাব দেন, যিনি চরিত্রটি অভিনয় করতে রাজি হন। ক্যান মন্তব্য করেন যে তিনি এই চরিত্রের প্রতি আকৃষ্ট হয়েছিলেন কারণ এটি তার অন্যান্য চরিত্রগুলির থেকে আলাদা ছিল, এবং তিনি বলেন, \"একটি সম্পূর্ণ প্রতিক্রিয়া চরিত্র হওয়া সত্যিই অনেক কঠিন।\" অ্যাঞ্জেলিকা হিউস্টন এবং বেট মিডলার উভয়কেই অ্যানি উইলকসের চরিত্রটি অফার করা হয়েছিল, কিন্তু তারা দুজনেই তা প্রত্যাখ্যান করেছিলেন। মিডলার পরে বলেছিলেন যে তিনি এই সিদ্ধান্তটি গভীরভাবে আফসোস করেছিলেন। রেইনার অনুযায়ী, এটি গোল্ডম্যানই ছিলেন যিনি প্রস্তাব দিয়েছিলেন যে অ্যানি উইলকসের চরিত্রটি ক্যাথি বেটসকে করা উচিত, যিনি একটি স্টেজ অভিনেত্রী এবং চলচ্চিত্র দর্শকদের কাছে কার্যত অজানা ছিলেন।\n\n\n=== চলচ্চিত্রায়ন ===\nপ্রধান চিত্রগ্রহণ ১৯৯০ সালের ফেব্রুয়ারিতে শুরু হয়েছিল। সিলভার ক্রিক শহরের বাইরের দৃশ্যগুলি জেনোয়া, নেভাদা-তে শুট করা হয়েছিল, তবে অভ্যন্তরীণ দৃশ্যগুলি হলিউড সেন্টার স্টুডিওস-এ, লস অ্যাঞ্জেলেসে চিত্রায়িত হয়েছিল।\n\n\n== সঙ্গীত ==\n\nচলচ্চিত্রটির স্কোর রচনা করেছেন মার্ক শেইম্যান. চলচ্চিত্রে লিবেরাচে, অ্যানি উইলকসের প্রিয় সংগীতজ্ঞ, এর তিনটি রেকর্ডিং অন্তর্ভুক্ত রয়েছে, যেমন \"শটগান\" যা জুনিয়র ওয়াকার অ্যান্ড দ্য অল-স্টারস এর গাওয়া, যা পলের গাড়ি দুর্ঘটনার আগে বাজানো হয়।\n\n\n== প্রতিক্রিয়া ==\n\n\n=== বক্স অফিস ===\nমিজারি তার উদ্বোধনী সপ্তাহান্তে $10,076,834 আয় করে, এবং হোম অ্যালোন এর পিছনে বক্স অফিসে দ্বিতীয় স্থানে finishes হয়। এটি পরবর্তীতে $61 মিলিয়ন আয় করে যুক্তরাষ্ট্রে।\n\n\n=== সমালোচক প্রতিক্রিয়া ===\n\nরিভিউ অ্যাগ্রিগেটর ওয়েবসাইট রটেন টমেটোস-এ, মিজারি ৭৪টি রিভিউর উপর ভিত্তি করে ৯১% অনুমোদন রেটিং পেয়েছে, গড় রেটিং ৭.৬০/১০। সাইটের সমালোচকদের একমত পর্যালোচনায় লেখা আছে: \"জেমস ক্যান এবং ক্যাথি বেটসের উজ্জ্বল পারফরম্যান্স দ্বারা উন্নত, এই টানটান এবং ভীতিকর চলচ্চিত্রটি স্টিফেন কিংয়ের অন্যতম সেরা অভিযোজন।\" মেটাক্রিটিক-এ, যা রিভিউগুলোর জন্য ওজনযুক্ত গড় রেটিং প্রদান করে, চলচ্চিত্রটির ২৩ জন সমালোচকের ওপর ভিত্তি করে ১০০ থেকে ৭৫ স্কোর হয়েছে, যা \"সাধারণত ইতিবাচক পর্যালোচনা\" নির্দেশ করে। সিনেমাস্কোর দ্বারা করা একটি জরিপে দর্শকরা চলচ্চিত্রটিকে A+ থেকে F স্কেলে গড়ে \"A−\" গ্রেড দিয়েছে।\nরজার ইবার্ট শিকাগো সান-টাইমস-এ চলচ্চিত্রটিকে ৪টির মধ্যে ৩টি তারকায় রেটিং দিয়েছিলেন, stating \"এটি একটি ভালো গল্প, প্রাকৃতিক এবং এটি আমাদের আকর্ষণ করে।\" Variety এটিকে \"একটি খুব স্পষ্ট এবং খুব বাণিজ্যিক গথিক থ্রিলার, স্টিফেন কিংয়ের বেস্টসেলারের কার্যকর অভিযোজন\" বলে অভিহিত করেছে। দ্য গার্ডিয়ান-এর ডেরেক মালকম একটি ইতিবাচক পর্যালোচনা দিয়েছিলেন, লিখে যে \"এটি আমাদের উপর যথেষ্ট কৌশল খেলে যাতে আমরা কখনই কিছু খুব সিরিয়াসভাবে গ্রহণ না করি এবং গোল্ডম্যানের স্ক্রিপ্টে যথেষ্ট ভালো লাইন এবং পরিস্থিতি রয়েছে যা আমাদের আগ্রহী রাখে ঠিক কি আসছে তার প্রতি\", এবং কাস্টকে প্রশংসা করেছেন, বিশেষ করে বেটসকে, লিখে যে তার \"মিজারি-এ পাগল ভক্ত চরিত্রে অভিনয় একটি অনুপ্রাণিত কাস্টিং।\" দ্য নিউ ইয়র্ক টাইমস-এর ভিনসেন্ট ক্যানবি ক্যাথি বেট্‌স'এর অভিনয় প্রশংসা করেছেন, এটিকে \"পাগল অ্যানি চরিত্রে একটি আসল হাস্যকর পারফরম্যান্স, যা মিঃ গোল্ডম্যানের স্ক্রিপ্টে যেমন লেখা হয়েছে, ঠিক তেমনই মিঃ কিং-এর উপন্যাসে লেখা হয়েছে।\"\nকিং নিজেই বলেছেন যে মিজারি তার শীর্ষ দশটি প্রিয় চলচ্চিত্র অভিযোজনের মধ্যে একটি, তার ২০০৯ সালের সংগ্রহ Stephen King Goes to the Movies-এ। তার ২০০০ সালের স্মৃতিকথায় On Writing: A Memoir of the Craft-এ, কিং বইটির চলচ্চিত্র অভিযোজনের উল্লেখ করেন, লিখে:\n\n১৯৮০-এর দশকের শুরুর দিকে, আমার স্ত্রী এবং আমি লন্ডনে একটি ব্যবসা/বিনোদনমূলক সফরে গিয়েছিলাম। আমি বিমানটিতে ঘুমিয়ে পড়েছিলাম এবং একজন জনপ্রিয় লেখক সম্পর্কে একটি স্বপ্ন দেখেছিলাম (এটি হয়তো আমি হতে পারি বা নাও হতে পারে, তবে নিশ্চিতভাবে জেমস কান নয়)...\n২০০৩ সালে, অ্যানি উইলকসকে এএফআই'স ১০০ ইয়ার্স...১০০ হিরোস অ্যান্ড ভিলেনস তালিকায় #১৭ স্থান দেওয়া হয়েছিল। চলচ্চিত্রের \"হবলিং\" দৃশ্য, যেখানে অ্যানি পলের গোড়ালি স্লেজহ্যামার দিয়ে ভাঙে, ব্রাভো'র ২০০৪ সালের প্রোগ্রাম The 100 Scariest Movie Moments-এ #১২ স্থান পেয়েছিল। ২০০৯ সালে, Bloody Disgusting এর ক্রিস এগার্টসেন মিজারি কে তার \"১০টি ক্লস্ট্রোফোবিক হরর চলচ্চিত্র\" তালিকায় চতুর্থ স্থান দিয়েছিলেন।\n\n\n=== অ্যাকোলাডস ===\n\n\n=== হোম মিডিয়া ===\nনেলসন এন্টারটেইনমেন্ট এবং তার প্যারেন্ট কোম্পানি, নিউ লাইন হোম ভিডিও, প্রথমে ১১ জুলাই, ১৯৯১ তারিখে মিজারি ভিএইচএস-এ মুক্তি দেয়, এবং নেলসন দেউলিয়া হওয়ার পর ১৯৯২ সালে নিউ লাইন এটি আবার পুনরায় মুক্তি দেয়। পরে চলচ্চিত্রটি পলিগ্রাম ভিডিও দ্বারা আবার ভিএইচএস-এ এবং ডিভিডি-তে ২২ ডিসেম্বর, ১৯৯৮ তারিখে এমজিএম হোম এন্টারটেইনমেন্ট দ্বারা পুনরায় মুক্তি পায়। ২৫ তম বার্ষিকী সংস্করণের ডিভিডি এবং ব্লু-রে ৮ সেপ্টেম্বর, ২০১৫ তারিখে ২০ তম সেঞ্চুরি ফক্স হোম এন্টারটেইনমেন্ট এবং এমজিএম হোম এন্টারটেইনমেন্ট দ্বারা মুক্তি পায়। বর্তমানে, ওয়ার্নার ব্রস. হোম এন্টারটেইনমেন্ট (ক্যাসল রক এন্টারটেইনমেন্টের সিস্টার কোম্পানি) এমজিএম থেকে লাইসেন্স নিয়ে হোম ভিডিও রাইটস পুনঃমুক্তি করেছে। শাউট! ফ্যাক্টরি ২৮ নভেম্বর, ২০১৭ তারিখে তাদের স্ক্রিম ফ্যাক্টরি লেবেল-এর অধীনে একটি সংগ্রাহক সংস্করণের ব্লু-রে মুক্তি দেয়। ৪কে আলট্রা এইচডি ব্লু-রে ১২ অক্টোবর, ২০২১ তারিখে কিনো লরবার দ্বারা মুক্তি পায়।\n\n\n== আরো দেখুন ==\nমিজারি (নাটক)\nজুলি গণপতি\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nগোল্ডম্যান, উইলিয়াম (২০০১)। Which Lie Did I Tell?: More Adventures in the Screen Trade। Knopf Doubleday। আইএসবিএন 978-0375703195। \n\n\n== বাহ্যিক ==\n\nইন্টারনেট মুভি ডেটাবেজে Misery  (ইংরেজি)\nটিসিএম চলচ্চিত্র ডেটাবেজে Misery\nবক্স অফিস মোজোতে Misery (ইংরেজি)\nরটেন টম্যাটোসে Misery (ইংরেজি)\nমেটাক্রিটিকে Misery  (ইংরেজি)\nটেমপ্লেট:Media based on Stephen King works\nটেমপ্লেট:Rob Reiner\nটেমপ্লেট:William Goldman"}