{"pageid": 1511197, "title": "মেটাস্ট্যাবিলিটি", "url": "https://bn.wikipedia.org/wiki?curid=1511197", "content": "রসায়ন এবং পদার্থবিজ্ঞানে, metastability হল একটি গতিশীল সিস্টেমের উচ্চ শক্তির মধ্যবর্তী অবস্থা, যা সিস্টেমের নিম্নতম শক্তি অবস্থার থেকে আলাদা।\nএকটি ঢালের গর্তে বিশ্রামরত একটি বল মেটাস্টেবিলিটি-এর একটি সাধারণ উদাহরণ। যদি বলটি সামান্য ঠেলা দেয়া হয়, তবে এটি আবার গর্তে ফিরে আসবে, তবে একটি শক্তিশালী ঠেলা বলটিকে ঢাল বেয়ে গড়িয়ে বের করে দিতে পারে। বোলিং পিন-ও অনুরূপ মেটাস্টেবিলিটি দেখায়—সামান্য দোল খাওয়ার পর এটি আবার স্থির হতে পারে, অথবা সম্পূর্ণ উল্টে যেতে পারে। বিজ্ঞানে metastability-এর একটি সাধারণ উদাহরণ হল আইসোমারাইজেশন। উচ্চ-শক্তিসম্পন্ন আইসোমার দীর্ঘ সময় ধরে স্থায়ী হয় কারণ তারা তাদের পছন্দসই নিম্ন শক্তি অবস্থায় পরিবর্তিত হতে বাধাপ্রাপ্ত হয়, যা সম্ভাব্য শক্তির (সম্ভবত বড়) বাধার কারণে ঘটে।\nএকটি সসীম স্থায়িত্বের মেটাস্টেবল অবস্থার সময়, সমস্ত অবস্থান-বর্ণনাকারী পরামিতি স্থির মানে পৌঁছে এবং ধরে রাখে। বিচ্ছিন্ন অবস্থায়: \n\nসর্বনিম্ন শক্তির অবস্থা হল একমাত্র অবস্থা যেখানে সিস্টেমটি অনির্দিষ্টকাল ধরে অবস্থান করবে, যতক্ষণ না সিস্টেমে অতিরিক্ত বাহ্যিক শক্তি যোগ করা হয় (একমাত্র \"পরম স্থিতিশীল\" অবস্থা);\nসিস্টেমটি স্বতঃস্ফূর্তভাবে অন্য যে কোনও অবস্থা (উচ্চ শক্তিসম্পন্ন) ত্যাগ করবে এবং একাধিক পরিবর্তনের পর অবশেষে সর্বনিম্ন শক্তির অবস্থায় ফিরে আসবে।\nমেটাস্টেবিলিটি ধারণার উৎপত্তি প্রথম-ক্রম পর্যায় পরিবর্তন এর পদার্থবিজ্ঞান থেকে। এরপর এটি পরমাণু কেন্দ্রক বা পরমাণুর মধ্যে সন্নিবিষ্ট অতিপারমাণবিক কণা বা অণু, ম্যাক্রোমোলিকিউল বা পরমাণু ও অণুর ক্লাস্টারের গবেষণায় নতুন অর্থ অর্জন করে। পরবর্তীতে, এটি সিদ্ধান্ত গ্রহণ এবং তথ্য সংক্রমণ ব্যবস্থার অধ্যয়নের জন্য গ্রহণ করা হয়।\nমেটাস্টেবিলিটি পদার্থবিজ্ঞান ও রসায়নে সাধারণ একটি বিষয় – একটি পরমাণু (বহু-কণার সমাবেশ) থেকে শুরু করে অণুর পরিসংখ্যানিক সমষ্টি (ভিসকাস ফ্লুইড, অ্যামরফাস সলিড, লিকুইড ক্রিস্টাল, খনিজ ইত্যাদি) পর্যন্ত, যা আণবিক স্তরে বা সামগ্রিকভাবে বিদ্যমান থাকতে পারে (দেখুন বস্তুর মেটাস্টেবল অবস্থা এবং শস্য স্তূপ নিচে)। অবস্থা বৈচিত্র্যের পরিমাণ আরও বৃদ্ধি পায় যখন সিস্টেম বড় হয় এবং/অথবা তাদের পারস্পরিক ক্রিয়াশক্তি স্থানিকভাবে কম একরূপ বা বেশি বৈচিত্র্যময় হয়।\nগতিশীল সিস্টেম (যেখানে ফিডব্যাক রয়েছে) যেমন ইলেকট্রনিক বর্তনী, সংকেত পরিবহন, সিদ্ধান্তমূলক ব্যবস্থা, স্নায়বিক ও প্রতিরোধী ব্যবস্থা—এগুলোর ক্ষেত্রে বাহ্যিক প্রভাবের তুলনায় সক্রিয় বা প্রতিক্রিয়াশীল প্যাটার্নের সময়-অপরিবর্তনশীলতা স্থিতিশীলতা এবং মেটাস্টেবিলিটিকে সংজ্ঞায়িত করে (নিচে দেখুন মস্তিষ্কের মেটাস্টেবিলিটি)। এসব সিস্টেমে, আণবিক সিস্টেমের thermal fluctuations-এর সমতুল্য হল \"white noise\", যা সংকেত সংক্রমণ ও সিদ্ধান্ত গ্রহণকে প্রভাবিত করে।\n\n\n== পরিসংখ্যানিক পদার্থবিজ্ঞান এবং উষ্ণগতিবিদ্যা ==\nনন-ইকুইলিব্রিয়াম থার্মোডাইনামিকস পদার্থবিজ্ঞানের একটি শাখা, যা অস্থিতিশীল অবস্থার মাধ্যমে অণুর পরিসংখ্যানিক সমষ্টির গতিশীলতা অধ্যয়ন করে। সর্বনিম্ন শক্তির অবস্থানে না গিয়ে একটি উষ্ণগতীয় খাদে \"আটকে\" থাকার ঘটনাকে গতিশীল স্থিতিশীলতা (kinetic stability) বা গতিশীলভাবে স্থায়ী (kinetically persistent) বলা হয়। সংশ্লিষ্ট পরমাণুগুলোর নির্দিষ্ট গতি বা গতি প্রক্রিয়া এমনভাবে কার্যকর হয় যে, নিম্ন-শক্তির বিকল্প পথ থাকা সত্ত্বেও তারা ওই অবস্থায় আটকে যায়।\n\n\n=== পদার্থের অবস্থা ===\nমেটাস্টেবল পদার্থের অবস্থা (যা metastate হিসেবেও পরিচিত) গলে যাওয়া কঠিন পদার্থ (অথবা তরল জমাট বাঁধা), তরল স্ফোটিত (অথবা গ্যাস সংকুচিত) এবং উত্তাপিত কঠিন পদার্থ থেকে শুরু করে সুপারকুলড তরল বা সুপারহিটেড তরল-গ্যাস মিশ্রণ পর্যন্ত বিস্তৃত। অত্যন্ত বিশুদ্ধ, সুপারকুলড পানি 0 °C এর নিচে তরল অবস্থায় থাকে এবং এটি ততক্ষণ পর্যন্ত তরল থাকে যতক্ষণ না প্রয়োগিত কম্পন বা সঙ্কুচিত বীজ ডোপিং কেলাসীভবন কেন্দ্রগুলো শুরু করে। এটি বায়ুমণ্ডলীয় মেঘের জলবিন্দুগুলোর জন্য একটি সাধারণ পরিস্থিতি।\n\n\n=== সংক্ষেপিত পদার্থ এবং ম্যাক্রোমোলিকিউল ===\nমেটাস্টেবল পর্যায়গুলি সংক্ষেপিত পদার্থ এবং স্ফটিক বিজ্ঞানেও সাধারণ। এটি অ্যানাটেজ এর ক্ষেত্রে প্রযোজ্য, যা টাইটানিয়াম ডাইঅক্সাইড এর একটি মেটাস্টেবল পলিমর্ফ, যা কম পৃষ্ঠ শক্তি থাকার কারণে অনেক সংশ্লেষণ প্রক্রিয়ায় সাধারণত প্রথম পর্যায় হিসেবে গঠন হয়, কিন্তু এটি সর্বদা মেটাস্টেবল থাকে, যেখানে রুটাইল সর্বদা সর্বোচ্চ স্থিতিশীল পর্যায় থাকে সব তাপমাত্রা এবং চাপের অধীনে। আরেকটি উদাহরণ হিসেবে, হীরক শুধুমাত্র খুব উচ্চ চাপের অধীনে একটি স্থিতিশীল অবস্থায় থাকে, কিন্তু এটি আদর্শ তাপমাত্রা ও চাপ-এ কার্বনের একটি মেটাস্টেবল রূপ। এটি গ্রাফাইট-এ রূপান্তরিত হতে পারে (অতিরিক্ত গতিশীল শক্তি সহ), কিন্তু শুধুমাত্র সক্রিয়ন শক্তি অতিক্রম করার পর – একটি মধ্যবর্তী পাহাড়। মার্টেনসাইট একটি মেটাস্টেবল পর্যায় যা অধিকাংশ ইস্পাতের কঠিনতা নিয়ন্ত্রণে ব্যবহৃত হয়। মেটাস্টেবল পলিমর্ফ সিলিকা সাধারণত লক্ষ্য করা যায়। কিছু ক্ষেত্রে, যেমন অ্যালোট্রপি এর ক্ষেত্রে কঠিন বোরন, স্থিতিশীল পর্যায়ের একটি নমুনা অর্জন করা কঠিন।\nপলিমার-এর নির্মাণ ব্লকের মধ্যে যেমন ডিএনএ, আরএনএ, এবং প্রোটিন এর মধ্যে বন্ধনগুলোও মেটাস্টেবল। অ্যাডিনোসিন ট্রাইফসফেট (ATP) একটি অত্যন্ত মেটাস্টেবল অণু, যা সাধারণত \"শক্তিতে পূর্ণ\" হিসেবে বর্ণনা করা হয় এবং জীববিজ্ঞানে বিভিন্নভাবে ব্যবহার করা যেতে পারে।\nসাধারণভাবে, ইমালশন/কোলয়েড সিস্টেম এবং কাচ গুলি মেটাস্টেবল হয়। উদাহরণস্বরূপ, সিলিকা গ্লাসের মেটাস্টেবিলিটি 1098 বছরের মতো স্থায়িত্বের দ্বারা চিহ্নিত করা হয় (যা মহাবিশ্বের স্থায়িত্বের সাথে তুলনা করা হয়, যা প্রায় ১.৩৭৮৭×১০১০ বছর হতে পারে)।\nস্যান্ডপাইলগুলো একটি সিস্টেম যা মেটাস্টেবিলিটি প্রদর্শন করতে পারে যদি একটি তীক্ষ্ণ ঢাল বা সুড়ঙ্গ থাকে। বালি কণাগুলি ঘর্ষণ এর কারণে একটি স্তূপ গঠন করে। এটি সম্ভব যে একটি বড় বালির স্তূপ একটি স্থিতিশীল অবস্থায় পৌঁছাতে পারে, কিন্তু একটি একক কণার সংযোজন এর বড় অংশগুলিকে ধ্বংস করতে পারে।\nএভালাঞ্চ বা হিমধস একটি সুপরিচিত সমস্যা যা তীক্ষ্ণ ঢালে তুষার এবং বরফ স্ফটিকের বড় স্তূপের সাথে সম্পর্কিত। শুষ্ক অবস্থায়, তুষারের ঢালগুলি বালির স্তূপের মতো আচরণ করে। একটি সম্পূর্ণ পর্বত পাদদেশের তুষার হঠাৎ স্লাইড করতে পারে, যেমন একটি স্কীয়ার বা এমনকি একটি তীব্র শব্দ বা কম্পন উপস্থিত থাকলে।\n\n\n== কোয়ান্টাম মেকানিক্স ==\nকোয়ান্টাম বলবিজ্ঞান দ্বারা বর্ণিত অতিপারমাণবিক কণা-এর সমাহারিত সিস্টেম (কোয়ার্ক যা নিউক্লিয়ন এর মধ্যে, নিউক্লিওন আণবিক কেন্দ্রে, ইলেকট্রন পরমাণু, অণু, অথবা atomic clusters এর মধ্যে) অনেকগুলি পৃথক অবস্থা থাকতে দেখা যায়। এর মধ্যে একটি (অথবা একটি ছোট ডিজেনারেট সেট) অসীমকাল স্থিতিশীল: ground state বা global minimum।\nগ্রাউন্ড স্টেট (অথবা তার সাথে ডিজেনারেট) বাদে সমস্ত অন্যান্য অবস্থা বেশি শক্তি ধারণ করে। এই সমস্ত অন্যান্য অবস্থার মধ্যে, মেটাস্টেবল অবস্থাগুলি সেই অবস্থা যা জীবনকাল থাকে অন্তত 102 থেকে 103 গুণ বেশি সময় ধরে, যা সেই সেটের সবচেয়ে কম স্থায়ী অবস্থাগুলির চেয়ে বেশি।\nএকটি মেটাস্টেবল অবস্থান তখন দীর্ঘকাল স্থায়ী হয় (স্থানীয়ভাবে স্থিতিশীল প্রতিবেশী শক্তির কনফিগারেশনগুলির সাথে সম্পর্কিত) তবে চিরস্থায়ী নয় (যেমন বৈশ্বিক ন্যূনতম থাকে)। উত্তেজিত হওয়া – অর্থাৎ গ্রাউন্ড স্টেটের উপরে শক্তি – এটি অবশেষে একটি আরও স্থিতিশীল অবস্থায় পঁচে যাবে, শক্তি মুক্তি করে। প্রকৃতপক্ষে, পরম শূন্য এর উপরে, একটি সিস্টেমের সমস্ত অবস্থার একটি শূন্যের উপরে সম্ভাবনা থাকে পঁচে যাওয়ার; অর্থাৎ, এটি স্বতঃস্ফূর্তভাবে অন্য একটি অবস্থায় পড়ে যাবে (সাধারণত কম শক্তির)। এটি ঘটানোর জন্য একটি প্রক্রিয়া হলো টানেলিং।\n\n\n=== পারমাণবিক পদার্থবিদ্যা ===\nকিছু শক্তির অবস্থান পারমাণবিক নিউক্লিয়াসের (যার আলাদা স্প্যাটিয়াল ভর, চার্জ, স্পিন, Isospin বিতরণ রয়েছে) অন্যান্য অবস্থার তুলনায় অনেক দীর্ঘস্থায়ী হয় ([[nuclear isomer#Metastable isomers|একই আইসোটোপ এর Nuclear isomer]]), যেমন Technetium-99m। tantalum-180m আইসোটোপ, যদিও এটি একটি মেটাস্টেবল উত্তেজিত অবস্থান, যথেষ্ট দীর্ঘস্থায়ী যে এটি কখনও পঁচে যেতে দেখা যায়নি, এর অর্ধ-জীবন ৪.৫×১০১৬ বছরের কম বলে হিসাব করা হয়েছে, যা মহাবিশ্বের বর্তমান বয়সের ৩ মিলিয়ন গুণ।\n\n\n=== আণবিক এবং পারমাণবিক পদার্থবিদ্যা ===\nকিছু আণবিক শক্তির স্তর মেটাস্টেবল হয়। Rydberg atom-এর মেটাস্টেবল উত্তেজিত আণবিক অবস্থার একটি উদাহরণ। মেটাস্টেবল উত্তেজিত স্তর থেকে স্থানান্তরগুলি সাধারণত সেগুলি হয় যা বৈদ্যুতিক ডাইপোল selection rule দ্বারা নিষিদ্ধ। এর মানে হল যে এই স্তর থেকে কোনো স্থানান্তর হওয়া তুলনামূলকভাবে কম সম্ভব। একটি অর্থে, একটি ইলেকট্রন যেটি মেটাস্টেবল কনফিগারেশনে পৌঁছেছে, সেটি সেখানে আটকানো থাকে। যেহেতু মেটাস্টেবল অবস্থায় স্থানান্তর অসম্ভব নয় (এটি কেবল কম সম্ভব), ইলেকট্রন অবশেষে একটি কম শক্তির অবস্থায় পঁচে যাবে, সাধারণত বৈদ্যুতিক কোয়াড্রুপোল স্থানান্তরের মাধ্যমে, অথবা প্রায়ই অ-রেডিয়েটিভ ডি-এক্সাইটেশন (যেমন, সংঘর্ষজনিত ডি-এক্সাইটেশন) দ্বারা।\nএই মেটাস্টেবল অবস্থার ধীরে ধীরে পঁচে যাওয়া গুণটি অণুপ্রভা-এ পরিলক্ষিত হয়, এটি একটি photoluminescence যা গ্লো-ইন-দ্য-ডার্ক খেলনা-তে দেখা যায় যেগুলি প্রথমে উজ্জ্বল আলোতে এক্সপোজ করে চার্জ করা যায়। যেখানে আণবিক spontemous বিকিরণ সাধারণত ১০−৮ সেকেন্ডের সময়সীমায় ঘটে, মেটাস্টেবল অবস্থাগুলির পঁচন সাধারণত মিলিসেকেন্ড থেকে মিনিট পর্যন্ত সময় নিতে পারে, এবং তাই ফসফোrescence-এ নির্গত আলো সাধারণত দুর্বল এবং দীর্ঘস্থায়ী হয়।\n\n\n=== রসায়ন ===\n\nরসায়ন সিস্টেমগুলিতে, একটি আণবিক বা পরমাণুর সিস্টেম যা রাসায়নিক বন্ধন-এ পরিবর্তন ঘটায়, তা একটি মেটাস্টেবল অবস্থায় থাকতে পারে, যা একটি তুলনামূলকভাবে দীর্ঘ সময়কাল স্থায়ী হয়। আণবিক কম্পন এবং তাপগতিক গতিবিধি রাসায়নিক প্রজাতিগুলিকে একটি গোলাকার পাহাড়ের শীর্ষের শক্তির সমতুল্য অবস্থায় খুব কম সময়ে জীবনধারণ করতে বাধ্য করে। মেটাস্টেবল অবস্থাগুলি যা অনেক সেকেন্ড (অথবা বছর) স্থায়ী হয়, সেগুলি শক্তির ভ্যালিতে পাওয়া যায় যা সবচেয়ে নীচু ভ্যালি নয় (চিত্রে পয়েন্ট ১)। মেটাস্টেবিলিটির একটি সাধারণ ধরনের উদাহরণ হল সমাণু।\nএকটি নির্দিষ্ট রসায়নিক সিস্টেমের স্থিরতা বা মেটাস্টেবিলিটি তার পরিবেশের উপর নির্ভর করে, বিশেষত তাপমাত্রা এবং চাপ। একটি স্থিতিশীল এবং মেটাস্টেবল সত্তার মধ্যে পার্থক্য উৎপাদন করলে তা গুরুত্বপূর্ণ ফলস্বরূপ হতে পারে। উদাহরণস্বরূপ, ভুল ক্রিস্টাল polymorph থাকলে এটি একটি ওষুধের ব্যর্থতা ঘটাতে পারে যখন এটি প্রস্তুতি এবং প্রশাসনের মধ্যে স্টোরেজে থাকে। যে মানচিত্রে চাপ, তাপমাত্রা এবং/অথবা রচনার সাথে সবচেয়ে স্থিতিশীল কোন অবস্থাটি তা জানা যায়, তাকে ফেজ ডায়াগ্রাম বলা হয়। যেসব অঞ্চলে একটি নির্দিষ্ট অবস্থান সবচেয়ে স্থিতিশীল নয়, সেখানে তা এখনও মেটাস্টেবল হতে পারে। প্রতিক্রিয়া মধ্যবর্তীগুলি তুলনামূলকভাবে স্বল্পস্থায়ী হয় এবং সাধারণত থার্মোডাইনামিকভাবে অস্থিতিশীল হয়, মেটাস্টেবল নয়। IUPAC এইগুলি মেটাস্টেবল-এর পরিবর্তে অস্থায়ী হিসেবে উল্লেখ করার পরামর্শ দেয়।\nমেটাস্টেবিলিটি Mass spectrometry এবং spectrochemistry এর ক্ষেত্রে নির্দিষ্ট পরিস্থিতি বর্ণনা করতে ব্যবহৃত হয়।\n\n\n== ইলেকট্রনিক সার্কিট ==\nএকটি ডিজিটাল সার্কিটকে একটি নির্দিষ্ট সময়ের মধ্যে একটি ছোট সংখ্যক স্থিতিশীল ডিজিটাল অবস্থায় থাকতে হবে ইনপুট পরিবর্তনের পরে। তবে, যদি একটি ইনপুট ভুল মুহূর্তে পরিবর্তিত হয়, একটি ডিজিটাল সার্কিট যা ফিডব্যাক ব্যবহার করে (এমনকি একটি সাধারণ সার্কিট যেমন ফ্লিপ-ফ্লপ) একটি মেটাস্টেবল অবস্থায় প্রবেশ করতে পারে এবং অবশেষে সম্পূর্ণ স্থিতিশীল ডিজিটাল অবস্থায় পৌঁছাতে একটি অপরিসীম সময় নিতে পারে।\n\n\n== পরিগণনামূলক স্নায়ুবিজ্ঞান ==\nMetastability in the brain একটি ঘটনা যা পরিগণনামূলক স্নায়ুবিজ্ঞান এ অধ্যয়ন করা হয় যাতে মানুষের মস্তিষ্ক কিভাবে প্যাটার্ন চিহ্নিত করে তা ব্যাখ্যা করা যায়। এখানে, মেটাস্টেবিলিটির শব্দটি কিছুটা অনিশ্চিতভাবে ব্যবহৃত হয়। এখানে কোনো নিম্ন-শক্তির অবস্থা নেই, তবে মস্তিষ্কে সেমি-ট্রানজিয়েন্ট সিগন্যাল থাকে যা কিছু সময়ের জন্য স্থায়ী থাকে এবং যা সাধারণ ইকুইলিব্রিয়াম অবস্থার থেকে আলাদা।\n\n\n== দর্শনে ==\nGilbert Simondon তার মেটাস্টেবিলিটির ধারণাটি ব্যবহার করেন তার সিস্টেমের ব্যাখ্যার জন্য, যেখানে সেগুলি তাদের উত্তেজনা এবং রূপান্তরের সম্ভাবনাগুলিকে একক চূড়ান্ত অবস্থায় সমাধান করার পরিবর্তে, 'মেটাস্টেবিলিটির সমীকরণের মধ্যে উত্তেজনাগুলি সংরক্ষণ করে, সেগুলিকে স্থিরতার সমীকরণের মধ্যে শূন্য করে না', যা ব্যবস্থা পরিচালনা বিজ্ঞান ধারণার সুস্থিতি (শারীরবিজ্ঞান) এর সমালোচনা হিসাবে ব্যবহৃত হয়।\n\n\n== আরও দেখুন ==\nমেকি শূন্যস্থান\nচৌম্বক হিস্টেরেসিস\nMetastate\n\n\n== উৎসসমূহ =="}