{"pageid": 1511545, "title": "স্ত্রীবোধ", "url": "https://bn.wikipedia.org/wiki?curid=1511545", "content": "স্ত্রীবোধ (গুজরাতি: સ્ત્રી બોધ) ছিল গুজরাটি ভাষার একটি মাসিক পত্রিকা/সাময়িকী। ১৮৫৭ সালে সমাজ সংস্কারকদের একটি দল দ্বারা প্রতিষ্ঠিত, এই মাসিক পত্রিকাটি ভারতের নারী পাঠকদের লক্ষ্য করে প্রকাশিত প্রথম দিকের পত্রিকাগুলির মধ্যে একটি ছিল।\nএই ম্যাগাজিনটি নারী শিক্ষার অগ্রগতি এবং নারীর পারিবারিক জীবনের মান উন্নত করার উদ্দেশ্যে শুরু করা হয়েছিল। এতে, জনসাধারণের সাধারণ ধারণার বিপরীতে, সামাজিক সংস্কারের পক্ষে তেমন কোনো প্রচারণা ছিল না। এটি মূলত উচ্চ ও মধ্যবিত্ত নারীদের জন্য ভিক্টোরিয়ান নৈতিকতার তৎকালীন প্রচলিত মানদণ্ডের সাথে সঙ্গতিপূর্ণ একটি প্ল্যাটফর্ম হিসেবে বিবেচিত হতো।\n১৯৫২ সালে এই সাময়িকীর প্রকাশনা বন্ধ হয়ে যায়।\n\n\n== ইতিহাস ==\n১৮৫৭ সালের জানুয়ারিতে স্ত্রীবোধ প্রতিষ্ঠিত হয়েছিল পার্সি ও হিন্দু সমাজ সংস্কারকদের একটি দল দ্বারা: প্রগতিশীল সংবাদপত্র রাস্ত গোফতারের সম্পাদক কৈখোসরো নওরোজি কাবরাজি, ব্যবসায়ী মঙ্গলদাস নাথুভয়, আইনজীবী নানাভাই হরিদাস (যিনি পরে বোম্বে হাইকোর্টের প্রথম ভারতীয় বিচারপতি হয়েছিলেন), এবং সমাজ সংস্কারক করসানদাস মুলজির সাথে। সোরাবজি শাপুরজি বাঙালিও গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। এটি দফতর আশকারা প্রেস  থেকে প্রকাশিত হয়েছিল এবং এটি গুজরাটের মহিলা পাঠকদের উদ্দেশ্যে প্রকাশিত প্রথম পত্রিকা ছিল। \n১৮৫৭ থেকে ১৮৬৩ সাল পর্যন্ত, পত্রিকাটি যৌথভাবে বেহেরামজি গান্ধী, সোরাবাজি শাপুরজি, কর্ষণনদাস মুলজি, মঙ্গলদাস নাথুভয় এবং নানাভাই হরিদাস দ্বারা সম্পাদিত হয়েছিল।  ১৮৬৫ থেকে ১৮৬৭ সাল পর্যন্ত কর্ষণদাস সম্পাদক ছিলেন; এরপর, কেএন কাবরা ১৯০৪ সালে তাঁর মৃত্যুর আগ পর্যন্ত তিনি এই পদে অধিষ্ঠিত ছিলেন। পরবর্তীতে তার পুত্রবধূ পুতলিবাই জাহাঙ্গীর কাবরাজি এর দায়িত্ব নেওয়ার আগে পর্যন্ত তার মেয়ে সিরিন (যিনি সম্ভবত গুজরাটের প্রথম স্ত্রীরোগ বিশেষজ্ঞ ছিলেন) ১৯১৪ সাল পর্যন্ত এর সম্পাদনা করেছিলেন। ১৯৪১ সালে পুতলিবাইয়ের মৃত্যুর পর, কেশব প্রসাদ দেশাই (যিনি গত কয়েক বছর ধরে পুতলিবাইয়ের সাথে পত্রিকাটির সহ-সম্পাদনা করছিলেন) সমগ্র ব্যবসা এবং সম্পাদনার দায়িত্ব গ্রহণ করেন। \n১৯৫২ সালে এই সাময়িকীকে  বন্ধ করে দেওয়া হয়েছিল। \n\n\n== পাঠক সংখ্যা ==\nস্ত্রীবোধ  মূলত উচ্চ ও মধ্যবিত্ত শ্রেণীর অবসর জীবনযাপনকারী মহিলাদের লক্ষ্য করে তৈরি করা হয়েছিল, কারণ ব্রিটিশ রাজের বিভিন্ন ব্যবস্থার সাথে মানিয়ে নিতে গিয়ে সেই পরিবারের পুরুষরা প্রাক্কালীন লিঙ্গ সংস্কারের প্রতি সবচেয়ে বেশি উন্মুক্ত ছিলেন। \nপ্রথমে সদস্যতা চাঁদা প্রতি বছর ₹৩ নির্ধারণ করা হয়েছিল কিন্তু ১৯১৪ সালে তা অর্ধেক (১.৫₹) করে দেওয়া হয়েছিল। প্রাথমিক বছরগুলিতে, বার্ষিক গ্রাহকদের জন্য একটি বইও উপহার হিসেবে দেওয়া হয়েছিল। \n\n\n== সন্তুষ্টি ==\n\n\n=== প্রথম সংখ্যা ===\nপ্রথম সংখ্যার ভূমিকায় উল্লেখ করা হয়েছে যে এর মূল উদ্দেশ্য ছিল নারী শিক্ষার উন্নতিতে সহায়তা করা এবং নারীর পারিবারিক জীবনের সামগ্রিক মান উন্নত করা। এই পত্রিকাটি এমন একটি বিনোদনমূলক পাঠ হিসেবে তৈরি করা হয়েছে, যা পড়ার প্রতি আগ্রহ জাগাতে সহায়ক হবে এবং পরবর্তীতে বিভিন্ন ছোটখাটো কাজের মাধ্যমে দক্ষতা অর্জনের সুযোগ তৈরি করবে, যাতে ধনী মহিলারা তাদের সময় সৃজনশীলভাবে ব্যয় করতে পারেন এবং দরিদ্র মহিলারা তাদের পরিবারের আয়ে অবদান রাখতে সক্ষম হন। \n\n\n=== সাধারণ বিন্যাস ===\nসংখ্যাগুলিতে সাধারণত ডাবল-ডিমাই মাপের কাগজে প্রায় ২০-২২ পৃষ্ঠা ছিল এবং এই সাময়িকীতে চিত্রিত গল্প ও কবিতা থেকে শুরু করে ঐতিহাসিক ঘটনা, আবিষ্কার এবং দৈনন্দিন বিজ্ঞান সম্পর্কিত ভ্রমণকাহিনী ও বক্তৃতা পর্যন্ত নিবন্ধ থাকত। প্রতিটি সংখ্যার প্রথম পৃষ্ঠায় মুদ্রিত নীতিবাক্যটি ছিল নেপোলিয়ন বোনাপার্টের একটি উদ্ধৃতি এবং জাতি গঠনে নারী শিক্ষার ভূমিকার উপর জোর দেওয়া হয়েছিল।\n\n\n=== লেখক ===\nবিশিষ্ট লেখকরা মূলত স্থানীয় পার্সি ব্যবসায়ী এবং সমাজ সংস্কারক ছিলেন। দলপতরাম, নর্মদ এবং আরও কয়েকজনকে বাদ দিলে, সৃজনশীল সাহিত্য প্রতিষ্ঠার মূলধারার অন্য  লেখক ব্যক্তিত্বরা এখানে অনুপস্থিত ছিলেন; ১৮৭০ এর দশকের পরে (যেহেতু গুজরাটি সাহিত্যে তাকে পাণ্ডিত্যের যুগ হিসাবে উল্লেখ করা হয়) এটি আরও তীব্রতর হয়েছিল, রক্ষণশীল সাংস্কৃতিক পুনরুজ্জীবনবাদের প্রতি সাহিত্য প্রতিষ্ঠানগুলি ক্রমবর্ধমানভাবে আকর্ষিত হচ্ছিল। এটি প্রতিফলিত হয় যে পত্রিকাটি সমসাময়িক স্থানীয় সাহিত্য শৈলীর সঠিক উপস্থাপনা নয়।\n\n\n=== বিষয়বস্তু ===\nবেশিরভাগ প্রবন্ধই সাধারণ নৈতিক মূল্যবোধ গড়ে তোলার জন্য তৈরি করা হয়েছিল; লোভ, অহংকার, অলসতা, আনুগত্যহীনতা, কুসংস্কার ইত্যাদির নিন্দা করা হয়েছিল, যেখানে কঠোর পরিশ্রম, সততা ইত্যাদির গুণাবলীর প্রশংসা করা হয়েছিল। \"প্রেমময় গৃহিণী\" বা \"কার্যকর গৃহপরিচালিকা\" হওয়া সম্পর্কে প্রায়শই লেখা প্রকাশিত হত। নারীদের যৌবন রক্ষার জন্য তাদের সাধারণ প্রয়োজনীয়তা নিয়ে আলোচনা করা একটি প্রবন্ধ পাঠকদের মধ্যে ব্যাপক জনপ্রিয়তা অর্জন করে। অন্যান্য রচনাগুলিতে সেলাই এবং সূচিকর্ম থেকে শুরু করে আসবাবপত্র সাজানো এবং পশ্চিমা খাবারের পাত্র ব্যবহার পর্যন্ত ঘরোয়া বিষয়ের উপর নির্দেশনা দেওয়া হয়েছিল। কিছু প্রবন্ধে স্বাস্থ্য পরামর্শ দেওয়া হয়েছে (যেমন ঋতুস্রাবরত মহিলা এবং গর্ভবতী মায়েদের জন্য)।\nশুক্লা উল্লেখ করেছেন যে পত্রিকাটি সামাজিক সংস্কারের পক্ষে প্রচারণা থেকে প্রায় সম্পূর্ণরূপে নিজেকে দূরে সরিয়ে রেখেছিল। বিধবা পুনর্বিবাহের পক্ষে প্রচারণার তুঙ্গ যুগে, স্ত্রীবোধে প্রকাশিত কয়েকটি কাল্পনিক লেখায় বিধবাদের দুর্দশার কথা নেতিবাচক সুরে বর্ণনা করা হয়েছিল, কিন্তু কোথাও স্পষ্টভাবে বিধবা পুনর্বিবাহের আহ্বান জানানো হয়নি। সমাজ সংস্কারের অন্যান্য সমসাময়িক বিষয়গুলির ক্ষেত্রেও একই রকম অভাব ছিল, যার মধ্যে রয়েছে দেবদাসীর যৌন শোষণ, কন্যাশিশু হত্যার বিলোপ, বাল্যবিবাহের ক্ষেত্রে দাম্পত্য অধিকার পুনরুদ্ধার এবং সকল মেয়ের জন্য যৌন মিলনের জন্য সম্মতির বয়স বৃদ্ধি। এটি সমাজ সংস্কারকদের অন্যান্য প্রকাশনার বিপরীত ছিল, অন্যগুলি সাধারণ (প্রাথমিকভাবে উচ্চবর্ণের পুরুষ) শ্রোতাদের লক্ষ্য করে লেখা হয়েছিল, যারা বিভিন্ন সামাজিক সংস্কারের পক্ষে সোচ্চার ছিলেন এবং সেগুলি ব্যাপকভাবে প্রতিবেদন করা হয়েছিল। বহু বছর পরে সমস্যাগুলির চূড়ান্তভাবে নিষ্পত্তি না হওয়া পর্যন্ত এই সমস্ত বিষয়গুলি নিয়ে পত্রিকায় উল্লেখ করা হয়নি।\nসময়ের সাথে সাথে কাল্পনিক প্রবন্ধের সংখ্যা বৃদ্ধি পেয়েছে, বিশেষ করে যখন কাবরার তত্ত্বাবধানে ইউরোপীয় ধ্রুপদী রচনাগুলি রূপান্তরিত এবং ধারাবাহিকভাবে প্রকাশিত হয়েছিল; এর ফলে পাঠক সংখ্যা উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে। \n\n\n== প্রাপ্তি ==\nসামাজিক সংস্কারের প্রবক্তা হিসেবে পত্রিকার জনপ্রিয় দৃষ্টিভঙ্গি পণ্ডিতদের দ্বারা প্রশ্নবিদ্ধ হয়েছে। উপরে উল্লিখিত বিষয়বস্তুর আলোকে, পণ্ডিতরা এখন মনে করেন স্ত্রীবোধের প্রাথমিক উদ্দেশ্য কেবল তখনকার প্রচলিত পিতৃতন্ত্রের মানদণ্ডের সাথে নারীদের সামঞ্জস্যপূর্ণ করা। এটি মনে করত নারীরা পুরুষদের কাছ থেকে সৌজন্যমূলক আচরণের যোগ্য, কিন্তু সামাজিক সংস্কার সম্পর্কে জনসাধারণের আলোচনায় অংশগ্রহণের জন্য যথেষ্ট যোগ্য ছিল না।\n\n\n== আরও দেখুন ==\nগুজরাটি ভাষার সাময়িকীর তালিকা\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nস্ত্রীবোধের নির্বাচিত ডিজিটাইজড খণ্ড"}