{"pageid": 1511378, "title": "উন্নি মুকুন্দন", "url": "https://bn.wikipedia.org/wiki?curid=1511378", "content": "উন্নিকৃষ্ণন মুকুন্দন (জন্ম: ২২ সেপ্টেম্বর ১৯৮৭), তিনি উন্নি মুকুন্দন নামে পরিচিত। তিনি একজন ভারতীয় অভিনেতা এবং চলচ্চিত্র প্রযোজক, তিনি মূলত মালায়ালাম সিনেমায় কাজ করেন।\n\nউন্নি তামিল ছবি সীদান (২০১১) দিয়ে অভিনয় জগতে আত্মপ্রকাশ করেন।  প্রথমদিকে বেশ কয়েকটি ছোট ছোট চরিত্রে অভিনয় করার পর, তিনি বৈশাখের অ্যাকশন কমেডি মল্লু সিং (২০১২) ছবিতে মুখ্য চরিত্রে অভিনয়ের মাধ্যমে তিনি অভিনয় জগতে সাফল্য অর্জন করেন।  পরবর্তীতে, তিনি বিক্রমাদিতিয়ান (২০১৪), কেএল ১০ পাথু (২০১৫), স্টাইল (২০১৬), ওরু মুরাই ভান্থু পার্থয়া (২০১৬), আচায়ন্স (২০১৭), মালিকাপুরম (২০২২) এবং মার্কো (২০২৪) সহ বেশ কয়েকটি ব্যবসায়িকভাবে সফল চলচ্চিত্রে অভিনয় করেন, শেষের দুইটি চলচ্চিত্রের মাধ্যমে তিনি সবচেয়ে বেশি উপার্জন করেন।  তার অভিনীত কিছু বিখ্যাত অ-মালায়ালাম চলচ্চিত্র হলো তেলুগু চলচ্চিত্র জনথা গ্যারেজ (২০১৬) এবং তামিল চলচ্চিত্র গরুদান (২০২৪)। \n২০২১ সালে, তিনি তার প্রথম প্রযোজনা, মেপ্পাদিয়ান এর জন্য প্রযোজক হিসেবে প্রথমবারের মত জাতীয় চলচ্চিত্র পুরস্কার অর্জন করেছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nউন্নি ২২ সেপ্টেম্বর ১৯৮৭ সালে কেরলের ত্রিশুরে জন্মগ্রহণ করেন, তার পিতা মাদাথিপারম্বিল মুকুন্দন নায়ার, তিনি একজন মালয়ালি এবং তার মাতা রোজি মুকুন্দন। তিনি আহমেদাবাদের প্রগতি উচ্চ মাধ্যমিক বিদ্যালয় থেকে তার স্কুলজীবন সম্পন্ন করেন এবং পুদুকাড (ত্রিশুর) এর প্রজ্যোতি নিকেতন কলেজ থেকে ইংরেজি সাহিত্য ও সাংবাদিকতায় স্নাতক ডিগ্রি অর্জন করেন।  তিনি গুজরাতের আহমেদাবাদে বড় হয়েছেন।  তার কর্মজীবনের প্রথম দিকে, তিনি মোটিফের সাথে কাজ করেছিলেন, যা বর্তমানে (টিটিইসি) নামে পরিচিত। \n\n\n== কর্মজীবন ==\n\n\n=== অভিষেক এবং সাফল্য (২০১১-২০১৩) ===\n২০১১ সালে, উন্নি তামিল ছবি সীদান দিয়ে তার চলচ্চিত্রে আত্মপ্রকাশ করেন, যা মালায়ালাম ছবি নন্দনমের পুনর্নির্মাণ।  উন্নি ১২ মার্চ  সালে বাবু জনার্ধনন পরিচালিত মামুট্টির সাথে \"বোম্বে\" চলচ্চিত্রের মাধ্যমে মালায়ালাম চলচ্চিত্র জগতে প্রবেশ করেন। ১২ মার্চ বোম্বে ছবিতে তার অভিনয়ের জন্য, তিনি দক্ষিণ ভারতীয় আন্তর্জাতিক চলচ্চিত্র পুরস্কার, এশিয়াভিশন পুরস্কার এবং  বনিতা ফিল্ম অ্যাওয়ার্ডস  থেকে সেরা নবাগত হিসেবে পুরস্কার অর্জন করেন। তিনি টি কে রাজীব কুমার পরিচালিত থ্যালসামিয়াম ওরু পেনকুট্টিতে একটি সহায়ক ভূমিকায় অভিনয় করেছিলেন। \nতার ক্যারিয়ারের মোড় ঘুরিয়ে দেয় বৈশাখ পরিচালিত মল্লু সিং (২০১২) সিনেমার মাধ্যমে। এটি একটি বিশাল হিট হয়ে ওঠে এবং ১০০ দিনেরও বেশি সময় ধরে চলে।  তিনি থিভ্রাম এবং দ্য হিটলিস্ট সিনেমায় ক্যামিও চরিত্রে অভিনয় করেছিলেন। একই বছর, তিনি বি. উন্নিকৃষ্ণণ পরিচালিত এঝাম সূর্য এবং আই লাভ মি ছবিতে অভিনয় করেন। \n২০১৩ সালে তিনি এম. পদ্মকুমার পরিচালিত ইথু পাথিরামনাল এবং উড়িষ্যা ছবিতে অভিনয় করেন।  এছাড়াও তাকে ডি কোম্পানিতে দেখা গিয়েছিল, যা তিনটি স্বাধীনভাবে ধারণ করা অ্যাকশন ছবির সংকলন। \n২০১৫ সালে, তাকে দীপু করুণাকরণ পরিচালিত মামুটি অভিনীত ফায়ারম্যান ছবিতে পার্শ্ব চরিত্রে দেখা গিয়েছিল।  একই বছর, তিনি সম্রাজ্যম সন অফ আলেকজান্ডার সিনেমায় জর্ডান চরিত্রে প্রধান ভূমিকায় অভিনয় করেন, যিনি প্রিক্যুয়েলের নায়ক আলেকজান্ডারের পুত্র।  তার পরবর্তী রিলিজ ছিল কেএল ১০ পাথু রচিত এবং অভিষেককারী মুহসিন পারারি পরিচালিত। \n২০১৬ সালে, তিনি অ্যাকশন থ্রিলার সিনেমা স্টাইলে অভিনয় করেন যা একটি ভালো বাণিজ্যিক বিনোদনমূলক সিনেমা হিসেবে প্রমাণিত হয়।  এরপর তাকে সমালোচকদের দ্বারা প্রশংসিত সিনেমা কাট্টুম মাজহায়ুম এবং ফ্যান্টাসি রোমান্টিক কমেডি চলচ্চিত্র ওরু মুরাই ভান্থু পার্থায় দেখা যায়। \n\n\n=== আঞ্চলিক চলচ্চিত্র (২০১৪–২০২১) ===\nসত্যম ( মোহনলাল ) এর ছেলে রাঘব চরিত্রে একটি বিরোধী চরিত্রে জনতা গ্যারেজ চলচ্চিত্রের মাধ্যমে উন্নি টলিউডে আত্মপ্রকাশ করেন।  ছবিটি বাণিজ্যিকভাবে সফল এবং সমালোচকদের দ্বারা প্রশংসিত উভয়ই হয়েছিল। এটি বছরের সর্বোচ্চ আয়কারী তেলুগু চলচ্চিত্রগুলির মধ্যে একটি ছিল। \n২০১৭ সালের 'আচায়ানস' ছবিতে তিনি একজন গীতিকার এবং গায়ক হিসেবে আত্মপ্রকাশ করেন।  একই বছর, তাকে আসিফ আলীর সাথে আরেকটি বহু-অভিনেতা চলচ্চিত্র আভারুদে রাভুকাল- এ দেখা যায়, যা মিশ্র পর্যালোচনা পায়।  একই বছরের আগস্টে, পরিচালক হরিকুমারের ক্লিন্ট মুক্তি পায়, যেখানে তিনি এডমন্ড থমাস ক্লিন্টের পিতা জোসেফের ভূমিকায় অভিনয় করেন, যিনি তার সাত বছরের স্বল্প জীবনে ২৫,০০০ এরও বেশি চিত্রকর্ম আঁকার জন্য পরিচিত একজন শিশু প্রতিভা । ছবিতে তাকে ৩৫ বছর বয়সী একজন এবং ৭৩ বছর বয়সী একজন ব্যক্তির চরিত্রে দুটি ভিন্ন লুকে দেখা গেছে।  এই ছবির জন্য তিনি সেরা অভিনেতার জন্য রামু করিয়াত মুভি অ্যাওয়ার্ড পেয়েছিলেন।  ২০১৭ সালে তার পরবর্তী মুক্তিপ্রাপ্ত ছবি ছিল মামুটি অভিনীত মাস্টারপিস, যেখানে তিনি খলনায়কের ভূমিকায় অভিনয় করেছিলেন এবং থারাঙ্গাম, যেখানে তিনি একটি দীর্ঘ ক্যামিও চরিত্রে অভিনয় করেছিলেন। \n২০১৮ সালে, তিনি অনুষ্কা শেঠি অভিনীত তামিল-তেলুগু দ্বিভাষিক ছবি ভাগমথিতে অভিনয় করেন যা বাণিজ্যিকভাবে সফল এবং সমালোচকদের দ্বারা প্রশংসিত হয়।  তার পরবর্তী মুক্তিপ্রাপ্ত দুটি থ্রিলার সিনেমা ছিল ইরা এবং চাণক্যথন্থরাম ।  দুটি ছবিই ইতিবাচক পর্যালোচনা পেয়েছিল এবং বাণিজ্যিকভাবে সফল হয়েছিল। \n২০১৯ সালে তার প্রথম মুক্তিপ্রাপ্ত ছবি ছিল হানিফ আদেনির মিখাইল, যেখানে তিনি মার্কো জুনিয়রের বিপরীতে ছিলেন  এরপর তাকে মেপ্পাদিয়ান ছবিতে দেখা যায় যা ১৪ জানুয়ারী ২০২২ তারিখে প্রেক্ষাগৃহে মুক্তি পায়।  পরবর্তীতে, তাকে তেলুগু ছবি খিলাড়িতে দেখা যায়। \n\n\n=== মালিকাপুরম এবং তার পরেও (২০২২–বর্তমান) ===\nতার পরবর্তী উপস্থিতি ছিল  মালিকাপ্পুরম   চলচ্চিত্রে, যা তাকে সমালোচকদের প্রশংসা ও দর্শকদের ভূয়সী প্রশংসা অর্জন করতে সহায়তা করে।\nতেলুগু চলচ্চিত্র যশোদা তে তিনি একটি নেতিবাচক চরিত্রে অভিনয় করেছেন।\n২০২৪ সালে, তিনি জয় গণেশ ছবিতে অভিনয় করেন, যা তিনি নিজেই প্রযোজনা করেন এবং তামিল ছবি, গরুদান -এ একটি নেতিবাচক চরিত্রে অভিনয় করেন।  এরপর তিনি মার্কো ছবিতে অভিনয় করেন, যা মিখেলের একই নামের চরিত্রের একটি স্পিন-অফ। ছবিটি ইতিবাচক পর্যালোচনা লাভ করে, এটি বক্স অফিসে বিশাল সাফল্য এবং তার প্রথম ১০০ কোটি টাকার ছবি হিসেবে আবির্ভূত হয়, যা একজন ধনী শিল্পী হিসেবে তার অবস্থানকে আরও দৃঢ় করে তোলে।\n\n\n== অন্যান্য কাজ ==\nউন্নি তার চলচ্চিত্র প্রযোজনা সংস্থা উন্নি মুকুন্দন ফিল্মস (ইউএমএফ) ১৭ আগস্ট ২০২০-এ চালু করেছে।  এই ব্যানারের অধীনে উন্নি মুকুন্দন চলচ্চিত্র প্রযোজনা করেছেন: মেপ্পাদিয়ান (২০২২), শেফিকিন্তে সন্তোষম (২০২২), জয় গণেশ (২০২৪) এবং মার্কো (২০২৪)।\nউন্নি আচায়ানস- এর মাধ্যমে একজন গীতিকার এবং গায়ক হিসেবে আত্মপ্রকাশ করেন। \n\n\n== দানশীলতা ==\nমোটরযান বিভাগের বিজ্ঞাপনে প্রদর্শিত হয়ে উন্নি সড়ক নিরাপত্তা ব্যবস্থার পৃষ্ঠপোষকতা করেছে। \n\n\n== চলচ্চিত্র তালিকা ==\n\nবি.দ্র.: উল্লেখিত সকল চলচ্চিত্রই মালায়ালাম ভাষার, যদি না স্পষ্টভাবে উল্লেখ করা হয়।\n\n\n=== টেলিভিশন ===\n\n\n== ডিসকোগ্রাফি ==\n\n\n== পুরস্কার ==\n\n\n== বিতর্ক ==\nমল্লিকাপুরম সিনেমার রিভিউয়ের আড়ালে ব্যক্তিগত আক্রমণ বলে দাবি করা একটি ভিডিও পাওয়ার পর, একজন ইউটিউবারের (গোপন এজেন্ট) সাথে ফোনালাপের সময় তাকে অশ্লীল ভাষা ব্যবহার করতে দেখা যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে উন্নি মুকুন্দন (ইংরেজি)\nইন্সটাগ্রামে উন্নি মুকুন্দন\nটুইটারে উন্নি মুকুন্দন"}