{"pageid": 1511523, "title": "নসফেরাতু", "url": "https://bn.wikipedia.org/wiki?curid=1511523", "content": "নসফেরাতু – অ্যা সিম্ফনি অব হরর\n(জার্মান: Nosferatu – Eine Symphonie des Grauens)\nএকটি ১৯২২ সালের নির্বাক জার্মান অভিব্যক্তিবাদী (Expressionist) ভৌতিক চলচ্চিত্র, যা এফ. ডব্লিউ. মুরনাও পরিচালিত এবং হেনরিক গ্যালিন রচিত। ম্যাক্স শ্রেক অভিনীত কাউন্ট অরলোক চরিত্রটি তার ভয়ঙ্কর ও রহস্যময় উপস্থিতির জন্য চলচ্চিত্র ইতিহাসে স্মরণীয় হয়ে আছে। এই চলচ্চিত্রটি ব্র্যাম স্টোকারের Dracula উপন্যাসের একটি অননুমোদিত রূপান্তর, যা প্রানা ফিল্ম দ্বারা প্রযোজিত হয়েছিল।\nযদিও Nosferatu-তে উপন্যাসের কিছু নাম ও বিবরণ পরিবর্তন করা হয়েছিল, তবুও স্টোকারের বিধবা স্ত্রী কপিরাইট লঙ্ঘনের অভিযোগে আইনি পদক্ষেপ নেন, যার ফলে আদালত সিনেমাটির সব কপি ধ্বংসের নির্দেশ দেয়। তবে কিছু কপি টিকে থাকার ফলে চলচ্চিত্রটি সময়ের সঙ্গে সঙ্গে এক কাল্ট ক্লাসিক ও ভৌতিক চলচ্চিত্রের অন্যতম গুরুত্বপূর্ণ সৃষ্টি হিসেবে প্রতিষ্ঠিত হয়। আজ এটি শুধু একটি চলচ্চিত্র নয়, বরং ভৌতিক ঘরানার ভিত্তিপ্রস্তর, যা চলচ্চিত্র জগতে অমর হয়ে আছে।\n\n\n== প্লট ==\n১৮৩৮ সালে, জার্মানির কল্পিত শহর উইসবর্গে, তরুণ থমাস হুটারকে তার অদ্ভূত মনিব, সম্পত্তি ব্যবসায়ী হের নক, ট্রানসিলভানিয়ায় পাঠান এক নতুন ক্রেতার সাথে চুক্তি করার জন্য। এই ক্রেতা হলেন কাউন্ট অরলোক, যিনি হুটারের নিজের বাড়ির বিপরীতে একটি বাড়ি কেনার পরিকল্পনা করছেন। যাত্রার প্রস্তুতির সময়, হুটার যখন মানচিত্র পরীক্ষা করছিলেন, তখন নক রহস্যময় ক্যাবালিস্টিক প্রতীকসংবলিত একটি অদ্ভুত বার্তা পর্যবেক্ষণ করছিলেন। যাত্রার পথে হুটার একটি সরাইখানায় রাত কাটান, যেখানে স্থানীয়রা কাউন্ট অরলোকের নাম শুনে আতঙ্কিত হয়ে ওঠে। সেই রাতে, তিনি একটি ভ্যাম্পায়ার সম্পর্কিত বই খুঁজে পান, যা প্রথমে তুচ্ছ মনে করলেও ব্যাগে রেখে দেন।\nহুটারের বাহন তাকে পাহাড়ের প্রবেশদ্বারের পর আর এগোতে রাজি হয় না, ফলে তিনি পায়ে হেঁটে যাত্রা শুরু করেন। সন্ধ্যার পর একটি রহস্যময় কোচ এসে তাকে কাউন্ট অরলোকের দুর্গে পৌঁছে দেয়। দুর্গে পৌঁছে হুটার কাউন্টের আতিথ্য গ্রহণ করেন। রাতের খাবারের সময়, দুর্ঘটনাবশত তার আঙুল কেটে যায়, আর অরলোক রক্ত চুষতে চাইলেও হুটার আতঙ্কিত হয়ে হাত সরিয়ে নেন। পরদিন সকালে, তিনি নিজের ঘাড়ে দুটি ক্ষতচিহ্ন আবিষ্কার করেন, যা তিনি মশার কামড় বলে মনে করেন।\nরাতের খাবারের সময়, অরলোক হুটারের কাছে তার স্ত্রী এলেনের একটি ছোট প্রতিকৃতি দেখতে পান এবং প্রশংসা করে বলেন, \"কি সুন্দর গলা!\" হুটার পরে সেই বইটি পড়ে বুঝতে পারেন যে অরলোক প্রকৃতপক্ষে একজন ভ্যাম্পায়ার। রাতে, হুটার তার ঘরের দরজা বন্ধ করার চেষ্টা করলেও ব্যর্থ হন। ঠিক তখনই দরজা নিজে থেকে খুলে যায় এবং অরলোক প্রবেশ করেন। আতঙ্কিত হুটার নিজেকে কম্বলের নিচে লুকিয়ে ফেলেন এবং জ্ঞান হারান। একই সময়ে, উইসবর্গে এলেন ঘুমের মধ্যে ব্যালকনির রেলিংয়ের ওপর উঠে পড়েন এবং হাঁটতে শুরু করেন। হুটারের বন্ধু হার্ডিং ও ডাক্তার তাকে থামানোর চেষ্টা করে। তখন এলেন এক অলৌকিকভাবে কাউন্ট অরলোককে দেখতে পান এবং আতঙ্কিত হয়ে চিৎকার করে হুটারের নাম নেন, যা দুর্গে থাকা অরলোক শুনতে পান এবং পিছু হটতে বাধ্য হন।\nপরদিন সকালে, হুটার দুর্গের ভেতর ঘুরতে গিয়ে এক গোপন প্রকোষ্ঠে অরলোককে কফিনে ঘুমন্ত অবস্থায় দেখতে পান। তিনি আতঙ্কে পালিয়ে যান। কিছুক্ষণ পর, তিনি দেখতে পান, অরলোক নিজেই একে একে কফিনগুলোর ভেতর ঢুকে পড়ছে এবং তার জন্য একটি বিশেষ কফিন বরাদ্দ রেখে দিচ্ছে। পরে, কফিনগুলো একটি জাহাজে তুলে দেওয়া হয়, যা উইসবর্গের দিকে রওনা হয়। যাত্রাপথে, নাবিকেরা কফিনগুলোতে ইঁদুর খুঁজে পান এবং রহস্যজনকভাবে একে একে সবাই মারা যায়। অরলোক ধীরে ধীরে জাহাজের নিয়ন্ত্রণ গ্রহণ করেন।\nজাহাজটি উইসবর্গে পৌঁছানোর পর, কাউন্ট অরলোক নিঃশব্দে এক কফিন নিয়ে শহরের অভ্যন্তরে প্রবেশ করেন এবং তার নতুন বাড়িতে ওঠেন। এরপর শহরে একের পর এক মৃত্যু ঘটতে থাকে, যা স্থানীয় চিকিৎসকরা প্লেগ বলে ঘোষণা করেন। অন্যদিকে, নক সম্পূর্ণ উন্মাদ হয়ে মানসিক হাসপাতালে বন্দী থাকলেও পালিয়ে যান।\nএলেন, হুটারের খোঁজা সেই বই থেকে জানতে পারেন যে, শুধুমাত্র একটি পবিত্র হৃদয়ের নারী যদি ভ্যাম্পায়ারকে তার সৌন্দর্য দ্বারা বিভ্রান্ত করে এবং স্বেচ্ছায় তার রক্ত দান করে, তবে সে ধ্বংস হতে পারে। তিনি আত্মত্যাগের সিদ্ধান্ত নেন। নক অবশেষে পুনরায় আটক হয়।\nএলেন তার জানালা খুলে অরলোককে আমন্ত্রণ জানান এবং অসুস্থতার ভান করে হুটারকে ডাক্তার আনতে পাঠান। হুটার চলে যাওয়ার পর, অরলোক তার ঘরে প্রবেশ করে এবং এলেনের রক্ত পান করতে শুরু করে। ঠিক তখনই, পূর্ব দিগন্তে সূর্য উদিত হয়, আর সূর্যের আলোয় অরলোক ধ্বংস হয়ে যায়, ধোঁয়ার কুন্ডলীতে মিলিয়ে যায়।\nএকই সময়ে, মানসিক হাসপাতালে বন্দী নক কাউন্টের মৃত্যুর অনুভূতি পায় এবং ভেঙে পড়ে। এলেন কিছুক্ষণ বেঁচে থাকলেও হুটারের বাহুতে শেষ নিশ্বাস ত্যাগ করেন।\nচলচ্চিত্রের শেষ দৃশ্যে দেখা যায়, অরলোকের দুর্গটি ধ্বংস হয়ে গেছে, প্রতীকীভাবে তার শয়তানি অস্তিত্বের অবসান ঘটিয়েছে।\n\n\n== তথ্যসূত্র ==\nBrill, Olaf, Film Nosferatu, Eine Symphonie des Grauens (GER 1922) (জার্মান ভাষায়), ১৯ আগস্ট ২০০৯ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ১১ জুন ২০০৯ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  (1921-1922 reports and reviews)\n\n\n== বহিঃসংযোগ =="}