{"pageid": 1511940, "title": "ডক্টর স্লিপ (উপন্যাস)", "url": "https://bn.wikipedia.org/wiki?curid=1511940", "content": "ডক্টর স্লিপ হল আমেরিকান লেখক স্টিফেন কিং- এর ২০১৩ সালের একটি ভৌতিক উপন্যাস এবং তার ১৯৭৭ সালের উপন্যাস দ্য শাইনিং- এর সিক্যুয়েল। বইটি নিউ ইয়র্ক টাইমসের মুদ্রিত, ই-বুক এবং হার্ডকভার ফিকশনের জন্য বেস্ট সেলার তালিকার প্রথম স্থানে পৌঁছেছে। ডক্টর স্লিপ ২০১৩ সালে সেরা উপন্যাসের জন্য ব্রাম স্টোকার পুরস্কার জিতেছেন। \nউপন্যাসটি একই নামের একটি চলচ্চিত্রে রূপান্তরিত হয়েছিল, যা ৮ নভেম্বর, ২০১৯ তারিখে মার্কিন যুক্তরাষ্ট্রে মুক্তি পায়।\n\n\n== গল্প ==\nদ্য শাইনিং -এর ঘটনার পর, ওভারলুক হোটেলের মালিকদের কাছ থেকে একটি মীমাংসা পাওয়ার পর, ড্যানি টরেন্স মানসিকভাবে আঘাতপ্রাপ্ত অবস্থায় রয়েছেন কারণ তার মা ওয়েন্ডি ধীরে ধীরে তার আঘাত থেকে সেরে উঠছেন। তারা দুজন ফ্লোরিডায় বাস করছে, কিন্তু ওভারলুকের রাগান্বিত ভূত, যার মধ্যে মিসেস ম্যাসি, রুম ২১৭ এর মহিলা, এখনও ড্যানিকে খুঁজে পেতে চায় এবং অবশেষে তার অসাধারণ \"উজ্জ্বল\" শক্তি গ্রাস করতে চায়। ওভারলুকের প্রাক্তন শেফ ডিক হ্যালোরান ড্যানিকে ভূতদের আটকানোর জন্য মানসিক লকবক্স তৈরি করতে শেখান, যার মধ্যে ওভারলুকের প্রাক্তন মালিক হোরেস ডারওয়েন্টের ভূতও রয়েছে।\nপ্রাপ্তবয়স্ক হিসেবে, ড্যানি (এখন ড্যান নামে পরিচিত) তার বাবার রাগ এবং মদ্যপানের উত্তরাধিকার গ্রহণ করে। ড্যান বছরের পর বছর ধরে মার্কিন যুক্তরাষ্ট্র জুড়ে ভেসে বেড়ায়, কিন্তু অবশেষে সে নিউ হ্যাম্পশায়ারে চলে যায় এবং মদ্যপান ছেড়ে দেওয়ার সিদ্ধান্ত নেয়। সে একটা মানসিক ধারণার উপর ভিত্তি করে ছোট শহর ফ্রেজিয়ারে বসতি স্থাপন করে, প্রথমে ফ্রেজিয়ার পৌর বিভাগে এবং তারপর স্থানীয় ধর্মশালায় কাজ করে এবং অ্যালকোহলিক্স অ্যানোনিমাসের সভায় যোগ দেয়। তার মদ্যপানের কারণে দীর্ঘদিন ধরে চাপা থাকা মানসিক ক্ষমতাগুলি পুনরায় আবির্ভূত হয় এবং তাকে মৃত্যুবরণকারী রোগীদের সান্ত্বনা প্রদানের সুযোগ দেয়। \"অ্যাজি\" নামক একটি বিড়ালের সাহায্যে, যে কেউ যখন মারা যাচ্ছে তখন বুঝতে পারে, ড্যান \"ডক্টর স্লিপ\" ডাকনাম অর্জন করে।\nইতিমধ্যে, ২০০১ সালে জন্ম নেওয়া একটি শিশুকন্যা আবরা স্টোন, যখন ৯/১১ হামলার ভবিষ্যদ্বাণী করে তখন সে তার নিজস্ব মানসিক শক্তি প্রকাশ করতে শুরু করে। সে ধীরে ধীরে এবং অনিচ্ছাকৃতভাবে ড্যানের সাথে একটি টেলিপ্যাথিক বন্ধন স্থাপন করে, টনি, ড্যানের শৈশবের \"কাল্পনিক বন্ধু\"। সে যত বড় হতে থাকে, যোগাযোগ তত সচেতন এবং স্বেচ্ছাসেবী হয়ে ওঠে, এবং তার উজ্জ্বলতা তার চেয়েও শক্তিশালী হয়ে ওঠে। এক রাতে, আবরা মানসিকভাবে একটি ছোট ছেলে ব্র্যাডলি ট্রেভরকে ট্রু নট নামে একটি আধা-অমর যাযাবরের দল দ্বারা নির্যাতন এবং হত্যার সাক্ষী হয়, যাদের নিজস্ব মানসিক ক্ষমতা রয়েছে। ট্রু নট সদস্যরা মার্কিন যুক্তরাষ্ট্র জুড়ে ঘুরে বেড়ায় এবং পর্যায়ক্রমে \"বাষ্প\" খায়, যা একটি মানসিক সারাংশ তৈরি করে যখন উজ্জ্বলতা ধারণকারী লোকেরা ব্যথায় মারা যায়। তারা তাদের শিকারদের রুবস বলে ডাকে। ট্রু নটের নেতা, রোজ দ্য হ্যাট, আব্রার অস্তিত্ব সম্পর্কে সচেতন হয় এবং আব্রার অপহরণ করে তাকে জীবিত রাখার পরিকল্পনা করে, যার ফলে সে সীমাহীন বাষ্প তৈরি করতে পারে।\nব্র্যাডলি ট্রেভরের কাছ থেকে সংক্রামিত হামের কারণে ট্রু নট মারা যেতে শুরু করে; তারা বিশ্বাস করে যে আবরার বাষ্প তাদের নিরাময় করতে পারে। আবরা ড্যানের সাহায্য চায়, এবং সে আবরার সাথে তার সম্পর্ক তার বাবা ডেভিড এবং তাদের পারিবারিক ডাক্তার জন ডাল্টনের কাছে প্রকাশ করে। যদিও রাগান্বিত এবং সন্দেহপ্রবণ, ডেভিড আব্রাকে বাঁচানোর জন্য ড্যানের পরিকল্পনার সাথে যেতে রাজি হয়। ড্যানের বন্ধু বিলি ফ্রিম্যানের সাহায্যে, যার কাছে একটি ছোট শাইনিংও আছে, তারা রোজের সেকেন্ড-ইন-কমান্ড ক্রো ড্যাডির নেতৃত্বে একটি অভিযানকারী দলকে ব্যর্থ করে এবং হত্যা করে। যাইহোক, ড্যান বুঝতে পারে যে রোজ প্রতিশোধের জন্য নিরলসভাবে আবরাকে শিকার করবে। সে আবরার প্রপিতামহী কনসেটার সাথে দেখা করে, যিনি ফ্রেজিয়ার হসপিসে ক্যান্সারে মারা যাচ্ছেন, এবং টেলিপ্যাথিকভাবে তার কাছ থেকে জানতে পারেন যে তিনি এবং আবরার মা লুসি একই বাবার সৎ ভাইবোন: জ্যাক টরেন্স । কনসেটা মারা যাওয়ার সাথে সাথে, ড্যান তার অসুস্থ বাষ্প নিজের মধ্যে ধারণ করে। ইতিমধ্যে, ট্রু নটের মধ্যে মতবিরোধ, আবরার প্রতি রোজের আচ্ছন্নতার কারণে, দলটি বিভক্ত হয়ে পড়ে, যার ফলে রোজের অনুসারী আরও কম হয়ে যায়।\nড্যানের টেলিপ্যাথিক সাহায্যে আবরা আরেকটি অপহরণের চেষ্টা ব্যর্থ করার পর, সে রোজকে কলোরাডোর রকি পর্বতমালায় যেখানে ওভারলুক হোটেলটি একসময় অবস্থিত ছিল সেখানে তার মুখোমুখি হতে প্ররোচিত করে, যেখানে এখন ট্রু নটের মালিকানাধীন একটি ক্যাম্পসাইট অবস্থিত। ড্যান এবং বিলি সেই স্থানে ভ্রমণ করে যখন আবরা তার অ্যাস্ট্রাল প্রক্ষেপণ ব্যবহার করে তাদের সাহায্য করে। অপেক্ষায় থাকা অবস্থায়, ড্যান কনসেটা থেকে সংগৃহীত বাষ্প ট্রু নট সদস্যদের বাকি দলে ছেড়ে দেয়, যার ফলে তাদের সকলকে হত্যা করা হয়। সে হোরেস ডারওয়েন্টের ভূতকেও মুক্ত করে শেষ সদস্য সাইলেন্ট সারেকে হত্যা করার জন্য, যে তাকে এবং আবরাকে আক্রমণ করার জন্য অপেক্ষা করছিল, এবং দুজনে দীর্ঘ মানসিক লড়াইয়ে রোজের সাথে লড়াই করে। বিলি এবং ড্যানের বাবা জ্যাক টরেন্সের ভূতের সাহায্যে, তারা রোজকে একটি পর্যবেক্ষণ প্ল্যাটফর্ম থেকে ধাক্কা দেয় যাতে সে মাটিতে পড়ে যায়, তার ঘাড় ভেঙে যায় এবং মারা যায়। ক্যাম্পসাইট ছাড়ার আগে, ড্যান তার বাবাকে বিদায় জানাতে দেখে, অবশেষে সে শান্তি খুঁজে পেয়েছে।\nউপসংহারে, ড্যান ১৫ বছরের সংযম উদযাপন করে এবং আব্রার ১৫তম জন্মদিনের পার্টিতে যোগ দেয়। সে তাকে তার পরিবারে প্রচলিত মদ্যপান এবং হিংসাত্মক আচরণের ধরণ সম্পর্কে বলে এবং তাকে সতর্ক করে যে সে যেন মদ্যপান শুরু করে বা রাগের বশবর্তী হয়ে এই আচরণগুলি পুনরাবৃত্তি না করে। আবরা সম্মত হয় যে সে আচরণ করবে, কিন্তু তারা কথোপকথন শেষ করার আগেই, ড্যানকে তার ধর্মশালায় ফিরিয়ে আনা হয়, যেখানে সে একজন মৃতপ্রায় সহকর্মীকে সান্ত্বনা দেয় যিনি অতীতে তাকে বিরক্ত করেছিলেন।\n\n\n== পটভূমি ==\nকিং তার ১৯৭৭ সালের উপন্যাস দ্য শাইনিং- এর সিক্যুয়েলের ধারণাটি ১৯ নভেম্বর, ২০০৯ তারিখে তার উপন্যাস \"আন্ডার দ্য ডোম\"-এর প্রচারণামূলক সফরের সময় বর্ণনা করেছিলেন। ক্যানন থিয়েটারে চলচ্চিত্র নির্মাতা ডেভিড ক্রোনেনবার্গের পরিচালনায় এক পাঠের সময়, কিং প্রকাশ করেন যে সিক্যুয়েলটি মূল চরিত্র ড্যানি টরেন্সের অনুসরণ করবে, যিনি এখন তার বয়স ৪০-এর কোঠায়, নিউ হ্যাম্পশায়ারে থাকেন যেখানে তিনি একটি ধর্মশালায় একজন অর্ডিলার হিসেবে কাজ করেন এবং অসাধারণ ক্ষমতার সাহায্যে মারাত্মক অসুস্থ রোগীদের মৃত্যুতে সহায়তা করেন।  পরবর্তীতে, ১ ডিসেম্বর, ২০০৯ তারিখে, কিং তার অফিসিয়াল ওয়েবসাইটে একটি পোল পোস্ট করেন, যেখানে দর্শকদের তার পরবর্তী কোন বইটি লেখা উচিত, ডক্টর স্লিপ নাকি পরবর্তী ডার্ক টাওয়ার উপন্যাস, তার জন্য ভোট দিতে বলা হয় ভোটগ্রহণ ৩১ ডিসেম্বর, ২০০৯ তারিখে শেষ হয়। ডক্টর স্লিপ ৫,৮৬১ ভোট পেয়ে জরিপে জয়ী হয়েছেন, যেখানে দ্য উইন্ড থ্রু ' কিহোল ৫,৮১২ ভোট পেয়েছেন। \n\nআমি যখন পথে ছিলাম, তখন দুটি সম্ভাব্য প্রকল্পের কথা উল্লেখ করেছিলাম। প্রথমটি একটি নতুন মধ্য-বিশ বই, যা সরাসরি রোল্যান্ড ডিসচেইন সম্পর্কে নয়। তবে হ্যাঁ, তিনি এবং তার বন্ধু কুথবার্ট এতে রয়েছেন। তারা সেখানে এক \"স্কিন-ম্যান\" এর সন্ধান করছে, যা সেই হারিয়ে যাওয়া রাজ্যে ওয়্যারউলফদের বলা হয়। দ্বিতীয়টি হল দ্য শাইনিং -এর একটি সিক্যুয়েল, যার নাম ডক্টর স্লিপ।\nআপনি কি এদের মধ্যে কোনো একটি পড়তে আগ্রহী? যদি হ্যাঁ, তবে কোনটি আপনার বেশি পছন্দ? আমরা আপনাদের ভোট গণনা করব (তবে অবশ্যই, যদি অনুপ্রেরণা না আসে, তবে এসবের কোনো মূল্য নেই)।\nভোটগ্রহণ ৩১ ডিসেম্বর, ২০০৯-এ শেষ হয়। ডক্টর স্লিপ ৫,৮৬১ ভোট পেয়ে বিজয়ী হয়, যেখানে কীহোলের মধ্য দিয়ে বাতাস বইটি পেয়েছিল ৫,৮১২ ভোট।\n২৩শে সেপ্টেম্বর, ২০১১ তারিখে, ভার্জিনিয়ার ফেয়ারফ্যাক্সে অবস্থিত জর্জ ম্যাসন বিশ্ববিদ্যালয়ের ফল ফর দ্য বুক অনুষ্ঠানে স্টিফেন কিং ম্যাসন পুরস্কার পান, যেখানে তিনি ডক্টর স্লিপ থেকে একটি অংশ পাঠ করেন।  ২০১১ সালের নভেম্বরের প্রথম দিকে কিং প্রথম খসড়ার কাজ শেষ করেন  ১৯ ফেব্রুয়ারী, ২০১২ তারিখে, জর্জিয়ার সাভান্নায় সাভান্না বুক ফেস্টিভ্যালে কিং ডক্টর স্লিপের শুরুর অংশটি পড়েন।  ২৪শে এপ্রিল, ২০১২ তারিখে প্রকাশিত কিং-এর ২০১২ সালের উপন্যাস দ্য ডার্ক টাওয়ার: দ্য উইন্ড থ্রু দ্য কিহোলের অডিওবুক সংস্করণে লেখকের পঠিত উপন্যাসের ভূমিকা রয়েছে। \nএন্টারটেইনমেন্ট উইকলির সাথে এক সাক্ষাৎকারে, কিং প্রকাশ করেছেন যে তিনি দ্য শাইনিং এবং ডক্টর স্লিপের মধ্যে ধারাবাহিকতা নিয়ে কাজ করার জন্য গবেষক রকি উডকে নিয়োগ করেছেন। \nগল্পটি আংশিকভাবে অস্কারের দ্বারা অনুপ্রাণিত, একজন থেরাপি বিড়াল যে অভিযুক্তভাবে মারাত্মক অসুস্থ রোগীদের মৃত্যুর ভবিষ্যদ্বাণী করে। কিং বললেন, \"আমি মনে মনে ভাবলাম: 'আমি এটা নিয়ে একটা গল্প লিখতে চাই।' এবং তারপর ড্যানি টরেন্সের সাথে আমার যোগাযোগ তৈরি হলো যখন আমি একজন প্রাপ্তবয়স্ক, একটি ধর্মশালায় কাজ করতাম। আমি ভাবলাম: 'এটাই। আমি এই বইটি লিখব।' বিড়ালটিকে সেখানে থাকতে হবে। আমার এগিয়ে যাওয়ার জন্য সবসময় দুটি জিনিসের প্রয়োজন। এটা যেন বিড়াল ছিল ট্রান্সমিশন এবং ড্যানি ছিল মোটর।\" \n\n\n== প্রকাশনা ==\n৮ই মে, ২০১২ তারিখে, স্টিফেন কিং-এর অফিসিয়াল ওয়েবসাইট ডক্টর স্লিপের জন্য ১৫ই জানুয়ারী, ২০১৩ তারিখের একটি অস্থায়ী প্রকাশনার তারিখ ঘোষণা করে। বইটি সেই দিনই প্রি-অর্ডারের জন্য উপলব্ধ ছিল, পৃষ্ঠা সংখ্যা ছিল ৫৪৪ এবং আইএসবিএন ৯৭৮-১-৪৫১৬-৯৮৮৪-৮ । যাইহোক, পরের দিন সঠিক তারিখটি সরিয়ে ফেলা হয়েছিল এবং বিবৃতি দেওয়া হয়েছিল যে একটি নতুন প্রকাশের তারিখ আসছে, এবং প্রি-অর্ডার আইটেমগুলি সরিয়ে ফেলা হয়েছিল। স্টিফেন কিং উপন্যাসটির বর্তমান খসড়া নিয়ে খুশি ছিলেন না এবং মনে করেছিলেন যে এটিতে অনেক সম্পাদনার প্রয়োজন। ১৮ সেপ্টেম্বর, ২০১২ তারিখে, ২৪ সেপ্টেম্বর, ২০১৩ তারিখের একটি প্রকাশনার তারিখ ঘোষণা করা হয়েছিল।  সিমেট্রি ড্যান্স ডক্টর স্লিপকে সীমিত সংস্করণ হিসেবে তিনটি সংস্করণে প্রকাশ করেছে: গিফট সংস্করণ (১,৭৫০ কপি পর্যন্ত সীমিত), লিমিটেড সংস্করণ (৭০০ কপি পর্যন্ত সীমিত), এবং লেটারেড সংস্করণ (৫২ কপি পর্যন্ত সীমিত), শেষের দুটি সংস্করণে স্টিফেন কিং এবং চিত্রকররা স্বাক্ষর করেছেন।  ১ মার্চ, ২০১৩ তারিখে, স্টিফেন কিং-এর অফিসিয়াল ওয়েবসাইট বইটির প্রচ্ছদ উন্মোচন করে। \n২০১৩ সালের আগস্টে যুক্তরাজ্যে প্রকাশের জন্য হডার অ্যান্ড স্টাফটন কর্তৃক একটি সংগ্রাহকের সংস্করণ ঘোষণা করা হয়েছিল, যার সংখ্যা ছিল ২০০টি, স্টিফেন কিং স্বাক্ষরিত। \nএন্টারটেইনমেন্ট উইকলি ম্যাগাজিনের ১৩ সেপ্টেম্বর, ২০১৩ সংখ্যায় একটি অংশ প্রকাশিত হয়েছিল। \n\n\n== সমালোচকদের অভ্যর্থনা ==\nউপন্যাসটি সমালোচকদের দ্বারা ব্যাপকভাবে প্রদর্শিত হয়েছিল। সংস্কৃতি সমালোচক ব্রিটিশ এবং আমেরিকান সংবাদমাধ্যমের পর্যালোচনার উপর ভিত্তি করে ৮০% সমষ্টিগত স্কোর হিসাবে সমালোচনামূলক প্রতিক্রিয়া মূল্যায়ন করেছেন।  ২০১৪ সালের মার্চ/এপ্রিল সংখ্যায়, বইটি একটি  (৫ এর মধ্যে ৪.০) সমালোচকদের পর্যালোচনার উপর ভিত্তি করে তৈরি, যেখানে একটি সারসংক্ষেপ বলা হয়েছে, \"পাঠকরা শেষ পর্যন্ত দ্য শাইনিংকে আরও আকর্ষণীয় কাজ বলে মনে করতে পারেন, কিন্তু তাদের তুলনা ভুলে যাওয়া উচিত এবং ডক্টর স্লিপকে একটি স্বতন্ত্র বই হিসেবে পড়া উচিত\"। \nদ্য গার্ডিয়ানের স্টিভেন পুল বলেন, \"... ডক্টর স্লিপ আসলে অতীতের 'ভালো ভয়' প্রদান করে না... উপন্যাসটিতে নিষ্ঠুর ভয়ের অভাব থাকলেও, এটি আরও সূক্ষ্ম আনন্দ দিয়ে তা পূরণ করে\"।  এনপিআর- এর অ্যালান চিউস লিখেছেন, \"বইটি খোলার আগেই বেশ সুন্দরভাবে পরিকল্পিত একটি প্লট শুরু হয়ে গেছে.... স্টিফেন কিং এখনও আমাকে ভয় দেখাচ্ছেন।\"  দ্য নিউ ইয়র্ক টাইমসে মার্গারেট অ্যাটউড মন্তব্য করেছেন, \" ডক্টর স্লিপ হল স্টিফেন কিং-এর সর্বশেষ উপন্যাস, এবং এটি কিং-এর অসাধারণ মিশ্রণের একটি খুব ভালো নমুনা।\" ... রাজার উদ্ভাবনী ক্ষমতা এবং দক্ষতায় কোনও শিথিলতার লক্ষণ দেখা যায় না: ডক্টর স্লিপে তার সেরা কাজের সমস্ত গুণাবলী রয়েছে।\"  \"ভলচার\" -এর ক্যাথরিন শুলজ বলেছেন, \" দ্য শাইনিং মূলত পারিবারিক সহিংসতা সম্পর্কে যেমন ছিল, ডক্টর স্লিপ মূলত মদ্যপান সম্পর্কে। কিং, যিনি নিজে একজন সুস্থ হয়ে ওঠা আসক্ত, তিনি আসক্তি এবং এর সাথে সম্পর্কিত কর্মহীনতাগুলির উপর দুর্দান্ত: প্রতারণা, আত্ম-ন্যায্যতা, অন্যদের অবহেলা, নতুন পাতার কল্পনা এবং তাদের প্রায় তাৎক্ষণিক পতন, পরবর্তী সমাধান হিসাবে \"নর্থ স্টার\"। এবং, বিপরীতভাবে, তিনি ইচ্ছাকৃত সংযমের উপর দুর্দান্ত। ডক্টর স্লিপের কিছু সেরা অংশ অ্যালকোহলিক্স অ্যানোনিমাসের সংস্কৃতির উপর আকৃষ্ট, যা এই বইয়ের নীতিগত মূলও প্রদান করে।\"  \"দ্য ইন্ডিপেন্ডেন্ট\" -এর জেমস কিড বলেছেন, \"উপন্যাসের সংযম, কাজ এবং পরিবারের মাধ্যমে মুক্তির সু-উদ্দেশ্যপূর্ণ গল্পটি রাজার জন্য গভীর ব্যক্তিগত তাৎপর্যপূর্ণ বলে মনে হয়, যিনি নিজে একজন সুস্থ হয়ে ওঠা মদ্যপ। সম্ভবত এটি খুব বেশি ব্যক্তিগত।\" \"দ্য শাইনিং\" একটি পরিচিত তরুণ পরিবারকে ক্লাস্ট্রোফোবিয়া এবং প্রিয়জনকে দানব হয়ে ওঠার এক অদম্য চিত্রায়নের মাধ্যমে বিয়ে করে ভীত হয়ে পড়েছিল। ডক্টর স্লিপের ', অতিপ্রাকৃত পরিবেশ ফ্যান্টাসি এবং থেরাপি থেকে প্রাপ্ত পরিত্রাণ দ্বারা অনুপ্রাণিত ভয়াবহতার মতো পড়ে। এতে, গল্পটি তার নিজস্ব কৌশলগুলি এড়াতে পারে না।\"  পাবলিশার্স উইকলির একজন পর্যালোচক যোগ করেছেন \"তার বিখ্যাত পূর্বসূরীর চেয়ে কম ভয়ঙ্কর, সম্ভবত লেখকের সবচেয়ে বিদ্বেষপূর্ণ চরিত্রগুলির প্রতি স্পষ্ট স্নেহের কারণে, কিং-এর সর্বশেষটি এখনও একটি আকর্ষণীয়, টানটান পাঠ যা ড্যানি টরেন্সের গল্পের একটি সন্তোষজনক উপসংহার প্রদান করে।\" \nওয়াশিংটন পোস্টের ' ডোনোহু লিখেছেন, \"কিং প্যারানরমাল থ্রিলারের একজন ওস্তাদ, ছোট সিনেমাটিক দৃশ্যে এই তিনটি প্লটলাইনের মধ্যে ক্রস কাটিং যা ডক্টর স্লিপকে তার অবিরাম আখ্যানের চালিকাশক্তি দেয়। তার চরিত্রগুলি, বিশেষ করে খারাপ চরিত্রগুলি, এমন একটি অর্থনীতির সাথে আঁকা যা তাদের দ্রুত জীবন্ত করে তোলে। হাউস অফ লাভক্রাফ্ট এবং ডিকেন্সের কিছু বিকৃত জারজ ছেলের মতো, তিনি আগের মতোই ভয়ঙ্কর এবং বিনোদনমূলক।\" ... অনেক ভয়াবহতা সত্ত্বেও, ডক্টর স্লিপ নিশ্চিতভাবেই মুক্তির একটি উপন্যাস, যা শেষ পর্যন্ত সুঅর্জিত। এটি আপনাকে জ্যাক নিকোলসন এবং তার কুঠারকে ভুলতে বাধ্য করবে না, তবে ডক্টর স্লিপ আপনাকে নতুন করে ষড়যন্ত্রের উদাহরণ দেবে।\"  লস অ্যাঞ্জেলেস রিভিউ অফ বুকসের রজার লাকহার্স্ট বলেছেন, \"সর্বোপরি, ডক্টর স্লিপ আসক্তি এবং এটি কাটিয়ে ওঠার লড়াই সম্পর্কে একটি উপন্যাস\" ... অতিপ্রাকৃত সম্পর্কে কিং-এর দৃষ্টিভঙ্গি এমন কিছু যা সচেতনতার প্রান্তে অসংখ্যভাবে ঘোরাফেরা করে, এমন কিছু যা সর্বদা সতর্ক এবং শ্রদ্ধাশীলভাবে পর্যবেক্ষণ করা প্রয়োজন। সংঘর্ষ, ছোটখাটো যুদ্ধ, জয় এবং পরাজয় থাকবে, কিন্তু দীর্ঘমেয়াদী যুদ্ধের কোনও শেষ নেই। ঠিক যেমন একজন সুস্থ হয়ে ওঠা মদ্যপ মদের কথা ভাবে।\"  টাম্পা বে টাইমসের কোলেট ব্যানক্রফ্ট উল্লেখ করেছেন \"মাত্র ৫০০ পৃষ্ঠারও বেশি পৃষ্ঠায়, ডক্টর স্লিপ কিং-এর সাম্প্রতিক উপন্যাসগুলির তুলনায় কিছুটা পাতলা, এবং এটি ত্বরান্বিত গতিতে এগিয়ে চলেছে। এটি কি দ্য শাইনিংয়ের মতো হাড় হিম করার মতো ভীতিকর? না, এবং খুব কম বইই আছে। তবে এটি প্রচুর ভয়ঙ্কর, এবং এটি সেই বিষয়গুলিতে সমৃদ্ধ যা কিংকে আরও বেশি আকৃষ্ট করেছে, বিশেষ করে পারিবারিক সম্পর্ক।\"  কিরকাস রিভিউয়ের একজন পর্যালোচক এটিকে \"প্রতিটি স্তরে সন্তোষজনক\" বলে অভিহিত করেছেন। কিং যদি পরবর্তী লেখা লিখতে চান, তাহলে তার জন্যও জায়গা ছেড়ে দেন—এবং ভাগ্য থাকলে, তিন দশকেরও কম সময়ের মধ্যে।\"  দ্য নিউ ইয়র্কারের জোশুয়া রথম্যান বলেন, \" দ্য শাইনিং আত্মমুখী, কঠোর এবং অস্থিরভাবে প্রশংসনীয়, যে কারণে আপনি যখনই কোনও ভয়ঙ্কর হোটেলে যান, ক্রোকেট খেলেন, অথবা তার সন্তানের সাথে একজন রাগান্বিত বাবাকে দেখেন তখনই এটি মনে আসে। কিন্তু ডক্টর স্লিপ, যা সিক্যুয়েলের মতো কম এবং স্পিনঅফের মতো বেশি মনে হয়, তা নিঃসন্দেহে মজাদার, মুক্তমনা এবং উদ্ভট।\" \n২০২৩ সালে, ফ্লোরিডার ক্লে কাউন্টি ডিস্ট্রিক্ট স্কুলগুলিতে বইটি নিষিদ্ধ করা হয়েছিল। \n\n\n== চলচ্চিত্র অভিযোজন ==\n\nমাইক ফ্লানাগান পরিচালিত এবং ড্যানি টরেন্স চরিত্রে ইওয়ান ম্যাকগ্রেগর অভিনীত উপন্যাসটির একটি চলচ্চিত্র রূপান্তর ৮ নভেম্বর, ২০১৯ তারিখে মুক্তি পায়। এই ছবিটি উপন্যাসটির একটি রূপান্তর এবং প্রথম বইটির ১৯৮০ সালের চলচ্চিত্র রূপান্তরের একটি সিক্যুয়েল। তাই কুব্রিকের ১৯৮০ সালের চলচ্চিত্র অভিযোজনের সাথে ধারাবাহিকতা বজায় রাখার জন্য এটি গল্পে উল্লেখযোগ্য পরিবর্তন আনে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nযুক্তরাজ্যের অফিসিয়াল সাইট\nগুডরিডস পেজ"}