{"pageid": 1511107, "title": "ভারতে দুগ্ধজাত পণ্য", "url": "https://bn.wikipedia.org/wiki?curid=1511107", "content": "ভারতীয় সমাজে দুগ্ধজাত পণ্য গুরুত্বপূর্ণ ভূমিকা পালন করে। এটি রন্ধনপ্রণালী, ধর্ম, সংস্কৃতি এবং অর্থনীতির সাথে গভীরভাবে জড়িত।\nভারতে বিশ্বের সবচেয়ে দুগ্ধ উৎপাদনকারী পশু পালিত হয়। এখানে ৩০ কোটির বেশি গবাদি পশু এবং প্রতি বছর ১৮৭ মিলিয়ন টনেরও বেশি দুধ উৎপাদিত হয়। দুধ উৎপাদন ও ব্যবহার উভয় ক্ষেত্রেই ভারত বিশ্বের শীর্ষস্থানীয় দেশ। বেশিরভাগ দুধ অভ্যন্তরীণ বাজারেই ব্যবহার হয়, তবে কিছু পরিমাণ দুধ বিদেশেও রপ্তানি করা হয়। ভারতীয় রন্ধনপ্রণালীতে বেশিরভাগ খাবার দুধ এবং দুগ্ধজাত পণ্য দিয়ে তৈরি হয়। বিশেষ করে উত্তর ভারতীয় রন্ধনশৈলীতে পনির ঘি ও অন্যান্য দুগ্ধজাত পণ্যের ব্যবহার বেশি। অন্যদিকে, দক্ষিণ ভারতীয় খাবারে বেশি দই এবং দুধের প্রচলন বেশি দেখা যায়। হিন্দু ধর্মীয় রীতিনীতি ও পুরাণেও দুধ ও দুগ্ধজাত পণ্যের বিশেষ গুরুত্ব রয়েছে। অনেক ধর্মীয় আচার-অনুষ্ঠানে দুধ ব্যবহার করা হয়।\nভারতীয় উপমহাদেশে ইতিহাস প্রায় ৮,০০০ বছর পুরোনো। এই অঞ্চলে প্রথম জেবু গরু গৃহপালিত হয় তখন থেকেই মানুষ দুধ ও দুগ্ধজাত পণ্য ব্যবহার শুরু করে। বৈদিক যুগ থেকেই ভারতীয় উপমহাদেশে দুধ ছিল মানুষের খাবারের অন্যতম উপাদান হিসেবে ব্যবহৃত হয়ে আসছে। ২০শ শতকের মাঝামাঝি থেকে শেষের দিকে অপারেশন ফ্লাড কর্মসূচির মাধ্যমে ভারতের দুগ্ধ শিল্পে বৈপ্লবিক পরিবর্তন আসে, যা ভারতকে বিশ্বের বৃহত্তম দুগ্ধ উৎপাদনকারী দেশে পরিণত করে। এর আগে, ভারতে দুধ উৎপাদন মূলত ছোট ছোট গৃহস্থালির খামারেই সীমাবদ্ধ ছিল।\nভারতের দুগ্ধশিল্পের অর্থনৈতিক প্রভাব ব্যাপক। দেশে উৎপাদিত অধিকাংশ দুধ মহিষ থেকে আসে। গরুর দুধ দ্বিতীয় অবস্থানে এবং ছাগলের দুধ দূঅনেক কম পরিমাণে উৎপাদিত হয়। ভারতে বিভিন্ন ধরনের দুগ্ধজাত পণ্য তৈরি করা হয়। তবে দেশটিতে দুগ্ধজাত পণ্যের আমদানি খুবই নগণ্য এবং আমদানির ওপর শুল্ক আরোপ করা হয়। ভারতের দুগ্ধশিল্প সরকার বিভিন্ন সংস্থা দ্বারা নিয়ন্ত্রিত হয় যেমন পশুপালন, দুগ্ধ ও মৎস্য মন্ত্রণালয় ; জাতীয় দুগ্ধ উন্নয়ন বোর্ড ; এবং ফুড সেফটি অ্যান্ড স্ট্যান্ডার্ড অথরিটি অফ ইন্ডিয়া ।\n\n\n== ইতিহাস ==\n\n\n=== প্রারম্ভিক সময়কাল ===\nভারতীয় উপমহাদেশে দুগ্ধ শিল্পের ইতিহাস প্রায় ৮,০০০ বছর পুরোনো। এই সময়েই প্রথম জেবু গরু গৃহপালিত হয়। এই গরু মূলত ভারতে উদ্ভূত হয়েছিল বলে মনে করা হয়।  সিন্ধু সভ্যতার শুরুতে ( আনু. ৩৩০০ – আনু. ১৩০০ খ্রিস্টপূর্ব) শুরুতে জেবু গরু সম্পূর্ণভাবে গৃহপালিত হয়ে যায় এবং দুধের জন্য ব্যবহৃত হতে থাকে। সে সময়ের হাড়ের জীবাশ্ম ও মৃৎপাত্রে এই গরুর উপস্থিতির প্রচুর প্রমাণ পাওয়া যায়। দক্ষিণ এশিয়ায় জল মহিষও আদিবাসী প্রাণী হিসেবে পরিচিত। এগুলো গৃহপালিত হওয়ার আগেই বন্য অবস্থায় প্রচুর পরিমাণে পাওয়া যেত। তবে সিন্ধু সভ্যতার সময়কালে এগুলো গৃহপালিত হয়ে লাঙ্গল দেওয়ার কাজে ও দুধের জন্য ব্যবহার করা হত। ছাগল এবং ভেড়াও সিন্ধু সভ্যতায় গৃহপালিত হয়েছিল, যদিও তাদের দুধের জন্য ব্যাবহার করা হত কিনা তা অনিশ্চিত। \nবৈদিক যুগে ( আনু. ১৫০০ – আনু. ৫০০ খ্রিস্টপূর্ব), মানুষের খাদ্যাভ্যাসের একটি গুরুত্বপূর্ণ অংশ।  দুধ ও দুগ্ধজাত পণ্য, বিশেষ করে পরিশোধিত মাখন বা ঘি, প্রচলিত ছিল। বেদে দুধ সম্পর্কে বহু উল্লেখ আছে। সেখানে গরুকে অত্যন্ত সম্মানের চোখে দেখা হয়েছে এবং গাভীর কথা ৭০০ বারের বেশি উল্ল্যেখ করা হয়েছে।    গরুকেঅঘন্য (হত্যা করা যাবে না) হিসেবেও উল্লেখ করা হয়েছে।  বৈদিক সাহিত্যে ও ত্রিপিটকে বিভিন্ন ধর্মীয় অনুষ্ঠানে দুধ ও দুগ্ধজাত পণ্য উৎসর্গ করার বিবরণ পাওয়া যায়। সেই সময়ে গরুর দুধ সাধারণত ফোটানো হতো। তা দিয়ে বিভিন্ন শস্য মিশিয়ে খাবার তৈরি করা হতো। এছাড়া শুকনো যব য়ে তৈরি করা এক ধরনের পায়েস জাতীয় খাবারও প্রচলিত ছিল। \nদইও ছিল জনপ্রিয় দুগ্ধজাত খাদ্য। বৈদিক সাহিত্যে উল্লেখ আছে, কিছুমাত্রা টক দুধ মিশিয়ে দুধ জমিয়ে দই তৈরি করা হতো।  এছাড়া পলাশ গাছের ছাল এবং জুজুবের ফল ব্যবহার করে দুধ জমাট বাঁধানো হতো, যা রেনেট এনজাইমের মতো কাজ করত। টি বিশ্বের প্রাচীনতম এনজাইম-ভিত্তিক পনির তৈরির পদ্ধতির অন্যতম উদাহরণ।\nইন্ডোলজিস্ট ওয়েন্ডি ডনিগার ওয়েন্ডি ডোনিগার বৈদিক যুগের মানুষের জীবনযাত্রার তুলনা মার্কিন রাখাল বালকদের সঙ্গে করেছেন। তিনি বলেন, বৈদিক জনগোষ্ঠী প্রতিদ্বন্দ্বী গোষ্ঠীর গরু লুট করত। তাদের কাছে গরু ছিল সম্পদের প্রতীক।\nসূত্র সাহিত্য অনুসারে, আনু. ৮০০ – আনু. ৩০০ খ্রিস্টপূর্বে, দুধ বা দইয়ের সঙ্গে ফোটানো ভাত জনপ্রিয় খাবার ছিল। গগরুকে দিনে দুইবার দোহন করা হতো। তবে যে গরু গর্ভবতী, মিলনের পর্যায়ে ছিল বা অন্য গরুর বাছুর লালন করত, সেগুলো দোহন করা হতো না। এই সময় পায়েস (দুধ-চিনি-চাল মিশিয়ে তৈরি মিষ্টান্ন) তৈরির উল্লেখ পাওয়া যায়। অতিথি আপ্যায়নের জন্য মধুপর্ক  (মধুর সঙ্গে দই বা ঘি মিশ্রিত খাবার) ব্যবহৃত হতো। এছাড়া ঘি দিয়ে তৈরি একধরনের মিষ্টির কথাও বলা হয়েছে। বৌদ্ধ এবং জৈন ধর্মগ্রন্থগুলিও দুধ ও দুগ্ধজাত পণ্যের গুরুত্বের কথা বলা হয়েছে। বিশেষ করে দুধ-ভাতকে জনপ্রিয় খাবার হিসেবে উল্লেখ করা হয়েছে। এছাড়া দই, মাখন ও মাখনের জল (ছাঁচি) দিয়ে তৈরি বিভিন্ন খাবারের বর্ণনা পাওয়া যায়। এই সময় গরু ও মহিষ ছাড়াও উট ও ছাগলের দুধ ব্যবহারের কথা উল্লেখ আছে।\nভারতীয় উপমহাদেশে বিভিন্ন শাসকের আমলেও দুধ, দই ও ঘি গুরুত্বপূর্ণ খাদ্য উপাদান ছিল। বিভিন্ন বিদেশি পর্যটক তাদের বিবরণীতে উল্লেখ করেছেন যে, ভারতীয়দের খাদ্যাভ্যাসে দুগ্ধজাত পণ্যের ব্যাপক উপস্থিতি ছিল।\n\n\n=== আধুনিক যুগ ===\n\nএকসময় ভারতে দুগ্ধশিল্প মূলত স্বনির্ভর জীবিকার অংশ ছিল। দুধ উৎপাদন প্রধানত পরিবারের নিজের চাহিদা মেটানোর জন্য করা হতো। ১৯১৯ সালে ব্রিটিশ শাসনের অধীনে প্রথমবারের মতো দুগ্ধপালিত পশুর গণনা পরিচালিত হয়। রপর ১৯৩৭ সালের একটি প্রতিবেদনে ভারতে দুধের কম খরচ ও স্বল্প পরিমাণে গ্রহণের বিষয়টি তুলে ধরা হয়। সে সময় ভারতে একজন মানুষের দৈনিক গড় দুধ গ্রহণ ছিল মাত্রহয়। সে সময় দেশটিতে একজন মানুষের দৈনিক গড়ে দুধ খাবার ছিল মাত্র ৭ আউন্স (২০০ গ্রাম) যা বিশ্বের বড় দুগ্ধশিল্পসমৃদ্ধ দেশগুলোর মধ্যে সবচেয়ে কম ছিল। দুধ উৎপাদন ও ব্যবহারের পরিমাণ বাড়াতে বেশ কিছু সমস্যা ছিল। এর মধ্যে অন্যতম ছিল দুগ্ধপালিত প্রাণীদের কম উৎপাদনক্ষমতা এবং দারিদ্র্যের ব্যাপক বিস্তার। দেশের বিভিন্ন অঞ্চলের অর্থনৈতিক ও ভৌগোলিক পরিস্থিতির ওপর নির্ভর করে দুধের ব্যবহার কমবেশি হতো। তবে সামগ্রিকভাবে দুধের গ্রহণযোগ্য পরিমাণ খুবই কম ছিল।\n১৯২০-এর দশকে ভারতে আধুনিক দুধ প্রক্রিয়াকরণ ও বিপণন প্রযুক্তি চালু হয়।জাতীয় দুগ্ধ উন্নয়ন বোর্ড (NDDB) ১৯৬৫ সালে প্রতিষ্ঠিত হয়। এটি ১৯৬৯-৭০ সালে অপারেশন ফ্লাড চালু করে, যা সমবায় ব্যবহার করে দুগ্ধ খাতের আধুনিকীকরণ ও উন্নয়নের লক্ষ্যে একটি কর্মসূচি ছিল। এই সময় দুগ্ধ সমবায়গুলো প্রধান শক্তি হিসেবে আবির্ভূত হয়, কারণ বেসরকারি দুধ কারখানা ও বিক্রেতাদের শোষণমূলক নীতি প্রচলিত ছিল।  সমবায় ব্যবস্থা \"আনন্দ মডেল\" অনুসারে গড়ে ওঠে। এতে তিন স্তরের কাঠামো ছিল – (i) গ্রাম-স্তরের সমবায় সমিতি (প্রাথমিক উৎপাদক), (ii) জেলা-স্তরের সমবায় উৎপাদক সংগঠন , যারা দুধ সংগ্রহ ও প্রক্রিয়াকরণ কারখানা পরিচালনা করত এবং (iii) রাজ্য পর্যায়ের ফেডারেশন, যারা বিপণন ব্যবস্থা দেখভাল করত। এই মডেল প্রথম গুজরাটের আনন্দ শহরে ১৯৪৬ সালে শুরু হয় এবং পরে সারা দেশে গৃহীত হয়েছিল।  \nঅপারেশন ফ্লাড তিনটি পর্যায়ে পরিচালিত হয়। প্রথম পর্যায় (১৯৭০-১৯৮১) নয়াদিল্লি, মুম্বাই, কলকাতা এবং চেন্নাইয়ের আশপাশে দুগ্ধ উৎপাদন বৃদ্ধির ওপর গুরুত্ব দেয়। দ্বিতীয় পর্যায় (১৯৮৬ থেকে শুরু) আরও বিস্তৃত হয় এবং দেশের ১৪৭টি শহরে বিনিয়োগ সম্প্রসারিত হয়।  তৃতীয় পর্যায়, যা ১৯৯০-এর দশকের মাঝামাঝি পর্যন্ত চলে, আরও ছোট শহরগুলোতে বিনিয়োগ বিস্তৃত করে।  ভারত সরকার ছাড়াও, অপারেশন ফ্লাডের বিভিন্ন পর্যায়ে বিশ্বব্যাংক এবং ইউরোপীয় অর্থনৈতিক সম্প্রদায় আংশিকভাবে অর্থায়ন করে।\n১৯৯৭ সালে ভারত মার্কিন যুক্তরাষ্ট্রকে ছাড়িয়ে বিশ্বের সর্ববৃহৎ দুধ উৎপাদক দেশে পরিণত হয়।\n\n\n== সংস্কৃতি ==\n\n\n=== রন্ধনপ্রণালী ===\n\nভারতীয় খাবারের সংস্কৃতিতে প্রাচীনকাল থেকে বর্তমান পর্যন্ত দুগ্ধজাত পণ্য গুরুত্বপূর্ণ ভূমিকা পালন করে আসছে। বিশেষ করে উত্তর উত্তর ভারতীয় রন্ধনপ্রণালীগুলিতে দুধ ও দুগ্ধজাত পণ্যের ব্যবহার বেশি দেখা যায়। পাঞ্জাবি খাবারের একটি স্বতন্ত্র বৈশিষ্ট্য হল পনিরের ব্যবহার। পাঞ্জাবি ডাল মাখানি হল কালো মসুর ডাল, রাজমা, মাখন এবং ক্রিম দিয়ে তৈরি একটি সমৃদ্ধ স্টু।  জনপ্রিয় পনিরের পদগুলোর মধ্যে মটর পনির,, পালক পনির, শাহি পনির, পনির কোফতা পনির ভুর্জি উল্লেখযোগ্য। এছাড়া, পনির দিয়ে পনির পাকোড়া (একটি ভাজা খাবার) এবং পনির\nপরোটা (পনির দিয়ে ভরা একটি স্তরযুক্ত চাপাতি )তৈরি করা হয়।।  ঘি, যা এক ধরনের পরিশোধিত মাখন, ভারতীয় রান্নার একটি গুরুত্বপূর্ণ উপাদান। এটি সাধারণত বিরিয়ানি ও অন্যান্য ভাতজাতীয় খাবারে ব্যবহার করা হয় এবং রুটির ওপর মাখার জন্যও ব্যবহৃত হয়। ঘির স্বাদ তীব্র এবং এটি রান্নার তেল হিসেবেও ব্যবহৃত হয়।   উত্তর ভারতীয় রান্নায় ঝোল (গ্রেভি) ঘন ও মসৃণ করতে সাধারণত ক্রিম ব্যবহার করা হয়।\nভারতে দুধ সবচেয়ে বেশি ব্যবহৃত হয় চা তৈরিতে। একখানে বেশিরভাগ মানুষই চিনি যুক্ত দুধ চা পান করে।  বিংশ শতাব্দীতে চা পান ভারতীয় সংস্কৃতির একটি অবিচ্ছেদ্য অংশ হয়ে ওঠে। ২০১৮ সালের হিসাবে, ভারতে মাথাপিছু চা পানের পরিমাণ ছিল ০.৭৮ কিলোগ্রাম (১.৭ পাউন্ড)। \n\n\n=== ধর্ম ===\n\nহিন্দুধর্মে গরু পবিত্র হিসেবে বিবেচিত হয়, যা ভারতে সংখ্যাগরিষ্ঠ মানুষের ধর্ম। তবে, ভারতে উৎপাদিত মোট দুধের প্রায় অর্ধেক আসে মহিষের দুধ থেকে।  মহিষের মাংস ( ক্যারাবিফ ) খাদ্য হিসেবে ব্যবহৃত হয়। গরুর তুলনায় মহিষকে অপবিত্র ও অশুভ বলে মনে করা হয়। হিন্দু পুরাণে মহিষকে প্রায়ই অশুভ শক্তির প্রতীক হিসেবে দেখানো হয়েছে। মৃত্যুর দেবতা, যমের বাহন হলেব মহিষ (জলমহিষ) । ১৯৪০-এর দশকে, মহাত্মা গান্ধী ভারতীয় সমাজে মহিষের দুধের জনপ্রিয়তা নিয়ে দুঃখ প্রকাশ করেছিলেন এবং গরুর দুধের পুষ্টিগুণকে শ্রেষ্ঠ বলে উল্লেখ করেছিলেন।\nপ্রাচীন ভারতীয় সৃষ্টিতত্ত্ব অনুযায়ী, পৃথিবীর মহাদেশসমূহ দুধ, ঘি এবং অন্যান্য দুগ্ধজাত পণ্যে নিমজ্জিত ছিল।\nওয়েন্ডি ডোনিগারের মতে, সাধারণ অব্দে হিন্দু ধর্মে গরুর প্রতি দৃষ্টিভঙ্গি পরিবর্তিত হয়েছিল। প্রথমদিকে বলিদান ও গরুর মাংস খাওয়ার সংস্কৃতি থেকে গরুর দুধ ব্যবহার ও সংরক্ষণের দিকে একটি পরিবর্তন ঘটে। অর্থাৎ, গরুকে \"শিকারের\" পরিবর্তে \"রক্ষা\" করার প্রবণতা দেখা দেয়। দুধ, দই এবং ঘি হিন্দুদের জন্য পাঁচটি পবিত্র গরু থেকে উৎপাদিত দ্রব্যের মধ্যে তিনটি।\nঅনেক হিন্দু উৎসবে দুধ উৎসর্গ করা হয়। মহা শিবরাত্রি  এবং নাগ পঞ্চমীর মতো বেশ কয়েকটি উৎসবে ভক্তদের দ্বারা প্রদত্ত নৈবেদ্যগুলির মধ্যে দুধ অন্যতম। পোঙ্গলের উৎসবে মাটির হাঁড়িতে চাল ও দুধ ফুটিয়ে তা দেবতাদের, গরুদের এবং অবশেষে পরিবারের সদস্যদের উৎসর্গ করা হয়। হোলির উৎসবে দুধ দিয়ে ঠান্ডাই নামক হালকা মাদকযুক্ত পানীয় তৈরি করা হয়। কেরালায়, ২০১৫ সালে ওনম উৎসবের জন্য রাজ্য সরকার ৮৫ লাখ লিটার দুধ সংগ্রহ করেছিল।\nআদি বৌদ্ধধর্মে, অহিংসা নীতির উপর জোর দেওয়া হয়েছিল। তাই দুধ পান নৈতিক কিনা তা নিয়ে কিছু দ্বন্দ্ব ছিল, কারণ এটি বাছুরদের জন্য দুধের অভাব সৃষ্টি করতে পারে। তবে, পরবর্তীতে এই মত ত্যাগ করা হয়।\nজৈনধর্ম, যেখানেঅহিংসা এবং নিরামিষভোজনের প্রতি কঠোর মনোভাব দেখা যায়, সেখানে দুগ্ধজাত পণ্য খাওয়ার উপর নিষেধাজ্ঞা নেই। যদিও জৈন মতবাদ অনুযায়ী কোনো জীবের প্রতি কষ্ট বা যন্ত্রণা সৃষ্টি করা নিষিদ্ধ, তবুও বেশিরভাগ জৈনরা দুধ ও দুগ্ধজাত পণ্য গ্রহণ করেন। এটি ধর্মের মধ্যে কিছু বিতর্কের জন্ম দিয়েছে। কিছু জৈন বিশ্বাস করেন যে দুধ ও পশুসম্পর্কিত অন্যান্য পণ্য (যেমন উলের কাপড়) প্রাণীদের প্রতি হিংসা প্রদর্শন না করেও উৎপাদন করা সম্ভব। তবে, আধুনিক শিল্পপ্রথায় দুগ্ধ উৎপাদন সাধারণত প্রাণীদের চরম কষ্ট দেয়। ফলে, জৈন সমাজে নিরামিষভোজন থেকে ধীরে ধীরে নিরামিষাশী (ভেগান) হওয়ার প্রবণতা বৃদ্ধি পাচ্ছে।\n\n\n=== ঐতিহ্যবাহী ঔষধ ===\nভারতে প্রচলিত বিকল্প চিকিৎসার একটি রূপ, আয়ুর্বেদে দুধের ব্যবহার গুরুত্বপূর্ণ। আয়ুর্বেদে প্রতিদিন দুধ পান করার পরামর্শ দেওয়া হয়, কারণ এটি হজমে সহায়ক এবং প্রশান্তিদায়ক বৈশিষ্ট্যযুক্ত।\n\n\n== উৎপাদন ==\nপৃথিবীতে ভারত সবচেয়ে বেশি দুধ উৎপাদন করে এবং ব্যবহারের হারও সবচেয়ে বেশি।   ২০১৮ সালে ভারতের বার্ষিক দুধ উৎপাদন ছিল ১৮৬ মিলিয়ন টন।\n২০২০-এর হিসাব অনুযায়ী, ভারতের মোট স্থূল অভ্যন্তরীণ উৎপাদনের (জিডিপি) প্রায় ৪.২% দুধ উৎপাদনের উপর নির্ভরশীল। ২০১৯ সালে ভারতের দুগ্ধ খাত বছরে ৪.৯% হারে বৃদ্ধি পাচ্ছিল। ২০১৮-১৯ অর্থবছরে, ভারত সরকার জানিয়েছিল যে দেশে ১৮৭.৭ মিলিয়ন টন দুধ উৎপাদিত হয়েছে এবং মাথাপিছু দুধের প্রাপ্যতা ছিল প্রতিদিন ৩৯৪ গ্রাম।\n২০১৯ সালের পশু শুমারি অনুযায়ী, ভারতে ৩০ কোটির বেশি গবাদি পশু রয়েছে, যার মধ্যে ১৯২.৪৯ মিলিয়ন গরু এবং ১০৯.৮৫ মিলিয়ন মহিষ অন্তর্ভুক্ত। ভারতে উৎপাদিত মোট দুধের প্রায় অর্ধেক মহিষের দুধ থেকে আসে, গরুর পরিবর্তে মহিষই একসময় দুধ উৎপাদনের প্রধান উৎস ছিল।  ২০১৯-এর হিসাব অনুযায়ী , মহিষ থেকে ৯১.৮২ মিলিয়ন টন দুধ উৎপন্ন হয়েছিল। ছাগলের দুধ উৎপাদনের দিক থেকে তৃতীয় স্থানে রয়েছে এবং ২০১৭-১৮ অর্থবছরে মোট উৎপাদনের ৪% ছাগলের দুধ ছিল।  ভারতীয় গরু ও মহিষের জাতগুলির প্রধান জিনোটাইপ A2A2, যার ফলে এগুলো A2 দুধ উৎপাদন করে।\nদেশীয় গরুর সংখ্যা ধীরে ধীরে হ্রাস পাচ্ছে, অন্যদিকে বেশি উৎপাদনক্ষম বিদেশি এবং সংকর জাতের গরুর সংখ্যা বাড়ছে। দেশি গাভী দৈনিক গড়ে  ৩.৭৩ কিলোগ্রাম (৮.২ পাউন্ড) দুধ দেয়, যেখানে সংকর গাভী ৭.৬১ কিলোগ্রাম (১৬.৮ পাউন্ড)  এবং বিদেশি জাতের গাভী ১১.৪৮ কিলোগ্রাম (২৫.৩ পাউন্ড) দুধ উৎপাদন করে। তবে, কিছু বিশেষজ্ঞের মতে, দেশীয় গরুর দুধের পুষ্টিগুণ বেশি, তাই এদের সংখ্যা কমে যাওয়া দীর্ঘমেয়াদে স্বাস্থ্য ও পরিবেশের উপর নেতিবাচক প্রভাব ফেলতে পারে। \nবর্তমানে, ভারত দুধ উৎপাদনে স্বনির্ভর।    ১৯৪৭ সালে স্বাধীনতার আগে, দুগ্ধ উৎপাদন ও ব্যবসা প্রধানত ঘরোয়া স্তরে সীমাবদ্ধ ছিল। ১৯৩০ ও ১৯৪০-এর দশকে কিছু দুধ উৎপাদন সমবায় গঠনের প্রচেষ্টা করা হয়েছিল, তবে এটি স্বাধীনতার পরেই সফল হয়। ১৯৬৮ থেকে ২০০১ সালের মধ্যে ভারতের দুধ উৎপাদন প্রায় তিন গুণ বৃদ্ধি পেয়ে ৮০ মিলিয়ন মেট্রিক টন এ পৌঁছায়।  ২০০৪-০৫ অর্থবছরে দুধ উৎপাদনের পরিমাণ ছিল ৯০.৭ মিলিয়ন মেট্রিক টন। ২০১০ সালের হিসাব অনুযায়ী, ভারতের মোট কৃষিজ উৎপাদনের ২০% ছিল দুগ্ধ শিল্প। \nশুধুমাত্র মহারাষ্ট্রে প্রায় ৪০ লক্ষ গোয়ালা (দুগ্ধ চাষি) রয়েছেন যদিও যদিও ২০১৪ সালের হিসাবে ভারতের রাজ্য এবং কেন্দ্রশাসিত অঞ্চলগুলির মধ্যে গুজরাটে সর্বাধিক দুগ্ধ উৎপাদন ছিল।  ভারতে গবাদি পশুর সংখ্যা অনেক হলেও, উৎপাদনশীলতা তুলনামূলকভাবে কম। ১৯৯২ সালের হিসাবে, ভারতে গরুর সংখ্যা ছিল ২০৪ মিলিয়ন। ভারতে দুগ্ধ উৎপাদন মূলত ক্ষুদ্র দুগ্ধ চাষীদের\nউপর নির্ভরশীল। দেশের ৭.৫ কোটি গ্রামীণ দুগ্ধ খামারের বেশিরভাগই পারিবারিক মালিকানাধীন, যেখানে সাধারণত ১০টিরও কম গবাদিপশু থাকে।\n\n\n=== মহিষের ব্যবহার ===\n\nভারতের দুগ্ধ শিল্প অন্যান্য বড় দুধ উৎপাদনকারী দেশগুলোর তুলনায় অনন্য, কারণ এখানে মহিষের দুধের উৎপাদনের হার তুলনামূলকভাবে বেশি। ২০১৩ সাল পর্যন্ত, ভারতে উৎপাদিত মোট দুধের অর্ধেকের বেশি মহিষ থেকে আসত, তবে গরুর দুধের চাহিদা বাড়ায় এই হার বর্তমানে ৫০%-এর নিচে নেমে এসেছে।  ভারতে বিভিন্ন স্বীকৃত মহিষের জাত থাকলেও, অর্ধেকের বেশি মহিষ নির্দিষ্ট জাতভুক্ত নয়। মুরাহ জাতের মহিষ দুগ্ধ উৎপাদনের জন্য সবচেয়ে জনপ্রিয়, এবং অন্যান্য দেশেও এর চাহিদা বেড়েছে।  নীলি-রাভি ও জাফরাবাদী মহিষের দুধ উৎপাদন ক্ষমতাও ভালো।\nভারতের অনেক রাজ্যে গরু পবিত্র বলে বিবেচিত হওয়ায় দুগ্ধশূন্য গরুকে বেচে দেওয়া কঠিন, তাই অনেক দুগ্ধ চাষি মহিষ পালন পছন্দ করেন। দুধ উৎপাদনের হার কমে গেলে বা উৎপাদন বন্ধ হয়ে গেলে পর মহিষ সাধারণত জবাইয়ের জন্য বিক্রি করা হয়, তবে বেশিরভাগ রাজ্যে গরু জবাই নিষিদ্ধ। \nগরুর তুলনায় মহিষ নিম্নমানের খাদ্যের বিপাক বেশি দক্ষতার সাথে করে এবং গরু পালনের তুলনায় মহিষ পালন কম ব্যয়বহুল। এছাড়া, দেশীয় গরুর তুলনায় মহিষ বেশি দুধ উৎপাদন করে।\nঅনেক কৃষক মহিষ পালন করেন দুধের উচ্চ ফ্যাট বা চর্বির জন্য। ভারতে দুধের দাম সাধারণত ফ্যাটের পরিমাণ অনুযায়ী নির্ধারণ করা হয়। মহিষের দুধে গরুর দুধের তুলনায় প্রায় দ্বিগুণ ফ্যাট থাকে। মহিষের দুধে ফ্যাটের পরিমাণ সাধারণত ৭ থেকে ৭.৫ শতাংশ। উচ্চ ফ্যাটযুক্ত দুগ্ধজাত পণ্য তৈরির জন্য মহিষের দুধ বেশি ব্যবহৃত হয়।\nগরুর দুধের সঙ্গে মহিষের দুধের জৈবরাসায়নিক গঠনে পার্থক্য আছে। তাই প্রচলিত দুগ্ধ প্রক্রিয়াকরণ প্রযুক্তির বেশিরভাগই গরুর দুধের জন্য তৈরি হওয়ায় মহিষের দুধের ক্ষেত্রে এগুলো তেমন কার্যকর হয় না। মহিষের দুধ উৎপাদনের পরিমাণ বাড়ানোর জন্য পর্যাপ্ত গবেষণা হয়নি। অনেক ক্ষেত্রেই গরুর দুধ নিয়ে হওয়া গবেষণার ফলাফল মহিষের দুধের ক্ষেত্রে প্রয়োগ করা যায় না।\n\n\n=== ভারতে গরুর সংকরায়ন কর্মসূচি ===\nভারতে গরুর সংকরায়ন বা ক্রস-ব্রিডিং প্রথম শুরু হয় ১৮৭৫ সালে। তবে ১৯৬১ সালের আগে সরকার এটিকে খুব একটা গুরুত্ব দেয়নি। ১৯৬৫ সাল থেকে দেশীয় গরুর সঙ্গে বিদেশি জাতের গরুর সংকরায়ন ব্যাপকভাবে শুরু হয়। মূল উদ্দেশ্য ছিল দুধ উৎপাদন বাড়ানো। তবে, এই ধরনের কর্মসূচি অনেক বিতর্কের জন্ম দিয়েছে। \n১৯৮২ সালের পশু শুমারিতে দেখা যায়, ভারতে মোট গরুর ৪.৬ শতাংশ সংকর জাতের।  উত্তর প্রদেশ এবং কেরালায় সংকর গরুর সংখ্যা সবচেয়ে বেশি ছিল। বিশেষ করে কেরালায় ৪৬ শতাংশ দেশীয় গরুকে সংকর গরু দিয়ে প্রতিস্থাপন করা হয়।\n৯৬৫ সালে বিশেষজ্ঞরা জার্সি জাতের গরু ব্যবহারের পরামর্শ দেন। সীমিত পরিমাণে ব্রাউন সুইস ও হলস্টেইন ফ্রিজিয়ান গরুও সংকরায়নের জন্য ব্যবহৃত হয়। গবেষণার মাধ্যমে নতুন সংকর জাত তৈরি করা হয়। জেরসিন্ড ( এলাহাবাদ কৃষি ইনস্টিটিউটে ), করণ সুইস, করণ ফ্রাইস ( জাতীয় দুগ্ধ গবেষণা ইনস্টিটিউটে ) এবং সুনন্দিনী (কেরালায়) জাতের গরু তৈরি হয়। \n১৯৮৪ সালের এক গবেষণায় দেখা যায়, সংকর গরু দেশীয় গরু বা মহিষের তুলনায় বেশি দুধ দেয়। পাশাপাশি, এগুলো খাবার থেকে দুধ তৈরির ক্ষেত্রে বেশি দক্ষ। সংকর গরুর আরও কিছু সুবিধা আছে। এগুলোর গর্ভধারণের হার বেশি, দুগ্ধদানকাল বেশি সময় স্থায়ী হয়, এবং দুধ উৎপাদনের বিরতির সময় কম হয়। সংকরায়নের ফলে দুধ উৎপাদন অনেক বেড়েছে। পাশাপাশি, এটি গ্রামীণ অর্থনীতিতেও ভালো প্রভাব ফেলেছে। সংকরায়নের ফলে গর্ভধারণের হার বৃদ্ধি পায়, শুষ্ক সময়কাল কম হয় এবং স্তন্যপানের সময়কাল উল্লেখযোগ্যভাবে দীর্ঘ হয়। \n\n\n=== প্রক্রিয়াকরণ ===\n\n\n==== প্যাকেটজাত দুধ ====\n\nঅনুমান করা হয় যে, ভারতে মোট উৎপাদিত দুধের প্রায় ২৫ শতাংশ বাণিজ্যিকভাবে প্রক্রিয়াকরণ করা হয়। এর মধ্যে প্রায় ৭০ শতাংশ প্যাকেটজাত দুধ হিসেবে বিক্রি হয়। বাকি ৩০ শতাংশ বিভিন্ন দুগ্ধজাত পণ্য তৈরির জন্য ব্যবহৃত হয়। প্যাকেটজাত দুধ সাধারণত পাস্তুরিত দুধ হয়। এটি সাধারণত গরুর দুধ ও মহিষের দুধের মিশ্রণ। কারণ, বেশিরভাগ দুগ্ধ প্রতিষ্ঠান গরুর দুধ ও মহিষের দুধ আলাদাভাবে সংগ্রহের ব্যবস্থা রাখে না। এটি চর্বির পরিমাণের উপর ভিত্তি করে বিভিন্ন ধরণের বিক্রি হয়: \n\n\n==== দুগ্ধজাত পণ্য ====\nভারতে নানা ধরনের দুগ্ধজাত পণ্য তৈরি হয়। এসব পণ্য তৈরির পদ্ধতিগুলো সময়ের সঙ্গে সঙ্গে জটিলভাবে উন্নত হয়েছে। ১৬৩০-এর দশকেও, বাংলার মিষ্টান্ন বিশ্বজোড়া খ্যাতি অর্জন করেছিল। আজও এই অঞ্চল তার দুধ-ভিত্তিক মিষ্টির জন্য পরিচিত। ২০১৪ সালের ইউরোমনিটরের এক প্রতিবেদনে বলা হয়, ভারতে প্যাকেটজাত দুগ্ধজাত পণ্যের খুচরা বিক্রির বাজারের আর্থিক মূল্য ছিল ১০.২ বিলিয়ন মার্কিন ডলার।\nদুধের গাঁজন বা ফারমেন্টেশন প্রক্রিয়ার মাধ্যমে তৈরি হয় দই, শ্রীখণ্ড, মিষ্টি দই, লস্যি এবং ছাছের  মতো পণ্য। ভারতে মোট উৎপাদিত দুধের প্রায় ৭-৯ শতাংশ সরাসরি খাওয়ার জন্য দই তৈরিতে ব্যবহৃত হয়। বেশিরভাগ পরিবারে দই ঘরেই তৈরি করা হয়। তবে শিল্পকারখানায়ও বাণিজ্যিকভাবে দই উৎপাদন করা হয়। শ্রীখণ্ড হলো মিষ্টিযুক্ত ও জলশূন্য দই। এটি বিশেষত ভারতের পশ্চিম ও দক্ষিণের কিছু অংশে জনপ্রিয়। মিষ্টি দই মূলত দেশের পূর্বাঞ্চলে বেশি খাওয়া হয়। সাধারণত এতে আখের চিনি ব্যবহৃত হয়, তবে কিছু ধরনের মিষ্টি দই খেজুর গুড় দিয়েও তৈরি করা হয়। শ্রীখণ্ড ও মিষ্টি দই সাধারণত মিষ্টি হিসেবে বা খাবারের শেষে খাওয়া হয়। লস্যি হলো মিষ্টি ছাছ বা মাখনের মতো পানীয়, যা উত্তর ভারতে বিশেষভাবে জনপ্রিয়। এটি শিল্পকারখানায় অতি-উচ্চ-তাপমাত্রা প্রক্রিয়াকরণের মাধ্যমে উৎপাদিত হয়। \nদুধ জমাট বাঁধিয়ে পনির এবং ছেনা উৎপন্ন হয়। উত্তপ্ত দুধে অ্যাসিডিক জমাট বাঁধা পদার্থ যোগ করে এবং তারপর যান্ত্রিক চাপে মিশ্রণটি চেপে এবং অতিরিক্ত জল নিষ্কাশন করে পনির প্রস্তুত করা হয়।  ঐতিহাসিকভাবে, বাড়িতে মহিষের উচ্চ-চর্বিযুক্ত দুধ দিয়ে পনির তৈরি করা হতো। এটি সর্বাধিক ব্যবহৃত দুগ্ধজাত পণ্যগুলির মধ্যে একটি।  ভারতে মোট দুধের আনুমানিক ৫% পনির তৈরিতে ব্যবহৃত হয়।  ছেনা হল আরেকটি ঐতিহ্যবাহী দুগ্ধজাত পণ্য, একইভাবে গরম দুধে জৈব অম্ল যোগ করে তৈরি হয়। তবে এটি পনিরের মতো শক্ত নয়, বরং নরম ও আকারহীন থাকে। ছেনা সাধারণত সরাসরি খাওয়া হয় না। এটি মূলত বিভিন্ন মিষ্টি তৈরির উপাদান হিসেবে ব্যবহৃত হয়। রসগোল্লা, রসমালাই, সন্দেশসহ অনেক জনপ্রিয় মিষ্টি ছেনা দিয়ে তৈরি হয়। ২০০৯ সালের হিসাব অনুযায়ী, ভারতে প্রতি বছর প্রায় ২ লাখ টন ছেনা উৎপাদিত হয়।\n\n\n== খরচ ==\n\nভারতের বিভিন্ন অঞ্চলে দুধের ব্যবহার একরকম নয়। উত্তর-পশ্চিম ভারতের মানুষ প্রচুর দুধ পান করে, কিন্তু উত্তর-পূর্ব ভারতের মানুষ তুলনামূলকভাবে কম দুধ খায়। যে রাজ্যগুলিতে মাংস ও ডিম খাওয়ার প্রবণতা বেশি, সেগুলিতে সাধারণত দুধ ও দুগ্ধজাত পণ্যের ব্যবহার কম। কারণ, নিরামিষভোজীদের জন্য দুধ হলো অন্যতম প্রধান প্রোটিনের উৎস। দুধের চাহিদা মানুষের আয়ের সঙ্গে সরাসরি সম্পর্কযুক্ত। অর্থনৈতিক অবস্থা যত উন্নত হয়, মানুষ তত বেশি দুধ পান করে।\nদুধের চাহিদা মানুষের আয়ের সঙ্গে সরাসরি সম্পর্কযুক্ত। অর্থনৈতিক অবস্থা যত উন্নত হয়, মানুষ তত বেশি দুধ পান করে ৪.৩৩৩ লিটার (১.১৪৫ ইউএস গ্যালন)গ্রামীণ পরিবারের জন্য  এবং ৫.৪২২ লিটার (১.৪৩২ ইউএস গ্যালন) ।  এই সময় গ্রামাঞ্চলে দুধের মূল্য ছিল প্রতি লিটার ₹১১৬.৩৩ এবং শহরে ₹১৯৬.৪৭। \n২০১৮ সালে ভারতে তরল দুধের বার্ষিক ব্যবহার ৬৭.৭ মিলিয়ন টন বলে অনুমান করা হয়েছিল এবং এটি প্রতি বছর ৬-৭ মিলিয়ন টন হারে বৃদ্ধি পাচ্ছিল। মূল্য সংযোজিত দুগ্ধজাত পণ্যের মধ্যে সবচেয়ে বেশি ব্যবহৃত হয় ঘি। এছাড়া চর্বিবিহীন শুকনো দুধের (NFDM) চাহিদা ছিল প্রায় ৬ লাখ টন এবং মাখনের চাহিদা ছিল ৫.৬ মিলিয়ন টন। সাম্প্রতিক বছরগুলিতে  আনুষ্ঠানিক (সংগঠিত) খাতে উৎপাদিত পাস্তুরিত পাস্তুরিত দুধের ব্যবহার বাড়ছে। কারণ, অনেক মানুষ মনে করে এটি অপরিশোধিত দুধের তুলনায় বেশি নিরাপদ।\n\n\n== নিয়ন্ত্রণ ==\n\n\n=== গবাদি পশু এবং দুগ্ধ উৎপাদন ===\n\nভারতে দুগ্ধ শিল্পের মূল নিয়ন্ত্রক সংস্থা হলো প্রাণিসম্পদ ও দুগ্ধ উন্নয়ন দপ্তর (DAH&D), যা পশুপালন, দুগ্ধ ও মৎস্য মন্ত্রণালয়ের অধীনে পরিচালিত হয়।।  ১৯৯১ সালের আগে, দুগ্ধ শিল্প কৃষি মন্ত্রণালয়ের একটি বিভাগ হিসেবে পরিচালিত হতো। পরে, কৃষি ও খাদ্য প্রক্রিয়াকরণ মন্ত্রণালয় থেকে দুগ্ধ সম্পর্কিত বিষয়গুলিকে একত্রিত করে আলাদা দপ্তর তৈরি করা হয়। DAH&D প্রাণিসম্পদ ব্যবস্থাপনা ও দুগ্ধ শিল্পের উন্নয়নের দায়িত্বে রয়েছে।\nভার্গিস কুরিয়ে প্রতিষ্ঠিত জাতীয় দুগ্ধ উন্নয়ন বোর্ড (এনডিডিবি) ভারতের দুগ্ধ শিল্পের উন্নয়নের জন্য কাজ করে।  ভারত সরকারের পক্ষ থেকে এই বোর্ড জাতীয় দুগ্ধ পরিকল্পনার বাস্তবায়নেও যুক্ত।   DAH&D-এর অধীনে, গবাদি পশু বিভাগ গ্ধ শিল্পের উন্নয়নের জন্য কাজ করে। ২০১৪ সাল থেকে ভারতে দুগ্ধশিল্পের অগ্রদূত ভার্গিস কুরিয়েনের জন্মদিন, ২৬ নভেম্বর, জাতীয় দুগ্ধ দিবস হিসেবে পালিত হয়ে আসছে। \nগবাদিপশুর স্বাস্থ্য যাচাইয়ের দায়িত্বে রয়েছে ভারতের ভেটেরিনারি কাউন্সিল, যা DAH&D দ্বারা অর্থায়িত হয়। ভারতের ভেটেরিনারি কাউন্সিল দুগ্ধজাত গবাদি পশুর পরিদর্শন, রোগের বিস্তার নিয়ন্ত্রণ এবং গবাদি পশুদের শক্তিশালীকরণের ব্যবস্থা গ্রহণের জন্য নিয়মকানুন প্রতিষ্ঠা করে।  ভারতে দুগ্ধশিল্পের প্রাণিসম্পদ ‘পশুর প্রতি নিষ্ঠুরতা প্রতিরোধ আইন, ১৯৬০’ অনুযায়ী নিয়ন্ত্রিত হয়। এই আইনের আওতায় দুধ দোহন, কৃত্রিম প্রজনন এবং গবাদিপশুর পরিবহন সংক্রান্ত নিয়মাবলি নির্ধারণ করা হয়েছে। এই নির্দেশিকাগুলি DAH&D দ্বারা পর্যবেক্ষণ এবং প্রয়োগ করা হয়।  ভারতের অনেক রাজ্যে দুগ্ধজাত গবাদি পশু, বিশেষ করে গরু জবাই নিষিদ্ধ, নিষিদ্ধ। ২০১৭ সালে কেন্দ্রীয় সরকার ‘প্রাণিদের প্রতি নিষ্ঠুরতা প্রতিরোধ (পশুর বাজার নিয়ন্ত্রণ) বিধি, ২০১৭’ চালু করে। এর মাধ্যমে দুগ্ধ উৎপাদনক্ষম গরু বিক্রি করে জবাই করার ওপর নিষেধাজ্ঞা আরোপ করা হয়।\nভারতের অত্যাবশ্যকীয় পণ্য আইন, ১৯৫৫ অধীনে, ভারত সরকার দেশে বিভিন্ন পণ্যের নিয়ন্ত্রণ, সরবরাহ ও বিক্রয় সংক্রান্ত নির্দেশ জারি করতে পারে। এই আইনের অধীনে ১৯৯২ সালে দুধ ও দুগ্ধজাত পণ্য আদেশ (এমএমপিও) জারি করা হয়েছিল, যা এখনো কার্যকর রয়েছে। এই আদেশ অনুযায়ী, কোনো ব্যক্তি বা প্রতিষ্ঠান যদি দৈনিক ১০,০০০ লিটারের বেশি দুধ সংগ্রহ, প্রক্রিয়াকরণ বা পরিবহন করে, তাহলে তাদের অবশ্যই কেন্দ্রীয় ও রাজ্য সরকারের কাছে নিবন্ধন করতে হবে।\n\n\n=== ভেজাল এবং খাদ্য নিরাপত্তা ===\nউত্তর ভারতের কিছু রাজ্যে প্রকাশ্যে \"সিন্থেটিক মিল্ক\" বা \"কৃত্রিম দুধ\" বিক্রি করা হয়ে থাকে, যা আসলে দুধ নয়। এটি একটি মিশ্রণ, যেখানে ইউরিয়া, ডিটারজেন্ট পাউডার, উদ্ভিজ্জ তেল, চর্বি, লবণ ও পানি ব্যবহার করা হয়। এই মিশ্রণের রং ও চর্বির মাত্রা প্রকৃত দুধের মতোই দেখায়, কিন্তু এটি খুব কম খরচে তৈরি করা যায়।  ভারতে শুধু দুধ নয়, ঘি, মিষ্টি এবং অন্যান্য দুগ্ধজাত পণ্যের মধ্যেও লার্ড ও পশুর চর্বি মেশানোর ঘটনা সাধারণভাবে ঘটে। বিশেষ করে উৎসবের সময় যখন মিষ্টি ও দুগ্ধজাত পণ্যের চাহিদা বেড়ে যায়, তখন ভেজালের পরিমাণ আরও বেড়ে যায়। এই সমস্যা মোকাবিলায় ভারতের সুপ্রিম কোর্ট কোর্ট দুধে ভেজাল মেশানোর জন্য সর্বোচ্চ সাজা হিসেবে আজীবন কারাদণ্ডের পক্ষে মত দিয়েছে। ইতিমধ্যে উত্তর প্রদেশ, পশ্চিমবঙ্গ এবং ওড়িশায় ই আইন কার্যকর করা হয়েছে।\nভারতে মানুষের জন্য উপযুক্ত দুগ্ধজাত পণ্য সরবরাহ নিশ্চিত করার জন্য ভারতীয় খাদ্য নিরাপত্তা ও মান কর্তৃপক্ষ (FSSAI) দায়িত্বপ্রাপ্ত। এটি স্বাস্থ্য ও পরিবার কল্যাণ মন্ত্রকের অধীনে কাজ করে। ২০১৯ সালে FSSAI-এর করা একটি সমীক্ষায় দেখা যায়, পরীক্ষার জন্য নেওয়া দুধের ৯৩% নমুনা মানবদেহের জন্য নিরাপদ। তবে ৪১% নমুনায় কোনো না কোনো মানদণ্ডের ঘাটতি পাওয়া যায়।\nদুধে ভেজালের তুলনায় দূষণের সমস্যা বেশি পাওয়া গেছে। সমীক্ষায় দেখা গেছে, ৫.৭% নমুনায় আফলাটক্সিন এম১  নামের ক্ষতিকর উপাদান ছিল এবং ১.২% নমুনায় অ্যান্টিবায়োটিকের  উপস্থিতি পাওয়া গেছে। এছাড়া ৬,৪৩২টি নমুনার মধ্যে ১২টিতে ভেজাল - হাইড্রোজেন পারক্সাইড, ইউরিয়া, ডিটারজেন্ট এবং নিরপেক্ষকরণের জন্য ব্যবহৃত রাসায়নিক পাওয়া গেছে। \n২০২০ সালের মে মাসে \"কনজিউমার গাইডেন্স সোসাইটি অফ ইন্ডিয়া\" (CGSI) প্রকাশিত এক প্রতিবেদনে জানানো হয় যে মহারাষ্ট্রে পরীক্ষা করা দুধের ৭৯% নমুনায় ভেজাল পাওয়া গেছে।\n\n\n=== পরিবেশগত প্রভাব ===\n২০২০ সালের মে মাসে, ভারতের জাতীয় সবুজ ট্রাইব্যুনাল (NGT) কেন্দ্রীয় দূষণ নিয়ন্ত্রণ বোর্ডকে (CPCB) নির্দেশ দেয় যে, দুগ্ধ চাষের কারণে সৃষ্ট পরিবেশগত প্রভাব পর্যবেক্ষণ করার জন্য নির্দেশিকা প্রণয়ন করতে হবে। এতে বিশেষভাবে স্থানীয় জলাশয়ের ওপর প্রভাব, দুগ্ধ খামার থেকে নির্গত মিথেন গ্যাসের পরিমাণ এবং পশুর বর্জ্য ব্যবস্থাপনার বিষয়টি গুরুত্ব দিয়ে বিবেচনা করতে বলা হয়। এই নির্দেশনা আসে ভারতে দুগ্ধ খামারের পরিবেশগত নিয়ম মানার বিষয়টি নিয়ে এক মামলার শুনানির সময়।  এরপর কেন্দ্রীয় দূষণ নিয়ন্ত্রণ বোর্ড নতুন নির্দেশিকা জারি করে, যেখানে বলা হয় যে দুগ্ধ খামারগুলোকে আবাসিক এলাকা ও প্রধান সড়ক থেকে একটি নির্দিষ্ট দূরত্ব বজায় রেখে স্থাপন করতে হবে। এ ছাড়া, লাইসেন্স ব্যবস্থা চালু করা, নিয়মিত পরিবেশগত নিরীক্ষা চালানো এবং দুগ্ধ খামারগুলোর জল ব্যবহারের ওপর নজরদারি করা বাধ্যতামূলক করা হয়েছে।\n\n\n== বাণিজ্য ==\n\n\n=== আমদানি ===\nভারত বর্তমানে আমদানি করা দুগ্ধজাত পণ্যের ওপর শুল্ক আরোপ করে থাকে। এতে প্রক্রিয়াজাত দুধের গুঁড়া এবং মাখন, পনির, ঘোল ও দইয়ের মতো দুগ্ধজাত পণ্য অন্তর্ভুক্ত। এর মধ্যে ভারতের সবচেয়ে বেশি আমদানি করা পণ্য হলো ঘোল ও পনির, যা মূলত বিভিন্ন প্রক্রিয়াজাত খাদ্য উৎপাদনে ব্যবহৃত হয়। ভারতের বাণিজ্য আলোচনায়, বিশেষ করে আঞ্চলিক বিস্তৃত অর্থনৈতিক অংশীদারিত্ব চুক্তির ক্ষেত্রে, দুগ্ধজাত পণ্যের ওপর আমদানি শুল্ক শিথিল করার বিষয়টি আলোচনার কেন্দ্রবিন্দুতে ছিল।\n২০১১ সালে, FSSAI এমন সব পনিরের আমদানি নিষিদ্ধ করে, যেখানে পশুর রেনেট (rennet) ব্যবহার করা হয়। রেনেট হলো এক ধরনের পদার্থ, যা বাছুরের পাকস্থলি থেকে সংগ্রহ করা হয়, এবং এটি সংগ্রহের জন্য প্রাণী হত্যা করতে হয়। ভারতে ১৯৮৪ সাল থেকেই পশুর রেনেটের আমদানি নিষিদ্ধ রয়েছে।\n২০২০ সালে, ভারতে শুল্ক ছাড়াই স্কিমড মিল্ক পাউডার আমদানি করার জন্য একটি প্রস্তাব দেওয়া হয়। তবে ভারতীয় দুগ্ধ উৎপাদক প্রতিষ্ঠান, বিশেষ করে আমুল , এর তীব্র বিরোধিতা করে। তারা যুক্তি দেখায় যে, এই সিদ্ধান্ত দেশীয় দুগ্ধ শিল্পকে ক্ষতিগ্রস্ত করবে।\nর্মীয় কারণে, ভারতে বেশিরভাগ দুগ্ধজাত পণ্য আমদানির ক্ষেত্রে নিশ্চিত করা প্রয়োজন যে সংশ্লিষ্ট প্রাণীগুলোকে এমন কোনো খাদ্য খাওয়ানো হয়নি, যাতে অন্য জাবর-কাটা প্রাণীর (ruminant) উৎপন্ন কোনো উপাদান থাকে। এই কারণে, যুক্তরাষ্ট্রের বেশিরভাগ দুগ্ধজাত পণ্য ভারতে আমদানি করা নিষিদ্ধ। ভারত ও যুক্তরাষ্ট্রের মধ্যে মার্কিন দুগ্ধ পণ্যের ভারতীয় বাজারে প্রবেশ নিয়ে বেশ কয়েকবার বাণিজ্য আলোচনা হয়েছে।\n২০০৮ সাল থেকে, ভারত সরকার চীন থেকেদুধ ও দুধ-জাত পণ্য আমদানির উপর নিষেধাজ্ঞা জারি করেছে। দুধে মেলামাইন নামক একটি বিষাক্ত পদার্থ  থাকার খবরের প্রতিক্রিয়ায় এই নিষেধাজ্ঞাগুলি জারি করা হয়েছে। \n\n\n=== রপ্তানি ===\n২০১৯-২০ অর্থবছরে, ভারত মোট ৫১,৪২১.৮৫ মেট্রিক টন দুগ্ধজাত পণ্য রপ্তানি করেছে, যার মোট মূল্য ছিল₹ ১,৩৪১.০৩ কোটি (১৮৬.৭১ মার্কিন ডলার) মিলিয়ন)। ভারতের দুগ্ধজাত পণ্যের প্রধান রপ্তানি গন্তব্য ছিল সংযুক্ত আরব আমিরাত, ভুটান, তুরস্ক, মিশর এবং মার্কিন যুক্তরাষ্ট্র।  তবে, ভারতের অভ্যন্তরীণ দুধের চাহিদা অনেক বেশি, এবং একই সঙ্গে বিশ্ববাজারে ভারতীয় দুগ্ধজাত পণ্যের প্রতিযোগিতামূলক মূল্য না থাকার কারণে, ভারতের দুগ্ধজাত পণ্যের রপ্তানি তুলনামূলকভাবে খুবই কম।\n\n\n== আরো দেখুন ==\nআমুল\nভারতে কৃষি\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nBhat, P. N.; Yadav, M. P. (২০১৮)। Animal Husbandry Research, Education and Development। Scientific Publishers। পৃষ্ঠা 220। আইএসবিএন 978-93-87991-97-2। \nDoniger, Wendy (২০০৯)। The Hindus: An Alternative History। Penguin Group। আইএসবিএন 978-1-101-02590-1। ওসিএলসি 1139650604। \nHirata, Masahiro (মার্চ ২০২০)। Milk Culture in Eurasia: Constructing a Hypothesis of Monogenesis–Bipolarization। Springer Nature। আইএসবিএন 978-981-15-1765-5। \nIntodia, Vijay (১৩ অক্টোবর ২০১৭)। \"India Dairy Products Annual 2017\" (পিডিএফ)। USDA Foreign Agricultural Service, United States Department of Agriculture। \nKannan, Elumalai; Birthal, Pratap S. (২০১০)। \"Effect of Trade Liberalization on the Efficiency of Indian Dairy Industry\": 1–15। আইএসএসএন 1226-8550। জেস্টোর 43111481। \nLagos, Joshua Emmanuel; Intodia, Vijay (৩০ সেপ্টেম্বর ২০১৫)। \"Cheese Demand Rising – New Market Opportunities\" (পিডিএফ)। USDA Foreign Agricultural Service, United States Department of Agriculture। \nMinistry of Animal Husbandry, Dairying and Fisheries (২০১৯)। Annual Report 2018–19 (পিডিএফ)। Ministry of Agriculture & Farmers' Welfare, Government of India। \nNivsarkar, A. E.; Vij, P. K. (২০১৩)। Animal Genetic Resources of India: Cattle and Buffalo। Directorate of Knowledge Management in Agriculture, Indian Council of Agricultural Research। আইএসবিএন 9788171641253। ওসিএলসি 1156057525। \nPrakash, Om (১৯৬১)। Food and Drinks in Ancient India: From Earliest Times to C. 1200 A. D.। Munshi Ram Manohar Lal। ওসিএলসি 717945146। \nRajendran, K.; Mohanty, Samarendu (২০০৪)। \"Dairy Co-Operatives and Milk Marketing in India: Constraints and Opportunities\": 34–41। ডিওআই:10.22004/ag.econ.27233। \nSinha, O. P. (২০০৭)। Agro-Industries Characterization and Appraisal: Dairy in India (পিডিএফ)। Food and Agriculture Organization of the United Nations। \nHandbook of Indigenous Fermented Foods, Second Edition, Revised and Expanded। CRC Press। ১৯৯৬। আইএসবিএন 978-0-8247-9352-4। \nVenkatasubramanian, V.; Singh, A. K. (২০০৩)। Dairy Development in India: An Appraisal of Challenges and Achievements। Concept Publishing Company। আইএসবিএন 978-81-8069-044-0। \nWiley, Andrea S. (২০১৪)। Cultures of Milk: The Biology and Meaning of Dairy Products in the United States and India। Harvard University Press। আইএসবিএন 978-0-674-36969-6। ওসিএলসি 881281582। জেস্টোর j.ctt6wps0f। \nWiley, Andrea S. (২০১৭)। Making Milk: The Past, Present and Future of Our Primary Food। Bloomsbury Publishing। আইএসবিএন 978-1-350-02997-2। \n\n\n== বহিঃসংযোগ ==\nIndia.gov.in- এ ডেইরি পোর্টাল"}