{"pageid": 1511901, "title": "সবাক চলচ্চিত্র", "url": "https://bn.wikipedia.org/wiki?curid=1511901", "content": "সবাক চলচ্চিত্র হল চিত্রের সাথে মিলিত শব্দসহ বা বিশেষ প্রযুক্তি দিয়ে চিত্রের সাথে সংযুক্ত শব্দসহ নির্মিত চলচিত্র যা নির্বাক চলচ্চিত্রের বিপরীত। ১৯০০ সালে প্যারিসে প্রথম প্রকাশিত শব্দ চলচ্চিত্রের প্রদর্শনী অনুষ্ঠিত হয়েছিল, কিন্তু শব্দ চলচ্চিত্র বাণিজ্যিকভাবে বাস্তবায়িত হতে কয়েক দশক পেরিয়ে যায়। প্রাথমিক সাউন্ড-অন-ডিস্ক সিস্টেমগুলির সাথে নির্ভরযোগ্য সিঙ্ক্রোনাইজেশন অর্জন করা কঠিন ছিল এবং পরিবর্ধন এবং রেকর্ডিং মানও অপর্যাপ্ত ছিল। সাউন্ড-অন-ফিল্মের উদ্ভাবনের ফলে প্রযুক্তি ব্যবহার করে প্রথম স্বল্পদৈর্ঘ্য চলচ্চিত্রের বাণিজ্যিক প্রদর্শন শুরু হয়, যা ১৯২৩ সালে হয়েছিল। সাউন্ড-অন-ফিল্ম প্রযুক্তি কার্যকর হওয়ার আগে, চলচ্চিত্রের সাউন্ডট্র্যাকগুলি সাধারণত অর্গান বা পিয়ানো দিয়ে সরাসরি বাজানো হত।\n\n\n== প্রাথমিক ইতিহাস ==\n\n\n== আরো দেখুন ==\nবিষয়শ্রেণী:সিনেমাটিক সাউন্ড রেকর্ডিংয়ের উন্নয়ন সম্পর্কিত নিবন্ধগুলির জন্য চলচ্চিত্রের শব্দ উৎপাদন\nডাবিং (চলচ্চিত্র নির্মাণ)\nফোলি (চলচ্চিত্র নির্মাণ)\nচলচ্চিত্রের ইতিহাস\nপ্রাথমিক শব্দভিত্তিক চলচ্চিত্রের তালিকা (১৯২৬–১৯২৯)\nফিল্ম সাউন্ড সিস্টেমের তালিকা\nসঙ্গীতধর্মী চলচ্চিত্র\nশব্দ মঞ্চ\nআমেরিকান ফটোপ্লেয়ার\n\n\n== মন্তব্য ==\n\n\n== সূত্র ==\n \n\n\n== আরও পড়ুন ==\nক্যামেরন, ইডব্লিউ (১৯৮০)। শব্দ এবং সিনেমা: আমেরিকান চলচ্চিত্রে শব্দের আগমন । নিউ ইয়র্ক এবং উক্সন, যুক্তরাজ্য: রাউটলেজ।আইএসবিএন ০৯১৩১৭৮৫৬Xআইএসবিএন ০৯১৩১৭৮৫৬এক্স\nলাস্ট্রা, জেমস (২০০০)। শব্দ প্রযুক্তি এবং আমেরিকান সিনেমা । নিউ ইয়র্ক: কলম্বিয়া ইউনিভার্সিটি প্রেস।আইএসবিএন ০২৩১১১৫১৬৪আইএসবিএন ০২৩১১১৫১৬৪\nওয়াকার, আলেকজান্ডার (১৯৭৯)। ছিন্নভিন্ন নীরবতা: কীভাবে টকিজ টিকে রইল । নিউ ইয়র্ক: উইলিয়াম মোরো অ্যান্ড কোম্পানি।আইএসবিএন ০-৬৮৮-০৩৫৪৪-২আইএসবিএন ০-৬৮৮-০৩৫৪৪-২\n\n\n== বহিঃসংযোগ ==\n\nফিল্ম সাউন্ড ইতিহাস অনলাইন নিবন্ধ এবং সম্পদের সুসংগঠিত গ্রন্থপঞ্জি; ফিল্মসাউন্ড ওয়েবসাইটের অংশ।\nহলিউড গোজ ফর সাউন্ড চার্ট, যেখানে হলিউড স্টুডিওগুলি ১৯২৮-১৯২৯ সালে শব্দ উৎপাদনে রূপান্তর দেখায়; টেরা মিডিয়া ওয়েবসাইটের অংশ।\nপ্রোগ্রেসিভ সাইলেন্ট ফিল্ম লিস্ট (পিএসএফএল)/আর্লি সাউন্ড ফিল্মস, বিশ্বজুড়ে প্রথম প্রজন্মের সাউন্ড ফিল্মগুলির একটি বিস্তৃত এবং বিস্তারিত তালিকা; সাইলেন্ট এরা ওয়েবসাইটের অংশ।\nরেকর্ডিং প্রযুক্তি ইতিহাস স্টিভেন ই. শোয়েনহারের লেখা, উপ-বিষয়গুলি সহ, উন্নয়নের বিস্তৃত কালানুক্রম; বিশেষ করে, মোশন পিকচার সাউন্ড দেখুন।\nলন্ডনের রয়্যাল কলেজ অফ মিউজিক, মিগুয়েল মেরা দ্বারা সংকলিত, চলমান ছবির জন্য শব্দ এবং সঙ্গীতের একটি নির্বাচিত গ্রন্থপঞ্জি ; স্কুল অফ সাউন্ড ওয়েবসাইটের অংশ।\nদ্য সাইলেন্ট ফিল্ম বুকশেলফ    ওয়েব্যাক মেশিনে আর্কাইভকৃত জানুয়ারি ২৫, ২০১১ তারিখে গুরুত্বপূর্ণ প্রাথমিক এবং গৌণ উৎস নথির লিঙ্ক, যার মধ্যে বেশ কয়েকটি শব্দে রূপান্তরের যুগকে অন্তর্ভুক্ত করে\nসাউন্ড স্টেজ—মোশন পিকচারের ইতিহাস শব্দ তথ্যবহুল চিত্রিত জরিপ; আমেরিকান ওয়াইডস্ক্রিন মিউজিয়াম ওয়েবসাইটের অংশ।\nজে. ডোমান্সকি \"একটি অ্যানিমেটেড ছবিতে চিত্র এবং শব্দের গাণিতিক সমন্বয়\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত জুন ১২, ২০১৬ তারিখে\nভিভাফোনের জন্য ১৯১৩ যোগ করুন\n\n\n=== ঐতিহাসিক লেখা ===\n\"শব্দ চলচ্চিত্রের নীতি হিসেবে অ্যাসিঙ্ক্রোনাইজম\" ১৯৩৪ সালের প্রবন্ধ, চলচ্চিত্র নির্মাতা এবং তাত্ত্বিক ভেসেভোলোদ পুডোভকিন\nচলচ্চিত্র ইতিহাসবিদ এবং সমালোচক সিগফ্রিড ক্রাকাউয়ারের \"ডায়ালগ অ্যান্ড সাউন্ড\" প্রবন্ধ; প্রথম প্রকাশিত হয় তার \"থিওরি অফ ফিল্ম: দ্য রিডেম্পশন অফ ফিজিক্যাল রিয়েলিটি\" (১৯৬০) বইয়ে।\n\"দ্য ফিল্ম টু কাম\" প্রবন্ধটি প্রযোজক এবং সুরকার গুইডো বাগিয়ারের লেখা; প্রথম প্রকাশিত: ফিল্ম-কুরিয়ার, ৭ জানুয়ারী, ১৯২৮\nপ্রজেকশনিস্টদের জন্য হ্যান্ডবুক  ওয়েব্যাক মেশিনে আর্কাইভকৃত সেপ্টেম্বর ২১, ২০০৯ তারিখে   সমস্ত প্রধান মার্কিন সিস্টেমকে অন্তর্ভুক্ত করে এমন প্রযুক্তিগত ম্যানুয়াল; আরসিএ ফটোফোন দ্বারা প্রকাশিত, ১৯৩০।\n\"সাউন্ড ফিল্মের ঐতিহাসিক বিকাশ\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ডিসেম্বর ২২, ২০০৯ তারিখে   শব্দ-চলচ্চিত্রের পথিকৃৎ EI Sponable-এর কালানুক্রম; প্রথম প্রকাশিত জার্নাল অফ দ্য সোসাইটি অফ মোশন পিকচার ইঞ্জিনিয়ার্স, এপ্রিল/মে ১৯৪৭।\n\"ম্যাডাম, আপনি কি কথা বলবেন?\" বেল ল্যাবরেটরিজের শব্দ চলচ্চিত্রের প্রাথমিক গবেষণার ইতিহাসের উপর একটি প্রবন্ধ, ওয়েস্টার্ন ইলেকট্রিক ইঞ্জিনিয়ার স্ট্যানলি ওয়াটকিন্সের লেখা; প্রথম প্রকাশিত বেল ল্যাবরেটরিজ রেকর্ড, আগস্ট ১৯৪৬\n\"সাউন্ড ফিল্ম ইন্ডাস্ট্রির একীভূতকরণ—টোবিসের প্রতিষ্ঠাতা এজেন্ডা\" কর্পোরেট ইশতেহার প্রথম প্রকাশিত হয়েছিল ফিল্ম-কুরিয়ারে, ২০ জুলাই, ১৯২৮।\n\"দ্য অফিসিয়াল ইশতেহার: জার্মান ইলেকট্রনিক্স শিল্পের জন্য সাউন্ড-ফিল্ম অ্যাকর্ড বিক্রয় সম্ভাবনার ভিত্তি\" প্রবন্ধটি প্রথম প্রকাশিত হয় ফিল্ম-কুরিয়ারে, ২৩ জুলাই, ১৯৩০।\nওয়েস্টার্ন ইলেকট্রিক থিয়েটারিক সাউন্ড প্রজেক্টর সিস্টেমের জন্য সিঙ্ক্রোনাস রিপ্রোডাকিং ইকুইপমেন্টের জন্য অপারেটিং নির্দেশাবলী ; ERPI দ্বারা জারি করা হয়েছে, ডিসেম্বর 1928\n\"প্যারিসের ফলাফল: চুক্তি স্বাক্ষরিত/মোট বিনিময়যোগ্যতা—পৃথিবী তিনটি পেটেন্ট অঞ্চলে বিভক্ত—পেটেন্ট বিনিময়\" প্রবন্ধটি প্রথম ফিল্ম-কুরিয়ারে প্রকাশিত, ২২ জুলাই, ১৯৩০\n\" দ্য সিঙ্গিং ফুল \" পর্যালোচনা, চলচ্চিত্র তাত্ত্বিক এবং সমালোচক রুডলফ আর্নহাইম, প্রায়। ১৯২৯\n\"সাউন্ড-ফিল্ম কনফিউশন\" রুডলফ আর্নহেইমের 1929 প্রবন্ধ\nসুরকার পল ডেসাউ -এর \"সাউন্ড হিয়ার অ্যান্ড দিয়ার\" প্রবন্ধ; প্রথম প্রকাশিত ডের ফিল্ম, ১ আগস্ট, ১৯২৯\nপরিচালক আলবার্তো ক্যাভালকান্তির লেখা \"সাউন্ড ইন ফিল্মস\" প্রবন্ধ; প্রথম প্রকাশিত হয়েছিল ফিল্মস, নভেম্বর ১৯৩৯।\n\"থিওরি অফ দ্য ফিল্ম: সাউন্ড\" ১৯৪৫ সালের প্রবন্ধ, চলচ্চিত্র তাত্ত্বিক এবং সমালোচক বেলা বালাজস।\n\"রেডিওর কথা বলার সিনেমার মানে কী\" - ইউনিভার্সাল সাউন্ড ইঞ্জিনিয়ার চার্লস ফেল্ডস্টেডের লেখা একটি প্রজ্ঞাপূর্ণ প্রবন্ধ; প্রথম প্রকাশিত হয়েছিল রেডিও নিউজে, এপ্রিল ১৯৩১।\n\n\n=== ঐতিহাসিক চলচ্চিত্র ===\nবেন বার্নি এবং অল দ্য ল্যাডস থেকে কিছু উদ্ধৃতি। ১৯২৪ সালের ফোনোফিল্ম সাউন্ড ফিল্ম; দ্য রেড হট জ্যাজ আর্কাইভ ওয়েবসাইটে\nএডি ক্যান্টরের সাথে কয়েক মিনিট ১৯২৪ সালের ফোনোফিল্ম সাউন্ড ফিল্ম; Archive.org-এ\nগাস ভিসার অ্যান্ড হিজ সিঙ্গিং ডাক ১৯২৫ থিওডোর কেস সাউন্ড ফিল্ম ; ইউটিউবে\nপ্রেসিডেন্ট কুলিজ, ১৯২৪ সালের হোয়াইট হাউস লনের উপর তোলা ফোনোফিল্ম সাউন্ড ফিল্ম; Archive.org-এ"}