{"pageid": 1511369, "title": "আ ক্রিসমাস ক্যারল", "url": "https://bn.wikipedia.org/wiki?curid=1511369", "content": "আ ক্রিসমাস ক্যারল  চার্লস ডিকেন্সের রচিত এক উপন্যাস যা ১৮৪৩ সালে প্রথমবার লন্ডনে চ্যাপম্যান এবং হল প্রকাশনা সংস্থার দ্বারা প্রকাশিত হয়। উপন্যাসটি চিত্রায়ন করেছিলেন শিল্পী জন লিচ। উপন্যাসটি এবেনেজার স্ক্রুজ নামক এক বৃদ্ধ কৃপণ ব্যাক্তিকে কেন্দ্র করে আবর্তিত হয়, যার সাথে তার প্রাক্তন ব্যবসায়িক অংশীদার জ্যাকব মার্লির ভূত ও অন্যান্য আত্মারা সাক্ষাৎ করে। এই অভিজ্ঞতার পর স্ক্রুজ ধীরে ধীরে একজন দয়ালু ও ভদ্র ব্যক্তিতে পরিণত হয়।\nযে সময়কালে ডিকেন্স আ ক্রিসমাস ক্যারল রচনা করেছিলেন তখন ব্রিটিশরা ক্যারলসহ ক্রিসমাসের সাথে জড়িত বিভিন্ন আচার-অনুষ্ঠান যেমন কার্ড তৈরি অথবা ক্রিসমাস ট্রি সাজানো ইত্যাদির কারন ও উৎপত্তি অনুসন্ধান করে তাদের পুনর্মূল্যায়ন করতে শুরু করেছিল। তিনি তার নিজের যৌবনের অভিজ্ঞতা থেকে এবং ওয়াশিংটন আরভিং ও ডগলাস জেরল্ডসহ অন্যান্য বিবিধ লেখকদের ক্রিসমাস কাহিনী দ্বারা প্রভাবিত হয়েছিলেন। উপন্যাসটি লেখার আগে ডিকেন্স তিনটি ক্রিসমাসের গল্প রচনা করেছিলেন। লন্ডনের পথশিশুদের জন্য বিভিন্ন প্রতিষ্ঠান, বিশেষ করে ফিল্ড লেন র‍্যাগড স্কুল পরিদর্শন করার পর তিনি এই কাহিনির অনুপ্রেরণা পান। দরিদ্রদের প্রতি সমাজের আচরণ এবং এক স্বার্থপর মানুষের আরও সহানুভূতিশীল চরিত্রে পরিণত হয়ে আত্মমুক্তির সম্ভাবনা আ ক্রিসমাস ক্যারল -এর মূল বিষয়বস্তু। এটি সম্পূর্ণ ধর্মনিরপেক্ষ গল্প নাকি এতে খ্রিস্টীয় রূপক বিদ্যমান—এই বিষয়ে বিশেষজ্ঞদের মধ্যে এখনও বিতর্ক রয়েছে।\n১৯ ডিসেম্বর প্রকাশিত আ ক্রিসমাস ক্যারল -এর প্রথম সংস্করণটি বড়দিনের আগের দিনই বিক্রি হয়ে যায় এবং ১৮৪৪ সালের শেষ নাগাদ উপন্যাসটির তেরোটি সংস্করণ প্রকাশিত হয়। বেশিরভাগ সমালোচক এটিকে ইতিবাচকভাবে পর্যালোচনা করেন। ১৮৪৪ সালের জানুয়ারিতে গল্পটি অবৈধভাবে অনুলিপি করা হলে, ডিকেন্স প্রকাশকদের বিরুদ্ধে আইনি ব্যবস্থা নেন যার ফলে প্রকাশকরা দেউলিয়া হয়ে যায়। যার ফলে ডিকেন্স বইয়ের প্রকাশনা থেকে আরও কম লাভ করেন। পরবর্তীতে তিনি আরও চারটি ক্রিসমাস গল্প রচনা করেন। ১৮৪৯ সালে তিনি জনসমক্ষে গল্পটির পাঠ শুরু করেন, যা এতটাই জনপ্রিয় হয় যে তিনি ১৮৭০ সাল, অর্থাৎ নিজের মৃত্যুর বছর পর্যন্ত গল্পটির মোট ১২৭টি নাট্য পরিবেশনা করেন। পরবর্তীকালে আ ক্রিসমাস ক্যারল বহুল প্রচার পায়। বইটির বিভিন্ন মুদ্রণ প্রকাশিত হয় এবং বইটি বিভিন্ন ভাষায় অনূদিত হয়। পুন্রায় মুদ্রনের পাশাপাশি গল্পটি বহুবার চলচ্চিত্র, মঞ্চ, অপেরা ও অন্যান্য মাধ্যমে রূপান্তরিত হয়েছে।\n\n\n== পটভূমি ==\n\nবইটি পাঁচটি অধ্যায়ে বিভক্ত, যার শিরোনাম ডিকেন্স \"স্টেভস\" হিসেবে রেখেছেন।\n\n\n=== প্রথম অধ্যায় ===\nআ ক্রিসমাস ক্যারল গল্পটি শুরু হয় লন্ডনে, এক বিষণ্ণ ও ঠান্ডা ক্রিসমাসের আগের দিন। তখন গল্পের প্রধান চরিত্র স্ক্রুজের প্রাক্তন ব্যবসায়িক অংশীদার জ্যাকব মার্লির মৃত্যুর সাত বছর অতিবাহিত হয়েছে। স্ক্রুজ একজন বয়স্ক কৃপণ ব্যক্তি যে ক্রিসমাসকে অপছন্দ করে এবং তার ভাগ্নে ফ্রেডের ভোজের আমন্ত্রণ প্রত্যাখ্যান করে। দরিদ্রদের সহায়তায় অনুদান চাইতে আসা দুই ব্যক্তিকে সে ফিরিয়ে দেয় এবং অনিচ্ছাসত্ত্বে কেবল সামাজিক রীতিনীতিকে মান্যতা দিয়ে তার অতিরিক্ত পরিশ্রমী ও স্বল্প বেতনভোগী কেরানি বব ক্র্যাচিটকে বড়দিনের দিন বেতনসহ ছুটি দেয়।\nসেই রাতে স্ক্রুজের বাড়িতে মার্লির ভূত উপস্থিত হয়। জীবদ্দশায় লোভ ও স্বার্থপরতা পোষনের কারণে সে এখনো মুক্তি না পেয়ে পৃথিবীতে ঘুরে বেড়াচ্ছে। মার্লি স্ক্রুজকে সতর্ক করে যে স্ক্রুজেরও তার মতো অবস্থা হতে পারে। এই পরিবতি এড়ানোর একমাত্র উপায় হলো আসন্ন তিনটি আত্মার দর্শন গ্রহণ করা এবং তাদের কথা শোনা। অন্যথায়, তাকে আরও ভারী পাপের ভার বহন করতে হবে।\n\n\n=== দ্বিতীয় অধ্যায় ===\nপ্রথম আত্মা স্ক্রুজকে তার শৈশবের ক্রিসমাস স্মৃতিতে নিয়ে যায়। তাকে সেই সময়ের কথা মনে করিয়ে দেয় যখন সে আরও নিষ্পাপ ছিল। এই দৃশ্যগুলোতে দেখা যায় তার বোর্ডিং স্কুলের একাকী শৈশবচিত্র, প্রিয় বোন ফ্যানের সঙ্গে তার ঘনিষ্ঠ সম্পর্ক, বন্ধু ফ্রেডের মৃত মা এবং এছাড়াও তার প্রথম নিয়োগকর্তা মিঃ ফেজিউইগের আয়োজিত এক উষ্ণ ক্রিসমাস পার্টি, যেখানে তিনি স্ক্রুজকে নিজের সন্তানের মতো যত্ন করছিলেন।\nএরপর দেখা যায় স্ক্রুজের অবহেলিত বাগদত্তা বেল তাদের সম্পর্কের সমাপ্তি ঘটাচ্ছে, কারণ সে বুঝতে পারে যে স্ক্রুজ ধীরে ধীরে অর্থের প্রতি এতটাই আসক্ত হয়ে পড়েছে যে সে তাকে আর আগের মতো ভালোবাসে না। অবশেষে তারা সেই দৃশ্য প্রত্যক্ষ করে যেখানে মার্লির মৃত্যুর ঠিক আগের ক্রিসমাসে এক আনন্দময় পরিবারের মধ্যে বেল তার স্বামী ও সন্তানদের সঙ্গে সুখে দিন কাটাচ্ছে। স্ক্রুজ নিজের পরিবর্তিত সত্তাকে এতটা তীব্রভাবে উপলব্ধি করে যে সে বিচলিত হয়ে পড়ে এবং আত্মাকে আর কিছু না দেখিয়ে ফিরে যেতে আদেশ করে।\n\n\n=== তৃতীয় অধ্যায় ===\nদ্বিতীয় আত্মা স্ক্রুজকে এক প্রাণবন্ত বাজারে নিয়ে যায়, যেখানে লোকেরা ক্রিসমাস ভোজের জন্য খাবার কিনছে। খনি শ্রমিকদের তাদের নিজ কুটির ও একটি বাতিঘরে উষ্ণ পারিবারিক পরিবেশে ক্রিসমাস উদযাপন করতে দেখা যায়। এরপর স্ক্রুজ ও আত্মা ফ্রেডের ক্রিসমাস পার্টিতে উপস্থিত হয়, যেখানে আনন্দময় পরিবেশের মাঝেও স্ক্রুজের অনুপস্থিতি ব্যঙ্গের বিষয় হয়ে ওঠে।\nএই পর্যায়ের একটি গুরুত্বপূর্ণ অংশ জুড়ে রয়েছে বব ক্র্যাচিটের পরিবারের ক্রিসমাস ভোজ এবং তার ছোট ছেলে টিমের পরিচয়। ছোট্ট টিম এক প্রাণবন্ত ও আনন্দময় শিশু তবে সে গুরুতর অসুখে আক্রান্ত। আত্মা স্ক্রুজকে সতর্ক করে যে ভবিষ্যতের ঘটনা যদি অপরিবর্তিত থাকে তবে ছোট্ট টিম মারা যাবে।\nঅদৃশ্য হওয়ার আগে, আত্মা স্ক্রুজকে ইগনোরেন্স এবং ওয়ান্ট নামের দুই ভয়ঙ্কর, অপুষ্টিতে কাতর শিশুদের দেখায়, যারা সমাজের অবহেলা ও দারিদ্র্যের প্রতীক। আত্মা বিশেষভাবে স্ক্রুজকে ইগনোরেন্স থেকে সাবধান থাকতে বলে এবং এই শিশুদের দুরবস্থার বিষয়ে স্ক্রুজের আগের অবজ্ঞামূলক মনোভাবের প্রতি তির্যক ইঙ্গিত করে।\n\n\n=== চতুর্থ অধ্যায় ===\n\nতৃতীয় আত্মা স্ক্রুজকে ভবিষ্যতের এক ক্রিসমাস দিবসের দৃশ্য দেখায়। এই নীরব ও রহস্যময় আত্মা তাকে একজন অপ্রিয় ব্যক্তির মৃত্যু প্রত্যক্ষ করায় যার শেষকৃত্যে স্থানীয় ব্যবসায়ীরা কেবলমাত্র দুপুরের খাবারের ব্যবস্থা নিশ্চিত হলে অংশ নিতে রাজি হয়।\nএরপর, স্ক্রুজ দেখে যে তার চরওয়ালা, ধোপা ও স্থানীয় শ্রমিকরা ওই মৃত ব্যক্তির জিনিসপত্র চুরি করে বিক্রি করছে। যখন স্ক্রুজ আত্মার কাছে এমন কাউকে দেখানোর অনুরোধ করে, যে মৃত ব্যাক্তির জন্য সামান্যতম আবেগ প্রকাশ করেছে। তখন আত্মা তাকে শুধুমাত্র এক দরিদ্র দম্পতির প্রতিক্রিয়া দেখায়—যারা এই মৃত্যুতে স্বস্তি বোধ করছে কারণ এতে তারা তাদের আর্থিক অবস্থার উন্নতির জন্য কিছুটা সময় পাবে।\nস্ক্রুজ তখন অন্তত একটি মৃত্যুর ঘটনা দেখতে চায় যাতে ভালোবাসা ও কোমলতার প্রতিফলন আছে, তখডিনারন ভূত তাকে বব ক্র্যাচিটের পরিবারে নিয়ে যায়, যেখানে সবাই ছোট্ট টিমের মৃত্যুতে গভীর শোকে আচ্ছন্ন।\nশেষে, আত্মা স্ক্রুজকে একটি অবহেলিত কবরের সামনে নিয়ে যায় এবং সেখানে খোদাই করা নাম দেখে স্ক্রুজ আতঙ্কিত হয়ে পড়ে। সটি তার নিজেরই সমাধি ছিল। গভীর অনুশোচনা ও ভয় নিয়ে, স্ক্রুজ কাঁদতে কাঁদতে আত্মার কাছে অনুরোধ করে এবং প্রতিজ্ঞা করে যে সে বদলে যাবে ও আরও সদয়, উদার ও মানবিক জীবন যাপন করবে।\n\n\n=== প্ঞ্চম অধ্যায় ===\nক্রিসমাসের সকালে স্ক্রুজ সম্পূর্ণ বদলে যাওয়া একজন নতুন মানুষ হিসেবে জেগে ওঠে। সে আনন্দ ও উদারতায় পরিপূর্ণ হয়ে আগের দিন যে দাতব্য প্রতিষ্ঠানকে ফিরিয়ে দিয়েছিল সেখানে উদারতার সাথে দান করে। এরপর বেনামে ক্র্যাচিটের পরিবারের জন্য এক বিশাল টার্কি পাঠিয়ে তাদের ক্রিসমাস ভোজ নিশ্চিত করে এবং বিকেলটি ফ্রেডের ক্রিসমাস পার্টিতে আনন্দের সঙ্গে সময় কাটায়।\nপরদিন স্ক্রুজ বব ক্র্যাচিটের বেতন বৃদ্ধি করে এবং ছোট্ট টিমের চিকিতসার দায়িত্ব নিতে শুরু করে। ধীরে ধীরে সে সকলের প্রতি দয়া, উদারতা ও সহানুভূতির প্রদর্শন করতে শুরু করে যা সত্যিকারের ক্রিসমাসের চেতনাকে প্রতিফলিত করে।\n\n\n== প্রেক্ষাপট ==\n\nলেখক চার্লস ডিকেন্স একটি মধ্যবিত্ত পরিবারে জন্মগ্রহণ করেন।তার বাবা জনের অপব্যয়ের কারণে তার পরিবার আর্থিক সংকটে পড়ে। ১৮২৪ সালে, জনকে লন্ডনের সাউথওয়ার্কে অবস্থিত মার্শালসি ঋণখেলাপি কারাগারে পাঠানো হয়। ১২ বছর বয়সে, ডিকেন্সকে তার বইয়ের সংগ্রহ বন্ধক রাখতে হয় ও স্কুল ছাড়তে হয়। তাকে একটি নোংরা, ইঁদুরে ভর্তি, জুতা রং করার কারখানায় কাজ করতে বাধ্য করা হয়। তিনি এই অভিজ্ঞতাকে গভীর ব্যক্তিগত ও সামাজিক ক্ষোভ হিসেবে বর্ণনা করেছেন, যা তার জীবনীকার মাইকেল স্লেটারের মতে, তার সাহিত্যকর্ম ও দৃষ্টিভঙ্গিতে গভীরভাবে প্রভাব ফেলেছিল।  \n১৮৪২ সালের শেষের দিকে, ডিকেন্স একজন সুপ্রতিষ্ঠিত লেখক হিসেবে পরিচিতি লাভ করেন, যার ছয়টি প্রধান রচনা  ছাড়াও বেশ কয়েকটি ছোটগল্প, উপন্যাস ও অন্যান্য লেখা প্রকাশ হয়েছে।  ওই বছরের ৩১ ডিসেম্বর, তিনি তার উপন্যাস মার্টিন চুজলুইট মাসিক ধারাবাহিক আকারে প্রকাশ শুরু করেন; এটি তার অন্যতম প্রিয় সৃষ্টি হলেও, বাণিজ্যিকভাবে প্রত্যাশিত সাফল্য পায়নি, ফলে তিনি সাময়িক আর্থিক সংকটে পড়েন। \nভিক্টোরিয়ান যুগে ক্রিসমাস উদযাপনের জনপ্রিয়তা ক্রমশ বৃদ্ধি পেতে থাকে।  ১৮ শতকে ব্রিটেনে ক্রিসমাস ট্রির প্রচলন শুরু হয়, তবে রানী ভিক্টোরিয়া ও প্রিন্স অ্যালবার্ট এর ব্যবহার জনপ্রিয় করে তোলেন। ঊনবিংশ শতাব্দীর গোড়ার দিকে, ক্রিসমাস ক্যারলের প্রতি মানুষের আগ্রহ পুনরায় জাগ্রত হয় যা আগের একশ বছর ধরে উল্লেখযোগ্যভাবে কমে গিয়েছিল। ডেভিস গিলবার্টের ১৮২৩ সালের রচনা \"সাম অ্যানসিয়েন্ট ক্রিসমাস ক্যারলস, উইথ দ্য টিউনস টু হুইচ দে ওয়্যার ফরমারলি সাং ইন দ্য ওয়েস্ট অফ ইংল্যান্ড\" এবং উইলিয়াম স্যান্ডিসের ১৮৩৩ সালের সংকলন \"ক্রিসমাস ক্যারলস, অ্যানসিয়েন্ট অ্যান্ড মডার্ন\" প্রকাশের ফলে ব্রিটেনে ক্রিসমাস ক্যারলের জনপ্রিয়তা নতুনভাবে বৃদ্ধি পায়।\nডিকেন্সের ক্রিসমাসের প্রতি গভীর আগ্রহ ছিল, এবং এই বিষয় নিয়ে তার প্রথম গল্প \"ক্রিসমাস ফেস্টিভিটিস\" ১৮৩৫ সালে বেল'স উইকলি মেসেঞ্জার-এ প্রকাশিত হয়। পরবর্তীতে, এটি স্কেচেস বাই বোজ (১৮৩৬)-এ \"এ ক্রিসমাস ডিনার\" শিরোনামে সংকলিত হয়। \nআরেকটি ক্রিসমাস গল্প, \"দ্য স্টোরি অফ দ্য গবলিনস হু স্টোল আ সেক্সটন\", ১৮৩৬ সালে দ্য পিকউইক পেপার্স-এ প্রকাশিত হয়। এই গল্পে কথক মিস্টার ওয়ার্ডল এক দুষ্ট প্রকৃতির গৃহকর্মী, গ্যাব্রিয়েল গ্রাবের কাহিনি বর্ণনা করেন যে গবলিনদের দ্বারা পরিদর্শিত হওয়ার পর ক্রিসমাসের প্রকৃত অনুভূতি সম্পর্কে অবগত হন এবং অতীত ও ভবিষ্যতের দৃশ্য দেখতে পান। \nস্লেটারের মতে, \"ক্যারলের মূল উপাদানগুলো গল্পটিতে বিদ্যমান থাকলেও, এখনও তা সুস্পষ্টভাবে গঠিত হয়নি।\"   এরপর, মাস্টার হামফ্রে'স ক্লক নামক ডিকেন্সের সম্পাদকীয়তে ক্রিসমাস সম্পর্কে একটি বিশেষ অংশ যুক্ত হয়।ইংরেজি সাহিত্যের অধ্যাপক পল ডেভিস লিখেছেন যে যদিও \"গবলিনস\" গল্পটি আ ক্রিসমাস ক্যারল-এর একটি পূর্বসূরির মতো মনে হতে পারে, তবুও ডিকেন্সের ক্রিসমাস-সম্পর্কিত পূর্ববর্তী সমস্ত লেখাই তার এই বিখ্যাত গল্পকে গভীরভাবে প্রভাবিত করেছে।\n\n\n=== সাহিত্যিক প্রভাব ===\n\nডিকেন্সই প্রথম লেখক নন, যিনি সাহিত্যে বড়দিন উদযাপনের চিত্র তুলে ধরেছিলেন।  তার আগে ওয়াশিংটন আরভিংসহ বেশ কয়েকজন লেখক এই বিষয়টি নিয়ে লিখেছেন। আরভিংয়ের ১৮১৯-২০ সালের রচনা \"দ্য স্কেচ বুক অফ জিওফ্রে ক্রেয়ন, জেন্ট\"-এ চারটি প্রবন্ধ অন্তর্ভুক্ত ছিল, যেখানে তিনি বার্মিংহামের কাছে অ্যাস্টন হলে অবস্থানকালে প্রাচীন ইংরেজি ক্রিসমাস ঐতিহ্যের অভিজ্ঞতা বর্ণনা করেছিলেন।  এই গল্প ও প্রবন্ধগুলো ডিকেন্সকে গভীরভাবে আকৃষ্ট করেছিল। তিনি এবং আরভিং একই বিশ্বাস পোষণ করতেন যে পুরনো ক্রিসমাস ঐতিহ্যের পুনর্জাগরণ সামাজিক সংযোগ পুনঃপ্রতিষ্ঠায় সহায়ক হতে পারে, যা তারা মনে করতেন আধুনিক বিশ্বে হারিয়ে যেতে বসেছে। \n\n\n=== সামাজিক প্রভাব ===\n\nউনিশ শতকের মাঝামাঝি সময়ে দরিদ্র শিশুদের জীবন ডিকেন্সকে গভীরভাবে প্রভাবিত করেছিল।  ১৮৪৩ সালের শুরুতে তিনি কর্নিশ টিন খনি পরিদর্শন করেন, যেখানে শিশুদের ভয়াবহ পরিস্থিতিতে কাজ করতে দেখে তিনি অত্যন্ত ক্ষুব্ধ হন।   পরবর্তীতে, ফিল্ড লেন র‍্যাগড স্কুল পরিদর্শনের মাধ্যমে তিনি শিশুদের দুর্দশা আরও স্পষ্টভাবে উপলব্ধি করেন, যা লন্ডনের অর্ধ-ক্ষুধার্ত ও নিরক্ষর পথশিশুদের শিক্ষার জন্য প্রতিষ্ঠিত কিছু স্কুলের একটি ছিল। \n১৮৪৩ সালের ফেব্রুয়ারিতে শিশু কর্মসংস্থান কমিশনের দ্বিতীয় প্রতিবেদন প্রকাশিত হয়। এটি ছিল একটি সংসদীয় প্রতিবেদন যা শিল্প বিপ্লবের ফলে শ্রমিক শ্রেণীর শিশুদের ওপর হওয়া প্রভাব উন্মোচন করে। ডিকেন্স যখন এটি পড়েছিলেন, তখন তিনি খুবই উদ্বিগ্ন হন এবং দরিদ্র মানুষের সন্তানদের পক্ষে ইংল্যান্ডের জনগণের কাছে একটি আবেদন হিসেবে একটি সস্তা রাজনৈতিক পুস্তিকা প্রকাশ করার পরিকল্পনা করেছিলেন। তবে, কিছু সময় পর তিনি তার মন পরিবর্তন করেন এবং বছরের শেষ পর্যন্ত এই পুস্তিকার প্রকাশ স্থগিত রাখেন।  মার্চ মাসে তিনি দ্বিতীয় প্রতিবেদনের জন্য দায়ী চার কমিশনারের একজন, ডঃ সাউথউড স্মিথকে তার পরিকল্পনার পরিবর্তন সম্পর্কে লিখেছিলেন: \"আপনারা নিশ্চয়ই অনুভব করবেন যে একটি স্লেজ হাতুড়ি বিশ গুণ শক্তি – বিশ হাজার গুণ শক্তি – দিয়ে নেমে এসেছে – আমার প্রথম ধারণা অনুসরণ করে আমি যা করতে পারি।\"\n১৮৪৩ সালের ৫ অক্টোবর, ম্যানচেস্টার অ্যাথেনিয়ামে এক তহবিল সংগ্রহের ভাষণে, ডিকেন্স শ্রমিক এবং নিয়োগকর্তাদের শিক্ষাগত সংস্কারের মাধ্যমে অজ্ঞতার বিরুদ্ধে লড়াই করতে একত্রিত হওয়ার আহ্বান জানান। পরবর্তী সময়ে তিনি উপলব্ধি করেন যে, দারিদ্র্য এবং অবিচার সম্পর্কে তার সামাজিক উদ্বেগ সবার কাছে পৌঁছানোর সবচেয়ে কার্যকর উপায় হলো বিতর্কমূলক পুস্তিকা এবং প্রবন্ধ লেখার পরিবর্তে গভীরভাবে অনুভূত একটি ক্রিসমাসের আখ্যান লেখা। \n\n১৮৪৩ সালের মাঝামাঝি সময়ে ডিকেন্স আর্থিক সমস্যার মধ্যে পড়তে শুরু করেন। পরিস্থিতি আরও জটিল হয়ে ওঠে যখন তার প্রকাশক চ্যাপম্যান অ্যান্ড হল হুমকি দেয় যে বিক্রি আরও কমে গেলে তার মাসিক আয় £৫০ কমিয়ে দেওয়া হবে। এই সংকটের মধ্যে তিনি ১৮৪৩ সালের অক্টোবরে আ ক্রিসমাস ক্যারল লেখা শুরু করেন।  ডিকেন্সের জীবনীকার মাইকেল স্লেটার বইটির উল্লেখ করেছেন। বইটি মাত্র ছয় সপ্তাহে সম্পন্ন হয়েছিল, এবং শেষ পৃষ্ঠাগুলি ডিসেম্বরের প্রথম দিকে লেখা হয়েছিল।  ডিকেন্সের ভগ্নিপতি লিখেছেন কিভাবে তিনি লেখায় অত্যন্ত মগ্ন হয়ে থাকতেন এবং রচনার সময় প্রায়শই উত্তেজিত হয়ে পরতেন। \nজর্জ ক্রুইকশ্যাঙ্ক, যিনি পূর্বে ডিকেন্সের সাথে বোজের স্কেচেস (১৮৩৬) এবং অলিভার টুইস্ট (১৮৩৮)-এ কাজ করেছিলেন, তিনি ডিকেন্সকে ব্যঙ্গচিত্রশিল্পী জন লিচের সাথে পরিচয় করিয়ে দেন। ২৪শে অক্টোবরের মধ্যে ডিকেন্স লিচকে আ ক্রিসমাস ক্যারল বইটির জন্য কাজ করার আমন্ত্রণ জানান, এবং শিল্পীর হাতের নিপুনতা লেখাটির চিত্রনে যুক্ত করেন।  ডিকেন্সের হাতে লেখা গল্পের পরবর্তীতে মুদ্রণ প্রক্রিয়ার কিছু পরিবর্তন করা হয়। \n\n\n== চরিত্র ==\n\nআ ক্রিসমাস ক্যারল -এর প্রধান চরিত্র হলেন এবেনেজার স্ক্রুজ, একজন লন্ডনভিত্তিক কৃপণ ব্যবসায়ী,  যাকে গল্পে \"একজন তিক্ত, কৃপণ, লোভী বৃদ্ধ পাপী\" হিসেবে বর্ণনা করা হয়েছে!  কেলি বলেছেন, স্ক্রুজ সম্ভবত ডিকেন্সের পিতার প্রতিচ্ছবি।  তিনি তার পিতাকে ভালোবাসতেন, তবে তার আচরণে কঠোরতা অনুভব করতেন। এই মানসিক দ্বন্দ্বই গল্পের দুই ভিন্ন স্ক্রুজের সৃষ্টি করেছে—একজন কঠোর, কৃপণ, লোভী এবং একাকী, অন্যজন দানশীল, সহানুভূতিশীল এবং খোলামেলা। ইংরেজি সাহিত্যের অধ্যাপক রবার্ট ডগলাস-ফেয়ারহার্স্ট মনে করেন যে বইয়ের প্রথম অংশে স্ক্রুজের একাকী ও কষ্টদায়ক শৈশব এবং অর্থের প্রতি আকর্ষণ ডিকেন্সের নিজ আত্মসমালোচনা এবং পরবর্তী অংশ তার আশাবাদী দৃষ্টিভঙ্গির প্রতিফলন। \nস্ক্রুজের চরিত্রে আরও দুইজন ব্যক্তির প্রভাব হতে পারে:  জন এলওয়েস, এমপি, অথবা জেমি উড, গ্লুচেস্টার ওল্ড ব্যাংকের মালিক, যাকে \"দ্য গ্লুচেস্টার কৃপণ\" নামেও অভিহিত করা হয়।  সমাজবিজ্ঞানী ফ্রাঙ্ক ডব্লিউ. এলওয়েল মনে করেন, স্ক্রুজের দরিদ্রদের প্রতি দৃষ্টিভঙ্গি টমাস ম্যালথাসের দৃষ্টিভঙ্গির প্রতিফলন।\nপিটার অ্যাক্রয়েড মনে করেন যে স্ক্রুজের চরিত্র মার্টিন চুজলেউইটের চরিত্রের সাথে সাদৃশ্যপূর্ণ, তবে স্ক্রুজ আরও \"চমত্কার চরিত্র চিত্রণ\"।  ডগলাস-ফেয়ারহার্স্ট দাবি করেছেন যে গ্যাব্রিয়েল গ্রাব চরিত্রও স্ক্রুজ তৈরিতে প্রভাব ফেলেছিল। সম্ভবত স্ক্রুজ নামটি ডিকেন্স তার এডিনবার্গ সফরে দেখা একটি সমাধিফলক থেকে পান। কবরটি ছিল এবেনেজার লেনক্স স্ক্র্রোগির, যিনি খাদ্য ব্যবসায়ী ছিলেন।   তবে এর কোনও সুচারু কোনও প্রমাণ পাওয়া যায়নি\"। \nডিকেন্স তার শৈশবে এক ব্যবসায়ীর বাড়ির কাছাকাছি বসবাস করতেন। সম্ভবত  সেই ব্যবসায়ীর দ্বারা প্রভাবিত হয়ে স্ক্রুজের প্রাক্তন ব্যবসায়িক অংশীদারের চরিত্রের নামকরন করেছিলেন তিনি।   মার্লির চরিত্রের ধারণা আসে ১৮৪২ সালের মার্চ মাসে পেনসিলভানিয়ার পিটসবার্গের পশ্চিমা কারাগার পরিদর্শনের স্মৃতি থেকে। সেখানে তিনি শৃঙ্খলিত বন্দীদের দেখে মুগ্ধ হয়েছিলেন।   ছোট্ট টিম চরিত্রটি ডিকেন্স তার পাঁচ বছর বয়সী ভাগ্নে হেনরিকের ওপর ভিত্তি করে তৈরি করেছিলেন। সে প্রতিবন্ধী ছিল। আ ক্রিসমাস ক্যারল লেখার সময় তার বয়স ছিল পাঁচ বছর।   \"ইগনোরেন্স\" এবং \"ওয়ান্ট\" চরিত্র দুটি লন্ডনের পূর্ব প্রান্তে একটি জীর্ণ স্কুল পরিদর্শনের সময় দেখা শিশুদের থেকে অনুপ্রাণিত। \n\n\n== বিষয় ==\n\nস্ক্রুজের চারিত্রিক রূপান্তর এই গল্পের কেন্দ্রবিন্দু। ডেভিস স্ক্রুজকে \"সর্বদা সংস্কারের প্রক্রিয়ায় থাকা একজন প্রোটিয়ান ব্যক্তিত্ব\" হিসাবে বর্ননা করেছেন;  কেলি লিখেছেন গল্পের প্রথম দিকে স্ক্রুজকে এক দ্বি-মাত্রিক চরিত্র হিসেবে দেখা যায়, কিন্তু পরে তার চরিত্রে মানসিক গভীরতা এবংঅনুশোচনা দেখা যায়।  ডিকেন্স -এর বিষয়ে প্রাজ্ঞ গ্রেস মুর সহ কিছু লেখক মনে করেন যে আ ক্রিসমাস ক্যারল বইটিতে  খ্রিস্টীয় বিষয়বস্তু রয়েছ।  উপন্যাসটিকে খ্রিস্টীয় মুক্তিরধারণার রূপক হিসেবে দেখা উচিত।  ডিকেন্সের জীবনীকার, ক্লেয়ার টোমালিন, স্ক্রুজের ধর্মান্তরকে খ্রিস্টীয় বার্তা বহনকারী হিসেবে দেখেন। তার মতে এই গল্পের মাধ্যমে দেখানো হয়েছে যে সবচেয়ে খারাপ পাপীও অনুতপ্ত হতে পারে এবং একজন ভালো মানুষ হতে পারে\"।  সংগঠিত ধর্মের প্রতি ডিকেন্সের মনোভাব জটিল ছিল; তার বিশ্বাস এবং নীতি নিউ টেস্টামেন্টের উপর ভিত্তি করে তৈরি হয়েছিল।  \nকেলি সহ অন্যান্য লেখকরা মনে করেন যে ডিকেন্স তার লেখায় \"ধর্মনিরপেক্ষ দৃষ্টিভঙ্গি\" তুলে ধরেছিলেন।  ডিকেন্সের বিষয়ে প্রাজ্ঞ জন ও. জর্ডান যুক্তি দেন যে, আ ক্রিসমাস ক্যারল  এক উজ্জ্বল, হৃদয়গ্রাহী, উদার, প্রফুল্ল এবং এক উজ্জ্বল সাহিত্য।  ধর্মনিরপেক্ষ দৃষ্টিকোণ থেকে, সাংস্কৃতিক ইতিহাসবিদ পেনে রেস্টাড পরামর্শ দেন যে স্ক্রুজের মুক্তি  \"রক্ষণশীল, ব্যক্তিবাদী এবং পুরুষতান্ত্রিক দিকগুলির\" বিপরীতে ডিকেন্সের দানশীলতা এবং পরোপকারের ধারনার উপর জোর দেয়। \nডিকেন্স ব্রিটিশ সমাজের, বিশেষ করে শিশু দারিদ্র্যের প্রতি দৃষ্টিভঙ্গির প্রতিক্রিয়া হিসেবে আ ক্রিসমাস ক্যারল লিখেছিলেন এবং এর বিরুদ্ধে যুক্তি তুলে ধরতে উপন্যাসটি ব্যবহার করতে চেয়েছিলেন। গল্পে স্ক্রুজ স্বার্থপরতার প্রতীক, যেখানে দরিদ্রদের উপেক্ষার সম্ভাব্য পরিণতি অভাব ও অজ্ঞতার রূপক চরিত্রের মাধ্যমে ফুটিয়ে তোলা হয়েছে।  পাঠকদের সহানুভূতি জাগাতে এই চরিত্রগুলোর পাশাপাশি ছোট্ট টিমকে অন্তর্ভুক্ত করা হয়েছিল।  ডগলাস-ফেয়ারহার্স্ট উল্লেখ করেন, এই রূপক ব্যবহারের মাধ্যমে ডিকেন্স মধ্যবিত্ত পাঠকদের উপেক্ষা না করেই দাতব্যের প্রয়োজনীয়তার বার্তা দিতে পেরেছিলেন।  \n\n\n== প্রকাশনা ==\n\nমার্টিন চুজলুইটের বাণিজ্যিক ব্যর্থতার ফলে চ্যাপম্যান ও হলের সাথে ডিকেন্সের মতবিরোধ তৈরি হয়, যার ফলে তিনি মুনাফার একটি অংশের বিনিময়ে নিজেই আ ক্রিসমাস ক্যারল প্রকাশনার খরচ বহন করেন।   তবে বইটির প্রযোজনায় কিছু সমস্যার মুখোমুখি হতে হয়। চূড়ান্ত সংস্করণটিতে সোনালি রং -এর পাতা ও লাল কাপড়ের মলাট থাকে। এই সংস্করণ ১৯ ডিসেম্বর ১৮৪৩-এর মাত্র দুই দিন আগে সম্পূর্ন হয়। প্রকাশের পর, ডিকেন্স পাণ্ডুলিপিটি লাল মরক্কোর চামড়া দিয়ে বাঁধার ব্যবস্থা করেন এবং তার আইনজীবী টমাস মিটনকে উপহার হিসেবে দেন। \nপাঁচ শিলিং মূল্যে (২০২৫ পাউন্ডে প্রায় ৩১ পাউন্ডের সমান), আ ক্রিসমাস ক্যারল-এর প্রথম সংস্করণের ৬,০০০ কপি ক্রিসমাসের আগের দিনই বিক্রি হয়ে যায়। চ্যাপম্যান ও হল নতুন বছরের আগে দ্বিতীয় ও তৃতীয় সংস্করণ প্রকাশ করে, এবং বইটি ১৮৪৪ সাল পর্যন্ত ভালো বিক্রি হতে থাকে। ১৮৪৪ সালের শেষ নাগাদ আরও এগারোটি সংস্করণ প্রকাশিত হয়।    প্রথম প্রকাশের পর থেকে এটি অসংখ্য হার্ডব্যাক ও পেপারব্যাক সংস্করণে বের হয়েছে, বিভিন্ন ভাষায় অনূদিত হয়েছে এবং কখনো মুদ্রণের বাইরে যায়নি। এটি মার্কিন যুক্তরাষ্ট্রে ডিকেন্সের সবচেয়ে জনপ্রিয় বই হয়ে ওঠে এবং প্রথম প্রকাশের পরের একশ বছরে দুই মিলিয়নেরও বেশি কপি বিক্রি হয়।  \nডিকেন্স উচ্চ উৎপাদন খরচের ওপর জোর দেওয়ায় তার লাভ কমে যায়। প্রথম সংস্করণ থেকে তিনি প্রত্যাশিত হাজার পাউন্ড(২০২৫ পাউন্ডে প্রায় ২৯,০০০ পাউন্ড)   এর পরিবর্তে মাত্র ২৩০ পাউন্ড (২০২৫ পাউন্ডে প্রায় ১২৪,০০০ পাউন্ড)   আয় করেন। এক বছর পরে, মোট লাভ দাঁড়ায় মাত্র ৭৪৪ভ পাউন্ড, যা তাকে গভীরভাবে হতাশ করে।\n\n\n== অভ্যর্থনা ==\n\nডগলাস-ফেয়ারহার্স্টের মতে, আ ক্রিসমাস ক্যারল প্রকাশের পর বেশিরভাগ সমালোচনাই ইতিবাচক ছিল।  ইলাস্ট্রেটেড লন্ডন নিউজ এটিকে প্রাণবন্ত রসবোধ এবং মানবিক উষ্ণতাসম্পন্ন একটি গল্প বলে প্রশংসা করে, যা পাঠকদের উদারতা ও ভালোবাসার চেতনায় উদ্বুদ্ধ করে। সাহিত্য পত্রিকা দ্য অ্যাথেনিয়াম এটিকে এমন একটি গল্প বলে উল্লেখ করে যা পাঠককে হাসায় ও কাঁদায় এবং দানশীলতার প্রতি অনুপ্রাণিত করে।  উইলিয়াম মেকপিস থ্যাকারে ফ্রেজার'স ম্যাগাজিনে বইটিকে \"জাতীয় কল্যাণ\" হিসেবে অভিহিত করেন এবং উল্লেখ করেন যে এটি প্রত্যেক পাঠকের জন্য একটি আশীর্বাদস্বরূপ। এমনকি যাঁরা লেখককে চিনতেন না, তাঁরাও গল্পের প্রশংসা করে বলেছিলেন, \"ঈশ্বর তাকে আশীর্বাদ করুন!\" \nকবি থমাস হুড মনে করতেন যে আ ক্রিসমাস ক্যারল ক্রিসমাসের প্রাচীন ঐতিহ্য এবং সামাজিক ও দাতব্য রীতিনীতিকে নতুন জীবন দেবে।  টেইটের এডিনবার্গ ম্যাগাজিনের সমালোচক - থিওডোর মার্টিনযিনি সাধারণত ডিকেন্সের কাজের সমালোচনা করতেন  তিনি বইটির প্রশংসা করেন এবং মহৎ, সংবেদনশীল এবং সামাজিক কল্যাণে নিবেদিত হিসাবে ব্যাখা করেন ।  ডিকেন্সের মৃত্যুর পর, মার্গারেট অলিফ্যান্ট গল্পের অতিরিক্ত আনন্দমুখর দিকগুলো সমালোচনা করলেও স্বীকার করেন যে একে একসময় একটি নতুন সুসমাচার হিসেবে বিবেচনা করা হয়েছিল এবং এটি মানুষের আচরণে ইতিবাচক পরিবর্তন এনেছিল।  ধর্মীয় সংবাদমাধ্যম সাধারণত গল্পটিকে উপেক্ষা করলেও, খ্রিস্টান রিমেমব্রেনার ১৮৪৪ সালের জানুয়ারিতে গল্পের নতুন উপস্থাপনভঙ্গি, রসবোধ ও মানবিকতার প্রশংসা করে। অন্যদিকে, লেখক জন রাস্কিন মনে করেন যে ডিকেন্স ক্রিসমাস থেকে ধর্মীয় উপাদান বাদ দিয়ে একে শুধুমাত্র মিসলেটো ও পুডিং-এর উৎসবে পরিণত করেছেন। \nসমালোচকরাও বইটির বিভিন্ন দিক নিয়ে মত প্রকাশ করেছেন। নিউ মান্থলি ম্যাগাজিন গল্পটির প্রশংসা করলেও এই মন্তব্য করেছিল যে ব্যয়বহুল বাঁধাই বইটিকে দরিদ্রদের জন্য দুর্লভ করে তুলেছে। তারা পরামর্শ দিয়েছিল যে গল্পটি সস্তা কাগজে মুদ্রিত ক্রে কম মূল্যে প্রকাশ করা উচিত।  অন্যদিকে, দ্য ওয়েস্টমিনস্টার রিভিউ-এর একজন নাম প্রকাশে অনিচ্ছুক লেখক ডিকেন্সের অর্থনৈতিক দৃষ্টিভঙ্গিকে ব্যঙ্গ করেন। \nডিকেন্স তার আমেরিকান নোটস এবং মার্টিন চুজলুইট-এ মার্কিন যুক্তরাষ্ট্রের সমালোচনা করেছিলেন, যার ফলে প্রথমদিকে আমেরিকান পাঠকরা তার লেখা গ্রহণে অনিচ্ছুক ছিলেন। তবে আমেরিকান গৃহযুদ্ধের শেষের দিকে, আ ক্রিসমাস ক্যারল আমেরিকান পরিবারগুলোর মধ্যে ব্যাপক জনপ্রিয়তা লাভ করে। ১৮৬৩ সালে, দ্য নিউ ইয়র্ক টাইমস বইটির একটি সাকারাত্মক পর্যালোচনা প্রকাশ করে, যেখানে উল্লেখ করা হয় যে ডিকেন্স \"পুরাতন ক্রিসমাস\"-এর চেতনা ফিরিয়ে এনেছেন, যা একসময় বিগত শতাব্দীর ও জমিদার বাড়িগুলোর মধ্যে সীমাবদ্ধ ছিল, কিন্তু এখন তা দরিদ্রদের ঘরেও পৌঁছেছে। \n\n\n== পরিণতি ==\n\n১৮৪৪ সালের জানুয়ারিতে পার্লির ইলুমিনেটেড লাইব্রেরি গল্পটির একটি অননুমোদিত সংস্করণ সংক্ষিপ্ত আকারে প্রকাশ করে যা তারা দুই পেনি মূল্যে বিক্রি করে।\nপার্লি সংস্করণ প্রকাশের দুই দিন পর, ডিকেন্স কপিরাইট লঙ্ঘনের অভিযোগে মামলা করেন এবং জয়ী হন। তবে, বইয়ের মূল প্রকাশকরা দেউলিয়া হয়ে পরায় ডিকেন্সকে নিজেকেই ৭০০ পাউন্ড খরচ করতে হয়। আ ক্রিসমাস ক্যারল থেকে ডিকেন্স যে সামান্য মুনাফা অর্জন করেছিলেন, তা তার প্রকাশকদের সাথে সম্পর্কের আরও অবনতি ঘটায়। ফলস্বরূপ, তিনি ব্র্যাডবেরি এবং ইভান্সের পক্ষে চ্যাপম্যান ও হলের সাথে সম্পর্ক ছিন্ন করেন, যদিও এতদিন তারা তার বই মুদ্রণ করে আসছিলেন। \nডিকেন্স তার জীবদ্দশায় বেশ কয়েকবার গল্পের বাক্যাংশ এবং বিরাম চিহ্ন সংশোধন করেছিলেন। বইটির সাফল্যকে কাজে লাগিয়ে তিনি আরও কিছু ক্রিসমাস গল্প প্রকাশ করেন, যেমন দ্য চাইমস (১৮৪৪),দ্য ক্রিকেট অন দ্য হার্থ (১৮৪৫), দ্য ব্যাটল অফ লাইফ (১৮৪৬), দ্য হন্টেড ম্যান অ্যান্ড দ্য ঘোস্টস বার্গেন (১৮৪৮) ইত্যাদি। এই গল্পগুলো ছিল ধর্মনিরপেক্ষ ধর্মান্তরের কাহিনি, যা সামাজিক পরিবর্তনগুলিকে স্বীকৃতি দিয়েছিল এবং তখনো অবশিষ্ট থাকা সামাজিক সমস্যাগুলোর ওপর আলোকপাত করেছিল। যদিও জনসাধারণ আগ্রহের সঙ্গে বইগুলো কিনেছিল, সমালোচকরা এগুলির তীব্র সমালোচনা করেছিলেন।\n\n\n== প্রদর্শন এবং অভিযোজন ==\n১৮৪৯ সালের মধ্যে ডিকেন্স ডেভিড কপারফিল্ড রচনায় মনোনিবেশ করেছিলান এবং আরেকটি ক্রিসমাস বিষয়ক বই প্রকাশ করার সময় বা ইচ্ছা তার ছিল না।  ডিকেন্স জনসাধারণের সুম্মখে পাঠের মাধ্যমে তার \"ক্যারল দর্শন\" প্রচারের সিদ্ধান্ত নেন।   ১৮৫৩ সালের ক্রিসমাসে তিনি বার্মিংহাম টাউন হলে ইন্ডাস্ট্রিয়াল অ্যান্ড লিটারারি ইনস্টিটিউটে একটি পাঠের আয়োজন করেন। শ্রমিক শ্রেণির দর্শকদের জন্য টিকিটের মূল্য কম রাখার ওপর তিনি গুরুত্ব দেন, এবং তার পরিবেশনা দারুণ সফল হয়।   এরপর, ১৮৭০ সালে তার মৃত্যু পর্যন্ত, তিনি সংক্ষিপ্ত সংস্করণে গল্পটি মোট ১২৭ বার পাঠ করেন, যার মধ্যে তার শেষ পাঠও অন্তর্ভুক্ত ছিল।\n\nবইটি প্রকাশের পরের বছরগুলিতে, গল্পটি বিভিন্ন লেখকের অনুপ্রেরণা হয়ে ওঠে। ডাব্লিউ এম সোয়েপস্টোন (ক্রিসমাস শ্যাডোস, ১৮৫০), হোরাশিও আলজার (জব ওয়ার্নারস ক্রিসমাস, ১৮৬৩), এবং লুইসা মে অলকট (আ ক্রিসমাস ড্রীম অ্যান্ড হাউ ইট বিকেম ট্রু, ১৮৮২) সহ আরও অনেকেই এমন গল্প লিখেছিলেন, যেখানে স্ক্রুজের জীবনকে একজন পরিবর্তিত মানুষ হিসেবে দেখানো হয়েছে।অন্যদিকে, কিছু লেখক মনে করেছিলেন যে ডিকেন্স তার উপস্থাপনায় ভুল করেছেন এবং তারা গল্পটিকে নিজেদের মতো করে সংশোধন করার চেষ্টা করেছিলেন। \nউপন্যাসটি প্রকাশের পরপরই মঞ্চের জন্য নাট্য রূপান্তরিত হয়। ১৮৪৪ সালের ৫ ফেব্রুয়ারি তিনটি নাট্য প্রযোজনা শুরু হয়, যার মধ্যে একটি ছিল এডওয়ার্ড স্টার্লিং-এর আ ক্রিসমাস ক্যারল; অথবা, অতীত, বর্তমান এবং ভবিষ্যত, যা ডিকেন্স অনুমোদন করেছিলেন এবং এটি ৪০ রাতেরও বেশি সময় ধরে মঞ্চস্থ হয়েছিল।  ১৮৪৪ সালের ফেব্রুয়ারির শেষের দিকে লন্ডনে আটটি পৃথক পৃথক আ ক্রিসমাস ক্যারল নাট্য প্রযোজনা পরিবেশিত হয়েছিল।  ডিকেন্সের অন্যান্য রচনার তুলনায় এই গল্পটি চলচ্চিত্র ও টেলিভিশনের জন্য সবচেয়ে বেশি অভিযোজিত হয়েছে।  ১৯০১ সালে এটি \"স্ক্রুজ বা মার্লি'স ঘোস্ট\" নামে নীরব সাদা-কালো ব্রিটিশ চলচ্চিত্র হিসেবে নির্মিত হয়, যা ডিকেন্সের লেখা থেকে প্রথম চলচ্চিত্র রূপান্তরগুলোর একটি, তবে এটি এখন হারিয়ে গেছে।  গল্পটি ১৯২৩ সালে বিবিসি রেডিওর জন্য কথক নাটকে রূপান্তরিত হয়েছিল।  এছাড়াও, এটি অপেরা, ব্যালে, অ্যানিমেশন, মঞ্চ সঙ্গীত এবং মার্সেল মার্সো অভিনীত বিবিসির মাইম প্রযোজনা সহ বিভিন্ন অন্যান্য মাধ্যমে রূপান্তরিত হয়েছে।। \nডেভিসের মতে, আ ক্রিসমাস ক্যারল-এর বিভিন্ন অভিযোজন মূল গল্পের চেয়ে বেশি মানুষের মনে গেঁথে গেছে। ডিকেন্সের মূল গল্পের কিছু দৃশ্য—যেমন খনি শ্রমিক বা বাতিঘর রক্ষকদের সাথে স্ক্রুজের সাক্ষাৎ—অনেক পাঠকের স্মৃতি থেকে মুছে গেছে। অন্যদিকে, কিছু সংযোজন, যেমন ক্রিসমাসের দিনে স্ক্রুজের ক্র্যাচিট পরিবারকে পরিদর্শন, এতটাই জনপ্রিয় হয়ে উঠেছে যে অনেকেই এটিকে মূল গল্পের অংশ বলে ধরে নেন। এই কারণে, ডেভিস \"আসল রচনা\" এবং \"স্মরণীয় সংস্করণ\"-এর মধ্যে পার্থক্য নির্ধারণ করেন। \n\n\n== উত্তরাধিকার ==\n\n\"মেরি ক্রিসমাস\" বাক্যাংশটি বহু বছর ধরে প্রচলিত ছিল, যার প্রথম লিখিত ব্যবহার পাওয়া যায় ১৫৩৪ সালের একটি চিঠিতে। তবে, ডিকেন্সের আ ক্রিসমাস ক্যারল এই বাক্যটির জনপ্রিয়তা ভিক্টোরিয়ান যুগের জনসাধারণের মধ্যে ব্যাপকভাবে বাড়িয়ে তোলে। \" \"বাহ! হামবাগ!\"—এই বিস্ময়সূচক শব্দটি ইংরেজি ভাষায় প্রচলিত হয়ে যায় এবং অতিরঞ্জিত বা আবেগপ্রবণ যেকোনো কিছুর প্রতি অবজ্ঞাসূচক প্রতিক্রিয়া হিসেবে ব্যবহৃত হতে থাকে। \"স্ক্রুজ\" নামটি কৃপণ ও স্বার্থপর ব্যক্তির প্রতিশব্দ হিসেবে পরিচিতি লাভ করে এবং ১৯৮২ সালে অক্সফোর্ড ইংরেজি অভিধানে এটি যুক্ত হয় \nউনিশ শতকের শুরুর দিকে ব্রিটেনে ক্রিসমাস উদযাপন মূলত গ্রামাঞ্চল ও কৃষিজীবী সম্প্রদায়ের আনন্দের সাথে জড়িত ছিল, যা নগরায়ন ও শিল্পায়নের ফলে ধীরে ধীরে দুর্বল হয়ে পড়েছিল। ডেভিস মনে করেন যে আ ক্রিসমাস ক্যারল -এ ডিকেন্স দেখিয়েছেন, আধুনিকায়নের প্রভাব সত্ত্বেও শহরগুলিতেও বড়দিন উদযাপন সম্ভব।  ইংরেজিভাষী দেশগুলিতে আধুনিক ক্রিসমাস উদযাপন মূলত ভিক্টোরিয়ান যুগের ছুটির পুনর্জাগরণের ফল। ১৮৩০ ও ১৮৪০-এর দশকে অক্সফোর্ড আন্দোলন ক্রিসমাসটাইডের সঙ্গে সম্পর্কিত ঐতিহ্যবাহী আচার-অনুষ্ঠান ও ধর্মীয় পালন পুনরুজ্জীবিত করেছিল। আ ক্রিসমাস ক্যারল এর মাধ্যমে, ডিকেন্স তার দৃষ্টিভঙ্গি প্রতিফলিত ও প্রতিষ্ঠিত করার পাশাপাশি এই সময়ের চেতনাকে যুগের পর যুগ ধরে আকর্ষণীয় করে তুলেছেন।\nডিকেন্স  উতসবের মধ্য দিয়ে মানবিক মূল্যবোধ ও সহমর্মিতা প্রচারেত পক্ষে ছিলেন, যা পাশ্চাত্য সংস্কৃতিতে আধুনিক ক্রিসমাস উদযাপনের বিভিন্ন দিককে গভীরভাবে প্রভাবিত করেছে। পারিবারিক পুনর্মিলন, মৌসুমী খাবার ও পানীয়, নাচ, খেলাধুলা এবং উৎসবমুখর উদারতা পাশ্চাত্য সংস্কৃতিতে ব্যাপকভাবে ছড়িয়ে পরে। ইতিহাসবিদ রোনাল্ড হাটন লিখেছেন যে, ডিকেন্স ক্রিসমাসকে \"সামাজিক মিলনের প্রেক্ষাপটে উপাসনা ও ভোজের সঙ্গে সংযুক্ত করেছিলেন\", যা আজও উতসব আয়োজনের একটি গুরুত্বপূর্ণ অংশ হিসেবে রয়ে গেছে। \n\nঔপন্যাসিক উইলিয়াম ডিন হাওয়েলস ডিকেন্সের বেশ কয়েকটি ক্রিসমাস গল্প বিশ্লেষণ করে মন্তব্য করেন যে ১৮৯১ সালের মধ্যে এই গল্পগুলোতে করুণা কৃত্রিম ও অতিরঞ্জিত মনে হতে শুরু করেছিল; হাস্যরস ছিল নাটকীয়; চরিত্রগুলো অতিনাটকীয়; আনন্দের প্রকাশ ছিল চাঞ্চল্যকর; মনোবিজ্ঞান ছিল সরল; এবং সমাজবিজ্ঞানকে কেবল হাস্যরসের মাধ্যমে উপস্থাপন করা হয়েছিল।   লেখক জেমস জয়েস মনে করেন যে ডিকেন্স আ ক্রিসমাস ক্যারল বইটিতে এক শিশুসুলভ দৃষ্টিভঙ্গি গ্রহণ করেছিলেন, যা গল্পের সরল আশাবাদ এবং তৎকালীন সমাজের বাস্তবতার মধ্যে একটি বিভাজন তৈরি করেছিল।\nইংরেজি সাহিত্যের অধ্যাপক রুথ গ্ল্যান্সি উল্লেখ করেন যে আ ক্রিসমাস ক্যারল বইটির সবচেয়ে বড় প্রভাব ছিল পাঠকদের ব্যক্তিগত অনুভূতির ওপর।  ১৮৪৪ সালের গোড়ার দিকে দ্য জেন্টলম্যানস ম্যাগাজিন দাবি করে যে ব্রিটেনে দাতব্য দানের বৃদ্ধি ডিকেন্সের উপন্যাসের কারণে হয়েছে। ১৮৭৪ সালে, রবার্ট লুই স্টিভেনসন ডিকেন্সের ক্রিসমাস বইগুলো পড়ার পর অভাবীদের উদারভাবে দান করার প্রতিশ্রুতি দেন।   একইভাবে, টমাস কার্লাইল বইটি পড়ার পর দুটি ক্রিসমাস ভোজের আয়োজন করেন, যেখানে তিনি অতিথিদের জন্য উদার আতিথেয়তার ব্যবস্থা করেন। ১৮৬৭ সালে, এক আমেরিকান ব্যবসায়ী ডিকেন্সের একটি পাঠ অনুষ্ঠানে অংশ নিয়ে এতটাই প্রভাবিত হন যে তিনি ক্রিসমাসের দিনে তার কারখানা বন্ধ ঘোষণা করেন এবং প্রতিটি কর্মচারীকে একটি করে টার্কি উপহার দেন।   যখন বিংশ শতাব্দীর প্রথম দিকে নরওয়ের রানী - ওয়েলসের মড - লন্ডনের পঙ্গু শিশুদের জন্য উপহার পাঠিয়েছিলেন তাতে লেখা ছিল, \"উইথ টাইনি টিমস লাভ\"।   উপন্যাসটি সম্পর্কে লেখক জি কে চেস্টারটন গল্পের ভূয়সী প্রসংশা করেছেন।\nসময়ের সঙ্গে সঙ্গে আ ক্রিসমাস ক্যারল-এর বিভিন্ন অভিযোজনে কীভাবে পরিবর্তন এসেছে, তা বিশ্লেষণ করে ডেভিস দেখিয়েছেন যে গল্পের মূল প্রতিপাদ্য ও চরিত্রগুলোর পরিবর্তন সেই সময়ের মূলধারার চিন্তাভাবনার প্রতিফলন।ডিকেন্সের ভিক্টোরিয়ান পাঠকরা গল্পটিকে আধ্যাত্মিক অথচ ধর্মনিরপেক্ষ দৃষ্টান্ত হিসেবে দেখতেন। তবে বিংশ শতাব্দীর গোড়ার দিকে এটি শিশুদের গল্পে রূপান্তরিত হয়, যা বাবা-মায়েরা নিজেদের শৈশবের স্মৃতি থেকে তাদের সন্তানদের পড়ে শোনাতেন। মহামন্দার  আগের ও চলাকালীন সময়ে, ডেভিস উল্লেখ করেন যে কেউ কেউ গল্পটিকে \"পুঁজিবাদের বিরুদ্ধে নিন্দাসূচক\" হিসেবে ব্যাখ্যা করলেও, বেশিরভাগ মানুষ এটিকে কঠোর অর্থনৈতিক বাস্তবতা থেকে মুক্তির প্রতীক হিসেবে দেখতেন।  ১৯৩০-এর দশকে যুক্তরাজ্য ও যুক্তরাষ্ট্রে এই গল্পের উপর ভিত্তি করে বিভিন্ন চলচ্চিত্র নির্মান হয়। ব্রিটিশ চলচ্চিত্রগুলিতে গল্পের ঐতিহ্যগত বর্ণনার প্রতি অনুগত থাকা হলেও, আমেরিকান সংস্করণগুলিতে ক্র্যাচিটকে আরও কেন্দ্রীয় চরিত্র হিসেবে দেখানো হয়—যিনি ইউরোপীয় ব্যাংকারদের সৃষ্ট অর্থনৈতিক মন্দা থেকে পরিত্রাণ পান এবং  \"সাধারণ মানুষের বড়দিন\" উদযাপন করেন।  ১৯৬০-এর দশকে, স্ক্রুজকে মাঝে মাঝে একজন ফ্রয়েডীয় ব্যক্তিত্ব হিসেবে চিত্রিত করা হত যিনি তার অতীতের সাথে লড়াই করছিলেন।১৯৮০-এর দশকের মধ্যে, গল্পটি আবারও অর্থনৈতিক সংকট ও হতাশার প্রতিফলন হয়ে ওঠে, যেখানে স্ক্রুজকে কঠিন বাস্তবতার মধ্যে পড়ে থাকা ব্যক্তিত্ব হিসেবে উপস্থাপন করা হয়। \n\n\n== তথ্যসূত্র =="}