{"pageid": 1511878, "title": "মার্কিন যুক্তরাষ্ট্রে ধর্মের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1511878", "content": "মার্কিন যুক্তরাষ্ট্রে ধর্মচর্চার সূচনা হয়েছিল আদিবাসী আমেরিকানদের ধর্মচর্চা এবং আধ্যাত্মিক অনুশীলনের মধ্য দিয়ে। পরবর্তীতে কিছু উপনিবেশ প্রতিষ্ঠায়ও ধর্ম গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। কারণ অনেক উপনিবেশবাদী, যেমন পিউরিটানরা ধর্মকে ব্যবহার করে করা নিপীড়ন থেকে বাঁচতে নতুন উপনিবেশ গঠন করে। আমেরিকান বিপ্লবের উপর ধর্ম, বিশেষ করে খ্রিস্টধর্ম এবং আরও নির্দিষ্টভাবে প্রোটেস্ট্যান্টবাদের কতটা প্রভাব ছিল তা নিয়ে ঐতিহাসিকদের মধ্যে বিতর্ক রয়েছে। মার্কিন যুক্তরাষ্ট্রের প্রতিষ্ঠাতা সদস্যদের  অনেকেই স্থানীয় প্রোটেস্ট্যান্ট গির্জায় সক্রিয় ছিলেন। তাদের মধ্যে কারো কারো যেমন: থমাস জেফারসন, বেঞ্জামিন ফ্র্যাঙ্কলিন এবং জর্জ ওয়াশিংটনের মধ্যে আস্তিকতার মনোভাব ছিল। কিছু গবেষক এবং লেখক মার্কিন যুক্তরাষ্ট্রের ক্যালভিনিস্ট ঐতিহ্যের উপর বিশেষভাবে জোর দিয়ে মার্কিন যুক্তরাষ্ট্রকে \"প্রোটেস্ট্যান্ট জাতি\" বা \"প্রোটেস্ট্যান্ট নীতির উপর প্রতিষ্ঠিত জাতি\" হিসাবে উল্লেখ করেছেন। তবে,অন্যান্যরা আমেরিকান বিপ্লবের ধর্মনিরপেক্ষতার উপর জোর দেন এবং জাতির প্রতিষ্ঠার দলিলগুলিতে উল্লেখিত ধর্মনিরপেক্ষতার কথা উল্লেখ করেন।\nযদিও প্রোটেস্ট্যান্ট ধর্ম সর্বদা মার্কিন যুক্তরাষ্ট্রে খ্রিস্টধর্মের প্রধান এবং সংখ্যাগরিষ্ঠ রূপ ছিল। তবে প্রতিষ্ঠার পর থেকেই দেশটিতে সংখ্যায় কম কিন্তু উল্লেখযোগ্য পরিমাণ ক্যাথলিক জনসংখ্যা ছিল। এছাড়াও, মার্কিন যুক্তরাষ্ট্র উত্তর আমেরিকার ক্যাথলিক স্প্যানিশ এবং ফ্রান্স সাম্রাজ্যের অধিভুক্ত অঞ্চলগুলিতে বিস্তৃত হওয়ার সাথে সাথে,মার্কিন যুক্তরাষ্ট্রে ক্যাথলিক জনসংখ্যা বৃদ্ধি পায়। পরবর্তীতে, ১৯ শতকের মাঝামাঝি থেকে শেষের দিকে এবং ২০ শতকের শেষের দিকে ক্যাথলিক দেশগুলি থেকে বহুসংখ্যক  ক্যাথলিক অভিবাসী মার্কিন যুক্তরাষ্ট্রে চলে আসে, যার ফলে ক্যাথলিকদের বৈচিত্র্য আরও বৃদ্ধি পায় ও দেশটিতে ক্যাথলিকদের সংখ্যা উল্লেখযোগ্যভাবে বৃদ্ধি পায় এবং একই সাথে আমেরিকানদের মধ্যে তীব্র ক্যাথলিক-বিরোধীতা বৃদ্ধি পায়। একই সময়ে, এই অভিবাসনের ফলে মার্কিন যুক্তরাষ্ট্রে প্রচুর সংখ্যক ইহুদি এবং পূর্ব অর্থোডক্স অভিবাসীরাও চলে আসে। তবে প্রোটেস্ট্যান্ট ধর্ম (অর্থাৎ একত্রিতভাবে সমস্ত প্রোটেস্ট্যান্ট সম্প্রদায় ) এখনও পর্যন্ত মার্কিন যুক্তরাষ্ট্রের প্রধান ও বৃহত্তম ধর্ম এবং খ্রিস্টধর্মের প্রভাবশালী ও প্রধান রূপ হিসাবে রয়ে গেছে। কিন্তু প্রোটেস্ট্যান্ট ধর্মকে একক ধর্মীয় গোষ্ঠী হিসাবে গণনা করার পরিবর্তে বিভিন্ন সম্প্রদায়ে বিভক্ত করা হলে, জরিপ অনুযায়ী ক্যাথলিকরা মার্কিন যুক্তরাষ্ট্রের বৃহত্তম ধর্মীয় সম্প্রদায়। সামগ্রিকভাবে, প্রায় ৪৩% আমেরিকান নিজেদেরকে প্রোটেস্ট্যান্ট হিসেবে পরিচয় দেয়, বাকি আমেরিকানদের মধ্যে ২০% নিজেদেরকে ক্যাথলিক হিসেবে, ৪% নিজেদেরকে মরমোনিজম, পূর্ব অর্থোডক্স খ্রিস্টধর্ম এবং প্রাচ্য অর্থোডক্স খ্রিস্টধর্ম এবং যিহোবার সাক্ষিদের মতো বিভিন্ন খ্রিস্টান গোষ্ঠীর সাথে পরিচয় দেয় এবং ২% নিজেদেরকে ইহুদি হিসেবে পরিচয় দেয়। জনসংখ্যার ১% হল হিন্দু, বৌদ্ধ এবং মুসলিম।বিংশ শতাব্দীর শেষের দিকে পশ্চিম ইউরোপ ধর্মনিরপেক্ষ হয়ে ওঠার সাথে সাথে, মার্কিন যুক্তরাষ্ট্র মূলত এই প্রবণতার বিরুদ্ধে লড়াই করেছিল।এর ফলে, একবিংশ শতাব্দীর মধ্যে, মার্কিন যুক্তরাষ্ট্র সমস্ত প্রধান পশ্চিমা দেশগুলির মধ্যে সবচেয়ে শক্তিশালী খ্রিস্টানদের মধ্যে একটি হয়ে ওঠে। গর্ভপাত এবং সমকামিতার মতো বিষয়গুলিতে ধর্মীয় নৈতিক অবস্থান আমেরিকান রাজনীতিতে একটি উত্তপ্ত বিতর্কিত ভূমিকা পালন করে। যাইহোক, সাম্প্রতিক বছরগুলিতে মার্কিন যুক্তরাষ্ট্র অতিদ্রুত এবং নাটকীয়ভাবে ধর্মনিরপেক্ষ রাষ্ট্র হয়ে উঠছে। মোট জনসংখ্যার মাত্র ২৬% বর্তমানে নিজেদেরকে \"অনুষঙ্গিক\" হিসেবে ঘোষণা করছে, অর্থাৎ এরা সাধারণভাবে কোনও ধর্মের সাথে অথবা কোনও ধর্মীয় সংগঠনের সাথে যুক্ত নয়। \n\n\n== জনসংখ্যা ==\n\nমার্কিন আদমশুমারিতে কখনোই আমেরিকানদের সরাসরি তাদের ধর্ম বা ধর্মীয় বিশ্বাস সম্পর্কে জিজ্ঞাসা করা হয়নি, তবে এটি ১৯৪৫ সাল থেকে প্রতিটি সম্প্রদায়ের পরিসংখ্যান সংকলন শুরু করেছে। ফিঙ্ক এবং স্টার্ক ১৮৫০ সালের পরের সরকারী আদমশুমারির তথ্য এবং ১৭৭৬ সালের অ্যাটলাসের পরিসংখ্যান বিশ্লেষণ করেন, যাতে করে নির্দিষ্ট সম্প্রদায়ের অনুসারী আমেরিকানদের সংখ্যা অনুমান করা যায়।তাদের বিশ্লেষণ অনুযায়ী, ১৭৭৬ সালে, তাদের ১৭% মানুষ ধর্মীয় বিশ্বাস পোষণ করত। ১৯ শতকের শেষের দিকে, ১৮৫০-১৮৯০ সালে, এই হার ৩৪% থেকে বেড়ে ৪৫% হয়। ১৮৯০-১৯৫২ সালে, এই হার ৪৫% থেকে বেড়ে ৫৯% হয়।\n\n\n=== পিউ ফোরামের তথ্য ===\nপিউ রিসার্চ সেন্টারের মতে, মার্কিন যুক্তরাষ্ট্রে প্রোটেস্ট্যান্টদের সংখ্যা ১৯৪৮ সালের পর দুই-তৃতীয়াংশেরও বেশি হ্রাস পেয়েছে।২০১২ সালের  প্রোটেস্ট্যান্টদের অনুসারীদের সংখ্যা ১৯৪৮ সালের অনুসারীর সংখ্যার অর্ধেকেরও কম। এখন, ৪৮% আমেরিকান নাগরিক নিজেদেরকে প্রোটেস্ট্যান্ট হিসেবে নিজেদের পরিচয় দেয়।\n\n\n=== গ্যালাপ তথ্য ===\nএখানে তথ্যটি গ্যালাপ থেকে এসেছে, গ্যালাপ ১৯৪৮ সাল থেকে প্রতি বছর আমেরিকানদের তাদের ধর্মীয় পছন্দ সম্পর্কে জরিপ করে আসছে।তবে, গ্যালাপ কখনো জিজ্ঞাসা করেনি যে কোনও ব্যক্তি ঐ সম্প্রদায়ের আনুষ্ঠানিক সদস্য কিনা। ফাঁকা ঘরগুলো নির্দেশ করে যে ঐ নির্দিষ্ট বছরের জন্য কোনও তথ্য উপলব্ধ নেই।  এখানে সমস্ত শতাংশ নিকটতম শতাংশ-তে পূর্ণসংখ্যায়িত, তাই ০% বলতে ০.৫% এর কম যেকোনো শতাংশকে বোঝানো হতে পারে।\n\nবেশিরভাগ অ-প্রোটেস্ট্যান্ট দেশগুলিতে অভিবাসন বিধিনিষেধ শিথিলকরণের কারণে প্রোটেস্ট্যান্ট অভিবাসীদের সংখ্যা তুলনামূলক কম। ১৯৪৮ সাল থেকে ১৯৮০ সাল পর্যন্ত মার্কিন যুক্তরাষ্ট্রে ক্যাথলিকদের সংখ্যা বৃদ্ধি পায়, কিন্তু তারপর আবার কমতে শুরু করে। এই একই সময়ের মধ্যে মার্কিন যুক্তরাষ্ট্রে ইহুদিদের সংখ্যা ৪% থেকে কমে ২% হয়েছে। ১৯৪৮ সালের পর থেকে পূর্ববর্তী বছরের তুলনায় মার্কিন যুক্তরাষ্ট্রে ইহুদি অভিবাসন খুবই কম। ১৯৪৮ সালে অন্যান্য ধর্মাবলম্বীদের সংখ্যা প্রায় নেই বললেই চলে, কিন্তু ২০১১ সালের মধ্যে তা ৫%-এ উন্নীত হয়। এর অন্যতম কারণ ছিল অ-খ্রিস্টান দেশগুলি থেকে বিপুল সংখ্যক মানুষের অভিবাসন। মার্কিন যুক্তরাষ্ট্রে অ-ধর্মীয় (নাস্তিক, অজ্ঞেয়বাদী, এবং অধর্মী মানুষ) মানুষের সংখ্যা নাটকীয়ভাবে ২% থেকে বেড়ে ১৩% হয়েছে। ধর্ম এবং ধর্মীয় বিশ্বাস সম্পর্কে অনিশ্চিত আমেরিকানদের সংখ্যা বছরের পর বছর ধরে প্রায় একই রয়ে গেছে, সর্বদা ০% থেকে ৪% এর মধ্যে ঘোরাফেরা করছে।\n\nগত ১৯ বছরে,মোট আমেরিকান জনসংখ্যার শতাংশের হিসাবে কিছু ঐতিহ্যবাহী প্রোটেস্ট্যান্ট সম্প্রদায় এবং শাখার অনুসারীর সংখ্যা ব্যাপক হ্রাসের সম্মুখীন হয়েছে। এর মধ্যে রয়েছে সাউদার্ন ব্যাপটিস্ট, মেথডিস্ট, প্রেসবিটেরিয়ান, এপিস্কোপ্যালিয়ান এবং অন্যান্য প্রোটেস্ট্যান্টরা। গত ১৯ বছরে একমাত্র প্রোটেস্ট্যান্ট সম্প্রদায় যা উল্লেখযোগ্যভাবে তাদের অনুসারীদের সংখ্যা বৃদ্ধি করেছে তা হল অ-সাম্প্রদায়িক প্রোটেস্ট্যান্টবাদ।\n\n\n== ইউরোপীয় উপনিবেশ স্থাপনের আগে ==\n\n\n=== আদিবাসী আমেরিকানরা ===\n\nআমেরিকার আদিবাসীদের আধ্যাত্মিক অনুশীলনই মূলত আদিবাসী আমেরিকানদের ধর্ম ছিল । ঐতিহ্যবাহী আদিবাসী আমেরিকানদের ধর্মীয় আনুষ্ঠানিকতার ধরণ ছিল ব্যাপকভাবে ভিন্ন এবং পৃথক উপজাতি, গোষ্ঠী ও ব্যান্ডের বিভিন্ন ইতিহাস এবং বিশ্বাসের উপর ভিত্তি করে তৈরি। প্রাথমিক ইউরোপীয় অভিযাত্রীরা বিভিন্ন পৃথক আদিবাসী আমেরিকান উপজাতি  এবং এমনকি ছোট ছোট গোষ্ঠীরও বর্ণনা দিয়েছেন, যাদের প্রত্যেকের নিজস্ব ধর্মীয় রীতিনীতি ছিল। তাদের ধর্মতত্ত্ব একশ্বরবাদী, বহুঈশ্বরবাদী, হেনোঈশ্বরবাদী, প্রাণবাদী, অথবা এর কিছু সমন্বয় গঠিত ছিল। ঐতিহ্যবাহী বিশ্বাসগুলি সাধারণত মৌখিক ইতিহাস, গল্প, রূপকথা এবং নীতির আকারে ছড়িয়ে পড়ে এবং পরিবার ও সম্প্রদায়ের বংশানুক্রমিক শিক্ষার উপর নির্ভর করত।\n\nবিভিন্ন সময়ে গুরুত্বপূর্ণ ধর্মীয় নেতারা পুনরুজ্জীবন অনুষ্ঠানের আয়োজন করতেন। ১৮০৫ সালে ইন্ডিয়ানায়, গুটিবসন্তের মহামারী এবং ডাইনি-শিকারের ধারাবাহিকতার পর টেনস্কওয়াটাওয়া (আমেরিকানরা যাকে শানি প্রফেট বলে ডাকত) ধর্মীয় পুনরুজ্জীবনের নেতৃত্ব দেন। তার বিশ্বাসগুলি লেনাপ নবী, এবং নিওলিনের পূর্ববর্তী শিক্ষার উপর ভিত্তি করে তৈরি ছিল, যারা আসন্ন সর্বনাশের ভবিষ্যদ্বাণী করেছিলেন যে ইউরোপীয়-আমেরিকান বসতি স্থানীয়দের সংখ্যা হ্রাস করবে। তেনস্কওয়াতাওয়া উপজাতিদের আমেরিকানদের পথ প্রত্যাখ্যান করার আহ্বান জানান।তিনি উপজাতিদের আগ্নেয়াস্ত্র, মদ এবং আমেরিকান-ধাঁচের পোশাক ত্যাগ করতে, ব্যবসায়ীদের তাদের ঋণের অর্ধেক মূল্য দিতে এবং মার্কিন যুক্তরাষ্ট্রে আর কোনও জমি ছেড়ে দেওয়া থেকে বিরত থাকতে উপদেশ দেন। পুনরুজ্জীবন অনুষ্ঠানের সূত্র ধরে তার ভাই টেকুমসেহের নেতৃত্বে শ্বেতাঙ্গ বসতি স্থাপনকারীদের বিরুদ্ধে যুদ্ধ শুরু হয়। \nআদিবাসী আমেরিকানদের লক্ষ করে ব্যাপকভাবে খ্রিস্টান মিশনারি কার্যকলাপ পরিচালিত হয়। ক্যাথলিকরা হুরন ও ক্যালিফোর্নিয়ায় স্প্যানিশ মিশন এবং বিভিন্ন প্রোটেস্ট্যান্ট সম্প্রদায়ের মধ্যে জেসুইটরা মিশন চালু করেছিলেন। অসংখ্য প্রোটেস্ট্যান্ট সম্প্রদায় মিশনারী হিসেবে সক্রিয় ছিল। উনিশ শতকের শেষের দিকে, আমেরিকান সমাজে একীভূত বেশিরভাগ আদিবাসী আমেরিকানরা  খ্রিস্টান ধর্ম গ্রহণ করে এবং সংরক্ষিত অঞ্চলে বসবাসকারীদের একটি বড় অংশও খ্রিস্টান ধর্ম পালন শুরু করে। ১৯৫০ সালের পর পেন্টেকস্টাল পুনরুজ্জীবনবাদ তাদের সমর্থন না করা পর্যন্ত বৃহত্তম এবং সবচেয়ে বিচ্ছিন্ন উপজাতি নাভাজো মিশনারি উদ্যোগের তীব্র বিরোধিতা করেছিল।\n\n\n== আমেরিকান বিপ্লবের আগে ==\n\nনিউ ইংল্যান্ডের উপনিবেশগুলি ধর্মীয় নিপীড়নের সম্মুখীন হওয়া ইংরেজরা স্থাপন করেছিল। এগুলি \"ধর্মের কারণে সৃষ্ট\" হিসেবে কল্পনা ও প্রতিষ্ঠিত করা হয়েছিল। এই অঞ্চলগুলিতে আগত কিছু বসতি স্থাপনকারী ধর্মনিরপেক্ষ হওয়ার উদ্দেশ্যে এসেছিলেন।তবে,একজন নিউ ইংল্যান্ডার বলেছিলেন \"তিনি মাছ ধরার জন্য এসেছিলেন।\"তবে তাদের অধিকাংশই ইউরোপ ছেড়েছিলেন যেভাবে তারা সঠিক বলে বিশ্বাস করেছিলেন সেইভাবে উপাসনা করার জন্য। তারা তাদের নেতাদের \"পাহাড়ের উপরে একটি শহর\"(এটি বাইবেলের একটি সাংকেতিক কথা) তৈরির প্রচেষ্টাকে সমর্থন করেছিলেন। তারা বিশ্বাস করতেন এ কাজে তাদের সাফল্য প্রমাণ করবে যে, ঈশ্বরের পরিকল্পনা আমেরিকান ভূমিতে সফলভাবে বাস্তবায়িত হতে পারে।\n\n\n=== পিউরিটানরা ===\nপিউরিটানিজম কোন স্বতন্ত্র ধর্ম ছিল না। বরং, এটি ছিল প্রোটেস্ট্যান্ট ধর্মের সংস্কারের জন্য ইংল্যান্ডে শুরু হওয়া একটি আন্দোলন। যাইহোক, আমেরিকার প্রথম পিউরিটান যাদের এই নামে ডাকা হত তারা ১৬২৯ থেকে ১৬৪০ সালের মধ্যে নিউ ইংল্যান্ডে, বিশেষ করে ম্যাসাচুসেটস বে এলাকায় এসে বসতি স্থাপন করে। তবে এরা নিজেদেরকে ইংরেজ চার্চ থেকে সম্পূর্ণ বিচ্ছিন্ন মনে করত না।এরা মূলত বিশ্বাস করত যে, তারা একদিন ইংল্যান্ডকে শুদ্ধ করার জন্য ফিরে আসবে।\nপিউরিটানদের প্রায়ই প্রোটেস্ট্যান্টদের একটি স্বতন্ত্র কিন্তু একই রকম সম্প্রদায় অর্থাৎ বিচ্ছিন্নতাবাদী মনে করা হয়। বিচ্ছিন্নতাবাদীরা বিশ্বাস করত যে, ইংল্যান্ডের চার্চ দুর্নীতিগ্রস্ত। বিচ্ছিন্নতাবাদীরা বিশ্বাস করতেন যে, ইংল্যান্ডকে শুদ্ধ করার জন্য এর চেয়ে বেশি কিছু করা সম্ভব নয়।ইংল্যান্ডে বিচ্ছিন্নতাবাদীদের উপর অত্যাচার করা হয়েছিল এবং তাদের ধর্ম নিষিদ্ধ করা হয়েছিল।তাই তারা তাদের নিজস্ব একটি বিশুদ্ধ গির্জা গঠনের সংকল্প করেছিল। এদের মধ্যে একটি দল হলো পিলগ্রিমস। তারা ১৬২০ সালে ইংল্যান্ড থেকে আমেরিকার উদ্দেশ্যে রওনা হয় এবং ম্যাসাচুসেটসের প্লাইমাউথে বসতি স্থাপন করে। এরাই সেই বসতি স্থাপনকারী যারা আমেরিকায় থ্যাঙ্কসগিভিংয়ের ঐতিহ্য প্রতিষ্ঠা করেছিলেন। তারাই সেই দল যাদের প্রতি শ্রদ্ধা জানাতে অনেকেই ফ্যাকাশে রঙ এবং বাকলযুক্ত টুপি পরেন। তবে, এসকল তীর্থযাত্রীরা আসলে এমন পোশাক পরতেন না।\nপিলগ্রিম এবং পিউরিটানরা একসাথে মিলে ম্যাসাচুসেটস বে কলোনি গঠন করেছিল। যদিও পিউরিটানিজমের অবসানের নির্দিষ্ট সময় বা এর অবসানের কারণ নির্ধারণ করা কঠিন।তবুও, সবচেয়ে বেশি যে কারণগুলি উল্লেখ করা হয়েছে তা হল: তারা তাদের ধর্মের প্রতি কম আনুগত্যশীল হয়ে পড়েছিল। এছাড়াও, যদিও সঠিক সময় নিয়ে কিছু মতবিরোধ রয়েছে, তবে বেশিরভাগ সূত্র একমত যে ১৮ শতকের শুরুতে পিউরিটানিজম হ্রাস পেয়েছিল। পিউরিটানরা সংযম, পরিশ্রম, শিক্ষা এবং দায়িত্বকে গুরুত্ব দিত। তারা পূর্বনির্ধারণে বিশ্বাস করত। তারা ক্যাথলিক ধর্ম সহ অন্য যে সকল ধর্মকে ভুলে মনে করত, তাদের ঘৃণা করত। যদিও তারা ইংল্যান্ডকে শুদ্ধ করার ইচ্ছা করেছিল, তবুও তারা ধর্মনিরপেক্ষভাবে তাদের মন্ত্রী এবং সদস্যদের বেছে নিয়েছিল।\nপিউরিটান মূল্যবোধের আমেরিকান আদর্শের উপর কিছু প্রভাব রয়েছে। ব্যক্তিবাদ এর মধ্যে উল্লেখযোগ্য। উদাহরণস্বরূপ, বিশ্বাসের দ্বারা ন্যায্যতা প্রমাণের পিউরিটান ধারণাটি ব্যক্তির ব্যক্তিগত মূল্যবোধের উপর জোর দেয়। অধিকন্তু, ইংল্যান্ডের চার্চ থেকে তাদের বিচ্ছেদ তাদের স্বাধীনতার প্রমাণ দেয়।যদিও তারা নিজেদের সম্পূর্ণ আলাদা বলে মনে করত না। একইভাবে পিলগ্রিমদেরও আমেরিকান আদর্শের উপর প্রভাব রয়েছে।প্রকৃতপক্ষে, আমেরিকায় প্রথম আগমনের পর, পিলগ্রিমরা মেফ্লাওয়ার কম্প্যাক্টে স্বাক্ষর করে। এটি একটি দলিল যা ইংল্যান্ডের নিয়ন্ত্রণ থেকে স্বাধীন একটি সরকার প্রতিষ্ঠা করার অধিকার দেয়।যদিও, একটি অস্থায়ী সরকার যাকে স্বাধীনতার অ-অস্থায়ী ঘোষণার পূর্বসূরী হিসাবে ভাবা যেতে পারে।\n\n\n=== ঔপনিবেশিক যুগে প্রতিষ্ঠা ===\nআমেরিকান উপনিবেশগুলিতে প্রাথমিক অভিবাসীরা মূলত তাদের নিজস্ব পদ্ধতিতে স্বাধীনভাবে উপাসনা করত। বিশেষ করে ইংরেজ গৃহযুদ্ধের পরে এবং ফ্রান্স ও জার্মানিতে ধর্মীয় বিরোধের সময় এর বেশ প্রভাব ছিল। তাদের মধ্যে পিউরিটান এবং পিলগ্রিমদের মতো অসংখ্য অ-অনুসারীর পাশাপাশি বাল্টিমোরের ক্যাথলিকরাও ছিলেন। ধর্মীয়ভাবে একই পটভূমিতে থাকা সত্ত্বেও বৃহত্তর ধর্মীয় সহনশীলতার বিষয়ে এসকল গোষ্ঠীগুলির মিশ্র দৃষ্টিভঙ্গি ছিল। রোড আইল্যান্ডের রজার উইলিয়ামস এবং উইলিয়াম পেন-এর মতো কিছু প্রভাবশালী মানুষ তাদের উপনিবেশের মধ্যে ধর্মীয় সংখ্যালঘুদের সুরক্ষা নিশ্চিত করেছিল। এছাড়াও,অন্যরা প্লাইমাউথ কলোনি এবং ম্যাসাচুসেটস বে কলোনি গির্জা প্রতিষ্ঠা করেছিল। নিউ নেদারল্যান্ডসের ডাচ উপনিবেশ ডাচ রিফর্মড চার্চ প্রতিষ্ঠা করেছিল এবং অন্যান্য সমস্ত উপাসনাকে নিষিদ্ধ করেছিল। তবে উপনিবেশিক শাসনের শেষ বছরগুলিতে ডাচ ওয়েস্ট ইন্ডিয়া কোম্পানি কর্তৃক এ আইনের প্রয়োগ খুব কম ছিল।ডাচ রিফর্মড চার্চ প্রতিষ্ঠার কয়েকটি কারণ হলো:প্রতিষ্ঠিত চার্চের কারণে রাষ্ট্রের দারিদ্রতা বিলোপ বাধাগ্রস্থ হতো। তাই ভিন্নমত পোষণকারী গির্জাগুলির একটি উল্লেখযোগ্য সুবিধা হত। রাজ্য পর্যায়ও যেকোনো প্রতিষ্ঠিত গির্জার সমর্থনের বিরোধী ছিল। ১৭৭৩ সালে নিউ ইংল্যান্ডের একজন বিশিষ্ট ব্যাপটিস্ট মন্ত্রী আইজ্যাক ব্যাকাস পর্যবেক্ষণ করেছিলেন যে, \"যখন গির্জা এবং রাষ্ট্র পৃথক থাকে, তখন এর প্রভাব রাষ্ট্রের জন্য কল্যাণকর হয় এবং তারা একে অপরের কাজে মোটেও হস্তক্ষেপ করে না। কিন্তু,যেখানে তারা একসাথে থাকে, সেখানকার অনিয়ম সম্পূর্ণরূপে বর্ণনা করা অসম্ভব।\" বিল অফ রাইটসের পাঁচ বছর আগে, ১৭৮৬ সালে থমাস জেফারসনের প্রভাবশালী ভার্জিনিয়া ধর্মীয় স্বাধীনতা আইন প্রণয়ন করা হয়েছিল। বেশিরভাগ অ্যাংলিকান মন্ত্রী এবং দক্ষিণের বাইরের অনেক অ্যাংলিকান এ আইনের প্রতি অনুগত ছিলেন। বিপ্লবের সময় অ্যাংলিকান চার্চ ভেঙে ফেলা হয়েছিল এবং ব্রিটেন থেকে বিচ্ছিন্ন হওয়ার পর এটি স্বাধীন এপিস্কোপাল চার্চ হিসেবে পুনর্গঠিত হয়েছিল।\n\n\n=== আমেরিকায় নির্যাতন ===\n\nপিউরিটানরা তাদের উপনিবেশ থেকে ভিন্নমতাবলম্বীদের বিতাড়িত করত। ভিন্নমতাবলম্বী হওয়ার কারণে ,তারা ১৬৩৬ সালে রজার উইলিয়ামস এবং ১৬৩৮ সালে আমেরিকার প্রথম প্রধান মহিলা ধর্মীয় নেতা অ্যান হাচিনসনকে তাদের উপনিবেশ থেকে বহিষ্কার করেছিল।যদিও পিউরিটানরা ইউরোপে ধর্মীয় নিপীড়নের শিকার হয়েছিল। কিন্তু তারা\" রাষ্ট্রে ধর্মের অভিন্নতার প্রয়োজনীয়তা\"-র এই তত্ত্বকে সমর্থন করেছিল ও এটিকে অনুমোদন করেছিল।\n চারজন কোয়েকার যারা পিউরিটানদের অমান্য করে তাদের নিজেদের ধর্মে ফিরে যাওয়ার চেষ্টা করেছিল, তাদের ১৬৫৯ থেকে ১৬৬১ সালের মধ্যে বোস্টনে মৃত্যুদণ্ডের সাজা দেওয়া হয়েছিল। তবে সপ্তদশ শতাব্দীর অসহিষ্ণুতার কথা উল্লেখ করে, টমাস জেফারসন ভার্জিনিয়ানদের তুলনায় পিউরিটানদের কোনও নৈতিক শ্রেষ্ঠত্বে ভূষিত করতে রাজি ছিলেন না। ১৬৫৯ সালের শুরুতে, ভার্জিনিয়া কোয়েকার-বিরোধী আইন প্রণয়ন করে, যার মধ্যে অবাধ্য কোয়েকারদের মৃত্যুদণ্ডও অন্তর্ভুক্ত ছিল। জেফারসন বলেছিলেন যে \"যদি নিউ ইংল্যান্ডের মতো এখানে কোনও মৃত্যুদণ্ড কার্যকর না হয়, তবে এটি গির্জার সংযম বা আইনসভার চেতনার কারণে হয়নি।\"\nপিউরিটানরা সালেম ডাইনি বিচারও শুরু করেছিল, যে শহরের নামকরণ করা হয়েছিল, সেলেম, ম্যাসাচুসেটস-এ তাদের বন্দী করা হয়েছিল। স্থানীয় শ্রদ্ধেয় কন্যার অপহরণ এবং তার পরবর্তী অভিযোগের পর থেকে, ২০০ জনেরও বেশি লোককে জাদুবিদ্যা অনুশীলনের অভিযোগে অভিযুক্ত করা হয়েছিল এবং ২০ জনকে মৃত্যুদণ্ড দেওয়া হয়েছিল। উপনিবেশটি অবশেষে বুঝতে পারে যে বিচারগুলি একটি ভুল ছিল এবং দোষী সাব্যস্ত সদস্যদের পরিবারকে সাহায্য করার চেষ্টা করে।\n\n\n==== রোড আইল্যান্ডের প্রতিষ্ঠা ====\n১৬৩৬ সালের শীতকালে, প্রাক্তন পিউরিটান নেতা রজার উইলিয়ামসকে ম্যাসাচুসেটস থেকে বহিষ্কার করা হয়েছিল। তিনি ধর্মের স্বাধীনতার পক্ষে যুক্তি দেখিয়ে লিখেছিলেন, \"ঈশ্বর কোনও নাগরিক রাষ্ট্রে ধর্মের অভিন্নতা কার্যকর এবং প্রয়োগ করার দাবি করেন না।\" উইলিয়ামস পরবর্তীতে ধর্মীয় স্বাধীনতার নীতির উপর ভিত্তি করে রোড আইল্যান্ড প্রতিষ্ঠা করেছিলেন। তিনি ধর্মীয় বিশ্বাসের লোকদের স্বাগত জানাতেন। তবে কিছু লোককে তিনি বিপজ্জনকভাবে বিপথগামী বলেও মনে করতেন।তিনি বিশ্বাস করতেন যে,\"জোরপূর্বক উপাসনা ঈশ্বরের বিরক্তির কারণ।\"\n\n\n=== আমেরিকায় ইহুদি আশ্রয় ===\n\nডাচ জাহাজ সেন্ট ক্যাট্রিনার যাত্রী হিসেবে প্রথম আমেরিকায় ইহুদিদের  আগমনের প্রমাণ পাওয়া যায়।এই রেকর্ডগুলি জান পিটারস কেটেল সংরক্ষণ করেছিলেন। জান পিটারস কেটেল পিরিবুমে জাহাজের একজন ক্যাপ্টেন ছিলেন। পিরিবুমে ছিল আমস্টারডামের একটি জাহাজ।জান পিটারস পিরিবুমে জাহাজের ক্যাপ্টেন থাকাকালীন জাহাজটি সেন্ট ক্যাট্রিনায় এসে পৌঁছেছিল। জান পিটারস কেটেলের মতে, ডাচ ব্রাজিলে নির্যাতনের শিকার হয়ে পালিয়ে আসা ২৩ জন ইহুদি শরণার্থী ১৬৫৪ সালে নিউ আমস্টারডামে পৌঁছেছিলেন।  পরের বছরের মধ্যে, এই ছোট সম্প্রদায়টি শহরে ধর্মীয় সেবা প্রতিষ্ঠা করেছিল। ১৬৭৭ সালের দিকে, সেফারডিমের একটি দল ধর্মীয় স্বাধীনতার জন্য রোড আইল্যান্ডের নিউপোর্টে এসে পৌঁছায় এবং ১৬৭৮ সালের মধ্যে তারা নিউপোর্টে জমি কিনে নেয়। এরপরও,অল্প সংখ্যক ইহুদি ব্রিটিশ উত্তর আমেরিকার উপনিবেশগুলিতে আসতে থাকে। তাদের বেশিরভাগই সমুদ্রবন্দর শহরগুলিতে বসতি স্থাপন করেছিল। ১৮ শতকের শেষের দিকে, ইহুদি বসতি স্থাপনকারীরা বেশ কয়েকটি উপাসনালয় প্রতিষ্ঠা করেছিল।\n\n\n=== কোয়েকার ===\n\n১৬৫২ সালে ইংল্যান্ডে নেতা জর্জ ফক্সের নেতৃত্বে \"রিলিজিয়াস সোসাইটি অফ ফ্রেন্ডস\" গঠিত হয়।কোয়েকাররা অনেক পিউরিটান বিশ্বাসকে চরম পর্যায়ে নিয়ে গিয়েছিল।তাই সম্প্রতি,গির্জার অনেক ইতিহাসবিদরা কোয়েকারদের উগ্র পিউরিটান হিসেবে বিবেচনা করেছেন। কোয়েকারদের পিউরিটান শ্রেণীবিভাগের সমর্থনে ঐতিহাসিকরা যুক্তি দেন যে,কোয়েকাররা পিউরিটানদের নম্র আচরণকে উগ্র করে তোলেছিল। ধর্মতাত্ত্বিকভাবে, তারা   \"পবিত্র আত্মা দ্বারা পুনরুজ্জীবিত ব্যক্তিদের একটি গির্জা\" পিউরিটানদের এই ধারণাকে \"প্রতিটি ব্যক্তির মধ্যে আত্মার বাসস্থান বা খ্রিস্টের আলো\" এই ধারণায় প্রসারিত করেছিলেন।এই ধরনের শিক্ষা কোয়েকারদের সমসাময়িক অনেকে বিপজ্জনক ধর্মদ্রোহিতা বলে মনে করেছিল।গোঁড়া খ্রিস্টধর্ম থেকে এত দূরে সরে যাওয়ার সাহস করার কারণে ইংল্যান্ডে কোয়েকারদের উপর কঠোর নির্যাতন চালানো হয়েছিল। ১৬৮০ সালের মধ্যে, ইংল্যান্ডে ১০,০০০ জন কোয়েকারকে কারারুদ্ধ করা হয়েছিল। এদের মধ্যে,২৪৩ জন জেলে নির্যাতনের কারণে মারা গিয়েছিল।\nএই নির্যাতনের ফলে ১৬৭০-এর দশকে \"রিলিজিয়াস সোসাইটি অফ ফ্রেন্ডস\" রোড আইল্যান্ডে আশ্রয় নিতে বাধ্য হয়েছিল।তারা শীঘ্রই এখানে সুপ্রতিষ্ঠিত হয়ে ওঠেছিল। ১৬৮১ সালে,কোয়েকার নেতা উইলিয়াম পেন তার বাবার কাছে চার্লস দ্বিতীয়ের ঋণের বিনিময়ে পেনসিলভানিয়া প্রদেশের ক্ষমতা লাভ করেছিলেন।তখন আরও অনেক কোয়েকার এমন একটি দেশে বসবাসের সুযোগ গ্রহণ করতে প্রস্তুত ছিলেন যেখানে তারা স্বাধীনভাবে উপাসনা করতে পারবেন। ১৬৮৫ সালের মধ্যে, ইংল্যান্ড, ওয়েলস এবং আয়ারল্যান্ড থেকে ৮,০০০ কোয়েকার পেনসিলভানিয়ায় এসেছিলেন।কিছু ধর্মীয় বিশ্বাস এবং অনুশীলনে কোয়েকাররা পিউরিটানদের সাথে সাদৃশ্যপূর্ণ ছিল। কিন্তু,সমাজে ধর্মীয় অভিন্নতার প্রয়োজনীয়তা নিয়ে তাদের মধ্যে মতবিরোধ ছিল।\n\n\n=== পেনসিলভানিয়ায় জার্মানরা ===\n১৮ শতকের মাঝামাঝি সময়েই পেনসিলভানিয়ায় বেশিরভাগ জার্মান অভিবাসন সংঘঠিত হয়েছিল। এইসকল বছরগুলিতে, বেশিরভাগ জার্মান অভিবাসী ছিলেন লুথেরান, সংস্কারিত, অথবা ছোট ছোট সম্প্রদায় মেনোনাইট, আমিশ, ডানকার, মোরাভিয়ান এবং শোয়েঙ্কফেল্ডারের সদস্য। তাদের অধিকাংশই কৃষি কাজের মাধ্যমে জীবিকা নির্বাহ করত।\n\n\n=== মেরিল্যান্ডের ক্যাথলিকরা ===\n\nক্যাথলিকদের রাজনৈতিক বিরোধিতার জন্য ক্যাথলিকরা হয়রানির শিকার হয়েছিল এবং রানী প্রথম এলিজাবেথের রাজত্বকাল থেকেই তাদের নাগরিক অধিকার কেড়ে নেওয়া হয়েছিল। জর্জ ক্যালভার্ট তার রোমান ক্যাথলিক ভাইদের জন্য আশ্রয় খোঁজার পবিত্র কর্তব্য দ্বারা অনুপ্রাণিত হয়ে ১৬৩২ সালে চার্লস প্রথমের কাছ থেকে পেনসিলভানিয়া এবং ভার্জিনিয়ার মধ্যবর্তী অঞ্চলের জন্য একটি সনদ নেন।যদিও মেরিল্যান্ডের এই সনদে ধর্ম সম্পর্কে কোনও নির্দেশিকা ছিল না তবুও ধারণা করা হয়েছিল যে, নতুন উপনিবেশে ক্যাথলিকদের উপর নির্যাতন করা হবে না। তার পুত্র লর্ড বাল্টিমোর ছিলেন একজন ক্যাথলিক,যিনি উত্তরাধিকারসূত্রে তার পিতার কাছ থেকে মেরিল্যান্ডের শাসনক্ষমতা লাভ করেছিলেন এবং ১৬৩০-১৬৪৫ সাল পর্যন্ত শাসন করেছিলেন। ১৬৩৪ সালে, লর্ড বাল্টিমোরের দুটি জাহাজ, আর্ক এবং ডোভ, প্রথম ২০০ জন বসতি স্থাপনকারীকে নিয়ে মেরিল্যান্ডে যাত্রা করে। তাদের মধ্যে দুজন ক্যাথলিক পুরোহিতও ছিলেন। লর্ড বাল্টিমোর ধরে নিয়েছিলেন যে ধর্ম একটি ব্যক্তিগত বিষয়। তিনি গির্জার প্রয়োজনীয়তা প্রত্যাখ্যান করেছিলেন, সমস্ত খ্রিস্টানদের বিবেকের স্বাধীনতা নিশ্চিত করেছিলেন এবং বহুত্ববাদকে গ্রহণ করেছিলেন। \n১৭ শতকের বাকি সময়কালে মেরিল্যান্ডে ক্যাথলিকদের ভাগ্য ওঠানামা করে, কারণ তারা জনসংখ্যার ক্রমশ ছোট সংখ্যালঘু হয়ে ওঠে। ইংল্যান্ডে ১৬৮৯ সালের গৌরবময় বিপ্লবের পর, উপনিবেশে ইংল্যান্ডের চার্চ আইনত প্রতিষ্ঠিত হয় এবং ক্যাথলিকদের ভোটদান, পদ গ্রহণ বা প্রকাশ্যে উপাসনা করার অধিকার থেকে বঞ্চিত করে এমন ইংরেজি ফৌজদারি আইন কার্যকর করা হয়। ১৭৭৬ সালে মেরিল্যান্ডের প্রথম রাজ্য সংবিধান ধর্মের স্বাধীনতা পুনরুদ্ধার করে। ক্যাথলিক মহলে বাল্টিমোরের আর্চডায়োসিসের প্রাধান্যের উদাহরণ হিসেবে মেরিল্যান্ড আইন একটি প্রধান কেন্দ্র হিসেবে রয়ে গেছে। তবে, আমেরিকান বিপ্লবের সময়, তেরোটি রাজ্যের শ্বেতাঙ্গ জনসংখ্যার এক শতাংশেরও কম ক্যাথলিক ছিল।  ধর্মীয়ভাবে, ক্যাথলিকরা ব্যক্তিত্ববাদ, শৃঙ্খলা এবং একটি প্রার্থনা জীবন দ্বারা চিহ্নিত ছিল যা মূলত ব্যক্তিগত ছিল, যা পুরোহিতদের জন্য কেবল একটি ছোট ভূমিকা দাবি করত এবং বিশপদের জন্য কোনও ভূমিকা ছিল না।  আচার-অনুষ্ঠান গুরুত্বপূর্ণ ছিল এবং প্রতিদিনের প্রার্থনা, রবিবারের প্রার্থনা এবং দুই ডজন পবিত্র দিন পালনের উপর দৃষ্টি নিবদ্ধ করেছিল।\n\n\n=== ভার্জিনিয়া এবং ইংল্যান্ডের চার্চ ===\n\nভার্জিনিয়া ছিল বৃহত্তম, সর্বাধিক জনবহুল এবং তর্কযোগ্যভাবে সবচেয়ে গুরুত্বপূর্ণ উপনিবেশ। ইংল্যান্ডের চার্চ আইনত প্রতিষ্ঠিত হয়েছিল; লন্ডনের বিশপ, যিনি উপনিবেশগুলিতে অ্যাংলিকানদের তত্ত্বাবধান করতেন, এটিকে একটি প্রিয় মিশনারি লক্ষ্য করে তোলেন এবং ১৬২৪ সালের মধ্যে ২২ জন যাজককে (পুরোহিতদের আদেশে) প্রেরণ করেন। বাস্তবে প্রতিষ্ঠার অর্থ ছিল স্থানীয় কর স্থানীয় প্যারিশের মাধ্যমে স্থানীয় সরকারের চাহিদা, যেমন রাস্তাঘাট এবং দুর্বল ত্রাণ, মন্ত্রীর বেতন ছাড়াও মেটানোর জন্য প্রবাহিত করা। ঔপনিবেশিক ভার্জিনিয়ায় কখনও কোনও বিশপ ছিল না, এবং বাস্তবে স্থানীয় ভেস্ট্রিতে সাধারণ মানুষ ছিলেন যারা প্যারিশ নিয়ন্ত্রণ করতেন এবং স্থানীয় কর, রাস্তাঘাট এবং দুর্বল ত্রাণ পরিচালনা করতেন।\n\n১৬১৯ সালে যখন নির্বাচিত পরিষদ, হাউস অফ বার্গেসেস, প্রতিষ্ঠিত হয়, তখন এটি ধর্মীয় আইন প্রণয়ন করে যা ভার্জিনিয়াকে অ্যাংলিকানিজমের পক্ষে অত্যন্ত উৎসাহিত করে। ১৬৩২ সালে এটি একটি আইন পাস করে যেখানে \"এই উপনিবেশ জুড়ে ইংল্যান্ডের চার্চের কামান এবং সংবিধানের সাথে বস্তুগত এবং পরিস্থিতিগতভাবে একটি অভিন্নতা\" থাকার কথা বলা হয়েছিল।\nমন্ত্রীদের মতে, উপনিবেশবাদীরা সাধারণত গির্জার সেবার সময় আগ্রহী ছিল না, যারা অভিযোগ করেছিলেন যে লোকেরা মনোযোগ দিচ্ছিল না। শহরের অভাবের কারণে গির্জাকে বিক্ষিপ্ত জনবসতিতে সেবা করতে হত, অন্যদিকে প্রশিক্ষিত পরিচারকদের তীব্র অভাবের ফলে বাড়ির বাইরে ধর্মপ্রাণতা অনুশীলন করা কঠিন হয়ে পড়েছিল। কিছু পরিচারক প্যারিশিয়ানদের বাড়িতে ধর্মপ্রাণ হতে উৎসাহিত করে তাদের সমস্যার সমাধান করেছিলেন, ব্যক্তিগত প্রার্থনা এবং ভক্তির জন্য (বাইবেলের পরিবর্তে) সাধারণ প্রার্থনার বই ব্যবহার করেছিলেন। এটি ধর্মপ্রাণ অ্যাংলিকানদের অসন্তোষজনক আনুষ্ঠানিক গির্জার পরিষেবাগুলি বাদ দিয়ে একটি সক্রিয় এবং আন্তরিক ধর্মীয় জীবনযাপন করার সুযোগ করে দিয়েছিল। তবে, ব্যক্তিগত ভক্তির উপর চাপ একজন বিশপ বা ব্লেয়ারের পছন্দের মতো একটি বৃহৎ প্রাতিষ্ঠানিক গির্জার প্রয়োজনীয়তাকে দুর্বল করে দিয়েছিল। ব্যক্তিগত ধার্মিকতার উপর চাপ প্রথম মহান জাগরণের পথ খুলে দেয়, যা মানুষকে প্রতিষ্ঠিত গির্জা থেকে দূরে সরিয়ে দেয়।\nব্যাপটিস্ট, মেথডিস্ট, প্রেসবিটেরিয়ান এবং অন্যান্য ধর্মপ্রচারকরা তাদের অনৈতিক আচরণকে চ্যালেঞ্জ করেছিলেন এবং একটি পুরুষ নেতৃত্বের ভূমিকা তৈরি করেছিলেন যা খ্রিস্টান হিসাবে তাদের দেখা নীতিগুলি অনুসরণ করে এবং ১৯ শতকে প্রভাবশালী হয়ে ওঠে। ব্যাপটিস্ট, জার্মান লুথারান এবং প্রেসবিটেরিয়ানরা তাদের নিজস্ব মন্ত্রীদের তহবিল সরবরাহ করতেন এবং অ্যাংলিকান গির্জার বিলুপ্তির পক্ষে ছিলেন। ভিন্নমত পোষণকারীরা প্রতিষ্ঠিত গির্জার তুলনায় অনেক দ্রুত বৃদ্ধি পায়, যা ধর্মীয় বিভাজনকে ভার্জিনিয়ার রাজনীতিতে বিপ্লবের একটি কারণ করে তোলে। টমাস জেফারসনের নেতৃত্বে প্যাট্রিয়টরা ১৭৮৬ সালে অ্যাংলিকান গির্জা ভেঙে দেয়।\n\n\n=== ১৮ শতকে খ্রিস্টধর্মের বিকাশ ===\n১৮ শতকের আমেরিকানরা প্রথম বসতি স্থাপনকারীদের তাদের ধর্মের প্রতি আবেগপূর্ণ প্রতিশ্রুতিকে স্থায়ী করেনি বলে প্রচলিত ধারণার বিপরীতে, পণ্ডিতরা এখন ১৭০০ সালের পরে উপনিবেশগুলিতে ধর্মীয় শক্তির উচ্চ স্তর চিহ্নিত করেছেন। একজন বিশেষজ্ঞের মতে, ইহুদি-খ্রিস্টান বিশ্বাস \"অবনতির পরিবর্তে উত্থানের\" পর্যায়ে ছিল; অন্যজন ১৭০০ সাল থেকে \"ধর্মীয় জীবনে ক্রমবর্ধমান প্রাণশক্তি\" দেখেন; তৃতীয়জন উপনিবেশের অনেক অংশে ধর্মকে \"জ্বর বৃদ্ধির\" অবস্থায় দেখতে পান।\" গির্জার উপস্থিতি এবং গির্জা গঠনের পরিসংখ্যান এই মতামতগুলিকে সমর্থন করে। ১৭০০ থেকে ১৭৪০ সালের মধ্যে, জনসংখ্যার আনুমানিক ৭৫-৮০% গির্জায় যোগদান করত, যেগুলো নির্মাণের কাজ দ্রুতগতিতে চলছিল।\n১৭৮০ সালের মধ্যে, প্রাপ্তবয়স্ক উপনিবেশবাদীদের যারা গির্জার অনুসারী ছিলেন তাদের শতাংশ ছিল ১০ থেকে ৩০%, দাস বা আদি আমেরিকানদের গণনা করা হয়নি। উত্তর ক্যারোলিনায় সর্বনিম্ন শতাংশ ছিল প্রায় ৪%, যেখানে নিউ হ্যাম্পশায়ার এবং দক্ষিণ ক্যারোলিনা সর্বোচ্চ, প্রায় ১৬%। ১৮ শতকের আমেরিকার গির্জা ভবনগুলিতে ব্যাপক বৈচিত্র্য ছিল, নতুন বসতি স্থাপনকারী গ্রামাঞ্চলের সমতল, সাধারণ ভবন থেকে শুরু করে পূর্ব সমুদ্র তীরের সমৃদ্ধ শহরগুলির মার্জিত ভবন পর্যন্ত। গির্জাগুলি রীতিনীতি এবং ঐতিহ্যের পাশাপাশি তাদের তৈরি সম্প্রদায়ের সম্পদ এবং সামাজিক অবস্থানের প্রতিফলন ঘটাত। জার্মান গির্জাগুলিতে এমন বৈশিষ্ট্য ছিল যা ইংরেজি গির্জাগুলিতে অজানা ছিল।\n\n\n=== দেবতাবাদ ===\n\nদেবতাবাদ একটি দার্শনিক এবং ধর্মীয় অবস্থান যা দাবি করে যে ঈশ্বর সরাসরি জগতের সাথে হস্তক্ষেপ করেন না। এই মতামতগুলি ১৮ শতকের শেষের দিকে আমেরিকায় কিছু অনুসারী অর্জন করে। সেই যুগের দেবতাবাদ \"যুক্তির ভিত্তিতে একজন স্রষ্টার অস্তিত্বকে মেনে নিয়েছিল কিন্তু মানবজাতির সাথে যোগাযোগকারী একজন অতিপ্রাকৃত দেবতার বিশ্বাসকে প্রত্যাখ্যান করেছিল।\" এক ধরণের দেবতাবাদ, খ্রিস্টীয় দেবতাবাদ, নৈতিকতার উপর জোর দিয়েছিল এবং খ্রিস্টের দেবত্ব সম্পর্কে গোঁড়া খ্রিস্টীয় দৃষ্টিভঙ্গিকে প্রত্যাখ্যান করেছিল, প্রায়শই তাকে একজন মহৎ, কিন্তু সম্পূর্ণ মানবিক, নৈতিকতার শিক্ষক হিসেবে দেখত। সবচেয়ে বিশিষ্ট ডিইস্ট ছিলেন টমাস পেইন, কিন্তু আরও অনেক প্রতিষ্ঠাতা তাদের লেখায় ডিইস্ট ভাষা প্রতিফলিত করেছিলেন।\n\n\n=== প্রথম মহান জাগরণ: ধর্মপ্রচারের উত্থান ===\n\nআমেরিকান উপনিবেশগুলিতে প্রথম মহা জাগরণ ছিল প্রোটেস্ট্যান্টদের মধ্যে ধর্মীয় উৎসাহের এক ঢেউ যা ১৭৩০ এবং ১৭৪০-এর দশকে আমেরিকান উপনিবেশগুলিকে আচ্ছন্ন করে ফেলেছিল, যা আমেরিকান খ্রিস্টধর্মের উপর স্থায়ী প্রভাব ফেলেছিল। এটি প্রচারের ফলে শ্রোতাদের (ইতিমধ্যেই গির্জার সদস্যদের) ব্যক্তিগত অপরাধবোধ এবং খ্রীষ্টের দ্বারা পরিত্রাণের অনুভূতি গভীরভাবে প্রভাবিত করেছিল। আচার-অনুষ্ঠান এবং অনুষ্ঠান থেকে দূরে সরে গিয়ে, মহান জাগরণ ঈশ্বরের সাথে সম্পর্ককে সাধারণ মানুষের কাছে তীব্রভাবে ব্যক্তিগত করে তুলেছিল। ইতিহাসবিদ সিডনি ই. আহলস্ট্রম এটিকে একটি \"মহান আন্তর্জাতিক প্রোটেস্ট্যান্ট উত্থানের\" অংশ হিসাবে দেখেন যা জার্মানিতে পিটিজম, ইংল্যান্ডে ইভাঞ্জেলিক্যাল পুনরুজ্জীবন এবং পদ্ধতিবাদের সৃষ্টি করেছিল। এটি খ্রিস্টধর্মকে দাসত্বগ্রস্ত মানুষের কাছে নিয়ে আসে এবং নিউ ইংল্যান্ডে এটি একটি সর্বনাশমূলক ঘটনা যা প্রতিষ্ঠিত গির্জার কর্তৃত্বকে চ্যালেঞ্জ করে। এর ফলে নতুন পুনরুজ্জীবনবাদী এবং আচার-অনুষ্ঠান এবং মতবাদের উপর জোর দেওয়া পুরাতন ঐতিহ্যবাদীদের মধ্যে বিভাজন দেখা দেয়। ধর্মোপদেশের নতুন ধরণ এবং লোকেরা যেভাবে তাদের বিশ্বাস অনুশীলন করে তা আমেরিকায় খ্রিস্টধর্মের বিশ্বাসকে বদলে দেয়। মানুষ বৌদ্ধিক আলোচনা নিষ্ক্রিয়ভাবে শোনার পরিবর্তে ঈশ্বরের সাথে তাদের সম্পর্কের সাথে আবেগগতভাবে এবং আবেগগতভাবে জড়িত হয়ে পড়ে। যারা এই নতুন ধরণের প্রচার ব্যবহার করেছিলেন তাদের সাধারণত \"নতুন আলো\" বলা হত, আর যারা প্রচার করেননি তাদের \"পুরাতন আলো\" বলা হত। লোকেরা ঘরে বসে বাইবেল অধ্যয়ন শুরু করে, যা জনসাধারণকে ধর্মীয় রীতিনীতি সম্পর্কে অবহিত করার উপায়গুলিকে কার্যকরভাবে বিকেন্দ্রীভূত করে এবং সংস্কারের সময় ইউরোপে উপস্থিত ব্যক্তিবাদী প্রবণতার অনুরূপ ছিল।\nধর্মপ্রচারের মৌলিক ভিত্তি হল পাপের অবস্থা থেকে ব্যক্তিদের \"নতুন জন্মে\" রূপান্তরিত করা, বাইবেল প্রচারের মাধ্যমে বিশ্বাসের দিকে পরিচালিত করা। প্রথম মহান জাগরণ আমেরিকান ঔপনিবেশিক সমাজে পরিবর্তন এনেছিল। নিউ ইংল্যান্ডে, মহান জাগরণ অনেক মণ্ডলীর মধ্যে প্রভাবশালী ছিল। মধ্য ও দক্ষিণ উপনিবেশগুলিতে, বিশেষ করে \"ব্যাককান্ট্রি\" অঞ্চলে, প্রেসবিটেরিয়ানদের মধ্যে জাগরণ প্রভাবশালী ছিল। দক্ষিণ ব্যাপটিস্ট এবং মেথডিস্ট প্রচারকরা শ্বেতাঙ্গ এবং দাসত্বপ্রাপ্ত কৃষ্ণাঙ্গ উভয়কেই ধর্মান্তরিত করেছিলেন। ১৮ শতকের প্রথম দশকগুলিতে, কানেকটিকাট নদী উপত্যকায়, জোনাথন এডওয়ার্ডস সহ মন্ত্রীদের নিয়ে কংগ্রেগেশনাল গির্জায় স্থানীয় \"জাগরণ\" শুরু হয়েছিল। মহান জাগরণের সময় ম্যাসাচুসেটস কলোনির প্রথম নতুন কংগ্রেগেশনাল গির্জাটি ১৭৩১ সালে উক্সব্রিজে প্রতিষ্ঠিত হয়েছিল এবং রেভারেন্ড নাথান ওয়েবকে এর যাজক হিসাবে ডাকা হয়েছিল। ১৭৩০ এর দশকের মধ্যে, তারা এমন কিছুতে ছড়িয়ে পড়েছিল যা আমেরিকান উপনিবেশ, ইংল্যান্ড, ওয়েলস এবং স্কটল্যান্ডে আত্মার সাধারণ প্রবাহ হিসাবে ব্যাখ্যা করা হয়েছিল।\nগণ-উপস্থিতিতে পুনরুজ্জীবনে, জর্জ হোয়াইটফিল্ডের মতো প্রচারকরা হাজার হাজার মানুষকে নতুন জন্মে নিয়ে এসেছিলেন। ১৭৪০ এর দশকের মাঝামাঝি সময়ে নিউ ইংল্যান্ডে তার শক্তি ব্যয় করা গ্রেট জাগরণ, কংগ্রেগেশনাল এবং প্রেসবিটেরিয়ান গির্জাগুলিকে সমর্থকদের মধ্যে বিভক্ত করেছিল - যাদেরকে \"নতুন আলো\" এবং \"নতুন দিক\" বলা হত - এবং বিরোধীদের - \"পুরাতন আলো\" এবং \"পুরাতন দিক\"। অনেক নিউ ইংল্যান্ড নিউ লাইটস পৃথক ব্যাপটিস্ট হয়ে ওঠে। মূলত নিউ ইংল্যান্ডের একজন ক্যারিশম্যাটিক প্রচারক শুবাল স্টার্নসের প্রচেষ্টার মাধ্যমে এবং নিউ সাইড প্রেসবিটেরিয়ানদের (যারা অবশেষে পুরাতন পক্ষের সাথে তাদের নিজস্ব শর্তে পুনরায় মিলিত হয়েছিল) সমান্তরালে, তারা দক্ষিণ উপনিবেশগুলিতে মহান জাগরণকে বহন করে, যার ফলে ১৯ শতক পর্যন্ত স্থায়ী পুনরুজ্জীবনের একটি ধারাবাহিকতা তৈরি হয়।\nজাগরণ এবং এর ইভাঞ্জেলিকাল থ্রাস্টের সমর্থকরা - প্রেসবিটেরিয়ান, ব্যাপটিস্ট এবং মেথডিস্ট - ১৯ শতকের প্রথম দশকের মধ্যে বৃহত্তম আমেরিকান প্রোটেস্ট্যান্ট সম্প্রদায় হয়ে ওঠে। জাগরণের বিরোধীরা বা এর দ্বারা বিভক্ত - অ্যাংলিকান, কোয়েকার এবং কংগ্রেগেশনালিস্টরা - পিছনে পড়ে যায়। দ্বিতীয় মহান জাগরণের বিপরীতে যা প্রায় ১৮০০ সালে শুরু হয়েছিল এবং যা গির্জাবিহীনদের কাছে পৌঁছেছিল, প্রথম মহান জাগরণ এমন লোকদের উপর দৃষ্টি নিবদ্ধ করেছিল যারা ইতিমধ্যেই গির্জার সদস্য ছিল। এটি তাদের আচার-অনুষ্ঠান, তাদের ধার্মিকতা এবং তাদের আত্ম-সচেতনতা পরিবর্তন করেছিল।\n\n\n=== দক্ষিণে ধর্মপ্রচারকরা ===\nদক্ষিণ মূলত অ্যাংলিকানদের দ্বারা বসতি স্থাপন এবং নিয়ন্ত্রিত ছিল, যারা ধনী চাষীদের মধ্যে প্রাধান্য বিস্তার করেছিল কিন্তু যাদের ধর্মীয় উচ্চ গির্জা প্রতিষ্ঠিত ধর্ম সাধারণ পুরুষ এবং মহিলাদের, শ্বেতাঙ্গ এবং কৃষ্ণাঙ্গ উভয়ের কাছেই খুব একটা আবেদন করত না।\n\n\n==== ব্যাপটিস্ট ====\n১৭৬০-এর দশকে অসংখ্য ভ্রমণকারী ধর্মপ্রচারকদের দ্বারা উজ্জীবিত হয়ে,   ব্যাপটিস্ট গির্জাগুলি দক্ষিণাঞ্চলীয়দের, বিশেষ করে দরিদ্র শ্বেতাঙ্গ কৃষকদের, একটি নতুন, অনেক বেশি গণতান্ত্রিক ধর্মের দিকে আকৃষ্ট করতে শুরু করে। তারা তাদের দাসদের তাদের সেবায় স্বাগত জানাত, এবং এই সময় অনেক দাস ব্যাপটিস্ট হয়ে যেত। ব্যাপটিস্ট সেবায় আবেগের উপর জোর দেওয়া হত; একমাত্র আচার, বাপ্তিস্ম, শুধুমাত্র প্রাপ্তবয়স্কদের নিমজ্জন (অ্যাংলিকান ঐতিহ্যের মতো ছিটানো নয়) অন্তর্ভুক্ত ছিল। ব্যাপটিস্টরা যৌন অসদাচরণ, অতিরিক্ত মদ্যপান, অযথা খরচ, অনুপস্থিতি, অভিশাপ এবং আনন্দ-উল্লাস সহ অন্যান্য আচরণের বিরুদ্ধে মানদণ্ড কার্যকর করত। গির্জার বিচার ঘন ঘন হত এবং ব্যাপটিস্ট গির্জাগুলি এমন সদস্যদের বহিষ্কার করত যারা শৃঙ্খলা মেনে চলেনি।\n১৭৬৫-১৭৮৩ সালের আমেরিকান বিপ্লবের আগমনের জন্য ধর্মীয় প্রতিদ্বন্দ্বিতার প্রভাব নিয়ে অনেক ইতিহাসবিদ বিতর্ক করেছেন। ব্যাপ্টিস্ট কৃষকরা একটি নতুন সমতাবাদী নীতি প্রবর্তন করেছিলেন যা অ্যাংলিকান চাষীদের আধা-অভিজাত নীতিকে মূলত প্রতিস্থাপন করেছিল। তবে, উভয় দলই বিপ্লবকে সমর্থন করেছিল। সাধারণ ব্যাপ্টিস্টদের কঠোরতা এবং স্থানীয় সরকার নিয়ন্ত্রণকারী অ্যাংলিকান চাষীদের ঐশ্বর্যের মধ্যে তীব্র বৈপরীত্য ছিল। ব্যাপ্টিস্ট গির্জার শৃঙ্খলা, যাকে ভদ্রলোকরা মৌলবাদ বলে ভুল করেছিলেন, তা বিশৃঙ্খলা প্রশমিত করতে সাহায্য করেছিল। আমেরিকান বিপ্লবের সময় ধর্মীয় সহনশীলতার সংগ্রাম শুরু হয়েছিল এবং তা প্রকাশ পেয়েছিল, কারণ ব্যাপ্টিস্টরা অ্যাংলিকান গির্জাকে ভেঙে ফেলার জন্য কাজ করেছিল।\nব্যাপটিস্ট, জার্মান লুথারান এবং প্রেসবিটেরিয়ানরা তাদের নিজস্ব মন্ত্রীদের অর্থায়ন করত এবং অ্যাংলিকান গির্জার বিলুপ্তির পক্ষে ছিল।\n\n\n==== মেথডিস্ট ====\nঔপনিবেশিক যুগের শেষের দিকেও মেথোডিস্ট মিশনারিরা সক্রিয় ছিলেন। ১৭৭৬ থেকে ১৮১৫ সাল পর্যন্ত, মেথোডিস্ট বিশপ ফ্রান্সিস অ্যাসবারি পশ্চিম মার্কিন যুক্তরাষ্ট্রে ৪২ বার মেথোডিস্ট মণ্ডলী পরিদর্শনের জন্য ভ্রমণ করেছিলেন। ১৭৮০-এর দশকে, ভ্রমণকারী মেথোডিস্ট প্রচারকরা দাসপ্রথার অবসানের আহ্বান জানিয়ে রাজ্যজুড়ে তাদের ব্যাগে দাসপ্রথা বিরোধী আবেদনপত্র বহন করতেন। একই সময়ে, পাল্টা আবেদনপত্র প্রচার করা হয়েছিল। আবেদনপত্রগুলি পরিষদে উপস্থাপন করা হয়েছিল; সেগুলি নিয়ে বিতর্ক হয়েছিল, কিন্তু কোনও আইনী পদক্ষেপ নেওয়া হয়নি, এবং ১৮০০ সালের পর, দাসপ্রথার বিরুদ্ধে ধর্মীয় বিরোধিতা কমতে থাকে।\n\n\n== আমেরিকান বিপ্লব ==\n\nবিপ্লব কিছু সম্প্রদায়কে বিভক্ত করে, বিশেষ করে ইংল্যান্ডের চার্চ, যার পাদ্রিরা (যাজকরা প্রায়শই 'মন্ত্রী' নামে পরিচিত) রাজাকে সমর্থন করার শপথে আবদ্ধ ছিলেন, এবং কোয়েকাররা, যারা ঐতিহ্যগতভাবে শান্তিবাদী ছিলেন। মন্ত্রীদের অনুপস্থিতি এবং গির্জা ধ্বংসের কারণে কিছু জায়গায় ধর্মীয় অনুশীলন হ্রাস পেয়েছিল।\n\n\n=== ইংল্যান্ডের চার্চ ===\n\nআমেরিকান বিপ্লব আমেরিকার চার্চ অফ ইংল্যান্ডকে অন্য যেকোনো সম্প্রদায়ের তুলনায় আরও গভীর ক্ষত দিয়েছিল কারণ ইংরেজ রাজা ছিলেন গির্জার প্রধান। চার্চ অফ ইংল্যান্ডের পুরোহিতরা, তাদের অধিবেশনে, ব্রিটিশ রাজপুত্রের প্রতি আনুগত্যের শপথ নিয়েছিলেন।\nসাধারণ প্রার্থনার বইতে রাজার জন্য প্রার্থনা করা হয়েছিল, ঈশ্বরের কাছে \"তাঁর রক্ষক এবং রক্ষক হওয়ার জন্য, তাঁর সমস্ত শত্রুদের উপর তাঁকে বিজয় দান করার জন্য\" প্রার্থনা করা হয়েছিল, যারা ১৭৭৬ সালে আমেরিকান সৈন্য এবং ইংল্যান্ডের চার্চের আমেরিকান প্যারিশিয়ানদের বন্ধু এবং প্রতিবেশী ছিলেন। গির্জা এবং এর প্রধানের প্রতি আনুগত্য আমেরিকান উদ্দেশ্যের প্রতি বিশ্বাসঘাতকতা হিসাবে ব্যাখ্যা করা যেতে পারে।\nইংল্যান্ডের চার্চের দেশপ্রেমিক আমেরিকান সদস্যরা, সাধারণ প্রার্থনার বইয়ের মতো তাদের বিশ্বাসের এত মৌলিক উপাদানকে ত্যাগ করতে ঘৃণা করে, রাজনৈতিক বাস্তবতার সাথে সঙ্গতিপূর্ণ করার জন্য এটি সংশোধন করেছিলেন। প্যারিস চুক্তির পরে যেখানে গ্রেট ব্রিটেন আনুষ্ঠানিকভাবে আমেরিকান স্বাধীনতাকে স্বীকৃতি দেয়, অ্যাংলিকানরা নেতৃত্ব বা আনুষ্ঠানিক প্রতিষ্ঠান ছাড়াই পড়ে যায়। স্যামুয়েল সিবেরিকে ১৭৮৪ সালে স্কটিশ এপিস্কোপাল চার্চ কর্তৃক বিশপ হিসেবে পবিত্র করা হয়েছিল। তিনি নিউইয়র্কে বসবাস করতেন। মুকুটের প্রতি আনুগত্যের শপথ গ্রহণের প্রয়োজনীয়তার পরে ১৭৮৬ সালে ভার্জিনিয়া এবং পেনসিলভানিয়ার জন্য লন্ডনে দুই আমেরিকানকে পবিত্র বিশপ হিসেবে পবিত্র করা হয়েছিল। ১৭৮৭ সালে ইংল্যান্ডের চার্চের সাথে একত্রে স্বায়ত্তশাসিত একটি ধর্মপ্রচারক হিসেবে মার্কিন যুক্তরাষ্ট্রের প্রোটেস্ট্যান্ট এপিস্কোপাল চার্চ তৈরি করা হয়েছিল। এটি একটি পরিবর্তিত সাধারণ প্রার্থনার বই গ্রহণ করে যা সবচেয়ে উল্লেখযোগ্যভাবে স্কটিশ ক্যানন (ইউক্যারিস্টিক প্রার্থনা) ব্যবহার করে। এই পবিত্র প্রার্থনা আমেরিকান চার্চের ইউক্যারিস্টিক মতবাদকে ক্যাথলিক এবং অর্থোডক্স শিক্ষার অনেক কাছাকাছি নিয়ে যায় এবং ক্র্যানমারের ইউক্যারিস্টকে ঈশ্বরের উদ্দেশ্যে উৎসর্গ করা বস্তুগত বলিদান হিসাবে প্রত্যাখ্যান করার ঘটনাকে কার্যত বাতিল করে দেয় (যা তৃতীয় শতাব্দীর গোড়ার দিকে গৃহীত ধর্মতত্ত্ব ছিল)।\n\n\n=== প্রেসবিটেরিয়ানরা ===\nচার্চ অফ ইংল্যান্ডের নেতারা, যারা মূলত বিপ্লবের সময় অনুগত উপাদানগুলির সাথে যুক্ত ছিলেন, তারা প্রায়শই আমেরিকান বিপ্লবকে \"প্রেসবিটেরিয়ান বিদ্রোহ\" হিসাবে বর্ণনা করতেন কারণ প্রেসবিটেরিয়ানরা তাদের সবচেয়ে স্পষ্টবাদী বিরোধী ছিলেন। এই মতামতটি রাজা তৃতীয় জর্জ নিজেও ভাগ করেছিলেন।\n\n\n== আমেরিকান বিপ্লব থেকে গৃহযুদ্ধ ==\nসাম্প্রতিক দশকগুলিতে ঐতিহাসিকরা ঊনবিংশ শতাব্দীর গোড়ার দিকে আমেরিকান ধর্মীয়তার প্রকৃতি নিয়ে বিতর্ক করেছেন, ধর্মনিরপেক্ষতা, দেবতাবাদ, ঐতিহ্যবাহী ধর্মীয় অনুশীলন এবং মহান জাগরণের উপর ভিত্তি করে নতুন উদীয়মান ইভাঞ্জেলিকাল ফর্মের বিষয়গুলির উপর আলোকপাত করেছেন।\n\n\n=== সংবিধান ===\n১৭৮৮ সালে অনুমোদিত সংবিধানে ধর্মের কোনও উল্লেখ নেই, তবে অনুচ্ছেদ ছয়টি ছাড়া, যেখানে এটি উল্লেখ করে যে \"মার্কিন যুক্তরাষ্ট্রের অধীনে কোনও অফিস বা পাবলিক ট্রাস্টের যোগ্যতা হিসাবে কোনও ধর্মীয় পরীক্ষা প্রয়োজন হবে না\"। ফেডারেল অফিসধারীদের জন্য এটি অনুমোদিত। বেশিরভাগ উপনিবেশের একটি পরীক্ষা আইন ছিল এবং বেশ কয়েকটি রাজ্য অল্প সময়ের জন্য সেগুলি ধরে রেখেছিল। চতুর্দশ সংশোধনী পরে রাজ্যগুলিতে এই নিষেধাজ্ঞা প্রসারিত করে। তবে, ১৭৯১ সালে গৃহীত মার্কিন যুক্তরাষ্ট্রের সংবিধানের প্রথম সংশোধনী, ধর্মের অবাধ অনুশীলন এবং একটি সরকারী গির্জা প্রতিষ্ঠার নিষেধাজ্ঞার সাথে ফেডারেল সরকারের সম্পর্ক সংজ্ঞায়িত করার ক্ষেত্রে একটি কেন্দ্রীয় ভূমিকা পালন করেছে। ১৯৪০-এর দশকে এর নীতিগুলি রাজ্য সরকারগুলিকেও অন্তর্ভুক্ত করে। এতে বলা হয়েছে, \"কংগ্রেস ধর্ম প্রতিষ্ঠার বিষয়ে বা এর অবাধ অনুশীলন নিষিদ্ধ করার বিষয়ে কোনও আইন প্রণয়ন করবে না।\" \"প্রতিষ্ঠার ধারা\" এবং \"মুক্ত অনুশীলন ধারা\" নামে পরিচিত দুটি অংশ যথাক্রমে \"গির্জা এবং রাষ্ট্রের পৃথকীকরণ\" মতবাদের সুপ্রিম কোর্টের ব্যাখ্যার জন্য পাঠ্য ভিত্তি তৈরি করে। ১৭৮৯ সালের ১৫ আগস্ট, ম্যাডিসন বলেছিলেন, \"তিনি শব্দগুলির অর্থ বুঝতে পেরেছিলেন যে, কংগ্রেসের কোনও ধর্ম প্রতিষ্ঠা করা উচিত নয় এবং আইন দ্বারা এর আইনি পর্যবেক্ষণ জোরদার করা উচিত নয়, অথবা মানুষকে তাদের বিবেকের বিপরীতে কোনওভাবে ঈশ্বরের উপাসনা করতে বাধ্য করা উচিত নয়...\"   ১৮৩৩ সালের মধ্যে সমস্ত রাজ্য ধর্মকে বিলুপ্ত করে দেয়; ম্যাসাচুসেটস ছিল শেষ রাজ্য। এর ফলে গির্জাগুলিতে কর বরাদ্দের প্রথার অবসান ঘটে।\n\n\n==== প্রতিষ্ঠা ধারা ====\n\nমার্কিন যুক্তরাষ্ট্রের সংবিধানের প্রথম সংশোধনীর প্রতিষ্ঠা ধারায় লেখা আছে, \"কংগ্রেস ধর্ম প্রতিষ্ঠার বিষয়ে বা তার অবাধ অনুশীলন নিষিদ্ধ করার বিষয়ে কোনও আইন প্রণয়ন করবে না...\" ১৮০২ সালে লেখা একটি চিঠিতে, থমাস জেফারসন প্রতিষ্ঠা ধারা এবং প্রথম সংশোধনীর অবাধ অনুশীলন ধারার সম্মিলিত প্রভাব বর্ণনা করার জন্য \"গির্জা এবং রাষ্ট্রের পৃথকীকরণ\" বাক্যাংশটি ব্যবহার করেছিলেন। যদিও \"গির্জা এবং রাষ্ট্রের পৃথকীকরণ\" সংবিধানে উপস্থিত হয় না, তবুও মার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্ট কর্তৃক প্রদত্ত বেশ কয়েকটি মতামতে এটি উদ্ধৃত করা হয়েছে।\nরবার্ট এন. বেলা তার লেখায় যুক্তি দিয়েছেন যে যদিও গির্জা ও রাষ্ট্রের বিচ্ছেদ মার্কিন যুক্তরাষ্ট্রের সংবিধানে দৃঢ়ভাবে প্রতিষ্ঠিত, এর অর্থ এই নয় যে মার্কিন যুক্তরাষ্ট্রের রাজনৈতিক সমাজে কোনও ধর্মীয় মাত্রা নেই। তিনি মার্কিন যুক্তরাষ্ট্রের রাজনীতি ও ধর্মের মধ্যে সুনির্দিষ্ট সম্পর্ক বর্ণনা করার জন্য নাগরিক ধর্ম শব্দটি ব্যবহার করেছিলেন। তার ১৯৬৭ সালের প্রবন্ধে জন এফ. কেনেডির উদ্বোধনী ভাষণ বিশ্লেষণ করা হয়েছে: \"গির্জা ও রাষ্ট্রের বিচ্ছেদ বিবেচনা করে, একজন রাষ্ট্রপতি কীভাবে 'ঈশ্বর' শব্দটি ব্যবহার করাকে আদৌ সমর্থন করেন? উত্তর হল গির্জা ও রাষ্ট্রের বিচ্ছেদ রাজনৈতিক ক্ষেত্রকে ধর্মীয় মাত্রা থেকে বঞ্চিত করেনি।\"\nএটি কেবল সমাজতাত্ত্বিক আলোচনার বিষয় নয়, বরং আমেরিকার নাস্তিকদের জন্যও এটি একটি সমস্যা হতে পারে। মার্কিন যুক্তরাষ্ট্রে নাস্তিকদের বিরুদ্ধে বৈষম্যমূলক আচরণের অভিযোগ রয়েছে।\n\n\n=== জেফারসন, ম্যাডিসন এবং \"বিচ্ছেদের প্রাচীর\" ===\n\"গির্জার বাগান এবং পৃথিবীর প্রান্তরের মধ্যে বিচ্ছেদের প্রাচীর বা হেজ\" শব্দটি প্রথম ব্যবহার করেছিলেন রোড আইল্যান্ডের উপনিবেশের প্রতিষ্ঠাতা ব্যাপটিস্ট ধর্মতত্ত্ববিদ রজার উইলিয়ামস।\n পরে জেফারসন ১৮০২ সালের একটি চিঠিতে এটিকে প্রথম সংশোধনী এবং ফেডারেল সরকারের আইনসভা শাখার উপর এর বিধিনিষেধের ভাষ্য হিসেবে ব্যবহার করেছিলেন।\n\n\n=== ত্রিপোলির চুক্তি ===\nত্রিপোলি চুক্তি ছিল মার্কিন যুক্তরাষ্ট্র এবং ত্রিপোলিটানিয়ার মধ্যে সম্পাদিত একটি চুক্তি যা রাষ্ট্রপতি জন অ্যাডামস সিনেটে জমা দিয়েছিলেন, ৭ জুন, ১৭৯৭ তারিখে মার্কিন সিনেট থেকে সর্বসম্মতিক্রমে অনুমোদন লাভ করেন এবং অ্যাডামস স্বাক্ষর করেন, যা ১০ জুন, ১৭৯৭ তারিখে দেশের আইন হিসেবে কার্যকর হয়। চুক্তিটি একটি নিয়মিত কূটনৈতিক চুক্তি ছিল কিন্তু পরবর্তীতে মনোযোগ আকর্ষণ করে কারণ ইংরেজি সংস্করণে মার্কিন যুক্তরাষ্ট্রে ধর্ম সম্পর্কে একটি ধারা অন্তর্ভুক্ত ছিল।\n\nযেহেতু মার্কিন যুক্তরাষ্ট্র সরকার কোনওভাবেই খ্রিস্টান ধর্মের উপর প্রতিষ্ঠিত নয়, কারণ এটির নিজস্ব কোনও বৈশিষ্ট্যই মুসলিমদের  আইন, ধর্ম বা শান্তির বিরুদ্ধে শত্রুতা নয়, এবং যেহেতু উক্ত রাষ্ট্রগুলি কখনও কোনও মুসলিম [মুসলিম] জাতির বিরুদ্ধে কোনও যুদ্ধ বা শত্রুতামূলক কাজে প্রবেশ করেনি, তাই পক্ষগুলি ঘোষণা করছে যে ধর্মীয় মতামত থেকে উদ্ভূত কোনও অজুহাত কখনও দুই দেশের মধ্যে বিদ্যমান সম্প্রীতির ব্যাঘাত ঘটাবে না।ঐতিহাসিক ফ্রাঙ্ক ল্যাম্বার্ট চুক্তি সম্পর্কে বলেন: \"তাদের কর্মকাণ্ডের মাধ্যমে, প্রতিষ্ঠাতা পিতারা স্পষ্ট করে দিয়েছিলেন যে তাদের প্রাথমিক উদ্বেগ ছিল ধর্মীয় স্বাধীনতা... সাংবিধানিক কনভেনশনের কাজ শেষ হওয়ার দশ বছর পর, দেশটি বিশ্বকে আশ্বস্ত করেছিল যে মার্কিন যুক্তরাষ্ট্র একটি ধর্মনিরপেক্ষ রাষ্ট্র\"\nসরকার এবং ধর্মের স্পষ্ট বিচ্ছেদ সত্ত্বেও, জাতির প্রধান সাংস্কৃতিক ও সামাজিক প্রকৃতি দৃঢ়ভাবে খ্রিস্টান হয়ে ওঠে। চার্চ অফ দ্য হলি ট্রিনিটি বনাম মার্কিন যুক্তরাষ্ট্র (১৮৯২) এর নিয়োগ মামলায়, মার্কিন সুপ্রিম কোর্ট বলেছিল, \"এইগুলি এবং আরও অনেক বিষয় যা লক্ষ্য করা যেতে পারে, এটি একটি খ্রিস্টান জাতি বলে জৈব উচ্চারণের সাথে অনানুষ্ঠানিক ঘোষণার একটি পরিমাণ যোগ করে।\"\n\n\n=== মহান জাগরণ এবং ধর্মপ্রচার ===\n\n\"মহান জাগরণ\" ছিল বৃহৎ পরিসরে পুনরুজ্জীবন যা হঠাৎ করেই শুরু হয়েছিল এবং বিপুল সংখ্যক লোককে গির্জাবিহীন থেকে গির্জায় স্থানান্তরিত করেছিল। পুনরুজ্জীবনের পৃষ্ঠপোষকতায় মেথডিস্ট এবং ব্যাপটিস্টরা সবচেয়ে বেশি সক্রিয় ছিলেন। মেথডিস্ট গির্জার সদস্য সংখ্যা ১৭৯০ সালে ৫৮,০০০ থেকে বেড়ে ১৮২০ সালে ২৫৮,০০০ এবং ১৮৬০ সালে ১,৬৬১,০০০ হয়। ৭০ বছরেরও বেশি সময় ধরে, মেথডিস্ট সদস্য সংখ্যা ২৮.৬ গুণ বৃদ্ধি পেয়েছে যখন মোট জাতীয় জনসংখ্যা আট গুণ বৃদ্ধি পেয়েছে।\nএটি আমেরিকান ধর্মের ধর্মপ্রচারকে একটি প্রভাবশালী শক্তিতে পরিণত করেছিল। বালমার ব্যাখ্যা করেন যে:\n\n\"আমি বিশ্বাস করি, ধর্মপ্রচার নিজেই মূলত উত্তর আমেরিকার ঘটনা, যা পিয়েটিস্ট, প্রেসবিটেরিয়ানিজম এবং পিউরিটানিজমের চিহ্নের মিলনস্থল থেকে উদ্ভূত। ধর্মপ্রচার প্রতিটি ধারা থেকে অদ্ভুত বৈশিষ্ট্যগুলি গ্রহণ করেছে - পিয়েটিস্টদের কাছ থেকে উষ্ণ আধ্যাত্মিকতা (উদাহরণস্বরূপ), প্রেসবিটেরিয়ানদের কাছ থেকে মতবাদগত নির্ভুলতাবাদ এবং পিউরিটানদের কাছ থেকে ব্যক্তিবাদী আত্মদর্শন - যদিও উত্তর আমেরিকার প্রেক্ষাপট নিজেই ধর্মপ্রচারের বিভিন্ন প্রকাশকে গভীরভাবে রূপ দিয়েছে: মৌলবাদ, নব্য-ধর্মপ্রচারবাদ, পবিত্রতা আন্দোলন, পেন্টেকস্টালিজম, ক্যারিশম্যাটিক আন্দোলন এবং আফ্রিকান-আমেরিকান এবং হিস্পানিক ধর্মপ্রচারের বিভিন্ন রূপ।\"\n\n\n==== দ্বিতীয় মহান জাগরণ ====\n\n১৮০০ সালে, বৃহৎ পুনরুজ্জীবন শুরু হয় যা সারা দেশে ছড়িয়ে পড়ে: নিউ ইংল্যান্ডে দ্বিতীয় মহান জাগরণ এবং কেন্টাকির ক্যান রিজে মহান পুনরুজ্জীবন। কেন্টাকি পুনরুজ্জীবনের দ্বারা সৃষ্ট প্রধান ধর্মীয় উদ্ভাবন ছিল শিবির সভা। প্রথমে পুনরুজ্জীবনগুলি প্রেসবিটেরিয়ান মন্ত্রীদের দ্বারা সংগঠিত হয়েছিল যারা স্কটল্যান্ডের প্রেসবিটেরিয়ান চার্চ দ্বারা ব্যবহৃত বর্ধিত বহিরঙ্গন কমিউনিয়ন ঋতুর অনুকরণে এগুলিকে তৈরি করেছিল, যা প্রায়শই ধর্মীয় বিশ্বাসের আবেগপূর্ণ, প্রদর্শনমূলক প্রদর্শন তৈরি করত। কেন্টাকিতে, অগ্রগামীরা তাদের পরিবার এবং খাবার তাদের ওয়াগনে চাপিয়ে প্রেসবিটেরিয়ান সভাগুলিতে যান, যেখানে তারা তাঁবু স্থাপন করেন এবং বেশ কয়েক দিন ধরে স্থায়ী হন।\nদীর্ঘ ধর্মীয় সভার জন্য যখন কোনও মাঠে বা বনের ধারে একত্রিত হন, তখন অংশগ্রহণকারীরা স্থানটিকে একটি শিবির সভায় রূপান্তরিত করেন। কেন্টাকি শিবিরের সভাগুলিকে ঘিরে থাকা ধর্মীয় পুনরুজ্জীবনগুলি এত তীব্র ছিল এবং আবেগের এমন ঝাপটা তৈরি করেছিল যে তাদের মূল পৃষ্ঠপোষক, প্রেসবিটেরিয়ান এবং ব্যাপটিস্টরাও শীঘ্রই তাদের প্রত্যাখ্যান করেছিলেন। তবে, মেথডিস্টরা শিবির সভা গ্রহণ করে এবং শেষ পর্যন্ত তাদের গৃহপালিত করে এবং পূর্বাঞ্চলীয় রাজ্যগুলিতে তাদের পরিচয় করিয়ে দেয়, যেখানে কয়েক দশক ধরে তারা সম্প্রদায়ের ইভাঞ্জেলিকাল স্বাক্ষরগুলির মধ্যে একটি ছিল।\nদ্বিতীয় মহান জাগরণ (১৮০০-১৮৩০-এর দশক), প্রথমটির বিপরীতে, গির্জাবিহীনদের উপর দৃষ্টি নিবদ্ধ করে এবং পুনরুজ্জীবন সভাগুলিতে অভিজ্ঞতার মতো ব্যক্তিগত মুক্তির অনুভূতি তাদের মধ্যে জাগিয়ে তোলার চেষ্টা করে। এই পুনরুজ্জীবন দ্রুত কেনটাকি, টেনেসি এবং দক্ষিণ ওহিও জুড়ে ছড়িয়ে পড়ে। প্রতিটি সম্প্রদায়ের এমন সম্পদ ছিল যা তাদের সীমান্তে উন্নতি করতে সাহায্য করেছিল। উদাহরণস্বরূপ, মেথডিস্টদের একটি দক্ষ সংগঠন ছিল যা সার্কিট রাইডার্স নামে পরিচিত মন্ত্রীদের উপর নির্ভর করত, যারা প্রত্যন্ত সীমান্তবর্তী স্থানে লোকেদের খুঁজে বের করত। সার্কিট রাইডার্সরা সাধারণ মানুষের মধ্য থেকে এসেছিল, যা তাদেরকে ধর্মান্তরিত করার আশা করা সীমান্তবর্তী পরিবারগুলির সাথে সম্পর্ক স্থাপনে সহায়তা করেছিল।\nদ্বিতীয় মহান জাগরণ আমেরিকান ধর্মীয় ইতিহাসে গভীর প্রভাব ফেলেছিল। ১৮৫৯ সালের মধ্যে ধর্মপ্রচার এক ধরণের জাতীয় গির্জা বা জাতীয় ধর্ম হিসাবে আবির্ভূত হয়েছিল এবং আমেরিকান ধর্মীয় জীবনের একটি আকর্ষণীয় বিষয় ছিল। অত্যন্ত সুসংগঠিত মেথডিস্টদের দ্বারা সর্বাধিক লাভ হয়েছিল। ফ্রান্সিস অ্যাসবারি (১৭৪৫-১৮১৬) তরুণ প্রজাতন্ত্রের অন্যতম বিশিষ্ট ধর্মীয় নেতা হিসেবে আমেরিকান মেথডিস্ট আন্দোলনের নেতৃত্ব দিয়েছিলেন। পূর্ব সমুদ্র উপকূল জুড়ে ভ্রমণ করে, অ্যাসবারির নেতৃত্বে মেথোডিজম দ্রুত দেশের বৃহত্তম এবং সর্বাধিক বিস্তৃত সম্প্রদায়ে পরিণত হয়। ঔপনিবেশিক আমলে প্রভাবশালী সম্প্রদায় - অ্যাংলিকান, প্রেসবিটেরিয়ান, কংগ্রেগেশনালিস্ট এবং সংস্কারিত - এর তুলনায় ব্যাপটিস্ট এবং মেথোডিস্টদের সংখ্যাগত শক্তি বৃদ্ধি পায়। সামাজিক সমস্যার সমাধানে খ্রিস্টীয় শিক্ষা প্রয়োগের প্রচেষ্টা ঊনবিংশ শতাব্দীর শেষের দিকে সামাজিক সুসমাচারের পূর্বাভাস দেয়। এটি ল্যাটার ডে সেন্ট আন্দোলন, পুনরুদ্ধার আন্দোলন এবং পবিত্রতা আন্দোলনের মতো গোষ্ঠীগুলির সূচনাকেও সূচনা করে।\n\n\n==== তৃতীয় মহান জাগরণ ====\n\nতৃতীয় মহান জাগরণ ছিল ১৮৫০-এর দশকের শেষ থেকে বিংশ শতাব্দী পর্যন্ত আমেরিকান ইতিহাসে ধর্মীয় সক্রিয়তার একটি সময়কাল। এটি ধর্মপ্রাণ প্রোটেস্ট্যান্ট সম্প্রদায়গুলিকে প্রভাবিত করেছিল এবং সামাজিক সক্রিয়তার একটি শক্তিশালী ধারণা ছিল। এটি সহস্রাব্দ পরবর্তী ধর্মতত্ত্ব থেকে শক্তি সংগ্রহ করেছিল যে খ্রিস্টের দ্বিতীয় আগমন মানবজাতি সমগ্র পৃথিবী সংস্কার করার পরে আসবে। সামাজিক সুসমাচার আন্দোলন জাগরণ থেকে তার শক্তি অর্জন করেছিল, যেমন বিশ্বব্যাপী মিশনারি আন্দোলন। পবিত্রতা আন্দোলন এবং নাজারিন আন্দোলন এবং খ্রিস্টীয় বিজ্ঞানের মতো নতুন গোষ্ঠীর আবির্ভাব ঘটে।\nপ্রোটেস্ট্যান্ট প্রধান ধারার গির্জাগুলি সংখ্যা, সম্পদ এবং শিক্ষার স্তরে দ্রুত বৃদ্ধি পাচ্ছিল, তাদের সীমানা ত্যাগ করে শহর ও শহরে কেন্দ্রীভূত হয়ে উঠছিল। জোসিয়া স্ট্রং-এর মতো বুদ্ধিজীবী এবং লেখকরা আমেরিকা এবং বিশ্বজুড়ে অ-গির্জার কাছে পদ্ধতিগত প্রচারের মাধ্যমে একটি শক্তিশালী খ্রিস্টধর্মের পক্ষে ছিলেন। অন্যরা পরবর্তী প্রজন্মকে প্রশিক্ষণ দেওয়ার জন্য কলেজ এবং বিশ্ববিদ্যালয় তৈরি করেছিলেন। প্রতিটি সম্প্রদায় সক্রিয় মিশনারি সমাজকে সমর্থন করেছিল এবং মিশনারিদের ভূমিকাকে উচ্চ মর্যাদার করে তুলেছিল। (উত্তরে) ধর্মপ্রেমিক মূলধারার প্রোটেস্ট্যান্টদের বিশাল সংখ্যাগরিষ্ঠ রিপাবলিকান পার্টিকে সমর্থন করেছিল এবং নিষেধাজ্ঞা এবং সামাজিক সংস্কারকে সমর্থন করার জন্য এটিকে আহ্বান জানিয়েছিল।\n১৮৫৮ সালে অসংখ্য শহরে জাগরণ আমেরিকান গৃহযুদ্ধের দ্বারা ব্যাহত হয়েছিল। অন্যদিকে, দক্ষিণে গৃহযুদ্ধ পুনরুজ্জীবনকে উদ্দীপিত করেছিল এবং বিশেষ করে ব্যাপটিস্টদের শক্তিশালী করেছিল।  যুদ্ধের পর, ডোয়াইট এল. মুডি শিকাগোতে মুডি বাইবেল ইনস্টিটিউট প্রতিষ্ঠা করে পুনর্জাগরণবাদকে তার কর্মকাণ্ডের কেন্দ্রবিন্দুতে পরিণত করেন। ইরা সানকির স্তোত্রগুলি বিশেষভাবে প্রভাবশালী ছিল।\nদেশজুড়ে মদ নিষিদ্ধের জন্য ধর্মের নামে ধর্মযুদ্ধ চলছে। ওম্যানস ক্রিশ্চিয়ান টেম্পারেন্স ইউনিয়ন মদ, পর্নোগ্রাফি এবং পতিতাবৃত্তির বিরুদ্ধে সামাজিক ধর্মযুদ্ধের জন্য প্রোটেস্ট্যান্ট মহিলাদের একত্রিত করে এবং নারীদের ভোটাধিকারের দাবিতে উত্থান ঘটায়। সোনালী যুগের ধনতন্ত্র সামাজিক সুসমাচার প্রচারকদের এবং প্রগতিশীল যুগের সংস্কারকদের কঠোর আক্রমণের মুখে পড়ে, যারা শিশুশ্রম, বাধ্যতামূলক প্রাথমিক শিক্ষা এবং কারখানায় শোষণ থেকে নারীদের সুরক্ষার বিষয়গুলির সাথে জড়িত হয়ে পড়ে। সমস্ত প্রধান সম্প্রদায় মার্কিন যুক্তরাষ্ট্র এবং বিশ্বজুড়ে ক্রমবর্ধমান মিশনারি কার্যকলাপকে পৃষ্ঠপোষকতা করেছিল। গির্জাগুলির সাথে যুক্ত কলেজগুলি দ্রুত সংখ্যা, আকার এবং পাঠ্যক্রমের মানের দিক থেকে প্রসারিত হয়েছিল। ক্যাম্পাস এবং শহুরে YMCA-তে তরুণদের মধ্যে \"পেশীবহুল খ্রিস্টধর্ম\" প্রচার জনপ্রিয় হয়ে ওঠে, সেইসাথে মেথোডিস্টদের জন্য এপওয়ার্থ লীগ এবং লুথারানদের জন্য ওয়ালথার লীগের মতো ধর্মীয় যুব গোষ্ঠীগুলির মধ্যে জনপ্রিয় হয়ে ওঠে।\n\n\n=== কল্যাণকর এবং ধর্মপ্রচারক সমিতি ===\nউনিশ শতকের প্রথমার্ধে আমেরিকান ভূদৃশ্যের একটি নতুন বৈশিষ্ট্য ছিল কল্যাণকর সমাজ। মূলত অবিশ্বাসীদের ধর্মান্তরিত করার জন্য নিবেদিতপ্রাণ, তারা অবশেষে সকল ধরণের সামাজিক ব্যাধি নির্মূলের উপর মনোনিবেশ করেছিল। কল্যাণকর সমাজগুলি ছিল ইভাঞ্জেলিক আন্দোলনের দ্বারা সৃষ্ট অসাধারণ শক্তির প্রত্যক্ষ ফলাফল - বিশেষ করে, ধর্মান্তরের ফলে সৃষ্ট \"সক্রিয়তা\" দ্বারা। প্রেসবিটেরিয়ান ধর্মপ্রচারক চার্লস গ্র্যান্ডিসন ফিনি জোর দিয়ে বলেন, \"ঈশ্বরের অনুগ্রহের প্রমাণ ছিল অন্যদের প্রতি একজন ব্যক্তির দানশীলতা।\"\nইভাঞ্জেলিকাল প্রতিষ্ঠানগুলি স্বেচ্ছাসেবী, বিশ্বজনীন হিতৈষী সমাজের এই শক্তিশালী নেটওয়ার্ককে জাতিকে খ্রিস্টধর্মে রূপান্তরিত করার জন্য ব্যবহার করেছিল। এই সংগঠনগুলির মধ্যে সবচেয়ে প্রাচীন এবং গুরুত্বপূর্ণ সংগঠনগুলি অবিশ্বাসীদের ধর্মান্তরিত করার উপর অথবা এমন পরিস্থিতি তৈরির উপর তাদের প্রচেষ্টাকে কেন্দ্রীভূত করেছিল (যেমন সংযমশীল সমাজ দ্বারা চাওয়া সংযম) যেখানে ধর্মান্তরিত হতে পারে। ১৮২৬-১৮২৭ সালে ছয়টি বৃহত্তম সমাজ ছিল: আমেরিকান এডুকেশন সোসাইটি, আমেরিকান বোর্ড অফ কমিশনার্স ফর ফরেন মিশন, আমেরিকান বাইবেল সোসাইটি, আমেরিকান সানডে স্কুল ইউনিয়ন, আমেরিকান ট্র্যাক্ট সোসাইটি এবং আমেরিকান হোম মিশনারি সোসাইটি।\nবেশিরভাগ সম্প্রদায় বিদেশে মিশন পরিচালনা করত (এবং কিছু মার্কিন যুক্তরাষ্ট্রে আদিবাসী আমেরিকান এবং এশিয়ানদের জন্য)। হাচিনসন যুক্তি দেন যে ধর্মনিরপেক্ষ বিশ্ব সংস্কারের আমেরিকান আকাঙ্ক্ষা ইভাঞ্জেলিকাল খ্রিস্টানদের উদ্যোগ দ্বারা ব্যাপকভাবে উদ্দীপিত হয়েছিল। গ্রিমশ যুক্তি দেন যে মহিলা মিশনারিরা মিশনারি প্রচেষ্টার উৎসাহী সমর্থক ছিলেন, \"উনিশ শতকের প্রথমার্ধে ধর্মীয় রূপান্তর এবং হাওয়াইয়ান সংস্কৃতির পুনর্নির্মাণে যথেষ্ট অবদান রেখেছিলেন।\"\n\n\n=== আফ্রিকান আমেরিকান গির্জার উত্থান ===\n\n১৮ শতকের আমেরিকায় কৃষ্ণাঙ্গ খ্রিস্টধর্মের আবির্ভাবের সাথে সাথে আফ্রিকানদের মধ্যে স্থানীয়ভাবে যে বিষয়বস্তু ছিল, তা নিয়ে পণ্ডিতদের মধ্যে দ্বিমত রয়েছে, তবে কৃষ্ণাঙ্গ জনগোষ্ঠীর খ্রিস্টধর্ম ধর্মপ্রচারের উপর ভিত্তি করে তৈরি হয়েছিল, তাতে কোনও দ্বিমত নেই।\nদ্বিতীয় মহান জাগরণকে \"আফ্রো-খ্রিস্টধর্মের বিকাশের কেন্দ্রীয় এবং সংজ্ঞায়িত ঘটনা\" বলা হয়।  এই পুনরুজ্জীবনের সময় ব্যাপটিস্ট এবং মেথডিস্টরা বিপুল সংখ্যক কৃষ্ণাঙ্গকে ধর্মান্তরিত করেছিলেন। তবে, তাদের সহবিশ্বাসীদের কাছ থেকে প্রাপ্ত আচরণ এবং আমেরিকান বিপ্লবের পরপরই অনেক শ্বেতাঙ্গ ব্যাপটিস্ট এবং মেথডিস্ট যে দাসত্ব বিলোপের প্রতিশ্রুতি দিয়েছিলেন তাতে পিছিয়ে পড়ায় অনেকেই হতাশ হয়েছিলেন।\nযখন তাদের অসন্তোষ দমন করা সম্ভব হয়নি, তখন কিছু কৃষ্ণাঙ্গ নেতা নতুন সম্প্রদায় গঠন করেন। ১৭৮৭ সালে, রিচার্ড অ্যালেন এবং ফিলাডেলফিয়ার তার সহকর্মীরা মেথডিস্ট চার্চ থেকে বিচ্ছিন্ন হয়ে পড়েন এবং ১৮১৫ সালে আফ্রিকান মেথডিস্ট এপিস্কোপাল (AME) চার্চ প্রতিষ্ঠা করেন, যা শতাব্দীর অগ্রগতির সাথে সাথে স্বাধীন কৃষ্ণাঙ্গ ব্যাপটিস্ট মণ্ডলীর সাথে সমৃদ্ধ হয়। ১৮৪৬ সালের মধ্যে, আটটি পাদ্রি এবং পাঁচটি মণ্ডলী দিয়ে শুরু হওয়া AME চার্চ ১৭৬ জন পাদ্রি, ২৯৬ জন মণ্ডলী এবং ১৭,৩৭৫ জন সদস্যে উন্নীত হয়।\n\n\n== গৃহযুদ্ধ ==\n\n\n=== ইউনিয়ন ===\n\n১৮৬০-এর দশকে উত্তরে প্রোটেস্ট্যান্ট ধর্ম বেশ শক্তিশালী ছিল। প্রোটেস্ট্যান্ট সম্প্রদায়গুলি বিভিন্ন ধরণের অবস্থান নিয়েছিল। সাধারণভাবে, মেথডিস্ট, নর্দার্ন ব্যাপটিস্ট এবং কংগ্রেগেশনালিস্টদের মতো পিটিস্টিক বা ইভাঞ্জেলিক সম্প্রদায়গুলি যুদ্ধের প্রচেষ্টাকে দৃঢ়ভাবে সমর্থন করেছিল। ক্যাথলিক, এপিস্কোপ্যালিয়ান, লুথারান এবং রক্ষণশীল প্রেসবিটেরিয়ানদের মতো আরও ধর্মীয় গোষ্ঠীগুলি সাধারণত যুদ্ধের কোনও আলোচনা এড়িয়ে চলে, তাই এটি তাদের সদস্যপদকে তীব্রভাবে বিভক্ত করবে না। কনফেডারেসিকে সমর্থনকারী কিছু ধর্মযাজককে কপারহেড হিসাবে নিন্দা করা হয়েছিল, বিশেষ করে সীমান্ত অঞ্চলে।\nগির্জাগুলি তাদের সৈন্যদের মাঠে এবং বিশেষ করে তাদের পরিবারের সদস্যদের সমর্থন করার জন্য প্রচেষ্টা চালিয়েছিল। সেই যুগের বেশিরভাগ রাজনৈতিক বক্তব্যেরই একটি স্বতন্ত্র ধর্মীয় সুর ছিল। আন্তঃসাম্প্রদায়িক প্রোটেস্ট্যান্ট মার্কিন যুক্তরাষ্ট্রের খ্রিস্টান কমিশন সেনা শিবিরে এজেন্টদের পাঠিয়েছিল মানসিক সহায়তার পাশাপাশি বই, সংবাদপত্র, খাবার এবং পোশাক সরবরাহ করার জন্য। প্রার্থনা, ধর্মোপদেশ এবং কল্যাণমূলক কার্যক্রমের মাধ্যমে, এজেন্টরা সৈন্যদের আধ্যাত্মিক এবং পার্থিব চাহিদা পূরণ করেছিল এবং পুরুষদের খ্রিস্টীয় জীবনযাত্রায় ফিরিয়ে আনার চেষ্টা করেছিল।\nমেথোডিস্ট এপিস্কোপাল চার্চের চেয়ে ইউনিয়নকে সমর্থন করার ক্ষেত্রে আর কোনও সম্প্রদায় এতটা সক্রিয় ছিল না। ইতিহাসবিদ রিচার্ড কারওয়ার্ডিন যুক্তি দেন যে অনেক মেথোডিস্ট মনে করেছিলেন যে ১৮৬০ সালে লিঙ্কনের বিজয় আমেরিকায় ঈশ্বরের রাজ্যের আগমনের সূচনা করেছিল। দাসদের স্বাধীনতা, ঈশ্বরীয় বিলোপবাদীদের নির্যাতন থেকে মুক্তি, আমেরিকান সরকারের উপর দাস শক্তির দুষ্ট কব্জা থেকে মুক্তি এবং ইউনিয়নের জন্য একটি নতুন দিকনির্দেশনার প্রতিশ্রুতি তাদের কর্মে অনুপ্রাণিত করেছিল। মেথডিস্টরা র‌্যাডিক্যাল রিপাবলিকানদের শ্বেতাঙ্গ দক্ষিণের প্রতি তাদের কঠোর অবস্থানকে দৃঢ় সমর্থন দিয়েছিল। ভিন্নমতাবলম্বী মেথডিস্টরা গির্জা ত্যাগ করেছিল। পুনর্গঠনের সময় মেথডিস্টরা ফ্রিডম্যানদের জন্য মেথডিস্ট গির্জা গঠনে এবং দক্ষিণাঞ্চলীয় শহরগুলিতে স্থানান্তরিত হতে সাহায্য করার ক্ষেত্রে নেতৃত্ব দিয়েছিল, এমনকি সেনাবাহিনীর সহায়তায় গির্জার দক্ষিণ শাখার অন্তর্গত ভবনগুলির নিয়ন্ত্রণও নিয়েছিল। মেথোডিস্ট পারিবারিক ম্যাগাজিন লেডিজ' রিপোজিটরি খ্রিস্টান পারিবারিক সক্রিয়তাকে উৎসাহিত করেছিল। এর নিবন্ধগুলি নারী ও শিশুদের নৈতিক উন্নয়ন প্রদান করেছিল। এটি দাসত্ব দ্বারা দূষিত ক্ষয়ী দক্ষিণ সভ্যতার বিরুদ্ধে গৃহযুদ্ধকে একটি মহান নৈতিক ধর্মযুদ্ধ হিসেবে চিত্রিত করেছিল। এটি ইউনিয়নের লক্ষ্যে সহায়তা করার জন্য পরিবারের সদস্যদের কী কী কার্যক্রম সম্পাদন করতে হবে তার সুপারিশ করেছিল।\n\n\n=== কনফেডারেসি ===\n\nসিএসএ মূলত প্রোটেস্ট্যান্ট ছিল, এবং যুদ্ধের সময়, বিশেষ করে সেনা শিবিরগুলিতে পুনরুজ্জীবন সাধারণ ছিল। স্বাধীন এবং দাসত্বপ্রাপ্ত উভয় জনগোষ্ঠীকেই ইভাঞ্জেলিক্যাল প্রোটেস্ট্যান্টিজমের সাথে চিহ্নিত করা হয়েছিল। ধর্মের স্বাধীনতা এবং গির্জা এবং রাষ্ট্রের পৃথকীকরণ কনফেডারেট আইন দ্বারা সম্পূর্ণরূপে নিশ্চিত করা হয়েছিল। গির্জার উপস্থিতি খুব বেশি ছিল এবং সেনাবাহিনীতে চ্যাপেলিনরা গুরুত্বপূর্ণ ভূমিকা পালন করতেন।\nদাসপ্রথার সমস্যা ১৮৬০ সালের মধ্যে ইভাঞ্জেলিক সম্প্রদায়গুলিকে বিভক্ত করে ফেলেছিল। যুদ্ধের সময়, প্রেসবিটেরিয়ান এবং এপিস্কোপ্যালিয়ানরাও বিভক্ত হয়ে পড়েছিল। ক্যাথলিকরা বিভক্ত হয়নি। ব্যাপ্টিস্ট এবং মেথোডিস্টরা একসাথে স্বাধীন এবং দাসত্বপ্রাপ্ত উভয় জনগোষ্ঠীর সংখ্যাগরিষ্ঠ অংশ গঠন করেছিল। দক্ষিণ-পূর্বের অভিজাতরা আমেরিকার কনফেডারেট স্টেটসের প্রোটেস্ট্যান্ট এপিস্কোপাল চার্চকে সমর্থন করেছিল, যা অনিচ্ছা সত্ত্বেও ১৮৬১ সালে এপিস্কোপাল চার্চ (মার্কিন যুক্তরাষ্ট্র) থেকে আলাদা হয়ে যায়। অন্যান্য অভিজাতরা ছিলেন প্রেসবিটেরিয়ানরা যারা মার্কিন যুক্তরাষ্ট্রের প্রেসবিটেরিয়ান চার্চের অন্তর্গত ছিলেন, যা ১৮৬১ সালে বিভক্ত হয়ে যায়। জোসেফ রাগেলস উইলসন (রাষ্ট্রপতি উড্রো উইলসনের পিতা) একজন বিশিষ্ট নেতা ছিলেন। ক্যাথলিকদের মধ্যে বন্দর শহরগুলিতে একটি আইরিশ শ্রমিক শ্রেণীর উপাদান এবং দক্ষিণ লুইসিয়ানায় একটি প্রাচীন ফরাসি উপাদান অন্তর্ভুক্ত ছিল।\n\n\n== গৃহযুদ্ধের পর ==\n\nসিডনি মিড যুক্তি দিয়েছেন যে ঊনবিংশ শতাব্দীর শেষের দিকে সংগঠিত ধর্ম দুটি বড় চ্যালেঞ্জের মুখোমুখি হয়েছিল: একটি তার সামাজিক কর্মসূচির প্রতি, অন্যটি তার চিন্তাধারার প্রতি। পরিবর্তিত সামাজিক অবস্থার কারণে \"ধনের সুসমাচার\" থেকে সামাজিক সুসমাচারে স্থানান্তরিত হতে বাধ্য হয়েছিল। \"ধনের সুসমাচার\" ছিল ধনী খ্রিস্টানদের জনহিতকর কাজে তাদের সম্পদ ভাগ করে নেওয়ার আহ্বান, অন্যদিকে সামাজিক সুসমাচার মন্ত্রীদের সামাজিক মন্দ দূরীকরণে নেতৃত্ব দেওয়ার আহ্বান জানিয়েছিল। দ্বিতীয় চ্যালেঞ্জটি আধুনিক বিজ্ঞান থেকে উদ্ভূত হয়েছিল, যেখানে ডারউইনের বিবর্তন তত্ত্ব খ্রিস্টানদের মধ্যে বাইবেলের কর্তৃত্ববাদ, রোমান্টিক উদারনীতি এবং আধুনিকতার ক্ষেত্রে বেশ ভিন্ন ধর্মীয় প্রতিক্রিয়া তৈরি করেছিল।\nফলস্বরূপ, মূলধারার প্রোটেস্ট্যান্ট গির্জাগুলি ধীরে ধীরে খ্রিস্টীয় আধুনিকতার দিকে ঝুঁকে পড়ে, আত্মার ব্যক্তিগত মুক্তি এবং অবাধ ব্যক্তিবাদের উপর তাদের জোর ত্যাগ করে, যদিও খ্রিস্টীয় মৌলবাদীরা এই প্রবণতাকে প্রতিহত করেছিল এবং খ্রিস্টধর্মের ধর্মতাত্ত্বিক ভিত্তিগুলিকে আঁকড়ে ধরে থাকার চেষ্টা করেছিল যেখানে সম্প্রদায়গুলি আবার ফিরে আসতে শুরু করেছে।\nক্রমবর্ধমানভাবে, জাতিটি নতুন সংখ্যালঘু ধর্মের মুখোমুখি হয়েছিল। ইতিহাসবিদ আর. লরেন্স মুরের মতে, খ্রিস্টান বিজ্ঞানী, যিহোবার সাক্ষী, মরমন, পেন্টেকস্টাল এবং রোমান ক্যাথলিকরা নিজেদেরকে সমাজের প্রান্তে নির্যাতিত আমেরিকান হিসেবে অনুভব করে প্রতিকূল মন্তব্যের প্রতিক্রিয়া জানিয়েছিল, যার ফলে তারা পূর্ণ নাগরিক হিসেবে তাদের মর্যাদাকে শক্তভাবে আঁকড়ে ধরেছিল।\n\n\n=== ব্যাপটিস্ট ঐতিহ্যে আফ্রিকান-আমেরিকানরা ===\nগৃহযুদ্ধের পর, কৃষ্ণাঙ্গ ব্যাপটিস্টরা বর্ণ বৈষম্য থেকে দূরে খ্রিস্টধর্ম পালন করতে আগ্রহী হয়ে দ্রুত বেশ কয়েকটি পৃথক রাষ্ট্রীয় ব্যাপটিস্ট কনভেনশন স্থাপন করেন। ১৮৬৬ সালে, দক্ষিণ ও পশ্চিমের কৃষ্ণাঙ্গ ব্যাপটিস্টরা একত্রিত হয়ে কনসোলিডেটেড আমেরিকান ব্যাপটিস্ট কনভেনশন গঠন করেন। এই কনভেনশনটি অবশেষে ভেঙে যায় কিন্তু প্রতিক্রিয়ায় তিনটি জাতীয় কনভেনশন গঠিত হয়। ১৮৯৫ সালে তিনটি কনভেনশন একত্রিত হয়ে জাতীয় ব্যাপটিস্ট কনভেনশন তৈরি করে। এটি এখন মার্কিন যুক্তরাষ্ট্রের বৃহত্তম আফ্রিকান আমেরিকান ধর্মীয় সংগঠন। প্রধানত শ্বেতাঙ্গ সম্প্রদায়গুলি কৃষ্ণাঙ্গদের, বিশেষ করে দক্ষিণে, অসংখ্য মিশন পরিচালনা করেছিল। গৃহযুদ্ধের আগেই ক্যাথলিকরা লুইসিয়ানা, মেরিল্যান্ড এবং কেনটাকিতে কৃষ্ণাঙ্গদের জন্য গির্জা স্থাপন করেছিলেন।\n\n\n=== দক্ষিণ ===\nইতিহাসবিদ   এডওয়ার্ড আয়ার্স   একটি দরিদ্র দক্ষিণের বর্ণনা দিয়েছেন যেখানে সমৃদ্ধ আধ্যাত্মিক জীবন ছিল:\n\nনিউ সাউথের সর্বত্র ধর্মীয় বিশ্বাস এবং ভাষা দেখা দিত। এটি জনসাধারণের বক্তব্যের পাশাপাশি ব্যক্তিগত আবেগেও ছড়িয়ে পড়েছিল। অনেক মানুষের কাছে ধর্ম রাজনীতির মাপকাঠি, আইন ও সংস্কারের পিছনের শক্তি, দরিদ্র ও শোষিতদের কাছে পৌঁছানোর কারণ, জাতিগত সীমানা অতিক্রম করার চাপ প্রদান করত। মানুষ প্রেম-প্রেম থেকে শুরু করে সন্তান লালন-পালন, নিজের মৃত্যু পর্যন্ত সবকিছুকেই ধর্মীয় দৃষ্টিকোণ থেকে দেখত। এমনকি সন্দেহ বা ঘৃণায় ভরা ব্যক্তিরাও এই চিত্র, অনুমান, বিশ্বাসের শক্তি থেকে রেহাই পেতে পারেনি। ব্যাপ্টিস্টরা কৃষ্ণাঙ্গ এবং শ্বেতাঙ্গ উভয়ের জন্যই বৃহত্তম গোষ্ঠী গঠন করেছিল, তাদের অসংখ্য ছোট গ্রামীণ গির্জার নেটওয়ার্ক ছিল শিথিল। উভয় জাতির মধ্যে দ্বিতীয় স্থানে ছিল মেথোডিস্টরা, ব্যাপ্টিস্টদের থেকে বর্ণালীর বিপরীত প্রান্তে একটি শ্রেণিবদ্ধ কাঠামো ছিল। বিংশ শতাব্দীতে খুব বড় হয়ে ওঠা ছোট মৌলবাদী গোষ্ঠীগুলি আবির্ভূত হতে শুরু করেছিল। এই অঞ্চলের কয়েকটি শহরে, সেইসাথে দক্ষিণ লুইসিয়ানায় ক্যাথলিকদের গোষ্ঠী আবির্ভূত হয়েছিল। অভিজাত শ্বেতাঙ্গ দক্ষিণাঞ্চলীয়রা বেশিরভাগ অংশে এপিস্কোপ্যালিয়ান বা প্রেসবিটেরিয়ান ছিলেন। অঞ্চল জুড়ে, মন্ত্রীরা উচ্চ মর্যাদাপূর্ণ পদে অধিষ্ঠিত ছিলেন, বিশেষ করে কৃষ্ণাঙ্গ সম্প্রদায়ে যেখানে তারা সাধারণত রাজনৈতিক নেতাও ছিলেন। ১৮৯০ সালের পরে যখন কৃষ্ণাঙ্গদের অধিকাংশই ভোটাধিকার থেকে বঞ্চিত হয়েছিল, তখনও কৃষ্ণাঙ্গ প্রচারকদের ভোট দেওয়ার অনুমতি ছিল। পুনরুজ্জীবন নিয়মিত ঘটনা ছিল, যা প্রচুর জনতাকে আকর্ষণ করেছিল। সাধারণত ইতিমধ্যেই ধর্মান্তরিতরা উপস্থিত ছিলেন, তাই নতুন ধর্মান্তরিতদের সংখ্যা তুলনামূলকভাবে কম ছিল কিন্তু নতুন বা পুরাতন, তারা সকলেই প্রচার এবং সামাজিকীকরণ উপভোগ করেছিলেন।   অবশ্যই কোনও মদ পরিবেশন করা হয়নি, কারণ দক্ষিণাঞ্চলীয়দের দ্বারা প্রচারিত প্রধান সামাজিক সংস্কার ছিল নিষেধাজ্ঞা; এটি ছিল মহিলা কর্মীদের জন্য প্রধান রাজনৈতিক পথও, কারণ ভোটাধিকার আন্দোলন দুর্বল ছিল।\n\n\n=== রিজার্ভেশনের লক্ষ্য ===\n\nঔপনিবেশিক যুগ থেকে শুরু করে, বেশিরভাগ প্রোটেস্ট্যান্ট সম্প্রদায় আদিবাসী আমেরিকানদের কাছে মিশন পরিচালনা করত। গৃহযুদ্ধের পর, কর্মসূচিগুলি সম্প্রসারিত করা হয় এবং প্রধান পশ্চিমা সংরক্ষণগুলি ধর্মীয় সম্প্রদায়ের নিয়ন্ত্রণে আনা হয়, মূলত পূর্বে প্রচলিত আর্থিক কেলেঙ্কারি এবং কুৎসিত সম্পর্ক এড়াতে। ১৮৬৯ সালে, কংগ্রেস ভারতীয় কমিশনারদের বোর্ড তৈরি করে এবং রাষ্ট্রপতি ইউলিসিস গ্রান্ট \"তাদের বুদ্ধিমত্তা এবং জনহিতকর কাজের জন্য বিশিষ্ট\" স্বেচ্ছাসেবক সদস্যদের নিযুক্ত করেন। গ্রান্ট বোর্ডকে ভারতীয় বিষয়ক ব্যুরো তত্ত্বাবধান এবং আদিবাসী আমেরিকানদের \"সভ্য\" করার জন্য ব্যাপক ক্ষমতা দেওয়া হয়েছিল। গ্রান্ট নিয়োগের পরে আদিবাসী আমেরিকানদের \"ধর্মীয় গির্জার মধ্যে\" ভাগ করে দেওয়ার জন্য দৃঢ়প্রতিজ্ঞ ছিলেন; ১৮৭২ সালের মধ্যে, ৭৩টি ভারতীয় সংস্থা ধর্মীয় সম্প্রদায়ের মধ্যে বিভক্ত হয়ে পড়ে। একটি মূল নীতি ছিল পশ্চিমা সংরক্ষণগুলিকে ধর্মীয় সম্প্রদায়ের নিয়ন্ত্রণে আনা। ১৮৭২ সালে, নির্ধারিত ৭৩টি সংস্থার মধ্যে, মেথডিস্টরা ১৪টি সংরক্ষণ পেয়েছিলেন; অর্থোডক্স কোয়েকাররা দশটি; প্রেসবিটেরিয়ানরা নয়টি; এপিস্কোপ্যালিয়ানরা আটটি; ক্যাথলিকরা সাতটি; হিকসাইট কোয়েকাররা ছয়টি; ব্যাপটিস্টরা পাঁচটি; ডাচ সংস্কারিত পাঁচটি; কংগ্রেগেশনালিস্টরা তিনটি; শিষ্যরা দুটি; ইউনিটারিয়ানরা দুটি; আমেরিকান বোর্ড অফ কমিশনার্স ফর ফরেন মিশনস একটি; এবং লুথারানরা একটি। নির্বাচনের মানদণ্ড অস্পষ্ট ছিল এবং সমালোচকরা শান্তি নীতিকে আদিবাসী আমেরিকানদের ধর্মীয় স্বাধীনতা লঙ্ঘনকারী হিসেবে দেখেছিলেন। ক্যাথলিকরা আরও বড় ভূমিকা চেয়েছিলেন এবং ১৮৭৪ সালে ক্যাথলিক ভারতীয় মিশন ব্যুরো প্রতিষ্ঠা করেছিলেন। শান্তি নীতি ১৮৮১ সাল পর্যন্ত কার্যকর ছিল।  ইতিহাসবিদ ক্যারি কলিন্স বলেছেন যে গ্রান্টের শান্তি নীতি প্রশান্ত মহাসাগরীয় উত্তর-পশ্চিমে ব্যর্থ হয়েছিল মূলত সাম্প্রদায়িক প্রতিযোগিতা এবং ধর্মীয় সম্প্রদায়ের দ্বারা ধর্মান্তরিতকরণের উপর অগ্রাধিকারের কারণে।\n\n\n=== ঊনবিংশ শতাব্দীর শেষের দিকে ক্যাথলিক গির্জা ===\n\nমার্কিন যুক্তরাষ্ট্রে ক্যাথলিকদের প্রধান উৎস ছিল ঊনবিংশ এবং বিংশ শতাব্দীর বিপুল সংখ্যক ইউরোপীয় অভিবাসী, বিশেষ করে জার্মানি, আয়ারল্যান্ড, ইতালি এবং পোল্যান্ড থেকে। সম্প্রতি, বেশিরভাগ ক্যাথলিক অভিবাসী ল্যাটিন আমেরিকা থেকে এসেছেন, বিশেষ করে মেক্সিকো থেকে। আইরিশরা গির্জার উপর আধিপত্য বিস্তার করতে শুরু করে, বেশিরভাগ বিশপ, কলেজ সভাপতি এবং সাধারণ নেতাদের দিয়ে। তারা পোপের কর্তৃত্বের পক্ষে \"অতিপ্রাচীন\" অবস্থানকে দৃঢ়ভাবে সমর্থন করে। উনিশ শতকের শেষার্ধে, বাল্টিমোরের প্লেনারি কাউন্সিলের সমাবর্তনের মাধ্যমে গির্জার শৃঙ্খলার মানসম্মতকরণের প্রথম প্রচেষ্টা ঘটে। এই কাউন্সিলগুলির ফলে বাল্টিমোর ক্যাটেকিজম এবং আমেরিকার ক্যাথলিক বিশ্ববিদ্যালয় প্রতিষ্ঠা হয়।\n১৯৬০-এর দশকে, গির্জা নাটকীয় পরিবর্তনের মধ্য দিয়ে যায়, বিশেষ করে লিটার্জিতে এবং ল্যাটিনের পরিবর্তে জনগণের ভাষার ব্যবহারে। পুরোহিত এবং নানের সংখ্যা তীব্রভাবে হ্রাস পায় কারণ খুব কম লোকই সেখানে প্রবেশ করে এবং অনেকেই তাদের পেশা ছেড়ে চলে যায়। ১৯৯০ সাল থেকে, বিশপদের দ্বারা যুবকদের যৌন নির্যাতনকারী পুরোহিতদের গোপন রাখার কেলেঙ্কারির ফলে দেশজুড়ে, ইউরোপ এবং বিশ্বজুড়েও ব্যাপক আর্থিক ক্ষতি হয়েছে।\n\n\n=== ১৮৮০-১৯২০-এর দশকে হিতৈষী ও ধর্মপ্রচারক সমাজে ===\n১৮৯০ সাল নাগাদ, আমেরিকান প্রোটেস্ট্যান্ট গির্জাগুলি প্রায় ১,০০০ বিদেশী মিশনারি এবং তাদের স্ত্রীদের সহায়তা করছিল। স্থানীয় গির্জাগুলিতে অবস্থিত মহিলা সংগঠনগুলি স্বেচ্ছাসেবকদের অনুপ্রাণিত করতে এবং তহবিল সংগ্রহে বিশেষভাবে সক্রিয় ছিল। সোশ্যাল গসপেল আন্দোলনের দ্বারা অনুপ্রাণিত হয়ে, কলেজ ক্যাম্পাস এবং YMCA-এর মতো নগর কেন্দ্রগুলিতে তরুণরা একটি বিশাল উত্থানে অবদান রেখেছিল যা ১৯০০ সালের মধ্যে মোট সংখ্যা ৫০০০-এ পৌঁছেছিল। ১৮৮৬ থেকে ১৯২৬ সাল পর্যন্ত, সবচেয়ে সক্রিয় নিয়োগ সংস্থা ছিল স্টুডেন্ট ভলান্টিয়ার মুভমেন্ট ফর ফরেন মিশনস, যা ক্যাম্পাস YMCA-তে তার ভিত্তি ব্যবহার করে ৮,০০০-এরও বেশি তরুণ প্রোটেস্ট্যান্টকে তালিকাভুক্ত করার আবেদন করেছিল। এই ধারণাটি দ্রুত নিউ ওয়ার্ল্ডস স্টুডেন্ট ক্রিশ্চিয়ান ফেডারেশন দ্বারা অনুকরণ করা হয়েছিল, যার শক্তি ছিল গ্রেট ব্রিটেন, ইউরোপ, এমনকি অস্ট্রেলিয়া, ভারত, চীন এবং জাপান পর্যন্ত। প্রাথমিক প্রশিক্ষণ প্রথমে বাইবেলের গভীর বোঝার উপর দৃষ্টি নিবদ্ধ করে; শুধুমাত্র পরে এটি উপলব্ধি করা হয়েছিল যে কার্যকর মিশনারিদের ভাষা এবং সংস্কৃতি বুঝতে হবে।  গুরুত্বপূর্ণ নেতাদের মধ্যে ছিলেন জন মট (১৮৬৫-১৯৫৫; ওয়াইএমসিএ-র প্রধান), রবার্ট ই. স্পিয়ার (১৮৬৭-১৯৪৭; প্রধান প্রেসবিস্টেরিয়ান সংগঠক; এবং শেরউড এডি (১৮৭১-১৯৬৩)। ইয়েল কলেজ এবং ইউনিয়ন থিওলজিক্যাল সেমিনারির একজন ধনী তরুণ স্নাতক এডি ভারতে মনোনিবেশ করেছিলেন। তার ভিত্তি ছিল ওয়াইএমসিএ-সংগঠিত ভারতীয় ছাত্র স্বেচ্ছাসেবক আন্দোলন, যা দরিদ্র এবং বহিষ্কৃতদের উপর দৃষ্টি নিবদ্ধ করে। ১৯১১-৩১ সালে, তিনি আন্তর্জাতিক কমিটির এশিয়ার সচিব ছিলেন, এশিয়ায় ধর্মপ্রচার প্রচারণা এবং উত্তর আমেরিকায় তহবিল সংগ্রহের মধ্যে তার শক্তি ভাগ করে নিয়েছিলেন।\nপশ্চিমা-বিরোধী বক্সার বিদ্রোহের (১৮৯৯-১৯০১) উপর ব্যাপক মনোযোগ কেন্দ্রীভূত করে, আমেরিকান প্রোটেস্ট্যান্টরা চীনে মিশনগুলিকে উচ্চ অগ্রাধিকার দিয়েছিল। তারা ১৮৯০ সালে ৫০০ জন, ১৯১৪ সালে ২০০০ জনেরও বেশি এবং ১৯২০ সালে ৮,৩০০ জন মিশনারিকে সমর্থন করেছিল। ১৯২৭ সালের মধ্যে, তারা চীনে ১৬টি বিশ্ববিদ্যালয়, ছয়টি মেডিকেল স্কুল এবং চারটি ধর্মতত্ত্ব স্কুল, ২৬৫টি মাধ্যমিক বিদ্যালয় এবং বিপুল সংখ্যক প্রাথমিক বিদ্যালয় সহ প্রতিষ্ঠা করেছিল। ধর্মান্তরিতদের সংখ্যা খুব বেশি ছিল না, তবে শিক্ষাগত প্রভাব ছিল নাটকীয় এবং দীর্ঘস্থায়ী।\n\n\n=== ১৯৩২ সালের লেম্যানস রিপোর্ট ===\n\nপ্রথম বিশ্বযুদ্ধ মিশনের প্রতি উৎসাহ কমিয়ে দেয়। মিশন নেতারা যুদ্ধকে দৃঢ়ভাবে সমর্থন করেছিলেন; বিদেশী জনগণের সাথে আচরণে সাংস্কৃতিক সাম্রাজ্যবাদের প্রজ্ঞা সম্পর্কে ক্রমবর্ধমান সন্দেহের কারণে তরুণ প্রজন্ম হতাশ হয়ে পড়েছিল। ১৯৩০-১৯৩২ সালে, হার্ভার্ডের অধ্যাপক   উইলিয়াম আর্নেস্ট হকিং   মূল্যায়ন কমিশনের নেতৃত্ব দেন, যা   লেমেন'স ইনকোয়ারি   তৈরি করেছিল, যেখানে খ্রিস্টান মিশনারি কার্যক্রমকে ধর্মপ্রচার থেকে শিক্ষা এবং কল্যাণে স্থানান্তরের সুপারিশ করা হয়েছিল।\n\n\n=== সামাজিক সুসমাচার ===\nউত্তরাঞ্চলের প্রোটেস্ট্যান্ট সম্প্রদায়ের মূলধারার উপর সামাজিক সুসমাচারের একটি শক্তিশালী প্রভাব ছিল, বিশেষ করে ঊনবিংশ শতাব্দীর শেষের দিকে এবং বিংশ শতাব্দীর গোড়ার দিকে, যার চিহ্ন ২১ শতক পর্যন্ত বিস্তৃত ছিল। লক্ষ্য ছিল সামাজিক সমস্যাগুলিতে খ্রিস্টীয় নীতিশাস্ত্র প্রয়োগ করা, বিশেষ করে সামাজিক ন্যায়বিচার এবং অর্থনৈতিক বৈষম্য, দারিদ্র্য, মদ্যপান, অপরাধ, জাতিগত উত্তেজনা, বস্তি, অপরিষ্কার পরিবেশ, শিশুশ্রম, ইউনিয়নের অভাব, দরিদ্র স্কুল এবং যুদ্ধের বিপদের মতো সামাজিক কুফল। ধর্মতাত্ত্বিকভাবে, সামাজিক সুসমাচার প্রচারকরা প্রভুর প্রার্থনাকে বাস্তবায়িত করার চেষ্টা করেছিলেন: \"তোমার রাজ্য আসুক, তোমার ইচ্ছা যেমন স্বর্গে তেমনি পৃথিবীতেও পূর্ণ হোক\"। তারা সাধারণত সহস্রাব্দের পরবর্তী যুগের সমর্থক ছিলেন; অর্থাৎ, তারা বিশ্বাস করতেন যে মানবজাতি মানুষের প্রচেষ্টার মাধ্যমে সামাজিক মন্দ থেকে মুক্তি না পাওয়া পর্যন্ত দ্বিতীয় আগমন ঘটতে পারে না। সামাজিক সুসমাচার ধর্মতত্ত্ববিদরা সহস্রাব্দের পূর্ববর্তী যুগের ধর্মতত্ত্বকে প্রত্যাখ্যান করেছিলেন, যেখানে বলা হয়েছিল যে খ্রিস্টের দ্বিতীয় আগমন আসন্ন, এবং খ্রিস্টানদের সামাজিক বিষয়গুলির চেয়ে এর জন্য প্রস্তুতি নেওয়ার জন্য তাদের শক্তি নিবেদিত করা উচিত। মৌলবাদীদের মধ্যে এবং দক্ষিণে এই দৃষ্টিভঙ্গি সবচেয়ে শক্তিশালী ছিল। সামাজিক সুসমাচার সাধারণ মানুষের চেয়ে ধর্মযাজকদের মধ্যে বেশি জনপ্রিয় ছিল। এর নেতারা মূলত প্রগতিশীল আন্দোলনের উদারপন্থী শাখার সাথে যুক্ত ছিলেন এবং বেশিরভাগই ধর্মতাত্ত্বিকভাবে উদারপন্থী ছিলেন। গুরুত্বপূর্ণ নেতাদের মধ্যে ছিলেন রিচার্ড টি. এলি, জোসিয়া স্ট্রং, ওয়াশিংটন গ্ল্যাডেন এবং ওয়াল্টার রাউশেনবুশ। অনেক রাজনীতিবিদ এর প্রভাবে এসেছিলেন, বিশেষ করে উইলিয়াম জেনিংস ব্রায়ান এবং উড্রো উইলসন। সবচেয়ে বিতর্কিত সামাজিক সুসমাচার সংস্কার ছিল নিষেধাজ্ঞা, যা দক্ষিণ সহ গ্রামীণ এলাকায় অত্যন্ত জনপ্রিয় ছিল এবং বৃহত্তর শহরগুলিতে অজনপ্রিয় ছিল যেখানে ভোটারদের মধ্যে প্রধান প্রোটেস্ট্যান্টবাদ দুর্বল ছিল।\n\n\n=== মৌলবাদের পুনরুত্থান এবং পশ্চাদপসরণ ===\n\n১৯২০-এর দশকে, এই \"কট্টর মৌলবাদীরা\" দেশের স্কুল ও কলেজগুলিতে বিবর্তন শিক্ষার বিরুদ্ধে লড়াইয়ে নিজেদের নিয়োজিত করেছিল, বিশেষ করে পাবলিক স্কুলগুলিকে প্রভাবিত করে এমন রাষ্ট্রীয় আইন পাস করে। ১৯২৫ সালের স্কোপস ট্রায়ালে উইলিয়াম বেল রিলি স্থানীয় প্রসিকিউটরের সহকারী হিসেবে বিখ্যাত রাজনীতিবিদ উইলিয়াম জেনিংস ব্রায়ানকে এনে উদ্যোগ নিয়েছিলেন, ব্রায়ান জাতীয় গণমাধ্যমের দৃষ্টি আকর্ষণ করেছিলেন এই বিচারের প্রতি। স্কোপস ট্রায়ালের পর অর্ধ শতাব্দীতে, মৌলবাদীরা সরকারি নীতি গঠনে খুব কম সাফল্য পেয়েছিল এবং মূলধারার সম্প্রদায়গুলিকে পুনর্গঠনের প্রচেষ্টায় তারা সাধারণত পরাজিত হয়েছিল, যারা বিবর্তনের উপর মৌলবাদী আক্রমণে যোগ দিতে অস্বীকৃতি জানিয়েছিল। বিশেষ করে স্কোপস ট্রায়ালের পরে, উদারপন্থীরা বিবর্তনের শিক্ষার পক্ষে খ্রিস্টানদের মধ্যে একটি বিভাজন দেখতে পেয়েছিল, যাদের তারা ইতিবাচকভাবে দেখেছিল এবং বিবর্তনের বিরুদ্ধে খ্রিস্টানদের মধ্যে, যাদের তারা নেতিবাচকভাবে দেখেছিল।\n\n\n=== মহামন্দার আগে এবং সময়কালে ধর্মীয়তার পতন ===\n\nরবার্ট টি. হ্যান্ডি ১৯২৫ সালের দিকে মার্কিন যুক্তরাষ্ট্রে শুরু হওয়া একটি ধর্মীয় মন্দার কথা উল্লেখ করেছেন, যা ১৯২৯ সালে শুরু হওয়া অর্থনৈতিক মন্দার সময় আরও খারাপ হয়েছিল। আমেরিকান সংস্কৃতির সাথে প্রোটেস্ট্যান্টবাদের মিল ধর্মীয় বার্তাগুলিকে দুর্বল করে তুলেছিল। মৌলবাদী গির্জাগুলি অতিরিক্ত প্রসারিত হয়েছিল এবং আর্থিকভাবে সমস্যাগ্রস্ত ছিল। ১৯২০-এর দশকের শেষের দিকে মূলধারার গির্জাগুলি যথেষ্ট অর্থায়ন পেয়েছিল, কিন্তু সমৃদ্ধির যুগে তাদের সামাজিক সুসমাচারের প্রয়োজন কিনা তা নিয়ে তাদের আত্মবিশ্বাস হারিয়ে ফেলেছিল, বিশেষ করে যেহেতু নিষেধাজ্ঞার মহান সংস্কার ব্যর্থ হয়েছিল। আন্তর্জাতিক মিশনের তাদের নেটওয়ার্কের পরিপ্রেক্ষিতে, মূলধারার গির্জাগুলি বুঝতে পেরেছিল যে আধুনিক স্কুল এবং হাসপাতাল খোলার ক্ষেত্রে মিশনগুলি সফল ছিল কিন্তু ধর্মান্তরের ক্ষেত্রে ব্যর্থ হয়েছিল। শীর্ষস্থানীয় তাত্ত্বিক ড্যানিয়েল ফ্লেমিং ঘোষণা করেছিলেন যে খ্রিস্টীয় প্রচার এবং খ্রিস্টীয় বিজয়ের মহাদেশগুলি আর আফ্রিকা এবং এশিয়া নয়, বরং বস্তুবাদ, বর্ণগত অবিচার, যুদ্ধ এবং দারিদ্র্য। মূলধারার সম্প্রদায় থেকে মিশনারিদের সংখ্যা তীব্র হ্রাস পেতে শুরু করে। বিপরীতে, ইভাঞ্জেলিকাল এবং মৌলবাদী গির্জাগুলি - কখনও সামাজিক সুসমাচারের সাথে জড়িত ছিল না - ধর্মান্তরের উপর দৃষ্টি নিবদ্ধ করে বিশ্বব্যাপী তাদের প্রচেষ্টাকে আরও বাড়িয়ে তোলে। ১৯২৯-৩১ সালে দেশে মূলধারার গির্জাগুলি তাদের দাতব্য ভূমিকা সম্প্রসারণ করতে বাধ্য হয়েছিল, কিন্তু সাধারণ আমেরিকানদের জন্য অর্থনৈতিক বিপর্যয়ের বিশাল আকারের সাথে সাথে আর্থিকভাবে ভেঙে পড়ে। হঠাৎ করেই ১৯৩২-৩৩ সালে, প্রধান গির্জাগুলি দরিদ্রদের মধ্যে দান বিতরণের ক্ষেত্রে তাদের ঐতিহাসিক ভূমিকা হারিয়ে ফেলে এবং জাতীয় সরকার কোনও ধর্মীয় মাত্রা ছাড়াই সেই ভূমিকা গ্রহণ করে। হ্যান্ডি যুক্তি দেন যে অর্থনৈতিক মন্দার সময়ে ধর্মীয় পুনরুজ্জীবনের যে গভীর আত্ম-সন্দেহ ছিল তা ১৯৩০-এর দশকে অনুপস্থিত ছিল। তিনি উপসংহারে পৌঁছেছেন যে মহামন্দা আমেরিকান জীবনে প্রোটেস্ট্যান্টবাদের আধিপত্যের অবসানকে চিহ্নিত করেছিল। \n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ ===\n\n১৯৩০-এর দশকে, বেশিরভাগ প্রোটেস্ট্যান্ট গির্জায় শান্তিবাদ ছিল খুবই শক্তিশালী শক্তি। রাইনহোল্ড নিবুহরের মতো ধর্মীয় নেতাদের মধ্যে কেবল সংখ্যালঘুই নাৎসি জার্মানি, ফ্যাসিস্ট ইতালি বা সামরিকবাদী জাপানের দ্বারা সৃষ্ট শান্তির প্রতি হুমকির প্রতি গুরুত্ব দিয়েছিলেন। ১৯৪১ সালের ডিসেম্বরে পার্ল হারবার আক্রমণের পর, কার্যত সমস্ত ধর্মীয় সম্প্রদায় যুদ্ধের প্রচেষ্টাকে কিছু সমর্থন দিয়েছিল, যেমন চ্যাপেলিন প্রদান করা। কোয়েকার এবং মেনোনাইটের মতো শান্তিবাদী গির্জাগুলি ছোট ছিল কিন্তু সামরিক পরিষেবার প্রতি তাদের বিরোধিতা বজায় রেখেছিল। রিচার্ড নিক্সনের মতো অনেক তরুণ সদস্য স্বেচ্ছায় সেনাবাহিনীতে যোগদান করেছিলেন। ১৯১৭-১৯১৮ সালের বিপরীতে, সরকার সাধারণত এই পদগুলিকে সম্মান করত, যা বিবেকবান আপত্তিকারীদের জন্য যুদ্ধবিহীন বেসামরিক ভূমিকা স্থাপন করেছিল। সাধারণত, গির্জার সদস্যরা তাদের ছেলেদের প্রতিবাদ ছাড়াই সেনাবাহিনীতে পাঠাত, যুদ্ধের প্রয়োজন হিসাবে অভাব এবং রেশন গ্রহণ করত, যুদ্ধ বন্ড কিনেছিল, অস্ত্র শিল্পে কাজ করত এবং নিরাপদ প্রত্যাবর্তন এবং বিজয়ের জন্য তীব্র প্রার্থনা করত। তবে, গির্জার নেতারা শান্তি, ন্যায়বিচার এবং মানবতাবাদের আদর্শকে দৃঢ়ভাবে ধরে রাখার সময় অনেক বেশি সতর্ক ছিলেন এবং কখনও কখনও শত্রু শহরগুলিতে বোমা হামলার মতো সামরিক নীতির সমালোচনা করেছিলেন। তারা 10,000 সামরিক ধর্মযাজককে পৃষ্ঠপোষকতা করেছিলেন এবং সামরিক ঘাঁটির আশেপাশে বিশেষ মন্ত্রণালয় স্থাপন করেছিলেন, কেবল সৈন্যদের উপরই নয় বরং তাদের তরুণী স্ত্রীদের উপরও দৃষ্টি নিবদ্ধ করেছিলেন যারা প্রায়শই তাদের অনুসরণ করতেন। মূলধারার প্রোটেস্ট্যান্ট গির্জাগুলি বিদেশী শত্রুদের বিরুদ্ধে বিজয় অর্জন এবং স্বদেশের ফ্রন্টে বর্ণবাদের বিরুদ্ধে বিজয় অর্জনের জন্য কৃষ্ণাঙ্গ গির্জাগুলির \"ডাবল ভি অভিযান\" সমর্থন করেছিল। তবে, পশ্চিম উপকূলে জাপানিদের কারাবাসের বিরুদ্ধে বা পরিষেবাগুলিতে কৃষ্ণাঙ্গদের পৃথকীকরণের বিরুদ্ধে খুব কম ধর্মীয় প্রতিবাদ দেখা গিয়েছিল। হলোকাস্ট সম্পর্কিত তীব্র নৈতিক ক্ষোভ মূলত যুদ্ধ শেষ হওয়ার পরে, বিশেষ করে 1960 সালের পরে দেখা দেয়। অনেক গির্জার নেতা যুদ্ধোত্তর শান্তি প্রস্তাবগুলির অধ্যয়নকে সমর্থন করেছিলেন, যা জন ফস্টার ডুলস, একজন শীর্ষস্থানীয় প্রোটেস্ট্যান্ট সাধারণ মানুষ এবং শীর্ষ-স্তরের রিপাবলিকানদের একজন শীর্ষস্থানীয় উপদেষ্টা দ্বারা চিহ্নিত করা হয়েছিল। গির্জাগুলি ইউরোপীয় ত্রাণ কর্মসূচির জন্য, বিশেষ করে জাতিসংঘের মাধ্যমে, জোরালো সমর্থন প্রচার করেছিল। বৃহত্তম শ্বেতাঙ্গ প্রোটেস্ট্যান্ট সম্প্রদায়গুলির মধ্যে একটি, দক্ষিণী ব্যাপটিস্টদের মধ্যে, আন্তর্জাতিক বিষয় সম্পর্কে একটি নতুন সচেতনতা, অক্ষ স্বৈরশাসনের প্রতি অত্যন্ত নেতিবাচক প্রতিক্রিয়া এবং আমেরিকান সমাজে ক্যাথলিক চার্চের ক্ষমতার প্রতি ক্রমবর্ধমান ভয় দেখা দেয়।  সামরিক বাহিনী অপরিচিতদের একত্রিত করেছিল যারা একটি সাধারণ আমেরিকানবাদ আবিষ্কার করেছিল, যার ফলে প্রবীণদের মধ্যে ক্যাথলিক-বিরোধীতার তীব্র হ্রাস ঘটে। জনমত জরিপগুলি ইঙ্গিত দেয় যে সাধারণ জনগণের মধ্যে ১৯৪৫ সালের পরে ধর্মীয় এবং জাতিগত কুসংস্কার কম ছিল, যদিও কিছুটা ক্যাথলিক-বিরোধী পক্ষপাত, ইহুদি-বিরোধীতা এবং অন্যান্য বৈষম্য অব্যাহত ছিল।\n\n\n=== ১৯৪৭ সাল থেকে স্কুলের প্রার্থনা এবং সুপ্রিম কোর্ট ===\n\"গির্জা এবং রাষ্ট্রের পৃথকীকরণ\" বাক্যাংশটি এভারসন বনাম শিক্ষা বোর্ড (১৯৪৭) -এ প্রতিষ্ঠা ধারার আইনশাস্ত্রের একটি চূড়ান্ত অংশ হয়ে ওঠে, একটি মামলা যা ধর্মীয় বিদ্যালয়ে পরিবহনের জন্য সরকারি তহবিলের অনুমতি প্রদানকারী একটি রাষ্ট্রীয় আইনের সাথে সম্পর্কিত ছিল। যদিও রায়টি ধর্মীয় বিদ্যালয়ে পরিবহনের জন্য করদাতাদের তহবিলের অনুমতি দেওয়ার রাষ্ট্রীয় আইনকে সাংবিধানিক হিসাবে বহাল রাখে, এভারসনই প্রথম মামলা যা চতুর্দশ সংশোধনীর যথাযথ প্রক্রিয়া ধারার উপর ভিত্তি করে রাজ্য আইনসভার পাশাপাশি কংগ্রেসের ক্ষেত্রেও প্রযোজ্য প্রতিষ্ঠা ধারাটিকে ধরে রাখে।\n১৯৪৯ সালে, কমপক্ষে সাঁইত্রিশটি রাজ্যের পাবলিক স্কুলে বাইবেল পাঠ রুটিনের একটি অংশ ছিল। এই রাজ্যগুলির মধ্যে বারোটিতে, রাজ্য আইন অনুসারে বাইবেল পাঠ আইনত বাধ্যতামূলক ছিল; ১৯১৩ সালের পর ১১টি রাজ্য এই আইনগুলি পাস করেছে। ১৯৬০ সালে, দেশব্যাপী ৪২ শতাংশ স্কুল জেলা বাইবেল পাঠ সহ্য করত অথবা বাধ্যতামূলক করত, এবং ৫০ শতাংশ হোমরুমে প্রতিদিনের ভক্তিমূলক অনুশীলনের কোনও না কোনও রূপের কথা জানিয়েছিল।\n১৯৬২ সাল থেকে, সুপ্রিম কোর্ট বারবার রায় দিয়েছে যে পাবলিক স্কুলের কর্মকর্তাদের স্কুল দ্বারা আয়োজিত প্রার্থনা অসাংবিধানিক। শিক্ষার্থীদের ব্যক্তিগতভাবে প্রার্থনা করার এবং স্কুল সময়ের পরে ধর্মীয় ক্লাবে যোগদানের অনুমতি রয়েছে। কলেজ, বিশ্ববিদ্যালয় এবং বেসরকারি স্কুলগুলি সুপ্রিম কোর্টের রায় দ্বারা প্রভাবিত হয় না। এঙ্গেল এবং অ্যাবিংটনের প্রতিক্রিয়া ব্যাপকভাবে নেতিবাচক ছিল, নীতিটি বাতিল করার জন্য ১৫০ টিরও বেশি সাংবিধানিক সংশোধনী জমা দেওয়া হয়েছিল। কোনওটিই কংগ্রেসে পাস হয়নি।\n\n\n=== আমেরিকাকে \"খ্রিস্টান জাতি\" হিসেবে বিবেচনা করা নিয়ে বিতর্ক ===\nউনিশ শতকের শেষের দিক থেকে, কিছু ডানপন্থী খ্রিস্টান যুক্তি দিয়ে আসছেন যে মার্কিন যুক্তরাষ্ট্র মূলত খ্রিস্টান ধর্মাবলম্বী। তারা   আমেরিকান ব্যতিক্রমবাদ   প্রচার করে, উদারপন্থী পণ্ডিতদের বিরোধিতা করে এবং অনেক প্রতিষ্ঠাতা পিতার খ্রিস্টীয় পরিচয়ের উপর জোর দেয়। সমালোচকরা যুক্তি দেন যে এই খ্রিস্টান প্রতিষ্ঠাতাদের অনেকেই আসলে গির্জা এবং রাষ্ট্রের পৃথকীকরণকে সমর্থন করেছিলেন এবং এই ধারণাটিকে সমর্থন করবেন না যে তারা একটি খ্রিস্টান জাতি প্রতিষ্ঠার চেষ্টা করছেন।\n১৮৯২ সালে সুপ্রিম কোর্টের একটি রায়ে, চার্চ অফ দ্য হলি ট্রিনিটি বনাম ইউনাইটেড স্টেটস-এ বিচারপতি ডেভিড জোসিয়াহ ব্রুয়ার লিখেছিলেন যে আমেরিকা \"একটি খ্রিস্টান জাতি\"। পরে তিনি এই বিষয়ে ব্যাপকভাবে লেখেন এবং বক্তৃতা দেন, জোর দিয়ে বলেন যে \"খ্রিস্টান জাতি\" একটি অনানুষ্ঠানিক উপাধি এবং আইনি মানদণ্ড নয়: \"[আমেরিকান] জীবনে, যেমনটি তার আইন, ব্যবসা, রীতিনীতি এবং সমাজের দ্বারা প্রকাশিত হয়, আমরা সর্বত্র একই সত্যের স্পষ্ট স্বীকৃতি পাই... এটি একটি ধর্মীয় জাতি\"।\n\n\n== মার্কিন যুক্তরাষ্ট্রে প্রতিষ্ঠিত সম্প্রদায় এবং সম্প্রদায়গুলি ==\n\n\n=== পুনর্গঠনবাদ ===\n\nপুনর্গঠনবাদ বলতে এই বিশ্বাসকে বোঝায় যে \"পুরানো  খ্রিস্টধর্মকে  মডেল হিসেবে ব্যবহার করে খ্রিস্টধর্মের একটি বিশুদ্ধ রূপ পুনরুদ্ধার করা উচিত।\"  অনেক ক্ষেত্রে, পুনরুদ্ধারবাদী গোষ্ঠীগুলি বিশ্বাস করত যে সমসাময়িক খ্রিস্টধর্ম সম্পূর্ণভাবে প্রকৃত ও মূল খ্রিস্টধর্ম থেকে বিচ্যুত হয়েছে।যখন তারা \"পুনর্গঠন\" করার চেষ্টা করেছিল তখন তারা প্রায়ই প্রেরিতদের আইনকে এক ধরণের \"নির্দেশিকা\" হিসাবে ব্যবহার করে। পুনরুদ্ধারবাদীরা কখনোই নিজেদেরকে যীশুর সময় থেকে চলে আসা বিদ্যমান  খ্রিস্টীয় ধর্মের \"সংস্কার\" কারী হিসাবে বর্ণনা করে না। বরং, সেই ধর্মের পুনরুদ্ধারকারী হিসাবে বর্ণনা করে যেই ধর্ম সম্পর্কে করে যে এটি কোনও এক সময়ে হারিয়ে গিয়েছিল। \"পুনরুদ্ধারবাদ\" প্রায়ই স্টোন-ক্যাম্পবেল পুনরুদ্ধার আন্দোলনকে বর্ণনা করতে ব্যবহৃত হয়। \"পুনরুদ্ধারবাদী\" শব্দটি লেটার ডে সেন্টস এবং যিহোবার সাক্ষী আন্দোলনকে বর্ণনা করতেও ব্যবহৃত হয়।\n\n\n=== ল্যাটার ডে সেইন্ট আন্দোলন ===\n\nআরেকটি স্বতন্ত্র ধর্মীয় গোষ্ঠী, ল্যাটার ডে সেইন্ট আন্দোলন। এটি ল্যাটার ডে সেইন্টস বা মরমন নামেও পরিচিত। এর উৎপত্তি ঊনবিংশ শতাব্দীর গোড়ার দিকে। এটি পশ্চিম নিউ ইয়র্কের একটি অঞ্চলে আবির্ভূত হয়েছিল যেখানে ধর্ম অনেক প্রভাবশালী বিষয় ছিল। এ অঞ্চলটিকে আশীর্বাদ প্রাপ্ত অঞ্চলও বলা হয় কারণ অনেক ধর্মীয় মনীষী এখানে জন্মগ্রহণ করেছিলেন। স্মিথ বলেছিলেন যে তাঁর একাধিক দর্শন রয়েছে।এর মধ্যে রয়েছে ঈশ্বরের কাছ থেকে সরাসরি প্রাপ্ত দর্শন এবং ঈশ্বরের দূতের কাছ থেকে প্রাপ্ত দর্শন। এ সকল দর্শন তাঁকে নবী, দ্রষ্টা ও প্রকাশক এবং প্রাথমিক খ্রিস্টধর্মের মূল এবং প্রাথমিক মতবাদের পুনরুদ্ধারকারী হিসাবে চলমান নির্দেশনা প্রদান করেছিল। মরমন বই প্রকাশের পর তিনি বলেছিলেন যে তিনি এটি ঐশ্বরিক শক্তি দ্বারা সোনার ফলকে লিপিবদ্ধ প্রাচীন আমেরিকান নবীদের বাণী থেকে অনুবাদ করেছিলেন। স্মিথ ১৮৩০ সালে খ্রিস্টের চার্চ (ল্যাটার ডে সেন্ট চার্চ) স্থাপন করেছিলেন। তিনি ইলিনয়ের নওভুতে একটি ধর্মতন্ত্র প্রতিষ্ঠা করেছিলেন। ১৮৪৪ সালে স্মিথ মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতির পদে প্রতিদ্বন্দ্বিতা করেছিলেন। তার শীর্ষ সহযোগী ব্রিঘাম ইয়ং স্মিথের পক্ষে প্রচারণা চালিয়ে বলেছিলেন, \"তিনিই হলেন স্বর্গের ঈশ্বরের সেই মনোনীত ব্যক্তি যাকে স্বর্গের ঈশ্বর এই জাতিকে ধ্বংস থেকে বাঁচাতে প্রেরণ করেছেন।\"\nঈশ্বরতন্ত্র এবং বহুবিবাহের প্রতি ল্যাটার ডে সেইন্টদের বিশ্বাসের কারণে অনেকে ল্যাটার ডে সেন্টদের বিরুদ্ধে অবস্থান নিয়েছিলেন। মরমন-বিরোধী প্রচারণাও খুব সাধারণ ছিল। এমনকি কোথাও কোথাও সহিংস আক্রমণ করতেও দেখা যায়। ল্যাটার ডে সেইন্টদের একের পর এক রাজ্যে নিষিদ্ধ করা হয়েছিল। ১৮৪৪ সালে স্মিথকে হত্যা করা হয় এবং ১৮৪৭ সালে ব্রিগহাম ইয়ং মার্কিন যুক্তরাষ্ট্র থেকে মেক্সিকান অঞ্চল ইউটাতে মরমন এক্সোডাসের নেতৃত্ব দেন। তারা মরমন করিডোর স্থাপন করে। ১৮৪৮ সালে মার্কিন যুক্তরাষ্ট্র এই অঞ্চলের স্থায়ী নিয়ন্ত্রণ অর্জন করে এবং ১৮৪৯ সালে স্ব-শাসনের জন্য ল্যাটার-ডে সেন্টস-এর স্টেট অফ ডেসেরেট প্রস্তাব প্রত্যাখ্যান করে এর পরিবর্তে ১৮৫০ সালে উটাহ অঞ্চল প্রতিষ্ঠা করে। ল্যাটার-ডে সেন্টস এবং আঞ্চলিক ফেডারেল নিয়োগপ্রাপ্তদের মধ্যে দ্বন্দ্ব ছড়িয়ে পড়ে, যার মধ্যে ১৮৫১ সালের পলাতক কর্মকর্তারাও অন্তর্ভুক্ত ছিল; এর ফলে ১৮৫৭-১৮৫৮ সালের মধ্যে উটাহ অঞ্চলে ছোট আকারের যুদ্ধ শুরু হয়, যার পরে ১৮৬১ সাল পর্যন্ত উটাহ ফেডারেল সৈন্যদের দখলে ছিল। কংগ্রেস ১৮৬২ সালের মরিল অ্যান্টি-বিগামি আইন পাস করে অঞ্চলে বহুবিবাহের মরমন অনুশীলন রোধ করার জন্য, কিন্তু রাষ্ট্রপতি আব্রাহাম লিংকন এই আইনটি কার্যকর করেননি; পরিবর্তে লিংকন আমেরিকান গৃহযুদ্ধের সাথে জড়িত না হওয়ার বিনিময়ে ব্রিগহাম ইয়ংকে এই আইনটি উপেক্ষা করার জন্য নীরবে অনুমতি দিয়েছিলেন।\nযুদ্ধোত্তর বহুবিবাহ নিষিদ্ধকরণের প্রচেষ্টা ১৮৮২ সালের এডমন্ডস আইন পর্যন্ত সীমিত ছিল, যা বেআইনি সহবাসের জন্য দোষী সাব্যস্ত করার অনুমতি দেয়, যা বিচার করা অনেক সহজ ছিল। এই আইন বহুবিবাহবাদীদের ভোটাধিকার বাতিল করে, তাদের জুরি পরিষেবার জন্য অযোগ্য করে তোলে এবং তাদের রাজনৈতিক পদে অধিষ্ঠিত হতে নিষেধ করে। পরবর্তী ১৮৮৭ সালের এডমন্ডস-টাকার আইন এলডিএস চার্চকে বিচ্ছিন্ন করে এবং গির্জার সম্পদ বাজেয়াপ্ত করে। এটি আরও: সম্ভাব্য ভোটার, জুরি এবং সরকারি কর্মকর্তাদের জন্য বহুবিবাহ বিরোধী শপথের প্রয়োজন; নাগরিক বিবাহ লাইসেন্স বাধ্যতামূলক করে; বহুবিবাহ মামলায় সাক্ষ্য না দেওয়ার জন্য স্বামী-স্ত্রীর বিশেষাধিকারকে নিষিদ্ধ করে; মহিলাদের ভোটাধিকার থেকে বঞ্চিত করে; স্থানীয় বিচারকদের পরিবর্তে ফেডারেলভাবে নিযুক্ত বিচারকদের নিয়োগ করে; এবং স্কুলের স্থানীয় নিয়ন্ত্রণ অপসারণ করে। ১৮৯০ সালের সুপ্রিম কোর্টের রায় এডমন্ডস-টাকার আইনকে সাংবিধানিক বলে ঘোষণা করার পর এবং বেশিরভাগ গির্জার নেতৃত্ব হয় আত্মগোপনে বা কারাবন্দী থাকার পর, গির্জা ১৮৯০ সালের ইশতেহার প্রকাশ করে যা গির্জার সদস্যদের আইনত নিষিদ্ধ বিবাহে প্রবেশের বিরুদ্ধে পরামর্শ দেয়। ভিন্নমত পোষণকারীরা কানাডা বা মেক্সিকোর মরমন উপনিবেশে চলে যান, অথবা প্রত্যন্ত অঞ্চলে আত্মগোপন করেন। বহুবিবাহের সমস্যা সমাধানের সাথে সাথে, গির্জার নেতাদের ক্ষমা করা হয় বা তাদের সাজা কমানো হয়, সম্পত্তি গির্জার কাছে ফিরিয়ে দেওয়া হয় এবং ১৮৯৬ সালে উটাহকে রাজ্যের মর্যাদা দেওয়া হয়। ১৯০৪ সালে রিড স্মুটের শুনানি শুরু হওয়ার পর, একটি দ্বিতীয় ইশতেহার জারি করা হয় যেখানে উল্লেখ করা হয় যে বহুবিবাহে প্রবেশকারী বা বিবাহিত ব্যক্তিদের বহিষ্কার করা হবে এবং স্পষ্ট করে বলা হয় যে বহুবিবাহের বিধিনিষেধ সর্বত্র প্রযোজ্য, কেবল মার্কিন যুক্তরাষ্ট্রেই নয়। বিশ্বব্যাপী মিশনারি কাজের জন্য ধন্যবাদ, গির্জাটি ১৯৮৯ সালে বিশ্বব্যাপী ৭.৭ মিলিয়ন সদস্য থেকে ২০১০ সালে ১৪ মিলিয়নে উন্নীত হয়।\n\n\n=== যিহোবার সাক্ষিরা ===\n\nযিহোবার সাক্ষিদের একটি দ্রুত বর্ধনশীল সম্প্রদায় রয়েছে যা অন্যান্য খ্রিস্টীয় সম্প্রদায় থেকে নিজেদের আলাদা রেখেছে। এটি ১৮৭২ সালে চার্লস টেজ রাসেলের সময় শুরু হয়েছিল, কিন্তু ১৯১৭ সালে জোসেফ ফ্র্যাঙ্কলিন রাদারফোর্ড তার রাষ্ট্রপতিত্ব গ্রহণের সময় একটি বড় বিভেদের সম্মুখীন হয়। রাদারফোর্ড এই আন্দোলনকে নতুন দিকনির্দেশনা দেন এবং ১৯৩১ সালে এই আন্দোলনের নামকরণ করেন \"যিহোবার সাক্ষি\"। ১৯২৫ থেকে ১৯৩৩ সাল পর্যন্ত মতবাদে অনেক উল্লেখযোগ্য পরিবর্তন দেখা যায়। তাদের বার্ষিক স্মারক সভায় উপস্থিতি ১৯২৫ সালে ৯০,৪৩৪ জন থেকে কমে ১৯৩৫ সালে ৬৩,১৪৬ জনে দাঁড়িয়েছে। ১৯৫০ সাল থেকে, বৃদ্ধি খুব দ্রুত হয়েছে।\nদ্বিতীয় বিশ্বযুদ্ধের সময়, যিহোবার সাক্ষিরা আমেরিকায় জনতার আক্রমণের সম্মুখীন হয়েছিল এবং যুদ্ধ প্রচেষ্টার প্রতি তাদের সমর্থনের অভাবের কারণে কানাডা এবং অস্ট্রেলিয়ায় সাময়িকভাবে নিষিদ্ধ করা হয়েছিল। তারা সুপ্রিম কোর্টে উল্লেখযোগ্য জয়লাভ করেছে, যেখানে বাকস্বাধীনতা এবং ধর্মের অধিকার জড়িত, যা অন্যদের জন্য এই অধিকারগুলির আইনি ব্যাখ্যার উপর বিরাট প্রভাব ফেলেছে। ১৯৪৩ সালে, মার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্ট পশ্চিম ভার্জিনিয়া স্টেট বোর্ড অফ এডুকেশন বনাম বার্নেট মামলায় রায় দেয় যে যিহোবার সাক্ষিদের স্কুলের বাচ্চাদের পতাকা অভিবাদন করতে বাধ্য করা যাবে না।\n\n\n=== খ্রীষ্টের গির্জা, বিজ্ঞানী ===\n\n১৮৭৯ সালে বোস্টনে চার্চ অফ ক্রাইস্ট, সায়েন্টিস্ট প্রতিষ্ঠা করেন মেরি বেকার এডি, যিনি এর কেন্দ্রীয় বই \"সায়েন্স অ্যান্ড হেলথ উইথ কি টু দ্য স্ক্রিপ্স\" এর লেখক, যা খ্রিস্টীয় বিশ্বাসের এক অনন্য ব্যাখ্যা প্রদান করে।[১] খ্রিস্টীয় বিজ্ঞান শিক্ষা দেয় যে ঈশ্বরের বাস্তবতা পাপ, অসুস্থতা, মৃত্যু এবং বস্তুজগতের বাস্তবতাকে অস্বীকার করে। গির্জার মধ্যে অলৌকিক আরোগ্যের বিবরণ প্রচলিত, এবং অনুসারীরা প্রায়শই ঐতিহ্যবাহী চিকিৎসা প্রত্যাখ্যান করে। কখনও কখনও আইনি ঝামেলার সৃষ্টি হয় যখন তারা তাদের সন্তানদের চিকিৎসা করতে নিষেধ করে।\nআমেরিকান সম্প্রদায়গুলির মধ্যে এই গির্জাটি বিভিন্ন দিক থেকে অনন্য। এটি অত্যন্ত কেন্দ্রীভূত, সমস্ত স্থানীয় গির্জা কেবল বোস্টনের মাতৃ গির্জার শাখা। কোনও মন্ত্রী নেই, তবে এমন অনুশীলনকারী আছেন যারা এই আন্দোলনের অবিচ্ছেদ্য অংশ। অনুশীলনকারীরা স্থানীয় ব্যবসা পরিচালনা করেন যারা দাবি করেন যে তারা মনের শক্তি দিয়ে সদস্যদের তাদের অসুস্থতা নিরাময়ে সাহায্য করেন। তারা তাদের ক্লায়েন্টদের জন্য চার্চের অনুমোদনের উপর নির্ভর করেন। ঊনবিংশ শতাব্দীর শেষের দিকে চার্চ দ্রুত সদস্যপদ হারায়, যদিও এটি পরিসংখ্যান প্রকাশ করে না। এর প্রধান সংবাদপত্র ক্রিশ্চিয়ান সায়েন্স মনিটর তার বেশিরভাগ গ্রাহক হারিয়ে ফেলে এবং অনলাইন উৎস হয়ে ওঠার জন্য এর কাগজের সংস্করণটি বাদ দেয়।\n\n\n=== মার্কিন যুক্তরাষ্ট্রে প্রতিষ্ঠিত আরও কিছু সম্প্রদায় ===\nঅ্যাডভেন্টিজম - একটি আন্তঃসাম্প্রদায়িক আন্দোলন হিসেবে শুরু হয়েছিল। এর সবচেয়ে সোচ্চার নেতা ছিলেন উইলিয়াম মিলার, যিনি ১৮৩০-এর দশকে নিউ ইয়র্কে যীশুর আসন্ন দ্বিতীয় আগমনের বিষয়ে বিশ্বাসী হয়েছিলেন।\nখ্রিস্টের গির্জা/খ্রিস্টের শিষ্য - কোনও নিয়ন্ত্রক সংস্থা ছাড়াই একটি পুনরুদ্ধার আন্দোলন। ১৮৩২ সালে বার্টন ডব্লিউ. স্টোন এবং আলেকজান্ডার ক্যাম্পবেলের দুটি প্রধান আন্দোলনের পুনরুত্থানবাদীরা একত্রিত হয়ে পুনরুত্থান আন্দোলন একটি ঐতিহাসিক ঘটনা হিসেবে দৃঢ় হয়ে ওঠে। যা \"স্টোন-ক্যাম্পবেল আন্দোলন\" নামে পরিচিত\"।\nএপিস্কোপাল চার্চ - চার্চ অফ ইংল্যান্ড   এর একটি শাখা হিসেবে প্রতিষ্ঠিত; বর্তমানে এটি অ্যাংলিকান কমিউনিয়নের মার্কিন যুক্তরাষ্ট্রের শাখা।\nজাতীয় ব্যাপটিস্ট কনভেনশন - মার্কিন যুক্তরাষ্ট্রের বৃহত্তম আফ্রিকান আমেরিকান ধর্মীয় সংগঠন এবং বিশ্বের দ্বিতীয় বৃহত্তম ব্যাপটিস্ট সম্প্রদায়।\nপেন্টেকস্টালিজম - পবিত্র আত্মার ভূমিকার উপর জোর দেওয়া এই আন্দোলনের ঐতিহাসিক শিকড় খুঁজে পায় ১৯০৪ থেকে ১৯০৬ সাল পর্যন্ত ক্যালিফোর্নিয়ার লস অ্যাঞ্জেলেসে চার্লস কর্তৃক পরিচালিত আজুসা স্ট্রিট রিভাইভালে।\n\n\n=== পুনর্গঠনবাদী ইহুদি ধর্ম ===\nসাউদার্ন ব্যাপটিস্ট কনভেনশন - বিশ্বের বৃহত্তম ব্যাপটিস্ট গোষ্ঠী এবং মার্কিন যুক্তরাষ্ট্রের বৃহত্তম প্রোটেস্ট্যান্ট সম্প্রদায়। ১৯৯৫ সালে দাসত্ব এবং জাতিগত শ্রেষ্ঠত্বের প্রতিরক্ষায় এটি ১৮৪৫ সালের উৎপত্তি ত্যাগ করে।\nঐক্যবাদী সর্বজনীনতা - একটি ধর্মতাত্ত্বিকভাবে উদার ধর্মীয় আন্দোলন যা ১৯৬১ সালে সুপ্রতিষ্ঠিত ঐক্যবাদী এবং সর্বজনীন গীর্জার মিলন থেকে প্রতিষ্ঠিত হয়েছিল।\nইউনাইটেড চার্চ অফ ক্রাইস্ট - ১৯৫৭ সালে কংগ্রেগেশনাল খ্রিস্টান চার্চ এবং ইভাঞ্জেলিক্যাল অ্যান্ড রিফর্মড চার্চের একীভূতকরণ থেকে একটি সংযুক্ত এবং ঐক্যবদ্ধ চার্চ হিসেবে গঠিত। একীভূতকরণে অংশগ্রহণকারী মণ্ডলীগুলি নিউ ইংল্যান্ডের কংগ্রেগেশনালিস্ট গির্জা, জার্মান লুথেরান এবং মূলত মধ্য-পশ্চিমের সংস্কারকৃত গির্জা এবং বিভিন্ন ক্যাম্পবেলাইট, খ্রিষ্টান চার্চ থেকে এসেছে।\nকাম্বারল্যান্ড প্রেসবিটেরিয়ান চার্চ - ১৮১০ সালে টেনেসির ডিকসন কাউন্টিতে স্যামুয়েল ম্যাকঅ্যাডো, ফিনিস ইউইং এবং স্যামুয়েল কিং দ্বারা প্রতিষ্ঠিত।\n\n\n== পূর্ব অর্থোডক্সি ==\n\n১৭৪০-এর দশকে রুশ আমেরিকা  প্রতিষ্ঠার মাধ্যমে পূর্ব অর্থোডক্সি উত্তর আমেরিকা মহাদেশে পৌঁছেছিল। ১৮৬৭ সালে রাশিয়া আলাস্কা  বিক্রি করার পরও কিছু মিশনারি রয়ে যায়। একবিংশ শতাব্দীতে পূর্ব অর্থোডক্স খ্রিস্টধর্মের অসংখ্য অনুসারী, ধর্মীয় সম্প্রদায়, প্রতিষ্ঠান এবং সংগঠনের প্রতিনিধিত্ব করে। তাদের মধ্যে বেশিরভাগ সদস্য হলেন রাশিয়ান আমেরিকান, তুর্কি আমেরিকান, গ্রীক আমেরিকান, আরব আমেরিকান, ইউক্রেনীয় আমেরিকান, আলবেনিয়ান আমেরিকান, ম্যাসেডোনিয়ান আমেরিকান, রোমানিয়ান আমেরিকান, বুলগেরিয়ান আমেরিকান ও সার্বিয়ান আমেরিকান। এছাড়াও অন্যান্য কিছু অনুসারী পূর্ব ইউরোপীয় দেশ থেকেও এসেছেন।\n\n\n== ইহুদি ধর্ম ==\n\nমার্কিন যুক্তরাষ্ট্রে ইহুদিরা একটি ধর্মতাত্ত্বিক মাত্রায় বিভক্ত। তাদের মধ্যে তিনটি ভাগ রয়েছে অর্থোডক্স, রক্ষণশীল এবং সংস্কারবাদী। সামাজিক দিক থেকে ইহুদি জাতিগত সম্প্রদায় নিউ ইয়র্ক সিটি এবং চার্লসটনের মতো ঔপনিবেশিক বন্দরগুলিতে ছোট ছোট বণিকদের দল দ্বারা স্থাপিত হয়েছিল। ঊনবিংশ শতাব্দীর মাঝামাঝি এবং শেষের দিকে সুশিক্ষিত জার্মান ইহুদিরা মার্কিন যুক্তরাষ্ট্রের বিভিন্ন শহরে এসে বসতি স্থাপন করে। তোদের বেশিরভাগই শুকনো পণ্য বিক্রি করে জীবিকা নির্বাহ করত। ১৮৮০ থেকে ১৯২৪ সাল পর্যন্ত পূর্ব ইউরোপ থেকে বিপুল সংখ্যক য়িদ্দিস-ভাষী ইহুদি এসে নিউ ইয়র্ক সিটি এবং অন্যান্য বড় শহরগুলিতে বসতি স্থাপন করে। ১৯২৬ সালের পরে ইউরোপ থেকে বিপুল সংখ্যক ইহুদি শরণার্থী হিসেবে মার্কিন যুক্তরাষ্ট্র প্রবেশ করে। এদের মধ্যে,১৯৮০ সালের পরে অনেকেই সোভিয়েত ইউনিয়ন থেকে এসেছিল এবং ইসরায়েল থেকেও অনেকে এসেছিল। ১৯০০ সালের দিকে,মার্কিন যুক্তরাষ্ট্রে বসবাসকারী ইহুদি জনগোষ্ঠীর সংখ্যা ছিল ১.৫ মিলিয়ন।এ সংখ্যা রাশিয়া এবং অস্ট্রিয়া-হাঙ্গেরির পরে যে কোনও জাতির মধ্যে বসবাসকারী তৃতীয় সর্বাধিক ইহুদি জনসংখ্যা ছিল। ১৯০০ সাল থেকে মোট জনসংখ্যার তুলনায় ইহুদি জনসংখ্যার অনুপাত প্রায় ২% থেকে ৩%। একবিংশ শতাব্দীতে ইহুদিরা নিউ ইয়র্ক বা উত্তর-পূর্ব মার্কিন যুক্তরাষ্ট্রের আশেপাশের প্রধান মহানগর এলাকায় এবং বিশেষ করে দক্ষিণ ফ্লোরিডা ও ক্যালিফোর্নিয়ায় ব্যাপকভাবে ছড়িয়ে পড়েছিল।\n\n\n== ইসলাম ==\n\n১৮২০ অথবা ১৮৬০ সাল থেকে আমেরিকায় মুসলমানদের প্রথম অভিবাসন শুরু হয় বলে অনুমান করা হয়। আমেরিকায় বসবাসকারী এই মুসলিমরা সিরিয়া, লেবানন, আলবেনিয়া, ম্যাসেডোনিয়া, তুরস্ক এবং অন্যান্য অঞ্চল থেকে এসেছিলেন। এই সময় থেকে, ধীরে ধীরে আমেরিকায় ইসলাম আরও ব্যাপকভাবে পরিচিত হয়ে ওঠে। অন্যদিকে, আমেরিকায় ১৫২০ সালে প্রথম মুসলিম ব্যক্তির উপস্থিতির রেকর্ড উল্লেখ করা হয়েছে । রেকর্ড কৃত প্রথম মুসলিম ছিল মরক্কোর একজন মুসলিম ব্যক্তি।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nAhlstrom, Sydney E. A Religious History of the American People (1972, 2nd ed. 2004); widely cited standard scholarly history  excerpt and text search; also online free to borrow\nBloom, Harold. The American Religion (1992), আইএসবিএন ০-৬৭১-৮৬৭৩৭-৭\nBodensieck, Julius, ed. The encyclopedia of the Lutheran Church (3 vol 1965) vol 1 and 3 online free\nCarté, Katerine. Religion and the American Revolution: An Imperial History. Chapel Hill: Omohondro Institute of Early American History and Culture and the University of North Carolina Press 2021. আইএসবিএন ৯৭৮১৪৬৯৬৬২৬৪০\nCollier-Thomas, Bettye. Jesus, Jobs, and Justice: African American Women and Religion (2010)\nDiner, Hasia. The Jews of the United States, 1654–2000 (2006) excerpt and text search, standard scholarly history online edition\nDolan, Jay P. In Search of an American Catholicism: A History of Religion and Culture in Tension (2003)\nEncyclopedia of Southern Baptists: Presenting Their History, Doctrine, Polity, Life, Leadership, Organization & Work Knoxville: Broadman Press, v 1–2 (1958), 1500 pp; 2 supplementary volumes 1958 and 1962; vol 5 = Index, 1984\nFoster, Douglas Allen, and Anthony L. Dunnavant, eds. The Encyclopedia of the Stone-Campbell Movement: Christian Church (Disciples of Christ), Christian Churches/Churches of Christ, Churches of Christ (2004)\nGranquist, Mark. Lutherans in America: A New History (2015)\nHein, David, and Gardiner H. Shattuck. The Episcopalians. (Praeger; 2004)\nHempton, David. Methodism: Empire of the Spirit, (2005) আইএসবিএন ০-৩০০-১০৬১৪-৯, major new interpretive history.  Hempton concludes that Methodism was an international missionary movement of great spiritual power and organizational capacity; it energized people of all conditions and backgrounds; it was fueled by preachers who made severe sacrifices to bring souls to Christ; it grew with unprecedented speed, especially in America; it then sailed too complacently into the 20th century.\nHill, Samuel, et al. Encyclopedia of Religion in the South (2005), comprehensive coverage.\nHopkins, C. Howard. History of the Y.M.C.A. in North America (1951),\nHutchison William R. Errand to the World: American Protestant Thought and Foreign Missions. (1987).\nKeller, Rosemary Skinner, Rosemary Radford Ruether, and Marie Cantlon, eds. Encyclopedia of Women And Religion in North America (3 vol 2006)  excerpt and text search\nKidd, Thomas S. and Barry Hankins, Baptists in America: A History (2015).\nLatourette, Kenneth Scott. A history of expansion of Christianity. 4. The great century: in Europe and the United States of America; A.D. 1800-A.D. 1914 (1941)\nLeonard, Bill J. Baptists in America. (2005), general survey and history by a Southern Baptist scholar\nLippy, Charles H., ed.  Encyclopedia of the American Religious Experience (3 vol. 1988)\nMcBride, Spencer W. Pulpit and Nation: Clergymen and Politics of Revilutionary America. Charlottesville: University of Virginia Press 2016.\nMcClymond, Michael, ed. Encyclopedia of Religious Revivals in America. (2007. Vol. 1, A–Z: xxxii, 515 pp. Vol. 2, Primary Documents: xx, 663 pp. আইএসবিএন ০-৩১৩-৩২৮২৮-৫/set.)\nMcLoughlin, William G. Revivals, Awakenings, and Reform: An Essay on Religion and Social Change in America, 1607–1977 (1978). excerpt and text search\nMelton, J. Gordon, ed. Melton's Encyclopedia of American Religions (2nd ed. 2009) 1386pp\nMorris, Charles R. American Catholic: The Saints and Sinners Who Built America's Most Powerful Church (1998), a standard history\nNorwood, Stephen H., and Eunice G. Pollack, eds. Encyclopedia of American Jewish history (2 vol ABC-CLIO, 2007), 775pp; comprehensive coverage by experts; excerpt and text search vol 1\nQueen, Edsward, ed. Encyclopedia of American Religious History (3rd ed. 3 vol 2009)\nSarna, Jonathan D. American Judaism: A History (2004), standard scholarly history\nSchmidt, Jean Miller Grace Sufficient: A History of Women in American Methodism, 1760–1939, (1999)\nWilliams, Peter W. America's Religions: From Their Origins to the Twenty-first Century (3rd ed. 2008), a standard scholarly history\n\n\n=== ঐতিহাসিক ===\nDolan, Jay P., and James P. Wind, eds. New Dimensions in American Religious History: Essays in Honor of Martin E. Marty (Eerdmans, 1993)\nFrey, Sylvia R. \"The Visible Church: Historiography of African American Religion since Raboteau,\" Slavery and Abolition, Jan 2008, Vol. 29 Issue 1, pp. 83–110\nGoff, Philip, ed. The Blackwell Companion to Religion in America (2010) online; 43 essays by scholars\nGoff, Philip. \"Revivals and Revolution: Historiographic Turns since Alan Heimert's Religion and the American Mind.\" Church History (1998) 67#4: 695–721. online\nMcGreevy, John T.  \"Faith and Morals in the Modern United States, 1865–Present.\" Reviews in American History 26.1 (1998): 239–254. excerptonline\nOrsi, Robert A. and Randall J. Stephens. \"Beyond the Niebuhrs: An Interview with Robert Orsi on Recent Trends in American Religious History,\" Historically Speaking (2006) 7#6 pp. 8–11 doi: 10.1353/hsp.2006.0035 online\nSchultz, Kevin M.; Harvey, Paul. \"Everywhere and Nowhere: Recent Trends in American Religious History and Historiography,\" Journal of the American Academy of Religion, March 2010, Vol. 78#1 pp. 129–162\nSmith, Timothy L. \"Religion and ethnicity in America.\" American Historical Review (1978): 1155–1185. in JSTOR\nStout, Harry S., and D. G. Hart, eds. New Directions in American Religious History (1997) excerpt and text search\nSweet, Leonard I., ed.  Communication and Change in American Religious History (1993) 14 essays by scholars; very long annotated bibliography pp. 355–479\nWilson, John F. Religion and the American Nation: Historiography and History (2003) 119pp\n\n\n=== ১৮০০ সালের আগে ===\nBell, James B. A War of Religion: Dissenters, Anglicans, and the American Revolution. Basingstoke UK 2008.\nBonomi, Patricia U. Under the Cope of Heaven: Religion, Society, and Politics in Colonial America (1988)  online edition  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১২-০৭-২১ তারিখে\nBridenbaugh, Carl. Mitre and Scepter: Transatlantic Faiths, Personalities, and Politics, 1689-1775. New York: Oxford University Press 1962.\nBumsted, J. M. \"What Must I Do to Be Saved?\": The Great Awakening in Colonial America 1976\nButler, Jon. \"Enthusiasm Described and Decried: The Great Awakening as Interpretative Fiction.\" Journal of American History 69 (1982): 305–25. in JSTOR, influential article\nButler, Jon. Awash in a Sea of Faith: Christianizing the American People.(1990)excerpt and text search\nByrd, James P. Sacred Scripture, Sacred War: The Bible and the American Revolution. Oxford 2013.\nCarté, Katherine. Religion and the American Revolution: An Imperial History (Omohundro Institute of Early American History and Culture/U  of North Carolina Press, 2021) online book review\nFea, John. Was America Founded as a Christian Nation?. Louisville KY 2011.\nGaustad, Edwin S. \"The Theological Effects of the Great Awakening in New England,\" The Mississippi Valley Historical Review, 40#3 (1954), pp. 681–706. in JSTOR\nHatch, Nathan O. The Democratization of American Christianity (1989).\nexcerpt and text search\n\nHatch, Nathan O. The Sacred Cause of Liberty: Republican Thought and the Millennium in Revolutionary New England. New Haven: Yale University Press 1977.\nHeimert, Alan. Religion and the American Mind: From the Great Awakening to the Revolution (1966) online in ACLS e-books\nKidd, Thomas S. The Great Awakening: The Roots of Evangelical Christianity in Colonial America  (2007), 412pp excerpt and text search\nKidd, Thomas S. God of Liberty: A Religious History of the American Revolution. New York 2010.\nLambert, Frank. Inventing the \"Great Awakening\" (1999), 308pp\nMcLaughlin, William G. \"Essay Review: the American Revolution as a Religious Revival: 'The Millennium in One Country.'\" New England Quarterly (1967) 40#1: 99–110. in JSTOR\nNoll, Mark A. Christians in the American Revolution. Grand Rapids, Mich. 1977.\nNoll, Mark A. A History of Christianity in the United States and Canada (1992)\nSensbach, Jon F. \"Religion and the Early South in an Age of Atlantic Empire,\" Journal of Southern History, Aug 2007, Vol. 73 Issue 3, pp. 631–642\n\n\n=== ১৮০০ - ১৯০০ ===\nAbell, Aaron. The Urban Impact on American Protestantism, 1865–1900 (1943).\nBirdsall Richard D. \"The Second Great Awakening and the New England Social Order\", Church History 39 (1970): 345–364. in JSTOR\nBruce, Dickson D., Jr. And They All Sang Hallelujah: Plain Folk Camp-Meeting Religion, 1800–1845 (1974).\nFindlay, James F. Dwight L. Moody: American Evangelist, 1837–1899 (1969).\nHigginbotham, Evelyn Brooks. Righteous Discontent: The Woman's Movement in the Black Baptist Church, 1880–1920 (Harvard UP, 1993)\nMathews, Donald. Religion in the Old South (1979)\nMead, Sidney E. \"American Protestantism Since the Civil War. II. From Americanism to Christianity\" Journal of Religion 36#2 (1956), pp. 67–89 online\nMiller, Randall M., Harry S. Stout, and Charles Reagan. Religion and the American Civil War (1998) excerpt and text search; complete edition online\nShenk, Wilbert R., ed. North American Foreign Missions, 1810–1914: Theology, Theory, and Policy (2004) 349pp important essays by scholars excerpt and text search\nSizer, Sandra. Gospel Hymns and Social Religion: The Rhetoric of Nineteenth-Century Revivalism. Temple University Press, 1978.\nRaboteau, Albert. Slave Religion: The \"invisible Institution' in the Antebellum South, (1979)\nSmith, Timothy L. Revivalism and Social Reform: American Protestantism on the Eve of the Civil War, 1957\nWigger, John H..  and Nathan O. Hatch, eds. Methodism and the Shaping of American Culture (2001) excerpt and text search, essays by scholars\n\n\n=== ১৯০০ সাল থেকে ===\nAllitt, Patrick. Religion in America Since 1945: A History (2004), very good overview\nCarpenter, Joel A. Revive Us Again: The Reawakening of American Fundamentalism (1999), good coverage of Fundamentalism since 1930\nCurtis, Susan. A Consuming Faith: The Social Gospel and Modern American Culture. (1991).\nHein, David. Noble Powell and the Episcopal Establishment in the Twentieth Century. (2001, 2007.)\nHollinger, David A. Protestants Abroad: How Missionaries Tried to Change the World but Changed America (2017) excerpt\nLacroix, Patrick. John F. Kennedy and the Politics of Faith (2021)\nMarty, Martin E. Modern American Religion, Vol. 1: The Irony of It All, 1893–1919 (1986); Modern American Religion. Vol. 2: The Noise of Conflict, 1919–1941 (1991); Modern American Religion, Volume 3: Under God, Indivisible, 1941–1960 (1999), standard scholarly history\nMarsden, George M. Fundamentalism and American Culture: The Shaping of Twentieth-Century Evangelicalism, 1870–1925 (1980). very important history online edition\nMeyer, Donald. The Protestant Search for Political Realism, 1919–1941, (1988) in ACLS e-books\nPorterfield, Amanda, and Darren Grem, eds. The Business Turn in American Religious History (2017).\nRichey, Russell E. et al. eds. United Methodism and American Culture. Vol. 1, Ecclesiology, Mission and Identity (1997); Vol. 2. The People(s) Called Methodist: Forms and Reforms of Their Life (1998); Vol. 3. Doctrines and Discipline (1999); Vol. 4, Questions for the Twenty-First Century Church. (1999), historical essays by scholars; focus on 20th century\nSutton, Matthew Avery. American Apocalypse: A History of Modern Evangelicalism (Belknap Press, 2014). 480 pp.  online review\n\n\n=== আফ্রিকান-আমেরিকান ধর্ম ===\nFitts, Leroy. A history of black Baptists (Broadman Press, 1985)\nFrey, Sylvia R. and Betty Wood. Come Shouting to Zion: African American Protestantism in the American South and British Caribbean to 1830 (1998).\nHigginbotham, Evelyn Brooks. Righteous Discontent: The Woman's Movement in the Black Baptist Church, 1880–1920 (1993).\nJohnson, Paul E., ed. African-American Christianity: Essays in History (1994).\nRaboteau, Albert. Slave Religion: The \"Invisible Institution\" in the Antebellum South (1978)\nRaboteau, Albert. African American-Religion (1999) 145pp online  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ মার্চ ২০১৬ তারিখে basic introduction\nRaboteau, Albert J. Canaan land: A religious history of African Americans (2001).\nSernett, Milton C, ed. Afro-American Religious History: A Documentary Witness (Duke University Press, 1985)\nWest, Cornel, and Eddie S. Glaude, eds. African American religious thought: An anthology (2003).\n\n\n=== প্রাথমিক উৎস ===\nEllis, John Tracy, ed. Documents of American Catholic History (2nd ed. 1956).\nGriffith, R. Marie, ed. American Religions: A Documentary History (2007) 672pp excerpt and text search\nHeimert, Alan, and Perry Miller ed.; The Great Awakening: Documents Illustrating the Crisis and Its Consequences (1967)\nMcClymond, Michael, ed. Encyclopedia of Religious Revivals in America. (2007). Vol. 1, A–Z: 515 pp. Vol. 2, Primary Documents: 663 pp. আইএসবিএন ০-৩১৩-৩২৮২৮-৫\nMcBeth, H. Leon, ed. A Sourcebook for Baptist Heritage (1990)\nMcLoughlin, William G. ed. The American Evangelicals, 1800–1900: An Anthology 1976.\nRichey, Russell E., Rowe, Kenneth E. and Schmidt, Jean Miller (eds.) The Methodist Experience in America: a sourcebook, (2000) আইএসবিএন ৯৭৮-০-৬৮৭-২৪৬৭৩-১. – 756 p. of original documents\nSweet, W. W., ed.  Religion on the American Frontier: vol I: Baptists, 1783–1830 (1931); Vol. II - The Presbyterians: 1783–1840; Volume III, The Congregationalists; Vol. IV, The Methodists (1931)  online review about 800pp of documents in each\nWoodmason,  Charles. The Carolina Backcountry on the Eve of the Revolution: The Journal and Other Writings of Charles Woodmason, Anglican Itinerant (1953), ed. by Richard J. Hooker, ed.  excerpt and text search\n\n\n== বহিঃসংযোগ ==\nধর্মীয় নেতা এবং প্রতিষ্ঠানের ঐতিহাসিক ছবি; এগুলি ১৯২৩ সালের পূর্ববর্তী এবং কপিরাইট বহির্ভূত।\nমার্কিন কংগ্রেসের লাইব্রেরি ধর্ম প্রদর্শনী\nঅনন্য রাষ্ট্রপতির ভাষণ: রাষ্ট্রপতি রোনাল্ড রিগ্যান মূল ভাষণের জন্য নৌবাহিনীর চ্যাপেলিন, রাব্বি আর্নল্ড ই. রেসনিকফের প্রতিবেদন ব্যবহার করেছেন, মার্কিন যুক্তরাষ্ট্রের সামরিক বাহিনীতে চ্যাপেলিনদের গুরুত্ব নিশ্চিত করেছেন, পাঠ্য শ্লোক; Video version\nপ্রাতিষ্ঠানিক ধর্মের পতন বিশ্বাস কোণ ফোরাম সাউথ বিচ, ফ্লোরিডা ১৮ মার্চ, ২০১৩ লুইস লুগো পিউ রিসার্চ সেন্টার ওয়াশিংটন, ডি.সি.."}