{"pageid": 1511792, "title": "ইনসোমনিয়া (উপন্যাস)", "url": "https://bn.wikipedia.org/wiki?curid=1511792", "content": "ইনসোমনিয়া ১৯৯৪ সালের একটি ভয়াবহ/কল্পকাহিনী উপন্যাস যা আমেরিকান লেখক স্টিফেন কিং এর লেখা। এটি অবসরপ্রাপ্ত বিধ্বস্ত রালফ রবার্টসকে অনুসরণ করে, যার ক্রমবর্ধমান অনিদ্রা তাকে অলৌকিক এবং অন্যান্য গোপন জিনিস উপলব্ধি করার ক্ষমতা দেয়, যার ফলে সে উদ্দেশ্যভিত্তিক এবং এলোমেলো শক্তির মধ্যে একটি সংঘর্ষে যোগ দেয়। যেমন ইট এবং ড্রিমক্যাচার- সাহিত্যকর্মে দেখা গেছে। গল্পটি কাল্পনিক শহর ডেরি, মেইন-এ স্থাপন করা হয়েছে। এতে অন্যান্য স্টিফেন কিং এর গল্পের সাথে সংযোগ রয়েছে, বিশেষ করে তার উপন্যাস সিরিজ দ্য ডার্ক টাওয়ার। ইনসোমনিয়া ১৯৯৪ সালে ব্রাম স্টোকার পুরস্কারের জন্য মনোনীত হয়েছিল।\n\n\n== পটভূমি ==\nগল্পটি কাল্পনিক শহর ডেরি, মেইন-এ স্থাপন করা হয়েছে। অবসরপ্রাপ্ত রালফ রবার্টস তার পূর্বে ভালো-মনে পরিচিত সহকর্মী এড ডিপনেউকে স্থানীয় বিমানবন্দরে দেখেন। এড আক্রমণাত্মক এবং একটি চালককে অশ্লীল ভাষায় গালিগালাজ করছে, যাকে সে গোপনে গর্ভপাত থেকে ভ্রূণের টিস্যু পরিবহন করার অভিযোগ আনে। কয়েক মাস পর, রালফ (যিনি এখন বিধবা) এডের স্ত্রী হেলেনকে দেখতে পান, যাকে তার স্বামী মারাত্মকভাবে পিটিয়েছে কারণ সে একটি প্রো-চয়েস পিটিশনে স্বাক্ষর করেছিল। কিছু মাস পরে, হেলেন এডকে ছেড়ে চলে যায় এবং একটি মহিলা আশ্রয়কেন্দ্রতে আশ্রয় নেয়।\nরালফ অনিদ্রায় ভোগা শুরু করেন, প্রতিরাতে আরো আগে জেগে ওঠেন যতক্ষণ না তিনি প্রতিরাতে এক ঘণ্টারও কম ঘুমাতে সক্ষম হন। যখন তার অনিদ্রা বাড়তে থাকে, তিনি এমন কিছু দেখতে শুরু করেন যা অন্যদের জন্য অদৃশ্য এবং অমূলদ: মানুষের চারপাশে জীবনীশক্তির রঙিন প্রকাশ (অররা) এবং ছোট সাদা-কোট পরা সত্ত্বা, যাদের তিনি \"ছোট গোঁফহীন ডাক্তার\" বলে ডাকেন, তাদের চেহারা দেখে। তিনি আস্তে আস্তে সিদ্ধান্তে আসেন যে এগুলো হল হ্যালুসিনেশন নয়, বরং বাস্তবতার একটি ভিন্ন স্তরে উপস্থিত প্রকৃত বস্তু। তিনি বুঝতে পারেন যে এডও এসব কিছু দেখতে পায়। রালফের বন্ধু লোইস চ্যাস তাকে স্বীকার করেন যে, তিনিও সম্প্রতি অররা দেখতে শুরু করেছেন যা তিনি ব্যাখ্যা করতে পারেন।\nরালফ এবং লোইস দুটি গোঁফহীন ডাক্তারদের সাথে সাক্ষাৎ করেন, যারা নিজেদের ক্লোথো এবং ল্যাচিস বলে পরিচয় দেয়, যারা মর্যাদার সাথে কাজ করে এবং মানুষের জীবন শেষ হওয়ার সময় \"তাদের সময়\" হলে তাদের মুক্তি দেয়। একটি তৃতীয় গোঁফহীন ডাক্তার, এট্রোপোস, একটি পাগল এবং বিপথগামী সত্ত্বা, যিনি জীবনের বিপর্যয় সৃষ্টি করতে এবং অকাল মৃত্যুর পরিসমাপ্তি ঘটাতে উপভোগ করেন। রালফ এবং লোইস শিখেন যে, জীবন মূলত \"উদ্দেশ্য\" এবং \"র্যান্ডম\" দ্বারা নিয়ন্ত্রিত, এমন শক্তি বা সত্ত্বা যা শত্রু নয়, বরং বিপরীত। এড এমন কিছু বিরল সত্ত্বার মধ্যে একজন, যাকে এই দুটি শক্তির মধ্যে কোন একটি নির্ধারিত হয়নি এবং সেই কারণে সে অস্তিত্বকে ব্যাপকভাবে পরিবর্তন করতে পারে।\nরালফ এবং লোইস জানতে পারেন \"ক্রিমসন কিং,\" একটি রূপ পরিবর্তনকারী উচ্চ-মাত্রিক সত্ত্বা যা নেতিবাচক অনুভূতির উপর খাবার খায় এবং বিশৃঙ্খলা চায় যাতে তা শাসন করতে পারে। ক্রিমসন কিং এট্রোপোসকে এডকে নিয়ন্ত্রণ করতে পাঠিয়েছে, একটি পরিকল্পনার অংশ হিসেবে যা মহাবিশ্বের পুরো অবস্থানকে অস্থির করে ফেলবে। সরাসরি হস্তক্ষেপ করতে অক্ষম, ক্লোথো এবং ল্যাচিস, উদ্দেশ্যের এজেন্টরা, রালফ এবং লোইসকে ইনসোমনিয়া দিয়েছিলেন যাতে তারা অন্যান্য বাস্তবতার স্তরগুলি দেখতে, উপলব্ধি করতে এবং এমনকি সেগুলিতে প্রবেশ করতে পারে যাতে তারা এট্রোপোসকে পরাজিত করতে পারে। বিনয়ী গোঁফহীন ডাক্তাররা এই স্তরগুলিকে \"স্কাইস্ক্র্যাপার\"-এর শ্যাওলা হিসেবে বর্ণনা করেন, এবং রালফ দ্য ডার্ক টাওয়ার-এর একটি দৃষ্টি দেখেন, যা মাল্টিভার্সের একটি উপস্থাপনা।\nবিবাদিত প্রো-চয়েস কর্মী সুসান ডে ডেরি সিভিক সেন্টারে বক্তৃতা দেওয়ার জন্য প্রস্তুত। লোইস এবং রালফ দেখতে পান যে বিল্ডিংটি একটি কালো অররা দ্বারা আবৃত, যা একটি অন্ধকার ভবিষ্যতের সংকেত দেয়। ক্রিমসন কিং এডের গর্ভপাত সম্পর্কিত অনুভূতিগুলি উসকে দিয়ে তাকে একটি সহিংস এবং প্যারানয়েড ফ্যানাটিকে পরিণত করেছে। একটি ছোট বিমান যাতে C-4 বিস্ফোরক রয়েছে, এড ডে-র বক্তৃতার সময় সিভিক সেন্টারে একটি কামিকাযি আক্রমণ করতে চায়, যাতে তাকে এবং সেখানকার সবাইকে হত্যা করা যায়। লোইস এবং রালফ বাহ্যিক শক্তিগুলির দ্বারা প্রভাবিত হওয়ার জন্য ক্ষিপ্ত হলেও তারা সিদ্ধান্ত নেয় যে আক্রমণটি প্রতিরোধ করা তাদের কর্তব্য।\nএডের মিত্ররা সেই আশ্রয়কেন্দ্রে অগ্নিসংযোগ করে, যেখানে হেলেন তাকে ছেড়ে যাওয়ার পর থেকে অবস্থান করছিল। রালফ এবং লোইস আশ্রয়স্থলের বাসিন্দাদের উদ্ধার করেন, তারপর তারা এট্রোপোসকে খুঁজে বের করেন। রালফ দুষ্ট সত্ত্বাটিকে পরাজিত করেন, এট্রোপোসের কাছ থেকে একটি প্রতিশ্রুতি আদায় করেন যে সে তার এবং লোইসের সাথে হস্তক্ষেপ করবে না, জানিয়ে দেয় যে ছোট গোঁফহীন ডাক্তাররা তাদের প্রতিশ্রুতির প্রতি বাধ্য। মুক্তি পাওয়ার পর, এট্রোপোস রালফকে একটি ভবিষ্যৎ গাড়ি দুর্ঘটনার দৃষ্টি দিয়ে যন্ত্রণা দেয়, যা হেলেনের ছোট মেয়ে ন্যাটালির জীবন নিবে। তার মৃত্যু হবে প্রতিশোধ হিসেবে, কারণ এট্রোপোস রালফের সাথে হস্তক্ষেপ করতে পারবে না।\nরালফ বিনয়ী গোঁফহীন ডাক্তারদের জানায় যে, সে এডকে থামাবে না, যতক্ষণ না তারা তাকে ন্যাটালিকে পরবর্তীতে বাঁচাতে দেয়, তার জন্য নিজের জীবন প্রস্তাব করে। একটি উচ্চ স্তরের সত্ত্বা সংক্ষিপ্ত সময়ের জন্য প্রকাশিত হয়, ক্লোথো এবং ল্যাচিসকে আশ্চর্য করে তোলে যখন এটি ঘোষণা করে যে রালফের শর্তগুলি গ্রহণযোগ্য। রালফ এবং লোইস জানতে পারেন যে \"প্রায় সমস্ত বাস্তবতা দাঁড়িয়ে আছে, অপ্রকাশিত ঘটনাগুলি দেখার জন্য,\" কারণ এডের আক্রমণের সাফল্য বা ব্যর্থতা সমস্ত বাস্তবতাকে প্রভাবিত করতে পারে। ক্রিমসন কিংয়ের আসল লক্ষ্য ডে নয়, যেমন তারা ধারণা করেছিল, বরং আশ্রয়কেন্দ্রের একটি ছেলে, যিনি দর্শকদের মধ্যে থাকবে: প্যাট্রিক ড্যানভিল, একজন যুবক শিল্পী, যাকে ভবিষ্যদ্বাণী করা হয়েছে যে একদিন ডার্ক টাওয়ার সংরক্ষণে এবং ক্রিমসন কিংয়ের পরাজয়ে গুরুত্বপূর্ণ ভূমিকা পালন করবে। ক্রিমসন কিং বারবার একটি \"মসিয়াহ\"র জীবন শেষ করতে চেয়েছে, কিন্তু ডেরি, একটি মিলনের স্থান, এখন এটি সম্ভব।\nএড তার বিমানে উড্ডয়ন করে এবং রালফ বিমানে তার সাথে লড়াই করে। ক্রিমসন কিং প্রকাশিত হয় যাতে রালফ এডের মিশনে হস্তক্ষেপ না করতে পারে, কিন্তু রালফ সফলভাবে বিমানটিকে সেন্টার থেকে কিছুটা দূরে পতিত করতে সক্ষম হয়, এবং ধাক্কার আগে নিজেকে একটি উচ্চ স্তরের বাস্তবতায় স্থানান্তরিত করে বাঁচে। তার সঠিক স্থানে এবং বাস্তবতায় ফিরে এসে, রালফ এবং লোইস একে অপরকে ভালোবাসতে শুরু করেন এবং বিয়ে করেন, ধীরে ধীরে ছোট গোঁফহীন ডাক্তারদের সাথে তাদের অ্যাডভেঞ্চার ভুলে যান।\nকিছু বছর পর একটি উপসংহার পর্বে, রালফ আবার ইনসোমনিয়া অনুভব করতে শুরু করেন। তিনি আবার অররা দেখতে পান এবং শেষ পর্যন্ত সেই প্রতিশ্রুতি মনে করেন যা তিনি ন্যাটালির জীবনের জন্য তার জীবন দেওয়ার প্রতিজ্ঞা করেছিলেন। তিনি সময়মতো পৌঁছান এবং দেখতে পান যে তার দৃষ্টিতে দেখা গাড়িটি এসে ন্যাটালির দিকে চলে আসছে। রালফ তাকে নিরাপদে ঠেলে দেয়, এবং এই প্রক্রিয়ায় নিজের জীবন হারান। তিনি শান্তিপূর্ণভাবে মারা যান, লোইস তার পাশে থাকেন, যখন ক্লোথো এবং ল্যাচিস তার উপর নজর রাখেন।\n\n\n== অন্যান্য কাজের সাথে সংযোগ ==\nপ্রধান চরিত্র রালফ রবার্টস কিঙের বই ব্যাগ অব বোন্স-এ একটি চরিত্র হিসেবে আবার উপস্থিত হন।\nগল্পে একটি ঐতিহাসিক ধারাবাহিক খুনি, রেমন্ড অ্যান্ড্রু জউবার্টের কথা উল্লেখ আছে, যিনি স্টিভেন কিং-এর বই জেরাল্ড'স গেম-এর একটি চরিত্র।\nলোইস নিকটবর্তী শহর লুডলো'র উল্লেখ করেন, যা স্টিফেন কিঙের গল্প পেট সেমেটারি-এর সেটিং।\nযে সমস্ত জিনিস এট্রোপোস সংগ্রহ করেছেন তাদের মধ্যে এমন একটি জুতো রয়েছে যা গেজ ক্রিড, পেট সেমেটারি-এর একটি চরিত্রের ছিল।\nপ্যাট্রিক ড্যানভিল স্টিফেন কিঙের ডার্ক টাওয়ার সিরিজে আবার উপস্থিত হন।\nসেই সিরিজের প্রধান চরিত্র, গানস্লিঙ্গার রোল্যান্ড ডেসচেইন, সংক্ষেপে বর্ণনায় উল্লেখ করা হয়েছে এবং দেখানো হয়েছে যে প্যাট্রিক তার দৃষ্টি দেখে। ডিপনেউ পরিবারের অন্যান্য সদস্যরা বই সিরিজে উপস্থিত হয়।\nক্রিমসন কিং সেই একই বই সিরিজে একটি প্রধান শত্রু, যদিও তিনি প্রকৃতপক্ষে তার প্রথম সরাসরি উপস্থিতি প্রকাশিত হয় বই Insomnia-এ।\n১৯৮৬ সালের ঐতিহাসিক অতিপ্রাকৃত ভৌতিক উপন্যাস ইট-এর বেশ কয়েকটি সংযোগ রয়েছে। মাইক হ্যানলন, ইট-এর একটি চরিত্র, যিনি ডেরি, মেইন-এ লাইব্রেরিয়ান হয়ে ওঠেন, একটি ক্যামিও চরিত্র হিসেবে উপস্থিত হন।\nবইয়ে স্থানীয় নাগরিক অস্কার \"বাচ\" বাওয়ার্সের উল্লেখ আছে, যিনি হেনরি বাওয়ার্সের পিতামাতা, It-এর একজন খলনায়ক।\nস্টর্মটি, যা ডেরির বেশিরভাগ অংশকে বিধ্বস্ত করে, শেপ-শিফটিং দানব পেনিওয়াইজ দ্য ক্লাউন পরাজিত হওয়ার পর, বইয়ে একাধিকবার উল্লেখিত হয়েছে।\n\n\n== তথ্যসূত্র =="}