{"pageid": 1511777, "title": "ওয়াদারিং হাইটস", "url": "https://bn.wikipedia.org/wiki?curid=1511777", "content": "ওয়াদারিং হাইটস হল ইংরেজ লেখিকা এমিলি ব্রন্টির একমাত্র উপন্যাস, যা প্রথম প্রকাশিত হয় ১৮৪৭ সালে তাঁর \"এলিস বেল\" ছদ্মনামে। উপন্যাসটি পশ্চিম ইয়র্কশায়ারের মুর অঞ্চলে বসবাসকারী জমিদারশ্রেণির দুটি পরিবার, আর্নশো এবং লিন্টন, ও তাদের সাথে আর্নশো পরিবারের দত্তকপুত্র হিথক্লিফের জটিল সম্পর্ককে কেন্দ্র করে আবর্তিত হয়। রোমান্টিসিজম ও গথিক কল্পকাহিনীর প্রভাবপূর্ণ এই উপন্যাসটিকে ইংরেজি সাহিত্যের একটি ধ্রুপদী নিদর্শন হিসেবে গণ্য করা হয়।\n\nশার্লট ব্রন্টির জেন আইয়ার উপন্যাসের সাফল্যের আগেই প্রকাশক টমাস নিউবি ওয়াদারিং হাইটস  গ্রহণ করেছিলেন অ্যান ব্রন্টির অ্যাগনেস গ্রে উপন্যাসের সঙ্গে। তবে এগুলি পরে প্রকাশিত হয়। এমিলির মৃত্যুর পর, শার্লট ব্রন্টি ওয়াদারিং হাইটস-এর দ্বিতীয় সংস্করণ সম্পাদনা করেন, যা ১৮৫০ সালে প্রকাশিত হয়।\nআজ ওয়াদারিং হাইটস ইংরেজি ভাষায় লেখা অন্যতম শ্রেষ্ঠ উপন্যাস হিসেবে বিবেচিত হয়, তবে সমসাময়িক সমালোচনাগুলি ভিন্ন ছিল। উপন্যাসটি মানসিক ও শারীরিক নির্যাতনের (যার মধ্যে গার্হস্থ্য সহিংসতাও অন্তর্ভুক্ত) বিবরণের জন্য বিতর্কিত ছিল এবং এটি ভিক্টোরিয়ান নৈতিকতা, ধর্ম ও শ্রেণিব্যবস্থার বিরুদ্ধে প্রশ্ন তোলে। এটি বহু মাধ্যমে রূপান্তরের অনুপ্রেরণা জুগিয়েছে, যার মধ্যে ইংরেজ গায়িকা-গীতিকার কেট বুশের ওয়াদারিং হাইটস নামে একটি গানও রয়েছে।\n\n\n== কাহিনি ==\n\n\n=== প্রারম্ভ ===\n১৮০১ সালে, মিস্টার লকউড, ইয়র্কশায়ারের থ্রাশক্রস গ্র্যাঞ্জের নতুন ভাড়াটে, তাঁর জমিদার হিথক্লিফের সঙ্গে দেখা করতে যান, যিনি দূরবর্তী মুরল্যান্ড ফার্মহাউস ওয়াদারিং হাইটস-এ বসবাস করেন। সেখানে তিনি এক সংযত স্বভাবের যুবতী (পরে জানা যায়, তার নাম ক্যাথি লিন্টন), এক রুক্ষ ও গম্ভীর চাকর জোসেফ এবং হেয়ারটন নামে এক অশিক্ষিত যুবকের সঙ্গে পরিচিত হন, যার আচরণ অনেকটা চাকরের মতো। সবাই বিমর্ষ ও অনাগ্রহী। সেই রাতে প্রবল তুষারপাতের কারণে লকউড সেখানে আটকা পড়েন এবং তার ঘরে পূর্বে বসবাসকারী ক্যাথরিন আর্নশোর একটি ডায়েরি পড়তে গিয়ে একটি দুঃস্বপ্ন দেখেন। স্বপ্নে তিনি দেখেন, এক প্রেতাত্মার মতো ক্যাথরিন জানালার বাইরে থেকে অনুনয় করছে ভিতরে ঢোকার জন্য। লকউডের আতঙ্কিত চিৎকারে জেগে ওঠে হিথক্লিফ এবং সে গভীরভাবে বিচলিত হয়ে পড়ে।\nপরে, লকউড প্রবল তুষারঝড়ের মধ্যে থ্রাশক্রস গ্র্যাঞ্জে ফিরে যান, তবে প্রচণ্ড ঠাণ্ডায় অসুস্থ হয়ে পড়েন এবং শয্যাশায়ী হন। এই সময়, তার গৃহপরিচারিকা এলেন \"নেলি\" ডিন তাকে এই রহস্যময় পরিবারের কাহিনি বলা শুরু করেন।\n\n\n=== নেলির কাহিনি ===\nত্রিশ বছর আগে, ওয়াদারিং হাইটস-এ আর্নশোর পরিবার বসবাস করত তাঁদের দুই সন্তান হিন্ডলে ও ক্যাথরিনকে নিয়ে, এবং সঙ্গে ছিল এক চাকর—নেলি নিজেই। একদিন, লিভারপুল থেকে ফিরে আসার সময় আর্নশো এক অনাথ শিশুকে বাড়িতে নিয়ে আসেন, যার নাম রাখেন হিথক্লিফ। হিথক্লিফের আসল পরিচয় অনিশ্চিত, তবে তাকে \"যাযাবরের মতো\" বলে বর্ণনা করা হয়েছে এবং অনুমান করা হয়, সে হয়তো লাস্কার (ভারতীয় নাবিক), আমেরিকান, বা স্প্যানিশের গোষ্ঠিচ্যুত পথিক হতে পারে। আর্নশো তাকে নিজের প্রিয় সন্তান হিসেবে বড় করতে থাকেন, অথচ নিজের ছেলে-মেয়েদের তিনি অবহেলা করেন, বিশেষ করে স্ত্রী মারা যাওয়ার পর। হিন্ডলে হিথক্লিফকে ঘৃণা করত এবং প্রায়ই তাকে মারধর করত, তবে ক্যাথরিন ধীরে ধীরে হিথক্লিফের ঘনিষ্ঠ বন্ধু হয়ে ওঠে।\nহিন্ডলে বিশ্ববিদ্যালয়ে পড়তে চলে যায়। তিন বছর পর, তাঁর পিতা মারা গেলে, সে ফিরে এসে ওয়াদারিং হাইটস-এর নতুন মালিক হয় ওঠে এবং তার স্ত্রী ফ্রান্সেস-কে সঙ্গে নিয়ে আসে। তারা হিথক্লিফকে এক দাসের মতো বসবাস করতে বাধ্য করে এবং তার উপর কঠোর মানসিক ও শারীরিক নির্যাতনের শুরু করে।\n\nএডগার লিন্টন ও তার বোন ইসাবেলা পাশের থ্রাশক্রস গ্র্যাঞ্জ-এ বাস করতেন। কৌতূহলবশত হিথক্লিফ ও ক্যাথরিন তাদের উপর নজর রাখছিল। কিন্তু ক্যাথরিন লিন্টনদের কুকুরের আক্রমণের শিকার হলে, তারা তাকে আশ্রয় দেয় এবং যত্ন নেয়, তবে হিথক্লিফকে তাড়িয়ে দেয়। এরপর, লিন্টনরা ওয়াদারিং হাইটস-এ আসে, যেখানে হিন্ডলে ও এডগার মিলে হিথক্লিফকে অপমান করে। এতে দুই পক্ষের মধ্যে মারামারি শুরু হয়। হিন্ডলে হিথক্লিফকে ঠান্ডা, ধুলোময় ঘরে বন্দি করে রাখে। হিথক্লিফ প্রতিজ্ঞা করে যে, একদিন সে এর প্রতিশোধ নেবে।\nএদিকে, ফ্রান্সেস (হিন্ডলে স্ত্রী) সন্তান প্রসবের পর মারা যায়। তাদের ছেলে, হেয়ারটন, জন্ম নেয়। দুই বছর পর, ক্যাথরিন, এডগার লিন্টনের সঙ্গে বাগদান সম্পন্ন করে। তবে সে নেলিকে গোপনে জানায় যে, সে আসলে হিথক্লিফকেই ভালোবাসে, এবং তাকে সাহায্য করতে চায়, কিন্তু হিথক্লিফের নিম্ন সামাজিক অবস্থানের কারণে বিয়ে তাদের বিয়ে হবে না বলে মনে করে। নেলি তাকে হিথক্লিফের সঙ্গে সম্পর্ক না রাখার পরামর্শ দেয়। এ কথোপকথনের একটি অংশ হিথক্লিফ শুনে ফেলে, কিন্তু ভুল বোঝে এবং ক্যাথরিনের অনুভূতি না বুঝেই বাড়ি ছেড়ে পালিয়ে যায়। হিথক্লিফের এই আচরণে ক্যাথরিন মানসিকভাবে ভেঙে পড়ে ও অসুস্থ হয়ে পড়ে।\nতিন বছর পর, যখন এডগার ও ক্যাথরিন বিবাহিত এবং ক্যাথেরিন অন্তঃস্বত্তা, এই সময় হিথক্লিফ হঠাৎ ফিরে আসে— কিন্তু এখন সে একজন বিত্তশালী ভদ্রলোক। সে ইসাবেলা লিন্টনের তাঁর প্রতি মুগ্ধতাকে ব্যবহার করে ক্যাথরিনের উপর প্রতিশোধ নিতে চায়। হিথক্লিফের ঘন ঘন উপস্থিতিতে এডগার ক্ষিপ্ত হয়ে তাকে থ্রাশক্রস গ্র্যাঞ্জ থেকে বের করে দেয়। ক্যাথরিন মানসিকভাবে ভেঙে পড়ে, নিজেকে ঘরে আটকে রাখে ও খাবার খাওয়া বন্ধ করে দেয়। ফলে, সে আর কিছুতেই পুরোপুরি সুস্থ হয়ে উঠতে পারে না। এদিকে, হিথক্লিফ হিন্ডলের জুয়ায় আসক্তির সুযোগ নিয়ে তাকে দেনার দায়ে ওয়াদারিং হাইটস বন্ধক রাখতে বাধ্য করে। এরপর, হিথক্লিফ ইসাবেলাকে নিয়ে পালিয়ে যায়, কিন্তু তাদের সম্পর্ক শীঘ্রই দুর্বিষহ হয়ে ওঠে এবং তারা ফিরে আসে।\nক্যাথরিনের মৃত্যু-শয্যায়, এই খবর পেয়ে হিথক্লিফ গোপনে তার সঙ্গে দেখা করতে যায়। ক্যাথরিন তাঁর শিশু কন্যা ক্যাথিকে জন্ম দিয়ে মারা যায়। হিথক্লিফ প্রচণ্ড ক্রোধে ফেটে পড়ে এবং ক্যাথরিনের আত্মাকে আহ্বান জানায়, যেন সে আজীবন তাঁকে যাতনা দেয়। হৃদয়ভঙ্গ ইসাবেলা হিথক্লিফকে ঘৃণা করে দক্ষিণে পালিয়ে যায় এবং সেখানে একটি পুত্রসন্তান জন্ম দেয়, যার নাম রাখা হয় লিন্টন। তবে, জন্ম থেকেই লিন্টন দুর্বল ও অসুস্থ। হিন্ডলে ছয় মাসের মধ্যে মদ্যপানে মারা গেলে, হিথক্লিফ পুরোপুরি ওয়াদারিং হাইটসের মালিকানা পায়।\nবারো বছর পর, ইসাবেলার মৃত্যু হয়, তার দুর্বল ও অসুস্থ ছেলে লিন্টন, এডগারের কাছে থ্রাশক্রস গ্র্যাঞ্জে আসে। তবে হিথক্লিফ জোর করে তাঁর ছেলেকে নিজের কাছে ওয়াদারিং হাইটসে নিয়ে যায়। এদিকে, ক্যাথি (ক্যাথরিনের মেয়ে) এবং লিন্টনের মধ্যে ধীরে ধীরে সম্পর্ক গড়ে ওঠে, যদিও তারা আলাদা দুই বাড়িতে বসবাস করছিল। হিথক্লিফ একটি চক্রান্ত অনুসারে ক্যাথি ও লিন্টনের বিয়ে হয় এবং এর ফলে সে থ্রাশক্রস গ্র্যাঞ্জের ওপর নিজের অধিকার প্রতিষ্ঠা করতে শুরু করে। এরপর এডগার মারা গেলে, হিথক্লিফ ক্যাথিকে জোর করে ওয়াদারিং হাইটসে নিয়ে আসে। এসময়, হিথক্লিফ আরও অস্থির ও উন্মাদ হয়ে পড়ে এবং স্বীকার করে যে, ক্যাথরিনের মৃত্যুর রাতে সে তার কবর খুঁড়েছিল। তারপর থেকে ক্যাথরিনের আত্মা তাঁকে খুঁজে বেড়াচ্ছে। লিন্টন হঠাৎ মারা গেলে, ক্যাথির আর কোথাও যাওয়ার উপায় থাকে না, ফলে তাকে ওয়াদারিং হাইটসেই থাকতে হয়।\nএখানেই নেলির অতীতের কাহিনি শেষ হয়, এবং বর্তমান কালের ঘটনা শুরু হয়।\n\n\n=== সমাপ্তি ===\nলকউড মুরভূমির একঘেয়েমিতে ক্লান্ত হয়ে পড়ে এবং এলাকা ছেড়ে চলে যায়। আট মাস পর, সে আবার ফিরে আসে এবং দেখে যে নেলি এখন ওয়াদারিং হাইটসের গৃহপরিচারিকা। লকউডের চলে যাওয়ার পর যা ঘটেছে সে জানায়।\nহিথক্লিফ অবশেষে ক্যাথি ও হেয়ারটনের সম্পর্ক মেনে নেয়। তবে শারীরিকভাবে দুর্বল হয়ে পড়ে এবং মৃত ক্যাথরিনকে কল্পনা করতে শুরু করে।\nসে ক্যাথি ও হেয়ারটনের সামনে আসতে পারতো না, কারণ তাদের চোখ ক্যাথরিনের মতোই ছিল, যা তার সহ্য হতো না। শেষ পর্যন্ত, হিথক্লিফ খাওয়া-দাওয়া বন্ধ করে দেয়, এবং কিছুদিন পরে ক্যাথরিনের পুরনো ঘরে তাঁকে মৃত অবস্থায় পাওয়া যায়।\nএদিকে, ক্যাথি হেয়ারটনকে পড়াশোনা শেখাচ্ছিল। তারা বিয়ে করার পরিকল্পনা করে এবং নেলিকে সঙ্গে নিয়ে থ্রাশক্রস গ্র্যাঞ্জে চলে যাওয়ার সিদ্ধান্ত নেয়। জোসেফ ওয়াদারিং হাইটস দেখাশোনার জন্য থেকে যায়। নেলি জানায়, স্থানীয়রা প্রায়ই ক্যাথরিন ও হিথক্লিফের আত্মাকে একসঙ্গে ঘুরতে দেখেছে। লকউড ক্যাথরিন, এডগার ও হিথক্লিফের কবর খুঁজে বের করে এবং আশা করে যে, তারা তিনজনই নিশ্চিতভাবে শান্তি লাভ করেছে।\n\n\n=== পারিবারিক কাঠামো ===\n\n\n== চরিত্র সমূহ ==\nহিথক্লিফ : লিভারপুল থেকে আনা এক অনাথ শিশু, যাকে আর্নশো দত্তক নিয়ে ওয়াদারিং হাইটসে নিয়ে আসেন। তবে পরিবারের সবাই তাকে অনিচ্ছাসত্ত্বেও গ্রহণ করে, যদিও তার পালকপিতা তাকে বিশেষভাবে স্নেহ করেন। ক্যাথরিন আর্নশোর সঙ্গে তার সম্পর্ক অত্যন্ত গভীর হয়ে ওঠে, এবং তাদের প্রেম উপন্যাসের প্রথম ভাগের কেন্দ্রবিন্দু। ক্যাথরিন অন্য একজনকে বিয়ে করার সিদ্ধান্ত নেওয়ায়, হিথক্লিফ প্রতিশোধ নিতে চায়, যা উপন্যাসের দ্বিতীয় ভাগের মূল বিষয়বস্তু। হিথক্লিফকে অনেক সময় বাইরনিক নায়ক (Byronic hero) হিসেবে বিবেচনা করা হয়, তবে সমালোচকেরা মনে করেন, সে নিজের চরিত্র বারবার পুনর্গঠন করে, ফলে তাকে কোনো নির্দিষ্ট শ্রেণিতে ফেলা কঠিন। সমাজে তার অস্পষ্ট অবস্থান স্পষ্টভাবে ফুটে ওঠে, কারণ তার নাম ও পদবি উভয়ই \"হিথক্লিফ\"—তার কোনো পারিবারিক পদবি নেই, যা তার নিম্ন সামাজিক অবস্থানের ইঙ্গিত দেয়। অনেকে মনে করেন, হিথক্লিফের চরিত্রের অনুপ্রেরণা ব্র্যানওয়েল ব্রন্টির (এমিলি ব্রন্টির ভাই) থেকে এসেছে। ব্র্যানওয়েল ছিলেন মদ্যপ ও আফিমাসক্ত, এবং তার প্রলাপময় উন্মাদনা সময় এমিলি ও শার্লটকে আতঙ্কিত করতো। যদিও হিথক্লিফের মধ্যে মাদক বা মদের আসক্তি দেখা যায় না, ব্র্যানওয়েলের ব্যক্তিত্বের কিছু প্রভাব তার চরিত্রে থাকতে পারে। তবে, একই যুক্তি হয়তো হিন্ডলে আর্নশো ও লিন্টন হিথক্লিফের ক্ষেত্রেও প্রযোজ্য।\nক্যাথরিন আর্নশো : ক্যাথরিন আর্নশোর সাথে প্রথমে পাঠকরা পরিচিত হন তাঁর মৃত্যুর পর, যখন লকউড তাঁর ডায়েরি এবং কার্ভিংগুলি খুঁজে পান। তার জীবনের বর্ণনা প্রায় প্রথম খণ্ডেই সীমাবদ্ধ। ক্যাথরিনের মধ্যে একটি দ্বন্দ্ব কাজ করে, যেখানে সে হিথক্লিফের মতো হতে চায় নাকি এডগার লিন্টনের মতো আরও সংস্কৃতিবান হতে চায়—এটি তার চরিত্রের মূল প্রশ্ন। কিছু সমালোচক মনে করেন, এডগার লিন্টনকে বিয়ে করার সিদ্ধান্তটি প্রতীকীভাবে প্রকৃতির প্রতি অস্বীকৃতি এবং সংস্কৃতির প্রতি আত্মসমর্পণ। এই সিদ্ধান্তের ফলে, তাঁর ও অন্যদের বিধ্বংসী ফলাফলের সম্মুখীন হতে হয়। ক্যাথরিন মারা যায় তাঁর মেয়েকে জন্ম দেওয়ার কয়েক ঘণ্টা পর।\nএডগার লিন্টন : লিন্টন পরিবারের সন্তান, এবং থ্রাশক্রস গ্র্যাঞ্জে বসবাস করেন। তাঁর ভদ্রতা ও আচার-আচরণ হিথক্লিফের সম্পূর্ণ বিপরীত, তাই হিথক্লিফ প্রথম দেখাতেই তাকে অপছন্দ করে। ক্যাথরিন হিথক্লিফের প্রতি ভালোবাসা অনুভব করলেও, উচ্চ সামাজিক অবস্থানের কারণে এডগারকে বিয়ে করে, যা উপন্যাসের প্রত্যেকটি চরিত্রের জন্য দুর্বিষহ পরিণতি ডেকে আনে। এডগার তার স্ত্রী ক্যাথরিন এবং পরবর্তী সময়ে তার মেয়ে ক্যাথিকে অত্যন্ত স্নেহ করতেন।\nএলেন (নেলি) ডিন : নেলি ডিন উপন্যাসের প্রধান বর্ণনাকারী। তিনি তিন প্রজন্মের আর্নশ পরিবার এবং দুই প্রজন্মের লিন্টন পরিবারের সেবিকা। তিনি নিম্নবিত্ত পরিবারে জন্মালেও নিজেকে হিন্ডলের পালিতা বোন মনে করেন, কারণ তারা একই বয়সী এবং তার মা ছিলেন হিন্ডলের দাইমা। নেলি ওয়াদারিং হাইটসের রুক্ষ পরিবেশে বেড়ে উঠলেও শিক্ষিতা, এবং থ্রাশক্রস গ্র্যাঞ্জের আচার-আচরণ সম্পর্কেও অভিজ্ঞ। সম্মানজনকভাবে তাকে \"এলেন\" বলা হয়, আর ঘনিষ্ঠরা তাকে \"নেলি\" নামে ডাকে। সমালোচকেরা তার নিরপেক্ষতা নিয়ে সন্দেহ প্রকাশ করেছেন, এবং প্রশ্ন তুলেছেন, সে কেবল দর্শক, নাকি গল্পের ঘটনার পিছনে তারও ভূমিকা আছে। ১৯৫৮ সালে \"দ্য ভিলেন ইন ওয়াদারিং হাইটস\" প্রবন্ধে, জেমস হাফলে যুক্তি দেন যে, নেলি প্রকৃতপক্ষে উপন্যাসের আসল খলনায়ক। তার মতে, নেলি উপন্যাসের নৈতিক কেন্দ্রবিন্দু কারণ সে এক অস্থির ও সহিংস বিশ্ব বর্ণনা করছে। তিনি বিশ্বাস করেন, উপন্যাসের বেশিরভাগ সংঘাতের কারণ নেলি নিজেই, এবং তাঁর প্রতি লকউডের বিশ্বাস আসলে লকউডের সরলতার প্রতিফলন।\nইসাবেলা লিন্টন : এডগার লিন্টনের বোন। ক্যাথরিন তাকে হিথক্লিফ সম্পর্কে সতর্ক করলেও, সে হিথক্লিফের প্রতি রোমান্টিক আকর্ষণ অনুভব করে এবং অজান্তেই এডগারের বিরুদ্ধে হিথক্লিফের প্রতিশোধ পরিকল্পনার অংশ হয়ে যায়। হিথক্লিফ তাকে বিয়ে করলেও তার সাথে অত্যন্ত দুর্ব্যবহার করে। গর্ভবতী অবস্থায় সে লন্ডনে পালিয়ে যায় এবং সেখানে তার ছেলে লিন্টনের জন্ম দেয়। মৃত্যুর পূর্বে সে তার ভাই এডগারের কাছে লিন্টনকে রেখে যায়।\nহিন্ডলে আর্নশো : ক্যাথরিনের বড় ভাই, হিন্ডলে, প্রথম দেখাতেই হিথক্লিফকে অপছন্দ করে এবং শৈশবে তাকে ক্রমাগত অপদস্থ ও নির্যাতন করে। তার বাবা তাকে কলেজে পাঠিয়ে দেন, কিন্তু এরপর সে বড় হয়ে বাড়ি ফিরে এলেও তার হিথক্লিফ-বিরোধী মনোভাব একই থাকে। স্ত্রী ফ্রান্সেসকে নিয়ে ফিরে আসার পর সে তুলনামূলক সংযত থাকে। কিন্তু তার বাবা মারা যাওয়ার পর, এবং পরে ফ্রান্সেসের মৃত্যু হলে, সে ধ্বংসাত্মক জীবনযাপন শুরু করে। সে অতিরিক্ত মদ্যপান ও জুয়া খেলার ফলে আর্নশো পরিবারকে ধ্বংসের দিকে ঠেলে দেয়। এক পর্যায়ে, হিন্ডলে হিথক্লিফকে হত্যা করার চেষ্টা করলেও ব্যর্থ হয়, এবং হিথক্লিফ তাকে মারধর করে। ক্যাথরিনের মৃত্যুর এক বছরের মধ্যেই হিন্ডলে মারা যায়, এবং তার ছেলে হেয়ারটনের জন্য কোনো সম্পত্তি সে রেখে যেতে পারে না।\nহেয়ারটন আর্নশ : হেয়ারটন হিন্ডলে ও ফ্রান্সেসের ছেলে। প্রথমে নেলি তাকে লালন-পালন করলেও, পরবর্তীতে হিথক্লিফ তাকে নিজের তত্ত্বাবধানে নিয়ে নেন। জোসেফ তার মধ্যে আর্নশো পরিবারের ঐতিহ্যের প্রতি গর্ব জাগানোর চেষ্টা করে, যদিও সে কখনোই পরিবারের সম্পত্তির উত্তরাধিকারী হতে পারবে না, কারণ হিন্ডলে ইতোমধ্যে হিথক্লিফের কাছে সম্পত্তি বন্ধক রেখেছে। অন্যদিকে, হিথক্লিফ হেয়ারটনকে ইচ্ছাকৃতভাবে অশিক্ষিত ও অমার্জিত করে রাখে, যা হিন্ডলের প্রতি তার প্রতিশোধের একটি অংশ। হেয়ারটনের উচ্চারণ জোসেফের মতো শোনায়, এবং সে ওয়াদারিং হাইটসে একপ্রকার চাকরের মতো জীবনযাপন করে, যদিও সে নিজেই জানে না যে তার আসল উত্তরাধিকার কেড়ে নেওয়া হয়েছে। সে শুধুমাত্র নিজের নাম পড়তে জানে। দেখতে সে ক্যাথরিন আর্নশোর মতো, যা হিথক্লিফকে মনে করিয়ে দেয় তার হারানো প্রেমের কথা।\nক্যাথরিন \"ক্যাথি\" লিন্টন : ক্যাথি ক্যাথরিন আর্নশ ও এডগার লিন্টনের কন্যা। সে উৎসাহী, জেদি ও দৃঢ়প্রতিজ্ঞ স্বভাবের এবং তার বাবা-মায়ের অতীত সম্পর্কে পুরোপুরি অজ্ঞ। এডগার তার প্রতি অত্যন্ত সুরক্ষামূলক ছিলেন, যার কারণে সে গ্র্যাঞ্জের বাইরের বিশ্ব সম্পর্কে জানার জন্য কৌতূহলী হয়ে ওঠে। উপন্যাসের অন্যতম সহানুভূতিশীল চরিত্র হলেও, সে হেয়ারটনকে শিক্ষার অভাবের জন্য কিছুটা তাচ্ছিল্য করে। হিথক্লিফের ষড়যন্ত্রে সে বাধ্য হয়ে লিন্টন হিথক্লিফকে বিবাহ করে, কিন্তু তার মৃত্যুর পর হেয়ারটনের প্রেমে পড়ে এবং তারা শেষ পর্যন্ত বিবাহবন্ধনে আবদ্ধ হয়।\nলিন্টন হিথক্লিফ : লিন্টন হিথক্লিফ ও ইসাবেলা লিন্টনের পুত্র। সে শারীরিকভাবে দুর্বল ও অসুস্থ প্রকৃতির। শৈশবে লিন্টন  মায়ের সঙ্গে ইংল্যান্ডের দক্ষিণাঞ্চলে বড় হয়, এবং ১২ বছর বয়সে মায়ের মৃত্যুর পর জানতে পারে যে হিথক্লিফ তার পিতা। ব্যক্তিত্বের দিক থেকে সে স্বার্থপর ও নিষ্ঠুর, যা হিথক্লিফের সঙ্গে মিল রাখে; তবে চেহারায় সে মায়ের মতো। হিথক্লিফ তাকে ক্যাথি লিন্টনকে বিয়ে করতে বাধ্য করে, এবং বিয়ের কিছুদিন পর সে দুরারোগ্য ব্যাধিতে (সম্ভবত যক্ষ্মা) আক্রান্ত হয়ে মারা যায়।\nজোসেফ: জোসেফ ওয়াদারিং হাইটসের একজন চাকর, যে ৬০ বছর ধরে সেখানে কর্মরত। সে একজন রক্ষণশীল, আত্মঅহংকারী খ্রিস্টান, তবে তার মধ্যে প্রকৃত দয়া বা মানবিকতা নেই। উপন্যাসের প্রায় সব চরিত্রের প্রতিই তার ঘৃণা কাজ করে। জোসেফ ইয়র্কশায়ার অঞ্চলের আঞ্চলিক টানে কথা বলেন, যা ভাষাবিজ্ঞানী কে.এম. পেটিট ১৯৭০ সালে প্রকাশিত এক গবেষণায় হাওয়ার্থ অঞ্চলের সঠিক ভাষার প্রতিফলন বলে উল্লেখ করেন।\nমিস্টার লকউড: লকউড উপন্যাসের প্রথম বর্ণনাকারী। তিনি সমাজ থেকে দূরে থাকতে থ্রাশক্রস গ্র্যাঞ্জ ভাড়া নেন, কিন্তু শেষ পর্যন্ত বুঝতে পারেন যে সমাজের সঙ্গই তার জন্য ভালো। উপন্যাসের প্রথম চার অধ্যায় তিনি বর্ণনা করেন, এরপর মূল গল্প বর্ণনার দায়িত্ব নেলি গ্রহণ করেন।\nফ্রান্সেস: ফ্রান্সেস হিন্ডলে আর্নশোর স্ত্রী ও হেয়ারটনের মা। তিনি সামান্য বোকাসোকা স্বভাবের এবং এক নিম্নবিত্ত পরিবারের মেয়ে। হেয়ারটনের জন্মের কিছুদিন পরই তিনি মারা যান।\nমিস্টার ও মিসেস আর্নশ: ক্যাথরিন ও হিন্ডলের বাবা-মা। মিস্টার আর্নশো নেলির গল্পের শুরুতে ওয়াদারিং হাইটসের মালিকের পরিচিতি পায় এবং  উগ্র মেজাজের হলেও তাকে স্নেহশীল ও সহানুভূতিশীল ব্যক্তি হিসেবে বর্ণনা করা হয়েছে। তিনি তার দত্তকপুত্র হিথক্লিফকে বিশেষভাবে স্নেহ করতেন, যা পরিবারে অশান্তির কারণ হয়ে ওঠে। অন্যদিকে, তার স্ত্রী প্রথম দেখাতেই হিথক্লিফের প্রতি সন্দেহপ্রবণ হয়ে ওঠেন এবং তাকে কখনোই পছন্দ করতে পারেননি।\nমিস্টার ও মিসেস লিন্টন: এডগার ও ইসাবেলার বাবা-মা। তারা নিজেদের সন্তানদের ভদ্র ও মার্জিতভাবে বড় করেন। মিস্টার লিন্টন গিমারটনের একজন ম্যাজিস্ট্রেট ছিলেন, এবং পরবর্তী সময়ে তার ছেলে এডগারও একই পদে অধিষ্ঠিত হন।\nডক্টর কেনেথ: গিমারটনের প্রবীণ চিকিৎসক, এবং হিন্ডলের বন্ধু। উপন্যাসে বিভিন্ন অসুস্থতার ঘটনায় তাকে উপস্থিত থাকতে দেখা যায়। তার সম্পর্কে খুব বেশি জানা না গেলেও, তিনি একজন রুক্ষ কিন্তু সৎ ব্যক্তি বলে মনে হয়।\nজিলা: হিথক্লিফের চাকর, যিনি ক্যাথরিনের মৃত্যুর পর ওয়াদারিং হাইটসে কাজ করতেন। তিনি লকউডের প্রতি সদয় ছিলেন, কিন্তু ক্যাথির প্রতি তার কোনো সহানুভূতি ছিল না। এর প্রধান কারণ ছিল ক্যাথির অহংকারী স্বভাব এবং হিথক্লিফের নির্দেশ।\nমিস্টার গ্রিন: এডগারের অসৎ আইনজীবী, যার দায়িত্ব ছিল এডগারের উইল পরিবর্তন করা, যাতে হিথক্লিফ থ্রাশক্রস গ্র্যাঞ্জের মালিক হতে না পারে। কিন্তু তিনি হিথক্লিফের পক্ষ নেন এবং তাকে গ্র্যাঞ্জ উত্তরাধিকারসূত্রে লাভ করতে সাহায্য করেন।\n\n\n== প্রকাশনার ইতিহাস ==\n\n\n=== ১৮৪৭ সালের সংস্করণ ===\nটমাস কটলি নিউবি কর্তৃক ১৮৪৭ সালে প্রকাশিত মূল পাঠ্যটি দুটি ভাগে অনলাইনে পাওয়া যায়। উপন্যাসটি প্রথমবার অ্যান ব্রন্টির \"অ্যাগনেস গ্রে\"-এর সঙ্গে তিনটি খণ্ডে প্রকাশিত হয়। \"ওয়াদারিং হাইটস\" প্রথম দুটি খণ্ড দখল করে এবং \"অ্যাগনেস গ্রে\" তৃতীয় খণ্ডে স্থান পায়।\n\n\n=== ১৮৫০ সালের সংস্করণ ===\n১৮৫০ সালে শার্লট ব্রন্টি \"ওয়াদারিং হাইটস\"-এর দ্বিতীয় সংস্করণের মূল পাঠ্য সম্পাদনা করেন এবং একটি ভূমিকাও সংযোজন করেন।\nতিনি বাক্য গঠনে ভুল ও বিরামচিহ্ন সংক্রান্ত ত্রুটি সংশোধন করেন এবং জোসেফের গাঢ় ইয়র্কশায়ার টান কিছুটা সহজ করে দেন। তার প্রকাশক ডব্লিউ. এস. উইলিয়ামসকে লেখা চিঠিতে তিনি উল্লেখ করেন:\n\nআমার মনে হয় পুরনো চাকর জোসেফের সংলাপের বানান কিছুটা পরিবর্তন করা উচিত। কারণ বর্তমান রূপটি ইয়র্কশায়ার অঞ্চলের পাঠকদের কাছে যথাযথ মনে হলেও, দক্ষিণের পাঠকদের কাছে তা দুর্বোধ্য ঠেকতে পারে। ফলে বইয়ের অন্যতম প্রাণবন্ত চরিত্রটি তাদের কাছে গুরুত্ব হারিয়ে ফেলে।\nআইরিন উইল্টশায়ার তাঁর উপভাষা ও বক্তৃতা নিয়ে লেখা এক প্রবন্ধে শার্লটের করা কিছু পরিবর্তন বিশ্লেষণ করেছেন।\n\n\n== সমালোচনামূলক প্রতিক্রিয়া ==\n\n\n=== সমসাময়িক পর্যালোচনা ===\nপ্রকাশের সময় ওয়াদারিং হাইটস উপন্যাসের পর্যালোচনা মিশ্র প্রতিক্রিয়া পেয়েছিল। অধিকাংশ সমালোচক উপন্যাসের শক্তিশালী কল্পনাশক্তি ও গভীর প্রভাব স্বীকার করেছিলেন, কিন্তু গল্পের অস্বাভাবিক কাঠামো ও চরিত্রগুলোর নির্মমতা ও স্বার্থপরতা নিয়ে আপত্তি তুলেছিলেন।১৮৪৭ সালে, যখন একজন লেখকের ব্যক্তিগত পটভূমিকে সাহিত্যের মূল্যায়নে গুরুত্বপূর্ণ বিবেচনা করা হতো, তখন অনেক সমালোচক বেল ছদ্মনামে প্রকাশিত ব্রন্টি বোনদের উপন্যাসগুলোর লেখক সম্পর্কে কৌতূহলী ছিলেন।\nআটলাস পত্রিকা উপন্যাসটিকে \"অদ্ভুত, শিল্পবোধহীন একটি গল্প\" বলে অভিহিত করেছিল, তবে তারা স্বীকার করেছিল যে \"প্রত্যেক অধ্যায়ে একধরনের দুর্দান্ত শক্তি রয়েছে\"।\nগ্রাহামস লেডি ম্যাগাজিন আরও কঠোর মন্তব্য করেছিল: “একজন মানুষ কীভাবে এমন একটি বই লেখার চেষ্টা করতে পারে এবং এক ডজন অধ্যায় শেষ করার আগেই আত্মহত্যা না করে বেঁচে থাকতে পারে, তা একটি রহস্য। এটি নিম্নশ্রেণির চারিত্রিক দুর্নীতি এবং অস্বাভাবিক ভীতিকর ঘটনার সংমিশ্রণ।”\nদ্য আমেরিকান হুইগ রিভিউ উপন্যাসটি সম্পর্কে লিখেছিল:\n\n\"এত শক্তিশালী কল্পনাশক্তির মাধ্যমে লেখা একটি বই সম্পর্কে বিভিন্ন মতামত থাকা স্বাভাবিক। প্রকৃতপক্ষে, এর শক্তি এতটাই প্রবল যে দ্রুত পাঠের পর কারো পক্ষে এর প্রভাব বিশ্লেষণ করে যথাযথভাবে এর গুণ ও দোষ নিয়ে মন্তব্য করা কঠিন। এই উপন্যাস আমাদের এমন এক নতুন অঞ্চলে নিয়ে গেছে—একটি বিষণ্ণ, নিষ্ফলা ভূমি, যার মাঝে মাঝে সৌন্দর্যের ছোঁয়া রয়েছে। এখানে আমরা ভয়ংকর আবেগ, চূড়ান্ত ভালোবাসা ও ঘৃণা, এবং এমন এক বেদনাকে প্রত্যক্ষ করেছি যা কেবলমাত্র ভুক্তভোগীরাই সত্যিকারভাবে বুঝতে পারেন।\"\nডগলাস জেরোল্ড-এর সাপ্তাহিক পত্রিকা লিখেছিল:\n\n\"ওয়াদারিং হাইটস একটি অদ্ভুত বই যা যেকোনো প্রচলিত সমালোচনার বাইরে। তবে, এটি একবার শুরু করা হলে শেষ না করে ওঠা অসম্ভব; এবং শেষ করার পরেও এটি নিয়ে চুপ থাকা সম্ভব নয়। পাঠক এখানে নিষ্ঠুরতা, অমানবিকতা, এবং ভয়ংকর প্রতিশোধস্পৃহা দেখে আতঙ্কিত, ঘৃণিত ও প্রায় বীতশ্রদ্ধ হয়ে পড়েন; কিন্তু একইসঙ্গে, এমন সব অংশও রয়েছে যেখানে প্রেমের চূড়ান্ত শক্তির অসাধারণ প্রমাণ পাওয়া যায়—এমনকি মানবদেহে লুকিয়ে থাকা শয়তানদের উপরও প্রেমের প্রভাব রয়েছে। বইয়ের নারীরা একধরনের অদ্ভুত, দুষ্ট-দেবদূত প্রকৃতির; তারা একইসঙ্গে উত্যক্তকারী ও ভীতিপ্রদ। আর পুরুষদের এমনভাবে চিত্রিত করা হয়েছে, যা বইয়ের বাইরে ব্যাখ্যা করা প্রায় অসম্ভব।\"\nদ্য এক্সামিনার-এর মতে: \n\n\"এটি একটি অদ্ভুত বই। এতে প্রচুর শক্তির প্রমাণ রয়েছে, তবে সামগ্রিকভাবে এটি অস্থির, বিশৃঙ্খল, খাপছাড়া এবং অবাস্তব বলে মনে হয়। এই উপন্যাসের চরিত্ররা, যারা ভয়ংকর পরিণতির অংশ, এরা এমন একদল বর্বরের মতো, যারা সম্ভবত হোমারের যুগের আগে বসবাস করত।\"\nদ্য লিটারারি ওয়ার্ল্ড লিখেছিল : \n\n\"এই পুরো কাহিনিতে একটি চরিত্রও নেই যা আমাদের প্রশংসা অর্জন করতে পারে; মানবপ্রকৃতির কোনো উন্নত অনুভূতিই এর প্রধান চরিত্রগুলোর মধ্যে প্রতিফলিত হয়নি। সংলাপের অনেক জায়গায় চরম অশালীনতা এবং কাহিনির বহু অংশ অবাস্তব হওয়া সত্ত্বেও, আমরা যেন এই উপন্যাসের মায়ায় আবদ্ধ হয়ে পড়ি।\"\nবিখ্যাত ইংরেজ কবি ও চিত্রশিল্পী ড্যান্টে গ্যাব্রিয়েল রসেটি ১৮৫৪ সালে উপন্যাসটির প্রতি প্রশংসা ও বিস্ময় প্রকাশ করেন। তিনি লেখেন: \"এটি বহুদিন পরে পড়া আমার প্রথম উপন্যাস, এবং শক্তি ও গঠনশৈলীর দিক থেকে ''সিডোনিয়া'' বাদে এটি দুটি প্রজন্মের মধ্যে সেরা।\"তবে একই চিঠিতে তিনি উপন্যাসটিকে \"একটি শয়তানি বই—একটি অবিশ্বাস্য দানব... এর ঘটনাপ্রবাহ যেন নরকে স্থাপিত, যদিও স্থান ও চরিত্রগুলোর নাম ইংরেজি\" ইত্যাদি ভাবে উল্লেখ করেছেন। \nরসেটির বন্ধু ও খ্যাতিমান কবি অ্যালজারনন চার্লস সুইনবার্ন ১৮৮৩ সালে দ্য এথিনাইয়াম পত্রিকায় এমিলি ব্রন্টির ওপর একটি প্রবন্ধে উপন্যাসটির প্রশংসা করেন: \"লেখকের জীবন যেমন ছিল, তার বইও তেমনই—উদ্বেগময়, কিন্তু কলঙ্কহীন; এতে বিশ্রামের উপাদান কম, কিন্তু দোষারোপের কিছুই নেই। হয়তো অনেকেই কখনো এই উপন্যাসকে অন্তর থেকে গ্রহণ করতে পারবে না; তবে যারা একবার গ্রহণ করবে, তারা আর কোনো কাব্য বা গদ্যকে এতটা ভালোবাসবে না।\"\n\n\n=== বিশ শতকের সমালোচনা ===\n১৯শতকের শেষ পর্যন্ত, \"জেন আইয়ার\" ব্রন্টি বোনদের সেরা উপন্যাস হিসেবে বিবেচিত হতো। তবে, ১৮৮৩ সালে এ: মেরি এফ. রবিনসন এমিলি ব্রন্টির জীবনী প্রকাশ করার পর থেকে এই দৃষ্টিভঙ্গি পরিবর্তিত হতে শুরু করে।\nপ্রখ্যাত আধুনিকতাবাদী লেখিকা ভার্জিনিয়া উলফ ১৯২৫ সালে ওয়াদারিং হাইটস-এর শ্রেষ্ঠত্বের কথা উল্লেখ করেন:\n\n\"এই উপন্যাসটি ''জেন আইয়ার''-এর চেয়ে বেশি দুরূহ, কারণ এমিলি ছিলেন শার্লটের চেয়েও বড় কবি... তিনি এক বিশৃঙ্খল বিশ্বকে দেখেছিলেন এবং অনুভব করেছিলেন যে, সেটিকে একটি উপন্যাসের মাধ্যমে একত্রিত করার ক্ষমতা তাঁর আছে। সেই বিশাল উচ্চাকাঙ্ক্ষা পুরো উপন্যাসজুড়েই অনুভূত হয়... মানবপ্রকৃতির রহস্যময় চিত্রণের পেছনে যে শক্তির আভাস রয়েছে, এবং যা এটিকে মহানতার স্তরে উন্নীত করেছে, সেটিই উপন্যাসটিকে অন্যান্য উপন্যাসের তুলনায় অসাধারণ মর্যাদা দিয়েছে।\"\n\nউলফের সমসাময়িক ব্রিটিশ লেখক জন কুপার পোয়িস ১৯১৬ সালে এমিলি ব্রন্টির সাহিত্যকে \"ভয়ংকর দৃষ্টিভঙ্গি\" (tremendous vision) বলে প্রশংসা করেন।\n১৯২৬ সালে চার্লস পার্সি স্যাংগার উপন্যাসটির ক্রমান্বয়ের উপর একটি গবেষণা করেন, যেখানে তিনি এমিলি ব্রন্টির সাহিত্যিক দক্ষতা এবং উপন্যাস রচনার সূক্ষ্ম পরিকল্পনাকে স্বীকৃতি দেন। তিনি শার্লট ব্রন্টির তাঁর বোনকে নিয়ে, \"এমিলি জানতেন না তিনি কী সৃষ্টি করেছেন\", এই ধারণা খন্ডন করেন। তবে পরবর্তী সমালোচক আলবার্ট জে. গুয়ারার্ড মন্তব্য করেন যে,\n\"এটি একটি দুর্দান্ত কিন্তু অসম্পূর্ণ উপন্যাস, যেখানে ব্রন্টি মাঝে মাঝে নিয়ন্ত্রণ হারিয়ে ফেলেছেন।\"\n১৯৩৪ সালে লর্ড ডেভিড সিসিল তাঁর আর্লি ভিক্টোরিয়ান নভেলিস্টস গ্রন্থে মন্তব্য করেন যে, \"এমিলি ব্রন্টিকে যথাযথভাবে মূল্যায়ন করা হয়নি; এমনকি তাঁর গুণগ্রাহীরাও তাঁকে অসামান্য প্রতিভাবান বলে বিবেচনা করেছেন।\" ১৯৪৮ সালে প্রখ্যাত সাহিত্য সমালোচক এফ. আর. লিভিস দ্য গ্রেট ট্র্যাডিশন গ্রন্থে ওয়াদারিং হাইটস-কে ইংরেজি উপন্যাসের প্রধান ধারা থেকে বাদ দেন। তিনি বলেন,\"এটি একটি বিচিত্র ব্যতিক্রম—একটি ব্যতিক্রমী সৃষ্টি, যার প্রভাব স্পষ্টভাবে নির্ধারণ করা কঠিন।\"\n১৯৭১ সালে বিখ্যাত ঔপন্যাসিক ডাফনে দু মোরিয়ে ওয়াদারিং হাইটস সম্পর্কে তাঁর মত প্রকাশ করেন, যেখানে তিনি এটিকে \"সর্বোচ্চ রোমান্টিক উপন্যাস\" হিসেবে ব্যাখ্যা করেন।\n\n\"উনিশ শতকের অন্য কোনো উপন্যাসের তুলনায় ওয়াদারিং হাইটস-এর পৃষ্ঠাগুলিতে বেশি হিংস্রতা, নিষ্ঠুরতা এবং সৌন্দর্য রয়েছে—এমনকি এর মধ্যে আরও বেশি কবিতার আবহও রয়েছে। তবে যা সবচেয়ে অস্বাভাবিক, সেটি হলো, উপন্যাসে একেবারে যৌন আবেগের অনুপস্থিতি।\n... এমিলি ব্রন্টি, তাঁর কুকুরকে সঙ্গে নিয়ে ইয়র্কশায়ারের নির্জন প্রান্তরে বিচরণ করতেন, কিন্তু তিনি কোনো আরামদায়ক প্রেমের কাহিনি রচনা করেননি যা ঘরে বসে থাকা নারীদের আনন্দ দেবে।\" \n\n\n=== একবিংশ শতাব্দী ===\n২০০৩ সালে দ্য গার্ডিয়ান-এ লেখক ও সম্পাদক রবার্ট ম্যাকক্রাম ওয়াদারিং হাইটস-কে \"সর্বকালের ১০০টি শ্রেষ্ঠ উপন্যাসের\" তালিকায় অন্তর্ভুক্ত করেন। ২০১৫ সালে তিনি এটিকে \"ইংরেজিতে লেখা ১০০টি শ্রেষ্ঠ উপন্যাসের\" তালিকায়ও স্থান দেন। তিনি লিখেছেন,\n\"ওয়াদারিং হাইটস উপন্যাসের ধারায় নতুন শক্তি উন্মোচন করে, এর সম্ভাবনাকে পুনরুজ্জীবিত করে এবং প্রায় নতুনভাবে এই ধারাটিকে পুনর্গঠন করে। এর কল্পনার ব্যাপ্তি, এক অমোঘ ও অমর প্রেমের অনুসন্ধান, এবং সময় ও স্থানের অপূর্ব ব্যবহার একে স্বতন্ত্র স্তরে উন্নীত করেছে।\"\n২০১৫ সালে বিবিসি কালচার-এ লেখিকা ও বই পর্যালোচক জেন সিয়াবাত্তারি ৮২ জন সাহিত্য সমালোচকের মতামতের ভিত্তিতে \"সর্বকালের ১০০টি শ্রেষ্ঠ ব্রিটিশ উপন্যাসের\" তালিকা প্রস্তুত করেন, যেখানে ওয়াদারিং হাইটস ৭ নম্বরে স্থান পায়।\n২০১৮ সালে পেঙ্গুইন বুকস তাদের \"১০০টি অবশ্যপাঠ্য ক্লাসিক বই\"-এর তালিকায় ওয়াদারিং হাইটস-কে ৭১ নম্বরে রাখে। তারা উল্লেখ করে, \"এটি গথিক সাহিত্যের অন্যতম ভিত্তিপ্রস্তর এবং ইংরেজি সাহিত্যের অন্যতম গুরুত্বপূর্ণ রচনা হিসেবে বিবেচিত। এটি বহু প্রজন্মের লেখকদের অনুপ্রাণিত করেছে এবং ভবিষ্যতেও অনুপ্রেরণা জোগাবে।\"\nদ্য ইন্ডিপেন্ডেন্ট-এর সাংবাদিক ও লেখক সেরি র‍্যাডফোর্ড এবং সংবাদ উপস্থাপক ক্রিস হার্ভে ওয়াদারিং হাইটস-কে \"লকডাউনে পড়ার জন্য সেরা ৪০টি বই\"-এর তালিকায় অন্তর্ভুক্ত করেন। ক্রিস হার্ভে লেখেন,\"এই উপন্যাসটি কখনও কারও নিঃশব্দ নিদ্রার কারণ হতে পারে, তা কল্পনাও করা যায় না; এমিলি ব্রন্টির প্রকৃতির প্রতি দৃষ্টিভঙ্গি কবিতার মতো উজ্জ্বল।\"\n\n\n== বিন্যাস ==\nউপন্যাসিক জন কাউপার পোয়িস ওয়াদারিং হাইটস-এর পটভূমির গুরুত্ব সম্পর্কে বলেন:\n\n\"তার বাড়ির চারপাশের ইয়র্কশায়ার মুরের সেই অনন্য ও নির্জন দৃশ্যপট দ্বারা [এমিলি ব্রন্টি] তার অদ্ভুত কৌতুহলী হৃদয়ের নমনীয় অংশে গভীরভাবে প্রভাবিত হয়েছিলেন।\nতিনি এই দৃশ্যপটকে বিশদভাবে বর্ণনা করেননি ... কিন্তু এটি তার হৃদয়ে এত গভীরভাবে প্রবেশ করেছিল যে, তিনি যা কিছু লিখেছিলেন, তার সবকিছুর মধ্যে এই নির্জন ও কল্পনাপ্রবণ ছাপ রয়ে গেছে।\"\nতেমনি ভার্জিনিয়া উলফ ইঙ্গিত দেন যে, হাওয়ার্থের ইয়র্কশায়ার প্রাকৃতিক দৃশ্য এমিলি ও শার্লট ব্রন্টির কাব্যিক দৃষ্টিভঙ্গির অন্যতম অনুপ্রেরণা ছিল:\n\n\"যদি তারা গদ্যে লেখার সিদ্ধান্ত নিতেন, তবে গদ্যের সীমাবদ্ধতাকে মেনে নিতে পারতেন না।\nতাই এমিলি ও শার্লট দুজনেই প্রকৃতির সাহায্য নিয়েছেন। তারা দুজনেই অনুভব করেছেন যে, মানবপ্রকৃতির বিশাল ও সুপ্ত আবেগের জন্য আরও শক্তিশালী প্রতীক প্রয়োজন, যা শুধু শব্দ বা কাজের মাধ্যমে প্রকাশ করা সম্ভব নয়।\nতারা প্রকৃতির সেইসব দিকগুলিকে বেছে নিয়েছেন, যা তারা নিজেরা অনুভব করতেন বা তাদের চরিত্রদের মাঝে প্রতিফলিত করেছিলেন।\n\nতাই তাদের ঝড়, মুর, গ্রীষ্মের উজ্জ্বল প্রশান্ত দৃশ্যপট কোনো শূন্য পৃষ্ঠা অলংকরণের জন্য ব্যবহার করা হয়নি বা তাদের পর্যবেক্ষণ ক্ষমতা প্রদর্শনের মাধ্যমও হয়নি—বরং এগুলো উপন্যাসের আবেগকে বহন করে এবং তার গভীর তাৎপর্যকে উজ্জ্বল করে তোলে।\"\nওয়াদারিং হাইটস হচ্ছে পশ্চিম ইয়র্কশায়ারের পেনিন মুরল্যান্ডে অবস্থিত একটি পুরোনো বাড়ি। প্রথমবার এর বর্ণনা দেন লকউড, যিনি কাছের থ্রাশক্রশ গ্রাঞ্জ-এর নতুন ভাড়াটিয়া:\n\n\"ওয়াদারিং হাইটস হলো মিস্টার হিথক্লিফের বাসস্থান, যেখানে 'ওয়াদারিং' শব্দটি একটি গুরুত্বপূর্ণ আঞ্চলিক বিশেষণ, যা বর্ণনা করে সেই বায়ুমণ্ডলীয় আলোড়নকে, যা ঝোড়ো আবহাওয়ায় দেখা যায়। সেখানে সর্বদা নির্মল, উদ্দীপক বাতাস প্রবাহিত হয়। বাড়ির এক প্রান্তে কিছু খর্বকায় ফার গাছের তীব্র হেলে পড়া দৃষ্টিতে, এবং এক সারি কঙ্কালসার কাঁটাযুক্ত গাছের একদিকে প্রসারিত হওয়া শাখার দৃশ্যে, (যেন তারা সূর্যের দয়া প্রার্থনা করছে) উত্তর দিক থেকে বয়ে আসা প্রবল বাতাসের শক্তি অনুমান করা যায়।\"\nলর্ড ডেভিড সেসিল তার Early Victorian Novelists (১৯৩৪) গ্রন্থে ওয়াদারিং হাইটস-এর দুই প্রধান স্থানগুলির বিরোধপূর্ণ বৈপরীত্য সম্পর্কে লেখেন:\n\n\"আমাদের সামনে রয়েছে ওয়াদারিং হাইটস—ঝড়ের ভূমি; উঁচু, বন্ধুর, অনাবাদী মুরল্যান্ডের ওপর দাঁড়িয়ে থাকা, প্রকৃতির রুদ্র শক্তির সামনে সম্পূর্ণ উন্মুক্ত। এটি আর্নশো পরিবার-এর স্বাভাবিক আবাসস্থল— সন্তানরা ঝড়ের মতো উগ্র ও অবদমিত। অন্যদিকে, নিচের সবুজে ঘেরা উপত্যকায় দাঁড়িয়ে রয়েছে থ্রাশক্রশ গ্রাঞ্জ—এটি যেন শান্ত শিশুদের স্বাভাবিক আশ্রয়স্থল;\nযেখানে লিন্টন পরিবার বসবাস করে—মৃদু, শান্ত, সংবেদনশীল ও ভীতিপ্রবণ।\"\nওয়াল্টার অ্যালেন তার দ্য ইংলিশ নভেল (১৯৫৪) গ্রন্থে একইভাবে বলেন যে,\"উপন্যাসের দুটি বাড়ি দুই বিপরীত নীতিকে প্রতিনিধিত্ব করে, যা ... শেষ পর্যন্ত একটি সামঞ্জস্যপূর্ণ ঐক্যে মিলিত হয়।\" তবে ডেভিড ডেইচেস, পেঙ্গুইন ইংলিশ লাইব্রেরি (১৯৬৫) সংস্করণে মন্তব্য করেন যে,\"সেসিলের ব্যাখ্যাটি যুক্তিসঙ্গতভাবে উপস্থাপিত হলেও পুরোপুরি গ্রহণযোগ্য নয়।\" ২০০২ সালের Oxford Companion to English Literature-এর ওয়াদারিং হাইটস প্রবিষ্টিতে লেখা হয় যে,\"উপন্যাসের সমাপ্তি হাইটস এবং গ্রাঞ্জ দ্বারা প্রতিনিধিত্ব করা দুই বিপরীত জগত ও নৈতিক আদর্শের সংযোগ নির্দেশ করে।\"\n\n\n=== স্থানগুলোর অনুপ্রেরণা ===\n\nউপন্যাসে বর্ণিত থ্রাশক্রস গ্র্যাঞ্জ বা ওয়াদারিং হাইটস নির্দিষ্ট কোনো বাস্তব স্থাপনার ভিত্তিতে রচিত হয়েছে, এরকম কোনো প্রমাণ নেই।\nতবে, বিভিন্ন স্থানকে এর অনুপ্রেরণা হিসেবে বিবেচনা করা হয়ে থাকে।\nটপ উইদেনস—একটি ধ্বংসপ্রাপ্ত খামারবাড়ি, যা হ্যাওয়ার্থ পারসোনেজ-এর নিকটবর্তী নির্জন এলাকায় অবস্থিত।\nশার্লট ব্রন্টির বন্ধু এলেন নাসি এটিকে ওয়াদারিং হাইটস-এর অনুপ্রেরণা বলে ধারণা করেছিলেন। তবে, এই বাড়িটির কাঠামো উপন্যাসের খামারবাড়ির বর্ণনার সঙ্গে পুরোপুরি মেলে না। হাই সান্ডারল্যান্ড হল, ল’ হিল, হ্যালিফ্যাক্স-এর নিকটবর্তী এই ভবনটি (এমিলি ১৮৩৮ সালে সংক্ষিপ্ত সময়ের জন্য এখানে গভারনেস হিসেবে কাজ করেছিলেন) ওয়াদারিং হাইটস-এর অনুপ্রেরণা হতে পারে বলে অনুমান করা হয়। তবে, এটি খামারবাড়ির তুলনায় অত্যন্ত জাঁকজমকপূর্ণ।\nপন্ডেন হল থ্রাশক্রস গ্র্যাঞ্জ-এর সম্ভাব্য অনুপ্রেরণা বলে খ্যাত কারণ ব্রন্টি এখানে প্রায়ই যেতেন। তবে, উপন্যাসের বিবরণ অনুযায়ী এটি পুরোপুরি মেলে না এবং এর আকার ও চেহারা বরং ওয়াদারিং হাইটস-এর খামারবাড়ির কাছাকাছি। ব্রন্টি জীবনীকার উইনিফ্রেড গেরিন বিশ্বাস করতেন যে পন্ডেন হল মূলত অ্যান ব্রন্টির উপন্যাস ''দ্য টেন্যান্ট অব ওয়াইল্ডফেল হল''-এর ওয়াইল্ডফেল হল-এর অনুপ্রেরণা। হেলেন স্মার্ট মন্তব্য করেছেন যে, থ্রাশক্রস গ্র্যাঞ্জ সাধারণত পন্ডেন হল-এর সঙ্গে সম্পর্কিত হলেও, সিবডেন হল (নর্থওরাম, হ্যালিফ্যাক্স পারিশ)-এর অনুপ্রেরণা হওয়ার সম্ভাবনা বেশি।\nতিনি হিল্ডা মার্সডেন-এর \"দ্য সিনিক ব্যাকগ্রাউন্ড অব ওয়াদারিং হাইটস\" প্রবন্ধের প্রসঙ্গ তুলে ধরেছেন।\n\n\n== দৃষ্টিকোণ ==\n\"ওয়াদারিং হাইটস\" উপন্যাসের বেশিরভাগ অংশ গৃহপরিচারিকা নেলি ডিনের মুখে শোনে লকউড। তবে, উপন্যাসটিতে একাধিক (প্রায় পাঁচ বা ছয়জন) বর্ণনাকারী ব্যবহার করা হয়েছে, যা গল্পটিকে ভিন্ন ভিন্ন দৃষ্টিভঙ্গিতে উপস্থাপন করে। এমিলি ব্রন্টি ফ্রেম স্টোরি কৌশল ব্যবহার করেছেন, যার মাধ্যমে মূল কাহিনি একাধিক স্তরে উপস্থাপিত হয়। উদাহরণস্বরূপ, প্রথম বর্ণনাকারী লকউড আমাদের কাছে নেলি চরিত্রটি বর্ণনা করেন, আবার নেলিও অন্য এক চরিত্রের গল্প বলেন।\nসুতরাং দৃষ্টিভঙ্গিটি হল : \n\n... এটি মূলত দুটি বর্ণনাকারীর মাধ্যমে কাহিনির গঠন তৈরি করে:প্রাথমিক দৃশ্যে আমরা দেখি লকউডের বিবরণ, যেখানে তিনি উত্তর ইংল্যান্ডের এক বিচ্ছিন্ন, রুক্ষ প্রান্তরে বসবাসকারী এক রহস্যময় \"পরিবারের\" সঙ্গে তার সাক্ষাতের কথা বলেন। অভ্যন্তরীণ গল্পে আমরা জানতে পারি, নেলি ডিনের বিবরণ, যা লকউডকে জানানো হয়। তিনি গত দুই প্রজন্মের দুটি পরিবারের ইতিহাস তুলে ধরেন। নেলি ঘটনাগুলো অতীতে ফিরে দেখে বর্ণনা করেন এবং নিজেকে একজন নিরপেক্ষ প্রত্যক্ষদর্শী হিসেবে উপস্থাপন করতে চেষ্টা করেন।\n\nসমালোচকরা প্রধান দুটি বর্ণনাকারীর নিরপেক্ষতা নিয়ে প্রশ্ন তুলেছেন। লকউডকে একজন আত্মভোলা, আভিজাত্যপ্রিয়, নরমসার প্রকৃতির মানুষ হিসেবে দেখানো হয়েছে, যার উপলব্ধি সবসময় সঠিক নাও হতে পারে। লেখিকা এমিলি ব্রন্টি তার প্রতি কিছুটা ব্যঙ্গাত্মক মনোভাব দেখিয়েছেন। নেলি ডিন-এর নিজস্ব পক্ষপাত থাকতে পারে, যা গল্পের নিরপেক্ষতা প্রভাবিত করতে পারে। যদিও তিনি কাহিনি তুলে ধরার সময় নিজেকে নিরপেক্ষ বলে দাবি করেন, তার বর্ণনায় একধরনের ব্যক্তিগত মতামতও লক্ষ্য করা যায়।\nউপন্যাসের বর্ণনার মধ্যে ক্যাথরিন আর্নশ’র পুরনো ডায়েরির কিছু অংশ, হিথক্লিফ ও ইসাবেলার সংক্ষিপ্ত বিবরণ, এবং অন্য এক চাকরের দেওয়া কিছু তথ্য অন্তর্ভুক্ত আছে, যা গল্পটিকে আরও বহুস্তরীয় করে তোলে।\n\n\n== প্রভাব ==\nব্রন্টি তার সময়ের নারীদের থেকে ব্যতিক্রমীভাবে শাস্ত্রীয় সংস্কৃতিতে শিক্ষিত ছিলেন।\nতিনি গ্রিক ট্র্যাজেডির সাথে পরিচিত ছিলেন এবং ল্যাটিন ভাষায় দক্ষতা রাখতেন। এছাড়াও, তিনি কবি জন মিল্টন ও উইলিয়াম শেকসপিয়রের দ্বারা বিশেষভাবে প্রভাবিত হয়েছিলেন।ওয়াদারিং হাইটস-এর বিভিন্ন অংশে শেকসপিয়রের ট্র্যাজেডি কিং লিয়ার, রোমিও অ্যান্ড জুলিয়েট, ম্যাকবেথ ও হ্যামলেট-এর অনুরণন ও ইঙ্গিত পাওয়া যায়।\nব্রন্টিদের জন্য তথ্যের আরেকটি প্রধান উৎস ছিল তাদের বাবার পড়া সাময়িকীগুলো যথা -\n\"লিডস ইন্টেলিজেন্সার\" ও \"ব্ল্যাকউড’স এডিনবার্গ ম্যাগাজিন\"।\nব্ল্যাকউড’স ম্যাগাজিন তাদেরকে বিশ্ব পরিস্থিতি সম্পর্কে জানার সুযোগ দেয়\nএবং এটি ব্রন্টি পরিবারের প্রাথমিক লেখালেখির জন্য একটি গুরুত্বপূর্ণ উপাদান ছিল। এ\nরোমান্টিকতাবাদও ব্রন্টির লেখায় গুরুত্বপূর্ণ প্রভাব ফেলেছে।\nএতে গথিক উপন্যাস, ওয়াল্টার স্কটের উপন্যাস এবং লর্ড বাইরনের কবিতা অন্তর্ভুক্ত ছিল।কিছু নারীবাদী সমালোচকের মতে, ব্রন্টি বোনদের উপন্যাস নারীবাদী গথিক সাহিত্যের উৎকৃষ্ট উদাহরণ। তারা নারীদের গৃহস্থলী জীবনে বন্দিদশা, পিতৃতান্ত্রিক শাসনের অধীনতা, এবং তা থেকে মুক্তির প্রচেষ্টা তুলে ধরেন। এমিলি ব্রন্টির ক্যাথি আর্নশ ও শার্লট ব্রন্টির জেন আইয়ার উভয়েই এমন নারী চরিত্রের প্রতীক।\nজুলিয়েট বার্কারের মতে, ওয়াল্টার স্কটের উপন্যাস রব রায় (১৮১৭) ওয়াদারিং হাইটস-এর ওপর উল্লেখযোগ্য প্রভাব ফেলেছিল। এটি যদিও \"ইয়র্কশায়ারের আদি উপন্যাস হিসেবে বিবেচিত ...\" \"ওয়াল্টার স্কটের বর্ডার কান্ট্রি-এর কাছে এটি ততটাই ঋণী\"। রব রয়-এর প্রেক্ষাপট \"নর্থাম্বারল্যান্ডের রুক্ষ, অভদ্র এবং ঝগড়াটে স্কোয়ারার্কিকাল অসবাল্ডিস্টোনসের মধ্যে\" তৈরি করা হয়েছিল।, অন্যদিকে ক্যাথি আর্নশের \"ডায়ানা ভার্ননের সাথে জোরালো মিল রয়েছে, যিনি তার নোংরা পরিবারের মধ্যে সমানভাবে অপ্রাসঙ্গিক\"।\n১৮৩৩ সাল থেকে শার্লট ও ব্র্যানওয়েলের \"অ্যাংরিয়ান\" গল্পগুলোতে বাইরনিক নায়কদের উপস্থিতি শুরু হয়। এ ধরনের নায়ক শক্তিশালী যৌন আকর্ষণ, আবেগপ্রবণতা, অহংকার এবং নিষ্ঠুর হৃদয়ের অধিকারী হয়। ১৮২৫ সালে আগস্টে ব্ল্যাকউডস পত্রিকায় প্রকাশিত একটি প্রবন্ধের মাধ্যমে ব্রন্টি পরিবার প্রথম লর্ড বাইরনের লেখা আবিষ্কার করে। বাইরন তার আগের বছরই মারা গিয়েছিলেন। কালের পরিক্রমায়, বাইরন \"নিষিদ্ধ ও দুঃসাহসী\" চরিত্রের প্রতীক হয়ে ওঠেন।\n\n\n=== রোমান্স ধারার প্রভাব ===\nএমিলি ব্রন্টি উপন্যাসের রোমান্স ধারায় লেখালেখি করেছেন। ওয়াল্টার স্কট রোমান্সকে সংজ্ঞায়িত করেছেন এইভাবে—\n\"একটি কাল্পনিক আখ্যান, যা গদ্য বা কবিতার মাধ্যমে লেখা হয়; যার আকর্ষণ গড়ে ওঠে চমকপ্রদ ও অস্বাভাবিক ঘটনাবলির ওপর।\" স্কট রোমান্স ও উপন্যাসের মধ্যে পার্থক্য বোঝান।\nতাঁর মতে, উপন্যাসে \"ঘটনাগুলো মানুষের সাধারণ জীবনের প্রবাহ ও আধুনিক সমাজব্যবস্থার সঙ্গে সামঞ্জস্যপূর্ণ থাকে\"। তবে তিনি রোমান্সকে উপন্যাসের ঘনিষ্ঠতম শাখা বলে মনে করেন। তাঁর মতে, ওয়াদারিং হাইটস, স্কটের নিজস্ব ঐতিহাসিক রোমান্স ও হারম্যান মেলভিলের \"মবি ডিক\"— এসব রচনাকে প্রায়ই উপন্যাস হিসেবেই অভিহিত করা হয়। অন্যদিকে, ইউরোপীয় ভাষাগুলোতে রোমান্স ও উপন্যাসের মধ্যে আলাদা কোনো পার্থক্য নেই।\nযেমন: ফরাসিতে \"le roman\", জার্মানে \"der Roman\", ইতালিয়ানে \"il romanzo\", এবং সুইডিশ ও ডাচ ভাষায় \"en roman\"—এসব শব্দই উপন্যাস বোঝাতে ব্যবহৃত হয়। তবে এ ধরনের রোমান্স আধুনিক প্রেমের উপন্যাস বা রোমান্স ফিকশনের মতো নয়।\nআধুনিক প্রেমের উপন্যাসে \"আবেগগতভাবে তৃপ্তিকর ও আশাবাদী সমাপ্তি\" থাকে। এমিলি ব্রন্টির উপন্যাস লেখার ধরন গভীরভাবে গথিক উপন্যাস দ্বারা প্রভাবিত ছিল।\n\n\n==== গথিক উপন্যাস ====\n\nহোরেস ওয়ালপোলের \"দ্য ক্যাসল অফ ওট্রান্টো\" (১৭৬৪) সাধারণত প্রথম গথিক উপন্যাস হিসেবে বিবেচিত হয়। ওয়ালপোলের উদ্দেশ্য ছিল মধ্যযুগীয় রোমান্সের কল্পনাপ্রবণতাকে এবং আধুনিক উপন্যাসের কঠোর বাস্তবতাকে একত্রিত করা।\nআধুনিককালে, এলেন মোয়ার্স তাঁর \"লিটারারি উইমেন\" গ্রন্থে একটি নারীবাদী তত্ত্ব উপস্থাপন করেন, যেখানে এমিলি ব্রন্টির মতো নারী লেখকদের গথিক সাহিত্যের সঙ্গে সংযুক্ত করা হয়েছে। কিছু সমালোচক ক্যাথরিন আর্নশকে গথিক রূপান্তরকারী এক দানবের প্রতীক হিসেবে দেখেছেন, কারণ তিনি এডগার লিন্টনের সঙ্গে বিয়ের জন্য নিজের প্রকৃত স্বভাব লুকিয়ে গৃহস্থালী জীবন গ্রহণ করেন। এছাড়া, ক্যাথরিন ও হিথক্লিফের সম্পর্ককেও গথিক রোমান্সের গঠন অনুসারে ব্যাখ্যা করা হয়েছে— \"এখানে নারী তার প্রেমিকের প্রায় দানবসুলভ প্রবৃত্তির শিকার হয়, তার আবেগের সহিংসতা সহ্য করে এবং শেষ পর্যন্ত তার দুঃসহ আকাঙ্ক্ষার ফাঁদে আটকে পড়ে\"।\nউপন্যাসের একটি পর্যায়ে হিথক্লিফকে রীতিমতো রক্তচোষা (ভ্যাম্পায়ার) বলে সন্দেহ করা হয়।\nকিছু বিশ্লেষকের মতে, হিথক্লিফ ও ক্যাথরিন উভয়েই একধরনের ভ্যাম্পায়ারসুলভ ব্যক্তিত্বের প্রতিনিধিত্ব করেন।\n\n\n== থিম ==\n\n\n=== নৈতিকতা ===\nপ্রথম দিকের কিছু ভিক্টোরিয়ান সমালোচক \"ওয়েদারিং হাইটস\"-এর সহিংসতা ও অনৈতিকতার চিত্রায়ন নিয়ে আপত্তি জানান।\nএকজন সমালোচক একে \"অশালীন নীচতা ও অপ্রাকৃতিক ভয়ের সংমিশ্রণ\" বলে অভিহিত করেন।\nএমিলি ব্রন্টি সম্ভবত ভিক্টোরিয়ান ঔপন্যাসিকদের জন্য নির্ধারিত \"শালীন প্রকাশের সীমাবদ্ধতা\" সম্পর্কে সচেতন ছিলেন না। তাঁর চরিত্ররা অশ্লীল ভাষা ব্যবহার করে, অভিশাপ দেয় ও প্রতিশোধ নেয়। যদিও ব্রন্টি ছিলেন এক যাজকের কন্যা, তবে উপন্যাসে ধর্মের প্রতি তাঁর খুব একটা শ্রদ্ধাশীল মনোভাব দেখা যায় না।\nউপন্যাসের একমাত্র প্রকট ধর্মপরায়ণ চরিত্র হলেন জোসেফ, যিনি মূলত ব্রন্টিদের মাসি ব্রানওয়েলের মাধ্যমে পরিচিত \"উদাসীন ও কঠোর মেথডিজমের\" ব্যঙ্গাত্মক প্রতিচিত্র। ব্রন্টির অনৈতিক চরিত্র চিত্রণের অন্যতম প্রধান প্রভাব ছিল তাঁর পিতা প্যাট্রিক ব্রন্টির বলা গল্প।\nএই গল্পগুলো হাওয়ার্থ অঞ্চলের লোকদের কাহিনি থেকে অনুপ্রাণিত, যা তিনি তাঁর কন্যাদের বলতেন। এই কাহিনিগুলো এমন ছিল \"যা শুনলে গা শিউরে উঠত ও ভয়ে গুটিয়ে যেতে হতো\" (শার্লট ব্রন্টির বন্ধু এলেন নাসি উল্লেখ করেন), যা ছিল \"নিষ্ঠুর রসবোধ ও সহিংসতায় ভরা,\"\nএবং যা এমিলি ব্রন্টি \"সত্য হিসেবে গ্রহণ করেছিলেন\"। এমিলি ব্রন্টির মৃত্যুর পরপরই, জি.এইচ. লুইস \"লিডার ম্যাগাজিন\"-এ লিখেছিলেন:\n\n\"অদ্ভুত বিষয় হলো, 'ওয়েদারিং হাইটস' এবং 'দ্য টেন্যান্ট অফ উইল্ডফেল হল' পড়তে গিয়ে মনে রাখা,যে এই বইগুলো লিখেছিলেন দু'জন নিভৃতচারী, নিঃসঙ্গ, যক্ষ্মাগ্রস্ত তরুণী! পুরুষদের জন্যও রূঢ় ভাষার বই, রূঢ় ধারণা ও সহিংসতা-পরিপূর্ণ চরিত্রচিত্রণ— যা বাস্তবে এসেছে এমন দুই তরুণীর হাত থেকে,\nযাঁরা প্রায় একাকী জীবন কাটাতেন, তাঁদের নিঃসঙ্গতাকে পড়াশোনায় ভরিয়ে রাখতেন,\n\nএবং তাঁদের দায়িত্ববোধ থেকেই এই বইগুলো লিখেছেন। তাঁরা নিজেদের আঁকা চিত্রগুলো ঘৃণা করতেন, তবুও কঠোর নিষ্ঠার সঙ্গে সেগুলো তুলে ধরেছেন! এখানে নৈতিকতাবাদী বা সমালোচকদের ভাবনার জন্য প্রচুর উপাদান রয়েছে।\"\n\n\n=== ধর্ম ===\nএমিলি ব্রন্টি নিয়মিত গির্জায় যেতেন এবং তিনি একটি ধর্মপরায়ণ পরিবারের সদস্য ছিলেন। যদিও তিনি কখনও প্রচলিত ধর্ম সম্পর্কে সরাসরি সমালোচনা করেননি, তবে তাঁর বিদ্রোহী মনোভাব ও প্রচলিত ধ্যানধারণা ভাঙার প্রবণতা ছিল, এবং তাঁর মনোভাবকে অনেক সময় প্রথাগত খ্রিস্টধর্মের চেয়ে বেশি পৌত্তলিক বলে মনে করা হয়। উদাহরণস্বরূপ, ডেরেক ট্রাভার্সি \"ওয়েদারিং হাইটস\"-এ এক ধরনের ধর্মীয় অভিজ্ঞতার পিপাসা দেখেন, যা খ্রিস্টধর্মের মূলধারার বাইরে। এই প্রবণতাই ক্যাথরিনকে বলতে প্ররোচিত করে: \"নিশ্চয়ই সবাই মনে করে যে তোমার অস্তিত্ব কেবল তোমার মধ্যে সীমাবদ্ধ নয়, বা অন্তত তা হওয়া উচিত নয়। আমার সৃষ্টি যদি কেবল এই সীমিত পৃথিবীর জন্য হয়, তাহলে তার মূল্য কী?\" (অধ্যায় IX)\nথমাস জন উইনিফ্রিথ, যিনি দ্য ব্রন্টি অ্যান্ড দেয়র ব্যাকগ্রাউন্ড: রোমান্স অ্যান্ড রিয়েলিটি (ম্যাকমিলান, ১৯৭৭) গ্রন্থের লেখক, তিনি মনে করেন উপন্যাসে স্বর্গ ও নরকের উল্লেখ কেবল রূপক নয়, বরং এগুলোর প্রকৃত ধর্মীয় তাৎপর্য আছে। উদাহরণস্বরূপ, হিথক্লিফের জন্য ক্যাথরিনের মৃত্যু তার সত্যিকারের নরক: \"তাকে হারানোর পর আমার অস্তিত্ব নরকের মতো হয়ে যাবে\" (অধ্যায় XIV, পৃষ্ঠা ১১৭)। একইভাবে, তাঁদের শেষ সাক্ষাতে হিথক্লিফ \"নরকের যন্ত্রণায়\" কষ্ট পাচ্ছিলেন (অধ্যায় XV)।\n\n\n=== দানবীয় ===\nবিশিষ্ট জার্মান লুথেরান ধর্মতাত্ত্বিক ও দার্শনিক রুডলফ অটো, যিনি দ্য আইডিয়া অফ দ্য হলি গ্রন্থের লেখক,\nতিনি ওয়াদারিং হাইটস-এ \"সাহিত্যে দানবীয়তার এক উৎকৃষ্ট উদাহরণ\" দেখেছিলেন।\nঅটো \"দানবীয়\" ধারণাটিকে প্রকৃত ধর্মীয় অভিজ্ঞতার সঙ্গে যুক্ত করেছেন। লিসা ওয়াং যুক্তি দেন যে, ওয়াদারিং হাইটস এবং এমিলি ব্রন্টির কবিতাগুলোর মধ্যে এক সাধারণ বৈশিষ্ট্য হলো, তিনি \"অধিবোধগম্য নয় এমন বিষয়\" বা \"যা রুডলফ অটো যাকে 'অযৌক্তিক ধর্মীয় অনুভূতি' বলে বর্ণনা করেছেন\", তার প্রতি বিশেষ মনোযোগ দিয়েছেন। তিনি মূলত ধর্মীয় অভিজ্ঞতার মৌলিক প্রকৃতিকে বিশ্লেষণ করেছেন, যা নিছক ধর্মীয় মতবাদকে ছাড়িয়ে যায়। এটি ডেমন শব্দের এক অর্থের সঙ্গে মিলে যায়, যার অর্থ: \"অভ্যন্তরীণ বা সহচরী আত্মার সঙ্গে সম্পর্কিত, বিশেষ করে যখন তা সৃষ্টিশীল অনুপ্রেরণা বা প্রতিভার উৎস হিসেবে কাজ করে\"। এই ধারণাটি রোমান্টিক সাহিত্য আন্দোলনে বিশেষভাবে গুরুত্বপূর্ণ ছিল।\nতবে ডেমন শব্দের আরেকটি অর্থ হলো \"দানব বা শয়তান\", যা হিথক্লিফের চরিত্রের ক্ষেত্রেও প্রযোজ্য। পিটার ম্যাকইনার্নি হিথক্লিফকে \"একজন শয়তানসুলভ ডন জুয়ান\" বলে অভিহিত করেছেন। হিথক্লিফের গায়ের রং \"গাঢ়, এতটাই কালো যেন সে শয়তানের কাছ থেকে এসেছে\"। এমনকি শার্লট ব্রন্টি তাঁকে \"মানুষের আকৃতিতে একটি দানবীয় আত্মা – একপ্রকার ভূত – এক আফরিত\" বলে বর্ণনা করেছিলেন। আরবীয় পুরাণে \"আফরিত\" বা \"ইফরিত\" হলো এক শক্তিশালী জিন বা দানব।তবে জন বোয়েন মনে করেন যে, \"এটি খুবই সরলীকৃত বিশ্লেষণ\", কারণ উপন্যাসটি হিথক্লিফের নিষ্ঠুর ও নৃশংস আচরণের আরেকটি ব্যাখ্যাও দেয়। তিনি একাধিক নির্মমতার শিকার হয়েছেন: তিনি একজন অনাথ শিশু, হিন্ডলে তাঁকে অত্যন্ত নিষ্ঠুরভাবে নির্যাতন করে, তাঁকে চাকরের স্তরে নামিয়ে দেওয়া হয়, ক্যাথরিন তাঁকে ছেড়ে এডগার লিন্টনকে বিয়ে করে,এই সমস্ত কষ্ট হিথক্লিফের দানবীয় আচরণের পিছনের মূল কারণ হতে পারে।\n\n\n=== প্রেম ===\n২০০৭ সালের এক ব্রিটিশ জরিপে ওয়াদারিং হাইটস-কে সর্বকালের শ্রেষ্ঠ প্রেমের গল্প হিসেবে নির্বাচিত করা হয়। তবে, উপন্যাসের অনেক অনুরাগী একে প্রেমের গল্প বলে মনে করেন না, বরং এটি অশুভ পরিণতি ও নির্যাতনের একটি বিশ্লেষণ। হেলেন স্মল উপন্যাসটিকে \"ইংরেজি ভাষার অন্যতম শ্রেষ্ঠ প্রেমের গল্প\" বললেও, একই সঙ্গে তিনি এটিকে \"সবচেয়ে নিষ্ঠুর প্রতিশোধমূলক কাহিনিগুলোর একটি\" হিসেবেও দেখেন। কিছু সমালোচকের মতে, ওয়াদারিং হাইটস-কে একটি প্রেমের গল্প হিসেবে ব্যাখ্যা করা কেবল নির্যাতনকারী পুরুষদের ও বিষাক্ত সম্পর্ককে রোমান্টিক করে তোলা নয়, বরং এটি ব্রন্টির সুস্পষ্ট অভিপ্রায়ের বিরুদ্ধেও যায়। যদিও হিথক্লিফ ও ক্যাথরিন আর্নশোর মধ্যে এক প্রবল, নিয়তি-বিধ্বস্ত, মৃত্যুকে অতিক্রমকারী সম্পর্ক উপন্যাসের মূল কেন্দ্রবিন্দু, তবু ওয়াদারিং হাইটস : \n\n... এই প্রেমের ধারণাকে বারবার লঙ্ঘন করে।\nআমাদের প্রথম পরিচয়ে হিথক্লিফ একজন কঠোর ব্যক্তি হিসেবে প্রকাশিত হয়। পরবর্তীতে, এমিলি ব্রন্টি হিথক্লিফের মুখ দিয়ে স্পষ্টতই একটি সতর্কবাণী উচ্চারণ করান, যাতে পাঠক তাকে রোমান্টিক নায়ক হিসেবে না দেখে। ইসাবেলার সঙ্গে তার পালিয়ে যাওয়া প্রসঙ্গে হিথক্লিফ ব্যঙ্গ করে বলে: \"সে এক বিভ্রান্তির মধ্যে ছিল... আমার মধ্যে সে এক প্রেমের উপন্যাসের নায়ককে কল্পনা করেছিল।\".\n\"আমিই হিথক্লিফ\" উপন্যাসের একটি বহুল উদ্ধৃত উক্তি, এবং \"নিজের সঙ্গে অপরের নিখুঁত ঐক্যের ধারণাটি বহুপ্রাচীন\"। তাই ক্যাথরিন বলে— \"আমি হিথক্লিফকে ভালোবাসি, কারণ সে আমার নিজস্ব স্বত্বার চেয়েও বেশি নিজের। আমাদের আত্মাগুলো যেই উপাদানে গঠিত হোক, তার এবং আমার আত্মা একই উপাদানে তৈরি\" (অধ্যায় IX)। লর্ড ডেভিড সেসিলও মনে করেন— \"গভীরতম সংযোগ তৈরি হয় চরিত্রগুলোর মিল বা আত্মীয়তার ভিত্তিতে।\" তবে, সিমোন দ্য বোভোয়া তার বিখ্যাত নারীবাদী গ্রন্থ ''দ্য সেকেন্ড সেক্স'' (১৯৪৯)-এ ক্যাথরিনের \"আমিই হিথক্লিফ\" উক্তিকে ভিন্নভাবে ব্যাখ্যা করেন। তার মতে— \"এই বক্তব্যের মাধ্যমে ক্যাথরিনের নিজস্ব জগৎ বা স্বত্ত্বা অস্তিত্ব হারিয়ে ফেলে, কারণ সে সত্যিকার অর্থে হিথক্লিফের জগতেই বাস করে।\" বোভোয়া এটিকে ব্যাখ্যা করেন \"রোমান্টিক ভালোবাসার এক মারাত্মক মরীচিকা...\nযেখানে নারী নিজেকে এক 'স্বাধীন' পুরুষের মধ্যে বিলীন করে ফেলে।\"\nসমালোচকেরা দীর্ঘদিন ধরে ক্যাথরিন ও হিথক্লিফের সম্পর্কের শারীরিক অনুষঙ্গের অভাব নিয়ে আলোচনা করেছেন। ১৮৫০ সালে কবি ও সমালোচক সিডনি ডোবেল মন্তব্য করেন— \"আমরা তার (ক্যাথরিনের) পবিত্রতা নিয়ে সন্দেহ করতে পারি না।\" ভিক্টোরিয়ান কবি সুইনবার্ন-ও একমত হয়ে বলেন, তাদের সম্পর্ক ছিল— \"উত্তেজনাপূর্ণ ও দৃঢ় পবিত্রতার প্রতীক\"। সমসাময়িক সমালোচক টেরি ইগলটন বলেন যে, তাদের সম্পর্ক যৌনতা-বিহীন, কারণ তারা নিজেরাও জানে না যে তারা সৎভাই-বোন,এবং তাদের অবচেতনে এই রক্ত সম্পর্কের কারণ তাদের একধরনের নিষিদ্ধতায় বেঁধে রেখেছিল।\n\n\n=== শৈশব ===\nশৈশব ওয়াদারিং হাইটস-এর একটি মূল বিষয়বস্তু। এমিলি ব্রন্টি বুঝতে পেরেছিলেন যে, \"শিশুই মানুষের জনক\" (ওয়ার্ডসওয়ার্থ, মাই হার্ট লিপস আপ, ১.৭)। ওয়ার্ডসওয়ার্থ, রুশো প্রমুখ দার্শনিকদের মতো, শৈশব যে ব্যক্তিত্ব গঠনে কীভাবে প্রভাব ফেলে, তা অনুসন্ধান করেছিলেন। এর একটি ফলাফল ছিল জার্মান বিলডুংস্রোমান (bildungsroman) বা \"শিক্ষার উপন্যাস\", যেমন— শার্লট ব্রন্টের ''জেন আইয়ার'' (১৮৪৭), জর্জ এলিয়টের ''দ্য মিল অন দ্য ফ্লোস'' (১৮৬০),চার্লস ডিকেন্সের গ্রেট এক্সপেক্টেশনস (১৮৬১)। এমিলি ব্রন্টের চরিত্রগুলো \"তাদের শৈশব অভিজ্ঞতার দ্বারা গভীরভাবে প্রভাবিত\", যদিও তিনি তার সমসাময়িক লেখকদের মতো আশাবাদী নন যে, দুঃখ-কষ্ট সবসময় \"পরিবর্তন ও পুনর্জন্ম\" ঘটাতে পারে।\n\n\n=== শ্রেণী ও অর্থ ===\n১৮০১ সালে লকউড যখন থ্রাশক্রস গ্রেঞ্জ-এ আসে, তখন কিউ.ডি. লেভিসের মতে, \"পুরনো, কঠোর কৃষিভিত্তিক সংস্কৃতি, যা স্বাভাবিকভাবে এক দেশীয় পিতৃতান্ত্রিক পারিবারিক জীবনের উপর ভিত্তি করে গড়ে উঠেছিল, তা সামাজিক ও সাংস্কৃতিক পরিবর্তনের দ্বারা প্রতিদ্বন্দ্বীতার মুখোমুখি হয়, শৃঙ্খলিত হয় এবং পরাস্ত হয়।\" এই সময়ে শিল্প বিপ্লব তীব্র গতিতে এগিয়ে চলেছিল এবং ১৮৪৭ সালের মধ্যে এটি ইংল্যান্ডের অধিকাংশ অঞ্চলে, বিশেষ করে পশ্চিম ইয়র্কশায়ারে, প্রধান শক্তি হয়ে উঠেছিল। ফলে \"সামাজিক শ্রেণীগুলোর প্রচলিত সম্পর্কের মধ্যে ব্যাঘাত ঘটে\"— মধ্যবিত্ত শ্রেণীর উত্থান ঘটে এবং তারা উচ্চবিত্তের দিকে অগ্রসর হতে থাকে। \"সমাজে সভ্য মানুষ\" হওয়ার নতুন মানদণ্ড তৈরি হয়। পূর্বের রক্তসম্পর্ক ও পারিবারিক ঐতিহ্যের ধারণা এবং নতুন ব্যক্তিত্বের ভিত্তিতে মূল্যায়ন— উভয়ই প্রতিদ্বন্দ্বিতার মুখে পড়ে।\nমার্ক্সবাদী সমালোচক আর্নল্ড কেটল ওয়াদারিং হাইটস-কে \"উনিশ শতকের ইংল্যান্ডের শ্রেণীগত ব্যবস্থা ও সম্পর্কের প্রতীকী উপস্থাপনা\" হিসেবে দেখেন। উপন্যাসে সম্পত্তির মালিকানা, আর্থিক সুবিধার প্রতি আকর্ষণ, বিয়ে, শিক্ষা, ধর্ম, ও সামাজিক মর্যাদার মতো বিষয়গুলো গুরুত্বপূর্ণ। হিথক্লিফ, তার শত্রুদের বিরুদ্ধে \"তথাকথিত উচ্চবিত্তের অস্ত্র যথা অর্থ ও বিয়ের প্রস্তাব\" ব্যবহার করে, যা ছিল শাসক শ্রেণীর প্রচলিত পদ্ধতি, সম্পত্তি বাজেয়াপ্তকরণ এবং সম্পত্তি লেনদেনের কৌশল\"।\nপরে, আরেক মার্ক্সবাদী সমালোচক, টেরি ঈগলটন তার মিথস অফ পাওয়ার: এ মার্কসিস্ট স্টাডি অফ দ্য ব্রন্টিস (লন্ডন: ম্যাকমিলান, ১৯৭৫) গ্রন্থে, ভূস্বামী ও অভিজাতদের অর্থাৎ প্রথাগত ক্ষমতাধারীদের, এবং পুঁজিবাদী, শিল্পবাণিজ্যিক মধ্যবিত্ত শ্রেণীর মধ্যে ক্ষমতার সম্পর্ককে গভীরভাবে বিশ্লেষণ করেন। পশ্চিম ইয়র্কশায়ারের হাওয়ার্থ বিশেষভাবে এই সামাজিক পরিবর্তনের দ্বারা প্রভাবিত হয়, কারণ এখানে বড় বড় ভূসম্পত্তি ও শিল্প কেন্দ্রের ঘনত্ব ছিল বেশি।\n\n\n==== জাতি ====\nহিথক্লিফের জাতিগত পরিচয় নিয়ে বিতর্ক রয়েছে। উপন্যাসে তাকে প্রথমে \"একজন কালো চামড়ার জিপসি\" হিসেবে বর্ণনা করা হয়, যার \"কালো চোখ\" আছে, পরে বলা হয় সে \"যে দেয়ালের সামনে দাঁড়িয়ে আছে, তার মতোই সাদা\" এবং \"ফ্যাকাসে... মারাত্মক ঘৃণার অভিব্যক্তি সমন্বিত\"। মিস্টার লিনটন অনুমান করেন, সে হয়তো \"একজন ছোট লাস্কার\" (উনিশ শতকের ভারতীয় নাবিকদের জন্য ব্যবহৃত শব্দ), অথবা \"একজন আমেরিকান বা স্প্যানিশ দলছুট বালক\"। মিস্টার আর্নশ তাকে \"প্রায় শয়তানের মতোই কালো\" বলেন, আর নেলি ডিন কৌতুক করে বলে, \"কে জানে, হয়তো তোমার বাবা ছিলেন চীনের সম্রাট, আর তোমার মা একজন ভারতীয় রানি?\"। উপন্যাসিক ক্যারিল ফিলিপস মনে করেন হিথক্লিফ হয়তো পলাতক দাস, কারণ তার প্রতি করা আচরণ দাসদের প্রতি করা আচরণের সঙ্গে সাদৃশ্যপূর্ণ—তাকে \"এটা (it)\" বলে ডাকা হয়, তার নাম \"খ্রিস্টান ও পদবি—দুটোরই পরিবর্তে ব্যবহৃত হয়\", এবং মিস্টার আর্নশকে \"তার মালিক\" বলা হয়। মাজা-লিসা ভন স্নাইডার্ন বলেন, \"হিথক্লিফের জাতিগত ভিন্নতা বিতর্কের বিষয় নয়; ব্রন্টি এটি স্পষ্ট করে উল্লেখ করেছেন\", কিন্তু পরে তিনি আবার উল্লেখ করেন যে \"১৮০৪ সালের মধ্যে লিভারপুলের ব্যবসায়ীরা ব্রিটিশ ট্রান্সঅ্যাটলান্টিক দাস ব্যবসার ৮৪ শতাংশের বেশি নিয়ন্ত্রণ করত\"। মাইকেল স্টুয়ার্ট হিথক্লিফের জাতি \"অস্পষ্ট\" মনে করেন এবং বলেন, \"এমিলি ব্রন্টি ইচ্ছাকৃতভাবেই কাহিনির এই অংশটি অসম্পূর্ণ রেখেছেন\"।\n\n\n=== ঝড় এবং শান্তি ===\nবিভিন্ন সমালোচক থ্রাশক্রস গ্রেঞ্জ এবং ওয়াদারিং হাইটস ফার্মহাউস ও তাদের বাসিন্দাদের মধ্যকার বৈপরীত্য বিশ্লেষণ করেছেন। লর্ড ডেভিড সেসিল \"বিশ্বজনীন শক্তিগুলোকে উপন্যাসের মূল চালিকাশক্তি ও নিয়ন্ত্রণকারী শক্তি\" হিসেবে চিহ্নিত করে বলেন যে, ওয়াদারিং হাইটসের মধ্যে একটি ঐক্যবদ্ধ কাঠামো বিদ্যমান: \"দুটি আধ্যাত্মিক নীতি : ঝড়ের নীতি,... এবং শান্তির নীতি\", যা তার মতে \"তাদের স্পষ্ট বৈপরীত্য সত্ত্বেও\" তারা একে অপরের বিরোধী নয়। অন্যদিকে, ডরোথি ভ্যান গেন্ট উপন্যাসে \"দুটি ভিন্ন বাস্তবতার মধ্যে এক ধরনের টানাপোড়েন\" দেখতে পান: \"সভ্য আচরণ\" ও \"প্রাকৃতিক শক্তি\"।\n\n\n== অভিযোজন ==\n\n\n=== চলচিত্র ও দূরদর্শন ===\n\nওয়াদারিং হাইটস-এর সর্বপ্রথম পরিচিত চলচ্চিত্র রূপান্তরটি ১৯২০ সালে ইংল্যান্ডে চিত্রায়িত হয় এবং এটি পরিচালনা করেন এ. ভি. ব্র্যাম্বল। তবে এটির কোনো কপি এখনো আছে কিনা তা অজানা। সবচেয়ে জনপ্রিয় রূপান্তরটি হলো ১৯৩৯ সালের চলচ্চিত্র ওয়াদারিং হাইটস, যেখানে লরেন্স অলিভিয়ার ও মেরল ওবেরন অভিনয় করেন এবং এটি পরিচালনা করেন উইলিয়াম ওয়াইলার। এই প্রশংসিত চলচ্চিত্রটি, অন্যান্য অনেক রূপান্তরের মতো, দ্বিতীয় প্রজন্মের গল্প (কিশোরী ক্যাথি, লিনটন ও হেয়ারটন) বাদ দেয় এবং এটি সাহিত্যিক দৃষ্টিকোণ থেকে যথার্থ নয়। এটি ১৯৩৯ সালের নিউ ইয়র্ক ফিল্ম ক্রিটিকস সার্কেল পুরস্কার-এ সেরা চলচ্চিত্রের পুরস্কার জেতে এবং ১৯৩৯ সালের একাডেমি অ্যাওয়ার্ডের সেরা ছবির জন্য মনোনীত হয়।\nনাইজেল নিলের চিত্রনাট্য অনুসারে ১৯৫৩ সালে বিবিসি টেলিভিশনের জন্য একটি প্রযোজনা করা হয়, যেখানে রিচার্ড টড (হিথক্লিফ) এবং ইভন মিচেল (ক্যাথি) অভিনয় করেন। এটি সরাসরি সম্প্রচারিত হয়েছিল, তবে এর কোনো রেকর্ডিং সংরক্ষিত নেই। পরে ১৯৬২ সালে একই চিত্রনাট্য ব্যবহার করে আরেকটি রূপান্তর তৈরি হয়, যেখানে ক্লেয়ার ব্লুম (ক্যাথরিন) ও কিথ মিচেল (হিথক্লিফ) অভিনয় করেন। এই সংস্করণটি ব্রিটিশ ফিল্ম ইনস্টিটিউটে সংরক্ষিত আছে, তবে এটি সাধারণ দর্শকদের জন্য উন্মুক্ত নয়।\n১৯৫৮ সালে, সিবিএস টেলিভিশনে DuPont Show of the Month সিরিজের অংশ হিসেবে একটি রূপান্তর সম্প্রচারিত হয়, যেখানে রোজমেরি হ্যারিস (ক্যাথি) ও রিচার্ড বার্টন (হিথক্লিফ) অভিনয় করেন। বিবিসি ১৯৬৭ সালে চার-পর্বের একটি টেলিভিশন নাট্যরূপ নির্মাণ করে, যেখানে ইয়ান ম্যাকশেন ও অ্যাঞ্জেলা স্কোলার অভিনয় করেন[128]।\nLes Hauts de Hurlevent হলো ফরাসি মিনিসিরিজ, যা ১৯৬৪ থেকে ১৯৬৮ সালের মধ্যে ORTF চ্যানেলে সম্প্রচারিত হয়। এটি জ্যঁ-পল ক্যারর পরিচালিত এবং কালো-সাদা ছয়টি ২৬-মিনিটের পর্বে নির্মিত।\n১৯৭০ সালের চলচ্চিত্রটিতে টিমোথি ডালটন (হিথক্লিফ) অভিনয় করেন, এবং এটি উপন্যাসের প্রথম রঙিন সংস্করণ। যদিও শুরুতে এটি ভালোভাবে গ্রহণ করা হয়নি, পরবর্তীকালে এটি প্রশংসিত হয়। এই সংস্করণে হিন্ডলির চরিত্রকে অনেক বেশি সহানুভূতিশীলভাবে উপস্থাপন করা হয়েছে এবং তার কাহিনিকে কিছুটা পরিবর্তন করা হয়েছে। এছাড়া, এটি সূক্ষ্মভাবে ইঙ্গিত দেয় যে হিথক্লিফ ক্যাথির অবৈধ সৎভাই হতে পারে।\n১৯৭৮ সালে, বিবিসি পাঁচ-পর্বের একটি টিভি সিরিজ তৈরি করে, যেখানে কেন হাচিনসন, কেয় অ্যাডসহেড ও জন ডুটিন অভিনয় করেন এবং সংগীত পরিচালনা করেন কার্ল ডেভিস। এটিকে এমিলি ব্রন্টের কাহিনির অন্যতম বিশ্বস্ত রূপান্তর হিসেবে গণ্য করা হয়।\n১৯৮৫ সালে ফরাসি চলচ্চিত্র পরিচালক জ্যাক রিভেট হার্লেভেন্ট নামে একটি রূপান্তর নির্মাণ করেন এবং ১৯৮৮ সালে জাপানি পরিচালক ইয়োশিশিগে ইয়োশিদা ওয়াদারিং হাইটস এর একটি জাপানি সংস্করণ নির্মাণ করেন।\n১৯৯২ সালের চলচ্চিত্র Emily Brontë's Wuthering Heights এ রালফ ফিয়েনস ও জুলিয়েট বিনোশ অভিনয় করেন। এটি বিশেষভাবে গুরুত্বপূর্ণ কারণ এটি অনেক রূপান্তরে বাদ দেওয়া দ্বিতীয় প্রজন্মের কাহিনি (ক্যাথি, হিন্ডলি ও হিথক্লিফের সন্তানদের গল্প) এখানে অন্তর্ভুক্ত করেছিল।\nসাম্প্রতিক রূপান্তরের মধ্যে রয়েছে, আইটিভি-এর ২০০৯ সালের দুই-পর্বের নাটক, যেখানে টম হার্ডি, শার্লট রিলি, সারা ল্যাংকাশায়ার ও অ্যান্ড্রু লিঙ্কন অভিনয় করেছেন। ২০১১ সালের চলচ্চিত্র, যেখানে কায়া স্কোডেলারিও ও জেমস হাউসন অভিনয় করেন এবং এটি পরিচালনা করেন আন্দ্রেয়া আর্নল্ড।\n১৯৫৪ সালে, স্প্যানিশ চলচ্চিত্র নির্মাতা লুইস বুনুয়েল উপন্যাসটির একটি রূপান্তর তৈরি করেন, যার নতুন নামকরণ করা হয় Abismos de pasión। এটি ক্যাথলিক মেক্সিকোতে স্থাপিত হয়, যেখানে হিথক্লিফ ও ক্যাথির নাম পরিবর্তন করে আলেজান্দ্রো ও ক্যাটালিনা রাখা হয়। বুনুয়েলের সংস্করণে, হিথক্লিফ/আলেজান্দ্রো দাবি করেন যে তিনি শয়তানের সাথে চুক্তি করে ধনী হয়েছেন। দ্য নিউ ইয়র্ক টাইমস এই চলচ্চিত্রের পুনঃপ্রকাশের পর একে \"একটি প্রায় যাদুকরী উদাহরণ\" হিসেবে অভিহিত করে, যেখানে একজন প্রতিভাবান শিল্পী অন্য কারও ক্লাসিক কাজকে নিজের রুচি অনুযায়ী রূপান্তর করেছেন, অথচ মূল ভাব ও বিষয়বস্তু লঙ্ঘন করেননি। এই সংস্করণটি পুরোপুরি স্প্যানিশ ও ক্যাথলিক আবহে তৈরি হলেও ব্রন্টের মূল গল্পের প্রতি অত্যন্ত বিশ্বস্ত ছিল। ১৯৮৮ সালে, জাপানি পরিচালক ইয়োশিশিগে ইয়োশিদা উপন্যাসটির কাহিনিকে মধ্যযুগীয় জাপানে স্থানান্তর করেন। এই সংস্করণে, হিথক্লিফ চরিত্রটি অনিমারু নামে পরিচিত, যাকে স্থানীয় অগ্নিদেবতার পূজারীদের এক সম্প্রদায়ে লালন-পালন করা হয়। ১৯৯১ সালে, ফিলিপাইনের পরিচালক কার্লোস সিগিওন-রেইনা ওয়াদারিং হাইটস-এর উপর ভিত্তি করে Hihintayin Kita sa Langit নামে একটি চলচ্চিত্র নির্মাণ করেন। রাকুয়েল ভিলাভিসেনসিওর লেখা এই চিত্রনাট্যটি আর্মিদা সিগিওন-রেইনা প্রযোজনা করেন। এতে রিচার্ড গোমেজ (গ্যাব্রিয়েল/হিথক্লিফ) ও ডন জুলুয়েতা (কারমিনা/ক্যাথরিন) অভিনয় করেন। এটি একটি ফিলিপিনো চলচ্চিত্র ক্লাসিক হিসেবে স্বীকৃত হয়েছে।\n২০০৩ সালে, এমটিভি উপন্যাসটির একটি আধুনিক ক্যালিফোর্নিয়ার হাই স্কুলভিত্তিক সংস্করণ তৈরি করে, যা সমালোচকদের কাছ থেকে খারাপ পর্যালোচনা পায়।\n২০১৫ সালের টিভি চলচ্চিত্র ওয়াদারিং হাই, যা লাইফটাইম চ্যানেলে সম্প্রচারিত হয়, সেটি মালিবু, ক্যালিফোর্নিয়াতে স্থানান্তরিত করা হয়।\n\n১৯৬৬ সালের হিন্দি চলচ্চিত্র দিল দিয়া দার্দ লিয়া উপন্যাসটির উপর ভিত্তি করে নির্মিত। আব্দুল রশিদ করদার ও দিলীপ কুমার পরিচালিত এই ছবিতে দিলীপ কুমার, ওয়াহিদা রহমান, প্রাণ, রহমান, শ্যামা এবং জনি ওয়াকার অভিনয় করেছেন। সংগীত পরিচালনা করেছেন নৌশাদ। যদিও এটি দিলীপ কুমারের অন্যান্য চলচ্চিত্রের মতো বাণিজ্যিকভাবে সফল হয়নি, তবে সমালোচকদের প্রশংসা পেয়েছিল।\n২০০০ সালের হিন্দি চলচ্চিত্র ধরকান এই উপন্যাসের উপর ভিত্তি করে নির্মিত। ধর্মেশ দর্শন পরিচালিত ও রতন জৈন প্রযোজিত এই ছবিতে অক্ষয় কুমার, শিল্পা শেঠি, সুনীল শেঠি ও মাহিমা চৌধুরী অভিনয় করেছেন।\n২০২২ সালে, এমা ম্যাকি অভিনীত এমিলি চলচ্চিত্রটি এমিলি ব্রন্টের জীবনীভিত্তিক একটি ছবি। এটি ব্রন্টের জীবন ও ইয়র্কশায়ারের গ্রাম্য পরিবেশ থেকে পাওয়া অনুপ্রেরণা, যা তাকে ওয়াদারিং হাইটস লেখায় উদ্বুদ্ধ করেছিল, তা তুলে ধরে।\n\n\n=== থিয়েটার ===\nউপন্যাসটি বার্নার্ড হারম্যান, [[কার্লাইল ফ্লয়েড][ এবং ফ্রেডেরিক চ্যাসলিনের সুরারোপিত অপেরায় রূপান্তরিত হয়েছে (যার বেশিরভাগই বইয়ের প্রথমার্ধকে কেন্দ্র করে)। এছাড়াও, এটি বার্নার্ড জে. টেলরের একটি মিউজিক্যাল হিসেবেও মঞ্চস্থ হয়েছে।\n২০২১ সালে, এমা রাইস ওয়াদারিং হাইটস-এর একটি মঞ্চ সংস্করণ পরিচালনা করেন, যা অনলাইনে এবং ব্রিস্টল ওল্ড ভিকে প্রদর্শিত হয়[135]। পরবর্তীতে, ২০২২ সালে এটি ন্যাশনাল থিয়েটারে মঞ্চস্থ হয়।\n\n\n== ওয়াদারিং হাইটস দ্বারা অনুপ্রাণিত কাজ ==\n\n\n=== সাহিত্য ===\nমিজুমুরা মিনায়ের এ ট্রু নভেল (Honkaku Shosetsu) (২০০২) উপন্যাসটি ওয়াদারিং হাইটস-এর দ্বারা অনুপ্রাণিত, যা দ্বিতীয় বিশ্বযুদ্ধ-পরবর্তী জাপানি প্রেক্ষাপটে গল্পটির একটি রূপান্তর বলে বিবেচিত হতে পারে।\nজেন আরকুয়ার্টের চেঞ্জিং হেভেন উপন্যাসে, ওয়াদারিং হাইটস এবং এমিলি ব্রন্টের ভূত গুরুত্বপূর্ণ ভূমিকা পালন করে।\n২০১৯ সালে, ভ্যালেরি ব্রাউন লেস্টার তার উপন্যাস দ্য ওয়েস্ট ইন্ডিয়ান-এ হিথক্লিফের উৎপত্তির কল্পিত কাহিনি উপস্থাপন করেছেন, যা ১৭৬০-এর দশকের জ্যামাইকাকে কেন্দ্র করে রচিত।\n২০২১ সালে, কে-মিং চ্যাং-এর Bone House প্রকাশিত হয়, যা একটি কুইর তাইওয়ানিজ-আমেরিকান সংস্করণ হিসেবে ওয়াদারিং হাইটস-এর পুনর্কল্পনা। এতে একজন নামহীন বর্ণনাকারী একটি কসাইয়ের প্রাসাদে প্রবেশ করেন নিজের মতো বেঁচে থাকতে। \nকানাডিয়ান লেখিকা হিলারি শার্পারের ইকোগথিক উপন্যাস পেরেডিটা (২০১৩) ওয়াদারিং হাইটস-এর গভীর প্রভাব বহন করে, বিশেষ করে শক্তিশালী, নিষ্ঠুর এবং নির্জন প্রাকৃতিক দৃশ্যের বর্ণনায়।\nটানিয়া গ্রের কবিতা ওয়াদারিং (২০১৭) ওয়াদারিং হাইটস-কে একটি রূপক হিসেবে ব্যবহার করেছে।\nমারিস কঁদের উইন্ডওয়ার্ড হাইটস (La migration des coeurs) (১৯৯৫) হল ওয়াদারিং হাইটস-এর পুনর্কল্পিত সংস্করণ, যা বিংশ শতকের সূচনালগ্নে কিউবা ও গুয়াদেলুপের প্রেক্ষাপটে রচিত। কঁদে এই উপন্যাসটিকে ব্রন্টির প্রতি শ্রদ্ধার্ঘ্য হিসেবে বিবেচনা করেছেন।\n২০১১ সালে, ক্লাসিক্যাল কমিকস প্রকাশনা থেকে একটি গ্রাফিক নভেল সংস্করণ প্রকাশিত হয়। এটি স্কটিশ লেখক শন মাইকেল উইলসন দ্বারা রূপান্তরিত এবং অভিজ্ঞ কমিক শিল্পী জন এম. বার্নস দ্বারা হাতে আঁকা। মূল উপন্যাসের প্রতি অনুগত এই সংস্করণটি স্ট্যান লি এক্সেলসিয়র পুরস্কারের সংক্ষিপ্ত তালিকায় স্থান পায়।\n\n\n=== সংগীত ===\nকেট বুশের ১৯৭৮ সালের গান ওয়াদারিং হাইটস সম্ভবত ব্রন্টির গল্প থেকে অনুপ্রাণিত সবচেয়ে পরিচিত সৃজনশীল কাজ, যা সরাসরি কোনো \"রূপান্তর\" নয়। বুশ ১৮ বছর বয়সে গানটি লিখেছিলেন এবং এটি তার প্রথম অ্যালবামের প্রধান সিঙ্গেল হিসেবে প্রকাশিত হয়। ১৯৬৭ সালের বিবিসি সংস্করণ দেখার পর গানটির প্রাথমিক অনুপ্রেরণা আসে। গানটি ক্যাথরিনের দৃষ্টিকোণ থেকে গাওয়া হয়েছে, যেখানে সে হিথক্লিফের জানালায় প্রবেশের অনুরোধ করছে। এতে ক্যাথরিনের সংলাপ থেকে উদ্ধৃতি নেওয়া হয়েছে, যেমন কোরাসে— \"Let me in! I'm so cold!\"— এবং গানে ক্যাথরিন স্বীকার করছে যে সে \"রাত্রে দুঃস্বপ্ন\" দেখেছে। সমালোচক শিলা হোয়াইটলি লিখেছেন যে গানের স্বপ্নিল প্রকৃতি ক্যাথির মানসিক অবস্থার প্রতিফলন ঘটায়। এছাড়া, বুশের উচ্চ স্বর একদিকে \"শিশুসুলভ বিশুদ্ধতা\" বহন করে, অন্যদিকে এতে এক ধরনের \"সংবেদনশীল আবেদন\" রয়েছে। ১৯৮০ সালে গায়িকা প্যাট বেনাতার তার ''ক্রাইমস অফ প্যাশন'' অ্যালবামে গানটির একটি কভার করেন। ১৯৯৩ সালে ব্রাজিলিয়ান হেভি মেটাল ব্যান্ড অ্যাংগ্রা তাদের এঞ্জেলস ক্রাই অ্যালবামে এই গানের সংস্করণ প্রকাশ করে। ২০১৮ সালে জিমি ইউরিন গানটির একটি ইলেক্ট্রোপাঙ্ক সংস্করণ প্রকাশ করেন।\nইংরেজি রক ব্যান্ড জেনেসিস ১৯৭৬ সালের অ্যালবাম ''উইন্ড অ্যান্ড ওয়াদারিং''-এ ব্রন্টের উপন্যাসের প্রতি ইঙ্গিত করে শুধু অ্যালবামের নামেই নয়, এর দুটি ট্র্যাকের শিরোনামেও। \"Unquiet Slumbers for the Sleepers...\" এবং \"...In That Quiet Earth\"— দুটি ট্র্যাকের নাম উপন্যাসের শেষ লাইন থেকে নেওয়া হয়েছে।\nগীতিকার জিম স্টেইনম্যান বলেছেন যে তিনি ১৯৮৯ সালের গান \"ইটস অল কামিং ব্যাক টু মি নাউ\" লেখার সময় ওয়াদারিং হাইটস-এর প্রভাবের মধ্যে ছিলেন। তিনি বলেন, এই গানটি \"ভালোবাসায় আচ্ছন্ন ও অভিভূত হওয়ার\" বিষয়ে, যা হিথক্লিফের ক্যাথরিনের কবর খুঁড়ে তাকে চাঁদের আলোতে নিয়ে নাচানোর মতো\"।\n২০০৮ সালে ইন্ডি রক ব্যান্ড ডেথ ক্যাব ফর কিউটি তাদের \"ক্যাথ...\" গানটির অনুপ্রেরণা হিসেবে ওয়াদারিং হাইটস-কে উল্লেখ করেছে।\nড্যানিশ-সুইডিশ পাওয়ার মেটাল ব্যান্ডের নামও ওয়াদারিং হাইটস।\n২০২৪ সালে ইন্ডি ব্যান্ড মিলি একটি গান \"থ্রু প্যাচেস অফ ভায়োলেট\" প্রকাশ করে, যা ওয়াদারিং হাইটস-এর থিমের সঙ্গে মিলে যায়, বিশেষ করে \"ভুল বোঝাবুঝির ভালোবাসা\"। গানে ক্যাসি ওয়ের গাওয়া দুটি কণ্ঠ হিথক্লিফ ও ক্যাথরিনের প্রতিনিধিত্ব করে। এটি মূলত লিমবাস কোম্পানি নামক গেমের জন্য তৈরি করা হয়েছিল, যেখানে ওয়াদারিং হাইটস-এর অন্যান্য চরিত্র ও গল্পের উপাদান অন্তর্ভুক্ত রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== সংস্করণ ===\nBell, Ellis (১৮৪৭)। Wuthering Heights, A Novel (1 সংস্করণ)। London: Thomas Cautley Newby  – Wikisource-এর মাধ্যমে। Emily Brontë as 'Ellis Bell' উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBrontë, Emily (১৯৭৬)। Wuthering Heights। Oxford: Clarendon Press। আইএসবিএন 0-19-812511-9। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  Introduction and notes by Ian Jack, Hilda Marsden, and Inga-Stina Ewbank.\n\n\n=== জার্নাল নিবন্ধ ===\nMaynard, John. \"The Brontës and Religion\", in The Cambridge Companion to the Brontës, edited by Glen, Heather. Cambridge: Cambridge University Press, 2002, pp. 192–213. ডিওআই:10.1017/CCOL0521770270.010\nMcInerney, Peter (1980), \"Satanic conceits in Frankenstein and Wuthering Heights\", Nineteenth Century Contexts, 4:1, 1–15. ডিওআই:10.1080/08905498008583178\nRahman, Tahmina S. [https://web.archive.org/web/20040908000033/http://www.ucl.ac.uk/laws/jurisprudence/jurisprudence-review/content/jr_rahman_2000.pdf \"The Law of the Moors – A legal analysis of Wuthering Heights\". UCL Jurisprudence Review. 2000\nShumani, Gideon (মার্চ ১৯৭৩)। \"The Unreliable Narrator in Wuthering Heights\"। Nineteenth-Century Fiction। 27 (4)। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nTytler, Graeme, \"The Role of Religion in Wuthering Heights\". Brontë Studies, 32:1, (2007) pp. 41–45. ডিওআই:10.1179/147489306x132264\n\n\n=== বই ===\nMalham-Dembleby, John (১৯১১)। The Key to the Brontë Works। The Walter Scott Publishing। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDoody, Margaret Anne (১৯৯৭) [1996]। The True Story of the Novel। New Brunswick, New Jersey: Rutgers University Press। আইএসবিএন 978-0813524535। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDrabble, Margaret, সম্পাদক (১৯৯৬) [1995]। \"Charlotte Brontë\"। The Oxford Companion to English Literature। Oxford: Oxford University Press। আইএসবিএন 0-19-866244-0। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHagan, Sandra; Wells, Juliette (২০০৮)। The Brontės in the World of the Arts। Ashgate। আইএসবিএন 978-0-7546-5752-1। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nManning, Susan (১৯৯২), \"Introduction to\", Quentin Durward, by Scott, Walter, Oxford: Oxford University Press, আইএসবিএন 978-0192826589 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMoers, Ellen (১৯৭৮) [1976]। Literary Women: The Great Writers। London: The Women's Press। আইএসবিএন 978-0385074278। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nScott, Walter (১৮৩৪)। \"Essay on Romance\"। Prose Works of Sir Walter Scott। VI। R Cadell। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিরাগত সূত্র ==\n\nওয়াদারিং হাইটস at Standard Ebooks\n Wuthering Heights .\n Wuthering Heights লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)\nReader's Guide to Wuthering Heights\nলাইব্রেরি অব কংগ্রেস কর্তৃপক্ষে Emily Brontë, 230 ক্যাটালগ ue রেকর্ড সহ – including 110 records of editions of Wuthering Heights"}