{"pageid": 1511795, "title": "তৃপ্তি ভইর", "url": "https://bn.wikipedia.org/wiki?curid=1511795", "content": "তৃপ্তি ভইর একজন মারাঠি অভিনেত্রী। তিনি অনেক মারাঠি চলচ্চিত্র এবং টেলিভিশন ধারাবাহিকে কাজ করেছেন। তিনি আগডবাম সিনেমায় নাজুকা চরিত্রে অভিনয়ের জন্য বিখ্যাত। তৃপ্তি সবসময়ই হাস্যরসাত্মক চরিত্রের পাশাপাশি গুরুগম্ভীর ধরনের চরিত্রেও স্বাচ্ছন্দ্য বোধ করেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nতৃপ্তি যশোধাম হাই স্কুল ও জুনিয়র কলেজে পড়াশোনা করেছেন।\n\n\n== কর্মজীবন ==\nমারাঠি অভিনেত্রী তৃপ্তি ভইর মারাঠি থিয়েটার এবং চলচ্চিত্র জগতে  পুরোন নাম। মুম্বাইয়ের বাসিন্দা  তৃপ্তি মূলধারার চলচ্চিত্রে প্রবেশের আগে থিয়েটারের অংশ ছিলেন। তাঁর অভিনয় যাত্রা শুরু হয়েছিল মঞ্চ দিয়ে, তারপর তিনি টিভি ধারাবাহিকে এবং চলচ্চিত্রে আসেন। কলেজে থাকাকালীন, তিনি নাটক প্রতিযোগিতায় অংশ নিতেন এবং শাস্ত্রীয় নৃত্যও শিখতেন। এই অভিজ্ঞতা পরে তাঁর কাজে লেগেছিল।\nতৃপ্তি তাঁর কলেজ জীবনেই সেরা অভিনয়ের জন্য রাজ্য স্তরের পুরস্কার জিতেছিলেন। সুপারহিট নাটক \"সাহি রে সাহি\" ছিল পেশাদার মারাঠি থিয়েটারে তাঁর প্রথম পরিচিতি। তারপর থেকে তিন বছর ধরে তৃপ্তি এই শিল্পের একটি অংশ। তিনি ইশ্যা, উভাল্তে ভাউরায়া, তুঝ্যা মাঝ্যা সংসারলা... এবং পলখুনা -এর মতো চলচ্চিত্রে অভিনয় করেছেন। তাঁর টেলিভিশন ধারাবাহিকগুলির মধ্যে রয়েছে ভাদালভাত এবং চার দিবস সাসুচে ।\nতৃপ্তি সবসময় তাঁর অভিনীত চরিত্রগুলি নিয়ে পরীক্ষা-নিরীক্ষা করার চেষ্টা করেছেন।  \"আগদবাম\" চলচ্চিত্রে তিনি মোটা মেয়ে নাজুকার ভূমিকায় অভিনয় করেছিলেন।  ট্যুরিং টকিজ: ছবিটি ভ্রাম্যমাণ চলচ্চিত্রের সংস্কৃতির উপর আলোকপাত করে, অর্থাৎ - তাঁবুর (তাম্বু) ভিতরে চলচ্চিত্র প্রদর্শন , যা ধীরে ধীরে শেষ হয়ে যাচ্ছে। চণ্ডীর ট্যুরিং টকিজ মহারাষ্ট্রে এখনও টিঁকে থাকা বিরল টকিজগুলির মধ্যে একটি। তিনি এবং তাঁর ভাই বাবিয়া (চিন্ময় সান্ট) তাদের তাঁবুতে চলচ্চিত্র দেখানোর সংস্কৃতির জন্য খুব গর্বিত, এটি কয়েক দশক ধরে তাঁদের পারিবারিক ব্যবসা।\nরাজ্যসভা টিভিতে তৃপ্তি ভইরের সাথে গুফ্তগু অনুষ্ঠানে তাঁর সাক্ষাৎকার নেওয়া হয়েছিল। তিনি ব্যাখ্যা করেন যে ট্যুরিং টকিজ কীভাবে ভারতীয় সংস্কৃতির অংশ এবং কেন আমাদের এটি সংরক্ষণ করা উচিত। তাঁর ছবি \"ট্যুরিং টকিজ\" একাডেমি পুরস্কারের সেরা ছবির বিভাগে যোগ্যতার প্রথম রাউণ্ডে ২৯০টি অন্যান্য ছবির সাথে সংক্ষিপ্ত তালিকাভুক্ত হয়েছিল। \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== একজন অভিনেতা হিসেবে ===\n\n\n=== একজন চলচ্চিত্র প্রযোজক হিসেবে ===\nটকিজ ভ্রমণ\nহ্যালো জয় হিন্দ।\nTujhya Majhya Sansarala Aani Kaay Hav\nআগডবাম\nমাঝা আগডবাম\n\n\n=== টেলিভিশন ===\nচার দিবস সাসুচে\nভাদালভাত\n\n\n== নাটক/নাটক/অ্যালবাম ==\nইন্দ্রাক্ষী (সহ্যাদ্রি প্রোডাকশন)\nসাহি রে সাহি\n\n\n== তথ্যসূত্র =="}