{"pageid": 1511033, "title": "ওয়ার্ল্ড ওয়ার জি", "url": "https://bn.wikipedia.org/wiki?curid=1511033", "content": "ওয়ার্ল্ড ওয়ার জি হল মার্কিন লেখক ম্যাক্স ব্রুকস রচিত একটি জনপ্রিয় ভৌতিক উপন্যাস, যা ২০০৬ সালে প্রকাশিত হয়। উপন্যাসটি একটি কাল্পনিক জম্বি মহামারীর পটভূমিতে রচিত, যেখানে জাতিসংঘের এক বিশেষ কমিশনের এজেন্ট বিশ্বব্যাপী বেঁচে যাওয়া ব্যক্তিদের সাক্ষাৎকার সংগ্রহ করেন।  \nএই উপন্যাস আটটি অধ্যায়ে বিভক্ত: “সতর্কতা”, “দায়ভার”, “মহামারীর আতঙ্ক”, “প্রতিরোধের মোড়”, “হোম ফ্রন্ট ইউএসএ”, “বিশ্বজুড়ে এবং মহাশূন্যে”, “সম্পূর্ণ যুদ্ধ” এবং “বিদায়”। এতে বিভিন্ন মানুষের অভিজ্ঞতার সংকলন তুলে ধরা হয়েছে, যা বৈশ্বিক রাজনৈতিক, সামাজিক, অর্থনৈতিক এবং পরিবেশগত পরিবর্তনের প্রতিফলন ঘটায়।  \nওয়ার্ল্ড ওয়ার জি মূলত লেখকের পূর্ববর্তী রচনা দ্য জম্বি সারভাইভাল গাইড (২০০৩)-এর পরবর্তী বই হলেও এর ধারা ভিন্ন। উপন্যাসটি স্টাডস টার্কেল-এর দ্য গুড ওয়ার: অ্যান ওরাল হিস্ট্রি অব ওয়ার্ল্ড ওয়ার টু (১৯৮৪) এবং জর্জ এ. রোমেরো-র জম্বি চলচ্চিত্র দ্বারা অনুপ্রাণিত। ব্রুকস এখানে সরকারি ব্যর্থতা, মার্কিন বিচ্ছিন্নতাবাদ, সারভাইভালিজম এবং অনিশ্চয়তার মতো বিষয়গুলো বিশ্লেষণ করেছেন। প্রকাশের পর এটি বাণিজ্যিক ভাবে সফল হয় এবং সমালোচকদের প্রশংসা অর্জন করে।  \n২০০৭ সালে এর অডিওবুক সংস্করণ প্রকাশিত হয়, যেখানে অ্যালান আলডা, মার্ক হ্যামিল এবং জন টারটুরো-সহ একাধিক খ্যাতিমান কণ্ঠশিল্পী অংশ নেন। এটি অডি পুরস্কার লাভ করে। ২০১৩ সালে মার্ক ফস্টার পরিচালিত ও ব্র্যাড পিট অভিনীত একটি চলচ্চিত্র মুক্তি পায়। পরবর্তীতে, ২০১৯ সালে সাবের ইন্টারঅ্যাকটিভ কর্তৃক নির্মিত একটি ভিডিও গেম প্রকাশিত হয়, যা চলচ্চিত্রটির উপর ভিত্তি করে তৈরি।\n\n\n== পটভূমি ==\nলেখক ম্যাক্স ব্রুকস এই উপন্যাসে নিজেকে একজন অনুসন্ধানী প্রতিবেদকের ভূমিকায় তুলে ধরেছেন। যুদ্ধ-পরবর্তী এক অস্থির বিশ্বে, তিনি জাতিসংঘ-এর একজন বিশেষ প্রতিনিধি হিসেবে জীবিতদের গল্প সংগ্রহে বেরিয়ে পড়েন। \"জোম্বি যুদ্ধ\" নামে পরিচিত সেই ভয়াবহ সংকটের এক দশক পর, তিনি বিভিন্ন দেশের ধ্বংসস্তূপের মাঝে ঘুরে বেরিয়ে প্রত্যক্ষদর্শীদের অভিজ্ঞতা লিপিবদ্ধ করেন—একটি হারিয়ে যাওয়া সময়ের নীরব সাক্ষী হয়ে।\nমহামারীটি শুরু হয় ২১শ শতকের গোড়ার দিকে, যখন চীন-এর দাচাং অঞ্চলের একটি গ্রামে এক শিশুর সংক্রমণ ঘটে। এটি সোলানাম নামক ভাইরাসের কারণে ঘটে, যা সম্ভবত থ্রি গর্জেস ড্যাম নির্মাণকালে আবিষ্কৃত হয়েছিল। চীনের কমিউনিস্ট পার্টির পলিটব্যুরো প্রথমে সংক্রমণ গোপন রাখার চেষ্টা করে এবং কূটনৈতিকভাবে তাইওয়ান-এর সাথে সামরিক উত্তেজনা তৈরি করে। তবে ভাইরাসটি অভিবাসন, মানব পাচার ও অঙ্গ-ব্যবসা-এর মাধ্যমে দ্রুত বিশ্বব্যাপী ছড়িয়ে পড়ে।\nপ্রথম বড় প্রাদুর্ভাব ঘটে কেপটাউন, দক্ষিণ আফ্রিকা-তে। এর ফলে ভাইরাসটি \"আফ্রিকান রেবিস\" নামে পরিচিতি লাভ করে। মোসাদ-এর একজন গোয়েন্দা কর্মকর্তা ভাইরাসের ব্যাপারে বিস্তারিত প্রতিবেদন প্রকাশ করেন এবং প্রতিরোধমূলক ব্যবস্থা নেওয়ার সুপারিশ করেন, কিন্তু একমাত্র ইসরায়েল এটি গুরুত্বের সাথে গ্রহণ করে। ইসরায়েল প্রতিরক্ষামূলক কোয়ারেন্টিন নীতি বাস্তবায়ন করে, ফিলিস্তিনি অঞ্চল দখল ছেড়ে দেয়, জেরুজালেম খালি করে এবং ১৯৬৭ সালের সীমান্ত বরাবর একটি প্রাচীর নির্মাণ করে।\nএই সময়ে, ফ্যালাঙ্ক্স (ভ্যাকসিন) নামে একটি ভ্যাকসিন বাজারজাত করা হয়, যা জনগণের মধ্যে ভুল নিরাপত্তাবোধ তৈরি করে। এই সময়কাল পরবর্তীতে \"মহা অস্বীকৃতি\" (Great Denial) নামে পরিচিত হয়।\nপরবর্তী বসন্তে, একজন সাংবাদিক ফ্যালাঙ্ক্সের কার্যকারিতা সম্পর্কে প্রকাশ করলে বিশ্বজুড়ে \"মহা আতঙ্ক\" (Great Panic) শুরু হয়। সরকার ও সেনাবাহিনীর ব্যর্থতার কারণে বিশ্বব্যাপী সামাজিক শৃঙ্খলা ভেঙে পড়ে। রাশিয়া সেনাবাহিনীর মধ্যে বিশৃঙ্খলা রোধ করতে ডেসিমেশন (শাস্তি) নীতি কার্যকর করে। ইউক্রেন শরণার্থীদের উপর VX নার্ভ গ্যাস ব্যবহার করে সংক্রমিতদের আলাদা করার চেষ্টা করে। ইরান ও পাকিস্তান পরমাণু যুদ্ধের মাধ্যমে একে অপরকে ধ্বংস করে।\nযুক্তরাষ্ট্র সেনাবাহিনী ইয়ংকার্স, নিউ ইয়র্ক-এ প্রতিরোধ গড়ে তোলার চেষ্টা করলেও প্রচলিত যুদ্ধ কৌশল ব্যর্থ হয় এবং সেনাবাহিনী সরাসরি সম্প্রচারিত যুদ্ধে পরাজিত হয়। প্রেসিডেন্ট মানসিকভাবে ভেঙে পড়েন, ফলে যুক্তরাষ্ট্রের সংবিধানের পঁচিশতম সংশোধনী অনুযায়ী তাকে পদ থেকে সরিয়ে দেওয়া হয়।\nপল রেডেকার যিনি পূর্বে দক্ষিণ আফ্রিকা-র গোয়েন্দা উপদেষ্টা ছিলেন, একটি বিতর্কিত কৌশল তৈরি করেন, যাতে নির্দিষ্ট জনগোষ্ঠীকে পরিকল্পিতভাবে জোম্বিদের নজরে রেখে অন্যান্য নিরাপদ অঞ্চলের প্রতিরক্ষা নিশ্চিত করা হয়। বেশিরভাগ দেশ এই কঠোর কৌশল গ্রহণ করে।\nযুক্তরাষ্ট্রের সরকার রকি পর্বতমালা-এর পশ্চিমাংশে পশ্চাদপসরণ করে এবং নতুন রাজধানী হোনোলুলু-তে স্থাপন করে। আন্তর্জাতিক মহাকাশ স্টেশনে তিনজন নভোচারী স্বেচ্ছায় পৃথিবীতে না ফেরার সিদ্ধান্ত নেন এবং বিশ্বজুড়ে বিশাল জোম্বি দলগুলোর গতিবিধি পর্যবেক্ষণ করেন।\nচার বছর পর, জাতিসংঘে সম্মেলন অনুষ্ঠিত হয়। বেশিরভাগ দেশ অপেক্ষার সিদ্ধান্ত নিলেও, যুক্তরাষ্ট্র জোম্বিদের বিরুদ্ধে আক্রমণের পরিকল্পনা করে। সেনাবাহিনীতে নতুন কৌশল গ্রহণ করা হয়, যেখানে অর্ধ-স্বয়ংক্রিয় রাইফেল এবং ভলিবর্ষণ কৌশল ব্যবহার করা হয়।\nসৈন্যদের বিশেষ শরীর রক্ষা বর্ম দেওয়া হয় এবং \"স্ট্যান্ডার্ড ইনফ্যান্ট্রি এনট্রেঞ্চমেন্ট টুল\" বা \"লোবো\" (lobotomizer) নামে একটি কুঠার-আকৃতির অস্ত্র তৈরি করা হয়, যা দ্রুত জোম্বিদের মস্তিষ্ক ধ্বংস করতে পারে।\nবিশ্বের অন্যান্য দেশ যুক্তরাষ্ট্রের সঙ্গে যোগ দেয়। যুক্তরাজ্য তাদের মোটরওয়ে উঁচুতে নির্মাণ করে, যাতে সংক্রমণ এলাকা এড়িয়ে চলাচল করা যায়। বিশেষভাবে জোম্বিদের বিরুদ্ধে লড়াইয়ের জন্য মকুঙ্গা লালেম নামে নতুন একটি যুদ্ধকৌশল উদ্ভাবন করা হয়।\n\nউপন্যাসটি মূলত একাধিক সাক্ষাৎকারের ভিত্তিতে গঠিত, যা লেখক ম্যাক্স ব্রুকসের একটি কাল্পনিক সংস্করণ গ্রহণ করেন। তিনি জম্বি সারভাইপল গাইড (উপন্যাসের বিশ্বে যা \"সিভিলিয়ান সারভাইভাল গাইড\" নামে পরিচিত) গ্রন্থের রচয়িতা। জাতিসংঘের যুদ্ধোত্তর কমিশনের একজন এজেন্ট হিসেবে, ব্রুকস \"জম্বি যুদ্ধ\" নামে পরিচিত এক মহামারির এক দশক পর বিশ্বভ্রমণ করেন এবং বিভিন্ন ব্যক্তির অভিজ্ঞতা লিপিবদ্ধ করেন।  \nএই মহামারির সূচনা হয় একবিংশ শতাব্দীর গোড়ার দিকে, যখন চীনের দাচাং অঞ্চলের একটি গ্রামে এক কিশোর সংক্রমিত হয়। জম্বি সারভাইপল গাইড গ্রন্থে এই ভাইরাসকে \"সোলানাম\" নামে উল্লেখ করা হয়েছে, যা ধারণা করা হয় যে থ্রি গর্জেস বাঁধের নির্মাণকাজ চলাকালে আবিষ্কৃত হয়েছিল। চীনের পলিটব্যুরো প্রথমদিকে এই সংক্রমণ গোপন রাখতে সামরিক উত্তেজনা সৃষ্টি করে, বিশেষ করে তাইওয়ানের সঙ্গে, যাতে আন্তর্জাতিক পরিমণ্ডলে দুর্বল না দেখায়। কিন্তু সংক্রমিত ব্যক্তিরা দ্রুত চীনের বাইরেও ভাইরাসটি ছড়িয়ে ফেলে, প্রধানত অভিবাসন, মানব পাচার ও অঙ্গ প্রতিস্থাপন বাণিজ্যের মাধ্যমে।  \nএই ভাইরাস দ্রুত কেপ টাউন, দক্ষিণ আফ্রিকায় ছড়িয়ে পড়ে এবং প্রথমবারের মতো জনসমক্ষে বড় পরিসরের সংক্রমণ দেখা যায়। ফলে এটি শুরুতে \"আফ্রিকান রেবিস\" নামে পরিচিতি লাভ করে। এ সময় মোসাদের এক গোয়েন্দা কর্মকর্তা একটি প্রতিবেদন প্রকাশ করেন, যেখানে জম্বিদের হুমকি ও সম্ভাব্য প্রতিরোধমূলক ব্যবস্থা সম্পর্কে সতর্ক করা হয়। তবে একমাত্র ইসরায়েলই এই সতর্কতাকে গুরুত্ব সহকারে গ্রহণ করে। অন্যদিকে, যুক্তরাষ্ট্র আসন্ন নির্বাচনের কারণে অতিরিক্ত আত্মবিশ্বাসী ও ব্যস্ত থাকায় কেবলমাত্র বিশেষ বাহিনীর ছোট দল পাঠিয়ে সীমিত মাত্রায় ভাইরাস নিয়ন্ত্রণের চেষ্টা চালায়।  \nইসরায়েল এই সংকট মোকাবিলায় রক্ষামূলক বিচ্ছিন্নতা নীতি গ্রহণ করে, যার অংশ হিসেবে তারা ফিলিস্তিনি ভূখণ্ড দখল বন্ধ করে, জেরুজালেম খালি করে এবং ১৯৬৭ সালে নির্ধারিত সীমান্তে একটি প্রতিরক্ষা প্রাচীর নির্মাণ করে। পাশাপাশি, তারা যেকোনো ফিলিস্তিনি নাগরিককে আশ্রয় দেওয়ার নীতি গ্রহণ করে, যার পরিবার পূর্বে ইসরায়েলে বসবাস করেছিল। এই সিদ্ধান্ত ইসরায়েলের ধর্মীয় রক্ষণশীলদের মধ্যে তীব্র ক্ষোভের সৃষ্টি করে এবং গৃহযুদ্ধের পরিস্থিতি তৈরি হয়, তবে সামরিক বাহিনী তা দমন করতে সক্ষম হয়।  \nবিশ্বব্যাপী, \"ফ্যালানক্স\" নামে একটি ছদ্ম ওষুধ (placebo) ব্যাপকভাবে বাজারজাত করা হয়, যা মানুষকে মিথ্যা নিরাপত্তার অনুভূতি দেয়। এই সময়কাল পরবর্তীতে \"মহা অস্বীকার\" (Great Denial) নামে পরিচিত হয়।\nএরপরের বসন্তে, এক নামহীন সাংবাদিক \"ফ্যালানক্স\" ওষুধের অকেজোতা এবং \"সোলানাম\" ভাইরাসের প্রকৃত প্রকৃতি উন্মোচন করেন। এটি \"মহা আতঙ্ক\" (Great Panic) নামে পরিচিত এক সংকটের সূচনা করে, যেখানে বিশ্বব্যাপী সামাজিক শৃঙ্খলা ভেঙে পড়ে। দাঙ্গা, জরুরি পরিষেবার পতন এবং সন্দেহভাজন সংক্রমিতদের নির্বিচারে হত্যার ফলে জম্বিদের তুলনায় বেশি সংখ্যক মানুষ প্রাণ হারায়। রাশিয়া তাদের সামরিক বাহিনীতে ব্যাপক বিদ্রোহ দমনের জন্য দশমাংশ মৃত্যুদণ্ড কার্যকর করে, ইউক্রেন শরণার্থীদের ও নিজেদের জনগণের ওপর VX নার্ভ গ্যাস ব্যবহার করে সংক্রমিতদের নির্মূল করার চেষ্টা চালায়, আর ইরান ও পাকিস্তান একটি স্বল্পস্থায়ী পারমাণবিক যুদ্ধে জড়িয়ে পড়ে, যার ফলে উভয় দেশ ধ্বংসপ্রাপ্ত হয়।  \nএদিকে, ইয়োঙ্কার্স, নিউ ইয়র্কে মার্কিন সামরিক বাহিনীর উচ্চ-প্রচারিত এক লড়াই জম্বিদের বিরুদ্ধে সম্পূর্ণ ব্যর্থ প্রমাণিত হয়। প্রচলিত যুদ্ধ কৌশল বিশাল জম্বি বাহিনীর সামনে অকার্যকর হয়ে পড়ে, এবং সেনাবাহিনী পরাজিত হয়, যা সরাসরি টেলিভিশনে সম্প্রচারিত হয়। এই বিপর্যয়ের ফলে মার্কিন প্রেসিডেন্ট মানসিকভাবে ভেঙে পড়েন, যার কারণে তার ভাইস প্রেসিডেন্ট ও ক্যাবিনেট মার্কিন সংবিধানের ২৫তম সংশোধনীর ৪নং ধারা কার্যকর করে তাকে পদচ্যুত করে।  \nদক্ষিণ আফ্রিকার বর্ণবৈষম্য যুগের সাবেক গোয়েন্দা উপদেষ্টা পল রেডেকার একটি চূড়ান্ত বেঁচে থাকার কৌশল প্রস্তাব করেন, যেখানে নির্দিষ্টসংখ্যক মানুষকে সচেতনভাবে \"লোভনীয় টোপ\" হিসেবে ব্যবহার করা হয়, যাতে জম্বিরা তাদের দিকেই মনোযোগ দেয় এবং নিরাপদ অঞ্চলগুলো নিজেদের প্রতিরক্ষা ব্যবস্থা গড়ে তুলতে সময় পায়। অধিকাংশ দেশ এই বিতর্কিত পরিকল্পনাকে গ্রহণ করে। মার্কিন যুক্তরাষ্ট্র সরকার ও সামরিক বাহিনী রকি পর্বতমালার পশ্চিমে পিছু হটে এবং নতুন রাজধানী হিসেবে হোনোলুলুতে প্রশাসনিক কেন্দ্র স্থাপন করে।  \nআন্তর্জাতিক মহাকাশ স্টেশন-এ অবস্থানরত তিনজন নভোচারী পৃথিবীতে না ফেরার সিদ্ধান্ত নেন এবং তারা মহাকাশ থেকেই জম্বিদের গতিবিধি পর্যবেক্ষণ করেন। স্টেশনের কমান্ডার মধ্য এশিয়া এবং গ্রেট প্লেইনস জুড়ে \"মেগা-ঝাঁক\" আকারের জম্বি বাহিনী লক্ষ্য করেন। ইরান-পাকিস্তান যুদ্ধের পারমাণবিক প্রভাব এবং বিশ্বব্যাপী লাখো অগ্নিকাণ্ডের কারণে পারমাণবিক শীত পরিস্থিতির সৃষ্টি হয়। জম্বিরা তীব্র ঠান্ডায় জমে যাওয়ায় অনেক উত্তর আমেরিকান নাগরিক উত্তর কানাডার দুর্গম অঞ্চলে পালিয়ে যায়, তবে সেখানে অনাহার, রোগ, হাইপোথার্মিয়া এবং মানবভক্ষণের ফলে আনুমানিক এক কোটি দশ লাখ মানুষ প্রাণ হারায়।  \nচার বছর পর, প্রশান্ত মহাসাগরের ইউএসএস \"সারাটোগা\" নামক একটি পুনরায় কার্যকরী করা জাহাজে জাতিসংঘের একটি সম্মেলন অনুষ্ঠিত হয়। বিশ্বনেতাদের অনেকেই জম্বিদের স্বাভাবিক পচন প্রক্রিয়ার মাধ্যমে তাদের অঞ্চল পুনরুদ্ধারের অপেক্ষায় থাকতে চাইলেও, মার্কিন যুক্তরাষ্ট্র ঘোষণা করে যে তারা আক্রমণাত্মক অভিযান পরিচালনা করে মানবজাতির মর্যাদা পুনরুদ্ধার করবে। এর ফলে মার্কিন সামরিক বাহিনী নতুনভাবে নিজেদের পুনর্গঠন করে, কারণ ভাইরাসের কোনো প্রতিকার না থাকায়, সম্পূর্ণ নির্মূলই একমাত্র সমাধান। স্বয়ংক্রিয় অস্ত্র ও যান্ত্রিক পদাতিক বাহিনীর পরিবর্তে অর্ধ-স্বয়ংক্রিয় রাইফেল এবং সুশৃঙ্খল দফায় গুলি চালানোর কৌশল গ্রহণ করা হয়। সেনাদের বিশেষ প্রশিক্ষণ দেওয়া হয় যেন তারা জম্বিদের শরীরের পরিবর্তে সরাসরি মাথায় আঘাত করে এবং ধারাবাহিকভাবে নির্ভুল গুলি চালায়।  \nসৈন্যদের এমন সুরক্ষা বর্ম প্রদান করা হয়, যা জম্বির কামড় বা দেহরস থেকে সংক্রমণ প্রতিরোধ করতে পারে। এছাড়া, \"স্ট্যান্ডার্ড ইনফ্যান্ট্রি এন্ট্রেঞ্চমেন্ট টুল\" (যা \"লোবোটোমাইজার\" বা \"লোবো\" নামে পরিচিত) নামে একটি কুড়াল-সদৃশ অস্ত্র ব্যবহারের নির্দেশ দেওয়া হয়, যা দ্রুত জম্বিদের মস্তিষ্ক ধ্বংস করতে পারে। অন্যান্য দেশও মার্কিন অভিযানে যোগ দিতে শুরু করে। যুক্তরাজ্য গ্রেট ব্রিটেন জুড়ে উঁচু দুর্গপ্রাচীরযুক্ত মোটরওয়ে নির্মাণ করে, যাতে জম্বি নির্মূলকালে নিরাপদ চলাচল সম্ভব হয়। জম্বিদের বিরুদ্ধে লড়াইয়ের জন্য বিশেষভাবে একটি নতুন যুদ্ধশৈলী Mkunga Lalem (যার অর্থ \"ঈল ও তরবারি\") উদ্ভাবিত হয়।\nএক পর্যায়ে  ‌হোনোলুলু সম্মেলন এর তিন বছর পর সংযুক্ত মার্কিন যুক্তরাষ্ট্র মুক্ত হয়। দুই বছর পর, চীনের মুক্তির মাধ্যমে বৈশ্বিক বিজয় ঘোষণা করা হয়। তবে ব্রিটিশ সেনাবাহিনী কম ক্ষয়ক্ষতির কৌশল অবলম্বন করায়, \"চীনে বিজয় দিবস\" উদযাপনের তিন বছর পর লন্ডন সম্পূর্ণরূপে মুক্ত হয়।\nরাশিয়া, যার অস্ত্রভাণ্ডার বিধ্বস্ত হয়ে পড়েছিল, দ্বিতীয় বিশ্বযুদ্ধকালীন পুরনো সামরিক সরঞ্জাম ব্যবহার করে এক ব্যয়বহুল ও নৃশংস দ্বিমুখী যুদ্ধ পরিচালনা করতে বাধ্য হয়। ফ্রান্স, যা ফ্রান্সের যুদ্ধ, দিয়েন বিয়েন ফু যুদ্ধ এবং আলজেরিয়ার যুদ্ধ-এ পরাজয়ের গ্লানি মোচন করতে চেয়েছিল, যুদ্ধকালীন সময়ে তার পশ্চিমা মিত্রদের তুলনায় আরও আগ্রাসী ভূমিকা পালন করে। মার্কিন যুক্তরাষ্ট্রের প্রেসিডেন্ট যুদ্ধের শেষ পর্যায়ে অতিরিক্ত মানসিক চাপের কারণে, সম্ভবত হৃদরোগে আক্রান্ত হয়ে মারা যান।\nচীনে বিজয় দিবসের দশ বছর পরও বিশ্ব এখনো সম্পূর্ণরূপে পুনরুদ্ধার করতে পারেনি। কয়েক কোটি জোম্বি এখনও সক্রিয় রয়েছে, বিশেষ করে সমুদ্রতল, তুষার রেখার ওপরে পাহাড়গুলোতে এবং আর্কটিক অঞ্চলে। জাতিসংঘ এসব জোম্বি নির্মূল করতে একটি বৃহৎ বাহিনী মোতায়েন করেছে। আইসল্যান্ড সম্পূর্ণভাবে জোম্বিদের দখলে চলে যায়, কারণ ঠাণ্ডা আবহাওয়া ও সামরিক প্রতিরোধের অভাবে এটি সহজ লক্ষ্যবস্তুতে পরিণত হয়েছিল।\nরাশিয়ায়, ব্যাপক আত্মহত্যার কারণে সেখানে একটি ধর্মীয় বিপ্লব সংঘটিত হয়, যার ফলে দেশটি সম্প্রসারণবাদ এর থিওনমিতে পরিণত হয় এবং সোভিয়েত প্রজাতন্ত্রগুলোর দখল নেওয়ার নীতিতে মনোযোগ দেয়। পাশাপাশি, সেখানে একটি পুনর্বাসন কর্মসূচি চালু হয়, যেখানে দেশের হাতে গোনা কিছু উর্বর নারীদের রাষ্ট্রের জন্য সন্তান উৎপাদনে বাধ্য করা হয়।\nউত্তর কোরিয়া এখনও কোয়ারেন্টাইনে রয়েছে, কারণ মহামারির শুরুতেই সেখানকার পুরো জনসংখ্যা রহস্যজনকভাবে উধাও হয়ে যায়। অনুমান করা হয়, তারা গভীর ভূগর্ভস্থ আশ্রয়স্থলে পালিয়ে গিয়েছিল এবং এখনো তারা মহামারির সমাপ্তির ব্যাপারে অজ্ঞ। এ কারণে, উত্তর ও দক্ষিণ কোরিয়ার পুনর্মিলন সম্ভব হয়ে ওঠেনি, কারণ অনেকে আশঙ্কা করেন, উত্তর কোরিয়ার জনগণ সম্পূর্ণভাবে জোম্বিতে পরিণত হয়েছে।\nঅন্যদিকে, কিউবা, যেখানে ব্যাপক সংখ্যক মার্কিন শরণার্থী প্রবেশ করেছিল, এখন পুঁজিবাদী গণতন্ত্রে পরিণত হয়েছে এবং এটি বিশ্বের বৃহত্তম জিডিপিসম্পন্ন দেশ। তিব্বত চীন থেকে স্বাধীনতা লাভ করেছে এবং লাসা বর্তমানে বিশ্বের সর্বাধিক জনবহুল নগরী। চীনে একটি গৃহযুদ্ধের পর দেশটি গণতন্ত্রায়িত হয়েছে। এছাড়া, যুদ্ধে বন্দিদের সংক্রামিত অঞ্চলে নির্বাসন দেওয়ার কারণে বেশ কয়েকটি নতুন, অজ্ঞাত দেশ গঠিত হয়েছে, যেখানে অনেক অপরাধী বেঁচে থেকে নিজেদের স্বায়ত্তশাসিত \"সামন্ত অঞ্চল\" প্রতিষ্ঠা করেছে।\nমানবজীবনের সামগ্রিক মান ব্যাপকভাবে কমে গেছে, যার মধ্যে রয়েছে জীবন প্রত্যাশার হ্রাস, সীমিত নিরবিচ্ছিন্ন পানির এবং বিদ্যুতের অভাব এবং স্প্যানিশ ফ্লুর মতো পুরনো রোগের পুনরুত্থান। অতিরিক্ত শিকার, দূষণ, এবং জোম্বিদের আক্রমণে বহু প্রাণী প্রজাতি বিলুপ্ত হয়েছে। জীবাশ্ম জ্বালানি সংকট চরম আকার ধারণ করেছে, বিশেষ করে মধ্যপ্রাচ্যের তেল কার্যত বিলুপ্ত হয়ে গেছে, কারণ সৌদি আরব অজানা কারণে যুদ্ধে তার সমস্ত তেল মজুত ধ্বংস করে। ফলে, সৈকতগামী নৌযান হিসেবে পালতোলা নৌকার ব্যবহার আবারও প্রচলিত হয়ে উঠেছে। তবুও, যারা বেঁচে আছেন, তারা ভবিষ্যতের প্রতি আশাবাদী, কারণ মানবসভ্যতা ধ্বংসের দ্বারপ্রান্তে গিয়েও টিকে থাকার সক্ষমতা দেখিয়েছে।\n\n\n== উৎপত্তি ও বিকাশ ==\n'ম্যাক্স ব্রুকস' তাঁর বই ওয়ার্ল্ড ওয়ার জি তৈরি করেছিলেন তাঁর আগের কাজ, দ্য জম্বি সারভাইভাল গাইড (২০০৩)-এ প্রতিষ্ঠিত \"আইন\" অনুসরণ করে, এবং ব্যাখ্যা করেছিলেন যে, এই গাইডটি সম্ভবত উপন্যাসের কাল্পনিক মহাবিশ্ব-এ বিদ্যমান। দ্য জম্বি সারভাইভাল গাইড-এ যেসব জম্বি রয়েছে, তারা মানব দেহের মৃতদেহ, যা একটি নিরাময়যোগ্য ভাইরাস দ্বারা পুনরুত্থিত হয়েছে এবং এর সংক্রমণ ও মৃত্যুহার শতভাগ। এই জম্বিরা বুদ্ধিমত্তাহীন, শুধু জীবিত মাংস খাওয়ার জন্য আকুল এবং মাথা ধ্বংস না করা পর্যন্ত মেরে ফেলা সম্ভব নয়। মৃতদেহের রক্তে কণিকাগুলি জমাটবদ্ধ হয়ে একটি কালো, স্লাজের মতো পদার্থে পরিণত হয়।\nঅবক্ষয় অবশেষে একটি জম্বিকে ধ্বংস করে দেবে, তবে এটি একটি অবিষিক্ত দেহের চেয়ে অনেক বেশি সময় নেয় এবং ঠাণ্ডা আবহাওয়ায় এই প্রক্রিয়া আরও ধীর হয়ে যেতে পারে। জম্বিরা আবার কোনোরকমের প্রভাব ছাড়াই ঠাণ্ডায় জমে যেতে পারে এবং সমুদ্রের তলদেশে অত্যন্ত উচ্চ চাপের মধ্যেও তারা কার্যক্ষম থাকে। যদিও জম্বিরা ক্লান্ত হয় না এবং তারা যাদের সংক্রমিত করেছে তাদের সমান শক্তিশালী (তবে স্বাভাবিক সীমাবদ্ধতার অভাবের কারণে তারা কিছুটা শক্তিশালী মনে হয়), তারা ধীরগতিতে চলাচল করে এবং তাদের আক্রমণে পরিকল্পনা বা সমবায় করতে অক্ষম, যদিও জম্বিরা শব্দ শুনতে পায় এবং অন্য জম্বির গর্জনের প্রতি আকৃষ্ট হয়, যা সম্ভাব্যভাবে একটি \"চেইন সুইর্ম\" তৈরি করতে পারে।\nম্যাক্স ব্রুকস উপন্যাসের সাংস্কৃতিক প্রভাবগুলি নিয়েও আলোচনা করেছেন। তিনি দ্য গুড ওয়ার: এন ওরাল হিস্ট্রি অব ওয়ার্ল্ড ওয়ার টু (১৯৮৪)-তে স্টাডস টার্কেলের কাজ থেকে অনুপ্রেরণা পেয়েছিলেন, তিনি বলেন: \"[টার্কেলের বইটি] একটি মৌখিক ইতিহাস যা দ্বিতীয় বিশ্বযুদ্ধ সম্পর্কে। আমি এটি যখন কিশোর ছিলাম, তখন পড়ি এবং এটি আমার মধ্যে এক প্রকার স্থায়ী প্রভাব ফেলেছিল। যখন আমি ওয়ার্ল্ড ওয়ার জি: এন ওরাল হিস্ট্রি অব দ্য জম্বি ওয়ার লিখতে বসি, আমি চেয়েছিলাম এটি একটি মৌখিক ইতিহাসের ধরনে হোক।\" ব্রুকস আরো উল্লেখ করেন প্রখ্যাত জম্বি চলচ্চিত্র পরিচালক জর্জ এ. রোমেরো-এর প্রভাবের কথা এবং দ্য রিটার্ন অব দ্য লিভিং ডেড চলচ্চিত্রগুলোকে সমালোচনা করেন: \"এগুলি জম্বিদের গুরুত্ব কমিয়ে দিয়েছে, তাদের হাস্যকর এবং ক্যাম্পি করে তুলেছে। তারা মৃত মানুষের জন্য যা করেছে, ঠিক তেমনই পুরানো ব্যাটম্যান টিভি শো যা ডার্ক নাইট-এর জন্য করেছে।\" ব্রুকস উপন্যাসে জনপ্রিয় সংস্কৃতির বেশ কিছু রেফারেন্স অন্তর্ভুক্ত করেছেন, যার মধ্যে একটি হল ট্রান্সফরমারস চলচ্চিত্র সিরিজ, তবে তিনি অন্যান্য রেফারেন্সগুলো চিহ্নিত করতে অস্বীকৃতি জানিয়েছেন, যাতে পাঠকরা সেগুলো নিজেই আবিষ্কার করতে পারে।\nব্রুকস ওয়ার্ল্ড ওয়ার জি লেখার সময় ব্যাপক গবেষণা করেছেন। প্রযুক্তি, রাজনীতি, অর্থনীতি, সংস্কৃতি এবং সামরিক কৌশলগুলি বিভিন্ন রেফারেন্স বই এবং বিশেষজ্ঞদের সাথে পরামর্শের ভিত্তিতে তৈরি করা হয়েছিল।\n\n\n== বিশ্লেষণ ==\n\n\n=== সামাজিক প্রতিচিত্র ===\nসমালোচকরা উল্লেখ করেছেন যে, ম্যাক্স ব্রুকস তার উপন্যাস ওয়ার্ল্ড ওয়ার জি এর মাধ্যমে সরকার পরিচালনায় অদক্ষতা, কর্পোরেট দুর্নীতি এবং মানবজাতির স্বল্পদৃষ্টিকে কঠোরভাবে সমালোচনা করেছেন।\nউপন্যাসে একপর্যায়ে কুয়েতে বসবাসকারী এক ফিলিস্তিনি শরণার্থী জম্বিদের পুনরুত্থানে বিশ্বাস করতে অস্বীকৃতি জানায়, আশঙ্কা করে যে এটি ইসরায়েল সরকারের ষড়যন্ত্র হতে পারে। অন্যদিকে, অনেক আমেরিকান চরিত্র জম্বি সংকট মোকাবিলায় যুক্তরাষ্ট্রের ব্যর্থতার কারণ হিসেবে তাদের সরকারের ওপর মানুষের কম আস্থাকে দায়ী করে। তারা মনে করে, বিগত কয়েকটি আঞ্চলিক সংঘাতের কারণে জাতি যুদ্ধ নিয়ে ক্লান্ত হয়ে পড়েছে।\nব্রুকস বিশেষভাবে সরকারী আমলাতন্ত্রের ব্যর্থতার প্রতি তার অসন্তোষ প্রকাশ করেছেন। তিনি দেখিয়েছেন কিভাবে সরকারী কর্মকর্তারা জনগণের মধ্যে আতঙ্ক ছড়িয়ে পড়া ঠেকাতে জম্বি সংক্রমণের সত্য গোপন করতে চায়, অথচ একই সঙ্গে কার্যকর সমাধান তৈরি করতেও ব্যর্থ হয়। তাদের মূল ভয় হলো, বাস্তব পরিস্থিতি তুলে ধরলে জনগণের প্রতিক্রিয়া সহ্য করা কঠিন হয়ে যাবে।\nএছাড়া, তিনি যুক্তরাষ্ট্রের বিচ্ছিন্নতাবাদী নীতিরও সমালোচনা করেছেন:\n\nআমি আমার দেশকে এতটাই ভালোবাসি যে তার একটি প্রধান দুর্বলতা, বিচ্ছিন্নতাবাদ, স্বীকার করতে পারি। আমি ওয়ার্ল্ড ওয়ার জেড উপন্যাসের মাধ্যমে আমেরিকানদেরকে অন্যান্য জাতির রাজনৈতিক ও সাংস্কৃতিক বাস্তবতার জানালা দেখাতে চেয়েছি। হ্যাঁ, এই উপন্যাসে কিছু দেশ বিজয়ী হয়েছে, কিছু দেশ পরাজিত – বাস্তব জীবনেও তো তাই হয়, তাই না? আমি ইতিহাসের ভিত্তিতে চরিত্রগুলো সাজিয়েছি, আর যদি কেউ এতে বিরক্ত হয়, তাহলে হয়তো তাদের নিজেদের দেশের ইতিহাস পুনরায় খতিয়ে দেখা উচিত।\n\n\n==== বেঁচে থাকার সংগ্রাম ====\nওয়ার্ল্ড ওয়ার জি উপন্যাসে বেঁচে থাকার সংগ্রাম ও দুর্যোগ মোকাবিলার পরিকল্পনা অন্যতম প্রধান থিম। বিশেষ করে মার্কিন যুক্তরাষ্ট্রের বিভিন্ন সাক্ষাৎকারে এই বিষয়টি স্পষ্টভাবে ফুটে উঠেছে, যেখানে দেশটি কীভাবে সংক্রমণ মোকাবিলা ও পুনর্গঠনের জন্য নীতিগত পরিবর্তন এনেছে তা বিশদভাবে ব্যাখ্যা করা হয়েছে।\nএই সংকট মোকাবিলায় নতুন একটি ফেডারেল সংস্থা \"ডিপার্টমেন্ট অব স্ট্র্যাটেজিক রিসোর্সেস\" (DeStRes) গঠিত হয়, যার নেতৃত্বে ছিলেন দেশটির সাবেক ফেডারেল রিজার্ভের চেয়ারম্যান। এই সংস্থা সীমিত সম্পদের পুনর্বণ্টন এবং অর্থনৈতিক পুনরুদ্ধারের জন্য কাজ করে। উপন্যাসে বলা হয়েছে, যুদ্ধ-পূর্ববর্তী আমেরিকার অন্যতম দুর্বলতা ছিল তার উত্তর-শিল্প সমাজ। তখনকার সাদা-কলার পেশাজীবীদের (যেমন- কর্পোরেট নির্বাহী) আকস্মিকভাবে অদক্ষ শ্রমিক হিসেবে দেখা হত, আর তাদের চেয়ে বেশি গুরুত্বপূর্ণ হয়ে ওঠেন নীল-কলার শ্রমিকরা (যেমন- প্লাম্বার, ইলেকট্রিশিয়ান)।\nউপন্যাসে বিভিন্ন অর্থনৈতিক শ্রেণির মধ্যে বৈষম্যের দিকটিও ফুটিয়ে তোলা হয়েছে। উদাহরণস্বরূপ, একটি সাক্ষাৎকারে এক ভাড়াটে সৈনিকের অভিজ্ঞতা তুলে ধরা হয়েছে, যিনি নিউ ইয়র্কের লং আইল্যান্ডের এক ধনী ব্যক্তির সম্পত্তি রক্ষার দায়িত্বে ছিলেন। এই ব্যক্তি তার বিশাল প্রাসাদ দুর্গের মতো নিরাপদ করে তোলেন, যেখানে সেলিব্রিটি ও ব্যক্তিগত সহকারীরা আশ্রয় নেয়। এমনকি বিশ্বের বাকি অংশের সাথে তাদের বিলাসিতার প্রদর্শন করতে ঘরের ভেতরে ক্যামেরা বসানো হয়। কিন্তু এই প্রচেষ্টা ব্যুমেরাং হয়ে যায়—একদল আতঙ্কিত ও ক্ষুধার্ত সাধারণ মানুষ সেই প্রাসাদ আক্রমণ করে এবং ব্যাপক হত্যাযজ্ঞ শুরু হয়।\nসার্বিকভাবে, উপন্যাসে দেখানো হয়েছে যে শারীরিক ও মানসিকভাবে সুস্থ থাকাই কেবল দুর্যোগ মোকাবিলার একমাত্র উপায় নয়, বরং সামাজিক কাঠামো ও সম্পদের সঠিক ব্যবস্থাপনাও গুরুত্বপূর্ণ।\n\n\n=== প্রধান বিষয়বস্তু ===\n\n\n==== ভয় ও অনিশ্চয়তা ====\nলেখক ম্যাক্স ব্রুকস মনে করেন, অনিশ্চয়তা হলো জম্বি ঘরানার গল্পগুলোর মূল উপাদান। তাঁর মতে, জম্বিরা মানুষের মনের মধ্যে বিশ্ব ধ্বংসের আতঙ্ককে বাস্তবসম্মতভাবে তুলে ধরে। এক সাক্ষাৎকারে তিনি বলেন:\n\n \"জম্বিরা আমাকে সবথেকে বেশি ভয় দেখায় কারণ তারা প্রচলিত সব নিয়ম ভেঙে দেয়। যদি আপনি ওয়্যারউলফ বা ভ্যাম্পায়ারের সন্ধানে যান, তাহলে সেটা আপনার দোষ। কিন্তু জম্বিরা আপনার কাছে চলে আসে। জম্বিরা শিকারির মতো আচরণ করে না; তারা ভাইরাসের মতো আচরণ করে, যা আমার কাছে সবচেয়ে বড় আতঙ্কের বিষয়। কারণ ভাইরাস চিন্তা-ভাবনা করে না—এটি কেবল সংক্রমিত হয়, ছড়িয়ে পড়ে এবং ধ্বংস চালিয়ে যায়।\" ব্রুকস তার লেখায় সময়ের রাজনৈতিক ও সামাজিক প্রেক্ষাপটের প্রতিফলন ঘটিয়েছেন। তাঁর মতে, \"আমরা এখন এমন এক সময়ে বাস করছি যেখানে সবকিছুই অযৌক্তিক হয়ে উঠছে, মানব দুর্ভোগ বাড়ছে এবং যৌক্তিকতার অভাব প্রকট হচ্ছে।\"\nএকটি সাক্ষাৎকারে ব্রুকসকে জিজ্ঞাসা করা হয়েছিল, তিনি কি জম্বিদের সন্ত্রাসবাদীদের সাথে তুলনা করেন? তিনি উত্তরে বলেন:\n\n \"জম্বিদের ভয়াবহতা তাদের অযৌক্তিকতায়। তাদের সাথে কোনো আলোচনার সুযোগ নেই, কোনো মধ্যস্থতার জায়গা নেই। এটি আমাকে সবসময় ভীত করে তুলেছে। হ্যাঁ, এটি সন্ত্রাসবাদের সাথেও তুলনীয়, কিন্তু একইভাবে এটি হারিকেন, মহামারি বা ভূমিকম্পের মতো প্রাকৃতিক দুর্যোগের ক্ষেত্রেও প্রযোজ্য। যে কোনো ধরণের চরমপন্থী পরিস্থিতি আমাকে আতঙ্কিত করে তোলে, আর আমরা এখন খুব চরম একটি সময় পার করছি।\" ব্রুকসের ব্যক্তিগত জীবনের ঘটনাও উপন্যাসে প্রভাব ফেলেছে। লেখক চাক পলানিয়ুক এক সাক্ষাৎকারে জানান যে, ব্রুকস যখন তাঁর মা অ্যান ব্যানক্রফট-এর ক্যান্সারে মৃত্যু প্রত্যক্ষ করছিলেন, তখন সেই ধীরে ধীরে মৃত্যুর অনুভূতি তাঁর লেখার ওপর গভীর প্রভাব ফেলে।\n\n\n== গ্রহণযোগ্যতা ==\nউপন্যাসটি প্রকাশের পর সাধারণভাবে ইতিবাচক পর্যালোচনা পেয়েছে। এন্টারটেইনমেন্ট উইকলি-এর গিলবার্ট ক্রুজ বইটিকে \"A\" রেটিং দিয়েছেন এবং মন্তব্য করেছেন যে এটি অন্যান্য উৎকৃষ্ট জম্বি কাহিনির মতোই গভীর রূপকের ব্যবহার করে। তিনি একে \"নেশাসক্তির মতো পড়তে বাধ্য করা এক মৌখিক ইতিহাস\" বলে প্রশংসা করেছেন।\nসমালোচক স্টিভেন এইচ. সিলভার উপন্যাসটির আন্তর্জাতিক দৃষ্টিভঙ্গিকে এর অন্যতম শক্তিশালী দিক হিসেবে উল্লেখ করেছেন। তিনি ব্রুকসের দক্ষতার প্রশংসা করেছেন, যিনি বিশ্বব্যাপী জম্বি মহামারির বিরুদ্ধে লড়াইয়ের বাস্তব চিত্র তুলে ধরতে সক্ষম হয়েছেন। তবে, সিলভার \"গুড-বাইস\" অধ্যায়টি নিয়ে কিছুটা সমালোচনা করেছেন, যেখানে বিভিন্ন চরিত্র তাদের চূড়ান্ত বক্তব্য প্রদান করে। তার মতে, চরিত্রগুলোর মধ্যে পার্থক্য বোঝা কখনো কখনো কঠিন হয়ে পড়ে।  \nদ্য ঈগল উপন্যাসটিকে অন্যান্য জম্বি কাহিনির তুলনায় ব্যতিক্রমী বলে অভিহিত করেছে। তাদের মতে, এটি \"প্রচলিত রক্ত-গোর নির্ভর ভয়ের বাইরে গিয়েও অধিকাংশ পাঠকের জন্য যথেষ্ট শিহরণ জাগাতে সক্ষম। দ্য এ.ভি. ক্লাব-এর কিথ ফিপস মন্তব্য করেছেন যে উপন্যাসটির বিন্যাস গতিশীলতা অর্জনে কিছুটা বাধা সৃষ্টি করলেও, এর পৃথক পর্বগুলো অত্যন্ত আকর্ষণীয়।\nশিকাগো রিডার-এর প্যাট্রিক ডেইলি মন্তব্য করেছেন যে উপন্যাসটি দ্য জম্বি সারভাইভাল গাইড-এর \"সরলতাকে\" ছাড়িয়ে আরও গভীর ও গম্ভীর মানবিক দৃষ্টিভঙ্গি উপস্থাপন করেছে।  \nটাইম আউট শিকাগো-এর পিট কোকো উপন্যাসটি সম্পর্কে বলেছেন, \"ভয়ের উপাদানকে বিকল্প ইতিহাসের রূপ দেওয়াই এক অভিনবত্ব। আর সেটি স্টাডস টার্কেলের শৈলীতে উপস্থাপন করা সত্যিই এক অসাধারণ দক্ষতার পরিচয়।\"  \nরন কুরি জুনিয়র উপন্যাসটিকে তার অন্যতম প্রিয় প্রলয়-পরবর্তী কাহিনি হিসেবে অভিহিত করেছেন। তিনি ব্রুকসের প্রশংসা করে বলেছেন, \"একটি সফল মহাপ্রলয়কেন্দ্রিক গল্পের জন্য লেখক ও পাঠকের মধ্যে একটি অলিখিত চুক্তি থাকে—উভয়েই ধরে নেয় যে এটি বাস্তবতা, এবং মানবজাতির বিরুদ্ধে জম্বিদের ভয়াবহ যুদ্ধ সত্যিই ঘটেছে।\"\nফেয়ারফিল্ড কাউন্টি উইকলি-এর ড্রু টেলর ওয়ার্ল্ড ওয়ার জি-এর প্রভাব সম্পর্কে মন্তব্য করেছেন যে, এটি মূলধারায় জম্বি সংস্কৃতির জনপ্রিয়তা বৃদ্ধিতে গুরুত্বপূর্ণ ভূমিকা রেখেছে।  \nওয়ার্ল্ড ওয়ার জি-এর হার্ডকভার সংস্করণ চার সপ্তাহ ধরে দ্য নিউ ইয়র্ক টাইমস বেস্টসেলার তালিকায় অবস্থান করেছিল, যেখানে সর্বোচ্চ স্থান ছিল নবম।  \n২০১১ সালের নভেম্বর পর্যন্ত, পাবলিশার্স উইকলি-এর প্রতিবেদনে প্রকাশিত তথ্য অনুযায়ী, বইটির এক মিলিয়নেরও বেশি কপি বিভিন্ন ফরম্যাটে বিক্রি হয়েছে।\n\n\n== অডিওবুক ==\n২০০৭ সালে, র্যান্ডম হাউস ওয়ার্ল্ড ওয়ার জি উপন্যাসের একটি সংক্ষিপ্ত সংস্করণ (অডিওবুক) প্রকাশ করে, যার মোট সময়কাল ছিল ৫ ঘণ্টা ৫৯ মিনিট। এটি পরিচালনা করেন জন ম্যাকএলরয় এবং প্রযোজনায় ছিলেন ড্যান জিট। শব্দ সম্পাদনার দায়িত্বে ছিলেন চার্লস ডে মন্টেবেলো। অডিওবুকটি মূলত লেখক ম্যাক্স ব্রুকস নিজেই বর্ণনা করেছেন, তবে উপন্যাসের বিভিন্ন সাক্ষাৎকারভিত্তিক চরিত্রগুলোর জন্য বিভিন্ন অভিনেতা কণ্ঠ দিয়েছেন। ব্রুকসের পূর্বের ভয়েস অভিনয় ও ভয়েস-ওভার কাজের অভিজ্ঞতার কারণে তিনি দক্ষ শিল্পীদের নির্বাচন করতে সক্ষম হন।  \n২০১৩ সালের ১৪ মে, র্যান্ডম হাউস অডিও আরও বিস্তৃত একটি সংস্করণ প্রকাশ করে, যার নাম ছিল ওয়ার্ল্ড ওয়ার জি: সম্পূর্ণ সংস্করণ (সিনেমার সঙ্গে সামঞ্জস্যপূর্ণ সংস্করণ): জোম্বি যুদ্ধের এক মৌখিক ইতিহাস। এই নতুন সংস্করণের দৈর্ঘ্য ১২ ঘণ্টা ৯ মিনিট, যেখানে পূর্ববর্তী সংক্ষিপ্ত সংস্করণের পাশাপাশি মূল উপন্যাসের বাদ পড়া অংশগুলোর নতুন রেকর্ডিং অন্তর্ভুক্ত করা হয়। নতুন অংশগুলোর জন্য আরও ২০ জন অভিনয়শিল্পী কণ্ঠ দিয়েছেন, যা অডিওবুকের অভিজ্ঞতাকে আরও বাস্তবসম্মত ও নাটকীয় করে তোলে।  \nএকই দিনে, শুধুমাত্র নতুন সংযোজিত অংশগুলোর একটি পৃথক সংস্করণও প্রকাশ করা হয়, যার নাম ছিল ওয়ার্ল্ড ওয়ার জি: হারানো নথিপত্র – সংক্ষিপ্ত সংস্করণের পরিপূরক। এটি মূল সংক্ষিপ্ত অডিওবুকের পরিপূরক হিসেবে প্রকাশিত হয় এবং এর মোট সময়কাল ছিল ৬ ঘণ্টা ১৩ মিনিট।\n\n\n=== কাস্ট (শিল্পী) ===\nম্যাক্স ব্রুকস – সাক্ষাৎকার গ্রহণকারী, অডিওবুকে নাম উল্লেখ করা হয়েছে ম্যাক্স ব্রুকস হিসেবে, যিনি জাতিসংঘের যুদ্ধোত্তর কমিশনের প্রতিনিধি এবং নাগরিকদের জন্য বেঁচে থাকার নির্দেশিকা-এর লেখক বলে ধারণা করা হয়।\nস্টিভ পার্ক – কুয়াং জিংশু, একজন চীনা চিকিৎসক।\nফ্র্যাঙ্ক কামাই – নুরি টেলেভাদি, একজন চোরাকারবারি ও মানব পাচারকারী।\nনাথান ফিলিয়ন – স্ট্যানলি ম্যাকডোনাল্ড*, প্রিন্সেস প্যাট্রিসিয়ার কানাডিয়ান লাইট ইনফ্যান্ট্রি'র ৩য় ব্যাটালিয়নের সাবেক সৈনিক।\nপল সোরভিনো – ফের্নান্দো অলিভেইরা*, একজন ব্রাজিলীয় প্রাক্তন সার্জন।\nআদেতোকুম্বো এম'করম্যাক – জ্যাকব নিয়াথি*, একজন দক্ষিণ আফ্রিকান নাগরিক যিনি কেপটাউনে প্রথম বড় আকারের সংক্রমণ থেকে বেঁচে যান।\nকার্ল রেইনার – জার্গেন ওয়ার্মব্রুন, একজন মোসাদ এজেন্ট, যিনি ওয়ার্মব্রুন-নাইট রিপোর্ট তৈরিতে সহায়তা করেন, যা ছিল অমৃতদের বিরুদ্ধে প্রতিরোধমূলক ব্যবস্থা নেওয়ার প্রথম আনুষ্ঠানিক নথি।\nওয়ালিদ জুয়াইটার – সালাদিন কাদের, একজন সাবেক ফিলিস্তিনি শরণার্থী যিনি গ্রেট প্যানিক শুরু হওয়ার ঠিক আগে ইসরায়েলে চলে যান।\nজে ও. স্যান্ডার্স – বব আর্চার, সেন্ট্রাল ইন্টেলিজেন্স এজেন্সির পরিচালক।\nডেনিস বুউটসিকারিস – ট্র্যাভিস ড্যামব্রোসিয়া, সুপ্রিম অ্যালাইড কমান্ডার ইউরোপ এবং \"রিসোর্স-টু-কিল\" অনুপাতের স্রষ্টা।\nমার্টিন স্করসেজি – ব্রেকিনরিজ \"ব্রেক\" স্কট*, \"ফ্যালানক্স\" নামক প্রতিষেধকের বিলিয়নিয়ার নির্মাতা, যিনি গ্রেট প্যানিকের শুরুতে ভস্টক স্টেশন-এ পালিয়ে যান।\nসাইমন পেগ – গ্রোভার কার্লসন*, যুক্তরাষ্ট্রের অজ্ঞাতনামা রাষ্ট্রপতির জন্য হোয়াইট হাউসের চিফ অফ স্টাফ।\nডেনিস ক্রসবি – মেরি জো মিলার*, মন্টানা'র ট্রয় শহরের পরিকল্পনাকারী, প্রধান স্থপতি এবং প্রথম মেয়র, যা মৃতদের আক্রমণ প্রতিহত করার জন্য ডিজাইন করা হয়েছিল।\nব্রুস বক্সলাইটনার – গ্যাভিন ব্লেয়ার*, একজন মার্কিন ব্লিম্প চালক।\nআজয় নাইডু – আজয় শাহ, এক ভারতীয় অফিস ম্যানেজার, যিনি আলাং উপকূলে একটি জাহাজে উঠে মৃতদের হাত থেকে পালিয়ে যান।\nনিকি ক্লাইন – শ্যারন*, একজন বন্য শিশুর (feral child) চরিত্রে।\nজেরি রায়ান – মারিয়া ঝুগানোভা*, রুশ সেনাবাহিনীর প্রাক্তন সদস্য, যিনি পরবর্তীতে \"রাষ্ট্রের গর্ভধারিণী\" হয়ে ওঠেন।\nহেনরি রোলিন্স – টি. শন কলিন্স, এক মার্কিন ভাড়াটে সৈন্য, যাকে লং আইল্যান্ড-এ তারকাদের জন্য তৈরি সুরক্ষিত প্রাসাদ রক্ষার জন্য নিয়োগ করা হয়েছিল।\nমাজ জোব্রানি – আহমেদ ফারাহনাকিয়ান, ইরানের সাবেক পাইলট, যিনি দুর্ঘটনাক্রমে ইরান-পাকিস্তান পারমাণবিক যুদ্ধের সূচনা ঘটান।\nমার্ক হ্যামিল – টড ওয়াইনিও, যুক্তরাষ্ট্রের সাবেক সেনা সদস্য।\nইমন ওয়াকার – পল রেডেকার, দক্ষিণ আফ্রিকার সাবেক বুদ্ধিবৃত্তিক উপদেষ্টা, যিনি রেডেকার পরিকল্পনা তৈরি করেন।\nজুর্গেন প্রকনোভ – ফিলিপ অ্যাডলার, সাবেক জার্মান ট্যাংক কমান্ডার।\nডেভিড ওগডেন স্টিয়ার্স – বোহদান তারাস কন্দ্রাতিউক*, ইউক্রেনীয় সেনাবাহিনীর সাবেক ট্যাংক কমান্ডার।\nক্যাল পেন – সরদার খান*, ভারতীয় বর্ডার রোডস অর্গানাইজেশন-এর সাবেক সদস্য।\nঅ্যালান আলদা – আর্থার সিনক্লেয়ার জুনিয়র, যুক্তরাষ্ট্রের ফেডারেল রিজার্ভের চেয়ারম্যান।\nরেন অবারজোনোইস – আন্দ্রে রেনার্ড*, একজন প্রাক্তন ফরাসি সেনা, যিনি প্যারিসের ক্যাটাকম্বস থেকে হাজার হাজার সংক্রমিত শরণার্থী সরিয়ে ফেলতে সহায়তা করেন।\n* সম্পূর্ণ সংস্করণে অন্তর্ভুক্ত।\n\n\n=== প্রতিক্রিয়া ===\nস্ট্রেঞ্জ হরাইজনস-এ প্রকাশিত এক পর্যালোচনায় সমালোচক সিওভান ক্যারল ওয়ার্ল্ড ওয়ার জি-এর অডিওবুক সংস্করণকে \"শক্তিশালী ও আবেগময়\" বলে বর্ণনা করেছেন। তিনি উল্লেখ করেন, শ্রবণ অভিজ্ঞতাটি অরসন ওয়েলস কর্তৃক উপস্থাপিত ঐতিহাসিক দ্য ওয়ার অফ দ্য ওয়ার্ল্ডস রেডিও সম্প্রচারের কথা মনে করিয়ে দেয়, যা ১৯৩৮ সালে আমেরিকায় আলোড়ন সৃষ্টি করেছিল। ক্যারল কণ্ঠাভিনয়ের প্রশংসা করলেও ব্রুকসের উপস্থাপনাকে \"অযথা উৎফুল্ল\" বলে সমালোচনা করেন এবং স্টিভ পার্কের চরিত্রায়নে চীনা উচ্চারণকে অপ্রাকৃত বলে মনে করেন।  \nঅন্যদিকে, পাবলিশার্স উইকলি-এর এক পর্যালোচনায় ব্রুকসের কণ্ঠস্বরকে সমালোচনা করা হলেও, বাকি কাস্টের অভিনয়ের প্রশংসা করা হয়েছে। পর্যালোচনায় উল্লেখ করা হয় যে, \"অল-স্টার কাস্ট তাদের অভিনয়ে এতটাই বাস্তবতা ও আবেগ ঢেলে দিয়েছেন যে শ্রোতারা সহজেই তাদের অনুভূতির সঙ্গে সংযোগ স্থাপন করতে পারবেন\"।  \nস্লেট-এর এক প্রতিবেদনে নেট ডিমেও উল্লেখ করেন যে, সাধারণত অডিওবুকের প্রযোজনায় ভুল সিদ্ধান্তের কারণে নাটকীয় প্রভাব নষ্ট হয়ে যায়। তবে তিনি ওয়ার্ল্ড ওয়ার জি-কে এমন একটি ব্যতিক্রমী উদাহরণ হিসেবে তুলে ধরেন, যেখানে কাস্টের সম্মিলিত অভিনয় এটিকে \"একটি অনন্য শ্রবণ অভিজ্ঞতা\"তে পরিণত করেছে। তিনি এটিকে \"প্রত্যাশার চেয়ে অনেক বেশি বুদ্ধিদীপ্ত একটি জম্বি উপন্যাস\" বলেও বর্ণনা করেন।  \nওয়ার্ল্ড ওয়ার জি অডিওবুকটি ২০০৭ সালে মাল্টি-ভয়েসড পারফরম্যান্স ক্যাটাগরিতে অডি অ্যাওয়ার্ড জয়লাভ করে এবং একই বছর বছরের সেরা অডিওবুক বিভাগে মনোনীত হয়। সমালোচকদের মতে, এটি ছিল অডিওবুক নাট্যরূপের এক অনন্য দৃষ্টান্ত, যা শ্রোতাদের মনোযোগ ধরে রাখতে সক্ষম হয়েছে।\n\n\n== চলচ্চিত্র সংস্করণ ==\n \n২০০৬ সালের জুন মাসে, প্যারামাউন্ট পিকচার্স ওয়ার্ল্ড ওয়ার জি  চলচ্চিত্র স্বত্ব অর্জন করে ব্র্যাড পিট এর প্রযোজনা সংস্থা প্ল্যান বি এন্টারটেইনমেন্ট-এর জন্য। এই চলচ্চিত্রের চিত্রনাট্য রচনা করেন জে. মাইকেল স্ট্রাজিনস্কি, পরিচালনা করেন মার্ক ফস্টার, এবং প্রধান চরিত্র হিসেবে জাতিসংঘ কর্মী গেরি লেনের ভূমিকায় অভিনয় করেন ব্র্যাড পিট।\n\nযদিও স্ট্রাজিনস্কির লেখা চিত্রনাট্য অনুমোদন পাওয়ার প্রধান কারণ ছিল, পরবর্তীতে সেটি বাতিল করা হয়। ২০০৯ সালের শুরুর দিকে চিত্রগ্রহণ শুরু হওয়ার কথা থাকলেও, চিত্রনাট্য পুনরায় লেখার কারণে প্রকল্পটি বিলম্বিত হয়। নতুন চিত্রনাট্য লেখেন ম্যাথিউ মাইকেল কার্নাহান, যেখানে কাহিনিকে বর্তমান সময়ের প্রেক্ষাপটে সাজিয়ে মূল বইয়ের অনেক উপাদান বাদ দেওয়া হয় এবং এটিকে আরও অ্যাকশনধর্মী চলচ্চিত্রে রূপান্তর করা হয়। ২০১২ সালের এক সাক্ষাৎকারে ম্যাক্স ব্রুকস জানান যে, চলচ্চিত্রটির গল্পের সঙ্গে মূল উপন্যাসের কোনো মিল নেই, শুধুমাত্র নামটিই রাখা হয়েছে। চিত্রগ্রহণ ২০১১ সালের মাঝামাঝি শুরু হয় এবং ২০১৩ সালের জুন মাসে চলচ্চিত্রটি মুক্তি পায়।\n\n\n== আরও দেখুন ==\nদ্য জম্বি সারভাইভাল গাইড\nওয়ার্ল্ড ওয়ার জি (চলচ্চিত্র)\nওয়ার্ল্ড ওয়ার জি (২০১৯ ভিডিও গেম)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n  \nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে ওয়ার্ল্ড ওয়ার জি   (ইংরেজি)"}