{"pageid": 1511690, "title": "বোরো সংস্কৃতি", "url": "https://bn.wikipedia.org/wiki?curid=1511690", "content": "বোরো সংস্কৃতি হল আসামের বোরো জনগণের সংস্কৃতি। দীর্ঘদিন ধরে বোরোরা কৃষিপ্রধান সমাজে বসবাস করে আসছে ।  মৎস্য, হাঁস-মুরগি, শূকর পালন, ধান ও পাট চাষ এবং সুপারি চাষ তাদের ঐতিহ্যের অংশ। তারা নিজেদের ঐতিহ্যবাহী পোশাক নিজেই তৈরি করে। সাম্প্রতিক সময়ে বোরোরা বোরো ব্রহ্ম ধর্ম  এবং খ্রিস্টধর্ম দ্বারা প্রভাবিত।\n\n\n== ধর্ম ==\nবোরোরা বাথু ধর্ম, বোরো ব্রহ্ম ধর্ম এবং শৈব ধর্ম অনুসরণ করে। কিছু বোরো ইসলাম এবং খ্রিস্টধর্মও অনুসরণ করে।\n\n\n== সঙ্গীত এবং নৃত্য ==\n\n\n=== বাগুরুম্বা ===\n\nবোরোদের ঐতিহ্যগত নৃত্য হল বাগুরুম্বা। এই নৃত্যের সাথে বাগুরুম্বা গান পরিবেশিত হয়।\nএছাড়াও রণচণ্ডী, গড়াই ডাবরাইনাই, দাও থুই লুংনাই, খুইজেমা হান্নাই, মুসাগলাংনাই-এর মতো প্রায় পনের থেকে আঠারো প্রকারের খেরাই নৃত্য এই সংস্কৃতির অন্তর্গত।\n\n\n=== বাদ্যযন্ত্র ===\nবোরোরা খাম, সিফুং, সেরজা, জোথা, জাবসিং, খাওয়াং, বিঙ্গি, রেগে ইত্যাদি বিভিন্ন বাদ্যযন্ত্র ব্যবহার করে।\nসিফুং  হল বোরোদের ব্যবহৃত একটি লম্বা বাঁশের বাঁশি। উত্তর ভারতীয় বাঁশুরিতে  ছয়টি ছিদ্র থাকে কিন্তু এতে  মাত্র পাঁচটি ছিদ্র রয়েছে এবং আকারে এটি অনেক লম্বা এবং অনেক হাল্কা সুর উতপন্ন করে।\nসেরজা  একটি বেহালার মতো বাদ্যযন্ত্র। এর দেহ গোলাকার হয় এবং সামান্য বাঁকানো হয়।\nখাওয়াং দুই ভাগে বিভক্ত বাঁশের খন্ড দিয়ে তৈরি একটি বাদ্যযন্ত্র। দুই হাতে তালি দিয়ে এটি বাজানো।\nখাম  কাঠ এবং ছাগলের চামড়া দিয়ে তৈরি একটি লম্বা ঢোল। \n\n\n== রন্ধনপ্রণালী ==\n\n\n=== খাদ্য ===\nভাত হল বোরো সংস্কৃতির মানুষজনের প্রধান খাদ্য   মাছ বা শুয়োরের মাংসের মতো আমিষ খাবারের সাথে খাওয়া হয়।\n\n\n=== ঐতিহ্যবাহী খাবার ===\nওমা বেদোর : বেশিরভাগ বোরো মানুষ ওমা (শুয়োরের মাংস) বেদোর (মাংস) পছন্দ করে। বিভিন্ন স্বাদ এবং শৈলিতে এই মাংস প্রস্তুত করা হয়; প্রধানত ভাজা, অথবা সিদ্ধ করে রান্না করা হয়। এটি রান্নার একটি পদ্ধতি হল কড়াইয়ে ভাজা করা।  দ্বিতীয় পদ্ধতিতে, মাংসকে কয়েকদিন রোদে শুকিয়ে বা ধূমায়িত করে প্রস্তুত করা হয়।  তৃতীয় রন্ধন প্রানলী ওমা খাজি নামে পরিচিত। এই প্রানালীতে রক্ত এবং মাংস একত্রে মিশিয়ে রান্না ক্রা হয় যা চর্বিকে আরো সুস্বাদু করে তোলে।\nওন্ডলা : ওন্ডলা হল চালের গুঁড়ো এবং বাঁশের কাণ্ডের টুকরো দিয়ে তৈরি একটি রসা। এটি তেল এবং মশলা দিয়ে হালকাভাবে রান্না করা হয়। এছাড়াও, ওন্ডলায় মুরগি বা শুয়োরের মাংস যোগ করা হয়।\nনার্জি : এটি শুকনো পাটের পাতা দিয়ে প্রস্তুত করা হয় এবং স্বাদে কিছুটা তেতো ও রসালো হয়। শুয়োরের মাংস বা মিঠা পানির মাছের সাথে নার্জি মিশিয়ে রান্না করলে এটি একটি স্বতন্ত্র স্বাদ অর্জন করে। বোরো সম্প্রদায়ের মানুষ দাউ বেদর, জিনাই এবং সামো খেতেও পছন্দ করে।\n\n\n=== মদ্যপ পানীয় ===\nজৌ গিশি : বোরোরা বিভিন্ন ধরণের ধানের চাল থেকে ঐতিহ্যবাহী স্টার্টার কেক আংকুর এবং মদ প্রস্তুত করে।   আংকুরে ধাপাত তিতা, ধান, সেনিকুঠি এবং আগরার মতো ভেষজ উপাদান থাকে, যা জৌ গিশিকে তার স্বতন্ত্র স্বাদ, রঙ এবং ঔষধি গুণাবলী প্রদান করে। জৌ গিশি পান করা সাধারণত উৎসব, বিবাহ এবং সাম্প্রদায়িক সমাবেশের মতো বিশেষ অনুষ্ঠানে রীতিগতভাবে পালন করা হয়।\n\n\n== উৎসব ==\n\n\n=== বিউইসাগু ===\nবসন্তের আগমনে বোরো জনগণের অন্যতম প্রিয় উৎসব হলো বিউইসাগু। এটি তাদের নতুন বছরকে স্বাগত জানানোর একটি আনন্দময় উৎসব, যা বৈচিত্র্যময় রঙ এবং উচ্ছ্বাসে পরিপূর্ণ। সাধারণত এপ্রিলের মাঝামাঝি সময়ে এই উৎসব উদযাপিত হয়।\nবোরো জনগণের মধ্যে আরও কয়েকটি গুরুত্বপূর্ণ উৎসব রয়েছে, যেমন হাপসা হাতারনাই, উংখাম গোর্লউই জনাই এবং দোমাশি। তবে, খেরাই উৎসব বিশেষভাবে উল্লেখযোগ্য, যেখানে গান, নাচ এবং ঢোলের তালে আনন্দমুখর পরিবেশে উদযাপন করা হয়।\n\n\n== বোরো পোশাক ==\n\n\n=== আরোনাই ===\n\nআরোনাই হলো এক ধরনের ছোট স্কার্ফ, যা বোরো সম্প্রদায়ের পুরুষ ও নারী উভয়ের জন্যই গুরুত্বপূর্ণ।   বোরো ঐতিহ্যের প্রতীক আরোনাই অতিথিদের সম্মান ও সংবর্ধনা জানানোর জন্য ব্যবহৃত হয়। শীতকালে শরীর গরম করার জন্য এটি গলায় জড়িয়ে রাখা হয়। এছাড়াও এটি বোরো ঐতিহ্যের প্রতীক হিসেবে নৃত্যানুষ্ঠানে ব্যবহৃত হয়। প্রাচীনকালে, বোরো যোদ্ধারা যুদ্ধক্ষেত্রে আরোনাইকে কোমরবন্ধনী হিসেবে ব্যবহার করত। এমনকি যুদ্ধের সময়, বোরো নারীরা রাতের মধ্যে আরোনাই বুনে যোদ্ধাদের উপহার দিতেন, যা তাদের ঐতিহ্য ও সাহসিকতার প্রতীক হিসেবে বিবেচিত হত।\n\n\n=== দোখোনা ===\nদোখোনা হলো বোরো নারীদের ঐতিহ্যবাহী পোশাক। সাধারণত, দোখোনার দৈর্ঘ্য এবং প্রস্থ যথাক্রমে ৩ মিটার (মি) এবং ১.৫ মিটার (মি) হয়, কখনও কখনও এটি দেহের আকৃতির উপর নির্ভর করে। এটি বুকের অংশ থেকে পা পর্যন্ত পুরো শরীর ঢেকে রাখার জন্য পরা হয়। দোখোনার বিভিন্ন ধরণের আগর (নকশা) এবং রঙ থাকে। দোখোনা প্রধানত দুই ধরণের - সাধারন দোখোনা এবং নকশা করা দোখোনা।\n\n\n=== জম্বরা ===\nবোরো মহিলারা তাদের শরীরের উপরের অংশ ঢেকে রাখার জন্য জম্বরা (স্কার্ফ) ব্যবহার করেন (দৈর্ঘ্য - প্রায় ২.৫ মিটার, প্রস্থ - প্রায় ১ মিটার)। তারা নিজেদের সুন্দরতা প্রকাশের জন্য বিভিন্ন রঙ ও আগর (নকশা) -এর জম্বরা পরিধান করেন।\n\n\n=== গামশা ===\nগামশা হলো বোরো পুরুষদের ঐতিহ্যবাহী পোশাক।  সাধারণত, এটি দৈর্ঘ্যে ২ মিটার (মি) এবং প্রস্থে ১.২ মিটার (মি) হয়। বোরো পুরুষরা কোমর থেকে হাঁটু পর্যন্ত অংশ ঢেকে রাখার জন্য এটি কোমরের চারপাশে বেঁধে পরিধান করেন। গামশা বিভিন্ন রঙের হতে পারে তবে সাদা-সবুজ হল বোরো গামশায় সবচেয়ে সাধারণ রঙ। ঈশ্বরের উপাসনা করার সময় এবং বোরো বরের জন্য গামশা পরা বাধ্যতামূলক।\nউপরে উল্লিখিত পোশাক ছাড়াও, বোরো মহিলারা অনেক ধরণের ঐতিহ্যবাহী কাপড় বুনেন যেমন সিমা (বিছানার আচ্ছাদনের মতো), উল (বড় পশমের স্কার্ফ), জম্বরা গিডর (বড় স্কার্ফ) এবং ফালি (রুমাল) ইত্যাদি।\n\n\n== বোরোদের হাতে তৈরি নকশা ==\nবোরো ঐতিহ্যবাহী পোশাকে শত শত হস্তনির্মিত নকশা দেখা যায়, যা তাদের সংস্কৃতি ও ঐতিহ্যের পরিচয় বহন করে। বোরো তাঁতিদের মতে, হাজ আগর এবং পারও মেগন নকশা তাদের পোশাকের মধ্যে সবচেয়ে প্রচলিত ও গুরুত্বপূর্ণ। বোরো মহিলারা সাধারণত তাদের পোশাক সাজানোর জন্য বিভিন্ন জনপ্রিয় হস্তনির্মিত নকশা ব্যবহার করেন, যা তাদের সংস্কৃতির স্বতন্ত্র রূপকে ফুটিয়ে তোলে। বোরো ঐতিহ্যবাহী আগরগুলি নিম্নরূপ   -\n\nহাজ আগর (পাহাড়ের নকশা)\nবন্ধুরাম আগর (বন্ধুরাম কাছারির নকশা প্রথম তৈরি)\nফেরিও মেগন (পায়রার চোখের মতো নকশা)\nদাওরাই মুখরেব (ময়ূরের পঙ্কিল)\nফুল মবলা (প্রস্ফুটিত ফুলের জাত)\nডিঙখিয়া মোহর (ফার্ন পাতার প্রতিনিধিত্বকারী নকশা)\nবিগ্রি বিবার (বরই ফুলের নকশা)\nমুফুর আফা (ভাল্লুকের পায়ের ছাপের নকশা)\nআগর গিদির (হীরার আকৃতির মতো নকশা)\nগোর্খা গংব্রুই আগর (টুইলের প্রতিনিধিত্বকারী নকশা)\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}