{"pageid": 1511786, "title": "আনচি মিন", "url": "https://bn.wikipedia.org/wiki?curid=1511786", "content": "আনচি মিন ( জন্ম ১৪ জানুয়ারী, ১৯৫৭) একজন চীনা-আমেরিকান লেখক। ইনি সান ফ্রান্সিসকো এবং সাংহাই -এর অধিবাসী। তার লিখিত ট্যু মেমরিস্, রেড আজালিয়া, দ্য কুকড সিড: আ মেমোয়ার এবং ছয়টি ঐতিহাসিক উপন্যাস প্রকাশ হয়েছে। তার কথাসাহিত্যে শক্তিশালী নারী চরিত্রের উপর জোর দেওয়া হয়েছে। তার গল্পের উল্লেখযোগ্য নারী চরিত্র চেয়ারম্যান মাও সেতুংয়ের স্ত্রী জিয়াং কিং এবং চীনের শেষ শাসক সম্রাজ্ঞী ডাওগার সিক্সি।\n\n\n== জীবন ==\nমিনের জন্ম ১৯৫৭ সালের ১৪ জানুয়ারী চীনের সাংহাইয়ে । তার বাবা-মা দুজনেই শিক্ষক ছিলেন।  সাংস্কৃতিক বিপ্লব শুরু হওয়ার সময় তার বয়স ছিল নয় বছর।  ছোটবেলায়, তিনি লিটল রেড গার্ডসের সদস্য ছিলেন। তার প্রিয় শিক্ষক মাওবাদী বিরোধী বলে অভিযুক্ত হন। তিনি তার বিরুদ্ধে কর্তৃপক্ষের কাছে অভিযোগ করতে বাধ্য হন। \nমিনের বয়স যখন ১৭, তখন তাকে পূর্ব চীন সাগরের কাছে একটি খামারে পাঠানো হয়েছিল।  সেখানে তিনি  ভয়াবহ পরিস্থিতি সহ্য করেছিলেন।তাকে দিনে  ১৮ ঘন্টা কাজ করতে হত।  একসময় তার মেরুদণ্ডে আঘাত লাগে।  তার ক্যাম্পের কমান্ডার, ইয়ান নামে এক মহিলার সাথে তার প্রেমের সম্পর্ক শুরু হয়েছিল, যদিও তিনি এই প্রেমের জন্য মূলত তার একাকীত্বকে দায়ী করেন।\nসেই খামারেই সাংহাই ফিল্ম স্টুডিওর প্রতিভাবান স্কাউটদের একটি দল মিনকে আবিষ্কার করে এবং তার তাকে অভিনেত্রী হওয়ার জন্য নির্বাচিত করা হয়।   তিনি ম্যাডাম মাও দ্বারা অনুপ্রাণিত একটি প্রচারণামূলক ছবিতে প্রধান ভূমিকায় অভিনয় করেন  কিন্তু, ছবিটি কখনও সম্পূর্ণ হয়নি।  মাও সেতুং -এর মৃত্যু এবং জিয়াং কিংয়ের পতনের পর, মিনকে বহিষ্কার করা হয়। তার সাথে খারাপ আচরণও করা হয়েছিল। হতাশাগ্রস্ত হয়ে তিনি আত্মহত্যার কথা ভেবেছিলেন।  তার বন্ধু, অভিনেত্রী জোয়ান চেনের সহায়তায় এবং সিঙ্গাপুরে বসবাসকারী তার আত্মীয়র পৃষ্ঠপোষকতায় মিন পাসপোর্ট পেতে সক্ষম হন। এরপর তিনি শিকাগোর স্কুল অফ দ্য আর্ট ইনস্টিটিউটে ভর্তির জন্য আবেদন করেন  এবং তিনি মার্কিন যুক্তরাষ্ট্রে চলে যান। যখন তিনি প্রথম সেদেশে প্রবেশ করছিলেন, তখন প্রায় নির্বাসিত হতে যাচ্ছিলেন কারণ তার ভিসা আবেদন অনুযায়ী, তিনি ইংরেজি বলতে পারতেননা। তবে, তিনি ইমিগ্রেশন অফিসারকে রাজি করাতে সক্ষম হন এবং তাকে দেশে প্রবেশের অনুমতি দেওয়া হয়।\nমার্কিন যুক্তরাষ্ট্রে চলে আসার পর, মিন একই সময়ে পাঁচটি চাকরি করেছিলেন।  কাজের মধ্যেই তিনি সেসেমি স্ট্রিট দেখে ইংরেজি ভাষা শিখে নিয়েছিলেন। \nমিন তার উভকামীতার বিষয়ে সর্বদাই খোলামেলা ছিলেন।  তার প্রথম স্বামী ছিলেন কিগু জিয়াং নামে একজন চীনা শিল্পী। তাদের একটি মেয়ে ছিল, লরিয়ান, যে স্ট্যানফোর্ড বিশ্ববিদ্যালয়ে পড়াশোনা করেছিল।  মিনের মতে, তিনি কিগুকে বিয়ের জন্য প্রলুব্ধ করেছিলেন, যদিও তিনি জানতেন যে মিনের সন্তান নেই, তবুও কিগু তার দ্বারা গর্ভবতী হয়েছিলেন, এবং পরবর্তীতে তাদের বিবাহ ভেঙে যায়।\n১৯৯৯ সালে মিন শিক্ষক এবং লেখক লয়েড লফটহাউসকে বিয়ে করেন।  তিনি ২০১৪ সালে বিবাহবিচ্ছেদের আবেদন করেন, এবং ২০১৫ সালে তা চূড়ান্ত হয় \nমিন শিকাগোর স্কুল অফ দ্য আর্ট ইনস্টিটিউট থেকে চারুকলায় বিএফএ এবং এমএফএ ডিগ্রি অর্জন করেন। \n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== স্মৃতিকথা ===\nরেড আজালিয়া (প্যানথিয়ন বুকস, ১৯৯৪,আইএসবিএন ৯৭৮০৬৭৯৪২৩৩২৪ ; নিউ ইয়র্ক টাইমসের একটি উল্লেখযোগ্য বই); র‍্যান্ডম হাউস ডিজিটাল, ইনকর্পোরেটেড, ২০১১,আইএসবিএন ৯৭৮০৩০৭৭৮১০২৪\nরান্না করা বীজ: একটি স্মৃতিকথা । ব্লুমসবারি ইউএসএ, ৭ মে, ২০১৩,আইএসবিএন ৯৭৮-১-৫৯৬৯১-৬৯৮-২\n\n\n=== কল্পকাহিনী ===\nক্যাথেরিন হ্যামিশ হ্যামিল্টন, ১৯৯৫,আইএসবিএন ৯৭৮-০-২৪১-১৩৫৪১-৯\nম্যাডাম মাও হয়ে উঠছেন (বোস্টন, ম্যাসাচুসেটস: হাউটন মিফলিন।)আইএসবিএন ০-৬১৮-১২৭০০-৩ ।)। মাও সেতুংয়ের শেষ স্ত্রী জিয়াং কিংয়ের জীবনের উপর ভিত্তি করে।\n\nএমপ্রেস অর্কিড ব্লুমসবারি পাবলিশিং ইনকর্পোরেটেড, ২০০৪,আইএসবিএন ৯৭৮০৭৪৭৫৬৬৯৮৪\nদ্য লাস্ট এমপ্রেস (ব্লুমসবারি পাবলিশিং পিএলসি, ২০০৭,আইএসবিএন ৯৭৮০৭৪৭৫৭৮৫০৫ )। উনিশ শতকের শেষের দিকে এবং বিংশ শতাব্দীর গোড়ার দিকের কিং রাজবংশের সম্রাজ্ঞী ডাওগার সিক্সির জীবনের উপর ভিত্তি করে।\nচীনের মুক্তা: একটি উপন্যাস । ব্লুমসবারি পাবলিশিং, ৯ এপ্রিল, ২০১০,আইএসবিএন ৯৭৮-১-৬০৮১৯-১৫১-২ । চীনে একজন মেয়ে এবং যুবতী হিসেবে পার্ল এস. বাকের জীবন থেকে অনুপ্রাণিত।\n\n\n== তথ্যসূত্র =="}