{"pageid": 1511041, "title": "আন্তর্জাতিক খাদ্য সংযোজক সংখ্যা পদ্ধতি", "url": "https://bn.wikipedia.org/wiki?curid=1511041", "content": "আন্তর্জাতিক খাদ্য সংযোজন পদার্থ সংখ্যা পদ্ধতি (ইংরেজি: International Numbering System for Food Additives, সংক্ষেপে INS) হলো খাদ্যে ব্যবহৃত রাসায়নিক, প্রাকৃতিক বা সংশ্লেষিত পদার্থগুলিকে স্বতন্ত্র সংখ্যার মাধ্যমে শনাক্ত করার একটি বৈশ্বিক মানদণ্ড। কোডেক্স অ্যালিমেন্টারিয়াস কমিশন কর্তৃক প্রণীত এই পদ্ধতিটি বিশ্বজুড়ে খাদ্য নিরাপত্তা, লেবেলিং ও বাণিজ্যে সঙ্গতি আনতে ব্যবহৃত হয়।\n\n\n== ইতিহাস ==\n১৯৮৩ সালে বিশ্ব স্বাস্থ্য সংস্থা (WHO) ও জাতিসংঘের খাদ্য ও কৃষি সংস্থা (FAO) এর যৌথ উদ্যোগে INS চালু করা হয়। এর প্রধান উদ্দেশ্য ছিল বৈশ্বিক খাদ্য বাণিজ্যে ভোক্তাদের জন্য স্বচ্ছতা নিশ্চিত করা এবং দেশ별 নীতির মধ্যে সমন্বয় সাধন করা। বর্তমানে ১৫০টিরও বেশি দেশ এই পদ্ধতি অনুসরণ করে।\n\n\n== সংখ্যা বিন্যাস ==\nপ্রতিটি খাদ্য সংযোজন পদার্থকে একটি অনন্য সংখ্যা দেওয়া হয় (যেমন: INS 102 বা E102)। সংখ্যাগুলো নিম্নলিখিত শ্রেণিতে বিভক্ত:\n\n\n== বৈশ্বিক প্রয়োগ ==\nইউরোপীয় ইউনিয়ন (EU): E-নম্বর ব্যবহার বাধ্যতামূলক। উদাহরণস্বরূপ, E330 হলো সাইট্রিক অ্যাসিড।\nযুক্তরাষ্ট্র: FDA INS নম্বরকে \"E\" প্রিফিক্স ছাড়াই স্বীকৃতি দেয় (যেমন: INS 330)।\nবাংলাদেশ: বাংলাদেশ স্ট্যান্ডার্ড অ্যান্ড টেস্টিং ইনস্টিটিউশন (BSTI) INS মানদণ্ড অনুযায়ী খাদ্য পরীক্ষা করে।\nভারত: ফুড সেফটি অ্যান্ড স্ট্যান্ডার্ডস অথরিটি অব ইন্ডিয়া (FSSAI) INS-এর সাথে সামঞ্জস্যপূর্ণ নম্বর ব্যবহার করে।\n\n\n== নিরাপত্তা সংক্রান্ত বিতর্ক ==\nকিছু INS নম্বর নিয়ে স্বাস্থ্যঝুঁকির উদ্বেগ রয়েছে:  \n\nE951 (অ্যাসপার্টাম): কৃত্রিম মিষ্টিকারক, যা কিছু গবেষণায় মেটাবলিক সিন্ড্রোম ও মাথাব্যথার সাথে যুক্ত।\nE621 (মনোসোডিয়াম গ্লুটামেট): অতিরিক্ত ব্যবহারে মাথাঘোরা বা বমিভাব হতে পারে।\nE250 (সোডিয়াম নাইট্রাইট): উচ্চমাত্রায় গ্রহণে ক্যান্সারের ঝুঁকি বাড়ায় বলে WHO সতর্ক করেছে।\n\n\n== নিয়ন্ত্রক সংস্থা ==\nINS-এর প্রয়োগ ও মনিটরিং নিশ্চিত করে:  \n\nকোডেক্স অ্যালিমেন্টারিয়াস (FAO/WHO)\nইউরোপীয় খাদ্য নিরাপত্তা কর্তৃপক্ষ (EFSA)\nবাংলাদেশ স্ট্যান্ডার্ড অ্যান্ড টেস্টিং ইনস্টিটিউশন (BSTI)\n\n\n== তথ্যসূত্র ==\n\n\n== ইতিহাস ==\nএই পদ্ধতিটি প্রথম ১৯৮৩ সালে বিশ্ব স্বাস্থ্য সংস্থা (WHO) এবং জাতিসংঘের খাদ্য ও কৃষি সংস্থা (FAO) এর যৌথ কমিটি কোডেক্স অ্যালিমেন্টারিয়াস দ্বারা প্রণয়ন করা হয়।\n\n\n== সংখ্যা বিন্যাস ==\nখাদ্য সংযোজন পদার্থগুলিকে ই-নম্বর (যেমন: E100, E202) বা INS নম্বর দেওয়া হয়। সংখ্যাগুলো নিম্নলিখিত শ্রেণিতে বিভক্ত:\n\n\n== আঞ্চলিক ব্যবহার ==\nইউরোপীয় ইউনিয়ন: ই-নম্বর ব্যবহার বাধ্যতামূলক।\nযুক্তরাষ্ট্র: FDA শুধু সংখ্যা ব্যবহার করে (যেমন: 330代替 E330)।\nবাংলাদেশ: বাংলাদেশ স্ট্যান্ডার্ড অ্যান্ড টেস্টিং ইনস্টিটিউশন (BSTI) INS মান অনুসরণ করে।\nচিত্র:FoodLabelEnumbers.jpg|থাম্ব|300px|ইউরোপীয় খাদ্য লেবেলে ই-নম্বরের উদাহরণ।\n\n\n== বিতর্ক ==\nকিছু ই-নম্বর নিয়ে স্বাস্থ্য ঝুঁকির উদ্বেগ রয়েছে:  \n\nE951 (অ্যাসপার্টাম): কৃত্রিম মিষ্টিকারক, যা কিছু গবেষণায় মেটাবলিক সিন্ড্রোমের সাথে যুক্ত।\nE621 (মনোসোডিয়াম গ্লুটামেট): মাথাব্যথা বা \"চাইনিজ রেস্টুরেন্ট সিন্ড্রোম\" এর জন্য দায়ী।\n\n\n== আরও দেখুন ==\nখাদ্য নিরাপত্তা\nকোডেক্স অ্যালিমেন্টারিয়াস\n\n\n== ইতিহাস ==\n১৯৮৩ সালে কোডেক্স অ্যালিমেন্টারিয়াস কর্তৃক এই পদ্ধতিটি প্রণয়ন করা হয়।\n\n\n== বাংলাদেশে প্রয়োগ ==\nবাংলাদেশ স্ট্যান্ডার্ড অ্যান্ড টেস্টিং ইনস্টিটিউশন (BSTI) INS মান নিয়ন্ত্রণ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nFAO-এর অফিসিয়াল ওয়েবসাইট\nWHO-এর খাদ্য নিরাপত্তা বিভাগ"}