{"pageid": 1511198, "title": "জম্মু ও কাশ্মীরে নারী অধিকার", "url": "https://bn.wikipedia.org/wiki?curid=1511198", "content": "জম্মু ও কাশ্মীরে নারী অধিকার অন্যতম একটি প্রধান বিষয়। পুরুষতান্ত্রিক সমাজের অন্তর্ভুক্ত হওয়ায়, তাদের নিয়মিত বৈষম্যের বিরুদ্ধে লড়াই করতে হয়েছে।\nকাশ্মীর উপত্যকায় নারী অধিকারের ক্ষেত্রে বেশ কিছু সমস্যা রয়েছে। যেমন: খেলাধুলায় অংশগ্রহণকারী তরুণ মুসলিম নারীদের উপর হয়রানি, বিয়ের পর যৌতুকের দাবি, পারিবারিক সহিংসতার ঘটনা, নারীদের উপর অ্যাসিড হামলা এবং সাধারণত পুরুষদের তুলনায় নারীদের সম্মান কম করা হয়। জম্মু ও কাশ্মীরে নারী অধিকারের সংগ্রাম করার জন্য অনেক ছোট ছোট সংগঠন তৈরি করা হয়েছে।\n\n\n== শিক্ষা ==\nজম্মু ও কাশ্মীরের সামাজিক, অর্থনৈতিক ও রাজনৈতিক পরিস্থিতি এই অঞ্চলে লিঙ্গ বৈষম্য বৃদ্ধি করেছে, যেখানে পুরুষরা এর আর্থ-সামাজিক ও রাজনৈতিক প্রক্রিয়ায় আধিপত্য বিস্তার করছে। ঐতিহ্যগতভাবে নারীদের ভূমিকা গৃহস্থালির কাজ, এবং গ্রামীণ এলাকার নারীদের শিক্ষার সুযোগ নেই। ২০১১ সালের আদমশুমারি অনুসারে, জম্মু ও কাশ্মীরে সাক্ষরতার হার ছিল ৬৮.৭৪ শতাংশ; মহিলাদের মধ্যে সাক্ষরতার হার ছিল ৫৮.০১ শতাংশ। উচ্চ বিদ্যালয়ে ছাত্রীদের ঝরে পড়ার হার পুরুষদের তুলনায় বেশি, এবং জম্মু ও কাশ্মীরে প্রতি তিনজন প্রাপ্তবয়স্ক মহিলার মধ্যে একজন পড়তে বা লিখতে অক্ষম (প্রতি পাঁচজন প্রাপ্তবয়স্ক পুরুষের মধ্যে একজনের তুলনায়)।\nজাতিসংঘের সাধারণ পরিষদের নারীর বিরুদ্ধে সকল প্রকার বৈষম্য দূরীকরণ সংক্রান্ত কনভেনশনের ১০ নম্বর অনুচ্ছেদে স্বীকৃতি দেওয়া হয়েছে যে, এই ধরনের লিঙ্গ বৈষম্য কেবল শিক্ষার মাধ্যমেই দূর করা সম্ভব।  জম্মু ও কাশ্মীর সরকার, কাশ্মীর উপত্যকায় নারীদের শিক্ষায় লিঙ্গ বৈষম্য দূর করতে হবে তা উপলব্ধি করে, বেশ কয়েকটি উদ্যোগ শুরু করেছে।। তবে, যোগ্য মহিলা শিক্ষকরা অপ্রতুল কর্মসংস্থানের অধিকারী; স্কুলের অবকাঠামো দুর্বল এবং ছাত্র-শিক্ষক অনুপাত বেশি।\n\n\n== নাগরিকত্ব ==\nজাতিসংঘের সাধারণ পরিষদের মানবাধিকারের সর্বজনীন ঘোষণাপত্র অনুসারে, নাগরিকত্বের নীতি নারী ও পুরুষের মধ্যে সমতার ধারণার উপর ভিত্তি করে কাজ করে।  তবে, জম্মু ও কাশ্মীরে পুরুষ ও মহিলাদের মধ্যে নাগরিকত্ব সমতার নয়। জম্মু ও কাশ্মীরের কোনও নারী যদি কোনও বিদেশীকে বিয়ে করেন, তাহলে তিনি রাজ্যে উত্তরাধিকার সূত্রে প্রাপ্তি, মালিকানা বা স্থাবর সম্পত্তি কেনার অধিকার হারাবেন। অনুরূপ পরিস্থিতিতে কোনও পুরুষের উপর এই ধরণের কোনও আইন প্রযোজ্য নয়। ধর্মনিরপেক্ষতাবাদী এবং জাতিগত জাতীয়তাবাদীরা বিশ্বাস করেন যে জম্মু ও কাশ্মীর বিশ্বায়নের মধ্যে টিকে থাকতে পারে, শুধুমাত্র কাশ্মীরি সংস্কৃতি রক্ষা করার মাধ্যমেই। কাশ্মীরি নারীদের সাংস্কৃতিক সীমা অতিক্রম করতে নিরুৎসাহিত করা হয়। নাগরিকত্বের ক্ষেত্রে বৈষম্যকে রাষ্ট্র রক্ষা করার জন্য ন্যায্যতা দেওয়া হয়।\n৭ অক্টোবর ২০০২ সালে, জম্মু ও কাশ্মীর হাইকোর্ট এই প্রতিষ্ঠিত আইন ও ভিত্তি বাতিল করে দেয়। আদালত রায় দিয়েছেন যে, বহিরাগতকে বিয়ে করে একজন জম্মু ও কাশ্মীরের মহিলা তার স্থায়ী বাসিন্দার মর্যাদা হারাবেন না। আরও বলা হয়েছিল যে, নারীদের নাগরিকত্ব থেকে বঞ্চিত করার জন্য প্রমাণ হিসেবে ব্যবহৃত মূল নথিতে স্পষ্টভাবে তা বলা হয়নি। এই সিদ্ধান্তের বিরোধিতা করে রাজ্যের রাজনৈতিক দলগুলো স্থায়ী বাসিন্দা (অযোগ্যতা) বিল নামে পরিচিত একটি বিলের খসড়া তৈরি করে, যেখানে কোনও মহিলা যদি কোনও বিদেশীকে বিয়ে করেন তবে তার স্থায়ী বাসিন্দার মর্যাদা কেড়ে নেওয়া হবে। আইনমন্ত্রী মুজাফফর বেগের মতে, \"এটি সর্বজনস্বীকৃত ছিল যে নারীরা তার স্বামীর বাসস্থান অনুসরণ করেন।\"\nযদিও আইনটি পাস হয়নি, তবুও ২০১০ সালের মার্চ মাসে জনসংখ্যাগত পরিবর্তন রোধ করার জন্য একই রকম একটি বিল আনা হয়েছিল। তবে, যুক্তিটি জনসংখ্যাগত পরিবর্তনে পুরুষের ভূমিকা (আন্তঃবিবাহের মাধ্যমে) সম্বোধন করেনি। এই আইনটি পাস হয়নি, কিন্তু এর যথেষ্ট সমর্থন রয়েছিল।\n\n\n== সংঘাতে নারীর ভূমিকা ==\n১৯৮৯ সালে, ভারতীয় শাসনের প্রতি কাশ্মীরিদের অসন্তোষ কাশ্মীরি সংঘাতের দিকে ধাবিত করে যার ফলে এই অঞ্চলে নারী নির্যাতনের ঘটনা ঘটেছে। ১৯৯৩ সালে হিউম্যান রাইটস ওয়াচের একটি প্রতিবেদন অনুসারে, জঙ্গি হামলার পর প্রতিশোধমূলক হামলার সময় ভারতীয় নিরাপত্তা বাহিনী কাশ্মীরি বেসামরিক নাগরিকদের বিরুদ্ধে প্রতিশোধ নেওয়ার পদ্ধতি হিসেবে ধর্ষণকে ব্যবহার করেছিল। অধ্যাপক উইলিয়াম বেকার বলেন যে, কাশ্মীরে ধর্ষণ কয়েকজন অশান্ত সৈন্যের ফল নয় বরং ভারতীয় নিরাপত্তা বাহিনীর কাশ্মীরি জনগণকে অপমানিত ও ভয় দেখানোর সক্রিয় প্রচেষ্টা।\nজঙ্গিবাদের প্রতি জনসমর্থন যখন কমে যেতে শুরু করল, তখন অনেক জঙ্গি রাজনৈতিক অঙ্গনের দিকে ঝুঁকে পড়ে। তবে, কাশ্মীরি সংঘাত এবং রাজনীতির সংলাপে নারীদের কণ্ঠস্বরকে তাদের ন্যায্য স্থান দেওয়া হয়নি। যদিও নারীরা এই সংঘাতের সবচেয়ে বেশি ক্ষতিগ্রস্ত হয়েছেন এবং বিচ্ছিন্নতাবাদ এবং সশস্ত্র বিদ্রোহে গুরুত্বপূর্ণ ভূমিকা পালন করেছেন। কাশ্মীরি জঙ্গিবাদের মূলধারার বর্ণনায় তাদের কার্যকলাপ খুব কমই উল্লেখ করা হয়েছে। জঙ্গিবাদে নারী কাশ্মীরিদের জড়িত থাকার ধারণাটি মিডিয়ার কাছে অস্বস্তিকর বলে মনে হচ্ছে; যখন কোনও মহিলাকে জঙ্গি গোষ্ঠীর ওভারগ্রাউন্ড অপারেটিভ হিসেবে অভিযুক্ত করা হয়, তখন মিডিয়া দ্রুত তাকে নির্দোষ ঘোষণা করে বা তাকে ন্যায্যতা দেয়।\n\n\n=== দুখতারান-ই-মিল্লাত ===\nদুখতারান-ই-মিল্লাত হলো একটি নারী সংস্থা যা ১৯৮১ সালে আসিয়া আন্দ্রাবি দ্বারা প্রতিষ্ঠিত হয়েছিল। এই গোষ্ঠীর প্রাথমিক লক্ষ্য ছিল মুসলিম নারীদের ইসলাম সম্পর্কে শিক্ষিত করা এবং তাদের অধিকার সম্পর্কে সচেতন করা। তবে, সময়ের সাথে সাথে, এটি নারীদের নৈতিকভাবে পুলিশিং শুরু করে এবং কাশ্মীরে জিহাদ পরিচালনাকারী জঙ্গিদের সমর্থন করার জন্য তাদের উৎসাহিত করে। সরকার তাদের কার্যক্রম নিষিদ্ধ করার পর থেকে এই দলটিকে প্রায়শই আত্মগোপনে যেতে হয়েছে। ১৯৮৭ সালে, সংগঠনটি আরও রাজনৈতিক হয়ে ওঠে এবং গণপরিবহনে মহিলাদের জন্য সংরক্ষিত আসন দাবি করে যদিও সরকার তাদের দাবি উপেক্ষা করে। ১৯৮৮ সালে যখন বিদ্রোহ শুরু হয়, তখন দুখতারান-ই-মিল্লাত নারীদের শুধুমাত্র তাদের ঘর পরিচালনা এবং মুজাহিদিনদের সমর্থন করার আহ্বান জানান।\nআন্দ্রাবির মতে, তিনি অনেক তরুণীকে জঙ্গি শিবিরে সশস্ত্র যুদ্ধের প্রশিক্ষণের জন্য পাকিস্তান যেতে বাধা দিয়েছেন।  দুখতারান-ই-মিল্লাত-কে একটি উগ্র ধর্মীয় গোষ্ঠী হিসেবে শ্রেণীবদ্ধ করা যেতে পারে যারা কাশ্মীরি মহিলাদের উপর ইসলামের একটি রক্ষণশীল সংস্করণ চাপিয়ে দেওয়ার জন্য বলপ্রয়োগ করে। ইসলামের পাঁচটি স্তম্ভের উপর ভিত্তি করে লিঙ্গ পৃথকীকরণ এবং কঠোর লিঙ্গ ভূমিকার জন্য ডিইএম প্রচারণা চালাচ্ছে। কাশ্মীর সংঘাতকে ধর্মীয় প্রকৃতির হিসেবে দেখে, তারা জম্মু ও কাশ্মীরকে পাকিস্তানের সাথে একীভূত করতে চায়। যদিও দুখতারান-ই-মিল্লাত এর সরাসরি সশস্ত্র সংগ্রামে জড়িত থাকার প্রমাণ পাওয়া যায়নি, তবুও আন্দ্রাবি এক সাক্ষাৎকারে বলেছিলেন যে প্রয়োজনে মহিলারা অস্ত্র ধরতে পারেন অথবা আত্মঘাতী বোমারু হতে পারেন।\nযেসব সংগঠন ডিইএম-এর মতাদর্শে বিশ্বাসী, তারা একটি সমজাতীয় সংস্কৃতি প্রচার করে, যেখানে নারীদের স্বাধীনতা এবং পছন্দের সুযোগ থাকে না, যা ঐতিহ্যগতভাবে কাশ্মীরি সংস্কৃতির একটি অবিচ্ছেদ্য অংশ। তাদের কঠোর ব্যবস্থা, যেমন: বোরকা আরোপ, কাশ্মীরি সমাজের পুরুষতান্ত্রিক কাঠামোকে শক্তিশালী করে। কিছু ভাষ্যকারের মতে, সংসদ, আইনসভা এবং বিচার বিভাগে মহিলাদের জন্য কোটা তৈরির লক্ষ্যে দুখতারান-ই-মিল্লাত-এর প্রচেষ্টা আরও কার্যকর হবে; নারী প্রতিনিধিত্ব বৃদ্ধি পাবে, যা লিঙ্গ-ভূমিকা প্রত্যাশায় একটি সাংস্কৃতিক পরিবর্তন আনবে।\n\n\n=== নারী আত্মরক্ষা বাহিনী ===\n১৯৪৭ সালে, জম্মু ও কাশ্মীর জাতীয় মিলিশিয়ার মহিলা শাখা হিসেবে স্বেচ্ছাসেবক মহিলা আত্মরক্ষা কর্পস  প্রতিষ্ঠিত হয়েছিল। এই গোষ্ঠীর লক্ষ্য ছিল \"আত্মরক্ষার জন্য মহিলাদের প্রশিক্ষণ দেওয়া এবং আক্রমণকারীদের থেকে নিজেদের রক্ষা করা\"। অস্ত্র প্রশিক্ষণের পাশাপাশি, এই দলটি এমন একটি মঞ্চও প্রদান করেছিল যেখানে \"শতাব্দীব্যাপী ঐতিহ্য, চরম অজ্ঞতা, দারিদ্র্য এবং কুসংস্কারের মধ্যে নিমজ্জিত মহিলারা তাদের সমস্যাগুলি নিয়ে আলোচনা করতে পারতেন\"। এটি রাজনৈতিক ও সাংস্কৃতিক পর্যায়েও প্রভাব বৃদ্ধির জন্য কাজ করেছিল।\n\n\n== সীমান্তে পারস্পরিক সহযোগিতা ==\nভারত ও পাকিস্তানের মধ্যে সংঘাতের শুরু থেকেই সীমান্ত পারস্পরিক সহযোগিতার সূত্রপাত ঘটে। সীমান্ত পারস্পরিক সহযোগিতা বৃদ্ধির জন্য নারীদের গোষ্ঠী এবং উদ্যোগগুলি নারীদের জন্য একটি স্থান তৈরি করেছে এবং ভারত-পাকিস্তান যুদ্ধের মতো বিষয়গুলিতে মানবিক সম্পর্ক এবং বাস্তব সংলাপের জন্য একটি পরিবেশ তৈরি করেছে।\nসীমান্ত পারাপারের ক্ষেত্রে নারীদের উদ্যোগ পরিবর্তিত হয়েছে এবং ভারত ও পাকিস্তানের মধ্যে শান্তি প্রতিষ্ঠায় অবদান রেখেছে। এটি মুখোমুখি আলাপচারিতা এবং সংলাপের সুযোগ প্রদান করে এবং উভয় দেশের জনগণের মধ্যে অত্যন্ত প্রয়োজনীয় বোঝাপড়াকে সহজতর করেছে। সরকারি কর্মকর্তা এবং নাগরিক-সমাজ গোষ্ঠীর সাথে বৈঠকের মাধ্যমে নারীরা বিভিন্ন প্রক্রিয়ায় অংশগ্রহণ করেছেন, শিক্ষা এবং ভিসার মতো উদ্বেগগুলি সমাধান করেছেন এবং দেশগুলির মধ্যে গণমাধ্যম বিনিময় শুরু করেছেন। যখন কেবল নাগরিক-সমাজ গোষ্ঠী এবং সরকারি কর্মকর্তাদের সিদ্ধান্ত নেওয়ার অধিকার ছিল, তখন এই ধরণের গোষ্ঠী এবং উদ্যোগগুলি নিয়ে আলোচনা করা হয়েছিল এবং আন্তঃসীমান্ত সংলাপ টিকিয়ে রাখা হয়েছিল।  নারীর অভিজ্ঞতা এবং গোষ্ঠীগুলি সংঘাতের অবসানের জন্য আলোচনার একটি বিকল্প ও অহিংস উপায়।\n\n\n=== শান্তির জন্য নারী বাস ===\n১৯৯৯ সালে, বিভিন্ন ধর্ম ও রাজনৈতিক দৃষ্টিভঙ্গির ৪০ জন ভারতীয় মহিলা নয়াদিল্লি থেকে লাহোর পর্যন্ত ১২ ঘন্টার বাস ভ্রমণ করেছিলেন যা দক্ষিণ এশিয়ার শান্তির জন্য নারী উদ্যোগ দ্বারা আয়োজিত হয়েছিল। পাকিস্তান ও ভারতের নারীদের দ্বারা পরিচালিত বেশ কয়েকটি আন্তঃসীমান্ত সহযোগিতার মধ্যে একটি ছিল \"শান্তি জন্য নারী বাস\"। এই উদ্যোগটি যোগাযোগের মাধ্যমে শুরু হয়েছিল, যেহেতু মহিলাদের সাধারণ সমস্যা এবং সংগ্রাম চলছিল। শান্তির জন্য কৌশল তৈরির প্রয়োজনীয়তাই তাদের একত্রিত করেছিল। শান্তির জন্য নারী বাস পাকিস্তান ও ভারতের জনগণের মধ্যে যোগাযোগের প্রয়োজনীয়তার উপর দৃষ্টি আকর্ষণ করেছিল।\n\n\n=== নিয়ন্ত্রণ রেখা সম্মেলন ===\n২০০৭ সালের নভেম্বরে কাশ্মীরে পাকিস্তানি ও ভারতীয় নারীদের জন্য নিয়ন্ত্রণ রেখা জুড়ে নারীদের সংযোগ শীর্ষক একটি সম্মেলন অনুষ্ঠিত হয়। সম্মেলনে আলোচনার বিষয়বস্তু ছিল সহিংসতা এবং চিকিৎসা না পাওয়া অসুস্থদের  সহায়তা করা থেকে শুরু করে রাজনৈতিক ও সামাজিক ক্ষেত্রে নারীদের সংগঠিত করা। অংশগ্রহণকারীরা ভারত-পাকিস্তান শান্তি প্রক্রিয়া এগিয়ে নেওয়ার জন্য কূটনীতি এবং শান্তিপূর্ণ আলোচনার দৃঢ় সমর্থন করেছেন। এছাড়া নিয়ন্ত্রণ রেখার উভয় দিক থেকে সেনা প্রত্যাহার, জঙ্গিদের প্রত্যাহার এবং কাশ্মীরি সমাজের সমন্বয়মূলক কাঠামো পুনর্গঠনের জন্য কাশ্মীরি পণ্ডিতদের পুনর্বাসন এবং আটক ব্যক্তিদের পুনর্বাসন। জাতিগত নির্বিশেষে, নারীরা কাশ্মীর সংঘাতের কারণে সৃষ্ট সমস্যার সমাধান খুঁজে বের করতে এবং কয়েক দশক ধরে চলমান বিরোধের অবসান ঘটাতে একসাথে কাজ করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকাশ্মীর সংঘাতের নেপথ্যে\nকাশ্মীরে ধর্ষণের রাজনীতি\nকাশ্মীরে মানবাধিকার লঙ্ঘনের বিষয়ে অ্যামনেস্টি ইন্টারন্যাশনালের মন্তব্য\nকাশ্মীরে নারী প্রতিরোধ"}