{"pageid": 1511725, "title": "হৃষিতা ভট্ট", "url": "https://bn.wikipedia.org/wiki?curid=1511725", "content": "হৃষিতা ভট্ট (জন্ম ১০ মে ১৯৮১), হৃষিতা ভাট নামেও বানান করা হয়, একজন ভারতীয় অভিনেত্রী এবং মডেল। তিনি শাহরুখ খানের বিপরীতে অশোকা (২০০১) ছবিতে অভিষেক করেন, কিন্তু হাসিল (২০০৩) তাকে খ্যাতি এনে দেয়। ভাট এই চরিত্রের জন্য সমালোচকদের প্রশংসা পেয়েছিলেন এবং এরপর আব তক ছাপ্পান (২০০৪) এবং জিজ্ঞাসা (২০০৬)-এর মতো ছবিতে অভিনয় করেছিলেন। ভাট জি৫ কপ ড্রামা ওয়েব সিরিজ, লালবাজার- এর সমন্বিত অভিনেতাদের অংশ ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nহৃষিতা ভাট রবিবার, ১০ মে, ১৯৮১ তারিখে ভারতের মহারাষ্ট্রের মুম্বাইতে জন্মগ্রহণ করেন। তিনি ট্রিনিটি কলেজ লন্ডনের একজন প্রাক্তন ছাত্রী এবং কোরিওগ্রাফার শিয়ামাক দাভারের কাছ থেকে জ্যাজ সঙ্গীতের পাঠ গ্রহণ করেছেন। তিনি ১৯৯৯ সালে লিরিলের বিজ্ঞাপন প্রচারণায় ছিলেন  এবং আর্যন্সের \"আঁখোঁ মে তেরা হি চেহরা\", শহীদ কাপুরের দিল-কিসি পে জব আ জায়ে এবং সোনালি বাজপেয়ীর \"দিল-কিসি পে জব আ জায়ে\" গানের ভিডিওতেও অভিনয় করেছেন।\n\n\n== ক্যারিয়ার ==\n\n\n=== ২০০১–২০০২: আত্মপ্রকাশ ===\nভাট ২০০১ সালে মহাকাব্যিক ঐতিহাসিক নাট্য চলচ্চিত্র অশোকা (অশোক) দিয়ে আত্মপ্রকাশ করেন, যেখানে তিনি মৌর্য সম্রাট অশোকের স্ত্রী দেবীর ভূমিকায় অভিনয় করেন, যার চরিত্রে হৃষিতা ভট্ট  অভিনয় করেছিলেন।  তিনি জি সিনে পুরস্কারে ' সেরা নারী অভিষেক ' বিভাগে এবং স্ক্রিন উইকলি পুরস্কারে ' সবচেয়ে প্রতিশ্রুতিশীল নারী নবাগত ' বিভাগে মনোনীত হন।\nতার পরবর্তী ছবি ছিল বহু-অভিনেতা ছবি দিল ভিল প্যার ভাই (২০০২) যেখানে তিনি জিমি শেরগিলের হৃতিক মিত্তালের একজন স্বাধীনচেতা তরুণী জোজোর ভূমিকায় অভিনয় করেন, যিনি চান জিমি শেরগিল তার বাবার ছায়া থেকে বেরিয়ে স্বাধীন হয়ে উঠুক। এই ভূমিকা সম্পর্কে মন্তব্য করতে গিয়ে, প্ল্যানেট বলিউডের রাকেশ বুধু লিখেছেন যে তার \"ভূমিকা ছোট এবং তিনি একজন অভিনেত্রী হিসেবে চমৎকারভাবে আত্মবিশ্বাস প্রদর্শন করে চলেছেন\"।  একই বছর, ভাট অভিষেক বচ্চনের সাথে কমেডি ড্রামা ছবি, শররাত (২০০২) তে প্রধান চরিত্রে অভিনয় করেন । তিনি নেহা সেনগুপ্তের ভূমিকায় অভিনয় করেন, যিনি বচ্চন অভিনীত ভুল রাহুলকে শাস্তি হিসেবে সমাজসেবার পরামর্শ দেন।\n\n\n=== ২০০৩-২০০৯ ===\nএই সময়কালে ভাট হিন্দি, উর্দু, বাংলা, তেলুগু এবং কন্নড় - বিভিন্ন ভাষার প্রায় পঁচিশটি চলচ্চিত্রের অংশ ছিলেন। তার উল্লেখযোগ্য কিছু চলচ্চিত্র হল হাসিল (২০০৩), আব তক ছাপ্পান (২০০৪), এবং চরস: আ জয়েন্ট অপারেশন (২০০৪)। সমালোচকদের দ্বারা প্রশংসিত \"হাসিল\" -এ নীহারিকা চরিত্রে অভিনয় করে, রেডিফের কাঞ্চনা সুগ্গু তার অভিনয়ের প্রশংসা করেন, বলেন \"ভট্ট একজন লাজুক অথচ শক্তিশালী, শান্ত অথচ আত্মবিশ্বাসী মেয়ে হিসেবে বিশেষভাবে উল্লেখ করার যোগ্য\"।  বলিউড হাঙ্গামার বাণিজ্য বিশ্লেষক তরণ আদর্শ \" আব তক ছপ্পান \" পর্যালোচনা করে বলেন যে ভাট \"প্রচুর সুযোগ পান না, তবুও একটি ছাপ রেখে যান\"। \n২০০৭ সালে, তিনি বাংলা চলচ্চিত্র শিল্পে জিৎ এবং প্রিয়াংশু চ্যাটার্জির সাথে বিধাতার লেখায় আত্মপ্রকাশ করেন।  ২০০৭ সালে অভিষেক পরিচালক ভাবনা তলোয়ারের নির্মিত তার চলচ্চিত্র \"ধর্ম\" ২০০৭ সালের কান চলচ্চিত্র উৎসবে আনুষ্ঠানিকভাবে অংশগ্রহণের সুযোগ পায়।  ২০০৮ সালে, তিনি শক্তি কাপুরের সাথে ইশকিউ বেক্টরের মিউজিক ভিডিও ডাকু ড্যাডিতে উপস্থিত হন।  তিনি কিসনা: দ্য ওয়ারিয়র পোয়েট (২০০৫), পেজ ৩ (২০০৬), হেই বেবি (২০০৭), এবং মাই নেম ইজ অ্যান্থনি গঞ্জালভেস (২০০৮) সিনেমায় বিশেষ ভূমিকায় অভিনয় করেছিলেন।\n\n\n=== ২০১০-২০১৪ ===\nএই সময়কালে তার হাতে গোনা কয়েকটি ছবি মুক্তি পায়। ২০১০ সালের মারাঠি ছবি \"মণি মঙ্গলসূত্র\" দিয়ে তিনি আঞ্চলিক ছবিতে অভিনয় শুরু করেন এবং ২০১৩ সালের জনপ্রিয় বাংলা ছবি \"মিসেস সেন\" -এ সোহিনী চরিত্রে অভিনয় করেন। তার মুক্তিপ্রাপ্ত হিন্দি ছবিগুলি ছিল \"ইডিয়টস বক্স\" (২০১০), \"আম্মা কি বলি \" (২০১২) প্রমিলা চরিত্রে এবং \"অনুরাধা \" (২০১৪) ঋতু চরিত্রে। ২০১১ সালে তিগমাংশু ধুলিয়ার অ্যাকশন-থ্রিলার ছবি \"শাগির্দ\" -এ তার বিশেষ ভূমিকা ছিল। \n২০১১ সালে, তিনি কমিক ড্রামা ছবি, \"শাকাল পে মাত জা\" দিয়ে একজন প্রযোজক হিসেবে আত্মপ্রকাশ করেন।  ২০১৪ সালে, তিনি চিতোরগড়ে চলচ্চিত্র প্রযোজক এবং শিল্পপতি মদন পালিওয়াল আয়োজিত রাম নবমী উপলক্ষে বিদ্যা মালবাদের সাথে একটি ধ্রুপদী নৃত্য পরিবেশন করেছিলেন। \n\n\n=== ২০১৫–বর্তমান ===\n২০১৫ সালের \"মিস তনকপুর হাজির হো\" সিনেমায় তিনি গ্রামের এক তরুণী স্ত্রী মায়ার গুরুত্বপূর্ণ ভূমিকায় অভিনয় করেছিলেন। এই সময়ের মধ্যে, তিনি বাংলা, পাঞ্জাবি এবং মারাঠি সিনেমাতেও কাজ শুরু করেছিলেন।  তিনি ফেডারেশন অফ ইন্ডিয়ান অ্যাসোসিয়েশনস-শিকাগো (এফআইএ) তে ২০১৫ সালের ভারতের স্বাধীনতা দিবসের উৎসবে প্রধান অতিথি ছিলেন।  ওই বছর আরও চারটি সিনেমা মুক্তি পায়: ইশক ভিচ: ইউ নেভার নো (পাঞ্জাবি), ঢোল তাশে (মারাঠি), নমস্তে ( নেপালি ), এবং তারফিদ ( ফারসি)।\n২০১৬ সালে, তিনি বিবেক অগ্নিহোত্রী পরিচালিত, জুনুনিয়তে, ইয়ামি গৌতম এবং পুলকিত সম্রাটের সাথে এক তরুণী বাঙালি বিধবা মিষ্টির ভূমিকায় অভিনয় করেছিলেন, যিনি শিক্ষিত এবং আধুনিক, এবং তার সেনা স্বামীর মৃত্যুতে শোকাহত।  ভাট \"শরগুল\" সিনেমায় একটি বিশেষ ভূমিকায় অভিনয় করেছিলেন এবং হিন্দি অ্যাকশন ড্রামা \"৩০ মিনিটস\" -এ প্রধান চরিত্রে অভিনয় করেছিলেন, যেখানে আরও অভিনয় করেছিলেন হিতেন পেইন্টাল, হেমন্ত পান্ডে এবং রানা জং বাহাদুর।  তিনি ২০১৭ সালের আন্তর্জাতিক চলচ্চিত্র উৎসব (আইএফএফআই) এর ফিল্ম প্রিভিউ কমিটির অংশ ছিলেন \n২০২০ সালে ওয়েব সিরিজ প্ল্যাটফর্মে আত্মপ্রকাশের আগে তার পরবর্তী কয়েকটি সিনেমা ছিল মনস্তাত্ত্বিক থ্রিলার, ইশক তেরা (২০১৮), প্রকাশ ইলেকট্রনিক (২০১৭) এবং হ্যাপি (২০১৯)।  তিনি ২০১৮ থেকে ২০১৯ সালের মধ্যে ডিডি ন্যাশনালে রঙ্গোলি অনুষ্ঠানটি সংক্ষিপ্তভাবে উপস্থাপনা করেছিলেন। \n২০২০ সালে, তিনি জি৫এর পুলিশ নাটক, লালবাজার, ওয়েব সিরিজের মাধ্যমে ডিজিটাল জগতে আত্মপ্রকাশ করেন, যা একজন সাংবাদিকের ভূমিকায় অভিনয় করেন, এবং তারপরে জি৫-এর আরেকটি সিরিজ, চার্জশিট: দ্য শাটলকক মার্ডার প্রকাশিত হয়। \nতার জনপ্রিয়তার সাথে সাথে, ২০২২ সালে চিরসবুজ 'রাঙ্গোলি' আয়োজনের জন্য ডিডি ন্যাশনালে ফিরে আসেন। তিনি ২০১৭, ২০১৮, এবং ২০২২ সাল পর্যন্ত আন্তর্জাতিক চলচ্চিত্র উৎসবের (IFFI) স্টিয়ারিং কমিটির সদস্য ছিলেন।  ভারতীয় চলচ্চিত্রের প্রচারে তার অংশগ্রহণ জাতীয় চলচ্চিত্র উৎসবের বাইরেও বিস্তৃত। [১] ২০২২ সালে, তিনি ভেনিস চলচ্চিত্র উৎসবে ভারত এবং ভারতীয় চলচ্চিত্রের প্রতিনিধিত্বকারী সম্মানিত ভারতীয় প্রতিনিধি দলের অংশ ছিলেন। [২]\n\n\n== ব্যক্তিগত জীবন ==\n৪ মার্চ ২০১৭ তারিখে, তিনি দিল্লিতে একটি ব্যক্তিগত অনুষ্ঠানে জাতিসংঘের একজন সিনিয়র কূটনীতিক আনন্দ তিওয়ারিকে বিয়ে করেন। \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== নির্বাচিত চলচ্চিত্র তালিকা ===\n\n\n=== টিভি অনুষ্ঠান ===\nরানী লক্ষ্মী বাই চরিত্রে : স্বরাজ (২০২৩)\n\n\n=== ওয়েব সিরিজ ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে হৃষিতা ভট্ট (ইংরেজি)"}