{"pageid": 1511503, "title": "ছবির পর্দার বিভেদন", "url": "https://bn.wikipedia.org/wiki?curid=1511503", "content": "কোনও ডিজিটাল টেলিভিশন, কম্পিউটার মনিটর, বা অন্যান্য ছবি প্রদর্শন যন্ত্রের (ডিসপ্লে ডিভাইস) ছবির পর্দার বিভেদন বলতে পর্দাটি কতগুলি স্বতন্ত্র পিক্সেল (ক্ষুদ্রতম ছবি-গঠনকারী একক) নিয়ে গঠিত, তাকে বোঝায়।  অন্য ভাষায়, কোনও ছবির পর্দা মোট কতগুলি পিক্সেলে বিভক্ত হতে পারে, সেই মোট পিক্সেলের সংখ্যা হল ঐ পর্দার বিভেদন। বিভেদন খুব সুসংজ্ঞায়িত পরিভাষা নয়, কারণ ছবির পর্দার প্রযুক্তির ভিন্নতা বিভেদনের উপর প্রভাব ফেলতে পারে। যেমন ক্যাথোড রশ্মি নল পর্দা, সমতল ছবির পর্দা ( তরল-স্ফটিক ছবির পর্দা সহ) এবং স্থির-পিক্সেল-বিন্যাস ব্যবহারকারী প্রক্ষেপণভিত্তিক ছবির পর্দাতে বিভেদন ভিন্ন ভিন্ন নিয়ামক দ্বারা নিয়ন্ত্রিত হয়। ছবির পর্দার বিভেদনকে ইংরেজি পরিভাষায় ডিসপ্লে রেজোলিউশন (Display resolution) বলে।\nছবির দৈর্ঘ্য ও প্রস্থ - এই দুই মাত্রা বরাবর প্রদর্শনযোগ্য পিক্সেলের সংখ্যা দ্বারা বিভেদনকে প্রকাশ করা হয়।বিভেদনকে সাধারণত প্রস্থ × উচ্চতা - এই বিন্যাসে উদ্ধৃত করা হয়, যেখানে এককগুলি পিক্সেলে থাকে। উদাহরণস্বরূপ, ১০২৪ ×৭৬৮ -র অর্থ হল ছবির পর্দাটি অনুভূমিক প্রস্থ বরাবর ১০২৪টি পিক্সেলে এবং এর উল্লম্ব উচ্চতা বরাবর ৭৬৮টি পিক্সেলে বিভেদনযোগ্য। অন্য ভাষায়, পর্দাটি মোট ৭৮৬,৪৩২টি পিক্সেলে বিভক্ত।   \nছবির পর্দার বিভেদন  পরিভাষাটিকে প্লাজমা ছবির পর্দা (PDP), তরল স্ফটিক ছবির পর্দা (LCD), ডিজিটাল আলোক প্রক্রিয়াজাতকরণ (DLP) প্রক্ষেপণ যন্ত্র, জৈব আলোক-নিঃসারী ডায়োড ছবির পর্দা জাতীয় স্থির-পিক্সেল-বিন্যাস ছবির পর্দা ও অনুরূপ প্রযুক্তির জন্য একটি বিশেষ অর্থে প্রয়োগ করা হয়, যেখানে বিভেদন হল পর্দা তৈরির জন্য পিক্সেলের স্তম্ভ ও সারিগুলির ভৌত সংখ্যা (যেমন ১৯২০ × ১০৮০ )। স্থির-জালি ছবির পর্দাতে বহু-বিন্যাস (মাল্টি-ফরম্যাট) ভিডিও আগমগুলির জন্য \"ছবির মাপ-পরিবর্তক ইঞ্জিনের\" (একটি ডিজিটাল ভিডিও প্রক্রিয়াজাতকারক যাতে একটি স্মৃতি বিন্যাস তথা মেমরি অ্যারে থাকে) প্রয়োজন হয় যাতে আগত ছবির বিন্যাসকে ছবির পর্দার পিক্সেল বিন্যাসের সাথে খাপ খাইয়ে নেওয়া যায়।\nদূরালাপন যন্ত্র বা টেলিফোন, ট্যাবলেট, মনিটর এবং টেলিভিশনের ছবির পর্দার ক্ষেত্রে প্রায়শই উপরে উল্লিখিত যে সংজ্ঞা অনুযায়ী ছবির পর্দার বিভেদন পরিভাষাটি ব্যবহার করা হয়, তা পুরোপুরি সঠিক নয়। উপরের সংজ্ঞাতে ছবির পর্দার বিভেদন  পরিভাষাটি দিয়ে পর্দার নির্মাতা প্রতিষ্ঠানের প্রদত্ত পিক্সেলের মাত্রা (pixel dimensions) বা পিক্সেলের বিন্যাস (pixel format) বোঝানো হয়, যা পর্দায় পিক্সেলের স্থাননির্দেশযোগ্যতার (addressability) সাথে সম্পর্কিত। কিন্তু ছবির পর্দার বিভেদন কথাটির প্রকৃত অর্থ মানুষের চোখে ছবির খুঁটিনাটিগুলি কতটুকু পরিস্কার ও স্পষ্টভাবে উপলব্ধি করা সম্ভব, সেই বৈশিষ্ট্য বা ক্ষমতাটি। এক্ষেত্রে ছবিতে মোট কতগুলি পিক্সেল আছে, তার চেয়ে পিক্সেলগুলি কত ঘন সন্নিবিষ্টভাবে অবস্থিত, তা বেশি গুরুত্বপূর্ণ। অর্থাৎ ছবির পর্দার প্রকৃত বিভেদন সেটির পিক্সেল ঘনত্ব (pixel density) ধারণাটির সাথে সম্পর্কিত, যেখানে পিক্সেল ঘনত্ব হল প্রতি একক দৈর্ঘ্য বা ক্ষেত্রফলে পিক্সেলের সংখ্যা। পিক্সেল ঘনত্ব মোট পিক্সেল সংখ্যা (প্রচলিত সংজ্ঞানুযায়ী ছবির পর্দার বিভেদন দ্বারা প্রকাশিত) এবং পর্দার প্রকৃত ভৌত আকার উভয়ের উপর নির্ভর করে। ডিজিটাল প্রযুক্তির পর্দার জন্য পর্দার উচ্চতা ও প্রস্থ বরাবর পিক্সেলসংখ্যা থেকে পিথাগোরাসের উপপাদ্য ব্যবহার করে পর্দার কর্ণে অবস্থিত পিক্সেলের সংখ্যা বের করা হয় এবং সেটিকে কর্ণের দৈর্ঘ্য (ইঞ্চিতে) দ্বারা ভাগ করলে ছবির পর্দার পিক্সেল ঘনত্বকে (তথা প্রকৃত বিভেদন) ইঞ্চিপ্রতি পিক্সেল (pixel per inch বা সংক্ষেপে ppi) এককে বের করা যায়। তবে পর্দার আকার ধ্রুব থাকলে প্রচলিত সংজ্ঞানুযায়ী বিভেদন (মোট পিক্সেলসংখ্যা) যত বাড়বে, সাধারণত ছবি ততই স্পষ্ট হবে। \nঅ্যানালগ (বাস্তবানুগ) প্রযুক্তির পর্দার ক্ষেত্রে উল্লম্ব উচ্চতা বরাবর বিভেদনকে ক্রমবীক্ষণ রেখাগুলির (স্ক্যান লাইন) সংখ্যাকে কেল গুণনীয়ক (০.৭) দিয়ে গুণ করে পরিমাপ করা হয়। যদি পর্দাটির উচ্চতা ১০ ইঞ্চি হয়, তাহলে অনুভূমিক বিভেদনটিকে ১০ ইঞ্চি চওড়া একটি বর্গক্ষেত্র জুড়ে পরিমাপ করা হয়। টেলিভিশনে ব্যবহৃত আদর্শমানগুলিতে ক্ষেত্রে, বিভেদনকে সাধারণত \"প্রতি ছবির উচ্চতায় রেখার অনুভূমিক বিভেদন\" বলা হয়;  উদাহরণস্বরূপ, অ্যানালগ এনটিএসসি টেলিভিশনগুলি সাধারণত তারহীন উৎস থেকে প্রাপ্ত দূরদর্শন সংকেতের জন্য \"প্রতি ছবির উচ্চতায়\" অনুভূমিক বিভেদনের প্রায় ৩৪০টি রেখা প্রদর্শন করতে পারে, যা বাম প্রান্ত থেকে ডান প্রান্ত পর্যন্ত প্রকৃত ছবির তথ্যের প্রায় ৪৪০টি রেখার সমতুল্য।\n\n\n== আরও দেখুন ==\nছবির পর্দার উচ্চতা-প্রস্থ অনুপাত\nছবির পর্দার আকার\nকম্পিউটার পর্দার পিক্সেল ঘনত্ব – ইঞ্চিপ্রতি পিক্সেল (PPI) (উদাহরণস্বরূপ, একটি ২০-ইঞ্চি আকারের ১৬৮০ × ১০৫০ বিভেদনের পর্দার পিক্সেল ঘনত্ব ৯৯.০৬)\nবিভেদন স্বাধীনতা\nঅতিপ্রশস্ত বিন্যাস\nভিডিওর মাপ-পরিবর্তক\nওয়াইডস্ক্রিন (প্রশস্ত পর্দা)\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Computer display standard\nটেমপ্লেট:Compression methods\nটেমপ্লেট:TV resolution"}