{"pageid": 1511755, "title": "এম. টি. বাসুদেবন নায়ার", "url": "https://bn.wikipedia.org/wiki?curid=1511755", "content": "মদথ তেক্কেপাত্তু বাসুদেবন নাইর (১৫ জুলাই ১৯৩৩ – ২৫ ডিসেম্বর ২০২৪) ছিলেন একজন ভারতীয় লেখক, চিত্রনাট্যকার ও চলচ্চিত্র পরিচালক। তিনি আধুনিক মালয়ালম সাহিত্যর অন্যতম প্রধান ও বহুমুখী লেখক ছিলেন এবং স্বাধীনতা-পরবর্তী ভারতীয় সাহিত্যের অন্যতম শ্রেষ্ঠ লেখক হিসেবে বিবেচিত হন। তাঁর সর্বাধিক পরিচিত রচনা রন্ডামূঝাম, যা মহাভারত-এর কাহিনি ভীমসেনের দৃষ্টিকোণ থেকে পুনর্নির্মাণ করেছে।\n২০ বছর বয়সে, রসায়নের ছাত্র থাকাকালীন, তিনি নিউ ইয়র্ক হেরাল্ড ট্রিবিউন, হিন্দুস্তান টাইমস ও মাতৃভূমি কর্তৃক যৌথভাবে পরিচালিত বিশ্ব ছোটগল্প প্রতিযোগিতায় বালার্তুমৃগাঙ্গাল গল্পের জন্য মালয়ালম ভাষায় সেরা ছোটগল্পের পুরস্কার জিতেছিলেন। ২৩ বছর বয়সে লেখা তাঁর প্রথম গুরুত্বপূর্ণ উপন্যাস নালুকেট্টু (উত্তরাধিকার) ১৯৫৮ সালে কেরালা সাহিত্য আকাদেমি পুরস্কার লাভ করে। তাঁর অন্যান্য উপন্যাসের মধ্যে রয়েছে মঞ্জু (কুয়াশা), কালাম (সময়), অসুরবিথু (অসুরের বীজ) এবং রন্ডামূঝাম (দ্বিতীয় পালা)। তাঁর শৈশবের অভিজ্ঞতা তাঁর সাহিত্যকর্মে গভীর প্রভাব ফেলেছে, যা সাধারণত কেরালার মূল পারিবারিক কাঠামো ও সংস্কৃতির উপর ভিত্তি করে গড়ে উঠেছে। কেরালার ঐতিহ্যবাহী থারাভাদ (যৌথ পরিবার) প্রথার উপর ভিত্তি করে লেখা তাঁর তিনটি উপন্যাস হল নালুকেট্টু, অসুরবিথু এবং কালাম।\nনাইর ছিলেন মালয়ালম চলচ্চিত্রের চিত্রনাট্যকার ও পরিচালক। তিনি সাতটি চলচ্চিত্র পরিচালনা করেছিলেন এবং প্রায় ৫৪টি চলচ্চিত্রের চিত্রনাট্য লিখেছিলেন। তিনি চারবার জাতীয় চলচ্চিত্র পুরস্কার (সেরা চিত্রনাট্য) জিতেছিলেন, যা চিত্রনাট্য বিভাগে সর্বাধিক সংখ্যক বিজয়ী হিসেবে রেকর্ড গড়েছে। এই পুরস্কার তিনি পেয়েছিলেন ওরু বদক্কান বীরগাথা (১৯৮৯), কদভু (১৯৯১), সদয়ম (১৯৯২) এবং পরিণয়ম (১৯৯৪) চলচ্চিত্রের জন্য।\n১৯৯৫ সালে, মালয়ালম সাহিত্যে সামগ্রিক অবদানের জন্য তাঁকে ভারতের সর্বোচ্চ সাহিত্য পুরস্কার জ্ঞানপীঠ পুরস্কার প্রদান করা হয়। ২০০৫ সালে, ভারতের তৃতীয় সর্বোচ্চ বেসামরিক সম্মাননা পদ্মভূষণ তাঁকে প্রদান করা হয়।\nতিনি ২৫ ডিসেম্বর ২০২৪ সালে কালিকট শহরে মৃত্যুবরণ করেন। ২০২৫ সালে, তাঁকে মরণোত্তরভাবে ভারতের দ্বিতীয় সর্বোচ্চ বেসামরিক সম্মান পদ্মবিভূষণ প্রদান করা হয়।\n\n\n== প্রারম্ভিক জীবন ও শিক্ষা ==\n\nমদথ তেক্কেপাত্তু বাসুদেবন নাইর ১৫ জুলাই ১৯৩৩ সালে জন্মগ্রহণ করেন কেরালার কুদাল্লুর গ্রামে, যা তখন পন্নানি তালুক (বর্তমানে পাট্টাম্বি তালুক, পালাক্কাড জেলা)-এর অন্তর্গত ছিল। তাঁর জন্মস্থান তৎকালীন মাদ্রাজ প্রেসিডেন্সির মালাবার জেলার অন্তর্ভুক্ত ছিল। তিনি টি. নারায়ণন নাইর ও অম্মালু আম্মার চার সন্তানের মধ্যে কনিষ্ঠতম ছিলেন। তাঁর বাবা সিলন (বর্তমান শ্রীলঙ্কা)-এ কর্মরত ছিলেন, এবং নাইর শৈশব কাটিয়েছেন কুদাল্লুর এবং তাঁর পিতার গ্রাম পুন্নাইউরকুলাম (বর্তমান ত্রিশূর জেলা)-এ।\nযদিও তাঁর পরিবারে পড়াশোনার প্রতি বিশেষ আগ্রহ ছিল না, নাইর শৈশবেই লেখালেখি শুরু করেন এবং তাঁর রচনা বিভিন্ন পত্রিকায় প্রকাশিত হয়।\nতিনি মালামাক্কাভু প্রাথমিক বিদ্যালয়ে পড়াশোনা করেন, এরপর কুমারনেল্লুর উচ্চ বিদ্যালয়ে পড়েন। মাধ্যমিকের পর পড়াশোনায় বিরতি নিতে হয়েছিল, এবং ১৯৪৯ সালে কলেজে ভর্তি হলে তাঁকে বিজ্ঞান বিভাগ নিতে পরামর্শ দেওয়া হয়, কারণ সে সময় বিজ্ঞান বিষয়ে ডিগ্রি থাকলে দ্রুত চাকরি পাওয়া যেত। ১৯৫৩ সালে তিনি ভিক্টোরিয়া কলেজ, পালাক্কাড থেকে রসায়নে স্নাতক ডিগ্রি অর্জন করেন।\n১৯৫৫-৫৬ সালে তিনি পাট্টাম্বি বোর্ড উচ্চ বিদ্যালয় ও চাওঘাট বোর্ড উচ্চ বিদ্যালয়ে গণিত শিক্ষকতা করেন এবং এম. বি. টিউটোরিয়াল কলেজ, পালাক্কাডে কাজ করেন। কিছুদিন থালিপারাম্বা, কান্নুর-এর ব্লক উন্নয়ন অফিসে গ্রামসেবক হিসেবেও কাজ করেন, পরে ১৯৫৭ সালে মাতৃভূমি সাপ্তাহিকী-তে সহসম্পাদক হিসেবে যোগ দেন।\n\n\n== সাহিত্য জীবন ==\n\n\n=== ছোটগল্প ===\n\nনাইর খুব অল্প বয়সেই লেখালেখি শুরু করেন, তাঁর বড় ভাইদের দ্বারা অনুপ্রাণিত হয়ে, যারা বিভিন্ন সাহিত্য পত্রিকায় নিয়মিত লিখতেন। এছাড়াও, তাঁর উচ্চ বিদ্যালয়ের সিনিয়র কবি অক্কিতম অচ্যুতম নম্বুথির তাঁকে লেখালেখিতে উদ্বুদ্ধ করেন। প্রথমদিকে তিনি কবিতা লিখতেন, তবে পরে গদ্য লেখার দিকে ঝুঁকেন।\nতাঁর প্রথম প্রকাশিত রচনা ছিল প্রাচীন ভারতের হীরক শিল্প নিয়ে লেখা একটি প্রবন্ধ, যার শিরোনাম ছিল \"প্রাচীনভারতথিল বৈর ব্যবসায়ম\"। এটি গুরুভায়ুর থেকে সি. জি. নাইর সম্পাদিত দ্বিসাপ্তাহিক পত্রিকা কেরলাক্ষেমম-এ প্রকাশিত হয়। তাঁর প্রথম গল্প বিশুভঘোষম ১৯৪৮ সালে মাদ্রাজ-ভিত্তিক চিত্রকেরলম পত্রিকায় প্রকাশিত হয়। গল্পটি এক দরিদ্র বালকের অনুভূতির কথা তুলে ধরে, যে নিজে আতশবাজি কিনতে পারে না, কিন্তু বিষু নববর্ষ উৎসবে ধনীদের বাড়ি থেকে ভেসে আসা আতশবাজির শব্দ শুনে দাঁড়িয়ে থাকে। এই গল্পে দারিদ্র্যের নির্মম বাস্তবতা এবং সামাজিক বৈষম্যের কষ্টকর উপলব্ধি প্রতিফলিত হয়েছে।\n১৯৫২ সালে তাঁর প্রথম বই রক্তম পুরন্দ মানলথরিকল প্রকাশিত হয়।\nভিক্টোরিয়া কলেজ, পালাক্কাড-এ পড়াশোনা করার সময় নাইর প্রথমবারের মতো সাহিত্য পুরস্কার জেতেন। তাঁর ছোটগল্প বলর্থুমৃগঙ্গল (পোষা প্রাণী) ১৯৫৪ সালে দ্য নিউ ইয়র্ক হেরাল্ড ট্রিবিউন, হিন্দুস্তান টাইমস এবং মাতৃভূমি যৌথভাবে পরিচালিত বিশ্ব ছোটগল্প প্রতিযোগিতায় প্রথম স্থান অর্জন করে। গল্পটি সার্কাস শিল্পীদের দুর্দশার করুণ চিত্র তুলে ধরে। পরবর্তী সময়ে তাঁর লেখা বহু ছোটগল্প বিভিন্ন সামাজিক ও সাংস্কৃতিক প্রেক্ষাপট থেকে উঠে এসেছে এবং প্রতিটি গল্পই জনপ্রিয়তা পেয়েছে।\nনাইরের উল্লেখযোগ্য ছোটগল্প সংকলনগুলোর মধ্যে রয়েছে ইরুট্টিন্তে আথ্মাভু, ওলাভুম থীরাভুম, বন্ধনম, বরিক্কুঝি, দারে-এ-সালাম, স্বর্গম থুরাক্কুন্ন সময়ম, বাণপ্রস্থম এবং শার্লক।\nইরুট্টিন্তে আথ্মাভু (\"অন্ধকারের আত্মা\") তাঁর অন্যতম বিখ্যাত ছোটগল্প, যেখানে এক ২১ বছর বয়সী যুবকের হৃদয়বিদারক কাহিনি বর্ণিত হয়েছে, যাকে সবাই পাগল বলে মনে করে এবং নৃশংসভাবে ব্যবহার করে। এই গল্প তথাকথিত সভ্য সমাজের ভেতরকার অমানবিকতার চিত্র তুলে ধরে। অন্যদিকে, শার্লক গল্পটি নাইরের পাঠকদের পরিচিত গ্রামীণ পরিবেশ এবং মার্কিন যুক্তরাষ্ট্রে অভিবাসী ভারতীয়দের চিত্র একসঙ্গে উপস্থাপন করে, যেখানে সূক্ষ্ম ব্যঙ্গাত্মক ভঙ্গিতে তাদের জীবনধারার বৈপরীত্য ফুটিয়ে তোলা হয়েছে।\nনাইর গ্রামীণ জীবনের নিষ্ঠুরতা এবং নিখুঁতভাবে টিকে থাকা সম্পর্কগুলো নিয়ে লিখেছেন। তাঁর কুরুক্কান্তে কল্যাণম (\"শিয়ালের বিয়ে\") ও শিলালিখিথাঙ্গাল (\"শিলালিপি\") গল্পে আদর্শ গ্রামীণ জীবনের ভেতরের নিষ্ঠুরতা ফুটে উঠেছে। এছাড়া, কার্কিটাকম এবং পল্লীভালুম কলচিলম্বুম (\"পবিত্র তলোয়ার ও নূপুর\") গল্পগুলোতে কৃষির ওপর নির্ভরশীল মানুষের কষ্ট ও বঞ্চনার চিত্র তুলে ধরা হয়েছে। বাণপ্রস্থম গল্পে এক শিক্ষক ও ছাত্রের বহু বছরের টিকে থাকা সম্পর্কের সূক্ষ্ম বিশ্লেষণ করা হয়েছে।\nনাইরের মতে, ছোটগল্প এমন একটি সাহিত্যধারা যেখানে একজন লেখক নিখুঁততার কাছাকাছি পৌঁছাতে পারেন। তিনি এবং টি. পদ্মনাভন একযোগে মালয়ালম সাহিত্যের প্রাথমিক আধুনিক ছোটগল্পকারদের সাথে পরবর্তী নবীন লেখকদের মধ্যে সংযোগ রচনা করেন।\n\n\n=== নালুকেট্টু এবং অসুরবিথু ===\n\nনাইরের প্রথম উপন্যাস পাথিরাভুম পক্ষলভেলিচাভুম (\"মধ্যরাত ও দিনের আলো\") ১৯৫৭ সালে মাতৃভূমি সাপ্তাহিক-এ ধারাবাহিকভাবে প্রকাশিত হয়।\nতাঁর প্রথম প্রধান সাহিত্যকর্ম নালুকেট্টু (\"উত্তরাধিকার\", ১৯৫৮) একটি ঐতিহ্যবাহী যৌথ পরিবারের ক্রমশ পতনের প্রেক্ষাপটে রচিত। উপন্যাসের নাম মালয়ালম সমাজের ঐতিহ্যবাহী যৌথ পরিবার ব্যবস্থার প্রতীক হিসেবে ব্যবহৃত নালুকেট্টু (এক ধরনের পারিবারিক বসতবাড়ি) থেকে নেওয়া হয়েছে। এটি মালয়ালম সাহিত্যের এক অনন্য ক্লাসিক হিসেবে বিবেচিত হয় এবং এস. কে. পোটেক্কাট, থাকাজি শিবশঙ্কর পিল্লাই, ভাইক্কম মুহাম্মদ বশীর ও উরুব-এর সাহিত্য ঐতিহ্যকে নবায়ন করতে গুরুত্বপূর্ণ ভূমিকা রাখে।\nউপন্যাসটি ১৯৫৯ সালে কেরালা সাহিত্য আকাদেমি পুরস্কার লাভ করে। এটি ২৩ বার পুনর্মুদ্রিত হয়েছে এবং ১৪টি ভাষায় অনূদিত হয়েছে। ২০০৮ সালের হিসাব অনুযায়ী, এটি পাঁচ লক্ষেরও বেশি কপি বিক্রি হয়েছে এবং এখনও এটি সর্বাধিক বিক্রীত বইগুলোর মধ্যে অন্যতম।\nনাইর নিজেই এই উপন্যাসকে ১৯৯৫ সালে দূরদর্শন-এর জন্য টেলিভিশন চলচ্চিত্র হিসেবে রূপান্তর করেন, যা ১৯৯৬ সালে কেরালা রাজ্য টেলিভিশন পুরস্কার অর্জন করে।\nঅসুরবিথু (দানবের বীজ; ১৯৭২) একটি কাল্পনিক ভাল্লuvanadan গ্রামের (কিঝাক্কেমুরি) প্রেক্ষাপটে রচিত, যা নালুকেট্টু-র প্রায় সিক্যুয়েল বলা যেতে পারে। এটি একই ভৌগোলিক ও সামাজিক-সাংস্কৃতিক পরিবেশকে চিত্রিত করে। উপন্যাসটি প্রধান চরিত্র গোবিন্দনকুট্টির দুর্দশার কাহিনি বর্ণনা করে, যে এক গর্বিত নায়ার তারাভাডুর কনিষ্ঠ পুত্র। সে সামাজিক অবস্থা, সামাজিক অবিচার ও নিজের অন্তর্জাগতিক দ্বন্দ্বের মাঝে আটকে পড়ে।\nঅসুরবিথু-তে স্পষ্ট ইঙ্গিত রয়েছে যে, একটি বহিরাগত সংস্কৃতির প্রভাব কীভাবে স্থানীয় সংস্কৃতিকে দূষিত করে এবং পরিবার ও সমাজের অবক্ষয় ডেকে আনে। এই দুই প্রারম্ভিক উপন্যাস—নালুকেট্টু ও অসুরবিথু— এমন এক পর্যায়কে তুলে ধরে, যখন কেরালার অর্থনৈতিক ও সাংস্কৃতিক অবস্থা এমন লক্ষণ দেখিয়েছিল, যা পরবর্তী সময়ে পরিবেশগত সংকটের দিকে ধাবিত হয়েছিল।\n\n\n=== মঞ্জু এবং কালাম ===\n\nতাঁর পরবর্তী উপন্যাস, যেমন মঞ্জু (কুয়াশা; ১৯৬৪) এবং কালাম (সময়; ১৯৬৯), প্রবল গীতিময়তায় সমৃদ্ধ, যা নালুকেট্টু বা অসুরবিথু-তে দেখা যায় না।\nমঞ্জু-তে নারীবাদী দৃষ্টিকোণ থেকে পুরুষতান্ত্রিক দমন ও শোষণের বিষয়টি আরও গুরুত্ব পায়। এটি নাইরের একমাত্র উপন্যাস, যেখানে প্রধান চরিত্র একজন নারী (বিমলা)। উপন্যাসটি নয়নিতালের মনোরম প্রাকৃতিক পরিবেশে রচিত, যা তাঁর অন্যান্য গ্রন্থের তুলনায় এক ব্যতিক্রমী প্রেক্ষাপট গঠন করে।\nউপন্যাসটির কাহিনি নির্মল বর্মার হিন্দি গল্প পরিন্দে (পাখি, ১৯৫৬)-এর অনুরূপ বলে দাবি করা হলেও, নাইর ও বর্মা উভয়েই এই অভিযোগ অস্বীকার করেছিলেন।\nকালাম উপন্যাসে, নাইর তাঁর প্রিয় প্রেক্ষাপট—একটি ধ্বংসপ্রাপ্ত যৌথ নায়ার তারাভাডু—তুলে ধরেছেন, যা স্বাধীনোত্তর ভারতের নতুন সামাজিক বাস্তবতার মধ্যে ভাল্লuvanadan গ্রামের পটভূমিতে স্থাপিত। উপন্যাসের প্রধান চরিত্র শেঠু সামাজিক, সাংস্কৃতিক ও অর্থনৈতিক পরিবর্তনের প্রবাহে দিশেহারা হয়ে পড়ে।\nকালাম সম্পূর্ণ আত্মজীবনীমূলক না হলেও এতে ব্যক্তিগত অভিজ্ঞতার প্রভাব স্পষ্ট। মঞ্জু উপন্যাসের চলচ্চিত্র রূপান্তর ১৯৮৩ সালে হয়, যার চিত্রনাট্য ও পরিচালনা করেন এম. টি. নাইর নিজেই। এই উপন্যাসের ভিত্তিতে একটি হিন্দি ভাষার চলচ্চিত্রও নির্মিত হয়, যার নাম ছিল শরৎ সন্ধ্যা।\n\n\n=== রণ্ডামূঝাম ===\n\nরণ্ডামূঝাম (দ্বিতীয় পর্ব; ১৯৮৪) মহাভারতের কাহিনি ভীমসেনের দৃষ্টিকোণ থেকে পুনর্কথিত করেছে। পৌরাণিক উপাদানগুলোকে লেখক বাস্তবসম্মতভাবে ব্যাখ্যা করেছেন, যাতে ভীম নতুন মনস্তাত্ত্বিক গভীরতা লাভ করে।\nনাইর বলেন, \"আমি ব্যাসদেবের মূল কাঠামো বদলাইনি, বরং তাঁর গদ্যরেখার মধ্যবর্তী শূন্যস্থানগুলো পূরণ করেছি এবং তাঁর নীরবতাকে ব্যাখ্যা করেছি।\"\n\n\n=== বারাণসী ===\nনাইরের উপন্যাস বারাণসী (২০০২) উত্তর ভারতের তীর্থস্থান বারাণসীতে এক যাত্রার গল্প অবলম্বনে রচিত। এতে জটিল কাহিনি নেই; বরং এটি একটি সাহিত্যিক পরীক্ষা। এটি সাহিত্যমহলে প্রশংসিত হলেও, সমালোচক ও চিত্রশিল্পী এম. ভি. দেবন সমালোচনা করেন।\n\n\n=== অন্যান্য রচনা ===\nনাইর এবং এন. পি. মোহাম্মদ যৌথভাবে আরবি পোন্নু (আরবের সোনা) উপন্যাসটি লেখেন। তারা মালাপ্পুরামের কারুভারাক্কুন্দু গ্রামে দুই সপ্তাহ অবস্থান করে এই গ্রন্থটি সম্পন্ন করেন।\nনাইর লেখালেখির কলা-কৌশল নিয়ে দুটি গ্রন্থ রচনা করেছেন—কাথিকান্তে পানিপ্পুরা এবং কাথিকান্তে কালা। এছাড়া, বিভিন্ন প্রসঙ্গে তাঁর স্মৃতিকথা, প্রবন্ধ ও বক্তৃতার সংকলন প্রকাশিত হয়েছে কিলিভাথিলিলুদে, কান্নান্থালিপ্পুক্কলুদের কালাম, বাক্কুকালুদের বিস্ময় এবং ঈকাকিকালুদের শব্দম শিরোনামে।\nমানুষ্যার নিজালুকাল এবং আল্ক্কুটথিল তানিয়ে হল তাঁর ভ্রমণকাহিনি।\n\n\n== অন্যান্য কর্মকাণ্ড ==\nনাইর বিভিন্ন সাহিত্যিক সংস্থায় গুরুত্বপূর্ণ পদে অধিষ্ঠিত ছিলেন, এর মধ্যে কেরালা সাহিত্য একাডেমির সভাপতি এবং টুঞ্চান স্মৃতি ট্রাস্টের চেয়ারম্যান পদ অন্তর্ভুক্ত।\nনাইর ১৯৫৬ সালে মাথ্রুভূমি প্রকাশনাগুলিতে যোগ দেন। তিনি পত্রিকার সম্পাদক এবং মাতৃভূমি ইলাস্ট্রেটেড উইকলি এর প্রধান সম্পাদক হিসেবে কাজ করেছিলেন।\nতিনি তার সাহিত্য, সিনেমা এবং জনজীবন মাধ্যমে ধর্মনিরপেক্ষতা প্রচার এবং সমর্থন করেছেন।। নাইর ১৯৯০-এর দশকে কেরালায় অনেক বুদ্ধিজীবীর সঙ্গে একটি ধর্মনিরপেক্ষ বুদ্ধিবৃত্তিক আন্দোলন গঠন করেছিলেন শান্তির জন্য।\n\n\n== চলচ্চিত্র জীবন ==\n\nনাইর মালয়ালম সিনেমার অন্যতম বিশিষ্ট এবং সুপরিচিত চিত্রনাট্যকার এবং পরিচালক। তিনি সাতটি সিনেমা পরিচালনা করেছেন এবং প্রায় ৫৪টি সিনেমার জন্য চিত্রনাট্য লিখেছেন। তিনি জাতীয় চলচ্চিত্র পুরস্কারে সেরা চিত্রনাট্যকার হিসেবে চারটি পুরস্কার পেয়েছেন: ওরু ভদাক্কান ভীরগাথা (১৯৮৯), কাডাভু (১৯৯১), সাদয়াম (১৯৯২), এবং পরিনায়ম (১৯৯৪), যা চিত্রনাট্য বিভাগে সর্বাধিক পুরস্কার।\nনাইর তার প্রথম চিত্রনাট্য ১৯৬৫ সালে লিখেছিলেন মুরাপ্পেন্নু সিনেমার জন্য, প্রযোজক শোভনা পরমেশ্বরন নাইরের অনুরোধে। সিনেমাটি তার লেখা \"স্নেহাতিনতে মুখাঙ্গল\" গল্পের উপর ভিত্তি করে তৈরি। দ্য হিন্দু এটিকে \"একটি ভালোভাবে তৈরি সিনেমা এবং চমকপ্রদ প্লট\" হিসেবে বর্ণনা করেছে এবং \"মালয়ালম সিনেমার ইতিহাসে অন্যতম গুরুত্বপূর্ণ সিনেমা\" হিসেবে উল্লেখ করেছে।\nনাইর ছিলেন প্রথম মালয়ালম চিত্রনাট্যকার, যিনি সিনেমাকে একটি পৃথক ভিজ্যুয়াল শিল্প হিসেবে শিখে চিত্রনাট্য লিখেছিলেন, যার নিজস্ব ভাষা, ব্যাকরণ এবং গঠন রয়েছে। তার পরই মালয়ালি দর্শকরা চলচ্চিত্র চিত্রনাট্যকে একটি স্বতন্ত্র শৈলী হিসেবে দেখতে শুরু করেন, যার নিজস্ব বৈশিষ্ট্য রয়েছে। এছাড়া, এটি M.T-ই ছিলেন যিনি এই লেখার মাধ্যমকে একটি সাহিত্যিক রূপে উন্নীত করেছিলেন।\nনাইরের চিত্রনাট্যগুলি কেরালার সমসাময়িক জীবনযাত্রার সামাজিক এবং সাংস্কৃতিক সংকটের চিত্রণ নিয়ে সামাজিক মনোযোগ পেয়েছে। মানবিক মূল্যবোধ এবং সম্পর্কের বিঘ্নন, যা পরিচিতি সংকট, হারানোর অনুভূতি, অমানবিকতা, নিজের চারপাশ থেকে বিচ্ছিন্নতা সৃষ্টি করে, এই বিষয়গুলিকে গভীরভাবে উপস্থাপন করেছেন নাইর, যা অন্য কোনো লেখক এরকমভাবে উপস্থাপন করেননি। এর অন্যতম ভালো উদাহরণ হল কন্যাকুমারী, ভারিক্কুঝি, ভিল্কানুন্ডু স্বপ্ননগল, সাদয়াম, আসুরবিথু, এদাভঝিয়িল পুচা মিন্দাপুচা, অক্ষরঙ্গল, আল্কোটঠিল থানিয়ে, আরূদম ইত্যাদি। নাইরের চিত্রনাট্যের একটি গুরুত্বপূর্ণ দিক হল প্রাকৃতিক বা ভৌগোলিক উপাদানগুলির কার্যকর চিত্রণ, যেগুলি তাদের উপস্থাপনার ভিজ্যুয়াল সম্ভাবনা ব্যবহার করে দেখানো হয়েছে। আরেকটি অনন্য বৈশিষ্ট্য হলো এতে ব্যবহৃত ভাষা। তার কিছু চিত্রনাট্য ঐতিহাসিক চরিত্র এবং ঐতিহাসিক গল্পের নতুন ব্যাখ্যা দেওয়ার জন্য পরিচিত। উদাহরণস্বরূপ, তিনি পেরুমঠাচানের জনপ্রিয় গল্পের চারপাশে বোনা কাহিনীগুলির নতুন ব্যাখ্যা দেন তার চিত্রনাট্যে, যা পেরুমঠাচানের চরিত্র সম্পর্কে তার নিজস্ব মূল্যায়নের উপর ভিত্তি করে। লোককথা অনুসারে বাদাক্কানপত্তু (উত্তরীণ বল্লাডস), চাঁদু তার কাকাতো ভাই আরোমালের জনপ্রিয়তা এবং ক্ষমতা দেখে ঈর্ষান্বিত হয়ে তাকে বিশ্বাসঘাতকতা করেছে বলে বলা হয়। তবে নাইরের ওরু ভদাক্কান ভীরগাথা যা ১৬শ শতকের কেরালায় স্থাপিত, এটি একই কাহিনীর একটি বিকল্প সংস্করণ উপস্থাপন করে, কারণ এটি চাঁদুর দৃষ্টিকোণ থেকে ঘটনাটি উপস্থাপন করে, যা চাঁদুর প্রতি অন্যায়ভাবে অভিযোগ আনার কারণে তার প্রতি গুরুতর অবিচারের কথা নির্দেশ করে।\n১৯৭৩ সালে, নাইর তার পরিচালনায় প্রথম ছবি তৈরি করেন নির্মাল্যম, যা জাতীয় চলচ্চিত্র পুরস্কারে সেরা চলচ্চিত্র পুরস্কার লাভ করে। সিনেমাটি একটি গ্রামীণ পুরোহিতের সম্পর্কে, যার সেবা আর সম্প্রদায়ের প্রয়োজন নেই এবং তার পরিবার ধ্বংস হতে শুরু করে। নাইর অনেকগুলি সিনেমা পরিচালনা ও চিত্রনাট্য লিখেছেন, যার মধ্যে পুরস্কৃত বন্ধনাম, কাডাভু এবং ওরু ছেরু পাঞ্চিরি রয়েছে। কাডাভু সিঙ্গাপুর আন্তর্জাতিক চলচ্চিত্র উৎসব এবং টোকিও আন্তর্জাতিক চলচ্চিত্র উৎসব-এ পুরস্কৃত হয়েছিল। তার চলচ্চিত্র কাজের মধ্যে তিনটি ডকুমেন্টারি এবং একটি টিভি সিরিজ অন্তর্ভুক্ত রয়েছে। তিনি ১৯৮১ সালের সিনেমা ভালর্থুমরুগাঙ্গাল এর জন্য গান লিখেছিলেন, যা এম. বি. শ্রীনিবাসান সুর করেছিলেন।\nনাইর ছিলেন ৪৬তম জাতীয় চলচ্চিত্র পুরস্কার (১৯৯৮)-এ ভারতীয় প্যানোরামার চেয়ারম্যান। তিনি ফিল্ম ফাইনান্স কর্পোরেশন, জাতীয় চলচ্চিত্র উন্নয়ন কর্পোরেশন এবং চলচ্চিত্র সেন্সর কমিটির সদস্যও ছিলেন। তিনি ফিল্ম অ্যান্ড টেলিভিশন ইনস্টিটিউট, পুনেতে একজন শিক্ষক হিসেবে কাজ করেছেন।\n\n\n== সাহিত্যিক শৈলী এবং থিম ==\n\nনাইর একটি অরণ্যাবৃত গ্রামে, নীলা নদীর তীরে জন্মগ্রহণ ও বেড়ে উঠেছেন। লেখক বারবার তার গ্রামের ঐতিহ্য এবং নীলার প্রতি তার কৃতজ্ঞতা স্বীকার করেছেন, যা তার সৃজনশীল অনুপ্রেরণার মূল উৎস হয়ে থেকেছে। নাইরের কাব্যিক রচনায় নীলা বারবার উপস্থিত হয়ে এই মতামতকে সমর্থন করেছে। তার রচনার প্রধান স্থান হল ভল্লুভনাড গ্রাম। ভল্লুভনাড অঞ্চলের প্রাকৃতিক দৃশ্য এবং ঐতিহ্য এবং এই অঞ্চলের শতাব্দীকাল ধরে ঘটে যাওয়া পরিবর্তনগুলি, ত্রাবাদ ও সম্প্রদায়িক উত্তেজনার অবশেষগুলি, নাইরের গল্পের শিল্পের অত্যন্ত চিত্তাকর্ষক শৈলীতে একটি চ্যালেঞ্জিং থিম প্রদান করেছে। নাইরের সাহিত্যের কাল্পনিক পরিবেশ ২০শ শতকের দ্বিতীয়ার্ধে বিস্তৃত, যা সামাজিক, সাংস্কৃতিক এবং অর্থনৈতিক পরিবর্তনের বিশাল সময়কাল।\nএটা ১৯৬০ এর দশকে, যখন নাইর একজন লেখক হিসেবে খ্যাতি অর্জন করতে শুরু করেন। সামাজিক বাস্তববাদী পর্যায়টি শেষ হয়ে গিয়েছিল। তার মতে, শ্রেণীযুদ্ধ—যা পূর্ববর্তী প্রজন্মের লেখকদের অনুপ্রাণিত করেছিল—তখন তার সাহিত্যিক ক্যারিয়ারের সূচনা হওয়ার সময় প্রাসঙ্গিকতা হারিয়েছে। স্বাধীনতার পূর্ববর্তী কালে বিশিষ্ট মালায়ালাম লেখকরা—থাকাজি, ভাল্লথোল এবং কেশবদেব—সবাই প্রগতিশীল বামপন্থী আদর্শ দ্বারা প্রভাবিত ছিলেন। তারা তাদের লেখার থিম হিসেবে সামাজিক দ্বন্দ্বে মনোনিবেশ করেছিলেন—পুঁজি ও শ্রমিকের মধ্যে, জমিদার ও ভাড়াটে মালিকের মধ্যে, শোষক ও শোষিতের মধ্যে। নাইর মনে করতেন যে, এই সামাজিক দ্বন্দ্বের থিম বর্তমান কেরালার প্রেক্ষাপটে একটি পুরনো ঘটনা হয়ে দাঁড়িয়েছে। নাইরের নায়করা হলেন সমাজ থেকে বিচ্ছিন্ন পুরুষ, যারা নিজেদের সাথে যুদ্ধ করছে, যা কেশবদেব বা থাকাজির নায়কদের তুলনায় একটি তীব্র বৈপরীত্য। নাইর, তার প্রান্তিকদের জন্য গভীর সহানুভূতির সত্ত্বেও, নিজেকে কোনো নির্দিষ্ট রাজনৈতিক মতাদর্শ বা আন্দোলনের সাথে পরিচিত করেন না।\n\n\n== ব্যক্তিগত জীবন এবং মৃত্যু ==\nনাইর দুইবার বিবাহিত ছিলেন। প্রথমে তিনি ১৯৬৫ সালে লেখক ও অনুবাদক প্রমীলা কে বিয়ে করেন। তাদের ১১ বছরের বিবাহিত জীবন শেষ হয়ে যায়। তাদের এই সম্পর্ক থেকে একটি কন্যা সন্তান ছিল, সিথারা, যিনি বর্তমানে যুক্তরাষ্ট্রে ব্যবসায়িক নির্বাহী হিসেবে কাজ করছেন।\n১৯৭৭ সালে তিনি নৃত্যশিল্পী কালামন্দালাম সরস্বতী কে বিয়ে করেন, এবং তাদের একটি কন্যা সন্তান ছিল, নৃত্যশিল্পী অশ্বথী নাইর।\nনাইর সিথারা নামে, কট্টারাম রোড, কোঝিকোড, তাদের প্রথম কন্যার নামানুসারে বাস করতেন।\nতিনি ২৫ ডিসেম্বর ২০২৪, ৯১ বছর বয়সে মারা যান। ১৫ ডিসেম্বর তিনি শ্বাসকষ্টজনিত কারণে কোঝিকোডের বেবি মেমোরিয়াল হাসপাতালে ভর্তি হন। চিকিৎসার পরও তার অবস্থা খারাপ হয়ে যায়, এবং তিনি হৃদরোগে আক্রান্ত হয়ে মারা যান।\n\n\n== স্বীকৃতি, পুরস্কার এবং সম্মাননা ==\nনাইরকে স্বাধীনতার পরবর্তী ভারতীয় সাহিত্যের অন্যতম মাস্টার হিসেবে মূল্যায়ন করা হয়।\nতিনি কালীচুট বিশ্ববিদ্যালয় এবং মহাত্মা গান্ধী বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডি.লিট. ডিগ্রি লাভ করেন।\n২০১৬ সালের হিসাবে, ওয়াশিংটন ডিসিতে লাইব্রেরি অফ কংগ্রেস এর সংগ্রহে নাইরের ৬২টি বই ছিল (যার মধ্যে কিছু ইংরেজি অনুবাদও রয়েছে) বা তার সম্পর্কে লেখা বই ছিল।\n\n\n=== সম্মাননা ===\n১৯৯৬: সম্মানসূচক ডক্টরেট (ডি.লিট.) কালীচুট বিশ্ববিদ্যালয় থেকে\n১৯৯৬: সম্মানসূচক ডক্টরেট মহাত্মা গান্ধী বিশ্ববিদ্যালয় থেকে\n২০০৫: পদ্মভূষণ, ভারতের তৃতীয় সর্বোচ্চ নাগরিক পুরস্কার\n২০০৮: সম্মানসূচক ডক্টরেট নেতাজি সুবাস ওপেন বিশ্ববিদ্যালয় থেকে\n২০২২: কেরালা পুরস্কার, কেরালা সরকার কর্তৃক প্রতিষ্ঠিত\n২০২৫: পদ্মবিভূষণ (মরণোত্তর) , ভারতের দ্বিতীয় সর্বোচ্চ নাগরিক পুরস্কার\n\n\n=== সাহিত্য পুরস্কার ===\n\n\n=== চলচ্চিত্র পুরস্কার ===\n\n\n==== জাতীয় চলচ্চিত্র পুরস্কার ====\n\n\n==== কেরালা রাজ্য চলচ্চিত্র পুরস্কার ====\n\n\n==== কেরালা চলচ্চিত্র সমালোচক সমিতি পুরস্কার ====\n\n\n==== অন্যান্য চলচ্চিত্র পুরস্কার ====\nনাইর আরও নিম্নলিখিত চলচ্চিত্র পুরস্কার অর্জন করেছেন:\n\n১৯৯১: ফিল্মফেয়ার লাইফটাইম অ্যাচিভমেন্ট অ্যাওয়ার্ড – দক্ষিণ\n১৯৯২: সিঙ্গাপুর আন্তর্জাতিক চলচ্চিত্র উৎসব – বিশেষ বিচারক পুরস্কার – কদাবু\n১৯৯২: টোকিও আন্তর্জাতিক চলচ্চিত্র উৎসব – এশিয়া ফিউচার প্রাইজ – কদাবু\n১৯৯৬: কেরালা রাজ্য টেলিভিশন পুরস্কার – নালুকেত্তু\n২০০৩: এশিয়ানেট চলচ্চিত্র পুরস্কার – লাইফটাইম অ্যাচিভমেন্ট অ্যাওয়ার্ড\n২০১৬: এশিয়ানেট চলচ্চিত্র পুরস্কার – লাইফটাইম অ্যাচিভমেন্ট অ্যাওয়ার্ডটেমপ্লেট:Circular reference\n২০১৩: জে. সি. ড্যানিয়েল পুরস্কার কেরালা রাজ্য সরকার দ্বারা\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== উপন্যাস ===\nনালুকেট্টু (ঐতিহ্য)। ত্রিসূর: কারেন্ট। ১৯৫৮। আইএসবিএন 978-81-226-0727-7। \nপাথিরাভুম পাকালভেলিচাভুম (মধ্যরাত্রি এবং দিন) (মালায়ালাম ভাষায়)। ত্রিসূর। আইএসবিএন 9788126409792। \nM. টি. বাসুদেবন নায়ার; এন. পি. মোহাম্মদ (১৯৬০)। অরাবি পন্নু (আরবের সোনার)। ত্রিসূর: কারেন্ট। আইএসবিএন 978-81-713-0516-2। \nঅসুরবীথু (দেবদ্বারা)। ত্রিসূর: কারেন্ট। ১৯৬২। আইএসবিএন 978-81-7130-331-1। \nমঞ্জু (কুয়াশা)। ত্রিসূর: কারেন্ট। ১৯৬৪। \nকালাম (সময়)। ত্রিসূর: কারেন্ট। ১৯৬৯। \nভিলাপাথ্রা। কোট্টায়াম: এসপিসিএস। ১৯৭৮। আইএসবিএন 978-8122611366। \nরান্ডামূঝাম (দ্বিতীয় মোড়)। কোট্টায়াম: এসপিসিএস। ১৯৮৪। আইএসবিএন 81-226-0731-4। \nবারাণসী। ত্রিসূর: কারেন্ট। ২০০২। আইএসবিএন 978-8122613674। \n\n\n=== ছোটগল্প সংগ্রহ ===\nরক্তমপুরী মন্ঠরিকল (রক্তরাঙা বালু)। পালঘাট: কালারাধাকা সংঘ। ১৯৫২। আইএসবিএন 978-8122610550।  (৫টি গল্পের সংগ্রহ)\nভেইলুম নীলভুম (সূর্যালোক এবং চন্দ্রালোক)। মাদ্রাজ: জনতা মুদ্রণ ও প্রকাশনা সংস্থা। ১৯৫৪। \nবেদনারূপ পুষ্কল (দুঃখের ফুল)। পালঘাট: সমদর্শী। ১৯৫৫। \nনinte অরমাক্কু (আপনার স্মৃতির জন্য)। ত্রিসূর: কারেন্ট। ১৯৫৬। আইএসবিএন 978-8126422180।  (৬টি গল্পের সংগ্রহ)\nওলাভুম থীরাভুম (তরঙ্গ এবং তীর)। ত্রিবান্দ্রম: জনতা। ১৯৫৭। আইএসবিএন 978-8122612028।  (৬টি গল্পের সংগ্রহ)\nইরুত্তিন্তে আত্মাভু (অন্ধকারের আত্মা)। ত্রিসূর: কারেন্ট। ১৯৫৭। আইএসবিএন 9788122608540। \nকুট্টিয়েধাটি। ত্রিসূর: কারেন্ট। ১৯৫৯। আইএসবিএন 978-8122612837।  (৫টি গল্পের সংগ্রহ)\nনষ্টপেট্টা দিনঙ্গল (হারানো দিন)। ত্রিসূর: কারেন্ট। ১৯৬০।  (৫টি গল্পের সংগ্রহ)\nবন্ধনাম (বন্ধন)। ত্রিসূর: কারেন্ট। ১৯৬৩। আইএসবিএন 978-8130016238।  (৫টি গল্পের সংগ্রহ)\nকালীবাড়ি (মঞ্চ)। কলিকাতা: পূর্ণা। ১৯৬৬। এএসআইএন B096RQDM12।  (৫টি গল্পের সংগ্রহ)\nপাথানাম (পতন)। ত্রিসূর: কারেন্ট। ১৯৬৬। আইএসবিএন 978-8122611823।  (৪টি গল্পের সংগ্রহ)\nবরিক্কুজি (ফাঁদ)। ত্রিসূর: কারেন্ট। ১৯৬৭।  (৫টি গল্পের সংগ্রহ)\nM.T.yude থিরাঞ্জেদুথা কথাকল। ত্রিসূর: কারেন্ট। ১৯৬৮। আইএসবিএন 978-8122609219।  (৩৪টি গল্পের সংগ্রহ)\nদার-এস-সালাম। ত্রিসূর: কারেন্ট। ১৯৭০। আইএসবিএন 9788124000601।  (৫টি গল্পের সংগ্রহ)\nঅঞ্জাথন্তে উচ্চারথ স্মারকম। ত্রিসূর: কারেন্ট। ১৯৭৩। আইএসবিএন 9788122609219।  (৪টি গল্পের সংগ্রহ)\nঅভয়াম থেদি ভীন্দুম। কোট্টায়াম: এসপিসিএস। ১৯৭৮।  (৩টি গল্পের সংগ্রহ)\nস্বর্গম থুরাক্কুন্না সময়াম (যখন স্বর্গের দরজা খোলে)। কলিকাতা: পূর্ণা। ১৯৮০। আইএসবিএন 978-8122612868। \nবনপ্রস্থান (বনে)। ত্রিসূর: কারেন্ট। ১৯৯২। আইএসবিএন 9788122606300।  (৪টি গল্পের সংগ্রহ)\nশার্লক। ত্রিসূর: কারেন্ট। ১৯৯৮। আইএসবিএন 978-8122612844।  (৪টি গল্পের সংগ্রহ)\n\n\n=== শিশু সাহিত্য ===\nমানিক্যাকল্লু। ত্রিসূর: কারেন্ট। ১৯৫৭। আইএসবিএন 978-8171301782। \nদয়া এন্না পেঙ্কুটি। কলিকাতা: মালায়ালম। ১৯৮৭। আইএসবিএন 978-8126421367।  এন. পি. হাফিজ মোহাম্মদ এর চিত্রণ সহ\nথান্ত্রাকারি। কলিকাতা: গুরু। ১৯৯৩। আইএসবিএন 978-8171309016।  মদাননের চিত্রণ সহ\n\n\n=== প্রবন্ধ ===\nকিলিভাথিলিলুড়ে। ত্রিশূর: অগাস্ট বুকস। ১৯৯২। আইএসবিএন 9788126463718।  (প্রবন্ধ সংগ্রহ)\nএকাকীকালুদে শব্দম। কোত্তায়াম: ডিসি বুকস। ১৯৯৪। আইএসবিএন 8171303838।  (প্রবন্ধ সংগ্রহ এবং টোনি মরিসন এর সাথে একটি সাক্ষাৎকার)\nরামনীয়ম ওরু কালাম। ক্যালিকট: অলিভ। ১৯৯৮। আইএসবিএন 978-8187480402।  (৩৪টি প্রবন্ধের সংগ্রহ পাঁচটি অংশে)\n\n\n=== স্মৃতিচারণা ===\nকন্ননথলিপ্পূক্কালুদে কালাম। ত্রিশূর: কারেন্ট। ২০০৩। আইএসবিএন 978-8122613322।  (২৭টি প্রবন্ধের সংগ্রহ)\nস্নেহদরঙ্গালোদে। ক্যালিকট: হারিথম। ২০০৩। আইএসবিএন 978-8122609073।  (১৯ জন ব্যক্তির স্মৃতিচারণা এবং থাকাঝি চলচ্চিত্রের স্ক্রিপ্ট)\nঅম্মায়্কু। ত্রিশূর: কারেন্ট। ২০০৫। আইএসবিএন 978-8122613537। \nচিত্রথরেভুকাল। ক্যালিকট: অলিভ। ২০১০। আইএসবিএন 978-8122611380। \n\n\n=== নাটক ===\nগোপুরানাদায়িল। ক্যালিকট: পূর্ণা। ১৯৮০। আইএসবিএন 978-9383155347। \n\n\n=== ভাষণ ===\nএম. এন. কারাসেরি, সম্পাদক (১৯৯৯)। ভাক্কুকলুদে বিস্ময়। ক্যালিকট: পাপিয়ন।  (৩২টি ভাষণের সংগ্রহ)\nজলকাঙ্গালুম কাবাডাঙ্গালুম। কন্নুর: কাইরালী বুকস। ২০১১। আইএসবিএন 978-9381649732।  (ভাষণের সংগ্রহ)\n\n\n=== অধ্যয়ন ===\nকাঠিকান্তে পানিপ্পুরা। ত্রিশূর: কারেন্ট। ১৯৬৩। এএসআইএন B01N8VHN4I। \nহেমিংওয়ে: ওরু মুখভূরা। ত্রিশূর: কারেন্ট। ১৯৬৪। আইএসবিএন 9789386429896। \nকাঠিকান্তে কেলা। কোত্তায়াম: ডিসি বুকস। ১৯৮৪। আইএসবিএন 978-8122609226।  (৭টি প্রবন্ধের সংগ্রহ)\n\n\n=== অনুবাদ ===\nএম. টি. ভাসুদেবন নায়ার; এন. পি. মোহাম্মদ (২০০১)। লোককথা। ক্যালিকট: পাপিয়ন। আইএসবিএন 978-8187474807।  (জীবithathinte গ্রন্থথিল ezhuthiyath এর নতুন সংস্করণ। এছাড়াও এন. পি. মোহাম্মদ এবং এম. টি. ভাসুদেবন নায়ারের মধ্যে কথোপকথন অন্তর্ভুক্ত)\n\n\n=== ভ্রমণবৃত্তান্ত ===\nমানুষ্যর নিঝালুকাল। ত্রিশূর: মঙ্গলোদয়াম। ১৯৬৩।  (পূর্ব ইউরোপের মাধ্যমে ভ্রমণবৃত্তান্ত)\nআলক্কোটাথিল থানিয়ে। ত্রিশূর: কারেন্ট। ১৯৭২। আইএসবিএন 978-8126477081। \nভাংকডালিলে থুজাভাল্লাকার। কোত্তায়াম: এসপিসিএস। ১৯৯৮। আইএসবিএন 978-8182645332।  (চীন দিয়ে ভ্রমণবৃত্তান্ত)\n\n\n=== চিত্রনাট্য ===\nনায়ারের বেশিরভাগ চিত্রনাট্য বই হিসেবে প্রকাশিত হয়েছে। প্রকাশিত কিছু কাজের মধ্যে রয়েছে:\n\nআমার প্রিয় চিত্রনাট্য। কোত্তায়াম: কারেন্ট। ১৯৮৩।  (চলচ্চিত্রগুলোর চিত্রনাট্য: ওप्पোল, ভারিক্কুঝি, আরূডাম, নীলতমারা এবং ইদাভাঝিয়িলে পুচা মিন্ডা পুচা)\nওরু ভাদক্কান বীরগাথা। ক্যালিকট: মালবেরি পাবলিকেশনস। ১৯৮৯। \nভৈশালী। ক্যালিকট: মালয়ালম। ১৯৮৯। \nপেরুমতচ্ছন। ত্রিশূর: পুস্তক। ১৯৯২। \nপঞ্চাগ্নি। ত্রিশূর: কারেন্ট। ১৯৯২। \nআল্কূটথিল থানিয়ে। ক্যালিকট: অক্ষরাম। ১৯৯৩। \nনখাক্ষতঙ্গল। ত্রিশূর: কারেন্ট। ১৯৯৪। \nচারটি চিত্রনাট্য। পালা: সহৃদয়।  (চলচ্চিত্রগুলোর চিত্রনাট্য: কাদাভু, সদয়ম এবং পরিণয়ম)\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== দেখুন এছাড়া ==\n\nভারতীয় লেখকদের তালিকা\nটেমপ্লেট:স্পষ্ট\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে এম. টি. বাসুদেবন নায়ার (ইংরেজি)\n\nটেমপ্লেট:সাহিত্য একাডেমি পুরস্কার (মালয়ালম)\n\nটেমপ্লেট:জে. সি. ড্যানিয়েল পুরস্কার\nটেমপ্লেট:এঝুথাচান পুরস্কার\n\nটেমপ্লেট:ফিল্মফেয়ার লাইফটাইম অ্যাচিভমেন্ট অ্যাওয়ার্ড – দক্ষিণ\nটেমপ্লেট:মালায়ালম সাহিত্য\nটেমপ্লেট:পদ্ম পুরস্কার প্রাপ্তরা কেরালা\nটেমপ্লেট:কেরালা রাজ্য চলচ্চিত্র পুরস্কার শ্রেষ্ঠ পরিচালক\nটেমপ্লেট:বায়ালার পুরস্কার\n\nটেমপ্লেট:ডিফল্টর্ট:Nair, M. T. Vasudevan"}