{"pageid": 1511448, "title": "মালবিকা রাজ", "url": "https://bn.wikipedia.org/wiki?curid=1511448", "content": "মালবিকা রাজ হলেন একজন ভারতীয় শিল্পী এবং ফ্যাশন ডিজাইনার। তিনি মধুবনী শিল্পশৈলীতে কাজ করেন। একজন দলিত হিসেবে, ভারতে বর্ণ -ভিত্তিক বৈষম্যের ক্ষেত্রে তাঁর অভিজ্ঞতা প্রকাশের জন্য তিনি শিল্পকে ব্যবহার করেছেন এবং দলিত পরিচয় ও বৌদ্ধ ধর্মের সাথে সম্পর্কিত বিষয়গুলি প্রকাশ করার জন্য ঐতিহ্যবাহী প্রয়োগকৌশল ব্যবহার করেছেন।\n\n\n== জীবন ==\nমালবিকা রাজ বিহারের পাটনার বাসিন্দা। তিনি পাঞ্জাবের মোহালির নর্দার্ন ইণ্ডিয়া ইনস্টিটিউট অফ ফ্যাশন টেকনোলজিতে পড়াশোনা করেছেন। দলিত পরিবারের সন্তান হয়ে, ভারতের দলিত নেতৃত্ব, রাজনীতি ও ইতিহাস এবং বৌদ্ধধর্ম ও দলিত পরিচয়ের মধ্যে ঘনিষ্ঠ সম্পর্ক বিষয়ে শিক্ষিত করার জন্য তিনি তাঁর পরিবার এবং বিশেষ করে তাঁর বাবাকে কৃতিত্ব দেন।\n\n\n== কর্মজীবন ==\nমালবিকা প্রথমে দিল্লিতে ফ্যাশন ডিজাইনার হিসেবে কাজ করতেন, কিন্তু স্বাস্থ্যগত কারণে তিনি পাটনায় ফিরে আসেন। বাড়িতে স্বাস্থ্য পুনরুদ্ধার করার সময়, তিনি শিল্পী অশোক বিশ্বাসের কাছে মধুবনী কৌশলের প্রশিক্ষণ নেন। তাঁদের বাড়িতে মধুবনী শৈলীতে শিল্প তৈরি করা দলিত মহিলাদের দ্বারা ব্যবহৃত ঐতিহ্যবাহী মোটিফ এবং চিত্রকর্মগুলিও তিনি শিখেছিলেন। বিহারের সমস্তিপুরে যাওয়ার সময় প্রশিক্ষণ অব্যাহত রাখার জন্য তিনি এইগুলি শেখেন।\n\nমালবিকার কাজ ঐতিহ্যবাহী মধুবনী শিল্প দ্বারা অনুপ্রাণিত হয়েছে, এটি উদ্ভূত হয়েছিল তাঁর নিজ রাজ্য বিহার থেকেই। মূলত মহিলারা নিজেদের বাড়ির মাটির দেওয়াল সাজাতে চালের আটার রঙ ব্যবহার করে ছবি আঁকতেন। মালবিকার কাজ মধুবনী শিল্পের একটি দিক 'কোভর' (যার অর্থ 'মধু বন') -এর ওপর আলোকপাত করে। এ পদ্ধতিটি ঐতিহ্যগতভাবে বিবাহ অনুষ্ঠানে দেয়াল সাজানোর জন্য ব্যবহৃত প্রকৃতির চিত্রগুলি নিয়ে গঠিত। মধুবনী শিল্পকলা অধ্যয়নকালে বৈষম্যের অভিজ্ঞতার কথা বলতে গিয়ে রাজ বলেন,\"ঐতিহাসিকভাবে, মধুবনী শিল্পের তান্ত্রিক উপধারাটি এমন একটি বিষয়, যেটি কেবল ব্রাহ্মণদেরই করার অনুমতি দেওয়া হয়েছে। আমার ভ্রমণের সময়, আমি একজন তান্ত্রিক শিল্পীর সাথে দেখা করি এবং যখন আমি তাঁকে জিজ্ঞাসা করি যে তিনি আমাকে এই শৈলী শেখাতে পারেন কিনা, তিনি সরাসরি প্রত্যাখ্যান করেন কারণ আমি একজন দলিত। যখন আমি তাঁকে উত্তরে বলি যে আমি কেবল কৌশলটি অধ্যয়ন করতে পারি এবং নিজেই শিল্পের এই ধরণটি শিখতে চাই, তখন তিনি বলেন যে আমার ভাগ্য খারাপ হবে। জাতপাত সবার মনে এতটাই গভীরভাবে প্রোথিত যে এমনকি একজন স্থানীয় দলিত শিল্পীও আমাকে তান্ত্রিক শৈলীতে ছবি আঁকতে নিষেধ করেছিলেন কারণ তিনি আমার জীবনের জন্য ভীত ছিলেন।\"মালবিকা বলেছেন যে, অন্যান্য বিষয়ের মধ্যে এই ঘটনা, তাঁর শিল্পকর্মে হিন্দু পুরাণ চিত্রিত করার প্রতি তাঁর বিরূপ মনোভাব তৈরি করেছিল। তাঁর কাজে মধুবনী কৌশল এবং শৈলী ব্যবহার করা হয়েছে, তবে তাঁর চিত্রকল্পগুলি ভারতে বর্ণ ব্যবস্থার ফলে দলিতদের দ্বারা সম্মুখীন হওয়া ঐতিহাসিক এবং চলমান বৈষম্যের রাজনৈতিক ও সামাজিক দিক থেকে, বৌদ্ধধর্ম থেকে এবং দলিতদের সেই ধর্মে রূপান্তরের ইতিহাস থেকে, সেইসাথে বি আর আম্বেদকর এবং সাবিত্রীবাই ফুলের মতো দলিত রাজনৈতিক নেতা ও সমাজ সংস্কারকদের কাছ থেকে এসেছে। তিনি বৌদ্ধ চিত্রকল্পের দৃশ্যও আঁকেন, যার মধ্যে বুদ্ধের জীবনের ঘটনাও রয়েছে, তিনি বলেছেন যে তাঁর প্রথম চিত্রকর্মটিতে বুদ্ধের জীবনের একটি দৃশ্য চিত্রিত হয়েছিল। মালবিকা কর্তৃক নির্মিত বি আর আম্বেদকরের একটি প্রতিকৃতি এডিনবার্গ বিশ্ববিদ্যালয়ে প্রদর্শিত হচ্ছে। মালবিকা বলেছেন যে মধুবনী শিল্পকলায় ধর্মীয় বিষয়বস্তু পরিবর্তিত করার জন্য তিনি বিরোধিতার মুখোমুখি হয়েছেন। তাঁর কাজ ভারতে, মুম্বাইয়ের জাহাঙ্গীর আর্ট গ্যালারী এবং দিল্লির ইণ্ডিয়ান কাউন্সিল ফর কালচারাল রিলেশনস এবং ললিত কলা আকাদেমিতে প্রদর্শিত হয়েছে। শিল্পকলার পাশাপাশি, তিনি একজন উদ্যোক্তাও, তিনি মধুবনী নকশার পোশাক ডিজাইন করেন এবং তিনি গ্রামীণ মহিলাদের শেখান পোশাকে রঙ করতে। তাঁর কাজ আউটলুক, এবং মিন্ট -এ সমসাময়িক দলিত রাজনীতি এবং পরিচয় সম্পর্কিত নিবন্ধগুলিতে চিত্রণ হিসাবে ব্যবহৃত হয়েছে। রাজ সম্প্রতি সঙ্গীতা মুলায় রচিত 'সাবিত্রীবাই ফুলে অ্যাণ্ড আই' বইটি চিত্রিত করেছেন।\n\n\n== আরও দেখুন ==\nসুমিত সামোস\nসোমনাথ ওয়াঘমারে\nসাবিন্দ্র সাওয়ারকর\n\n\n== তথ্যসূত্র =="}