{"pageid": 1511204, "title": "অস্ট্রেলিয়ার মানচিত্র থেকে তাসমানিয়ার বিবর্জন", "url": "https://bn.wikipedia.org/wiki?curid=1511204", "content": "অস্ট্রেলিয়ার মানচিত্র থেকে দেশটির অঙ্গরাজ্য তাসমানিয়া প্রায়শই বাদ পড়ে যায়। এই ধরনের ঘটনার পুনরাবৃত্তিতে তাসমানিয়ার বাসিন্দারা ক্ষুব্ধ হন।\n\n\n== বাদ পড়ার সবচেয়ে পুরনো ঘটনাবলি ==\n১৯০৯ সালে হোবার্টভিত্তিক ডেইলি পোস্ট পত্রিকায় প্রকাশিত একটি প্রতিবেদন অনুসারে, “কমনওয়েলথের অনেক মানচিত্রেই... সঠিকভাবে তাসমানিয়া দ্বীপটিকে প্রদর্শন করা হয় না।”\n\n\n== ১৯৮২ সালের কমনওয়েলথ গেমস ==\n\n১৯৮২ সালের কমনওয়েলথ গেমসের উদ্বোধনী অনুষ্ঠানে অংশগ্রহণকারীরা অস্ট্রেলিয়ার একটি মানচিত্র তৈরি করেন, যেখানে ভুলবশত তাসমানিয়া বাদ পড়ে যায়। ইংরেজ-বংশোদ্ভূত অস্ট্রেলীয় কবি অ্যান্ড্রু স্যান্ট এর প্রতিবাদে “অফ দ্য ম্যাপ” নামে একটি কবিতা লিখেন:\n\n\n== ২০১৪ সালের কমনওয়েলথ গেমস ==\n২০১৪ সালের কমনওয়েলথ গেমসে অস্ট্রেলীয় সাঁতারু দলকে অস্ট্রেলিয়ার মানচিত্র এবং ক্যাঙ্গারু ও এমুপাখির নকশা সংবলিত প্রশিক্ষণের একটি বিশেষ পোশাক সরবরাহ করা হয়। প্রাণীগুলোর বৈশিষ্ট্যপূর্ণ অবস্থান মানচিত্রে তাসমানিয়াকে ঢেকে দেয়। মানচিত্র থেকে তাসমানিয়া বাদ পড়ে যাওয়ায়, এই পোশাক নিয়ে সমালোচনা শুরু হয়। তাসমানিয়ার প্রধানমন্ত্রী উইল হজম্যান এই ঘটনাকে “অনস্ট্রেলীয় এবং ক্ষমার অযোগ্য” বকে অভিহিত করেন।\n\n\n== অন্যান্য ঘটনা ==\n\nমেলবোর্নে অনুষ্ঠিত ১৯৫৬ গ্রীষ্মকালীন অলিম্পিক প্রতিযোগিতায় অস্ট্রেলীয় ক্রীড়াবিদদের পোশাকে তাসমানিয়া বাদে অস্ট্রেলিয়ার মানচিত্র খচিত ছিল।\n১৯৯৩ সালে রেসিং গেম টপ গিয়ার ২ অস্ট্রেলেশিয়ার দেশ নির্বাচনের মানচিত্রে তাসমানিয়া অন্তর্ভুক্ত করেনি।\n২০০০ সালের সিডনি অলিম্পিকের আনুষ্ঠানিক অনেক নথি ও প্রচারপত্রে তাসমানিয়া ছাড়া অস্ট্রেলিয়ার মানচিত্র ব্যবহার করা হয়েছিল।\n২০০৮ সালের অস্ট্রেলিয়া চলচ্চিত্রের কয়েকটি প্রচারপত্রে অস্ট্রেলিয়ার মানচিত্র থেকে তাসমানিয়া বাদ পড়ে যায়।\n২০১২ সালে আর্নট’স বিস্কুটস অস্ট্রেলিয়ার মূল ভূখণ্ডের আকৃতির বিস্কুট বাজারে আনে।\n২০১৩ সালে দক্ষিণ অস্ট্রেলিয়ার গৃহীত একটি লোগোতে তাসমানিয়া বাদ পড়ে গিয়েছিল।\n২০১৬ সালে অস্ট্রেলিয়া দিবসের টুপিতে তাসমানিয়া বাদ পড়ে যাওয়ার জেরে উলসওয়ার্থ সুপারমার্কেটস বাজার থেকে পণ্যটি তুলে নিতে বাধ্য হয়।\n২০১৯ সালে থিনস ক্রিস্পস পাই ও সস ফ্ল্যাভারের ক্রিস্পস বাজারে আনে, যার প্যাকেজিংয়ে তাসমানিয়ার মানচিত্র বাদ পড়ে যায়।\nবোর্ডগেম রিস্ক-এর বহু সংস্করণে তাসমানিয়া (অথবা নিউজিল্যান্ড) বাদ পড়ে যায়।\n\n\n== অদৃশ্যতার অবস্থা প্রদর্শনী ২০২২ ==\n২০২২ সালের অক্টোবর মাসে প্রকাশক হ্যামিশ থম্পসন “স্টেট অব ইভিজিবিলিটি” বা “অদৃশ্যতার অবস্থা” নামে একটি প্রদর্শনীর আয়োজন করেন। এতে তাসমানিয়ার মানচিত্র বাদ পড়ে যাওয়া এমন অস্ট্রেলিয়ার জাতীয় মানচিত্র, স্যুভেনির ও যুক্তরাষ্ট্রীয় স্মারক প্রদর্শিত হয়। এই আয়োজন অনেকের দৃষ্টি আকর্ষণ করে এবং অস্ট্রেলিয়াব্যাপী স্থানীয় ও জাতীয় সংবাদমাধ্যমে গুরুত্বের সাথে প্রকাশিত হয়।\n\n\n== আরও দেখুন ==\nমানচিত্র থেকে নিউজিল্যান্ডের বিবর্জন\n\n\n== তথ্যসূত্র =="}