{"pageid": 1511611, "title": "আজাদ কাশ্মীরের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1511611", "content": "আজাদ কাশ্মীরের ইতিহাস বিতর্কিত কাশ্মীর অঞ্চলের একটি অংশের ইতিহাস, যা বর্তমানে পাকিস্তানের প্রশাসনের অধীনে রয়েছে। এর ইতিহাস ডোগরা শাসনামলের কাশ্মীর অঞ্চলের ইতিহাসের সঙ্গে সম্পর্কিত। আজাদ কাশ্মীরের সীমানা দক্ষিণে পাকিস্তানের পাঞ্জাব এবং পশ্চিমে খাইবার পাখতুনখোয়া প্রদেশের সঙ্গে মিলিত হয়েছে। উত্তরে এটি গিলগিত-বালতিস্তান এবং পূর্বে ভারতীয় কেন্দ্রশাসিত অঞ্চল জম্মু ও কাশ্মীরের সঙ্গে সংযুক্ত। এই অঞ্চলটি ভারত দাবি করে এবং ১৯৪৭ সাল থেকে ভারত ও পাকিস্তানের মধ্যে বিরোধের বিষয় হয়ে আছে।\n\n\n== আধুনিক ইতিহাস ==\n\nজম্মু ও কাশ্মীর নামক দেশীয় রাজ্যটি ১৮৪৬ সালে প্রথম অ্যাংলো-শিখ যুদ্ধের পর গঠিত হয়। এর আগে, জম্মু ছিল শিখ সাম্রাজ্যের একটি করদ রাজ্য, যার কেন্দ্র ছিল লাহোর। গুলাব সিং, যিনি একসময় মহারাজা রণজিৎ সিংহের সেনাবাহিনীতে একজন সাধারণ সৈনিক ছিলেন, বিভিন্ন যুদ্ধে কৃতিত্ব দেখানোর পর ১৮২২ সালে জম্মুর রাজা নিযুক্ত হন। কাশ্মীর উপত্যকাও শিখ সাম্রাজ্যের অংশ ছিল, যদিও এটি একটি পৃথক গভর্নরের মাধ্যমে শাসিত হতো। রাজা গুলাব সিং ধারাবাহিকভাবে যুদ্ধ করে রাজৌরি (১৮২১), কিশ্তওয়ার (১৮২১) দখল করেন এবং তাঁর সেনাপতি জোরাওয়ারের নেতৃত্বে সুরু উপত্যকা ও কার্গিল (১৮৩৫), লাদাখ (১৮৩৪-১৮৪০) এবং বালতিস্তান (১৮৪০) অধিকার করেন। এর ফলে তিনি শিখ দরবারে একজন ধনী ও প্রভাবশালী ব্যক্তি হয়ে ওঠেন।\n১৮৪৫-১৮৪৬ সালের প্রথম অ্যাংলো-শিখ যুদ্ধে, গুলাব সিং ব্রিটিশদের পক্ষ নেন, যার ফলে শিখদের পরাজয় ঘটে। যুদ্ধের পর লাহোর চুক্তির শর্ত অনুযায়ী, ব্রিটিশরা শিখদের কাশ্মীর ও হাজারা ত্যাগ করতে বাধ্য করে এবং গুলাব সিংকে স্বাধীন মহারাজা হিসেবে স্বীকৃতি দেয়। এক সপ্তাহ পর, অমৃতসর চুক্তির মাধ্যমে গুলাব সিং ব্রিটিশদের সেই ক্ষতিপূরণ প্রদান করেন, যা শিখদের দিতে হয়েছিল, এবং বিনিময়ে কাশ্মীরের মালিকানা পান।  এভাবে তিনি জম্মু ও কাশ্মীর রাজ্যের মহারাজা হন এবং নতুন ডোগরা রাজবংশের প্রতিষ্ঠা করেন। কাশ্মীরিদের মধ্যে অমৃতসর চুক্তিটি আজও \"বিক্রির দলিল\" হিসেবে পরিচিত।\n১৮৫৬ সালে, গুলাব সিং সিংহ সিংহাসন ছেড়ে দেন এবং তাঁর পুত্র রণবীর সিং জম্মু ও কাশ্মীরের মহারাজা হন। ১৮৫৭ সালের সিপাহি বিদ্রোহ চলাকালীন, রণবীর সিং ব্রিটিশদের সহায়তা করেন এবং পুরস্কৃত হন। তাঁর শাসনকালে, কাশ্মীরে অত্যাচারী শাসন চলছিল, যা ব্রিটিশ পর্যবেক্ষকদের কাছেও স্বীকৃত হয়েছিল। ১৮৬০ সালে, রণবীর সিং গিলগিত দখল করেন। এরপর হুনজা ও নগর তাঁর করদ রাজ্য হয়ে ওঠে। রণবীর সিংয়ের পর প্রতাপ সিং (১৮৮৫-১৯২৫) এবং পরে হরি সিং (১৯২৫-১৯৫২) রাজা হন। হরি সিং ছিলেন ভারত বিভাগের সময় জম্মু ও কাশ্মীরের শাসক।\n১৯৪৭ সালে জম্মু ও কাশ্মীর ছিল সাংস্কৃতিক ও জাতিগতভাবে অত্যন্ত বৈচিত্র্যময় একটি রাজ্য। কাশ্মীর উপত্যকা ছিল সবচেয়ে জনবহুল অঞ্চল, যা ঐতিহাসিকভাবে শক্তিশালী রাজ্য ছিল। এটি আরব আক্রমণ ও আফগান-তুর্কি শাসকদের প্রতিহত করেছিল এবং আকবরের সময় পর্যন্ত স্বাধীন ছিল। এখানকার জনসংখ্যার ৯৭% ছিল মুসলিম এবং ৩% ছিল হিন্দু সম্প্রদায়ের কাশ্মীরি পণ্ডিত। জম্মু বিভাগের পূর্বাঞ্চলীয় জেলাগুলো ছিল হিন্দু সংখ্যাগরিষ্ঠ, যা সাংস্কৃতিকভাবে হিমাচল প্রদেশের পাহাড়ি রাজ্যগুলোর সঙ্গে সম্পর্কিত ছিল। পশ্চিমাঞ্চলীয় জেলা যেমন পুঞ্চ, কোটলী ও মীরপুর ছিল মুসলিম সংখ্যাগরিষ্ঠ, যা সাংস্কৃতিকভাবে পশ্চিম পাঞ্জাবের সমতল অঞ্চলের সঙ্গে সম্পর্কিত। লাদাখ, বিশাল পর্বতময় অঞ্চল, ছিল মূলত বৌদ্ধ সংখ্যাগরিষ্ঠ, যা সাংস্কৃতিকভাবে তিব্বতের সঙ্গে সম্পর্কিত। গিলগিত ও বালতিস্তানের উত্তরাঞ্চল প্রায় সম্পূর্ণ মুসলিম ছিল, যেখানে কিছু বৌদ্ধ সংখ্যালঘু ছিল। এটি সাংস্কৃতিকভাবে পশতুন ও মধ্য এশীয় অঞ্চলের সঙ্গে সম্পর্কিত।\nপুঞ্চ ছিল একটি জায়গীর, যা মহারাজা রণজিৎ সিং গুলাব সিংয়ের ভাই রাজা ধিয়ান সিংকে প্রদান করেছিলেন। তাঁর মৃত্যুর পর, লাহোর রাজ দরবার এটি ফিরিয়ে নেয় এবং পরবর্তীতে এটি গুলাব সিংকে প্রদান করা হয়। তবে, ধিয়ান সিংয়ের পুত্র জওহার সিং পুঞ্চের দাবি করেন এবং শর্তসাপেক্ষে এটি পান। শর্ত ছিল, তিনি গুলাব সিংয়ের পরামর্শ অনুযায়ী গুরুত্বপূর্ণ সিদ্ধান্ত নেবেন এবং প্রতি বছর গুলাব সিংকে সোনার অলংকৃত একটি ঘোড়া উপহার দেবেন। রাজার মৃত্যুর পর, মহারাজা হরি সিং তাঁর অল্পবয়সী পুত্রকে পুঞ্চের নিয়ন্ত্রণ থেকে সরিয়ে দেন এবং এটিকে তাঁর রাজ্যের অংশ করতে চান। কিন্তু এই সিদ্ধান্ত পুঞ্চের জনগণের মধ্যে অসন্তোষ সৃষ্টি করে। মহারাজার শাসনে নতুন কর ব্যবস্থা চালু হয় এবং তা আদায়ের জন্য ডোগরা সেনাবাহিনী পাঠানো হয়।\nসুধান উপজাতির লোকেরা, যারা পুঞ্চ ও মীরপুরে বসবাস করতেন, তারা ছিল যোদ্ধা স্বভাবের। তারা মহারাজা হরি সিংয়ের সেনাবাহিনীতে একমাত্র মুসলিম সৈন্য ছিল। দ্বিতীয় বিশ্বযুদ্ধে, তাদের ৬০,০০০ জন ব্রিটিশ সেনাবাহিনীতে লড়াই করেছিল। যুদ্ধশেষে, মহারাজা তাঁদের নিজ সেনাবাহিনীতে অন্তর্ভুক্ত করতে অস্বীকার করেন এবং কৃষিকাজে ফিরতে বাধ্য করেন। একই সঙ্গে, নতুন কর ব্যবস্থার কারণে তাঁরা আরো অসন্তুষ্ট হন। ১৯৪৭ সালের বসন্তে, তাঁরা \"কর না দেওয়ার\" আন্দোলন শুরু করেন, যা মহারাজার সরকারের কঠোর দমন নীতির শিকার হয়। জুলাই মাসে, মহারাজা ঘোষণা করেন যে সমস্ত মুসলিমদের অস্ত্র সরকারে জমা দিতে হবে। তবে, ভারত বিভাগের সহিংসতা ছড়িয়ে পড়লে, বলা হয় যে একই অস্ত্র অ-মুসলিমদের মধ্যে বিতরণ করা হয়। এর ফলে, পুঞ্চে বিদ্রোহ শুরু হয়।\n\n\n== আজাদ কাশ্মীর গঠন ==\n১৯৪৭ সালে ভারত বিভাজনের সময়, ব্রিটিশরা দেশীয় রাজ্যগুলোর উপর তাদের সার্বভৌমত্ব পরিত্যাগ করে। ফলে এসব রাজ্যের সামনে তিনটি বিকল্প ছিল—ভারত বা পাকিস্তানের সঙ্গে যোগদান করা, অথবা স্বাধীন থাকা। হরি সিং, যিনি জম্মু ও কাশ্মীরের মহারাজা ছিলেন, তিনি স্বাধীন থাকার সিদ্ধান্ত নেন। তিনি ভারত ও পাকিস্তান উভয়ের সঙ্গে স্ট্যান্ডস্টিল চুক্তি স্বাক্ষরের প্রস্তাব দেন, যাতে বর্তমান অবস্থা বজায় রাখা যায়।\n১৯৪৭ সালের বসন্তে, পুঞ্চ অঞ্চলে মহারাজার বিরুদ্ধে এক বিদ্রোহ ছড়িয়ে পড়ে। এই এলাকা পশ্চিম পাঞ্জাবের রাওয়ালপিন্ডি বিভাগের সীমানা সংলগ্ন ছিল। এই বিদ্রোহের পেছনে মূলত সামাজিক ও রাজনৈতিক উত্তেজনা বৃদ্ধি দায়ী ছিল। একদিকে ছিল কাশ্মীরের ডোগরা মহারাজা হরি সিং, আর অন্যদিকে ছিল মুসলিম (মূলত পুঞ্চের) জনসাধারণ। এছাড়া, ভারত বিভাজন ফলে পাশের পাঞ্জাবের অস্থিরতা এই উত্তেজনাকে আরও বাড়িয়ে দেয়। বলা হয়, মহারাজার প্রশাসন কৃষকদের উপর অতিরিক্ত কর আরোপ করেছিল, যা স্থানীয় জনগণের মধ্যে ক্ষোভ তৈরি করে এবং শেষ পর্যন্ত এক বিদ্রোহের জন্ম দেয়। এই বিদ্রোহ দমন করতে মহারাজার বাহিনী কঠোর দমননীতি গ্রহণ করে। কিন্তু এই এলাকাটির অধিকাংশ মানুষ দ্বিতীয় বিশ্বযুদ্ধ থেকে সদ্য ফেরত আসা সাবেক সেনাসদস্য ছিল। তারা সংগঠিত হয়ে মহারাজার বাহিনীর বিরুদ্ধে লড়াই করে এবং প্রায় পুরো জেলাটির নিয়ন্ত্রণ নিজেদের হাতে নিয়ে নেয়। এ সময় মীরপুর, ভিম্বের, মুজাফফরাবাদ, কোটলি, পুনছসহ বিভিন্ন এলাকায় হিন্দু ও শিখ সম্প্রদায়ের ওপর ব্যাপক হত্যাকাণ্ড ও উচ্ছেদ সংঘটিত হয়। এরপর, ২৪ অক্টোবর ১৯৪৭ সালে, একদল বিদ্রোহী ‘আজাদ বাহিনী’ নামে নিজেদের সংগঠন ঘোষণা করে এবং জম্মু ও কাশ্মীরের দক্ষিণ-পশ্চিম অঞ্চলে আজাদ (স্বাধীন) জম্মু ও কাশ্মীর নামক একটি অস্থায়ী রাষ্ট্র প্রতিষ্ঠার ঘোষণা দেয়। আজাদ বাহিনীতে প্রায় ৫০,০০০ যোদ্ধা ছিল, যাদের মধ্যে অনেকেই দ্বিতীয় বিশ্বযুদ্ধের সাবেক সৈনিক ছিলেন। এ সময় স্থানীয়ভাবে জনপ্রিয় অল জম্মু ও কাশ্মীর মুসলিম কনফারেন্স মুসলিম লীগের সাথে জোট বেঁধে একটি ‘যুদ্ধ পরিষদ’ গঠন করে। মহারাজার বিদ্রোহ দমন প্রচেষ্টা ব্যর্থ হয়, কারণ আরও বেশি মানুষ অস্ত্র তুলে নেয়। একপর্যায়ে পুঞ্চ এবং পাশের মীরপুর ও মুজাফফরাবাদ জেলার অনেক অংশ মহারাজার নিয়ন্ত্রণের বাইরে চলে যায়।\n২১ অক্টোবর, উত্তর-পশ্চিম সীমান্ত প্রদেশ থেকে কয়েক হাজার পশতুন উপজাতি যোদ্ধা জম্মু ও কাশ্মীরে প্রবেশ করে। তাদের লক্ষ্য ছিল মহারাজার শাসন থেকে অঞ্চলটিকে মুক্ত করা। এই যোদ্ধাদের নেতৃত্ব দিচ্ছিলেন অভিজ্ঞ সামরিক কমান্ডাররা, এবং তারা আধুনিক অস্ত্র-শস্ত্রে সজ্জিত ছিল। মহারাজার দুর্বল হয়ে পড়া বাহিনী এই আক্রমণ সামলাতে পারেনি। দখলদাররা মুজাফফরাবাদ এবং বারামুলা শহর দখল করে। বারামুলা শহর ছিল রাজ্যের রাজধানী শ্রীনগর থেকে মাত্র বিশ মাইল উত্তর-পশ্চিমে। ২৪ অক্টোবর, মহারাজা ভারতের কাছে সামরিক সহায়তা চান। কিন্তু ভারত জানায়, কাশ্মীর যদি আনুষ্ঠানিকভাবে ভারতের অন্তর্ভুক্ত না হয়, তবে তারা সাহায্য করতে পারবে না। ফলে, ২৬ অক্টোবর ১৯৪৭ সালে, মহারাজা হরি সিং যোগদান চুক্তি স্বাক্ষর করেন। এর মাধ্যমে তিনি প্রতিরক্ষা, বৈদেশিক সম্পর্ক ও যোগাযোগের নিয়ন্ত্রণ ভারতের হাতে তুলে দেন। এরপর ভারত দ্রুত শ্রীনগরে সেনা পরিবহন করে। এদিকে, মুহাম্মদ ইব্রাহিম খান এবং আজাদ বাহিনী পশতুনদের এই আক্রমণকে সমর্থন করে। তারা ডোমেল এলাকায় জম্মু ও কাশ্মীরের মুসলিম সেনাদের বিদ্রোহ করতে বাধ্য করে। দুই দিন পর, সর্দার ইব্রাহিম খান আজাদ কাশ্মীর গঠনের ঘোষণা দেন। এরপর, ভারতীয় সেনাবাহিনী জম্মু ও কাশ্মীরে প্রবেশ করে এবং আজাদ বাহিনী, পশতুন যোদ্ধা এবং গিলগিতি যোদ্ধাদের প্রতিহত করে। পরে, বালতিসরাও এতে যুক্ত হয় এবং মে ১৯৪৮ সাল থেকে পাকিস্তান সেনাবাহিনীও যুদ্ধে অংশ নেয়। পাকিস্তান সরাসরি হস্তক্ষেপ করলে দুই দেশের মধ্যে সংঘর্ষ ছড়িয়ে পড়ে। পরবর্তীতে, ভারত ও পাকিস্তানের সেনাবাহিনীর মধ্যে তীব্র যুদ্ধ চলে। শেষ পর্যন্ত, দুই পক্ষের নিয়ন্ত্রণ নির্দিষ্ট সীমারেখায় স্থিতিশীল হয়, যা এখন \"নিয়ন্ত্রণ রেখা\" নামে পরিচিত।\nপরবর্তীতে, ভারত জাতিসংঘের দ্বারস্থ হয় এবং কাশ্মীর সমস্যার সমাধান চায়। জাতিসংঘ এ বিষয়ে একাধিক প্রস্তাব গ্রহণ করে, যেখানে কাশ্মীরের ভবিষ্যৎ নির্ধারণের জন্য গণভোট আয়োজনের সুপারিশ করা হয়। তবে, এই গণভোট কখনোই অনুষ্ঠিত হয়নি। কারণ, এর একটি প্রধান শর্ত ছিল—কাশ্মীরের যে অংশ পাকিস্তানের নিয়ন্ত্রণে ছিল, সেখান থেকে পাকিস্তান সেনাবাহিনী এবং অন্যান্য অ-রাষ্ট্রীয় সশস্ত্র গোষ্ঠীগুলোর সম্পূর্ণ প্রত্যাহার। এরপর ভারতীয় সেনাবাহিনীরও আংশিক প্রত্যাহার প্রয়োজন ছিল। কিন্তু এই প্রত্যাহার কখনোই কার্যকর হয়নি। ১৯৪৯ সালে, ভারত ও পাকিস্তানের মধ্যে অস্ত্রবিরতির একটি লাইন নির্ধারিত হয়, যা উভয় দেশের নিয়ন্ত্রিত কাশ্মীর অঞ্চলকে পৃথক করে।\nএই ১৯৪৯ সালের অস্ত্রবিরতি চুক্তির পর, পাকিস্তান সরকার কাশ্মীরের উত্তর ও পশ্চিম অংশকে দুটি পৃথক প্রশাসনিক অঞ্চলে বিভক্ত করে। এই দুটি অঞ্চল একসঙ্গে পাকিস্তান নিয়ন্ত্রিত কাশ্মীর গঠন করে:\n\nআজাদ জম্মু ও কাশ্মীর – এটি দক্ষিণের অপেক্ষাকৃত সরু অংশ, যার দৈর্ঘ্য প্রায় ২৫০ মাইল (৪০০ কিলোমিটার), এবং প্রস্থ ১০ থেকে ৪০ মাইল (১৬ থেকে ৬৪ কিলোমিটার) পর্যন্ত পরিবর্তিত।\nগিলগিত-বালতিস্তান – পূর্বে এর নাম ছিল ফেডারেলি অ্যাডমিনিস্টারড নর্দার্ন এরিয়াস। এটি আজাদ কাশ্মীরের উত্তরে অবস্থিত এবং আয়তনে অনেক বড়, প্রায় ৭২,৪৯৬ বর্গকিলোমিটার (২৭,৯৯১ বর্গমাইল)। এটি দীর্ঘদিন ধরে পাকিস্তানের প্রত্যক্ষ প্রশাসনের অধীনে ছিল এবং একটি স্বায়ত্তশাসনহীন অঞ্চল হিসেবে পরিচালিত হতো। তবে, ২৯ আগস্ট ২০০৯ সালে, পাকিস্তান সরকার আনুষ্ঠানিকভাবে অঞ্চলটিকে পূর্ণ স্বায়ত্তশাসন প্রদান করে।\n\n\n== ১৯৪৯ থেকে বর্তমান ==\nনতুন রাষ্ট্র আজাদ কাশ্মির পাকিস্তানের ওপর ব্যাপকভাবে নির্ভরশীল হয়ে ওঠে, কারণ শুরুতে এর কোনো নগরীকৃত রাজধানী ছিল না। সে সময় মুরী ও রাওয়ালপিন্ডি—যেখানে সামরিক ছাউনি ও সহজ সংযোগ ছিল—এই এলাকাগুলো অত্যন্ত গুরুত্বপূর্ণ হয়ে ওঠে। আন্দোলনের 'স্থানীয়' চরিত্র তুলে ধরার জন্য আজাদ কাশ্মিরের নেতৃত্ব প্রথমে রাজধানী স্থানান্তর করে পল্লান্দ্রিের ঘন জঙ্গলে, এরপর আরও গভীর জঙ্গলে অবস্থিত তারার খেলে। অবশেষে ১৯৪৯ সালে 'যুদ্ধ-বিধ্বস্ত' মুজাফফারাবাদকে রাজধানী ঘোষণা করা হয়। ১৯৪৭ সালে আজাদ কাশ্মিরে অত্যন্ত অনুপ্রাণিত কর্মী ছিলেন, যারা চেনা পরিবেশে এবং সমর্থনকারী জনগণের মাঝে কাজ করছিলেন। তবে তখনও দক্ষ ও শিক্ষিত কর্মীর বিশেষ করে প্রশাসকের ঘাটতি ছিল, পাশাপাশি ছিল অর্থ ও সম্পদের অভাব। পাকিস্তান এবং এর সেনাবাহিনী কিছুটা হলেও এই সমস্যা লাঘব করে, তারা বিভিন্ন সম্পদ প্রদান করে এবং তাদের নিজস্ব কর্মকর্তাদের আমলাতান্ত্রিক দায়িত্ব পালনের জন্য 'ধার' দেয়। ক্রিস্টোফার স্নেডেন লিখেছেন যে ভারত-শাসিত কাশ্মিরের তুলনায় \"আজাদ কাশ্মিরকে এক ধরনের ‘স্থানীয় কর্তৃপক্ষ’ হিসেবে দেখা হতো, যার ক্ষমতা, নিয়ন্ত্রণ এবং প্রভাব সীমিত ছিল এবং যা পাকিস্তানের কঠোর নজরদারির আওতায় ছিল।\" জাতিসংঘ-নির্ধারিত গণভোটের শর্ত পূরণের জন্য পাকিস্তান সিদ্ধান্ত নেয় যে, এই গণভোটের মাধ্যমে কাশ্মিরের ভবিষ্যৎ নির্ধারিত হওয়ার আগ পর্যন্ত তারা আজাদ কাশ্মির ও গিলগিত-বালতিস্তানের প্রশাসনিক দায়িত্ব গ্রহণ করবে। তবে পাকিস্তান তাদের সম্পূর্ণরূপে এবং আইনিভাবে অন্তর্ভুক্ত করেনি। ফলে আজাদ কাশ্মির ও গিলগিত-বালতিস্তান পাকিস্তানের প্রকৃত অংশ হলেও আইনি স্বীকৃতির দিক থেকে তা ছিল না।\nক্রিস্টোফার স্নেডেন উল্লেখ করেছেন, \"আজাদ কাশ্মিরিরা দ্রুত এবং স্বেচ্ছায় তাদের অঞ্চলের ‘পদাবনতি’ মেনে নেয়, এবং এর চেয়েও বেশি কিছু। কারণ, এটাই ছিল জম্মু ও কাশ্মিরকে পাকিস্তানের সঙ্গে যুক্ত করার শর্ত।\" তবে তিনি আরও বলেন, \"আজাদ কাশ্মিরিরা উল্লেখযোগ্য স্বায়ত্তশাসন উপভোগ করছিল।\" তবে এই পরিস্থিতির পরিবর্তন শুরু হয় যখন পাকিস্তানি সেনাবাহিনী আনুষ্ঠানিকভাবে আজাদ কাশ্মিরে প্রবেশ করে এবং আজাদ সেনাকে নিজেদের নিয়ন্ত্রণে নিয়ে আসে। ১৯৪৯ সালের যুদ্ধবিরতির পর সেনাবাহিনী তাদের কিছু অংশ নিজের অধীনে রেখে বাকি অংশ ভেঙে দেয়, ফলে কাশ্মিরিদের স্বতন্ত্রভাবে ‘মুক্তি সংগ্রাম’ চালানোর ক্ষমতা শেষ হয়ে যায়। তবুও, আজাদ কাশ্মিরিরা তাদের অঞ্চলকে ‘ভারত-শাসিত জম্মু ও কাশ্মির মুক্ত করার মূলঘাঁটি’ হিসেবে বিবেচনা করতে থাকে। পাকিস্তানি সেনাবাহিনী ১৯৫০ সালের একটি বিদ্রোহ দমন করে এবং পরবর্তীতে ১৯৫৫ সালের আরেকটি বিদ্রোহও দমন করে। ১৯৫৬ সালে এই বিদ্রোহ সম্পূর্ণরূপে দমিত হয়, যখন পাকিস্তানি সেনাবাহিনী পিসি পাক সার্চ সুধন অপারেশন চালিয়ে পুনছ ও রাওয়ালকোটে সামরিক অভিযান পরিচালনা করে। পুঞ্চ বিদ্রোহের মূল কারণ ছিল সরদার মুহাম্মদ ইব্রাহিম খানকে অপসারণ, দমনমূলক শাসন এবং গণভোটের অনুপস্থিতি। পরিস্থিতির জটিলতা উপলব্ধি করে পাকিস্তান সরকার কাশ্মির বিষয়ক মন্ত্রণালয় (এমকেএ) গঠন করে, যার সদর দপ্তর রাওয়ালপিন্ডিতে স্থাপন করা হয়। পরবর্তীতে এর আওতায় গিলগিত-বালতিস্তান যুক্ত হলে মন্ত্রণালয়টির নাম পরিবর্তন করে কাশ্মির ও উত্তরাঞ্চলীয় এলাকা বিষয়ক মন্ত্রণালয় (এমকেএনা) করা হয়।\n১৯৪৯ সালের এপ্রিলে কাশ্মির বিষয়ক মন্ত্রণালয় (এমকেএ) একটি ‘হেডস অব এগ্রিমেন্ট’ নীতি প্রণয়ন করে। এই চুক্তি স্বাক্ষর করেন MKA-এর প্রধান এম. এ. গুরমানি, আজাদ কাশ্মিরের প্রেসিডেন্ট মুহাম্মদ ইব্রাহিম খান এবং মুসলিম কনফারেন্সের প্রেসিডেন্ট চৌধুরী গোলাম আব্বাস। এই চুক্তির মাধ্যমে সংশ্লিষ্ট পক্ষগুলোর দায়িত্ব ও কর্তব্য নির্ধারণ করা হয়। ড্যানিশ খান মুসলিম কনফারেন্সের সময়কাল সম্পর্কে মন্তব্য করেছেন যে, এই সময়ে দলটি মূলত ‘কাশ্মির সংকট’ নিয়ে আলোচনায় ব্যস্ত ছিল। তারা দেশীয় ও স্থানীয় সামাজিক-অর্থনৈতিক উন্নয়নের জন্য প্রয়োজনীয় প্রতিষ্ঠান গঠনের কঠিন কাজকে অগ্রাধিকার দেয়নি। ক্রিস্টোফার স্নেডেন লিখেছেন, \"আজাদ কাশ্মিরিরা এমকেএ কর্মকর্তাদের অবহেলাপূর্ণ আচরণ অপছন্দ করত, কিন্তু তা সহ্য করত। কারণ, পাকিস্তানে যোগদানের জন্য এটিই ছিল তাদের মূল্য দিতে হবে। তাছাড়া, করাচি ছিল অনেক দূরে, ভারত ছিল একেবারেই অগ্রহণযোগ্য, এবং অন্য কোনো বিকল্প ছিল না।\" ১৯৭০ সালে, ইয়াহিয়া খানের সামরিক প্রশাসন ‘আজাদ জম্মু ও কাশ্মির সরকার আইন, ১৯৭০’ নামে একটি মৌলিক সংবিধান প্রণয়ন করে। এর মাধ্যমে আজাদ কাশ্মিরে একটি প্রেসিডেন্ট পদ্ধতি চালু করা হয়, যেখানে একটি নির্বাচিত আইনসভা এবং ‘উল্লেখযোগ্য’ স্বায়ত্তশাসন প্রদান করা হয়। স্নেডেন এটিকে উল্লেখ করে বলেছেন, \"এই সংবিধান আজাদ কাশ্মিরকে সবচেয়ে বেশি স্বায়ত্তশাসন দিয়েছে, যা এর আগে জম্মু ও কাশ্মিরের কোনো অঞ্চল পায়নি।\" কেন্দ্রীয় সরকার শুধুমাত্র পররাষ্ট্রনীতি, প্রতিরক্ষা এবং মুদ্রা ব্যবস্থাপনার ওপর নিয়ন্ত্রণ রাখে, আর এমকেএ-কে একপাশে সরিয়ে দেওয়া হয়।\nতৎকালীন পাকিস্তানের প্রধানমন্ত্রী জুলফিকার আলী ভুট্টো স্থানীয় কিছু সমর্থন নিয়ে আজাদ জম্মু ও কাশ্মীরের অন্তর্বর্তী সংবিধান (১৯৭৪) প্রণয়ন করেন। এই সংবিধান কাশ্মির সমস্যার চূড়ান্ত সমাধান না হওয়া পর্যন্ত 'অন্তর্বর্তী' রূপে বহাল থাকে। এর মাধ্যমে আজাদ কাশ্মিরে সরাসরি নির্বাচিত আজাদ কাশ্মির আইনসভা গঠনের অনুমতি দেওয়া হয় এবং ইসলামাবাদে একটি ছোট, পরোক্ষভাবে নির্বাচিত আজাদ জম্মু ও কাশ্মির কাউন্সিল গঠিত হয়। এই ব্যবস্থার ফলে কাশ্মির বিষয়ক মন্ত্রণালয়ের (এমকেএ) ক্ষমতা কমে যায়। তবে স্নেডেন একে কেবল \"ক্ষমতার সংকোচন\" হিসেবে উল্লেখ করেছেন। ড্যানিশ খান দ্য ফ্রাইডে টাইমস-এ প্রকাশিত লেখায় এই পরিবর্তনকে এমন একটি সুযোগ হিসেবে বর্ণনা করেছেন, যা নাগরিকদের রাজনৈতিক অভিজাতদের মনোযোগ আকর্ষণ করতে সহায়তা করে। বিশেষ করে মৌলিক অবকাঠামো এবং সরকারি সেবাগুলোর উন্নয়নের মতো জরুরি সামাজিক ও অর্থনৈতিক ইস্যুগুলোর দিকে দৃষ্টি দেওয়া হয়। তবে তিনি আরও বলেন, \"বছরের পর বছর সরকারি বিনিয়োগের ফলে অবকাঠামো ও সামাজিক খাতে কিছু উন্নতি হয়েছে। তবুও রাজনৈতিক পরিসরে, দলীয় বিভক্তির ঊর্ধ্বে গিয়ে, মূল আলোচ্য বিষয় রয়ে গেছে জম্মু ও কাশ্মির সংকট, স্থানীয় সামাজিক-অর্থনৈতিক উন্নয়ন নয়।\" এই সংবিধানে আজাদ কাশ্মিরের নিজস্ব প্রেসিডেন্ট, প্রধানমন্ত্রী, হাইকোর্ট, সুপ্রিম কোর্ট, অডিটর জেনারেল এবং প্রধান নির্বাচন কমিশনারের ব্যবস্থা রাখা হয়েছে। পরে মুজাফফরাবাদে গৃহীত আজাদ কাশ্মির সংবিধানের ১৩তম সংশোধনী আজাদ কাশ্মির সরকারকে আরও ক্ষমতাবান করে। এটি নির্বাচিত আইনসভার ক্ষমতা বৃদ্ধি করে, আজাদ কাশ্মিরকে অধিকতর আর্থিক ও প্রশাসনিক স্বাধীনতা প্রদান করে এবং ফেডারেল অঞ্চলটিকে আরও স্বায়ত্তশাসিত করার উদ্যোগ নেয়। পাশাপাশি, সংবিধান থেকে \"আইন\" শব্দটিও সরিয়ে দেওয়া হয়।\nঅন্তিয়া মাতো বৌজাস লিখেছেন, \"পাকিস্তান তার নিয়ন্ত্রণাধীন কাশ্মির অঞ্চলের সাথে—যা বর্তমানে গিলগিত-বালতিস্তান এবং আজাদ কাশ্মীর নামে পরিচিত—দুইটি বিপরীতমুখী ইস্যুর ভিত্তিতে সম্পর্ক বজায় রেখেছে। একদিকে, তারা ইতোমধ্যে দখলকৃত অঞ্চলগুলোর প্রশাসন পরিচালনার চেষ্টা করেছে, অন্যদিকে, সম্পূর্ণ প্রাক্তন রাজ্যটির মালিকানা দাবি করেই চলেছে।\" এর ফলে গিলগিত-বালতিস্তানে ঔপনিবেশিক শাসন ব্যবস্থা বজায় থাকে, যেখানে ১৯৭০-এর দশক পর্যন্ত ফ্রন্টিয়ার ক্রাইমস রেগুলেশন (এফসিআর) আইন কার্যকর ছিল। তবে আজাদ কাশ্মিরে তুলনামূলকভাবে স্বায়ত্তশাসনের কিছু উপাদান ছিল। এটি একটি সংবিধান ও আধা-স্বাধীন রাষ্ট্র হিসেবে ফেডারেল অঞ্চলের স্বীকৃতি পায়। জুলফিকার আলী ভুট্টোর শাসনামলে গিলগিত-বালতিস্তানে সীমিত স্বায়ত্তশাসন প্রদান করা হয়। স্থানীয় শাসকদের বিচারিক ও কর সংক্রান্ত ক্ষমতা বাতিল করা হয় এবং ‘সাবজেক্ট রুল’ (যার মাধ্যমে ব্যক্তিদের রাজ্যের প্রজারূপে আইনি বাধ্যবাধকতার আওতায় রাখা হতো) প্রত্যাহার করা হয়। এটি পূর্ববর্তী অবস্থান থেকে দূরে সরে আসার ইঙ্গিত দেয়। তবে এখানকার জনগণ পাকিস্তানের উচ্চ আদালতে আপিল করার বা সাধারণ নির্বাচনে অংশগ্রহণের অধিকার পায়নি। সময়ের সাথে সাথে গিলগিত-বালতিস্তানকে আরও বেশি স্বায়ত্তশাসন দেওয়া হয়। এটি নিজস্ব আঞ্চলিক সরকার ও প্রশাসন লাভ করে, যা শেষ পর্যন্ত ২০০৯ সালের গিলগিত-বালতিস্তান (ক্ষমতায়ন ও স্বায়ত্তশাসন) আদেশের মাধ্যমে আরও শক্তিশালী হয়। এই আদেশের ফলে এখানকার আইন পরিষদকে গিলগিত-বালতিস্তান পরিষদ হিসেবে পুনর্গঠিত করা হয়। পাশাপাশি, গিলগিত-বালতিস্তানের মুখ্যমন্ত্রী পদ তৈরি করা হয়, যাকে আইনসভা দ্বারা নির্বাচিত করা হয়।\nকাশ্মিরের একটি অঞ্চল, যা একসময় পাকিস্তানের নিয়ন্ত্রণে ছিল, সেটি হলো শাকসগাম ট্র্যাক্ট। এটি উত্তরাঞ্চলের উত্তর-পূর্ব সীমান্ত বরাবর একটি ছোট এলাকা, যা ১৯৬৩ সালে পাকিস্তান সাময়িকভাবে চীনের কাছে হস্তান্তর করে। বর্তমানে এটি চীনের শিনচিয়াং উইগুর স্বায়ত্তশাসিত অঞ্চলের অংশ। ভারত-শাসিত কাশ্মির বর্তমানে দুটি প্রশাসনিক অঞ্চলে বিভক্ত—জম্মু ও কাশ্মীর এবং লাদাখ।\n১৯৭২ সালে, পাকিস্তান ও ভারতের মধ্যকার তৎকালীন সীমান্ত, যেখানে কাশ্মিরের অংশসমূহ অন্তর্ভুক্ত ছিল, এটিকে \"নিয়ন্ত্রণ রেখা\" হিসেবে নির্ধারণ করা হয়। ১৯৭২ সালের সিমলা চুক্তি অনুসারে, যা দুই দেশকে দ্বিপাক্ষিক আলোচনার মাধ্যমে শান্তিপূর্ণ উপায়ে মতপার্থক্য নিরসনের বাধ্যবাধকতা দেয়, এই নিয়ন্ত্রণ রেখা অপরিবর্তিত রয়ে গেছে। অনেকের মতে, এই চুক্তির আলোকে, কাশ্মির সংকটের একমাত্র সমাধান হলো দুই দেশের পারস্পরিক আলোচনা, যেখানে জাতিসংঘের মতো কোনো তৃতীয় পক্ষকে অন্তর্ভুক্ত করা উচিত নয়।\n২০০৫ সালে, একটি বিধ্বংসী ভূমিকম্প আজাদ কাশ্মিরে আঘাত হানে।\n\n\n== জাতিসংঘের হস্তক্ষেপ ==\nতৎকালীন ভারতের প্রধানমন্ত্রী জওহরলাল নেহেরু জাতিসংঘকে হস্তক্ষেপ করার আহ্বান জানান। জাতিসংঘ জাতিসংঘ নিরাপত্তা পরিষদের প্রস্তাব ৪৭ এবং পরবর্তীতে জাতিসংঘ নিরাপত্তা পরিষদের প্রস্তাব ৮০ গৃহীত করে। এই প্রস্তাব অনুযায়ী, পাকিস্তানকে তার সমস্ত সেনা প্রত্যাহার করতে বলা হয় এবং একইসঙ্গে ভারতকে কাশ্মির থেকে তার বেশিরভাগ সেনা প্রত্যাহার করতে বলা হয়। এরপর একটি গণভোটের মাধ্যমে কাশ্মিরের জনগণের মতামত নেওয়ার পরিকল্পনা ছিল। তবে, এই প্রত্যাহার কখনোই কার্যকর হয়নি। পাকিস্তানের নিয়ন্ত্রণে থাকা অংশকে আজাদ কাশ্মির নামে পরিচিত করা হয়। অন্যদিকে, ভারত তার বাহিনী প্রত্যাহার না করেই কাশ্মিরের দুই-তৃতীয়াংশ অংশ নিজেদের নিয়ন্ত্রণে রাখে। পাকিস্তানও একই যুক্তি দেখিয়ে তার বাহিনী প্রত্যাহার করেনি এবং বর্তমানে কাশ্মিরের এক-তৃতীয়াংশ অঞ্চল পাকিস্তানের নিয়ন্ত্রণে রয়েছে।\n\n\n== সাংবিধানিক মর্যাদা ==\nআজাদ কাশ্মিরের ৪৯ আসনের আইনসভার জন্য নির্বাচন অনুষ্ঠিত হয় ১১ জুলাই। এটি ১৯৭০ সালের পর থেকে অষ্টম আইনসভা এবং ১৯৭৪ সালের পর থেকে সপ্তম আইনসভা, যখন পাকিস্তান অঞ্চলটিকে প্রাপ্তবয়স্ক ভোটাধিকারসহ একটি সংসদীয় ব্যবস্থা প্রদান করে। আজাদ কাশ্মিরকে একটি স্বায়ত্তশাসিত অঞ্চল হিসেবে শ্রেণিবদ্ধ করা হয়। তবে সমালোচকদের মতে, এই অঞ্চলের নির্বাচিত রাজনৈতিক নেতৃত্বের জন্য \"প্রধানমন্ত্রী\" এবং \"রাষ্ট্রপতি\" পদবি ব্যবহার বিভ্রান্তিকর। কারণ, প্রার্থীদের নির্বাচনে অংশগ্রহণের জন্য একটি হলফনামায় স্বাক্ষর করতে হয়, যেখানে তারা কাশ্মিরের পাকিস্তানে অন্তর্ভুক্তির প্রতি আনুগত্য প্রকাশ করে।\n১৯৯৪ সালের ১৪ সেপ্টেম্বর, আজাদ কাশ্মিরের সুপ্রিম কোর্ট রায় দেয় যে, \"উত্তরাঞ্চল জম্মু ও কাশ্মির রাজ্যের অংশ, তবে এটি ১৯৭৪ সালের অন্তর্বর্তী সংবিধান আইনের সংজ্ঞা অনুযায়ী আজাদ কাশ্মিরের অংশ নয়।\" বর্তমানে, পাকিস্তানে উত্তরাঞ্চলের কোনো আনুষ্ঠানিক সাংবিধানিক মর্যাদা নেই। পাকিস্তান এই অঞ্চলকে তার কোনো \"প্রদেশ\" হিসেবে গণ্য করে না, এবং এটিকে \"আজাদ কাশ্মির\"-এর অংশ বলেও স্বীকৃতি দেয় না। বরং, এটি সরাসরি ইসলামাবাদ থেকে একটি \"Northern Areas Council\" বা উত্তরাঞ্চল পরিষদের মাধ্যমে শাসিত হয়। এখানকার স্থানীয় প্রশাসনিক প্রধান হন ইসলামাবাদের নিয়োগপ্রাপ্ত একজন প্রধান নির্বাহী (সাধারণত অবসরপ্রাপ্ত পাকিস্তানি সেনা কর্মকর্তা)। এই অঞ্চলের কোনো প্রতিনিধি নেই আজাদ কাশ্মিরের আইনসভায় বা পাকিস্তানের জাতীয় সংসদেও। উত্তরাঞ্চলের আইনসভার সদস্য সংখ্যা শুরুতে ২৯ ছিল, যা পরে ৩২-এ উন্নীত করা হয়। তবে এর ক্ষমতা সীমিত। ২০০৭ সালের ১১ মে, উত্তরাঞ্চলের প্রধান নির্বাহী, যিনি একইসঙ্গে পাকিস্তানের কাশ্মির বিষয়ক ও উত্তরাঞ্চল বিষয়ক মন্ত্রী ছিলেন, ঘোষণা করেন যে, এই অঞ্চলের জাতীয় পরিষদে প্রতিনিধিত্ব পাওয়ার অধিকার রয়েছে। অন্যরা দাবি করেন, একে একটি পূর্ণাঙ্গ প্রদেশের মর্যাদা দেওয়া উচিত। ১৯৯৪ সালে স্থানীয় প্রশাসনের কাঠামোতে কিছু পরিবর্তন আনা হয়, যা নারীদের অধিক প্রতিনিধিত্ব প্রদান করে এবং স্থানীয় প্রশাসনের হাতে কিছু প্রশাসনিক ও আর্থিক ক্ষমতা অর্পণ করে। তবে এখানকার জনগণ মৌলিক অধিকার ভোগ করতে পারে না, কারণ অঞ্চলটি এখনও ১৯৯৪ সালের \"আইনি কাঠামো আদেশ\" এর আওতায় পরিচালিত হয়।\n\n\n== আজাদ কাশ্মির দিবস ==\nআজাদ কাশ্মির দিবস ২৪ অক্টোবর ১৯৪৭ সালে প্রতিষ্ঠিত আজাদ জম্মু কাশ্মির সরকারের প্রথম দিন উদযাপন করে।\n\n\n== আরও দেখুন ==\nকাশ্মীরের ইতিহাস\nকাশ্মীর অঞ্চল\nলেহ\nসিয়াচেন হিমবাহ\nস্কার্দু\nদ্বন্দ্ব সম্পর্কিত\nভারত–পাকিস্তান যুদ্ধ\nকাশ্মীর সমস্যা\nপ্রকৃত নিয়ন্ত্রণ রেখা\nচীন-ভারত যুদ্ধ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nMathur, Shubh (২০০৮), \"শ্রীনগর-মুজাফফরাবাদ-নিউ ইয়র্ক: একটি কাশ্মীরি পরিবারের নির্বাসন\",   Roy, Anjali Gera; Bhatia, Nandi, Partitioned Lives: Narratives of Home, Displacement and Resettlement, Pearson Education India, আইএসবিএন 978-9332506206"}