{"pageid": 1511311, "title": "অ্যান্টি-শিল্প", "url": "https://bn.wikipedia.org/wiki?curid=1511311", "content": "অ্যান্টি-শিল্প বা বিরোধী-শিল্প একটি বহুল ব্যবহৃত শব্দ যা শিল্পকলার প্রচলিত সংজ্ঞাগুলোকে অস্বীকার করে এবং শিল্পকলা সম্পর্কে প্রচলিত ধারণা ও দৃষ্টিভঙ্গিকে প্রশ্নবিদ্ধ করে এমন বিভিন্ন ধারণা ও মনোভাবের ওপর প্রয়োগ করা হয়।  কিছুটা স্ববিরোধী মনে হলেও, অ্যান্টি-শিল্প শব্দটি শিল্পের নিজস্ব অবস্থান থেকেই এই প্রশ্ন ও প্রত্যাখ্যানের প্রক্রিয়া চালায়। এই শব্দটি ডাডা আন্দোলনের সাথে সম্পর্কিত এবং প্রথম বিশ্বযুদ্ধএর আগে, সাধারণত ১৯১৪ সালের দিকে মার্সেল ডুচ্যাম্পের সাথে যুক্ত বলে মনে করা হয়, যখন তিনি শিল্প হিসেবে পাওয়া জিনিসপত্র ব্যবহার করতে শুরু করেছিলেন। এটি শিল্পকলার বিপ্লবী রূপগুলোকে বর্ণনা করতে ব্যবহৃত হয়েছিল। এই শব্দটি পরবর্তীতে ১৯৬০-এর দশকের ধারণাগত শিল্পীরা তাদের কাজকে বর্ণনা করতে ব্যবহার করেন, যারা শিল্পচর্চা থেকে, বিক্রি করা যেতে পারে এমন শিল্পকর্ম তৈরি করা থেকে সম্পূর্ণরূপে সরে আসার দাবি করেছিলেন।\nশিল্প-বিরোধের প্রকাশ ঐতিহ্যবাহী রূপের হতেও পারে, আবার নাও হতে পারে, এবং প্রচলিত মানদণ্ডে শিল্পকর্মের সংজ্ঞার সাথে নাও মিলতে পারে। অ্যান্টি-শিল্পকর্ম শিল্পের সংজ্ঞা নির্ধারণের জন্য প্রচলিত মানদণ্ডের সম্পূর্ণ প্রত্যাখ্যান প্রকাশ করে। অ্যান্টি-শিল্পকর্ম প্রচলিত শৈল্পিক মানদণ্ডকে সম্পূর্ণরূপে প্রত্যাখ্যান করে। বরং, এটি শিল্পের কিছু নির্দিষ্ট দিকের সমালোচনা করতে পারে, যেমন শিল্প বাজার এবং উচ্চ শিল্পকলা। কিছু অ্যান্টি-শিল্পকর্ম শিল্পকলায় ব্যক্তিবাদকে প্রত্যাখ্যান করে। কেউ কেউ শিল্পকলায় 'সার্বজনীনতা'র ধারণাটিকে অস্বীকার করতে পারে। কিছু অ্যান্টি-শিল্প শিল্পকে সম্পূর্ণরূপে প্রত্যাখ্যান করে, অথবা শিল্পকে একটি পৃথক ক্ষেত্র বা বিশেষত্ব হিসেবে দেখার ধারণাকে অস্বীকার করে। কিছু অ্যান্টি-শিল্পকর্ম শিল্পকে নিপীড়নমূলক মনে করে এর বিরোধিতা করে।\nঅ্যান্টি-শিল্পকর্ম শিল্প ও জীবনের মধ্যে একটি বিচ্ছেদ আছে বলে মনে করা সাধারণ ধারণার বিরোধিতা করে। অ্যান্টি-শিল্পকর্ম \"শিল্প\" এর অস্তিত্ব নিয়ে প্রশ্ন তোলে। \"অ্যান্টি-শিল্প\"-কে একটি \"পরস্পরবিরোধী নবগঠিত শব্দ\" হিসাবে উল্লেখ করা হয়েছে। যেহেতু শিল্পের প্রতি এর স্পষ্ট বিরোধিতা বিংশ শতাব্দীর শিল্পকলা বা \"আধুনিক শিল্পকলা\"-র প্রধান বিষয়গুলির সাথে, বিশেষ করে শিল্প আন্দোলনগুলির সাথে সঙ্গতিপূর্ণ বলে দেখা যায় যেগুলি সচেতনভাবে ঐতিহ্য বা প্রতিষ্ঠানগুলিকে অতিক্রম করার চেষ্টা করেছে। তবে, শিল্প-বিরোধী কোনো একক বা স্বতন্ত্র শিল্প আন্দোলন নয়। সাধারণত, এর ব্যাপ্তি অন্যান্য শিল্প আন্দোলনগুলোর তুলনায় দীর্ঘস্থায়ী হয়। যদিও কিছু শিল্প আন্দোলনকে \"শিল্প-বিরোধী\" হিসাবে গণ্য করা হয়। ডাডা আন্দোলনকে সাধারণভাবে প্রথম অ্যান্টি-শিল্প আন্দোলন হিসেবে বিবেচনা করা হয়। শিল্প-বিরোধী শব্দটি ১৯১৪ সালের দিকে ডাডা শিল্পী মার্সেল ডুচ্যাম্প তৈরি করেছিলেন বলে মনে করা হয় এবং তার শিল্পকর্মগুলিকে অ্যান্টি-শিল্প বস্তুর প্রথম উদাহরণ হিসাবে উল্লেখ করা হয়েছে। থিওডর ডব্লিউ অ্যাড্রোনো ১৯৭০ সালে তার এস্থেটিক থিওরি গ্রন্থে বলেছিলেন যে, \"...এমনকি শিল্পের বিলুপ্তিও শিল্পের প্রতি শ্রদ্ধাশীল, কারণ এটি শিল্পের সত্যের দাবিকে গুরুত্বের সাথে নেয়।\"\nঅ্যান্টি-শিল্পকে সাধারণভাবে শিল্প জগত কর্তৃক শিল্প হিসেবে গ্রহণ করা হয়েছে, যদিও কিছু লোক এখনও ডুচ্যাম্পের শিল্পকর্মগুলিকে শিল্প হিসেবে প্রত্যাখ্যান করে, উদাহরণস্বরূপ স্টাকিস্ট শিল্পী গোষ্ঠী। \"অ্যান্টি-অ্যান্টি-আর্ট\"\n\n\n== ফর্মস ==\n\nঅ্যান্টি-শিল্প,শিল্প হতেও পারে, আবার নাও হতে পারে। বলা হয় যে অ্যান্টি-শিল্পকর্মকে অ্যান্টি-শিল্প হিসেবে নিজের কাজ প্রকাশ করার জন্য শিল্পের প্রথাগত রূপের প্রয়োজন নেই। এই বিষয়ে বিতর্ক রয়েছে। কিছু অ্যান্টি-শিল্পকর্ম শিল্পের বৈশিষ্ট্য প্রসারিত করে এবং এর প্রচলিত সীমা তুলে ধরার চেষ্টা করে।\nঅ্যান্টি-শিল্পের কিছু উদাহরণ শিল্পের মৌলিক উপাদান বা কাঠামো হ্রাসের ইঙ্গিত দেয়। উদাহরণস্বরূপ, একরঙা চিত্রকর্ম, খালি ফ্রেম, নীরবতা সঙ্গীত এবং সম্ভাব্য শিল্প-এর কথা বলা যেতে পারে। অ্যান্টি-শিল্প প্রায়শই অত্যন্ত উদ্ভাবনী উপকরণ ও কৌশল ব্যবহার করে এবং দৃশ্যকলা পূর্বে দেখা যায়নি এমন উপাদান অন্তর্ভুক্ত করে। শিল্পকর্ম, প্রাপ্ত বস্তু শিল্প, ডিটোরনমেন্ট, যৌগিক চিত্রকলা, আত্মসাৎকরণ, স্বতঃস্ফূর্ত পরিবেশনা, প্রদর্শনকলা এবং দেহকলা হলো অ্যান্টি-শিল্পের কয়েকটি উদাহরণ।\nঅ্যান্টি-শিল্পে সম্পূর্ণরূপে শিল্প সৃষ্টি থেকে বিরত থাকাকেও অন্তর্ভুক্ত করতে পারে। এটি একটি শিল্প ধর্মঘটএর মাধ্যমে অর্জন করা যেতে পারে এবং এটি বিপ্লবী সক্রিয়তার মাধ্যমেও অর্জন করা যেতে পারে। অ্যান্টি-শিল্পের উদ্দেশ্য হতে পারে ব্যক্তিগত সৃজনশীলতার গুরুত্ব কমানো বা অবমূল্যায়ন করা।  এই উদ্দেশ্য তৈরি পন্য ব্যবহারের মাধ্যমে পূরণ করা যেতে পারে। শিল্পকর্ম তৈরিতে শিল্প প্রক্রিয়ার ব্যবহার ব্যক্তিগত সৃজনশীলতার গুরুত্ব কমাতে পারে। অ্যান্টি-শিল্পীরা বেনামে শিল্পকর্ম তৈরি করে ব্যক্তিগত সৃজনশীলতাকে দুর্বল করার চেষ্টা করেন। তারা তাদের শিল্পকর্ম প্রদর্শন করতে অস্বীকার করতে পারে। তারা জনস্বীকৃতি প্রত্যাখ্যান করতে পারে। ব্যক্তিগত পরিচয় ও সৃজনশীলতার উপর কম জোর দিতে অ্যান্টি-শিল্পীরা সম্মিলিতভাবে কাজ করতে পারেন। স্বতঃস্ফূর্ত পরিবেশনা-এর মতো কর্মকাণ্ডে এর উদাহরণ দেখা যায়। \"সুপারটেম্পোরাল\" শিল্পকর্ম, যা অস্থায়ী হওয়ার জন্যই তৈরি, তার ক্ষেত্রেও এমনটা দেখা যায়।  কখনও কখনও অ্যান্টি-শিল্পীরা তাদের শিল্পকর্ম নিজেরাই ধ্বংস করেন। কিছু অ্যান্টি-শিল্প কাজ বিশেষভাবে ধ্বংস করার উদ্দেশ্যে তৈরি করা হয়। এর উদাহরণ হলো স্বয়ংক্রিয় ধ্বংসাত্মক শিল্প।\nআন্দ্রে মালরাক্স অ্যান্টি-শিল্পের একটি ধারণা তৈরি করেছেন যা পূর্বে আলোচিত ধারণার থেকে ভিন্ন। মালরাক্সের মতে, অ্যান্টি-শিল্প উনিশ শতকের ‘সালন’ বা ‘শিক্ষায়তনিক’ শিল্পের মাধ্যমে শুরু হয়েছিল, যা শিল্পের মৌলিক উদ্দেশ্যকে প্রত্যাখ্যান করে আধা-আলোকচিত্রিক মায়াবাদের (যা প্রায়শই সুন্দর করে দেখানো হতো) দিকে ঝুঁকেছিল। শিক্ষায়তনিক চিত্রকলা সম্পর্কে মালরাক্স লিখেছেন, “যে সকল সত্যিকারের চিত্রকর, যাদের কাছে চিত্রকলা একটি মূল্যবান বিষয়, তারা এই ছবিগুলো দেখে অসুস্থ বোধ করতেন—‘একজন মহান শল্যচিকিৎসক অপারেশন করছেন’ এবং এই ধরনের ছবি—কারণ তারা এর মধ্যে চিত্রকলার একটি রূপ নয়, বরং চিত্রকলার প্রত্যাখ্যান দেখেছিলেন।” মালরাক্সের মতে, অ্যান্টি-শিল্প এখনও আমাদের মধ্যে বিদ্যমান, যদিও ভিন্ন রূপে। এর উত্তরসূরি হলো বাণিজ্যিক সিনেমা ও টেলিভিশন এবং জনপ্রিয় সঙ্গীত ও কথাসাহিত্য। মালরাক্স লিখেছেন, “সালনকে চিত্রকলা থেকে বহিষ্কার করা হয়েছে, কিন্তু অন্য কোথাও এটি প্রধান হিসেবে বিরাজ করছে।”\n\n\n== তত্ত্ব ==\nঅ্যান্টি-শিল্পের ধারণা শিল্পকলা ও চারুকলার তাত্ত্বিক আলোচনায় একটি গুরুত্বপূর্ণ স্থান দখল করে আছে।\nদার্শনিক রজার টেইলর তাঁর \"আর্ট, অ্যান এনিমি অফ দ্য পিপল\" গ্রন্থে প্রস্তাব করেছেন যে শিল্প একটি বুর্জোয়া মতাদর্শ, যার উৎপত্তি পুঁজিবাদে। একটি শক্তিশালী অ্যান্টি-সারবত্ত্ববাদী অবস্থান ধরে তিনি আরও বলেন যে শিল্পের সর্বদা অস্তিত্ব ছিল না এবং এটি সর্বজনীন নয়, বরং ইউরোপের জন্য এটি বিশেষভাবে প্রযোজ্য।\nল্যারি শিনারের দ্য ইনভেনশন অব আর্ট: এ কালচারাল হিস্ট্রি শিল্পকলার ইতিহাস বিষয়ক একটি গ্রন্থ যা শিল্প সম্পর্কে আমাদের ধারণাকে মৌলিকভাবে প্রশ্নবিদ্ধ করে।\n\"শিল্পকলার আধুনিক ব্যবস্থা কোন সার বা ভাগ্য নয়, বরং এটি এমন কিছু যা আমরা তৈরি করেছি। আমরা সাধারণভাবে শিল্প বলতে যা বুঝি তা দুইশো বছর আগে ইউরোপে উদ্ভাবিত হয়েছে।\" (শিনার ২০০৩, পৃ. ৩) শিনার (সূক্ষ্ম) শিল্পকলাকে একটি সামাজিক নির্মাণ হিসেবে উপস্থাপন করেন যা মানব ইতিহাসে সর্বদা ছিল না এবং সম্ভবত একসময় বিলুপ্তও হয়ে যেতে পারে।\n\n\n== ইতিহাস ==\n\n\n=== প্রথম বিশ্বযুদ্ধের পূর্ববর্তী ===\nজঁ-জাক রুসো পরিবেশক এবং দর্শকের মধ্যে বিভাজন, জীবন এবং নাট্যশালার মধ্যে বিচ্ছেদ প্রত্যাখ্যান করেছিলেন। কার্ল মার্ক্স এই মতবাদ পোষণ করতেন যে শিল্প শ্রেণী ব্যবস্থার ফলস্বরূপ এবং সেইজন্য তিনি এই সিদ্ধান্তে উপনীত হন যে, সাম্যবাদী সমাজে, কেবল শিল্পসৃষ্টিকারীরা থাকবে, কোনো \"শিল্পী\" নয়। \nঅসঙ্গতিপূর্ণভাবে উনিশ শতকের শেষের দিকে প্যারিসে প্রথম আন্দোলন হয়েছিল, যা ইচ্ছাকৃতভাবে প্রতিষ্ঠিত শিল্পের বিরোধিতা করেছিল। ১৮৮২ সালে জুলস লেভি কর্তৃক প্রতিষ্ঠিত,  বিরোধী দাতব্য শিল্প প্রদর্শনীর আয়োজন করেছিল যা ব্যঙ্গাত্মক ও হাস্যকর হওয়ার উদ্দেশ্যে ছিল, তারা \"...এমন লোকদের আঁকা ছবি উপস্থাপন করত যারা আঁকতে পারে না...\"। এবং মন্টমার্ট্র কাবারে সংস্কৃতির বৃহত্তর ঐতিহ্যের মধ্যে থেকে শৈল্পিক বিষয়সহ বাজে কথার মুখোশধারীদের ধরা হয়েছিল। স্বল্পস্থায়ী হলেও - ১৮৯৬ সালে শেষে অসংলগ্ন প্রদর্শনী অনুষ্ঠিত হয়েছিল - আন্দোলনটি তার বিনোদন মূল্যের জন্য জনপ্রিয় ছিল।\nব্যঙ্গ, অসম্মান ও বিদ্রূপের প্রতি তাদের অঙ্গীকারের কারণে তারা এমন বেশ কিছু কাজ তৈরি করেছে যা বিংশ শতাব্দীর অগ্রগামী শিল্পকলার সৃষ্টির সাথে উল্লেখযোগ্য আনুষ্ঠানিক সাদৃশ্য দেখায়: রেডি-মেড, একবর্ণ চিত্র, খালি ফ্রেম এবং সঙ্গীত হিসাবে নীরবতা।\n\n\n=== ডাডা এবং গঠনবাদ ===\nপ্রথম বিশ্বযুদ্ধ-এর সময় সুইজারল্যান্ড থেকে শুরু হয়ে, ডাডা-র একটি বড় অংশ এবং এর দ্বারা অনুপ্রাণিত কিছু শিল্প আন্দোলনের কিছু দিক, যেমন নিও-ডাডস, নুভো রিয়ালিজম, এবং ফ্লাক্সাস, অ্যান্টি-শিল্প হিসাবে বিবেচিত হয়। ডাডাবাদী-রা শিল্পে এবং সামগ্রিকভাবে সমাজে সাংস্কৃতিক ও বৌদ্ধিক অনুরূপতা প্রত্যাখ্যান করেছিলেন। শিল্পকলা যা কিছুর প্রতিনিধিত্ব করত, ডাডা তার বিপরীত প্রতিনিধিত্ব করতে চেয়েছিল।\nযেখানে শিল্প ঐতিহ্যবাহী নান্দনিকতার সাথে সম্পর্কিত ছিল, ডাডা সম্পূর্ণরূপে নান্দনিকতাকে উপেক্ষা করত। যদি শিল্প সংবেদনশীলতাকে আকর্ষণ করার কথা ছিল, তবে ডাডাকে আঘাত করার উদ্দেশ্যে করা হয়েছিল। ঐতিহ্যবাহী সংস্কৃতি ও নান্দনিকতার প্রত্যাখ্যানের মাধ্যমে ডাডাবাদীরা ঐতিহ্যবাহী সংস্কৃতি ও নান্দনিকতাকে ধ্বংস করার আশা করেছিল। কারণ তারা আরও বেশি রাজনৈতিকীকৃত ছিল, বার্লিনের ডাডাবাদীরা ডাডার মধ্যে সবচেয়ে চরমভাবাপন্ন অ্যান্টি-শিল্প প্রবণতা ধারণ করেছিলেন। ১৯১৯ সালে, বার্লিন গোষ্ঠীতে, ডাডাবাদী বিপ্লবী কেন্দ্রীয় পরিষদ চরম সাম্যবাদের ডাডাবাদী আদর্শের রূপরেখা দিয়েছিল।\n১৯১৩ সালে মার্সেল ডুচ্যাম্প-এর রেডিমেইডগুলি পৃথক সৃজনশীলতাকে প্রত্যাখ্যান করেছিল এবং শিল্পকে সহজাত বস্তুর পরিবর্তে একটি নামমাত্র বস্তু হিসাবে পুনরায় সংজ্ঞায়িত করেছিল।\nত্রিস্তান জারা ইঙ্গিত দিয়েছিলেন: \"আমি ব্যবস্থার বিরুদ্ধে; সবচেয়ে গ্রহণযোগ্য ব্যবস্থা হল নীতিগতভাবে কোনও ব্যবস্থা না থাকা।\" এছাড়াও, জারা, যিনি একবার বলেছিলেন যে \"যুক্তি সর্বদা মিথ্যা\", সম্ভবত ওয়াল্টার সেরনার-এর \"চূড়ান্ত বিলুপ্তি\"র দৃষ্টিভঙ্গিকে অনুমোদন করেছিলেন। জারার চিন্তাধারার একটি মূল ধারণা ছিল যে \"যতক্ষণ আমরা যেভাবে মনে করি একসময় কাজগুলো করতাম সেভাবেই করতে থাকব, ততক্ষণ আমরা কোনো ধরনের বসবাসযোগ্য সমাজ অর্জন করতে পারব না।\"\n১৯১৯ সালে রাশিয়ায় উৎপন্ন, গঠনবাদ সম্পূর্ণরূপে শিল্পকে এবং একটি নির্দিষ্ট কার্যকলাপ হিসাবে একটি সর্বজনীন নান্দনিকতা তৈরি করাকে প্রত্যাখ্যান করেছিল। সামাজিক উদ্দেশ্যে পরিচালিত অনুশীলনের পক্ষে, দৈনন্দিন জীবনের জন্য \"উপযোগী\", যেমন নকশাকলা, বিজ্ঞাপন এবং আলোকচিত্র। ১৯২১ সালে, ৫×৫=২৫ প্রদর্শনীতে প্রদর্শনীতে, আলেকজান্ডার রডচেঙ্কো একবর্ণ চিত্র তৈরি করেন এবং চিত্রকলার সমাপ্তি ঘোষণা করেন। রাশিয়ান বিপ্লবের শিল্পীদের জন্য, রডচেঙ্কোর এই চরম পদক্ষেপ কল্পনাবাদী সম্ভাবনায় পরিপূর্ণ ছিল। এটি বুর্জোয়া নিয়ম ও রীতিনীতির শেষের সাথে শিল্পের সমাপ্তি চিহ্নিত করে। এটি একটি নতুন রাশিয়ান জীবন, একটি নতুন উৎপাদন পদ্ধতি, একটি নতুন সংস্কৃতির সূচনার পথ প্রশস্ত করেছিল।\n\n\n=== পরাবাস্তববাদ ===\n১৯২০-এর দশকের শুরুর দিকে, অনেক পরাবাস্তববাদী শিল্পী এবং লেখক তাদের কাজকে সর্বপ্রথম এবং প্রধানত একটি দার্শনিক আন্দোলনের প্রকাশ হিসেবে গণ্য করেন, যেখানে কাজগুলি ছিল একটি প্রাচীন বস্তু। পরাবাস্তববাদী একটি রাজনৈতিক শক্তি হিসেবে বিশ্বজুড়ে অসমভাবে বিকশিত হয়েছিল, কিছু স্থানে শিল্পী চর্চার ওপর বেশি জোর দেওয়া হয়েছিল, অন্যত্র রাজনৈতিক চর্চা বেশি প্রাধান্য পেয়েছিল। অন্য কিছু স্থানে, পরাবাস্তববাদী প্রাকটিস শিল্প এবং রাজনীতি উভয়কেই ছাপিয়ে যাওয়ার চেষ্টা করেছিল। রাজনৈতিকভাবে, পরাবাস্তববাদী ছিল অতিমাত্রায় বামপন্থী, সাম্যবাদী, বা অরাজকতাবাদী। ডাডা থেকে বিভাজনকে একটি বিভাজন হিসেবে চিহ্নিত করা হয়েছে যা ছিল আনার্কিস্ট এবং কমিউনিস্টদের মধ্যে, যেখানে পরাবাস্তববাদী-রা সাম্যবাদী ছিল। ১৯২৫ সালে, সুররিয়ালিস্ট গবেষণা ব্যুরো তাদের বিপ্লবী রাজনীতির প্রতি আগ্রহ ঘোষণা করেছিল। ১৯৩০ এর দশকের মধ্যে অনেক পরাবাস্তববাদী দৃঢ়ভাবে নিজেদের সাম্যবাদী হিসাবে চিহ্নিত করেছিলেন। ব্রেটন এবং তার কমরেডরা কিছু সময়ের জন্য লিওন ট্রটস্কি এবং তার আন্তর্জাতিক বাম বিরোধী দল-কে সমর্থন করেছিলেন, যদিও নৈরাজ্যবাদের প্রতি একটি উন্মুক্ততা ছিল যা দ্বিতীয় বিশ্বযুদ্ধের পরে আরও সম্পূর্ণরূপে প্রকাশিত হয়েছিল।\nনেতা আন্দ্রে ব্রেটন তার এই দাবিতে স্পষ্ট ছিলেন যে পরাবাস্তববাদী সর্বোপরি একটি বিপ্লবী আন্দোলন। ব্রেটন বিশ্বাস করতেন যে পরাবাস্তববাদী-এর মূলনীতি জীবনের যে কোনও পরিস্থিতিতে প্রয়োগ করা যেতে পারে এবং এটি কেবল শৈল্পিক ক্ষেত্রের মধ্যে সীমাবদ্ধ নয়। ব্রেতোঁ'র অনুগামীদের, কমিউনিস্ট পার্টি'র সাথে, \"মানুষের মুক্তির\" জন্য কাজ করছিলেন। তবে, ব্রেতোঁর দল প্রোলিটারিয়েত সংগ্রামকে মৌলিক সৃজনশীলতার তুলনায় অগ্রাধিকার দিতে অস্বীকার করেছিল, যার ফলে পার্টির সাথে তাদের সংগ্রাম ১৯২০-এর শেষের দিকে উভয়ের জন্যই এক অশান্ত সময় হয়ে দাঁড়িয়েছিল। অনেক ব্যক্তি, যারা ব্রেতোঁ-র সাথে ঘনিষ্ঠভাবে যুক্ত ছিলেন, বিশেষত লুই আরাগোঁ, তার দল ছেড়ে সাম্যবাদীদের সাথে আরও ঘনিষ্ঠভাবে কাজ করতে শুরু করেন। ১৯২৯ সালে, ব্রেতোঁ পরাবাস্তববাদীদের তাদের \"নৈতিক দক্ষতার স্তর\" মূল্যায়ন করতে বলেছিলেন, এবং দ্বিতীয় ম্যানিফেস দ্যু সুরিয়ালিজম-এ তাত্ত্বিক পরিশীলনগুলির মধ্যে এমন কাউকে বাদ দেওয়া হয়েছিল যারা ঐক্যবদ্ধ কর্মের প্রতি সংকল্প করতে অস্বীকার করেছিলেন।\nদ্বিতীয় বিশ্বযুদ্ধের শেষ নাগাদ আন্দ্রে ব্রেটনের নেতৃত্বে পরাবাস্তববাদী গোষ্ঠী স্পষ্টভাবে নৈরাজ্যবাদকে গ্রহণ করার সিদ্ধান্ত নেয়। ১৯৫২ সালে ব্রেটন লিখেছিলেন \"নৈরাজ্যবাদের কালো আয়নাতেই পরাবাস্তববাদী প্রথম নিজেকে চিনতে পেরেছিল।\"\n\n\n=== লেটারিজম এবং সিচুয়েশনিস্ট ইন্টারন্যাশনাল ===\n১৯৪০-এর দশকের মাঝামাঝি সময়ে ফ্রান্সে ইসিদোর ইসু দ্বারা প্রতিষ্ঠিত লেট্রিস্টরা অন্যান্য সিনেমা থেকে উপাদান ব্যবহার করতেন, একটি কৌশল যা পরবর্তীতে সিচুয়েশনিস্ট সিনেমাগুলিতে 'ডেটুরনমেন্ট' শিরোনামে উন্নত করা হয়। তারা সিনেমাটিকে প্রায়ই লাইভ পারফরম্যান্সের মাধ্যমে সম্পূরক করতেন, অথবা 'ফিল্ম-ডিবেট' এর মাধ্যমে দর্শকদের সরাসরি পুরো অভিজ্ঞতায় অন্তর্ভুক্ত করতেন। সবচেয়ে উগ্র লেট্রিস্ট সিনেমাগুলির মধ্যে, উলম্যানের দ্য অ্যান্টিকনসেপ্ট এবং ডেবর্দ'র হাউলিংস ফর স্যাড চিত্রগুলি পুরোপুরি পরিত্যাগ করেছিল।\n১৯৫৬ সালে, গটফ্রিড উইলহেল্ম লাইবনিজ'র অন্তহীন ছোট ধারণাগুলির স্মরণে, যেগুলি বাস্তবে অস্তিত্ব থাকতে পারত না শুধুমাত্র ধারণাগতভাবে, লেট্রিজমের প্রতিষ্ঠাতা ইসিদোর ইসু একটি শিল্পকর্মের ধারণা তৈরি করেন, যা তার প্রকৃতির কারণে বাস্তবে কখনও সৃষ্টি করা সম্ভব ছিল না, কিন্তু যা তবুও বৌদ্ধিকভাবে চিন্তা করে নান্দনিক পুরস্কার দিতে পারে। এর সাথে সম্পর্কিত এবং এর থেকে উদ্ভূত হলো এক্সকোর্ডিজম, ইসুইয়ান আন্দোলনের বর্তমান প্রকাশ, যা অসীম বড় এবং অসীম ছোট এর শিল্প হিসেবে সংজ্ঞায়িত।\n১৯৬০ সালে, ইসিডোর ইসু অতি-সাময়িক শিল্প তৈরি করেন: একটি কৌশল যা দর্শককে শিল্পকর্ম তৈরিতে অংশগ্রহণে আমন্ত্রণ জানায় এবং সক্ষম করে। এর সবচেয়ে সহজ আকারে, এর মধ্যে একটি বইয়ে কয়েকটি ফাঁকা পৃষ্ঠা অন্তর্ভুক্ত করা ছাড়া আর কিছুই জড়িত থাকতে পারে না, যাতে পাঠক তার নিজস্ব অবদান যোগ করতে পারে।\n১৯৫০-এর দশকের শেষের দিকে জাপানে, গ্রুপ কিউশু একটি তীক্ষ্ণ, পরীক্ষামূলক এবং উচ্ছৃঙ্খল শিল্প গোষ্ঠী ছিল। তারা ক্যানভাস ছিঁড়ে ফেলত এবং পুড়িয়ে দিত, ঢেউতোলা কার্ডবোর্ড, পেরেক, নাট, স্প্রিং, ধাতব ড্রিল শেভিং এবং বার্ল্যাপ তাদের কাজের সাথে যুক্ত করত, অনেকগুলি বিশৃঙ্খল জাঙ্ক অ্যাসেম্বলেজ তৈরি করত এবং তাদের বেশিরভাগ কাজ আলকাতরায় ঢেকে রাখার জন্য সবচেয়ে বেশি পরিচিত ছিল। তারা মাঝে মাঝে তাদের কাজকে প্রস্রাব এবং মল দিয়ে ঢেকে দিত। তারা দৈনন্দিন জীবনের বস্তুগুলিকে তাদের কাজের মধ্যে অন্তর্ভুক্ত করে এবং তাদের কাজ রাস্তায় সর্বসাধারণের দেখার জন্য প্রদর্শিত ও পরিবেশন করে শিল্পকে দৈনন্দিন জীবনের কাছাকাছি আনার চেষ্টা করেছিল।\nঅন্যান্য অনুরূপ অ্যান্টি-শিল্প গোষ্ঠীর মধ্যে ছিল\nনিও-ডাডা(নিও-ডাডাইজুমি ওগানাইজাজু),\nগুতাই (গুতাই বিজুৎসু কিয়োকাই), এবং হাই-রেড-সেন্টার। এল'আর্ট ইনফর্মেল দ্বারা বিভিন্নভাবে প্রভাবিত,এই গোষ্ঠীগুলি এবং তাদের সদস্যরা তাদের কাজে পদার্থের অগ্রভূমি তৈরি করার জন্য কাজ করত: শিল্পকর্মটিকে কোনও দূরবর্তী রেফারেন্টের প্রতিনিধিত্ব হিসাবে দেখার পরিবর্তে, পদার্থটি নিজেই এবং শিল্পীদের সাথে এর মিথস্ক্রিয়া প্রধান বিষয় হয়ে ওঠে। অঙ্গভঙ্গির মুক্তি ল'আর্ট ইনফরমেল-এর আরেকটি উত্তরাধিকার ছিল এবং গ্রুপ কিয়ুশুর সদস্যরা এটিকে খুব উদ্দীপনার সাথে গ্রহণ করে, পদার্থ নিক্ষেপ করত, ঝাপসা করত এবং ভেঙে দিত, এমনকি প্রক্রিয়াটিতে কাজটিকে ধ্বংসও করত।\n১৯৫০-এর দশকে ফ্রান্সে শুরু হওয়া লেট্রিস্ট ইন্টারন্যাশনাল এবং পরে সিচুয়েশনিস্ট ইন্টারন্যাশনাল একটি দ্বন্দ্বমূলক দৃষ্টিভঙ্গি তৈরি করে, তাদের কাজকে \"শিল্পকে অতিক্রম করা\" হিসেবে দেখেছিল, যেখানে শিল্পকে একটি আলাদা, বিশেষায়িত কার্যকলাপ হিসেবে বিবেচনা করার ধারণা বিলুপ্ত করে, এবং এটি এমনভাবে রূপান্তরিত করার চেষ্টা করেছিল যাতে এটি দৈনন্দিন জীবনের একটি অংশ হয়ে ওঠে। সিচুয়েশনিস্টদের দৃষ্টিভঙ্গি থেকে, শিল্প বিপ্লবী না হলে তা অর্থহীন। এইভাবে, সিচুয়েশনিস্টরা তাদের প্রচেষ্টাকে দাদা এবং সুররিয়ালিজম উভয়ের কাজ সম্পূর্ণ করা হিসেবে দেখেছিল, এবং একই সঙ্গে তাদের বিলুপ্তি ঘটিয়েছিল।\nপরিস্থিতিবাদীরা সম্পূর্ণরূপে শিল্প তৈরি করা ত্যাগ করেছিলেন।\nসিচুয়েশনিস্ট ইন্টারন্যাশনাল-এর সদস্যরা মনে করতেন যে তারা সম্ভবত সবচেয়ে চরমপন্থী, রাজনীতিকীকরণ, সুসংগঠিত, এবং তাত্ত্বিকভাবে উৎপাদনশীল অ্যান্টি-শিল্প আন্দোলন, মার্টিন পুচনার সহ অন্যদের দ্বারা সমর্থিত একটি দৃষ্টিভঙ্গি অনুসারে, ফ্রান্সের ছাত্র বিক্ষোভ এবং মে ১৯৬৮-এর সাধারণ ধর্মঘট-এর সাথে তাদের শীর্ষে পৌঁছেছিল।\n১৯৫৯ সালে জিউসেপ্পে পিনোট-গ্যালিজিও \"শিল্প-মুদ্রাস্ফীতিবাদী শিল্প\" হিসাবে শিল্পচিত্র প্রস্তাব করেন।\n\n\n=== নিও-ডাডা এবং পরবর্তী ===\nডাডার অনুরূপ, ১৯৬০-এর দশকে, ফ্লাক্সাস-এ অ্যান্টি-কমার্শিয়ালিজম এবং অ্যান্টি-শিল্প সংবেদনশীলতার একটি শক্তিশালী ধারা ছিল, যা শিল্পী-কেন্দ্রিক সৃজনশীল অনুশীলনের পক্ষে প্রচলিত বাজার-চালিত শিল্প জগতকে তুচ্ছ করত। ফ্লাক্সাস শিল্পীরা জীবন ও শিল্পের মধ্যে পার্থক্য ঘোলাটে করার জন্য তাদের সংক্ষিপ্ত পরিবেশনা ব্যবহার করতেন।\n১৯৬২ সালে হেনরি ফ্লিন্ট অ্যান্টি-শিল্প অবস্থানের জন্য প্রচারণা শুরু করেন। ফ্লিন্ট চেয়েছিলেন যে অ্যাভান্ট-গার্ড শিল্প \"ভেরামিউজমেন্ট\" এবং \"ব্রেন্ড\" শব্দগুলির দ্বারা প্রতিস্থাপিত হোক - নিওলজিজম যার অর্থ প্রায় বিশুদ্ধ বিনোদন।\n১৯৬৩ সালে জর্জ ম্যাকিউনাস বিপ্লব, \"জীবন্ত শিল্প, অ্যান্টি-শিল্প\" এবং \"সমস্ত মানুষের দ্বারা উপলব্ধি করার জন্য অ-শিল্প বাস্তবতা\" এর পক্ষে কথা বলেন। ম্যাক্যুনাস তার ঘোষিত লক্ষ্যগুলি যেমন শিল্পীর 'অ-পেশাদার মর্যাদা...তার অপ্রয়োজনীয়তা এবং অন্তর্ভুক্তিমূলকতা' এবং 'যে কোনও কিছুই শিল্প হতে পারে এবং যে কেউ এটি করতে পারে' তা প্রদর্শনে সচেষ্ট ছিলেন।\n১৯৬০-এর দশকে, দাদা-প্রভাবিত শিল্প গোষ্ঠী ব্ল্যাক মাস্ক ঘোষণা করে যে বিপ্লবী শিল্প \"জীবনের একটি অবিচ্ছেদ্য অংশ হওয়া উচিত, যেমন আদিম সমাজে, এবং ধন-সম্পদের সংযোজন নয়\"। ব্ল্যাক মাস্ক নিউইয়র্কের সাংস্কৃতিক অনুষ্ঠানগুলিতে বিনামূল্যে পানীয়ের প্রলোভন দেখিয়ে গৃহহীনদের শিল্প ইভেন্টের তৈরি লিফলেট দিয়ে ব্যাঘাত ঘটাত। পরে, মাদারফাকার্স ব্ল্যাক মাস্ক এবং অ্যাংরি আর্টস নামক অন্য একটি গোষ্ঠীর সংমিশ্রণে গঠিত হয়েছিল।\nবিবিসি ১৯৬৬ সালে জোয়ান বেকওয়েল পরিচালিত একটি সাক্ষাৎকার সম্প্রচার করে, যেখানে মার্সেল ডুশাঁ তার আরও স্পষ্ট অ্যান্টি-শিল্প ধারণাগুলি প্রকাশ করেন।\nসাক্ষাৎকারে ডুশাঁ শিল্পের তুলনা ধর্মের সঙ্গে করেন এবং উল্লেখ করেন যে তিনি শিল্পকে বিলুপ্ত করতে চেয়েছিলেন, যেমন অনেকেই ধর্ম পরিত্যাগ করেছে। তিনি ব্যাখ্যা করেন যে \"শব্দ হিসেবে শিল্প (art)-এর মূল অর্থ হলো করা,\" অর্থাৎ শিল্প যে কোনো ধরনের কার্যকলাপকে বোঝায়। তিনি আরও বলেন যে সমাজই শিল্পী হওয়ার ধারণাকে একটি \"সম্পূর্ণ কৃত্রিম\" বিভাজনের মাধ্যমে সংজ্ঞায়িত করেছে।\n১৯৭০-এর দশকে, কিং মব গ্যালারির ভেতরের শিল্পের সাথে বিভিন্ন শিল্প গ্যালারিতে হামলার জন্য দায়ী ছিল। দার্শনিক রজার টেলরের মতে, শিল্পের ধারণা সর্বজনীন নয় বরং বুর্জোয়া মতাদর্শের একটি উদ্ভাবন যা এই সামাজিক শৃঙ্খলাকে উন্নীত করতে সাহায্য করে। তিনি এটিকে ক্যান্সারের সাথে তুলনা করেন যা জীবনের অন্যান্য রূপকে উপনিবেশ করে যাতে একটিকে অন্যটি থেকে আলাদা করা কঠিন হয়ে পড়ে।\nস্টুয়ার্ট হোম ১৯৯০ থেকে ১৯৯৩ সালের মধ্যে একটি আর্ট স্ট্রাইকের আহ্বান জানান। ১৯৭০-এর দশকে গুস্তাভ মেটজগার-এর মতো আগের আর্ট-স্ট্রাইক প্রস্তাবগুলির বিপরীতে, এটি শিল্পীদের তাদের নিজস্ব কাজ বিতরণের মাধ্যমের নিয়ন্ত্রণ নেওয়ার সুযোগ হিসাবে উদ্দেশ্য ছিল না, বরং এটি কেবল গ্যালারি সিস্টেমের পরিবর্তে সমগ্র শিল্প জগতকে চূর্ণ করার লক্ষ্যে প্রচার এবং মানসিক যুদ্ধের একটি অনুশীলন হিসাবে ছিল। ব্ল্যাক মাস্ক ১৯৬০-এর দশকে যেমনটি করেছিল, স্টুয়ার্ট হোম ১৯৯০-এর দশকে লন্ডনে সাংস্কৃতিক অনুষ্ঠানগুলিতে বিনামূল্যে পানীয়ের প্রলোভন দেখিয়ে গৃহহীনদের সাহিত্য অনুষ্ঠানের তৈরি লিফলেট দিয়ে ব্যাঘাত ঘটান।\nকে ফাউন্ডেশন একটি শিল্প সংস্থা ছিল যা পরিস্থিতিবাদী-অনুপ্রাণিত প্রেস বিজ্ঞাপন এবং শিল্প জগতে জাঁকজমকপূর্ণ ধ্বংসের একটি সিরিজ প্রকাশ করেছিল। সবচেয়ে কুখ্যাতভাবে, যখন তাদের শিল্পকর্মের অংশ হিসাবে পত্র মুদ্রা ব্যবহারের পরিকল্পনা ভেস্তে যায়, তখন তারা এক মিলিয়ন পাউন্ড নগদ জ্বালিয়ে দেয়।\nপাঙ্ক অ্যান্টি-আর্ট অবস্থান তৈরি করেছে। কিছু \"ইন্ডাস্ট্রিয়াল মিউজিক\" ব্যান্ড তাদের কাজকে \"সাংস্কৃতিক সন্ত্রাসবাদ\" বা \"অ্যান্টি-আর্ট\"-এর রূপ হিসাবে বর্ণনা করে। শব্দটি ইচ্ছাকৃতভাবে উস্কানিমূলক শিল্পের অন্যান্য রূপ, যেমন ননসেন্স ভার্স বর্ণনা করতেও ব্যবহৃত হয়।\n\n\n== শিল্প হিসেবে ==\nবিদ্রূপাত্মকভাবে, শিল্প-বিরোধী বেশিরভাগ রূপ ধীরে ধীরে শিল্প প্রতিষ্ঠান দ্বারা স্বাভাবিক এবং প্রচলিত শিল্প রূপ হিসেবে সম্পূর্ণরূপে গৃহীত হয়েছে। এমনকি যেসব আন্দোলন শিল্পকে সবচেয়ে তীব্রতার সাথে প্রত্যাখ্যান করেছিলো সেগুলিও এখন সবচেয়ে মর্যাদাপূর্ণ সাংস্কৃতিক প্রতিষ্ঠানগুলি দ্বারা সংগ্রহ করা হয়।\nডুচ্যাম্পের তৈরি জিনিসপত্র এখনও অস্থিরতাবাদীদের দ্বারা শিল্প-বিরোধী হিসেবে বিবেচিত হয়, যারা আরও উল্লেখ করেন যে শিল্প-বিরোধীরা এখন প্রতিষ্ঠিত ধারা হয়ে গেছে এবং তারা নিজেদের এবং নিজেদেরকে বিপ্রতীপ-শিল্প-বিরোধী হিসেবে বর্ণনা করেন।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nKarl Marx. The German Ideology. 1845.\nNikolai Tarabukin. From the Easel to the Machine. In Frascina and Harrison, eds., \"Modern Art and Modernism: A Critical Anthology\", pp. 135–42.\nHans Richter. Dada: Art and Anti-Art. Thames & Hudson, 1965. আইএসবিএন ০-৫০০-২০০৩৯-৪.\nGuy Debord. La société du spectacle, 1967, numerous editions; in English: \"The Society of the Spectacle\", Zone Books 1995, আইএসবিএন ০-৯৪২২৯৯-৭৯-৫. Society of the Spectacle, Rebel Press 2004, আইএসবিএন ০-৯৪৬০৬১-১২-২.\nMario Perniola. L'alienazione artistica. Milano, Mursia, 1971; in French: \"L'alienation artistique\". Foreword by Pierre Sansot, translated by Anton Harstein. Paris, U.G.E., 10/18, 1977, আইএসবিএন ২-২৬৪-০০১৮৭-৯.\nRoger Taylor, Art, an Enemy of the People, Harvester Press, 1978, Fontana, 1976.\nStewart Home. \"The Assault on Culture: Utopian currents from Lettrisme to Class War\". (Ist edition Aporia Press and Unpopular Books, London 1988.) আইএসবিএন ০-৯৪৮৫১৮-৮৮-X (New edition AK Press, Edinburgh 1991. Polish translation, Wydawnictwo Signum, Warsaw 1993. Italian translation AAA edizioni, Bertiolo 1996. Portuguese translation, Conrad Livros, Brazil 1999. Spanish translation, Virus Editorial, 2002).\nLarry Shiner. The Invention of Art: A Cultural History. University of Chicago Press, 2003 আইএসবিএন ৯৭৮-০-২২৬-৭৫৩৪২-৩\nJean-Marc Rouvière: Au prisme du readymade, incises sur l'identité équivoque de l'objet. préface de Philippe Sers et G. Litichevesky, L'Harmattan, Paris 2023 আইএসবিএন ৯৭৮-২-১৪-০৩১৭১০-১\n\n\n== অধিক পঠন ==\nCraig Dworkin (২০১৩-০২-১৫)। No Medium। MIT Press। আইএসবিএন 978-0262018708।  ফাঁকা, নীরব, খালি ইত্যাদি কর্মগুলোকে সন্নিবেশ করা কার্য।\n\n\n== বহিঃসংযোগ ==\nWalker, John. (1992) \"Anti-Art\". Glossary of Art, Architecture & Design since 1945, ৩য় সংস্করণ।"}