{"pageid": 1511329, "title": "মাদ্রাজ রাজ্য বিধানসভা নির্বাচন, ১৯৬৭", "url": "https://bn.wikipedia.org/wiki?curid=1511329", "content": "মাদ্রাজ রাজ্যের (পরবর্তীকালে তামিলনাড়ু নামকরণ করা হয়) চতুর্থ বিধানসভা নির্বাচন ১৯৬৭ সালের ফেব্রুয়ারিতে অনুষ্ঠিত হয়। সিএন আন্নাদুরাইয়ের নেতৃত্বে দ্রাবিড় মুনেত্র কড়গম (ডিএমকে) নেতৃত্বাধীন জোট ভারতীয় জাতীয় কংগ্রেসকে (কংগ্রেস) পরাজিত করে নির্বাচনে জয়লাভ করে। হিন্দি বিরোধী আন্দোলন, নিত্যপ্রয়োজনীয় পণ্যের ক্রমবর্ধমান দাম এবং চালের ঘাটতি ছিল প্রধান নির্বাচনী ইস্যু। ১৯৬৩ সালে দলীয় কাজে মনোনিবেশ করার জন্য কে. কামরাজের মুখ্যমন্ত্রী পদ থেকে পদত্যাগ এবং দুর্নীতির ক্রমাগত গুজব ক্ষমতাসীন কংগ্রেস সরকারকে দুর্বল করে দিয়েছিল। এটি ছিল প্রথমবারের মতো যখন কোনও অ-কংগ্রেস দল ভারতের কোনও রাজ্য বিধানসভায় একক সংখ্যাগরিষ্ঠতা অর্জন করেছিল। এর আগে, ১৯৫৭ সালে ভারতের কমিউনিস্ট পার্টি কেরল বিধানসভা নির্বাচনে জয়লাভ করে একটি অ-কংগ্রেস দলীয় জোট ভারতের কোনও রাজ্যে সংখ্যাগরিষ্ঠতা অর্জন করে।  তামিলনাড়ুতে কংগ্রেসের ক্ষমতায় থাকার এটিই শেষ ঘটনা। এটি তামিলনাড়ুর রাজনীতিতে দ্রাবিড় আধিপত্যের সূচনা করে। স্বাধীনতা-পরবর্তী তামিলনাড়ুর প্রথম অ-কংগ্রেসি মুখ্যমন্ত্রী আন্নাদুরাই ১৯৬৯ সালে ক্ষমতায় থাকাকালীন মারা যান এবং ভিআর নেদুনচেঝিয়ান ভারপ্রাপ্ত মুখ্যমন্ত্রীর দায়িত্ব গ্রহণ করেন। তারপর থেকে, রাষ্ট্রপতি শাসনের সংক্ষিপ্ত মাস ছাড়া, শুধুমাত্র দ্রাবিড় মুনেত্র কড়গম এবং এর বিচ্ছিন্ন হয়ে গঠিত আন্না দ্রাবিড় মুনেত্র কড়গম রাজ্যে মন্ত্রিসভা গঠন করেছে।\n\n\n== পটভূমি ==\n১৯৬২ সালের নির্বাচনের পরের বছরগুলিতে কংগ্রেস দল দুর্বলতা দেখাতে শুরু করে। ১৯৬২ সালের গ্রীষ্মে, ডিএমকে ক্রমবর্ধমান মূল্যের বিরুদ্ধে বিক্ষোভ পরিচালনা করে। এই বিক্ষোভ রাজ্য জুড়ে সহিংস হয়ে ওঠে। বিক্ষোভের ফলে ৬৫০০ জন ডিএমকে স্বেচ্ছাসেবক, ১৪ জন বিধানসভা সদস্য এবং আন্নাদুরাই সহ চারজন লোকসভা সদস্যকে গ্রেপ্তার করা হয়।\n১৯৬৩ সালে জনপ্রিয় হওয়া সত্ত্বেও কামরাজ স্বেচ্ছায় মুখ্যমন্ত্রী পদ থেকে পদত্যাগ করে সর্বভারতীয় কংগ্রেস কমিটির সভাপতিত্ব গ্রহণ করেন। এম. ভক্তবৎসলাম তার স্থলাভিষিক্ত হন। কামরাজ আশা করেছিলেন যে তিনি অন্যান্য সিনিয়র কংগ্রেস নেতাদের কাছে আদর্শ হিসেবে কাজ করবেন, যাতে তরুণদের জন্য পথ তৈরি করা যায় এবং দলের জনপ্রিয়তা আরও জোরদার করা যায়। রবার্ট এল. হার্ডগ্রেভ জুনিয়র (টেক্সাস বিশ্ববিদ্যালয়ের মানবিক, সরকার এবং এশিয়ান স্টাডিজের টেম্পল প্রফেসর এমেরিটাস) প্যাসিফিক অ্যাফেয়ার্স জার্নালে প্রকাশিত একটি প্রবন্ধে লিখেছেন যে, এম. ভক্তবৎসলামের কামরাজের মতো ব্যক্তিগত ক্যারিশমা বা রাজনৈতিক বিচক্ষণতা ছিল না। দুর্নীতির ক্রমাগত গুজব সরকারের ভাবমূর্তি ক্ষুণ্ন করেছে। ১৯৬৪ সালের অক্টোবরে খাদ্য সংকট কংগ্রেস সরকারের জনপ্রিয়তাকে সর্বকালের সর্বনিম্ন পর্যায়ে নিয়ে আসে।\n\n\n== ইস্যু ==\n\nনির্বাচনে প্রধান আলোচিত বিষয়গুলি ছিল সরকারি ভাষা সমস্যা, নিত্যপ্রয়োজনীয় পণ্যের দাম বৃদ্ধি এবং চালের ঘাটতি। ভারতীয় জাতীয় কংগ্রেসের নেতৃত্বাধীন কেন্দ্রীয় সরকার হিন্দিকে ভারতের সরকারি ভাষা হিসেবে প্রতিস্থাপন করে ইংরেজিকে হিন্দির সাথে সম্ভাব্য \"সহযোগী\" মর্যাদা বজায় রেখে একটি আইন কার্যকর করেছিল। এই পরিবর্তনটি ১৯৬৫ সালের ২৬ জানুয়ারী কার্যকর হয়। আইনটির অস্পষ্ট শব্দের প্রতিবাদে, ইংরেজি বাদ দিয়ে হিন্দি চাপিয়ে দেওয়ার আশঙ্কায়, ডিএমকে এই পরিবর্তনের বিরুদ্ধে একটি আন্দোলন শুরু করে। একপর্যায়ে সেই আন্দোলন সহিংস হয়ে ওঠে। এই সহিংসতার পর ১৯৬৭ সালের নির্বাচন অনুষ্ঠিত হয়।\nরাজ্যে তীব্র চালের ঘাটতি নির্বাচনী ইস্যু হয়ে দাঁড়ায়। ডিএমকে তাদের নির্বাচনী ইশতেহারে ১ রুপিতে ৩ প্যাডি (প্রায় ৪.৫ কেজি) চাল সরবরাহ করার প্রতিশ্রুতি দেয়। ডিএমকে চালের ঘাটতির পাশাপাশি ভক্তবৎসলাম প্রশাসনের প্রতি ব্যাপক অসন্তোষকে পুঁজি করে। ডিএমকে কংগ্রেসের বিরুদ্ধে জনগণের ক্ষোভ উসকে দিতে কিছু স্লোগান ব্যবহার করেছিল, যেমন কামরাজর আন্নাচি কদলাইপরুপু ভিলাই এননাচু (বড় ভাই (আন্নাচি একটি উপাধি যা ঐতিহাসিকভাবে কামরাজের বর্ণের একজন ব্যক্তিকে বোঝাতে ব্যবহৃত হয়) কামরাজ, ছানার ডালের দামের কী হয়েছে?), ভক্তবৎসলাম আন্নাচি, আরিসি ভিলাই এন্নাচু (ভাই ভক্তবৎসলাম, চালের দামের কী হল?)\nএই নির্বাচনটি জনপ্রিয় অভিনেতা, ডিএমকে প্রার্থী এবং ভবিষ্যতের মুখ্যমন্ত্রী এমজি রামচন্দ্রন (এমজিআর) কে ভোটের মাত্র কয়েক সপ্তাহ আগে অভিনেতা এমআর রাধা কর্তৃক গলায় গুলি করে হত্যা করার জন্য বিখ্যাত ছিল। এমজিআর গুলিবর্ষণ থেকে বেঁচে যান, কিন্তু এই ঘটনাটি তার জন্য এক বিশাল জনপ্রিয়তার ঢেউ তৈরি করে। এটি অবশেষে কেবল এমজিআর-এর জনপ্রিয়তা বৃদ্ধিতে সাহায্য করেনি, বরং নির্বাচনে ডিএমকে দলের জনপ্রিয়তাও বৃদ্ধি করে। ডিএমকে দলের জয়ের অন্যতম কারণ হিসেবে এটিকে দায়ী করা হয়।\n\n\n== জোট ==\nনির্বাচনে দুটি প্রধান রাজনৈতিক জোট প্রতিদ্বন্দ্বিতা করছিল। ভারতীয় জাতীয় কংগ্রেস  একা প্রতিদ্বন্দ্বিতা করেছিল। পেরিয়র ইভি রামস্বামীর নেতৃত্বে দ্রাবিড় কড়গম (ডিকে) বর্তমান কংগ্রেসকে সমর্থন এবং তার শিষ্য আন্নাদুরাইয়ের বিরুদ্ধে প্রচারণা চালায়। ডিএমকে-নেতৃত্বাধীন ফ্রন্টে ছিল স্বতন্ত্র পার্টি, ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী), প্রজা সমাজতান্ত্রিক দল, সংযুক্ত সমাজতান্ত্রিক দল, তামিলনাড়ু টয়লার্স পার্টি, ভারতের রিপাবলিকান পার্টি এবং ভারতীয় ইউনিয়ন মুসলিম লিগ। তামিল আরাসু কড়গম এবং উই তামিলস দল ডিএমকে দলের নির্বাচনী প্রতীক ব্যবহার করে প্রচারণা চালায়। কামরাজের নেতৃত্বাধীন কংগ্রেসকে পরাজিত করার একমাত্র উদ্দেশ্য নিয়ে চক্রবর্তী রাজাগোপালাচারী (রাজাজি) এই বিরোধী জোট গঠন করেন। কামরাজের প্রতি রাজাজির ব্যক্তিগত শত্রুতা এবং কংগ্রেস দলের প্রতি তার বিরোধিতা ছিল স্বাধীনের ডিএমকে-র সাথে জোটের মূল কারণ। ভারতের কমিউনিস্ট পার্টি দুটি জোটের কোনওটিতেই যোগ না দিয়ে একাই প্রচারণা চালায়।\n১৯৬৪ সালের মাদ্রাজ রাজ্য জুড়ে পৌর নির্বাচনের আগের বছরগুলিতে ডিএমকে, স্বতন্ত্র পার্টি এবং মুসলিম লিগের মধ্যে নির্বাচনী জোটের উত্থান ঘটে। ১৯৬৪ সালের নির্বাচনী প্রচারণার সময় রাজাগোপালাচারী বলেছিলেন, \"ডিএমকে এবং মুসলিম লিগ আমার সন্তান এবং আমি তাদের শক্তি ও মর্যাদায় লালন-পালন করতে বাধ্য।\"\n\n\n== প্রচারণা ==\n\nকংগ্রেস এবং ডিএমকে উভয় দলই প্রচারণার জন্য চলচ্চিত্র এবং অভিনেতাদের ব্যবহার করেছিল। জেমিনি স্টুডিওস কংগ্রেসের জন্য একটি রাজনৈতিক চলচ্চিত্র তৈরি করেছিল – \"জগা নাম থায়াগম\" যেখানে শিবাজি গণেশন এবং নাগেশ অভিনয় করেছেন। শিবাজি এবং পদ্মিনী কংগ্রেস দলের হয়ে কাজ করতেন। কংগ্রেস তাদের প্রচেষ্টা সত্ত্বেও ডিএমকে দলের প্রচারণা প্রতিহত করতে পারছিল না। ডিএমকে দল প্রতিষ্ঠা থেকে রাজনৈতিক প্রচারণার জন্য চলচ্চিত্র ব্যবহার করে আসছে। তাদের এই প্রচারণার একটি দীর্ঘ ইতিহাস রয়েছে।\nডিএমকের তামিল চলচ্চিত্র শিল্পের সাথে দীর্ঘমেয়াদী সম্পর্ক নির্বাচনী প্রচারণায় ভালোভাবে ব্যবহৃত হয়েছিল। এমজেআরের চলচ্চিত্রগুলো কংগ্রেসের নীতিগুলোকে আক্রমণ করতে ব্যবহৃত হয়। এছাড়া, ডিএমকের অবস্থানগুলো জনপ্রিয় করতে এই চলচ্চিত্রগুলো ব্যবহার করা হয়।\nতামিল চলচ্চিত্র শিল্পের সাথে ডিএমকে-র দীর্ঘমেয়াদী সম্পর্ক প্রচারণায় ভালোভাবে কাজে লাগানো হয়েছিল। এমজিআর-এর চলচ্চিত্রগুলি কংগ্রেসের নীতিগুলিকে আক্রমণ করার জন্য এবং ডিএমকে-র অবস্থানকে জনপ্রিয় করার জন্য ব্যবহার করা হয়েছিল। ১৯৫৭ ও ১৯৬২ সালের নির্বাচনের মতো, অনেক সিনেমার গান এবং সংলাপ রাজনৈতিক বার্তা দেওয়ার জন্য ব্যবহার করা হয়েছিল। এই চলচ্চিত্রগুলোর মধ্যে ছিল কানজি থালাইভান (১৯৬৩), \" দেইভাথাই (১৯৬৪) , \" পাদাকোত্তি (১৯৬৪) \", আয়িরাথিল ওরুভান \", এঙ্গা ভিত্তু পিল্লাই (১৯৬৫), আনবে ভা (১৯৬৬), নান আনা ইত্তাল (১৯৬৬), \"মুগারাসি (১৯৬৬)\", \" পেট্রালথান পিল্লায়া (১৯৬৬) \", বিভাসায়ী (১৯৬৭) এবং আরাসকত্তালাই (১৯৬৭)। রবিচন্দ্রন এবং জয়শঙ্করের মতো কম পরিচিত চলচ্চিত্র তারকারা তাদের চলচ্চিত্র ব্যবহার করে ডিএমকে এবং আন্নাদুরাইয়ের প্রশংসা করতেন। জনসাধারণের সহানুভূতি এবং সমর্থন আদায়ের জন্য ডিএমকে তামিলনাড়ু জুড়ে এমজিআরের গুলির আঘাতে গলা বাঁধা অবস্থা নিয়ে হাসপাতালের বিছানায় সুস্থ হয়ে ওঠার পোস্টার লাগিয়েছিল।\n\n\n== নির্বাচন ==\nমোট ২৩৪টি আসনের জন্য নির্বাচন অনুষ্ঠিত হয়েছিল। এর মধ্যে ৪৩টি তফসিলি জাতি এবং ২টি তফসিলি উপজাতি সংরক্ষিত আসন ছিল। ১১ জন মহিলা সহ ৭৭৮ জন প্রার্থী নির্বাচনে প্রতিদ্বন্দ্বিতা করেন। এদের মধ্যে ২৩১ জন পুরুষ এবং ৩ জন মহিলা বিধানসভায় নির্বাচিত হয়েছিলেন। নির্বাচনে ভোটার উপস্থিতি ছিল ৭৬.৫৭ শতাংশ, যার মধ্যে ৭৯.১৯% পুরুষ এবং ৭৩.৯৯% মহিলা ভোট দিয়েছেন। ১৯৬৭ সালের সংসদ নির্বাচনের ভোটগ্রহণের সাথে সাথে বিধানসভা নির্বাচনের ভোটগ্রহণও অনুষ্ঠিত হয়েছিল। এটি ৫ থেকে ২১ ফেব্রুয়ারির মধ্যে তিনটি পর্যায়ে অনুষ্ঠিত হয়েছিল (৫, ১৮ এবং ২১ ফেব্রুয়ারি)।\n\n\n== আসন বরাদ্দ ==\n\n\n=== ডিএমকে ফ্রন্ট ===\n\n\n=== কংগ্রেস ===\n\n\n== ফলাফল ==\nডিএমকে এবং তার জোটের মিত্ররা ১৭৯টি আসন (৭৬.৫%) জিতেছে। ভারতীয় জাতীয় কংগ্রেস ৫১টি আসন (২১.৮%) জিতেছে। এসপি আদিথানারের নেতৃত্বাধীন নাম থামিঝর পার্টির চারজন প্রার্থী এবং এমপি শিবগনানের নেতৃত্বাধীন তামিল আরাসু কড়গমের দুইজন প্রার্থী ডিএমকে দলের \"উদীয়মান সূর্য\" প্রতীকে  প্রতিদ্বন্দ্বিতা করেছিলেন। ইন্ডিয়ান ইউনিয়ন মুসলিম লীগের প্রার্থীরা স্বতন্ত্র প্রার্থী হিসেবে প্রতিদ্বন্দ্বিতা করেছিলেন।\n\n\n=== নির্বাচনী এলাকা অনুযায়ী ===\n\n\n== বিশ্লেষণ ==\nডিএমকে-র তৃণমূল পর্যায়ের কার্যকর প্রচারণা এবং আন্নাদুরাইয়ের রাজনৈতিক বিচক্ষণতা কংগ্রেস এবং তার নেতা এম. ভক্তবৎসলামকে পরাজিত করে। যুক্তফ্রন্টের জনপ্রিয়তা এতটাই বেশি ছিল যে তারা রাজ্যের ১৪টি জেলার মধ্যে দশটিতে নিরঙ্কুশ সংখ্যাগরিষ্ঠতা অর্জন করতে সক্ষম হয়। কংগ্রেস একটি জেলায়ও সংখ্যাগরিষ্ঠতা অর্জন করতে পারেনি। এর মূল কারণ ছিল এই যে, যুক্তফ্রন্ট বৃহৎ শহর ও নগরে তার ক্রমবর্ধমান সমর্থনকে পুঁজি করতে সক্ষম হয়েছে, এবং এর সাথে সাথে কংগ্রেসের ঐতিহ্যবাহী তফসিলি জাতি নির্বাচনী এলাকায় সমর্থন হ্রাস পেয়েছে।\n\n\n=== বিজয়ের ব্যবধান ===\nনিম্নলিখিত সারণিতে ভোটের ব্যবধানে সংশ্লিষ্ট দলগুলির জয়ী আসনের সংখ্যা দেখানো হয়েছে।\n\n\n== উল্লেখযোগ্য পরাজিত প্রার্থী ==\nপ্রাক্তন মুখ্যমন্ত্রী এবং বিশিষ্ট ভারতীয় জাতীয় কংগ্রেস নেতা কে. কামরাজ বিরুধুনগরে তার আসনে ডিএমকে দলের ছাত্র নেতা পি. সেনিবাসনের কাছে ১,২৮৫ ভোটের ব্যবধানে পরাজিত হন। নির্বাচনের মাত্র কয়েকদিন আগে কামরাজ একটি দুর্ঘটনায় আহত হন। এর ফলে তিনি প্রচারণা চালাতে পারেননি। এই বিষয়ে তিনি সুপরিচিত মন্তব্য করেছিলেন যে তিনি \"শুয়ে পড়ে জিতবেন\" (অর্থাৎ, প্রচারণার প্রচেষ্টা ছাড়াই)। (তামিল: படுத்துக் கொண்டே ஜெயிப்பேன்)। এছাড়াও বর্তমান মুখ্যমন্ত্রী এম. ভক্তবৎসলাম নির্বাচনে হেরে যান। তিনি শ্রীপেরুম্বুদুরে ডিএমকে-র ডি. রাজারথিনমের কাছে ৮৯২৬ ভোটে পরাজিত হয়েছেন। জি. ভুবরাঘন (তথ্য ও প্রচার মন্ত্রী) ব্যতীত বিদায়ী ভক্তবৎসলাম মন্ত্রিসভার সকল মন্ত্রী এই নির্বাচনে পরাজিত হন।\nবিরুধুনগরে ডিএমকে-এর ফলাফল-পরবর্তী একটি দেয়াল-চিত্র ছিল যেখানে বলা হয়েছিল \"படிக்காத காமராஜரை படித்த இளைஞன் சீைஞன் தோற்கடித்தார்!\" (অশিক্ষিত কামরাজ স্নাতক যুবক শ্রীনিবাসনের কাছে পরাজিত হয়েছে!) কংগ্রেস উত্তর দিয়েছিল \"படிக்காத முதல்வர் காமராஜர் அன்று கட்டிய அரசு கல்விக்கூடங்களில் படித்து பட்டம் வாங்கிய இளைங்கிய இளைஞன் சவ்வி இப்போது அதே காமராஜரை தோற்கடித்தான்\" (সেনিবাসন যিনি তামিলনাড়ুর তৎকালীন মুখ্যমন্ত্রী নিরক্ষর কামরাজের নির্দেশে নির্মিত শিক্ষা প্রতিষ্ঠানে পড়াশুনা করেছেন এবং স্নাতক হয়েছেন, এখন একই ব্যক্তি কামরাজকে পরাজিত করেছেন)\n\n\n== সরকার গঠন ==\n১৯৬৭ সালের ২৩শে ফেব্রুয়ারী নির্বাচনের ফলাফল ঘোষণা করা হয়। ফলাফলে ডিএমকে নিরঙ্কুশ সংখ্যাগরিষ্ঠতা অর্জন করে। ডিএমকে-র সাধারণ সম্পাদক সিএন আন্নাদুরাই রাজ্যসভার সদস্য হিসেবে দায়িত্ব পালন করছিলেন এবং কাঞ্জিপুরম থেকে লোকসভায় নবনির্বাচিত হয়েছিলেন। আন্নাদুরাইয়ের নেতৃত্বে দলটি তাদের ভোট ৪০.৬% এ উন্নীত করে, যা ১৯৬২ সালের নির্বাচনে ২৭.১% ছিল। আন্নাদুরাই এবং ডিএমকে এতটা নির্ণায়ক জয় আশা করেনি। আন্নাদুরাই বিধানসভার সদস্য হওয়ার পরিবর্তে সংসদ সদস্য হওয়ার জন্য প্রতিদ্বন্দ্বিতা করেছিলেন। মুখ্যমন্ত্রী পদের জন্য অন্য কোনও সর্বসম্মত প্রার্থী না থাকায় আন্নাদুরাই তার রাজ্যসভা এবং লোকসভা উভয় আসন থেকেই পদত্যাগ করেন। তিনি মাদ্রাজ রাজ্যের মুখ্যমন্ত্রী হিসেবে মনোনীত হন এবং ১৯৬৭ সালের ২ মার্চ আনুষ্ঠানিকভাবে সরকার গঠনের দাবি জানান। ৬ মার্চ ১৯৬৭ তারিখে রাজাজি হলে রাজ্যপাল উজ্জ্বল সিং তাঁকে শপথ বাক্য পাঠ করান। পরবর্তীতে তিনি ২২ এপ্রিল ১৯৬৭ সালে মাদ্রাজ আইন পরিষদে নির্বাচিত হন।\n\n\n== আন্নাদুরাইয়ের মন্ত্রিসভা ==\nসিএন আন্নাদুরাইয়ের মন্ত্রিসভার মন্ত্রিপরিষদ (৬ মার্চ ১৯৬৭ - ১০ ফেব্রুয়ারি ১৯৬৯) সকলেই ডিএমকে থেকে এসেছিলেন এবং তাদের তালিকা নিম্নলিখিত সারণীতে দেওয়া হয়েছে।\n\n\n== আরো দেখুন ==\nমাদ্রাজে ভারতীয় সাধারণ নির্বাচন, ১৯৬৭\nতামিলনাড়ুতে নির্বাচন\nতামিলনাড়ু আইনসভা\nতামিলনাড়ু সরকার\n\n\n== তথ্যসূত্র =="}