{"pageid": 1512560, "title": "বৈশালী দেশাই", "url": "https://bn.wikipedia.org/wiki?curid=1512560", "content": "বৈশালী দেশাই একজন ভারতীয় অভিনেত্রী, মডেল এবং সৌন্দর্য প্রতিযোগিতার খেতাবধারী। তিনি প্রবীণ চলচ্চিত্র নির্মাতা মনমোহন দেশাইয়ের নাতনি। তিনি ২০০৫ সালে ফেমিনা মিস ইন্ডিয়া ইন্টারন্যাশনাল খেতাব জিতেছিলেন এবং টোকিওতে অনুষ্ঠিত মিস ইন্টারন্যাশনাল ২০০৫ প্রতিযোগিতায় ভারতের প্রতিনিধিত্ব করেছিলেন। তিনি তার অভিনয় জীবন শুরু করেন \"কাল কিসনে দেখা\" চলচ্চিত্রের মাধ্যমে।\n\n\n== জীবনের প্রথমার্ধ ==\nবৈশালী দেশাই একজন গুজরাটি। তিনি চলচ্চিত্র নির্মাতা মনমোহন দেশাইয়ের নাতনি।\nবৈশালী বেঙ্গালুরুতে বড় হয়েছেন। বৈশালী তার স্কুলজীবন বেঙ্গালুরুর সোফিয়া হাই স্কুলে সম্পন্ন করেন। তিনি ব্যাঙ্গালোরের মাউন্ট কারমেল কলেজ থেকে স্নাতক ডিগ্রি অর্জন করেন। মিস ইন্ডিয়া প্রতিযোগিতার পর তিনি মডেলিং এবং আরও পড়াশোনার জন্য পরিবারের সাথে মুম্বাইতে চলে আসেন।\nবৈশালী বেঙ্গালুরুতে র‍্যাম্প শো করতেন এবং একজন শীর্ষ মডেল ছিলেন। তার প্রথম শো ছিল যখন তার বয়স ছিল চৌদ্দ বছর। অভিনয় জগতে তার বড় যাত্রা এবং প্রবেশ ছিল পন্ডস ড্রিমফ্লাওয়ার ট্যালকের জন্য তার প্রথম বিজ্ঞাপনের মাধ্যমে। পরবর্তীতে তাকে তানিষ্ক, কমপ্যাক, রেমন্ডসের মতো বিজ্ঞাপনে দেখা যায়। বৈশালী (ইংরেজি: Vaishali) অবশ্য তার প্রথম চলচ্চিত্র কাল কিসনে দেখা-এ নিজের নাম পরিবর্তন করে বাইশালী (ইংরেজি: Vyshalee) দেশাই রাখেননি। বৈশালী সম্প্রতি \"সিমিলিটিউড\" নামে একটি ছোট মনস্তাত্ত্বিক ভৌতিক ছবিতে অভিনয় করেছেন। ছবিটি আনুষ্ঠানিকভাবে ২৩তম বুসান আন্তর্জাতিক চলচ্চিত্র উৎসবে নির্বাচিত হয়েছে এবং এশিয়ান স্বল্পদৈর্ঘ্য চলচ্চিত্র প্রতিযোগিতা বিভাগে প্রতিযোগিতা করেছে।\n\n\n== মডেলিং এবং বিজ্ঞাপন ==\nতাকে কমপ্যাকের একটি ল্যাপটপের বিজ্ঞাপনে এবং খুব বিখ্যাত রেমন্ডের বিজ্ঞাপনে দেখা গিয়েছিল। তাকে এখন নাফিসা আলির সাথে তানিষ্কের আরেকটি বিজ্ঞাপনে দেখা যাচ্ছে। তিনি স্বর্ণম তেল এবং পাওয়ার ডিটারজেন্টের মতো পণ্যের বিজ্ঞাপন করেছেন। বৈশালীকে শাহরুখ খানের সাথে সানফিস্টের একটি বিজ্ঞাপনে এবং ডাবর গুলাবারির একটি বিজ্ঞাপনে দেখা গিয়েছিল।\nবৈশালী কুমার সানুর 'এইসা না দেখো মুঝে' গানের জন্য তার প্রথম ভিডিও করেছিলেন। তিনি ইউফোরিয়া ব্যান্ডের জন্য তিনটি ভিডিও করেছেন। তিনি তাদের সাথে \"সোনিয়া\" ছবিতে অভিনয় করেন এবং এরপর প্রদীপ সরকার পরিচালিত \"মেহফুজ\" ছবিতে অভিনয় করেন।\nবৈশালী \"এলিট লুক অফ দ্য ইয়ার\" প্রতিযোগিতায় অংশগ্রহণ করেছিলেন এবং দ্বিতীয় রানার-আপ হয়েছিলেন। বৈশালী পন্ডস ফেমিনা মিস ইন্ডিয়া প্রতিযোগিতায় অংশগ্রহণ করেছিলেন এবং তৃতীয় রানারআপ হয়ে মিস ইন্ডিয়া ইন্টারন্যাশনাল হয়েছিলেন, যদিও তিনি পাঁচজন ফাইনালিস্টের মধ্যে ছিলেন না। বৈশালী এরপর একই বছর টোকিওতে মিস ইন্টারন্যাশনাল প্রতিযোগিতার জন্য চলে যান কিন্তু কনজাংটিভাইটিসের কারণে তিনি জিততে পারেননি।\nবৈশালী শীর্ষ ভারতীয় ডিজাইনারদের জন্য র‍্যাম্প শো করেছেন। তিনি ল্যাকমে ফ্যাশন উইক, ঢাকা ফ্যাশন উইক এবং শ্রীলঙ্কান ফ্যাশন উইকে অংশগ্রহণ করেছেন এবং ল'ওরিয়াল, মোসচিনো ইত্যাদির জন্য শো করেছেন। প্রচুর মুদ্রণ মাধ্যমে এবং সম্পাদকীয় কাজও তিনি করেছেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে বৈশালী দেশাই (ইংরেজি)"}