{"pageid": 1512053, "title": "প্রাজক্তা পোটনিস", "url": "https://bn.wikipedia.org/wiki?curid=1512053", "content": "প্রাজক্তা পোটনিস (জন্ম ১৯৮০) হলেন মুম্বাই-ভিত্তিক একজন ভারতীয় সমসাময়িক শিল্পী, যিনি ফটোগ্রাফি, চিত্রকলা, ভাস্কর্য এবং স্থাপনার কাজ করেন। তিনি নিজের কাজের মাধ্যমে অন্তরঙ্গ ও সর্বজনীন জগতের মধ্যে সংযোগ এবং বিশ্ব রাজনীতি ও অর্থনীতিকে প্রভাবিত করে এমন ভূ-প্রকৃতি অন্বেষণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nপ্রাজক্তা পোটনিস ১৯৮০ সালে ভারতের মুম্বাইয়ে জন্মগ্রহণ করেন। তিনি মুম্বাইয়ের জে জে স্কুল অফ আর্ট থেকে বিএফএ ও এমএফএ ডিগ্রি (১৯৯৫-২০০২) এবং ফিল্ম অ্যাণ্ড টেলিভিশন ইনস্টিটিউট অফ ইণ্ডিয়া (এফটিটিআই) থেকে ফিল্ম অ্যাপ্রিসিয়েশন কোর্সে ডিগ্রি অর্জন করেন। \"রান্নাঘর বিতর্ক\"-এ মার্কিন রাষ্ট্রপতি রিচার্ড নিক্সন সোভিয়েত প্রধানমন্ত্রী নিকিতা ক্রুশ্চেভকে এমন একটি রান্নাঘর দেখানোর চেষ্টা করেছিলেন যেটি মার্কিন যুক্তরাষ্ট্রের যে কোন মানুষের জন্য সাশ্রয়ী হবে। এই সম্পর্কে পড়ার পর তিনি রান্নাঘর এবং গৃহস্থালীর যন্ত্রপাতি শৈল্পিকভাবে ব্যবহারে আগ্রহী হয়ে ওঠেন। তিনি যন্ত্রপাতির পেছনের ইতিহাস এবং যুদ্ধোত্তর সমাজে তাদের প্রভাব অন্বেষণ করেছিলেন।\n\n\n== কর্মজীবন ==\nতাঁর বহুমুখী কাজের মধ্যে রয়েছে চিত্রকলা, স্থাপনা, ভাস্কর্য এবং আলোকচিত্র। তিনি ভারতে এবং আন্তর্জাতিকভাবে বিভিন্ন জাদুঘর / প্রতিষ্ঠানে তাঁর কাজের প্রদর্শনী করেছেন, এর মধ্যে রয়েছে চীনের বেইজিংয়ে উলেন্স সেন্টার ফর কনটেম্পোরারি আর্ট (২০১২), পোল্যাণ্ডের ওয়ারশতে জাচেটা ন্যাশনাল গ্যালারি অফ আর্ট (২০১১), লিথুয়ানিয়ার ভিলনিয়াসের কনটেম্পোরারি আর্ট সেন্টার (২০১১), রোমের ম্যাক্সএক্সআই ন্যাশনাল মিউজিয়াম অফ এক্সএক্সআই সেঞ্চুরি (২০১১), ফ্রান্সের প্যারিস শহরের লিয়ন মিউজিয়াম অফ কনটেম্পোরারি আর্ট (২০১১), ডেনমার্কের হার্ট হার্নিং মিউজিয়াম অফ কনটেম্পোরারি আর্ট (২০১০), নরওয়ের অসলোর অ্যাস্টার্প ফার্নলি মিউজিয়াম অফ মডার্ন আর্ট (২০০৯), অস্ট্রিয়ার এসএসএল মিউজিয়াম অফ কনটেম্পোরারি আর্ট (২০১০), নতুন দিল্লির কেএইচওজে ইন্টারন্যাশনাল আর্টিস্টস ওয়ার্কশপ (২০০৯), মুম্বাইয়ের কেএইচওজে ইন্টারন্যাশনাল আর্টিস্টস ওয়ার্কশপ (২০০৯), মুম্বাইয়ের ন্যাশনাল গ্যালারি অফ আর্ট (২০০২)।\n\n\n=== একক প্রদর্শনী ===\nতাঁর একক প্রদর্শনীর মধ্যে রয়েছে মুম্বাইয়ের প্রজেক্ট ৮৮-এ \"হোয়েন দ্য উইণ্ড ব্লোজ\" (২০১৬), বার্লিনের কুনস্টলারহাউস বেথানিয়েনে \"রান্নাঘর বিতর্ক\" (২০১৪), মুম্বাইয়ের দ্য গিল্ড-এ টাইম ল্যাপস (২০১২), কলকাতার এক্সপেরিমেন্টার-এ লোকাল টাইম (২০১২), মুম্বাইয়ের দ্য গিল্ড আর্ট গ্যালারিতে পোরাস ওয়াল (২০০৮), সিউলের এম গ্যালারিতে মেমব্রেনস অ্যাণ্ড মার্জিনস (২০০৮), মুম্বাইয়ের দ্য গিল্ড আর্ট গ্যালারিতে ওয়ালস ইন বিটুইন (২০০৬)।\n\n\n=== পুরস্কার ===\nপ্রাজক্তা পোটনিস তাঁর কাজের জন্য বেশ কিছু গুরুত্বপূর্ণ পুরস্কার পেয়েছেন, যার মধ্যে রয়েছে শিল্পের জন্য সংস্কৃতি পুরস্কার (২০১০), ইনলাক্স ফাইন আর্ট পুরস্কার (২০০৩-০৪), এবং জাতীয় সংস্কৃতি বিভাগ থেকে তরুণ শিল্পী ফেলোশিপ (২০০২-০৩)।\n\n\n== তথ্যসূত্র =="}