{"pageid": 1512313, "title": "দ্য ক্রুসিবল", "url": "https://bn.wikipedia.org/wiki?curid=1512313", "content": "দ্য ক্রুসিবল হলো আমেরিকান নাট্যকার আর্থার মিলার রচিত একটি নাটক। মিলার ১৯৫৩ সালে এই নাটকটি রচনা করেন। এটি ১৬৯২ সাল থেকে ১৬৯৩ সাল পর্যন্ত ম্যাসেচুসেটস বে প্রদেশে সংঘটিত সালেমের ডাইনি বিচারের একটি নাটকীয় এবং আংশিক কাল্পনিক গল্প। মিলার এই নাটকটি ম্যাকার্থিজমের রূপক হিসাবে লিখেছিলেন, যে সময় মার্কিন যুক্তরাষ্ট্র সরকার কমিউনিস্ট হওয়ার অভিযোগে অভিযুক্ত ব্যক্তিদের নির্যাতন করত। ১৯৫৬ সালে যুক্তরাষ্ট্রের প্রতিনিধি সভার আন-আমেরিকান অ্যাক্টিভিটিস কমিটি কর্তৃক মিলারকে জিজ্ঞাসাবাদ করা হয়েছিল এবং তিনি যে সভাটিতে উপস্থিত ছিলেন সেখানে উপস্থিত অন্যান্যদের পরিচয় এই কমিটিকে জানাতে অস্বীকার করায় তাকে কংগ্রেস অবমাননার দায়ে দোষী সাব্যস্ত করা হয়।\nনাটকটি ১৯৫৩ সালের ২২ জানুয়ারী তারিখে ব্রডওয়ের মার্টিন বেক থিয়েটারে প্রথম মঞ্চস্থ হয়েছিলো। প্রথমবার মঞ্চায়নে এতে অভিনয় করেন ই. জি. মার্শাল, বিট্রিস স্ট্রেইট এবং ম্যাডেলিন শেরউড। মিলার ধারণা করেছিলেন যে এই প্রযোজনাটি খুব বেশি শৈল্পিক এবং অনুত্তেজক ছিলো এবং এর সমালোচনাগুলি ছিলো মূলত বিপরীত মতামতের (যদিও \"দ্য নিউ ইয়র্ক টাইমস\" তাদের নিবন্ধে এটিকে \"শক্তিপূর্ণ অভিনয়ের মাধ্যমে প্রদর্শিত একটি শক্তিশালী নাটক\" বলে উল্লেখ করে)। এই প্রযোজনাটি ১৯৫৩ সালের সেরা নাটকের জন্য টনি পুরস্কার জিতে নেয়। এক বছর পরে নাটকটিকে নতুন আঙ্গিকে প্রদর্শন করা হলে তা সফল হয় এবং নাটকটি একটি ক্লাসিক্যাল উপস্থাপনা হয়ে ওঠে। এই নাটকটিকে মার্কিন নাটকের ইতিহাসে একটি অন্যতম সেরা কাজ হিসাবে বিবেচনা করা হয়।\n\n\n== সারসংক্ষেপ ==\n\n\n=== প্রথম অঙ্ক ===\nপ্রারম্ভিক বর্ণনা সালেম, ম্যাসাচুসেটস এবং পুরিতান উপনিবেশ ম্যাসাচুসেটস বে প্রদেশ সম্পর্কে ব্যাখ্যা করে। বর্ণনাকারী এটিকে একটি বিচ্ছিন্ন থিওক্র্যাসি হিসেবে দেখিয়েছেন, যা স্থানীয় আমেরিকানদের সাথে সংঘাতে লিপ্ত ছিল। তাঁর মতে, নাগরিক অধিকারহীনতা, সভ্যতা থেকে বিচ্ছিন্নতা এবং অস্থিতিশীলতার কারণে সেখানে অভ্যন্তরীণ অশান্তি সৃষ্টি হয়েছিল, যা নাটকের ঘটনাগুলিতে প্রভাব ফেলবে।\nপ্রথম অঙ্ক মূলত স্যামুয়েল প্যারিসের ঘরের চিলেকোঠায় ঘটে। তার দশ বছরের মেয়ে বেটি প্যারিস নির্বাক হয়ে শুয়ে আছে। আগের সন্ধ্যায়, রেভারেন্ড প্যারিস দেখেছিলেন যে বেটি, কয়েকজন মেয়ে এবং তার বার্বাডিয়ান দাস টিটুবা বনাঞ্চলে নগ্ন হয়ে নাচছিলেন এবং এক ধরনের প্যাগান রীতিতে অংশ নিচ্ছিলেন। এ নিয়ে গাঁয়ে জাদু-ডোনা নিয়ে গুজব ছড়িয়ে পড়ে, আর প্যারিসের ঘরের বাইরে লোকজন জড়ো হয়। তিনি আশঙ্কা করেন যে এই ঘটনা তার পুরোহিত পদ হারানোর কারণ হতে পারে। উত্তেজিত হয়ে তিনি তার ভাইঝি অ্যাবিগেইল উইলিয়ামসকে জিজ্ঞাসা করেন, যাকে তিনি তার পিতামাতার হত্যার পর দত্তক নিয়েছিলেন। অ্যাবিগেইল দাবি করেন যে তারা শুধু নাচছিলেন, জাদু-ডোনায় জড়িত ছিলেন না। এরপর ধনী ও প্রভাবশালী থমাস পুটনাম ও তার স্ত্রী আন্ন সেখানে উপস্থিত হন। তাদের অনুরোধে, প্যারিস জানান যে তিনি জাদু-ডোনা বিশেষজ্ঞ রেভারেন্ড জন হেলকে তদন্তের জন্য আমন্ত্রণ জানিয়েছেন এবং জনতাকে সম্বোধন করতে চলে যান।\nঅন্যান্য মেয়েরা যারা ঘটনার সাথে জড়িত ছিল তারা অ্যাবিগেইল এবং সাময়িকভাবে চেতনা ফিরে পাওয়া বেটির সাথে যোগ দেয়। বেটি জানালা দিয়ে লাফ দিতে চায় কিন্তু অ্যাবিগেইল তাকে থামিয়ে দেয়। অ্যাবিগেইল অন্যদেরকে হুমকি দিয়ে বাধ্য করে যাতে তারা শুধু বনে নাচার গল্পে অটল থাকে। অন্যান্য মেয়েরা আতঙ্কিত হয়ে পড়ে কারণ তারা জানে যে সত্য প্রকাশ পেলে (যে তারা এলিজাবেথ প্রোক্টরের বিরুদ্ধে অভিশাপ দেওয়ার চেষ্টা করেছিল) তারা ডাইনি হিসেবে চিহ্নিত হতে পারে। তাই তারা অ্যাবিগেইলের সাথে একমত হয়। এরপর বেটি আবার অজ্ঞান হয়ে পড়ে।\nস্থানীয় কৃষক এবং এলিজাবেথের স্বামী জন প্রোক্টর প্রবেশ করেন। তিনি অন্যান্য মেয়েদের বের করে দেন (এর মধ্যে তার পরিবারের গৃহকর্মী মেরি ওয়ারেনও ছিল) এবং অ্যাবিগেইলের মুখোমুখি হন। অ্যাবিগেইল তাকে জানায় যে সে এবং অন্যান্য মেয়েরা ডাইনি কার্যকলাপ করছিল না। জানা যায় যে অ্যাবিগেইল একসময় প্রোক্টর পরিবারের গৃহপরিচারিকা ছিল এবং তার ও জনের মধ্যে পরকীয়া সম্পর্ক ছিল, যার কারণে তাকে বরখাস্ত করা হয়েছিল। অ্যাবিগেইল এখনো জনের প্রতি অনুভূতি লালন করে এবং মনে করে যে জনও একই অনুভূতি প্রকাশ করে, তবে জন এটি অস্বীকার করেন। অ্যাবিগেইল ক্ষুব্ধ হয়ে জনকে তার প্রকৃত অনুভূতি অস্বীকার করার জন্য উপহাস করেন। তাদের তর্কের সময় নিচতলায় একটি গীত গাওয়া শুরু হয়। হঠাৎ বেটি সজাগ হয়ে উঠে বসে এবং চিৎকার শুরু করে।\nরেভ. পারিস দৌড়ে শয়নকক্ষে ফিরে আসেন এবং বিভিন্ন গ্রামবাসী সেখানে উপস্থিত হন: থমাস ও তার স্ত্রী অ্যান, সম্মানিত স্থানীয় নারী রেবেকা নার্স এবং পুটনাম দম্পতির প্রতিবেশী, কৃষক জাইলস কোরি। যারা নিচতলার তর্ক শুনতে পাননি, তারা মনে করেন যে নিচতলায় গ্রামবাসীদের গাওয়া গীতের কারণে বেটি চিৎকার করেছে।\nদ্রুতই তাদের মধ্যে উত্তেজনা দেখা দেয়। মিসেস পুটনাম, যিনি সাতবার সন্তানের শোকে কাতর হয়েছেন, তার সন্তানদের মৃত্যু এবং বেটির অসুস্থতার জন্য ডাইনি কার্যকলাপকে দায়ী করেন। তবে, অনেক বেশি যুক্তিসঙ্গত রেবেকা পরামর্শ দেন যে একজন চিকিৎসককে ডাকা হোক। এদিকে, মিস্টার পুটনাম ও কোরি-এর মধ্যে ভূমি মালিকানা নিয়ে পুরোনো বিবাদ রয়েছে। পারিস তার মজুরি ও জীবনযাপন ব্যবস্থা নিয়ে অসন্তুষ্ট এবং প্রোক্টরের বিরুদ্ধে অভিযোগ তোলেন যে তিনি তাকে গির্জা থেকে সরানোর ষড়যন্ত্র করছেন। অ্যাবিগেইল, এক কোণে চুপচাপ দাঁড়িয়ে, এই সমস্ত কিছু প্রত্যক্ষ করে।\nরেভারেন্ড হেল পৌঁছে তার তদন্ত শুরু করেন। যাওয়ার আগে, জাইলস এক গুরুত্বপূর্ণ মন্তব্য করেন যে তিনি লক্ষ্য করেছেন তার স্ত্রী অজানা কিছু বই পড়ছেন এবং হেলকে এটি খুটিয়ে দেখতে অনুরোধ করেন। হেল রেভ. পারিস, অ্যাবিগেইল ও টিটুবা কে জিজ্ঞাসাবাদ করেন বনভূমিতে মেয়েদের কর্মকাণ্ড সম্পর্কে। সত্য উন্মোচিত হতে থাকলে, অ্যাবিগেইল দাবি করেন যে টিটুবা তাকে রক্তপান করতে বাধ্য করেছেন। টিটুবা পাল্টা যুক্তি দেন যে অ্যাবিগেইল তাকে মারাত্মক অভিশাপ দেওয়ার জন্য অনুরোধ করেছিলেন। পারিস হুমকি দেন যে যদি টিটুবা ডাইনিবিদ্যায় জড়িত থাকার স্বীকারোক্তি না দেন তবে তাকে চাবুক মেরে হত্যা করা হবে। ভয়ে ভেঙে পড়ে, টিটুবা মিথ্যাভাবে দাবি করেন যে শয়তান তাকে এবং গ্রামবাসীদের অভিশপ্ত করছে। হেল ও পুটনামের প্ররোচনায়, টিটুবা সারা অসবার্ন ও সারা গুড-এর বিরুদ্ধে ডাইনিবিদ্যার অভিযোগ তোলেন। মিসেস পুটনাম অসবার্নকে তার প্রাক্তন ধাত্রী হিসেবে শনাক্ত করেন এবং দাবি করেন যে তিনিই তার সন্তানদের মেরে ফেলেছেন। অন্যদিকে, অ্যাবিগেইল সিদ্ধান্ত নেন যে, প্রোক্টরের সঙ্গে তার সম্পর্ক প্রকাশ পাওয়া থেকে রক্ষা পেতে, টিটুবার সাথে মিলে তাকে দোষী সাব্যস্ত করতে হবে। হঠাৎ সে লাফিয়ে ওঠে, বন্যভাবে ছটফট করতে থাকে এবং ঘোষণা করেন যে অসবার্ন ও গুডসহ ব্রিজিট বিশপ শয়তানের সাথে নাচছিলেন। \nবেটি হঠাৎ উঠে দাঁড়ান এবং অ্যাবিগেইলের অঙ্গভঙ্গি ও কথা হুবহু নকল করতে থাকেন এবং জর্জ জ্যাকবস-এর বিরুদ্ধে অভিযোগ আনেন। পর্দা নামার সময়, তিনজনই তাদের অভিযোগ চালিয়ে যান, আর হেল অভিযুক্তদের গ্রেপ্তারের আদেশ দেন এবং বিচারকদের ডেকে পাঠান।\n\n\n=== অঙ্ক দুই ===\nএকটি দ্বিতীয় বর্ণনায়, বর্ণনাকারী কলোনিটিকে দ্বিতীয় বিশ্বযুদ্ধ-পরবর্তী সমাজ-এর সঙ্গে তুলনা করেন, যেখানে পিউরিটান মৌলবাদকে যুক্তরাষ্ট্র ও সোভিয়েত ইউনিয়ন— উভয় সমাজের সাংস্কৃতিক আদর্শের সঙ্গে মিলিয়ে উপস্থাপন করা হয়। এছাড়াও, ইউরোপ ও উপনিবেশগুলিতে ঘটিত কিছু ঘটনার পর শয়তানবাদের আশঙ্কাকে স্নায়ুযুদ্ধ সময় পূর্ব ইউরোপ ও চীনে কমিউনিজম প্রতিষ্ঠার পর সৃষ্ট ভীতির সঙ্গে তুলনা করা হয়। (এই বর্ণনা সব সংস্করণে উপস্থিত নয়।)\nঅভিনয়ের দ্বিতীয় অঙ্কের বাকি অংশটি প্রোক্টর দম্পতির বাড়িতে ঘটে। জন এবং এলিজাবেথ অবাক হয়ে যান যে প্রায় চল্লিশ জনকে অ্যাবিগেইল এবং অন্যান্য মেয়েদের অভিযোগের ভিত্তিতে জাদুবিদ্যার অভিযোগে গ্রেপ্তার করা হয়েছে। জন জানেন যে এই অভিযোগগুলো মিথ্যা, কারণ প্রথম অঙ্কে অ্যাবিগেইল নিজেই তাকে বলেছিল। তবে, তিনি জানেন না কীভাবে সত্য প্রকাশ করবেন, যাতে তাদের সম্পর্কের বিষয়টি গোপন থাকে। এলিজাবেথ জানতে পেরে উদ্বিগ্ন হন যে তার স্বামী অ্যাবিগেইলের সঙ্গে একা ছিলেন। তিনি বিশ্বাস করেন যে জন এখনো অ্যাবিগেইলের প্রতি আকৃষ্ট এবং তাকে বলেন, যতক্ষণ না সে এই আকর্ষণ থেকে মুক্ত হতে পারবে, ততক্ষণ তার পরিত্রাণ সম্ভব নয়।\nএমন সময় মেরি ওয়ারেন প্রবেশ করেন এবং এলিজাবেথকে একটি পপেট (পুতুলের মতো কাঠপুতলি) দেন, যা সে সেদিন আদালতে তৈরি করেছিল। মেরি জানায় যে এখন পর্যন্ত উনচল্লিশ জনকে জাদুবিদ্যার অভিযোগে গ্রেপ্তার করা হয়েছে, এবং তাদের ফাঁসির সম্ভাবনা রয়েছে। সে আরও জানায় যে গুডি ওসবার্নকে ফাঁসি দেওয়া হবে, তবে সারাহ গুডের প্রাণ রক্ষা পেয়েছে, কারণ সে স্বীকার করেছে যে সে শয়তানের সঙ্গে চুক্তি করেছিল। মেরির দায়িত্ব অবহেলায় ক্ষুব্ধ হয়ে জন তাকে শাস্তি দেওয়ার হুমকি দেয়। মেরি জানায় যে সে এখন আদালতের কর্মকর্তা এবং প্রতিদিন সেখানে যেতে হবে। সে জানায় যে সেদিন এলিজাবেথকে গ্রেপ্তার করা হতে যাচ্ছিল, কারণ তার বিরুদ্ধে জাদুবিদ্যার অভিযোগ আনা হয়েছিল, কিন্তু মেরি তার পক্ষে সাফাই গাওয়ায় তাকে মুক্তি দেওয়া হয়।\nমেরি এলিজাবেথের অভিযুক্তের নাম প্রকাশ করতে অস্বীকৃতি জানায়, তবে এলিজাবেথ নিশ্চিতভাবে অনুমান করেন যে এটি নিশ্চয়ই অ্যাবিগেইল। সে জনকে আদালতে গিয়ে বিচারকদের বোঝানোর জন্য অনুরোধ করে, যাতে তারা বুঝতে পারে অ্যাবিগেইল এবং অন্যান্য মেয়েরা মিথ্যা বলছে। জন দ্বিধায় পড়ে যান, কারণ তিনি জানেন যে এভাবে এগোলে তাকে তার অতীত ব্যভিচারের কথা স্বীকার করতে হবে।\nএমন সময় রেভারেন্ড হেইল পৌঁছান এবং জানান যে তিনি বিচারক তালিকায় থাকা সব ব্যক্তির সাক্ষাৎকার নিচ্ছেন, যার মধ্যে এলিজাবেথও রয়েছেন। তিনি উল্লেখ করেন যে রেবেকা নার্সের নামও এসেছে, তবে তার ধার্মিকতার কারণে তিনি বিশ্বাস করেন না যে তিনি জাদুকরী হতে পারেন; তবে তিনি বলেন, কিছুই অসম্ভব নয়। হেইল প্রোক্টরদের খ্রিস্টধর্মের প্রতি নিষ্ঠা নিয়ে সংশয় প্রকাশ করেন, কারণ তারা নিয়মিত গির্জায় যান না এবং তাদের তিন পুত্রের মধ্যে একজনের এখনও দীক্ষা হয়নি। জন উত্তরে বলেন যে তিনি পারিসকে সম্মান করেন না, তাই তিনি গির্জায় যান না। যখন হেইল এলিজাবেথকে জিজ্ঞাসাবাদ করেন, তখন তিনি ক্ষুব্ধ হন যে প্রথমে অ্যাবিগেইলকে কেন প্রশ্ন করা হচ্ছে না।\nহেইল তখন চলে যাওয়ার প্রস্তুতি নেন, কিন্তু এলিজাবেথের অনুরোধে জন তাকে বলেন যে তিনি জানেন মেয়েদের অসুস্থতা মিথ্যা। হেইল বলেন, অনেক অভিযুক্ত স্বীকারোক্তি দিয়েছেন, তবে জন যুক্তি দেন যে তারা ফাঁসির ভয়ে মিথ্যা স্বীকারোক্তি দিচ্ছে। হেইল অবশেষে এ যুক্তিটি মেনে নেন।\nএমন সময় জাইলস কোরি এবং ফ্রান্সিস নার্স জানাতে আসেন যে তাদের স্ত্রীদের জাদুবিদ্যার অভিযোগে গ্রেপ্তার করা হয়েছে। মার্থা কোরি সন্দেহজনক বই পড়ার জন্য অভিযুক্ত, আর রেবেকা নার্সের বিরুদ্ধে শিশুদের বলিদান দেওয়ার অভিযোগ আনা হয়েছে। কিছুক্ষণ পরেই, কেরানি ইজেকিয়েল চিভার এবং শহরের মার্শাল জর্জ হেরিক এলিজাবেথের গ্রেপ্তারি পরোয়ানা নিয়ে আসেন। চিভার এলিজাবেথের পপেটটি তুলে নেন এবং তার ভেতরে একটি সুচ পান। তিনি জনকে জানান যে সেদিন অ্যাবিগেইল পেটে সুচ ঢোকানো অবস্থায় ছটফট করছিল। অ্যাবিগেইল দাবি করে যে এলিজাবেথ জাদুবিদ্যার মাধ্যমে পপেট ব্যবহার করে তাকে সুচ ফুটিয়েছে।\nজন মেরি ওয়ারেনকে ঘরে ডেকে এনে সত্য প্রকাশ করার জন্য বলেন। মেরি স্বীকার করেন যে তিনি পপেটটি তৈরি করেছেন এবং সুচটি গেঁথেছিলেন এবং অ্যাবিগেইল নিজে তা দেখেছিল। কিন্তু চিভার বিশ্বাস করেন না এবং এলিজাবেথকে গ্রেপ্তার করার জন্য প্রস্তুতি নেন। জন প্রচণ্ড রেগে যান, গ্রেপ্তারি পরোয়ানাটি ছিঁড়ে ফেলেন এবং চিভার ও হেরিককে হুমকি দেন, তবে এলিজাবেথ তাকে শান্ত করে নিজেকে সঁপে দেন।\nএভাবে, ঘটনার দ্রুত বেগে চলতে থাকে, এবং জন সিদ্ধান্ত নেন সত্যকেই জয়ী হতে হবে, যাই হোক না কেন ব্যক্তিগত মূল্য।\n\n\n=== অঙ্ক তিন ===\nতৃতীয় অঙ্কটি সেলেমের সাধারণ আদালতে অনুষ্ঠিত হয়, যেখানে মার্থা কোরির বিচার চলছে। ফ্রান্সিস এবং গাইলস নিদারুণভাবে বিচারকাজে হস্তক্ষেপ করেন, তাদের শোনা যাওয়ার জন্য দাবি জানান। আদালত মুলতবি করা হয় এবং পুরুষদের মূল কক্ষে থেকে বের করে দেওয়া হয়, এরপর তারা একটি সংলগ্ন কক্ষে পুনরায় বসে। জন প্রোক্টর মেরি ওয়ারেনকে সঙ্গে নিয়ে হাজির হন এবং ডেপুটি গভর্নর ড্যানফোর্থ এবং বিচারক হ্যাথর্ন-কে মেয়েদের মিথ্যাবাদিতা সম্পর্কে জানান। ড্যানফোর্থ তখন জনকে জানিয়ে দেন যে এলিজাবেথ গর্ভবতী, এবং তাকে মৃত্যুদণ্ড থেকে রক্ষা করার প্রতিশ্রুতি দেন যতক্ষণ না শিশুটি জন্মায়, আশা করেন জনকে তার মামলা প্রত্যাহার করতে রাজি করাতে। জন সরে আসতে অস্বীকার করেন এবং একটি জবানবন্দি জমা দেন, যেখানে ৯১ জন স্থানীয় বাসিন্দা এলিজাবেথ, রেবেকা নার্স এবং মার্থা কোরির ভালো চরিত্রের সাক্ষ্য দিয়েছেন। হেরিক ও জনের সততা সম্পর্কে সাক্ষ্য দেন।\nজবানবন্দিটি প্যারিস এবং হ্যাথর্ন অবৈধ হিসেবে খারিজ করেন। রেভারেন্ড হেইল এই সিদ্ধান্তের সমালোচনা করেন এবং জানতে চান কেন অভিযুক্তদের নিজেদের পক্ষে সাফাই দেওয়ার সুযোগ দেওয়া হচ্ছে না। ড্যানফোর্থ উত্তর দেন যে \"অদৃশ্য প্রকৃতি\" থাকা জাদুবিদ্যার কারণে, অভিযুক্তদের এবং তাদের আইনজীবীদের কথার ওপর ভরসা করা যায় না। এরপর তিনি আদেশ দেন যে জবানবন্দিতে নাম উল্লেখ করা ৯১ জন ব্যক্তিকে প্রশ্নাবলীর জন্য গ্রেফতার করা হোক। গাইলস কোরি নিজের ডিপোজিশন জমা দেন, যেখানে তিনি থমাস পুটনাম-এর বিরুদ্ধে অভিযোগ করেন যে পুটনাম তার কন্যাকে জর্জ জ্যাকবস-কে অভিযুক্ত করার জন্য বাধ্য করেছে যাতে সে তার জমি কিনে নিতে পারে (কারণ দোষী সাব্যস্ত উইচদের তাদের সমস্ত সম্পত্তি হারাতে হয়)। হ্যাথর্ন যখন তার তথ্যের উত্স জানাতে বলেন, গাইলস তা জানান না, কারণ তিনি ভয় পান যে তাকে বা তারকে গ্রেফতার করা হবে। ড্যানফোর্থ তাকে অবমাননার অভিযোগে গ্রেফতার করার হুমকি দিলে, গাইলস দাবি করেন যে তাকে \"শুনানির অবমাননার জন্য\" গ্রেফতার করা যায় না। ড্যানফোর্থ তখন আদালত চালু ঘোষণা করেন এবং গাইলসকে গ্রেফতার করা হয়।\nজন মেরির জবানবন্দিটি জমা দেন, যেখানে বলা হয় যে তাকে অ্যাবিগেইল দ্বারা লোকদের বিরুদ্ধে অভিযোগ করতে বাধ্য করা হয়েছিল। অ্যাবিগেইল মেরির দাবি অস্বীকার করেন যে তারা ভান করছে, এবং পপেট সম্পর্কে তার গল্পের পক্ষে থাকেন। প্যারিস এবং হ্যাথর্ন যখন তাকে 'অধিকারী হওয়ার ভান করতে' চ্যালেঞ্জ করেন, তখন মেরি তা করতে ভয় পান। জন অ্যাবিগেইল-এর চরিত্র আক্রমণ করেন, প্রকাশ করে দেন যে তিনি এবং অন্য মেয়েরা রেভারেন্ড প্যারিস-এর দ্বারা বেটি প্যারিস-এর অভিযোগিত 'দেবত্বের অধিকার' রাতের সময় অর্ধনগ্ন অবস্থায় বনভূমিতে নাচতে ধরা পড়েছিলেন। ড্যানফোর্থ যখন অ্যাবিগেইল-কে প্রশ্ন করতে শুরু করেন, তখন তিনি দাবি করেন যে মেরি তাকে ঠান্ডা হাওয়ায় আক্রান্ত করছে এবং জন তার মেজাজ হারান, অ্যাবিগেইল-কে পতিতা বলে ডাকেন। তিনি তাদের সম্পর্কের কথা স্বীকার করেন, বলেন যে অ্যাবিগেইল তাকে নিয়ে তার বাড়ি থেকে চাকরি হারিয়েছিলেন এবং অ্যাবিগেইল এলিজাবেথ-কে হত্যা করতে চাইছেন যাতে তিনি \"আমার স্ত্রীর কবরের ওপর আমার সঙ্গে নাচতে পারেন।\"\nড্যানফোর্থ এলিজাবেথ-কে ডেকে আনেন এই গল্পটি নিশ্চিত করার জন্য, এর আগে সবাইকে নিষেধ করেন যে জনের সাক্ষ্য সম্পর্কে তাকে কিছু বলবেন না। জনের প্রকাশ্য স্বীকারোক্তির অজ্ঞাত, এলিজাবেথ ভয় পান যে অ্যাবিগেইল তার সম্পর্কটি প্রকাশ করেছে জনকে অসম্মানিত করার জন্য এবং মিথ্যা বলেন, বলেন যে তাদের কোনো সম্পর্ক ছিল না, এবং তিনি অ্যাবিগেইল-কে একটানা সন্দেহের কারণে চাকরি থেকে বরখাস্ত করেছিলেন। হেইল ড্যানফোর্থকে তার সিদ্ধান্ত পুনর্বিবেচনা করতে অনুরোধ করেন, এখন তিনি একমত যে অ্যাবিগেইল \"মিথ্যাবাদী\", তবে কোন লাভ হয়নি; ড্যানফোর্থ এই সাক্ষ্য ফেলে দেন শুধুমাত্র জনের আগের দাবির ভিত্তিতে যে এলিজাবেথ কখনো মিথ্যা বলবেন না।\nকক্ষটি বিভ্রান্তি এবং আতঙ্ক দ্বারা পূর্ণ হতে শুরু করে। অ্যাবিগেইল এবং অন্যান্য মেয়েরা চিৎকার করতে থাকে, দাবি করে যে মেরির আত্মা তাদের ওপর আক্রমণ করছে একটি হলুদ পাখির রূপে, যা অন্য কেউ দেখতে পাচ্ছে না। ড্যানফোর্থ মেরিকে হতাশ দেখে জানান যে তিনি তাকে ফাঁসির দণ্ড দেবেন, তখন সে অন্যান্য মেয়েদের সাথে যোগ দেয় এবং তার সমস্ত অভিযোগ প্রত্যাহার করে, দাবি করে যে জন প্রোক্টর তাকে অন্যদের বিরুদ্ধে বিপরীত করতে বাধ্য করেছে এবং সে শয়তান-কে আশ্রয় দিয়েছে। জন, হতাশ হয়ে এবং সমস্ত আশা ত্যাগ করে, ঘোষণা করেন যে \"ঈশ্বর মৃত\", এবং তাকে গ্রেপ্তার করা হয়। রেভ. হেইল ক্রুদ্ধ হয়ে এই প্রক্রিয়াটির নিন্দা করেন এবং আদালত ছেড়ে চলে যান।\n\n\n=== অঙ্ক চার ===\nঅঙ্ক চারটি তিন মাস পর গ্রাম্যের কারাগারে সকালে ঘটে। টিটুবা, যিনি সারাহ গুডের সাথে একটি কক্ষে রয়েছেন, তার হিষ্টিরিয়া থেকে পাগল হয়ে গেছে, আওয়াজ শুনছেন এবং এখন দাবি করছেন যে তিনি সত্যিই শয়তানের সাথে কথা বলছেন। মার্শাল হ্যারিক, যিনি অনেক প্রতিবেশীকে গ্রেপ্তার করেছেন, এখন মদ্যপানে অভ্যস্ত। গ্রামবাসীকে যাদুবিদ্যার অভিযোগে অভিযুক্ত করা হয়েছে, বেশিরভাগই স্বীকারোক্তি দিয়েছে এবং দীর্ঘ কারাদণ্ড পেয়েছে; তাদের সম্পত্তি সরকার বাজেয়াপ্ত করেছে। বারো জনকে মৃত্যুদণ্ড দেওয়া হয়েছে, সাত জনকে আরো সকালে ফাঁসি দেওয়া হবে, তাদের মধ্যে জন প্রোক্টর, রেবেকা নার্স এবং মার্থা কোরি অন্তর্ভুক্ত। গাইলস কোরি প্রেসিং দ্বারা নির্মমভাবে মৃত্যুদণ্ড দেওয়া হয়, কারণ আদালত তার স্বীকারোক্তি আদায়ে ব্যর্থ হয়েছিল; তবে গাইলস তার সন্তানের জন্য জমি এবং সম্পত্তি নিশ্চিত করতে এই সিদ্ধান্তটি নিয়েছিলেন। গ্রামটি অকার্যকর হয়ে পড়েছে এত মানুষ কারাগারে বা মৃত থাকার কারণে। সেলেমে বিদ্রোহের খবর আসার সাথে সাথে, সেলেমে বিদ্রোহের গুঞ্জন ছড়িয়ে পড়েছে। অ্যাবিগেইল, ফলস্বরূপের ভয়ে, প্যারিসের জীবন সঞ্চয় চুরি করে এবং মার্সি লুইসের সাথে ইংল্যান্ডের উদ্দেশ্যে একটি জাহাজে ওঠে। ডানফোর্থ এবং হাথর্ন স্যালেমে ফিরে এসেছেন প্যারিসের সাথে দেখা করার জন্য, এবং অবাক হয়ে জানলেন যে হেলও ফিরে এসেছেন এবং শাস্তিপ্রাপ্তদের সাথে সাক্ষাৎ করছেন। প্যারিস, যিনি অ্যাবিগেলের কারণে সবকিছু হারিয়েছেন, জানিয়েছেন যে তিনি মৃত্যুর হুমকি পেয়েছেন। তিনি ডানফোর্থের কাছে আবেদন করেন যেন শাস্তি মুলতবি করা হয়, যাতে স্বীকারোক্তি সংগ্রহ করা যায় এবং স্যালেমের অন্যতম সম্মানিত নাগরিকদের শাস্তি দেওয়া থেকে রক্ষা পাওয়া যায়। হেল, যিনি গভীর অনুশোচনা অনুভব করছেন এবং নিজেকে দোষী মনে করছেন, ফিরে এসেছেন শাস্তিপ্রাপ্তদের মিথ্যা স্বীকারোক্তি দেওয়ার পরামর্শ দিতে এবং মৃত্যুদণ্ড থেকে বাঁচতে। তিনি ডানফোর্থকে চাপ দেন বাকি সাতজনকে ক্ষমা করে দেওয়ার এবং পুরো ঘটনাটি তাদের পিছনে ফেলে দেওয়ার জন্য। ডানফোর্থ অস্বীকার করেন, জানিয়ে দেন যে ক্ষমা বা মুলতবি পূর্বের স্বীকারোক্তি এবং ফাঁসি নিয়ে সন্দেহ সৃষ্টি করবে। ডানফোর্থ এবং হেল এলিজাবেথকে ডেকে আনেন এবং তাকে জনকে স্বীকারোক্তি দেওয়ার জন্য রাজি করাতে বলেন। তিনি হেলের প্রতি ক্ষুব্ধ, কারণ তিনি পূর্বে তার প্রতি সন্দেহ করেছিলেন এবং এখন জনকে স্বীকারোক্তি দিয়ে তার ভালো নাম ধ্বংস করতে চান, তবে তিনি তার স্বামীর সাথে কথা বলার জন্য রাজি হন, অন্তত বিদায় জানাতে। তারা দুজন দীর্ঘ সময় ধরে আলোচনা করেন, যার মধ্যে তিনি জনকে প্রশংসা করেন যে সে ধৈর্য ধরেছে এবং স্বীকারোক্তি দেয়নি। জন বলে যে তিনি স্বীকারোক্তি দিচ্ছেন না ধর্মীয় বিশ্বাস থেকে নয়, বরং তার অভিযোক্তাদের এবং আদালতের প্রতি ঘৃণার কারণে। তারা দুজন অবশেষে একে অপরকে মেনে নেন, এলিজাবেঢ জনকে ক্ষমা করেন এবং দুঃখিত হন যে তিনি নিজের প্রতি ক্ষমা করতে পারেননি এবং তার নিজস্ব সত্ত্বার ভালোবাসা দেখাতে পারেননি। জানেন যে তার হৃদয়ে এটি ভুল কাজ, জন মিথ্যাভাবে যাদুবিদ্যায় যুক্ত হওয়ার স্বীকারোক্তি দিতে রাজি হন, সিদ্ধান্ত নেন যে তার কোনো ইচ্ছা বা অধিকার নেই একজন শহীদ হওয়ার। ডানফোর্থ, হাথোর্ন এবং এক আনন্দিত প্যারিস জনকে অন্যদের দোষী এবং যারা মৃত্যুদণ্ডপ্রাপ্ত তাদের স্বীকারোক্তি দেওয়ার জন্য অনুরোধ করেন। জন অস্বীকার করেন, বলেছিলেন তিনি কেবলমাত্র নিজের পাপের কথা বলবেন। ডানফোর্থ এই অনিচ্ছায় হতাশ হন, তবে হেল এবং প্যারিসের অনুরোধে, জনকে একটি লিখিত স্বীকারোক্তি সই করার অনুমতি দেন, যা গির্জার দরজায় প্রদর্শিত হবে একটি উদাহরণ হিসেবে। জন সতর্ক থাকেন, মনে করেন তার মৌখিক স্বীকারোক্তি যথেষ্ট। তারা তাকে আরও চাপ দিলে জন শেষ পর্যন্ত সই করেন, তবে কাগজটি হস্তান্তর করতে অস্বীকার করেন, বলেছিলেন যে তিনি চান না তার পরিবার এবং বিশেষ করে তার তিন ছেলেকে জনসমক্ষে তার স্বীকারোক্তি দ্বারা কলঙ্কিত হতে। পুরুষেরা তর্ক করেন যতক্ষণ না প্রোক্টর তার স্বীকারোক্তি সম্পূর্ণভাবে প্রত্যাখ্যান করেন, স্বাক্ষরিত দলিলটি ছিঁড়ে ফেলেন। ডানফোর্থ শেরিফকে ডাকেন এবং জনকে নিয়ে যাওয়া হয়, ফাঁসিতে ঝুলানোর জন্য। এক অচিরকালীন বিদ্রোহের মুখোমুখি, পাটনাম এবং প্যারিস হতাশ হয়ে দৌড়ে এসে প্রোক্টরকে স্বীকারোক্তি দিতে অনুরোধ করেন। হেল, জনের মৃত্যুর জন্য দুঃখিত, এলিজাবেঢকে অনুরোধ করেন জনকে রাজি করাতে, তবে তিনি অস্বীকার করেন, বলেছিলেন জন \"তার ভালোবাসা খুঁজে পেয়েছেন\"।\n\n\n== পাত্রপাত্রীরা (প্রথমে যে পাত্রপাত্রীরা উপস্থিত হয় তাদের অনুসারে) ==\nরেভারেন্ড স্যামুয়েল প্যারিস\nস্যালেমের মন্ত্রী। এক সময়ের ব্যবসায়ী, প্যারিস তার খ্যাতি নিয়ে মোহিত এবং প্রায়ই অভিযোগ করেন যে গ্রাম তার জন্য যথেষ্ট অর্থ প্রদান করে না, যার ফলে তার অনেক অপমানের মুখোমুখি হন। বিচার শুরু হলে, তাকে প্রসিকিউটর হিসেবে নিয়োগ দেওয়া হয় এবং তিনি বেশিরভাগ অভিযুক্তদের জাদুটোনার জন্য দোষী সাব্যস্ত করতে সাহায্য করেন। নাটকের শেষের দিকে, তাকে তার ভাতিজি আবিগাইল প্রতারিত করে এবং তিনি দোষী ব্যক্তিদের রাগান্বিত আত্মীয়দের কাছ থেকে মৃত্যুর হুমকি পেতে শুরু করেন। (বাস্তব জীবনে, প্যারিস ১৬৯৬ সালে স্যালেম ছেড়ে চলে যান, যখন তার স্ত্রী এলিজাবেথ মারা যান। তিনি তার পরিস্থিতি অসহনীয় মনে করেছিলেন। স্যাফোক কাউন্টি, ম্যাসাচুসেটস এর রেকর্ড অনুযায়ী, তিনি ১৬৯৭ সালে বস্টনে ব্যবসায় ফিরে যাওয়ার সম্ভাবনা রয়েছে। তিনি স্টো, ম্যাসাচুসেটস এ দুই বা তিন বছর মন্ত্রিসভা করেছেন, তারপর ১৭০৪ বা ১৭০৫ সালে কনকর্ড, ম্যাসাচুসেটস এ চলে যান। তিনি ১৭১১ সালে ডানস্টেবল, ম্যাসাচুসেটস এ ছয় মাসের জন্যও মন্ত্রিসভা করেছিলেন, এবং ১৭২০ সালের ২৭ ফেব্রুয়ারি সাডবারি, ম্যাসাচুসেটস তে মারা যান, যেখানে তিনি তার শেষ বছরগুলো কাটিয়েছিলেন। ১৬৯৯ সালে তিনি সাডবারিতে ডরোথি নয়ের সাথে দ্বিতীয় বিয়ে করেছিলেন।\nটিতুবা\nপ্যারিস পরিবারের দাসী, টিতুবা প্যারিসের সাথে স্যালেমে আসেন বার্বাডোস থেকে এবং তিনি তার সেবা করে আসছেন। হার্বস এবং জাদুর জ্ঞান ব্যবহার করে, তিনি গোপনে আবিগাইল এবং তার বন্ধুদের প্রেমের তন্ত্র তৈরি করতে সহায়তা করেছেন, এবং এমনকি অ্যান পুটনামের পক্ষে এক সাইন্সও করেন। জাদুটোনার জন্য ফাঁসানোর পর, তিনি স্বীকারোক্তি দেন এবং পরে সারা গুডের সাথে কারাগারে বন্দী হন। চতুর্থ অঙ্গে, তিনি কঠোর পরিস্থিতিতে পাগল হয়ে যান এবং তার পরিণতি অজানা।\nঅ্যাবিগেইল উইলিয়ামস\nনাটকের প্রধান বিরোধী।\n \nঅ্যাবিগেইল পূর্বে এলিজাবেথ প্রোক্টরের কাজের মেয়ে হিসেবে কাজ করতেন। এলিজাবেথ অ্যাবিগেইলকে জন প্রোক্টরের সাথে অবৈধ সম্পর্কের সন্দেহ করেছিলেন, যার ফলে উইলিয়ামসকে চাকরি থেকে বরখাস্ত করা হয় এবং অপমানিত হন। প্যারিসের ভাতিজি হিসেবে তার অবস্থানকে কাজে লাগিয়ে তিনি অগণিত নাগরিককে জাদুবিদ্যার অভিযোগে অভিযুক্ত করেন, এবং স্যালেমে সবচেয়ে ক্ষমতাশালী ব্যক্তিদের মধ্যে একজন হয়ে ওঠেন। অবশেষে, তিনি তার কীর্তির পরিণতি মুখোমুখি হওয়ার পরিবর্তে, তার চাচার সম্পত্তি নিয়ে স্যালেম ছেড়ে পালিয়ে যান।\n\nমেরি ওয়ালকট\nএকজন কাজের মেয়ে এবং আবিগেইলের ঘনিষ্ঠ গোষ্ঠীর সদস্য।\nঅ্যান পাটনাম\nস্যালেমের অভিজাত শ্রেণির একজন ধনী এবং সুপরিচিত সদস্য। তার একটি মেয়ে আছে, রুথ (বাস্তবে, অ্যান পাটনাম জুনিয়র) কিন্তু সাতটি অন্য সন্তানকে রোগে হারিয়েছেন। তিনি বিশ্বাস করেন যে উইচক্রাফটই এর জন্য দায়ী, এবং তিনি আবিগেইলের পক্ষে খুব উৎসাহী। (বাস্তবে, অ্যান পাটনাম (না কার) বারোটি সন্তানের মা ছিলেন, যাদের মধ্যে দশজন তাদের পিতামাতার পরে বেঁচে ছিল, যারা ১৬৯৯ সালে মারা যান)।\nথোমাস পাটনাম\nস্যালেমের অন্যতম ধনী পুরুষ। তিনি লোভী এবং কপট, অভিযোগগুলিকে ব্যবহার করেন অভিযুক্ত উইচদের থেকে কবলিত জমি কেনার জন্য।\nবেটি প্যারিস\nস্যামুয়েল প্যারিসের দশ বছর বয়সী মেয়ে এবং প্রধান অভিযোগকারীদের একজন।\nমার্সি লুইস\nআরেকজন প্রধান অভিযোগকারী। চতুর্থ অঙ্ক, তিনি আবিগেইলকে সঙ্গে নিয়ে আদালতের ধোকা দেওয়ার জন্য গ্রেপ্তার এড়াতে পালিয়ে যান।\nমেরি ওয়ারেন\nপ্রোক্টর পরিবারের দাসী। তিনি প্রথমে জনের সাহায্য করেন, তবে পরে নিজেকে বাঁচাতে তার বিরুদ্ধে দাঁড়িয়ে যান।\nজন প্রোক্টর\nনাটকের প্রধান চরিত্র এবং এলিজাবেথ প্রোক্টরের স্বামী। একজন স্থানীয় কৃষক, জন তার স্বাধীনতা এবং রাগের জন্য পরিচিত, যা প্রায়ই তাকে কর্তৃপক্ষের সাথে সমস্যায় ফেলতো। সমকালীন নথি তাকে \"একজন শক্তিশালী ইচ্ছাশক্তির মানুষ\" হিসেবে বর্ণনা করে। এবড আবেগে অভিভূত, জন অবিশ্বাসী হয়ে চলে যান অ্যাবিগেইলের সাথে তার সম্পর্কের জন্য লজ্জিত। তিনি বিচারগুলো থেকে দূরে থাকার চেষ্টা করেন, কিন্তু যখন এলিজাবেথ অভিযোগের শিকার হন, তখন তিনি আদালতে অ্যাবিগেইলের প্রতারণা প্রকাশ করার চেষ্টা করেন। তার দাসী মেরি ওয়ারেন দ্বারা বিশ্বাসঘাতকতার শিকার হয়ে জন যাদুবিদ্যার অভিযোগে দোষী সাব্যস্ত হন এবং ফাঁসিতে মৃত্যুদণ্ড প্রাপ্ত হন। তিনি মিথ্যা স্বীকারোক্তি দেওয়ার প্রত্যাখ্যান করেন, তবে শেষ পর্যন্ত তার জীবন বাঁচানোর জন্য তিনি স্বীকার করেন। তবে, যখন তিনি জানতে পারেন যে এটি জনসাধারণের সামনে প্রদর্শিত হবে, তিনি সম্পূর্ণভাবে তার স্বীকারোক্তি প্রত্যাহার করেন। শেষে, তাকে অন্যান্য দণ্ডিত যাদুবিদ্যা ব্যবহারকারীদের সঙ্গে ফাঁসিতে ঝুলিয়ে দেওয়া হয়।\n(প্রকৃত জন প্রোক্টর ছিলেন একজন মদ বিক্রেতা এবং কৃষক, এবং তিনি যখন মৃত্যুদণ্ড পান তখন তার বয়স ৬০ ছিল; এলিজাবেথ ছিলেন তার তৃতীয় স্ত্রী। তিনি যাদুবিদ্যা বিচার প্রক্রিয়ার প্রতি তীব্র বিরোধিতা করেছিলেন, বিশেষত বিচারগুলিতে ব্যবহৃত ভৌতিক প্রমাণ এর প্রতি তাঁর ছিল তীব্র অবজ্ঞা। নাটকের মতোই, এলিজাবেথকেও যাদুবিদ্যা চর্চার অভিযোগে গ্রেপ্তার করা হয়। তবে নাটকের বিপরীতে, জন পুরো ঘটনার মাধ্যমে তার নির্দোষত্ব বজায় রেখেছিলেন। তিনি আগস্ট ১৬৯২ সালে ফাঁসিতে ঝুলিয়ে মারা যান।)\nগাইলস কোরি\nপ্রোক্টরের ঘনিষ্ঠ বন্ধু। তিনি বিশ্বাস করতে শুরু করেন যে বিচারের মাধ্যমে দোষী ব্যক্তিদের জমি কেড়ে নেওয়া হচ্ছে এবং তিনি তার দাবির প্রমাণ উপস্থাপন করেন। যখন আদালত জানতে চায় কোথা থেকে তিনি এটি পেয়েছেন, তিনি সহযোগিতা করতে অস্বীকার করেন এবং তাকে চাপ দিয়ে মৃত্যুদণ্ড দেওয়া হয়। (এই চরিত্রটি বাস্তব একজন ব্যক্তির উপর ভিত্তি করে, যার নাম ছিল গাইলস কোরি, যাকে যাদুবিদ্যার অভিযোগে দোষী সাব্যস্ত না হওয়া সত্ত্বেও চাপ দিয়ে মৃত্যুদণ্ড দেওয়া হয়েছিল।)\nরেবেকা নার্স\nযদিও তিনি একজন বয়স্ক এবং সম্মানিত সদস্য, তাকে যাদুবিদ্যার অভিযোগে মৃত্যুদণ্ড দেওয়া হয় (এবং, নাটকে, শিশু হত্যা। (বাস্তব জীবনে, জুরি প্রাথমিকভাবে নার্সকে নির্দোষ ঘোষণা করেছিল কিন্তু উইলিয়াম স্টোটন (অথিকারী) তাকে পুনরায় বিচার করার নির্দেশ দেন। তার দুই বোনের মধ্যে এক জন, মেরি ইস্টি (অথবা ইস্টি), বাস্তব জীবনে যাদুবিদ্যার অভিযোগে ফাঁসি পেয়েছিলেন, এবং অন্যজন, সারাহ ক্লয়েস, কোনক্রমে বেঁচে যান।)\nরেভারেন্ড জন হেইল\nবেভারলি, ম্যাসাচুসেটস-এর এক যুবক মন্ত্রী, যিনি জাদু-ডোনা সম্পর্কিত তার জ্ঞানের জন্য পরিচিত। তিনি প্রথমদিকে আদালতের এক নিষ্ঠাবান এবং উত্সাহী কর্মী ছিলেন, যিনি সন্দেহভাজন জাদুকরদের তদন্ত এবং অভিযুক্ত করার জন্য তার পদবি ব্যবহার করেছিলেন। বিচার প্রক্রিয়ার দুর্নীতি এবং অপব্যবহারে হতাশ হয়ে, তিনি পরে যতজন সন্দেহভাজনকে পারলে স্বীকারোক্তি করিয়ে তাদের বাঁচানোর চেষ্টা করেন। (বাস্তবে, হেইল যখন যাদু-ডোনা মামলা শুরু হয়েছিল, তখন তিনি তার পঞ্চাশের দশকের মাঝামাঝি বয়সে ছিলেন।)\nএলিজাবেথ প্রোক্টর\nজনের স্ত্রী। তিনি যাদু-ডোনা অভিযোগে অভিযুক্ত হন, কিন্তু গর্ভবতী হওয়ার কারণে মৃত্যুদণ্ড থেকে বাঁচেন। তিনি তার স্বামীর ব্যভিচারের প্রতি অবিশ্বাসী, তবে শেষ পর্যন্ত তাকে মিথ্যা অভিযোগে স্বীকারোক্তি না দেওয়ার সিদ্ধান্ত নেওয়ার পর তাকে ক্ষমা করে দেন।\nইজেকিয়েল চিভার\nসেলেমের সাধারণ আদালতের লিপিকার। তিনি সন্দেহভাজন যাদুডোনা করা লোকদের গ্রেপ্তারের জন্য ব্যবহৃত পরোয়ানা তৈরি করার জন্য দায়ী।\nজর্জ হেরিক/জন উইলার্ড\nহেরিক সেলেমের শহর মার্শাল, এবং যাদুডোনা করা লোকদের বিরুদ্ধে অভিযান পরিচালনার নেতৃত্ব দেন, তবে পরে তিনি হতাশ হয়ে মদ্যপান শুরু করেন। উইলার্ড তার একজন সহকারী ছিলেন, যতক্ষণ না তিনি আর কোনো গ্রেপ্তার করতে অস্বীকার করেন, তারপর তাকে যাদুডোনা করার অভিযোগে দোষী সাব্যস্ত করে ফাঁসি দেওয়া হয়।\nবিচারক জন হাথর্ন\nআদালত পরিচালনা করা দুই বিচারকের মধ্যে একজন। হাথর্ন একজন গভীরভাবে ধার্মিক ব্যক্তি, যিনি আবিগাইলের বিশ্বস্ততার প্রতি অন্ধবিশ্বাসের জন্য দায়ী, যা বিচারগুলোর মাধ্যমে সৃষ্ট ধ্বংসের বড় কারণ।\nউপগভর্নর থমাস ড্যানফোথ\nআদালতের প্রধান বিচারক। তিনি বিচার প্রক্রিয়াগুলিকে তার ক্ষমতা এবং প্রভাব প্রতিষ্ঠার একটি সুযোগ হিসেবে দেখেন, এবং যেকোনো লোককে দোষী সাব্যস্ত করতে উৎসুক। বিচার প্রক্রিয়া থামানোর জন্য তার অস্বীকার সেলেমকে ভেঙে ফেলার পরও, মিলারের মতে, তিনি... নাটকের প্রকৃত খলনায়ক \n\n\n== উল্লেখযোগ্য অভিনেতা ==\n\nমূল ১৯৫৩ ব্রডওয়ে কাস্ট: প্রযোজনাটি পরিচালনা করেছেন জেড হ্যারিস এবং প্রযোজনা করেছেন কেরমিট ব্লুমগারডেন।  ১৯৫৩ সালের জুনে মিলার প্রযোজনা পুনর্নির্বাচন করেন, \"নিষ্ঠুর সেটের অবকাঠামো\" সহজ করেন এবং একটি দৃশ্য যোগ করেন।\n\n২০০২ ব্রডওয়ে পুনর্নবীকরণ কাস্ট: এই প্রযোজনাটি পরিচালনা করেছেন রিচার্ড আইর।\n২০১৬ ব্রডওয়ে পুনর্নবীকরণ কাস্ট: এই প্রযোজনাটি পরিচালনা করেছেন ইভো ভান হোভ এবং এতে ফিলিপ গ্লাস দ্বারা রচিত একটি মূল সুর অন্তর্ভুক্ত ছিল।\n\n\n== মৌলিকত্ব ==\nম্যাককার্থি যুগের মধ্যে, জার্মান-ইহুদী উপন্যাসিক এবং নাট্যকার লায়ন ফয়খটওয়াংগার তার মার্কিন নির্বাসনের সময় বামপন্থী বুদ্ধিজীবী হিসেবে সন্দেহের লক্ষ্য হন। ১৯৪৭ সালে, ফয়খটওয়াংগার সালেম যাদুবিদ্যা বিচার নিয়ে একটি নাটক লিখেন, Wahn oder der Teufel in Boston (বিভ্রম, বা বস্টনে শয়তান), যা কমিউনিস্টদের ওপর অত্যাচারের একটি প্রতীকী চিত্র ছিল, এবং এইভাবে আর্থার মিলারের দ্য ক্রুশিবল নাটকের থিমের পূর্বাভাস দেয়; Wahn ১৯৪৯ সালে জার্মানিতে প্রথম মঞ্চায়িত হয়। এটি অনূদিত হয়েছিল জুন ব্যারোজ মুসি দ্বারা এবং ১৯৫৩ সালে লস অ্যাঞ্জেলেসে দ্য ডেভিল ইন বস্টন শিরোনামে মঞ্চায়িত হয়।\np.374 (note 6)\n\n\n== ঐতিহাসিক সঠিকতা ==\n১৯৫৩ সালে, যখন নাটকটি প্রথম মঞ্চস্থ হয়, মিলার লিখেছিলেন, \"দ্য ক্রুসিবল ইতিহাস থেকে নেওয়া হয়েছে। নাটকে কোনো চরিত্র নেই যে সেলেম, ১৬৯২ সালে অনুরূপ ভূমিকা পালন করেনি।\" কিন্তু এটি সঠিক বলে মনে করা হয় না কারণ মিলার কিছু ইচ্ছাকৃত পরিবর্তন এবং অনাকাঙ্ক্ষিত ভুল করেছেন। অ্যাবিগেইল উইলিয়ামসের বয়স ১১ অথবা ১২ থেকে বাড়িয়ে দেওয়া হয়েছিল ১৭ বছর করা হয়েছিল, সম্ভবত প্রক্টরের সাথে অ্যাবিগেইলের সম্পর্কের পটভূমিকে বিশ্বাসযোগ্য করার জন্য। জন প্রক্টর নিজেও ১৬৯২ সালে ৬০ বছর বয়সী ছিলেন, তবে নাটকে তাকে তরুণ হিসেবে উপস্থাপন করা হয়েছে একই কারণে।\nমিলার এই নাটকের ঐতিহাসিক নির্ভুলতা সম্পর্কে একটি মন্তব্য-এ দাবি করেছিলেন, যে \"যদিও সেখানে প্রায় সমান ক্ষমতাসম্পন্ন একাধিক বিচারক ছিলেন, আমি তাদের সবাইকে হাথোর্ন এবং ড্যানফোর্থের মাধ্যমে প্রতীকীভাবে উপস্থাপন করেছি।\" তবে এটি ড্যানফোর্থকে ঐতিহাসিক এবং অত্যন্ত প্রভাবশালী ব্যক্তিত্ব উইলিয়াম স্টটন (বিচারক)-এর সঙ্গে মিলিয়ে ফেলে, যিনি নাটকের কোনো চরিত্র নন এবং শুধুমাত্র সংক্ষিপ্তভাবে উল্লেখ করা হয়েছে। উভয়েই পরবর্তী উপ-গভর্নর ছিলেন, তবে স্টটনই ছিলেন একমাত্র বিচারক, (যিনি অবিবাহিত ছিলেন এবং কখনো বিবাহ করেননি।) যিনি প্রথমে রেবেকা নার্সকে নির্দোষ ঘোষণা করার পর পুনরায় পর্যালোচনার নির্দেশ দিয়েছিলেন। তিনি কখনোই স্বীকার করতে চাননি যে সেই বিচারপ্রক্রিয়াগুলো ব্যর্থ হয়েছে, এবং অত্যন্ত ক্রুদ্ধ হয়েছিলেন যখন গভর্নর ফিপস (যার নিজের স্ত্রীও কোনোভাবে জাদুকরী সন্দেহভাজনদের তালিকায় অন্তর্ভুক্ত হয়েছিলেন) বিচারপ্রক্রিয়াগুলো সম্পূর্ণভাবে বন্ধ করে বন্দিদের মুক্তি দেন।\nড্যানফোর্থ ওয়ার অ্যান্ড টারমিনার আদালত-এ বসেননি। প্রকৃতপক্ষে, তাকে সেই বিচারপ্রক্রিয়ার আচরণের সমালোচক হিসেবে উল্লেখ করা হয়েছে এবং তিনি সেগুলো বন্ধ করার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। \nনাটকে, থমাস এবং বিশেষ করে অ্যান পুটনাম তাদের অধিকাংশ সন্তানের শৈশব পেরিয়ে বেঁচে না থাকার কারণে গভীরভাবে শোকাহত। তবে বাস্তবে, পুটনাম দম্পতি (যারা ১৬৯৯ সালে মারা যান) তাদের বারো সন্তানের মধ্যে দশজনকে জীবিত রেখে যান, যার মধ্যে অ্যান জুনিয়রও ছিলেন। জাদুবিশ্বাস-সংক্রান্ত বিচারের সময় থমাস পুটনামের আচরণ মূলত আর্থিক স্বার্থসিদ্ধি ও ব্যক্তিগত প্রতিশোধ গ্রহণের উদ্দেশ্যেই পরিচালিত ছিল, যা সুস্পষ্টভাবে নথিভুক্ত হয়েছে। তবে নাটকে এটি কেবলমাত্র ইঙ্গিতমাত্র হিসেবে উঠে এসেছে, যেখানে পুটনামদের কল্পিত মৃত সন্তানদের ঘটনাপ্রবাহের অংশ হিসেবে উপস্থাপন করা হয়েছে।\n১৯৫৩ সালের প্রবন্ধ, \"জার্নি টু দ্য ক্রুসিবল\"-এ, মিলার সেলেম পরিদর্শনের কথা লিখেছেন এবং উল্লেখ করেছেন যে তিনি যেন একমাত্র ব্যক্তি ছিলেন, যিনি ১৬৯২ সালে প্রকৃতপক্ষে কী ঘটেছিল তা জানার প্রতি আগ্রহী ছিলেন। মিলারের অনেক চরিত্র এমন ব্যক্তিদের উপর ভিত্তি করে তৈরি করা হয়েছে, যাদের সম্পর্কে বিচারপ্রক্রিয়ার বিবৃতিগুলি ছাড়া জনসমক্ষে খুব কম তথ্য পাওয়া যায়। তবে, কিছু ব্যক্তি পরবর্তীকালে বেঁচে থেকে তাদের ভূমিকাকে প্রসারিত করেছেন, প্রত্যাহার করেছেন বা সেলেমে তাদের অংশগ্রহণ সম্পর্কে মন্তব্য করেছেন, যার মধ্যে ছিলেন বিচারক, অভিযোগকারী, জীবিত বেঁচে যাওয়া ব্যক্তি এবং জুরির সদস্যরা। রেভারেন্ড প্যারিস ২৬ নভেম্বর, ১৬৯৪ সালে তার প্রথম ক্ষমাপ্রার্থনা প্রকাশ করেন এবং ১৬৯৭ সালে তাকে তার পদ থেকে অপসারণ করা হয়। ১৬৯৮ সালে, হেল সেলেম সম্পর্কে একটি দীর্ঘ প্রবন্ধ সম্পন্ন করেন, যা ১৯১৪ সালে জর্জ লিংকন বুর দ্বারা পুনঃমুদ্রিত হয়।\n\n\n=== যুগের ভাষা ===\nনাটকের কার্যকলাপ ৭০ বছর পর ঘটে, যখন সম্প্রদায়টি ব্রিটেন থেকে উপনিবেশী হিসেবে এসেছিল। চরিত্রগুলির ভিত্তি যে লোকদের উপর, তাদের দেশ থেকে আসার পরও শক্তিশালী আঞ্চলিক উপভাষা রয়ে গিয়েছিল। মিলার তার সকল চরিত্রকে একই ধরনের কথ্যভাষা প্রদান করেছেন, যেমন \"গুডি\" অথবা \"গুডওয়াইফ\", এবং তিনি কিং জেমস বাইবেল এর ছন্দ এবং ভাষাশৈলী ব্যবহার করেছেন, যাতে তিনি যে ঐতিহাসিক পরিপ্রেক্ষিতটি চেয়েছিলেন তা অর্জন করতে পারেন।\n\n\n=== শিরোনাম ===\nনাটকের নাম বাংলায় হবে: দোজ ফ্যামিলিয়ার স্পিরিটস এর নামকরণের পূর্বে এটি ছিল থোজ ফ্যামিলিয়ার স্পিরিটস। \"ক্রুসিবল\" শব্দটির মানে হলো একটি কঠোর পরীক্ষা বা পরীক্ষার অবস্থান; অন্যভাবে, একটি ধারক যেখানে ধাতু বা অন্যান্য পদার্থ উচ্চ তাপমাত্রায় অধীন করা হয়। যারা মৃত্যুর মুখোমুখি দাঁড়িয়ে তাদের নৈতিক মানদণ্ড বজায় রাখে, যেমন জন প্রোক্টর এবং রেবেকা নার্স, তারা প্রতীকীভাবে তাদের নীতি ত্যাগ করতে বা মিথ্যাভাবে স্বীকার করতে অস্বীকার করে।\n\n\n== অভিনয় ==\n\n\n=== চলচ্চিত্র ===\n১৯৫৭ – দ্য ক্রুসিবল (অথবা হেক্সেনজ্যাগড বা লেস সোর্সিয়েরেস ডি সালেম নামে পরিচিত), একটি যৌথ ফ্রান্সো-ইস্ট জার্মান চলচ্চিত্র প্রযোজনা, যার পরিচালনা করেন বেলজিয়ান পরিচালক রেমন্ড রুলো এবং চিত্রনাট্য রচিত হয়েছে জ্যঁ-পল সার্ত্রে দ্বারা।\n১৯৯৬ – দ্য ক্রুসিবল, যার চিত্রনাট্য রচনা করেছেন আর্থার মিলার নিজে। এতে অভিনয় করেছেন পল স্কোফিল্ড, ড্যানিয়েল ডে-লুইস, এবং উইনোনা রাইডার। এই চলচ্চিত্রটি মিলারকে অ্যাকাডেমি পুরস্কারে \"সর্বশ্রেষ্ঠ চিত্রনাট্য (অ্যাডাপ্টেড)\" বিভাগে মনোনীত করেছিল, যা ছিল তার একমাত্র মনোনয়ন।\n২০১৪ – দ্য অল্ড ভিক-এর প্রযোজনা দ্য ক্রুসিবল, যেখানে অভিনয় করেছেন রিচার্ড আর্মিটেজ এবং পরিচালনা করেছেন ইয়েল ফার্বার, এটি চলচ্চিত্রায়িত হয়ে যুক্তরাজ্য, আয়ারল্যান্ড এবং মার্কিন যুক্তরাষ্ট্রে সিনেমাগুলোর মাধ্যমে বিতরণ করা হয়।\n\n\n=== মঞ্চ ===\nপ্লেটি সুরকার রবার্ট ওয়ার্ড দ্বারা একটি অপেরা, দ্য ক্রুসিবল, হিসেবে রূপান্তরিত হয়েছিল, যা ১৯৬১ সালে প্রথম মঞ্চস্থ হয় এবং ১৯৬২ সালের পুলিটজার পুরস্কার ফর মিউজিক এবং নিউ ইয়র্ক মিউজিক ক্রিটিকস' সার্কেল অ্যাওয়ার্ড লাভ করে।\nউইলিয়াম টাকেট ২০০০ সালে লন্ডনের দ্য রয়াল ব্যালে-এ চার্লস আইভসের সঙ্গীতের একটি কোলাজ এবং রালফ স্টেডম্যানের ডিজাইনের সঙ্গে একটি ব্যালে উপস্থাপন করেন। হেলেন পিকেট দ্বারা স্কটিশ ব্যালে-এর জন্য একটি প্রযোজনা ২০১৯ সালে এডিনবরা ইন্টারন্যাশনাল ফেস্টিভ্যাল-এ প্রথম পরিবেশিত হয়; এর আমেরিকান প্রিমিয়ার ২০২০ সালের মে মাসে দ্য কেনেডি সেন্টার'স আইজেনহাওয়ার থিয়েটারে, ওয়াশিংটন, ডি.সি.-তে অনুষ্ঠিত হয়।\n\n\n=== টেলিভিশন ===\nএটি টেলিভিশনে বেশ কয়েকবার প্রদর্শিত হয়েছে। ১৯৬৮ সালের একটি প্রযোজনায় জর্জ সি. স্কট অভিনয় করেন জন প্রোক্টর হিসেবে, কলিন ডিউহার্স্ট (স্কটের স্ত্রীর ভূমিকায়) অভিনয় করেন এলিজাবেথ প্রোক্টর, মেলভিন ডাগলাস অভিনয় করেন থমাস ড্যানফোর্থ, এবং টিউজডে ওয়েল্ড অভিনয় করেন অ্যাবিগেইল উইলিয়ামস হিসেবে। ২০০৬ সালে রয়েল শেক্সপিয়র কোম্পানি'র একটি প্রযোজনা গিলগুড থিয়েটার-এ, লন্ডন'র ওয়েস্ট এন্ড-এ, ভিক্টোরিয়া এবং অ্যালবার্ট মিউজিয়াম'এর ন্যাশনাল ভিডিও আর্কাইভ অফ পারফরমেন্স-এর জন্য রেকর্ড করা হয়।\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n=== মূল ব্রডওয়ে প্রযোজনা ===\n\n\n=== ২০০২ সালের ব্রডওয়ে পুনর্জীবন ===\n\n\n=== ২০১৬ ব্রডওয়ে পুনরুজ্জীবন ===\n\n\n== সংস্করণ ==\nMiller, Arthur The Crucible (Harmondsworth: Viking Press, 1971); আইএসবিএন ০-১৪-০২-৪৭৭২-৬ (edited; with an introduction by Gerald Weales. Contains the full text based on the Collected Plays, and various critical essays)\nMiller, Arthur The Crucible Drama in Two Acts (Dramatists Play Service, Inc., © 1954, by Arthur Miller (Acting Edition))\n\n\n== তথ্যসূত্র ==\nটীকা\n\n\n== উৎস ==\nAbbotson, Susan C. W. (২০০৫)। Masterpieces of 20th-century American Drama। Westport, Connecticut: Greenwood। আইএসবিএন 0-313-33223-1। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nAtkinson, Brooks (জানুয়ারি ২৩, ১৯৫৩)। \"At the Theatre (review of The Crucible)\"। The New York Times। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBloom, Harold (২০০৮)। Arthur Miller's The Crucible। Chelsea House। আইএসবিএন 978-0-7910-9828-8। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLoftus, Joseph A. (জুন ২, ১৯৫৭)। \"Miller Convicted in Contempt Case\"। The New York Times। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMiller, Arthur (১৯৯২)। The Crucible, a Play in Four Acts। Heinemann Plays series। Notes and questions by Maureen Blakesley। Oxford: Heinemann। আইএসবিএন 0-435-23281-9। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRoudané, Matthew, সম্পাদক (১৯৮৭)। Conversations with Arthur Miller। Jackson, Mississippi: University Press of Mississippi। আইএসবিএন 978-0-87805-323-0। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWilmeth, Don Burton; Bigsby, Christopher, সম্পাদকগণ (২০০০)। The Cambridge History of American Theatre। 3। Cambridge, UK: Cambridge University Press। আইএসবিএন 978-0-521-67985-5। ডিওআই:10.1017/CHOL9780521669597। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== অধিক পঠন ==\nHale, Rev. John (১৭০২)। A Modest Enquiry Into the Nature of Witchcraft। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nNilan, Jack। \"McCarthyism and the Movies\"। সংগ্রহের তারিখ ফেব্রুয়ারি ১৬, ২০১৬। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRam, Atma (১৯৮৮)। Perspectives on Arthur Miller। Abhinav। আইএসবিএন 978-81-7017-240-6। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট ব্রডওয়ে ডেটাবেজে The Crucible\nইন্টারনেট মুভি ডেটাবেজে The Crucible (1957 film)  (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে The Crucible (1996 film)  (ইংরেজি)\nThe Crucible study guide, SparkNotes\nThe Crucible study guide, Shmoop"}