{"pageid": 1512335, "title": "জাপানি শ্যাম", "url": "https://bn.wikipedia.org/wiki?curid=1512335", "content": "জাপানি শ্যাম (জন্ম ১৯৮৮ ) হলেন ১৪ জন ভারতীয় গোণ্ড শিল্পীর একজন, যিনি গোণ্ড উপজাতীয় শিল্পধারাকে এগিয়ে নিয়ে গিয়েছিলেন।\n\n\n== প্রাথমিক জীবন ==\nজাপানি শ্যামের জন্ম মধ্যপ্রদেশের ভোপালে।  তিনি নানকুশিয়া শ্যাম এবং সমসাময়িক ভারতীয় গোণ্ড শিল্পী জানগড় সিং শ্যামের কন্যা। তাঁর মা নানকুশিয়া একজন বিশিষ্ট গোণ্ড শিল্পী। তাঁর বাবা প্রথমবার জাপানে আসার সময় তাঁর জন্ম হয়েছিল। তাই তাঁর নাম রাখা হয়েছিল জাপানি। তাঁর বাবা যখন আত্মহত্যা করেন, তখন তাঁর বয়স ছিল ১৩ বছর। এই ঘটনার পর, তিনি, ভাই ময়াঙ্ক এবং তাঁদের মা ঐতিহ্যবাহী গোণ্ড শিল্পে জানগড়ের নতুন শৈলী - যার নাম জানগড় কালাম - এগিয়ে নিয়ে গিয়েছিলেন।\n\n\n== কর্মজীবন ==\nজাপানি শ্যাম ৭ বছর বয়সে তাঁর বাবা জানগড় সিং শ্যামের সাথে ছবি আঁকা শুরু করেন। তিনি তাঁর বাবার প্রদর্শনীতে সহায়তা করতেন। ১১ বছর বয়সে তাঁর কাজ প্রতিযোগিতার জন্য তাঁর বাবা জমা দিয়েছিলেন। পরবর্তীকালে, তিনি কমলা দেবী পুরস্কার জিতেছিলেন। দিল্লি, মুম্বাই, চেন্নাই এবং বেঙ্গালুরু শহরে তাঁর কাজের প্রদর্শনী হয়েছিল।\n\n\n== শৈলী এবং বিষয়বস্তু ==\nজাপানি শ্যামের চিত্রকর্ম সাধারণত প্রকৃতি, পশুপাখি এবং অন্যান্য প্রাণীর উপর ভিত্তি করে তৈরি। অন্যান্য বিশিষ্ট গোণ্ড শিল্পীদের থেকে আলাদাভাবে কাজ করে, তিনি তুলনামূলক হালকা রঙ দিয়ে সরল রূপ আঁকতে আগ্রহী। তিনি তাঁর কল্পনা থেকে এমন প্রাণী আঁকেন যা বাস্তব প্রাণীর সাথে সাদৃশ্যপূর্ণ নাও হতে পারে। নতুন ধারণা নিয়ে কিছু পরীক্ষা-নিরীক্ষার পর, তিনি কালোর উপর সাদা রঙের নিজস্ব চিত্রকলা তৈরি করেছিলেন। তাঁর চিত্রকলায় গাছপালা একটি গুরুত্বপূর্ণ ভূমিকা পালন করে।\n\n\n== প্রদর্শনী ==\nনিউ ইয়র্ক এবং টোকিওতে কোরিয়া এবং ফ্রান্সের মতো দেশে অন্যান্য আন্তর্জাতিক প্রদর্শনীর সাথে জাপানি শ্যামের আন্তর্জাতিক প্রদর্শনী হয়েছিল।\n\n\n=== একক ===\nজাপানি শ্যাম ২০১৯ সালে নতুন দিল্লির গ্যালারি গণেশে তাঁর প্রথম একক প্রদর্শনী করেছিলেন।\n\n\n=== দলগত ===\nতিনি ২০১১ সালে ভোপালে ভাজ্জু শ্যাম, ময়াঙ্ক শ্যাম এবং রাম সিং উর্বেত্তির সাথে তাঁর দলগত প্রদর্শনী করেছিলেন। তাঁর পরবর্তী দলগত প্রদর্শনী হয় ২০১৮ সালে, চেন্নাইতে, কোরীয় চারুলিপিকার (ক্যালিগ্রাফার) সং ডং ওসিকে-এর সাথে।\n\n\n== পুরস্কার ==\n১৯৯৯ সালে দিল্লির কারুশিল্প জাদুঘরে কমলা দেবী পুরস্কার\nফিকি ইয়ং অ্যাচিভার্স অ্যাওয়ার্ড ২০১৮\n\n\n== আরও দেখুন ==\nজানগড় সিং শ্যাম\n\n\n== তথ্যসূত্র =="}