{"pageid": 1512083, "title": "দ্য স্নোম্যান (উপন্যাস)", "url": "https://bn.wikipedia.org/wiki?curid=1512083", "content": "দ্য স্নোম্যান (ইংরেজি: The Snowman; নরওয়েজীয়: Snømannen) হলো ২০০৭ সালে প্রকাশিত নরওয়েজীয় অপরাধবিদ্যা বিষয়ক লেখক জো নেসবো রচিত একটি উপন্যাস। এটি তার হ্যারি হোল ধারাবাহিকের সপ্তম বই।\n\n\n== পটভূমি ==\n১৯৮০ সালে একজন বিবাহিত মহিলা তার কিশোর ছেলেকে বাইরে একটি গাড়িতে অপেক্ষামান অবস্থায় রেখে তার একজন প্রেমিকের সাথে অবৈধ যৌন সম্পর্ক স্থাপন করেন। তাদের এই মিলন ব্যহত হয় যখন তারা মনে করে যে কেউ একজন গাড়ির জানালা দিয়ে তাদের দিকে তাকিয়ে আছে; কিন্তু পরবর্তীতে তারা দেখতে পায় যায় যে এটি ছিলো কেবল একটি স্নোম্যান।\nচব্বিশ বছর পর নরওয়েজিয়ান পুলিশ পরিদর্শক হ্যারি হোল ওসলোর আশেপাশে সংগঠিত মহিলাদের ধারাবাহিক খুনগুলোর বিষয়ে তদন্ত শুরু করেন। এফবিআই থেকে গ্রহণ করা প্রশিক্ষণ তাকে মামলাগুলোর মধ্যে যোগসূত্র খুঁজতে আগ্রহী করে তুলে এবং তিনি হত্যকাণ্ডের শিকার দু'জন নারীর মধ্যে মিল খুঁজে পান—যাদের প্রত্যেকই ছিলেন এক একজন বিবাহিত মা এবং প্রতিটি হত্যার স্থানেই একটি স্নোম্যানকে দেখা গিয়েছে।\nঅমীমাংসিত মামলাগুলোর নিয়ে তদন্ত করতে গিয়ে হোল বুঝতে পারেন যে তিনি মূলতঃ নরওয়ের প্রথম পরিচিত ধারাবাহিক খুনির বিষয়ে সন্ধান করছেন। এসব ঘটনার অধিকাংশ ক্ষেত্রেই শিকারেরা শীতের প্রথম তুষারপাতের পরে নিখোঁজ হয়ে যায় এবং প্রতিটি ঘটনাস্থলের কাছেই স্নোম্যানের চিহ্ন পাওয়া যায়।হোল এবং নবাগত ক্যাটরিন ব্র্যাট সহ তার দল আরও অনুসন্ধানের পর সন্দেহ করেন যে হত্যাকাণ্ডের শিকারদের সন্তানদের পিতৃত্বের সমস্যাগুলোই সম্ভবত এই খুনের মূল কারণ হতে পারে। তারা আবিষ্কার করেন যে হত্যার শিকারের সকলের সন্তানই তাদের জৈবিক পিতা থেকে যাদেরকে তাদের পিতা বলে বিশ্বাস করতো সেসব পুরুষদের থেকে আলাদা। ডিএনএ পরীক্ষার পর ফলাফল তদন্তকে কয়েকটি ভুল পথে নিয়ে যায় এবং এর ফলে বেশ কয়েকজন সন্দেহভাজনকে তদন্ত থেকে বাদ দেওয়া হয়।\nকিছুদিনের মধ্যেই হোল এবং ব্র্যাট একে অপরের সাথে প্রেমের সম্পর্কে জড়িয়ে পড়েন, যদিও হোল তার সঙ্গে ঘটা এই সম্পর্কটি প্রকাশ্যে প্রদর্শন করেন না। তিনি তাকে একজন আপনজন এবং তার নিজের অধিনস্থ একজন মেধাবী, নিবেদিতপ্রান গোয়েন্দা হিসাবে দেখেন। যাই হোক, প্রধান সন্দেহভাজনদের একজনকে ফাঁসানোর চেষ্টা করার পর ব্র্যাটকেই হত্যাকারী হিসাবে সন্দেহের তালিকায় অন্তর্ভূক্ত করেন। হোল তাকে সমগ্র নরওয়ে জুড়ে তাড়া করে ফেরেন এবং পূর্বে আবিষ্কৃত একটি হত্যার স্থানে তার নাগাল পান। তাকে গ্রেফতার করা হয় এবং একটি মানসিক চিকিত্সা কেন্দ্রে পাঠানো হয়। হোলের ঊর্ধ্বতন কর্মকর্তারা ব্র্যাটের গ্রেফতারের কারণে তাদের প্রতিষ্ঠানের সুনাম নষ্ট হওয়ার আশঙ্কায় হোলকে সংবাদমাধ্যমের নিকট বলির পাঁঠা হিসাবে উপস্থাপনের প্রস্তাব করার পরামর্শ দেন। হোলের ঊর্ধ্বতন কর্মকর্তা, গুন্নার হ্যাগেন, হস্তক্ষেপ করেন এবং হোলের পরিবর্তে নিজেকে বলির পাঁঠা হিসেবে প্রস্তাব করেন।\nযখন হত্যাকাণ্ডের শিকার আরও একজনকে পাওয়া গেলো তখন হোল বুঝতে পারেন যে হত্যাকারী এখনও ধরা পড়েনি। একটি আকস্মিক মন্তব্য কিছু এলোমেলো চিন্তার উদ্রেক করলে হোল এদের মধ্যে একটি গুরুত্বপূর্ণ সংযোগ স্থাপন করতে সক্ষম হন যা শেষ পর্যন্ত তাকে আসল অপরাধীর পরিচয় জানতে সাহায্য করে। অবশেষে খুনিকে ধরার ক্ষেত্রে তিনি সাফল্য লাভ করেন এবং এরফলে কাউকে বলির পাঁঠা বানানোর প্রয়োজন হয়নি। অবমেষে ব্র্যাট মানসিক স্থিতিশীলতার পরীক্ষায় উত্তীর্ণ হয়ে বার্গেনে তার পদে ফিরে আসে।\n\n\n== স্বীকৃতি ==\nটমাস কাউফম্যান ওয়াশিংটন ইন্ডিপেন্ডেন্ট রিভিউ অফ বুকসের জন্য লেখা একটি নিবন্ধে এই বইটি সম্পর্কে আলোচনা করতে গিয়ে বলেছেন:\n\nদ্য স্নোম্যান আমাদের এক ধরনের অস্থিরসঙ্কল্পতা এবং স্মরণীয় সন্দেহভাজনদের একটি বাস্তব চিত্র উপহার দেয় যা এটিকে একটি দুর্দান্ত পাঠ্যে পরিণত করেছে। একদা অ্যালফ্রেড হিচকক লোকজনকে রোলার-কোস্টারে চড়া সম্পর্কে মন্তব্য করতে গিয়ে কথা বলেছিলেন – তারা যখন পাহাড় থেকে নিচে নামতে থাকে তখন চিৎকার করে এবং যখন তাদের এই ভ্রমণ সম্পন্ন করে তখন তারা হাসতে থাকে। কিছু লোক এইভাবেই বিনোদন পেতে পছন্দ করে বলে হিচ মন্তব্য করেন এবং তিনি নিজেকে রোলার কোস্টারের আবিস্কারকের একজন অনুসারি হিসাবে উল্লেখ করেন। দ্য স্নোম্যান উপন্যাসটি পঠন একটি প্রথম শ্রেণীর রোলার-কোস্টার ভ্রমণের তুল্য।\n\n\n== চলচ্চিত্র অভিযোজন ==\n\nব্রিটিশ প্রযোজনা সংস্থা ওয়ার্কিং টাইটেল ফিল্মস দ্য স্নোম্যান উপন্যাসটিকে চলচ্চিত্রে রূপদানের কাজ শুরু করে। চলচ্চিত্রটি পরিচালনা করার জন্য মার্টিন স্কোরসেজি ২০১৩ সালে সংস্থাটির সাথে যুক্ত হয়েছিলেন। কিন্তু ২০১৪ সালে থমাস আলফ্রেডসন তার স্থলাভিষিক্ত হন। চলচ্চিত্রটির প্রধান চরিত্রে অভিনয় করার জন্য ২০১৫ সালের ৮ সেপ্টেম্বর মাইকেল ফাসবেন্ডারের সাথে আলোচনা করা হয় এবং প্রধান নারী চরিত্রে অভিনয় করার জন্য রেবেকা ফার্গুসনকে ২০১৫ সালের ১৪ অক্টোবর চলচ্চিত্রটিতে যুক্ত করা হয়। আলফ্রেডসন তার অ্যানাদার পার্ক ফিল্ম প্রযোজনা সংস্থার অধীনে চলচ্চিত্রটি সহ-প্রযোজনা করেন এবং ২০১৬ সালের জানুয়ারিতে এটির নির্মাণ কাজ শুরু করেন। এর দুই বছর পর ২০১৭ সালের ১৩ অক্টোবর যুক্তরাজ্যে চলচ্চিত্রটি মুক্তি পায়। সমালোচকদের নিকট উপন্যাসটি যেরূপ সাদরে গৃহীত হয়েছিলো চলচ্চিত্রটি তেমনটি হয়নি।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nLarsen, Turid (২ জুন ২০০৭)। \"Harry Hole holder koken\"। Dagsavisen (নরওয়েজীয় ভাষায়)। আগস্ট ১৯, ২০০৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ মে ২৬, ২০০৯। \n\"Online Catalog: Snømannen / Jo Nesbø\"। The Library of Congress। সংগ্রহের তারিখ মে ২৬, ২০০৯। \nOksnes, Bernt Jakob (জুন ৬, ২০১১)। \"Harrytur\"। Dagbladet (নরওয়েজীয় ভাষায়)। অক্টোবর ১৪, ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ জুন ৬, ২০১১। \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}