{"pageid": 1512230, "title": "জ্ঞানগত ন্যায়বিচার", "url": "https://bn.wikipedia.org/wiki?curid=1512230", "content": "জ্ঞানগত ন্যায়বিচারের ধারণা জ্ঞানের বহুমুখিতা স্বীকৃতির উপর ভিত্তি করে গঠিত এবং এটি বিভিন্ন ধরনের জ্ঞানের সহঅস্তিত্বের অধিকারের প্রকাশ করে।\nভারতের পণ্ডিত শিব বিশ্বনাথন ১৯৯৭ সালে তাঁর বই \"অ্যা কার্নিভাল ফর সায়েন্স: প্রবন্ধসমূহ বিজ্ঞান, প্রযুক্তি ও উন্নয়ন নিয়ে\" -তে \"জ্ঞানগত ন্যায়বিচার\" শব্দটি সৃষ্টি করেন। উন্নয়নশীল দেশ ও অ-পশ্চিমা সংস্কৃতির ওপর আধিপত্যবাদী পশ্চিমা বিজ্ঞানের বিধ্বংসী প্রভাব সম্পর্কে মন্তব্য করতে গিয়ে, বিশ্বনাথন বিকল্প বিজ্ঞান বা অ-পশ্চিমা জ্ঞানের রূপগুলোর স্বীকৃতির আহ্বান জানান। তিনি যুক্তি দেন যে বিভিন্ন জ্ঞান বিভিন্ন জীবিকা ও জীবনধারার সঙ্গে সংযুক্ত, তাই তাদের সমানভাবে মূল্যায়ন করা উচিত।\nজ্ঞানগত ন্যায়বিচার আধুনিক বিজ্ঞানের প্রভাবশালী ধারা সম্পর্কে একটি সমালোচনা এবং এটি বিকল্প ধারা বা বিকল্প বিজ্ঞানের স্বীকৃতি প্রচার করে, যা প্রায়শই তুলনাহীন বিভিন্ন জ্ঞানের মধ্যে সংলাপ সৃষ্টি ও উন্নীত করার মাধ্যমে সম্ভব হয়। এই জ্ঞানসংলাপগুলোকে আরও টেকসই, ন্যায়সঙ্গত ও গণতান্ত্রিক বিশ্ব গঠনে সহায়ক হিসেবে দেখা হয়।\nজ্ঞানগত ন্যায়বিচারের আহ্বান ক্রমবর্ধমান বিভিন্ন ক্ষেত্রে দেখা যায়, যেমন নৃতাত্ত্বিক জীববিদ্যা, প্রযুক্তি ও তথ্যভান্ডার নকশা, এবং উন্নয়নের জন্য তথ্য ও যোগাযোগ প্রযুক্তি (ICT4D)।\nদক্ষিণ আফ্রিকার পণ্ডিত ও ইউনেস্কোর শিক্ষা বিশেষজ্ঞ ক্যাথরিন ওডোরা হপার্স শিক্ষার ক্ষেত্রে জ্ঞানগত ন্যায়বিচার নিয়ে লিখেছেন। তিনি যুক্তি দেন যে আদিবাসী জ্ঞানকে জ্ঞানসংলাপে অন্তর্ভুক্ত করতে হবে, তবে তা পশ্চিমা জ্ঞানের কাঠামো ও মানদণ্ডের সঙ্গে মিলিয়ে নেয়ার প্রয়োজন নেই। যখন আদিবাসী জ্ঞানকে সমানভাবে মূল্যায়ন করা হয়, তখন তা আরও গণতান্ত্রিক ও সংলাপনির্ভর বিজ্ঞান গঠনে ভূমিকা রাখতে পারে, যা সকল সংস্কৃতির জীবিকা ও অস্তিত্বের সঙ্গে সংযুক্ত থাকে।\n\n\n== আরও দেখুন ==\nজ্ঞানের উপনিবেশবাদ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nমুচেনজে, ফ্রান্সিস (২০১৭)। \"জ্ঞানগত ন্যায়বিচার এবং উপনিবেশ-পরবর্তী শ্রেণিকক্ষে আদিবাসী জ্ঞানব্যবস্থা\"। উপ-সাহারান আফ্রিকায় ২১শ শতাব্দীতে উপনিবেশ-পরবর্তী শিক্ষার পুনর্বিবেচনা। রটারডাম: সেন্স পাবলিশার্স। পৃষ্ঠা ৬৯–৮৩। doi:10.1007/978-94-6300-962-1_5। ISBN 978-94-6300-962-1।\nলাইবোউইৎস, ব্রেন্ডা (১৯৯০-০১-০৬)। \"জ্ঞানগত ন্যায়বিচার এবং উচ্চশিক্ষার পাঠ্যক্রম\"। জার্নাল অব এডুকেশন (কোয়াজুলু-নাটাল বিশ্ববিদ্যালয়) (৬৮): ৯৩–১১২। ISSN 2520-9868। সংগৃহীত: ২০২২-০৮-১১।\nজেম্বাইলাস, মিখালিনোস (২০১৭-০৭-৩১)। \"জ্ঞানগত ন্যায়বিচারের অনুসন্ধান: বহুমুখী মানবাধিকার শিক্ষার দিকে\"। গ্লোবালাইজেশন, সমাজ ও শিক্ষা। ১৫ (৪)। ইনফর্মা ইউকে লিমিটেড: ৩৯৭–৪০৯। doi:10.1080/14767724.2017.1357462। ISSN 1476-7724।\n\"সামাজিক ও জ্ঞানগত ন্যায়বিচারের নীরব কণ্ঠস্বর: ডার্টমাউথ সংলাপ\"। সামাজিক ও জ্ঞানগত ন্যায়বিচারের নীরব কণ্ঠস্বর। ব্রিল। ২০১৭। ISBN 978-94-6351-101-8। সংগৃহীত: ২০২২-০৮-১১।"}