{"pageid": 1512400, "title": "আপটন সিনক্লেয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1512400", "content": "আপটন বীল সিনক্লেয়ার জুনিয়র (২০ সেপ্টেম্বর, ১৮৭৮ – ২৫ নভেম্বর, ১৯৬৮) ছিলেন একজন আমেরিকান লেখক, ঘুষখোর সাংবাদিকতা, এবং রাজনৈতিক কর্মী। তিনি ১৯৩৪ সালে ডেমোক্র্যাটিক পার্টির প্রার্থী হিসেবে ক্যালিফোর্নিয়ার গভর্নর পদে প্রতিদ্বন্দ্বিতা করেন। তিনি বিভিন্ন ধারায় প্রায় ১০০টি বই ও অন্যান্য রচনা লিখেছেন। সিনক্লেয়ারের কাজ ২০শ শতকের প্রথমার্ধে ব্যাপকভাবে জনপ্রিয় ছিল এবং ১৯৪৩ সালে তিনি পুলিৎজার পুরস্কার (উপন্যাস) লাভ করেন। ১৯০৬ সালে, সিনক্লেয়ার তাঁর ঘুষখোর সাংবাদিকতা ভিত্তিক উপন্যাস দ্য জাঙ্গল রচনার মাধ্যমে বিশেষ খ্যাতি লাভ করেন। এতে তিনি যুক্তরাষ্ট্রের মাংস প্রক্রিয়াকরণ শিল্পে শ্রমিকদের কর্মপরিবেশ ও স্বাস্থ্যবিধি সংক্রান্ত দুরবস্থা উন্মোচিত করেন। এর ফলে ব্যাপক জনরোষ সৃষ্টি হয়, যা কয়েক মাসের মধ্যে ১৯০৬ সালের বিশুদ্ধ খাদ্য ও ওষুধ আইন এবং মাংস পরিদর্শন আইন প্রণয়নে ভূমিকা রাখে। ১৯১৯ সালে, তিনি দ্য ব্রাস চেক প্রকাশ করেন, যা মার্কিন সাংবাদিকতার এক্সপোজে ছিল। এতে হলুদ সাংবাদিকতা এবং যুক্তরাষ্ট্রের তথাকথিত \"স্বাধীন সংবাদপত্র\" ব্যবস্থার সীমাবদ্ধতা উন্মোচিত হয়। এই বই প্রকাশের চার বছর পর, সাংবাদিকদের জন্য প্রথম নৈতিক নীতিমালা গৃহীত হয়। টাইম সাময়িকী তাঁকে বর্ণনা করেছিল, “একজন মানুষ যার সব গুণ আছে, শুধু রসবোধ ও নীরবতা নেই”।\nতাঁর একটি সুপরিচিত উক্তি হলো: “কোনো ব্যক্তিকে কোনো কিছু বোঝানো কঠিন, যখন তার বেতন এটি না বোঝার ওপর নির্ভর করে”। তিনি গভর্নর নির্বাচনের প্রচারণা নিয়ে লেখা তাঁর বইতে এবং বক্তৃতায় এটি ব্যবহার করেন, ব্যাখ্যা করতে যে কেন ক্যালিফোর্নিয়ার প্রধান সংবাদপত্রের সম্পাদক ও প্রকাশকরা তাঁর প্রস্তাবিত বৃদ্ধ ভাতা ও অন্যান্য সংস্কারকে গুরুত্ব দেয়নি। তাঁর অনেক উপন্যাস ঐতিহাসিক প্রেক্ষাপটে পড়া যায়। প্রগতিশীল যুগে রচিত তাঁর রচনাগুলো শিল্পায়িত যুক্তরাষ্ট্রের বাস্তবতাকে শ্রমজীবী ও শিল্পপতিদের উভয় দৃষ্টিকোণ থেকে উপস্থাপন করে। কিং কোল (১৯১৭), দ্য কোল ওয়ার (মৃত্যুর পর প্রকাশিত), অইল! (১৯২৭), এবং দ্য ফ্লিভার কিং (১৯৩৭) উপন্যাসগুলো তৎকালীন কয়লা, তেল ও মোটরগাড়ি শিল্পের শ্রমিকদের জীবনচিত্র তুলে ধরে।\nদ্য ফ্লিভার কিং এ হেনরি ফোর্ড এর উত্থান, তাঁর \"বেতন সংস্কার\" ও কোম্পানির সমাজতাত্ত্বিক নীতির বর্ণনা করা হয়েছে, যা পরবর্তীতে দ্য ডিয়ারবোর্ন ইন্ডিপেন্ডেন্ট পত্রিকার প্রকাশক হিসেবে তাঁর ইহুদি-বিরোধী অবস্থানে পরিণত হয়। কিং কোল উপন্যাসে জন ডি. রকফেলার জুনিয়র এবং ১৯১৪ সালের লুডলো হত্যাকাণ্ড-এ তাঁর ভূমিকার চিত্র তুলে ধরা হয়েছে। সিনক্লেয়ার ছিলেন একজন উগ্র সমাজতন্ত্রী এবং আমেরিকার সমাজতান্ত্রিক পার্টির পক্ষ থেকে কংগ্রেস নির্বাচনে প্রতিদ্বন্দ্বিতা করেন, কিন্তু ব্যর্থ হন। পরে তিনি ডেমোক্র্যাটিক পার্টির প্রার্থী হিসেবে মহামন্দার সময় ক্যালিফোর্নিয়ার গভর্নর পদে প্রতিদ্বন্দ্বিতা করেন এবং ক্যালিফোর্নিয়ায় দারিদ্র্য দূরীকরণ কর্মসূচি চালান, তবে ১৯৩৪ সালের নির্বাচনে পরাজিত হন।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nসিনক্লেয়ার জন্মগ্রহণ করেন বাল্টিমোর, মেরিল্যান্ডে, আপটন বীল সিনক্লেয়ার সিনিয়র ও প্রিসিল্লা হারডেন সিনক্লেয়ারের সন্তান হিসেবে। তাঁর পিতা ছিলেন এক মদ বিক্রেতা, যার মদ্যপান তাঁর শৈশবকে প্রভাবিত করেছিল। প্রিসিল্লা হারডেন সিনক্লেয়ার ছিলেন এক কঠোর এপিসকোপালিয়ান যিনি মদ, চা ও কফি পছন্দ করতেন না। উপটন সিনক্লেয়ারের উভয় পিতামাতা ব্রিটিশ বংশের ছিলেন। তাঁর পিতৃপুরুষ-মাতৃপুরুষরা স্কটিশ ছিলেন এবং তাঁর সকল পূর্বপুরুষ ১৬০০-এর দশকের শেষ ও ১৭০০-এর দশকের প্রথম দিকে গ্রেট ব্রিটেন থেকে আমেরিকায় অভিবাসন করেছিলেন.\nশৈশবে, সিনক্লেয়ার সোফায় অথবা তাঁর পিতামাতার বিছানায় আড়ম্বরে ঘুমাতেন। যখন তাঁর পিতা রাতের জন্য বাইরে থাকতেন, তখন তিনি তাঁর মায়ের সঙ্গে বিছানায় ঘুমাতেন. তাঁর মায়ের পরিবার ছিল অত্যন্ত সমৃদ্ধ: তাঁর মায়ের পিতা-মাতা বাল্টিমোরে খুবই সমৃদ্ধ ছিলেন এবং তাঁর মায়ের বোন একজন কোটি-পতির সঙ্গে বিবাহিত হন। সিনক্লেয়ারের মায়ের পক্ষের ধনী ঠাকুরদা-ঠাকুরমাদের সঙ্গে প্রায়ই থাকায়, তিনি বুঝতে পারেন কিভাবে উনিশ শতকের শেষভাগে ধনী ও গরিব উভয়ই জীবনযাপন করতেন। এই দুই ভিন্ন সামাজিক পরিবেশে বাস করা তাঁকে গভীরভাবে প্রভাবিত করে এবং তাঁর বইগুলোর উপর তা স্পষ্টভাবে প্রতিফলিত হয়েছে। আপটন বীল সিনক্লেয়ার সিনিয়র ছিলেন দক্ষিণের এক অত্যন্ত সম্মানিত পরিবার থেকে, কিন্তু সেই পরিবার আর্থিকভাবে ধ্বংস হয়ে যায় গৃহযুদ্ধ, দাসত্বের অবসান ও পুনর্গঠন যুগে শ্রম ব্যবস্থার বিশৃঙ্খলার পাশাপাশি একটি দীর্ঘস্থায়ী কৃষি মন্দার কারণে।\nবড় হতে হতে, আপটনের পরিবার প্রায়শই স্থান পরিবর্তন করত, কারণ তাঁর পিতা পেশায় সফল হননি। তিনি মাত্র পাঁচ বছর বয়সে পড়ার প্রতি গভীর ভালোবাসা গড়ে তুলেন এবং তাঁর মায়ের সমস্ত বই পড়েন বিশ্বকে গভীরভাবে বোঝার জন্য। তিনি দশ বছর বয়স পর্যন্ত স্কুলে ভর্তি হননি। গণিতে দুর্বল হওয়ার কারণে লজ্জা বোধ করে দ্রুত শিখতে তিনি কঠোর পরিশ্রম করতেন. ১৮৮৮ সালে, সিনক্লেয়ার পরিবার Queens নামে নিউ ইয়র্ক সিটির এক অংশে স্থানান্তরিত হয়, যেখানে তাঁর পিতা জুতো বিক্রয় করতেন। উপটন তাঁর ১৪তম জন্মদিনের পাঁচ দিন পূর্বে, অর্থাৎ ১৫ সেপ্টেম্বর, ১৮৯২ সালে নিউ ইয়র্ক সিটির সিটি কলেজ-এ ভর্তি হন. তিনি তাঁর শিক্ষাশুল্ক পরিশোধের জন্য ছেলেদের সাপ্তাহিক এবং পাল্প ম্যাগাজিন-এ রসিকতা, ডাইম উপন্যাস ও ম্যাগাজিন নিবন্ধ লেখেন. এই উপার্জনের ফলে, তিনি ১৭ বছর বয়সে তাঁর পিতামাতাকে একটি অ্যাপার্টমেন্টে স্থানান্তরিত করতে সক্ষম হন.\nতিনি ১৮৯৭ সালের জুনে সিটি কলেজ থেকে স্নাতক হন। পরবর্তীতে তিনি কলম্বিয়া বিশ্ববিদ্যালয়-এ আইন অধ্যয়ন করেন, কিন্তু লেখালেখির প্রতি তাঁর আগ্রহ বেশি ছিল. তিনি স্প্যানিশ, জার্মান ও ফরাসী সহ বেশ কয়েকটি ভাষা শিখেছিলেন। বিভিন্ন বিষয় শিখতে সক্ষম হওয়ার জন্য তিনি এককালীন ভর্তির ফি পরিশোধ করেন; একটি ক্লাসে নাম লেখার পর পরে তা বাদ দিতেন. কলেজকালের সময় আবার নিজেকে সমর্থন করতে তিনি ছেলেদের অ্যাডভেঞ্চার কাহিনী ও রসিকতা লিখতেন এবং কার্টুনিস্টদের জন্য ধারণাও বিক্রি করতেন. স্টেনোগ্রাফার ব্যবহার করে, তিনি দিনে ৮,০০০ শব্দ পর্যন্ত পাল্প ফিকশন লিখতেন। তাঁর শিক্ষাজীবনের একমাত্র অভিযোগ ছিল যে, তা তাঁকে সমাজতন্ত্র সম্পর্কে যথাযথ শিক্ষা দিতে ব্যর্থ হয়েছিল. কলম্বিয়া ত্যাগ করার পর, পরবর্তী চার বছরে তিনি চারটি বই লিখেন; এগুলি বাণিজ্যিকভাবে সফল না হলেও সমালোচনামূলকভাবে প্রশংসিত হয়েছিল: কিং মিদাস (১৯০১), প্রিন্স হেগেন (১৯০২), আর্থার স্টার্লিং এর জার্নাল (১৯০৩) এবং গৃহযুদ্ধ সম্পর্কিত উপন্যাস, মানাসাস (১৯০৪).\nবয়স বাড়ার সঙ্গে সঙ্গে, তাঁর মায়ের কঠোর নিয়ম ও স্বাধীনতা প্রদান না করার কারণে, সিনক্লেয়ারের মায়ের সঙ্গে সম্পর্ক ভালো হয়নি। পরবর্তীতে সিনক্লেয়ার তাঁর পুত্র ডেভিডকে বলেছিলেন যে, প্রায় তাঁর ১৬তম বছরে, তিনি তাঁর মায়ের সাথে কোনো সম্পর্ক না রাখার সিদ্ধান্ত নেন এবং ৩৫ বছর তাঁর থেকে দূরে থাকেন, কারণ দেখা হলে তর্ক শুরু হয়ে যেত। উপটন পাদরি উইলিয়াম উইলমারডিং ময়রের সঙ্গে ঘনিষ্ঠতা গড়ে তোলেন। ময়র যৌন সংযমে বিশেষজ্ঞ ছিলেন এবং তাঁর এই ধারণা সিনক্লেয়ারের কাছে প্রেরণ করেন; তাঁকে শেখানো হয়েছিল \"যৌনের বিষয় এড়িয়ে চলতে\"। সিনক্লেয়ারকে প্রতিমাসে তাঁর যৌন সংযম সম্পর্কিত প্রতিবেদন ময়রের কাছে জমা দিতে হতো। তাদের ঘনিষ্ঠ সম্পর্ক সত্ত্বেও, সিনক্লেয়ার নিজেকে অজ্ঞাতবাদী হিসেবে চিহ্নিত করতেন.\n\n\n== কর্মজীবন ==\n\nসিনক্লেয়ার নিজেকে একজন কবি মনে করতেন এবং কবিতা লেখার জন্য তাঁর সময় উৎসর্গ করেছিলেন। ১৯০৪ সালে, সিনক্লেয়ার সাত সপ্তাহ ছদ্মবেশে কাটান, শিকাগোর মাংস প্রক্রিয়াকরণ কারখানাগুলিতে গোপনে কাজ করে তাঁর উপন্যাস দ্য জাঙ্গল (১৯০৬) এর গবেষণা করেন, যা ছিল একটি রাজনৈতিক উন্মোচনমূলক প্রতিবেদন এবং কারখানাগুলির অবস্থা ও দরিদ্র অভিবাসীদের জীবনকে তুলে ধরেছিল। দুই বছর পর এটি প্রকাশিত হলে, তা সেরা বিক্রিত বইয়ে পরিণত হয়। ১৯০৫ সালের বসন্তে, তিনি নতুন একটি সংগঠনের গঠন আহ্বান জানান – এমন একটি দল যা পরে “মহাবিদ্যালয়সমূহের সমাজতান্ত্রিক সমিতি” নামে পরিচিত হবে। \n\n‘দ্য জাঙ্গল’ থেকে প্রাপ্ত আয়ের সাহায্যে, সিনক্লেয়ার নিউ জার্সির এঙ্গলউডে একটি আদর্শবাদী – তবে শুধুমাত্র সাদা (যাদের মধ্যে ইহুদি নয়) – “হেলিকন গৃহ কলোনি” প্রতিষ্ঠা করেন। তিনি কংগ্রেসের নির্বাচনে সমাজতান্ত্রিক প্রার্থী হিসেবে দৌড়ান। এই গোষ্ঠীটি সন্দেহজনক পরিস্থিতিতে এক বছরের মধ্যেই ভস্মীভূত হয়।\n১৯১৩-১৯১৪ সালে, সিনক্লেয়ার কলোরাডোর কয়লা ক্ষেত্রগুলিতে তিনবার ভ্রমণ করেন, যা তাঁকে কয়ল কিং লেখার অনুপ্রেরণা জোগায় এবং আরও বৃহৎ, ঐতিহাসিক দ্য কয়ল ওয়ার লেখার কাজ শুরু করতে প্ররোচিত করে। ১৯১৪ সালে, তিনি নিউ ইয়র্ক শহরের স্ট্যান্ডার্ড অয়েল অফিসে রকফেলার বিরোধী প্রদর্শনী মিছিল সংগঠিত করতে সহায়তা করেন। এই প্রদর্শনী মিছিলের ফলে বিশ্ব শিল্পকর্মী শ্রমিক সংগঠন এবং মাদার আর্থ গ্রুপের পক্ষ থেকে আরও কার্যক্রম শুরু হয়। এটি ছিল অ্যানার্কিস্ট ও বিশ্ব শিল্পকর্মী শ্রমিক সংগঠন সদস্যদের একটি শিথিল সমিতি, যা রকফেলারের জন্মস্থান ট্যারি টাউনে অবস্থিত ছিল।\nসিনক্লেয়ার পরিবার ১৯১৬ সালে প্যাসাডিনা, ক্যালিফোর্নিয়া-তে স্থানান্তরিত হয় এবং প্রায় চার দশক সেখানে বাস করে। তাঁর দ্বিতীয় স্ত্রী, মেরি ক্রেগের সঙ্গে থাকা সময়কালে, সিনক্লেয়ার কয়েকটি চলচ্চিত্র রচনা বা প্রযোজনা করেন। চার্লি চ্যাপলিন দ্বারা নিযুক্ত হয়ে, সিনক্লেয়ার ও মেরি ক্রেগ ১৯৩০–৩২ সালে আইজেনস্টাইনের কুয়ে ভিভা মেক্সিকো! (অপূর্ণাঙ্গ চলচ্চিত্র) উৎপাদন করেন।\n\n\n== অন্যান্য আগ্রহ ==\nরাজনৈতিক ও সামাজিক লেখালেখির পাশাপাশি, সিনক্লেয়ার অতি প্রাকৃতিক ঘটনা এবং টেলিপ্যাথি নিয়ে আগ্রহ প্রকাশ করেছিলেন এবং এই বিষয়গুলিতে পরীক্ষা-নিরীক্ষা করেছেন। তাঁর বই মেন্টাল রেডিও (১৯৩০) তে তাঁর স্ত্রী মেরির টেলিপ্যাথিক অভিজ্ঞতা ও ক্ষমতার বিবরণ অন্তর্ভুক্ত রয়েছে।\nউইলিয়াম ম্যাকডগল বইটি পড়েন এবং এর সাথে একটি প্রস্তাবনা লিখেন, যার ফলে তিনি ডিউক বিশ্ববিদ্যালয়ে মনস্তত্ত্ব বিভাগের অধঃপতি পদ প্রতিষ্ঠা করেন।\n\n\n== রাজনৈতিক কর্মজীবন ==\nসিনক্লেয়ার ১৯১৭ সালে সাম্যবাদী পার্টি থেকে বিচ্ছিন্ন হন এবং প্রথম বিশ্বযুদ্ধে সমর্থন জানান। তবে ১৯২০-এর দশকে, তিনি আবার ঐ দলের সাথে যুক্ত হন। ১৯২০-এর দশকে, সিনক্লেয়ার পরিবার মনরোভিয়া, ক্যালিফোর্নিয়া (যা লস অ্যাঞ্জেলেসের নিকটে) চলে যান, যেখানে সিনক্লেয়ার ক্যালিফোর্নিয়ার আমেরিকান সিভিল লিবারটিজ ইউনিয়ন এর শাখা প্রতিষ্ঠা করেন।রাজনীতি অন্বেষণের জন্য, তিনি দুবার অসফলভাবে যুক্তরাষ্ট্রের কংগ্রেস নির্বাচনে সাম্যবাদী পার্টির প্রার্থী হিসেবে দৌড়ান: ১৯২০ সালে প্রতিনিধি সভার জন্য এবং ১৯২২ সালে সিনেটের জন্য. তিনি ১৯২৬ সালে ক্যালিফোর্নিয়ার গভর্নর নির্বাচনে পার্টির প্রার্থী হিসেবে প্রায় ৪৬,০০০ ভোট পান এবং ১৯৩০ সালে প্রায় ৫০,০০০ ভোট পান।\nএই সময়কালে, সিনক্লেয়ার লস অ্যাঞ্জেলেসের চরমপন্থী রাজনীতিতেও সক্রিয় ছিলেন। উদাহরণস্বরূপ, ১৯২৩ সালে, ইন্ডাস্ট্রিয়াল ওয়ার্কার্স অব দ্য ওয়ার্ল্ড এর ফ্রি স্পিচ অধিকারকে সমর্থন করতে, সিনক্লেয়ার সান পেদ্রো মেরিটাইম ধর্মঘটের সময়, বর্তমানে 'লিবার্টি হিল' নামে পরিচিত একটি এলাকায় একটি সমাবেশে বক্তৃতা দেন। তিনি যুক্তরাষ্ট্রের অধিকার বিল থেকে পাঠ করতে শুরু করেন এবং সাথে সাথেই শতাধিক অন্যান্য ব্যক্তির সঙ্গে এলএপিডি (লস অ্যাঞ্জেলেস পুলিশ বিভাগ) দ্বারা গ্রেপ্তার হন। গ্রেপ্তারকারী কর্মকর্তা ঘোষণা করেন: \"আমরা ঐ সংবিধান বিষয়ক কিছুই গ্রহণ করব না\"। একই বছরে, সিনক্লেয়ার আমেরিকান নাগরিক অধিকার সংঘের দক্ষিণ ক্যালিফোর্নিয়া শাখা প্রতিষ্ঠা করেন.\n\n১৯৩৪ সালে, সিনক্লেয়ার ক্যালিফোর্নিয়ার গভর্নর নির্বাচনে ডেমোক্র্যাট হিসেবে প্রার্থী হন।সিনক্লেয়ারের নীতিমালা, যা এন্ড পোভার্টি ইন ক্যালিফোর্নিয়া আন্দোলন নামে পরিচিত, ডেমোক্র্যাটিক পার্টির সমর্থন অর্জন করে এবং তিনি পার্টির মনোনয়ন লাভ করেন। ৮৭৯,০০০ ভোট লাভ করে এই প্রচেষ্টাটি তাঁর সবচেয়ে সফল নির্বাচনী প্রচেষ্টা হয়ে ওঠে, তবে বর্তমান গভর্নর ফ্রাঙ্ক মেরিয়াম বিশাল ব্যবধানে তাঁকে পরাজিত করেন, যেখানে ১,১৩৮,০০০ ভোট লাভ করা হয়. হলিউডের স্টুডিও প্রধানরা সর্বসম্মতভাবে সিনক্লেয়ারের বিরোধিতা করেন। তাঁরা তাঁদের কর্মচারীদের ওপর চাপ প্রয়োগ করে মেরিয়ামের প্রচারে ভোট দেওয়ার জন্য এবং সিনক্লেয়ারের বিরুদ্ধে মিথ্যা প্রচারণামূলক চলচ্চিত্র তৈরি করে, যার ফলে তাঁকে প্রতিক্রিয়া জানানোর কোনো সুযোগ দেওয়া হয়নি। সিনক্লেয়ারের বিরুদ্ধে ব্যবহৃত নেতিবাচক প্রচারণার কৌশলগুলো ২০২০ সালের আমেরিকান জীবনীধর্মী নাট্য চলচ্চিত্র ম্যাঙ্ক-এ সংক্ষেপে চিত্রিত হয়েছে।\nপরবর্তীতে, আপটন সিনক্লেয়ার উল্লেখ করেন যে, নির্বাচনী প্রচারের সময় তাঁর বিরুদ্ধে \"মিথ্যা প্রচারণার\" প্রয়োগ করা হয়েছিল, যা \"ক্যালিফোর্নিয়ার বৃহত্তম ব্যবসায়ীদের আদেশে এবং লক্ষ লক্ষ ডলারে পরিশোধিত\" ছিল এবং যা সংবাদপত্র, রাজনীতিবিদ, বিজ্ঞাপনদাতা ও চলচ্চিত্র শিল্প দ্বারা পরিচালিত হয়েছিল।\nসিনক্লেয়ারের \"দারিদ্র্য নির্মূল\" পরিকল্পনা ক্যালিফোর্নিয়ায় আসা প্রচুর অভিবাসীর চাপের মধ্যে বিতর্কিত বিষয় হয়ে উঠেছিল, যারা ডাস্ট বোল থেকে পালিয়ে এসেছেন। রক্ষণশীলরা তাঁর প্রস্তাবকে তাঁদের রাজ্যের উপর কমিউনিস্ট শাসনের প্রচেষ্টারূপে গণ্য করতেন এবং প্রচারণার মাধ্যমে সিনক্লেয়ারকে এক দৃঢ় কমিউনিস্ট হিসেবে চিত্রিত করে দ্রুত তাঁর বিরোধিতা শুরু করেন। সিনক্লেয়ার ১৯০২ থেকে ১৯৩৪ সাল পর্যন্ত সমাজতান্ত্রিক পার্টির সদস্য ছিলেন, তারপর ডেমোক্র্যাট হয়ে ওঠেন, যদিও তিনি সর্বদা নিজেকে আধ্যাত্মিকভাবে একজন সমাজতন্ত্রবাদী হিসেবে বিবেচনা করতেন।\nক্যালিফোর্নিয়া এবং দেশব্যাপী সমাজতান্ত্রিক পার্টি তাদের সদস্যদের অন্য কোনো পার্টিতে (ডেমোক্র্যাটিক পার্টি সহ) সক্রিয় থাকতে দেওয়ার অস্বীকার করে তাঁকে, এবং তাঁর ক্যালিফোর্নিয়া প্রচারণাকে সমর্থনকারী সমাজতন্ত্রবাদীদের, বহিষ্কৃত করে। এ বহিষ্কারের ফলে ক্যালিফোর্নিয়ায় সমাজতান্ত্রিক পার্টি ধ্বংস হয়ে যায়।\nএকই সময়ে, আমেরিকান ও সোভিয়েত কমিউনিস্টরা তাঁকে বিচ্ছিন্ন করে দেন, তাঁকে এক জন পুঁজিবাদী হিসেবে বিবেচনা করে। পরবর্তীতে, তাঁর অ্যালকোহল-বিরোধী বই দি কাপ অফ ফিউরিতে সিনক্লেয়ার তীব্রভাবে কমিউনিজমের নিন্দা করেন।বিজ্ঞান-কল্পনা লেখক রবার্ট এ. হেইনলাইন সিনক্লেয়ারের প্রচারণায় গভীরভাবে যুক্ত ছিলেন, যদিও জীবনের পরবর্তীকালে তিনি সেই অবস্থান থেকে সরে আসতে চেষ্টা করেন। ২১ শতকে, সিনক্লেয়ারকে একজন প্রাথমিক আমেরিকান ডেমোক্র্যাটিক সমাজতন্ত্রী হিসেবে বিবেচনা করা হয়।\nমেরিয়ামের কাছে পরাজয়ের পর, সিনক্লেয়ার ইপিআইসি এবং রাজনীতি পরিত্যাগ করে লেখালেখিতে ফিরে যান। ১৯৩৫ সালে, তিনি আই, ক্যান্ডিডেট ফর গভর্নর: অ্যান্ড হাউ আই গট লিকড প্রকাশ করেন, যেখানে মেরিয়ামের সমর্থকদের ব্যবহৃত কৌশলগুলোর বর্ণনা দেন – এর মধ্যে ছিলেন তখন জনপ্রিয় এআইমি সেমপল মাকফারসন, যিনি তীব্রভাবে সমাজতন্ত্রবিরোধী ছিলেন এবং সিনক্লেয়ারের আধুনিকতাবাদকে সমালোচিত দেখতেন। \"কোনো ব্যক্তিকে কোনো বিষয় বোঝানো কঠিন, যদি তার বেতন সেই বিষয়টি না বোঝার উপর নির্ভর করে।\" তাঁর এই বই থেকে এই উক্তিটি ব্যাপক পরিচিতি পায়। এই উক্তিটি আল গোর দ্বারা এন ইনকনভিনিয়েন্ট ট্রুথ-এ উদ্ধৃত হয়েছে।\nসিনক্লেয়ারের গভর্নর নির্বাচনী প্রচেষ্টার সম্পর্কে ১৯৫১ সালে তিনি এভাবে মন্তব্য করেন:\n\n\"আমেরিকান জনগণ সমাজতন্ত্র গ্রহণ করবে, তবে তারা সেই লেবেলটি গ্রহণ করবে না। আমি অবশ্যই ইপিআইসি এর ক্ষেত্রে এটাই প্রমাণ করেছি। সমাজতান্ত্রিক টিকিটে দৌড়ালে আমি ৬০,০০০ ভোট পেয়েছিলাম, আর 'ক্যালিফোর্নিয়ায় দারিদ্র্য নির্মূল' এই নীতিতে দৌড়ালে আমি ৮৭৯,০০০ ভোট পেয়েছিলাম। আমি মনে করি আমাদের শুধু এটাই স্বীকার করতে হবে যে, আমাদের শত্রুরা 'বড় মিথ্যা' প্রচার করতে সফল হয়েছে। সরাসরি আক্রমণের মাধ্যমে এটিকে আক্রমণ করা কোনো উপকারে আসবে না; বরং তাদের পাশ দিয়ে ফাঁকি দেওয়াই অনেক ভালো।\"\n\n\n== ব্যক্তিগত জীবন ==\n\n১৯০০ সালের এপ্রিল মাসে, সিনক্লেয়ার লেক মাসাওয়িপ্পি নামে কিউবেকের একটি স্থানে একটি উপন্যাস নিয়ে কাজ করার উদ্দেশ্যে যান। তিনি সেখানে তিন মাসের জন্য একটি ছোট কেবিন ভাড়া করেন এবং পরে একটি ফার্মহাউসে চলে যান, যেখানে তাঁর ভবিষ্যৎ প্রথম স্ত্রী, মেটা ফুলার (১৮৮০–১৯৬৪) সঙ্গে পুনরায় পরিচিত হন। ভিরজিনিয়ার প্রথম পরিবারগুলো এর এক শৈশবকালীন বন্ধুর বংশ থেকে অবতীর্ণ, মেটা সিনক্লেয়ারের তুলনায় তিন বছর ছোট ছিলেন এবং শুধুমাত্র গৃহিণী হিসেবে সীমাবদ্ধ থাকতে চাননি; তাই সিনক্লেয়ার তাঁকে কী পড়তে এবং কী শিখতে হবে তা নির্দেশ দেন। পরস্পর একে অপরকে সতর্ক করে দেওয়ার পরেও, ১৮ অক্টোবর, ১৯০০ সালে, তাঁরা বিবাহ বন্ধনে আবদ্ধ হন। তাঁরা দম্যতাকে তাঁদের প্রধান প্রসবন নিয়ন্ত্রণ পদ্ধতি হিসেবে ব্যবহার করতেন; ফলে, পরবর্তী বছরে মেটা গর্ভবতী হন। মেটার গর্ভপাতের কয়েকটি প্রচেষ্টার সত্ত্বেও, ১ ডিসেম্বর, ১৯০১ সালে তাঁদের সন্তান, ডেভিড, জন্মগ্রহণ করে। মেটা ও তাঁর পরিবার সিনক্লেয়ারকে লিখন ত্যাগ করে এমন একটি চাকরি গ্রহণ করার জন্য বোঝানোর চেষ্টা করেন, যা তাঁর পরিবারের প্রয়োজন মেটাতে পারবে।\nসিনক্লেয়ার বিবাহ বহির্ভুত যৌন সম্পর্কের প্রতি কঠোরভাবে বিরোধী ছিলেন এবং তা শুধুমাত্র প্রজননের জন্য অপরিহার্য হিসেবে দেখতেন। তিনি তাঁর প্রথম স্ত্রী মেটাকে বলেন যে, শুধুমাত্র সন্তানের জন্মই বিবাহে \"সম্মান ও অর্থ\" প্রদান করে। তাঁর এই বিশ্বাস সত্ত্বেও, মেটার সঙ্গে বিবাহের সময় সিনক্লেয়ারের অ্যানা নোয়েসের সাথে একটি প্রেম-প্রসঙ্গ হয়।তিনি এই প্রেম-প্রসঙ্গ নিয়ে লাভ'স প্রোগ্রেস শিরোনামের একটি উপন্যাস লিখেন, যা লাভ'স পিলগ্রিমেজ এর সিক্যুয়েল ছিল; তবে তা কখনও প্রকাশিত হয়নি। পরবর্তীতে, মেটা একটি ধর্মশাস্ত্র ছাত্র, জন আর্মিস্টেড কলিয়ারের সাথে প্রেম-প্রসঙ্গ শুরু করেন; তাঁদের একসাথে একটি পুত্র, বেন, জন্মগ্রহণ করে।\n১৯১০ সালে, সিনক্লেয়ার পরিবার আর্ডেন, ডেলাওয়্যার এর একক-কর ভিত্তিক গ্রামে চলে যায়, যেখানে তাঁরা একটি বাড়ি নির্মাণ করেন। ১৯১১ সালে, সিনক্লেয়ার রবিবার (সাবথে) টেনিস খেলার জন্য গ্রেপ্তার হন এবং জরিমানা পরিশোধের পরিবর্তে নিউ ক্যাসেল কাউন্টি এর জেলে আঠারো ঘণ্টা কাটান। ১৯১১ সালের প্রথম দিকে, সিনক্লেয়ার \"ভ্যাগাবন্ড কবি\" হ্যারি কেম্পকে তাঁদের জমিতে ক্যাম্প করতে আমন্ত্রণ জানান। শীঘ্রই, মেটা হ্যারি কেম্পের প্রতি মোহে পড়ে যান এবং আগস্ট মাসের শেষদিকে তিনি কবির জন্য সিনক্লেয়ারকে ছেড়ে চলে যান। সিনক্লেয়ার, নিউ ইয়র্কে বিবাহবিচ্ছেদ না পেয়ে, নেদারল্যান্ডসে একটি পরিবহিত বিবাহবিচ্ছেদ করতে যান।\nআমস্টারডামের এক আদালত ২৪ মে, ১৯১২ তারিখে মেটার প্রায়চার ভিত্তিতে তাঁদের বিবাহ বাতিল ঘোষণা করে। সিনক্লেয়ার আদালতের সামনে ঘোষণা করেন যে, তাঁরা উভয়েই হিলভার্সামে, নেদারল্যান্ডসে বসবাস করছেন, যেখানে মেটা সাময়িকভাবে নিউ ইয়র্কে ছিলেন।\n১৯১৩ সালে, সিনক্লেয়ার মেরি ক্রেগ কিমব্রো (১৮৮২–১৯৬১) সঙ্গে বিবাহ বন্ধনে আবদ্ধ হন, যিনি এক অভিজাত গ্রিনউড, মিসিসিপি পরিবারের একজন মহিলা, যিনি উইনি ডেভিস – কনফেডারেট স্টেটস অফ আমেরিকার প্রেসিডেন্ট জেফারসন ডেভিস এর কন্যা – সম্পর্কে নিবন্ধ লিখেছেন। তাঁরা তখন সাক্ষাৎ করেন, যখন তিনি দ্য জাঙ্গল সম্পর্কে তাঁর এক বক্তৃতায় উপস্থিত ছিলেন। ১৯১৪ সালে, তিনি ক্রোটন-অন-হাডসন, নিউ ইয়র্কে চলে যান, যেখানে তিনি সমাজতান্ত্রিক প্রগতিশীলদের স্থানীয় সম্প্রদায়ে যোগ দেন। ১৯২০-এর দশকে, ওই দম্পতি Long Beach, California-এ চলে যান। তাঁরা ১৯৬১ সাল পর্যন্ত বিবাহিত থাকেন, যখন মেরি ক্রেগের মৃত্যু ঘটে।\nসেই একই বছরে, সিনক্লেয়ার তাঁর তৃতীয় স্ত্রী, মেরি এলিজাবেথ উইলিস (১৮৮২–১৯৬৭) সঙ্গে বিবাহবন্ধনে আবদ্ধ হন। তাঁরা বকাই, অ্যারিজোনা-এ চলে যান, তারপর পূর্ব দিকে ফিরে বাউন্ড ব্রুক, নিউ জার্সি-এ চলে আসেন, যেখানে সিনক্লেয়ার ২৫ নভেম্বর, ১৯৬৮-এ একটি নার্সিং হোমে মারা যান, তাঁর স্ত্রীর মৃত্যুর এক বছর পরে। তিনি উইলিসের পাশে, রক ক্রিক কবরস্থান-এ, ওয়াশিংটন, ডিসি-তে সমাধিস্থান লাভ করেন।\n\n\n== লেখালেখি ==\nসিনক্লেয়ার তাঁর লেখালেখির ক্যারিয়ারকে ২০শ শতকের প্রথমার্ধের সামাজিক ও অর্থনৈতিক অবস্থা—উপন্যাস ও প্রামাণ্য উভয় ক্ষেত্রেই—নথিভুক্তকরণ ও সমালোচনার জন্য উৎসর্গ করেছিলেন। তিনি পুঁজিবাদের অন্যায় ও শ্রমজীবী শ্রেণীর মধ্যে দারিদ্র্যের ব্যাপক প্রভাব প্রকাশ করেছিলেন। এছাড়াও, তিনি গল্পসাহিত্য ও প্রামাণ্য রচনার সংকলন সম্পাদনা করেছিলেন।\n\n\n=== ‘দ্য জাঙ্গল’ ===\n\nশিকাগোর মাংস প্রক্রিয়াকরণ শিল্প-এর উপর ভিত্তি করে তাঁর উপন্যাস, দ্য জাঙ্গল, প্রথমে ২৫ ফেব্রুয়ারি, ১৯০৫ থেকে ৪ নভেম্বর, ১৯০৫ পর্যন্ত সিরিয়াল আকারে সমাজতান্ত্রিক সংবাদপত্র আপিল টু রিজন-এ প্রকাশিত হয়। পরবর্তীতে, এটি ১৯০৬ সালে ডাবলডে দ্বারা বই হিসেবে প্রকাশিত হয়.\n\nসিনক্লেয়ার প্রায় ছয় মাস সময় ব্যয় করে শিকাগোর মাংস প্রক্রিয়াকরণ শিল্পের তদন্ত করেন আপিল টু রিজন-এর জন্য, যা তাঁর উপন্যাসের অনুপ্রেরণা জোগায়। তিনি উদ্দেশ্য করেছিলেন, “একটি এমন ব্যবস্থা দ্বারা মানুষের হৃদয় ভাঙার বর্ণনা প্রদান করা, যা পুরুষ ও মহিলাদের শ্রমের শোষণ করে মুনাফার জন্য।”\nউপন্যাসে চিত্রিত আছে জুরগিস রাডকাস, একজন লিথুয়ানিয়ান অভিবাসী, যিনি শিকাগোর একটি মাংস কারখানায় কর্মরত, তাঁর কিশোরী স্ত্রী ওনা লুকোসজাইটে এবং তাঁদের বিস্তৃত পরিবার। সিনক্লেয়ার রাডকাসের নিয়োগকর্তা ও সমাজের ধনী অংশ দ্বারা তাঁদের প্রতি করা অত্যাচারকে চিত্রিত করেন। কর্মীদের অসংবিধানিক ও অমানবিক পরিবেশের বর্ণনা পাঠকদের তীব্রভাবে হতবাক ও উদ্দীপ্ত করেছিল। জ্যাক লন্ডন সিনক্লেয়ারের বইকে “বেতন দাসত্বের আঙ্কল টমের কেবিন” বলে অভিহিত করেছিলেন।\nআমেরিকান মাংসের ঘরোয়া ও বিদেশী ক্রয় অর্ধেকে হ্রাস পায়।\nসিনক্লেয়ার ১৯০৬ সালের অক্টোবরে কসমোপলিটান ম্যাগাজিনে দ্য জাঙ্গল-এর সম্পর্কে লিখেছিলেন:\n\"আমি জনসাধারণের হৃদয়ে লক্ষ্য করেছিলাম, এবং দুর্ঘটনাবশত পেটে আঘাত হানে।\"\nএই উপন্যাস জনসাধারণকে কংগ্রেসীয় আইন প্রণয়ন ও শিল্পের সরকারি নিয়ন্ত্রণ—যেমন মাংস পরিদর্শন আইন ও বিশুদ্ধ খাদ্য ও ওষুধ আইন—এর পক্ষে লবিং ও প্রচার করার প্রেরণা জোগায়.\nতৎক্ষণাৎ, রাষ্ট্রপতি থিওডোর রুজভেল্ট সিনক্লেয়ারের প্রতি “বোকামির লোক” হিসেবে অভিহিত করেন, এবং উইলিয়াম এলেন হোয়াইট-কে লিখেছিলেন,\n\"আমি তাঁর প্রতি সম্পূর্ণ ঘৃণা পোষণ করি। তিনি অতিরিক্ত আবেগপ্রবণ, অসামঞ্জস্যপূর্ণ ও অসত্যবাদী। তিনি যা বলেছিলেন তার তিন-চতুর্থাংশ ছিল সম্পূর্ণ মিথ্যা; বাকিগুলোর মধ্যে কিছুতে শুধুমাত্র সত্যের ভিত্তি ছিল।\"\nদ্য জাঙ্গল পড়ার পর, রুজভেল্ট সিনক্লেয়ারের কিছু উপসংহারকে মেনে নেন, তবে তিনি এমন আইন প্রণয়নের বিরুদ্ধে ছিলেন যা তিনি সাম্যবাদী মনে করতেন। তিনি বলেছিলেন,\n\"পুঁজিবাদীদের অহংকারী ও স্বার্থপর লোভের প্রচেষ্টা নির্মূল করার জন্য মৌলিক পদক্ষেপ নেওয়া আবশ্যক।\"\nবার্টোল্ট ব্রেচট-এর নাটক, স্টকইয়ার্ডের সেন্ট জোয়ান, যা জোয়ান অফ আর্ক-কে শিকাগোর স্টকইয়ার্ডের পরিবেশে স্থানান্তরিত করে, তা স্পষ্টতই দ্য জাঙ্গল থেকে অনুপ্রেরণা গ্রহণ করেছে।\n\n\n=== ‘দ্য ব্রাস চেক’ ===\nদ্য ব্রাস চেক (১৯১৯) এ, সিনক্লেয়ার যুক্তরাষ্ট্রের \"স্বাধীন সংবাদমাধ্যম\" এর কঠিন সীমাবদ্ধতাগুলোর উপর একটি সুসংগঠিত ও অপরাধমূলক সমালোচনা করেন। আলোচিত বিষয়গুলোর মধ্যে ছিল হলুদ সাংবাদিকতা কৌশল, যা উইলিয়াম র‍্যান্ডলফ হিয়ারস্ট দ্বারা নির্মিত। সিনক্লেয়ার দ্য ব্রাস চেক-কে বলেন,\n\"এটি আমার লেখা সবচেয়ে গুরুত্বপূর্ণ এবং সবচেয়ে বিপজ্জনক বই।\" দ্য ব্রাস চেক অনুযায়ী,\n\"আমেরিকান সাংবাদিকতা একটি শ্রেণীভিত্তিক প্রতিষ্ঠান, যা ধনীদের সেবা করে ও গরীবদের অবহেলা করে।\"\nসিনক্লেয়ারের মতে, এই পক্ষপাতিত্ব আমেরিকান গণতন্ত্রের উপর গভীর প্রভাব ফেলে:\n\n\"আমরা যে সামাজিক গোষ্ঠীর অংশ, তা বর্তমানে তার ইতিহাসের সবচেয়ে বড় সংকটগুলোর মধ্য দিয়ে যাচ্ছে। যদি সেই স্নায়ুগুলো, যেগুলোর উপর আমরা এই গোষ্ঠীর অবস্থা জানতে নির্ভর করি, আমাদের মিথ্যা প্রতিবেদন দেয়, তাহলে কী হবে?\"\n\n\n=== ‘সিলভিয়া’ উপন্যাসসমূহ ===\nসিলভিয়া (১৯১৩) ছিল এক উপন্যাস, যা একটি দক্ষিণের মেয়ের সম্পর্কে। তাঁর আত্মজীবনীতে, মেরি ক্রেগ সিনক্লেয়ার বলেছিলেন যে, তিনি তাঁর নিজের শৈশবের অভিজ্ঞতার উপর ভিত্তি করে এই বইটি লিখেছিলেন, এবং আপটন তাঁর সঙ্গে সহযোগিতা করেছিলেন। ক্রেগের কথামতে, তাঁর অনুরোধে, সিনক্লেয়ার সিলভিয়া (১৯১৩) তাঁর নামে প্রকাশ করেছিলেন। ১৯৫৭ সালের তাঁর স্মৃতিকথায়, তিনি বর্ণনা করেছিলেন কিভাবে তিনি ও তাঁর স্বামী সিলভিয়া-এর বেশ কয়েকটি অধ্যায়ে একসাথে সংগ্রাম করেছিলেন, প্রতিটি পাতায় কিছু না কিছু বিষয়ে অসম্মত হলেও মাঝে মাঝে একে অপরের লেখা উন্নত হয়েছে তা স্বীকার করেছিলেন।\nযখন ১৯১৩ সালে এটি প্রকাশিত হয়, দ্য নিউ ইয়র্ক টাইমস এটিকে \"স্যার সিনক্লেয়ারের এখন পর্যন্ত লেখা সেরা উপন্যাস—এতটাই সেরা যে এটি এক শ্রেণীতে একা দাঁড়িয়ে আছে\" বলে সমাদৃত করেছিল।\nসিলভিয়ার বিবাহ (১৯১৪) – ক্রেগ ও সিনক্লেয়ার একসাথে একটি সিক্যুয়েল রচনার উপর সহযোগিতা করেছিলেন, যা জন সি. উইন্সটন কোম্পানি দ্বারা আপটন সিনক্লেয়ারের নামে প্রকাশিত হয়।\nতার ১৯৬২ সালের আত্মজীবনীতে, আপটন সিনক্লেয়ার লিখেছিলেন: \"[মেরি] ক্রেগ তাঁর দক্ষিণীয় মেয়েলি শৈশবের কিছু গল্প লিখেছিলেন; আর আমি সেগুলো তাঁর থেকে গ্রহণ করে সিলভিয়া নামে এক উপন্যাসে রূপান্তরিত করেছিলাম।\"\n\n\n=== ‘আমি, ক্যালিফোর্নিয়ার গভর্নর, এবং কিভাবে আমি দারিদ্র্য নির্মূল করলাম’ ===\nএটি ছিল একটি বিজ্ঞপ্তিপত্র, যা তিনি ১৯৩৪ সালে ক্যালিফোর্নিয়ায় কোন পদে দৌড়ানোর প্রস্তাবনা হিসেবে প্রকাশ করেছিলেন। বইটিতে তিনি ব্যাখ্যা করেন যে, তিনি সমাজতান্ত্রিকের পরিবর্তে ডেমোক্র্যাট হিসেবে দৌড়াবেন, কীভাবে তিনি ডেমোক্র্যাটিক মনোনয়নে উঠবেন, এবং পরবর্তীতে ১০০,০০০ ভোটের ব্যবধানে বিজয় অর্জন করবেন।\n\n\n=== ল্যানি বাড সিরিজ ===\n১৯৪০ থেকে ১৯৫৩ সালের মধ্যে, সিনক্লেয়ার ১১টি উপন্যাসের একটি সিরিজ রচনা করেন, যার মূল চরিত্রের নাম ছিল ল্যানি বাড। একজন আমেরিকান অস্ত্র নির্মাতার পুত্র হিসেবে, বাডকে এমনভাবে চিত্রিত করা হয়েছে যেন তিনি বিশ্বনেতাদের আস্থাভাজন হয়ে ওঠেন, শুধু ঘটনাগুলি প্রত্যক্ষ না করেই বরং সেগুলোকে প্ররোচিতও করেন। একজন সূক্ষ্মভাজন সমাজচেতন ব্যক্তি হিসেবে, যিনি সহজেই সকল সংস্কৃতি ও সামাজিক-অর্থনৈতিক শ্রেণীর মানুষের সঙ্গে মিশে যান, বাডকে প্রথাগত \"[কুৎসিত আমেরিকান]\" ধারণার বিপরীত হিসেবে বর্ণনা করা হয়েছে।\nসিনক্লেয়ার ল্যানি বাডকে ২০শ শতকের প্রথমার্ধে যুক্তরাষ্ট্র ও ইউরোপের গুরুত্বপূর্ণ রাজনৈতিক ঘটনাবলীর মধ্যে স্থান দেন। বাস্তবে, ১৯১২ সালে এডওয়ার্ড জি. বাড দ্বারা প্রতিষ্ঠিত বাড কোম্পানি নামক এক প্রতিষ্ঠান দ্বিতীয় বিশ্বযুদ্ধে অস্ত্র উৎপাদন করত।\nএই উপন্যাসসমূহ প্রকাশের সময় সেরা বিক্রিত বই ছিল এবং অনুবাদে প্রকাশিত হয়ে ২১টি দেশে ছাপা পড়েছিল। সিরিজের তৃতীয় বই, ড্রাগনের দাঁত (১৯৪২), ১৯৪৩ সালে পুলিৎজার পুরস্কার (উপন্যাস) অর্জন করেছিল।\nঅসংস্কৃত এবং বহু বছর প্রায় ভুলে যাওয়ার পর, ২০১৬ সালে ল্যানি বাড সিরিজের ইবুক সংস্করণ প্রকাশিত হয়।\nল্যানি বাড সিরিজের উপন্যাসসমূহঃ\n\n\n=== অন্যান্য রচনাসমূহ ===\nসিনক্লেয়ার স্বাস্থ্য ও পুষ্টিতে গভীরভাবে আগ্রহী ছিলেন। তিনি বিভিন্ন ধরনের খাদ্যাভ্যাস ও উপবাস নিয়ে পরীক্ষা-নিরীক্ষা চালান। তিনি এই বিষয়গুলি নিয়ে তাঁর বই উপবাস নিরাময় (১৯১১) তে লিখেছেন, যা আরেকটি সেরা বিক্রিত বই ছিল।\nতিনি বিশ্বাস করতেন যে, নিয়মিত উপবাস স্বাস্থ্য রক্ষায় অপরিহার্য, এবং বলেন,\n\"আমি দশ বা বারো দিনের দীর্ঘ কয়েকটি উপবাস নিয়েছি, যার ফলশ্রুতিতে আমার স্বাস্থ্যের সম্পূর্ণ পুনর্গঠন হয়েছে।\" সিনক্লেয়ার প্রধানত কাঁচা খাদ্যের, অর্থাৎ বেশিরভাগ শাকসবজি ও বাদাম-ভিত্তিক খাদ্যাভ্যাস পছন্দ করতেন। বহুদিনের জন্য তিনি সম্পূর্ণ নিরামিষভোজী ছিলেন, তবে মাঝে মাঝে মাংস খাওয়ার পরীক্ষা-নিরীক্ষাও করেন। তাঁর এই বিষয়ে দৃষ্টিভঙ্গি বিস্তারিতভাবে ব্যাখ্যা করা হয়েছে, উপরের উল্লেখিত বইয়ের মাংসের ব্যবহার শিরোনামের অধ্যায়ে। জীবনের শেষ বছরগুলিতে, সিনক্লেয়ার কঠোরভাবে দিনে তিনবার মাত্র ব্রাউন চাল, তাজা ফল ও সেলারি, যার উপরে ছড়ানো ছিল পাউডার মিল্ক ও লবণ, এবং পান করার জন্য আনারসের রস খান।\n\n\n== জনপ্রিয় সংস্কৃতিতে উপস্থাপনা ==\n\nসিনক্লেয়ার লুইস তাঁর ইপিআইসি পরিকল্পনা ও আপটন সিনক্লেয়ারের উল্লেখ এটি এখানে ঘটতে পারে না (১৯৩৫) উপন্যাসে উল্লেখ করেছেন।\nসিনক্লেয়ার, টি. সি. বয়েল-এর উপন্যাস ওয়েলভিলের পথে (১৯৯৩) প্রদর্শিত হন, যা জন হার্ভে কেলাগের—আ কর্ন ফ্লেকস এর আবিষ্কারক এবং ব্যাটল ক্রিক স্যানিটারিয়াম-এর প্রতিষ্ঠাতা—আধারে নির্মিত ঐতিহাসিক কাল্পনিক উপস্থাপনা। এই উপন্যাসে, সিনক্লেয়ার ও তাঁর প্রথম স্ত্রী, মেটা, স্যানিটারিয়ামে রোগী হিসেবে উপস্থিত হন। পরে, কেলাগ রাগান্বিত হন যখন তিনি দেখতে পান যে, তাঁর আরেক রোগী আপটনের উপবাস নিরাময় এর টাইপসক্রিপ্ট পড়ে উপবাস করছেন।\nসিনক্লেয়ার হ্যারি টার্টলডভ-এর রচিত বিকল্প ইতিহাস উপন্যাসমালার আমেরিকান সাম্রাজ্য ত্রয়ী (২০০১–২০০৩) তে উপস্থিত হন, যা সাদার জয় সিরিজের অংশ। এই সিরিজে, সিনক্লেয়ার ১৯২১ থেকে ১৯২৯ পর্যন্ত যুক্তরাষ্ট্রের রাষ্ট্রপতি হিসেবে দায়িত্ব পালন করেন, একজন প্রথম সমাজতান্ত্রিক দলের রাষ্ট্রপতি হিসেবে। তাঁর শাসনকালে, তিনি দেশে সামাজিক কল্যাণ প্রকল্প তৈরি করেন ও বিদেশে শান্তি প্রতিষ্ঠার চেষ্টা করেন। সিনক্লেয়ার তাঁর পূর্বসূরী থিওডোর রুজভেল্ট-এর তুলনায় কনফেডারেসির প্রতি আরো সহনশীল মনোভাব গ্রহণ করেন, ১৯২২ সালে কনফেডারেট রাষ্ট্রপতি ওয়েড হ্যাম্পটন পঞ্চমকে হত্যার পর মহান যুদ্ধের ক্ষতিপূরণ বাতিল করে।\nসিনক্লেয়ার ক্রিস ব্যাচেল্ডার-এর ব্যঙ্গাত্মক উপন্যাস ইউ.এস.! (২০০৫) তে অন্যতম প্রধান চরিত্র হিসেবে উপস্থিত হন। বারবার, সিনক্লেয়ার তাঁর মৃত্যুর পর পুনরুত্থিত হন এবং আবার হত্যা করা হন, যেন তিনি আমেরিকান বামপন্থার সমসাময়িক ব্যর্থতার একজন মূর্ত রূপ। তাঁকে একজন স্বপ্নবাজ সংস্কারক হিসেবে চিত্রিত করা হয়েছে, যিনি উদাসীন আমেরিকান জনসাধারণকে সমাজতন্ত্র প্রয়োগে উদ্দীপ্ত করার চেষ্টা করেন।\nজয়েস কারল ওটস তাঁর উপন্যাস অ্যাককার্সড (২০১৩) তে সিনক্লেয়ার ও তাঁর প্রথম স্ত্রী, মেটা, এর উল্লেখ করেন।\nসিনক্লেয়ারকে বিল নাই দ্বারা ডেভিড ফিঞ্চার-এর জীবনীচিত্র ম্যাঙ্ক (২০২০) তে অভিনীত হয়েছে।\n\n\n== চলচ্চিত্র ==\nদি জাঙ্গাল (১৯১৪) ১৯০৬ সালের উপন্যাসের একটি নীরব চলচ্চিত্র অভিযোজন, জর্জ ন্যাশ জর্জিস রুডকাস এবং গেইল কেন ওনা লুকোজাইটের চরিত্রে অভিনয় করেছেন৷ চলচ্চিত্রটি বিবেচনা করা হয় হারিয়ে গেছে. সিনক্লেয়ার চলচ্চিত্রের শুরুতে এবং শেষে অনুমোদনের একটি রূপ হিসাবে উপস্থিত হয়।\nদ্য ওয়েট প্যারেড (১৯৩২) সিনক্লেয়ারের ১৯৩১ সালের উপন্যাসের একটি চলচ্চিত্র অভিযোজন, যা ভিক্টর ফ্লেমিং দ্বারা পরিচালিত এবং লুইস স্টোন, ওয়াল্টার হিউস্টন, ডরোথি জর্ডান, নিল হ্যামিল্টন, রবার্ট ইয়ং এবং জিমি ডুরান্টে অভিনীত। মর্না লয় খুব সংক্ষিপ্তভাবে একজন অভিনেত্রী হিসাবে উপস্থিত হন যিনি একটি মার্জিত বক্তৃতা চালান।\nওয়াল্ট ডিজনি প্রোডাকশনস দ্বারা দ্য গনোমোবাইল (১৯৩৭) কে ১৯৬৭ সালের মিউজিক্যাল মোশন পিকচার দ্য গনোম-মোবাইল এ রূপান্তরিত করে।\nওইল!  (১৯২৭) চলচ্চিত্রটি ড্যানিয়েল ডে-লুইস এবং পল ডানো অভিনীত এবং পল টমাস অ্যান্ডারসন পরিচালিত 'দেয়ার উইল বি ব্লাড' (২০০৭) হিসেবে অভিযোজিত হয়। চলচ্চিত্রটি আটটি অস্কার মনোনয়ন পায় এবং দুটি জিতেছে।\nডেভিড ফিঞ্চার চলচ্চিত্র নাটক 'ম্যাঙ্ক' (২০২০) এ ১৯৩৪ সালে ডেমোক্র্যাটিক প্রার্থী হিসাবে ক্যালিফোর্নিয়ার গভর্নর জন্য সিনক্লেয়ারের একটি ছোট ভূমিকা রয়েছে।\n\n\n== কর্মসমূহ ==\nকল্পকাহিনী  \n\nসিনক্লেয়ার, আপটন। আপটন সিনক্লেয়ার সংকলন (১৯৪৭) অনলাইনে\nএনগস, রুথ ক্লিফোর্ড, সম্পাদনা। অদৃশ্য আপটন সিনক্লেয়ার: নয়টি প্রকাশিত না হওয়া গল্প, প্রবন্ধ এবং অন্যান্য কাজ। (ম্যাকফারল্যান্ড অ্যান্ড কো. ২০০৯)।\n  \nআত্মজীবনীমূলক  \n\n  \nঅ-কল্পকাহিনী  \n\n  \nনাটক  \n\n\n== দেখুন এছাড়াও ==\nআপটন সিনক্লেয়ার হাউস—মোন্রোভিয়া, ক্যালিফোর্নিয়া\nউইল এইচ. কাইন্ডিগ, লস অ্যাঞ্জেলেস সিটি কাউন্সিলের একজন সমর্থক\nআমেরিকান লেখকদের আবাসস্থলের তালিকা\n\n\n== ব্যাখ্যামূলক নোট ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n\n\"Upton Sinclair: An Inventory of His Collection\" [finding aid]। Upton Sinclair Collection, আইডি: Manuscript Collection MS-3848। অস্টিন, টেক্সাস: Harry Ransom Center, University of Texas।\nUpton Sinclair Collection at the Harry Ransom Center\nPhelps, Christopher (২৬ জুন ২০০৬), The Fictitious Suppression of Upton Sinclair's The Jungle, History News network উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nUpton Sinclair, \"EPIC\", Virtual Museum of the City of San Francisco\n\"Writings of Upton Sinclair\" from C-SPAN's American Writers: A Journey Through History\nUpton Sinclair – Induction into the Chicago Literary Hall of Fame\nUpton Sinclair এবং তার স্ত্রী Mary Craig এর ছবি, সান্তা বার্বারা, ক্যালিফোর্নিয়া, ১৯৩৫। Los Angeles Times ফটোগ্রাফিক আর্কাইভ (Collection 1429)। UCLA লাইব্রেরি বিশেষ সংগ্রহ, Charles E. Young Research Library, ইউনিভার্সিটি অব ক্যালিফোর্নিয়া, লস অ্যাঞ্জেলেস।\n\n\n=== ইলেকট্রনিক সংস্করণ ===\nWorks by আপটন সিনক্লেয়ার in eBook form at Standard Ebooks\nগুটেনবের্গ প্রকল্পে আপটন সিনক্লেয়ার-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nফেডেড পেজে (কানাডা) Upton Sinclair-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে আপটন সিনক্লেয়ার কর্তৃক কাজ বা সম্পর্কে তথ্য\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  আপটন সিনক্লেয়ার\nThe Cry for Justice: An Anthology of the Literature of Social Protest, Bartleby.com\n\"Upton Sinclair এর ১৯২৯ সালের চিঠি John Beardsley কে\", Upton Sinclair থেকে John Beardsley"}