{"pageid": 1512168, "title": "রতিকা রামসামি", "url": "https://bn.wikipedia.org/wiki?curid=1512168", "content": "রতিকা রামসামি একজন ভারতীয় বন্যপ্রাণী আলোকচিত্রী, যিনি চেন্নাইয়ে  বসবাস করেন এবং একজন ফ্রিল্যান্স ফটোগ্রাফার হিসেবে কাজ করেন।  তার আলোকচিত্রের জন্য তিনি ব্যাপক প্রশংসা অর্জন করেছেন   এবং তাকে \"আন্তর্জাতিক খ্যাতি পাওয়া প্রথম ভারতীয় মহিলা বন্যপ্রাণী আলোকচিত্রী\" বলা হয়। \n\n\n== জীবনী ==\n\nরতিকা তার বিয়ের পর ১৯৯৯ সাল থেকে নয়াদিল্লিতে বসবাস করছেন।  কম্পিউটার ইঞ্জিনিয়ারিংয়ে ডিগ্রি ও এমবিএ সম্পন্ন করার পর, তিনি সফটওয়্যার ইঞ্জিনিয়ার হিসেবে কাজ করেছেন, তবে পরবর্তীতে তিনি ফটোগ্রাফিকেই মূল পেশা হিসেবে গ্রহণ করেন। \nছোটবেলায় তার কাকা তাকে প্রথম ক্যামেরাটি উপহার দেন, যিনি নিজেও অপেশাদার আলোকচিত্রী ছিলেন। রতিকা শুরুতে গাছ ও ফুলের ছবি তুলতেন।  ২০০৩ সালে, ভরতপুরের কেওলাদেও জাতীয় উদ্যানপরিদর্শনকালে তিনি পাখির ছবি তুলতে শুরু করেন ।  তিনি নিয়মিতভাবে ওখলা পাখি অভয়ারণ্যে যান, যেখানে তিনি বিভিন্ন প্রজাতির পাখির আচরণ পর্যবেক্ষণ করেন। এরপর তিনি ভারত, কেনিয়া ও তানজানিয়ার বিভিন্ন জাতীয় উদ্যান ভ্রমণ করে বন্যপ্রাণী ফটোগ্রাফিকে পেশাদারভাবে গ্রহণ করেন।\n২০০৫ সালের সেপ্টেম্বরে নয়াদিল্লির ইন্ডিয়া ইন্টারন্যাশনাল সেন্টারে অনুষ্ঠিত \"নির্মল গঙ্গা অভিযান\"-এ তার বন্যপ্রাণী আলোকচিত্র প্রদর্শিত হয়।  ২০০৭ সালে, জওহরলাল নেহেরু বিশ্ববিদ্যালয়ের বার্ষিক ক্যালেন্ডারে তার তোলা পাখির ছবি স্থান পায়।  ২০০৮ সালে, \"বার্ডস অফ ইন্ডিয়া\" তাকে ভারতের শীর্ষ ২০ জন আলোকচিত্রীর একজন হিসেবে স্বীকৃতি দেয়, যেখানে তিনি একমাত্র মহিলা হিসেবে এই সম্মান অর্জন করেন। Kavitha, S. S. (২৭ জানুয়ারি ২০১১)। \"Off the beaten track\"। The Hindu (ইংরেজি ভাষায়)। সংগ্রহের তারিখ ১৬ মে ২০১৬। Kavitha, S. S. (27 January 2011). \"Off the beaten track\". The Hindu. Retrieved 16 May 2016.</ref> রতিকা বিভিন্ন বন্যপ্রাণী আলোকচিত্র প্রদর্শনীতে অংশগ্রহণের পাশাপাশি কর্মশালা পরিচালনা করেন । \nরতিকা ফটোগ্রাফি আর্টস অ্যাসোসিয়েশন অফ ইন্ডিয়ার অন্যতম প্রতিষ্ঠাতা সদস্য।। \n\n\n== কাজ ==\nরতিকা ২০১৪ সালে, তিনি তার প্রথম বই \"দ্য বেস্ট অফ ওয়াইল্ডলাইফ মোমেন্টস\" স্ব-প্রকাশ করেন।\n\n\n== পুরস্কার ==\n২০১৫: অনুপ্রেরণামূলক আইকন পুরস্কার, সত্যবামা বিশ্ববিদ্যালয়, চেন্নাই \n২০১৫: বন্যপ্রাণী আলোকচিত্রে তার শ্রেষ্ঠত্বের জন্য আন্তর্জাতিক ক্যামেরা মেলা (ICF) পুরস্কার। \n\n\n== তথ্যসূত্র =="}