{"pageid": 1512787, "title": "কৃষ্ণাঙ্গ জনগোষ্ঠীর প্রতি মধ্যযুগীয় আরব জাতির মনোভাব", "url": "https://bn.wikipedia.org/wiki?curid=1512787", "content": "মধ্যযুগীয় আরবদের কৃষ্ণাঙ্গদের প্রতি মনোভাব সময়ের সাথে সাথে এবং ব্যক্তিগত মনোভাবের সাথে নেতিবাচকভাবে পরিবর্তিত হয়েছে। যদিও কুরআনে কোন জাতিগত পক্ষপাত প্রকাশ করা হয়নি, তবুও মধ্যযুগীয় আরবদের মধ্যে কৃষ্ণাঙ্গদের প্রতি জাতিকেন্দ্রিক পক্ষপাত বিভিন্ন কারণে ব্যাপকভাবে স্পষ্ট: আকসুম সাম্রাজ্যের ক্ষয়িষ্ণু শক্তি; আরবদের ব্যাপক বিজয় এবং দাস ব্যবসা; দাসত্ব সম্পর্কে অ্যারিস্টটলীয় ধারণার প্রভাব, যা কিছু মুসলিম দার্শনিক জাঞ্জের দিকে নির্দেশ করেছিলেন; এবং মানবজাতির মধ্যে বিভাজন সম্পর্কে ইহুদি-খ্রিস্টান ধারণার প্রভাব। অন্যদিকে আফ্রো-আরব লেখক আল-জাহিজ, যিনি নিজেও একজন জাঞ্জ দাদা ছিলেন, তিনি \"সুপিরিয়রিটি অব দ্য ব্ল্যাকস টু দ্য হোয়াইটস\" শিরোনামে একটি বই লিখেছেন, এবং \"দ্য এজেস\" এর \"অন দ্য জাঞ্জ\" অধ্যায়ে পরিবেশগত নির্ধারণবাদের দিক থেকে জাঞ্জরা কেন কালো ছিল তা ব্যাখ্যা করেছেন।\n\n\n== পরিভাষা ==\nঅনেক মধ্যযুগীয় আরবি গ্রন্থে মানুষকে তিন ধরণের ত্বকের রঙের মধ্যে ভাগ করা হয়েছে: সাদা (আল-বিদান, 'সাদা' বিশেষ করে আরবদের সাথে সম্পর্কিত), লাল (বিশেষ করে রোমানদের সাথে সম্পর্কিত, অথবা আরও সাধারণভাবে ইউরোপীয়দের সাথে সম্পর্কিত), এবং কালো (আল-সুদান  'কালো', বিশেষ করে গাঢ় বর্ণের আফ্রিকানদের সাথে সম্পর্কিত)। \nপ্রাক-ইসলামিক আরবে কৃষ্ণাঙ্গদের হাবাশি (আবিসিনিয়ান শব্দটির সাথে সম্পর্কিত) বলা হত। এই শব্দের সঠিক অর্থ অস্পষ্ট, তবে এটি সম্ভবত আকসুম শাসনের অধীনে বসবাসকারী মানুষদের, বিশেষ করে আফ্রিকার শিং অঞ্চলের মানুষদের বোঝাত।  বর্তমান কেনিয়া এবং তানজানিয়ার উপকূলের সাথে সম্পর্কিত পূর্ব আফ্রিকান উপকূলীয় অঞ্চলকে জাঞ্জ বলা হত এবং সেখানকার (অথবা সেখানকার বলে কল্পনা করা হত) মানুষদের একই নামে ডাকা হত। \nসেনেগাল এবং নাইজার নদীর তীরে আরব ব্যবসায়ীদের সাথে দেখা হওয়া মানুষদের মাঝে মাঝে লামলাম, দামদাম বা নামনাম নামে ডাকা হত। \nবেশ কয়েকটি আরবি উপভাষায়, 'আবিদ ' ('ক্রীতদাস') শব্দটি কালো আফ্রিকানদের বোঝাতে এসেছে। \n\n\n== প্রাক- এবং প্রাথমিক ইসলামিক সময়কাল ==\nউত্তর আফ্রিকার বাইরে প্রাক-ইসলামিক আরব সম্পর্ক আকসুম সাম্রাজ্যের উপর কেন্দ্রীভূত ছিল, যারা খ্রিস্টপূর্ব দ্বিতীয় শতাব্দীর প্রথম দিক থেকে হস্তিবর্ষ (৫৫০ থেকে ৫৭০ এর দশকের মধ্যে) পর্যন্ত আরব উপদ্বীপে যথেষ্ট শক্তি এবং কখনও কখনও সরাসরি শাসন পরিচালনা করে, যখন, অন্তত ইসলামি ঐতিহ্য অনুসারে, ক্রমবর্ধমানভাবে সংযুক্ত আরবরা দক্ষিণ আরব শাসনকারী আকসুম সেনাবাহিনীকে পরাজিত করে।  প্রাক-ইসলামিক যুগে আরব উপদ্বীপে উল্লেখযোগ্য সংখ্যক কৃষ্ণাঙ্গ মানুষের উপস্থিতি ছিল এবং আকসুম বাহিনীর শক্তি ও উপস্থিতি এবং আরবদের নিজস্ব আফ্রিকান ভাড়াটে সৈন্য নিয়োগ থাকায় কারণে আরব কল্পনা অনুসারে আবিসিনিয়ান ও আফ্রিকানদের যোদ্ধা হিসেবে তাৎপর্যপূর্ণ বলে মনে করা হয়।  ইসলাম-পূর্ব যুগে আরবি ভাষায় রচিত সাতজন কবির কাজ কৃষ্ণাঙ্গ হিসেবে চিহ্নিত করা যেতে পারে বলে মনে করা হয়;  এই কবিদের মধ্যে রয়েছেন 'আনতারাহ ইবনে শাদ্দাদ আল-আবসী (মৃত্যু ৬০৮), খাফাফ ইবনে নুদবা আল-সুলাখি এবং সুলায়েক বিন আল-সুলাকা, যারা সকলেই আরব পিতা এবং দাসত্বপ্রাপ্ত কৃষ্ণাঙ্গ মায়েদের (যথাক্রমে হাসাদ, মুফুতা এবং মুতুন্ডা) ঘরে জন্মগ্রহণ করেন এবং 'আরবদের কাক' নামে পরিচিত ছিলেন। এই কবিতাটি তাদের কৃষ্ণাঙ্গ ত্বক এবং/অথবা পিতৃত্বের জন্য এই কবিদের যে নির্যাতনের শিকার হতে হয়েছিল তারই সাক্ষ্য দেয়, আবার এই কৃষ্ণাঙ্গদের সামাজিক সাফল্যেরও সাক্ষ্য দেয়। \nকুরআন নিজেই মানুষের ত্বকের রঙের বৈচিত্র্যকে ঐশ্বরিক প্রভুত্বের অংশ হিসেবে স্বীকৃতি এবং সকল মানুষকে ইসলামে স্বাগত জানায়। উদাহরণস্বরূপ, সূরা ৩০ আয়াত ২০-২২ এ বলা হয়েছে, \"তাঁর নিদর্শনাবলীর মধ্যে একটি হলো তিনি তোমাদেরকে মাটি থেকে সৃষ্টি করেছেন এবং—দেখো!—তোমরা মানুষ হয়েছো এবং বহুদূরে ছড়িয়ে পড়েছো [...] তাঁর আরেকটি নিদর্শন হলো আকাশ ও পৃথিবীর সৃষ্টি এবং তোমাদের ভাষা ও রঙের বৈচিত্র্য\"। মুহাম্মদের নিকটতম সঙ্গীদের মধ্যে একজন ছিলেন মুক্তকৃত দাস বিলাল ইবনে রাবাহ, যিনি কৃষ্ণাঙ্গ বলে পরিচিত ছিলেন,  যদিও হাদিসে আকসুমকে প্রাথমিক মুসলিমদের জন্য সহায়ক ভূমিকার জন্য দায়ী করা হয়েছে, যা পরবর্তীতে ইথিওপীয়পন্থী মুসলিম সাহিত্যের একটি অংশকে উৎসাহিত করেছিল। একই সময়ে প্রাথমিক ইসলামী যুগের আরবি কবিতা এখনও মানুষের গায়ের রঙে কালো হওয়ার জন্য তাদের তাচ্ছিল্য করার প্রমাণ দিচ্ছে। \nআরব ও আফ্রিকান বিশ্বের মধ্যে এই প্রাক-এবং প্রাথমিক আদর্শিক সম্পর্কের একটি গুরুত্বপূর্ণ প্রতিধ্বনি পাওয়া যায় আল-জাহিজ (মৃত্যু ৮৬৮/৮৬৯) এর লেখায়, যার ফখর আল-সুদান ওয়া-আল-বিদান ('শ্বেতাঙ্গদের উপর কৃষ্ণাঙ্গদের গর্ব') গ্রন্থটি এই জাতিগুলির শ্রেষ্ঠত্ব সম্পর্কে বিতর্কের প্রতিনিধিত্ব করে। \n\n\n== ইসলামিক মধ্যযুগ ==\n\n\n=== আরব বিশ্বে কৃষ্ণাঙ্গ দাস ===\nআকসুমদের ক্ষমতা হ্রাস পাওয়ার সাথে সাথে এবং রোমান সাম্রাজ্য ও পারস্য থেকে আরবদের ক্ষমতার বিরুদ্ধে সামরিক চ্যালেঞ্জ ক্রমশ বাড়তে থাকায়, সাব-সাহারান আফ্রিকার সাথে আরবদের রাজনৈতিক সম্পর্ক পরিবর্তিত হতে থাকে। আকসুমের সাথে সম্পর্ক যুদ্ধের উপর নয় বরং বাণিজ্যের উপর কেন্দ্রীভূত ছিল, বিশেষ করে ভারত মহাসাগরের দাস বাণিজ্যের অংশ হিসেবে।  আফ্রিকার শিং অঞ্চলের কাছে আফ্রিকান উপকূলে আরব প্রভাবের ফলে বেশ কয়েকটি আফ্রিকান রাষ্ট্র মুসলিম হয়ে ওঠে, যেমন দাওয়ারো সালতানাত, ফাতাগার, হাদিয়া সুলতানি এবং বেল। ভূগোলবিদ আল-মাকরিজি ১৪০০ সালের দিকে এই অঞ্চলটিকে আল-তিরাজ আল-ইসলামি (\"মুসলিম পাড়\") নামে অভিহিত করেছেন। ৬৩৯-৪১ সালে আরব সেনাবাহিনী মিশর জয় করার পর তারা ডঙ্গোলার খ্রিস্টান রাজ্য নুবিয়ানের প্রতিবেশী হয়, যা ত্রয়োদশ শতাব্দী পর্যন্ত স্বাধীন ছিল এবং গ্রীক ভৌগোলিক পাণ্ডিত্যের উপরও প্রবেশাধিকার ছিল, যা মধ্যযুগ জুড়ে আফ্রিকা সম্পর্কে আরব ধারণাগুলিতে গভীর প্রভাবশালী ছিল।\nইসলামের প্রথম দুই শতাব্দীতে মুসলিমদের আরব জাতিসত্তার সমার্থক হিসেবে দেখা হত এবং অনারব মাওলা (ধর্মান্তরিত) মুক্ত ব্যক্তিদের, যাদের বন্দী, দাসত্বপ্রাপ্ত, ধর্মান্তরিত এবং মুক্তি দেওয়া হত, তাদেরকে নিম্নমানের মুসলিম হিসেবে বিবেচনা করা হত এবং আর্থিক, রাজনৈতিক, সামাজিক ও সামরিকভাবেও তাদের মুক্ত ব্যক্তি হিসেবে বৈষম্য করা হত। মুসলিম আরব পুরুষদের অর্ধ-আরব পুত্র হাজিন এবং তাদের দাসী উপপত্নীদের তাদের মায়েদের জাত পরিচয়ের উপর নির্ভর করে ভিন্নভাবে দেখা হত। আবদুহ বাদাউই উল্লেখ করেছেন যে, \"এ বিষয়ে একমত ছিল যে হাজিনদের মধ্যে সবচেয়ে দুর্ভাগ্যবান এবং সামাজিক মর্যাদায় সবচেয়ে নিম্নতম তারাই ছিল যাদের কাছে কালোত্ব তাদের মায়ের কাছ থেকে চলে এসেছিল\", কারণ আফ্রিকান মায়ের পুত্রকে একজন শ্বেতাঙ্গ দাসী মায়ের পুত্রের তুলনায় অনারব হিসেবে বেশি চেনা যায় এবং ফলস্বরূপ \"একজন কৃষ্ণাঙ্গ [দাস] মহিলার পুত্র\" কথাটি অপমান হিসেবে ব্যবহার করা হত, যেখানে \"একজন শ্বেতাঙ্গ [দাস] মহিলার পুত্র\" কথাটি প্রশংসা এবং গর্ব হিসেবে ব্যবহার করা হত।\nনবম শতাব্দীর মধ্যে উত্তর আফ্রিকা খিলাফতের অংশ হওয়ায় উপকূলীয় পথের মাধ্যমে পশ্চিম আফ্রিকার সাথে যোগাযোগও শুরু হয়েছিল।  এই মুখোমুখি ঘটনাগুলো মানব পাচারের কেন্দ্রস্থল হয়ে ওঠে। হেলমি শারাউইয়ের মতে, \"এই অর্থনৈতিক কর্মকাণ্ডগুলো দশ শতাব্দী ধরে আরব উৎপাদন পদ্ধতির ভিত্তি ছিল এবং 'প্রধান আরব বণিক'-দের ভাবমূর্তি তৈরি করেছিল যারা আবিসিনিয়ান বা নিগ্রো দাসদের উপর আধিপত্য বিস্তার করেছিলেন\"।  (যদিও এই সামগ্রিক পক্ষপাতদুষ্ট পরিবেশের মধ্যে কৃষ্ণাঙ্গ মুসলমানদের (যারা মুসলিমদের মধ্যে মাওয়ালি নামে পরিচিত ছিলেন) মর্যাদা মহাদেশের পশ্চিমাঞ্চলের অমুসলিম আফ্রিকানদের তুলনায় উন্নত ছিল। )\nসুতরাং, যদিও মধ্যযুগীয় সময়ে আরব বিশ্বে কৃষ্ণাঙ্গরা বেশিরভাগ দাস ছিল না,  কিন্তু আরব উপদ্বীপ এবং খিলাফতের অন্যান্য স্থানে কালো চামড়ার আফ্রিকানরা দাস হিসেবে কাজ করত। উদাহরণস্বরূপ, আল-তাবারি অনুমান করেন যে, ৮৭০-এর দশকের দিকে শুধুমাত্র দক্ষিণ বসরাতেই প্রায় ১৫,০০০ জন দাস ছিল। \nউমাইয়া খিলাফতের সমসাময়িক বেশ কিছু উপাখ্যানে কৃষ্ণাঙ্গদের নিম্ন মর্যাদার কথা বলা হয়েছে। যেমন যিনি আরবদের মধ্যে গৃহযুদ্ধের প্রতি ঘৃণা প্রকাশ করে একজন \"ইথিওপীয়\" (কৃষ্ণাঙ্গ আফ্রিকান) সম্পর্কে উল্লেখ করে একজন আরব মন্তব্য করেছিলেন যে, \"তিনি দুই পক্ষের মধ্যে একটি তীর ছুঁড়ে মারার চেয়ে একজন বিকৃত ইথিওপীয় দাস হয়ে পাহাড়ের চূড়ায় ছাগল পালন করতে পছন্দ করবেন যতক্ষণ না মৃত্যু তাকে গ্রাস করে\"। শেষ উমাইয়া খলিফার সচিব আব্দুল হামিদ (মৃত্যু ৭৫০) খলিফাকে একজন কৃষ্ণাঙ্গ দাস উপহার দেওয়া গভর্নরের কাছে লিখেছিলেন: \"যদি তুমি একের চেয়ে ছোট সংখ্যা এবং কালোর চেয়ে খারাপ রঙের দাস খুঁজে পেতে পারতে, তাহলে তুমি সেটা উপহার হিসেবে পাঠাতে\"।\nযদিও শ্বেতাঙ্গ দাসরা মুক্তির পর প্রায়শই যেকোনো বিধিনিষেধ থেকে মুক্ত থাকত, কৃষ্ণাঙ্গ দাসরা মুক্তির পর খুব কমই সমাজের সর্বনিম্ন স্তরের উপরে উঠতে সক্ষম হত। উমাইয়া খিলাফতের সময় কৃষ্ণাঙ্গ গায়ক এবং কবিরা তাদের কাজে কৃষ্ণাঙ্গ দাস এবং মুক্ত ব্যক্তিদের বিরুদ্ধে বর্ণবাদী বৈষম্যের অভিযোগ করতেন।\n\n\n=== কৃষ্ণাঙ্গদের সম্পর্কে স্টেরিওটাইপস ===\nআরবি ভাষাভাষীদের মধ্যে বসবাসকারী বেশিরভাগ কৃষ্ণাঙ্গদের দাসত্বে বন্দী করার পরিস্থিতি আরবদের নিজেদেরকে কৃষ্ণাঙ্গদের চেয়ে শ্রেষ্ঠ বলে মনে করতে উৎসাহিত করেছিল। মাইকেল এ. গোমেজ উল্লেখ করেছেন যে, আরব বিশ্বে দাসদের জাতিগত বৈচিত্র্য বর্ণগত মতাদর্শের মাধ্যমে ইঙ্গিত দেয় যে \"মুসলমানদের জন্য দাসত্বকে ন্যায্যতা দেওয়া কতটা অপ্রয়োজনীয় ছিল\"। দাসদের কেবল অবিশ্বাসী হতে হত এবং \"বিবেচনার একটি বিস্তৃত পরিসর\" আফ্রিকানদের সম্পর্কে আরবদের দৃষ্টিভঙ্গিকে এভাবে অবহিত করেছিল,ধর্মীয় অনুশীলন, \"সভ্যতার\" চিহ্ন, ফেনোটাইপ এবং দাসত্বের বিস্তার সহ। প্রথম দুটি ফিল্টার অত্যন্ত গুরুত্বপূর্ণ, যার মধ্যে ইসলামের (অথবা অন্য কোনও ইব্রাহিমীয় ধর্মের) উপস্থিতি বা অনুপস্থিতি জড়িত, তারপরে নগরায়ন, সাক্ষরতা, সম্পদ সঞ্চয় এবং পোশাক। কিছু পর্যবেক্ষক সচেতন ছিলেন যে, পশ্চিম এবং উত্তর আফ্রিকার সমাজগুলো ভিন্নধর্মী ছিল, \"কালো\" এবং \"সাদা\" শ্রেণীগুলো সরলীকৃত ছিল, এবং তাই অন্যান্য পার্থক্যগুলোতে তারা বেশি আগ্রহী ছিলেন। তা সত্ত্বেও, \"ট্রান্স-সাহারান দাস ব্যবসার বৃদ্ধি এই দৃষ্টিভঙ্গিগুলিকে একীভূত এবং সংকুচিত করে। যাদের 'সুদান' বলে মনে করা হয় তাদের ক্রমবর্ধমানভাবে দাস সম্পত্তির সাথে যুক্ত করা হয়েছিল\"।   একইসাথে কৃষ্ণাঙ্গদের সম্পর্কে প্রচলিত ধারণাগুলি ক্রমবর্ধমানভাবে আরবদের দাসত্বকে ন্যায্যতা দেওয়ার জন্য একটি আদর্শিক প্রক্রিয়া হিসাবে ব্যবহৃত হতে শুরু করে।  \nমধ্যযুগীয় আরবরা প্রাচীন গ্রীক পাণ্ডিত্য লাভের সুযোগ লাভ করার সাথে সাথে আফ্রিকানদের সম্পর্কে এর প্রচলিত ধারণা দ্বারাও প্রভাবিত হতে থাকে।  একই সময়ে, মধ্যযুগীয় ইহুদি এবং খ্রিস্টানদের মতো মুসলমানরা হামের অভিশাপের বাইবেলের পৌরাণিক কাহিনীকে কাজে লাগিয়ে দাবি করেছিল যে, মানুষের স্বাভাবিকভাবেই সাদা চামড়া ছিল, কিন্তু হাম এবং তার বংশধরদের ঐশ্বরিক অভিশাপের কারণে কালো করা হয়েছিল।  প্রাক-ইসলামিক এবং প্রাথমিক-ইসলামিক আরব শক্তির জন্য হুমকি হিসেবে আকসুমের অবস্থানকে কৃষ্ণাঙ্গ-বিরোধী বক্তব্যেও ব্যবহার করা হতে থাকে। \n\nউদাহরণস্বরূপ, ইবনে বুটলান বিভিন্ন জাতির দাসদের গুণাবলীর একটি স্টেরিওটাইপিং বর্ণনা রচনা করেছিলেন যা নুবিয়ানদের সম্পর্কে তুলনামূলকভাবে ইতিবাচক, তবে অন্যদিকে কৃষ্ণাঙ্গদের বৈশিষ্ট্য সম্পর্কে বিশেষভাবে নেতিবাচক।  আরেকটি উদাহরণ আল-মুতানাব্বি (মৃত্যু ৯৬৫) থেকে এসেছে:দাসরা ধার্মিক স্বাধীন ব্যক্তির ভাই নয়। যদিও সে স্বাধীনের পোশাক পরে জন্মগ্রহণ করে। দাসের সাথে লাঠি না কিনে দাস কিনবে না, কারণ দাসরা নোংরা এবং ভালোর অভাব বোধ করে। আমি কখনও ভাবিনি যে, আমি সেই দিনটি দেখতে বেঁচে থাকব যখন একটি কুকুর আমার ক্ষতি করবে এবং দর কষাকষিতে প্রশংসা পাবে। আর আমি কল্পনাও করিনি যে সত্যিকারের মানুষের অস্তিত্বই শেষ হয়ে যাবে এবং দানশীলতার পিতার মতো মানুষ এখনও এখানে থাকবে, এবং সেই কাপুরুষ ভাড়াটেরা তার ছিদ্রযুক্ত উটের ঠোঁটওয়ালা নিগ্রোকে মেনে নেবে। কে কখনও নপুংসক নিগ্রোদের আভিজাত্য শিখিয়েছে? তার \"শ্বেতাঙ্গ\" মানুষ, নাকি তার রাজকীয় পূর্বপুরুষরা? নাকি দাস-দালালের হাতে তার কান থেকে রক্ত ঝরছে? নাকি তার মূল্য, দুই পয়সার জন্য তাকে প্রত্যাখ্যাত হতে হবে? হতভাগ্য কাফুরই সবচেয়ে বড় নীচতার জন্য ক্ষমা পাওয়ার যোগ্য এবং কখনও কখনও অজুহাত দেওয়া নিন্দার বিষয়। কারণ সাদা ঘোড়া ভদ্রতায় অক্ষম, তাহলে কালো খোজাদের কী হবে?মিশরের কৃষ্ণাঙ্গ উজির আবু আল-মিস্ক কাফুর (মৃত্যু ৯৬৮) এর প্রশংসা ও সমালোচনায় আল-মুতানাব্বি যে কবিতাগুলি রচনা করেছিলেন, তাতেও কৃষ্ণাঙ্গ আফ্রিকানদের সাথে সম্পর্কিত ফেনোটাইপিকাল বৈশিষ্ট্যের অপব্যবহার পাওয়া যায়, যেখানে কাফুরের রঙ এবং ঐতিহ্যের জন্য বিভিন্নভাবে তাকে অজুহাত দেখানো বা নিন্দা করা হয়েছে। \n৮ম শতাব্দীর মধ্যে কৃষ্ণাঙ্গতাকে কদর্যতা এবং নিকৃষ্ট মর্যাদার সাথে যুক্ত করা হত এবং কৃষ্ণাঙ্গ আরব কবিরা তাদের লেখায় এটি উল্লেখ করেছিলেন। কালো ত্বককে মন্দ, শয়তান এবং অভিশাপের সাথে যুক্ত করা হয়েছিল, যেখানে সাদা ত্বক বিপরীত সম্পর্ক বহন করে।\nকৃষ্ণাঙ্গদের উপর আরোপিত নেতিবাচক বৈশিষ্ট্যগুলির মধ্যে একটি ছিল এই ধারণা যে কৃষ্ণাঙ্গ পুরুষরা যৌন ক্ষুধার্ত।  তাই \"একহাজার এক রাত\" -এ কৃষ্ণাঙ্গদের সম্পর্কে সবচেয়ে বেশি প্রচলিত ধারণা ছিল যে, কৃষ্ণাঙ্গ পুরুষ দাস একজন শ্বেতাঙ্গ মহিলার সাথে ব্যভিচার করে, যেখানে মিশরীয় ঐতিহাসিক আল-আবশিবি (মৃত্যু ১৪৪৬) লিখেছেন যে, \"[এটা বলা হয় যে] যখন [কৃষ্ণাঙ্গ] দাস তৃপ্ত হয়, তখন সে ব্যভিচার করে আর যখন সে ক্ষুধার্ত থাকে, তখন সে চুরি করে।\"\nসমসাময়িক লেখকরা আব্বাসীয় খিলাফতের দাসপ্রথার বিরুদ্ধে দাসদের গণ-বিদ্রোহকে বিশেষভাবে কৃষ্ণাঙ্গ দাসদের সাথে যুক্ত করেছেন; সবচেয়ে উল্লেখযোগ্য হল ৮৬৯-৮৮৩ সালের তথাকথিত জাঞ্জ বিদ্রোহ।  বিদ্রোহীদের সুনির্দিষ্ট গঠন (এবং স্বাধীনতার মাত্রা) অনিশ্চিত, তবে হেলমি শারাউইয়ের মূল্যায়নে, মধ্যযুগীয় আরবি উৎসগুলিতে বিদ্রোহের সাথে কৃষ্ণাঙ্গদের সম্পর্ক আংশিকভাবে কৃষ্ণাঙ্গদের প্রতি পক্ষপাতিত্বকে প্রতিফলিত করে এবং তিনি যুক্তি দেন যে বিদ্রোহগুলি জাতিগতভাবে সম্পর্কিত ছিল না \"বরং আরব-ইসলামি বিশ্বের চার কোণে বৈষম্য এবং নিপীড়ন প্রতিরোধের সমগ্র প্রেক্ষাপটের একটি অংশ ছিল\"।  অভিযোগ করা হয় যে, কৃষ্ণাঙ্গদের প্রতি অবিশ্বাসের কারণে আব্বাসীয় বিপ্লব সম্পন্ন করার পর আবু মুসলিম আল-খুরাসানী তার নিজের চার হাজার কৃষ্ণাঙ্গ সৈন্যকে হত্যা করেছিলেন। \nমধ্যযুগীয় অনেক আরব ভ্রমণ-লেখকের মধ্যে প্রায় পনেরো জন পশ্চিম এবং পূর্ব আফ্রিকা নিয়ে আলোচনা করেছেন। এঁদের মধ্যে সবচেয়ে বিখ্যাত ইবনে বতুতা, যিনি আরব বিশ্বের অন্যান্য অংশের দাসদের সাথে সাক্ষাতের চেয়ে কৃষ্ণাঙ্গদের সাথে আরও বৈচিত্র্যময় সাক্ষাত এবং সূক্ষ্ম মনোভাবের সম্ভাবনার প্রতিনিধিত্ব করেছেন; তবে তাদের বিবরণগুলি অত্যন্ত স্টেরিওটাইপড রয়ে গেছে।  হেলমি শারাউইয়ের মতে, 'যখন এই ভ্রমণকারী কৃষ্ণাঙ্গ ব্যক্তিদের চরিত্রের ব্যক্তিগত দিক নিয়ে আলোচনা করেন, তখন তিনি কেবল যৌন অপব্যবহার, মহিলাদের উন্মত্ত পোশাক এবং কুসংস্কারের গভীর সম্পৃক্ততার কথা উল্লেখ করেন'।  একইভাবে এই সময়ের নৃতাত্ত্বিকদের জাতিগত শ্রেণীবিভাগে, কৃষ্ণাঙ্গদের ধারাবাহিকভাবে সবচেয়ে নীচ (এবং আরবদের সেরা) হিসেবে উপস্থাপন করা হয়েছে। উদাহরণস্বরূপ, আল-তাওহিদী (মৃত্যু ১০২৩) কৃষ্ণাঙ্গদের 'ভ্রান্ত পশু' হিসেবে বর্ণনা করেছেন। \nবিভিন্ন আরব লেখক কৃষ্ণাঙ্গদের সম্পর্কে ইতিবাচক আলোচনাও করেছেন। যেমন আল-জাহিস, আল-বায়হাকি (গুণাবলী এবং পাপ ; মৃত্যু: ১০৬৬), আল-সুয়ুতী (প্রোমেনেড ইন প্রেফারেন্স অ্যামং হোয়াইটস, ব্ল্যাকস অ্যান্ড কালারড ; মৃত্যু: ১৫০৫) এবং মানসা মূসা (কায়রো ও মক্কা সফর)। কিন্তু কৃষ্ণাঙ্গদের ব্যক্তি হিসেবে আলোচনা করা হোক বা জাতি হিসেবে, তারা তাদের কৃষ্ণাঙ্গতা সত্ত্বেও তাদের গুণাবলীকে 'সত্তা' হিসেবে উপস্থাপন করার প্রবণতা দেখিয়েছেন।  আল-ইদ্রিসীর ত্রয়োদশ শতাব্দীর আফ্রিকার বর্ণনা বিশেষভাবে ইতিবাচক। অন্যদিকে চতুর্দশ শতাব্দীর ইবনে খালদুনের মুকাদ্দিমা হামের অভিশাপের ধারণাটি খারিজ করে দেওয়ার এবং পরিবেশগত অবস্থার দ্বারা সৃষ্ট ত্বকের রঙ ব্যাখ্যা করার জন্য বিশেষভাবে খ্যাতিমান। \n\n\n== আরও দেখুন ==\nকৃষ্ণাঙ্গ জনগোষ্ঠী\nমুসলিম বিশ্বে উপপত্নী প্রথার ইতিহাস\nআব্বাসীয় খিলাফতে দাসত্ব\nউমাইয়া খিলাফতে দাসত্ব\nঔপনিবেশিক স্পেনীয় আমেরিকায় দাসত্ব\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nআকবর মুহাম্মদ, 'আরবি সাহিত্যে আফ্রিকানদের চিত্র: কিছু অপ্রকাশিত পাণ্ডুলিপি', মুসলিম আফ্রিকায় দাস এবং দাসত্ব, সম্পাদনা। জন রাল্ফ উইলিস কর্তৃক, ২ খণ্ড (লন্ডন: ক্যাস, ১৯৮৫), ১, ৪৭-৭৪।\nবশির, হারুন, 'ব্ল্যাক এক্সিলেন্স অ্যান্ড দ্য ক্রসিং অফ হ্যাম: ডিবেটিং রেস অ্যান্ড স্লেভারি ইন দ্য ইসলামিক ট্র্যাডিশন', রিওরিয়েন্ট, ৫ (২০১৯), ৯২-১১৬।\nবার্নার্ড লুইস, মধ্যপ্রাচ্যে জাতি এবং দাসত্ব (অক্সফোর্ড ইউনিভার্সিটি প্রেস, ১৯৯০)।\nহাবীব আকন্দে, আলোকিত অন্ধকার: ইসলামে কালো এবং উত্তর আফ্রিকান (লন্ডন: তা-হা, 2012),আইএসবিএন ৯৭৮-১-৮৪২০০-১২৭-১ ।\nখানৌস, তুরিয়া, 'প্রাক-ইসলামিক কবিতায় জাতি', আফ্রিকান এবং কৃষ্ণাঙ্গ প্রবাসী, 6 (2013), 66-80\nশাইন, র‍্যাচেল, 'প্রাক-আধুনিক আরবি সাহিত্যে জাতি ও কালোত্ব', অক্সফোর্ড গবেষণা বিশ্বকোষ: সাহিত্য (২৯ অক্টোবর ২০২১),ডিওআই:10.1093/acrefore/9780190201098.013.1298\nশাইন, র‍্যাচেল, 'ইসলামিক স্টাডিজ ক্লাসরুমে রেস ট্রান্সলেটিং', আল-উসুর আল-উস্তা, ৩০ (২০২২), ৩২০-৮৩\nস্টার্নস, জাস্টিন, 'ইসলামিকেট মিডল ইস্টের জাতি: হেং-এর পরে প্রতিফলন', কেমব্রিজ জার্নাল অফ পোস্টকলোনিয়াল লিটারেরি এনকোয়ারি, 9 (2022), 114-21।\nআরবান, এলিজাবেথ, 'প্রাথমিক ইসলামিক ইতিহাসে জাতি, লিঙ্গ এবং দাসত্ব', ইতিহাস কম্পাস, ২০ (২০২২), ১-১১।\nউইলি মোলেসি, কৃষ্ণাঙ্গ আফ্রিকা বনাম আরব উত্তর আফ্রিকা: দ্য গ্রেট ডিভাইড ,আইএসবিএন ৯৭৯-৮৩৩২৩০৮৯৯৪\nউইলি মোলেসি, আফ্রিকান এবং আরবদের মধ্যে সম্পর্ক: কঠোর বাস্তবতা ,আইএসবিএন ৯৭৯-৮৩৩৪৭৬৭৫৪৬"}