{"pageid": 1512806, "title": "আব্বাসীয় খিলাফতে দাসত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1512806", "content": "ইসলামিক স্বর্ণযুগের আব্বাসীয় খিলাফতের (৭৫০-১২৫৮) সমাজ, সংস্কৃতি এবং অর্থনীতির একটি প্রধান অংশ ছিল ব্যক্তিগত দাসত্ব, যার ইতিহাসে মধ্যপ্রাচ্যের বেশিরভাগ অংশ অন্তর্ভুক্ত ছিল। যদিও উমাইয়া খিলাফতের (৬৬১-৭৫০) পূর্ববর্তী দাসপ্রথার একটি গুরুত্বপূর্ণ অংশ ছিল দাসপ্রথা, আব্বাসীয় খিলাফতের সময়ই মুসলিম বিশ্বে দাস ব্যবসা আরও স্থায়ী বাণিজ্যিক শিল্প পর্যায়ে পৌঁছায়, যা শতাব্দী ধরে অব্যাহত বাণিজ্যিক দাস বাণিজ্যের পথ স্থাপন করেছিল।\nখিলাফত ছিল দাস ব্যবসার একটি প্রধান গন্তব্যস্থল। বিভিন্ন স্থান থেকে দাস আমদানি করা হত। যেহেতু ইসলামি আইনে মুসলমানদের দাসত্ব নিষিদ্ধ করা হয়েছে, তাই মুসলিম বিশ্বের অমুসলিম দেশগুলি থেকে দাস আমদানি করা হত। এর মধ্যে ছিল দক্ষিণে পৌত্তলিক আফ্রিকা; উত্তরে খ্রিস্টান ও পৌত্তলিক ইউরোপ; এবং পূর্বে পৌত্তলিক মধ্য এশিয়া ও ভারত।\nএই দাসরা এসেছিল উত্তর থেকে  বলকান দাস ব্যবসা এবং ভোলগা বাণিজ্য পথ ধরে; পূর্ব থেকে বুখারা দাস ব্যবসার মাধ্যমে; পশ্চিম থেকে আন্দালুসীয় দাস ব্যবসা, ট্রান্স-সাহারান দাস ব্যবসা এবং লোহিত সাগর দাস ব্যবসার মাধ্যমে; এবং দক্ষিণ থেকে ভারত মহাসাগরের দাস ব্যবসা থেকে। পরবর্তী শাসনামলে, যেমন মামলুক সালতানাত (১২৫৮-১৫১৭) এবং অটোমান সাম্রাজ্যে দাসত্ব (১৫১৭-১৯২২) অব্যাহত ছিল, যতক্ষণ না ২০ শতকে চ্যাটেল দাসপ্রথার অবসান ঘটে। উসমানীয় সাম্রাজ্যের বিভক্তির পর উদ্ভূত জাতীয় রাষ্ট্রগুলি ধীরে ধীরে দাসপ্রথার অবসান ঘটায়, যার মধ্যে সর্বশেষ ছিল সৌদি আরব, ইয়েমেন এবং ১৯৬২-১৯৭০ সালে ওমান।\n\n\n== দাস ব্যবসা ==\nউমাইয়া খিলাফতের সময়ও দাস ব্যবসা ব্যাপক ছিল, কিন্তু তখন এটি মূলত যুদ্ধবন্দী এবং কর আদায়ের মাধ্যমে দাস বানানো লোকদের দাস বানানো হতো। আব্বাসীয় খিলাফতের সময় যুদ্ধবন্দীদের মধ্যে দাস ব্যবসা বৃহত্তরভাবে বসরা, বাগদাদ এবং সামারার দাস বাজারে সরবরাহ করা বাণিজ্যিক দাস ব্যবসার মাধ্যমে কেনা লোকদের দ্বারা প্রতিস্থাপিত হয়। বন্দীদের মধ্যে দাস ব্যবসা এবং কর হিসেবে প্রদত্ত দাসদের সমান্তরালে, আব্বাসীয় আমলে বাণিজ্যিক দাস ব্যবসার প্রসার দাসপ্রথাকে প্রসারিত করে।\n\n\n=== যুদ্ধবন্দী ===\nযুদ্ধের সময় বন্দী যোদ্ধাদের পাশাপাশি বেসামরিক লোকদের দাস বানানোর প্রতিষ্ঠিত প্রথা অব্যাহত ছিল।\n৮৩৮ সালে অ্যামোরিয়াম ধ্বংসের সময় শহরটি পরিকল্পিতভাবে ধ্বংস করা হয়, যার ফলে এর পূর্বের সমৃদ্ধি আর কখনও ফিরে আসেনি। এর অনেক বাসিন্দাকে হত্যা করা হয়ে এবং বাকিদের দাস হিসেবে তাড়িয়ে দেওয়া হয়। শহরটি পুরোপুরি লুটপাট ও লুণ্ঠন করা হয়। আরব বিবরণ অনুসারে লুণ্ঠিত মাল বিক্রি পাঁচ দিন ধরে চলেছিল। বাইজেন্টাইন ইতিহাসবিদ থিওফেনেস কন্টিনিয়াটাস ৭০,০০০ মৃতের কথা উল্লেখ করেছেন, যেখানে আরব আল-মাসুদি ৩০,০০০ লিপিবদ্ধ করেছেন। শহরের সামরিক ও নাগরিক নেতাদের বাদে বেঁচে থাকা জনগোষ্ঠীকে সেনা নেতাদের মধ্যে দাস হিসেবে ভাগ করা হয়, যারা খলিফার নিষ্পত্তির জন্য সংরক্ষিত ছিল। থিওফিলাসের দূতদের আমোরিয়ামের পতনের খবর দিয়ে তার কাছে ফিরে আসার অনুমতি দেওয়ার পর মু'তাসিম শহরটি পুড়িয়ে মাটিতে মিশিয়ে দেন। শুধুমাত্র শহরের দেয়ালগুলি তুলনামূলকভাবে অক্ষত ছিল। ৮৪১ সালে যুদ্ধবিরতির পর জীবিতদের অনেকেই মুক্তি পান, কিন্তু বিশিষ্ট কর্মকর্তাদের খলিফার রাজধানী সামারায় নিয়ে যাওয়া হয় এবং ইসলাম গ্রহণে অস্বীকৃতি জানানোর কয়েক বছর পর তাদের মৃত্যুদণ্ড কার্যকর করা হয়, যা অ্যামোরিয়ামের ৪২ জন শহীদ হিসেবে পরিচিতি পায়।\n\n\n=== দান করা দাস ===\n\n\n==== বাক্ত ====\nবাকত চুক্তির শর্ত অনুসারে, দোঙ্গোলা রিচের (আজকের সুদানে) খ্রিস্টান রাজ্য মাকুরিয়া প্রতি বছর ইসলামি মিশরে (তৎকালীন একটি আব্বাসীয় প্রদেশ) ৩৬০ থেকে ৪০০ জন দাস সরবরাহ করতে বাধ্য ছিল।\n\n\n=== আফ্রিকান দাস ব্যবসা ===\nআব্বাসীয় সাম্রাজ্যে আফ্রিকান দাসদের জাঞ্জ বলা হত। কঠোর পরিশ্রমের জন্য আফ্রিকান দাসদের অগ্রাধিকার দেওয়া হত।\n\n\n==== লোহিত সাগরের দাস ব্যবসা ====\nলোহিত সাগরের মধ্য দিয়ে আফ্রিকা থেকে আরব পর্যন্ত দাস ব্যবসা প্রাচীনকাল থেকেই প্রচলিত ছিল। প্রাক-ইসলামিক আরবে আরব যুদ্ধবন্দীরা দাসত্বের সাধারণ লক্ষ্যবস্তু ছিল। লোহিত সাগরের ওপারে ইথিওপিয়া থেকে দাস আমদানিও হত। লোহিত সাগরের দাস ব্যবসা অন্তত প্রথম শতাব্দী থেকেই প্রতিষ্ঠিত বলে মনে করা হয়, যখন দাসত্বপ্রাপ্ত আফ্রিকানদের লোহিত সাগর পার হয়ে আরব এবং ইয়েমেনে পাচার করা হত।\nইসলামি যুগে বিশেষ করে আব্বাসীয় খিলাফতের সময় লোহিত সাগরের দাস ব্যবসা উল্লেখযোগ্যভাবে প্রসারিত হয় বলে মনেকরা  হয়। নবম শতাব্দীতে আফ্রিকান দাসদের লোহিত সাগরের দাস ব্যবসার মাধ্যমে আফ্রিকা থেকে লোহিত সাগরের ওপারে জেদ্দা, মক্কা এবং মদিনার দাস বাজারে এবং সেখান থেকে মরুভূমির মধ্য দিয়ে কাফেলা দিয়ে বাগদাদের দাস বাজারে পরিবহন করা হত। ১৯৬২ সালে সৌদি আরবে দাসপ্রথা বিলুপ্ত হওয়ার আগ পর্যন্ত আফ্রিকা এবং আরব উপদ্বীপের মধ্যে লোহিত সাগরের দাস প্রথা শতাব্দীর পর শতাব্দী ধরে অব্যাহত ছিল।\n\n\n==== ভারত মহাসাগরের দাস ব্যবসা ====\nভারত মহাসাগরে দাস ব্যবসা প্রতিষ্ঠিত হয়েছিল, যেখানে পূর্ব আফ্রিকা থেকে পারস্য উপসাগর হয়ে দাও দিয়ে ভারত মহাসাগর পেরিয়ে দাসদের রাস আল খিমাহ, দুবাই, বান্দরার আব্বাস, বুশিন এবং বসরায় পাচার করা হত।\n\n\n=== এশীয় দাস ব্যবসা ===\n\n\n==== ভারতীয় দাস ====\n৮ম শতাব্দীতে উমাইয়াদের সিন্ধু বিজয়ের সময় যখন উমাইয়া সেনাপতি মুহাম্মদ বিন কাসিমের সেনাবাহিনী লক্ষ লক্ষ ভারতীয় বেসামরিক নাগরিক এবং সৈন্যদের দাস বানিয়েছিল, তখন যুদ্ধ এবং কর রাজস্ব নীতিগুলি মধ্য এশিয়ার দাস বাজারে ভারতীয়দের দাসত্বের কারণ হয়ে দাঁড়িয়েছিল।\nএকাদশ শতাব্দীতে ভারতে গজনভিদের অভিযানের সময় লক্ষ লক্ষ ভারতীয়কে বন্দী করে মধ্য এশিয়ার দাস বাজারে বিক্রি করা হয়। ১০১৪ সালে \"ইসলামি সেনাবাহিনী গজনভিতে প্রায় ২০০,০০০ বন্দী (\"কারিব দো সিৎ হাজার বান্দা\") এবং প্রচুর সম্পদ নিয়ে আসে, যাতে রাজধানীটি একটি ভারতীয় শহরের মতো দেখা যায়, শিবিরের কোনও সৈন্যই সম্পদহীন বা দাস ছাড়া ছিল না\"। গজনি শাসক সুলতান ইব্রাহিমের উত্তর-পশ্চিম ভারতের মুলতান অঞ্চলে অভিযানের সময় ১০০,০০০ বন্দীকে মধ্য এশিয়ায় ফিরিয়ে আনা হয় এবং গজনভিরা \"পাঁচ লক্ষ দাস, সুন্দরী পুরুষ এবং মহিলা\" বন্দী করেছিল বলে জানা গেছে। ১০১৮-১০১৯ সালে ভারতে দ্বাদশ অভিযানের সময় গজনীর মাহমুদের সেনাবাহিনী এত বেশি ভারতীয় দাস বন্দী করে যে দাম কমে যায়। আল-উতবির মতে, \"দূরবর্তী শহর থেকে বণিকরা দাস কিনতে আসত, যার ফলে মাওয়ারা আন-নাহর (মধ্য এশিয়া), ইরাক এবং খোরাসানের দেশগুলি দাসে ভরে যেত এবং সুন্দর ও অসুন্দর, ধনী ও দরিদ্র সকলেই একই দাসত্বে মিশে যেত\"।\n\n\n==== তুর্কি জনগণ ====\nআফ্রিকানদের পরে আব্বাসীয় খিলাফতের দাসদের মধ্যে তুর্কি জনগণই সবচেয়ে সাধারণ ছিল। সামরিক দাসত্বের জন্য তারা সর্বাগ্রে পছন্দনীয় ছিল।\nমধ্য এশীয় সভ্যতার তুর্কি জনগণ সমগ্র মধ্যযুগে আব্বাসীয় খিলাফতের দাসদের জন্য একটি প্রধান সরবরাহ উৎস ছিল। তারা ছিল পৌত্তলিক ও টেংরিবাদের অনুসারী। এর ফলে তাদের দাসত্বের বৈধ লক্ষ্যবস্তু হিসেবে দেখা হত। মধ্যপ্রাচ্যে তাদেরকে \"শ্বেতাঙ্গ\" হিসেবে উল্লেখ করা হত এবং মধ্যযুগে শতাব্দীর পর শতাব্দী ধরে সামরিক দাসত্বের জন্য ব্যবহৃত হত। বুখারা দাস ব্যবসার মাধ্যমে তুর্কি দাসদের আব্বাসীয় খিলাফতে পাচার করা হত।\n\nআল-বালাধুরি বর্ণনা করেছেন খলিফা আল-মামুন কীভাবে খোরাসান গভর্নরদের কাছে ট্রান্সঅক্সিয়ানার সেইসব লোকদের উপর আক্রমণ করার জন্য লিখতেন যারা ইসলামের কাছে আত্মসমর্পণ করেনি:\"যখন আল-মুতাসিম খলিফা হন, তখন তিনি একই কাজ করেন। তার বেশিরভাগ সামরিক নেতাই ট্রান্সঅক্সিয়ানা থেকে এসেছিলেন: সোগদিয়ান, ফারহানিয়ান, উশরুসানীয়, শাশের জনগণ এবং অন্যান্য [এমনকি] তাদের রাজারাও তার কাছে আসতেন। সেখানে বসবাসকারীদের মধ্যে ইসলাম ছড়িয়ে পড়ে, তাই তারা সেখানে বসবাসকারী তুর্কিদের উপর আক্রমণ শুরু করে\"।সামানিদ দাস ব্যবসার প্রধান দাস সরবরাহ ছিল তুর্কি দাস। এটি নিয়মিতভাবে আব্বাসীয় রাজধানী বাগদাদে প্রেরিত ভূমি করের একটি অংশ ছিল। ভূগোলবিদ আল-মাকদিসি (প্রায় ৩৭৫/৯৮৫) উল্লেখ করেছেন যে তার সময়ে বার্ষিক করের (করজ) মধ্যে ১,০২০ জন দাস অন্তর্ভুক্ত ছিল।\nনবম শতাব্দীর গোড়ার দিক থেকে আব্বাসীয় খিলাফতে সামরিক দাসত্ব একটি প্রধান সামরিক ভূমিকা পালন করত এবং তুর্কি পুরুষ দাসদের বিশেষভাবে দাস সৈন্যের ভূমিকায় অগ্রাধিকার দেওয়া হত।\n\n\n=== ইউরোপীয় দাস ব্যবসা ===\nইউরোপীয় দাসদের সাকালিবা বলা হত। ভাইকিংরা খ্রিস্টান এবং পৌত্তলিক উভয় ইউরোপীয় বন্দীদের মুসলমানদের কাছে বিক্রি করে দিত, যারা তাদেরকে সাকালিবা নামে অভিহিত করত। এই দাসরা সম্ভবত পৌত্তলিক স্লাভিক, ফিনিক এবং বাল্টিক পূর্ব ইউরোপীয় এবং খ্রিস্টান পশ্চিম ইউরোপীয় উভয়ই ছিল। ইউরোপীয় দাসদের বিলাসবহুল পণ্য হিসেবে দেখা হত এবং মূলত রাজপরিবার এবং ধনী ব্যক্তিদের পরিবারে পরিবেশন করা হত। সাকালিবা দাসদের আব্বাসীয় খিলাফতে যাতায়াতের জন্য বেশ কয়েকটি পথ ছিল।\n\n\n==== খাজার ও বুখারা দাস ব্যবসা ====\nইউরোপীয় দাসদের খিলাফতে পৌঁছানোর প্রধান পথ ছিল পূর্ব ভোলগা বাণিজ্য পথ যা রাশিয়া এবং মধ্য এশিয়া হয়ে পারস্য হয়ে বাগদাদে যেত। প্রথমে খাজার দাস বাজারের মাধ্যমে এবং পরে সামানি দাস বাজারের মাধ্যমে।\nআব্বাসীয় খিলাফতের দাসদের দুটি বড় উৎস ছিল খাজার দাস বাজার এবং বুখারার সামানি দাস বাজার। পশ্চিম ইউরোপে ভাইকিং অভিযানের সময় বন্দীকৃত মানুষদের ডাবলিনের মাধ্যমে মুরিশ স্পেনের কাছে অথবা হেডেবি বা ব্রান্নোতে বিক্রি করা হত এবং সেখান থেকে ভোলগা বাণিজ্য পথ দিয়ে রাশিয়ায় নিয়ে যাওয়া হত। সেখানে দাস এবং পশম মুসলিম বণিকদের কাছে আরব রূপালী দিরহাম এবং রেশমের বিনিময়ে বিক্রি করা হত, যা বিরকা, ওলিন এবং ডাবলিনে পাওয়া গেছে। প্রাথমিকভাবে ইউরোপ এবং আব্বাসীয় খিলাফতের মধ্যে এই বাণিজ্য পথ খাজার খাগানাতের মধ্য দিয়ে গিয়েছিল কিন্তু দশম শতাব্দীর গোড়ার দিকে এটি ভোলগা বুলগেরিয়া হয়ে এবং সেখান থেকে কাফেলা দিয়ে খোয়ারাজম, মধ্য এশিয়ার সামানি দাস বাজার এবং অবশেষে ইরান হয়ে আব্বাসীয় খিলাফতে যায়।\nএই দাস ব্যবসা কমপক্ষে ৭৮৬ থেকে ১০০৯ সালের মধ্যে পরিচালিত হয়েছিল বলে জানা যায়। কারণ এই বছরগুলিতে স্ক্যান্ডিনেভিয়ায় সামানি সাম্রাজ্যের প্রচুর পরিমাণে রৌপ্য মুদ্রা পাওয়া গেছে এবং পশ্চিম ইউরোপে তাদের অভিযানের সময় ভাইকিংদের দ্বারা বন্দী ব্যক্তিদের সম্ভবত ইসলামি মধ্য এশিয়ায় বিক্রি করা হত। এই দাস ব্যবসা এতটাই লাভজনক ছিল যে এটি পশ্চিম ইউরোপে ভাইকিং অভিযানে অবদান রেখেছিল। ইসলামি বিশ্ব দাস ব্যবসার জন্য দাস সরবরাহের উৎস হিসাবে ভাইকিংদের ব্যবহার করত।\n\n\n==== আল-আন্দালুস দাস ব্যবসা ====\nসাকালিবা দাসদের খিলাফতে পৌঁছানোর অন্যান্য পথ ছিল পশ্চিম ইউরোপের আল-আন্দালুস দাস বাজারের মধ্য দিয়ে ফ্রান্স হয়ে প্রাগের পৌত্তলিক স্লাভদের দাস বাজার থেকে শুরু করে স্পেনের আল-আন্দালুসে দাস বাজার এবং আল-আন্দালুসের দাস বাজার হয়ে আব্বাসীয় খিলাফত পর্যন্ত। একাদশ শতাব্দীতে প্রাগে দাস ব্যবসার অবসানের সাথে সাথে আল-আন্দালুসের দাস ব্যবসা উল্লেখযোগ্যভাবে হ্রাস পায়, কিন্তু রিকনকুইস্তার শেষ না হওয়া পর্যন্ত এটি আরও ছোট আকারে অব্যাহত ছিল।\nআন্দালুসীয় সারাসেন জলদস্যুরা ক্যামার্গ, ফ্রাক্সিনেটাম বা লা গার্ডে-ফ্রেইনেট-লেস মাউতেসে (৮৮৮-৯৭২) একটি ঘাঁটি স্থাপন করেছিল যেখান থেকে তারা ফ্রান্সে দাস অভিযান চালাত। ফ্রাক্সিনেটাম দাস বাজারের মাধ্যমে তারা দাস হিসেবে বন্দী ফ্রাঙ্কিস্ক বন্দীদের মুসলিম বিশ্বে রপ্তানি করত।\nব্রিটিশ দ্বীপপুঞ্জে ভাইকিংদের দ্বারা বন্দী দাসদের ডাবলিন দাস বাজারের মাধ্যমে আল-আন্দালুসের দাস বাজারে বিক্রি করা হত।\n\n\n==== সারাসেন জলদস্যুতা ====\nইফ্রিকিয়ার আগলাবিদদের সারাসেনরা ৯ম শতাব্দীর মাঝামাঝি থেকে দক্ষিণ ইতালিতে বন্দী ইতালীয়দের আব্বাসীয় মাগরেবের কাছে ব্যাপক দাস ব্যবসা পরিচালনা করত।\n৯৭২ সালে ফ্রান্সে সারাসেন ঘাঁটি এবং ১০৯১ সালে ইতালিতে ধ্বংস করা হলেও ভূমধ্যসাগরে সারাসেন জলদস্যুতা রোধ করা যায়নি। আলমোরাভি রাজবংশ (১০৪০-১১৪৭) এবং আলমোহাদ খিলাফত (১১২১-১২৬৯) উভয়ই দাস অভিযানের উদ্দেশ্যে জিব্রাল্টার এবং ভূমধ্যসাগরে অমুসলিম জাহাজের উপর সারাসেন জলদস্যুদের দাস অভিযানকে অনুমোদন করেছিল।\n\n\n== দাস বাজার ==\nআব্বাসীয় খিলাফতের দাস বাজার এবং দাসদের ব্যবহার দাসদের পুরুষ, মহিলা এবং খোজাদের মধ্যে বিভক্ত করেছিল। দাসদেরকে তাদের ত্বকের রঙ অনুযায়ীও ভাগ করা হয়েছিল। নপুংসকদের গৃহস্থালি ও প্রশাসনিক কাজে ব্যবহার করা হত; পুরুষ দাসদের শ্রম ও সামরিক দাসত্বের জন্য ব্যবহার করা হত; এবং মহিলাদের গৃহস্থালির কাজ এবং যৌন দাসত্বের (উপপত্নী) জন্য ব্যবহার করা হত।\nএই সময়কালে হাজার হাজার এবং সম্ভবত লক্ষ লক্ষ আফ্রিকান, বারবার, তুর্কি এবং ইউরোপীয় সাকালিবাকে দাস বানানো হয়েছিল বলে অনুমান করা হয়।\nদাসত্ব উত্তরাধিকারসূত্রে প্রাপ্ত হত যদি না সন্তানের স্বাধীন মুসলিম পিতা শিশুটিকে স্বীকৃতি দিতেন। দাস সন্তানদের অত্যন্ত মূল্য দেওয়া হত, কারণ তারা শৈশব থেকেই আরব রীতিনীতি এবং ভাষা শিখতে পারত। জাবির ইবনে হাইয়ান শ্রেষ্ঠ নারী দাসীদের মক্কিয়ত হিসেবে বর্ণনা করেছেন, যারা তাদের পিতামাতার জাতিগত পরিচয় নির্বিশেষে মক্কার আরবদের মধ্যে জন্মগ্রহণ ও বেড়ে উঠেছে। যারা সাবলীল আরবি বলতে পারত এবং আরব রীতিনীতিতে বেড়ে উঠেছিল এবং শৈশব থেকেই তাদের মালিকদের খুশি করার জন্য প্রস্তুত ছিল তাদের মুওয়াল্লাদাত বলা হত।\nএকজন দাসকে মুক্ত করা একটি ভালো কাজ হিসেবে বিবেচিত হত কিন্তু তা বাধ্যতামূলক ছিল না, বরং একজন মুনিবের স্বাধীন পছন্দ ছিল।\n\n\n=== মহিলা দাসী ===\nনারী দাসীদের প্রাথমিকভাবে গৃহকর্মী অথবা উপপত্নী (যৌনদাসী) হিসেবে ব্যবহার করা হত, যেখানে পুরুষ দাসদের বিভিন্ন কাজে ব্যবহার করা হত। ধনী শহুরে পুরুষদের যৌনদাসীদের (উপপত্নী যারা তাদের দাসের পুত্রের জন্ম দিয়েছিল) সবচেয়ে সুবিধাভোগী হিসেবে গণ্য করা হত। কারণ তারা উম্মে ওয়ালাদে পরিণত হত এবং তাদের মুনিবের মৃত্যুর পর মুক্ত হত। একজন বেদুঈনের উপপত্নী মূলত উপজাতির অন্যান্য সদস্য এবং পরিবারের মহিলাদের মতোই জীবনযাপন করত। গৃহকর্মী নারীরা কঠিন জীবনযাপন করত। দাসদের মধ্যে প্রজনন কম ছিল। এটি লক্ষ্য করা গেছে যে, দাসদের মধ্যে শিশুমৃত্যুর হার বেশি ছিল। নারী দাসীদের প্রায়শই শৈশবে ধর্ষণ করা হত এবং খুব কমই চল্লিশের কোঠায় বেঁচে থাকত। দরিদ্র দাস মালিকরা প্রায়শই তাদের দিয়ে পতিতাবৃত্তি করাত।\nমুসলিম বিশ্বে দাস ব্যবসার মূল লক্ষ্য ছিল নারীদের গৃহকর্মী এবং যৌনদাসী হিসেবে ব্যবহার করা। ভোলগা বাণিজ্য পথ দিয়ে ইউরোপ থেকে, আফ্রিকা ও এশিয়া থেকেও নারীদের রাজকীয় আব্বাসীয় হারেমে পাচার করা হত। রাজকীয় হারেম অন্যান্য ধনী ব্যক্তিদের হারেমের জন্য একটি আদর্শ হিসেবে ব্যবহৃত হত। ইউরোপ, মধ্য এশিয়া, এশিয়া এবং আফ্রিকার নারীদের রাজকীয় হারেম এবং ব্যক্তিগত পুরুষদের ছোট হারেমগুলিতে, পাশাপাশি আব্বাসীয় খিলাফতের স্থানীয় রাজত্বের হারেমে যৌনদাসী এবং গৃহকর্মী হিসেবে ব্যবহার করা হত।\nদাসীদের পোশাক দেখেই তাদের পরিচয় স্পষ্ট হয়ে যেত। যদিও ইসলামি আইনে একজন স্বাধীন মুসলিম নারীর মুখমণ্ডল এবং হাত ছাড়া সম্পূর্ণরূপে পর্দা করার নির্দেশ দেওয়া হয়েছিল যাতে আওরাহ (ঘনিষ্ঠ অংশ) ঢেকে রাখা যায় এবং যৌন হয়রানি এড়ানো যায়, সেখানে দাসীদের আওরা ভিন্নভাবে সংজ্ঞায়িত করা হত এবং তিনি কেবল তার নাভি এবং হাঁটুর মাঝখানে ঢেকে রাখতেন। আব্বাসীয় খিলাফতের সময় এই পার্থক্য আরও স্পষ্ট হয়ে ওঠে, যখন মুক্ত মুসলিম নারীরা (বিশেষ করে উচ্চবিত্ত নারীরা) আরও বেশি যৌন বিভাজন এবং হেরেমের নির্জনতার শিকার হতেন আর কিয়ান দাস শিল্পীরা পুরুষদের সাথে পর্দার আড়ালে অভিনয় করতেন।\n\n\n==== উপপত্নী ====\nযৌন দাসত্বের জন্য ব্যবহৃত নারী দাসী, উপপত্নী, দাস বাজারে নারীদের জন্য একটি প্রধান শ্রেণী ছিল। আব্বাসীয় খিলাফতের সময় উপপত্নীদের অবস্থানের কিছু পরিবর্তন ঘটে।\nএকজন দাসের সন্তান দাসত্বের মধ্যেই জন্মগ্রহণ করত, যদি না একজন মুনিব তার সন্তানকে নিজের সন্তান হিসেবে স্বীকৃতি দিতেন। একজন পুরুষ মুনিব যদি ইচ্ছা করেন, তাহলে তিনি তার পুত্রকে তার উপপত্নীর সাথে আনুষ্ঠানিকভাবে স্বীকৃতি দিতে পারতেন। যদি সে তা করত, তাহলে শিশুটি স্বয়ংক্রিয়ভাবে মুক্তি পেত। পূর্ববর্তী উমাইয়া রাজবংশের সময় স্ত্রীদের গর্ভে জন্ম নেওয়া পুত্র এবং দাসীদের গর্ভে জন্ম নেওয়া পুত্রদের সমান বিবেচনা করা হত না। আব্বাসীয় রাজবংশের সময় পর্যন্ত দাস পুত্রদের সিংহাসনের উত্তরাধিকারী হিসেবে বিবেচনা করা হত না। আব্বাসীয় রাজবংশের সময় বেশ কয়েকজন খলিফা দাসী উপপত্নীর পুত্রদের স্বীকৃতি দিয়েছিলেন। আব্বাসীয় যুগে দাস উপপত্নীদের স্বীকৃত পুত্রদের উত্তরাধিকারী হিসেবে নিযুক্ত করা সাধারণ হয়ে ওঠে এবং নবম শতাব্দী থেকে দাস উপপত্নীর মাধ্যমে পুরুষ উত্তরাধিকারী অর্জন আব্বাসীয় নাগরিকদের জন্য একটি সাধারণ রীতিতে পরিণত হয়।\nযদি কোন পুরুষ কোন দাসীর সন্তানকে নিজের সন্তান হিসেবে স্বীকার করত, তাহলে দাসী মাতা উম্মে ওয়ালাদে পরিণত হতো। এর অর্থ ছিল যে, তাদের মুনিবের মৃত্যুর পর তারা আর বিক্রিত হত না এবং মুক্তও হতে পারত না। ইসলামের প্রথম শতাব্দীতে উম্মে ওয়ালাদ-দাসরা মুনিবের মৃত্যুর আগ পর্যন্ত ক্রয়-বিক্রয় এবং ভাড়া হত, কিন্তু আব্বাসীয় যুগে এটি ধীরে ধীরে বন্ধ হয়ে যায়।\n\n\n===== কিয়ান =====\nসবচেয়ে দামি ধরণের মহিলা দাসী ছিল কিয়ান নামে পরিচিত মহিলা মনোরঞ্জক। আব্বাসীয় খিলাফতের সময় যৌন বিভাজন সম্পূর্ণরূপে সম্পন্ন হয়। সমস্ত মুক্ত মুসলিম নারীদের পুরুষদের থেকে সম্পূর্ণ বিচ্ছিন্ন থাকাতে হত। উচ্চ ও মধ্যবিত্ত মহিলাদের ক্ষেত্রে, এর ফলে সম্পূর্ণ হারেমে নির্জনতা তৈরি হয়েছিল। সামাজিক জীবন থেকে নারীদের বিলুপ্তির ফলে কিয়ান বা মহিলা দাসী মনোরঞ্জনকারীর প্রতিষ্ঠান প্রসারিত হয়। স্বাধীন মুসলিম নারীদের উপর যে যৌন বিভাজন আরোপ করা হত, দাসী হওয়ায় কিয়ানদের উপর তা প্রযোজ্য হত না। মহিলা কিয়ান দাসী বিনোদনকারীদের কবিতা, সঙ্গীত, আখবার (বিবরণ বা উপাখ্যান), ক্যালিগ্রাফি এবং ছায়া পুতুলনাচের মতো বিভিন্ন কৃতিত্বের উপর প্রশিক্ষণ দেওয়া হত, যাদের প্রায়শই \"গান গাওয়া দাসী\" বলা হত।\nকিয়ান-দাসী-মেয়েদের প্রথমে মদিনা থেকে আল-আন্দালুসে আনা হত। প্রথম আল-হাকামের (৭৯৬-৮২২) রাজত্বকালে কিয়ান দাসীদের প্রথম আল-আন্দালুসে আমদানি করা হয়েছিল বলে জানা যায়। তবে শীঘ্রই কর্ডোভায় এবং ১০১৩ সাল থেকে সেভিলে কিয়ান প্রশিক্ষণ দেওয়া শুরু হয়; তবে গ্রানাডা আমিরাতে এই ঐতিহ্য সংরক্ষিত ছিল কিনা তা অজানা। শিশুকালে এই কাজের জন্য কিয়ান-ক্রীতদাসীদের প্রশিক্ষণের জন্য নির্বাচিত করা হত এবং চাহিদা পূরণের জন্য দীর্ঘ প্রশিক্ষণের মধ্য দিয়ে যেতে হত। বাহগদাদে খলিফা আল-আমিনের (শাসনকাল ৮০৯-৮১৩) রাজত্বকালে গোলামিয়াত নামে পরিচিত একটি শ্রেণী ছিল যেখানে দাসীরা ছেলেদের পোশাক পরে, গায়ক ও সঙ্গীতশিল্পী হিসেবে পরিবেশন করার জন্য প্রশিক্ষণ পেত এবং পুরুষ অতিথিদের মদ্যপানের পার্টিতে যোগদান করত। খলিফা দ্বিতীয় আল-হাকামের (শাসনকাল ৯৬১-৯৭৬) রাজত্বকালেও আল-আন্দালুসে এই রীতি প্রচলিত ছিল।\n\nইবনে বাটলান উল্লেখ করেছেন যে, একজন কিয়ান দাসীর আদর্শ প্রশিক্ষণ দীর্ঘ ছিল: একজন দাসীকে নয় বছর বয়সে তার দেশ থেকে নিয়ে যাওয়া হত; তিন বছর মদীনায়, তিন বছর মক্কায় প্রশিক্ষণে কাটাতে হত এবং পনের বছর বয়সে সাংস্কৃতিক সংস্কার (আদব) প্রশিক্ষণের জন্য ইরাকে নিয়ে যাওয়া হত। তারপর তাকে কিয়ান বিনোদনকারী হিসেবে পরিবেশনার জন্য বিক্রি করা হত, যাতে মেদিনী নারীদের নারীত্বপূর্ণ গুণাবলী, মক্কার সুস্বাদুতা এবং ইরাকিদের সাংস্কৃতিক সংস্কার অর্জন করা যায়। আল-ইসবাহানীর কিতাব আল-আঘানিতে ইব্রাহিম আল-মাওসিলি উল্লেখ করেছেন যে, মূলত কালো বর্ণের দাসীদের কিয়ান হিসেবে প্রশিক্ষণের জন্য বেছে নেওয়া হত কারণ তাদের অকর্ষণীয় হিসাবে দেখা হত। কিন্তু এই রীতি পরে পরিবর্তিত হয় এবং শ্বেতাঙ্গ দাসী (যারা আরও সুন্দরী এবং তাই আরও ব্যয়বহুল বলে বিবেচিত হত) তাদের বাজার মূল্য আরও বাড়ানোর জন্য কিয়ান হিসেবে প্রশিক্ষণ দেওয়া শুরু হয়।\"মানুষ আগে সুন্দরী দাসীদের গান গাইতে শেখাত না, বরং কেবল হালকা বাদামী এবং কালো [দাসী মেয়েদের গান গাইতে] শেখাত। আমার বাবাই প্রথম ব্যক্তি যিনি দামি [ফর্সা চামড়ার] দাসীদের গান গাইতে শেখাতেন। তিনি নারী গায়িকাদের [প্রশিক্ষণের] সর্বোচ্চ স্তর অর্জন করেছিলেন এবং এর মাধ্যমে তাদের মূল্য বৃদ্ধি করেছিলেন\"।কিয়ান-ক্রীতদাসীদের হারেমে পুরুষদের থেকে আলাদা করে স্বাধীন নারী বা দাসী উপপত্নী হিসেবে রাখা হত না, বরং পুরুষ অতিথিদের জন্য পরিবেশিত হত - কখনও পর্দার আড়াল থেকে এবং কখনও সরাসরি। সম্ভবত সমস্ত মহিলা ক্রীতদাসদের মধ্যে এগুলিই সবচেয়ে সুপরিচিত ছিল। যদিও প্রশিক্ষিত কিয়ান-ক্রীতদাসরা তাদের দাসত্বকারীর কাছে যৌনভাবে উপলব্ধ ছিল, তবু তাদের উপপত্নী হিসেবে শ্রেণীবদ্ধ বা বিক্রি করা হত না এবং প্রশিক্ষণের মাধ্যমে তারা সবচেয়ে ব্যয়বহুল মহিলা দাসী হয়ে উঠত।\n\n\n=== পুরুষ দাস ===\nপুরুষ দাসদের ব্যবহার নারী দাসীদের ব্যবহারের চেয়ে অনেক বেশি বৈচিত্র্যময় ছিল। পুরুষ দাসদের নপুংসক এবং অ-নপুংসক হিসেবে ভাগ করা হত। যেহেতু নপুংসকদের নিজস্ব পরিবার ছিল না এবং তারা সন্তান ধারণ করতে অক্ষম ছিল, তাই তাদের অত্যন্ত জোরপূর্বক বিবেচনা করা হত এবং হারেমের রক্ষী হিসেবে, মসজিদ ও পবিত্র স্থানের রক্ষী হিসেবে, প্রশাসক ও পরিবারের তত্ত্বাবধায়ক হিসেবে ব্যবহার করা হত। খোজা না করা পুরুষ দাসদের কঠোর পরিশ্রমের পাশাপাশি সামরিক দাসত্বের জন্যও ব্যবহার করা হত।\nসাধারণত মুসলিম বিশ্ব পুরুষ দাসদের চেয়ে নারী দাসীদের বেশি পছন্দ করত। তবে মুসলিম বিশ্বের কিছু অংশে পুরুষ দাসদের সংখ্যা এখনও উল্লেখযোগ্য পরিমাণে পৌঁছেছে। ৭৬৩ সালে মদিনায় একটি দাস বিদ্রোহ সংঘটিত হয়। স্থানীয় কৃষ্ণাঙ্গ দাস জনগোষ্ঠীর নেতা মুহাম্মদ ইবনে আব্দুল্লাহ আল-নাফস আল-জাকিয়ার নেতৃত্বে আব্বাসীয় সৈন্যদের প্রতিরোধ করার জন্য এই দাস বিদ্রোহ হয়। আব্বাসীয়রা মদিনায় অন্য একজন গভর্নর নিযুক্ত করতে সম্মত হলে অবশেষে বিদ্রোহ প্রত্যাহার করা হয়।\n\n\n=== নপুংসক ===\nইসলামি হারেমের ভেতরে নারীদের জন্য নপুংসকদের দাস হিসেবে ব্যবহার করার প্রথার একটি পূর্ববর্তী উদাহরণ মুহাম্মদের জীবনেও ছিল, যিনি তার উপপত্নী মারিয়া আল-কিবতিয়ার বাড়িতে নপুংসক মাবুরকে দাস হিসেবে ব্যবহার করেছিলেন; উভয়ই মিশরের দাস ছিলেন। দীর্ঘদিন ধরে হিজড়াদের ব্যবহার তুলনামূলকভাবে কম ছিল, যা শুধুমাত্র হারেমের ভেতরেই সীমাবদ্ধ ছিল। কিন্তু যখন হিজড়াদের হারেমের বাইরে অন্যান্য পরিষেবা এবং প্রশাসনিক কাজেও ব্যবহার করা শুরু হয় তখন হিজড়াদের ব্যবহার উল্লেখযোগ্যভাবে বৃদ্ধি পায়, যা উমাইয়া রাজবংশের সময় ধীরে ধীরে প্রসারিত হয় এবং আব্বাসীয় খিলাফতের সময় এর অগ্রগতি ঘটে।\nবিংশ শতাব্দীর গোড়ার দিক পর্যন্ত ইসলামি বিশ্বের দাস বাজারে হারেমে সেবার পাশাপাশি মদিনায় নবী মুহাম্মদের সমাধি এবং মক্কায় কাবা পাহারা দেওয়ার দায়িত্ব পালনকারী বেশিরভাগ আফ্রিকান খোজাদের দলে খোজারা একটি সক্রিয় অংশ ছিল। মধ্যযুগে ভারতীয়, বাইজেন্টাইন (গ্রিক) এবং আফ্রিকান খোজারা মদিনায় নবী মুহাম্মদের কবরের রক্ষী হিসেবে পরিচিত ছিল যারা প্রথম আগাওয়াত নামে পরিচিত। ঐতিহ্যগতভাবে আগাওয়াতের ইতিহাস ১১৬১ সালে জেনগি রাজবংশের অন্যতম শাসক নূর আল-দিন জেনগি (সাধারণত নূর আদ-দিন নামে পরিচিত) এর সময় থেকে শুরু হয়। কথিত আছে যে ক্রুসেডাররা মদিনায় নবী মুহাম্মদের সমাধি আক্রমণ করার চেষ্টা করার পর তিনি তাদের দাস এবং রক্ষক হিসেবে মদিনায় নিয়ে এসেছিলেন। নুরউদ্দিন ইতিহাসের প্রথম আগাওয়াতকে পাঠান, যারা ছিলেন ১২ জন নপুংসক পুরুষ। তাদের নির্বাচনের জন্য তিনি শর্ত স্থাপন করেন। এটি লক্ষ করা গেছে, যে ১৮৯৫ সালে আফ্রিকা থেকে ছেলেদের তখনও খোলাখুলিভাবে মদিনায় সেবা করার জন্য নপুংসক নবাগত হিসেবে কেনা হত। মদিনায় হারাত আল-আঘাওয়াত (আঘাদের পাড়া) নামে একটি শহরের অংশ ছিল। যেখানে ১৯৯০ সালে সতেরোজন নপুংসক রয়ে গিয়েছিলেন। \n\n\n==== দাস শ্রমিক ====\nনগদ ফসল উৎপাদনে, রেশম বস্ত্র শিল্পে, লবণ উৎপাদনে এবং জমি পুনরুদ্ধারে, তুলা ও চিনি উৎপাদনে, বিশেষ করে বসরার বৃহৎ দাস বাজার কেন্দ্রের এলাকায় দাস শ্রমিকদের ব্যবহার করা হত। দাস শ্রমিকদের বড় বড় কর্ম শিবিরে রাখা হত এবং দাস ব্যবসার মাধ্যমে প্রায়শই তাদের জায়গায় নতুন দাস হিসেবে নিয়োগ করা হত, কারণ মেসোপটেমিয়ার জলাভূমির কারণে ম্যালেরিয়ায় প্রচুর সংখ্যক দাস মারা যেত এবং দাসদের বিয়ে বা সন্তান ধারণের অনুমতি ছিল না। যেকোনো সময় বসরা অঞ্চলে প্রায় ১৫,০০০ দাস রাখা হত বলে অনুমান করা হয় এবং শ্রমশক্তির এক-চতুর্থাংশ ছিল দাস শ্রম। নবম শতাব্দীর শেষের দিকে সমসাময়িক লেখকরা অনুমান করেছিলেন যে, ইরাকে প্রায় ৩,০০,০০০ দাস ছিল। এই কঠোর অবস্থার ফলে জাঞ্জ বিদ্রোহ নামে পরিচিত একটি বৃহৎ দাস বিদ্রোহের সূত্রপাত হয়, যা ৮৬৯ থেকে ৮৮৩ সাল পর্যন্ত স্থায়ী হয়েছিল।\n\n\n==== সামরিক দাসত্ব ====\nনবম শতাব্দীর গোড়ার দিক থেকে দাসদের দাস সৈনিক হিসেবেও নিযুক্ত করা হত, বিশেষ করে তুর্কি দাসদের। ৭৬৬ সালের একটি সমসাময়িক তথ্য অনুসারে খলিফা সেনাবাহিনীকে \"অ-ধর্মান্তরিত বর্বরদের\" সমন্বয়ে গঠিত একটি সেনাবাহিনী হিসেবে বর্ণনা করা হয়েছে যা সিন্ধি, আলানীয়, খাজার এবং তুর্কাক জাতির মতো দাসদের নিয়ে গঠিত।\nনবম শতাব্দীতে আব্বাসীয় খিলাফতের সর্বত্র দাস সৈন্য ব্যবহারের প্রথা ছড়িয়ে পড়ে। উত্তর আফ্রিকার আব্বাসীয় গভর্নরদের মতো স্থানীয় ক্ষমতাধররা এমন সৈন্যদের নিয়ে সামরিক বাহিনী তৈরি করতে চেয়েছিলেন যাদের নিজেদের ছাড়া অন্য কারও প্রতি আনুগত্য ছিল না, যেমন পরিবার বা বংশ। তাই তারা দাস সৈন্যদের ব্যবহার করে সেনাবাহিনী তৈরি করেন। এই পদ্ধতিটি খলিফা নিজেই দ্রুত অনুসরণ করেন।\nকর্ডোবার খলিফা আল-হাকাম (শাসনকাল ৭৯৬-৮২২) এবং বাগদাদের খলিফা আল-মুতাসিম (শাসনকাল ৮৩০-৮৪২) উভয়েরই সম্পূর্ণ দাসদের দ্বারা গঠিত একটি ব্যক্তিগত প্রাসাদ রক্ষী ছিল বলে নিশ্চিত করা হয়েছে এবং এটিই নিয়মে পরিণত হয়েছিল। আল-মুতাসিমের (শাসনকাল ৮৩০-৮৪২) শাসনামলে দাস সৈন্যদের সামরিক ব্যবস্থা স্থায়ীভাবে প্রতিষ্ঠিত হয়েছিল বলে অনুমান করা হয়। খলিফা আল-মু'তাসিমের কমপক্ষে ৭,০০০ তুর্কি দাস সৈন্যের সমন্বয়ে একটি সেনাবাহিনী ছিল বলে জানা গেছে। তিনি প্রাক্তন দাস সৈন্যদের গভর্নর হিসেবে নিযুক্ত করেছিলেন এবং বলেছিলেন যে \"সেবার জন্য তুর্কিদের মতো কেউ নেই\"।\nনবম শতাব্দী থেকে দাস সৈন্যদের দ্বারা গঠিত একটি সেনাবাহিনী এবং একটি ব্যক্তিগত প্রাসাদ রক্ষী যে কোনও মুসলিম শাসকের জন্য তার প্রাসাদ এবং প্রদেশে কর্তৃত্ব নিশ্চিত করার জন্য আদর্শ হয়ে ওঠে। মধ্যপ্রাচ্যের বিভিন্ন অংশে দাস সৈনিক হিসেবে ব্যবহৃত দাসদের পছন্দের জাতিগত পরিচয় ভিন্ন ছিল: আল-আন্দালুসে সাকালিবা দাসদের প্রাধান্য ছিল; উত্তর আফ্রিকায় বার্বদের প্রাধান্য ছিল; মিশরে আফ্রিকান পুরুষদের ব্যবহার করা হত এবং মেসোপটেমিয়া ও পারস্যে তুর্কি পুরুষদের ব্যবহার করা হত।\n\n\n=== রাজকীয় খলিফা হারেম ===\nআব্বাসীয় খিলাফতের সময় রাজকীয় নারীরা হারেমের যৌন বিভাজনের কারণে সম্পূর্ণরূপে বিচ্ছিন্ন হয়ে পড়ে। উমাইয়া যুগেও রাজকীয় হারেম বিদ্যমান থাকলেও আব্বাসীয় যুগে এটি সম্পূর্ণরূপে পৃথক হয়ে যায়। ৭৭০-এর দশকের শেষের দিকে খলিফার মা আল-খায়জুরান তখনও পুরুষ দর্শনার্থীদের শ্রোতা হিসেবে গ্রহণ করতে এবং তাদের সাথে কথা বলতে সক্ষম ছিলেন। তার পরে খলিফা পরিবারের সমস্ত মহিলা জনজীবনে সমস্ত দৃশ্যমানতা থেকে বিচ্ছিন্ন হয়ে পড়েন।\nখলিফা আব্বাসীয় হারেমের পদমর্যাদা অনুযায়ী, খলিফার মা শীর্ষে অবস্থান করতেন। খলিফার মা প্রায়শই একজন প্রাক্তন দাসী ছিলেন। খলিফার বৈধ স্ত্রীদের স্থান ছিল দ্বিতীয়। খলিফার স্ত্রীরা প্রায়শই প্রাক্তন দাসী উপপত্নী ছিলেন যাদেরকে খলিফা বিবাহের জন্য মুক্তি দিতে বেছে নিয়েছিলেন। এছাড়াও খলিফার অবিবাহিত, তালাকপ্রাপ্তা বা বিধবা মহিলা আত্মীয়রাও হারেমে থাকতে পারতেন। খলিফার উপপত্নীরা ছিলেন অমুসলিম বংশোদ্ভূত মহিলা দাসী। এক শ্রেণীর মহিলা দাসীরা বিনোদন প্রদানকারী হিসেবে সক্রিয় ছিল। তাদের গায়িকা, নৃত্যশিল্পী হিসেবে পরিবেশনা করা হত এবং খলিফা ও হারেমের মহিলাদের কাছে কবিতা আবৃত্তি করত। তৃতীয় শ্রেণীর নারী দাসীরা হারেমের অভ্যন্তরে বিভিন্ন দাসী পদে নিযুক্ত ছিল যাদের কাহরামানা বলা হত এবং তাদের কাজে এবং হারেম ও হারেমের বাইরে মধ্যস্থতাকারী হিসেবে কাজ করার জন্য হারেম ছেড়ে যাওয়ার অনুমতি দেওয়া হত। হারেমটি দাসত্বপ্রাপ্ত খোজারা পাহারা দিত। সাধারণত কাহরামানা দাস ছাড়া হারেমের কোন মহিলাকে হারেম থেকে বের হতে দেওয়া হত না।\nখলিফা হারেমে প্রচুর সংখ্যক দাস ছিল: খলিফা আল-মুতাওয়াক্কিল (শাসনকাল ৮৪৭-৮৬১) ৪,০০০ দাসী উপপত্নীর মালিক ছিলেন বলে জানা গেছে। আল-মুকতাদির (শাসনকাল ৯০৮-৯৩২) এর ১১,০০০ দাসী খোজা ছিলেন, যেখানে খলিফা আল-মনসুর (শাসনকাল ৭৫৪-৭৭৫) ৭৬৪ সালে তার স্ত্রী আরওয়া বিনতে মনসুর আল-হিমিয়ারির মৃত্যুর পর ১০০ জন দাসী কুমারী মেয়ে উপহার হিসেবে পেয়েছিলেন।\nখলিফা হারেম অন্যান্য ধনী ব্যক্তিদের জন্য ছোট পরিসরে অনুকরণীয় একটি আদর্শ হয়ে ওঠে এবং আব্বাসীয় খিলাফত থেকে উদ্ভূত স্থানীয় রাজবংশের রাজকীয় হারেমগুলির জন্যও একটি আদর্শ হিসেবে কাজ করে, যেমন মিশরের ফাতেমীয় রাজবংশের ফাতেমীয় হারেম, সেইসাথে আল-আন্দালুসের কর্ডোবার উমাইয়া রাজ্যের হারেম।\n\n\n=== দাসত্বের জাতিগত মাত্রা ===\nআব্বাসীয় খিলাফতের দাসত্বে বর্ণবাদের একটি মাত্রা ছিল। যেহেতু ইসলামি শাসনের অধীনে বসবাসকারী সকল অমুসলিমকে ইসলামি আইন অনুসারে দাসত্বের জন্য বৈধ হিসেবে বিবেচনা করা হত, তাই খিলাফতের দাসরা বিভিন্ন বর্ণের হত। তবে এটি দাসত্বের একটি বর্ণবাদী উপাদানকে রোধ করতে পারেনি। বাজারে দাসদের মূল্য তাদের বর্ণের উপর নির্ভর করে ভিন্নভাবে দেওয়া হত এবং তাদের বর্ণগত পরিচয়ের কারণে তাদের বিভিন্ন ক্ষমতার অধিকারী বলে মনে করা হত এবং খিলাফতের আমলে বিভিন্ন বর্ণের দাসদের মধ্যে একটি বর্ণগত শ্রেণিবিন্যাস বিদ্যমান ছিল।\n\nসমসাময়িক লেখকরা বিভিন্ন মেজাজ, প্রতিভা, ক্ষমতা, সুবিধা এবং অসুবিধার মাধ্যমে দৃশ্যমান জাতিগত বিভেদ লক্ষ্য করেছিলেন। জাবির ইবনে হাইয়ান নবম শতাব্দীতে লিখেছেন:\"অন্যান্য দাসীদের তুলনায় বাইজান্টাইনদের যোনিপথ পরিষ্কার থাকে। আন্দালুসীয়রা […] সবচেয়ে সুন্দর, সুগন্ধযুক্ত এবং শেখার প্রতি সংবেদনশীল […] আন্দালুসীয় এবং বাইজেন্টাইনদের যোনিপথ সবচেয়ে পরিষ্কার, যেখানে অ্যালান (লানিয়াত) এবং তুর্কিদের যোনিপথ অপরিষ্কার থাকে এবং তারা সহজেই গর্ভধারণ করে। তাদের স্বভাবও সবচেয়ে খারাপ। সিন্ধি, ভারতীয় এবং স্লাভ (সাকালিবা) এবং তাদের মতো লোকেরা সবচেয়ে নিন্দিত। তাদের মুখ আরও কুৎসিত, দুর্গন্ধযুক্ত এবং আরও বিদ্বেষপূর্ণ। তাছাড়া তারা বুদ্ধিমান এবং নিয়ন্ত্রণ করা কঠিন এবং তাদের যোনিপথ অপরিষ্কার। পূর্ব আফ্রিকানরা (জাঞ্জ) সবচেয়ে গাফেল এবং রুক্ষ। তবে যদি কেউ তাদের মধ্যে একজন সুন্দরী, সুস্থ এবং করুণাময় মহিলা খুঁজে পায়, তবে কোনও প্রজাতি তার সাথে তুলনা করতে পারে না। […] মক্কার (মাক্কিয়াত) মহিলারা সকল ধরণের মধ্যে সবচেয়ে সুন্দর এবং আনন্দদায়ক।\"ইবনে বাটলান (১১শ শতক) দাসদের জাতিগত ভিন্নতার ভিত্তিতে কিছু কাজের উপযুক্ততা নির্ধারণের ক্ষেত্রে জাতিগত কুসংস্কার বর্ণনা করেছেন। তিনি উল্লেখ করেন:\"যে ব্যক্তি তার জীবন ও সম্পত্তি রক্ষার জন্য একজন দাস চায়, সে যেন ভারতীয় ও নুবিয়ানদের থেকে একজন নেয়। যে ব্যক্তি [ব্যক্তিগত] সেবার জন্য [দ্বাররক্ষক, গৃহকর্মী] দাস চায়, সে যেন জাঞ্জ ও আর্মেনীয়দের থেকে একজন নেয়, এবং যে ব্যক্তি সাহস ও যুদ্ধের জন্য দাস চায়, সে যেন তুর্কি ও স্লাভদের থেকে একজন নেয়। [...] যে ব্যক্তি একজন সুন্দরী দাসী চায়, সে যেন বারবারদের থেকে একজন নেয়। যে ব্যক্তি একজন দোকানদার (খুজ্জন) চায়, সে যেন বাইজেন্টাইন (আল-রুম) দাসীদের থেকে একজন নেয়। যে ব্যক্তি শিশুদের দুধ খাওয়ানোর জন্য দাস চায়, সে যেন পার্সিয়ানদের থেকে একজন নেয়। যে ব্যক্তি আনন্দের জন্য দাসী চায়, সে যেন জাঞ্জের মহিলাদের থেকে একজন নেয় এবং যে ব্যক্তি গান গাওয়ার জন্য দাসী চায়, সে যেন মক্কা থেকে একজন নেয়\"।ইসলামের পর আরব বিশ্বে কৃষ্ণাঙ্গ আফ্রিকানদের বিরুদ্ধে বর্ণবাদ বৃদ্ধি পায়। যদিও আফ্রিকা থেকে হেলেনিস্টিক বিশ্ব, রোমান সাম্রাজ্য এবং প্রাক-ইসলামি আরব উভয় দেশেই দাস ব্যবসা হত, কিন্তু তা তুলনামূলকভাবে ছোট আকারে ছিল। কিন্তু ইসলামি বিজয়ের পর আফ্রিকা থেকে দাস ব্যবসার ব্যাপক প্রসারের ফলে আফ্রিকানরা দাস হিসেবে সবচেয়ে সাধারণ জাতিতে পরিণত হয়। বেশিরভাগ আফ্রিকান আরবদের দাস হিসেবে ব্যবহার আফ্রিকানদের বিরুদ্ধে বর্ণবাদ বৃদ্ধি করে। ৮ম শতাব্দীতে কৃষ্ণাঙ্গতাকে কদর্যতা এবং নিকৃষ্ট মর্যাদার সাথে যুক্ত করা হত এবং কৃষ্ণাঙ্গ আরব কবিরা তাদের লেখায় এটি উল্লেখ করেছেন। কালো ত্বককে মন্দ, শয়তান এবং অভিশাপের সাথে যুক্ত করা হয, যেখানে সাদা ত্বক বিপরীত সম্পর্ক বহন করে।\nইসলামের প্রথম শতাব্দীতে কৃষ্ণাঙ্গ দাস এবং মুক্ত ব্যক্তিরা খ্যাতি এবং স্বীকৃতি অর্জন করতে পারতেন, কিন্তু উমাইয়া খিলাফতের পর থেকে কৃষ্ণাঙ্গ মুক্ত ব্যক্তিরা (শ্বেতাঙ্গদের বিপরীতে), বিরল ব্যতিক্রম ছাড়া আর সম্পদ, ক্ষমতা, সুযোগ-সুবিধা বা সাফল্যের কোনও উচ্চ পদ অর্জন করতে পারেনি। সমসাময়িক আরব মুসলিম লেখকরা এর কারণটি হিসেবে সামর্থ্যের অভাবকে দায়ী করেছেন।\nকৃষ্ণাঙ্গ আফ্রিকানদের বিরুদ্ধে আরব বর্ণবাদী স্টেরিওটাইপগুলোতে, যেমন \"আলিফ লায়লা\"-এ বর্ণিত একটি গৎবাঁধা অংশে কৃষ্ণাঙ্গদেরকে সরল ধার্মিকতাসম্পন্ন মানুষ হিসেবে চিত্রিত করা হয়েছে, কিন্তু তাদের মধ্যে রয়েছে অদম্য যৌনতা এবং অপরিসীম শক্তি। এই গৎবাঁধা ধারণাকে কৃষ্ণাঙ্গ পুরুষকে শ্বেতাঙ্গ নারীদের প্রলোভনকারী বা ধর্ষক হিসেবে বর্ণনা করা হয় যারা নিজেরাও হতাশ শ্বেতাঙ্গ স্ত্রী এবং কন্যাদের সৌন্দর্যের শিকার ছিলেন। অন্যদিকে আরব কবিরা কৃষ্ণাঙ্গ নারীকে ঘৃণ্য কদর্যতার পাশাপাশি তীব্র যৌনতা উভয়ের জন্যই দায়ী করেছিলেন।\nআফ্রিকান দাসদের তুলনায় এশীয় দাসদের মর্যাদা বেশি ছিল। তুর্কি পুরুষদের ব্যাপকভাবে সাহসী এবং সামরিক দাসত্বের জন্য উপযুক্ত বলে মনে করা হত। খলিফা মুতাসিমের ৭০,০০০ তুর্কি দাস সৈন্য ছিল এবং তার একজন গভর্নর উল্লেখ করেছিলেন যে \"সেবার জন্য তুর্কিদের মতো কেউ ছিল না\"। তুর্কি পুরুষদের সাহসী সৈনিক হিসেবে বিবেচনা করা হত এবং তুর্কি নারীদের সাহসী পুত্র সন্তান জন্ম দেওয়ার জন্য আদর্শ হিসেবে দেখা হত।\n\nমুসলিম মুনিবদের ইসলামি আইন অনুসারে দাস প্রজননের অনুমতি ছিল। একজন দাসের সন্তানকে তার মালিক সন্তান হিসেবে স্বীকৃতি দিলে স্বাধীন হতো, কিন্তু দুই দাসের সন্তান দাস হিসেবে জন্মগ্রহণ করত। যেহেতু দাসদের তাদের বংশের কারণে বিভিন্ন ক্ষমতার অধিকারী বলে মনে করা হত, তাই কাঙ্ক্ষিত বৈশিষ্ট্যের সন্তান উৎপাদনের জন্য দাস-প্রজনন অনুশীলন করা হত। খুরাসানের একজন পুরুষ এবং ভারতের একজন মহিলার মধ্যে একটি জনপ্রিয় দাস-প্রজনন ছিল, এবং কুফায় এটি নিয়মিতভাবে প্রচলিত ছিল: \"কুফায় খোরাসানের পুরুষ দাস এবং ভারতের মহিলা দাসীদের একটি চমৎকার বংশ (নিতাজ করিম) ছিল। এই দুজনের মধ্যে মিলনের ফলে সূক্ষ্ম বাদামী বর্ণ এবং সুন্দর আকৃতির [দাস] জন্মগ্রহণ করে। এটি এত দীর্ঘ সময় ধরে চলেছিল যে এটি সাধারণ মানুষের বসরার দাসদের চেয়ে কুফার দাসদের পছন্দের কারণ হয়ে ওঠে। তবুও সবচেয়ে বিশিষ্ট এবং ব্যয়বহুল দাসী মহিলারা বসরার ছিল, কুফার নয়।\" লেখক আল জাহিজ (মৃত্যু: ৮৬৮-৮৬৯) লিখেছেন:\"জেনে রেখো যে, কেবলমাত্র দুটি ভিন্ন প্রজাতির সন্তানদের মধ্যেই প্রচুর সুখ এবং পূর্ণ আনন্দ রয়েছে। তাদের মধ্যে প্রজনন হল সেই অমৃত যা পবিত্রতার দিকে পরিচালিত করে। বিশেষ করে এটি হল একজন ভারতীয় মহিলার একজন খোরাসানীয় পুরুষের সাথে মিলন। তারা খাঁটি সোনার জন্ম দেবে।\"\n\n\n== আরও দেখুন ==\nকৃষ্ণাঙ্গ জনগোষ্ঠী\nমুসলিম বিশ্বে উপপত্নী প্রথার ইতিহাস\nউমাইয়া খিলাফতে দাসত্ব\nঔপনিবেশিক স্পেনীয় আমেরিকায় দাসত্ব\nকৃষ্ণাঙ্গ জনগোষ্ঠীর প্রতি মধ্যযুগীয় আরব জাতির মনোভাব\n\n\n== তথ্যসূত্র ==\n\n\n== তথ্যসূত্রের উপাদান ==\nSegal, Ronald (২০০১)। Islam's Black Slaves: The Other Black Diaspora। Farrar, Straus and Giroux। আইএসবিএন 9780374527976।"}