{"pageid": 1512341, "title": "জেনাইন শ্রফ", "url": "https://bn.wikipedia.org/wiki?curid=1512341", "content": "জেনাইন শ্রফ (জন্ম ১৯৮৩) হলেন লন্ডন -ভিত্তিক ভারতীয় বংশোদ্ভূত একজন শিল্পী এবং চিত্রকর। তাঁর কাজ যৌনতা, পরিচয় এবং পরিবেশের বিষয়বস্তু অন্বেষণ করে।\n\n\n== জীবন ==\nজেনাইন শ্রফ ভারতের মুম্বাইয়ে জন্মগ্রহণ করেন, সেখানে তিনি সেন্ট জেভিয়ার্স কলেজে পড়াশোনা করেন। তিনি বর্তমানে লন্ডনে বসবাস করছেন।\n\n\n== কর্মজীবন ==\nজেনাইন যে কৌশলগুলি ব্যবহার করেন, তার মধ্যে রয়েছে সঙ্কর (হাইব্রিড) মাধ্যমের ব্যবহার, তিনি হাতে আঁকা চিত্রের সাথে ডিজিটাল অভিব্যক্তির মিশ্রণ ঘটান। তিনি অভিন্নতা, যৌনতা এবং পরিবেশের বিষয়বস্তু চিত্রিত করার জন্য নগ্ন দেহ ব্যবহার করেন। তাঁর কাজ এলি ডেকোর ইণ্ডিয়াতে প্রদর্শিত হয়েছে, সেখানে তিনি তাদের ২৫০তম প্রচ্ছদ সংখ্যার নকশা করেছিলেন। তিনি ২০১৫ সালের নভেম্বরে লুইস ক্যারলের অ্যালিস ইন ওয়াণ্ডারল্যাণ্ডের ১৫০তম বার্ষিকী উদযাপনের একটি সংখ্যার জন্যেও নকশা করেছিলেন। তিনি কসমোপলিটান ইণ্ডিয়া, স্টেলা আর্টোইস এবং ভারতে সমকামী জীবন সম্পর্কে \"ইন দ্য মুড ফর লাভ\" চলচ্চিত্রের জন্য চিত্র, পোস্টার এবং নকশাও তৈরি করেছেন।\n২০১৭ সালে, জেনাইন আটজন দক্ষিণ এশীয় মহিলা শিল্পীর একটি সহযোগী শিল্প প্রকল্প, কড়ক কালেক্টিভের প্রতিষ্ঠাতা এবং প্রাথমিক সদস্যদের একজন ছিলেন। তিনি মুম্বাই-ভিত্তিক একটি নকশা এবং শিল্প সম্মিলিত দোকান, যার নাম কালচার শপ, তাদের সাথেও সহযোগিতা করেন। সেখানে ৯০ জন ভারতীয় শিল্পীর কাজ রয়েছে। কড়ক কালেক্টিভের জন্য তিনি 'এভরিথিং ড্র্যাগ' শিরোনামে একটি জাইন (একটি ছোট পত্রিকা যা একজন ব্যক্তি বা একটি ছোট গোষ্ঠীর দ্বারা সস্তায় উৎপাদিত হয়, তারা আগ্রহী এমন একটি বিষয় সম্পর্কে খবর থাকে) তৈরি করেছিলেন এবং মাতৃত্বের বিষয়বস্তু অন্বেষণকারী একটি নারীবাদী ভয়ের কমিক 'দ্য কুইন'ও তৈরি করেছিলেন।\nসপ্তান স্টোরিজ হল ব্রিটেন / ইণ্ডিয়া ২০১৭-এর অংশ হিসেবে আর্ডম্যান এবং ব্রিটিশ কাউন্সিলের মধ্যে একটি সৃজনশীল সহযোগিতা। এটি একটি ৭ সপ্তাহের যৌথ আর্ট ইভেন্ট। এই প্রকল্পটি ভারতের ব্রিটিশ কাউন্সিলের সহায়তায় প্রতিষ্ঠিত হয়েছিল, তাদের যুক্তরাজ্য-ভারত সংস্কৃতি বর্ষ ২০১৭ অনুষ্ঠানের অংশ হিসেবে। এই প্রকল্পটি ছিল জনসাধারণ এবং শিল্পীদের মধ্যে একটি সহযোগিতামূলক খেলা, জমা পড়া লেখাগুলির মধ্যে থেকে একটি লেখা নির্বাচন করা হত এবং তারপর শিল্পীরা সেটিকে চিত্রিত করতেন।\n\n\n== তথ্যসূত্র =="}