{"pageid": 1512396, "title": "প্রথম মাক্সিমিলিয়ান, পবিত্র রোমান সম্রাট", "url": "https://bn.wikipedia.org/wiki?curid=1512396", "content": "প্রথম ম্যাক্সিমিলিয়ান (২২ মার্চ ১৪৫৯ - ১২ জানুয়ারি ১৫১৯) ১৪৮৬ সাল থেকে রোমানদের রাজা এবং ১৫০৮ সাল থেকে ১৫১৯ সালে তার মৃত্যুর আগ পর্যন্ত পবিত্র রোমান সম্রাট ছিলেন। ভেনিসীয়রা রোমে যাত্রা বন্ধ করে দেওয়ায় পোপ তাকে কখনও রাজ্যাভিষেক করেননি। তিনি ১৫০৮ সালে ট্রেন্টে নিজেকে সম্রাট হিসেবে নির্বাচিত ঘোষণা করেন, পরে পোপ দ্বিতীয় জুলিয়াস এটিকে স্বীকৃতি দেন। এর ফলে রাজকীয় উপাধি গ্রহণের জন্য পোপের রাজ্যাভিষেকের প্রয়োজনীয় ঐতিহ্য ভেঙে যায়। ম্যাক্সিমিলিয়ান ছিলেন পবিত্র রোমান সম্রাট তৃতীয় ফ্রেডেরিক এবং পর্তুগালের এলেনরের একমাত্র জীবিত পুত্র। ১৪৮৬ সালে রোমানদের রাজা হিসেবে তার রাজ্যাভিষেকের পর থেকে তিনি ১৪৯৩ সালে ফ্রেডেরিকের মৃত্যুর আগ পর্যন্ত তার বাবার সাথে একটি দ্বৈত সরকার বা ডপেলরেগিয়ারং পরিচালনা করেছিলেন।\nম্যাক্সিমিলিয়ান যুদ্ধ এবং ১৪৭৭ সালে বার্গান্ডির ডাচেস মেরির সাথে তার বিবাহের মাধ্যমে হ্যাবসবার্গের পরিবারের প্রভাব বিস্তার করেন। তবে তিনি সুইজারল্যান্ডে তার পরিবারের ভূমিও সুইস কনফেডারেসির কাছে হারান। ১৪৯৬ সালে ক্যাস্টিলের রাণী জোয়ানার সাথে তার পুত্র ফিলিপ দ্য হ্যান্ডসামের বিবাহের মাধ্যমে, ম্যাক্সিমিলিয়ান স্পেনে হ্যাবসবার্গ রাজবংশ প্রতিষ্ঠায় সহায়তা করেছিলেন, যার ফলে তার নাতি চার্লস ক্যাস্টিল এবং আরাগন উভয়ের সিংহাসন ধরে রাখতে সক্ষম হয়েছিলেন। ইতিহাসবিদ টমাস এ. ব্র্যাডি জুনিয়র তাকে \"২৫০ বছরের মধ্যে প্রথম পবিত্র রোমান সম্রাট যিনি শাসন করেছিলেন এবং রাজত্ব করেছিলেন\" এবং \"তার প্রজন্মের সবচেয়ে সক্ষম রাজকীয় যুদ্ধবাজ\" হিসেবে বর্ণনা করেছেন।\nঅলিভিয়ের দে লা মার্চে এবং পরবর্তী ইতিহাসবিদরা তার ডাকনাম দিয়েছিলেন \"কোউর ডি'এসিয়ার\" (\"ইস্পাতের হৃদয়\") (হয় তার সাহস এবং সৈনিক গুণাবলীর প্রশংসা হিসেবে অথবা একজন যুদ্ধবাজ শাসক হিসেবে তার নির্মমতার জন্য তিরস্কার হিসেবে)। এই ডাকনামের মাধ্যমে ম্যাক্সিমিলিয়ান \"শেষ নাইট\" (ডার লেজটে রিটার) হিসেবে জনসাধারণের চেতনায় প্রবেশ করেন, অন্তত জার্মান-ভাষী বিশ্বে, বিশেষ করে আনাস্তাসিয়াস গ্রুনের একই নামের কবিতা প্রকাশিত হওয়ার পর থেকে (যদিও ডাকনামটি সম্ভবত ম্যাক্সিমিলিয়ানের জীবদ্দশায়ও বিদ্যমান ছিল)। পণ্ডিতদের মধ্যে এখনও বিতর্ক রয়েছে যে তিনি কি সত্যিই শেষ নাইট ছিলেন (হয় একজন আদর্শ মধ্যযুগীয় শাসক যিনি ঘোড়ায় চড়ে মানুষকে নেতৃত্ব দিয়েছিলেন, অথবা ডন কিহোতের মতো স্বপ্নদ্রষ্টা এবং দুঃসাহসিক ছিলেন), নাকি প্রথম রেনেসাঁর রাজপুত্র - একজন নীতিহীন ম্যাকিয়াভেলিয়ান রাজনীতিবিদ যিনি মূলত ঋণের মাধ্যমে তার পরিবারকে \"রাজবংশীয় ক্ষমতার ইউরোপীয় শিখরে\" নিয়ে গিয়েছিলেন।\nঊনবিংশ শতাব্দীর শেষের দিকের ইতিহাসবিদ লিওপোল্ড ভন র‍্যাঙ্কের মতো ব্যক্তিরা প্রায়শই ম্যাক্সিমিলিয়ানের সমালোচনা করতেন যে তিনি জার্মানির চেয়ে তার রাজবংশের স্বার্থকে বেশি প্রাধান্য দিয়েছিলেন, যা জাতির একীকরণ প্রক্রিয়াকে বাধাগ্রস্ত করেছিল। যখন থেকে হারমান উইসফ্লেকার -এর Kaiser Maximilian I. Das Reich, Österreich und Europa an der Wende zur Neuzeit (1971-1986) গ্রন্থটি আদর্শ কাজ হয়ে উঠেছে, তখন থেকে সম্রাটের আরও ইতিবাচক চিত্র ফুটে উঠেছে। তাকে একজন আধুনিক, উদ্ভাবনী শাসক হিসেবে দেখা হয় যিনি গুরুত্বপূর্ণ সংস্কার সাধন করেছিলেন এবং উল্লেখযোগ্য সাংস্কৃতিক অর্জনকে উৎসাহিত করেছিলেন, যদিও আর্থিক ব্যয় অস্ট্রিয়ানদের এবং তার সামরিক সম্প্রসারণের উপর চাপ সৃষ্টি করেছিল এবং অনেক মানুষের মৃত্যু ও দুর্ভোগের কারণ হয়েছিল।\nতার জীবদ্দশায় অনেক বিখ্যাত পণ্ডিত ও শিল্পীর সহায়তায় একটি \"অভূতপূর্ব\" ভাবমূর্তি-নির্মাণ কর্মসূচির মাধ্যমে, সম্রাট \"প্রবর্তক, সমন্বয়কারী এবং প্রধান প্রেরণাদাতা, একজন শৈল্পিক প্রভাবশালী এবং আপাতদৃষ্টিতে সীমাহীন শক্তি এবং উৎসাহ এবং বিশদের প্রতি অবিচল দৃষ্টিসম্পন্ন উদ্যোক্তা\" - হিসেবে নিজেকে প্রতিষ্ঠিত করেন। ঐতিহাসিকরা একে \"অতুলনীয়\" বা \"এখন পর্যন্ত অকল্পনীয়\" বলে অভিহিত করেছেন। তার মৃত্যুর পরের শতাব্দীগুলোতে পরবর্তী শিল্পীদের কাজ দ্বারা এই ভাবমূর্তিতে নতুন স্তর যুক্ত হয়েছে।\n\n\n== পটভূমি এবং শৈশব ==\n\nম্যাক্সিমিলিয়ান ১৪৫৯ সালের ২২ মার্চ উইনার নিউস্টাডে জন্মগ্রহণ করেন। তার বাবা, পবিত্র রোমান সম্রাট তৃতীয় ফ্রেডেরিক, তেবেসার ম্যাক্সিমিলিয়ানের নামে তার নামকরণ করেছিলেন। ফ্রেডেরিক বিশ্বাস করতেন যে তিনি একবার স্বপ্নে তাকে আসন্ন বিপদ সম্পর্কে সতর্ক করেছিলেন। শৈশবে তিনি এবং তার বাবা-মা অস্ট্রিয়ার অ্যালবার্ট দ্বারা ভিয়েনায় অবরুদ্ধ হয়ে পড়েছিলেন। একটি সূত্র বর্ণনা করে যে, অবরোধের সবচেয়ে খারাপ দিনগুলোতে তিনি দুর্গের গ্যারিসনের চারপাশে ঘুরে বেড়াতেন, চাকর এবং সশস্ত্র সৈন্যদের কাছে রুটির জন্য ভিক্ষা করতেন। তিনি ছিলেন তার মায়ের সবচেয়ে প্রিয় সন্তান, যার ব্যক্তিত্ব তার বাবার ব্যক্তিত্বের বিপরীত। কথিত আছে যে তিনি ম্যাক্সিমিলিয়ানকে বলেছিলেন, \"আমি যদি জানতাম, আমার ছেলে, তুমি তোমার বাবার মতো হবে, তাহলে তোমাকে সিংহাসনের জন্য জন্ম দেওয়ার জন্য আমি অনুতপ্ত হতাম।\" তার অকাল মৃত্যু তাকে আরও বেশি করে বাস্তবতার দিকে ঠেলে দেয়। ফলে তিনি শুধু একজন রাজনীতিবিদ হিসেবে নয় বরং একজন যোদ্ধা হিসেবেই বেড়ে ওঠেন।\n\nতার বাবা ফ্রেডেরিক এবং তার শিক্ষক পিটার এঙ্গেলব্রেখ্ট, যাকে ম্যাক্সিমিলিয়ান ঘৃণা করতেন, তাদের প্রচেষ্টা সত্ত্বেও, তিনি একজন উদাসীন এবং যুদ্ধবাজ ছাত্র হয়ে ওঠেন, যিনি শেখার চেয়ে শারীরিক কার্যকলাপকে বেশি প্রাধান্য দিতেন। যদিও দুজনের মধ্যে সামগ্রিকভাবে ভালো সম্পর্ক ছিল, তবুও ফ্রেডেরিক তার একমাত্র জীবিত পুত্র এবং উত্তরাধিকারীর বীরত্বপূর্ণ প্রতিযোগিতা, অপচয় এবং মদ, ভোজ এবং যুবতীদের প্রতি অতিরিক্ত প্রবণতা দেখে ভীত হয়ে পড়েন, যা ১৪৭৩ এবং ১৪৭৪ সালে তাদের ভ্রমণের সময় স্পষ্ট হয়ে ওঠে। যদিও তিনি খুব ছোট ছিলেন, তবুও রাজপুত্রের দক্ষতা এবং শারীরিক আকর্ষণ প্রায়শই তাকে মনোযোগের কেন্দ্রবিন্দুতে পরিণত করত। যদিও ফ্রেডেরিক সাম্রাজ্যের রাজপুত্রদের টুর্নামেন্টে ম্যাক্সিমিলিয়ানের সাথে লড়াই করতে নিষেধ করেছিলেন, কিন্তু ম্যাক্সিমিলিয়ান প্রথম সুযোগেই নিজেকে প্রয়োজনীয় অনুমতি দিয়েছিলেন। ফ্রেডেরিক তাকে ১৪৭৪ সালের বার্গান্ডির বিরুদ্ধে যুদ্ধে অংশগ্রহণের অনুমতি দেননি এবং পরিবর্তে তাকে অগসবার্গের বিশপের তত্ত্বাবধানে রাখেন।\nবারগান্ডির ডিউক, চার্লস দ্য বোল্ড, ম্যাক্সিমিলিয়ানের বাবা ফ্রেডেরিক তৃতীয়ের প্রধান রাজনৈতিক প্রতিপক্ষ ছিলেন। ফ্রেডেরিক তার পবিত্র রোমান সাম্রাজ্যের পশ্চিম সীমান্তে বার্গান্ডির সম্প্রসারণবাদী প্রবণতা সম্পর্কে উদ্বিগ্ন ছিলেন এবং সামরিক সংঘাত এড়াতে তিনি চার্লসের কন্যা, বার্গান্ডির মেরির ম্যাক্সিমিলিয়ানের সাথে বিবাহ নিশ্চিত করার চেষ্টা করেন। নিউসের অবরোধের (১৪৭৪-৭৫) পর তিনি সফল হন এবং বিবাহ নিশ্চিত করেন।\nসম্ভবত নেদারল্যান্ডসে তার কাজের প্রস্তুতি হিসেবে ১৪৭৬ সালে ১৭ বছর বয়সে ম্যাক্সিমিলিয়ান হাঙ্গেরির বিরুদ্ধে একটি সামরিক অভিযানের নেতৃত্ব দেন। এটি ছিল তার জীবনের প্রথম প্রকৃত যুদ্ধক্ষেত্রের অভিজ্ঞতা, যদিও দায়িত্বটি সম্ভবত আরও অভিজ্ঞ জেনারেলদের সাথে ভাগ করে নেওয়া হয়েছিল।\nম্যাক্সিমিলিয়ান এবং মেরির বিবাহ ১৪৭৭ সালের ১৯ আগস্ট অনুষ্ঠিত হয়।\n\n\n== বারগান্ডি এবং নেদারল্যান্ডসে রাজত্ব ==\n\n১৪৭৭ সালের ৫ জানুয়ারি ন্যান্সির যুদ্ধে তার বাবার মৃত্যুর পর ম্যাক্সিমিলিয়ানের স্ত্রী ফ্রান্স এবং নিম্ন দেশগুলোতে বৃহৎ বারগুন্ডিয়ান অঞ্চল উত্তরাধিকারসূত্রে লাভ করেন।\nবার্গান্ডি ডাচির দক্ষিণ অংশ (কখনও কখনও \"বার্গান্ডি প্রোপার\" নামেও পরিচিত) ফরাসি সিংহাসন কর্তৃক স্যালিক আইনের অধীনে দাবি করা হয়, যেখানে ফ্রান্সের একাদশ লুই সামরিক শক্তির মাধ্যমে জোরালোভাবে তার দাবি জাহির করেন। ম্যাক্সিমিলিয়ান তৎক্ষণাৎ তার স্ত্রীর রাজত্ব রক্ষার দায়িত্ব নেন। সাম্রাজ্যের সমর্থন ছাড়াই এবং চার্লস দ্য বোল্ডের অভিযানের ফাঁকা কোষাগার নিয়ে, তিনি ১৪৭৮-১৪৭৯ সালে ফরাসিদের বিরুদ্ধে একটি অভিযান পরিচালনা করেন এবং লে কুয়েসনয়, কনডে এবং আন্তোইং পুনরুদ্ধার করেন। তিনি ১৪৭৯ সালের ৭ আগস্ট আধুনিক এনগুইনগেটে গিনিগেটের যুদ্ধে ফরাসি বাহিনীকে পরাজিত করেন।\nজয়লাভ করা সত্ত্বেও ম্যাক্সিমিলিয়ানকে থেরোয়ানের অবরোধ ত্যাগ করতে হয়েছিল এবং তার সেনাবাহিনী ভেঙে দিতে হয়েছিল, কারণ নেদারল্যান্ডস তাকে খুব বেশি শক্তিশালী হতে দিতে চায়নি অথবা তার কোষাগার খালি ছিল। যদিও যুদ্ধটি সামরিক ইতিহাসে একটি গুরুত্বপূর্ণ মাইলফলক ছিল: বারগুন্ডিয়ান পাইকম্যানরা ল্যান্ডস্কনেখটের পূর্বসূরী হয়, অন্যদিকে ফরাসি পক্ষ তাদের পরাজয় থেকে সামরিক সংস্কারের গতি অর্জন করে।\n\nকারো কারো মতে ম্যাক্সিমিলিয়ান এবং মেরির বিবাহ চুক্তিতে বলা হয়েছিল যে তাদের সন্তানরা তাদের উত্তরসূরী হবে কিন্তু এই দম্পতি একে অপরের উত্তরাধিকারী হতে পারবে না। মেরি তার মৃত্যুর ক্ষেত্রে উপহার হিসেবে অঞ্চল হস্তান্তর করার প্রতিশ্রুতি দিয়ে এই নিয়মটি এড়িয়ে যাওয়ার চেষ্টা করেছিলেন কিন্তু তার পরিকল্পনাগুলি বিভ্রান্ত হয়ে পড়ে। ১৪৮২ সালের ২৭শে মার্চ উইজেনডেল দুর্গের কাছে এক অশ্বারোহী দুর্ঘটনায় মেরির মৃত্যুর পর ম্যাক্সিমিলিয়ানের লক্ষ্য ছিল তার এবং মেরির পুত্র ফিলিপ দ্য হ্যান্ডসামের উত্তরাধিকার নিশ্চিত করা। হেমার্স এবং সাচের মতে, মূল বিবাহ চুক্তিতে বলা হয়েছিল যে যদি তাদের সন্তান থাকে তবে তিনি ম্যাক্সিমিলিয়ান মেরির বারগান্ডিয়ান ভূমির উত্তরাধিকারী হতে পারবেন না।\nগিনেগেটের বিজয় ম্যাক্সিমিলিয়ানকে জনপ্রিয় করে তুলেছিল, কিন্তু একজন অনভিজ্ঞ শাসক হিসেবে তিনি ঐতিহ্যবাহী অধিকারকে সম্মান না করে এবং প্রাসঙ্গিক রাজনৈতিক সংস্থাগুলির সাথে পরামর্শ না করে কর্তৃত্বকে কেন্দ্রীভূত করার চেষ্টা করে রাজনৈতিকভাবে নিজেকে ক্ষতিগ্রস্ত করেছিলেন। বেলজিয়ান ইতিহাসবিদ ইউজিন ডাচেন মন্তব্য করেছেন যে এই বছরগুলি ছিল দেশের ইতিহাসের সবচেয়ে দুঃখজনক এবং অস্থির বছরগুলির মধ্যে একটি, এবং তার পরবর্তী মহান সাম্রাজ্যিক কর্মজীবন সত্ত্বেও, দুর্ভাগ্যবশত ম্যাক্সিমিলিয়ান এই সময়ের শাসক হিসেবে তার করা ভুলগুলির ক্ষতিপূরণ দিতে পারেননি। নেদারল্যান্ডসের কিছু প্রদেশ ম্যাক্সিমিলিয়ানের প্রতি বিরূপ ছিল এবং ১৪৮২ সালে তারা আরাসে লুই একাদশের সাথে একটি চুক্তি স্বাক্ষর করে যার ফলে ম্যাক্সিমিলিয়ান ফ্রশ-কোঁতে এবং আর্টোইসকে ফরাসি রাজপুত্রের কাছে ছেড়ে দিতে বাধ্য হন।\nমেরির অধীনে তারা যে স্বায়ত্তশাসন উপভোগ করেছিল তা পুনরুদ্ধার করার চেষ্টা করে ১৪৮২-১৪৯২ সময়কালে তারা প্রকাশ্যে দুবার বিদ্রোহ করেছিল। ফ্লেমিশ বিদ্রোহীরা ফিলিপকে এমনকি ম্যাক্সিমিলিয়ানকেও বন্দী করতে সক্ষম হয়, কিন্তু তৃতীয় ফ্রেডেরিক হস্তক্ষেপ করলে তারা ম্যাক্সিমিলিয়ানকে ছেড়ে দেয়। ১৪৮৯ সালে যখন তিনি তার বংশগত ভূমির দিকে মনোনিবেশ করেন, তখন তিনি স্যাক্সনির অ্যালবার্টের হাতে নিম্ন দেশগুলি ছেড়ে দেন। অ্যালবার্ট পরে একজন চমৎকার পছন্দ হিসেবে প্রমাণিত হন, কারণ তিনি নিম্ন দেশগুলির প্রতি আবেগগতভাবে কম প্রতিশ্রুতিবদ্ধ ছিলেন এবং ম্যাক্সিমিলিয়ানের চেয়ে রাজনীতিবিদ হিসেবে আরও নমনীয় ছিলেন, একই সাথে একজন দক্ষ জেনারেলও ছিলেন। ১৪৯২ সালের মধ্যে বিদ্রোহ সম্পূর্ণরূপে দমন করা হয়। ম্যাক্সিমিলিয়ান গ্রেট প্রিভিলেজ বা স্বায়ত্তশাসন বাতিল করে দেন এবং বিশেষত্বের দ্বারা অবাধে একটি শক্তিশালী ডুকাল রাজতন্ত্র প্রতিষ্ঠা করেন। কিন্তু তিনি চার্লস দ্য বোল্ডের কেন্দ্রীভূতকরণ অধ্যাদেশগুলি পুনরায় চালু করবেন না। ১৪৮৯ সাল থেকে (তার প্রস্থানের পর), স্যাক্সনির অ্যালবার্টের নেতৃত্বাধীন সরকার প্রতিনিধিত্বমূলক প্রতিষ্ঠানগুলির সাথে পরামর্শ করার ক্ষেত্রে আরও বেশি প্রচেষ্টা চালায় এবং বিদ্রোহী অঞ্চলগুলিকে দমন করার ক্ষেত্রে আরও সংযম দেখায়। পূর্বে বিদ্রোহকে সমর্থনকারী উল্লেখযোগ্য ব্যক্তিরা নগর প্রশাসনে ফিরে আসেন। এস্টেট জেনারেল কেন্দ্রীয় সরকারের নিয়মিত মিলনস্থল হিসেবে বিকশিত হতে থাকে।\nবিদ্রোহ কঠোরভাবে দমনের ফলে এর একতাবদ্ধ প্রভাব পড়ে। প্রদেশগুলি পৃথক সত্তার মতো আচরণ করা বন্ধ করে দিয়ে প্রতিটি লর্ড আলাদা আলাদা লর্ডকে সমর্থন করা শুরু করে। হেলমুট কোয়েনিগসবার্গার মনে করেন যে, সাহসী কিন্তু নেদারল্যান্ডসকে খুব কমই বুঝতে পারা ম্যাক্সিমিলিয়ানের অনিয়মিত নেতৃত্ব নয়, বরং দেশকে টিকিয়ে রাখার জন্য এস্টেটদের আকাঙ্ক্ষাই বারগান্ডিয়ান রাজতন্ত্রকে টিকে থাকতে সাহায্য করেছিল। জিন বেরেঙ্গার এবং সিএ সিম্পসন যুক্তি দেন যে ম্যাক্সিমিলিয়ান একজন প্রতিভাবান সামরিক চ্যাম্পিয়ন এবং সংগঠক হিসেবে ফ্রান্সের হাত থেকে নেদারল্যান্ডসকে রক্ষা করেছিলেন, যদিও এস্টেট এবং তার ব্যক্তিগত উচ্চাকাঙ্ক্ষার মধ্যে দ্বন্দ্ব স্বল্পমেয়াদে একটি বিপর্যয়কর পরিস্থিতির সৃষ্টি করেছিল।  পিটার স্পফোর্ডের মতে, এস্টেট এবং ম্যাক্সিমিলিয়ানের সমন্বয়ের মাধ্যমে আক্রমণ প্রতিরোধ করা সম্ভব হয়েছিল, যদিও যুদ্ধের খরচ, ম্যাক্সিমিলিয়ানের ব্যয়বহুল উদারতা এবং তার জার্মান ব্যাংকারদের দ্বারা প্রয়োগ করা স্বার্থ আয় হ্রাসের সময় বিশাল ব্যয়ের কারণ হয়েছিল।  জেলে হেমার্স মন্তব্য করেন যে, এস্টেটস তরুণ এবং উচ্চাকাঙ্ক্ষীরা যুদ্ধে impresario দের (পরিচালক) প্রতি তাদের সমর্থন বন্ধ করে দেয় কারণ তারা জানত যে গিনিগেটের পরে যুদ্ধের প্রকৃতি আর প্রতিরক্ষামূলক ছিল না। তিনি বলেন, \"অভ্যন্তরীণ বিভাজন, এস্টেটের প্রতিনিধিদের মধ্যে রাজনৈতিক প্রতিদ্বন্দ্বিতা, কেন্দ্রীয়ভাবে রাষ্ট্র পরিচালনা করতে ব্যবহৃত কর্মকর্তাদের একটি শক্তিশালী কর্পের ঐতিহ্য এবং রাষ্ট্রপ্রধান হিসেবে একজন নতুন উচ্চাভিলাষী 'যুদ্ধের impresario'-এর আগমন ১৪৭৭-এর সুযোগ-সুবিধাকে ক্ষুণ্ন করে।\"\nম্যাক্সিমিলিয়ান এবং তার অনুসারীরা পরিস্থিতি স্থিতিশীল করার ক্ষেত্রে উল্লেখযোগ্য সাফল্য অর্জন করতে সক্ষম হন এবং ১৪৮২ সালে মেরির মর্মান্তিক মৃত্যুর আগে পর্যন্ত ঘেন্টের পাশাপাশি ব্রুগেসেও অচলাবস্থা বজায় ছিল। হেমার্সের মতে, যদিও উইলেম জোয়েটের ম্যাক্সিমিলিয়ান সরকারের বিরুদ্ধে অভিযোগ একপেশে ছিল যা নেতিবাচক বিষয়গুলিকে অতিরঞ্জিত করেছিল এবং রিজেন্সি কাউন্সিল একই রকম অনেক সমস্যা প্রদর্শন করেছিল, তবুও ম্যাক্সিমিলিয়ান এবং তার অনুসারীরা বিষয়গুলি আরও বড় হওয়ার আগে তাদের বিরোধীদের অভিযোগ মোকাবেলা করার সময় আরও বিচক্ষণ হতে পারতেন।\n\nনিম্ন দেশগুলিতে থাকাকালীন তিনি সকল ধরণের সামরিক মডেল নিয়ে পরীক্ষা-নিরীক্ষা করেছিলেন। প্রথমে নগর মিলিশিয়া এবং ভাসালিক সৈন্য, তারপর ফরাসি-ধাঁচের কোম্পানিগুলি যা খুব কঠোর এবং ব্যয়বহুল ছিল, এবং অবশেষে জার্মানিক ভাড়াটে সৈন্য। জার্মান ভাড়াটে সৈন্যদের নৃশংস দক্ষতা, অ্যান্টওয়ার্প, আমস্টারডাম, মেচেলেন এবং ব্রাসেলসের মতো ফ্ল্যান্ডার্সের বাইরের শহরগুলির আর্থিক সহায়তার পাশাপাশি অনুগত জমিদার অভিজাতদের একটি ছোট দল বার্গুন্ডিয়ান-হাবসবার্গ শাসনের চূড়ান্ত বিজয়ের নির্ণায়ক প্রমাণিত হয়েছিল। ফরাসি ইতিহাসবিদ Amable Sablon du Corail এর La Guerre, le prince et ses sujets. Les finances des Pays-Bas bourguignons sous Marie de Bourgogne et Maximilien d'Autriche (1477–1493) পর্যালোচনা করে মার্ক বুন মন্তব্য করেছেন যে, বর্ণিত বর্বরতা ম্যাক্সিমিলিয়ান এবং হ্যাবসবার্গ রাজবংশের সম্প্রসারণের অতৃপ্ত লোভ এবং স্থানীয় ঐতিহ্যের সাথে খাপ খাইয়ে নিতে অক্ষমতাকে প্রকাশ করে, অন্যদিকে জিন-ফ্রাঁসোয়া লাসালমোনি মনে করেন যে, জাতি গঠন প্রক্রিয়া (একটি সাধারণ কর প্রতিষ্ঠার মাধ্যমে সফল) ফ্রান্সের একই প্রক্রিয়ার সাথে উল্লেখযোগ্যভাবে মিল ছিল, যার মধ্যে রাজনৈতিক সমাজের স্থানীয় স্তরের সাথে কাজ করার দ্বিধাও ছিল, তবে সংগ্রামটি সংক্ষিপ্ত ছিল এবং ১৪৯৪ সালের পরে রাজপুত্র এবং এস্টেটগুলির মধ্যে একটি শান্তিপূর্ণ সংলাপ হয়েছিল। জেলে হেমার্স মত দেন যে, ঐতিহ্যগতভাবে কল্পনা করা বিদ্রোহ দমনের সাথে সম্পর্কিত সহিংসতার মাত্রা অতিরঞ্জিত করা হয়েছে এবং বেশিরভাগ সহিংসতা প্রতীকীভাবে ঘটেছিল, তবে \"কেন্দ্রীয় রাষ্ট্র\" কে একটি আধুনিক রাষ্ট্রের অর্থে বিবেচনা করার প্রবণতার বিরুদ্ধেও তিনি সতর্ক করে দিয়েছেন।\nযদিও এটা বলা হয় যে ম্যাক্সিমিলিয়ান একটি শ্রেণী-ভিত্তিক মানসিকতা প্রদর্শন করেছিলেন যা অভিজাতদের পক্ষে ছিল, কিন্তু সাম্প্রতিক এক গবেষণায় দেখা গেছে যে, ১৪৮২ সালের আদালতের আদেশ অনুসারে ঐতিহ্যবাহী অভিজাতদের জন্য একটি উদ্বেগজনক গতিতে তিনি \"পারভেনাস\"দের উন্নীত করার চেষ্টা করেছিলেন যারা নিজের প্রতি আনুগত্য প্রকাশ করেছিলেন। বিদ্রোহের পর অভিজাতদের সম্পত্তি বাজেয়াপ্ত করা হয় এবং তাদের জায়গায় হ্যাবসবার্গের প্রতি অনুগত একটি নতুন অভিজাত শ্রেণীকে নিয়ে আসা হয় - যাদের মধ্যে এমন অভিজাত ব্যক্তি ছিলেন যারা শুধুমাত্র ঐতিহ্যগতভাবে উচ্চ অভিজাত শ্রেণীর অংশ ছিলেন কিন্তু শুধুমাত্র এই সময়ের মধ্যেই অতি-জাতীয় গুরুত্বে উন্নীত হয়েছিলেন। এদের মধ্যে সবচেয়ে গুরুত্বপূর্ণ ছিলেন এগমন্টের তৃতীয় জন এবং ফ্রেডেরিক, নাসাউয়ের দ্বিতীয় এঙ্গেলব্রেখ্ট, উইথহেমের হেনরি এবং গ্লাইমস-বার্গেনের ভাইয়েরা।\n\n১৪৮৬ সালের গোড়ার দিকে তিনি মর্তেইন, ল'এক্লুস, হনেকর্ট এবং এমনকি থেরোয়ান পুনরায় দখল করেন, কিন্তু ১৪৭৯ সালের মতো একই ঘটনা ঘটে। এই অঞ্চলগুলো কাজে লাগানো এবং ধরে রাখার জন্য তার আর্থিক সম্পদের অভাব ছিল। শুধুমাত্র ১৪৯২ সালে একটি স্থিতিশীল অভ্যন্তরীণ পরিস্থিতির সাথে তিনি ফ্রাঞ্চ-কোম্তে এবং আরাসকে পুনরায় জয় করতে এবং ধরে রাখতে সক্ষম হন এই অজুহাতে যে ফরাসিরা তার মেয়েকে প্রত্যাখ্যান করেছিল। ১৪৯৩ সালে ম্যাক্সিমিলিয়ান এবং ফ্রান্সের অষ্টম চার্লস সেনলিসের চুক্তিতে স্বাক্ষর করেন, যার মাধ্যমে আর্টোইস এবং ফ্রাঞ্চ-কোম্তে বারগুন্ডিয়ান শাসনে ফিরে আসে এবং পিকার্ডিকে ফরাসি অধিকার হিসাবে নিশ্চিত করা হয়। ফরাসিরা বারগান্ডির ডাচিও ধরে রেখেছিল। এইভাবে নেদারল্যান্ডসের একটি বৃহৎ অংশ (যা সতেরোটি প্রদেশ নামে পরিচিত) হ্যাবসবার্গের সম্পত্তিতে থেকে যায়।\n৮ জানুয়ারি ১৪৮৮ তারিখে একই ধরণের ১৩৭৩ সালের ফরাসি অধ্যাদেশকে মডেল হিসেবে ব্যবহার করে ফিলিপের সাথে একসাথে তিনি অ্যাডমিরালটির অধ্যাদেশ জারি করেন, যা অ্যাডমিরালটিকে একটি রাষ্ট্রীয় প্রতিষ্ঠান হিসেবে সংগঠিত করে এবং সামুদ্রিক কর্তৃত্বকে কেন্দ্রীভূত করার চেষ্টা করে (এটি ছিল ফিলিপ দ্য গুডের নীতি থেকে প্রস্থান, যার ১৪৫৮ সালের অধ্যাদেশ ক্ষমতা বিকেন্দ্রীকরণের মাধ্যমে সামুদ্রিক শৃঙ্খলা পুনরুদ্ধার করার চেষ্টা করেছিল)। এটি ছিল ডাচ নৌবাহিনীর সূচনা, যদিও প্রাথমিকভাবে নীতিটি বিরোধিতা এবং প্রতিকূল রাজনৈতিক পরিস্থিতির মুখোমুখি হয়েছিল। ১৪৯১ সালে বার্গান্ডি-বেভেরেনের ফিলিপের নিয়োগের মাধ্যমে অবস্থার উন্নতি হয়। ১৫৫৫ সালের পর তার নাতনী হাঙ্গেরির মেরির গভর্নরশিপের অধীনে একটি স্থায়ী নৌবাহিনী গড়ে ওঠে।\n১৪৯৩ সালে তৃতীয় ফ্রেডেরিক মারা যান, এবং প্রথম ম্যাক্সিমিলিয়ান পবিত্র রোমান সাম্রাজ্যের কার্যত নেতা হন। তিনি ১৫ বছর বয়সী ফিলিপের কাছে ক্ষমতা হস্তান্তর করার সিদ্ধান্ত নেন। নিম্নভূমিতে থাকাকালীন তিনি এমন মানসিক সমস্যায় আক্রান্ত হন যে, নিয়ন্ত্রণ অর্জনের পর বিরল ও প্রয়োজনীয় ঘটনা ছাড়া তিনি আর কখনও ভূমিতে ফিরে আসতেন না। ১৫০৬ সালে ফিলিপের মৃত্যুর পর যখন এস্টেটস তাকে রাজত্বের প্রস্তাব দেওয়ার জন্য একটি প্রতিনিধিদল পাঠায়, তখন তিনি কয়েক মাস ধরে তাদের এড়িয়ে যান।\n\nসুজেরেইন হিসেবে, ম্যাক্সিমিলিয়ান দূর থেকে নিম্ন দেশগুলির সাথে নিজেকে জড়িত করতে থাকেন। তার ছেলে এবং মেয়ের সরকার রাজ্য এবং সাম্রাজ্যের মধ্যে একটি আপস বজায় রাখার চেষ্টা করেছিল। বিশেষ করে ফিলিপ একটি স্বাধীন বার্গান্ডিয়ান নীতি বজায় রাখার চেষ্টা করেছিলেন, যা কখনও কখনও তার বাবার সাথে মতবিরোধের কারণ হত। ফিলিপ তার ভূমির জন্য শান্তি এবং অর্থনৈতিক উন্নয়ন বজায় রাখতে পছন্দ করতেন, তাই ম্যাক্সিমিলিয়ান তার নিজস্ব সম্পদের উপর গুয়েলডার্সের বিরুদ্ধে চার্লস অফ এগমন্ডের সাথে লড়াই করতে বাধ্য হন। এক পর্যায়ে ফিলিপ গুয়েলডার্সের শাসনের বিরুদ্ধে প্রতিরোধ গড়ে তোলার জন্য ফরাসি সৈন্যদের তার নিজের ভূমির মধ্য দিয়ে যেতে দেন। রাজত্বের শেষের দিকে ফিলিপ তার বাবার সাথে একসাথে এই হুমকি মোকাবেলা করার সিদ্ধান্ত নেন।\nএই সময়ের মধ্যে গুয়েলডাররা ক্রমাগত যুদ্ধ পরিস্থিতি এবং অন্যান্য সমস্যার দ্বারা প্রভাবিত হয়ে পড়েছিল। ক্লিভসের ডিউক এবং উট্রেখটের বিশপ লুণ্ঠিত সম্পদ ভাগ করে নেওয়ার আশায় ফিলিপকে সাহায্য করেছিলেন। ম্যাক্সিমিলিয়ান তার নিজের ছেলেকে গুয়েলডার্স এবং জুটফেনের সাথে নিয়োগ করেছিলেন। কয়েক মাসের মধ্যেই  তার বাবার দক্ষ কামানের সাহায্যে ফিলিপ সমগ্র ভূখণ্ড জয় করেন এবং এগমন্ডের চার্লস ফিলিপের সামনে নিজেকে আত্মসমর্পণ করতে বাধ্য হন। ম্যাক্সিমিলিয়ান চেয়েছিলেন গুয়েলডার্সের বিষয়টি চিরতরে সমাধান করা হোক, কিন্তু পরে চার্লস পালিয়ে যাওয়ার পর এবং ফিলিপ স্পেনের উদ্দেশ্যে তার ১৫০৬ সালের মারাত্মক যাত্রা করার জন্য তাড়াহুড়ো করার ফলে, শীঘ্রই আবার সমস্যা দেখা দেয়। মার্গারেটকে এ সমস্যাগুলি মোকাবেলা করতে হয়। ফিলিপ (ম্যাক্সিমিলিয়ানের কল্পনা মতে যিনি সম্ভবত ফরাসি গোয়েন্দা সংস্থা দ্বারা প্রভাবিত ছিলেন) এবং এস্টেটদের মনোভাব দেখে ম্যাক্সিমিলিয়ান ক্ষুব্ধ হয়েছিলেন, যাদের তিনি অবিশ্বাস্যভাবে উদাসীন এবং তাদের নিজস্ব দেশের নিরাপত্তার জন্য হুমকির বিষয়ে সংকুচিত বলে মনে করেছিলেন। বার্গোসে ফিলিপের মৃত্যু ব্যক্তিগতভাবে একটি প্রচণ্ড আঘাত ছিল (ম্যাক্সিমিলিয়ানের অনুসারীরা দশ দিনেরও বেশি সময় ধরে এটি তার কাছ থেকে গোপন রেখেছিল বলে মনে করা হয়) এবং রাজনৈতিকভাবেও, কারণ এই সময়ের মধ্যে তিনি তার বাবার সবচেয়ে গুরুত্বপূর্ণ আন্তর্জাতিক মিত্র হয়ে উঠেছিলেন, যদিও তিনি তার স্বাধীন বিচার বজায় রেখেছিলেন। তাদের সমস্ত যৌথ উদ্যোগ ভেঙে পড়ে, যার মধ্যে ১৫০৮ সালে পরিকল্পিত ইতালীয় অভিযানও ছিল।\n\nএস্টেটরা ফ্রান্স এবং গুয়েলডার্সের সাথে শান্তি বজায় রাখতে পছন্দ করত। কিন্তু গুয়েলডার্সের কার্যত লর্ড চার্লস অফ এগমন্ট সমস্যা সৃষ্টি করতে থাকেন। ১৫১১ সালে মার্গারেট ইংল্যান্ডের সাথে একটি মৈত্রী স্থাপন করেন এবং ভেনলো অবরোধ করেন, কিন্তু এগমন্টের চার্লস হল্যান্ড আক্রমণ করেন তাই তিনি অবরোধ তুলে নিতে বাধ্য হন। জেমস ডি. ট্রেসি মনে করেন যে, ম্যাক্সিমিলিয়ান এবং মার্গারেট গুয়েলডারদের বিরুদ্ধে আরও কঠোর ব্যবস্থা নেওয়ার দাবিতে যুক্তিসঙ্গত ছিলেন, কিন্তু এস্টেট জেনারেলের সমালোচকরা (যারা গুয়েলডারদের বিরুদ্ধে যুদ্ধের জন্য তহবিল প্রদানের বিরুদ্ধে ক্রমাগত ভোট দিয়েছিল) এবং অভিজাতরা নির্বোধভাবে ভেবেছিলেন যে, এগমন্টের চার্লসকে তার পৃষ্ঠপোষক ফ্রান্সের রাজার সাথে শান্তিপূর্ণ সম্পর্ক বজায় রেখে নিয়ন্ত্রণ করা যেতে পারে। নেদারল্যান্ডসের নেতৃস্থানীয় রেনেসাঁর মানবতাবাদীরা যেমন ইরাসমাস এবং হ্যাড্রিয়ানাস বারল্যান্ডাস সরকার এবং বিশেষ করে ম্যাক্সিমিলিয়ানের ব্যক্তির প্রতি অবিশ্বাস প্রদর্শন করেছিলেন, যাকে তারা একজন যুদ্ধপ্রিয় এবং লোভী রাজপুত্র বলে বিশ্বাস করতেন। ১৫১৭ সালে ফ্রিজল্যান্ড এবং হল্যান্ডে চার্লস অফ এগমন্টের নৃশংস অভিযানের পর এই মানবতাবাদীরা তাদের ভুল বিশ্বাসে এই গল্প ছড়িয়ে দেয় যে, সম্রাট এবং অন্যান্য রাজকুমাররা হ্যাবসবার্গের আধিপত্য বিস্তার এবং অর্থ আহরণের জন্য চতুর পরিকল্পনা এবং যুদ্ধ তৈরি করছে।\nমার্গারেট যখন রিজেন্ট হন, তখন ম্যাক্সিমিলিয়ান গুয়েলডার্সের ব্যাপারে সাহায্য করার ব্যাপারে কম আগ্রহী ছিলেন। তিনি তাকে পরামর্শ দেন যে নিম্ন দেশগুলির এস্টেটদের নিজেদের রক্ষা করা উচিত। তাকে চার্লসের সাথে ১৫১৩ সালের চুক্তিতে স্বাক্ষর করতে বাধ্য করা হয়। পরবর্তীতে হ্যাবসবার্গ নেদারল্যান্ডস কেবল পঞ্চম চার্লসের অধীনে গুয়েলডার্স এবং জুটফেনকে অন্তর্ভুক্ত করতে সক্ষম হয়েছিল।\n১৫১৩ সালে অষ্টম হেনরির সেনাবাহিনীর নেতৃত্বে মার্গারেটের বিদেশী সেনাবাহিনীর সাহায্যে নিম্ন দেশগুলিকে রক্ষা করার কৌশল অনুসরণ করে, ম্যাক্সিমিলিয়ান স্পার্সের যুদ্ধে ফরাসিদের বিরুদ্ধে জয়লাভ করেন (প্রকৃতপক্ষে মার্গারেটের মতে, নিম্ন দেশগুলি ইংরেজ সেনাবাহিনীকে সরবরাহ করে দশ লক্ষ সোনা লাভ করেছিল)। তার নাতি চার্লসের বারগুন্ডিয়ান ভূমির স্বার্থে তিনি থেরোয়ানের দেয়াল ভেঙে ফেলার নির্দেশ দেন (এই দুর্গটি প্রায়শই নিম্ন দেশগুলিতে ফরাসি হস্তক্ষেপের পিছনের দরজা হিসেবে কাজ করত)।\n\n\n== পবিত্র রোমান সাম্রাজ্যে রাজত্ব ==\n\n\n=== অস্ট্রিয়া পুনরুদ্ধার ===\n\nম্যাক্সিমিলিয়ান ১৪৮৬ সালের ১৬ ফেব্রুয়ারি ফ্রাঙ্কফুর্ট-আম-মেইনে রোমানদের রাজা নির্বাচিত হন এবং ১৪৮৬ সালের ৯ এপ্রিল আখেনে তার রাজ্যাভিষেক হয়। অস্ট্রিয়ান-হাঙ্গেরিয়ান যুদ্ধের (১৪৭৭-১৪৮৮) ফলে অস্ট্রিয়ান অঞ্চল এবং ভিয়েনার বেশিরভাগ অংশ হাঙ্গেরির রাজা ম্যাথিয়াস করভিনাসের অধীনে ছিল। ম্যাক্সিমিলিয়ান তখন  ভূমিবিহীন রাজা হয়ে যান। ম্যাথিয়াস করভিনাস সম্রাট ফ্রেডেরিক এবং তার পুত্র ম্যাক্সিমিলিয়ানকে অস্ট্রিয়ান প্রদেশ এবং ভিয়েনা ফিরিয়ে দেওয়ার প্রস্তাব দেন, যদি তারা ১৪৬৩ সালের চুক্তি ত্যাগ করে ম্যাথিয়াসকে ফ্রেডেরিকের মনোনীত উত্তরাধিকারী এবং পবিত্র রোমান সম্রাট হিসেবে পছন্দের উত্তরসূরী হিসেবে গ্রহণ করেন। এই নিষ্পত্তি হওয়ার আগেই ম্যাথিয়াস ১৪৯০ সালে ভিয়েনায় মারা যান। তবে, ম্যাথিয়াস করভিনাসের মৃত্যুর পর জন করভিনাসের সমর্থক এবং বোহেমিয়ার ভ্লাদিস্লাসের সমর্থকদের মধ্যে হাঙ্গেরিতে গৃহযুদ্ধ শুরু হয়। হাঙ্গেরির গৃহযুদ্ধের কারণে ম্যাক্সিমিলানের জন্য নতুন সম্ভাবনার দ্বার উন্মোচিত হয়।\n১৪৯০ সালের জুলাই মাসে ম্যাক্সিমিলিয়ান অস্ট্রিয়ায় তার বাবার হারানো শহর এবং দুর্গগুলি পুনরুদ্ধারের জন্য সংক্ষিপ্ত অবরোধের একটি সিরিজ শুরু করেন। ১৪৯০ সালের আগস্টে ম্যাক্সিমিলিয়ান ভিয়েনায় প্রবেশ করেন, যা ইতিমধ্যেই হাঙ্গেরিয়ানরা সরিয়ে নিয়েছিল। ৪০০ হাঙ্গেরীয় সৈন্যের একটি গ্যারিসন দ্বারা সুরক্ষিত দুর্গ আক্রমণ করার সময় তিনি আহত হন। তারা তার বাহিনীকে দুবার প্রতিহত করে, কিন্তু কয়েক দিন পরে তারা আত্মসমর্পণ করে।\nএছাড়াও পঞ্চদশ শতাব্দীর শেষের দিকে টাইরল কাউন্টি এবং বাভারিয়া ডাচি যুদ্ধে লিপ্ত হয়। বাভারিয়া টাইরোলের কাছ থেকে টাকা দাবি করে যা টাইরোলিয়ান ভূমির জামানতে ধার করা হয়েছিল। ১৪৯০ সালে এই দুই রাজ্য বিরোধের মধ্যস্থতা করার জন্য ম্যাক্সিমিলিয়ানের হস্তক্ষেপ দাবি করে। তার হ্যাবসবার্গের চাচাতো ভাই, নিঃসন্তান আর্চডিউক সিগিসমুন্ড, সম্রাট ফ্রেডেরিককে উত্তরাধিকারসূত্রে টাইরল বিক্রি করার জন্য আলোচনা করছিলেন। ম্যাক্সিমিলিয়ানের মধ্যস্থতার ফলে ১৪৯০ সালে পুনর্মিলন ঘটে এবং রাজবংশীয় শাসন পুনরায় প্রতিষ্ঠিত হয়। যেহেতু সেই সময়ে টাইরলে কোনও আইন কোড ছিল না, তাই অভিজাতরা জনগণের কাছ থেকে অবাধে অর্থ আত্মসাৎ করত, যার ফলে ইনসব্রুকের আদালত দুর্নীতিতে উত্তেজিত হয়ে উঠত। নিয়ন্ত্রণ গ্রহণের পর ম্যাক্সিমিলিয়ান তাৎক্ষণিক আর্থিক সংস্কার শুরু করেন। হ্যাবসবার্গদের জন্য টাইরলের নিয়ন্ত্রণ অর্জন কৌশলগতভাবে গুরুত্বপূর্ণ ছিল কারণ এটি সুইস কনফেডারেসিকে হ্যাবসবার্গ-নিয়ন্ত্রিত অস্ট্রিয়ান ভূমির সাথে সংযুক্ত করেছিল, যা কিছু সাম্রাজ্যিক ভৌগোলিক ধারাবাহিকতাকে সহজতর করেছিল।\n১৪৯৭ থেকে ১৪৯৮ সাল পর্যন্ত ম্যাক্সিমিলিয়ান শেষ মেইনহার্ডিন রাজপুত্র গোরিজিয়ার কাউন্ট লিওনহার্ডের সাথে একটি উত্তরাধিকার চুক্তি নিয়ে আলোচনা করেন, যার উদ্দেশ্য ছিল গোরিজিয়া কাউন্টিকে হ্যাবসবার্গের কাছে নিয়ে আসা। তবে ভেনিস প্রজাতন্ত্রের সাথে বিরোধের পরই গোরিজিয়ার স্টাডথোল্ডার ভার্জিল ভন গ্রাবেন অবশেষে এই চুক্তি বাস্তবায়নে সফল হন।\n\n\n=== হাঙ্গেরিতে অভিযান ===\nম্যাথিয়াস করভিনাসের বিধবা স্ত্রী নেপলসের বিট্রিস প্রথমে ম্যাক্সিমিলিয়ানকে এই আশায় সমর্থন করেছিলেন যে তিনি তাকে বিয়ে করবেন, কিন্তু ম্যাক্সিমিলিয়ান এটি চাননি। হাঙ্গেরীয় ধনী ব্যক্তিরা ম্যাক্সিমিলিয়ানকে চিত্তাকর্ষক মনে করেছিলেন, কিন্তু তারা এমন একজন রাজা চেয়েছিলেন যার উপর তারা আধিপত্য বিস্তার করতে পারে। এইভাবে হাঙ্গেরির সিংহাসন রাজা দ্বিতীয় ভ্লাদিস্লাসের হাতে পড়ে, যিনি ব্যক্তিত্বের দিক থেকে দুর্বল বলে বিবেচিত হন এবং বিয়াট্রিসকে বিয়ে করতেও রাজি হন। হাঙ্গেরির চ্যান্সেলর তামাস বাকোচ ম্যাক্সিমিলিয়ানের সাথে মিত্রতা স্থাপন করেন এবং ১৫০৫ সালের ডায়েটকে এড়িয়ে যেতে তাকে সাহায্য করেন, যেখানে ঘোষণা করা হয়েছিল যে কোনও বিদেশীকে হাঙ্গেরির রাজা নির্বাচিত করা যাবে না।\nইনসব্রুক এবং দক্ষিণ জার্মান শহরগুলি থেকে অর্থ সংগ্রহ করে তিনি হাঙ্গেরিতে অভিযান চালানোর জন্য পর্যাপ্ত অশ্বারোহী এবং ল্যান্ডস্কেনেট সংগ্রহ করেছিলেন। হাবসবার্গের প্রতি হাঙ্গেরির ভদ্রলোকদের বৈরিতা সত্ত্বেও, তিনি উচ্চ অভিজাতদের কাছ থেকে অনেক সমর্থক অর্জন করতে সক্ষম হন, যার মধ্যে করভিনাসের বেশ কয়েকজন সমর্থকও ছিলেন। তাদের একজন, জ্যাকব সেকেলি, তাকে স্টাইরিয়ান দুর্গগুলি হস্তান্তর করেছিলেন। তিনি হাঙ্গেরির রাজা হিসেবে তার মর্যাদা দাবি করেন। ইতিমধ্যে, ভ্লাদিস্লাসকে ১৫ জুলাই ১৪৯০ তারিখে হাঙ্গেরির রাজা ঘোষণা করা হয় এবং সেপ্টেম্বরে জেকেসফেহেরভারে তার রাজ্যাভিষেক হয়। ম্যাক্সিমিলিয়ান প্রবল শক্তির সাথে প্রতিক্রিয়া জানান, টাইরোলিয়ান এস্টেট থেকে বিপুল পরিমাণ তহবিল অনুদান ব্যবহার করে প্রায় ১৭,০০০ সৈন্যের একটি সেনাবাহিনী নিয়ে হাঙ্গেরি আক্রমণ করেন। অক্টোবরের শেষের দিকে রাব নদী পার হওয়ার সময় ম্যাক্সিমিলিয়ান হাঙ্গেরিতে খুব কমই প্রতিরোধের সম্মুখীন হন, কারণ অপ্রস্তুত ভ্লাদিস্লাস কোনও পদক্ষেপের প্রতি আগ্রহী ছিলেন না। ম্যাক্সিমিলিয়ানের সাথে অসংখ্য হাঙ্গেরীয় অভিজাত ব্যক্তি এমনকি ম্যাগনেটরাও যোগ দিয়েছিলেন। তীব্র প্রতিরোধ সত্ত্বেও শহরটিতে বোমাবর্ষণ করা হয় এবং অবশেষে দখল করা হয়। এর ফলে ব্যাপক লুটপাট ও হত্যাকাণ্ড ঘটে যা ম্যাক্সিমিলিয়ান এবং তার কর্মকর্তারা রোধ করতে পারেননি। পরের দিনে অভিযান এক গুরুত্বপূর্ণ মোড় নেয়, কারণ লুটপাট নিষিদ্ধ করার কারণে তার ভাড়াটে সৈন্যরা বিদ্রোহ করে বসে।\nতীব্র শীতের মুখোমুখি হয়ে সৈন্যরা যুদ্ধ চালিয়ে যেতে অস্বীকৃতি জানিয়ে ম্যাক্সিমিলিয়ানকে তাদের বেতন দ্বিগুণ করার অনুরোধ করে, যা তার পক্ষে বহন করা সম্ভব ছিল না। বিদ্রোহ পরিস্থিতি জাগিলোনিয়ান বাহিনীর পক্ষে মোড় নেয় এবং ম্যাক্সিমিলিয়ান ফিরে যেতে বাধ্য হন। আর্থিক সহায়তার জন্য তিনি তার বাবা এবং আঞ্চলিক সম্পত্তির উপর নির্ভর করতেন। শীঘ্রই তিনি তার বাবার জন্য লোয়ার এবং ইনার অস্ট্রিয়া পুনরুদ্ধার করেন, যিনি ফিরে এসে লিনজে বসতি স্থাপন করেন। ছেলের দুঃসাহসিক প্রবণতা নিয়ে চিন্তিত হয়ে ফ্রেডেরিক তাকে আর্থিকভাবে অনাহারে রাখার সিদ্ধান্ত নেন।\n\n১৪৯১ সালে, তারা প্রেসবার্গের শান্তি চুক্তিতে স্বাক্ষর করে, যার শর্ত ছিল যে, ম্যাক্সিমিলিয়ান ভ্লাদিস্লাউসকে হাঙ্গেরির রাজা হিসেবে স্বীকৃতি দেবেন, কিন্তু ভ্লাদিস্লাউসের পুরুষ বংশের বিলুপ্তির পর হ্যাবসবার্গরা সিংহাসনের উত্তরাধিকারী হবে এবং অস্ট্রিয়ানরাও যুদ্ধের ক্ষতিপূরণ হিসেবে ১০০,০০০ সোনালী ফ্লোরিন পাবে। ক্রোয়েশিয়ানরা ম্যাক্সিমিলিয়ানের সাথে সম্পর্ক স্থাপন করতে শুরু করে। তবে ক্রোয়েশিয়ান অভিজাতরা তাকে রাজা হিসেবে চেয়েছিলেন। বহুমুখী যুদ্ধ তাকে অতিরিক্ত প্রসারিত করে ফেলবে এই আশঙ্কায় ম্যাক্সিমিলিয়ান ক্রোয়েশিয়া থেকে সরে আসেন এবং জাগিয়েলনদের সাথে চুক্তি গ্রহণ করেন।\n\n\n=== ইতালীয় এবং সুইস যুদ্ধ ===\n\nসেনলিসের চুক্তির মাধ্যমে পবিত্র রোমান সাম্রাজ্যের সাথে ফরাসিদের বিরোধের সমাধান হওয়ার পর, ফ্রান্সের রাজা দ্বাদশ লুই উত্তরে সীমানা নিশ্চিত করেন এবং ইতালির দিকে মনোযোগ দেন, যেখানে তিনি মিলানের ডাচি দাবি করেন। ১৪৯৯ এবং ১৫০০ সালে তিনি এটি জয় করেন এবং লোডোভিকো ইল মোরোকে নির্বাসনে পাঠান। এর ফলে তিনি ম্যাক্সিমিলিয়ানের সাথে সম্ভাব্য দ্বন্দ্বে জড়িয়ে পড়েন, যিনি ১৪৯৪ সালের ১৬ মার্চ মিলানের ডিউক গ্যালিয়াজো মারিয়া স্ফোরজার কন্যা বিয়ানকা মারিয়া স্ফোরজাকে বিয়ে করেন। তবে ম্যাক্সিমিলিয়ান লুইকে মিলান দখল করা থেকে বিরত রাখতে পারেননি। ইতালীয় যুদ্ধের ফলে ম্যাক্সিমিলিয়ান ফরাসিদের মোকাবেলায় হলি লীগে যোগ দেন। ইতালিতে তার অভিযান খারাপভাবে চলছিল এবং  অগ্রগতি দ্রুত বন্ধ হয়ে গিয়েছিল। ম্যাক্সিমিলিয়ানের অভিযান অপচয় এবং খুব কম লাভের জন্য সমালোচিত হয়। তার সেনাবাহিনীকে শক্তিশালী করার জন্য তার কাজ সত্ত্বেও আর্থিক সমস্যার কারণে তিনি যে বাহিনী সংগ্রহ করতে পারতেন তা খুব কম ছিল এবং কোনও পরিবর্তন আনতে পারেনি। ইতালিতে তিনি \"ম্যাসিমিলিয়ানো দি পোচি দেনারি\" (ম্যাক্সিমিলিয়ান দ্য মানিলেস) ডাকনাম অর্জন করেন। ১৫০৮ সালে একটি বিশেষভাবে অপমানজনক অভিযান সংঘটিত হয়, যেখানে বংশগত জমি এবং সীমিত সম্পদ থেকে একদল বাহিনী সংগ্রহ করে তিনি ভেনিস আক্রমণ করার সিদ্ধান্ত নেন। সিক্সট ট্রাউটসনের নেতৃত্বাধীন বাহিনীকে বার্তোলোমিও ডি'আলভিয়ানো পরাজিত করেন, অন্যদিকে ম্যাক্সিমিলিয়ানের অগ্রযাত্রা নিকোলো ডি পিটিগ্লিয়ানোর নেতৃত্বে ভেনিসীয় বাহিনী এবং আলেসান্দ্রো ট্রিভুলজিওর নেতৃত্বে ফরাসি সেনাবাহিনী দ্বারা বাধাপ্রাপ্ত হয়। এরপর বার্তোলোমিও ডি'আলভিয়ানো সাম্রাজ্যের অঞ্চলে প্রবেশ করেন, গোরিজিয়া এবং ট্রিয়েস্ট দখল করেন এবং ম্যাক্সিমিলিয়ানকে একটি অত্যন্ত প্রতিকূল যুদ্ধবিরতিতে স্বাক্ষর করতে বাধ্য করেন।\nপরবর্তীতে তিনি স্পেন, ফ্রান্স এবং পোপ দ্বিতীয় জুলিয়াসকে নিয়ে ক্যামব্রাই লীগ গঠন করেন এবং তার দখলকৃত অঞ্চল এবং কিছু ভেনিসীয় জমি পুনরুদ্ধার করেন। স্লোভেনিয়ার বেশিরভাগ এলাকা হ্যাবসবার্গের কাছে হস্তান্তর করা হয়। কিন্তু যুদ্ধের নৃশংসতা এবং ব্যয় অস্ট্রিয়া এবং কার্নিওলাকে ধ্বংস করে দেয়। আর্থিক সম্পদের অভাবের কারণে তিনি মিত্রদের সম্পদের উপর নির্ভরশীল ছিলেন। যখন শিনার যুদ্ধকে যুদ্ধের তৃপ্তি দেওয়ার পরামর্শ দেন, তখন তিনি তাতে রাজি হননি এবং তা করার মতো নৃশংস ছিলেন না। তিনি ১৫১৫ সালে মিলানের উপর ফরাসি নিয়ন্ত্রণ স্বীকার করেন\nইতালির পরিস্থিতিই তখন ম্যাক্সিমিলিয়ানের একমাত্র সমস্যা ছিল না। ১৪৯৯ সালের ২২ জুলাই ডোরনাচে সাম্রাজ্যের বিরুদ্ধে সুইসরা এক নির্ণায়ক জয়লাভ করে। ১৪৯৯ সালের ২২ সেপ্টেম্বর বাসেলে স্বাক্ষরিত একটি শান্তি চুক্তিতে সম্মত হওয়া ছাড়া ম্যাক্সিমিলিয়ানের আর কোন বিকল্প ছিল না, যা সুইস কনফেডারেসিকে স্বাধীনতা প্রদান করে।\n\n\n=== ইহুদি এবং রোমানি নীতি ===\nম্যাক্সিমিলিয়ানের অধীনে ইহুদি নীতি ব্যাপকভাবে ওঠানামা করত, সাধারণত আর্থিক বিবেচনা এবং বিরোধী মতামতের মুখোমুখি হওয়ার সময় সম্রাটের দ্বিধাগ্রস্ত মনোভাব দ্বারা প্রভাবিত হত। ১৪৯৬ সালে ম্যাক্সিমিলিয়ান একটি ডিক্রি জারি করেন যা স্টাইরিয়া এবং উইনার নিউস্টাড্ট থেকে সমস্ত ইহুদিদের বহিষ্কার করা হয়। ১৪৯৪ থেকে ১৫১০ সালের মধ্যে তিনি স্থানীয় সরকারের কাছ থেকে আর্থিক ক্ষতিপূরণের বিনিময়ে তেরো বার ইহুদি বহিষ্কারের অনুমোদন দেন।\n১৫১০ সালের পর এটি কেবল একবার ঘটে এবং তিনি রেজেনসবার্গ থেকে ইহুদিদের বিতাড়িত করার অভিযানে প্রতিরোধ দেখান। ডেভিড প্রাইস মন্তব্য করেন যে তার রাজত্বের প্রথম সতেরো বছর তিনি ইহুদিদের জন্য একজন বড় হুমকি ছিলেন, কিন্তু ১৫১০ সালের পরে তার নীতি ধীরে ধীরে পরিবর্তিত হয়, যদিও তার মনোভাব তখনও শোষণমূলক ছিল। এই পরিবর্তনে সম্ভবত ভূমিকা পালনকারী একটি বিষয় ছিল জার্মান ইহুদিদের উপর সাম্রাজ্যিক কর আরোপ সম্প্রসারণে ম্যাক্সিমিলিয়ানের সাফল্য। ঐ মুহুর্তে তিনি সম্ভবত স্থানীয় বিচারব্যবস্থা থেকে অস্থায়ী ক্ষতিপূরণের পরিবর্তে স্থিতিশীল ইহুদি সম্প্রদায় থেকে কর আদায়ের সম্ভাবনা বিবেচনা করেছিলেন। নোফ্লাটশার এবং পেটারফি উল্লেখ করেছেন যে, ম্যাক্সিমিলিয়ানের শৈশব থেকেই ইহুদিদের প্রতি গভীর ঘৃণা ছিল, যার কারণ অজানা, কারণ তার বাবা-মা উভয়েই ইহুদিদের প্রতি অত্যন্ত অনুরাগী ছিলেন।\n১৫০৯ সালে ম্যাক্সিমিলিয়ানের ধার্মিক বোন এবং কোলন ডোমিনিকানদের কুনিগুন্ডের প্রভাবের উপর নির্ভর করে ইহুদি-বিরোধী আন্দোলনকারী জোহানেস ফেফারকর্নকে ম্যাক্সিমিলিয়ান বাইবেল ব্যতীত সমস্ত আপত্তিকর ইহুদি বই বাজেয়াপ্ত করার জন্য অনুমোদন দেন। বাজেয়াপ্তির ঘটনাগুলি ফ্রাঙ্কফুর্ট, বিনগেন, মেইঞ্জ এবং অন্যান্য জার্মান শহরে ঘটেছিল। আদেশের প্রতি সাড়া দিয়ে মেইঞ্জের আর্চবিশপ, ফ্রাঙ্কফুর্টের সিটি কাউন্সিল এবং বিভিন্ন জার্মান রাজপুত্র ইহুদিদের প্রতিরক্ষায় হস্তক্ষেপ করার চেষ্টা করেছিলেন। ফলস্বরূপ ম্যাক্সিমিলিয়ান বাজেয়াপ্ত বইগুলি ফেরত দেওয়ার নির্দেশ দেন। তবে ২৩শে মে, ১৫১০ তারিখে ব্র্যান্ডেনবার্গে একটি কথিত \"হোস্ট অপবিত্রতা\" এবং রক্তপাতের অভিযোগের দ্বারা প্রভাবিত হয়ে এবং কুনিগুন্ডের চাপের কারণে তিনি একটি তদন্ত কমিশন গঠনের নির্দেশ দেন এবং জার্মান বিশ্ববিদ্যালয় এবং পণ্ডিতদের কাছ থেকে বিশেষজ্ঞ মতামত চান। বিশিষ্ট মানবতাবাদী জোহান রিউচলিন ইহুদি বইগুলির বিশেষ করে তালমুদের পক্ষে জোরালো যুক্তি দেন। রিউচলিনের যুক্তি সম্রাটের উপর একটা ছাপ ফেলেছিল বলে মনে করা হয়, যিনি ধীরে ধীরে তালমুদ এবং অন্যান্য ইহুদি বইয়ের প্রতি বৌদ্ধিক আগ্রহ তৈরি করেন। ম্যাক্সিমিলিয়ান পরে হিব্রুবাদী পেট্রাস গ্যালাটিনাসকে রিউচলিনের অবস্থান রক্ষা করার জন্য অনুরোধ করেন। গ্যালাটিনাস তার রচনা \"ডি আরকানিস ক্যাথোলিকে ভেরিটাটিস\" সম্রাটকে উৎসর্গ করেন, যা \"একটি সাহিত্যিক \"সীমানা\" প্রদান করেছিল যেখানে ইহুদি এবং বিধর্মীরা মিলিত হতে পারে\"।\nম্যাক্সিমিলিয়ানের সমর্থনই রিউচলিনকে ইহুদি সাহিত্যে নিজেকে সম্পূর্ণরূপে নিবেদিত করতে সক্ষম করেছিল। পিতা তৃতীয় ফ্রেডেরিক এবং নাতি প্রথম ফার্দিনান্দের মতো তিনিও ইহুদি চিকিৎসক এবং শিক্ষকদের অত্যন্ত সম্মান করতেন। ১৫১৪ সালে তিনি খ্রিস্টধর্মে ধর্মান্তরিত একজন ইহুদি পলাস রিসিয়াসকে তার ব্যক্তিগত চিকিৎসক হিসেবে নিযুক্ত করেন। যদিও তিনি রিসিয়াসের চিকিৎসা দক্ষতার চেয়ে তার হিব্রু দক্ষতার প্রতি বেশি আগ্রহী ছিলেন। ১৫১৫ সালে তিনি তার কোষাধ্যক্ষ জ্যাকব ভিলিংগারকে মনে করিয়ে দেন যে, রিসিয়াসকে তালমুদ ল্যাটিন ভাষায় অনুবাদ করার উদ্দেশ্যে নিয়োগ করা হয়েছে এবং ভিলিংগারকে তার উপর নজর রাখার জন্য অনুরোধ করেন। সম্ভবত সম্রাটের অনুরোধে অভিভূত হয়ে রিসিয়াস সম্রাটের মৃত্যুর আগে তেষট্টিটি মিশনাহ্ ট্র্যাক্টেটের মধ্যে মাত্র দুটি অনুবাদ করতে পেরেছিলেন। যদিও রিসিয়াস জোসেফ গিকাটিলার কাবালিস্টিক রচনা \"দ্য গেটস অফ লাইট\" এর একটি অনুবাদ প্রকাশ করতে সক্ষম হন, যা ম্যাক্সিমিলিয়ানকে উৎসর্গ করা হয়েছিল। ফ্রেডেরিক এবং ম্যাক্সিমিলিয়ানের অধীনেই আধুনিক ইহুদি ধর্মের ভিত্তি স্থাপিত হয়েছিল, যা মানবতাবাদে নিমজ্জিত ছিল।\nম্যাক্সিমিলিয়ানের অধীনেই রোমানিদের বিষয়ে নীতি আরও কঠোর হয়ে ওঠে। ১৫০০ সালে রোমানিদের একটি নোটিশ দেওয়া হয়েছিল যে তাদের পরবর্তী ইস্টারের মধ্যে জার্মানি ছেড়ে যেতে হবে, অথবা আইন বহির্ভূত হতে হবে (রোমানিদের এক এলাকা থেকে অন্য এলাকায় নিয়মিত ঘোরাঘুরি করে আইন এড়াতে হত এবং মাঝে মাঝে অভিজাতদের কাছ থেকে পৃষ্ঠপোষকতা পেতে হত)। ১৫১৭ সালে শুরু হওয়া সংস্কার তাদেরকে আর বিদেশী বলে মনে করত না, কিন্তু স্থানীয় ভিক্ষুক হিসেবে তারা বৈষম্যেরও সম্মুখীন হয়েছিল। নীতির পরিবর্তনটি আপাতদৃষ্টিতে তুর্কিদের ভয়ের সাথে যুক্ত ছিল (রোমানিদের তুর্কিদের গুপ্তচর হিসেবে অভিযুক্ত করা হয়েছিল)। কেনরিচ এবং পাক্সন ব্যাখ্যা করেছেন যে পরিস্থিতিটিকে ইউরোপীয় জাতি-রাষ্ট্রগুলির একীকরণের সাথে সংযুক্ত করা হয়েছে, যা অন্যত্রও একই ধরণের নীতিকে উদ্দীপিত করেছিল।\n\n\n=== সংস্কার ===\n\nপবিত্র রোমান সাম্রাজ্যের মধ্যে সাম্রাজ্যের ঐক্য রক্ষার জন্য সংস্কারের প্রয়োজনের বিষয়ে ঐক্যমত্য ছিল। রাজত্বের বেশিরভাগ সময় ধরে তৃতীয় ফ্রেডেরিক সংস্কারকে তার সাম্রাজ্যবাদী অধিকারের জন্য হুমকি হিসেবে বিবেচনা করেছিলেন এবং এই বিষয়ে সংঘাত এড়াতে চেয়েছিলেন। তবে তার শেষ বছরগুলিতে মূলত ম্যাক্সিমিলিয়ানের নির্বাচন নিশ্চিত করার জন্য তিনি সংস্কারের প্রাথমিক পর্যায়ে সভাপতিত্ব করেছিলেন। ম্যাক্সিমিলিয়ান সংস্কারের জন্য আরও উন্মুক্ত ছিলেন। ১৪৮৮ সাল থেকে একক শাসক হিসেবে তার রাজত্বকাল পর্যন্ত তিনি দালালি নীতি অনুসরণ করে রাজপুত্রদের প্রস্তাবিত বিকল্পগুলির মধ্যে নিরপেক্ষ বিচারক হিসেবে কাজ করেছিলেন। ১৪৯৫ সালে ওয়ার্মসের রাইখস্ট্যাগে অনেক ব্যবস্থা চালু করা হয়। একটি নতুন আদালত, রাইখস্কামারগেরিখট, চালু করা হয়, যা সম্রাট থেকে মূলত স্বাধীন ছিল। সাম্রাজ্যের বিষয়াদির অর্থায়নের জন্য একটি নতুন কর, জেমেইন ফেনিগ, চালু করা হয়। ১৪৯৫ থেকে ১৪৯৯ সালের মধ্যে প্রথমবারের মতো এটি আরোপ করা হয়, যার ফলে ১৩৬,০০০ ফ্লোরিন বৃদ্ধি পায় এবং ১৫১২-১৫৫১ সময়কালে আরও পাঁচবার আরোপ করা হয়।\nরাইখস্কামারগেরিখটের প্রতিদ্বন্দ্বী তৈরি করার জন্য, ম্যাক্সিমিলিয়ান রাইখশোফ্র্যাট প্রতিষ্ঠা করেন, যার আসন ছিল ভিয়েনায়। রাইখস্কামারগেরিখটের বিপরীতে, রাইখশোফ্র্যাট অপরাধমূলক বিষয়গুলি তদন্ত করত এবং এমনকি সম্রাটদের এমন শাসকদের ক্ষমতাচ্যুত করার সুযোগ দিত যারা প্রত্যাশা পূরণ করতে পারেনি। পাভলাক এবং লট উল্লেখ করেছেন যে, ম্যাক্সিমিলিয়ানের রাজত্বকালে এই পরিষদ জনপ্রিয় ছিল না।  বারবারা স্টলবার্গ-রিলিংগারের মতে, আধুনিক যুগের গোড়ার দিকে দুটি আদালতের মধ্যে রাইখশোফ্র্যাট দ্রুত এবং আরও দক্ষ ছিল। অন্যদিকে রাইখস্কামারগেরিখট প্রায়শই স্বীকারোক্তিমূলক জোট সম্পর্কিত বিষয়গুলির দ্বারা ছিন্নভিন্ন হয়ে পড়েছিল। ১৪৯৭-১৪৯৮ সালের দিকে প্রশাসনিক সংস্কারের অংশ হিসেবে তিনি তার প্রিভি কাউন্সিল (গেহাইমার র‍্যাট) পুনর্গঠন করেন, যা আজ অনেক পণ্ডিতদের মধ্যে আলোচনার জন্ম দেয়। রাইখস্ক্যামারগেরিখ্ট এবং রাইখশোফ্র্যাটের মধ্যে ভারসাম্য বজায় রাখার পাশাপাশি পুনর্গঠনের এই পদক্ষেপটি ইঙ্গিত দেয় যে, ওয়েস্টফাল যেমনটা অর্টলিবের উদ্ধৃতি দিয়েছিলেন, \"সাম্রাজ্যবাদী শাসক - সর্বোচ্চ আদালতের অস্তিত্বের উপর নির্ভর না করে - আইনি বিরোধে জটিল বিষয়গুলির জন্যও যোগাযোগের ব্যক্তি ছিলেন, যাতে এই বিষয়গুলি মোকাবেলা করার জন্য একটি বিশেষ সংস্থা যুক্তিসঙ্গত বলে মনে হয়\"।\n১৫০০ সালে ম্যাক্সিমিলিয়ানের সামরিক পরিকল্পনার জন্য জরুরি সহায়তার প্রয়োজন হওয়ায় তিনি রাইখসরেজিমেন্ট (কেন্দ্রীয় সাম্রাজ্য সরকার, যার মধ্যে বিশ জন ইলেক্টর সহ সদস্য ছিলেন, সম্রাট বা তার প্রতিনিধি ছিলেন এর চেয়ারম্যান) নামে একটি সংস্থা প্রতিষ্ঠা করতে সম্মত হন, যা প্রথম ১৫০১ সালে নুরেমবার্গে সংগঠিত হয়েছিল এবং সম্রাটের ডেপুটি, স্থানীয় শাসক, সাধারণ মানুষ এবং পবিত্র রোমান সাম্রাজ্যের রাজপুত্র-নির্বাচকদের নিয়ে গঠিত হয়েছিল। ম্যাক্সিমিলিয়ান নতুন সংগঠনের প্রতি বিরক্ত ছিলেন কারণ এটি তার ক্ষমতা দুর্বল করে দিয়েছিল এবং এস্টেটগুলি এটিকে সমর্থন করতে ব্যর্থ হয়েছিল। নতুন অঙ্গটি রাজনৈতিকভাবে দুর্বল প্রমাণিত হয় এবং ১৫০২ সালে এর ক্ষমতা ম্যাক্সিমিলিয়ানের কাছে ফিরে আসে।\nথমাস ব্র্যাডি জুনিয়র এবং জ্যান-ডার্ক মুলারের মতে, সবচেয়ে গুরুত্বপূর্ণ সরকারি পরিবর্তনগুলি চ্যান্সেরিকে লক্ষ্য করে করা হয়েছিল। ম্যাক্সিমিলিয়ানের রাজত্বের প্রথম দিকে ইনসব্রুকের কোর্ট চ্যান্সেরি ইম্পেরিয়াল চ্যান্সেরির সাথে প্রতিযোগিতা করেছিল। টাইরোলের রাজনৈতিক বিষয়গুলির পাশাপাশি সাম্রাজ্যের সমস্যাগুলি কোর্ট চ্যান্সেরিতে উল্লেখ করে ম্যাক্সিমিলিয়ান ধীরে ধীরে তার কর্তৃত্বকে কেন্দ্রীভূত করেন। ১৫০২ সালে দুটি চ্যান্সেরি একত্রিত হয়। জ্যান-ডার্ক মুলারের মতে ১৫০২ সাল থেকে এই চ্যান্সেরিই সবচেয়ে গুরুত্বপূর্ণ সরকারি প্রতিষ্ঠানে পরিণত হয়। ১৪৯৬ সালে সম্রাট ইনসব্রুকে একটি সাধারণ কোষাগার (হফক্যামার) তৈরি করেন, যা সমস্ত বংশগত জমির জন্য দায়ী হয়ে ওঠে। ভিয়েনার হিসাবরক্ষণ কক্ষ (রাইতকাম্মার) এই সংস্থার অধীনস্থ করা হয়। পল ভন লিচেনস্টাইনের অধীনে হফকামারকে কেবল বংশগত ভূমি সংক্রান্ত বিষয়গুলিই নয়, বরং জার্মান রাজা হিসেবে ম্যাক্সিমিলিয়ানের বিষয়গুলিও ন্যস্ত করা হয়েছিল।\nইতিহাসবিদ জোয়াকিম হোয়েলি উল্লেখ করেছেন যে ম্যাক্সিমিলিয়ানের শাসনব্যবস্থা সম্পর্কে সাধারণত দুটি বিপরীত মতামত রয়েছে: এক দিকটি ঊনবিংশ শতাব্দীর ঐতিহাসিক হেনরিখ উলম্যান বা লিওপোল্ড ভন র‍্যাঙ্কের রচনা দ্বারা প্রতিনিধিত্ব করা হয়, যা তাকে স্বার্থপরভাবে জার্মান জাতিকে শোষণ করার এবং তার রাজবংশের স্বার্থকে তার জার্মান জাতির উপর রাখার জন্য সমালোচনা করে, যার ফলে একীকরণ প্রক্রিয়া বাধাগ্রস্ত হয়; আরও সাম্প্রতিক দিকটি হারমান উইসফ্লেকারের ১৯৭১-৮৬ সালের জীবনী দ্বারা প্রতিনিধিত্ব করা হয়, যা তাকে \"একজন প্রতিভাবান এবং সফল শাসক, কেবল তার রিয়েলপলিটিকের জন্যই নয় বরং সাধারণভাবে তার সাংস্কৃতিক কর্মকাণ্ড এবং বিশেষ করে তার সাহিত্যিক ও শৈল্পিক পৃষ্ঠপোষকতার জন্যও উল্লেখযোগ্য\" বলে প্রশংসা করে।\n\nব্র্যাডি জুনিয়রের মতে, র‍্যাঙ্ক ঠিক বলেছেন যে ১৪৯৫ সালে বার্থোল্ড ভন হেনেবার্গ এবং অন্যান্য রাজপুত্ররা প্রতিষ্ঠান তৈরির প্রস্তাব (যা রাজপুত্রদের হাতেও ক্ষমতা অর্পণ করবে) উপস্থাপনে অগ্রণী ভূমিকা পালন করেছিলেন। তবে ম্যাক্সিমিলিয়ান যার বিরোধিতা করেছিলেন তা আসলে সংস্কার ছিল না। তিনি সাধারণত বিবাদের অবসান, আরও সুদৃঢ় প্রশাসনিক পদ্ধতি, উন্নত রেকর্ড রক্ষণাবেক্ষণ, পদের জন্য যোগ্যতা ইত্যাদি বিষয়ে তাদের অনুভূতি ভাগ করে নিতেন। একটি ইম্পেরিয়াল কাউন্সিল (পরবর্তীকালে রাইখসরেজিমেন্ট ) তৈরি করার প্রস্তাবের প্রতিক্রিয়ায় তিনি সম্মত হন এবং এস্টেটগুলির অংশগ্রহণকে স্বাগত জানান, তবে তিনিই একমাত্র সদস্য নিয়োগকারী হবেন এবং কাউন্সিল কেবল তার প্রচারণার সময় কাজ করবে। তিনি সংস্কারের আধুনিকীকরণকে সমর্থন করেছিলেন (যা তিনি নিজেই তার অস্ট্রিয়ান ভূমিতে করেছিলেন), কিন্তু এটিকে তার ব্যক্তিগত নিয়ন্ত্রণের সাথে সংযুক্ত করতে চেয়েছিলেন, যার বিরোধিতা করেছিলেন এস্টেটরা। ১৫০৪ সালে যখন তিনি এই ধরনের একটি কাউন্সিলের নিজস্ব ধারণা উত্থাপন করার জন্য যথেষ্ট শক্তিশালী হয়ে ওঠেন, তখন ভীতসন্ত্রস্ত এস্টেটগুলি প্রতিরোধ করার চেষ্টা করে। যদিও তার সবচেয়ে শক্তিশালী অবস্থানে তিনি তখনও সাধারণ কর সংক্রান্ত সমস্যার সমাধান খুঁজে পেতে ব্যর্থ হন, যার ফলে পরবর্তীতে ইতালিতে বিপর্যয় দেখা দেয়। স্টলবার্গ-রিলিংগার উল্লেখ করেছেন যে যদি কমন পেনি সফল হত, তাহলে সম্ভবত সাম্রাজ্যের স্তরে আধুনিক সরকারী কাঠামো গড়ে উঠত, কিন্তু সেই কারণেই এটি ব্যর্থ হয়েছিল কারণ এটি আঞ্চলিক প্রভুদের স্বার্থে ছিল না। ইতিমধ্যে তিনি সাম্রাজ্যবাদী শক্তির ভিত্তি হিসেবে অস্ট্রিয়ার সম্ভাবনা অন্বেষণ করেন এবং দক্ষিণ জার্মানির নিম্ন অভিজাত এবং বার্গারদের নিয়ে মূলত তার সরকার গড়ে তোলেন।\nহোয়েলি উল্লেখ করেছেন যে তার সাম্রাজ্যিক ক্ষমতার আসল ভিত্তি ছিল তার মিত্র এবং ক্লায়েন্টদের নেটওয়ার্কের উপর, বিশেষ করে কম শক্তিশালী এস্টেটদের, যারা তাকে ১৫০২ সালে তার শক্তি পুনরুদ্ধার করতে সাহায্য করেছিল। ১৪৮৬ সালে রোমানদের রাজা হিসেবে তার প্রথম সংস্কার প্রস্তাবগুলি ছিল আঞ্চলিক ইউনিয়নের একটি নেটওয়ার্ক তৈরির বিষয়ে। হোয়েলির মতে, \"যে কোনও পূর্বসূরীর চেয়েও বেশি সুশৃঙ্খলভাবে, ম্যাক্সিমিলিয়ান সাম্রাজ্যের প্রভাব বিস্তার করতে এবং রাইখে সাম্রাজ্যিক সরকারের সম্ভাবনা তৈরি করতে আঞ্চলিক লীগ এবং ইউনিয়নের সম্ভাবনাকে কাজে লাগিয়েছিলেন।\" সাম্রাজ্যের কাছে এই ধরনের আঞ্চলিক প্রতিষ্ঠানগুলির সাথে জড়িত প্রক্রিয়াগুলি ১৪৯৫ সালে ঘোষিত ল্যান্ড পিস (ইউইগার ল্যান্ডফ্রিড) এবং রাইখস্ক্রিজ (ইম্পেরিয়াল সার্কেল) তৈরিকে শক্তিশালী করেছিল, যা সাম্রাজ্যের সেনাবাহিনী সংগঠিত করার, কর সংগ্রহ করার এবং সাম্রাজ্যিক প্রতিষ্ঠানগুলির আদেশ কার্যকর করার উদ্দেশ্যে কাজ করবে ব্র্যাডি ম্যাক্সিমিলিয়ানের চিন্তাভাবনাকে \"রাজবংশীয় এবং প্রাথমিক আধুনিক\" হিসেবে বর্ণনা করলেও, হাইঞ্জ অ্যাঙ্গারমেয়ার (১৪৯৫ সালের ডায়েটে তার উদ্দেশ্যের উপরও আলোকপাত করেন) লিখেছেন যে \"জার্মান সিংহাসনে বসা প্রথম রাজনীতিবিদ\" ম্যাক্সিমিলিয়ানের জন্য, রাজবংশীয় স্বার্থ এবং সাম্রাজ্যবাদী রাজনীতির কোনও দ্বন্দ্ব ছিল না। বরং স্পেনের সাথে জোট, সাম্রাজ্যবাদী বিশেষাধিকার, অটোমান-বিরোধী এজেন্ডা, ইউরোপীয় নেতৃত্ব এবং অভ্যন্তরীণ রাজনীতি সবকিছুই একত্রে আবদ্ধ ছিল। অস্ট্রিয়ায় ম্যাক্সিমিলিয়ান দুটি প্রশাসনিক ইউনিট সংজ্ঞায়িত করেছিলেন: নিম্ন অস্ট্রিয়া এবং উর্ধ্ব অস্ট্রিয়া (আরও অস্ট্রিয়া উর্ধ্ব অস্ট্রিয়াতে অন্তর্ভুক্ত ছিল)।\n\nসংস্কারের ফলে উদ্ভূত আরেকটি অগ্রগতি হল, সম্রাটের রাজতান্ত্রিক-কেন্দ্রিকতা এবং রাজপুত্রদের সম্পত্তি-ভিত্তিক যুক্তরাষ্ট্রীয়তার মধ্যে দীর্ঘস্থায়ী সংগ্রামের মধ্যে, রাইখস্ট্যাগ (ইম্পেরিয়াল ডায়েট) সর্ব-গুরুত্বপূর্ণ রাজনৈতিক ফোরাম এবং সর্বোচ্চ আইনি ও সাংবিধানিক প্রতিষ্ঠানে পরিণত হয় (কোনও ঘোষিত আইনি ভিত্তি বা উদ্বোধনী আইন ছাড়াই), যা দীর্ঘমেয়াদে সাম্রাজ্যের সংরক্ষণের গ্যারান্টি হিসেবে কাজ করে।\nপরিশেষে, ম্যাক্সিমিলিয়ানের সভাপতিত্বে সংস্কার আন্দোলনের ফলাফল, যা নবগঠিত কাঠামোর পাশাপাশি সাধারণ কাঠামোর (সাংবিধানিক কাঠামো হিসেবে কাজ করে) আকারে উপস্থাপিত হয়েছিল, তা ছিল সম্রাট এবং এস্টেটদের মধ্যে একটি আপস, যারা কমবেশি সাধারণ কারণ ভাগ করে নিত কিন্তু স্বার্থ আলাদা থাকত। যদিও এর ফলে উদ্ভূত প্রতিষ্ঠান ব্যবস্থা সম্পূর্ণ ছিল না, তবুও সাম্রাজ্যের জন্য একটি নমনীয়, অভিযোজিত সমস্যা সমাধানের ব্যবস্থা তৈরি হয়েছিল। স্টলবার্গ সংস্কারের বিকাশকে হ্যাবসবার্গের হাতে অতি-জাতীয় ক্ষমতার ঘনীভূতকরণের সাথেও যুক্ত করেছেন, যা ম্যাক্সিমিলিয়ান এবং তার বংশধরদের সফল রাজবংশীয় বিবাহের মাধ্যমে প্রকাশিত হয়েছিল (এবং সেইসব ভূমির সফল প্রতিরক্ষা, বিশেষ করে ধনী নিম্ন দেশগুলির)। পাশাপাশি ম্যাক্সিমিলিয়ানের একটি বিপ্লবী ডাক ব্যবস্থার বিকাশ ঘটে যা হ্যাবসবার্গদের তাদের অঞ্চলগুলির নিয়ন্ত্রণ বজায় রাখতে সাহায্য করেছিল (এছাড়াও ডাক ব্যবস্থার সাথে মুদ্রণের সংমিশ্রণ দ্বারা সৃষ্ট যোগাযোগ বিপ্লব সাম্রাজ্যের আদেশ এবং নীতি প্রচারের ক্ষমতা বৃদ্ধি করে, সেইসাথে সাধারণভাবে এর সামঞ্জস্যতা বৃদ্ধি পায়, সাংস্কৃতিক জীবনকে উন্নত করে এবং লুথারের মতো সংস্কারকদের তাদের মতামত কার্যকরভাবে প্রচার করতে সহায়তা করে)।\nসাম্প্রতিক জার্মান গবেষণা ওয়ার্মসে ১৪৯৫ সালের পরবর্তী রাইখস্ট্যাগগুলির গুরুত্ব অন্বেষণ করে। উদাহরণস্বরূপ, ট্রায়ারে ১৫১২ সালের রাইখস্ট্যাগ রাইখস্কামারগেরিখট, ল্যান্ড পিস এবং জেমেইন ফেনিগের উন্নয়নের জন্য গুরুত্বপূর্ণ ছিল, যদিও এই মুহুর্তে এটি স্পষ্ট ছিল যে ম্যাক্সিমিলিয়ান ইতিমধ্যেই তার সেরা বছরগুলি অতিক্রম করেছেন (সঙ্কটের প্রাথমিক লক্ষণগুলি ইতিমধ্যেই কোলোনে ১৫০৫ সালে দেখা গিয়েছিল বলে মনে করা হয়)-যার ফলে ডিয়েটমার হেইলের মতে, জেমেইন ফেনিগ কেবল আংশিকভাবে অনুমোদিত হয়েছিল এবং তারপরে আংশিকভাবে বাস্তবায়িত হয়েছিল। সেইবোথ উল্লেখ করেছেন যে, পরবর্তী বছরগুলিতে তিনি আরও খিটখিটে ও একগুঁয়ে হয়ে পড়েন, যার ফলে এস্টেটদের সাথে ক্রমবর্ধমান বিচ্ছিন্নতা দেখা দেয়। তিনি রাইখস্ট্যাগের আরও আধুনিক প্রতিষ্ঠানে পরিণত হওয়ার প্রবণতা, অভ্যন্তরীণ সমস্যা নিয়ে এস্টেটদের উদ্বেগকে স্বীকৃতি দিয়েছিলেন এবং সমাধানে অবদান রেখেছিলেন, তবে খেয়াল রেখেছিলেন যাতে তার নিজস্ব স্বার্থ উপেক্ষা করা না হয়।\nহোয়েলির মতে, যদি ম্যাক্সিমিলিয়ান কখনও জার্মানিকে কেবল আয়ের উৎস এবং সৈন্য হিসেবে দেখে থাকেন, তবে তিনি উভয়কেই আহরণে মারাত্মকভাবে ব্যর্থ হয়েছেন। তার বংশগত ভূমি এবং অন্যান্য উৎস সবসময় অনেক বেশি অবদান রেখেছিল (এস্টেটগুলি তাকে প্রতি বছর ৫০,০০০ গুলডেনের সমতুল্য অর্থ প্রদান করত, যা রাইখ এবং বংশগত ভূমি উভয় ক্ষেত্রেই ইহুদিদের দ্বারা প্রদত্ত করের চেয়েও কম, যেখানে অস্ট্রিয়া প্রতি বছর ৫০০,০০০ থেকে ১০ লক্ষ গুলডেন অবদান রেখেছিল)। অন্যদিকে শুধুমাত্র সাম্রাজ্যবাদী ব্যবস্থা গড়ে তোলার ক্ষেত্রে তিনি যে প্রচেষ্টা দেখিয়েছিলেন তা ইঙ্গিত করে যে, তিনি জার্মান ভূমিগুলিকে \"সরকারের একটি বাস্তব ক্ষেত্র বলে মনে করেছিলেন যেখানে রাজকীয় শাসনের আকাঙ্ক্ষা সক্রিয়ভাবে এবং উদ্দেশ্যমূলকভাবে অনুসরণ করা হয়েছিল।\" হোয়েলি উল্লেখ করেছেন যে, সংগ্রাম সত্ত্বেও ম্যাক্সিমিলিয়ানের শাসনের শেষে যা আবির্ভূত হয়েছিল তা ছিল একটি শক্তিশালী রাজতন্ত্র, রাজপুত্রদের অভিজাততন্ত্র নয়। যদি তিনি সাধারণত একজন রাজা হিসেবে কাজ করার সময় এবং রাইখস্ট্যাগের মতো সাম্রাজ্যবাদী প্রতিষ্ঠান ব্যবহার করার সময় দুর্বল থাকতেন, তবে ম্যাক্সিমিলিয়ানের অবস্থান প্রায়শই একজন নিরপেক্ষ অধিপতি হিসেবে কাজ করার সময় এবং সোয়াবিয়ান লীগের মতো দুর্বল রাজ্যের আঞ্চলিক লীগগুলির উপর নির্ভর করার সময় শক্তিশালী ছিল, যেমনটি ১৫০৪ সালে বাভারিয়া বিরোধের মধ্যস্থতা করার জন্য অর্থ এবং সৈন্যদের আহ্বান করার তার দক্ষতার মাধ্যমে প্রমাণিত হয়েছিল, যার পরে তিনি আলসেস, সোয়াবিয়া এবং টাইরলে উল্লেখযোগ্য অঞ্চল অর্জন করেছিলেন। তার বংশগত ভূমিতে তার রাজস্ব সংস্কার অন্যান্য জার্মান রাজপুত্রদের জন্য একটি মডেল হিসেবে কাজ করেছিল।\nবেঞ্জামিন কার্টিস মত দেন যে, ম্যাক্সিমিলিয়ান তার জমির জন্য সম্পূর্ণরূপে একটি সাধারণ সরকার গঠন করতে সক্ষম হননি (যদিও চ্যান্সেলারি এবং আদালত পরিষদ রাজ্য জুড়ে বিষয়গুলির সমন্বয় করতে সক্ষম ছিল)। তিনি অস্ট্রিয়ায় মূল প্রশাসনিক কার্যাবলী শক্তিশালী করেন এবং আর্থিক, রাজনৈতিক এবং বিচারিক বিষয়গুলি মোকাবেলা করার জন্য কেন্দ্রীয় অফিস তৈরি করেন। এই অফিসগুলি সামন্ত ব্যবস্থাকে প্রতিস্থাপন করে এবং পেশাদার কর্মকর্তাদের দ্বারা পরিচালিত আরও আধুনিক ব্যবস্থার প্রতিনিধি হয়ে ওঠে। দুই দশকের সংস্কারের পর সম্রাট সমকক্ষদের মধ্যে প্রথম হিসেবে তার অবস্থান ধরে রাখেন, যখন সাম্রাজ্য সাধারণ প্রতিষ্ঠান অর্জন করে যার মাধ্যমে সম্রাট এস্টেটগুলির সাথে ক্ষমতা ভাগাভাগি করেন। ডায়েটমার হেইল যুক্তি দেন যে এস্টেটগুলি আসলে ম্যাক্সিমিলিয়ানকে তাদের আর্থিক সামর্থ্যের বিবেচনায় যথেষ্ট আর্থিক সহায়তা দিয়েছিল। হেইলের মতে, ঐতিহাসিকরা ঐতিহ্যগতভাবে প্রতারক সম্রাটের বক্তব্যের প্রতি খুব বেশি গ্রহণযোগ্য ছিলেন (যিনি অনুপ্রেরণা তৈরির জন্য এমন ধারণা তৈরি করার চেষ্টা করেছিলেন)।\n১৫০৮ সালে পোপ দ্বিতীয় জুলিয়াসের সম্মতিতে ম্যাক্সিমিলিয়ান Erwählter Römischer Kaiser (\"নির্বাচিত রোমান সম্রাট\") উপাধি গ্রহণ করেন, যার ফলে শতাব্দী প্রাচীন পবিত্র রোমান সম্রাটকে পোপ কর্তৃক রাজ্যাভিষেক করার প্রথার অবসান ঘটে।\n\n১৪৯৫ সালের ডায়েট অফ ওয়ার্মসে রোমান আইনের গ্রহণ ত্বরান্বিত এবং আনুষ্ঠানিকভাবে প্রবর্তিত হয়। জার্মান আদালতে স্থানীয় আইনের পরিপন্থী ক্ষেত্রে ব্যতীত রোমান আইন বাধ্যতামূলক করা হয়েছিল। বাস্তবে, এটি সমগ্র জার্মানির মৌলিক আইন হয়ে ওঠে, যা জার্মানির স্থানীয় আইনকে অনেকাংশে প্রতিস্থাপন করে, যদিও নিম্ন আদালতে জার্মানিক আইন তখনও কার্যকর ছিল। আইনি ঐক্য অর্জনের আকাঙ্ক্ষা এবং অন্যান্য বিষয় ছাড়াও, এই গ্রহণ প্রাচীন রোমান সাম্রাজ্য এবং পবিত্র রোমান সাম্রাজ্যের মধ্যে ধারাবাহিকতাকেও তুলে ধরে।\nআইনি ব্যবস্থার সংস্কার ও ঐক্যবদ্ধকরণের তার সংকল্প বাস্তবায়নের জন্য, সম্রাট প্রায়শই স্থানীয় সনদ এবং রীতিনীতিকে অগ্রাহ্য করে স্থানীয় আইনগত বিষয়ে ব্যক্তিগতভাবে হস্তক্ষেপ করতেন। এই অনুশীলনটি প্রায়শই স্থানীয় কাউন্সিলদের কাছ থেকে বিদ্রূপ এবং অবজ্ঞার সম্মুখীন হত, যারা স্থানীয় আচরণবিধিগুলি রক্ষা করতে চেয়েছিল। ম্যাক্সিমিলিয়ানের ন্যায়বিচার এবং ক্ষমাশীলতার সাধারণ খ্যাতি ছিল, কিন্তু ব্যক্তিগতভাবে অপমানিত হলে মাঝে মাঝে তিনি হিংসাত্মক এবং বিরক্তিকর আচরণ করতেন।\n\n১৪৯৯ সালে টাইরোলের শাসক হিসেবে তিনি ম্যাক্সিমিলিয়ানিশে হালসগেরিচটসোর্ডনাং (ম্যাক্সিমিলিয়ানের দণ্ডবিধি) প্রবর্তন করেন। এটি ছিল জার্মান ভাষাভাষী বিশ্বের প্রথম কোডেড ফৌজদারি আইন। আইনটি আদালতের সমসাময়িক বিচ্ছিন্ন অনুশীলনের মধ্যে নিয়মানুবর্তিতা প্রবর্তনের চেষ্টা করেছিল। এটি ১৫৩০ সালে পঞ্চম চার্লসের অধীনে প্রতিষ্ঠিত কনস্টিটিউটিও ক্রিমিনালিস ক্যারোলিনার ভিত্তির অংশ হয়। নির্যাতনের ব্যবহারের ক্ষেত্রে আদালতকে সিদ্ধান্ত নিতে হত যে কাউকে নির্যাতন করা উচিত কিনা। যদি এই ধরনের সিদ্ধান্ত নেওয়া হয়, তাহলে তিনজন কাউন্সিল সদস্য এবং একজন কেরানিকে উপস্থিত থাকতে হত এবং পর্যবেক্ষণ করতে হত যে স্বীকারোক্তি কেবল নির্যাতনের ভয়ে বা নির্যাতনের যন্ত্রণার কারণে দেওয়া হয়েছে কিনা, নাকি অন্য কোনও ব্যক্তির ক্ষতির ভয়ে দেওয়া হয়েছে কিনা।\nঅস্ট্রিয়ান-হাঙ্গেরিয়ান যুদ্ধের (১৪৭৭-১৪৮৮) সময় ম্যাক্সিমিলিয়ানের বাবা তৃতীয় ফ্রেডেরিক সামরিক শৃঙ্খলা জোরদার করার জন্য প্রথম আধুনিক নিয়ম জারি করেন। ১৫০৮ সালে এই অধ্যাদেশকে ভিত্তি হিসেবে ব্যবহার করে ম্যাক্সিমিলিয়ান প্রথম সামরিক কোড (\"ধারা\") তৈরি করেন। এই কোডে ২৩টি নিবন্ধ অন্তর্ভুক্ত ছিল। প্রথম পাঁচটি ধারায় সাম্রাজ্যবাদী কর্তৃত্বের প্রতি সম্পূর্ণ আনুগত্যের নির্দেশ দেওয়া হয়। অনুচ্ছেদ ৭ দ্বারা ক্যাম্পে আচরণবিধি প্রতিষ্ঠা করা হয়। ১৩ অনুচ্ছেদে গির্জাগুলিকে বিলেটিং থেকে অব্যাহতি দেওয়া হয়, যেখানে ১৪ অনুচ্ছেদে বেসামরিক নাগরিকদের বিরুদ্ধে সহিংসতা নিষিদ্ধ করা হয়: \"তোমরা শপথ করবে যে মিথ্যা সাক্ষ্য এবং মৃত্যুর শাস্তির ভয়ে তোমরা কোনও গর্ভবতী মহিলা, বিধবা এবং এতিম, পুরোহিত, সৎ কুমারী এবং মায়ের ক্ষতি করবে না\"। ইউরোপীয় আইনে \"সামরিক বিপ্লবের\" প্রাথমিক বিকাশের ইঙ্গিত দেয় এমন এই পদক্ষেপগুলির একটি ঐতিহ্য ছিল ন্যায়সঙ্গত যুদ্ধের রোমান ধারণা এবং ষোড়শ শতাব্দীর পণ্ডিতদের ধারণা, যারা এই প্রাচীন মতবাদটিকে একটি মূল থিসিস দিয়ে বিকশিত করেছিলেন যা সমর্থন করেছিল যে, যুদ্ধ দুটি সেনাবাহিনীর মধ্যে একটি বিষয় এবং এইভাবে বেসামরিক নাগরিকদের (বিশেষ করে মহিলা, শিশু এবং বৃদ্ধদের) দায়মুক্তি দেওয়া উচিত। এই কোডটি পঞ্চম চার্লসের পরবর্তী অধ্যাদেশ এবং দ্বিতীয় ম্যাক্সিমিলিয়ানের নতুন \"ধারা\" এর ভিত্তি হয়, যা ১৬৪২ সাল পর্যন্ত সমগ্র পবিত্র রোমান সাম্রাজ্যের জন্য সর্বজনীন সামরিক কোড হয়ে ওঠে।\nআইনি সংস্কার প্রাচীন ভেহমিক আদালতকে (ভেহমগেরিখ্ট, বা ওয়েস্টফালিয়ার গোপন ট্রাইব্যুনাল, ঐতিহ্যগতভাবে শার্লেমাইন কর্তৃক প্রতিষ্ঠিত বলে মনে করা হত কিন্তু এই তত্ত্বটি এখন অসম্ভব বলে মনে করা হয়) গুরুতরভাবে দুর্বল করে দেয়, যদিও এটি ১৮১১ সালের আগে সম্পূর্ণরূপে বিলুপ্ত হয়নি (যখন এটি জেরোম বোনাপার্টের আদেশে বিলুপ্ত করা হয়)।\n১৫১৮ সালে হ্যাবসবার্গের সমস্ত বংশগত জমির সাধারণ অধিগ্রহণের পর সম্রাট ইনসব্রুকার লিবেল জারি করেন যা অস্ট্রিয়ান প্রদেশগুলির সাধারণ প্রতিরক্ষা ব্যবস্থা (ভার্টেইডিগাংসর্ডনাং) নির্ধারণ করে, যা \"পূর্ববর্তী শতাব্দীতে আবির্ভূত এবং বিকশিত সমস্ত উপাদানকে একত্রিত করে\"। অভিজাত অশ্বারোহী বাহিনীর উপর ভিত্তি করে প্রাদেশিক সেনাবাহিনী কেবল প্রতিরক্ষার জন্য ছিল; আনুপাতিক নিয়োগ ব্যবস্থা ব্যবহার করে বন্ডেড শ্রমিকদের নিয়োগ করা হত; উচ্চ এবং নিম্ন অস্ট্রিয়ান প্রদেশগুলি একটি পারস্পরিক প্রতিরক্ষা চুক্তিতে সম্মত হয়েছিল যেখানে তারা উভয়ের উপর আক্রমণ করা হলে একটি যৌথ কমান্ড কাঠামো গঠন করবে। ম্যাক্সিমিলিয়ানের মৃত্যুর পর সামরিক ব্যবস্থা এবং অন্যান্য সংস্কার হুমকির মুখে পড়ে কিন্তু পরে প্রথম ফার্দিনান্দের অধীনে পুনরুদ্ধার এবং পুনর্গঠিত করা হয়।\nব্র্যাডি জুনিয়রের মতে, ম্যাক্সিমিলিয়ান গির্জার সংস্কারক ছিলেন না। ব্যক্তিগতভাবে ধার্মিক হলেও তিনি একজন ব্যবহারিক সিজারোপ্যাপিস্টও ছিলেন যিনি কেবল ততটুকু ধর্মীয় সংগঠনের প্রতি আগ্রহী ছিলেন যতটুকু সংস্কার তাকে রাজনৈতিক এবং আর্থিক সুবিধা দিতে পারে।  \"১৫২১ সালে ওয়ার্মসের জন্য মহড়া\" ১৫১৮ সালে অগসবার্গের ডায়েট-এ তিনি একবার লুথারের সাথে দেখা করেছিলেন,। তিনি অভিযোগগুলো বুঝতে পেরেছিলেন এবং কিছু বিষয়ে লুথারের সাথে একমত হয়েছিলেন। তবে ধর্মীয় প্রশ্নটি তার কাছে অর্থ এবং ক্ষমতার বিষয় হওয়ায়, ভোগ-ভাগ বন্ধ করার ব্যাপারে তার কোনও আগ্রহ ছিল না। ঐ মুহূর্তে তিনি তার নাতির নির্বাচন নিয়ে খুব ব্যস্ত ছিলেন। লুথার যখন পোপের উত্তরাধিকারী কর্তৃক গ্রেপ্তার হতে যাচ্ছিলেন, তখন তিনি তাকে নিরাপদে যাওয়ার একটি চিঠি দেন। ব্র্যাডি উল্লেখ করেছেন যে উপর থেকে সংস্কারের প্রয়োজনীয়তার প্রতি অন্ধত্ব নীচে থেকে সংস্কারের দিকে পরিচালিত করেছিল।\n\n\n=== অর্থ ও অর্থনীতি ===\n\nম্যাক্সিমিলিয়ান সবসময় আর্থিক অভাবের কারণে সমস্যায় পড়তেন; তার আয় কখনই তার বৃহৎ লক্ষ্য এবং নীতিগুলি টিকিয়ে রাখার জন্য যথেষ্ট ছিল না। এই কারণে তিনি উচ্চ জার্মান ব্যাংকার পরিবারগুলির কাছ থেকে, বিশেষ করে গসেমব্রোট, বাউমগার্টেন, ফুগার এবং ওয়েলসারের পরিবারগুলির কাছ থেকে যথেষ্ট ঋণ নিতে বাধ্য হন। জর্গ বাউমগার্টেন এমনকি ম্যাক্সিমিলিয়ানের আর্থিক উপদেষ্টা হিসেবেও কাজ করেছিলেন। অগসবার্গের সম্রাট এবং ব্যাংক পরিবারের মধ্যে সম্পর্ক এতটাই ব্যাপকভাবে পরিচিত ছিল যে ফ্রান্সের প্রথম ফ্রান্সিস তাকে উপহাসের সাথে \"অগসবার্গের মেয়র\" বলে ডাকতেন (অন্য একটি গল্পে বলা হয়েছে যে, একজন ফরাসি সভাসদ তাকে অগসবার্গের অল্ডারম্যান বলে ডাকতেন, যার উত্তরে দ্বাদশ লুই ম্যাক্সিমিলিয়ানের সামরিক দক্ষতার কথা উল্লেখ করে বলেছিলেন: \"হ্যাঁ, কিন্তু যখনই এই অল্ডারম্যান তার ঘণ্টাধ্বনি থেকে টকসিন বাজায়, তখনই তিনি পুরো ফ্রান্সকে কাঁপিয়ে তোলেন।\")। তার আয়ের প্রায় ৭০ শতাংশ যুদ্ধে ব্যয় হত (এবং ১৫১০ সালের মধ্যে, তিনি তার সীমান্তের প্রায় সব দিকেই যুদ্ধ চালাতেন)। ম্যাক্সিমিলিয়ানের শাসনামলের শেষে সূত্র অনুসারে হ্যাবসবার্গের ঋণের পাহাড় মোট ছয় মিলিয়ন গুলডেন থেকে সাড়ে ছয় মিলিয়ন গুলডেন পর্যন্ত পৌঁছেছিল। ১৫৩১ সালের মধ্যে, ঋণের অবশিষ্ট পরিমাণ ৪০০,০০০ গুলডেন (প্রায় ২৮২,৬৬৯ স্প্যানিশ ডুকাট) ছিল বলে অনুমান করা হয়।\nপুরো রাজত্বকালে তিনি প্রায় ২.৫ কোটি গুল্ডেন ব্যয় করেছিলেন, যার বেশিরভাগই তার সবচেয়ে অনুগত প্রজা - টাইরোলাররা - দ্বারা অবদান রেখেছিলেন। ঐতিহাসিক থমাস ব্র্যাডি মন্তব্য করেছেন: \"তার আর্থিক অনুশীলন সম্পর্কে সবচেয়ে ভালো যেটা বলা যেতে পারে তা হল তিনি ধনী ও দরিদ্র উভয়ের কাছ থেকে গণতান্ত্রিকভাবে ঋণ নিয়েছিলেন এবং একই রকম সুষমতার সাথে ঋণ খেলাপি করেছিলেন\"। তুলনামূলকভাবে যখন তিনি ১৫৫৬ সালে সিংহাসন ত্যাগ করেন, তখন পঞ্চম চার্লস ফিলিপের উপর মোট ৩৬ মিলিয়ন ডুকাট ঋণ রেখে যান (যা তার পুরো রাজত্বকালে স্প্যানিশ আমেরিকা থেকে আয়ের সমান)। অন্যদিকে প্রথম ফার্দিনান্দ ১৫৬৪ সালে মারা যাওয়ার সময় ১২.৫ মিলিয়ন গুলডেন ঋণ রেখে যান। বেনেকের মতে, ম্যাক্সিমিলিয়ানের শাসনামলে অর্থনীতি এবং অর্থনৈতিক নীতিগুলি তুলনামূলকভাবে অনাবিষ্কৃত একটি বিষয়।\n\nসামগ্রিকভাবে, হোয়েলির মতে, \"ম্যাক্সিমিলিয়ানের রাজত্বকালে আমি পুনরুদ্ধার এবং বৃদ্ধি দেখেছি কিন্তু ক্রমবর্ধমান উত্তেজনাও দেখেছি। এটি বিজয়ী এবং পরাজিত উভয়ই তৈরি করেছিল।\", যদিও হোয়েলির মতে এটি একটি বিপ্লবী বিস্ফোরণ আশা করার কোনও কারণ নয় (লুথার এবং সংস্কারের সাথে সম্পর্কিত)। তবে হোয়েলি উল্লেখ করেছেন যে, ম্যাক্সিমিলিয়ান এবং পঞ্চম চার্লস নেদারল্যান্ডসের স্বার্থ প্রচারের চেষ্টা করার কারণে ১৫০০ সালের পর হ্যানসিয়াটিক লীগ নেতিবাচকভাবে প্রভাবিত হয়েছিল এবং ইংল্যান্ড এবং নেদারল্যান্ডসের তুলনায় তাদের বৃদ্ধি হ্রাস পেয়েছিল। তিনি বলেন, \"১৫০০ সালের পর ম্যাক্সিমিলিয়ান এবং পঞ্চম চার্লস দ্বারা নেদারল্যান্ডের স্বার্থের প্রচার অর্থনৈতিক এবং সর্বোপরি বাণিজ্যিকভাবে নিম্ন দেশ ও ইংল্যান্ডের বৃদ্ধির দীর্ঘ পতনের সূচনা করে।\"\nনিম্ন দেশগুলিতে রাজত্বকালে তার প্রচারণার  আরও অর্থ সংগ্রহের জন্য তিনি বারগুন্ডিয়ান টাকশালগুলিতে মুদ্রার অবমূল্যায়ন করেন, যার ফলে এস্টেট এবং বণিক শ্রেণীর স্বার্থের সাথে আরও দ্বন্দ্ব দেখা দেয়।\nঅস্ট্রিয়ায় খনি এবং লবণ কাজের তার ব্যবস্থাপনা দক্ষ প্রমাণিত হয়েছিল, যদিও এটি চাহিদা অনুযায়ী কখনই যথেষ্ট ছিল না। রাজস্বের উল্লেখযোগ্য বৃদ্ধির সাথে সাথে শোয়াজে সূক্ষ্ম রূপার উৎপাদন ১৪৭০ সালের ২,৮০০ কেজি থেকে বৃদ্ধি পেয়ে ১৫১৬ সালে ১৪,০০০ কেজিতে পৌঁছায়। বেনেকে মন্তব্য করেছেন যে, ম্যাক্সিমিলিয়ান ছিলেন একজন নির্মম, শোষণকারী ব্যবসায়ী, অন্যদিকে হোলেগার তাকে একজন স্পষ্টবাদী ব্যবস্থাপক হিসেবে দেখেন যার খরচ-লাভ বিশ্লেষণ অত্যন্ত সুবিবেচনাপ্রসূত। শেষ পর্যন্ত দ্রুত নগদ অর্থ পাওয়ার জন্য তাকে এই সম্পত্তিগুলি ফুগারদের কাছে বন্ধক রাখতে হয়েছিল। আর্থিক মূল্য শেষ পর্যন্ত অস্ট্রিয়ান জনগণের উপর পড়ে। ফিচনার বলেন যে, ম্যাক্সিমিলিয়ানের প্যান-ইউরোপীয় দৃষ্টিভঙ্গি অত্যন্ত ব্যয়বহুল ছিল এবং তার আর্থিক অনুশীলনগুলি বারগান্ডি, অস্ট্রিয়া এবং জার্মানিতে তার উচ্চ এবং নিম্ন উভয় প্রজারা বিরোধিতা করেছিলেন (যারা তার উচ্চাকাঙ্ক্ষাকে দমন করার চেষ্টা করেছিল, যদিও তারা কখনও ব্যক্তিগতভাবে ক্যারিশম্যাটিক শাসককে ঘৃণা করেনি)।\nঅর্থনৈতিক ও সামরিক উভয় উদ্দেশ্যেই, তিনি তামা, রূপা এবং ক্যালামাইন খনন, মুদ্রা, পিতল উৎপাদন এবং অস্ত্র শিল্পকে উৎসাহিত করেছিলেন। তিনি স্থানীয় অর্থনীতি রক্ষার জন্য কঠোর পরিশ্রম করেছিলেন, বিশেষ করে টাইরলে, যেখানে খনির উত্থান ছিল (জনসংখ্যা বৃদ্ধির সাথে সাথে)। যদিও সাফলি উল্লেখ করেছেন যে, তিনি হচস্টেটার্সের মতো পরিবারগুলিকে তাদের নিজস্ব স্বার্থে অর্থনীতিকে শোষণ করতে সক্ষম করেছিলেন। কৃষিক্ষেত্রও উল্লেখযোগ্যভাবে বিকশিত হয়েছিল, কেবলমাত্র নিম্ন অস্ট্রিয়া ব্যতীত, যা ম্যাথিয়াস করভিনাসের সাথে যুদ্ধের ফলে ক্ষতিগ্রস্ত হয়েছিল।\nকাইসারলিচে রাইখপোস্ট প্রতিষ্ঠা ও সম্প্রসারণের পাশাপাশি শহরের প্রতি ম্যাক্সিমিলিয়ানের ব্যক্তিগত অনুরাগের ফলে প্রধানত আউগসবুর্গ উপকৃত হয়েছিল। রাজকীয় শহরটি ষোড়শ শতাব্দীর \"প্রাথমিক পুঁজিবাদের প্রভাবশালী কেন্দ্র\" এবং \"পবিত্র রোমান সাম্রাজ্যের মধ্যে সবচেয়ে গুরুত্বপূর্ণ ডাকঘরের অবস্থান\" হয়ে ওঠে। ম্যাক্সিমিলিয়ানের সময় থেকে \"প্রথম আন্তঃমহাদেশীয় ডাক লাইনের প্রান্ত\" যখন ইনসব্রুক থেকে ভেনিস এবং ব্রাসেলস থেকে অ্যান্টওয়ার্পে স্থানান্তরিত হতে শুরু করে, তখন এই শহরগুলিতে যোগাযোগ ব্যবস্থা এবং সংবাদ বাজার একত্রিত হতে শুরু করে। ফুগারদের পাশাপাশি অন্যান্য বাণিজ্য কোম্পানিগুলি এই শহরগুলিতে তাদের সবচেয়ে গুরুত্বপূর্ণ শাখা স্থাপন করার সাথে সাথে এই ব্যবসায়ীরাও এই ব্যবস্থাগুলিতে প্রবেশাধিকার অর্জন করতে শুরু করে। (যদিও বহুল প্রচারিত একটি তত্ত্ব ছিল যে, ফুগাররা নিজেরাই তাদের নিজস্ব যোগাযোগ ব্যবস্থা পরিচালনা করত, বাস্তবে তারা সম্ভবত ১৪৯০ সাল থেকে ম্যাক্সিমিলিয়ানের দরবারের সরকারী সদস্য হিসেবে সাম্রাজ্যবাদী পদগুলির উপর নির্ভর করত)।\n১৪৯৭ সালে ম্যাক্সিমিলিয়ান  বিস্তৃত সুযোগ-সুবিধা প্রদানের পর (এবং ১৫০৭ সালে তিনটি বাজারকে ইম্পেরিয়াল ফেয়ারের মর্যাদায় উন্নীত করার পর) লিপজিগ বৃহত্তম ইউরোপীয় বাণিজ্য মেলা শহরগুলির মধ্যে একটিতে পরিণত হয়।\n\n\n== টু ফেলিক্স অস্ট্রিয়া নুব ==\n\n\n=== পটভূমি ===\nঐতিহ্যগতভাবে, জার্মান রাজবংশগুলি আল্পস পর্বতমালার উত্তর ও দক্ষিণে তাদের ভূমি ছাড়াও পূর্ব ইউরোপকে অন্তর্ভুক্ত করার জন্য সাম্রাজ্যিক উপাধির সম্ভাবনাকে কাজে লাগিয়েছিল। পবিত্র রোমান সম্রাট সিগিসমুন্ডের অধীনে, হ্যাবসবার্গের পূর্বসূরী, লুক্সেমবার্গের পরিবার, সাম্রাজ্যবাদী রাজবংশ হিসেবে পরবর্তী হ্যাবসবার্গ সাম্রাজ্যের সমান পরিমাণে একটি সাম্রাজ্য অর্জন করতে সক্ষম হয়, যদিও একই সাথে তারা বারগান্ডি রাজ্য এবং ইতালীয় অঞ্চলগুলির উপর নিয়ন্ত্রণ হারিয়ে ফেলে। প্রাচ্যের দিকে তাদের মনোযোগ, বিশেষ করে হাঙ্গেরি (যা পবিত্র রোমান সাম্রাজ্যের বাইরে ছিল এবং বিবাহের মাধ্যমে লুক্সেমবার্গও জয় করেছিল), ভ্যালোইস পরিবারের নতুন বার্গুন্ডিয়ান শাসকদের জার্মান রাজপুত্রদের প্রতি অসন্তোষ জাগিয়ে তুলতে সাহায্য করে। এইভাবে হ্যাবসবার্গরা পশ্চিমের দিকে তাদের মনোযোগ পুনরায় কেন্দ্রীভূত করতে বাধ্য হয়। তৃতীয় ফ্রেডেরিকের চাচাতো ভাই এবং পূর্বসূরী, দ্বিতীয় অ্যালবার্ট (যিনি সিগিসমন্ডের জামাতা এবং লুক্সেমবার্গের এলিজাবেথের সাথে তার বিবাহের মাধ্যমে উত্তরাধিকারী ছিলেন) তার শাসনামলে জার্মানি, হাঙ্গেরি, বোহেমিয়া এবং ক্রোয়েশিয়ার সিংহাসন একত্রিত করতে সক্ষম হন কিন্তু তিনি অল্প বয়সেই মারা যান। ম্যাক্সিমিলিয়ান তার শাসনামলে পূর্ব এবং পশ্চিম উভয় দিকেই দ্বৈত মনোযোগ দিয়েছিলেন। ম্যাক্সিমিলিয়ানের অধীনে সফল সম্প্রসারণ (বিবাহ নীতির উল্লেখযোগ্য ভূমিকা সহ) সাম্রাজ্যে তার অবস্থানকে শক্তিশালী করে এবং সাম্রাজ্য সংস্কারের জন্য আরও চাপ তৈরি করে, যাতে তারা তাদের রাজ্য রক্ষা করতে এবং ফ্রান্সের মতো শত্রু শক্তির বিরুদ্ধে লড়াই করার জন্য জার্মান অঞ্চলগুলি থেকে আরও সম্পদ এবং সমন্বিত সাহায্য পেতে পারে।\n\n\n=== ম্যাক্সিমিলিয়ানের অধীনে বিবাহ এবং বৈদেশিক নীতি ===\n\nআরাস চুক্তির অংশ হিসেবে ম্যাক্সিমিলিয়ান তার তিন বছর বয়সী কন্যা মার্গারেটকে ফ্রান্সের ডাউফিনের (পরবর্তীতে অষ্টম চার্লস) সাথে বাগদান করান, যিনি তার প্রতিপক্ষ একাদশ লুইয়ের পুত্র ছিলেন। একাদশ লুই এবং ঘেন্টের মধ্যে গোপন আলোচনার ফলে এই বাগদান সম্পন্ন হয়। যেহেতু স্ত্রীর মৃত্যুর ফলে ম্যাক্সিমিলিয়ানের অবস্থান সাময়িকভাবে দুর্বল হয়ে পড়েছিল, তাই এই বিষয়ে তার কোনও বক্তব্য ছিল না। \nব্রিটানির ডিউক দ্বিতীয় ফ্রান্সিস লে ভার্গারের চুক্তি স্বাক্ষরের কিছুক্ষণ পরেই মৃত্যুবরণ করলে তার সিংহাসন তার মেয়ে অ্যানি পেয়ে যান। প্রতিবেশী স্বার্থ থেকে রাজ্য রক্ষা করার জন্য জোটের সন্ধানে তিনি ১৪৯০ সালে ম্যাক্সিমিলিয়ানের সাথে নিজেকে বিবাহবন্ধনে আবদ্ধ করেন। প্রায় এক বছর পর তারা প্রক্সির মাধ্যমে বিয়ে করেন।\nতবে অষ্টম চার্লস এবং তার বোন অ্যানি ফ্রান্সে তার উত্তরাধিকার চান। যখন ১৪৯১ সালে প্রথমজন বয়স্ক হন, এবং তাদের প্রতিপক্ষ হাঙ্গেরির রাজা ম্যাথিয়াস করভিনাসের উত্তরাধিকারে ম্যাক্সিমিলিয়ান এবং তার পিতার আগ্রহের সুযোগ নিয়ে চার্লস মার্গারেটের সাথে তার বাগদান প্রত্যাখ্যান করেন এবং ব্রিটানি আক্রমণ করেন। ব্রিটানির অ্যানিকে ম্যাক্সিমিলিয়ানের সাথে তার অসমাপ্ত বিবাহ প্রত্যাখ্যান করতে বাধ্য করেন এবং নিজেই তাকে বিয়ে করেন।\nএরপর মার্গারেট ১৪৯৩ সালে সেনলিসের চুক্তি স্বাক্ষরের মাধ্যমে তাকে তার বাবার কাছে ফিরিয়ে দেওয়ার আগ পর্যন্ত তিনি ফ্রান্সে একধরনের জিম্মি হিসেবে থেকে যান।\nএকই বছরে ফ্রান্সের সাথে দীর্ঘ ইতালীয় যুদ্ধের প্রস্তুতি চলাকালীন মিলানের ডিউক গ্যালিয়াজো মারিয়া স্ফোরজার কন্যা বিয়ানকা মারিয়া স্ফোরজার সাথে তার ভাই তৎকালীন ডাচির রিজেন্ট লুডোভিকো স্ফোরজার মধ্যস্থতায় ম্যাক্সিমিলিয়ান নিজের জন্য আরেকটি বিবাহ চুক্তি করেন।\nপূর্বে ম্যাক্সিমিলিয়ান ফ্রান্স, পোল্যান্ড, হাঙ্গেরি, বোহেমিয়া এবং রাশিয়ার শাসকদের মধ্যে চুক্তির ফলে সাম্রাজ্যের উপর ক্রমবর্ধমান চাপ কমানোর প্রয়োজনীয়তার মুখোমুখি হন। সেইসাথে বোহেমিয়া এবং হাঙ্গেরিতে (যার উপর হ্যাবসবার্গরা উত্তরাধিকার এবং কর্তৃত্বের মাধ্যমে দাবি করছিল) হাঙ্গেরীয় রাজবংশের প্রতিরোধের পাশাপাশি ফয়েক্স-ক্যান্ডেলের অ্যানি এবং হাঙ্গেরির ভ্লাদিস্লাউস দ্বিতীয়ের মধ্যে মিলনের কারণে সাময়িকভাবে হুমকির সম্মুখীন হয়েছিলেন। তিনি এসময় তার রাজবংশের অবস্থানকে শক্তিশালী করার প্রয়োজনীয়তার মুখোমুখি হন। ১৫১৫ সালে ভিয়েনার প্রথম কংগ্রেসে ম্যাক্সিমিলিয়ান হাঙ্গেরি ও বোহেমিয়ার জাগিলোনিয়ান রাজা দ্বিতীয় ল্যাডিসলাস এবং পোল্যান্ডের প্রথম সিগিসমুন্ডের সাথে দেখা করেন। সেখানে তারা ম্যাক্সিমিলিয়ানের নাতনি মেরির সাথে লাডিসলাসের ছেলে লুইয়ের বিয়ে এবং অ্যানির (লুইয়ের বোন) সাথে ম্যাক্সিমিলিয়ানের নাতি ফার্ডিনান্ডের বিয়ের (উভয় নাতিই ম্যাক্সিমিলিয়ানের ছেলে ফিলিপ দ্য হ্যান্ডসাম এবং ক্যাস্টিলের জোয়ানার সন্তান) আয়োজন করেন। সেখানে অনুষ্ঠিত বিবাহের ফলে ১৫২৬ সালে হাঙ্গেরি এবং বোহেমিয়ার উপর হাবসবার্গের রাজত্ব প্রতিষ্ঠিত হয়। ১৫১৫ সালে লুইকে ম্যাক্সিমিলিয়ান দত্তক নেন। ম্যাক্সিমিলিয়ানকে বাগদান অনুষ্ঠানে আনার প্রতিনিধি হিসেবে কাজ করতে হয়েছিল, কারণ ১৫১৬ সালে ফার্দিনান্দ বিয়েতে প্রবেশ করতে রাজি হন, যা ১৫২১ সালে হওয়ার কথা ছিল।\n\nএই রাজনৈতিক বিবাহগুলি নিম্নলিখিত ল্যাটিন শোকগাথায় সংক্ষেপিত হয়েছে, যা ম্যাথিয়াস করভিনাস দ্বারা উদ্ধৃত বলে জানা গেছে: Bella gerant aliī, tū fēlix Austria nūbe/ Nam quae Mars aliīs, dat tibi regna Venus, \"অন্যদের যুদ্ধ করতে দাও, কিন্তু তুমি, হে সুখী অস্ট্রিয়া, বিয়ে করো; মঙ্গল অন্যদের যে রাজ্য দেয়, ভেনাস তোমাকেও দেয়।\"\nএই নীতিবাক্যের অর্থের বিপরীতে ম্যাক্সিমিলিয়ান প্রচুর যুদ্ধ চালিয়েছিলেন (চার দশকের শাসনকালে, তিনি মোট ২৭টি যুদ্ধ চালিয়েছিলেন)। জীবনের শেষের দিকে শুধুমাত্র পূর্বের সামরিক পরিস্থিতিই ভালোভাবে কাজ করেছিল। বলা হত যে, মাগয়াররা তাকে তুর্কি বা শয়তানের চেয়ে বেশি ভয় পেত। পশ্চিমে তিনি কেবল স্প্যানিশ সহায়তা পান এবং ফরাসি সম্প্রসারণকে বাধা দেওয়া ছাড়া আর কিছুই করতে পারেননি। তার সাধারণ কৌশল ছিল তার সম্প্রসারণবাদী উচ্চাকাঙ্ক্ষা বাস্তবায়নের জন্য তার জটিল জোট ব্যবস্থা, সামরিক হুমকি এবং বিবাহের প্রস্তাবগুলিকে একত্রিত করা। রাশিয়ার প্রতি পরামর্শ ব্যবহার করে ম্যাক্সিমিলিয়ান বোহেমিয়া, হাঙ্গেরি এবং পোল্যান্ডকে হ্যাবসবার্গের সম্প্রসারণবাদী পরিকল্পনায় সম্মতি জানাতে বাধ্য করতে সফল হন। এই কৌশলটি সামরিক হুমকির সাথে মিশ্রিত করে তিনি হাঙ্গেরি এবং বোহেমিয়ায় (যা একই রাজবংশের অধীনে ছিল) অনুকূল বিবাহ ব্যবস্থা অর্জন করতে সক্ষম হন। বেন্স পেটারফির মতে, অনেক হাঙ্গেরীয় অভিজাত ব্যক্তি হ্যাবসবার্গ এবং জাগিয়েলন উভয়ের প্রতি দ্বৈত আনুগত্য বজায় রেখেছিলেন। প্রেসবার্গের শান্তি (১৪৯১) এই ঘটনাটিকে বৈধতা দেওয়ার পর গতিশীলতার পরিবর্তন ঘটে: \"যদিও তৃতীয় ফ্রেডেরিক এবং ম্যাথিয়াস করভিনাসের মধ্যে দ্বন্দ্বের সময় মূলত যারা হাঙ্গেরীয় রাজার পক্ষ নিয়েছিলেন তারাই সফল ক্যারিয়ার গড়তে সক্ষম হয়েছিলেন, কিন্তু ১৪৯১ সালের পর পরিস্থিতি বিপরীত হয়ে যায় এবং যারা হ্যাবসবার্গের পক্ষে ছিলেন তাদের আরও সুযোগ তৈরি হয়।\"\nএকই সময়ে তার বিস্তৃত অঞ্চলের বিস্তৃতি এবং সম্ভাব্য দাবি ফ্রান্সের জন্য হুমকিস্বরূপ ছিল, যার ফলে ম্যাক্সিমিলিয়ানকে চার প্রজন্মের ফরাসি রাজাদের (একাসশ লুই, অষ্টম চার্লস, দ্বাদশ লুই, প্রথম ফ্রান্সিস) বিরুদ্ধে বারগান্ডি, নিম্ন দেশ এবং ইতালিতে তার সম্পত্তি রক্ষার জন্য ক্রমাগত যুদ্ধ শুরু করতে বাধ্য করা হয়েছিল। এই উদ্দেশ্যে তিনি যে জোটগুলি তৈরি করেছিলেন, কখনও কখনও তাতে ইংল্যান্ডের মতো অ-সাম্রাজ্যবাদী শক্তিও থাকত। এডওয়ার্ড জে. ওয়াটস মন্তব্য করেন যে, এই যুদ্ধগুলির প্রকৃতি সাম্রাজ্যবাদী ছিল না, বরং রাজবংশীয় ছিল।\nতার বিবাহ পরিকল্পনার ফলাফল আনতে ভাগ্যও একটি ফ্যাক্টর ছিল। দ্বৈত বিবাহের ফলে জাগিয়েলন অস্ট্রিয়ায় একজন দাবিদার হতে পারতেন, অন্যদিকে মার্গারেট এবং স্পেনের রাজপুত্র জনের সম্ভাব্য পুত্র সন্তানেরও মাতামহের সম্পত্তির একটি অংশের দাবিদার হতে পারতেন। কিন্তু দেখা গেল, ভ্লাদিস্লাসের পুরুষ বংশ বিলুপ্ত হয়ে গেল, আর দুর্বল জন সন্তানহীনভাবে মারা গেলেন, তাই ম্যাক্সিমিলিয়ানের পুরুষ বংশ সিংহাসন দাবি করতে সক্ষম হয়।\n\n\n== মৃত্যু এবং উত্তরাধিকার ==\n\nশেষ বছরগুলিতে ম্যাক্সিমিলিয়ান তার উত্তরাধিকার প্রশ্নে মনোনিবেশ করতে শুরু করেন। তার লক্ষ্য ছিল চার্লসের জন্য সিংহাসন নিশ্চিত করা। ঐতিহ্যবাহী দৃষ্টিভঙ্গি অনুসারে, ফুগাররা (ওয়াইসফ্লেকার এবং কোয়েনিগসবার্গারের মতে ম্যাক্সিমিলিয়ানের মৃত্যুর পর চার্লসকে) দশ লক্ষ গুল্ডেন ঋণ প্রদান করেছিল (কর্টেস চার্লসের নির্বাচনী প্রচারণার জন্য ৬০০,০০০ এরও বেশি ক্রাউন ভোট দিয়েছিলেন, কিন্তু স্পেন থেকে অর্থ দ্রুত পৌঁছাতে পারেনি), যা বিজ্ঞাপনের জন্য এবং রাজপুত্র-নির্বাচকদের ঘুষ দেওয়ার জন্য ব্যবহৃত হয়েছিল এবং এটিই ছিল চার্লসের সফল নির্বাচনের নির্ণায়ক কারণ। অন্যরা উল্লেখ করেছেন যে, নির্বাচকদের অর্থ প্রদান করা হলেও ফলাফলের কারণ এটি ছিল না, অথবা সর্বাধিক ক্ষেত্রে এটি একটি ছোট ভূমিকা পালন করেছিল। চূড়ান্ত সিদ্ধান্তকে প্রভাবিত করার গুরুত্বপূর্ণ কারণটি ছিল, ফ্রেডেরিক প্রস্তাব প্রত্যাখ্যান করেছিলেন এবং চার্লসের সমর্থনে একটি বক্তৃতা দিয়েছিলেন এই যুক্তিতে যে, অটোমানদের বিরুদ্ধে তাদের একজন শক্তিশালী নেতার প্রয়োজন। চার্লসের সম্পদ ছিল এবং তিনি জার্মান বংশোদ্ভূত একজন রাজপুত্র ছিলেন। ১৫১৯ সালে ম্যাক্সিমিলিয়ানের মৃত্যুর ফলে উত্তরাধিকার ঝুঁকির মুখে পড়েছিল বলে মনে করা হয়, কিন্তু কয়েক মাসের মধ্যেই পঞ্চম চার্লসের নির্বাচন নিশ্চিত হয়ে যায়।\n১৫০১ সালে ম্যাক্সিমিলিয়ান তার ঘোড়া থেকে পড়ে যান এবং পায়ে গুরুতর আঘাত পান, যার ফলে তিনি সারা জীবন ব্যথা অনুভব করেন। কিছু ঐতিহাসিক মত দিয়েছেন যে, ম্যাক্সিমিলিয়ান \"অত্যন্ত\" বিষণ্ণ ছিলেন: ১৫১৪ সাল থেকে তিনি তার কফিন নিয়ে সর্বত্র ভ্রমণ করতেন।  ১৫১৮ সালে একটি গ্রহণ দেখার পর তার মৃত্যু নিকটবর্তী বোধ করে তিনি তার প্রিয় ইনসব্রুকে ফিরে আসেন, কিন্তু শহরের সরাইখানার রক্ষক এবং পরিচর্যাকারীরা সম্রাটের সফরসঙ্গীদের আর কৃতিত্ব দেননি। এর ফলে ১৫ ডিসেম্বর ১৫১৮ তারিখে স্ট্রোক হয় এবং তিনি শয্যাশায়ী হন। তবে তিনি শেষ অবধি নথিপত্র পড়া চালিয়ে যান এবং বিদেশী দূতদের গ্রহণ করেন। ম্যাক্সিমিলিয়ান ১৫১৯ সালের ১২ জানুয়ারি ভোর তিনটায় আপার অস্ট্রিয়ার ওয়েলসে মারা যান। বিভিন্ন ঐতিহাসিক বিভিন্ন রোগকে মৃত্যুর প্রধান কারণ হিসেবে তালিকাভুক্ত করেছেন, যার মধ্যে রয়েছে ক্যান্সার (সম্ভবত পেটের ক্যান্সার বা অন্ত্রের ক্যান্সার ), নিউমোনিয়া, সিফিলিস, পিত্তথলির পাথর, স্ট্রোক (তার বিপজ্জনক চিকিৎসা সমস্যার সংমিশ্রণ ছিল) ইত্যাদি।\nম্যাক্সিমিলিয়ানের স্থলাভিষিক্ত হন তার নাতি পঞ্চম চার্লস। তার পুত্র ফিলিপ দ্য হ্যান্ডসাম ১৫০৬ সালে মারা যান। অনুশোচনার কারণে ম্যাক্সিমিলিয়ান মৃত্যুর পরে তার দেহের চিকিৎসার জন্য খুব নির্দিষ্ট নির্দেশনা দিয়েছিলেন। তিনি চেয়েছিলেন তার চুল যেন কেটে ফেলা হয়, দাঁত উপড়ে ফেলা হয়, দেহকে চাবুক মেরে চুন ও ছাই দিয়ে ঢেকে দেওয়া হয়, এবং লিনেন কাপড়ে মুড়িয়ে \"সমস্ত পার্থিব গৌরবের ক্ষয়িষ্ণুতা\" প্রকাশ্যে প্রদর্শন করা হয়। সম্রাটের বন্ধু এবং স্বীকারোক্তিকারী গ্রেগর রেইশ নির্দেশটি মানেননি। তিনি ম্যাক্সিমিলিয়ানের হাতে একটি জপমালা এবং মৃতদেহের কাছে অন্যান্য পবিত্র জিনিসপত্র রাখেন। ধার করা টাকায় তাকে উইনার নিউস্টাড্টের ক্যাসেল চ্যাপেলে সমাহিত করা হয়। মারিয়া থেরেসার অধীনে সংস্কারের সময় কবরস্থানটি খোলা হয়। এরপর মৃতদেহটি একটি বারোক শবাধারে পুনঃকবর দেওয়া হয়, যা পরে ৬ আগস্ট ১৯৪৬ সালে (দ্বিতীয় বিশ্বযুদ্ধের কারণে) চ্যাপেলের ধ্বংসাবশেষের মধ্যে অক্ষত অবস্থায় পাওয়া যায়। ১৯৫০ সালে সম্রাটকে আবার আনুষ্ঠানিকভাবে সমাহিত করা হয়।\n\n\n== উত্তরাধিকার ==\n\n\n== পূর্বপুরুষ ==\n\n\n== অফিসিয়াল স্টাইল ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\nআমরা, ঈশ্বরের কৃপায়, ম্যাক্সিমিলিয়ানকে রোমান সম্রাট হিসেবে নির্বাচিত করলাম, যিনি সর্বদা সাম্রাজ্যের অগমেন্টার, হাঙ্গেরি, ডালমাটিয়া, ক্রোয়েশিয়া, ইত্যাদির রাজা; অস্ট্রিয়ার আর্চডিউক, বারগান্ডি, ব্রিটানি, লরেন, ব্রাবান্ট, স্টিরিয়া, ক্যারিন্থিয়া, কার্নিওলা, লিমবার্গ, লুক্সেমবার্গ এবং গিল্ডার্সের ডিউক; ফ্ল্যান্ডার্স, হ্যাবসবার্গ, টাইরল, ফিয়ের্ট, কিবার্গ, আর্টোইস এবং বারগান্ডির কাউন্ট; হায়নাউল্ট, হল্যান্ড, জেল্যান্ড, নামুর, এবং জুটফেনের কাউন্ট প্যালাটাইন; রোমান সাম্রাজ্য বুরগায়ের মার্কুইস, আলসাটিয়ার ল্যান্ডগ্রেভ, ফ্রিসিয়ার লর্ড, ওয়েন্ডিশ মার্ক, পোর্টেনাউ, স্যালিনস এবং ম্যালিনস ইত্যাদি। \n\n\n=== শিভালরিক অর্ডার ===\n\n১৪৭৮ সালের ৩০শে এপ্রিল অ্যাডলফ অব ক্লিভসম্যাক্সিমিলিয়ানকে অর্ডার অব দ্য গোল্ডেন ফ্লিসের একজন সিনিয়র সদস্য নাইট উপাধিতে ভূষিত করেন এবং একই দিনে তিনি এই অর্ডারের সার্বভৌম হন। এর প্রধান হিসেবে তিনি এর গৌরব পুনরুদ্ধার করার জন্য এবং হ্যাবসবার্গ বংশের সাথে এই ক্রমকে যুক্ত করার জন্য তার ক্ষমতার সবকিছু করেছিলেন। তিনি ফ্রান্সে চলে যাওয়া সদস্যদের বহিষ্কার করেছিলেন এবং তার প্রতি অনুগতদের পুরস্কৃত করেছিলেন এবং বিদেশী শাসকদেরও তার দলে যোগদানের জন্য আমন্ত্রণ জানিয়েছিলেন।\nপ্রথম ম্যাক্সিমিলিয়ান ১৪৮৯ সালে ইংল্যান্ডের রাজা সপ্তম হেনরি কর্তৃক অর্ডার অফ দ্য গার্টারের সদস্য মনোনীত হন। তার গার্টার স্টল প্লেটটি উইন্ডসর ক্যাসেলের সেন্ট জর্জ চ্যাপেলে এখনও টিকে আছে।\nম্যাক্সিমিলিয়ান তার পিতা কর্তৃক প্রতিষ্ঠিত অর্ডার অব সেন্ট জর্জের পৃষ্ঠপোষক ছিলেন এবং এর ধর্মনিরপেক্ষ ভ্রাতৃত্বের প্রতিষ্ঠাতাও ছিলেন।\n\n\n== চেহারা এবং ব্যক্তিত্ব ==\n\nম্যাক্সিমিলিয়ান ছিলেন দৃঢ় দেহের অধিকারী, সোজা ভঙ্গিতে থাকতেন, ছয় ফুটেরও বেশি লম্বা, নীল চোখ, ঘাডড়ে স্বর্ণকেশী বা লালচে চুল, বড় আঁকাবাঁকা নাক এবং ঝুলন্ত চোয়াল (তার বাবার মতো)। তিনি সবসময় দাড়ি কামিয়ে রাখতেন। যদিও প্রচলিতভাবে সুদর্শন ছিলেন না, তবুও তিনি সু-আনুপাতিক ছিলেন এবং শারীরিকভাবে আকর্ষণীয় বলে বিবেচিত হতেন। তার স্থায়ী যৌবন এবং স্নেহশীল, মনোরম আচরণ ছিল। কিশোর বয়স থেকেই নারীপ্রেমী ছিলেন। তিনি তার সাম্রাজ্যের প্রতিটি কোণে \"ঘুমন্ত নারীদের\" সান্নিধ্যে প্রথম বিবাহের কষ্ট এবং দ্বিতীয় বিবাহের হতাশা থেকে মনোযোগ ক্রমশ সরিয়ে নিতে চেয়েছিলেন। সিগ্রিড-মারিয়া গ্রোসিং তাকে সারা জীবনের জন্য একজন মনোমুগ্ধকর হৃদয়বিদারক হিসেবে বর্ণনা করেছেন। তিনি এক হাতে সাত মিটার লম্বা বর্শা আরামে চালাতে পারতেন।\nম্যাক্সিমিলিয়ানের বিকাশ দেরিতে ঘটে। তার শিক্ষক জোহানেস কাস্পিনিয়ানের মতে, তিনি নয় বছর বয়স পর্যন্ত কথা বলতেন না এবং তার পর ধীরে ধীরে বিকশিত হতে থাকেন। তৃতীয় ফ্রেডেরিক স্মরণ করেন যে, যখন তার ছেলের বয়স বারো বছর, তখনও তিনি ভাবতেন যে ছেলেটি হয় বোবা, নয়তো বোকা। প্রাপ্তবয়স্ক জীবনে তিনি ছয়টি ভাষায় কথা বলতে পারতেন (তিনি তার স্ত্রী মেরির কাছ থেকে ফরাসি শিখেছিলেন) এবং একজন সত্যিকারের প্রতিভাবান লেখক ছিলেন। ভাষা, গণিত এবং ধর্ম ছাড়াও, তিনি ছবি আঁকতেন এবং বিভিন্ন বাদ্যযন্ত্র বাজাতেন এবং কৃষিকাজ, কাঠমিস্ত্রি এবং কামারশিল্পেও প্রশিক্ষণ পেয়েছিলেন, যদিও তার শিক্ষার কেন্দ্রবিন্দু ছিল স্বাভাবিকভাবেই রাজত্ব। ফিচটনারের মতে, তিনি আনুষ্ঠানিক প্রশিক্ষণ থেকে খুব বেশি কিছু শিখতে পারেননি, কারণ বালক বয়সেও তিনি কখনও স্থির থাকতেন না এবং শিক্ষকরা এ বিষয়ে খুব বেশি কিছু করতে পারতেন না। গেরহার্ড বেনেকের মতে, স্বভাবতই তিনি ছিলেন কর্মঠ, \"প্রবল মনোমুগ্ধকর বহির্মুখী\", যার \"যৌবনে জ্ঞান, বিজ্ঞান এবং শিল্পের প্রতি প্রচলিতভাবে ভাসাভাসা আগ্রহ ছিল এবং তার সাথে ছিল চমৎকার স্বাস্থ্য\" (তিনি ত্রিশের দশকের শেষের দিকেও পুরুষত্বপূর্ণ ছিলেন এবং যদিও পরে পায়ের দুর্ঘটনা এবং অন্যান্য অসুস্থতার কারণে তার স্বাস্থ্যের ক্ষতি হয়েছিল, সম্রাট অসাধারণ আত্ম-শৃঙ্খলা প্রদর্শন করতেন এবং খুব কমই দুর্বলতা স্বীকার করতেন। অগসবার্গে ১৫১০ সালের রাইখস্ট্যাগে ৫১ বছর বয়সী ম্যাক্সিমিলিয়ান ৪৭ বছর বয়সী ফ্রেডেরিক অব স্যাক্সনির বিরুদ্ধে বিশাল দর্শকদের সামনে লড়াই করেছিলেন। তিনি বেপরোয়াতার পর্যায়ে সাহসী ছিলেন এবং এটি কেবল যুদ্ধেই দেখা যায়নি। একবার তিনি মিউনিখে সিংহের ঘেরে একা ঢোকেন সিংহকে উত্তেজিত করার জন্য এবং আরেকবার উপস্থতিত দর্শকদের ভয়ে উলমের ক্যাথেড্রালের চূড়ায় উঠে এক পায়ে দাঁড়িয়ে পুরো দৃশ্য দেখার জন্য নিজেকে ঘুরিয়ে নেন। ঊনবিংশ শতাব্দীতে একজন অস্ট্রিয়ান অফিসার সম্রাটের \"কৃতিত্ব\" পুনরাবৃত্তি করার চেষ্টা করে প্রাণ হারান, অন্যদিকে আরেকজন সফল হন। রাজকীয় স্টাইলের জন্য তিনি প্রচুর অর্থ ব্যয় করলেও ব্যক্তিগত প্রয়োজনের জন্য তার খুব কমই প্রয়োজন ছিল। হতাশাজনক পর্যায়গুলি (যখন তিনি রাতদিন মদ্যপান করতেন, কখনও কখনও সরকারকে অক্ষম করে তুলতেন, চ্যান্সেলর জিপ্রিয়ান ভন সার্নটাইনারের তীব্র বিরক্তির কারণ হয়ে দাঁড়াতেন) অথবা তার শিল্পী বন্ধুদের সাথে সাহচর্যের সময় ছাড়া পরিণত বয়সে তিনি ব্যক্তিগত অভ্যাসের উপর সংযত ছিলেন। ফৌজদারি মামলায়ও শিল্পীরা অগ্রাধিকারমূলক আচরণ পেত, যেমন ভাইট স্টসের ঘটনা। নুরেমবার্গ কর্তৃক তার সাজা (একটি প্রকৃত অপরাধের জন্য কারাদণ্ড এবং তার হাত কেটে ফেলা) জারি করা হলে শুধুমাত্র প্রতিভার ভিত্তিতে সম্রাট তা বাতিল করেন। সম্রাটের যুক্তি ছিল যে, ঈশ্বরের কাছ থেকে যা উপহার হিসেবে এসেছে তা স্বাভাবিক নিয়ম বা মানুষের অনুপাত অনুসারে ব্যবহার করা উচিত নয়। সমসাময়িকদের অবাক করে দিয়ে তিনি তার ব্যক্তিত্বের বিরুদ্ধে পরিচালিত ব্যঙ্গ-বিদ্রূপ দেখে হাসতেন এবং পরাজয়ের পর উদযাপনের আয়োজন করতেন।\n\nইতিহাসবিদ আর্নস্ট বক, যার সাথে বেনেকের একই অনুভূতি রয়েছে, তিনি তার সম্পর্কে নিম্নলিখিত বিবৃতিটি লিখেছেন:তার গোলাপি আশাবাদ এবং উপযোগবাদ, রাজনৈতিক বিষয়ে তার সম্পূর্ণ সরল নীতিহীনতা, নীতিহীন এবং ম্যাকিয়াভেলিয়ান উভয় ক্ষেত্রেই; তার ইন্দ্রিয়গ্রাহ্য এবং পার্থিব স্বাভাবিকতা, সুন্দর যেকোনো কিছুর প্রতি তার ব্যতিক্রমী গ্রহণযোগ্যতা, বিশেষ করে দৃশ্য শিল্পে, আবার তার সময়ের বিভিন্ন ফ্যাশনের প্রতিও, তা সে রাজনীতিতে জাতীয়তাবাদ, সাহিত্য ও দর্শনে মানবতাবাদ, অথবা অর্থনীতি ও পুঁজিবাদের ক্ষেত্রে; ব্যক্তিগত খ্যাতির জন্য আশ্চর্যজনক আকাঙ্ক্ষাকে আরও বাড়িয়ে তুলে জনপ্রিয়তার জন্য প্রচেষ্টা, সর্বোপরি একটি উন্নত ব্যক্তিত্বের স্পষ্ট চেতনা: এই বৈশিষ্ট্যগুলি ম্যাক্সিমিলিয়ান বারবার প্রদর্শন করেছিলেন।\n\nইতিহাসবিদ পলা ফিচনার ম্যাক্সিমিলিয়ানকে এমন একজন নেতা হিসেবে বর্ণনা করেছেন যিনি উচ্চাকাঙ্ক্ষী এবং কল্পনাপ্রবণ ছিলেন, যার স্ব-প্রচারের প্রবণতা ছিল, পাশাপাশি আঞ্চলিক ও প্রশাসনিক উচ্চাকাঙ্ক্ষাও ছিল যা \"উচ্চতর এবং স্বীকৃতভাবে আধুনিক\" উভয় প্রকৃতির বিপরীত ছিল।তিনি বেনেকের ম্যাক্সিমিলিয়ানের উপস্থাপনাকে লেখকের ব্যক্তিগত রাজনৈতিক ঝোঁক দ্বারা প্রভাবিত \"শোষণের একজন অসংবেদনশীল এজেন্ট\" হিসাবে উড়িয়ে দিয়েছেন।\nবেরেঞ্জার এবং সিম্পসন ম্যাক্সিমিলিয়ানকে একজন লোভী রেনেসাঁর রাজপুত্র বলে মনে করেন এবং \"একজন অসাধারণ কর্মঠ ব্যক্তি যার প্রধান দোষ ছিল 'আগুনে অনেক বেশি লোহা' থাকা\" বলে মনে করেন। অন্যদিকে স্টিভেন বেলার তাকে খুব বেশি মধ্যযুগীয় নাইটের মতো আচরণের জন্য সমালোচনা করেন, যার যুদ্ধের ব্যস্ত সময়সূচী ছিল, সর্বদা যুদ্ধের জন্য পুরো মহাদেশ পেরিয়ে যেতেন (উদাহরণস্বরূপ, ১৫১৩ সালের আগস্টে তিনি দ্বিতীয় গিনিগেটে অষ্টম হেনরির ইংরেজ সেনাবাহিনীর নেতৃত্ব দিতেন এবং কয়েক সপ্তাহ পরে ভেনিসীয়দের পরাজিত করার জন্য স্প্যানিশ বাহিনীর সাথে যোগ দিতেন)। তার উচ্চাকাঙ্ক্ষাকে সমর্থন করার জন্য খুব কম তথ্যসূত্র ছিল। বেলারের মতে ম্যাক্সিমিলিয়ানের উচিত ছিল বাড়িতে আরও বেশি সময় ব্যয় করে এস্টেটগুলিকে আরও দক্ষ সরকারি ও রাজস্ব ব্যবস্থা গ্রহণে রাজি করানো।\n\nটমাস এ. ব্র্যাডি জুনিয়র সম্রাটের সম্মানবোধের প্রশংসা করেন, কিন্তু তার আর্থিক অনৈতিকতার সমালোচনা করেন। জিওফ্রে পার্কারের মতে, ম্যাক্সিমিলিয়ানের সামরিক গুণাবলী এবং কঠোর পরিশ্রমী স্বভাবের সাথে উভয় বিষয়ই পঞ্চম চার্লস দাদার কাছ থেকে উত্তরাধিকারসূত্রে পেয়েছিলেন:[...]যদিও সম্মানের ব্যাপারে তিনি কিছুটা সতর্ক ছিলেন, তবুও অর্থের ব্যাপারে তার কোনও নীতিবোধ ছিল না। প্রতিটি ফ্লোরিন খরচ করা হত, বন্ধক রাখা হত, এবং তা আসার আগেই দশবার ফেরত দেওয়ার প্রতিশ্রুতি দেওয়া হত; তিনি তার সভাসদদের তাদের কুখ্যাত প্রতিহিংসার জন্য একটি মডেল স্থাপন করতেন; কখনও কখনও তাকে তার রাণীকে তার ঋণের জন্য বন্ধক হিসেবে রেখে যেতে হত; এবং তিনি তার চাকরদের কাছ থেকে ক্রমাগত ঋণ নিতেন - উচ্চপদস্থ কর্মকর্তাদের কাছ থেকে বড় অঙ্কের, চাকরদের কাছ থেকে ছোট অঙ্কের - এবং কখনও তা পরিশোধ করতেন না। যারা তাকে পছন্দ করত তারা অজুহাত দেখানোর চেষ্টা করত।কিছু ইংরেজি সূত্র তাকে এমন একজন শাসক হিসেবে বর্ণনা করে যিনি অভ্যাসগতভাবে তার কথা রাখতে ব্যর্থ হয়েছিলেন। উইসফ্লেকারের মতে, মানুষ প্রায়শই তার সময়ের বেশিরভাগ রাজপুত্রদের চেয়ে তার প্রতিশ্রুতির উপর বেশি নির্ভর করতে পারত, যদিও তিনি \"ক্লোসোলা ফ্রান্সিস\"-র সাথে অপরিচিত ছিলেন না এবং তার আসল উদ্দেশ্যগুলি ঢেকে রাখার জন্য বিভিন্ন ধরণের বিবৃতি ব্যবহার করার প্রবণতাও পোষণ করতেন, যা অন্যায়ভাবে তাকে চঞ্চলতার খ্যাতি অর্জন করে দেয়। হোলেগার একমত যে, আইটেলফ্রেডরিখ ভন জোলার্ন এবং উলফগ্যাং ভন ফার্স্টেনবার্গ ছাড়া ম্যাক্সিমিলিয়ানের দরবারের কর্মকর্তারা টিপস এবং সাহায্যের জন্য উপহার এবং অর্থ আশা করতেন এবং সম্রাট সাধারণত তার পরামর্শদাতা এবং ভৃত্যদের রক্ষা করতেন, এমনকি যদি তিনি বস্তুগত লোভের আরও স্পষ্ট প্রদর্শনের বিরুদ্ধে কাজ করতেন। যদিও ম্যাক্সিমিলিয়ান এমন একজন মানুষ ছিলেন না যাকে তার কর্মকর্তারা সহজেই নিয়ন্ত্রিত বা প্রভাবিত করতে পারেন। হলিগার আরও মনে করেন যে, যদিও তার অনেক রাজনৈতিক ও শৈল্পিক পরিকল্পনাই মেগালোম্যানিয়ার দিকে ঝুঁকেছিল, তবুও তিনি একজন বিচক্ষণ বাস্তববাদী ছিলেন যিনি অগ্রগতিতে বিশ্বাস করতেন এবং আধুনিক ব্যবস্থাপনা পদ্ধতির উপর নির্ভর করতেন। ব্যক্তিগতভাবে, \"তাকে প্রায়শই মানবিক, ভদ্র এবং বন্ধুত্বপূর্ণ হিসেবে বর্ণনা করা হয়। তিনি যখন অনুভব করতেন যে তার অধিকার ক্ষতিগ্রস্ত হয়েছে বা তার সম্মান হুমকির মুখে পড়েছে, তখন তিনি রাগ, সহিংসতা এবং প্রতিহিংসার সাথে প্রতিক্রিয়া দেখাতেন, উভয়কেই তিনি অত্যন্ত মূল্যবান বলে মনে করতেন।\" তার যুদ্ধাস্ত্র শাসন শৈলী এবং বিশ্বায়িত রাজতন্ত্রের জন্য তার উচ্চাকাঙ্ক্ষার (যা শেষ পর্যন্ত যথেষ্ট সাফল্য অর্জন করেছিল) মূল্য ছিল ধারাবাহিক যুদ্ধ, যা তাকে \"হার্ট অফ স্টিল\" (কোউর ডি'সিয়ার) উপাধি প্রদান করে।\n\n\n== বিবাহ এবং সন্তানসন্ততি ==\n\nম্যাক্সিমিলিয়ান তিনবার বিবাহ করেন, কিন্তু শুধুমাত্র প্রথম বিবাহেই সন্তান জন্মগ্রহণ করে:\n\nম্যাক্সিমিলিয়ানের প্রথম স্ত্রী ছিলেন বার্গান্ডির মেরি। ১৪৭৭ সালের ১৯ আগস্ট ঘেন্টে তাদের বিয়ে হয়, কিন্তু ১৪৮২ সালে এক অশ্বারোহণ দুর্ঘটনায় তিনি মারা যান। মেরি ছিলেন তার জীবনের ভালোবাসা। বৃদ্ধ বয়সেও তার নাম উল্লেখ করলেই তিনি অশ্রুসিক্ত হয়ে পড়তেন (যদিও তার শৌর্য আদর্শের বিপরীতে তার যৌন জীবন ছিল অশুভ)। ম্যাক্সিমিলিয়ানের মৃত্যুর বহু বছর পরে তার পরিচালিত এবং রচিত বিশাল সাহিত্য প্রকল্পগুলি তাদের প্রেমের প্রতি শ্রদ্ধাঞ্জলি ছিল, বিশেষ করে থিউরডাঙ্ক, যেখানে নায়ক দুর্দশাগ্রস্ত মেয়েটিকে বাঁচিয়েছিলেন যেমন তিনি বাস্তব জীবনে তার উত্তরাধিকার রক্ষা করেছিলেন। তার হৃদয় তার ইচ্ছানুসারে ব্রুজেসে তার শবাধারের ভেতরে সমাহিত করা হয়। তার সৌন্দর্য, উত্তরাধিকার এবং তিনি যে গৌরব এনেছিলেন তার বাইরেও মেরি ম্যাক্সিমিলিয়ানের একজন নারীর আদর্শের সাথে সঙ্গতিপূর্ণ ছিলেন: একজন প্রাণবন্ত গ্র্যান্ড \"ডেম\" যিনি সার্বভৌম হিসেবে তার পাশে দাঁড়াতে পারেন। তাদের মেয়ে মার্গারেটের কাছে তিনি মেরির বর্ণনা দিয়েছিলেন এভাবে: তার চোখ থেকে এমন শক্তি (ক্রাফট) ঝলমল করছিল যা অন্য যেকোনো মহিলাকে ছাড়িয়ে যায়।\n\nএই বিবাহের ফলে তিনটি সন্তান জন্মগ্রহণ করে, যার মধ্যে মাত্র দুজন বেঁচে ছিলেন:\n\nক্যাস্টিলের প্রথম ফিলিপ (১৪৭৮-১৫০৬) যিনি তার মায়ের মৃত্যুর পর তার রাজ্য উত্তরাধিকারসূত্রে পেয়েছিলেন, কিন্তু তার বাবার আগে মারা যান। তিনি ক্যাস্টিলের জোয়ানাকে বিয়ে করেন। ১৫০৪ সালে ক্যাস্টিলের রাজত্ব লাভের পর জোয়ান তার রাজা-পত্নী হন। পবিত্র রোমান সম্রাট পঞ্চম চার্লস এবং প্রথম ফার্ডিনান্ডের পিতা ছিলেন।\nঅস্ট্রিয়ার মার্গারেট (১৪৮০-১৫৩০), যিনি প্রথমে দুই বছর বয়সে ফ্রান্স এবং বার্গান্ডির মধ্যে শান্তি নিশ্চিত করার জন্য ফরাসি ডাউফিনের সাথে বিবাহবন্ধনে আবদ্ধ হন (যিনি এক বছর পরে ফ্রান্সের অষ্টম চার্লস হন)। ১৪৯২ সালে চার্লস ব্রিটানির অ্যানিকে বিয়ে করার জন্য তাদের বাগদান প্রত্যাখ্যান করার পর তাকে তার বাবার কাছে ফেরত পাঠানো হয়। এরপর তিনি আস্তুরিয়াসের রাজপুত্র, ক্যাস্টিল ও আরাগনের যুবরাজ জন এবং তার মৃত্যুর পর স্যাভয়ের দ্বিতীয় ফিলিবার্টের সাথে বিবাহ বন্ধনে আবদ্ধ হন। তিনি তার মৃত ভাই ফিলিপের সন্তানদের অভিভাবকত্ব গ্রহণ করেন এবং উত্তরাধিকারী চার্লসের হয়ে বারগান্ডি শাসন করেন।\nঅস্ট্রিয়ার ফ্রান্সিস, যিনি ১৪৮১ সালে জন্মের পরপরই মারা যান।\nম্যাক্সিমিলিয়ান ব্রিটানির অ্যানের (১৪৭৭-১৫১৪) সাথেও বিবাহ করেন । ১৪৯০ সালের ১৮ ডিসেম্বর রেনেসে তাদের বিবাহ হয়। ১৪৯২ সালের গোড়ার দিকে পোপ অষ্টম ইনোসেন্ট কর্তৃক বিবাহ বাতিল করা হয়, যখন অষ্টম চার্লস মার্গারেটের সাথে বিবাহ বন্ধনে আবদ্ধ হন এবং অ্যানিকে ম্যাক্সিমিলিয়ানের পরিবর্তে তাকে বিয়ে করতে বাধ্য করেন।\nএই বিবাহের পেছনের কারণ ছিল, তৃতীয় ফ্রেডেরিকের (যিনি এটিকে \"অসম্মানজনক\" বলে বর্ণনা করেছিলেন) তীব্র বিরক্তি, ফরাসিদের বিরুদ্ধে ব্যক্তিগত প্রতিশোধের আকাঙ্ক্ষা (ম্যাক্সিমিলিয়ান তার জীবনের বড় ট্র্যাজেডির জন্য ফ্রান্সকে দায়ী করেছিলেন: বার্গান্ডির মেরির মৃত্যু, পরবর্তী রাজনৈতিক উত্থান-পতন, তার ছেলের সাথে তার অস্থির সম্পর্ক এবং পরে ফিলিপের মৃত্যু)। রোমানদের এই তরুণ রাজার মনের মধ্যে ছিল ফ্রান্সের বিরুদ্ধে একটি পিন্সার আধিপত্য, অন্যদিকে ফ্রেডেরিক চেয়েছিলেন যে তিনি পূর্ব দিকে সম্প্রসারণ এবং নতুন অধিগ্রহণকৃত অস্ট্রিয়ায় স্থিতিশীলতা বজায় রাখার উপর মনোনিবেশ করবেন। কিন্তু ব্রিটানি এতটাই দুর্বল ছিল যে, বার্গান্ডিয়ান রাজ্যের মতো ফরাসি আক্রমণের বিরুদ্ধে তারাও এক মুহূর্তের জন্যও প্রতিরোধ করতে পারেনি, অন্যদিকে ম্যাক্সিমিলিয়ান ব্যক্তিগতভাবে ব্রিটানিতে এসে বিবাহ সম্পন্ন করতেও পারেনি।\n\nম্যাক্সিমিলিয়ানের তৃতীয় স্ত্রী ছিলেন বিয়াঙ্কা মারিয়া স্ফোরজা (১৪৭২-১৫১০)। ১৪৯৩ সালে তাদের বিয়ে হয়, এই বিয়ে ম্যাক্সিমিলিয়ানকে প্রচুর যৌতুক এনে দেয় এবং মিলানের সাম্রাজ্যবাদী শাসক হিসেবে তার অধিকার প্রতিষ্ঠার সুযোগ করে দেয়। বিবাহটি অসুখী ছিল এবং তাদের কোন সন্তান ছিল না। ম্যাক্সিমিলিয়ানের দৃষ্টিতে, যদিও বিয়াঙ্কা শারীরিক সৌন্দর্যে তার প্রথম স্ত্রী মেরিকে ছাড়িয়ে যেতে পারেন, কিন্তু তিনি কেবল একটি \"শিশু\" ছিলেন যিনি \"একটি মাঝারি মনের\" ছিল, যিনি সিদ্ধান্ত নিতে পারতেন না বা সমাজের কাছে একজন সম্মানিত মহিলা হিসেবে উপস্থাপন করতে পারতেন না। বেনেকের মতে এটি অন্যায্য বলে মনে হয়, কারণ বিয়াঙ্কা সর্বদা তুচ্ছ, ব্যক্তিগত বিষয় নিয়ে উদ্বিগ্ন থাকতেন (যদিও সাম্প্রতিক গবেষণা ইঙ্গিত দেয় যে বিয়াঙ্কা একজন শিক্ষিত মহিলা ছিলেন যিনি রাজনৈতিকভাবে সক্রিয় ছিলেন), তাকে কখনও ম্যাক্সিমিলিয়ানের পরিবারের অন্যান্য মহিলা যেমন অস্ট্রিয়ার মার্গারেট বা স্যাক্সনির ক্যাথরিনের মতো রাজনৈতিকভাবে বিকাশের সুযোগ দেওয়া হয়নি। সম্রাজ্ঞী হিসেবে তার অযোগ্যতা সত্ত্বেও ম্যাক্সিমিলিয়ান প্রায়শই তার সাথে শীতলতা এবং অবহেলার আচরণের জন্য সমালোচিত হয়েছেন, যা ১৫০০ সালের পরে আরও খারাপ হয়ে ওঠে। অন্যদিকে বিয়াঙ্কা সম্রাটকে গভীরভাবে ভালোবাসতেন এবং সর্বদা আন্তরিক চিঠি, দামি রত্ন এবং অসুস্থতার ইঙ্গিত দিয়ে তার মন জয় করার চেষ্টা করতেন, কিন্তু একটি চিঠিও ফেরত পাননি। ফলে তিনি খাদ্যাভ্যাসের ব্যাধি এবং মানসিক অসুস্থতায় ভুগে নিঃসন্তান মহিলা হিসেবে মারা যান। দরবারের ইতিহাসবিদ এবং চিকিৎসক জোসেফ গ্রুনপেক সম্রাটের সমালোচনা করেছিলেন, যিনি তার মতে অবহেলার মাধ্যমে বিয়াঙ্কার মৃত্যুর জন্য দায়ী ছিলেন।\nএছাড়াও, তার বেশ কিছু অবৈধ সন্তান ছিল, কিন্তু তাদের সংখ্যা এবং পরিচয় নিয়ে বিরাট বিতর্ক রয়েছে। জোহান জ্যাকব ফুগার এহরেনস্পিগেল (মিরর অফ অনার)-এ লিখেছেন যে সম্রাট বিধবা হওয়ার পর অবৈধ সন্তানদের পিতা হতে শুরু করেছিলেন এবং তার মোট আটটি সন্তান ছিল, চারটি ছেলে এবং চারটি মেয়ে।\nএগুলো ছিল:\n\nডেন বোশের একজন বিধবার সাথে, যার সাথে ম্যাক্সিমিলিয়ান একটি প্রচারণায় দেখা করেছিলেন:\nবারবারা ডিস্কুইস (১৪৮২–১৫৬৮): তার জন্ম এবং বারগান্ডির মেরির মৃত্যুর সাথে ১৪৮২ সালে ম্যাক্সিমিলিয়ানের প্রায় মারাত্মক অসুস্থতা এবং পরবর্তীতে ১৪৮৪ সালে আমস্টারডামে তীর্থযাত্রার সম্পর্ক রয়েছে বলে মনে করা হয়। কিশোর বয়সে তিনি তার বাবার বিরুদ্ধে বিদ্রোহ করেন এবং সেন্ট গার্ট্রুডের কনভেন্টে প্রবেশ করেন। ১৫০৪ সালে যখন ফিলিপ দ্য ফেয়ার এবং ম্যাক্সিমিলিয়ান গুয়েলডার্সের বিরুদ্ধে যুদ্ধের প্রস্তুতি নিতে ডেন বোশে যান, তখন তার সাথে তার পরিচয় হয়। তাদের বাবার পক্ষ থেকে ফিলিপ তাকে কনভেন্ট ছেড়ে বিয়ে করার জন্য অনুরোধ করেন, কিন্তু তিনি তা প্রত্যাখ্যান করেন। তাকে যে স্থানে সমাহিত করা হয়েছিল, সেখানে এখন তার নামে একটি চত্বরের নামকরণ করা হয়েছে। ২০২১ সালে ম্যাক্সিমিলিয়ানের মূর্তির কাছাকাছি একটি সম্প্রতি নির্মিত সিটি ওয়াকের নামকরণ করা হয় \" মিজন লিভেন ডকটার \" (\"আমার প্রিয় কন্যা\")।\nএকজন অজানা উপপত্নীর দ্বারা:\nমার্গারেথ ভন হেলফেনস্টাইন বা মার্থা, মার্গারেথা, ম্যাথিল্ডে, মার্গারেটা, নে ভন এডেলশেম (?-১৫৩৭), জোহান ভন হিলের স্ত্রী (মৃত্যু ১৫১৫), কাউন্ট লুডভিগ হেলফেরিচ ভন হেলফেনস্টাইনের (১৪৯৩-১৫২৫, ১৫১৭ বা ১৫২০ সালে বিবাহিত) সাথে পুনর্বিবাহিত; জার্মান কৃষকদের যুদ্ধের সময় ওয়েইনসবার্গের গণহত্যায় ১৫২৫ সালের ১৬ এপ্রিল কৃষকদের হাতে লুডভিগ নিহত হন। তাদের একটি জীবিত পুত্র ছিল যার নাম ছিল ম্যাক্সিমিলিয়ান (১৫২৩-১৫৫৫) কিছু সূত্র জানায় যে তিনি ১৪৮০ সালে জন্মগ্রহণ করেন।\nমার্গারেটা ভন এডেলশেইমের (?–১৫২২) দ্বারা, ডিঙ্গেলের মতে তিনি ১৪৭০ সালের দিকে জন্মগ্রহণ করেন। অন্যদের মতে ১৪৯৪ সালে যখন তিনি ভন রোটালকে বিয়ে করেন তখনও তিনি নাবালক ছিলেন:\nবারবারা ভন রোটাল (১৫০০-১৫৫০), ডিয়েট্রিচস্টাইন বংশের সদস্য সিগমুন্ড ভন ডিয়েট্রিচস্টাইনের স্ত্রী। কেউ কেউ মত দেন যে তিনি মার্গারেটা ভন এডেলশেইম, নে র‍্যাপাকের কন্যা ছিলেন, যেখানে বেনেকের মাকে অজ্ঞাত হিসেবে তালিকাভুক্ত করা হয়েছে।\nঅস্ট্রিয়ার জর্জ (১৫০৫-১৫৫৭), লিজের যুবরাজ-বিশপ।\nআনা ভন হেলফেনস্টাইনের দ্বারা:\nকর্নেলিয়াস (১৫০৭– আনু. ১৫২৭ )।\nম্যাক্সিমিলিয়ান ফ্রেডরিখ ফন অ্যামবার্গ (১৫১১-১৫৫৩), ফেল্ডকির্চের লর্ড।\nআনা মারিয়া (১৫১২-১৫৬২), বার্টোল্ড ডিয়েঙ্গারের স্ত্রী।\nলিওপোল্ড( আনু. ১৫১৫-১৫৫৭ ), স্পেনের কর্ডোবার বিশপ (১৫৪১–১৫৫৭), অবৈধ উত্তরাধিকারসূত্রে।\nডোরোথিয়া (১৫১৬–১৫৭২), ফ্যালকেনবার্গ, ডারবুই এবং হালেমের উত্তরাধিকারী, হাঙ্গেরির রানী মারিয়ার অপেক্ষায় থাকা মহিলা; পূর্ব ফ্রিশিয়ার প্রথম জোহানের স্ত্রী।\nআনা মার্গারেটা (১৫১৭–১৫৪৫), হাঙ্গেরির রানী মারিয়ার অপেক্ষায় থাকা মহিলা; এপিনয়ের দ্বিতীয় কাউন্ট ফ্রাঁসোয়া ডি মেলুনের (?–১৫৪৭) স্ত্রী।\nঅ্যানি (১৫১৯–?)। তিনি লুই ডি'হিরলেমন্টকে বিয়ে করেন।\nএলিজাবেথ (মৃত্যু ১৫৮১-১৫৮৪), তৃতীয় লুডভিগ ভন ডার মার্কের স্ত্রী, রোচেফোর্টের কাউন্ট।\nবারবারা, উলফগ্যাং প্লেইসের স্ত্রী।\nক্রিস্টোফ ফার্ডিনান্ড (জন্ম আনু. ১৫২২ )।\nঅজানা উপপত্নী দ্বারা (পিতামাতার পরিচয় অনিশ্চিত):\nগুয়েলমা, রুডিগার (রিগার) ভন ওয়েস্টার্নচের স্ত্রী।\n\n\n== বিজয়ী কাঠের খোদাই ==\nসম্রাট প্রথম ম্যাক্সিমিলিয়ানের বিজয় নামে পরিচিত কাঠের খোদাইয়ের একটি সেট:\n                    \n\n\n== শিল্পকলা এবং জনপ্রিয় সংস্কৃতিতে ==\n\n\n== কাজ ==\n\n\n== আরও দেখুন ==\nজার্মান সম্রাটদের বংশতালিকা। তিনি জার্মানির অন্য সকল রাজার সাথে সম্পর্কিত ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== বহিঃসংযোগ ==\nঅস্ট্রিয়া পারিবারিক গাছ ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ মার্চ ২০১২ তারিখে\nAEIOU এনসাইক্লোপিডিয়া | ম্যাক্সিমিলিয়ান I ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ মার্চ ২০০৯ তারিখে\nWiesflecker, H. (২০ জুলাই ১৯৯৮)। \"Maximilian I, Holy Roman Emperor\"। Encyclopædia Britannica।"}