{"pageid": 1512586, "title": "তারিনা প্যাটেল", "url": "https://bn.wikipedia.org/wiki?curid=1512586", "content": "তারিনা প্যাটেল হলেন একজন দক্ষিণ আফ্রিকান অভিনেত্রী, চলচ্চিত্র প্রযোজক, মডেল এবং টেলিভিশন উপস্থাপক, যিনি কেপটাউনে জন্মগ্রহণ করেন এবং ডারবানে বেড়ে ওঠেন।  তিনি অক্ষয় কুমারের হরর-কমেডি - ভুল ভুলাইয়া ছবিতে অভিনয় করেছিলেন। তিনি জোহানেসবার্গের রিয়েল হাউসওয়াইভসের দক্ষিণ আফ্রিকান সংস্করণে ছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nপ্যাটেল দক্ষিণ আফ্রিকার কেপটাউনে জন্মগ্রহণ করেন এবং কোয়াজুলু-নাটাল প্রদেশের ডারবানে বেড়ে ওঠেন। তিনি পারিবারিক ও জরুরি চিকিৎসা বিশেষজ্ঞ রমন প্যাটেল এবং ইংরেজি ও ইতিহাসের শিক্ষিকা বীণা প্যাটেলের একমাত্র কন্যা। তার দুই ভাই হিতেশ প্যাটেল, একজন ব্যবসায়িক আইন ও কর বিশেষজ্ঞ এবং দীনেশ প্যাটেল, যিনি অ্যাকচুয়ারিয়াল সায়েন্স (ভবিষ্যদ্বাণী করার জন্য গণিত এবং পরিসংখ্যান ব্যবহারের অধ্যয়ন) এবং ব্যবসায় বিজ্ঞান নিয়ে পড়াশোনা করেছেন এবং অর্ডার-ইন নামে নিজস্ব ব্যবসা প্রতিষ্ঠা করেছেন। প্যাটেল একজন গুজরাটি এবং তিনি হিন্দু ধর্ম অনুসরণ করেন।\nপ্যাটেল ডারবান গার্লস কলেজে পড়াশোনা করেছিলেন যেখানে তার পড়াশোনার মধ্যে ছিল ইংরেজি, আফ্রিকান, ফরাসি, ল্যাটিন, জীববিজ্ঞান, বিজ্ঞান, গণিত, উন্নত গণিত এবং কম্পিউটার বিজ্ঞান। উচ্চ বিদ্যালয় শেষ করার পর, তিনি জয় হ্যান্ড কলেজে এবং তারপর গ্রান্ট মেডিকেল কলেজে চিকিৎসা (প্রি-মেড) পড়ার জন্য মুম্বাই চলে যান, যেখানে তার বাবা চিকিৎসাবিদ্যা নিয়ে পড়াশোনা করেছিলেন। \nদক্ষিণ আফ্রিকায় ফিরে এসে, তারিনা তার মেডিকেল পড়াশোনা পরিবর্তন করেন এবং ব্লুমফন্টেইনের ফ্রি স্টেট বিশ্ববিদ্যালয়ে মনোবিজ্ঞানে অনার্স প্রোগ্রামে যোগদান করেন, যা দেশের অন্যতম সেরা চিকিৎসা অনুষদ। তিনি ক্লিনিক্যাল সাইকোলজিতে সাম্মা কাম লাউড ডিগ্রি অর্জন করেছেন, তবে তিনি কখনও আনুষ্ঠানিকভাবে মনোবিজ্ঞানী হিসেবে অনুশীলন করেননি।\n\n\n== ক্যারিয়ার ==\n\n\n=== অভিনয় এবং চলচ্চিত্র ===\nমনোবিজ্ঞানে ডিগ্রি অর্জনের পর প্যাটেল ভারতে ফিরে আসেন এবং হিন্দি শেখেন - বলিউড চলচ্চিত্র শিল্পে একজন অভিনেতার জন্য এটি একটি পূর্বশর্ত। ২০০৬ সালে \"ওয়ান নাইট উইথ দ্য কিং\" চলচ্চিত্রের মাধ্যমে তিনি চলচ্চিত্রে আত্মপ্রকাশ করেন, ওমর শরীফ এবং পিটার ও'টুলের সাথে। এরপর তিনি বলিউড ছবি জাস্ট ম্যারিড-এ অভিনয় করেন, এটি ১৬ মার্চ, ২০০৭ তারিখে মুক্তি পেয়েছিল। ঢোল নাটকে তার একটি বিশেষ উপস্থিতি ছিল। তিনি ভাগম ভাগ সিনেমায় একটি ছোট চরিত্রে এবং ভুল ভুলাইয়া ছবিতেও অভিনয় করেছিলেন, যা ভারতের বছরের সর্বোচ্চ আয়কারী চলচ্চিত্র ছিল। সেখানে তিনি নন্দিনী উপাধ্যায়ের পার্শ্ব চরিত্রে অভিনয় করেছিলেন।\n২০১৫ সালে, প্যাটেল দক্ষিণ আফ্রিকার হিট সোপ জেনারেশনস: দ্য লিগ্যাসিতে অভিনয় করেন। তিনি দক্ষিণ আফ্রিকার সেরা ম্যাগাজিন প্রোগ্রাম, টপ বিলিং, আফটারনুন এক্সপ্রেস এবং ইস্টার্ন মোজাইক-এও উপস্থাপনা করেছিলেন।\nঅতি সম্প্রতি, প্যাটেল দ্য রিয়েল হাউসওয়াইভস অফ জোহানেসবার্গ সিজন ২-এর দক্ষিণ আফ্রিকান সংস্করণে অংশ নিয়েছেন।\n\n\n=== প্রযোজক ===\n২০১৫ সালে প্যাটেল তারিনা পি প্রোডাকশনস নামে নিজস্ব প্রযোজনা সংস্থা খোলেন যা বেশ কয়েকটি সঙ্গীত ভিডিও এবং বিজ্ঞাপন তৈরি করেছে। চলচ্চিত্রটির প্রযোজনায় ইথিওপিয়াকে সম্পৃক্ত করার ক্ষেত্রে প্যাটেলের ভূমিকা, দক্ষিণ আফ্রিকার সাথে ইথিওপিয়ার আন্তঃসাংস্কৃতিক সম্পর্কের ক্ষেত্রে একটি নতুন অধ্যায়ের সূচনা করে। ম্যান্ডেলা'স গান দক্ষিণ আফ্রিকার শিল্প ও সংস্কৃতি বিভাগ এবং বাণিজ্য, শিল্প ও প্রতিযোগিতা বিভাগ দ্বারা সমর্থিত ছিল। ছবিটি কান উৎসবে প্রদর্শিত হয়, সেখানে এটি করতালি দিয়ে অভিবাদন পায়।\n২০২২ সালে, তিনি দক্ষিণ আফ্রিকার সামাজিক-রাজনৈতিক থ্রিলার \"কলিশন\"-এ সহযোগী প্রযোজক হিসেবে কাজ করেছিলেন, যা ১৬ জুন ২০২২ তারিখে ৯৭টি দেশে নেটফ্লিক্সে প্রিমিয়ার হয়েছিল এবং প্রায় দুই মাস ধরে শীর্ষ ১০-এ ছিল।\nতারিনা পি প্রোডাকশনস, তরুণীদের দক্ষতা ভাগাভাগি এবং ক্ষমতায়নের একটি ব্যবস্থার মাধ্যমে, স্থানীয় চলচ্চিত্র শিল্পের জন্য নতুন প্রতিভা বিকাশ করবে, যা তাদের প্রতিদান দেবে। বর্তমানে প্রি-প্রোডাকশনের অধীনে থাকা প্রকল্পগুলি হল একজন অখ্যাত নায়কের বায়োপিক এবং দক্ষিণ আফ্রিকার মাদক ব্যবসায়ী সিমোন জেসমিনের বাস্তব জীবনের গল্প। পোস্ট-প্রোডাকশনে রয়েছে ৯ পর্বের নেটফ্লিক্স রিয়েলিটি শো \"অফ শি গোজ\", যার শুটিং ভারতে হচ্ছে।  [১]\n\n\n== অন্যান্য কাজ ==\n\n\n=== মানবিক কাজ ===\nপ্যাটেলের বাবা অটো-ইমিউন ফুসফুসের রোগ ইডিওপ্যাথিক পালমোনারি ফাইব্রোসিস (আইপিএফ) রোগে অসুস্থ হয়ে পড়লে তিনি তার সাথে ভারতে যান। সেখানে তারা তার অবস্থার জন্য সর্বোত্তম চিকিৎসা সেবার খোঁজে ১৮ মাস কাটিয়েছিলেন। তিনি একাই তার যত্ন নিতেন।\nএই সময়েই প্যাটেল এবং তার বাবা তার চিকিৎসাক্ষেত্রের হাসপাতালগুলিতে কিছু দৈনন্দিন সমস্যা চিহ্নিত করেছিলেন, যার মধ্যে সংক্রমণের দ্রুত বিস্তারও ছিল। বাবাকে রক্ষা করার জন্য, প্যাটেল তাৎক্ষণিকভাবে সংক্রমণের বিরুদ্ধে লড়াই করার জন্য প্রোটোকল প্রণয়ন করেন এবং এগুলি এতটাই সফল হয়েছিল যে হাসপাতাল তার পদ্ধতিগুলি গ্রহণ করে এবং প্যাটেলকে তার পছন্দ অনুসারে আরও ব্যবস্থা গ্রহণের জন্য স্বাধীন সুযোগ দেওয়া হয়েছিল। তার কাজের প্রভাব সেইসব সুবিধাগুলিতে জীবন বাঁচাতে অব্যাহত রয়েছে।\nতার বাবা বিদেশী হওয়ার কারণে অঙ্গ প্রতিস্থাপন গ্রহীতার তালিকায় তাঁকে একেবারে নীচে নামিয়ে দেওয়া হয়েছিল, তখন প্যাটেল অঙ্গ প্রতিস্থাপন সংক্রান্ত আইন পরিবর্তনের জন্য আবেদন করেছিলেন, যাতে ভারতীয় বংশোদ্ভূত রোগীদের, যাদের অঙ্গের তীব্র প্রয়োজন, তাদের জাতীয়তার ভিত্তিতে নয়, বরং তাদের অবস্থার গুরুত্বের ভিত্তিতে মূল্যায়ন করা হয়।\nভারতে থাকাকালীন, প্যাটেল চেন্নাইয়ের স্থানীয় সংস্থাগুলির সাথে অঙ্গদানের বিষয়টি তুলে ধরার জন্যও কাজ করেছিলেন। উত্তর ভারতে অঙ্গদানের কোনও ঐতিহ্য নেই এবং প্যাটেল দেশের সেই অংশে অঙ্গদান সম্পর্কে অবহিতকরণ এবং উৎসাহিত করার জন্য এই অভিযানের নেতৃত্ব দিয়েছিলেন। তার উদ্যোগ যত গতি পেতে থাকে, চেন্নাই রাজ্য তার প্রচেষ্টাকে স্বীকৃতি দেয়।\nতার বাবা এবং বাবার অবদানকে সম্মান জানাতে, প্যাটেল ডঃ রমনভাই প্যাটেল ফাউন্ডেশন প্রতিষ্ঠা করেন যা স্বাস্থ্যসেবাকে একটি মৌলিক মানবাধিকার হিসাবে বিবেচনা করে এবং আফ্রিকা ও ভারতে স্বাস্থ্যসেবার উপর দৃষ্টি নিবদ্ধ করে। আফ্রিকান ঐতিহ্য এবং ভারতীয় সংস্কৃতির প্রতি তার আবেগ, উভয় মহাদেশেই তার মানবিক কাজ এবং সামাজিক সক্রিয়তার ভিত্তি তৈরি করে। \nফাউন্ডেশনের প্রথম কর্মসূচি ছিল ভারত থেকে অত্যন্ত দক্ষ ডাক্তারদের আফ্রিকায় নিয়ে যাওয়া যেখানে তারা স্থানীয় জনগোষ্ঠীকে প্রাথমিক স্বাস্থ্যসেবা প্রদানের জন্য তাদের সময় এবং দক্ষতা প্রদান করবেন। এই উদ্যোগটি খুবই সফল হয়েছিল এবং অবশেষে ঘানা, তানজানিয়া, রুয়ান্ডা এবং নাইজেরিয়ায় ছড়িয়ে পড়ে।\nফাউন্ডেশনের আরেকটি উদ্যোগ ছিল আফ্রিকায় মিডিয়াএটিএম  কিয়স্ক প্রবর্তন। গ্রামীণ সম্প্রদায়ের ক্ষেত্রে এগুলি একটি যুগান্তকারী পরিবর্তন, যার ফলে দ্রুত এবং দক্ষ স্বাস্থ্য পরীক্ষা এবং ভিডিও স্ক্রিনের মাধ্যমে ডাক্তারদের সাথে মুখোমুখি পরামর্শের সুযোগ তৈরি হবে। এই উদ্ভাবনী টেলিমেডিসিন মডেলটি অনন্য, স্কেলেবল এটিএমের মাধ্যমে টেলিমেডিসিন সরবরাহ করে যা সাশ্রয়ী মূল্যের, মানসম্পন্ন স্বাস্থ্যসেবা প্রদান করে। ধারণা করা হচ্ছে যে মিডিয়াএটিএম  গুলি গ্রামীণ স্বাস্থ্যসেবার বিদ্যমান ব্যবধানগুলি পূরণ করবে এবং অবশেষে সকলের জন্য মানসম্পন্ন স্বাস্থ্যসেবা পরিষেবা তৈরি করবে।\nপ্যাটেল হলেন গান্ধী-ম্যান্ডেলা শান্তি উদ্যোগের প্রতিষ্ঠাতা, যা ২০১৯ সালের জুলাই মাসে চালু হয়েছিল। এই উদ্যোগের লক্ষ্য হল মহাত্মা গান্ধী এবং নেলসন ম্যান্ডেলার অনুপ্রাণিত অন্তর্ভুক্তিমূলক এবং টেকসই জীবনযাত্রার বার্তা পুনরুজ্জীবিত করা। তার উদ্যোগের মাধ্যমে, তিনি দালাই লামার মতো ব্যক্তিদের অংশগ্রহণে কিছু অনুপ্রেরণামূলক এবং প্রেরণাদায়ক অনুষ্ঠানের পৃষ্ঠপোষকতা করতে সাহায্য করেছেন \n\n\n=== নন-ফাঞ্জিবল টোকেন (এনএফটি) ===\n২০২২ সালের মার্চ মাসে, প্যাটেল প্রথম দক্ষিণ আফ্রিকান অভিনেত্রী হিসেবে নন-ফাঞ্জিবল টোকেন শিল্পে প্রবেশ করেন, যখন তার নিজের একটি ভাস্কর্য তৈরি করে নিলামে তোলা হয়।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\n\n২০২২ সালে, যুক্তরাজ্যের পার্লামেন্টের সদস্য কক্ষে আয়োজিত এক অনুষ্ঠানে, গ্লোবাল গান্ধী অ্যাওয়ার্ডস তারিনা প্যাটেলকে তার দাতব্য ও মানবিক সেবার স্বীকৃতিস্বরূপ সম্মানিত করে।\nগ্লোবাল গান্ধী পুরস্কারগুলি সত্য, অহিংসা, শান্তি এবং সাম্যের শিক্ষা প্রচার করে এবং একই সাথে মহাত্মা গান্ধীর বিশ্বাস, শিক্ষা এবং নীতিগুলিকে সম্মান করে।\nশিল্পকলায় অবদানের জন্য অমিত শাহ এবং গুজরাটের মুখ্যমন্ত্রী প্যাটেলকে গুজরাটি প্রবাসী পুরস্কার (২০২২) প্রদান করেন\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\nহোটেল রুয়ান্ডা (২০০৪)\nরাজকুমারী তামিনার চরিত্রে ওয়ান নাইট উইথ দ্য কিং (২০০৬)\nজাস্ট ম্যারিড (২০০৭ চলচ্চিত্র) সারা চরিত্রে\nঢোল (চলচ্চিত্র) (২০০৭) কনিকা চরিত্রে\nভুল ভুলাইয়া (২০০৭) নন্দিনী উপাধ্যায়ের চরিত্রে\nদশ কাহানিয়া (২০০৭)\nজুলি চরিত্রে কার্জ্জ (২০০৮)\nচেজ (২০১০ সালের চলচ্চিত্র) সুরভী প্যাটেল চরিত্রে\nকমল ধামাল মালামাল (২০১২) লিলি চরিত্রে\nট্র্যাপ সিটি (২০২৪)\n\n\n=== টেলিভিশন ===\nদ্য রেস (২০০৪) কেশিনী চরিত্রে\nআইডলস সাউথ আফ্রিকা (২০১১)\nদ্য ওয়াইল্ড (টিভি সিরিজ) (২০১১) জিয়া চরিত্রে\nপূর্ব মোজাইক\nশীর্ষ বিলিং (টিভি অনুষ্ঠান) (২০০৯-২০১৩)\nআফটারনুন এক্সপ্রেস (২০১৫)\nএমটিভি ভিজে\nচার্লি'স অ্যাঞ্জেলস\nইগোলি: সোনার জায়গা\nজেনারেশনস: দ্য লিগ্যাসি (২০১৫) কারিশমা শর্মা চরিত্রে\nমিসেস সালেম চরিত্রে কিংস অফ জো'বার্গ (২০২০)\nজোহানেসবার্গের আসল গৃহিণীরা (২০১৮-২০২০)\nসেক্সি কুগার চরিত্রে রকভিল (২০২১)\nপ্রিয়াঙ্কা চরিত্রে আফ্রিকান ড্রিমস (২০২১)\nআইয়ে (সিজন 2) বিচি মম (2022) হিসাবে\nমীরা র‍্যাপমারসাধ (২০২৪) চরিত্রে ব্লাড লিগ্যাসি (টিভি সিরিজ)\n\n\n=== প্রযোজক ===\nম্যান্ডেলার গান (নির্বাহী প্রযোজক)\nসংঘর্ষ (সহযোগী প্রযোজক)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে তারিনা প্যাটেল (ইংরেজি)"}