{"pageid": 1512062, "title": "এপিআই মাধ্যাকর্ষণ", "url": "https://bn.wikipedia.org/wiki?curid=1512062", "content": "API gravity(American Petroleum Institute gravity) হলো একটি পরিমাপক যা দেখায় কোনো পেট্রোলিয়াম তরল পানি অপেক্ষা কতটা ভারী বা হালকা। যদি কোনো তরলের এপিআই গ্র্যাভিটি ১০-এর বেশি হয়, তাহলে সেটি পানির চেয়ে হালকা এবং পানির ওপরে ভাসবে। অন্যদিকে, যদি এপিআই গ্র্যাভিটি ১০-এর কম হয়, তাহলে সেটি পানির তুলনায় ভারী হবে এবং পানির ওপরে ভাসবে না।\nএটি মূলত কোনো পেট্রোলিয়াম তরলের ঘনত্বের বিপরীত একটি পরিমাপ, যা নির্ধারণ করে সেই তরলটি পানির তুলনায় কতটা ঘন বা হালকা। সাধারণভাবে, যদি একটি পেট্রোলিয়াম তরল অন্য আরেকটি তরলের তুলনায় কম ঘন হয়, তাহলে তার এপিআই গ্র্যাভিটি বেশি হবে। যদিও এপিআই গ্র্যাভিটি গাণিতিকভাবে একটি মাত্রাহীন সংখ্যা, এটি \"ডিগ্রি\" হিসেবে প্রকাশ করা হয় এবং সাধারণত একটি হাইড্রোমিটার(Hydrometers) যন্ত্রের মাধ্যমে পরিমাপ করা হয়। বেশিরভাগ পেট্রোলিয়াম তরলের এপিআই গ্র্যাভিটি ১০ থেকে ৭০ ডিগ্রির মধ্যে হয়ে থাকে।\n১৯১৬ সালে, মার্কিন যুক্তরাষ্ট্রের ন্যাশনাল ব্যুরো অফ স্ট্যান্ডার্ডস, ১৭৬৮ সালে ফ্রান্সে উন্নত বাউমে স্কেল (Baumé scale) গ্রহণ করে, যা পানির চেয়ে কম ঘন তরলগুলোর নির্দিষ্ট মাধ্যাকর্ষণ (specific gravity) পরিমাপের জন্য একটি মানদণ্ড হিসেবে নির্ধারিত হয়। তবে পরবর্তীতে ন্যাশনাল একাডেমি অফ সায়েন্সেস এর তদন্তে দেখা যায় যে, লবণাক্ততা ও তাপমাত্রা নিয়ন্ত্রণে বড় ধরনের ত্রুটি ছিল, যা বিভিন্ন প্রকাশিত পরিমাপে উল্লেখযোগ্য পার্থক্য তৈরি করেছিল। তখন যুক্তরাষ্ট্রে ব্যবহৃত হাইড্রোমিটারগুলোর হিসাব বাউমে স্কেলের প্রকৃত মান 140-এর পরিবর্তে 141.5 মডুলাস দিয়ে করা হচ্ছিল। এই স্কেল এতটাই প্রচলিত হয়ে গিয়েছিল যে, ১৯২১ সালে American Petroleum Institute (API) এর সমাধান হিসেবে বিদ্যমান ব্যবহৃত স্কেলটিকেই স্বীকৃতি দেয় এবং এটিকে API Gravity Scale নামে প্রতিষ্ঠিত করে।\n\n\n== এপিআই মাধ্যাকর্ষণ সূত্র ==\nএপিআই গ্র্যাভিটি নির্ণয়ের সূত্রটি নির্দিষ্ট মাধ্যাকর্ষণ (SG) থেকে নির্ধারিত হয়:\n\n  \n    \n      \n        \n          API gravity\n        \n        \n          \n            141.5\n            SG\n          \n        \n        −\n        131.5\n      \n    \n    {\\displaystyle {\\text{API gravity}}{\\frac {141.5}{\\text{SG}}}-131.5}\n  \n\nঅন্যদিকে, কোনো পেট্রোলিয়াম তরলের এপিআই গ্র্যাভিটি জানা থাকলে তার নির্দিষ্ট মাধ্যাকর্ষণ (SG) নির্ণয়ের সূত্র হবে:\n\n  \n    \n      \n        \n          SG\n        \n        =\n        \n          \n            141.5\n            \n              \n                API gravity\n              \n              +\n              131.5\n            \n          \n        \n      \n    \n    {\\displaystyle {\\text{SG}}={\\frac {141.5}{{\\text{API gravity}}+131.5}}}\n  \n\nউদাহরণস্বরূপ, যদি কোনো ভারী তেলের নির্দিষ্ট মাধ্যাকর্ষণ 1.0 হয় (যা 60 °F তাপমাত্রায় বিশুদ্ধ পানির ঘনত্বের সমান), তাহলে তার এপিআই মাধ্যাকর্ষণ হবে:\n\n  \n    \n      \n        \n          \n            141.5\n            1.0\n          \n        \n        −\n        131.5\n        =\n        \n          10.0\n          \n            ∘\n          \n        \n        \n          API\n        \n      \n    \n    {\\displaystyle {\\frac {141.5}{1.0}}-131.5=10.0^{\\circ }{\\text{API}}}\n  \n\n\n== এপিআই মাধ্যাকর্ষণ ব্যবহার করে প্রতি মেট্রিক টন অপরিশোধিত তেলের ব্যারেল হিসাব করা। ==\nতেল শিল্পে, অপরিশোধিত তেলের পরিমাণ সাধারণত মেট্রিক টনে পরিমাপ করা হয়। কোনো নির্দিষ্ট অপরিশোধিত তেলের এপিআই মাধ্যাকর্ষণ জানা থাকলে, প্রতি মেট্রিক টনে আনুমানিক কত ব্যারেল তেল পাওয়া যাবে তা নির্ণয় করা যায়:\n\n  \n    \n      \n        \n          barrels of crude oil per metric ton\n        \n        =\n        \n          \n            \n              \n                API gravity\n              \n              +\n              131.5\n            \n            \n              141.5\n              ×\n              0.159\n            \n          \n        \n      \n    \n    {\\displaystyle {\\text{barrels of crude oil per metric ton}}={\\frac {{\\text{API gravity}}+131.5}{141.5\\times 0.159}}}\n  \n\nউদাহরণস্বরূপ, ওয়েস্ট টেক্সাস ইন্টারমিডিয়েট (WTI) তেলের এপিআই মাধ্যাকর্ষণ 39.6° হলে, প্রতি মেট্রিক টনে প্রায় 7.6 ব্যারেল তেল পাওয়া যায়।\n\n\n== নির্দিষ্ট মাধ্যাকর্ষণ থেকে এপিআই মাধ্যাকর্ষণ এর পরিমাপ ==\nএপিআই মাধ্যাকর্ষণ নির্ণয়ের জন্য, প্রথমে নির্দিষ্ট মাধ্যাকর্ষণ (অর্থাৎ, পানির তুলনায় ঘনত্ব) পরিমাপ  হয়, হাইড্রোমিটার ব্যবহার করে (ASTM D1298 অনুযায়ী) অথবা দোদুল্যমান ইউ-টিউব পদ্ধতিতে (ASTM D4052 অনুযায়ী)।\nবিভিন্ন তাপমাত্রায় ঘনত্বের সামঞ্জস্য, সোডা-লাইম গ্লাসের প্রসারণ ও সংকোচনের সংশোধন, এবং অস্বচ্ছ তেলের ক্ষেত্রে মেনিস্কাস (meniscus)সংশোধন করার নির্দেশনা পেট্রোলিয়াম পরিমাপ টেবিল-এ রয়েছে, যা ASTM D1250 অনুযায়ী নির্ধারিত। নির্দিষ্ট ঘনত্বের সূত্র হলো:\n\n  \n    \n      \n        \n          \n            SG oil\n          \n        \n        =\n        \n          \n            \n              ρ\n              \n                crudeoil\n              \n            \n            \n              ρ\n              \n                \n                  \n                    H\n                  \n                  \n                    2\n                  \n                \n                \n                  O\n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\mbox{SG oil}}={\\frac {\\rho _{\\text{crudeoil}}}{\\rho _{{\\text{H}}_{2}{\\text{O}}}}}}\n  \n\nআগের সূত্র ব্যবহার করে, এপিআই মাধ্যাকর্ষণ সহজেই নির্ণয় করা যায়। তবে তেলের ঘনত্ব থেকে নির্দিষ্ট মাধ্যাকর্ষণ (SG) বের করার সময়, পরিমাপের সময় যে আদর্শ অবস্থার ভিত্তিতে পানির ঘনত্ব নির্ধারিত হয়েছে, সেটি সঠিকভাবে ব্যবহার করা জরুরি।\nASTM D1250 (২০০৮ সংস্করণ) অনুযায়ী, 60 °F তাপমাত্রায় পানির সরকারি ঘনত্ব 999.016 kg/m3, আর ১৯৮০ সালের সংস্করণ অনুযায়ী 999.012 kg/m3। কিছু ক্ষেত্রে আদর্শ তাপমাত্রা 15.56 °C (60 °F) না হয়ে 15 °C (59 °F) হতে পারে, সে ক্ষেত্রে পানির ঘনত্বের জন্য ভিন্ন মান ব্যবহার করা দরকার (আদর্শ তাপমাত্রা ও চাপ)।\n\n\n== এপিআই মহাকর্ষের সরাসরি পরিমাপ (হাইড্রোমিটার পদ্ধতি) ==\nফিল্ড টেস্টিং এবং পরিমাপকৃত ভলিউমকে সংশোধিত ভলিউমে রূপান্তর করার কিছু সুবিধা রয়েছে। এই পদ্ধতি ASTM D287 এর মধ্যে বিস্তারিতভাবে ব্যাখ্যা করা হয়েছে।\nহাইড্রোমিটার পদ্ধতি হলো পেট্রোলিয়াম ও এর উৎপাদিত পণ্যের এপিআই মাধ্যাকর্ষণ সরাসরি পরিমাপের একটি প্রচলিত উপায়। এই পদ্ধতিটি উচ্ছ্বাস নীতির উপর ভিত্তি করে কাজ করে এবং এতে বিশেষভাবে ক্রমাঙ্কিত করা একটি হাইড্রোমিটার ব্যবহার করা হয়, যা তরলের এপিআই মাধ্যাকর্ষণ নির্ধারণ করতে সহায়তা করে।\nনির্ণেয়ের ধাপসমূহ:\n\nনমুনা প্রস্তুতি: পরিমাপের নির্ভুলতা নিশ্চিত করতে পেট্রোলিয়ামের নমুনাকে একটি নির্দিষ্ট তাপমাত্রায় আনা হয়, সাধারণত 60 °F (15.6 °C), যা বিভিন্ন নমুনা ও অবস্থার মধ্যে তুলনামূলকভাবে সঠিক পরিমাপ নিশ্চিত করে।\nহাইড্রোমিটার নির্বাচন: উপযুক্ত এপিআই মাধ্যাকর্ষণ হাইড্রোমিটার বাছাই করা হয় প্রতাশিত নমুনা এর উপর ভিত্তি করে। এই হাইড্রোমিটারগুলো সাধারণত সরাসরি এপিআই মাধ্যাকর্ষণ প্রদর্শনের জন্য ক্যালিব্রেট করা থাকে।\nপরিমাপ: একটি সিলিন্ড্রিক্যাল পাত্রে নমুনাটি রাখা হয় এবং হাইড্রোমিটারটি ধীরে ধীরে এতে ডুবিয়ে দেওয়া হয়। এটি ভাসমান অবস্থায় রাখা হয় সম্পূর্ণ স্থিতিশীল হওয়া আগে পর্যন্ত।\nপাঠ গ্রহণ: যেখানে তরলের পৃষ্ঠ হাইড্রোমিটারের স্কেলের সাথে মিলিত হয়, সেখান থেকে এপিআই মাধ্যাকর্ষণ এর মান পড়া হয়। সর্বাধিক নির্ভুলতার জন্য, হাইড্রোমিটারের কাণ্ডের চারপাশে তরলের তৈরি মেনিস্কাস এর নিচের প্রান্ত থেকে পাঠ নেওয়া হয়।\nতাপমাত্রা সংশোধন: যদি পরিমাপ আদর্শ তাপমাত্রায় (60 °F) না করা হয়, তাহলে সংশোধনী ফ্যাক্টর প্রয়োগ করে মানটিকে 60 °F তাপমাত্রার সমতুল্য করা হয়।\nহাইড্রোমিটার পদ্ধতিটি সহজ ও কম খরচের কারণে ব্যাপকভাবে ব্যবহৃত হয়। তবে এটি তুলনামূলকভাবে বড় পরিমাণের নমুনা প্রয়োজন হয় এবং উচ্চ সান্দ্রতা বা অস্বচ্ছ তরলের জন্য উপযুক্ত নাও হতে পারে। সঠিক পরিমাপ নিশ্চিত করতে হাইড্রোমিটার পরিষ্কার ও যথাযথভাবে পরিচালনা করা গুরুত্বপূর্ণ। এছাড়া, উদ্বায়ী তরলের ক্ষেত্রে পরিমাপের সময় বাষ্পীভবন রোধ করার জন্য বিশেষ সতর্কতার প্রয়োজন।\n\n\n== শ্রেণিবিন্যাস বা গ্রেড ==\n\nসাধারণভাবে, তেল এর এপিআই মাধ্যাকর্ষণ ৪০ থেকে ৪৫° এর মধ্যে হলে, সেই তেলের দাম সর্বোচ্চ হয়। কিন্তু, এপিআই মাধ্যাকর্ষণ ৪৫°-এর বেশি হলে, তাহলে সেই তেলের অণুর শিকল ছোট হয়ে যায় এবং সেটি পরিশোধনাগারের জন্য কম মূল্যবান হয়ে ওঠে।\nঅপরিশোধিত তেলকে এর পরিমাপকৃত এপিআই মাধ্যাকর্ষণ উপর ভিত্তি করে লাইট, মিডিয়াম ও হেভি ক্যাটাগরিতে ভাগ করা হয়।\n\nলাইট অপরিশোধিত তেল : এপিআই মাধ্যাকর্ষণ 31.1° এর বেশি (অর্থাৎ ঘনত্ব 870 kg/m3 এর কম)\nমিডিয়াম অপরিশোধিত তেল: এপিআই মাধ্যাকর্ষণ 22.3° থেকে 31.1° (অর্থাৎ ঘনত্ব 870 থেকে 920 kg/m3)\nহেভি অপরিশোধিত তেল: এপিআই মাধ্যাকর্ষণ 22.3° এর কম (অর্থাৎ ঘনত্ব 920 থেকে 1000 kg/m3)\nএক্সট্রা হেভি অপরিশোধিত তেল: এপিআই মাধ্যাকর্ষণ 10.0° এর কম (অর্থাৎ ঘনত্ব 1000 kg/m3 এর বেশি)\nতবে, সকল প্রতিষ্ঠান একই গ্রেডিং অনুসরণ করে না। উদাহরণস্বরূপ, যুক্তরাষ্ট্রের ভূতত্ত্ব জরিপ (USGS) কিছুটা ভিন্ন মাত্রার পরিসীমা ব্যবহার করে।\nযেসব অপরিশোধিত তেলের এপিআই মাধ্যাকর্ষণ 10°-এর কম, সেগুলোকে এক্সট্রা হেভি অয়েল বা বিটুমিন বলা হয়। কানাডার আলবার্টা অঞ্চলের তেলের বালি থেকে প্রাপ্ত বিটুমিনের এপিআই মাধ্যাকর্ষণ প্রায় 8°। এটি লাইট হাইড্রোকার্বনের সাথে মিশিয়ে মিশ্রিত বিটুমেন তৈরি করা হয়, যার এপিআই মাধ্যাকর্ষণ 22.3°-এর কম। আবার, এটিকে আরও পরিশোধিত করে সিন্থেটিক অশোধিত তৈরির মাধ্যমে 31 থেকে 33° এপিআই মাধ্যাকর্ষণ পর্যন্ত নেওয়া যেতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমাধ্যাকর্ষণ সমন্বয় স্কেলে মন্তব্য\nমাধ্যাকর্ষণে পরিমাপ করা কাচের হাইড্রোমিটার ব্যবহারের নির্দেশাবলী"}