{"pageid": 1512735, "title": "মঞ্জুলা ঘাট্টামানেনি", "url": "https://bn.wikipedia.org/wiki?curid=1512735", "content": "মঞ্জুলা স্বরূপ (বিবাহপূর্ব মঞ্জুলা ঘাট্টামানেনি; জন্ম : ৮ই নভেম্বর ১৯৭০) একজন ভারতীয় চলচ্চিত্র প্রযোজক, পরিচালক এবং অভিনেত্রী, যিনি তেলুগু চলচ্চিত্রে তাঁর কাজের জন্য পরিচিত। বিশিষ্ট তেলুগু অভিনেতা কৃষ্ণ তাঁর বাবা। তিনি ১৯৯৯ সালে রাজস্থান ছবিতে একটি ক্ষণস্থায়ী চরিত্রে (ক্যামিও) অভিনয়ের মাধ্যমে নিজের অভিনয় জীবন শুরু করেছিলেন। পরবর্তীতে তিনি মালয়ালম ছবি সামার ইন বেথলেহেম-এ সহ-অভিনেত্রী হিসেবে অভিনয় করেছিলেন। ২০০২ সালের শো চলচ্চিত্রে অভিনয় ও প্রযোজনা করে তিনি খ্যাতি অর্জন করেন। ছবিটি সেই বছরের জন্য শ্রেষ্ঠ তেলুগু ভাষার চলচ্চিত্র বিভাগে জাতীয় চলচ্চিত্র পুরস্কার এবং সেরা চিত্রনাট্যের জন্য জাতীয় চলচ্চিত্র পুরস্কার জিতেছিল। তিনি ইন্দিরা প্রোডাকশনস নামে একটি চলচ্চিত্র প্রযোজনা সংস্থার মালিক, এটির নামকরণ তিনি তাঁর মায়ের নামে করেছেন।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি প্রবীণ অভিনেতা কৃষ্ণ ও তাঁর প্রথম স্ত্রী ইন্দিরা দেবীর দ্বিতীয় কন্যা এবং তৃতীয় সন্তান। তাঁর দুই ভাই এবং দুই বোন আছেন। তাঁর বড় ভাই রমেশ বাবুও একজন চলচ্চিত্র প্রযোজক ছিলেন এবং তাঁর ছোট ভাই মহেশ বাবু একজন জনপ্রিয় তেলুগু অভিনেতা।\nমঞ্জুলা প্রযোজক এবং অভিনেতা সঞ্জয় স্বরূপকে বিবাহ করেন। তাঁদের জানভি নামে একটি মেয়ে আছে। তিনি তাঁর ননদ, প্রাক্তন চলচ্চিত্র অভিনেত্রী এবং বিউটি কুইন, নম্রতা শিরোদকরের ভালো বন্ধু হিসেবে পরিচিত।\nমঞ্জুলা ২০ বছর ধরে ধ্যানের চর্চা করছেন।\n\n\n== কর্মজীবন ==\nঅভিনয় পেশায় প্রবেশ করতে চেয়ে মঞ্জুলা তাঁর বাবার ভক্তদের কাছ থেকে তিনি প্রতিকূল প্রতিক্রিয়ার সম্মুখীন হন, কারণ তারা চায়নি যে তিনি \"... অন্যান্য নায়কদের সাথে রোমান্স করুন এবং গাছের চারপাশে ঘুরে বেড়ান\"। অভিনেতা এম এন নাম্বিয়ারের নাতি দীপকের সাথে একটি ছবিতে অভিনয়ের মাধ্যমে মঞ্জুলার চলচ্চিত্রাভিষেক হওয়ার কথা ছিল, কিন্তু ছবিটি এগোতে পারেনি। তিনি আর কে সেলভামানির রাজস্থান ছবিতে একজন সন্ত্রাসীর চরিত্রে অভিনয়ের মাধ্যমে নিজের কর্মজীবন শুরু করেছিলেন। তিনি ১৯৯৮ সালের মালয়ালম ছবি সামার ইন বেথলেহেম-এ একটি প্রধান নারী চরিত্রে অভিনয় করেছিলেন, যেখানে সুরেশ গোপী এবং জয়রাম অভিনয় করেছিলেন।\n২০০২ সালে, তিনি শো চলচ্চিত্রটি প্রযোজনা করেন এবং এতে অভিনয় করেন। নীলকান্ত পরিচালিত এই ছবিটি তেলুগু ভাষায় সেরা পূর্ণদৈর্ঘ্য চলচ্চিত্রের জন্য জাতীয় চলচ্চিত্র পুরস্কার জিতেছে।\nতাঁর দ্বিতীয় প্রযোজনা ছিল নানী (২০০৪), যেটি পরিচালনা করেছিলেন এসজে সূর্য । এই ছবিতে তাঁর ভাই, অভিনেতা মহেশ বাবু অভিনয় করেছিলেন। ছবিটি বক্স অফিসে ভালো ব্যবসা করতে ব্যর্থ হয়। ২০০৬ সালে, তিনি পুরী জগন্নাথের সাথে তাঁর তৃতীয় চলচ্চিত্র পোকিরি সহ-প্রযোজনা করেন, যেটি একটি অ্যাকশন ব্লকবাস্টার চলচ্চিত্র। ছবিটি অত্যন্ত জনপ্রিয় হয়েছিল এবং তৎকালীন তেলুগু চলচ্চিত্র জগতের সর্বোচ্চ আয়কারী সিনেমা ছিল।\n২০০৯ সালে, তিনি তাঁর পরবর্তী প্রযোজনা কাব্য'স ডায়েরি দিয়ে অভিনয়ে ফিরে আসেন। ২০১০ সালে, তিনি তাঁর স্বামীর সাথে প্রযোজনা করেন গৌতম মেনন পরিচালিত একটি রোমান্টিক প্রেমের গল্প ইয়ে মায়া চেসাভে। এটিতে অভিনয় করেছিলেন নাগা চৈতন্য। ছবিটি সমালোচকদের প্রশংসা পায় এবং বক্স অফিসে হিট হিসেবে ঘোষিত হয়। একই বছর, তিনি তাঁর স্বামী সঞ্জয় স্বরূপের সাথে অরেঞ্জ ছবিতেও অভিনয় করেছিলেন।\n২০১৮ সালে, পরিচালক হিসেবে তাঁর প্রথম চলচ্চিত্র মনসুকু নাচিন্দি মুক্তি পায়। ২০২০ সালে, তিনি তাঁর ব্যক্তিগত ওয়েবসাইট (manjulaghattamaneni.com) এবং ইউটিউব চ্যানেল চালু করেন।\n\n\n== পুরস্কার ==\nজাতীয় চলচ্চিত্র পুরস্কার\n২০০৩ - তেলুগু ভাষায় সেরা পূর্ণদৈর্ঘ্য চলচ্চিত্রের জন্য জাতীয় চলচ্চিত্র পুরস্কার (প্রযোজক) - শো\nনন্দী পুরস্কার\n২০০৬ - সেরা জনপ্রিয় পূর্ণদৈর্ঘ্য চলচ্চিত্রের জন্য নন্দী পুরস্কার - (সহ-প্রযোজক) - পোকিরি\n২০০১ - নন্দী স্পেশাল জুরি অ্যাওয়ার্ড - (প্রযোজক) - শো\n\n\n== চলচ্চিত্র তালিকা ==\nদ্রষ্টব্য: সমস্ত চলচ্চিত্র তেলুগু ভাষায়, যদি না অন্যথায় উল্লেখ করা হয়।\n\n\n=== পরিচালক হিসেবে ===\n\n\n=== প্রযোজক হিসেবে ===\n\n\n=== অভিনেতা হিসেবে ===\n\n\n=== টেলিভিশন ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে মঞ্জুলা ঘাট্টামানেনি (ইংরেজি)"}