{"pageid": 1512136, "title": "আরতি শ্রীবাস্তব", "url": "https://bn.wikipedia.org/wiki?curid=1512136", "content": "আরতি শ্রীবাস্তব (জন্ম ১৯৮৩) একজন জাতীয় পুরস্কারপ্রাপ্ত ভারতীয় তথ্যচিত্র নির্মাতা। ইনি মুম্বাই -এর অধিবাসী এবং এশিয়া ২১ আইপিআরওয়াইএলআই-এর সদস্যা।\nমুম্বাইয়ের উইলসন কলেজ থেকে স্নাতক সম্পন্ন করার পর, তিনি সিএনবিসিতে একজন সংবাদ প্রতিবেদক হিসেবে কর্মজীবন শুরু করেন। এরপর তিনি একটি অস্ট্রেলিয়ান তথ্যচিত্রের গবেষক হিসেবে কাজ করেন যেটি ২০০৮ সালের মুম্বাই হামলার উপর ভিত্তি করে নির্মিত হয়েছিল। পাশাপাশি, তিনি দুটি পুরস্কারপ্রাপ্ত তথ্যচিত্র— ল্যান্ড অফ উইডোস এবং হোয়াইট নাইট— পরিচালনা করেন, যা আন্তর্জাতিক চলচ্চিত্র উৎসবে ব্যাপক প্রশংসিত হয়। তার তথ্যচিত্র হোয়াইট নাইট ২০১১ সালে দোহায় অনুষ্ঠিত ৭ম আলজাজিরা আন্তর্জাতিক তথ্যচিত্র চলচ্চিত্র উৎসবে মনোনয়ন লাভ করে।\n২০১৩ সালে, তিনি তার তৃতীয় তথ্যচিত্র ফরেস্টিং লাইফ পরিচালনা করেন, যা জাতীয় পুরস্কার অর্জন করে। এই তথ্যচিত্রটি পরিবেশবিদ যাদব পায়েং- এর জীবনচরিত তুলে ধরে, যিনি একক প্রচেষ্টায় ৩৫ বছর ধরে গাছ লাগিয়ে ১৪০০ একরের এক বালুময় ভূমিকে একটি স্বয়ংসম্পূর্ণ বনভূমিতে রূপান্তরিত করেন।\nতিনি বিভিন্ন আন্তর্জাতিক চলচ্চিত্র উৎসবে জুরি সদস্য হিসেবে কাজ করেছেন, যার মধ্যে রয়েছে আন্তর্জাতিক চলচ্চিত্র উৎসব (গোয়া), সেবু আন্তর্জাতিক তথ্যচিত্র চলচ্চিত্র উৎসব, আইডিপিএ শ্রেষ্ঠত্ব পুরস্কার এবং  জয়পুর আন্তর্জাতিক চলচ্চিত্র উৎসব। বর্তমানে, তিনি ভারতে জল সংকট নিয়ে দীর্ঘমেয়াদী একটি পূর্ণদৈর্ঘ্য তথ্যচিত্র নির্মাণে কাজ করছেন।\nস্ট্যানফোর্ড বিশ্ববিদ্যালয়ে সামাজিক উদ্যোক্তা বিষয়ে অধ্যয়নকালে হিউম্যানিটি ওয়াচডগ ফাউন্ডেশন প্রতিষ্ঠার ধারণা তার মাথায় আসে। পাশাপাশি, তিনি বলিউডের বাণিজ্যিক চলচ্চিত্র কিক, মাই নেম ইজ খান এবং রিয়েলিটি শো সুরক্ষেত্র-এর প্রযোজনার সঙ্গেও যুক্ত ছিলেন।\n\n\n== চলচ্চিত্র তালিকা ==\nকিক (২০১৪) (নির্বাহী প্রযোজক)\nফরেস্টিং লাইফ (২০১৩) (পরিচালক)\nহোয়াইট নাইট (তথ্যচিত্র) (২০১২) (পরিচালক)\nল্যাণ্ড অফ উইডোজ (২০১১) (পরিচালক)\nমাই নেম ইজ খান (২০১০) (প্রযোজনা নির্বাহী)\nকমবখত ইশক (২০০৯) (প্রযোজনা নির্বাহী)\n\n\n== পুরস্কার ==\nপরিবেশ সংরক্ষণ/সংরক্ষণের উপর শ্রেষ্ঠ চলচ্চিত্রের জন্য জাতীয় চলচ্চিত্র পুরস্কার\nউদ্বোধনী ফিল্ম ওয়াটার ডক ফিল্ম ফেস্টিভ্যাল কানাডা ২০১৩\nঅফিসিয়াল মনোনয়ন নবম আল-জাজিরা ডকুমেন্টারি আন্তর্জাতিক চলচ্চিত্র উৎসব দোহা ২০১৩\nজয়পুর আন্তর্জাতিক চলচ্চিত্র উৎসব ২০১৩ এর অফিসিয়াল নির্বাচন  \nরিল আর্থ এনভায়রনমেন্টাল ফিল্ম ফেস্টিভ্যালের অফিসিয়াল নির্বাচন\nঅফিসিয়াল সিলেকশন সাউথ এশিয়ান ফিল্ম ফেস্টিভ্যাল কানাডা ২০১২\nঅফিসিয়াল সিলেকশন কলোরাডো ফিল্ম ফেস্টিভ্যাল ২০১৩ \nবিশেষ উল্লেখ নারী চলচ্চিত্র কর্নার সম্মেলন \nঅফিসিয়াল মনোনয়ন ৭ম আল-জাজিরা আন্তর্জাতিক তথ্যচিত্র উৎসব দোহা ২০১১ \nজীবিকা নির্বাহ পুরস্কার ৬ষ্ঠ সিএমএস ভাতভারন পরিবেশ ও বন্যপ্রাণী চলচ্চিত্র উৎসব দিল্লি ২০১১\n\n\n== তথ্যসূত্র =="}