{"pageid": 1512074, "title": "বেটার কটন ইনিশিয়েটিভ", "url": "https://bn.wikipedia.org/wiki?curid=1512074", "content": "বেটার কটন একটি অলাভজনক, মাল্টিস্টেকহোল্ডার গভর্নেন্স গ্রুপ, যা ২২টি দেশে তুলা চাষ ও অনুশীলনের ক্ষেত্রে উন্নত মানদণ্ড প্রচার করে। ২০২৩ সালের তথ্য অনুযায়ী, বেটার কটন সারা বিশ্বের তুলা উৎপাদনে ২২% অবদান রেখেছে। ২০২১-২০২২ তুলা মৌসুমে, ২.২ মিলিয়ন লাইসেন্সপ্রাপ্ত কৃষক ৫.৪ মিলিয়ন টন বেটার কটন উৎপাদন করেছিল। অংশীদার খুচরা বিক্রেতাদের মধ্যে রয়েছে এইচ এন্ড এম (H&M), গ্যাপ (Gap), IKEA, লেভি-স্ত্রোস (Levi Strauss) এবং এর পাশাপাশি ইউএসএইড (USAID) এর অর্থায়নকারী অংশীদারগণ  রয়েছে।\n২০২২ সালের শেষের দিকে, বেটার কটনের মোট সদস্য সংখ্যা ২,৫৬৩ এরও বেশি ছিল, যার মধ্যে ৩২৫টি খুচরা ও ব্র্যান্ড সদস্য, ২,১৭১টি সরবরাহকারী ও নির্মাতা সদস্য, ১৭টি উৎপাদক সংস্থা সদস্য, ৩৪টি নাগরিক সমাজ সদস্য এবং ১৬টি সহযোগী সদস্য ছিল। বেটার কটন জাতিসংঘের লক্ষ্য অর্জনে অবদান রাখে, যাতে সারা বিশ্বব্যাপী জলের স্থায়িত্ব ও টেকসই কৃষি অর্জিত হয়।\nবেটার কটন কৃষকরা কীভাবে দক্ষতার সাথে পানি ব্যবহার করতে হয়, মাটি ও প্রাকৃতিক আবাসস্থলের স্বাস্থ্যের যত্ন নিতে হয়, ক্ষতিকর ফসল সুরক্ষা পদ্ধতির প্রভাব কমাতে হয়, আঁশের গুণমান সংরক্ষণ করতে হয় এবং উপযুক্ত কাজের নীতি প্রয়োগ করতে হয় সে সম্পর্কে প্রশিক্ষণ পান।। বেটার কটন কৃষকদের উন্নত সেচ পদ্ধতি ব্যবহারের পাশাপাশি সার ব্যবহারের পরিমাণ কমাতে উৎসাহিত করে। কিছু উদাহরণে দেখা গেছে পাকিস্তানের কৃষকদের পানির ব্যবহার ৪০% হ্রাস পেয়েছে, এবং ২০১৪-১৭ তুলা মৌসুম (তিন মৌসুমের গড় হিসেবে) ও ২০২১/২০২২ মৌসুমের মধ্যে ভারতের বেটার কটন কৃষকদের মোট কীটনাশকের ব্যবহারে ৫৩% হ্রাস পেয়েছে। বর্তমানে বেটার কটন এমন একমাত্র উল্লেখযোগ্য টেকসই মানদণ্ড, যা কৃষকদের জিনগতভাবে পরিবর্তিত তুলা চাষের অনুমতি দেয়।\n\nতুলা চাষ পদ্ধতির অনুরূপ কিছু সংরক্ষণ প্রচেষ্টার মধ্যে রয়েছে বেয়ার এর ক্রপসায়েন্সের ই৩ (Bayer's CropScience’s e3) টেকসই তুলা কর্মসূচি ।\n\n\n== সংজ্ঞা ==\nবেটার কটনের \"গ্লোবাল ডেফিনিশন\" অনুযায়ী \"বেটার কটন\" কে বেটার কটন চাষীদের আচরণের মাধ্যমে বর্ণনা করা হয়েছে:\n\nবেটার কটন সেই সব চাষীদের দ্বারা উৎপাদিত হয় যারা:\nফসল সুরক্ষা পদ্ধতির ক্ষতিকর প্রভাব কমিয়ে আনে\nপানির সঠিক ব্যবহার (ওয়াটার স্টুয়ার্ডশিপ) নিশ্চিত করে\nমাটির স্বাস্থ্যের যত্ন নেয়\nজীববৈচিত্র্য বৃদ্ধি করে এবং জমির দায়িত্বশীল ব্যবহার করে\nফাইবারের গুণগত মান বজায় রাখে ও সংরক্ষণ করে\nশোভন কর্মপরিবেশ (ডিসেন্ট ওয়ার্ক) নিশ্চিত করে\nএকটি কার্যকর ব্যবস্থাপনা পদ্ধতি পরিচালনা করে\n\n\n== ইতিহাস ==\n\n২০০৫ সালে ওয়ার্ল্ড ওয়াইল্ডলাইফ ফান্ড (WWF) এর একটি গোলটেবিল আলোচনার মাধ্যমে বেটার কটনের সূচনা হয়। এর উদ্দেশ্য হলো সারা বিশ্বের তুলা উৎপাদনকে উন্নত করা, সেইসব মানুষের জন্য, যারা তুলা উৎপাদন করে, সেই পরিবেশের জন্য যেখানে তুলা উৎপাদন হয় এবং এই খাতের ভবিষ্যতের জন্য।\n২০১০ সালে এই পদ্ধতির প্রয়োগ শুরু হয়, যাতে আফ্রিকার বিভিন্ন অঞ্চল ও দেশের পাশাপাশি ব্রাজিল, ভারত ও পাকিস্তান  অন্তর্ভুক্ত ছিল। ২০১৩ সালে উদ্যোগটি আরও কয়েকটি নতুন দেশে, যেমন চীন, তাজিকিস্তান, তুরস্ক ও মোজাম্বিক, সম্প্রসারিত হয়।\nপ্রাথমিকভাবে বেটার কটন ইনিশিয়েটিভ ( বিসিআই ) নামে পরিচিত এই সংস্থা ২০২১ সালে এর নাম পরিবর্তন করে বেটার কটন রাখে।\nলেভি-স্ত্রোস প্রকাশিত তথ্য অনুযায়ী, ২০০৯ থেকে ২০১১ সালের মধ্যে বেটার কটন কে প্রায় ৬০০,০০০ ডলার অনুদান প্রদান করে। \n২০২০ সালের মার্চ মাসে, চীনের সিনজিয়াং উইঘুর স্বশাসিত অঞ্চলে জোরপূর্বক শ্রম ব্যবহারের \"ধারাবাহিক অভিযোগ\" এর কারণে বেটার কটন সেখানে লাইসেন্সিং এবং আশ্বাস কার্যক্রম স্থগিত করে।\nঅক্টোবর ২০২০ সালে, সিনজিয়াং অঞ্চলে \"জোরপূর্বক শ্রম এবং অন্যান্য মানবাধিকার লঙ্ঘনের ধারাবাহিক অভিযোগ\" থাকায় এবং এর ফলে \"একটি ক্রমশ অচল্য অপারেটিং পরিবেশ\" সৃষ্টি হওয়ায়, বেটার কটন সেখানে মাঠ পর্যায়ের সমস্ত কার্যক্রম বন্ধ করে দেয়।\n২০২১ সালের মার্চ মাসে , চীনা গ্রাহকরা সিনজিয়াংয়ে তুলা ব্যবহারের বিরুদ্ধে অঙ্গীকারবদ্ধ সংস্থাগুলিকে বয়কট করা শুরু করে।চীনা গ্রাহকরা এইচএন্ডএম এর সমালোচনা করে, যারা ২০২০ সালের সেপ্টেম্বরে ঘোষণা করেছিল যে তারা জোরপূর্বক শ্রম ব্যবহারের অভিযোগে অভিযুক্ত একটি চীনা প্রস্তুতকারকের তুলার ব্যবহার বন্ধ করবে, সিনজিয়াং তুলার লাইসেন্স বন্ধ করার বিষয়ে বেটার কটনের সিদ্ধান্তের কথা উল্লেখ করে।  পিপলস ডেইলি (People's Daily) অনলাইন পোস্টে নিউ ব্যালেন্স, বারবেরি (New Balance, Burberry) এবং বেটার কটনের অন্যান্য সদস্যদের নাম উল্লেখ করে চীনা গ্রাহকদের এই ব্র্যান্ডগুলোকে বয়কট করার আহ্বান জানায়। চীনা সেলিব্রিটিগণ উল্লেখিত সংস্থাগুলোর সমর্থন বন্ধ করে দেয়। বয়কটের মাঝে, চীনা স্পোর্টসওয়্যার কোম্পানি আন্টা স্পোর্টস (Anta Sports) ঘোষণা করে যে, তারা বেটার কটন থেকে প্রস্থান করছে, কারণ সিনজিয়াং সম্পর্কিত তাদের বিবৃতি \"গভীরভাবে উদ্বেগজনক\" ছিল।\n২০২১ সালের ২৬ মার্চ, বেটার কটনের সাংহাই প্রতিনিধি দপ্তর জানায় যে, সিনজিয়াংয়ে জোরপূর্বক শ্রম ব্যবহারের কোনো প্রমাণ পাওয়া যায়নি। দপ্তরটি উল্লেখ করে যে, ২০১২ সাল থেকে, সিনজিয়াং প্রকল্প সাইট নিয়মিতভাবে দ্বিতীয় পক্ষের বিশ্বস্ততা নিরীক্ষা এবং তৃতীয় পক্ষের যাচাই প্রক্রিয়া সম্পন্ন করে তার ফলাফল নিরূপণ করেছে। পরবর্তীতে, বেটার কটন সিনজিয়াংয়ে মাঠ-স্তরের কার্যক্রম বন্ধ করার বিষয়ে তার অক্টোবর ২০২০-এর বিবৃতি তার ওয়েবসাইট থেকে সরিয়ে নেয়। \n\n\n== শ্রম অনুশীলন ==\nবেটার কটন প্রচার করে যে, এটি ন্যায্য কাজের অনুশীলনকে উৎসাহিত করে এবং ভারতের মতো দেশগুলিতে জনসচেতনতা বৃদ্ধির মাধ্যমে শিশু শ্রম এর ব্যবহার হ্রাস করে। ২০১২ সালে, সংস্থাটি একটি স্বাধীন পরামর্শক সংস্থা এরগন অ্যাসোসিয়েটস (Ergon Associates) এর সাথে মিলে কৃষকের আয়, সুরক্ষা ও শ্রম নিয়ে আনুষ্ঠানিক নীতি, প্রশিক্ষণ অংশীদারিত্ব এবং গবেষণা গড়ে তোলার জন্য কাজ করেছে।  ২০১৮ সালে সুইস শিশুদের সাহায্যকারী শীর্ষস্থানীয় সংস্থা টেরে ডেস হোমস (Terre des hommes Foundation - Tdh) তুলা চাষীদের সহায়তা করার জন্য, শিশুশ্রমের ঝুঁকি মোকাবেলা ও প্রতিরোধ করার জন্য এবং তুলা চাষে উপযুক্ত কাজের প্রচারের জন্য বেটার কটনের সাথে অংশীদারিত্ব করে। \nঅংশীদাররা কাজের পরিবেশের উপর অঘোষিত স্পট চেক করতে পারে এবং কর্মীদের সাক্ষাৎকার নিয়ে শিশু শ্রম ও বন্ধকী শ্রমের মাত্রা মূল্যায়ন করতে পারে। ইন্টারন্যাশনাল রিসোর্সেস ফর ফেয়ারার ট্রেড (The International Resources for Fairer Trade - IRFT) ও কাজের পরিবেশ এবং কৃষিবিদ্যা বিষয়ক প্রশিক্ষণ সেশন আয়োজন করে।\n\n\n== প্রতিক্রিয়া ==\n২০১৭ সালে, স্বাধীন গবেষণা এবং সাংবাদিক তদন্তে প্রমাণ করার চেষ্টা করা হয় যে, বেটার কটন এমন একটি সংস্থা বা মধ্যবর্তী উৎপাদনকারীদের জন্য গ্রিনওয়াশিং সমাধান প্রদান করছিল, যারা পদ্ধতিগতভাবে শিশু শ্রম, জোরপূর্বক শ্রম, ঘন সেচ বা ব্যাপক কীটনাশক স্প্রে ব্যবহার করছিল। তারা বেটার কটনের বিরুদ্ধে অভিযোগ তুলেছিল যে, এটি পোশাক উৎপাদন সংস্থাগুলিকে এমন একটি বাজারজাতযোগ্য 'ওয়ান-সাইজ-ফিটস-অল' ভোক্তা লেবেল প্রদান করছিল যা সামাজিক ও পরিবেশগত দায়িত্বের কোনো তথ্য বা গ্যারান্টি প্রদান করে না। বেটার কটন এই অভিযোগগুলিকে তাদের কার্যক্রমের একটি অনুচিত উপস্থাপনা হিসেবে প্রতিক্রিয়া জানায়।\n\n\n== তথ্যসূত্র =="}