{"pageid": 1512152, "title": "১৯৯০ অন্ধ্রপ্রদেশ ঘূর্ণিঝড়", "url": "https://bn.wikipedia.org/wiki?curid=1512152", "content": "১৯৭৭ সালের অন্ধ্রপ্রদেশ ঘূর্ণিঝড়ের পর ১৯৯০ সালের অন্ধ্রপ্রদেশ ঘূর্ণিঝড় ছিল দক্ষিণ ভারতে সবচেয়ে ভয়াবহ দুর্যোগ। ঝড়টি ৪ মে ১৯৯০ তারিখে প্রথম একটি নিম্নচাপ হিসেবে চিহ্নিত হয়। তখন এটি ভারতের চেন্নাইয়ের দক্ষিণ-পূর্বে বঙ্গোপসাগরের উপর প্রায় ৬০০ কিমি (৩৭৫ মা) দূরে অবস্থিত ছিল। পরের দিন নিম্নচাপটি তীব্র হয়ে ঘূর্ণিঝড়ে পরিণত হয় এবং দ্রুত তীব্র হতে শুরু করে। ৮ মে ভোরে একটি তীব্র ঘূর্ণিঝড়ে পরিণত হয়। \nঘূর্ণিঝড়টি ভারতের উপকূলে আছড়ে পড়ার আগে কিছুটা দুর্বল হয়। এটি তামিলনাড়ুর মাদ্রাজ শহরের উত্তরে প্রায় ৩০০ কিলোমিটার (১৯০ মাইল) দূরে আছড়ে পড়ে। এর গতি ছিল ১৬৫ কিমি/ঘ (১০৫ মা/ঘ)। স্থলভাগের উপর দিয়ে যাওয়ার সময় ঘূর্ণিঝড়টি ধীরে ধীরে বিলুপ্ত হয়ে যায়।\nঘূর্ণিঝড়টি ভারতে মারাত্মক প্রভাব ফেলেছিল। এতে ৯৬৭ জনেরও বেশি লোকের মৃত্যু হয়েছে বলে জানা গেছে। ঘূর্ণিঝড়ে ১,০০,০০০ এরও বেশি প্রাণী মারা গেছে এবং ফসলের ক্ষতির মোট পরিমাণ ছিল ৬০ কোটি (১৯৯০ মার্কিন) ডলারেরও বেশি।\n\n\n== আবহাওয়া সংক্রান্ত ইতিহাস ==\n\n১৯৯০ সালের ৪ মে ভারত আবহাওয়া বিভাগ (আইএমডি) জানায় যে ভারতের চেন্নাইয়ের দক্ষিণ-পূর্বে বঙ্গোপসাগরে প্রায় ৬০০ কিমি (৩৭৫ মা) একটি নিম্নচাপ তৈরি হয়েছে। ঐ দিনই নিম্নচাপটি ধীরে ধীরে আরও শক্তি বৃদ্ধি করে এবং উচ্চ চাপের উপ-ক্রান্তীয় শৈলশিরার প্রভাবে পশ্চিম দিকে অগ্রসর হওয়ার সাথে সাথে যৌথ ঘূর্ণিঝড় সতর্কতা কেন্দ্র কর্তৃক একটি ক্রান্তীয় ঘূর্ণিঝড় গঠন সতর্কতার বিষয় হয়ে ওঠে। পরবর্তীকালে নিম্নচাপটি পরের দিন ভোরে তীব্রতর হয়ে ঘূর্ণিঝড়ে পরিণত হয়, এর আগে জিটিডব্লিউসি নিম্নচাপটির উপর পরামর্শ শুরু করে এবং সেই দিনের পরে এটিকে ক্রান্তীয় ঘূর্ণিঝড় 02B হিসাবে মনোনীত করে। এই পর্যায়ে জিটিডব্লিউসি কেবলমাত্র ঘূর্ণিঝড়টি সামান্য তীব্রতর হওয়ার আগে ৭২ ঘন্টার মধ্যে দক্ষিণ ভারতে স্থলভাগে আঘাত হানার পর দুর্বল হয়ে পড়ার আশঙ্কা করেছিল। ৬ মে উপ-ক্রান্তীয় পর্বতমালায় দুর্বলতার কারণে এই নিম্নচাপটি উত্তর-পশ্চিম দিকে আরও বেশি অগ্রসর হতে শুরু করে। এর ফলে এটি তীব্র হতে থাকে এবং একটি অত্যন্ত তীব্র ঘূর্ণিঝড়ে পরিণত হয়। উত্তর-পশ্চিম দিকে এই বাঁক প্রত্যাশার চেয়েও বেশি উত্তরমুখী হয়ে ওঠে। এর ফলে নিম্নচাপটি জিটিডব্লিউসি-এর প্রত্যাশার চেয়ে বেশি সময় ধরে উপকূলে অবস্থান করতে সক্ষম হয়।\nপরের কয়েকদিন ধরে নিম্নচাপটি দ্রুত তীব্রতর হতে থাকে। ৮ মে তারিখে জিটিডব্লিউসি রিপোর্ট করে যে নিম্নচাপটি ১ মিনিটের ধারাবাহিক বাতাসের গতিবেগের সাথে ২৩০ কিমি/ঘ (১৪৫ মা/ঘ) পৌঁছেছে। এটি এই নিম্নচাপটিকে স্যাফির-সিম্পসন মাপনীতে ক্যাটাগরি ৪ হারিকেনের সমতুল্য করে তুলেছে। প্রায় একই সময়ে আইএমডি জানিয়েছে যে ঘূর্ণিঝড়টি একটি সুপার সাইক্লোনিক স্টর্ম হিসেবে শীর্ষে পৌঁছেছে, যেখানে ৩ মিনিট ধরে বাতাসের গতিবেগ ছিল ২৩৫ কিমি/ঘ (১৪৫ মা/ঘ) এবং আনুমানিক কেন্দ্রীয় চাপ ৯২০ হেPa (২৭.১৭ inHg)।  এই সময়ের মধ্যে নিম্নচাপটি প্রায় মাদ্রাজ থেকে ১৫০ কিমি (৯৫ মা)  উত্তর-পূর্বে ছিল এবং ধীরে ধীরে উত্তর দিকে অগ্রসর হচ্ছিল। পরবর্তীতে ৮মে একটি জাহাজ 'বিশ্বমোহিনী' সিস্টেমের চোখের এলাকা পার হওয়ার সময় কেন্দ্রীয় ৯১২ হেPa (২৬.৯৩ inHg) পরিমাপ করে। এর ফলে আইএমডি জানিয়েছিল, যদি এটি সঠিক হয় তবে এটি বঙ্গোপসাগরে পরিমাপ করা সবচেয়ে কম কেন্দ্রীয় চাপ হতে পারে। পরবর্তীকালে এই ব্যবস্থাটি দুর্বল হয়ে পড়ে এবং ৯ মে দক্ষিণ অন্ধ্রপ্রদেশের কৃষ্ণা নদীর মোহনার কাছে স্থলভাগে পৌঁছানোর সময় এটি একটি অত্যন্ত তীব্র ঘূর্ণিঝড়ে পরিণত হয়।  পরবর্তীকালে এই নিম্নচাপটি উত্তর-পশ্চিম দিকে সরে যায় এবং ধীরে ধীরে আরও দুর্বল হয়ে পড়ে। ১১ মে শেষবার আইএমডি এবং জেটিডব্লিউসি উভয়ের দ্বারা লক্ষ্য করা গিয়েছিল।\n\n\n== প্রস্তুতি এবং প্রভাব ==\n\n\n=== প্রস্তুতি ===\nআইএমডি কর্তৃক সময়োপযোগী সতর্কতা জারির ফলে ভারত সরকার একটি সরিয়ে নেওয়ার অভিযান শুরু করতে সক্ষম হয়। সমস্ত জেলেদের তীরে ফিরে যাওয়ার নির্দেশ দেয়া হয়। এর ফলে ১,৫০,০০০ এরও বেশি মানুষকে উঁচু স্থানে স্থাপিত ত্রাণ শিবিরে সরিয়ে নেওয়া হয়েছিল। পুঙ্খানুপুঙ্খ প্রস্তুতির কারণে, ১৯৭৭ সালের অন্ধ্র প্রদেশ ঘূর্ণিঝড়ের তুলনায় কম মৃত্যু হয়েছিল।\n\n\n=== প্রভাব ===\nএদুরুমন্ডি দ্বীপে ৭,০০০ এরও বেশি লোকজন সরে যেতে অস্বীকৃতি জানানোর পর আটকা পড়ে যায়। এই দ্বীপটি নিজেই এই ব্যবস্থার সম্পূর্ণ ক্ষতির সম্মুখীন হয়েছে বলে জানা গেছে। তবে সকল বাসিন্দাই সরকারের দেওয়া আশ্রয়স্থলে সুরক্ষা চেয়েছিলেন বলে জানা গেছে। ঘূর্ণিঝড়টি ভারতে উল্লেখযোগ্য প্রভাব ফেলেছিল। ঝড়ের তীব্র জোয়ারের উচ্চতা ছিল ৪.৯ মিটার (১৬ ফুট) যা স্বাভাবিকের চেয়ে বেশি। ফলস্বরূপ ১০০ টিরও বেশি গ্রাম জলে ডুবে যায় এবং ধ্বংস হয়ে যায়। ঘূর্ণিঝড়ে কমপক্ষে ৯৬৭ জন নিহত হয়েছিল। বেশিরভাগ মৃত্যুই মাটি ও খড় দিয়ে তৈরি ঘরবাড়ি ধসে পড়ার ফলে ঘটেছে। অন্যান্যরা বৈদ্যুতিক তার ছিঁড়ে মারা গেছেন এবং কিছু লোক বন্যার পানিতে ভেসে গেছেন। ঝড়টি কমপক্ষে ৩০ লক্ষ মানুষকে গৃহহীন করে তোলে, এবং ১,০০,০০০ এরও বেশি খামারের পশু মারা যায়। কমপক্ষে ৪,৩৫,০০০ একর (১,৭৬০ বর্গকিলোমিটার) ধানক্ষেত ধ্বংস হয়ে গেছে। এছাড়াও বিশাল আম ও কলাগাছও ধ্বংস হয়ে গেছে। ফসল এবং সম্পত্তির মোট ক্ষতির পরিমাণ ৬০ কোটি  (১৯৯০  মার্কিন) ডলারেরও বেশি বলে অনুমান করা হয়েছে। ১৯৭৭ সালের ঝড়ের পর দক্ষিণ ভারতে ঘূর্ণিঝড়টিকে সবচেয়ে ভয়াবহ দুর্যোগ হিসেবে বর্ণনা করা হয়েছিল। সমুদ্রের পানি বিশুদ্ধ পানীয় কূপগুলিকে দূষিত করে। এর ফলে কলেরা এবং টাইফয়েডের প্রাদুর্ভাবের বিষয়ে সতর্কতা জারি করা হয়েছে। অনেক মানুষ ড্রেনের পানি পান করছিল এবং রান্না করছিল যা পেটের রোগ সৃষ্টি করছিল।\n\n\n==== তামিলনাড়ু ====\nসামগ্রিকভাবে ঘূর্ণিঝড়টি তামিলনাড়ুতে সামান্য ক্ষতি করেছে। সবচেয়ে বেশি ক্ষতিগ্রস্ত এলাকা ছিল চেঙ্গালপাট্টু জেলা। সেখানে উঁচু ঢেউ উপকূলে আঘাত হানার ফলে কাশিবিশ্বনাথর মন্দিরের একটি প্রাচীন মন্দির ধসে পড়ে। ঢেউয়ের তাণ্ডবে বিপুল সংখ্যক কুঁড়েঘর ভেসে গেছে। এই রাজ্যে ছয়জনের মৃত্যুর খবর পাওয়া গেছে।\n\n\n== পরিণতি ==\nঘূর্ণিঝড় আঘাত হানার দুই দিন পর ১১ মে তারিখে ভারত সরকার একটি বিশাল ত্রাণ ও উদ্ধার অভিযান শুরু করে। ভারতীয় সেনাবাহিনী এবং নৌবাহিনীর হেলিকপ্টারগুলি ঘূর্ণিঝড় দ্বারা ক্ষতিগ্রস্ত এলাকাগুলি জরিপ করেছে এবং খাবারের প্যাকেটও ফেলেছে। ভারত সরকার আন্তর্জাতিক সাহায্যের জন্য অনুরোধ না করা সত্ত্বেও রেড ক্রস ক্ষতিগ্রস্ত পরিবারগুলির জন্য খাদ্য, তেল, ওষুধ এবং জলের ট্যাঙ্ক সরবরাহ করেছিল। ওয়ার্ল্ড কাউন্সিল অফ চার্চেসে কমিশন অন ইন্টার-চার্চ এইড রিফিউজি অ্যান্ড ওয়ার্ল্ড সার্ভিস (CICARWS) জরুরি প্রয়োজনীয়তা মেটানোর জন্য ২.৬২ লক্ষ (১৯৯০-এর মার্কিন ডলার) সহায়তা চেয়ে একটি আবেদন জানায়। ওয়ার্ল্ড ভিশন খাবার, কম্বল এবং বাসনপত্র সরবরাহের জন্য ১.৬ লক্ষ (১৯৯০ মার্কিন ডলার) প্রদান করে।\n\n\n== আরও দেখুন ==\n১৯৯০ সালের উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় মৌসুম\n১৯৭৭ সালের অন্ধ্রপ্রদেশ ঘূর্ণিঝড়\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজয়েন্ট টাইফুন ওয়ার্নিং সেন্টার  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ মার্চ ২০১০ তারিখে\nভারত আবহাওয়া বিভাগ"}