{"pageid": 1512588, "title": "আনজু দোদিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1512588", "content": "অঞ্জু দোদিয়া (জন্ম: ৭ এপ্রিল ১৯৬৪) একজন ভারতীয় সমসাময়িক চিত্রশিল্পী। তিনি মুম্বাইতে থাকেন এবং কাজ করেন। তার চিত্রকর্মগুলিতে আত্মজীবনীমূলক এবং মানবিক সম্পর্ক ফুটে ওঠে, যেখানে সাধারণত 'নারী'-কে কেন্দ্রবিন্দুতে রাখা হয়।\nপ্রায়শই জলরঙ এবং কাঠকয়লার মাধ্যমকে একত্রে ব্যবহার ক'রে তিনি কাজ করেন।\n\n\n== জীবন এবং শিক্ষা ==\nঅঞ্জু দোদিয়ার জন্ম মহারাষ্ট্রের মুম্বাইয়ে। তিনি ১৯৮৬ সালে স্যার জেজে স্কুল অফ আর্ট থেকে চিত্রকলায় বিএফএ ডিগ্রি অর্জন করেন। তিনি অতুল দোদিয়ার স্ত্রী, যিনি একজন বিখ্যাত সমসাময়িক ভারতীয় চিত্রশিল্পীও। তাদের মেয়ে বিরাজও একজন শিল্পী।\n\n\n== কেরিয়ার ==\n\n\n=== শৈলী ===\nপ্রথম দিকে, তার শিল্পকর্ম বেশিরভাগই বিমূর্ত শৈলীতে ছিল। তবে, মানুষের মন এবং মনোবিশ্লেষণের প্রতি অবিরাম আগ্রহের সাথে, নৃতাত্ত্বিক চিত্রকল্পের প্রতি তার ঝোঁক তার রচনাগুলিতে অব্যাহতভাবে ফুটে উঠেছে। দোদিয়ার চিত্রকর্ম রেনেসাঁ যুগের চিত্রশিল্পী জিওত্তো, ইঙ্গমার বার্গম্যানের চলচ্চিত্র, জাপানি উকিও-ই প্রিন্ট এবং সিলভিয়া প্লাথের কবিতা দ্বারা প্রভাবিত। তিনি মধ্যযুগীয় ভক্তিমূলক কবিতা, গুজরাটি লোককাহিনী এবং বিশ্বজুড়ে প্রচলিত পৌরাণিক কাহিনী দ্বারাও অনুপ্রাণিত। এই সমস্ত প্রভাবের সম্মিলিত প্রভাব তার অনন্য চিত্রকলার ধরণে প্রতিফলিত হয়।\n\n\n=== বিষয়বস্তু ===\nসমসাময়িক ঘটনাবলী, সমাজবিজ্ঞান, অর্থনীতি এবং সংস্কৃতির উপর সূক্ষ্ম ভাষ্য তার শিল্পকর্মের প্রধান বিষয়বস্তু। সংবাদপত্রের শিরোনাম, ফ্যাশন মডেলদের ছবি, চলচ্চিত্র তার চিত্রকর্মের রেফারেন্স উপাদান। তার চিত্রকর্মের বিবরণ স্তরপূর্ণ প্রতীকীকরণের সাথে বাস্তবতার বাহ্যিক রূপ প্রদর্শন করে। তিনি বিভিন্নভাবে চিত্রকলার মাধ্যম হিসেবে কাপড় ব্যবহার করেছেন।\n\n\n== কাজ ==\n\n\n=== প্রধান প্রদর্শনী ===\nদোদিয়ার শিল্পকর্মগুলি ফ্রিজ আন্তর্জাতিক শিল্প মেলা, বাসেল ও হংকং-এ আর্ট বাসেল, ভারত শিল্প মেলা এবং নয়াদিল্লিতে দিল্লি সমসাময়িক শিল্প সপ্তাহে প্রদর্শিত হয়েছে। তিনি ভারত এবং বিদেশে আরও বেশ কয়েকটি একক এবং দলগত প্রদর্শনীর অংশ ছিলেন।\n\n\n=== পাবলিক সংগ্রহ ===\nভারতে, ডোডিয়ার কাজগুলি এনজিএমএ, নয়াদিল্লি; কেএনএমএ, নয়াদিল্লি; ভাধেরা আর্ট গ্যালারি, নয়াদিল্লি; কেমোল্ড প্রেসকট রোড, মুম্বাই; এনজিএমএ, মুম্বাই এবং জেএনএএফ, মুম্বাইয়ের সংগ্রহের অংশ। অন্যদিকে, বিদেশে তার সৃষ্টিগুলি শিকাগোর আর্ট ইনস্টিটিউট অফ শিকাগোতে এবং হংকংয়ের বার্গার কালেকশনে রয়েছে।\n\n\n=== পুরস্কার এবং মনোনয়ন ===\nদোদিয়া ১৯৯৯ সালে হারমনির জন্য রিলায়েন্স ইন্ডিয়া আর্ট এক্সিবিশন অ্যাওয়ার্ড, ২০০১ সালে ইন্দো-আমেরিকান সোসাইটির জন্য ইয়ং অ্যাচিভার অ্যাওয়ার্ড এবং ২০০৭ সালে জি এক্সিস্টেন্স অ্যাওয়ার্ড পেয়েছেন। তিনি ১৯৯৮ এবং ২০০০ সালে সমসাময়িক শিল্পকলার জন্য সোথবি'স পুরস্কারের জন্য দুবার মনোনীত হয়েছেন। \n\n\n== গ্রন্থপঞ্জি ==\nদোদিয়া, অঞ্জু (২০২১)। আয়নায় শ্বাস নেওয়া। \nদোদিয়া, অঞ্জু (২০১২)। মুছে ফেলার সুযোগ। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nচণ্ডীগড় ললিত কলা আকাদেমির সাথে সাক্ষাৎকার\nআলাপ: সন্দেহের রঙ"}