{"pageid": 1512557, "title": "কর্মসপ্তাহ ও সপ্তাহান্ত", "url": "https://bn.wikipedia.org/wiki?curid=1512557", "content": "কর্মসপ্তাহ বলতে শ্রমের জন্য নিয়োজিত সপ্তাহের অংশকে বোঝায়। সপ্তাহের বাকি অংশ অবসরযাপনের জন্য নিয়োজিত, আর সেটি সপ্তাহান্ত। বিশ্বের বেশিরভাগ দেশে কর্মসপ্তাহ হচ্ছে সোমবার থেকে শুক্রবার এই পাঁচ দিন, আর সপ্তাহান্ত হচ্ছে শনিবার ও রবিবার এই দুই দিন। শিক্ষা ও অন্যান্য প্রতিষ্ঠানও একইরকম নিয়ম অনুসরণ করে।\nবিভিন্ন খ্রিস্টান পরম্পরায় রবিবার হচ্ছে বিশ্রাম ও উপাসনার দিন। ইহুদিধর্মে শুক্রবার সূর্যাস্ত থেকে শনিবার সম্পূর্ণ অন্ধকারের অবসান পর্যন্ত \"শব্বত\" পালন করা হয়, যার ফলে ইসরায়েলে শুক্রবার ও শনিবারে সপ্তাহান্ত পালন করা হয়। কিছু মুসলিম-অধ্যুষিত দেশে ঐতিহাসিক কারণে বৃহস্পতিবার-শুক্রবার সপ্তাহান্ত পালন করত। তবে আজকাল অধিকতর ব্যবসা-বাণিজ্যের স্বার্থে এদের মধ্যে অনেক দেশ শুক্রবার-শনিবার ও শনিবার-রবিবার সপ্তাহান্তে পরিবর্তিত করেছে।\n\n\n== দেশ অনুযায়ী ==\n\n\n=== অস্ট্রেলিয়া ===\n১৯৪৮ সালের ১ জানুয়ারিতে কমনওয়েলথ কোর্ট অব কন্সিলেশন অ্যান্ড আর্বিট্রেশনের রায়ের পর অস্ট্রেলিয়ায় রাষ্ট্রজুড়ে পাঁচ দিন ও ৪০ ঘণ্টার কর্মসপ্তাহ চালু গয়েছিল। অ্যামালগ্যামেটেদ ইঞ্জিনিয়ারিং ইউনিয়নের দাখিল করা একটি মামলার রায়ের ফলে ১৯২৭ সাল থেকে কিছু শিল্পে ৪৪-ঘণ্টার কর্মসপ্তাহ ও শনিবারে অর্ধ-দিন চালু হয়েছিল। এই রায়ের ফলে বিভিন্ন শিল্পজুড়ে কর্মঘণ্টার হ্রাস ঘটেছিল, যার ফলে ১৯৩৯ সালে রাষ্ট্রজুড়ে ৪৪ ঘণ্টার কর্মসপ্তাহে প্রচলিত হয়েছিল।\n\n\n=== ইরান ===\nইরানের সাধারণ কর্মসপ্তাহ শনিবার থেকে শুরু এবং বৃহস্পতিবারে শেষ এবং বৃহস্পতিবার সাধারণত অর্ধ-দিন কর্মদিন। ৮:৫ ভিত্তিতে পরিচালনা করে এমন বেসরকারি সংস্থা বৃহস্পতিবারেও ছুটি দেয় আর বৃহস্পতিবার-শুক্রবার সপ্তাহান্ত পালন করে। এর ফলে কর্মীরা তাদের পছন্দমতো কর্মঘণ্টা নির্ধারণ করে যাতে সপ্তাহে ৪৪ ঘণ্টা কর্মের বৈধ প্রয়োজনীয়তা পূরণ হয়। অন্যদিকে, কেনাকাটার স্থানগুলোর ব্যবসা শুক্রবারেও চলে। ২০১৫ সালে তৎকালীন রাষ্ট্রপতি হাসান রৌহানি ইরানের সংখ্যালঘু ইহুদিদের শব্বতের স্বীকৃতি দিয়েছিলেন, যাতে ইহুদিরা শিক্ষা ও কর্ম থেকে ছুটি নিয়ে নিজগৃহে থাকতে পারে।\n\n\n=== ইসরায়েল ===\nইসরায়েলে সাধারণ কর্মসপ্তাহ রবিবার থেকে শুরু এবং বৃহস্পতিবারে শেষ। আইন অনুযায়ী সাধারণ কর্মসময় সপ্তাহে ৪২ ঘণ্টা এবং দিনে ৮.৪ ঘণ্টা, এর চেয়ে বেশি কাজ করলে সেটা \"অতিরিক্ত কাজ\" বলে বিবেচিত হয়। স্বল্পসংখক কার্যালয় রবিবার-শুক্রবার এই আংশিক ছয় দিনের কর্মসপ্তাহ পালন করে। তবে ইসরায়েলিদের অনেকেই অতিরিক্ত কাজ করে, আর আইন অনুযায়ী তাদের সপ্তাহে সর্বোচ্চ ১২ অতিরিক্ত ঘণ্টা কাজ করতে হয়। বেশিরভাগ কার্যালয় ও ব্যবসা পাঁচদিনের কর্মসপ্তাহ পালন করে, যদিও অনেক দোকান, ডাকঘর, ব্যাংক ও বিদ্যালয় সপ্তাহে ছয়দিন খোলা থাকে, আর গণপরিবহন সপ্তাহে ছয়দিন পরিচালিত হয়। শনিবারে প্রায় সমস্ত ব্যবসা বন্ধ থাকে, আর জরুরি পরিষেবা ব্যতীত বেশিরভাগ গণ-পরিষেবা ও সমস্ত গণপরিবহন শনিবারে অলভ্য। তবে কিছু দোকান, রেস্তোরাঁ, ক্যাফে, বিনোদন কেন্দ্র ও কারখানা খোলা থাকে, আর খুব সীমিত সংখ্যক বাস ও শেয়ার ট্যাক্সি সক্রিয় থাকে। যেসব কর্মচারীরা শনিবারে কাজ করে, বিশেষ করে পরিষেবা শিল্প ও গণ-খাতের কর্মচারী ও বিমানচালকরা অন্যান্য দিনে ছুটি রাখে। ২০১৪ সালে পুরুষদের গড় কর্মসপ্তাহ ৪৫.৮ ঘণ্টা ও নারীদের ৩৭.১ ঘণ্টা।\n\n\n=== চীন ===\n১৯৯৫ সালের ১ মে থেকে চীনের কর্মসপ্তাহ সোমবার থেকে শুরু এবং শুক্রবারে শেষ হয়, যার আগে কর্মসপ্তাহ শনিবারে শেষ হতো। বেশিরভাগ সরকারি কর্মচারীরা সপ্তাহে পাঁচদিন কাজ করত, আর বেশিরভাগ উৎপাদন প্রতিষ্ঠান শনিবারেও কাজ করে। তবে বেশিরভাগ দোকান, জাদুঘর, প্রেক্ষাগৃহ ও বাণিজ্যিক প্রতিষ্ঠান শনিবার, রবিবার ও ছুটির দিনও খোলা থাকে। সপ্তাহান্ত ও বেশিরভাগ সরকারি ছুটির দিনে ব্যাংকও খোলা থাকে। ১৯৯৫ সালের আগে প্রাথমিক ও মাধ্যমিক বিদ্যালয়গুলি সোমবার থেকে শনিবার পর্যন্ত সময়সূচি ঠিক করত, তবে ১৯৯০-এর দশকে কিছু বিদ্যালয় শনিবারে অর্ধ-দিনের সূচি ঠিক করত কিংবা সপ্তাহে পাঁচ ও ছয় দিনের মধ্যে নিয়মিত পরিবর্তিত করত। ১৯৯৫ সালের ১ সেপ্টেম্বরে সরকারি আদেশ অনুযায়ী ছয়দিনের বা সাড়ে পাঁচদিনের কর্মসপ্তাহের জায়গায় পাঁচদিনের কর্মসপ্তাহে স্থানান্তর বলবৎ হয়েছিল, যদিও কিছু উচ্চ বিদ্যালয় আজও অপ্রমিত সময়সূচির প্রথা অনুসরণ করে।\nহেপেই, চিয়েংশি ও ছুংছিঙের মতো চীনের একাধিক প্রদেশ ও পৌরসভা সাড়ে দুইদিনের সপ্তাহান্তের জন্য কোম্পানিদের জন্য নতুন নীতিমালা চালু করেছে। এই নীতিমালা অনুযায়ী সরকারি প্রতিষ্ঠান, রাষ্ট্রায়ত্ত কোম্পানি, যৌথ উদ্যোগ ও বেসরকারি কোম্পানির কর্মচারীদের শুক্রবার মধ্যাহ্ন থেকে সোমবারে কার্যালয়ে ফিরে আসার উদ্দীপনা দেওয়া হয়।\n\n\n=== ভারত ===\nভারতের সাধারণ কর্মসপ্তাহ সোমবার থেকে শুরু এবং শনিবারে শেষ। কর্মসময় সপ্তাহে ৪৮ ঘণ্টা এবং রবিবার ছুটির দিন। কিন্তু বেশিরভাগ সরকারি কার্যালয় ও সফটওয়্যার শিল্প সোমবার থেকে শুক্রবার এই পাঁচ দিনের কর্মসপ্তাহ পালন করে। সমস্ত প্রধান শিল্প এবং পরিবহন, আতিথেয়তা, স্বাস্থ্যসেবা ইত্যাদি পরিষেবা পালাক্রমে কাজ করে।\nরাজ্য বা কেন্দ্রশাসিত অঞ্চল-ভেদে সংশ্লিষ্ট সরকারের কর্মসপ্তাহ বিভিন্ন। তামিলনাড়ু, দিল্লি, পশ্চিমবঙ্গ, পাঞ্জাব, বিহার, মহারাষ্ট্র ও পাঞ্জাব সরকার সোমবার থেকে শুক্রবার এই পাঁচ দিনের কর্মসপ্তাহ পালন করে। অন্যান্য রাজ্য বা কেন্দ্রশাসিত অঞ্চলের সরকার মাসের প্রথম ও তৃতীয় শনিবারে অর্ধ-দিন কর্ম এবং দ্বিতীয় ও চতুর্থ শনিবারে ছুটি—এই সময়সূচি পালন করে।\nবেশিরভাগ বিদ্যালয় সোমবার থেকে শনিবার এই ছয় দিনের কর্মসপ্তাহ এবং দ্বিতীয় ও চতুর্থ শনিবারে ছুটি—এই সময়সূচি পালন করে। ২০১৫ সালের ১ সেপ্টেম্বর থেকে ব্যাংকগুলিও একইরকম সময়সূচি অনুসরণ করে।\n\n\n== তথ্যসূত্র =="}