{"pageid": 1512745, "title": "আপেক্ষিক ভেদ্যতা", "url": "https://bn.wikipedia.org/wiki?curid=1512745", "content": "আপেক্ষিক ভেদ্যতা (প্রাচীন গ্রন্থগুলোতে ডাইইলেকট্রিক ধ্রুবক) হলো কোনো বস্তুর ভেদ্যতা, যা শূন্যস্থানের বৈদ্যুতিক ভেদ্যতার সাথে অনুপাত হিসেবে প্রকাশ করা হয়। একটি ডাইইলেকট্রিক হলো একটি নিরোধক পদার্থ, এবং কোনো নিরোধকের ডাইইলেকট্রিক ধ্রুবক নির্ধারণ করে যে নিরোধকটি বৈদ্যুতিক ক্ষেত্রে কতটা বিদ্যুৎ শক্তি সংরক্ষণ করতে সক্ষম।\nভেদ্যতা হলো একটি পদার্থের বৈশিষ্ট্য, যা ওই পদার্থের অভ্যন্তরে দুটি বিন্দু চার্জের মধ্যে কুলম্ব বলকে প্রভাবিত করে। আপেক্ষিক ভেদ্যতা সেই গুণাঙ্ক নির্দেশ করে, যার দ্বারা শূন্যস্থানের তুলনায় পদার্থের মধ্যে চার্জগুলোর মধ্যবর্তী বৈদ্যুতিক ক্ষেত্র দুর্বল হয়ে পড়ে।\nঅনুরূপভাবে, আপেক্ষিক ভেদ্যতা হলো ওই ডাইইলেকট্রিক পদার্থ ব্যবহারকারী একটি ধারকের ধারণক্ষমতা এবং একই ধরনের, কিন্তু শূন্যস্থানকে ডাইইলেকট্রিক হিসেবে ব্যবহারকারী একটি ধারকের ধারণক্ষমতার অনুপাত। আপেক্ষিক ভেদ্যতা সাধারণত ডাইইলেকট্রিক ধ্রুবক নামেও পরিচিত, যদিও এটি এখনও ব্যবহৃত হয়, তবে প্রকৌশল এবং রসায়ন ক্ষেত্রে মান নির্ধারণকারী সংস্থাগুলো এটি ব্যবহার নিরুৎসাহিত করেছে।\n\n\n== সংজ্ঞা ==\nআপেক্ষিক ভেদ্যতা সাধারণত εr(ω) (কখনও κ, ক্ষুদ্রাকার ক্যাপা) দ্বারা চিহ্নিত করা হয় এবং এটি সংজ্ঞায়িত হয়:\n\n  \n    \n      \n        \n          ε\n          \n            r\n          \n        \n        (\n        ω\n        )\n        =\n        \n          \n            \n              ε\n              (\n              ω\n              )\n            \n            \n              ε\n              \n                0\n              \n            \n          \n        \n        ,\n      \n    \n    {\\displaystyle \\varepsilon _{\\text{r}}(\\omega )={\\frac {\\varepsilon (\\omega )}{\\varepsilon _{0}}},}\n  \n\nযেখানে ε(ω) হল উপাদানের জটিল ফ্রিকোয়েন্সি-নির্ভর ভেদ্যতা এবং ε0 হল শূন্যস্থান ভেদ্যতা। আপেক্ষিক ভেদ্যতা একটি আমাত্রবিহীন সংখ্যা, যা সাধারণত জটিল-মূল্যবান হয়ে থাকে; এর বাস্তব এবং কল্পনা অংশগুলো এইভাবে চিহ্নিত করা হয়: :\n  \n    \n      \n        \n          ε\n          \n            r\n          \n        \n        (\n        ω\n        )\n        =\n        \n          ε\n          \n            r\n          \n          ′\n        \n        (\n        ω\n        )\n        −\n        i\n        \n          ε\n          \n            r\n          \n          ″\n        \n        (\n        ω\n        )\n        .\n      \n    \n    {\\displaystyle \\varepsilon _{\\text{r}}(\\omega )=\\varepsilon _{\\text{r}}'(\\omega )-i\\varepsilon _{\\text{r}}''(\\omega ).}\n  \n\nএকটি মাধ্যমের আপেক্ষিক ভেদ্যতা এর বৈদ্যুতিক সংবেদনশীলতা, χe, এর সাথে সম্পর্কিত, যেটি এইভাবে লেখা হয়: εr(ω) = 1 + χe।\nঅ্যানিসোট্রপিক মাধ্যমগুলিতে (যেমন নন-কিউবিক স্ফটিক) আপেক্ষিক ভেদ্যতা একটি দ্বিতীয় স্তরের টেনসর। শূন্য ফ্রিকোয়েন্সির জন্য একটি উপাদানের আপেক্ষিক ভেদ্যতাকে এর স্থিতিস্থাপক আপেক্ষিক ভেদ্যতা হিসেবে জানানো হয়।\n\n\n=== পরিভাষা ===\nআপেক্ষিক ভেদ্যতার ঐতিহাসিক পরিভাষা ছিল ডাইইলেকট্রিক কনস্ট্যান্ট। এটি এখনও সাধারণভাবে ব্যবহৃত হয়, তবে মানদণ্ড সংস্থাগুলোর দ্বারা এটি পরিত্যক্ত হয়েছে, এর অস্পষ্টতার কারণে, কারণ কিছু পুরানো প্রতিবেদন এটি শুদ্ধ ভেদ্যতা ε এর জন্য ব্যবহার করেছে। ভেদ্যতাটি সাধারণত একটি স্থিতিস্থাপক বৈশিষ্ট্য হিসেবে বা একটি ফ্রিকোয়েন্সি-নির্ভর রূপে উল্লেখ করা হয়, যেখানে এটি ডাইইলেকট্রিক ফাংশন হিসেবেও পরিচিত। এটি কখনও কখনও শুধুমাত্র জটিল-মূল্যবান আপেক্ষিক ভেদ্যতার বাস্তব উপাদান ε′r হিসাবে ব্যবহৃত হয়েছে।\n\n\n=== পদার্থবিদ্যা ===\nতরঙ্গের কারণ ভিত্তিক তত্ত্বে, ভেদ্যতা একটি জটিল পরিমাণ। কল্পনীয় অংশটি পোলারাইজেশন P এর সাথে E এর ফেজ শিফ্টের সাথে সম্পর্কিত এবং এটি মাধ্যমের মাধ্যমে পার হওয়া বৈদ্যুতিন চুম্বকীয় তরঙ্গের দুর্বলকরণের কারণ হয়। সংজ্ঞা অনুযায়ী, সোজা আপেক্ষিক শূন্য ভেদ্যতা 1 এর সমান, অর্থাৎ ε = ε0, যদিও সেখানে কিছু তাত্ত্বিক অলিনিয়ার কোয়ান্টাম প্রভাব রয়েছে যা উচ্চ ক্ষেত্র শক্তিতে উপেক্ষাযোগ্য হয়ে ওঠে।\nনিম্নলিখিত সারণিতে কিছু সাধারণ মান দেওয়া হয়েছে।\n\nবরফ এর আপেক্ষিক নিম্ন-ফ্রিকোয়েন্সি পারমিটিভিটি ~৯৬ হয় −1১০.৮ °C তে, যা উচ্চ ফ্রিকোয়েন্সিতে ৩০১৫ এ নেমে আসে, যা তাপমাত্রার উপর নির্ভরশীল নয়। এটি প্রায় ১ MHz থেকে ফার ইনফ্রারেড অঞ্চলের মধ্যে ফ্রিকোয়েন্সির জন্য ৩.১২-৩.১৯ এর মধ্যে থাকে।\n\n\n== পরিমাপ ==\nআপেক্ষিক স্থির ভেদ্যতা, εr, স্থির তড়িৎ ক্ষেত্রের জন্য নিম্নলিখিতভাবে পরিমাপ করা যেতে পারে: প্রথমে একটি পরীক্ষামূলক ধারকের ধারিতা, C0, নির্ণয় করা হয় যখন এর প্লেটগুলোর মাঝে শূন্যস্থানের (ভ্যাকুয়াম) উপস্থিতি থাকে। এরপর, একই ধারক ও একই প্লেটের মধ্যবর্তী দূরত্ব বজায় রেখে, প্লেটগুলোর মাঝে একটি ডাইইলেকট্রিক পদার্থ স্থাপন করা হয় এবং নতুন ধারিতা C পরিমাপ করা হয়। আপেক্ষিক ভেদ্যতা এরপর নিম্নলিখিত সূত্র ব্যবহার করে নির্ণয় করা যায়:\n\n  \n    \n      \n        \n          ε\n          \n            r\n          \n        \n        =\n        \n          \n            C\n            \n              C\n              \n                0\n              \n            \n          \n        \n        .\n      \n    \n    {\\displaystyle \\varepsilon _{\\text{r}}={\\frac {C}{C_{0}}}.}\n  \n\nসময়-পরিবর্তনশীল তড়িৎচৌম্বক ক্ষেত্রের ক্ষেত্রে, এই পরিমাণটি কম্পাঙ্ক-নির্ভরশীল হয়ে ওঠে। εr নির্ণয়ের একটি পরোক্ষ পদ্ধতি হলো রেডিও ফ্রিকোয়েন্সির S-প্যারামিটার পরিমাপের ফলাফলের রূপান্তর। ডাইইলেকট্রিক পদার্থের কম্পাঙ্ক-নির্ভর εr নির্ধারণের জন্য সাধারণত ব্যবহৃত S-প্যারামিটার রূপান্তর পদ্ধতির বিবরণ এই তথ্যসূত্রে পাওয়া যেতে পারে।\nএছাড়াও, নির্দিষ্ট কম্পাঙ্কে প্রতিধ্বনি-ভিত্তিক প্রভাব ব্যবহার করা যেতে পারে।\n\n\n== প্রয়োগ ==\n\n\n=== শক্তি ===\nআপেক্ষিক ভেদ্যতা ক্যাপাসিটার ডিজাইনের ক্ষেত্রে একটি অত্যন্ত গুরুত্বপূর্ণ তথ্য। এছাড়াও, এটি এমন পরিস্থিতিতে প্রাসঙ্গিক যেখানে কোনো পদার্থ সার্কিটে অতিরিক্ত ধারণক্ষমতা তৈরি করতে পারে। যদি উচ্চ আপেক্ষিক ভেদ্যতাসম্পন্ন কোনো পদার্থ একটি তড়িৎক্ষেত্র-এ স্থাপন করা হয়, তবে ঐ পদার্থের অভ্যন্তরে তড়িৎক্ষেত্রের মাত্রা লক্ষণীয়ভাবে হ্রাস পাবে। এই বৈশিষ্ট্যটি সাধারণত নির্দিষ্ট ক্যাপাসিটরের ক্যাপাসিট্যান্স বৃদ্ধি করার জন্য ব্যবহৃত হয়। মুদ্রিত সার্কিট বোর্ডের (PCBs) খোদিত পরিবাহকের নিচের স্তরগুলিও ডাইইলেকট্রিক হিসেবে কাজ করে।\n\n\n=== যোগাযোগ ===\nডাইইলেকট্রিকগুলি রেডিও ফ্রিকোয়েন্সি (আরএফ) ট্রান্সমিশন লাইনে ব্যবহৃত হয়। একটি কোয়াক্সিয়াল কেবলে, পলিথিন কেন্দ্রীয় পরিবাহক এবং বাইরের শিল্ডের মধ্যে ব্যবহৃত হতে পারে। এটি ওয়েভগাইড-এ ডাইইলেকট্রিক রেজোনেটর ফিল্টার তৈরির জন্যও ব্যবহৃত হতে পারে। অপটিক্যাল ফাইবার হল ডাইইলেকট্রিক ওয়েভগাইড এর উদাহরণ। এগুলি ডাইইলেকট্রিক উপকরণ দ্বারা তৈরি যা ইচ্ছাকৃতভাবে অশুদ্ধির সাথে ডোপ করা হয়, যাতে εr এর সঠিক মান ক্রস-সেকশনে নিয়ন্ত্রণ করা যায়। এটি উপকরণের রিফ্র্যাকটিভ ইনডেক্স নিয়ন্ত্রণ করে এবং সেইজন্য অপটিক্যাল ট্রান্সমিশন মোডগুলোও নিয়ন্ত্রণ করে। তবে, এই ক্ষেত্রে এটি আসলে আপেক্ষিক ভেদ্যতা যা গুরুত্বপূর্ণ, কারণ এগুলি ইলেকট্রোস্ট্যাটিক সীমাতে পরিচালিত হয় না।\n\n\n=== পরিবেশ ===\nবায়ুর আপেক্ষিক ভেদ্যতা তাপমাত্রা, আর্দ্রতা এবং বায়ুমণ্ডলীয় চাপের সাথে পরিবর্তিত হয়। সেন্সরগুলি এমনভাবে তৈরি করা যেতে পারে যাতে আপেক্ষিক ভেদ্যতা পরিবর্তনের ফলে সৃষ্ট ক্যাপাসিটেন্সের পরিবর্তন শনাক্ত করা যায়। এই পরিবর্তনের বেশিরভাগই তাপমাত্রা এবং আর্দ্রতার প্রভাবের কারণে, কারণ বায়ুমণ্ডলীয় চাপ বেশ স্থিতিশীল থাকে। ক্যাপাসিটেন্সের পরিবর্তন ব্যবহার করে, তাপমাত্রা মাপার সাথে সাথে, আপেক্ষিক আর্দ্রতা প্রকৌশল সূত্র ব্যবহার করে বের করা যেতে পারে।\n\n\n=== রসায়ন ===\nএকটি দ্রাবকের আপেক্ষিক স্থিতিক ভেদ্যতা তার রাসায়নিক মেরুতার একটি আপেক্ষিক মাপ। উদাহরণস্বরূপ, পানি খুব মেরু, এবং এর আপেক্ষিক স্থিতিক ভেদ্যতা ২০ °C-এ ৮০.১০, যখন n-হেক্সেন অমেরু, এবং এর আপেক্ষিক স্থিতিক ভেদ্যতা ২০ °C-এ ১.৮৯। এই তথ্যটি গুরুত্বপূর্ণ যখন বিশ্লেষণাত্মক রসায়ন-এ বিচ্ছেদ, নমুনা প্রস্তুতি এবং ক্রোমাটোগ্রাফি কৌশল ডিজাইন করা হয়।\nতবে, সম্পর্কটি সতর্কতার সাথে বিবেচনা করা উচিত। উদাহরণস্বরূপ, ডাইক্লোরোমিথেন এর আপেক্ষিক ভেদ্যতা εr = ৯.০৮ (২০ °C) এবং এটি পানিতে খুব কম দ্রবণীয় (২০ °C-এ ১৩ g/L বা ৯.৮ mL/L); একই সময়ে, টেট্রাহাইড্রোফুরান এর εr = ৭.৫২ ২২ °C-এ, কিন্তু এটি পানির সাথে সম্পূর্ণ মিশ্রিত হয়। টেট্রাহাইড্রোফুরান-এর ক্ষেত্রে, অক্সিজেন আণু হাইড্রোজেন বন্ধন গ্রহণকারী হিসেবে কাজ করতে পারে; তবে ডাইক্লোরোমিথেন পানির সাথে হাইড্রোজেন বন্ধন তৈরি করতে পারে না। \nএটি আরও উল্লেখযোগ্য যখন εr এর মান তুলনা করা হয় অ্যাসিটিক অ্যাসিড (৬.২৫২৮) এবং আয়োডোইথেন (৭.৬১৭৭)। দ্বিতীয় ক্ষেত্রে, εr এর বড় গাণিতিক মান অদ্ভুত নয়, কারণ আয়োডিন পরমাণু সহজেই পোলারাইজেবল; তবে, এর মানে এই নয় যে এটি আধানযুক্তও হবে, কারণ এই ক্ষেত্রে বৈদ্যুতিন পোলারাইজেবিলিটি দিকনির্দেশক আধানজালিততার চেয়ে প্রাধান্য পায়।\n\n\n== ক্ষয়শীল মাধ্যম ==\nপুনরায়, যেমনটি বিশুদ্ধ ভেদ্যতা এর জন্য ছিল, ক্ষয়শীল উপকরণের জন্য আপেক্ষিক ভেদ্যতা নিম্নরূপে প্রকাশ করা যায়: : \n  \n    \n      \n        \n          ε\n          \n            r\n          \n        \n        =\n        \n          ε\n          \n            r\n          \n          ′\n        \n        −\n        \n          \n            \n              i\n              σ\n            \n            \n              ω\n              \n                ε\n                \n                  0\n                \n              \n            \n          \n        \n        ,\n      \n    \n    {\\displaystyle \\varepsilon _{\\text{r}}=\\varepsilon _{\\text{r}}'-{\\frac {i\\sigma }{\\omega \\varepsilon _{0}}},}\n  \n এটি \"ডাইইলেকট্রিক পরিবাহিতা\" σ (ইউনিট S/m, সাইমেন্স প্রতি মিটার) দ্বারা প্রকাশিত, যা \"উপকরণের সমস্ত ক্ষয়কারী প্রভাবের যোগফল; এটি একটানা বৈদ্যুতিক পরিবাহিতা নির্দেশ করতে পারে যা চলমান আধান বাহক দ্বারা সৃষ্ট এবং এটি ε′ [বাস্তব মানের ভেদ্যতা] এর বিক্ষিপ্তির সাথে সম্পর্কিত শক্তির ক্ষয়কেও নির্দেশ করতে পারে\" (পৃ. ৮)। কোণীয় ফ্রিকোয়েন্সি ω = 2πc / λ এবং তড়িৎ স্থিরতা ε0 = 1 / μ0c2, যা সহজীকৃত হয়ে: : \n  \n    \n      \n        \n          ε\n          \n            r\n          \n        \n        =\n        \n          ε\n          \n            r\n          \n          ′\n        \n        −\n        i\n        σ\n        λ\n        κ\n        ,\n      \n    \n    {\\displaystyle \\varepsilon _{\\text{r}}=\\varepsilon _{\\text{r}}'-i\\sigma \\lambda \\kappa ,}\n  \n এখানে λ হল তরঙ্গদৈর্ঘ্য, c হল শূন্যস্থানে আলোর গতি এবং κ = μ0c / 2π = 59.95849 Ω ≈ 60.0 Ω একটি নতুনভাবে পরিচিত ধ্রুবক (ইউনিট ohmস, বা বিপরীত সাইমেন্স, যাতে σλκ = εr ইউনিটহীন থাকে)।\n\n\n== ধাতু ==\nপারমিটিভিটি সাধারণত ডাইইলেকট্রিক উপাদানের সাথে সম্পর্কিত, তবে ধাতুগুলিকে একটি কার্যকরী পারমিটিভিটি ধারণা হিসেবে বর্ণনা করা হয়, যেখানে বাস্তব আপেক্ষিক পারমিটিভিটি একের সমান। উচ্চ-ফ্রিকোয়েন্সি অঞ্চলে, যা রেডিও ফ্রিকোয়েন্সি থেকে শুরু করে দূর ইনফ্রারেড এবং টেরাহার্জ অঞ্চলের মধ্যে বিস্তৃত, ইলেকট্রন গ্যাসের প্লাজমা ফ্রিকোয়েন্সি ইলেকট্রোম্যাগনেটিক পরিবাহন ফ্রিকোয়েন্সির চেয়ে অনেক বেশি, তাই একটি ধাতুর রিফ্র্যাকটিভ ইনডেক্স n প্রায় একেবারে কাল্পনিক সংখ্যা হয়। নিম্ন ফ্রিকোয়েন্সি সীমায়, কার্যকরী আপেক্ষিক পারমিটিভিটিও প্রায় সম্পূর্ণভাবে কাল্পনিক হয়: এর একটি খুব বড় কাল্পনিক মান থাকে যা পরিবাহিতা থেকে সম্পর্কিত এবং একটি তুলনামূলকভাবে অবহেলিত বাস্তব মান।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}