{"pageid": 1512768, "title": "রাসায়নিক বাষ্প সংস্থাপন", "url": "https://bn.wikipedia.org/wiki?curid=1512768", "content": "রাসায়নিক বাষ্প সংস্থাপন (CVD) হলো একটি ভ্যাকুয়াম ডিপোজিশন পদ্ধতি যা উচ্চ মানের এবং উচ্চ কার্যকারিতা সম্পন্ন কঠিন উপকরণ উৎপাদনের জন্য ব্যবহৃত হয়। এই প্রক্রিয়াটি প্রায়ই সেমিকন্ডাক্টর শিল্পে থিন ফিল্ম উৎপাদন করতে ব্যবহৃত হয়। সাধারণ CVD প্রক্রিয়ায়, ওয়াফার (সাবস্ট্রেট) এক বা একাধিক ভোলাটাইল প্রাথমিক উপাদান-এর সম্মুখীন হয়, যা সাবস্ট্রেটের পৃষ্ঠে প্রতিক্রিয়া এবং/অথবা বিচ্ছেদ ঘটে এবং কাঙ্ক্ষিত সঞ্চয় তৈরি হয়। প্রায়শই, ভোলাটাইল উৎপাদিত উপাদানও তৈরি হয়, যেগুলি প্রতিক্রিয়া চেম্বারের মধ্যে গ্যাস প্রবাহের মাধ্যমে অপসারণ করা হয়।\nমাইক্রোফ্যাব্রিকেশন প্রক্রিয়াগুলি সাধারণত CVD ব্যবহার করে বিভিন্ন আকারে পদার্থ সঞ্চয় করতে, যার মধ্যে রয়েছে: মনোক্রিস্টালাইন, পলিক্রিস্টালাইন, অ্যামরফাস, এবং এপিটাক্সিয়াল। এই পদার্থগুলির মধ্যে অন্তর্ভুক্ত রয়েছে: সিলিকন (ডাইঅক্সাইড, কার্বাইড, নাইট্রাইড, অক্সিনাইট্রাইড), কার্বন (ফাইবার, ন্যানোফাইবার, ন্যানোটিউব, হীরক এবং গ্রাফিন), ফ্লোরোকার্বনগুলি, ফিলামেন্ট, টাংস্টেন, টাইটানিয়াম নাইট্রাইড এবং বিভিন্ন হাই-ক্যাপাসিট্যান্স ডাইইলেকট্রিক। \"রাসায়নিক বাষ্প সংস্থাপন\" শব্দটি ১৯৬০ সালে জন এম. ব্লোচর, জুনিয়র দ্বারা উদ্ভাবিত হয়েছিল, এবং এর মাধ্যমে তিনি রাসায়নিক এবং শারীরিক বাষ্প সংস্থাপন (PVD) এর মধ্যে পার্থক্য করতে চেয়েছিলেন।\n\n\n== প্রকারসমূহ ==\n\nCVD বিভিন্ন রূপে ব্যবহৃত হয়। এই প্রক্রিয়াগুলি সাধারণত রাসায়নিক প্রতিক্রিয়া শুরু করার পদ্ধতির ভিত্তিতে পৃথক হয়।\n\nঅপারেটিং শর্ত অনুসারে শ্রেণীবদ্ধ:\nঅ্যাটমোস্ফেরিক প্রেসার সিভিডি – অ্যাটমোস্ফেরিক প্রেসারে CVD।\nলো-প্রেশার সিভিডি – সাব-অ্যাটমোস্ফেরিক প্রেসারে CVD। অনেক জার্নাল প্রবন্ধ এবং বাণিজ্যিক যন্ত্রে \"রিডিউসড প্রেসার CVD\" শব্দটি ব্যবহার করা হয়, বিশেষ করে একক ওয়েফার যন্ত্রে, LPCVD এর পরিবর্তে যা বহু-ওয়েফার ফার্নেস টিউব যন্ত্রের জন্য প্রচলিত। রিডিউসড প্রেসার গ্যাস-ফেজ প্রতিক্রিয়া কমাতে এবং ওয়েফারের মধ্যে ফিল্মের একরূপতা উন্নত করতে সহায়ক হয়।\nআল্ট্রাহাই ভ্যাকুয়াম সিভিডি – খুব কম প্রেসারে CVD, সাধারণত 10−6 Pa (≈ 10−8 টর) এর নিচে। লক্ষ্য করুন যে অন্যান্য ক্ষেত্রে, উচ্চ এবং আল্ট্রা-হাই ভ্যাকুয়ামের মধ্যে বিভাজন সাধারণত 10−7 Pa হয়।\nসাব-অ্যাটমোস্ফেরিক CVD – সাব-অ্যাটমোস্ফেরিক প্রেসারে CVD। এটি ট্রেটাইথাইল অর্থোসিলেইট এবং ওজোন ব্যবহার করে উচ্চ অ্যাসপেক্ট রেশিও সিলিকন কাঠামোকে সিলিকন ডাইঅক্সাইড (SiO2) দিয়ে পূর্ণ করে।\nবেশিরভাগ আধুনিক CVD হলো LPCVD অথবা UHVCVD।\n\nবাষ্পের শারীরিক বৈশিষ্ট্য দ্বারা শ্রেণীবদ্ধ:\nএয়ারোসোল সহায়িত সিভিডি – CVD যেখানে পূর্বসূরীগুলি একটি তরল/গ্যাসের এয়ারোসোলের মাধ্যমে সাবস্ট্রেটে পরিবাহিত হয়, যা আল্ট্রাসনিকভাবে তৈরি করা যায়। এই প্রযুক্তি অমাতৃক পূর্বসূরীদের জন্য উপযুক্ত।\nডাইরেক্ট লিকুইড ইনজেকশন CVD – CVD যেখানে পূর্বসূরীগুলি তরল রূপে (তরল বা সলিড যা একটি উপযুক্ত দ্রাবকতে দ্রবীভূত) থাকে। তরল সমাধানগুলি একটি বাষ্পায়ন চেম্বারে ইনজেক্টরদের (সাধারণত গাড়ির ইনজেক্টর) দিকে ইনজেক্ট করা হয়। পূর্বসূরি বাষ্পগুলি তারপর সাবস্ট্রেটে পরিবাহিত হয়, যেমন ক্লাসিকাল CVD তে। এই প্রযুক্তি তরল বা সলিড পূর্বসূরীদের জন্য উপযুক্ত। এই প্রযুক্তি ব্যবহার করে উচ্চ গ্রোথ রেট অর্জন করা যায়।\nসাবস্ট্রেট গরম করার প্রকার দ্বারা শ্রেণীবদ্ধ:\nহট ওয়াল সিভিডি– CVD যেখানে চেম্বারটি একটি বাহ্যিক শক্তি উৎস দ্বারা গরম করা হয় এবং সাবস্ট্রেটটি গরম চেম্বারের দেয়াল থেকে বিকিরণ দ্বারা গরম হয়।\nকোল্ড ওয়াল সিভিডি – CVD যেখানে শুধুমাত্র সাবস্ট্রেটটি সরাসরি গরম করা হয়, যা ইনডাকশন দ্বারা বা সাবস্ট্রেটের মধ্যে বা একটি হিটার দিয়ে সাবস্ট্রেটের সাথে যোগাযোগের মাধ্যমে। চেম্বারের দেয়ালগুলি রুম তাপমাত্রায় থাকে।\nপ্লাজমা পদ্ধতি (আরও দেখুন প্লাজমা প্রসেসিং):\nমাইক্রোওয়েভ প্লাজমা-সহায়িত CVD\nপ্লাজমা-সহায়িত CVD – CVD যা প্লাজমা ব্যবহার করে পূর্বসূরীদের রাসায়নিক প্রতিক্রিয়া হার বাড়ানোর জন্য। PECVD প্রক্রিয়া কম তাপমাত্রায় বিপণন করতে দেয়, যা প্রায়ই সেমিকন্ডাক্টর উৎপাদনের জন্য গুরুত্বপূর্ণ। কম তাপমাত্রাগুলি জৈব আবরণ যেমন প্লাজমা পলিমার আবরণ স্থাপনের জন্যও অনুমতি দেয়, যা ন্যানোপার্টিকল সাঁতারযুক্তি জন্য ব্যবহৃত হয়েছে।\nরিমোট প্লাজমা-সহায়িত CVD – PECVD এর মত, তবে সেখানে সাবস্ট্রেটটি প্লাজমা ডিসচার্জ অঞ্চলে সরাসরি থাকে না। প্লাজমা অঞ্চল থেকে সাবস্ট্রেটটি সরিয়ে দিলে প্রক্রিয়াকরণের তাপমাত্রা রুম তাপমাত্রা পর্যন্ত কমানো সম্ভব হয়।\nলো-এনার্জি প্লাজমা-সহায়িত রাসায়নিক বাষ্প সংস্থাপন - সিভিডি যেটি একটি উচ্চ ঘনত্বের, কম শক্তির প্লাজমা ব্যবহার করে সেমিকন্ডাক্টর উপাদানের epitaxial স্থাপন উচ্চ হারে এবং কম তাপমাত্রায়।\nঅ্যাটমিক-লেয়ার সিভিডি  – বিভিন্ন পদার্থের পরপর স্তরগুলি স্থাপন করে স্তরিত, কৃস্টাল ফিল্ম তৈরি করা। অ্যাটমিক লেয়ার ইপিটাক্সি দেখুন।\nকম্বাস্টন রাসায়নিক বাষ্প সংস্থাপন – কম্বাস্টন রাসায়নিক বাষ্প সংস্থাপন বা শিখা পিরোলাইসিস একটি খোলা-আবহাওয়া, শিখা-ভিত্তিক কৌশল যা উচ্চমানের পাতলা ফিল্ম এবং ন্যানোম্যাটেরিয়াল জমা দেওয়ার জন্য।\nহট ফিলামেন্ট সিভিডি – এটি ক্যাটালিটিক CVD হিসেবেও পরিচিত বা সাধারণত প্রাথমিক CVD নামে পরিচিত, এই প্রক্রিয়া একটি গরম ফিলামেন্ট ব্যবহার করে উৎস গ্যাসগুলি রাসায়নিকভাবে বিশ্লেষণ করতে। ফিলামেন্ট তাপমাত্রা এবং সাবস্ট্রেট তাপমাত্রা স্বাধীনভাবে নিয়ন্ত্রণ করা হয়, যা সাবস্ট্রেটে ভাল শোষণ হারের জন্য শীতল তাপমাত্রা এবং ফিলামেন্টে উৎসগুলোকে মুক্ত রেডিক্যালসে বিশ্লেষণ করতে যে উচ্চ তাপমাত্রা প্রয়োজন তা অনুমতি দেয়।\nহাইব্রিড ফিজিক্যাল-কেমিক্যাল বাষ্প সংস্থাপন – এই প্রক্রিয়াটি পূর্বসূরি গ্যাসের রাসায়নিক বিশ্লেষণ এবং একটি সলিড সোর্সের বাষ্পীকরণের সংমিশ্রণ।\nমেটালঅর্গানিক রাসায়নিক বাষ্প সংস্থাপন – এই CVD প্রক্রিয়া মেটালঅর্গানিক পূর্বসূরীদের উপর ভিত্তি করে।\nর‍্যাপিড থার্মাল সিভিডি – এই CVD প্রক্রিয়া তাপীয় ল্যাম্প বা অন্যান্য পদ্ধতি ব্যবহার করে সাবস্ট্রেটকে দ্রুত গরম করে। শুধুমাত্র সাবস্ট্রেট গরম করা, গ্যাস বা চেম্বার দেয়ালগুলি না গরম করা অনিচ্ছাকৃত গ্যাস-ফেজ প্রতিক্রিয়া কমাতে সহায়ক হয় যা পার্টিকল গঠনের দিকে পরিচালিত করতে পারে।\nভ্যাপার-ফেজ ইপিটাক্সি\nফটো-ইনিশিয়েটেড সিভিডি – এই প্রক্রিয়াটি UV আলো ব্যবহার করে রাসায়নিক প্রতিক্রিয়া উদ্দীপিত করতে। এটি প্লাজমা প্রসেসিংয়ের মতো, যেহেতু প্লাজমা UV রশ্মির শক্তিশালী উৎপাদক। কিছু শর্তে, PICVD কার্যকরীভাবে বা পরিবেশগত চাপের কাছাকাছি চালিত হতে পারে।\nলেজার রাসায়নিক বাষ্প সংস্থাপন – এই CVD প্রক্রিয়াটি সাবস্ট্রেটে স্থান বা রেখাগুলিকে গরম করতে লেজার ব্যবহার করে সেমিকন্ডাক্টর অ্যাপ্লিকেশনগুলিতে। MEMS এবং ফাইবার উৎপাদনে লেজারগুলি দ্রুত পূর্বসূরি গ্যাসের বিশ্লেষণ করতে ব্যবহার করা হয়—প্রক্রিয়া তাপমাত্রা ২০০০°C ছাড়িয়ে যেতে পারে—যে উপায়ে লেজার সিন্টারিং ভিত্তিক 3D প্রিন্টারগুলি পাউডার থেকে কঠিন গঠন তৈরি করে।\n\n\n== ব্যবহার ==\nCVD সাধারণত সুরক্ষিত ফিল্ম জমা দেওয়ার জন্য এবং সাবস্ট্রেটের পৃষ্ঠতল উন্নত করার জন্য ব্যবহৃত হয়, যেগুলি আরও প্রথাগত পৃষ্ঠতল সংশোধন প্রযুক্তির দ্বারা সম্ভব নয়। CVD অত্যন্ত উপকারী আণবিক স্তরের ক্ষমতা প্রক্রিয়ায়, যেখানে অত্যন্ত পাতলা স্তরের উপাদান জমা দেওয়া হয়। এই ধরনের ফিল্মের বিভিন্ন ব্যবহার রয়েছে। গ্যালিয়াম আর্সেনাইড কিছু ইন্টিগ্রেটেড সার্কিট এবং সৌর সেল ডিভাইসে ব্যবহৃত হয়। অ্যামরফাস পলিসিলিকন সৌর সেল ডিভাইসে ব্যবহৃত হয়। কিছু কার্বাইড এবং নাইট্রাইড পরিধান প্রতিরোধী গুণ প্রদান করে। CVD দ্বারা পলিমারাইজেশন, সম্ভবত সমস্ত অ্যাপ্লিকেশনের মধ্যে সবচেয়ে বহুমুখী, অতীব পাতলা আবরণ তৈরি করতে সক্ষম যা বেশ কিছু অত্যন্ত আকাঙ্ক্ষিত গুণাবলী ধারণ করে, যেমন লুব্রিকিটিভিটি, জলবদ্ধতা এবং আবহাওয়া প্রতিরোধ, কিছু উল্লেখযোগ্য গুণ হিসেবে। মেটাল-অর্গানিক ফ্রেমওয়ার্কs, একটি ধরনের স্ফটিকীয় ন্যানোপোরাস উপাদান, সম্প্রতি CVD দ্বারা জমা দেওয়া হয়েছে। সম্প্রতি এটি একটি একীভূত ক্লিনরুম প্রক্রিয়া হিসেবে বড় এলাকার সাবস্ট্রেটগুলি জমা দেওয়ার জন্য স্কেল আপ করা হয়েছে, এই ফিল্মগুলির ব্যবহার গ্যাস সেন্সিং এবং নিম্ন-κ ডাইইলেকট্রিকসের মধ্যে অনুমান করা হয়েছে। CVD প্রযুক্তি মেমব্রেন আবরণের জন্যও সুবিধাজনক, যেমন ডেসালিনেশন বা পানির পরিশোধনের ক্ষেত্রে, কারণ এই আবরণগুলি যথেষ্ট সুশৃঙ্খল (সামঞ্জস্যপূর্ণ) এবং পাতলা হতে পারে যে তারা মেমব্রেনের ছিদ্র বন্ধ করে না।\n\n\n== CVD দ্বারা প্রস্তুত বাণিজ্যিকভাবে গুরুত্বপূর্ণ উপাদানগুলি ==\n\n\n=== পলিসিলিকন ===\n\nপলিক্রিস্টালিন সিলিকন ট্রাইক্লোরোসিলেন (SiHCl3) অথবা সিলেন (SiH4) থেকে সঞ্চালিত হয়, নিম্নলিখিত প্রতিক্রিয়াগুলির মাধ্যমে:\n\nSiHCl3 → Si + Cl2 + HCl\nSiH4 → Si + 2 H2\nএই প্রতিক্রিয়া সাধারণত LPCVD সিস্টেমে পরিচালিত হয়, যেখানে অথবা বিশুদ্ধ সিলেন ফিডস্টক ব্যবহার করা হয়, অথবা সিলেনের ৭০–৮০% নাইট্রোজেন সমাধান ব্যবহার করা হয়। ৬০০ থেকে ৬৫০ °C তাপমাত্রা এবং ২৫ থেকে ১৫০ Pa চাপের মধ্যে ১০ থেকে ২০ nm প্রতি মিনিটে বৃদ্ধির হার পাওয়া যায়। একটি বিকল্প প্রক্রিয়া হাইড্রোজেন-ভিত্তিক সমাধান ব্যবহার করে। হাইড্রোজেন বৃদ্ধির হার কমায়, তবে তাপমাত্রা ৮৫০ অথবা এমনকি ১০৫০ °C বাড়ানো হয়। পলিসিলিকন ডোপিংয়ের সাথে সরাসরি বৃদ্ধি পেতে পারে, যদি CVD চেম্বারে ফসফাইন, আর্সিন অথবা ডাইবোরা গ্যাস যোগ করা হয়। ডাইবোরা বৃদ্ধির হার বাড়ায়, তবে আর্সিন এবং ফসফাইন তা কমায়।\n\n\n=== সিলিকন ডাইঅক্সাইড ===\nসিলিকন ডাইঅক্সাইড (যা সাধারণত সেমিকন্ডাক্টর শিল্পে \"অক্সাইড\" হিসেবে পরিচিত) বিভিন্ন প্রক্রিয়া দ্বারা জমা করা যেতে পারে। সাধারণ উৎস গ্যাসগুলির মধ্যে সিলেন এবং অক্সিজেন, ডাইক্লোরোসিলেন (SiCl2H2) এবং নাইট্রাস অক্সাইড (N2O), অথবা টেট্রাএথাইলঅর্থোসিলিকেট (TEOS; Si(OC2H5)4) অন্তর্ভুক্ত। প্রতিক্রিয়া গুলি হল:\n\nSiH4 + O2 → SiO2 + 2 H2\nSiCl2H2 + 2 N2O → SiO2 + 2 N2 + 2 HCl\nSi(OC2H5)4 → SiO2 + উৎপাদনপণ্য\nউৎস গ্যাসের নির্বাচনটি উপকরণের তাপীয় স্থিতিশীলতার উপর নির্ভর করে; উদাহরণস্বরূপ, অ্যালুমিনিয়াম উচ্চ তাপমাত্রার প্রতি সংবেদনশীল। সিলেন ৩০০ থেকে ৫০০ °C তাপমাত্রায় জমা হয়, ডাইক্লোরোসিলেন প্রায় ৯০০ °C তাপমাত্রায়, এবং TEOS ৬৫০ থেকে ৭৫০ °C তাপমাত্রায়, যার ফলে কম তাপমাত্রার অক্সাইড (LTO) তৈরি হয়। তবে, সিলেন অক্সাইডের গুণমান অন্যান্য পদ্ধতির চেয়ে কম (যেমন ডাইএলেকট্রিক শক্তি কম), এবং এটি কনফরমালি জমা হয় না। এই প্রতিক্রিয়াগুলির যেকোনোটি LPCVD-তে ব্যবহৃত হতে পারে, তবে সিলেন প্রতিক্রিয়া APCVD তেও করা হয়। CVD অক্সাইডের গুণমান সাধারণত থার্মাল অক্সাইডের চেয়ে কম, তবে থার্মাল অক্সিডেশন IC তৈরির প্রাথমিক পর্যায়গুলিতে শুধুমাত্র ব্যবহার করা যায়।\nঅক্সাইডে অশুদ্ধিও থাকতে পারে (অ্যালয়িং অথবা \"ডোপিং\")। এর দুটি উদ্দেশ্য থাকতে পারে। পরবর্তী প্রক্রিয়া পদক্ষেপগুলির সময়, যা উচ্চ তাপমাত্রায় ঘটে, অশুদ্ধিগুলি অক্সাইড থেকে পার্শ্ববর্তী স্তরে (বিশেষ করে সিলিকনে) প্রবাহিত হতে পারে এবং সেগুলিকে ডোপ করতে পারে। ৫–১৫% অশুদ্ধি যুক্ত অক্সাইডগুলি সাধারণত এই উদ্দেশ্যে ব্যবহৃত হয়। এছাড়াও, সিলিকন ডাইঅক্সাইড যা ফসফরাস পেন্টঅক্সাইড (\"P-glass\") দ্বারা অ্যালয় করা হয়, অসমতল পৃষ্ঠতল মসৃণ করার জন্য ব্যবহৃত হতে পারে। P-glass ১০০০ °C তাপমাত্রার উপরে নরম হয়ে এবং পুনঃপ্রবাহিত হয়। এই প্রক্রিয়াটি অন্তত ৬% ফসফরাস কনসেনট্রেশন প্রয়োজন, তবে ৮% এর বেশি কনসেনট্রেশন অ্যালুমিনিয়ামকে ক্ষয় করতে পারে। ফসফরাস ফসফাইন গ্যাস এবং অক্সিজেন থেকে জমা হয়:\n\n4 PH3 + 5 O2 → 2 P2O5 + 6 H2\nগ্লাস যেগুলিতে বোরন এবং ফসফরাস উভয় থাকে (বোরোফসফোসিলিকেট গ্লাস, BPSG) তা নিম্ন তাপমাত্রায় ভিসকাস প্রবাহিত হয়; প্রায় ৮৫০ °C তাপমাত্রায় প্রায় ৫ ওজন % উভয় উপাদান নিয়ে গ্লাসগুলির জন্য এটি অর্জনযোগ্য, তবে বায়ুতে স্থিতিশীলতা অর্জন করা কঠিন হতে পারে। উচ্চ কনসেনট্রেশনযুক্ত ফসফরাস অক্সাইড বায়ুমন্ডলীয় আর্দ্রতার সাথে প্রতিক্রিয়া করে ফসফরিক অ্যাসিড উৎপন্ন করতে পারে। BPO4 এর স্ফটিকও প্রবাহিত গ্লাস থেকে শীতল হওয়ার সময় নির্গত হতে পারে; এই স্ফটিকগুলি অক্সাইড প্যাটার্ন করতে ব্যবহৃত প্রচলিত প্রতিক্রিয়া প্লাজমাগুলির মধ্যে সহজে এঁচে না এবং এটি একীভূত সার্কিট নির্মাণে ত্রুটি সৃষ্টি করতে পারে।\nএই ইচ্ছাকৃত অশুদ্ধিগুলির পাশাপাশি, CVD অক্সাইডে জমার উপপ্রোডাক্ট হিসেবে অশুদ্ধিও থাকতে পারে। TEOS একটি তুলনামূলকভাবে বিশুদ্ধ অক্সাইড উৎপন্ন করে, যেখানে সিলেন হাইড্রোজেন অশুদ্ধি এবং ডাইক্লোরোসিলেন ক্লোরিন অন্তর্ভুক্ত করে।\nTEOS থেকে সিলিকন ডাইঅক্সাইড এবং ডোপ করা গ্লাসের নিম্ন তাপমাত্রার জমা এবং ওজোন ব্যবহার করে অক্সিজেনের পরিবর্তে (৩৫০ থেকে ৫০০ °C) এক্সপ্লোরও করা হয়েছে। ওজোন গ্লাসের চমৎকার কনফরমালিটি রয়েছে কিন্তু সেগুলি আর্দ্রতাযুক্ত হতে পারে – অর্থাৎ, সিলানল (Si-OH) গ্লাসে অন্তর্ভুক্ত হওয়ার কারণে তারা বাতাস থেকে জল শোষণ করে। ইনফ্রারেড স্পেকট্রোস্কোপি এবং তাপমাত্রার ফাংশন হিসাবে যান্ত্রিক চাপ এই ধরনের সমস্যাগুলি চিহ্নিত করতে মূল্যবান ডায়াগনস্টিক টুলস।\n\n\n==== সিলিকন নাইট্রাইড ====\nসিলিকন নাইট্রাইড সাধারণত আইসি প্রস্তুতিতে একটি ইনস্যুলেটর এবং রাসায়নিক প্রতিবন্ধক হিসেবে ব্যবহৃত হয়। নিম্নলিখিত দুটি প্রতিক্রিয়া গ্যাস পর্যায় থেকে সিলিকন নাইট্রাইড জমা করে:\n\n3 SiH4 + 4 NH3 → Si3N4 + 12 H2\n3 SiCl2H2 + 4 NH3 → Si3N4 + 6 HCl + 6 H2\nLPCVD দ্বারা সিলিকন নাইট্রাইড জমা হলে এতে ৮% পর্যন্ত হাইড্রোজেন থাকতে পারে। এটি শক্ত টেনসাইল স্ট্রেস অনুভব করে, যা ২০০ nm এর বেশি পুরু ফিল্ম ফাটাতে পারে। তবে, এটি বেশিরভাগ ইনস্যুলেটরের চেয়ে উচ্চ প্রতিরোধ ক্ষমতা এবং ডাইইলেকট্রিক শক্তি (১০১৬ Ω·সেমি এবং ১০ MV/সেমি, যথাক্রমে) রাখে।\nআরেকটি দুটি প্রতিক্রিয়া প্লাজমায় সিলিকন নাইট্রাইড (SiNH) জমা করতে ব্যবহার করা যেতে পারে:\n\n2 SiH4 + N2 → 2 SiNH + 3 H2\nSiH4 + NH3 → SiNH + 3 H2\nএই ফিল্মগুলির টেনসাইল স্ট্রেস কম, কিন্তু বৈদ্যুতিক বৈশিষ্ট্য (প্রতিরোধ ক্ষমতা ১০৬ থেকে ১০১৫ Ω·সেমি, এবং ডাইইলেকট্রিক শক্তি ১ থেকে ৫ MV/cm) খারাপ।\n\n\n=== ধাতু ===\nটাংস্টেন CVD, যা সেমিকন্ডাক্টর ডিভাইসে কনডাকটিভ কন্টাক্ট, ভিয়া, এবং প্লাগ গঠন করতে ব্যবহৃত হয়, তা টাংস্টেন হেক্সাফ্লোরাইড (WF6) থেকে অর্জিত হয়, যা দুইটি উপায়ে ডিপোজিট করা যেতে পারে:\n\nWF6 → W + 3 F2 :WF6 + 3 H2 → W + 6 HF\nঅন্যান্য ধাতু, বিশেষত অ্যালুমিনিয়াম এবং কপার, CVD দ্বারা ডিপোজিট করা যেতে পারে। ২০১০ সালে, বাণিজ্যিকভাবে লাভজনক CVD কপার জন্য বিদ্যমান ছিল না, যদিও ভলাটাইল সোর্স যেমন Cu(hfac)2 বিদ্যমান ছিল। কপার সাধারণত ইলেক্ট্রোপ্লেটিং দ্বারা ডিপোজিট করা হয়। অ্যালুমিনিয়াম ট্রাইআইসোবিউটাইলঅ্যালুমিনিয়াম এবং সংশ্লিষ্ট অর্গানোঅ্যালুমিনিয়াম যৌগ থেকে ডিপোজিট করা যেতে পারে।\nCVD মোলিবডেনাম, ট্যান্টালাম, টাইটানিয়াম, এবং নিকেল জন্য ব্যাপকভাবে ব্যবহৃত হয়। এই ধাতুগুলি সিলিকনের উপর ডিপোজিট হলে উপকারী সিলাইড গঠন করতে পারে। Mo, Ta এবং Ti তাদের পেন্টাক্লোরাইড থেকে LPCVD দ্বারা ডিপোজিট করা হয়। নিকেল, মোলিবডেনাম, এবং টাংস্টেন তাদের কার্বনিল প্রিসারস থেকে নিম্ন তাপমাত্রায় ডিপোজিট করা যেতে পারে। সাধারণভাবে, একটি ধাতু M এর জন্য ক্লোরাইড ডিপোজিশন প্রতিক্রিয়া এইভাবে হয়:\n\n2 MCl5 + 5 H2 → 2 M + 10 HCl\nযতটুকু না, কার্বনিল ডিকমপোজিশন প্রতিক্রিয়া তাপীয় চিকিত্সা বা অ্যাকাউস্টিক ক্যাভিটেশন দ্বারা স্বতঃস্ফূর্তভাবে ঘটতে পারে এবং এটি এইভাবে হয়:\n\nM(CO)n → M + n CO\nধাতু কার্বনিলগুলির ডিকমপোজিশন প্রায়ই আর্দ্রতা বা বায়ুর দ্বারা তীব্রভাবে উত্তেজিত হয়, যেখানে অক্সিজেন ধাতু প্রিসারসের সাথে প্রতিক্রিয়া করে ধাতু বা ধাতু অক্সাইড গঠন করে, সাথে কার্বন ডাইঅক্সাইড।\nনায়োবিয়াম(V) অক্সাইড স্তরগুলি নায়োবিয়াম(V) এথোক্সাইড এর তাপীয় ডিকমপোজিশন দ্বারা উৎপন্ন হতে পারে, ডাইইথাইল ইথার এর ক্ষতির সাথে নিম্নলিখিত প্রতিক্রিয়া অনুযায়ী:\n\n2 Nb(OC2H5)5 → Nb2O5 + 5 C2H5OC2H5\n\n\n=== গ্রাফিন ===\nগ্রাফিন সংশ্লেষণে বিভিন্ন ধরণের সি.ভি.ডি ব্যবহার করা যেতে পারে। যদিও অনেক অগ্রগতি হয়েছে, তবুও নিচে উল্লেখিত প্রক্রিয়াগুলি এখনও বাণিজ্যিকভাবে কার্যকর নয়।\n\nকার্বন উৎস\nগ্রাফিন উৎপাদনের জন্য সবচেয়ে জনপ্রিয় কার্বন উৎস হল মিথেন গ্যাস। একটি কম জনপ্রিয় বিকল্প হল পেট্রোলিয়াম অ্যাসফাল্ট, যা কম দামে পাওয়া যায় তবে কাজ করা আরও কঠিন।\nযদিও মিথেন সবচেয়ে জনপ্রিয় কার্বন উৎস, গ্রাফিন প্রস্তুতির প্রক্রিয়ায় হাইড্রোজেনের প্রয়োজন হয় যাতে সাবস্ট্রেটের উপর কার্বন ডিপোজিশন প্রচারিত হয়। যদি মিথেন এবং হাইড্রোজেনের প্রবাহ অনুপাতে সঠিক না হয়, তবে এটি অনাকাঙ্ক্ষিত ফলাফল সৃষ্টি করবে। গ্রাফিন বৃদ্ধির সময়, মিথেনের ভূমিকা হল কার্বন উৎস প্রদান করা, হাইড্রোজেনের ভূমিকা হল H আণবিক গ্যাস প্রদান করা যা অ্যামরফাস C-কে ক্ষয় করতে সাহায্য করে, এবং গ্রাফিনের গুণমান উন্নত করতে সাহায্য করা। তবে অতিরিক্ত H আণবিক গ্যাসও গ্রাফিন ক্ষয় করতে পারে। এর ফলে, স্ফটিকের গঠন ধ্বংস হয়, এবং গ্রাফিনের গুণমান নষ্ট হয়। সুতরাং, মিথেন এবং হাইড্রোজেন গ্যাসের প্রবাহ অনুপাতের অপ্টিমাইজেশনের মাধ্যমে, গ্রাফিনের গুণমান উন্নত করা যেতে পারে।\n\nক্যাটালিস্ট ব্যবহার\nক্যাটালিস্টের ব্যবহার গ্রাফিন উৎপাদনের শারীরিক প্রক্রিয়াটি পরিবর্তন করতে সহায়ক। উল্লেখযোগ্য উদাহরণ হিসেবে রয়েছে আয়রন ন্যানোপার্টিকলস, নিকেল ফোম, এবং গ্যালিয়াম বাষ্প। এই ক্যাটালিস্টগুলি গ্রাফিন তৈরির সময় ইন সিচু ব্যবহার করা যেতে পারে, অথবা তারা কিছু দূরত্বে অবস্থান করতে পারে যেখানে ডিপোজিশন হবে। কিছু ক্যাটালিস্টকে উপকরণ থেকে সরানোর জন্য আরেকটি পদক্ষেপ প্রয়োজন।\nডাইইলেকট্রিক সাবস্ট্রেটে উচ্চমানের, বড় একক-স্ফটিক গ্রাফিন ডোমেনের সরাসরি বৃদ্ধি বৈদ্যুতিন এবং অপটোরসায়ন প্রয়োগের জন্য অত্যন্ত গুরুত্বপূর্ণ। ক্যাটালিটিক সি.ভি.ডি. এবং অতিরিক্ত-ফ্ল্যাট ডাইইলেকট্রিক সাবস্ট্রেটের সুবিধাগুলি একত্রিত করে, গ্যাসীয় ক্যাটালিস্ট-সহায়িত সি.ভি.ডি. ডিভাইস প্রয়োগের জন্য উচ্চমানের গ্রাফিন সংশ্লেষণের পথ সুগম করে, স্থানান্তর প্রক্রিয়া এড়ানো যায়।\n\nশারীরিক অবস্থা\nশারীরিক অবস্থা যেমন আশেপাশের চাপ, তাপমাত্রা, ক্যারিয়ার গ্যাস এবং চেম্বার উপকরণ গ্রাফিন উৎপাদনে গুরুত্বপূর্ণ ভূমিকা পালন করে।\nসর্বাধিক সিস্টেমে এলপিসিভিডি ব্যবহৃত হয় যার চাপ 1 থেকে 1500 পা-এর মধ্যে থাকে। তবে কিছু সিস্টেম এখনও এপিসিভিডি ব্যবহার করে। কম চাপ সাধারণত ব্যবহার করা হয় কারণ এগুলি অপ্রত্যাশিত প্রতিক্রিয়া প্রতিরোধে সাহায্য করে এবং সাবস্ট্রেটে একরূপ ঘনত্ব তৈরি করতে সাহায্য করে।\nঅন্যদিকে, ব্যবহৃত তাপমাত্রা 800 থেকে 1050 °C-এর মধ্যে থাকে। উচ্চ তাপমাত্রা প্রতিক্রিয়া গতির বৃদ্ধি ঘটায়। তবে, উচ্চ তাপমাত্রা বিপদের স্তরের সাথে সম্পর্কিত এবং অধিক শক্তির খরচ হতে পারে।\n\nক্যারিয়ার গ্যাস\nহাইড্রোজেন গ্যাস এবং আর্গন মতো নিস্ক্রিয় গ্যাস সিস্টেমে প্রবাহিত করা হয়। এই গ্যাসগুলি ক্যারিয়ার হিসেবে কাজ করে, পৃষ্ঠের প্রতিক্রিয়া বাড়ায় এবং প্রতিক্রিয়া গতি উন্নত করে, ফলে গ্রাফিনের ডিপোজিশন বাড়ায়।\n\nচেম্বার উপকরণ\nগ্রাফিনের সি.ভি.ডি.-তে স্ট্যান্ডার্ড কোয়ার্টজ টিউবিং এবং চেম্বার ব্যবহার করা হয়। কোয়ার্টজকে নির্বাচন করা হয় কারণ এর গলনাঙ্ক অত্যন্ত উচ্চ এবং এটি রাসায়নিকভাবে নিষ্ক্রিয়। অন্য কথায়, কোয়ার্টজ কোনো শারীরিক বা রাসায়নিক প্রতিক্রিয়ায় হস্তক্ষেপ করে না।\n\nফলাফল বিশ্লেষণের পদ্ধতি\nগ্রাফিন নমুনা পরীক্ষা এবং চরিত্রায়ণের জন্য রামান স্পেকট্রোস্কপি, এক্স-রে স্পেকট্রোস্কপি, ট্রান্সমিশন ইলেকট্রন মাইক্রোস্কপি (টিইএম), এবং স্ক্যানিং ইলেকট্রন মাইক্রোস্কপি (এসইএম) ব্যবহার করা হয়।\nরামান স্পেকট্রোস্কপি গ্রাফিন কণাগুলি চিহ্নিত এবং চরিত্রায়ণ করতে ব্যবহৃত হয়; এক্স-রে স্পেকট্রোস্কপি রাসায়নিক অবস্থাগুলি চিহ্নিত করতে ব্যবহৃত হয়; টিইএম গ্রাফিনের অভ্যন্তরীণ উপাদান সম্পর্কে সূক্ষ্ম বিস্তারিত প্রদান করতে ব্যবহৃত হয়; এসইএম পৃষ্ঠ এবং শীর্ষভূমি পরীক্ষা করতে ব্যবহৃত হয়।\nকখনও কখনও, অ্যাটমিক ফোর্স মাইক্রোস্কপি (এএফএম) স্থানীয় বৈশিষ্ট্য যেমন ঘর্ষণ এবং চৌম্বকত্ব পরিমাপ করতে ব্যবহৃত হয়।\nকোল্ড ওয়াল সি.ভি.ডি. পদ্ধতি ব্যবহার করে গ্রাফিন নিউক্লিয়েশন এবং বৃদ্ধির অন্তর্নিহিত পৃষ্ঠ বিজ্ঞানে অধ্যয়ন করা যেতে পারে, কারণ এটি গ্যাস প্রবাহ হার, তাপমাত্রা এবং চাপের মতো প্রক্রিয়া পরামিতির অদ্বিতীয় নিয়ন্ত্রণ প্রদান করে, যেমনটি একটি সাম্প্রতিক অধ্যয়নে প্রদর্শিত হয়েছে। অধ্যয়নটি একটি হোম-বuilt ভারটিকাল কোল্ড ওয়াল সিস্টেমে পরিচালিত হয়েছিল যেখানে সাবস্ট্রেটের মাধ্যমে ডাইরেক্ট কারেন্ট প্রবাহিত করে রেজিস্টিভ হিটিং ব্যবহার করা হয়। এটি সেমিকন্ডাক্টর শিল্পে অনুসন্ধান করা শর্তাবলীর অধীনে ক্যাটালিটিক সি.ভি.ডি. দ্বারা দ্বি-মাত্রিক উপকরণগুলির জন্য সাধারণ পৃষ্ঠ-মধ্যস্থ নিউক্লিয়েশন এবং বৃদ্ধির মেকানিজমের পরিষ্কার দৃষ্টিভঙ্গি প্রদান করেছে।\n\n\n=== গ্রাফিন ন্যানোরিবন ===\nগ্রাফিনের বৈদ্যুতিন এবং তাপীয় গুণাবলী সত্ত্বেও এটি ভবিষ্যতের ডিজিটাল ডিভাইসগুলির জন্য ট্রানজিস্টর হিসেবে উপযুক্ত নয়, কারণ এতে কনডাকশন এবং ভ্যালেন্স ব্যান্ডের মধ্যে কোন ব্যান্ডগ্যাপ নেই। এর ফলে ইলেকট্রন প্রবাহের ওপর ভিত্তি করে অন এবং অফ অবস্থার মধ্যে স্যুইচ করা সম্ভব নয়। তবে, ১০ ন্যানোমিটার প্রস্থের কম গ্রাফিন ন্যানোরিবনগুলি বৈদ্যুতিন ব্যান্ডগ্যাপ প্রদর্শন করে এবং তাই সেগুলি ডিজিটাল ডিভাইসের জন্য সম্ভাব্য প্রার্থী হতে পারে। কিন্তু, তাদের আকার এবং বৈদ্যুতিন বৈশিষ্ট্যগুলোর সঠিক নিয়ন্ত্রণ একটি বড় চ্যালেঞ্জ, এবং এই রিবনগুলির প্রান্তগুলি সাধারণত খসখসে থাকে, যা তাদের কর্মক্ষমতায় নেতিবাচক প্রভাব ফেলে।\n\n\n=== ডায়মন্ড ===\n\nCVD পদ্ধতি ব্যবহার করে একটি সিনথেটিক ডায়মন্ড তৈরি করা যেতে পারে, যেখানে গ্যাসের মধ্যে থাকা কার্বন পরমাণুগুলোকে একটি সাবস্ট্রেটে ক্রিস্টাল আকারে বসানোর জন্য প্রয়োজনীয় পরিস্থিতি তৈরি করা হয়। ডায়মন্ডের CVD পদ্ধতি পদার্থবিজ্ঞান গবেষণায় অনেক মনোযোগ পেয়েছে কারণ এটি এমন অনেক নতুন অ্যাপ্লিকেশন সম্ভব করে যা আগে খুব ব্যয়বহুল হিসেবে বিবেচিত হতো। সাধারণত ডায়মন্ডের CVD বৃদ্ধি কম চাপের (১–২৭ কিলোপ্যাসকেল; ০.১৪৫–৩.৯২৬ পিএসআই; ৭.৫–২০৩ টর) অধীনে ঘটে এবং এতে বিভিন্ন পরিমাণে গ্যাস একটি চেম্বারে প্রবাহিত করা হয়, সেগুলোকে শক্তি প্রদান করা হয় এবং সাবস্ট্রেটে ডায়মন্ড বৃদ্ধির জন্য উপযুক্ত শর্ত প্রদান করা হয়। গ্যাসগুলোর মধ্যে সবসময় একটি কার্বন উৎস থাকে, এবং সাধারণত হাইড্রোজেনও থাকে, তবে ব্যবহৃত পরিমাণগুলো ডায়মন্ডের ধরণের উপর নির্ভর করে অনেক ভিন্ন হতে পারে। শক্তির উৎসগুলির মধ্যে গরম ফিলামেন্ট, মাইক্রোওয়েভ শক্তি এবং আর্ক ডিসচার্জ অন্তর্ভুক্ত রয়েছে। শক্তির উৎসের উদ্দেশ্য হল একটি প্লাজমা তৈরি করা যাতে গ্যাসগুলো ভেঙে যায় এবং আরো জটিল রাসায়নিক প্রক্রিয়া ঘটে। ডায়মন্ড বৃদ্ধির জন্য প্রকৃত রাসায়নিক প্রক্রিয়া এখনও গবেষণাধীন এবং এটি ব্যবহৃত ডায়মন্ড বৃদ্ধির প্রক্রিয়াগুলির অত্যন্ত বৈচিত্র্যময়তার কারণে জটিল।\nCVD ব্যবহার করে, ডায়মন্ডের ফিল্মগুলি বড় আকারের সাবস্ট্রেটে উৎপন্ন করা যেতে পারে এবং উৎপন্ন ডায়মন্ডের বৈশিষ্ট্যগুলির উপর নিয়ন্ত্রণ রাখা সম্ভব। অতীতে, যখন উচ্চ চাপ এবং উচ্চ তাপমাত্রা (HPHT) প্রযুক্তি ব্যবহার করা হত ডায়মন্ড উৎপাদনের জন্য, তখন সাধারণত ফলস্বরূপ ছিল খুব ছোট মুক্ত-স্ট্যান্ডিং ডায়মন্ড যা বিভিন্ন আকারের ছিল। CVD ডায়মন্ডে, পনেরো সেন্টিমিটার (ছয় ইঞ্চি) ব্যাসের চেয়ে বড় বৃদ্ধির ক্ষেত্র অর্জিত হয়েছে, এবং ভবিষ্যতে আরও বড় ক্ষেত্র সফলভাবে ডায়মন্ড দ্বারা আবৃত করা সম্ভব হতে পারে। এই প্রক্রিয়া উন্নত করা কয়েকটি গুরুত্বপূর্ণ অ্যাপ্লিকেশনের জন্য অত্যন্ত গুরুত্বপূর্ণ।\nডায়মন্ড সরাসরি একটি সাবস্ট্রেটের উপর বৃদ্ধি পেলে অন্যান্য উপাদানে ডায়মন্ডের অনেক গুরুত্বপূর্ণ গুণাবলী যোগ করা সম্ভব হয়। যেহেতু ডায়মন্ডের থার্মাল কনডাকটিভিটি যেকোনো বাল্ক উপাদানের মধ্যে সর্বোচ্চ, ডায়মন্ডকে উচ্চ তাপ উৎপন্ন ইলেকট্রনিক্স (যেমন অপটিক্স এবং ট্রানজিস্টর) এর উপরে স্তরিত করা হলে ডায়মন্ডটিকে হিট সিঙ্ক হিসাবে ব্যবহার করা যায়। ডায়মন্ড ফিল্মগুলি ভেলভ রিংস, কাটিং টুলস এবং অন্যান্য বস্তুগুলিতে বৃদ্ধি পাচ্ছে যেগুলি ডায়মন্ডের কঠিনতা এবং অতিরিক্ত কম পরিধান হার থেকে উপকৃত হচ্ছে। প্রতিটি ক্ষেত্রে ডায়মন্ডের বৃদ্ধি সাবস্ট্রেটের উপর প্রয়োজনীয় আঠালো অর্জন করতে সাবধানে করতে হয়। ডায়মন্ডের অত্যন্ত উচ্চ স্ক্র্যাচ প্রতিরোধ ক্ষমতা এবং থার্মাল কনডাকটিভিটি, পাইরেক্স গ্লাসের চেয়ে কম থার্মাল এক্সপানশন কোএফিসিয়েন্ট, টেফলন (পলিটেট্রাফ্লুরোথাইলিন) এর সাথে ফ্রিকশনের কোএফিসিয়েন্ট এবং শক্তিশালী লিপোফিলিসিটি যদি বড় সাবস্ট্রেট এলাকাগুলি অর্থনৈতিকভাবে আবরণ করা যায় তবে এটি রান্নার পাত্রে প্রায় আদর্শ নন-স্টিক কোটিং হতে পারে।\nCVD বৃদ্ধি ডায়মন্ডের উৎপাদিত গুণাবলীর নিয়ন্ত্রণ করতে সহায়ক। ডায়মন্ড বৃদ্ধির ক্ষেত্রে, \"ডায়মন্ড\" শব্দটি যেকোনো উপাদানের বর্ণনা হিসাবে ব্যবহৃত হয় যা মূলত sp3-বন্ডযুক্ত কার্বন দিয়ে তৈরি, এবং এর মধ্যে অনেক ধরনের ডায়মন্ড অন্তর্ভুক্ত রয়েছে। প্রক্রিয়াকরণ প্যারামিটারগুলির নিয়ন্ত্রণের মাধ্যমে—বিশেষত গ্যাসের পরিমাণ যা সিস্টেমে প্রবর্তিত হয়, তবে এর মধ্যে সিস্টেমের নিচে চাপ, ডায়মন্ডের তাপমাত্রা এবং প্লাজমা সৃষ্টির পদ্ধতি অন্তর্ভুক্ত—অনেক ধরনের উপাদান যা ডায়মন্ড হিসাবে গণ্য হতে পারে, তৈরি করা যায়। একক-ক্রিস্টাল ডায়মন্ড তৈরি করা যায় যা বিভিন্ন ডোপ্যান্ট ধারণ করে। পলিক্রিস্টালাইন ডায়মন্ড যা কয়েকটি ন্যানোমিটার থেকে কয়েকটি মাইক্রোমিটারের মধ্যে শস্য আকার ধারণ করতে পারে, বৃদ্ধি করা যায়। কিছু পলিক্রিস্টালাইন ডায়মন্ড শস্যের চারপাশে পাতলা, নন-ডায়মন্ড কার্বন থাকে, আবার কিছু শস্যে তা থাকে না। এই বিভিন্ন উপাদানগুলি ডায়মন্ডের কঠোরতা, মসৃণতা, পরিবাহিতা, অপটিক্যাল গুণাবলী এবং আরও অনেক কিছু প্রভাবিত করে।\n\n\n== চালকোজেনাইডস ==\nবাণিজ্যিকভাবে, পারদ ক্যাডমিয়াম টেলুরাইড ইনফ্রারেড রশ্মি সনাক্তকরণের জন্য অব্যাহত আগ্রহের বিষয়। এটি CdTe এবং HgTe এর একটি অলয় দ্বারা গঠিত, এই উপাদানটি যথাক্রমে উপাদানগুলির ডাইমিথাইল উপদানের মাধ্যমে প্রস্তুত করা যেতে পারে।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন =="}