{"pageid": 1512549, "title": "আশা শোভনা", "url": "https://bn.wikipedia.org/wiki?curid=1512549", "content": "আশা শোভনা (জন্ম: ১৬ মার্চ ১৯৯১) একজন ভারতীয় অলরাউন্ডার ক্রিকেটার, যিনি ঘরোয়া ক্রিকেটে পন্ডিচেরি মহিলা ক্রিকেট দলের হয়ে এবং মহিলা প্রিমিয়ার লীগে রয়্যাল চ্যালেঞ্জার্স ব্যাঙ্গালোরের হয়ে খেলেন। তিনি একজন অলরাউন্ডার। আশা একজন ডানহাতি ব্যাটসম্যান এবং একইসাথে তিনি লেগ ব্রেক বোলার । \n\n\n== প্রারম্ভিক বছর ==\nশোভনার জন্ম কেরালার তিরুবনন্তপুরমে। তিনি পড়তেন কটন হিল গার্লস হায়ার সেকেন্ডারি স্কুলে। স্কুল জীবনেই ক্রিকেটের প্রতি তিনি আগ্রহ খুঁজে পান। শোভনার ক্রিকেট যাত্রা শুরু হয় যখন তিনি তার প্রথম জেলা ক্রিকেট নির্বাচনী অনুষ্ঠানে অংশ নেন। তিনি ১২ বছর বয়সে জেলা ক্রিকেট দলের জন্য নির্বাচিত হন।  ক্রিকেট খেলার প্রাথমিক বছরগুলিতে তিনি কেরালার প্রাক্তন অধিনায়ক শাবিনা জ্যাকবের উপদেশ ও পরামর্শ গ্রহন করেছিলেন।  প্রাথমিকভাবে তিনি পেস বোলার ছিলেন। একবার তিনি লেগ স্পিন বল করার পর তার কোচ তাকে লেগ স্পিনার হওয়ার পরামর্শ দেন।  যখন তার বয়স ১৫ বছর, তখন কেরালা ক্রিকেট অ্যাসোসিয়েশন তাকে ম্যাক স্পিন ফাউন্ডেশনে প্রশিক্ষণের জন্য পাঠায়। \n\n\n== দেশীয় ক্রিকেট কেরিয়ার ==\nশোভনা ২০০৬-০৭ সিনিয়র মহিলা ওয়ানডে লীগ -এ কেরালার মহিলা দলের হয়ে খেলেন এবং কর্ণাটকের বিপক্ষে একটি ম্যাচে খেলার মাধ্যমে তার লিস্ট এ ক্রিকেটে অভিষেক হয়।  ২০০৭ সালে হায়দ্রাবাদের বিপক্ষে একটি ম্যাচে খেলার মাধ্যমে প্রথম-শ্রেণীর ক্রিকেটে  এবং ২০০৮-০৯ মহিলা সিনিয়র টি-টোয়েন্টি ট্রফিতে তামিলনাড়ুর বিপক্ষে একটি ম্যাচে খেলার মাধ্যমে তিনি টি-টোয়েন্টি ক্রিকেটে আত্মপ্রকাশ করেন।  শোভনা ২০১১ সালে রেলওয়ে ক্রিকেট দলে যোগ দেন এবং দশ বছর ধরে সেই দলে খেলেন। \n২০২২ সালে, তিনি পুদুচেরিতে পুরুষদের টি-টোয়েন্টি ক্রিকেট প্রতিযোগীতার ধারাভাষ্যকার হিসেবে কাজ করেন। এরপর তাকে ২০২১-২২ মহিলা সিনিয়র টি-টোয়েন্টি ট্রফির জন্য পুদুচেরি দলের অধিনায়ক করা হয়।  ২০২৪ সালের ফেব্রুয়ারি মাসে তিনি ২০২৪ মহিলা প্রিমিয়ার লীগে খেলার জন্য রয়্যাল চ্যালেঞ্জার্স বেঙ্গালুরুর সাথে ১০ লক্ষ টাকা মূল্যে চুক্তিবদ্ধ হন। \n২০২৩-২৪ মহিলা সিনিয়র ওয়ানডে ট্রফিতে তিনি সাত ম্যাচে ১৬ উইকেট নেন এবং ২০০-এর বেশি রান করেন।  সেই টুর্নামেন্টে তিনিই একমাত্র খেলোয়াড় যিনি ২০০-এর বেশি রান সংগ্রহ করেছিলেন এবং ১০-এর বেশি উইকেট নিয়েছিলেন। ২০২৪ মহিলা প্রিমিয়ার লীগের একটি ম্যাচে রয়্যাল চ্যালেঞ্জার্স বেঙ্গালুরু তাদের প্রতিপক্ষ  ইউপি ওয়ারিয়র্সকে ২ রানে পরাজিত করতে সক্ষম হয়েছিল। সেই ম্যাচে তিনি তিনি ২৬ রানে পাঁচ উইকেট নিয়েছিলেন। এর ফলে তিনি মহিলা প্রিমিয়ার লীগে পাঁচ উইকেট গ্রহনকারী প্রথম ভারতীয় মহিলা ক্রিকেটার হয়ে ওঠেন।  ২০২৪ মহিলা প্রিমিয়ার লীগের শেষে তিনি লীগের দ্বিতীয় সর্বোচ্চ উইকেট সংগ্রাহকের শিরোপা পান।  তিনি ২০২৪ মহিলা প্রিমিয়ার লীগের দশটি ম্যাচে মোট ১২ উইকেট শিকার করেছেন। \n\n\n== আন্তর্জাতিক ক্রিকেট কেরিয়ার ==\n২০২৪ সালের এপ্রিলে শোভনা বাংলাদেশ সফরের জন্য ভারতীয় মহিলা ক্রিকেট দলে প্রথম খেলার সুযোগ পান।  ২০২৪ সালের ৬ মে তারিখে সেই সিরিজের চতুর্থ ম্যাচে তিনি আন্তর্জাতিক মহিলা টি-টোয়েন্টি  ক্রিকেটে অভিষেক করেন।  ২০২৪ সালের মে মাসে দক্ষিণ আফ্রিকার বিপক্ষে ক্রিকেট সিরিজের জন্য তাকে ভারতের ওডিআই দলে অন্তর্ভুক্ত করা হয়েছিল।  তিনি ২০২৪ সালের ১৬ জুন দক্ষিণ আফ্রিকার বিপক্ষে প্রথম আন্তর্জাতিক ওডিআই ম্যাচ খেলেন।  ২০২৪ সালের আইসিসি মহিলা টি-টোয়েন্টি বিশ্বকাপের জন্য তাকে ভারতীয় দলে অন্তর্ভুক্ত করা হয়েছিল। \n\n\n== তথ্যসূত্র =="}