{"pageid": 1512279, "title": "জন জে. বেকলি", "url": "https://bn.wikipedia.org/wiki?curid=1512279", "content": "জন জেমস বেকলি (৪ আগস্ট ১৭৫৭ – ৮ এপ্রিল ১৮০৭) ছিলেন একজন আমেরিকান রাজনৈতিক প্রচার ব্যবস্থাপক এবং ১৮০২ থেকে ১৮০৭ পর্যন্ত মার্কিন কংগ্রেসের প্রথম গ্রন্থাগারিক। তাকে যুক্তরাষ্ট্রের প্রথম রাজনৈতিক প্রচার ব্যবস্থাপক হিসেবে গণ্য করা হয় এবং তিনি প্রথম দলীয় ব্যবস্থার (First Party System) মানদণ্ড স্থাপন করার জন্য কৃতিত্বপ্রাপ্ত।\n\n\n== প্রারম্ভিক জীবন ==\nজন জেমস বেকলি লন্ডনে জন্মগ্রহণ করেন। তার বাবা-মা তাকে ১১ বছর বয়সে ভার্জিনিয়া কলোনিতে একজন চুক্তিবদ্ধ শ্রমিক (indentured servant) হিসেবে পাঠান। জন ক্লেটনের অনুরোধে একটি লেখকের প্রয়োজন হওয়ায় বেকলিকে জন নর্টন ও সন্স নামক একটি বাণিজ্যিক প্রতিষ্ঠানের কাছে বিক্রি করা হয় এবং তিনি তার ১২তম জন্মদিনের ঠিক আগে ভার্জিনিয়ায় পৌঁছান। ক্লেটন বেকলির শিক্ষা চালিয়ে যাওয়ার সুযোগ করে দেন এবং তার সঙ্গে কাজ করার ফলে বেকলি কলোনির অনেক প্রভাবশালী ব্যক্তির সংস্পর্শে আসেন। ১৭৭৩ সালের ডিসেম্বর মাসে ক্লেটনের মৃত্যু হলে বেকলি লন্ডনে ফিরে যাওয়ার পরিবর্তে ভার্জিনিয়ায় থাকার সিদ্ধান্ত নেন।\nবহু প্রতিবেদনের বিপরীতে, বেকলি কখনো উইলিয়াম অ্যান্ড মেরি কলেজের ছাত্র ছিলেন না। ফাই বেটা কাপ্পা (Phi Beta Kappa) সোসাইটির সূচনা উইলিয়াম অ্যান্ড মেরি কলেজে ৫ ডিসেম্বর ১৭৭৬ সালে হয়। যেহেতু বেকলি ঐ কলেজের ছাত্র ছিলেন না, তাই তিনি এই সোসাইটির সদস্যপদ পাওয়ার যোগ্য ছিলেন না। তবে ১০ ডিসেম্বর ১৭৭৮ সালে সোসাইটির সংবিধান সংশোধন করে অছাত্রদের সদস্য হিসেবে নির্বাচিত করার সুযোগ দেওয়া হয় এবং কয়েক মাস পর, ১০ এপ্রিল ১৭৭৯ সালে, বেকলি সদস্য নির্বাচিত হন। অনুমেয়ভাবেই, এক মাসের মধ্যে তাকে সংগঠনের ক্লার্ক বা সচিব হিসেবে নির্বাচিত করা হয়।\n\n\n== কর্মজীবন ==\n১৭৮২ সালের জুন মাসে জন জেমস বেকলি ভার্জিনিয়ার রিচমন্ড শহরের প্রথম নির্বাচনে অংশগ্রহণ করেন এবং নির্বাচিত ১২ জন কাউন্সিলরের একজন হন। ১৭৮৩ সালে তিনি রিচমন্ডের মেয়র নির্বাচিত হন, এবং তিনি তিনবার এই দায়িত্ব পালন করেন। এই সময়ের মধ্যে, তিনি পশ্চিমাঞ্চলে ৪৯,০০০ একর (২০,০০০ হেক্টর) উর্বর, কিন্তু অব্যবহৃত জমির মালিক হন, তবে এই জমি আইনি জটিলতায় আটকে ছিল।\nবেকলি একজন ফ্রিম্যাসন ছিলেন এবং ১৭৮৫ সালে তিনি একটি তহবিল সংগ্রহ অভিযানে অংশ নেন, যা রিচমন্ডে মেসনস হল নির্মাণের জন্য দায়ী ছিল।\n১৭৮৯ সালে, জেমস ম্যাডিসন তাকে মার্কিন হাউস অব রিপ্রেজেন্টেটিভস-এর ক্লার্ক পদে মনোনীত করেন। ২৬ জানুয়ারি ১৮০২ সালে, যখন লাইব্রেরিয়ান অফ কংগ্রেস পদ সৃষ্টি করা হয়, তখন প্রেসিডেন্ট থমাস জেফারসন তার বন্ধু ও রাজনৈতিক মিত্র বেকলিকে এই পদে নিয়োগ দেন। সেই সময় তিনি হাউস অব রিপ্রেজেন্টেটিভস-এর ক্লার্ক হিসেবেও কাজ করছিলেন। প্রথম কংগ্রেস লাইব্রেরিয়ান অফ কংগ্রেস হিসেবে বেকলি দৈনিক ২ ডলার বেতন পেতেন এবং তিনি ১৮০৭ সালে মৃত্যুর আগ পর্যন্ত উভয় পদেই দায়িত্ব পালন করেন।\nতিনি রাজনৈতিকভাবে প্রগতিশীলদের (বিশেষ করে অভিবাসীদের) সঙ্গে যুক্ত ছিলেন এবং ফরাসি বিপ্লবের একজন আগ্রহী সমর্থক ছিলেন। তিনি ফিলিপ ফ্রেনোর National Gazette এবং বেঞ্জামিন বাচের General Advertiser-এ নিয়মিত লেখালেখি করতেন এবং আমেরিকান প্রজাতন্ত্রবাদ (American republicanism)-এর একজন দক্ষ প্রচারক হিসেবে পরিচিত হন। তিনি সংবাদমাধ্যমকে শক্তিশালীভাবে ব্যবহার করে আলেকজান্ডার হ্যামিলটন এবং ফেডারেলিস্টদের সমালোচনা করতেন এবং তাদের ‘গোপন রাজতন্ত্রবাদী’ (crypto-monarchist) বলে অভিযুক্ত করতেন, যারা আমেরিকান মূল্যবোধের পরিপন্থী ছিলেন। তিনি প্রায়ই Americanus ছদ্মনামে তার লেখাগুলো প্রকাশ করতেন।\n১৭৯১ সালে, তিনি আমেরিকান ফিলোসফিক্যাল সোসাইটির সদস্য নির্বাচিত হন।\n\n\n== রাজনৈতিক জীবন ==\nবিল অফ রাইটস ও সংবিধান সংশোধনী\n১৭৮০-এর দশকের শেষের দিকে, জন জেমস বেকলিকে মার্কিন সংবিধানের ১২টি নতুন সংশোধনী পরিচালনার দায়িত্ব দেওয়া হয়। এই সংশোধনীগুলো ১৭৮৯ সালের সেপ্টেম্বর মাসে বিভিন্ন অঙ্গরাজ্যে পাঠানো হয় এবং ১৫ ডিসেম্বর ১৭৯১ সালের মধ্যে ১০টি সংশোধনী অনুমোদিত হয়। এই প্রথম ১০টি সংশোধনীই বর্তমানে বিল অব রাইটস নামে পরিচিত।\nপ্রচারযন্ত্র ও হ্যামিলটনের কেলেঙ্কারি প্রকাশ\n১৭৯২ সালের মধ্যে, বেকলি নতুন রিপাবলিকান পার্টির জন্য একটি শক্তিশালী প্রচারযন্ত্র চালু করেন, যা টমাস জেফারসন এবং জেমস ম্যাডিসন গঠন করছিলেন। মে ১৭৯৫ সালে তিনি ম্যাডিসনকে লিখেছিলেন:\n\"আমি 'Political Observations'-এর আটটি কপি সংযুক্ত করে পাঠাচ্ছি। আমি নিউ ইয়র্ক থেকে দুটি ডজন কপি এনেছিলাম এবং সবই বিতরণ করেছি। আরও ৫০টি কপি আসার কথা, এবং সেগুলোও ছড়িয়ে দেবো—এগুলো সেখানে প্রচুর সংখ্যায় কেনা ও বিতরণ করা হয়েছে এবং এখানে অনেকেই আগ্রহ নিয়ে খোঁজ করছে—এটি বোস্টন, পোর্টসমাউথ, ভারমন্ট এবং রিচমন্ডে পুনঃপ্রকাশিত হবে।\"\nএছাড়াও, ১৭৯২ সালে, তিনিই প্রথম আলেকজান্ডার হ্যামিলটনের সঙ্গে জেমস রেনল্ডস এবং তার স্ত্রী মারিয়া রেনল্ডসের সম্পর্কের বিষয়টি প্রকাশ করেন। এর ফলে ১৫ ডিসেম্বর ১৭৯২ সালে কংগ্রেসম্যান মুহলেনবার্গ (পেনসিলভানিয়া), ভেনেবল (ভার্জিনিয়া) এবং জেমস মনরো ট্রেজারি সেক্রেটারি হ্যামিলটনকে মুখোমুখি করেন। হ্যামিলটন আর্থিক দুর্নীতির অভিযোগ অস্বীকার করেন, তবে মারিয়ার সঙ্গে পরকীয়ার কথা স্বীকার করেন এবং স্বামী রেনল্ডসকে চুপ করানোর জন্য অর্থ প্রদান করেছিলেন বলে জানান। রিপাবলিকানরা বিষয়টি গোপন রাখার সিদ্ধান্ত নেয় এবং এটি ১৭৯৭ সাল পর্যন্ত প্রকাশ্যে আসেনি।\nজে চুক্তি ও ফেডারেলিস্টদের বিরুদ্ধে লড়াই\n১৭৯৫ সালে, বেকলি Jay's Treaty (জে চুক্তি) কড়া ভাষায় সমালোচনা করেন এবং নতুন রিপাবলিকান পার্টির সবচেয়ে দৃশ্যমান মুখপাত্র হিসেবে আবির্ভূত হন। ১৭৯৬ সালে, \"A Calm Observer\" ছদ্মনামে লিখে তিনি অভিযোগ করেন যে, জর্জ ওয়াশিংটন সরকারি অর্থ চুরি করেছেন এবং তার অভিশংসন হওয়া উচিত।\nপ্রথম পেশাদার প্রচার ব্যবস্থাপক\n১৭৯৬ সালে, তিনি পেনসিলভানিয়ায় টমাস জেফারসনের প্রেসিডেন্ট প্রচারণার ব্যবস্থাপনা করেন। সে সময় ছাপানো ব্যালট নিষিদ্ধ থাকায়, তিনি হাতে লেখা ৩০,০০০ ব্যালট বিতরণ করেন, যেখানে সমস্ত ১৫ জন ইলেক্টরাল ভোটারের নাম ছিল। তিনি এক এজেন্টকে লিখেছিলেন:\n\"কয়েক দিনের মধ্যে একজন নির্বাচিত রিপাবলিকান বন্ধু আপনার সঙ্গে দেখা করবে, যিনি আপনার কাউন্টিতে বিতরণের জন্য কিছু টিকিট নিয়ে আসবেন। আমি নিশ্চিত, আপনি তাকে উপযুক্ত জেলা ও ব্যক্তিদের সম্পর্কে পরামর্শ ও সহায়তা দেবেন। তিনি দুই রিপাবলিকান বন্ধুর একজন, যারা মধ্য ও নিম্ন কাউন্টিগুলোর প্রতিটি অঞ্চলে ভ্রমণ করবেন এবং ৬ থেকে ৮ হাজার টিকিট নিয়ে যাবেন।\"\nএভাবেই বেকলি যুক্তরাষ্ট্রের প্রথম পেশাদার রাজনৈতিক প্রচার ব্যবস্থাপক হয়ে ওঠেন।\nলাইব্রেরিয়ান অফ কংগ্রেস হিসেবে ফিরে আসা\n১৭৯৭ সালে, ফেডারেলিস্টরা তাকে মার্কিন প্রতিনিধি পরিষদের ক্লার্ক পদ থেকে অপসারণ করে। তবে তার মিত্ররা দ্রুত তাকে পেনসিলভানিয়ায় একটি সরকারি চাকরি দেন এবং তিনি ১৮০০ সালে জেফারসনের প্রচারণায় আরও সক্রিয় হন। প্রেসিডেন্ট নির্বাচিত হওয়ার পর, জেফারসন তাকে আবারও মার্কিন প্রতিনিধি পরিষদের ক্লার্ক পদে নিয়োগ দেন। এরপর বেকলি হাউসকে রাজি করান যাতে তার সঙ্গে লাইব্রেরিয়ান অফ কংগ্রেস উপাধি যোগ করা হয়।\nএভাবেই জন জেমস বেকলি আমেরিকার রাজনৈতিক ইতিহাসে গুরুত্বপূর্ণ ভূমিকা রাখেন।\n\n\n== পরিবার ==\nবেকলি কংগ্রেসের নিউ ইয়র্ক থেকে ফিলাডেলফিয়ায় স্থানান্তরের ঠিক আগে মারিয়া প্রিন্সকে বিয়ে করেন। মারিয়া ছিলেন একজন অবসরপ্রাপ্ত জাহাজ ক্যাপ্টেনের মেয়ে। দম্পতি ১৭৯১ থেকে ১৮০১ সাল পর্যন্ত ফিলাডেলফিয়ায় বসবাস করেন।\nতাদের পুত্র, আলফ্রেড বেকলি, ২৬ মে ১৮০২ সালে জন্মগ্রহণ করেন। পরবর্তীতে, আলফ্রেড পশ্চিমাঞ্চলের এক এলাকায় (বর্তমানে পশ্চিম ভার্জিনিয়া) Beckley নামে একটি শহর প্রতিষ্ঠা করেন এবং এটি তার বাবার নামে নামকরণ করেন। তার বাসভবন Wildwood ১৯৭০ সালে ন্যাশনাল রেজিস্টার অব হিস্টোরিক প্লেসেস-এ তালিকাভুক্ত হয়।\n\n\n== আরো দেখুন ==\nভার্জিনিয়ার বেকলি শহরের মেয়রের তালিকা\n\n\n== তথ্যসূত্র ==\nBerkeley, Edmund; Berkeley, Dorothy Smith (1975). \"The First Librarian of Congress: John Beckley\". The Quarterly Journal of the Library of Congress. 32 (2): 83–117. JSTOR 29781617.\n\nPasley, Jeffrey L. (Winter 1996). \"A Journeyman, Either in Law or Politics': John Beckley and the Social Origins of Political Campaigning\". Journal of the Early Republic. 16 (4): 531–569. doi:10.2307/3124417. JSTOR 3124417.\nFreemasons; Richmond, Va; Richmond Randolph Lodge, No. 19; Rady, Charles Pinkney (1927). Historical sketch of the Masons' Hall, the first house erected for and dedicated to Masonic use in America (1785) and of Richmond Randolph Lodge, No. 19, A.F. & A.M., its owner and occupant, chartered October 29, 1787 ... Richmond: J.W. Fergusson & Sons, Printers. OCLC 6326284.\nMurray, Stuart (2009). The library : an illustrated history. New York, NY: Skyhorse Pub. ISBN 978-1602397064. OCLC 277203534.\n\"John James Beckley - Previous Librarians of Congress | Library of Congress\". The Library of Congress. Retrieved March 9, 2018.\n\"John Beckley\". American Philosophical Society Member History. American Philosophical Society. Retrieved December 16, 2020.\n\"Creating the United States - Creating the Bill of Rights\". Library of Congress. Retrieved December 15, 2008.\nCole, John Y. \"Jefferson's Legacy: A Brief History of the Library of Congress - Librarians of Congress\". Library of Congress. Retrieved December 15, 2008.\nBerkeley, Edmund; Berkeley, Dorothy Smith (1973). John Beckley: Zealous Partisan in a Nation Divided. Philadelphia: American philosophical society. ISBN 0871691000.\nCunningham, Jr., Noble E. (January 1956). \"John Beckley: An Early American Party Manager\". William and Mary Quarterly. 13 (1): 40–52. doi:10.2307/1923388. JSTOR 1923388.\n\"National Register Information System\". National Register of Historic Places. National Park Service. March 13, 2009."}