{"pageid": 1512086, "title": "প্রথম লুই ফিলিপ", "url": "https://bn.wikipedia.org/wiki?curid=1512086", "content": "প্রথম লুই ফিলিপ (৬ অক্টোবর ১৭৭৩ – ২৬ আগস্ট ১৮৫০) নাগরিক রাজা নামে পরিচিত ছিলেন যিনি ১৮৩০ থেকে ১৮৪৮ সাল পর্যন্ত ফ্রান্সের রাজা ছিলেন। তিনি পূর্ববর্তী ফ্রান্সের শেষ রাজা এবং শেষ ব্যক্তি ছিলেন যিনি \"রাজা\" উপাধি ধারণ করেন। ১৮৪৮ সালের বিপ্লবের সময় তিনি সিংহাসন ত্যাগ করেন যা দ্বিতীয় ফরাসি প্রজাতন্ত্রের প্রতিষ্ঠার পথ প্রশস্ত করে।\nলুই ফিলিপ ছিলেন অরলেন্সের ডিউক দ্বিতীয় লুই ফিলিপের (পরে ফিলিপ এগালিটি নামে পরিচিত) জ্যেষ্ঠ পুত্র। চার্ট্রেসের ডিউক হিসেবে তরুণ লুই ফিলিপ ফরাসি বিপ্লবী যুদ্ধের সময় সৈন্যদের নেতৃত্ব দেওয়ার ক্ষেত্রে নিজেকে বেশ পরিচিত করে তোলার মাধ্যমে ১৯ বছর বয়সে লেফটেন্যান্ট জেনারেল হিসেবে পদোন্নতি পান। কিন্তু রাজা ষোড়শ লুইকে মৃত্যুদণ্ড দেওয়ার সিদ্ধান্তের কারণে তিনি প্রথম ফরাসি প্রজাতন্ত্রের সাথে সম্পর্ক ছিন্ন করেন। ফ্রান্সের রাজতন্ত্র পুনরুদ্ধারের ষড়যন্ত্রের সাথে যুক্ত হওয়ার কারণে একপর্যায়ে ১৭৯৩ সালে তিনি সুইজারল্যান্ডে পালিয়ে যান। এর ফলে তার বাবা সন্দেহের চোখে পড়েন এবং ত্রাসের রাজত্বকালে তাকে মৃত্যুদণ্ড দেওয়া হয়।\nলুই ফিলিপ বোরবন পুনরুদ্ধারের আগ পর্যন্ত ২১ বছর নির্বাসনে ছিলেন। ১৮৩০ সালে জুলাই বিপ্লবের ফলে তার চাচাতো ভাই দশম চার্লস পদত্যাগ করতে বাধ্য হওয়ার পর তাকে রাজা ঘোষণা করা হয়। লুই ফিলিপের রাজত্বকাল জুলাই রাজতন্ত্র নামে পরিচিত এবং এটি মূলত ধনী শিল্পপতি ও ব্যাংকারদের দ্বারা প্রভাবিত ছিল। ১৮৪০-১৮৪৮ সময়কালে তিনি রক্ষণশীল নীতি অনুসরণ করেছিলেন। বিশেষ করে ফরাসি রাজনীতিবিদ ফ্রাঁসোয়া গুইজোটের প্রভাবে এমনটা করেন। ১৮৪০-১৮৪৮ সালের মধ্যে তিনি রক্ষণশীল নীতি অনুসরণে ব্রিটেনের সাথে সুসম্পর্ক গড়ে তোলার পাশাপাশি আলজেরিয়ার উপনিবেশ স্থাপনের উদ্যোগ নেন। তবে ১৮৪৭ সালে ফ্রান্সের অর্থনৈতিক অবস্থা খারাপ হওয়ার কারণে তার জনপ্রিয়তা কমতে থাকে এবং ১৮৪৮ সালের বিপ্লবের ফলে তিনি সিংহাসন ছাড়তে বাধ্য হন।\nলুই ফিলিপ তার জীবনের বাকি সময় যুক্তরাজ্যে নির্বাসনে কাটিয়েছিলেন। তার সমর্থকরা অরলিয়ানবাদী নামে পরিচিত ছিল। অন্যদিকে আইনবাদীরা বোর্বন পরিবারের মূল ধারাকে এবং বোনাপার্টিস্টরা বোনাপার্ট পরিবারকে সমর্থন করেছিল। তার নাতি-নাতনিদের মধ্যে ছিলেন বেলজিয়ামের রাজা দ্বিতীয় লিওপোল্ড, মেক্সিকোর সম্রাজ্ঞী কার্লোটা, বুলগেরিয়ার জার প্রথম ফার্দিনান্দ এবং স্পেনের রানী মার্সিডিজ।\n\n\n== বিপ্লবের আগে (১৭৭৩–১৭৮৯) ==\n\n\n=== প্রারম্ভিক জীবন ===\n\nলুই ফিলিপের জন্ম প্যারিসের অরলিন্স পরিবারের বাসভবন প্যালেস-রয়্যালে। চার্ট্রেসের ডিউক লুই ফিলিপ (তার পিতা প্রথম লুই ফিলিপের মৃত্যুর পর অরলিন্সের ডিউক হয়েছিলেন) এবং লুইস মেরি অ্যাডেলাইড ডি বোর্বন তার পিতা মাতা। শাসক বোর্বন পরিবারের সদস্য হিসেবে তিনি ছিলেন রক্তের রাজপুত্র। এটি তাকে \"সেরেন হাইনেস\" উপাধি ব্যবহারের অধিকারী করেছিল। তার মা ছিলেন একজন অত্যন্ত ধনী উত্তরাধিকারী। তিনি বৈধ বংশের মাধ্যমে চতুর্দশ লুই বংশধর ছিলেন।\nতিন ছেলে ও এক মেয়ের মধ্যে লুই ফিলিপ ছিলেন সবার বড়। ফরাসি বিপ্লবের শুরু থেকে বোরবন পুনরুদ্ধার পর্যন্ত এই পরিবারের ভাগ্য ছিল অনিশ্চিত। ফ্রান্সের রাজারা যে বোরবন পরিবারের অন্তর্ভুক্ত ছিলেন, তার অগ্রজ শাখাটি অনুজ শাখার উদ্দেশ্যের প্রতি গভীরভাবে অনাস্থা স্থাপন করেছিল। তারা মনে করত অগ্রজ শাখাটি মারা গেলে অনুজ শাখা ফ্রান্সের সিংহাসনে বসবে। তখন লুই ফিলিপের বাবাকে রাজদরবার থেকে নির্বাসিত করা হলে অরলীয়রা জ্ঞানার্জন থেকে উদ্ভূত সাহিত্য ও বিজ্ঞানের অধ্যয়নের মধ্যে নিজেদের সীমাবদ্ধ রেখেছিল।\n\n\n=== শিক্ষা ===\nলুই ফিলিপ ১৭৮২ সাল থেকে জেনলিসের কাউন্টেসের কাছ থেকে শিক্ষা লাভ করেন। কাউন্টেস তার মধ্যে উদার চিন্তাভাবনার প্রতি অনুরাগ জাগিয়ে তোলেন। সম্ভবত এই সময়কালেই লুই ফিলিপ ক্যাথলিক ধর্মের ভলতেয়ারীয় ব্যাখ্যা সামান্য গ্রহণ করেন। ১৭৮৫ সালে লুই ফিলিপের দাদা মারা গেলে, তার বাবা অরলিন্সের ডিউক হিসেবে দাদার স্থলাভিষিক্ত হন এবং লুই ফিলিপ চার্ট্রেসের ডিউক হিসেবে তার বাবার স্থলাভিষিক্ত হন।\n১৭৮৮ সালে ফরাসি বিপ্লবের দ্বারপ্রান্তে, তরুণ লুই ফিলিপ জেনলিসের কাউন্টেসের সাথে দেখা করার সময় মন্ট সেন্ট-মিশেলের একটি কারাগারের দরজা ভাঙতে সাহায্য করার সময় তার উদার সহানুভূতি প্রদর্শন করেছিলেন। ১৭৮৮ সালের অক্টোবর থেকে ১৭৮৯ সালের অক্টোবর পর্যন্ত পালাইস-রয়াল ছিল বিপ্লবীদের মিলনস্থল।\n\n\n== বিপ্লব (১৭৮৯–১৭৯৩) ==\nলুই ফিলিপ এমন একটি সময়ে বেড়ে ওঠেন, যেই সময়টা পুরো ইউরোপকে বদলে দেয়। বিপ্লবের পক্ষে তার বাবার দৃঢ় সমর্থনের কারণে তিনি নিজেও এই পরিবর্তনগুলির সঙ্গে পুরোপুরি জড়িয়ে পড়েছিলেন। তার ডায়েরিতে তিনি লিখেছিলেন যে তিনি জ্যাকোবিন ক্লাবে যোগদানের উদ্যোগ নিয়েছিলেন। তার বাবাও তার এই পদক্ষেপ সমর্থন করেছিলেন।\n\n\n=== সামরিক পরিষেবা ===\n\n১৭৯১ সালের জুন মাসে লুই ফিলিপ প্রথমবার ফ্রান্সের রাজনৈতিক ঘটনাবলির সাথে যুক্ত হওয়ার সুযোগ পান। ১৭৮৫ সালে তিনি উত্তরাধিকার সূত্রে শার্ত্র ড্রাগুন (পরবর্তীতে ১৭৯১ সালে ১৪তম ড্রাগুন নামে পরিচিত) বাহিনীর কর্নেলের পদ পান। ১৭৯১ সালে যুদ্ধের সম্ভাবনা দেখা দিলে, সমস্ত বাহিনীর কর্নেলদের তাদের নিজ নিজ রেজিমেন্টে যোগ দিতে বলা হয়। লুই ফিলিপ ছিলেন একজন আদর্শ কর্মকর্তা। দুইটি গুরুত্বপূর্ণ ঘটনায় তিনি ব্যক্তিগত সাহসিকতার পরিচয় দেন।  প্রথম ঘটনা ঘটে লুই ষোড়শের ভারেন্নেস পালানোর তিন দিন পর। দুইজন স্থানীয় পুরোহিত ও নতুন সংবিধানের একজন ভিকারের মধ্যে তর্ক তীব্র হয়ে ওঠে। একদল জনতা সেই সরাইখানার সামনে ভিড় জমায়। সেখানে পুরোহিতরা অবস্থান করছিলেন। জনরা তাদের হত্যা করতে চায়। তরুণ কর্নেল লুই ফিলিপ জনতার মাঝখান দিয়ে প্রবেশ করে পুরোহিতদের উদ্ধার করেন, এবং তারা পালিয়ে যেতে সক্ষম হন। সেই দিনই, নদী পার হওয়ার সময় আরেকটি জনতা আবারও পুরোহিতদের আক্রমণের হুমকি দেয়। লুই ফিলিপ এক কৃষকের সামনে দাঁড়িয়ে পড়েন। কৃষকের হাতে একটি কারবাইন (একধরনের বন্দুক) থাকলেও তিনি পুরোহিতদের জীবন রক্ষা করেন। পরের দিন, তিনি নদীতে ঝাঁপিয়ে পড়ে এক স্থানীয় প্রকৌশলীকে ডুবে যাওয়া থেকে বাঁচান। এই সাহসিকতার জন্য স্থানীয় পৌরসভা তাকে \"সিভিক ক্রাউন\" বা নাগরিক মুকুট প্রদান করে। ১৭৯১ সালের ২৭ আগস্ট পিলনিৎজের ঘোষণার পর ১৭৯১ সালের শেষের দিকে তার রেজিমেন্ট উত্তরে ফ্ল্যান্ডার্সে স্থানান্তরিত হয়।\nলুই ফিলিপ তার বাবার ঘনিষ্ঠ বন্ধু, ডিউক অব বিরোঁ আরমান্ড লুই ডি গোন্টাউটর অধীনে কাজ করেন। এখানে তার সহকর্মীদের মধ্যে ছিলেন ভবিষ্যতে খ্যাতি অর্জনকারী কয়েকজন কর্মকর্তা। সেমন কর্নেল লুই আলেকজান্দ্র বার্থিয়ে এবং লেফটেন্যান্ট কর্নেল আলেকজান্দ্র দ্য বোয়ার্নে (ভবিষ্যত সম্রাজ্ঞী জোসেফিনের স্বামী)।\n১৭৯২ সালের ২০ এপ্রিলে ফ্রান্স রাজ্য হ্যাবসবার্গ রাজতন্ত্রের বিরুদ্ধে যুদ্ধ ঘোষণা করার পর, লুই ফিলিপ প্রথমবারের মতো ১৭৯২ সালের ২৮ এপ্রিল বোসুতে ফরাসি-অধিকৃত অস্ট্রিয়ান নেদারল্যান্ডসের মধ্যে ফরাসি বিপ্লবী যুদ্ধে অংশগ্রহণ করেন। এরপর তিনি ১৭৯২ সালের ২৯ এপ্রিল কোয়ারেগননে এবং তারপর ১৭৯২ সালের ৩০ এপ্রিল জেমাপেসের কাছে কুইয়েভ্রেনে নিযুক্ত হন। ১৭৯২ সালের ২৮শে এপ্রিল কুইভ্রেনের যুদ্ধে (১৭৯২) ফরাসি ফরাসি বাহিনী বিজয়ী হলেও কিছু সৈন্য পিছিয়ে পড়ে। লুই ফিলিপ তাদের পুনরায় সংগঠিত করতে গুরুত্বপূর্ণ ভূমিকা রাখেন।  ডিউক অব বিরোঁ যুদ্ধমন্ত্রী পিয়ের মেরি দ্য গ্রেভের কাছে চিঠি লিখে লুই ফিলিপের সাহসিকতার প্রশংসা করেন। এরপর তাকে ব্রিগেডিয়ার জেনারেল পদে উন্নীত করা হয় এবং তিনি নিকোলা লুকনের নেতৃত্বাধীন নর্থ আর্মির ৪র্থ ব্রিগেডের কমান্ড গ্রহণ করেন।\nউত্তর সেনাবাহিনীতে লুই ফিলিপ ফ্রান্সের চারজন ভবিষ্যত মার্শালের সাথে কাজ করেছিলেন। তারা হলেন আঁতোয়া-জ্যাক-জোসেফ-আলেকজান্দ্রে ম্যাকডোনাল্ড, এডুয়ার্ড অ্যাডলফ ক্যাসিমির জোসেফ মর্টিয়ার (যিনি পরে লুই ফিলিপের উপর হত্যার চেষ্টায় নিহত হন), লুই-নিকোলাস ডাভাউট এবং নিকোলাস ওউডিনোট। ১৭৯২ সালের আগস্ট মাসে চার্লস ফ্রাঁসোয়া দুমুরিয়েকে উত্তর সেনাবাহিনীর কমান্ডার নিযুক্ত করা হয়। তার অধীনে লুই ফিলিপ ভালমি অভিযানে নিজের ব্রিগেডের নেতৃত্ব অব্যাহত রেখেছিলেন। ১৭৯২ সালের ২০ সেপ্টেম্বর ভালমির যুদ্ধে লুই ফিলিপকে ভালমির পাহাড়ের চূড়ায় একটি কামানের যুদ্ধদল স্থাপনের নির্দেশ দেওয়া হয়েছিল। যুদ্ধটির কোনো নিষ্পত্তি না থাকলেও খাদ্য ও রসদ সংকটের কারণে অস্ট্রো-প্রুশিয়ান বাহিনী পিছু হটতে বাধ্য হয়। যুদ্ধের পর দুমুরিয়ে লুই ফিলিপের পারফরম্যান্সের প্রশংসা করে তাকে প্যারিসে পাঠান। যাতে করে তিনি সরকারের সামনে ভ্যালমির যুদ্ধের বিবরণ উপস্থাপন করতে পারেন।  বিচারমন্ত্রী জর্জেস ড্যান্টনের সাথে তার একটি বেশ কষ্টকর সাক্ষাৎকার হয়েছিল। বিষয়টি তিনি পরে তার সন্তানদের জানিয়েছিলেন। এর কিছুদিন পরেই, তাকে স্ট্রাসবার্গের গভর্নর নিযুক্ত করা হয়।\nপ্যারিসে থাকাকালীন লুই ফিলিপকে লেফটেন্যান্ট জেনারেল পদে উন্নীত করা হয়। অক্টোবরে লুই ফিলিপ উত্তর সেনাবাহিনীতে ফিরে আসেন। সেখানে দুমুরিয়ে অস্ট্রিয়ান নেদারল্যান্ডস (বর্তমানে বেলজিয়াম ) অভিমুখে অভিযান শুরু করেছিলেন। লুই ফিলিপ আবারও একটি ব্রিগেডের নেতৃত্ব দেন, যদিও তিনি লেফটেন্যান্ট জেনারেল পদে অধিষ্ঠিত ছিলেন। ১৭৯২ সালের ৬ নভেম্বরে দুমুরিয়ে মন্সের পশ্চিমে কুয়েসমেস এবং জেমাপেসের উচ্চতায় একটি শক্তিশালী অবস্থানে অবস্থিত একটি অস্ট্রিয়ান বাহিনীকে আক্রমণ করার সিদ্ধান্ত নেন। লুই ফিলিপের ডিভিশন কাঠের মধ্য দিয়ে আক্রমণ করার সময় ব্যাপক হতাহতের শিকার হয় এবং বিশৃঙ্খলভাবে পিছু হটে। লেফটেন্যান্ট জেনারেল লুই ফিলিপ একদল ইউনিটকে একত্রিত করে তাদেরকে \"মন্সের ব্যাটালিয়ন\" নামে অভিহিত করে অন্যান্য ফরাসি ইউনিটের সাথে এগিয়ে গিয়ে সংখ্যাগরিষ্ঠ অস্ট্রিয়ানদের পরাজিত করেন।\nতৎকালীন প্যারিসের চলমান ঘটনাবলী লুই ফিলিপের উদীয়মান সামরিক ক্যারিয়ারকে দুর্বল করে দেয়। ১৭৯২ সালের ৩ অক্টোবর নতুন নিযুক্ত গিরোন্ডিস্ট জিন-নিকোলাস পাচের অযোগ্যতার কারণে উত্তর সেনাবাহিনী প্রায় রসদ সরবরাহহীন হয়ে পড়ে। ফলে শীঘ্রই হাজার হাজার সৈন্য সেনাবাহিনী ত্যাগ করতে থাকে। একই সঙ্গে প্রথম ফরাসি প্রজাতন্ত্রের আরও উগ্র নীতির ফলেও লুই ফিলিপ বিচ্ছিন্ন হয়ে পড়েছিলেন। জাতীয় সম্মেলনে ক্ষমতাচ্যুত রাজাকে মৃত্যুদণ্ড দেওয়ার সিদ্ধান্ত নেওয়ার পর লুই ফিলিপ ফ্রান্স ছেড়ে যাওয়ার কথা বিবেচনা করতে শুরু করেন। তিনি হতাশ হয়ে পড়েন যে ফিলিপ এগালিটে নামে পরিচিত তার নিজের বাবাও মৃত্যুদণ্ডের পক্ষে ভোট দিয়েছিলেন। লুই ফিলিপ সেনাবাহিনীতে তার দায়িত্ব পালনের জন্য থাকতে ইচ্ছুক থাকলেও দুমুরিয়ে অস্ট্রিয়ানদের সাথে মিত্রতা স্থাপন, প্যারিসে তার সেনাবাহিনী অভিযান এবং ১৭৯১ সালের সংবিধান পুনরুদ্ধারের যে পরিকল্পনা করেছিলেন, তাতেও তিনি জড়িয়ে পড়েন। ১৭৯৩ সালের ২২ মার্চ দুমুরিয়ে লুই ফিলিপের সাথে দেখা করে তার অধস্তনকে এই প্রচেষ্টায় যোগদানের জন্য অনুরোধ করেন।\n১৭৯৩ সালের মার্চ মাসের গোড়ার দিকে বিপ্লবী ট্রাইব্যুনাল তৈরির সময় ফরাসি সরকার ত্রাসের রাজত্বে নিপতিত হওয়ার সাথে সাথে, লুই ফিলিপ তার জীবন বাঁচাতে ফ্রান্স ত্যাগ করার সিদ্ধান্ত নেন। ৪ এপ্রিলে দুমুরিয়ে এবং লুই ফিলিপ অস্ট্রিয়ান ক্যাম্পের উদ্দেশ্যে রওনা হন। কিন্তু লেফটেন্যান্ট কর্নেল লুই নিকোলাস ডাভাউট তাদের আটক করেন। তিনি লুই ফিলিপের সাথে জেমাপ্পেসের যুদ্ধে দায়িত্ব পালন করেছিলেন। দুমুরিয়ে কর্নেলকে ক্যাম্পে ফিরে যাওয়ার নির্দেশ দেওয়ার সাথে সাথে তার কিছু সৈন্য জেনারেলের বিরুদ্ধে চিৎকার করে ওঠে। তবে ইতোমধ্যে তাকে জাতীয় কনভেনশন বিশ্বাসঘাতক ঘোষণা করে ফেলে। দুই জন যখন অস্ট্রিয়ান ক্যাম্পের দিকে পালিয়ে যাচ্ছিল তখন গুলির শব্দ শোনা যাচ্ছিল। পরের দিন দুমুরিয়ে আবারও সৈন্যদের এই সম্মেলনের বিরুদ্ধে সমাবেশ করার চেষ্টা করেন; তবে তিনি দেখতে পান কামান বাহিনী নিজেদের প্রজাতন্ত্রের পক্ষে ঘোষণা করেছে। তার বাবা ফিলিপ এগালিটে গ্রেপ্তার হলে তার এবং লুই ফিলিপের নির্বাসনে যাওয়া ছাড়া আর কোন উপায় ছিল না। ফলে মাত্র ১৯ বছর বয়সে লেফটেন্যান্ট জেনারেল হিসেবে পদমর্যাদাপ্রাপ্ত লুই ফিলিপ ফ্রান্স ত্যাগ করেন। দীর্ঘ ২১ বছর তিনি দেশে ফিরতে পারেননি।\n\n\n== নির্বাসন (১৭৯৩–১৮১৫) ==\n\nদুমুরিয়ের বিশ্বাসঘাতকতায় লুই ফিলিপের জড়িত থাকার প্রতি প্যারিসের প্রতিক্রিয়া অনিবার্যভাবে অরলিন্স পরিবারের জন্য দুর্ভাগ্যের কারণ হয়েছিল। ফিলিপ এগালিটে জাতীয় সম্মেলনে বক্তৃতা দিয়ে তার ছেলের কর্মকাণ্ডের জন্য নিন্দা জানিয়েছিলেন। তিনি জোর দিয়ে বলেছিলেন ছেলেকে তিনি রেহাই দেবেন না। এটা অনেকটা রোমান কনসাল ব্রুটাস এবং তার ছেলেদের মতো। যাইহোক, লুই ফিলিপের তার বাবার কাছে লেখা চিঠিগুলি পরিবহনের সময় আবিষ্কৃত হয় এবং কনভেনশনে তা পড়ে শোনানো হয়। তখন ফিলিপ এগালিটিকে ক্রমাগত নজরদারিতে রাখা হয়। এর কিছুক্ষণ পরেই গিরোন্ডিস্টরা তাকে এবং লুই ফিলিপের দুই ছোট ভাই লুই-চার্লস এবং আন্তোইন ফিলিপকে গ্রেপ্তার করার জন্য এগিয়ে যায়। লুই-চার্লস ইতালির সেনাবাহিনীতে কর্মরত ছিলেন। তিনজনকে ফোর্ট সেন্ট-জিন (মার্সেই) তে অন্তরীণ করা হয়েছিল।\nইতিমধ্যে লুই ফিলিপকে ছায়াবন্দি থাকতে বাধ্য করা হয়। ইউরোপের বিভিন্ন অংশে প্রজাতন্ত্রপন্থী বিপ্লবীদের এবং বৈধতাবাদী ফরাসি অভিবাসী কেন্দ্র এবং অস্ট্রিয়ান সেনাবাহিনী উভয়কেই এড়িয়ে চলতে হয়েছিল। তিনি প্রথমে একটি ছদ্মনামে সুইজারল্যান্ডে চলে আসেন এবং শ্যাফহাউসেনে জেনলিসের কাউন্টেস এবং তার বোন অ্যাডেলাইডের সাথে দেখা করেন। সেখান থেকে তারা জুরিখে যান। সেখানে সুইস কর্তৃপক্ষ আদেশ দেয় যে সুইসদের নিরপেক্ষতা রক্ষার জন্য লুই ফিলিপকে শহর ছেড়ে যেতে হবে। তারা জুগে যান। সেখানে লুই ফিলিপকে একদল অভিবাসী খুঁজে ০আন।\nএটা বেশ স্পষ্ট হয়ে উঠল যে নারীদের যেকোনো জায়গায় শান্তিপূর্ণভাবে বসতি স্থাপন করতে হলে তাদের লুই ফিলিপের থেকে আলাদা হতে হবে। এরপর তিনি তার বিশ্বস্ত ভ্যালেট বাউডুইনের সাথে আল্পসের উঁচু স্থানে চলে যান এবং তারপর বাজেল যান। সেখানে তিনি তার একটি ছাড়া বাকি সব ঘোড়া বিক্রি করে দেন। এখন সুইজারল্যান্ড জুড়ে শহর থেকে শহরে ঘুরে বেড়ানোর সময় তিনি এবং বাউডুইন দীর্ঘ ভ্রমণের সমস্ত দুর্দশার মুখোমুখি হয়েছিলেন। সন্ন্যাসীরা তাদেরকে তরুণ ভবঘুরে বলে মনে করে একটি মঠে প্রবেশ করতে দেয়নি। আরেকবার একটি গোলাঘরে রাত কাটানোর পর সে ঘুম থেকে উঠে নিজেকে একটি বন্দুকের নলের মুখে দেখতে পায়। সেখানে চোরদের দূরে রাখার চেষ্টারত এক ব্যক্তির মুখোমুখি হয়।\nএই সময়কালে লুই ফিলিপ কখনোই এক জায়গায় ৪৮ ঘন্টার বেশি সময় কাটাননি। অবশেষে ১৭৯৩ সালের অক্টোবরে লুই ফিলিপকে একটি ছেলেদের বোর্ডিং স্কুলে ভূগোল, ইতিহাস, গণিত এবং আধুনিক ভাষার শিক্ষক নিযুক্ত করা হয়। মন্সিউর জোস্টের মালিকানাধীন স্কুলটি তৎকালীন স্বাধীন গ্রিসন্স লিগ রাজ্যের উচ্চ রাইন নদীর তীরে অবস্থিত একটি গ্রাম রেইচেনাউতে ছিল। এটি এখন সুইজারল্যান্ডের অংশ। তার বেতন ছিল ১,৪০০ ফ্রাঙ্ক। তিনি মসিউর চাবোস নামে শিক্ষকতা করতেন। তিনি এক মাস ধরে স্কুলে ছিলেন যখন তিনি প্যারিস থেকে খবরটি শুনতে পান: বিপ্লবী ট্রাইব্যুনালের সামনে বিচারের পর ১৭৯৩ সালের ৬ নভেম্বর তার বাবাকে গিলোটিনে মৃত্যুদণ্ড দেওয়া হয়েছে।\n\n\n=== ভ্রমণ ===\n\nলুই ফিলিপ রেইচেনাউ ত্যাগ করার পর তিনি ১৬ বছর বয়সী অ্যাডেলাইডকে জেনলিসের কাউন্টেসের থেকে আলাদা করেন। লুই ফিলিপের সাথে তার বিরোধ হয়েছিল। অ্যাডেলাইড তার প্রপিতামহী কন্টির রাজকুমারীর সাথে ফ্রিবার্গে বসবাস করতে যান, তারপর বাভারিয়া এবং হাঙ্গেরিতে এবং সবশেষে তার মায়ের কাছে বসবাস করতে থাকেন। তিনি স্পেনে নির্বাসিত ছিলেন। লুই ফিলিপ ব্যাপক ভ্রমণ করেছিলেন। তিনি ১৭৯৫ সালে স্ক্যান্ডিনেভিয়া ভ্রমণ করেন এবং তারপর ফিনল্যান্ডে চলে যান। প্রায় এক বছর তিনি ল্যাপল্যান্ডের টর্নিও নদীর উপত্যকার একটি প্রত্যন্ত গ্রাম মুওনিওতে অবস্থান করেন। তিনি স্থানীয় লুথেরান ভিকারের অতিথি হিসেবে মুলার নামে যাজকাবাসে থাকতেন। মুওনিওতে যাওয়ার সময় তিনি বিটা কাইসা ওয়াহলবর্ন (১৭৬৬–১৮৩০) এর কাছ থেকে এরিক কোলস্ট্রোম (১৭৯৬–১৮৭৯) নামে একটি সন্তানের জন্ম দেন বলে ধারণা করা হয়। \n\nলুই ফিলিপ মার্কিন যুক্তরাষ্ট্র সফর করেছিলেন (আনু. ১৭৯৬ থেকে ১৭৯৮)। সেখানে তিনি ফিলাডেলফিয়ায় (যেখানে তার ভাই অ্যান্টোইন এবং লুই চার্লস নির্বাসিত ছিলেন), নিউ ইয়র্ক সিটি (যেখানে তিনি সম্ভবত ব্রডওয়েতে সোমেরিন্ডিক পারিবারিক এস্টেটে এবং অন্যান্য নির্বাসিত রাজকুমারদের সাথে ৭৫তম স্ট্রিটে থাকতেন) এবং বোস্টনে অবস্থান করতেন। বোস্টনে তিনি কিছু সময়ের জন্য ফরাসি ভাষা পড়াতেন এবং বোস্টনের প্রাচীনতম রেস্তোরাঁ, ইউনিয়ন অয়েস্টার হাউসের উপরে একটি আবাসিক বাড়িতে থাকতেন। মার্কিন যুক্তরাষ্ট্রে থাকাকালীন, লুই ফিলিপ মার্কিন রাজনীতিবিদ এবং উচ্চ সমাজের লোকেদের সাথে দেখা করেছিলেন। তাদের মধ্যে ছিলেন জর্জ ক্লিনটন, জন জে, আলেকজান্ডার হ্যামিল্টন এবং জর্জ ওয়াশিংটন।\n১৭৯৭ সালে লুই ফিলিপের কেপ কড সফর ইস্টহ্যাম শহরকে দুটি শহরে বিভক্ত করার সাথে মিলে যায়। তার মধ্যে একটির নাম সম্ভবত তার সম্মানে অরলিন্স রাখা হয়। তাদের প্রবাসকালীন সময়ে অরলীয় রাজপুত্ররা দক্ষিণে ন্যাশভিল এবং উত্তরে মেইন পর্যন্ত দেশজুড়ে ভ্রমণ করেছিলেন। এমনকি পীতজ্বরের প্রাদুর্ভাবের সময় ভাইদের ফিলাডেলফিয়ায় কিছুক্ষণের জন্য আটকে রাখা হয়েছিল। লুই ফিলিপ ম্যাসাচুসেটসের অরলিন্সের আইজ্যাক স্নোর সাথেও দেখা করেছিলেন বলে মনে করা হয়। তিনি মার্কিন বিপ্লবী যুদ্ধের সময় ব্রিটিশ কারাগার থেকে ফ্রান্সে পালিয়ে এসেছিলেন। ১৮৩৯ সালে মার্কিন যুক্তরাষ্ট্র সফরের কথা চিন্তা করার সময় লুই ফিলিপ ফ্রাঁসোয়া গুইজোটকে লেখা একটি চিঠিতে ব্যাখ্যা করেছিলেন যে সেখানে তার তিন বছর কাটানো তার রাজনৈতিক বিশ্বাস এবং বিচার-বিবেচনার উপর বিরাট প্রভাব ফেলেছিল যখন তিনি রাজা হয়েছিলেন।\nবোস্টনে লুই ফিলিপ ১৮ ফ্রুকটিডোরের অভ্যুত্থান (৪ সেপ্টেম্বর ১৭৯৭) এবং তার মাকে স্পেনে নির্বাসিত করার কথা জানতে পারেন। এরপর তিনি এবং তার ভাইয়েরা ইউরোপে ফিরে যাওয়ার সিদ্ধান্ত নেন। তারা শুরুতে নিউ অরলিন্সে যায়। তারপর বর্তমান কসভোর হাভানা এবং সেখান থেকে স্পেনে যাওয়ার পরিকল্পনা করেছিল। তবে এটি ছিল একটি ঝামেলাপূর্ণ যাত্রা। কারণ স্পেন এবং গ্রেট ব্রিটেন তখন যুদ্ধে লিপ্ত ছিল। ১৭৯৮ সালে ঔপনিবেশিক লুইসিয়ানায় থাকাকালীন পয়েন্টে কুপি শহরে জুলিয়েন পয়ড্রাস এবং নিউ অরলিন্সের মারিগনি ডি ম্যান্ডেভিল পরিবার তাদের আপ্যায়ন করেছিলেন।\nতিন ভাই মার্কিন কর্ভেটে করে হাভানার উদ্দেশ্যে যাত্রা করেছিলেন। কিন্তু মেক্সিকো উপসাগরে একটি ব্রিটিশ যুদ্ধজাহাজ তাদের জাহাজটি আটকে দেয়। ব্রিটিশরা তার ভাইদের ধরে হাভানায় নিয়ে যায়। ইউরোপে যাওয়ার পথ খুঁজে না পেয়ে ভাইয়েরা এক বছর (১৭৯৮ সালের বসন্ত থেকে ১৭৯৯ সালের শরৎকাল পর্যন্ত) কিউবায় কাটায়, যতক্ষণ না স্প্যানিশ কর্তৃপক্ষ তাদের অপ্রত্যাশিতভাবে তাদের অধিকৃত এলাকা থেকে বহিষ্কার করে। ফলে তারা বাহামা হয়ে নোভা স্কটিয়ার উদ্দেশ্যে যাত্রা করেন। সেখানে রাজা তৃতীয় জর্জের পুত্র এবং (পরে) রানী ভিক্টোরিয়ার পিতা ডিউক অফ কেন্ট তাদের অভ্যর্থনা জানান। লুই ফিলিপের ব্রিটিশ রাজপুত্রের সাথে স্থায়ী বন্ধুত্ব গড়ে ওঠে। অবশেষে ভাইয়েরা জাহাজে করে নিউ ইয়র্কে ফিরে যান এবং ১৮০০ সালের জানুয়ারিতে তারা ইংল্যান্ডে পৌঁছান। সেখানে তারা পরবর্তী পনেরো বছর অবস্থান করেন। এই বছরগুলিতে লুই ফিলিপ বর্তমানে বিলুপ্ত গ্রেট ইলিং স্কুলে গণিত এবং ভূগোল পড়াতেন। এটি ১৯ শতকের উৎকর্ষের সময়ে \"ইংল্যান্ডের সেরা বেসরকারি স্কুল\" হিসেবে বিবেচিত হত।\n\n\n=== ব্রিটিশ চাকরি ===\nলুই ফিলিপ এবং তার ভাইদের ব্রিটিশ দরবারে রাজপরিবারের সদস্য হিসেবে আনুষ্ঠানিকভাবে গ্রহণ করা হয়নি, তবে তারা ইংরেজ অভিজাতদের সাথে সামাজিকভাবে মিশে যেতে সক্ষম হয়েছিল এবং ১৮০১ সালের নভেম্বরের মধ্যে লুই ফিলিপ তার ভাইদের কাছে স্বীকার করেছিলেন যে তিনি \"দেশে শিকড় গাড়ছেন\"। ১৮০৩ সালের অক্টোবরের মধ্যে আর্টোইসের কাউন্ট (ভবিষ্যতের রাজা চার্লস দশম) যখন লন্ডনে ফরাসি রাজকীয় স্বেচ্ছাসেবক সৈন্যদের পরিদর্শন করার সময় ফরাসি সাদা ককেডের পরিবর্তে হ্যানোভারীয় কালো ককেড পরেছিলেন তখন তার নতুন আনুগত্যের ফলে চার্লস ফিলিপের সাথে সংঘর্ষ শুরু হয়। ১৮০৪ সালের জুলাই মাসে তিনি ল্যান্ডাফের বিশপকে লিখেছিলেন যে বিশ্বব্যাপী নিরাপত্তা এবং মানবজাতির ভবিষ্যৎ নেপোলিয়নের বিরুদ্ধে ইংল্যান্ডের প্রতিরোধের উপর নির্ভরশীল।  ১৮০৭ সালের গ্রীষ্মে তিনি টুইকেনহ্যাম থেকে কেন্টের ডিউকের ক্যাসেল হিল লজে তার বাসস্থান স্থানান্তরিত করেন। \n\n১৮০৮ সালে, লুই ফিলিপ রাজা তৃতীয় জর্জের কন্যা রাজকুমারী এলিজাবেথকে বিবাহের প্রস্তাব দেন। তার ক্যাথলিক ধর্ম এবং তার মা রানী শার্লটের বিরোধিতার কারণে রাজকুমারী অনিচ্ছাকৃতভাবে প্রস্তাবটি প্রত্যাখ্যান করেছিলেন।\n১৮০৮ সালের ১৫ এপ্রিলে লুই ফিলিপ পোর্টসমাউথ থেকে জিব্রাল্টার, ক্যাগলিয়ারি, ভ্যালেটা (যেখানে তার একমাত্র জীবিত ভাই লুই চার্লস মারা যান) এবং মেসিনা হয়ে তৎকালীন ব্রিটিশ সুরক্ষিত সিসিলির পালের্মোর উদ্দেশ্যে রওনা হন এবং ২০ জুন পৌঁছান। ১৮১৪ সালে বোর্বন প্রথম পুনরুদ্ধার পর্যন্ত তিনি ব্রিটিশ পররাষ্ট্র দপ্তরের বেতনে সিসিলিতে ছিলেন; ১৮১৪ সালের জুলাইয়ের পর পালের্মোতে ব্রিটিশ প্রতিনিধি লর্ড এ'কোর্টের বিবেচনার ভিত্তিতে তাকে শেষ বেতন দেওয়া হয়েছিল।  একজন ব্রিটিশ এজেন্ট হিসেবে নিজের ভূমিকা হিসেবে তিনি প্রথমে মেক্সিকোতে একটি মিশনের জন্য প্রস্তুতি নেন। সেখানে তিনি ব্রিটিশ নৌবাহিনীর সহায়তায় ফরাসি বিরোধী বিদ্রোহকে উস্কে দেওয়ার জন্য সালের্নোর রাজপুত্র লিওপোল্ডের সামরিক উপদেষ্টা হিসেবে কাজ করবেন।  ১৮০৮ সালের জুলাই মাসে উপদ্বীপ যুদ্ধ শুরু হওয়ার খবর সিসিলিতে পৌঁছানোর পর তিনি রাজপুত্রের সাথে নিজের উদ্যোগে জিব্রাল্টারের উদ্দেশ্যে যাত্রা করেন, কিন্তু ভাতা হারানোর ভয়ে তাকে লন্ডনে পাঠানো হয় এবং স্পেনে প্রবেশ নিষিদ্ধ করা হয়।  তিনি শীতকাল মাল্টায় কাটিয়ে ১৮০৯ সালের মার্চ মাসে জোয়াকিম মুরাতের বিরুদ্ধে ইতালিতে সামরিক অভিযানের জন্য ব্রিটিশ অনুমোদন পেয়ে সিসিলিতে ফিরে আসেন, কিন্তু পরিবর্তে তিনি পো উপত্যকায় নেপোলিয়নের বিরুদ্ধে আক্রমণ শুরু করার জন্য ভিক্টর প্রথম ইমানুয়েলকে রাজি করানোর চেষ্টায় ক্যাগলিয়ারিতে (এপ্রিল থেকে জুন ১৮০৯) দুই মাস কাটিয়েছিলেন।  এই সময়ের মধ্যে তিনি অবশেষে রাজকুমারী এলিজাবেথকে বিয়ে করার সিদ্ধান্ত ত্যাগ করেন এবং সিসিলির বোর্বনদের কাছে আয়োনীয় দ্বীপপুঞ্জকে নিজের জন্য একটি রাজত্ব হিসেবে পাওয়ার জন্য তদবির করে ব্যর্থ হন। \n১৮০৯ সালের ২৫ নভেম্বরে লুই ফিলিপ পালেরমোতে নেপলসের রাজকুমারী মারিয়া আমালিয়া এবং নেপলসের রাজা চতুর্থ ফার্ডিনান্ড এবং অস্ট্রিয়ার মারিয়া ক্যারোলিনার কন্যা সিসিলিকে বিয়ে করেন। এই বিয়েটি বিতর্কিত ছিল কারণ তার মায়ের ছোট বোন ছিলেন রানী মারি অঁতোয়ানেত এবং লুই ফিলিপের বাবার ম্যারি অ্যান্টোয়েনেটের মৃত্যুদণ্ডে ভূমিকা ছিল বলে মনে করা হত। এই কারণে নেপলসের রানী এই ম্যাচের বিরোধিতা করেছিলেন। তিনি তার বোনের খুব ঘনিষ্ঠ ছিলেন এবং তার মৃত্যুদণ্ডে তিনি মর্মাহত হয়েছিলেন, কিন্তু লুই ফিলিপ তাকে বোঝানোর পর যে তিনি তার বাবার ভুলের ক্ষতিপূরণ দিতে দৃঢ়প্রতিজ্ঞ এবং তার বাবার সম্পর্কে তার সমস্ত প্রশ্নের উত্তর দিতে রাজি হওয়ার পর তিনি তার সম্মতি দিয়েছিলেন।\n\n\n== বোরবন পুনরুদ্ধার (১৮১৫-১৮৩০) ==\n\nনেপোলিয়নের সিংহাসন ত্যাগের পর অরলিন্সের ডিউক লুই ফিলিপ নামে পরিচিত লুই ফিলিপ তার চাচাতো ভাই অষ্টাদশ লুইয়ের রাজত্বকালে বোর্বন পুনরুদ্ধারের সময় ফ্রান্সে ফিরে আসেন। লুই ফিলিপ নির্বাসনে থাকাকালীন অরলিন্স পরিবারকে অষ্টাদশ লুই এর সাথে পুনর্মিলন করিয়েছিলেন। ফলে আবারও তাকে বিস্তৃত রাজদরবারে দেখতে পাওয়া যায়। তবে আগের শাসনামলের অধীনে বোর্বন পরিবারের অনুজ শাখা তার পরিবারের প্রতি নিজের আচরণের প্রতি তার বিরক্তি তার ও অষ্টাদশ লুই এর মধ্যে দ্বন্দ্বের সৃষ্টি করে এবং তিনি প্রকাশ্যে উদারপন্থী বিরোধীদের পক্ষে ছিলেন।\n১৮১৪ সালের মে মাসে প্যারিসে ফিরে আসার পর অষ্টাদশ লুই কর্তৃক অরলিন্সের ডিউককে সেনাবাহিনীতে লেফটেন্যান্ট জেনারেল পদে পুনর্বহাল করা হয়। তাকে আলটেস রয়্যাল (রয়্যাল হাইনেস) উপাধি দেওয়া থেকে বিরত থাকা হয়েছিল। যদিও এটি তার স্ত্রীকে দেওয়া হয়েছিল। লুই ফিলিপকে ছোট আলটেস সেরেনিসিমের (সেরেন হাইনেস) পদেই সন্তুষ্ট থাকতে হয়েছিল।  ফ্রান্সে ফিরে আসার এক বছরেরও কম সময়ের মধ্যে এলবা থেকে নেপোলিয়নের প্রত্যাবর্তনের ফলে তিনি এবং তার পরিবার উৎখাত হন। এটি একশো দিন নামে পরিচিত। ১৮১৫ সালের ৬ মার্চে নেপোলিয়নের ফ্রান্সে প্রত্যাবর্তনের খবর প্যারিসে পৌঁছানোর পর লুই ফিলিপকে সম্রাটের বিরুদ্ধে প্রতিরক্ষা ব্যবস্থা করার জন্য কম্তে ডি'আর্টোয়ার (ভবিষ্যতের চার্লস দশম) সাথে লিওঁতে পাঠানো হয়, কিন্তু পরিস্থিতির হতাশা শীঘ্রই স্পষ্ট হয়ে ওঠে এবং তিনি ১২ তারিখের মধ্যে রাজধানীতে ফিরে আসেন। এরপর, অষ্টাদশ লুই তাকে উত্তর সেনাবাহিনীর কমান্ডার নিযুক্ত করেন। নেপোলিয়ন প্যারিসে প্রবেশের পরের দিনগুলিতে (২০ মার্চ) অষ্টাদশ লুই বেলজিয়ামে পালিয়ে যান এবং লুই ফিলিপ তার কমিশন থেকে পদত্যাগ করেন এবং ইংল্যান্ডে নির্বাসনে তার পরিবারের সাথে যোগদান করেন। এটি তাকে রাজপরিবারের পক্ষ থেকে আরও অবজ্ঞার মুখে ফেলে। কারণ তিনি বেলজিয়ামে অষ্টাদশ লুইয়ের সাথে যোগ দেননি। ওয়াটারলুর যুদ্ধে নেপোলিয়ন শীঘ্রই পরাজিত হন। অষ্টাদশ লুই তখন ক্ষমতায় পুনরুদ্ধার করেন। কিন্তু ১৮১৭ সালে যখন দমন-পীড়ন এবং দোষারোপের ঢেউ কমে যায়, লুই ফিলিপ এবং তার পরিবার তখন ফ্রান্সে ফিরে আসেন।\nলুই ফিলিপের সাথে অষ্টাদশ লুইয়ের ভাই এবং উত্তরসূরি দশম চার্লস এর সম্পর্ক অনেক বেশি বন্ধুত্বপূর্ণ ছিল। দশম চার্লস ১৮২৪ সালে সিংহাসনে আরোহণ করেন যার সাথে তিনি সামাজিকতা বজায় রাখেন। চার্লস দশম তাকে আলটেস রয়্যাল উপাধি প্রদান করেন এবং কন্ডের রাজপুত্র লুই হেনরিকে লুই ফিলিপের চতুর্থ পুত্র, আউমালের ডিউক হেনরি ডি'অরলিন্সকে চ্যান্টিলির রাজ্যের উত্তরাধিকারী করার অনুমতি দেন। তবে, জোসেফ ডি ভিলে এবং পরবর্তীতে জুলস ডি পলিগনাকের নীতির প্রতি লুই ফিলিপের বিরোধিতার কারণে তাকে চার্লসের সরকারের স্থিতিশীলতার জন্য একজন ধ্রুবক হুমকি হিসেবে দেখা হত। এটি শীঘ্রই তার জন্য সুবিধাজনক প্রমাণিত হয়।\n\n\n== ফরাসি রাজা (১৮৩০-১৮৪৮) ==\n\n১৮৩০ সালে জুলাই বিপ্লব দশম চার্লসকে উৎখাত করে। তিনি তার ১০ বছর বয়সী নাতি বোর্দোর ডিউক হেনরির পক্ষে পদত্যাগ করেন। চার্লস দশম লুই ফিলিপকে লেফটেন্যান্ট জেনারেল ডু রোয়াউমকে নিযুক্ত করেন এবং তাকে তার নাতিকে জনপ্রিয়ভাবে নির্বাচিত চেম্বার অফ ডেপুটিজে তার উত্তরসূরি হিসেবে ঘোষণা করার দায়িত্ব দেন। লুই ফিলিপ নিজের উত্তরাধিকারের সম্ভাবনা বাড়ানোর জন্য এটি করেননি। ফলস্বরূপ, যেহেতু চেম্বার তার উদারনীতি এবং জনসাধারণের কাছে তার জনপ্রিয়তা সম্পর্কে সচেতন ছিল, তাই তারা লুই বোর্বন পরিবারের জ্যেষ্ঠ শাখাকে স্থানচ্যুত করে ফিলিপকে নতুন ফরাসি রাজা হিসাবে ঘোষণা করে। পূর্ববর্তী এগারো দিন ধরে লুই ফিলিপ তরুণ হেনরির ভারপ্রাপ্ত শাসক হিসেবে কাজ করছিলেন।\nদশম চার্লস এবং তার পরিবার ও নাতি সহ যুক্তরাজ্যে নির্বাসনে চলে যান। নির্বাসিত তরুণ প্রাক্তন রাজা বোর্দোর ডিউক কোঁতে ডি চ্যাম্বর্ড উপাধি গ্রহণ করেছিলেন। পরে তিনি ফ্রান্সের সিংহাসনের দাবিদার হন। আইনবাদীদের তখন তাকে সমর্থন করে। লুই ফিলিপ ১৮৩০ সালের ৯ আগস্ট রাজা প্রথম লুই ফিলিপ হিসেবে শপথ গ্রহণ করেন। সিংহাসনে আরোহণের পর লুই ফিলিপ ফরাসি রাজা উপাধি গ্রহণ করেন। এটি পূর্বে ১৭৯১ সালের স্বল্পস্থায়ী সংবিধানে ষোড়শ লুই কর্তৃক গৃহীত হয়েছিল। রাজতন্ত্রকে একটি ভূখণ্ডের পরিবর্তে একটি জনগণের সাথে সংযুক্ত করার (পূর্ববর্তী উপাধি হিসাবে ফ্রান্স এবং নাভারের রাজা) লক্ষ্য ছিল দশম চার্লস এবং তার পরিবারের বৈধতাবাদী দাবিগুলিকে খাটো করা।\n১৮৩০ সালের ১৩ আগস্ট স্বাক্ষরিত একটি অধ্যাদেশের মাধ্যমে,  নতুন রাজা তার সন্তানদের এবং সেই সাথে তার \"প্রিয়\" বোনের, \"দি'অরলিন্স\" উপাধি বহন করার পদ্ধতি নির্ধারণ করেন এবং অরলিন্সের বাহুবলী ঘোষণা করেন যে তার জ্যেষ্ঠ পুত্র, রাজকুমার রাজকীয় (ডাউফিন নয়) হিসেবে অরলিন্সের ডিউক উপাধি বহন করবেন, ছোট ছেলেরা তাদের পূর্ববর্তী উপাধি বজায় রাখবে এবং তার বোন এবং কন্যাদের ফ্রান্স-এর নয়, অরলিন্স-এর রাজকুমারী উপাধি দেওয়া হবে। ফরাসি রাজা উপাধিতে তার আরোহণকে রাশিয়ার সম্রাট প্রথম নিকোলাস বিশ্বাসঘাতকতা হিসেবে দেখেছিলেন। নিকোলাস তখন তাদের বন্ধুত্বের ইতি টানেন। ১৮৩২ সালে লুইয়ের কন্যা রাজকুমারী লুইস-মেরি বেলজিয়ামের প্রথম শাসক রাজা প্রথম লিওপোল্ডকে বিয়ে করেন। তাদের বংশধরদের মধ্যে বেলজিয়ামের পরবর্তী সকল রাজা এবং মেক্সিকোর সম্রাজ্ঞী কার্লোটা অন্তর্ভুক্ত।\n\n\n== শাসন ==\n\nলুই ফিলিপ তার পূর্বসূরীদের জাঁকজমক এবং জাঁকজমকপূর্ণ ব্যয় এড়িয়ে নজিরবিহীনভাবে শাসন করেছিলেন। বাহ্যিকভাবে সরলতার এই রূপ সত্ত্বেও তার সমর্থন এসেছিল ধনী বুর্জোয়াদের কাছ থেকে। প্রথমে তাকে অনেক ভালোবাসা হত এবং \"নাগরিক রাজা\" এবং \"বুর্জোয়া রাজা\" নামে ডাকা হত, কিন্তু তার সরকার ক্রমশ রক্ষণশীল এবং রাজতান্ত্রিক হিসেবে বিবেচিত হওয়ায় তার জনপ্রিয়তা হ্রাস পেতে থাকে। প্যারিসে বিপ্লব ও দশম চার্লসের সংসদে উদারপন্থী ডেপুটিদের একটি অংশের কারণে তিনি তার পদোন্নতি লাভ করেছিলেন, তাই লুই ফিলিপের শাসনে \"... ঐশ্বরিক ডানপন্থী পূর্বসূরীর রহস্যময় আবেদনের অভাব ছিল। এর প্রতি সমর্থন ছিল অনেক বেশি শর্তসাপেক্ষ।\" তার পূর্বসূরীর মতো তার কাছে কোনও রাজবংশীয় উত্তরাধিকার ছিল না, তাই তিনি তার নিজস্ব শাসনব্যবস্থাকে সমর্থন করার জন্য প্রথম নেপোলিয়নের গৌরবের দিকে মনোনিবেশ করেছিলেন। তিনি নেপোলিয়নের দেহাবশেষ ফ্রান্সে ফেরত পাঠানোর পক্ষে ছিলেন এবং তার পুত্র জয়েনভিলের ডিউক সেন্ট হেলেনা থেকে লেস ইনভালিডেসে পুনর্বাসনের জন্য দেহাবশেষ নিয়ে এসেছিলেন। ১৮৩৩ সালে নেপোলিয়নের মূর্তিটি ভেন্ডোম কলামের উপরে তার স্থানে ফিরিয়ে আনা হয় এবং ১৮৩৬ সালে নেপোলিয়নের বিজয়ের স্মৃতিস্তম্ভ আর্ক দ্য ত্রিয়োম্‌ফ উদ্বোধন করা হয়। লুই ফিলিপ ভার্সাই প্রাসাদে একটি জাতীয় ইতিহাস জাদুঘর তৈরিরও নির্দেশ দেন। সেখানে বিখ্যাত শিল্পীরা নেপোলিয়নের যুদ্ধের ছবি আঁকেন।\nসংসদে তৎকালীন সংকীর্ণ, সম্পত্তি-যোগ্য ভোটারমণ্ডলী (রাজত্বের শুরুতে প্রতি ১৭০ জন নাগরিকের মধ্যে মাত্র ১ জন ভোটাধিকারপ্রাপ্ত ছিলেন) লুই ফিলিপকে ধারাবাহিক সমর্থন প্রদান করেছিল। তার ব্যবস্থাপনায় শ্রমিক শ্রেণীর অবস্থার অবনতি ঘটে এবং আয়ের বৈষম্য উল্লেখযোগ্যভাবে বৃদ্ধি পায়। উইলিয়াম ফোর্টেস্কুর মতে \"লুই ফিলিপের সিংহাসন প্যারিসের একটি জনপ্রিয় বিপ্লবের জন্য ঋণী ছিল, তিনি 'ব্যারিকেডের রাজা' ছিলেন, তবুও তিনি এমন একটি শাসনব্যবস্থার সভাপতিত্ব করেছিলেন যা বামপন্থীদের রাজনৈতিক দমন, দরিদ্রদের উপর শ্রেণীগত নিপীড়ন এবং ধনীদের স্বার্থে শাসনের জন্য দ্রুত কুখ্যাতি অর্জন করেছিল।\" বৈদেশিক বিষয়ে এটি ছিল একটি শান্ত সময়কাল ও গ্রেট ব্রিটেনের সাথে বন্ধুত্বপূর্ণ। ১৮৪৪ সালের অক্টোবরে তিনি উইন্ডসর প্রাসাফে রাণী ভিক্টোরিয়ার সাথে দেখা করেন। ১৩৫৬ সালে পয়েটিয়ার যুদ্ধের পর দ্বিতীয় জিনকে ইংল্যান্ডের মাটিতে বন্দী করার পর এটি তাকে প্রথম ফরাসি শাসক রাজা হিসেবে পরিণত করে\nতার রাজত্বকাল জুড়ে লুই ফিলিপ বিভিন্ন গোষ্ঠীর অভ্যন্তরীণ বিরোধিতার মুখোমুখি হয়েছিলেন। এর মধ্যে ছিল আইনপ্রণেতারা। তারা অরলিন্স শাখার চেয়ে বোর্বনের জ্যেষ্ঠ শাখাকে সমর্থন করেছিলেন। সঙ্গে ছিল প্রজাতন্ত্রবাদীরাও। তবে এই বিরোধিতা ছিল দুর্বল এবং খণ্ডিত।  ১৮৩২ সালের বসন্তে প্যারিসে কলেরার এক ভয়াবহ প্রাদুর্ভাব জুলাই রাজতন্ত্রের বিরুদ্ধে ক্ষোভের জন্ম দেয় এবং বিপ্লবী উৎসাহ পুনরায় জাগিয়ে তোলে। মহামারীর মুখে নিষ্ক্রিয়তার জন্য অনেক প্যারিস বাসী লুই ফিলিপ এবং তার সরকারকে দোষারোপ করেছেন। এই বিরক্তি জুন বিদ্রোহ নামে স্বল্পস্থায়ী প্রজাতান্ত্রিক বিদ্রোহে পরিণত হয়। সেখানে বিদ্রোহীরা মধ্য প্যারিসের একটি অংশ দখল করে নেয়। শহরে নেমে আসা বিশাল সৈন্য এবং জাতীয় রক্ষীবাহিনীর মাধ্যমে বিদ্রোহটি দ্রুত দমন করা হয়। লুই ফিলিপ পুরো সংকট জুড়ে এক শীতল সংকল্প দেখিয়েছিলেন। গোলযোগের খবর পাওয়ার সাথে সাথে তিনি প্যারিসে এসেছিলেন। ফিরে তিনি সৈন্যদের অভ্যর্থনা জানিয়ে জনগণের মধ্যে গিয়েছিলেন।\n১৮৪৬ সালে শিল্প ও কৃষিক্ষেত্রে মন্দার ফলে ১৮৪৮ সালের বিপ্লব ঘটে এবং লুই ফিলিপের সিংহাসন ত্যাগ করেন। তার ইতিবাচক প্রাথমিক খ্যাতি এবং শেষের দিকের অজনপ্রিয়তার মধ্যে অসঙ্গতি ভিক্টর হুগো লেস মিজারেবলস-এ তার রাজত্বকে \"রাজপুত্রীয় সমতা\" হিসাবে বর্ণনা করে একটি সাংঘর্ষিক হিসাবে তুলে ধরেছিলেন। সেখানে হুগো বলেছেন:\n\n[লুই ফিলিপকে] পুনরুদ্ধার ও বিপ্লব—এই দুই বিপরীত ধারা নিজের মধ্যে ধারণ করতে হয়েছিল। তিনি একসময় ছিলেন বিপ্লবী, পরে হয়ে ওঠেন শাসক। তিনি নির্বাসিত হয়েছিলেন। তিনি ছিলেন ভবঘুরে ও দরিদ্র। নিজের শ্রমে তিনি জীবিকা নির্বাহ করতেন। সুইজারল্যান্ডে তিনি একবার পুরোনো ঘোড়া বিক্রি করেছিলেন শুধু রুটির জন্য। রাইখেনাউতে তিনি গণিত শেখাতেন। তাঁর বোন অ্যাডিলেড সেলাই ও উলের কাজ করতেন। এক রাজাকে নিয়ে এইসব গল্প সাধারণ মানুষকে মুগ্ধ করেছিল।\nতিনি নিজ হাতে মন্ট সেইন্ট মিচেলের লৌহ খাঁচা ভেঙেছিলেন। একাদশ লুই এটি তৈরি করেছিলেন, আর পঞ্চদশ লুই এটি ব্যবহার করেছিলেন। তিনি ডুমুরিয়েরের সঙ্গী ছিলেন। তিনি লাফায়েতের বন্ধু ছিলেন। তিনি জ্যাকোবিন ক্লাবের সদস্য ছিলেন। মিরাবো তার কাঁধে চাপড় মেরেছিলেন। ডান্টিন তাঁকে বলেছিলেন: \"তরুণ!\" \n\nতার বিরুদ্ধে একটাই অভিযোগ—সিংহাসন। লুই ফিলিপ যদি রাজা না হতেন, তাহলে মানুষ হিসেবে তিনি প্রশংসিত হতেন। তিনি ভালো মানুষ ছিলেন। অনেক সময় তিনি এতটাই ভালো ছিলেন যে তা প্রশংসার যোগ্য। তিনি কঠিন সময়ের কথা মনে করতেন। কূটনীতির কঠিন দিনের শেষে তিনি ক্লান্ত হয়ে পড়তেন। কিন্তু তিনি ঘুমিয়ে যেতেন না। তিনি মৃত্যুদণ্ডপ্রাপ্ত একটি মামলা নিতেন। তিনি সারারাত সেটি পর্যালোচনা করতেন। তিনি ভাবতেন—ইউরোপের বিরুদ্ধে টিকে থাকা গুরুত্বপূর্ণ, কিন্তু একজন মানুষকে মৃত্যুর হাত থেকে বাঁচানো আরও বড় কাজ।\n\n\n== হত্যাচেষ্টা ==\n\nলুই ফিলিপ সাতটি হত্যাচেষ্টা থেকে বেঁচে গেছেন। ১৮৩৫ সালের ২৮ জুলাইয়ে লুই ফিলিপ প্যারিসে জিউসেপ্পে মারিও ফিয়েস্কি এবং আরও দুই ষড়যন্ত্রকারীর হত্যা প্রচেষ্টা থেকে বেঁচে যান। বিপ্লবের স্মরণে প্যারিস জাতীয় বাহিনীর রাজার বার্ষিক পর্যালোচনার সময় লুই ফিলিপ বুলেভার্ড ডু টেম্পল ধরে যাচ্ছিলেন। এটি প্লেস দে লা রিপাবলিককে বাস্তিলের সাথে সংযুক্ত করে। তিনি তার তিন পুত্র, ফার্ডিনান্ড ফিলিপ, অরলিন্সের ডিউক, প্রিন্স লুই, নেমোর্সের ডিউক এবং ফ্রাঁসোয়া ডি'অরলিন্স, জয়েনভিলের রাজপুত্র এবং অসংখ্য কর্মীদের সাথে ছিলেন।\nকর্সিকান প্রাক্তন সৈনিক ফিয়েচি তার নিজের তৈরি একটি অস্ত্র নিলেন। সেটি ছিল একটি ভলি বন্দুক। এটি পরে মেশিন ইনফারনেল নামে পরিচিতি পায়। সে এই অস্ত্র দিয়ে মিছিলে আক্রমণ করেন। এতে ২৫টি বন্দুকের ব্যারেল ছিল। এটি একটি কাঠের ফ্রেমে বেঁধে রাখা হতো এবং একই সাথে গুলি চালানো যেত। ডিভাইসটি ৫০ নম্বর বুলেভার্ড ডু টেম্পলের তৃতীয় স্তর থেকে ছোড়া হয়েছিল (সেখানে তখন থেকে একটি স্মারক ফলক খোদাই করা হয়েছে)। ফিয়েস্কি এটি ভাড়া করেছিল। সেই অস্ত্রের কেবল একটা বল কেবল রাজার কপালে লেগেছিল। লেফটেন্যান্ট কর্নেল জোসেফ রিউসেক সহ আঠারো জন সেখানে নিহত হন। ৮ম সৈন্যদলের সাথে আরও আটজন (অফিসার মার্শাল মর্টিয়ার, ডাক ডি ট্রেভিস এবং কর্নেল রাফেট, জেনারেল গিরার্ড, ক্যাপ্টেন ভিলাতে, জেনারেল লা চ্যাসে ডি ভেরিগনি, একজন মহিলা, একজন ১৪ বছর বয়সী মেয়ে এবং দুইজন পুরুষ) নিহত হন। আরও ২২ জন সেখানে আহত হয়েছেন। রাজা এবং রাজপুত্ররা প্রায় অক্ষত অবস্থায় পালিয়ে যান। রাজার চিত্রশিল্পী হোরেস ভার্নেটকে এই ঘটনার একটি ছবি আঁকার নির্দেশ দেওয়া হয়েছিল।\nগুলি চালানোর সময় ফিয়েস্কির অস্ত্রের বেশ কয়েকটি ব্যারেল ফেটে যায়। ফলে তিনি গুরুতর আহত হন। তাকে দ্রুত আটক করা হয়। পরের বছর তার দুই সহ-ষড়যন্ত্রকারীর সাথে তাকে গিলোটিনের মাধ্যমে মৃত্যুদণ্ড দেওয়া হয়।\n\n\n== পদত্যাগ ও মৃত্যু (১৮৪৮-১৮৫০) ==\n\n১৮৪৮ সালের ২৪শে ফেব্রুয়ারিতে ১৮৪৮ সালের ফরাসি ফেব্রুয়ারী বিপ্লবের সময় রাজা লুই ফিলিপ তার নয় বছর বয়সী নাতি কম্টে ডি প্যারিস ফিলিপের পক্ষে সিংহাসন ত্যাগ করেন। ক্ষমতাচ্যুত লুই ষোড়শের সাথে যা ঘটেছিল তা ভেবে ভীত হয়ে লুই ফিলিপ দ্রুত ছদ্মবেশে প্যারিস ত্যাগ করেন। তিনি \"জনাব স্মিথ\" নামে একটি সাধারণ ক্যাবে চড়েছিলেন। তিনি তার স্ত্রীকে নিয়ে লে হাভরে ব্রিটিশ কনসালের দেওয়া একটি প্যাকেট নৌকায় ইংল্যান্ডে পালিয়ে যান।\nফ্রান্সের জাতীয় পরিষদ প্রথমে তরুণ ফিলিপকে রাজা হিসেবে গ্রহণ করার পরিকল্পনা করেছিল। কিন্তু জনমতের তীব্র স্রোত তা প্রত্যাখ্যান করে। ২৬শে ফেব্রুয়ারী ফ্রান্সে দ্বিতীয় প্রজাতন্ত্র ঘোষণা করা হয়। লুই নেপোলিয়ন বোনাপার্ট ১৮৪৮ সালের ১০ ডিসেম্বর রাষ্ট্রপতি নির্বাচিত হন। তবে ১৮৫১ সালের ২ ডিসেম্বর তিনি নিজেকে আজীবন রাষ্ট্রপতি ঘোষণা করেন এবং তারপর ১৮৫২ সালে নিজেকে সম্রাট তৃতীয় নেপোলিয়ন ঘোষণা করেন।\nলুই ফিলিপ এবং তার পরিবার গ্রেট ব্রিটেনের ক্লেয়ারমন্ট সারেতে নির্বাসিত ছিলেন। যদিও অ্যাঞ্জেল হিলের বারি সেন্ট এডমন্ডসের একটি ফলক অনুসারে তিনি সেখানে কিছু সময় কাটিয়েছিলেন। সম্ভবত ব্রিস্টলের মার্কুয়েসের সাথে বন্ধুত্বের কারণে ওখানে ছিলেন। মার্কুয়েস কাছাকাছি ইকওয়ার্থ হাউসে থাকতেন। রাজকীয় দম্পতি সেন্ট লিওনার্ডস এ সমুদ্রের ধারে কিছু সময় কাটিয়েছিলেন এবং পরে ব্রাইটনে মার্কুয়েসের বাড়িতেও ছিলেন। লুই ফিলিপ ১৮৫০ সালের ২৬ আগস্ট ক্লেয়ারমন্টে মারা যান। তাকে প্রথমে সারের ওয়েইব্রিজের সেন্ট চার্লস বোরোমিও চ্যাপেলে সমাহিত করা হয়। ১৮৭৬ সালে তার এবং তার স্ত্রীর দেহাবশেষ ফ্রান্সে নিয়ে যাওয়া হয় এবং চ্যাপেল রয়্যাল ডি ড্রেক্সে সমাহিত করা হয়। এটি ছিল তার মায়ের জন্য ১৮১৬ সালে তৈরি করা অরলীয় পরিবারের সমাধিস্থল। মায়ের মৃত্যুর পর লুই এটিকে আরও বড় এবং অলঙ্কৃত করেছিলেন।\n\n\n== সম্মাননা ==\n\n\n=== জাতীয় ===\n\nনাইট অফ দ্য হোলি স্পিরিট, ২ ফেব্রুয়ারি ১৭৮৯\nলিজিয়ন অফ অনার-এর গ্র্যান্ড ক্রস, ৩ জুলাই ১৮১৬; গ্র্যান্ড মাস্টার, ৯ আগস্ট ১৮৩০\nঅর্ডার অফ সেন্ট লুইস-এর গ্র্যান্ড ক্রস, ১০ জুলাই ১৮১৬\nঅর্ডার অফ দ্য ক্রস অফ জুলাই-এর প্রতিষ্ঠাতা ও গ্র্যান্ড মাস্টার, ১৩ ডিসেম্বর ১৮৩০\n\n\n=== আন্তর্জাতিক ===\n বেলজিয়াম: অর্ডার অফ লিওপল্ডের গ্র্যান্ড কর্ডন, ১০ মার্চ ১৮৩৩\n ডেনমার্ক: নাইট অফ দ্য এলিফ্যান্ট, ৩০ এপ্রিল ১৮৪৬\n নেদারল্যান্ডস: মিলিটারি উইলিয়াম অর্ডার-এর গ্র্যান্ড ক্রস, ২২ মার্চ ১৮৪২\n স্পেন: নাইট অফ দ্য গোল্ডেন ফ্লিস, ২১ ফেব্রুয়ারি ১৮৩৪\n যুক্তরাজ্য: স্ট্রেঞ্জার নাইট অফ দ্য গার্টার, ১১ অক্টোবর ১৮৪৪\n\n\n=== প্রতীক চিহ্ন ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== অঞ্চল ===\n\nলুই ফিলিপের সম্মানে দক্ষিণ প্রশান্ত মহাসাগরের প্রাচীনতম ফরাসি উপনিবেশ এবং নিউজিল্যান্ডের দক্ষিণ দ্বীপের ক্যান্টারবেরি অঞ্চলের প্রাচীনতম শহর পোর্ট লুই ফিলিপে (আকারোয়া) নামকরণ করা হয়। তিনি ১৮৪০ সালের ১৮ আগস্ট উপনিবেশটি প্রতিষ্ঠিত হওয়ার সময় ফরাসি রাজা হিসেবে রাজত্ব করেছিলেন। লুই ফিলিপ এই বসতি স্থাপন প্রকল্পকে সমর্থন করার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। এই প্রচেষ্টার জন্য দায়িত্বপ্রাপ্ত কোম্পানি ১৮৩৯ সালের ১১ ডিসেম্বর লুই ফিলিপের স্বাক্ষর লাভ করে এবং একই সাথে ঔপনিবেশিক সম্প্রসারণ এবং প্রায় এক দশক আগে আলজেরিয়ায় তার অধীনে শুরু হওয়া দ্বিতীয় সাম্রাজ্য নির্মাণের নীতির সাথে সঙ্গতিপূর্ণভাবে সমুদ্রযাত্রা পরিচালনার অনুমতি লাভ করে। ব্রিটিশ লেফটেন্যান্ট-গভর্নর ক্যাপ্টেন উইলিয়াম হবসন পরবর্তীকালে পোর্ট লুই ফিলিপের উপর সার্বভৌমত্ব দাবি করেন।\nলুই ফিলিপ এবং তার ওর্লেয়ান শাখার বোর্বোঁ রাজবংশকে সম্মান জানাতে যে জাহাজে বসতির লোকেরা পোর্ট লুই ফিলিপ উপনিবেশ স্থাপনের জন্য যাত্রা করেছিল সেটির নাম রাখা হয়েছিল কমটে দে পারি। এই নামটি লুই ফিলিপের প্রিয় ছোট নাতি প্যারিদের কাউন্ট প্রিন্স ফিলিপ দ'অর্লেয়ান্সের নামে রাখা হয়। তার জন্ম হয়েছিল ১৮৩৮ সালের ২৪ আগস্টে।\n\n\n== সন্তান ==\n\n\n== বংশধারা ==\n\n\n== আরো দেখুন ==\n\nলুই ফিলিপের সম্মাননা\nজেমস প্রেডিয়ারের সৃষ্টিকর্মের তালিকা\nলুই ফিলিপের অধীনে প্যারিস\nলেফটেন্যান্ট-জেনারেল (ফ্রান্স)\nফরাসি বিদেশী সৈন্যবাহিনীর উৎপত্তি\nপোর্ট লুই ফিলিপ (আকারোয়া)\n\n\n=== একই নামধারী ===\nলুই ফিলিপ, বেলজিয়ামের যুবরাজ (১৮৩৩–১৮৩৪), তার মেয়ে বেলজীয় রানী লুইসের নাতি।\nলুই ফিলিপ, পর্তুগালের রাজকীয় যুবরাজ (১৮৮৭-১৯০৮), প্রপৌত্র এবং পর্তুগিজ সিংহাসনের উত্তরাধিকারী\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\nAntonetti, Guy (১৯৯৪)। Louis-Philippe। Fayard। আইএসবিএন 978-2-213-59222-0। \nAston, Nigel (অক্টোবর ১৯৮৮)। \"Orleanism, 1780–1830\": 41–47। \nBastide, Charles (১৯২৭)। \"The Anglo-French Entente under Louis Philippe\": 91–98। জেস্টোর 2548358। ডিওআই:10.2307/2548358। \nBeik, Paul Harold (১৯৬৫)। Louis Philippe and the July Monarchy। Van Nostrand। আইএসবিএন 978-0-4420-0077-6। ওএল 40215892M। \nCollingham, H.A.C.; Alexander, R. S. (১৯৮৮)। The July Monarchy: A Political History of France, 1830–1848। Longman। আইএসবিএন 0-5820-2186-3। ওএল 2394831M। \nde Flers, Robert (১৮৯১)। Le Roi Louis Philippe: Vie Anecdotique 1773–1850। Librairie de La Société des Gens de Lettres। ওএল 6918316M। ওসিএলসি 3741283। \nFortescue, William (২০০৫)। France and 1848: The End of Monarchy। Routledge। পৃষ্ঠা 27। আইএসবিএন 978-0-4153-1462-6। \nHowarth, T.E.B. Citizen-King: The Life of Louis Philippe, King of the French (1962).\nJardin, Andre, and Andre-Jean Tudesq. Restoration and Reaction 1815–1848 (The Cambridge History of Modern France) (1988).\nLucas-Dubreton, J. The Restoration and the July Monarchy (1929).\nNewman, Edgar Leon, and Robert Lawrence Simpson. Historical Dictionary of France from the 1815 Restoration to the Second Empire (Greenwood Press, 1987) online edition  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ জুন ২০১১ তারিখে.\nPorch, Douglas. \"The French Army Law of 1832.\" Historical Journal 14, no. 4 (1971): 751–69. online.\n\n\n== বহিঃসংযোগ ==\n\n উইকিমিডিয়া কমন্সে প্রথম লুই ফিলিপ সম্পর্কিত মিডিয়া দেখুন।\n\"Louis-Philippe\"। Encyclopædia Britannica। XV (9th সংস্করণ)। ১৮৮৩। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCaricatures of Louis Philippe and others, published in La Caricature 1830–1835 (La Caricature Gallery)"}