{"pageid": 1512128, "title": "পরিস্মিতা সিং", "url": "https://bn.wikipedia.org/wiki?curid=1512128", "content": "পরিস্মিতা সিং (জন্ম ১৯৭৯/১৯৮০ ) একজন ভারতীয় লেখিকা, চিত্রকর, গ্রাফিক ঔপন্যাসিক এবং শিক্ষিকা। তিনি পাও কালেক্টিভের একজন প্রতিষ্ঠাতা সদস্য। তাঁর লেখা উপন্যাসের মধ্যে রয়েছে \"দ্য হোটেল অ্যাট দ্য এণ্ড অফ দ্য ওয়ার্ল্ড\", যেটি শক্তি ভট্ট প্রথম বই পুরস্কারের জন্য সংক্ষিপ্ত তালিকাভুক্ত হয়েছিল এবং এটি ভারতে প্রকাশিত প্রথম গ্রাফিক উপন্যাসগুলির মধ্যে একটি। তিনি ছোটগল্প সংকলন \"পিস হ্যাজ কাম\" -এর লেখিকা এবং চিত্রকরও।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nপরিস্মিতা সিং আসামে জন্মগ্রহণ করেন এবং ভারতের আসামের গুয়াহাটি থেকে প্রায় ছয় ঘন্টা দূরের পথে অবস্থিত বিশ্বনাথ চারিয়ালি শহরে বড় হয়ে ওঠেন। তাঁর দিদিমা, দুর্গামণি সাইকিয়া তাঁকে ঐতিহ্যবাহী লোককাহিনী বলতেন, তবে সেইসঙ্গে তিনি তার মধ্যে পরিবারের সদস্য এবং ঐতিহাসিক ঘটনাবলী যোগ করে দিতেন। পরিস্মিতা মাউসকে (আমেরিকান কার্টুনিস্ট আর্ট স্পিগেলম্যানের একটি গ্রাফিক উপন্যাস) গ্রাফিক ঔপন্যাসিক হওয়ার অনুপ্রেরণা হিসেবে উল্লেখ করেছেন।\nপরিস্মিতা সিং দিল্লির সেন্ট স্টিফেনস কলেজে পড়াশোনা করেছেন।\n\n\n== কর্মজীবন ==\nতেহেলকা এবং লিটল ম্যাগাজিনে দৃশ্য আখ্যান প্রকাশের পর, পরিস্মিতা ২০০৯ সালে তাঁর প্রথম গ্রাফিক উপন্যাস, দ্য হোটেল অ্যাট দ্য এণ্ড অফ দ্য ওয়ার্ল্ড, প্রকাশ করেন। এটি ভারতে প্রকাশিত প্রথম গ্রাফিক উপন্যাসগুলির মধ্যে একটি। উপন্যাসটির বিকাশে  তিনি দুই বছরেরও বেশি সময় ব্যয় করেছিলেন এবং তৃণমূল স্তরে এই বিষয়ে শিক্ষার জন্য ২০০৯ সালে তিনি আসামে \"প্রথম\" নামে একটি এনজিওর হয়ে কাজ শুরু করেন। এরপর তিনি টাইম আউট-এ ছোটগল্প এবং দ্য সিরুভার মালারে কমিক্স প্রকাশ করেন, একই সাথে তিনি পাও কালেক্টিভের সাথেও কাজ করছিলেন এবং পরে মিন্টে কমিক্স প্রকাশ করেন।\nঅরিজিৎ সেন, সারনাথ ব্যানার্জি, বিশ্বজ্যোতি ঘোষ এবং অমিতাভ কুমারের সাথে পরিস্মিতা \"পাও কালেক্টিভে\"র প্রতিষ্ঠাতা সদস্য। ২০০৭ সালের ডিসেম্বরে, সেন্টার ফর দ্য স্টাডি অফ ডেভেলপিং সোসাইটিস (সিএসডিএস)-এর সারাই প্রোগ্রামের রিসার্চ ফেলো হিসেবে, আর এক সারাই ফেলো সারনাথ ব্যানার্জির সাথে, তিনি সিএসডিএস এবং ফরাসি তথ্য ও সম্পদ কেন্দ্র দ্বারা আয়োজিত \"কমিক্স/কমিকস: কমিক্স এবং গ্রাফিক নভেলস সম্পর্কিত একটি কর্মশালা\" উপস্থাপন করেন। অনুরূপ একটি কর্মশালায় তাঁর সাথে অরিজিৎ সেনের পরিচয় হয়। ২০০৭ থেকে ২০০৯ সাল পর্যন্ত কর্মশালা এবং উপস্থাপনা চলাকালীন, প্রতিষ্ঠাতা সদস্যরা ভারতে কমিক্স প্রচার এবং কমিক্স শিল্পীদের সমর্থন করার জন্য একটি সমষ্টি গঠনের সিদ্ধান্ত নেন। এটি ছিল ভারতের প্রথম সংগঠন, যারা গ্রাফিক উপন্যাস প্রচার করেছে এবং শিল্পীদের \"তাদের প্রতিদিনের রুটি ( পাও )\" উপার্জন করতে সহায়তা করেছে। ২০১২ সালে প্রকাশিত পাও: দ্য অ্যান্থোলজি অফ কমিক্স ১-এর \"স্লিপস্কেপস\" অধ্যায়টিতে পরিস্মিতা অবদান রেখেছিলেন।\nপরিস্মিতা \"মারা অ্যাণ্ড দ্য ক্লে কাউজ\" নামে একটি শিশুতোষ বই লিখেছেন এবং চিত্রাঙ্কন করেছেন, বইটি তাংখুল নাগা লোককাহিনীর উপর ভিত্তি করে তৈরি, এটি ২০১৫ সালে প্রকাশিত হয়েছিল। তিনি ২০১৮ সালে প্রকাশিত সংকলন \"সেন্টারপিস: উইমেন'স রাইটিং অ্যাণ্ড আর্ট ফ্রম নর্থইস্ট ইন্ডিয়া\"র সম্পাদনাও করেছেন। আসামে শিক্ষা প্রকল্পে কাজ করার সময় তিন বছরেরও বেশি সময় ধরে, তিনি আসামের উপর ভিত্তি করে \"পিস হ্যাজ কাম\" শিরোনামে ছোটগল্পের একটি সংকলন লিখেছিলেন এবং চিত্রাঙ্কন করেছিলেন, যেটি ২০১৮ সালে প্রকাশিত হয়েছিল।\n২০১৮ এবং ২০১৯ সালে, তিনি \"এনআরসি: বিজেপি ইজ অন এ কলিশন কোর্স উইথ অ্যাসামিজ 'ন্যাশানালিস্টস' ওভার সিটিজেনশিপ বিল\" এবং \"আসাম এনআরসি: হু উইল জাজ দ্য জাজেস?\" প্রবন্ধগুলি লিখেছিলেন এবং চিত্রিত করেছিলেন। এইসঙ্গে তিনি \"এনআরসি স্কেচবুক: অ্যাহেড অফ ডেডলাইন, ওয়ান ফাইনাল রাশ ফর ইনক্লুশন ইন আসাম\" প্রবন্ধটির সহ-লেখক ছিলেন এবং চিত্রিত করেছিলেন, যেটি হাফপোস্ট দ্বারা প্রকাশিত হয়েছিল। জাতীয় নাগরিক পঞ্জি (এনআরসি) এবং আসাম সম্পর্কে লেখার সময়, সঞ্জয় বারবোরা বলেছিলেন, \"ঔপন্যাসিক পরিস্মিতা সিং-এর চিন্তাশীল এবং প্রতিবিম্বিত লেখাগুলি ইঙ্গিত দেয় এনআরসির ফলে এই ধরণের লোকেদের যে অসুবিধাগুলি সহ্য করতে হয়েছে, সেইসাথে এর সাথে জড়িত সহিংসতার সম্ভাবনার কথা।\"\n\n\n== বই ==\nসিং, পরিস্মিতা (২০০৮)। দ্য অ্যাডভেঞ্চারস অফ তেজিমোলা অ্যাণ্ড সতী বেউলা। পরিস্মিতা সিং। \nসিং, পরিস্মিতা (২০০৯)। দ্য হোটেল অ্যাট দ্য এণ্ড অফ দ্য ওয়ার্ল্ড। পেঙ্গুইন ইণ্ডিয়া। আইএসবিএন 9780143102946। \nপরিস্মিতা সিং (২০১২)। \"স্লিপস্কেপস\"। পাও: দ্য অ্যান্থোলজি অফ কমিক্স ১। পেঙ্গুইন ইণ্ডিয়া। আইএসবিএন 978-0143417682। \nসিং, পরিস্মিতা (২০১৫)। মারা অ্যাণ্ড দ্য ক্লে কাউজ। তুলিকা পাবলিশার্স। আইএসবিএন 978-93-5046-657-5। \nসেন্টারপিস: নিউ রাইটিং অ্যাণ্ড আর্ট ফ্রম নর্থইস্ট ইণ্ডিয়া। জুবান বুকস। ২০১৮। আইএসবিএন 9789385932410। \nসিং, পরিস্মিতা (২০১৮)। পিস হ্যাজ কাম। ওয়েস্টল্যাণ্ড। আইএসবিএন 9789386850508। \n\n\n== সচিত্র প্রবন্ধ ==\nসিং, পরিস্মিতা (ডিসেম্বর ১০, ২০১৮)। \"এনআরসি: বিজেপি ইজ অন এ কলিশন কোর্স উইথ অ্যাসামিজ 'ন্যাশানালিস্টস' ওভার সিটিজেনশিপ বিল\"। হাফপোস্ট। \nসিং, পরিস্মিতা (জুলাই ২৮, ২০১৯)। \"আসাম এনআরসি: হু উইল জাজ দ্য জাজেস?\"। হাফপোস্ট। \nসিং, পরিস্মিতা; হুসেন, শালিম এম (আগস্ট ৩০, ২০১৯)। \"এনআরসি স্কেচবুক: অ্যাহেড অফ ডেডলাইন, ওয়ান ফাইনাল রাশ ফর ইনক্লুশন ইন আসাম\"। হাফপোস্ট। \n\n\n== সম্মাননা এবং পুরস্কার ==\n২০০৯ শক্তি ভট্ট প্রথম বই পুরস্কারের সংক্ষিপ্ত তালিকা ( দ্য হোটেল অ্যাট দ্য এণ্ড অফ দ্য ওয়ার্ল্ড )\nScroll.in ২০১৮ সালের সেরা: ভারত ও বিশ্বকে বোঝার জন্য নন-ফিকশন বই (সেন্টারপিস: নিউ রাইটিং অ্যাণ্ড আর্ট ফ্রম নর্থইস্ট ইণ্ডিয়া)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদ্য হোটেল অ্যাট দ্য এণ্ড অফ দ্য ওয়ার্ল্ড ( এনডিটিভি ভিডিও সাক্ষাৎকার, ২০০৯)\nবইয়ের অংশ: সেন্টারপিস - উত্তর-পূর্ব ভারত থেকে নতুন লেখা এবং শিল্প, সম্পাদনা করেছেন পরিস্মিতা সিং ( ভারতে নারীবাদ, ২০১৮)"}