{"pageid": 1512127, "title": "দ্য আউটসাইডার (উপন্যাস)", "url": "https://bn.wikipedia.org/wiki?curid=1512127", "content": "দ্য আউটসাইডার (২০১৮) হলো আমেরিকান লেখক স্টিফেন কিং রচিত একটি ভৌতিক উপন্যাস। উপন্যাসটি স্ক্রিবনার প্রকাশনা সংস্থা থেকে প্রকাশিত হয়।\n\n\n== প্লট ==\nওকলাহোমার ফ্লিন্ট সিটিতে, ফ্র্যাঙ্কি পিটারসনের নির্মমভাবে হত্যা করা বিকৃত ও ধর্ষিত মৃতদেহ পাওয়া যায়। অপরাধস্থলে পাওয়া আঙুলের ছাপ, ডিএনএ ও সাক্ষীদের বিবরণ স্পষ্টভাবে স্থানীয় ক্রীড়া কোচ টেরেন্স মেইটল্যান্ডকে হত্যাকারী হিসেবে চিহ্নিত করে। তাই গোয়েন্দা রাল্ফ আন্ডারসন প্রকাশ্যে তাঁকে গ্রেপ্তারের আদেশ দেন।\nমেইটল্যান্ড নিজেকে নির্দোষ বলে দাবি করেন, কারণ সেই সময় তিনি ক্যাপ সিটিতে কয়েকজন শিক্ষকের সঙ্গে একটি সম্মেলনে ছিলেন, যা অন্যান্য শিক্ষকরা নিশ্চিত করেন। সম্মেলনে মেইটল্যান্ডের ভিডিও ফুটেজ ও আঙুলের ছাপ পাওয়া যায়, যা মামলায় বিভ্রান্তি সৃষ্টি করে।\nবিচার শুনানির দিনে, আদালতের আশপাশে প্রচুর ভিড় জমা হয়। এই উত্তেজনার মাঝে, ফ্র্যাঙ্কি পিটারসনের ভাই অলি পিটারসন মেইটল্যান্ডের দিকে গুলি চালান, কারণ তিনি ভাইয়ের হত্যাকাণ্ড এবং মায়ের মারাত্মক হৃদ্‌রোগের জন্য তাঁকে দোষারোপ করেন। মেইটল্যান্ড গুরুতরভাবে আহত হন, এবং পরে পুলিশ অলিকে গুলি করে হত্যা করে। মৃত্যুর আগে শেষ কথায়, মেইটল্যান্ড এখনও নিজের নির্দোষতা দাবি করেন।\nরাল্ফ আন্ডারসনকে প্রশাসনিক ছুটিতে রাখা হলেও, তিনি মামলাটি তদন্ত চালিয়ে যান। গোয়েন্দা জ্যাক হসকিন্স, যিনি আন্ডারসনের প্রতি বিরূপ মনোভাব পোষণ করেন, তাকে শহরের বাইরে একটি পরিত্যক্ত খামার অনুসন্ধানের জন্য পাঠানো হয়, যেখানে হত্যাকারীর পরা পোশাক পাওয়া যায়।  \nহসকিন্সকে পিছন থেকে এক আবৃত ব্যক্তি জড়িয়ে ধরে, যার ফলে তার ঘাড়ের পেছনে রোদে পুড়েছে এমন অনুভূতি হয়। পরে সেই ব্যক্তি হসকিন্সের বাড়িতে ফিরে এসে জানায় যে এটি এক ধরনের ক্যান্সার এবং হসকিন্স যদি তার কথা মেনে চলে, তবে রোগটি সেরে যাবে।\nমেইটল্যান্ডের আইনজীবী হাওয়ার্ড (হাওই) গোল্ড নিযুক্ত তদন্তকারী আলেক পেলে, ব্যক্তিগত গোয়েন্দা হলি গিবনিকে নিয়োগ করেন। তদন্তের সময়, হলি জানতে পারেন যে এক মামলায় ফ্র্যাঙ্কি পিটারসনের মতো একইভাবে দুইটি মেয়েকে হত্যা করা হয়েছিল। সেই মামলায় সমস্ত প্রমাণ সরাসরি হিথ হোল্মসের দিকে ইঙ্গিত করে। হোল্মস দাবি করেন যে, যখন দুইটি মেয়েকে হত্যা করা হয়, তখন তিনি শহরের বাইরে ছিলেন। গ্রেপ্তারের পর তিনি আত্মহত্যা করেন।\nহলি, পেলে, হাওই, রাল্ফ আন্ডারসন ও তাঁর স্ত্রী জিনি, মেইটল্যান্ডের স্ত্রী মার্সি, পুলিশ লেফটেন্যান্ট ইউনে সাবলো এবং জেলা অ্যাটর্নি বিল স্যামুয়েলস সবাই হাওই গোল্ডের অফিসে একত্রিত হন। হলি তাঁদের একটি মেক্সিকান লুসাডোরা চলচ্চিত্রের কিছু অংশ দেখান, যেখানে এক রহস্যময় সত্তা একটি শিশুকে অপহরণ ও হত্যা করে এবং প্রমাণ রেখে যায়, যা সরাসরি একজন ব্যক্তির দিকে ইঙ্গিত করে। ওই ব্যক্তি নির্দোষ দাবি করলেও তাকে দোষী সাব্যস্ত করে ফাঁসি দেওয়া হয়। ফাঁসির সময়, সেই ব্যক্তি রহস্যময় সত্তাটিকে দেখতে পান, যার নাম \"এল কুকো\"।\nহলি জানান যে তিনি বিশ্বাস করেন, \"এল কুকো,\" যাকে তিনি \"আউটসাইডার\" বলে উল্লেখ করেন, এসব হত্যাকাণ্ডের জন্য দায়ী। কারণ এটি কারো রক্ত শোষণ করে তাদের চেহারা অনুকরণ করতে সক্ষম। যেহেতু মেইটল্যান্ড হত্যাকাণ্ডের আগে হোল্মসকে অনুকরণ করা আউটসাইডারের দ্বারা কাটা হয়েছিল, তাই তারা বুঝতে পারেন যে সাক্ষী ক্লড বোল্টন—যিনি হত্যার দিন মেইটল্যান্ডের নখে আঁচড়ের কথা বলেছিলেন — তিনি আউটসাইডারের পরবর্তী শিকার।\nদলটি ধারণা করে যে আউটসাইডার একটি গুহায় লুকিয়ে আছে। যখন তারা সেখানে পৌঁছায়, হসকিন্স—যে আউটসাইডারের নির্দেশে ছিল—স্নাইপার অবস্থান থেকে তাদের উপর গুলিবর্ষণ শুরু করেন। হাওই ও পেলে উভয়েই নিহত হন এবং সাবলো আহত হন। এক সংক্ষিপ্ত স্থবিরতার পর, রাল্ফ হসকিন্সকে হত্যা করেন।\nরাল্ফ ও হলি গুহার আরও গভীরে প্রবেশ করেন, যেখানে তাদের স্বাগত জানায় আউটসাইডার, যার চেহারা বোল্টন ও মেইটল্যান্ডের মিশ্রণ।  \nরাল্ফ আউটসাইডারকে গুলি করার প্রস্তুতি নেন, কিন্তু তাঁকে বলা হয় যে একটি গুলি আরেকটি গুহাপতন ঘটাতে পারে, যা সবাইকে হত্যা করবে। এর পরিবর্তে, হলি আউটসাইডারকে গালিগালাজ করেন এবং যখন তিনি তার দিকে ঝুঁকে আসেন, তখন একটি মোজা ভরা বলবিয়ার দিয়ে বারবার তার মাথায় আঘাত করেন। আউটসাইডার ধীরে ধীরে ভেঙে যেতে শুরু করে এবং তার দেহ থেকে কেঁচো মতো প্রাণী বেরিয়ে আসতে থাকে। আউটসাইডার ধ্বংস হয়ে গেলে, রাল্ফ ও হলি গুহা থেকে বেরিয়ে আসেন।\nহলি ও সাবলো বোল্টনের বাসায় যান যাতে তাঁরা ঘটনার বিস্তারিত আলোচনা করতে পারেন, আর রাল্ফ হাওই ও পেলে তাদের মৃতদেহের সঙ্গে অপেক্ষা করেন। পরে, স্যামুয়েলস মেইটল্যান্ডের নির্দোষতা ঘোষণা করেন, ত্রুটিপূর্ণ ডিএনএ নমুনা ও চাষা আঙুলের ছাপের অভিযোগ তুলে, এবং মেইটল্যান্ডের অলিবিকে সমর্থনকারী ভিডিও প্রমাণ নিশ্চিত করেন। রাল্ফ হলিকে বিদায় জানান এবং তাঁকে ধন্যবাদ জানান যে, তিনি তাকে খোলা মনে থাকার পরামর্শ দিয়েছিলেন।\n\n\n== চরিত্রসমূহ ==\nরাল্ফ আন্ডারসন – ফ্লিন্ট সিটি পুলিশ বিভাগের একজন গোয়েন্দা, যিনি এগারো বছরের ছেলের ভয়াবহ হত্যাকাণ্ডের তদন্ত করেন। অধিকাংশ চরিত্রের মতো, প্রথমে তিনি বিশ্বাস করেন যে টেরি মেইটল্যান্ডই হত্যাকারী, কিন্তু পরে সন্দেহ প্রকাশ করতে শুরু করেন।\nহলি গিবনি – ফাইন্ডার’স কিপার্স থেকে একজন ব্যক্তিগত গোয়েন্দা, যিনি আন্ডারসন, গোল্ড, পেলে ও সাবলোকে প্রকৃত হত্যাকারী খুঁজে বের করতে সহায়তা করেন।\nহাওই গোল্ড – টেরি মেইটল্যান্ডের আইনজীবী; তিনি দৃঢ়ভাবে বিশ্বাস করেন যে টেরি নির্দোষ এবং আন্ডারসন, গিবনি, পেলে ও সাবলোকে প্রকৃত হত্যাকারী উন্মোচনে সহায়তা করেন। তিনি ও পেলে একজন মানসিকভাবে অসুস্থ জ্যাক হসকিন্স দ্বারা নিহত হন।\nআলেক পেলে – একজন প্রাক্তন পুলিশ কর্মকর্তা, যিনি বর্তমানে আইন ক্ষেত্রে কর্মরত। তিনি আন্ডারসন, গিবনি, পেলে ও সাবলোকে প্রকৃত হত্যাকারী খুঁজে বের করতে সহায়তা করেন; তিনি ও গোল্ডকে একজন মানসিকভাবে অসুস্থ জ্যাক হসকিন্স দ্বারা নিহত হন।\nটেরি মেইটল্যান্ড – ফ্লিন্ট সিটির বয়েস লিটল লীগ কোচ; তিনি এগারো বছরের ছেলের হত্যাকাণ্ডের প্রধান সন্দেহভাজন হয়ে ওঠেন, তবে নিজেকে নির্দোষ বলে দাবি করেন। আদালতের বাইরে ছেলের ভাই দ্বারা তিনি নিহত হন।\nজেনি আন্ডারসন – রালফের স্ত্রী; তিনি হত্যাকাণ্ড নিয়ে অত্যন্ত বিচলিত হন এবং রালফকে মানসিক সহায়তা প্রদান করেন।\nমার্সি মেইটল্যান্ড – টেরি মেইটল্যান্ডের স্ত্রী; তিনি সমগ্র সময় তাঁর স্বামীর পাশে থাকেন এবং মিডিয়া ও তাঁর মেয়েদের দ্বারা হয়রানি সহ্য করেন।\nবিল স্যামুয়েলস – ফ্লিন্ট সিটির ADA (অ্যাটর্নি) যিনি হত্যাকাণ্ড মামলার বিচার পরিচালনার দায়িত্বে আছেন; তিনি বিশ্বাস করতে অস্বীকার করেন যে কোনো অতিপ্রাকৃতিক সত্তা ছেলেকে হত্যা করেছে এবং দৃঢ়ভাবে মনে করেন যে টেরি দোষী। সত্য উদঘাটনের পর, অত্যন্ত বিচলিত হয়ে তিনি চাকরি থেকে অবসর গ্রহণ করেন।\nইউনে সাবলো – ফ্লিন্ট সিটির পুলিশ বিভাগের একজন গোয়েন্দা, যিনি আন্ডারসন, গিবনি, পেলে ও গোল্ডকে হত্যাকাণ্ড মামলায় সহায়তা করেন; তিনি একজন মানসিকভাবে অসুস্থ জ্যাক হসকিন্স দ্বারা গুরুতরভাবে আহত হন, তবে বেঁচে যান।\nজ্যাক হসকিন্স – ফ্লিন্ট সিটির একটি অলস ও দুর্নীতিপূর্ণ গোয়েন্দা, যিনি রালফ আন্ডারসনের প্রতি ঘৃণা পোষণ করেন; তিনি 'দ্য আউটসাইডার' দ্বারা উপহাসিত হন এবং আন্ডারসন, গিবনি, গোল্ড, পেলে ও সাবলোকে হত্যা করার চেষ্টা করেন; অবশেষে, তাঁর আঘাতের কারণে তিনি মারা যান।\nক্লড বোল্টন – একজন সন্দেহজনক খ্যাতিসম্পন্ন ব্যক্তি; তাঁকে প্রায় দ্য আউটসাইডার এর পরবর্তী হত্যাকাণ্ডের সন্দেহভাজন হিসাবে সাজানো হয়।\n\n\n== পটভূমি তথ্য ==\nউপন্যাসটি প্রথম উল্লেখ করা হয়েছিল ইউএসএ টুডে এর এক সাক্ষাৎকারে, ৭ আগস্ট ২০১৭ সালে।\nবইয়ের প্রচ্ছদটি প্রথম প্রকাশ পায় ১৮ জানুয়ারি ২০১৮ সালে।\nএকটি অংশ এন্টারটেইনমেন্ট উইকলি এর ২৫ মে ২০১৮ এ  সংখ্যায় প্রকাশিত হয়।\n\n\n== সমালোচনা ==\nপর্যালোচনা সমষ্টিকারক ওয়েবসাইট বুক মার্কস রিপোর্ট করে যে, ১৪ জন সমালোচকের মধ্যে ১০ জন দ্য আউটসাইডারকে \"প্রশংসামূলক\" রিভিউ দিয়েছেন, আর বাকি চারজন \"ইতিবাচক\" প্রতিক্রিয়া দেখিয়েছেন, যা নির্দেশ করে যে উপন্যাসটি সমালোচনামূলক প্রশংসা পেয়েছে।\n\n\n== টেলিভিশন অভিযোজন ==\nজুন ২০১৮ এ ঘোষণা করা হয় যে মিডিয়া রাইটস ক্যাপিটাল ও অ্যাগ্রিগেট ফিল্মস উপন্যাসটি ১০ পর্বের ক্ষুদ্রমালিক সিরিজ হিসেবে নির্মাণের জন্য অপশন নিয়েছেন, যেখানে রিচার্ড প্রাইস চিত্রনাট্য রচনা করবেন, এবং নির্বাহী প্রযোজক হিসেবে জ্যাক বেন্ডার, জেসন বেটম্যান, মাইকেল কস্টিগান ও মার্টি বোউয়েন থাকবেন। ৩ ডিসেম্বর ২০১৮-এ, এইচবিও এই সিরিজটি অর্ডার করে, যেখানে বিন মেন্ডেলসন রালফ আন্ডারসনের চরিত্রে অভিনয় করবেন,\nতার সাথে জেসন বেটম্যান, প্যাডি কনসিডাইন, সিনথিয়া এরিভো, বিল ক্যাম্প ও মেয়ার উইনিংহ্যাম থাকবেন। জুলিয়ান নিকোলসন, ইউল ভাসকেজ, জেরেমি বব ও মার্ক মেনচাকা নিয়মিত ভূমিকায় থাকবেন, এবং হেটিয়েন পার্ক ও মাইকেল এসপার পুনরায় প্রদর্শিত হবেন।\n\n\n== বহির্সংযোগ ==\nদ্য আউটসাইডার, StephenKing.com এর অফিসিয়াল পেজ\n\n\n== তথ্যসূত্র =="}