{"pageid": 1512110, "title": "জন, ইংল্যান্ডের রাজা", "url": "https://bn.wikipedia.org/wiki?curid=1512110", "content": "জন (২৪ ডিসেম্বর ১১৬৬ – ১৯ অক্টোবর ১২১৬) ১১৯৯ সাল থেকে ১২১৬ সালে তার মৃত্যু পর্যন্ত ইংল্যান্ডের রাজা ছিলেন। তিনি ফ্রান্সের রাজা দ্বিতীয় ফিলিপের কাছে ডাচি অফ নরম্যান্ডি এবং তার অন্যান্য ফরাসি ভূমি হারান, যার ফলে অ্যাঞ্জেভিন সাম্রাজ্যের পতন ঘটে এবং ত্রয়োদশ শতাব্দীতে ফরাসি ক্যাপিটিয়ান রাজবংশের ক্ষমতা বৃদ্ধিতে অবদান রাখে। জনের রাজত্বের শেষের দিকে ব্যারোনিয়াল বিদ্রোহের ফলে ম্যাগনা কার্টা স্বাক্ষরিত হয়, যা যুক্তরাজ্যের সংবিধানের বিবর্তনের একটি মৌলিক মাইলফলক হিসেবে বিবেচিত একটি দলিল।\nজন ছিলেন ইংল্যান্ডের রাজা দ্বিতীয় হেনরি এবং অ্যাকুইটাইনের ডাচেস এলেনরের কনিষ্ঠ পুত্র। তার ডাকনাম ছিল জন ল্যাকল্যান্ড (John without land বা ভূমিহীন জন) কারণ তার কাছ থেকে উল্লেখযোগ্য জমির উত্তরাধিকারী হওয়ার আশা করা হয়নি। ১১৭৩-১১৭৪ সালে তার ভাই হেনরি দ্য ইয়াং কিং, রিচার্ড এবং জিওফ্রে তাদের বাবার বিরুদ্ধে ব্যর্থ বিদ্রোহের পর তিনি হেনরির প্রিয় সন্তান হয়ে ওঠেন। ১১৭৭ সালে জন আয়ারল্যান্ডের লর্ড নিযুক্ত হন এবং তাকে ইংল্যান্ড এবং এই মহাদেশে জমি দেওয়া হয়। তার ভাই রিচার্ড প্রথমের রাজত্বকালে রাজা তৃতীয় ক্রুসেডে অংশগ্রহণের সময় তিনি রিচার্ডের রাজকীয় প্রশাসকদের বিরুদ্ধে বিদ্রোহের ব্যর্থ চেষ্টা করেছিলেন, কিন্তু ১১৯৯ সালে রিচার্ডের মৃত্যুর পর তাকে রাজা ঘোষণা করা হয়। ১২০০ সালে লে গৌলেটের শান্তি চুক্তির মাধ্যমে তিনি ফ্রান্সের দ্বিতীয় ফিলিপের সাথে মহাদেশীয় অ্যাঞ্জেভিন ভূমির উপর জন-এর দখলকে স্বীকৃতি দেওয়ার জন্য একটি চুক্তিতে পৌঁছান।\n১২০২ সালে ফ্রান্সের সাথে আবার যুদ্ধ শুরু হলে জন প্রাথমিকভাবে বিজয় অর্জন করেন কিন্তু সামরিক সম্পদের অভাব এবং নর্মান, ব্রেটন এবং আনজু অভিজাতদের সাথে তার আচরণের ফলে ১২০৪ সালে উত্তর ফ্রান্সে তার সাম্রাজ্যের পতন ঘটে। পরবর্তী দশকের বেশিরভাগ সময় তিনি এই জমিগুলো পুনরুদ্ধারের চেষ্টায় ব্যয় করেন, বিপুল রাজস্ব সংগ্রহ করেন, সশস্ত্র বাহিনী সংস্কার করেন এবং মহাদেশীয় জোট পুনর্গঠন করেন। তার বিচার বিভাগীয় সংস্কারগুলো ইংরেজ সাধারণ আইন ব্যবস্থার উপর স্থায়ী প্রভাব ফেলে, পাশাপাশি রাজস্বের একটি অতিরিক্ত উৎসও প্রদান করে। ক্যান্টারবেরির আর্চবিশপ স্টিফেন ল্যাংটনের নির্বাচন নিয়ে পোপ তৃতীয়ে ইনোসেন্টের সাথে তার বিরোধের ফলে ১২০৮ সালে পোপের নিষেধাজ্ঞা জারি করা হয়, যেখানে ১২১৪ সাল পর্যন্ত গির্জার পরিষেবা নিষিদ্ধ করা হয়, পাশাপাশি পরের বছর জনকে বহিষ্কার করা হয়। জন অবশেষে ১২১৩ সালে এই বিরোধের মীমাংসা করেন। ১২১৪ সালে বোভাইনসের যুদ্ধে জনের মিত্রদের উপর ফরাসিরা জয়ী হওয়ায় ফিলিপকে পরাজিত করার জন্য জনের প্রচেষ্টা ব্যর্থ হয়। যখন তিনি ইংল্যান্ডে ফিরে আসেন, তখন জন তার অনেক ব্যারনের বিদ্রোহের মুখোমুখি হন, যারা তার রাজস্ব নীতি এবং ইংল্যান্ডের অনেক ক্ষমতাশালী অভিজাতদের সাথে তার আচরণে অসন্তুষ্ট ছিলেন। ম্যাগনা কার্টা জন এবং ব্যারনদের মধ্যে একটি শান্তি চুক্তি হিসাবে খসড়া করা হয়েছিল এবং ১২১৫ সালে সম্মতিতে পৌঁছানো হয়েছিল। তবে কোনও পক্ষই তাদের শর্ত মেনে চলেনি এবং এর কিছুদিন পরেই গৃহযুদ্ধ শুরু হয়, যেখানে ফ্রান্সের যুবরাজ লুই ব্যারনদের সাহায্য করেন। শীঘ্রই এটি একটি অচলাবস্থার মধ্যে পড়ে। ১২১৬ সালের শেষের দিকে পূর্ব ইংল্যান্ডে অভিযানের সময় জন আমাশয়ে আক্রান্ত হয়ে মারা যান; তার পুত্র তৃতীয় হেনরির সমর্থকরা পরের বছর লুই এবং বিদ্রোহী ব্যারনদের বিরুদ্ধে জয়লাভ করেন।\nসমসাময়িক ইতিহাসবিদরা বেশিরভাগই রাজা হিসেবে জনের কর্মক্ষমতার সমালোচনা করেছেন এবং তার রাজত্বকাল ষোড়শ শতাব্দীর পর থেকে ঐতিহাসিকদের দ্বারা উল্লেখযোগ্য বিতর্ক এবং পর্যায়ক্রমিক সংশোধনের বিষয় হয়ে দাঁড়িয়েছে। ইতিহাসবিদ জিম ব্র্যাডবেরি জনের ইতিবাচক গুণাবলী সম্পর্কে বর্তমান ঐতিহাসিক মতামতের সারসংক্ষেপ তুলে ধরেছেন। তিনি উল্লেখ করেছেন যে জনকে আজ সাধারণত একজন \"কঠোর পরিশ্রমী প্রশাসক, একজন দক্ষ মানুষ, একজন দক্ষ সেনাপতি\" হিসেবে বিবেচনা করা হয়। তা সত্ত্বেও, আধুনিক ইতিহাসবিদরা একমত যে রাজা হিসেবে তারও অনেক দোষ ছিল, যাদের মধ্যে রয়েছেন ইতিহাসবিদ রাল্ফ টার্নার। তিনি জনকে \"বিরক্তিকর, এমনকি বিপজ্জনক ব্যক্তিত্বের বৈশিষ্ট্য\" হিসাবে বর্ণনা করেছেন, যেমন তুচ্ছতা, বিদ্বেষ এবং নিষ্ঠুরতা। এই নেতিবাচক গুণাবলী ভিক্টোরিয়ান যুগে কথাসাহিত্য লেখকদের জন্য ব্যাপক রসদ সরবরাহ করে এবং জন পশ্চিমা জনপ্রিয় সংস্কৃতিতে মূলত রবিন হুড লোককাহিনীতে একজন খলনায়ক হিসেবে একটি পুনরাবৃত্ত চরিত্র হিসেবে রয়ে গিয়েছেন।\n\n\n== প্রারম্ভিক জীবন (১১৬৬–১১৮৯) ==\n\n\n=== শৈশব এবং অ্যাঞ্জেভিনের উত্তরাধিকার ===\nজন ১১৬৬ সালের ২৪ ডিসেম্বর জন্মগ্রহণ করেন। তার পিতা, ইংল্যান্ডের রাজা দ্বিতীয় হেনরি আটলান্টিক সমুদ্র তীরবর্তী উল্লেখযোগ্য অঞ্চল - আনজু, নরম্যান্ডি এবং ইংল্যান্ড - উত্তরাধিকারসূত্রে পেয়েছিলেন এবং ব্রিটানি জয় করে তার সাম্রাজ্যের প্রসার ঘটান। জনের মা ছিলেন অ্যাকুইটাইনের শক্তিশালী ডাচেস এলেনর, যার দক্ষিণ ফ্রান্সের তুলুজ এবং আউভার্গেনের উপর ক্ষীণ দাবি ছিল এবং তিনি ছিলেন ফ্রান্সের রাজা সপ্তম লুইয়ের প্রাক্তন স্ত্রী। হেনরি এবং এলেনরের অঞ্চলগুলো অ্যাঞ্জেভিন সাম্রাজ্য গঠন করে। এই সাম্রাজ্যের নামকরণ করা হয়েছিল হেনরির পৈতৃক উপাধি \"কাউন্ট অফ আনজু\" এবং আরও নির্দিষ্টভাবে, অ্যাঞ্জার্সে এর কেন্দ্রস্থলের নাম অনুসারে।অ্যাঞ্জেভিন সাম্রাজ্য শব্দটি ভিক্টোরিয়ান ইতিহাসবিদ কেট নরগেট থেকে উদ্ভূত হয়েছে। তবে সাম্রাজ্যটি স্বভাবতই ভঙ্গুর ছিল। কারণ যদিও সমস্ত সাম্রাজ্য হেনরির প্রতি আনুগত্য প্রকাশ করেছিল, তবুও পৃথক পৃথক অংশগুলোর নিজস্ব ইতিহাস, ঐতিহ্য এবং শাসন কাঠামো ছিল। আনজু এবং অ্যাকুইটাইন হয়ে দক্ষিণে যাওয়ার সাথে সাথে প্রদেশগুলোতে হেনরির ক্ষমতা উল্লেখযোগ্যভাবে হ্রাস পেতে থাকে, যা আধুনিক সাম্রাজ্যের ধারণার সাথে মোটেও সাদৃশ্যপূর্ণ নয়। সাম্রাজ্যের কিছু অংশ যেমন নরম্যান্ডি এবং ইংল্যান্ডের মধ্যে ঐতিহ্যবাহী সম্পর্ক সময়ের সাথে সাথে ধীরে ধীরে বিলুপ্ত হয়ে যাচ্ছিল। হেনরির মৃত্যুর পর সাম্রাজ্যের ভবিষ্যৎ নিশ্চিত ছিল না। যদিও জ্যেষ্ঠ পুত্র তার পিতার সমস্ত জমির উত্তরাধিকারী হওয়ার কথা ছিল, কিন্তু এই প্রথা ধীরে ধীরে ইউরোপ জুড়ে আরও ব্যাপক হয়ে উঠছিল এবং ইংল্যান্ডের নরম্যান রাজাদের মধ্যে এর জনপ্রিয় কমে যাচ্ছিল। বেশিরভাগই বিশ্বাস করতেন যে হেনরি সাম্রাজ্য ভাগ করে দেবেন, প্রতিটি পুত্রকে একটি উল্লেখযোগ্য অংশ দেবেন এবং আশা করতেন যে তার মৃত্যুর পরে তার সন্তানরা মিত্র হিসেবে একসাথে কাজ করবে। অ্যাঞ্জেভিন সাম্রাজ্যের বেশিরভাগ অংশ হেনরির দখলে থাকায় ক্যাপেট বংশের প্রতিদ্বন্দ্বী ফ্রান্সের রাজার একজন আধিকারিক হিসেবে বিষয়টি জটিল হয়ে ওঠে । হেনরি প্রায়শই ফ্রান্সের বিরুদ্ধে পবিত্র রোমান সম্রাটের সাথে জোট বাঁধতেন, যা সামন্ততান্ত্রিক সম্পর্ককে আরও চ্যালেঞ্জিং করে তুলেছিল।\nজন্মের কিছুদিন পরেই জনকে এলিনর থেকে একজন সেবিকার তত্ত্বাবধানে স্থানান্তরিত করা হয়, যা মধ্যযুগীয় সম্ভ্রান্ত পরিবারের একটি ঐতিহ্যবাহী প্রথা ছিল। এরপর এলিনর আকুইটাইনের রাজধানী পোয়াতিয়েতে চলে যান এবং জন ও তার বোন জোয়ানকে উত্তরে ফন্টেভ্রল্ট অ্যাবেতে পাঠান। সম্ভবত এটি তার কনিষ্ঠ পুত্র, যার কোন সুস্পষ্ট উত্তরাধিকার নেই, তাকে ভবিষ্যতের ধর্মীয় কর্মজীবনের দিকে পরিচালিত করার লক্ষ্যে করা হয়েছিল। এলিনর পরবর্তী কয়েক বছর হেনরির বিরুদ্ধে ষড়যন্ত্র করে কাটিয়েছিলেন এবং জনের খুব ছোটবেলায় বাবা-মা কেউই কোনও ভূমিকা পালন করেননি। অন্যান্য ভাইদের মতো জনের জন্যেও সম্ভবত ফন্টেভ্রাল্টে থাকাকালীন একজন ম্যাজিস্টার নিযুক্ত করা হয়েছিল, যিনি তার প্রাথমিক শিক্ষা এবং তার নিকটবর্তী পরিবারের চাকরদের পরিচালনার দায়িত্বে ছিলেন। পরে তাকেএকজন শীর্ষস্থানীয় ইংরেজ প্রশাসক রানুল্ফ ডি গ্লানভিল দ্বারা শিক্ষা দেওয়া হয়। জন তার জ্যেষ্ঠ জীবিত ভাই হেনরি দ্য ইয়ং কিং- এর পরিবারের সদস্য হিসেবে কিছু সময় কাটিয়েছিলেন, যেখানে তিনি সম্ভবত শিকার এবং সামরিক দক্ষতার উপর প্রশিক্ষণ পেয়েছিলেন।\nজন প্রায় ৫ ফুট ৫ ইঞ্চি (১.৬৫ মি.) লম্বা ছিলেন। তিনি ছিলেন তুলনামূলকভাবে খাটো, \"শক্তিশালী, পিপা-স্তনযুক্ত শরীর\" এবং গাঢ় লাল চুলের অধিকারী। সমসাময়িকদের কাছে তিনি দেখতে পোইতৌর বাসিন্দার মতো ছিলেন। জন পড়তে খুব পছন্দ করতেন এবং বইয়ের একটি ভ্রমণ গ্রন্থাগার তৈরি করেছিলেন, যা সেই সময়ের জন্য অস্বাভাবিক ছিল। তিনি জুয়া খেলা উপভোগ করতেন, বিশেষ করে ব্যাকগ্যামনে, এবং মধ্যযুগীয় মানদণ্ড অনুসারেও তিনি একজন উৎসাহী শিকারী ছিলেন। তিনি বাজনা পছন্দ করতেন, যদিও গান নয়। জন \"রত্নপাথরের একজন গুণগ্রাহী\" হয়ে ওঠেন, একটি বিশাল সংগ্রহশালা তৈরি করেন এবং তার বিলাসবহুল পোশাকের জন্য বিখ্যাত হয়ে ওঠেন। ফরাসি ইতিহাসবিদদের মতে, খারাপ ওয়াইনের প্রতি তার অনুরাগের জন্যও তিনি বিখ্যাত হয়ে ওঠেন। জন বড় হওয়ার সাথে সাথে কখনও কখনও \"উদার, মজাদার এবং অতিথিপরায়ণ\" হিসেবে পরিচিত হয়ে ওঠেন; কখনও কখনও তিনি ঈর্ষান্বিত, অতিরিক্ত সংবেদনশীল এবং ক্রোধ প্রবণ হয়ে পড়তেন এবং রাগে \"আঙ্গুল চিবাতেন ও কামড়াতেন। দ্বিতীয় হেনরিও তার আঙ্গুল কামড়ে ধরতেন; অনেক ইতিহাসবিদ চরম ক্রোধকে অ্যাঞ্জেভিন রাজাদের বৈশিষ্ট্য বলে মনে করেন।\n\n\n=== জীবনের প্রথমার্ধ ===\n\nজনের প্রাথমিক বছরগুলোতে হেনরি তার উত্তরাধিকারের প্রশ্নটি সমাধান করার চেষ্টা করেছিলেন। ১১৭০ সালে হেনরি দ্য ইয়াং কিং ইংল্যান্ডের রাজা হিসেবে অভিষিক্ত হন, কিন্তু তার পিতা তাকে কোনও আনুষ্ঠানিক ক্ষমতা দেননি; তাকে তার ভবিষ্যত উত্তরাধিকারের অংশ হিসেবে নরম্যান্ডি এবং আনজুর প্রতিশ্রুতি দেওয়া হয়েছিল। তার ভাই রিচার্ডকে আকুইটাইনের নিয়ন্ত্রণে পোইটুর কাউন্ট নিযুক্ত করা হয়, যেখানে তার আরেক ভাই জিওফ্রে ব্রিটানির ডিউক হন। এই সময়ে জন কখনোই প্রচুর ভূমির উত্তরাধিকারী হবেন বলে মনে হচ্ছিল না। তাই তার বাবা তাকে মজা করে \"ল্যাকল্যান্ড\" ডাকনাম দেন।\nদ্বিতীয় হেনরি আকুইটাইনের দক্ষিণ সীমান্ত সুরক্ষিত করতে চেয়েছিলেন। তাই তার কনিষ্ঠ পুত্রকে স্যাভয়ের কাউন্ট তৃতীয় হাম্বার্টের কন্যা এবং উত্তরাধিকারী অ্যালাইসের সাথে বাগদান করার সিদ্ধান্ত নেন। এই চুক্তির অংশ হিসেবে জনকে স্যাভয়, পিডমন্ট, মৌরিয়েন এবং কাউন্ট হাম্বার্টের অন্যান্য সম্পত্তির ভবিষ্যৎ উত্তরাধিকারের প্রতিশ্রুতি দেওয়া হয়। সম্ভাব্য বিবাহ বন্ধনে তার ভূমিকার জন্য দ্বিতীয় হেনরি চিনন, লাউডুন এবং মিরেবোর দুর্গগুলো জনের নামে স্থানান্তরিত করেন। যেহেতু জন মাত্র পাঁচ বছর বয়সী ছিলেন, তাই তার বাবা ব্যবহারিক উদ্দেশ্যে সেগুলো নিয়ন্ত্রণ করতে থাকেন। হেনরি দ্য ইয়ং কিং এতে মুগ্ধ হননি; যদিও তাকে এখনও তার নতুন রাজ্যের কোনও দুর্গের নিয়ন্ত্রণ দেওয়া হয়নি, তবুও এগুলো কার্যকরভাবে তার ভবিষ্যৎ সম্পত্তি ছিল এবং তার পরামর্শ ছাড়াই এগুলো দান করা হয়েছিল। অ্যালাইস আল্পস পর্বতমালার উপর দিয়ে ভ্রমণ করে দ্বিতীয় হেনরির দরবারে যোগ দেন কিন্তু জনকে বিয়ে করার আগেই তিনি মারা যান, যার ফলে রাজপুত্র আবারও উত্তরাধিকার বঞ্চিত হন।\n১১৭৩ সালে এলেনরের সমর্থনে জনের বড় ভাইয়েরা ১১৭৩ থেকে ১১৭৪ সালের স্বল্পস্থায়ী বিদ্রোহে হেনরির বিরুদ্ধে বিদ্রোহ করেন। দ্বিতীয় হেনরির অধীনস্থ পদের প্রতি বিরক্ত হয়ে এবং জনকে তার খরচে অতিরিক্ত জমি এবং দুর্গ দেওয়া হতে পারে এই উদ্বেগ থেকে রাজা হেনরি প্যারিসে ভ্রমণ করেন এবং সপ্তম লুইয়ের সাথে নিজেকে মিত্র করে নেন। অ্যাকুইটাইনে স্বামীর ক্রমাগত হস্তক্ষেপে বিরক্ত এলেনর রিচার্ড এবং জিওফ্রেকে তাদের ভাই হেনরির সাথে প্যারিসে যোগ দিতে উৎসাহিত করেন। দ্বিতীয় হেনরি তার পুত্রদের জোটের উপর জয়লাভ করেন, কিন্তু মন্টলুইসে সম্পাদিত শান্তি চুক্তিতে তিনি তাদের প্রতি উদার ছিলেন। হেনরি দ্য ইয়াং কিংকে তার নিজের নাইট পরিবারের সাথে ইউরোপে ব্যাপক ভ্রমণের অনুমতি দেওয়া হয়, রিচার্ডকে অ্যাকুইটেইন ফিরিয়ে দেওয়া হয় এবং জিওফ্রেকে ব্রিটানিতে ফিরে যাওয়ার অনুমতি দেওয়া হয়। বিদ্রোহে ভূমিকার জন্য কেবল এলেনরকে কারারুদ্ধ করা হয়।\nএই সংঘর্ষের সময় জন তার বাবার সাথে ভ্রমণে কাটান এবং মন্টলুইস বসতির অংশ হিসেবে অ্যাঞ্জেভিন সাম্রাজ্য জুড়ে তাকে বিস্তৃত সম্পত্তি দেওয়া হয়। বেশিরভাগ পর্যবেক্ষক তখন থেকে জনকে হেনরি দ্বিতীয়ের প্রিয় সন্তান হিসাবে বিবেচনা করেন, যদিও রাজকীয় উত্তরাধিকারের দিক থেকে তিনিই ছিলেন সবচেয়ে দূরে। দ্বিতীয় হেনরি জনের জন্য আরও জমি খুঁজে পেতে শুরু করেন, বেশিরভাগই বিভিন্ন অভিজাতদের খরচে। ১১৭৫ সালে তিনি কর্নওয়ালের প্রয়াত আর্লের সম্পত্তি দখল করেন এবং জনকে দেন। পরের বছর হেনরি আইনি রীতিনীতির বিপরীতে গ্লুচেস্টারের ইসাবেলার বোনদের উত্তরাধিকার থেকে বঞ্চিত করেন এবং জনকে তখনকার অত্যন্ত ধনী ইসাবেলার সাথে বাগদান করান। ১১৭৭ সালে অক্সফোর্ড কাউন্সিলে হেনরি উইলিয়াম ফিটজঅ্যালডেমকে আয়ারল্যান্ডের লর্ড পদ থেকে বরখাস্ত করেন এবং দশ বছর বয়সী জনকে তার স্থলাভিষিক্ত করেন।\n\n১১৮৩ সালে হেনরি দ্য ইয়াং কিং ইংল্যান্ড, নরম্যান্ডি এবং অ্যাকুইটাইনের মর্যাদা নিয়ে তার ভাই রিচার্ডের সাথে একটি সংক্ষিপ্ত যুদ্ধে লিপ্ত হন। দ্বিতীয় হেনরি রিচার্ডের সমর্থনে এগিয়ে আসেন এবং অভিযানের শেষে হেনরি দ্য ইয়াং কিং আমাশয়ে মারা যান। প্রধান উত্তরাধিকারীর মৃত্যুর পর হেনরি উত্তরাধিকারের পরিকল্পনা এভাবে পুনর্বিন্যাস করেন: \"রিচার্ডকে ইংল্যান্ডের রাজা করা হবে, যদিও তার পিতার মৃত্যুর আগ পর্যন্ত কোনও প্রকৃত ক্ষমতা থাকবে না; জিওফ্রে ব্রিটানিকে ধরে রাখবেন; এবং জন এখন রিচার্ডের স্থলাভিষিক্ত হয়ে অ্যাকুইটাইনের ডিউক হবেন।\" রিচার্ড অ্যাকুইটাইন ছেড়ে দিতে অস্বীকৃতি জানান।  দ্বিতীয় হেনরি এতে ক্ষুব্ধ হন এবং জনকে জিওফ্রের সহায়তায় দক্ষিণে অগ্রসর হয়ে বলপ্রয়োগের মাধ্যমে ডাচি পুনরুদ্ধারের নির্দেশ দেন। দুজনে পোয়েতিয়ার্সের রাজধানী আক্রমণ করে এবং রিচার্ড ব্রিটানি আক্রমণ করে প্রতিশোধ নেন। ১১৮৪ সালের শেষের দিকে ইংল্যান্ডে এই যুদ্ধ অচলাবস্থা এবং এক উত্তেজনাপূর্ণ পারিবারিক পুনর্মিলনের মধ্য দিয়ে শেষ হয়।\n১১৮৫ সালে জন ৩০০ জন নাইট এবং প্রশাসকদের একটি দল নিয়ে জন আয়ারল্যান্ডে তার প্রথম সফর করেন। হেনরি জনকে আনুষ্ঠানিকভাবে আয়ারল্যান্ডের রাজা ঘোষণা করার চেষ্টা করেছিলেন, কিন্তু পোপ তৃতীয় লুসিয়াস তাতে রাজি হননি। আয়ারল্যান্ডে জনের প্রথম শাসনকাল সফল হয়নি। আয়ারল্যান্ড সম্প্রতি অ্যাংলো-নর্মান বাহিনী দ্বারা জয়লাভ করেছিল, এবং দ্বিতীয় হেনরির সাথে নতুন বসতি স্থাপনকারী এবং বিদ্যমান বাসিন্দাদের মধ্যে তখনও উত্তেজনা ছিল। জন স্থানীয় আইরিশ শাসকদের ফ্যাশনের অপ্রচলিত লম্বা দাড়ি নিয়ে মজা করে কুখ্যাতভাবে তাদের অসন্তুষ্ট করেন। ফলে অ্যাংলো-নর্মান বসতি স্থাপনকারীদের মধ্যে মিত্রতা তৈরি করতে ব্যর্থ হন, আইরিশদের বিরুদ্ধে সামরিকভাবে স্থল হারাতে শুরু করেন এবং অবশেষে বছরের শেষের দিকে ইংল্যান্ডে ফিরে আসেন। এই ব্যর্থতার জন্য ভাইসরয় হিউ ডি লেসিকে দোষারোপ করা হয়।\nজনের বৃহত্তর পরিবারের মধ্যে সমস্যা বাড়তে থাকে। তার বড় ভাই জিওফ্রে ১১৮৬ সালে একটি টুর্নামেন্ট চলাকালীন মারা যান। তিনি মরণোত্তর পুত্র আর্থার এবং এক বড় মেয়ে এলিনর রেখে যান। জিওফ্রের মৃত্যু জনকে ইংল্যান্ডের সিংহাসনের আরও কাছে নিয়ে আসে। হেনরির মৃত্যুর পর কী হবে তা নিয়ে অনিশ্চয়তা বাড়তে থাকলে রিচার্ড একটি নতুন ক্রুসেডে যোগ দিতে আগ্রহী হন। তিনি উদ্বিগ্ন ছিলেন যে তিনি দূরে থাকাকালীন হেনরি জনকে তার উত্তরসূরি হিসেবে আনুষ্ঠানিকভাবে নিযুক্ত করবেন।\n১১৮৭ সালে প্যারিসে রিচার্ড দ্বিতীয় ফিলিপের সাথে সম্ভাব্য জোট গঠনের বিষয়ে আলোচনা শুরু করেন এবং পরের বছর রিচার্ড হেনরির বিরুদ্ধে যুদ্ধে সমর্থনের বিনিময়ে ফিলিপের প্রতি শ্রদ্ধা জানান। রিচার্ড এবং ফিলিপ হেনরির বিরুদ্ধে একটি যৌথ অভিযানে অংশ নেন এবং ১১৮৯ সালের গ্রীষ্মের মধ্যে রিচার্ডকে উত্তরাধিকারী হিসেবে প্রতিশ্রুতি দিয়ে হেনরি শান্তি স্থাপন করেন।  জন প্রথমে তার বাবার প্রতি অনুগত ছিলেন কিন্তু রিচার্ড জিতবেন বলে মনে হওয়ার পর তিনি পক্ষ পরিবর্তন করেন। এর কিছুদিন পরেই হেনরি মারা যান।\n\n\n== রিচার্ডের রাজত্বকাল (১১৮৯-১১৯৯) ==\n\n১১৮৯ সালের সেপ্টেম্বরে যখন রিচার্ড রাজা হন, তখন তিনি ইতিমধ্যেই তৃতীয় ক্রুসেডে যোগদানের ইচ্ছা ঘোষণা করেছিলেন। তিনি জমি, পদবী এবং নিয়োগ বিক্রি করে এই অভিযানের জন্য প্রয়োজনীয় বিপুল পরিমাণ অর্থ সংগ্রহের উদ্যোগ নেন এবং সাম্রাজ্য থেকে দূরে থাকাকালীন যাতে তিনি বিদ্রোহের মুখোমুখি না হন তা নিশ্চিত করার চেষ্টা করেন। জনকে কাউন্ট অফ মর্টেন করা হয়, গ্লুচেস্টারের ধনী ইসাবেলার সাথে তার বিয়ে দেয়া হয় এবং তাকে ল্যাঙ্কাস্টার এবং কর্নওয়াল, ডার্বি, ডেভন, ডরসেট, নটিংহ্যাম এবং সমারসেটের মূল্যবান জমি দেওয়া হয়। এর লক্ষ্য ছিল রাজা যখন ধর্মযুদ্ধে থাকবেন তখন রিচার্ডের প্রতি তার আনুগত্য কেনা। রিচার্ড এই কাউন্টিগুলোর গুরুত্বপূর্ণ দুর্গগুলোর উপর রাজকীয় নিয়ন্ত্রণ বজায় রেখেছিলেন, যার ফলে জনকে অত্যধিক সামরিক ও রাজনৈতিক ক্ষমতা সঞ্চয় করতে বাধা দেওয়া হয়। রাজা তার চার বছর বয়সী ভাগ্নে আর্থারকে তার উত্তরাধিকারী হিসেবে ঘোষণা করেন। বিনিময়ে জন পরবর্তী তিন বছর ইংল্যান্ড সফর না করার প্রতিশ্রুতি দেন, যার ফলে তত্ত্বগতভাবে রিচার্ড একটি সফল ক্রুসেড পরিচালনা করার এবং জনের ক্ষমতা দখলের ভয় ছাড়াই লেভান্ট থেকে ফিরে আসার জন্য পর্যাপ্ত সময় পেয়ে যান। রিচার্ড ইংল্যান্ডের রাজনৈতিক কর্তৃত্ব - বিচারপতির পদ - যৌথভাবে বিশপ হিউ ডি পুইসেট এবং এসেক্সের তৃতীয় আর্ল উইলিয়াম ডি ম্যান্ডেভিলের হাতে ছেড়ে দেন এবং এলির বিশপ উইলিয়াম লংচ্যাম্পকে চ্যান্সেলর হিসেবে নিযুক্ত করেন। ম্যান্ডেভিল তৎক্ষণাৎ মারা যান এবং লংচ্যাম্প পুইসেটের সাথে যৌথ বিচারপতির দায়িত্ব গ্রহণ করেন, যা সন্তোষজনক অংশীদারিত্বের চেয়ে কম প্রমাণিত হয়। রাজমাতা এলিনর রিচার্ডকে রাজি করান যাতে জনকে তার অনুপস্থিতিতে ইংল্যান্ডে প্রবেশের অনুমতি দেওয়া হয়।\nইংল্যান্ডের রাজনৈতিক পরিস্থিতি দ্রুত অবনতি হতে শুরু করে। লংচ্যাম্প পুইসেটের সাথে কাজ করতে অস্বীকৃতি জানান এবং ইংরেজ অভিজাত এবং ধর্মযাজকদের কাছে অজনপ্রিয় হয়ে ওঠেন। জন এই অজনপ্রিয়তাকে কাজে লাগিয়ে নিজের রাজসভা, বিচারপতি, চ্যান্সেলর এবং অন্যান্য রাজকীয় পদসহ একজন বিকল্প শাসক হিসেবে নিজেকে প্রতিষ্ঠিত করেন এবং একজন বিকল্প শাসক এবং সম্ভাব্য পরবর্তী রাজা হিসেবে চিত্রিত হয়ে যান। জন এবং লংচ্যাম্পের মধ্যে সশস্ত্র সংঘাত শুরু হয় এবং ১১৯১ সালের অক্টোবরের মধ্যে লংচ্যাম্পকে লন্ডন টাওয়ারে বিচ্ছিন্ন করে দেওয়া হয় এবং জন লন্ডন শহরের নিয়ন্ত্রণ নেন। জন রিচার্ডের সম্ভাব্য উত্তরাধিকারী হিসেবে স্বীকৃতির বিনিময়ে নাগরিকদের কাছে প্রতিশ্রুতি দেন। এই মুহুর্তে রুয়েনের আর্চবিশপ ওয়াল্টার অফ কাউটান্সেস ইংল্যান্ডে ফিরে আসলে রিচার্ড তাকে শৃঙ্খলা ফিরিয়ে আনার জন্য পাঠান। ওয়াল্টারের আপেক্ষিক জনপ্রিয়তা এবং সাইপ্রাসে থাকাকালীন রিচার্ডের বিয়ে হওয়ার খবরের কারণে জনের অবস্থান ক্ষুণ্ন হয়, যার ফলে রিচার্ডের বৈধ সন্তান এবং উত্তরাধিকারী হওয়ার সম্ভাবনা তৈরি হয়। \n\nরাজনৈতিক অস্থিরতা অব্যাহত ছিল। জন ১১৯১ সালের শেষের দিকে ক্রুসেড থেকে ফিরে আসা ফ্রান্সের রাজা দ্বিতীয় ফিলিপের সাথে একটি মৈত্রী অন্বেষণ শুরু করেন। জন ফিলিপের সাথে মিত্রতা স্থাপনের বিনিময়ে নরম্যান্ডি, আনজু এবং রিচার্ডের দখলে থাকা ফ্রান্সের অন্যান্য জমি অধিগ্রহণের আশা করেছিলেন। জনকে তার মা মৈত্রী না করার জন্য রাজি করান। ওয়াল্টারের হস্তক্ষেপের পর ইংল্যান্ড ছেড়ে চলে যাওয়া লংচ্যাম্প তখন ফিরে আসেন এবং যুক্তি দেন যে তাকে ভুলভাবে বিচারপতির পদ থেকে সরিয়ে দেওয়া হয়েছে। জন এতে হস্তক্ষেপ করেন, রাজকীয় প্রশাসনের কাছ থেকে সহায়তার প্রতিশ্রুতির বিনিময়ে লংচ্যাম্পের দাবি দমন করেন, যার মধ্যে সিংহাসনের উত্তরাধিকারী হিসেবে তার অবস্থান পুনর্নিশ্চিত করাও অন্তর্ভুক্ত ছিল। রিচার্ড ক্রুসেডে থাকাকালে জন দাবি করতে শুরু করেন যে তার ভাই মারা গেছে অথবা স্থায়ীভাবে হারিয়ে গেছে। বাস্তবে রিচার্ড ১১৯২ সালের ক্রিসমাসের কিছু আগে ইংল্যান্ডে যাওয়ার পথে মুক্তিপণের জন্য অস্ট্রিয়ার ডিউক পঞ্চম লিওপোল্ড কর্তৃক বন্দী হয়েছিলেন এবং তাকে সম্রাট ষষ্ঠ হেনরির কাছে হস্তান্তর করা হয়েছিল। জন সুযোগটি কাজে লাগিয়ে প্যারিসে যান এবং সেখানে তিনি ফিলিপের সাথে একটি জোট গঠন করেন। ফিলিপের সমর্থনের বিনিময়ে তিনি তার স্ত্রী গ্লুচেস্টারের ইসাবেলাকে আলাদা করে ফিলিপের বোন অ্যালিসকে বিয়ে করতে রাজি হন। ইংল্যান্ডে রিচার্ডের অনুগত বাহিনী এবং জন কর্তৃক সংগৃহীত বাহিনীর মধ্যে লড়াই শুরু হয়। জনের সামরিক অবস্থান দুর্বল থাকায় তিনি একটি যুদ্ধবিরতিতে সম্মত হন। ১১৯৪ সালের প্রথম দিকে রাজা অবশেষে ইংল্যান্ডে ফিরে আসেন এবং জনের অবশিষ্ট বাহিনী আত্মসমর্পণ করে। জন নরম্যান্ডিতে ফিরে যান, যেখানে রিচার্ড সেই বছরের শেষের দিকে তাকে খুঁজে পান। রিচার্ড ঘোষণা করেন যে জন - ২৭ বছর বয়সী হওয়া সত্ত্বেও - কেবল \"একজন শিশু যার পরামর্শদাতারা দুষ্ট ছিল\" এবং তিনি তাকে ক্ষমা করে দেন, কিন্তু আয়ারল্যান্ড বাদে তার ভূমিগুলো সরিয়ে নেন। \nরিচার্ডের রাজত্বের বাকি বছরগুলোতে জন মহাদেশে স্পষ্টতই অনুগতভাবে তার ভাইকে সমর্থন করেন। এই মহাদেশে রিচার্ডের নীতি ছিল ক্রুসেড চলাকালীন দ্বিতীয় ফিলিপের কাছে হারানো দুর্গগুলো স্থির ও  সীমিত অভিযানের মাধ্যমে পুনরুদ্ধার করার চেষ্টা করা। জার্মানির ফিলিপের উপর চাপ প্রয়োগের জন্য তিনি ফ্ল্যান্ডার্স, বোলোন এবং পবিত্র রোমান সাম্রাজ্যের নেতাদের সাথে জোটবদ্ধ হন। ১১৯৫ সালে জন সফলভাবে আকস্মিক আক্রমণ এবং এভ্রেক্স দুর্গ অবরোধ করেন এবং পরবর্তীতে ফিলিপের বিরুদ্ধে নরম্যান্ডির প্রতিরক্ষা পরিচালনা করেন। পরের বছর জন গামাচেস শহর দখল করেন এবং প্যারিসের ৫০ মাইল (৮০ কি.মি.) এর মধ্যে একটি আক্রমণকারী দলের নেতৃত্ব দেন এবং বিউভাইসের বিশপকে বন্দী করে। এই সেবার বিনিময়ে, রিচার্ড জন এর প্রতি তার malevolentia (অসন্তুষ্টি) প্রত্যাহার করে নেন এবং তাকে গ্লুচেস্টারশায়ার কাউন্টিতে ফিরিয়ে এনে পুনরায় কাউন্ট অফ মর্টেন হিসেবে নিযুক্ত করেন।\n\n\n== প্রাথমিক রাজত্ব (১১৯৯-১২০৪) ==\n\n\n=== সিংহাসনে আরোহণ, ১১৯৯ ===\n\n১১৯৯ সালের ৬ এপ্রিল রিচার্ডের মৃত্যুর পর অ্যাঞ্জেভিন সিংহাসনের দুইজন সম্ভাব্য দাবিদার ছিলেন: জন, যার দাবি ছিল দ্বিতীয় হেনরির একমাত্র জীবিত পুত্র হওয়ার উপর ভিত্তি করে, এবং তরুণ ব্রিটানির প্রথম আর্থার, যিনি জনের বড় ভাই জিওফ্রের পুত্র হিসাবে সিংহাসনের দাবি করেছিলেন। রিচার্ড তার মৃত্যুর আগের শেষ বছরগুলোতে জনকে তার উত্তরাধিকারী হিসেবে স্বীকৃতি দিতে শুরু করেছিলেন বলে মনে হয়, কিন্তু বিষয়টি স্পষ্ট ছিল না এবং মধ্যযুগীয় আইন প্রতিদ্বন্দ্বী দাবিগুলো কীভাবে সিদ্ধান্ত নেওয়া উচিত সে সম্পর্কে খুব কম নির্দেশনা দেয়। নরম্যান আইন দ্বিতীয় হেনরির একমাত্র জীবিত পুত্র হিসেবে জনকে এবং অ্যাঞ্জেভিন আইন হেনরির জ্যেষ্ঠ পুত্রের একমাত্র পুত্র হিসেবে আর্থারকে সমর্থন করার ফলে বিষয়টি দ্রুত একটি প্রকাশ্য দ্বন্দ্বে পরিণত হয়। জনের প্রতি ইংরেজ এবং নরম্যান অভিজাতদের বেশিরভাগের সমর্থন ছিল এবং ওয়েস্টমিনস্টার অ্যাবেতে তার মা এলেনরের সমর্থনে তাকে মুকুট পরানো হয়। আর্থারের প্রতি বেশিরভাগ ব্রেটন, মেইন এবং আনজু অভিজাতদের সমর্থন ছিল এবং দ্বিতীয় ফিলিপের সমর্থনও তিনি পেয়েছিলেন, যিনি মহাদেশের অ্যাঞ্জেভিন অঞ্চলগুলোকে ভেঙে ফেলার জন্য প্রতিশ্রুতিবদ্ধ ছিলেন। আর্থারের সেনাবাহিনী লোইর উপত্যকাকে অ্যাঞ্জার্সের দিকে এগিয়ে নিয়ে যাওয়ার সাথে সাথে এবং ফিলিপের বাহিনী উপত্যকা দিয়ে তুরের দিকে এগিয়ে যাওয়ার সাথে সাথে জনের মহাদেশীয় সাম্রাজ্য দ্বিখণ্ডিত হওয়ার ঝুঁকিতে পড়তে শুরু করে।\nসেই সময়ে নরম্যান্ডিতে যুদ্ধের ধরণ ছিল দুর্গগুলোর প্রতিরক্ষামূলক সম্ভাবনা এবং অভিযান পরিচালনার ক্রমবর্ধমান ব্যয়ের উপর নির্ভর করে। নরম্যান সীমান্তের প্রাকৃতিক প্রতিরক্ষা ব্যবস্থা সীমিত ছিল কিন্তু কৌশলগত স্থানে শ্যাটো গেইলার্ডের মতো দুর্গ দিয়ে এগুলোকে ব্যাপকভাবে শক্তিশালী করা হয়েছিল, যা যথেষ্ট ব্যয়ে নির্মিত এবং রক্ষণাবেক্ষণ করা হয়েছিল। এই দুর্গগুলো দখল করে যোগাযোগের রেখা সুরক্ষিত না করে একজন সেনাপতির পক্ষে নতুন অঞ্চলে অনেক দূরে অগ্রসর হওয়া কঠিন ছিল, যা যেকোনো আক্রমণের অগ্রগতিকে ধীর করে দিত। সেই সময়ের সেনাবাহিনী সামন্ততান্ত্রিক বা ভাড়াটে বাহিনী থেকে গঠিত হত। সামন্ততান্ত্রিক কর কেবল একটি নির্দিষ্ট সময়ের জন্য বৃদ্ধি করা যেত, যাতে তারা দেশে ফিরে আসতে বাধ্য হয়। ফলে অভিযান বন্ধ হয়ে যেত। ভাড়াটে বাহিনী, যাদের প্রায়শই ডাচি অফ ব্রাবান্টের নামানুসারে ব্রাবানসন বলা হত কিন্তু প্রকৃতপক্ষে উত্তর ইউরোপ জুড়ে নিয়োগ করা হত, তারা সারা বছর ধরে কাজ করতে পারত এবং একজন কমান্ডারকে অভিযান পরিচালনার জন্য আরও কৌশলগত বিকল্প প্রদান করতে পারত, তবে সমতুল্য সামন্ততান্ত্রিক বাহিনীর তুলনায় অনেক বেশি ব্যয়বহুল ছিল। ফলস্বরূপ, সেই সময়ের কমান্ডাররা ক্রমশ বৃহত্তর সংখ্যক ভাড়াটে সৈন্যের উপর আকৃষ্ট হচ্ছিলেন।\nরাজ্যাভিষেকের পর জন সামরিক বাহিনী নিয়ে দক্ষিণে ফ্রান্সে চলে যান এবং পূর্ব ও দক্ষিণ নরম্যান্ডি সীমান্তে একটি প্রতিরক্ষামূলক অবস্থান গ্রহণ করেন। যুদ্ধ পুনরায় শুরু হওয়ার আগে উভয় পক্ষই অপ্রয়োজনীয় আলোচনার জন্য বিরতি দেয়। ফ্ল্যাণ্ডার্সের কাউন্ট নবম বাল্ডউইন এবং বোলোনের কাউন্ট রেনাউড রিচার্ডের সাথে পূর্বে সম্মত হওয়া ফরাসি-বিরোধী জোট পুনর্নবীকরণ করায় জনের অবস্থান তখন আরও শক্তিশালী হয়ে ওঠে। শক্তিশালী আনজু সম্ভ্রান্ত ব্যক্তি উইলিয়াম ডেস রোচেসকে আর্থার থেকে জনের দিকে যেতে রাজি করানোর পর হঠাৎ মনে হচ্ছিল ভারসাম্য ফিলিপ এবং আর্থারের কাছ থেকে জনের দিকে সরে যাচ্ছে। কোন পক্ষই সংঘাত চালিয়ে যেতে আগ্রহী ছিল না এবং পোপের যুদ্ধবিরতির পর দুই নেতা ১২০০ সালের জানুয়ারিতে শান্তির জন্য সম্ভাব্য শর্তাবলী নিয়ে আলোচনার জন্য মিলিত হন। জনের দৃষ্টিকোণ থেকে এরপর যা ঘটেছিল তা তার মহাদেশীয় সম্পত্তির উপর নিয়ন্ত্রণ স্থিতিশীল করার এবং প্যারিসে ফিলিপের সাথে স্থায়ী শান্তি স্থাপনের সুযোগকে প্রতিনিধিত্ব করে। জন এবং ফিলিপ ১২০০ সালের মে মাসে লে গৌলেটের চুক্তির মাধ্যমে আলোচনা করেন। এই চুক্তির মাধ্যমে ফিলিপ জনকে তার ফরাসি সম্পত্তির ক্ষেত্রে রিচার্ডের বৈধ উত্তরাধিকারী হিসেবে স্বীকৃতি দেন, সাময়িকভাবে তার মক্কেল আর্থারের বৃহত্তর দাবি ত্যাগ করেন। তা সত্ত্বেও, চুক্তিটি আর্থারকে জনের অধীন ব্যক্তি হিসাবে কিছু সুরক্ষা প্রদান করেছিল। এর বদলে জন ফ্ল্যান্ডার্স এবং বোলোনের সাথে জোটের মাধ্যমে ফিলিপকে দমন করা সংক্রান্ত রিচার্ডের পূর্বের নীতি ত্যাগ করেন এবং ফ্রান্সে জনের জমির বৈধ সামন্ততান্ত্রিক আধিপত্য হিসাবে ফিলিপের অধিকার স্বীকার করেন। জনের নীতির কারণে কিছু ইংরেজ ইতিহাসবিদ তাকে \"জন সফটসওয়ার্ড\" উপাধি দিয়েছেন, যারা তার আচরণের তুলনা তার আরও আক্রমণাত্মক ভাই রিচার্ডের সাথে করেছিলেন।\n\n\n=== দ্বিতীয় বিবাহ এবং পরিণতি, ১২০০-১২০২ ===\n\nনতুন শান্তি মাত্র দুই বছর স্থায়ী হয়। ১২০০ সালের আগস্টে জন অ্যাঙ্গোলেমের ইসাবেলাকে বিয়ে করার সিদ্ধান্ত নিলে যুদ্ধ পুনরায় শুরু হয়। পুনর্বিবাহের জন্য জনকে প্রথমে তার স্ত্রী ইসাবেলা, গ্লুচেস্টারের কাউন্টেসকে ত্যাগ করতে হয়েছিল; রাজা এই যুক্তি দিয়ে এটি সম্পন্ন করেছিলেন যে তিনি প্রথমে কাউন্টেসকে বিয়ে করার জন্য প্রয়োজনীয় পোপের অনুমতি পেতে ব্যর্থ হয়েছেন। একজন চাচাতো ভাই হিসেবে জন এটি ছাড়া তাকে আইনত বিয়ে করতে পারতেন না। জন কেন অ্যাঙ্গোলেমের ইসাবেলাকে বিয়ে করতে বেছে নিয়েছিলেন তা এখনও স্পষ্ট নয়। সমসাময়িক ইতিহাসবিদরা যুক্তি দেন যে জন গভীরভাবে তার প্রেমে পড়েছিলেন এবং জন সম্ভবত একটি আপাতদৃষ্টিতে সুন্দরী কিন্তু অল্পবয়সী মেয়ের আকাঙ্ক্ষা দ্বারা অনুপ্রাণিত হয়েছিলেন (তাদের বিয়ের সময় অ্যাঙ্গোলেমের ইসাবেলা ১২ বা ১৪ বছর বয়সী ছিলেন)। অন্যদিকে তার সাথে আসা অ্যাঙ্গোমোয়াইস ভূমিগুলো জনের জন্য কৌশলগতভাবে গুরুত্বপূর্ণ ছিল: ইসাবেলাকে বিয়ে করার মাধ্যমে জন পোইটো এবং গ্যাসকোনির মধ্যে একটি গুরুত্বপূর্ণ স্থলপথ অর্জন করেন যা অ্যাকুইটাইনের উপর তার দখল উল্লেখযোগ্যভাবে শক্তিশালী করেছিল। অ্যাঙ্গোলেম এবং লিমোগেস ছিল কৌশলগতভাবে অবস্থিত কাউন্টি যেগুলো ঐতিহ্যগতভাবে উচ্চ মাত্রার স্বায়ত্তশাসন ভোগ করত। তারা আনজু এবং গাসকোনির মধ্যে যোগাযোগের জন্য একটি মূল রুট গঠন করেছিল। এই কাউন্টিগুলোর এই সময়ের আশেপাশের অনেকগুলো বিবরণ অনিশ্চিত এবং ঐতিহাসিক বিতর্কের বিষয়, তবে এটি বোঝা যায় যে, ইংরেজ এবং ফরাসি রাজবংশ উভয়ই ১২০২ সালে ফ্ল্যাশ পয়েন্টের আগে বহু বছর ধরে এই অঞ্চলের মূল পরিবারগুলোর উপর প্রভাব প্রয়োগ এবং জোট গঠনের চেষ্টা করেছিল।\nতবে অ্যাঙ্গোলেমের ইসাবেলার ইতিমধ্যেই লুসিগনানের নবম হিউয়ের সাথে বাগদান হয়েছিল, যিনি পোইতুর একটি গুরুত্বপূর্ণ সম্ভ্রান্ত পরিবারের একজন গুরুত্বপূর্ণ সদস্য এবং সংবেদনশীল পূর্ব নরম্যান্ডি সীমান্তে জমির মালিক রাউল প্রথম, ইউয়ের কাউন্টের ভাই ছিলেন। ইসাবেলাকে বিয়ে করে জন যেমন কৌশলগতভাবে লাভবান হতে পেরেছিলেন, ঠিক তেমনই এই বিয়ে লুসিগনানদের স্বার্থকে হুমকির মুখে ফেলেছিল, যাদের নিজস্ব ভূমি সেই সময় অ্যাকুইটাইন জুড়ে রাজকীয় পণ্য এবং সৈন্যদের জন্য মূল পথ হিসেবে ব্যবহৃত হত। ক্ষতিপূরণের জন্য কোনও ধরণের আলোচনা করার পরিবর্তে জন হিউয়ের সাথে \"অপমানজনক আচরণ\" করেন। এর ফলে লুসিগনানে বিদ্রোহ শুরু হয় যা জন তাৎক্ষণিকভাবে দমন করেন। তিনি একইসাথে নরম্যান্ডিতে রাউলকে দমন করার জন্যও হস্তক্ষেপ করেছিলেন।\nযদিও জন ছিলেন পোইটুর কাউন্ট এবং তাই লুসিগনানদের উপর বৈধ সামন্ত প্রভু, কিন্তু তারা ফ্রান্সে জনের কর্মকাণ্ডের বিরুদ্ধে তার নিজের সামন্ত প্রভু ফিলিপের কাছে বৈধভাবে আবেদন করতে পারতেন। হিউ ঠিক ১২০১ সালে এই কাজটিই করেছিলেন এবং ফিলিপ মামলাকে শক্তিশালী করার জন্য লে গৌলেট চুক্তির উদ্ধৃতি দিয়ে জনকে ১২০২ সালে প্যারিসের আদালতে হাজির হওয়ার জন্য ডেকে পাঠান। জন এইভাবে পশ্চিম ফ্রান্সে তার কর্তৃত্ব দুর্বল করতে রাজি ছিলেন না। তিনি যুক্তি দিয়েছিলেন যে নরম্যান্ডির ডিউক হিসেবে তার বিশেষ মর্যাদার কারণে ফিলিপের দরবারে উপস্থিত হওয়ার প্রয়োজন নেই, যিনি সামন্ততান্ত্রিক ঐতিহ্য অনুসারে ফরাসি দরবারে ডাকা থেকে অব্যাহতিপ্রাপ্ত ছিলেন। ফিলিপ যুক্তি দিয়েছিলেন যে তিনি জনকে নরম্যান্ডির ডিউক হিসেবে নয়, বরং পোইটুর কাউন্ট হিসেবে ডেকেছেন, যার তেমন কোনও বিশেষ মর্যাদা ছিল না। জন যখন আসতে অস্বীকৃতি জানান, তখন ফিলিপ জনকে তার সামন্ততান্ত্রিক দায়িত্ব লঙ্ঘন করে ঘোষণা করেন, নরম্যান্ডি বাদে ফরাসি রাজত্বের অধীনে থাকা জনের সমস্ত জমি আর্থারের হাতে তুলে দেন। নরম্যান্ডি তিনি নিজের জন্য ফিরিয়ে নেন এবং জনের বিরুদ্ধে নতুন করে যুদ্ধ শুরু করেন।\n\n\n=== নরম্যান্ডি হারানো, ১২০২-১২০৪ ===\n\nজন প্রথমে ১১৯৯ সালের মতোই খোলা যুদ্ধ এড়িয়ে যাওয়া এবং সাবধানতার সাথে তার গুরুত্বপূর্ণ দুর্গগুলো রক্ষা করার একটি প্রতিরক্ষামূলক ভঙ্গি গ্রহণ করেছিলেন। অভিযান এগিয়ে যাওয়ার সাথে সাথে জনের অভিযান আরও বিশৃঙ্খল হয়ে ওঠে এবং ফিলিপ পূর্বে অবিচলিত অগ্রগতি করতে শুরু করেন। জুলাই মাসে জন জানতে পারেন যে আর্থারের বাহিনী মিরেবো দুর্গে তার মা এলিনরকে হুমকি দিচ্ছে। আনজুতে তার সেনাপতি উইলিয়াম ডি রোচেসের সাথে তিনি তার ভাড়াটে সেনাবাহিনীকে দ্রুত দক্ষিণে সরিয়ে নিয়ে যান এবং তাকে রক্ষা করেন। মিরেবোর যুদ্ধে তার বাহিনী আর্থারকে অবাক করে দেয় এবং পুরো বিদ্রোহী নেতৃত্বকে বন্দী করে। দক্ষিণ দিক দুর্বল হয়ে পড়ায় ফিলিপকে পূর্ব দিকে পিছু হটতে বাধ্য করা হয় এবং জনের সেনাবাহিনীকে নিয়ন্ত্রণে রাখার জন্য নিজেই দক্ষিণ দিকে মুখ ফিরিয়ে নিতে বাধ্য হন।\nমিরেবোতে জয়ের ফলে ফ্রান্সে জনের অবস্থান যথেষ্ট শক্তিশালী হয়েছিল, কিন্তু নতুন বন্দীদের এবং তার মিত্র উইলিয়াম ডি রোচেসের প্রতি জনের আচরণ দ্রুত এই অর্জনগুলোকে ক্ষুণ্ন করে। ডি রোচেস ছিলেন একজন শক্তিশালী আনজু সম্ভ্রান্ত ব্যক্তি, কিন্তু জন তাকে প্রকৃতপক্ষে উপেক্ষা করেছিলেন। অন্যদিকে রাজা বিদ্রোহী নেতাদের এত খারাপ পরিস্থিতিতে রেখেছিলেন যে তাদের মধ্যে বাইশ জন মারা গিয়েছিলেন। এই সময়ে বেশিরভাগ আঞ্চলিক অভিজাত ব্যক্তি আত্মীয়তার মাধ্যমে ঘনিষ্ঠভাবে জড়িত ছিলেন এবং তাদের আত্মীয়দের প্রতি এই আচরণ অগ্রহণযোগ্য বলে বিবেচনা করেন। উইলিয়াম ডি রোচেস এবং আনজু এবং ব্রিটানিতে জনের অন্যান্য আঞ্চলিক মিত্ররা ফিলিপের পক্ষ নিয়ে তাকে ত্যাগ করেন। এরপর ব্রিটানি বিদ্রোহে উত্তেজিত হয়ে ওঠে। উপকরণ এবং সৈন্যদের তুলনামূলক সামরিক খরচের মতো বিষয়গুলি বিবেচনা করে জনের আর্থিক অবস্থা দুর্বল ছিল। যদিও ফিলিপ জনের তুলনায় সম্পদের দিক থেকে যথেষ্ট সুবিধা উপভোগ করেছিলেন, কিন্তু তা অপ্রতিরোধ্য ছিল না। জন গিলিংহাম এই ব্যাখ্যাটি চ্যালেঞ্জ করেছেন, যার লঘু দৃষ্টিভঙ্গি হল যে, রিচার্ড জনের বিপরীতে একই স্তরের সামরিক সংস্থান দিয়ে নরম্যান্ডিকে সফলভাবে রক্ষা করেছিলেন।\n১২০৩ সালের শুরুতে জনের স্থানীয় মিত্রদের আরও পলায়নের ফলে এই অঞ্চলে তার চালচলনের স্বাধীনতা ক্রমাগত হ্রাস পায়। তিনি পোপ তৃতীয় ইনোসেন্টকে সংঘাতে হস্তক্ষেপ করার জন্য রাজি করানোর চেষ্টা করেছিলেন, কিন্তু ইনোসেন্টের প্রচেষ্টা ব্যর্থ হয়েছিল। জনের জন্য পরিস্থিতি আরও খারাপ হতে থাকলে, তিনি আর্থারকে হত্যা করার সিদ্ধান্ত নেন বলে মনে করা হয়, যার লক্ষ্য ছিল একজন সম্ভাব্য প্রতিদ্বন্দ্বীকে সরিয়ে দেওয়া এবং ব্রিটানির বিদ্রোহী বাহিনীকে দুর্বল করা। আর্থারকে প্রথমে ফ্যালাইসে বন্দী করা হয় এবং তারপর তাকে রুয়েনে স্থানান্তরিত করা হয়। এর পরেও আর্থারের ভাগ্য অনিশ্চিত রয়ে গিয়েছিল তবে আধুনিক ঐতিহাসিকরা বিশ্বাস করেন যে, জন তাকে হত্যা করেছিলেন। মার্গাম অ্যাবের ইতিহাস থেকে জানা যায় যে, \"জন আর্থারকে বন্দী করে রুয়েনের দুর্গে কিছু সময়ের জন্য কারাগারে জীবিত রেখেছিলেন।... জন যখন মাতাল ছিলেন, তখন তিনি নিজের হাতে আর্থারকে হত্যা করেন এবং দেহের সাথে একটি ভারী পাথর বেঁধে সেন নদীতে ফেলে দেন।\" যদিও জনের সমস্ত আধুনিক জীবনীকার বিশ্বাস করেন যে তিনি তার প্রতিদ্বন্দ্বী আর্থারকে হত্যা করেছিলেন, তবুও মারগাম অ্যাবে এর বিবরণকে প্রশ্ন করা যেতে পারে; ফ্র্যাঙ্ক ম্যাকলিন যেমনটা উল্লেখ করেছেন যে, ওয়েলশ সন্ন্যাসীরা ফ্রান্সের ঘটনার বিবরণ সম্পর্কে \"কৌতূহলীভাবে ভালভাবে অবহিত\" ছিলেন। আর্থারের মৃত্যুর গুজব এই অঞ্চলজুড়ে জনের প্রতি সমর্থন আরও হ্রাস করে। মিরেবোতে বন্দী আর্থারের বোন এলিনরকে জন বহু বছর ধরে বন্দী করে রেখেছিলেন, যদিও তুলনামূলকভাবে ভালো অবস্থায় ছিলেন।\n\n১২০৩ সালের শেষের দিকে জন শ্যাটো গেইলার্ডকে মুক্ত করার চেষ্টা করেন। তিনি নরম্যান্ডির পূর্ব প্রান্ত পাহারারত ফিলিপের দ্বারা অবরুদ্ধ ছিলেন। জন স্থল ও জল-বাহিত বাহিনীর সমন্বয়ে একটি সমন্বিত অভিযানের চেষ্টা করেন, যা আজকের বেশিরভাগ ঐতিহাসিকদের ধারণার দিক থেকে কল্পনাপ্রসূত ছিল, কিন্তু সেই সময়ের বাহিনীর সাফল্যের জন্য এটি অত্যন্ত জটিল ছিল। ফিলিপের বাহিনী জনের ত্রাণ অভিযানে বাধা দেয় এবং জন ফিলিপকে পূর্ব নরম্যান্ডি থেকে দূরে সরিয়ে নেওয়ার চেষ্টায় ব্রিটানির দিকে ফিরে যান। জন সফলভাবে ব্রিটানির বেশিরভাগ অংশ ধ্বংস করে দেন, কিন্তু নরম্যান্ডির পূর্বে ফিলিপের মূল অভিযানকে বিচ্যুত করতে পারেননি।\nএই অভিযানের সময় জন যে সামরিক দক্ষতা দেখিয়েছিলেন সে সম্পর্কে ইতিহাসবিদদের মধ্যে মতামত ভিন্ন। সাম্প্রতিক ইতিহাসবিদরা যুক্তি দিয়েছেন যে তার কর্মক্ষমতা গ্রহণযোগ্য ছিল, যদিও চিত্তাকর্ষক ছিল না। কেট নরগেট প্রচারাভিযানে জনের সামরিক দক্ষতাকে ইতিবাচক হিসেবে ব্যাখ্যা করেছেন। তিনি যুক্তি দেন যে, শ্যাটো গেইলার্ডকে মুক্ত করার জন্য জনের প্রচেষ্টা ছিল \"মাস্টারপিস বুদ্ধিবৃত্তি\"। রালফ টার্নার তার কর্মক্ষমতাকে সাধারণ \"সক্ষমতা\" বলে অভিহিত করেছেন। লুইস ওয়ারেন সামরিক দক্ষতার সাধারণ অভাবের পরিবর্তে স্থানীয় অভিজাতদের মধ্যে আনুগত্যকে অনুপ্রাণিত করতে জনের অক্ষমতাকে দায়ী করেন। ফ্র্যাঙ্ক ম্যাকলিন আরও কঠোর সমালোচনা করেন। তিনি প্রচারণার সামরিক দিকগুলোকে \"বিপর্যয়কর ব্যর্থতা\" হিসাবে বর্ণনা করেছেন। জনের অবস্থার দ্রুত অবনতি হতে শুরু করে। ফিলিপ এবং তার পূর্বসূরীরা বেশ কয়েক বছর ধরে নরম্যান্ডির পূর্ব সীমান্ত অঞ্চল ব্যাপকভাবে চাষাবাদ করে আসছিলেন, যেখানে কয়েক বছর আগে রিচার্ড বিভিন্ন গুরুত্বপূর্ণ দুর্গ দান করার ফলে দক্ষিণে অ্যাঞ্জেভিনের কর্তৃত্ব ক্ষুণ্ন হয়েছিল। কেন্দ্রীয় অঞ্চলে তার routier ভাড়াটেদের ব্যবহার এই এলাকায়ও তার অবশিষ্ট সমর্থনকে দ্রুত নষ্ট করে ফেলেছিল, যা অ্যাঞ্জেভিন শক্তির আকস্মিক পতনের মঞ্চ তৈরি করে। ইতিহাসবিদ ডেভিড কার্পেন্টার নরম্যান্ডির পতনের বিষয়ে ক্ষমতার দ্বন্দ্বের একটি গ্রহণযোগ্য সারাংশ প্রদান করেছেন।. ডিসেম্বর মাসে জন চ্যানেল পেরিয়ে পিছু হটে যান এবং শ্যাটো গেইলার্ডের পশ্চিমে একটি নতুন প্রতিরক্ষা লাইন স্থাপনের নির্দেশ পাঠান। ১২০৪ সালের মার্চ মাসে গেইলার্ডের পতন ঘটে। পরের মাসেই জনের মা এলিনর মারা যান। এটি কেবল জনের জন্য ব্যক্তিগত আঘাত ছিল না, বরং ফ্রান্সের দক্ষিণে বিস্তৃত অ্যাঞ্জেভিন জোট ভেঙে ফেলার হুমকি ছিল। ফিলিপ নতুন প্রতিরক্ষা লাইনের চারপাশে দক্ষিণে সরে যান এবং ডাচির কেন্দ্রস্থলে উপরের দিকে আঘাত করেন। সেখানে সামান্য প্রতিরোধের সম্মুখীন হন।  আগস্টের মধ্যে ফিলিপ নরম্যান্ডি দখল করে দক্ষিণে অগ্রসর হয়ে আনজু এবং পোইতুও দখল করেন। মহাদেশে তখন জনের একমাত্র অবশিষ্ট অধিকার ছিল অ্যাকুইটাইনের ডাচি।\n\n\n== রাজা হিসেবে জন ==\n\n\n=== রাজত্ব এবং রাজকীয় প্রশাসন ===\n\nঅ্যাঞ্জেভিন রাজাদের অধীনে সরকারের প্রকৃতি ছিল অস্পষ্ট এবং অনিশ্চিত। জনের পূর্বসূরীরা vis et voluntas (\"বল এবং ইচ্ছা\") নীতি ব্যবহার করে শাসন করেছিলেন, নির্বাহী এবং কখনও কখনও স্বেচ্ছাচারী সিদ্ধান্ত গ্রহণ, প্রায়শই এই ভিত্তিতে ন্যায্যতা দেওয়া হত যে একজন রাজা আইনের ঊর্ধ্বে। দ্বিতীয় হেনরি এবং রিচার্ড উভয়েই যুক্তি দিয়েছিলেন যে রাজাদের \"ঐশ্বরিক মহিমার\" একটি গুণ রয়েছে; জন এই ধারা অব্যাহত রেখেছিলেন এবং শাসক হিসাবে নিজের জন্য \"প্রায় সাম্রাজ্যিক মর্যাদা\" দাবি করেছিলেন। দ্বাদশ শতাব্দীতে রাজত্বের প্রকৃতি সম্পর্কে বিপরীত মতামত প্রকাশ পেতে শুরু করেছিল এবং অনেক সমসাময়িক লেখক বিশ্বাস করতেন যে, রাজাদের রীতিনীতি এবং আইন অনুসারে শাসন করা উচিত এবং রাজ্যের নেতৃস্থানীয় সদস্যদের পরামর্শ নেওয়া উচিত।  একজন রাজা যদি তা করতে অস্বীকৃতি জানান, তাহলে কী হবে তার কোনও মডেল তখনও ছিল না।  ইংল্যান্ডের অভ্যন্তরে অনন্য কর্তৃত্বের দাবি করা সত্ত্বেও জন কখনও কখনও ব্যারনদের সাথে পরামর্শ করার ভিত্তিতে তার কর্মকাণ্ডকে ন্যায্যতা দিতেন। জন সরকারের প্রতি তার দৃষ্টিভঙ্গিতে \"রাজকীয় সিজোফ্রেনিয়া\" রোগে ভুগছিলেন কিনা, নাকি তার কর্মকাণ্ড কেবল ত্রয়োদশ শতাব্দীর গোড়ার দিকে অ্যাঞ্জেভিন রাজত্বের জটিল মডেলকে প্রতিফলিত করেছিল তা নিয়ে আধুনিক ঐতিহাসিকরা দ্বিধাগ্রস্ত।\nজন ইংল্যান্ডে একটি অত্যাধুনিক প্রশাসন ব্যবস্থা উত্তরাধিকারসূত্রে পেয়েছিলেন, যেখানে রাজপরিবারের প্রতি জবাবদিহি করার জন্য বিভিন্ন রাজকীয় এজেন্ট ছিলেন: চ্যান্সেরি লিখিত রেকর্ড এবং যোগাযোগ রাখতেন; ট্রিজারি এবং রাজকোষ যথাক্রমে আয় এবং ব্যয় পরিচালনা করতেন; এবং রাজ্যজুড়ে ন্যায়বিচার প্রদানের জন্য বিভিন্ন বিচারক নিযুক্ত করা হয়েছিল। হুবার্ট ওয়াল্টারের মতো ব্যক্তিদের উন্নত রেকর্ড রক্ষণাবেক্ষণের এই ধারা তার রাজত্বকালেও অব্যাহত ছিল। পূর্ববর্তী রাজাদের মতো জন একটি পেরিপেটিক রাজসভা পরিচালনা করতেন যা রাজ্যের চারপাশে ভ্রমণ করত, স্থানীয় এবং জাতীয় উভয় বিষয় নিয়েই আলোচনা করত। জন ইংল্যান্ডের প্রশাসনে খুবই সক্রিয় ছিলেন এবং সরকারের প্রতিটি ক্ষেত্রে জড়িত ছিলেন। আংশিকভাবে তিনি প্রথম হেনরি এবং দ্বিতীয় হেনরির ঐতিহ্য অনুসরণ করছিলেন, কিন্তু ত্রয়োদশ শতাব্দীর মধ্যে প্রশাসনিক কাজের পরিমাণ অনেক বেড়ে যায়, যা এই রীতিতে শাসন করতে ইচ্ছুক রাজার উপর অনেক বেশি চাপ সৃষ্টি করে। জন তার পূর্বসূরীদের তুলনায় অনেক বেশি সময় ধরে ইংল্যান্ডে ছিলেন, যা পূর্ববর্তী রাজাদের তুলনায় তার শাসনকে আরও ব্যক্তিগত করে তুলেছিল, বিশেষ করে উত্তরের মতো পূর্বে উপেক্ষিত অঞ্চলে।\nজনের কাছে ন্যায়বিচার প্রশাসন বিশেষ গুরুত্বপূর্ণ ছিল। দ্বিতীয় হেনরির অধীনে ইংরেজি আইনে বেশ কিছু নতুন প্রক্রিয়া চালু করা হয়েছিল, যার মধ্যে রয়েছে উপন্যাস ডিসিসিন এবং মর্ট ডি'অ্যানসেস্টর। এই প্রক্রিয়াগুলো গ্রহণ করার কারণ হলো স্থানীয় আইন মামলাগুলোতে রাজকীয় আদালতগুলোর ভূমিকা আরও গুরুত্বপূর্ণ, যা পূর্বে কেবল আঞ্চলিক বা স্থানীয় প্রভুদের দ্বারা পরিচালিত হত। জন স্থানীয় সার্জেন্ট এবং বেলিফদের পেশাদারিত্ব বৃদ্ধি করেন এবং ১১৯৪ সালে হুবার্ট ওয়াল্টার কর্তৃক প্রবর্তিত করোনার ব্যবস্থা সম্প্রসারিত করেন, যার ফলে বরো করোনারদের একটি নতুন শ্রেণী তৈরি হয়। রাজা তার নিযুক্ত বিচারকদের মাধ্যমে আইন বিশেষজ্ঞ এবং দক্ষতা বৃদ্ধি করে এবং নিজেই মামলায় হস্তক্ষেপ করে এই ব্যবস্থাটি সুষ্ঠুভাবে পরিচালিত হচ্ছে কিনা তা নিশ্চিত করার জন্য অত্যন্ত কঠোর পরিশ্রম করতেন। সামরিক সংকটের সময়ও তিনি তুলনামূলকভাবে ছোটখাটো মামলার বিচার চালিয়ে যান। ইতিবাচকভাবে দেখতে গেলে লুইস ওয়ারেন মনে করেন যে, জন \"ন্যায়বিচার প্রদানের তার রাজকীয় দায়িত্ব পালন করেছেন... এক উদ্যম এবং অক্লান্ত পরিশ্রমের সাথে, যার কাছে ইংরেজি সাধারণ আইন অত্যন্ত কৃতজ্ঞ\"। আরও সমালোচনামূলকভাবে দেখলে, জন হয়তো রাজকীয় আইনি প্রক্রিয়ার মাধ্যমে সরল ন্যায়বিচার প্রদানের আকাঙ্ক্ষার চেয়ে ফি বৃদ্ধির সম্ভাবনা দ্বারা অনুপ্রাণিত হয়েছিলেন। তার আইনি ব্যবস্থাও সমস্ত জনসংখ্যার পরিবর্তে কেবল স্বাধীন পুরুষদের জন্য প্রযোজ্য ছিল। তা সত্ত্বেও, এই পরিবর্তনগুলো অনেক মুক্ত ভাড়াটেদের কাছে জনপ্রিয় ছিল, যারা আরও নির্ভরযোগ্য আইনি ব্যবস্থা অর্জন করেছিল যা ব্যারনদের এড়িয়ে যেতে পারত। জনের সংস্কারগুলো ব্যারনদের কাছে কম জনপ্রিয় ছিল, বিশেষ করে যেহেতু তারা স্বেচ্ছাচারী এবং প্রায়শই প্রতিশোধমূলক রাজকীয় বিচারের অধীন ছিল।\n\n\n=== অর্থনীতি ===\n\nজনের প্রধান চ্যালেঞ্জগুলির মধ্যে একটি ছিল নরম্যান্ডি পুনরুদ্ধারের জন্য তার প্রস্তাবিত অভিযানের জন্য প্রয়োজনীয় বিপুল পরিমাণ অর্থ সংগ্রহ করা। অ্যাঞ্জেভিন রাজাদের আয়ের তিনটি প্রধান উৎস ছিল, যথা তাদের ব্যক্তিগত জমি বা demesne থেকে আয়; সামন্ত প্রভু হিসেবে তাদের অধিকারের মাধ্যমে সংগৃহীত অর্থ; এবং কর থেকে আয়। রাজকীয় demesne থেকে আয় ছিল অনমনীয় এবং নরম্যান বিজয়ের পর থেকে ধীরে ধীরে হ্রাস পাচ্ছিল। ১১৮৯ সালে রিচার্ডের অনেক রাজকীয় সম্পত্তি বিক্রি করেও পরিস্থিতি সামাল দেওয়া সম্ভব হয়নি এবং পরবর্তী শতাব্দীর তুলনায় রাজকীয় আয়ে কর আরোপের ভূমিকা অনেক কম ছিল। ইংরেজ রাজাদের ব্যাপক সামন্ততান্ত্রিক অধিকার ছিল যা আয়ের জন্য ব্যবহার করা যেতে পারত, যার মধ্যে স্কুটেজ ব্যবস্থাও ছিল, যেখানে রাজাকে নগদ অর্থ প্রদানের মাধ্যমে সামন্ততান্ত্রিক সামরিক পরিষেবা এড়ানো যেত। তিনি জরিমানা, আদালতের ফি এবং চার্টার বিক্রি এবং অন্যান্য সুযোগ-সুবিধা থেকে আয় করতেন। জন সম্ভাব্য সকল আয়ের উৎস সর্বাধিক করার জন্য তার প্রচেষ্টা তীব্র করে তোলেন, এমনকি তাকে \"লোভী, কৃপণ, চাঁদাবাজ এবং অর্থলোভী\" হিসেবে বর্ণনা করা হয়। তিনি ব্যারনদের উপর রাজনৈতিক নিয়ন্ত্রণ প্রয়োগের একটি উপায় হিসেবে রাজস্ব আহরণকেও ব্যবহার করতেন। রাজার প্রিয় সমর্থকদের রাজস্ব আদায়ের জন্য ঋণ মওকুফ করা যেত এবং শত্রুদের ঋণ আদায়ে আরও কঠোরতা প্রয়োগ করা হত।\n\nএর ফলাফল ছিল উদ্ভাবনী কিন্তু অজনপ্রিয় আর্থিক ব্যবস্থার একটি ধারাবাহিকতা। ফ্র্যাঙ্ক বারলো যুক্তি দেন যে তিনি প্রকৃত সংস্কারের পরিবর্তে সুবিধার নীতি অনুশীলন করছিলেন। জন তার সতেরো বছরের রাজাত্বের সময় এগারো বার স্কুটেজ পেমেন্ট আরোপ করেছিলেন, যা পূর্ববর্তী তিন রাজার রাজত্বকালে মোট এগারো বার ছিল। অনেক ক্ষেত্রেই কোনও প্রকৃত সামরিক অভিযানের অনুপস্থিতিতে এগুলো আরোপ করা হয়েছিল, যা স্ক্যুটেজ প্রকৃত সামরিক পরিষেবার বিকল্প এই মূল ধারণার বিপরীত ছিল। যখন সম্পত্তি এবং দুর্গ উত্তরাধিকারসূত্রে পাওয়া যেত,তখন জন ত্রাণ দাবি করার তার অধিকারকে সর্বাধিক করে তুলতেন, কখনও কখনও ব্যারনদের অর্থ প্রদানের ক্ষমতার বাইরেও প্রচুর অর্থ আদায় করতেন। ১১৯৪ সালে শেরিফ নিয়োগের সফল বিক্রয়ের উপর ভিত্তি করে রাজা নিয়োগের একটি নতুন পর্ব শুরু করেন, নতুন পদস্থ কর্মকর্তারা বর্ধিত জরিমানা এবং জরিমানা দিয়ে তাদের বিনিয়োগ ফেরত পাঠান, বিশেষ করে বনাঞ্চলে। রিচার্ডের আরেকটি উদ্ভাবন ছিলো অবিবাহিত থাকতে ইচ্ছুক বিধবাদের উপর আরোপিত বর্ধিত চার্জ যা জনের অধীনে সম্প্রসারিত হয়েছিল। জন নতুন শহরগুলোর জন্য চার্টার বিক্রি চালিয়ে যান, যার মধ্যে পরিকল্পিত শহর লিভারপুলও ছিল, এবং রাজ্য জুড়ে এবং গ্যাসকোনির বাজারের জন্য চার্টার বিক্রি করা হতো। এর একটি পরিণতি ছিল মহাদেশের সাথে ওয়াইন ব্যবসার সম্প্রসারণ। ১২০৩ সালে বোর্দোর নাগরিক এবং বণিকদের গ্র্যান্ডে কটুম থেকে অব্যাহতি দেওয়া হয়েছিল, যা তাদের রপ্তানির উপর আরোপিত প্রধান কর ছিল। বিনিময়ে বোর্দো, বেয়ন এবং ড্যাক্স অঞ্চলগুলো ফরাসি ক্রাউনের বিরুদ্ধে সমর্থনের প্রতিশ্রুতি দেয়। অবরুদ্ধ বন্দরগুলো গ্যাসকন ব্যবসায়ীদের প্রথমবারের মতো ইংলিশ ওয়াইন বাজারে উন্মুক্ত প্রবেশাধিকার দেয়। পরের বছর, জন লা রোচেল এবং পোইতুকে একই ছাড় দেন। রাজা নতুন কর প্রবর্তন করেন এবং বিদ্যমান করগুলো সম্প্রসারিত করেন। মধ্যযুগীয় ইংল্যান্ডে যারা কেবল রাজার দ্বারা সুরক্ষিত ছিল, তাদের উপর বিশাল কর আরোপ করা হত; ১২১০ সালের আইনসভার সদস্যরা সম্প্রদায় থেকে ৪৪,০০০ পাউন্ড আদায় করত; এর বেশিরভাগই ইহুদি মহাজনদের খ্রিস্টান ঋণগ্রহীতাদের কাছে চলে যেত। অর্থনীতিতে অর্থের ভিন্ন ভূমিকার কারণে মধ্যযুগীয় আর্থিক পরিসংখ্যানগুলোর সমসাময়িক সমতুল্য কিছু ছিল না। জন ১২০৭ সালে আয় এবং অস্থাবর পণ্যের উপর একটি নতুন কর প্রণয়ন করেন—কার্যকরভাবে আধুনিক আয়করের একটি সংস্করণ—যা £৬০,০০০ আয় করে; তিনি সরাসরি ক্রাউনকে প্রদেয় আমদানি ও রপ্তানি শুল্কের একটি নতুন সেট তৈরি করেন। তিনি দেখতে পান যে এই ব্যবস্থাগুলো তাকে সেইসব ব্যারনদের জমি বাজেয়াপ্ত করে আরও সম্পদ সংগ্রহ করতে সক্ষম করেছে যারা অর্থ প্রদান করতে পারেনি বা অর্থ প্রদান করতে অস্বীকার করেছিল।\nজনের রাজত্বের শুরুতে হঠাৎ করে দামের পরিবর্তন ঘটে, কারণ খারাপ ফসল এবং খাদ্যের উচ্চ চাহিদার ফলে শস্য এবং পশুর দাম অনেক বেশি হয়ে যায়। এই মুদ্রাস্ফীতির চাপ ত্রয়োদশ শতাব্দীর বাকি সময় ধরে অব্যাহত ছিল এবং ইংল্যান্ডের জন্য দীর্ঘমেয়াদী অর্থনৈতিক পরিণতি ডেকে আনে। জনের সামরিক অভিযানের ফলে সৃষ্ট মুদ্রাস্ফীতির বিস্ফোরণের ফলে সামাজিক চাপ জটিল হয়ে ওঠে। সেই সময় রাজার জন্য রূপায় কর আদায় করা স্বাভাবিক ছিল, যা পরে নতুন মুদ্রায় রূপান্তরিত করা হত; এই মুদ্রাগুলি তারপর ব্যারেলে ভরে ভাড়াটে সৈন্য নিয়োগ বা অন্যান্য খরচ মেটাতে দেশের বিভিন্ন রাজপ্রাসাদে পাঠানো হত। উদাহরণস্বরূপ, জন যখন নরম্যান্ডিতে অভিযানের প্রস্তুতি নিচ্ছিলেন, সেই সময়ে অর্থনীতি থেকে বিপুল পরিমাণ রূপা তুলে নিতে হয়েছিল এবং মাসের পর মাস ধরে সংরক্ষণ করতে হয়েছিল, যার ফলে অনিচ্ছাকৃতভাবে এমন সময় তৈরি হয়েছিল যখন রূপার মুদ্রা পাওয়া খুব কঠিন ছিল, বাণিজ্যিক ঋণ অর্জন করা কঠিন ছিল এবং অর্থনীতির উপর মুদ্রাস্ফীতির চাপ তৈরি হয়েছিল। এর ফলে দেশজুড়ে রাজনৈতিক অস্থিরতা দেখা দেয়। জন ১২০৪ এবং ১২০৫ সালে মুদ্রার আমূল পরিবর্তন করে এর মান এবং ধারাবাহিকতা উন্নত করে ইংরেজ মুদ্রার কিছু সমস্যা সমাধানের চেষ্টা করেছিলেন।\n\n\n=== রাজকীয় পরিবার এবং ira et malevolentia ===\n\nজনের রাজপরিবার বিভিন্ন অনুসারী গোষ্ঠীর উপর ভিত্তি করে গড়ে উঠেছিল। একটি দল ছিল familiares regis, তার ঘনিষ্ঠ বন্ধু এবং নাইটরা যারা তার সাথে সারা দেশে ভ্রমণ করত। তারা সামরিক অভিযান পরিচালনা ও নেতৃত্ব দেওয়ার ক্ষেত্রেও গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। রাজকীয় অনুসারীদের আরেকটি অংশ ছিল curia regis; এই curiales রাজার ঊর্ধ্বতন কর্মকর্তা এবং এজেন্ট ছিলেন এবং তার দৈনন্দিন শাসনের জন্য অপরিহার্য ছিলেন। এই অভ্যন্তরীণ বৃত্তের সদস্য হওয়ার ফলে তারা প্রচুর সুবিধা পেত, যেমন রাজার কাছ থেকে অনুগ্রহ লাভ করা, মামলা দায়ের করা, ধনী উত্তরাধিকারীকে বিয়ে করা বা ঋণ মওকুফ করা ইত্যাদি। দ্বিতীয় হেনরির সময়কালে, এই পদগুলো ক্রমবর্ধমানভাবে ব্যারনদের সাধারণ পদের বাইরে থেকে আসা \"নতুন লোকদের\" দ্বারা পূরণ করা শুরু হয়েছিল। জনের শাসনামলে এটি আরও তীব্র হয়ে ওঠে, মহাদেশ থেকে অনেক নিম্নমানের অভিজাত ব্যক্তিরা দরবারে অবস্থান নিতে আসেন; অনেকেই পোইতো থেকে আসা ভাড়াটে নেতা ছিলেন। এই ব্যক্তিদের মধ্যে ছিলেন এমন সৈন্য যারা ইংল্যান্ডে তাদের অসভ্য আচরণের জন্য কুখ্যাত হয়ে উঠেছিলেন, যেমন ফ্যালকেস ডি ব্রেওটে, জেরার্ড ডি'অ্যাথি, এঙ্গেলার্ড ডি সিগোগনি এবং ফিলিপ মার্ক। অনেক ব্যারন রাজার পরিবারকে রাল্ফ টার্নার \"ব্যারনদের খরচে রাজকীয় অনুগ্রহ ভোগকারী একটি সংকীর্ণ চক্র\" হিসেবে চিহ্নিত করেছেন, যাদের কর্মচারীরা নিম্নমানের লোকদের দ্বারা পরিচালিত হত।\nব্যারনদের খরচে রাজার নিজের লোকদের উপর নির্ভর করার এই প্রবণতাটি অ্যাঞ্জেভিন রাজকীয় ira et malevolentia (\"রাগ এবং বিদ্বেষ\") ঐতিহ্য এবং জনের নিজস্ব ব্যক্তিত্ব দ্বারা আরও তীব্র হয়েছিল। ira et malevolentia দ্বিতীয় হেনরি থেকে বিশেষ ব্যারন বা পাদ্রিদের প্রতি রাজার রাগ ও অসন্তোষ প্রকাশের অধিকার হিসেবে চলে এসেছিল, যা নরম্যানদের malevolentia (রাজকীয় বিদ্বেষ) ধারণার উপর ভিত্তি করে তৈরি হয়েছিল। নরম্যান যুগে রাজার বিদ্বেষের শিকার হওয়ার অর্থ ছিল অনুদান, সম্মাননা বা আবেদনপত্র পেতে অসুবিধা। দ্বিতীয় হেনরি কুখ্যাতভাবে টমাস বেকেটের প্রতি তার ক্রোধ এবং বিদ্বেষ প্রকাশ করেছিলেন, যার ফলে শেষ পর্যন্ত বেকেটের মৃত্যু ঘটে। জন তখন তার নতুন অর্থনৈতিক ও বিচারিক ব্যবস্থা ব্যবহার করে উল্লেখযোগ্য পরিমাণে \"তার দাসদের পঙ্গু\" করার অতিরিক্ত ক্ষমতা অর্জন করেছিলেন, যা রাজকীয় ক্রোধের হুমকিকে আরও গুরুতর করে তুলেছিল।\nজন ব্যারনদের প্রতি গভীর সন্দেহ পোষণ করতেন, বিশেষ করে যাদের যথেষ্ট ক্ষমতা এবং সম্পদ ছিল তাকে চ্যালেঞ্জ করার জন্য। অসংখ্য ব্যারন তার malevolentia এর শিকার হয়েছিলেন। এমনকি এদের মধ্যে ছিলেন বিখ্যাত নাইট উইলিয়াম মার্শাল, পেমব্রোকের প্রথম আর্ল যিনি সাধারণত পরম আনুগত্যের মডেল হিসাবে বিবেচিত হতেন। সবচেয়ে কুখ্যাত মামলা, যা সেই সময়ে গ্রহণযোগ্য বলে বিবেচিত যেকোনো কিছুর চেয়েও বেশি ছিল, তা ছিল শক্তিশালী উইলিয়াম ডি ব্রাওস, ব্র্যাম্বারের চতুর্থ লর্ডের মামলা, যিনি আয়ারল্যান্ডে জমির মালিক ছিলেন। ডি ব্রাওসের কাছে অর্থের জন্য শাস্তিমূলক দাবি করা হয়েছিল, এবং যখন তিনি ৪০,০০০ মার্কের (সেই সময়ে ২৬,৬৬৬ পাউন্ডের সমতুল্য) বিশাল অঙ্কের অর্থ দিতে অস্বীকৃতি জানান, তখন তার স্ত্রী মাউড এবং তাদের এক ছেলেকে জন কারাগারে বন্দী করেন, যার ফলে তাদের মৃত্যু হয়। ডি ব্রাওস ১২১১ সালে নির্বাসনে মারা যান এবং তার নাতিরা ১২১৮ সাল পর্যন্ত কারাগারে ছিলেন। জনের সন্দেহ এবং ঈর্ষার কারণে তিনি খুব কমই নেতৃস্থানীয় অনুগত ব্যারনদের সাথে ভালো সম্পর্ক উপভোগ করতেন। এই সময়কালে মার্ক এবং পাউন্ড স্টার্লিং উভয় মুদ্রাই প্রচলিত ছিল। এক মার্কের মূল্য ছিল এক পাউন্ডের দুই-তৃতীয়াংশের কাছাকাছি।\n\n\n=== ব্যক্তিগত জীবন ===\n\nজনের ব্যক্তিগত জীবন তার রাজত্বকালে ব্যাপকভাবে প্রভাবিত করেছিল। সমসাময়িক ইতিহাসবিদরা বলেন যে জন পাপপূর্ণভাবে কামুক এবং ধার্মিকতার অভাবী ছিলেন। সেই সময়ের রাজা এবং সম্ভ্রান্ত ব্যক্তিদের জন্য উপপত্নী রাখা সাধারণ ছিল, কিন্তু ইতিহাসবিদরা অভিযোগ করেছেন যে জনের উপপত্নীরা বিবাহিত সম্ভ্রান্ত মহিলা ছিলেন, যা অগ্রহণযোগ্য বলে বিবেচিত হত। জনের প্রথম বিবাহের সময় তার কমপক্ষে পাঁচটি সন্তান ছিল যার মধ্যে কয়েকজন উপপত্নী ছিল এবং তাদের মধ্যে দুজন সম্ভ্রান্ত মহিলা ছিলেন বলে জানা যায়। তবে দ্বিতীয় বিয়ের পর জনের যৌন আচরণ খুব একটা স্পষ্ট নয়। পুনর্বিবাহের পর তার কোন অবৈধ সন্তান জন্মগ্রহণ করেনি এবং সেই সময়ের পরে ব্যভিচারের কোন বাস্তব প্রমাণ নেই, যদিও অবশ্য জনের পুরো সময়কালে রাজদরবারে মহিলা বন্ধুবান্ধব ছিলেন। ব্যারোনিয়াল বিদ্রোহের সময় জনের বিরুদ্ধে যেসব সুনির্দিষ্ট অভিযোগ আনা হয়েছিল, সেগুলো বর্তমানে সাধারণত বিদ্রোহকে ন্যায্যতা দেওয়ার উদ্দেশ্যেই উদ্ভাবিত বলে মনে করা হয়। তবুও জনের সমসাময়িকদের বেশিরভাগই তার যৌন আচরণ সম্পর্কে খারাপ ধারণা পোষণ করতেন বলে মনে হয়। যেকোনো পরবর্তী রাজকীয় সম্পর্কের জন্য সবচেয়ে উল্লেখযোগ্য প্রমাণ হলো ১২০৪ সালের ক্রিসমাসের ফাইন রোলে থাকা বিখ্যাত এন্ট্রি, যেখানে হিউ ডি নেভিলের স্ত্রী জড়িত ছিলেন। এই ধারণা অনুযায়ী, নেভিলের স্ত্রী রাজাকে ২০০টি মুরগি দেওয়ার প্রস্তাব দিয়েছিলেন, যদি তিনি তার স্বামী হিউ-এর সঙ্গে এক রাত কাটানোর অনুমতি পান। প্রচলিত ব্যাখ্যা অনুযায়ী এটি বোঝায় যে তিনি রাজা জনের সঙ্গে পরকীয়ায় লিপ্ত ছিলেন, কিন্তু এই বিশেষ ক্ষেত্রে তিনি নিজের স্বামীর সঙ্গে রাত কাটাতে চেয়েছিলেন—এ কারণেই এটি ছিল একটি রসিকতাপূর্ণ জরিমানা। একটি বিকল্প ব্যাখ্যা হলো, তিনি সম্ভবত বিরক্ত ছিলেন যে হিউকে বারবার রাজকীয় কাজে পাঠানো হচ্ছিল এবং এই জরিমানাটি ছিল এক ধরনের মজার প্রচেষ্টা, যাতে রাজা জন তার স্বামীকে অন্তত এক রাতের জন্য আদালতে থাকার অনুমতি দেন।\nজনের দ্বিতীয় স্ত্রী অ্যাঙ্গোলেমের ইসাবেলার সাথে সম্পর্কের প্রকৃতি স্পষ্ট নয়। জন ইসাবেলাকে তুলনামূলকভাবে কম বয়সে বিয়ে করেন - তার সঠিক জন্ম তারিখ অনিশ্চিত এবং অনুমান অনুসারে বিয়ের সময় তার বয়স সর্বোচ্চ ১৫ বছর এবং সর্নবনিম্ন নয় বছরের মাঝামাঝি ছিল। এমনকি সেই সময়ের মানদণ্ড অনুসারেও খুব অল্প বয়সেই তার বিয়ে হয়েছিল। ঘটনাপঞ্জি-লেখকদের হিসাব অনুযায়ী ইসাবেলার পিতামাতার বিবাহের তারিখ এবং তার প্রথম সন্তানের জন্ম তারিখের উপর ভিত্তি করে এই অনুমানগুলো করা হয়েছে। জন তার স্ত্রীর পরিবারের জন্য খুব বেশি অর্থ প্রদান করতেন না এবং তার জমি থেকে প্রাপ্ত আয়ের খুব বেশি অংশ অন্যদের কাছে হস্তান্তর করতেন না, এমনকি ইতিহাসবিদ নিকোলাস ভিনসেন্ট তাকে ইসাবেলার প্রতি \"নিষ্ঠুর\" বলে বর্ণনা করেছেন। ভিনসেন্ট এই সিদ্ধান্তে উপনীত হন যে বিয়েটি বিশেষভাবে \"বন্ধুত্বপূর্ণ\" ছিল না। তাদের বিবাহের অন্যান্য দিকগুলি আরও ঘনিষ্ঠ এবং ইতিবাচক সম্পর্কের ইঙ্গিত দেয়। ইতিহাসবিদরা লিপিবদ্ধ করেছেন যে ইসাবেলার প্রতি জনের \"উন্মাদ মোহ\" ছিল। অবশ্যই রাজা এবং রাণীর কমপক্ষে ১২০৭ থেকে ১২১৫ সালের মধ্যে বৈবাহিক সম্পর্ক ছিল। তাদের পাঁচটি সন্তান ছিল। ভিনসেন্টের বিপরীতে ইতিহাসবিদ উইলিয়াম চেস্টার জর্ডান এই সিদ্ধান্তে উপনীত হন যে এই দম্পতি ছিলেন একজন \"সঙ্গী দম্পতি\" যাদের সেই সময়ের মানদণ্ড অনুসারে একটি সফল বিবাহ ছিল।\nসমসাময়িক ইতিহাসবিদ এবং পরবর্তী ইতিহাসবিদরা জনের মধ্যে ধর্মীয় বিশ্বাসের অভাব লক্ষ্য করেছেন। কেউ কেউ সন্দেহ করেছেন যে তিনি সর্বোপরি ধর্মদ্রোহী, এমনকি নাস্তিক ছিলেন, যা সেই সময়ে একটি অত্যন্ত গুরুতর বিষয় ছিল। সমসাময়িক ইতিহাসবিদরা তার বিভিন্ন ধর্মবিরোধী অভ্যাসের তালিকা দীর্ঘভাবে বর্ণনা করেছেন, যার মধ্যে রয়েছে তার সহবাসে ব্যর্থতা, তার ধর্মনিন্দামূলক মন্তব্য এবং গির্জার মতবাদ সম্পর্কে তার মজাদার কিন্তু কলঙ্কজনক রসিকতা, যার মধ্যে রয়েছে যিশুর পুনরুত্থানের অসম্ভবতা সম্পর্কে রসিকতা। তারা গির্জার প্রতি জনের দাতব্য দানের অনীহা নিয়ে মন্তব্য করেছেন। ইতিহাসবিদ ফ্রাঙ্ক ম্যাকলিন যুক্তি দেন যে ফন্টেভ্রল্টে জনের প্রাথমিক বছরগুলো তুলনামূলকভাবে উন্নত শিক্ষার সাথে মিলিত হয়ে তাকে গির্জার বিরুদ্ধে উত্তেজিত করে তুলেছিল। অন্যান্য ঐতিহাসিকরা এই উপাদানটির ব্যাখ্যা করার ক্ষেত্রে আরও সতর্ক ছিলেন। ইতিহাসবিদ সেন্ট উলফস্টান জনের জীবনে তার ব্যক্তিগত আগ্রহ এবং বেশ কয়েকজন জ্যেষ্ঠ ধর্মযাজকের সাথে তার বন্ধুত্বের কথাও জানিয়েছেন, বিশেষ করে লিংকনের হিউয়ের সাথে, যাকে পরে একজন সন্ত হিসেবে ঘোষণা করা হয়েছিল। আর্থিক রেকর্ডে দেখা যায় যে, একটি সাধারণ রাজপরিবার স্বাভাবিক ভোজ এবং ধর্মীয় অনুষ্ঠান পালন করত—যদিও অনেক রেকর্ডে দেখা যায় যে, গির্জার নিয়ম ও নির্দেশনা লঙ্ঘনের জন্য জন দরিদ্রদের কাছে দান করতেন। ইতিহাসবিদ লুইস ওয়ারেন জনের তীর্থযাত্রা এবং ধর্মীয় ধর্মগ্রন্থ ও ভাষ্যের প্রতি আগ্রহের কথা উল্লেখ করে যুক্তি দিয়েছেন যে, ইতিহাসের বিবরণগুলো যথেষ্ট পক্ষপাতদুষ্ট ছিল এবং রাজা \"অন্তত প্রচলিতভাবে ধার্মিক\" ছিলেন।\n\n\n== পরবর্তী রাজত্ব (১২০৪-১২১৪) ==\n\n\n=== মহাদেশীয় নীতি ===\n\nরাজত্বের বাকি সময়কালে জন নরম্যান্ডি ডাচি পুনরুদ্ধারের চেষ্টায় মনোনিবেশ করেন। প্রাপ্ত প্রমাণাদি থেকে বোঝা যায় যে তিনি এই ডাচি হারানোকে ক্যাপিটিয়ান ক্ষমতার স্থায়ী পরিবর্তন হিসাবে বিবেচনা করেননি। কৌশলগতভাবে জন বেশ কয়েকটি চ্যালেঞ্জের মুখোমুখি হয়েছিলেন: সম্ভাব্য ফরাসি আক্রমণ থেকে ইংল্যান্ডকে সুরক্ষিত করতে হয়েছিল, অ্যাকুইটাইনে যাওয়ার স্থলপথ হারানোর পর বোর্দো যাওয়ার সমুদ্রপথগুলি সুরক্ষিত করতে হয়েছিল এবং ১২০৪ সালের এপ্রিলে তার মা এলেনরের মৃত্যুর পর অ্যাকুইটাইনে তার অবশিষ্ট সম্পত্তিগুলো সুরক্ষিত করতে হয়েছিল জনের পছন্দের পরিকল্পনা ছিল পোয়তুকে অভিযানের ঘাঁটি হিসেবে ব্যবহার করা, প্যারিসকে হুমকি দেওয়ার জন্য লোয়ার উপত্যকায় অগ্রসর হওয়া, ফরাসি বাহিনীকে পরাজিত করা এবং ডাচিতে একটি সামুদ্রিক বাহিনী অবতরণ করার আগে ফিলিপের অভ্যন্তরীণ যোগাযোগ ব্যবস্থা ভেঙে ফেলা। আদর্শভাবে, এই পরিকল্পনাটি ফিলিপের পূর্ব সীমান্তে ফ্ল্যান্ডার্স এবং বোলোনের সাথে দ্বিতীয় ফ্রন্ট খোলার মাধ্যমে উপকৃত হয় এবং কার্যকরভাবে জার্মানির উপর চাপ প্রয়োগের রিচার্ডের পুরানো কৌশলের পুনর্নির্মাণ হয়। এই সবকিছুর জন্য প্রচুর অর্থ এবং সৈন্যের প্রয়োজন ছিল।\nজন ১২০৫ সালের বেশিরভাগ সময় ইংল্যান্ডকে সম্ভাব্য ফরাসি আক্রমণ থেকে রক্ষা করতে ব্যয় করেছিলেন। জরুরি ব্যবস্থা হিসেবে তিনি প্রতিটি শায়ার স্থানীয় লেভিগুলিকে একত্রিত করার জন্য একটি কাঠামো তৈরি করে দ্বিতীয় হেনরির ১১৮১ সালের অস্ত্র সহায়তার একটি সংস্করণ পুনর্নির্মাণ করেন। আক্রমণের হুমকি কমে গেলে জন ইংল্যান্ডে পোইতোর উদ্দেশ্যে একটি বিশাল সামরিক বাহিনী গঠন করেন এবং নরম্যান্ডির উদ্দেশ্যে তার নিজস্ব নেতৃত্বে সৈন্যদের নিয়ে একটি বিশাল নৌবহর গঠন করেন। এসব গঠনের জন্য জন তার অভিযানে ইংরেজ সামন্তবাদী অবদানের সংস্কার করেন, তিনি আরও নমনীয় একটি ব্যবস্থা তৈরি করেন যার অধীনে দশজনের মধ্যে কেবল একজন নাইটকে একত্রিত করা হত এবং বাকি নয়জন আর্থিকভাবে সহায়তা করতেন। নাইটরা অনির্দিষ্টকালের জন্য দায়িত্ব পালন করতেন। জন অবরোধ যুদ্ধের জন্য প্রকৌশলীদের একটি শক্তিশালী দল এবং পেশাদার ক্রসবোম্যানদের একটি বাহিনী তৈরি করেছিলেন। রাজাকে সামরিক দক্ষতা সম্পন্ন নেতৃস্থানীয় ব্যারনদের একটি দল সমর্থন করেছিল, যার মধ্যে ছিলেন উইলিয়াম লঙ্গেস্পি, স্যালিসবারির তৃতীয় আর্ল, উইলিয়াম দ্য মার্শাল, রজার ডি লেসি এবংমার্চার লর্ড উইলিয়াম ডি ব্রাওস।\nনরম্যান্ডি হারানোর আগেই জন তার চ্যানেল বাহিনীকে উন্নত করতে শুরু করেছিলেন এবং এর পতনের পর তিনি দ্রুত আরও সামুদ্রিক সক্ষমতা গড়ে তোলেন। এই জাহাজগুলোর বেশিরভাগই সিনকু বন্দর বরাবর স্থাপন করা হয়েছিল তবে পোর্টসমাউথকেও সম্প্রসারিত করা হয়েছিল। ১২০৪ সালের শেষ নাগাদ তার কাছে প্রায় ৫০টি বড় জাহাজ ছিল; ১২০৯ থেকে ১২১২ সালের মধ্যে আরও ৫৪টি জাহাজ তৈরি করা হয়েছিল। রোথামের উইলিয়ামকে \"গ্যালির রক্ষক\" হিসেবে নিযুক্ত করা হয়েছিল, যিনি কার্যত জনের প্রধান অ্যাডমিরাল ছিলেন। জনের গ্যালি, সিনকু পোর্টের জাহাজ এবং বাণিজ্যিক জাহাজগুলোকে একটি একক কার্যকরী বহরে সংযুক্ত করার জন্য রোথাম দায়ী ছিলেন। জন জাহাজের নকশায় সাম্প্রতিক উন্নতিগুলো গ্রহণ করেন, যার মধ্যে ছিলবুয়েস নামে নতুন বৃহৎ পরিবহন জাহাজ এবং যুদ্ধে ব্যবহারের জন্য অপসারণযোগ্য ফোরকাসেল।\nইংল্যান্ডে ব্যারোনিয়ালে অস্থিরতার কারণে পরিকল্পিত ১২০৫ সালের অভিযানের যাত্রা বাধাগ্রস্ত হয় এবং উইলিয়াম লংজেস্পির নেতৃত্বে শুধুমাত্র একটি ছোট বাহিনী পোইতোতে মোতায়েন করা হয়। ১২০৬ সালে জন নিজেই পোইতোর উদ্দেশ্যে রওনা হন, কিন্তু ক্যাস্টিলের রাজা অষ্টম আলফোনসোর গ্যাসকোনিকে দেওয়া হুমকি মোকাবেলায় তিনি দক্ষিণ দিকে মোড় নিতে বাধ্য হন। আলফোনসোর বিরুদ্ধে সফল অভিযানের পর জন আবার উত্তর দিকে যাত্রা করেন এবং অ্যাঞ্জার্স শহর দখল করেন। ফিলিপ জনের সাথে দেখা করার জন্য দক্ষিণে চলে যান; সেই বছরের প্রচারণা অচলাবস্থায় শেষ হয় এবং দুই শাসকের মধ্যে দুই বছরের যুদ্ধবিরতি হয়।\n১২০৬-১২০৮ সালের যুদ্ধবিরতির সময় জন নরম্যান্ডি পুনরুদ্ধারের আরেকটি প্রচেষ্টার প্রস্তুতির জন্য তার আর্থিক ও সামরিক সম্পদ গড়ে তোলার দিকে মনোনিবেশ করেন। জন এই অর্থের কিছু অংশ ফিলিপের পূর্ব সীমান্তে নতুন জোট গঠনের জন্য ব্যবহার করেছিলেন, যেখানে ক্যাপিটিয়ান শক্তির বৃদ্ধি ফ্রান্সের প্রতিবেশীদের উদ্বিগ্ন করতে শুরু করেছিল। ১২১২ সালের মধ্যে জন তার ভাগ্নে জার্মানির চতুর্থ অটো, যিনি পবিত্র রোমান সম্রাটের সিংহাসনের দাবিদার ছিলেন, এবং সেই সাথে বোলোনের কাউন্ট রেনো এবং ফ্ল্যান্ডার্সের ফার্ডিন্যান্ডের সাথেও সফলভাবে জোটবদ্ধ হন। পোইতোতে পরিষেবা নিয়ে নতুন ইংরেজ ব্যারোনিয়াল অস্থিরতার কারণে ১২১২ সালের আক্রমণ পরিকল্পনা স্থগিত করা হয়। ১২১৩ সালে ফিলিপ তার বড় ছেলে লুইকে ফ্ল্যান্ডার্সকে আক্রমণ করতে ইংল্যান্ড অভিযানে পাঠিয়ে এই উদ্যোগ গ্রহণ করেন। এই হুমকি মোকাবেলা করার জন্য জন তার নিজের আক্রমণ পরিকল্পনা স্থগিত করতে বাধ্য হন। তিনি দাম্মের বন্দরে ফরাসিদের আক্রমণ করার জন্য তার নতুন নৌবহর চালু করেন। আক্রমণটি সফল হয়েছিল, ফিলিপের জাহাজ ধ্বংস করে দিয়েছিল এবং সেই বছর ইংল্যান্ড আক্রমণের আর কোনো সম্ভাবনাও ছিল না। জন ১২১৩ সালের শেষের দিকে আক্রমণ করে এই সুবিধা কাজে লাগাতে চেয়েছিলেন, কিন্তু ব্যারোনিয়ার অসন্তোষ আবারও তার আক্রমণ পরিকল্পনা ১২১৪ সালের প্রথম দিক পর্যন্ত বিলম্বিত করে, যা ছিল তার চূড়ান্ত মহাদেশীয় অভিযান।\n\n\n=== স্কটল্যান্ড, আয়ারল্যান্ড এবং ওয়েলস ===\n\nদ্বাদশ শতাব্দীর শেষের দিকে এবং ত্রয়োদশ শতাব্দীর গোড়ার দিকে ইংল্যান্ড এবং স্কটল্যান্ডের মধ্যে সীমান্ত এবং রাজনৈতিক সম্পর্ক বিতর্কিত ছিল। স্কটল্যান্ডের রাজারা বর্তমানে উত্তর ইংল্যান্ডের কিছু অংশ দাবি করতেন। ১১৭৪ সালে ফ্যালাইসের চুক্তিতে দ্বিতীয় হেনরি উইলিয়াম দ্য লায়নকে তার প্রতি আনুগত্যের শপথ নিতে বাধ্য করেছিলেন। ১১৮৯ সালে আর্থিক ক্ষতিপূরণের বিনিময়ে প্রথম রিচার্ড এটি বাতিল করে দেন, কিন্তু সম্পর্ক অস্বস্তিকরই থেকে যায়। জন বিতর্কিত উত্তরাঞ্চলীয় কাউন্টিগুলির উপর তার সার্বভৌমত্ব পুনঃপ্রতিষ্ঠার মাধ্যমে তার রাজত্ব শুরু করেন। তিনি নর্থামব্রিয়ার প্রারম্ভিক রাজ্যের জন্য উইলিয়ামের অনুরোধ প্রত্যাখ্যান করেছিলেন, কিন্তু স্কটল্যান্ডে হস্তক্ষেপ করেননি এবং তার মহাদেশীয় সমস্যাগুলির উপর মনোনিবেশ করেন। দুই রাজার মধ্যে বন্ধুত্বপূর্ণ সম্পর্ক বজায় ছিল যতক্ষণ না ১২০৯ সালে গুজব ছড়িয়ে পড়ে যে উইলিয়াম ফ্রান্সের দ্বিতীয় ফিলিপের সাথে নিজেকে মিত্র করার ইচ্ছা পোষণ করছেন। ১২০৬ এবং ১২০৭ সালে তাদের দুজনের দেখাও হয়েছিল।  এই গুজব ছড়িয়ে পড়ার পর জন স্কটল্যান্ড আক্রমণ করেন এবং উইলিয়ামকে নরহ্যামের চুক্তিতে স্বাক্ষর করতে বাধ্য করেন, যার ফলে জন উইলিয়ামের কন্যাদের নিয়ন্ত্রণ লাভ করেন এবং তাকে £১০,০০০ প্রদান করতে হয়। এটি কার্যকরভাবে সীমান্তের উত্তরে উইলিয়ামের ক্ষমতাকে পঙ্গু করে দেয় এবং ১২১২ সালের মধ্যে জনকে তার অভ্যন্তরীণ প্রতিদ্বন্দ্বীদের বিরুদ্ধে উইলিয়ামকে সমর্থন করার জন্য সামরিকভাবে হস্তক্ষেপ করতে হয়। জন ফ্যালাইসের চুক্তি পুনরুজ্জীবিত করার জন্য কোনও প্রচেষ্টা করেননি। উইলিয়াম এবং তার পুত্র স্কটল্যান্ডের দ্বিতীয় আলেকজান্ডার স্বাধীন রাজা ছিলেন, যাদের জনের প্রতি সমর্থন ছিল কিন্তু আনুগত্য ছিল না। উইলিয়ামের ছেলে, স্কটল্যান্ডের দ্বিতীয় আলেকজান্ডার, পরবর্তীতে বলেন যে তিনি ১২১২ সালে জনের কন্যা জোয়ানের সাথে বিবাহবন্ধনে আবদ্ধ হন। বর্তমান পণ্ডিতগণ আলেকজান্ডারের দাবিকে অনির্ভরযোগ্য বলে মনে করেন।\nজন তার রাজত্বকাল জুড়ে আয়ারল্যান্ডের লর্ড ছিলেন। তিনি মহাদেশে ফিলিপের সাথে যুদ্ধ করার জন্য সম্পদের জন্য দেশটির উপর নির্ভর করেছিলেন। আয়ারল্যান্ডে অ্যাংলো-নর্মান বসতি স্থাপনকারী এবং আদিবাসী আইরিশ সর্দারদের মধ্যে দ্বন্দ্ব অব্যাহত ছিল। জন দেশে তার সম্পদ এবং ক্ষমতা প্রসারিত করার জন্য উভয় গোষ্ঠীকে কাজে লাগিয়েছিলেন। রিচার্ডের শাসনামলে জন আয়ারল্যান্ডে তার জমির আয়তন সফলভাবে বৃদ্ধি করেছিলেন এবং রাজা হিসেবে তিনি এই নীতি অব্যাহত রেখেছিলেন। ১২১০ সালে রাজা অ্যাংলো-নর্মান লর্ডদের বিদ্রোহ দমন করার জন্য একটি বিশাল সেনাবাহিনী নিয়ে আয়ারল্যান্ডে প্রবেশ করেন। তিনি দেশের উপর তার নিয়ন্ত্রণ পুনঃপ্রতিষ্ঠা করেন এবং আয়ারল্যান্ডে ইংরেজ আইন ও রীতিনীতি মেনে চলার নির্দেশ দেওয়ার জন্য একটি নতুন সনদ প্রবর্তন করেন। জন স্থানীয় আইরিশ রাজ্যগুলোর উপর এই সনদটি সক্রিয়ভাবে প্রয়োগ করার চেষ্টা করা থেকে বিরত ছিলেন, কিন্তু ইতিহাসবিদ ডেভিড কার্পেন্টার সন্দেহ করেন যে ইংল্যান্ডে ব্যারোনিয়ালরা দ্বন্দ্ব শুরু না করলে তিনি হয়তো তা করতেন। জন ইংল্যান্ডে চলে যাওয়ার পরেও স্থানীয় আইরিশ নেতাদের সাথে তার উত্তেজনা অব্যাহত ছিল।\nওয়েলসে রাজকীয় ক্ষমতা অসমভাবে প্রয়োগ করা ছিল। দেশটি সীমান্তবর্তী এলাকা মার্চার লর্ডস এবং পেমব্রোকশায়ারের রাজকীয় অঞ্চল ও উত্তর ওয়েলসের আরও স্বাধীন এলাকা স্থানীয় ওয়েলশ লর্ডস-এর মধ্যে বিভক্ত ছিল। জন ওয়েলসের প্রতি গভীর আগ্রহ রাখতেন এবং দেশটি ভালোভাবে জানতেন। ১২০৪ থেকে ১২১১ সালের মধ্যে প্রতি বছর তিনি ওয়েলসে আসতেন এবং তার অবৈধ কন্যা জোয়ানকে ওয়েলশ রাজপুত্র লিওয়েলিন দ্য গ্রেটের সাথে বিয়ে দেন। রাজা তার নিজস্ব অঞ্চল এবং ক্ষমতা বৃদ্ধির জন্য মার্চার লর্ড এবং স্থানীয় ওয়েলশদের ব্যবহার করেছিলেন এবং ওয়েলশ শাসকদের সাথে রাজকীয় সামরিক শক্তির সমর্থনে ক্রমবর্ধমান সুনির্দিষ্ট চুক্তির একটি ধারাবাহিকতা তৈরি করেছিলেন। ১২১১ সালে ওয়েলশ বিদ্রোহের মাধ্যমে উইলিয়াম ডি ব্রাওসের অপসারণের ফলে সৃষ্ট অস্থিতিশীলতাকে কাজে লাগানোর চেষ্টা করার পর ১২১১ সালে এই চুক্তিগুলো কার্যকর করার জন্য একটি বড় রাজকীয় অভিযান শুরু হয়। ওয়েলশের প্রাণকেন্দ্রে জনের আক্রমণ ছিল একটি সামরিক সাফল্য। লিওয়েলিন এমন এক চুক্তিতে পৌঁছেন যার মধ্যে ওয়েলসের বেশিরভাগ অংশ জুড়ে জনের ক্ষমতার সম্প্রসারণ অন্তর্ভুক্ত ছিল, যদিও তা কেবল সাময়িকভাবে।\n\n\n=== পোপের সাথে বিরোধ এবং ধর্মচ্যুতি ===\n১৩ জুলাই ১২০৫ তারিখে ক্যান্টারবেরির আর্চবিশপ হুবার্ট ওয়াল্টার মারা গেলে, জন পোপ তৃতীয় ইনোসেন্টের সাথে একটি বিরোধে জড়িয়ে পড়েন যা রাজার ধর্মচ্যুতির দিকে পরিচালিত করে। নরম্যান এবং অ্যাঞ্জেভিন রাজারা ঐতিহ্যগতভাবে তাদের অঞ্চলের মধ্যে গির্জার উপর প্রচুর ক্ষমতা প্রয়োগ করেছিলেন। তবে ১০৪০-এর দশক থেকে পরবর্তী পোপরা একটি সংস্কারমূলক বার্তা পেশ করেছিলেন যা চার্চকে \"কেন্দ্র থেকে আরও সুসংগতভাবে এবং আরও শ্রেণিবদ্ধভাবে পরিচালিত\" করার গুরুত্বের উপর জোর দিয়েছিল। ইতিহাসবিদ রিচার্ড হাস্ক্রফ্টের ভাষায়, \"সাধারণ শাসকের কর্তৃত্ব থেকে পৃথক এবং স্বাধীনভাবে নিজস্ব কর্তৃত্ব এবং এখতিয়ারের ক্ষেত্র\" প্রতিষ্ঠা করেছিল। ১১৪০-এর দশকের পর এই নীতিগুলো মূলত ইংরেজ চার্চের মধ্যে গৃহীত হয়েছিল, যদিও রোমে কর্তৃত্বকে কেন্দ্রীভূত করার বিষয়ে উদ্বেগের একটি উপাদান ছিল। এই পরিবর্তনগুলো গির্জার নিয়োগের ক্ষেত্রে জনের মতো সাধারণ শাসকদের প্রথাগত অধিকারকে প্রশ্নবিদ্ধ করে। ইতিহাসবিদ রাল্ফ টার্নারের মতে পোপ ইনোসেন্ট ছিলেন একজন \"উচ্চাকাঙ্ক্ষী এবং আক্রমণাত্মক\" ধর্মীয় নেতা, যিনি গির্জার মধ্যে তার অধিকার এবং দায়িত্বের প্রতি দৃঢ় ছিলেন।\nজন চেয়েছিলেন নরউইচের বিশপ এবং তার নিজের সমর্থকদের একজন জন ডি গ্রেকে ক্যান্টারবেরির আর্চবিশপ নিযুক্ত করা হোক, কিন্তু ক্যান্টারবেরি ক্যাথেড্রালের ক্যাথেড্রাল অধ্যায় আর্চবিশপ নির্বাচনের একচেটিয়া অধিকার দাবি করে বসে। তারা অধ্যায়ের উপ-পূর্ববর্তী রেজিনাল্ডকে পছন্দ করেছিল।  ক্যান্টারবেরি প্রদেশের বিশপরাও পরবর্তী আর্চবিশপ নিয়োগের অধিকার দাবি করলে বিষয়টি আরও জটিল হয়ে ওঠে। অধ্যায়টি গোপনে রেজিনাল্ডকে নির্বাচিত করে এবং তিনি নিশ্চিত হওয়ার জন্য রোমে যান। বিশপরা এই নিয়োগকে চ্যালেঞ্জ করেন এবং বিষয়টি ইনোসেন্টের কাছে তোলা হয়। জন ক্যান্টারবেরি অধ্যায়কে জন ডি গ্রে-এর প্রতি তাদের সমর্থন পরিবর্তন করতে বাধ্য করেন এবং নতুন সিদ্ধান্ত সম্পর্কে পোপকে অবহিত করার জন্য রোমে একজন দূত পাঠানো হয়। ইনোসেন্ট রেজিনাল্ড এবং জন ডি গ্রে উভয়কেই অস্বীকার করেন এবং তার পরিবর্তে তার নিজস্ব প্রার্থী স্টিফেন ল্যাংটনকে নিযুক্ত করেন। জন ইনোসেন্টের ল্যাংটনের নিয়োগে সম্মতির অনুরোধ প্রত্যাখ্যান করেন, কিন্তু পোপ ১২০৭ সালের জুন মাসে ল্যাংটনকে আর্চবিশপ হিসেবে অভিষিক্ত করেন।\nএই ঘটনাকে জন রাজা হিসেবে নির্বাচনকে প্রভাবিত করার তার প্রথাগত অধিকারের লঙ্ঘন বলে মনে করেছিলেন, যা নিয়ে তিনি ক্ষুব্ধ ছিলেন। তিনি ল্যাংটনের ব্যক্তিগত পছন্দ সম্পর্কে এবং সামগ্রিকভাবে প্রক্রিয়াটি সম্পর্কেও অভিযোগ করেন, কারণ জন মনে করেছিলেন যে তিনি প্যারিসের ক্যাপিটিয়ান আদালত দ্বারা অতিরিক্ত প্রভাবিত ছিলেন। তিনি ল্যাংটনকে ইংল্যান্ডে প্রবেশে বাধা দেন এবং আর্চবিশপ্রিকের ভূমি এবং অন্যান্য পোপ সম্পত্তি দখল করেন।  ইনোসেন্ট জনকে তার মন পরিবর্তন করতে রাজি করানোর জন্য একটি কমিশন গঠন করেন কিন্তু কোন লাভ হয়নি। এরপর ইনোসেন্ট ১২০৮ সালের মার্চ মাসে ইংল্যান্ডের উপর নিষেধাজ্ঞা আরোপ করেন। এই আদেশের মাধ্যমে তিনি তরুণদের জন্য বাপ্তিস্ম ব্যতীত এবং মৃতদের জন্য স্বীকারোক্তি ও ক্ষমা ব্যতীত অন্যান্য ধর্মীয় অনুষ্ঠান পরিচালনা থেকে পাদ্রিদের নিষিদ্ধ করেন।\n\nজন এই নিষেধাজ্ঞাকে \"পোপের যুদ্ধ ঘোষণার সমতুল্য\" বলে গণ্য করেন। তিনি ইনোসেন্টকে ব্যক্তিগতভাবে শাস্তি দেওয়ার চেষ্টা করেন এবং জনকে সমর্থনকারী ইংরেজ পাদ্রীদের এবং রোমের কর্তৃপক্ষের সাথে দৃঢ়ভাবে মিত্রতা স্থাপনকারীদের মধ্যে বিভেদ তৈরি করার চেষ্টা করেন। জন ধর্মপ্রচারে অনিচ্ছুক ধর্মযাজকদের ভূমি দখল করেন, সেইসাথে ইনোসেন্টের সাথে সম্পর্কিত সম্পত্তিও দখল করেন। তিনি সেই সময়কালে অনেক ধর্মযাজকের কাছে থাকা অবৈধ উপপত্নীদের গ্রেপ্তার করেন, জরিমানা পরিশোধের পরে তাদের ছেড়ে দেন। তিনি ইংল্যান্ড থেকে পালিয়ে আসা গির্জার সদস্যদের ভূমি দখল করেন এবং যারা তার প্রতি অনুগত থাকতে ইচ্ছুক তাদের সুরক্ষার প্রতিশ্রুতি দেন। অনেক ক্ষেত্রে পৃথক প্রতিষ্ঠানগুলো তাদের নিজস্ব সম্পত্তি পরিচালনা এবং তাদের এস্টেটের উৎপাদিত পণ্য রাখার জন্য শর্তাবলী নিয়ে আলোচনা করতে সক্ষম হয়েছিল। ১২০৯ সালের মধ্যে পরিস্থিতির সমাধানের কোনও লক্ষণ দেখা যায়নি এবং ইনোসেন্ট হুমকি দেন যে জন যদি ল্যাংটনের নিয়োগে রাজি না হন তবে তাকে ধর্মচ্যুত করা হবে। এই হুমকি ব্যর্থ হলে ইনোসেন্ট ১২০৯ সালের নভেম্বরে রাজাকে ধর্ম থেকে বহিষ্কার করেন। যদিও তাত্ত্বিকভাবে এটি জনের বৈধতার উপর একটি উল্লেখযোগ্য আঘাত ছিল, তবুও এটি রাজাকে খুব বেশি চিন্তিত করেনি বলেই মনে করা হয়। জনের ঘনিষ্ঠ দুই মিত্র, সম্রাট চতুর্থ অটো এবং তুলুজের কাউন্ট ষষ্ঠ রেমন্ড, ইতিমধ্যেই একই শাস্তি ভোগ করেছিলেন এবং বহিষ্কারের তাৎপর্য কিছুটা অবমূল্যায়ন করা হয়েছিল। জন কেবল তার বিদ্যমান ব্যবস্থাগুলো আরও কঠোর করেছিলেন এবং খালি সী ও অ্যাবের আয় থেকে উল্লেখযোগ্য পরিমাণ অর্থ সংগ্রহ করেছিলেন। উদাহরণস্বরূপ, ১২১৩ সালের একটি অনুমানে বলা হয়েছে যে গির্জা জনের থেকে আনুমানিক ১০০,০০০ মার্ক (সেই সময়ে প্রায় ৬৭,০০০ পাউন্ডের সমতুল্য) হারিয়েছে। সরকারী পরিসংখ্যান থেকে জানা যায় যে ইংরেজ গির্জার বার্ষিক আয়ের প্রায় ১৪% জন কর্তৃক আত্মসাৎ করা হচ্ছিল।\nসংকট বাড়ার সাথে সাথে ইনোসেন্ট কিছু ছাড় দেন। ১২০৯ সাল থেকে সন্ন্যাসীদের ব্যক্তিগতভাবে প্রার্থনা অনুষ্ঠানের অনুমতি দেওয়া হয় এবং ১২১২ সালের শেষের দিকে মৃতদের জন্য পবিত্র ভিয়াটিকামের অনুমোদন দেয়া হয়। সমাধিস্থল এবং গির্জায় প্রবেশাধিকার সম্পর্কিত নিয়মকানুনগুলো ধারাবাহিকভাবে লঙ্ঘিত হচ্ছে বলে অন্তত অনানুষ্ঠানিকভাবে মনে করা হচ্ছিলো। যদিও এই নিষেধাজ্ঞা জনসংখ্যার বেশিরভাগের জন্য বোঝা ছিল, তবুও এর ফলে জনের বিরুদ্ধে কোনো বিদ্রোহ হয়নি। তবে ১২১৩ সালের মধ্যে জন ফরাসি আক্রমণের হুমকি নিয়ে ক্রমশ চিন্তিত হয়ে পড়েন। কিছু সমসাময়িক ইতিহাসবিদ মনে করেন যে, সেই বছরের জানুয়ারিতে ফ্রান্সের দ্বিতীয় ফিলিপকে পোপের পক্ষে জনকে পদচ্যুত করার জন্য অভিযুক্ত করা হয়েছিল, যদিও মনে করা হয় যে পোপ কেবল গোপন চিঠি প্রস্তুত করেছিলেন যাতে ফিলিপ সফলভাবে ইংল্যান্ড আক্রমণ করলে কৃতিত্ব দাবি করতে পারেন।\nক্রমবর্ধমান রাজনৈতিক চাপের মুখে জন অবশেষে পুনর্মিলনের জন্য শর্তাবলী নিয়ে আলোচনা করেন এবং ১২১৩ সালের মে মাসে ডোভারের টেম্পলার চার্চে পোপের উত্তরাধিকারী পান্ডুল্ফ ভেরাসিওর উপস্থিতিতে আত্মসমর্পণের জন্য পোপের শর্তাবলী গৃহীত হয়। চুক্তির অংশ হিসেবে জন বার্ষিক ১,০০০ মার্ক (তৎকালীন সময়ে প্রায় ৭০০ পাউন্ডের সমতুল্য) সামন্ততান্ত্রিক সেবার বিনিময়ে ইংল্যান্ড রাজ্য পোপের কাছে সমর্পণের প্রস্তাব দেন। এর মধ্যে ইংল্যান্ডের জন্য ৭০০ মার্ক (~৫০০ পাউন্ড) এবং আয়ারল্যান্ডের জন্য ৩০০ মার্ক (~২০০ পাউন্ড), সেইসাথে সংকটের সময় ক্ষতিগ্রস্থ যেকোনো রাজস্বের জন্য চার্চকে ক্ষতিপূরণ প্রদান করা হবে। চুক্তিটি Bulla Aurea বা গোল্ডেন বুলে আনুষ্ঠানিকভাবে স্বাক্ষরিত হয়েছিল। এই সিদ্ধান্তটি মিশ্র প্রতিক্রিয়া তৈরি করে। যদিও কিছু ইতিহাসবিদ মনে করেন যে ঘটনার ধারাবাহিকতায় জন অপমানিত হয়েছেন, তবুও জনসাধারণের প্রতিক্রিয়া খুব কম ছিল। পোপ তার দীর্ঘদিনের ইংরেজ সমস্যার সমাধানের মাধ্যমে উপকৃত হয়েছিলেন, কিন্তু জন সম্ভবত আরও বেশি লাভ করেছিলেন, কারণ ইনোসেন্ট তার রাজত্বের বাকি সময় জনের দৃঢ় সমর্থক হয়ে ওঠেন। অভ্যন্তরীণ এবং মহাদেশীয় নীতি উভয় ক্ষেত্রেই তাকে সমর্থন করেন। ইনোসেন্ট তৎক্ষণাৎ ফিলিপের বিরুদ্ধে চলে যান, তাকে ইংল্যান্ড আক্রমণের পরিকল্পনা প্রত্যাখ্যান করতে এবং শান্তির জন্য আহ্বান জানান। জন চার্চকে যে ক্ষতিপূরণের প্রতিশ্রুতি দিয়েছিলেন তার কিছু অংশ পরিশোধ করেছিলেন, কিন্তু ১২১৪ সালের শেষের দিকে তিনি অর্থ প্রদান বন্ধ করে দেন। ফলে দুই-তৃতীয়াংশ অর্থ অপরিশোধ থেকে যায়। সম্পর্কের বৃহত্তর কল্যাণের জন্য ইনোসেন্ট সুবিধাজনকভাবে এই ঋণ ভুলে গিয়েছিলেন বলে মনে করা হয়।\n\n\n== ফ্রান্সে ব্যর্থতা এবং প্রথম ব্যারন যুদ্ধ (১২১৫-১২১৬) ==\n\n\n=== উত্তেজনা এবং অসন্তোষ ===\nজন এবং ব্যারনদের মধ্যে উত্তেজনা বেশ কয়েক বছর ধরেই ক্রমবর্ধমান ছিল, যা ১২১২ সালের রাজার বিরুদ্ধে ষড়যন্ত্রের মাধ্যমে প্রমাণিত হয়। অসন্তুষ্ট ব্যারনদের অনেকেই ইংল্যান্ডের উত্তর থেকে এসেছিলেন। সমসাময়িক এবং ঐতিহাসিকরা প্রায়শই এই দলটিকে \"উত্তরাঞ্চলীয়\" হিসাবে চিহ্নিত করেন। ফ্রান্সের সংঘাতে উত্তরাঞ্চলীয় ব্যারনদের খুব কমই ব্যক্তিগত ভূমিকা ছিল এবং তাদের অনেকেই জনে কাছে প্রচুর পরিমাণে ঋণী ছিলেন। এই বিদ্রোহকে \"রাজার ঋণগ্রহীতাদের বিদ্রোহ\" হিসেবে চিহ্নিত করা হয়। জনের সামরিক পরিবারের অনেকেই বিদ্রোহীদের সাথে যোগ দিয়েছিলেন, বিশেষ করে যাদের জন ইংল্যান্ড জুড়ে প্রশাসনিক ভূমিকায় নিযুক্ত করেছিলেন, তাদের স্থানীয় সংযোগ এবং আনুগত্য জনের প্রতি তাদের ব্যক্তিগত আনুগত্যের চেয়েও বেশি ছিল। উত্তর ওয়েলসেও উত্তেজনা বৃদ্ধি পেয়েছিল, যেখানে জন এবং লিওয়েলিনের মধ্যে ১২১১ সালের চুক্তির বিরোধিতা প্রকাশ্য সংঘাতে পরিণত হচ্ছিল। কারো কারো মতে, বিচারপতি হিসেবে পিটার ডেস রোচেসের নিয়োগ একটি গুরুত্বপূর্ণ বিষয় ছিল, কারণ অনেক ব্যারন তাকে \"অপমানজনক বিদেশী\" বলে মনে করতেন। ১২১৪ সালে জনের ফরাসি সামরিক অভিযানের ব্যর্থতা সম্ভবত রাজা হিসেবে জনের শেষ বছরগুলোতে ব্যারোনীয় বিদ্রোহের সূত্রপাতের শেষ কারণ ছিল। জেমস হোল্ট বোভাইনসে পরাজয়ের পর গৃহযুদ্ধের পথকে \"সরাসরি, সংক্ষিপ্ত এবং অনিবার্য\" হিসাবে বর্ণনা করেছেন।\n\n\n=== ১২১৪ সালের ফরাসি অভিযানের ব্যর্থতা ===\n১২১৪ সালে জন ফিলিপের কাছ থেকে নরম্যান্ডি পুনরুদ্ধারের জন্য তার চূড়ান্ত অভিযান শুরু করেন। তিনি আশাবাদী ছিলেন, কারণ তিনি সম্রাট চতুর্থ অটো, বোলনের রেনো এবং ফ্ল্যান্ডার্সের ফার্ডিনান্ডের সাথে সফলভাবে জোট গড়ে তুলেছিলেন; পোপের অনুগ্রহ লাভ করছিলেন; এবং তিনি তার অভিজ্ঞ সেনাবাহিনীর মোতায়েনের জন্য যথেষ্ট তহবিল সফলভাবে গড়ে তুলেছিলেন। তা সত্ত্বেও ১২১৪ সালের ফেব্রুয়ারিতে জন যখন পোইতোতে চলে যান তখন অনেক ব্যারন সামরিক পরিষেবা প্রদান করতে অস্বীকৃতি জানান। ফলে ভাড়াটে নাইটদের এই শূন্যস্থান পূরণ করতে হয়। জনের পরিকল্পনা ছিল অটো, রেনো এবং ফার্দিনান্দ উইলিয়াম লঙ্গেস্পির সহায়তায় ফ্ল্যান্ডার্স থেকে দক্ষিণ-পশ্চিমে অগ্রসর হওয়ার সাথে সাথে ফিলিপের বাহিনীকে বিভক্ত করে পোইতো থেকে উত্তর-পূর্ব দিকে প্যারিসের দিকে ঠেলে দেওয়া।\nঅভিযানের প্রথম অংশটি ভালোভাবেই সম্পন্ন হয়েছিল, যেখানে জন প্রিন্স লুইয়ের নেতৃত্বে বাহিনীকে পরাজিত করে জুনের শেষের দিকে আনজু কাউন্টি পুনরুদ্ধার করেন। জন রোচে-আউ-মোইনের দুর্গ অবরোধ করেন, যা ছিল একটি গুরুত্বপূর্ণ দুর্গ, যার ফলে লুই জনের বৃহত্তর সেনাবাহিনীর বিরুদ্ধে যুদ্ধে নামতে বাধ্য হন। স্থানীয় অ্যাঞ্জেভিন অভিজাতরা জনের সাথে অগ্রসর হতে অস্বীকৃতি জানায়। এরপর কিছুটা অসুবিধার সম্মুখীন হয়ে জন লা রোশেলে ফিরে যান। এর কিছুক্ষণ পরেই রাজা ফিলিপ উত্তরে বোভাইনসের কঠিন যুদ্ধে অটো এবং জনের অন্যান্য মিত্রদের বিরুদ্ধে জয়লাভ করেন, যার ফলে জনের নরম্যান্ডি পুনরুদ্ধারের আশা শেষ হয়ে যায়। একটি শান্তি চুক্তি স্বাক্ষরিত হয় যেখানে জন আনজুকে ফিলিপের কাছে ফিরিয়ে দেন এবং তাকে ক্ষতিপূরণ দেন। যুদ্ধবিরতি ছয় বছর স্থায়ী হওয়ার কথা ছিল। জন অক্টোবরে ইংল্যান্ডে ফিরে আসেন।\n\n\n=== যুদ্ধ-পূর্ব উত্তেজনা এবং ম্যাগনা কার্টা ===\n\nজন ফিরে আসার কয়েক মাসের মধ্যেই ইংল্যান্ডের উত্তর ও পূর্বে বিদ্রোহী ব্যারনরা তার শাসনের বিরুদ্ধে প্রতিরোধ গড়ে তুলতে শুরু করে। জন ১২১৫ সালের জানুয়ারিতে সম্ভাব্য সংস্কার নিয়ে আলোচনা করার জন্য লন্ডনে একটি কাউন্সিল করেন এবং বসন্তকালে অক্সফোর্ডে তার এজেন্ট এবং বিদ্রোহীদের মধ্যে আলোচনার পৃষ্ঠপোষকতা করেন। ধারণা করা হয় তিনি এতদিন ধরে খেলছিলেন যতক্ষণ না পোপ তৃতীয় ইনোসেন্ট তাকে স্পষ্ট পোপের সমর্থন জানিয়ে চিঠি পাঠান। ব্যারনদের চাপ দেওয়ার একটি উপায় হিসেবে এবং ক্যান্টারবেরির আর্চবিশপ স্টিফেন ল্যাংটনকে নিয়ন্ত্রণ করার একটি উপায় হিসেবেও জনের জন্য এটি বিশেষভাবে গুরুত্বপূর্ণ ছিল। ইতিমধ্যে জন পোইতো থেকে নতুন ভাড়াটে সৈন্য নিয়োগ শুরু করেন, যদিও পরে কিছু লোককে ফেরত পাঠানো হয় যাতে জন সংঘাত আরও বাড়িয়ে তুলছেন এমন ধারণা না হয়। রাজা একজন ক্রুসেডর হওয়ার ইচ্ছা প্রকাশ করেন, যা তাকে গির্জার আইনের অধীনে অতিরিক্ত রাজনৈতিক সুরক্ষা প্রদান করে।\nপোপের কাছ থেকে সমর্থনের চিঠি এপ্রিল মাসে আসে কিন্তু ততক্ষণে বিদ্রোহী ব্যারনরা সংগঠিত হয়ে পড়েছিল। তারা মে মাসে নর্থাম্পটনে সমবেত হয় এবং জনের সাথে তাদের সামন্ততান্ত্রিক সম্পর্ক ত্যাগ করে রবার্ট ফিটজ ওয়াল্টারকে তাদের সামরিক নেতা হিসেবে ঘোষণা করে। এই স্বঘোষিত \"ঈশ্বরের সেনাবাহিনী\" লন্ডনে অভিযান চালায়, রাজধানী, লিঙ্কন এবং এক্সেটার দখল করে। জনকে মধ্যপন্থী এবং সমঝোতাপ্রিয় দেখানোর প্রচেষ্টা সফল হয়, কিন্তু বিদ্রোহীরা লন্ডন দখল করার পর জনের রাজকীয় দল থেকে নতুন করে দলত্যাগী দলে যোগ দেয়। জন ল্যাংটনকে বিদ্রোহী ব্যারনদের সাথে শান্তি আলোচনার আয়োজন করার নির্দেশ দেন।\n১৫ জুন ১২১৫ তারিখে উইন্ডসর ক্যাসেলের কাছে রানিমিডে জন বিদ্রোহী নেতাদের সাথে দেখা করেন। ল্যাংটনের মধ্যস্থতার প্রচেষ্টা প্রস্তাবিত শান্তি চুক্তিকে ধারণ করে একটি সনদ তৈরি করে; পরে এর নামকরণ করা হয় ম্যাগনা কার্টা বা \"মহান সনদ\"। এই সনদটি কেবল নির্দিষ্ট ব্যারোনিয়াল অভিযোগের সমাধানের বাইরে গিয়ে রাজনৈতিক সংস্কারের জন্য একটি বৃহত্তর প্রস্তাব তৈরি করে, যদিও এটি স্বাধীন পুরুষদের অধিকারের উপর দৃষ্টি নিবদ্ধ করে, কিন্তু ভূমিদাস এবং অবাধ শ্রমের উপর নয়। এটি গির্জার অধিকার রক্ষা, অবৈধ কারাবাস থেকে সুরক্ষা, দ্রুত বিচারের সুযোগ, কেবলমাত্র ব্যারোনীয় সম্মতিতে নতুন কর আরোপ এবং স্কুটেজ ও অন্যান্য সামন্ততান্ত্রিক অর্থ প্রদানের উপর সীমাবদ্ধতার প্রতিশ্রুতি দেয়। চুক্তি অনুযায়ী যখন বিদ্রোহী সেনাবাহিনী পদত্যাগ করবে এবং লন্ডনকে রাজার কাছে আত্মসমর্পণ করা হবে তখন জন ভবিষ্যতে সনদের প্রতি আনুগত্য পর্যবেক্ষণ এবং নিশ্চিত করার জন্য পঁচিশ জন ব্যারনের একটি কাউন্সিল তৈরি করার সিদ্ধান্ত হয়।\nজন বা বিদ্রোহী ব্যারনরা কেউই শান্তি চুক্তি বাস্তবায়নের জন্য গুরুত্ব সহকারে চেষ্টা করেননি। বিদ্রোহী ব্যারনরা সন্দেহ করেছিল যে প্রস্তাবিত ব্যারোনিয়াল কাউন্সিল জনের কাছে অগ্রহণযোগ্য হবে এবং তিনি সনদের বৈধতা চ্যালেঞ্জ করবেন। তারা তাদের নিজস্ব কট্টরপন্থীদের দিয়ে ব্যারোনিয়াল কাউন্সিলকে একত্রিত করে এবং সম্মতি অনুসারে তাদের বাহিনীকে বিচ্ছিন্ন করতে বা লন্ডনে আত্মসমর্পণ করতে অস্বীকৃতি জানায়। তার বিপরীত প্রতিশ্রুতি সত্ত্বেও জন ইনোসেন্টের কাছে সাহায্যের জন্য আবেদন করেন এই পর্যবেক্ষণে যে সনদটি ১২১৩ সালের চুক্তির অধীনে পোপের অধিকারের সাথে আপস করেছে, যা তাকে জনের সামন্ত প্রভু নিযুক্ত করেছিল। নির্দোষভাবে বাধ্য হয়ে তিনি সনদটিকে \"শুধু লজ্জাজনক এবং অবমাননাকরই নয়, বরং অবৈধ এবং অন্যায্য\" ঘোষণা করেন এবং বিদ্রোহী ব্যারনদের বহিষ্কার করেন। চুক্তির ব্যর্থতার ফলে দ্রুত প্রথম ব্যারন যুদ্ধ শুরু হয়।\n\n\n=== ব্যারনদের সাথে যুদ্ধ ===\n\nবিদ্রোহীরা যুদ্ধের প্রথম পদক্ষেপ হিসেবে কৌশলগত রচেস্টার দুর্গ দখল করে, যা ল্যাংটনের মালিকানাধীন ছিল কিন্তু আর্চবিশপের দ্বারা প্রায় অরক্ষিত অবস্থায় ছিল। জন একটি সংঘর্ষের জন্য ভালোভাবে প্রস্তুত ছিলেন। তিনি ভাড়াটে সৈন্যদের জন্য অর্থ মজুদ করেছিলেন এবং শক্তিশালী মার্চার লর্ডদের তাদের নিজস্ব সামন্ত বাহিনী, যেমন উইলিয়াম মার্শাল এবং র‍্যানুল্ফ ডি ব্লোনডেভিল, চেস্টারের ষষ্ঠ আর্লের সমর্থন নিশ্চিত করেছিলেন। উত্তরের বিদ্রোহী ব্যারনদের দক্ষিণের বিদ্রোহীদের থেকে বিচ্ছিন্ন করে দেওয়া রাজকীয় দুর্গগুলোর নেটওয়ার্ক আক্রমণ করার জন্য বিদ্রোহীদের কাছে প্রয়োজনীয় প্রকৌশলগত দক্ষতা বা ভারী সরঞ্জামের অভাব ছিল। জনের কৌশল ছিল লন্ডনে বিদ্রোহী ব্যারনদের বিচ্ছিন্ন করা, ফ্ল্যান্ডার্সে তার ভাড়াটে সৈন্যদের মূল উৎসের কাছে তার নিজস্ব সরবরাহ লাইন রক্ষা করা, দক্ষিণ-পূর্বে ফরাসিদের অবতরণ রোধ করা এবং তারপর ধীর গতিতে যুদ্ধ জয় করা। জন উত্তর ওয়েলসের পরিস্থিতির অবনতিশীলতার সাথে মোকাবিলা করা স্থগিত রাখেন, যেখানে প্রিন্স লিওয়েলিন ১২১১ সালের বন্দোবস্তের বিরুদ্ধে বিদ্রোহের নেতৃত্ব দিচ্ছিলেন।\nজনের অভিযান ভালোভাবে শুরু হয়েছিল। নভেম্বর মাসে জন এক অত্যাধুনিক আক্রমণের মাধ্যমে বিদ্রোহী ব্যারন উইলিয়াম ডি'অবিগনির কাছ থেকে রচেস্টার দুর্গ পুনরুদ্ধার করেন। একজন ইতিহাসবিদ রেজিনাল্ড ব্রাউনের মতে, তিনি \"এত কঠিন অবরোধ বা এত তীব্র প্রতিরোধ\" দেখেননি এবং তিনি এটিকে \"তৎকালীন ইংল্যান্ডের সর্বশ্রেষ্ঠ [অবরোধ] অভিযানগুলির মধ্যে একটি\" হিসাবে বর্ণনা করেন। দক্ষিণ-পূর্বাঞ্চল পুনরুদ্ধারের পর জন তার বাহিনীকে বিভক্ত করেন, উইলিয়াম লংজেস্পিকে লন্ডনের উত্তর দিক এবং পূর্ব অ্যাংলিয়া পুনরায় দখলের জন্য পাঠান, অন্যদিকে জন নিজেই নটিংহ্যাম হয়ে উত্তর দিকে উত্তর ব্যারনদের সম্পত্তি আক্রমণ করার জন্য যান। উভয় অভিযানই সফল হয়েছিল এবং অবশিষ্ট বিদ্রোহীদের বেশিরভাগকেই লন্ডনে আটক করা হয়েছিল। ১২১৬ সালের জানুয়ারিতে জন স্কটল্যান্ডের দ্বিতীয় আলেকজান্ডারের বিরুদ্ধে অভিযান চালান, যিনি বিদ্রোহীদের সাথে নিজেকে যুক্ত করেছিলেন। জন দ্রুত অভিযানের মাধ্যমে উত্তর ইংল্যান্ডে আলেকজান্ডারের সম্পত্তি পুনরুদ্ধার করেন এবং দশ দিনের মধ্যে এডিনবার্গের দিকে অগ্রসর হন।\nবিদ্রোহী ব্যারনরা ফ্রান্সের যুবরাজ লুইকে তাদের নেতৃত্ব দেওয়ার জন্য আমন্ত্রণ জানিয়ে সাড়া দেয়: দ্বিতীয় হেনরির নাতনী ক্যাস্টিলের ব্লাঞ্চের সাথে বিবাহের মাধ্যমে লুই ইংরেজ সিংহাসনের দাবিদার হয়ে যান। ফিলিপ হয়তো তার ছেলেকে ব্যক্তিগতভাবে সমর্থন দিয়েছিলেন কিন্তু লুইকে প্রকাশ্যে সমর্থন করতে অস্বীকৃতি জানিয়েছিলেন, যাকে জনের বিরুদ্ধে যুদ্ধে অংশ নেওয়ার জন্য ইনোসেন্ট কর্তৃক বহিষ্কার করা হয়েছিল। লুইয়ের ইংল্যান্ডে পরিকল্পিত আগমন জনের জন্য একটি গুরুত্বপূর্ণ সমস্যা তৈরি করেছিল, কারণ লুই বিদ্রোহীদের জন্য প্রয়োজনীয় নৌযান এবং অবরোধের ইঞ্জিনগুলি সাথে করে নিয়ে আসছিলেন। স্কটল্যান্ডে আলেকজান্ডারকে আটক করার পর জন আসন্ন আক্রমণের চ্যালেঞ্জ মোকাবেলা করার জন্য দক্ষিণে অগ্রসর হন।\nলুই ১২১৬ সালের মে মাসে ইংল্যান্ডের দক্ষিণে অবতরণ করতে চেয়েছিলেন এবং জন তাকে আটকানোর জন্য একটি নৌবাহিনী সংগ্রহ করেছিলেন। দুর্ভাগ্যবশত জন ও তার নৌবহর প্রচণ্ড ঝড়ের কবলে পড়ে ছত্রভঙ্গ হয়ে যায় এবং লুই বিনা প্রতিদ্বন্দ্বিতায় কেন্টে অবতরণ করেন। জন দ্বিধাগ্রস্ত হয়ে পড়েন এবং লুইকে তাৎক্ষণিকভাবে আক্রমণ না করার সিদ্ধান্ত নেন, হয় খোলা যুদ্ধের ঝুঁকির কারণে অথবা তার নিজের লোকদের আনুগত্য নিয়ে উদ্বেগের কারণে। লুই এবং বিদ্রোহী ব্যারনরা পশ্চিম দিকে অগ্রসর হন এবং জন পিছু হটে যান। পুরো গ্রীষ্মকাল রাজ্যের বাকি অংশ জুড়ে তার প্রতিরক্ষা পুনর্গঠনে ব্যয় করেন। জন তার সৎ ভাই উইলিয়াম লঙ্গেস্পি সহ তার পরিবারের বেশ কয়েকজন সামরিক সদস্যকে বিদ্রোহীদের কাছে পালিয়ে যেতে দেখেছিলেন। গ্রীষ্মের শেষে বিদ্রোহীরা ইংল্যান্ডের দক্ষিণ-পূর্ব এবং উত্তরের কিছু অংশ পুনরুদ্ধার করে।\n\n\n== মৃত্যু ==\n\n১২১৬ সালের সেপ্টেম্বরে জন একটি নতুন জোরালো আক্রমণ শুরু করেন। তিনি কটসওয়াল্ডস থেকে অগ্রসর হন, অবরুদ্ধ উইন্ডসর দুর্গ মুক্ত করার জন্য আক্রমণাত্মক হওয়ার ভান করেন এবং বিদ্রোহী-অধিকৃত লিঙ্কনশায়ার এবং পূর্ব অ্যাংলিয়া অঞ্চলগুলোকে পৃথক করার জন্য লন্ডনের চারপাশে পূর্ব দিকে কেমব্রিজ পর্যন্ত আক্রমণ করেন। সেখান থেকে তিনি লিঙ্কনে বিদ্রোহীদের অবরোধ মুক্ত করার জন্য উত্তরে যাত্রা করেন এবং সম্ভবত মহাদেশ থেকে আরও সরবরাহের আদেশ দেওয়ার জন্য পূর্বে লিনে ফিরে যান। লিনে জন আমাশয়ে আক্রান্ত হন যা শেষ পর্যন্ত মারাত্মক আকার ধারণ করে। ইতিমধ্যে দ্বিতীয় আলেকজান্ডার আবার উত্তর ইংল্যান্ড আক্রমণ করেন, আগস্ট মাসে কার্লাইল দখল করেন এবং তারপর প্রিন্স লুইকে তার ইংরেজ সম্পত্তির জন্য শ্রদ্ধা জানাতে দক্ষিণে যাত্রা করেন। জন অল্পের জন্য পথিমধ্যে আলেকজান্ডারকে আটকাতে ব্যর্থ হন। লুই এবং ইংরেজ ব্যারনদের মধ্যে উত্তেজনা বাড়তে থাকে, যার ফলে অনেকের দলত্যাগের সূত্রপাত হয়, যার মধ্যে উইলিয়াম মার্শালের ছেলে উইলিয়াম এবং উইলিয়াম লংগেস্পিও ছিলেন, যারা দুজনেই জনের দলে ফিরে আসেন।\n\n\n=== ক্রাউন জুয়েলস ===\nজন পশ্চিমে ফিরে আসেন কিন্তু কথিত আছে যে পথে তার বেশিরভাগ লাগেজ ট্রেন হারিয়ে ফেলেছিলেন। ওয়েন্ডওভারের রজার এর সবচেয়ে স্পষ্ট বর্ণনা প্রদান করেছেন, যেখানে তিনি ইঙ্গিত দিয়েছেন যে, রাজার জিনিসপত্র, যার মধ্যে ইংলিশ ক্রাউন জুয়েলসও ছিল, জোয়ারের মোহনা অতিক্রম করার সময় হারিয়ে গিয়েছিল, যা ওয়াশ নদীতে প্রবাহিত হয় এবং চোরাবালি ও ঘূর্ণিঝড়ের দ্বারা ভেসে যায়। বিভিন্ন ইতিহাসবিদদের মধ্যে ঘটনার বিবরণ যথেষ্ট ভিন্ন এবং ঘটনার সঠিক অবস্থান কখনও নিশ্চিত করা যায়নি।  আধুনিক ইতিহাসবিদরা দাবি করেন যে ১২১৬ সালের অক্টোবরের মধ্যে জন একটি \"অচলাবস্থা\" ও \"পরাজয়ের সাথে আপোষহীন সামরিক পরিস্থিতির\" মুখোমুখি হয়েছিলেন।\nজনের অসুখ আরও খারাপ হতে থাকে এবং নটিংহ্যামশায়ারের নিউয়ার্ক ক্যাসেলে পৌঁছানোর পরে তিনি আর বেশিদূর ভ্রমণ করতে পারেননি। ১৮/১৯ অক্টোবর রাতে তিনি মারা যান। তার মৃত্যুর পরপরই অসংখ্য—সম্ভবত কাল্পনিক—তথ্য প্রচারিত হয় যে তাকে বিষাক্ত অ্যাল, বিষাক্ত বরই অথবা \"পীচের রস\" দিয়ে হত্যা করা হয়েছে। ভাড়াটে সৈন্যদের একটি দল তার মৃতদেহ দক্ষিণে নিয়ে যায় এবং তাকে সেন্ট উলফস্টানের বেদীর সামনে ওরচেস্টার ক্যাথেড্রালে সমাহিত করা হয়। ১২৩২ সালে তার জন্য একটি নতুন শবাধার তৈরি করা হয়েছিল যার একটি প্রতিমূর্তি ছিল। সেখানে তার দেহাবশেষ এখনও শায়িত রয়েছে।\n\n\n== উত্তরাধিকার ==\n\nজনের মৃত্যুর পর উইলিয়াম মার্শালকে নয় বছর বয়সী তৃতীয় হেনরির রক্ষক ঘোষণা করা হয়। ১২১৭ সালে লিংকন এবং ডোভারের যুদ্ধে রাজকীয় বিজয় না হওয়া পর্যন্ত গৃহযুদ্ধ অব্যাহত ছিল। লুই ইংরেজ সিংহাসনের দাবি ত্যাগ করেন এবং ল্যাম্বেথ চুক্তিতে স্বাক্ষর করেন। ব্যর্থ ম্যাগনা কার্টা চুক্তি মার্শালের প্রশাসন পুনরুজ্জীবিত করে এবং ভবিষ্যত সরকারের ভিত্তি হিসেবে ১২১৭ সালে সম্পাদিত আকারে পুনরায় জারি করে। ১২৫৯ সাল পর্যন্ত তৃতীয় হেনরি নরম্যান্ডি এবং আনজু পুনরুদ্ধারের প্রচেষ্টা চালিয়ে যান, কিন্তু জনের মহাদেশীয় ক্ষতি এবং ১৩শ শতাব্দীতে ক্যাপিটিয়ান শক্তির বৃদ্ধি \"ইউরোপীয় ইতিহাসের একটি মোড়\" হিসেবে প্রমাণিত হয়। \nজনের ভাগ্নী এলিনর রাজকুমারীর মর্যাদার সাথে সম্মানিত হন কিন্তু তার ইচ্ছা অনুসারে তিনি কখনই কারাগার থেকে মুক্তি পাননি। কারণ তৃতীয় হেনরির সিংহাসনে তার সম্ভাব্য দাবি থাকতে পারে।\nজনের প্রথম স্ত্রী, গ্লুচেস্টারের ইসাবেলা, ১২১৪ সালে কারাগার থেকে মুক্তি পান। তিনি দুবার পুনরায় বিয়ে করেন এবং ১২১৭ সালে মারা যান। জনের দ্বিতীয় স্ত্রী, অ্যাঙ্গোলেমের ইসাবেলা, রাজার মৃত্যুর পরপরই ইংল্যান্ড ছেড়ে অ্যাঙ্গোলেমে চলে যান। তিনি একজন শক্তিশালী আঞ্চলিক নেতা হয়ে ওঠেন কিন্তু জনের গর্ভে জন্ম নেওয়া সন্তানদের পরিত্যাগ করেন।  তাদের জ্যেষ্ঠ পুত্র, তৃতীয় হেনরি, ১৩ শতকের বেশিরভাগ সময় ইংল্যান্ডের রাজা হিসেবে শাসন করেছিলেন। তাদের অন্য পুত্র, কর্নওয়ালের রিচার্ড, একজন বিখ্যাত ইউরোপীয় নেতা হয়ে ওঠেন এবং শেষ পর্যন্ত পবিত্র রোমান সাম্রাজ্যের রোমানদের রাজা হন। তাদের মেয়ে জোয়ান দ্বিতীয় আলেকজান্ডারের সাথে বিবাহের পর স্কটল্যান্ডের রাণী হন। আরেক কন্যা, ইসাবেলা, সম্রাট দ্বিতীয় ফ্রেডেরিকের স্ত্রী হিসেবে পবিত্র রোমান সম্রাজ্ঞী ছিলেন। কনিষ্ঠ কন্যা, এলিনর, উইলিয়াম মার্শালের ছেলে উইলিয়াম, এবং পরবর্তীতে বিখ্যাত ইংরেজ বিদ্রোহী সাইমন ডি মন্টফোর্টকে বিয়ে করেছিলেন।\nবিভিন্ন উপপত্নীর মাধ্যমে, জনের আট, সম্ভবত নয়টি পুত্র ছিল - রিচার্ড, অলিভার, জন, জিওফ্রে, হেনরি, অসবার্ট গিফোর্ড, ইউডেস, বার্থোলোমিউ এবং সম্ভবত ফিলিপ - এবং দুই বা তিন কন্যা - জোয়ান, মড এবং সম্ভবত ইসাবেল। এর মধ্যে, জোয়ান সবচেয়ে বিখ্যাত হয়ে ওঠেন। তিনি ওয়েলসের প্রিন্স লিওয়েলিনকে বিয়ে করেন।\n\n\n=== ইতিহাস রচনা ===\nশতাব্দীর পর শতাব্দী ধরে জনের ঐতিহাসিক ব্যাখ্যায় যথেষ্ট পরিবর্তন এসেছে। মধ্যযুগীয় ইতিহাসবিদরা জনের রাজত্বের প্রথম সমসাময়িক, অথবা প্রায় সমসাময়িক ইতিহাস প্রদান করেছিলেন। জনের জীবনের প্রথম দিকে অথবা তার সিংহাসনে আরোহণের সময়কালে একদল ইতিহাসবিদ লিখেছিলেন, যাদের মধ্যে ছিলেন ডেভিজেসের রিচার্ড, নিউবার্গের উইলিয়াম, হোভেডেনের রজার এবং রাল্ফ ডি ডিসেটো। এই ঐতিহাসিকরা সাধারণত রিচার্ডের শাসনামলে জনের আচরণের প্রতি অসহানুভূতিশীল ছিলেন, কিন্তু জনের রাজত্বের একেবারে প্রথম দিকের বছরগুলোর প্রতি কিছুটা বেশি ইতিবাচক ছিলেন।\nজনের রাজত্বের মধ্য ও পরবর্তী অংশের নির্ভরযোগ্য বিবরণগুলো আরও সীমিত। ক্যান্টারবেরির গারভাস এবং কগেশলের রাল্ফ মূল বিবরণ লিখেছেন। তাদের কেউই রাজা হিসেবে জনের কর্মকণ্ড সম্পর্কে ইতিবাচক ছিলেন না। জনের মৃত্যুর পর দুইজন ইতিহাসবিদ, ওয়েন্ডওভারের রজার এবং ম্যাথিউ প্যারিস, জন সম্পর্কে নেতিবাচক খ্যাতি প্রতিষ্ঠা করেন। পরবর্তীকালে তিনি দাবি করেন যে জন আলমোহাদ শাসক মুহাম্মদ আল-নাসিরের কাছ থেকে সামরিক সাহায্যের বিনিময়ে ইসলাম গ্রহণের চেষ্টা করেছিলেন - এই গল্পটিকে আধুনিক ঐতিহাসিকরা অসত্য বলে মনে করেন।\nষোড়শ শতাব্দীতে রাজনৈতিক ও ধর্মীয় পরিবর্তনগুলো জন এর প্রতি ইতিহাসবিদদের মনোভাব পরিবর্তন করে। টিউডর ইতিহাসবিদরা সাধারণত রাজার প্রতি অনুকূল ছিলেন। তারা পোপের পদের বিরোধিতা এবং রাজার বিশেষ অধিকার এবং বিশেষাধিকারের প্রচারের উপর মনোযোগ দিয়েছিলেন। জন ফক্স, উইলিয়াম টিন্ডেল এবং রবার্ট বার্নস কর্তৃক লিখিত সংশোধনবাদী ইতিহাসে জনকে একজন প্রাথমিক প্রোটেস্ট্যান্ট নায়ক হিসেবে চিত্রিত করা হয়েছে এবং ফক্স তার শহীদদের বইতে রাজাকে অন্তর্ভুক্ত করেছেন। ১৬৩২ সালে জন স্পিডের \"হিস্টোরি অফ গ্রেট ব্রিটেন \" গ্রন্থে রাজা হিসেবে জনের \"মহান খ্যাতি\"র প্রশংসা করা হয়েছে। তিনি রাজার দুর্বল খ্যাতির জন্য মধ্যযুগীয় ইতিহাসবিদদের পক্ষপাতিত্বকে দায়ী করেছেন।\n\nউনিশ শতকের ভিক্টোরিয়ান যুগে ইতিহাসবিদরা ইতিহাসবিদদের রায়ের উপর নির্ভর করতে এবং জনের নৈতিক ব্যক্তিত্বের উপর মনোযোগ দিতে বেশি আগ্রহী ছিলেন। উদাহরণস্বরূপ, কেট নরগেট যুক্তি দিয়েছিলেন যে, জনের পতন যুদ্ধ বা কৌশলে ব্যর্থতার কারণে নয়, বরং তার \"প্রায় অতিমানবীয় দুষ্টতা\"র কারণে হয়েছিল। অন্যদিকে জেমস রামসে তার পতনের জন্য জনের পারিবারিক পটভূমি এবং তার নিষ্ঠুর ব্যক্তিত্বকে দায়ী করেছিলেন। \"হুইগিশ\" ঐতিহ্যের ইতিহাসবিদরা, ডোমসডে বুক এবং ম্যাগনা কার্টার মতো নথির উপর আলোকপাত করে মধ্যযুগীয় সময়ে ইংল্যান্ডে রাজনৈতিক ও অর্থনৈতিক উন্নয়নের একটি প্রগতিশীল এবং সর্বজনীন ধারার সন্ধান করেন।\nএই ঐতিহাসিকরা প্রায়শই জনের রাজত্বকাল এবং বিশেষ করে ম্যাগনা কার্টায় স্বাক্ষরকে ইংল্যান্ডের সাংবিধানিক বিকাশের ক্ষেত্রে একটি ইতিবাচক পদক্ষেপ হিসেবে দেখতে আগ্রহী ছিলেন, যদিও রাজার নিজস্ব ত্রুটি ছিল। উদাহরণস্বরূপ, উইনস্টন চার্চিল যুক্তি দিয়েছিলেন যে \"[যখন] দীর্ঘ হিসাব যোগ করা হবে, তখন দেখা যাবে যে ব্রিটিশ জাতি এবং ইংরেজিভাষী বিশ্ব সৎ শাসকদের পরিশ্রমের চেয়ে জনের পাপের জন্য অনেক বেশি ঋণী\"।\n১৯৪০-এর দশকে, জনের রাজত্বের নতুন ব্যাখ্যা প্রকাশিত হতে শুরু করে, যা তার রাজত্বের সাথে সম্পর্কিত নথি, যেমন পাইপ রোল, চার্টার, আদালতের নথি এবং অনুরূপ প্রাথমিক রেকর্ডের গবেষণার উপর ভিত্তি করে তৈরি করা হয়েছিল। উল্লেখযোগ্যভাবে, ১৯৪৫ সালে ভিভিয়ান গ্যালব্রেথের একটি প্রবন্ধে শাসককে বোঝার জন্য একটি \"নতুন পদ্ধতির\" প্রস্তাব করা হয়। রেকর্ডকৃত প্রমাণ ব্যবহারের সাথে সাথে জনের রাজত্বের দুই সবচেয়ে বর্ণিল ইতিহাসকার, ওয়েন্ডওভারের রজার এবং ম্যাথিউ প্যারিস সম্পর্কে সন্দেহ বৃদ্ধি পেয়েছিল। অনেক ক্ষেত্রে জনের মৃত্যুর পরে লেখা এই ইতিহাসবিদদের দ্বারা প্রদত্ত বিবরণ আধুনিক ঐতিহাসিকদের দ্বারা চ্যালেঞ্জ করা হয়েছিল।\n১২১৫ সালে ম্যাগনা কার্টার ব্যাখ্যা এবং বিদ্রোহী ব্যারনদের ভূমিকা উল্লেখযোগ্যভাবে সংশোধিত হয়েছে: যদিও পরবর্তী প্রজন্মের জন্য সনদের প্রতীকী ও সাংবিধানিক মূল্য প্রশ্নাতীত, তবুও জনের রাজত্বের প্রেক্ষাপটে বেশিরভাগ ঐতিহাসিক এখন এটিকে \"পক্ষপাতদুষ্ট\" উপদলগুলোর মধ্যে একটি ব্যর্থ শান্তি চুক্তি বলে মনে করেন। জনের আইরিশ নীতির প্রকৃতি নিয়ে বিতর্ক ক্রমশ বাড়তে থাকে। আইরিশ মধ্যযুগীয় ইতিহাসের বিশেষজ্ঞগণ, যেমন শন ডাফি, লুইস ওয়ারেনের প্রতিষ্ঠিত প্রচলিত আখ্যানকে চ্যালেঞ্জ করেন, যেখানে তিনি পরামর্শ দেন যে, ১২১৬ সালের মধ্যে আয়ারল্যান্ড পূর্বে যা ধারণা করা হয়েছিল তার চেয়ে কম স্থিতিশীল ছিল।\nজনের সাম্প্রতিক জীবনীকার রাল্ফ টার্নার এবং লুইস ওয়ারেন সহ আজকের বেশিরভাগ ঐতিহাসিক যুক্তি দেন যে জন একজন ব্যর্থ রাজা ছিলেন, কিন্তু দ্বাদশ এবং ত্রয়োদশ শতাব্দীর ইতিহাসবিদরা তার ব্যর্থতাগুলোকে অতিরঞ্জিত করেছিলেন। জিম ব্র্যাডবেরি বর্তমান ঐক্যমত্যের কথা উল্লেখ করেছেন যে, জন ছিলেন \"কঠোর পরিশ্রমী প্রশাসক, একজন দক্ষ মানুষ, একজন দক্ষ সেনাপতি\", যদিও টার্নারের মতানুসারে, \"বিরক্তিকর, এমনকি বিপজ্জনক ব্যক্তিত্বের বৈশিষ্ট্যের অধিকারী\", যার মধ্যে রয়েছে তুচ্ছতা, বিদ্বেষ এবং নিষ্ঠুরতা।  প্রথম রিচার্ডের একজন অন্যতম প্রধান জীবনী লেখক জন গিলিংহামও এই পংক্তি অনুসরণ করেন, যদিও তিনি জনকে টার্নার বা ওয়ারেনের তুলনায় কম কার্যকর জেনারেল মনে করেন এবং তাকে \"ইংল্যান্ড শাসন করা সবচেয়ে খারাপ রাজাদের একজন\" বলে বর্ণনা করেন।\nব্র্যাডবেরি একটি মধ্যপন্থী অবস্থান গ্রহণ করেন, কিন্তু মত দেন যে সাম্প্রতিক বছরগুলিতে আধুনিক ঐতিহাসিকরা জনের অসংখ্য ভুলের প্রতি অতিরিক্ত নমনীয় হয়ে উঠেছেন। জনপ্রিয় ইতিহাসবিদ ফ্রাঙ্ক ম্যাকলিন জন সম্পর্কে একটি প্রতি-সংশোধনবাদী দৃষ্টিভঙ্গি বজায় রেখে যুক্তি দেন যে, ইতিহাসবিদদের মধ্যে রাজার আধুনিক খ্যাতি \"অদ্ভুত\", এবং একজন রাজা হিসেবে, জন \"প্রায় সমস্ত [পরীক্ষা] ব্যর্থ করেন যা বৈধভাবে সেট করা যেতে পারে\"। সি. ওয়ারেন হলিস্টারের মতে, \"তার ব্যক্তিত্বের নাটকীয় দ্বিধা, তার সমসাময়িকদের মধ্যে তিনি যে আবেগ জাগিয়ে তুলেছিলেন, তার ব্যর্থতার বিশালতা, তাকে ইতিহাসবিদ এবং জীবনীকারদের কাছে অসীম মুগ্ধতার বিষয় করে তুলেছে।\"\n\n\n=== জনপ্রিয় উপস্থাপনা ===\n\nটিউডর আমলে জনের জনপ্রিয় উপস্থাপনা প্রথম আবির্ভূত হতে শুরু করে, যা সেই সময়ের সংশোধনবাদী ইতিহাসের প্রতিফলন ঘটায়। \"দ্য ট্রাবলসাম রেইন অফ কিং জন\" নামক বেনামী নাটকে রাজাকে \"প্রোটো-প্রোটেস্ট্যান্ট শহীদ\" হিসেবে চিত্রিত করা হয়েছে, যা জন বেলের নীতিগত নাটক \"কিং জোহান \"-এর অনুরূপ, যেখানে জন ইংল্যান্ডকে \"রোমান চার্চের দুষ্ট এজেন্টদের\" হাত থেকে বাঁচানোর চেষ্টা করেন। বিপরীতে শেক্সপিয়ারের কিং জন একটি তুলনামূলকভাবে ক্যাথলিক-বিরোধী নাটক, যেখানে জনকে \"রোমের চক্রান্তের প্রোটো-প্রোটেস্ট্যান্ট শিকার এবং দুর্বল, স্বার্থপরভাবে অনুপ্রাণিত শাসক উভয় হিসাবে একজন জটিল রাজার একটি সুষম, দ্বৈত দৃষ্টিভঙ্গি\" হিসেবে উপস্থাপন করা হয়।\nঅ্যান্থনি মুন্ডের নাটক \"দ্য ডাউনফল অ্যান্ড দ্য ডেথ অফ রবার্ট আর্ল অফ হান্টিংটন\"-এ জনের অনেক নেতিবাচক বৈশিষ্ট্য চিত্রিত করা হয়েছে, কিন্তু রোমান ক্যাথলিক চার্চের বিরুদ্ধে রাজার অবস্থানের ইতিবাচক ব্যাখ্যা গ্রহণ করা হয়েছে, যা টিউডর রাজাদের সমসাময়িক দৃষ্টিভঙ্গির সাথে সামঞ্জস্যপূর্ণ। সপ্তদশ শতাব্দীর মাঝামাঝি সময়ে রবার্ট ডেভেনপোর্টের কিং জন এবং মাটিল্ডার মতো নাটকগুলো, যদিও মূলত পূর্ববর্তী এলিজাবেথীয় রচনাগুলির উপর ভিত্তি করে তৈরি হয়েছিল, প্রোটেস্ট্যান্ট চ্যাম্পিয়নের ভূমিকা ব্যারনদের কাছে স্থানান্তরিত করেছিল এবং জনের আচরণের অত্যাচারী দিকগুলোর উপর আরও বেশি মনোযোগ দিয়েছিল। \nউনিশ শতকের জন-এর কাল্পনিক চিত্রায়ন স্যার ওয়াল্টার স্কটের ঐতিহাসিক প্রেমকাহিনী ইভানহো দ্বারা ব্যাপকভাবে প্রভাবিত হয়েছিল, যা রাজার \"প্রায় সম্পূর্ণ প্রতিকূল চিত্র\" উপস্থাপন করেছিল। এই কাজটি ১৯ শতকের সেই সময়ের ইতিহাস এবং শেক্সপিয়ারের নাটকের উপর ভিত্তি করে তৈরি করা হয়েছিল। স্কটের কাজ ঊনবিংশ শতাব্দীর শেষের দিকের শিশু লেখক হাওয়ার্ড পাইলের বই দ্য মেরি অ্যাডভেঞ্চারস অফ রবিন হুডকে প্রভাবিত করেছিল, যা জনকে ঐতিহ্যবাহী রবিন হুডের আখ্যানের মধ্যে প্রধান খলনায়ক হিসেবে প্রতিষ্ঠিত করেছিল।\nবিংশ শতাব্দীতে, জনকে সাধারণত কাল্পনিক বই এবং চলচ্চিত্রে রবিন হুডের পাশাপাশি চিত্রিত করা হত। ১৯২২ সালের সাদা-কালো চলচ্চিত্র সংস্করণে জন চরিত্রে স্যাম ডি গ্রাসকে অসংখ্য নৃশংসতা এবং নির্যাতনের কাজ করতে দেখা যায়। ১৯৩৮ সালের রঙিন সংস্করণে এরোল ফ্লিনের সাথে জন চরিত্রে অভিনয় করেছিলেন ক্লড রেইন্স, যার মাধ্যমে জনকে \"অসাধারণ ... অহংকারী এবং কাপুরুষোচিতভাবে ঘরে থাকা\" হিসেবে চিত্রিত করার একটি প্রবণতা শুরু শুরু হয়। জনের চরিত্রটি হয় রাজা রিচার্ডের গুণাবলী তুলে ধরার জন্য কাজ করে, অথবা নটিংহ্যামের শেরিফের সাথে বৈপরীত্য দেখায়, যিনি সাধারণত রবিনের বিরোধিতাকারী \"চটপটে খলনায়ক\"।\nএই প্রবণতার একটি চরম রূপ দেখা যায় ১৯৭৩ সালের ডিজনি কার্টুন সংস্করণে, যেখানে পিটার ইউস্তিনভের কণ্ঠে জনকে \"কাপুরুষোচিত, বৃদ্ধাঙ্গুলি চোষা সিংহ\" হিসেবে দেখানো হয়েছে। রবিন হুডের কিংবদন্তির বাইরে জনকে চিত্রিত করে এমন জনপ্রিয় কাজ, যেমন জেমস গোল্ডম্যানের নাটক এবং পরবর্তীকালে ১১৮৩ সালে নির্মিত চলচ্চিত্র, দ্য লায়ন ইন উইন্টার, সাধারণত তাকে \"দুর্বল\" হিসেবে উপস্থাপন করে। এএ মিলনের শিশুদের জন্য লেখা কবিতা, \"কিং জনস ক্রিসমাস\"-এ জনকে একজন অত্যাচারী শাসক হিসেবে উপস্থাপন করা হয়। \n\n\n== সন্তান-সন্ততি ==\nঅ্যাঙ্গোলেমের জন এবং ইসাবেলার পাঁচটি সন্তান ছিল:\n\nতৃতীয় হেনরি, ইংল্যান্ডের রাজা (১ অক্টোবর ১২০৭ - ১৬ নভেম্বর ১২৭২)\nরিচার্ড, রোমানদের রাজা (৫ জানুয়ারী ১২০৯ - ২ এপ্রিল ১২৭২)\nজোয়ান, স্কটল্যান্ডের রানী (২২ জুলাই ১২১০ - ৪ মার্চ ১২৩৮)\nইসাবেলা, পবিত্র রোমান সম্রাজ্ঞী (১২১৪ - ১ ডিসেম্বর ১২৪১)\nএলিনর, পেমব্রোকের কাউন্টেস (১২১৫ - ১৩ এপ্রিল ১২৭৫)\nজনের বেশ কয়েকজন উপপত্নী ছিল, যার মধ্যে একজনের নাম ছিল সুজান।  তার পরিচিত অবৈধ সন্তানরা হলেন:\n\nরিচার্ড ফিটজরয় ( আনু. ১১৯০ – জুন ১২৪৬), যার মা ছিলেন অ্যাডেলা ডি ওয়ারেনে, জনের সৎ-প্রথম চাচাতো বোন।\nজোয়ান, লেডি অব ওয়েলস ( আনু. ১১৯১ – ফেব্রুয়ারী ১২৩৭), যিনি তার ওয়েলশ নাম সিওয়ান দ্বারাও পরিচিত।\nজন (জন্ম. ১২০১), যিনি একজন কেরানি হয়েছিলেন।\nজেফ্রি (মৃত্যু ১২০৫), পার্চের সম্মানে অধিষ্ঠিত।\nঅলিভার ফিটজ রেজিস (১১৯৯ এর পূর্বে - ১২১৮/১২১৯), যার মা ছিলেন হাওয়াইস, ফুলক ফিটজওয়ারিনের বোন।\nঅসবার্ট গিফার্ড।\n\n\n== আরও দেখুন ==\nরাজা জনের রাজত্বকালে আর্লের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\nব্রিটিশ রাজতন্ত্রের অফিসিয়াল ওয়েবসাইটে জন ল্যাকল্যান্ড\nন্যাশনাল পোট্রেট গ্যালারি, লন্ডনে King John-এর পোট্রেট"}