{"pageid": 1512018, "title": "প্যারিসের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1512018", "content": "প্যারিসে মানুষের বসবাসের প্রাচীনতম চিহ্ন হল মানুষের হাড় ও শিকারি-সংগ্রাহকদের ক্যাম্পের নিদর্শন, যা মেসোলিথিক যুগে, আনুমানিক ৮০০০ খ্রিস্টপূর্বের। আনুমানিক ২৫০ থেকে ২২৫ খ্রিস্টপূর্বে, প্যারিসি নামে কেল্ট জনগোষ্ঠীর একটি উপগোষ্ঠী সেনোনেস নদীর তীরে বসতি স্থাপন করে, সেতু ও দুর্গ নির্মাণ করে, মুদ্রা তৈরি করে এবং ইউরোপের অন্যান্য নদী অঞ্চলের সাথে ব্যবসা শুরু করে। ৫২ খ্রিস্টপূর্বে, টাইটাস লাবিয়েনাস এর নেতৃত্বে রোমান বাহিনী প্যারিসিদের পরাজিত করে এবং গ্যালো-রোমান শহর লুটেসিয়া প্রতিষ্ঠা করে। শহরটি তৃতীয় শতকে খ্রিস্টানীকৃত হয় এবং রোমান সাম্রাজ্যের পতনের পর ক্লোভিস প্রথম, ফ্রাঙ্কদের রাজা, এটিকে ৫০৮ সালে তার রাজধানী করেন।\nমধ্যযুগে, প্যারিস ছিল ইউরোপের বৃহত্তম শহর, একটি গুরুত্বপূর্ণ ধর্মীয় ও বাণিজ্যিক কেন্দ্র, এবং গথিক স্থাপত্যশৈলীর জন্মস্থান। প্যারিস বিশ্ববিদ্যালয় বাম তীরে, ১৩শ শতকের মাঝামাঝি সময়ে প্রতিষ্ঠিত হয়েছিল এবং এটি ইউরোপের প্রথম বিশ্ববিদ্যালয়গুলোর মধ্যে একটি ছিল। ১৪শ শতকে মহামারির কারণে শহরটি ব্যাপক ক্ষতির সম্মুখীন হয় এবং ১৫শ শতকে শত বছরের যুদ্ধ চলাকালীন প্লেগ আবার ফিরে আসে। ১৪১৮ থেকে ১৪৩৬ সালের মধ্যে শহরটি বার্গুন্দীয় এবং ইংরেজ সৈন্যদের দখলে ছিল।\n১৬শ শতকে, প্যারিস ইউরোপের বই প্রকাশনার কেন্দ্রবিন্দু হয়ে ওঠে, যদিও এটি ক্যাথলিক ও প্রোটেস্টান্টদের মধ্যে সংঘটিত ধর্মীয় যুদ্ধের দ্বারা নাড়া খেয়েছিল। ১৮শ শতকে শহরটি এনলাইটেনমেন্ট আন্দোলনের কেন্দ্র হয়ে ওঠে এবং ১৭৮৯ সালে শুরু হওয়া ফরাসি বিপ্লবের প্রধান মঞ্চ হিসেবে ইতিহাসে স্থান করে নেয়, যা প্রতি বছর ১৪ জুলাই সামরিক কুচকাওয়াজের মাধ্যমে স্মরণ করা হয়।\n১৯শ শতকে, নেপোলিয়ন শহরটিকে সামরিক গৌরবের প্রতীক হিসেবে নানা স্মৃতিস্তম্ভ দিয়ে সমৃদ্ধ করেন। এটি ইউরোপের ফ্যাশনের রাজধানী হয়ে ওঠে এবং ১৮৩০ ও ১৮৪৮ সালে আরও দুটি বিপ্লবের সাক্ষী হয়। নেপোলিয়ন তৃতীয় এবং তাঁর প্রিফেক্ট হাউসমানের নেতৃত্বে ১৮৫২ থেকে ১৮৭০ সালের মধ্যে শহরের কেন্দ্র নতুন প্রশস্ত রাস্তা, স্কয়ার ও পার্কসহ পুনর্গঠিত হয়। ১৮৬০ সালে শহরটি তার বর্তমান সীমানায় সম্প্রসারিত হয়। শতকের শেষভাগে, লক্ষ লক্ষ পর্যটক আন্তর্জাতিক প্রদর্শনী এবং নতুন আইফেল টাওয়ার দেখতে শহরে আসেন।\n২০শ শতকে, প্রথম বিশ্বযুদ্ধে প্যারিস বোমাবর্ষণের শিকার হয় এবং দ্বিতীয় বিশ্বযুদ্ধে ১৯৪০ থেকে ১৯৪৪ সাল পর্যন্ত জার্মান দখলে থাকে। দুটি বিশ্বযুদ্ধের মধ্যবর্তী সময়ে, শহরটি আধুনিক শিল্পের কেন্দ্র হয়ে ওঠে এবং সারা বিশ্বের বুদ্ধিজীবী, সাহিত্যিক ও শিল্পীদের আকর্ষণ করে। ১৯২১ সালে শহরের জনসংখ্যা সর্বোচ্চ ২.১ মিলিয়নে পৌঁছালেও, এরপর শতকের বাকি সময়জুড়ে এটি কমতে থাকে। নতুন যাদুঘর যেমন সেন্টার পম্পিদু, মিউজে মারমোত্তান মোনে এবং মিউজে দ'অর্সে প্রতিষ্ঠিত হয়, এবং লুভর জাদুঘরে কাচের পিরামিড সংযোজিত হয়।\n২১শ শতকে, শহরটিতে নতুন যাদুঘর এবং একটি নতুন কনসার্ট হল যুক্ত হয়, তবে ২০০৫ সালে শহরতলির বানলিয়ে-তে সহিংস দাঙ্গার ঘটনাও ঘটে, যেখানে প্রধানত মাঘরেব ও সাব-সাহারান আফ্রিকার সাবেক ফরাসি উপনিবেশ থেকে আগত অভিবাসীদের প্রথম ও দ্বিতীয় প্রজন্মের মানুষজন বাস করতেন। ২০১৫ সালে, ইসলামি জঙ্গিদের দ্বারা সংগঠিত দুটি প্রাণঘাতী সন্ত্রাসী হামলায় শহর ও দেশ শোকাহত হয়। ১৯২১ থেকে ২০০৪ সাল পর্যন্ত শহরের জনসংখ্যা ক্রমাগত হ্রাস পেয়েছিল, মূলত পরিবারের আকার কমে যাওয়া এবং মধ্যবিত্ত শ্রেণির শহরতলিতে স্থানান্তরের কারণে; তবে সাম্প্রতিক বছরগুলোতে তরুণ এবং অভিবাসীদের আগমনে এটি আবার ধীরে ধীরে বাড়তে শুরু করেছে।\n\n\n== প্রাগৈতিহাসিক যুগ ==\n\n২০০৮ সালে, ফ্রান্সের উচ্চশিক্ষা ও গবেষণা মন্ত্রণালয়ের তত্ত্বাবধানে পরিচালিত জাতীয় প্রত্নতাত্ত্বিক গবেষণা প্রতিষ্ঠান -এর প্রত্নতাত্ত্বিকরা সেন নদীর বাম তীরের কাছাকাছি ১৫তম অ্যারোন্ডিসমেন্টে রু অঁরি-ফার্মানের ৬২ নম্বর স্থানে খনন চালিয়ে প্রায় ৮০০০ খ্রিস্টপূর্বের মেসোলিথিক যুগের শিকারি-সংগ্রাহক জনগোষ্ঠীর বসতির চিহ্ন ও প্রাচীন মানব দেহাবশেষ আবিষ্কার করেন।\nঅন্যদিকে, ১৯৯১ সালে বারসি এলাকায় আরও সাম্প্রতিক অস্থায়ী বসতির চিহ্ন পাওয়া যায়, যা আনুমানিক ৪৫০০–৪২০০ খ্রিস্টপূর্বের বলে নির্ধারিত হয়। বারসির খননে তিনটি কাঠের ডিঙি নৌকার অংশ পাওয়া যায়, যা সেন নদীতে জেলেদের দ্বারা ব্যবহৃত হত, এর মধ্যে প্রাচীনতমটি ৪৮০০-৪৩০০ খ্রিস্টপূর্বের। এগুলো বর্তমানে কার্নাভালে জাদুঘরে প্রদর্শিত রয়েছে। রু অঁরি-ফার্মান এলাকার খননে মধ্য নিওলিথিক (৪২০০-৩৫০০ খ্রিস্টপূর্ব), ব্রোঞ্জ যুগের প্রথমাংশ (৩৫০০-১৫০০ খ্রিস্টপূর্ব), এবং লৌহ যুগের প্রথম পর্ব (৮০০-৫০০ খ্রিস্টপূর্ব) এর বসতির চিহ্ন পাওয়া গেছে। প্রত্নতাত্ত্বিকরা সেখান থেকে মৃৎশিল্প, প্রাণীর হাড়ের টুকরো এবং পালিশ করা কুঠারের অংশ আবিষ্কার করেন। বারসি এলাকায় পাওয়া নিওলিথিক যুগের কুঠারগুলোর কিছু পূর্ব ইউরোপ থেকে এসেছে, যা দেখায় যে তখনকার প্যারিসের অধিবাসীরা ইতিমধ্যেই ইউরোপের অন্যান্য জনগোষ্ঠীর সঙ্গে বাণিজ্য করছিল।\n\n\n== প্যারিসি ও রোমান বিজয় (২৫০–৫২ খ্রিস্টপূর্ব) ==\n\nআয়রন যুগে, আনুমানিক ২৫০ থেকে ২২৫ খ্রিস্টপূর্বে, প্যারিসি, কেল্ট জনগোষ্ঠীর সেনোনেস নামে একটি উপগোষ্ঠী, সেন নদীর তীরে বসতি স্থাপন করে। খ্রিস্টপূর্ব ২য় শতকের শুরুতে, তারা একটি ওপিডুম, বা সুরক্ষিত দুর্গ তৈরি করে, যার অবস্থান নিয়ে বিতর্ক রয়েছে। এটি সম্ভবত ইল দ্য লা সিতে দ্বীপে ছিল, যেখানে গুরুত্বপূর্ণ ব্যবসায়িক পথের সেতুগুলো সেন নদী অতিক্রম করত। জুলিয়াস সিজার তার গল যুদ্ধের বিবরণে উল্লেখ করেন যে তিনি সেন নদীর একটি দ্বীপে প্যারিসিদের নেতাদের সাথে সাক্ষাৎ করেছিলেন। কিছু ইতিহাসবিদের মতে, দ্বীপে গলীয় বসতির কোনও চিহ্ন পাওয়া যায়নি, বরং ১৯৮০-এর দশকে নঁতের এলাকায় মহাসড়ক নির্মাণের সময় বৃহৎ একটি গলীয় বসতির নিদর্শন পাওয়া যায়।\nবসতিটি প্রাচীন গ্রিক ভূগোলবিদ স্ট্রাবো এর মতে \"লুকোটোসিয়া\" এবং রোমান ভূগোলবিদ প্টলেমি এর মতে \"লেউকোটেকিয়া\" নামে পরিচিত ছিল, যা সম্ভবত কেল্ট শব্দ লুগো বা লুকো (জলা বা জলাভূমি) থেকে উদ্ভূত। এটি সেন ও রোন নদী হয়ে ব্রিটেন থেকে রোমান উপনিবেশ প্রোভেন্স এবং ভূমধ্যসাগর পর্যন্ত প্রধান বাণিজ্য পথের কৌশলগত অবস্থানে ছিল। গুরুত্বপূর্ণ এই পথের সেতু পারাপারের ফি এবং নদী পথ ব্যবহারকারীদের কর থেকে শহরটি সমৃদ্ধ হয়ে ওঠে, এবং এমনকি তারা নিজস্ব স্বর্ণ মুদ্রাও তৈরি করত।\nজুলিয়াস সিজার ৫৮ থেকে ৫৩ খ্রিস্টপূর্বের মধ্যে গলে অভিযান চালান, মূলত জার্মানিক আক্রমণকারীদের বিরুদ্ধে প্রতিরক্ষা দেওয়ার নামে, কিন্তু আসলে এটি বিজয়ের উদ্দেশ্যেই ছিল। ৫৩ খ্রিস্টপূর্বের গ্রীষ্মে তিনি শহরটি পরিদর্শন করেন এবং গলীয় গোষ্ঠীগুলোর নেতাদের সামনে বক্তৃতা দেন, যাতে তারা তার সামরিক অভিযানের জন্য সৈন্য ও অর্থ প্রদান করে। প্যারিসিরা সিজারের কথা শুনে সৌজন্য প্রদর্শন করলেও, গোপনে ভার্সিনগেটোরিক্স এর নেতৃত্বে গলীয় গোষ্ঠীগুলোর সাথে একটি জোট গঠন করে এবং ৫২ খ্রিস্টপূর্বে রোমানদের বিরুদ্ধে বিদ্রোহ শুরু করে।\nসিজার দ্রুত প্রতিক্রিয়া দেখান। তিনি তার ছয়টি লিজিয়ন ওরলেয়ান এ প্রেরণ করেন, যেখানে বিদ্রোহ শুরু হয়েছিল, এবং গেরগোভিয়া তে যান, যেখানে ভার্সিনগেটোরিক্সের নেতৃত্বাধীন প্রধান প্রতিরোধ কেন্দ্র ছিল। একই সময়ে, তিনি তার ডেপুটি টাইটাস লাবিয়েনাস কে চারটি লিজিয়নসহ প্যারিসি ও তাদের মিত্র সেনোনদের দমন করতে পাঠান। প্যারিসির সেনাপতি কামুলোজেন ওপিডুম এর সংযোগকারী সেতু পুড়িয়ে ফেলেন, যাতে রোমানরা সহজে শহরে প্রবেশ করতে না পারে। লাবিয়েনাস কৌশলে সেনদের বিভ্রান্ত করেন এবং সেন নদীর মেলুন এলাকায় নিজের তৈরি করা একটি পন্টুন সেতু ব্যবহার করে শহরের দক্ষিণ দিক থেকে আক্রমণ চালান। শেষ পর্যন্ত প্যারিসিরা লুটেসিয়ার যুদ্ধ এ লড়াই করলেও পরাজিত হয়। কামুলোজেন যুদ্ধে নিহত হন, এবং তার সৈন্যরা রোমানদের দ্বারা নির্মমভাবে পরাজিত হয়। তবে প্যারিসিরা রোমানদের বিরুদ্ধে প্রতিরোধ চালিয়ে যায় এবং আলেসিয়ার যুদ্ধ এ ভার্সিনগেটোরিক্সের সাথে যুদ্ধে অংশ নেয়।\n\n\n== রোমান লুটেশিয়া (৫২ খ্রিস্টপূর্ব – ৪৮৬ খ্রিস্টাব্দ) ==\n\nরোমানরা তাদের সেনা এবং গ্যালিক সহযোগীদের জন্য নতুন এক শহর নির্মাণ করেছিল, যা বিদ্রোহী এই অঞ্চলের উপর নজরদারি রাখতে ব্যবহৃত হত। নতুন এই শহরের নাম ছিল লুটেশিয়া (লুটেস) বা \"লুটেশিয়া পারিসিওরাম\" (\"পারিসিওদের লুটেশিয়া\")। নামটি সম্ভবত লাতিন শব্দ লুটা থেকে এসেছে, যার অর্থ কাদা বা জলাভূমি। জুলিয়াস সিজার সেন নদীর ডান তীরে বিস্তৃত জলাভূমির বর্ণনা দিয়েছিলেন। শহরটির প্রধান অংশ ছিল বাম তীরে, যেটি উঁচু এবং বন্যার ঝুঁকি কম ছিল। এটি ঐতিহ্যগত রোমান নগর পরিকল্পনার ভিত্তিতে উত্তরের কার্ডো ম্যাক্সিমাস বরাবর গড়ে ওঠে।\nবাম তীরে প্রধান রোমান রাস্তা বর্তমান রু সেন্ট-জ্যাক পথ বরাবর ছিল। এটি সেন নদী পার হয়ে ইল দ্য লা সিতে দ্বীপের ওপর দুটি কাঠের সেতু, \"পেতিত পন্ড\" এবং \"গ্রান্ড পন্ড\" (বর্তমান পোঁত নোত্র-দাম) দিয়ে অতিক্রম করত। শহরের বন্দর, যেখানে নৌকাগুলো নোঙর করত, ছিল সেই দ্বীপে যেখানে আজকের নোত্র-দামের পারভিস অবস্থিত। ডান তীরে, এটি বর্তমান রু সেন্ট-মার্টিন বরাবর ছিল। বাম তীরে, কার্ডো কে অতিক্রম করেছিল অপেক্ষাকৃত কম গুরুত্বপূর্ণ পূর্ব-পশ্চিমমুখী রাস্তা ডিকুমানুস, যা বর্তমান রু কুজা, রু সুফলো এবং রু দেজ একোল।\nশহরের কেন্দ্র ছিল ফোরাম, যা মন্তান সেন্ট-জেনেভিয়েভ পাহাড়ের উপরে অবস্থিত ছিল, বর্তমান বুলভার সেন্ট-মিশেল এবং রু সেন্ট-জ্যাকের মধ্যবর্তী এলাকায়, যেখানে বর্তমানে রু সুফলো অবস্থিত। ফোরামের প্রধান ভবন ছিল একশত মিটার দীর্ঘ এবং এতে একটি মন্দির, প্রশাসনিক কার্যক্রমের জন্য ব্যবহৃত একটি বাসিলিকা এবং দোকান সংযুক্ত একটি খোলা বারান্দা ছিল। এর কাছেই পাহাড়ের ঢালে নির্মিত হয়েছিল একটি বিশাল অ্যাম্ফিথিয়েটার, যা ১ম শতকে নির্মিত হয়েছিল এবং এতে ১০-১৫ হাজার দর্শক বসতে পারত, যদিও শহরের জনসংখ্যা ছিল মাত্র ছয় থেকে আট হাজার।\nশহরে বিশুদ্ধ পানীয় জলের ব্যবস্থা ছিল রোমান অ্যাক্ট দ্বারা, যা রুংজি এবং ভিসু অঞ্চলের জলাধার থেকে ১৬ কিলোমিটার পথ পেরিয়ে শহরে পানি সরবরাহ করত। এটি বিখ্যাত থার্ম দ্য ক্লুনি স্নানাগারেও পানি সরবরাহ করত, যা ২য় থেকে ৩য় শতকের শুরুর দিকে নির্মিত হয়। রোমান শাসনের অধীনে শহরটি পুরোপুরি রোমানাইজড হয়ে ওঠে এবং উল্লেখযোগ্যভাবে প্রসারিত হয়।\nরোমান স্থাপত্য ও নগর পরিকল্পনার পাশাপাশি নতুন আগন্তুকরা নিয়ে এসেছিল রোমান খাদ্যসংস্কৃতি। আধুনিক প্রত্নতাত্ত্বিক খননে পাওয়া গেছে ইতালির অ্যাম্ফোরায় সংরক্ষিত মদ, জলপাই তেল, সামুদ্রিক খাবার এবং জনপ্রিয় রোমান সস গারুম। বাণিজ্যিক গুরুত্ব থাকা সত্ত্বেও, লুটেশিয়া ছিল মধ্যম আকারের একটি রোমান শহর, যা লুগডুনাম (লিয়ঁ) বা আজেদিনকুম (সঁ)-এর তুলনায় ছোট ছিল, যদিও এটি লুগডুনেন্সিস কোয়ার্টা প্রদেশের অংশ ছিল।\n৩য় শতকের মাঝামাঝি সময়ে প্যারিসে খ্রিস্টধর্ম প্রবেশ করে। ঐতিহ্য অনুসারে, এটি নিয়ে এসেছিলেন সেন্ট ডেনি, যিনি পারিসিওদের বিশপ ছিলেন। তাঁকে রুস্তিক এবং এলেউথেরের সঙ্গে গ্রেপ্তার করা হয়েছিল, এবং রোমান গভর্নর ফেসেন্নিয়াসের আদেশে তাঁকে মাউন্ট মার্কিউরিতে শিরশ্ছেদ করা হয়। কিংবদন্তি অনুসারে, সেন্ট ডেনি নিজের মাথা হাতে নিয়ে গোপন খ্রিস্টীয় সমাধিস্থল ভিকুস ক্যাটুলিয়াকুস-এ পৌঁছে যান। অন্য একটি সংস্করণে বলা হয়, এক খ্রিস্টান নারী কাটুলা রাতের অন্ধকারে তাঁর দেহ নিয়ে যান। মৃত্যুদণ্ডপ্রাপ্ত স্থান মাউন্ট মার্কিউরি পরবর্তীতে \"মন্ত মার্তিরুম\" (শহীদদের পাহাড়), এবং পরে মঁমার্ত্র নামে পরিচিত হয়।\n৩৫৫ থেকে ৩৬০ পর্যন্ত, প্যারিস শাসন করতেন জুলিয়ান, যিনি কনস্টানটাইন দ্য গ্রেট-এর ভাগ্নে এবং পশ্চিম রোমান প্রদেশগুলোর কাইসার, অর্থাৎ গভর্নর ছিলেন। যখন তিনি সেনাদের সঙ্গে সামরিক অভিযানে ছিলেন না, তখন ৩৫৭-৩৫৮ এবং ৩৫৮-৩৫৯ সালের শীতকাল তিনি শহরের প্যালেস দ্য জাস্টিস-এ কাটিয়েছিলেন, যেখানে তিনি লেখালেখি এবং দার্শনিক হিসেবে নিজের খ্যাতি গড়ে তুলেছিলেন। ৩৬০ সালের ফেব্রুয়ারিতে, তাঁর সৈন্যরা তাঁকে অগাস্টাস, অর্থাৎ সম্রাট হিসেবে ঘোষণা করে, এবং অল্প কিছু সময়ের জন্য প্যারিস পশ্চিম রোমান সাম্রাজ্যের রাজধানী হয়ে ওঠে, যতক্ষণ না তিনি ৩৬৩ সালে পার্সিয়ানদের সঙ্গে যুদ্ধে যান এবং মারা যান।\nরোমান সাম্রাজ্যের শেষ সময়ে আরও দুই সম্রাট শহরের শীতকাল অতিবাহিত করেছিলেন, যখন তারা বর্বরদের আক্রমণ প্রতিহত করার চেষ্টা করছিলেন: ভ্যালেনটিনিয়ান প্রথম (৩৬৫–৩৬৭) এবং গ্রাটিয়ান ৩৮৩ খ্রিস্টাব্দে।\n৫ম শতাব্দীতে ক্রমবর্ধমান জার্মানিক আক্রমণের কারণে রোমান সাম্রাজ্যের ধীরে ধীরে পতন ঘটতে থাকে, যা শহরকে এক ধরণের পতনের দিকে ঠেলে দেয়। ৪৫১ খ্রিস্টাব্দে, আত্তিলা দ্য হুন-এর বাহিনী, যারা ট্রেভস, মেটজ এবং রেঁস লুট করেছিল, প্যারিসের দিকে এগিয়ে আসে। প্যারিসের অধিবাসীরা শহর ছেড়ে পালানোর পরিকল্পনা করছিল, কিন্তু সেন্ট জেনেভিয়েভ (৪২২–৫০২) তাদের প্রতিরোধ করার জন্য উদ্বুদ্ধ করেন। আত্তিলা প্যারিস এড়িয়ে গিয়ে অরলিয়ঁ আক্রমণ করেন। ৪৬১ সালে, সালিয়ান ফ্রাঙ্কদের নেতা চিলডেরিক প্রথম (৪৩৬–৪৮১) আবার শহর অবরুদ্ধ করেন। এই অবরোধ দশ বছর স্থায়ী হয়। পুনরায়, জেনেভিয়েভ শহরের প্রতিরক্ষা সংগঠিত করেন। তিনি ব্রি এবং শ্যাম্পেন থেকে এগারোটি নৌকায় গম এনে শহরের ক্ষুধার্ত জনগণকে রক্ষা করেন। তাঁর মৃত্যুর পরপরই তিনি প্যারিসের পৃষ্ঠপোষক সাধ্বী হন।\nফ্রাঙ্করা জার্মানিক-ভাষী একটি জাতিগোষ্ঠী ছিল, উত্তর গলে বসতি স্থাপন করেছিল যখন রোমান প্রভাব কমতে শুরু করেছিল। ফ্রাঙ্ক নেতা রোমান সংস্কৃতি দ্বারা প্রভাবিত হয়েছিলেন, এমনকি কয়েকজন আত্তিলা দ্য হুনকে পরাস্ত করতে রোমানদের সঙ্গে লড়াই করেছিলেন। তারা জার্মান দেবতা, যেমন থর-এর উপাসনা করত। ফ্রাঙ্কদের আইন ও রীতিনীতি পরবর্তীতে ফরাসি আইন ও সংস্কৃতির ভিত্তি হয়ে ওঠে (ফ্রাঙ্কদের আইন 'সালিক', অর্থাৎ 'লবণ' বা 'সমুদ্র' আইন নামে পরিচিত ছিল)।\nল্যাটিন আর দৈনন্দিন কথাবার্তার ভাষা ছিল না। ফ্রাঙ্করা রাজনৈতিকভাবে আরও শক্তিশালী হয়ে উঠেছিল এবং একটি বিশাল সেনাবাহিনী গঠন করেছিল। ৪৮১ সালে, চিলডেরিকের পুত্র ক্লোভিস প্রথম, মাত্র ষোলো বছর বয়সে, ফ্রাঙ্কদের নতুন শাসক হন। ৪৮৬ সালে, তিনি শেষ রোমান বাহিনীকে পরাজিত করে লোয়ার নদীর উত্তরের সমগ্র গল অঞ্চলের শাসক হয়ে ওঠেন এবং প্যারিসে প্রবেশ করেন। বার্গুন্দিয়ানদের বিরুদ্ধে এক গুরুত্বপূর্ণ যুদ্ধের আগে, তিনি জয়ী হলে ক্যাথলিক ধর্ম গ্রহণ করবেন বলে শপথ নেন।\nতিনি যুদ্ধে জয়ী হন এবং তাঁর স্ত্রী ক্লোতিল্দ দ্বারা খ্রিস্টধর্মে ধর্মান্তরিত হন এবং ৪৯৬ সালে রেঁসে ব্যাপ্তিস্মা নেন। তাঁর খ্রিস্টধর্ম গ্রহণ সম্ভবত রাজনৈতিক উদ্দেশ্যেই ছিল, যাতে তাঁর অবস্থান শক্তিশালী হয়। তবে তিনি পৌত্তলিক দেব-দেবী এবং তাদের মিথ ও আচার অনুষ্ঠান পুরোপুরি বর্জন করেননি। ক্লোভিস গল থেকে ভিসিগোথদের বিতাড়িত করতে সাহায্য করেন। তিনি এমন একজন রাজা ছিলেন, যাঁর কোনো নির্দিষ্ট রাজধানী ছিল না এবং তাঁর প্রশাসন কেবল তাঁর অনুগামীদের মধ্যেই সীমাবদ্ধ ছিল। তবে প্যারিসে সমাধিস্থ হওয়ার সিদ্ধান্ত নিয়ে তিনি শহরটিকে একটি প্রতীকী গুরুত্ব প্রদান করেন। ৫১১ সালে তাঁর মৃত্যুর ৫০ বছর পর, তাঁর নাতিরা রাজক্ষমতা ভাগ করে নিলেও, প্যারিসকে যৌথ সম্পত্তি ও রাজবংশের একটি স্থায়ী প্রতীক হিসেবে রাখা হয়েছিল।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== ক্লোভিস থেকে ক্যাপেটিয়ান রাজারা (৬ষ্ঠ–১১শ শতক) ==\n\nমেরোভিঙ্গিয়ান রাজবংশ-এর রাজা ক্লোভিস প্রথম ও তার উত্তরসূরিরা প্যারিসে অনেক ধর্মীয় স্থাপনা নির্মাণ করেছিলেন। এর মধ্যে ছিল মোঁতান স্যান্ত-জেনেভিয়েভ-এ একটি ব্যাসিলিকা, যা প্রাচীন রোমান ফোরামের কাছে অবস্থিত ছিল; নোত্র দামের বর্তমান অবস্থানে সাঁ-এতিয়েন ক্যাথেড্রাল; এবং সাঁ-জার্মাঁ-দে-প্রে অ্যাবে-সহ কয়েকটি গুরুত্বপূর্ণ মঠ। তারা সাঁ-দেনি ব্যাসিলিকাও নির্মাণ করেছিলেন, যা পরে ফরাসি রাজাদের সমাধিস্থল (নেক্রোপলিস) হয়ে ওঠে। যদিও কোনো মেরোভিঙ্গিয়ান স্থাপনা আজ টিকে নেই, তবু সাঁ-পিয়ের দে মঁমার্ত্র গির্জায় চারটি মার্বেল স্তম্ভ সংরক্ষিত আছে। মেরোভিঙ্গিয়ান রাজারা সাঁ-জার্মাঁ-দে-প্রে অ্যাবে-তে সমাধিস্থ হন, তবে ৬৩৯ সালে মারা যাওয়া দাগোবার প্রথম প্রথম ফ্রাঙ্কিশ রাজা, যিনি সাঁ-দেনি ব্যাসিলিকাতে সমাধিস্থ হন।\nকারোলিঞ্জিয়ান রাজবংশ ৭৫১ সালে ক্ষমতায় এলে ফ্রাঙ্কিশ রাজধানী আইক্স-লা-শ্যাপেল (আখেন)-এ সরিয়ে নেয় এবং প্যারিসের প্রতি খুব কম মনোযোগ দেয়। তবে পিপিন দ্য শর্ট সাঁ-দেনি-তে একটি নতুন বৃহৎ ধর্মীয় স্থাপনা নির্মাণ করেন, যা শার্লেমান-এর উপস্থিতিতে ২৪ ফেব্রুয়ারি ৭৭৫ সালে উদ্বোধন করা হয়।\n৯ম শতকে ভাইকিংরা একাধিকবার সেন নদী হয়ে প্যারিসে আক্রমণ চালায়। তারা মুক্তিপণ দাবি করে এবং আশপাশের এলাকা লুটপাট করে। ৮৫৬ সালের ডিসেম্বরে, ওসেল দ্বীপে শীতকাল কাটানো ভাইকিংরা প্যারিসে হামলা চালিয়ে অগ্নিসংযোগ করে। রয়্যাল ফ্রাঙ্কিশ অ্যানালস অনুসারে, মুক্তিপণ দেওয়ার কারণে কেবল সাঁ-জার্মাঁ-দে-প্রে গির্জা, সাঁ-এতিয়েন ক্যাথেড্রাল, সাঁ-ভিনসেন্ট ও সাঁ-দেনি গির্জা রক্ষা পায় (প্রথম রয়েল ফ্রাংক, ৮৫৬ ও ৮৫৭)। ৮৮৫–৮৮৬ সালে তারা এক বছরের জন্য প্যারিস অবরুদ্ধ করে এবং ৮৮৭ ও ৮৮৯ সালে পুনরায় আক্রমণের চেষ্টা করে, তবে ইল দ্য লা সিতে-এর দেয়াল ও সেন নদীর কারণে শহরটি দখল করতে ব্যর্থ হয়। শহরের গুরুত্বপূর্ণ দুটি সেতু রক্ষা করতে বিশাল পাথরের দুর্গ তৈরি করা হয়—ডান তীরে গ্রঁ শাতলে এবং বাম তীরে \"পতিত শাতলে\", যা প্যারিসের বিশপ জসেলিন-এর উদ্যোগে নির্মিত হয়। গ্রঁ শাতলে থেকে বর্তমান প্লাস দ্য শাতলে-এর নামকরণ করা হয়েছে।\n৯৭৮ সালের শেষভাগে, সাম্রাজ্যবাদী ওট্টো দ্বিতীয় ৯৭৮–৯৮০ সালের ফ্রাঙ্কো-জার্মান যুদ্ধ চলাকালে প্যারিস অবরুদ্ধ করেন। ১০ম শতকের শেষভাগে, নতুন রাজবংশ ক্যাপেটিয়ানরা ক্ষমতায় আসে, যার প্রতিষ্ঠাতা হুগ ক্যাপে ৯৮৭ সালে সিংহাসনে আরোহণ করেন। যদিও তারা খুব কম সময় প্যারিসে কাটাতেন, তারা ইল দ্য লা সিতে-তে রাজপ্রাসাদ সংস্কার করেন এবং যেখানে আজ সাঁত শাপেল দাঁড়িয়ে আছে, সেখানে একটি গির্জা নির্মাণ করেন। ধীরে ধীরে শহরের অর্থনীতি পুনরুজ্জীবিত হয় এবং ডান তীরে জনবসতি বাড়তে শুরু করে। বাম তীরে, ক্যাপেটিয়ানরা সাঁ-জার্মাঁ-দে-প্রে অ্যাবে প্রতিষ্ঠা করেন। ১১শ শতকে এই অ্যাবের গির্জা পুনর্নির্মাণ করা হয়। এটি মূলত তার শিক্ষাবিদ ও আলোকিত পান্ডুলিপির জন্য বিখ্যাত হয়ে ওঠে।\n\n\n== মধ্যযুগ (১২শ–১৫শ শতাব্দী) ==\n\n১২শ শতাব্দীর শুরুতে, ক্যাপেট রাজবংশের ফরাসি রাজারা মূলত প্যারিস ও তার আশেপাশের অঞ্চল নিয়ন্ত্রণ করতেন। তবে তারা প্যারিসকে ফ্রান্সের রাজনৈতিক, অর্থনৈতিক, ধর্মীয় ও সাংস্কৃতিক রাজধানী হিসেবে গড়ে তোলার চেষ্টা করেন। এই সময়ে শহরের বিভিন্ন অঞ্চল আলাদা বৈশিষ্ট্য পেতে থাকে। ইলে দে লা সিটে ছিল রাজপ্রাসাদের স্থান, এবং ১১৬৩ সালে নতুন নোত্র দাম দ্য প্যারিস গির্জার নির্মাণ শুরু হয়।\nবাম তীর (সেন নদীর দক্ষিণ অংশ) ছিল নতুন প্যারিস বিশ্ববিদ্যালয়-এর স্থান, যা চার্চ ও রাজকীয় আদালত দ্বারা ধর্মতত্ত্ব, গণিত ও আইন শেখানোর জন্য প্রতিষ্ঠিত হয়। এখানেই প্যারিসের দুটি বৃহৎ মঠ ছিল: সাঁ-জার্মেন-দে-প্রে অ্যাবি এবং সাঁ-জেনেভিয়েভ অ্যাবি। ডান তীর (সেন নদীর উত্তর অংশ) ছিল বাণিজ্য ও অর্থনীতির কেন্দ্র, যেখানে বন্দরের পাশাপাশি প্রধান বাজার, কর্মশালা ও ব্যবসায়ীদের আবাস ছিল। ব্যবসায়ীদের একটি সংস্থা, প্যারিসের হ্যান্স, গঠিত হয় এবং দ্রুত শহরের গুরুত্বপূর্ণ শক্তিতে পরিণত হয়।\n\n\n=== রাজপ্রাসাদ ও লুভর ===\nমধ্যযুগের শুরুতে, রাজপ্রাসাদ সিটি আইল্যান্ডে অবস্থিত ছিল। ১১৯০ থেকে ১২০২ সালের মধ্যে, রাজা ফিলিপ দ্বিতীয় লুভর দুর্গ নির্মাণ করেন, যা নরম্যান্ডি থেকে সম্ভাব্য ইংরেজ আক্রমণের বিরুদ্ধে ডান তীর রক্ষার জন্য তৈরি করা হয়। এই দুর্গটি ৭২ বাই ৭৮ মিটারের একটি বিশাল আয়তক্ষেত্র ছিল, যার চারপাশে চারটি টাওয়ার ও পরিখা ছিল। কেন্দ্রে ছিল ৩০ মিটার উঁচু একটি বৃত্তাকার টাওয়ার। আজও লুভর জাদুঘরের বেসমেন্টে এর ভিত্তি দেখা যায়।\nতৃতীয় ক্রুসেড-এ যাওয়ার আগে, ফিলিপ দ্বিতীয় শহরের নতুন প্রতিরক্ষা ব্যবস্থা নির্মাণ শুরু করেন। বাম তীরে তিনি ৩০টি বৃত্তাকার টাওয়ারসহ একটি প্রাচীর নির্মাণ করেন। ডান তীরে, ২.৮ কিলোমিটার দীর্ঘ একটি প্রাচীর তৈরি করা হয়, যাতে ৪০টি টাওয়ার ছিল, যা ক্রমবর্ধমান শহরের নতুন এলাকা রক্ষা করত। এই প্রাচীরের কিছু অংশ এখনো লে মারে অঞ্চলে দেখা যায়। তার আরেকটি গুরুত্বপূর্ণ প্রকল্প ছিল শহরের দুর্গন্ধযুক্ত কাদা রাস্তাগুলোকে পাথরে মোড়ানো। সেন নদীর ওপর দুটি কাঠের সেতু, পেতিত পন্ড\" এবং \"গ্রান্ড পন্ড\" পাথরে পুনর্নির্মাণ করা হয়। এছাড়াও তিনি ডান তীরে একটি ছাদযুক্ত বাজার, লে আলেস নির্মাণ করেন।\nরাজা ফিলিপ চতুর্থ (১২৮৫-১৩১৪) সিটি আইল্যান্ডে রাজপ্রাসাদ পুনর্গঠন করেন এবং এটিকে এক রাজকীয় প্রাসাদে রূপান্তরিত করেন। এর দুটি বৃহৎ রাজকীয় হল এখনো পালেস দ্য জাস্টিস-এর অংশ হিসেবে রয়ে গেছে। তিনি আরও নির্মাণ করেন এক ভয়ংকর স্থাপনা, মঁফকঁসনের ফাঁসিকাঠ, যেখানে মৃত্যুদণ্ডপ্রাপ্তদের দেহ ঝুলিয়ে রাখা হতো। ১৩ অক্টোবর ১৩০৭ সালে, তিনি টেম্পলার নাইটদের গ্রেপ্তার করেন, কারণ তিনি মনে করতেন তারা অতিরিক্ত শক্তিশালী হয়ে উঠেছে। ১৮ মার্চ ১৩১৪ সালে, তিনি এই গোষ্ঠীর প্রধান জ্যাক দ্য মোলে-কে ইলে দে লা সিটের পশ্চিম প্রান্তে আগুনে পুড়িয়ে হত্যা করেন।\n১৩৫৬ থেকে ১৩৮৩ সালের মধ্যে, রাজা শার্ল পঞ্চম শহরের চারপাশে নতুন প্রতিরক্ষা প্রাচীর নির্মাণ করেন। ১৯৯১-৯২ সালের খননকাজে আবিষ্কৃত এই প্রাচীরের একটি গুরুত্বপূর্ণ অংশ এখনো লুভর কমপ্লেক্স-এ প্লেস দু কারুসেলের নিচে দেখা যায়। এছাড়াও তিনি বাস্তিল, পোর্ত সাঁ-তোয়ান-এর কাছে একটি বৃহৎ দুর্গ নির্মাণ করেন এবং শহরের পূর্ব দিকে ভঁসেন দুর্গ তৈরি করেন। শার্ল পঞ্চম তার সরকারি আবাস সিটি আইল্যান্ড থেকে লুভরে স্থানান্তরিত করেন, তবে তিনি মূলত তার প্রিয় হোটেল সাঁ-পল-এ থাকতেন।\n\n\n=== সাঁ-দেনি, নোত্র-দাম এবং গথিক শৈলীর জন্ম ===\nপ্যারিসে ধর্মীয় স্থাপত্যের বিকাশ মূলত সুগের, যিনি ১১২২ থেকে ১১৫১ সাল পর্যন্ত সাঁ-দেনি অ্যাবির অ্যাবট ছিলেন এবং ফ্রান্সের রাজা ষষ্ঠ লুই ও সপ্তম লুই-এর উপদেষ্টা ছিলেন, তাঁর হাত ধরেই হয়। তিনি পুরাতন ক্যারোলিঞ্জীয় সাঁ-দেনি ব্যাসিলিকা-এর সম্মুখভাগ পুনর্নির্মাণ করেন, এটিকে তিনটি অনুভূমিক স্তর এবং তিনটি উল্লম্ব অংশে বিভক্ত করেন, যা পবিত্র ত্রিত্ব-এর প্রতীক। এরপর, ১১৪০ থেকে ১১৪৪ সালের মধ্যে, তিনি চার্চের পেছনের অংশ পুনর্নির্মাণ করেন এবং বিশাল রঙিন কাচের জানালা স্থাপন করেন, যা চার্চের অভ্যন্তর আলোকিত করে তোলে। এই শৈলী, যা পরে গথিক নামে পরিচিত হয়, প্যারিসের অন্যান্য চার্চেও অনুসৃত হয়: সাঁ-মার্তিন-দে-শঁ প্রায়োরি, সাঁ-পিয়ের দ্য মোঁমার্ত্র, এবং সাঁ-জার্মাঁ-দে-প্রে। এটি দ্রুত ইংল্যান্ড ও জার্মানিতে ছড়িয়ে পড়ে।\nআরও বৃহৎ পরিসরের একটি প্রকল্প হিসেবে, প্যারিসের জন্য একটি নতুন ক্যাথেড্রালের নির্মাণকাজ শুরু করেন বিশপ মরিস দ্য সুলি প্রায় ১১৬০ সালে, যা প্রায় দুই শতাব্দী ধরে চলে। নোত্র-দাম দ্য প্যারিস ক্যাথেড্রালের চোয়ার-এর প্রথম পাথর স্থাপন করা হয় ১১৬৩ সালে, এবং বেদি পবিত্র করা হয় ১১৮২ সালে। এর সম্মুখভাগ নির্মাণ করা হয় ১২০০ থেকে ১২২৫ সালের মধ্যে, আর দুটি টাওয়ার নির্মিত হয় ১২২৫ থেকে ১২৫০ সালের মধ্যে। এটি ছিল এক বিশাল কাঠামো, দৈর্ঘ্যে ১২৫ মিটার, যার টাওয়ারগুলোর উচ্চতা ৬৩ মিটার এবং ১,৩০০ জন উপাসকের জন্য বসার ব্যবস্থা ছিল। ক্যাথেড্রালের নকশা ছোট পরিসরে অনুকরণ করে সাঁ-জুলিয়েন-লে-পভর চার্চ তৈরি করা হয়।\n১৩শ শতকে, ফ্রান্সের রাজা নবম লুই (রাজত্ব ১২২৬–১২৭০), যিনি \"সন্ত লুই\" নামে পরিচিত, সাঁ-শাপেল নির্মাণ করেন, যা গথিক স্থাপত্যের এক অনন্য নিদর্শন, যা খ্রিস্টের ক্রুশবিদ্ধকরণের পবিত্র নিদর্শন সংরক্ষণের জন্য বিশেষভাবে পরিচিত। ১২৪১ থেকে ১২৪৮ সালের মধ্যে নির্মিত এই চার্চে প্যারিসের প্রাচীনতম রঙিন কাচের জানালাগুলি সংরক্ষিত রয়েছে। একই সময়ে, ট্রান্সেপ্ট-এ বিশাল, ১৮ মিটার উচ্চতার রঙিন কাচের গোল জানালা যোগ করা হয়।\n\n\n=== বিশ্ববিদ্যালয় ===\nষষ্ঠ লুই এবং সপ্তম লুই-এর রাজত্বকালে, প্যারিস ইউরোপের অন্যতম প্রধান শিক্ষাকেন্দ্রে পরিণত হয়। ইংল্যান্ড, জার্মানি, এবং ইতালি থেকে শিক্ষার্থী, পণ্ডিত এবং সাধুরা এখানে আসতে থাকেন জ্ঞানচর্চা ও শিক্ষাদানের জন্য। প্রথমে তারা নোত্র-দাম এবং সাঁ-জার্মাঁ-দে-প্রে অ্যাবি-এর বিভিন্ন স্কুলে অধ্যয়ন করতেন। পিয়ের আবেলার (১০৭৯–১১৪২) ছিলেন অন্যতম বিখ্যাত শিক্ষক, যিনি মোঁতাগন সাঁ-জেনেভিয়েভ-এ পাঁচ হাজার শিক্ষার্থীকে পাঠদান করতেন। প্যারিস বিশ্ববিদ্যালয় প্রথমে ১২শ শতকের মাঝামাঝি শিক্ষার্থী ও শিক্ষকদের একটি গিল্ড বা সংগঠন হিসেবে গঠিত হয়। এটি ১২০০ সালে রাজা দ্বিতীয় ফিলিপ কর্তৃক স্বীকৃতি পায় এবং ১২১৫ সালে পোপ ইনোসেন্ট তৃতীয়, যিনি সেখানেই পড়াশোনা করেছিলেন, এটি আনুষ্ঠানিক স্বীকৃতি দেন। \nপ্রায় বিশ হাজার শিক্ষার্থী লাতিন কোয়ার্টারে বাস করত, কারণ লাতিন ছিল বিশ্ববিদ্যালয়ের পাঠদানের ভাষা এবং বিদেশি শিক্ষার্থীদের জন্য পারস্পরিক যোগাযোগের মাধ্যম। দরিদ্র শিক্ষার্থীরা বিশেষ কলেজে (দরিদ্র শিক্ষকদের কলেজ) থাকত, যা ছিল তাদের থাকার ও খাওয়ার জন্য ব্যবস্থা করা হোটেল। ১২৫৭ সালে নবম লুই-এর যাজক রবার দ্য সোরবন, প্যারিস বিশ্ববিদ্যালয়ের অন্যতম প্রাচীন এবং বিখ্যাত কলেজ প্রতিষ্ঠা করেন, যা পরে সোরবন নামে পরিচিত হয়। ১৩শ থেকে ১৫শ শতকের মধ্যে, প্যারিস বিশ্ববিদ্যালয় পশ্চিম ইউরোপের রোমান ক্যাথলিক ধর্মতত্ত্বের সবচেয়ে গুরুত্বপূর্ণ বিদ্যাপীঠ হয়ে ওঠে। এর শিক্ষকদের মধ্যে ছিলেন ইংল্যান্ডের রজার বেকন, ইতালির সেন্ট থমাস অ্যাকুইনাস, এবং জার্মানির সেন্ট বোনাভেনচার। \n\n\n=== প্যারিসের ব্যবসায়ীরা ===\n১১শ শতক থেকে, প্যারিস রাজকীয় প্রোভোস্ট দ্বারা পরিচালিত হতো, যিনি রাজা কর্তৃক নিয়োজিত থাকতেন এবং গ্রঁ শাতলে দুর্গে বসবাস করতেন। সন্ত লুই  ব্যবসায়ীদের প্রোভোস্ট নামে একটি নতুন পদ সৃষ্টি করেন। উদ্দেশ্য ছিলো রাজকীয় প্রোভোস্টের সঙ্গে ক্ষমতা ভাগ করে নিতে এবং প্যারিসের ব্যবসায়ীদের ক্রমবর্ধমান শক্তি ও সম্পদের স্বীকৃতি দিতে। কারিগরদের গিল্ডগুলোর গুরুত্ব শহর সরকারের প্রতীকেও প্রতিফলিত হয়, যেখানে শহরের প্রতীক হিসেবে নৌকা সংযোজিত হয়, যা ছিল নৌপরিবহন শ্রমিকদের প্রতীক।\n১৩২৮ সালে, প্যারিসের জনসংখ্যা ছিল প্রায় ২,০০,০০০, যা একে ইউরোপের সবচেয়ে জনবহুল শহরে পরিণত করে। জনসংখ্যা বৃদ্ধির সঙ্গে সঙ্গে সামাজিক উত্তেজনাও বৃদ্ধি পায়; ১৩০৬ সালের ডিসেম্বরে ব্যবসায়ীদের বিরুদ্ধে প্রথম দাঙ্গা ঘটে, যেখানে তাদের বাড়িঘর পুড়িয়ে দেওয়া হয় এবং ২৮ জন দাঙ্গাকারীকে ফাঁসি দেওয়া হয়। ১৩৫৭ সালে প্যারিসের প্রোভোস্ট এতিয়েন মার্সেল, ব্যবসায়ীদের নেতৃত্বে একটি বিদ্রোহ সংঘটিত করেন, যা শেষ পর্যন্ত রাজতন্ত্রের বিরুদ্ধে ব্যর্থ হয় এবং ১৩৫৮ সালে তিনি নিহত হন।\n\n\n=== প্লেগ এবং যুদ্ধ ===\n\n১৪শ শতকের মাঝামাঝি, প্যারিস দুটি মহা বিপর্যয়ের মুখোমুখি হয়েছিল: বিউবোনিক প্লেগ এবং শত বছরের যুদ্ধ। ১৩৪৮-১৩৪৯ সালে প্লেগের প্রথম মহামারিতে, প্রায় চল্লিশ থেকে পঞ্চাশ হাজার প্যারিসবাসী মারা যায়, যা মোট জনসংখ্যার এক-চতুর্থাংশ। প্লেগ আবার ফিরে আসে ১৩৬০-১৩৬১, ১৩৬৩ এবং ১৩৬৬-১৩৬৮ সালে। ১৩৪৮ থেকে ১৪৮০ সালের মধ্যে অন্তত ৩৬ বার প্লেগ প্যারিসে আঘাত হানে। ১৬শ এবং ১৭শ শতকে, প্লেগ প্রতি তিন বছরে একবার শহরে ফিরে আসত। অন্যান্য রোগের মধ্যে গলগণ্ড ১৪১৪ সালে, স্কারলেট জ্বর ১৪১৮ সালে এবং গুটিবসন্ত ১৪৩৩ ও ১৪৩৮ সালে মহামারি আকারে ছড়িয়ে পড়ে।\nযুদ্ধ ছিল আরও বিধ্বংসী। ১৩৪৬ সালে, ইংল্যান্ডের রাজা এডওয়ার্ড তৃতীয়-এর সেনাবাহিনী প্যারিসের শহরের বাইরের গ্রামগুলো লুটপাট করে। দশ বছর পর, যখন ফ্রান্সের রাজা জন দ্বিতীয় পোয়াতিয়ে যুদ্ধে ইংরেজদের হাতে বন্দি হন, তখন ভাড়াটে ভাড়াটে সৈন্যরা প্যারিসের আশপাশ লুট করে ধ্বংস করে দেয়।\nঅন্য দুর্যোগও প্যারিসকে আঘাত করে। ২৮-২৯ মে ১৪১৮ সালের রাতে, ইংরেজ বাহিনী এবং বারগান্ডির ডাচি-এর মিত্ররা প্যারিস দখল করে। ১৪২২ সাল থেকে, ফ্রান্সের উত্তরের অংশ শাসন করছিল জন অব ল্যাঙ্কাস্টার, ১ম ডিউক অব বেডফোর্ড, যিনি শিশু রাজা হেনরি ষষ্ঠের রাজপ্রতিনিধি হিসেবে প্যারিসে বসবাস করতেন। অন্যদিকে, ফ্রান্সের রাজা চার্লস সপ্তম শুধুমাত্র লোয়ার নদীর দক্ষিণ অংশ শাসন করতেন। ৮ সেপ্টেম্বর ১৪২৯ সালে, জোয়ান অব আর্ক প্যারিস দখলের ব্যর্থ চেষ্টার সময় পোর্ট সেন্ট-অনোরে-এর কাছে আহত হন, যা ছিল চার্লস পঞ্চমের দুর্গপ্রাচীরের পশ্চিম প্রান্ত, লুভরের কাছাকাছি।\nহেনরি পঞ্চমের ফ্রান্স আক্রমণের ফলে ১৪২০ থেকে ১৪৩৬ সালের মধ্যে প্যারিস ইংরেজদের দখলে চলে যায়। এমনকি ১৪৩১ সালে শিশু রাজা হেনরি ষষ্ঠকেও সেখানে ফ্রান্সের রাজা হিসেবে অভিষেক দেওয়া হয়। ইংরেজরা ১৪৩৬ সালে প্যারিস ছেড়ে গেলে, চার্লস সপ্তম অবশেষে রাজধানীতে ফিরতে সক্ষম হন। ততদিনে শহরের বহু এলাকা ধ্বংস হয়ে গিয়েছিল, এবং এক লক্ষেরও বেশি মানুষ, যা মোট জনসংখ্যার অর্ধেক, শহর ছেড়ে পালিয়েছিল। ফ্রান্সের রাজধানী পুনরায় প্যারিস হলেও, পরবর্তী রাজারা লোয়ার ভ্যালি-তে তাদের রাজপ্রাসাদ স্থাপন করেন এবং শুধুমাত্র বিশেষ উপলক্ষে প্যারিস সফর করতেন। অবশেষে, রাজা ফ্রান্সিস প্রথম ১৫২৮ সালে রাজপ্রাসাদ পুনরায় প্যারিসে স্থানান্তর করেন।\nলুভর, নটর-ডেম এবং কয়েকটি গির্জা ছাড়াও, মধ্যযুগ থেকে টিকে থাকা দুটি বড় ভবন এখনও প্যারিসে দেখা যায়: হোটেল দে সাঁস, যা ১৫শ শতকের শেষের দিকে সেন্সের আর্চবিশপের বাসভবন হিসেবে নির্মিত হয়েছিল, এবং হোটেল দে ক্লুনি, যা ১৪৮৫-১৫১০ সালের মধ্যে নির্মিত হয়েছিল এবং এটি ক্লুনি মঠের অ্যাবটের বাসভবন ছিল, কিন্তু বর্তমানে মধ্যযুগের জাতীয় জাদুঘর হিসেবে ব্যবহৃত হচ্ছে। পরবর্তী শতাব্দীগুলোতে এই দুটি ভবনে উল্লেখযোগ্য পরিবর্তন আনা হয়। প্যারিসের সবচেয়ে পুরাতন অবশিষ্ট বাড়ি নিকোলা ফ্লামেলের বাড়ি, যা ১৪০৭ সালে নির্মিত হয়েছিল এবং ৫১ নম্বর রু দ্য মঁমোরঁসি-তে অবস্থিত। এটি ব্যক্তিগত বাসভবন ছিল না, বরং এটি ছিল দরিদ্রদের জন্য একটি আশ্রয়স্থল।\n\n\n== ১৬শ শতাব্দী ==\n\n১৫০০ সালের মধ্যে, প্যারিস আবার তার পূর্বের সমৃদ্ধি ফিরে পায় এবং জনসংখ্যা ২,৫০,০০০-এ পৌঁছে যায়। প্রতিটি নতুন ফরাসি রাজা তার রাজধানীকে সজ্জিত করতে নতুন ভবন, সেতু এবং ঝর্ণা নির্মাণ করেন, যেগুলোর বেশিরভাগই ইতালি থেকে আগত রেনেসাঁ শৈলীতে তৈরি।\nরাজা লুই দ্বাদশ খুব কমই প্যারিসে আসতেন, তবে তিনি পুরনো কাঠের পোঁ নোত্র-দাম পুনর্নির্মাণ করেন, যা ২৫ অক্টোবর ১৪৯৯ সালে ধসে পড়েছিল। নতুন সেতুটি ১৫১২ সালে উদ্বোধন করা হয় এবং এটি প্রাকৃতিক পাথর দিয়ে নির্মিত হয়, পাথরের রাস্তা বিছানো হয় এবং আটষট্টি ঘর ও দোকান এতে সারিবদ্ধ ছিল। ১৫ জুলাই ১৫৩৩ সালে, রাজা ফ্রাঁসোয়া প্রথম প্যারিসের প্রথম হোটেল দ্য ভিল বা নগর ভবনের ভিত্তিপ্রস্তর স্থাপন করেন। এটি তার প্রিয় ইতালীয় স্থপতি, ডোমেনিকো দা করতোনা দ্বারা ডিজাইন করা হয়, যিনি লোয়ার উপত্যকার জন্য শ্যাতো দ্য শাঁবোও ডিজাইন করেছিলেন। তবে হোটেল দ্য ভিল নির্মাণ শেষ হয় ১৬২৮ সালে। করতোনা প্যারিসের প্রথম রেনেসাঁ গির্জা, সেন্ট-ইউস্তাশ গির্জা (১৫৩২) ডিজাইন করেন, যেখানে গথিক কাঠামোর ওপর রেনেসাঁ শৈলীর সজ্জা সংযোজন করা হয়। প্যারিসের প্রথম রেনেসাঁ বাড়ি ছিল হোটেল কার্নাভালে, যা ১৫৪৫ সালে নির্মাণ শুরু হয়। এটি ফন্তেনব্লোর গ্রাঁ ফেরার ম্যানশনের আদলে নির্মিত হয়, যা ইতালীয় স্থপতি সেবাস্তিয়ানো সারলিও ডিজাইন করেছিলেন। বর্তমানে এটি কার্নাভালে জাদুঘর।\n১৫৩৪ সালে, ফ্রাঁসোয়া প্রথম ল্যুভরকে তার রাজপ্রাসাদ বানান এবং একটি উন্মুক্ত প্রাঙ্গণ তৈরি করতে বিশাল মধ্যবর্তী টাওয়ার ভেঙে ফেলেন। রাজত্বের শেষদিকে, তিনি ল্যুভরের একটি নতুন অংশ নির্মাণের পরিকল্পনা করেন, যেখানে ইতালীয় রেনেসাঁ শৈলীর সম্মুখভাগ থাকবে। এই নতুন অংশের নকশা করেন পিয়ের লেসকো, যা পরবর্তীতে ফ্রান্সের অন্যান্য রেনেসাঁ ভবনের অনুপ্রেরণা হয়ে ওঠে। ফ্রাঁসোয়া প্রথম প্যারিসকে জ্ঞান ও শিক্ষার কেন্দ্র হিসেবেও প্রতিষ্ঠিত করেন। ১৫০০ সালে, প্যারিসে পঁচাত্তরটি মুদ্রণ প্রতিষ্ঠান ছিল, যা শুধুমাত্র ভেনিসের পরেই দ্বিতীয় বৃহত্তম ছিল। ১৬শ শতাব্দীর শেষে, প্যারিস ইউরোপের যেকোনো শহরের চেয়ে বেশি বই প্রকাশ করত। ১৫৩০ সালে, তিনি প্যারিস বিশ্ববিদ্যালয়ে একটি নতুন অনুষদ প্রতিষ্ঠা করেন, যা হিব্রু, গ্রিক এবং গণিত শেখানোর উদ্দেশ্যে গঠিত হয়। পরে এটি কলেজ দ্য ফ্রান্স নামে পরিচিতি পায়।\n১৫৪৭ সালে ফ্রাঁসোয়া প্রথমের মৃত্যু হলে, তার ছেলে হেনরি দ্বিতীয় ফরাসি রেনেসাঁ শৈলীতে প্যারিসকে আরও অলংকৃত করতে থাকেন। শহরের সর্বশ্রেষ্ঠ রেনেসাঁ ঝর্ণা, নির্দোষদের ঝর্ণা, ১৫৪৯ সালে হেনরির আনুষ্ঠানিক প্রবেশ উপলক্ষে নির্মাণ করা হয়। হেনরি দ্বিতীয় ল্যুভরে একটি নতুন অংশও যোগ করেন, পাভিয়ো দ্য রোয়া, যা সেন নদীর দক্ষিণে অবস্থিত। এই অংশের প্রথম তলায় ছিল রাজকীয় শয়নকক্ষ। এছাড়াও তিনি লেসকো উইং-এ রাজকীয় অনুষ্ঠানের জন্য এক অত্যাশ্চর্য হল, সাল দে ক্যারিয়াতিদ নির্মাণ করেন।\n১৫৫৯ সালের ১০ জুলাই, হেনরি দ্বিতীয় হোটেল দে তুরনেল-এ একটি বর্শার লড়াইয়ে আহত হয়ে মারা যান। তার স্ত্রী, ক্যাথরিন দে মেডিচি, ১৫৬৩ সালে পুরনো রাজপ্রাসাদটি ভেঙে ফেলেন এবং ১৫৬৪ থেকে ১৫৭২ সালের মধ্যে সেন নদীর পাশে নতুন রাজপ্রাসাদ, টুইলারি প্রাসাদ নির্মাণ করেন। প্রাসাদের পশ্চিমে তিনি একটি বৃহৎ ইতালীয় শৈলীর উদ্যান, জারদিন দে টুইলারি তৈরি করেন।\nএকটি অশুভ বিভাজন প্যারিসের মধ্যে গড়ে উঠছিল, যেখানে একপাশে ছিল প্রতিষ্ঠিত ক্যাথলিক গির্জার অনুসারীরা, আর অন্যপাশে ছিল প্রোটেস্ট্যান্ট কালভিনবাদ ও রেনেসাঁ মানবতাবাদ-এর সমর্থকরা। ক্যাথলিক বিশ্বাসের প্রধান দুর্গ সোরবোন ও প্যারিস বিশ্ববিদ্যালয় প্রোটেস্ট্যান্ট ও মানবতাবাদী মতবাদগুলোর বিরুদ্ধে কঠোরভাবে আক্রমণ চালায়। বিদ্বান এতিয়েন দোলে-কে ১৫৩২ সালে প্লাস মোবেয়ার-এ জীবন্ত পুড়িয়ে মারা হয়, তার বইগুলোর সাথেও একই আচরণ করা হয়। এই আদেশ আসে সোরবোনের ধর্মতত্ত্ব অনুষদের পক্ষ থেকে। কিন্তু নতুন এই মতবাদগুলো জনপ্রিয়তা লাভ করতে থাকে, বিশেষত ফ্রান্সের উচ্চবিত্ত শ্রেণির মধ্যে। ১৫৬২ সাল থেকে ফরাসি ধর্মযুদ্ধ (১৫৬২-১৫৯৮) চলাকালীন সময়ে, প্যারিসে প্রোটেস্ট্যান্টদের দমন ও হত্যাযজ্ঞের ঘটনা সংঘটিত হয়, যা মাঝে মাঝে সহনশীলতার সময়কালের সাথে পালা করে চলত। প্যারিস ছিল ক্যাথলিক লীগের অন্যতম প্রধান ঘাঁটি।\n২৩–২৪ আগস্ট ১৫৭২ সালের রাতে, যখন ফ্রান্সের বিভিন্ন প্রান্ত থেকে আসা গুরুত্বপূর্ণ প্রোটেস্ট্যান্ট নেতারা নাভারের হেনরি চতুর্থ ও মার্গারেট অফ ভ্যালোয়া-র (ফ্রান্সের চার্লস নবম-এর বোন) বিয়ের জন্য প্যারিসে অবস্থান করছিলেন, তখন রাজকীয় পরিষদ প্রোটেস্ট্যান্ট নেতাদের হত্যার সিদ্ধান্ত নেয়। এই পরিকল্পিত হত্যাকাণ্ড দ্রুত ক্যাথলিক জনতার নেতৃত্বে ব্যাপক গণহত্যায় পরিণত হয়, যা সেন্ট বার্থলোমিউ দিবসের গণহত্যা নামে পরিচিত। এটি আগস্ট ও সেপ্টেম্বর মাসজুড়ে চলতে থাকে এবং প্যারিস থেকে পুরো ফ্রান্সে ছড়িয়ে পড়ে। প্যারিসে প্রায় তিন হাজার প্রোটেস্ট্যান্টকে হত্যা করা হয়, আর ফ্রান্সের অন্যান্য অঞ্চলে নিহতের সংখ্যা পাঁচ থেকে দশ হাজারের মধ্যে ছিল।\nরাজা হেনরি তৃতীয় ধর্মীয় সংঘাতের শান্তিপূর্ণ সমাধান খুঁজতে চেষ্টা করেন, কিন্তু গুইসের ডিউক হেনরি ও তার অনুসারীরা ১২ মে ১৫৮৮-এ তাকে প্যারিস ছাড়তে বাধ্য করে, যা ব্যারিকেডের দিন নামে পরিচিত। ১ আগস্ট ১৫৮৯-এ সেন্ট-ক্লু দুর্গে, ডমিনিকান সন্ন্যাসী জ্যাক ক্লেমঁ হেনরি তৃতীয়কে হত্যা করে। এর ফলে ভ্যালোয়া রাজবংশের শাসনের অবসান ঘটে। প্যারিস ও ক্যাথলিক লীগের অন্যান্য শহরগুলো হেনরি চতুর্থের বিরুদ্ধে ১৫৯৪ সাল পর্যন্ত প্রতিরোধ গড়ে তোলে।\n১৪ মার্চ ১৫৯০-এ ইভরির যুদ্ধ-এ পবিত্র সংযুক্তি বাহিনীকে পরাজিত করার পর, হেনরি চতুর্থ প্যারিস অবরোধ করেন। দীর্ঘকাল ধরে চলা এই অবরোধ ব্যর্থ হয়। অবশেষে, হেনরি চতুর্থ ক্যাথলিক ধর্ম গ্রহণের সিদ্ধান্ত নেন এবং ২৭ ফেব্রুয়ারি ১৫৯৪-এ শার্ত্র ক্যাথেড্রালে ফ্রান্সের রাজা হিসেবে অভিষিক্ত হন। এরপর ১৪ মার্চ ১৫৯৪-এ তিনি প্যারিসে প্রবেশ করেন।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== ১৭শ শতক ==\n\n১৬শ শতকের ধর্মীয় যুদ্ধের সময় প্যারিস মারাত্মক ক্ষতির সম্মুখীন হয়েছিল; শহরের এক-তৃতীয়াংশ অধিবাসী পালিয়ে গিয়েছিল, বহু বাড়িঘর ধ্বংস হয়েছিল, এবং লুভর, ওতেল দ্য ভিল ও তুইলেরি প্রাসাদ-এর মতো বড় নির্মাণ প্রকল্পগুলো অসম্পূর্ণ থেকে যায়। হেনরি চতুর্থ শহরের স্বাধীন প্রশাসন বিলুপ্ত করে রাজকীয় কর্মকর্তাদের মাধ্যমে সরাসরি শাসন করেন। তিনি পুনরায় নির্মাণ কাজ শুরু করেন এবং সেন নদীর পাশে লুভরের একটি নতুন অংশ, গ্যালারি দ্যু বোর্ড দ্য ল'ও, তৈরি করেন, যা পুরনো লুভরকে নতুন তুইলেরি প্রাসাদ-এর সাথে সংযুক্ত করেছিল। পরবর্তী তিন শতক ধরে লুভরকে একটি বৃহৎ রাজপ্রাসাদে পরিণত করার পরিকল্পনা চলতে থাকে। হেনরি চতুর্থের নির্মাণ প্রকল্পের তত্ত্বাবধান করেছিলেন একজন প্রোটেস্ট্যান্ট, ডিউক অব সুলি, যিনি ১৫৯৯ সালে গ্র্যান্ড মাস্টার অব আর্টিলারি পদে নিয়োগ পান। তিনি পঁ ন্যুফ সেতুর অসমাপ্ত কাজ সম্পন্ন করেন, যা ১৫৭৮ সালে হেনরি তৃতীয় শুরু করেছিলেন কিন্তু ধর্মযুদ্ধের কারণে থমকে যায়। ১৬০০ থেকে ১৬০৭ সালের মধ্যে এই সেতুটি সম্পন্ন হয় এবং এটি প্যারিসের প্রথম সেতু ছিল যেখানে কোনো ভবন ছিল না; বরং এটি খোলা ছিল এবং ফুটপাথ সংযুক্ত ছিল। সেতুর কাছেই তিনি ১৬০২–১৬০৮ সালের মধ্যে নির্মাণ করেন \"লা সামারিতেন\", যা পানীয় জল সরবরাহের পাশাপাশি লুভর ও তুইলেরি উদ্যানের জন্যও পানি সরবরাহ করত।\nহেনরি চতুর্থ ওতেল দে তুরনেলস-এর অব্যবহৃত জমির দক্ষিণ অংশে একটি নতুন অভিজাত আবাসিক স্কয়ার তৈরি করেন, যা ১৬০৫ থেকে ১৬১২ সালের মধ্যে নির্মিত হয় এবং \"প্লাস রয়াল\" নামে পরিচিত হয়। ১৮০০ সালে এর নাম পরিবর্তন করে প্লাস দে ভজ রাখা হয়। ১৬০৭ সালে, তিনি প্লাস দফিন নির্মাণ শুরু করেন, যা ইল দ্য লা সিতে-এর পশ্চিম প্রান্তে অবস্থিত এবং ত্রিশটি ইট ও পাথরের বাড়ি দ্বারা বেষ্টিত ছিল। এটি প্যারিসে তার সর্বশেষ নির্মাণ প্রকল্প ছিল। ১৪ মে ১৬১০ সালে ফ্রাঁসোয়া রাভাইয়াক, এক ক্যাথলিক উগ্রপন্থী, হেনরি চতুর্থকে হত্যা করে। চার বছর পর, পঁ ন্যুফ-এ তার একটি ব্রোঞ্জ অশ্বারোহী মূর্তি স্থাপন করা হয়, যা প্লাস দফিন-এর দিকে মুখ করে ছিল।\nমারি দ্য মেদিচি, হেনরি চতুর্থের বিধবা, নিজের জন্য লুক্সেমবার্গ প্রাসাদ (১৬১৫–১৬৩০) নির্মাণের সিদ্ধান্ত নেন, যা তার জন্মস্থান ফ্লোরেন্স-এর পিত্তি প্রাসাদ-এর আদলে তৈরি করা হয়। তার প্রাসাদের ইতালীয় বাগানে তিনি ফ্লোরেন্টাইন ঝরণা নির্মাতা তোমাসো ফ্রাঞ্চিনি-কে দিয়ে মেদিচি ঝরণা তৈরি করান। বাম তীরে পানির স্বল্পতার কারণে এই এলাকা ধীরে ধীরে উন্নত হচ্ছিল। তাই, তিনি পুরাতন রোমান জলাধার পুনর্নির্মাণ করে পানির ব্যবস্থা করেন। ১৬১৬ সালে, তিনি কুর লা রেন নামে সেন নদীর পাশ দিয়ে একটি দীর্ঘ পথ তৈরি করেন, যা ফ্লোরেন্সের রাস্তার অনুকরণে ১৮০০টি এলম গাছ দিয়ে সাজানো ছিল।\nলুই ত্রয়োদশ তার পিতা হেনরি চতুর্থের শুরু করা লুভর প্রকল্প চালিয়ে যান এবং সেখানে একটি ভারসাম্যপূর্ণ কুর ক্যারে বা চতুষ্কোণ উঠান নির্মাণ করেন। তার প্রধান মন্ত্রী কার্ডিনাল দ্য রিশেলিয়ু শহরের কেন্দ্রে আরেকটি গুরুত্বপূর্ণ ভবন নির্মাণ করেন। ১৬২৪ সালে, তিনি নিজের জন্য একটি বিশাল নতুন প্রাসাদ নির্মাণ শুরু করেন, যা \"পালেস-কার্ডিনাল\" নামে পরিচিত ছিল এবং পরে পালেস-রয়াল নামে পরিচিত হয়। এটি নির্মাণের জন্য তিনি রু সাঁ-অনরে-এর পাশে অবস্থিত বেশ কয়েকটি বড় বাড়ি কিনেছিলেন, যার মধ্যে ছিল প্রথম ওতেল দ্য রামবুইয়ে এবং সংলগ্ন ওতেল দ্য আরমানিয়াক। এরপর, তিনি এটি প্রসারিত করে একটি বৃহৎ উদ্যান তৈরি করেন, যার আকার বর্তমানে তিনগুণ ছোট, এবং যার কেন্দ্রে একটি ঝরণা ও দীর্ঘ বৃক্ষশ্রেণী ছিল।\n১৭শ শতকের প্রথমভাগে, রিশেলিয়ু প্যারিসে নতুন একধরনের ধর্মীয় স্থাপত্যশৈলী প্রবর্তনে সহায়তা করেন, যা রোমের গেসু গির্জা ও সেন্ট পিটার ব্যাসিলিকা দ্বারা অনুপ্রাণিত। জেসুইট স্থাপত্যশৈলীতে নির্মিত প্রথম সম্মুখভাগ ছিল সাঁ-জেরভে-এ-সাঁ-প্রোত্রে গির্জা (১৬১৬)। সম্পূর্ণ নতুন শৈলীতে নির্মিত প্রথম গির্জা ছিল সাঁ-পল-সাঁ-লুই গির্জা, যা রু সাঁ-অঁতোয়ান, ল্য মারেই-এ অবস্থিত। এটি ১৬২৭ থেকে ১৬৪৭ সালের মধ্যে নির্মিত হয়। যদিও এটি সম্পূর্ণরূপে জেসুইট শৈলীর ছিল না, কারণ স্থপতিরা এর অলংকরণে অতিরিক্ত শৈল্পিক স্বাধীনতা নিয়েছিলেন, তবে এটি লুই ত্রয়োদশ এবং লুই চতুর্দশ উভয়ের কাছেই জনপ্রিয় হয়। দুই রাজা এই গির্জায় তাদের হৃদপিণ্ড সংরক্ষণের নির্দেশ দেন।\nরোমের সেন্ট পিটারের গির্জা-এর গম্বুজ দ্বারা অনুপ্রাণিত হয়ে সোরবোন গির্জা (১৬৩৫–১৬৪২) নির্মাণ করা হয়, যা কার্ডিনাল রিশেলিয়ু দ্বারা কমিশনকৃত এবং তার শেষ বিশ্রামের স্থান হিসেবে নির্ধারিত ছিল। এই নকশাটি রোমের সান কার্লো আই ক্যাটিনারি গির্জার উপর ভিত্তি করে তৈরি করা হয়। নতুন শৈলী, যা কখনও কখনও ফ্ল্যামবয়ান্ট গথিক বা ফরাসি বারোক নামে পরিচিত, অন্যান্য অনেক নতুন গির্জায় দেখা যায়, যেমন নোত্র-দাম দ্য বন-নুভেল (১৬২৪), নোত্র-দাম-দে-ভিকতোয়ার (১৬২৯), সাঁ-সুলপিস (১৬৪৬), এবং সাঁ-রোশ (১৬৫৩)। নতুন শৈলীতে নির্মিত সবচেয়ে বড় প্রকল্প ছিল ভাল-দ্য-গ্রাস, যা অস্ট্রিয়ার আনা, লুই ত্রয়োদশের বিধবা, নির্মাণ করান। এটি এস্কোরিয়াল, স্পেনের রাজপ্রাসাদ এবং মঠের আদলে নির্মিত হয়, যাতে একটি কনভেন্ট, গির্জা এবং বিধবা রানীর জন্য রাজকীয় বাসস্থান ছিল। এই নির্মাণ প্রকল্পের অন্যতম স্থপতি ছিলেন ফ্রাঁসোয়া মানসার, যিনি ১৭শ শতকের ফরাসি স্থাপত্যশৈলীর প্রতীকী খাড়া ছাদের জন্য বিখ্যাত।\n১৭শ শতকের প্রথমভাগে, প্যারিসের জনসংখ্যা প্রায় দ্বিগুণ হয়, ১৬৪৩ সালে লুই ত্রয়োদশের শাসনামলের শেষে এটি ৪০০,০০০-এ পৌঁছায়। শহরের ডান ও বাম তীরের মধ্যে যোগাযোগ সহজ করতে, লুই ত্রয়োদশ সেন নদীর ওপর পাঁচটি নতুন সেতু নির্মাণ করেন, যা আগের সেতুগুলোর সংখ্যা দ্বিগুণ করে। অভিজাত, সরকারি কর্মকর্তা এবং বিত্তশালী ব্যক্তিরা নতুন এলাকায় আবাসিক প্রাসাদ বা ওতেল পার্তিকুলিয়ে নির্মাণ করেন, যেমন ফবুর সাঁ-অনরে, ফবুর সাঁ-জাক, এবং প্লাস দে ভজ-এর নিকটবর্তী ল্য মারেই অঞ্চলে। নতুন বাসস্থানে দুটি নতুন বিশেষায়িত কক্ষের ধারণা যুক্ত হয়—ভোজনকক্ষ এবং সালোঁ। আজও মূল অবস্থায় সংরক্ষিত একটি উদাহরণ হলো ওতেল দ্য সুলি (১৬২৫–১৬৩০), যা প্লাস দে ভজ ও রু সাঁ-অঁতোয়ান-এর মধ্যে অবস্থিত। লুভর এবং রু দ্যু বাক সংযোগকারী পুরনো ফেরি (বাক শব্দের অর্থ সমতল নৌকা) প্রতিস্থাপন করে একটি কাঠের, পরে একটি পাথরের সেতু নির্মাণ করা হয়, যা পঁ রয়াল নামে পরিচিত এবং এটি লুই চতুর্দশ শেষ করেন। এই সেতুর কাছেই বাম তীরে একটি নতুন অভিজাত এলাকা, ফবুর সাঁ-জার্মাঁ, দ্রুত গড়ে ওঠে। লুই ত্রয়োদশের শাসনামলে, সেন নদীর দুটি ছোট দ্বীপ, ইল নোত্র-দাম ও ইল-ও-ভাশ (যেখানে আগে গবাদি পশু চরানো হতো এবং জ্বালানির কাঠ সংরক্ষিত ছিল), একত্রিত করে ইল-সাঁ-লুই গঠন করা হয়, যা পরে প্যারিসের ধনী আর্থিক অভিজাতদের জন্য আবাসিক এলাকা হয়ে ওঠে। লুই ত্রয়োদশ তার পিতা হেনরি চতুর্থের শুরু করা লুভরের উন্নয়ন প্রকল্প চালিয়ে যান এবং এর কেন্দ্রে সমন্বিত কুর ক্যারে বা বর্গাকার উঠান তৈরি করেন। তার প্রধান মন্ত্রী, কার্ডিনাল দে রিশেলিয়ু, প্যারিসের কেন্দ্রে আরেকটি গুরুত্বপূর্ণ ভবন নির্মাণ করেন। ১৬২৪ সালে, তিনি নিজের জন্য একটি বিশাল নতুন প্রাসাদ নির্মাণ শুরু করেন, যার নাম ছিল \"পালেস-কার্ডিনাল\", যা পরবর্তীতে পরিচিত হয় পালেস-রয়্যাল নামে। তিনি রু সাঁ-তোনোরে-তে অবস্থিত বেশ কয়েকটি বড় প্রাসাদ কিনে নেন, যার মধ্যে ওতেল দ্য রামবুইয়ে এবং ওতেল দারমানিয়াক ছিল। এরপর তিনি এটি আরও সম্প্রসারিত করেন, যেখানে বিশাল একটি বাগান ছিল, যা বর্তমান বাগানের তিনগুণ বড় ছিল। এই বাগানের কেন্দ্রে একটি ঝরণা স্থাপন করা হয় এবং এর দু'পাশে দীর্ঘ সারিতে গাছ লাগানো হয়।\n১৭শ শতকের প্রথম দিকে, রিশেলিয়ু প্যারিসে নতুন ধর্মীয় স্থাপত্যশৈলী প্রচলন করেন, যা রোমের বিখ্যাত গির্জাগুলো দ্বারা অনুপ্রাণিত ছিল, বিশেষত গেসু গির্জা এবং সেন্ট পিটার্স ব্যাসিলিকা। জেসুইট শৈলীতে নির্মিত প্রথম সম্মুখভাগ ছিল সাঁ-জারভে গির্জা (১৬১৬)। নতুন শৈলীতে সম্পূর্ণ নির্মিত প্রথম গির্জা ছিল সাঁ-পল-সাঁ-লুই গির্জা, যা ল্য মারেই-তে রু সাঁ-তোয়ান্তোয়ান-এ অবস্থিত এবং ১৬২৭ থেকে ১৬৪৭ সালের মধ্যে নির্মিত হয়। যদিও এটি পুরোপুরি জেসুইট শৈলীতে নির্মিত হয়নি, কারণ স্থপতিরা অতিরিক্ত অলংকরণ যুক্ত করেছিলেন, তবুও এটি লুই ত্রয়োদশ ও লুই চতুর্দশ-এর প্রশংসা লাভ করেছিল; উভয় রাজাদের হৃদয় এখানে সংরক্ষিত আছে।\nরোমের সেন্ট পিটারের গম্বুজ দ্বারা অনুপ্রাণিত হয়ে, সর্বোন গির্জা (১৬৩৫–১৬৪২)-এর গম্বুজ নির্মাণ করা হয়, যা কার্ডিনাল রিশেলিয়ু কমিশন করেছিলেন। এটি তার চূড়ান্ত সমাধিস্থল হিসেবে ব্যবহৃত হয়। এর নকশা নেওয়া হয়েছিল রোমের সান কার্লো আই কাটিনারি গির্জা থেকে। এই নতুন শৈলী, যাকে কখনও কখনও ফরাসি বারোক বলা হয়, প্যারিসের অনেক নতুন গির্জায় দেখা যায়, যার মধ্যে নোত্র-দাম দ্য বন-নুভেল (১৬২৪), নোত্র-দাম-দে-ভিক্তোয়ার (১৬২৯), সাঁ-সুলপিস (১৬৪৬) এবং সাঁ-রশ (১৬৫৩) অন্তর্ভুক্ত।\nএই নতুন শৈলীর সবচেয়ে বড় প্রকল্প ছিল ভাল-দ্য-গ্রাস গির্জা, যা লুই ত্রয়োদশের বিধবা অস্ট্রিয়ার অ্যান নির্মাণ করেছিলেন। এটি স্পেনের এস্কোরিয়াল-এর অনুকরণে নির্মিত হয়েছিল, যেখানে একটি কনভেন্ট, একটি গির্জা এবং রানির জন্য রাজকীয় অ্যাপার্টমেন্ট ছিল। এই গির্জার স্থপতিদের মধ্যে অন্যতম ছিলেন ফ্রাঁসোয়া মানসার, যিনি ১৭শ শতকের ফরাসি স্থাপত্যের চিহ্নস্বরূপ ঢালু ছাদের জন্য বিখ্যাত।\n১৭শ শতকের প্রথমার্ধে, প্যারিসের জনসংখ্যা প্রায় দ্বিগুণ হয়, এবং লুই ত্রয়োদশের শাসনের শেষে ১৬৪৩ সালে এটি ৪০০,০০০-এ পৌঁছে। শহরের বর্ধিত যোগাযোগ ব্যবস্থা উন্নত করতে লুই ত্রয়োদশ সেন নদীর ওপর পাঁচটি নতুন সেতু নির্মাণ করেন, যা পূর্ববর্তী সেতুর সংখ্যার দ্বিগুণ ছিল। অভিজাত শ্রেণি, সরকারি কর্মকর্তা এবং ধনী ব্যক্তিরা নতুন ওতেল পার্টিকুলিয়ে বা শহরীয় প্রাসাদ নির্মাণ করেন, বিশেষ করে রু দ্য ফবুর্গ সাঁ-তোনোরে, ফবুর্গ সাঁ-জাক, এবং প্লাস দে ভজ-এর কাছাকাছি ল্য মারেই অঞ্চলে। নতুন এই প্রাসাদগুলোতে দুটি নতুন বিশেষায়িত কক্ষ সংযুক্ত করা হয়—ডাইনিং রুম এবং সালোন বা বসার ঘর। এর অন্যতম সেরা উদাহরণ হল ওতেল দ্য সুলি (১৬২৫–১৬৩০), যা আজও প্লাস দে ভজ ও রু সাঁ-তোয়ান্তোয়ান-এর সংযোগস্থলে দেখা যায়।\nলুভর এবং রু দ্য বাক-এর মধ্যবর্তী পুরনো ফেরি পরিবর্তন করে প্রথমে কাঠের এবং পরে পাথরের পঁ রয়্যাল সেতু তৈরি করা হয়, যা শেষ পর্যন্ত লুই চতুর্দশ সম্পন্ন করেন। নতুন এই সেতুর দক্ষিণ প্রান্তে ফবুর্গ সাঁ-জার্মাঁ নামে একটি অভিজাত আবাসিক এলাকা গড়ে ওঠে। লুই ত্রয়োদশের শাসনামলে ইল নোত্র-দাম এবং ইল-সাঁ-লুই-এর দুটি ছোট দ্বীপ একত্রিত করা হয়, যা মূলত পশু চরানোর স্থান ছিল। এটি পরবর্তীতে প্যারিসের ধনীদের ওতেল পার্টিকুলিয়ে নির্মাণের জন্য জনপ্রিয় স্থান হয়ে ওঠে।\nলুই ত্রয়োদশের শাসনামলে, প্যারিস ইউরোপের সাংস্কৃতিক রাজধানী হিসেবে তার খ্যাতি দৃঢ় করে। ১৬০৯ সালে, লুভর গ্যালারি তৈরি করা হয়, যেখানে চিত্রশিল্পী, ভাস্কর এবং কারিগররা তাদের কর্মশালা স্থাপন করেন। আকাদেমি ফ্রঁসেজ ১৬৩৫ সালে কার্ডিনাল দে রিশেলিয়ু কর্তৃক প্রতিষ্ঠিত হয়, যা ইতালীয় রেনেসাঁর আদলে তৈরি একটি একাডেমি। পরবর্তীকালে রয়্যাল একাডেমি অফ পেইন্টিং অ্যান্ড স্কাল্পচার ১৬৪৮ সালে প্রতিষ্ঠিত হয়, যা পরবর্তীতে ফাইন আর্টস একাডেমি নামে পরিচিতি লাভ করে। ফ্রান্সের প্রথম উদ্ভিদ উদ্যান, জার্দাঁ দ্য প্লান্ত (প্রথমে \"জার্দাঁ দ্য রোয়া\"), ১৬৩৩ সালে প্রতিষ্ঠিত হয়, যা ঔষধি উদ্ভিদের সংরক্ষণ এবং উদ্ভিদ গবেষণার জন্য ব্যবহৃত হতো। এটি প্যারিসের প্রথম পাবলিক উদ্যান ছিল। এছাড়া, ১৬৩৫ সালে কার্ডিনাল রিশেলিয়ু তার \"পালেস-কার্ডিনাল\"-এর ভেতরে প্যারিসের প্রথম স্থায়ী থিয়েটার তৈরি করেন।\nরিশেলিয়ু ১৬৪২ সালে মারা যান, এবং ১৬৪৩ সালে লুই ত্রয়োদশ মৃত্যুবরণ করেন। তার ছেলে, লুই চতুর্দশ, তখন মাত্র পাঁচ বছর বয়সী ছিলেন, এবং তার মা অস্ট্রিয়ার অ্যান রাজত্বের ভার গ্রহণ করেন। রিশেলিয়ুর উত্তরসূরি, কার্ডিনাল মাজারাঁ, প্যারিসের পার্লামেন্ট-এর ওপর নতুন কর আরোপের চেষ্টা করেন। পার্লামেন্ট ছিল শহরের অন্যতম শক্তিশালী অভিজাত শ্রেণির একটি সংগঠন। কিন্তু পার্লামেন্ট কর দিতে অস্বীকৃতি জানালে, মাজারাঁ তাদের নেতাদের গ্রেপ্তার করেন। এর ফলে ফ্রঁদ বিদ্রোহ নামে এক দীর্ঘ গৃহযুদ্ধের সূত্রপাত হয়, যা ১৬৪৮ থেকে ১৬৫৩ সাল পর্যন্ত চলে।\nএই সময়ে, তরুণ লুই চতুর্দশ পালেস-রয়্যাল-এ কার্যত গৃহবন্দী ছিলেন। ১৬৪৯ এবং ১৬৫১ সালে, তাকে এবং তার মাকে শহর থেকে পালিয়ে সাঁ-জার্মাঁ-আঁ-লে প্রাসাদে আশ্রয় নিতে হয়, যতক্ষণ না রাজকীয় বাহিনী আবার প্যারিস দখল করে। এই অভিজ্ঞতার ফলে লুই চতুর্দশ সারাজীবন প্যারিসের প্রতি অবিশ্বাসী হয়ে ওঠেন। তিনি তার বাসস্থান পালেস-রয়্যাল থেকে সরিয়ে প্রথমে লুভর-এ নেন, এবং ১৬৭১ সালে, শহর থেকে একেবারে ভার্সাইয়ে চলে যান। এরপর তিনি যত কম সম্ভব প্যারিসে আসতেন। রাজা প্যারিসের প্রতি সন্দেহপ্রবণ থাকলেও, শহরটি ততদিনে উন্নতি করতে থাকে এবং তার শাসনামলে জনসংখ্যা ৪০০,০০০ থেকে ৫০০,০০০-এ পৌঁছে যায়। তিনি জঁ-বাতিস্ত কোলবের-কে তার নতুন স্থাপত্য তত্ত্বাবধায়ক হিসেবে নিয়োগ দেন। কোলবেরের লক্ষ্য ছিল প্যারিসকে প্রাচীন রোমের উত্তরসূরি হিসেবে গড়ে তোলা। এই উদ্দেশ্যে, ১৬৬১ সালের জানুয়ারিতে তুইলেরির ক্যারোজেল স্কয়ারে এক রাজকীয় উৎসবের আয়োজন করা হয়, যেখানে লুই চতুর্দশ একজন রোমান সম্রাটের পোশাক পরে ঘোড়ায় চড়ে উপস্থিত হন, এবং তার পেছনে অভিজাতদের একটি বিশাল দল ছিল।\nলুই চতুর্দশ লুভরের পূর্ব অংশে এক রাজকীয় স্তম্ভশ্রেণী (১৬৭০) নির্মাণ করেন এবং লুই লে ভো ও শার্ল ল্য ব্র্যাঁ-এর নকশায় অ্যাপোলো গ্যালারি নির্মিত হয়, যেখানে রাজাকে প্রতীকী সূর্যদেবতার রথ পরিচালনায় চিত্রিত করা হয়। এছাড়া, তুইলেরি প্রাসাদ সম্প্রসারণ করা হয় এবং আন্দ্রে ল্য নোত্র, রাজকীয় উদ্যান পরিকল্পনাকারী, তুইলেরি উদ্যান নতুনভাবে সাজান।  \nলুভরের বিপরীতে, তিনি কোলে দে ক্যাত্র-নাসিওঁ (১৬৬২–১৬৭২) নির্মাণ করেন, যা চারটি নতুন সংযুক্ত অঞ্চলের শিক্ষার্থীদের জন্য ছিল (বর্তমানে এটি ইনস্টিটিউ দ্য ফ্রঁস নামে পরিচিত)। তিনি প্যারিসের জন্য একটি নতুন হাসপাতাল, সালপেত্রিয়ের হাসপাতাল এবং আহত সৈন্যদের জন্য একটি নতুন হাসপাতাল কমপ্লেক্স লেজ আংভালিদ (১৬৭৪) নির্মাণ করেন। শহরের কেন্দ্রে তিনি দুটি বিশাল নতুন স্কয়ার নির্মাণ করেন—প্লাস দে ভিক্তোয়ার (১৬৮৯) এবং প্লাস ভঁদোম (১৬৯৮)। লুই চতুর্দশ ঘোষণা করেন যে প্যারিস আর কোনো বহিরাগত আক্রমণের হুমকির মুখে নেই, তাই শহরের প্রতিরক্ষা দেয়ালগুলোর আর প্রয়োজন নেই। তিনি প্রধান নগর প্রাচীর ভেঙে ফেলেন, যা পরে বৃহৎ বুলেভার্ডে পরিণত হয়। প্রাচীর ধ্বংসের উদযাপনে, তিনি দুটি বিজয় তোরণ নির্মাণ করেন—পোর্ত সাঁ-দনি (১৬৭২) এবং পোর্ত সাঁ-মার্টিন (১৬৭৬)। শহরের সাংস্কৃতিক জীবনও সমৃদ্ধ হতে থাকে; কমেদি-ফ্রঁসেজ (১৬৮১) প্রতিষ্ঠা করা হয়, যা প্যারিসের ভবিষ্যৎ সবচেয়ে বিখ্যাত থিয়েটার হয়ে ওঠে। শহরের প্রথম ক্যাফে-রেস্তোরাঁ, ক্যাফে প্রোকোপ, ১৬৮৬ সালে ইতালীয় ব্যবসায়ী ফ্রান্সেস্কো প্রোকোপিও দেই কোলতেল্লি খোলেন।  \nতবে, প্যারিসের দরিদ্র জনগণের জীবন ছিল সম্পূর্ণ ভিন্ন। তারা ইল দ্য লা সিতে-সহ শহরের পুরনো অঞ্চলে সংকীর্ণ ও উঁচু পাঁচ বা ছয়তলা ভবনে গাদাগাদি করে বসবাস করত। অন্ধকার রাস্তাগুলোতে অপরাধ ছিল একটি বড় সমস্যা। রাস্তার নিরাপত্তা বাড়াতে, শহরের প্রধান সড়কগুলোতে ধাতব লণ্ঠন টাঙানো হয়, এবং জঁ-বাতিস্ত কোলবের রাতে পাহারার জন্য ৪০০ জন সশস্ত্র প্রহরী নিয়োগ করেন। ১৬৬৭ সালে, গ্যাব্রিয়েল নিকোলা দে লা রেনি প্যারিসের প্রথম পুলিশ প্রধান হিসেবে নিযুক্ত হন, এবং তিনি ৩০ বছর এই পদে থাকেন। তার উত্তরসূরিরা সরাসরি রাজাকে রিপোর্ট করতেন। লুই চতুর্দশের শাসনামলে প্যারিসের জনসংখ্যা দ্রুত বৃদ্ধি পায়, এবং শহরটি নতুন অবকাঠামো, রাস্তা এবং জনসেবামূলক স্থাপনা দ্বারা আরও সুসংগঠিত হয়ে ওঠে। তবে, শহরের স্বাস্থ্যব্যবস্থা ও স্যানিটেশন তখনো বড় চ্যালেঞ্জ ছিল। সংকীর্ণ গলিগুলো অপরিচ্ছন্ন ছিল, এবং আবর্জনা নদী ও খালগুলোর মধ্যে ফেলা হত, যা রোগের সংক্রমণ বৃদ্ধি করত। রাজা শহরের জল সরবরাহ ব্যবস্থার উন্নয়নে উদ্যোগ নেন। তিনি বেশ কয়েকটি নতুন জলাধার ও ফোয়ারা নির্মাণ করেন, যার মধ্যে অন্যতম ছিল সামারিতেন পাম্পিং স্টেশন, যা সেন নদী থেকে জল উত্তোলন করে নগরীর বিভিন্ন অঞ্চলে সরবরাহ করত। এছাড়াও, শহরের রাস্তায় নৈশপ্রদীপ স্থাপন করা হয়, এবং ১৬৭০-এর দশকে প্যারিস ইউরোপের প্রথম শহর হয়ে ওঠে যেখানে নিয়মিত রাতের আলোকসজ্জার ব্যবস্থা করা হয়।  \nরাজা লুভরকে রাজকীয় আবাসন হিসেবে ব্যবহার করলেও, তিনি শহরের দক্ষিণ অংশে নতুন নির্মাণ প্রকল্প হাতে নেন। সাঁ-সুলপিস গির্জার সম্প্রসারণ করা হয়, এবং নতুন ধর্মীয় ভবনগুলোর মধ্যে নোত্র-দাম-দে-ভিক্তোয়ার ও সাঁ-রশ গির্জা উল্লেখযোগ্য। একই সময়ে, ফরাসি অপেরা প্রথমবারের মতো জনপ্রিয় হতে শুরু করে এবং কমেদি-ফ্রঁসেজ নিয়মিত নাটক মঞ্চস্থ করে। লুই চতুর্দশ প্যারিসের সামরিক প্রতিরক্ষার পরিবর্তে শহরের সৌন্দর্যবৃদ্ধির ওপর গুরুত্ব দেন। তিনি রাজপথগুলোর প্রশস্তকরণ করেন, এবং সেন নদীর তীরে দীর্ঘ প্রসারিত ও সুশৃঙ্খল রাস্তা তৈরি করেন, যা পরবর্তী শতকে শঁজেলিজে অ্যাভিনিউ-র রূপ ধারণ করে। তবে রাজকীয় ব্যয়ের ভার এবং নতুন করের কারণে প্যারিসের সাধারণ নাগরিকদের মধ্যে অসন্তোষ বৃদ্ধি পায়। ১৬৯০-এর দশকে, অর্থনৈতিক সংকট ও দুর্ভিক্ষের ফলে শহরের শ্রমিক ও সাধারণ জনগণ ক্ষুব্ধ হয়ে ওঠে। অভিজাত ও ধনী ব্যক্তিরা শহরের কেন্দ্র থেকে আরও প্রশস্ত ও সবুজ প্রান্তবর্তী এলাকায় বসবাস করতে শুরু করে, যা পরবর্তীতে ফবুর্গ সাঁ-জার্মাঁ-এর মতো অভিজাত অঞ্চল হয়ে ওঠে।  \nলুই চতুর্দশের মৃত্যুর পর তার উত্তরসূরি লুই পঞ্চদশ রাজত্বের শুরুতে প্যারিসে খুব বেশি পরিবর্তন আনেননি। তবে, ১৭শ শতকের শেষভাগে শহরটি ইতোমধ্যে ইউরোপের বৃহত্তম এবং সবচেয়ে সমৃদ্ধ নগরীগুলোর একটি হয়ে ওঠে, যা ১৮শ শতকের ফরাসি আলোকায়নের কেন্দ্রবিন্দু হয়ে ওঠার প্রস্তুতি নিচ্ছিল।\n\n\n== ১৮শ শতাব্দী ==\n\nলুই চতুর্দশ ১ সেপ্টেম্বর ১৭১৫ সালে মারা যান। তাঁর ভাইপো, ফিলিপ দ'ওরলেয়াঁ, পাঁচ বছর বয়সী রাজা লুই পঞ্চদশ-এর জন্য অভিভাবক হিসাবে রাজপরিবার এবং সরকারকে আবার প্যারিসে ফিরিয়ে আনেন, যেখানে এটি সাত বছর ধরে অবস্থান করেছিল। রাজা তুইলেরি প্রাসাদে বসবাস করতেন, আর অভিভাবক থাকতেন তাঁর পারিবারিক বিলাসবহুল আবাসস্থল পালেস-রয়াল-এ (যেটি পূর্বে ছিল পালেস-কার্ডিনাল, কার্ডিনাল রিশেলিয়ের আবাস)। তিনি থিয়েটার, অপেরা, নৃত্য উৎসব এবং প্যারিসের অভিজাত সমাজের প্রতি মনোযোগ দেন।\nতিনি প্যারিসের বুদ্ধিবৃত্তিক জীবনে একটি গুরুত্বপূর্ণ অবদান রাখেন। ১৭১৯ সালে, তিনি রয়্যাল লাইব্রেরিকে পালেস-রয়াল সংলগ্ন ওতেল দ্য নেভার-এ স্থানান্তর করেন, যা পরবর্তীতে ফ্রান্সের জাতীয় গ্রন্থাগার-এর অংশ হয়ে ওঠে। ১৫ জুন ১৭২২ সালে, প্যারিসের রাজনৈতিক অস্থিরতার কারণে, অভিভাবক রাজপরিবারকে আবার ভার্সাইতে স্থানান্তর করেন। এরপর লুই পঞ্চদশ বিশেষ অনুষ্ঠানে কেবল শহরটি পরিদর্শন করতেন।\nলুই পঞ্চদশ ও তাঁর উত্তরসূরি লুই ষোড়শ-এর প্রধান স্থাপত্য প্রকল্পগুলির মধ্যে ছিল বাম তীরের মোঁতান সেন্ট-জেনেভিয়েভ-এ নতুন সেন্ট-জেনেভিয়েভ গির্জা, যা পরবর্তীতে পানথিয়ন নামে পরিচিত হয়। ১৭৫৭ সালে এর পরিকল্পনা অনুমোদিত হয় এবং নির্মাণ কাজ ফরাসি বিপ্লব পর্যন্ত চলতে থাকে। লুই পঞ্চদশ আরও নির্মাণ করেন একটি নতুন সামরিক বিদ্যালয়, একোল মিলিতেয়ার (১৭৭৩), একটি নতুন চিকিৎসা বিদ্যালয়, একোল দ্য শিরুর্জি (১৭৭৫), এবং একটি নতুন টাকশাল, ওতেল দে মোনে (১৭৬৮)।\n\n\n=== বিস্তৃতি ===\nলুই পঞ্চদশ-এর শাসনামলে, শহরটি পশ্চিম দিকে সম্প্রসারিত হয়। একটি নতুন বুলেভার্ড, শঁজেলিজে, তুইলেরি উদ্যান থেকে শুরু করে রঁদ-পয়েন্ট (বর্তমানে প্লাস দে লেতোয়াল) হয়ে সেন নদী পর্যন্ত প্রসারিত করা হয়, যা প্যারিস ঐতিহাসিক অক্ষ নামে পরিচিত। ১৭৬৬ থেকে ১৭৭৫ সালের মধ্যে, কুর-লা-রেন এবং তুইলেরি উদ্যানের মাঝে একটি বৃহৎ চত্বর তৈরি করা হয়, যার কেন্দ্রে লুই পঞ্চদশ-এর অশ্বারোহী ভাস্কর্য স্থাপন করা হয়। এটি প্রথমে \"প্লাস লুই পঞ্চদশ\", পরে \"প্লাস দে লা রেভল্যুশন\" (১০ আগস্ট ১৭৯২-এর পরে) এবং অবশেষে ১৭৯৫ সালে প্লাস দে লা কংকর্ড নামে পরিচিত হয়।\n১৬৪০ থেকে ১৭৮৯ সালের মধ্যে, প্যারিসের জনসংখ্যা ৪ লক্ষ থেকে ৬ লক্ষে উন্নীত হয়। এটি তখন ইউরোপের বৃহত্তম শহর ছিল না; লন্ডন প্রায় ১৭০০ সালের দিকে এটি অতিক্রম করে, তবে এটি দ্রুত বৃদ্ধি পাচ্ছিল, মূলত প্যারিস অববাহিকা এবং ফ্রান্সের উত্তর ও পূর্ব অঞ্চল থেকে আগত অভিবাসনের কারণে। শহরের কেন্দ্র ক্রমশ আরও জনাকীর্ণ হয়ে ওঠে; প্লট ছোট হয়ে আসতে থাকে এবং ভবনগুলোর উচ্চতা চার, পাঁচ, এমনকি ছয় তলায় পৌঁছে যায়। ১৭৮৪ সালে, ভবনগুলোর উচ্চতা সর্বোচ্চ নয় তোয়াজ (প্রায় আঠারো মিটার) নির্ধারিত হয়।\n\n\n=== আলোকায়নের যুগ ===\n১৮শ শতাব্দীতে, প্যারিস ছিল দার্শনিক ও বৈজ্ঞানিক কার্যকলাপের বিস্ফোরণের কেন্দ্র, যা আলোকায়নের যুগ নামে পরিচিত। ডেনি দিদরো এবং জ্যঁ লে রঁ দালামবের তাদের এনসাইক্লোপেডি ১৭৫১–৫২ সালে প্রকাশ করেন। এটি ইউরোপ জুড়ে বুদ্ধিজীবীদের মানব জ্ঞানের উচ্চমানের সার্ভে প্রদান করে। মঁগলফিয়ে ভ্রাতৃদ্বয় ২১ নভেম্বর ১৭৮৩ সালে বোয়া দ্য বোলোন-এর নিকটস্থ শাতো দ্য লা মুইত থেকে প্রথম মানববাহী উষ্ণ-বায়ু বেলুন উড্ডয়ন করেন। প্যারিস ছিল ফ্রান্স এবং মহাদেশীয় ইউরোপের আর্থিক রাজধানী, বই প্রকাশনা, ফ্যাশন, এবং উন্নতমানের আসবাব ও বিলাসবহুল পণ্যের প্রধান ইউরোপীয় কেন্দ্র। প্যারিসিয়ান ব্যাংকাররা নতুন আবিষ্কার, থিয়েটার, উদ্যান, এবং শিল্পকর্মে অর্থায়ন করতেন। সফল প্যারিসিয়ান নাট্যকার পিয়ের দ্য বোমারশে, দ্য বার্বার অফ সেভিল এর লেখক, আমেরিকান বিপ্লবে অর্থায়নে সহায়তা করেছিলেন।\nপ্যারিসে প্রথম ক্যাফে ১৬৭২ সালে খোলা হয়েছিল, এবং ১৭২০-এর দশকে শহরে প্রায় ৪০০ ক্যাফে ছিল। এগুলো শহরের লেখক ও পণ্ডিতদের মিলনস্থল হয়ে উঠেছিল। ক্যাফে প্রোকোপ-এ ভলতেয়ার, জ্যঁ-জাক রুশো, দিদরো এবং দালামবের আসতেন। এগুলো সংবাদ, গুজব এবং ধারণা বিনিময়ের গুরুত্বপূর্ণ কেন্দ্র হয়ে উঠেছিল, যা প্রায়শই সেসময়ের সংবাদপত্রের চেয়ে বেশি নির্ভরযোগ্য ছিল।\n১৭৬৩ সালের মধ্যে, ফবুর সাঁ-জার্মাঁ লে মারেইসকে প্রতিস্থাপন করে অভিজাত ও ধনীদের জন্য সবচেয়ে ফ্যাশনেবল আবাসিক পাড়া হয়ে ওঠে, যারা চমৎকার ব্যক্তিগত প্রাসাদ নির্মাণ করেছিলেন, যার বেশিরভাগ পরবর্তীতে সরকারি বাসভবন বা প্রতিষ্ঠান হয়ে ওঠে: ওতেল দ্যভ্রো (১৭১৮–১৭২০) এলিসি প্রাসাদ, ফরাসি প্রজাতন্ত্রের রাষ্ট্রপতির বাসভবন; ওতেল মাতিন্যঁ, প্রধানমন্ত্রীর বাসভবন; পালেস বুরবোঁ, জাতীয় পরিষদের আসন; ওতেল সালম, পালেস দ্য লেজিয়ঁ দ'অনার; এবং ওতেল দ্য বিরোঁ অবশেষে রোদ্যাঁ জাদুঘর হয়ে ওঠে। তিনি বেসরকারি প্রাসাদ নির্মাণ করেছিলেন, যার বেশিরভাগ পরবর্তীকালে সরকারি বাসভবন বা প্রতিষ্ঠান হয়ে ওঠে: হোটেল দ'এভরেউ (১৭১৮–১৭২০) এলিসি প্রাসাদ হয়ে ওঠে, যা ফরাসি প্রজাতন্ত্রের রাষ্ট্রপতির বাসভবন; হোটেল ম্যাতিনিয়ঁ ফ্রান্সের প্রধানমন্ত্রী বাসভবন; পালেস বোর্বন জাতীয় পরিষদের (ন্যাশনাল অ্যাসেম্বলি) আসন; হোটেল সালম পালেস দ্য লেজিওন দ'অনর; এবং হোটেল দ্য বিরোঁ পরবর্তীতে রোদাঁ জাদুঘর হয়ে ওঠে।\n\n\n=== স্থাপত্য ===\nপ্যারিসে ১৭শ শতাব্দীর মাঝামাঝি থেকে লুই-ফিলিপ-এর শাসনামল পর্যন্ত প্রধান স্থাপত্যশৈলী ছিল নিও-ক্লাসিক্যাল, যা গ্রিক-রোমান স্থাপত্যের অনুকরণে গড়ে উঠেছিল। এর সবচেয়ে উল্লেখযোগ্য উদাহরণ ছিল নতুন লা মাদলেন গির্জা, যার নির্মাণ শুরু হয়েছিল ১৭৬৪ সালে। এটি এতটাই ব্যাপকভাবে ব্যবহৃত হয়েছিল যে, সমালোচনার সম্মুখীন হয়েছিল। বিপ্লবের ঠিক আগে, সাংবাদিক লুই-সেবাস্তিয়েন মের্সিয়ে মন্তব্য করেছিলেন:\n\n\"আমাদের স্থপতিদের সৃজনশীলতা কত একঘেয়ে! তারা শুধু নকল করে, চিরকাল একই পুনরাবৃত্তি! তারা কোনো ছোটখাট ভবনও কলাম ছাড়া তৈরি করতে জানে না... সব কিছুই কম-বেশি মন্দিরের মতো দেখতে।\"\n\n\n=== সামাজিক সমস্যা ও করব্যবস্থা ===\nইতিহাসবিদ ড্যানিয়েল রোশ অনুমান করেন যে, ১৭০০ সালে প্যারিসে ১,৫০,০০০ থেকে ২,০০,০০০ দরিদ্র লোক ছিল, যা শহরের মোট জনসংখ্যার প্রায় এক-তৃতীয়াংশ। অর্থনৈতিক সংকটের সময় এই সংখ্যা আরও বৃদ্ধি পেত। এই সংখ্যা শুধুমাত্র তাদেরই অন্তর্ভুক্ত করত, যারা আনুষ্ঠানিকভাবে স্বীকৃত ছিল এবং যাদের গির্জা ও শহর থেকে সহায়তা প্রদান করা হতো।\n১৮শ শতাব্দীর প্রথমার্ধে প্যারিসে অনেক সুন্দর ভবন ছিল, তবে অনেক পর্যবেক্ষক এটিকে সুন্দর শহর বলে মনে করতেন না। দার্শনিক জ্যঁ-জাক রুশো ১৭৪২ সালে লিওঁ থেকে প্যারিসে এসে তার হতাশার কথা বর্ণনা করেন:\n\n\"আমি ভেবেছিলাম, এটি হবে এক মহান এবং সুন্দর শহর, যেখানে চওড়া রাজপথ ও সোনালী ও মার্বেল প্রাসাদ থাকবে। কিন্তু আমি যখন ফবুর সাঁ-মারসো হয়ে প্রবেশ করলাম, তখন দেখলাম কেবল সংকীর্ণ, নোংরা, দুর্গন্ধযুক্ত গলি, অন্ধকারাচ্ছন্ন কালো বাড়ি, ভিখারি, দারিদ্র্য; রাস্তায় গাড়োয়ান, পুরনো জামা-কাপড় মেরামতকারী এবং পুরনো টুপি বিক্রেতাদের দেখা মিলল।\"\n১৭৪৯ সালে তার এম্বেলিসমঁ দ্য প্যারিস-এ ভলতেয়ার লিখেছিলেন:\n\n\"আমরা লজ্জিত হই যখন দেখি জনবাজারগুলো সরু রাস্তায় বসানো হয়েছে, যেখানে ময়লা জমে, রোগ ছড়ায়, এবং বিশৃঙ্খলা সৃষ্টি করে... বিশাল এলাকাগুলোকে খোলা স্থানের প্রয়োজন। শহরের কেন্দ্র অন্ধকার, সংকীর্ণ, কুৎসিত, যেন বর্বরতার এক স্মৃতি।\"\nশ্রমজীবী মানুষের প্রধান আবাস ছিল শহরের পূর্বপ্রান্তের পুরাতন ফবুর সাঁ-তোয়ান, যা মধ্যযুগ থেকেই কাঠ ও আসবাব তৈরির কেন্দ্র ছিল। অনেক কারিগরের কর্মশালা এখানে অবস্থিত ছিল, এবং এটি ছিল প্যারিসের প্রায় ১০% জনসংখ্যার বাসস্থান। শহরটি ক্রমশ প্রসারিত হচ্ছিল, বিশেষ করে পশ্চিম ও উত্তর-পশ্চিম দিকে, যেখানে এক-দুই তলা পাথর ও কাঠের ঘরবাড়ি, সবজি বাগান, ঝুপড়ি, ও কর্মশালার সংমিশ্রণ দেখা যেত।\nশহরে কোনো মেয়র বা একক প্রশাসন ছিল না; এর পুলিশপ্রধান সরাসরি রাজার কাছে রিপোর্ট করতেন, প্রেভো দে মার্চাঁ দ্য প্যারিস ব্যবসায়ীদের প্রতিনিধিত্ব করতেন, এবং প্যার্লামঁ দ্য প্যারিস, যা অভিজাতদের দ্বারা পরিচালিত হতো, তা মূলত আনুষ্ঠানিক ছিল এবং বাস্তবে খুব সামান্য ক্ষমতা রাখত। ক্রমবর্ধমান জনসংখ্যার জন্য প্রয়োজনীয় পরিষেবাগুলি সরবরাহ করাই ছিল চ্যালেঞ্জ। প্রথমবারের মতো, ধাতব বা পাথরের ফলকে রাস্তার নাম লেখা হয়েছিল, এবং প্রতিটি ভবনকে একটি নির্দিষ্ট নম্বর দেওয়া হয়। স্বাস্থ্যবিধি, নিরাপত্তা, এবং যানবাহন চলাচলের নিয়ম পুলিশের লেফটেন্যান্ট-জেনারেল দ্বারা নির্ধারিত হয়েছিল। ১৮শ শতাব্দীর শেষের দিকে রাস্তায় প্রথম তেলের বাতি স্থাপন করা হয়।\nবৃহৎ বাষ্পচালিত পাম্প গড়ে তোলা হয়েছিল গ্রো-কাইয়ো এবং শ্যইলো-এ, যা কেবল ধনী এলাকাগুলোতে পানি সরবরাহ করত। তখনও প্যারিসে সঠিক নিকাশী ব্যবস্থা ছিল না; বিয়েভ্র নদী উন্মুক্ত নর্দমার কাজ করত, যা সমস্ত আবর্জনা সেন নদীতে ফেলত। ১৭২৯ থেকে ১৮০১ সালের মধ্যে প্রথম অগ্নিনির্বাপণ বাহিনী গঠিত হয়, বিশেষ করে ১৭৮১ সালে পালেস-রয়াল-এর অপেরা হাউসের বিশাল অগ্নিকাণ্ডের পর। শহরের রাস্তায় ধনী ব্যক্তিরা তাদের চাকরদের দ্বারা বহন করা চেয়ার ব্যবহারের পরিবর্তে ধীরে ধীরে ঘোড়ার গাড়িতে চলাফেরা শুরু করে। ১৭৫০ সালের মধ্যে প্যারিসে ১০,০০০-এর বেশি ভাড়ার গাড়ি চলত, যা ছিল শহরের প্রথম ট্যাক্সি। লুই ষোড়শ ১৭৭৪ সালে ফ্রান্সের সিংহাসনে আরোহণ করেন, এবং ভার্সাইয়ে তার নতুন সরকার তীব্র অর্থসংকটে পড়েছিল। সপ্তবর্ষীয় যুদ্ধ (১৭৫৫–৬৩) ফ্রান্সের রাজকোষ শূন্য করে ফেলেছিল, এবং আমেরিকান বিপ্লবে ফরাসি হস্তক্ষেপ ১৭৭৬ সালের পর আরও ভয়াবহ আর্থিক সংকট সৃষ্টি করে। \nরাজস্ব বৃদ্ধির জন্য শহরে প্রবেশ করা পণ্যের উপর কর আরোপ করা হয়, এবং এই কারণে ১৭৮৪ থেকে ১৭৯১ সালের মধ্যে প্যারিসকে একটি নতুন প্রাচীর দিয়ে ঘিরে ফেলা হয়, যা বণিকদের শহরে প্রবেশে বাধা সৃষ্টি করত। এই প্রাচীর, যা ফার্ম জেনারেলের প্রাচীর নামে পরিচিত, ২৫ কিলোমিটার দীর্ঘ, ৪ থেকে ৫ মিটার উচ্চতা বিশিষ্ট ছিল এবং এতে ৫৬টি প্রবেশদ্বার ছিল যেখানে কর প্রদান করতে হতো। এই প্রাচীরের কিছু অংশ এখনো প্লাস দেনফার-রোশরো এবং প্লাস দে লা নাসিওন-এ দেখা যায়, এবং পার্ক মনসো-তে একটি টোল গেট এখনো অবশিষ্ট রয়েছে। এই প্রাচীর ও করব্যবস্থা অত্যন্ত অপ্রিয় ছিল, এবং রুটির সংকটের সঙ্গে মিলে তা ক্রমবর্ধমান অসন্তোষকে উসকে দেয়, যা শেষ পর্যন্ত ফরাসি বিপ্লব-এ রূপ নেয়। \n\n\n== ফরাসি বিপ্লব (১৭৮৯–১৭৯৯) ==\n\n১৭৮৯ সালের গ্রীষ্মে, ফরাসি বিপ্লব-এর কেন্দ্রবিন্দু হয়ে ওঠে প্যারিস, যা ফ্রান্স এবং ইউরোপের ইতিহাস বদলে দেয়। তখন প্যারিসের জনসংখ্যা ছিল ৬ লক্ষ থেকে ৬.৪ লক্ষের মধ্যে। ধনী প্যারিসবাসীরা শহরের পশ্চিম অংশে থাকত, ব্যবসায়ীরা কেন্দ্রস্থলে এবং শ্রমিক ও কারিগররা দক্ষিণ ও পূর্ব অংশে, বিশেষত ফোবুর সাঁত-অনোরে অঞ্চলে বসবাস করত। প্রায় এক লক্ষ চরম দরিদ্র ও বেকার মানুষ শহরে ছিল, যাদের মধ্যে অনেকেই গ্রামে দুর্ভিক্ষ থেকে বাঁচতে নতুন করে প্যারিসে আসত। এদের সাঁ-কুলোৎ বলা হতো, যারা পূর্বাঞ্চলের জনসংখ্যার এক-তৃতীয়াংশ গঠন করত এবং বিপ্লবে গুরুত্বপূর্ণ ভূমিকা রাখে।\n১১ জুলাই ১৭৮৯, রেজিমঁ দ্য রয়াল-আলমান ক্যাভালরি-এর সৈন্যরা প্লাস লুই পঞ্চদশ-এ এক বিশাল শান্তিপূর্ণ প্রতিবাদে আক্রমণ চালায়, যা সংস্কারপন্থী অর্থমন্ত্রী জাক নেকের-কে বরখাস্ত করার প্রতিবাদে অনুষ্ঠিত হয়েছিল। সংস্কার আন্দোলন দ্রুতই বিপ্লবে রূপ নেয়। \n১৩ জুলাই, একদল প্যারিসবাসী ওতেল দ্য ভিল দখল করে, এবং মার্কিজ দ্য লাফায়েত ফরাসি জাতীয় রক্ষী বাহিনী গঠন করে শহর রক্ষার জন্য। ১৪ জুলাই, এক উত্তেজিত জনতা আঁভালিদ দুর্গের অস্ত্রাগার দখল করে, হাজার হাজার বন্দুক সংগ্রহ করে, এবং বাস্তিল দুর্গ আক্রমণ চালায়। বাস্তিল তখন রাজকীয় ক্ষমতার প্রতীক হলেও, সেখানে মাত্র সাতজন বন্দী ছিল। সংঘর্ষে ৮৭ জন বিপ্লবী নিহত হয়। বাস্তিলের গভর্নর মার্কিজ দ্য লোনে আত্মসমর্পণ করেন, কিন্তু পরে তাকে হত্যা করে তার মাথা একটি বর্শার ডগায় গেঁথে শহরজুড়ে প্রদর্শন করা হয়। প্যারিসের ব্যবসায়ী প্রধান জাক দ্য ফ্লেসেল-কেও হত্যা করা হয়। দুর্গটি সম্পূর্ণরূপে ভেঙে ফেলা হয় নভেম্বরের মধ্যে এবং এর ইট সংগ্রহ করে স্মারক হিসেবে বিক্রি করা হয়।\n১৫ জুলাই প্যারিস কমিউন (ফরাসি বিপ্লব) বা নগর পরিষদের প্রথম স্বাধীন সভা ওতেল দ্য ভিল-এ অনুষ্ঠিত হয় এবং জ্যোতির্বিজ্ঞানী জ্যঁ সিলভাঁ বাইয়ি-কে প্যারিসের প্রথম মেয়র নির্বাচিত করা হয়। ১৭ জুলাই, লুই ষোড়শ প্যারিসে আসেন, যেখানে তাকে নতুন মেয়র অভ্যর্থনা জানান। তিনি তার টুপি ত্রিবর্ণ ককাড পরেন, যার লাল ও নীল ছিল প্যারিসের রং এবং সাদা ছিল রাজকীয় রং।\n৫ অক্টোবর ১৭৮৯, এক বিশাল জনতা ভার্সাই অভিমুখে নারীদের মিছিল শুরু করে, এবং পরদিন রাজপরিবার ও সরকারকে কার্যত বন্দি করে প্যারিসে ফিরিয়ে আনে। ফ্রান্সের নতুন সরকার, জাতীয় পরিষদ, তুইলরি প্রাসাদ সংলগ্ন সাল দ্য মানেজ-এ তাদের অধিবেশন শুরু করে।\n২১ মে ১৭৯০, প্যারিসের সনদ গৃহীত হয়, যা শহরকে রাজকীয় কর্তৃত্ব থেকে মুক্ত ঘোষণা করে। এটি বারোটি পৌরসভায় (পরে আরোন্দিসমঁ নামে পরিচিত) এবং আটচল্লিশটি সেকশনে বিভক্ত করা হয়। প্রশাসনের দায়িত্বে ছিলেন একজন মেয়র, ষোলোজন প্রশাসক এবং বত্রিশজন সিটি কাউন্সিল সদস্য। ২ আগস্ট ১৭৯০-এ, বাইয়ি আনুষ্ঠানিকভাবে প্যারিসের মেয়র নির্বাচিত হন।\n১৪ জুলাই ১৭৯০, শঁ দ্য মার্স-এ ফেডারেশনের উৎসব নামে এক আনুষ্ঠানিক অনুষ্ঠান পালিত হয়। জাতীয় রক্ষী বাহিনীর সদস্যরা, লাফায়েতের নেতৃত্বে, \"জাতি, আইন ও রাজাকে\" রক্ষা করার শপথ গ্রহণ করে এবং রাজা অনুমোদিত সংবিধান মেনে চলার প্রতিজ্ঞা করে।\n২১ জুন ১৭৯১, লুই ষোড়শ ও তার পরিবার প্যারিস থেকে পালানোর চেষ্টা করেন, কিন্তু ভারেন-অঁ-আর্গোন শহরে ধরা পড়েন এবং ২৫ জুন আবার প্যারিসে ফিরিয়ে আনা হয়। প্যারিসের পরিস্থিতি ক্রমশ উত্তপ্ত হয়ে ওঠে। উদারপন্থী অভিজাত ও ব্যবসায়ীরা সাংবিধানিক রাজতন্ত্র চাইছিল, অন্যদিকে শ্রমজীবী ও দরিদ্র সাঁ-কুলোৎ-রা প্রজাতন্ত্র ও প্রাচীন শাসনব্যবস্থা-এর সম্পূর্ণ বিলুপ্তি দাবি করছিল, যার মধ্যে ছিল অভিজাত সমাজ ও গির্জার বিশেষাধিকার। অনেক অভিজাত প্যারিস ছেড়ে গ্রামে বা বিদেশে পালিয়ে যায়। \n১৭ জুলাই ১৭৯১, শঁ দ্য মার্স-এ এক বিক্ষোভ সমাবেশে জাতীয় রক্ষী বাহিনী গুলি চালায়, যাতে বহু লোক নিহত হয়। এই ঘটনার ফলে মধ্যপন্থী ও চরমপন্থী বিপ্লবীদের মধ্যে বিভাজন আরও তীব্র হয়। \nবিপ্লবের সময় রাজনৈতিক ক্লাবগুলো গুরুত্বপূর্ণ ভূমিকা রাখে। জাকোবিন ক্লাব-এর প্রধান কার্যালয় ছিল প্রাক্তন জাকোবিন সন্ন্যাসীদের একটি মঠে, যেখানে রোবেস্পিয়ের-এর মতো প্রভাবশালী নেতা বাস করতেন রু সাঁ-তোনোরে-এর ৩৬৬ নম্বর বাড়িতে (বর্তমানে ৩৯৮)। অন্যদিকে, ওদেও থিয়েটার সংলগ্ন বাম তীরে ছিল কর্দেলিয়ে ক্লাব, যেখানে জ্যঁ-পল মারা, জর্জ দাঁতো, কামিল দেমুলাঁ-এর মতো নেতারা উপস্থিত থাকতেন। এখানকার মুদ্রণকর্মীরা বিপ্লবের প্রচারপত্র ও সংবাদপত্র প্রকাশ করত, যা জনমত উত্তেজিত করত। \nএপ্রিল ১৭৯২-এ, অস্ট্রিয়া ফ্রান্সের বিরুদ্ধে যুদ্ধ ঘোষণা করে। জুন ১৭৯২-এ, ব্রুনসউইক ডিউক প্যারিস ধ্বংসের হুমকি দেন যদি প্যারিসবাসীরা তাদের রাজাকে মেনে না নেয়। এই হুমকির প্রতিক্রিয়ায়, ১০ আগস্ট সাঁ-কুলোৎ নেতা ও বিদ্রোহীরা প্যারিসের শহর প্রশাসন উৎখাত করে এবং বিদ্রোহী কমিউন প্রতিষ্ঠা করে। \nজনতা তুইলরি প্রাসাদ আক্রমণ করে, রাজপরিবার তখন জাতীয় পরিষদ-এ আশ্রয় নেয়। রাজা লুই ষোড়শের সুইস রক্ষী বাহিনী শেষ মুহূর্ত পর্যন্ত প্রতিরোধ চালায়, কিন্তু জনতা তাদের নির্মমভাবে হত্যা করে ও প্রাসাদ লুট করে। জাতীয় পরিষদ চরম সংকটের মধ্যে রাজাকে \"সাময়িকভাবে বরখাস্ত\" ঘোষণা করে এবং ১১ আগস্ট জানায় যে ফ্রান্স জাতীয় কনভেনশন দ্বারা পরিচালিত হবে। ১৩ আগস্ট, রাজপরিবারকে টেম্পল দুর্গ (প্যারিস)-এ বন্দি করা হয়। ২১ সেপ্টেম্বর, জাতীয় কনভেনশন তাদের প্রথম অধিবেশনে রাজতন্ত্র বিলোপ ঘোষণা করে এবং ফ্রান্সকে প্রজাতন্ত্র ঘোষণা করে। \nনতুন সরকার জননিরাপত্তা কমিটি গঠন করে, যারা বিপ্লববিরোধীদের দমন করত। বিপ্লবী আদালত পুরনো রাজপ্রাসাদ-এ স্থাপিত হয়, যা আজকের বিচারালয়।\nফ্রান্সে সন্ত্রাসের রাজত্ব চাপিয়ে দেওয়া হয়। ২-৬ সেপ্টেম্বর ১৭৯২, সাঁ-কুলোৎরা কারাগারে ঢুকে বিপ্লববিরোধী পুরোহিত, অভিজাত ও সাধারণ কয়েদিদের হত্যা করে। ২১ জানুয়ারি ১৭৯৩, রাজা লুই ষোড়শ-কে প্লাস দ্য লা রেভল্যুসিয়ন-এ গিলোটিনে শিরশ্ছেদ করা হয়। ১৬ অক্টোবর ১৭৯৩, মারি আন্তোয়ানেত-এরও একই পরিণতি হয়। প্যারিসের প্রথম মেয়র জ্যঁ সিলভাঁ বাইয়ি-কে পরবর্তী নভেম্বরে শঁ দ্য মার্স-এ গিলোটিনে মৃত্যুদণ্ড দেওয়া হয়। সন্ত্রাসের রাজত্বের সময় ১৬,৫৯৪ জন বিপ্লববিরোধীকে বিচারের পর মৃত্যুদণ্ড দেওয়া হয়, এবং কয়েক হাজার মানুষ বন্দি হয়। \nতৎকালীন ফ্রান্সের শাসনব্যবস্থার সঙ্গে যুক্ত হাজার হাজার মানুষকে গ্রেপ্তার করে কারাগারে পাঠানো হয়। অভিজাত শ্রেণী এবং গির্জার সম্পত্তি বাজেয়াপ্ত করে তাকে জাতীয় সম্পত্তি ঘোষণা করা হয়। গির্জাগুলো বন্ধ করে দেওয়া হয়।\nএকটি নতুন ফরাসি প্রজাতান্ত্রিক বর্ষপঞ্জি তৈরি করা হয়, যা খ্রিস্টান ক্যালেন্ডারের বিকল্প হিসেবে ব্যবহৃত হয়। ১৭৯২ সালকে \"প্রথম বছর\" ঘোষণা করা হয় এবং ২৭ জুলাই ১৭৯৪-কে \"বছর দ্বিতীয়ের ৯ থার্মিডর\" হিসেবে গণনা করা হয়। অনেক রাস্তার নাম পরিবর্তন করা হয়, এবং বিপ্লবের মূল স্লোগান, \"স্বাধীনতা, সমতা, ভ্রাতৃত্ব\" সরকারী ভবনগুলোর সম্মুখভাগে উৎকীর্ণ করা হয়। নতুন সম্বোধন পদ্ধতি চালু করা হয়; মসিয়ে এবং মাদাম-এর পরিবর্তে সিতোয়াঁ (\"পুরুষ নাগরিক\") এবং সিতোয়েন (\"নারী নাগরিক\") শব্দ ব্যবহার করা হয়। তদ্ব্যতীত, সম্মানসূচক ভু শব্দের পরিবর্তে শ্রমজীবী শ্রেণীর মধ্যে ব্যবহৃত তু শব্দ চালু করা হয়।\nবিধান পরিষদের আদেশ অনুযায়ী (১৭৯২ সালের আগস্টের এক ডিক্রির মাধ্যমে), সাঁ-ক্যুলোত বিদ্রোহীরা ১৭৯২ সালে নটর ডেম ক্যাথেড্রালের সুউচ্চ চূড়াটি ধ্বংস করে। ১৭৯৩ সালের ১ আগস্ট এক ডিক্রি জারি করা হয় রাজতন্ত্রের পতন উদ্‌যাপনের জন্য, যেখানে সেন্ট-দেনির রাজকীয় সমাধিস্থল ধ্বংস করার নির্দেশ দেওয়া হয়। \n১৭৯৩ সালের ২৩ অক্টোবর প্যারিস কমিউনের আদেশে, সাঁ-ক্যুলোতরা নটর ডেম ক্যাথেড্রালের সম্মুখভাগ আক্রমণ করে এবং সেখানে থাকা ওল্ড টেস্টামেন্টের রাজাদের মূর্তিগুলো ধ্বংস করে, ভুল করে ধরে নিয়ে যে এগুলো ফরাসি রাজাদের প্রতীক। বহু ঐতিহাসিক স্থাপনা যেমন টেম্পল এনক্লোজার, মঁমার্ত্র অ্যাবে এবং সাঁ-জার্মাঁ-দে-প্র অ্যাবের অধিকাংশ অংশ জাতীয়করণ করে ভেঙে ফেলা হয়। অনেক গির্জা সরকারি সম্পত্তি হিসেবে নিলামে বিক্রি করা হয় এবং নির্মাণ উপকরণের জন্য ভেঙে ফেলা হয়। আব হেনরি গ্রেগোয়ার এই ধ্বংসযজ্ঞকে বর্ণনা করতে \"ভ্যান্ডালিজম\" শব্দটি প্রবর্তন করেন।\nএকটি ধারাবাহিক বিপ্লবী দল প্যারিস শাসন করে: ১ জুন ১৭৯৩-এ মঁতানিয়ার্দরা জিরন্দাঁদের কাছ থেকে ক্ষমতা দখল করে, পরে তাদের জর্জ দাঁতোন ও তার অনুসারীরা প্রতিস্থাপন করে; ১৭৯৪ সালে তারা নতুন সরকারের দ্বারা ক্ষমতাচ্যুত হয় এবং গিলোটিনে শিরশ্ছেদ করা হয়। ২৭ জুলাই ১৭৯৪-এ ম্যাক্সিমিলিয়ান রোবেসপিয়ের নিজেও মঁতানিয়ার্দ ও মধ্যপন্থীদের একজোটে গ্রেপ্তার হন। পরদিন, তিনি ও তার একুশজন রাজনৈতিক অনুসারীকে গিলোটিনে শিরশ্ছেদ করা হয়, যা সন্ত্রাসের শাসনের সমাপ্তি নির্দেশ করে। এরপর নির্বিচার মৃত্যুদণ্ড বন্ধ হয় এবং কারাগারগুলো ধীরে ধীরে খালি হতে থাকে। একদল গবেষক এবং ঐতিহাসিক ধ্বংসপ্রাপ্ত গির্জাগুলো থেকে মূর্তি ও চিত্রকর্ম সংগ্রহ করে সংরক্ষণের উদ্যোগ নেয় এবং কুভঁ দে পেতি-অগুস্তিনে একটি সংগ্রহশালা গড়ে তোলে। এই চিত্রকর্মগুলো লুভর পাঠানো হয়, যেখানে ১৭৯৩ সালের শেষে কেন্দ্রীয় শিল্প জাদুঘর প্রতিষ্ঠিত হয়। ১৭৯৫ সালের অক্টোবরে পেতি-অগুস্তিন সংগ্রহশালাটি আনুষ্ঠানিকভাবে ফরাসি স্মারক জাদুঘর হিসেবে ঘোষিত হয়।\nএকটি নতুন সরকার, ডিরেক্টরি, কনভেনশনের স্থলে ক্ষমতা গ্রহণ করে। তারা লুক্সেমবার্গ প্রাসাদকে তাদের সদর দপ্তর করে এবং প্যারিসের স্বায়ত্তশাসন সীমিত করে। ৫ অক্টোবর ১৭৯৫ (১৩ ভঁদেমিয়ের, বছর চতুর্থ) রাজতন্ত্রপন্থী বিদ্রোহের মুখোমুখি হলে, ডিরেক্টরি তরুণ নেপোলিয়ন বোনাপার্টকে সাহায্যের জন্য ডাকে। তিনি ক্যানন এবং গ্রেপশট ব্যবহার করে বিদ্রোহীদের ছত্রভঙ্গ করেন। ৯ নভেম্বর ১৭৯৯ (১৮ ব্রুমেয়ার, বছর অষ্টম) তিনি ক্যু দ'এতা সংগঠিত করে ডিরেক্টরিকে ক্ষমতাচ্যুত করেন এবং কনসুলেট প্রতিষ্ঠা করেন, যেখানে তিনি প্রথম কনসাল হন। এই ঘটনাটি ফরাসি বিপ্লবের সমাপ্তি নির্দেশ করে এবং প্রথম সাম্রাজ্যের সূচনা করে।\n১৭৯৭ সালের মধ্যে প্যারিসের জনসংখ্যা কমে ৫৭০,০০০-এ নেমে আসে, তবে নগরীতে নির্মাণ কার্যক্রম অব্যাহত থাকে। সেন নদীর ওপর একটি নতুন সেতু, আধুনিক পোঁ দে লা কঁকোর্দ, যা লুই ষোড়শের শাসনামলে নির্মাণ শুরু হয়েছিল, ১৭৯২ সালে সম্পন্ন হয়। অন্যান্য স্থাপনাগুলোর ব্যবহারের উদ্দেশ্য পরিবর্তন করা হয়; পানথেওনকে গির্জা থেকে বিখ্যাত ফরাসিদের সমাধিসৌধে রূপান্তর করা হয়, লুভরকে একটি জাদুঘরে পরিণত করা হয়, এবং পালেস বুরবোঁ, যা একসময় রাজপরিবারের আবাসস্থল ছিল, সেটিকে জাতীয় পরিষদের ভবন হিসেবে ব্যবহার করা হয়। প্যারিসে প্রথম দুটি আচ্ছাদিত বাণিজ্যিক রাস্তা, পাসাজ দ্য কায়র এবং পাসাজ দে পানোরামা, ১৭৯৯ সালে খুলে দেওয়া হয়। \n\n\n== নেপোলিয়ন প্রথমের শাসনকালে (১৮০০–১৮১৫) ==\n\nপ্রথম কনসাল নেপোলিয়ন বোনাপার্ট ১৯ ফেব্রুয়ারি ১৮০০ সালে তুইলেরি প্রাসাদে প্রবেশ করেন এবং বিপ্লবের অস্থিরতা ও আতঙ্কের পর শহরে স্থিতিশীলতা ফিরিয়ে আনার উদ্যোগ নেন। তিনি পোপ সপ্তম পিয়াসের সাথে ১৮০১ সালের কনকর্ডাট স্বাক্ষর করে ক্যাথলিক চার্চের সাথে সমঝোতা করেন; প্যারিসসহ গোটা ফ্রান্সে পুনরায় গির্জাগুলোতে উপাসনা শুরু হয়, পুরোহিতদের আবারও ধর্মীয় পোশাক পরার অনুমতি দেওয়া হয়, এবং গির্জার ঘণ্টা বাজানোর অনুমতি দেওয়া হয়। শহরের আইন-শৃঙ্খলা পুনঃপ্রতিষ্ঠার জন্য তিনি প্যারিসের নির্বাচিত মেয়রের পদ বিলুপ্ত করেন এবং ১৭ ফেব্রুয়ারি ১৮০০ সালে সেন বিভাগের প্রিফেক্ট পদ সৃষ্টি করেন, যাকে তিনি নিজেই নিয়োগ দিতেন। প্রথম প্রিফেক্ট লুই নিকোলা দুবোয়া ৮ মার্চ ১৮০০ সালে নিযুক্ত হন এবং ১৮১০ সাল পর্যন্ত এই পদে ছিলেন। শহরের প্রতিটি আরোন্দিসমঁর নিজস্ব মেয়র ছিল, তবে তাদের ক্ষমতা কেবল নেপোলিয়নের মন্ত্রীদের আদেশ বাস্তবায়নের মধ্যে সীমাবদ্ধ ছিল।\n২ ডিসেম্বর ১৮০৪ সালে নিজেকে সম্রাট হিসেবে অভিষেকের পর, নেপোলিয়ন প্যারিসকে প্রাচীন রোমের সমকক্ষ একটি সাম্রাজ্যিক রাজধানীতে পরিণত করার জন্য বিভিন্ন প্রকল্প শুরু করেন। তিনি রু দ্য রিভোলি নির্মাণ শুরু করেন, যা প্লাস দে লা কঁকোর্দ থেকে প্লাস দে পিরামিদ পর্যন্ত বিস্তৃত ছিল। কাপুসিন কনভেন্ট ধ্বংস করে তিনি প্লাস ভঁদোম থেকে গ্রঁ বুলভার পর্যন্ত একটি নতুন রাস্তা নির্মাণ করেন, যা \"রু নেপোলিয়ন\" নামে পরিচিত ছিল, পরবর্তীতে এর নাম পরিবর্তন করে রু দে লা পে রাখা হয়।\n১৮০২ সালে, নেপোলিয়ন সেন নদীর ওপর একটি নতুন লৌহ নির্মিত সেতু, পঁ দে জার, নির্মাণ করেন। এটি দুটি বিশাল গ্রীনহাউস ও কমলালেবুর গাছের সারি দিয়ে সুসজ্জিত ছিল। সেতু পারাপারের জন্য একটি সু ফি দিতে হতো। তিনি তাঁর বিজয়গুলোর নামে দুটি নতুন সেতুর নামকরণ করেন—পঁ দোস্তারলিৎস (১৮০২) এবং পঁ দ্য ইয়েনা (১৮০৭)।\n১৮০৬ সালে, প্রাচীন রোমের অনুকরণে, নেপোলিয়ন ফ্রান্সের সামরিক গৌরব উদযাপনের জন্য একাধিক স্মৃতিস্তম্ভ নির্মাণের নির্দেশ দেন। এর মধ্যে সবচেয়ে বড় ছিল আর্ক দে ত্রিয়ঁফ, যা শহরের পশ্চিম প্রান্তে বারিয়ের দে তুয়াল-এ নির্মাণ করা হয়েছিল এবং ১৮৩৬ সালে জুলাই রাজতন্ত্রের সময় সম্পন্ন হয়। তিনি আরও ছোট আর্ক দে ত্রিয়ঁফ দ্যু কারুজেল (১৮০৬–১৮০৮) নির্মাণ করেন, যা রোমের সেপ্টিমিয়াস সেভেরাসের তোরণ এবং কনস্টান্টাইনের তোরণ থেকে অনুপ্রাণিত ছিল। এটি তুইলেরি প্রাসাদের কেন্দ্রীয় রেখার সাথে সমান্তরালভাবে স্থাপিত হয় এবং এতে ব্রোঞ্জের ঘোড়ার একটি দল সংযুক্ত ছিল, যা তিনি ভেনিসের সান মার্কোর ব্যাসিলিকা থেকে নিয়ে এসেছিলেন। এই তোরণটি প্যারিসের ঐতিহাসিক অক্ষের পূর্বপ্রান্তে অবস্থিত। নেপোলিয়নের সৈন্যরা কারুজেলে বিজয় কুচকাওয়াজ করতেন। তিনি ভঁদোম স্তম্ভ (১৮০৬–১৮১০) নির্মাণেরও নির্দেশ দেন, যা রোমের ত্রাজানের স্তম্ভের অনুকরণে তৈরি হয় এবং ১৮০৫ সালে রুশ ও অস্ট্রিয়ানদের কাছ থেকে দখল করা কামানের লোহার ব্যবহার করে নির্মিত হয়েছিল। তিনি রু দে লা কঁকোর্দ (যার নাম ২৭ এপ্রিল ১৮১৪ সালে পুনরায় রু রোয়াল করা হয়) সংলগ্ন একটি অসমাপ্ত চার্চ, মাদলিন, সামরিক গৌরবের মন্দিরে রূপান্তর করেন, যেখানে ফ্রান্সের সবচেয়ে বিখ্যাত জেনারেলদের ভাস্কর্য প্রদর্শিত হতো।\nনেপোলিয়ন শহরের অবকাঠামো উন্নয়নের দিকেও মনোযোগ দেন, যা বহু বছর ধরে অবহেলিত ছিল। ১৮০২ সালে, তিনি কানাল দ্য লুর্ক নির্মাণ শুরু করেন, যা শহরে বিশুদ্ধ পানি সরবরাহ করত এবং বাসাঁ দে লা ভিলেত্ত জলাধার হিসেবে তৈরি করেন। বিশুদ্ধ পানি সরবরাহের জন্য তিনি একাধিক ঝরণা নির্মাণ করেন, যার মধ্যে বৃহত্তম ছিল ফঁতেন দ্যু পালমিয়ে, যা প্লাস দ্যু শাতলেতে অবস্থিত। তিনি কানাল সাঁ-মার্টিন নির্মাণের কাজও শুরু করেন, যা শহরের নদীপথে যোগাযোগ উন্নত করেছিল।\nনেপোলিয়নের শেষ বড় প্রকল্প ছিল বাস্তিলের হাতি, যা ১৮১০ সালে শুরু হয়। এটি প্লাস দে লা বাস্তিল-এর কেন্দ্রে স্থাপনের জন্য পরিকল্পিত বিশাল ব্রোঞ্জের হাতির আকৃতির একটি ঝরণা, যার উচ্চতা ২৪ মিটার। তবে তাঁর পতনের কারণে এটি সম্পূর্ণ হয়নি। অনেক বছর ধরে একটি বিশাল প্লাস্টারের মডেল ওই স্থানে রয়ে যায়। ১৮১১ সালে, নেপোলিয়ন এক বিশাল প্রাসাদ নির্মাণের আদেশ দেন, যা শাইও টিলার ওপরে শঁ দ্য মার্স-এর বিপরীতে অবস্থিত ছিল। এটি ইউরোপের সব প্রাসাদের তুলনায় বৃহৎ ও বিলাসবহুল হওয়ার কথা ছিল, কিন্তু তাঁর পতনের কারণে কেবল ভিত্তিই নির্মিত হয়েছিল।\n\n\n== পুনঃপ্রতিষ্ঠা (১৮১৫–১৮৩০) ==\n\n১৮ জুন ১৮১৫-এ ওয়াটারলুর পরাজয়ের পর সপ্তম জোটের ৩ লাখ সেনা—ইংল্যান্ড, অস্ট্রিয়া, রাশিয়া ও প্রুশিয়ার—প্যারিস দখল করে এবং ডিসেম্বর ১৮১৫ পর্যন্ত সেখানে অবস্থান করে। লুই অষ্টাদশ শহরে ফিরে এসে তুইলেরি প্রাসাদে নেপোলিয়নের পূর্বতন অ্যাপার্টমেন্টে বসবাস শুরু করেন। পঁ দে লা কঁকোর্দের নাম পরিবর্তন করে রাখা হয় \"পঁ লুই ষোড়শ\", পঁ ন্যুফ-এ খালি স্তম্ভের ওপর পুনরায় হেনরি চতুর্থ-এর মূর্তি স্থাপন করা হয়, এবং প্লাস ভঁদোমের স্তম্ভের চূড়ায় বোর্বোঁ রাজবংশের সাদা পতাকা ওড়ানো হয়।\nযেসব অভিজাতরা দেশত্যাগ করেছিলেন, তারা ফোবুর সাঁ জার্মাঁ-এর নিজেদের বাসভবনে ফিরে আসেন এবং শহরের সাংস্কৃতিক জীবন দ্রুত পুনরায় চালু হয়, যদিও অতীতের তুলনায় কম জাঁকজমকের সাথে। রু ল্যু পেলেতিয়ে-তে একটি নতুন অপেরা হাউস নির্মিত হয়। ১৮২৭ সালে লুভর জাদুঘর সম্প্রসারণ করা হয়, যেখানে নেপোলিয়নের মিশর অভিযানের সময় সংগৃহীত পুরাকীর্তি প্রদর্শনের জন্য নয়টি নতুন গ্যালারি তৈরি করা হয়।\nআর্ক দে ত্রিয়ঁফের নির্মাণ কাজ চলতে থাকে এবং বিপ্লবের সময় ধ্বংস হওয়া চার্চগুলোর পরিবর্তে নতুন নব্যক্লাসিক্যাল শৈলীর চার্চ নির্মাণ করা হয়: সাঁ-পিয়ের-দ্যু-গ্রো-কাইয়ু (১৮২২–১৮৩০); নোত্র-দাম-দ্যু-লোরেত্ত (১৮২৩–১৮৩৬); নোত্র-দাম দ্যু বোন-নুভেল (১৮২৮–১৮৩০); সাঁ-ভিনসাঁ-দ্য-পল (১৮২৪–১৮৪৪) এবং সাঁ-দেনি-দ্যু-সাঁ-সাক্রেমঁ (১৮২৬–১৮৩৫)। নেপোলিয়ন ১৮০৭ সালে সামরিক বীরদের সম্মান জানাতে যে \"গৌরবের মন্দির\" নির্মাণ করেছিলেন, তা পুনরায় চার্চে রূপান্তর করা হয় এবং এর নাম রাখা হয় লা মাদলিন চার্চ। লুই অষ্টাদশ এছাড়াও শাপেল এক্সপিয়াতোয়ার নির্মাণ করেন, যা লুই ষোড়শ এবং মারি-আন্তোয়ানেত-এর প্রতি উৎসর্গীকৃত, এবং মাদলিন কবরস্থানে স্থাপিত হয়, যেখানে তাঁদের দেহাবশেষ (বর্তমানে সাঁ-দেনি ব্যাসিলিকায়) সংরক্ষিত ছিল।\n১৮৩০ সালের মধ্যে প্যারিস দ্রুত বিকশিত হয়ে ৮ লাখ জনসংখ্যায় পৌঁছায়। ১৮২৮ থেকে ১৮৬০ সালের মধ্যে শহরটিতে বিশ্বের প্রথম ঘোড়ায় টানা গণপরিবহন ব্যবস্থা চালু হয়, যা শহরের ভেতরে মানুষের যাতায়াতকে অনেক দ্রুততর করে তোলে এবং এটি অন্যান্য শহরের জন্য মডেল হয়ে ওঠে। পুরনো প্যারিসের রাস্তার নামসমূহ, যেগুলো আগে প্রাচীরের পাথরে খোদাই করা ছিল, তা বদলে নীল রঙের ধাতব ফলকে সাদা অক্ষরে লেখা হয়, যা আজও প্রচলিত রয়েছে। নতুন নতুন অভিজাত পাড়া তৈরি হয় সাঁ-ভিনসাঁ-দ্যু-পল চার্চ, নোত্র-দাম-দ্যু-লোরেত্ত চার্চ, এবং প্লাস দ্য ইউরোপের আশপাশে। \"নতুন এথেন্স\" এলাকা পুনঃপ্রতিষ্ঠা ও জুলাই রাজতন্ত্রের সময়কালে শিল্পী ও সাহিত্যিকদের আবাসস্থল হয়ে ওঠে: অভিনেতা ফ্রাঁসোয়া-জোসেফ তালমা রু দ্য লা তুর-দে-দামের ৯ নম্বরে বাস করতেন; চিত্রশিল্পী য়ুজেন দ্যলাক্রোয়া ৫৪ নম্বর রু নোত্র-দাম-দ্যু-লোরেতে বসবাস করতেন; এবং সাহিত্যিক জর্জ সাঁদ স্কোয়ার দ'রলেয়াঁ-তে থাকতেন। এটি একটি ব্যক্তিগত আবাসন ছিল, যেখানে ৮০ রু তেবুর ঠিকানায় ৪৬টি অ্যাপার্টমেন্ট ও তিনটি শিল্পীদের স্টুডিও ছিল। সাঁদ ৫ নম্বর ভবনের প্রথম তলায় বাস করতেন, আর ফ্রেদেরিক শোপাঁ কিছু সময়ের জন্য ৯ নম্বর ভবনের নিচতলায় বসবাস করেন।\n১৮২৪ সালে লুই অষ্টাদশের মৃত্যু হলে চার্লস দশম রাজা হন, কিন্তু তাঁর সরকার ক্রমশ অভিজাত ও সাধারণ জনগণের কাছে অজনপ্রিয় হয়ে ওঠে। বিশিষ্ট সাহিত্যিক ভিক্টর হুগোর লেখা নাটক এরনানি (১৮৩০), যা মুক্ত মতপ্রকাশের পক্ষে অবস্থান নেয়, তা থিয়েটারে সংঘর্ষ সৃষ্টি করে। ২৬ জুলাই, চার্লস দশম মুদ্রণ স্বাধীনতা সীমিত করার এবং পার্লামেন্ট ভেঙে দেওয়ার আদেশে স্বাক্ষর করেন, যা শহরে বিক্ষোভের সূত্রপাত ঘটায়। এই বিক্ষোভ দ্রুত দাঙ্গায় পরিণত হয় এবং শেষে একটি সর্বাত্মক বিদ্রোহের জন্ম দেয়। তিন দিনের মধ্যে, যা ‘’ত্রোয়া গ্লোরিয়ুজ’’ নামে পরিচিত, সেনাবাহিনী বিদ্রোহীদের সঙ্গে যোগ দেয়। চার্লস দশম ও তাঁর পরিবার শাতো দ্য সাঁ-ক্লু ত্যাগ করেন এবং ৩১ জুলাই মার্কি দ্য লাফায়েত এবং নতুন সাংবিধানিক রাজা লুই-ফিলিপ হোটেল দে ভিল-এ আবারও ত্রিবর্ণ পতাকা উত্তোলন করেন, যা উল্লসিত জনতার সামনে স্বাধীনতার প্রতীক হয়ে ওঠে।\n\n\n== লুই-ফিলিপের শাসনামল (১৮৩০–১৮৪৮) ==\n\nরাজা লুই-ফিলিপের প্যারিস ছিল সেই শহর, যা অনারে দ্য বালজাক ও ভিক্টর হুগোর উপন্যাসে বর্ণিত হয়েছে। ১৮৩১ সালে প্যারিসের জনসংখ্যা ছিল ৭,৮৫,০০০, যা ১৮৪৮ সালে বেড়ে দাঁড়ায় ১০,৫৩,০০০। শহরটি উত্তরে ও পশ্চিমে প্রসারিত হলেও কেন্দ্রীয় দরিদ্র অঞ্চলগুলো আরও ঘনবসতিপূর্ণ হয়ে ওঠে।\nশহরের প্রাণকেন্দ্র, ইল দে লা সিতে এলাকাটি সরু, আঁকাবাঁকা গলিপথ ও পুরনো ভগ্নপ্রায় ভবনে পরিপূর্ণ ছিল। স্থানটি চিত্রময় হলেও ছিল অন্ধকার, জনাকীর্ণ, অস্বাস্থ্যকর ও বিপজ্জনক। পানি সরবরাহ করা হতো কাঁধে বাঁশের দণ্ডে ঝোলানো বালতি বহনকারী শ্রমিকদের মাধ্যমে, এবং নর্দমাগুলো সরাসরি সেন নদীতে পড়ত। ১৮৩২ সালের কলেরা মহামারিতে বিশ হাজার মানুষের মৃত্যু হয়। কোম্ত দ্য রঁবুতো, যিনি লুই-ফিলিপের শাসনামলে পনেরো বছর সেন নদী বিভাগের প্রিফেক্ট ছিলেন, শহরের কেন্দ্রের উন্নতিতে কিছু উদ্যোগ নেন। তিনি সেন নদীর তীর পাথরের পথ দিয়ে মসৃণ করেন ও নদীর পাশে গাছ লাগান। এছাড়াও, নতুন একটি রাস্তা নির্মাণ করেন (বর্তমানে রু রঁবুতো) যা লে মারেই অঞ্চলকে বাজারগুলোর সঙ্গে সংযুক্ত করে। এছাড়া, বিখ্যাত কেন্দ্রীয় বাজার লে আল-এর নির্মাণ কাজ শুরু করেন, যা পরবর্তীতে নেপোলিয়ন III সম্পন্ন করেন।\nলুই-ফিলিপ প্রথমে তাঁর পারিবারিক বাসভবন অর্লেয়ান্স রাজবংশের পালে-রয়্যালে বাস করতেন, ১৮৩২ সালে তিনি টুইলারি প্রাসাদে স্থানান্তরিত হন। তাঁর প্যারিস শহরে সবচেয়ে বড় অবদান ছিল ১৮৩৬ সালে প্লাস দে লা কংকোর্ড সম্পন্ন করা। এই বিশাল স্কয়ারটি দুটি ঝর্ণা দ্বারা সজ্জিত হয়—একটি, ফোঁতেন দে ফ্লেভ, যা নদীবাণিজ্য প্রতীক করে, এবং অন্যটি, ফোঁতেন দে মের, যা সামুদ্রিক বাণিজ্যকে চিত্রিত করে। স্কয়ারে ফ্রান্সের আটটি গুরুত্বপূর্ণ শহরের প্রতীক হিসেবে আটটি নারী মূর্তি স্থাপন করা হয়: ব্রেস্ট ও রঁউঁ (জ্যঁ-পিয়ের কোরতো কর্তৃক নির্মিত), লিঁও ও মার্সেই (পিয়ের পেতিতো কর্তৃক নির্মিত), বোর্দো ও নঁত (লুই-দেনি কাইয়ুয়েত কর্তৃক নির্মিত), এবং লিল ও স্ট্রাসবুর্গ (জেমস প্রাদিয়ে কর্তৃক নির্মিত)। স্ট্রাসবুর্গের মূর্তিটি ছিল ভিক্টর হুগোর প্রেমিকা জুলিয়েত দ্রুয়ের প্রতিকৃতি। স্কয়ারের সৌন্দর্য আরও বৃদ্ধি পায় যখন ২৫ অক্টোবর ১৮৩৬ সালে লুক্সর ওবেলিস্ক স্থাপন করা হয়, যা মিশর থেকে বিশেষভাবে নির্মিত জাহাজে এনে ফ্রান্সে স্থাপন করা হয়। একই বছর, শ্যাম্পস-এলিজের পশ্চিম প্রান্তে আর্ক দে ত্রিয়ঁফের নির্মাণ সম্পন্ন করেন লুই-ফিলিপ, যা নেপোলিয়ন বোনাপার্ট শুরু করেছিলেন।\n১৮৪০ সালের ১৫ ডিসেম্বর, সেন্ট হেলেনা থেকে নেপোলিয়নের দেহভস্ম আনুষ্ঠানিকভাবে আঁভালিদে পুনঃসমাহিত করা হয়। লুই-ফিলিপ প্লাস ভঁদোম-এর স্তম্ভের ওপরে নেপোলিয়নের একটি মূর্তিও স্থাপন করেন। ১৮৪০ সালে, তিনি প্লাস দ্য লা বাস্তিলে একটি স্মারক স্তম্ভ নির্মাণ করেন, যা ১৮৩০ সালের জুলাই বিপ্লবের প্রতি উৎসর্গীকৃত, এই বিপ্লবই তাঁকে ক্ষমতায় এনেছিল। এছাড়াও, তিনি ফরাসি বিপ্লবের সময় ক্ষতিগ্রস্ত প্যারিসের গির্জাগুলোর সংস্কার শুরু করেন, যা স্থাপত্য ঐতিহাসিক ওজেন ভিওলে-লে-দুক পরিচালনা করেন, প্রথমে সাঁ-জার্মাঁ-দে-প্রে অ্যাবের সংস্কার দিয়ে শুরু হয়। ১৮৩৭ থেকে ১৮৪১ সালের মধ্যে, তিনি নতুন ওতেল দে ভিল নির্মাণ করেন, যার অভ্যন্তরীণ নকশা ওজেন দেলাক্রোয়ার দ্বারা সজ্জিত হয়।\nলুই-ফিলিপের শাসনামলে প্যারিসে প্রথম রেলস্টেশনগুলো নির্মিত হয়। প্রতিটি স্টেশন পৃথক কোম্পানির মালিকানাধীন ছিল, এবং তারা একে অপরের সাথে সংযুক্ত ছিল না। প্রথম স্টেশনটি, সাঁ-জার্মাঁ-আঁ-লে এমবার্কাদেয়ার, ২৪ আগস্ট ১৮৩৭ সালে প্লাস দে ল'ওরোপ-এ উদ্বোধন করা হয়। পরবর্তীতে, ১৮৪২ সালে গার সাঁ-লাজার নির্মাণ শুরু হয়, এবং ১৮৪৩ সালের ১ ও ২ মে প্যারিস-অর্লেয়ান ও প্যারিস-রঁউঁ পথ চালু হয়। ১৮৪৮ সালের ২৩ ফেব্রুয়ারি একটি বিশাল বিক্ষোভ সেনাবাহিনী দ্বারা দমন করা হলে জনগণের অসন্তোষ বিস্ফোরিত হয়। পূর্বাঞ্চলের শ্রমজীবী এলাকায় ব্যারিকেড ওঠে। রাজা টুইলারি প্রাসাদের সামনে সৈন্য পরিদর্শন করেন, কিন্তু জনগণ তাঁকে অভিনন্দন জানানোর পরিবর্তে \"সংস্কারের পক্ষে\" স্লোগান দিতে থাকে। হতাশ হয়ে তিনি সিংহাসনত্যাগ করেন এবং ইংল্যান্ডে নির্বাসনে যান।\n\n\n== দ্বিতীয় প্রজাতন্ত্র ও নেপোলিয়ন তৃতীয়-এর শাসন (১৮৪৮–১৮৭০) ==\n\nডিসেম্বর ১৮৪৮ সালে, লুই-নেপোলিয়ন বোনাপার্ট, নেপোলিয়ন I-এর ভাতিজা, ৭৪ শতাংশ ভোট পেয়ে ফ্রান্সের প্রথম নির্বাচিত রাষ্ট্রপতি হন। কিন্তু রাজতন্ত্রী ও প্রজাতন্ত্রীদের মধ্যে তীব্র বিভক্তির কারণে, \"রাজকুমার-রাষ্ট্রপতি\" খুব বেশি কিছু করতে পারেননি এবং সংবিধানের কারণে পুনর্নির্বাচনে অংশ নিতে পারেননি। ডিসেম্বর ১৮৫১ সালে, তিনি এক রাষ্ট্র বিপ্লব সংঘটিত করেন, পার্লামেন্ট বাতিল করেন, এবং ২ ডিসেম্বর ১৮৫২ সালে জাতীয় গণভোটে অনুমোদন লাভের পর নেপোলিয়ন তৃতীয় হিসাবে সম্রাট হন।\nনেপোলিয়নের শাসনের শুরুতে, প্যারিসের জনসংখ্যা ছিল প্রায় এক মিলিয়ন, যেখানে অধিকাংশ মানুষ গাদাগাদি ও অস্বাস্থ্যকর পরিবেশে বাস করত। ১৮৪৮ সালে অতিরিক্ত জনবহুল এলাকায় কলেরা মহামারিতে বিশ হাজার মানুষ মারা যায়। ১৮৫৩ সালে, নেপোলিয়ন তার নতুন সেন প্রশাসক জর্জ-ইউজিন ওসমান-এর তত্ত্বাবধানে একটি বিশাল জনকল্যাণমূলক প্রকল্প শুরু করেন। এর উদ্দেশ্য ছিল বেকার প্যারিসবাসীদের কাজের সুযোগ তৈরি করা এবং শহরের কেন্দ্রে বিশুদ্ধ পানি, আলো ও খোলা জায়গা নিশ্চিত করা।\nনেপোলিয়ন প্রথমে ১৭৯৫ সালে নির্ধারিত বারোটি প্রশাসনিক বিভাগ (অ্যারোন্ডিসমঁ) ছাড়িয়ে শহরের সীমানা বৃদ্ধি করেন। প্যারিস সংলগ্ন শহরগুলো উচ্চ করের ভয়ে সংযুক্ত হতে অনিচ্ছুক ছিল, কিন্তু নেপোলিয়ন তার সম্রাজ্যিক ক্ষমতা ব্যবহার করে এগুলো দখল করেন এবং শহরে আটটি নতুন অ্যারোন্ডিসমঁ যুক্ত করেন, যা আজকের প্যারিসের আকার নির্ধারণ করে। পরবর্তী সতেরো বছরে, নেপোলিয়ন ও ওসমান পুরো প্যারিসের চেহারা বদলে দেন। তাঁরা ইল দে লা সিতে-এর পুরনো এলাকা ধ্বংস করে নতুন প্যালেস দে জাস্টিস ও পুলিশ সদর দপ্তর নির্মাণ করেন এবং পুরনো হাসপাতাল ওতেল-দ্যু পুনর্নির্মাণ করেন। তাঁরা নেপোলিয়ন I-এর শুরু করা রু দে রিভোলি-র সম্প্রসারণ সম্পন্ন করেন এবং শহরের রেলস্টেশন ও প্রধান অঞ্চলগুলোর মধ্যে সংযোগ তৈরি করতে প্রশস্ত বুলেভার্ড নির্মাণ করেন, যা ট্রাফিক ব্যবস্থার উন্নতি করে এবং শহরের সৌধগুলোর চারপাশে খোলা জায়গা তৈরি করে। নতুন বুলেভার্ডগুলো বিদ্রোহ-প্রবণ এলাকাগুলোতে ব্যারিকেড তৈরি করা কঠিন করে তুলেছিল, যদিও ওসমান নিজেই লিখেছেন যে এটি মূল উদ্দেশ্য ছিল না। ওসমান নতুন বুলেভার্ডের ভবনগুলোর জন্য কঠোর মানদণ্ড নির্ধারণ করেছিলেন; এগুলোকে নির্দিষ্ট উচ্চতা, অভিন্ন নকশা এবং ক্রিম-সাদা পাথরে নির্মিত হতে হতো। এই মানদণ্ড আজকের প্যারিসের কেন্দ্রীয় অঞ্চলের পরিচিত বিন্যাস ও অনন্য সৌন্দর্য গড়ে তুলেছে।\nনেপোলিয়ন তৃতীয় চেয়েছিলেন যে প্যারিসের নাগরিকরা, বিশেষ করে শহরের বাইরের এলাকাগুলোর বাসিন্দারা, অবসর ও বিনোদনের জন্য পর্যাপ্ত সবুজ জায়গা পান। তিনি লন্ডনের হাইড পার্ক থেকে অনুপ্রাণিত হন, যেখানে নির্বাসিত অবস্থায় তিনি প্রায়ই যেতেন। তিনি শহরের চারটি মূল দিকের জন্য চারটি বৃহৎ পার্ক নির্মাণের নির্দেশ দেন— পশ্চিমে বোয়া দে বুলোন, পূর্বে বোয়া দে ভাঁসেন, উত্তরে পার্ক দে বিউট-শোমঁ, এবং দক্ষিণে পার্ক মনসুরি। এ ছাড়াও, শহরের বিভিন্ন জায়গায় ছোট ছোট পার্ক ও স্কয়ার তৈরি করা হয়, যাতে কোনো এলাকাই পার্ক থেকে দশ মিনিটের হাঁটা পথের বেশি দূরে না থাকে।\nনেপোলিয়ন তৃতীয় এবং ওসমান দুটি প্রধান রেলস্টেশন পুনর্নির্মাণ করেন— গার দে লিয়ঁ এবং গার দ্যু নোর্দ, যা শহরের জন্য এক বিশাল প্রবেশদ্বার হিসেবে পরিকল্পিত হয়। তাঁরা শহরের স্যানিটেশন ব্যবস্থা উন্নত করতে রাস্তার নিচে নতুন পয়ঃনিষ্কাশন ব্যবস্থা ও জল সরবরাহ লাইন নির্মাণ করেন এবং বিশুদ্ধ পানির সরবরাহ বৃদ্ধির জন্য একটি নতুন জলাধার তৈরি করেন। এছাড়াও, তাঁরা শহরের রাস্তা ও সৌধগুলো আলোকিত করতে কয়েক হাজার গ্যাসবাতি স্থাপন করেন। তাঁরা প্যারিস অপেরার জন্য প্যালেস গার্নিয়ে নির্মাণ শুরু করেন এবং বুলভার দ্যু তঁপ্ল-এর পুরনো থিয়েটার এলাকা, যা \"অপরাধের বুলভার্ড\" নামে পরিচিত ছিল, ভেঙে নতুন বুলভার্ড তৈরির জন্য প্লাস দ্য শাতলে-তে দুটি নতুন থিয়েটার নির্মাণ করেন।\nতাঁরা শহরের প্রধান বাজার, লে আল সম্পূর্ণ পুনর্নির্মাণ করেন, সেনে নদীর ওপর প্রথম রেলসেতু তৈরি করেন, এবং নতুন বুলভার সাঁ-মিশেল-এর শুরুতে বিশাল ফঁতেন সাঁ-মিশেল নির্মাণ করেন। তাঁরা প্যারিসের রাস্তার স্থাপত্য পুনর্গঠিত করেন, নতুন স্ট্রিটল্যাম্প, কিয়স্ক, বাস ও ওমনিবাস স্টপ এবং বিশেষভাবে নকশাকৃত পাবলিক টয়লেট (যা \"চালেটস অব নেসেসিটি\" নামে পরিচিত) স্থাপন করেন। এই কাঠামোগুলো শহরের স্থপতি গ্যাব্রিয়েল দাবিয়ু-এর পরিকল্পনায় নির্মিত হয় এবং এগুলো প্যারিসের বুলভার্ডগুলোর স্বতন্ত্র ঐক্য ও সৌন্দর্য সৃষ্টি করে।\n১৮৬০-এর দশকের শেষের দিকে, নেপোলিয়ন III তার শাসন আরও উদার করার সিদ্ধান্ত নেন এবং আইনসভাকে বেশি স্বাধীনতা ও ক্ষমতা প্রদান করেন। কিন্তু সংসদে ওসমান প্রধান সমালোচনার লক্ষ্যবস্তুতে পরিণত হন। তার প্রকল্পগুলোর জন্য যে অনিয়মিত অর্থায়ন করা হয়েছিল, লুক্সেমবার্গ উদ্যানের ৩০ হেক্টরের মধ্যে ৪ হেক্টর কেটে নতুন রাস্তা তৈরি করা হয়েছিল, এবং দুই দশকেরও বেশি সময় ধরে প্যারিসবাসীদের অসুবিধার সম্মুখীন হতে হয়েছিল— এসব অভিযোগের জন্য তিনি দায়ী হন। জানুয়ারি ১৮৭০ সালে, নেপোলিয়ন বাধ্য হয়ে তাকে বরখাস্ত করেন। কয়েক মাস পর, নেপোলিয়ন ফ্রাঙ্কো-প্রুশিয়ান যুদ্ধ-এ জড়িয়ে পড়েন এবং ১-২ সেপ্টেম্বর ১৮৭০ সালের সেডাঁর যুদ্ধ-এ পরাজিত ও বন্দি হন। এরপর নেপোলিয়ন পদত্যাগ করেন এবং ফরাসি তৃতীয় প্রজাতন্ত্র প্রতিষ্ঠিত হয়, তবে ওসমানের বুলভার্ড নির্মাণ কাজ তখনো চলতে থাকে এবং ১৯২৭ সালে শেষ হয়।\n\n\n=== অর্থনীতি ===\n\nন্যাপোলিয়নের শাসনামলে প্যারিসে প্রথম বৃহৎ শিল্প কারখানা স্থাপিত হয়। এই কারখানাগুলো মূলত শহরের উপকণ্ঠে গড়ে ওঠে, যেখানে ফরাসি বিপ্লবের সময় বন্ধ হয়ে যাওয়া গির্জা ও আশ্রমের জমি ও ভবন ব্যবহারের সুযোগ ছিল। ফবুর সাঁ-তোয়ান ও ফবুর সাঁ-দনি এলাকায় বৃহৎ বস্ত্রকল স্থাপিত হয়। ১৮১২ সালে পাসি-তে প্রথম চিনি শোধনাগার খোলা হয়, যা চিনির জন্য পশ্চিম ভারতীয় দ্বীপপুঞ্জের ওপর নির্ভরশীলতা কমায়, কারণ ব্রিটিশ নৌবহর ওই অঞ্চলে বাণিজ্য পথ অবরুদ্ধ করেছিল। ১৮শ শতকের শেষদিকে ফবুর সাঁ-অনরে ও শ্যইও এলাকায় লোহা ও ব্রোঞ্জ গলানোর কারখানা স্থাপিত হয় এবং জাভেল, লা শাপেল ও ক্লিনিয়ানকুর-এ প্রাথমিক পর্যায়ের রাসায়নিক কারখানা গড়ে ওঠে।\n১৮০১ সালে, প্যারিসে ৯০০টি শিল্প প্রতিষ্ঠান ছিল যেখানে ৬০,০০০ কর্মী কাজ করত, তবে মাত্র ২৪টি প্রতিষ্ঠানে ১০০ জনের বেশি কর্মী ছিল। বেশিরভাগ প্যারিসবাসী ছোট ওয়ার্কশপে কাজ করত। ১৯শ শতকের প্যারিস বিলাসবহুল পণ্য উৎপাদনে খ্যাতি অর্জন করেছিল, বিশেষত পোশাক, ঘড়ি, উৎকৃষ্ট আসবাব, চীনামাটির বাসন, গহনা ও চামড়ার পণ্য, যা বিশ্ববাজারে উচ্চ মূল্যে বিক্রি হতো। ১৯শ শতকের পুরো সময় জুড়ে শিল্প ও শ্রমিকের সংখ্যা ক্রমাগত বৃদ্ধি পায়। ১৮৪৭ সালে, প্যারিসে ৬৫,০০০টি কারখানায় ৩,৫০,০০০ শ্রমিক কাজ করত, তবে মাত্র ৭,০০০ কারখানায় ১০ জনের বেশি কর্মী ছিল। এই সময়ে বস্ত্র শিল্পের গুরুত্ব কমে গেলেও, শতকের মাঝামাঝি সময়ে প্যারিস ফ্রান্সের মোট বাষ্প ইঞ্জিন ও যন্ত্রপাতির ২০% উৎপাদন করত এবং এখানে দেশের তৃতীয় বৃহত্তম ধাতু শিল্প ছিল। নতুন রাসায়নিক কারখানা, যা প্রচণ্ড দূষণ ছড়াত, শহরের প্রান্তে জাভেল, গ্রেনেল, পাসি, ক্লিশি, বেলভিল ও পন্তিন এলাকায় গড়ে ওঠে।\n১৯শ শতকের মাঝামাঝি সময়ে, প্যারিস লন্ডনের পর ইউরোপের দ্বিতীয় বৃহত্তম আন্তর্জাতিক আর্থিক কেন্দ্র হয়ে ওঠে। প্যারিসের একটি শক্তিশালী জাতীয় ব্যাংক এবং বেশ কয়েকটি বেসরকারি ব্যাংক ছিল, যা ইউরোপজুড়ে এবং দ্বিতীয় ফরাসি সাম্রাজ্যের সম্প্রসারণে অর্থায়ন করত। নেপোলিয়ন তৃতীয় চেয়েছিলেন প্যারিসকে বিশ্বের প্রধান আর্থিক কেন্দ্র হিসেবে গড়ে তুলতে, কিন্তু ১৮৭০-৭১ সালের যুদ্ধ প্যারিসের আর্থিক খাতকে মারাত্মকভাবে দুর্বল করে দেয় এবং তার আন্তর্জাতিক প্রভাব সীমিত হয়ে যায়।\nএই সময়ে রথসচাইল্ড ব্যাংকিং পরিবার-এর একটি প্রধান শাখা প্যারিসে প্রতিষ্ঠিত হয়। ১৮১২ সালে, জেমস মায়ের রথসচাইল্ড ফ্রাঙ্কফুর্ট থেকে প্যারিসে এসে রথসচাইল্ড ফ্রেয়ার ব্যাংক প্রতিষ্ঠা করেন। এই ব্যাংক নেপোলিয়ন প্রথমের এলবা দ্বীপ থেকে ফিরে আসার জন্য অর্থায়ন করেছিল এবং পরে ইউরোপীয় ব্যাংকিং জগতে গুরুত্বপূর্ণ হয়ে ওঠে। রথসচাইল্ড ব্যাংকিং পরিবার অব ফ্রান্স এবং অন্যান্য বিনিয়োগ ব্যাংক ফ্রান্সের শিল্প ও উপনিবেশ সম্প্রসারণে গুরুত্বপূর্ণ ভূমিকা রাখে। ব্যাংক দে ফ্রান্স, যা ১৭৯৬ সালে প্রতিষ্ঠিত হয়েছিল, ১৮৪৮ সালের আর্থিক সংকট সমাধানে গুরুত্বপূর্ণ ভূমিকা রাখে এবং শক্তিশালী কেন্দ্রীয় ব্যাংকে পরিণত হয়। কম্প্তুয়া ন্যাসিওনাল দেজকোম্প্ত দে প্যারিস ১৮৪৮ সালের আর্থিক সংকট ও প্রজাতান্ত্রিক বিপ্লবের সময় প্রতিষ্ঠিত হয়। এটি সরকারি ও বেসরকারি উভয় উৎস থেকে অর্থায়নের মাধ্যমে বড় প্রকল্প বাস্তবায়ন এবং স্থানীয় শাখা বিস্তারের মাধ্যমে সাধারণ জনগণের কাছে ব্যাংকিং সুবিধা পৌঁছে দেওয়ার নতুন কৌশল চালু করে। অন্যান্য বড় ব্যাংকের মধ্যে সোসিয়েতে জেনেরাল এবং ক্রেডি মোবিলিয়ের ছিল। ক্রেডি লিওন লিয়নে প্রতিষ্ঠিত হলেও পরে প্যারিসে কার্যক্রম বিস্তৃত করে।\nপ্যারিস বোর্স (শেয়ার বাজার) বিনিয়োগকারীদের জন্য একটি গুরুত্বপূর্ণ বাজারে পরিণত হয়। এটি মূলত একটি অগ্রবর্তী বাজার ছিল এবং ব্রোকারদের দেউলিয়া হয়ে যাওয়া রোধে একটি যৌথ গ্যারান্টি তহবিল চালু করে, যাতে আর্থিক সংকটের ঝুঁকি কমানো যায়। ১৮৮০-এর দশকে, নিয়ন্ত্রণহীন একটি বিকল্প বাজার \"কুলিস\" জনপ্রিয়তা পায়, তবে ১৮৯৫-৯৬ সালে একাধিক ব্রোকারের দেউলিয়ার ফলে এটি ভেঙে পড়ে। এরপর বোর্স নতুন আইন পাশ করিয়ে তার একচেটিয়া অধিকার নিশ্চিত করে এবং নিয়ন্ত্রণ আরও কঠোর করে, যাতে ভবিষ্যতে আর্থিক সংকটের ঝুঁকি কমানো যায়।\n\n\n== প্যারিস অবরোধ ও কমিউন (১৮৭০–১৮৭১) ==\n\nন্যাপোলিয়ন তৃতীয়-এর শাসন দ্রুত শেষ হয়ে যায় যখন তিনি ফ্রাঙ্কো-প্রুশিয়ান যুদ্ধের শেষ পর্যায়ে ১–২ সেপ্টেম্বর ১৮৭০ সালে সেডান যুদ্ধে পরাজিত ও বন্দী হন। তিনি ৪ সেপ্টেম্বর সিংহাসন ত্যাগ করেন, এবং সেদিনই তৃতীয় প্রজাতন্ত্র প্যারিসে ঘোষণা করা হয়। ১৯ সেপ্টেম্বর, প্রুশিয়ান বাহিনী প্যারিসে এসে অবরোধ শুরু করে, যা জানুয়ারি ১৮৭১ পর্যন্ত স্থায়ী হয়। এই সময় প্যারিসের মানুষ প্রচণ্ড শীত ও খাদ্য সংকটে ভুগছিল। খাদ্যের অভাবে বিড়াল, ইঁদুর, কুকুর, ঘোড়া—সবই খেতে বাধ্য হয়। এমনকি চিড়িয়াখানার দুটি হাতি, জারদিন দে প্লান্তেসের হাতিটিও জবাই করা হয়েছিল। জানুয়ারি ১৮৭১-এ, প্রুশিয়ান বাহিনী শহরে ভারী কামানের গোলাবর্ষণ শুরু করে, এবং অবশেষে ২৮ জানুয়ারি প্যারিস আত্মসমর্পণ করে। তারা স্বল্প সময়ের জন্য শহরটি দখল করে রাখে এবং পরে আশপাশের এলাকায় অবস্থান নেয়।\n১৮ মার্চ ১৮৭১-এ বিদ্রোহ শুরু হয়, যখন বিপ্লবী প্যারিস ন্যাশনাল গার্ডের সৈন্যরা দুই ফরাসি জেনারেলকে হত্যা করে। সরকারি কর্মকর্তারা ও সেনাবাহিনী দ্রুত ভার্সাইয়ে সরে যায়, এবং ২৬ মার্চ প্যারিস কমিউন নামে একটি নতুন নগর পরিষদ গঠিত হয়, যেখানে নৈরাজ্যবাদী ও চরমপন্থী সমাজতন্ত্রীরা আধিপত্য বিস্তার করে। কমিউন একটি উচ্চাভিলাষী ও বিপ্লবী সামাজিক কর্মসূচি বাস্তবায়নের চেষ্টা করে, কিন্তু মাত্র দুই মাস ক্ষমতায় থাকতে পারে। ২১ থেকে ২৮ মে পর্যন্ত, ফরাসি সেনাবাহিনী শহরটি পুনর্দখল করে, যা ইতিহাসে রক্তাক্ত সপ্তাহ নামে পরিচিত। এই রাস্তার যুদ্ধে, কমিউনার্ডরা সংখ্যায় চার বা পাঁচ গুণ কম ছিল; দক্ষ সামরিক নেতৃত্বের অভাব এবং কোন সুসংগঠিত প্রতিরক্ষা পরিকল্পনা না থাকায়, প্রতিটি এলাকা নিজস্বভাবে প্রতিরোধ গড়ে তোলে। তাদের সামরিক কমান্ডার লুই চার্লস দেলেস্ক্লুজ ২৬ মে এক ব্যারিকেডের ওপর দাঁড়িয়ে আত্মহত্যা করেন। যুদ্ধের শেষ দিনগুলোতে, কমিউনার্ডরা টুইলরি প্রাসাদ, হোটেল দে ভিল, পালেস দে জাস্টিস, লিজিওন অফ অনার প্রাসাদসহ গুরুত্বপূর্ণ সরকারি ভবনে আগুন ধরিয়ে দেয় এবং বন্দি ব্যক্তিদের হত্যা করে, যার মধ্যে জর্জ দারবোয়া, প্যারিসের আর্চবিশপও ছিলেন।\nএপ্রিলের শুরু থেকে রক্তাক্ত সপ্তাহ পর্যন্ত সেনাবাহিনীর হতাহতের সংখ্যা ছিল ৮৩৭ জন নিহত এবং ৬,৪২৪ জন আহত। প্রায় ৭,০০০ কমিউনার্ড যুদ্ধে নিহত হয় অথবা সেনাবাহিনীর গুলিতে মৃত্যুদণ্ড পায়। তাদের মরদেহ শহরের কবরস্থান ও অস্থায়ী গণকবরে সমাধিস্থ করা হয়। প্রায় ১০,০০০ কমিউনার্ড পালিয়ে বেলজিয়াম, ইংল্যান্ড, সুইজারল্যান্ড ও যুক্তরাষ্ট্রে আশ্রয় নেয়। কমিউন পতনের পর ৪৫,০০০ বন্দির মধ্যে বেশিরভাগকে মুক্তি দেওয়া হয়, কিন্তু ২৩ জনের মৃত্যুদণ্ড হয় এবং প্রায় ১০,০০০ জনকে নিউ ক্যালেডোনিয়া বা অন্যান্য বন্দিশিবিরে নির্বাসিত করা হয়। ১৮৭৯ ও ১৮৮০ সালে সকল বন্দি ও নির্বাসিতদের সাধারণ ক্ষমা দেওয়া হয় এবং তাদের বেশিরভাগই ফ্রান্সে ফিরে আসে, যেখানে অনেকে জাতীয় পরিষদে নির্বাচিত হন।\n\n\n== বেল এপোক (১৮৭১–১৯১৪) ==\n\nকমিউনের পতনের পর, প্যারিস কঠোরভাবে রক্ষণশীল জাতীয় সরকারের নিয়ন্ত্রণে চলে যায়। সরকার এবং সংসদ ১৮৭৯ সালের আগে ভার্সাই থেকে ফিরে আসেনি, যদিও সেনেট আগেই লুক্সেমবার্গ প্রাসাদে ফিরে আসে। ১৮৭৩ সালের ২৩ জুলাই, জাতীয় পরিষদ একটি ব্যাসিলিকা নির্মাণের পরিকল্পনা অনুমোদন করে, যেখানে প্যারিস কমিউনের বিদ্রোহ শুরু হয়েছিল। এটি ফ্রাঙ্কো-প্রুশিয়ান যুদ্ধ ও কমিউন সময়কালের কষ্টের প্রায়শ্চিত্তস্বরূপ নির্মিত হয়। সাক্রে-ক্যর ব্যাসিলিকা নব্য-বাইজান্টাইন শৈলীতে নির্মিত হয় এবং জনগণের দান দ্বারা অর্থায়িত হয়। এটি ১৯১৯ সাল পর্যন্ত সম্পূর্ণ হয়নি, তবে দ্রুতই প্যারিসের অন্যতম স্বীকৃত স্থাপত্য নিদর্শনে পরিণত হয়।\n১৮৭৮ সালের প্যারিস পৌর নির্বাচনে র‍্যাডিকাল রিপাবলিকানরা ৮০টির মধ্যে ৭৫টি আসন জিতে সংখ্যাগরিষ্ঠতা অর্জন করে। ১৮৭৯ সালে তারা প্যারিসের অনেক রাস্তা ও চত্বরের নাম পরিবর্তন করে: প্লাস দ্যু শাতো-দ’ও-কে প্লাস দ্যু লা রিপাবলিক নামকরণ করা হয় এবং ১৮৮৩ সালে সেখানে রিপাবলিকের একটি ভাস্কর্য স্থাপন করা হয়। এভিনিউ দ্যু লা রেইন-ওর্তঁস, জোজেফিন এবং রোয়া-দ্যু-রোমের নাম পরিবর্তন করে ওশ, মার্সো এবং ক্লেবের রাখা হয়, যাঁরা ফরাসি বিপ্লবের সময়কালের সেনাপতি ছিলেন।\n১৮৭৪ থেকে ১৮৮২ সালের মধ্যে ওতেল দ্যু ভিল পুনর্নির্মাণ করা হয় নব্য-রেনেসাঁ শৈলীতে, যার টাওয়ারগুলো শাতো দ্যু শঁবো-এর অনুকরণে নির্মিত হয়। কো দ্যুরসে-তে কমিউনারদের দ্বারা আগুনে ধ্বংসপ্রাপ্ত কুর দে কোঁত ভবন ভেঙে ফেলা হয় এবং তার স্থলে নতুন রেলস্টেশন গার দ'অর্সে (বর্তমান মিউজে দ'অর্সে) নির্মিত হয়। তুইলরি প্রাসাদ ধ্বংসস্তূপের মধ্যেই রয়ে গিয়েছিল। ব্যারন হাউসমান, হেক্টর লেফুয়েল ও ওজেন ভিওলে-লে-দুক এটি পুনর্নির্মাণের জন্য অনুরোধ করলেও, ১৮৭৯ সালে নগর পরিষদ এই প্রস্তাব প্রত্যাখ্যান করে, কারণ এটি এককালের রাজতন্ত্রের প্রতীক ছিল। ১৮৮৩ সালে ধ্বংসাবশেষ সরিয়ে ফেলা হয়। শুধুমাত্র পাভিয়োঁ দ্যু মার্সাঁ (উত্তর) এবং পাভিয়োঁ দ্যু ফ্লোর (দক্ষিণ) সংরক্ষিত হয়। এই সময়কালের সবচেয়ে স্মরণীয় প্যারিসিয়ান নাগরিক অনুষ্ঠান ছিল ১৮৮৫ সালে ভিক্টর হুগো-র অন্ত্যেষ্টিক্রিয়া। কয়েক লক্ষ প্যারিসবাসী তার কফিনের শোভাযাত্রা দেখার জন্য শ্যাঁজেলিজে রাস্তার পাশে ভিড় জমায়। আর্ক দ্যু ত্রিয়োঁফ কালো কাপড়ে আবৃত করা হয়। হুগোর দেহাবশেষ পন্থেয়নে সমাহিত করা হয়, যা পূর্বে সন্ত জেনেভিয়েভ গির্জা ছিল এবং ১৭৮৯ সালের বিপ্লবের সময় ফ্রান্সের মহান ব্যক্তিদের সমাধিসৌধে পরিণত হয়। পরে ১৮১৬ সালের বোরবোঁ পুনরুদ্ধার সময় এটি পুনরায় গির্জায় রূপান্তরিত হয়। ১৯ শতকে কয়েকবার পরিবর্তনের পর, ১৮৮৫ সালে ভিক্টর হুগোর অন্ত্যেষ্টিক্রিয়ার সময় এটি পুনরায় ধর্মনিরপেক্ষ স্থানে পরিণত হয়।\n\n\n=== পরিবহন ===\nশতকের শেষ দিকে, প্যারিস তার গণপরিবহন ব্যবস্থা আধুনিক করার উদ্যোগ নেয়, যাতে এটি লন্ডনের সঙ্গে প্রতিযোগিতা করতে পারে। ১৮৯৭ সালে প্রথম মেট্রো লাইন পোর্ত মাইয়ো থেকে পোর্ত দ্যু ভাঁসেন পর্যন্ত নির্মাণ শুরু হয়। এটি ১৯০০ সালের বিশ্বমেলার জন্য সময়মতো সম্পন্ন হয়। সেইন নদীর উপর দুটি নতুন সেতু নির্মাণ করা হয়। এর একটি ছিল পোঁ অ্যালেক্সান্দ্র ত্রোয়া, যা বাম তীরকে ১৯০০ সালের বিশ্বমেলার স্থানটির সঙ্গে সংযুক্ত করে। ১৮৯৬ সালে রাশিয়ার সম্রাট নিকোলাস দ্বিতীয় (রাশিয়া) এর ভিত্তিপ্রস্তর স্থাপন করেন। নিকোলাস দ্বিতীয় ১৮৯৪ সালে তার পিতা, অ্যালেক্সান্দ্র তৃতীয় (রাশিয়া)-এর উত্তরসূরি হন।\nনতুন সেতুর সঙ্গে শ্যাঁজেলিজে সংযোগকারী এভিনিউটি প্রথমে এভিনিউ অ্যালেক্সান্দ্র তৃতীয় নামে পরিচিত ছিল, পরে এটি এভিনিউ নিকোলাস দ্বিতীয় নামে পরিবর্তন করা হয়, এবং আবার এভিনিউ অ্যালেক্সান্দ্র তৃতীয় নামটি ফিরে আসে। ১৯৬৬ সালে এটি চূড়ান্তভাবে এভিনিউ উইনস্টন-চার্চিল নামে পুনঃনামকরণ করা হয়। পোঁ অ্যালেক্সান্দ্র ত্রোয়া নির্মাণে যেসব প্রকৌশলী কাজ করেছিলেন, তারাই পোঁ মিরাবো নির্মাণ করেন, যা ওতোই এবং জাভেল এলাকাকে সংযুক্ত করে।\n\n\n=== আধুনিক শিল্প ===\nউনবিংশ শতকের শেষ এবং বিংশ শতকের শুরুর দিকে, প্যারিস আধুনিক শিল্প ও জনসাধারণের জন্য সিনেমা প্রদর্শনের কেন্দ্রবিন্দু হয়ে ওঠে। বেল এপোক সময়কালে অনেক বিশিষ্ট শিল্পী প্যারিসে বসবাস ও কাজ করতেন, বিশেষ করে মোঁমার্ত্র এলাকায়, যেখানে ভাড়া কম ছিল এবং পরিবেশ ছিল অনুকূল। অগুস্ত রেনোয়ার ১৮৭৬ সালে ১২ রু কারতোতে একটি স্থান ভাড়া নিয়ে তার বিখ্যাত চিত্রকর্ম বাল দ্যু মুলাঁ দ্য লা গালেট আঁকেন, যেখানে রবিবার বিকেলে মোঁমার্ত্রে অঞ্চলের একটি নৃত্যানুষ্ঠান চিত্রিত হয়েছে। মরিস উত্রিয়ো ১৯০৬ থেকে ১৯১৪ সাল পর্যন্ত একই ঠিকানায় বসবাস করেন এবং রাউল ডুফি ১৯০১ থেকে ১৯১১ সাল পর্যন্ত সেখানে একটি কর্মশালা ভাগ করে নেন। বর্তমানে এই ভবনটি মিউজে দ্যু মোঁমার্ত্র হিসেবে পরিচিত।\nপাবলো পিকাসো, আমেদেও মদিগলিয়ানি এবং অন্যান্য শিল্পীরা ১৯০৪ থেকে ১৯০৯ সাল পর্যন্ত লে বাতো-লাভোয়ার নামের একটি ভবনে বসবাস ও কাজ করেন। এই ভবনেই পিকাসো তার অন্যতম শ্রেষ্ঠ শিল্পকর্ম লে দেমোয়াজেল দাভিনোঁ আঁকেন। এই এলাকায় এরিক সাতিসহ বেশ কয়েকজন বিশিষ্ট সুরকারও বসবাস করতেন। তবে প্রথম বিশ্বযুদ্ধ শুরু হওয়ার পর অধিকাংশ শিল্পী প্যারিসের মোঁপারনাস অঞ্চলে স্থানান্তরিত হন। ২৫ ডিসেম্বর ১৮৯৫ সালে, বুলভার দে ক্যাপুসিন-এর গ্র্যান্ড ক্যাফেতে প্রথমবারের মতো জনসাধারণের জন্য চলচ্চিত্র প্রদর্শনী অনুষ্ঠিত হয়। এই প্রদর্শনী পরিচালনা করেন লুমিয়ের ভ্রাতৃদ্বয়। তেত্রিশজন দর্শক এক ফ্রাঁ করে টিকিট কিনে কিছু স্বল্পদৈর্ঘ্য চলচ্চিত্র দেখেন, যার মধ্যে প্রথম ছিল লুমিয়ের ভ্রাতৃদ্বয়ের লিয়োঁর কারখানা থেকে শ্রমিকদের বেরিয়ে আসার দৃশ্য।\nবিংশ শতকের শুরুতে, অঁরি মাতিস এবং প্রাক-কিউবিস্ট শিল্পীরা—যেমন জর্জ ব্রাক, আন্দ্রে দেরেঁ, রাউল ডুফি, জঁ মেতজিঞ্জে ও মরিস দ্যু ভ্লামিঙ্ক—প্যারিসের শিল্প জগতে বিপ্লব ঘটান। তাদের রঙিন, বুনো ও অভিব্যক্তিপূর্ণ প্রকৃতি ও মানবদেহের চিত্রকর্মকে সমালোচকরা ফভিজম নামে অভিহিত করেন। অঁরি মাতিসের দ্য ডান্স চিত্রকর্মের দুটি সংস্করণ তার ক্যারিয়ারে এবং আধুনিক চিত্রকলার বিকাশে গুরুত্বপূর্ণ পরিবর্তন নির্দেশ করে। ১৮৭০ সালের পর থেকে ধীরে ধীরে বড় দোকানগুলোর কর্মী বাহিনীতে নারীদের সংখ্যা বাড়তে থাকে, যা তরুণীদের জন্য মর্যাদাপূর্ণ চাকরির সুযোগ তৈরি করে। যদিও বেতন কম ছিল এবং কর্মঘণ্টা দীর্ঘ, তবুও তারা নতুন ও বিলাসবহুল পণ্য এবং উচ্চবিত্ত ক্রেতাদের সাথে যোগাযোগের রোমাঞ্চকর অভিজ্ঞতা উপভোগ করতেন।\n\n\n=== ভোক্তাবাদ এবং ডিপার্টমেন্টাল স্টোর ===\n\n১৯শ শতকের শেষ এবং ২০শ শতকের শুরুতে প্যারিসে সম্পদের পরিমাণ দ্রুত বৃদ্ধি পায় এবং এটি ক্রমশ কয়েকটি হাতেই কেন্দ্রীভূত হতে থাকে। ১৮৭২ থেকে ১৯২৭ সালের মধ্যে প্যারিস ছিল একটি \"ভাড়াভোগী সমাজ\" (rentপ্রথমer socপ্রথমety)। ভাড়াভোগীরা (অর্থাৎ, যারা মূলত উত্তরাধিকারসূত্রে প্রাপ্ত সম্পদের উপর নির্ভরশীল) জনসংখ্যার প্রায় ১০% ছিল, কিন্তু মোট সম্পদের ৭০% এর মালিক ছিল; তারা প্রচুর অর্থ ব্যয় করত বিলাসবহুল পণ্যের উপর, কারণ তাদের মূলধন সম্পদ থেকে আসা আয় শ্রমিকদের আয়ের তুলনায় বহুগুণ বেশি জীবনযাত্রার মান নিশ্চিত করত।\nপ্যারিস বিশ্বব্যাপী খ্যাতি অর্জন করেছিল ভোক্তাবাদকে সামাজিক অগ্রাধিকার এবং অর্থনৈতিক শক্তিতে পরিণত করার জন্য, বিশেষত বৃহৎ ডিপার্টমেন্টাল স্টোর এবং বিলাসবহুল দোকানে পরিপূর্ণ আর্কেডগুলোর মাধ্যমে। এই স্টোরগুলো ছিল একপ্রকার \"স্বপ্নের যন্ত্র\", যা উচ্চবিত্ত ও ক্রমবর্ধমান মধ্যবিত্ত শ্রেণির জন্য উৎকৃষ্ট পণ্য ভোগের বিশ্বমান তৈরি করেছিল। অ্যারিস্টাইড বুসিকো, এক ক্ষুদ্র পোশাক ব্যবসায়ীর ছেলে, ১৮৪৮ সালে প্যারিসের লে বঁ মার্চে নামক একটি বৈচিত্র্যময় দোকানে অংশীদার হন। ১৮৫২ সালে তিনি এর মালিক হয়ে এটিকে আধুনিক প্যারিসের প্রথম ডিপার্টমেন্টাল স্টোরে রূপান্তর করেন, যেখানে বিপুল পরিমাণ পণ্য ক্রয়, কম মুনাফার হার, মৌসুমি ছাড়, বিজ্ঞাপন, ডাকযোগে অর্ডার গ্রহণ, ক্রেতাদের জন্য বিনোদন এবং উপহার প্রদান করা হতো। পণ্যগুলোর জন্য নির্দিষ্ট মূল্য নির্ধারণ করা হয়েছিল এবং বিনিময় বা ফেরতের নিশ্চয়তা দেওয়া হতো। এটি লা সামারিতেন, প্রিনতঁ এবং গ্যালারি লাফায়েতসহ অন্যান্য প্যারিসিয়ান ডিপার্টমেন্টাল স্টোরগুলোর জন্য আদর্শ হয়ে ওঠে।\nফরাসিরা এই বৃহৎ প্যারিসিয়ান দোকানগুলোর মাধ্যমে অর্জিত জাতীয় গৌরব উদযাপন করত। এমিল জোলা তার উপন্যাস ও বঁর দে দাম (১৮৮২–৮৩)-এর পটভূমি হিসেবে একটি ডিপার্টমেন্টাল স্টোর ব্যবহার করেন, যা তিনি ১৮৮০ সালে লে বঁ মার্চে-তে গবেষণা করে রচনা করেন। জোলা এটিকে নতুন প্রযুক্তির প্রতীক হিসেবে দেখিয়েছেন, যা একদিকে সমাজকে উন্নত করছে, অন্যদিকে এটিকে গ্রাসও করছে। উপন্যাসটিতে বিপণন কৌশল, ব্যবস্থাপনা পদ্ধতি, মার্কেটিং এবং ভোক্তাবাদের চিত্র তুলে ধরা হয়েছে।\nগ্রঁ ম্যাগাজাঁ দ্যুফায়েল ছিল ১৮৯০ সালে প্যারিসের উত্তরের অংশে নির্মিত এক বিশাল ডিপার্টমেন্টাল স্টোর, যেখানে তুলনামূলকভাবে কম দামে পণ্য পাওয়া যেত। এটি নিম্নবিত্ত ক্রেতাদের জন্য নতুন এক বিপণন অভিজ্ঞতা নিয়ে আসে। যেসব এলাকায় জনসাধারণের জন্য খোলা জায়গা কম ছিল, এটি সেখানে একপ্রকার সামাজিক মিলনস্থলের ভূমিকা পালন করত। এটি শ্রমজীবীদের শিখিয়েছিল কেনাকাটাকে শুধু প্রয়োজনীয় জিনিস সংগ্রহ করার কাজ হিসেবে নয়, বরং একটি সামাজিক বিনোদনমূলক কার্যক্রম হিসেবে উপভোগ করতে, যেমনটি মধ্যবিত্তরা শহরের কেন্দ্রীয় বড় দোকানগুলোতে করত। এটি ভোক্তাদের সঙ্গে পণ্যের সরাসরি সম্পর্ক গড়ে তুলতে সহায়তা করেছিল। এর বিজ্ঞাপনগুলো প্রতিশ্রুতি দিত যে সাধারণ মানুষও সহজলভ্য মূল্যে সর্বাধুনিক ফ্যাশনের অংশ হতে পারবে। এখানে সর্বাধুনিক প্রযুক্তির ব্যবহার করা হতো, যেমন সিনেমা হল, নতুন আবিষ্কারের প্রদর্শনী (যেমন এক্স-রে মেশিন যা জুতার মাপ নেওয়ার জন্য ব্যবহার করা হতো) এবং গ্রামোফোন।\n১৮৭০ সালের পর থেকে ক্রমশ এসব দোকানের কর্মীসংখ্যার বড় অংশই ছিল নারী, যা তরুণীদের জন্য মর্যাদাপূর্ণ কর্মসংস্থানের সুযোগ তৈরি করেছিল। যদিও বেতন কম ছিল এবং কাজের সময় দীর্ঘ ছিল, তবুও তারা সর্বাধুনিক এবং বিলাসবহুল পণ্যের সঙ্গে কাজ করার আনন্দ এবং উচ্চবিত্ত গ্রাহকদের সঙ্গে সরাসরি মিথস্ক্রিয়ার সুযোগ উপভোগ করত।\n\n\n=== প্যারিস ইউনিভার্সাল এক্সপোজিশন (১৮৫৫–১৯০০) ===\n\nউনবিংশ শতাব্দীর দ্বিতীয়ার্ধে, প্যারিস পাঁচটি আন্তর্জাতিক প্রদর্শনীর আয়োজন করেছিল, যা লক্ষ লক্ষ দর্শনার্থীকে আকৃষ্ট করে এবং শহরটিকে প্রযুক্তি, বাণিজ্য ও পর্যটনের একটি গুরুত্বপূর্ণ কেন্দ্র হিসেবে গড়ে তুলেছিল। এই প্রদর্শনীগুলো প্রযুক্তি ও শিল্প উৎপাদনের উন্নয়নকে উদযাপন করত, যা দর্শকদের বিস্মিত করত বিশাল লৌহ-নির্মিত স্থাপত্য এবং গতিশীল যন্ত্রপাতির প্রদর্শনীর মাধ্যমে।\nপ্রথম প্রদর্শনী ছিল ১৮৫৫ সালের ইউনিভার্সাল এক্সপোজিশন, যা সম্রাট নেপোলিয়ন তৃতীয় কর্তৃক আয়োজিত হয়েছিল এবং শ্যঁজ এলিজে-এর পার্শ্ববর্তী উদ্যানসমূহে অনুষ্ঠিত হয়। ১৮৫১ সালের লন্ডনের গ্রেট এক্সিবিশন থেকে অনুপ্রাণিত হয়ে, এই প্রদর্শনীটি ফরাসি শিল্প ও সংস্কৃতির অগ্রগতিকে তুলে ধরার জন্য পরিকল্পিত হয়েছিল। এই প্রদর্শনী উপলক্ষে বোর্দো ওয়াইনের শ্রেণিবিন্যাস ব্যবস্থা গড়ে তোলা হয়। থিয়েটার দ্য রঁদ-পয়েন্ট, যা এখনও শ্যঁজ এলিজের পাশে রয়েছে, সেই প্রদর্শনীর একটি নিদর্শন।\n\n১৮৬৭ সালের প্যারিস আন্তর্জাতিক প্রদর্শনী, যা নেপোলিয়ন তৃতীয়-এর তত্ত্বাবধানে অনুষ্ঠিত হয়েছিল, শ্যঁ দ্য মার্সে একটি বিশাল উপবৃত্তাকার প্রদর্শনী হলে আয়োজিত হয়েছিল, যার দৈর্ঘ্য ছিল ৪৯০ মিটার এবং প্রস্থ ৩৮০ মিটার। এই প্রদর্শনীতে সিজার রাশিয়ার আলেকজান্ডার দ্বিতীয়, অটো ফন বিসমার্ক, জার্মানির উইলিয়াম প্রথম, বাভারিয়ার রাজা লুইস দ্বিতীয় এবং অটোমান সাম্রাজ্যের সুলতান উপস্থিত ছিলেন। এটি ছিল কোনো অটোমান শাসকের প্রথম বিদেশ সফর। এই প্রদর্শনীর সময়ই বাতো মুশ নৌকা প্রথমবারের মতো সেন নদীতে যাত্রী পরিবহন শুরু করে। ১৮৭৮ সালের ইউনিভার্সাল এক্সপোজিশন সেন নদীর উভয় পাশে অনুষ্ঠিত হয়েছিল—শ্যঁ দ্য মার্সে এবং ত্রোকাদেরো পাহাড়ে, যেখানে প্রথম পালেস দ্য ত্রোকাদেরো নির্মিত হয়। এই প্রদর্শনীতে আলেকজান্ডার গ্রাহাম বেল তাঁর নতুন টেলিফোন, থমাস এডিসন তাঁর ফোনোগ্রাফ, এবং সদ্য সমাপ্ত স্ট্যাচু অব লিবার্টির মাথার অংশ প্রদর্শন করেছিলেন, যা পরে নিউ ইয়র্কে পাঠানো হয়েছিল মূর্তির শরীরের সাথে সংযুক্ত করার জন্য। এই প্রদর্শনীর সম্মানে অ্যাভিনিউ দে ল’ওপেরা এবং প্লাস দে ল’ওপেরা প্রথমবারের মতো বৈদ্যুতিক বাতির আলোয় আলোকিত হয়েছিল। এই প্রদর্শনী ১.৩ কোটি দর্শনার্থীকে আকৃষ্ট করেছিল।\n১৮৮৯ সালের ইউনিভার্সাল এক্সপোজিশন, যা শ্যঁ দ্য মার্সে অনুষ্ঠিত হয়েছিল, ফরাসি বিপ্লবের শতবার্ষিকী উদযাপন করেছিল। এই প্রদর্শনীর সবচেয়ে স্মরণীয় আকর্ষণ ছিল আইফেল টাওয়ার, যা উদ্বোধনের সময় ৩০০ মিটার উঁচু ছিল (বর্তমানে সম্প্রচার অ্যান্টেনা যোগ করার ফলে ৩২৪ মিটার)। এটি এক্সপোজিশনের প্রবেশদ্বার হিসেবে ব্যবহৃত হয়েছিল। আইফেল টাওয়ার ১৯৩০ সাল পর্যন্ত বিশ্বের সর্বোচ্চ স্থাপনা ছিল। তবে এটি সকলের পছন্দ হয়নি; এর আধুনিক নকশা অনেকের সমালোচনার মুখে পড়ে। ফ্রান্সের বিশিষ্ট সাংস্কৃতিক ব্যক্তিত্বদের মধ্যে গি দ্য মোপাসাঁ, চার্লস গুনো এবং চার্লস গার্নিয়ে সহ অনেকে প্রকাশ্য চিঠির মাধ্যমে এর নিন্দা জানান। এই প্রদর্শনীতে আরও কয়েকটি জনপ্রিয় আকর্ষণ ছিল, যার মধ্যে অন্যতম ছিল প্রথম সঙ্গীত-সমন্বিত ঝর্ণা, যা রঙিন বৈদ্যুতিক আলোয় আলোকিত হতো এবং সঙ্গীতের তালে পরিবর্তিত হতো। বাফেলো বিল ও তারকা শার্পশুটার অ্যানি ওকলে তাঁদের ওয়াইল্ড ওয়েস্ট শো পরিবেশন করে বিপুল দর্শকের মন কেড়েছিলেন। ১৯০০ সালের ইউনিভার্সাল এক্সপোজিশন নতুন শতাব্দীর সূচনা উদযাপন করেছিল। এটি শ্যঁ দ্য মার্সে অনুষ্ঠিত হয় এবং প্রায় ৫ কোটি দর্শনার্থী আকৃষ্ট করেছিল। আইফেল টাওয়ার ছাড়াও এই প্রদর্শনীতে বিশ্বের সবচেয়ে বড় ফেরিস হুইল, গ্রঁদ রু দ্য প্যারিস প্রদর্শিত হয়েছিল, যা ১০০ মিটার উঁচু ছিল এবং একসঙ্গে ৪০টি বগিতে ১,৬০০ যাত্রী বহন করতে পারত।\nপ্রদর্শনীতে রুডলফ ডিজেল তাঁর নতুন ইঞ্জিন প্রদর্শন করেন এবং বিশ্বের প্রথম এসকেলেটর প্রদর্শন করা হয়। এই এক্সপোজিশনের সময়ই ১৯০০ প্যারিস অলিম্পিক অনুষ্ঠিত হয়, যা প্রথমবারের মতো গ্রিসের বাইরে আয়োজিত হয়েছিল। এছাড়াও, এই প্রদর্শনীর মাধ্যমে আর্ট নুভো শৈলী বিশ্বব্যাপী জনপ্রিয়তা লাভ করে। এই প্রদর্শনীর দুটি গুরুত্বপূর্ণ স্থাপত্য নিদর্শন, গ্রাঁদ পালেস এবং পেতিত পালেস, আজও বিদ্যমান রয়েছে।\n\n\n== প্রথম বিশ্বযুদ্ধ (১৯১৪–১৯১৮) ==\n\n১৯১৪ সালের আগস্টে প্রথম বিশ্বযুদ্ধ শুরু হলে প্লাস দে লা কনকোর্ড, গার দ্য ল'এস্ট ও গার দ্য নোর্ড স্টেশনে দেশপ্রেমী জনসমাবেশ দেখা যায়, যখন সৈন্যরা যুদ্ধের জন্য রওনা হয়। তবে কয়েক সপ্তাহের মধ্যেই জার্মান বাহিনী মার্ন নদী পর্যন্ত অগ্রসর হয়, যা প্যারিসের পূর্বদিকে অবস্থিত। পরিস্থিতির গুরুত্ব বুঝে ফরাসি সরকার ২ সেপ্টেম্বর বোর্দো শহরে স্থানান্তরিত হয় এবং লোভ্রের অমূল্য শিল্পকর্মগুলো তুলুজ-এ পাঠানো হয়।\nমার্নের প্রথম যুদ্ধ শুরুর সময়, ৫ সেপ্টেম্বর ১৯১৪ সালে, ফরাসি সেনাবাহিনীর অতিরিক্ত সৈন্যের প্রয়োজন ছিল। কিন্তু প্যারিসের সামরিক গভর্নর জেনারেল গালিয়েনির কাছে পর্যাপ্ত ট্রেন ছিল না। তাই তিনি বাস এবং বিশেষভাবে ৬০০টি প্যারিসের ট্যাক্সি অধিগ্রহণ করেন, যা ৫০ কিলোমিটার দূরে নন্ত্যুই-ল্য-অডোয়াঁ শহরে ছয় হাজার সৈন্য পরিবহন করে। প্রতিটি ট্যাক্সিতে পাঁচজন সৈন্য ছিল, যারা সামনের ট্যাক্সির আলো অনুসরণ করছিল। মাত্র ২৪ ঘণ্টার মধ্যে এই মিশন সম্পন্ন হয়। জার্মান বাহিনী এই অপ্রত্যাশিত কৌশলে বিস্মিত হয় এবং ফরাসি ও ব্রিটিশ সেনাদের পাল্টা আক্রমণে পিছু হটতে বাধ্য হয়। যদিও পরিবাহিত সৈন্যসংখ্যা তুলনামূলক কম ছিল, তবে এটি ফরাসি জনগণের মনোবল দৃঢ় করতে গুরুত্বপূর্ণ ভূমিকা রাখে এবং জনগণ ও সেনাবাহিনীর সংহতির প্রতীক হয়ে ওঠে। সরকার প্যারিসে ফিরে আসে এবং শহরের থিয়েটার ও ক্যাফেগুলো পুনরায় চালু হয়।\nজার্মান বাহিনী গোথা জি.ভি বোমারু বিমান এবং জেপেলিন দিয়ে প্যারিসে বোমা হামলা চালায়। এসময় প্যারিসের জনগণ টাইফয়েড ও হাম মহামারির শিকার হয় এবং ১৯১৮-১৯ সালের শীতে স্প্যানিশ ফ্লু-এর মারাত্মক প্রাদুর্ভাবে কয়েক হাজার প্যারিসবাসী মারা যায়।\n১৯১৮ সালের বসন্তে জার্মান বাহিনী নতুন করে আক্রমণ চালিয়ে আবারও প্যারিসের দিকে অগ্রসর হয় এবং প্যারিস গান দিয়ে বোমা বর্ষণ শুরু করে। ২৯ মার্চ ১৯১৮ সালে একটি গোলা সেন্ট-জার্ভে গির্জায় আঘাত হানে, যেখানে ৮৮ জন নিহত হয়। বোমা হামলার সতর্কবার্তা দিতে শহরে সাইরেন স্থাপন করা হয়। ২৯ জুন ১৯১৭ সালে, মার্কিন সৈন্যরা ফ্রান্সে আসে এবং ফরাসি ও ব্রিটিশ বাহিনীকে সহায়তা করে। অবশেষে জার্মান বাহিনী পিছু হটে এবং ১১ নভেম্বর ১৯১৮ সালে যুদ্ধবিরতি ঘোষণা করা হয়। ১৭ নভেম্বর শত শত হাজার প্যারিসবাসী শঁজেলিজে-তে সমবেত হয়ে আলজাস ও লোরেন অঞ্চলের পুনরুদ্ধার উদযাপন করে। ১৬ ডিসেম্বর, বিশাল জনতার উচ্ছ্বাসের মাঝে প্রেসিডেন্ট উড্রো উইলসন হোটেল দে ভিল-এ পৌঁছান। ১৪ জুলাই ১৯১৯ সালে মিত্র বাহিনীর বিজয় কুচকাওয়াজ দেখতে বিপুলসংখ্যক জনগণ আবারও শঁজেলিজে-তে ভিড় জমায়।’’\n\n\n=== নাগরিক জীবন ===\n\nযুদ্ধের সময় প্যারিসে জীবনযাপন কঠিন হয়ে উঠেছিল। গ্যাস, বিদ্যুৎ, কয়লা, রুটি, মাখন, ময়দা, আলু এবং চিনি কঠোরভাবে রেশন করা হয়েছিল। ভোক্তা সমবায় সংগঠন গড়ে উঠেছিল এবং পৌরসভাগুলো কমিউনাল বাগান তৈরির উদ্যোগ নিয়েছিল। ১৯১৬-১৭ সালের অস্বাভাবিক ঠান্ডা শীতকালে কয়লার তীব্র সংকট দেখা দেয়। শহরের বাইরের অঞ্চল, বিশেষ করে ১৩তম, ১৪তম, ১৫তম এবং ১৮তম অ্যারোন্ডিসমেন্ট প্রতিরক্ষা শিল্পের কেন্দ্র হয়ে ওঠে, যেখানে ট্রাক, কামান, অ্যাম্বুলেন্স এবং গোলাবারুদ তৈরি করা হতো। বুলোন-বিয়াঁকুর-এ অবস্থিত রেনল্ট-এর একটি বৃহৎ কারখানায় ট্যাংক তৈরি হতো, আর জাভেল-এ নতুন একটি কারখানায় ব্যাপকহারে কামানের গোলা উৎপাদন করা হতো। যুদ্ধ শেষ হওয়ার পর, এই কারখানাটি সিট্রোয়েন-এর প্রথম উৎপাদন কেন্দ্র হয়ে ওঠে। বর্তমানে এই স্থানটি পার্ক আন্দ্রে সিট্রোয়েন নামে পরিচিত।\nযখন কারখানার শ্রমিকদের সেনাবাহিনীতে ডাকা হয়, তখন তাদের জায়গা নেন নারীরা এবং আফ্রিকা ও ইন্দো-চীন থেকে আনা ১,৮৩,০০০ উপনিবেশিক শ্রমিক, যাদের ওপর সরকার কঠোর নজরদারি রাখত।\nসমাজের সব শ্রেণির মানুষ যুদ্ধ প্রচেষ্টাকে সমর্থন করেছিল, যা ইউনিয়ন সাক্রে নামে পরিচিত এক ধরনের ঐক্যের সৃষ্টি করেছিল। যুদ্ধবিরোধী মতামত থাকলেও তা খুব শক্তিশালী ছিল না। সরকার উৎপাদনশীলতা বাড়ানো এবং সেনাবাহিনীর জন্য সরবরাহ নিশ্চিত করার ওপর গুরুত্ব দিলেও শ্রমিক শ্রেণি ঐতিহ্যগত ভোক্তা অধিকারে বিশ্বাসী ছিল। তাদের মতে, সরকারের দায়িত্ব ছিল জনগণের জন্য মৌলিক খাদ্য, বাসস্থান ও জ্বালানির ব্যবস্থা করা। মজুতদারি এবং মুনাফাবাজিকে নাগরিকদের সম্মিলিতভাবে প্রতিরোধ করা উচিত বলে মনে করা হতো।\nতবে ১৯১৭ সালে পোশাক কারখানা, ডিপার্টমেন্ট স্টোর, ব্যাংক, অস্ত্র কারখানা এবং অন্যান্য প্রতিষ্ঠানের নারী শ্রমিকরা ধর্মঘট করে। তারা মজুরি বৃদ্ধির পাশাপাশি পাঁচ দিনের কর্মসপ্তাহের দাবি আদায় করতে সক্ষম হয়।\n\n\n== দুই বিশ্বযুদ্ধের মাঝামাঝি (১৯১৯–১৯৩৯) ==\n\nপ্রথম বিশ্বযুদ্ধের পর, বেকারত্ব বেড়ে যায়, দ্রব্যমূল্য আকাশছোঁয়া হয়ে ওঠে এবং রেশনিং চালু থাকে; প্যারিসের বাসিন্দাদের প্রতিদিন মাত্র ৩০০ গ্রাম রুটি ও সপ্তাহে চারদিন মাংস দেওয়া হতো। ১৯১৯ সালের ২১ জুলাই এক সাধারণ ধর্মঘট পুরো শহর অচল করে দেয়। ফরাসি কমিউনিস্ট পার্টি ও সোসিয়ালিস্ট পার্টি শ্রমিকদের ওপর প্রভাব বিস্তারের জন্য প্রতিদ্বন্দ্বিতা করছিল। ভবিষ্যতের ভিয়েতনাম নেতা হো চি মিন ১৯১৯ থেকে ১৯২৩ সাল পর্যন্ত প্যারিসে বসবাস করেন এবং জাতীয়তাবাদ ও সমাজতন্ত্র নিয়ে পড়াশোনা করেন।\nভবিষ্যতের সেনেগালের প্রথম রাষ্ট্রপতি লিওপোল্ড সেডার সেনঘোর ১৯২৮ সালে পড়াশোনার জন্য প্যারিসে আসেন এবং পরে বিশ্ববিদ্যালয়ের অধ্যাপক ও ফ্রেঞ্চ একাডেমির সদস্য হন। শহরকে ঘিরে থাকা পুরনো দুর্গপ্রাচীর ১৯২০-এর দশকে অপ্রয়োজনীয় হয়ে পড়ে এবং তা ভেঙে ফেলা হয়। এর জায়গায় সাততলা কম খরচের হাজার হাজার পাবলিক হাউজিং তৈরি করা হয়, যেখানে মূলত নিম্নবিত্ত শ্রমিক শ্রেণির মানুষ বসবাস করত, যারা প্রধানত সমাজতন্ত্রী বা কমিউনিস্ট সমর্থক ছিল। ১৯৬০-এর দশকে এই আবাসনগুলো আলজেরিয়া থেকে আসা উদ্বাস্তুদের জন্য নতুনভাবে নির্মিত হয়। ফলে, শহরের কেন্দ্র বুর্জোয়া শ্রেণির আধিপত্যে থেকে যায়, আর শহরের চারপাশে শ্রমজীবী র‍্যাডিক্যাল বৃত্ত গড়ে ওঠে।\nএদিকে শহরের কেন্দ্রে বেশ কয়েকটি নতুন জাদুঘর নির্মাণ করা হয়, বিশেষ করে ১৯৩১ সালের ঔপনিবেশিক প্রদর্শনী-র সঙ্গে সম্পর্কিত প্রকল্প হিসেবে। তবে এই প্রদর্শনী শহরের আগের আন্তর্জাতিক প্রদর্শনীগুলোর তুলনায় তেমন সাফল্য পায়নি এবং একপ্রকার হতাশার কারণ হয়ে দাঁড়ায়।\n\n\n=== শিল্প ===\nসব দুর্দশার পরও, প্যারিস আবারও শিল্পের রাজধানী হিসেবে তার অবস্থান ফিরে পায়, যা লে আন্নেস ফলেস বা \"উন্মাদ বছরগুলো\" নামে পরিচিত। শহরটি ১৯২৫ সালের বিশ্ব মেলা-র আয়োজন করেছিল, যেখানে লে করবুজিয়ে-এর মতো শিল্পীরা অংশ নেন। শিল্প-সাংস্কৃতিক আন্দোলনের কেন্দ্রবিন্দু মঁমার্ত্র থেকে মঁপারনাস-এ স্থানান্তরিত হয়, বিশেষত বুলভার রাসপাই সংলগ্ন ক্যাফেগুলোতে, যেমন লে জকি, লে ডমি ক্যাফে, লা রতোন্দে এবং ১৯২৭ সালের পর থেকে  লা কুপোল। বিশ্বের বিভিন্ন প্রান্ত থেকে চিত্রশিল্পী, সাহিত্যিক ও কবিরা প্যারিসে আসেন এই \"উৎসব\"-এ অংশ নিতে। তাঁদের মধ্যে ছিলেন আর্নেস্ট হেমিংওয়ে, ইগর স্ট্রাভিনস্কি, ডব্লিউ বি ইয়েটস, জেমস জয়েস এবং এজরা পাউন্ড। প্যারিসে নতুন শিল্প আন্দোলনের জন্ম হয়, যার মধ্যে দাদাবাদ ও পরাবাস্তববাদ উল্লেখযোগ্য।\nজর্জ গার্শউইন ১৯২৮ সালে প্যারিসে আসেন এবং হোটেল মাজেস্টিক-এ থাকাকালীন অ্যান আমেরিকান ইন প্যারিস রচনা করেন। এই সঙ্গীতকর্মে তিনি প্লাস দ্য লেতোয়ালে ঘুরতে থাকা প্যারিসের ট্যাক্সির হর্নের শব্দকে ধারণ করেন। জ্যাজ সংগীত কৃষ্ণাঙ্গ সম্প্রদায়কে তাদের সংস্কৃতি উপস্থাপনের একটি সুযোগ করে দেয়, যা একদিকে উদ্ভাবনী ও সভ্যতার প্রতীক হিসেবে দেখা হয়, অন্যদিকে এর সঙ্গে জ্যাজ, প্রিমিটিভিজম এবং যৌন আবেদনময় পরিবেশনার ধারণা জড়িয়ে যায়। আমেরিকান গায়িকা জোসেফিন বেকার এবং রেভিউ নেগ্রে এই প্রবণতাগুলোর প্রকাশ ঘটান থিয়েটার দে শঁজেলিজে-তে তাঁদের চমকপ্রদ পরিবেশনার মাধ্যমে।\nএছাড়াও, প্যারিসে কৃষ্ণাঙ্গ পুরুষ ও নারীদের একটি গোষ্ঠী ক্যারিবীয় বেগুইন শৈলীকে জ্যাজ থেকে স্বতন্ত্রভাবে উপস্থাপন করেন এবং এটিকে গর্ব ও জাতিগত পরিচয়ের প্রতীক হিসেবে তুলে ধরেন। এটি নেগ্রিতুদ মতবাদের একটি প্রাথমিক দৃষ্টান্ত, যেখানে জাতিগত উত্তরণ ও সাংস্কৃতিক গর্বের ধারণা মিলেমিশে যায়।\n\n\n=== মহামন্দার সময় প্যারিস ===\nবিশ্বব্যাপী মহামন্দা ১৯৩১ সালে প্যারিসেও আঘাত হানে, যা শহরটিতে কষ্ট ও গম্ভীর এক পরিবেশ সৃষ্টি করে। শহরের জনসংখ্যা সামান্য হ্রাস পেয়ে ১৯২১ সালের সর্বোচ্চ ২.৯ মিলিয়ন থেকে ১৯৩৬ সালে ২.৮ মিলিয়নে দাঁড়ায়। কেন্দ্রের কিছু আরোন্দিসমঁ-এর জনসংখ্যা বিশ শতাংশ পর্যন্ত কমে যায়, তবে বাইরের অঞ্চলে দশ শতাংশ পর্যন্ত বৃদ্ধি পায়। প্যারিসের কম জন্মহার রাশিয়া, পোল্যান্ড, জার্মানি, পূর্ব ও মধ্য ইউরোপ, ইতালি, পর্তুগাল ও স্পেন থেকে আসা নতুন অভিবাসীদের মাধ্যমে কিছুটা পূরণ হয়। রাজনৈতিক উত্তেজনা বাড়তে থাকে, যেখানে ধর্মঘট, বিক্ষোভ এবং চরম-বামপন্থী জনপ্রিয় ফ্রন্ট ও চরম-ডানপন্থী আকসিও ফ্রঁসেজ-এর মধ্যে সংঘর্ষ দেখা দেয়।\nএই উত্তেজনার মধ্যেও শহরটি ১৯৩৭ সালে আরেকটি বিশ্ব মেলার আয়োজন করে, যার নাম ছিল (\"আধুনিক জীবনে শিল্প ও প্রযুক্তির আন্তর্জাতিক প্রদর্শনী\")। এটি সেন নদীর দুই তীরে, শঁ দ্য মার্স ও কলিন দ্য শায়ো এলাকায় অনুষ্ঠিত হয়। প্রধান স্থান ছিল পালেস দ্য শায়ো, যার ছাদে বিশাল জলকামানের ঝর্ণা ছিল, এবং পালেস দ্য টোকিও, যা বর্তমানে প্যারিস আধুনিক শিল্প জাদুঘর হিসেবে ব্যবহৃত হয়। এই প্রদর্শনীতে সোভিয়েত ইউনিয়ন ও জার্মানির প্যাভিলিয়ন একে অপরের বিপরীতে স্থাপিত হয়—সোভিয়েত প্যাভিলিয়নের চূড়ায় কাস্তে ও হাতুড়ি, আর জার্মান প্যাভিলিয়নের শীর্ষে ঈগল ও স্বস্তিকা ছিল। প্যারিস বিশ্বশান্তির বার্তা দিতে চেয়েছিল, কিন্তু এই দুই শক্তিশালী রাষ্ট্রের প্রতিদ্বন্দ্বিতামূলক স্থাপত্য বৈরী আন্তর্জাতিক রাজনৈতিক পরিস্থিতির ইঙ্গিত দিচ্ছিল, যা ১৯৩০-এর দশকের শেষ দিকে শহরটির জন্য আরও এক দুশ্চিন্তার কারণ হয়ে দাঁড়িয়েছিল।\n\n\n== অধিকৃত প্যারিস ও মুক্তি (১৯৪০–১৯৪৫) ==\n\nসেপ্টেম্বর ১৯৩৯-এ জার্মানি পোল্যান্ড আক্রমণ করলে, ফ্রান্স জার্মানির বিরুদ্ধে যুদ্ধ ঘোষণা করে। ফরাসি প্রতিরক্ষা পরিকল্পনা ছিল পুরোপুরি প্রতিরক্ষামূলক; তারা কেবল জার্মান আক্রমণের জন্য অপেক্ষা করছিল। ৩১ আগস্ট, ফরাসি সরকার প্যারিস থেকে ৩০,০০০ শিশু সরিয়ে নেওয়া শুরু করে, জনগণকে গ্যাস মাস্ক সরবরাহ করা হয় এবং শহরের বিভিন্ন স্থানে বোমা আশ্রয়কেন্দ্র নির্মাণ করা হয়। লুভর ও অন্যান্য জাদুঘরের মূল্যবান শিল্পকর্ম লোয়ার উপত্যকাসহ বিভিন্ন স্থানে স্থানান্তরিত হয়, এবং ঐতিহাসিক স্থাপনাগুলো স্যান্ডব্যাগ দিয়ে সুরক্ষিত করা হয়। ফরাসি সেনাবাহিনী ম্যাজিনো লাইন দুর্গে অপেক্ষমাণ ছিল, আর প্যারিসে ক্যাফে ও থিয়েটার খোলা ছিল।\nজার্মান বাহিনী ১০ মে ১৯৪০-এ ফ্রান্স আক্রমণ করে। তারা ম্যাজিনো লাইন এড়িয়ে ইংলিশ চ্যানেল পর্যন্ত অগ্রসর হয়, তারপর প্যারিসের দিকে অগ্রসর হয়। যুদ্ধক্ষেত্র থেকে আসা শরণার্থীরা প্যারিসে ভিড় জমায়। সিত্রোয়েন কারখানা ২ জুন বোমাবর্ষণের শিকার হয়। ১০ জুন, ফরাসি সরকার প্যারিস ত্যাগ করে, প্রথমে তুর ও পরে বোর্দোতে চলে যায়। ১২ জুন, প্যারিসকে \"উন্মুক্ত শহর\" ঘোষণা করা হয়। ১৪ জুন, প্রথম জার্মান সেনারা ফরাসি রাজধানীতে প্রবেশ করে এবং আর্ক দ্য ত্রিয়ম্ফ থেকে শঁজেলিজেতে কুচকাওয়াজ করে। শহরের বিজয়ী অ্যাডলফ হিটলার ২৪ জুন সেখানে পৌঁছে বিভিন্ন ঐতিহাসিক স্থান পরিদর্শন করেন এবং ন্যাপোলিয়নের সমাধিতে শ্রদ্ধা জানান।\nঅধিকৃত সময়ে, ফরাসি সরকার ভিশিতে স্থানান্তরিত হয় এবং ফরাসি সরকারি ভবনগুলোতে নাৎসি পতাকা উড়তে থাকে। প্রধান রাস্তাগুলোতে জার্মান ভাষায় সাইনবোর্ড বসানো হয়, এবং প্যারিসের ঘড়িগুলো বার্লিন সময় অনুযায়ী পুনঃসেট করা হয়। ফ্রান্সে জার্মান সামরিক সদর দপ্তর হোটেল মাজেস্টিকে (১৯ অ্যাভিনিউ ক্লেবার) স্থানান্তরিত হয়। জার্মান সামরিক গোয়েন্দা সংস্থা আবভেয়ার হোটেল লুটেশিয়া দখল করে; জার্মান বিমান বাহিনী লুফটওয়াফে হোটেল রিৎজ-এ অবস্থান নেয়; জার্মান নৌবাহিনী প্লাস দ্য লা কনকর্ডের হোটেল দে লা মারিন দখল করে; গেস্টাপো ৯৩ রু লরিস্তোয়ে অবস্থান নেয়; এবং প্যারিসের জার্মান কমান্ডার ও তার দপ্তর হোটেল মুরিস-এ স্থানান্তরিত হয়। কিছু সিনেমা হল ও ক্যাফে শুধুমাত্র জার্মান সেনাদের জন্য সংরক্ষিত ছিল, আর জার্মান কর্মকর্তারা রিৎজ, মাক্সিম’স, লা কুপোল ও অন্যান্য বিলাসবহুল রেস্তোরাঁ উপভোগ করত; বিনিময় হার এমনভাবে নির্ধারণ করা হয়েছিল যাতে এটি জার্মানদের পক্ষে সুবিধাজনক হয়।\nপ্যারিসের অধিবাসীদের জন্য এই দখল ছিল হতাশা, অভাব ও অপমানের সময়। রাত ৯টা থেকে সকাল ৫টা পর্যন্ত কারফিউ জারি ছিল; সন্ধ্যার পর শহর সম্পূর্ণ অন্ধকারে ঢেকে যেত। ১৯৪০ সালের সেপ্টেম্বর থেকে খাদ্য, তামাক, কয়লা ও পোশাক রেশনিং শুরু হয়। প্রতি বছর সরবরাহ কমতে থাকে এবং দাম বৃদ্ধি পেতে থাকে। এক মিলিয়নেরও বেশি প্যারিসবাসী গ্রামাঞ্চলে চলে যায়, যেখানে খাদ্য সহজলভ্য ছিল এবং জার্মানদের উপস্থিতি তুলনামূলক কম ছিল। ফরাসি সংবাদপত্র ও রেডিও শুধুমাত্র জার্মান প্রচারণা প্রচার করত।\nইহুদিদের হলুদ ডেভিডের তারা ব্যাজ পরতে বাধ্য করা হয় এবং তাদের নির্দিষ্ট পেশা ও জনসাধারণের স্থানে প্রবেশের অনুমতি দেওয়া হয়নি। ১৬–১৭ জুলাই ১৯৪২-এ, ফরাসি পুলিশ জার্মানদের আদেশে ১২,৮৮৪ জন ইহুদিকে আটক করে, যার মধ্যে ৪,০৫১ শিশু ও ৫,০৮২ নারী ছিল। অবিবাহিত ব্যক্তি ও নিঃসন্তান দম্পতিদের ড্রান্সি শিবিরে (প্যারিসের উত্তরে) পাঠানো হয়, আর ৭,০০০ পরিবারের সদস্যদের ভেলোদ্রোম দ’ইভের (\"ভেল' দ'ইভ'\") স্টেডিয়ামে বন্দি করে রাখা হয়। ১৫তম অ্যারোন্ডিসমঁ-এ অবস্থিত এই স্টেডিয়ামে তাদের পাঁচ দিন আটকে রাখা হয়, এরপর তাদের অশউইৎজ ঘাঁটিতে পাঠানো হয়, যেখানে তাদের অনেককেই হত্যা করা হয়।\nঅধিকৃত প্যারিসের বিরুদ্ধে প্রথম বিক্ষোভ অনুষ্ঠিত হয় ১১ নভেম্বর ১৯৪০-এ, যেখানে প্যারিসের শিক্ষার্থীরা অংশ নেয়। যুদ্ধ চলাকালীন, বেশ কয়েকটি গোপন প্রতিরোধ গোষ্ঠী গঠিত হয়; কিছু ছিল কমিউনিস্ট পার্টির অনুগত, আবার কিছু ছিল জেনারেল দ্য গল-এর প্রতি অনুগত, যিনি লন্ডনে অবস্থান করছিলেন। এই গোষ্ঠীগুলো দেয়ালে স্লোগান লিখত, গোপন সংবাদপত্র প্রকাশ করত এবং কখনো কখনো জার্মান অফিসার ও সেনাদের ওপর হামলা চালাত। জার্মানরা দ্রুত ও কঠোর প্রতিশোধমূলক ব্যবস্থা নিত।\nপ্যারিসকে লন্ডন বা বার্লিনের মতো ঘন ঘন বা ব্যাপকভাবে বোমাবর্ষণের শিকার হতে হয়নি, তবে শহরের উপকণ্ঠ ও শিল্পাঞ্চলে অবস্থিত কারখানা ও রেলওয়ে ইয়ার্ডগুলোর ওপর নিয়মিত হামলা চালানো হয়। ১৮তম অ্যারোন্ডিসমঁ-তে লা শাপেল রেলস্টেশনে ২০–২১ এপ্রিল ১৯৪৪ সালের এক রাতের বিমান হামলায় ৬৪০ থেকে ৬৭০ জন নিহত হয় এবং শত শত ভবন ধ্বংস হয়ে যায়।\n৬ জুন ১৯৪৪-এ মিত্রবাহিনী নর্মান্ডিতে অবতরণ করে এবং দুই মাস পরে জার্মান প্রতিরক্ষা ভেঙে প্যারিসের দিকে অগ্রসর হয়। মিত্র বাহিনীর অগ্রগতির সঙ্গে সঙ্গে প্রতিরোধ বাহিনী কর্তৃক সংগঠিত ধর্মঘট শহরের রেল, পুলিশ এবং অন্যান্য সরকারি পরিষেবা ব্যাহত করে। ১৯ আগস্ট, প্রতিরোধ বাহিনী শহরব্যাপী সাধারণ বিদ্রোহের নির্দেশ দেয়। তারা পুলিশের সদর দপ্তরসহ শহরের কেন্দ্রস্থলের গুরুত্বপূর্ণ সরকারি ভবনগুলোর নিয়ন্ত্রণ নেয়। জেনারেল লেক্লের-এর ফরাসি ২য় সাঁজোয়া ডিভিশন এবং আমেরিকান ৪র্থ পদাতিক ডিভিশন ২৫ আগস্ট প্যারিসে প্রবেশ করে এবং শহরের কেন্দ্রে পৌঁছায়, যেখানে আনন্দোচ্ছল জনতা তাদের স্বাগত জানায়। প্যারিসের জার্মান কমান্ডার ডিট্রিশ ফন চোল্টিৎস, হিটলারের শহরের স্মৃতিস্তম্ভগুলো ধ্বংস করার আদেশ অমান্য করে ২৫ আগস্ট আত্মসমর্পণ করেন। পরদিন, ২৬ আগস্ট, শার্ল দ্য গল শহরে পৌঁছে বিশাল এক বিজয় শোভাযাত্রার নেতৃত্ব দেন, যা শঁজেলিজে অতিক্রম করে নোত্র দাম গির্জা পর্যন্ত গিয়ে টে ডেয়ুম প্রার্থনার মাধ্যমে শেষ হয়।\n২৯ আগস্ট, বোয়া দ্য বুলোন-এ আগের রাতে সমবেত হওয়া মার্কিন ২৮তম পদাতিক ডিভিশনের সমস্ত সেনা এবং যানবাহন ২৪ জন এক সারিতে সাজিয়ে অ্যাভিনিউ ওশ থেকে আর্ক দ্য ত্রিয়ম্ফ পর্যন্ত কুচকাওয়াজ করে, তারপর শঁজেলিজে অগ্রসর হয়। ডিভিশনটি শহরের মধ্য দিয়ে মার্চ করে ফরাসি রাজধানীর উত্তর-পূর্বে নির্ধারিত আক্রমণ অবস্থানে যাওয়ার জন্য প্রস্তুত হয়।\n\n\n== দ্বিতীয় বিশ্বযুদ্ধ-পরবর্তী সময় (১৯৪৬–২০০০) ==\n\nদ্বিতীয় বিশ্বযুদ্ধের পর, দীর্ঘ সময়ের অবহেলার কারণে প্যারিসের অনেক ভবনের ধোঁয়ায় কালো হয়ে যাওয়া পাথরের সম্মুখভাগ, ফাটল ধরা প্লাস্টার ও খসে পড়া রং দেখে শহরের দুরবস্থা স্পষ্ট ছিল। তবে, ১৯৭০-এর দশকের মাঝামাঝি সময়ে, প্যারিস ব্যাপক সংস্কার ও পুনরুদ্ধারের মাধ্যমে হস্মান যুগের মতো একটি নতুন রূপ লাভ করে।\nপ্যারিসের মুক্তি ও যুদ্ধের সমাপ্তি প্যারিসবাসীদের দুর্দশা অবসান করেনি। রুটির রেশনিং ১৯৪৮ সালের ফেব্রুয়ারি পর্যন্ত চালু ছিল, এবং কফি, রান্নার তেল, চিনি ও চালের রেশনিং ১৯৪৯ সালের মে মাস পর্যন্ত চলেছিল। শহরের আবাসন ব্যবস্থাও জরাজীর্ণ ছিল। ১৯৫৪ সালে, প্যারিসের ৩৫ শতাংশ অ্যাপার্টমেন্ট ভবন ১৮৭১ সালের আগেই নির্মিত হয়েছিল। ৮১ শতাংশ অ্যাপার্টমেন্টে নিজস্ব বাথরুম ছিল না, এবং ৫৫ শতাংশের নিজস্ব টয়লেট ছিল না। তারপরও বাড়িভাড়া চড়া ছিল এবং বাসস্থান সংকট দেখা দিয়েছিল। ১৯৫০ সালে সরকার কম আয়ের প্যারিসবাসীদের জন্য শহরের প্রান্তে ও শহরতলিতে নতুন অ্যাপার্টমেন্ট ব্লক নির্মাণের উদ্যোগ নেয়, যা হাবিতাসিওঁ আ লোয়ে মদেরে নামে পরিচিত।\n১৯৩৬ সালের জনসংখ্যায় পৌঁছাতে প্যারিসের ১৯৪৬ সাল পর্যন্ত সময় লাগে, এবং ১৯৫৪ সালে জনসংখ্যা বেড়ে ২,৮৫০,০০০-এ পৌঁছায়, যার মধ্যে ১,৩৫,০০০ অভিবাসী ছিল, মূলত আলজেরিয়া, মরক্কো, ইতালি ও স্পেন থেকে। মধ্যবিত্ত প্যারিসবাসীদের শহরতলিতে স্থানান্তর অব্যাহত ছিল। ১৯৬০ ও ১৯৭০-এর দশকে শহরের জনসংখ্যা হ্রাস পায় (১৯৬২ সালে ২,৭৫৩,০০০ থেকে ১৯৭২ সালে ২.৩ মিলিয়ন), যা অবশেষে ১৯৮০-এর দশকে স্থিতিশীল হয় (১৯৮২ সালে ২,১৬৮,০০০, এবং ১৯৯২ সালে ২,১৫২,০০০)। যুদ্ধের ফলে মারাত্মক ক্ষতিগ্রস্ত ফ্রান্সের জন্য বড় প্রশ্ন ছিল—প্যারিস কি তার বৈশ্বিক মর্যাদা পুনরুদ্ধার করতে পারবে? ১৯৭০-এর দশকে, অনেক প্যারিসবাসী উদ্বেগ প্রকাশ করেছিলেন যে শহর তার \"তারকাখ্যাতি\" হারাচ্ছে এবং এর জৌলুস ও আন্তর্জাতিক প্রভাব কমে যাচ্ছে। অনেকেই মনে করতেন, ১৯৬০ ও ১৯৭০-এর দশকের আধুনিকায়ন প্রচেষ্টা জীবনমানের অবনতি ঠেকাতে ব্যর্থ হয়েছে।\n১৯৪০ ও ১৯৫০-এর দশকে প্যারিসের রাজনৈতিক পরিস্থিতি অস্থির ছিল। ১৯৫০ সালের ডিসেম্বরে হওয়া ধর্মঘট বিদ্যুৎ বিচ্ছিন্ন করে দেয় এবং প্যারিস মেট্রো বন্ধ হয়ে যায়। ১৯৪৮ ও ১৯৫১ সালে কমিউনিস্ট নেতৃত্বাধীন বিক্ষোভকারীরা পুলিশের সঙ্গে সংঘর্ষে লিপ্ত হয়। আলজেরিয়ার স্বাধীনতা সংগ্রাম এবং সেখানে বসবাসকারী ফরাসিদের প্রতিরোধের ফলে ১৯৬১ ও ১৯৬২ সালে প্যারিসে একাধিক বোমা হামলা ও রক্তক্ষয়ী সংঘর্ষ ঘটে। বিভক্ত ফরাসি চতুর্থ প্রজাতন্ত্র ১৯৫৮ সালে ভেঙে পড়ে, নতুন সংবিধান গৃহীত হয়, এবং শার্ল দ্য গল-এর নেতৃত্বে ফরাসি পঞ্চম প্রজাতন্ত্র প্রতিষ্ঠিত হয়। ১৯৬৮ সালের ছাত্র আন্দোলন বাম তীরের (Left Bank) বিশ্ববিদ্যালয় এলাকাকে আন্দোলনের কেন্দ্রস্থলে পরিণত করে, যেখানে ব্যারিকেড ও লাল পতাকা দেখা যায়, এবং ১৩ মে একটি সাধারণ ধর্মঘট পুরো প্যারিস অচল করে দেয়। তবে, ৩০ মে শ্যাম্পস এলিজে-তে এক মিলিয়ন মানুষের একটি বিশাল সমাবেশ প্রেসিডেন্ট দ্য গলকে সমর্থন জানালে পরিস্থিতি ধীরে ধীরে শান্ত হয়।\nপ্যারিসের সাংস্কৃতিক জীবন পুনরায় গতি পায়, এবার এর কেন্দ্রবিন্দু হয় সাঁ-জার্মাঁ-দে-প্রে-এর ক্যাফেগুলো—ক্যাফে দ্য ফ্লোর, ব্রাসেরি লিপ ও লে দ্য ম্যাগো—যেখানে দার্শনিক জাঁ-পল সার্ত্র ও লেখিকা সিমোন দ্য বোভোয়ার নিয়মিত আলোচনায় অংশ নিতেন। লা রোজ রুজ ও ল্য তাবু নামের নাইটক্লাবগুলো জনপ্রিয় হয়ে ওঠে। জনপ্রিয় সংগীতধারা ছিল বিবপ ও জ্যাজ, যেখানে সিডনি বেচেট ও বরিস ভিয়াঁ গুরুত্বপূর্ণ ভূমিকা রাখেন। ১৯৪৭ সালে, পালেস দ্য টোকিও ভবনে প্যারিস আধুনিক শিল্প জাদুঘর চালু হয়। ডিজাইনার ক্রিশ্চিয়ান ডিওর-এর নেতৃত্বে প্যারিস আবারও বিশ্ব ফ্যাশনের রাজধানী হয়ে ওঠে।\nফরাসি বিপ্লবের পর থেকে প্যারিসে কোনো নির্বাচিত মেয়র ছিল না; নেপোলিয়ন বোনাপার্ত ও তার উত্তরসূরিরা ব্যক্তিগতভাবে শহরের প্রশাসক নিয়োগ করতেন। ৩১ ডিসেম্বর ১৯৭৫ সালে প্রেসিডেন্ট ভ্যালেরি জিসকার দেঁস্তাঁ-এর অধীনে আইন পরিবর্তন করা হয়। ১৯৭৭ সালের প্রথম মেয়র নির্বাচনে জাক শিরাক বিজয়ী হন, যিনি পরবর্তী ১৮ বছর মেয়র হিসেবে দায়িত্ব পালন করেন। ১৯৯৫ সালে তিনি ফরাসি প্রেসিডেন্ট নির্বাচিত হলে জ্যাঁ টিবেরি তার স্থলাভিষিক্ত হন।\n\n\n=== ফরাসি প্রেসিডেন্টদের প্যারিস প্রকল্প ===\nপঞ্চম প্রজাতন্ত্রের প্রতিটি প্রেসিডেন্ট প্যারিসে নিজের স্বতন্ত্র চিহ্ন রেখে যাওয়ার চেষ্টা করেছেন এবং প্রত্যেকেই গ্রঁ ত্রাভো (\"মহান কর্মযজ্ঞ\") নামে একটি উন্নয়ন পরিকল্পনা হাতে নিয়েছেন। পঞ্চম প্রজাতন্ত্রের প্রথম প্রেসিডেন্ট শার্ল দ্য গল প্যারিসের ঐতিহ্যবাহী কিন্তু পুরনো লে আল বাজারের পরিবর্তে রঁজিস-এ একটি নতুন কেন্দ্রীয় কৃষিপণ্য বাজার নির্মাণ করেন। তবে দ্য গলের সবচেয়ে উল্লেখযোগ্য এবং প্রশংসিত অবদান ছিল আন্দ্রে মালরো প্রণীত মালরো আইন, যা শতাব্দীর পর শতাব্দী ধরে জমে থাকা ধোঁয়া ও ময়লা পরিষ্কার করে নোত্র দাম ক্যাথেড্রাল এবং প্যারিসের অন্যান্য বিখ্যাত স্থাপনার মূল রঙ পুনরুদ্ধারের নির্দেশ দেয়।\nপ্রেসিডেন্ট জর্জ পম্পিদুর সবচেয়ে বড় প্রকল্প ছিল ৪র্থ প্রশাসনিক অঞ্চলের বোবার্গ এলাকায় সাঁত্র জর্জ পম্পিদু নির্মাণ। এটি সমসাময়িক শিল্পকলার জন্য একটি অত্যাধুনিক প্রদর্শনী কেন্দ্র, যার পাইপ, এস্কেলেটর, নালাগুলো এবং অন্যান্য অভ্যন্তরীণ কাঠামো ভবনের বাইরের দিকে দৃশ্যমান রাখা হয়েছিল। তার উত্তরসূরি ভ্যালেরি জিসকার দেঁস্তাঁ পুরনো গার দ'অর্সে রেলস্টেশনকে উনবিংশ শতাব্দীর শিল্পকলার জন্য মিউজে দ'অর্সে নামে একটি জাদুঘরে রূপান্তর করেন, যা ১৯৭৭ সালে উদ্বোধন করা হয়। এছাড়াও, তিনি পার্ক দে লা ভিলেত-এর পুরনো কসাইখানাগুলো সরিয়ে সেখানে ১৯৮৬ সালে সিতে দ্য লা সিয়ন্স এ দ্য ল’ইন্ডুস্ত্রি নামে একটি নতুন বিজ্ঞান ও প্রযুক্তি জাদুঘর নির্মাণ করেন।\nপ্রেসিডেন্ট ফ্রাঁসোয়া মিতেরঁ ১৪ বছর ক্ষমতায় ছিলেন, যা তাকে নেপোলিয়ন তৃতীয়-এর পর সবচেয়ে বেশি উন্নয়ন প্রকল্প বাস্তবায়নের সুযোগ দেয়। তার গ্রঁ ত্রাভো প্রকল্পগুলোর মধ্যে ছিল আরব বিশ্ব ইনস্টিটিউট, বিবলিওথেক নাসিওনাল দে ফ্রঁস (বিএনএফ)-এর নতুন ভবন, নতুন অপেরা হাউস ওপেরা বাস্তিয়, যা ফরাসি বিপ্লবের দ্বিশতবার্ষিকী উদযাপনের জন্য ১৯৮৯ সালে উদ্বোধন করা হয়। এছাড়াও, ব্যেরসিতে নতুন অর্থ মন্ত্রণালয় ভবন তৈরি করা হয়, যেখানে আগে লুভর-এর একটি অংশে অর্থ মন্ত্রণালয় ছিল। লা দেফঁস-এ নির্মিত গ্রঁদ আর্শ ১৯৮৯ সালে সম্পন্ন হয়, এটি একটি বিশাল ফাঁপা ঘনক আকৃতির ভবন, যার উচ্চতা ১১২ মিটার। এটি ত্রিয়ঁফের আর্চ দ্য ক্যারুসেল থেকে প্লাস দ্য লা কঁকোর্দ এবং শ্যাম্পস এলিজে পর্যন্ত দীর্ঘ ভিউলাইন সম্পন্ন করে। তবে সবচেয়ে বিখ্যাত প্রকল্প ছিল \"গ্রঁ লুভর\", যার আওতায় অর্থ মন্ত্রণালয়কে সরিয়ে লুভর পিরামিড নির্মাণ করা হয়, যা আই. এম. পেই-এর নকশা অনুযায়ী লুভরের মূল প্রাঙ্গণে স্থাপন করা হয়।\nদ্বিতীয় বিশ্বযুদ্ধ-পরবর্তী সময়ে, ১৯১৪ সালের বেল এপোক-এর পর প্যারিস তার বৃহত্তম নগর উন্নয়ন দেখেছিল। শহরতলিগুলো ব্যাপকভাবে সম্প্রসারিত হয়, যেখানে বৃহৎ আবাসন প্রকল্প (সিতে) গড়ে ওঠে এবং ব্যবসায়িক জেলা লা দেফঁস-এর সূচনা ঘটে। মেট্রোর পরিপূরক হিসেবে একটি বিস্তৃত দ্রুতগামী সাবওয়ে নেটওয়ার্ক আরইআর নির্মাণ করা হয়, যা দূরবর্তী শহরতলিকে সংযুক্ত করে। এছাড়া, শহরতলিতে নতুন সড়ক নেটওয়ার্ক তৈরি করা হয়, যার কেন্দ্রবিন্দু ছিল শহরকে বেষ্টনকারী পেরিফেরিক এক্সপ্রেসওয়ে, যা ১৯৭৩ সালে সম্পন্ন হয়।\n\n\n=== বানলিয়ে-এর সংকট ===\n১৯৭০-এর দশক থেকে, প্যারিসের বেশ কয়েকটি শহরতলি (বানলিয়ে), বিশেষ করে উত্তর ও পূর্ব অংশগুলো, শিল্পহ্রাসের মুখে পড়ে, কারণ অনেক কারখানা বন্ধ হয়ে যায় বা শহর থেকে আরও দূরে স্থানান্তরিত হয়। একসময়ের সমৃদ্ধশালী আবাসিক সিতে অঞ্চলগুলো আফ্রিকান ও আরব অভিবাসীদের জন্য গেটোতে পরিণত হয় এবং সেখানে বেকারত্বের হার বেড়ে যায়। অন্যদিকে, প্যারিসের কিছু এলাকা এবং পশ্চিম ও দক্ষিণ শহরতলির অর্থনৈতিক কাঠামো পরিবর্তিত হয়ে ঐতিহ্যবাহী উৎপাদন খাত থেকে উচ্চ মূল্য সংযোজিত সেবা এবং উচ্চ-প্রযুক্তির উৎপাদন শিল্পে রূপান্তরিত হয়। ফলে, এই এলাকাগুলো ফ্রান্সের মধ্যে সর্বোচ্চ এবং ইউরোপের অন্যতম উচ্চ মাথাপিছু আয়ের অঞ্চল হয়ে ওঠে। এই দুই অঞ্চলের মধ্যে ক্রমবর্ধমান অর্থনৈতিক বৈষম্যের ফলে উত্তর-পূর্বের আবাসন প্রকল্পগুলোর তরুণ বাসিন্দাদের সঙ্গে পুলিশের মধ্যে সময়ে সময়ে সংঘর্ষের ঘটনা ঘটে।\n\n\n== ২১তম শতাব্দী ==\n\n\n=== অর্থনীতি ===\n\n২১তম শতাব্দীর প্রথম অংশে, প্যারিসের অর্থনৈতিক জীবনীশক্তি এটিকে একটি গুরুত্বপূর্ণ আর্থিক কেন্দ্র এবং প্রভাবশালী বৈশ্বিক নগরীতে পরিণত করে। প্যারিস অঞ্চল, যার মধ্যে শহরের সীমানার বাইরে অবস্থিত ব্যবসায়িক কেন্দ্র লা দেফঁস অন্তর্ভুক্ত, ২০১২ সালে জিডিপি €৬১২ বিলিয়ন (মার্কিন $৭৬০ বিলিয়ন) ছিল। ২০১১ সালে এটি ইউরোপের অঞ্চলের মধ্যে দ্বিতীয় স্থানে ছিল এবং এর মাথাপিছু জিডিপি ইউরোপে চতুর্থ সর্বোচ্চ ছিল। ২০১৩ সালে প্যারিস ছিল ফরচুন গ্লোবাল ৫০০-এর অন্তর্ভুক্ত ২৯টি প্রধান প্রতিষ্ঠানের বিশ্ব সদর দপ্তরের কেন্দ্র, যেগুলোর বেশিরভাগই ব্যাংকিং, অর্থনীতি, বীমা এবং ব্যবসায়িক পরিষেবার সঙ্গে যুক্ত।\nপর্যটন প্যারিসের অর্থনীতির একটি গুরুত্বপূর্ণ অংশ ছিল। ২০১৩ সালে, প্যারিস শহর ২৯.৩ মিলিয়ন পর্যটককে স্বাগত জানায়, যাদের মধ্যে সর্বাধিক ছিল যুক্তরাষ্ট্র থেকে, এরপর যুক্তরাজ্য, ইতালি, জার্মানি এবং স্পেন। জাপান থেকে ৫.৫ লক্ষ দর্শনার্থী আসে, যা আগের বছরের তুলনায় কম ছিল, তবে চীন (১.৮৬ লক্ষ) এবং মধ্যপ্রাচ্য (৩.২৬ লক্ষ) থেকে পর্যটকের সংখ্যা ২০% বৃদ্ধি পায়।\n২০১৩ সালে প্যারিস অঞ্চল ৩২.৩ মিলিয়ন দর্শনার্থী গ্রহণ করে। ইউরোপীয় বিলাসবহুল কেনাকাটার ক্ষেত্রে প্যারিস অত্যন্ত গুরুত্বপূর্ণ ছিল। ২০১৪ সালে, প্যারিসে পর্যটকদের ব্যয় ছিল $১৭ বিলিয়ন (€১৩.৫৮ বিলিয়ন), যা লন্ডন এবং নিউ ইয়র্কের পর বিশ্বে তৃতীয় সর্বোচ্চ। ফ্যাশন এবং বিলাসবহুল পণ্যও প্যারিসের অর্থনীতিতে গুরুত্বপূর্ণ অবদান রাখে। ২০১৪ সালে প্যারিস ছিল বিশ্বের বৃহত্তম প্রসাধনী কোম্পানি লোরিয়াল এবং বিশ্বের শীর্ষ পাঁচ বিলাসবহুল ফ্যাশন সামগ্রী প্রস্তুতকারকের মধ্যে তিনটির – লুই ভুঁইতো, এরমেস এবং কার্তিয়ে (জুয়েলারি)-এর প্রধান কার্যালয়।\n২০০৯ সালের একটি গবেষণা অনুসারে, বৈশ্বিক ৩৫টি প্রধান শহরের মধ্যে অর্থনৈতিক শক্তির দিক থেকে প্যারিস তৃতীয় স্থানে ছিল, লন্ডন এবং নিউ ইয়র্কের পরে। গবেষণায়, প্যারিস জীবনমান ও প্রবেশযোগ্যতার ক্ষেত্রে প্রথম, সাংস্কৃতিক জীবনে তৃতীয়, অর্থনীতিতে ষষ্ঠ এবং গবেষণা ও উন্নয়নে সপ্তম স্থান অধিকার করে। ২০১২ সালের আরেকটি গবেষণায় প্যারিসকে নিউ ইয়র্ক, লন্ডন ও টোকিওর সাথে বিশ্বের চারটি প্রধান বৈশ্বিক শহরের অন্তর্ভুক্ত করা হয়। এই গবেষণা অনুযায়ী, হিসাবরক্ষণ ও ব্যবস্থাপনা পরামর্শে প্যারিস তৃতীয়, নেটওয়ার্ক সংযোগ এবং বিমান সংযোগে তৃতীয় এবং বীমা ক্ষেত্রে পঞ্চম অবস্থানে ছিল।\n\n\n=== রাজনীতি ===\nমার্চ ২০০১ সালে, বেরট্রাঁ দেলানোয়ে প্যারিসের প্রথম সমাজতান্ত্রিক মেয়র নির্বাচিত হন এবং একই সাথে তিনি শহরের প্রথম প্রকাশ্যে সমকামী মেয়র ছিলেন। পরবর্তী তেরো বছর ধরে সমাজতন্ত্রী ও তাদের সহযোগীরা শহরের রাজনীতিতে আধিপত্য বজায় রাখে: দেলানোয়ে ২০০৮ সালে পুনরায় নির্বাচিত হন। ৫ এপ্রিল ২০১৪ সালে, আরেক সমাজতন্ত্রী আন ইদালগো প্যারিসের প্রথম নারী মেয়র নির্বাচিত হন। ২০২০ সালে আন ইদালগো পুনরায় মেয়র নির্বাচিত হন। এই দুই মেয়র সামাজিক বিষয় ও পরিবেশকে অগ্রাধিকার দিয়েছিলেন। ২০০৭ সালে, শহরে যানজট কমানোর লক্ষ্যে, মেয়র দেলানোয়ে ভেলিব' চালু করেন, যা একটি স্বল্পমূল্যে ভাড়ায় সাইকেল প্রদানকারী ব্যবস্থা, যা স্থানীয় বাসিন্দা ও পর্যটকদের জন্য উপলব্ধ। গাড়ির সংখ্যা নিরুৎসাহিত করতে, নগর প্রশাসন পার্কিং ফি বাড়ায় এবং শহরে গাড়ি চলাচলের ওপর নতুন সীমাবদ্ধতা আরোপ করে। ২০০৮ থেকে ২০১৩ সালের মধ্যে, প্রশাসন পঁ দ্য ল’আলমা এবং মিউজে দ'ওরসে-এর মধ্যবর্তী সেন নদীর তীরবর্তী মহাসড়কের একটি অংশকে পরিবর্তন করে প্রোমেনাদ দে বের্জ দ্য লা সেন নামে একটি পাবলিক পার্কে পরিণত করে।\n\n\n=== সংস্কৃতি ===\n২০১৩ সালে লোভর ছিল বিশ্বের সবচেয়ে বেশি দর্শকপ্রিয় শিল্প জাদুঘর, এবং সেন্ট্র জর্জ পম্পিদু ছিল সবচেয়ে বেশি পরিদর্শিত আধুনিক শিল্প জাদুঘর। ২০০৬ সালে একটি নতুন জাতীয় জাদুঘর, মিউজে দ্য কে ব্রানলি, উদ্বোধন করা হয়। এটি ছিল প্রেসিডেন্ট জ্যাক শিরাক-এর অন্যতম বৃহৎ প্রকল্প, যা স্থপতি জঁ নুভেল ডিজাইন করেন। জাদুঘরটি আফ্রিকা, ওশেনিয়া, এশিয়া এবং আমেরিকার আদিবাসী শিল্প প্রদর্শনের জন্য তৈরি করা হয়। একটি নতুন বেসরকারি জাদুঘর, লুই ভুঁইতো ফাউন্ডেশন-এর সমসাময়িক শিল্প জাদুঘর, স্থপতি ফ্রাঙ্ক গেরি-এর নকশায়, ২০১৪ সালের অক্টোবরে বোয়া দ্য বোলোন-এ উদ্বোধন করা হয়। ১৪ জানুয়ারি ২০১৫-এ, প্রেসিডেন্ট ফ্রাঁসোয়া ওলাঁদ নতুন সিম্ফনি হল ফিলহারমনি দ্য প্যারিস উদ্বোধন করেন, যা স্থপতি জঁ নুভেল ডিজাইন করেন। উদ্বোধনী অনুষ্ঠানে অর্কেস্ট্র দ্য প্যারিস গ্যাব্রিয়েল ফোরের রেকুইয়েম (ফোরে) পরিবেশন করে, যা এক সপ্তাহ আগে ঘটে যাওয়া শার্লি এবদো হামলার শিকারদের স্মরণে উৎসর্গ করা হয়। এটি পার্ক দ্য লা ভিলেত্ত-এ, প্যারিসের ১৯তম আরোঁদিসমঁ-এ অবস্থিত।\nএই নতুন কনসার্ট হল নির্মাণে ৩৮৬ মিলিয়ন ইউরো খরচ হয় এবং এটি সম্পন্ন হতে সাত বছর লেগে যায়, যা পরিকল্পনার চেয়ে দুই বছর বেশি এবং প্রাথমিক বাজেটের তিনগুণ বেশি ব্যয় হয়। স্থপতি উদ্বোধনী অনুষ্ঠানে উপস্থিত হননি, কারণ তিনি দাবি করেছিলেন যে হলটি পুরোপুরি সম্পন্ন হওয়ার আগেই উদ্বোধন করা হয়েছে, এবং এর শব্দপ্রযুক্তি ঠিকমতো পরীক্ষা করা হয়নি। তবে উদ্বোধনী অনুষ্ঠানে উপস্থিত সাংবাদিকরা জানান যে, হলটির শব্দমান অত্যন্ত স্বচ্ছ ছিল। দ্য গার্ডিয়ান-এর স্থাপত্য সমালোচক মন্তব্য করেন যে, ভবনটি যেন একটি মহাকাশযান, যা ফ্রান্সে বিধ্বস্ত হয়েছে। ১৫ এপ্রিল ২০১৯-এ, নোত্র দাম দ্য প্যারিস-এর ছাদে আগুন ধরে যায়, যা মারাত্মকভাবে ঘণ্টাধ্বনি টাওয়ারগুলো ক্ষতিগ্রস্ত করে এবং এর কেন্দ্রীয় চূড়া ও ছাদ সম্পূর্ণ ধসে পড়ে।\n\n\n=== সামাজিক অস্থিরতা ও সন্ত্রাসবাদ ===\nযদিও প্যারিস এবং প্যারিস অঞ্চল ফ্রান্সের কিছু ধনীতম পাড়া নিয়ে গঠিত, এটি কিছু দরিদ্রতম এলাকাও অন্তর্ভুক্ত করে, বিশেষ করে উত্তর এবং পূর্বের উপশহরগুলোতে, যেখানে অনেক বাসিন্দা মাঘরেব এবং সাব-সাহারান আফ্রিকা থেকে আসা অভিবাসী বা তাদের সন্তান। ২৭ অক্টোবর থেকে ১৪ নভেম্বর ২০০৫ পর্যন্ত, যা ২০০৫ ফরাসি দাঙ্গা নামে পরিচিত, প্যারিসের উপশহর ক্লিশি-সু-বোয়া-এর নিম্ন-আয়ের আবাসন প্রকল্পের তরুণ বাসিন্দারা দাঙ্গা শুরু করে। এর কারণ ছিল, পুলিশের হাত থেকে বাঁচতে পালানোর সময় দুই কিশোর দুর্ঘটনাক্রমে বিদ্যুৎস্পৃষ্ট হয়ে মারা যায়। \nএই দাঙ্গা ধীরে ধীরে অন্যান্য উপশহরে এবং পরে সমগ্র ফ্রান্সে ছড়িয়ে পড়ে। দাঙ্গাকারীরা স্কুল, ডে-কেয়ার সেন্টার, সরকারি ভবন এবং প্রায় নয় হাজার গাড়ি পুড়িয়ে দেয়। এতে প্রায় ২০০ মিলিয়ন ইউরো মূল্যের সম্পত্তি ক্ষতিগ্রস্ত হয় এবং প্রায় তিন হাজার মানুষকে গ্রেপ্তার করা হয়। ১৪ নভেম্বর ২০০৫-এ, যখন দাঙ্গা শেষ হয়, প্রেসিডেন্ট জ্যাক শিরাক দাঙ্গাকারীদের আইনের প্রতি অবজ্ঞা এবং ফরাসি মূল্যবোধকে অসম্মান করার জন্য অভিযুক্ত করেন। তবে তিনি ফরাসি সমাজে বিদ্যমান অসাম্য এবং \"বর্ণবাদের বিষ\" সম্পর্কেও উদ্বেগ প্রকাশ করেন। \n৭ জানুয়ারি ২০১৫-এ, দুইজন মুসলিম চরমপন্থী, যারা ফরাসি নাগরিক এবং প্যারিস অঞ্চলে বেড়ে উঠেছেন, বিতর্কিত ব্যঙ্গাত্মক ম্যাগাজিন শার্লি এবদো-এর প্যারিস সদর দপ্তরে হামলা চালায়। এই ম্যাগাজিন ইসলাম ধর্মের নবী মুহাম্মদকে ব্যঙ্গ করেছিল। এই হামলা শার্লি এবদো শুটিং নামে পরিচিত হয়। তারা মোট দশজন বেসামরিক নাগরিককে হত্যা করে, যার মধ্যে পাঁচজন বিশিষ্ট কার্টুনিস্ট, ম্যাগাজিনের পরিচালক এবং দুইজন পুলিশ কর্মকর্তা ছিলেন। ৮ ও ৯ জানুয়ারি, আরেকজন সন্ত্রাসী আরও পাঁচজনকে হত্যা করে। এই ঘটনাগুলো সম্মিলিতভাবে জানুয়ারি ২০১৫ ইল-দে-ফ্রান্স হামলা নামে পরিচিত হয়। এগুলো ১৯৬১ সালের পর থেকে প্যারিসে ঘটে যাওয়া সবচেয়ে ভয়াবহ সন্ত্রাসী হামলা ছিল। ১১ জানুয়ারি আনুমানিক ১৫ লাখ মানুষ প্যারিসে মিছিল করে সন্ত্রাসবাদের বিরুদ্ধে এবং মত প্রকাশের স্বাধীনতার পক্ষে সংহতি প্রকাশ করতে। \nএই হামলাগুলো প্যারিসে অভিবাসন, সংহতি এবং মত প্রকাশের স্বাধীনতা নিয়ে দীর্ঘদিনের বিতর্ককে আরও গভীর করে তোলে। দ্য নিউ ইয়র্ক টাইমস এই বিতর্ক সম্পর্কে লিখেছে:\n\nফ্রান্স যখন শোকে মুহ্যমান, তখন সে তার ভবিষ্যৎ সম্পর্কে গভীর প্রশ্নের সম্মুখীন: ইউরোপের বৃহত্তম মুসলিম জনসংখ্যার কত বড় অংশ চরমপন্থার দিকে ঝুঁকছে? ফরাসি সমাজের ধর্মনিরপেক্ষতা, ব্যক্তি ও মত প্রকাশের স্বাধীনতা এবং সাংস্কৃতিক বহুমুখীতার মূল্যবোধ এবং ক্রমবর্ধমান মুসলিম রক্ষণশীলতার মধ্যে বিভাজন কতটা গভীর, যা ধর্মের নামে এই মূল্যবোধগুলোর অনেক কিছু প্রত্যাখ্যান করে?\n১৩ নভেম্বর ২০১৫-এ, প্যারিসে সমন্বিত সন্ত্রাসী হামলা ঘটে। তিনটি সন্ত্রাসী দল বিভিন্ন জায়গায় হামলা চালায়। তারা ফুটপাতে থাকা ক্যাফেগুলিতে স্বয়ংক্রিয় অস্ত্র দিয়ে গুলি চালায়, স্তাদ দে ফ্রান্স-এর কাছে বোমা বিস্ফোরণ ঘটায় এবং বাটাক্লান থিয়েটার-এ কনসার্ট চলাকালে ৮৯ জনকে হত্যা করে। এই হামলাগুলোতে মোট ১৩০ জন নিহত এবং ৩৫০ জনেরও বেশি আহত হয়। সাতজন সন্ত্রাসী বিস্ফোরক ভেস্ট ব্যবহার করে আত্মঘাতী হয়। ১৮ নভেম্বর সকালে, পুলিশ প্যারিসের সাঁ-দনি অঞ্চলে অভিযান চালিয়ে আব্দেলহামিদ আবাউদ, যাকে এই হামলার মূল পরিকল্পনাকারী হিসেবে সন্দেহ করা হয়, তাকে হত্যা করে। ফ্রান্সের প্রেসিডেন্ট ফ্রাঁসোয়া ওলাঁদ দেশজুড়ে জরুরি অবস্থা ঘোষণা করেন, সীমান্তে কড়াকড়ি আরোপ করেন এবং প্যারিসে দেড় হাজার সেনা মোতায়েন করেন। কয়েক দিনের জন্য স্কুল, বিশ্ববিদ্যালয় এবং অন্যান্য সরকারি প্রতিষ্ঠান বন্ধ রাখা হয়। এটি ফ্রান্সের ইতিহাসে সবচেয়ে ভয়াবহ সন্ত্রাসী হামলা হিসেবে বিবেচিত হয়। \n\n\n=== গ্র্যান্ড প্যারিস সংস্কার ===\n\n২০০৮ সালে, নিকোলা সারকোজি গ্র্যান্ড প্যারিস সংস্কার প্রকল্প ঘোষণা করেন। এটি ছিল এমন একটি বৃহৎ সংস্কার উদ্যোগ, যা প্যারিস অতীতে কখনো দেখেনি, এমনকি ১৫০ বছর আগে হউসমান কর্তৃক পরিচালিত নগর সংস্কারের চেয়েও বড়। এই প্রকল্প ২০১৬ সালে শুরু হয় এবং ২০৩০ সালে শেষ হওয়ার কথা।\n\n\n== মানচিত্রে শহরের বৃদ্ধি দেখানো হয়েছে (৫০৮ থেকে ১৭৫০) ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n==== উদ্ধৃত গ্রন্থ ====\n\n\n=== ফরাসি ভাষায় গ্রন্থতালিকা ===\nকমবো, ইভান (২০১৩)। প্যারিসের ইতিহাস। প্যারিস: প্রেসেস ইউনিভার্সিটার দে ফ্রান্স। আইএসবিএন 978-2-13-060852-3। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nডে মনকান, প্যাট্রিস (২০০৭)। ব্যারন হাউসমানের বাগান। প্যারিস: লেস এডিশন্স দু মেসেন। আইএসবিএন 978-2-907970-914। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nডু ক্যাম্প, মাক্সিম (১৯৯৩)। প্যারিস: এর কাঠামো, কার্যাবলী ও ১৮৭০ পর্যন্ত জীবন। মোনাকো: রনডু। আইএসবিএন 2-910305-02-3। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nমিলজা, পিয়েরে (২০০৬)। নেপোলিয়ন III। প্যারিস: টেম্পুস। আইএসবিএন 978-2-262-02607-3। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nপ্যারিসের ঐতিহাসিক অভিধান। লে লিভ্রে দ্য পঁশ। ২০১৩। আইএসবিএন 978-2-253-13140-3। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== অতিরিক্ত পঠন ==\n  \nক্লার্ক, ক্যাথরিন ই. প্যারিস ও ইতিহাসের ক্লিশে: শহর ও আলোকচিত্র, ১৮৬০-১৯৭০ (অক্সফোর্ড ইউপি, ২০১৮)।\nএডওয়ার্ডস, হেনরি সাদারল্যান্ড। পুরাতন ও নতুন প্যারিস: এর ইতিহাস, জনগণ এবং স্থান (২ খণ্ড ১৮৯৪) অনলাইন"}