{"pageid": 1512142, "title": "কালিগুলা", "url": "https://bn.wikipedia.org/wiki?curid=1512142", "content": "গাইউস সিজার অগাস্টাস জার্মানিকাস (৩১ আগস্ট ১২ – ২৪ জানুয়ারি ৪১), যিনি তার ডাকনাম ক্যালিগুলা (  ) দ্বারা বেশি পরিচিত), ৩৭ সাল থেকে ৪১ সালে তাকে খুন করার আগে পর্যন্ত রোমান সম্রাট ছিলেন। তিনি ছিলেন রোমান সেনাপতি জার্মানিকাস এবং আউগুস্তুস নাতনী আগ্রিপ্পিনা দ্য এল্ডারের পুত্র, যারা রোমান সাম্রাজ্যের প্রথম শাসক পরিবারের সদস্য ছিলেন। টাইবেরিয়াস সম্রাট হওয়ার দুই বছর আগে তার জন্ম হয়েছিল। গাইউস তার বাবা, মা এবং ভাইবোনদের সাথে জার্মানিয়ায় অভিযানে গিয়েছিলেন, তখন তার বয়স ৪/৫ বছরের বেশি ছিল না। তার নামকরণ করা হয়েছিল গাইউস জুলিয়াস সিজারের নামে, কিন্তু তার বাবার সৈন্যরা তাকে স্নেহের সাথে \"ক্যালিগুলা\" ('ছোট বুট') ডাকনাম দিয়েছিল। \n১৯ সালে জার্মানিকাস আন্তাখ্যাতে মারা যান এবং আগ্রিপ্পিনা তার ছয় সন্তান নিয়ে রোমে ফিরে আসেন, যেখানে তিনি সম্রাট টাইবেরিয়াসের সাথে এক তিক্ত বিরোধে জড়িয়ে পড়েন, যিনি জার্মানিকাসের জৈবিক চাচা এবং দত্তক পিতা ছিলেন। এই দ্বন্দ্ব অবশেষে তার পরিবারের ধ্বংসের দিকে পরিচালিত করে, যেখানে ক্যালিগুলা ছিলেন একমাত্র জীবিত পুরুষ। ২৬ খ্রিস্টাব্দে, টাইবেরিয়াস জনজীবন থেকে সরে এসে ক্যাপ্রি দ্বীপে চলে যান এবং ৩১ খ্রিস্টাব্দে, ক্যালিগুলা সেখানে তার সাথে যোগ দেন। টাইবেরিয়াস ৩৭ সালে মারা যান এবং ক্যালিগুলা ২৪ বছর বয়সে সম্রাট হিসেবে তার স্থলাভিষিক্ত হন।\nক্যালিগুলা এবং তার চার বছরের রাজত্ব সম্পর্কে টিকে থাকা কয়েকটি সূত্রের মধ্যে, বেশিরভাগই অভিজাত এবং সিনেটের সদস্যদের দ্বারা লিখিত, তারা যে ঘটনাগুলি বর্ণনা করার কথা বলেছে তার অনেক পরে। তাঁর রাজত্বের প্রথম দিকে, তিনি \"ভালো, উদার, ন্যায্য এবং সম্প্রদায়-উৎসাহী\" ছিলেন বলে জানা যায়   কিন্তু পরবর্তীতে ক্রমবর্ধমানভাবে আত্মকেন্দ্রিক, নিষ্ঠুর, দুঃখবাদী, অমিতব্যয়ী এবং যৌন বিকৃত ব্যক্তিত্বের অধিকারী হয়ে ওঠেন; একজন উন্মাদ, খুনী অত্যাচারী যিনি জীবন্ত দেবতা হিসেবে উপাসনা দাবি করেছিলেন এবং গ্রহণ করেছিলেন, তার সিনেটকে অপমান করেছিলেন এবং তার ঘোড়াকে কনসাল বানানোর পরিকল্পনা করেছিলেন। বেশিরভাগ আধুনিক ভাষ্য ক্যালিগুলার অবস্থান, ব্যক্তিত্ব এবং ঐতিহাসিক প্রেক্ষাপট ব্যাখ্যা করার চেষ্টা করে। কিছু ইতিহাসবিদ তার বিরুদ্ধে আনা অনেক অভিযোগকে ভুল বোঝাবুঝি, অতিরঞ্জিত, উপহাস বা বিদ্বেষপূর্ণ কল্পনা বলে উড়িয়ে দেন।\nতার সংক্ষিপ্ত রাজত্বকালে, ক্যালিগুলা সম্রাটের অবাধ ব্যক্তিগত ক্ষমতা বৃদ্ধির জন্য কাজ করেছিলেন, রাজত্বের মধ্যে প্রতিপক্ষ ক্ষমতার বিপরীতে। তিনি তার বেশিরভাগ মনোযোগ রোমের সাধারণ নাগরিকদের উপকারের জন্য উচ্চাকাঙ্ক্ষী নির্মাণ প্রকল্প এবং জনসাধারণের কাজে নিযুক্ত করেছিলেন, যার মধ্যে রয়েছে রেসট্র্যাক, থিয়েটার, অ্যাম্ফিথিয়েটার এবং রাস্তাঘাট ও বন্দরের উন্নয়ন। তিনি রোমে দুটি জলাশয়ের নির্মাণকাজ শুরু করেন: অ্যাকোয়া ক্লডিয়া এবং অ্যানিও নোভাস। তার রাজত্বকালে, সাম্রাজ্য মৌরেতানিয়ার ক্লায়েন্ট রাজ্যকে একটি প্রদেশ হিসেবে সংযুক্ত করে। তাকে ব্রিটেন আক্রমণের চেষ্টা এবং জেরুজালেমের মন্দিরে তার মূর্তি স্থাপনের পরিকল্পনা ত্যাগ করতে হয়েছিল। ৪১ খ্রিস্টাব্দের গোড়ার দিকে, প্রাইটোরিয়ান গার্ডের অফিসার, সিনেটর এবং দরবারীদের ষড়যন্ত্রের ফলে ক্যালিগুলাকে হত্যা করা হয়। অন্তত কিছু ষড়যন্ত্রকারী হয়তো রোমান প্রজাতন্ত্র এবং অভিজাত সুযোগ-সুবিধা পুনরুদ্ধারের সুযোগ হিসেবে এটি পরিকল্পনা করেছিলেন; কিন্তু যদি তাই হয়, তাহলে প্রাইটোরিয়ানরা তাদের পরিকল্পনা ব্যর্থ করে দেয়, যারা স্বতঃস্ফূর্তভাবে ক্যালিগুলার চাচা ক্লডিয়াসকে পরবর্তী সম্রাট হিসেবে বেছে নিয়েছিল বলে মনে হয়। ক্যালিগুলার মৃত্যু পুরুষ বংশে জুলি সিজারেসের আনুষ্ঠানিক সমাপ্তি ঘটায়, যদিও জুলিও-ক্লডিয়ান রাজবংশ ক্যালিগুলার ভাগ্নে সম্রাট নিরোর মৃত্যুর আগ পর্যন্ত শাসন চালিয়ে যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো দেখুন ==\nরোমান সম্রাটদের তালিকা\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== আধুনিক উৎস ===\n\n\n=== প্রাচীন উৎস ===\n\n\n== আরও পড়া ==\n\n\n== বহিঃসংযোগ ==\n\nThe portrait of Caligula in the Digital Sculpture Project\nFranz Lidz, \"Caligula's Garden of Delights, Unearthed and Restored\", New York Times, Jan. 12, 2021\n\nডিজিটাল ভাস্কর্য প্রকল্পে ক্যালিগুলার প্রতিকৃতি\nফ্রাঞ্জ লিডজ, \"ক্যালিগুলার আনন্দের বাগান, আবিষ্কৃত এবং পুনরুদ্ধার করা হয়েছে\", নিউ ইয়র্ক টাইমস, ১২ জানুয়ারী, ২০২১"}