{"pageid": 1512178, "title": "এমেলিনা সোয়ারেস", "url": "https://bn.wikipedia.org/wiki?curid=1512178", "content": "এমেলিনা সোয়ারেস (জন্ম ১৯৯৩) হলেন একজন ভারতীয় শিল্পী, শিল্প ইতিহাসবিদ এবং শিক্ষিকা, যিনি স্থান-নির্দিষ্ট ইনস্টলেশন, অ্যানিমেশন, প্রক্ষেপণ, অঙ্কন, মুদ্রণ তৈরি এবং ভাস্কর্য নিয়ে কাজ করেন। তাঁর কাজের সাধারণ বিষয়বস্তুর মধ্যে রয়েছে বাস্তুশাস্ত্র, নীতিশাস্ত্র, অভিবাসন এবং সাংস্কৃতিক আদান-প্রদান।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nতিনি কাতারের ভার্জিনিয়া কমনওয়েলথ বিশ্ববিদ্যালয় থেকে বিএফএ, হামাদ বিন খলিফা বিশ্ববিদ্যালয়ের অধীনে ইউনিভার্সিটি কলেজ লন্ডন থেকে এমএ এবং এমিলি কার ইউনিভার্সিটি অফ আর্ট অ্যাণ্ড ডিজাইন থেকে এমএফএ সম্পন্ন করেছেন।\n\n\n== শিল্পচর্চা ==\n\n\n=== গবেষণা ===\n\nভারত, মধ্যপ্রাচ্য এবং পর্তুগালের বিশিষ্ট সাধুদের উদাহরণের সাথে প্রাচ্যের তথ্যগুলিকে একত্রীকরণ করে এমেলিনা সেগুলিকে অনুপ্রেরণা হিসেবে ব্যবহার করেছিলেন, যাতে পুনর্প্রেক্ষিতকরণের সময় সমসাময়িকতার সঙ্গে সামঞ্জস্য রেখে নতুন বা ভিন্ন আঙ্গিকে সেগুলি তৈরি করা যায়। তাঁর পদ্ধতিতে তৈরি ক্ষণস্থায়ী বালি কার্পেটের প্যাটার্নে কাতারের বালিয়াড়ি থেকে নেওয়া বালির সঙ্গে ভারতের প্রাকৃতিক রঙের মিশ্রণ ঘটানো হয়েছিল। কার্পেটের ওপর দিয়ে অতিথিদের হাঁটার কারণে কার্পেটের পরিবর্তিত ধরণ তাঁর বহুজাতিক পরিচয়কে প্রতিফলিত করে।\n\nতাঁর চর্চায় স্থান-নির্দিষ্ট ইনস্টলেশন রয়েছে, যেমন, \"হিডেন ইন প্লেইন সাইট\", এখানে সময় এবং স্থানের পরিবর্তনশীল দৃষ্টিভঙ্গির মধ্যে স্থানান্তরিত এবং আক্রমণাত্মক অঙ্গপ্রত্যঙ্গের অভিযোজিত মনোভাব আলোচিত হয়েছে।\nর‍্যাণ্ডি লি কাটলার এবং ইনগ্রিড কোয়েনিগের নেতৃত্বে \"লিনিং আউট অফ উইণ্ডোজ\" প্রকল্পে এমেলিনা একজন শিল্পী এবং সহায়তাকারী হিসেবে অংশগ্রহণ করেছিলেন, সেখানে তিনি কানাডার জাতীয় কণা ত্বরণ কেন্দ্র ট্রায়ামফ -এর একজন পদার্থবিদ এবং এমিলি কার বিশ্ববিদ্যালয়ের অনুষদের সাথে সহযোগিতা করেছিলেন, যাতে অন্ধকার পদার্থের অধ্যয়নের উপর একটি আন্তঃবিষয়ক প্রকল্প তৈরি করা যায়।\n\n\n=== প্রদর্শনী ===\nএমেলিনা বেশ কয়েকটি দলগত প্রদর্শনীর অংশ ছিলেন, যার মধ্যে আছে কানাডার ভ্যাঙ্কুভারে অনুষ্ঠিত শিফটিং আইডেন্টিটিস, ইন্ট্রোস্পেকশন / এক্সট্রোস্পেকশন, ট্রেসিং ইরেজার। রাশিয়ায় কাতার কনটেম্পোরারি আর্ট অ্যাণ্ড ফটোগ্রাফি, ওয়াশিংটন ডিসিতে রুওয়াদ: পায়োনিয়ারিং আর্টিস্টস অফ কাতার । জার্মানিতে আর্ট লিডার্স নেটওয়ার্ক এবং কনটেম্পোরারি আর্ট কাতার। কাঠমান্ডু ট্রিয়েনালে ২০১৭তে বিল্ট/আনবিল্ট হোম/সিটি। আলবাহী অকশন হাউসে কাতার ফাউণ্ডেশন: ইমার্জিং আর্টিস্টস, আর্ট অ্যাণ্ড মেডিসিন ভিসিইউ কাতার, ফায়ার স্টেশন আর্টিস্টস-ইন-রেসিডেন্স প্রদর্শনী, ভার্জিনিয়া কমনওয়েলথ বিশ্ববিদ্যালয় কাতার, কাটারা আর্ট সেন্টার, এবং কাতার জাদুঘর: ক্রিয়েট অ্যাণ্ড ইনস্পায়ার (কাতার ব্রাজিল)।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে এমেলিনা সোয়ারেস সম্পর্কিত মিডিয়া দেখুন।"}