{"pageid": 1512077, "title": "নিঃসঙ্গতার একশ বছর", "url": "https://bn.wikipedia.org/wiki?curid=1512077", "content": "নিঃসঙ্গতার একশ বছর (স্পেনীয়: Cien años de soledad, স্পেনীয়: [sjen ˈaɲos ðe soleˈðað]) কলম্বিয়ান লেখক গাব্রিয়েল গার্সিয়া মার্কেসের লেখা একটি উপন্যাস। এটি ১৯৬৭ সালে প্রকাশিত হয়। উপন্যাসটি বুয়েন্দিয়া পরিবারের বহুপ্রজন্মের কাহিনী নিয়ে রচিত। এই পরিবারের প্রতিষ্ঠাতা হোসে আর্কাদিও বুয়েন্দিয়া কাল্পনিক শহর মাকোন্দোর গোড়াপত্তন করেছিলেন। এই উপন্যাসটিকে প্রায়শই বিশ্বসাহিত্যের অন্যতম শ্রেষ্ঠ কীর্তি হিসেবে উল্লেখ করা হয়। ২০০৭ সালের মার্চ মাসে কার্তাহেনায় অনুষ্ঠিত স্প্যানিশ ভাষার চতুর্থ আন্তর্জাতিক সম্মেলনে এটি স্প্যানিশ ভাষার অন্যতম গুরুত্বপূর্ণ সাহিত্যকর্ম হিসেবে স্বীকৃতি পায়। \nবইটির জাদুবাস্তবতাবাদী শৈলী এবং বিষয়গত উপাদান এটিকে ১৯৬০ এবং ১৯৭০-এর দশকের লাতিন আমেরিকান বিস্তার আন্দোলনের একটি গুরুত্বপূর্ণ প্রতিনিধিত্বমূলক রচনা হিসেবে প্রতিষ্ঠিত করেছে। এটি শৈলীগতভাবে আধুনিকতাবাদ (ইউরোপীয় এবং উত্তর আমেরিকান) এবং কিউবান ভানগার্দিয়া (অ্যাভান্ট-গার্ড) সাহিত্য আন্দোলন দ্বারা প্রভাবিত ছিল।\n১৯৬৭ সালের মে মাসে প্রথমবারের মতো বুয়েনোস আইরেসে এডিটোরিয়াল সুদআমেরিকানা কর্তৃক প্রকাশিত হওয়ার পর থেকে বইটি ৪৬টি ভাষায় অনূদিত হয়েছে এবং ৫ কোটিরও বেশি কপি বিক্রি হয়েছে। গার্সিয়া মার্কেসের শ্রেষ্ঠ সাহিত্যকর্ম হিসেবে বিবেচিত এই উপন্যাসটি স্প্যানিশ সাহিত্যের অন্যতম গুরুত্বপূর্ণ রচনা  এবং বিশ্বসাহিত্যের একটি গুরুত্বপূর্ণ সৃষ্টি হিসেবে স্বীকৃত।\n২০২৪ সালে উপন্যাসটির উপর ভিত্তি করে নেটফ্লিক্সে একটি টেলিভিশন ধারাবাহিক মুক্তি পায়। গার্সিয়া মার্কেসর ছেলেরা এর নির্বাহী প্রযোজক ছিলেন।\n\n\n== পটভূমি ==\n১৯৬৫ সালে গাব্রিয়েল গার্সিয়া মার্কেস তার পরিবারের সাথে ছুটি কাটাতে আকাপুলকো যাচ্ছিলেন, হঠাৎ তার মাথায় একটি নতুন বই শুরু করার কথা আসে; তখনই তিনি গাড়ি ঘুরিয়ে ফেরত আসেন, স্ত্রীকে পরিবারের আর্থিক দায়িত্ব নিতে বলেন এবং মেক্সিকো সিটিতে ফিরে যান। পরবর্তী আঠারো মাস ধরে, গার্সিয়া মার্কেস তার সময় লেখার কাজে ব্যয় করেন, যার ফল নিঃসঙ্গতার একশ বছর। যদিও এই উপন্যাস কলম্বিয়ার ইতিহাস ও সাংবাদিকতার অভিজ্ঞতা থেকে অনুপ্রাণিত, তবে মার্কেসের লেখায় সবচেয়ে বড় প্রভাব ফেলেছিলেন তার নানু-নানি: নিকোলাস রিকার্দো মার্কেস এবং দোনা ত্রাঙ্কিলিনা ইগুয়ারান কোটেস। হাজার দিনের যুদ্ধের খ্যাতিমান বীর সৈনিক রিকার্দো মার্কেসের রক্ষণশীল কলম্বিয়ান সরকারের বিরুদ্ধে বিদ্রোহের গল্প তার নাতির মনে সমাজতান্ত্রিক চিন্তাধারার বীজ বপন করে। অন্যদিকে, দোনা ইগুয়ারান কোটেসের কুসংস্কারাচ্ছন্ন বিশ্বাস উপন্যাসের শৈলীর ভিত্তি তৈরি করে। আরাকাতাকায় এই দম্পতির বাড়ি, যেখানে গার্সিয়া মার্কেসের শৈশব কেটেছে, সেখান থেকেই তিনি মাকোন্দো শহর তৈরির অনুপ্রেরণা পান। \nগার্সিয়া মার্কেস ছিলেন ১৯৬০ এবং ১৯৭০-এর দশকের লাতিন আমেরিকান বিস্তার আন্দোলনের চারজন প্রধান লাতিন আমেরিকান লেখকদের একজন; বাকি তিনজন ছিলেন পেরুর মারিও ভার্গাস ইয়োসা, আর্জেন্টিনার হুলিও কোর্তাজার এবং মেক্সিকোর কার্লোস ফুয়েন্তেস। ১৯৬৭ সালে এই উপন্যাসটি লাতিন আমেরিকান সাহিত্যে জাদুবাস্তবতাবাদ আন্দোলনের একজন ঔপন্যাসিক হিসেবে গার্সিয়া মার্কেসকে আন্তর্জাতিক খ্যাতি এনে দেয়।\n\n\n== কাহিনি ==\nউপন্যাসটি মাকোন্দো শহরের বুয়েন্দিয়া পরিবারের সাত প্রজন্মের গল্প বর্ণনা করে। মাকোন্দোর প্রতিষ্ঠাতা হোসে আর্কাদিও বুয়েন্দিয়া এবং উরসুলা ইগুয়ারান তাদের জন্মস্থান ত্যাগ করে চলে যান কারণ হোসে আর্কাদিও একটি মোরগ লড়াইয়ের পর তাকে নপুংসক বলে টিটকারি দেওয়ার জন্য প্রুডেনসিও আগুইলারকে হত্যা করে। এক রাতে, যাত্রাপথে নদীর তীরে শিবির করে থাকার সময়, হোসে আর্কাদিও স্বপ্ন দেখেন \"মাকোন্দো\" নামের একটি শহরের, যা আয়নার মতো চারপাশের বিশ্বকে প্রতিফলিত করে। জেগে উঠে তিনি সিদ্ধান্ত নেন যে এই নদীতীরেই মাকোন্দো প্রতিষ্ঠা করবেন। দিনের পর দিন জঙ্গলের মধ্যে ঘুরে বেড়ানোর পর, তিনি ইউটোপিয়ান শহর মাকোন্দোর ভিত্তি স্থাপন করেন।\nহোসে আর্কাদিও বুয়েন্দিয়া বিশ্বাস করতেন যে মাকোন্দো জল দ্বারা পরিবেষ্টিত একটি দ্বীপ, এবং সেই দ্বীপ থেকেই তিনি নিজের দৃষ্টিভঙ্গি অনুযায়ী পৃথিবীকে নতুনভাবে আবিষ্কার করেন। মাকোন্দো প্রতিষ্ঠার পরপরই এটি একটি ব্যতিক্রমী শহরে পরিণত হয়, যেখানে বুয়েন্দিয়া পরিবারের বিভিন্ন প্রজন্ম অদ্ভুত ও অলৌকিক ঘটনাবলীর সম্মুখীন হয়, কিন্তু নিজেদের দুর্ভাগ্য থেকে বেরিয়ে আসতে তারা অক্ষম বা অনিচ্ছুক থাকে। বহু বছর ধরে শহরটি নির্জন ও বাইরের বিশ্বের থেকে বিচ্ছিন্ন থাকে; কেবলমাত্র একদল যাযাবর প্রতিবছর এখানে আসত। তারা শহরবাসীদের কাছে চুম্বক, দূরবীন এবং বরফের মতো বৈজ্ঞানিক আবিষ্কার প্রদর্শন করত। যাযাবরদের নেতা, মেলকিয়াদেস নামের এক ব্যক্তি, হোসে আর্কাদিওর ঘনিষ্ঠ বন্ধু হয়ে ওঠেন। কিন্তু হোসে আর্কাদিও ধীরে ধীরে নিজেকে আরও বিচ্ছিন্ন করে ফেলেন এবং জিপসিদের দেখানো মহাবিশ্বের রহস্য নিয়ে গভীরভাবে মগ্ন হয়ে পড়েন। অবশেষে তিনি পাগল হয়ে যান, শুধু লাতিন ভাষায় কথা বলতে থাকেন। তার পরিবারের সদস্যরা তাকে একটি চেস্টনাট গাছের সাথে বেঁধে রাখে, এবং সেখানেই তিনি বহু বছর কাটান, শেষ পর্যন্ত সেখানেই তার মৃত্যু হয়।\nঅবশেষে, মাকোন্দো বাইরের বিশ্বের সংস্পর্শে আসে এবং সদ্যস্বাধীন কলম্বিয়ার সরকারের অধীনে চলে যায়। শহরে কনজারভেটিভ ও লিবারেল পার্টির মধ্যে একটি কারসাজিমূলক নির্বাচন অনুষ্ঠিত হয়, যা অউরেলিয়ানো বুয়েন্দিয়াকে কনজারভেটিভ সরকারের বিরুদ্ধে গৃহযুদ্ধে যোগ দিতে অনুপ্রাণিত করে। তিনি একজন কিংবদন্তি বিপ্লবী নেতা হয়ে ওঠেন, বহু বছর ধরে যুদ্ধ চালিয়ে যান এবং অসংখ্য হত্যাচেষ্টার হাত থেকে বেঁচে যান। কিন্তু শেষ পর্যন্ত তিনি যুদ্ধে ক্লান্ত হয়ে পড়েন এবং কনজারভেটিভদের সাথে একটি শান্তিচুক্তি স্বাক্ষর করেন। হতাশ হয়ে তিনি মাকোন্দোতে ফিরে আসেন এবং তার জীবনের বাকি সময়টি নিজের কর্মশালায় ছোট ছোট সোনার মাছ তৈরি করে কাটান।\nরেলপথ মাকোন্দোতে পৌঁছায়, যা নতুন প্রযুক্তি ও বহু বিদেশি বসতি স্থাপনকারীদের নিয়ে আসে। একটি আমেরিকান ফল কোম্পানি শহরের বাইরে একটি কলা বাগান প্রতিষ্ঠা করে এবং নদীর ওপারে নিজেদের জন্য আলাদা একটি বসতি গড়ে তোলে। এই সময় মাকোন্দো সমৃদ্ধির যুগে প্রবেশ করে; তবে এটি শিগগিরই এক ভয়াবহ ট্র্যাজেডিতে রূপ নেয়। কলম্বিয়ান সেনাবাহিনী আন্দোলনরত হাজার হাজার কলা বাগানের শ্রমিককে হত্যা করে—একটি ঘটনা যা ১৯২৮ সালের \"ব্যানানা ম্যাসাকার\"-এর ভিত্তিতে রচিত। হত্যাযজ্ঞের একমাত্র জীবিত ব্যক্তি, হোসে আর্কাদিও সেগুন্দো, ঘটনাটির কোনো প্রমাণ খুঁজে পান না, এবং শহরের বেঁচে থাকা লোকেরা হয় গণহত্যার কথা স্বীকার করতে অস্বীকার করে বা বিশ্বাস করতেই চায় না যে এমন কিছু ঘটেছিল।\nউপন্যাসের শেষের দিকে, মাকোন্দো জীর্ণ-শীর্ণ ও প্রায় পরিত্যক্ত শহরে পরিণত হয়। বুয়েন্দিয়া পরিবারের বেঁচে থাকা শেষ দুই সদস্য হল আমারান্তা উরসুলা এবং তার ভাইপো অউরেলিয়ানো, যার প্রকৃত পিতৃপরিচয় তার দাদি ফেরনান্দা গোপন রেখেছিলেন। অজান্তেই, অউরেলিয়ানো ও আমারান্তা উরসুলা একটি নিষিদ্ধ সম্পর্কে জড়িয়ে পড়ে। তাদের একটি সন্তান জন্ম নেয়, যার পেছনে শূকরের লেজ থাকে—এতে বহু আগেই মারা যাওয়া কর্ত্রী উরসুলার আজীবনের ভয় সত্যি হয়ে যায়। আমারান্তা উরসুলা প্রসবকালে মারা যান, আর তাদের নবজাতক পিঁপড়েদের দ্বারা গ্রাস হয়, ফলে অউরেলিয়ানো বুয়েন্দিয়া পরিবারের শেষ সদস্য হিসেবে বেঁচে থাকেন। অউরেলিয়ানো সেই গুপ্ত সংকেত ভেদ করেন, যা মেলকিয়াদেস বহু প্রজন্ম আগে এক পাণ্ডুলিপিতে রেখে গিয়েছিলেন। গোপন বার্তাটি বুয়েন্দিয়া পরিবারের সমস্ত সৌভাগ্য ও দুর্ভাগ্যের ভবিষ্যদ্বাণী করে। যখন অউরেলিয়ানো এটি পড়তে থাকেন, তিনি অনুভব করেন যে তার চারপাশে এক প্রবল ঝড় উঠছে। পাণ্ডুলিপির মধ্যে লেখা থাকে যে এই ঝড়ের কারণেই বুয়েন্দিয়া পরিবার চিরতরে পৃথিবীর বুক থেকে নিশ্চিহ্ন হয়ে যাবে। উপন্যাসের শেষ লাইনে, বর্ণনাকারী বলেন যে অউরেলিয়ানো যখন এই শেষ বাক্যটি পড়েন, তখনই পুরো মাকোন্দো শহর অস্তিত্ব থেকে বিলীন হয়ে যায়।\n\n\n== প্রতীকীবাদ এবং রূপক ==\nবইটির একটি প্রধান বিষয় হলো মাকোন্দোর ইতিহাসের অনিবার্য এবং অবশ্যম্ভাবী পুনরাবৃত্তি। প্রধান চরিত্রগুলি তাদের অতীত এবং সময়ের জটিলতা দ্বারা নিয়ন্ত্রিত হয়। উপন্যাস জুড়ে চরিত্রগুলোর সঙ্গে ভূতের দেখা হয়। ড্যানিয়েল এরিকসন লিখেছেন, \"ভূতগুলি অতীতের প্রতীক এবং মাকোন্দোর উপর এর ভয়ঙ্কর প্রভাবের প্রতীক। ভূত এবং তারা যে স্থানচ্যুত পুনরাবৃত্তি সৃষ্টি করে, তা আসলে লাতিন আমেরিকার ইতিহাসের বিশেষ বিকাশের মধ্যে দৃঢ়ভাবে প্রোথিত,\"। \"আদর্শিক রূপান্তর নিশ্চিত করেছিল যে মাকোন্দো এবং বুয়েন্দিয়ারা সর্বদা কিছু মাত্রায় ভৌতিক ছিল, তাদের নিজস্ব ইতিহাস থেকে বিচ্ছিন্ন এবং দূরবর্তী, কেবল নির্ভরতা এবং অনুন্নতির কঠোর বাস্তবতার শিকার নয়, বরং সেই সামাজিক অবস্থাকে ভূতের মতো তাড়িত করে এবং শক্তিশালী করে এমন আদর্শিক বিভ্রমেরও শিকার।\"\nমাকোন্দোর ভাগ্য তার অস্তিত্বের শুরু থেকেই ধ্বংসাত্মক এবং পূর্বনির্ধারিত। \"ভাগ্যবাদ হল ঐতিহাসিক নির্ভরতা বজায় রাখতে আদর্শিকতার বিশেষ ভূমিকার একটি রূপক, লাতিন আমেরিকার ইতিহাসের ব্যাখ্যাকে এমন কিছু প্যাটার্নে আবদ্ধ করে যা বিকল্প সম্ভাবনাগুলিকে অস্বীকার করে। আখ্যানটি যেন ভাগ্যবাদকে নিশ্চিত করে যাতে এটি দেখানো যায় যে আদর্শিকতা কীভাবে কার্যতভাবে আবদ্ধতার অনুভূতি সৃষ্টি করতে পারে।\"\nগার্সিয়া মার্কেস রঙকে প্রতীক হিসাবে ব্যবহার করেন। হলুদ এবং সোনালি সবচেয়ে বেশি ব্যবহৃত হয় এবং এগুলি সাম্রাজ্যবাদ এবং স্প্যানিশ সিগলো দে ওরো (স্বর্ণযুগ) এর প্রতীক। সোনালি অর্থনৈতিক সম্পদের সন্ধানের প্রতীক, অন্যদিকে হলুদ মৃত্যু, পরিবর্তন এবং ধ্বংসের প্রতিনিধিত্ব করে।\nকাঁচের শহর হলো একটি চিত্র যা হোসে আর্কাদিও বুয়েন্দিয়ার স্বপ্নে আসে। এটি মাকোন্দোর অবস্থানের কারণ এবং একই সাথে এর ভাগ্যেরও প্রতীক। হিগিন্স লিখেছেন, \"শেষ পৃষ্ঠায় এসে আয়নার শহর পরিণত হয় মরীচিকার শহরে। মাকোন্দো এইভাবে সেই সাহসী নতুন বিশ্বের স্বপ্নকে উপস্থাপন করে, যা আমেরিকা প্রতিশ্রুতি দিয়েছিল, কিন্তু ইতিহাসের পরবর্তী ধারায় নির্মমভাবে মিথ্যা বলে প্রমাণিত হয়েছে।\" কাঁচের শহর এবং বরফ কারখানার মতো চিত্রগুলি প্রতিনিধিত্ব করে যে কীভাবে ল্যাটিন আমেরিকার ইতিহাস ইতিমধ্যেই নির্ধারিত এবং ধ্বংসের অভিশাপ প্রাপ্ত।\nবইটিতে লাতিন আমেরিকার ইতিহাসের একটি অন্তর্নিহিত ধারা রয়েছে। বলা হয়ে থাকে যে এই উপন্যাসটি এমন কিছু গ্রন্থের মধ্যে একটি, যা \"লাতিন আমেরিকান সংস্কৃতি নিজেকে বোঝার জন্য সৃষ্টি করেছে।\" এই দৃষ্টিকোণ থেকে, উপন্যাসটিকে এমন একটি সরল রেখাযুক্ত সংরক্ষণাগার হিসেবে কল্পনা করা যেতে পারে, যা ইউরোপীয় অভিযাত্রীদের দ্বারা আবিষ্কৃত লাতিন আমেরিকার কাহিনি বর্ণনা করে এবং যার ঐতিহাসিক সত্তা মুদ্রণ যন্ত্রের মাধ্যমে বিকশিত হয়েছে। এই সংরক্ষণাগার লাতিন আমেরিকার ইতিহাসের ভিত্তি হিসেবে থাকা সাহিত্যের একটি প্রতীক এবং একই সঙ্গে এটি একটি ডিকোডিং (পাঠোদ্ধার) যন্ত্রও। মেলকিয়াদেস, যিনি এই সংরক্ষণাগারের রক্ষক, তিনি একই সঙ্গে কল্পনাপ্রবণতা এবং সাহিত্যিকতা—উভয়ের প্রতিনিধিত্ব করেন। অবশেষে, নিঃসঙ্গতার একশ বছর-এর জগৎ এমন একটি স্থান, যেখানে বিশ্বাস ও রূপকগুলো বাস্তব রূপ ধারণ করে, এবং যেখানে সাধারণ বাস্তব ঘটনাগুলোও অনিশ্চিত হয়ে ওঠে। পরিশেষে, \" একশ বছরের নির্জনতার জগৎ এমন একটি জায়গা যেখানে বিশ্বাস এবং রূপকগুলি সত্যের রূপ ধারণ করে, এবং যেখানে আরও সাধারণ তথ্যগুলি অনিশ্চিত হয়ে ওঠে।\" \nনির্দিষ্ট ঐতিহাসিক ঘটনা এবং চরিত্রগুলির ব্যবহার বইটিকে জাদুবাস্তবতার একটি অনন্য রচনা হিসাবে উপস্থাপন করে, যেখানে উপন্যাসটি একটি আকর্ষণীয় গল্প বলার পাশাপাশি কয়েক দশকের কারণ ও প্রভাবকেও নিজের মধ্যে ধারণ করে। \n\n\n== চরিত্র ==\n\n\n=== প্রথম প্রজন্ম ===\nহোসে আর্কাদিও বুয়েন্দিয়া\nহোসে আর্কাদিও বুয়েন্দিয়া হলেন বুয়েন্দিয়া পরিবারের পিতৃপুরুষ এবং মাকোন্দোর প্রতিষ্ঠাতা। তিনি কলম্বিয়ার রিওআচা পৌরসভা থেকে তার স্ত্রী উরসুলা ইগুয়ারান-এর সঙ্গে পালিয়ে যান, কারণ তিনি প্রুডেনসিও আগুইলারের (বুয়েন্দিয়া এক দ্বন্দ্বযুদ্ধে আগুইলারকে হত্যা করেছিলেন) ভূতের তাড়া খাচ্ছিলেন যার রক্তাক্ত মৃতদেহ ক্রমাগত তার ক্ষত থেকে রক্ত ধুতে চাইত। এক রাতে, যখন তিনি একটি নদীর তীরে শিবির করেছিলেন, তখন তিনি মাকোন্দো নামে এক আয়নার শহরের স্বপ্ন দেখেন এবং ঠিক করেন যে এই জায়গাতেই তিনি সেই শহর প্রতিষ্ঠা করবেন। হোসে আর্কাদিও বুয়েন্দিয়া ছিলেন এক অন্তর্মুখী এবং অনুসন্ধানী মানুষ, যার বিশাল কর্মশক্তি ও সামর্থ ছিল। তিনি পরিবারের চেয়ে বিজ্ঞানের প্রতি বেশি মনোযোগ দিতেন। তিনি এনাটমি ও জ্যোতির্বিজ্ঞানের প্রতি আসক্ত হয়ে পড়েন। ধীরে ধীরে তিনি পরিবার ও সমাজ থেকে বিচ্ছিন্ন হয়ে পড়েন এবং অবশেষে পাগল হয়ে যান। শেষ পর্যন্ত তাকে একটি চেস্টনাট গাছের সঙ্গে বেঁধে রাখা হয় এবং সেখানেই তার মৃত্যু ঘটে।\n\nউরসুলা ইগুয়ারান\nউরসুলা ইগুয়ারান বুয়েন্দিয়া পরিবারের কর্ত্রী এবং হোসে আর্কাদিও বুয়েন্দিয়ার স্ত্রী ও চাচাতো বোন। তিনি এক শতকেরও বেশি সময় বেঁচে থাকেন এবং ছয় প্রজন্ম ধরে বুয়েন্দিয়া পরিবারের গৃহস্থালি তদারকি করেন। উরসুলার নিজস্ব ব্যবসা ছিল—তিনি মিষ্টি দিয়ে পশু-পাখির প্রতিরূপ ও পেস্ট্রি তৈরি করতেন এবং এটি ফার্নান্দার না আসা পর্যন্ত চালিয়ে যান। তিনি ছিলেন অত্যন্ত দৃঢ় ব্যক্তিত্বের নারী। অনেক ক্ষেত্রেই পরিবারের পুরুষরা যেখানে ব্যর্থ হতো তিনি সেখানে সফল হন, যেমন—মাকোন্দো থেকে বাইরের জগতের সাথে সংযোগ স্থাপন করা। তিনি ভয় পেতেন যে তার পরিবার আবার আত্মীয়-বিবাহের অভ্যাসে ফিরে যাবে, কারণ এর ফলে জন্ম নেওয়া শিশুরা পশুর মতো শারীরিক বৈশিষ্ট্য লাভ করত। একসময় শক্তিশালী ও সক্রিয় এই নারী জীবনের শেষ অধ্যায়ে এসে আমারান্তা উরসুলা ও অউরেলিয়ানো-এর জন্য শুধুমাত্র একটি খেলনায় পরিণত হন। মৃত্যুর পূর্বে তিনি ধীরে ধীরে একটি নবজাতকের আকারে সংকুচিত হয়ে যান এবং শেষ পর্যন্ত মারা যান।\n\n\n=== দ্বিতীয় প্রজন্ম ===\nহোসে আর্কাদিও\nহোসে আর্কাদিও বুয়েন্দিয়া এবং উরসুলার প্রথম সন্তান হোসে আর্কাদিও, তার বাবার মতোই একগুঁয়ে ও আবেগপ্রবণ স্বভাবের উত্তরাধিকারী বলে মনে হয়। একসময় পিলার টেরনেরা তাকে যৌন হয়রানি করলে সে পরিবার ছেড়ে এক জিপসি মেয়ের পেছনে ছুটে যায় এবং বহু বছর পর হঠাৎই ফিরে আসে। তখন সে বিশালদেহী, সারা গায়ে উল্কি করা এক মানুষ, যে দাবি করে সে সারা পৃথিবীর সমুদ্র পাড়ি দিয়েছে। পরে সে তার দত্তক নেওয়া বোন রেবেকাকে বিয়ে করে, যার ফলে তাকে পারিবারিক প্রাসাদ থেকে বের করে দেওয়া হয়। পরে, সে এক রহস্যজনক গুলির আঘাতে মারা যায়, তার মৃত্যুর কিছুদিন আগে সে তার ভাইকে মৃত্যুদণ্ডের হাত থেকে বাঁচিয়েছিল।\n\nকর্নেল অউরেলিয়ানো বুয়েন্দিয়া\nহোসে আর্কাদিও বুয়েন্দিয়া এবং উরসুলার দ্বিতীয় সন্তান এবং মাকন্দোতে জন্ম নেওয়া প্রথম ব্যক্তি।  তাকে ভবিষ্যদ্বাণী করার ক্ষমতাসম্পন্ন বলে মনে করা হতো, কারণ সে যা বলত, তাই সত্যি হয়ে যেত। সে শুধু একজন যোদ্ধাই ছিল না, বরং একজন শিল্পীও ছিল—সে কবিতা লিখতে পারত এবং সূক্ষ্মভাবে সোনার মাছ তৈরি করত। যুদ্ধের সময় সে ১৭ জন ছেলের বাবা হয়, যাদের মা কে ছিল তা জানা যায় না, এবং সবার নাম রাখা হয় অউরেলিয়ানো। পরে তাদের মধ্যে চারজন মাকন্দোতে বসবাস শুরু করে, কিন্তু কয়েক সপ্তাহের মধ্যেই একজন ছাড়া বাকি সবাই রহস্যজনক খুনিদের হাতে নিহত হয়, এমনকি যারা মাকন্দোতে থাকেনি তারাও। এদের কেউই পঁয়ত্রিশ বছর বয়সের বেশি বাঁচেনি।\n\nআমারান্তা\nহোসে আর্কাদিও বুয়েন্দিয়া এবং উরসুলার তৃতীয় সন্তান আমারান্তা, তার দত্তক নেওয়া বোন রেবেকার সঙ্গী হিসেবে বেড়ে ওঠে। কিন্তু তাদের সম্পর্ক পিয়েত্রো ক্রেসপিকে কেন্দ্র করে তিক্ত হয়ে ওঠে, যাকে তারা দুজনেই তীব্রভাবে ভালোবাসত। আমারান্তা রেবেকা ও পিয়েত্রোর বিয়ে রুখতে সবকিছু করে, এমনকি রেবেকাকে হত্যার চেষ্টাও করে। অবশেষে, আমারান্তা একাকী এবং কুমারী অবস্থায় মারা যায়, তবে সে তার নিজের জীবনকে মেনে নিয়ে শান্তিতে ছিল।\nজীবনের শেষ দিকে, সে বুয়েন্দিয়া পরিবারের অভ্যন্তরে এক যত্নশীল ব্যক্তিত্বে পরিণত হয়, বিশেষ করে তার ভাতিজা অউরেলিয়ানো হোসের প্রতি গভীর স্নেহ প্রদর্শন করে।\n\nরেমেদিওস মস্কোতে\nরেমেদিওস ছিল শহরের রক্ষণশীল প্রশাসক ডন আপোলিনার মসকোতের কনিষ্ঠ কন্যা।  তার সবচেয়ে আকর্ষণীয় শারীরিক বৈশিষ্ট্য ছিল তার সুন্দর ত্বক এবং পান্না-সবুজ চোখ। ভবিষ্যৎ কর্নেল অউরেলিয়ানো গভীরভাবে তার প্রেমে পড়ে, যদিও সে ছিল অত্যন্ত কিশোর বয়স্কা। কিন্তু বিয়ের কিছুদিন পরই, গর্ভাবস্থায় রক্তদূষণজনিত রোগে আক্রান্ত হয়ে তার মৃত্যু হয়। কর্নেলের মৃত্যুর আগ পর্যন্ত তার ঘরে রেমেদিওসের পুতুলগুলো সাজানো ছিল।\n\nরেবেকা\nরেবেকা ছিল উরসুলা ইগুয়ারানের দ্বিতীয় চাচাতো বোন এবং নিকানোর উলিওয়া ও রেবেকা মন্তিয়েল দম্পতির এতিম সন্তান।  প্রথমদিকে, সে ছিল চুপচাপ ও ভীতু, কারও সঙ্গে কথা বলতে চাইত না এবং মাটি ও দেয়ালের চুন খাওয়ার অভ্যাস ছিল, যা পিকা নামে পরিচিত একধরনের আচরণগত সমস্যা। সে একটি ক্যানভাসের ব্যাগে তার বাবা-মায়ের হাড় বহন করে মাকন্দোতে আসে এবং স্প্যানিশ ভাষা বোঝে বা বলতে পারে না বলে মনে হয়। তবে ভিসিতাসিওন ও কাতাউরের প্রশ্নের উত্তর সে গুয়াহিরো বা ওয়াইয়ু ভাষায় দেয়। পরে, সে তার দত্তক নেওয়া ভাই হোসে আর্কাদিওর প্রেমে পড়ে এবং তাকে বিয়ে করে, যখন সে বিশ্ব ভ্রমণ শেষে ফিরে আসে। কিন্তু হোসে আর্কাদিওর রহস্যজনক এবং অকালমৃত্যুর পর, রেবেকা পুরোপুরি একাকী জীবনযাপন করে এবং সমাজ থেকে নিজেকে বিচ্ছিন্ন করে ফেলে।\n\nপিলার টেরনেরা\nপিলার একজন স্থানীয় নারী, যে কিশোরী বয়সে ধর্ষণের শিকার হয়ে সেই মানুষটির কাছ থেকে পালিয়ে মাকন্দোতে চলে আসে। সে অউরেলিয়ানো ও হোসে আর্কাদিও—এই দুই ভাইয়ের সঙ্গে শারীরিক সম্পর্কে জড়ায় এবং তাদের সন্তানদের জন্ম দেয়: অউরেলিয়ানো হোসে (অউরেলিয়ানোর ছেলে), আর্কাদিও (হোসে আর্কাদিওর ছেলে)। পিলার তাস দেখে ভবিষ্যদ্বাণী করতে পারত, এবং তার ভবিষ্যদ্বাণীগুলো প্রায়ই অস্পষ্ট হলেও অবশেষে সত্যি হয়ে যেত। সে বুয়েন্দিয়া পরিবারের সঙ্গে ঘনিষ্ঠভাবে জড়িয়ে ছিল এবং তাদের বিভিন্ন সময়ে ভবিষ্যদ্বাণীর মাধ্যমে সহায়তা করত। সে ১৪৫ বছর পর্যন্ত বেঁচে ছিল (শেষ পর্যন্ত বয়স গোনা বন্ধ করে দিয়েছিল) এবং মাকন্দোর শেষ দিন পর্যন্ত জীবিত ছিল।\nসে বুয়েন্দিয়া পরিবারের দ্বিতীয় ও তৃতীয় প্রজন্মের মধ্যে সংযোগ স্থাপনের গুরুত্বপূর্ণ ভূমিকা পালন করে। লেখক তার গুরুত্ব বোঝাতে তার মৃত্যুর পরই সরাসরি ঘোষণা করেন—\"এটাই শেষ।\"\n\n\n=== তৃতীয় প্রজন্ম ===\nআর্কাদিও\nআর্কাদিও হল হোসে আর্কাদিও ও পিলার টেরনেরার অবৈধ সন্তান, যদিও সে কখনোই নিজের প্রকৃত বাবা-মা সম্পর্কে জানতে পারেনি।  সে ছিল একজন স্কুলশিক্ষক, যে কর্নেল অউরেলিয়ানো বুয়েন্দিয়ার বিদায়ের পর মাকন্দোর নেতৃত্ব গ্রহণ করে।  কিন্তু সে দ্রুতই একজন নিষ্ঠুর একনায়কে পরিণত হয় এবং তার ছাত্রদের নিজের ব্যক্তিগত বাহিনী হিসেবে ব্যবহার করে। অল্প সময়ের মধ্যেই মাকন্দো তার ইচ্ছার দাসে পরিণত হয়। যখন মাকন্দোর উদারপন্থী বাহিনী পরাজিত হয়, তখন একটি কনজারভেটিভ ফায়ারিং স্কোয়াড তাকে গুলি করে হত্যা করে।\n\nঅউরেলিয়ানো হোসে\nঅউরেলিয়ানো হোসে হল কর্নেল অউরেলিয়ানো বুয়েন্দিয়া ও পিলার টেরনেরার অবৈধ সন্তান। সে তার বাবার সঙ্গে একাধিক যুদ্ধে যোগ দেয়, কিন্তু পরে যুদ্ধ থেকে সরে আসে এবং মাকন্দোতে ফিরে আসে, কারণ সে জানতে পারে নিজের খালাকে বিয়ে করা সম্ভব। অউরেলিয়ানো হোসে তার খালা আমারান্তার প্রতি অন্ধ প্রেমে আবিষ্ট ছিল, যিনি শৈশব থেকে তাকে লালন-পালন করেছিলেন এবং ছোটবেলায় তাকে যৌন হয়রানি করেছিলেন। কিন্তু যখন সে বড় হয়ে আমারান্তাকে বিয়ের প্রস্তাব দেয়, আমারান্তা তাকে প্রত্যাখ্যান করে। অবশেষে, এক যুদ্ধে একজন কনজারভেটিভ ক্যাপ্টেন তাকে গুলি করে হত্যা করে।\n\nসান্তা সোফিয়া দে লা পিয়েদাদ\nসান্তা সোফিয়া ছিল একজন সুন্দরী কুমারী মেয়ে এবং একজন দোকানদারের কন্যা। পিলার টেরনেরা তাকে তার ছেলে আর্কাদিওর সঙ্গে যৌন সম্পর্ক গড়তে ভাড়া করে, এবং পরে আর্কাদিও তার স্বামী হয়ে যায়। আর্কাদিওর মৃত্যুদণ্ডের পর, সে তার সন্তানদের নিয়ে বুয়েন্দিয়া পরিবারে আশ্রয় নেয়। উরসুলার মৃত্যুর পর, সে হঠাৎই কাউকে কিছু না বলে অজানা গন্তব্যে চলে যায়।\n\n১৭ অউরেলিয়ানো\n৩২টি গৃহযুদ্ধের সময়, কর্নেল অউরেলিয়ানো বুয়েন্দিয়া ১৭টি আলাদা নারীর সঙ্গে সম্পর্কের মাধ্যমে ১৭ জন পুত্রসন্তানের জন্ম দেয়—প্রত্যেকের নাম অউরেলিয়ানো রাখা হয়। এর মধ্যে চারজন: অউরেলিয়ানো ত্রিস্তে, অউরেলিয়ানো সেররাদোর, অউরেলিয়ানো আর্কায়া, অউরেলিয়ানো সেন্টেনো মাকন্দোতে বসবাস শুরু করে এবং বুয়েন্দিয়া পরিবারের স্থায়ী সদস্য হয়ে ওঠে। কিন্তু কর্নেলের বিরুদ্ধে প্রতিশোধ নিতে, একদল অজানা আততায়ী সবাইকে হত্যা করে। তারা তাদের চিনতে পারে কপালে স্থায়ীভাবে রয়ে যাওয়া অ্যাশ ওয়েন্সডে (খ্রিস্টীয় উপবাসের প্রথম দিনের) চিহ্নের মাধ্যমে। মাত্র একজন—অউরেলিয়ানো আমাদোর—এই হত্যাযজ্ঞ থেকে পালিয়ে জঙ্গলে আশ্রয় নেয়। কিন্তু বহু বছর পর, তার বাবার বাড়ির দোরগোড়ায় এসে সেও খুন হয়।\n\n\n=== চতুর্থ প্রজন্ম ===\nরেমেদিওস দ্য বিউটি\nরেমেদিওস দ্য বিউটি হল আর্কাদিও ও সান্তা সোফিয়ার প্রথম সন্তান। মাকন্দোতে তাকে এযাবৎ দেখা সবচেয়ে সুন্দরী নারী বলা হয়, এবং অনিচ্ছাকৃতভাবেই সে অনেক পুরুষের মৃত্যুর কারণ হয়ে দাঁড়ায়, যারা তাকে ভালোবাসত বা তার প্রতি আকৃষ্ট ছিল। শহরের বেশিরভাগ মানুষ তাকে নিরীহ ও শিশুসুলভ মনে করত। আবার কেউ কেউ ভাবত যে তার সম্পূর্ণ মানসিক বিকাশ হয় নি। তবে কর্নেল অউরেলিয়ানো বুয়েন্দিয়া মনে করতেন যে তার মধ্যে প্রখর অন্তর্দৃষ্টি রয়েছে। তিনি বলেছিলেন, \"এমন যেন সে বিশ বছরের যুদ্ধ থেকে ফিরে এসেছে।\" সে পোশাক ও সৌন্দর্যের বাহ্যিক প্রকাশকে ঘৃণা করত, কিন্তু এতেই সে আরও বেশি মোহনীয় হয়ে উঠত। অতিরিক্ত সুন্দরী ও, অনেকের মতে, পৃথিবীর জন্য অতিরিক্ত জ্ঞানী রেমেদিওস এক বিকেলে, ফার্নান্দার সাদা চাদর ভাঁজ করার সময় স্বর্গে চলে যায়।\n\nহোসে আর্কাদিও\nহোসে আর্কাদিও সেগুন্দো হল অউরেলিয়ানো সেগুন্দোর যমজ ভাই এবং আর্কাদিও ও সান্তা সোফিয়ার তিন সন্তানের একজন। উরসুলা বিশ্বাস করতেন যে শৈশবে দুই ভাইকে অদলবদল করা হয়েছিল, কারণ হোসে আর্কাদিও পরিবারের অউরেলিয়ানোদের মতো গম্ভীর ও চিন্তাশীল হয়ে ওঠে। সে কলা শ্রমিকদের ধর্মঘটে গুরুত্বপূর্ণ ভূমিকা রাখে, কিন্তু যখন কোম্পানি ধর্মঘটরত শ্রমিকদের গণহত্যা করে, তখন সে একমাত্র জীবিত ব্যক্তি হিসেবে রক্ষা পায়। এই ঘটনার পর সে বাকি জীবন মেলকিয়াদেসের পাণ্ডুলিপি অধ্যয়ন এবং তরুণ অউরেলিয়ানোকে শিক্ষাদানের মধ্যে ডুবে থাকে। অবশেষে সে মারা যায় ঠিক সেই মুহূর্তে যখন তার যমজ ভাইও মারা যায়।\n\nঅউরেলিয়ানো সেগুন্দো\nঅউরেলিয়ানো সেগুন্দো হল হোসে আর্কাদিও সেগুন্দোর যমজ ভাই এবং আর্কাদিও ও সান্তা সোফিয়ার তিন সন্তানের একজন। দুই ভাইয়ের মধ্যে অউরেলিয়ানো সেগুন্দো বেশি উদ্দাম ও আবেগপ্রবণ ছিল, ঠিক পরিবারের অন্যান্য হোসে আর্কাদিওদের মতো। সে তার প্রথম প্রেমিকা পেত্রা কোটেসকে গোপনে সম্পর্ক রাখতে বলে, যদিও সে বিয়ে করে সুন্দরী কিন্তু কঠোর স্বভাবের ফার্নান্দা দেল কার্পিওকে। পেত্রার সঙ্গে থাকার সময়, তার গবাদি পশুর সংখ্যা অস্বাভাবিকভাবে বাড়তে থাকে, এবং সে অসংযত ভোগ-বিলাসে লিপ্ত হয়। কিন্তু দীর্ঘস্থায়ী বর্ষার পর, তার সম্পদ ফুরিয়ে যায়, এবং বুয়েন্দিয়া পরিবার প্রায় দেউলিয়া হয়ে পড়ে। সে এরপর গোপন গুপ্তধনের সন্ধানে পাগলের মতো হয়ে ওঠে, যা প্রায় তাকে উন্মাদনার দিকে ঠেলে দেয়। অবশেষে সে একটি রহস্যময় গলার সংক্রমণে মারা যায়, ঠিক সেই মুহূর্তে, যখন তার যমজ ভাইও মারা যায়। অন্ত্যেষ্টিক্রিয়ার বিশৃঙ্খলার কারণে, দুই ভাইয়ের মৃতদেহ অদলবদল হয়ে যায়, এবং প্রত্যেকে অন্যের কবরস্থানে শায়িত হয়—যা উরসুলার সেই পুরনো ধারণাকে সত্য প্রমাণ করে যে তারা শৈশবেই অদলবদল হয়েছিল।\n\nফার্নান্দা দেল কার্পিও\nফার্নান্দা একটি ধ্বংসপ্রাপ্ত অভিজাত পরিবারের মেয়ে, যাকে বাইরের পৃথিবী থেকে বিচ্ছিন্ন করে রাখা হয়েছিল। সে ৫,০০০ মেয়ের মধ্যে সবচেয়ে সুন্দরী হিসেবে নির্বাচিত হয়। তাকে মাকন্দোতে আনা হয়, যাতে সে রেমেদিওস দ্য বিউটির সঙ্গে কার্নিভালের রাণীর খেতাবের জন্য প্রতিদ্বন্দ্বিতা করতে পারে। কিন্তু তার উপস্থিতি কার্নিভালকে এক রক্তাক্ত সংঘর্ষে পরিণত করে। এই বিশৃঙ্খলার পর, সে অউরেলিয়ানো সেগুন্দোকে বিয়ে করে। কিন্তু অউরেলিয়ানো সেগুন্দো তার উপপত্নী পেত্রা কোটেসের সঙ্গে সম্পর্ক বজায় রাখে। এরপর, বৃদ্ধ ও দুর্বল উরসুলার কাছ থেকে সে বুয়েন্দিয়া পরিবারের কর্তৃত্ব কৌশলে নিজের হাতে নিয়ে নেয়। সে কঠোর শাসনে পরিবার পরিচালনা করতে থাকে। অউরেলিয়ানো সেগুন্দোর সঙ্গে তার তিনটি সন্তান হয়— হোসে আর্কাদিও, রেনাতা রেমেদিওস (মেমে), আমারান্তা উরসুলা। স্বামীর মৃত্যুর পর, সে পরিবারের দেখাশোনা করতে থাকে এবং শেষ পর্যন্ত বুয়েন্দিয়া বাড়িতেই মারা যায়।\nবুয়েন্দিয়া পরিবারের কেউই কখনো তাকে পুরোপুরি গ্রহণ করেনি, কারণ তারা তাকে একজন বহিরাগত মনে করত। তবে পরিবারের কেউই তার কঠোর রক্ষণশীলতার বিরুদ্ধে বিদ্রোহ করেনি। তার মানসিক ও আবেগগত অস্থিরতা স্পষ্ট হয়—তার প্যারানয়াতে, অদৃশ্য ডাক্তারদের সঙ্গে তার চিঠিপত্র বিনিময়ে, এবং তার মেয়ে মেমের ছেলে অউরেলিয়ানোর প্রতি তার অযৌক্তিক আচরণে, যাকে সে পৃথিবী থেকে সম্পূর্ণ বিচ্ছিন্ন করে রাখতে চেয়েছিল।\n\nপেত্রা কোটেস\nপেত্রা কোটেস ছিল একজন গাঢ় ত্বকের মুলাটো নারী, যার চিতা বাঘের মতো সোনালি-বাদামি চোখ ছিল। সে অউরেলিয়ানো সেগুন্দোর উপপত্নী এবং তার জীবনের একমাত্র ভালোবাসা। সে তার প্রথম স্বামীর সঙ্গে কিশোর বয়সে মাকন্দোতে আসে। কিন্তু স্বামীর মৃত্যুর পর সে হোসে আর্কাদিও সেগুন্দোর সঙ্গে সম্পর্কে জড়িয়ে পড়ে। পরে যখন সে অউরেলিয়ানো সেগুন্দোর সঙ্গে সম্পর্ক শুরু করে, তখন সে বুঝতেই পারেনি যে তারা দুই আলাদা ব্যক্তি। যখন হোসে আর্কাদিও সেগুন্দো তাকে ছেড়ে চলে যায়, অউরেলিয়ানো সেগুন্দো তার ক্ষমা প্রার্থনা করে এবং তার সঙ্গেই থেকে যায়। বিয়ের পরেও অউরেলিয়ানো সেগুন্দো গোপনে তার সঙ্গে সম্পর্ক চালিয়ে যায়। একসময় সে পুরোপুরি পেত্রার সঙ্গে থাকতে শুরু করে, যা তার স্ত্রী ফার্নান্দা দেল কার্পিওর মনে প্রচণ্ড ক্ষোভের জন্ম দেয়। অউরেলিয়ানো ও পেত্রা যখন মিলিত হতো, তখন তাদের গবাদি পশু বিস্ময়করভাবে দ্রুত বংশবৃদ্ধি করত। কিন্তু চার বছরের টানা বর্ষণে তাদের সমস্ত পশু ধ্বংস হয়ে যায়। পরে পেত্রা লটারি চালিয়ে টাকা উপার্জন করতে থাকে এবং অউরেলিয়ানো সেগুন্দোর মৃত্যুর পর ফার্নান্দা ও তার পরিবারের জন্য খাবারের ঝুড়ি পাঠিয়ে সাহায্য করে।\n\n\n=== পঞ্চম প্রজন্ম ===\nহোসে আর্কাদিও\nহোসে আর্কাদিও, যাকে বুয়েন্দিয়া পরিবারিক ঐতিহ্যের অংশ হিসেবে পূর্বপুরুষদের নামে নামকরণ করা হয়েছিল, ছিল অউরেলিয়ানো সেগুন্দো ও ফার্নান্দার প্রথম সন্তান। সে আগের আর্কাদিওদের মতোই জীবনযাপন করে। উরসুলা তাকে বড় করেন এবং তাকে পোপ বানানোর ইচ্ছে পোষণ করেন। কিন্তু ফার্নান্দার মৃত্যুর পর সে রোম থেকে ফিরে আসে একজন যাজক না হয়েই। সে আমারান্তার প্রতি গভীর আসক্তিতে দিন কাটাতে থাকে। একসময় সে উরসুলা কর্তৃক শয্যার নিচে লুকানো গুপ্তধনের খোঁজ পায় এবং এই সম্পদ বিলাসবহুল পার্টি ও কিশোর ছেলেদের সঙ্গে উচ্ছৃঙ্খল জীবনে নষ্ট করে ফেলে। পরে সে তার ভাগ্নে অউরেলিয়ানো বাবিলোনিয়ার সঙ্গে ধীরে ধীরে বন্ধুত্ব গড়ে তোলে। সে পরিকল্পনা করে অউরেলিয়ানোকে ব্যবসায়ে প্রতিষ্ঠিত করবে এবং নিজে রোমে ফিরে যাবে। কিন্তু চার কিশোর ছেলের হাতে সে গোসলের সময় নির্মমভাবে খুন হয়, যারা তার বাড়ি লুট করে এবং তার সব সোনা চুরি করে নিয়ে যায়।\n\nরেনাতা রেমেদিওস (মেমে)\nরেনাতা রেমেদিওস বা সংক্ষেপে মেমে, অউরেলিয়ানো সেগুন্দো ও ফার্নান্দার দ্বিতীয় সন্তান এবং প্রথম কন্যা। সে তার মায়ের রূপ না পেলেও বাবার মতো আনন্দমুখর ও সহজাত আকর্ষণীয় ব্যক্তিত্বের অধিকারী। ফার্নান্দা ঘোষণা করে যে মেমের একমাত্র কাজ হবে ক্লাভিকোর্ড বাজানো শেখা। তাকে একটি স্কুলে পাঠানো হয়, যেখানে সে পারফরম্যান্স ডিগ্রি অর্জন করে এবং একাডেমিক স্বীকৃতি লাভ করে। ফার্নান্দার মন জুগিয়ে চলার জন্য সে কঠোর শৃঙ্খলার মধ্যে ক্লাভিকোর্ড চর্চা করে, কিন্তু পাশাপাশি সে পার্টি উপভোগ করে এবং তার বাবার মতো মাত্রাধিক রকম আসক্ত হয়ে পড়ে।\nমেমে মাউরিসিও বাবিলোনিয়ার প্রেমে পড়ে। কিন্তু ফার্নান্দা তাদের সম্পর্ক আবিষ্কার করে এবং মাউরিসিওকে মিথ্যা অভিযোগে গুলি করানোর ব্যবস্থা করে, দাবি করে যে সে মুরগি চোর। এরপর ফার্নান্দা মেমেকে জোরপূর্বক একটি মঠে পাঠিয়ে দেয়। সেখানে সে সারাজীবনের জন্য বাক্যহীন হয়ে যায়, আংশিকভাবে ট্রমার কারণে, এবং আংশিকভাবে তার বিদ্রোহের প্রতীক হিসেবে। মঠে যাওয়ার কয়েক মাস পর সে একটি ছেলের জন্ম দেয়— এই হলো অউরেলিয়ানো। ফার্নান্দা বুয়েন্দিয়া পরিবারের কাছে শিশুটিকে পাঠিয়ে দেয়। শিশুটি একটি ঝুড়িতে করে আসে এবং ফার্নান্দা প্রথমে লজ্জা এড়াতে তাকে হত্যা করার কথা ভাবে। কিন্তু শেষ পর্যন্ত সে শিশুটিকে অনাথ বলে দাবি করে তার কন্যার অপমান গোপন করার চেষ্টা করে। সে সারাজীবন তাকে বাধ্য হয়ে সহ্য করে, কারণ শেষ মুহূর্তে সে তার মনের গভীরে থাকা শিশুটিকে ডুবিয়ে মারার সংকল্প বাস্তবায়নের সাহস হারিয়ে ফেলে।\n\nআমারান্তা উরসুলা\nআমারান্তা উরসুলা অউরেলিয়ানো সেগুন্দো ও ফার্নান্দার তৃতীয় সন্তান।  সে তার নামের পূর্বসূরির মতোই প্রাণবন্ত ও স্বাধীনচেতা, তবে তিনি মারা যান যখন সে ছিল ছোট শিশু। সে কখনো জানতে পারে না যে বুয়েন্দিয়া বাড়িতে পাঠানো সেই শিশু—মেমের অবৈধ সন্তান, আসলে তারই ভাগ্নে। এই শিশুটি তার শৈশবের সেরা বন্ধু হয়ে ওঠে। সে ইউরোপ থেকে তার স্বামী গাস্তোনকে সঙ্গে নিয়ে ফিরে আসে। পরে সে গাস্তোনকে জানায় যে সে অউরেলিয়ানোর সঙ্গে গভীর প্রেমে জড়িয়ে পড়েছে। গাস্তোন তাকে ছেড়ে চলে যায়। আমারান্তা ঊরসুলা বুয়েন্দিয়া বংশের শেষ সন্তান জন্ম দেওয়ার পর অতিরিক্ত রক্তক্ষরণের ফলে মারা যায়।\n\nমাউরিসিও বাবিলোনিয়া\nমাউরিসিও বাবিলোনিয়া ছিল একজন অকপট, উদার ও সুদর্শন মেকানিক, যে কলা কোম্পানির জন্য কাজ করত। গুঞ্জন ছিল যে সে সেই জিপসিদের বংশধর, যারা মাকোন্দোর প্রথম যুগে সেখানে এসেছিল। তার একটি অদ্ভুত বৈশিষ্ট্য ছিল—হলুদ প্রজাপতিদের ঝাঁক সবসময় তাকে ঘিরে রাখত এবং একসময় তার প্রেমিকাকেও অনুসরণ করত। সে মেমের সঙ্গে প্রেমের সম্পর্কে জড়িয়ে পড়ে, কিন্তু ফার্নান্দা তাদের সম্পর্ক আবিষ্কার করে এবং তা ভাঙ্গার চেষ্টা করে। কিন্তু মাউরিসিও লুকিয়ে মেমের সঙ্গে দেখা করতে থাকে। ফার্নান্দা একটি মিথ্যা অভিযোগ তোলে যে সে মুরগি চোর, এবং তার বন্দুকধারীদের দিয়ে তাকে গুলি করায়। সে সারাজীবনের জন্য পক্ষাঘাতগ্রস্ত হয়ে যায় এবং বিছানায় শুয়ে নিঃসঙ্গ জীবন কাটায়।\n\nগাস্তোন\nগাস্তোন আমারান্তা ঊরসুলার ধনী বেলজিয়ান স্বামী। সে আমারান্তা উরসুলাকে ইউরোপে বিয়ে করে এবং তাকে মাকোন্দোতে নিয়ে আসে। গাস্তোন তার স্ত্রীর চেয়ে প্রায় পনেরো বছর বড়। সে একজন বিমানচালক এবং অ্যাডভেঞ্চারপ্রেমী। সে ধারণা করেছিল যে আমারান্তা উরসুলা কিছুদিনের মধ্যেই বুঝতে পারবে যে তার ইউরোপীয় অভ্যাস মাকোন্দোর পরিবেশের সঙ্গে মানানসই নয় এবং সে আবার ইউরোপে ফিরে যেতে চাইবে। কিন্তু যখন সে বুঝতে পারে যে আমারান্তা উরসুলা মাকোন্দোতেই থাকতে চায়, তখন সে একটি এয়ারমেইল সার্ভিস চালু করার পরিকল্পনা করে এবং নিজের বিমানটি মাকোন্দোতে আনার ব্যবস্থা করে। কিন্তু ভুলবশত বিমানটি আফ্রিকায় পাঠিয়ে দেওয়া হয়। যখন সে বিমানটি আনতে আফ্রিকা যায়, তখন আমারান্তা উরসুলা তাকে চিঠিতে জানায় যে সে অউরেলিয়ানো বাবিলোনিয়া বুয়েন্দিয়ার প্রেমে পড়েছে। গাস্তোন এটি সহজভাবে মেনে নেয় এবং কেবল তার সাইকেলটি (ভেলোসিপেড) পাঠিয়ে দেওয়ার অনুরোধ জানায়।\n\n\n=== ষষ্ঠ প্রজন্ম ===\nঅউরেলিয়ানো বাবিলোনিয়া (দ্বিতীয় অউরেলিয়ানো)\nঅউরেলিয়ানো বাবিলোনিয়া বা দ্বিতীয় অউরেলিয়ানো, মেমের অবৈধ সন্তান, যার বাবা মাউরিসিও বাবিলোনিয়া। তার দাদি ফার্নান্দা তাকে সবার কাছ থেকে লুকিয়ে রাখে। সে তার নামের পূর্বসূরি কর্নেল অউরেলিয়ানোর সঙ্গে আশ্চর্যজনকভাবে সাদৃশ্যপূর্ণ এবং তার চরিত্রও কর্নেলের মতো—স্বল্পভাষী, আত্মমগ্ন এবং আবেগপ্রবণ। সে উরসুলাকে খুব সামান্যই চেনে, কারণ সে তার শৈশবেই মারা যায়। তার হোসে আর্কাদিও সেগুন্দোর সঙ্গে বন্ধুত্ব হয় এবং জোসে তার কাছে কলা শ্রমিক হত্যাকাণ্ডের প্রকৃত ঘটনা ব্যাখ্যা করে।\nযেখানে পরিবারের অন্য সদস্যরা আসা-যাওয়া করে, সেখানে অউরেলিয়ানো বুয়েন্দিয়া বাড়িতেই থেকে যায়। সে ফার্নান্দার মৃত্যুর পর থেকে পরিত্যক্ত শহরে বের হতে শুরু করে। সে মেলকিয়াদেসের রহস্যময় পাণ্ডুলিপির পাঠোদ্ধার করার চেষ্টা করে, কিন্তু তার শৈশবের সঙ্গী এবং জীবনের ভালোবাসা আমারান্তা উরসুলার সঙ্গে সম্পর্কে জড়িয়ে পড়ে, না জেনেই যে সে তার আপন খালা। যখন আমারান্তা উরসুলা এবং তাদের নবজাতক মারা যায়, তখন সে অবশেষে পাণ্ডুলিপির গোপন অর্থ উন্মোচন করতে সক্ষম হয়। \"...মেলকিয়াদেসের শেষ চাবিগুলো তার সামনে উন্মোচিত হয় এবং সে পাণ্ডুলিপির শিরোনাম স্পষ্টভাবে মানুষের সময় ও স্থানের ক্রমানুসারে সাজানো দেখতে পায়: ‘প্রথমজন গাছের সঙ্গে বাঁধা, আর শেষজন পিঁপড়েদের দ্বারা গ্রাসিত।\" ধারণা করা হয় যখন সে মেলকিয়াদেসের পাণ্ডুলিপি পড়া শেষ করে, তখনই এক মহা ঝড় মাকোন্দোকে ধ্বংস করে এবং সে সেই ঝড়ে মারা যায়।\nতার মৃত্যুর মাধ্যমে বুয়েন্দিয়া বংশের সমাপ্তি ঘটে।\n\n\n=== সপ্তম প্রজন্ম ===\nঅউরেলিয়ানো\nঅউরেলিয়ানো তার বাবা অউরেলিয়ানো এবং খালা আমারান্তা উরসুলার সন্তান। সে একটি শূকরের লেজ নিয়ে জন্মগ্রহণ করে, যেমনটা প্রাচীন উরসুলা সবসময় আশঙ্কা করেছিল (যদিও এই দম্পতি কখনো সেই কুসংস্কারের কথা শোনেনি)। তার মা প্রসবের পর মারা যায় এবং শোকে বিধ্বস্ত বাবা তার প্রতি অবহেলা করায়, পিঁপড়েরা তাকে খেয়ে ফেলে।\n\n\n=== অন্যান্য চরিত্র ===\nমেলকিয়াদেস\nমেলকিয়াদেস একদল জিপসির সদস্য, যারা প্রতি বছর মার্চ মাসে মাকোন্দোতে আসে এবং বিশ্বের সব আশ্চর্যজনক বস্তু প্রদর্শন করে। সে হোসে আর্কাদিও বুয়েন্দিয়ার কাছে বিভিন্ন নতুন আবিষ্কার বিক্রি করে, যার মধ্যে ছিল এক জোড়া চুম্বক এবং একটি আলকেমি গবেষণাগার। পরে জিপসিরা জানায় যে সে সিঙ্গাপুরে মারা গেছে, কিন্তু সে আবার বুয়েন্দিয়া পরিবারে ফিরে আসে, যার কারণ দেখানো হয় যে সে মৃত্যুর নিঃসঙ্গতা সহ্য করতে পারেনি। সে পরিবারের সঙ্গে থেকে এক রহস্যময় পাণ্ডুলিপি লেখে, যা পরে অউরেলিয়ানো বাবিলোনিয়া অনুবাদ করে এবং যেখানে বুয়েন্দিয়া পরিবারের শেষ পরিণতির ভবিষ্যদ্বাণী করা হয়। অবশেষে সে নদীতে ডুবে মারা যায়, এবং বুয়েন্দিয়ারা এক জাঁকজমকপূর্ণ অনুষ্ঠানের মাধ্যমে তাকে মাকোন্দোর প্রথম সমাধিস্থ ব্যক্তি হিসেবে দাফন করে। তার নাম ওল্ড টেস্টামেন্টের মেল্কিজেদেকের অনুকৃতি, যার উচ্চ যাজকীয় মর্যাদার উৎস ছিল রহস্যময়।\n\nপিয়েত্রো ক্রেসপি\nপিয়েত্রো একজন অত্যন্ত সুদর্শন এবং ভদ্র ইতালীয় সঙ্গীতশিল্পী যিনি একটি সঙ্গীত বিদ্যালয় পরিচালনা করেন। সে বুয়েন্দিয়া বাড়িতে একটি পিয়ানোলা (স্বয়ংক্রিয় পিয়ানো) স্থাপন করে। সে রেবেকাকে বিয়ে করতে চায়, কিন্তু আমারান্তাও তাকে ভালোবাসে, তাই সে নানা কৌশলে বিয়েটা বছর বছর পিছিয়ে দেয়। অবশেষে যখন হোসে আর্কাদিও এবং রেবেকা বিয়ে করার সিদ্ধান্ত নেয়, তখন পিয়েত্রো আমারান্তাকে প্রেমের প্রস্তাব দেয়। কিন্তু আমারান্তা এতটাই কঠোর হৃদয়ের ছিল যে, সে নিষ্ঠুরভাবে তাকে প্রত্যাখ্যান করে। উভয় বোনকে হারিয়ে হতাশাগ্রস্ত পিয়েত্রো আত্মহত্যা করে।\n\nমিস্টার হারবার্ট ও মিস্টার ব্রাউন\nমিস্টার হারবার্ট একজন বিদেশি (গ্রিঙ্গো), যে একদিন বুয়েন্দিয়া বাড়িতে মধ্যাহ্নভোজ করতে আসে। সে প্রথমবারের মতো স্থানীয় কলা খেয়ে মুগ্ধ হয় এবং মাকোন্দোতে একটি কলা কোম্পানি স্থাপনের ব্যবস্থা করে। পরবর্তীতে এই কলা বাগানের স্বৈরাচারী পরিচালক হয়ে ওঠে জ্যাক ব্রাউন। যখন জোসে আর্কাদিও সেগুন্দো শ্রমিক ধর্মঘট সংগঠিত করে, কোম্পানি তিন হাজারেরও বেশি ধর্মঘটকারীকে শহরের চত্বরে ফাঁদে ফেলে এবং মেশিনগান দিয়ে হত্যা করে। কোম্পানি এবং সরকার ঘটনাটি সম্পূর্ণরূপে ধামাচাপা দেয়। শুধুমাত্র জোসে আর্কাদিও সেগুন্দো গণহত্যার স্মৃতি মনে রাখতে পারে। পরে কোম্পানি সেনাবাহিনীকে ব্যবহার করে বিদ্রোহ দমন করে এবং মাকোন্দো ছেড়ে চলে যায়। এই ঘটনা ১৯২৮ সালের কলা হত্যাকাণ্ডের (Banana Massacre) ঐতিহাসিক ঘটনার অনুকরণে লেখা হয়েছে।\n\nকর্নেল গেরিনেলদো মার্কেস\nসে কর্নেল অউরেলিয়ানো বুয়েন্দিয়ার বন্ধু এবং যুদ্ধের সহযোদ্ধা। সে আমারান্তার প্রেমে পড়ে কিন্তু তাকে কখনো জয় করতে পারে না।\n\nগ্যাব্রিয়েল (মার্কেস)\nগ্যাব্রিয়েল উপন্যাসের একটি গৌণ চরিত্র, কিন্তু তার বিশেষত্ব হলো তার নাম লেখকের (গাব্রিয়েল গার্সিয়া মার্কেস) কাছাকাছি। সে কর্নেল গেরিনেলদো মার্কেসের বংশধর। তার অউরেলিয়ানো বাবিলোনিয়ার সঙ্গে গভীর বন্ধুত্ব গড়ে ওঠে, কারণ তারা দুজনই শহরের সত্যিকারের ইতিহাস জানত, যা অন্য কেউ বিশ্বাস করতে চাইত না। একটি প্রতিযোগিতায় জিতে সে প্যারিসে যায় এবং সেখানে পুরনো সংবাদপত্র ও খালি বোতল বিক্রি করে জীবিকা নির্বাহ করে। সে মাকোন্দো পুরোপুরি নিশ্চিহ্ন হওয়ার আগেই শহর থেকে পালিয়ে যেতে সক্ষম হওয়া কয়েকজনের মধ্যে একজন।\n\n\n== প্রধান বিষয়বস্তু ==\n\nউপকথাসমৃদ্ধ কিন্তু গভীর বাস্তব মাকোন্দোর উত্থান-পতন, জন্ম-মৃত্যু এবং বিস্ময়কর বুয়েন্দিয়া পরিবারের গৌরব ও বিপর্যয়—মানবজাতির হাস্যরস ও ট্র্যাজেডির এক চমকপ্রদ ইতিহাস রচনা করে। জীবনের সকল রূপ এখানে বন্দী হয়েছে—সৃজনশীলভাবে, আনন্দদায়কভাবে, আকর্ষণীয়ভাবে, বেদনাদায়কভাবে, রসিকতার সাথে, উজ্জ্বলভাবে এবং অকপট সত্যতায়।\n\n\n=== বাস্তবতার বিষয়গততা ও জাদুবাস্তবতা ===\nসমালোচকরা প্রায়ই গাব্রিয়েল গার্সিয়া মার্কেসের কিছু রচনা, যেমন এ ভেরি ওল্ড ম্যান উইথ এনরমাস উইংস এবং নিঃসঙ্গতার একশ বছর-কে জাদুবাস্তবতার আদর্শ উদাহরণ হিসেবে উল্লেখ করেন। এই সাহিত্যিক শৈলীতে অতিপ্রাকৃত ঘটনাগুলো সাধারণ হিসেবে উপস্থাপিত হয়, আর সাধারণ ঘটনাগুলো অসাধারণ বা অতিপ্রাকৃত রূপে চিত্রিত হয়। \"জাদুবাস্তবতা\" শব্দটি প্রথম ১৯২৫ সালে জার্মান শিল্প সমালোচক ফ্রান্ৎস রোহ দ্বারা প্রবর্তিত হয়েছিল।\nএই উপন্যাসটি একটি কাল্পনিক কাহিনি এবং কাল্পনিক পরিবেশে রচিত। এতে অতিপ্রাকৃত ঘটনা ও চরিত্রগুলো সম্পূর্ণ কল্পিত হলেও, গার্সিয়া মার্কেস তার এই অসাধারণ গল্পকে বাস্তবতার প্রকাশ হিসেবে উপস্থাপন করেন। নিঃসঙ্গতার একশ বছর-এ ইতিহাস ও পৌরাণিক কাহিনির মধ্যে পারস্পরিক সংযোগ দেখা যায়। পৌরাণিক উপাদান এখানে ইতিহাসকে পাঠকের কাছে পৌঁছে দেওয়ার মাধ্যম হিসেবে কাজ করে। গার্সিয়া মার্কেসর উপন্যাসকে নৃতত্ত্বের দৃষ্টিকোণ থেকেও ব্যাখ্যা করা যায়, যেখানে সত্য ভাষা ও পৌরাণ্যের মধ্যে নিহিত থাকে। এখানে বাস্তব ও কল্পনার মধ্যে কোনো স্পষ্ট সীমারেখা নেই।\nউপন্যাসটির তিনটি প্রধান পৌরাণিক উপাদান রয়েছে:  প্রাচীন কাহিনিগুলোর মধ্যে ইতিহাস ও সভ্যতার উদ্ভবের ইঙ্গিত, পৌরাণিক বীরদের মতো চরিত্র, অতিপ্রাকৃত উপাদান। জাদুবাস্তবতা সাধারণ ও অসাধারণের ক্রমাগত সংমিশ্রণের মাধ্যমে প্রকাশিত হয়। এই শৈলীর ফলে প্রচলিত বাস্তবতাবাদী সাহিত্যের ধারণা চ্যালেঞ্জের সম্মুখীন হয়। মার্কেসের সৃষ্ট মাকন্দো নামক শহরের জগতে স্পষ্টতই এক ধরনের জাদুময়তা বিদ্যমান। এটি শুধুমাত্র একটি ভৌগোলিক স্থান নয়, বরং এক ধরনের মানসিক অবস্থাও। উদাহরণস্বরূপ মাকন্দোর প্রকৃত ভৌগোলিক বিন্যাস সম্পর্কে পাঠক খুব কমই জানতে পারেন। বরং একবার এই জগতে প্রবেশ করলে, পাঠককে লেখকের কল্পনার উপস্থাপিত যেকোনো বিষয় গ্রহণের জন্য প্রস্তুত থাকতে হয়।\nগার্সিয়া মার্কেস সুর (tone) ও বর্ণনার মাধ্যমে বাস্তবকে জাদুর সঙ্গে মিলিয়ে দেন। পুরো উপন্যাসে একই রকম সুর ধরে রাখার মাধ্যমে তিনি অসাধারণ ঘটনাগুলোকে সাধারণের সঙ্গে এমনভাবে মিশিয়ে দেন যে সেগুলো আর তেমন আশ্চর্যজনক মনে হয় না। ঘটনার সংক্ষিপ্ত উপস্থাপনা ও নিরুৎসাহী বিবরণের ফলে অসাধারণ ঘটনাগুলোও তেমন আলাদা বা অস্বাভাবিক বলে মনে হয় না, বরং বাস্তব ও জাদুর মধ্যে একটি মিশ্রণ সৃষ্টি হয়। এই প্রভাবকে আরও শক্তিশালী করে তোলে উপন্যাসের নির্বিকার ও অবাকহীন সুর। এই নির্লিপ্ত উপস্থাপনা পাঠকের ক্ষমতাকে সীমিত করে, ফলে উপন্যাসের ঘটনাগুলো নিয়ে প্রশ্ন তোলার সুযোগ কমে যায়। তবে এটি একই সঙ্গে পাঠককে বাস্তবতার সীমাবদ্ধতা নিয়েও ভাবতে বাধ্য করে। উপরন্তু পুরো উপন্যাস জুড়ে একই বর্ণনাকারীর উপস্থিতি পাঠককে তার কণ্ঠের সঙ্গে অভ্যস্ত করে তোলে এবং ফলস্বরূপ, উপন্যাসের অসাধারণ ঘটনাগুলোও স্বাভাবিক মনে হতে থাকে।\nপুরো উপন্যাস জুড়ে গার্সিয়া মার্কেসের প্রতিভা প্রকাশ পেয়েছে সাধারণের সঙ্গে অলৌকিককে, ঐতিহাসিকের সঙ্গে রূপকথাকে এবং মনস্তাত্ত্বিক বাস্তবতাকে কল্পনাপ্রসূত অতিবাস্তবতার সঙ্গে মিশিয়ে দেওয়ার মাধ্যমে। এটি একটি বিপ্লবাত্মক উপন্যাস, যা তার লেখকের চিন্তাভাবনা ও বিশ্বাসের প্রতিফলন ঘটায়। তিনি লাতিন আমেরিকার সাহিত্যিক কণ্ঠস্বর হয়ে উঠতে চেয়েছিলেন: \"একটি লাতিন আমেরিকা, যা নিজস্ব ইচ্ছাশক্তিহীন একটি পুতুল হতে চায় না, বা যার স্বাধীনতা ও মৌলিকত্বের অনুসন্ধানকে শুধুমাত্র কল্পনা বলে উড়িয়ে দেওয়া যায় না; বরং এটি এমন এক আকাঙ্ক্ষা, যা পশ্চিমা বিশ্বেরও হওয়া উচিত।\"\nযদিও উপন্যাসের বর্ণনাশৈলী জটিল ও বহুস্তরযুক্ত, গার্সিয়া মার্কেস সুস্পষ্ট থিম গঠন করতে সক্ষম হয়েছেন। একই সঙ্গে, তিনি প্রতিটি চরিত্রের স্বতন্ত্রতা বজায় রেখেছেন এবং বিভিন্ন বর্ণনাত্মক কৌশল ব্যবহার করেছেন, যেমন তৃতীয় পুরুষ বর্ণনাকারী, নির্দিষ্ট দৃষ্টিকোণ থেকে বর্ণনা, এবং চেতনার প্রবাহ (stream of consciousness)। উপন্যাসে চলচ্চিত্রীয় কৌশলও ব্যবহার করা হয়েছে, যেখানে দৃশ্য সংযোজন (montage) এবং ক্লোজ-আপের ধারণা প্রয়োগ করা হয়েছে। এর ফলে হাস্যরস ও বিকৃত কৌতুক একইসঙ্গে নাটকীয়তা ও শোকাত্মক ঘটনার সঙ্গে মিলিত হয়েছে। এছাড়াও রাজনৈতিক ও ঐতিহাসিক বাস্তবতাকে পৌরাণিক ও জাদুময় লাতিন আমেরিকার জগতের সঙ্গে সংযুক্ত করা হয়েছে। অবশেষে মানবিক কৌতুকের মাধ্যমে একটি পরিবারের, একটি শহরের, এবং একটি দেশের সমস্যাগুলো উন্মোচিত হয়েছে। এই সবকিছুই গার্সিয়া মার্কেসের স্বতন্ত্র বর্ণনাশৈলীর মাধ্যমে উপস্থাপিত হয়েছে, যা উপন্যাসটিকে তার প্রতিটি মুহূর্তে আকর্ষণীয় করে তোলে।\n\n\n=== নিঃসঙ্গতা ===\nসম্ভবত উপন্যাসটির সবচেয়ে প্রধান বিষয়বস্তু হলো নিঃসঙ্গতা। মাকন্দো শহরটি কলম্বিয়ার গভীর রেইনফরেস্টের প্রত্যন্ত অঞ্চলে প্রতিষ্ঠিত হয়েছিল। এই শহরের বিচ্ছিন্নতা লাতিন আমেরিকার ঔপনিবেশিক যুগের প্রতীক, যখন বিভিন্ন উপনিবেশ ও দূরবর্তী বসতিগুলো একে অপরের সঙ্গে সংযুক্ত ছিল না। বিশ্বের বাকি অংশ থেকে বিচ্ছিন্ন হয়ে বুয়েন্দিয়া পরিবার ধীরে ধীরে আরও নিঃসঙ্গ ও আত্মকেন্দ্রিক হয়ে ওঠে। পরিবারের প্রতিটি সদস্য কেবল নিজের স্বার্থেই মগ্ন থাকে, ফলে তারা সেই জমিদার ও অভিজাত শ্রেণির প্রতিনিধিত্ব করে, যারা পরে লাতিন আমেরিকার সামাজিক কাঠামোতে আধিপত্য বিস্তার করে। এই আত্মকেন্দ্রিকতা বিশেষভাবে প্রতিফলিত হয়েছে অউরেলিয়ানো এবং রেমেদিওস দ্য বিউটি চরিত্রগুলোর মধ্যে। অউরেলিয়ানো নিজের কল্পনার জগতে আবদ্ধ হয়ে থাকে, আর রেমেদিওস, যিনি অতিমানবীয় সৌন্দর্যের অধিকারী, অনিচ্ছাকৃতভাবে চারজন পুরুষের জীবন ধ্বংস করে দেন। অনেকে মনে করেন, তিনি এমন এক ভিন্ন বাস্তবতায় বাস করেন, যা অটিজমের লক্ষণ হিসেবেও ব্যাখ্যা করা যেতে পারে। উপন্যাস জুড়ে দেখা যায়, কোনো চরিত্রই প্রকৃত ভালোবাসা খুঁজে পায় না বা তাদের আত্মকেন্দ্রিকতার ধ্বংসাত্মক পরিণতি থেকে মুক্ত হতে পারে না।\nবুয়েন্দিয়া পরিবারের স্বার্থপরতা অবশেষে ভেঙে পড়ে। একসময় ভোগবিলাসী অউরেলিয়ানো সেগুন্দো এবং পেত্রা কোটেস মাকন্দোর অর্থনৈতিক সংকটের সময় পারস্পরিক সহানুভূতি ও সহযোগিতার আনন্দ আবিষ্কার করেন। তারা ভালোবাসাও খুঁজে পান, এবং তাদের পথ অনুসরণ করে অউরেলিয়ানো বাবিলোনিয়া ও আমারান্তা উরসুলা। আমারান্তা উরসুলা বিশ্বাস করেন যে তাদের সন্তান বুয়েন্দিয়া পরিবারের নতুন সূচনা আনবে। কিন্তু সেই সন্তান জন্মগ্রহণ করে শূকরের লেজবিশিষ্ট দানব হিসেবে, যা পরিবারের দীর্ঘদিনের অভিশাপের বাস্তবায়ন।\nতা সত্ত্বেও, ভালোবাসার আবির্ভাব মাকোন্দোর ইতিহাসে একটি পরিবর্তনের প্রতিনিধিত্ব করে, যদিও এটি তার ধ্বংসের দিকে পরিচালিত করে। \"উপন্যাসে বুয়েন্দিয়া পরিবারের ঐতিহ্যগত স্বার্থপরতাকে সরিয়ে দিয়ে ভালোবাসার উত্থান লাতিন আমেরিকায় সমাজতান্ত্রিক মূল্যবোধের বিকাশকে প্রতিফলিত করে, যা বুয়েন্দিয়া পরিবার এবং তারা যে সমাজকে প্রতিনিধিত্ব করে তা মুছে দেবে।\" উপন্যাসের সমাপ্তি গার্সিয়া মার্কেসের একটি ভবিষ্যদ্বাণীমূলক কল্পনা হতে পারে, যেখানে তিনি একজন সমাজতন্ত্রী হিসেবে লাতিন আমেরিকার ভবিষ্যৎ পরিবর্তনের আশা প্রকাশ করেছেন।\n\n\n=== সময়ের প্রবাহমানতা ===\nউপন্যাসটি সময় সম্পর্কে বিভিন্ন ধারণা উপস্থাপন করে। যদিও গল্পটি ব্যক্তিগত জীবন ও মাকন্দোর ইতিহাসের একটি সরল রেখায় প্রবাহিত বলে মনে হতে পারে, গার্সিয়া মার্কেস সময়ের বিভিন্ন ব্যাখ্যার জন্য এখানে সুযোগ রেখেছেন।\n\nতিনি ইতিহাসকে একটি বৃত্তাকার ঘটনা হিসেবে উপস্থাপন করেন, যা বুয়েন্দিয়া পরিবারের নাম ও বৈশিষ্ট্যের পুনরাবৃত্তির মাধ্যমে প্রকাশ পায়। ছয় প্রজন্ম জুড়ে প্রত্যেক হোসে আর্কাদিও চরিত্র অনুসন্ধানী ও যুক্তিবাদী প্রকৃতির এবং প্রবল শারীরিক শক্তির অধিকারী। অন্যদিকে সব অউরেলিয়ানো চরিত্র নিঃসঙ্গ ও নীরবতার দিকে ঝুঁকে থাকে। এই বৈশিষ্ট্যগুলোর পুনরাবৃত্তি চরিত্রদের ব্যক্তিগত ইতিহাস এবং শহরের সামগ্রিক ইতিহাসকে প্রতিফলিত করে, যেখানে একই ভুল বারবার পুনরাবৃত্ত হয়—যেন এটি মানুষের স্বভাবজাত অহংকারের কারণে অবশ্যম্ভাবী।\nউপন্যাসটি মরণশীল অস্তিত্বের মধ্যেও চিরকালীনতার ধারণা অন্বেষণ করে। বুয়েন্দিয়া পরিবারের বাড়ির আলকেমি গবেষণাগার এই ধারণার প্রতীক হিসেবে কাজ করে। গল্পের শুরুতে মেলকিয়াদেস এই গবেষণাগারটি নির্মাণ করেন, যা উপন্যাসজুড়ে অপরিবর্তিত থাকে। এটি সেই স্থান যেখানে পুরুষ বুয়েন্দিয়ারা নিঃসঙ্গতাকে আপন করে নেয়—যেমন জোসে আর্কাদিও বুয়েন্দিয়া যুক্তির মাধ্যমে বিশ্বকে ব্যাখ্যা করতে চেয়েছিলেন, অথবা তার ছেলে কর্নেল অউরেলিয়ানো বুয়েন্দিয়া সোনার মাছ তৈরি ও ধ্বংস করার চক্রে নিজেকে নিমগ্ন রাখতেন। উপন্যাসে একটি অপরিবর্তনীয় নিয়তির অনুভূতি বিদ্যমান। লেখক দেখান যে সময় যেভাবেই ধরা হোক না কেন, এটি সর্বগ্রাসী এবং অনিবার্য।\nঅন্যদিকে, এটা মনে রাখা দরকার যে উপন্যাসটি মূলত কালানুক্রমিকভাবে সংগঠিত এবং মোটামুটি \"রৈখিক\" হলেও, এতে সময়ের দিক থেকে প্রচুর বাঁক ও উল্টোপাল্টা গতি রয়েছে। তবে গল্প বলার ধরনটি সময়ের মধ্যে এগিয়ে-পিছিয়ে যাওয়ার এবং ভবিষ্যতের ঘটনার দিকে দুম করে এগিয়ে যাওয়ার মধ্যে দোদুল্যমান। মেমে এবং মউরিসিও বাবিলোনিয়ার প্রেমের সম্পর্ক তার শুরু হওয়ার আগেই সম্পূর্ণরূপে সক্রিয় অবস্থায় উপস্থাপিত হয়, এবং পরে পাঠক জানতে পারে এই সম্পর্কের সূচনা কীভাবে ঘটেছিল, এটি এর একটি উদাহরণ। আরেকটি উদাহরণ হলো উপন্যাসের প্রথম লাইন, যা সময়ের এই প্রবাহমানতার ধারণাকে শক্তিশালী করে, যেখানে অতীত, বর্তমান এবং ভবিষ্যতের মধ্যে ক্রমাগত দোলাচল দেখা যায়।\n\n\n=== অজাচার ===\nবইটিতে একটি পুনরাবৃত্ত বিষয়বস্তু হল বুয়েন্দিয়া পরিবারের অজাচারের প্রতি প্রবণতা। পরিবারের প্রধান হোসে আর্কাদিও বুয়েন্দিয়া, অসংখ্য বুয়েন্দিয়ার মধ্যে প্রথম যিনি তার প্রথম চাচাতো বোন উরসুলাকে বিয়ে করার মাধ্যমে আন্তঃবিবাহ করেছিলেন। অধিকন্তু, পুরো উপন্যাস জুড়ে পরিবারটি \"শূকরের লেজওয়ালা এক বিকৃত শিশুর জন্মের\" মাধ্যমে শাস্তির ভয়ে তাড়িত হয়। এই ভয় এবং বুয়েন্দিয়া পরিবারের সদস্যদের মধ্যে বারবার অজাচার সংঘটিত হওয়া মূলত এই প্রাথমিক ঘটনার সাথে সম্পর্কিত।\n\n\n=== অভিজাততন্ত্র ===\nবইটির আরেকটি মূল বিষয়বস্তু হলো বুয়েন্দিয়া পরিবারের অভিজাততন্ত্র। গ্যাব্রিয়েল গার্সিয়া মার্কেস লাতিন আমেরিকার অভিজাত শ্রেণির সমালোচনা করেন এমন এক পরিবারের গল্পের মাধ্যমে, যারা নিজেদের প্রতি এতটাই মোহগ্রস্ত যে তারা তাদের অতীতের ভুল বুঝতে এবং সেখান থেকে শিক্ষা নিতে অক্ষম। বুয়েন্দিয়া পরিবারের সদস্যরা শুধু রক্তের সম্পর্কের মধ্যেই বিয়ে করেন, যা দেখায় যে সমাজের অভিজাতরা নিজেদের আইন ও নৈতিকতার ঊর্ধ্বে মনে করে। এটি এও প্রকাশ করে যে তারা ইতিহাস থেকে কতটা কম শেখে। হোসে আর্কাদিও বুয়েন্দিয়া ও উরসুলা ভয় পেতেন যে তাদের সম্পর্ক অজাচার হওয়ায় তাদের সন্তান বিকৃত রূপে জন্ম নিতে পারে। যদিও তাদের ক্ষেত্রে তা ঘটে না, তবে পরিবারের শেষ সন্তান, অউরেলিয়ানো (যার পিতা-মাতা অউরেলিয়ানো ও আমরান্তা উরসুলা), সত্যিই একটি শূকরের লেজ নিয়ে জন্মায়। কিন্তু তারা তাদের পূর্বপুরুষদের ইতিহাস জানত না, তারা বুঝতে পারেনি যে এই আশঙ্কা আগে থেকেই তাদের মধ্যে ছিল। যদি সেই শিশু বেঁচে থাকত এবং তার লেজ কেটে ফেলা হতো, তবে সে মারা যেত। এটি বোঝায় যে লাতিন আমেরিকার অভিজাতরা ইতিহাসের সেই অংশগুলো সংরক্ষণ করে না, যা তাদের ভুল বা ব্যর্থতাকে প্রকাশ করে। বুয়েন্দিয়া পরিবার নিজেদের গৌরবময় ইতিহাসের বাইরে যেতে ব্যর্থ হয় এবং তাদের সন্তানদের একই নাম বারবার রেখে যায়—\"হোসে আর্কাদিও\" নামটি চারবার ব্যবহৃত হয়েছে, \"অউরেলিয়ানো\" ২২ বার, \"রেমেদিওস\" তিনবার, আর \"আমরান্তা\" ও \"উরসুলা\" দু’বার করে ব্যবহৃত হয়েছে। বৃহৎ বুয়েন্দিয়া বাড়ির নিয়মিত উল্লেখ হাসিয়েন্দা-র ধারণার সাথে মিলে যায়—এটি ছিল বিশাল ভূসম্পত্তির একটি প্রথাগত বাসস্থান, যেখানে অভিজাত পরিবারগুলো তাদের জমি ও শ্রমিকদের নিয়ন্ত্রণ করত। কলম্বিয়ায়, যেখানে উপন্যাসটির প্রেক্ষাপট, এমন বাড়িগুলো সাধারণত একতলা বিশাল ভবন হতো, যাতে অসংখ্য শয়নকক্ষ, অতিথি কক্ষ, রান্নাঘর, মজুতঘর ও বারান্দা থাকত—যা বুয়েন্দিয়া পরিবারের বাড়িতেও দেখা যায়। এই উপন্যাস কেবল একটি পরিবারের গল্প বললেও, এটি লাতিন আমেরিকার ইতিহাসের একটি গভীর প্রতিচ্ছবি—যেখানে দরিদ্র গ্রামবাসীরা বারবার শোষিত ও বিস্মৃত হয়েছে।\n\n\n== ব্যাখ্যা ==\n\n\n=== সাহিত্যিক তাৎপর্য এবং প্রশংসা ===\n ওয়ান হান্ড্রেড ইয়ার্স অব সলিচিউড  হল বুক অফ জেনেসিস-এর পর প্রথম সাহিত্যকর্ম যা সমগ্র মানবজাতির জন্য অবশ্যপাঠ্য হওয়া উচিত। মি. গার্সিয়া মার্কেস পাঠকের মধ্যে জীবনের সমস্ত গভীর, অর্থপূর্ণ এবং অর্থহীনতার অনুভূতি সৃষ্টি করেছেন।\nবইটি সর্বজনীন স্বীকৃতি পেয়েছে। এই উপন্যাসটি ইতালির কিয়ানচিয়ানো অ্যাওয়ার্ড, ফ্রান্সের প্রি দ্য মেইইয়র লিভর এত্রাঞ্জে, ভেনেজুয়েলার রোমুলো গালেগোস প্রাইজ, এবং যুক্তরাষ্ট্রের বুকস অ্যাব্রড/নয়স্তাডট ইন্টারন্যাশনাল প্রাইজ ফর লিটারেচার পুরস্কার অর্জন করেছে। গার্সিয়া মার্কেস নিউইয়র্ক সিটির কলাম্বিয়া বিশ্ববিদ্যালয় থেকে সম্মানসূচক এলএল.ডি. ডিগ্রিও লাভ করেন। এই পুরস্কারগুলোই ১৯৮২ সালে গার্সিয়া মার্কেসের সাহিত্যে নোবেল পুরস্কার অর্জনের পথ প্রশস্ত করে। বিশ্বব্যাপী সাহিত্য সাময়িকী ওয়াসাফিরি-র ২৫তম বার্ষিকী উদযাপনের অংশ হিসেবে পরিচালিত এক জরিপ অনুযায়ী, এই উপন্যাসটি গত ২৫ বছরে বিশ্ব সাহিত্যের উপর সবচেয়ে বেশি প্রভাব বিস্তারকারী বইগুলোর শীর্ষে ছিল।\nসমালোচক ও পাঠকদের প্রশংসা বইটির অসাধারণ স্বীকৃতির প্রমাণ দেয়। চিলির কবি ও নোবেল বিজয়ী পাবলো নেরুদা একে বর্ণনা করেছেন \"সের্ভান্তেসের ডন কিহোতে-র পর স্প্যানিশ ভাষায় সর্বশ্রেষ্ঠ প্রকাশ\" বলে। নিউইয়র্ক টাইমস-এর জন লিওনার্ড লিখেছেন, \"এক লাফে গার্সিয়া মার্কেস মঞ্চে গুন্টার গ্রাস ও ভ্লাদিমির নাবোকভের সমকক্ষ হয়ে উঠেছেন।\"\nনিউইয়র্ক সিটির সিটি ইউনিভার্সিটি-র অধ্যাপক আন্তোনিও সাকোতো-র মতে, এই বইটি হিস্পানিক আমেরিকান সাহিত্যের পাঁচটি প্রধান উপন্যাসের একটি (অন্য চারটি হলো এল সেনিওর প্রেসিদেন্তে, পেদ্রো পারামো, লা মুয়ের্তে দে আর্তেমিও ক্রুজ, এবং লা সিউদাদ ই লোস পেরোস)। এই উপন্যাসগুলোকে হিস্পানিক আমেরিকান সাহিত্য \"বিস্তার\" আন্দোলনের প্রতীক হিসেবে ধরা হয়, যা সাহিত্যিক মান, বৈচিত্র্যময় বিষয়বস্তু, ভাষাগত উদ্ভাবনসহ নানা দিক থেকে উত্তর আমেরিকান ও ইউরোপীয় সাহিত্যের সমপর্যায়ে পৌঁছাতে সাহায্য করেছে।\nনোবেল পুরস্কার গ্রহণকালে তাঁর ভাষণে, গার্সিয়া মার্কেস তাঁর লেখার তাৎপর্য ব্যাখ্যা করেন এবং এর ভূমিকা শুধুমাত্র সাহিত্যিক প্রকাশের মধ্যে সীমাবদ্ধ নয় বলে উপস্থাপন করেন:\n\nআমি মনে করতে সাহস করি যে কেবল এই বাস্তবতার সাহিত্যিক প্রকাশ নয়, বরং এর বিপুল ব্যাপ্তিই সুইডিশ একাডেমি অফ লেটারস-এর দৃষ্টি আকর্ষণ করেছে। এটি কাগজে আঁকা কোনো বাস্তবতা নয়, বরং আমাদের ভেতরে বেঁচে থাকা এক সত্য যা প্রতিটি মুহূর্তে আমাদের অগণিত নিত্য মৃত্যুকে নির্ধারণ করে এবং এক অমিতব্যয়ী সৃজনশীলতার উৎসকে পুষ্ট করে—বেদনা ও সৌন্দর্যে পূর্ণ, যেখানে এই ভবঘুরে ও নস্টালজিক কলম্বিয়ান কেবল ভাগ্যের দ্বারা নির্বাচিত এক নামমাত্র প্রতিনিধি। কবি ও ভিক্ষুক, সঙ্গীতজ্ঞ ও ভাববাদী, যোদ্ধা ও প্রতারক—এই লাগামহীন বাস্তবতার সকল সত্তা—আমরা কখনো কল্পনার কাছে বেশি কিছু চাইতে পারিনি, কারণ আমাদের মূল সংকট ছিল প্রচলিত উপায়ের অভাব, যা আমাদের জীবনকে বিশ্বাসযোগ্য করে তুলতে পারত। এই, আমার বন্ধুদের, আমাদের নিঃসঙ্গতার মূল কারণ।\nহ্যারল্ড ব্লুম মন্তব্য করেছেন, \"নিঃসঙ্গতার একশো বছর পুনরায় পড়ার সময় আমার প্রধান অনুভূতি ছিল একধরনের নান্দনিক যুদ্ধক্লান্তি, কারণ প্রতিটি পৃষ্ঠা এতটাই জীবনশক্তিতে পরিপূর্ণ যে কোনো একক পাঠকের পক্ষে তা সম্পূর্ণভাবে গ্রহণ করা সম্ভব নয়... এই উপন্যাসে কোনো বাক্য অপচয় হয়নি, কোনো অংশ শুধুমাত্র সংযোগকারী নয়; আপনি যা পড়ছেন, ঠিক সেই মুহূর্তেই সবকিছু লক্ষ্য করতে হবে।\" ডেভিড হ্যাবারলি যুক্তি দিয়েছেন যে, গার্সিয়া মার্কেস সম্ভবত বিভিন্ন সাহিত্যকর্ম থেকে  ধষয়বস্তুার নিয়েছেন, যেমন উইলিয়াম ফকনারের ইয়োকনাপাতাফা কাউন্টি, ভার্জিনিয়া উলফের অরল্যান্ডো: অ্যা বায়োগ্রাফি, ড্যানিয়েল ডিফোর অ্যা জার্নাল অব দ্য প্লেগ ইয়ার, এবং শাতোব্রিয়াঁর  আতালা—যা আন্তঃপাঠগত সম্পর্কের একটি উদাহরণ।\n২০১৭ সালে চিলির শিল্পী লুইসা রিভেরা পেঙ্গুইন র‍্যান্ডম হাউস গ্রুপ এডিটোরিয়াল, স্পেন প্রকাশিত বইটির পঞ্চাশতম বার্ষিকী বিশেষ সংস্করণের জন্য চিত্রাঙ্কন করেন।\n\n\n=== কলম্বিয়ার ইতিহাসের সাথে সম্পর্ক ===\nরূপক ও সমালোচনামূলক দৃষ্টিভঙ্গিতে কলম্বিয়ার ইতিহাসের ব্যাখ্যা হিসেবে, বইটি বুয়েন্দিয়া পরিবারের গল্পের মাধ্যমে বিভিন্ন জাতীয় পুরাকথা তুলে ধরে। এই পরিবারটির দু:সাহসিক মনোভাব তাদের কলম্বিয়ার গুরুত্বপূর্ণ ঐতিহাসিক ঘটনার কেন্দ্রবিন্দুতে নিয়ে আসে। এসব ঘটনার মধ্যে রয়েছে—রোমা (\"জিপসি\") জনগোষ্ঠীর অন্তর্ভুক্তি, ঔপনিবেশিক জীবনধারার লিবারেল রাজনৈতিক সংস্কার এবং এর পক্ষে-বিপক্ষে উনবিংশ শতাব্দীর বিতর্ক; পর্বতবহুল দেশটিতে রেলপথের আগমন; \"হাজার দিনের যুদ্ধ\" (Guerra de los Mil Días, ১৮৯৯–১৯০২); ইউনাইটেড ফ্রুট কোম্পানির (গল্পে \"আমেরিকান ফ্রুট কোম্পানি\") কর্পোরেট আধিপত্য; সিনেমার প্রচলন; মোটরগাড়ির আবির্ভাব; এবং সরকার ও শ্রমিকদের সম্পর্কের নীতির অংশ হিসেবে ধর্মঘটরত শ্রমিকদের উপর চালানো সামরিক হত্যাকাণ্ড।\n\n\n==== রোমা (\"জিপসি\") জনগোষ্ঠীর অন্তর্ভুক্তি ====\nইস্ট অ্যাংলিয়া বিশ্ববিদ্যালয়ের লাতিন আমেরিকান স্টাডিজ বিভাগের সিনিয়র লেকচারার হ্যাজেল মার্শের মতে, বর্তমানে আনুমানিক ৮,০০০ রোমা কলম্বিয়ায় বসবাস করছে। তবে \"বেশিরভাগ দক্ষিণ আমেরিকার ইতিহাস গ্রন্থ... রোমাদের উপস্থিতিকে উপেক্ষা করে।\" নিঃসঙ্গতার একশ বছর এই প্রবণতা থেকে আলাদা, কারণ এতে ভ্রমণরত রোমাদের গল্পের অংশ হিসেবে অন্তর্ভুক্ত করা হয়েছে। মেলকিয়াদেস নামে এক ব্যক্তির নেতৃত্বে, রোমারা নতুন আবিষ্কার ও প্রযুক্তি নিয়ে মাকন্দো নামক বিচ্ছিন্ন গ্রামে আসে, যা প্রায়ই হোসে আর্কাদিও বুয়েন্দিয়ার কৌতূহলকে উদ্দীপিত করে।\n\n\n==== হাজার দিনের যুদ্ধের চিত্রায়ন ====\nকলম্বিয়ার হাজার দিনের যুদ্ধ ১৮৯৯ থেকে ১৯০২ সালের মধ্যে লিবারেল ও কনজারভেটিভদের মধ্যে সংঘটিত হয়েছিল। কনজারভেটিভরা ১৮৬৭ সাল থেকে কমবেশি ধারাবাহিকভাবে ক্ষমতায় ছিল, এবং লিবারেলরা—প্রধানত কফি চাষের মালিক ও শ্রমিক, যারা রাজনৈতিক প্রতিনিধিত্ব থেকে বঞ্চিত ছিল—১৮৯৯ সালের অক্টোবর মাসে একটি বিপ্লব শুরু করে। এই যুদ্ধ কয়েক বছর ধরে চলতে থাকে এবং এতে আনুমানিক ১,৩০,০০০ জনেরও বেশি মানুষ নিহত হয়।\nপঞ্চম ও ষষ্ঠ অধ্যায়ে কনজারভেটিভ সেনাবাহিনী মাকন্দো শহরে আক্রমণ চালালে অউরেলিয়ানো বিদ্রোহের নেতৃত্ব দেয়। বিদ্রোহ সফল হয়—কনজারভেটিভ সেনাবাহিনী পরাজিত হয়—এবং পরবর্তীতে অউরেলিয়ানো, যিনি তখন 'কর্নেল অউরেলিয়ানো বুয়েন্দিয়া' নামে পরিচিত, লিবারেলদের পক্ষে যুদ্ধ চালিয়ে যাওয়ার সিদ্ধান্ত নেন। তিনি তার সহযোগীদের নিয়ে মাকন্দো ত্যাগ করেন এবং লিবারেল পক্ষে অন্যত্র যুদ্ধ চালিয়ে যান।\nযেহেতু মাকন্দো একটি কাল্পনিক শহর যা গ্যাব্রিয়েল গার্সিয়া মার্কেস সৃষ্টি করেছেন, তাই বইটিতে বর্ণিত হাজার দিনের যুদ্ধের ঘটনাগুলোও কাল্পনিক। তবে এই ঘটনাগুলোকে কলম্বিয়ার ইতিহাসে সংঘটিত হাজার দিনের যুদ্ধের রূপক প্রতিচিত্র হিসেবে বিবেচনা করা হয়।\n\n\n==== \"কলা গণহত্যা\"-র উপস্থাপনা ====\n\"কলা গণহত্যা\" ৫-৬ ডিসেম্বর, ১৯২৮ সালে কলম্বিয়ার সিয়েনাগা শহরে (সান্তা মার্তার নিকটবর্তী) সংঘটিত হয়। ইউনাইটেড ফ্রুট কোম্পানির কলা বাগানের শ্রমিকরা ভালো শ্রম-পরিবেশের দাবিতে ধর্মঘট করলে স্থানীয় সেনাবাহিনীর সদস্যরা শ্রমিকদের ভিড়ে গুলি চালায়।\nএই ঘটনা অধ্যায় ১৫-তে বর্ণিত হয়েছে, যেখানে বাস্তব ঘটনার সাথে তুলনামূলকভাবে যথেষ্ট মিল রয়েছে, তবে নির্দিষ্ট কিছু তথ্য নিশ্চিতভাবে উপস্থাপন করা হয়েছে, যা বাস্তবে অস্পষ্ট। উদাহরণস্বরূপ গার্সিয়া মার্কেস লিখেছেন যে সেখানে \"তিন হাজার... মৃত\" ছিল, তবে প্রকৃত মৃতের সংখ্যা নিশ্চিতভাবে জানা যায়নি। তবে ড. জর্জ এনরিক এলিয়াস কারো এবং ড. আন্তোনিও ভিডাল ওর্তেগার মতে, \"নিহতের সংখ্যা এক হাজারের বেশি ছিল,\" তাই মার্কেসের উল্লেখিত সংখ্যা খুব বেশি নয় বলে মনে করা হয়। \"কলা গণহত্যা\" সংক্রান্ত তথ্যের অভাবের প্রধান কারণ হিসেবে কলম্বিয়ান সরকার ও ইউনাইটেড ফ্রুট কোম্পানির তথ্য বিকৃতি এবং নিয়ন্ত্রণকে দায়ী করা হয়।\n\n\n== অভ্যন্তরীণ সংযোগ ==\nউপন্যাসে গৃহযুদ্ধ এবং পরবর্তী শান্তির বিবরণের মধ্যে বহুবার উল্লেখ করা হয়েছে যে অবসরপ্রাপ্ত সৈন্যদের জন্য পেনশন পৌঁছায়নি, যা গার্সিয়া মার্কেসের আগের একটি রচনা এল করোনেল নো তিয়েনে কিয়েন লে এসক্রিবা-এর প্রতি ইঙ্গিত করে। উপন্যাসের শেষ অধ্যায়ে গার্সিয়া মার্কেস হুলিও কোর্তাজারের হপস্কচ (স্প্যানিশ: Rayuela) উপন্যাসের উল্লেখ করেন নিম্নলিখিত বাক্যে: \"...সেদিকের ঘরে, যেখানে সেদ্ধ ফুলকপির গন্ধ ভাসছিল, সেখানে রোকামাদুর মারা যাবে\" (পৃষ্ঠা ৪১২)। রোকামাদুর হল হপস্কচ উপন্যাসের একটি কাল্পনিক চরিত্র, যে সত্যিই উক্ত ঘরে মারা যায়। তিনি আরও দুটি গুরুত্বপূর্ণ লাতিন আমেরিকান সাহিত্যের উল্লেখ করেছেন উপন্যাসে: কার্লোস ফুয়েন্তেসের দ্য ডেথ অব আর্তেমিও ক্রুজ (স্প্যানিশ: La Muerte de Artemio Cruz) এবং আলেহো কার্পেন্তিয়েরের এক্সপ্লোশন ইন অ্যা ক্যাথেড্রাল (স্প্যানিশ: El siglo de las luces)\n\n\n== রূপান্তর ==\nশুজি তেরায়ামা-এর নাটক নিঃসঙ্গতার একশ বছর (百年の孤独, মূলত তেনজো সাজিকি থিয়েটার দলের দ্বারা পরিবেশিত) এবং তার চলচ্চিত্র ফেয়ারওয়েল টু দ্য আর্ক (さらば箱舟) উপন্যাসটির শিথিল (এবং অননুমোদিত) রূপান্তর, যা জাপানি সংস্কৃতি ও ইতিহাসের প্রেক্ষাপটে রূপান্তরিত হয়েছে।\n\nটেলিভিশন ধারাবাহিক\n\n৬ মার্চ ২০১৯-এ, গার্সিয়া মার্কেসের পুত্র রদ্রিগো গার্সিয়া বারচা ঘোষণা করেন যে নেটফ্লিক্স বইটি থেকে একটি টেলিভিশন ধারাবাহিক তৈরি করছে।\n২১ অক্টোবর, ২০২২-এ, নেটফ্লিক্স গার্সিয়া মার্কেসের সাহিত্যে নোবেল পুরস্কার বিজয়ের ঘোষণার চল্লিশতম বার্ষিকী উদযাপন করে নিঃসঙ্গতার একশ বছর-এর একটি এক্সক্লুসিভ প্রিভিউ প্রকাশ করে।\nগার্সিয়া মার্কেসের মৃত্যুবার্ষিকীর দশম বছরে, নেটফ্লিক্স নিঃসঙ্গতার একশ বছর-এর অফিসিয়াল টিজার প্রকাশ করে এবং ঘোষণা করে যে সিরিজটি মোট ১৬টি পর্বের হবে। এতে অভিনয় করেছেন ক্লাউদিও কাতানো (কর্নেল অউরেলিয়ানো বুয়েন্দিয়া), জেরোনিমো বারন (কিশোর অউরেলিয়ানো বুয়েন্দিয়া), মার্কো গঞ্জালেস (হোসে আর্কাদিও বুয়েন্দিয়া), লিওনার্দো সোটো (হোসে আর্কাদিও), সুসানা মোরালেস (উরসুলা ইগুয়ারান), এলা বেসেরা (পেত্রোনিলা ইগুয়ারান), কার্লোস সুয়ারেজ (অউরেলিয়ানো ইগুয়ারান), মোরেনো বোরজা (মেলকিয়াদেস), এবং সান্তিয়াগো ভাসকেজ (তরুণ অউরেলিয়ানো বুয়েন্দিয়া)।\nএই বইটিকে গার্সিয়া মার্কেসের সর্বশ্রেষ্ঠ সৃষ্টি হিসেবে বিবেচনা করা হয়। তবে তিনি নিজে কখনও উপন্যাসের চিত্রায়নের অধিকার বিক্রি করতে চাননি, কারণ তিনি চেয়েছিলেন এটি শুধুমাত্র স্প্যানিশ ভাষায় উপস্থাপিত হোক এবং মনে করতেন একটি চলচ্চিত্রে বইয়ের পুরো কাহিনী ফুটিয়ে তোলা সম্ভব হবে না। টিভি রূপান্তরের জন্য নেটফ্লিক্স রদ্রিগো ও গনজালো গার্সিয়ার সঙ্গে কাজ করেছে, যারা নির্বাহী প্রযোজক হিসেবে যুক্ত ছিলেন। সিরিজের সমস্ত পর্ব কলম্বিয়ায়, লেখকের নিজ দেশেই চিত্রায়িত হয়েছে এবং পরিচালনা করেছেন অ্যালেক্স গার্সিয়া লোপেজ। সমস্ত চরিত্রের সংলাপ স্প্যানিশ ভাষায় দেখানো হয়েছে। নেটফ্লিক্সের রোমা-এর প্রোডাকশন ডিজাইনার বারবারা এনরিকেজ এই ধারাবাহিকে কাজ করেছেন। এটি নেটফ্লিক্সের সবচেয়ে ব্যয়বহুল লাতিন আমেরিকান প্রকল্প, যেখানে কলম্বিয়ার বিভিন্ন গোষ্ঠী ও আদিবাসী সম্প্রদায় প্রপস তৈরি ও সরবরাহ করেছে। মোট ৪৫০ জন স্থানীয় মানুষ তিনটি ভিন্ন সংস্করণের মাকোন্দো নির্মাণে কাজ করেছেন, যা কাহিনীর বিবর্তন অনুযায়ী ব্যবহৃত হয়েছে।\nগার্সিয়া মার্কেসের জন্মস্থান আরাকাতাকার স্থানীয়রা হতাশ হয়েছিল যে ধারাবাহিকটি সেখানে চিত্রায়িত হয়নি, তবে তারা আশা করে যে এটি দর্শকদের আকর্ষণ করবে।\n১১ ডিসেম্বর ২০২৪-এ ধারাবাহিকটির প্রিমিয়ার হয়।\n\n\n== আরও দেখুন ==\nলে মন্ডের শতাব্দী-সেরা ১০০টি বই\nসর্বাধিক বিক্রিত বইয়ের তালিকা\nহোয়াট রিমেইনস অফ এডিথ ফিঞ্চ\n\n\n== তথ্যসূত্র ==\n\n\n== অতিরিক্ত পাঠ ==\nকাইলি, রবার্ট (মার্চ ৮, ১৯৭০)। \"স্মৃতি ও ভবিষ্যদ্বাণী, বিভ্রম ও বাস্তবতা মিশে যায় এবং একই রকম দেখায়\"। বই। দ্য নিউ ইয়র্ক টাইমস। \nসোয়াম, স্যালি (ডিসেম্বর ২০১৫)। \"নিঃসঙ্গতার একশো বছর-এর গোপন ইতিহাস\"। ভ্যানিটি ফেয়ার। \n\n\n== বহিঃসংযোগ ==\n\n\n=== পাঠ্যসূচি ===\nঅপরাহ'স বুক ক্লাবের নিঃসঙ্গতার একশ বছর-এর নির্দেশিকা\n\"নিঃসঙ্গতার একশ বছর\"-এ জাদুবাস্তবতা\n\n\n=== বক্তৃতা এবং রেকর্ডিং ===\n\"লাতিন আমেরিকার নিঃসঙ্গতা\", গাব্রিয়েল গার্সিয়া মার্কেসের নোবেল বক্তৃতা, ৮ ডিসেম্বর ১৯৮২\n\"মার্কেসের নিঃসঙ্গতার একশ বছর নিয়ে আলোচনা\" - ইয়ান জনস্টনের বক্তৃতা\nগার্সিয়া মার্কেস, গাব্রিয়েল (১৯৬৭)। \"কলম্বিয়ান লেখক গাব্রিয়েল গার্সিয়া মার্কেস নিঃসঙ্গতার একশ বছর-এর প্রথম অধ্যায় পড়ছেন\" (স্পেনীয় ভাষায়)।"}