{"pageid": 1512429, "title": "সারা অর্জুন", "url": "https://bn.wikipedia.org/wiki?curid=1512429", "content": "সারা অর্জুন (জন্ম ২০০৫/২০০৬ (১৮–১৯ বছর)  ) হলেন একজন ভারতীয় অভিনেত্রী যিনি মূলত তামিল এবং হিন্দি চলচ্চিত্র এবং বিজ্ঞাপনে অভিনয় করেন। অভিনেতা রাজ অর্জুনের কন্যা, সারা ছয় বছর বয়সের আগেই বেশ কয়েকটি বিজ্ঞাপন এবং একটি ছোট হিন্দি ছবিতে অভিনয় করেন।\n২০১০ সালে সারা এএল বিজয়ের তামিল নাট্য চলচ্চিত্র দেইবা থিরুমংগল এ প্রধান চরিত্রে অভিনয়ের জন্য নির্বাচিত হন। ছবিতে তিনি এক ছয় বছর বয়সী শিশুর ভূমিকায় অভিনয় করেন, যার বাবা মানসিকভাবে প্রতিবন্ধী একজন প্রাপ্তবয়স্ক। ছবিটি সমালোচকদের প্রশংসা অর্জন করে এবং বাণিজ্যিকভাবেও সফল হয়, যেখানে সারার অভিনয় বিশেষভাবে প্রশংসিত হয়।\nএরপর তিনি তামিল, হিন্দি, তেলুগু ও মালায়ালাম ভাষার বিভিন্ন চলচ্চিত্রে অভিনয় করেন এবং তার চরিত্রগুলোর জন্য ইতিবাচক পর্যালোচনা পান। বিশেষ করে, ২০১৪ সালে বিজয় পরিচালিত শৈবম ছবিতে থামিঝসেলভি চরিত্রে অভিনয় করে তিনি ব্যাপক প্রশংসা অর্জন করেন। সমালোচকরা তার অভিনয়কে ছবির মূল আকর্ষণ হিসেবে বর্ণনা করেন।\n\n\n== কর্মজীবন ==\nসারা অর্জুন যখন তার প্রথম বিজ্ঞাপনের শুটিং করেন, তখন তার বয়স ছিল মাত্র দেড় বছর। একটি মলে বাবা-মায়ের সঙ্গে ঘোরাঘুরির সময় বিজ্ঞাপন সংস্থার নজরে আসার পর তিনি মডেলিংয়ের সুযোগ পান। পরবর্তীতে, তিনি ম্যাকডোনাল্ডস ম্যাকডোনাল্ডসসহ একশোর বেশি বিজ্ঞাপনে কাজ করেন। \nসারা দুই বছর বয়সে পরিচালক বিজয়ের জন্য একটি বিজ্ঞাপনে অভিনয় করেছিলেন, কিন্তু এরপর তাদের যোগাযোগ বিচ্ছিন্ন হয়ে যায়। কয়েক বছর পর, বিজয় মুম্বাই সফরের সময় সারার পরিবারের সঙ্গে পুনরায় যোগাযোগ করেন এবং তাকেদেইবা থিরুমাগাল   ছবির জন্য নির্বাচিত করেন।  ছবির তামিল সংলাপ শেখানোর জন্য সারার বাবা-মা তাদের তামিল বন্ধু মহেশ্বরীর সাহায্য নেন। শুটিং চলাকালে ছবির কলাকুশলীরা লক্ষ্য করেন, সারা শুধু নিজের সংলাপই নয়, সহ-অভিনেতা বিক্রমের সংলাপগুলিও মুখস্থ করে নিয়েছিলেন এবং শুটিংয়ের সময় তাকে সাহায্য করার চেষ্টা করতেন।  ছবিটি মুক্তির পর, এটি সমালোচক ও দর্শকদের কাছ থেকে ব্যাপক প্রশংসা পায় এবং বাণিজ্যিকভাবে সফল হয়। সারার অভিনয় বিশেষভাবে প্রশংসিত হয়। বিহাইন্ডউডস -এর সমালোচকরা লিখেছিল, \"বিক্রমের পরেই সারা তার দেবদূতের মতো চেহারা ও অনবদ্য অভিনয় দিয়ে দর্শকদের মুগ্ধ করেছেন। তার শান্ত ও কোমল অভিব্যক্তি প্রশংসার দাবিদার।\"  অন্য সমালোচকরা মন্তব্য করেন, \"বিক্রমের মেয়ে নীলার চরিত্রে সারা পুরো ছবির আকর্ষণ নিজের দিকে টেনে নিয়েছেন,\" এবং সিএনএন-আইবিএন-এর সমালোচকরা বলেন, \"তার কবজময় উপস্থিতি ও চরিত্রটি অসাধারণভাবে ফুটিয়ে তোলার দক্ষতা চমৎকার।\"  তার বাবা জানান, প্রচারের ব্যস্ততা সারা তেমনভাবে অনুভব করেনি। এমনকি একবার, হোটেল রুমে ফিরে গিয়ে সে স্বাভাবিকভাবেই তার ইরেজার, শার্পনার ও রঙিন পেন্সিল খোঁজা শুরু করে।  এই সময়ের মধ্যে, সারা আমজাদ খান পরিচালিত \"টুমরো\" ছবিতেও অভিনয় করেন, যেখানে তার বাবা রাজ অর্জুনও ছিলেন, তবে ছবিটি মুক্তি পায়নি।\n২০১৩ সালে, সারা একতা কাপুর প্রযোজিত কান্নান আইয়ারের হিন্দি অতিপ্রাকৃত চলচ্চিত্র এক থি ডায়ন-এ কাজ করেন এবং ছবির প্রধান চরিত্রের ছোট বোন মিশার ভূমিকায় অভিনয় করেন। যদিও ছবিটি বাণিজ্যিকভাবে বড় সাফল্য অর্জন করেনি, তবুও সমালোচকরা সারার অভিনয়ের প্রশংসা করেন।  এরপর তিনি আর. সুন্দররাজনের রাইল নীলাচোরু ছবিতে মুখ্য চরিত্রে অভিনয় করেন, তবে ছবিটি বেশি প্রচার পায়নি। এরপর অর্জুন বিজয়ের \"শৈবম\" ছবিতে কাজ করেন, যা একটি পারিবারিক নাটক, যেখানে তিনি থামিঝসেলভি নামে একটি অল্পবয়সী মেয়ের প্রধান চরিত্রে অভিনয় করেন। একটি দলবদ্ধ অভিনেতার সাথে অভিনয় করে, তিনি তার অভিনয়ের জন্য প্রশংসিত প্রশংসা অর্জন করেছিলেন এবং একজন সমালোচক উল্লেখ করেছিলেন যে \"তামিজ চরিত্রে অভিনয় করা সারার প্রচুর আকর্ষণ এবং পর্দার উপস্থিতি ছাড়া ছবিটি অর্ধেকও হত না\"। \n\n\n== ব্যক্তিগত জীবন ==\nসারা অর্জুনের বাবা রাজ অর্জুনও একজন অভিনেতা, যিনি বিভিন্ন চলচ্চিত্রে অভিনয় করেছেন। তার ছোট ভাই সুহান ২০১৬ সালে \"ডিনার\" নামক একটি স্বল্পদৈর্ঘ্য চলচ্চিত্রের মাধ্যমে অভিনয়ে আত্মপ্রকাশ করেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== স্বল্পদৈর্ঘ্য চলচ্চিত্র ===\n\n\n=== ওয়েব সিরিজ ===\n\n\n== তথ্যসূত্র =="}