{"pageid": 1512816, "title": "নারীবাদী গর্ভপাত নেটওয়ার্ক", "url": "https://bn.wikipedia.org/wiki?curid=1512816", "content": "নারীবাদী গর্ভপাত নেটওয়ার্ক (FAN) হল স্বাধীন, নারীবাদী, অলাভজনক গর্ভপাত সেবা প্রদানকারীদের একটি জাতীয় কনসোর্টিয়াম। যদিও একসময় পঞ্চাশটিরও বেশি স্বাস্থ্যসেবা প্রদানকারী প্রতিষ্ঠান ছিল, আজও চৌদ্দটি ক্লিনিক চালু রয়েছে। \nনারীবাদী গর্ভপাত নেটওয়ার্ক ২০০৬ সালে গঠন করা হয়েছিল তথ্য আদানপ্রদান, অঙ্গীভূত কৌশলগত পরিকল্পনা এবং সদস্য ক্লিনিকগুলির মোট কার্যকারিতা এবং পৌঁছানোর উন্নতির জন্য।\n\n\n== ইতিহাস ==\nবেশিরভাগ নারীবাদী গর্ভপাত নেটওয়ার্ক সদস্য ক্লিনিক ১৯৭০-এর দশকের মাঝামাঝি থেকে শেষের দিকে প্রতিষ্ঠিত হয় এবং তা স্ব-সহায়তা আন্দোলন দ্বারা প্রেরিত ছিল।  সুপ্রিম কোর্টের রো বনাম ওয়েড মামলার রায়ের পর সমস্ত ক্লিনিক খোলা হয়েছিল, যেখানে রায় দেওয়া হয়েছিল যে মহিলাদের গর্ভপাতের সাংবিধানিক অধিকার রয়েছে। গর্ভপাত প্রদানের পাশাপাশি, এই ক্লিনিকগুলি তাদের ক্লায়েন্টদের তাদের নিজস্ব স্বাস্থ্যসেবা সম্পর্কে সিদ্ধান্ত গ্রহণে অংশগ্রহণের জন্য প্রয়োজনীয় জ্ঞান প্রদানের জন্য প্রতিশ্রুতিবদ্ধ ছিল। কিছু ক্লিনিকে এমনকী স্ব-সহায়ক স্বাস্থ্যসেবা প্রদানকারী মহিলাদের দলও ছিল, যারা আয়না এবং স্পেকুলাম ব্যবহার করে তাদের জরায়ুমুখ পরীক্ষা করত। \n\n১৯৭০ এবং ১৯৮০ এর দশক জুড়ে, সারা দেশে সদস্য ক্লিনিক এবং কর্মীরা নারী স্বাস্থ্য আন্দোলনে সক্রিয়ভাবে অংশগ্রহণ করেন, যা মার্কিন যুক্তরাষ্ট্রে নারীদের স্বাস্থ্যসেবা গ্রহণের পদ্ধতি পরিবর্তন করেছে। নারী স্বাস্থ্য আন্দোলনকে বিভিন্নভাবে স্বাস্থ্যসেবার দৃশ্যপট পরিবর্তনের জন্য কৃতিত্ব দেওয়া হয়েছে, যার মধ্যে রয়েছে:\n\nকাউন্টার-এর মাধ্যমে গর্ভাবস্থা পরীক্ষা সহজলভ্য করা\nসমস্ত প্রেসক্রিপশন ওষুধের (মৌখিক গর্ভনিরোধক এবং হরমোন প্রতিস্থাপন থেরাপি সহ) তথ্যপূর্ণ প্যাকেজ সন্নিবেশ বাধ্যতামূলক করা।\nরোগীর আইনজীবী হিসেবে মেডিকেল অ্যাপয়েন্টমেন্টের সময় একজন সঙ্গী বা সহায়ক ব্যক্তিকে উপস্থিত থাকার অনুমতি দেওয়া\nঅবহিত সম্মতির অনুশীলনের প্রসার এবং সমর্থন করা\nনারী স্বাস্থ্য আন্দোলনের অনেক সাফল্য সত্ত্বেও, স্বাধীন গর্ভপাত ক্লিনিকগুলি তাদের অস্তিত্ব জুড়ে অসংখ্য সংগ্রামের সম্মুখীন হয়েছে। অনেক নারীবাদী গর্ভপাত নেটওয়ার্ক ক্লিনিকে আগুন বোমা হামলা করা হয়েছে, ক্লিনিকের কর্মীদের হুমকি দেওয়া হয়েছে, বিক্ষোভকারীদের দ্বারা ক্লায়েন্টদের হ১৯৭০ এবং ১৯৮০ এর দশক জুড়ে, সারা দেশে সদস্য ক্লিনিক এবং কর্মীরা নারী স্বাস্থ্য আন্দোলনে সক্রিয়ভাবে অংশগ্রহণ করেন, যা মার্কিন যুক্তরাষ্ট্রে নারীদের স্বাস্থ্যসেবা গ্রহণের পদ্ধতি পরিবর্তন করেছে। নারী স্বাস্থ্য আন্দোলনকে বিভিন্নভাবে স্বাস্থ্যসেবার দৃশ্যপট পরিবর্তনের জন্য কৃতিত্ব দেওয়া হয়েছে, যার মধ্যে রয়েছে:য়রানি করা হয়েছে, এবং ডঃ জর্জ টিলারের মতো গর্ভপাত প্রদানকারীদের হাই-প্রোফাইল হত্যাকাণ্ড গর্ভপাত প্রদানকারীদের জন্য চ্যালেঞ্জ এবং ভয় তৈরি করেছে।  নিরাপত্তা উদ্বেগের পাশাপাশি, অনেক স্বাধীন ক্লিনিক আর্থিক সমস্যার সম্মুখীন হয় কারণ তারা গর্ভপাত সেবা গ্রহণকারী সকল মহিলাকে প্রদান করে। এই খরচগুলির কিছু গর্ভপাত তহবিল দ্বারা পূরণ করা হয়, তবে অনেক ক্লিনিক এখনও কার্যকর থাকতে লড়াই করে।  স্বাধীন ক্লিনিকগুলি প্ল্যানড প্যারেন্টহুডের মতো বৃহত্তর গর্ভপাত যত্ন প্রদানকারীদের কাছ থেকে প্রতিযোগিতার সম্মুখীন হতে পারে। ত্রিশ বছর ধরে কাজ করার পর ২০১০ সালে সিডার রিভার ক্লিনিকের ইয়াকিমা শাখা যখন তাদের দরজা বন্ধ করে দেয়, তখন তারা প্রথম এবং দ্বিতীয় ত্রৈমাসিকের গর্ভপাতকে খোলা রাখতে না পারার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালনকারী হিসেবে ইয়াকিমা প্ল্যানড প্যারেন্টহুডের পরিষেবাগুলির সম্প্রসারণকে উল্লেখ করে। \n১৯৭০ সাল থেকে নারীবাদী গর্ভপাত নেটওয়ার্ক ক্লিনিকগুলি যে চলমান সংগ্রামের মুখোমুখি হয়েছে তার পাশাপাশি, অনেক রাজ্য এবং রাজ্য আইনসভা বর্তমানে গর্ভপাতের অধিকারের প্রতি বিরূপ। সাম্প্রতিক বছরগুলিতে, পঞ্চাশটি রাজ্যের আইন প্রণেতারা গর্ভপাতের অ্যাক্সেসকে অভূতপূর্ব হারে সীমিত করার জন্য আইন প্রণয়ন করছেন। শুধুমাত্র ২০১১ সালে, সারা দেশের আইন প্রণেতারা ১,১০০ টিরও বেশি প্রজনন অধিকার-সম্পর্কিত বিধান চালু করেছিলেন। এই বিধানগুলির মধ্যে একশো পঁয়ত্রিশটি ৩৬টি রাজ্যে পাস হয়েছে, যা আগের বছরে পাস হওয়া ৮৯টি এবং ২০০৯ সালে পাস হওয়া ৭৭টি বিধানকে ছাড়িয়ে গেছে \nনারীবাদী গর্ভপাত নেটওয়ার্ক সদস্য ক্লিনিকগুলি চ্যালেঞ্জ সত্ত্বেও খোলা থাকার জন্য প্রতিশ্রুতিবদ্ধ, কারণ তারা বিশ্বাস করে যে তারা \"মানসম্মত\" স্বাস্থ্যসেবার একটি গুরুত্বপূর্ণ বিকল্প প্রদান করে। কনকর্ড ফেমিনিস্ট হেলথ সেন্টারের কুদ্রা ম্যাকক্যালিচ জীববৈচিত্র্যের পরিপ্রেক্ষিতে নারীবাদী স্বাস্থ্য কেন্দ্রের প্রয়োজনীয়তা তুলে ধরেন: \"জীববৈচিত্র্য কেন এত গুরুত্বপূর্ণ? কারণ আমরা জানি যে যখন একটি প্রজাতি হারিয়ে যায় তখন উল্লেখযোগ্য নেতিবাচক পরিণতি হয় এবং একবার আমরা এটি হারিয়ে ফেললে, আমরা এটি ফিরে পাব এমন সম্ভাবনা বেশি থাকে। আমার মনে হয় আমাদের 'স্বাস্থ্যসেবা বাস্তুতন্ত্রে' এখনও যে বৈচিত্র্যময় এবং স্বতন্ত্র ধরণের প্রদানকারী রয়েছে তাদের একটি গুরুত্বপূর্ণ ভূমিকা পালন করতে হবে এবং তাদের অন্তর্ধান এবং কর্পোরেট সমষ্টিতে অন্তর্ভুক্তির পরিণতি কী হতে পারে তা আমাদের বিবেচনা করা উচিত।\" \nকয়েক দশক ধরে খোলা থাকা নারীবাদী গর্ভপাত নেটওয়ার্ক ক্লিনিকগুলির অনেকগুলি গর্ভপাত এবং স্ত্রীরোগ সংক্রান্ত যত্নের বাইরেও তাদের পরিষেবা প্রসারিত করেছে। মন্টানার মিসৌলার ব্লু মাউন্টেন ক্লিনিকের মতো অনেকগুলি এখন পুরুষদের জন্য পরিষেবা প্রদান করে, যার মধ্যে রয়েছে যৌন সংক্রামক রোগ পরীক্ষা থেকে শুরু করে আরও ব্যাপক স্বাস্থ্যসেবা পরিষেবা।  আটলান্টার নারীবাদী মহিলা স্বাস্থ্য কেন্দ্রের মতো অন্যান্য সংস্থাগুলি কেবল মহিলাদের জন্য স্বাস্থ্যসেবা প্রদান করে চলেছে, তবে উর্বরতা চিকিৎসা, ট্রমা সারভাইভার সংবেদনশীল যত্ন, এবং ট্রান্স পুরুষদের জন্য স্ত্রীরোগ সংক্রান্ত স্বাস্থ্যসেবা প্রদানের মাধ্যমে তাদের পরিষেবাগুলি প্রসারিত করেছে।  ক্যালিফোর্নিয়ার নারী স্বাস্থ্য বিশেষজ্ঞরা একটি \"টিন কেয়ার-এ-ভ্যান\" অফার করেন যা স্যাক্রামেন্টো কাউন্টি জুড়ে ভ্রমণ করে স্থানীয় তরুণদের যৌন স্বাস্থ্য সম্পর্কিত তথ্য এবং যৌন সংক্রমণ পরীক্ষা পরিষেবা প্রদান করে। \nপ্রজনন স্বাস্থ্য সংবাদ উৎস RH রিয়েলিটি চেকের সাথে একটি সাক্ষাৎকারে, নারীবাদী গর্ভপাত নেটওয়ার্ক সদস্য ক্লিনিকের দুই মহিলা (কনকর্ড ফেমিনিস্ট হেলথ সেন্টারের কুদ্রা ম্যাককাইলেক এবং সিডার রিভার ক্লিনিকের জোয়ান শ্রামেক) কনসোর্টিয়াম গঠনের বিষয়ে আলোচনা করেছেন। ম্যাককাইলেচ প্রাথমিক ধারণা সম্পর্কে বলেন, \"আমি বলতে পারছি না যে \"ক্লিক\" সংযোগ স্থাপনের জন্য কী অনুপ্রাণিত করেছিল, তবে এটি ঠিক এমনই মনে হয়েছিল। এটি উত্তেজনাপূর্ণ ছিল, তবে খুব মনোযোগী এবং সমন্বিতও ছিল। প্রাথমিকভাবে, আমরা প্রকল্প এবং তহবিলের ক্ষেত্রে সহযোগিতা করার উপায়গুলি নিয়ে চিন্তাভাবনা করছিলাম; এমন প্রকল্প যা কেবল আমাদের নিজস্ব রাজ্য এবং সম্প্রদায়ের ক্লিনিকগুলিকেই প্রভাবিত করার সম্ভাবনা রাখে না - বরং সমগ্র দেশের প্রতিটি FWHC।\" সদস্য ক্লিনিকগুলি অলাভজনক, স্বাধীন, একটি নারীবাদী দর্শন থাকবে এবং গর্ভপাত প্রদানের জন্য প্রতিশ্রুতিবদ্ধ থাকবে। \nনারীবাদী গর্ভপাত নেটওয়ার্ক গঠনের আগে, মহিলারা একটি জরিপ পরিচালনা করেছিলেন যাতে জানতে পারেন যে কতজন নারীবাদী গর্ভপাত সেবা প্রদানকারী এখনও বিদ্যমান - এবং বন্ধ হয়ে যাওয়া সংখ্যা দেখে তারা উদ্বিগ্ন হয়ে পড়েন। নারীবাদী গর্ভপাত নেটওয়ার্ক গঠনের পর থেকে, আরও দুটি নারীবাদী ক্লিনিক বন্ধ হয়ে গেছে: সিয়াটেল, ওয়াশিংটনে অবস্থিত আরাদিয়া উইমেন'স হেলথ এবং ওকল্যান্ড, ক্যালিফোর্নিয়ায় অবস্থিত আ ওমেন'স চয়েস ক্লিনিক। \n\n\n== তথ্যসূত্র =="}