{"pageid": 1512348, "title": "সজিতা আর শংকর", "url": "https://bn.wikipedia.org/wiki?curid=1512348", "content": "সজিতা আর শঙ্কর (সজিতা গৌরী) (মালয়ালম: സജിത ആർ ശങ്കർ সজিতা আজা শঙ্কজা ; জন্ম: ৯ই ডিসেম্বর ১৯৬৭) ভারতের একজন সমসাময়িক শিল্পী, যিনি আন্তর্জাতিকভাবে প্রশংসিত। তাঁর চিত্রকর্ম অসংখ্য সরকারি ও বেসরকারি সংগ্রহে স্থান পেয়েছে, যার মধ্যে রয়েছে  বেঙ্গালুরুর ন্যাশনাল গ্যালারি অফ মডার্ন আর্ট; নতুন দিল্লির ন্যাশনাল গ্যালারি অফ মডার্ন আর্ট, ইন্দিরা গান্ধী ন্যাশনাল সেন্টার ফর দ্য আর্টস, ললিত কলা একাডেমি; এবং মিডলসবরো ইনস্টিটিউট অফ মডার্ন আর্ট। তাঁর পছন্দের মাধ্যম হল কাঠকয়লা এবং কাগজে অ্যাক্রিলিক। তাঁর সাম্প্রতিকতম চিত্রকর্মের নাম তান্ত্রিক যোনি, যেটি হলুদ, সিঁদুরের গুঁড়ো, চালের গুঁড়ো এবং ধানের পোড়া খোসা দিয়ে তৈরি। চিত্রকর্মটি ২০১৩ সালে কোচিতে অনুষ্ঠিত ওয়ান বিলিয়ন রাইজিং অভিযানের জন্য তৈরি করা হয়েছিল।\n\n\n== জীবনী ==\nসজিতা আর শঙ্করের জন্ম ১৯৬৭ সালে, কেরালার কোট্টায়ামের কুমারনাল্লুরে। তিরুবনন্তপুরমের গভর্নমেন্ট কলেজ অব আর্ট অ্যাণ্ড ক্র্যাফট থেকে বিএফএ ডিগ্রি সফলভাবে সম্পন্ন করার পর, তিনি চেন্নাইয়ের ললিত কলা আকাদেমির রিজিওনাল সেন্টার স্টুডিওতে তিন বছর কাজ করেন। পরবর্তীতে, ১৯৮৯ - ২০০৪ সাল পর্যন্ত, তিনি চোলামণ্ডল শিল্পীদের গ্রামে থাকতেন এবং কাজ করতেন। এই সময়কালে, তিনি বিশ্বের প্রধান শিল্প কেন্দ্রগুলিতে ভ্রমণ করেছিলেন, কর্মশালায় যোগ দিয়েছিলেন, বিদেশে অন্যান্য শিল্পী ও লেখকদের সাথে সহযোগিতামূলক কাজ করেছিলেন এবং এশিয়া ও ইউরোপ জুড়ে বেশ কয়েকটি প্রধান আর্ট গ্যালারীতে প্রদর্শনীর আয়োজন করেছিলেন। তাঁর প্রথম একক প্রদর্শনী হয়েছিল ১৯৮৭ সালে, ২০ বছর বয়সে। সজিতার একটি মেয়ে রয়েছে, যার নাম শিল্পী আর শঙ্কর।\n\n\n== একজন শিল্পী হিসেবে ==\nসজিতা ২০০২ - ২০১১ সাল পর্যন্ত কেরালার ললিত কলা আকাদেমি, সদস্য ছিলেন। তিনি ২০০৬ - ২০১১ সাল পর্যন্ত কেরালার সংস্কৃতি ভবনের গভর্নিং বডির সদস্য হিসেবেও দায়িত্ব পালন করেছেন। ২০০৭ সালে, তিনি কাল্লারে বামনপুরম নদীর তীরে গৌরী আর্ট ইনস্টিটিউট প্রতিষ্ঠা করেন, যার লক্ষ্য ছিল মহিলা শিল্পীদের কাজের প্রচার এবং তার পাশাপাশি বিভিন্ন সাংস্কৃতিক কার্যকলাপের প্রচারের জন্য একটি অন্তর্ভুক্তিমূলক স্থান প্রদান করা।\n\n\n== কর্মজীবন ==\nসজিতা আর শঙ্কর ভারতের বিভিন্ন শহরে, পাশাপাশি ইউরোপের বিভিন্ন শহরে তাঁর কাজের ২২টি একক এবং ৫০টি দলগত শিল্প প্রদর্শনী করেছেন।\nতিনি অসংখ্য কর্মশালা এবং শিল্প শিবিরে অংশগ্রহণ করেছেন, পাশাপাশি নিজের অনেক শিল্পকর্মের আয়োজনও করেছেন।\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Painters from Kerala"}