{"pageid": 1512551, "title": "এআই শীতকাল", "url": "https://bn.wikipedia.org/wiki?curid=1512551", "content": "এআই শীতকাল (ইংরেজি: AI Winter) হল এমন সময়কাল যখন কৃত্রিম বুদ্ধিমত্তা (Artificial Intelligence) গবেষণায় অর্থায়ন, আগ্রহ এবং অগ্রগতি উল্লেখযোগ্যভাবে হ্রাস পায়।\nকৃত্রিম বুদ্ধিমত্তার ইতিহাসে  এআই উইন্টার হলো এমন একটি সময়কাল যখন কৃত্রিম বুদ্ধিমত্তা গবেষণায় বিনিয়োগ এবং আগ্রহ কমে যায়। এই ক্ষেত্রে বেশ কয়েকটি সময়কাল এসেছে, যেখানে প্রথমে উৎসাহ তৈরি হয়েছে, তারপর হতাশা এবং সমালোচনা দেখা দিয়েছে, এরপর আর্থিক সহায়তা কমে গেছে, এবং পরে কয়েক বছর বা দশক পর পুনরায় আগ্রহ ফিরে এসেছে।\nএই শব্দটি প্রথম ১৯৮৪ সালে AAAI -এর (তৎকালীন \"আমেরিকান অ্যাসোসিয়েশন অফ আর্টিফিশিয়াল ইন্টেলিজেন্স\") বার্ষিক সভায় একটি পাবলিক বিতর্কের মাধ্যমে পরিচিত হয়। রজার শ্যাঙ্ক এবং মারভিন মিনস্কি—দুই প্রধান AI গবেষক যারা ১৯৭০ এর দশকের \"উইন্টার\" অভিজ্ঞতা করেছিলেন—ব্যবসায়িক সম্প্রদায়কে সতর্ক করেছিলেন যে, ১৯৮০-এর দশকে কৃত্রিম বুদ্ধিমত্তা নিয়ে উত্তেজনা অতিরিক্ত বাড়িয়ে উঠেছে এবং হতাশা অবশ্যই আসবে। তারা একটি প্রতিক্রিয়া চক্র বর্ণনা করেছিলেন, যা \"পারমাণবিক শীতকাল\"-এর মতো, শুরু হবে AI সম্প্রদায়ের হতাশার মাধ্যমে, তারপর গণমাধ্যমে হতাশা ছড়িয়ে পড়বে, তার পরিপ্রেক্ষিতে আর্থিক সহায়তার চূড়ান্ত কমতি হবে, এবং শেষ পর্যন্ত গম্ভীর গবেষণার সমাপ্তি ঘটবে। তিন বছর পর, এক বিলিয়ন ডলারের AI শিল্প ধ্বংস হয়ে যেতে শুরু করেছিল।\n১৯৯০ এর দশকের শুরুতে কৃত্রিম বুদ্ধিমত্তার প্রতি আগ্রহের শীর্ষে থাকা অবস্থার পর, এর প্রতি উৎসাহ এবং আশাবাদ সাধারণত বৃদ্ধি পেয়েছে। ২০১২ সালের পর থেকে, কৃত্রিম বুদ্ধিমত্তা (বিশেষত মেশিন লার্নিং এর উপ-ক্ষেত্র) গবেষণা এবং কর্পোরেট সম্প্রদায়ের মধ্যে আগ্রহের কারণে বিনিয়োগ এবং অর্থায়নে নাটকীয় বৃদ্ধি ঘটেছে, যা বর্তমানে (২০২৫ সালের হিসাবে) যাকে এখন বলা হচ্ছে \"এআই বোম\"।\n\n\n== ইতিহাস ==\nপ্রথম এআই শীতকাল (1970-1980):\n১৯৭০-এর দশকে প্রথম এআই শীতকাল ঘটে। তখন কৃত্রিম বুদ্ধিমত্তা প্রযুক্তি নিয়ে প্রচুর আশাবাদ ছিল, কিন্তু গবেষণার ফলাফল প্রত্যাশিত অনুযায়ী ছিল না। এআই সিস্টেমগুলি বাস্তব বিশ্বের সমস্যাগুলি সমাধান করতে অক্ষম ছিল, যার ফলে এআই গবেষণায় মন্দাভাব সৃষ্টি হয়। ১৯৭৩ সালে প্যাট্রিক হেপবর্ন (Patrick Hibbard) এবং মার্ক ইউডেলম্যান (Mark Udellman)-এর রিপোর্ট কৃত্রিম বুদ্ধিমত্তার সীমাবদ্ধতা নিয়ে আলোচনা করেছিল এবং এটিকে বাস্তবায়নযোগ্য প্রযুক্তি হিসেবে প্রমাণিত করতে ব্যর্থ হয়েছিল। ফলে, কৃত্রিম বুদ্ধিমত্তা গবেষণায় বিনিয়োগ কমে যায় এবং প্রথম এআই শীতকাল শুরু হয়।\n\nদ্বিতীয় এআই শীতকাল (1980-1990):\n১৯৮০-এর দশকে এক নতুন উত্তেজনা দেখা যায়, বিশেষ করে \"expert systems\" (বিশেষজ্ঞ সিস্টেম) এর মাধ্যমে, কিন্তু এটি খুব দ্রুত বাস্তবসম্মত প্রমাণিত হয়নি। বিশেষজ্ঞ সিস্টেমগুলি বাজারে কার্যকর ফলাফল দিতে ব্যর্থ হয়, ফলে জনগণের আগ্রহ কমে যায় এবং বিনিয়োগে ব্যাপক হ্রাস ঘটে। এই সময়ে কৃত্রিম বুদ্ধিমত্তার বিরুদ্ধে বেশ কিছু সমালোচনা শুরু হয় এবং দ্বিতীয় এআই শীতকাল শুরু হয়। রজার শ্যাঙ্ক এবং মারভিন মিনস্কির মতো গবেষকরা এই সময়ে প্রথম এআই উইন্টার (AI Winter) ধারণার কথা উল্লেখ করেন। ১৯৮০-এর দশকে প্রযুক্তির প্রতি অত্যধিক উত্তেজনা ও পরবর্তী হতাশা কৃত্রিম বুদ্ধিমত্তার প্রতি আগ্রহ কমিয়ে দেয়।\n\nতৃতীয় এআই শীতকাল (1990-2000):\n১৯৯০-এর দশকে কৃত্রিম বুদ্ধিমত্তা নিয়ে আগ্রহ এবং বিনিয়োগ আরও কমে যায়। মেশিন লার্নিং এবং ন্যাচারাল ল্যাঙ্গুয়েজ প্রোসেসিং (NLP) এর মতো গুরুত্বপূর্ণ ক্ষেত্রগুলোর অগ্রগতি আরও ধীর হয়ে যায়। এআই-এর কার্যকারিতা বা বাস্তব ব্যবহারযোগ্যতা নিয়ে সমস্যা বেড়ে যায় এবং অনেক বড় প্রতিষ্ঠান কৃত্রিম বুদ্ধিমত্তায় বিনিয়োগে আগ্রহ হারায়। ফলে, এআই গবেষণায় বিনিয়োগ ব্যাপকভাবে হ্রাস পায় এবং তৃতীয় এআই শীতকাল শুরু হয়।\n\nএআই এর পুনর্জাগরণ (2000-2010):\n২০০০ সালের দিকে, কম্পিউটার শক্তি বৃদ্ধি এবং ডাটা প্রাপ্তির পরিমাণ বাড়ানোর ফলে কৃত্রিম বুদ্ধিমত্তা নতুন করে আগ্রহ অর্জন করতে থাকে। যদিও মেশিন লার্নিং এবং নিউরাল নেটওয়ার্কের প্রযুক্তি তখনও প্রধানstream হয়নি, তবে প্রযুক্তি সংস্থাগুলি নিজ উদ্যোগে এআই গবেষণায় আবার বিনিয়োগ করতে শুরু করে।\n\nএআই বুম (2012 - বর্তমান):\n২০১২ সালের পর, কৃত্রিম বুদ্ধিমত্তা এবং বিশেষ করে মেশিন লার্নিং-এ ব্যাপক সাফল্য আসে। ২০১২ সালে Geoffrey Hinton এর নেতৃত্বে নিউরাল নেটওয়ার্কের নতুন ধরনের অ্যালগরিদম প্রচলন হয়, যা কম্পিউটারকে চিত্র এবং শব্দ চিনতে সক্ষম করে। তারপর থেকে এআই প্রযুক্তির ব্যাপক অগ্রগতি ঘটে এবং মেশিন লার্নিং এবং গভীর শিক্ষা (Deep Learning) প্রযুক্তি মূলধারায় চলে আসে। গুগল, মাইক্রোসফট, ফেসবুক, অ্যামাজনের মতো বড় প্রযুক্তি প্রতিষ্ঠানগুলো কৃত্রিম বুদ্ধিমত্তায় ব্যাপকভাবে বিনিয়োগ করতে শুরু করে এবং এটি নানা শিল্পে ব্যাপক পরিবর্তন আনতে সক্ষম হয়।\nএআই শীতকাল এবং এর পরবর্তী পুনর্জাগরণের ইতিহাস কৃত্রিম বুদ্ধিমত্তার উত্থান-পতনের একটি গুরুত্বপূর্ণ অধ্যায়, যা আজকের এআই বোম এর ভিত্তি হিসেবে কাজ করেছে।\n\n\n== বর্তমান অবস্থা ==\nবর্তমানে, কৃত্রিম বুদ্ধিমত্তা একটি বিস্ময়কর উন্নতির পথে রয়েছে। ২০১২ সালের পর থেকে, বিশেষ করে মেশিন লার্নিং এবং ডিপ লার্নিং প্রযুক্তির ক্ষেত্রে অভূতপূর্ব সাফল্য অর্জিত হয়েছে। বিশ্বের বৃহত্তম প্রযুক্তি প্রতিষ্ঠানগুলি, যেমন গুগল, মাইক্রোসফট, অ্যামাজন এবং ফেসবুক, এআই-এ ব্যাপক বিনিয়োগ করছে, এবং এর প্রয়োগ বিভিন্ন শিল্পে দ্রুত বিস্তৃত হচ্ছে। যেমন, স্বয়ংক্রিয় গাড়ি, স্বাস্থ্যসেবা, ফিনান্স এবং গ্রাহক সেবা খাতে এর প্রভাব স্পষ্ট। তবে, এর সাথে সঙ্গতিপূর্ণ কিছু চ্যালেঞ্জও দেখা যাচ্ছে, যেমন চাকরি হারানো, নিরাপত্তা ঝুঁকি এবং নৈতিকতার প্রশ্ন। তবুও, বর্তমান এআই যুগ একটি নতুন প্রযুক্তিগত বিপ্লবের দোরগোড়ায় দাঁড়িয়ে, যা ভবিষ্যতে মানব জীবনকে আরো উন্নত এবং সহজতর করতে সক্ষম।\n\n\n== এআই শীতকালের কারণ ==\nউচ্চ প্রত্যাশা ও বাস্তবতার মধ্যে পার্থক্য\nহার্ডওয়্যার ও কম্পিউটিং শক্তির সীমাবদ্ধতা\nঅর্থায়নের অভাব\nশিল্পখাতে স্বয়ংক্রিয় ব্যবস্থার ব্যর্থতা\n\n\n== আরও পড়ুন ==\nকৃত্রিম বুদ্ধিমত্তা\nমেশিন লার্নিং\nডিপ লার্নিং\nটেসলা অটোপাইলট\n\n\n== তথ্যসূত্র ==\nChristian, Brian (২০২০)। The Alignment Problem: Machine learning and human values। W. W. Norton & Company। আইএসবিএন 978-0-393-86833-3। ওসিএলসি 1233266753। \nUNESCO Science Report: the Race Against Time for Smarter Development.। Paris: UNESCO। ২০২১। আইএসবিএন 978-92-3-100450-6। ১৮ জুন ২০২২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৮ সেপ্টেম্বর ২০২১। \nDiFeliciantonio, Chase (৩ এপ্রিল ২০২৩)। \"AI has already changed the world. This report shows how\"। San Francisco Chronicle। ১৯ জুন ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৯ জুন ২০২৩। \nGoswami, Rohan (৫ এপ্রিল ২০২৩)। \"Here's where the A.I. jobs are\"। CNBC (ইংরেজি ভাষায়)। ১৯ জুন ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৯ জুন ২০২৩। \nটেমপ্লেট:Crevier 1993\nHowe, J. (নভেম্বর ১৯৯৪)। \"Artificial Intelligence at Edinburgh University : a Perspective\"। ১৭ আগস্ট ২০০৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩০ আগস্ট ২০০৭। \nKurzweil, Ray (২০০৫)। The Singularity is Near। Viking Press। আইএসবিএন 978-0-670-03384-3। \nLighthill, Professor Sir James (১৯৭৩)। \"Artificial Intelligence: A General Survey\"। Artificial Intelligence: a paper symposium। Science Research Council। \nMinsky, Marvin; Papert, Seymour (১৯৬৯)। Perceptrons: an introduction to computational geometry। The MIT Press। আইএসবিএন 0-262-13043-2। \nটেমপ্লেট:McCorduck 2004\nNRC (১৯৯৯)। \"Developments in Artificial Intelligence\"। Funding a Revolution: Government Support for Computing Research। National Academy Press। Archived from the original on ১২ জানুয়ারি ২০০৮। সংগ্রহের তারিখ ৩০ আগস্ট ২০০৭। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: বট: আসল-ইউআরএলের অবস্থা অজানা (link) \nNewquist, HP (১৯৯৪)। The Brain Makers: Genius, Ego, and Greed In The Search For Machines That Think। Macmillan/SAMS। আইএসবিএন 978-0-9885937-1-8। \nটেমপ্লেট:Russell Norvig 2003\n\n\n== বহিঃসংযোগ ==\nএআই শীতকাল - ইতিহাস\nAI Winter - Wikipedia"}