{"pageid": 1513617, "title": "ওয়েস্ট সাইড স্টোরি", "url": "https://bn.wikipedia.org/wiki?curid=1513617", "content": "ওয়েস্ট সাইড স্টোরি হল আর্থার লরেন্টসের লেখনী থেকে জেরোম রবিন্স কর্তৃক ধারণকৃত সঙ্গীতনাট্য। এতে সঙ্গীতায়োজন করেছেন লিওনার্ড বার্নস্টাইন ও গীত লিখেছেন স্টিফেন সন্ডহাইম।\nউইলিয়াম শেকসপিয়ারের রোমিও অ্যান্ড জুলিয়েট নাটক থেকে অনুপ্রাণিত গল্পটি ১৯৫০-এর দশকের মাঝামাঝি সময়ের নিউ ইয়র্ক সিটির ম্যানহাটনের বহুজাতিগোষ্ঠী ও কায়িক পেশাজীবীদের আবাসস্থল আপার ওয়েস্ট সাইডের পটভূমিতে রচিত। এই সঙ্গীতনাট্যে দুটি ভিন্ন জাতিগোষ্ঠীর কিশোর দল জেট (মার্কিন শ্বেতাঙ্গ) ও শার্কদের (পুয়ের্তো রিকান) মধ্যে দ্বন্দ্ব দেখানো হয়েছে। সাম্প্রতিককালে পুয়ের্তো রিকো থেকে আসা শ্বেতাঙ্গ শার্করা এই এলাকায় আধিপত্য স্থাপন করতে চায় এবং পুলিশ সেখানে শৃঙ্খলা বজায় রাখতে সচেষ্ট। কেন্দ্রীয় কিশোর চরিত্র জেট দলের সাবেক সদস্য ও এই দলের দলপতি রিফের ঘনিষ্ঠ বন্ধু টনি শার্কদের দলপতি বের্নার্ডোর বোন মারিয়ার প্রেমে পড়ে। তমসাচ্ছন্ন বিষয়বস্তু, পরিশীলিত সঙ্গীত, নাচের দৃশ্য, বিয়োগান্ত প্রেমের গল্প ও সামাজিক সমস্যার প্রতি আলোকপাত এই সঙ্গীতনাট্যের বাঁক বদলে দেয়।\n১৯৫৭ সালের মূল ব্রডওয়ে মঞ্চায়নের পরিচালনা ও নৃত্য পরিকল্পনা করেন জেরোম রবিন্স। এই সঙ্গীতনাট্যের মধ্য দিয়ে সন্ডহাইমের ব্রডওয়েতে অভিষেক ঘটে। ব্রডওয়েতে ৭৩২ বার মঞ্চস্থ হওয়ার পর কলাকুশলীরা এই সঙ্গীতনাট্য নিয়ে সফরে যায়। এটি শ্রেষ্ঠ সঙ্গীতনাট্যসহ ছয়টি টনি পুরস্কারের মনোনয়ন লাভ করে এবং দুটি পুরস্কার অর্জন করে। ওয়েস্ট এন্ডের প্রযোজনায় এর মঞ্চায়ন সংখ্যা আরও বেশি হয়, পুনঃমঞ্চায়ন হয় এবং আন্তর্জাতিক মঞ্চায়ন হয়। ১৯৬১ সালে সঙ্গীতনাট্যটির চলচ্চিত্ররূপ পরিচালনা করেন যৌথভাবে রবার্ট ওয়াইজ ও রবিন্স, যা ১১টি একাডেমি পুরস্কারের মনোনয়ন লাভ করে ও শ্রেষ্ঠ চলচ্চিত্রসহ দশটি পুরস্কার অর্জন করে। ২০২১ সালে স্টিভেন স্পিলবার্গ আরেকটি চলচ্চিত্ররূপ পরিচালনা করেন, যা শ্রেষ্ঠ চলচ্চিত্রসহ সাতটি অস্কারের মনোনয়ন থেকে শ্রেষ্ঠ পার্শ্ব অভিনেত্রী বিভাগে একটি পুরস্কার অর্জন করে।\n\n\n== পটভূমি ==\n\n\n=== উৎপত্তি ===\n\n১৯৪৯ সালে জেরোম রবিন্স লিওনার্ড বার্নস্টাইন ও আর্থার লরেন্টসের নিকট রোমিও অ্যান্ড জুলিয়েট নাটকের সমকালীন সঙ্গীতনাট্য উপযোগ করার ইচ্ছা প্রকাশ করেন। তার প্রস্তাব ছিল ম্যানহাটনের লোয়ার ইস্ট সাইডে বসবাসকারী একটি আইরিশ ক্যাথলিক পরিবার ও ইহুদি পরিবারের মধ্যে দ্বন্দ্ব দেখানো। একটি মেয়ে ইহুদি গণহত্যা থেকে বেঁচে যায় এবং ইসরায়েল থেকে অভিবাসিত হয়ে ম্যানহাটনে এসেছে, দ্বন্দ্বের প্রধান কারণ হল ইহুদি \"এমারেল্ডস\"-দের প্রতি ক্যাথলিক \"জেট\"-দের ইহুদি-বিদ্বেষ। লরেন্টস তার প্রথম সঙ্গীতনাট্য লেখার জন্য ইচ্ছুক ছিলেন এবং এই প্রস্তাবে সম্মত হন। বার্নস্টাইন এই লেখনী গীতিনাট্যের ছন্দে উপস্থাপন করতে চেয়েছিলেন, কিন্তু রবিন্স ও লরেন্টস এতে সম্মত হননি। তারা এই লেখনীকে \"গীতধর্মী মঞ্চনাটক\" বলে বর্ণনা করেন এবং লরেন্টস তার প্রথম খসড়ার শিরোনাম দেন ইস্ট সাইড স্টোরি। লেখনী সম্পন্ন করার পর তারা অনুধাবন করেন এটি অ্যাবি'স আইরিশ রোজ-এর মত নাটকের ইতোমধ্যে চিত্রিত বিষয়বস্তুর সাঙ্গীতিকরণের চেয়ে একটু বেশি কিছু। রবিন্স এই কাজটি ছেড়ে দিলে তারা তিনজন ভিন্ন দিকে মনোনিবেশ করেন এবং লেখনীটি প্রায় পাঁচ বছর তাকে পড়ে ছিল।\n১৯৫৫ সালে মঞ্চ প্রযোজক মার্টিন গেবল জেমস এম. কেইনের উপন্যাস সেরেনেড-এর মঞ্চ উপযোগকরণ নিয়ে কাজ করছিলেন এবং তিনি লরেন্টসকে বইটি মঞ্চের জন্য লিখতে আমন্ত্রণ জানান। লরেন্স এই আমন্ত্রণে সম্মত হন এবং তিনি সৃজনশীল দলে বার্নস্টাইন ও রবিন্সকে যুক্ত করার সুপারিশ করেন। রবিন্স মনে করেন তারা তিনজন যদি একসাথে কাজ করেন, তবে তাদের ইস্ট সাইড স্টোরি নিয়ে কাজ করা উচিত। বার্নস্টাইন এতে সম্মত হন। অন্যদিকে, লরেন্টস গেবলকে কথা দিয়েছেন। গেবল তাকে তরুণ সুরকার ও গীতিকার স্টিফেন সন্ডহাইমের সাথে পরিচয় করিয়ে দেন। সন্ডহাইম অডিশন হিসেবে তার আসন্ন সঙ্গীতনাট্য স্যাটারডে নাইট-এর সুর বাজিয়ে শোনান। লরেন্টসের কাছে গীত পছন্দ হলেও তিনি সঙ্গীতে মুগ্ধ হতে পারেননি। সন্ডহাইম লরেন্টসের মতামতকে পাত্তা দেননি। শেষ পর্যন্ত সেরেনেড-এর কাজ বাতিল হয়ে যায়।\nএরপর লরেন্টসকে আভা গার্ডনারকে কেন্দ্রীয় চরিত্রে নিয়ে ১৯৩৪ সালের গ্রেটা গার্বোর চলচ্চিত্র দ্য পেইন্টেড ভেইল-এর পুনর্নির্মাণের চিত্রনাট্য লেখার জন্য নিয়োগ দেওয়া হয়। হলিউডে থাকাকালীন তিনি বার্নস্টাইনের সাথে যোগাযোগ করেন। বার্নস্টাইন তখন হলিউড বলের সঙ্গীত নির্দেশনা দিচ্ছিলেন। তারা দুজন দ্য বেভারলি হিলস হোটেলের সাক্ষাৎ করেন এবং তাদের আলোচনায় চিকানো টার্ফ যুদ্ধের কারণে সকালের সংবাদপত্রগুলোর প্রথম পাতায় ব্যাপকহারে প্রকাশিত হওয়া সাম্প্রতিক সামাজিক সমস্যা কিশোর অপরাধমূলক দল ওঠে আসে। বার্নস্টাইন পরামর্শ দেন যে তারা ইস্ট সাইড স্টোরি নিয়ে আবার কাজ করবে এবং তা লস অ্যাঞ্জেলেসের পটভূমিতে হবে। কিন্তু লরেন্টস মনে করেন তিনি মেক্সিকান মার্কিন ও ওলভেরা স্ট্রিটের চেয়ে মার্কিন যুক্তরাষ্ট্র ও হারলেমের পুয়ের্তো রিকানদের সাথে অধিক পরিচিত। তারা দুজন রবিন্সের সাথে যোগাযোগ করেন, যিনি লাতিন বিট সম্পর্কিত সঙ্গীতনাট্য লিখতে উৎসাহী ছিলেন। রবিন্স ১৯৫৬ সালের দ্য কিং অ্যান্ড আই চলচ্চিত্রের নৃত্যের দৃশ্য পরিচালনার জন্য হলিউডে আসেন এবং তিনি ও লরেন্টস সঙ্গীতনাট্যটির বিকাশ নিয়ে কাজ শুরু করেন। তাদের নিজেদের কাজের পাশাপাশি তারা নিউ ইয়র্কে ফিরে যাওয়া বার্নস্টাইনের সাথে যোগাযোগ রাখেন। দ্য পেইন্টেড ভেইল চলচ্চিত্রের প্রযোজক গার্ডনারের স্থলে এলিনর পার্কারকে স্থলাভিষিক্ত করেন এবং লরেন্টসকে তাকে মাথায় রেখে পাণ্ডুলিপি পরিমার্জন করতে বলেন। লরেন্টস চলচ্চিত্রটি ছেড়ে চলে আসেন এবং তার পূর্ণ সময় এই সঙ্গীতনাট্যে দেন। সাম্যবাদী কর্মকাণ্ডের জন্য অভিযুক্ত ও কালো তালিকাভুক্ত হওয়ার পর বার্নস্টাইন ও লরেন্টস রবিন্সের সাথে কাজ করেন, যদিও রবিন্স হাউজ আন-আমেরিকান অ্যাক্টিভিটিজ কমিটিকে সহযোগিতা করতেন।\n\n\n=== সম্মিলিত কর্ম ও বিকাশ ===\nনিউ ইয়র্ক সিটিতে লরেন্টস উগো বেত্তির একটি নতুন নাটকের উদ্বোধনী রাতের পার্টিতে যান। সেখানে তিনি সন্ডহাইমের সাথে সাক্ষাৎ করেন। সন্ডহাইম জানতে পারেন ইস্ট সাইড স্টোরি যা নতুন শিরোনাম ওয়েস্ট সাইড স্টোরি নিয়ে পুনরায় কাজ আরম্ভ করেছে। বার্নস্টাইন সিদ্ধান্ত নেন তিনি শুধু সঙ্গীতেই মনোনিবেশ করবেন এবং তিনি ও রবিন্স বেটি কমডেন ও অ্যাডলফ গ্রিনকে গীত লেখার অনুরোধ করেন, কিন্তু তারা পিটার প্যান-এ কাজ করার জন্য তাদের সাথে যুক্ত হননি। লরেন্টস সন্ডহাইমের কাছে এই নাটকের গীত লিখতে আগ্রহী কিনা তা জানতে চান। শুরুতে তিনি মানা করেন কারণ তিনি তার পরবর্তী প্রকল্প স্যাটারডে নাইট-এর পূর্ণ সুর লেখার কাজে ব্যস্ত ছিলেন। কিন্তু অস্কার হ্যামারস্টাইন তাকে বুঝান যে তিনি এই অভিজ্ঞতা থেকে উপকৃত হবেন, ফলে তিনি রাজি হন। ইতোমধ্যে, লরেন্টস বইয়ের চরিত্রাবলির নেপথ্য পরিবর্তন করে নতুন খসড়া লিখেন, যেখানে কেন্দ্রীয় পুরুষ চরিত্র পূর্বে আইরিশ মার্কিন ছিলেন, বর্তমানে পোলীয় ও আইরিশ বংশোদ্ভূত, এবং পূর্বের ইহুদি নারী কেন্দ্রীয় চরিত্র, বর্তমানে পুয়ের্তো রিকান।\nলরেন্টসের লেখা মূল বইটির রোমিও অ্যান্ড জুলিয়েট-এর আদলে লেখা হয়েছিল, কিন্তু উইলিয়াম শেকসপিয়ারের লেখা রোজালিন ও তার পরিবারের সাথে সম্পৃক্ত চরিত্রাবলি শুরুতেই বাদ দেওয়া হয়েছিল। জুলিয়েটের মৃত্যুর ভান করা ও আত্মহত্যার সাথে সম্পর্কিত পরবর্তী দৃশ্যগুলোও বাদ দেওয়া হয়েছিল। ভাষা একটি সমস্যা ছিল, সেই সময়ে মঞ্চে অশ্লীলতা সচরাচর দেখা যেত না, ও অশ্লীল অভিব্যক্তিগুলোও এড়িয়ে যাওয়া হয়েছিল। লরেন্টস শেষ পর্যন্ত সত্যিকারের রাস্তার লোকের কথাবার্তার মত শোনায় এমন ভাষা উদ্ভাবন করেন, যদিও তা আসল ছিল না। সন্ডহাইম সংলাপের দীর্ঘ অনুচ্ছেদগুলো পরিবর্তন করেন এবং কোথাও কোথাও সাধারন বাক্যাংশকে গীতে রূপান্তর করেন, যেমন: \"আ বয় লাঈক দ্যাট উড কিল ইউর ব্রাদার\"। অস্কার হ্যামারস্টাইনের সহযোগিতায় লরেন্টস বার্নস্টাইন ও সন্ডহাইমকে বারান্দার দৃশ্যের জন্য খুব সনাতনী কায়দা বলে মনে হওয়া \"ওয়ান হ্যান্ড, ওয়ান হার্ট\" দৃশ্যটিকে একটি বিয়ের আয়োজনের দোকানে সেট করেন এবং এর ফলে এই দৃশ্যটির স্থলে \"টুনাইট\" লেখা হয়। লরেন্টস মনে করেন নাটকটির দুঃখজনক ফলাফলের প্রভাব বাড়ানোর জন্য চাপা উত্তেজনা কমাতে হবে, তাই দ্বিতীয় অঙ্কে অফিসার ক্রুপক চরিত্রের মধ্য দিয়ে হাস্যরস যোগ করা হয়। অন্যান্য বিষয়ে তিনি তেমন সম্মতি পাননি, তিনি মনে করেছিলেন যে \"আমেরিকা\" ও \"আই ফিল প্রিটি\" গানগুলো তাদের স্ব-স্ব চরিত্রের জন্য রসিকতাপূর্ণ ছিল, কিন্তু সেগুলো নাটকের গানে বিদ্যমান ছিল ও দর্শকের পছন্দ হয়েছে বলে প্রমাণিত হয়। \"কিড স্টাফ\" শীর্ষক আরেকটি গানও যুক্ত করা হয়েছিল এবং ওয়াশিংটন ডি.সি.-তে একটি মহড়ার সময় বাদ দেওয়া হয়, লরেন্টস বাকিদের বুঝাতে সক্ষম হন যে এটি নাটকটির ভারসাম্যকে সাধারণ সঙ্গীতধর্মী হাস্যরসাত্মকে পরিণত করছে।\nবার্নস্টাইন একই সঙ্গে ওয়েস্ট সাইড স্টোরি ও ক্যান্ডিস-এর সুরায়োজন করেন, যার ফলে দুটি কাজের মধ্যে কিছু উপাদানের পরিবর্তন ঘটে। টনি ও মারিয়ার দ্বৈত গান \"ওয়ান হ্যান্ড, ওয়ান হার্ট\" মূলত ক্যান্ডিস-এর কিউনগন্ডের জন্য লেখা হয়েছিল। \"জি, অফিসার ক্রুপক\" গানের সঙ্গীত ক্যান্ডিস-এর ভেনিসের দৃশ্য থেকে নেওয়া হয়েছে। লরেন্টস নাটকের শৈলির ব্যাপারে সৃজনশীল দলের চূড়ান্ত সিদ্ধান্তকে বর্ণনা করতে বলেন:\n\nটনি ও মারিয়ার মত, আমাদের রোমিও ও জুলিয়েট, ভালোবাসার মধ্য দিয়ে অন্যান্য বাচ্চাদের থেকে নিজেদের আলাদা করে নেয়, তাই আমরা তাদের ভাষা, তাদের গান, ও তাদের চলাফেরার মাধ্যমে তাদের আরও আলাদা করে দেই। নাটকটিতে যেখানে সম্ভব, আমরা সঙ্গীত, গান বা নাচের মাধ্যমে আবেগ বৃদ্ধি করতে বা অব্যক্ত বয়ঃসন্ধিকে স্পষ্ট করতে চেয়েছিলাম।\"\n১৯৫৬ সালের শরতে নাটকটির কাজ শেষ হয়, কিন্তু সৃজনশীল দলের প্রায় সবাইকে তাদের অন্য কাজ প্রথমে শেষ করতে হয়েছিল। রবিন্স বেলস আর রিঙ্গিং ও বার্নস্টাইন ক্যান্ডিস নিয়ে কাজ করছিলেন এবং ১৯৫৭ সালের জানুয়ারি মাসে লরেন্টসের সাম্প্রতিক নাটক আ ক্লিয়ারিং ইন দ্য উডস মঞ্চস্থ হয় এবং দ্রুতই সমাপ্ত হয়। ১৯৫৭ সালের বসন্তের শেষভাগে নাটকটির মহড়া শুরুর মাত্র দুই মাস আগে সহায়ক শিল্পীদের অডিশন ওয়েস্ট সাইড স্টোরি-এর জন্য অর্থ সংগ্রহ করতে ব্যর্থ হলে প্রযোজক শেরিল ক্রফোর্ড এই প্রকল্প থেকে বের হয়ে যান। অন্যান্য প্রযোজকেরাও নাটকটিকে খুবই বিষণ্ন হওয়ার কারণে প্রত্যাখ্যান করেন। বার্নস্টাইন হতাশ হন, কিন্তু সন্ডহাইম তার বন্ধু হ্যাল প্রিন্সকে পাণ্ডুলিপি পড়তে রাজি করান। প্রিন্স তখন বস্টনে ছিলেন এবং জর্জ অ্যাবটের নতুন সঙ্গীতনাট্য নিউ গার্ল ইন টাউন-এর শহরের বাইরের মঞ্চায়ন পর্যবেক্ষণ করছিলেন। প্রিন্স পাণ্ডুলিপিটি পছন্দ করেন কিন্তু তার দীর্ঘ সময়ের পরামর্শক অ্যাবটের মতামত নেওয়ার সিদ্ধান্ত নেন, কিন্তু অ্যাবট তাকে এটি বাদ দেওয়ার পরামর্শ দেন। প্রিন্স জানতেন নিউ গার্ল ব্যর্থ হওয়ার প্রধান কারণ অ্যাবট নিজেই, তাই তিনি তাকে এড়িয়ে যান এবং তিনি ও তার প্রযোজনা সঙ্গী রবার্ট ই. গ্রিফিথ সঙ্গীতের সুর শোনতে নিউ ইয়র্কে পাড়ি জমান। প্রিন্স তার স্মৃতিকথায় লিখেন, \"সন্ডহাইম ও বার্নস্টাইন পিয়ানো নিয়ে বসেন ও বাজাতে শুরু করেন এবং অচিরেই আমি তাদের সাথে গাইতে শুরু করি।\"\n\n\n=== নির্মাণকাল ===\n\nপ্রিন্স ব্যয় কমাতে ও অর্থ সংগ্রহ করতে শুরু করেন। রবিন্স ঘোষণা দেন যে তিনি নাটকটির নৃত্য পরিচালনা করবেন না। কিন্তু যেহেতু অন্যান্য পূর্ববর্তী ব্রডওয়ে নাটকের চেয়ে ওয়েস্ট সাইড স্টোরি-তে বেশি নৃত্যের দৃশ্য ছিল, প্রিন্স প্রথাগত চার সপ্তাহের পরিবর্তে আট সপ্তাহের নৃত্যের মহড়ার জন্য সম্মত হলে তিনি সিদ্ধান্ত পরিবর্তন করেন। এছাড়া প্রিন্স রবিন্সকে তার সহকারী হিসেবে পিটার গেনারোকে নিয়োগ দেওয়ার অনুমতি দেন। মূলত অভিনয়শিল্পীদলের কথা বিবেচনায় সময় লরেন্টস জেমস ডিনকে টনি চরিত্রের জন্য বাছাই করেছিলেন, কিন্তু তিনি এর কিছুদিন পর মারা যান। সন্ডহাইম টনি ও আনিটা চরিত্রের জন্য যথাক্রমে ল্যারি কার্ট ও চিটা রিভেরাকে খুঁজে বের করেন। কাজটিকে মঞ্চে নিয়ে যাওয়া তখনও সহজ ছিল না।\n\n\n== চরিত্রাবলি ==\n\nজেট দল\nরিফ, দলপতি\nটনি, রিফের ঘনিষ্ঠ বন্ধু\nডিজেল, রিফের লেফটেন্যান্ট\nঅ্যাকশান, এ-র‍্যাব, বেবি জন, বিগ ডিল, জি-টার, মাউথপিস, স্নোবয়, টাইগার ও অ্যানিবডিস\nজেট কন্যারা\nভেলমা, রিফের বান্ধবী\nগ্র্যাজিয়েলা, ডিজেলের বান্ধবী\nমিনি, ক্ল্যারিস ও পউলিন\nশার্ক দল\nবের্নার্ডো, দলপতি\nচিনো, বের্নার্ডো ঘনিষ্ঠ বন্ধু\nপেপে, সেকেন্ড-ইন-কমান্ড\nইন্ডিও, লুইস, এংশাস, নিবলস, হুয়ানো, তোরো ও মুস\nশার্ক কন্যারা\nমারিয়া, বের্নার্ডোর বোন\nআনিতা, বের্নার্ডোর বান্ধবী\nরোজালিয়া, কনসেলা, তেরেসিতা, ফ্রান্সিস্কা, এস্তেলা ও মার্গেরিতা\nপ্রাপ্তবয়স্ক\nডক, স্থানীয় সোডার দোকানের মালিক\nশ্র্যাঙ্ক, বর্ণবাদী স্থানীয় পুলিশ কর্মকর্তা\nক্রুপক - পাড়ার পুলিশ ও শ্র্যাঙ্কের ডানহাত\nগ্ল্যাড হ্যান্ড, সমাজকর্মী\n\n\n== অভিনয়শিল্পীদল ==\n\n\n== গানের তালিকা ==\n\nপাদটীকা\n\n১৯৬৪ ও ১৯৮০ সালের ব্রডওয়েতে পুনঃমঞ্চায়নে, \"সামওয়্যার\" গানটি কনসেলার পরিবর্তে ফ্রান্সিস্কা পরিবেশন করেন।\n২০০৯ সালের ব্রডওয়েতে পুনঃমঞ্চায়নে, \"কুল\" গানটি পরিবেশন করেন রিফ, জেট দল ও জেট কন্যারা। \"আই ফিল প্রিটি\" গানটি স্পেনীয় ভাষায় \"মে সিয়েন্তো এরমোজা\" (স্পেনীয়: Me siento hermosa) এবং \"আ বয় লাইক দ্যাট\" গানটি স্পেনীয় ভাষায় \"উন ওমব্রে আসি\" (স্পেনীয়: Un hombre así) শিরোনামে পরিবেশন করা হয়। গান দুটি এই পুনঃমঞ্চায়ন চলাকালীন মাঝামাঝি সময়ে আবার ইংরেজি ভাষার গীতে পরিবর্তন করা হয়। \"সামওয়্যার\" গানটি পরিবেশন করেন জেট দলের কিডো।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট ব্রডওয়ে ডেটাবেজে West Side Story\nWest Side Story at the Sondheim Database\nWest Side Story at the Music Theatre International website\nWest Side Story, extensive material at stageagent.com\nTwelve Jazz Versions of West Side Story at Jazz.com\nNYC Youth Gangs – 1950s\nDhliz page about 1979 Egyptian film version\nটেমপ্লেট:ওয়েস্ট সাইড স্টোরি"}