{"pageid": 1513642, "title": "স্লাভোনিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1513642", "content": "স্লাভোনিয়া (; ক্রোয়েশীয়: স্লাভোনিয়া; হাঙ্গেরিয়ান: স্লাভোনিয়া) হল ক্রোয়েশিয়ার চারটি ঐতিহাসিক অঞ্চলের একটি, যা ডালমাটিয়া, ক্রোয়েশিয়া (মূল), এবং ইস্ত্রিয়া সহ অবস্থিত। এটি প্যানোনীয় সমভূমিতে অবস্থিত এবং দেশের পূর্বভাগ দখল করে, এবং এটি আনুমানিকভাবে পাঁচটি ক্রোয়েশিয়ান কাউন্টি: ব্রড-পোসাভিনা, ওসিজেক-বারানজা, পোজেগা-স্লাভোনিয়া, ভিরোভিটিসা-পোড্রাভিনা, এবং ভুকোভার-সিরমিয়া অঞ্চলের সাথে মেলে। যদিও এই কাউন্টির ভূখণ্ডে বারানিয়া অন্তর্ভুক্ত এবং স্লাভোনিয়া অঞ্চলের পশ্চিম সীমানার সংজ্ঞা বিভিন্ন হতে পারে। এই কাউন্টিগুলি মোট ১২,৫৫৬ বর্গ কিলোমিটার এলাকায় বিস্তৃত, যা ক্রোয়েশিয়ার ২২.২% এলাকা, এবং এখানে ৮০৬,১৯২ জন বাস করে, যা ক্রোয়েশিয়ার মোট জনসংখ্যার ১৮.৮%। এই অঞ্চলের সবচেয়ে বড় শহর হলো ওসিজেক, তারপর স্লাভোন্সকি ব্রড এবং ভিনকোভসি।\nস্লাভোনিয়া প্যানোনীয় অববাহিকায় অবস্থিত, যা প্রধানত ডানিউব, ড্রাভা এবং সাভা নদী দ্বারা সীমানাবদ্ধ। পশ্চিমে, অঞ্চলটি সাভা উপত্যকা, ড্রাভা উপত্যকা এবং পোজেগা উপত্যকা সংলগ্ন পাহাড়সমূহ নিয়ে গঠিত, এবং পূর্বে সমভূমি রয়েছে। স্লাভোনিয়ায় মাঝারি মহাদেশীয় জলবায়ু বিরাজমান, যেখানে তুলনামূলকভাবে কম বৃষ্টিপাত হয়। রোমান সাম্রাজ্যের পতনের পর, যা ৫ম শতাব্দী পর্যন্ত আধুনিক স্লাভোনিয়ার অঞ্চল শাসন করেছিল, অস্ট্রোগথ এবং লম্বার্ডরা এলাকা নিয়ন্ত্রণ করেছিল আভার ও স্লাভদের আগমনের পূর্বে, যখন ৭ম শতাব্দীতে নিম্ন প্যানোনিয়া নামে একটি প্রিন্সের শাসিত অঞ্চল প্রতিষ্ঠিত হয়। পরবর্তীতে, এটি ক্রোয়েশিয়া রাজ্যের অংশ হয়ে ওঠে; এর পতনের পর, রাজ্যটি হাঙ্গেরির সাথে ব্যক্তিগত ঐক্য মাধ্যমে শাসিত হয়।\n১২ম শতাব্দীতে, এটি হাঙ্গেরির মুকুট ভূমির অংশে পরিণত হয়। ১৫৩৬ থেকে ১৫৫২ সালের মধ্যে উসমানীয় সাম্রাজ্য স্লাভোনিয়া দখল করে। ১৬৯৯ সালে, ১৬৮৩–১৬৯৯ সালের বৃহৎ তুর্কি যুদ্ধের পর, কার্লোভিতজ চুক্তির মাধ্যমে স্লাভোনিয়া হাবসবার্গদের কাছে হস্তান্তরিত হয়। অস্ট্রো-হাঙ্গেরিয়ান সমঝোতা ১৮৬৭-এর পর, স্লাভোনিয়া হাঙ্গেরির অংশ হয়ে ওঠে, এবং এক বছর পর এটি ক্রোয়েশিয়া-স্লাভোনিয়া রাজ্যের অংশে পরিণত হয়। ১৯১৮ সালে, যখন অস্ট্রিয়া-হাঙ্গেরি ভেঙে যায়, স্লাভোনিয়া স্লোভেনস, ক্রোয়াটস ও সার্বস রাষ্ট্রের অংশ হয়ে ওঠে, যা পরবর্তীতে সার্ব, ক্রোয়াট ও স্লোভেন রাজ্যে পরিণত হয়, এবং পরে এর নাম পরিবর্তন করে ইউগোস্লাভিয়া রাখা হয়। ১৯৯১–১৯৯৫ সালের ক্রোয়েশিয়ার স্বাধীনতা যুদ্ধ চলাকালীন, স্লাভোনিয়া তীব্র যুদ্ধের সাক্ষী হয়, যার মধ্যে ১৯৯১ সালের ভুকোভার যুদ্ধ অন্তর্ভুক্ত ছিল।\nস্লাভোনিয়ার অর্থনীতি মূলত প্রক্রিয়াকরণ শিল্প, বাণিজ্য, পরিবহন এবং নাগরিক প্রকৌশলে ভিত্তি করে। কৃষি স্লাভোনিয়ার অর্থনীতির একটি গুরুত্বপূর্ণ অংশ: স্লাভোনিয়া ক্রোয়েশিয়ার ৪৫% কৃষিজমি ধারণ করে এবং ক্রোয়েশিয়ার পশুপালন ও স্থায়ী ফসল উৎপাদনের একটি বড় অংশের জন্য দায়ী। স্লাভোনিয়ার পাঁচটি কাউন্টির মোট দেশজ উৎপাদন (জিডিপি) ৬,৪৫৪ মিলিয়ন ইউরো বা ব্যক্তি প্রতি ৮,০০৫ ইউরোর সমান, যা জাতীয় গড়ের থেকে ২৭.৫% কম। এই পাঁচটি কাউন্টির জিডিপি ক্রোয়েশিয়ার মোট জিডিপির ১৩.৬% প্রতিনিধিত্ব করে। স্লাভোনিয়ার সাংস্কৃতিক ঐতিহ্য ইতিহাসের বিভিন্ন প্রভাবের মিশ্রণ, বিশেষ করে ১৭শ শতকের শেষের দিকে, যখন স্লাভোনিয়া ইউরোপের উসমান যুদ্ধ থেকে পুনরুদ্ধার শুরু করে, এবং এর ঐতিহ্যবাহী সংস্কৃতি প্রতিফলিত হয়। স্লাভোনিয়া শিল্প, লেখক, কবি, ভাস্কর এবং শিল্প পৃষ্ঠপোষকতার মাধ্যমে ক্রোয়েশিয়ার সংস্কৃতিতে অবদান রাখে। সঙ্গীতের ক্ষেত্রে, স্লাভোনিয়া ক্রোয়েশিয়ার একটি স্বতন্ত্র অঞ্চল হিসেবে বিবেচিত হয়, এবং ঐতিহ্যবাহী সংস্কৃতি লোকপ্রথা উৎসবগুলোর মাধ্যমে সংরক্ষিত হয়, যেখানে তাম্বুরিকা সঙ্গীত এবং বেচারাক—ঐতিহ্যবাহী গানের একটি প্রকার—ইউনেস্কোর বিশ্ব ঐতিহ্য হিসেবে স্বীকৃত। স্লাভোনিয়ার খাদ্যশৈলী বহুমুখী প্রভাবের প্রতিফলন করে—ঐতিহ্যবাহী এবং বিদেশি উপাদানের মিশ্রণ। স্লাভোনিয়া ক্রোয়েশিয়ার মদ উৎপাদন অঞ্চলের মধ্যে অন্যতম, যেখানে এরদুৎ, ইলোক এবং কুতজেভো মদ উৎপাদনের কেন্দ্র হিসেবে পরিচিত।\n\n\n== ইতিহাস ==\n  স্লাভোনিয়া নামটির উৎপত্তি প্রাচীন মধ্যযুগে। এই অঞ্চলটি নামকরণ করা হয়েছিল স্লাভদের দ্বারা যারা সেখানে বসবাস করেছিল এবং নিজেদেরকে *স্লোভেন নামে অভিহিত করেছিল। *স্লোভেন- মূল শব্দটি বিভিন্ন স্লাভিক ভাষার উপভাষায় উপস্থিত ছিল, যা অঞ্চলটির পশ্চিমে সুতলা নদী এবং সাবা এবং দ্রাভা নদীর মধ্যে বসবাসকারী দক্ষিণ স্লাভদের দ্বারা ব্যবহৃত ভাষায় পাওয়া যায়—যারা প্রাচীন ইলিরিকামের অঞ্চলে বাস করতেন। এই নদীগুলির দ্বারা সীমাবদ্ধ অঞ্চলটি প্রোটো-স্লাভিক ভাষায় *Slověnьje (স্লোভেনিয়া) নামে পরিচিত ছিল। পরবর্তীতে এই শব্দটি স্লাভিক ভাষাগুলিতে তার বিভিন্ন বর্তমান রূপে বিকশিত হয়, এবং অন্যান্য ভাষাগুলি এই শব্দটি গ্রহণ করেছিল।\n\n\n=== প্রাকৈতিহাসিক এবং প্রাচীন কাল ===\nক্রোয়েশিয়ার সব অঞ্চলেই নেয়োলিথিক এবং কালকোলিথিক কালীন বিভিন্ন সংস্কৃতির অবশেষ পাওয়া গেছে, তবে বেশিরভাগ সাইট উত্তর ক্রোয়েশিয়ার নদী উপত্যকাগুলিতে পাওয়া গেছে, এর মধ্যে স্লাভোনিয়া অন্তর্ভুক্ত। গুরুত্বপূর্ণ সংস্কৃতির মধ্যে রয়েছে স্টারচেভো সংস্কৃতি, যার কিছু নিদর্শন স্লাভন্সকি ব্রোডের কাছে পাওয়া গেছে এবং তারিখকৃত ৬১০০–৫২০০ খ্রিষ্টপূর্ব, ভুচেদোল সংস্কৃতি, বাডেন সংস্কৃতি এবং কস্তোলাক সংস্কৃতি। বাডেন এবং ভুচেদোল সংস্কৃতির বেশিরভাগ নিদর্শন পাওয়া গেছে ডানুবে নদীর ডান তীরে ভুকোভারের, ভিঙ্কোভসি এবং ওসিয়েকের কাছাকাছি। বাডেন সংস্কৃতির সাইটগুলো স্লাভোনিয়ায় ৩৬০০–৩৩০০ খ্রিষ্টপূর্বকালীন তারিখিত, এবং ভুচেদোল সংস্কৃতির নিদর্শনগুলি ৩০০০–২৫০০খ্রিষ্টপূর্বকালীন তারিখিত। লোহা যুগের পরিপ্রেক্ষিতে প্রথম ইলিরিয়ান হালস্ট্যাট সংস্কৃতি এবং সেল্টিক লা টেন সংস্কৃতির চিহ্ন দেখা দেয়। অনেক পরে, অঞ্চলটি ইলিরিয়ান এবং অন্যান্য গোত্র দ্বারা অধিকারিত হয়, যার মধ্যে ছিল প্যানোনিয়ান, যারা বর্তমান স্লাভোনিয়ার একটি বড় অংশ নিয়ন্ত্রণ করত। যদিও ইলিরিয়ান বসতির প্রত্নতাত্ত্বিক নিদর্শনগুলো অ্যাড্রিয়াটিক সাগরের কাছাকাছি এলাকার তুলনায় কম পাওয়া গেছে, তবে কাপ্তল, পোঝেগা এলাকায় গুরুত্বপূর্ণ আবিষ্কার হয়েছে। প্যানোনিয়ানরা প্রথম রোমান প্রজাতন্ত্রের সাথে 35 খ্রিষ্টপূর্বে যোগাযোগ করতে শুরু করে, যখন রোমানরা সেগেস্টিকা, বা আধুনিক সিসাক দখল করে। বিজয়টি ১১ খ্রিষ্টপূর্বে সম্পন্ন হয়, যখন ইলিরিকাম রোমান প্রদেশ প্রতিষ্ঠিত হয়, যা আধুনিক স্লাভোনিয়া সহ ডান তীরের একটি বিস্তৃত অঞ্চলকে অন্তর্ভুক্ত করে। প্রদেশটি পরে প্যানোনিয়া নামে পুনঃনামকরণ করা হয় এবং দুই দশকের মধ্যে বিভক্ত হয়।\n\n\n=== মধ্যযুগ ===\n পশ্চিমী রোমান সাম্রাজ্যের পতনের পর, যার মধ্যে আধুনিক স্লাভোনিয়া দখল করা অঞ্চল অন্তর্ভুক্ত ছিল, ৫ম শতাব্দীর শেষে এই অঞ্চল ওস্ট্রোগথিক রাজ্যের অংশে পরিণত হয়। তবে, এলাকার নিয়ন্ত্রণ একটি জটিল কাজ প্রমাণিত হয়, এবং ৬ষ্ঠ শতাব্দীতে প্যানোনিয়ায় লম্বার্ডদের ক্রমবর্ধমান নিয়ন্ত্রণ দেওয়া হয়, যা ৫৬৮ সালে তাদের প্রত্যাহারের মাধ্যমে শেষ হয় এবং ৫৮২ সালে প্যানোনিয়ান আভাররা ও স্লাভরা আগমনের ফলে প্যানোনিয়ার ওপর শাসন প্রতিষ্ঠিত হয়।\n৯ম শতাব্দীর শুরুতে আভার খাগানাতের পতনের পর, নিম্ন প্যানোনিয়ায় একটি প্রিন্সিপ্যালিটি ছিল, যা স্লাভ শাসকদের দ্বারা শাসিত ছিল এবং তারা ফ্রাঙ্কদের অধীনস্থ ছিল। হাঙ্গেরিয়ান উপজাতির আক্রমণ এই রাষ্ট্রকে অভিভূত করে। ৯ম শতাব্দীতে স্লাভোনিয়ার পূর্বাংশ সম্ভবত প্রথম বুলগেরিয়ান সাম্রাজ্যের দ্বারা শাসিত ছিল। ক্রোয়েশিয়ার প্রথম রাজা টোমিস্লাভ হাঙ্গেরিয়ান এবং বুলগেরিয়ান আক্রমণ পরাজিত করে এবং ক্রোয়েশিয়ার রাজাদের প্রভাব স্লাভোনিয়ার উত্তর দিকে বিস্তার করে। মধ্যযুগীয় ক্রোয়েশিয়া রাজ্য ১১শ শতাব্দীতে তার চূড়ান্ত শিখরে পৌঁছায়, যখন পেতার ক্রেশিমির চতুর্থ (১০৫৮–১০৭৪) এবং দিমিত্র জ্বোনিমির (১০৭৫–১০৮৯) শাসনকালে ছিল।\nযখন স্টেফান দ্বিতীয় ১০৯১ সালে মারা যান, ততক্ষণে ত্র্পিমিরোভিচ পরিবাররূপে শাসন শেষ হয়ে যায়, তখন হাঙ্গেরির লাডিসলাস প্রথম ক্রোয়েশিয়ার সিংহাসনের দাবি করেন। এই দাবির বিরুদ্ধে বিদ্বেষ একটি যুদ্ধের দিকে নিয়ে যায় এবং ১১০২ সালে হাঙ্গেরির কলোমান দ্বারা শাসিত ব্যক্তিগত ইউনিয়নে ক্রোয়েশিয়া প্রতিষ্ঠিত হয়। ১২শ শতাব্দীর দ্বিতীয়ার্ধে, ক্রোয়েশিয়া ও ড্রাভা ও সাভার মধ্যে অবস্থিত অঞ্চল রাজা দ্বারা মনোনীত «স্লাভোনিয়ার বান» দ্বারা শাসিত ছিল। ১৩শ শতাব্দী থেকে, বর্তমান দিনের মধ্য ক্রোয়েশিয়া, পশ্চিম স্লাভোনিয়া এবং উত্তর-পশ্চিম বসনিয়া ও হার্জেগোভিনা অঞ্চলে পৃথক একটি বান শাসন করেন, যেখানে একটি নতুন সত্তা উদ্ভূত হয়, যার নাম হলো স্লাভোনিয়া রাজ্য (লাতিন: regnum Sclavoniae), আর আধুনিক দিনের পূর্ব স্লাভোনিয়া হাঙ্গেরির অংশ ছিল। ১৪৭৬ সালে ক্রোয়েশিয়া ও স্লাভোনিয়া একই বান (উপরাজা) এর অধীনে একত্রীভূত হলেও, ১৫৫৮ সাল পর্যন্ত পৃথক সংসদ রয়ে যায়।\n\nক্রোয়েশিয়ায় ওসমান বিজয় ১৪৯৩ সালের ক্র্বাবা মাঠের যুদ্ধ এবং ১৫২৬ সালের মোহাচের যুদ্ধে পরিণত হয়, উভয়েই সিদ্ধান্তমূলক ওসমান বিজয়ে শেষ হয়। হাঙ্গেরির লুইস দ্বিতীয় মোহাচে মারা যান, এবং ফার্দিনান্দ প্রথম, হাবসবার্গ পরিবার থেকে, ১৫২৭ সালে চেটিনে নির্বাচিত হন, এই শর্তে যে তিনি ক্রোয়েশিয়াকে ওসমান সাম্রাজ্যের বিরুদ্ধে সুরক্ষা প্রদান করবেন, পাশাপাশি তাদের রাজনৈতিক অধিকার সম্মান করবেন। এই সময়ে দেশীয় অভিজাত, যেমন ফ্রাঙ্কোপান পরিবার ও শুবিচ পরিবার, এবং পরবর্তীতে উক্ত দুই পরিবার থেকে বহু বংশের উত্থান ঘটে।। বর্তমান স্লাভোনিয়ার প্রতীকচিহ্ন, যা ক্রোয়েশিয়ার প্রতীকচিহ্নের একটি অংশ হিসেবে অফিসিয়ালি ব্যবহৃত হয়, এই সময়ের থেকেই এসেছে—এটি ৮ ডিসেম্বর ১৪৯৬ সালে হাঙ্গেরির বোহেমিয়া ও হাঙ্গেরির ভ্লাদিসলাস দ্বিতীয় জাগিয়েলন দ্বারা স্লাভোনিয়াকে প্রদান করা হয়েছিল।\n\n\n=== ওসমান বিজয় ===\n \nমোহাচের যুদ্ধে পরবর্তী সময়ে, ওসমানরা স্লাভোনিয়ায় তাদের অধিকার সম্প্রসারিত করে, ১৫৩৬ সালে জাকোভো দখল করে এবং ১৫৩৭ সালে পোজেগা দখল করে, ইয়োহান কাটজিয়ানার নেতৃত্বাধীন হাবসবার্গ সেনাবাহিনীকে পরাজিত করে, যারা স্লাভোনিয়া পুনরুদ্ধারের চেষ্টা করছিল, ১৫৩৭ সালের সেপ্টেম্বর মাসে গোরজানি-এ। ১৫৪০ সালের মধ্যে, ওসিয়েকও ওসমানদের দৃঢ় নিয়ন্ত্রণে পড়ে যায়, এবং স্লাভোনিয়ায় নিয়মিত প্রশাসন প্রবর্তন করা হয় পোজেগার সানজাক প্রতিষ্ঠার মাধ্যমে। সেই একই বছরে, নোভস্কা আত্মসমর্পণের মাধ্যমে স্লাভোনিয়ায় ওসমান শাসন আরও প্রসারিত করে। ওসমান বিজয় অব্যাহত থাকে—১৫৪১ সালে নাশিসে দখল করা হয়, ১৫৪২ সালে ওরাহোভিকা এবং স্লাতিনা দখল করা হয়, এবং ১৫৪৩ সালে, ভোচিন, সিরাচ ও ৪০ দিনের অবরোধের পর ভালপোভো দখল করা হয়। ১৫৪৪ সালে, ওসমান বাহিনী পাকরাচ দখল করে। হিংসা কমে যাওয়ার ফলে ১৫৪৭ সালে পাঁচ বছরের একটি সাময়িক শান্তি চুক্তি স্থাপিত হয় এবং হাবসবার্গ ও ওসমান সাম্রাজ্যের মধ্যে সীমান্ত সাময়িকভাবে স্থিতিশীল হয়, যেখানে ভিরোভিতিকা হাবসবার্গদের সবচেয়ে গুরুত্বপূর্ণ প্রতিরক্ষামূলক দুর্গে পরিণত হয় এবং পোজেগা স্লাভোনিয়ায় ওসমানদের সবচেয়ে গুরুত্বপূর্ণ কেন্দ্র হিসেবে গড়ে উঠে, কারণ ওসমানরা সিসাক ও চাজমাতে অগ্রসর হয়, যার মধ্যে শহরগুলোর সংক্ষিপ্ত দখলও অন্তর্ভুক্ত ছিল। আরও পশ্চিমদিকে তুর্কি বাহিনীর প্রচেষ্টা যাগ্রেব ও বাকি ক্রোয়েশিয়া ও হাঙ্গেরির রাজ্যের জন্য গুরুতর হুমকি স্বরূপ প্রমাণিত হয়, যার ফলে হাবসবার্গ রাজতন্ত্র আরও জোরালো প্রতিরক্ষা ব্যবস্থা গ্রহণ করে। ১৫৪৭ সালের শান্তি চুক্তি শেষ হওয়ার এক বছর পরে, ইভান লেনকোভিচ সীমান্ত অঞ্চলে দুর্গাবাস ও সৈন্যবাহিনীর একটি ব্যবস্থা প্রণয়ন করেন, যা পরবর্তীতে ক্রোয়েশিয়ার সামরিক সীমান্তের পূর্বসূরী হিসেবে বিবেচিত হয়। তবুও, ১৫৫২ সালে, ভিরোভিতিকা দখল হলে স্লাভোনিয়ায় ওসমান বিজয় সম্পূর্ণ হয়।\nক্রোয়েশিয়ার ভূখণ্ডে ওসমানদের অগ্রগতি ১৫৯৩ সালের সিসাকের যুদ্ধ পর্যন্ত চলতে থাকে, যা ছিল প্রথম সিদ্ধান্তমূলক ওসমান পরাজয়, এবং সীমান্তে আরও দীর্ঘস্থায়ী স্থিতিশীলতা প্রতিষ্ঠার সূচনা করে। মহা তুর্কি যুদ্ধ (১৬৮৩–১৬৯৮) চলাকালীন, ১৬৮৪ থেকে ১৬৯১ সালের মধ্যে স্লাভোনিয়া পুনরুদ্ধার করা হয়, যখন ওসমানরা অঞ্চলটি ত্যাগ করে—পশ্চিম বসনিয়া, যা বসনিয়ার ওসমান বিজয়ের পূর্বে ক্রোয়েশিয়ার অংশ ছিল। বর্তমান স্লাভোনিয়ার দক্ষিণ সীমান্ত এবং ক্রোয়েশিয়া ও বসনিয়া ও হার্জেগোভিনা এর সীমান্ত এই ফলাফলের অবশিষ্টাংশ হিসেবে রয়ে গেছে।\nওসমান যুদ্ধগুলো ব্যাপক জনসাংখ্যিক পরিবর্তনের সূচনা করে। ক্রোয়েশিয়ানরা অস্ট্রিয়ার আর্কডাকচিতে অভিবাসন করে, এবং বর্তমানের বুর্গেনল্যান্ড ক্রোয়েশিয়ানরা এই অভিবাসীদের সরাসরি বংশধর। তুর্ক শাসনের শেষ পর্যায়ে, স্লাভোনিয়ায় মুসলিম জনসংখ্যা প্রায় মোট জনসংখ্যার অর্ধেক গঠন করত; এদের মধ্যে ছিল প্রধানত স্থানীয় ক্রোয়েশিয়ান, কিছু বসনিয়া ও সার্বিয়ার অভিবাসী এবং খুব কমই আসল তুর্ক বা আরব। ১৬শ শতকের দ্বিতীয়ার্ধে, স্লাভোনিয়ার ভ্লাখরা আর জনসংখ্যার একমাত্র অংশ ছিলেন না, কারণ ভ্লাখদের বিশেষাধিকার অনেক অ-ভ্লাখদের জন্য আকর্ষণীয় ছিল, যারা তাদের মর্যাদা লাভের উদ্দেশ্যে ভ্লাখদের সাথে মিশ্রিত হন।\nপলায়নকারী ক্রোয়েশিয়ানদের পরিবর্তনের লক্ষ্যে, হাবসবার্গরা বসনিয়া ও সার্বিয়ার পূর্ব অর্থডক্স গীর্জাপ্রতিমণ্ডলের জনসমষ্টিকে ক্রোয়েশিয়ার সামরিক সীমান্তে সামরিক সেবা প্রদানের আহ্বান জানান। এই অঞ্চলে সার্ব অভিবাসন ১৭শ শতকের দ্বিতীয়ার্ধে ১৬৯০ এবং ১৭৩৭–৩৯ সালের মহান সার্ব অভিবাসনের সময় শিখরে পৌঁছে, যেখানে সর্বোচ্চ সার্ব ঘনত্ব ছিল স্লাভোনিয়ার পূর্বাংশে, এবং স্রেমস্কি কার্লোভসি সার্বীয় অর্থডক্স মেট্রোপলিটানদের আসনভবন হয়ে ওঠে। কলোনিস্টদের একটি অংশ সাভার দক্ষিণ থেকে স্লাভোনিয়ায় আসে, বিশেষ করে সোলি এবং উসোরা এলাকার থেকে, যা ১৫২১ সালের পর থেকেই শুরু হওয়া অভিবাসন প্রক্রিয়াকে অব্যাহত রাখে। ১৭শ শতকের শুরুর দিকে মনে হয়, নতুন এক অভিবাসনের ঢেউ আসেছিল, প্রায় ১০,০০০ পরিবার, যাদের ধারণা করা হয় ক্লিসের সানজাক থেকে অথবা তুলনামূলকভাবে কম সম্ভাবনা সহ বসনিয়ার সানজাক থেকে।\n\n\n=== হাবসবার্গ রাজতন্ত্র ও অস্ট্রিয়া-হাঙ্গেরি ===\n\nকার্লোভিত্‌সের চুক্তির মাধ্যমে অর্জিত অঞ্চলগুলো ক্রোয়েশিয়াকে বরাদ্দ করা হয়েছিল, যা নিজেই হাঙ্গেরির সাথে এবং হাবসবার্গদের শাসিত ঐক্যবদ্ধ অবস্থায় ছিল। উনা, সাভা ও ডানুবে নদীর ধারে অবস্থিত সীমান্ত অঞ্চলটি স্লাভোনিয়ান সামরিক সীমান্তে পরিণত হয়। সেই সময়ে, ওসিয়েক নতুন গঠিত স্লাভোনিয়া রাজ্যের প্রশাসনিক ও সামরিক কেন্দ্রের ভূমিকা পোজেগা থেকে গ্রহণ করে। ১৮৩০-এর দশক এবং ১৮৪০-এর দশকে রোমান্টিক জাতীয়তাবাদ ক্রোয়েশিয়ান জাতীয় পুনর্জাগরণকে প্রেরণা দেয়, যা ছিল একটি রাজনৈতিক ও সাংস্কৃতিক প্রচারাভিযান—সম্রাজ্যের সকল দক্ষিণ স্লাভদের ঐক্যের পক্ষে আহ্বান জানায়। এর মূল লক্ষ্য ছিল একটি মানসম্মত ভাষার প্রতিষ্ঠা, যা হাঙ্গেরিয়ান ভাষার বিপরীতে কাজ করত, পাশাপাশি ক্রোয়েশিয়ার সাহিত্য ও সংস্কৃতির প্রসার ঘটাত।\n১৮৪৮ সালের হাঙ্গেরিয়ান বিপ্লব চলাকালীন, ক্রোয়েশিয়া অস্ট্রিয়ানদের পাশে দাঁড়ায়; বান জোসিপ জেলাচিচ ১৮৪৯ সালে হাঙ্গেরিয়ান বাহিনীকে পরাজিত করতে সাহায্য করেন এবং জার্মানীকরণ নীতির একটি সময়কাল সূচনা করেন। ১৮৬০-এর দশকে, নীতির ব্যর্থতা স্পষ্ট হওয়ার ফলে ১৮৬৭ সালের অস্ট্রো-হাঙ্গেরিয়ান সমঝোতা এবং ব্যক্তিগত ঐক্যর সৃষ্টিতে পরিচালিত হয়, যা অস্ট্রিয়ান সাম্রাজ্য ও হাঙ্গেরি রাজ্যের মুকুটের মধ্যে ঐক্য প্রতিষ্ঠা করে। চুক্তিটি ক্রোয়েশিয়ার অবস্থানের বিষয়টি হাঙ্গেরির কাছে রেখে দেয়, যা ট্রান্সলেইথানিয়া-এর অংশ হিসেবে ছিল—এবং ১৮৬৮ সালের ক্রোয়েশিয়া-হাঙ্গেরিয়ান সমঝোতা দ্বারা এই বিষয়টি সমাধান করা হয়, যখন ক্রোয়েশিয়া ও স্লাভোনিয়া রাজ্য একত্রিত হয়ে ক্রোয়েশিয়া-স্লাভোনিয়া রাজ্যে পরিণত হয়।\n১৮৭৮ সালের বার্লিন চুক্তি অনুসারে, অস্ট্রিয়া-হাঙ্গেরি বসনিয়া ও হার্জেগোভিনা অধিগ্রহণের পর, সামরিক সীমান্তগুলো বিলুপ্ত করে দেওয়া হয় এবং ক্রোয়েশিয়া ও স্লাভোনিয়ার সামরিক সীমান্ত অঞ্চল ১৮৮১ সালে ক্রোয়েশিয়া-স্লাভোনিয়া রাজ্যে ফেরত দেওয়া হয়, ক্রোয়েশিয়া-হাঙ্গেরিয়ান সমঝোতার ধারার অনুরূপ। তৎকালীন সময়ে, ক্রোয়েশিয়া-স্লাভোনিয়া রাজ্যের পূর্বতম সীমা জেমুন হয়ে ওঠে, কারণ সির্মিয়া পুরোপুরি ঐ রাজ্যের আওতায় পড়ে।\n\n\n=== যুগোস্লাভিয়া রাজ্য ও দ্বিতীয় বিশ্বযুদ্ধ ===\n\n১৯১৮ সালের ২৯ অক্টোবর, ক্রোয়েশিয়ার সাবোর স্বাধীনতা ঘোষণা করে এবং নতুন গঠিত স্লোভেন, ক্রোয়াট ও সার্ব রাষ্ট্রে যোগদান করার সিদ্ধান্ত নেয়, যা পরবর্তীতে ১৯১৮ সালের ৪ ডিসেম্বর সের্বিয়া রাজ্যের সঙ্গে ঐক্যবদ্ধ হয়ে সের্ব, ক্রোয়াট ও স্লোভেন রাজ্য গঠন করে।\nত্রিয়ানো চুক্তি ১৯২০ সালে, প্রথম বিশ্বযুদ্ধের শেষে, প্রথম বিশ্বযুদ্ধের মিত্রগণ ও হাঙ্গেরির মধ্যে স্বাক্ষরিত হয়েছিল, যা অস্ট্রিয়া-হাঙ্গেরির উত্তরসূরী রাষ্ট্রগুলির মধ্যে একটি হিসেবে। চুক্তিটি হাঙ্গেরির দক্ষিণ সীমান্তকে ড্রাভা ও মুর নদীর দ্বারা নির্ধারণ করে, তবে বারানিয়ায়, যেখানে কাউন্টির কেবলমাত্র উত্তরাংশ হাঙ্গেরির অধীনে রাখা হয়েছিল। বারান্যায় অধিগ্রহণ করা ভূখণ্ডকে স্লাভোনিয়ার অংশ হিসেবে অন্তর্ভুক্ত করা হয়নি, যদিও এটি ওসিয়েকের সংলগ্ন ছিল, কারণ ১৯১৮ পূর্বের প্রশাসনিক বিভাজনগুলো নতুন রাজত্ব দ্বারা বিলুপ্ত করা হয়েছিল। নতুন রাজত্বের রাজনৈতিক পরিস্থিতি অবনতি পায়, যার ফলে ১৯২৯ সালের জানুয়ারিতে রাজা আলেকজান্ডার এর একনায়কত্ব প্রতিষ্ঠিত হয়। ১৯৩১ সালে রাজা একটি একতাবদ্ধ সংবিধান আরোপ করে নির্বাহী ক্ষমতা নিজের কাছে স্থানান্তরিত করার মাধ্যমে একনায়কত্ব আনুষ্ঠানিকভাবে সমাপ্ত করেন, এবং দেশের নাম পরিবর্তন করে যুগোস্লাভিয়া রাখেন।\n১৯৩৯ সালের আগস্টে স্ভেতকোভিচ-মাচেক চুক্তি স্বায়ত্তশাসিত ক্রোয়েশিয়ার বানোভিনা সৃষ্টি করে, যা স্লাভোনিয়াকে অন্তর্ভুক্ত করে। চুক্তির প্রেক্ষিতে, যুগোস্লাভ সরকার প্রতিরক্ষা, অভ্যন্তরীণ নিরাপত্তা, বৈদেশিক সম্পর্ক, বাণিজ্য ও পরিবহণের নিয়ন্ত্রণ বজায় রাখে, যেখানে অন্যান্য বিষয় ক্রোয়েশিয়ার সাবোর ও রাজমুকুট দ্বারা মনোনীত ‘বান’ এর কাছে ছেড়ে দেয়া হয়। ১৯৪১ সালের এপ্রিল, যুগোস্লাভিয়া দখল করা হয় জার্মানি এবং ইতালি দ্বারা। আক্রমণের পর, স্লাভোনিয়ার ভূখণ্ডকে স্বাধীন ক্রোয়েশিয়া রাষ্ট্রে অন্তর্ভুক্ত করা হয়, যা ছিল নাজি-সমর্থিত একটি পুতুল রাষ্ট্র এবং দ্বিতীয় বিশ্বযুদ্ধকালীন জার্মান দখলের একটি অঞ্চল হিসেবে নিযুক্ত। শাসনব্যবস্থাটি এন্টি-সেমিটিক আইন প্রবর্তন করে এবং জাতিগত পরিস্কার অভিযান ও সার্বদের বিরুদ্ধে গণহত্যা ও রোমা জনগোষ্ঠীর বিরুদ্ধে গণহত্যা অভিযান পরিচালনা করে, যার উদাহরণ স্বরূপ জাসেনোভাক শিবির ও স্টারা গ্রাদিশকা শিবির শিবিরগুলো উল্লেখযোগ্য, তবে অন্যান্য অঞ্চলের তুলনায় স্লাভোনিয়ায় এই ঘটনাগুলো অনেক কম মাত্রায় ঘটে, কারণ এলাকার শান্তি রক্ষায় অক্ষগোষ্ঠীর কৌশলগত স্বার্থ ছিল। সশস্ত্র প্রতিরোধ শীঘ্রই অঞ্চলে গড়ে ওঠে, এবং ১৯৪২ সালের মধ্যে যুগোস্লাভ পার্টিজানরা ব্যাপক অঞ্চল দখল করে, বিশেষ করে স্লাভোনিয়ার পাহাড়ি অঞ্চলে।\nসার্বিয়ান রাজতন্ত্রবাদী চেতনিকরা, যারা দ্বিতীয় বিশ্বযুদ্ধে চেতনিকের যুদ্ধাপরাধের মাধ্যমে ক্রোয়েশিয়ান নাগরিকদের বিরুদ্ধে গণহত্যা করেছিল, স্লাভোনিয়ায় সমগ্র যুদ্ধকালে উল্লেখযোগ্য উপস্থিতি প্রতিষ্ঠায় ব্যর্থ হয়। জোসিপ ব্রোজ টিটো নেতৃত্বাধীন পার্টিজানরা ১৯৪৫ সালের এপ্রিল মাসে স্লাভোনিয়া পুরোপুরি দখল করে নেন। যুদ্ধের পর, নতুন যুগোস্লাভ সরকার স্লাভোনিয়ায় স্থানীয় জার্মানদের শিবিরে বন্দী করে, যার মধ্যে বৃহত্তম শিবিরগুলো ছিল ভালপোভো কর্মশিবির ও ক্রন্দিয়া, যেখানে অনেকেই ক্ষুধা ও রোগে মারা যান।\n\n\n=== ফেডারেল যুগোস্লাভিয়া ও ক্রোয়েশিয়ার স্বাধীনতা ===\n\nদ্বিতীয় বিশ্বযুদ্ধের পর, ক্রোয়েশিয়া—যার মধ্যে স্লাভোনিয়াও অন্তর্ভুক্ত—একক-পক্ষীয় সমাজতান্ত্রিক ফেডারেল ইউনিট হিসেবে সমাজতান্ত্রিক ফেডারেল প্রজাতন্ত্র যুগোস্লাভিয়ার অংশে পরিণত হয়, যা ক্রোয়েশিয়ার কমিউনিস্ট লীগ দ্বারা শাসিত ছিল, তবে ফেডারেশনের মধ্যে কিছু স্বায়ত্তশাসনের সুবিধাও লাভ করেছিল। স্বায়ত্তশাসন কার্যত ১৯৭৪ সালের যুগোস্লাভ সংবিধানের পরে বৃদ্ধি পায়, যা মূলত ক্রোয়েশিয়ান বসন্ত আন্দোলনের একটি লক্ষ্য পূরণ করেছিল এবং ফেডারেটিভ উপাদানগুলোর স্বাধীনতার জন্য আইনগত ভিত্তি সরবরাহ করেছিল।\n১৯৪৭ সালে, যখন প্রাক্তন যুগোস্লাভ উপগণপ্রজাতন্ত্রগুলোর সব সীমান্ত চিহ্নিত করা হয়েছিল সীমারেখা নির্ধারণকারী কমিশনগুলোর মাধ্যমে, ১৯৪৩ এবং ১৯৪৫ সালের এভিএনওজে সিদ্ধান্ত অনুসারে, যুগোস্লাভ বারান্যার ফেডারেল সংগঠন ক্রোয়েশিয়ার ভূখণ্ড হিসেবে নির্ধারণ করা হয়েছিল, যার ফলে এটি স্লাভোনিয়ার সাথে একত্রীকরণের সুযোগ লাভ করে। কমিশনগুলো এছাড়াও সির্মিয়ায় বর্তমানের ৩১৭.৬-কিলোমিটার (১৯৭.৩-মাইল) দৈর্ঘ্যের সীমান্ত নির্ধারণ করে—হাঙ্গেরি ও ক্রোয়েশিয়ার মধ্যে, ডানুবে ইলোক থেকে দ্রাভার প্রবাহস্থলে এবং দ্রাভার মিলনে দক্ষিণাংশ, যা ক্রোয়েশিয়া-স্লাভোনিয়া রাজ্য ও বাকস-বদ্রোগ কাউন্টির পূর্ব পর্যন্ত ১৯১৮ ও প্রথম বিশ্বযুদ্ধের শেষে বিদ্যমান সীমান্তের সাথে মিল রেখেছিল।\n১৯৮০-এর দশকে, যুগোস্লাভিয়ার রাজনৈতিক পরিস্থিতি অবনতির মুখে পড়ে, যখন ১৯৮৬ সালে সার্বিয়ান এসএএনইউ স্মরণপত্র এবং ১৯৮৯ সালে ভয়োভোদিনা, কোসোভো ও মোন্টেনেগ্রোর অভ্যন্তরীণ বাগদাদ ঘটনার ফলে জাতীয় উত্তেজনা বাড়ে। ১৯৯০ সালের জানুয়ারিতে, কমিউনিস্ট পার্টি জাতীয় ভিত্তিতে ভাগ হয়ে যায়, যার মধ্যে ক্রোয়েশিয়ান শাখা একটি ঢিল federation (একত্রীকরণ) দাবি করে। সেই একই বছরে, ক্রোয়েশিয়ায় প্রথম বহুপক্ষীয় নির্বাচন অনুষ্ঠিত হয়, যার মধ্যে ফ্রাঞ্জো তুড়জমানের বিজয় জাতীয়তাবাদী উত্তেজনা আরও বাড়িয়ে দেয়। ক্রোয়েশিয়ার সার্বরা, যারা ক্রোয়েশিয়ার থেকে স্বাধীনতা অর্জনের জন্য তৎপর ছিল, তারা সংসদ (সাবোর) ত্যাগ করে এমন অঞ্চলগুলোর স্বায়ত্তশাসন ঘোষণা করে, যেগুলো অল্প সময়ের মধ্যে স্বপ্রকাশিত সার্বিয়ান ক্রাজিনাতে রূপান্তরিত হয়। উত্তেজনা বৃদ্ধি পেলে, ১৯৯১ সালের জুনে ক্রোয়েশিয়া স্বাধীনতা ঘোষণা করে; তবে এই ঘোষণা কার্যকর হয় ১৯৯১ সালের ৮ অক্টোবর তারিখে।\nউত্তেজনা ক্রমশ এমনভাবে বাড়ে যে ক্রোয়েশিয়ার স্বাধীনতা যুদ্ধে রূপান্তরিত হয়, যখন যুগোস্লাভ জাতীয় সেনাবাহিনী এবং বিভিন্ন সার্ব আন্দোলনকারী বাহিনী ক্রোয়েশিয়ার উপর আক্রমণ চালায়। যুদ্ধের পর, অঞ্চলের অনেক শহর ও পৌরসভা বিশেষ রাষ্ট্রীয় উদ্বেগের এলাকা হিসেবে ঘোষণা করা হয়।\n\n\n== ভূগোল ==\n\n\n=== রাজনৈতিক ভূগোল ===\n\nক্রোয়েশিয়ার জেলা ১৯৯২ সালে পুনঃপ্রতিষ্ঠিত করা হয়েছিল, কিন্তু কিছু ক্ষেত্রে এদের সীমানা পরিবর্তিত হয়েছে, সর্বশেষ সংশোধনী ২০০৬ সালে সম্পন্ন হয়েছিল। স্লাভোনিয়া পাঁচটি জেলার সমন্বয়ে গঠিত —ব্রড-পোসাভিনা, ওসিয়েক-বারান্যা, পোজেগা-স্লাভোনিয়া, ভিরোভিতিকা-পোদ্রাভিনা এবং ভুকোভার-সিরিমিয়া—যা ঐতিহাসিকভাবে স্লাভোনিয়ার সাথে যুক্ত ভূখণ্ডকে প্রায় পূর্ণাঙ্গভাবে আচ্ছাদিত করে। পাঁচটি জেলার ভূখণ্ডের পশ্চিম সীমানা সেই অঞ্চলে অবস্থিত, যেখানে স্লাভোনিয়ার পশ্চিম সীমানা সাধারণত ওসমান বিজয়ের পর থেকে নির্ধারিত হয়েছে, বাকি সীমানাগুলি ক্রোয়েশিয়ার আন্তর্জাতিক সীমানায় অবস্থিত। এভাবে, বারান্যার ক্রোয়েশিয়ার অংশ স্লাভোনিয়ার জেলাগুলোর মধ্যে অন্তর্ভুক্ত হয়, যা পূর্ব ক্রোয়েশিয়া ম্যাক্রোঅঞ্চল গঠন করে। পূর্ব ক্রোয়েশিয়া এবং স্লাভোনিয়া শব্দগুলি ক্রমশ সমার্থক হিসেবে ব্যবহার করা হচ্ছে।  \nব্রড-পোসাভিনা জেলা দুইটি শহর—স্লাভোনস্কি ব্রড এবং নোভা গ্রাদিশকা—এবং ২৬টি ক্রোয়েশিয়ার পৌরসভা নিয়ে গঠিত।  \nওসিয়েক-বারান্যা জেলা সাতটি শহর—বেলি মানাস্তির, বেলিশ্চে, ডনজি মিহোলজ্যাক, জাকোভো, নাসিচে, ওসিয়েক এবং ভালপোভো—এবং ৩৫টি পৌরসভা নিয়ে গঠিত।  \nপোজেগা-স্লাভোনিয়া জেলা পাঁচটি শহর—কুটজেভো, লিপিক, পাক্রাক, প্লেটেরনিকা এবং পোজেগা—এবং পাঁচটি পৌরসভা নিয়ে গঠিত।  \nভিরোভিতিকা-পোদ্রাভিনা জেলা তিনটি শহর—(ওরাহোভিকা), (স্লাতিনা) এবং ভিরোভিতিকা—এবং ১৩টি পৌরসভা নিয়ে আচ্ছাদিত।  \nভুকোভার-সিরিমিয়া জেলা পাঁচটি শহর—(ইলোক), ওতোক, (ভিনকোভসি), (ভুকোভার) এবং (ঝুপাঞ্জা)—এবং ২৬টি পৌরসভা নিয়ে গঠিত।  \nস্লাভোনিয়ার সমগ্র অংশ হল মধ্য এবং পূর্ব (প্যানোনিয়ান) ক্রোয়েশিয়ার পূর্বাংশ, পাশাপাশি মধ্য ক্রোয়েশিয়ার অন্যান্য অঞ্চল, যা ক্রোয়েশিয়ার এনইউটিএস-২ পরিসংখ্যানিক একক হিসেবে পরিচিত। অন্যান্য পরিসংখ্যানিক এককগুলি জেলা, শহর ও পৌরসভার সাথে সঙ্গতিপূর্ণ।  \nপাঁচটি জেলা মিলিয়ে ১২,৫৫৬ বর্গকিলোমিটার (৪,৮৪৮ বর্গমাইল) আয়তন আচ্ছাদিত করে, যা ক্রোয়েশিয়ার ভূখণ্ডের ২২.২% প্রতিনিধিত্ব করে।\n\n\n=== ভৌত ভূগোল ===\n\nস্লাভোনিয়া, একটি ভূগোলিক অঞ্চল হিসেবে, এর সীমানা পাঁচটি জেলার সীমানার সাথে প্রয়োজনীয়ভাবে মিলে না, শুধুমাত্র দক্ষিণ ও পূর্বে যেখানে সাভা ও ডানিউব নদী এদের নির্ধারণ করে। ক্রোয়েশিয়ার আন্তর্জাতিক সীমানাগুলি উভয় সংজ্ঞায়িত অঞ্চলের জন্য সাধারণ সীমানা। উত্তরে, সীমানাগুলি প্রায় মিলেছে কারণ ড্রাভা নদীকে ভূগোলিক অঞ্চল হিসেবে স্লাভোনিয়ার উত্তরের সীমানা হিসেবে বিবেচনা করা হয়, তবে এভাবে বারান্যা সেই ভূগোলিক সংজ্ঞা থেকে বাদ পড়ে, যদিও এই ভূখণ্ডটি স্লাভোনিয়ার সাথে যুক্ত অন্য একটি জেলার অংশ। ভূগোলিক অঞ্চলের পশ্চিম সীমানা সুনির্দিষ্টভাবে নির্ধারিত নয় এবং এটি ক্রোয়েশিয়ার রাজনৈতিক বিভাজনের উপর নির্ভর করে ইতিহাসে বিভিন্নভাবে নির্ধারিত হয়েছে। ভূগোলিক পরিভাষা হিসেবে পূর্ব ক্রোয়েশিয়া স্লাভোনিয়ার বেশিরভাগ সংজ্ঞার সাথে মিলে যায়। এটি ব্রড-পোসাভিনা, ওসিয়েক-বারান্যা, পোজেগা-স্লাভোনিয়া, ভিরোভিতিকা-পোদ্রাভিনা এবং ভুকোভার-সিরিমিয়া জেলার ভূখণ্ড, বারান্যা সহ, হিসেবে সংজ্ঞায়িত।\n\n\n==== ভূপরিচ্ছেদ ====\n\nস্লাভোনিয়া প্যানোনিয়ান বেসিনে পুরোপুরি অবস্থিত, যা ক্রোয়েশিয়ার তিনটি প্রধান ভূ-আকৃতির মধ্যে একটি। প্যানোনিয়ান বেসিনের আকৃতি লাভ করে মিওসিনিয়ান পাতলীকরণ এবং অবতলনের মাধ্যমে, যা পেলেওজোইকের শেষ পর্যায়ে ভ্যারিস্কান পর্বতনির্মাণ সময়ে গঠিত খোলস কাঠামোর ফলস্বরূপ। পেলেওজোইক এবং মেসোজোইক কাঠামো পাপুক, Psunj এবং অন্যান্য স্লাভোনিয়ার পর্বতমালায় দৃশ্যমান। এই প্রক্রিয়াগুলোর ফলে বেসিনে ১৭ – ১২ মিলিয়ন বছর আগে একটি স্ত্র্যাটোভলকেনিক শৃঙ্খলা গঠন হয় এবং ৫ মিলিয়ন বছর আগে পর্যন্ত তীব্র অবতলন, সেইসাথে প্রায় ৭.৫ মিলিয়ন বছর আগে বন্যা বেসাল্টের সৃষ্টি ঘটে। আধুনিক কারপাথিয়ান পর্বতের উৎচ্বাদন পানি কালো সাগরতে প্রবাহিত হতে বাধা দেয়, এবং বেসিনে প্যানোনিয়ান সাগর গঠিত হয়। কারপাথিয়ান পর্বত ও ডিনারিক পর্বত থেকে তলছাঁচা বেসিনে পরিবাহিত হয়। এখানে, গভীর নদীর তলছাঁচা প্লিস্টোচিনকালে ট্রান্সডানুবিয়ান পর্বতের উৎচ্বাদনের সময় জমা হয়।\nবেসিনে সর্বোচ্চ ৩০০০ মিটার পর্যন্ত তলছাঁচা জমা হয়। প্যানোনিয়ান সাগর লোহা দ্বারের গর্জ দ্বারা নিষ্কাশিত হয়। দক্ষিণ প্যানোনিয়ান বেসিনে, নিওজেন থেকে কোয়াটারনরি পর্যন্ত তলছাঁচার গভীরতা সাধারণত কম। গড়ে তা ৫০০ থেকে ১৫০০ মিটার। সাবডাকশন দ্বারা গঠিত নিম্নস্থ অঞ্চলের কেন্দ্রীয় অংশে ব্যতিক্রম দেখা যায়। উদাহরণস্বরূপ, স্লাভোনিয়া-সিরিমিয়া নিম্নস্থ অঞ্চলে গভীরতা প্রায় ৪০০০ মিটার, সাভা নিম্নস্থ অঞ্চলে ৫৫০০ মিটার এবং ড্রাভা নিম্নস্থ অঞ্চলে প্রায় ৭০০০ মিটার। এখানে সবচেয়ে গভীর তলছাঁচা ভিরোভিতিকা ও স্লাতিনা এর মাঝে পাওয়া যায়।\nপ্রক্রিয়ার ফলে গঠিত বৃহৎ সমতলভূমি পূর্ব স্লাভোনিয়া, বারান্যা ও সিরিমিয়া অঞ্চলে এবং নদী উপত্যকার পাশে বিস্তৃত। এই সমতলভূমি হরস্ট ও গ্রাবেন কাঠামো দ্বারা বিভক্ত। ধারণা করা হয় যে প্যানোনিয়ান সাগরের পৃষ্ঠটি দ্বীপসমূহে বিভক্ত হয়ে গেছে। স্লাভোনিয়ার সর্বোচ্চ ভূ-আকৃতি হল ৯৮৪ মিটার উচ্চ পসুন্জ এবং ৯৫৩ মিটার উচ্চ পাপুক, যা পোজেগা উপত্যকাকে পশ্চিম ও উত্তর দিক থেকে ঘিরে রেখেছে। এই দুইটি পর্বত এবং পাপুকের সংলগ্ন ক্র্ন্দিজা মূলত পেলিয়োজোইক শিলায় গঠিত, যা প্রায় ৩০০ থেকে ৩৫০ মিলিয়ন বছর পুরানো। পসুঞ্জের পূর্বে এবং উপত্যকাকে দক্ষিণ থেকে ঘিরে থাকা পোজেগা গোরা ও দিল্জ তুলনামূলকভাবে নতুন নিওজেন শিলায় গঠিত। তবে, পোজেগা গোরা উচ্চ ক্রিটেশিয়াস স্তরাবলি ও অগ্নিযুক্ত শিলা ধারণ করে। এরা ৩০ কিলোমিটার দীর্ঘ একটি রিজ গঠন করে এবং ক্রোয়েশিয়ার বৃহত্তম অগ্নিযুক্ত ভূ-আকৃতি হিসেবে বিবেচিত। পাপুকের কাছে, ভোচিন অঞ্চলে একটি ছোট অগ্নিযুক্ত ভূ-আকৃতি রয়েছে। এই দুইটি পর্বত এবং মোসলাভাচকা গোরা, যা পাক্রাকের পশ্চিমে অবস্থিত, সম্ভাব্য অবশিষ্টাংশ হিসেবে বিবেচিত হয়। এগুলো জ্বালামুখী ধনুক সম্পর্কিত আলপাইন পর্বতগঠনের ফল। ড্যাকোভো–ভুকোভার লস সমতলভূমি দিল্জ থেকে পূর্ব দিকে বিস্তৃত হয়েছে। এটি ভুকা ও বসুত নদীর মধ্যে জলবিভাজন নির্ধারণ করে। ধীরে ধীরে, এটি ইলকের দক্ষিণে ফ্রুশকা গোরার পর্যন্ত পৌঁছায়।\n\n\n==== জলতত্ত্ব ও জলবায়ু ====\nস্লাভোনিয়ার সবচেয়ে বড় নদীগুলি এর সীমানার বরাবর বা কাছাকাছি পাওয়া যায়—ডানিউব, সাভা এবং ড্রাভা। ডানিউব, যা স্লাভোনিয়ার পূর্ব সীমানা বরাবর এবং ভুকোভার ও ইলোক শহরগুলোর মধ্য দিয়ে প্রবাহিত হয়, এর দৈর্ঘ্য ১৮৮ কিলোমিটার (১১৭ মাইল), এবং এর প্রধান শাখানদীগুলি হলো ড্রাভা ১১২-কিলোমিটার (৭০-মাইল) এবং ভুকা। ড্রাভা, ওসিয়েকের পূর্বে আলজমাস এর কাছে ডানিউবে প্রবাহিত হয়, আর ভুকার মুখভাগ ভুকোভার এ অবস্থিত।\n\nসাভার প্রধান শাখানদীগুলি, যা স্লাভোনিয়ার দক্ষিণ সীমানা বরাবর এবং স্লাভোনস্কি ব্রড ও ঝুপাঞ্জা শহরের মধ্য দিয়ে প্রবাহিত হয়, হলো ৮৯-কিলোমিটার (৫৫-মাইল) দৈর্ঘ্যের অর্লজাভা (যা পোযেগা দিয়ে প্রবাহিত হয়) এবং বসুত—যার ১৫১-কিলোমিটার (৯৪-মাইল) দৈর্ঘ্যের পথ স্লাভোনিয়ায় ভিনকোভসি এর মধ্য দিয়ে যায়। স্লাভোনিয়ায় বড় কোনো হ্রদ নেই। সবচেয়ে বড়গুলো হলো কোপাচেভো হ্রদ, যার পৃষ্ঠের ক্ষেত্রফল ১.৫ থেকে ৩.৫ বর্গকিলোমিটার (০.৫৮ থেকে ১.৩৫ বর্গমাইল) এর মধ্যে পরিবর্তিত হয়, এবং বোরোভিক জলাধার, যার আয়তন ২.৫ বর্গকিলোমিটার (০.৯৭ বর্গমাইল)।\nকোপাচেভো হ্রদ, যা ডানিউবের সাথে হুলোভস্কি নালা দ্বারা সংযুক্ত, কোপাচকি রিট আর্দ্রভূমির মধ্যে অবস্থিত, অন্যদিকে, বোরোভিক হ্রদ একটি কৃত্রিম হ্রদ, যা ১৯৭৮ সালে ভুকা নদীর উপরের ধাপে সৃষ্টি করা হয়েছিল।\n\nস্লাভোনিয়ার সমগ্র অংশ ডানিউব বেসিন এবং কালো সাগর জলগ্রহণ এলাকার অন্তর্গত, তবে এটি দুটি উপবেসিনে বিভক্ত। এর মধ্যে একটি সাভায়—যা নিজেই ডানিউবের শাখানদী—তে নিষ্কাশিত হয় এবং অপরটি ড্রাভা বা সরাসরি ডানিউবে প্রবাহিত হয়। দুটি উপবেসিনের মধ্যে নিষ্কাশন বিভাজন পাপুক ও ক্রন্ডিজা পর্বতমালার বরাবর চলে, যা কার্যত ভিরোভিতিকা-পোদ্রাভিনা জেলার দক্ষিণ সীমানা এবং পোযেগা-স্লাভোনিয়া জেলার উত্তর সীমানা নির্ধারণ করে, এছাড়াও ওসিয়েক-পোদ্রাভিনা জেলার উত্তরে ড্যাকোভো পার হয়ে যায়, এবং অবশেষে ভুকোভার-সিরিমিয়া জেলার মধ্য দিয়ে ভুকোভার ও ভিনকোভসির মধ্যে চলে ফ্রুষকা গোরা পৌঁছায়, যা ইলোকের দক্ষিণ-পশ্চিমে অবস্থিত। ব্রড-পোসাভিনা জেলার সমগ্র অংশ সাভা উপবেসিনে অবস্থিত।\nক্রোয়েশিয়ার বেশিরভাগ অংশ, স্লাভোনিয়া সহ, একটি মাঝারি উষ্ণ ও বৃষ্টিময় আর্দ্র মহাদেশীয় জলবায়ু দ্বারা সংজ্ঞায়িত, যা কপেন জলবায়ু শ্রেণিবিভাগ অনুযায়ী নির্ধারিত। বার্ষিক গড় তাপমাত্রা গড়ে ১০ থেকে ১২ ডিগ্রি সেলসিয়াস (৫০ থেকে ৫৪ ডিগ্রি ফারেনহাইট) হয়, যেখানে সবচেয়ে উষ্ণ মাস জুলাই, যার গড় তাপমাত্রা প্রায় ২২ ডিগ্রি সেলসিয়াস (৭২ ডিগ্রি ফারেনহাইট) এর নিচে। মহাদেশীয় অঞ্চলে তাপমাত্রার চরম পার্থক্য বেশি দেখা যায়—নিম্নতম তাপমাত্রা −২৭.৮ ডিগ্রি সেলসিয়াস (−১৮.০ ডিগ্রি ফারেনহাইট) ২৪ জানুয়ারি ১৯৬৩ সালে স্লাভোনস্কি ব্রড এ রেকর্ড করা হয়েছিল, এবং সর্বোচ্চ তাপমাত্রা ৪০.৫ ডিগ্রি সেলসিয়াস (১০৪.৯ ডিগ্রি ফারেনহাইট) ৫ জুলাই ১৯৫০ সালে ড্যাকোভো এ রেকর্ড করা হয়েছিল।\nস্লাভোনিয়ার পূর্ব অংশে বছরে ৭০০ মিলিমিটার (২৮ ইঞ্চি) এর কম বৃষ্টিপাত রেকর্ড করা হয়, প্রধানত উত্পাদন মৌসুমে, এবং স্লাভোনিয়ার পশ্চিম অংশগুলো বছরে ৯০০ থেকে ১,০০০ মিলিমিটার (৩৫ থেকে ৩৯ ইঞ্চি) বৃষ্টিপাত গ্রহণ করে। নিম্ন শীতের তাপমাত্রা এবং বছরের সারা বৎসরের বৃষ্টিপাতের সমান বন্টনের ফলে সাধারণত তুষারাবরণ হয়, এবং নদীগুলি জমে যায়—যার জন্য বরফ ভাঙার জাহাজ, এবং চরম ক্ষেত্রে বিস্ফোরকের ব্যবহার করা হয়, পানির প্রবাহ এবং নৌপরিবহণ বজায় রাখার জন্য।\nস্লাভোনিয়া গড়ে বছরে ২০০০ ঘণ্টারও বেশি সূর্যালোক পায়। প্রচলিত বাতাস হালকা থেকে মাঝারি, উত্তর-পূর্বমুখী এবং দক্ষিণ-পশ্চিমমুখী।\n\n\n== জনসংখ্যাতত্ত্ব ==\n\n২০১১ সালের জনমতের অনুসারে, স্লাভোনিয়ার পাঁচটি কাউন্টির মোট জনসংখ্যা ছিল ৮০৬,১৯২, যা ক্রোয়েশিয়ার মোট জনসংখ্যার ১৯%।\nস্লাভোনিয়ার মোট জনসংখ্যার সবচেয়ে বৃহত্তম অংশ ওসিজেক-বারাঞ্জা কাউন্টিতে বাস করে, এর পরে ভুকোভার-সিরমিয়া কাউন্টিতে।\nপোজেগা-স্লাভোনিয়া কাউন্টি স্লাভোনিয়ার সর্বনিম্ন জনবহুল কাউন্টি।\nমোটামুটিভাবে, জনঘনত্ব প্রতি বর্গ কিলোমিটারে ৬৪.২ জন।\nজনঘনত্ব ৭৭.৬ থেকে ৪০.৯ জন প্রতি বর্গ কিলোমিটারে পরিবর্তিত হয়, সর্বোচ্চ জনঘনত্ব ব্রড-পোসাভিনা কাউন্টিতে রেকর্ড করা হয়েছে এবং সর্বনিম্নটি ভিরোভিটিকা-পোড্রাভিনা কাউন্টিতে।\nওসিজেক স্লাভোনিয়ার সর্ববৃহৎ শহর, এর পরে স্লাভোনসকি ব্রড, ভিঙ্কোভসি এবং ভুকোভার।\nস্লাভোনিয়ার অন্যান্য শহরগুলির জনসংখ্যা ২০,০০০-এর নিচে।\n২০০১ সালের জনমতের অনুসারে, ক্রোয়েশিয়ানরা স্লাভোনিয়ার জনসংখ্যার ৮৫.৬ শতাংশ গঠন করে, এবং সবচেয়ে উল্লেখযোগ্য নৃগোষ্ঠী সংখ্যালঘু হলেন সার্ব এবং হাঙ্গেরিয়ান, যথাক্রমে জনসংখ্যার ৮.৮ শতাংশ এবং ১.৪ শতাংশ।\nসার্ব সংখ্যালঘুর সর্ববৃহৎ অংশ ভুকোভার-সিরমিয়া কাউন্টিতে (১৫ শতাংশ) রেকর্ড করা হয়েছে, যখন বৃহত্তম হাঙ্গেরিয়ান সংখ্যালঘু, আপেক্ষিক ও মোটদিয়ে, ওসিজেক-বারাঞ্জা কাউন্টিতে পর্যবেক্ষণ করা হয়েছে।\nজনমতে, ৮৫.৪% জনসংখ্যা নিজেদেরকে ক্যাথলিক হিসেবে ঘোষণা করেছে, আরও ৪.৪% সার্বিয়ান অর্থডক্স চার্চ-এ এবং ০.৭% মুসলিম হিসেবে।\n৩.১% নিজেদেরকে নিরাধর্মিক, অজ্ঞাতবাদী হিসেবে ঘোষণা করেছে অথবা তাদের ধর্ম ঘোষণা করতে অস্বীকার করেছে।\nএই অঞ্চলে সর্বাধিক ব্যবহৃত ভাষা হল ক্রোয়েশিয়ান, যা মোট জনসংখ্যার ৯৩.৬% দ্বারা প্রথম ভাষা হিসেবে ঘোষিত, এর পরে সার্বিয়ান (২.৬%) এবং হাঙ্গেরিয়ান (১.০%)।\nস্লাভোনিয়ার জনসংখ্যাতাত্ত্বিক ইতিহাস গুরুত্বপূর্ণ অভিবাসনের দ্বারা চিহ্নিত, যেমন ক্রোয়েশিয়ার সমগ্র ইতিহাসে, ক্রোয়েশিয়ানদের আগমন থেকে, ৬ষ্ঠ থেকে ৯ম শতাব্দীর মধ্যে।\n১১০২ সালে ক্রোয়েশিয়া ও হাঙ্গেরির ব্যক্তিগত সংযুক্তি প্রতিষ্ঠার পর,\nএবং ১৫২৭ সালে হাবসবার্গ রাজতন্ত্রে যোগদানের পর,\nক্রোয়েশিয়ার হাঙ্গেরি ও জার্মান ভাষাভাষী জনসংখ্যা ধীরে ধীরে বৃদ্ধি পেতে শুরু করেছিল।\nম্যাজারাইজেশন এবং জার্মানাইজেশন প্রক্রিয়া তীব্রতায় ভিন্ন ছিল, তবে ২০ম শতাব্দীর শুরু পর্যন্ত অব্যাহত ছিল।\nওসমান বিজয়ে ক্রোয়েশিয়ার কিছু জনসংখ্যার অংশের পশ্চিমদিকে অভিবাসন শুরু হয়;\n\nবারগেনল্যান্ড ক্রোয়েশিয়ানরা সেই বসতি স্থাপনকারীদের সরাসরি বংশধর।\nপলায়নরত ক্রোয়েশিয়ানদের পরিবর্তে, হাবসবার্গরা বসনিয়া ও সার্বিয়ার অর্থডক্স জনসংখ্যাকে ক্রোয়েশিয়ান সামরিক সীমানায় সামরিক সেবা প্রদান করার জন্য আহ্বান করলেন।\nএই অঞ্চলে সার্ব অভিবাসন ১৬৯০ এবং ১৭৩৭–৩৯ সালের মহান সার্ব অভিবাসনের সময় শিখরে পৌঁছেছিল।\n১৯১৮ সালে অস্ট্রিয়া-হাঙ্গেরির পতনের পর, হাঙ্গেরিয়ান জনসংখ্যা নির্যাস ও জাতিগত পক্ষপাতের কারণে হ্রাস পেয়েছিল।\nএই পরিবর্তনগুলি দ্রাভা নদীর উত্তরে এবং বারানজা কাউন্টিতে বিশেষভাবে গুরুত্বপূর্ণ ছিল, যেখানে তারা প্রথম বিশ্বযুদ্ধের আগে সংখ্যাগরিষ্ঠ ছিল।\n\nউনিশ শতকের শেষ থেকে ক্রোয়েশিয়া থেকে বিদেশে উল্লেখযোগ্য পরিমাণে অর্থনৈতিক অভিবাসন ঘটেছিল। প্রথম বিশ্বযুদ্ধের পর, ইউগোস্লাভ শাসনব্যবস্থা স্লাভোনিয়াতে ৫০ শতাংশ পর্যন্ত সম্পত্তি হরণ করে এবং সার্ব স্বেচ্ছাসেবক ও যুদ্ধবীরদের দ্বারা ভূমি দখলের উৎসাহ প্রদান করেছিল, তবে দ্বিতীয় বিশ্বযুদ্ধের সময় শাসনব্যবস্থা তাদের ৭০,০০০ পর্যন্ত নতুন বসতি স্থাপনকারীর দ্বারা বহিষ্কৃত করে। দ্বিতীয় বিশ্বযুদ্ধ এবং যুদ্ধ পরবর্তী অবিলম্বে সময়কালে, আরও উল্লেখযোগ্য জনসংখ্যাতাত্ত্বিক পরিবর্তন ঘটেছিল, কারণ জার্মান ভাষাভাষী জনসংখ্যা, ড্যানিউব স্বাবিয়ানসকে বাধ্য বা অন্যভাবে প্রস্থান করতে বাধ্য করা হয়েছিল—এবং এভাবে স্লাভোনিয়া ও বর্তমান ক্রোয়েশিয়া ও সার্বিয়ার অন্যান্য অংশে বসবাসরত প্রাক-যুদ্ধের ৫০০,০০০ জন জার্মানদের সংখ্যা হ্রাস পেয়ে ১৯৫৩ সালের জনমতে ৬২,০০০ জনে অবতীর্ণ হয়েছিল। ১৯৪০-এর দশক এবং ১৯৫০-এর দশকে ইউগোস্লাভিয়ায় স্থানচ্যুত জার্মানদের বাসস্থানের উপনিবেশীকরণ, বসনিয়া ও হার্জেগোভিনা, সার্বিয়া এবং মন্টেনেগ্রোর পাহাড়ি অঞ্চলের মানুষদের দ্বারা, এবং শিল্প উন্নয়নের প্ররোচিত বড় শহরে অভিবাসন ঘটেছিল। ১৯৬০-এর দশক এবং ১৯৭০-এর দশকে, আরেকটি অর্থনৈতিক অভিবাসী তরঙ্গ বিদায় নেয়—প্রধানত কানাডা, অস্ট্রেলিয়া, নিউজিল্যান্ড এবং পশ্চিম ইউরোপে চলে যাওয়ার মাধ্যমে।\nস্লাভোনিয়া কাউন্টিগুলির নৃগোষ্ঠীগত গঠনে সর্বশেষ পরিবর্তন ১৯৯১ এবং ২০০১ সালের জনমতের মধ্যে সংঘটিত হয়। ১৯৯১ সালের জনমত একটি বৈচিত্র্যময় জনসংখ্যা রেকর্ড করেছিল, যা প্রধানত ক্রোয়েশিয়ান ও সার্বদের নিয়ে গঠিত ছিল—যথাক্রমে মোট জনসংখ্যার ৭২% ও ১৭%। ক্রোয়েশিয়ার স্বাধীনতা যুদ্ধ এবং এর পূর্ববর্তী ইউগোস্লাভিয়ার নৃগোষ্ঠীগত ভাঙনের ফলে, প্রথমে ক্রোয়েশিয়ান জনসংখ্যার বহিষ্কার ঘটে, তারপরে সার্বদের বহিষ্কার ঘটে। যুদ্ধবিরতির পর থেকে শরণার্থীদের প্রত্যাবর্তন সম্পূর্ণ নয়—অধিকাংশ ক্রোয়েশিয়ান শরণার্থী প্রত্যাবর্তন করলেও, কম সার্ব প্রত্যাবর্তন করে। তদুপরি, নৃগোষ্ঠীগত ক্রোয়েশিয়ানরা বসনিয়া ও হার্জেগোভিনা ও সার্বিয়া থেকে স্লাভোনিয়ায় চলে এসেছে।\n\n\n== অর্থনীতি ও পরিবহন ==\n\nস্লাভোনিয়ার অর্থনীতি প্রধানত পাইকারি ও খুচরা বাণিজ্য এবং প্রক্রিয়াকরণ শিল্পের উপর ভিত্তি করে। খাদ্য প্রক্রিয়াকরণ এই অঞ্চলের প্রক্রিয়াকরণ শিল্পের অন্যতম গুরুত্বপূর্ণ ধরণ, যা এলাকার কৃষি উৎপাদনকে সমর্থন করে এবং এর অন্তর্ভুক্ত মাংস প্যাকিং, ফল ও সবজি প্রক্রিয়াকরণ, চিনি পরিশোধন, মিষ্টি শিল্প এবং দুগ্ধ শিল্প। তদুপরি, অঞ্চলে এমন ওয়াইনারি (মদ প্রস্তুতকারখানা) রয়েছে যা ক্রোয়েশিয়ার অর্থনীতির জন্য গুরুত্বপূর্ণ। স্লাভোনিয়ার জন্য অন্যান্য উল্লেখযোগ্য প্রক্রিয়াকরণ শিল্পের ধরণগুলির মধ্যে রয়েছে কাঠ প্রক্রিয়াকরণ, যার মধ্যে আসবাবপত্র উৎপাদন, সেলুলোজ, কাগজ এবং কার্ডবোর্ড; ধাতু কাজ, টেক্সটাইল শিল্প এবং কাঁচ উৎপাদন. পরিবহন এবং সিভিল প্রকৌশল স্লাভোনিয়ায় আরও দুইটি গুরুত্বপূর্ণ অর্থনৈতিক কার্যক্রম।\n\nস্লাভোনিয়ার বৃহত্তম শিল্পকেন্দ্র হল ওসিজেক, এরপরে অন্যান্য কাউন্টির সদর দফতর—স্লাভোনসকি ব্রড, ভিরোভিটিকা, পোজেগা এবং ভুকোভার, এছাড়াও অন্যান্য বেশ কিছু শহর, বিশেষ করে ভিঙ্কোভসি।\n\n স্লাভোনিয়ার পাঁচটি কাউন্টির সম্মিলিত মোট অভ্যন্তরীণ উৎপাদন (২০০৮ সালে) ছিল ৬,৪৫৪ মিলিয়ন ইউরো, অথবা প্রতি ব্যক্তির জন্য ৮,০০৫ ইউরো—ক্রোয়েশিয়ার জাতীয় গড়ের তুলনায় ২৭.৫% কম। এই পাঁচটি কাউন্টির মোট অভ্যন্তরীণ উৎপাদন ক্রোয়েশিয়ার মোট অভ্যন্তরীণ উৎপাদনের ১৩.৬% প্রতিনিধিত্ব করেছিল। স্লাভোনিয়ার মধ্য দিয়ে বেশ কয়েকটি প্যান-ইউরোপীয় পরিবহন করিডোর প্রবাহিত হয়েছে: করিডোর ভিসি হিসেবে এ৫ মোটরওয়ে, দশম করিডোর হিসেবে এ৩ মোটরওয়ে, এবং স্লাভোনিয়ার পশ্চিম থেকে পূর্ব পর্যন্ত বিস্তৃত একটি দ্বিমুখী রেলপথ। এছাড়াও, সপ্তম করিডোর —ড্যানিউব নদীর জলপথও এর অন্তর্ভুক্ত। এই জলপথে প্রবেশ করা হয় ভুকোভার বন্দরের মাধ্যমে, যা ক্রোয়েশিয়ার সর্ববৃহৎ নদী বন্দর এবং সরাসরি ড্যানিউব নদীর উপর অবস্থিত, এবং ওসিজেক বন্দরের মাধ্যমে দ্রাভা নদীতে, যা নদীগুলির মিলনবিন্দু থেকে ১৪.৫ কিলোমিটার (৯.০ মাইল) দূরে অবস্থিত।\nঅন্য একটি প্রধান খাত, স্লাভোনিয়ার অর্থনীতির, হলো কৃষি, যা প্রক্রিয়াকরণ শিল্পের জন্য কাঁচামালের অংশও সরবরাহ করে। ক্রোয়েশিয়ায় ব্যবহৃত কৃষিজমির মোট ১০,৭৭,৪০৩ হেক্টর (২৬,৬২,৩২০ একর) এর মধ্যে, ৪,৯৩,৮৭৮ হেক্টর (১২,২০,৪০০ একর), অথবা ৪৫% এরও বেশি, স্লাভোনিয়ায় পাওয়া যায়, যেখানে জমির বৃহত্তম অংশ ওসিজেক-বারাঞ্জা এবং ভুকোভার-সিরমিয়া কাউন্টিতে অবস্থিত। সবচেয়ে বৃহৎ এলাকা শস্য (শস্য) এবং তেলবীজ (তেলবীজ) উৎপাদনের জন্য ব্যবহৃত হয়, যথাক্রমে ৫,৭৪,৯১৬ হেক্টর (১৪,২০,৬৫০ একর) এবং ৮৯,৩৪৮ হেক্টর (২,২০,৭৮০ একর) আচ্ছাদিত। \nক্রোয়েশিয়ার কৃষি উৎপাদনশীল জমিতে স্লাভোনিয়ার শেয়ার শস্য উৎপাদনে (৫৩.৫%), ডালশস্য (৪৬.৮%), তেলবীজ (৮৮.৮%), চিনি বিট (৯০%), তামাক (৯৭.৯%), ঔষধ বা সুগন্ধি শিল্পে ব্যবহৃত উদ্ভিদ (৮০.৯%), ফুল, চারা ও বীজ (৮০.৩%) এবং টেক্সটাইল শিল্পে ব্যবহৃত উদ্ভিদ (৬৯%) উৎপাদনে সর্বোচ্চ।  \nস্লাভোনিয়া ক্রোয়েশিয়ার গো-গাভীর ২৫.৭%, শূকর ৪২.৭% এবং পোল্ট্রি (পোল্ট্রি) ২০% অবদান রাখে।  \nস্লাভোনিয়ায় মোট ৫,১৩৮ হেক্টর (১২,৭০০ একর) আঙ্গুরের বাগান রয়েছে, যা ক্রোয়েশিয়ার মোট আঙ্গুরের বাগানের ১৮.৬% প্রতিনিধিত্ব করে।  \nফল ও বাদাম উৎপাদনও উল্লেখযোগ্য কৃষিজমি দখল করে।  \nআপেল বাগান মোট ১,২৬১ হেক্টর (৩,১২০ একর) আচ্ছাদিত, যা ক্রোয়েশিয়ার আপেল রোপণের ৪২.৩% প্রতিনিধিত্ব করে; আলুবোখারা (plum) বাগান মোট ৪৫০ হেক্টর (১,১০০ একর) আচ্ছাদিত, যা ক্রোয়েশিয়ার আলুবোখারা রোপণের ৫৯.৭% এবং হ্যাজেলনাট বাগান মোট ৩১৯ হেক্টর (৭৯০ একর) আচ্ছাদিত, যা ক্রোয়েশিয়ার হ্যাজেলনাট রোপণের ৭২.৪% প্রতিনিধিত্ব করে।  \nঅন্য উল্লেখযোগ্য স্থায়ী ফসলের মধ্যে রয়েছে চেরি, নাশপাতি, পীচ এবং আখরোট।\n\n\n== সংস্কৃতি ==\n  স্লাভোনিয়ার সাংস্কৃতিক ঐতিহ্য এর ইতিহাসের মাধ্যমে সামাজিক প্রভাবের মিশ্রণ এবং ঐতিহ্যবাহী সংস্কৃতির একটি সংমিশ্রণ উপস্থাপন করে, বিশেষ করে ১৭শ শতকের শেষে, এবং ঐতিহ্যগত সংস্কৃতি। একটি বিশেষ প্রভাব তৈরি করেছিল বারোক শিল্পকলা এবং ১৮শ শতকের স্থাপত্য, যখন স্লাভোনিয়ার শহরগুলি উন্নয়ন শুরু করেছিল, অটোমান যুদ্ধ শেষ হওয়ার পর এবং এলাকায় স্থিতিশীলতা পুনঃপ্রতিষ্ঠিত হওয়ার পরে। এই সময়ে মহানুভবতার উল্লেখযোগ্যতা ছিল, যারা তাদের যুদ্ধকালের সেবা পালনের জন্য স্লাভোনিয়ায় জায়গা পুরস্কৃত হয়েছিল। তাদের মধ্যে ছিলেন প্রিন্স ইউজিন অব সাভয়, এস্টেরহাজি পরিবার, ওডেস্কালকি পরিবার, ফিলিপ কার্ল ভন এল্টজ-কেম্পেনিচ, প্রান্ডাউ-নর্মান্ন পরিবার, পেজাচেভিচ পরিবার এবং যাঙ্কোভিচ পরিবার। এটি পরবর্তীতে ইউরোপীয় সংস্কৃতির আধুনিক প্রবাহকে ওই অঞ্চলে আনার উৎসাহ দেয়। শহর ও সমাজের পরবর্তী উন্নয়ন দেখে নিওক্লাসিকিজম, ইতিহাসবাদ এবং বিশেষ করে আর্ট নুভো এর প্রভাব।\nএই অঞ্চলের ঐতিহ্যের মধ্যে অনেকগুলি প্রতীক রয়েছে, বিশেষ করে মালিকানার বাড়ি গুলি যা অধিকাংশ ১৮শ এবং ১৯শ শতকে অভিজাতদের দ্বারা নির্মিত হয়েছিল। এর মধ্যে রয়েছে প্রান্ডাউ-নর্মান্ন এবং প্রান্ডাউ-মেইলথ মালিকানার বাড়ি ভালপোভো এবং ডঞ্জি মিহোলজ্যাক শহরে যথাক্রমে, বারানজা অঞ্চলের বিলিয়ে, ডারদায় একটি প্রাক্তন এস্টারহাজি এস্টেট, টিকভেস এবং কনেজেভো। পেজাচেভিচ পরিবার একাধিক বাসস্থানের নির্মাণ করেছে, এর মধ্যে সবচেয়ে জনপ্রিয় দুটি হল ভিরোভিতিকায় মালিকানার বাড়ি এবং পেজাচেভিচ মালিকানার বাড়ি ইন নাসিস। পূর্বদিকে, ডানিউবের তীরে ওডেস্কালকি মালিকানার বাড়ি ইলোক, এবং এল্টজ মালিকানার বাড়ি ভুকোভারে—পরবর্তীতে ১৯৯১ সালে ভুকোভারের যুদ্ধকালে ব্যাপক ক্ষতিগ্রস্ত হয়, তবে এটি ২০১১ সালের মধ্যে পুনর্নির্মাণ করা হয়েছিল। অঞ্চলের দক্ষিণপূর্বে, সবচেয়ে গুরুত্বপূর্ণগুলি হল কুটজেভো যীশুয়া মালিকানার বাড়ি, এবং সার্নিক মালিকানার বাড়ি, যা যথাক্রমে কুটজেভো এবং সার্নিক শহরে অবস্থিত। এই সময়কালটি টভরজা এবং ব্রড কেল্লার নির্মাণও দেখেছে অসিয়েক এবং স্লাভনস্কি ব্রডে। পুরোনো, মধ্যযুগীয় কেল্লাগুলি শুধু ধ্বংসাবশেষ হিসাবে সংরক্ষিত—এদের মধ্যে সবচেয়ে বড় হল রুজিকা কাসল ওরাহোভিকার কাছে। আরেকটি ১৯শ শতকের প্রতীক হল ঝাকোভো ক্যাথেড্রাল—যা পোপ জন বিশ তৃতীয় দ্বারা ভেনিস এবং ইস্তাম্বুলের মধ্যে সবচেয়ে সুন্দর গীর্জা হিসেবে অভিহিত হয়েছে।\n\nস্লাভোনিয়া সমগ্র ক্রোয়েশিয়ার সংস্কৃতিতে উল্লেখযোগ্য অবদান রেখেছে, শিল্পীদের সৃষ্টিকর্ম এবং শিল্পপ্রেমীদের মাধ্যমে—তাদের মধ্যে সবচেয়ে উল্লেখযোগ্য হল জোসিপ জুরাজ স্ট্রোস্মায়ার। স্ট্রোস্মায়ার ক্রোয়েশিয়ার যোগস্লাভ বিজ্ঞান ও শিল্প একাডেমি প্রতিষ্ঠায় গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন, পরে এটি ক্রোয়েশিয়ান বিজ্ঞান ও শিল্প একাডেমিতে নামান্তরিত হয়, এবং যাগ্রেব বিশ্ববিদ্যালয় এর পুনঃপ্রতিষ্ঠাও করেছিলেন। স্লাভোনিয়ার বহু শিল্পী, বিশেষ করে লেখকরা, ক্রোয়েশিয়ার সংস্কৃতিতে উল্লেখযোগ্য অবদান রেখেছেন। ১৯শ শতকের লেখকদের মধ্যে ক্রোয়েশিয়ার সাহিত্যে সবচেয়ে গুরুত্বপূর্ণ হিসেবে গণ্য করা হয় জোসিপ ইউজেন তোমিচ, জোসিপ কোজারাক, এবং মিরোস্লাভ ক্রালজেভিচ—যিনি প্রথম ক্রোয়েশিয়ান উপন্যাসের লেখক ছিলেন।\nস্লাভোনিয়ার ২০শ শতকের উল্লেখযোগ্য কবি ও লেখক ছিলেন ডোব্রীশা চেসারিচ, ড্রাগুটিন তাদিয়ানোভিচ, ইভানা ব্র্লিচ-মাজুরানিচ এবং আন্তুন গুস্তাভ মাতোষ. ক্রোয়েশিয়ার শিল্পকলায় ব্যাপক অবদান রেখে স্লাভোনিয়ার সঙ্গে যুক্ত চিত্রকররা ছিলেন মিরোস্লাভ ক্রালজেভিচ এবং বেলা চিকোস সেসিয়া. স্লাভোনিয়া ক্রোয়েশিয়ার ঐতিহ্যবাহী সঙ্গীতে নৃতাত্ত্বিক উপাদানের দিক থেকে একটি স্বতন্ত্র অঞ্চল। এটি এমন একটি অঞ্চল যেখানে লোককাহিনী উৎসবের মাধ্যমে ঐতিহ্যবাহী সংস্কৃতি সংরক্ষিত হয়। প্রচলিত ঐতিহ্যবাহী বাদ্যযন্ত্রগুলির মধ্যে তাম্বুরিকা এবং বেগপাইপ পরিবার অন্তর্ভুক্ত।\nতাম্বুরিকা স্লাভোনিয়ার ঐতিহ্যবাহী সংস্কৃতির সাথে সংশ্লিষ্ট সবচেয়ে প্রতিনিধিত্বমূলক বাদ্যযন্ত্র। এটি স্লাভোনিয়া শাসনের সময় ওসমানীদের দ্বারা আনা বাদ্যযন্ত্র থেকে বিকশিত হয়, ঐতিহ্যবাহী সঙ্গীতের অবিচ্ছেদ্য অংশে পরিণত হয়ে, এর ব্যবহার বেগপাইপ এবং গুসলে এর ব্যবহারকে অতিক্রম করে বা প্রতিস্থাপিত করে। স্লাভোনিয়া থেকে উৎপত্তি করা একটি স্বতন্ত্র ঐতিহ্যবাহী গানের ধরণ, বেচারাককে অমূর্ত সাংস্কৃতিক ঐতিহ্য হিসেবে স্বীকৃতি প্রদান করা হয়েছে ইউনেস্কো।\nক্রোয়েশিয়ার ১২২টি বিশ্ববিদ্যালয় এবং অন্যান্য উচ্চশিক্ষা প্রতিষ্ঠানের মধ্যে, স্লাভোনিয়া একটি বিশ্ববিদ্যালয়ের আবাসস্থল—জোসিপ জুরাজ স্ট্রোস্মায়ার বিশ্ববিদ্যালয়, অসিয়েক—এছাড়াও পোজেগা, স্লাভোনস্কি ব্রড এবং ভুকোভারে তিনটি পলিটেকনিক, এবং একটি কলেজ রয়েছে ভিরোভিতিকায়—সবগুলো প্রতিষ্ঠিত ও পরিচালিত সরকার দ্বারা. অসিয়েক বিশ্ববিদ্যালয়, প্রতিষ্ঠিত হয়েছে ১৯৭৫ সালে, কিন্তু শহরে উচ্চশিক্ষার প্রথম প্রতিষ্ঠান ছিল স্টুডিয়াম ফিলোসফিকুম এসেকিনি, যা প্রতিষ্ঠিত হয় ১৭০৭ সালে এবং ১৭৮০ পর্যন্ত কার্যকর ছিল। আরেকটি ঐতিহাসিক উচ্চশিক্ষা প্রতিষ্ঠান ছিল একাডেমিয়া পোসেগানা, যা পোজেগায় ১৭৬১ থেকে ১৭৭৬ পর্যন্ত পরিচালিত হয়েছে, যা শহরে অবিচ্ছিন্নভাবে চলমান একটি জিমন্যাসিয়াম এর সম্প্রসারণ হিসেবে ছিল, যেহেতু এটি খোলা হয়েছিল ১৬৯৯ সালে, স্লাভোনিয়ার প্রথম মাধ্যমিক শিক্ষা প্রতিষ্ঠান হিসেবে।\n\n\n=== খাবার এবং মদ ===\n \nস্লাভোনিয়ার খাবার অঞ্চলটিতে সাংস্কৃতিক প্রভাবের প্রতিফলন ঘটে তার রান্নার বৈচিত্র্যের মাধ্যমে। এর মধ্যে সবচেয়ে গুরুত্বপূর্ণ ছিল হাঙ্গেরীয়, ভিয়েনিজ, মধ্য ইউরোপীয়, এবং তুর্কি এবং আরব খাবারগুলির প্রভাব, যা একাধিক বিজয়ের এবং সেই সঙ্গে সামাজিক প্রভাবের মাধ্যমে আনা হয়েছিল। ঐতিহ্যবাহী খাবারের উপাদানগুলির মধ্যে রয়েছে আচার করা শাকসবজি, দুগ্ধজাত পণ্য এবং ধূমপান করা মাংস। সবচেয়ে বিখ্যাত ঐতিহ্যবাহী সংরক্ষিত মাংসের পণ্য হলো কুলেন, এটি একটি ক্রোয়েশিয়ান পণ্য যা ইউরোপীয় ইউনিয়ন দ্বারা আদি পণ্য হিসেবে সুরক্ষিত।\nস্লাভোনিয়া হলো ক্রোয়েশিয়ার একটি মদ তৈরির উপ-অঞ্চল, যা তার মুল ভূখণ্ডের মদ উৎপাদন অঞ্চলের অংশ। স্লাভোনিয়ার সবচেয়ে পরিচিত মদ উৎপাদন এলাকাগুলি ডজাকোভো, ইলক এবং কুতজেভো কেন্দ্রিত, যেখানে গ্রাশেভিনা আঙুর প্রাধান্য পায়, তবে অন্যান্য জাতও ক্রমশ প্রাধান্য পাচ্ছে। গত কয়েক দশকে, স্লাভোনিয়ায় মদ উৎপাদনের পরিমাণ বাড়ানোর সাথে সাথে গুণমানও বৃদ্ধি পেয়েছে এবং দেশে ও বিদেশে এর স্বীকৃতি বাড়ছে। ইলক অঞ্চলে প্রথমবারের মতো আঙুরের গাছ লাগানো হয়েছিল, খ্রিস্টাব্দ ৩ শতকেই। স্লাভোনিয়ার সবচেয়ে পুরনো মদ তৈরির সেলারের মধ্যে একটি, যা এখনও অবিচ্ছিন্নভাবে মদ উৎপাদনে ব্যবহৃত হচ্ছে, তা কুতজেভোতে অবস্থিত—এটি ১২৩২ সালে সিস্টারসিয়ানদের দ্বারা নির্মিত।\nস্লাভোনিয়ান বাঁশ ব্যবহার করা হয় বটটি তৈরির জন্য, বড় ঢেঁকি যা ঐতিহ্যগতভাবে পিয়েদমন্ট অঞ্চলে ইতালিতে নেব্বিওলো মদ তৈরিতে ব্যবহৃত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\n\nক্রোয়েশিয়ান ন্যাশনাল ট্যুরিস্ট বোর্ড – স্লাভোনিয়া\nস্লাভোনিয়া এবং বারানজার আঞ্চলিক উন্নয়ন সংস্থা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ সেপ্টেম্বর ২০২০ তারিখে"}