{"pageid": 1513277, "title": "ঐতিহাসিক স্থানের জাতীয় নিবন্ধন", "url": "https://bn.wikipedia.org/wiki?curid=1513277", "content": "জাতীয় ঐতিহাসিক স্থান নিবন্ধন ( NRHP ) হলো মার্কিন যুক্তরাষ্ট্রের ফেডারেল সরকারের ঐতিহাসিক তাৎপর্য বা \"মহান শৈল্পিক মূল্য\" এর জন্য সংরক্ষণের যোগ্য বলে বিবেচিত স্থান, ভবন, কাঠামো, জেলা এবং বস্তুর সরকারী তালিকা ।\n১৯৬৬ সালে জাতীয় ঐতিহাসিক সংরক্ষণ আইন (NHPA) প্রণয়নের মাধ্যমে জাতীয় নিবন্ধন এবং এতে সম্পত্তি যুক্ত করার প্রক্রিয়া প্রতিষ্ঠিত হয়। জাতীয় রেজিস্টারে দেড় মিলিয়নেরও বেশি সম্পত্তির মধ্যে ৯৫,০০০টি পৃথকভাবে তালিকাভুক্ত। বাকিরা ঐতিহাসিক জেলাগুলির মধ্যে সম্পদ অবদান রাখছে ।\nইতিহাসের বেশিরভাগ সময় ধরে, জাতীয় নিবন্ধনটি মার্কিন যুক্তরাষ্ট্রের অভ্যন্তরীণ বিভাগের একটি সংস্থা, জাতীয় উদ্যান পরিষেবা (NPS) দ্বারা পরিচালিত হয়েছে। এর লক্ষ্য হল সম্পত্তির মালিক এবং স্বার্থ গোষ্ঠীগুলিকে সাহায্য করা, যেমন ন্যাশনাল ট্রাস্ট ফর হিস্টোরিক প্রিজারভেশন, এবং মার্কিন যুক্তরাষ্ট্রের ঐতিহাসিক স্থানগুলির সমন্বয়, সনাক্তকরণ এবং সুরক্ষা। যদিও জাতীয় নিবন্ধনের তালিকা বেশিরভাগই প্রতীকী, তাদের তাৎপর্যের স্বীকৃতি তালিকাভুক্ত সম্পত্তির মালিকদের কিছু আর্থিক প্রণোদনা প্রদান করে। সম্পত্তির সুরক্ষা নিশ্চিত করা হয় না। মনোনয়ন প্রক্রিয়ার সময়, ঐতিহাসিক স্থানের জাতীয় নিবন্ধনে অন্তর্ভুক্তির জন্য চারটি মানদণ্ডের ভিত্তিতে সম্পত্তি মূল্যায়ন করা হয়। এই মানদণ্ডগুলির প্রয়োগ ইতিহাস ও সংরক্ষণের শিক্ষাবিদদের পাশাপাশি জনসাধারণ এবং রাজনীতিবিদদের সমালোচনার বিষয় হয়ে দাঁড়িয়েছে। জাতীয় রেজিস্টারে তালিকাভুক্ত অথবা জাতীয় রেজিস্টার ঐতিহাসিক জেলার মধ্যে অবস্থিত একটি সম্পত্তি, সম্পত্তি সংরক্ষণে ব্যয়ের মোট মূল্য থেকে প্রাপ্ত কর প্রণোদনার জন্য যোগ্য হতে পারে।\nসম্পত্তি বিভিন্ন ধরণের মনোনীত করা যেতে পারে, যার মধ্যে রয়েছে পৃথক সম্পত্তি, ঐতিহাসিক জেলা এবং একাধিক সম্পত্তি জমা (এমপিএস)। রেজিস্টারটি সাধারণ তালিকাগুলিকে পাঁচ ধরণের সম্পত্তির মধ্যে একটিতে শ্রেণীবদ্ধ করে: জেলা, স্থান, কাঠামো, ভবন বা বস্তু।\nজাতীয় নিবন্ধন ঐতিহাসিক জেলাগুলি হল সংজ্ঞায়িত ভৌগোলিক এলাকা যেখানে অবদানকারী এবং অ-অবদানকারী সম্পত্তি রয়েছে। কিছু সম্পত্তি জাতীয় উদ্যান পরিষেবা কর্তৃক পরিচালিত হলে স্বয়ংক্রিয়ভাবে জাতীয় নিবন্ধনে যুক্ত হয়। এর মধ্যে রয়েছে জাতীয় ঐতিহাসিক ল্যান্ডমার্ক (NHL), জাতীয় ঐতিহাসিক ল্যান্ডমার্ক জেলা (NHLD), জাতীয় ঐতিহাসিক স্থান (NHS), জাতীয় ঐতিহাসিক উদ্যান, জাতীয় সামরিক উদ্যান, জাতীয় স্মৃতিসৌধ এবং কিছু জাতীয় স্মৃতিস্তম্ভ ।"}