{"pageid": 1513518, "title": "রীয়া শর্মা", "url": "https://bn.wikipedia.org/wiki?curid=1513518", "content": "রীয়া শর্মা (জন্ম ৭ আগস্ট ১৯৯৫) একজন ভারতীয় অভিনেত্রী যিনি মূলত হিন্দি টেলিভিশনে কাজ করেন। তিনি ২০১৪ সালের টেলিভিশন ধারাবাহিক ইতনা করো না মুঝে পেয়ার -এ নিশি খান্নার চরিত্রে অভিনয়ের মাধ্যমে তার কর্মজীবন শুরু করেছিলেন।   ২০১৬ সালে, তিনি এমএস ধোনি: দ্য আনটোল্ড স্টোরি ছবিতে ঋতু চরিত্রে অভিনয় করে বলিউড চলচ্চিত্র জগতে আত্মপ্রকাশ করেন। শর্মা গোল্ড অ্যাওয়ার্ডস প্রাপক এবং অন্যান্য অনেক পুরস্কারের বিভিন্ন বিভাগে মনোনয়ন পেয়েছেন। \nশর্মা স্টার প্লাসের ইয়ে রিশতে হ্যায় প্যায়ার কে ধারাবাহিকের মুখ্য চরিত্র মিষ্টি আগরওয়াল রাজবংশের ভূমিকায় এবং তু সুরজ মে সাঁঝ, পিয়াজি ধারাবাহিকে ডক্টর কনক রাঠি তোশনিওয়ালের চরিত্রে অভিনয় করে ব্যাপক পরিচিতি অর্জন করেছিলেন।  \n\n\n== জীবনের প্রথমার্ধ ==\nরীয়া শর্মা ১৯৯৫ সালের ৭ আগস্ট মহারাষ্ট্রের মুম্বাই শহরে একটি হিন্দু পরিবারে জন্মগ্রহণ করেন।  তিনি মুম্বাইয়ের সেন্ট জেভিয়ার্স কলেজ থেকে স্নাতক ডিগ্রী লাভ করেন। প্রথমে তিনি সাংবাদিক হতে চেয়েছিলেন কিন্তু পরে তিনি অভিনয়কে পেশা হিসাবে বেছে নেন।\n\n\n== কর্মজীবন ==\n\n\n=== অভিষেক এবং প্রাথমিক ভূমিকা (২০১৪-২০১৬) ===\nশর্মা ২০১৪ থেকে ২০১৫ সাল পর্যন্ত সনি টিভি ইতনা করো না মুঝে পেয়ার ধারাবাহিকে নিশি খান্না শাহের চরিত্রে অভিনয়ের করেন এবং এই ধারাবাহিকে রীয়া অভিনেতা মেহুল ব্যাসের সাথে জুটি বাঁধেন  ২০১৪ সালে, তিনি বড়ি দুর সে আয়ে হ্যায় ধারাবাহিকে প্রীয়াঙ্কা প্রীয়া প্রভাকর দাতার চরিত্রে অভিনয় করেছিলেন।   ২০১৫ সালে, তিনি ইয়ে হ্যায় আশিকি সুন ইয়ার চিল মার ধারাবাহিকের একটি পর্বে অভিনেতা দর্শিল সাফারির সাথে অভিনয় করেছিলেন এবং তার অভিনীত চরিত্রের নাম ছিল চান্দিনী কাপুর।  \n২০১৬ সালে, তিনি কিংশুক বৈদ্যের বিপরীতে ইয়ে হ্যায় আশিকি -এর আরেকটি পর্বে  অভিনয় করেছিলেন এবং তার অভিনীত চরিত্রের নাম ছিল সুভি দেশপান্ডে।   শর্মা এরপর কাহানি হামারিতে...দিল দোস্তি দিওয়ানেপান কি ধারাবাহিকে গৌরী শুক্লা চরিত্রে অভিনয় করেন। এই ধারাবাহিকে তিনি অভিনেতা করণ ওয়াহির সাথে কাজ করেন।   এক মাস পরে অনুষ্ঠানটি শেষ হয়। \n২০১৬ সালে, শর্মা নীরজ পান্ডের এমএস ধোনি: দ্য আনটোল্ড স্টোরি চলচ্চিত্রে একটি চরিত্রে অভিনয়ের মাধ্যমে রীয়া শর্মা বলিউডে অভিষেক করেন। এই চলচ্চিত্রে তিনি সুশান্ত সিং রাজপুত এবং কিয়ারা আদভানি -এর মতো অভিনেতাদের সাথে অভিনয় করেছিলেন। এই সিনেমাতে রীয়া শর্মা ধোনির স্ত্রীর বন্ধু ঋতু চরিত্রে অভিনয় করেছিলেন।  \n\n\n=== সুযোগ এবং সাফল্য (২০১৭-বর্তমান) ===\nশর্মা ২০১৭ থেকে ২০১৮ সাল পর্যন্ত স্টার প্লাসের তু সুরজ ম্যায় সাঁঝ, পিয়াজি  ধারাবাহিকে ডক্টর কনক রাঠি তোশনিওয়ালের চরিত্রে অভিনয় করেছেন এবং তার সহ অভিনেতা ছিলেন অবিনেশ রেখি।   এই ধারাবাহিক তার অভিনয় জগতের এক গুরুত্বপূর্ণ মোড় হিসেবে প্রমাণিত হয়।  শর্মা এই ধারাবাহিকে তার অভিনয়ের জন্য সেরা প্রধান অভিনেত্রীর বিভাগে স্বর্ণ পুরষ্কারের মনোনয়ন পেয়েছিল। \n২০১৮ সালে, তিনি অভিনেতা রুসলান মমতাজের সাথে জুটি বেঁধে অ্যান্ডটিভির পর্বভিত্তিক ধারাবাহিক লাল ইশক  -এর এক্টি পর্বে কোমল মিশ্রার চরিত্রে অভিনয় করেছিলেন।   সেই একই বছর, তিনি অভিনেতা বিশাল সিংয়ের সাথে জুটি বেঁধে জি টিভির জনপ্রিয় কুমকুম ভাগ্য  ধারাবাহিকে অঞ্জলি শর্মার চরিত্রে অভিনয় করেছিলেন। \nশর্মা ২০১৯ থেকে ২০২০ সাল পর্যন্ত স্টার প্লাসের ইয়ে রিশতে হ্যায় প্যায়ার কে ধারবাহিকে মিষ্টি আগরওয়াল রাজবংশের  চরিত্রে অভিনয় করে আরও সাফল্য ও প্রশংসা পান।  এই ধারাবাহিকে তিনি অভিনেতা শাহীর শেখের সাথে জুটি বেঁধেছিলেন। এই ধারাবাহিকে অভিনয়ের জন্যও তিনি সেরা প্রধান অভিনেত্রীর বিভাগে জন্য স্বর্ণ পুরষ্কারের মনোনয়ন পেয়েছিলেন।  ধারাবাহিকে শেখের সাথে তার রসায়ন প্রশংসিত হয়েছিল এবং তারা স্বর্ণ পুরষ্কারের অনুষ্ঠানে গোল্ড বেস্ট অনস্ক্রিন জুটি পুরস্কার জিতেছিল। \nতিনি স্টার প্লাসে সম্প্রচারিত দুই ধারাবাহিক ইয়ে রিশতা কেয়া কেহলাতা হ্যায়  এবং ইয়ে রিশতে হ্যায় প্যায়ার কে -এর সমন্বিত পর্বগুলিতে মিষ্টি চরিত্রে অভিনয় করেছিলেন। তিনি শেখের সাথে স্টার প্লাসে সম্প্রচারিত নাচ বালিয়া ৯ টিভি অনুষ্ঠানে একটি নৃত্য পরিবেশন করেছিলেন।  \nদুই বছরের বিরতির পর, শর্মা ২০২২ সালের মিউজিক ভিডিও তু হি তো হ্যায় -তে অভিনেতা সুমেধ মুদগলকরের সাথে জুটি বেঁধেছিলেন। \n\n\n== সর্বজনীন চিত্র ==\nইস্টার্ন আই  পত্রিকায় ২০২০ সালে প্রকাশিত শীর্ষ ৫০ এশীয় তারকার তালিকায় শর্মা ৩০তম স্থানে ছিলেন।   মঞ্জু চন্দ্রন উল্লেখ করেছেন যে ইয়ে রিশতে হ্যায় পেয়ার কে ধারাবাহিকের মুখ্য নারী চরিত্রে অভিনয়ের পর ২০২০ সালে তার ভক্তদের সংখ্যা আকাশচুম্বী হয়ে উঠেছিল। মূলত গুরুত্বপূর্ণ সামাজিক বিষয়গুলির উপর আলোকপাতকারী এই গল্পে তার অভিনয় তাকে খ্যাতি এনে দেয়। তিনি ইস্টার্ন আইয়ে ২০২১ সালে প্রকাশিত শীর্ষ ৩০ বৈশ্বিক এশীয় তারকার তালিকায়ও স্থান পেয়েছেন। \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n=== সঙ্গীত ভিডিও ===\n\n\n== পুরষ্কার এবং মনোনয়ন ==\n\n\n== তথ্যসূত্র =="}