{"pageid": 1513608, "title": "শিল্পা সাকলানি", "url": "https://bn.wikipedia.org/wiki?curid=1513608", "content": "শিল্পা সাকলানি অগ্নিহোত্রী (জন্ম ৫ জুন  ) একজন ভারতীয় অভিনেত্রী যিনি মূলত হিন্দি টেলিভিশনে কাজ করেন। তিনি বিভিন্ন ধারাবাহিকে গুরুত্বপূর্ন চরিত্রে অভিনয়ের জন্য পরিচিত যাদের মধ্যে উল্লেখযোগ্য, কিউকি সাস ভি কাভি বহু থি  ধারাবাহিকে গঙ্গা জোশী বিরানী, কুসুম ধারাবাহিকে কুসুম দেশমুখ কাপুর, বিষ ইয়া অমৃত: সিতারা- তে বৃন্দা, শ্রীমদ রামায়ণ -এ কৈকেয়ী এবং পরিণীতিতে অম্বিকা দেবী সিংহানিয়া।\n\n\n== কর্মজীবন ==\nসাকলানি ২০০১ সালে হিন্দি চলচ্চিত্র \"তেরে লিয়ে\" দিয়ে অভিনয় জীবন শুরু করেন, যেখানে তিনি অভিনেতা অর্জুন পুঞ্জের বিপরীতে, ঋতু মালহোত্রার চরিত্রে অভিনয় করেন। তবে ছবিটি বক্স অফিসে ব্যর্থ হয়। এরপর, ২০০১ থেকে ২০২২ সাল পর্যন্ত তিনি \"এক টুকড়া চান্দ কা\" ধারাবাহিকে যামিনীর ভূমিকায় অভিনয় করেন। ২০০২ সালে, তিনি \"না তুম জানো না হাম\" ছবিতে টিনা চরিত্রে অভিনয় করেন। \n\"কিউকি সাস ভি কাভি বহু থি\" ধারাবাহিকটি সাকলানির অভিনেত্রী জীবনে এক গুরুত্বপূর্ণ মোড় নিয়ে আসে। এই ধারাবাহিকে তিনি ২০০২ থেকে ২০০৮ সাল পর্যন্ত  গঙ্গা জোশী বিরানি চরিত্রে অভিনয় করেন। এই সিরিজের মাধ্যমে তিনি জনপ্রিয়তা অর্জন করেন এবং সেরা পার্শ্ব অভিনেত্রীর জন্য আইটিএ পুরস্কার জেতেন। \n২০০৩ সালে, তিনি \"কেয়া হাদসা কেয়া হকিকত\"-এ উপস্থিত হন এবং ২০০৪ সালে \"লাবণ্য\" ধারাবাহিকে লাবণ্য চরিত্রে অভিনয় করেন। ২০০৫ সালে, তিনি অভিনেতা অনুজ সাক্সেনার সাথে \"কুসুম\" ধারাবাহিকে কুসুম দেশমুখ কাপুর ও স্বাতী গৌতমের দ্বৈত চরিত্রে অভিনয় করেন। একই বছর, তিনি তিনি নাচ বালিয়ে ১ তে অংশগ্রহণ করেন।  এরপর তিনি \"শান্নো কি শাদি\"-তে শালু, \"জসসি জ্যায়সি কোই নাহি\"-তে বিধি, \"জ্যোতি\"-তে রিতু এবং \"এক হাজারোঁ মে মেরি বেহনা হ্যায়\"-তে রাধা কেলকারের চরিত্রে অভিনয় করেন। \n২০০৬ থেকে ২০০৭ সাল পর্যন্ত, সাকলানি \"মেরা স্টার সুপারস্টার\" এবং \"ফেম এক্স\" শো -এর উপস্থাপিকার ভূমিকা পালন করেন। এরপর তিনি বেশ কয়েকটি রিয়েলিটি শোতে অংশ নেন, যার মধ্যে \"মিস্টার অ্যান্ড মিসেস টিভি\" এবং \"সাস ভার্সাস বাহু\" (২০০৮), \"পতি পত্নী অউর উয়ো\" (২০০৯), \"মিঠি ছুরি নং ১\" (২০১০), \"সারভাইভার ইন্ডিয়া - দ্য আল্টিমেট ব্যাটেল\" (২০১২) এবং \"ওয়েলকাম - বাজি মেহমান নওয়াজি কি\" (২০১৩) উল্লেখযোগ্য। \n২০১৩ সালে, তিনি জনপ্রিয় রিয়েলিটি শো \"বিগ বস ৭\"-এ প্রতিযোগী হিসেবে অংশ নেন এবং ১৬তম স্থানে থেকে প্রতিযোগিতা শেষ করেন। ২০১৫ থেকে ২০১৬ সাল পর্যন্ত তিনি \"পাওয়ার কাপল\"-এ অংশ নেন। পাশাপাশি তিনি \"হন্টেড নাইটস, ইয়ে হ্যায় আশিকি, সাবধান ইন্ডিয়া, পেয়ার তুনে কেয়া কিয়া, কোড রেড\" এবং ডর সবকো লাগতা হ্যায় -এর বিভিন্ন পর্বে অভিনয় করেন।  ২০১৫ সালে, তিনি \"দোস্তি.. ইয়ারিয়ান... মানমারজিয়ান\" ধারাবাহিকে নন্দিনী পান্ডের চরিত্রে অভিনয় করেন। \nভ মহাকালী - অন্ত হি আরম্ভ হ্যায় ধারাবাহিকের টেলিভিশনে ফিরে আসেন, যেখানে তিনি দিতির চরিত্রে অভিনয় করেছিলেন।  একই বছর, তিনি কল্লিরে ধারাবাহিকে রোমা কাপুরের চরিত্রে অভিনয় করেন। ২০১৮ থেকে ২০১৯ সাল পর্যন্ত, তিনি \"বিষ ইয়া অমৃত: সিতারা\"-তে সন্দীপ বাসওয়ানার বিপরীতে বিশ্বকন্যা বৃন্দার চরিত্রে অভিনয় করেন। দীর্ঘ বিরতির পর, তিনি ২০২৩ সালে \"তেরে ইশক মে ঘায়াল\" ধারাবাহিকে সুধা চরিত্রে ফিরে আসেন।\n২০২৪ সালের জানুয়ারী  মাস থেকে, সাকলানি শ্রীমদ রামায়ণে কৈকেয়ীর চরিত্রে অভিনয় করছেন।  ২০২৪ সালের জুন থেকে, তাকে পরিণীতিতে অম্বিকা দেবী সিংহানিয়া চরিত্রে অভিনয় করতে দেখা যাচ্ছে। \n\n\n== ব্যক্তিগত জীবন ==\nসাকলানি দেরাদুনে ২০০২৪ সালের ২৯ জুন তারিখে অভিনেতা অপূর্ব অগ্নিহোত্রীকে বিয়ে করেন।   বিয়ের ১৮ বছর পর, ২০২২ সালের ২ ডিসেম্বর সাকলানি তাদের কন্যা সন্তানের জন্ম দেন। \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== পুরস্কার এবং মনোনয়ন =="}