{"pageid": 1513284, "title": "টিকটিকি", "url": "https://bn.wikipedia.org/wiki?curid=1513284", "content": "টিকটিকি বলতে সাপ (ও কিছুক্ষেত্রে অ্যাম্ফিসবিনিয়া) ব্যতীত সমস্ত স্কোয়ামেট সরীসৃপদের বোঝায়, যার অধীনে ৭,০০০-এর বেশি প্রজাতি রয়েছে। অ্যান্টার্কটিকা ও বেশিরভাগ সামুদ্রিক দ্বীপপুঞ্জ বাদে সমস্ত মহাদেশে টিকটিকির প্রজাতি রয়েছে। টিকটিকি গোষ্ঠীটি প্যারাফাইলেটিক, কারণ টিকটিকির কিছু প্রজাতি অন্যান্য প্রজাতিদের তুলনায় সাপের সাথে আরও নিবড়ভাবে সম্বন্ধিত। টিকটিকির আকার কয়েক সেন্টিমিটারের গিরগিটি ও গেকো থেকে ৩ মিটার দীর্ঘ কোমোদো ড্রাগন পর্যন্ত হতে পারে।\nবেশিরভাগ টিকটিকি চতুর্পদী আর তারা পাশাপাশি গতিতে গমন করে। কিছু বংশের ক্ষেত্রে (যেমন পা-বিহীন টিকটিকি) তাদের পা গৌণভাবে বিলুপ্ত হয়েছে, আর তাদের দেহ সাপের মতো। কিছু টিকটিকি আবার গ্লাইড করতে পারে, যেমন বনবাসী ড্রেকো (Draco)। তারা খুবই টেরিটরিয়াল হয়, পুরুষরা অন্যান্য পুরুষদের বিরুদ্ধে লড়ে এবং পুরুষদের আকর্ষিত করার জন্য ও শত্রুদের ভয় দেখানোর জন্য অনেকসময় উজ্জ্বল রং দিয়ে সংকেত প্রেরণ করে। টিকটিকিগুলো মূলত মাংসাশী আর তারা প্রায়ই অতর্কিত শিকারি হয়। টিকটিকির অনেক ক্ষুদ্র প্রজাতিগুলি কীটপতঙ্গ খায় আর কোমোদো ড্রাগন মোষের মতো বড় স্তন্যপায়ীদের ভক্ষণ করে।\n\n\n== তথ্যসূত্র ==\n\n\n=== সাধারণ উৎস ===\nPianka, E. R.; Vitt, L. J. (২০০৩)। Lizards: Windows to the Evolution of Diversity। University of California Press। আইএসবিএন 978-0-520-23401-7। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরও পড়ুন ==\nBehler, John L.; King, F. Wayne (১৯৭৯)। The Audubon Society Field Guide to Reptiles and Amphibians of North America। New York: Alfred A. Knopf। পৃষ্ঠা 581। আইএসবিএন 978-0-394-50824-5। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCapula, Massimo; Behler, John L. (১৯৮৯)। Simon & Schuster's Guide to Reptiles and Amphibians of the World। New York: Simon & Schuster। আইএসবিএন 978-0-671-69098-4। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCogger, Harold; Zweifel, Richard (১৯৯২)। Reptiles & Amphibians। Sydney: Weldon Owen। আইএসবিএন 978-0-8317-2786-4। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nConant, Roger; Collins, Joseph (১৯৯১)। A Field Guide to Reptiles and Amphibians Eastern/Central North America। Boston, Massachusetts: Houghton Mifflin Company। আইএসবিএন 978-0-395-58389-0। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDitmars, Raymond L (১৯৩৩)। Reptiles of the World: The Crocodilians, Lizards, Snakes, Turtles and Tortoises of the Eastern and Western Hemispheres। New York: Macmillan। পৃষ্ঠা 321। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFreiberg, Marcos; Walls, Jerry (১৯৮৪)। The World of Venomous Animals। New Jersey: TFH Publications। আইএসবিএন 978-0-87666-567-1। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGibbons, J. Whitfield (১৯৮৩)। Their Blood Runs Cold: Adventures With Reptiles and Amphibians। Alabama: University of Alabama Press। পৃষ্ঠা 164। আইএসবিএন 978-0-8173-0135-4। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGreenberg, Daniel A. (২০০৪)। Lizards। Marshall Cavendish। আইএসবিএন 9780761415800। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRosenfeld, Arthur (১৯৮৭)। Exotic Pets। New York: Simon & Schuster। পৃষ্ঠা 293। আইএসবিএন 978-0671636906। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n\n উইকিপ্রজাতিতেSauria সম্পর্কিত তথ্য।\n Ernest Ingersoll (১৯২০)। \"Lizard\"। এনসাইক্লোপিডিয়া আমেরিকানা। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}