{"pageid": 1513064, "title": "ভারত মহাসাগরে দাস ব্যবসা", "url": "https://bn.wikipedia.org/wiki?curid=1513064", "content": "ভারত মহাসাগরে দাস ব্যবসা, যা কখনও কখনও পূর্ব আফ্রিকার দাস ব্যবসা মূলত কৃষ্ণাঙ্গ আফ্রিকান দাসদের ধরে নিয়ে যাওয়া এবং পরিবহনের সঙ্গে সম্পর্কিত ছিল। এই ব্যবসা ভারত মহাসাগরের উপকূলজুড়ে চলত, বিশেষ করে স্বাহিলি উপকূল ও আফ্রিকার শৃঙ্গ অঞ্চল থেকে দাস সংগ্রহ করা হতো। দাস ব্যবসার এই প্রভাব পূর্ব আফ্রিকা, দক্ষিণ আরব, ভারতের পশ্চিম উপকূল, ভারত মহাসাগরের দ্বীপসমূহ (যেমন মাদাগাস্কার সহ) এবং দক্ষিণ-পূর্ব এশিয়া, বিশেষ করে জাভা পর্যন্ত বিস্তৃত ছিল।\nদাসদের উৎস মূলত সাহারা-নিম্ন আফ্রিকা, তবে আফ্রিকার অন্যান্য অঞ্চল, মধ্যপ্রাচ্য, ভারত মহাসাগরের দ্বীপপুঞ্জ এবং দক্ষিণ এশিয়া থেকেও দাস সংগ্রহ করা হতো। ভারত মহাসাগরে দাস ব্যবসার সূচনা প্রায় ৪,০০০ বছর আগে হলেও, এটি বিশেষভাবে প্রসারিত হয় প্রাচীনকালের শেষের দিকে (খ্রিস্টীয় প্রথম শতকে) যখন বাইজেন্টাইন এবং সাসানীয় বাণিজ্যিক উদ্যোগগুলি বিকশিত হতে থাকে। সপ্তম শতকে মুসলিম দাস ব্যবসা শুরু হয়, এবং স্থানীয় শক্তির উত্থান-পতনের সাথে দাস ব্যবসার পরিমাণও ওঠানামা করত। ১৬শ শতকে পশ্চিম ইউরোপীয় শক্তিগুলো দাস ব্যবসায় যুক্ত হলে দাসদের আমেরিকা, বিশেষ করে ক্যারিবীয় উপনিবেশগুলোতে পাঠানো শুরু হয়। ১৯শ শতকে দাসপ্রথা বাতিলের ফলে এই ব্যবসা ধীরে ধীরে হ্রাস পেতে থাকে।\n\n\n== ইতিহাস ==\n\n\n=== ভারত মহাসাগরে প্রাচীন দাস ব্যবসা ===\nভারত মহাসাগরে দাস ব্যবসার ইতিহাস ২৫০০ খ্রিস্টপূর্বাব্দের দিকে শুরু হয়েছিল। সেই সময়ে ব্যাবিলনীয়, মিশরীয়, গ্রীক, ভারতীয় এবং পারসিরা ছোট পরিসরে ভারত মহাসাগর (এবং কখনও কখনও লোহিত সাগর ) পেরিয়ে দাস ব্যবসা করত। মহান আলেকজান্ডারের সময়কালে লোহিত সাগরে চলা দাস ব্যবসার বিবরণ আগাথারকিডেস লিপিবদ্ধ করেছেন। স্ট্রাবোর জিওগ্রাফিকা (যা ২৩ খ্রিস্টাব্দের পর সম্পন্ন হয়) থেকে জানা যায় যে, মিশরের গ্রিকরা আদুলিস বন্দরসহ আফ্রিকার শৃঙ্গ অঞ্চলের বিভিন্ন বন্দরে দাস কেনাবেচা করত। প্লিনি দ্য এল্ডারের লেখা ন্যাচারাল হিস্ট্রি (৭৭ খ্রিস্টাব্দে প্রকাশিত হয়) বইতেও ভারত মহাসাগরের দাস ব্যবসার উল্লেখ রয়েছে।\nখ্রিস্টীয় প্রথম শতকে লেখা পেরিপ্লাস অফ দ্য এরিথ্রিয়ান সি  বইতে এই অঞ্চলে দাস ব্যবসার সুযোগের কথা বলা হয়েছে, বিশেষ করে \"সুন্দরী কিশোরীদের উপপত্নী\" হিসেবে বিক্রির কথা উল্লেখ আছে। এই বইতে জানানো হয় যে, ওমান (সম্ভবত বর্তমান ওমানের কাছাকাছি) এবং কানিয়া অঞ্চল থেকে দাসদের ভারতের পশ্চিম উপকূলে রপ্তানি করা হতো।  প্রাচীন ভারত মহাসাগরের দাস ব্যবসা তখনকার পারস্য উপসাগরে তৈরি জাহাজগুলোর উপর নির্ভরশীল ছিল, যা অনেক মানুষের পরিবহনের জন্য উপযুক্ত ছিল। এসব জাহাজ নির্মাণের জন্য ব্যবহৃত কাঠ ভারতে থেকে আমদানি করা হতো, যা ব্যাবিলনীয় ও হাখমানেশি যুগ থেকেই প্রচলিত ছিল।\nগুজরাটি ণিকরা প্রথমদিকে ভারত মহাসাগর অভিযানে নামেন এবং দাসসহ হাতির দাঁত ও কাছিমের খোলার মতো আফ্রিকান পণ্য নিয়ে ব্যবসা করতেন। তারা দাস ব্যবসার সঙ্গে যুক্ত ছিল মোম্বাসা, জাঞ্জিবার এবং দক্ষিণ আফ্রিকার কিছু অঞ্চলে। ইন্দোনেশীয়রাও এই বাণিজ্যে অংশগ্রহণ করেছিল তারা আফ্রিকায় মশলা আনত এবং সেখান থেকে ভারতে ও শ্রীলঙ্কায় ফেরার পথে হাতির দাঁত, লোহা, পশুর চামড়া ও দাস নিয়ে ফিরত।\n\nখ্রিস্টীয় ষষ্ঠ শতাব্দীতে বাইজেন্টাইন এবং সাসানীয় সাম্রাজ্য দাস ব্যবসায় জড়িয়ে পড়লে এটি একটি বড় বাণিজ্যিক কর্মকাণ্ডে পরিণত হয়।\nখ্রিস্টীয় ৫৫০ সালে কসমাস ইন্ডিকোপ্লেস্টেস তার খ্রিস্টীয় টোপোগ্রাফি গ্রন্থে উল্লেখ করেন যে, সোমালি উপকূলীয় শহরগুলো অভ্যন্তরীণ অঞ্চল থেকে দাস ধরে এনে লোহিত সাগর হয়ে বাইজেন্টাইন মিশরে রপ্তানি করত। এছাড়া, বাইজেন্টাইনরা মেসোপটেমিয়া ও ভারত থেকে খোজা আমদানির কথাও উল্লেখ করেছিলেন। প্রথম শতকের পর থেকে তানজানিয়া, মোজাম্বিক এবং অন্যান্য বান্টু জাতিগোষ্ঠীর কৃষ্ণাঙ্গ আফ্রিকানদের দাস হিসেবে রপ্তানি একটি \"নিয়মিত বিষয়\" হয়ে ওঠে। সাসানীয় শাসনামলে ভারত মহাসাগরের বাণিজ্য কেবল দাস পরিবহনের জন্যই ব্যবহৃত হতো না, বরং এটি পণ্ডিত ও ব্যবসায়ীদের চলাচলের মাধ্যম হিসেবেও গুরুত্বপূর্ণ হয়ে ওঠে।\n\n\n=== ভারত মহাসাগরে মুসলিমদের দাস ব্যবসা ===\n\nশতকে মুসলিম বিশ্বের বিস্তার বাণিজ্য পথগুলির মাধ্যমে ছড়িয়ে পড়ে, যার মধ্যে অন্যতম ছিল বিখ্যাত রেশম পথ মুসলিম বাণিজ্যিক নেটওয়ার্ক যত বিস্তৃত হতে থাকে, ততই ব্যবসায়ীরা ইসলাম গ্রহণে আগ্রহী হয়ে ওঠে। ইসলাম গ্রহণ করলে তাদের জন্য বাণিজ্য পথ ও বাণিজ্য সংক্রান্ত নিয়মকানুনের ক্ষেত্রে বিশেষ সুবিধা পাওয়া সহজ হতো। ১১শ শতকের মধ্যে বর্তমান তানজানিয়ার উপকূলে অবস্থিত কিলওয়া শহর মুসলিম শাসিত দাস ও স্বর্ণ ব্যবসার একটি সমৃদ্ধ কেন্দ্র হিসেবে প্রতিষ্ঠিত হয়।\nনবম শতাব্দীতে মুসলিম আরব ও স্বাহিলি ব্যবসায়ীরা স্বাহিলি উপকূল ও সমুদ্রপথের নিয়ন্ত্রণ গ্রহণের পর ভারত মহাসাগর থেকে মুসলিম বিশ্বের জন্য দাস রপ্তানি শুরু হয়। (দেখুন জাঞ্জিবার সালতানাত )। এই ব্যবসায়ীরা কেনিয়া, মোজাম্বিক এবং তানজানিয়ার অভ্যন্তরীণ অঞ্চল থেকে বান্টু জাতিগোষ্ঠীর (জাঞ্জ) মানুষদের ধরে উপকূলে নিয়ে আসত।   সেমুসলিম ব্যবসায়ীরা ৮০০ থেকে ১৭০০ সালের মধ্যে প্রতি বছর প্রায় ১,০০০ জন আফ্রিকান দাসের বাণিজ্য করত। ১৮শ শতকে এই সংখ্যা বেড়ে প্রায় আনু. ৪০০০ প্রায় ৪,০০০ হয় এবং ১৮০০ থেকে ১৮৭০ সালের মধ্যে এটি প্রতি বছরে প্রায় ৩,৭০০-তে পৌঁছে যায়।\nঐতিহাসিক উইলিয়াম জার্ভাস ক্লারেন্স-স্মিথ লিখেছেন যে, ভারত মহাসাগর ও লোহিত সাগরের দাস ব্যবসার পরিসংখ্যান নির্ধারণ নিয়ে একাডেমিক জগতে বিতর্ক রয়েছে। পূর্ব আফ্রিকা থেকে ঠিক কতজন দাস নেওয়া হয়েছিল, তা নিয়ে বিভিন্ন গবেষক ভিন্ন ভিন্ন সংখ্যা উল্লেখ করেছেন। ফরাসি ইতিহাসবিদ অলিভিয়ে পেত্রে-গ্রেনুইলিও  ও লেখক এন’দিয়ায়ে অনুমান করেছেন যে, ৭ম শতক থেকে ১৯২০ সাল পর্যন্ত প্রায় ৮ মিলিয়ন মানুষ দাস হিসেবে পরিবহন করা হয়েছিল, যা প্রতি বছর গড়ে প্রায় ৫,৭০০ জনের সমান। এর মধ্যে অনেক দাস ভারত মহাসাগর ও লোহিত সাগর পেরিয়ে জাঞ্জিবার হয়ে পরিবহন করা হয়েছিল।\nএই গবেষকদের অনুমান অনুযায়ী, সাহারা মরুভূমি হয়ে প্রায় ৯ মিলিয়ন মানুষ দাস হিসেবে পরিবহন করা হয়েছিল। বন্দিদের মধ্যপ্রাচ্য ও পূর্ব আফ্রিকার বিভিন্ন স্থানে বিক্রি করা হতো। যখন বড় আকারের জাহাজ ব্যবহৃত হতে শুরু করল, তখন দাস ব্যবসার পরিমাণও বৃদ্ধি পায়। এর ফলে কৃষিভিত্তিক অর্থনীতির চাহিদা মেটাতে দাস শ্রমের প্রয়োজনীয়তা আরও বেড়ে যায়। এক সময় প্রতিবছর হাজার হাজার মানুষকে বন্দি করে দাস বানানো হতো।\nপূর্ব আফ্রিকায় দাস শ্রম মূলত জাঞ্জ নামে পরিচিত বান্টু জনগোষ্ঠী থেকে নেওয়া হতো, যারা পূর্ব আফ্রিকার উপকূলবর্তী অঞ্চলে বসবাস করত।   শতাব্দীর পর শতাব্দী ধরে মুসলিম ব্যবসায়ীরা ভারত মহাসাগরের আশেপাশের দেশগুলিতে এই জাঞ্জ জনগোষ্ঠীর মানুষদের দাস হিসেবে বিক্রি করত। উমাইয়া ও আব্বাসীয় খলিফারা অনেক  জাঞ্জ দাসদের সৈন্য হিসেবে নিয়োগ করত। ৬৯৬ সালের দিকেই ইরাকে জাঞ্জ দাস সৈন্যদের প্রথম বিদ্রোহের ঘটনা ঘটে।\n৭ম শতাব্দীর একটি চীনা গ্রন্থে উল্লেখ আছে যে ৬১৪ সালে জাভার দূতরা চীনা সম্রাটকে উপহার হিসেবে দুটি সেং চি (জাঞ্জ) দাস উপহার হিসেবে দিয়েছিলেন।  ৮ম ও ৯ম শতকের লেখায় উল্লেখ রয়েছে যে, জাভার হিন্দু রাজ্য শ্রীবিজয় হিন্দু শাসকের অধীনে জাঞ্জ দাসদের চীনে প্রেরণ কথা উল্লেখ করা হয়েছে। দ্বাদশ শতাব্দীর শতাব্দীর আরব ভূগোলবিদ আল-ইদ্রিসি লিখেছেন যে, পারস্য দ্বীপ কিশের শাসক \"তার জাহাজ দিয়ে জাঞ্জ দেশ আক্রমণ করেন এবং অনেককে বন্দী করেন।\" ১৪শ শতকের বার্বার অভিযাত্রী ইবনে বতুতা উল্লেখ করেছেন যে, কিলওয়া সালতানাতের সুলতানরা প্রায়ই বর্তমান তানজানিয়ার আশেপাশের অঞ্চলগুলিতে হামলা চালিয়ে দাস সংগ্রহ করত।\n৮৬৯ থেকে ৮৮৩ খ্রিস্টাব্দের মধ্যে ইরাকের বসরার শহরের (যা বাসারা নামেও পরিচিত) কাছে ‘জাঞ্জ বিদ্রোহ’ নামে একটি বড় দাস বিদ্রোহ সংঘটিত হয়। ধারণা করা হয়, এই বিদ্রোহে পূর্ব আফ্রিকান মহা হ্রদ অঞ্চল এবং পূর্ব আফ্রিকার ও আরও দক্ষিণের বিভিন্ন এলাকা থেকে ধরে আনা জাঞ্জ দাসরা অংশ নেয়। এই বিদ্রোহ ক্রমে এতটাই বিস্তৃত হয় যে, এতে ৫ লাখের বেশি দাস ও মুক্ত মানুষ অংশ নেয়। এটি সমগ্র মুসলিম সাম্রাজ্য থেকে আনা দাসদের অন্যতম বৃহৎ আন্দোলনে পরিণত হয় এবং \" ইরাকের নিম্নভূমিতে কয়েক হাজার মানুষের প্রাণহানি ঘটে।\"\n\nমধ্যপ্রাচ্যে দাস হিসেবে নেওয়া জাঞ্জ জনগোষ্ঠীর সদস্যদের কঠিন কৃষিশ্রমে ব্যবহার করা হত। যখন কৃষিভিত্তিক অর্থনীতি সমৃদ্ধ হয় এবং আরবরা ধনী হতে শুরু করে, তখন তারা কৃষিকাজ ও অন্যান্য কঠিন শ্রমকে অবমাননাকর বলে বিবেচনা করতে থাকে। ফলে শ্রমিক সংকট দেখা দেয় এবং দাসের চাহিদা বৃদ্ধি পায়।পূর্ব আফ্রিকা থেকে বিপুল সংখ্যক দাস রপ্তানি করা হয়েছিল, যার অন্যতম প্রধান প্রমাণ ৯ম শতকে ইরাকে সংঘটিত জাঞ্জ বিদ্রোহ। যদিও বিদ্রোহীদের সবাই জাঞ্জ ছিল না, তবে এতে দাসপ্রথার ব্যাপকতা স্পষ্ট হয়। জাঞ্জরা পূর্ব আফ্রিকার কোন নির্দিষ্ট অঞ্চল থেকে এসেছিল তা নিয়ে পর্যাপ্ত প্রমাণ নেই, কারণ ‘জাঞ্জ’ শব্দটি এখানে সাধারণভাবে ব্যবহৃত হয়েছে, নির্দিষ্ট কোনো উপকূলীয় অঞ্চলের জন্য নয়। ঐতিহাসিকভাবে ‘জাঞ্জ’ শব্দটি ৩° উত্তর থেকে ৫° দক্ষিণ অক্ষাংশ পর্যন্ত বিস্তৃত উপকূলীয় অঞ্চলকে বোঝাত।জাঞ্জ দাসদের প্রধানত নিম্নলিখিত কাজে নিয়োগ করা হতো:টাইগ্রিস-ইউফ্রেটিস বদ্বীপ একসময় কৃষকদের স্থানান্তর এবং বারবার বন্যার কারণে পরিত্যক্ত জলাভূমিতে পরিণত হয়েছিল [এবং] [সিক]  এই অঞ্চলকে কঠোর পরিশ্রমের মাধ্যমে পুনরুদ্ধার করা সম্ভব ছিল। ধনী জমিদাররা শর্তসাপেক্ষে \"জোয়ার-ভাটার জমির বৃহৎ অংশের মালিকানা লাভ করেছিল, যেখানে তাদের জমিগুলো আবাদযোগ্য করার দায়িত্ব দেওয়া হয়েছিল।\" তাদের আবাদের ফসলের মধ্যে আখ অন্যতম প্রধান ফসল ছিল, বিশেষ করে পারস্যের খুজেস্তান প্রদেশে । জাঞ্জ জনগোষ্ঠীর দাসদের মেসোপটেমিয়ার লবণ খনিতেও কাজ করতে বাধ্য করা হতো, বিশেষ করে বসরা অঞ্চলের  আশেপাশে।তাদের কাজের মধ্যে ছিল মৃত্তিকার উপরিভাগ থেকে লবণাক্ত অংশ সরিয়ে আবাদযোগ্য জমিতে রূপান্তর করা। কাজের পরিবেশ অত্যন্ত কঠিন ও শোচনীয় ছিল। জাঞ্জদের পাশাপাশি অন্যান্য জাতিগোষ্ঠীর মানুষকেও দাস হিসেবে এই অঞ্চলে আনা হয়েছিল।\n\nঐতিহাসিক এম. এ. শাবানের মতে, জাঞ্জ বিদ্রোহ প্রকৃতপক্ষে দাস বিদ্রোহ ছিল না; বরং এটি ছিল কৃষ্ণাঙ্গ (জাঞ্জ) জনগোষ্ঠীর বিদ্রোহ। তার মতে, কিছু পালিয়ে যাওয়া দাস এতে যোগ দিলেও বিদ্রোহীদের বেশিরভাগই ছিলেন আরব ও মুক্ত জাঞ্জ। তিনি মনে করেন, যদি এই বিদ্রোহ দাসদের নেতৃত্বে সংঘটিত হতো, তবে তারা এতদিন ধরে আব্বাসীয় শাসকদের বিরুদ্ধে প্রতিরোধ গড়ে তুলতে পারত না। \nসোমালিয়ায় বসবাসকারী বান্টু সংখ্যালঘুরা মূলত সেসব বান্টু জনগোষ্ঠীর বংশধর, যারা নাইজেরিয়া ও ক্যামেরুন থেকে বিস্তার লাভ করে দক্ষিণ-পূর্ব আফ্রিকায় বসতি স্থাপন করেছিল। কঠিন শ্রমের চাহিদা মেটানোর জন্য সোমালি ব্যবসায়ীরা দক্ষিণ-পূর্ব আফ্রিকা থেকে বহু বান্টু জনগোষ্ঠীর মানুষকে ধরে এনে সোমালিয়া ও উত্তর-পূর্ব আফ্রিকা এবং এশিয়ার বিভিন্ন অঞ্চলে বিক্রি করত। এছাড়া সোমালিরা স্থানীয় যুদ্ধ ও আক্রমণের সময় ধৃত ব্যক্তিদের—বিশেষত ওরোমো ও নিলোটিক জনগোষ্ঠীর সদস্যদের—দাস বানাত।   তবে এই দুই গোষ্ঠীর দাসদের প্রতি দৃষ্টিভঙ্গি, তাদের বন্দি করার পদ্ধতি, আচরণ এবং শ্রমের ধরন আলাদা ছিল।\n১৮০০ থেকে ১৮৯০ সালের মধ্যে ২৫,০০০ থেকে ৫০,০০০ বান্টু দাসকে জাঞ্জিবারের দাস বাজার থেকে সোমালি উপকূলে বিক্রি করা হয়েছিল। এদের বেশিরভাগই তানজানিয়া, মোজাম্বিক এবং মালাউইয়ের মাজিন্দো, মাকুয়া, নিয়াসা, ইয়াও, জালামা, জারামো এবং জিগুয়া জাতিগোষ্ঠীর সদস্য ছিল। সসম্মিলিতভাবে এদের মুশুঙ্গুল’ বলা হতো। মুশুঙ্গুলি শব্দটি মজিগুলা থেকে এসেছে, যা জিগুয়া উপজাতির \"মানুষ\" শব্দ,  (এই শব্দটির একাধিক অন্তর্নিহিত অর্থ রয়েছে যার মধ্যে রয়েছে \"শ্রমিক\", \"বিদেশী\" এবং \"দাস\")। \nচতুর্দশ শতাব্দীর পর্যটক ইবনে বতুতা মালিতে এক কৃষ্ণাঙ্গ আফ্রিকান গভর্নরের দাস হিসেবে থাকা দামেস্কের এক সিরীয় আরব কন্যার সঙ্গে সাক্ষাৎ করেন। তিনি তার সঙ্গে আরবি ভাষায় কথা বলেন।  ঐ কৃষ্ণাঙ্গ ব্যক্তি ছিলেন ইসলামি পণ্ডিত ফারবা সুলায়মান, যিনি প্রকাশ্যে ইসলামে আরবদের দাস বানানোর নিষেধাজ্ঞা লঙ্ঘন করছিলেন।\nসিরীয় কন্যাদের সিরিয়া থেকে সৌদি আরবে পাচার করা হতো দ্বিতীয় বিশ্বযুদ্ধের কিছুদিন আগ পর্যন্ত। তাদের আরব পুরুষদের সঙ্গে বিয়ে দিয়ে সীমান্ত পার করানো হতো, এরপর তালাক দিয়ে অন্য পুরুষদের কাছে হস্তান্তর করা হতো। ড. মিধাত এবং শেখ ইউসুফকে সৌদিদের জন্য সিরীয় কন্যাদের পাচার করার এই কার্যক্রমে জড়িত থাকার অভিযোগ আনা হয়েছিল।\nইরানের সাফাভি দরবারের জন্য বঙ্গোপসাগর এবং ভারতের মালাবার ছিল খোজা  দাস সংগ্রহ করা হতো, এমনটি উল্লেখ করেছেন জ্যাঁ শার্দাঁ।। ১৬২৭-৯ সালে স্যার টমাস হারবার্ট রবার্ট শার্লির সাথে সাফাভিদ ইরানে যান। তিনি ইরানে ভারতীয় দাসদের বিক্রি হতে দেখেছেন বলে জানিয়েছেন, \"পারস্যরা ভারতে তিন শতাধিক দাস কিনেছিল: পার্সি, ইন্টেউ (অর্থাৎ হিন্দু)), বান্নার [ভান্ডারি?] এবং অন্যান্য।\" ১৬২৮ সালে সুরাট থেকে জাহাজে বন্দর আব্বাসে আনা হয়েছিল।\n১৭৬০-এর দশকে, আরব নেতা শরীফ আব্দুর রহমান আলকাদরি বোর্নিওর উপকূলে হামলা চালান। এই অভিযানে তিনি বিপুল সংখ্যক মানুষকে দাস বানান। যারা তার আক্রমণের শিকার হয়, তাদের মধ্যে অনেকেই মুসলমান ছিলেন। ইসলামের শরিয়া অনুযায়ী মুসলমানদের দাস বানানো নিষিদ্ধ, তবু তিনি এই নিয়ম লঙ্ঘন করেন। পরে তিনি পোন্তিয়ানাক সালতানাত প্রতিষ্ঠা করেন।\nরাওল দু বিসোঁ একবার লোহিত সাগর দিয়ে ভ্রমণ করছিলেন। তখন তিনি এক অদ্ভুত ঘটনার সাক্ষী হন। মক্কা শরীফের প্রধান কৃষ্ণাঙ্গ ইউনুখকে কনস্টান্টিনোপলে বিচারের জন্য নিয়ে যাওয়া হচ্ছিল। অভিযোগ ছিল, তিনি শরীফের সার্কাসিয়ান এক উপপত্নীকে গর্ভবতী করেছিলেন। শুধু তাই নয়, শরীফের হারেমের সব সার্কাসিয়ান ও জর্জিয়ান নারীদের সঙ্গেও তিনি যৌন সম্পর্ক করেছিলেন। সাধারণত, ইউনুখদের খোজা করার পর সন্তান জন্মদানের ক্ষমতা থাকে না। কিন্তু এই ব্যক্তির ক্ষেত্রে তা পুরোপুরি সফল হয়নি। ফলে তিনি সন্তান জন্ম দিতে সক্ষম ছিলেন। বিসোঁ জানান, শাস্তি হিসেবে সেই নারীদের পানিতে ডুবিয়ে মারা হয়।  তাদের পরিবর্তে শরীফের জন্য বারো জন নতুন জর্জিয়ান মহিলাকে শরীফে পাঠানো হয়েছিল।\nএমিলি রুয়েট, যিনি সালামা বিনত সাইদ নামেও পরিচিত, সুলতান সাইদ বিন সুলতান ও তার সার্কাসিয়ান দাসী উপপত্নী জিলফিদানের কন্যা ছিলেন। কিছু সূত্রে জিলফিদানকে জর্জিয়ান    হিসাবেও উল্লেখ করা হয়েছে। তিনি সার্কাসিয়ান দাস ব্যবসার শিকার ছিলেন। এক ভারতীয় মেয়ে,  যার নাম ছিল ফাতিমা, দাস হিসেবে বিক্রি হতে হতে এক ব্যক্তির হাত থেকে আরেক ব্যক্তির হাতে পৌঁছায়। শেষে তার নাম বদলে মরিয়ম রাখা হয় এবং জাঞ্জিবারে চলে আসে। তার জন্মস্থান ছিল বোম্বে। শুধু ভারতীয় দাসীরাই নয়, জাঞ্জিবারে জর্জিয়ান মেয়েরাও দাস হিসেবে বিক্রি হতো। মিশর ও হেজাজের বহু পুরুষ ভারতীয় নারী দাস কিনত। আদেন ও গোয়া ছিল ভারতীয় নারী পাচারের অন্যতম প্রধান কেন্দ্র, এখান থেকেই তাদের বিভিন্ন জায়গায় পাঠানো হতো।\n১৯শ শতকে ব্রিটিশরা তাদের উপনিবেশগুলোতে দাস ব্যবসা নিষিদ্ধ করে। ফলে ব্রিটিশ-শাসিত আদেনে তখন দাস কেনাবেচা বন্ধ হয়ে যায়। তবে ইথিওপিয়া থেকে যেসব দাস আরবে পাঠানো হতো, তাদের গোপনে হেজাজে নিয়ে গিয়ে বিক্রি করা হত।\nইউনুখ, নারী উপপত্নী এবং পুরুষ শ্রমিক—এই তিনটি প্রধান ভূমিকার জন্য দাসদের ইথিওপিয়া থেকে জেদ্দা ও হেজাজের অন্যান্য অঞ্চলে পাঠানো হতো। ইথিওপিয়ার দক্ষিণ-পশ্চিম ও দক্ষিণাঞ্চল ছিল সেই এলাকা, যেখান থেকে ইথিওপীয় দাস ব্যবসায়ীরা সবচেয়ে বেশি মেয়ে দাস ভারতে ও আরবে রপ্তানি করত। ইথিওপিয়ার নারী ও পুরুষ দাসরাই ভারত ও মধ্যপ্রাচ্যের দাস সরবরাহের মূল উৎস ছিল। ১৯ শতকের ইরানে ইথিওপীয় দাস আমদানি করা হতো। সেখানে নারী দাসদের উপপত্নী হিসেবে এবং পুরুষ দাসদের ইউনুখ হিসেবে আনা হতো। শুধু ইথিওপিয়া নয়, সুদান, তানজানিয়া এবং জান্জিবার থেকেও প্রচুর সংখ্যক দাস ১৯ শতকের ইরানে পাঠানো হয়েছিল। এসব দাসদের বেশিরভাগই লোহিত সাগরের ওপর অবস্থিত মাতাম্মা, মাসাওয়া এবং তাদজুরা বন্দর দিয়ে যাতায়াত করত। বিশেষ করে ইথিওপিয়ার দক্ষিণ-পশ্চিমাঞ্চল, ওরোমো ও সিদামা অঞ্চলে দাস সংগ্রহের প্রধান কেন্দ্র ছিল।\n১৯শ শতকের শেষের দিকে দক্ষিণ-পূর্ব এশিয়ায় মুসলমান ও অমুসলিম উভয় সম্প্রদায়ের মানুষ জাপানি মেয়েদের দাসী হিসেবে কিনত। সমুদ্রপথে তাদের এই অঞ্চলে নিয়ে আসা হতো।\nব্রিটিশ শাসিত স্ট্রেইটস বসতি, যা ব্রিটিশ মালয়েশিয়ার অন্তর্ভুক্ত ছিল, সেখানে এই জাপানি নারীদের বিক্রি করা হতো। মুসলিম মালয় পুরুষরা তাদের উপপত্নী হিসেবে কিনত, আবার অমুসলিম চীনা ও ব্রিটিশ পুরুষরাও তাদের দাসী বানাত। এসব নারী সাধারণত জাপান থেকে পাচার হয়ে হংকং ও অস্ট্রেলিয়ার ডারউইন বন্দরে পৌঁছাত। হংকংয়ে জাপানি কনসাল মিয়াগাওয়া কিউজিরো জানান, এই জাপানি নারীদের মালয় ও চীনা পুরুষেরা নিয়ে যেত, যেখানে তারা অকল্পনীয় দুর্ভোগ সহ্য করত। এক চীনা ব্যক্তি দুটি জাপানি নারী দাস কিনতে ৪০ ব্রিটিশ পাউন্ড খরচ করেন, আর এক মালয় ব্যক্তি ৫০ ব্রিটিশ পাউন্ড দিয়ে একটি জাপানি নারী দাস কেনেন। ১৮৮৮ সালের আগস্ট মাসে এক জাপানি দালাল তাকাদা তোকিজিরো তাদের পোর্ট ডারউইনে পাচার করে নিয়ে গিয়েছিল।\nসিঙ্গাপুরে চীনা মেয়েদের কেনাবেচা মুসলমানদের জন্য নিষিদ্ধ ঘোষণা করেছিলেন বাতাভিয়া (বর্তমান জাকার্তা) ভিত্তিক এক আরব মুসলিম মুফতি উসমান বিন ইয়াহিয়া। এক ফতোয়ায় তিনি জানান, ইসলাম অনুযায়ী শান্তিকালে কোনো মুক্ত অমুসলিমকে কেনা বা অমুসলিম দাসীকে বিয়ে করা অবৈধ। দাস ব্যবসায়ীদের কাছ থেকে অমুসলিমদের কেবল পবিত্র যুদ্ধের (জিহাদ) সময় দাস বানানো এবং কেনা যেতে পারে।\nআরব উপদ্বীপের হেজাজ রাজ্যের জেদ্দা শহরে, রাজা আলী বিন হুসেন তার প্রাসাদে ২০ জন জাভানি নারী দাসী রেখেছিলেন, যারাইন্দোনেশিয়ার জাভা দ্বীপ থেকে এসেছিলেন। তারা রাজা আলির উপপত্নী হিসেবে ব্যবহৃত হতো।\nহেজাজ দখলের সময় সৌদি শাসকদের আগ্রাসনের ফলে অনেক দাস পালিয়ে যায়, কারণ আরব অঞ্চলের বেশিরভাগ দাস এই শহরেই ছিল। ইসলামে মুসলমানদের দাস বানানো নিষিদ্ধ হলেও বাস্তবে তা উপেক্ষা করা হতো। আরব দাস ব্যবসায়ীরা জাভানি মুসলিম ও খ্রিস্টানদের প্রতারণা করে তাদের সন্তানদের দাসত্বের ফাঁদে ফেলত। তারা বিভিন্ন অজুহাতে অভিভাবকদের সন্তুষ্ট করত, যেমন শিশুদের ইসলাম শিক্ষা দেওয়ার জন্য মক্কায় নিয়ে যাওয়ার মিথ্যা প্রতিশ্রুতি দিত। এক আরব ব্যক্তি দাবি করেছিল যে সে দুই জাভানি মুসলিম শিশু, যাদের বয়স ছিল চার ও তিন বছর, তাদের মক্কায় ইসলাম শেখাতে নিয়ে যাবে, কিন্তু পরে তাদের দাস বানিয়ে ফেলে। অন্য এক আরব ব্যক্তি বলেছিল যে সে দুই জাভানি খ্রিস্টান মেয়েকে (যাদের বয়স ছিল ১০ ও ৮ বছর) সিঙ্গাপুরে তাদের পরিবারের কাছে নিয়ে যাবে, কিন্তু বাস্তবে তাদের দাসত্বে বিক্রি করে দেয়। এমনও ঘটনা ঘটেছে যে মুসলিম পুরুষরা হজ পালনের সময় ধর্মীয় ভণ্ডামির আশ্রয় নিয়ে নারীদের বিয়ে করত এবং পরে তাদের দাস হিসেবে বিক্রি করে দিত।\nদাস ব্যবসা ২০শ শতকেও চলতে থাকে। সৌদি আরব, ইয়েমেন ও সংযুক্ত আরব আমিরাতে দাসপ্রথা আনুষ্ঠানিকভাবে শেষ হয় ১৯৬০ ও ১৯৭০-এর দশকে। তবে ২১শ শতকে অধিকারকর্মীরা দাবি করেন যে এসব দেশে অভিবাসী শ্রমিকদের অনেক সময় কার্যত দাসত্বের পরিস্থিতিতে আটকে রাখা হয়।\n\n\n==== জাঞ্জিবার এবং সোয়াহিলি উপকূলে দাস ব্যবসার প্রসার ====\n\nউনিশ শতকের দ্বিতীয়ার্ধে পূর্ব আফ্রিকার দাস ব্যবসা ব্যাপকভাবে বৃদ্ধি পায়, যখন ওমানের সুলতান সাঈদ বিন সুলতান জাঞ্জিবারকে তার রাজধানী ঘোষণা করেন এবং আন্তর্জাতিক বাণিজ্যিক কার্যক্রম ও লবঙ্গ ও নারকেলের চাষের মাধ্যমে বাগান অর্থনীতির প্রসার ঘটান। এই সময় দাসদের চাহিদা হঠাৎ করেই অনেক বেড়ে যায়। দাসদের মূলত স্থানীয়ভাবে ব্যবহারের জন্য, বিশেষ করে জাঞ্জিবারের বাগানগুলোতে কাজ করার জন্য, এবং বিদেশে রপ্তানির উদ্দেশ্যে কেনা হতো। সুলতান সাঈদ  (সাঈদ  হল প্রভুর আরবি উপাধি)  ইচ্ছাকৃতভাবে আফ্রিকার মূল ভূখণ্ডের সঙ্গে \"পুরাতন আরব-কাফেলা বাণিজ্য পুনরুজ্জীবিত করেন\", যা দাস সংগ্রহের প্রধান উৎসে পরিণত হয়।\nসাঈদ বিন সুলতান ছয়টি বড় পদক্ষেপ গ্রহণ করেন, যা তার বাণিজ্য সাম্রাজ্যের প্রসার ও বিকাশকে ত্বরান্বিত করে। প্রথমত, তিনি বিদ্যমান \"স্প্যানিশ ক্রাউন\" মুদ্রার পাশাপাশি নতুন একটি মুদ্রা, \"মারিয়া তেরেসা ডলার\" চালু করেন, যা ব্যবসাকে সহজ করে তোলে। দ্বিতীয়ত, তিনি তার সাম্রাজ্যের মধ্যে প্রবেশ করা যে কোনো পণ্যের ওপর মাত্র ৫% আমদানি শুল্ক ধার্য করেন এবং রপ্তানি শুল্ক সম্পূর্ণভাবে বাতিল করেন। তৃতীয়ত, তিনি জাঞ্জিবার ও পেম্বার উর্বর মাটি কাজে লাগিয়ে নারকেল ও লবঙ্গের বৃহৎ বাগান গড়ে তোলেন। চতুর্থত, তিনি পূর্ব আফ্রিকার মূল ভূখণ্ডের সঙ্গে পুরনো আরব-কারাভান বাণিজ্যকে আরও সম্প্রসারিত করেন, মূলত দাস ও হাতির দাঁতের সংগ্রহ বাড়ানোর জন্য। পঞ্চমত, তিনি মার্কিন যুক্তরাষ্ট্রের সঙ্গে ১৮৩৩ সালে, গ্রেট ব্রিটেনের সঙ্গে ১৮৩৯ সালে এবং ফ্রান্সের সঙ্গে ১৮৪৪ সালে বাণিজ্য চুক্তি স্বাক্ষর করেন। সর্বশেষ, তিনি আর্থিক বিষয়ে দক্ষ এশীয় ব্যবসায়ীদের আমন্ত্রণ জানান, যারা তার সাম্রাজ্যের অর্থনৈতিক কার্যক্রম পরিচালনায় সহায়তা করত।\n১৮৭৩ সালে ব্রিটেনের চাপের মুখে সুলতান সাঈদ বারঘাশ একটি চুক্তি স্বাক্ষর করেন, যা তার শাসনাধীন অঞ্চলগুলোতে দাস ব্যবসাকে অবৈধ ঘোষণা করে। \nপূর্ব আফ্রিকায় দাসপ্রথা বন্ধ করার ক্ষেত্রে ব্রিটেন গুরুত্বপূর্ণ ভূমিকা পালন করে। তারা আফ্রিকার বিভিন্ন শাসকের সঙ্গে চুক্তি করে দাস ব্যবসার মূল উৎস বন্ধ করার উদ্যোগ নেয় এবং আশান্তি সাম্রাজ্যের মতো দাস ব্যবসায়ী রাজ্যগুলোর বিরুদ্ধে সুরক্ষা প্রদান করে। ব্রিটিশ রয়্যাল নেভি দাস ব্যবসায় ব্যবহৃত বহু জাহাজ আটক করে এবং দাসত্ব থেকে আফ্রিকানদের মুক্ত করে। ১৮০৮ থেকে ১৮৬০ সালের মধ্যে ব্রিটিশ নৌবাহিনী প্রায় ১,৬০০টি দাস পরিবহনকারী জাহাজ আটক করে এবং ১,৫০,০০০-এরও বেশি আফ্রিকান দাসকে মুক্তি দেয়। এছাড়া, আটলান্টিক দাস ব্যবসা বন্ধ করাকে ব্রিটেন তাদের বৈদেশিক নীতির অন্যতম গুরুত্বপূর্ণ অংশ করে তোলে।\nআরব মুসলিম ব্যবসায়ীরা মাদাগাস্কার ও কোমোরো দ্বীপপুঞ্জ থেকে মালাগাসি ও কোমোরিয়ান দাসদের পাচার করে লোহিত সাগর, পারস্য উপসাগর, সোয়াহিলি উপকূল, জাঞ্জিবার এবং আফ্রিকার শৃঙ্গ অঞ্চলের বন্দরগুলোতে নিয়ে যেত। খ্রিস্টীয় সপ্তম শতক থেকে ষোড়শ শতক পর্যন্ত প্রতি বছর আনুমানিক দুই থেকে তিন হাজার পূর্ব আফ্রিকান ও মালাগাসি দাস ভারত মহাসাগরীয় উপকূল থেকে লোহিত সাগর ও দক্ষিণ আরবের দাস বন্দরে পাচার করা হতো।ষোড়শ শতকের মাঝামাঝি সময়ে, এই সংখ্যা বেড়ে দাঁড়ায় প্রতি বছর প্রায় পাঁচ থেকে ছয় হাজার দাস, যা শুধুমাত্র মাদাগাস্কার থেকেই নেওয়া হতো (কোমোরো দ্বীপপুঞ্জ ব্যতীত)। এই দাসদের মধ্যপ্রাচ্যে নিয়ে যেত অ-ইউরোপীয় মুসলিম দাস ব্যবসায়ীরা, যাদের মধ্যে সোয়াহিলি, কোমোরিয়ান, আরব, হাজরামি, ওমানি ও উসমানীয় ব্যবসায়ীরা অন্তর্ভুক্ত ছিল।\nকিছু ঐতিহাসিকের মতে, ১৬০০-এর দশকে আনুমানিক ১,৫০,০০০ মালাগাসি দাস বোয়েনি (উত্তর-পশ্চিম মাদাগাস্কার) থেকে লোহিত সাগরের উপকূল (জেদ্দা), হেজাজ (মক্কা), আরব (আদেন), ওমান (মাসকট), জাঞ্জিবার, কিলওয়া, লামু, মালিন্দি, সোমালিয়া (বারাওয়া), এবং সম্ভবত সুদান (সুয়াকিন), পারস্য (বান্দর আব্বাস) ও ভারত (সুরাট) সহ মুসলিম বিশ্বে পাচার করা হত। মাদাগাস্কারের জনসংখ্যা মূলত অস্ট্রোনেশীয় ও বান্টু অভিবাসীদের সংমিশ্রণে গঠিত হওয়ায়, মালাগাসি দাসদের মধ্যে দক্ষিণ-পূর্ব এশীয়, আফ্রিকান ও মিশ্র (হাইব্রিড ফেনোটাইপযুক্ত) জাতির মানুষ অন্তর্ভুক্ত ছিল।\nইউরোপীয় ব্যবসায়ীরাও মাদাগাস্কার ও লোহিত সাগরের মধ্যে এই লাভজনক দাস ব্যবসায় অংশগ্রহণ করেছিল। ১৬৯৪ সালে, ওলন্দাজ ইস্ট ইন্ডিয়া কোম্পানির (ভিওসি) একটি জাহাজ ৪০০-রও বেশি মালাগাসি দাসকে লোহিত সাগরের এক আরব বন্দরে (সম্ভবত জেদ্দা) পাচার করে, যেখানে তারা আরব মুসলিম দাস ব্যবসায়ীদের কাছে বিক্রি হয়। এরপর এই দাসদের মক্কা, মদিনা, মোখা, আদেন, আল-শিহর এবং কিশনে পাঠানো হয়। বিভিন্ন সময়ে এবং বিভিন্ন মাত্রায়, পর্তুগিজ, ফরাসি, ওলন্দাজ, ইংরেজ এবং উসমানীয় ব্যবসায়ীরাও মালাগাসি দাস ব্যবসায় অংশ নিয়েছিল।\n\n\n=== ইউরোপীয় ভারত মহাসাগরের দাস বাণিজ্য ===\nওলন্দাজরা ১৬০০ সালের দিকে ভারত মহাসাগরের পূর্ব অংশে উপস্থিত হওয়ার আগেই এই অঞ্চলে দাস ব্যবসা চলছিল, তবে এর প্রকৃত পরিমাণ অজানা।\nভারত মহাসাগরে ইউরোপীয় দাস ব্যবসার সূচনা হয় ষোড়শ শতকের শুরুতে, যখন পর্তুগাল পর্তুগিজ ভারত প্রতিষ্ঠা করে। তখন থেকে ১৮৩০-এর দশক পর্যন্ত প্রতি বছর আনু. ২০০ জন জন দাস মোজাম্বিক থেকে রপ্তানি করা হতো। ইবেরিয়ান ইউনিয়ন (১৫৮০-১৬৪০) চলাকালীন সময়ে, একই সংখ্যক দাস এশিয়া থেকে ফিলিপাইনে নিয়ে যাওয়া হতো।\n১৬৯৮ সালে জেসুইট ধর্মাবলম্বী যাজক  ফ্রান্সিসকো দে সাউসা লিখেছিলেন যে ১৬৩৬ সালের টোকুগাওয়ার আদেশে পর্তুগিজদের বহিষ্কার করার অনেক পরেও জাপানি দাসীরা ভারতে বসবাসরত পর্তুগিজ (লুসিটানিয়ান) পরিবারের মালিকানাধীন ছিল।\nসপ্তদশ শতকের গোড়ার দিকে ওলন্দাজ ইস্ট ইন্ডিয়া কোম্পানি (ভিওসি) প্রতিষ্ঠার ফলে ভারত মহাসাগরে দাস ব্যবসার পরিমাণ দ্রুত বৃদ্ধি পায়। ১৭শ ও ১৮শ শতকেওলন্দাজ উপনিবেশগুলোতে প্রায় ৫,০০,০০০ দাস ছিল বলে ধারণা করা হয়। উদাহরণস্বরূপ, ডাচ সিলনে কলম্বো দুর্গ নির্মাণের জন্য আনুমানিক ৪,০০০ আফ্রিকান দাস ব্যবহার করা হয়েছিল।\nবালি ও পার্শ্ববর্তী দ্বীপগুলো ১৬২০ থেকে ১৮৩০ সালের মধ্যে আনু. ১,০০,০০০–১,৫০,০০০ দাস সরবরাহ করেছিল। ভারতীয় ও চীনা দাস ব্যবসায়ীরা ১৭শ ও ১৮শ শতকে ডাচ ইন্দোনেশিয়ায় আনুমানিক ২,৫০,০০০ দাস সরবরাহ করেছিল।\nএকই সময়ে ইস্ট ইন্ডিয়া কোম্পানি (ইআইসি) প্রতিষ্ঠিত হয়েছিল; ১৬২২ সালে তাদের একটি জাহাজ করমন্ডল উপকূল থেকে দাসদের ওলন্দাজ ইস্ট ইন্ডিজে নিয়ে যেত। ইআইসি মূলত আফ্রিকান দাসদের কেনাবেচা করত, তবে ভারতীয়, ইন্দোনেশীয় ও চীনা দাস ব্যবসায়ীদের কাছ থেকেও কিছু এশীয় দাস ক্রয় করেছিল। ১৭২১ সালে ফরাসিরারেউনিওঁ এবং মরিশাস দ্বীপে উপনিবেশ স্থাপন করে। ১৭৩৫ সালের মধ্যে মাসকারিন দ্বীপপুঞ্জে আনুমানিক ৭,২০০ দাস ছিল, যা ১৮০৭ সালে ১,৩৩,০০০-এ পৌঁছায়।\n১৮১০ সালে ব্রিটিশরা এই দ্বীপগুলো দখল করে। তবে ব্রিটিশরা ১৮০৭ সালে দাস ব্যবসা নিষিদ্ধ করায়, একটি গোপন দাস ব্যবসা ব্যবস্থা তৈরি হয়েছিল, যার মাধ্যমে ফরাসি চাষিদের জন্য দাস সরবরাহ করা হতো। ১৬৭০ থেকে ১৮৪৮ সালের মধ্যে মাসকারিন দ্বীপপুঞ্জে আনুমানিক ৩,৩৬,০০০ থেকে ৩,৮৮,০০০ দাস রপ্তানি করা হয়েছিল।\n১৫০০ থেকে ১৮৫০ সালের মধ্যে ইউরোপীয় ব্যবসায়ীরা ভারত মহাসাগরের মধ্যে আনু. ৫,৬৭,৯০০ থেকে ৭,৩৩,২০০  দাস রপ্তানি করেছিল, এবং একই সময়ে প্রায় সমান সংখ্যক দাস ভারত মহাসাগর থেকে আমেরিকায় পাঠানো হয়েছিল। তবে, ভারত মহাসাগরের দাস ব্যবসার পরিমাণ আটলান্টিক দাস ব্যবসার তুলনায় সীমিত ছিল, যেখানে আনু. ১,২০,০০,০০০ দাস রপ্তানি করা হয়েছিল।  উনবিংশ শতকে আনু. ২,০০,০০০ দাস ইউরোপীয় উপনিবেশগুলোর পশ্চিম ভারত মহাসাগরীয় অঞ্চলের চাষাবাদে ব্যবহৃত হয়েছিল।\n\n\n== ভূগোল ও পরিবহন ==\nআফ্রিকা থেকে বিভিন্ন পথের মাধ্যমে দাস পাচারের আনুমানিক গ্রাফ\n\nবিভিন্ন চিত্রিত নথি ও ভ্রমণকারীদের বর্ণনা থেকে জানা যায় যে, মানুষ সাধারণত দাও বা জালবা  নামক আরবীয় জাহাজে লোহিত সাগর পাড়ি দিত। এগুলো ছিল তখনকার প্রধান পরিবহন মাধ্যম।\nভারত মহাসাগর অতিক্রম করার জন্য স্থলপথের তুলনায় বেশি সংগঠিত পরিকল্পনা ও সম্পদের প্রয়োজন হতো। জাঞ্জিবার থেকে ছেড়ে আসা জাহাজগুলো সাধারণত সুকাত্রা বা অ্যাডেনে থামত, তারপর পারস্য উপসাগর  বা ভারতে যেত। ভারত বা চীনের মতো দূরবর্তী স্থানেও দাসদের  বিক্রি করা হত: কুয়াংচৌ (বর্তমান গুয়াংজু) ইতিহাসবিদ সার্জ বিলি এক দ্বাদশ শতাব্দীর পাঠ্য থেকে উল্লেখ করেন যে, ক্যান্টনের বেশিরভাগ বিত্তশালী পরিবার কৃষ্ণাঙ্গ দাস রাখত। চীনা দাস ব্যবসায়ীরা আরব দালালদের কাছ থেকে সেং চি (জাঞ্জ) নামে পরিচিত দাসদের কিনত এবং বর্তমান সোমালিয়ার উপকূলবর্তী অঞ্চল থেকে সরাসরি সংগ্রহ করত।তবে স্থানীয় সোমালিরা এই দাসদের অন্তর্ভুক্ত ছিল না। মধ্যযুগীয় আরব ভূগোলবিদরা সোমালিদের  বারিবা নামে উল্লেখ করেছেন, আর প্রাচীন গ্রীকরা বার্বারোই (বারবার্স) নামে অভিহিত করেছিলেন ( এরিথ্রীয় সাগরের পেরিপ্লুস দেখুন)   । এই জনগোষ্ঠী নিজেরাও দাসদের বন্দি করে রাখত, মালিকানায় রাখত এবং দাসদের পাচার বা বিক্রি করা তাদের কাছে অপরিচিত ছিল না। \nপূর্ব আফ্রিকার অন্যান্য অংশ থেকে আসা দাসরা সোমালিয়ার মধ্য দিয়ে দাও জাহাজে পরিবাহিত হতো। উনবিংশ শতাব্দীতে পূর্ব আফ্রিকার দাস ব্যবসা ব্যাপকভাবে বৃদ্ধি পায়, যার প্রধান কারণ ছিল আরব, পর্তুগিজ ও ফরাসি বণিকদের চাহিদা। দাস ব্যবসায়ী ও আক্রমণকারীরা সমগ্র পূর্ব ও মধ্য আফ্রিকা জুড়ে অভিযান চালাতো এই চাহিদা পূরণের জন্য। সোমালিয়ার বসবাসরত বান্টু জনগোষ্ঠীর পূর্বপুরুষেরা দক্ষিণ-পূর্ব আফ্রিকায় বসতি স্থাপন করেছিল, যারা প্রথম দিকে নাইজেরিয়া ও ক্যামেরুন থেকে বিস্তার লাভ করেছিল। তাদের জনগণকে পপরবর্তীকালে দাস ব্যবসায়ীরা ধরে নিয়ে বিক্রি করে দেয়।\nবান্টুরা সোমালিদের তুলনায় জাতিগত, শারীরিক ও সাংস্কৃতিকভাবে ভিন্ন ছিল এবং সোমালিয়ায় আসার পর থেকেই তারা প্রান্তিক রয়ে গেছে। \n\n\n=== জড়িত শহর ও বন্দর ===\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nভারত মহাসাগর\nভারত মহাসাগরের বাণিজ্য\nআফ্রিকায় দাসপ্রথা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nAllen, R. B. (২০১৭)। \"Ending the history of silence: reconstructing European slave trading in the Indian Ocean\" (পিডিএফ): 294–313। ডিওআই:10.1590/tem-1980-542x2017v230206 । সংগ্রহের তারিখ ৩০ জুন ২০১৯। \nShaban, M. A. (১৯৭৬)। Islamic History: A New Interpretation, Vol 2: A.D. 750-1055 (A.H. 132-448)। Cambridge University Press। পৃষ্ঠা 100 ff। আইএসবিএন 978-0-521-21198-7। \nTHE SLAVE-TRADE ON THE EAST COAST OF AFRICA. Shaw, Robert.  The Anti-slavery reporter; London Vol. 19, Iss. 7,  (Jun 1875): 173-175."}