{"pageid": 1513427, "title": "চৈত্রা জে আচার", "url": "https://bn.wikipedia.org/wiki?curid=1513427", "content": "চৈত্রা জে আচার যিনি চৈত্রা আচার নামেও পরিচিত, একজন ভারতীয় অভিনেত্রী এবং কন্নড় চলচ্চিত্রের গায়িকা। বেঙ্গালুরুতে জন্মগ্রহণ করা চৈত্রা ২০১৯ সালে মুক্তিপ্রাপ্ত কন্নড় চলচ্চিত্র মাহিরা -তে অভিনয়ের মাধ্যমে অভিনয় জগতে পদার্পন করেন। তালেদান্দা সিনেমায় তার অসাধারণ অভিনয়ের জন্য তিনি শ্রেষ্ঠ অভিনেত্রীর বিভাগে কন্নড় ফিল্মফেয়ার পুরস্কার অর্জন করেন।\n\n\n== জীবনের প্রথমার্ধ ==\nচৈত্র আচার কর্ণাটকের ব্যাঙ্গালোরে জন্মগ্রহণ করেন। ছোটবেলা থেকেই সংগীতের প্রতি তার ঝোঁক ছিল, কারণ তার মা সংগীত চর্চা করতেন। তিনি কর্ণাটকী শাস্ত্রীয় সংগীতে প্রশিক্ষণ গ্রহণ করেন এবং পাশাপাশি থিয়েটারে অংশগ্রহণ করেন। বিভিন্ন প্রতিযোগিতায় অংশ নিয়ে একাধিক পুরস্কার অর্জন করেন। চৈত্রা পরিবার শিক্ষা ও শিল্প উভয়কেই প্রাধান্য দিত। তিনি পরিক্রমা হিউম্যানিটি ফাউন্ডেশন(যেখানে তার বাবা একজন শিক্ষক ছিলেন) থেকে প্রাথমিক শিক্ষা সম্পূর্ন করেন। পরে, তিনি এমএস রামাইয়া ইনস্টিটিউট অফ টেকনোলজিতে ঈঞ্জিনিয়ারিং অধ্যয়ন করেন এবং জেএনসিএএসআর -এ ইন্টার্ন হিসেবে কাজ করেছিলেন। \n\n\n== কর্মজীবন ==\n\n\n=== অভিনয় ===\nচৈত্রা কলেজে পড়াকালীনই অভিনয় জীবন শুরু করেন। অভিনেতা অনিশ তেজেশ্বর পরিচালিত ও প্রযোজিত কন্নড় ওয়েব সিরিজ বেঙ্গালুরু কুইন্স-এ তিনি প্রথম অভিনয় করে।  ২০১৯ সালে মহেশ গৌড়ার পরিচালনায় মুক্তিপ্রাপ্ত অ্যাকশন থ্রিলার মাহিরা চলচ্চিত্রের মাধ্যমে কন্নড় সিনেমায় আত্মপ্রকাশ করেন। তার অভিনীত উল্লেখযোগ্য চলচ্চিত্রগুলোর মধ্যে গিলকি, তালেদান্ডা এবং আদ্রুশ্য বিশেষভাবে জনপ্রিয়। \n২০২৩ সালে চৈত্রার দুটি সিনেমা মুক্তি পায়— টবি, যেখানে তিনি রাজ বি শেঠির সাথে অভিনয় করেন, এবং সপ্ত সাগরদাছে এলো সাইড-বি, যেখানে তিনি \"রক্ষিত শেঠি\" এবং রুক্মিণী বসন্তের সাথে অভিনয় করেছিলেন। উভয় সিনেমায় তার অভিনয় দর্শক ও সমালোচকদের দ্বারা প্রশংসিত হয়।  এরপর, নবাগত পরিচালক শ্রীনিধি বেঙ্গালুরুর পরিচালিত ব্লিঙ্ক সিনেমায়ও তিনি অভিনয় করেন, যা সমালোচকদের প্রশংসা লাভ করে। \nবর্তমানে চৈত্রার হাতে বেশ কিছু প্রকল্প রয়েছে, যার মধ্যে উল্লেখযোগ্য স্ট্রবেরি (রক্ষিত শেঠি স্টুডিও প্রযোজিত), হ্যাপি বার্থডে টু মি (রাকেশ কাদরি পরিচালিত), এবং ইয়ারিগু হেলবেদী (শিবা গণেশন পরিচালিত)। এছাড়া তিনি দুটি নামহীন সিনেমায় কাজ করছেন, যা মুক্তির অপেক্ষায় রয়েছে। পাশাপাশি ধনঞ্জয় অভিনীত উত্তরকান্দা সিনেমায়ও তাকে গুরুত্বপূর্ণ চরিত্রে দেখা যাবে। \n\n\n=== গান ===\nঅভিনয়ের পাশাপাশি চৈত্রা সবসময় সংগীত ও গানকে ভালোবেসেছেন। মূলত, তার ইচ্ছে ছিল একজন পেশাদার গায়িকা হওয়ার, তবে অভিনয়ে আসাটা ছিল আকস্মিক। ২০১৯-২০ সালে তিনি অনেক চলচ্চিত্রের কোরাস গায়িকা হিসেবে কাজ শুরু করেন এবং পরে প্লেব্যাক গানের মাধ্যমে নিজের পরিচিতি তৈরি করেন। ধীরে ধীরে তিনি কন্নড় চলচ্চিত্র জগতের অন্যতম জনপ্রিয় কণ্ঠশিল্পী হয়ে ওঠেন। তার সাম্প্রতিকতম হিট গান সোজুগাদা সুজু মল্লিগে, যা ২০২১ সালের চার্টবাস্টার অ্যালবাম গরুড় গামনা বৃষভ বাহনা-তে অন্তর্ভুক্ত এবং মিথুন মুকুন্দন সুরারোপ করেছেন।  চৈত্রা প্রায়ই তার গাওয়া গানের ছোট ক্লিপ সামাজিক মাধ্যমে শেয়ার করেন, যা দর্শকরা বেশ উপভোগ করেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== গান ==\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n== তথ্যসূত্র =="}