{"pageid": 1513288, "title": "মুসলিম বিশ্বে দাসত্বের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1513288", "content": "মুসলিম বিশ্বে দাসপ্রথার ইতিহাস গোটা ইসলামের ইতিহাস জুড়ে বিস্তৃত। তৎকালীন মুসলিম বিশ্বে দাসরা বিভিন্ন সামাজিক, অর্থনৈতিক ও রাজনৈতিক ভূমিকা পালন করত; এমনকি সবচেয়ে সম্মানী ও প্রভাবশালী পদবী আমির থেকে শুরু করে কঠোর কায়িক শ্রমিক পর্যন্ত। দাসদের ব্যাপকভাবে সেচ, খনি ও পশুপালনে নিযুক্ত করা হত; তবে অধিকাংশ ক্ষেত্রেই তারা সৈনিক, রক্ষী, গৃহকর্মী  ও উপপত্নী (দাসী) হিসেবে নিযুক্ত হতো। ইসলাম তৎকালীন সামাজিক পরিপ্রেক্ষিতে শর্তসাপেক্ষে দাসপ্রথার অনুমোদন প্রদান করেছিল এবং ইসলামে দাসদের সাথে ভ্রাতৃত্বমূলক আচরণ করার কথা বলা হয়েছে; যদিও কার্যক্ষেত্রে তা পালন করা হয়নি। ইসলামের সর্বশেষ নবী মুহাম্মদ বলেছেন যে, তোমরা যা খাবে, তাদের (দাসদের) তাই খাওয়াবে এবং তোমরা যা পরিধান করবে, তাদের তাই পরিধান করাবে।  \nইসলামে দাসদের প্রতি সদাচরণের নির্দেশ থাকলেও বাস্তবে তা সর্বদা অনুসরণ করা হয়নি। ইসলামের ইতিহাসের প্রথম দিকে কয়েকটি অঞ্চলে দাসদের কঠোর শারীরিক শ্রমে বাধ্য করা হয়েছিল। এর ফলে দাসদের দ্বারা বেশ কয়েকটি ধ্বংসাত্মক দাস বিদ্রোহ সংঘটিত হয়, যার মধ্যে সবচেয়ে উল্লেখযোগ্য ছিল ৮৬৯-৮৮৩ সালের জাঞ্জ বিদ্রোহ এবং এসব বিদ্রোহ এই প্রথার অবসান ঘটায়। অনেক শাসক সামরিক ও প্রশাসনে দাসদের এতটাই ব্যবহার করত যে, দাসরা রাষ্ট্রীয় ক্ষমতা পর্যন্ত দখল করত; যেমন মামলুকরা খোয়ারিজম, দিল্লিতে ও কায়রোতে করেছিল।   \nমুসলিম বিশ্বের অধিকাংশ দাস বাইরে থেকে আমদানি করা হত।  ইসলামী আইনে দাসপ্রথা মূলত ধর্মীয় ভিত্তির ওপর প্রতিষ্ঠিত অর্থাৎ দাসত্ব ধর্মের ভিত্তিতে নির্ধারিত হতো, বর্ণ বা জাতিগত পরিচয়ের ভিত্তিতে নয়। তবে বাস্তবে অনেক ক্ষেত্রে এই নীতি কঠোরভাবে অনুসরণ করা হয়নি এবং দাসত্বের প্রক্রিয়ায় বর্ণ বা জাতিগত পার্থক্যের প্রভাবও দেখা গেছে। \nআরবীয় দাস ব্যবসা পশ্চিম এশিয়া, উত্তর আফ্রিকা (ট্রান্স-সাহারান দাস ব্যবসা) ও দক্ষিণ-পূর্ব আফ্রিকায় (লোহিত সাগর দাস ব্যবসা ও ভারত মহাসাগর দাস ব্যবসা) -এ সবচেয়ে বেশি সক্রিয় ছিল এবং মোটামুটি অনুমান অনুসারে বিংশ শতাব্দী থেকে পূর্ববর্তী বারো শতাব্দীতে দাসত্ব বরণকারী আফ্রিকীয়দের সংখ্যা ছয় মিলিয়ন থেকে দশ মিলিয়নের মধ্যে ছিল।\nউসমানীয় দাসব্যবসা মূলত পূর্ব ও মধ্য ইউরোপ এবং ককেশাস অঞ্চলে চালানো অভিযানের মাধ্যমে সক্রিয় ছিল এবং এটি ক্রিমিয়ার দাসব্যবসার সাথে যুক্ত ছিল। অন্যদিকে বার্বারি উপকূলীয় বার্বার দাস ব্যবসায়ীরা ভূমধ্যসাগরের ইউরোপীয় উপকূলবর্তী অঞ্চলসহ দূরবর্তী ব্রিটিশ দ্বীপপুঞ্জ ও আইসল্যান্ড পর্যন্ত অভিযান চালিয়ে দাস সংগ্রহ করত।\nঐতিহাসিকভাবে মুসলিম মধ্যপ্রাচ্য বহু শতাব্দী ধরে কমবেশি ঐক্যবদ্ধ ছিল এবং সেই কারণে দাসপ্রথার অস্তিত্ব সেখানে দীর্ঘদিন যাবত টিকে ছিল। মধ্যপ্রাচ্যে খিলাফতে রাশিদা (৬৩২–৬৬১), উমাইয়া খিলাফত (৬৬১–৭৫০), আব্বাসীয় খিলাফত (৭৫০–১২৫৮), মামলুক সালতানাত (১২৫৮–১৫১৭) এবং উসমানীয় সাম্রাজ্যের (১৫১৭–১৯২২) বিভিন্ন পর্যায়ে দাস প্রথার প্রচলন ছিল। পরবর্তীতে বিংশ শতাব্দীতে একে একে সকল মুসলিম দেশে দাসপ্রথা নিষিদ্ধ করা হয়।\n২০শ শতকে পশ্চিমা দেশগুলির—বিশেষ করে ব্রিটেন ও ফ্রান্স—চাপের কারণে মুসলিম রাষ্ট্রগুলো ধীরে ধীরে দাসপ্রথা নিষিদ্ধ ও দমন করতে শুরু করে। ১৯০৯ সালে জাঞ্জিবারে দাস প্রথা বিলুপ্ত করা হয় এবং দাসত্বাধীন উপপত্নীদের মুক্তি দেওয়া হয়। ১৯২২ সালে মরক্কোর উন্মুক্ত দাসবাজার বন্ধ করে দেওয়া হয়। ১৯২৪ সালে উসমানীয় সাম্রাজ্যে দাসপ্রথা বিলুপ্ত হয়, যখন নতুন তুর্কি সংবিধান রাজকীয় হারেম বিলুপ্ত করে এবং শেষ অবশিষ্ট উপপত্নী ও খোঁজাদের নতুন প্রজাতন্ত্রের মুক্ত নাগরিক হিসেবে ঘোষণা করে।\nইরান ও জর্ডানে দাস প্রথা ১৯২৯ সালে নিষিদ্ধ হয়। পারস্য উপসাগরীয় অঞ্চলে প্রথমে বাহরাইনে ১৯৩৭ সালে দাসপ্রথা বিলুপ্ত করা হয়; এরপর কুয়েতে ১৯৪৯ সালে এবং কাতারে ১৯৫২ সালে। সৌদি আরব ও ইয়েমেন ১৯৬২ সালে দাসপ্রথা বিলুপ্ত করে  এবং ওমান এটি নিষিদ্ধ করে ১৯৭০ সালের দিকে। সর্বশেষ মৌরিতানিয়া ১৯৮১ সালে দাসপ্রথা বিলুপ্ত করে।\n১৯৯০ সালে ইসলামে মানবাধিকার সম্পর্কিত কায়রো ঘোষণাপত্রে ঘোষণা করা হয়েছিল যে, কারোর অন্য মানুষকে দাসত্বে রাখার কোনো অধিকার নেই\"।  তবে ২০০১ সাল পর্যন্ত সাহেলের অঞ্চলে আধুনিক দাসত্বের ঘটনা অব্যাহত ছিল এবং একবিংশ শতাব্দীর বেশ কয়েকটি সশস্ত্র জিহাদি গোষ্ঠী মুসলিম বিশ্বের ঐতিহাসিক দাস প্রথাকে অজুহাত হিসেবে ব্যবহার করে দাসপ্রথাকে পুনরুজ্জীবিত করার চেষ্টা করেছিল।\nপণ্ডিত ও ঐতিহাসিকরা এই বিস্তৃত ও জটিল বিষয়টি (মুসলিম বিশ্বে দাসত্ব) অধ্যয়নের ক্ষেত্রে নানা সমস্যা ও অসুবিধার কথা উল্লেখ করেছেন। কারণ এটি দীর্ঘ সময় ধরে (সপ্তম শতাব্দী থেকে বর্তমান পর্যন্ত) এবং বিশাল ভৌগোলিক অঞ্চলে (পূর্ব আফ্রিকা থেকে শুরু করে নিকট প্রাচ্য পর্যন্ত) বিস্তৃত ছিল। এটি বিশেষভাবে আটলান্টিক দাস ব্যবসা বিলুপ্তির পর আলোচনার কেন্দ্রবিন্দুতে আসে। \"আরব দাস ব্যবসা\" ও \"ইসলামি দাসব্যবসা\" (ও অন্যান্য অনুরূপ পরিভাষা) সাধারণত এই ঐতিহাসিক দাস ব্যবসার ঘটনাকে বোঝাতে সর্বদা ব্যবহৃত হয়।    \n\n\n== প্রাক-ইসলামি আরবে দাসপ্রথা ==\nপ্রাক-ইসলামি আরব এবং প্রাচীন ও প্রাথমিক মধ্যযুগীয় বিশ্বে দাসপ্রথা ব্যাপকভাবে প্রচলিত ছিল এবং মুসলিম বিশ্বে দাসপ্রথার উৎপত্তি প্রাক-ইসলামি আরবের প্রচলিত সামাজিক কাঠামো থেকে হয়েছিল। দাসদের অধিকাংশকেই আফ্রিকা, ইউরোপ ও ককেশাস অঞ্চল থেকে আনা হতো, যাদের কারাভান ব্যবসায়ীরা কিনে আনত অথবা বেদুইন যাযাবররা বন্দী করে পরে বিক্রি করে দিত। এটি বাইবেলীয় যুগ থেকে একটি বহুল প্রচলিত প্রথা ছিল। তৎকালীন আরব জাতির মধ্যেও দাসের অস্তিত্ব ছিল; যেমন যায়েদ ইবনে হারিসা, যাকে পরবর্তীতে ইসলাম ধর্মের নবী মুহাম্মদ দত্তক নেন। তবে আরব দাসদের সাধারণত মুক্তিপণ দিয়ে ছাড়িয়ে নেওয়া হতো, বিশেষ করে যাযাবর সম্প্রদায়ের মধ্যে। লোহিত সাগরের মাধ্যমে আফ্রিকা থেকে আরব উপদ্বীপে দাস আনার প্রথা প্রাচীনকাল থেকেই প্রচলিত ছিল। \nদাসসংখ্যা বৃদ্ধির অন্যতম কারণ ছিল সমাজে শিশু পরিত্যাগের প্রচলন, (দেখুন: শিশুহত্যা) যা অনেক সময় অনাকাঙ্ক্ষিত সন্তানদের ক্ষেত্রে ঘটত। কিছু ক্ষেত্রে শিশুদের অপহরণ বা তাদের নিজের পরিবারই দারিদ্র্যের কারণে বিক্রি করত। ঋণের কারণে দাস হওয়া বা পরিবারের হাতে শিশু বিক্রি হওয়া বিষয়টি নিয়ে বিতর্ক রয়েছে। ইতিহাসবিদ হেনরি ব্রুনশভিগ মনে করেন এটি বিরল ঘটনা ছিল। তবে গবেষক জনাথন ই. ব্রকোপের মতে, ঋণদাসত্ব একটি স্থায়ী সমস্যা ছিল। অনেক সময় মুক্ত মানুষরাও নিজেরা বা তাদের সন্তানদের ঋণের কারণে দাস হিসেবে বিক্রি করতে বাধ্য হতো। কিছু অপরাধের জন্যও একজন ব্যক্তি দাসে পরিণত হতে পারত; যেমনটি রোমান সাম্রাজ্যে দেখা যেত, যেখানে অপরাধের শাস্তি হিসেবে অনেককে দাসত্ব বরণ করতে হয়েছিল।। \nদাসদের প্রধানত দুই শ্রেণিতে ভাগ করা হত; কেনা দাস, যাদের বাজার থেকে কেনা হতো বা যুদ্ধবন্দি হিসেবে আনা হত; গৃহজাত দাস, যারা দাস পরিবারের ঘরে জন্ম নিত। এদের ওপর মালিকের পূর্ণ অধিকার থাকত এবং সাধারণত তাদের বিক্রি করা হতো না। নারী দাসদের অনেক সময় মালিকদের আর্থিক স্বার্থে যৌনকর্মে বাধ্য করা হতো, যা পূর্ববর্তী নিকটপ্রাচ্যের সমাজব্যবস্থায়ও প্রচলিত ছিল।\n\n\n== ইসলামী আরবে দাসপ্রথা ==\n\n\n=== প্রাথমিক ইসলামি ইতিহাস ===\n\nউইলিয়াম মন্টগোমারি ওয়াট উল্লেখ করেন যে, আরব উপদ্বীপে নবী মুহাম্মদের ইসলামি শান্তি সম্প্রসারণের ফলে সেখানে যুদ্ধ ও অভিযান হ্রাস পায়। ফলে স্বাধীন মানুষকে দাস বানানোর ভিত্তি ভেঙে যায়। প্যাট্রিক ম্যানিংয়ের মতে, দাসদের উপর নির্যাতনের বিরুদ্ধে রচিত ইসলামী আইন গোটা আরব উপদ্বীপে দাসত্বের পরিমাণ অনেক সীমিত করেছিল, যেখানে প্রাচীনকাল থেকেই দাসত্ব বিদ্যমান ছিল। এটি সমগ্র উমাইয়া খিলাফতেও নিজের প্রভাব বজায় রেখেছিল। \nতবে বাইজেন্টাইন অঞ্চলে মুসলিম উমাইয়া বাহিনীর অবিরাম আক্রমণের ফলে দাস বাজার গ্রীক বন্দীদের দ্বারা প্লাবিত হয়ে পড়ে। খলিফা সুলাইমান যখন হজ্জ থেকে ফেরার পথে মদিনায় ছিলেন, তখন তিনি তার স্থানীয় প্রিয়জনদের প্রায় ৪০০ জন গ্রীক দাস উপহার দিয়েছিলেন বলে জানা যায়। খলিফার এই অনুষ্ঠানে অংশগ্রহণকারী কবি জারির ইবনে আতিয়াহ গর্ব করে বলেছিলেন, \"তাদের নিয়ে কোনো ভালো কাজ করার চেয়ে বরং তাদের হত্যা করাকেই কে উত্তম মনে করে না\" (অর্থাৎ তাদের হত্যাই শ্রেয়)? \nবার্নার্ড লুইসের মতে, মুসলিম বিশ্বে অভ্যন্তরীণ দাস জনসংখ্যা স্বাভাবিক জন্মহার দ্বারা টিকে থাকার মতো পর্যাপ্ত ছিল না, যা আমেরিকার দ্রুত বর্ধনশীল দাস জনসংখ্যার সাথে বৈপরীত্য তৈরি করে। এর প্রধান কারণগুলোর মধ্যে ছিল দাস মাতার সন্তানদের মুক্তি, ধর্মীয় কারণে দাস মুক্ত করা, সামরিক বাহিনীতে পদোন্নতিপ্রাপ্ত দাসদের মুক্তি এবং শ্রমিক ও গৃহস্থালী দাসদের মধ্যে নৈমিত্তিক যৌন সম্পর্ক ও বিয়ে সীমিত করে সন্তান জন্মদানের সীমাবদ্ধতা।\nআমদানিকৃত পুরুষ দাসদের একটি মোটামুটি অংশ নপুংশক হতো এবং তাদের হারেমের ভেতরে নারীদের জন্য দাস হিসেবে ব্যবহার করা হতো। মুসলিম হারেমে (গৃহে) নপুংসক বা খোঁজা দাস ব্যবহার করার একটি পূর্ববর্তী উদাহরণ নবী মুহাম্মাদের জীবনেও পাওয়া যায়। তিনি তাঁর নিজের দাসী উপপত্নী মারিয়া আল-কিবতিয়া বাড়িতে নপুংসক মাবুরকে দাস হিসেবে ব্যবহার করেছিলেন এবং তারা উভয়ই মিশরীয় ছিল। তবে ইসলামে কাউকে খোঁজা করা কঠোরভাবে নিষিদ্ধ ছিল। লেভি বলেন যে, কুরআন ও ইসলামী ঐতিহ্য অনুসারে, এই ধরনের কর্ম আপত্তিকর ছিল। আল-বায়দাওয়ীর মত কিছু আইনবিদ খোজাকরণকে অঙ্গহানি বলে মনে করতেন এবং এটি প্রতিরোধের জন্য আইন প্রণয়ন করতেন। তবে বাস্তবে খোঁজা করা অব্যাহত ছিল। আঠারো শতকে মক্কায় বেশিরভাগ খোজা মসজিদের (আগাওয়াস) সেবায় নিয়োজিত ছিলেন। \nসমস্ত শ্রেণির দাসদের মধ্যেই মৃত্যুহার ছিল অত্যন্ত বেশি। সাধারণত দাসদের দূরবর্তী অঞ্চল থেকে আনা হতো এবং তাদের শরীরে নতুন পরিবেশের রোগের বিরুদ্ধে কোনো প্রতিরোধ ক্ষমতা থাকত না, যার ফলে তারা বিপুল সংখ্যায় মৃত্যুবরণ করত। গবেষক সেগাল উল্লেখ করেন যে, সদ্য দাস হওয়া ব্যক্তিরা বন্দিদশার কষ্ট ও কষ্টকর ভ্রমণের কারণে শারীরিকভাবে অত্যন্ত দুর্বল হয়ে পড়ত। ফলে নতুন জলবায়ু ও সংক্রমণের কারণে তারা সহজেই অসুস্থ হয়ে মারা যেত। \nবিশেষ করে শিশু দাসরা সবচেয়ে বেশি ঝুঁকির মধ্যে থাকত। কারণ মুসলিম দাসবাজারে শিশুদের চাহিদা আমেরিকীয় দাসবাজারের তুলনায় অনেক বেশি ছিল, যেখানে শ্রমিক দাসদের চাহিদা বেশি ছিল। অনেক কৃষ্ণাঙ্গ দাস এমন পরিস্থিতিতে বসবাস করতে বাধ্য হত, যেখানে পর্যাপ্ত খাবারের অভাব, অপুষ্টি ও নানা ধরনের রোগব্যাধির প্রকোপ ছিল। এই কঠিন জীবনযাত্রার ফলে তাদের গড় আয়ুষ্কাল কমে যেত; নারীদের সন্তান জন্মদানের ক্ষমতা ক্ষতিগ্রস্ত হত এবং শিশু মৃত্যুহার ভয়াবহভাবে বেড়ে যেত। এমনকি ১৯শ শতকেও উত্তর আফ্রিকা ও মিশরে ভ্রমণকারী অনেক পশ্চিমা পর্যটক আমদানি করা কৃষ্ণাঙ্গ দাসদের মধ্যে চরম মৃত্যুহারের বিষয়টি লক্ষ্য করেছিলেন। \nমুসলিম বিশ্বে দাসপ্রথা সীমিত হওয়ার অপর একটি গুরুত্বপূর্ণ কারণ ছিল নবম শতাব্দীর দক্ষিণ ইরাকে বৃক্ষ রোপণভিত্তিক অর্থনীতির বিরুদ্ধে জাঞ্জ বিদ্রোহ। এই বিদ্রোহের ফলে মুসলিম শাসকরা বুঝতে পারেন যে, দাসদের বৃহৎ সংখ্যায় একত্রিত করে তাদের শ্রমে নিয়োজিত করা নিরাপদ নয়। তারা উপলব্ধি করেন যে, বরং দাসদের ছোট ছোট দলে বিভক্ত করে কাজে লাগানোই বেশি কার্যকর। এর ফলস্বরূপ মধ্যযুগীয় ইসলামী বিশ্বে বিশাল সংখ্যক দাস আমদানি করার প্রয়োজনীয়তা কমে যায় এবং দাসদের ব্যাপকভাবে কঠোর শারীরিক শ্রমে নিয়োগ দেওয়াও একটি ব্যতিক্রমী ঘটনা হয়ে ওঠে।\n\n\n=== দাস ব্যবসা ===\n\nঐতিহাসিক বার্নার্ড লুইস লেখেন যে, মানব ইতিহাসের এক দুঃখজনক বৈপরীত্য হলো, ইসলাম কর্তৃক আনা মানবিক সংস্কারগুলোর ফলে ইসলামী সাম্রাজ্যের ভেতরে এবং বিশেষ করে বাইরের বিশ্বে দাস ব্যবসার ব্যাপক প্রসার ঘটে। তিনি ব্যাখ্যা করেন যে, ইসলামে মুসলিমদের দাস বানানোর নিষেধাজ্ঞা থাকার কারণে মুসলিম শাসিত অঞ্চলগুলোতে ব্যাপকভাবে বাইরের দেশ ও অঞ্চলের মানুষকে দাস হিসেবে আমদানি করা হয়েছিল। প্যাট্রিক ম্যানিং বলেছেন যে, ইসলাম দাসপ্রথাকে সম্পূর্ণরূপে বিলোপ করার পরিবর্তে এটিকে স্বীকৃতি ও আইনি কাঠামোর মধ্যে নিয়ে আসে, যা দাসপ্রথার বিস্তার ও স্থায়িত্ব নিশ্চিত করতে সাহায্য করে।\nআরব দাসব্যবসা মূলত বৃহত্তর ইসলামি দাসব্যবসার অংশ ছিল। ঐতিহাসিক বার্নার্ড লুইস লিখেছেন, মুসলিম বিশ্বে বহুদেববাদী ও মূর্তিপূজকদের প্রধানত দাস হিসেবে দেখা হত, যাদের ইসলামি বিশ্বে আমদানি করে ইসলামি সংস্কৃতির অনুসারী হিসেবে গড়ে তোলা হতো। যেহেতু তাদের নিজস্ব কোনো গুরুত্বপূর্ণ ধর্ম ছিল না, তাই তারা সহজেই ইসলাম গ্রহণের জন্য উপযুক্ত বলে বিবেচিত হতো। তবে ইতিহাসবিদ প্যাট্রিক ম্যানিং মনে করেন যে, এই দাসব্যবসার ক্ষেত্রে ধর্মীয় বিশ্বাস ততটা গুরুত্বপূর্ণ ছিল না। এছাড়া ইসলামি দাসব্যবসা পরিভাষাটি খ্রিস্টীয় দাস ব্যবসার সঙ্গে তুলনা করার ধারণা দেয়। আফ্রিকায় ইসলামের প্রচারকরা অনেক সময়ই ইসলাম গ্রহণের আহ্বান জানাতে সতর্কতা অবলম্বন করতেন। কারণ এতে দাস সংগ্রহের সুযোগ কমে যাওয়ার আশঙ্কা থাকত। তবে কোনো মুসলিম ঐতিহাসিক এমন দাবি করেননি। \n\nঅষ্টম শতাব্দীতে আফ্রিকার উত্তর অংশ ছিল আরব-বারবার শাসকদের অধীনে এবং ইসলাম ধীরে ধীরে নীল নদী ও সাহারা মরুভূমির বাণিজ্য পথ ধরে দক্ষিণ দিকে বিস্তার লাভ করেছিল। এই সময় দাস ব্যবসা ছিল একটি গুরুত্বপূর্ণ অর্থনৈতিক উৎস। ইথিওপিয়ার সোলোমনি রাজবংশ তাদের পশ্চিম সীমান্ত অঞ্চলে বসবাসকারী নিলোটিক জাতিগোষ্ঠীর লোকদের বন্দী করে পরবর্তীতে তাদের দাস হিসেবে বিক্রি করত। সোমালিয়ার মুসলিম সালতানাতগুলো, বিশেষ করে আদাল সালতানাত দাস ব্যবসার সঙ্গে জড়িত ছিল। ঐতিহাসিক আল মাকরিজি লিখেছেন যে, আদাল সালতানাতের শাসক সুলতান জামাল উদ্দিন সামরিক বিজয়ের পর বিপুলসংখ্যক আমহারাকে দাস হিসেবে বন্দি করে গ্রিস ও ভারত পর্যন্ত বিক্রি করেছিলেন, যা তার রাজ্যের অর্থনীতিতে গুরুত্বপূর্ণ ভূমিকা রাখে। ঐতিহাসিক উলরিখ ব্রাউক্যাম্পার মনে করেন যে, ইসলামী ঐতিহাসিক গ্রন্থগুলো আদাল সালতানাতের সামরিক শক্তির গুরুত্ব অতিরঞ্জিতভাবে তুলে ধরেছে। যদিও আদাল সালতানাত সাময়িকভাবে কিছু অঞ্চল দখল করেছিল, তবে এটি দীর্ঘমেয়াদী নিয়ন্ত্রণ প্রতিষ্ঠা করতে পারেনি। তবে এসব তথ্য নিশ্চিত প্রমাণ করে যে, আদাল সালতানাত তৎকালীন দক্ষিণ ইথিওপিয়ায় উল্লেখযোগ্য সামরিক ও রাজনৈতিক প্রভাব বিস্তার করতে সক্ষম হয়েছিল। শুধু আফ্রিকাই নয়, বরং ইউরোপ থেকেও দাস সরবরাহ করা হতো। মুসলিম শাসিত ফ্রাক্সিনেটাম (বর্তমান ফ্রান্সের একটি অঞ্চল) ছিল ইউরোপীয় দাস ব্যবসার অন্যতম কেন্দ্র। \nঅষ্টাদশ শতাব্দীর শুরুর দিক পর্যন্ত ক্রিমীয় খানাত ব্যাপকভাবে উসমানীয় সাম্রাজ্য ও মধ্যপ্রাচ্যের দাস বাজারের জন্য স্থানীয় দাস সরবরাহ করত। ১৫৩০ থেকে ১৭৮০ সালের মধ্যে উত্তর আফ্রিকার বারবারি উপকূলে মুসলিম দাস ব্যবসায়ীদের দ্বারা আনুমানিক ১০ লাখ থেকে ১২.৫ লাখ শ্বেতাঙ্গ ইউরোপীয় খ্রিস্টান দাসত্বের শিকার হয়েছিল। এসব মানুষকে বন্দি করে উসমানীয় সাম্রাজ্য ও অন্যান্য মুসলিম শাসিত অঞ্চলে বিক্রি করা হতো। \n\nবর্তমান তানজানিয়ার উপকূলে অবস্থিত জাঞ্জিবার দ্বীপপুঞ্জ এই দাস বাণিজ্যের অন্যতম প্রধান কেন্দ্র ছিল। দক্ষিণ-পূর্ব আফ্রিকা ও ভারত মহাসাগরীয় অঞ্চল ১৯শ শতক পর্যন্ত প্রাচ্য দাস ব্যবসার জন্য গুরুত্বপূর্ণ কেন্দ্র ছিল।  ডেভিড লিভিংস্টোন এবং হেনরি মর্টন স্ট্যানলি ছিলেন প্রথম ইউরোপীয় অভিযাত্রী, যারা কঙ্গো অববাহিকার গভীরে প্রবেশ করেন এবং সেখানে দাস ব্যবসার ভয়াবহতা নিজের চোখে দেখেন। আরব দাস ব্যবসায়ী তিপ্পু তিব তার প্রভাব বিস্তার করে আফ্রিকার বহু মানুষকে দাস বানিয়ে ব্যবসা করেছিল বলে জানা যায়। তবে যখন ইউরোপীয়রা গিনি উপসাগরীয় অঞ্চলে বসতি স্থাপন করল, তখন ট্রান্স-সাহারান দাস ব্যবসার গুরুত্ব কমতে থাকে। জাঞ্জিবারে দাসপ্রথা বিলুপ্ত হয় আরো অনেক দেরিতে। ১৮৯৭ সালে সুলতান হামুদ বিন মোহাম্মদ আনুষ্ঠানিকভাবে দাসপ্রথা নিষিদ্ধ করেন।  তবে আফ্রিকার অন্যান্য অঞ্চলের সঙ্গে মুসলিম দাস ব্যবসায়ীদের সরাসরি সংযোগ ছিল না।\n\n\n=== দাসদের ভূমিকা ===\nআরব দাস বাণিজ্যের সময় দাসদের মূলত শারীরিক শ্রমে নিযুক্ত করা হলেও মধ্যযুগীয় ইসলামী বিশ্বে অধিকাংশ কৃষিশ্রম ছিল বেতনভিত্তিক। দাসদের মূলত ব্যবসা ও গৃহস্থ কাজে ব্যবহার করা হত। তবে এক্ষেত্রে কিছু ব্যতিক্রমও ছিল; যেমন দক্ষিণ ইরাকের রোপণ অর্থনীতি (যার ফলে ৯ম শতাব্দীতে জাঞ্জ বিদ্রোহের সূচনা হয়েছিল), ৯ম শতাব্দীর ইফরিকিয়া (আধুনিক তিউনিসিয়া) ও ১১শ শতাব্দীর বাহরাইনে কারমাতীয় রাষ্ট্রের শাসনামলে।\nআমেরিকায় গড়ে ওঠা দাসভিত্তিক রোপণব্যবস্থার মতো একটি ব্যবস্থা প্রাথমিক পর্যায়ে ইসলামী বিশ্বেও গড়ে উঠেছিল। তবে এটি এতটাই ধ্বংসাত্মক পরিণতি ডেকে আনে যে, পরবর্তী সময়ে এই ধরনের উদ্যোগ তুলনামূলকভাবে বিরল হয়ে পড়ে এবং সীমিত রাখা হয়। মুসলিম বিশ্বে দাসদের মূলত সেবা খাতে ব্যবহার করা হতো; যেমন: উপপত্নী, রাঁধুনি, বাহক ও সৈনিক এবং দাসপ্রথাকে মূলত উৎপাদনের পরিবর্তে ভোগের একটি উপায় হিসেবে দেখা হতো। এর সবচেয়ে স্পষ্ট প্রমাণ হলো লিঙ্গ অনুপাত; ইসলামী সাম্রাজ্যে দাস ব্যবসায় পুরুষদের তুলনায় নারীদের সংখ্যা ছিল প্রায় দ্বিগুণ। দাসী উপপত্নীত্ব ছাড়াও বেশিরভাগ নারী দাস গৃহস্থালির কাজে নিযুক্ত থাকতেন এবং তাদের প্রভুর সাথে যৌন সম্পর্কের বিষয়টিও এতে অন্তর্ভুক্ত ছিল। এটি তাদের ক্রয়ের বৈধ উদ্দেশ্যগুলোর অন্যতম এবং সম্ভবত সবচেয়ে সাধারণ কারণ ছিল বলে ধারণা করা হয়।   \nসৈন্যদাস ব্যবস্থাও সাধারণ ছিল। সাম্রাজ্যের সীমানার বাইরে থেকে প্রসিদ্ধ যোদ্ধা জাতিগুলি থেকে দক্ষদের ব্যাপকভাবে সাম্রাজ্যের সেনাবাহিনীতে নিয়োগ করা হয়েছিল। কিছুদিন পর এই সৈন্যরা প্রায়শ সাম্রাজ্যের মূল ও কেন্দ্রীয় বাহিনীতে উচ্চ পদে উন্নীত হতেন।\n\n\n=== আফ্রিকীয় জনগণের প্রতি আরবদের দৃষ্টিভঙ্গি ===\n\nকুরআন, হাদিস ও ইসলামি আইনে কৃষ্ণাঙ্গ আফ্রিকীয় জনগোষ্ঠীর প্রতি কোন বর্ণবাদী মনোভাব প্রকাশ করা হয়নি; বরং এসবকে উপজীব্য করে অনাধিকার চর্চা ও জাতিভেদ সৃষ্টি করাকে ঘৃণ্য বিষয় হিসেবে উল্লেখ করা হয়েছে। ৪৯:১৩  তবে ইতিহাসবিদ বার্নার্ড লুইস যুক্তি দেন যে, পরবর্তী সময়ে বিভিন্ন কারণে আরবদের মধ্যে জাতিগত বিদ্বেষ গড়ে উঠেছে। এর মধ্যে রয়েছে তাদের ব্যাপক বিজয় ও দাস ব্যবসা, অ্যারিস্টটলীয় দর্শনের প্রভাব (যা কিছু মুসলিম দার্শনিক বিশেষভাবে বান্টু ও তুর্কি জনগোষ্ঠীর প্রতি প্রয়োগ করেন) এবং রাজনৈতিক মতাদর্শের প্রভাব, যা মানবজাতির মাঝে বিভাজন তৈরি করেছিল।\n৮ম শতকের মধ্যেই আরবীয় সমাজে কৃষ্ণাঙ্গদের প্রতি বৈষম্য শুরু হয়। তবে অনেক মধ্যযুগীয় আরবি লেখক এই বর্ণবাদের বিরোধীতা বক্তব্য দিয়েছেন এবং সকল কৃষ্ণাঙ্গ; বিশেষ করে ইথিওপীয়দের সম্মান জানানোর আহ্বান জানিয়েছেন। ইসলামি আইনবিদরা বর্ণবাদ ও জাতিগত বৈষম্যের বিরুদ্ধে লেখালেখি করেছেন। তবে এই বৈষম্য ইউরোপীয় উপনিবেশিক যুগের জাতিগত বৈষম্যের মতো ঘৃণ্য ছিল না। তবে দাসপ্রথা সম্পর্কে প্রচলিত ইসলামি দৃষ্টিভঙ্গি ছিল, এটি মানবিক। কারণ দাসদের মূল উৎস ছিল অমুসলিম, পৌত্তলিক ও বর্বর অবিশ্বাসীরা, যাদের দাসত্বের মাধ্যমে ইসলাম গ্রহণের সুযোগ মিলত এবং তারা ইসলামি সভ্যতার সুবিধা লাভ করত।   \nইসলামের প্রথম দুই শতাব্দীতে মুসলিম পরিচয় প্রায়শ আরব জাতির সমার্থক ছিল। পরবর্তীতে যখন বিভিন্ন অনারব জাতি ইসলামে প্রবেশ করে, তখন কিছু ক্ষেত্রে অনারব ধর্মান্তরিত মুসলিম, দাসত্ব থেকে মুক্ত ও বন্দী থেকে মুক্তিপ্রাপ্ত মুসলমানরা আরবদের তুলনায় নিম্ন শ্রেণির মুসলিম হিসেবে বিবেচিত হতেন এবং তাদের অধিকাংশই অর্থনৈতিক, রাজনৈতিক, সামাজিক ও সামরিক ক্ষেত্রে বৈষম্যের শিকার হতেন; যদিও সর্বত্র এমনটি দেখা যায়নি।\nউমাইয়া খেলাফতের সময় যখন ইসলামি সাম্রাজ্য আন্তর্জাতিক পরিসরে বিস্তৃত হওয়ার ফলে ইসলাম একটি সার্বজনীন সভ্যতা হিসেবে প্রতিষ্ঠিত হয় এবং বিভিন্ন বর্ণের মানুষ মক্কায় হজ্জ তীর্থযাত্রায় অংশগ্রহণ করে, তখন মুসলিম বিশ্বে বিভিন্ন জাতির সম্পর্কে ভিন্ন ভিন্ন মতামত গড়ে ওঠে এবং দাসদের মধ্যে জাতিগত শ্রেণিবিন্যাস তৈরি হয়।  এছাড়া আরব পুরুষদের দাস উপপত্নীর সন্তানদের (হাজিন) সামাজিক অবস্থান তাদের মাতৃগোষ্ঠীর অবস্থানের ওপর নির্ভর করত। আবদুহ বাদাবি উল্লেখ করেন যে, এটি প্রায় প্রতিষ্ঠিত অভিমত যে, হাজিনদের মধ্যে সবচেয়ে দুর্ভাগ্যবান ও সামাজিক মর্যাদায় সবচে' নিম্নতম তারাই ছিল, যারা মায়েদের দিক থেকে কৃষ্ণাঙ্গ ছিল। কারণ আফ্রিকীয় মায়ের পুত্রকে একজন শ্বেতাঙ্গ দাসীর পুত্রের তুলনায় অনারব হিসেবে অধিক চেনা যায়। ফলে কালো নারীর সন্তান হওয়া ছিল অপমানজনক এবং শ্বেতাঙ্গ নারীর সন্তান হওয়া ছিল গর্বের বিষয়। তবে এই ধারণা সর্বত্র মুসলিম বিশ্বের সর্বত্র প্রচলিত ছিল না। \n১৪শ শতকের মধ্যে সাহারা-নিম্ন আফ্রিকীয় অঞ্চল থেকে বিপুল সংখ্যক দাস আনা হয়েছিল। লুইস যুক্তি দেন যে, এই কারণে মিশরীয় ইতিহাসবিদ আবশিবি (১৩৮৮-১৪৪৬) লিখেছেন যে, (এটা বলা হয় যে) যখন কৃষ্ণাঙ্গ দাস তৃপ্ত হয়, তখন ব্যভিচারে লিপ্ত হয় আর যখন সে ক্ষুধার্ত থাকে, তখন সে চুরি করে।\"  \n২০শ শতকের শেষ পর্যন্ত কিছু লেখক দাবি করেছেন যে, ইসলামি সমাজে দাসপ্রথা বর্ণবাদের প্রভাবমুক্ত ছিল। তবে সাম্প্রতিক গবেষণায় দেখা গেছে, ইসলামি ইতিহাসে—বিশেষ করে ৯ম শতক থেকে—কিছু ক্ষেত্রে কালো মানুষদের প্রতি বর্ণবাদী মনোভাব ও দাসত্বের সঙ্গে কৃষ্ণতার সমান্য হলেও যোগসূত্র ছিল। \n২০১০ সালে দ্বিতীয় আফ্রো-আরব সম্মেলনে লিবিয়ার নেতা মুয়াম্মার গাদ্দাফি আফ্রিকীয় দাস ব্যবসায় আরবদের সম্পৃক্ততার জন্য দুঃখপ্রকাশ করেন। তিনি বলেন, \"আমি আরবদের আচরণের জন্য অনুতপ্ত... তারা আফ্রিকীয় শিশুদের উত্তর আফ্রিকায় নিয়ে এসে দাস বানিয়েছিল এবং পশুর মতো বিক্রি করেছিল। তাদের লজ্জাজনকভাবে দাস বানিয়ে ব্যবসা করা হয়েছিল। আমি অনুতপ্ত এবং লজ্জিত হই, যখন এই ইতিহাস স্মরণ করি। আমি এর জন্য ক্ষমাপ্রার্থী।\"\n\n\n== দাস ব্যবসার ভূগোল ==\n\n\n=== সরবরাহ অঞ্চল ===\nঐতিহাসিক তথ্য অনুযায়ী উত্তর আফ্রিকার মুসলিম দাস ব্যবসায়ীরা ভূমধ্যসাগরীয় উপকূলজুড়ে খ্রিস্টান ইউরোপের বিভিন্ন অঞ্চলে অভিযান চালিয়ে মানুষদের বন্দী করে দাস বানাত। সপ্তম থেকে পঞ্চদশ শতাব্দীর মধ্যে ভূমধ্যসাগরীয় অঞ্চলে দাস হিসেবে বিক্রি হওয়া ব্যক্তিদের বেশিরভাগই ইউরোপীয় বংশোদ্ভূত ছিল পঞ্চদশ শতাব্দীতে ইথিওপীয় দাস ব্যবসায়ীরা তাদের পশ্চিম সীমান্তবর্তী অঞ্চল থেকে দাস বিক্রি করত, যা সাধারণত তৎকালীন ইথিওপীয় সম্রাট বা এন্নারিয়ার শাসনাধীন এলাকার বাইরে পড়ত। \n\n\n=== বিনিময় ===\n\nদাসদের বিভিন্ন বস্তু বিনিময়ের মাধ্যমে কেনাবেচা করা হতো। সুদানে দাসদের বিনিময় হিসেবে কাপড়, গহনা ও অন্যান্য ব্যবহার্য সামগ্রী দেওয়া হতো। মাগরেবে দাসদের বিনিময়ে ঘোড়া লেনদেন করা হতো। এছাড়া মরুভূমির শহরগুলিতে দাসদের কেনাবেচার জন্য সাধারণত কাপড়ের টুকরো, মৃৎশিল্প, ভেনিশীয় কাচের দাসের পুঁতি, রঙের উপকরণ ও মূল্যবান গয়না মূল্য হিসেবে দেওয়া হত। কৃষ্ণাঙ্গ দাস বাণিজ্য ছিল একটি বৃহৎ ও বৈচিত্র্যময় বাণিজ্য নেটওয়ার্কের অংশ। স্বর্ণমুদ্রার পাশাপাশি ভারত মহাসাগর ও আটলান্টিক মহাসাগর (যেমন: ক্যানারি দ্বীপপুঞ্জ, লুয়ান্ডা) থেকে সংগৃহীত কড়ির খোলস নিম্ন-সাহারা আফ্রিকায় মুদ্রার বিকল্প হিসেবেও ব্যবহৃত হতো (পণ্যের দাম শামুকের কড়ি ভর্তি বস্তা দিয়ে পরিশোধ করা হতো)।\n\n\n=== দাস বাজার ও মেলা ===\n\nআরব বিশ্বের শহরগুলিতে আফ্রিকীয় দাসদের বিক্রি করা হত। ১৪১৬ সালে আল-মাকরিজি বর্ণনা করেন যে, কীভাবে তাকরুর (সেনেগাল নদীর কাছে) থেকে আগত তীর্থযাত্রীরা নিজেদের সাথে ১,৭০০ ক্রীতদাস মক্কায় নিয়ে এসেছিলেন। উত্তর আফ্রিকায় প্রধান দাস বাজার ছিল মরক্কো, আলজিয়ার্স, ত্রিপোলি ও কায়রো এবং দাস কেনা-বেচা সাধারণত জনসমাগম বা স্যুকে (বাজার) অনুষ্ঠিত হত।\nসম্ভাব্য ক্রেতারা নিজেদের পণ্যটি সাবধানে পরীক্ষা করতেন। তারা একজন ব্যক্তির স্বাস্থ্য পরীক্ষা করত, যিনি প্রায় অর্ধনগ্ন অবস্থায় দাঁড়িয়ে থাকতেন এবং তার কব্জি বাঁধা থাকত। কায়রোতে খোঁজা ও উপপত্নী দাসীদের লেনদেন ব্যক্তিগত বাড়িতে সংঘটিত হতো। দাসের গুণমান অনুযায়ী দাম পরিবর্তিত হতো। ব্রিটিশ গবেষণা জাহাজ টারনেটর কমান্ডার থমাস স্মি ১৮১১ সালে জাঞ্জিবারে এমন এক বাজার পরিদর্শন করেন এবং বিশদ বিবরণ দেন:\n\nপ্রদর্শনী' বিকেল চারটার দিকে শুরু হয়। দাসদের ত্বক পরিষ্কার ও চকচকে করতে নারকেল তেল লাগানো হয়। তাদের মুখ লাল-সাদা ডোরা কাটা রঙে সাজানো হয় এবং হাত, নাক, কান ও পা স্বর্ণ ও রৌপ্য অলংকার ও মণিমুক্তায় সজ্জিত করা হয়। এরপর তাদের একটি সারিতে সাজানো হয়—সর্বকনিষ্ঠদের সামনে এবং যথাক্রমে বয়স ও আকার অনুযায়ী পেছনে রাখা হয়।\nসারির শীর্ষে থাকেন দাস-মালিক নিজেই; পিছনে ও পাশে কয়েকজন গৃহদাস, যারা তলোয়ার ও বর্শা হাতে পাহারায় থাকে। এরপর এই শোভাযাত্রা শুরু হয় এবং সেটি বাজার ও প্রধান প্রধান রাস্তা অভিমুখে অগ্রসর হয়...\nযদি কোনো দর্শকের এটি পছন্দ হয়, তাহলে সারিটি থেমে যায় এবং একটি বিস্তৃত পরীক্ষা-নিরীক্ষা শুরু হয়, যা ইউরোপের কোনো পশুর হাটেও সম্ভবত দেখা যাবে না। সম্ভাব্য ক্রেতা নিশ্চিত হন যে, দাসটির বাকশক্তি, শ্রবণশক্তি ইত্যাদিতে কোনো সমস্যা নেই এবং তার কোনো রোগ নেই। এরপর তিনি ব্যক্তিগতভাবে শরীর পরীক্ষা করেন; প্রথমে মুখ ও দাঁত দেখা হয়, তারপর শরীরের প্রতিটি অংশ পর্যায়ক্রমে পরীক্ষা করা হয়, এমনকি মেয়েদের স্তনও বাদ যায় না।\n\nআমি দেখেছি যে, অনেক মেয়ে প্রকাশ্য বাজারে ক্রেতাদের দ্বারা অত্যন্ত অশালীনভাবে স্পর্শের স্বীকার হয়েছে; এমনকি প্রায় নিশ্চিতভাবে বলা যায় যে, দাস ব্যবসায়ীরা প্রায়শ তরুণী দাসীদের বিক্রির আগে তাদের যৌন নিপীড়নের শিকার হতে বাধ্য করেন। এমন দৃশ্য দেখে দয়া ও ক্ষোভে মন ভরে যায়। \n\n\n=== আফ্রিকা: ৮ম থেকে ২০শ শতাব্দী ===\n১৯৯৮ সালের এপ্রিল মাসে ইতিহাসবিদ এলিকিয়া এমবোকলো ফরাসি পত্রিকা লো মোঁদ দিপ্লোমাতিকে লিখেছিলেন:আফ্রিকা মহাদেশ থেকে লাখ লাখ মানুষ দাস হিসেবে বন্দি করে নিয়ে যাওয়া হয়েছিল এবং এটি করা হয়েছিল বিভিন্ন বাণিজ্যিক পথ ব্যবহার করে। সাহারা মরুভূমি অতিক্রম করে লোহিত সাগরের মধ্য দিয়ে, ভারত মহাসাগরের উপকূলীয় বন্দরগুলির মাধ্যমে এবং আটলান্টিক মহাসাগর হয়ে দাস ব্যবসা প্রচলিত ছিল। মুসলিম দেশগুলির পৃষ্ঠপোষকতায় অন্তত দশ শতাব্দী ধরে (নবম থেকে উনবিংশ শতাব্দী পর্যন্ত) দাসপ্রথা চলেছে।\" তিনি আরও উল্লেখ করেন যে, ঐতিহাসিক গবেষণা অনুযায়ী মোট দাস রপ্তানির আনুমানিক সংখ্যা ছিল:\nলোহিত সাগরের মাধ্যমে প্রায় চার মিলিয়ন (৪০ লাখ)\nভারত মহাসাগরের সোয়াহিলি বন্দরগুলির মাধ্যমে আরও চার মিলিয়ন (৪০ লাখ)\nনিম্ন-সাহারার ক্যারাভান পথ ধরে প্রায় নয় মিলিয়ন (৯০ লাখ)\nআটলান্টিক মহাসাগর পেরিয়ে প্রায় এগারো থেকে বিশ মিলিয়ন (১.১ থেকে ২ কোটি) [লেখকের বর্ণনা মতে]। \nঅষ্টম শতাব্দীতে উত্তর আফ্রিকার নিয়ন্ত্রণ ছিল আরব ও বার্বারদের হাতে। এই সময় ইসলামের প্রসার ঘটতে শুরু করে, যা নীল নদী বরাবর এবং সাহারা মরুভূমির বাণিজ্য পথ ধরে আফ্রিকার দক্ষিণাঞ্চলে পৌঁছায়। এর ফলে এই অঞ্চলগুলোতেও দাসপ্রথা বিস্তার লাভ করে এবং স্থানীয় জনগণকে দাস বানিয়ে বিভিন্ন বাজারে বিক্রি করা হতো। \n\nমধ্য যুগে সাধারণ আরবি শব্দ বিলাদ আস-সুদান (কালোদের ভূমি) ব্যবহৃত হত বিশাল সুদান অঞ্চল বোঝাতে, যা পশ্চিম ও মধ্য আফ্রিকাকে নির্দেশ করত বা কখনো কখনো পশ্চিম আফ্রিকার উপকূল থেকে পশ্চিম সুদান পর্যন্ত বিস্তৃত হতো। এই অঞ্চল উত্তর ও সাহারাই আফ্রিকার জন্য শ্রমিক সরবরাহের প্রধান উৎস ছিল। ইতিহাসে অঞ্চলটি বেশ কয়েকটি রাষ্ট্র ও জনগোষ্ঠী দ্বারা শাসিত হয়; যেমন: ঘানা সাম্রাজ্য, মালি সাম্রাজ্য, কানেম-বোর্নু সাম্রাজ্য, ফুলানি ও হাউসা জনগোষ্ঠী।\nআফ্রিকার শৃঙ্গ অঞ্চল, লোহিত সাগর ও ভারত মহাসাগরের উপকূলীয় এলাকা স্থানীয় সোমালি ও অন্যান্য মুসলিমদের দ্বারা নিয়ন্ত্রিত ছিল এবং গোটা উপকূল জুড়ে ইয়েমেনি ও ওমানি বণিকদের প্রধান বাণিজ্যকেন্দ্র ছিল এবং প্রাক্তন ইথিওপীয় উপকূল, বিশেষ করে মাসাওয়া বন্দর ও দালাক দ্বীপপুঞ্জ বহুদিন ধরে আফ্রিকার অভ্যন্তরীণ অঞ্চল থেকে দাস রপ্তানির কেন্দ্র ছিল। তখন এটি আকসুম রাজ্য ও তার পূর্ববর্তী কয়েকটি রাজ্যের শাসনের অধীনে পরিচালিত হয়েছিল। দাসদের বর্তমান ইথিওপিয়ার দক্ষিণাঞ্চল থেকে আনা হতো। বন্দরের অধিকাংশ এলাকা মুসলিম-প্রভাবিত ছিল এবং সেখানে বহু আরব ও ভারতীয় ব্যবসায়ী বসবাস করত। সোলোমনীয় রাজবংশ তাদের পশ্চিম সীমান্তের নিলোতিক জনগোষ্ঠী বা নতুন বিজিত দক্ষিণাঞ্চল থেকে দাস রপ্তানি করত। সোমালি ও আফার মুসলিম সুলতানরা; যেমন আদাল সালতানাতের সুলতানরা আফ্রিকার অভ্যন্তরীণ অঞ্চল থেকে নিলোতিক ও আমহারীয় দাসদের ধরে এনে বিক্রি করত।\nআফ্রিকার গ্রেট লেকস অঞ্চলে ওমানি ও ইয়েমেনি বণিকরা ভারত মহাসাগরের দক্ষিণ-পূর্ব উপকূলে দাস বাণিজ্যের কেন্দ্র স্থাপন করেছিল। তার মধ্যে সবচেয়ে উল্লেখযোগ্য ছিল জাঞ্জিবার দ্বীপপুঞ্জ ও বর্তমান তানজানিয়ার উপকূলীয় অঞ্চল। জাঞ্জ অঞ্চল বা সোয়াহিলি উপকূল দীর্ঘদিন ধরে প্রাচ্য দাস বাণিজ্যের প্রধান কেন্দ্র ছিল, যা উনবিংশ শতাব্দী পর্যন্ত অব্যাহত ছিল। ইউরোপীয় অভিযাত্রী ডেভিড লিভিংস্টোন ও হেনরি স্ট্যানলি প্রথম কঙ্গো অববাহিকার অভ্যন্তরে প্রবেশ করে সেখানে দাস প্রথার ব্যাপকতা আবিষ্কার করেন। আরব দাস ব্যবসায়ী তিপ্পু তিপ নিজের প্রভাব বিস্তার করে বহু মানুষকে দাসত্বে বাধ্য করেছিল। যখন ইউরোপীয়রা গিনি উপসাগরীয় অঞ্চলে বসতি স্থাপন করে, তখন নিম্ন-সাহারা দাস বাণিজ্য তার গুরুত্ব হারাতে শুরু করে। জাঞ্জিবারে দাসপ্রথা আনুষ্ঠানিকভাবে ১৮৯৭ সালে সুলতান হামুদ বিন মোহাম্মদ দ্বারা বিলুপ্ত করা হয় এবং ১৯০৯ সালে উপপত্নীদের মুক্তির মাধ্যমে এর সম্পূর্ণ অবসান ঘটে। \n\n\n== দাসত্বের জাতিগত মাত্রা ==\nইসলামি আইনের দৃষ্টিতে, মুসলিম রাষ্ট্র বা সাম্রাজ্যের বিরুদ্ধে যুদ্ধরত অমুসলিমদের; বিশেষ করে পৌত্তলিক ও বার্বর অবিশ্বাসীরা–দাস বানানো বৈধ ছিল। ফলে দাসদের জাতিগত পরিচয় বিভিন্ন হতে পারত। তবে দাসত্বের মধ্যে কিছু বর্ণবাদী উপাদান বিদ্যমান ছিল। দাসদের বাজারে তাদের জাতি ও গোষ্ঠীগত পরিচয়ের ওপর ভিত্তি করে বিভিন্ন মূল্যে বিক্রি করা হত। বিভিন্ন জাতির দাসদের ভিন্ন ভিন্ন শারীরিক ও মানসিক বৈশিষ্ট্যের অধিকারী হিসেবে দেখা হতো (যা বাস্তবও ছিল) এবং তাদের নির্দিষ্ট ধরনের কাজের জন্য বেশি উপযুক্ত বলে বিবেচনা করা হতো। ফলে দাসদের মধ্যে একটি জাতিগত শ্রেণিবিন্যাস গড়ে ওঠে, যেখানে কিছু জাতির দাসদের অন্যদের তুলনায় বেশি মূল্যবান ও সক্ষম মনে করা হতো। তৎকালীন আরব লেখকরা সাধারণভাবে দাসত্বকে একটি কল্যাণকর বলে ব্যাখ্যা করতেন। তাদের ব্যাখ্যা মতে, দাসদের মূল উৎস ছিল ইসলামী সাম্রাজ্যের বহিরাগত অঞ্চল, যেখানে তারা \"বর্বর\" ও \"অসভ্য\" ছিল। ইসলামের আওতায় এসে তারা ইসলাম গ্রহণ করতে পারত এবং উন্নত ইসলামি সভ্যতার সুবিধা ভোগ করতে পারত। এমন চিন্তাধারা দাসত্বকে ধর্মীয়ভাবে ন্যায্যতা দিত এবং প্রথাটিকে \"মানবিক\" হিসেবে চিত্রিত করত।\nইসলামের প্রথম দুই শতকে মুসলমান পরিচয়টি মূলত আরব জাতির সাথেই যুক্ত ছিল। অনারব মাওলাদের (যারা যুদ্ধবন্দি হয়ে দাস হয়েছিল এবং ইসলাম গ্রহণ করার ফলে পরবর্তীতে মুক্তি পেয়েছিল) দ্বিতীয় শ্রেণির মুসলমান হিসেবে গণ্য করা হতো বলে অনেকে উল্লেখ করেন। এমনকি ইসলাম গ্রহণের পরও তারা আর্থিক, রাজনৈতিক, সামাজিক ও সামরিক ক্ষেত্রে আরবদের তুলনায় নিম্নস্থানে ছিল এবং বৈষম্যের শিকার হত। কিন্তু আব্বাসীয় যুগের দিকে তাকালে এমন ধারণা সার্বিকভাবে গ্রহণযোগ্য মনে হয় না, যেখানে মামলুক শাসকরা একাধিক বিশাল সাম্রাজ্য গড়ে তুলতে সক্ষম হয়েছিল। \nএকাদশ শতাব্দীর মুসলিম চিকিৎসক ও লেখক ইবনে বুসলান জাতি-গোষ্ঠভেদে দাসদের কাজের উপযুক্ততা সম্পর্কে কিছু প্রচলিত লিপিবদ্ধ করেছেন। এতে দেখা যায় যে, বিভিন্ন জাতিগোষ্ঠীর দাসদের নির্দিষ্ট ধরনের কাজের জন্য যোগ্য মনে করা হতো, যা মূলত বর্ণবাদী চিন্তাধারারই প্রতিফলন ছিল বলে অনেকে ধারণা করেন। তিনি উল্লেখ করেছেন:\n\n\"যে ব্যক্তি নিজের জীবন ও সম্পত্তি রক্ষার জন্য একজন দাস চায়, সে যেন ভারতীয় ও নুবীয়দের কাছ থেকে দাস একজন নেয়। যে ব্যক্তি [ব্যক্তিগত] সেবার জন্য [দ্বাররক্ষক, গৃহকর্মী] দাস চায়, সে যেন জাঞ্জ ও আর্মেনীয়দের কাছ থেকে দাস একজন নেয় এবং যে ব্যক্তি সাহসিকতা ও যুদ্ধের জন্য দাস চায়, সে যেন তুর্কি ও স্লাভদের কাছ থেকে একজন দাস নেয়। [...] যে ব্যক্তি একজন সুন্দরী দাসী চায়, সে যেন বার্বারদের কাছ থেকে একজন নেয়। যে ব্যক্তি একজন দোকানদার (খুজ্জন) চায়, সে যেন বাইজেন্টাইন দাসীদের মধ্য থেকে একজন নেয়। যে ব্যক্তি শিশুদের দুধ খাওয়ানোর জন্য দাস চায়, সে যেন পার্সিকদের কাছ থেকে দাসী একজন নেয়। যে ব্যক্তি আনন্দের জন্য দাসী চায়, সে যেন জাঞ্জের মহিলাদের মধ্য থেকে একজন নেয় এবং যে ব্যক্তি গান গাওয়ার জন্য দাসী চায়, সে যেন মক্কা থেকে একজন নেয়\"। \nহিজরি প্রথম শতাব্দীর পর থেকে আরব বিশ্বে কৃষ্ণাঙ্গ আফ্রিকীয়দের বিরুদ্ধে বর্ণবাদ বৃদ্ধি পেতে থাকে। যদিও আফ্রিকা অঞ্চল থেকে হেলেনিস্টীয় সাম্রাজ্য, রোমান সাম্রাজ্য ও প্রাক-ইসলামি আরব সর্বত্রই দাস ব্যবসা হত, তবে তা তুলনামূলকভাবে ছোট আকারে ছিল। কিন্তু ইসলামী বিজয়ের পর আফ্রিকা থেকে দাস ব্যবসার ব্যাপক প্রসার আফ্রিকীয়দের দাস ব্যবসার ক্ষেত্রে সবচেয়ে সাধারণ জাতিতে পরিণত করে এবং আরবরা যে সকল আফ্রিকীয়দের সাথে যোগাযোগ করত তাদের অধিকাংশ ছিল দাস, যা আফ্রিকীয়দের বিরুদ্ধে বর্ণবাদ বৃদ্ধি করে বলে ধারণা করা হয়। \nহাজিন (অর্ধ-আরব) সন্তানরা সমাজে কেমন মর্যাদার অধিকারী হবে, তা অনেক ক্ষেত্রে নির্ভর করত তাদের মায়ের জাতিগত পরিচয়ের ওপর। মুসলিম আরব পুরুষরা যখন তাদের দাসী উপপত্নীদের গর্ভে সন্তান জন্ম দিত, তখন সেই সন্তানের সামাজিক অবস্থান তার মায়ের গায়ের রঙ ও জাতিগোষ্ঠীর ওপর নির্ভর করত। যদিও এটি সর্বত্র প্রযোজ্য ছিল না। \nইতিহাসবিদ আবদুহ বাদাওয়ি লেখেন, “এটি সর্বসম্মত অভিমত ছিল যে, হাজিনদের মধ্যে সবচেয়ে দুর্ভাগা ও সামাজিকভাবে নিম্ন অবস্থানে তারাই ছিলেন, যাদের কালোত্ব মায়ের দিক থেকে এসেছে ( অর্থাৎ কৃষ্ণাঙ্গ মহিলার গর্ভে জন্মেছে )। এর কারণ ছিল, কালো মায়েদের সন্তাদেন শারীরিক বৈশিষ্ট্যের কারণে সহজে বিশুদ্ধ আরবদের থেকে আলাদাভাবে চেনা যেত এবং সাদা মায়েদের সন্তানদেরকে অনেক সময় আরবদের মতোই মনে করা হতো। এজন্য আরব সমাজে \"কালো নারীর সন্তান\" বলা হত অনেকটা অপমানসূচক স্বরে, আর \"সাদা নারীর সন্তান\" ছিল প্রশংসাসূচক ও গর্বের বিষয়। শ্বেতাঙ্গ দাসরা মুক্তি পাওয়ার পর সাধারণত সমাজে সহজেই মিশে যেতে পারত এবং তারা উচ্চ মর্যাদায়ও উন্নীত হতে পারত। কিন্তু কৃষ্ণাঙ্গ দাসদের ক্ষেত্রে ব্যাপারটি ছিল পুরোপুরি ভিন্ন। তারা সাধারণত দাসত্ব থেকে মুক্তি পেলেও সমাজের সবচেয়ে নিচু স্তরেই রয়ে যেত।  \nউমাইয়া খিলাফতের (৬৬১–৭৫০ খ্রি.) সময়ে কৃষ্ণাঙ্গ গায়ক ও কবিরা নিজেদের কাজের ক্ষেত্রেও ব্যাপক বৈষম্যের শিকার হত বলে জানা যায়। ইসলামের প্রথম শতাব্দীতে কিছু কৃষ্ণাঙ্গ দাস ও মুক্তিপ্রাপ্ত দাস সমাজে খ্যাতি অর্জন করতে পারলেও উমাইয়া শাসনের পর মুক্ত কৃষ্ণাঙ্গ দাসদের আর কোনো উচ্চ মর্যাদা, সম্পদ বা ক্ষমতার আসনে দেখা যায়নি। সে সময়কার আরব মুসলিম লেখকরা এই বৈষম্যকে কৃষ্ণাঙ্গদের যোগ্যতার অভাব বলে ব্যাখ্যা করতেন। যদিও কিছু ক্ষেত্রে এর সত্যতাও পাওয়া যায়। ইসলামী আইন অনুযায়ী, একজন মুসলিম দাস-মালিক তার দাসীদের সঙ্গে যৌন সম্পর্ক স্থাপন করতে পারত এবং সন্তানও জন্ম দিতে পারত। যদি সেই সন্তানকে দাস-মালিক নিজের সন্তান হিসেবে স্বীকৃতি দিত, তাহলে সে স্বাধীন হয়ে যেত। তবে যদি মা ও বাবা উভয় দাস হত, তাহলে সন্তান স্বয়ংক্রিয়ভাবেই দাস হিসেবে জন্মাত এবং পরবর্তীতে দাসত্বের শৃঙ্খলে আবদ্ধ থাকত। আরব দাস-মালিক মনে করত যে, ভিন্ন জাতির দাস-দাসীদের মধ্যে কিছু নির্দিষ্ট শারীরিক ও মানসিক বৈশিষ্ট্য আছে, যা তাদের আলাদা করে। এজন্য দাস প্রজনন প্রক্রিয়ার মাধ্যমে তারা কাঙ্ক্ষিত গুণাবলীসম্পন্ন সন্তান উৎপাদন করত। প্রখ্যাত আরব লেখক আল-জাহিজ (৮৬৮-৮৬৯ খ্রিস্টাব্দ) লিখেছেন:\n\"সত্যিকারের আনন্দ এবং পূর্ণাঙ্গ সুখ কেবল তখনই আসে, যখন দুটি ভিন্ন জাতিগোষ্ঠীর মধ্যে মিলন ঘটে। এই ধরনের প্রজনন হলো সেই রহস্যময় রসায়ন, যা বিশুদ্ধতার দিকে নিয়ে যায়। বিশেষ করে একজন ভারতীয় নারী ও একজন খোরাসানী পুরুষের মিলন হলে তাদের সন্তান হবে ‘বিশুদ্ধ সোনা’।”\nতার এই বক্তব্য থেকে বোঝা যায়, আরব সমাজে কিছু জাতিগোষ্ঠীর মিশ্রণের প্রতি ইতিবাচক দৃষ্টিভঙ্গি ছিল।  \n\n\n=== ইউরোপীয় দাস ===\n\nসাকালিবা শব্দটি মধ্যযুগীয় আরবি উৎসে স্লাভীয় ও মধ্য, দক্ষিণ ও পূর্ব ইউরোপের অন্যান্য জনগোষ্ঠীকে বোঝাতে ব্যবহৃত হতো অথবা ব্যাপক অর্থে আরব-ইসলামি শাসনের অধীনে থাকা ইউরোপীয় দাসদের বোঝাত। মধ্যযুগ থেকে প্রারম্ভিক আধুনিক যুগ পর্যন্ত মুসলিম ভূমিতে দাস সরবরাহের প্রধান উৎস ছিল মধ্য ও পূর্ব ইউরোপ। বন্দি দাসদের স্পেন ও মিশরে ফ্রান্স ও ভেনিসের মাধ্যমে পাঠানো হতো, যা প্রাগ দাস বাণিজ্য ও ভেনিস দাস বাণিজ্যের মাধ্যমে পরিচালিত হতো। প্রাগ শহর ছিল স্লাভীয় বন্দিদের খোঁজা করার একটি প্রধান কেন্দ্র। এছাড়া বারি আমিরাত ইউরোপীয় দাস বাণিজ্যের জন্য গুরুত্বপূর্ণ বন্দর হিসেবে কাজ করেছিল। \nবাইজেন্টাইন সাম্রাজ্য ও ভেনিস যখন মুসলিম আরব ব্যবসায়ীদের ইউরোপীয় বন্দরগুলিতে প্রবেশ নিষিদ্ধ করে, তখন আরবরা ককেশাস ও কাস্পিয়ান সাগরীয় অঞ্চলে দাস সংগ্রহ শুরু করেছিল এবং তাদের মধ্য এশিয়ার মাওয়ারান্নাহর পর্যন্ত পাঠানো হত। তা সত্ত্বেও যুদ্ধে বন্দি হওয়া দাস বা ইউরোপ থেকে ছোটখাটো অভিযানের মাধ্যমে আনা দাসরা অনেক অঞ্চলের জন্য একটি স্থায়ী সম্পদ হিসেবে রয়ে গিয়েছিল।\nউসমানীয় সাম্রাজ্য বালকান ও পূর্ব ইউরোপ থেকে দাস সংগ্রহ করত ক্রিমীয় দাস বাণিজ্যের মাধ্যমে। জেনিসারিরা প্রধানত ইউরোপীয় দাসদের থেকেই গঠিত হতো। বার্বারি জলদস্যুরা ১৯শ শতকের গোড়া পর্যন্ত পশ্চিম ইউরোপের উপকূলীয় অঞ্চল এমনকি আইসল্যান্ড পর্যন্ত অভিযান চালিয়ে দাস ধরে নিয়ে যেত। ইউরোপীয় দাসদের ভূমিকা ছিল বিভিন্ন রকম—কেউ শ্রমিক, কেউ উপপত্নী, কেউ সৈন্য। তুর্কিদের আক্রমণের সময় বলকান ও আনাতোলিয়ার খ্রিস্টানরা দাসে পরিণত হয় এবং তাদের হেরেমে পাঠানো হয়। মুসলিম বিচারকরা খ্রিস্টান দাসীদের অধিকারভুক্ত করতেন। ইবন বতুতা লিখেছেন যে, সুন্দর গ্রিক দাসী মেয়েদের তুর্কিরা পতিতাবৃত্তিতে বাধ্য করত এবং তাদের উপার্জন নিয়ে নিত। \n\n\n== মহিলা দাসী ==\n\nপ্রাচীন আরবি পরিভাষায় নারী দাসীদের সাধারণত জাওয়ারি ( আরবি: جَوار; একবচন–জারিয়া: আরবি: جارِية) বলা হত এবং বিশেষভাবে দাসীদের বোঝাতে ইমা ( আরবি: اِماء; একবচন–আমা আরবি: اَمة) বলা যেতে পারে। মনোরঞ্জনকারিণী অথবা গণিকা হিসেবে প্রশিক্ষণপ্রাপ্ত নারী দাসীদের বুঝাতে সাধারণত কিয়ান ( আরবি: قِيان; একবচন–কায়না, আরবি: قَينة) শব্দটি ব্যবহার করা হতো।  \nমুসলিম বিশ্বে নারী দাসদের ভূমিকা সাধারণত দুইটি প্রধান ক্ষেত্রে সীমাবদ্ধ ছিল: যৌন দাসত্ব ( উপপত্নী হিসেবে) বা গৃহস্থালির কাজের জন্য গৃহদাসী। উভয় ধরনের ভূমিকা গুরুত্বপূর্ণ ছিল এবং ইসলামী আইনে একজন পুরুষের নিজের নারী দাসীর সঙ্গে যৌন সম্পর্ককে জিনা (ব্যভিচার) হিসেবে সংজ্ঞায়িত করা হয়নি। ফলে বিবাহ ছাড়া একজন মুসলিম পুরুষের যৌন সম্পর্ক স্থাপনের একমাত্র বৈধ উপায় ছিল তার নারী দাসী। তাছাড়া ইসলামী সমাজে প্রচলিত লিঙ্গ বিভাজন অনুসারে, স্বাধীন মুসলিম নারীরা ইউরোপের মতো গৃহপরিচারিকা হিসেবে কাজ করতে পারতেন না; বরং তাদের উপর স্বামীর সেবা ও সন্তান লালনপালন ব্যতীত অন্য কোনো দায়-দায়াদিত্ব ছিল। ফলে মুসলিম নারীদের জন্য গৃহস্থালির কাজে সাহায্যের একমাত্র উপায় ছিল নারী দাসদের নিয়োগ করা।\nনারীদের সামাজিক অবস্থান ও সাংস্কৃতিক দৃষ্টিভঙ্গির কারণে দাসীদের অভিজ্ঞতা পুরুষ দাসদের তুলনায় ভিন্ন ছিল। মধ্যযুগীয় ইসলামে ক্ষমতাহীনতাকে নারীত্বের প্রধান বৈশিষ্ট্য হিসেবে দেখা হত, যা তাদের কেনাবেচা, ব্যবহার, মুক্তি ও সামাজিক পরিচিতিতে পার্থক্য সৃষ্টি করেছিল। পুরুষ দাসদের সাধারণত যুদ্ধের সময় বন্দি করা হতো। তবে নারী ও শিশুদের যুদ্ধের সাথে সাথে সাধারণ অভিযানের মাধ্যমেও দাস হিসেবে বন্দি করা হত। যদিও ইসলামে কোনো স্বাধীন মুসলিমকে—নারী বা পুরুষ—দাস বানানো নিষিদ্ধ ছিল এবং তা অপরাধ হিসেবে গণ্য হত, তবে অনেক ক্ষেত্রে পরিবারের পুরুষ অভিভাবকদের তাদের নারী সন্তান বা আত্মীয়কে \"মূল্য পরিশোধের\" (ঋণ) মাধ্যম হিসেবে ব্যবহার করতে বাধ্য করা হতো।\nনারী দাসীদের পোশাক তাদের পরিচয়ের অন্যতম মাধ্যম ছিল। স্বাধীন মুসলিম নারীদের যৌন হয়রানি থেকে রক্ষা পেতে ইসলাম ধর্মীয় বিধান অনুসারে পর্দা হিসেবে বোরকা/হিজাব পরিধান করতে বলা হয়েছে। কুরআনে উল্লেখ আছে: \"হে নবী, আপনি আপনার স্ত্রীদের, কন্যাদের ও মুসলিম নারীদের বলুন যেন তারা নিজেদের ওপর চাদর টেনে নেয়; এতে তারা সহজে চিহ্নিত হবে এবং হয়রানির শিকার হবে না।\" \nএকজন মুসলিম পুরুষের জন্য তার স্ত্রী ও নারী দাসীর সঙ্গে যৌন সম্পর্কের অনুমতি ছিল। তবে ইসলামী আইন অনুসারে, দাসী থেকে জন্ম নেওয়া সন্তান ও স্ত্রী থেকে জন্ম নেওয়া সন্তানের মধ্যে কোনো পার্থক্য করা হয়নি। যদি পিতা তার দাসীর সন্তানের পিতৃত্ব স্বীকার করতেন, তবে সন্তানকে পূর্ণ আইনি উত্তরাধিকারী হিসেবে গণ্য করা হতো এবং সামাজিক মর্যাদায় সে পুরুষের স্ত্রীর সন্তানদের সমান হিসেবে বিবচিত হতো (দেখুন: উম্মুল ওয়ালাদ)।  \n\n\n=== উপপত্নী ===\nএকজন মুসলিম পুরুষ ইসলামী আইনের উপপত্নীত্ব নীতির অধীনে তার নারী দাসীর সঙ্গে যৌন সম্পর্ক স্থাপনের অনুমতি পেতেন। যদি তিনি সেই দাসীর গর্ভজাত সন্তানকে স্বীকৃতি দিতেন, তাহলে সেই সন্তান স্বাধীন হয়ে জন্মগ্রহণ করত এবং সেই নারী উম্মুল ওয়ালাদ মর্যাদা অর্জন করত। এর ফলে তাকে আর বিক্রি করা যেত না এবং তার মালিকের মৃত্যুর পর সে স্বয়ংক্রিয়ভাবে মুক্তি লাভ করত। এছাড়াও ইসলামী আইনে একজন পুরুষের তার নারী দাসীর সঙ্গে যৌন সম্পর্ক জিনা হিসেবে গণ্য হতো না, যদিও এটি একটি বিবাহবহির্ভূত যৌন সম্পর্ক ছিল। একইভাবে একজন মুসলিম পুরুষ ও তার নারী দাসীর স্বীকৃত সন্তানকেও বিবাহবহির্ভূত সন্তান হিসেবে বিবেচনা করা হতো না, যদিও তাদের বাবা-মা বিবাহবন্ধনে আবদ্ধ ছিলেন না।\nনবী মুহাম্মদের জীবনে উপপত্নীত্বের বিষয়টি উল্লেখিত হয়েছে। তিনি নিজের ১১ জন বৈধ স্ত্রী ছাড়াও চারজন বাদি (উপপত্নী) রেখেছিলেন (সামগ্রিকভাবে)। বিশিষ্ট সাহাবি আবু উবাইদা ইবনুল জাররাহ বলেন, নবীজির চারজন বাদি ছিলেন: মারিয়া আল-কিবতিয়া, যিনি তাঁর পুত্র ইবরাহিমের মাতা ছিলেন; রাইহানাহ, যিনি একজন অতি সুন্দরী মহিলা ছিলেন এবং তাকে তিনি যুদ্ধ বন্দি হিসেবে পেয়েছিলেন এবং অপর এক দাসী, যা তাঁকে জয়নব বিনতে জাহাশ উপহার দিয়েছিলেন এবং চতুর্থ জন সম্পর্কে তেমন তথ্য পাওয়া যায়নি। \nএছাড়া নারীদের জন্য লিঙ্গ বিচ্ছিন্ন মুসলিম হেরেমে হিজড়া (খোঁজা) দাসদের ব্যবহারের প্রচলন ছিল, যার একটি দৃষ্টান্ত নবী মুহাম্মাদের জীবনেও পাওয়া যায়। তিনি মাবুর নামক এক খোঁজা দাসকে নিজের বাঁদি মারিয়া আল-কিবতিয়ার গৃহপরিচারক হিসেবে নিয়োগ করেছিলেন। মাবুর ও মারিয়া—দুজনই মিশরীয় দাস ছিলেন। \nএছাড়াও মুসলিম শাসকরা উত্তরাধিকার জন্মদানের জন্য প্রায়ই উপপত্নীদের ব্যবহার করতেন। একজন স্বাধীন ও বৈধ মুসলিম স্ত্রী সাধারণত নিজের পরিচিত পারিবারিক গোত্র থেকে আসতেন, যার ফলে তার পরিবার শাসকের ঘনিষ্ঠ আত্মীয় হয়ে প্রভাব বিস্তার করতে পারত। কিন্তু একজন ক্রীতদাসী উপপত্নীর কোনো পারিবারিক গোত্র বা রাজনৈতিক শক্তি থাকত না, যা শাসকের জন্য সুবিধাজনক ছিল। তাই মুসলিম রাজবংশগুলোর মধ্যে ক্রীতদাস উপপত্নীদের ব্যবহার করে উত্তরাধিকার জন্মদানের রীতি প্রচলিত হয়। এর একটি অন্যতম উল্লেখযোগ্য উদাহরণ হলো উসমানীয় সাম্রাজ্য, যেখানে সুলতানরা খুব কমই আনুষ্ঠানিকভাব বিয়ে করতেন এবং তাদের উত্তরাধিকারীরা সাধারণত ক্রীতদাসী উপপত্নীদের সন্তান ছিলেন। \nইসলামি বিশ্বে দাসপ্রথার একটি গুরুত্বপূর্ণ অংশ ছিল উপপত্নী প্রথা। প্রাচীন আরবি শব্দ \"সুর্রিয়া\" সাধারণত উপপত্নী হিসেবে অনূদিত হয় এবং এই শব্দটি সেই নারী ক্রীতদাসদের বোঝাত, যারা তাদের মনিবদের সঙ্গে যৌন সম্পর্কে জড়ালেও বিবাহবন্ধনে আবদ্ধ ছিলেন না। তবে এই অনুবাদ নিয়ে বিতর্ক রয়েছে।  ইসলামি আইনে, যদি কোনো ক্রীতদাসী তার মনিবের সন্তান জন্ম দিতেন, তাহলে তিনি উম্মুল ওয়ালাদ বা সন্তানের জননী হিসেবে স্বীকৃতি পেতেন এবং বিশেষ মর্যাদা লাভ করতেন। এর ফলে তাকে আর বিক্রি করা যেত না; তার মনিব তাকে তালাক দিতে পারতেন না, এবং তার মনিবের মৃত্যুর পর সে স্বয়ংক্রিয়ভাবে মুক্তি পেত। এই বিধান ইউরোপীয় উপপত্নীবৃত্তির ধারণার সঙ্গে মেলে না। কারণ সেখানে উপপত্নীরা আইনগত কোনো স্বীকৃতি বা অধিকার পেত না। পূর্ব আফ্রিকার সোয়াহিলি উপকূলে ইসলামি আইনের নামে উসুরিয়া নামে এক ধরনের উপপত্নী প্রথার প্রচলন ছিল বলে জানা যায়। এটি সেখানে সামাজিকভাবে স্বীকৃত এবং আইনত বৈধ ছিল। ইসলামি আইনের বিভিন্ন শাখায় উসুরিয়া ও উপপত্নীত্বের বিধান একইভাবে প্রয়োগ করা হয়নি।\nমুসলিম বিশ্বে যতদিন পর্যন্ত দাসত্ব বৈধ ছিল, ততদিন পর্যন্ত উপপত্নী প্রথা টিকে ছিল। কারণ নারী দাসীরাই সাধারণত উপপত্নী হিসেবে কাজ করত। উপপত্নীত্বের কিছু ঘটনা বিংশ শতাব্দীতেও নথিভুক্ত রয়েছে। ১৯৪৮ সালে জাতিসংঘের মানবাধিকারের সর্বজনীন ঘোষণা পত্রের অধীনে পুরো বিশ্বব্যাপী অবশেষে দাস প্রথাকে অবৈধ ঘোষণা করা হয় এবং এরপর দাসপ্রথা সংক্রান্ত অ্যাডহক কমিটি (১৯৫০-১৯৫১) গঠিত হয়েছিল। এই সময়ে মধ্যে আরব বিশ্বই ছিল বিশ্বের একমাত্র অঞ্চল, যেখানে তখনও দাসত্ব বৈধ ছিল। ১৯৬২-১৯৬৩ সালে সৌদি আরব, ইয়েমেন এবং দুবাইতে দাসপ্রথা বিলুপ্ত করা হয়। এরপর ১৯৭০ সালে ওমানে দাসপ্রথা বিলুপ্ত হয়।\n১৯৩০-এর দশকে ইয়েমেনের হাজরামাউতের দাসত্ব সংক্রান্ত বিশেষজ্ঞদের উপদেষ্টা কমিটি (এসিই) একটি প্রতিবেদনে, সিঙ্গাপুর থেকে দাসত্বের জন্যে পাচার হওয়া কিছু চীনা মেয়ের (মুই ৎসাই) ঘটনা বর্ণনা করে, যা আধুনিক যুগে দাসত্বের জন্য নারী পাচারের প্রচলন থাকার বিষয়টিকে প্রমাণিত করে।   ইয়েমেনের রাজা ও ইমাম আহমদ বিন ইয়াহিয়ার (শাসনকাল ১৯৪৮-১৯৬২), ১০০ জন দাসী মহিলার একটি হারেম ছিল বলে জানা গেছে।  ওমানের সুলতান সাইদ বিন তাইমুরের (শাসনকাল ১৯৩২-১৯৭০) প্রায় ৫০০ জন দাস ছিল বলে জানা গেছে এবং তাদের মধ্যে আনুমানিক ১৫০ জন নারী ছিল, যাদের সালালাহতে তার প্রাসাদে রাখা হয়েছিল।  সৌদি আরবের বাদশাহ আব্দুল আজিজ ইবনে সৌদের (শাসনকাল ১৯৩২-১৯৫৩) একটি হারেমে বাইশ জন মহিলা ছিলেন, যাদের মধ্যে অনেকেই তার উপপত্নী ছিলেন বলে জানা যায়।   উদাহরণস্বরূপ, বারাকা আল ইয়ামানিয়াহ (মৃত্যু ২২ আগস্ট ২০১৮) ছিলেন সৌদি আরবের বাদশাহ আব্দুল আজিজের উপপত্নী এবং ২০১৫ সালের সৌদি আরবের যুবরাজ মুকরিন বিন আব্দুল আজিজের (জন্ম ১৯৪৫) মা।\n\n\n=== পতিতাবৃত্তি ===\nইসলামী আইন আনুষ্ঠানিকভাবে পতিতাবৃত্তিকে জিনা হিসেবে নিষিদ্ধ করেছিল। তবে ইসলামে উপপত্নীর নীতি অনুসারে যেহেতু একজন পুরুষ নিজের দাসীর সাথে যৌন সম্পর্ক স্থাপন করতে পারতেন, তাই এটি যিনা হিসেবে সংজ্ঞায়িত হতো না। ইসলামি আইন অনুসারে, অর্থ বা অন্য কোনো উপায়ে নিজের সম্পূর্ণ মালিকানা প্রতিষ্ঠার আগে কেউ দাসীর সাথে যৌন সম্পর্ক স্থাপন করতে পারত না। তবে অনেক ক্ষেত্রে দালালরা নিজেদের দাসীদেরকে দাস বাজারে বিক্রির উদ্দেশ্যে মক্কেলের কাছে বিক্রির নামে পতিতাবৃত্তি করাত। বিক্রয়ের প্রাথমিক চুক্তিতে একজন ক্রেতাকে নতুন মালিক হিসেবে দাসীর সাথে যৌন সম্পর্ক স্থাপনের অনুমতি দেওয়া হত এবং যৌন সম্পর্কের পর অসন্তুষ্টির অজুহাতে অনেক সময় তারা দাসীকে তার দালালের কাছে ফিরিয়ে দিত। এটিকে ইসলামী আইনে পতিতাবৃত্তি হিসেবে সংজ্ঞায়িত করা হয়েছে  এবং তা সত্ত্বেও এটি তৎলালীন মুসলিম বিশ্বের বিভিন্ন স্থানে গ্রহণযোগ্য পদ্ধতিতে পরিণত হয়েছিল।  উসমানীয় সাম্রাজ্যের দাসত্বের যুগেও মুসলিম বিশ্বের অনেক স্থানে এই পদ্ধতিটি ব্যবহৃত হতো। ১৮৮৯ সালে উসমানীয় সাম্রাজ্যে কানুননামের মাধ্যমে এটি আনুষ্ঠানিকভাবে নিষিদ্ধ করা হয়েছিল। \n\n\n=== ইবনে বতুতার বিবরণ ===\nচতুর্দশ শতাব্দীর মাগরেবী পর্যটক ইবনে বতুতা তার উপপত্নীদের সঙ্গ ছাড়া খুবই কম ভ্রমণ করতেন। যদিও তিনি ইসলামি আইনের একজন পণ্ডিত ছিলেন, তবে তার বিবরণ থেকে নারী দাসীদের কীভাবে ব্যবসা করা হত এবং তাদের সাথে কীভাবে আচরণ করা হত সে সম্পর্কে কিছু বর্ণনা পাওয়া যায়।  \nইবনে বতুতা প্রথমে আনাতোলিয়ায় ক্রীতদাসী কেনার কথা উল্লেখ করেছেন এবং এটি স্পষ্ট যে তিনি বহুবার তাঁর সম্পদ ও সামগ্রী হারালেও সম্ভব হলে কখনোই তিনি উপপত্নী ছাড়া ভ্রমণ করেননি। তিনি কোনো শহর বা অঞ্চলে প্রবেশ করার পর একজন স্থানীয় উপপত্নী গ্রহণ করতেন। উনবিংশ শতাব্দী পর্যন্ত মুসলিম বিশ্বে বহিরাগত অঞ্চল থেকে দাস আমদানি করা একটি ক্রমবর্ধমান ব্যবসা হয়ে উঠেছিল। কারণ ইসলামে ঋণ বা অপরাধের কারণে মুসলমানদের দাসত্বে বাধ্য করা নিষিদ্ধ ছিল। একইভাবে মুসলিমদের জন্য আরবদের দাস বানানোও নিষিদ্ধ ছিল এবং এই কারণেই কোনো মুসলিম-মালিকানাধীন দাস তার মালিকের জাতিগত দিক থেকে পৃথক ছিল। এছাড়াও মুসলিম আরবের মালিকানাধীন দাস নিশ্চিতভাবেই একজন বিদেশি হতো। দাস ব্যবসায়ীদের সন্দেহজনক অবস্থানের কারণে ধারণা করা হয় যে, ইবনে বতুতা ব্যবসা সম্পন্ন করার জন্য একজন মধ্যস্থতাকারী বা এজোন্ট নিয়োগ করেছিলেন।\nতৎকালীন মুসলিম বিশ্বসহ গোটা পৃথিবী জুড়ে উপহার হিসেবে নারী দাসীদের লেনদেন করা হত। ইবনে বতুতা মালদ্বীপের আমির দাউলাসার সঙ্গে নিজের সাক্ষাতের কথা লিখেছেন, যেখানে আমির তাঁর বাসস্থানে দুজন নারী দাসী পাঠিয়েছিলেন বলে উল্লেখ করা হয়েছে। অনুরূপ ইবনে বতুতা মুলতানের গভর্নরকে একজন শ্বেতাঙ্গ দাস, একটি ঘোড়া, বাদাম ও কিছু কিশমিশ  উপহার হিসেবে দেন। এর মাধ্যমে তিনি ক্ষমতাধর ব্যক্তিদের সঙ্গে তাঁর সম্পর্ক দৃঢ় করতেন বলে ধারণা করা হয়।\n\n\n== নপুংসক ==\nমুসলিম হেরেমে মহিলাদের সেবার জন্যে হিজড়াদের (নপুংসক) ব্যবহারের রীতি ইসলামের ইতিহাসে দীর্ঘ দিন ধরে প্রচলিত ছিল। এর একটি উদাহরণ স্বয়ং নবি মুহাম্মদের জীবনে পাওয়া যায়। তিনি মাবুর নামে এক হিজড়াকে তার উপপত্নী মারিয়া আল-কিবতিয়ার গৃহে চাকর হিসেবে ব্যবহার করতেন এবং মারিয়া ও মাবুর দুজনেই মিশর থেকে আনা দাস ছিলেন। প্রথমদিকে মুসলিম হেরেমে স্বল্প সংখ্যক হিজড়া দাস ব্যবহার করা হতো; তবে পরবর্তীতে ধীরে ধীরে তাদের ব্যবহার বৃদ্ধি পায়। উমাইয়া খিলাফতের সময় থেকে ধীরে ধীরে হেরেমের বাইরে প্রশাসনিক এবং অন্যান্য গুরুত্বপূর্ণ পদেও খোঁজাদের নিয়োগ শুরু হয়। এই প্রবণতা আব্বাসীয় খিলাফতের সময় ব্যাপকভাবে বৃদ্ধি পায়। পরবর্তীতে আব্বাসীয় হেরেম অনুসরণ করে ফাতিমীয়, সাফাবীয় এবং কাজার রাজবংশের হেরেমেও হিজড়াদের স্থায়ীভাবে নিযুক্ত করা হয়।\nমদিনা ও মক্কায় বেশ কয়েক শতাব্দী ধরে হিজড়ারা সম্মানিত ভূমিকা পালন করত। ধারণা করা হয় যে, তাদের এই দায়িত্ব প্রথম বারের মতো সালাহউদ্দিন আইয়ুবী প্রবর্তন করেছিলেন। তবে এটি আরও আগে থেকে প্রচলিত থাকতে পারে। তাদের কাজের মধ্য ছিল নবী মুহাম্মদের সমাধিস্থল, পবিত্র স্থানগুলির নিরাপত্তা এবং নারী-পুরুষদের জন্য নির্ধারিত সীমানা নিয়ন্ত্রণ করা। উসমানীয় সাম্রাজ্যের শাসনামল এবং তার পরেও কিছুদিন তারা এই ভূমিকায় বহাল ছিল। তবে বর্তমানে এদের সংখ্যা খুবই কম বলে জানা যায়।\nইসলামি বিশ্বে হিজড়া দাসদের জন্য আলাদা বাজার ছিল এবং এটি ২০শ শতকের শুরু পর্যন্ত চালু ছিল এবং তারা সাধারণত হেরেমে কাজ করত। আফ্রিকীয় খোঁজাদের (যারা আগাওয়াস নামে পরিচিত ছিল) দল নবী মুহাম্মদের রওজা এবং কাবা শরিফের নিরাপত্তার দায়িত্বে ছিল। বেশিরভাগ দাসদের হেজাজে (বর্তমান সৌদি আরব) আনার জন্য লোহিত সাগরের বাণিজ্য পথ ব্যবহার করা হত এবং সেখানে ছোট আফ্রিকীয় ছেলেদের খোজা করা হতো। তারপর তাদের হিজাজে এনে নতুন হিজড়া দাস হিসেবে বিক্রি করা হত। ১৮৯৫ সালেও মদিনার দাসবাজারে কিশোর হিজড়াদের বিক্রি হতে দেখা গেছে। মদিনার একটি অংশকে হারাত আল-আগাওয়াস (আগাদের পাড়া) বলা হতো। ২০শ শতকে লোহিত সাগরের দাসবাণিজ্য ক্রমশ দমন করা হয় এবং ১৯৬২ সালে সৌদি আরবে দাসপ্রথা আনুষ্ঠানিকভাবে নিষিদ্ধ হয়। ১৯৭৯ সালে শেষবারের মতো একজন আগা নিয়োগ পান এবং ১৯৯০ সালে মদিনায় মাত্র ১৭ জন হিজড়া দাস জীবিত ছিল বলে জানা যায়।\n\n\n== রাজনৈতিক বিদ্রোহ ==\n\n\n=== বিদ্রোহ ===\nকিছু ক্ষেত্রে দাসরা গৃহস্থালী বিদ্রোহে যোগ দিয়েছিল; এমনকি শাসকদের বিরুদ্ধেও তারা বিদ্রোহ করেছিল। এই ধরনের বিদ্রোহগুলির মধ্যে সবচেয়ে বিখ্যাত ছিল জাঞ্জ বিদ্রোহ। জাঞ্জ বিদ্রোহ বর্তমান দক্ষিণ ইরাকের বাসরা বন্দর নগরীর কাছে সংঘটিত হয়েছিল এবং এটি দীর্ঘ পনেরো বছর (৮৬৯-৮৮৩ খ্রিস্টাব্দ) ধরে চলেছিল। এই বিদ্রোহে মুসলিম সাম্রাজ্যের বিভিন্ন অঞ্চল থেকে আনা ৫০,০০০ এর বেশি দাস জড়িত ছিল এবং এতে নিম্ন ইরাকে কয়েক হাজার মানুষের প্রাণহানি ঘটেছিল বলে বর্ণনা করা হয়েছে।\nএই বিদ্রোহের নেতৃত্ব দেন আলী ইবন মুহাম্মদ, যিনি দাবি করেছিলেন যে, তিনি খলিফা আলী ইবন আবু তালিবের বংশধর। ঐতিহাসিক তাবারি ও মাসুদি এই বিদ্রোহকে \"সবচেয়ে নিষ্ঠুর ও ভয়াবহ বিদ্রোহগুলোর মধ্যে একটি\" বলে উল্লেখ করেছেন। এটি আব্বাসীয় খিলাফতের কেন্দ্রীয় সরকারকে কঠিন সংকটে ফেলেছিল।\n১৮৭৩ সালের খিভা অভিযানের সময় রুশ সেনাপতি কনস্টান্টিন পেত্রোভিচ ফন কাউফমান যখন নিজের বাহিনী নিয়ে খিভা নগরীর কাছে পৌঁছান, তখন খানের শাসক দ্বিতীয় মুহাম্মদ রহিম খান ইয়োমুত গোত্রের মধ্যে লুকিয়ে পড়েন। এ সময় খিভার দাসেরা বিদ্রোহ শুরু করে। কারণ তারা শহরের আসন্ন পতন সম্পর্কে জানতে পেরেছিল। এই বিদ্রোহটি খিভার দাস বিদ্রোহ নামে পরিচিত।\n২৮ মার্চ যখন রুশ সেনাবাহিনী খিভায় প্রবেশ করে, তখন শহরের অধিবাসীরা সেনাপতি কাউফমানকে অনুরোধ করেন যে, তিনি যেন চলমান দাস বিদ্রোহ দমন করতে পদক্ষেপ গ্রহণ করেন। কারণ বিদ্রোহ দাসেরা তাদের সাবেক প্রভুদের বিরুদ্ধে প্রতিশোধ নিচ্ছিল। যখন খান পুনরায় তার রাজধানীতে ফিরে আসেন, তখন রুশ সেনাপতি কাউফমান তাকে খিভায় দাসব্যবসা ও দাসপ্রথা বিলোপের দাবি জানান, যা তিনি স্বীকার করতে বাধ্য হন এবং রাজ্যে দাসপ্রথা বিলোপ করেন। \n\n\n=== রাজনৈতিক ক্ষমতা ===\n\nমামলুকরা ছিল দাস-সৈনিক, যারা ইসলামে ধর্মান্তরিত হয়েছিল এবং মধ্যযুগে মুসলিম খলিফা ও আইয়ুবী সুলতানদের সেবায় নিযুক্ত ছিল। সময়ের সাথে সাথে তারা একটি শক্তিশালী সামরিক গোষ্ঠীতে পরিণত হয় এবং একাধিক যুদ্ধে ক্রুসেডারদের পরাজিত করে। শেষ পর্যন্ত তারা একাধিকবার নিজেদের জন্য ক্ষমতা দখল করে। উদাহরণস্বরূপ, ১২৫০ থেকে ১৫১৭ সাল পর্যন্ত মামলুক সালতানাতে মিশর শাসন করেছিল।\n\n\n== দেশ অনুযায়ী দাসপ্রথা ==\n\n\n=== ভারতে দাসপ্রথা ===\nঅষ্টম শতাব্দীর ইসলামি বিজয়ের সময় উমাইয়া সেনাপতি মুহাম্মদ বিন কাসিমের সেনাবাহিনী হাজার হাজার ভারতীয় যুদ্ধবন্দীকে দাসে পরিণত করেছিল, যাদের মধ্যে অধিকাংশই সৈন্য ও সামরিক লোকজন ছিল; তবে কিছু বেসামরিক মানুষও ছিল। একাদশ শতাব্দীর গোড়ার দিকে আরব ঐতিহাসিক আল-উতবি তারিখুল ইয়ামিনি লিপিবদ্ধ করেছেন যে, ১০০১ সালে গজনীর সুলতান মাহমুদের সেনাবাহিনী হিন্দুস্তানের মধ্যভূমিতে সংঘটিত পেশোয়ার যুদ্ধের পর পেশাওয়ার ও ওয়াইহান্দ (গান্ধার রাজধানী শহর) জয় করে এবং সে প্রায় ১০০,০০০ যুবককে বন্দী করে।\nপরবর্তীতে ১০১৮-১৯ সালে ভারতে দ্বাদশ অভিযানের সময় মাহমুদ এত বিপুল সংখ্যক দাস নিয়ে গজনীতে ফিরে আসেন বলে জানা যায় যে, তাদের মূল্য মাত্র দুই থেকে দশ দিরহামে নেমে আসে। আল-উতবির মতে, এই অস্বাভাবিক কম দামের কারণ দূরবর্তী শহরগুলি থেকে দাস ব্যবসায়ীরা এদের কিনতে আসত এবং এর ফলে মধ্য এশিয়া, ইরাক ও খুরাসানের দেশগুলি দাস দিয়ে ভর্তি হয়ে যায় এবং সাদা, কালো, ধনী ও দরিদ্র সকলেই দাসের মালিক হয়ে যায়। এলিয়ট ও ডাউসন পাঁচ হাজার সুন্দর পুরুষ ও নারী দাসের কথা উল্লেখ করেছেন। পরবর্তীতে দিল্লি সুলতানি আমলে (১২০৬-১৫৫৫ খ্রি) কম দামী ভারতীয় দাসদের প্রচুর সহজলভ্যতার উল্লেখ পাওয়া যায়। লেভি এর জন্যে মূলত ভারতের বিশাল মানব সম্পদকে দায়ী করেন। ১৬ শতকের শেষের দিকে উত্তর ও পশ্চিমের প্রতিবেশী ইরান ও তুরানের তুলনায় মুঘল ভারতের জনসংখ্যা জনসংখ্যার প্রায় ১২ থেকে ২০ গুণ ছিল বলে জানা যায়। \nদিল্লি সালতানাত পূর্ব বাংলার গ্রামগুলি থেকে হাজার হাজার দাস এবং খোজা ভৃত্য সংগ্রহ করেছিল (একটি ব্যাপক প্রচলিত প্রথা ছিল, যা পরবর্তীতে মুঘল সম্রাট জাহাঙ্গীর বন্ধ করার চেষ্টা করেছিলেন)। যুদ্ধ, দুর্ভিক্ষ ও মহামারী রোগের কারণে অনেক গ্রামবাসী তাদের সন্তানদের দাস হিসেবে বিক্রি করতে বাধ্য হয়েছিল। মুসলিমদের পশ্চিম ভারতের গুজরাট বিজয়ের অন্য দুইটি প্রধান উদ্দেশ্য ছিল; বিজেতারা হিন্দু নারীদের পাশাপাশি হিন্দুদের মালিকানাধীন জমি উভয়ই দাবি করেছিল এবং যুদ্ধ নীতি অনুসারে তা দখল করেছিল। নারীদের দাসত্বের ফলে তাদের অনেকে ইসলাম গ্রহণ করতো।  মালওয়া ও দাক্ষিণাত্য মালভূমিতে হিন্দুদের বিরুদ্ধে মুসলমানদের যুদ্ধে বিপুল সংখ্যক মানুষ বন্দী হয়েছিল। মুসলিম সৈন্যদের যুদ্ধবন্দীদের যুদ্ধলব্ধ মাল হিসেবে ধরে রাখার এবং দাসে পরিণত করার অনুমতি দেওয়া হয়েছিল।\nপ্রথম বাহমানি সুলতান আলাউদ্দিন বাহমান শাহ  উত্তর কর্ণাটকীয় সর্দারদের সাথে যুদ্ধে জয়লাভ করার পর হিন্দু মন্দির থেকে ১,০০০ গায়িকা ও নৃত্যশিল্পীকে বন্দী করেছিলেন বলে জানা যায়। পরবর্তী বাহমানিরা যুদ্ধে বেসামরিক নারী ও শিশুদেরও দাস বানিয়েছিল এবং তাদের অনেকেই বন্দী অবস্থায় ইসলাম গ্রহণ করেছিল। শাহজাহানের শাসনামলে অনেক কৃষক ভূমি রাজস্বের চাহিদা মেটাতে তাদের নারী ও শিশুদের দাসত্বে বিক্রি করতে বাধ্য হয়েছিল। \n\n\n=== ইরানে দাসপ্রথা ===\n\nজ্যাঁ শার্দাঁর মতে, ভারতের বঙ্গোপসাগর ও মালাবার উপকূল ছিল সাফাভীয় ইরানি দরবারের জন্য খোজা সংগ্রহের প্রধান উৎস। স্যার থমাস হারবার্ট ১৬২৭-২৯ সালে রবার্ট শার্লির সঙ্গে সাফাভিয় ইরানে গিয়েছিলেন। তিনি দেখেছিলেন যে, ভারত থেকে কেনা দাসদের ইরানে বিক্রি করা হচ্ছিল। ১৬২৮ সালে সুরাট থেকে জাহাজে করে প্রায় তিনশো দাসকে বন্দার আব্বাসে আনা হয়েছিল। এই দাসদের মধ্যে পারসিক, হিন্দু, বান্নারা (সম্ভবত ভান্ডারি) ও অন্যান্য জনগোষ্ঠীর মানুষ ছিলেন। \n১৯ শতকের ইরানে ইথিওপীয় দাসীদের আমদানি করা হত। তাদের সেবিকা ও উপপত্নী হিসেবে আমদানি করা হত এবং পুরুষদের নপুংসক হিসেবে আমদানি করা হত। সুদান, ইথিওপিয়া, তানজানিয়া ও জাঞ্জিবার ১৯ শতকের ইরানে বেশিরভাগ দাস রপ্তানি করত।\n\n\n=== সেলজুক ও উসমানীয় সাম্রাজ্যে দাসপ্রথা ===\nএকাদশ ও দ্বাদশ শতকে সেলজুক তুর্কিদের নেতৃত্বে আনাতোলিয়ায় ব্যাপকভাবে খ্রিস্টানদের দাস বানানো হিয়েছিল, যার ফলে এশিয়া মাইনরে (আধুনিক তুরস্ক) খ্রিস্টানদের সংখ্যা উল্লেখযোগ্যভাবে কমে গিয়েছিল। তুর্কি বাহিনীর এডেসা বিজয় ও দখলের সময় প্রায় ১৬,০০০ খ্রিস্টানকে বন্দি করে দাসে পরিণত করা হয়। প্যাট্রিয়ার্ক মাইকেল দ্য সিরিয়ানের মতে, যখন তুর্কি নেতা নুর উদ্দিন কিলিকিয়া আক্রমণ করেন, তখন ১৬,০০০ খ্রিস্টানকে দাস বানিয়ে আলেপ্পোর বাজারে বিক্রি করা হয়। এছাড়াও সেলজুক তুর্কিরা পশ্চিম আনাতোলিয়ার বাইজেন্টাইন সাম্রাজ্যভুক্ত গ্রিক অঞ্চলগুলোতে ধারাবাহিকভাবে আক্রমণ চালায়। এতে হাজার হাজার গ্রিক নাগরিক বন্দি হয়ে দাসত্বের শিকার হয়েছিলেন। তুর্কিরা ১১৮৫ সালে আর্মেনিয়া, মেসোপটেমিয়া ও ক্যাপাডোকিয়া অঞ্চল আক্রমণ করে এবং ২৬,০০০ মানুষকে বন্দি করে দাস বাজারে বিক্রি করে। সেলজুক তুর্কিরা এশিয়া মাইনরের বিশাল অংশ জয় করার পর, তারা গ্রিক, আর্মেনীয় ও সিরীয় কৃষকদের দাস বানিয়ে ধ্বংসপ্রাপ্ত ভূমিতে নিয়ে আসে। বাইজেন্টাইন ও আর্মেনীয় গ্রাম ও শহরগুলোর পুরো জনগোষ্ঠী দাসত্বে পরিণত হয়।\nআরব ঐতিহাসিক আবুল ফিদা ও উমারি লিখেছেন যে, তুর্কোমান গোত্রগুলো বারবার গ্রিক ভূমিতে আক্রমণ চালাত এবং বিপুল সংখ্যক মানুষকে দাস বানিয়ে নিয়ে যেত। তারা বিশেষভাবে গ্রিক শিশুদের দাসত্বের জন্য বেছে নিত। তারা আরো উল্লেখ করেন যে, দাসদের সরবরাহ এত বেশি ছিল যে প্রতিদিনই দাস ব্যবসায়ীদের আসতে দেখা যেত। ইতিহাসবিদ স্পেরোস ভ্রিওনিস লিখেছেন, \"১৪তম শতক পর্যন্ত এশিয়া মাইনর ইসলামি বিশ্বের অন্যতম প্রধান দাস সরবরাহ কেন্দ্র হিসেবে পরিচিত ছিল।  \n\nপশ্চিম আনাতোলিয়া ১৩শ শতকের শেষে ও ১৪শ শতকের শুরুর দিকে খ্রিস্টান দাস বাণিজ্যের একটি সমৃদ্ধ কেন্দ্র ছিল। এফেসাসের মহানাগরিক ম্যাথিউ এই দাস বাণিজ্যের বর্ণনা দিয়েছেন: [এখানে] আরও বেদনাদায়ক বিষয় হল বন্দিদের বিশাল সংখ্যা, যাদের কেউ কেউ ইসমাইলিদের (মুসলমানদের) কাছে করুণভাবে দাসত্বে নিপতিত হচ্ছে এবং কেউ কেউ ইহুদিদের কাছে ... এবং এই নতুন দাসত্বে ফিরে আসা বন্দিদের সংখ্যা হাজারে হাজার; অতীতের বিভিন্ন সময়ে রোমানদের (বাইজেন্টাইনদের) ভূমি ও নগরী দখলের কারণে দাসত্বে পতিত হওয়া মানুষদের তুলনায় এই সংখ্যা হয়তো সমান বা তার চেয়ে কিছু বেশি হতে পারে।ইবনে বতুতা তার ১৩০০ সালের দিকে আনাতোলিয়া সফরের সময় তুর্কিদের সমাজে ক্রীতদাস ব্যবস্থার বিস্তার সম্পর্কে বিস্তারিত লিখেছেন। তিনি উল্লেখ করেন যে, তুর্কিরা গৃহস্থালী কাজ ও যৌনদাসী হিসাবে প্রচুর সংখ্যক ক্রীতদাস ব্যবহার করত। বিশেষ করে লাওডিকিয়ার উচ্চবিত্ত সমাজের হারেমে অনেক নারী ক্রীতদাস ছিল। তিনি উল্লেখ করেন যে, বাজারগুলিতে প্রচুর সংখ্যক দাস কেনাবেচা হতো এবং তিনি নিজেও বালিকেসির শহরে (পেরগামনের নিকটে) একটি নারী ক্রীতদাস ক্রয় করেছিলেন এবং তৎকালীন স্মিরনার শাসক ওমর বেগ একজন অন্যতম বিখ্যাত দাস-দাসী ব্যবসায়ী ছিল। তিনি প্রায়ই এজিয়ান সাগরের বিভিন্ন দ্বীপে অভিযান চালিয়ে মানুষ ধরে এনে দাস হিসাবে বিক্রি করতেন। ইবনে বতুতা লিখেছেন যে, ওমর বেগ তাকে একটি নারী ক্রীতদাস উপহার দিয়েছিলেন। এত কষ্টের জীবন থেকে মুক্তি পাওয়ার জন্য দাসরা প্রায়ই পালানোর চেষ্টা করত। ইবনে বতুতা বর্ণনা করেছেন যে, তার এক নারী ক্রীতদাস মাগনেসিয়া শহর থেকে অন্য এক দাসের সঙ্গে পালিয়ে যায়। কিন্তু পরবর্তীতে তাদের পুনরায় ধরে আনা হয়।\n১৩৪১ সালে আইদিনের তুর্কি বে উমুর তার ৩৫০টি জাহাজ এবং ১৫,০০০ জন সৈন্য নিয়ে স্মির্নার একটি দখলকৃত বন্দর থেকে এজিয়ান সাগরে খ্রিস্টানদের অতর্কিত আক্রমণ করে এবং অনেককে বন্দী করে দাস বানায়। \nতৎকালীন উসমানীয় সাম্রাজ্যে দাসপ্রথা ছিল একটি স্বীকৃত সামাজিক ও অর্থনৈতিক প্রথা, যা দীর্ঘকাল ধরে চালু ছিল। অধ্যাপক এহুদ আর. টোলেডানো এই দাসপ্রথাকে রীতিনীতির দ্বারা গৃহীত, ঐতিহ্যের মাধ্যমে সংরক্ষিত এবং ধর্মের দ্বারা অনুমোদিত বলে বর্ণনা করেছেন। উসমানীয় সমাজে দাসপ্রথার বিলোপের ধারণাটি একেবারেই নতুন ছিল, যা সাধারণ মানুষের কাছে অল্পই বোধগম্য ছিল এবং তারা এটি প্রবলভাবে প্রতিরোধ করত। উসমানীয় সাম্রাজ্যের অর্থনীতিতে দাসপ্রথা গুরুত্বপূর্ণ ভূমিকা পালন করত। ১৯শ শতকের গোড়ার দিকে ককেশীয় জনগণের দাসত্ব নিষিদ্ধ করা হলেও অন্যান্য জাতিগোষ্ঠীর মানুষকে দাস বানানো তখনও অনুমোদিত ছিল। ১৬০৯ সালে রাজধানী কনস্টান্টিনোপলের (বর্তমান ইস্তানবুল) মোট জনসংখ্যার প্রায় এক-পঞ্চমাংশই ছিল দাস। যদিও ১৯শ শতকের শেষের দিকে দাসপ্রথা নিষিদ্ধ করার জন্য নানা পদক্ষেপ নেওয়া হয়েছিল, তবুও ২০শ শতকের গোড়া পর্যন্ত এটি কার্যত চালু ছিল। এমনকি ১৯০৮ সাল পর্যন্ত উসমানীয় সাম্রাজ্যে নারী দাস বিক্রির ঘটনা ঘটেছিল। উসমানীয় সাম্রাজ্যের দাস প্রথার একটি অন্যতম প্রধান বৈশিষ্ট্য ছিল উপপত্নীত্ব, যা শুরু থেকে শেষ পর্যন্ত দাসপ্রথার একটি গুরুত্বপূর্ণ অংশ হিসেবে টিকে ছিল। দাসীদের অনেক সময়ই শাসক শ্রেণির উপপত্নী হিসেবে রাখা হতো, বিশেষ করে সুলতানের হারেমে।   \n\nউসমানীয় দাস শ্রেণির সদস্য–যাদেরকে তুর্কি ভাষায় কুল বলা হয়–তারা উচ্চ মর্যাদা অর্জন করতে পারত। কালো খোজা দাসরা রাজকীয় হারেম পাহারা দেওয়ার দায়িত্বে থাকত এবং শ্বেতাঙ্গ খোজা দাসরা প্রশাসনিক কাজে নিযুক্ত হত। জেনিসারি বাহিনী ছিল উসমানীয় সাম্রাজ্যের সবচেয়ে অভিজাত একটি সৈন্যদল, যাদের শৈশবেই রক্তকর প্রথার মাধ্যমে সংগ্রহ করা হতো। অন্যদিকে যাদের দাস শিকার অভিযান বা যুদ্ধবন্দি হিসেবে বন্দী করা হতো, তারা নৌদাস হিসবে পরিচিত ছিল এবং তাদের রাজকীয় নৌবাহিনীর জাহাজগুলো চালাতে ব্যবহার করা হতো। উসমানীয় রাজনীতির অগ্রভাগে দাসদেরই দেখা যেত। উসমানীয় সরকারের অধিকাংশ কর্মকর্তা ছিল ক্রীতদাস, যাদের বিভিন্ন স্থান থেকে সংগ্রহ করে স্বাধীনভাবে লালন-পালন করা হত এবং তারা সাম্রাজ্যের সাফল্যের গুরুত্বপূর্ণ অংশ হয়ে উঠত (১৪শ শতক থেকে ১৯শ শতক পর্যন্ত)। অনেক কর্মকর্তা নিজেরাও প্রচুর দাস রাখতেন। তবে সুলতান নিজেই সর্বাধিক সংখ্যক দাসের মালিক ছিলেন। এন্দেরুনের মতো রাজকীয় বিদ্যালয়ে দাসদের লালন-পালন ও বিশেষ প্রশিক্ষণের মাধ্যমে উসমানীয় কর্মকর্তারা দক্ষ প্রশাসক তৈরি করত, যারা সরকারের কাজকর্ম সম্পর্কে গভীর জ্ঞান অর্জন করত এবং সুলতানের প্রতি নিঃশর্ত আনুগত্য পোষণ করত। উসমানীয়রা দেবশিরম নামক একটি ব্যবস্থা চালু করেছিল, যা একপ্রকার \"রক্তকর\" বা \"শিশু সংগ্রহ\" প্রথা ছিল। পূর্ব ইউরোপ ও আনাতোলিয়া থেকে দাস খ্রিস্টান শিশুদের পরিবার থেকে আলাদা করে আনা হতো এবং ইসলাম ধর্মে দীক্ষিত করা হতো। তাদের কাপিকুলুর অন্যতম প্রধান শাখা ও উসমনীয় সেনাবাহিনীর বিশেষ সৈন্য দল জেনিসারি বাহিনীতে অন্তর্ভুক্ত করা হতো এবং এই সৈন্যরা উসমানীয়দের ইউরোপ আক্রমণে গুরুত্বপূর্ণ ভূমিকা পালন করে।\nউসমানীয় বাহিনীর অধিকাংশ সামরিক কমান্ডার, শীর্ষ প্রশাসনিক কর্মকর্তা ও সাম্রাজ্যের কার্যত শাসকরা এই ব্যবস্থার মাধ্যমেই উঠে এসেছিল। যেমন: পারগালি ইব্রাহিম পাশা এবং সোকল্লু মুহাম্মদ পাশা দেবশিরম ব্যবস্থার মাধ্যমে উসমানীয় সাম্রাজ্যের শাসনব্যবস্থায় গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন।[অবিশ্বস্ত উৎস?]\n\n\n=== দক্ষিণ-পূর্ব এশিয়ার সালতানাতে দাসপ্রথা ===\nপূর্ব ভারতীয় দ্বীপপুঞ্জে ঊনবিংশ শতাব্দীর শেষ অবধি দাসপ্রথা প্রচলিত ছিল এবং দাস ব্যবসা সুলু সাগরের মুসলিম সালতানাতগুলোতে কেন্দ্রীভূত ছিল; যেমন: সুলুর সালতানাত, মাগুইন্দানাও সালতানাত এবং লানাওতে সালতানাত কনফেডারেশন (আধুনিক মরো জনগণ)। এছাড়া সুমাত্রার আচেহ সালতানাতেও দাস ব্যবসার প্রচলন ছিল। এই সালতানাতগুলির অর্থনীতি দাস ব্যবসার উপর ব্যাপকভাবে নির্ভরশীল ছিল।\n\n \n\nঅনুমান করা হয় যে, ১৭৭০ থেকে ১৮৭৯ সালের মধ্যে আনুমানিক ২,০০,০০০ থেকে ৩,০০,০০০ মানুষ ইরানুন ও বাঙ্গিঙ্গি দাস ব্যবসায়ীদের দ্বারা দাসত্বে আবদ্ধ হয়। এসব মানুষ জলদস্যুদের দ্বারা সমুদ্রযাত্রার সময় প্রায় অপহৃত হতো অথবা উপকূলীয় বসতিগুলোর উপর আক্রমণের মাধ্যমে বন্দি করা হতো। এসব অভিযান মালাক্কা প্রণালী, জাভা, চীনের দক্ষিণ উপকূল এবং মাকাসার প্রণালীর দূরবর্তী দ্বীপগুলো পর্যন্ত বিস্তৃত ছিল। অধিকাংশ দাস ছিল তাগালোগ, বিসায়ান এবং \"মালয়\" জাতিগোষ্ঠীর (যেমন: বুগি, ম্যান্ডারীয়, ইবান ও মাকাসার) মানুষ। এছাড়া মাঝে মাঝে ইউরোপীয় ও চীনা বন্দিদের অপহরণ করা হত, যাদের সাধারণত সুলু সুলতানাতের তাউসুগ মধ্যস্থতাকারীদের মাধ্যমে মুক্তিপণ দিয়ে ছাড়িয়ে নেওয়া হতো।\n\nইরানুন ও বাঙ্গিঙ্গি জলদস্যুরা সাধারণত বর্শা, কিরিচ ছুরি ও কাম্পিলান তরবারি দিয়ে সজ্জিত থাকত। এই দাস ব্যবসার পরিমাণ এত ব্যাপক হয়েছিল যে, মালয় ভাষায় \"জলদস্যু\" বুঝাতে লানুন শব্দটি ব্যবহৃত হওয়া শুরু করেছিল, যা ইরানুন জাতিগোষ্ঠীর একটি বিদেশি নাম (এক্সোনিম)। ইরানুন ও বাঙ্গিঙ্গিদের হাতে আটক হওয়া পুরুষদের প্রতি খুবই নির্মম আচরণ করা হতো; এমনকি মুসলিম বন্দিরাও রেহাই পেতো না। তাদের সাধারণত গ্যালি দাস হিসেবে কাজ করতে বাধ্য করা হত। তারা লানং ও গারাই যুদ্ধজাহাজে বৈঠা চালানোর জন্য নিযুক্ত থাকত। বন্দি হওয়ার এক বছরের মধ্যেই অধিকাংশ দাসকে জোলোর দাসবাজারে বিক্রি করে দেওয়া হতো। সেখানে তাদের বিনিময়ে চাল, আফিম, কাপড়, লোহা, পিতলের তৈজসপত্র ও অস্ত্র গ্রহণ করা হতো। ক্রেতারা মূলত সুলুর সুলতানাতের তাউসুগ দাতুদের অন্তর্ভুক্ত ছিল। তবে ইউরোপীয় ডাচ ও পর্তুগিজ ব্যবসায়ী, চীনা ব্যবসায়ী ও কিছু বিসায়ান জলদস্যুও দাস কিনত।\nসুলুর সালতানাতের অর্থনীতি দাস ও দাস ব্যবসার উপর নির্ভরশীল ছিল। দাসেরা সম্পদ ও সামাজিক অবস্থানের প্রধান সূচক ছিল। তাদের কৃষি, মৎস্য ও কারিগরি কাজে প্রধান শ্রমশক্তি হিসেবে ব্যবহার করা হতো। ব্যক্তিগত দাসদের সাধারণত বিক্রি করা হতো না। তবে ইরানুন ও বাঙ্গিঙ্গি দাস বাজার থেকে দাস কিনে তাদের দিয়ে ব্যাপকভাবে ব্যবসা করা হতো। ১৮৫০-এর দশকে সুলু দ্বীপপুঞ্জের জনসংখ্যার ৫০% বা তার বেশি অংশ দাস ছিল।\nদাসদের সাধারণত দুই ভাগে ভাগ করা হতো: চিরস্থায়ী দাস (বন্যাগা, বিসায়া, ইপুন বা আম্মাস) ও ঐতিহ্যগত ঋণদাস (কিয়াপাংদিলিহান, যা ফিলিপাইনের অন্যান্য অঞ্চলে আলিপিন নামে পরিচিত ছিল)। ঋণদাসরা সাধারণত ঋণ পরিশোধ বা কোনো অপরাধের শাস্তি হিসেবে সাময়িক দাসত্ব করতে বাধ্য হতো। তবে তারা বেশিরভাগ ক্ষেত্রেই স্বাধীন নাগরিকদের মতো কিছু অধিকার ভোগ করত এবং তাদের বিক্রি করা যেত না। অন্যদিকে বন্যাগা দাসদের কোনো অধিকার ছিল না এবং তাদের সম্পূর্ণরূপে মালিকের সম্পত্তি হিসেবে বিবেচনা করা হতো।\nকিছু দাসকে ক্রীতদাসের পরিবর্তে ভূমিদাস বা চাকর হিসেবে রাখা হতো। শিক্ষিত ও দক্ষ পুরুষ দাসদের তুলনামূলক ভালোভাবে রাখা হতো। কারণ সুলুর বেশিরভাগ অভিজাত শ্রেণি ছিল নিরক্ষর। ফলে তারা শিক্ষিত বন্যাগা দাসদের কেরানি ও দোভাষী হিসেবে ব্যবহার করত। অনেক দাসকে তাদের নিজস্ব বাড়ি দেওয়া হতো এবং তারা সাধারণত একই জাতিগোষ্ঠী ও অন্যান্য ধর্মের দাসদের সাথে বসবাস করত। যদিও ইসলামী আইনে দাসদের প্রতি সহানুভূতিশীল আচরণ করার কথা বলা হয়েছে, তবে বাস্তবে দাস শ্রমিকদের প্রতি কঠোর শাস্তি ও নির্যাতন করা ছিল বেশ সাধারণ একটি বিষয়; বিশেষ করে পালানোর চেষ্টা করলে তাদের ওপর অমানবিক নির্যাতন চালানো হতো।\n\nস্পেমীয় কর্তৃপক্ষ এবং স্থানীয় খ্রিস্টান ফিলিপিনোরা মোরো দাস ব্যবসায়ীদের আক্রমণ প্রতিরোধে ব্যবস্থা নেয়। তারা ফিলিপাইনি দ্বীপপুঞ্জজুড়ে নজরদারি টাওয়ার ও দুর্গ নির্মাণ করে, যার অনেকগুলি এখনো বিদ্যমান রয়েছে। নিরাপত্তার স্বার্থে কিছু প্রাদেশিক রাজধানী আরো ভেতরের দিকে সরিয়ে নেওয়া হয়। গুরুত্বপূর্ণ সামরিক ঘাঁটি স্থাপন করা হয় মানিলা, সেবু, কাভিতে, ইলোইলো, সাম্বোয়াঙ্গ এবং ইলিগান শহরে। স্থানীয় ফিলিপিনো সম্প্রদায়গুলিও নিজেদের রক্ষা করতে যুদ্ধজাহাজ নির্মাণে অংশগ্রহণ করে; বিশেষত ভিসায়াস দ্বীপপুঞ্জের বাসিন্দারা। কিছু দিনের মধ্যেই তারা এমন \"বারাঙ্গায়ানেস\" (বালাংগাই) জাহাজ তৈরি করে, যা মোরো দাস ব্যবসায়ীদের জাহাজের চেয়ে দ্রুতগামী ছিল এবং তাদের ধাওয়া করতে সক্ষম ছিল। সময় যত গড়াতে থাকে, স্থানীয়দের প্রতিরোধ আরো শক্তিশালী হয়ে উঠেছিল। ইরানুন জাতিগোষ্ঠীর লানং যুদ্ধজাহাজ ধীরে ধীরে বাঙ্গুইঙ্গুই জাতিগোষ্ঠীর গারাই যুদ্ধ জাহাজের মতো আকারে আরো ছোট ও অধিক দ্রুতগামী হতে শুরু করে; বিশেষ করে ১৯শ শতাব্দীর প্রথম দিকে তারা আধুনিক ও দ্রুতগামী যুদ্ধজাহাজের নির্মাণ শুরু করে। ১৮৪৮ থেকে ১৮৯১ সালের মধ্যে স্পেনীয় ও স্থানীয় বাহিনী একাধিক বড় নৌ অভিযান পরিচালনা করে। তারা মরো দাস ব্যবসায়ীদের বিরুদ্ধে পাল্টা হামলা চালায় এবং তাদের বসতিগুলিতে প্রবেশ করার পর বোমাবর্ষণ করে এবং সেগুলি দখল নেয়। এ সময় স্পেনীয়রা বাষ্পীয় গানবোট (ভাপোর) সংগ্রহ করে, যা মোরোদের ঐতিহ্যবাহী যুদ্ধজাহাজের চেয়ে অনেক দ্রুত ও শক্তিশালী ছিল। ফলে স্পেনীয় বাহিনী সহজেই মোরো যুদ্ধজাহাজকে ধ্বংস করতে সক্ষম হয় এবং অবশেষে মোরো দাস ব্যবসায়ীদের আক্রমণ অনেকাংশে বন্ধ হয়ে যায়।\nসুলু সাগরে জলদস্যুদের হামলা বণিক জাহাজ ও উপকূলীয় বসতিগুলোর ঐতিহ্যবাহী বাণিজ্যে ব্যাপক বিঘ্ন ঘটিয়েছিল। যদিও দাস ব্যবসা সাময়িকভাবে সুলু সালতানাতসহ আশপাশের অঞ্চলে অর্থনৈতিক সমৃদ্ধি নিয়ে আসে, তবে ঊনবিংশ শতাব্দীর মাঝামাঝি সময়ে দাসপ্রথার পতন হলে ব্রুনাই, সুলু এবং মাগুইন্দানাও সালতানাতের অর্থনৈতিক পতনের সূচনা হয়। এর ফলে শেষ পর্যন্ত সুলু ও মাগুইন্দানা সালতানাতের পতন ঘটে এবং বর্তমান ফিলিপাইনের মরো অধ্যুষিত অঞ্চলে দারিদ্র্য ব্যাপক বৃদ্ধি পায়। মূলত বুগি দাস ব্যবসার পতন, স্পেনীয় ও মার্কিন শাসনের আগমন এবং দাসদের ব্যাপকহারে মুক্তি পাওয়ার ফলে এই অঞ্চলের অর্থনীতি ক্ষতিগ্রস্ত হয়। এই ঘটনাগুলো আজকের ফিলিপাইনের মোরো অঞ্চলের দারিদ্র্যের পেছনের একটি ঐতিহাসিক কারণ হিসেবে বিবেচিত হয়। ১৮৫০-এর দশকের মধ্যে দাস ব্যবসা কঠিন হয়ে পড়ায় বেশিরভাগ দাস স্থানীয়ভাবে জন্মানো দাস-পরিবারগুলির মধ্য থেকেই আসতে থাকে। উনবিংশ শতকের শেষের দিকে স্পেনীয় ও আমেরিকান শাসন প্রতিষ্ঠিত হলে দাসপ্রথার চূড়ান্ত অবসান ঘটে। তখন সকল দাস জনগোষ্ঠী ফিলিপাইন সরকারের অধীনে নাগরিকত্ব পায় এবং তারা সাধারণ সমাজে একীভূত হয়।\nইন্দোনেশিয়ার বুগি জাতিগোষ্ঠীর গোয়া সালতানাতও সুলু সাগরের দাস ব্যবসার সঙ্গে যুক্ত ছিল। তারা সুলু সালতানাতগুলো থেকে দাস, আফিম ও বঙ্গীয় কাপড় কিনে দক্ষিণ-পূর্ব এশিয়ার অন্যান্য শহরে বিক্রি করত। বুগি ব্যবসায়ীরা প্রতি বছর কয়েকশো দাস বাটাভিয়া (বর্তমান জাকার্তা), মালাক্কা, বান্টাম, বানজারমাসিন, সিরেবন ও পালেমবাং শহরে বিক্রি করত এবং এই দাসদের অধিকাংশই ফিলিপিনো খ্রিস্টান ছিল। এই দাসদের সাধারণত ডাচ ও চীনা পরিবারে গৃহকর্মী, নাবিক, শ্রমিক বা উপপত্নী হিসেবে কাজে লাগানো হতো। এসব দাসদের মধ্যে অনেক ফিলিপিনো খ্রিস্টান ছিল, যারা স্পেনীয় সাম্রাজ্যের নাগরিক ছিল। ফলে স্পেন সরকার ডাচ প্রশাসনের কাছে আনুষ্ঠানিকভাবে অভিযোগ জানায়। ফলে ১৭৬২ সালে নেদারল্যান্ডস সরকার এই দাস ব্যবসা নিষিদ্ধ করে। তবে দুর্বলভাবে আইন প্রয়োগের কারণে এই নিষেধাজ্ঞা কার্যকর হয়নি এবং দাস ব্যবসা অব্যাহত থাকে।\n১৮৬০-এর দশকে ম্যানিলার স্পেনীয় নৌবাহিনী সুলু সাগরে টহল দেওয়া শুরু করে এবং বুগি দাস জাহাজ আটকানো এবং বন্দি ফিলিপিনোদের উদ্ধারের কাজ শুরু করে। এর ফলে বুগি দাস ব্যবসার পতন ঘটে। একই সময়ে সুলু সালতানাতের অধীনস্থ সামা-বাজাউ জলদস্যুরা সালতানাতের প্রতি তাদের আনুগত্য ত্যাগ করে এবং তাউসুগ বন্দরগুলোর সঙ্গে বাণিজ্য করা জাহাজগুলোর ওপর হামলা চালাতে শুরু করে। এতে দাস ব্যবসা আরও ক্ষতিগ্রস্ত হয়। \nউনবিংশ শতকের শেষের দিকে দক্ষিণ-পূর্ব এশিয়ায় মুসলিম ও অমুসলিম উভয় সম্প্রদায় জাপানি নারী দাস কিনতে শুরু করে। এই নারীদের সমুদ্রপথে জাপান থেকে হংকং, ব্রিটিশ মালয় ও অস্ট্রেলিয়ার ডারউইন বন্দরে পাচার করা হতো। এরপর তাদের মুসলিম মালয়, চীনা ও ব্রিটিশদের কাছে উপপত্নী হিসেবে বিক্রি করা হতো। হংকঙে দায়িত্বরত জাপানি রাষ্ট্রদূত মিয়াগাওয়া কিউজিরো জানিয়েছিলেন যে, এই জাপানি নারীদের অনেককে মালয় ও চীনা পুরুষরা দূরবর্তী ও অসভ্য অঞ্চলে নিয়ে যেত, যেখানে তারা চরম দুর্ভোগের শিকার হতো। ১৮৮৮ সালের আগস্টে এক চীনা ব্যক্তি ৪০ ব্রিটিশ পাউন্ড দিয়ে দুই জাপানি নারী কিনেছিল এবং এক মালয় ব্যক্তি ৫০ পাউন্ড দিয়ে আরেকজন জাপানি নারী কিনেছিল। তাদের পাচার করেছিল জাপানি দালাল তাকাদা টোকিজিরো। \nতবে বাতাভিয়া-ভিত্তিক (জাকার্তা) আরব মুসলিম মুফতি উসমান বিন ইয়াহিয়া সিঙ্গাপুরে চীনা মেয়েদের কেনা মুসলিমদের জন্য নিষিদ্ধ ঘোষণা করেছিলেন। তিনি নিজের একটি ফতোয়ায রায় দিয়েছিলেন যে, ইসলামে শান্তির সময় (যুদ্ধবিহীন) দাস ব্যবসায়ীদের কাছ থেকে মুক্ত অমুসলিমদের কেনা বা অমুসলিম দাসীদের বিবাহ করা অবৈধ। অমুসলিমদের কেবল পবিত্র যুদ্ধের (জিহাদ) সময় দাসত্ব করা এবং ক্রয় করা যেতে পারে।\nআরব উপদ্বীপের হেজাজ রাজ্যের জেদ্দায় হেজাজের আরব রাজা আলী বিন হুসাইনের প্রাসাদে জাভা (আধুনিক ইন্দোনেশিয়া ) থেকে আসা ২০ জন সুন্দরী জাভানীয় মেয়ে ছিল বলে জানা যায়।\n১৭৬০-এর দশকে আরব শরীফ আবদুর রহমান আল কাদেরি পন্টিয়ানাক সালতানাত প্রতিষ্ঠার আগে নিজে শরিয়া লঙ্ঘন করে উপকূলীয় বোর্নিওতে অভিযান চালিয়ে অন্যান্য মুসলিমদের দাস বানিয়েছিলেন।\n\n\n== অঞ্চল অনুসারে ==\n\n\n=== আরব বিশ্ব ===\n\nআরব বিশ্বে দাস প্রথা দীর্ঘ সময় ধরে প্রচলিত ছিল এবং বিভিন্ন শাসনব্যবস্থার অধীনে এটি ভিন্ন রূপে বিদ্যমান ছিল। রাশিদুন, উমাইয়া, আব্বাসীয় ও মামলুক শাসনামলে দাসপ্রথা বহুল প্রচলিত ছিল এবং আধুনিককালে সৌদি আরবেও দাসপ্রথার অস্তিত্ব ছিল। দাসদের মূলত বিভিন্ন অঞ্চল থেকে ধরে আনা হতো এবং তাদের গৃহস্থালী কাজ, সামরিক বাহিনী ও শ্রমিক হিসেবে বিভিন্ন কাজে ব্যবহার করা হতো।  \nইবনে বতুতা যখন পশ্চিম আফ্রিকার মালি সাম্রাজ্যে ভ্রমণ করেন, তখন তিনি এক সিরীয় আরব দাসীর সঙ্গে সাক্ষাৎ করেন, যাকে দামেস্ক থেকে ধরে আনা হয়েছিলেন। তাকে মালির এক কালো আফ্রিকীয় গভর্নরের দাসী হিসেবে রাখা হয়েছিল। ইবনে বতুতা তার সঙ্গে আরবি ভাষায় কথা বলেন এবং জানতে পারেন যে, সেই গভর্নর ছিলেন একজন ইসলামি পণ্ডিত, যার নাম ছিল ফারবা সুলায়মান। এতে বোঝা যায় যে, দাসপ্রথা শুধুমাত্র বাণিজ্যিক কারণে নয়; বরং সাংস্কৃতিক ও ধর্মীয় সম্প্রদায়গুলোর মধ্যেও প্রচলিত ছিল।  দ্বিতীয় বিশ্বযুদ্ধের ঠিক আগে সিরীয় নারীদের সৌদি আরবে পাচারের ঘটনা ঘটেছে বলে জানা যায়। তাদের প্রথমে সৌদি নাগরিকদের সাথে বিবাহবন্ধনে আবদ্ধ করা হতো, যাতে তাদের দেশটিতে আইনত আনা সম্ভব হয়। কিন্তু পরে সেই নারীদের তালাক দিয়ে অন্য পুরুষদের কাছে হস্তান্তর করা হত। এই পাচারচক্রের সঙ্গে সিরীয় ডাক্তার মিদহাত ও শেখ ইউসুফের মতো ব্যক্তি জড়িত ছিলেন বলে অভিযোগ ওঠে। \nওমানের ইমাম ও সুলতান সাঈদ বিন সুলতান ও তার সার্কেশীয় দাসী জিলফিদানের কন্যা এমিলি রুয়েট (সালমা বিনতে সাইদ) দাসপ্রথার আরেকটি উদাহরণ। কিছু সূত্রে দাবি করা হয়েছে যে, জিলফিদান আসলে জর্জীয় ছিলেন। একইভাবে মরিয়ম (মূল নাম ফাতিমা) নামে একজন ভারতীয় দাসী একাধিকবার বিক্রি হয়ে সবশেষে জাঞ্জিবারে পৌঁছায়। তিনি মূলত বোম্বে থেকে এসেছিলেন। জাঞ্জিবারে কেবল ভারতীয় দাসীরাই নয়, বরং জর্জীয় নারীদেরও দাসী হিসেবে রাখা হতো।   ভারতীয় নারীদের পাচার শুধু জান্জিবারেই সীমাবদ্ধ ছিল না, বরং মিশর ও হিজাজেও তাদের বিক্রি করা হত। এডেন ও গোয়া ছিল এই পাচারচক্রের গুরুত্বপূর্ণ পথ।   \nব্রিটিশরা যখন তাদের উপনিবেশগুলোতে দাস ব্যবসা নিষিদ্ধ করে, তখন উনিশ শতকের ব্রিটিশ-শাসিত আদেন আর দাস ব্যবসার কেন্দ্র থাকেনি। এর ফলে ইথিওপিয়া থেকে দাসদের সরাসরি হিজাজে পাঠানো শুরু হয়। ইথিওপিয়া থেকে জেদ্দা ও হিজাজের অন্যান্য অঞ্চলে নারী উপপত্নী, পুরুষ শ্রমিক ও খোঁজা (নপুংসক) দাসদের পাঠানো হত। ইথিওপিয়ার দক্ষিণ-পশ্চিম ও দক্ষিণ অঞ্চল ছিল দাস সরবরাহের প্রধান উৎস এবং এখানকার নারী ও পুরুষ দাসরাই ভারত ও মধ্যপ্রাচ্যের বাজারে প্রধান সরবরাহ ছিল।\nফরাসি পর্যটক রাউল দু বিসন লোহিত সাগর দিয়ে ভ্রমণের সময় মক্কার শরীফের প্রধান কালো খোঁজাকে কনস্টান্টিনোপলে বিচারের জন্য নিয়ে যেতে দেখেন এবং তার বিরুদ্ধে অভিযোগ ছিল, তিনি শরীফের এক সার্কেশীয় উপপত্নীকে গর্ভবতী করেছিলেন এবং তার পুরো হারেমের সার্কেশীয় ও জর্জীয় নারীদের সাথে যৌন সম্পর্ক স্থাপন করেছিলেন। তাকে সঠিকভাবে খোজা করা হয়নি; ফলে তিনি সন্তান জন্মদানে সক্ষম ছিলেন। এ অপরাধের জন্য দোষী নারীদের পানিতে ডুবিয়ে মারা হয় এবং তাদের বদলে নতুন করে ১২ জন জর্জীয় নারী আনা হয়। \n\n\n=== মধ্য এশিয়ায় দাসপ্রথা ===\n\nমধ্য এশীয় সুন্নি জাতিগোষ্ঠী কাজাখ, কারাকালপাক, উজবেক ও তুর্কমেনরা হাজারাজাতে বসবাসকারী শিয়া হাজারাদের উপর এবং ইরানের কাজার রাজারা খোরাসান প্রদেশে বসবাসকারী পারসিক শিয়া, রুশ অঞ্চলে বসবাসকারী রুশ খ্রিস্টান ও ভলগা জার্মান বসতি স্থাপনকারীদের উপর আক্রমণ চালিয়ে তাদের বন্দী করে দাস বানাত। পরবর্তীতে দাসদের বুখারা আমিরাত, খিভা খানাতে ও কোকান্দ খানাতের দাস বাজারে বিক্রি করত।\nতুর্কমেন শাসকেরা মুসলিম বন্দিদের জোরপূর্বক ধর্মভ্রষ্ট স্বীকারোক্তি দিতে বাধ্য করত, যাতে তাদের দাস বানানোর পক্ষে যৌক্তিকতা তৈরি করা যায়।\n১৮৮১ সালের জানুয়ারি মাসে গিয়োক তেপের যুদ্ধ ও ১৮৮৪ সালে মের্ভ দখলের আগে তুর্কমেনরা যাযাবর, লুণ্ঠনকারী ও অশ্বারোহী যোদ্ধা হিসেবে পরিচিত ছিল। প্রতিবেশীরা তাদের 'মানুষ-চুরি করা তুর্ক' হিসেবে ভয় করত। রুশদের হাতে পরাজিত হওয়ার আগে তারা যুদ্ধপ্রবণ ছিল এবং পার্শ্ববর্তী অঞ্চলে হামলা চালিয়ে নিয়মিত পার্সীয়দের বন্দি করত। এসব বন্দিদের খিভা দাস বাজারে বিক্রি করা হতো। তুর্কমেন সমাজে এটি গর্বের বিষয় ছিল যে, তাদের সীমান্ত পার হওয়া প্রতি জন পার্সীয়ের গলায় দড়ি বাঁধা থাকত।\nচিং সাম্রাজ্য কর্তৃক দজুংগার দখল করার সময় তারা ওয়েরাতদের তুরফানি তুর্কি মুসলমানদের কাছে দাস হিসেবে হস্তান্তর করেছিল।\nকোকন্দ খানাতের মুসলমানরা হুই মুসলমানদের দাস বানানোর জন্য আক্রমণ করত। এখানে ধর্মের বদলে রাজনৈতিক আনুগত্যই দাসত্ব নির্ধারণে ব্যবহৃত হতো। উদাহরণস্বরূপ তুর্কি মুসলমান ইশাকি ও তুরফানিরা কুইং সম্রাজ্যের পক্ষে লড়াই করলেও তাদেরই সহকর্মী তুর্কি মুসলমান নেতা জাহাঙ্গীরের বাহিনী তাদের দাস বানিয়েছিল। কাশগারের মুসলিমরা ঘালচা পাহাড়ের তাজিকদের দাস হিসেবে কিনত এবং তাদের ওপর শ্রম ও অন্যান্য দাসত্বমূলক কাজ চাপিয়ে দিত।\n১৮৪১ সালে উইঘুর জাতিগোষ্ঠীর দুই ব্যক্তি ইসমাইল ও আদির তাদের শিবো প্রভু দাসানবুকে হত্যা করে। তারা তখন ইলি অঞ্চলে তাদের দাস শ্রমের শাস্তি ভোগ করছিল। হত্যার দায়ে তাদের জনসমক্ষে টুকরো টুকরো করে মৃত্যুদণ্ড দেওয়া হয়েছিল। ইসমাইল ছিল একজন চোর; আদির ছিল ১৮২৮ সালে জাহাঙ্গীর খোজার বিদ্রোহী দলের এক সদস্যের সন্তান। আদির প্রথমে দাসাঙ্গার নামে একজন শিবো ব্যক্তির দাস ছিল এবং পরে সে দাসানবুর কাছে দাস হিসেবে যায়।\nতুর্কমেন দাস ব্যবসায়ীরা ইরানের উত্তর-পূর্বাঞ্চলের পার্সীয়দের লক্ষ্যবস্তু বানাত এবং তাদের ধরে নিয়ে দাস হিসেবে বিক্রি করত।\n\n\n==== কাজাখ খানাতের রুশ বসতিতে দাস ব্যবসা ====\n১৮ শতকে রাশিয়ার ওরেনবার্গ অঞ্চলে কাজাখদের অভিযান খুবই সাধারণ ঘটনা ছিল। কাজাখরা অনেক রুশকে বন্দী করে মধ্য এশিয়ার বাজারে দাস হিসেবে বিক্রি করে দিত। এছাড়া ভলগা জার্মানরাও কাজাখ আক্রমণের শিকার হয়েছিল। ভলগা জার্মানরা ছিল সারাতোভের পাশে অবস্থিত দক্ষিণ-পূর্ব ইউরোপীয় রুশ অঞ্চলের ভলগা নদীর তীরে বসবাসকারী একদল জাতিগত জার্মান।\n১৭১৭ সালে, কাজাখ ও কিরগিজ উপজাতিদের হাতে খিভা খানাতে ৩,০০০ রুশ পুরুষ, মহিলা ও শিশু দাস হিসেবে বিক্রি হয়েছিল।\n১৭৩০ সালে রুশ ভূমিতে কাজাখ যোদ্ধাদের ঘন ঘন অভিযান একটি ক্রমাগত বিরক্তিকর বিষয় ছিল এবং এসব অভিযানের মাধ্যমে জারের অনেক প্রজা দাসত্ব বরণে বাধ্য হয়েছিল, যাদের কাজাখ তৃণভূমিতে বিক্রি করা হয়েছিল।  \n১৭৩৬ সালে কিরিলোভের উসকানিতে কাজাখদের ক্ষুদ্র ও মধ্য হোর্ডার যোদ্ধারা বাশকির অঞ্চলে আক্রমণ চালায়। তারা সাইবেরীয় ও নোগায় জেলায় বহু বাশকিরকে হত্যা করে বা বন্দি করে। \n১৭৪৩ সালে কাজাখ আক্রমণের বিরুদ্ধে প্রতিরক্ষা ব্যবস্থা ব্যর্থ হওয়ার ফলে একটি রুশ বসতিতে ১৪ জন রুশ নাগরিক নিহত এবং ২৪ জন আহত হয়। এছাড়া, কাজাখরা ৯৬ জন কোজনাককে বন্দি করে এবং এই ব্যর্থতার প্রতিক্রিয়ায় রাশিয়ার সেনেট একটি আদেশ জারি করে।\n১৭৫৫ সালে রুশ সাম্রাজ্যের তৎকালীন কর্মকর্তা ইভন নেপলিউয়েভ কাজাখদের সমর্থন পাওয়ার জন্য একটি কৌশল গ্রহণ করেন। তিনি কাজাখদের বিরুদ্ধে প্রতিশোধমূলক হামলা বন্ধ করেন এবং প্রতিশ্রুতি দেন যে, কাজাখরা তাদের মধ্যে আশ্রয় নেওয়া বাশকির নারী ও শিশুদের নিজেদের কাছে রাখতে পারবে। এটি নেপলিউয়েভ ও ছোট জুজের খান নুরালির মধ্যে চলা দীর্ঘদিনের বিরোধের একটি গুরুত্বপূর্ণ বিষয় ছিল। বাশকির বিদ্রোহ চলাকালীন কাজাখ যোদ্ধারা হাজার হাজার বাশকিরকে হত্যা বা বন্দি করে। এই কাজ তারা হয়তো রুশ সাম্রাজ্যের প্রতি নিজেদের আনুগত্য প্রমাণের জন্য করেছিল অথবা তারা কেবল নিজেদের স্বার্থে এই সুযোগটি কাজে লাগিয়েছিল।\nওরেনবার্গ কমিশনের সংগৃহীত তথ্য অনুসারে, ১৭৬৪ থেকে ১৮০৩ সালের মধ্যে প্রায় বিশটি রুশ ক্যারাভানে আক্রমণ ও লুণ্ঠন করা হয়েছে। কাজাখ লুণ্ঠনকারীরা এমনকি অসংখ্য সশস্ত্র রক্ষী দ্বারা বেষ্টিত বড় বড় কাফেলাগুলিতেও আক্রমণ করেছিল।  \n১৭৭৪ সালের বসন্তে রুশরা খানের কাছে সাম্প্রতিক কাজাখ অভিযানে বন্দী হওয়া ২৫৬ জন রুশকে ফিরিয়ে দেওয়ার দাবি জানিয়েছিল।\n১৭৭৪ সালের গ্রীষ্মকালে যখন কাজান অঞ্চলে রুশ সৈন্যরা কসাক নেতা পুগাচেভের নেতৃত্বে বিদ্রোহ দমন করছিল, তখন কাজাখরা ২৪০টিরও বেশি অভিযান চালায় এবং ওরেনবার্গ সীমান্তে অনেক রুশ ও তাদের পশুপালকে বন্দী করে।\n১৭৯৯ সালের দিকে তৎকালীন লুণ্ঠিত সবচেয়ে বড় রুশ কাফেলাটি ২,৯৫,০০০ রুবেল মূল্যের জিনিসপত্র হারিয়েছিল।\n১৮৩০ সালের মধ্যে রুশ সরকার অনুমান করেছিল যে প্রতি বছর খিভাতে দুই শতাধিক রুশকে অপহরণ করা হয় এবং তাদের দাসত্বের জন্য বিক্রি করা হয়। \n\n\n=== মাগরেবে দাসপ্রথা ===\n৬৪৩ সালে যখন আমর ইবনুল আস ত্রিপোলি জয় করেন, তখন তিনি পরাজিত ইহুদি ও খ্রিস্টান বার্বার যোদ্ধাদের তাদের স্ত্রী ও সন্তানদের যুদ্ধ-নীতির অংশ হিসেবে আরব সেনাবাহিনীর কাছে দাস হিসেবে দিতে বাধ্য করেন।\nতৎকালীন যুদ্ধনীতি হিসেবে উকবা ইবনে নাফি প্রায় নিজের জন্যে বার্বার কন্যাদের দাস হিসেবে উপপত্নী করে রাখত, যাদের সৌন্দর্য এমন ছিল যে, তৎকালীন বিশ্বে তাদের তুলনা ছিল না। মুসলিম ইতিহাসবিদ ইবনে আব্দুল হাকাম উল্লেখ করেছেন যে, আরব সেনাপতি হাসান ইবনে নুমান অতুলনীয় সৌন্দর্যের অধিকারী বার্বার তরুণী দাসীদের অপহরণ করতেন, যাদের মধ্যে কিছু এক হাজার দিনারেরও বেশি মূল্যের ছিল। হাকাম নিশ্চিত করেছেন যে, উত্তর আফ্রিকা বিজয়ের সময় মুসা বিন নুসাইর, তার পুত্র ও ভ্রাতুষ্পুত্র মিলে প্রায় ১,৫০,০০০ বার্বার যোদ্ধাকে দাস হিসেবে বন্দি করেছিলেন। তানজাহ শহরে মুসা সমস্ত বার্বার অধিবাসীদের দাসে পরিণত করেন। তিনি কাইরুয়ান শহরের কাছে একটি দুর্গ আক্রমণ করে সব শিশুকে দাস হিসেবে নিয়ে যান। বার্বার দাসদের সংখ্যা এত বিশাল ছিল যে, ইসলামি শাসনের অধীনে থাকা কোন দেশেই আগে কখনো এত দাসের কথা শোনা যায়নি। এর ফলে আফ্রিকার বেশিরভাগ শহর জনশূন্য হয়ে পড়ে এবং কৃষিক্ষেত্র অবহেলিত থেকে যায়। এসবের পরও মুসা তার বিজয়যাত্রা অব্যাহত রাখেন, যতক্ষণ না তিনি বার্বার রাজধানী ও প্রধান শহর তানজাহেরসামনে এসে পৌঁছান। এরপর সেটিকে তিনি অবরুদ্ধ করে জয় করেন এবং এর অধিবাসীদের ইসলাম গ্রহণ নতুবা যুদ্ধের জন্য আমন্ত্রণ জানান। তারা সবাই ইসলাম গ্রহণ করে।\nইতিহাসবিদ পাসকুয়াল দে গায়াঙ্গোস মন্তব্য করেন: \"সেই সময় আরবদের যুদ্ধ কৌশল বিবেচনা করলে এটি অসম্ভব নয় যে, এখানে উল্লেখিত সংখ্যক বন্দি মুসার হাতে পড়েছিল। খ্রিস্টান ও আরব উভয় সূত্র থেকেই দেখা যায় যে, জনবহুল শহরগুলো প্রায়শই অবরুদ্ধ হত এবং হাজার হাজার অধিবাসী বন্দি হয়ে দাসত্বের শৃঙ্খলে আবদ্ধ হত। \nউত্তর আফ্রিকায় বার্বারদের বিরুদ্ধে মুসলিম শাসকরা ধারাবাহিক অভিযান চালানো ও তাদের দাসে পরিণত করা অব্যাহত রাখে। আরব ঐতিহাসিকরা প্রচুর বর্বর দাস বন্দির ঘটনা উল্লেখ করেছেন; বিশেষ করে মুসা ইবনে নুসাইরের সময়। তিনি ৬৮৯ সালে আফ্রিকার গভর্নর হন এবং যে সব গোষ্ঠী ইসলাম গ্রহণ করতে অস্বীকার করে যুদ্ধে জড়াত, তাদের বিরুদ্ধে অভিযান চালাতেন। কিন্তু যারা ইসলাম গ্রহণ করত, তাদের প্রতি তিনি দয়ালু ও উদার ছিলেন।\nমুসলিম ইতিহাসবিদ ইবনে কুতাইবা বর্ণনা করেন যে, মুসা ইবনে নুসাইর বার্বরদের বিরুদ্ধে সম্পূর্ণ বিনাশের যুদ্ধ চালান; অসংখ্য বার্বর যোদ্ধাকে হত্যা করেন এবং তাদের বিশালসংখ্যককে বন্দি করেন।\nঐতিহাসিক আস-সাদফির মতে, আফ্রিকা অভিযানের সময় মুসা ইবনে নুসাইর কর্তৃক সংগৃহীত বার্বার দাসের সংখ্যা পূর্ববর্তী যেকোনো ইসলামী বিজয়ের চেয়ে বেশি ছিল:\n\nমূসা [তখন] বার্বারদের বিরুদ্ধে হামলার উদ্দেশ্যে বেরিয়ে গেলেন এবং তাদের নিজস্ব মরুভূমির গভীরে ধাওয়া করলেন। যেখানে তিনি গেছেন, সেখানেই তার উপস্থিতির চিহ্ন রেখে গেছেন—অসংখ্য বার্বার যোদ্ধাকে হত্যা করেছেন, হাজারকে হাজার বন্দি করেছেন এবং যোদ্ধাদের বসতিগুলিতে ধ্বংসযজ্ঞ চালিয়েছেন। আফ্রিকার বিস্তীর্ণ শুষ্ক প্রান্তরে বসবাসকারী জাতিগুলি যখন উপকূলীয় ও অভ্যন্তরীণ বার্বারদের ওপর নেমে আসা এই পরিণতি দেখল, তখন তারা দ্রুত শান্তির আবেদন জানালো এবং মূসার আনুগত্য স্বীকার করে নিল। তারা মূসাকে অনুরোধ করল, যেন তিনি তাদের নিজের সেনাবাহিনীর অন্তর্ভুক্ত করেন।\n\n\n== ঊনবিংশ ও বিংশ শতাব্দী ==\nঊনবিংশ শতাব্দীতে ইংল্যান্ডসহ অন্যান্য পশ্চিমা দেশে শক্তিশালী দাসপ্রথা-বিরোধী আন্দোলন শুরু হলে তা মুসলিম বিশ্বে চলমান দাসপ্রথার ওপর গভীর প্রভাব ফেলে। ১৮৭০ সালের মধ্যে বিশ্বের বেশিরভাগ স্থানে আনুষ্ঠানিকভাবে বাণিজ্যিক দাসপ্রথা নিষিদ্ধ হলেও মুসলিম নিয়ন্ত্রিত মধ্যপ্রাচ্য, ককেশাস, আফ্রিকা এবং উপসাগরীয় অঞ্চলে সীমিত পরিসরে দাসপ্রথা তখনও প্রচলিত ছিল। \nপশ্চিমা বিশ্বে যখন দাস প্রথাকে নৈতিকভাবে একটি মানবতাবিরোধী প্রথা ও অগ্রহণযোগ্য বলে বিবেচনা করা শুরু হয়, মুসলিম বিশ্বে তখনো এটি অনৈতিক মনে করা হতো না। কারণ ইসলামি ধর্মগ্রন্থ কুরআনে দাসপ্রথাকে বৈধ হিসেবে স্বীকৃতি দেওয়া হয়েছে এবং যুদ্ধের মাধ্যমে দাস সংগ্রহকে বৈধ বলা হয়েছে। ফলে বিভিন্ন অঞ্চলে অভিযান চালানোর সময় অমুসলিম যোদ্ধাদের বন্দী করে দাস বানানোর প্রবণতা দেখা যায়। এসব বন্দী অমুসলিমদের মধ্যে ছিল বালকান, ককেশাস, বালুচিস্তান, ভারত, দক্ষিণ-পশ্চিম এশিয়া ও ফিলিপাইনের জনগণ। অপহৃত দাসদের লোহিত সাগর, ভারত মহাসাগর এবং সাহারা মরুভূমির বিভিন্ন পথ ব্যবহার করে পাচার করা হতো। দাসদের শিকলে বেঁধে সুদান, ইথিওপিয়া ও সোমালির উপকূলে নিয়ে যাওয়া হতো। সেখান থেকে তাদের ছোট পালতোলা নৌকা বা ধৌ-তে তুলে ভারত মহাসাগর পাড়ি দিয়ে উপসাগরীয় দেশগুলোর বাজারে বিক্রি করা হতো। অনেককে লোহিত সাগর পার হয়ে আরব ও এডেনে নিয়ে যাওয়া হতো। যেসব দাস শারীরিকভাবে দুর্বল ছিল, তাদের অনেক সময় সাগরে ফেলে দেওয়া হতো। এছাড়াও সাহারা মরুভূমির মধ্য দিয়ে দীর্ঘ পথ পাড়ি দিয়ে দাসদের মিশরসহ বিভিন্ন অঞ্চলে নিয়ে যাওয়া হতো। প্রচণ্ড গরম, ক্লান্তি ও দীর্ঘ পথযাত্রার কারণে অনেক দাস মারা যেত।  \nউনিশ শতকের শেষের দিকে উসমানীয় সাম্রাজ্যে দাস প্রথা বিরোধী আইন প্রয়োগ করা হয়নি; বিশেষ করে হেজাজে। তখন উসমানীয় সমাজে আনুষ্ঠানিকভাবে দাস প্রথা নিষিদ্ধ করা হলেও এটি কার্যকর হয়নি। ১৮৫৭ সালে উসমানীয় সরকার লোহিত সাগরের দাসব্যবসা নিষিদ্ধ করার চেষ্টা করলে এতে হেজাজে বিদ্রোহ শুরু হয়। ফলে এই অঞ্চলে দাসপ্রথার ওপর নিষেধাজ্ঞা আরোপ করা সম্ভব হয়নি।\n১৮৮০ সালের ইঙ্গ-উসমানীয় চুক্তির মাধ্যমে লোহিত সাগর হয়ে দাসপাচার আনুষ্ঠানিকভাবে নিষিদ্ধ করা হয়। তবে এটি কার্যকর করা সম্ভব হয়নি, বিশেষ করে আরব উপদ্বীপের উসমানীয় সাম্রাজ্য কর্তৃক নিয়ন্ত্রিত এলাকাগুলোতে।\n১৯ শতকের শেষের দিকে মরক্কোর সুলতান পশ্চিমা কূটনীতিকদের জানান যে, তিনি দাসপ্রথা নিষিদ্ধ করতে পারবেন না। কারণ এটি বাস্তবে কার্যকর করা অসম্ভব। তবে ব্রিটিশরা তাকে অনুরোধ করেছিল, যেন কমপক্ষে দাস বাণিজ্যকে গোপন রাখা হয় এবং এটি বিদেশিদের সামনে প্রকাশ্যে পরিচালিত না করা হয়। এভাবে পশ্চিমা বিশ্বের চাপে মুসলিম বিশ্বে দাসপ্রথা নিষিদ্ধের বিভিন্ন প্রচেষ্টা চললেও বাস্তবে তা অনেক জায়গায় বহাল ছিল এবং দাসব্যবসাও অব্যাহত ছিল।\nদাস প্রথার মাধ্যমে মুসলিম ভূখণ্ডে দাস সংগ্রহ ও পরিবহনের ফলে ব্যাপক প্রাণহানি ও দুর্দশার সৃষ্টি হতো, যা ইউরোপীয় দাসপ্রথা-বিরোধীদের দৃষ্টি আকর্ষণ করেছিল। ইউরোপীয় দেশগুলোর ক্রমাগত চাপের মুখে ধর্মীয় রক্ষণশীলদের প্রবল বিরোধিতা শেষ পর্যন্ত দুর্বল হয়ে পড়ে। তারা বিশ্বাস করতেন যে, ইসলাম যে বিষয়গুলিকে বৈধতা দিয়েছে, সেগুলো নিষিদ্ধ করা একই রকম গুরুতর অপরাধ, যেমন নিষিদ্ধ জিনিসকে বৈধ করা। তাদের মতে, দাসপ্রথা শরিয়তের পবিত্র আইনের মাধ্যমে অনুমোদিত ও নিয়ন্ত্রিত ছিল। অনেক মালিক নিজেদের ধার্মিক ও দয়ালু মনে করতেন। কিন্তু তারা নিজেদের দাসীদের সাথে অনুমতি ব্যতীত যৌন সম্পর্ক স্থাপন করতেন, যা তাদের মানবাধিকার লঙ্ঘনের শামিল ছিল। তবে কিছু মুসলিম দাসপ্রথাকে নৈতিকভাবে ভুল মনে করত এবং নিজেরা দাস না রাখার পাশাপাশি অন্যদেরও দাসপ্রথা থেকে বিরত থাকতে উৎসাহিত করত বলে জানা যায়। \nউসমানীয় সাম্রাজ্য অবশেষে দাসপ্রথা ও দাসব্যবসার বিরুদ্ধে আদেশ জারি করে এবং তা কার্যকর করা হয়। \nইসলামি আইন বিশেষজ্ঞ ব্রকোপের মতে, ১৯শ শতকে কিছু ইসলামি পণ্ডিতও দাসপ্রথার সম্পূর্ণ বিরোধিতা করে যুক্তি দেন যে, এটি কুরআনে উল্লেখিত সাম্য ও স্বাধীনতার নীতির পরিপন্থী। ফলে ১৯ শতকের শেষের দিকে কায়রোর বিশাল দাসবাজারগুলি সম্পূর্ণ বন্ধ করে দেওয়া হয়। এমনকি তখন রক্ষণশীল কুরআন ব্যাখ্যাকারীরাও দাসপ্রথাকে ইসলামের ন্যায়বিচার ও সাম্যের মূলনীতির বিপরীত বলে বিবেচনা করতে থাকেন। \n\nতবে আজও কিছু মুসলিম সংখ্যাগরিষ্ঠ দেশে দাসত্বের বিভিন্ন রূপ বিদ্যমান রয়েছে বলে অভিযোগ করা হয়। যেমন: শিশুদের গালিচা বুননশিল্পে শ্রমদাস বানানো, আখক্ষেতে শ্রমিকদের কঠোর শর্তে কাজ করানো, উট দৌড়ের জন্য শিশুদের জকি হিসেবে ব্যবহার করা, যৌন দাসত্ব এবং কিছু ক্ষেত্রে চিরস্থায়ী দাসত্ব। তবে কেউ কেউ এই ধরনের শ্রম শোষণকে প্রকৃত অর্থে 'দাসত্ব' বলা ঠিক হবে কি না, সে বিষয়ে প্রশ্ন তুলেছেন।\n\n১৮৮৬ সালের মার্চে দ্য নিউ ইয়র্ক টাইমসে প্রকাশিত একটি নিবন্ধ অনুসারে, উসমানীয় সাম্রাজ্য ১৮০০ সালের শেষের দিকে মেয়েদের দাস ব্যবসাকে সমৃদ্ধ হতে দিয়েছিল, যদিও প্রকাশ্যে তা অস্বীকার করেছিল। উসমানীয় সাম্রাজ্যে বিক্রিত বালিকা দাসীরা মূলত তিনটি জাতিগত গোষ্ঠীর অন্তর্ভুক্ত ছিল: সার্কাসীয়, সিরীয় ও নুবীয়। আমেরিকান সাংবাদিক সার্কাসীয় মেয়েদের ফর্সা এবং হালকা ত্বকের অধিকারী হিসেবে বর্ণনা করেছিলেন। তাদের প্রায়শ সার্কাসীয় নেতারা উসমানীয়দের উপহার হিসেবে পাঠাতেন এবং তারা সবচেয়ে দামি দাসি ছিল। একজনের ৫০০ তুর্কি লিরা পর্যন্ত দাম পাওয়া যেতো এবং তারা তুর্কিদের কাছে সবচেয়ে জনপ্রিয় ছিল। পরবর্তী সর্বাধিক জনপ্রিয় দাসীরা ছিল সিরিয়ার মেয়েরা, যাদের \"কালো চোখ ও চুল\" এবং হালকা বাদামী ত্বক ছিল। তাদের দাম ত্রিশ লিরা পর্যন্ত পৌঁছাতে পারত। আমেরিকান সাংবাদিক তাদের \"যৌবনকালে ভালো ব্যক্তিত্বের অধিকারী\" বলে বর্ণনা করেছিলেন। আনাতোলিয়ার উপকূলীয় অঞ্চল জুড়ে সিরিয়ার মেয়েদের বিক্রি করা হত। নিউ ইয়র্ক টাইমসের সেই সাংবাদিক বলেছেন যে, নুবীয় মেয়েরা সবচেয়ে সস্তা এবং কম জনপ্রিয় ছিল এবং তাদের ২০ লিরা পর্যন্ত দাম পাওয়া যেত।\nমারে গর্ডন বলেন যে, পশ্চিমা সমাজগুলিতে দাসপ্রথা বিরোধী আন্দোলন গড়ে উঠার মতো মুসলিম বিশ্বে কোনো আন্দোলন বা সংগঠন গড়ে ওঠেনি। ইসলামি রাজনীতিতে রাষ্ট্রই ইসলামী আইনের ব্যাখ্যা করত। এরপর রাষ্ট্র দাস পাচারের বৈধতা বৃদ্ধি করে। \n১৮৬২ সালে আরব ভ্রমণের অভিজ্ঞতা বর্ণনা করতে গিয়ে ইংরেজ ভ্রমণকারী ডব্লিউ.জি. প্যালগ্রেভ উল্লেখ করেন যে, সেখানে তিনি বিপুল সংখ্যক দাস দেখতে পান। তিনি দাসী উপপত্নীত্বের স্পষ্ট প্রভাব লক্ষ করেন, যা মিশ্র জাতির মানুষের সংখ্যা বৃদ্ধি ও দাসদের মুক্ত করার প্রচলন থেকে স্পষ্ট বোঝা যায়। তার ভ্রমণের প্রায় ২৫ বছর পর আরেক ব্রিটিশ ভ্রমণকারী চার্লস ডাউটিও একই ধরনের অভিজ্ঞতা লিপিবদ্ধ করেন।  \nব্রিটিশ অভিযাত্রী ও দাসপ্রথা-বিরোধী কর্মী স্যামুয়েল বেকার ১৮৬২ সালে যখন খার্তুমে পৌঁছান, তখন সেখানে দাস ব্যবসা এতটাই প্রচলিত ছিল যে, এটি শহরটির অর্থনীতির প্রধান চালিকাশক্তি ছিল। খার্তুম থেকে দাস শিকারিরা দক্ষিণ আফ্রিকার গ্রামগুলিতে হামলা চালাতো। তারা এসব গ্রাম লুটপাট ও ধ্বংস করত, যাতে জীবিত গ্রামবাসীদের দাস শিকারিদের সঙ্গে মিলে তাদের প্রতিবেশী গ্রাম আক্রমণ করতে বাধ্য করা যায়। বন্দি করা নারী ও যুবকদের দাস বাজারে বিক্রির জন্য নিয়ে আসা হতো।\n১৮০০ সালের দিকে আফ্রিকা থেকে মুসলিম বিশ্বের বিভিন্ন অঞ্চলে দাস ব্যবসা উল্লেখযোগ্যভাবে বৃদ্ধি পায়, যখন ১৮৫০ সালের দিকে ইউরোপীয় দাস ব্যবসা হ্রাস পেতে শুরু করে। তবে ইউরোপীয় ঔপনিবেশিক শাসন প্রতিষ্ঠিত হওয়ার পরে ১৯০০ সালের দিকে আফ্রিকার এই দাস ব্যবসা ধীরে ধীরে শেষ হয়ে যায়।\n১৮১৪ সালে সুইস অভিযাত্রী ইয়োহান লুডভিগ বুর্কহার্ট মিশর ও নুবিয়া ভ্রমণের সময় দাস ব্যবসার প্রচলন সম্পর্কে লিখেছিলেন। তিনি উল্লেখ করেন যে, \"আমি বহুবার সবচেয়ে লজ্জাহীন অশ্লীল দৃশ্য প্রত্যক্ষ করেছি, যেখানে দাস ব্যবসায়ীরা প্রধান ভূমিকা পালন করত এবং এই ঘটনাগুলো দেখে তারা কেবল হাসত। আমি নিশ্চিতভাবে বলতে পারি, দশ বছর বয়স পার হওয়ার পর খুব কম নারী দাসই কুমারীত্ব বজায় রেখে মিশর বা আরবে পৌঁছাতে পারে।\" \n\n১৮৫৩ সালে পবিত্র হজব্রত পালনের সময় ব্রিটিশ অভিযাত্রী রিচার্ড ফ্রান্সিস বার্টন মদিনার দাসদের সম্পর্কে নিজর পর্যবেক্ষণ লিপিবদ্ধ করেন। তিনি লেখেন, \"একজন সম্পূর্ণ সুস্থ ও তুলনামূলকভাবে বুদ্ধিমান ছোট কালো ছেলের দাম প্রায় এক হাজার পাইস্টার। মেয়েদের দাম আরো বেশি; আর খোজাদের দাম এর দ্বিগুণ।\" জাঞ্জিবারে তিনি দেখতে পান যে, কিছু দাস নিজেরাও অন্য কিছু দাসের মালিক ছিল, যা দাসপ্রথার একটি ব্যতিক্রমী দিক তুলে ধরে।  \nডেভিড লিভিংস্টোন আফ্রিকার বৃহৎ হ্রদ অঞ্চলে দাস ব্যবসা সম্পর্কে লিখেছেন, যা তিনি ঊনবিংশ শতাব্দীর মাঝামাঝি সময়ে পরিদর্শন করেছিলেন:\n\nঅতিরঞ্জন করা একেবারেই অসম্ভব...\n১৯শে জুন, ১৮৬৬: আমরা একজন মহিলাকে দেখলাম, যার গলায় দড়ি বাঁধা ছিল এবং তিনি গাছের সঙ্গে বাঁধা অবস্থায় মৃত পড়ে ছিলেন। স্থানীয় লোকেরা ব্যাখ্যা করল যে, তিনি দাসদের একটি দলের সঙ্গে চলতে পারছিলেন না। তাই তার প্রভু এমন সিদ্ধান্ত নেন; যদি তিনি সুস্থও হয়ে উঠেন, তবুও আর কারো সম্পত্তি হতে পারবেন না। \n২৬শে জুন: আমরা একজন দাসীকে দেখতে পেলাম, যাকে গুলি বা ছুরিকাঘাত করা হয়েছিল এবং সে পথের ধারে পড়ে ছিল। একদল পুরুষ একদিকে প্রায় একশ গজ দূরে দাঁড়িয়ে ছিল; অন্যদিকে একদল নারী তাকিয়ে ছিল। তারা জানাল, একজন স্থানীয় ব্যক্তি–যে সকালে এখানে এসেছিল–রাগের বশে তাকে হত্যা করেছে। কারণ সে দাসীর জন্য যা মূল্য পরিশোধ করেছিল এবং সে উক্ত মূল্য অনুযায়ী দাসী পায়নি। দাসিটি আর হাঁটতে পারছিল না। তাই রাগের বশে তাকে হত্যা করা হয়। \n\n২৭শে জুন, ১৮৬৬: আজ আমরা এক ব্যক্তিকে দেখলাম, যে অনাহারে মারা গেছে। সে অত্যন্ত কৃশকায় ছিল। আমাদের দলের একজন পথভ্রষ্ট হয়ে গিয়েছিল এবং সে এমন অনেক দাসকে দেখতে পেল, যাদের গলায় দাসত্বের শিকল বাঁধা ছিল এবং তাদের প্রভুরা খাবারের অভাবে ফেলে রেখে গিয়েছিল। তারা এতটাই দুর্বল ছিল যে, কথা বলার শক্তিও ছিল না বা বলতে পারেনি কোথা থেকে এসেছে। তাদের মধ্যে কয়েকজন একেবারেই শিশু। \nসবচেয়ে অদ্ভুত রোগ, যা আমি এই দেশে দেখেছি তা হলো 'ভগ্ন হৃদয়'। এটি মুক্ত মানুষদের আক্রান্ত করে, যখন তারা বন্দি হয়ে দাসে পরিণত হয়... ২১ জনকে শঙ্কামুক্ত মনে করে মুক্ত করে দেওয়া হয়েছিল। কিন্তু তারা সবাই সঙ্গে সঙ্গে পালিয়ে যায়। তবে আটজন ও তাদের সাথে আরও অনেকেই–যারা তখনও শৃঙ্খলাবদ্ধ ছিল–নদী পার হওয়ার তিন দিনের মধ্যেই মারা যায়। তারা তাদের ব্যথা একমাত্র হৃদয়ে অনুভব করেছিল এবং হাত দিয়ে সেই স্থানটি দেখিয়েছিল। যদিও অনেকে মনে করত, হৃদয় বুকের ওপরের দিকে থাকে। জাঞ্জিবার একসময় পূর্ব আফ্রিকীয় অঞ্চলের প্রধান দাস-বাণিজ্য বন্দর ছিল এবং ঊনবিংশ শতাব্দীতে ওমানি আরবদের অধীনে প্রতি বছর ৫০,০০০ এর মতো দাস এই শহরের মধ্য দিয়ে যাতায়াত করত।  লিভিংস্টোন নিউ ইয়র্ক হেরাল্ডের সম্পাদককে লেখা একটি চিঠিতে লিখেছিলেন:\nযদি আমার প্রকাশিত তথ্য উজিজিয়ার ভয়াবহ দাসত্বের বিরুদ্ধে পূর্ব উপকূলীয় দাস বাণিজ্যের অবসান ঘটাতে সাহায্য করে, তাহলে আমি এটিকে নীল নদীর সমস্ত উৎস আবিষ্কার করার চেয়ে অনেক বড় কৃতিত্ব বলে বিবেচনা করব। ১৮৭৭ সালের ইঙ্গ-মিশরীয় দাস বাণিজ্য কনভেনশন আনুষ্ঠানিকভাবে সুদান থেকে দাস ব্যবসা নিষিদ্ধ করে, যার ফলে আনুষ্ঠানিকভাবে সুদান থেকে দাস আমদানির  অবসান ঘটে। সুদান তৎকালীন মিশরেও দাসের প্রধান সরবরাহকারী ছিল। তাই এই আইনের ফলে মিশরেও দাস বাণিজ্য হ্রাস পায়। এ নিষেধাজ্ঞার পরে ১৮৮৪ সালে শ্বেতাঙ্গ দাসীদের আমদানি নিষিদ্ধ করা হয়। এই আইনটি শ্বেতাঙ্গ নারীদের ( প্রধানত ককেশাস থেকে) আমদানির বিরুদ্ধে করা হয়েছিল, যারা মিশরীয় উচ্চ শ্রেণীর হেরেমে উপপত্নী হিসেবে খুবই পছন্দনীয় ছিল।  \n\n\n=== বিলুপ্তি ===\nআফ্রিকায় আরবদের দাস বাণিজ্য বিলুপ্তির অন্যতম প্রথম আহ্বানটি ১৯শ শতকে ফরাসি ক্যাথলিক কার্ডিনাল চার্লস লাভিজেরি দিয়েছিলেন। পরবর্তীতে ১৮৮৪-১৮৮৫ সালের বার্লিন সম্মেলনে ইউরোপীয় রাজনৈতিক নেতারা দাস বাণিজ্যকে আফ্রিকায় তাদের ঔপনিবেশিক হস্তক্ষেপের একটি ন্যায়সঙ্গত কারণ হিসেবে তুলে ধরেন। এই আহ্বানের পেছনে মূলত জনসাধারণের সমর্থন আদায়ের উদ্দেশ্য ছিল, যাতে ইউরোপীয়দের আফ্রিকা দখলের প্রচেষ্টাকে নৈতিকভাবে বৈধ বলে উপস্থাপন করা যায়।\nএই সম্মেলনে সিদ্ধান্ত নেওয়া হয়েছিল যে, আফ্রিকীয় ও মুসলিম শক্তিগুলোর মাধ্যমে পরিচালিত দাসপ্রথা বন্ধ করা হবে। এ উদ্দেশ্যে ইউরোপীয় সদস্যরা তাদের নিয়ন্ত্রণাধীন অঞ্চলে দাস বাণিজ্য নিষিদ্ধ করার জন্য একটি আন্তর্জাতিক চুক্তি স্বাক্ষর করেন। বিশ্ববিখ্যাত সাহিত্যিক জোসেফ কনরাড নিজের বিখ্যাত ছোটগল্প হার্ট অফ ডার্কনেসে এই সম্মেলনের এক গুরুত্বপূর্ণ অংশগ্রহণকারী সংগঠন \"কঙ্গো আন্তর্জাতিক সমিতি বা ইন্টারন্যাশনাল কঙ্গো সোসাইটিকে ব্যঙ্গ করে বার্বর রীতিনীতি দমনের আন্তর্জাতিক সমাজ\" বলে অভিহিত করেন, অর্থাৎ তিনি বুঝাতে চেয়েছিলেন যে, দাসপ্রথার বিরুদ্ধে কথা বলার আড়ালে ইউরোপীয় শক্তিগুলো মূলত আফ্রিকাকে উপনিবেশে পরিণত করার জন্য একটি কৌশলগত নৈতিক যুক্তি খুঁজছে। এই সংগঠনের নাম ছিল \"মধ্য আফ্রিকার অনুসন্ধান ও সভ্যকরণ আন্তর্জাতিক সমিতি\" (ইন্টারন্যাশনাল অ্যাসোসিয়েশন ফর দ্য এক্সপ্লোরেশন অ্যান্ড সিভিলাইজেশন অফ সেন্ট্রাল আফ্রিকা)।\n\n\n=== বিংশ শতাব্দী: দমন, বিলোপ ও নিষেধাজ্ঞা ===\n১৯০৮ সালে উসমানীয় সংবিধান অনুমোদিত হওয়ার পরেও ইস্তানবুলে প্রকাশ্যে কালো ও সার্কাসীয় নারী দাসদের কেনাবেচা চলত।\n১৯শ ও ২০শ শতাব্দীতে ধীরে ধীরে মুসলিম বিশ্বের বিভিন্ন অঞ্চলে দাসপ্রথা নিষিদ্ধ ও দমন করা হয়। এর কারণ ছিল ব্রিটেন ও ফ্রান্সের মত পশ্চিমা দেশগুলির চাপ, অভ্যন্তরীণ মুসলিম দাসপ্রথা-বিরোধী আন্দোলন ও অর্থনৈতিক চাপ। ১৮৮৯-৯০ সালের ব্রাসেলস দাস প্রথা-বিরোধী সম্মেলন আধা-বিশ্বব্যাপী দাসপ্রথার বিষয়টি উত্থাপন করেছিল এবং এর ফলে ১৮৯০ সালের ব্রাসেলস কনফারেন্স অ্যাক্ট গৃহীত হয়। পরে এটি ১৯১৯ সালে অনুষ্ঠিত সেন্ট-জার্মেইন-এন-লে কনভেনশন দ্বারা সংশোধিত হয়। \nসম্মিলিত জাতিপুঞ্জ গঠনের পর এটি অস্থায়ী দাসপ্রথা কমিশনের (টিএসসি) মাধ্যমে দাসপ্রথার ওপর একটি আন্তর্জাতিক তদন্ত পরিচালনা করে এবং দাসপ্রথা ও দাস ব্যবসা নিষিদ্ধ করার লক্ষ্যে একটি কনভেনশন তৈরি করে। ১৯২৬ সালের দাসপ্রথা কনভেনশন ছিল দাসপ্রথা নিষিদ্ধকরণের জন্য একটি গুরুত্বপূর্ণ মোড়। এই সময়েও মুসলিম বিশ্বে দাসত্ব আইনত টিকে ছিল।\n১৯২৭ সালের জেদ্দা চুক্তি ( মে, ১৯২৭; অনুচ্ছেদ ৭) অনুযায়ী ব্রিটিশ সরকার ও ইবনে সাউদের (নজদ ও হিজাজের রাজা) মধ্যে চুক্তি হয় যে, সৌদি আরবে দাসব্যবসা দমন করা হবে। সৌদি আরবের দাসপ্রথার প্রধান উৎস ছিল প্রাচীন লোহিত সাগরের দাসব্যবসা। \n১৯৩২ সালে সম্মিলিত জাতিপুঞ্জ সমস্ত সদস্য রাষ্ট্রকে যে কোনো আরব রাষ্ট্রের সঙ্গে চুক্তির সময় দাসপ্রথা নিষিদ্ধকরণের অঙ্গীকার অন্তর্ভুক্ত করার নির্দেশ দেয়। সেই বছর দাসপ্রথা বিশেষজ্ঞ কমিটি (সিইএস) গঠিত হয়, যার আসল উদ্দেশ্য ছিল ১৯২৬ সালের দাসপ্রথা কনভেনশনের কার্যকারিতা পর্যবেক্ষণ করা। ১৯৩৪- ১৯৩৯ সালের মধ্যে দাসপ্রথার ওপর আরো তদন্তের জন্য দাসপ্রথা বিশেষজ্ঞদের উপদেষ্টা কমিটি (এসিই) গঠিত হয়। \n১৯৩০-এর দশকে সৌদি আরব এবং আরব উপদ্বীপ দাসপ্রথার প্রধান কেন্দ্র ছিল। ১৯৩৬ সালের এক আদেশে সৌদি আরবে নতুন দাস আমদানি নিষিদ্ধ করা হয়, যদি না প্রমাণিত হয় যে, তারা আগে থেকেই দাস ছিল অর্থাৎ দাস নয় এমন ব্যক্তিকে দাস হিসেবে আমদানি করা নিষিদ্ধ ঘোষণা করা হয়।  ১৯৩৭ সালে এসিই-এর জর্জ ম্যাক্সওয়েলের প্রচেষ্টার মাধ্যমে বাহরাইনে দাসপ্রথা বিলোপ করা হয়।  \n১৯৪৮ সালে জাতিসংঘের সাধারণ পরিষদ কর্তৃক গৃহীত সর্বজনীন মানবাধিকার ঘোষণাপত্রের ৪ নং অনুচ্ছেদে দাসপ্রথাকে স্পষ্টভাবে নিষিদ্ধ করা হয়েছে। দ্বিতীয় বিশ্বযুদ্ধের পর আরব উপদ্বীপ এবং আফ্রিকার কিছু অঞ্চল বাদে প্রায় সমগ্র বিশ্বে বিশেষ আইন দ্বারা আনুষ্ঠানিকভাবে দাসত্ব বিলুপ্ত করা হয়েছিল। সৌদি আরব, ইয়েমেন, চুক্তিবদ্ধ রাষ্ট্র ও ওমানে তখনো দাসত্ব বৈধ ছিল এবং লোহিত সাগরের দাস ব্যবসার মাধ্যমে আরব উপদ্বীপে দাস সরবরাহ করা হত। এই সময়ে দাসত্ব-বিরোধী আন্তর্জাতিক কমিশন আরব উপদ্বীপে দাসত্ব ও দাস ব্যবসার বিরুদ্ধে প্রচারণা চালায় এবং জাতিসংঘকে এই সমস্যা সমাধানের জন্য একটি কমিটি গঠনের আহ্বান জানায়।   \n১৯৪৫ সালে দ্বিতীয় বিশ্বযুদ্ধের পরে জাতিসংঘ লীগ অব নেশন্সের (সম্মিলিত জাতিপুঞ্জ) স্থলাভিষিক্ত হলে জাতিসংঘের হয়ে চার্লস উইল্টন উড গ্রিনিজের পক্ষ থেকে বিশ্বব্যাপী দাসত্বের তদন্ত অব্যাহত রাখা হয়। এর আগে এই কাজটি সম্মিলিত জাতিপুঞ্জের দাসত্ব বিশেষজ্ঞদের উপদেষ্টা কমিটি (এসিই) পরিচালনা করত। ১৯৫০ সালের ফেব্রুয়ারি মাসে জাতিসংঘের দাসত্ব সম্পর্কিত অ্যাড হক কমিটি গঠন করা হয়, যার কাজ ছিল দাসত্ব বিলুপ্ত করার জন্য নতুন নীতিমালা নির্ধারণ করা এবং এরই ধারাবাহিকতায় ১৯৫৬ সালে দাসত্ব বিলোপ সংক্রান্ত সম্পূরক কনভেনশন চালু করা হয়।\nএই সময়ে সৌদি আরব ও আরব উপদ্বীপের অন্যান্য রাষ্ট্রগুলি আন্তর্জাতিক চাপের মুখে পড়ে। ১৯৬২ সালে সৌদি আরবে দাস প্রথা ও দাস ব্যবসা সম্পূর্ণরূপে নিষিদ্ধ করা হয়। কিন্তু ১৯৬৯ সাল পর্যন্ত দেখা যায় যে, অধিকাংশ মুসলিম দেশ দাসপ্রথা বিলুপ্ত করলেও এটি তখনও সৌদি আরব, ইয়েমেন ও ওমানে প্রচলিত ছিল। পরবর্তীতে ১৯৭০ সালে ইয়েমেন ও ওমানে আনুষ্ঠানিকভাবে দাসপ্রথা বিলুপ্ত করা হয়। দাসপ্রথা ও দাসব্যবসা নিষিদ্ধ করা দেশগুলির মধ্যে সর্বশেষ ছিল মৌরিতানিয়া, যেখানে ১৯৮১ সালে দাস প্রথা আইনত নিষিদ্ধ ঘোষণা করা হয়।\nতবে ১৯৮৩ থেকে ২০০৫ সালের মধ্যে সংঘটিত দ্বিতীয় সুদানি গৃহযুদ্ধের সময় হাজার হাজার মানুষকে দাসে পরিণত করা হয় বলে জানা যায়। অনুমান করা হয়, এই সময় ১৪,০০০ থেকে ২,০০,০০০ মানুষ অপহরণ ও দাসত্বের শিকার হয়েছিল। \n১৯০৫, ১৯৬১ এবং ১৯৮১ সালে পাস হওয়া আইনের মাধ্যমে মৌরিতানিয়ায় দাসপ্রথা আইনত বিলুপ্ত করা হয়েছিল  এবং সবশেষে ২০০৭ সালের আগস্টে এটিকে অপরাধ হিসেবে ঘোষণা করা হয়েছিল।  অনুমান করা হয় যে, বর্তমানে প্রায় ৬০০,০০০ পর্যন্ত মৌরিতানীয়–যারা মৌরিতানিয়ার জনসংখ্যার ২০%–এমন পরিস্থিতিতে রয়েছে, যাকে কেউ কেউ \"দাসত্ব\" বলে মনে করেন অর্থাৎ দারিদ্র্যের কারণে তাদের অনেকেই দাসের মতো শ্রমিক হিসেবে কাজ করে।  \n\n\n== ২০শ শতকের শেষাংশ ও ২১শ শতকে মুসলিম বিশ্বে দাসপ্রথা ==\nইসলামি বিশ্বে আধুনিক কালে দাসপ্রথার বিষয়টি বেশ বিতর্কিত। সমালোচকরা দাবি করেন যে, এর অস্তিত্ব ও বিধ্বংসী প্রভাব সম্পর্কে শক্ত প্রমাণ রয়েছে। অক্সফোর্ড ডিকশনারি অব ইসলামের মতে, ইসলামি মধ্যপ্রাচ্যে দাসপ্রথা প্রায় ২০ শতকের মাঝামাঝি সময় থেক বিলুপ্ত হয়ে গেছে। তবে কিছু প্রতিবেদনে উল্লেখ করা হয় যে, যুদ্ধের ফলে সুদান ও সোমালিয়ার কিছু এলাকায় এটি এখনো প্রচলিত আছে।\nচাটেল দাসপ্রথা (সম্পত্তিস্বরূপ দাসত্ব) সবচেয়ে দীর্ঘ সময় ধরে টিকে ছিল মধ্যপ্রাচ্যে। আটলান্টিকে দাস বাণিজ্য দমন করার পরও প্রাচীন নিম্ন সাহারা দাস বাণিজ্য, ভারত মহাসাগরীয় দাস বাণিজ্য ও লোহিত সাগরের দাস বাণিজ্য আফ্রিকা থেকে মধ্যপ্রাচ্যে দাস পাচার চালিয়ে যায়। ২০শ শতকের মধ্যে আন্তর্জাতিক সংস্থাগুলি দাসপ্রথার বিষয়টি তদন্ত করতে শুরু করে। সম্মিলিত জাতিপুঞ্জের গঠিত সংস্থাগুলোর মধ্যে ছিল ১৯২৪-১৯২৬ সালের অস্থায়ী দাসপ্রথা কমিশন, ১৯৩২ সালের দাসপ্রথা বিষয়ক বিশেষজ্ঞ কমিটি ও ১৯৩৪- ১৯৩৯ সালের পরামর্শমূলক বিশেষজ্ঞ কমিটি। ১৯৫০- ১৯৫১ সালের জাতিসংঘের অস্থায়ী দাসপ্রথা কমিটির প্রতিবেদন অনুযায়ী, সেই সময় আইনি দাসত্ব কেবল আরব উপদ্বীপে ছিল: ওমান, কাতার, সৌদি আরব, ইয়েমেন ও তৎকালীন চুক্তিবদ্ধ রাষ্ট্র (বর্তমান সংযুক্ত আরব আমিরাত)। ১৯৬০-এর দশকে আরব উপদ্বীপে আইনি দাসত্ব চূড়ান্তভাবে বিলুপ্ত হয়: সৌদি আরব ও ইয়েমেনে ১৯৬২ সালে, দুবাইতে ১৯৬৩ সালে এবং সর্বশেষ ওমানে ১৯৭০ সালে বিলুপ্ত হয়। \nবিশ্বে সর্বশেষ দেশ হিসেবে মৌরিতানিয়া ১৯৮১ সালে দাসত্ব নিষিদ্ধ করে। তবে এই নিষেধাজ্ঞা কার্যকর করা হয়নি। কারণ তখন দাসপ্রথা ব্যবহারকারীদের বিরুদ্ধে আইনি ব্যবস্থা নেওয়ার কোনো প্রক্রিয়া ছিল না। এই আইনি ব্যবস্থা কেবল ২০০৭ সালে চালু করা হয়। \n\n\n=== ইসলামপন্থী মতামত ===\n\n২০শ শতকের শুরুর দিকে সালাফি মুসলিম পণ্ডিত সালেহ আল ফাওযান দ্বারা দাসপ্রথার পুনরুজ্জীবন ঘটার আগে ইসলামপন্থী লেখকরা দাসপ্রথাকে প্রাচীন বলে ঘোষণা করেছিলেন এবং বর্তমান প্রেক্ষাপটে তা গ্রহণযোগ্য নয় বলে রায় প্রদান করেছিলেন। তবে তারা স্পষ্টভাবে এর বিলুপ্তির পক্ষে অবস্থান নেননি। এর ফলে গবেষক উইলিয়াম ক্লারেন্স স্মিথ মন্তব্য করেছেন যে, মৌলানা মওদুদীর দাসপ্রথা ত্যাগ করতে অস্বীকৃতি ও মুহাম্মদ কুতুবের নীরবতা ও এড়িয়ে যাওয়ার প্রবণতা লক্ষণীয়। তিনি এই কারণে দুঃখও প্রকাশ করেছিলেন।\nমিশরীয় ইসলামপন্থী লেখক ও বিপ্লবী সাইয়িদ কুতুবের ভাই মুহাম্মদ কুতুব পশ্চিমা সমালোচনার বিরুদ্ধে ইসলাম সমর্থিত দাসপ্রথাকে জোরালোভাবে সমর্থন করেন। তিনি দাবি করেন যে, ইসলাম দাসদের আধ্যাত্মিক মুক্তি দিয়েছে এবং ইসলামের প্রাথমিক যুগে দাসদের এমন উচ্চ মর্যাদা দেওয়া হয়েছিল, যা বিশ্বের অন্য কোথাও দেখা যায়নি। তিনি ইউরোপের ব্যভিচার, পতিতাবৃত্তি ও নৈমিত্তিক যৌন সম্পর্কের সঙ্গে ইসলামে দাসীদের প্রতি মনিবের \"পরিচ্ছন্ন ও আধ্যাত্মিক বন্ধনের\" তুলনা করেন। তিনি ইউরোপের অবাধ যৌনতাকে পশুবাদের জঘন্য রূপ হিসেবে গণ্য করেছেন এবং দাসী ও তার মনিবের মাঝে সম্পর্ককে পরিষ্কার আধ্যাত্মিক বন্ধন হিসেবে বর্ণনা করেছেন। \n\n\n==== সালাফি মতবাদ ও দাসপ্রথার সমর্থন ====\nসাম্প্রতিক বছরগুলোতে কিছু রক্ষণশীল সালাফি ইসলামি পণ্ডিত দাসপ্রথার বিষয়ে নতুন করে বিতর্ক উত্থাপন করেছেন। যদিও ২০শ শতকের শুরুর দিকে মুসলিম দেশগুলোতে দাসপ্রথা নিষিদ্ধ করা হয়।\n২০০৩ সালে সৌদি আরবের সর্বোচ্চ ধর্মীয় সংস্থার সদস্য শায়খ সালেহ আল-ফাওযান একটি ফতোয়ায় ঘোষণা করেন যে, \"দাসপ্রথা ইসলামের একটি অংশ। জিহাদের সাথে দাসপ্রথা জড়িত এবং যতদিন ইসলাম থাকবে, ততদিন জিহাদ থাকবে।\" ২০১৬ সালে শায়খ আল-ফাওজান ইয়াজিদি নারীদের যৌনদাসী হিসেবে গ্রহণ সম্পর্কে এক প্রশ্নের উত্তরে বলেছিলেন যে যুদ্ধে নারীদের দাস বানানো ইসলামে নিষিদ্ধ নয়। যারা দাসত্ব নিষিদ্ধ বলে মনে করেন, তারা হয়তো অজ্ঞ বা কাফির।\nযদিও সৌদি আইনে দাস প্রথা নিষিদ্ধ; তবে সালাফি মুসলিমদের মধ্যে ফতোয়াটি গুরুত্বপূর্ণ প্রভাব ফেলে বলে ধারণা করা হয়। ইসলামী সংস্কারবাদী বিচারক ও লেখক খালেদ আবুল ফাদল মন্তব্য করেছিলেন যে, এটি বিশেষভাবে বিপজ্জনক। কারণ এটি উপসাগরীয় অঞ্চলে এবং বিশেষ করে সৌদি আরবে গৃহকর্মীদের পাচার ও যৌন শোষণের বৈধতা দেয়। কারণ সংগঠিত অপরাধ চক্রগুলি শিশুদের সৌদি আরবে পাচার করে, যেখানে তাদের দাসত্বের শিকার হতে হয়। এমনকি তাদের বিকৃতও করা হয় এবং ভিক্ষুক হিসেবে কাজ করতে বাধ্য করা হয়। পরবর্তীতে আটক হলে শিশুদের অবৈধ অভিবাসী হিসেবে দেশে ফেরত পাঠানো হয়।\n\n\n=== মৌরিতানিয়া ও সুদান ===\nমৌরিতানিয়ায় স্বাধীনতার পর ১৯৬১ সালে দেশটির প্রথম সংবিধানে দাসপ্রথা বিলুপ্ত করা হয়েছিল এবং ১৯৮০ সালের জুলাই মাসে দেশের রাষ্ট্রপতির একটি আদেশের মাধ্যমে পুনরায় বিলুপ্ত করা হয়েছিল। এই বিলুপ্তির \"আকর্ষণীয় বিষয়\" ছিল যে, সেখানে দাস মালিকানা বিলুপ্তি ঘোষণা করা হয়নি। এই আদেশে \"দাস মালিকদের অধিকারকে স্বীকৃতি দেওয়া হয়েছিল এই শর্তে যে, তাদের সম্পত্তির ক্ষতির জন্য ক্ষতিপূরণ দেওয়া হবে\"। রাষ্ট্র কর্তৃক কোনো আর্থিক অর্থ প্রদান করা হয়নি। যার ফলে এই বিলুপ্তি আইন \"বিদেশীদের দেখানোর জন্য প্রচারণার চেয়ে বেশি কিছু ছিল না\"। মৌরিতানিয়ার ধর্মীয় কর্তৃপক্ষ বিলুপ্তির বিরুদ্ধে বক্তব্য দেন। হাসান উলুদ বেনিয়ামিন নামে একজন ইসলাম ধর্মীয় নেতা–যিনি তায়রাতের একটি মসজিদের ইমাম ছিলেন– নিষিদ্ধ আইনকে আক্রমণ করে বলেছিলেন:  \"[নিষিদ্ধ আইন] কেবল অবৈধই নয়; বরং এটি ইসলামি আইনের মৌলিক পাঠ ও কুরানের শিক্ষার পরিপন্থী। এই বিলুপ্তি মুসলিমদের কাছ থেকে তাদের পণ্য কেড়ে নেওয়ার অর্থ বহন করে, যা তারা আইনত অর্জন করেছিল। রাষ্ট্র যদি ইসলামী হয়, তাহলে তার আমাদের বাড়ি, আমাদের স্ত্রী বা আমাদের দাসীকে বাজেয়াপ্ত করার অধিকার নেই।\" \n১৯৯৪-৯৫ সালে জাতিসংঘের মানবাধিকার কমিশনের একজন বিশেষ প্রতিবেদক গ্যাসপার বিরো সুদানের সেনাবাহিনী এবং তাদের মিত্র মিলিশিয়া বাহিনী কর্তৃক বিদ্রোহী বন্দিদের উপর চালানো শারীরিক ও মানসিক নির্যাতনের তথ্য নথিভুক্ত করেন। তাঁর প্রতিবেদনে উল্লেখ করা হয় যে, বন্দিদের দাস হিসেবে বিক্রি করা হতো অথবা তাদের এমন শর্তে কাজ করতে বাধ্য করা হতো যা দাসত্বের সমান। সুদানের সরকার তার এই প্রতিবেদনের বিরুদ্ধে তীব্র প্রতিক্রিয়া দেখায় এবং গ্যাসপার বিরোর বিরুদ্ধে অভিযোগ তোলে যে, তিনি \"ইসলাম ও আরব-বিরোধী মনোভাব\" লালন করেন। পরবর্তীতে ১৯৯৯ সালে জাতিসংঘের মানবাধিকার কমিশন আরেকজন বিশেষ প্রতিবেদক নিয়োগ করে, যিনি দাসত্ব বিষয়ে একটি বিশদ তদন্ত চালান এবং এতে সুদান সরকারকে অভিযুক্ত করা হয়। অন্তত ১৯৮০-এর দশকে সুদানে দাসপ্রথা এতটাই প্রতিষ্ঠিত ছিল যে, সেখানে দাসদের বাজারমূল্য নির্ধারিত ছিল। ১৯৮৭ এবং ১৯৮৮ সালে একজন কিশোর দাসের মূল্য $৯০ থেকে $১০ এর মধ্যে ওঠা-নামা করত।\n\n\n=== কাতার ===\n\n২০২২ ফিফা বিশ্বকাপ কাতারকে দেওয়ার পর থেকে কাতারে অভিবাসী শ্রমিকদের অধিকারের বিষয়টি আরও বেশি মনোযোগ আকর্ষণ করে।   দ্য গার্ডিয়ান পত্রিকার ২০১৩ সালের এক তদন্তে দাবি করা হয়েছিল যে, অনেক শ্রমিককে খাদ্য ও পানি থেকে বঞ্চিত করা হচ্ছে; তাদের পরিচয়পত্র কেড়ে নেওয়া হচ্ছে এবং জোরপূর্বক শ্রমে বাধ্য করা হচ্ছে। তাদের সময় মতো বেতন দেওয়া হয় না বা একেবারেই দেওয়া হয় না, যা কার্যত তাদের দাসত্বের অবস্থায় ঠেলে দিয়েছে। দ্য গার্ডিয়ান অনুমান করেছিল যে, যদি কাফালা (স্পন্সরশিপ) ব্যবস্থার সংস্কার করা না হয়, তাহলে প্রতিযোগিতা অনুষ্ঠিত হওয়ার সময় পর্যন্ত ২০ লাখ অভিবাসী শ্রমিকের মধ্যে সর্বোচ্চ ৪,০০০ শ্রমিক শিথিল নিরাপত্তা ব্যবস্থা ও অন্যান্য কারণে মারা যেতে পারে। এই দাবি প্রাথমিকভাবে এই তথ্যের ওপর ভিত্তি করে করা হয় যে, ২০১০ সালে কাতার বিশ্বকাপের আয়োজক দেশ হওয়ার পর থেকে ৫২২ জন নেপালি শ্রমিক  ও ৭০০- এর বেশি ভারতীয় শ্রমিক মারা গেছেন,   যেখানে প্রতি বছর প্রায় ২৫০ জন ভারতীয় শ্রমিকের মৃত্যু ঘটছে।  এদিকে কাতারে প্রায় পাঁচ লাখ ভারতীয় শ্রমিক থাকায় ভারত সরকার মন্তব্য করে যে, শ্রমিকদের এই মৃত্যুর হার তুলনামূলকভাবে স্বাভাবিক।\n২০২২ ফিফা বিশ্বকাপ সমাপ্ত হওয়ার পরে কাতার সরকার দাবি করে যে, বিশ্বকাপের স্টেডিয়াম নির্মাণের সরাসরি কাজের সঙ্গে জড়িত শ্রমিকদের মধ্যে মৃত্যুর সংখ্যা খুবই কম। মাত্র তিন জন শ্রমিক স্টেডিয়ামের নির্মাণ কাজে মারা গেছে এবং ৩৭ জন অপ্রত্যক্ষভাবে যুক্ত বিভিন্ন নির্মাণ প্রকল্পে মারা গেছে। \nদ্য গার্ডিয়ান ২০২১ সালের এক প্রতিবেদনে জানায়, ২০১০ সালে কাতার বিশ্বকাপ আয়োজনের দায়িত্ব পাওয়ার পর থেকে দেশটিতে প্রায় ৬,৫০০-এর বেশি অভিবাসী শ্রমিক মারা গেছেন। এ সংখ্যা মূলত ভারত, বাংলাদেশ, পাকিস্তান, নেপাল ও শ্রীলঙ্কার শ্রমিকদের নিয়ে গণনা করা হয়েছে। আন্তর্জাতিক শ্রম সংস্থা  বলেছে, ২০২১ সালে কাতারে ৫০ জন শ্রমিক নিহত, ৫০০ জন গুরুতর আহত এবং ৩৭,৬০০ জন হালকা বা মাঝারি আহত হয়েছেন।  \n\n\n=== সৌদি আরব ===\n১৯৬২ সালে সৌদি আরব আনুষ্ঠানিকভাবে দাসপ্রথা বিলুপ্ত করে। তবে এরপরও অনেক দিন অনানুষ্ঠানিক দাসপ্রথা বিদ্যমান ছিল বলে গুজব রয়েছে।\n\n২০০৫ সালের মার্কিন পররাষ্ট্র দপ্তরের তথ্য অনুসারে:সৌদি আরব দক্ষিণ ও পূর্ব এশিয়া এবং পূর্ব আফ্রিকার পুরুষ ও নারীদের জন্য একটি গন্তব্যস্থল, যাদের শ্রম শোষণের উদ্দেশ্যে পাচার করা হয় এবং সেখানে ইয়েমেন, আফগানিস্তান ও পূর্ব আফ্রিকার শিশুদের জোরপূর্বক ভিক্ষাবৃত্তির জন্য পাচার করা হয়। ভারত, ইন্দোনেশিয়া, ফিলিপাইন, শ্রীলঙ্কা, বাংলাদেশ, ইথিওপিয়া, ইরিত্রিয়া এবং কেনিয়া থেকে লক্ষ লক্ষ স্বল্প-দক্ষ কর্মী স্বেচ্ছায় সৌদি আরবে পাড়ি জমান। তাদের কেউ কেউ অনিচ্ছাকৃত দাসত্বের শিকার হন; কেউ শারীরিক ও যৌন নির্যাতনের শিকার হন; কেউ বেতন না পান বা বিলম্বিত হয়; কারো ভ্রমণের নথি আটকে রাখা হয় এবং তাদের চলাচল করার স্বাধীনতার উপর বিধিনিষেধ আরোপ করা হয়। তাদের সম্মতি ছাড়াই চুক্তি পরিবর্তন করা হয়।সৌদি আরবীয় সরকার পাচার নির্মূলের ন্যূনতম মানদণ্ড মেনে চলে না এবং এটি করার জন্য তারা উল্লেখযোগ্য কোনো প্রচেষ্টাও করছে না। \n\n\n=== আলজেরিয়া ও লিবিয়া ===\nলিবিয়া আফ্রিকীয় অভিবাসীদের ইউরোপে যাওয়ার প্রধান পথগুলোর মধ্যে একটি। তবে অনেক অভিবাসী সেখানে ভয়াবহ মানব পাচার ও দাসত্বের শিকার হয়। ২০১৭ সালের এপ্রিল মাসে আন্তর্জাতিক অভিবাসন সংস্থা (আইওএম) একটি প্রতিবেদন প্রকাশ করেছিল, যেখানে জানানো হয় যে, নিম্ন-সাহারান আফ্রিকা থেকে ইউরোপগামী বহু অভিবাসীকে পাচারকারীরা বা সশস্ত্র গোষ্ঠীগুলো বন্দি করে এবং পরে তাদের দাস হিসেবে বিক্রি করে। বিশেষ করে লিবিয়ার বিভিন্ন দাসবাজারে তাদের কেনাবেচা করা হয়। ভুক্তভোগীদের মতে, রঙ করা ও টাইলিং করার মতো দক্ষতা সম্পন্ন অভিবাসী শ্রমিকদের দাম সবচেয়ে বেশি।\nএসব পাচারকারী ইউরোপগামী অভিবাসীদের বিভিন্ন প্রলোভন দেখিয়ে লিবিয়ায় নিয়ে আসে। তবে লিবীয় উপকূলরক্ষী বাহিনীর দমন-পীড়নের কারণে অনেক অভিবাসী সাগরপথে ইউরোপে পৌঁছাতে ব্যর্থ হয় এবং দেশে ফিরে যাওয়ার সুযোগও পায় না। পাচারকারীরা এই সুযোগ নিয়ে তাদের জিম্মি করে ফেলে এবং দাস হিসেবে বিক্রি করতে শুরু করে। যাদের কোন পরিবার নেই বা যারা মুক্তিপণ দিতে অক্ষম, তারা তখন দাসত্বে আটকা পড়ে যায়। তখন বন্দীদের অনেকেই শারীরিক নির্যাতন ও মানসিক যন্ত্রণার সম্মুখীন হয় এবং তাদের জোরপূর্বক শ্রমে বাধ্য করা হয়। নির্মাণকাজ থেকে শুরু করে কৃষিকাজ পর্যন্ত বিভিন্ন খাতে তাদের কাজ করানো হয়। মুক্তিপণ দিতে দেরি হলে অনেককে হত্যা করা হয় বা অনাহারে ফেলে রাখা হয়। এছাড়াও নারী অভিবাসীদের মধ্যে অনেককে যৌন দাসত্বে বাধ্য করা হয়। লিবিয়ার বিভিন্ন পতিতালয় ও ব্যক্তি মালিকদের কাছে তাদের বিক্রি করে দেওয়া হয়। এমনকি শিশুরা পর্যন্ত শারীরিক ও যৌন নির্যাতনের শিকার হয়।\n২০১৭ সালের নভেম্বর মাসে আল-জাজিরার একটি অনুসন্ধানে প্রকাশ পায় যে, হাজার হাজার আফ্রিকীয় অভিবাসীকে লিবিয়ার বাজারে প্রকাশ্যে দাস হিসেবে বিক্রি করা হচ্ছে। এদের বেশিরভাগই নাইজেরিয়া, সেনেগাল ও গাম্বিয়া থেকে এসেছে। তাদের ছোট ছোট গুদামে গাদাগাদি করে রাখা হয় এবং মুক্তিপণ না দিতে পারলে দাস শ্রমে বাধ্য করা হয়। লিবিয়ার জাতীয় ঐক্য সরকার এই দাস বাজারের তদন্ত শুরুর ঘোষণা দিলেও বাস্তবে তারা তেমন কোনো কার্যকর পদক্ষেপ নেওয়া হয়নি। ২০১৮ সালে কিছু অভিবাসী অভিযোগ করে যে, শুধু লিবিয়া নয়; আলজেরিয়াতেও অনেক অভিবাসী দাস শ্রমে বাধ্য হচ্ছে। লিবিয়ার এই ভয়াবহ দাসত্বের চক্রের মূল শিকার হয় ইউরোপগামী গরিব আফ্রিকীয় অভিবাসীরা। পাচারকারীরা তাদের স্বপ্ন দেখিয়ে লিবিয়ায় নিয়ে আসে। কিন্তু শেষ পর্যন্ত তারা ভয়াবহ অত্যাচার, যৌন নির্যাতন ও দাসত্বের শিকার হয়।     \n\n\n=== জিহাদবাদ ===\n\nসাম্প্রতিক সময়ে মুসলিম বিশ্বের ফিলিস্তিনি অঞ্চল, সিরিয়া, চেচনিয়া, ইয়েমেন, কাশ্মীর ও সোমালিয়ার মতো জায়গায় সশস্ত্র বিদ্রোহ তীব্র আকার ধারণ করেছে এবং তাদের হাতে অনেকেই যুদ্ধবন্দী হয়েছে। তালেবানরা কয়েক দশক ধরে আফগানিস্তানে যুদ্ধ করলেও তারা কখনও তাদের যুদ্ধবন্দীদের দাস হিসেবে ব্যবহার করার চেষ্টা করেনি (২০১৯ সালের হিসাব অনুযায়ী)। ফিলিস্তিনি প্রতিরোধ গোষ্ঠী হামাস অনেক ইসরায়েলি বন্দী (যেমন গিলাদ শালিত) আটকে রেখেছে; তবে হামাস–যারা ইসলামী আইন সমুন্নত রাখার দাবি করে–কখনও তার বন্দীদের দাস বানানোর চেষ্টা করেনি। \nতবে অন্যান্য জিহাদি গোষ্ঠীগুলি ইসলামের অনুমোদন দাবি করে নিজেদের বন্দীদের দাস বানিয়েছে। ২০১৪ সালে মধ্যপ্রাচ্যের সশস্ত্র ইসলামি গোষ্ঠীগুলি (যেমন: আইসিসি, যা ইসলামিক স্টেট নামেও পরিচিত) এবং উত্তর নাইজেরিয়ার বিদ্রোহী ও জিহাদি দল বোকো হারাম কেবল যুদ্ধে দাস গ্রহণকেই ন্যায্যতা দেয়নি; বরং বাস্তবে তারা নারী ও মেয়েদের দাসও করেছে।নাইজেরিয়ার চরমপন্থী গোষ্ঠী বোকো হারামের নেতা আবুবকর শেকাউ এক সাক্ষাৎকারে বলেছিলেন যে, আমি মানুষকে ধরে দাস বানাবো। আইসিসি তাদের অনলাইন পত্রিকা \"দাবিকে\" ইয়াজিদি নারীদের দাসত্ব করার ধর্মীয় ন্যায্যতা দাবি করেছিল। আইসিসি দাবি করেছে যে, ইয়াজিদিরা মূর্তিপূজক; তাই তাদের যুদ্ধের গনিমত হিসেবে দাস বানানো শরিয়াহ প্রথার অংশ।      দ্য ইকোনমিস্ট রিপোর্ট করেছিল যে, আইসিসি প্রায় ২০০০ নারী ও শিশুকে বন্দী করেছিল এবং তাদের যৌন দাস হিসেবে বিক্রি ও বিতরণ করেছে।  আইসিসি কিয়ামতের আগমনের সংকেত হিসেবে দাসত্বের পুনরুজ্জীবনের জন্য একটি হাদিসের ব্যাখ্যা দিয়েছিল।\" \nবোকো হারামের কুরআনি যুক্তি ও ইয়াজিদি নারীদের দাসত্বের বিষয়ে আইএসআইএসের ধর্মীয় ব্যাখ্যার প্রতিক্রিয়ায় ২০১৪ সালের সেপ্টেম্বরে বিশ্বের বিভিন্ন দেশের ১২৬ জন ইসলামী পণ্ডিত ইসলামিক স্টেটের নেতা আবু বকর আল-বাগদাদির কাছে একটি খোলা চিঠি লেখেন এবং কুরআন ও হাদিসের যে সব ব্যাখ্যা দিয়ে আইএসআইএস নিজেদের কাজের যৌক্তিকতা প্রতিষ্ঠা করেছিল, তারা তা প্রত্যাখ্যান করেন। \nচিঠিতে বলা হয়, ইসলামি আলেমদের মধ্যে দাসপ্রথার বিরুদ্ধে ঐক্যমত হওয়ার পরও আইসিসি দাসত্ব চালু করে বিভ্রান্তি সৃষ্টি করেছে এবং তারা ফিতনা (বিদ্রোহ) উসকে দিয়েছে। \n\n\n== ঐতিহ্য ==\nদাস বাণিজ্যের ইতিহাস নিয়ে ঐতিহাসিকদের মধ্যে ব্যাপক বিতর্ক রয়েছে। বিশেষ করে আফ্রিকা থেকে ঠিক কতজন মানুষকে দাস হিসেবে ধরে নেওয়া হয়েছিল, সে বিষয়ে বিশেষজ্ঞদের মধ্যে এখনো মতপার্থক্য রয়েছে। এই সংখ্যাটি নির্ধারণ করা অত্যন্ত কঠিন। কারণ মধ্যযুগীয় আফ্রিকায় কোনো জনগণনা ব্যবস্থা ছিল না। ষোড়শ থেকে অষ্টাদশ শতকের মধ্যে ট্রান্সআটলান্টিক দাস বাণিজ্যের সময় সংরক্ষিত নথিপত্র কিছুটা সহায়ক হতে পারত; কিন্তু এই রেকর্ড বইগুলো প্রায়ই জালিয়াতির শিকার হত বলে ধারণা করা হয়। ফলে ঐতিহাসিকদের বিভিন্ন অস্পষ্ট ও বর্ণনামূলক সূত্রের ওপর নির্ভর করতে হয়, যা নিশ্চিত তথ্য নয় এবং তা সতর্কতার সঙ্গে ব্যবহার করতে হয়।\nলুইজ ফেলিপ দে আলেনকাস্ত্রো অনুমান করেছেন যে, ৮ম থেকে ১৯শ শতকের মধ্যে প্রাচ্য ও ট্রান্স-সাহারান বাণিজ্য পথের মাধ্যমে প্রায় ৮ মিলিয়ন (৮০ লাখ) আফ্রিকীয়কে দাস বানানো হয়েছিল অন্যদিকে অলিভিয়ার পেত্রে-গ্রেনুইয়োলো গবেষক রাল্ফ অস্টিনের গবেষণার ভিত্তিতে উল্লেখ করেন যে, একই সময় ও একই অঞ্চলে প্রায় ১৭ মিলিয়ন (১ কোটি ৭০ লাখ) আফ্রিকীয়কে দাসত্বের শিকার করা হয়েছিল। রোনাল্ড সিগাল অনুমান করেছেন যে, আরবীয় দাস বাণিজ্যের মাধ্যমে ১১.৫ থেকে ১৪ মিলিয়ন (১ কোটি ১৫ লাখ থেকে ১ কোটি ৪০ লাখ) মানুষকে দাস বানানো হয়েছিল। অন্য কিছু গবেষণায় এই সংখ্যা আনুমানিক ১১.২ মিলিয়ন (১ কোটি ১২ লাখ) বলে উল্লেখ করা হয়েছে।\nদীর্ঘকাল ধরে চলা এই দাসপ্রথার ফলে আরব বিশ্বের জনগোষ্ঠীতে আফ্রিকীয় ও ইউরোপীয় দাসদের উল্লেখযোগ্য জেনেটিক প্রভাব পড়েছে। পাশাপাশি মুসলিম বিশ্বে দাসপ্রথার ক্ষতিপূরণ দেওয়ার বিষয়টি নিয়েও বিভিন্ন সময়ে আলোচনা ও প্রস্তাব উত্থাপিত হয়েছিল। \n\n\n== প্রাথমিক উৎস ==\n\n\n=== মধ্যযুগীয় আরবি উৎস ===\n\nএগুলো কালানুক্রমিক (ঐতিহাসিক ক্রমানুসারে) তালিকাভুক্ত করা হয়েছে। আরব বিশ্বের পণ্ডিত ও ভূগোলবিদরা সপ্তম শতকে মহানবী মুহাম্মদের সময় থেকেই আফ্রিকা ভ্রমণ করছিলেন।\n\nআল-মাসউদি (মৃত্যু: ৯৫৭): মুরুর আজ-জাহাব বা সোনার তৃণভূমি গ্রন্থের লেখক। এটি মুসলিম বিশ্বের সকল ভূগোলবিদ ও ইতিহাসবিদদের জন্য একটি গুরুত্বপূর্ণ তথ্যসূত্র। তিনি আরব বিশ্ব এবং দূরপ্রাচ্যে বিস্তৃতভাবে ভ্রমণ করেছিলেন।\nইয়াকুবি (৯ম শতাব্দী): কিতাব আল-বুলদান বা দেশসমূহের বইয়ের লেখক।\nইবরাহিম বিন ইয়াকুব (দশম শতাব্দী): কর্ডোবার একজন ইহুদি বণিক।\nআল বাকরি: ১০৬৮ সালের দিকে কর্ডোবা থেকে প্রকাশিত \"কিতাব আল-মাসালিক ওয়াল-মামালিক\" বা \"মতবাদ ও রাজ্যের বইয়ের লেখক আল-বাকরি আমাদের বার্বার ও তাদের কার্যকলাপ সম্পর্কে তথ্য দিয়েছেন। তিনি সাহারা অঞ্চলের ক্যারাভান পথের প্রত্যক্ষদর্শীদের বিবরণ সংগ্রহ করেছেন।\nমুহাম্মদ আল-ইদ্রিসি (মৃত্যু: আনুমানিক ১১৬৫), আফ্রিকা ও স্পেনের বর্ণনা বইয়ের লেখক।\nইবনে বতুতা (মৃত্যু: আনুমানিক ১৩৭৭): মরোক্কোর ভূগোলবিদ যিনি নিম্ন-সাহারা আফ্রিকা গাও এবং টিম্বুক্টু ভ্রমণ করেছিলেন। তাঁর প্রধান রচনার নাম আল রিহলাহ বা তুহফাতুন্নাজ্জার ফি গরাইবি আমসার ও আজাইবি আসফার।\nইবনে খালদুন (মৃত্যু ১৪০৬): উত্তর আফ্রিকার ইতিহাসবিদ ও দার্শনিক। তিনি কখনো আরব, বার্বার ও পারসিক ইতিহাসবিদ হিসেবে বিবেচিত হন। তিনি মুকাদ্দিমাহ ও বার্বার ইতিহাসের লেখক।\nআল-মাকরিজি (মৃত্যু ১৪৪২): একজন মিশরীয় ইতিহাসবিদ। তার প্রধান অবদান হলো কায়রোর বাজারের বর্ণনা।\nলিও আফ্রিকানাস (মৃ.: প্রায় ১৫৪৮): \"ডেসক্রিটিওন ডেল' আফ্রিকা\" বা \"আফ্রিকার বর্ণনা\" বইয়ের লেখক, যা আফ্রিকার একটি বিরল বর্ণনা ।\nরিফায়া আল-তাহতাবী (১৮০১-১৮৭৩): যিনি ভূগোল ও ইতিহাস বিষয়ে মধ্যযুগীয় রচনা অনুবাদ করেছিলেন। তার কাজ বেশিরভাগই মুসলিম মিশর সম্পর্কে।\nজোসেফ কুওক: ৮ম থেকে ১৬শ শতাব্দীর মধ্যে পশ্চিম আফ্রিকা সম্পর্কিত আরবি উৎসের সংগ্রহ (প্যারিস ১৯৭৫)।\n\n\n=== ইউরোপীয় গ্রন্থ (১৬শ-১৯শ শতাব্দী) ===\nজোয়াও দে কাস্ত্রো: রোটেইরো দে লিসবোয়া এ গোয়া (১৫৩৮)\nজেমস ব্রুস (১৭৩০–১৭৯৪): ট্রাভেলস টু ডিসকভার টু সোর্স অফ দ্য নীল (১৭৯০)\nরেনে কাইয়ে (১৭৯৯-১৮৩৮): জুর্নাল দ্যাঁ ভোয়াজ আ তোঁবুকতু\nরবার্ট অ্যাডামস: দ্য নেরেটিভ অফ রবার্ট অ্যাডামস (১৮১৬)\nমুঙ্গো পার্ক (১৭৭১–১৮০৬): ট্রাভেলস ইন দ্য ইন্টেরিয়র অফ আফ্রিকা (১৮১৬)\nজোহান লুডভিগ বার্কহার্ড (১৭৮৪–১৮১৭): ট্রাভেলস ইন নুবিয়া (১৮১৯)\nহাইনরিখ বার্গহাউস (১৮২১–১৮৬৫): ট্রাভেলস অ্যান্ড ডিসকভার্স ইন নর্থ অ্যান্ড সেন্ট্রাল আফ্রিকা (১৮৫৭)\nরিচার্ড ফ্রান্সিস বার্টন (১৮২১–১৮৯০): দ্য লেক রিজিয়নস অফ সেন্ট্রাল আফ্রিকা (১৮৬০)\nডেভিড লিভিংস্টোন (১৮১৩–১৮৭৩): ট্রাভেলস ডায়েরি (১৮৬৬–১৮৭৩)\nহেনরি মর্টন স্ট্যানলি (১৮৪১–১৯০৪): থ্রো দ্য ডার্ক কন্টিনেন্ট  (১৮৭৮)\n\n\n=== অন্যান্য উৎস ===\nঐতিহাসিক পাণ্ডুলিপি: যেমন–তারিখ আস-সুদান, আদালি সালতানাতের ফুতুহ আল-হাবাশ, আবিসিনীয় কেবরা নাগাস্ত এবং বিভিন্ন আরবি ও আজমি নথিপত্র।\nআফ্রিকীয় মৌখিক ঐতিহ্য: পূর্বপুরুষদের গল্প ও লোককাহিনি, যা স্থানীয় জনগোষ্ঠীর ইতিহাস ও সংস্কৃতি সংরক্ষণে গুরুত্বপূর্ণ ভূমিকা পালন করে।\nকিলওয়া ক্রনিকল: ১৬শ শতকের ঐতিহাসিক লেখনী, যা পূর্ব আফ্রিকার সাহিল উপকূলীয় শহর ও রাষ্ট্রগুলোর রাজনৈতিক ও অর্থনৈতিক ইতিহাস বর্ণনা করে।\nমুদ্রাবিদ্যা: মুদ্রার বিশ্লেষণ ও তার বিস্তারের মাধ্যমে বাণিজ্য, অর্থনীতি ও সাংস্কৃতিক বিনিময় বুঝা যায়।\nপ্রত্নতত্ত্ব: দাস বাণিজ্যের সঙ্গে সংশ্লিষ্ট বিভিন্ন শহর ও বাণিজ্য কেন্দ্রের স্থাপত্য বিশ্লেষণ, যেখানে ভবন, দুর্গ ও বাজার কাঠামোর ইতিহাসের বর্ণনা পাওয়া যায়।\nচিত্রাবলী : প্রধান গ্রন্থাগার ও সংগ্রহশালাগুলিতে সংরক্ষিত আরবি ও পারস্যের ক্ষুদ্রচিত্রাবলী, যা ঐতিহাসিক ঘটনা, রাজসভা ও সামাজিক জীবন চিত্রিত করে। এতে ইউরোপীয় খোদাইকৃত চিত্রও অন্তর্ভুক্ত, যা দাস বাণিজ্যের সময়কার দৃশ্য তুলে ধরে।\nআলোকচিত্র: উনবিংশ শতাব্দী থেকে তোলা ছবি, যা দাস বাণিজ্য-সম্পর্কিত স্থান, মানুষ ও সামাজিক পরিস্থিতি চিত্রিত করে।\n\n\n== আরো দেখুন ==\nইসলাম ও দাসত্ব\nউপপত্নী প্রথা সম্পর্কে ইসলামের দৃষ্টিভঙ্গি\nমুসলিম বিশ্বে উপপত্নী প্রথার ইতিহাস\nইসলাম ধর্মে দাসত্ব\nদাসপ্রথার ইতিহাস\nকাফালা ব্যবস্থা\nইউরোপে দাসপ্রথা\nমধ্যযুগীয় ইউরোপে দাসপ্রথা\nউম্মুল ওয়ালাদ\n\n\n== আরো পড়ুন ==\n\n\n=== ছাপানো ===\n\n\n=== অনলাইন ===\nবাবনার্ড লুইসের Race and Slavery in the Middle East\nইসলামে দাসত্ব (বিবিসি; ২০০৯)\n\n\n== তথ্যসূত্র =="}