{"pageid": 1513154, "title": "তিস্তা দাস", "url": "https://bn.wikipedia.org/wiki?curid=1513154", "content": "তিস্তা দাস  অথবা তীস্তা দাস (জন্ম ৯ই মে ১৯৭৮) হলেন ভারতের পশ্চিমবঙ্গ রাজ্যের একজন ভারতীয় ট্রান্সজেণ্ডার অধিকার কর্মী, অভিনেত্রী এবং লেখিকা। তিনি বেশ কয়েকটি হিন্দি এবং বাংলা ছবিতে অভিনয় করেছেন।\n\n\n== ব্যক্তিগত জীবন ==\nখুব ছোটবেলা থেকেই, তিস্তা তাঁর বর্তমান লিঙ্গ পরিচয়ের প্রতি বেশি আগ্রহী ছিলেন, কিন্তু তাঁর স্কুল তাঁকে ছেলে হিসেবে চিহ্নিত করেছিল। তিনি নিজের পরিবারের কাছে একজন নারী হিসেবে পরিচিত হওয়ার সিদ্ধান্ত নিলে তাঁর পরিবার প্রথমে তা মেনে নেয়নি। বেশ কয়েক বছর বিশ্ববিদ্যালয়ে এবং রাস্তায় প্রতিবাদ জানানোর পর, এবং পারিবারিক জীবনে বিষণ্ণতার সূত্রপাত হবার পর তিনি রিক্তি নামে একটি এনজিওতে চলে যান। সেখানে, একজন আইনজীবী, শান্তিরঞ্জন বসু, তাঁকে মুদ্রণ সংশোধনের একটি চাকরি খুঁজে দেন। ২০০৩ সালে, তিনি নিজের পরিবারের কাছে ফিরে যান। যেখানে তারা অবশেষে তাঁকে একজন মহিলা হিসেবে গ্রহণ করে।\nএক বছর পর, তিস্তা কলকাতার একজন বিশিষ্ট প্লাস্টিক সার্জন ডাঃ শিলা রোহাতগির অধীনে লিঙ্গ পরিবর্তনের অস্ত্রোপচার করেন। তিস্তা বাবা-মায়ের সাহায্যের জন্য তাঁদের কাছে কৃতজ্ঞতা প্রকাশ করেন। ২০০৪ সালের ৯ মে তাঁর জন্মদিনের দিন অস্ত্রোপচার হয়েছিল। তিনি বলেছিলেন \"আমি জোর করে বলেছিলাম যে এই দিনেই আমার অস্ত্রোপচার করা হোক। আমি পুনর্জন্ম চেয়েছিলাম এবং এটাই হয়েছিল\"। এর পর, তিস্তা তাঁর পরিচয় প্রকাশ্যে আনেন, কিন্তু ট্রান্সসেক্সুয়াল সম্প্রদায়কে নিয়ে গতানুগতিক ধারণা এবং সামাজিক অস্থিরতার কারণে তিনি বিতর্কের উৎস হন। তাঁর ঘটনা ভারতীয় সমাজে ট্রান্সসেক্সুয়ালিটি সম্পর্কে ভুল ধারণা পরিবর্তনে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল এবং ভারতে লিঙ্গ পরিবর্তনের নীতিতত্ত্ব ও ট্রান্সসেক্সুয়াল অধিকার নিয়ে সংবাদমাধ্যম ও গণমাধ্যমে একটি ইতিবাচক জাতীয় বিতর্কের সূত্রপাত করেছিল। অনেকেই তাঁকে ভারতের ট্রান্সসেক্সুয়াল সম্প্রদায়ের ক্ষমতায়ন এবং পছন্দের একজন প্রতীক হিসেবে বিবেচনা করেন।\nসক্রিয়তার পাশাপাশি, তিস্তা একজন বিশিষ্ট অভিনেত্রী যিনি চলচ্চিত্র এবং টেলিভিশন ধারাবাহিকে অভিনয় করেছেন।\nযদিও রবীন্দ্র ভারতী বিশ্ববিদ্যালয়ে স্নাতক স্তরে পড়াশোনার জন্য প্রাথমিকভাবে তাঁকে ভর্তি করা হয়নি, তবুও তিনি কলকাতা বিশ্ববিদ্যালয়ের বেথুন কলেজ থেকে দূর-শিক্ষার মাধ্যমে স্নাতক ডিগ্রি অর্জন করেন।\n২০১৯ সালে, তিনি দীপন চক্রবর্তীকে বিয়ে করেন, দীপন একজন ট্রান্সজেণ্ডার পুরুষ। তাঁরা পশ্চিমবঙ্গের প্রথম বিবাহিত ট্রান্সজেণ্ডার দম্পতি।\n\n\n== কর্মজীবন ==\nতিস্তা দাস পেশায় একজন অভিনেত্রী এবং সম্প্রদায় ভিত্তিক পরামর্শদাতা। তিনি বেশ কয়েকটি চলচ্চিত্রে অভিনয় করেছেন এবং বিভিন্ন টেলিভিশন অনুষ্ঠানে তাঁর উপস্থিতি রয়েছে। তিনি কলকাতায় রূপরেখা চৌধুরীর গবেষণা সহকারী হিসেবেও কাজ করেছেন, রূপরেখা ট্রান্স-সেক্সুয়ালদের জীবনধারা এবং সমাজে তাদের গ্রহণযোগ্যতা সম্পর্কিত একটি গবেষণা প্রকল্পে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের বার্কলে ফেলো।\nতিনি সোহিনী দাশগুপ্তের আই কান্ট বি ইওর সন, মম তথ্যচিত্রে অভিনয় করেছিলেন। সোহিনী দাশগুপ্ত পরিচালিত ২০ মিনিটের এই তথ্যচিত্রটি নিয়ে প্রযোজক বুদ্ধদেব দাশগুপ্ত বলেছেন - \"এটি একজন সাহসী তরুণীর গল্প, তাকে যে জীবন দেওয়া হয়েছে তাকে সে অস্বীকার করে\"। সুব্রত দত্তের ৪৫ মিনিটের ছবি দ্য থার্ড জেণ্ডার?-এ তিস্তা একটি চরিত্রে অভিনয় করেছিলেন। এটি ২০০৬ সালে বুলগেরিয়া চলচ্চিত্র উৎসবে প্রদর্শিত হয়েছিল। তাঁর জীবন নিয়ে নির্মিত, উমেশ বিস্ত পরিচালিত চলচ্চিত্র \"বিয়ণ্ড রিফ্লেকশনস\" -এ তিনি প্রধান ভূমিকায় অভিনয় করেছেন। তিস্তা দাস জুন মালিয়ার সাথে শঙ্খ ঘোষের পূর্ণদৈর্ঘ্য চলচ্চিত্র \"এবং ফেরা\" এবং টেলিফিল্ম \"নারী\"-তেও অভিনয় করেছেন, যেখানে তিনি একজন কলেজ ছাত্রীর চরিত্রে অভিনয় করেছেন।\nআকাশ বাংলার 'সাহিত্যের সেরা সময়' ধারাবাহিকে অভিনয়ের জন্য তাঁকে নির্বাচিত করা হয়েছিল। তিস্তা দাস তাঁর জীবনের উপর একটি বই লেখার প্রস্তুতি নিচ্ছেন, যার নাম তিনি দেবেন \"শুধু হৃদয়ের জন্য\"। ২০১৪ সালে, অস্ত্রোপচারের পরের বাঙালি ট্রান্সসেক্সুয়াল মেয়ের সত্য ঘটনা অবলম্বনে নির্মিত \"আরেকটি জীবনের গল্প\" নামে ৪৮ মিনিটের একটি স্বল্পদৈর্ঘ্য চলচ্চিত্রে প্রধান চরিত্রে তিনি অভিনয় করেছিলেন। ছবিটি ছিল চলচ্চিত্র নির্মাতা ঋতুপর্ণ ঘোষের প্রতি শ্রদ্ধাঞ্জলি।\nতিনি বাংলায় দুটি ছবি সম্পন্ন করেছেন যেখানে তিনি ছবির প্রধান চরিত্রে অভিনয় করেছেন। হৃষিকেশ মণ্ডলের ডকু-ফিচার (প্রেক্ষাগৃহে মুক্তি পাওয়া সাংস্কৃতিক, শৈল্পিক, ঐতিহাসিক, সামাজিক, বৈজ্ঞানিক, অর্থনৈতিক বা অন্যান্য বিষয়ের সাথে সৃজনশীলভাবে কাজ করে এমন একটি নন-ফিকশন চলচ্চিত্র) অচেনা বন্ধুত্ব -তে তিস্তা দাস একজন মনস্তাত্ত্বিক পরামর্শদাতার ভূমিকায় অভিনয় করেছেন। 'অচেনা বন্ধুত্ব'-তে তাঁর ভূমিকা গ্রহণযোগ্যতা অর্জনের লড়াই এবং মানুষকে বোঝানোর লড়াই যে ট্রান্সজেণ্ডার সম্প্রদায় হাততালি দেওয়া এবং অপরাধ করা ছাড়া আরও অনেক কিছু করতে পারে। ছবিটির বিষয় নিয়ে মূল গানটি গেয়েছেন ফসিলসের রূপম ইসলাম, ক্যাকটাসের সিধু এবং ভূমির সুরজিৎ চ্যাটার্জির মতো শীর্ষস্থানীয় বাঙালি রক গায়করা - যাঁরা সকলেই এই প্রকল্পকে তাঁদের সমর্থন দিয়েছেন।\nঅন্য সিনেমা পুনর্বাসনে, তিস্তা দাস শোভা বাজারের এক জমিদার পরিবারের এক অন্তঃলিঙ্গ কন্যার প্রধান চরিত্রে অভিনয় করেছিলেন। ছবিতে তিনি একজন চিত্রশিল্পীর চরিত্রে অভিনয় করেছিলেন যিনি মুম্বাই থেকে আসা একজন তথ্যচিত্র নির্মাতার প্রেমে পড়েন। এটি একজন প্রবীণ সাংবাদিক জিষ্ণুদীপ বর্মণের প্রথম ছবি, যিনি গল্পে তিস্তা দাসকে নায়িকা হিসেবে বেছে নিতে পেরে সত্যিই খুশি এবং সন্তুষ্ট হয়েছিলেন।\nকলকাতার কিছু নামীদামী থিয়েটার কোম্পানির কাছ থেকে ইতিবাচক সাড়া পেয়ে, তিস্তা দাসের কথা ছিল শাঁওলী মিত্রের পঞ্চম বৈদিকে যোগ দেওয়ার। কিন্তু প্রচার মাধ্যমে তাঁর লিঙ্গ-পরিচয় স্বাধীনভাবে প্রকাশের কারণে তাঁকে প্রত্যাখ্যান করা হয়েছিল। অবশেষে তিনি অন্তরঙ্গ অপ্রচলিত নাট্যদল বিভাবান থিয়েটার একাডেমিতে যোগদান করেন। সময়ের সাথে সাথে তাঁকে কলকাতার অনেক নাট্যদল থেকে অনেক মঞ্চ নাটকে অংশ নেওয়ার জন্য আমন্ত্রণ জানানো হয়েছিল।\n\n\n== চলচ্চিত্র তালিকা ==\nতথ্যচিত্র - আই কান্ট বি ইওর সন, মম, (২০০২)\nশর্ট ফিল্ম- এবং ফেরা, (২০০৪)\nটেলিফিল্ম – নারী, (২০০৪)\nশর্ট ফিল্ম - দ্য থার্ড জেণ্ডার? , (২০০৬)\nতথ্যচিত্র \"বিয়ণ্ড রিফ্লেকশনস\", (২০০৯)\nস্বল্পদৈর্ঘ্য চলচ্চিত্র রূপান্তর, (২০১২)\nতথ্যচিত্র - মা আই এক্সিস্ট বিয়ণ্ড এক্স অ্যাণ্ড ওয়াই (২০১৩)\nশর্ট ফিল্ম- আরেক্টি জীবনের গল্প/ অন্য জীবনের গল্প (2013)\nপূর্ণদৈর্ঘ্য চলচ্চিত্র- অচেনা বন্ধুত্ব, (২০১৪)\nপূর্ণদৈর্ঘ্য চলচ্চিত্র - পুনর্বাসন, (২০১৪)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটুইটারে তিস্তা দাস"}