{"pageid": 1513881, "title": "দ্য গ্রেট জিগফেল্ড", "url": "https://bn.wikipedia.org/wiki?curid=1513881", "content": "দ্য গ্রেট জিগফেল্ড হলো ১৯৩৬ সালের একটি আমেরিকান মিউজিক্যাল ড্রামা চলচ্চিত্র যা রবার্ট জেড. লিওনার্ড পরিচালিত এবং হান্ট স্ট্রোমবার্গ প্রযোজিত। এতে থিয়েটার ইম্প্রেসারিও ফ্লোরেনজ \"ফ্লো\" জিগফেল্ড জুনিয়রের চরিত্রে উইলিয়াম পাওয়েল, আনা হেল্ডের চরিত্রে লুইস রেইনার এবং বিলি বার্কের চরিত্রে মিরনা লয় অভিনয় করেছেন।\n১৯৩৫ সালের শরত্কালে ক্যালিফোর্নিয়ার কালভার সিটির মেট্রো-গোল্ডউইন-মেয়ার স্টুডিওতে শ্যুট করা এই চলচ্চিত্রটি ফ্লোরেনজ জিগফেল্ড জুনিয়রকে একটি কাল্পনিক এবং স্যানিটাইজড শ্রদ্ধাঞ্জলি এবং ব্রডওয়ের জিগফেল্ড ফলিসের একটি সিনেমাটিক অভিযোজন, অত্যন্ত বিস্তৃত নৃত্য এবং কস্টাম সহ।  থিয়েটারের জিগফেল্ড ফলিসের অনেক অভিনয়শিল্পীকে নিজের চরিত্রে অভিনয় করা হয়েছিল, যার মধ্যে ছিল ফ্যানি ব্রাইস এবং হ্যারিয়েট হক্টর এবং আসল বিলি বার্ক ছবিটির সুপারভাইজার হিসাবে অভিনয় করেছিলেন।  \"এ প্রিটি গার্ল ইজ লাইক এ মেলোডি\" সেটের জন্য শুধুমাত্র US$220,000 (US$4,830,504 2023 ডলার  চলচ্চিত্রটির সঙ্গীতটি ওয়াল্টার ডোনাল্ডসন, আরভিং বার্লিন এবং গীতিকার হ্যারল্ড অ্যাডামসন দ্বারা কোরিওগ্রাফ করা দৃশ্য প্রদান করা হয়েছিল।  অসামান্য পোশাকগুলি অ্যাড্রিয়ান দ্বারা ডিজাইন করা হয়েছিল, প্রায় 250 জন দর্জি এবং সীমস্ট্রেসকে 50 পাউন্ড (23 কেজি) রূপালী সিকুইন এবং 12 গজ (11 মি) সাদা উটপাখির বরই ব্যবহার করে প্রস্তুত করতে ছয় মাস সময় লেগেছিল।  ফিল্মটির নির্মাণে এক হাজারেরও বেশি লোক নিযুক্ত হয়েছিল, যার জন্য কাটিংয়ের পরে 16 টি রিল ফিল্মের প্রয়োজন ছিল। [উদ্ধৃতি প্রয়োজন]\n১৯৩০-এর দশকে চলচ্চিত্রের সবচেয়ে বড় সাফল্যের মধ্যে একটি এবং সেই সময়ে এমজিএম-এর গর্ব, এটি হলিউডে তৈরি করা সর্বশ্রেষ্ঠ সঙ্গীত জীবনী হিসাবে প্রশংসিত হয়েছিল এবং এখনও বাদ্যযন্ত্র চলচ্চিত্র নির্মাণে এটি একটি মান হিসাবে রয়ে গেছে।  এটি প্রযোজক হান্ট স্ট্রমবার্গের জন্য সেরা ছবি, লুইস রেনারের জন্য সেরা অভিনেত্রী এবং সেমুর ফেলিক্সের জন্য সেরা নৃত্য পরিচালনা সহ তিনটি একাডেমি পুরস্কার জিতেছে এবং আরও চারটির জন্য মনোনীত হয়েছিল।\nএমজিএম আরও দুটি জিগফেল্ড চলচ্চিত্র তৈরি করেছে: জিগফেল্ড গার্ল (1941), অভিনীত জেমস স্টুয়ার্ট, জুডি গারল্যান্ড, হেডি লামার এবং লানা টার্নার, যা দ্য গ্রেট জিগফেল্ডের কিছু ফুটেজ পুনর্ব্যবহৃত করেছে;  এবং ভিনসেন্ট মিনেলি দ্বারা জিগফেল্ড ফলিস (1946)।  1951 সালে, স্টুডিওটি শো বোটের একটি টেকনিকালার রিমেক তৈরি করেছিল, যা জিগফেল্ড একটি মঞ্চ সঙ্গীত হিসাবে উপস্থাপন করেছিলেন।\nকাহিনিবিন্যাস\nএকজন সনামধন্য সঙ্গীত অধ্যাপকের পুত্র, ফ্লোরেনজ জিগফেল্ড জুনিয়র শো ব্যবসায়ে তার স্থান তৈরি করতে আগ্রহী হয়। তিনি ১৮৯৩ সালের শিকাগো ওয়ার্ল্ডস ফেয়ারে \"বিশ্বের সবচেয়ে শক্তিশালী পুরুষ\"হিসেবে ইউজেন স্যান্ডোকে প্রচার করা শুরু করে।জিগফেল্ড মহিলা দর্শকদের স্যান্ডোর পেশী স্পর্শ করতে দেয়ার সুযোগ দেয় এবং এই কৌশলের সাহায্যে তার প্রতিদ্বন্দ্বী জ্যাক বিলিংস এর জনপ্রিয় আকর্ষণ, বেলি ড্যান্সার লিটল ইজিপ্টের এর জনপ্রিয়তার সাথে পাল্লা দিতে সক্ষম হয়। \nজিগফেল্ড শিকাগো মিউজিক্যাল কলেজে তার বাবার কাছে ফিরে আসে এবং সান ফ্রান্সিসকো যায়, সেখানে একটি অনুষ্ঠান পরিবেশন এর সময় স্যান্ডোকে একটি সিংহের মুখোমুখি করা হয়,কিন্তু সিংহটি খাঁচা থেকে ছাড়া পাওয়ার সাথে সাথেই ঘুমিয়ে পড়ে যার কারণে জিগফেল্ড এবং স্যান্ডো কে প্রতারক এর তকমা দেয়া হয়।এর কিছুদিন পর জিগফেল্ড জাহাজে করে ইংল্যান্ডে ভ্রমণে যায়, যেখানে তার সাথে বিলিংসের দেখা হয়।বিলিংস একটি সংবাদপত্রের নিবন্ধ দেখিয়ে পূর্ব ঘটনার জের ধরে তাকে প্রতারক  বলে ঠাট্টা করে।\nজিগফেল্ড জানতে পারে যে বিলিংস সুন্দরী ফরাসি তারকা আনা হেল্ডের সাথে একটি চুক্তি স্বাক্ষর করতে চলেছে । মন্টে কার্লোতে জুয়া খেলায় তার সমস্ত টাকা হেরে যাওয়ার পরেও, জিগফেল্ড আন্নাকে তার নিজের সাথে চুক্তিবদ্ধ হতে উৎসাহিত করে এবং ভান করে যে সে বিলিংসকে চেনে না। আনা তার ব্যাবহার এবং ভগ্নস্বাস্থ্যের জন্য প্রায় দুবার তাকে তাড়িয়ে দেয়, কিন্তু পরে তার সততার প্রশংসা করে। জিগফেল্ড আনাকে \"তার স্বপ্নের চেয়েও বেশি প্রচার\" দেওয়ার এবং আমেরিকার সবচেয়ে বিখ্যাত নাট্যশিল্পীদের সাথে তাকে অভিনয় করার প্রতিশ্রুতি দেয়।\nহেরাল্ড স্কয়ার থিয়েটারে আনার প্রথম পরিবেশনাটি তেমন  সফল হয় না। তাই জেগফিল্ড  প্রতিদিন ২০ গ্যালন দুধ আন্নাকে কাল্পনিক মিল্ক বাথ বিউটি ট্রিটমেন্টের জন্য পাঠিয়ে প্রচারণা চালায় এবং তারপর বিল পরিশোধ করতে অস্বীকৃতি জানায়।এভাবে সে সংবাদপত্রের মনোযোগ আকর্ষণ করতে সক্ষম হয় এবং আটজন নতুন শিল্পীকে আনার  পাশে দাঁড় করিয়ে পরিচয় করিয়ে দেয়। দর্শকদের আলোচনা এবং মনোযোগের কেন্দ্রবিন্দু থাকে \nযে দুধ কীভাবে আনার ত্বককে সুন্দর করে তুলেছে এবং অনুষ্ঠানটি একটি বিরাট সাফল্য পায়। জিগফেল্ড  আনাকে ফুল, গয়নার সাথে একটি চিরকুট পাঠায় যেখানে লেখা থাকে \"তুমি অসাধারণ ছিলে আমার স্ত্রী\"। আনা তার সহকর্মী শিল্পীদের কাছে তার নতুন গয়না প্রদর্শন করে  এবং জিগফেল্ড কে  বিয়ে করতে রাজি হয়।\nজিগফেল্ড মদ্যপানে জর্জরিত অড্রে ডেনকে তারকা বানানোর চেষ্টা করে এবং ভডভিলের ফ্যানি ব্রাইসকে প্রলুব্ধ করে , উভয়কেই মোটা অংকের উপহার দিয়ে। সে মঞ্চশিল্পী রে বোলগারকেও অভিনয়ের সুযোগ দেয় । মেরি লু যে জিগফেল্ড এর বাবার কাছে ছোটোবেলায় পিয়ানো শিখতো, জিগফেল্ডের সাথে দেখা করে, জিগফেল্ড  তাকে প্রথমে চিনতে না পারলেও পরে তাকে একজন নৃত্যশিল্পী হিসেবে নিয়োগ করে।\nনতুন অনুষ্ঠানটি আনাকে বিরক্ত করে, সে বুঝতে পারে যে জিগফেল্ড এর জগতে এখন সে একা নয়এবং অড্রের প্রতি জিগফেল্ড এর মনোযোগ দেখে সে ঈর্ষান্বিত হয়। একদিন দূর্বল মুহূর্তে সে জিগফেল্ড এবং মাতাল অড্রে কে দেখার পর সে জিগফেল্ডকে তালাক দেয়। একদিন রাগান্বিত সংঘর্ষের পর অড্রে ফ্লো এবং অনুষ্ঠানটি ছেড়ে চলে যায়।  মানসিকভাবে ভেঙে  পরা জিগফেল্ড  নতুন অনুষ্ঠান শুরু করার  জন্য তৃতীয়বারের মতো বিলিংসের কাছ থেকে টাকা ধার করে।\nজিগফেল্ড এর সাথে  ব্রডওয়ে তারকা বিলি বার্কের পরিচয় হয় এবং শীঘ্রই তাকে বিয়ে করে।তার বিয়ের খবর শুনে, ভারাক্রান্ত মনে আনা জিগফেল্ডকে ফোন করে এবং খুশি হওয়ার ভান করে। জিগফেল্ড এবং বিলির অবশেষে প্যাট্রিসিয়া নামে একটি মেয়ে হয় ।\nজিগফেল্ড এর নতুন অনুষ্ঠানগুলি সফল হয়, কিন্তু কিছুদিন পরে, জনসাধারণের আগ্রহ কমে  যায়।সংবাদমাধ্যমে ধারাবাহিক নেতিবাচক পর্যালোচনার পর, জিগফেল্ড একদিন নাপিতের দোকানে তিনজন লোককে বলতে শুনে যে সে আর কখনও হিট সিনেমা তৈরি করবে না। হতাশ হয়ে, সে ব্রডওয়েতে একই সাথে চারটি হিট সিনেমা করার প্রতিশ্রুতি দেয়।\nসে তার লক্ষ্য অর্জন করতে সক্ষম হয়, শো বোট (১৯২৭), রিও রিটা (১৯২৭), হুপি! (১৯২৮), এবং দ্য থ্রি মাস্কেটিয়ার্স হিট ছবিগুলির মাধ্যমে। এবং তার আয়ের ১ মিলিয়ন ডলারেরও বেশি (২০২৩ ডলারে ১৭,৭৪৪,১৮৬ মার্কিন ডলার [ 3 ] ) শেয়ার বাজারে বিনিয়োগ করেন। ১৯২৯ সালের শেয়ার বাজারের পতন তাকে দেউলিয়া করে দেয় যা বিলিকে মঞ্চে ফিরে আসতে বাধ্য করে।\nআর্থিক অবস্থার পরিবর্তন এবং লাইভ স্টেজ শো-এর উপর সিনেমার ক্রমবর্ধমান জনপ্রিয়তা দেখে তিনি গুরুতর অসুস্থ হয়ে পড়েন। বিলিংস তার সাথে বন্ধুত্বপূর্ণ সাক্ষাৎ করেন এবং দুজনেই \" দ্য জিগফেল্ড ফলিস\" -এর একটি নতুন, এবং আরও বৃহত্তর প্রযোজনায় অংশীদার হতে সম্মত হন । কিন্তু বাস্তবতা হল যে দুজনেই ভেঙে পড়েছেন এবং জিগফেল্ড এটি উপলব্ধি করেন।শেষ দৃশ্যে জিগফেল্ড তার অ্যাপার্টমেন্টে , আধো বিষণ্ণতায় তার বেশ কয়েকটি হিট ছবির দৃশ্য স্মরণ করেন এবং মারা যাওয়ার আগে চিৎকার করে বলেন  \"আমাকে আরও অনেক ধাপ এগিয়ে যেতে হবে, আরও উঁচুতে\"।\n\n\n== তথ্যসূত্র ==\nNotes\n\nBibliography"}