{"pageid": 1513606, "title": "মধ্যযুগে স্কটল্যান্ড", "url": "https://bn.wikipedia.org/wiki?curid=1513606", "content": "মধ্যযুগে স্কটল্যান্ড রোমানদের বিদায় থেকে শুরু করে ষোড়শ শতাব্দীর গোড়ার দিকে রেনেসাঁর প্রধান দিকগুলি গ্রহণ পর্যন্ত স্কটল্যান্ডের ইতিহাস নিয়ে আলোচনা করে।\nপঞ্চম শতাব্দী থেকে উত্তর ব্রিটেন একাধিক রাজ্যে বিভক্ত ছিল। এর মধ্যে সবচেয়ে গুরুত্বপূর্ণ চারটি রাজ্যের উত্থান ঘটেছিল পিক্টস, ডাল রিয়াটার গেইলস, স্ট্র্যাথক্লাইডের ব্রিটিশরা এবং বার্নিসিয়ার অ্যাংলো-স্যাক্সন রাজ্য, যা পরে নর্থামব্রিয়া দখল করে নেয়। অষ্টম শতাব্দীর শেষের দিকে ভাইকিংদের আগমনের পর, উপকূলের কিছু অংশ এবং দ্বীপপুঞ্জে স্ক্যান্ডিনেভিয়ান শাসক এবং উপনিবেশ স্থাপন করা হয়েছিল।\nনবম শতাব্দীতে স্কটস এবং পিক্টস আলপিন পরিবারের অধীনে একত্রিত হয়ে পিক্টিশ ঘাঁটি এবং গ্যালিক সংস্কৃতির আধিপত্য সহ একক আলবা রাজ্য গঠন করে। দ্বাদশ শতাব্দীতে রাজা ডেভিড প্রথমের রাজত্বের পর, স্কটিশ রাজাদের স্কট-নর্মান হিসাবে সবচেয়ে ভালোভাবে বর্ণনা করা হয়, তারা স্থানীয় স্কটিশ সংস্কৃতির চেয়ে ফরাসি সংস্কৃতিকে বেশি প্রাধান্য দিতেন। দ্বিতীয় আলেকজান্ডার এবং তার পুত্র তৃতীয় আলেকজান্ডার, ১২৬৬ সালে নরওয়ের সাথে পার্থ চুক্তির মাধ্যমে পশ্চিম সমুদ্র তীরের অবশিষ্ট অংশ পুনরুদ্ধার করতে সক্ষম হন।\nআক্রমণ এবং সংক্ষিপ্ত দখলের পর, ত্রয়োদশ শতাব্দীর শেষের দিকে উইলিয়াম ওয়ালেস এবং চতুর্দশ শতাব্দীতে রবার্ট ব্রুসের মতো ব্যক্তিত্বদের অধীনে স্কটল্যান্ড ইংল্যান্ড থেকে তার স্বাধীনতা পুনঃপ্রতিষ্ঠা করে।\nপনেরো শতকে স্টুয়ার্ট রাজবংশের অধীনে, একটি অস্থির রাজনৈতিক ইতিহাস সত্ত্বেও, স্বাধীন প্রভুদের ব্যয়ে মুকুট বৃহত্তর রাজনৈতিক নিয়ন্ত্রণ অর্জন করে এবং দেশের আধুনিক সীমান্তের প্রায় বেশিরভাগ হারানো অঞ্চল পুনরুদ্ধার করে। যাইহোক, ফ্রান্সের সাথে অল্ড জোট ১৫১৩ সালে ফ্লোডেনের যুদ্ধে স্কটিশ সেনাবাহিনীর ভারী পরাজয় এবং রাজা জেমস চতুর্থের মৃত্যুর দিকে পরিচালিত করে, যার পরে দীর্ঘ সংখ্যালঘুতা এবং রাজনৈতিক অস্থিরতার সময়কাল ঘটে। মধ্যযুগের শেষের দিকে সরকারের প্রধান রূপ ছিল রাজত্ব, যা পরিশীলিতভাবে বৃদ্ধি পায়। যুদ্ধের মাত্রা এবং প্রকৃতিও পরিবর্তিত হয়, বৃহত্তর সেনাবাহিনী, নৌবাহিনী এবং কামান ও দুর্গের বিকাশের সাথে।\nস্কটল্যান্ডের গির্জা সর্বদা পোপের কর্তৃত্ব গ্রহণ করেছিল (সেল্টিক খ্রিস্টধর্মের প্রভাবের বিপরীতে), সন্ন্যাসবাদ প্রবর্তন করেছিল এবং একাদশ শতাব্দী থেকে সন্ন্যাস সংস্কার গ্রহণ করেছিল, একটি সমৃদ্ধ ধর্মীয় সংস্কৃতি গড়ে তুলেছিল যা ইংরেজ নিয়ন্ত্রণ থেকে তার স্বাধীনতা দাবি করেছিল।\nস্কটল্যান্ড পূর্ব নিম্নভূমিতে অবস্থিত তার ভিত্তি থেকে প্রায় আধুনিক সীমানায় বৃদ্ধি পেয়েছিল। ভূমির বৈচিত্র্যময় এবং নাটকীয় ভূগোল আক্রমণের বিরুদ্ধে সুরক্ষা প্রদান করেছিল, কিন্তু সীমিত কেন্দ্রীয় নিয়ন্ত্রণ প্রদান করেছিল। এটি মূলত যাজকীয় অর্থনীতিকেও সংজ্ঞায়িত করেছিল, দ্বাদশ শতাব্দী থেকে প্রথম বার্গ তৈরি হয়েছিল। ১৩৫০ সালে ব্ল্যাক ডেথের আগমনের আগে জনসংখ্যা দশ লক্ষের শীর্ষে পৌঁছেছিল। মধ্যযুগের প্রথম দিকে সমাজ একটি ছোট অভিজাত এবং আরও বেশি সংখ্যক স্বাধীন ও দাসদের মধ্যে বিভক্ত ছিল। চতুর্দশ শতাব্দীতে ভূমিদাসত্ব অদৃশ্য হয়ে যায় এবং নতুন সামাজিক গোষ্ঠীর বৃদ্ধি ঘটে।\nপিকটিশ এবং কামব্রিক ভাষাগুলি গ্যালিক, স্কট এবং পরবর্তীকালে নর্স দ্বারা প্রতিস্থাপিত হয়, গ্যালিক প্রধান সাংস্কৃতিক ভাষা হিসাবে আবির্ভূত হয়। একাদশ শতাব্দী থেকে ফরাসি ভাষা রাজসভায় গৃহীত হয় এবং মধ্যযুগের শেষের দিকে, প্রাচীন ইংরেজি থেকে উদ্ভূত স্কট ভাষা প্রাধান্য পায়, যার ফলে গ্যালিক ভাষা মূলত পার্বত্য অঞ্চলে সীমাবদ্ধ ছিল। খ্রিস্টধর্ম ল্যাটিন, লিখিত সংস্কৃতি এবং মঠগুলিকে শিক্ষার কেন্দ্র হিসেবে নিয়ে আসে। দ্বাদশ শতাব্দী থেকে, শিক্ষার সুযোগগুলি প্রসারিত হয় এবং ১৪৯৬ সালের শিক্ষা আইনে সাধারণ শিক্ষার বৃদ্ধি সংগৃহীত হয়। পনেরো শতকের আগ পর্যন্ত, যখন স্কটল্যান্ড তিনটি বিশ্ববিদ্যালয় অর্জন করে, তখন উচ্চশিক্ষা গ্রহণকারী স্কটদের ইংল্যান্ড বা মহাদেশে ভ্রমণ করতে হত, যেখানে কিছু আন্তর্জাতিক খ্যাতি অর্জন করে। মধ্যযুগের প্রথম দিকের সমস্ত প্রধান ভাষায় সাহিত্য টিকে আছে, জন বারবারের ব্রুস (১৩৭৫) থেকে স্কটরা একটি প্রধান সাহিত্যিক ভাষা হিসেবে আবির্ভূত হয়, রাজসভার মাকারদের দ্বারা কবিতার সংস্কৃতি এবং পরবর্তীকালে গদ্যের প্রধান রচনাগুলি বিকাশ করে। মধ্যযুগের প্রথম দিকের শিল্প খোদাই, ধাতব শিল্প এবং বিস্তৃত আলোকিত বইগুলিতে টিকে আছে, যা বিস্তৃত অন্তরক শৈলীর বিকাশে অবদান রেখেছিল। পরবর্তীকালের বেশিরভাগ সেরা কাজ টিকে থাকেনি, তবে কয়েকটি মূল উদাহরণ রয়েছে, বিশেষ করে নেদারল্যান্ডসে কমিশন করা কাজের। স্কটল্যান্ডের একটি সঙ্গীত ঐতিহ্য ছিল, যেখানে ধর্মনিরপেক্ষ সঙ্গীত বার্ডদের দ্বারা রচিত এবং পরিবেশিত হত এবং ত্রয়োদশ শতাব্দী থেকে, গির্জার সঙ্গীত ক্রমবর্ধমানভাবে মহাদেশীয় এবং ইংরেজি রূপ দ্বারা প্রভাবিত হতে থাকে।\n\n\n== রাজনৈতিক ইতিহাস ==\n\n\n=== মধ্যযুগের প্রথমার্ধ ===\n\n\n=== ক্ষুদ্র রাজ্য সমূহ ===\n\nব্রিটেন থেকে রোমানদের বিদায়ের পরের শতাব্দীগুলিতে বর্তমান স্কটল্যান্ডের সীমানার মধ্যে অবস্থিত চারটি প্রধান প্রভাবশালী অঞ্চলের আবির্ভাব ঘটে। বর্তমান সীমানার পূর্বে ছিল পিক্টস । তাদের রাজ্যগুলি ফোর্থ নদী থেকে শেটল্যান্ড পর্যন্ত বিস্তৃত ছিল। ব্রাইডেই ম্যাক মেলচন (৫৫০-৮৪ খ্রিষ্টাব্দ) ছিলেন প্রথম প্রভাবশালী রাজা যিনি বিস্তৃত কর্তৃত্ব প্রয়োগ করতে সক্ষম হয়েছিলেন।  ফিদাচ রাজ্যে তার পূর্ণ ক্ষমতা ছিল এবং তার ঘাঁটি ছিল আধুনিক ইনভারনেসের কাছে ক্রেগ ফ্যাড্রিগ দুর্গে।  তার মৃত্যুর পর নেতৃত্ব ফোর্ট্রিউ-এর কাছে চলে যায়।ফোর্ট্রিউ   স্ট্র্যাথার্ন এবং মেন্টেথ অঞ্চলকে শাসন করতেন I তিনি পূর্ব উপকূল বরাবর আধুনিক ইংল্যান্ডে অভিযান চালিয়েছিলেন। সেন্ট কলম্বাস থেকে আগত খ্রিস্টান মিশনারিরা ৫৬৩ সাল থেকে পিক্টদের খ্রিস্টধর্মে রূপান্তর শুরু করেছিলেন। \nতৎকালে বর্তমান স্কটল্যান্ড এর পশ্চিমে ডাল রিয়াটার গ্যালিকরা বসবাস করত। তারা গোইডেলিক ভাষায় কথা বলতো। আর্গিলের ডুনাডে তাদের রাজকীয় দুর্গ ছিল I আয়ারল্যান্ড দ্বীপের সাথে তাদের ঘনিষ্ঠ সম্পর্ক ছিল এবং সেখান থেকেই তারা স্কটস নামটি গ্রহণ করেছিল। ৫৬৩ সালে সেন্ট কলম্বার নেতৃত্বে আয়ারল্যান্ডের একটি মিশন স্কটল্যান্ডের পশ্চিম উপকূলে আইওনার মঠ প্রতিষ্ঠা করে এবং সম্ভবত এই অঞ্চলের মানুষদের খ্রিস্টধর্মে রূপান্তরিত করার সূচনা করে।  এডান ম্যাক গ্যাব্রাইনের (শাসনকাল ৫৭৪-৬০৮) অধীনে রাজ্যটি তার সোনালী যোগ পার করেছিল বলে মনে করা হয় I কিন্তু ,৬০৩ সালে নর্থামব্রিয়ার এথেলফ্রিথের বিপক্ষে ডেগসাস্তানের যুদ্ধে পরাজিত হবার পর রাজ্যটির সীমানা সম্প্রসারণ বন্ধ হয়ে যায়। \nতৎকালে বর্তমান স্কটল্যান্ড এর দক্ষিণে ছিল স্ট্র্যাথক্লাইডের ব্রিটিশ রাজ্য ব্রায়থনিকI এখানে রোমান প্রভাবিত \" দ্য ওল্ড নর্থ \" রাজ্যের জনগণের বংশধর রা বসবাস করত I তাই এ রাজ্যের আল্ট ক্লুট নামকরণ করাI ডাম্বার্টন রকে অবস্থিত তাদের রাজধানীর নাম ছিল ব্রায়থনিক। ৬৪২ সালে, তারা ডাল রিয়াটার লোকদের পরাজিত করেI  কিন্তু রাজ্যটি পিক্টদের কাছ থেকে এবং পরে তাদের নর্থামব্রিয়ান মিত্রদের কাছ থেকে ৭৪৪ থেকে ৭৫৬ সালের মধ্যে বেশ কয়েকটি আক্রমণের শিকার হয়।  এর পরে, ৭৮০ সালে আল্ট ক্লট সম্ভবত পুড়িয়ে ফেলা এবং ধ্বংস করা হয়েছিল এরপরে তাদের সম্পর্কে ইতিহাসে আর কোন তথ্য জানা যায়নি। \nতাদের ছাড়াও বাকি অন্যরা ছিল ইংরেজ বা \"অ্যাঙ্গেলস\" । এসকল জার্মান আক্রমণকারীরা দক্ষিণ ব্রিটেনের বেশিরভাগ অংশ জয় করেছিল এবং দক্ষিণ-পূর্বে বার্নিসিয়া রাজ্য প্রতিষ্ঠা করেছিল।  ঐতিহাসিক রেকর্ড অনুসারে, তাদের প্রথম ইংরেজ রাজা হলেন ইডাI ইডা ৫৪৭ সালের দিকে সিংহাসন আরোহন করেছিলেন বলে জানা যায়।  ইডার নাতি, এথেলফ্রিথ, ৬০৪ সালের দিকে নর্থামব্রিয়া গঠনের জন্য দক্ষিণের দেইরার সাথে তার রাজ্য একত্রিত করেছিলেন। এসময়, রাজবংশের পরিবর্তন ঘটে এবং রাজ্য বিভক্ত হয় I কিন্তু ইথেলফ্রিথের পুত্র অসওয়াল্ড (শাসনকাল ৬৩৪-৪২) এর অধীনে এটি পুনরায় একত্রিত হয় I অসওয়াল্ড ডাল রিয়াতে নির্বাসনে থাকাকালীন খ্রিস্টধর্মে ধর্মান্তরিত হয়েছিলেন এবং তার রাজ্য পুনরুদ্ধারর জন্য আইওনার মিশনারিদের সাহায্য কামনা করেছিলেন।\n\n\n=== আলবা রাজ্যের উৎপত্তি ===\n\n৭৯৩ খ্রিস্টাব্দে এই পরিস্থিতির পরিবর্তন ঘটে যখন আইওনা এবং লিন্ডিসফার্নের মতো মঠগুলিতে ভয়াবহ ভাইকিং অভিযান শুরু হয়, যা উত্তর ব্রিটেনের রাজ্যগুলিতে ভয় এবং বিভ্রান্তির সৃষ্টি করে। অর্কনি, শেটল্যান্ড এবং পশ্চিম দ্বীপপুঞ্জ অবশেষে নর্সম্যানদের হাতে পড়ে।  ৮৩৯ সালে ভাইকিংদের হাতে এক বড় পরাজয়ে নিহতদের মধ্যে ছিলেন ফোর্ট্রিউয়ের রাজা, ইওগান ম্যাক ওয়েঙ্গুসা এবং ডাল রিয়াতার রাজা এড ম্যাক বোয়ান্টা ।  দক্ষিণ-পশ্চিম স্কটল্যান্ডে ভাইকিং এবং গ্যালিক আইরিশ বসতির মিশ্রণে গ্যাল-গাইডেল, নর্স আইরিশদের উৎপত্তি হয়, যার থেকে এই অঞ্চলের আধুনিক নাম গ্যালোওয়ে পাওয়া যায়।  নবম শতাব্দীর কোন এক সময়ে, বিধ্বস্ত ডাল রিয়াটা রাজ্য ভাইকিংদের কাছে হেব্রাইডদের হারায়, যখন কেটিল ফ্ল্যাটনোজ দ্বীপপুঞ্জের রাজ্য প্রতিষ্ঠা করেছিলেন বলে জানা যায়।  এই হুমকিগুলি পিক্টিশ রাজ্যগুলির গ্যালিকীকরণের দীর্ঘমেয়াদী প্রক্রিয়াকে ত্বরান্বিত করতে পারে, যা গ্যালিক ভাষা এবং রীতিনীতি গ্রহণ করেছিল। গ্যালিক এবং পিকটিশ মুকুটের একীভূতকরণও হয়েছিল, যদিও ইতিহাসবিদরা বিতর্ক করছেন যে এটি কি পিকটিশদের দ্বারা ডাল রিয়াতার দখল ছিল, নাকি উল্টোটা ছিল। এর পরিণাম ঘটে ৮৪০-এর দশকে সিনেড ম্যাক আইলপিন (কেনেথ ম্যাকআলপিন)-এর উত্থানের মাধ্যমে, যা আলপিন হাউসকে ক্ষমতায় আনে।  ৮৬৭ খ্রিস্টাব্দে ভাইকিংরা নর্থামব্রিয়া দখল করে ইয়র্ক রাজ্য গঠন করে; তিন বছর পর তারা ব্রিটিশদের দুর্গ ডাম্বার্টনে আক্রমণ করে  এবং পরবর্তীতে ওয়েসেক্স রাজ্য বাদে ইংল্যান্ডের বেশিরভাগ অংশ জয় করে, ফলে নতুন সম্মিলিত পিকটিশ এবং গ্যালিক রাজ্য প্রায় ঘিরে ফেলা হয়।  ৯০০ সালে সম্মিলিত রাজ্যের রাজা হিসেবে মারা যাওয়ার পর, ডোমনাল দ্বিতীয় (ডোনাল্ড দ্বিতীয়) ছিলেন প্রথম ব্যক্তি যাকে রি আলবান (অর্থাৎ আলবার রাজা ) বলা হত।  ফোর্থের উত্তর এবং ক্লাইডের মধ্যবর্তী রাজ্যকে বর্ণনা করার জন্য স্কটিয়া শব্দটি ক্রমবর্ধমানভাবে ব্যবহৃত হতে শুরু করবে এবং অবশেষে এর রাজাদের দ্বারা নিয়ন্ত্রিত সমগ্র অঞ্চলকে স্কটল্যান্ড বলা হবে। \n\n\n== উচ্চ মধ্যযুগ ==\n\n\n=== গ্যালিক রাজাগণ: দ্বিতীয় কনস্টানটাইন থেকে প্রথম আলেকজান্ডার পর্যন্ত ===\n\nদ্বিতীয় কনস্টানটাইনের দীর্ঘ রাজত্বকাল (৯০০-৯৪২/৩) প্রায়শই আলবা রাজ্য গঠনের মূল চাবিকাঠি হিসাবে বিবেচিত হয়। পরবর্তীতে তাকে স্কটিশ খ্রিস্টধর্মকে ক্যাথলিক চার্চের সাথে সামঞ্জস্যপূর্ণ করার কৃতিত্ব দেওয়া হয়। অনেক যুদ্ধের পর, ব্রুনানবার্গে তার পরাজয় ঘটে এবং সেন্ট অ্যান্ড্রুজে কুলডি সন্ন্যাসী হিসেবে অবসর গ্রহণ করেন।  তার উত্তরসূরী মেল কলুইম প্রথম (ম্যালকম প্রথম) এবং মেল কলুইম ম্যাক সিনেডা (ম্যালকম দ্বিতীয়) এর সিংহাসনে আরোহণের মধ্যবর্তী সময়কাল ছিল ইংল্যান্ডের ওয়েসেক্স শাসকদের সাথে সুসম্পর্ক, তীব্র অভ্যন্তরীণ রাজবংশীয় অনৈক্য এবং তুলনামূলকভাবে সফল সম্প্রসারণ নীতি দ্বারা চিহ্নিত। ৯৪৫ সালে, মেল কলুইম প্রথম স্ট্র্যাথক্লাইডকে সংযুক্ত করেন, যেখানে আলবার রাজারা সম্ভবত নবম শতাব্দীর শেষের দিক থেকে কিছু কর্তৃত্ব প্রয়োগ করেছিলেন, ইংল্যান্ডের রাজা এডমন্ডের সাথে একটি চুক্তির অংশ হিসাবে।  মোরেতে নিয়ন্ত্রণ হারানোর ফলে এই ঘটনাটি পুষিয়ে নেওয়া হয়েছিল। ১০৩৪ সাল থেকে রাজা ডনচাদ প্রথম (ডানকান প্রথম) এর রাজত্ব ব্যর্থ সামরিক অভিযানের দ্বারা ক্ষতিগ্রস্ত হয় এবং তিনি মোরে-এর মোরমার ম্যাকবেথের হাতে পরাজিত ও নিহত হন, যিনি ১০৪০ সালে রাজা হন।  ম্যাকবেথ ১৭ বছর রাজত্ব করেন এবং ডনচ্যাডের পুত্র মেল কলুইম তাকে ক্ষমতাচ্যুত করেন। কয়েক মাস পরে ম্যাকবেথের সৎপুত্র এবং উত্তরসূরী লুলাচকে পরাজিত করে রাজা মেল কলুইম তৃতীয় (ম্যালকম তৃতীয়) হন।  তৃতীয় মেল কলুইমই \"ক্যানমোর\" ( সেন মোর, \"মহান প্রধান\") ডাকনামটি অর্জন করেছিলেন, যা তিনি তাঁর উত্তরসূরিদের কাছে হস্তান্তর করেছিলেন এবং পরবর্তী দুই শতাব্দী ধরে স্কটল্যান্ড শাসনকারী ডানকেল্ড রাজবংশ তৈরিতে তিনিই সবচেয়ে বেশি অবদান রেখেছিলেন। বিশেষ করে গুরুত্বপূর্ণ ছিল অ্যাংলো-হাঙ্গেরিয়ান রাজকুমারী মার্গারেটের সাথে তার দ্বিতীয় বিবাহ।  এই বিবাহ এবং উত্তর ইংল্যান্ডে অভিযানের ফলে, উইলিয়াম দ্য কনজারর আক্রমণ করতে প্ররোচিত হন এবং মেল কলুইম তার কর্তৃত্বের কাছে আত্মসমর্পণ করেন, যার ফলে স্কটল্যান্ড পরবর্তীতে ইংরেজ রাজাদের সার্বভৌমত্বের দাবির মুখোমুখি হয়।  ১০৯৩ সালে ম্যালকম মারা গেলে, তার ভাই ডোমনাল তৃতীয় (ডোনাল্ড তৃতীয়) তার স্থলাভিষিক্ত হন। তবে, ইংল্যান্ডের রাজা দ্বিতীয় উইলিয়াম তার প্রথম স্ত্রী ডনচ্যাডের পুত্র মেল কলুইমকে সিংহাসনের দাবিদার হিসেবে সমর্থন করেন এবং তিনি ক্ষমতা দখল করেন। কয়েক মাসের মধ্যেই তার হত্যার ফলে ডোমনাল তার দ্বিতীয় বিবাহিত স্ত্রী এডমন্ডের এক পুত্র মেল কলুইমকে তার উত্তরাধিকারী হিসেবে পুনর্বহাল করেন। এডমন্ডের দুই ছোট ভাই ইংল্যান্ডের নির্বাসন থেকে ফিরে আসার আগ পর্যন্ত তারা দুজনেই স্কটল্যান্ড শাসন করেছিলেন, আবারও ইংরেজ সামরিক সহায়তায়। বিজয়ী, তিনজনের মধ্যে সবচেয়ে বড় এডগার, ১০৯৭ সালে রাজা হন।  এর কিছুক্ষণ পরেই এডগার এবং নরওয়ের রাজা ম্যাগনাস বেয়ার লেগস পশ্চিম দ্বীপপুঞ্জের উপর নরওয়েজিয়ান কর্তৃত্বকে স্বীকৃতি দিয়ে একটি চুক্তি সম্পাদন করেন। বাস্তবে দ্বীপপুঞ্জের উপর নর্স নিয়ন্ত্রণ শিথিল ছিল, স্থানীয় প্রধানরা উচ্চ মাত্রার স্বাধীনতা উপভোগ করতেন। তার স্থলাভিষিক্ত হন তার ভাই আলেকজান্ডার, যিনি ১১০৭-২৪ সাল পর্যন্ত রাজত্ব করেছিলেন। \n\n\n=== স্কোটো-নরম্যান রাজাগণ: ডেভিড প্রথম থেকে আলেকজান্ডার তৃতীয় পর্যন্ত ===\n\n১১২৪ সালে আলেকজান্ডারের মৃত্যুর পর, মার্গারেটের চতুর্থ পুত্র ডেভিড প্রথমের কাছে রাজত্ব চলে যায়, যিনি তার জীবনের বেশিরভাগ সময় একজন ইংরেজ ব্যারন হিসেবে কাটিয়েছিলেন। তাঁর রাজত্বকালে \" ডেভিডীয় বিপ্লব \" নামে একটি বিপ্লব দেখা যায়, যার মাধ্যমে স্থানীয় প্রতিষ্ঠান এবং কর্মীদের ইংরেজ এবং ফরাসি প্রতিষ্ঠান দ্বারা প্রতিস্থাপিত করা হয়, যা পরবর্তী মধ্যযুগীয় স্কটল্যান্ডের উন্নয়নের ভিত্তি তৈরি করে।  অ্যাংলো-নর্মান অভিজাতদের সদস্যরা স্কটিশ অভিজাতদের মধ্যে স্থান দখল করে এবং তিনি সামন্ততান্ত্রিক ভূমি অধিকার ব্যবস্থা চালু করেন, যার ফলে নাইট সার্ভিস, দুর্গ এবং ভারী সশস্ত্র অশ্বারোহী বাহিনীর একটি উপলব্ধ বাহিনী তৈরি হয়। তিনি অ্যাংলো-নর্মান রীতির আদালত তৈরি করেছিলেন, বিচার তত্ত্বাবধানের জন্য বিচারপতির কার্যালয় এবং স্থানীয় প্রশাসনের জন্য শেরিফদের স্থানীয় কার্যালয় চালু করেছিলেন। তিনি স্কটল্যান্ডে প্রথম রাজকীয় বার্গ প্রতিষ্ঠা করেন, বিশেষ বসতিগুলিকে অধিকার প্রদান করেন, যা প্রথম প্রকৃত স্কটিশ শহরগুলির বিকাশের দিকে পরিচালিত করে এবং অর্থনৈতিক উন্নয়নকে সহজতর করতে সাহায্য করে, যেমনটি প্রথম রেকর্ডকৃত স্কটিশ মুদ্রার প্রবর্তন করেছিল। তিনি তার মা এবং ভাইদের দ্বারা শুরু করা একটি প্রক্রিয়া অব্যাহত রেখেছিলেন, যার মাধ্যমে ক্লুনিতে সংস্কারকৃত সন্ন্যাসবাদের ভিত্তি স্থাপনে সহায়তা করা হয়েছিল। তিনি পশ্চিম ইউরোপের অন্যান্য অঞ্চলের কাছাকাছি অঞ্চলের ডায়োসিস সংগঠনেও ভূমিকা পালন করেছিলেন। \nএই সংস্কারগুলি তার উত্তরসূরী এবং নাতি-নাতনি স্কটল্যান্ডের ম্যালকম চতুর্থ এবং উইলিয়াম প্রথমের অধীনে পরিচালিত হয়েছিল, যেখানে রাজমুকুট এখন বংশের মূল ধারা থেকে আদিম বংশের মধ্য দিয়ে চলে গেছে, যার ফলে সংখ্যালঘুদের একটি সিরিজের প্রথমটি এসেছে।  বৃহত্তর কর্তৃত্বের সুবিধাগুলি উইলিয়ামের পুত্র দ্বিতীয় আলেকজান্ডার এবং তার পুত্র তৃতীয় আলেকজান্ডার উপভোগ করেছিলেন, যারা উচ্চভূমি এবং দ্বীপপুঞ্জে তাদের কর্তৃত্ব সম্প্রসারণের জন্য ইংল্যান্ডের সাথে শান্তির নীতি অনুসরণ করেছিলেন। তৃতীয় আলেকজান্ডারের রাজত্বকালে, স্কটরা পশ্চিম সমুদ্র তীরের অবশিষ্ট অংশ দখল করার অবস্থানে ছিল, যা তারা হাকন হাকোনারসনের দুর্ভাগ্যজনক আক্রমণ এবং ১২৬৬ সালে পার্থ চুক্তির সাথে লার্গসের যুদ্ধের অচলাবস্থার পরে করেছিল। \n\n\n== মধ্যযুগের শেষের দিকে ==\n\n\n=== স্বাধীনতা যুদ্ধ: মার্গারেট থেকে ডেভিড দ্বিতীয় পর্যন্ত ===\n\n১২৮৬ সালে রাজা তৃতীয় আলেকজান্ডারের মৃত্যু এবং তারপর ১২৯০ সালে তার নাতনী এবং উত্তরাধিকারী মার্গারেট, নরওয়ের দাসীর মৃত্যু, উত্তরাধিকারের জন্য ১৪ জন প্রতিদ্বন্দ্বী রেখে যায়। গৃহযুদ্ধ রোধ করার জন্য স্কটিশ শাসকরা ইংল্যান্ডের প্রথম এডওয়ার্ডকে সালিশ করতে বলেন, যার জন্য তিনি ১২৯২ সালে জন ব্যালিওলকে, যিনি সবচেয়ে শক্তিশালী দাবিদার ছিলেন, রাজা নির্বাচিত করার আগে স্কটল্যান্ড রাজ্য ইংল্যান্ডের সিংহাসনের উপর সামন্ততান্ত্রিক নির্ভরশীল ছিল বলে আইনি স্বীকৃতি অর্জন করেন।  পরবর্তী শক্তিশালী দাবিদার, আনানডেলের ৫ম লর্ড রবার্ট ব্রুস, অনিচ্ছার সাথে এই ফলাফল মেনে নিয়েছিলেন। পরবর্তী কয়েক বছর ধরে এডওয়ার্ড প্রথম তার অর্জিত ছাড়গুলিকে রাজা জনের কর্তৃত্ব এবং স্কটল্যান্ডের স্বাধীনতা উভয়কেই পদ্ধতিগতভাবে দুর্বল করার জন্য ব্যবহার করেছিলেন।  ১২৯৫ সালে জন তার প্রধান কাউন্সিলরদের অনুরোধে ফ্রান্সের সাথে একটি মৈত্রী চুক্তিতে প্রবেশ করেন, যা অল্ড অ্যালায়েন্স নামে পরিচিত।  ১২৯৬ সালে এডওয়ার্ড স্কটল্যান্ড আক্রমণ করেন, রাজা জনকে ক্ষমতাচ্যুত করেন। পরের বছর উইলিয়াম ওয়ালেস এবং অ্যান্ড্রু ডি মোরে দখলদারিত্ব প্রতিরোধের জন্য সৈন্য সংগ্রহ করেন এবং তাদের যৌথ নেতৃত্বে স্টার্লিং ব্রিজের যুদ্ধে একটি ইংরেজ সেনাবাহিনী পরাজিত হয়। অল্প সময়ের জন্য ওয়ালেস জন ব্যালিওলের নামে রাজ্যের অভিভাবক হিসেবে স্কটল্যান্ড শাসন করেছিলেন। এডওয়ার্ড নিজে উত্তরে এসেছিলেন এবং ফলকির্কের যুদ্ধে ওয়ালেসকে পরাজিত করেছিলেন।  ইংরেজ ব্যারনরা ১৩০১ সালের ব্যারনস লেটারে ফরাসি-অনুপ্রাণিত পোপের স্কটিশ আধিপত্যের দাবি খণ্ডন করে দাবি করে যে এটি অনেক দিন ধরে ইংরেজ রাজাদের দখলে ছিল। ওয়ালেস পালিয়ে যান কিন্তু সম্ভবত স্কটল্যান্ডের অভিভাবক পদ থেকে পদত্যাগ করেন। ১৩০৫ সালে তিনি ইংরেজদের হাতে পড়েন, যারা তাকে বিশ্বাসঘাতকতার অভিযোগে মৃত্যুদণ্ড দেয়, যদিও তিনি বিশ্বাস করতেন যে তিনি ইংল্যান্ডের প্রতি আনুগত্যশীল নন।  তার স্থলাভিষিক্ত হন প্রতিদ্বন্দ্বী জন কমিন এবং দাবিদারের নাতি রবার্ট দ্য ব্রুস, যৌথ অভিভাবক হিসেবে।  ১০ ফেব্রুয়ারী ১৩০৬ তারিখে, ব্রুস ডামফ্রাইসের গ্রেফ্রাইয়ার্স কার্কে কমিনের হত্যাকাণ্ডে অংশগ্রহণ করেন।  সাত সপ্তাহেরও কম সময়ের মধ্যে, ২৫শে মার্চ, ব্রুসকে রাজা হিসেবে অভিষেক করা হয়। তবে, মেথভেনের যুদ্ধে ব্রুসের ছোট সেনাবাহিনীকে পরাজিত করার পর এডওয়ার্ডের বাহিনী দেশটি দখল করে নেয়।  পোপ পঞ্চম ক্লিমেন্ট কর্তৃক ব্রুস এবং তার অনুসারীদের বহিষ্কার করা সত্ত্বেও, তার সমর্থন ধীরে ধীরে শক্তিশালী হতে থাকে; এবং ১৩১৪ সালের মধ্যে স্যার জেমস ডগলাস এবং টমাস র‍্যান্ডলফের মতো নেতৃস্থানীয় অভিজাতদের সহায়তায় কেবল বোথওয়েল এবং স্টার্লিং-এর দুর্গগুলিই ইংরেজদের নিয়ন্ত্রণে থেকে যায়।  এডওয়ার্ড প্রথম ১৩০৭ সালে মারা গিয়েছিলেন। তার উত্তরাধিকারী দ্বিতীয় এডওয়ার্ড স্টার্লিং দুর্গের অবরোধ ভেঙে নিয়ন্ত্রণ পুনঃপ্রতিষ্ঠা করার জন্য উত্তরে একটি সেনাবাহিনী স্থানান্তর করেন। ১৩১৪ সালে ব্যানকবার্নের যুদ্ধে রবার্ট সেই সেনাবাহিনীকে পরাজিত করে কার্যত স্বাধীনতা অর্জন করেন।  ১৩২০ সালে স্কটল্যান্ডের অভিজাতদের কাছ থেকে পোপের প্রতি প্রতিবাদস্বরূপ আরব্রোথের ঘোষণাপত্র পোপ জন XXII কে পূর্ববর্তী বহিষ্কার বাতিল করতে এবং স্কটিশ রাজাদের ইংরেজ রাজাদের কাছে আত্মসমর্পণের বিভিন্ন আইন বাতিল করতে রাজি করাতে সাহায্য করেছিল যাতে প্রধান ইউরোপীয় রাজবংশগুলি স্কটল্যান্ডের সার্বভৌমত্বকে স্বীকৃতি দিতে পারে। এই ঘোষণাপত্রটিকে স্কটিশ জাতীয় পরিচয়ের বিকাশের ক্ষেত্রে সবচেয়ে গুরুত্বপূর্ণ দলিলগুলির মধ্যে একটি হিসেবেও দেখা হয়েছে।  ১৩২৮ সালে, তৃতীয় এডওয়ার্ড রবার্ট দ্য ব্রুসের শাসনামলে স্কটিশ স্বাধীনতা স্বীকার করে নর্থাম্পটন চুক্তিতে স্বাক্ষর করেন।  যাইহোক, ১৩২৯ সালে রবার্টের মৃত্যুর চার বছর পর, ইংল্যান্ড আবারও জন ব্যালিওলের পুত্র এডওয়ার্ড ব্যালিওলকে স্কটিশ সিংহাসনে পুনরুদ্ধারের অজুহাতে আক্রমণ করে, যার ফলে দ্বিতীয় স্বাধীনতা যুদ্ধ শুরু হয়।  ডুপলিন মুর এবং হ্যালিডন হিলে জয়লাভ সত্ত্বেও, ওয়ালেসের সহযোদ্ধার পুত্র স্যার অ্যান্ড্রু মারের নেতৃত্বে কঠোর স্কটিশ প্রতিরোধের মুখে, ব্যালিওলকে সিংহাসনে বসানোর ধারাবাহিক প্রচেষ্টা ব্যর্থ হয়।  ফ্রান্সের সাথে শত বছরের যুদ্ধ শুরু হওয়ার পর তৃতীয় এডওয়ার্ড তার শিষ্যের ভাগ্যের প্রতি আগ্রহ হারিয়ে ফেলেন।  ১৩৪১ সালে রাজা রবার্টের পুত্র এবং উত্তরাধিকারী ডেভিড দ্বিতীয় ফ্রান্সে অস্থায়ী নির্বাসন থেকে ফিরে আসতে সক্ষম হন। অবশেষে ১৩৫৬ সালে ব্যালিওল সিংহাসনের দাবি এডওয়ার্ডের কাছে ত্যাগ করেন এবং অবসর গ্রহণের পর ইয়র্কশায়ারে চলে যান, যেখানে তিনি ১৩৬৪ সালে মারা যান। \n\n\n=== স্টুয়ার্টস: রবার্ট দ্বিতীয় থেকে জেমস চতুর্থ পর্যন্ত ===\n\nডেভিড দ্বিতীয়ের মৃত্যুর পর, স্টুয়ার্ট বংশের প্রথম রাজা দ্বিতীয় রবার্ট ১৩৭১ সালে সিংহাসনে বসেন। ১৩৯০ সালে তাঁর অসুস্থ পুত্র জন তাঁর পরে সিংহাসনে বসেন, যিনি রাজকীয় নাম রবার্ট তৃতীয় গ্রহণ করেন। তৃতীয় রবার্টের রাজত্বকালে (১৩৯০-১৪০৬), প্রকৃত ক্ষমতা মূলত তার ভাই, আলবানীর ডিউক রবার্ট স্টুয়ার্টের হাতে ছিল।  ১৪০২ সালে তার জ্যেষ্ঠ পুত্র, রোথেসের ডিউক ডেভিডের সন্দেহজনক মৃত্যুর (সম্ভবত আলবানীর ডিউকের নির্দেশে) পর, রবার্ট, তার ছোট পুত্র, ভবিষ্যত জেমস প্রথমের নিরাপত্তার জন্য ভীত, তাকে ১৪০৬ সালে ফ্রান্সে পাঠান। যাইহোক, ইংরেজরা তাকে পথিমধ্যে ধরে নিয়ে যায় এবং পরবর্তী ১৮ বছর মুক্তিপণের জন্য বন্দী হিসেবে কাটিয়ে দেয়। ফলস্বরূপ, তৃতীয় রবার্টের মৃত্যুর পর, রিজেন্টরা স্কটল্যান্ড শাসন করেন: প্রথমে, আলবানীর ডিউক; এবং পরে তার পুত্র মারডোক ।  ১৪২৪ সালে যখন স্কটল্যান্ড অবশেষে মুক্তিপণ পরিশোধ করে, তখন ৩২ বছর বয়সী জেমস তার ইংরেজ কনেকে নিয়ে ফিরে আসেন এবং এই কর্তৃত্ব প্রতিষ্ঠার জন্য দৃঢ়প্রতিজ্ঞ হন।  আলবেনি পরিবারের বেশ কয়েকজন সদস্যকে মৃত্যুদণ্ড দেওয়া হয়েছিল, এবং তিনি রাজপুত্রের হাতে নিয়ন্ত্রণ কেন্দ্রীভূত করতে সফল হন, কিন্তু ক্রমবর্ধমান অজনপ্রিয়তার মূল্যে এবং ১৪৩৭ সালে তাকে হত্যা করা হয়। ১৪৪৯ সালে তার পুত্র দ্বিতীয় জেমস যখন প্রাপ্তবয়স্ক হন, তখন তিনি মহান সম্ভ্রান্ত পরিবারগুলিকে দুর্বল করার জন্য তার পিতার নীতি অব্যাহত রাখেন, বিশেষ করে রবার্ট প্রথমের সময়ে খ্যাতিমান শক্তিশালী কৃষ্ণাঙ্গ ডগলাস পরিবারের বিরুদ্ধে লড়াই করেন  ১৪৬০ সালে ইংরেজদের কাছ থেকে রক্সবার্গ দখলের তার প্রচেষ্টা সফল হয়, কিন্তু তার জীবনের মূল্য দিতে হয় কারণ একটি বিস্ফোরিত কামানের টুকরো তাকে হত্যা করে।   তার ছোট ছেলে জেমস তৃতীয় হিসেবে সিংহাসনে বসেন, যার ফলে আরেকটি সংখ্যালঘু সম্প্রদায়ের সৃষ্টি হয়, যেখানে রবার্ট, লর্ড বয়েড সবচেয়ে গুরুত্বপূর্ণ ব্যক্তিত্ব হিসেবে আবির্ভূত হন। ১৪৬৮ সালে জেমস ডেনমার্কের মার্গারেটকে বিয়ে করেন এবং তার যৌতুকের বিনিময়ে অর্কনি এবং শেটল্যান্ড দ্বীপপুঞ্জ লাভ করেন।  ১৪৬৯ সালে রাজা তার নিয়ন্ত্রণ প্রতিষ্ঠা করেন, বয়েড পরিবারের সদস্যদের এবং তার ভাইদের, আলবানীর ডিউক আলেকজান্ডার এবং মারের আর্ল জনকে মৃত্যুদণ্ড দেন, যার ফলে আলবানী ইংরেজ সমর্থিত আক্রমণের নেতৃত্ব দেন এবং কার্যকর শাসক হয়ে ওঠেন।  ১৪৮২ সালে শেষবারের মতো বারউইক দখল করে ইংরেজরা পিছু হটে এবং জেমস ক্ষমতা পুনরুদ্ধার করতে সক্ষম হন। যাইহোক, রাজা ব্যারন, প্রাক্তন সমর্থক, তার স্ত্রী এবং তার ছেলে জেমসকে বিচ্ছিন্ন করতে সক্ষম হন। ১৪৮৮ সালে তিনি সচিবার্নের যুদ্ধে পরাজিত হন এবং নিহত হন।  তার উত্তরসূরী চতুর্থ জেমস দ্বীপপুঞ্জের প্রভুর আধা-স্বাধীন শাসনের সফলভাবে অবসান ঘটান, যার ফলে প্রথমবারের মতো পশ্চিম দ্বীপপুঞ্জ কার্যকর রাজকীয় নিয়ন্ত্রণে আসে।  ১৫০৩ সালে, তিনি ইংল্যান্ডের রাজা সপ্তম হেনরির কন্যা মার্গারেট টিউডরকে বিয়ে করেন, এইভাবে সপ্তদশ শতাব্দীর ক্রাউনস ইউনিয়নের ভিত্তি স্থাপন করেন।  যাইহোক, ১৫১২ সালে অল্ড জোট পুনর্নবীকরণ করা হয় এবং এর শর্তাবলী অনুসারে, পরের বছর হেনরি অষ্টম-এর অধীনে ইংরেজরা ফরাসিদের আক্রমণ করলে, জেমস চতুর্থ তার সমর্থনে ইংল্যান্ড আক্রমণ করেন। ফ্লোডেনের যুদ্ধে আক্রমণটি চূড়ান্তভাবে বন্ধ করা হয়েছিল, যেখানে রাজা, তার অনেক অভিজাত এবং বিপুল সংখ্যক সাধারণ সৈন্য নিহত হয়েছিল। আবারও স্কটল্যান্ডের সরকার নবজাতক জেমস পঞ্চম- এর নামে রিজেন্টদের হাতে চলে যায়। \n\n\n== সরকার ==\n\nমধ্যযুগের প্রথম দিকে রাজনৈতিক সংগঠনের প্রধান রূপ ছিল রাজত্ব, যেখানে প্রতিদ্বন্দ্বিতাপূর্ণ ছোট রাজ্য এবং উচ্চ ও নিম্ন রাজ্যের মধ্যে তরল সম্পর্ক ছিল।  এই রাজাদের প্রাথমিক কাজ ছিল যুদ্ধ নেতা হিসেবে, কিন্তু রাজত্বের কিছু আচার-অনুষ্ঠানের উপাদানও ছিল, যা রাজ্যাভিষেকের অনুষ্ঠানে স্পষ্টভাবে দেখা যেত। দশম শতাব্দীতে স্কটস এবং পিক্টদের একীকরণের ফলে আলবা রাজ্যের জন্ম হয়, স্কোনের রাজ্যাভিষেকে এই ধর্মীয় দিকগুলির কিছু বজায় রাখা হয়েছিল।  যদিও স্কটিশ রাজতন্ত্র মূলত ভ্রমণকারী প্রতিষ্ঠান হিসেবে রয়ে গেছে, স্কোন তার সবচেয়ে গুরুত্বপূর্ণ স্থানগুলির মধ্যে একটি ছিল, পঞ্চদশ শতাব্দীর দ্বিতীয়ার্ধে এডিনবার্গ রাজধানী হিসেবে গড়ে ওঠার আগে মধ্যযুগের শেষের দিকে স্টার্লিং এবং পার্থে রাজকীয় দুর্গগুলি গুরুত্বপূর্ণ হয়ে ওঠে।  যুগ যুগ ধরে স্কটিশ মুকুট মর্যাদা বৃদ্ধি পায় এবং পশ্চিম ইউরোপীয় আদালতের প্রচলিত অফিস  এবং পরবর্তীকালে তাদের আচার-অনুষ্ঠান এবং জাঁকজমকের উপাদানগুলিকে গ্রহণ করে।  প্রাথমিক যুগে স্কটদের রাজারা মোর্মেয়ার্স (পরবর্তী আর্লস ) এবং টোয়েসেকস (পরবর্তী থানেস ) এর মহান প্রভুদের উপর নির্ভরশীল ছিলেন, কিন্তু ডেভিড প্রথমের রাজত্বকাল থেকে শেরিফডম চালু করা হয়েছিল, যা আরও সরাসরি নিয়ন্ত্রণের অনুমতি দেয় এবং ধীরে ধীরে প্রধান প্রভুদের ক্ষমতা সীমিত করে।  যদিও প্রাথমিক আইন ব্যবস্থা সম্পর্কে জ্ঞান সীমিত, দ্বাদশ শতাব্দীর পর থেকে স্থানীয় শেরিফ, বার্গ, ম্যানোরিয়াল এবং ধর্মীয় আদালত এবং প্রশাসন তত্ত্বাবধানের জন্য বিচারকের অফিসের মাধ্যমে ন্যায়বিচারের বিকাশ দেখা যায়।  এই সময়কালে স্কটস সাধারণ আইন বিকশিত হতে শুরু করে  এবং আইনকে সুশৃঙ্খল ও সংহিতাবদ্ধ করার প্রচেষ্টা শুরু হয় এবং আইনজীবীদের একটি শিক্ষিত পেশাদার সংগঠনের সূচনা হয়।  মধ্যযুগের শেষের দিকে, প্রাইভি কাউন্সিল এবং সংসদ সহ সরকারের প্রধান প্রতিষ্ঠানগুলি গড়ে ওঠে। পঞ্চদশ শতাব্দীতে কাউন্সিলটি একটি পূর্ণ-সময়ের সংস্থা হিসেবে আবির্ভূত হয়, ক্রমবর্ধমানভাবে সাধারণ মানুষের আধিপত্য বিস্তার করে এবং ন্যায়বিচার প্রশাসনের জন্য গুরুত্বপূর্ণ। সংসদ একটি প্রধান আইনি প্রতিষ্ঠান হিসেবেও আবির্ভূত হয়, কর ব্যবস্থা এবং নীতির তত্ত্বাবধান লাভ করে। যুগের শেষের দিকে এটি প্রায় প্রতি বছরই বসত, আংশিকভাবে সেই সময়ের ঘন ঘন সংখ্যালঘু এবং রাজত্বের কারণে, যা সম্ভবত রাজতন্ত্র দ্বারা এটিকে পাশে রাখা থেকে বিরত রেখেছিল। \n\n\n== যুদ্ধ ==\n\nমধ্যযুগের প্রথম দিকে, স্থলযুদ্ধের বৈশিষ্ট্য ছিল ছোট ছোট যুদ্ধ-দলের ব্যবহার যা প্রায়শই অভিযান এবং নিম্ন স্তরের যুদ্ধে লিপ্ত থাকত।  ভাইকিংদের আগমন নৌযুদ্ধের এক নতুন মাত্রা নিয়ে আসে, যার মধ্যে ভাইকিং লংশিপের চারপাশে দ্রুত চলাচল শুরু হয়। লংশিপ থেকে উদ্ভূত বার্লিন হাইল্যান্ডস এবং দ্বীপপুঞ্জে যুদ্ধের একটি প্রধান কারণ হয়ে ওঠে।  উচ্চ মধ্যযুগের মধ্যে, স্কটল্যান্ডের রাজারা \"সাধারণ সেনাবাহিনী\" এর অংশ হিসাবে স্বল্প সময়ের জন্য কয়েক হাজার সৈন্যের বাহিনী পরিচালনা করতে পারতেন, যাদের প্রধানত দুর্বল বর্মযুক্ত বর্শা এবং ধনুকধারী ছিল।  স্কটল্যান্ডে সামন্ততন্ত্রের প্রবর্তনের পর, এই বাহিনীগুলিকে অল্প সংখ্যক অশ্বারোহী এবং ভারী সাঁজোয়া নাইট দ্বারা বৃদ্ধি করা হয়েছিল।  সামন্ততন্ত্র গ্রামে দুর্গও প্রবর্তন করেছিল, মূলত সাধারণ কাঠের তৈরি মোটে-এবং-বেইলি নির্মাণ, কিন্তু ত্রয়োদশ শতাব্দীতে এগুলি আরও শক্তিশালী পাথরের \" এনসিন্টে \" দুর্গ দ্বারা প্রতিস্থাপিত হয়েছিল, যার চারপাশে উঁচু দেয়াল ছিল।  ত্রয়োদশ শতাব্দীতে স্ক্যান্ডিনেভিয়ান নৌশক্তির হুমকি কমে যায় এবং স্কটল্যান্ডের রাজারা উচ্চভূমি এবং দ্বীপপুঞ্জগুলিকে দমন করতে নৌবাহিনী ব্যবহার করতে সক্ষম হন।  স্কটিশ ফিল্ড আর্মিরা খুব কমই ইংল্যান্ডের তৈরি সাধারণত বৃহত্তর এবং আরও পেশাদার সেনাবাহিনীর মুখোমুখি হতে সক্ষম হয়েছিল, তবে ১৩১৪ সালে ব্যানকবার্নে রবার্ট প্রথম স্কটিশ স্বাধীনতা নিশ্চিত করার জন্য তাদের ভালোভাবে ব্যবহার করেছিলেন।  তিনি তার বাহিনীকে সমর্থন করার জন্য নৌশক্তিও ব্যবহার করেছিলেন এবং একটি রাজকীয় স্কটিশ নৌবাহিনী গড়ে তুলতে শুরু করেছিলেন।  স্টুয়ার্ট রাজাদের অধীনে এই বাহিনীকে আরও শক্তিশালী করা হয়েছিল বিশেষজ্ঞ সৈন্যদের দ্বারা, বিশেষ করে অস্ত্রধারী এবং তীরন্দাজদের দ্বারা, যাদেরকে একই সময়ের ইংরেজ চুক্তির অনুরূপ ম্যানরেন্টের বন্ড দ্বারা ভাড়া করা হয়েছিল।  এই সৈন্যদের থাকার জন্য নতুন \" বস্ত্র এবং রক্ষণাবেক্ষণ \" দুর্গ তৈরি করা হয়েছিল  এবং দুর্গগুলিকে বারুদ অস্ত্র রাখার জন্য অভিযোজিত করা শুরু হয়েছিল।  স্টুয়ার্টরা মহাদেশীয় যুদ্ধে বড় বড় উদ্ভাবনও গ্রহণ করে, যেমন লম্বা পাইক  এবং কামানের ব্যাপক ব্যবহার, এবং তারা একটি শক্তিশালী নৌবাহিনী গড়ে তোলে।  তবে, পঞ্চদশ শতাব্দীর গোড়ার দিকে, সর্বকালের সেরা সশস্ত্র এবং বৃহত্তম স্কটিশ সেনাবাহিনীর মধ্যে একটি, ১৫১৩ সালে ফ্লোডেনের যুদ্ধে ইংরেজ সেনাবাহিনীর হাতে পরাজিত হয়, যেখানে বিপুল সংখ্যক সাধারণ সৈন্য, অভিজাতদের একটি বড় অংশ এবং রাজা, জেমস চতুর্থ ধ্বংস হয়ে যায়। \n\n\n== ধর্ম ==\n\nসম্ভবত ব্রিটানিয়া প্রদেশের উত্তরে অবস্থানরত রোমান সৈন্যদের কাছ থেকে বর্তমান স্কটল্যান্ডের নিম্নভূমিতে খ্রিস্টধর্মের প্রচলন হয়েছিল।  ধারণা করা হয় যে এটি আধুনিক স্কটল্যান্ডের দক্ষিণে ব্রাইথনিক ছিটমহলগুলির মধ্যে টিকে ছিল, কিন্তু পৌত্তলিক অ্যাংলো-স্যাক্সনদের অগ্রসর হওয়ার সাথে সাথে পিছু হটে।  পঞ্চম থেকে সপ্তম শতাব্দীর সেন্ট কলম্বার মতো ব্যক্তিত্বদের সাথে যুক্ত আইরিশ-স্কট মিশনগুলির দ্বারা স্কটল্যান্ড মূলত ধর্মান্তরিত হয়েছিল। এই মিশনগুলিতে সন্ন্যাস প্রতিষ্ঠান এবং কলেজিয়েট গির্জাগুলি প্রতিষ্ঠিত হয়েছিল যা বৃহৎ অঞ্চলগুলিকে সেবা প্রদান করত।  আংশিকভাবে এই কারণগুলির ফলে, কিছু পণ্ডিত সেল্টিক খ্রিস্টধর্মের একটি স্বতন্ত্র রূপ চিহ্নিত করেছেন, যেখানে বিশপদের তুলনায় অ্যাবটরা বেশি গুরুত্বপূর্ণ ছিলেন, যাজকদের ব্রহ্মচর্যের প্রতি মনোভাব আরও স্বচ্ছন্দ ছিল এবং রোমান খ্রিস্টধর্মের সাথে অনুশীলনে কিছু উল্লেখযোগ্য পার্থক্য ছিল, বিশেষ করে মাথা মুণ্ডনের ধরণ এবং ইস্টার গণনার পদ্ধতি, যদিও এই সমস্যাগুলির বেশিরভাগই সপ্তম শতাব্দীর মাঝামাঝি সময়ে সমাধান করা হয়েছিল।  দশম শতাব্দী থেকে স্ক্যান্ডিনেভিয়ান স্কটল্যান্ডের পুনর্গঠনের পর, পোপের কর্তৃত্বে খ্রিস্টধর্ম রাজ্যের প্রধান ধর্ম ছিল।  নরম্যান যুগে স্কটিশ গির্জা একাধিক সংস্কার ও রূপান্তরের মধ্য দিয়ে যায়। রাজকীয় এবং সাধারণ পৃষ্ঠপোষকতায়, স্থানীয় গির্জাগুলির উপর ভিত্তি করে একটি স্পষ্ট সংকীর্ণ কাঠামো গড়ে ওঠে।  সংস্কারকৃত সন্ন্যাসবাদের মহাদেশীয় রূপ অনুসরণকারী বিপুল সংখ্যক নতুন ভিত্তি প্রাধান্য পেতে শুরু করে এবং স্কটিশ গির্জা ইংল্যান্ড থেকে তার স্বাধীনতা প্রতিষ্ঠা করে, একটি স্পষ্ট ডায়োসেসান কাঠামো গড়ে তোলে, \"রোমের সী-এর বিশেষ কন্যা\" হয়ে ওঠে, কিন্তু আর্চবিশপের আকারে নেতৃত্বের অভাব ছিল।  মধ্যযুগের শেষের দিকে ক্যাথলিক চার্চে বিভেদের সমস্যাগুলির কারণে স্কটিশ ক্রাউন সিনিয়র নিয়োগের উপর আরও বেশি প্রভাব বিস্তার করতে সক্ষম হয়েছিল এবং পনেরো শতকের শেষের দিকে দুটি আর্চবিশপ্রিক প্রতিষ্ঠিত হয়েছিল।  যদিও কিছু ঐতিহাসিক মধ্যযুগের শেষের দিকে সন্ন্যাসবাদের পতন লক্ষ্য করেছেন, তবুও জনসংখ্যার আধ্যাত্মিক চাহিদা মেটাতে, বিশেষ করে বর্ধিত বার্গগুলিতে, ভিক্ষুকদের ভিক্ষুকদের সংখ্যা বৃদ্ধি পেয়েছিল। নতুন সাধু এবং ভক্তিমূলক সম্প্রদায়েরও প্রসার ঘটে। চতুর্দশ শতাব্দীতে ব্ল্যাক ডেথের পরে পাদ্রিদের সংখ্যা এবং গুণমান নিয়ে সমস্যা এবং এই সময়ে ধর্মদ্রোহিতার কিছু প্রমাণ থাকা সত্ত্বেও, ষোড়শ শতাব্দীতে সংস্কারের আগে স্কটল্যান্ডের গির্জা তুলনামূলকভাবে স্থিতিশীল ছিল। \n\n\n== ভূগোল ==\n\nআধুনিক স্কটল্যান্ড আয়তনে ইংল্যান্ড এবং ওয়েলসের অর্ধেক, কিন্তু এর অনেক খাঁড়ি, দ্বীপ এবং অভ্যন্তরীণ হ্রদের সাথে, এর প্রায় একই পরিমাণ উপকূলরেখা রয়েছে ৪,০০০ মাইল। স্কটল্যান্ডের মাত্র এক-পঞ্চমাংশ সমুদ্রপৃষ্ঠ থেকে ৬০ মিটারেরও কম উচ্চতায় অবস্থিত। পূর্ব আটলান্টিক মহাসাগরে এর অবস্থানের অর্থ হল এখানে খুব ভারী বৃষ্টিপাত হচ্ছে: আজ প্রায় ৭০০ পূর্বে প্রতি বছর সেমি এবং ১,০০০ এরও বেশি পশ্চিমে সেমি। এর ফলে কম্বল পিট বগের বিস্তার বৃদ্ধি পায়, যার অম্লতা, উচ্চ মাত্রার বাতাস এবং লবণের স্প্রে সহ, বেশিরভাগ দ্বীপকে বৃক্ষহীন করে তোলে। পাহাড়, পর্বত, চোরাবালি এবং জলাভূমির অস্তিত্ব অভ্যন্তরীণ যোগাযোগ এবং বিজয়কে অত্যন্ত কঠিন করে তুলেছিল এবং সম্ভবত রাজনৈতিক ক্ষমতার খণ্ডিত প্রকৃতিতে অবদান রেখেছিল।  স্কটল্যান্ডের ভূগোলের নির্ধারক উপাদান হল উত্তর ও পশ্চিমে উচ্চভূমি এবং দ্বীপপুঞ্জ এবং দক্ষিণ ও পূর্বে নিম্নভূমির মধ্যে পার্থক্য। গ্রেট গ্লেনের ফল্ট লাইন দ্বারা উচ্চভূমিগুলি আরও উত্তর-পশ্চিম উচ্চভূমি এবং গ্র্যাম্পিয়ান পর্বতমালায় বিভক্ত। নিম্নভূমিগুলি মধ্য নিম্নভূমির উর্বর বলয় এবং দক্ষিণ উচ্চভূমির উচ্চভূমিতে বিভক্ত, যার মধ্যে শেভিয়ট পাহাড় অন্তর্ভুক্ত ছিল, যার উপর দিয়ে ইংল্যান্ডের সাথে সীমান্ত চলে গিয়েছিল।  এর মধ্যে কিছু পাহাড়, প্রধান নদী এবং জলাভূমি দ্বারা আরও বিভক্ত ছিল।  কেন্দ্রীয় নিম্নভূমি অঞ্চলটি গড়ে প্রায় ৫০ মাইল প্রস্থের  এবং যেহেতু এতে বেশিরভাগ উন্নতমানের কৃষিজমি রয়েছে এবং সহজ যোগাযোগ ব্যবস্থা রয়েছে, তাই এটি বেশিরভাগ নগরায়ন এবং প্রচলিত মধ্যযুগীয় সরকারের উপাদানগুলিকে সমর্থন করতে পারে।  তবে, দক্ষিণাঞ্চলীয় উচ্চভূমি, বিশেষ করে উচ্চভূমিগুলি অর্থনৈতিকভাবে কম উৎপাদনশীল ছিল এবং শাসন করা অনেক বেশি কঠিন ছিল। এটি স্কটল্যান্ডকে এক ধরণের সুরক্ষা প্রদান করেছিল, কারণ ছোটখাটো ইংরেজ আক্রমণগুলিকে কঠিন দক্ষিণাঞ্চলীয় উচ্চভূমি অতিক্রম করতে হত  এবং এডওয়ার্ড প্রথম এবং তারপরে এডওয়ার্ড তৃতীয়ের অধীনে ইংরেজদের দুটি প্রধান বিজয় প্রচেষ্টা উচ্চভূমিতে প্রবেশ করতে ব্যর্থ হয়েছিল, যেখান থেকে সম্ভাব্য প্রতিরোধ নিম্নভূমি পুনরুদ্ধার করতে পারে।  তবে, এটি স্কটিশ রাজাদের জন্য এই অঞ্চলগুলিকে শাসন করাও সমস্যাযুক্ত করে তুলেছিল এবং স্বাধীনতা যুদ্ধের পরের যুগের রাজনৈতিক ইতিহাসের বেশিরভাগ অংশ এই অঞ্চলগুলিতে প্রতিষ্ঠিত স্থানীয়তার সমস্যা সমাধানের প্রচেষ্টাকে কেন্দ্র করে আবর্তিত হয়েছিল।  ত্রয়োদশ শতাব্দী পর্যন্ত ইংল্যান্ডের সাথে সীমান্ত খুবই তরল ছিল, ডেভিড প্রথম নর্থামব্রিয়াকে স্কটল্যান্ডের সাথে সংযুক্ত করেছিলেন, কিন্তু ১১৫৭ সালে তার নাতি এবং উত্তরসূরি ম্যালকম চতুর্থের অধীনে এটি হারিয়ে যায়।  ত্রয়োদশ শতাব্দীর শেষের দিকে যখন ইয়র্ক চুক্তি (১২৩৭) এবং পার্থ চুক্তি (১২৬৬) যথাক্রমে ইংল্যান্ড এবং নরওয়ের সাথে স্কটস রাজ্যের সীমানা নির্ধারণ করে, তখন এর সীমানা আধুনিক সীমানার কাছাকাছি ছিল।  স্কটিশ কর্তৃত্ব পুনরুদ্ধারের জন্য বেশ কয়েকবার প্রচেষ্টা করা সত্ত্বেও, চতুর্দশ শতাব্দীতে আইল অফ ম্যান ইংরেজদের নিয়ন্ত্রণে চলে যায়।  তৃতীয় এডওয়ার্ডের অধীনে ইংরেজরা নিম্নভূমির একটি বৃহৎ অংশ দখল করতে সক্ষম হয়েছিল, কিন্তু ধীরে ধীরে এই ক্ষতিগুলি পুনরুদ্ধার করা হয়েছিল, বিশেষ করে যখন ইংল্যান্ড গোলাপের যুদ্ধে (১৪৫৫-৮৫) ব্যস্ত ছিল।  ১৪৬৮ সালে অর্কনি এবং শেটল্যান্ড দ্বীপপুঞ্জের যৌতুক ছিল রাজ্যের জন্য শেষ বড় ভূমি অধিগ্রহণ।  তবে, ১৪৮২ সালে মধ্যযুগীয় স্কটল্যান্ডের বৃহত্তম বন্দর এবং সীমান্ত দুর্গ বারউইক আবারও ইংরেজদের হাতে পড়ে, যা ছিল শেষ হাতবদল। \n\n\n== অর্থনীতি এবং সমাজ ==\n\n\n== অর্থনীতি ==\n\nআবাদযোগ্য বা ভালো পশুপালনযোগ্য জমির এক পঞ্চম বা ষষ্ঠাংশ (১৫-২০%) এবং ইংল্যান্ড এবং ওয়েলসের প্রায় সমান উপকূলরেখা থাকার কারণে, প্রান্তিক পশুপালনমূলক কৃষি এবং মাছ ধরা ছিল মধ্যযুগীয় স্কটিশ অর্থনীতির দুটি গুরুত্বপূর্ণ দিক।  যোগাযোগ ব্যবস্থা দুর্বল থাকায়, মধ্যযুগের প্রথম দিকে বেশিরভাগ বসতিকে কৃষিক্ষেত্রে কিছুটা স্বয়ংসম্পূর্ণতা অর্জনের প্রয়োজন ছিল।  বেশিরভাগ খামার একটি পারিবারিক ইউনিটের উপর ভিত্তি করে তৈরি ছিল এবং একটি অভ্যন্তরীণ এবং বহির্মুখী ব্যবস্থা ব্যবহার করত।  উচ্চ মধ্যযুগে  কৃষিকাজ বৃদ্ধি পায় এবং ত্রয়োদশ শতাব্দী থেকে পঞ্চদশ শতাব্দীর শেষের দিকে কৃষি আপেক্ষিকভাবে সমৃদ্ধির এক যুগে প্রবেশ করে।  ইংল্যান্ডের মতো, স্কটল্যান্ডে রোমান দখলদারিত্বের সময়কার কোনও শহর ছিল না। দ্বাদশ শতাব্দী থেকে বার্গ, চার্টার্ড শহরগুলির রেকর্ড রয়েছে, যা কারুশিল্প এবং বাণিজ্যের প্রধান কেন্দ্র হয়ে ওঠে।  এবং ১২৯৬ সালের মধ্যে ৫৫টি বার্গের প্রমাণ পাওয়া যায়।  স্কটিশ মুদ্রাও রয়েছে, যদিও ইংরেজি মুদ্রা সম্ভবত বাণিজ্যে আরও তাৎপর্যপূর্ণ ছিল এবং এই সময়ের শেষ অবধি বিনিময় সম্ভবত সবচেয়ে সাধারণ বিনিময় ছিল।  তা সত্ত্বেও, মধ্যযুগের শেষের আগে  হস্তশিল্প এবং শিল্প তুলনামূলকভাবে অনুন্নত ছিল এবং যদিও স্কটল্যান্ডে বিস্তৃত বাণিজ্য নেটওয়ার্ক ছিল, যদিও স্কটরা মূলত কাঁচামাল রপ্তানি করত, তারা ক্রমবর্ধমান পরিমাণে বিলাসবহুল পণ্য আমদানি করত, যার ফলে সোনার ঘাটতি দেখা দেয় এবং সম্ভবত পঞ্চদশ শতাব্দীতে আর্থিক সংকট তৈরিতে সহায়তা করে। \n\n\n== জনসংখ্যা ==\nমধ্যযুগের প্রাথমিক স্কটল্যান্ডের জনসংখ্যা পুনর্গঠনের জন্য প্রায় কোনও লিখিত উৎস নেই। ডাল রিয়াটায় জনসংখ্যা ১০,০০০ এবং পিক্টল্যান্ডে ৮০-১০০,০০০ জন বলে অনুমান করা হয়েছে।  সম্ভবত ৫ম এবং ৬ষ্ঠ শতাব্দীতে বুবোনিক প্লেগের আবির্ভাবের কারণে মৃত্যুর হার বেশি ছিল, যার ফলে নিট জনসংখ্যা হ্রাস পেয়েছিল।  এই সময়ের জন্য হ্যালোহিল, সেন্ট অ্যান্ড্রুজের সমাধিস্থলের পরীক্ষা থেকে দেখা যায় যে, সেখানে মানুষের আয়ু মাত্র ২৬-২৯ বছর।  জানা অবস্থা থেকে বোঝা যায় যে এটি ছিল একটি উচ্চ উর্বরতা, উচ্চ মৃত্যুহারের সমাজ, যা আধুনিক বিশ্বের অনেক উন্নয়নশীল দেশের মতোই ছিল, যেখানে তুলনামূলকভাবে তরুণ জনসংখ্যার প্রোফাইল ছিল, এবং সম্ভবত অল্প বয়সে সন্তান ধারণ এবং মহিলাদের ক্ষেত্রে বিপুল সংখ্যক শিশু ছিল। এর অর্থ হল, খাদ্যের জন্য মুখের সংখ্যার তুলনায় উপলব্ধ কর্মীর অনুপাত তুলনামূলকভাবে কম ছিল। এর ফলে জনসংখ্যা বৃদ্ধি এবং আরও জটিল সমাজ গড়ে তোলার সুযোগ করে দেবে এমন উদ্বৃত্ত উৎপাদন করা কঠিন হয়ে পড়েছে।  দশম শতাব্দীতে আলবা রাজ্য গঠনের পর থেকে, ১৩৪৯ সালে ব্ল্যাক ডেথ দেশে পৌঁছানোর আগে পর্যন্ত, কৃষিজমির পরিমাণের উপর ভিত্তি করে অনুমান করা হয় যে জনসংখ্যা অর্ধ মিলিয়ন থেকে দশ মিলিয়নে বৃদ্ধি পেয়েছে।  যদিও প্লেগের প্রভাব সম্পর্কে কোনও নির্ভরযোগ্য দলিলপত্র নেই, তবুও পরবর্তী দশকগুলিতে পরিত্যক্ত জমির অনেক কাহিনীমূলক উল্লেখ রয়েছে। যদি ইংল্যান্ডে এই ধরণটি অনুসরণ করা হত, তাহলে পঞ্চদশ শতাব্দীর শেষ নাগাদ জনসংখ্যা পাঁচ লক্ষে নেমে আসতে পারত।  পরবর্তী ছাড়পত্র এবং শিল্প বিপ্লবের সময় জনসংখ্যার পুনর্বণ্টনের পরের পরিস্থিতির তুলনা করলে, এই সংখ্যাগুলি রাজ্য জুড়ে তুলনামূলকভাবে সমানভাবে ছড়িয়ে থাকত, যার প্রায় অর্ধেকই টাই নদীর উত্তরে বাস করত।  সম্ভবত জনসংখ্যার দশ শতাংশ মধ্যযুগের শেষের দিকে, মূলত পূর্ব এবং দক্ষিণে গড়ে ওঠা অনেক বার্গের একটিতে বাস করত। ধারণা করা হচ্ছে যে তাদের গড় জনসংখ্যা প্রায় ২০০০ ছিল, কিন্তু অনেকের সংখ্যা ১,০০০ এর চেয়ে অনেক কম হবে এবং বৃহত্তম, এডিনবার্গের, সম্ভবত যুগের শেষ নাগাদ জনসংখ্যা ১০,০০০ এরও বেশি ছিল। \n\n\n== সমাজ কাঠামো ==\n\nএই সময়ের প্রথম দিকে সমাজের সংগঠন অস্পষ্ট ছিল, যার জন্য খুব কম প্রামাণ্য সূত্র রয়েছে।  আত্মীয়তা সম্ভবত সংগঠনের প্রাথমিক একক হিসেবে কাজ করত এবং সমাজকে একটি ছোট অভিজাত শ্রেণীর মধ্যে বিভক্ত করা হত, যাদের যুক্তি ছিল যুদ্ধের উপর ভিত্তি করে, স্বাধীন মানুষের একটি বৃহত্তর দল, যাদের অস্ত্র বহন করার অধিকার ছিল এবং আইনের কোডে তাদের প্রতিনিধিত্ব করা হত, অপেক্ষাকৃত বৃহৎ দাসদের একটি দলের উপরে, যারা হয়তো পাশে থাকতেন এবং তাদের মালিকদের ক্লায়েন্ট হয়ে উঠতেন।  ত্রয়োদশ শতাব্দীর মধ্যে এমন কিছু উৎস রয়েছে যা সমাজে বৃহত্তর স্তরবিন্যাস দেখাতে সাহায্য করে, যেখানে রাজা এবং মুক্তমনাদের নিম্ন স্তরের উপরে মোর্মারদের একটি ছোট অভিজাত শ্রেণী এবং সম্ভবত ভূমিদাসদের একটি বৃহৎ দল, বিশেষ করে মধ্য স্কটল্যান্ডে, অন্তর্ভুক্ত ছিল।  এই সময়ে ডেভিড প্রথমের অধীনে প্রবর্তিত সামন্ততন্ত্রের অর্থ ছিল ব্যারোনিয়াল লর্ডশিপগুলি এই ব্যবস্থাকে আচ্ছাদিত করতে শুরু করে, ইংরেজি শব্দ \"আর্ল\" এবং \"থানে\" ব্যাপকভাবে ছড়িয়ে পড়ে।  অভিজাতদের নীচে ছিল ছোট খামার এবং ক্রমবর্ধমান সংখ্যক কুটির এবং গ্রেসম্যান যাদের জমির পরিমাণ কম ছিল, এমন কৃষক ।  এই যুগে পার্বত্য অঞ্চলে অহংকারী আত্মীয়তা এবং সামন্ততান্ত্রিক বাধ্যবাধকতার সংমিশ্রণকে গোষ্ঠী ব্যবস্থার সৃষ্টি হিসেবে দেখা হয়েছে।  স্কটিশ সমাজ তার সমাজের বর্ণনা দেওয়ার জন্য তিনটি এস্টেটের তত্ত্ব এবং পদমর্যাদা আলাদা করার জন্য ইংরেজি পরিভাষা গ্রহণ করেছিল।  চতুর্দশ শতাব্দীতে  রেকর্ড থেকে ভূমিদাসত্ব অদৃশ্য হয়ে যায় এবং উন্নয়নশীল বার্গগুলিতে শ্রমিক, কারিগর এবং বণিকদের নতুন সামাজিক গোষ্ঠী গুরুত্বপূর্ণ হয়ে ওঠে। এর ফলে শহুরে সমাজে সামাজিক উত্তেজনা বৃদ্ধি পায়, কিন্তু ইংল্যান্ড এবং ফ্রান্সের বিপরীতে, স্কটিশ গ্রামীণ সমাজে বড় ধরনের অস্থিরতার অভাব ছিল, যেখানে তুলনামূলকভাবে খুব কম অর্থনৈতিক পরিবর্তন ঘটেছিল। \n\n\n== সংস্কৃতি ==\n\n\n=== ভাষা ও সংস্কৃতি ===\n\nআধুনিক ভাষাবিদরা সেল্টিক ভাষাগুলিকে দুটি প্রধান গোষ্ঠীতে বিভক্ত করেছেন, পি-সেল্টিক, যেখান থেকে ব্রাইথোনিক ভাষাগুলি এসেছে: ওয়েলশ, ব্রেটন, কর্নিশ এবং কামব্রিক, এবং কিউ-সেল্টিক, যেখান থেকে এসেছে গোয়েডেলিক ভাষাগুলি : আইরিশ, ম্যাঙ্কস এবং গ্যালিক । পিক্টিশ ভাষা এখনও রহস্যময়, কারণ পিক্টদের নিজস্ব কোনও লিখিত লিপি ছিল না এবং যা টিকে আছে তা হল স্থানের নাম এবং আইরিশ ওঘাম লিপিতে কিছু বিচ্ছিন্ন শিলালিপি।  বেশিরভাগ আধুনিক ভাষাবিদ স্বীকার করেন যে, যদিও পিক্টিশ ভাষার প্রকৃতি এবং ঐক্য অস্পষ্ট, এটি পূর্ববর্তী গোষ্ঠীর অন্তর্গত ছিল।  ঐতিহাসিক উৎস, সেইসাথে স্থানের নামের প্রমাণ, কীভাবে উত্তরে পিকটিশ ভাষা এবং দক্ষিণে কামব্রিক ভাষাগুলি এই সময়ের মধ্যে গ্যালিক, প্রাচীন ইংরেজি এবং পরবর্তী নর্স ভাষা দ্বারা আবৃত এবং প্রতিস্থাপিত হয়েছিল তা নির্দেশ করে।  উচ্চ মধ্যযুগের মধ্যে স্কটল্যান্ডের বেশিরভাগ মানুষ গ্যালিক ভাষায় কথা বলত, যাকে তখন কেবল স্কটিশ বা ল্যাটিন ভাষায় লিঙ্গুয়া স্কোটিকা বলা হত।  আলবা রাজ্যটি মূলত গ্যালিক সংস্কৃতি দ্বারা প্রভাবিত একটি মৌখিক সমাজ ছিল। একই সময়ের আয়ারল্যান্ডের জন্য আমাদের পূর্ণাঙ্গ সূত্র থেকে জানা যায় যে, ফিলিধ ছিলেন, যারা কবি, সঙ্গীতজ্ঞ এবং ইতিহাসবিদ হিসেবে কাজ করতেন, প্রায়শই একজন প্রভু বা রাজার দরবারের সাথে যুক্ত থাকতেন এবং পরবর্তী প্রজন্মের কাছে গ্যালিক ভাষায় তাদের জ্ঞান এবং সংস্কৃতি প্রেরণ করতেন।  উত্তর দ্বীপপুঞ্জে স্ক্যান্ডিনেভিয়ান দখলদার এবং বসতি স্থাপনকারীদের দ্বারা আনা নর্স ভাষা স্থানীয় নর্নে বিকশিত হয়েছিল, যা আঠারো শতকের শেষ পর্যন্ত স্থায়ী ছিল  এবং নর্স ভাষাও সম্ভবত ষোড়শ শতাব্দী পর্যন্ত আউটার হেব্রাইডসে কথ্য ভাষা হিসেবে টিকে ছিল।  ফরাসি, ফ্লেমিশ এবং বিশেষ করে ইংরেজি স্কটিশ বার্গের প্রধান ভাষা হয়ে ওঠে, যার বেশিরভাগই দক্ষিণ এবং পূর্বে অবস্থিত ছিল, এমন একটি এলাকা যেখানে অ্যাংলিয়ান বসতি স্থাপনকারীরা ইতিমধ্যেই প্রাচীন ইংরেজির একটি রূপ নিয়ে এসেছিল। দ্বাদশ শতাব্দীর শেষের দিকে, লেখক অ্যাডাম অফ ড্রাইবার্গ নিম্নভূমি লোথিয়ানকে \"স্কটস রাজ্যে ইংরেজদের দেশ\" হিসাবে বর্ণনা করেছিলেন।  অন্তত ডেভিড প্রথমের সিংহাসনে আরোহণের পর থেকে, গ্যালিক রাজদরবারের প্রধান ভাষা হওয়া বন্ধ করে দেয় এবং সম্ভবত ফরাসি ভাষা দ্বারা প্রতিস্থাপিত হয়, যেমনটি সমসাময়িক ইতিহাস, সাহিত্য এবং প্রশাসনিক নথির ফরাসি ভাষায় অনুবাদের প্রতিবেদন দ্বারা প্রমাণিত হয়। স্কটিশ আদালতের এই \"অ-গেলিসাইজেশন\"-এর পর, একটি কম সম্মানিত বার্ড অর্ডার ফিলিদের দায়িত্ব গ্রহণ করে এবং তারা আঠারো শতক পর্যন্ত হাইল্যান্ডস এবং দ্বীপপুঞ্জে একই ভূমিকা পালন করে চলেছে। তারা প্রায়শই বার্ডিক স্কুলে প্রশিক্ষণ নিত, যার মধ্যে কয়েকটি, যেমন ম্যাকমুইরিচ রাজবংশ দ্বারা পরিচালিত একটি স্কুল, যারা দ্বীপপুঞ্জের প্রভুর বার্ড ছিল, স্কটল্যান্ডে এবং আয়ারল্যান্ডে একটি বৃহত্তর সংখ্যা বিদ্যমান ছিল, যতক্ষণ না সপ্তদশ শতাব্দী থেকে তাদের দমন করা হয়েছিল।  বার্ডিক স্কুলের সদস্যদের গ্যালিক কবিতার জটিল নিয়ম এবং রূপ সম্পর্কে প্রশিক্ষণ দেওয়া হত।  তাদের বেশিরভাগ কাজ কখনও লিপিবদ্ধ করা হয়নি এবং যা টিকে আছে তা কেবল ষোড়শ শতাব্দীর লিপিবদ্ধ।  মধ্যযুগের শেষের দিকে, মধ্য স্কটস, যাকে প্রায়শই ইংরেজি বলা হত, দেশের প্রধান ভাষা হয়ে ওঠে। এটি মূলত প্রাচীন ইংরেজি থেকে উদ্ভূত হয়েছিল, গ্যালিক এবং ফরাসি ভাষার উপাদানগুলি যুক্ত করে। যদিও উত্তর ইংল্যান্ডে কথিত ভাষার সাথে সাদৃশ্যপূর্ণ, তবুও এটি চতুর্দশ শতাব্দীর শেষের দিকে একটি স্বতন্ত্র উপভাষায় পরিণত হয়।  ধীরে ধীরে ফরাসি ভাষা ত্যাগ করার সাথে সাথে শাসকগোষ্ঠী এটি গ্রহণ করতে শুরু করে। পঞ্চদশ শতাব্দীর মধ্যে এটি সরকারের ভাষা হয়ে ওঠে, প্রথম জেমসের রাজত্বকাল থেকে সংসদের আইন, কাউন্সিলের রেকর্ড এবং কোষাধ্যক্ষের হিসাব প্রায় সকলেই এটি ব্যবহার করত। ফলস্বরূপ, টেইয়ের উত্তরে একসময় প্রভাবশালী গ্যালিক ভাষা ক্রমাগত পতন শুরু করে।  নিম্নভূমির লেখকরা গ্যালিক ভাষাকে দ্বিতীয় শ্রেণীর, গ্রাম্য এবং এমনকি মজাদার ভাষা হিসেবে বিবেচনা করতে শুরু করেছিলেন, যা উচ্চভূমির প্রতি মনোভাব তৈরি করতে এবং নিম্নভূমির সাথে একটি সাংস্কৃতিক উপসাগর তৈরি করতে সহায়তা করেছিল। \nআধুনিক ভাষাবিদরা সেল্টিক ভাষাগুলিকে দুটি প্রধান গোষ্ঠীতে বিভক্ত করেছেন, পি-সেল্টিক, যেখান থেকে ব্রাইথোনিক ভাষাগুলি এসেছে: ওয়েলশ, ব্রেটন, কর্নিশ এবং কামব্রিক, এবং কিউ-সেল্টিক, যেখান থেকে এসেছে গোয়েডেলিক ভাষাগুলি : আইরিশ, ম্যাঙ্কস এবং গ্যালিক । পিক্টিশ ভাষা এখনও রহস্যময়, কারণ পিক্টদের নিজস্ব কোনও লিখিত লিপি ছিল না এবং যা টিকে আছে তা হল স্থানের নাম এবং আইরিশ ওঘাম লিপিতে কিছু বিচ্ছিন্ন শিলালিপি।  বেশিরভাগ আধুনিক ভাষাবিদ স্বীকার করেন যে, যদিও পিক্টিশ ভাষার প্রকৃতি এবং ঐক্য অস্পষ্ট, এটি পূর্ববর্তী গোষ্ঠীর অন্তর্গত ছিল।  ঐতিহাসিক উৎস, সেইসাথে স্থানের নামের প্রমাণ, কীভাবে উত্তরে পিকটিশ ভাষা এবং দক্ষিণে কামব্রিক ভাষাগুলি এই সময়ের মধ্যে গ্যালিক, প্রাচীন ইংরেজি এবং পরবর্তী নর্স ভাষা দ্বারা আবৃত এবং প্রতিস্থাপিত হয়েছিল তা নির্দেশ করে।  উচ্চ মধ্যযুগের মধ্যে স্কটল্যান্ডের বেশিরভাগ মানুষ গ্যালিক ভাষায় কথা বলত, যাকে তখন কেবল স্কটিশ বা ল্যাটিন ভাষায় লিঙ্গুয়া স্কোটিকা বলা হত।  আলবা রাজ্যটি মূলত গ্যালিক সংস্কৃতি দ্বারা প্রভাবিত একটি মৌখিক সমাজ ছিল। একই সময়ের আয়ারল্যান্ডের জন্য আমাদের পূর্ণাঙ্গ সূত্র থেকে জানা যায় যে, ফিলিধ ছিলেন, যারা কবি, সঙ্গীতজ্ঞ এবং ইতিহাসবিদ হিসেবে কাজ করতেন, প্রায়শই একজন প্রভু বা রাজার দরবারের সাথে যুক্ত থাকতেন এবং পরবর্তী প্রজন্মের কাছে গ্যালিক ভাষায় তাদের জ্ঞান এবং সংস্কৃতি প্রেরণ করতেন।  উত্তর দ্বীপপুঞ্জে স্ক্যান্ডিনেভিয়ান দখলদার এবং বসতি স্থাপনকারীদের দ্বারা আনা নর্স ভাষা স্থানীয় নর্নে বিকশিত হয়েছিল, যা আঠারো শতকের শেষ পর্যন্ত স্থায়ী ছিল  এবং নর্স ভাষাও সম্ভবত ষোড়শ শতাব্দী পর্যন্ত আউটার হেব্রাইডসে কথ্য ভাষা হিসেবে টিকে ছিল।  ফরাসি, ফ্লেমিশ এবং বিশেষ করে ইংরেজি স্কটিশ বার্গের প্রধান ভাষা হয়ে ওঠে, যার বেশিরভাগই দক্ষিণ এবং পূর্বে অবস্থিত ছিল, এমন একটি এলাকা যেখানে অ্যাংলিয়ান বসতি স্থাপনকারীরা ইতিমধ্যেই প্রাচীন ইংরেজির একটি রূপ নিয়ে এসেছিল। দ্বাদশ শতাব্দীর শেষের দিকে, লেখক অ্যাডাম অফ ড্রাইবার্গ নিম্নভূমি লোথিয়ানকে \"স্কটস রাজ্যে ইংরেজদের দেশ\" হিসাবে বর্ণনা করেছিলেন।  অন্তত ডেভিড প্রথমের সিংহাসনে আরোহণের পর থেকে, গ্যালিক রাজদরবারের প্রধান ভাষা হওয়া বন্ধ করে দেয় এবং সম্ভবত ফরাসি ভাষা দ্বারা প্রতিস্থাপিত হয়, যেমনটি সমসাময়িক ইতিহাস, সাহিত্য এবং প্রশাসনিক নথির ফরাসি ভাষায় অনুবাদের প্রতিবেদন দ্বারা প্রমাণিত হয়। স্কটিশ আদালতের এই \"অ-গেলিসাইজেশন\"-এর পর, একটি কম সম্মানিত বার্ড অর্ডার ফিলিদের দায়িত্ব গ্রহণ করে এবং তারা আঠারো শতক পর্যন্ত হাইল্যান্ডস এবং দ্বীপপুঞ্জে একই ভূমিকা পালন করে চলেছে। তারা প্রায়শই বার্ডিক স্কুলে প্রশিক্ষণ নিত, যার মধ্যে কয়েকটি, যেমন ম্যাকমুইরিচ রাজবংশ দ্বারা পরিচালিত একটি স্কুল, যারা দ্বীপপুঞ্জের প্রভুর বার্ড ছিল, স্কটল্যান্ডে এবং আয়ারল্যান্ডে একটি বৃহত্তর সংখ্যা বিদ্যমান ছিল, যতক্ষণ না সপ্তদশ শতাব্দী থেকে তাদের দমন করা হয়েছিল।  বার্ডিক স্কুলের সদস্যদের গ্যালিক কবিতার জটিল নিয়ম এবং রূপ সম্পর্কে প্রশিক্ষণ দেওয়া হত।  তাদের বেশিরভাগ কাজ কখনও লিপিবদ্ধ করা হয়নি এবং যা টিকে আছে তা কেবল ষোড়শ শতাব্দীর লিপিবদ্ধ।  মধ্যযুগের শেষের দিকে, মধ্য স্কটস, যাকে প্রায়শই ইংরেজি বলা হত, দেশের প্রধান ভাষা হয়ে ওঠে। এটি মূলত প্রাচীন ইংরেজি থেকে উদ্ভূত হয়েছিল, গ্যালিক এবং ফরাসি ভাষার উপাদানগুলি যুক্ত করে। যদিও উত্তর ইংল্যান্ডে কথিত ভাষার সাথে সাদৃশ্যপূর্ণ, তবুও এটি চতুর্দশ শতাব্দীর শেষের দিকে একটি স্বতন্ত্র উপভাষায় পরিণত হয়।  ধীরে ধীরে ফরাসি ভাষা ত্যাগ করার সাথে সাথে শাসকগোষ্ঠী এটি গ্রহণ করতে শুরু করে। পঞ্চদশ শতাব্দীর মধ্যে এটি সরকারের ভাষা হয়ে ওঠে, প্রথম জেমসের রাজত্বকাল থেকে সংসদের আইন, কাউন্সিলের রেকর্ড এবং কোষাধ্যক্ষের হিসাব প্রায় সকলেই এটি ব্যবহার করত। ফলস্বরূপ, টেইয়ের উত্তরে একসময় প্রভাবশালী গ্যালিক ভাষা ক্রমাগত পতন শুরু করে।  নিম্নভূমির লেখকরা গ্যালিক ভাষাকে দ্বিতীয় শ্রেণীর, গ্রাম্য এবং এমনকি মজাদার ভাষা হিসেবে বিবেচনা করতে শুরু করেছিলেন, যা উচ্চভূমির প্রতি মনোভাব তৈরি করতে এবং নিম্নভূমির সাথে একটি সাংস্কৃতিক উপসাগর তৈরি করতে সহায়তা করেছিল। \n\n\n== শিক্ষা ==\nখ্রিস্টধর্ম প্রতিষ্ঠার ফলে স্কটল্যান্ডে ল্যাটিন ভাষা একটি পাণ্ডিত্যপূর্ণ এবং লিখিত ভাষা হিসেবে প্রবেশ করে। মঠগুলি জ্ঞান ও শিক্ষার প্রধান ভান্ডার হিসেবে কাজ করত, প্রায়শই স্কুল পরিচালনা করত এবং একটি ক্ষুদ্র শিক্ষিত অভিজাত শ্রেণীর লোকদের সরবরাহ করত, যারা মূলত নিরক্ষর সমাজে নথি তৈরি এবং পড়ার জন্য অপরিহার্য ছিল।  উচ্চ মধ্যযুগে শিক্ষার নতুন উৎসের উদ্ভব হয়, যার মধ্যে ছিল গান এবং ব্যাকরণ বিদ্যালয় । এগুলি সাধারণত ক্যাথেড্রাল বা কলেজিয়েট গির্জার সাথে সংযুক্ত থাকত এবং উন্নয়নশীল বার্গগুলিতে এটি সবচেয়ে বেশি দেখা যেত। মধ্যযুগের শেষের দিকে সমস্ত প্রধান বার্গ এবং কিছু ছোট শহরে ব্যাকরণ স্কুল পাওয়া যেত। প্রাথমিক উদাহরণগুলির মধ্যে রয়েছে ১১২৪ সালে গ্লাসগোর হাই স্কুল এবং ১২৩৯ সালে ডান্ডির হাই স্কুল।  এছাড়াও ছোট ছোট স্কুল ছিল, যা গ্রামাঞ্চলে বেশি দেখা যেত এবং প্রাথমিক শিক্ষা প্রদান করত।  কিছু মঠ, যেমন কিনলসের সিস্টারসিয়ান অ্যাবে, বিস্তৃত পরিসরের ছাত্রদের জন্য তাদের দরজা খুলে দিয়েছিল।  ১৩৮০-এর দশক থেকে এই স্কুলগুলির সংখ্যা এবং আকার দ্রুত প্রসারিত হয়েছে বলে মনে হয়। এগুলি প্রায় একচেটিয়াভাবে ছেলেদের জন্য তৈরি ছিল, কিন্তু পঞ্চদশ শতাব্দীর শেষের দিকে, এডিনবার্গেও মেয়েদের জন্য স্কুল ছিল, কখনও কখনও \"সেলাই স্কুল\" হিসাবে বর্ণনা করা হত, এবং সম্ভবত সাধারণ মহিলা বা সন্ন্যাসিনীরা এটি পড়াতেন।  প্রভু এবং ধনী বার্গারদের পরিবারেও ব্যক্তিগত শিক্ষাদানের বিকাশ ঘটেছিল।  শিক্ষার উপর ক্রমবর্ধমান জোর ১৪৯৬ সালের শিক্ষা আইন পাসের সাথে সাথে সঞ্চিত হয়, যা আদেশ দেয় যে ব্যারনের সমস্ত পুত্র এবং পদার্থের মুক্তধারীদের \"নিখুঁত ল্যাটিন\" শেখার জন্য ব্যাকরণ স্কুলে পড়া উচিত। এই সমস্ত কিছুর ফলে সাক্ষরতার হার বৃদ্ধি পায়, কিন্তু তা মূলত পুরুষ এবং ধনী অভিজাতদের মধ্যে কেন্দ্রীভূত ছিল, এবং সম্ভবত ৬০ শতাংশ অভিজাত এই সময়ের শেষ নাগাদ শিক্ষিত হয়ে ওঠে।  পঞ্চদশ শতাব্দী পর্যন্ত, যারা বিশ্ববিদ্যালয়ে পড়তে ইচ্ছুক তাদের ইংল্যান্ড বা মহাদেশে ভ্রমণ করতে হত, এবং দ্বাদশ শতাব্দী থেকে ১৪১০ সালের মধ্যে প্রায় ১,০০০ জনকে এই ভ্রমণকারী হিসেবে চিহ্নিত করা হয়েছে।  এদের মধ্যে সবচেয়ে গুরুত্বপূর্ণ বুদ্ধিজীবী ছিলেন জন ডানস স্কটাস, যিনি অক্সফোর্ড, কেমব্রিজ এবং প্যারিসে পড়াশোনা করেছিলেন এবং সম্ভবত ১৩০৮ সালে কোলোনে মারা যান, যা মধ্যযুগের শেষের দিকের ধর্মীয় চিন্তাধারার উপর একটি বড় প্রভাব ফেলেছিল।  স্বাধীনতা যুদ্ধ শুরু হওয়ার পর, নিরাপদ আচরণের কারণে মাঝে মাঝে ব্যতিক্রম ছাড়া, ইংরেজি বিশ্ববিদ্যালয়গুলি স্কটদের জন্য বন্ধ করে দেওয়া হয় এবং মহাদেশীয় বিশ্ববিদ্যালয়গুলি আরও গুরুত্বপূর্ণ হয়ে ওঠে।  কিছু স্কটিশ পণ্ডিত মহাদেশীয় বিশ্ববিদ্যালয়গুলিতে শিক্ষক হয়েছিলেন। প্যারিসে এর মধ্যে ছিল ১৩৪০ এবং ১৩৫০ এর দশকে জন ডি রেট এবং ওয়াল্টার ওয়ার্ডল, ১৩৮০ এর দশকে উইলিয়াম ডি ট্রেডব্রাম এবং ১৫০০ এর দশকের গোড়ার দিকে লরেন্স ডি লিন্ডোরেস।  ১৪১৩ সালে সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয়, ১৪৫০ সালে গ্লাসগো বিশ্ববিদ্যালয় এবং ১৪৯৫ সালে অ্যাবারডিন বিশ্ববিদ্যালয় প্রতিষ্ঠার মাধ্যমে এই পরিস্থিতির পরিবর্তন ঘটে।  প্রাথমিকভাবে এই প্রতিষ্ঠানগুলি ধর্মযাজকদের প্রশিক্ষণের জন্য তৈরি করা হয়েছিল, কিন্তু ক্রমবর্ধমানভাবে সাধারণ মানুষ এগুলি ব্যবহার করতে শুরু করে যারা সরকার এবং আইনে প্রশাসনিক পদের ধর্মযাজকদের একচেটিয়া আধিপত্যকে চ্যালেঞ্জ করতে শুরু করবে। যারা দ্বিতীয় ডিগ্রির জন্য পড়াশোনা করতে চান তাদের এখনও অন্য কোথাও যেতে হত এবং স্কটিশ পণ্ডিতরা মহাদেশ পরিদর্শন করতে থাকেন এবং পনেরো শতকের শেষের দিকে ইংরেজি বিশ্ববিদ্যালয়গুলি স্কটদের জন্য পুনরায় খুলে দেওয়া হয়।  অন্যান্য বিশ্ববিদ্যালয়ে অব্যাহত আন্দোলন ষোড়শ শতাব্দীর গোড়ার দিকে প্যারিসে স্কটিশ নামকরণবাদীদের একটি স্কুল তৈরি করে, যার মধ্যে জন মাইর সম্ভবত সবচেয়ে গুরুত্বপূর্ণ ব্যক্তিত্ব ছিলেন। তিনি সম্ভবত প্যারিসে যাওয়ার আগে স্কটিশ ব্যাকরণ স্কুলে, তারপর কেমব্রিজে পড়াশোনা করেছিলেন, যেখানে তিনি ১৪৯৩ সালে ম্যাট্রিকুলেশন পাস করেন। ১৪৯৭ সালের মধ্যে মানবতাবাদী এবং ইতিহাসবিদ হেক্টর বোয়েস, যিনি ডান্ডিতে জন্মগ্রহণ করেছিলেন এবং প্যারিসে পড়াশোনা করেছিলেন, তিনি অ্যাবারডিনের নতুন বিশ্ববিদ্যালয়ের প্রথম অধ্যক্ষ হয়ে ফিরে আসেন।  এই আন্তর্জাতিক যোগাযোগগুলি স্কটল্যান্ডকে একটি বৃহত্তর ইউরোপীয় পণ্ডিত জগতের সাথে একীভূত করতে সাহায্য করেছিল এবং স্কটিশ বৌদ্ধিক জীবনে মানবতাবাদের নতুন ধারণা আনার সবচেয়ে গুরুত্বপূর্ণ উপায়গুলির মধ্যে একটি হবে। \n\n\n== সাহিত্য ==\nপ্রাচীনতম ওয়েলশ সাহিত্যের বেশিরভাগই আসলে স্কটল্যান্ড নামে পরিচিত দেশে বা তার কাছাকাছি রচিত হয়েছিল, ব্রাইথোনিক ভাষণে, যেখান থেকে ওয়েলশ ভাষা উদ্ভূত হবে, তার মধ্যে রয়েছে দ্য গোডোডিন এবং গোয়েন ইস্ট্রাডের যুদ্ধ ।  গ্যালিক ভাষায় ধর্মীয় রচনাও রয়েছে, যার মধ্যে রয়েছে ডালান ফোরগেইলের লেখা এলিজি ফর সেন্ট কলম্বা, আনুমানিক ৫৯৭ এবং বেকান ম্যাক লুইগডেক অফ রুমের লেখা \"ইন প্রেইজ অফ সেন্ট কলম্বা\", আনুমানিক ৬৭৭।  ল্যাটিন ভাষায় এর মধ্যে রয়েছে \"সুরক্ষার জন্য প্রার্থনা\" (সেন্ট মুগিন্টের নামে), আনুমানিক ষষ্ঠ শতাব্দীর মাঝামাঝি এবং আল্টাস প্রোসেটর (\"উচ্চ সৃষ্টিকর্তা\", সেন্ট কলম্বার নামে), আনুমানিক 597।  পুরাতন ইংরেজিতে \"দ্য ড্রিম অফ দ্য রুড\" আছে, যেখান থেকে রুথওয়েল ক্রসে রেখা পাওয়া যায়, যা এটিকে মধ্যযুগীয় স্কটল্যান্ডের নর্থামব্রিয়ান পুরাতন ইংরেজির একমাত্র টিকে থাকা অংশ করে তোলে।  ডেভিড প্রথমের রাজত্বের আগে, স্কটদের একটি সমৃদ্ধ সাহিত্যিক অভিজাত শ্রেণী ছিল যারা গ্যালিক এবং ল্যাটিন উভয় ভাষায় লেখা রচনা করত, একটি ঐতিহ্য যা ত্রয়োদশ শতাব্দী পর্যন্ত হাইল্যান্ডসে টিকে ছিল।  এটা সম্ভব যে মধ্যযুগীয় স্কটল্যান্ডে প্রায়শই যা ভাবা হয় তার চেয়ে বেশি মধ্য আইরিশ সাহিত্য রচিত হয়েছিল, কিন্তু চতুর্দশ শতাব্দীর আগেই পূর্ব স্কটল্যান্ডের গ্যালিক সাহিত্যিক প্রতিষ্ঠানের বিলুপ্তির কারণে তা টিকে থাকেনি।  ত্রয়োদশ শতাব্দীতে, ফরাসি ভাষা সাহিত্যিক ভাষা হিসেবে সমৃদ্ধি লাভ করে এবং স্কটল্যান্ড থেকে টিকে থাকা অ-সেল্টিক স্থানীয় সাহিত্যের প্রাচীনতম রচনা রোমান ডি ফার্গাস তৈরি করে। প্রারম্ভিক স্কটস সাহিত্যের প্রথম টিকে থাকা প্রধান লেখা হল জন বারবারের ব্রুস (১৩৭৫), যা রবার্ট দ্বিতীয়ের পৃষ্ঠপোষকতায় রচিত এবং ইংরেজ আক্রমণের আগে স্বাধীনতা যুদ্ধের শেষ পর্যন্ত রবার্ট প্রথমের কর্মকাণ্ডের মহাকাব্যিক কাহিনী বর্ণনা করে।  মধ্য স্কটসের সাহিত্যের বেশিরভাগই রচিত হয়েছিল মাকারদের দ্বারা, রাজসভার সাথে সম্পর্কিত কবিদের দ্বারা, যার মধ্যে জেমস প্রথম (যিনি দ্য কিঙ্গিস কোয়ার লিখেছিলেন) অন্তর্ভুক্ত ছিলেন। অনেক মাকার বিশ্ববিদ্যালয় শিক্ষা লাভ করেছিলেন এবং তাই তারা কার্কের সাথেও যুক্ত ছিলেন। তবে, ডানবারের \"ল্যামেন্ট ফর দ্য ম্যাকারিস\" (প্রায় ১৫০৫) কোর্ট এবং কার্কের বাইরে ধর্মনিরপেক্ষ লেখার একটি বিস্তৃত ঐতিহ্যের প্রমাণ দেয়, যা এখন মূলত হারিয়ে গেছে।  স্কটল্যান্ডে মুদ্রণযন্ত্রের আবির্ভাবের আগে, রবার্ট হেনরিসন, উইলিয়াম ডানবার, ওয়াল্টার কেনেডি এবং গ্যাভিন ডগলাসের মতো লেখকদের স্কটিশ কবিতায় স্বর্ণযুগের নেতৃত্বদানকারী হিসেবে দেখা হয়েছে।  পনেরো শতকের শেষের দিকে, স্কটস গদ্যও একটি ধারা হিসেবে বিকশিত হতে শুরু করে। যদিও আদি স্কটস গদ্যের কিছু পূর্ববর্তী অংশ রয়েছে, যেমন অচিনলেক ক্রনিকল , প্রথম সম্পূর্ণ টিকে থাকা রচনার মধ্যে রয়েছে জন আয়ারল্যান্ডের দ্য মেরোর অফ ওয়াইসডোম (1490)।  ১৪৫০-এর দশক থেকে টিকে থাকা ফরাসি শৌর্যের বইগুলির গদ্য অনুবাদও ছিল, যার মধ্যে রয়েছে \"দ্য বুক অফ দ্য ল অফ আর্মিস\" এবং \" অর্ডার অফ নাইচথোড\" এবং \" সেক্রেটা সেসেটোরাম\" গ্রন্থ, যা একটি আরবি রচনা যা আলেকজান্ডার দ্য গ্রেটকে অ্যারিস্টটলের উপদেশ বলে মনে করা হয়।  চতুর্থ জেমসের রাজত্বকালে উল্লেখযোগ্য কাজ ছিল গ্যাভিন ডগলাসের ভার্জিলের অ্যানিয়েডের সংস্করণ, দ্য এনেডোস, যা ছিল অ্যাংলিয়ান ভাষায় একটি প্রধান ধ্রুপদী পাঠের প্রথম সম্পূর্ণ অনুবাদ, যা ১৫১৩ সালে সমাপ্ত হয়েছিল, কিন্তু ফ্লোডেনের বিপর্যয়ের কারণে তা ছেয়ে যায়। \n\n\n== শিল্প ==\nডাঃমধ্যযুগের প্রথম দিকে, বর্তমান স্কটল্যান্ডের বিভিন্ন ভাষাগত গোষ্ঠী, ফেডারেশন এবং রাজ্যে স্বতন্ত্র বস্তুগত সংস্কৃতি স্পষ্ট ছিল। পিকটিশ শিল্পকলা খোদাই করা পাথরের ব্যাপক অস্তিত্বে দেখা যায়, বিশেষ করে দেশের উত্তর ও পূর্বে, যেখানে বিভিন্ন ধরণের পুনরাবৃত্ত চিত্র এবং নিদর্শন রয়েছে, যেমন ডানরোবিন ( সাদারল্যান্ড ) এবং অ্যাবারলেমনো পাথর ( অ্যাঙ্গাস )।  এটি সেন্ট নিনিয়ানস আইল ট্রেজারের মতো সমাহিত মজুদে টিকে থাকা বিস্তৃত ধাতব কাজেও দেখা যায়।  ডাল রিয়াটা রাজ্যের আইরিশ-স্কটিশ শিল্পকলা শনাক্ত করা অনেক বেশি কঠিন, তবে হান্টারস্টন ব্রোচের মতো জিনিসপত্রও এতে অন্তর্ভুক্ত থাকতে পারে, যা মনিমস্ক রিলিকোয়ারির মতো অন্যান্য জিনিসপত্রের সাথে ইঙ্গিত দেয় যে ডাল রিয়াটা এমন একটি স্থান ছিল যেখানে সংস্কৃতির সংযোগস্থল হিসেবে ইনসুলার শৈলীর বিকাশ ঘটেছিল।  পিক্টস সংস্কৃতির রূপান্তর এবং স্কটস এবং অ্যাঙ্গেলদের সংস্কৃতিতে পিকটিশ সংস্কৃতির আত্তীকরণের পর ব্রিটেন এবং আয়ারল্যান্ডে যে সাধারণ শৈলী বিকশিত হয়েছিল, এবং যা মহাদেশীয় ইউরোপে অত্যন্ত প্রভাবশালী হয়ে ওঠে, রোমানেস্ক এবং গথিক শৈলীর বিকাশে অবদান রাখে, তাকে ইনসুলার শিল্প বলা হয়।  এটি বিস্তৃত অলংকারে দেখা যায়, যেখানে প্রায়শই আধা-মূল্যবান পাথরের ব্যাপক ব্যবহার করা হয়, ভারী খোদাই করা হাই ক্রুশগুলিতে যা প্রায়শই হাইল্যান্ডস এবং দ্বীপপুঞ্জে পাওয়া যায়, কিন্তু সারা দেশে বিতরণ করা হয়  এবং বিশেষ করে কেলস বইয়ের মতো অত্যন্ত সজ্জিত চিত্রিত পাণ্ডুলিপিতে, যা সম্ভবত আইওনাতে শুরু হয়েছিল বা সম্পূর্ণরূপে তৈরি হয়েছিল। অষ্টম শতাব্দীর শেষের দিকে ভাইকিং অভিযানের সময় সন্ন্যাস কেন্দ্র এবং অভিজাত জীবনে বিঘ্নের ফলে এই শৈলীর শ্রেষ্ঠ যুগের অবসান ঘটে।  দ্বাদশ শতাব্দীর শেষের দিকে স্কটল্যান্ড রোমানেস্ক শৈলী গ্রহণ করে, ত্রয়োদশ শতাব্দী থেকে গথিক অন্যান্য স্থানে প্রভাবশালী হয়ে ওঠার পর এর শৈলীর উপাদানগুলিকে ধরে রাখে এবং পুনরুজ্জীবিত করে।  উচ্চ ও শেষ মধ্যযুগের সেরা স্কটিশ শিল্পকর্মের বেশিরভাগই হয় ধর্মীয় প্রকৃতির ছিল অথবা ধাতু ও কাঠের কাজে বাস্তবায়িত হয়েছিল, এবং সময় এবং সংস্কারের প্রভাব থেকে টিকে থাকতে পারেনি।  তবে, গির্জা স্থাপত্যের অংশ হিসেবে ভাস্কর্যের উদাহরণ বিদ্যমান, যার মধ্যে রয়েছে ডেস্কফোর্ড এবং কিনকেলের স্যাক্রামেন্ট হাউসের মতো বিস্তৃত গির্জার অভ্যন্তরীণ নকশার প্রমাণ  এবং রসলিন চ্যাপেলে সাতটি মারাত্মক পাপের খোদাই।  ত্রয়োদশ শতাব্দী থেকে, ডগলাস শহরে বিস্তৃত ডগলাস সমাধির মতো তুলনামূলকভাবে প্রচুর সংখ্যক স্মারক মূর্তি রয়েছে।  বুট মেজার এবং সাভারনেক হর্নের মতো জিনিসপত্রে স্থানীয় কারুশিল্প দেখা যায়, এবং ত্রয়োদশ শতাব্দীর মাঝামাঝি থেকে টিকে থাকা বিপুল সংখ্যক উচ্চমানের সিলগুলিতে আরও ব্যাপকভাবে দেখা যায়।  চাক্ষুষ চিত্রণ দেখা যায় সনদের আলোকসজ্জায়, এবং মাঝে মাঝে বেঁচে থাকা ছবি যেমন গুথ্রিতে পনেরো শতকের ডুম চিত্রকর্ম ।  পৃথক প্রতিকৃতির বেঁচে থাকা কপিগুলি তুলনামূলকভাবে অশোধিত, তবে মহাদেশ, বিশেষ করে নেদারল্যান্ডস থেকে কমিশন করা কাজ বা শিল্পীদের কাজগুলি আরও চিত্তাকর্ষক, যার মধ্যে রয়েছে এডিনবার্গের ট্রিনিটি কলেজ গির্জার জন্য হুগো ভ্যান ডের গোসের বেদীর মূর্তি এবং স্কটল্যান্ডের জেমস চতুর্থের ঘন্টা । \n\n\n== স্থাপত্য ==\nমধ্যযুগীয় স্থানীয় স্থাপত্যে স্থানীয় নির্মাণ সামগ্রী ব্যবহার করা হত, যার মধ্যে ছিল কাঁচা ঘর, মাটির দেয়াল এবং কাদামাটি, পাথরের উপর প্রচুর নির্ভরতা ছিল।  বার্গগুলি বিকশিত হওয়ার সাথে সাথে অভিজাত, বার্গেস এবং অন্যান্য বাসিন্দাদের জন্য আরও উন্নত ঘর তৈরি হয়েছিল।  এই সময়ের শেষের দিকে কিছু কিছু পাথরের তৈরি ছিল, যার ছাদ ছিল স্লেট বা টাইলস দিয়ে তৈরি।  মধ্যযুগীয় প্যারিশ গির্জার স্থাপত্য সাধারণত ইংল্যান্ডের তুলনায় সহজ ছিল, অনেক গির্জা সরল আয়তাকার ছিল, কোন ট্রানসেপ্ট এবং আইল ছিল না, এবং প্রায়শই টাওয়ার ছিল না।  একাদশ শতাব্দী থেকে ইংরেজ এবং মহাদেশীয় ইউরোপীয় নকশার প্রভাব ছিল এবং রোমানেস্ক শৈলীতে বৃহত্তর গির্জাগতিক ভবনগুলি নির্মিত হয়েছিল, যেমনটি ডানফার্মলাইন অ্যাবে এবং এলগিন ক্যাথেড্রালে দেখা যায়, এবং পরে গ্লাসগো ক্যাথেড্রালে এবং মেলরোজ অ্যাবের পুনর্নির্মাণের সময় গথিক শৈলীতে।  পনেরো শতকের গোড়ার দিক থেকে রেনেসাঁ শৈলীর প্রবর্তনের মধ্যে ছিল রোমানেস্ক রূপের নির্বাচনী প্রত্যাবর্তন, যেমন ডানকেল্ড ক্যাথেড্রালের নেভ এবং অ্যাবারডিনের বিশপ এলফিনস্টোনের কিংস কলেজের চ্যাপেলে (১৫০০-০৯)।  দ্বাদশ শতাব্দীতে সামন্ততন্ত্রের মাধ্যমে স্কটল্যান্ডে প্রবর্তিত অনেক মোটে এবং বেইলি দুর্গ এবং \" এনসিন্টে \" দুর্গ, যেখানে একটি উঁচু যুদ্ধবিধ্বস্ত পর্দার প্রাচীর ছিল যা এখনও দখলদারদের প্রতিস্থাপন করেছিল, স্বাধীনতা যুদ্ধের সময় অবহেলিত হয়েছিল। মধ্যযুগের শেষের দিকে নতুন দুর্গ নির্মিত হয়েছিল, কিছু কিছু \" লিভারি এবং রক্ষণাবেক্ষণ \" দুর্গ হিসেবে আরও বৃহত্তর স্কেলে, যেখানে সৈন্যদের রাখা হত।  বারুদের অস্ত্রশস্ত্র দুর্গ স্থাপত্যের প্রকৃতিকে মৌলিকভাবে বদলে দিয়েছে, বিদ্যমান দুর্গগুলিকে \"কীহোল\" বন্দুক বন্দর, বন্দুক স্থাপনের জন্য প্ল্যাটফর্ম এবং বোমাবর্ষণ প্রতিরোধের জন্য দেয়ালগুলিকে অভিযোজিত করে বারুদ অস্ত্র ব্যবহারের অনুমতি দেওয়ার জন্য অভিযোজিত করা হয়েছিল। ১৪৬০ সালের দিকে কির্কক্যাল্ডির র‍্যাভেনস্ক্রেগ, সম্ভবত ব্রিটিশ দ্বীপপুঞ্জের প্রথম দুর্গ যা একটি কামান দুর্গ হিসেবে নির্মিত হয়েছিল, যেখানে \"ডি-আকৃতির\" দুর্গগুলি অন্তর্ভুক্ত ছিল যা কামানের গুলি আরও ভালভাবে প্রতিরোধ করবে এবং যার উপর কামান স্থাপন করা যেতে পারে।  স্কটল্যান্ডে মধ্যযুগের শেষের দিকে অভিজাতদের দ্বারা নির্মিত সবচেয়ে বেশি দুর্গ ছিল টাওয়ার হাউসের নকশার।  প্রধানত বড় ধরনের অবরোধের পরিবর্তে ছোট আক্রমণকারী দলের বিরুদ্ধে সুরক্ষা প্রদানের লক্ষ্যে।  রেনেসাঁ শৈলীতে রাজকীয় প্রাসাদগুলির ব্যাপক নির্মাণ ও পুনর্নির্মাণ সম্ভবত তৃতীয় জেমসের অধীনে শুরু হয়েছিল এবং চতুর্থ জেমসের অধীনে তা ত্বরান্বিত হয়েছিল। লিনলিথগো প্রথম জেমস প্রথমের অধীনে, শিল্পের কারিগর জন ডি ওয়াল্টুনের নির্দেশনায় নির্মিত হয়েছিল এবং এটিকে একটি প্রাসাদ হিসাবে উল্লেখ করা হয়েছিল, সম্ভবত ১৪২৯ সালে দেশে এই শব্দটির প্রথম ব্যবহার। এটি তৃতীয় জেমসের অধীনে প্রসারিত হয়েছিল এবং একটি ফ্যাশনেবল চতুর্ভুজাকার, কোণে-টাওয়ারযুক্ত ইতালীয় প্রতীকী প্রাসাদের সাথে সঙ্গতিপূর্ণ হতে শুরু করে, যা ধ্রুপদী প্রতিসাম্যের সাথে নব্য-শিভালিক চিত্রকল্পের সমন্বয় করে। \n\n\n== সঙ্গীত ==\nদ্বাদশ শতাব্দীর শেষের দিকে, জিরাল্ডাস ক্যামব্রেনসিস উল্লেখ করেছিলেন যে \"অনেকের মতে, স্কটল্যান্ড কেবল তার শিক্ষক আয়ারল্যান্ডের সমানই নয়, বরং প্রকৃতপক্ষে এটিকে অনেক ছাড়িয়ে গেছে এবং সঙ্গীত দক্ষতায় তাকে ছাড়িয়ে গেছে\"। তিনি স্কটদের সিথারা, টাইম্পানাম এবং কোরাস ব্যবহার করতেন বলে চিহ্নিত করেছিলেন, যদিও এই বাদ্যযন্ত্রগুলি ঠিক কী ছিল তা স্পষ্ট নয়।  বার্ডরা সম্ভবত বীণা বাজিয়ে তাদের কবিতার সাথে থাকতেন, এবং মধ্যযুগীয় যুগ জুড়ে স্কটিশ আদালতের রেকর্ডেও এটি দেখা যায়।  ত্রয়োদশ শতাব্দীর স্কটিশ গির্জার সঙ্গীত ক্রমবর্ধমানভাবে মহাদেশীয় উন্নয়নের দ্বারা প্রভাবিত হতে থাকে, সঙ্গীত তাত্ত্বিক সাইমন টেইলারের মতো ব্যক্তিত্বরা প্যারিসে অধ্যয়নরত ছিলেন এবং স্কটল্যান্ডে ফিরে আসার আগে তিনি গির্জার সঙ্গীতের বেশ কয়েকটি সংস্কার প্রবর্তন করেন।  ত্রয়োদশ শতাব্দীর 'ওলফেনবুটেল 677'-এর মতো স্কটিশ সঙ্গীত সংগ্রহ, যা সেন্ট অ্যান্ড্রুজের সাথে সম্পর্কিত, বেশিরভাগ ফরাসি রচনা ধারণ করে, তবে কিছু স্বতন্ত্র স্থানীয় শৈলীর সাথে।  ১৪০৬ থেকে ১৪২৩ সাল পর্যন্ত ইংল্যান্ডে জেমস প্রথমের বন্দিদশা, যেখানে তিনি কবি এবং সুরকার হিসেবে খ্যাতি অর্জন করেছিলেন, সম্ভবত তাকে মুক্তির পর ইংরেজি এবং মহাদেশীয় শৈলী এবং সঙ্গীতজ্ঞদের স্কটিশ আদালতে ফিরিয়ে নিয়ে যেতে পরিচালিত করেছিল।  পনেরো শতকের শেষের দিকে, স্কটিশ সঙ্গীতজ্ঞদের একটি সিরিজ নেদারল্যান্ডসে প্রশিক্ষণ নিয়ে দেশে ফিরে আসেন, যাদের মধ্যে ছিলেন জন ব্রাউন, থমাস ইংলিস এবং জন ফেটি, যাদের মধ্যে শেষজন অ্যাবারডিন এবং তারপর এডিনবার্গের গানের স্কুলের মাস্টার হন, নতুন পাঁচ আঙুলের অঙ্গ বাজানোর কৌশল প্রবর্তন করেন।  ১৫০১ সালে জেমস চতুর্থ স্টার্লিং ক্যাসেলের মধ্যে একটি নতুন এবং বর্ধিত গায়কদলের মাধ্যমে চ্যাপেল রয়্যাল পুনর্নির্মাণ করেন এবং এটি স্কটিশ লিটার্জিকাল সঙ্গীতের কেন্দ্রবিন্দুতে পরিণত হয়। ১৫০৩ সালে হেনরি সপ্তম-এর কন্যা মার্গারেট টিউডর যখন জেমস চতুর্থকে বিয়ে করেন, তখন সম্ভবত বার্গান্ডিয়ান এবং ইংরেজি প্রভাব আরও জোরদার হয়। \n\n\n== জাতীয় পরিচয় ==\nউচ্চ মধ্যযুগে \"স্কট\" শব্দটি কেবল স্কটরা বিদেশীদের কাছে নিজেদের বর্ণনা করার জন্য ব্যবহার করত, যাদের মধ্যে এটিই ছিল সবচেয়ে সাধারণ শব্দ। তারা নিজেদেরকে আলবানাচ বা কেবল গেইডেল বলে ডাকত। \"স্কট\" এবং গেইডেল উভয়ই ছিল জাতিগত শব্দ যা তাদেরকে আয়ারল্যান্ডের সংখ্যাগরিষ্ঠ বাসিন্দার সাথে সংযুক্ত করেছিল। ত্রয়োদশ শতাব্দীর শুরুতে, ডি সিটু আলবানির লেখক উল্লেখ করেছেন যে: \"আরেগাথেল [আর্গিল] নামের অর্থ স্কটস বা আইরিশদের প্রান্ত, কারণ সমস্ত স্কটস এবং আইরিশদের সাধারণত 'গ্যাথেলি' বলা হয়।\"  স্কটল্যান্ড এমন একটি ঐক্যের অধিকারী হয়েছিল যা গ্যালিক, ফরাসি এবং জার্মানিক জাতিগত পার্থক্যকে অতিক্রম করে এবং সময়ের শেষে, ল্যাটিন, ফরাসি এবং ইংরেজি শব্দ \"স্কট\" স্কটিশ রাজার যেকোনো প্রজার জন্য ব্যবহার করা যেতে পারে। স্কটল্যান্ডের বহুভাষিক স্কট-নর্মান সম্রাট এবং মিশ্র গ্যালিক এবং স্কট-নর্মান অভিজাতরা সকলেই \"রাজ্যের সম্প্রদায়\"-এর অংশ হয়ে ওঠে, যেখানে আয়ারল্যান্ড এবং ওয়েলসের তুলনায় জাতিগত পার্থক্য কম বিভাজনকারী ছিল।  এই পরিচয়টি সংজ্ঞায়িত করা হয়েছিল ইংরেজদের দেশ দখলের প্রচেষ্টার বিরোধিতা করে এবং সামাজিক ও সাংস্কৃতিক পরিবর্তনের ফলে। ইংল্যান্ডের প্রতি বিদ্বেষের ফলে পনেরো শতক পর্যন্ত স্কটিশ পররাষ্ট্রনীতিতে আধিপত্য বিস্তার করে, যার ফলে তৃতীয় জেমস এবং চতুর্থ জেমসের মতো স্কটিশ রাজাদের পক্ষে তাদের দক্ষিণ প্রতিবেশীর প্রতি শান্তির নীতি অনুসরণ করা অত্যন্ত কঠিন হয়ে পড়ে।  বিশেষ করে আরব্রোথের ঘোষণাপত্রে ইংরেজ আগ্রাসনের মুখে স্কটল্যান্ডের প্রাচীন স্বাতন্ত্র্য তুলে ধরা হয়েছিল, যুধর্মক্তি দিয়েছিল যে স্কটল্যান্ডের সম্প্রদায়ের স্বাধীনতা রক্ষা করা রাজার ভূমিকা। এই দলিলটিকে প্রথম \"সার্বভৌমত্বের জাতীয়তাবাদী তত্ত্ব\" হিসেবে দেখা হয়েছে। \nঅভিজাতদের দ্বারা মধ্য স্কটদের গ্রহণকে শাসক এবং শাসিতদের মধ্যে জাতীয় সংহতি এবং সংস্কৃতির একটি ভাগাভাগি ধারণা তৈরি হিসাবে দেখা হয়েছে, যদিও টে গ্যালিকের উত্তরে এখনও প্রাধান্য ছিল এই বিষয়টি উচ্চভূমি এবং নিম্নভূমির মধ্যে সাংস্কৃতিক বিভাজনকে আরও প্রশস্ত করতে সাহায্য করেছে।  মধ্যযুগের শেষের দিকে স্কটল্যান্ডের জাতীয় সাহিত্যে রাজা এবং জাতীয়তাবাদের সেবায় কিংবদন্তি এবং ইতিহাস ব্যবহার করা হয়েছিল, যা অন্তত তার অভিজাত শ্রোতাদের মধ্যে জাতীয় পরিচয়ের অনুভূতি জাগিয়ে তুলতে সাহায্য করেছিল। ব্রুস এবং ওয়ালেসের মহাকাব্যিক কাব্যিক ইতিহাস ইংরেজ শত্রুর বিরুদ্ধে ঐক্যবদ্ধ সংগ্রামের একটি আখ্যান রূপরেখা তৈরি করতে সাহায্য করেছিল। আর্থুরিয়ান সাহিত্য কিংবদন্তির প্রচলিত সংস্করণ থেকে আলাদা ছিল, কারণ এতে আর্থারকে খলনায়ক এবং পিক্টস রাজার পুত্র মর্ড্রেডকে নায়ক হিসেবে বিবেচনা করা হয়েছিল।  স্কটদের উৎপত্তির পৌরাণিক কাহিনী, যা ফোর্ডুনের জন (আনুমানিক ১৩২০-আনুমানিক ১৩৮৪) দ্বারা পদ্ধতিগতভাবে প্রণয়ন করা হয়েছিল, গ্রীক রাজপুত্র গ্যাথেলাস এবং তার মিশরীয় স্ত্রী স্কোটার কাছ থেকে তাদের সূচনা হয়েছিল, যা তাদেরকে ইংরেজদের উপর শ্রেষ্ঠত্বের তর্ক করার সুযোগ করে দেয়, যারা গ্রীকদের দ্বারা পরাজিত ট্রোজানদের বংশধর বলে দাবি করেছিল।  X-আকৃতির ক্রুশে আবদ্ধ অবস্থায় শহীদ হওয়া সেন্ট অ্যান্ড্রুর ছবিটি প্রথম উইলিয়াম প্রথমের রাজত্বকালে স্কটল্যান্ডে আবির্ভূত হয় এবং ত্রয়োদশ শতাব্দীর শেষের দিকে ব্যবহৃত সিলগুলিতে আবার চিত্রিত হয়; যার মধ্যে ১২৮৬ সালের গার্ডিয়ানস অফ স্কটল্যান্ড দ্বারা ব্যবহৃত একটি বিশেষ উদাহরণও অন্তর্ভুক্ত।  সেন্ট অ্যান্ড্রু, সল্টায়ার, এর সাথে সম্পর্কিত একটি সরলীকৃত প্রতীকের ব্যবহার চতুর্দশ শতাব্দীর শেষের দিকে শুরু হয়েছিল; স্কটল্যান্ডের সংসদ ১৩৮৫ সালে আদেশ জারি করে যে স্কটিশ সৈন্যদের শনাক্তকরণের উদ্দেশ্যে তাদের সামনে এবং পিছনে উভয় স্থানেই সাদা সেন্ট অ্যান্ড্রু'স ক্রস পরতে হবে। সেন্ট অ্যান্ড্রু'স ক্রসের জন্য নীল পটভূমির ব্যবহার কমপক্ষে পনেরো শতকের বলে জানা যায়।  সেন্ট অ্যান্ড্রু'স ক্রসকে পতাকা হিসেবে ব্যবহার করার প্রাচীনতম উল্লেখ পাওয়া যায় ভিয়েনা বুক অফ আওয়ার্স- এ, প্রায় ১৫০৩ সালে। \n\n\n== তথ্যসূত্র =="}