{"pageid": 1513664, "title": "ভি জে চিত্রা", "url": "https://bn.wikipedia.org/wiki?curid=1513664", "content": "চিত্রা কামরাজ (২ মে ১৯৯২ – ৯ ডিসেম্বর ২০২০), যিনি ভি জে চিত্রা নামেই বেশি পরিচিত ছিলেন, তিনি একজন ভারতীয় টেলিভিশন অভিনেত্রী ও উপস্থাপিকা।  তিনি তামিল টিভি ধারাবাহিক পান্ডিয়ান স্টোরসে  তার চরিত্রের জন্য বিশেষভাবে জনপ্রিয়তা অর্জন করেন এবং কলস (২০২১) চলচ্চিত্রের মাধ্যমে রূপালী পর্দায় তার অভিনয় জীবন শুরু করেন। তিনি বিলায়দু ভ্যাগাই সুডু (২০১২), সাত্তাম সলভাথু এন্না (২০১৩), সারাভানন মীনাচি (সিজন ২) (২০১৩-২০১৬), নোডিকু নদি আথিরাদি (২০১৪), ওর সুথালাম বানগা (২০১৪), মান্নান মাগাল (২০১৪), এন সাময়াল আরাইয়িল (২০১৪), অস্থি কমেডি কুস্তি (২০১৪), পাপিয়া (২০১৪-২০১৮), ডার্লিং ডার্লিং (২০১৬-২০১৭), ডান্স জোডি ডান্স (সিজন ১) (২০১৬-২০১৭), সারাভানন মীনাচি (সিজন ৩) (২০১৭), ভেলুনাচি (২০১৮) এবং পান্ডিয়ান স্টোরস (২০১৮-২০২০)-এর মতো জনপ্রিয় টেলিভিশন অনুষ্ঠান ও টেলি ধারাবাহিকে কাজ করেছেন।\n৯ ডিসেম্বর ২০২০ তারিখে, চিত্রাকে নাজারেথপেট্টাইয়ের একটি হোটেল কক্ষে মৃত অবস্থায় পাওয়া যায়। বলা হয় যে তিনি নিজেকে ফাঁসিতে ঝুলিয়ে আত্মহত্যা করা হয়েছিল । ১৫ ডিসেম্বর ২০২০ তারিখে, তার স্বামী হেমন্ত রবিকে আত্মহত্যায় প্ররোচনা দেওয়ার অভিযোগে গ্রেপ্তার করা হয়। পুলিশ এখনও মামলাটি তদন্ত করছে।\n\n\n== কেরিয়ার ==\nচিত্রা কামরাজ ১৯৯২ সালের ২রা মে চেন্নাইতে জন্মগ্রহণ করেন। অভিনয়ে আসার আগে তিনি একজন টেলিভিশন উপস্থাপিকা ছিলেন।  তাকে প্রথমবার উপস্থাপকের ভূমিকায় দেখে অভিনেত্রী রাধিকা সরথকুমার চিত্রাকে অভিনেত্রী নিরোশা এবং নলিনীর সঙ্গে চিন্না পাপা পেরিয়া পাপা (২০১৬) ধারাবাহিকে অভিনয়ের সুযোগ দেন। ধারাবাহিকটির সাফল্যের পর তিনি সারাভানন মীনাচি এবং ভেলুনাচি-সহ আরও বেশ কয়েকটি ধারাবাহিকে অভিনয়ের সুযোগ পান। পান্ডিয়ান স্টোরস-এ তিনি মুল্লাই চরিত্রে অভিনয় করেছিলেন। তার মৃত্যুর পর তার চরিত্রে প্রথমে অভিনেত্রী কাব্য আরিভুমণি এবং পরে অভিনেত্রী লাভণ্য অভিনয় করেন। \n২০১৯ সালের মাঝামাঝি সময়ে, চিত্রা কলস (২০২১) চলচ্চিত্রে অভিনয়ের জন্য চুক্তিবদ্ধ হন, যেখানে তিনি একজন বিজনেস প্রসেস আউটসোর্সিং (বিপিও) কর্মীর চরিত্রে অভিনয় করেন। ছবিটির শুটিং ২০১৯ সালের শেষের দিকে সম্পন্ন হয়।  এটি চিত্রার অভিনীত একমাত্র চলচ্চিত্র। \n\n\n== ব্যক্তিগত জীবন ==\n২০২০ সালের আগস্ট মাসে চিত্রা ব্যবসায়ী হেমন্ত রবির সঙ্গে বাগদান সম্পন্ন করেন এবং অক্টোবরে তাদের বিবাহকে রেজিস্ট্রির মাধ্যুমে আইনত নথিবদ্ধ ক্রা হয়। তাদের আনুষ্ঠানিক বিবাহ ২০২১ সালের ফেব্রুয়ারিতে হওয়ার কথা ছিল।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== টেলিভিশন পরিবেশনা ===\n\n\n=== চলচ্চিত্রে উপস্থিতি ===\n\n\n== পুরস্কার ==\n\n\n== মৃত্যু ==\n৯ ডিসেম্বর ২০২০ তারিখে, সকাল ৯:৩২ মিনিটে চেন্নাইয়ের নাজারেথপেট্টাই এলাকার একটি হোটেল কক্ষে চিত্রাকে মৃত অবস্থায় পাওয়া যায়। ময়নাতদন্তের প্রতিবেদনে জানা যায় যে চিত্রা গলায় ফাঁসি দিয়ে আত্মহত্যা করেছেন।   ১৫ ডিসেম্বর ২০২০ তারিখে, তার স্বামী হেমন্ত রবিকে সন্দেহভাজন হিসেবে গ্রেপ্তার করা হয় এবং ফৌজদারি অপরাধের অভিযোগ আনা হয়। পুলিশ এখনও পুরো ঘটনাটি তদন্ত করছে। \n\n\n== তথ্যসূত্র =="}