{"pageid": 1513402, "title": "অভিনয়াশ্রী", "url": "https://bn.wikipedia.org/wiki?curid=1513402", "content": "অভিনয়াশ্রী একজন ভারতীয় অভিনেত্রী ও নৃত্যশিল্পী, যিনি তামিল চলচ্চিত্র এবং টেলিভিশন শিল্পে তার কাজের জন্য পরিচিত।  তিনি তেলুগু, মালায়ালাম এবং কন্নড় চলচ্চিত্রেও অভিনয় করেছেন। তিনি জনপ্রিয় রিয়েলিটি শো বিগ বস (তেলুগু সিজন ৬) -এ একজন প্রতিযোগী হিসেবে অংশগ্রহণ করেছিলেন। \n\n\n== কর্মজীবন ==\nতার প্রথম মুখ্য চরিত্র ছিল সিদ্দিক পরিচালিত ২০০১ সালের তামিল হাস্যরসাত্মক সিনেমা ফ্রেন্ডস-এ, যেখানে তিনি বিজয়, সুরিয়া, দেবযানী এবং বিজয়লক্ষ্মীর সাথে অভিনয় করেছিলেন।  অভিনয়াশ্রী তেলুগু দর্শকদের কাছেও পরিচিত মুখ। তেলুগু সুপারস্টার আল্লু অর্জুনের দ্বিতীয় ছবি আর্যা (২০০৪)-এর জনপ্রিয় আইটেম গান \"আ আন্তে আমলা পুরম\" -এ তার কাজের জন্য তিনি তেলুগু বিনোদন জগতে ও দর্শকমহলে বিশেষ পরিচিত হয়ে ওঠেন। তিনি মাত্র ১৫ বছর বয়সে এই গানের জন্য নির্বাচিত হয়েছিলেন। \n২০০৫ সালে মুক্তিপ্রাপ্ত তেলুগু কমেডি হাঙ্গামা-তে তিনি প্রথমবারের মতো প্রধান চরিত্রে অভিনয় করেন, যেখানে তার সহশিল্পী ছিলেন আলি এবং ভেনু মাধব। পরিচালক কৃষ্ণ রেড্ডির অনুরোধে তিনি এই ছবির জন্য ৩০ দিনের শুটিং করেছিলেন। পরে, অভিনয়াশ্রী পয়সালো পরমাত্মা (২০০৭) ছবিতে অসাধারণ অভিনয়ের জন্য নন্দী পুরস্কার অর্জন করেন, যা এখন পর্যন্ত তার অভিনয় জীবনের সবচেয়ে বড় স্বীকৃতি \n২০০৭ সালে মুক্তি পাওয়া তেলুগু ছবি আদিভারম আদাভাল্লাকু সেলাভু-তে গুরুত্বপূর্ণ পার্শ্ব চরিত্রে অভিনয় করার পর, অভিনয়াশ্রী আইটেম গানে আর কাজ না করার সিদ্ধান্ত নেন। তবে পরে তিনি তার সিদ্ধান্ত পরিবর্তন করেন এবং ব্যাখ্যা করেন যে মুমাইথ খানের মতো শিল্পীরা সফলভাবে অভিনয় ও নৃত্যের ভারসাম্য বজায় রাখতে পেরেছেন। \nটিভির জগতে, তিনি বিনোদনমূলক নৃত্য অনুষ্ঠান \"জুনিয়র সুপার ড্যান্সার\" (২০১৫-২০১৬) -এর উপস্থাপিকা ছিলেন। পরে তিনি রিয়েলিটি শো স্টার ওয়ার্স (২০১৭-২০১৮) -এও প্রতিযোগী হিসাবে নিয়েছিলেন।  এছাড়া, ২০২২ সালে তিনি নাগার্জুন সঞ্চালিত বিগ বস (তেলুগু সিজন ৬)-এ প্রতিযোগী ছিলেন, তবে ১৪তম দিনে তিনি শো থেকে বাদ পড়েন। \n\n\n== চলচ্চিত্র তালিকা ==\n\nএখানে আপনার অনুরোধ অনুসারে ইংরেজি শব্দগুলো বাংলায় প্রতিস্থাপন করা হয়েছে, একই ফরম্যাট বজায় রেখে:\n\n\n== টেলিভিশন ==\n\n\n== তথ্যসূত্র =="}