{"pageid": 1513228, "title": "সালোনি চোপড়া", "url": "https://bn.wikipedia.org/wiki?curid=1513228", "content": "সালোনি চোপড়া একজন ভারতীয় বংশোদ্ভূত অস্ট্রেলীয় অভিনেত্রী, মডেল এবং লেখিকা, যিনি হিন্দি চলচ্চিত্র এবং টেলিভিশনে কাজ করেন। তাঁর \"রেসকিউড বাই এ ফেমিনিস্ট: অ্যান ইণ্ডিয়ান ফেয়ারি টেল অফ ইক্যুয়ালিটি অ্যাণ্ড আদার মিথ\" বইটি ২০২০ সালের ডিসেম্বরে প্রকাশিত হয়। ২০১৮ সালে, সাজিদ খানের বিরুদ্ধে যৌন হয়রানির অভিযোগ তোলার পর তিনি মি টু আন্দোলনে (ভারত) যোগ দেন।\n\n\n== প্রারম্ভিক জীবন ==\nসালোনি চোপড়ার জন্ম ভারতের মহারাষ্ট্রের মুম্বাইয়ে। ছোটবেলায়, তিনি প্রেম গ্রন্থ ছবিতে একটি চরিত্রে অভিনয় করেছিলেন। অস্ট্রেলিয়ার অ্যাডিলেডে তাঁর দাদু-দিদার কাছে তিনি বড় হয়েছিলেন এবং ১৮ বছর বয়সে ভারতে ফিরে আসেন। তাঁর মা একজন পোশাক ডিজাইনার ছিলেন এবং সালোনি তাঁকে চলচ্চিত্রের সেটে সহায়তা করতেন। তিনি কিছুদিনের জন্য ন্যাশনাল ইনস্টিটিউট অফ ফ্যাশন টেকনোলজি (নিফট)-তে পড়াশোনা করেছেন।\n\n\n== কর্মজীবন ==\nসালোনি ক্রিশ ৩ এবং কিক (২০১৪ চলচ্চিত্র) -এ সহকারী পরিচালক ছিলেন। তিনি রণদীপ হুডার স্টাইলিস্ট হিসেবেও কাজ করেছেন। ২০১৩ সালে স্বল্পদৈর্ঘ্যের চলচ্চিত্র মায়া -তে তিনি অভিনয় করেন, ছবিটি কান উৎসবে প্রদর্শিত হয়েছিল। ২০১৬ সালে এমটিভি গার্লস অন টপ শোতে ইশা জয়সিংহের চরিত্রে তাঁর টেলিভিশন অভিষেক হয়। মেনসএক্সপি-র মতে, \"২০১৬ সালে এমটিভি শো গার্লস অন টপে তাঁর যোগদানের পর তাঁর তরুণী ভক্তের সংখ্যা বেড়ে যায়, যারা তাঁর কথার সাথে আবেগপ্রবণভাবে সম্পর্কিত\"।\n২০১৬ সালে, তিনি তাঁর ইনস্টাগ্রাম অ্যাকাউন্টে কিছু পোস্ট করেছিলেন, দ্য ইণ্ডিয়ান এক্সপ্রেস একে \"সাহসী ফটোশ্যুট\" এবং \"সমাজের গতানুগতিক প্রথা ভাঙার এবং নারীদের সাথে সম্পর্কিত সংবেদনশীল বিষয়গুলি তুলে ধরার প্রচেষ্টা\" হিসাবে বর্ণনা করেছিল। এরপরে তিনি পাঁচ পর্বের ছবি এবং প্রবন্ধের একটি সিরিজ প্রকাশ করেছিলেন। ২০১৮ সালে, তিনি আরও কিছু ছবি পোস্ট করেছিলেন। ইণ্ডিয়া টুডে সেই বিষয়ে রিপোর্ট করেছিল যে সালোনির ছবিগুলি তৈরি করা, কারণ চোপরা \"চাইতেন যে নারী এবং পুরুষরা তাদের ত্রুটিগুলি উদযাপন করুক কারণ কেউই নিখুঁত নয়\"।\nসালোনি ২০১৮ সালের বলিউড ছবি রেস ৩ এবং ২০১৮ সালের টেলিভিশন সিরিজ স্ক্রুড আপ- এ অভিনয় করেছিলেন। তিনি \"ওয়েকিং আপ উইথ ম্যাগি\" ওয়েব সিরিজেও অভিনয় করেছিলেন। ২০১৮ সালের নভেম্বরে একজন মডেল হিসেবে, তিনি মেনসএক্সপির পত্রিকার প্রচ্ছদে এবং \"মি-টু: সোনা মহাপাত্র, কুব্রা সাইত এবং সালোনি চোপড়া\" শিরোনামের একটি সংকলনে স্থান পেয়ে ছিলেন।\n২০১৯ সালের ডিসেম্বরে, রয়টার্স ভারতে নারীদের বিরুদ্ধে নৃশংস সহিংসতার প্রতিক্রিয়ায় \"নিরাপদ রাস্তা, হেল্পলাইন, ন্যায়বিচার ও সংবেদনশীল পুলিশ\" এবং \"স্থানীয় পুলিশ থেকে প্রধানমন্ত্রী পর্যন্ত কর্তৃপক্ষের পদক্ষেপ\" দাবি করার জন্য একটি প্রচারণায় \"ইনস্টাগ্রাম প্রভাবশালী\" হিসেবে সালোনির ভূমিকা সম্পর্কে রিপোর্ট করেছিল।\n২০২০ সালের ডিসেম্বরে, তিনি তাঁর বই \"রেসকিউড বাই এ ফেমিনিস্ট: অ্যান ইণ্ডিয়ান ফেয়ারি টেল অফ ইকুয়ালিটি অ্যাণ্ড আদার মিথ\" প্রকাশ করেন, যে বইটি লিঙ্গ সমতা, নারীর প্রতি সহিংসতা এবং সামাজিক যোগাযোগ মাধ্যম সহ বিভিন্ন বিষয়ের উপর প্রবন্ধের একটি সংগ্রহ, এবং তাঁর অভিজ্ঞতা সম্পর্কে উপাখ্যানও।\n\n\n== মি-টু সক্রিয়তা ==\n২০১৮ সালের ১১ই অক্টোবর তারিখে, মি টু আন্দোলন (ভারত) চলাকালীন, পরিচালক সাজিদ খানের বিরুদ্ধে, হাউসফুল ২ ছবিতে তাঁর সহকারী হিসেবে কাজ করার সময় থেকে, যৌন হয়রানির অভিযোগ সালোনি প্রকাশ্যে আনেন, এইসঙ্গে তিনি পরিচালক ও প্রযোজক বিকাশ বহলের বিরুদ্ধেও অভিযোগ করেন। তিনি আরও অভিযোগ করেন যে, যখন তিনি জৈন খান দুরানির সঙ্গে সম্পর্কে ছিলেন, তখন তিনিও সালোনিকে শারীরিকভাবে নির্যাতন করেছিলেন। সালোনির অভিযোগের পর, অভিনেত্রী র‍্যাচেল হোয়াইটও সাজিদ খানের বিরুদ্ধে অভিযোগ তোলেন, যার ফলে সাজিদ হাউসফুল ৪ চলচ্চিত্রের পরিচালনা থেকে পদত্যাগ করেন। জবাবে, সালোনি প্রকাশ্যে তাঁর সমর্থকদের ধন্যবাদ জানান, যাঁদের মধ্যে অক্ষয় কুমারও অন্তর্ভুক্ত ছিলেন, অক্ষয় কুমার হাউসফুল ৪-এর প্রযোজকদের বলেছিলেন, \"আরও তদন্ত না হওয়া পর্যন্ত শুটিং বাতিল করতে\" এবং তিনি তাড়াতাড়ি মুখ না খোলার জন্য দুঃখ প্রকাশ করেছিলেন। ২০১৮ সালের ২১শে অক্টোবর তারিখে, টাইমস অফ ইন্ডিয়া রিপোর্ট করে যে সালোনি \"শুধুমাত্র তাঁর ভয়াবহ অভিজ্ঞতার কথাই বলেননি বরং আরও অনেককে সামনে এসে বলার জন্য অনুপ্রাণিত করছেন\", এবং সালোনি \"মনে করেন যে এখনই সময় এসেছে এই বিষয়ে কথা বলা এবং ইণ্ডাস্ট্রিতে বিদ্যমান যৌনতাবাদের বিরুদ্ধে লড়াই করা\"।\n২০১৮ সালের নভেম্বরে বলিউডের #MeToo আন্দোলনের বাজফিড নিউজ প্রোফাইলে, সালোনি তাঁর গল্প বলেছিলেন, যেখানে তিনি \"ইণ্ডাস্ট্রির লোকেদের খান সম্পর্কে সতর্ক করার চেষ্টা করেছিলেন, কিন্তু তিনি বাজফিড নিউজ কে বলেছিলেন যে তাঁকে ধীরে ধীরে এগোতে বলা হয়েছিল\"। ২০১৮ সালের ডিসেম্বরে, ইণ্ডিয়ান ফিল্ম অ্যাণ্ড টেলিভিশন ডিরেক্টরস অ্যাসোসিয়েশন (আইএফটিডিএ) সাংবাদিক করিশমা উপাধ্যায়ের সহ একাধিক যৌন হয়রানির অভিযোগের কারণে সাজিদ খানকে এক বছরের জন্য বরখাস্ত করার ঘোষণা করার পর, সালোনি বলেন, \"আপাতত, 'আইএফটিডিএ' যে সিদ্ধান্ত নিয়েছে তাতে আমি খুশি, পরিবর্তন কোথাও না কোথাও থেকে শুরু করতে হবে\"।\n২০১৮ সালে, শি-দ্য-পিপল -এর ভাবনা বিষ্ট সালোনিকে #MeToo আন্দোলনের \"গুরুত্বপূর্ণ স্তম্ভ\" হিসেবে বর্ণনা করেছিলেন, কারণ \"#MeToo এবং তাঁরা যে কারণে লড়াই করছেন সে সম্পর্কে তিনি একটি শক্তিশালী সৎ এবং চিন্তা-উদ্দীপক আলোচনায় অংশ নিয়েছিলেন\"। একটি প্যানেল আলোচনার সময়, সালোনি বলেন যে তিনি তাঁর গল্প প্রকাশ্যে আনার সিদ্ধান্ত নিয়েছেন কারণ \"আমি যা প্রচার করি তা অনুশীলন করার সময় এসেছে। আমি যা দাবি করি তা না করলে প্রতিদিন নারীদের সম্পর্কে কথা বলার কী অর্থ।\" ভাবনা বলেছেন যে আরেক প্যানেলিস্ট, সিনে অ্যাণ্ড টেলিভিশন আর্টিস্ট অ্যাসোসিয়েশন (সিআইএনটিএএ) -এর সাধারণ সম্পাদক সুশান্ত সিং, \"এই সত্যে অবাক হয়েছেন যে তিনি প্রায় কোনওরকম আপত্তিজনক বার্তা পাননা, অথচ, এই নারীদের ধারাবাহিকভাবে ট্রোল করা হচ্ছে\"।\n\n\n== সম্মাননা ==\n২০১৯ সালের সম্পাদক প্যানেলের নারীবাদী কণ্ঠস্বর: সালোনি চোপড়া (কসমো ইণ্ডিয়া)\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== টেলিভিশন ধারাবাহিক ==\n\n\n== লেখা ==\nচোপরা, সালোনি (ডিসেম্বর ২০২০)। রেসকিউড বাই এ ফেমিনিস্ট: অ্যান ইণ্ডিয়ান ফেয়ারি টেল অফ ইকুয়ালিটি অ্যাণ্ড আদার মিথ। নোশন প্রেস। আইএসবিএন 9781637453629। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে সালোনি চোপড়া (ইংরেজি)\nইন্সটাগ্রামে সালোনি চোপড়া"}