{"pageid": 1513708, "title": "ইসরায়েল কাটজ", "url": "https://bn.wikipedia.org/wiki?curid=1513708", "content": "ইসরাইল কাটজ ( হিব্রু ভাষায়: יִשְׂרָאֵל כַּ״ץ‎  , জন্ম: ২১ সেপ্টেম্বর ১৯৫৫) একজন ইসরায়েলি রাজনীতিবিদ এবং লিকুদের নেসেটের সদস্য যিনি বর্তমানে প্রতিরক্ষা মন্ত্রী এবং ইসরায়েলের নিরাপত্তা মন্ত্রিসভার সদস্য হিসেবে দায়িত্ব পালন করছেন। ইসরায়েলের পরিবহন অবকাঠামো আধুনিকীকরণে তার ভূমিকার জন্য কাটজকে স্বীকৃতি দেওয়া হয়েছে, যার মধ্যে রয়েছে মহাসড়ক সম্প্রসারণ, উচ্চ-গতির রেলের উন্নয়ন এবং ইসরায়েলের বন্দরগুলিতে সংস্কার যা প্রতিযোগিতা বৃদ্ধি করে এবং জাহাজ পরিবহন খরচ কমায়।  কাটজ পূর্বে কৃষিমন্ত্রী, পরিবহনমন্ত্রী, গোয়েন্দামন্ত্রী, জ্বালানিমন্ত্রী, অর্থমন্ত্রী এবং দুবার পররাষ্ট্রমন্ত্রী হিসেবে দায়িত্ব পালন করেছেন। ৫ নভেম্বর ২০২৪ তারিখে, ইয়োভ গ্যালান্টকে বরখাস্ত করার পর প্রধানমন্ত্রী নেতানিয়াহু তাকে প্রতিরক্ষামন্ত্রী হিসেবে মনোনীত করবেন বলে ঘোষণা করা হয়। \n\n\n== জীবনী ==\nইসরায়েল কাটজের জন্ম আশকেলনে। তার বাবা-মা, মেইর কাটজ এবং মাল্কা ((নিরা) নে ডয়েচ), রোমানিয়ার মারামুরেশ অঞ্চলের হলোকস্ট থেকে বেঁচে যাওয়া ব্যক্তি ছিলেন।  তিনি মোশাভ কফার আহিমে বড় হয়েছিলেন। ১৯৭৩ সালে তাকে ইসরায়েল প্রতিরক্ষা বাহিনীতে যোগদান করা হয় এবং তিনি প্যারাট্রুপার্স ব্রিগেডে একজন সৈনিক এবং স্কোয়াড লিডার হিসেবে দায়িত্ব পালন করেন। ১৯৭৬ সালে, তিনি অফিসার ক্যান্ডিডেট স্কুল সম্পন্ন করেন এবং প্লাটুন নেতা হিসেবে প্যারাট্রুপার্স ব্রিগেডে ফিরে আসেন। ১৯৭৭ সালে চাকরি থেকে অব্যাহতি পাওয়ার পর, তিনি জেরুজালেমের হিব্রু বিশ্ববিদ্যালয়ে পড়াশোনা করেন এবং বিএ এবং এমএ ডিগ্রি অর্জন করেন।  আশির দশকের গোড়ার দিকে তিনি ছাত্র ইউনিয়নের চেয়ারম্যান ছিলেন। ১৯৮১ সালের মার্চ মাসে, ক্যাম্পাসে আরব সহিংসতার বিরুদ্ধে একটি প্রতিবাদে অংশগ্রহণের জন্য তাকে এক বছরের জন্য বরখাস্ত করা হয়, যার মধ্যে রেক্টর রাফায়েল মেচৌলামকে তার কক্ষে তালাবদ্ধ করা অন্তর্ভুক্ত ছিল। \nকাটজ বিবাহিত এবং তার দুটি সন্তান রয়েছে।\n\n\n== রাজনৈতিক জীবন ==\n১৯৯২ সালের ইসরায়েলি আইনসভা নির্বাচনে লিকুডের তালিকায় কাটজ প্রথম ৪৫তম স্থানে ছিলেন, কিন্তু লিকুড মাত্র ৩২টি আসন জিতে আসনটি হাতছাড়া করেন। ১৯৯৬ সালের নির্বাচনে লিকুদ - গেশার - জোমেট তালিকায় কাটজ ৩৪তম স্থান অর্জন করেন, কিন্তু জোট মাত্র ৩২টি আসন জিতে নেসেটে স্থান হারান। তবে, তিনি ১৯৯৮ সালের নভেম্বরে এহুদ ওলমার্টের স্থলাভিষিক্ত হিসেবে নেসেটে প্রবেশ করেন। তিনি ১৯৯৯ এবং ২০০৩ সালে পুনঃনির্বাচিত হন এবং ২০০৩ সালে এরিয়েল শ্যারনের সরকারে কৃষিমন্ত্রী নিযুক্ত হন। লিকুদ- কাদিমা বিভক্ত হওয়ার পর ২০০৬ সালের জানুয়ারিতে কাটজ মন্ত্রিসভা ত্যাগ করেন এবং ২০০৬ সালের নির্বাচনে পুনরায় নির্বাচিত হন।\n২০০৪ সালের জানুয়ারিতে, কাটজ গোলান হাইটসে বসতি স্থাপনকারীদের সংখ্যা উল্লেখযোগ্যভাবে বৃদ্ধি করার একটি পরিকল্পনা ঘোষণা করেন।  ২০০৪ সালের মার্চ মাসে, তিনি লিকুদের সকল নিবন্ধিত সদস্যদের মধ্যে একটি গণভোটের প্রস্তাব দেন, যার ফলে গাজা থেকে তার বিচ্ছিন্নতা পরিকল্পনার সমর্থনে জনমতকে একত্রিত করার লক্ষ্যে এরিয়েল শ্যারন লিকুদ সম্মেলনের মধ্যে ইসরায়েলি বসতি স্থাপনকারী চাপ গোষ্ঠীগুলির আধিপত্যের বিরুদ্ধে লড়াই করতে সক্ষম হন।  কাটজ, বেঞ্জামিন নেতানিয়াহু, সিলভান শালম এবং লিমোর লিভনাট ঘোষণা করেছেন যে শ্যারন যদি প্রত্যাহার পরিকল্পনার বিষয়ে জাতীয় গণভোট আয়োজনে রাজি না হন তবে তারা দুই সপ্তাহের মধ্যে সরকার থেকে পদত্যাগ করবেন।  একই সময়ে, তিনি বিশ্ব জায়নিস্ট সংস্থার সাথে একত্রে পশ্চিম তীরে বসতি স্থাপনের জন্য প্রণোদনা এবং ভর্তুকি প্রদানের জন্য $32 মিলিয়ন বরাদ্দ রাখার জন্য তদবির করেছিলেন। \n২০০৭ সালের মার্চ মাসে, ইসরায়েল পুলিশ কাটজকে কৃষি মন্ত্রণালয়ে রাজনৈতিক নিয়োগের সাথে সম্পর্কিত জালিয়াতি এবং বিশ্বাসভঙ্গের অভিযোগে অভিযুক্ত করার সুপারিশ করে। প্রতিবেদনে দেখা গেছে যে ২৪ জন মৌসুমী মন্ত্রণালয়ের কর্মচারী লিকুদ কেন্দ্রীয় কমিটির সদস্য ছিলেন অথবা কমিটির সদস্যদের সন্তান ছিলেন। পুলিশ তাদের তদন্তমূলক উপাদান কেন্দ্রীয় জেলা প্রসিকিউশনে স্থানান্তর করেছে।  পরে অ্যাটর্নি জেনারেল মামলা চালাতে অস্বীকৃতি জানান। \n\n২০০৫ সালের ডিসেম্বরে কাটজ লিকুডের নেতার পদে প্রতিদ্বন্দ্বিতা করেন, ৮.৭% ভোট পেয়ে জয়লাভ করেন। \n২০০৯ সালের নির্বাচনে এবং লিকুদ তালিকায় ১১তম স্থান অর্জনের পর, কাটজ তার আসন ধরে রাখেন এবং নেতানিয়াহু সরকারের পরিবহন মন্ত্রী নিযুক্ত হন।  ২০০৯ সালের জুলাই মাসে, তিনি ইসরায়েলে বিদ্যমান রাস্তার চিহ্নগুলিকে নতুন দিয়ে প্রতিস্থাপন করার সিদ্ধান্ত নেন যাতে ইংরেজি এবং আরবি ভাষায় প্রদর্শিত সমস্ত নাম তাদের হিব্রু নামের সরাসরি লিপ্যন্তর হয়, সরাসরি ইংরেজি এবং আরবি ভাষায় না হয়ে। \n২০১০ সালের ফেব্রুয়ারিতে, হাইকোর্ট অফ জাস্টিস কাটজকে একটি কমিটির অনুসন্ধানের ভিত্তিতে নির্দেশনা জারি করার নির্দেশ দেয় যে পাবলিক বাসে লিঙ্গ পৃথকীকরণ অবৈধ এবং পৃথক আসন জোর করে প্রয়োগ করা যাবে না, যেমনটি হারেদিরা করছিলেন। সুপারিশগুলি বাস্তবায়নের প্রতিশ্রুতি দিয়ে কাটজ বলেন যে বাসগুলিতে লিঙ্গ পৃথকীকরণ স্বেচ্ছাসেবী বলে ইঙ্গিত করে এমন চিহ্ন বহন করতে হবে। হারেদি সম্প্রদায় আইন প্রয়োগের এই ব্যর্থতাকে একটি বিজয় বলে মনে করেছিল।  হাইকোর্ট অফ জাস্টিসের বিচারকরা লিঙ্গ-বিচ্ছিন্ন বাসগুলির অব্যাহত পরিচালনার অনুমতি দেওয়ার জন্য কাটজের সিদ্ধান্তের সমালোচনা করেছেন। \n\n২০১১ সালের জুলাই মাসে, কাটজ নিশ্চিত করেন যে রাজ্য পশ্চিম তীরের বসতিগুলির মধ্যে বাস টিকিটে ভর্তুকি দেয়, যার ফলে গ্রিন লাইনের মধ্যে ভ্রমণের টিকিটের তুলনায় এগুলি সস্তা। কাটজের মতে, এই পদক্ষেপের উদ্দেশ্য ছিল পশ্চিম তীরের মধ্যে বসতি স্থাপনকারীদের বর্ম-সুরক্ষিত গণপরিবহন ব্যবহারে উৎসাহিত করা, যা বর্মবিহীন, ব্যক্তিগত যানবাহনের জন্য সামরিক ও নিরাপত্তা প্রহরী মোতায়েনের উপর রাষ্ট্রীয় ব্যয়কে দৃশ্যত হ্রাস করবে। \n২০১৩ সালে কাটজ পুনরায় নির্বাচিত হন এবং নতুন সরকারে পরিবহন মন্ত্রী হিসেবে দায়িত্ব পালন করেন।  লিকুদ তালিকায় চতুর্থ স্থান অধিকার করার পর,  তিনি ২০১৫ সালে পুনরায় নির্বাচিত হন, যার পরে তিনি নতুন সরকারে গোয়েন্দা মন্ত্রী নিযুক্ত হন, পাশাপাশি পরিবহন মন্ত্রীও ছিলেন। \n২০১৯ সালের ফেব্রুয়ারিতে, কাটজ পররাষ্ট্রমন্ত্রীর পদ গ্রহণ করেন। \n১৭ মে ২০২০ তারিখে, ইসরায়েলের পঁয়ত্রিশতম সরকারের শপথ গ্রহণের সময় কাটজ অর্থমন্ত্রী হন। \n\n১ জানুয়ারী ২০২৪ তারিখে, কাটজ দ্বিতীয়বারের মতো পররাষ্ট্রমন্ত্রীর ভূমিকা গ্রহণ করেন, নেসেটের ক্ষমতা ভাগাভাগি চুক্তির অনুমোদনের পর, যার ফলে এলি কোহেনের স্থলাভিষিক্ত হন। \n২০২৪ সালের জুলাই মাসে, তিনি ওয়াশিংটন, ডিসিতে ২০২৪ সালের ন্যাটো শীর্ষ সম্মেলনে যোগ দেন  কাটজ ইরান-রাশিয়া জোট এবং ইরান ও চীনের দ্বারা সৃষ্ট বিপদ সম্পর্কে সতর্ক করেন এবং ডেনমার্ক, নেদারল্যান্ডস, চেক প্রজাতন্ত্র, মার্কিন যুক্তরাষ্ট্র, জার্মানি, দক্ষিণ কোরিয়া এবং কানাডার পররাষ্ট্রমন্ত্রীদের সাথেও সাক্ষাত করেন। \n২০২৫ সালের ফেব্রুয়ারিতে, কাটজ আইডিএফকে \"গাজার যেকোনো বাসিন্দাকে যেতে দেওয়ার অনুমতি দেওয়ার\" একটি পরিকল্পনা প্রস্তুত করার নির্দেশ দেন, এই বলে যে, \"স্পেন, আয়ারল্যান্ড, নরওয়ে এবং অন্যান্য দেশ, যারা গাজায় ইসরায়েলের কর্মকাণ্ডের জন্য মিথ্যা অভিযোগ করেছে, তারা গাজাবাসীদের তাদের অঞ্চলে প্রবেশের অনুমতি দিতে আইনত বাধ্য। যদি তারা অস্বীকার করে তবে তাদের ভণ্ডামি প্রকাশ পাবে।\"  স্পেন এবং আয়ারল্যান্ড কাটজের প্রস্তাব প্রত্যাখ্যান করে।  কাটজ আরও পরামর্শ দিয়েছিলেন যে গাজা থেকে ফিলিস্তিনিরা কানাডায় অভিবাসন করুক কারণ কানাডার একটি \"কাঠামোগত অভিবাসন কর্মসূচি\" রয়েছে। \n\n\n== মতামত এবং মতামত ==\n\n\n=== শান্তি ও নিরাপত্তা ===\nশান্তি ও নিরাপত্তার বিষয়ে, কাটজকে ইসরায়েলি সরকারের একজন কট্টরপন্থী হিসেবে বিবেচনা করা হয়।  তিনি পশ্চিম তীরের একটি সংযুক্তিবাদী দৃষ্টিভঙ্গি গ্রহণ করেন: তিনি অব্যাহত বসতি নির্মাণ, পশ্চিম তীরে পূর্ণ ইসরায়েলি সার্বভৌমত্ব সম্প্রসারণ এবং ফিলিস্তিনি কর্তৃপক্ষের সাথে সমস্ত সম্পর্ক ছিন্ন করার সমর্থন করেন।  তিনি দ্বি-রাষ্ট্রীয় সমাধান এবং যেকোনো রূপে একটি ফিলিস্তিনি রাষ্ট্র গঠনের বিরোধিতা করেন, যা তিনি \"এই ভূমিতে আমাদের অধিকার\" বিবেচনা করে অগ্রহণযোগ্য বলে মনে করেন। পরিবর্তে, কাটজ \" জর্ডানের নাগরিক ও রাজনৈতিক সম্পৃক্ততা সহ\" একটি স্বায়ত্তশাসিত ফিলিস্তিনি সত্তা তৈরির এবং গাজা উপত্যকাকে মিশরের সাথে সংযুক্ত করার পক্ষে।  তিনি ছয় দিনের যুদ্ধের সময় সিরিয়ার কাছ থেকে দখল করা গোলান মালভূমি থেকে যেকোনো আঞ্চলিক পশ্চাদপসরণের বিরোধিতা করেন, এটিকে \"ইসরায়েলের একটি অবিচ্ছেদ্য অংশ এবং এর নিরাপত্তা ও সুরক্ষার জন্য গুরুত্বপূর্ণ\" বলে মনে করেন। \n২০২৪ সালে, মধ্যপ্রাচ্য সংঘাতের উপর এক বিবৃতিতে ২০২৪ সালের অক্টোবরে ইসরায়েলের বিরুদ্ধে ইরানি হামলার নিন্দা না করার জন্য কাটজ জাতিসংঘের মহাসচিব আন্তোনিও গুতেরেসকে ইসরায়েলে অবাঞ্ছিত ব্যক্তি ঘোষণা করেন। \n৫ নভেম্বর ২০২৪ তারিখে, নেতানিয়াহু ঘোষণা করেন যে তিনি ইয়োভ গ্যালান্টের স্থলাভিষিক্ত হবেন, যাকে বরখাস্ত করা হয়েছিল। \n\n\n=== সন্ত্রাসবাদ এবং প্রতিরোধ ===\n২০১৬ সালের ব্রাসেলস বোমা হামলার পর, কাটজ ইসরায়েল রেডিওতে বেলজিয়াম এবং পশ্চিমা বিশ্বের ইসলামী সন্ত্রাসবাদের বিরুদ্ধে কার্যকরভাবে লড়াই করতে অক্ষমতা সম্পর্কে \"কঠোর\"  মন্তব্য করে কিছু বিতর্কের জন্ম দেন। জেরুজালেম পোস্ট কাটজকে উদ্ধৃত করে বলেছে, \"যুদ্ধের প্রথম নিয়ম হল শত্রুকে চেনো, এবং ইউরোপ এবং বর্তমান আমেরিকান সরকার এই যুদ্ধকে ইসলামী সন্ত্রাসবাদের বিরুদ্ধে সংজ্ঞায়িত করতে অনিচ্ছুক। যদি বেলজিয়ামে তারা চকোলেট খাওয়া এবং জীবন উপভোগ করা অব্যাহত রাখে এবং মহান গণতন্ত্রী এবং উদারপন্থী হিসেবে আবির্ভূত হয়, তবে তারা জানবে না যে তাদের দেশের কিছু মুসলিম সন্ত্রাস সংগঠিত করছে, তারা তাদের বিরুদ্ধে লড়াই করতে পারবে না।\"  \"চকলেট খাওয়া বেলজিয়ানদের\" মন্তব্যটি পশ্চিমা মিডিয়ায় ব্যাপকভাবে উদ্ধৃত করা হয়েছিল এবং টুইটারে উপহাস করা হয়েছিল, এবং কাটজকে ইসরায়েলি পণ্ডিতরা এর ফলে বিদেশে ইসরায়েলের খারাপ ভাবমূর্তি তৈরি করার অভিযোগ এনেছিলেন। \n২০১৬ সালের মার্চ মাসে, কাটজ নেসেটে একটি বিল উত্থাপন করেন যাতে ইসরায়েলি সরকার সন্ত্রাসীদের পরিবারগুলিকে নির্বাসিত করতে পারে, যদি তারা এই আইন সম্পর্কে সচেতন থাকে, উৎসাহিত করে থাকে বা সহায়তা করে থাকে বলে প্রমাণিত হয়। এই পদক্ষেপটি ক্ষমতাসীন জোট এবং প্রধান বিরোধী দল এমকেদের কাছ থেকে ব্যাপক সমর্থন পেয়েছে। \n২০১৬ সালের মার্চ মাসে, কাটজ যুক্তি দিয়েছিলেন যে ইসরায়েলের উচিত বয়কট, বিচ্ছিন্নতা এবং নিষেধাজ্ঞা (বিডিএস) নেতাদের বিরুদ্ধে \"লক্ষ্যবস্তুবদ্ধ নাগরিক নির্মূল\" প্রয়োগ করা। এই অভিব্যক্তিটি লক্ষ্যবস্তুতে হত্যার জন্য ব্যবহৃত হিব্রু শব্দের ব্যঙ্গাত্মক অর্থ প্রকাশ করে। \n\n\n=== পোলিশ ইহুদি-বিদ্বেষ ===\nইসরায়েলি টিভিতে এক সাক্ষাৎকারে কাটজ ইতজাক শামিরের উদ্ধৃতি দিয়ে বলেন যে পোলিশরা \"তাদের মায়েদের স্তন থেকে ইহুদি-বিদ্বেষ চুষে নিয়েছে\", যার ফলে পোলিশ প্রধানমন্ত্রী মাতেউস মোরাউইকি ২০১৯ সালের ফেব্রুয়ারিতে তার ইসরায়েল সফর বাতিল করেছিলেন বলে অভিযোগ রয়েছে  মোরাউইকি বলেছেন যে মন্তব্যগুলি অগ্রহণযোগ্য এবং বর্ণবাদী। \n\n\n=== তুরস্কের সাথে বিরোধ ===\n২০১৪ সালের আগস্টে, তুরস্কের প্রধানমন্ত্রী রিসেপ তাইয়্যেপ এরদোগান ইসরায়েলকে গাজায় ফিলিস্তিনি আরবদের উপর পরিকল্পিত গণহত্যা করার অভিযোগ করার পর, ইসরায়েলের অপারেশন প্রোটেক্টিভ এজ সামরিক অভিযানের কারণে, কাটজ প্রকাশ্যে এরদোগানকে ১৯১৫ সালের আর্মেনীয় গণহত্যার কথা স্মরণ করিয়ে দেন, এবং এরদোগানের \"ইসলামী আন্দোলনের বন্ধু\" বলে অভিহিত ব্যক্তিদের বিরুদ্ধে ইসরায়েলকে রক্ষা করার যে কোনও অভিযোগ প্রত্যাখ্যান করেন। \n২০২৪ সালে, গাজা আক্রমণের সময় উগ্র ও উস্কানিমূলক মন্তব্যের জন্য, তুরস্কের প্রাক্তন ইউরোপীয় ইউনিয়ন বিষয়ক মন্ত্রী এবং জাস্টিস অ্যান্ড ডেভেলপমেন্ট পার্টির মুখপাত্র ওমের চেলিক কাটজকে নাৎসি নেতা অ্যাডলফ হিটলারের শীর্ষ কূটনীতিক জোয়াকিম ভন রিবেনট্রপের সাথে তুলনা করেছিলেন। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ইসরায়েল কাটজ সম্পর্কিত মিডিয়া দেখুন।\n উইকিউক্তিতে ইসরায়েল কাটজ সম্পর্কিত উক্তি পড়ুন।\nIsrael Katz on the Knesset website"}