{"pageid": 1513910, "title": "খাদ্য সংযোজন", "url": "https://bn.wikipedia.org/wiki?curid=1513910", "content": "খাদ্য সংযোজন হল এমন পদার্থ যা খাবারের স্বাদ সংরক্ষণ করতে বা স্বাদ, চেহারা বা অন্যান্য সংবেদনশীল গুণাবলী উন্নত করতে যোগ করা হয়। কিছু সংযোজন, যেমন ভিনেগার (আচার), লবণ (লবণাক্তকরণ), ধোঁয়া (ধূমপান) এবং চিনি ( স্ফটিকীকরণ ), শতাব্দী ধরে খাদ্য সংরক্ষণের জন্য ব্যবহৃত হয়ে আসছে। এটি দীর্ঘস্থায়ী খাবারের জন্য অনুমতি দেয়, যেমন বেকন, মিষ্টি বা ওয়াইন।\nবিংশ শতাব্দীর শেষের দিকে অতি-প্রক্রিয়াজাত খাবারের আবির্ভাবের সাথে সাথে, প্রাকৃতিক এবং কৃত্রিম উভয় ধরণের অনেক সংযোজন প্রবর্তিত হয়েছিল। খাদ্য সংযোজনকারী পদার্থের মধ্যে এমন পদার্থও অন্তর্ভুক্ত থাকে যা প্যাকেজিং, সংরক্ষণ বা পরিবহনের মাধ্যমে উৎপাদন প্রক্রিয়ায় পরোক্ষভাবে খাদ্যের সাথে যুক্ত হতে পারে (যাকে \"পরোক্ষ সংযোজনকারী\" বলা হয়)। \nইউরোপ এবং আন্তর্জাতিকভাবে, অনেক অ্যাডিটিভকে ই সংখ্যা দিয়ে চিহ্নিত করা হয়, অন্যদিকে মার্কিন যুক্তরাষ্ট্রে, মানুষের ব্যবহারের জন্য নিরাপদ বলে বিবেচিত পরিমাণে অ্যাডিটিভগুলিকে জিআরএএস হিসাবে চিহ্নিত করা হয়।\n\n\n== শনাক্তকরণ ==\nএই সংযোজনগুলিকে নিয়ন্ত্রণ করতে এবং ভোক্তাদের অবহিত করার জন্য প্রতিটি সংযোজনকে ই নম্বর\" নামে একটি অনন্য সংখ্যা বরাদ্দ করা হয়, যা ইউরোপে সমস্ত অনুমোদিত সংযোজনগুলির জন্য ব্যবহৃত হয়। এই সংখ্যা নির্ধারণের পদ্ধতিটি কোডেক্স অ্যালিমেন্টারিয়াস কমিশন কর্তৃক আন্তর্জাতিক খাদ্য সংযোজন ব্যবস্থা (আইএনএস) হিসেবে গৃহীত এবং সম্প্রসারিত হয়েছে যাতে আন্তর্জাতিকভাবে সমস্ত সংযোজনকারী (আইএনএস নম্বর), সনাক্ত করা যায়।\nই সংখ্যাগুলির সবকটিই \"ই\" দ্বারা পূর্বে যুক্ত, কিন্তু ইউরোপের বাইরের দেশগুলি কেবল সংখ্যাটি ব্যবহার করে, ইউরোপে সংযোজন অনুমোদিত হোক বা না হোক।\nউদাহরণস্বরূপ, ইউরোপে বিক্রিত পণ্যগুলিতে অ্যাসিটিক অ্যাসিড ই২৬০ লেখা থাকে, তবে কিছু দেশে এটি কেবল অ্যাডিটিভ ২৬০ নামে পরিচিত। অ্যাডিটিভ ১০৩, অ্যালকানিন, ইউরোপে ব্যবহারের জন্য অনুমোদিত নয়, তাই এর কোনও ই নম্বর নেই, যদিও এটি অস্ট্রেলিয়া এবং নিউজিল্যান্ডে ব্যবহারের জন্য অনুমোদিত। ১৯৮৭ সাল থেকে, অস্ট্রেলিয়ায় প্যাকেটজাত খাবারে সংযোজনকারী পদার্থের লেবেলিংয়ের একটি অনুমোদিত ব্যবস্থা রয়েছে। প্রতিটি খাদ্য সংযোজনের নাম বা সংখ্যা দিতে হবে। সংখ্যাগুলি ইউরোপের মতোই, কিন্তু \"ই\" উপসর্গ ছাড়াই।\nমার্কিন যুক্তরাষ্ট্রের খাদ্য ও ওষুধ প্রশাসন (এফডিএ) এই পণ্যগুলিকে জিআরএএস হিসাবে তালিকাভুক্ত করে; এগুলি তাদের রাসায়নিক বিমূর্ত পরিষেবা নম্বর এবং মার্কিন যুক্তরাষ্ট্রের ফেডারেল রেগুলেশন কোডের অধীনে  এফডিএ নিয়ন্ত্রণ উভয়ের অধীনে তালিকাভুক্ত। \nএফডিএ সমস্ত অনুমোদিত উপাদানের জন্য খাদ্য সংযোজনের একটি তালিকা প্রকাশ করে। \n\n\n=== বিভাগ ===\nখাদ্য সংযোজনগুলিকে কয়েকটি গ্রুপে ভাগ করা যেতে পারে, যদিও কিছু সংযোজন একাধিক প্রভাব ফেলে বলে কিছু ওভারল্যাপ রয়েছে। উদাহরণস্বরূপ, লবণ একটি সংরক্ষণকারী এবং স্বাদ উভয়ই। \n\nঅ্যাসিডুল্যান্ট টক বা অম্ল স্বাদ প্রদান করে। সাধারণ অ্যাসিডুল্যান্টগুলির মধ্যে রয়েছে ভিনেগার, সাইট্রিক অ্যাসিড, টারটারিক অ্যাসিড, ম্যালিক অ্যাসিড, ফিউমারিক অ্যাসিড এবং ল্যাকটিক অ্যাসিড ।\nঅ্যাসিডিটি নিয়ন্ত্রকগুলি খাবারের পিএইচ নিয়ন্ত্রণের জন্য বা এনজাইমের কার্যকলাপকে প্রভাবিত করার জন্য ব্যবহৃত হয়।\nঅ্যান্টিকেকিং এজেন্ট গুঁড়ো দুধের মতো গুঁড়োকে কেক করা বা লেগে যাওয়া থেকে রক্ষা করে।\nঅ্যান্টিফোমিং এজেন্ট খাবারে ফেনা তৈরি কমায় বা প্রতিরোধ করে। ফোমিং এজেন্টগুলি বিপরীত কাজ করে।\nভিটামিন সি-এর মতো সংরক্ষণকারী অ্যান্টিঅক্সিডেন্টগুলি অক্সিজেন দ্বারা খাদ্যের ক্ষয়কে বাধা দিয়ে থাকে।\nস্টার্চের মতো বাল্কিং এজেন্ট হল এমন সংযোজন যা খাবারের স্বাদকে প্রভাবিত না করেই এর পরিমাণ বৃদ্ধি করে।\nরান্নার সময় হারিয়ে যাওয়া রঙগুলি প্রতিস্থাপন করতে বা খাবারকে আরও আকর্ষণীয় করে তুলতে খাবারে রঙ যোগ করা হয়।\nশক্তিশালীকারী উপাদান: পুষ্টিগুণ বৃদ্ধির জন্য ভিটামিন এবং খনিজ পদার্থ যোগ করা যেতে পারে।\nরঙের বিপরীতে, রঙ ধরে রাখার এজেন্টগুলি খাবারের বিদ্যমান রঙ সংরক্ষণের জন্য ব্যবহার করা হয়।\nইমালসিফায়ারগুলি জল এবং তেলকে একটি ইমালসনে একসাথে মিশ্রিত থাকতে দেয়, যেমন মেয়োনিজ, আইসক্রিম এবং সমজাতীয় দুধে ।\nস্বাদ হল এমন কিছু সংযোজন যা খাবারকে একটি নির্দিষ্ট স্বাদ বা গন্ধ দেয় এবং প্রাকৃতিক উপাদান থেকে প্রাপ্ত হতে পারে অথবা কৃত্রিমভাবে তৈরি করা যেতে পারে।\nইউরোপে, স্বাদের কোনও ই-কোড নেই এবং এগুলিকে খাদ্য সংযোজন হিসাবে বিবেচনা করা হয় না।\n\nস্বাদ বৃদ্ধিকারী উপাদান খাবারের বিদ্যমান স্বাদ বৃদ্ধি করে। একটি জনপ্রিয় উদাহরণ হল মনোসোডিয়াম গ্লুটামেট। কিছু স্বাদ বর্ধক পদার্থের নিজস্ব স্বাদ থাকে যা খাবারের উপর নির্ভর করে না।\nময়দার রঙ উন্নত করতে বা বেকিংয়ে ব্যবহারের জন্য ময়দার শোধনকারী এজেন্ট যোগ করা হয়।\nগ্লেজিং এজেন্ট খাবারে একটি চকচকে চেহারা বা প্রতিরক্ষামূলক আবরণ প্রদান করে।\nহিউমেক্ট্যান্ট খাবার শুকিয়ে যাওয়া থেকে রক্ষা করে।\nট্রেসার গ্যাস প্যাকেজের অখণ্ডতা পরীক্ষার সুযোগ করে দেয় যাতে খাবারগুলি বায়ুমণ্ডলের সংস্পর্শে না আসে, ফলে খাবারের শেলফ লাইফ নিশ্চিত হয়।\nপ্রিজারভেটিভগুলি ছত্রাক, ব্যাকটেরিয়া এবং অন্যান্য অণুজীবের কারণে খাদ্যের পচন রোধ করে বা বাধা দেয়।\nস্টেবিলাইজার, ঘনকরণ এবং জেলিং এজেন্ট, যেমন আগর বা পেকটিন (উদাহরণস্বরূপ জ্যামে ব্যবহৃত হয়) খাবারগুলিকে আরও শক্ত করে তোলে। যদিও এগুলি প্রকৃত ইমালসিফায়ার নয়, তারা ইমালশনগুলিকে স্থিতিশীল করতে সাহায্য করে।\nখাবারের স্বাদ বৃদ্ধির জন্য মিষ্টি যোগ করা হয়। খাবারের শক্তি (ক্যালোরি) কম রাখার জন্য চিনি ছাড়া অন্যান্য মিষ্টি যোগ করা হয়।\nঘন করার এজেন্ট হল এমন পদার্থ যা মিশ্রণে যোগ করলে এর অন্যান্য বৈশিষ্ট্যগুলিকে উল্লেখযোগ্যভাবে পরিবর্তন না করেই এর সান্দ্রতা বৃদ্ধি করে।\nবিসফেনল, থ্যালেটস এবং পারফ্লুরোঅ্যালকাইল রাসায়নিক (পিএফসিএস) হল পরোক্ষ সংযোজন যা উৎপাদন বা প্যাকেজিংয়ে ব্যবহৃত হয়। ২০১৮ সালের জুলাই মাসে আমেরিকান একাডেমি অফ পেডিয়াট্রিক্স নাইট্রেট এবং খাবারের রঙের সাথে এই তিনটি পদার্থের আরও যত্ন সহকারে অধ্যয়নের আহ্বান জানিয়েছিল, কারণ এগুলি বিকাশের সময় শিশুদের ক্ষতি করতে পারে।\n\n\n== নিরাপত্তা এবং নিয়ন্ত্রণ ==\nউনিশ শতক থেকে প্রক্রিয়াজাত খাবারের ব্যবহার বৃদ্ধির সাথে সাথে, খাদ্য সংযোজনকারী পদার্থের ব্যবহার আরও ব্যাপকভাবে বৃদ্ধি পাচ্ছে। অনেক দেশ তাদের ব্যবহার নিয়ন্ত্রণ করে। উদাহরণস্বরূপ, ১৮৭০ থেকে ১৯২০ সাল পর্যন্ত বোরিক অ্যাসিড খাদ্য সংরক্ষণকারী হিসেবে ব্যাপকভাবে ব্যবহৃত হত, কিন্তু প্রথম বিশ্বযুদ্ধের পর এর বিষাক্ততার কারণে এটি নিষিদ্ধ করা হয়, যেমনটি প্রাণী ও মানুষের গবেষণায় প্রমাণিত হয়েছে। দ্বিতীয় বিশ্বযুদ্ধের সময়, সস্তা, সহজলভ্য খাদ্য সংরক্ষণকারীর জরুরি প্রয়োজনের কারণে আবার বোরিক অ্যাসিড ব্যবহার শুরু হয়, কিন্তু অবশেষে ১৯৫০-এর দশকে এটি নিষিদ্ধ করা হয়। এই ধরনের ঘটনাগুলি খাদ্য সংযোজনকারীদের প্রতি সাধারণ অবিশ্বাসের জন্ম দেয় এবং সতর্কতামূলক নীতির প্রয়োগের ফলে এই সিদ্ধান্তে উপনীত হয় যে কেবলমাত্র নিরাপদ বলে পরিচিত সংযোজনগুলিই খাবারে ব্যবহার করা উচিত। মার্কিন যুক্তরাষ্ট্রে এর ফলে ১৯৩৮ সালের ফেডারেল ফুড, ড্রাগ এবং কসমেটিক আইনের সংশোধনী ডেলানি ধারা গৃহীত হয়, যেখানে বলা হয় যে কোনও কার্সিনোজেনিক পদার্থ খাদ্য সংযোজন হিসাবে ব্যবহার করা যাবে না। তবে, ১৯৬৯ সালে মার্কিন যুক্তরাষ্ট্র এবং ব্রিটেনে সাইক্ল্যামেট নিষিদ্ধ হওয়ার পর, সেই সময়ে একমাত্র বৈধ কৃত্রিম মিষ্টিকারক স্যাকারিন ইঁদুরের ক্যান্সারের কারণ হিসেবে প্রমাণিত হয়েছিল। মার্কিন যুক্তরাষ্ট্রে ব্যাপক জনরোষ ছড়িয়ে পড়ে, যার আংশিক প্রভাব কংগ্রেসে মিষ্টিযুক্ত কোমল পানীয়ের প্যাকেজিংয়ে সরবরাহ করা ডাক-প্রদানের পোস্টকার্ডের মাধ্যমে পড়ে, যার ফলে ডেলানির ধারা লঙ্ঘন সত্ত্বেও স্যাকারিন ধরে রাখা হয়। তবে, ২০০০ সালে, ইঁদুরের প্রস্রাবের অনন্য রসায়নের কারণে স্যাকারিন ক্যান্সার সৃষ্টিকারী বলে প্রমাণিত হয়েছিল।\n২০০৭ সালে ফুড স্ট্যান্ডার্ডস অস্ট্রেলিয়া নিউজিল্যান্ড একটি অফিসিয়াল ক্রেতাদের নির্দেশিকা প্রকাশ করে যার সাহায্যে খাদ্য সংযোজন এবং তাদের লেবেলিং সম্পর্কিত উদ্বেগগুলি সমাধান করা হয়। ইইউতে নতুন খাদ্য সংযোজনের অনুমোদন পেতে ১০ বছর বা তার বেশি সময় লাগতে পারে। এর মধ্যে রয়েছে পাঁচ বছরের নিরাপত্তা পরীক্ষা, তারপরে ইউরোপীয় খাদ্য নিরাপত্তা কর্তৃপক্ষ (ইএফএসএ) দ্বারা মূল্যায়নের জন্য দুই বছর এবং ইউরোপীয় ইউনিয়নের প্রতিটি দেশে ব্যবহারের জন্য ইইউ-ব্যাপী অনুমোদন পাওয়ার আগে আরও তিন বছর। সম্পূর্ণ উৎপাদন প্রক্রিয়া চলাকালীন খাদ্য পণ্য পরীক্ষা ও বিশ্লেষণ করার পাশাপাশি, নিয়ন্ত্রক মানগুলির সাথে নিরাপত্তা এবং সম্মতি নিশ্চিত করার জন্য, ট্রেডিং স্ট্যান্ডার্ডস অফিসাররা (যুক্তরাজ্যে) খাদ্য পণ্যের এলোমেলো পরীক্ষা পরিচালনা করে জনসাধারণকে খাদ্য সংযোজনের যেকোনো অবৈধ ব্যবহার বা সম্ভাব্য বিপজ্জনক অপব্যবহার থেকে রক্ষা করেন।\nখাদ্য সংযোজনের ঝুঁকি এবং উপকারিতা নিয়ে বিতর্ক রয়েছে। প্রাকৃতিক সংযোজনগুলি একইভাবে ক্ষতিকারক হতে পারে অথবা কিছু ব্যক্তির মধ্যে অ্যালার্জির প্রতিক্রিয়ার কারণ হতে পারে। উদাহরণস্বরূপ, স্যাফ্রোল রুট বিয়ারের স্বাদ বাড়াতে ব্যবহৃত হত যতক্ষণ না এটি কার্সিনোজেনিক বলে প্রমাণিত হয়। ডেলানির ধারা প্রয়োগের কারণে, এটি খাবারে যোগ করা যাবে না, যদিও এটি প্রাকৃতিকভাবে সাসাফ্রাস এবং মিষ্টি তুলসীতে পাওয়া যায়। \n\n\n=== অতিসক্রিয়তা ===\nযদিও অ্যাডিটিভ এবং হাইপারঅ্যাকটিভিটির মধ্যে যোগসূত্র নিয়ে উদ্বেগ প্রকাশ করা হয়েছে, তবুও কারণ-প্রভাব সম্পর্কের কোনও স্পষ্ট প্রমাণ নেই।\n\n\n=== বিষাক্ততা মূল্যায়ন ===\n২০১২ সালে ইএফএসএ খাদ্য সংযোজনের সম্ভাব্য বিষাক্ততা মূল্যায়নের জন্য স্তর পদ্ধতির প্রস্তাব করেছিল। এটি চারটি মাত্রার উপর ভিত্তি করে তৈরি: টক্সিকোকিনেটিক্স (শোষণ, বিতরণ, বিপাক এবং মলত্যাগ); জিনোটক্সিসিটি; সাবক্রনিক (কমপক্ষে ৯০ ডেটা) এবং দীর্ঘস্থায়ী বিষাক্ততা এবং কার্সিনোজেনটি; প্রজনন এবং বিকাশগত বিষাক্ততা।\n\n\n=== মাইক্রোনিউট্রিয়েন্টস ===\nখাদ্য সংযোজনের একটি উপসেট, খাদ্য সুরক্ষিতকরণ প্রক্রিয়ায় যোগ করা মাইক্রোনিউট্রিয়েন্টগুলি ময়দা, সিরিয়াল, মার্জারিন এবং দুধের মতো খাবারে ভিটামিন এবং খনিজ সরবরাহ করে পুষ্টির মান সংরক্ষণ করে, যা সাধারণত এত উচ্চ মাত্রা ধরে রাখে না। বায়ু, ব্যাকটেরিয়া, ছত্রাক এবং খামিরের মতো অতিরিক্ত উপাদানগুলিও উৎপাদন এবং স্বাদের গুণাবলীতে অবদান রাখে এবং পচন কমায়।\n\n\n== মার্কিন যুক্তরাষ্ট্রে নিয়ন্ত্রণ ==\nমার্কিন যুক্তরাষ্ট্রের খাদ্য ও ওষুধ প্রশাসন খাদ্য সংযোজনকে \"যেকোনো পদার্থ যা ব্যবহারের উদ্দেশ্যপ্রণোদিত ফলাফল বা যুক্তিসঙ্গতভাবে প্রত্যাশিত যার ফলে প্রত্যক্ষ বা পরোক্ষভাবে এটি একটি উপাদান হয়ে ওঠে বা অন্যথায় কোনও খাদ্যের বৈশিষ্ট্যগুলিকে প্রভাবিত করে\" হিসাবে সংজ্ঞায়িত করে। একটি নতুন খাদ্য সংযোজন অনুমোদিত হওয়ার জন্য, এফডিএ-তে একটি খাদ্য সংযোজন অনুমোদনের আবেদন জমা দিতে হবে। খাদ্য সংযোজন আবেদনে উপাদানটির পরিচয়, খাদ্য ব্যবস্থায় প্রস্তাবিত ব্যবহার, উপাদানটির প্রযুক্তিগত প্রভাব, খাদ্যে উপাদানটির বিশ্লেষণের পদ্ধতি, উৎপাদন প্রক্রিয়া সম্পর্কিত তথ্য এবং সম্পূর্ণ নিরাপত্তা প্রতিবেদন সংজ্ঞায়িত করতে হবে। এফডিএ উপাদানটির রাসায়নিক গঠন, সাধারণত কত পরিমাণ গ্রহণ করা হবে, তীব্র এবং দীর্ঘস্থায়ী স্বাস্থ্যের প্রভাব এবং অন্যান্য সুরক্ষা বিষয়গুলি মূল্যায়ন করে।  এই অ্যাডিটিভের বাজার অনুমোদনের আগে (এফডিএ) আবেদনটি পর্যালোচনা করে।\n\n\n== মানীকরণ ==\nআন্তর্জাতিক মান সংস্থা (আইসিও) এই বিষয় সম্পর্কিত একাধিক মানদণ্ড প্রকাশ করেছে এবং এই মানদণ্ডগুলি আইসিএস ৬৭.২২০ দ্বারা আচ্ছাদিত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nখাদ্য সংযোজন সম্পর্কিত WHO ফ্যাক্ট শিট, ১৬ নভেম্বর ২০২৩"}