{"pageid": 1513874, "title": "দেবদাসু (১৯৫৩-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1513874", "content": "দেবদাসু 1953 সালে মুক্তিপ্রাপ্ত একটি ভারতীয় রোমান্টিক নাট্য চলচ্চিত্র যা বেদান্তম রাঘবায়্য দ্বারা পরিচালিত এবং বিনোদ পিকচার্সের জন্য ডি. এল. নারায়ণ দ্বারা প্রযোজিত। শরৎচন্দ্র চট্টোপাধ্যায়ের উপন্যাস দেবদাস অবলম্বনে চক্রপাণি চিত্রনাট্য লিখেছেন। চলচ্চিত্রটির সঙ্গীত পরিচালনা করেছেন সি. আর. সুব্বারমন। চলচ্চিত্রটি সম্পাদনা করেছেন পি. ভি. নারায়ণন এবং চিত্রগ্রহণ করেছেন বি. এস. রাঙ্গা। চলচ্চিত্রটি দেবদাসু এবং পার্বতীর উপর দৃষ্টি নিবদ্ধ করে, যারা শৈশব থেকেই প্রেমে পড়েছে। দেবদাসের বাবা পার্বতীর পরিবারের প্রস্তাব প্রত্যাখ্যান করেন। পার্বতীর বাবা তাকে একজন মধ্যবয়সী জমিদারকে বিয়ে করতে বাধ্য করেন। পার্বতীকে জয় করতে তার ব্যর্থতার সঙ্গে মানিয়ে নিতে না পেরে, দেবদাস একজন মাতাল হয়ে ওঠে এবং চলচ্চিত্রের বাকি অংশটি দেবদাস আবার পার্বতীর সাথে দেখা করে কিনা তা নিয়ে। চলচ্চিত্রটি তেলুগু এবং তামিল ভাষায় নির্মিত হয়েছিল (পরেরটির নাম ছিল দেবদাস) যেখানে কিছুটা ভিন্ন চরিত্র ছিল। আক্কিনেনি নাগেশ্বর রাও, সাবিত্রী এবং ললিতা উভয় সংস্করণেই প্রধান চরিত্রে অভিনয় করেছিলেন; পার্শ্ব চরিত্রে অভিনয় করেছিলেন এস. ভি. রাঙ্গা রাও, সি. এস. আর. অঞ্জনেয়ুলু, দোরাসামি এবং সুরভী কমলাবাঈ। দেবদাসু 1953 সালের 26শে জুন মুক্তি পায় এবং তামিল সংস্করণটি তিন মাস পরে 1953 সালের 11ই সেপ্টেম্বর মুক্তি পায়। দুটি সংস্করণই সমালোচনামূলক ও বাণিজ্যিকভাবে সফল হয়েছিল। তারপর থেকে এটি কাল্ট স্ট্যাটাস অর্জন করেছে, চলচ্চিত্রের শব্দ এবং বাক্যাংশগুলি ব্যাপকভাবে উদ্ধৃত করা হয়েছে। উভয় সংস্করণই সাবিত্রী এবং নাগেশ্বর রাও উভয়ের কর্মজীবনে একটি বড় অগ্রগতি হিসাবে প্রমাণিত হয়েছিল, যদিও তারা পরেরটিকেও একই ভূমিকায় টাইপকাস্ট হতে পরিচালিত করেছিল। প্লট এই প্লট সারসংক্ষেপটি চলচ্চিত্রের তেলেগু সংস্করণের জন্য। চলচ্চিত্রটি রাভুলাপল্লী গ্রামে শুরু হয়, যেখানে দুই শিশু প্রতিবেশী দেবদাস ও পার্বতীর মধ্যে বন্ধুত্ব রয়েছে। তিনি জমিদার নারায়ণ রাওয়ের পুত্র এবং তিনি একজন কৃষক নীলকণ্ঠমের কন্যা। দেবদাসের অশ্লীলতা বাড়ার সাথে সাথে তার বাবা তাকে একটি বোর্ডিং স্কুলে ভর্তি করেন। বছর পেরিয়ে যায়, এবং দেবদাস ফিরে আসে যখন পার্বতী আনন্দের মধ্যে থাকে এবং তাদের সাথে ভালবাসা বেড়ে যায়। এরপরে, পার্বতীর ঠাকুমা জোটকে এগিয়ে নিয়ে যান, জমিদার নীলকণ্ঠমকে তাদের নিম্ন স্তরের বর্ণ ও মর্যাদা সম্পর্কে নিন্দা করেন। ক্ষিপ্ত হয়ে, নীলকণ্ঠম তাদের উপরে বিবাহ বন্ধনে আবদ্ধ হওয়ার ঘোষণা দেয়। পার্বতী সেই রাতে গোপনে দেবদাসের কাছে যায় এবং সময় চাইলে তাকে ছেড়ে না দেওয়ার জন্য অনুরোধ করে। পরের দিন, সে জমিদারকে তার সিদ্ধান্তের কথা জানায় কিন্তু তার ক্ষমতা হারায় কারণ তার বাবা আত্মহত্যার ঝুঁকি দেখায়। এরগো, দেবদাসকে বিভ্রান্ত করে, শহরে উড়ে যায় এবং পার্বতীকে বোঝাতে তার ব্যর্থতা সম্পর্কে অবহিত করে। সমান্তরালভাবে, নীলকণ্ঠম দুর্গাপুরমের জমিদার ভাবনা বাবুর সাথে একটি পুরনো জোটের ব্যবস্থা করেন, যা পার্বতী গ্রহণ করেন। ততক্ষণ পর্যন্ত, দেবদাস অনুশোচনা করে এবং ফিরে আসে, পার্বতীকে বলে যে সে বিবাহবন্ধনে আবদ্ধ হওয়ার জন্য আরও সাহসী। সে এটিকে প্রত্যাখ্যান করে কারণ তার আত্মসম্মান বিক্ষুব্ধ হয় এবং তার বাবার পছন্দের বিয়ের সভাপতিত্ব করে। বিধ্বস্ত হয়ে দেবদাস ফিরে আসে যখন তার সঙ্গী ভগবান তাকে স্বস্তির জন্য একজন গণিকা চন্দ্রমুখীর সাথে পরিচয় করিয়ে দেন। [2] তা সত্ত্বেও, তার কষ্ট তীব্র, এবং সে ঘৃণা করে, তার মুখে টাকা ছুড়ে মারে। সেই মুহুর্তে, সে উপাসনার অনুভূতি অনুভব করে, তার অতীতকে শেষ করে এবং তার প্রতি নিজেকে উৎসর্গ করে। এইভাবে, দেবদাস দুঃখ থেকে বেরিয়ে আসার জন্য বোতলটি আঘাত করে এবং মদ্যপানে পরিণত হয়। এই কথা শুনে দেবদাস এগিয়ে গেলে তাঁর বাবা অনুতপ্ত হয়ে মারা যান। পার্বতী তার নতুন বাড়িতে বসতি স্থাপন করে, তার স্বামীকে ভালবাসে, তার বিচ্ছিন্ন পরিবারকে পুনরুজ্জীবিত করে এবং তার বংশধরদের প্রতি মায়ের স্নেহ বর্ষণ করে। বর্তমানে, সে তার বাবা-মায়ের বাড়িতে যায় এবং দেবদাসকে মদ্যপান বন্ধ করার জন্য অনুরোধ করে কিন্তু একটুও শান্ত না থাকার জন্য অনুরোধ করে। এছাড়াও, সে তার পরিচর্যাকে আশীর্বাদ করতে চায়, যা সে তার নিঃশ্বাস ছাড়ার আগে পূরণ করার জন্য প্রদান করে। এখন, সে আবার শহরে ফিরে আসে যখন একাকী দেবদাস চন্দ্রমুখীতে যাত্রা করে। সে তাকে সমস্ত বিলাসিতা ত্যাগ করতে দেখে এবং তার প্রতি তার শ্রদ্ধা প্রকাশ করে। চদ্রমুখী দেবদাসকে একটি সূক্ষ্ম জোড়া বুনতে এবং তাকে তাদের পরিচারিকা হিসাবে নিয়োগ করার জন্য অনুরোধ করেন। তারপর, দেবদাস বলে যে সে যদি তা করে, তবে সে কেবল তার সঙ্গেই গাঁটছড়া বাঁধবে। এর পরে, সে মদ্যপানের প্রবণতা হিসাবে আত্ম-ধ্বংস শুরু করে এবং তার স্বাস্থ্যের অবনতি হয়। একবার, তাকে রাস্তায় দেখে, চন্দ্রমুখী তাকে বহন করে নিয়ে যায় যখন ডাক্তার ঘোষণা করে যে এটি তার শেষ পর্যায়। তাঁর পরামর্শে দেবদাস তাঁর গ্রামের উদ্দেশ্যে রওনা হন। চন্দ্রমুখী তাঁর সঙ্গে যোগ দিতে চলেছেন, যা তিনি তাঁর পরবর্তী জীবনে তাঁর সঙ্গে মিলিত হওয়ার শপথের মাধ্যমে অস্বীকার করেন। মাঝপথে, দেবদাস তার দ্রুত-আসন্ন মৃত্যু বুঝতে পারে এবং তার ব্রত বজায় রাখতে দুর্গাপুরমে চলে যায়। অনেক কষ্টের পর, দেবদাস তার গন্তব্যে অবতরণ করে এবং পার্বতীর বাসভবনের সামনে সমতল হয়ে যায়। শেষ পর্যন্ত, তার মৃত্যুর কথা মাথায় রেখে পার্বতী দরজার দিকে ছুটে যায়, যা তার পরিবারের সদস্যরা বন্ধ করে বাধা দেয় এবং সে ভেঙে পড়ে। অবশেষে, দেবদাসের শেষকৃত্যের মাধ্যমে চলচ্চিত্রটি শেষ হয়। কাস্টিং আক্কিনেনি নাগেশ্বর রাও-দেবদাসু (তামিল ভাষায় দেবদাস) [1] তরুণ দেবদাসুর ভূমিকায় মাস্টার সুধাকর [3] পার্বতীর ভূমিকায় সাবিত্রী [1] তরুণ পার্বতীর ভূমিকায় শিশু অনুরাধা (তেলেগু) [3] তরুণ পার্বতীর ভূমিকায় সাচ্চু (তামিল) [4] চন্দ্রমুখী চরিত্রে ললিতা [1] নারায়ণ রাও চরিত্রে এস. ভি. রাঙ্গা রাও [3] দুর্গাপুরমের জমিদার হিসেবে সি. এস. আর. অঞ্জনেয়ুলু [3] নীলকণ্ঠম চরিত্রে দোরাস্বামী [3] পার্বতীর নানী হিসেবে সুরভী কমলাবাঈ [3]"}