{"pageid": 1513245, "title": "ভার্গবী চিরমুলে", "url": "https://bn.wikipedia.org/wiki?curid=1513245", "content": "ভার্গবী চিরমুলে একজন মারাঠি অভিনেত্রী। তিনি অনেক মারাঠি চলচ্চিত্র এবং টেলিভিশন ধারাবাহিকে কাজ করেছেন। তিনি রিয়েলিটি শো ফু বাই ফু তেও কাজ করেছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nভার্গবীর বাবা ও মায়ের নাম যথাক্রমে শিরীষ এবং সাই চিরমুলে। তিনি মুম্বাই-গিরগাঁওয়ে বড় হয়েছেন। পরে তাঁর পরিবার দাদরে চলে আসে। তিনি রাজা শিবাজি বিদ্যালয় থেকে তাঁর বিদ্যালয়ের পড়া শেষ করেছেন এবং রূপারেল কলেজ (মুম্বাই) থেকে স্নাতক হয়েছেন। তিনি \"ভারতনাট্যম\" ধ্রুপদী নৃত্য শিখেছেন, সেইসঙ্গে তিনি একজন যোগ থেরাপিস্টও। তাঁর ছোট বোনের নাম চৈত্রলী (অভিনেত্রী যিনি অভিনেতা লোকেশ গুপ্তের স্ত্রী)। ২০১৫ সালে, ভার্গবীর দ্বিতীয় বিবাহবিচ্ছেদ হয়।\n\n\n== কর্মজীবন ==\nরূপারেলে স্নাতক ডিগ্রি অর্জনের সময় ভার্গবী ছোট ছোট নাটকে কাজ শুরু করেন। তিনি তাঁর প্রথম চলচ্চিত্র সুযোগ পান বিশ্ব বিনায়ক ছবিতে। ২০১০ সালে, তিনি শচীন পিলগাঁওকর, মহেশ কোঠারে এবং অশোক সরফের মতো বড় মারাঠি অভিনেতাদের সাথে আইডিয়াচি কল্পনা ছবিতে কাজ করেছিলেন। তিনি বলেন, \"আমি তারকা হিসেবে পরিচিত হতে চাই না, বরং অভিনেত্রী হিসেবে পরিচিত হতে চাই।\" রিয়েলিটি শো এক পেক্ষা এক (সেলিব্রিটি পর্ব)-এ ভার্গবী অংশগ্রহণ করেন এবং জয়লাভ করেন। এর উপস্থাপক ছিলেন আদেশ বান্দেকর এবং বিচারক ছিলেন শচীন পিলগাঁওকর। তিনি ২০১১ সালের ২০শে এপ্রিল, এক পেক্ষা এক (অপসরা আলি) অনুষ্ঠানে অতিথি হিসেবে যোগদান করেন। ২০১১ সালে, তিনি ভরত যাদবের সাথে ওয়ান রুম কিচেন চলচ্চিত্রে কাজ করেছিলেন, সেখানে তিনি একজন মধ্যবিত্ত গৃহবধূর চরিত্রে অভিনয় করেছিলেন, এই গৃহবধূ একটি বস্তিতে থাকে, কিন্তু মুম্বাইয়ের শহরতলির একটি এলাকায় একটি ফ্ল্যাটে থাকার স্বপ্ন দেখে। ২০১২ সালে, তিনি জোপী গেলেলা জাগ জালা নামে একটি নাটকে অভিনয় করেছিলেন। তিনি স্টার প্রবাহে প্রচারিত সিটকম সুভাসিনী -তে অভিনয় করেছেন। তিনি স্টার প্লাসে প্রচারিত টিভি সিরিয়াল সিয়া কে রাম -এ সীতার মা রাণী সুনয়নার চরিত্রেও অভিনয় করেছিলেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n== নাটক/নাটক ==\nহিমালয়চি সাভালি\nজোপি গেলেলা জাগা জালা\n\n\n== তথ্যসূত্র ==\n \n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ভার্গবী চিরমুলে (ইংরেজি)"}