{"pageid": 1513070, "title": "ট্রান্সককেশীয় সমাজতান্ত্রিক যুক্তরাষ্ট্রীয় সোভিয়েত প্রজাতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1513070", "content": "ট্রান্সককেশীয় সমাজতান্ত্রিক যুক্তরাষ্ট্রীয় সোভিয়েত প্রজাতন্ত্র (ট্রান্সককেশীয় এসএফএসআর বা টিএসএফএসআর), যা ট্রান্সককেশীয় সোভিয়েত যুক্তরাষ্ট্রীয় সমাজতান্ত্রিক প্রজাতন্ত্র বা কেবল ট্রান্সককেশিয়া নামেও পরিচিত, ছিল সোভিয়েত ইউনিয়নের একটি প্রজাতন্ত্র যা ১৯২২ থেকে ১৯৩৬ সাল পর্যন্ত বিদ্যমান ছিল।\nটিএসএফএসআর-এ আর্মেনিয়া, আজারবাইজান এবং জর্জিয়া অন্তর্ভুক্ত ছিল, যা ঐতিহ্যগতভাবে \"ট্রান্সককেশীয় প্রজাতন্ত্র\" নামে পরিচিত ছিল কারণ ককেশাস পর্বতমালা রাশিয়া থেকে পৃথক ছিল। ১৯২২ সালে সোভিয়েত ইউনিয়ন প্রতিষ্ঠার জন্য সোভিয়েত সমাজতান্ত্রিক প্রজাতন্ত্রের ইউনিয়ন গঠনের চুক্তিতে স্বাক্ষরকারী চারটি প্রজাতন্ত্রের মধ্যে টিএসএফএসআর ছিল একটি। টিএসএফএসআর তৈরি করা হয়েছিল দৃশ্যত অর্থনৈতিক পরিস্থিতি এবং অঞ্চলের উপর বলশেভিক নিয়ন্ত্রণ সুসংহত করার জন্য। ১৯৩৬ সালের সোভিয়েত সংবিধান গৃহীত হওয়ার পর টিএসএফএসআর বিলুপ্ত হয়ে যায় এবং এর অন্তর্ভুক্ত প্রজাতন্ত্রগুলিকে পৃথকভাবে সোভিয়েত ইউনিয়নের প্রজাতন্ত্রে উন্নীত করা হয়।\n\n\n== ইতিহাস ==\nট্রান্সককেশীয় কনডোমিনিয়াম রাষ্ট্রের শিকড় ১৯১৮ সালে অক্টোবর বিপ্লবের পর রাশিয়ান সাম্রাজ্যের বিলুপ্তির সময় থেকে শুরু হয়, যখন ককেশাসের প্রদেশগুলি বিচ্ছিন্ন হয়ে ট্রান্সককেশীয় ফেডারেশন নামে তাদের নিজস্ব রাষ্ট্র গঠন করে। প্রথম বিশ্বযুদ্ধে জাতিগত-জাতীয় স্বার্থের প্রতিযোগিতা এবং অটোমান সাম্রাজ্যের সাথে সংঘর্ষের ফলে মাত্র দুই মাস পরে, ১৯১৮ সালের এপ্রিলে ট্রান্সককেশিয়ান ফেডারেশন ভেঙে যায়।\nতিনটি উত্তরসূরী রাষ্ট্র - প্রথম আর্মেনিয়া প্রজাতন্ত্র,  গণতান্ত্রিক আজারবাইজান প্রজাতন্ত্র এবং গণতান্ত্রিক জর্জিয়া প্রজাতন্ত্র - ককেশীয় পর্বতমালা জুড়ে সংঘটিত রাশিয়ান গৃহযুদ্ধের শেষে লাল ফৌজের আক্রমণ এবং সোভিয়েতীকরণ করার আগ পর্যন্ত টিকে ছিল। ভ্লাদিমির লেনিনের প্রস্তাবের পর তিনটি বিদ্যমান সোভিয়েত প্রজাতন্ত্র, আর্মেনিয়ান, আজারবাইজানি এবং জর্জিয়ান এসএসআর, ১৯২২ সালের ১২ মার্চ ট্রান্সককেশিয়ার সমাজতান্ত্রিক সোভিয়েত প্রজাতন্ত্রের ফেডারেটিভ ইউনিয়নে একীভূত হয়। সেই বছরের ১৩ ডিসেম্বর সোভিয়েতদের প্রথম অল-ককেশীয় কংগ্রেস এই রাজ্যগুলির ফেডারেশনকে একটি ঐক্যবদ্ধ ফেডারেল রাষ্ট্রে রূপান্তরিত করা হয় এবং এর নাম পরিবর্তন করে ট্রান্সককেশীয় সমাজতান্ত্রিক ফেডারেটিভ সোভিয়েত প্রজাতন্ত্র রাখা হয়, যদিও আনুষ্ঠানিকভাবে এ সকল প্রজাতন্ত্রগুলোর স্বায়ত্তশাসন বজায় রাখা হয়। কংগ্রেস সংবিধান গ্রহণ করে ও কেন্দ্রীয় নির্বাহী কমিটি (কংগ্রেসনের অধিবেশনের মধ্যে সর্বোচ্চ আইনসভা সংস্থা) এবং পিপলস কমিসার কাউন্সিল (সরকার) গঠন করে। জর্জিয়ান বলশেভিক নেতা মামিয়া ওরাখেলাশভিলি ট্রান্সককেশিয়ান এসএফএসআর-এর কাউন্সিল অফ পিপলস কমিসারের প্রথম চেয়ারম্যান নির্বাচিত হন। তিবিলিসি ছিল এই প্রজাতন্ত্রের রাজধানী।\n৩০ ডিসেম্বর রাশিয়ান এসএফএসআর, ইউক্রেনীয় এসএফএসআর এবং বেলারুশীয় এসএফএসআর এর সাথে এই প্রজাতন্ত্র সোভিয়েত ইউনিয়নের প্রতিষ্ঠাতা সদস্য হয়ে ওঠে। ১৯৩৬ সালের ডিসেম্বরে ট্রান্সককেশিয়ান এসএফএসআর ভেঙে দেওয়া হয় এবং আবার জর্জিয়ান, আর্মেনিয়ান এবং আজারবাইজানি এসএসআর-এর মধ্যে বিভক্ত করা হয়।\n\n\n== টিএসএফএসআরের মধ্যে স্বায়ত্তশাসিত প্রজাতন্ত্রসমূহ ==\n\nজর্জিয়ায় লাল সেনাবাহিনীর আক্রমণের পর আবখাজিয়াকে (গণতান্ত্রিক জর্জিয়া প্রজাতন্ত্রের অন্তর্গত একটি স্বায়ত্তশাসিত প্রদেশ) একটি সোভিয়েত প্রজাতন্ত্র ঘোষণা করা হয়। ১৯২২ সালের মার্চ মাসে আবখাজ বিপ্লবী কমিটি এই অঞ্চলের নাম পরিবর্তন করে আবখাজিয়া এসএসআর রাখে। এই নতুন সোভিয়েত প্রজাতন্ত্রের ঘোষণা সত্ত্বেও জর্জিয়া এবং রাশিয়ার সাথে এর সম্পর্ক এখনও আনুষ্ঠানিকভাবে স্থির হয়নি। ১৯২১ সালের ১৬ ডিসেম্বর আবখাজিয়া জর্জিয়ান এসএসআর-এর সাথে একটি মৈত্রী চুক্তি স্বাক্ষর করে যা একটি চুক্তিবদ্ধ প্রজাতন্ত্র (রাশিয়ান: договорная республика) হিসেবে তার মর্যাদাকে সুসংহত করে। এই চুক্তির ফলে আবখাজিয়া সামরিক বাহিনী গঠনের অনুমতি দেওয়া হয় এবং একই সাথে দুটি সোভিয়েত প্রজাতন্ত্রের মধ্যে একটি রাজনৈতিক ও আর্থিক ইউনিয়ন প্রতিষ্ঠা করা হয়। এভাবে জর্জিয়ার মাধ্যমে আবখাজিয়া টিএসএফএসআর-এ যোগদান করে এবং প্রাথমিকভাবে ফেডারেশনের অন্যান্য প্রজাতন্ত্রের সাথে সমান অবস্থানে ছিল। ১৯ ফেব্রুয়ারি ১৯৩১ আবখাজিয়ার প্রজাতন্ত্রের মর্যাদা জর্জিয়ান এসএসআর-এর মধ্যে একটি স্বায়ত্তশাসিত সোভিয়েত সমাজতান্ত্রিক প্রজাতন্ত্রে নামিয়ে আনা হয়।\nকার্স চুক্তির ফলে জর্জিয়ান এসএসআর-এর মধ্যে ১৬ জুলাই ১৯২১ সালে আদজার এএসএসআর প্রতিষ্ঠিত হয়। প্রথম বিশ্বযুদ্ধে ককেশাস অভিযানের সমাপ্তি চিহ্নিত এই চুক্তিতে রাশিয়ান সাম্রাজ্যের কুতাইস গভর্নরেটের প্রাক্তন বাতুম ওব্লাস্টকে জর্জিয়া এবং তুরস্কের মধ্যে ভাগ করার বিধান রাখা হয়। চুক্তি অনুসারে উত্তরাঞ্চলীয় অর্ধেক, যেখানে উল্লেখযোগ্য জর্জিয়ান মুসলিম জনসংখ্যা ছিল, তা সোভিয়েত জর্জিয়ার অংশ হয়ে যায় কিন্তু স্বায়ত্তশাসন প্রদান করা হয়।\n১৯২০ সালের জুলাই মাসে আর্মেনিয়া, তুরস্ক এবং ইরানের সীমান্তবর্তী নাখচিভানে আরেকটি স্বায়ত্তশাসিত প্রজাতন্ত্র প্রতিষ্ঠিত হয়, যা আর্মেনীয় এবং আজারবাইজানিরা দাবি করছিল। লাল ফৌজ কর্তৃক অঞ্চলটি দখলের পর নাখচিভান স্বায়ত্তশাসিত সোভিয়েত সমাজতান্ত্রিক প্রজাতন্ত্রকে আজারবাইজানি এসএসআরের সাথে \"ঘনিষ্ঠ সম্পর্ক\" সহ ঘোষণা করা হয়। মস্কো চুক্তি এবং কার্স চুক্তির মাধ্যমে নাখচিভান অঞ্চল সোভিয়েত আজারবাইজান প্রজাতন্ত্রের সুরক্ষার অধীনে একটি স্বায়ত্তশাসিত প্রজাতন্ত্র হিসেবে প্রতিষ্ঠিত হয়।\n\n\n== রাষ্ট্রপ্রধানগণ ==\n\n\n== ডাকটিকিট এবং ডাক ইতিহাস ==\n১৯২৩ সালের আগে জর্জিয়া, আর্মেনিয়া এবং আজারবাইজান প্রত্যেকেই তাদের নিজস্ব ডাকটিকিট জারি করত। ট্রান্সককেশীয় ফেডারেশন ১৫ সেপ্টেম্বর ১৯২৩ তারিখে নিজস্ব ডাকটিকিট প্রকাশ শুরু করে এবং ১ অক্টোবর থেকে পৃথক প্রজাতন্ত্রের ইস্যুগুলিকে বাতিল করে।\n\nপ্রথম সংখ্যাগুলিতে রাশিয়া এবং আর্মেনিয়ার কিছু ডাকটিকিট ছিল, যেগুলিতে পয়েন্টের ভেতরে ফেডারেশনের পাঁচ অক্ষরের সংক্ষিপ্ত রূপ সম্বলিত একটি তারকা দিয়ে ছাপানো ছিল। ব্যাপক মুদ্রাস্ফীতি শুরু হওয়ার পর ফেডারেশনের নিজস্ব নকশার একটি সংখ্যা প্রকাশিত হয়। এতে তেলক্ষেত্রের দৃশ্যের চারটি প্রতীক এবং পাহাড় ও তেলের খনির উপর সোভিয়েত প্রতীকের মন্টেজ সহ চারটি প্রতীক ছিল, যার মূল্য ছিল ৪০,০০০ থেকে ৫০০,০০০ ট্রান্সককেশীয় রুবেল পর্যন্ত। ৪০,০০০ রুবেল এবং ৭৫,০০০ রুবেল তখন ৭০০,০০০ রুবেলে সারচার্জ করা হয়। ২৪ অক্টোবর ১ থেকে ১৮টি সোনার কোপেক মূল্যের ডাকটিকিটগুলি পুনরায় জারি করা হয়। ১৯২৪ সাল থেকে ফেডারেশন সোভিয়েত ইউনিয়নের ডাকটিকিট ব্যবহার করতে শুরু করে।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\nফেডারেশনের বেশিরভাগ ডাকটিকিট আজকাল খুব একটা বিরল নয়। ১৯৯৮ সালে এর দাম ১-২ মার্কিন ডলারের মধ্যে ছিল, যদিও আর্মেনিয়ান ডাকটিকিটগুলিতে অতিরিক্ত ছাপা ২০০ মার্কিন ডলার পর্যন্ত ছিল। স্বল্প সময়ের ব্যবহারের ফলে যেমনটি আশা করা যেতে পারে, ব্যবহৃত স্ট্যাম্পগুলি অব্যবহৃত স্ট্যাম্পগুলির তুলনায় কম সাধারণ এবং কভারগুলি তেমন দেখা যায় না।\n\n\n== আরও দেখুন ==\nলিথুয়ানিয়ান-বেলোরুশীয় সোভিয়েত সমাজতান্ত্রিক প্রজাতন্ত্র\nবাভেরিয়ান সোভিয়েত প্রজাতন্ত্র\nট্রান্সককেশীয় গণতান্ত্রিক ফেডারেটিভ রিপাবলিক\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBlauvelt, Timothy (মে ২০০৭), \"Abkhazia: Patronage and Power in the Stalin Era\", Nationalities Papers, 35 (2), পৃষ্ঠা 203–232, এসটুসিআইডি 128803263, ডিওআই:10.1080/00905990701254318 \nForestier-Peyrat, Etienne (জানুয়ারি ২০১৮), \"Soviet Federalism at Work: Lessons from the History of the Transcaucasian Federation, 1922–1936\", Jahrbücher für Geschichte Osteuropas, 65 (4), পৃষ্ঠা 529–559, ডিওআই:10.25162/jgo-2017-0020 \nHewitt, B.G. (১৯৯৩), \"Abkhazia: a problem of identity and ownership\", Central Asian Survey, 12 (3), পৃষ্ঠা 267–323, ডিওআই:10.1080/02634939308400819 \nLang, David Marshall (১৯৬২), A History of Modern Georgia, London: Weidenfeld and Nicolson \nSaparov, Arsène (২০১৫), From Conflict to Autonomy in the Caucasus: The Soviet Union and the making of Abkhazia, South Ossetia and Nagorno Karabakh, New York City: Routledge, আইএসবিএন 978-0-41-565802-7 \nSuny, Ronald Grigor (১৯৯৪), The Making of the Georgian Nation (Second সংস্করণ), Bloomington, Indiana: Indiana University Press"}