{"pageid": 1513385, "title": "শান্তি বালাচন্দ্রন", "url": "https://bn.wikipedia.org/wiki?curid=1513385", "content": "শান্তি বালাচন্দ্রন একজন ভারতীয় চলচ্চিত্র এবং থিয়েটার অভিনেত্রী যিনি মূলত মালায়ালাম সিনেমায় কাজ করেন।  তিনি ২০১৭ সালে টোভিনো থমাসের বিপরীতে মালায়ালাম কমেডি থ্রিলার ছবি থারাঙ্গামে নায়িকা হিসেবে কাজ করেন এটিই তার অভিনীত প্রথম পূর্ণদৈর্ঘ্য চলচ্চিত্র। \n\n\n== কর্মজীবন ==\n\n\n=== থিয়েটার ===\nশান্তি হ্যারল্ড পিন্টারের নাটক \"দ্য লাভার\" -এ প্রধান চরিত্রে অভিনয় করেছিলেন। সানাল আমান এই নাটকের পরিচালক ছিলেন। কোচিতে নাটকটি মঞ্চস্থ হওয়ার পর, পরিচালক অরুণ ডমিনিক তার থারাঙ্গাম ছবির জন্য শান্তির সঙ্গে যোগাযোগ করেন এবং একটি চরিত্রে অভিনয়ের প্রস্তাব দেন।  তিনি রোশন ম্যাথিউ পরিচালিত \"আ ভেরি নরমাল ফ্যামিলি\" নাটকে সুইটির চরিত্রে অভিনয় করেছেন। \"দ্য লাভার\" ছবিতে তার অভিনয় দেখার পর তাকে এই চরিত্রের জন্য প্রস্তাব দেওয়া হয়েছিল। \n\n\n=== পূর্ণদৈর্ঘ্য চলচ্চিত্র ===\nশান্তি অরুণ ডোমিনিকের ফ্যান্টাসি তিক্ত হাস্যরসাত্মক ছবি <i id=\"mwNw\">থারাঙ্গাম</i> (২০১৭) এ অভিনয় করেন যেটি তার অভিনীত প্রথম পূর্ণদৈর্ঘ্য চলচ্চিত্র। সেখানে তিনি টোভিনো থমাসের বিপরীতে অভিনয় করেছিলেন। তিনি মালিনী নামক একজন আধুনিক ও সাহসী নারীর চরিত্রে অভিনয় করেন, যিনি টোভিনো থমাসের চরিত্র পাপ্পানের সঙ্গে সম্পর্কে জড়িয়ে পড়েন।   শান্তি তার চরিত্র সম্পর্কে বলেছেন, \"তিনি একজন দৃঢ়চেতা ও আত্মবিশ্বাসী অতিথি প্রভাষক, যিনি প্রথমে বেশ গম্ভীর মনে হলেও পরবর্তীতে তার চরিত্রের মধ্যে মজার দিক ফুটে ওঠে।\"  টাইমস অফ ইন্ডিয়ার সমালোচক অঞ্জনা জর্জ তার অভিনয়ের প্রশ্ংসা করেন।  শান্তি ২০১৭ সালে মুক্তিপ্রাপ্ত রান্ডু পের ছবিতে মুখ্য ভূমিকায় অভিনয় করেছিলেন। এই ছবি কেরালা আন্তর্জাতিক চলচ্চিত্র উৎসবের আন্তর্জাতিক প্রতিযোগিতা বিভাগে অন্তর্ভুক্ত হয়েছিল। এখানে তিনি এমন এক নারীর চরিত্রে অভিনয় করেন, যিনি সম্পর্কের টানাপোড়েনে জর্জরিত।  ছবিটি ২০২১ সালে ওটিটি প্ল্যাটফর্মে মুক্তি পায়। \nএরপর শান্তি লিজো হোসে পেলিসেরির প্রশংসিত ছবি জাল্লিকাট্টু (২০১৮) তে অভিনয় করেন, যেখানে তিনি একমাত্র মহিলা চরিত্র সোফির ভূমিকায় ছিলেন। তিনি এই চরিত্র সম্পর্কে বলেছেন, \"সে একজন স্বতন্ত্রচেতা নারী, যার নিজস্ব লক্ষ্য রয়েছে এবং যিনি কোনো সামাজিক চাপ অনুভব করেন না।\"    শান্তি আরও বলেন, \"এই চরিত্রটি আমার স্বাভাবিক ব্যক্তিত্বের সম্পূর্ণ বিপরীত, তাই এটি ছিল আমার জন্য একটি চ্যালেঞ্জ। অনেকেই মনে করতেন যে আমি অত্যন্ত শহুরে এবং স্থানীয় সংস্কৃতির সঙ্গে মানানসই নই, কিন্তু আমি সেই ধারণা ভেঙে দিতে পেরেছি।\"  ২০২০ সালে তিনি পাপাম চেয়্যাথাভার ক্যালেরিয়াত্তে ছবিতে লিন্ডার চরিত্রে অভিনয় করেন। তার মতে, \"লিন্ডা এমন একজন, যিনি অন্যদের মানদণ্ড অনুযায়ী অস্বাভাবিক কাজ করলেও তার নিজের কাছে সেগুলো স্বাভাবিক।\" তিনি স্বীকার করেন যে, \"অতিরিক্ত নাটকীয় না হয়ে আবেগপ্রবণভাবে অভিনয় করা সত্যিই কঠিন ছিল।\"  দ্য নিউ ইন্ডিয়ান এক্সপ্রেসের সাজিন শ্রীজিত লিখেছেন:  \"শান্তি বালাচন্দ্রন এই চরিত্রে উজ্জ্বল অভিনয় করেছেন, যা অতীতে রেবতী ও উর্বশীর মতো কিংবদন্তি অভিনেত্রীদের অভিনয়ের স্মৃতি মনে করিয়ে দেয়।\"  ২০২১ সালে, তিনি বিবিন পল স্যামুয়েলের ছবি আহা -তে ইন্দ্রজিৎ সুকুমারনের সাথে অভিনয় করেছিলেন।  অনমনোরামা-র সমালোচক অরুণ জর্জ মেরি চরিত্রে তার অভিনয়কে \"শক্তিশালী এবং আবেগপূর্ণ\" বলে প্রশংসা করেছেন। \nপরবর্তীতে, শান্তি সিদ্ধার্থ ভারতান পরিচালিত মা ছবি জিন-এ সৌবিন শাহিরের বিপরীতে অভিনয় করেন।  তিনি চাথুরাম ছবিতে স্বসিকা, অ্যালেনসিয়ার লে লোপেজ এবং রোশন ম্যাথিউ-এর সঙ্গে অভিনয় করেছেন। \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== ওয়েব সিরিজ ===\n\n\n=== সঙ্গীত ভিডিও ===\n\n\n== তথ্যসূত্র =="}