{"pageid": 1513006, "title": "২০১৭ আফগানিস্তান-পাকিস্তান সীমান্ত সংঘর্ষ", "url": "https://bn.wikipedia.org/wiki?curid=1513006", "content": "২০১৭ সালের ৫ আফগানিস্তানের সীমান্তের কাছে পাকিস্তানের চামানে আফগান বাহিনী পাকিস্তানের একটি আদমশুমারি দলকে আক্রমণ করার পর একটি সশস্ত্র সংঘর্ষের ঘটনা ঘটে। তাৎক্ষণিক সীমান্ত সংঘর্ষে উভয় পক্ষের কমপক্ষে ১৫ জন নিহত হয়। এটি দুই দেশের মধ্যে সীমান্ত সম্পর্কিত একাধিক ঘটনার মধ্যে একটি।\n\n\n== পটভূমি ==\n২০১৭ সালের ফেব্রুয়ারিতে, সেহওয়ান আত্মঘাতী বোমা হামলার পর নিরাপত্তার কারণে পাকিস্তান তোরখাম এবং চামান সীমান্ত বন্ধ করে দেয়। বিস্ফোরণের কয়েক ঘন্টা পরে, পাকিস্তান সেনাবাহিনী আফগানিস্তানের নানগারহারে জঙ্গি ঘাঁটিতে \"হামলা\" শুরু করে বলে জানা গেছে। মার্চ মাসে সীমান্ত বন্ধ করার ৩২ দিন পর পাকিস্তানের প্রধানমন্ত্রী নওয়াজ শরীফ \"শুভেচ্ছার নিদর্শন\" হিসেবে আফগানিস্তান-পাকিস্তান সীমান্ত পুনরায় খোলার নির্দেশ দেন। পরবর্তীতে, পাকিস্তান সরকার আফগানিস্তানের সাথে দেশের সীমান্তের নির্বাচিত অংশে বেড়া দেওয়ার সিদ্ধান্ত নেয়। ৫ এপ্রিল, আফগান পররাষ্ট্র মন্ত্রণালয়ের একজন মুখপাত্র বলেন, সীমান্ত বেড়া সমস্যা সমাধানে কূটনৈতিকভাবে ব্যর্থ হলে কাবুল সামরিক পদক্ষেপ নিতে পারে।\nআফগানিস্তান-পাকিস্তান সীমান্ত ডুরান্ড লাইন নামে পরিচিত, এটি পশতুন জাতিগোষ্ঠীর ঐতিহ্যবাহী আবাসভূমির মধ্য দিয়ে গেছে, যা এই অঞ্চলটিকে দুই দেশের মধ্যে বিভক্ত করেছে। ঐতিহাসিকভাবে আফগান সরকার এই সীমান্তের বৈধতা নিয়ে আপত্তি জানিয়ে এসেছে এবং সীমান্ত নিয়ন্ত্রণ বা কাঁটাতারের বেড়া নির্মাণের প্রচেষ্টার বিরোধিতা করেছে, যা দুই দেশের মধ্যে সম্পর্কের টানাপোড়েন তৈরি করেছে। আফগান পররাষ্ট্র মন্ত্রণালয় দাবি করেছে যে তারা পাকিস্তানকে সতর্ক করেছে যেন সীমান্তবর্তী গ্রামগুলোতে আদমশুমারি পরিচালনা না করা হয়।\n\n\n== ঘটনা ==\n৫ মে, জনসংখ্যার তথ্য সংগ্রহকারী পাকিস্তানি আদমশুমারি দল আফগান বাহিনীর হামলার শিকার হয়। পাকিস্তানি কর্মকর্তারা জানিয়েছেন যে আফগান নিরাপত্তা বাহিনী প্রথমে আদমশুমারি কর্মীদের এবং তাদের নিরাপত্তার দায়িত্বে থাকা এফ.সি. (ফ্রন্টিয়ার কোর) সদস্যদের লক্ষ্য করে গুলি চালায়, যার ফলে সংঘর্ষ শুরু হয়।  এই দলটি স্পিন বল্দাকের কাছে লুকমান গ্রাম এবং পাকিস্তানের সীমান্তবর্তী কিলি জাহাঙ্গীর গ্রামে অবস্থান করছিল। পাকিস্তানের দাবী অনুযায়ী আফগান সীমান্ত পুলিশকে চলমান আদমশুমারি কার্যক্রম সম্পর্কে আগে থেকেই অবহিত করা হয়েছিল, কিন্তু ৩০ এপ্রিল থেকে আফগান বাহিনী এতে বাধা সৃষ্টি করতে শুরু করে।\nকান্দাহারের গভর্নরের আফগান মুখপাত্র সামিম খপলওয়াক দাবি করেন যে পাকিস্তানি আদমশুমারি দলটি আফগানিস্তানের ভেতরে প্রবেশ করেছিল। আফগান পররাষ্ট্র মন্ত্রণালয়ের একজন মুখপাত্র দাবি করেন যে এই গ্রামগুলি আফগানিস্তানের স্পিন বল্দাক জেলার অংশ এবং ডুরান্ড লাইনের বিতর্কিত অঞ্চলে অবস্থিত এবং তাদের লোকমান এবং হাজি নজর হিসেবে চিহ্নিত করেছেন। তিনি আরও জানান যে আফগান বাহিনী পাকিস্তানি কর্মীদের লক্ষ্য করে গুলি চালায়।\nএর প্রতিশোধ হিসেবে পাকিস্তানি বাহিনী আফগান বাহিনীর উপর পাল্টা হামলা চালায়। পাকিস্তানের পক্ষ থেকে জানানো হয় যে, আফগান সেনাদের গুলিতে তিন নারী ও পাঁচ শিশুসহ নয়জন নিহত হয় এবং আরও ৪০ জন আহত হয়। পাকিস্তানি বাহিনীর পাল্টা হামলায় ৫০ জনের বেশি আফগান সীমান্ত রক্ষী নিহত হন এবং ১০০-র বেশি আফগান নিরাপত্তা কর্মী আহত হন, পাশাপাশি অন্তত একজনকে আটক করা হয়। পাকিস্তানের পক্ষ থেকে আরও জানানো হয় যে, এই সংঘর্ষে তাদের দুই সেনা নিহত এবং আরও নয়জন আহত হয়। তাছাড়া, সেনাবাহিনী জানিয়েছে যে আফগানিস্তান যুদ্ধবিরতির অনুরোধ করেছিল যা পাকিস্তান মেনে নিয়েছে। তবে, আফগান সরকারের একজন মুখপাত্র পাকিস্তানের হতাহতের সংখ্যা \"একেবারেই মিথ্যা\" বলে প্রত্যাখ্যান করেন। পাকিস্তানে নিযুক্ত আফগানিস্তানের রাষ্ট্রদূত ওমর জাখিলওয়াল দাবি করেন যে সংঘর্ষে মাত্র দুইজন আফগান সেনা নিহত এবং সাতজন আহত হয়েছে। তিনি জোর দিয়ে বলেন: \"চামান সংঘর্ষে পাকিস্তানের পক্ষেও হতাহত হয়েছে, কিন্তু আমরা তা উদযাপন না করে এটিকে দুর্ভাগ্যজনক ও দুঃখজনক বলে অভিহিত করেছি।\"\n\n\n== প্রতিক্রিয়া ==\nকান্দাহার পুলিশের এক মুখপাত্র রয়টার্সকে জানান যে, পাকিস্তানি দল আদমশুমারির আড়ালে \"অসৎ কার্যকলাপ চালাচ্ছিল এবং গ্রামবাসীদের সরকারবিরোধী উসকানি দেওয়ার চেষ্টা করছিল\"।\nপাকিস্তানের ফ্রন্টিয়ার কোরের মহাপরিদর্শক মেজর জেনারেল নাদিম আহমেদ জানান যে আফগান বাহিনী পাকিস্তানের ভূখণ্ডে অনুপ্রবেশ করে এবং সেখানে বসতবাড়ি দখল করে অবস্থান নেয়। তিনি বলেন, আফগান বাহিনী বেসামরিক জনগোষ্ঠীকে লক্ষ্যবস্তু বানিয়েছে এবং গ্রামবাসীদের মানবঢাল হিসেবে ব্যবহার করেছে। তবে পাকিস্তানি বাহিনীর আক্রমণের পর তারা নিজেদের অবস্থান থেকে পিছু হটে। তিনি আরও উল্লেখ করেন, পাকিস্তানের আন্তর্জাতিক সীমান্ত \"অ-আলোচনাযোগ্য এবং এতে কোনও আপস করা হবে না\" এবং আফগান আগ্রাসন তাদের সরকারের ভারতের সাথে যোগসাজশের ফলাফল।\nপাকিস্তান সেনাবাহিনীর সাউদার্ন কমান্ডের কমান্ডার লেফটেন্যান্ট জেনারেল আমির রিয়াজ আফগান বাহিনীর এই হামলাকে \"মূর্খতাপূর্ণ\" বলে আখ্যায়িত করেন এবং বলেন যে পাকিস্তান \"পূর্ণ শক্তি দিয়ে\" এই ধরনের আক্রমণের জবাব দেবে। রেডিও পাকিস্তানকে দেওয়া এক সাক্ষাৎকারে তিনি মন্তব্য করেন, \"এ ধরনের হামলা আফগানিস্তানের কোনো উপকারে আসবে না বরং তাদের সরকারের এই অবিবেচনাপ্রসূত কর্মকাণ্ডের জন্য লজ্জিত হওয়া উচিত।\" তিনি আরও বলেন, \"আফগানিস্তান তার আচরণ পরিবর্তন না করা পর্যন্ত\" চামান সীমান্ত বন্ধ থাকবে।\nপাকিস্তানের প্রতিরক্ষামন্ত্রী খাজা মুহাম্মদ আসিফ বলেন, যদি পাকিস্তানের সীমান্ত \"লঙ্ঘন করা হয় এবং আরও ধ্বংসযজ্ঞ ঘটে, তাহলে দায়ীদের মূল্য দিতে হবে। যারা আমাদের ধ্বংসের কারণ তাদের প্রতিশোধ নেব।\" তিনি আরও দাবি করেন, আফগানিস্তান বুঝতে পেরেছে যে তারা \"ভুল\" করেছে এবং পাকিস্তান সমস্যার সমাধান চাইলেও আফগানিস্তানের কাছ থেকে \"ইতিবাচক সাড়া\" পায়নি। তিনি আফগান সরকারকে সন্ত্রাসবাদ বন্ধ করার আহ্বানও জানান।\n\n\n== ফলাফল ==\nসংঘর্ষের ফলে ওয়েশ-চামান সীমান্ত ক্রসিং বন্ধ করে দেওয়া হয়। সীমান্ত বন্ধের ফলে আফগান শরণার্থীদের প্রত্যাবাসন স্থগিত হয়ে যায়। ৮ মে চামানের শহরাঞ্চলে বন্ধ থাকা আদমশুমারি কার্যক্রম পুনরায় শুরু হয়। ১২ মে শুধুমাত্র নারী, শিশু ও অসুস্থ ব্যক্তিদের পারাপারের জন্য সীমান্ত আংশিকভাবে পুনরায় খুলে দেওয়া হয়। সীমান্তের উভয় পাশে আচাকজাই উপজাতির লোকেরা এই এলাকায় বাস করে। সংঘর্ষের পর উভয় পক্ষের বেসামরিক লোকদের নিরাপদ স্থানে সরিয়ে নেওয়া হয়। কোয়েটায় আফগান কনস্যুলেটের বাইরে একদল প্রতিবাদকারী বিক্ষোভ প্রদর্শন করে এবং আফগান বাহিনীর হামলার নিন্দা জানায়।\nএকাধিক পতাকা বৈঠকের পর উভয় পক্ষ আলোচনা শুরু করে। সীমান্ত এলাকা চিহ্নিত করার জন্য একটি যৌথ ভূতাত্ত্বিক (sic) বা ভূতাত্ত্বিক জরিপ পরিচালনা করার বিষয়ে একমত হয় এবং এই উদ্দেশ্যে গুগল ম্যাপস ব্যবহারের বিষয়টিও বিবেচনায় আনা হয়। ডন পত্রিকার মতে, পাকিস্তানি পক্ষ আফগান প্রতিনিধিদের \"স্পষ্ট করে\" দিয়েছে যে সংঘর্ষের ফলে ক্ষতিগ্রস্ত দুটি গ্রাম পাকিস্তানের ভূখণ্ডের অন্তর্ভুক্ত। ১১ মে সমীক্ষার চূড়ান্ত প্রতিবেদন উভয় দেশের সরকারের কাছে পাঠানো হয়। ২৭ মে পাকিস্তান জানায় যে রমজান উপলক্ষে আফগান কর্তৃপক্ষের অনুরোধের পর তারা \"মানবিক কারণে\" সীমান্ত খুলে দিয়েছে। এর ফলে ২২ দিন ধরে চলা সীমান্ত বন্ধের অবসান ঘটে।\n\n\n== আরও দেখুন ==\nওয়েশ-চামান সীমান্ত ক্রসিং\nআফগানিস্তান-পাকিস্তান সম্পর্ক\n\n\n== তথ্যসূত্র =="}