{"pageid": 1513002, "title": "রোমের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1513002", "content": "রোমের ইতিহাস বলতে রোম শহরের ইতিহাস এবং প্রাচীন রোম সভ্যতার ইতিহাস বোঝানো হয়। রোমের ইতিহাস আধুনিক বিশ্বে গভীর প্রভাব ফেলেছে, বিশেষ করে ক্যাথলিক চার্চের ইতিহাসে। এছাড়া, রোমান আইন বহু আধুনিক আইনব্যবস্থাকে প্রভাবিত করেছে। রোমের ইতিহাসকে কয়েকটি পর্যায়ে ভাগ করা যায়:\n\nরোমের প্রাগৈতিহাসিক ও প্রাথমিক যুগ: এই সময়ে রোমের আদিবাসীদের জীবন এবং রোমুলাস ও রেমুসের দ্বারা শহর প্রতিষ্ঠার কিংবদন্তি অন্তর্ভুক্ত।\nএট্রুস্কান সভ্যতা ও রাজতান্ত্রিক যুগ: ঐতিহ্য অনুসারে, রোমুলাস ছিলেন রোমের প্রথম রাজা, এবং মোট সাতজন রাজা এই রাজতন্ত্র শাসন করেছিলেন।\nরোমান প্রজাতন্ত্র: ৫০৯ খ্রিস্টপূর্বে রাজাদের পরিবর্তে নির্বাচিত ম্যাজিস্ট্রেটরা শাসনভার গ্রহণ করেন। এই সময়ে রোম ব্যাপকভাবে তার অঞ্চল সম্প্রসারণ করে। ৫ম শতকে, রোম লাতিয়ামে আঞ্চলিক আধিপত্য প্রতিষ্ঠা করে। ২৬৪-১৪৬ খ্রিস্টপূর্বের পুনিক যুদ্ধের পর প্রাচীন রোম পশ্চিম ভূমধ্যসাগরের প্রধান শক্তি হয়ে ওঠে, কার্থেজকে পরাজিত করে।\nরোমান সাম্রাজ্য: প্রজাতন্ত্রের পতনের পর জুলিয়াস সিজারের উত্থান ঘটে। গৃহযুদ্ধের পর, তার দত্তকপুত্র আউগুস্তুস ২৭ খ্রিস্টপূর্বে মার্ক অ্যান্টনিকে পরাজিত করে এবং সাম্রাজ্যের সূচনা ঘটে।\nপশ্চিম রোমান সাম্রাজ্যের পতন: ৪৭৬ খ্রিস্টাব্দে অস্ট্রোগথিকদের হাতে রোম পতিত হয়। এর ফলে শহরটির শক্তি দুর্বল হয়ে পড়ে এবং এটি বাইজেন্টাইন সাম্রাজ্যের অংশ হয়ে ওঠে, যা ৬ষ্ঠ থেকে ৮ম শতক পর্যন্ত রোমের ডাচি নামে পরিচিত ছিল। ৫ম ও ৬ষ্ঠ শতকে রোম একাধিকবার লুটপাটের শিকার হয়, এমনকি এটি সম্পূর্ণ জনশূন্যও হয়ে পড়েছিল।\nমধ্যযুগের রোম: এই সময়ে রোম কনস্টান্টিনোপলের সঙ্গে সম্পর্ক ছিন্ন করে এবং পোপাল স্টেটসের উত্থান ঘটে। পোপরা পবিত্র রোমান সাম্রাজ্যের সাথে ক্ষমতার লড়াইয়ে লিপ্ত হন। saeculum obscurum সময়ে রোমের জনসংখ্যা মাত্র ৩০,০০০-এ নেমে আসে। পূর্ব-পশ্চিম মহাবিভাজন এবং পাদ্রি ও সম্রাটের দ্বন্দ্ব এর পরেও মধ্যযুগের উচ্চপর্বে পোপরা কিছুটা ক্ষমতা পুনরুদ্ধার করেন। কিন্তু অ্যাভিনিয়ন পেপাসি এবং পশ্চিমী ক্যাথলিক গির্জার বিভেদের কারণে রোম গুরুত্ব হারায়, এবং শহরের জনসংখ্যা ২০,০০০-এর নিচে নেমে আসে। মধ্যযুগে নগরীর গুরুত্ব কমে যাওয়ায় নতুন নির্মাণকাজ প্রায় বন্ধ হয়ে যায়, যার ফলে অনেক প্রাচীন রোমান স্থাপনা টিকে যায়।\nরোমান রেনেসাঁ: ১৫শ শতকে রোম ফ্লোরেন্সকে ছাড়িয়ে শিল্প ও সংস্কৃতির কেন্দ্র হয়ে ওঠে। তবে ১৫২৭ সালে রোমের ধ্বংসযজ্ঞ এর ফলে এই পুনর্জাগরণ হঠাৎ থেমে যায়। তবুও কাউন্টার-রিফর্মেশনের মাধ্যমে পোপরা পুনরায় শক্তিশালী হন এবং শহরটি প্রারম্ভিক আধুনিক যুগেও সমৃদ্ধি লাভ করে। ১৮০৯ থেকে ১৮১৪ সাল পর্যন্ত রোম নেপোলিয়ন বোনাপার্টের শাসনে প্রথম ফরাসি সাম্রাজ্যের অন্তর্ভুক্ত ছিল।\nআধুনিক ইতিহাস (১৯শ শতক থেকে বর্তমান): মিত্রশক্তির ইতালিতে আক্রমণের সময় রোম অবরুদ্ধ হয় এবং দ্বিতীয় বিশ্বযুদ্ধে বোমা হামলার শিকার হয়। ১৪ আগস্ট ১৯৪৩ সালে একে ওপেন সিটি (উন্মুক্ত নগরী) ঘোষণা করা হয়। ১৯৪৬ সালে ইতালীয় প্রজাতন্ত্রের রাজধানী হিসেবে ঘোষিত হয়। ২০১৫ সালের হিসাব অনুযায়ী, শহরের জনসংখ্যা ছিল ২.৯ মিলিয়ন (মহানগর এলাকায় ৪.৪ মিলিয়ন)। এটি ইতালির বৃহত্তম শহর, ইউরোপীয় ইউনিয়নের অন্যতম বৃহত্তম শহর, এবং একটি বৈশ্বিক নগরী হিসেবে স্বীকৃত।\n\n\n== নাম ==\nরোম নামটির ভাষাগত উৎস খোঁজার জন্য বিভিন্ন প্রচেষ্টা করা হয়েছে। সম্ভাব্য উৎসগুলোর মধ্যে রয়েছে গ্রিক শব্দ Rhṓmē (Ῥώμη), যার অর্থ \"সাহস\" বা \"বীরত্ব\"; আরেকটি অনুমিত উৎস হলো Cneve Tarchunies Rumach, যা \"গনেয়াস তারক্বিনিয়ুস অফ রোম\" হিসেবে ব্যাখ্যা করা হয়েছে। এছাড়াও, Rumon শব্দটির সঙ্গে তুলনা করা যায়, যা একসময় টাইবার নদীর পুরনো নাম ছিল। তবে এর প্রকৃত ব্যুৎপত্তি এখনো অজানা, যেমনটি বেশিরভাগ ইট্রাস্কান শব্দের ক্ষেত্রেও দেখা যায়। থমাস জি. টাকার তার Concise Etymological Dictionary of Latin (১৯৩১)-এ উল্লেখ করেছেন যে, রোম নামটি সম্ভবত *urobsma থেকে উদ্ভূত (তুলনা করুন urbs, robur)। অন্যদিকে, কম সম্ভাবনাময় হলেও এটি *urosma শব্দ থেকেও আসতে পারে, যার অর্থ \"পাহাড়\" (তুলনা করুন সংস্কৃত varsman- \"উচ্চতা, শীর্ষ\", পুরাতন স্লাভিক врьхъ \"শীর্ষ, চূড়া\", রুশ верх \"উপরের দিক\", এবং লিথুয়ানিয়ান virsus \"উপরের অংশ\")।\n\n\n== তথ্যসূত্র =="}