{"pageid": 1513835, "title": "লিভ অ্যান্ড লেট ডাই (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1513835", "content": "লাইভ অ্যান্ড লেট ডাই হল ১৯৭৩ সালের একটি গোপনীয় চলচ্চিত্র, যা ইওন প্রোডাকশনস দ্বারা নির্মিত জেমস বন্ড সিরিজের অষ্টম চলচ্চিত্র এবং রজার মুরকে এমআই৬ এজেন্ট জেমস বন্ড হিসেবে প্রথমবারের মতো অভিনয় করানো হয়েছে। এটি পরিচালনা করেছেন গাই হ্যামিল্টন এবং প্রযোজনা করেছেন অ্যালবার্ট আর. ব্রোকলি এবং হ্যারি সল্টজম্যান, যখন টম ম্যানকিউইজ স্ক্রিপ্টটি লিখেছেন।\nচলচ্চিত্রটি ইয়ান ফ্লেমিং'র ১৯৫৪ সালের একই নামের উপন্যাসের উপর ভিত্তি করে। গল্পের কাহিনী একটি হারলেমের মাদক সম্রাট মিস্টার বিগকে নিয়ে, যিনি প্রতিদ্বন্দ্ব ী মাদক বারনদের ব্যবসা বন্ধ করতে দুই টন হেরোইন বিনামূল্যে বিতরণের পরিকল্পনা করেন এবং পরে একক সরবরাহকারী হিসেবে প্রতিষ্ঠিত হতে চান। মিস্টার বিগ হলেন ডঃ কানাঙ্গার অপরাধী ক্যারিবিয়ান শাসক, যিনি সান মনিক নামক একটি কাল্পনিক দ্বীপের শাসন করেন, যেখানে গোপনে আফিমের পপি চাষ করা হয়। বন্ড তিনজন ব্রিটিশ এজেন্টের মৃত্যুর তদন্ত করতে গিয়ে কানাঙ্গার কাছে পৌঁছান এবং তিনি দ্রুত গ্যাংস্টার এবং ভূত এর জগতে আটকা পড়েন, যেখানে তিনি মাদক সম্রাটের পরিকল্পনা বন্ধ করার জন্য লড়াই করেন।\nলাইভ অ্যান্ড লেট ডাই মুক্তি পায় ব্ল্যাক্সপ্লয়টেশন যুগের শীর্ষে, এবং চলচ্চিত্রে অনেক ব্ল্যাক্সপ্লয়টেশন আর্কেটাইপ এবং ক্লিশে চিত্রিত হয়েছে, যার মধ্যে রয়েছে অবমাননাকর জাতিগত শব্দ (\"হঙ্কি\"), কৃষ্ণাঙ্গ গ্যাংস্টার এবং পিম্পমোবাইল। এটি পূর্ববর্তী জেমস বন্ড চলচ্চিত্রগুলির মেগালোম্যানিয়াক সুপার-ভিলেনদের প্লট থেকে সরে এসেছে এবং পরিবর্তে মাদক পাচারের উপর ফোকাস করেছে, যা সেই সময়ের ব্ল্যাক্সপ্লয়টেশন চলচ্চিত্রগুলির একটি সাধারণ থিম। এটি আফ্রিকান-আমেরিকান সাংস্কৃতিক কেন্দ্র যেমন হারলেম এবং নিউ অরলিন্স, পাশাপাশি ক্যারিবিয়ান দ্বীপপুঞ্জে সেট করা হয়েছে। এটি প্রথম জেমস বন্ড চলচ্চিত্রও, যেখানে একজন আফ্রিকান-আমেরিকান বন্ড গার্ল 007 এর সাথে রোমান্টিকভাবে জড়িত, রোজি কার্ভার, যিনি গ্লোরিয়া হেনড্রি দ্বারা অভিনীত।\nচলচ্চিত্রটি বক্স অফিসে সফল হয় এবং সমালোচকদের কাছ থেকে সাধারণত ইতিবাচক পর্যালোচনা পায়। এর শিরোনাম গান, যা পল এবং লিন্ডা ম্যাককার্টনি দ্বারা লেখা এবং তাদের ব্যান্ড উইংস দ্বারা পরিবেশিত হয়, অ্যাকাডেমি পুরস্কারের জন্য মনোনীত হয়।\n\n\n== কাহিনী ==\n৩টি এমআই৬ এজেন্ট রহস্যজনক পরিস্থিতিতে ২৪ ঘণ্টার মধ্যে নিউ ইয়র্ক সিটিতে জাতিসংঘের সদর দপ্তর, নিউ অরলিন্স, এবং ছোট ক্যারিবিয়ান দেশ সান মনিকে-তে নিহত হয়, যখন তারা দ্বীপের শাসক ডঃ কানাঙ্গার কার্যক্রম পর্যবেক্ষণ করছিলেন। জেমস বন্ড, এজেন্ট ০০৭, তদন্তের জন্য নিউ ইয়র্কে পাঠানো হয়। কানাঙ্গা নিউ ইয়র্কে জাতিসংঘে একটি সফরে আছেন। বন্ডের আগমনের পর, তার ড্রাইভার কানাঙ্গার একজন লোক হুইস্পার দ্বারা হত্যা করা হয়, যখন সে বন্ডকে সিআইএ-এর ফেলিক্স লেইটার এর কাছে নিয়ে যাচ্ছিল। পরবর্তীতে একটি গাড়ি দুর্ঘটনায় বন্ড প্রায় নিহত হয়।\nহত্যাকারীর লাইসেন্স প্লেট বন্ডকে হারলেম-এ নিয়ে যায়, যেখানে সে মিস্টার বিগের সাথে দেখা করে, একজন মব বস যিনি যুক্তরাষ্ট্র জুড়ে রেস্তোরাঁর একটি চেইন পরিচালনা করেন, কিন্তু বন্ড এবং সিআইএ বুঝতে পারে না কেন নিউ ইয়র্কের সবচেয়ে শক্তিশালী কৃষ্ণাঙ্গ গ্যাংস্টার একটি অপ্রাসঙ্গিক দ্বীপের নেতার সাথে কাজ করছে। বন্ড সলিটেয়ার নামক একটি সুন্দর ট্যারট পাঠক এর সাথে দেখা করে, যার ওবেয়ার শক্তি রয়েছে এবং সে ভবিষ্যত এবং বর্তমানের দূরবর্তী ঘটনাগুলি দেখতে পারে। মিস্টার বিগ তার গুণ্ডাদের বন্ডকে হত্যা করতে বলে, কিন্তু বন্ড তাদের পরাজিত করে এবং সিআইএ এজেন্ট স্ট্রাটারের সাহায্যে পালিয়ে যায়। বন্ড সান মনিকে উড়ে যায়, যেখানে সে স্থানীয় সিআইএ এজেন্ট রোজি কার্ভারের সাথে দেখা করে। তারা বন্ডের সহযোগী কোয়ারেল জুনিয়র এর সাথে দেখা করে, যিনি তাদের সলিটেয়ারের বাড়ির কাছে নৌকায় নিয়ে যান। যখন বন্ড রোজিকে কানাঙ্গার জন্য একটি ডাবল এজেন্ট সন্দেহ করে, রোজি পালানোর চেষ্টা করে কিন্তু কানাঙ্গার দ্বারা দূর থেকে হত্যা করা হয়। এরপর বন্ড একটি স্ট্যাকড ডেক ট্যারট কার্ড ব্যবহার করে যা শুধুমাত্র \"দ্য লাভার্স\" দেখায়, সলিটেয়ারকে বিশ্বাস করাতে যে তাদের জন্য এটি নিয়তি; এরপর বন্ড তাকে প্রলুব্ধ করে। তার সতীত্ব হারানোর ফলে এবং ভবিষ্যত ভবিষ্যদ্বাণী করার ক্ষমতা হারানোর কারণে, সলিটেয়ার বুঝতে পারে যে কানাঙ্গা তাকে হত্যা করবে, তাই সে বন্ডের সাথে সহযোগিতা করতে রাজি হয়। পরের দিন, বন্ড এবং সলিটেয়ার আবিষ্কার করে যে কানাঙ্গার বড় পপি ক্ষেত রয়েছে যা দৃশ্যমান নয়।\nবন্ড এবং সলিটেয়ার নৌকায় পালিয়ে নিউ অরলিন্সে উড়ে যায়। সেখানে, বন্ড মিস্টার বিগ দ্বারা বন্দী হয়, যিনি একটি প্রস্থেটিক মুখ সরিয়ে কানাঙ্গা হিসেবে নিজেকে প্রকাশ করেন। তিনি হেরোইন উৎপাদন করছেন এবং সান মনিকের স্থানীয়দের অকাল্ট এবং ভুডু পুরোহিত ব্যারন সামেদির ভয়কে কাজে লাগিয়ে পপি ক্ষেতগুলো রক্ষা করছেন। মিস্টার বিগ হিসেবে কানাঙ্গা তার রেস্তোরাঁগুলোতে হেরোইন বিনামূল্যে বিতরণের পরিকল্পনা করছেন, যা আসক্তির সংখ্যা বাড়িয়ে দেবে। তিনি তার বিতরণের মাধ্যমে অন্যান্য মাদক ব্যবসায়ীদের দেউলিয়া করতে চান, তারপর তার হেরোইনের জন্য উচ্চ মূল্য ধার্য করবেন যাতে তিনি তার তৈরি করা বিশাল মাদক নির্ভরতার উপর লাভবান হতে পারেন।\nবন্ডের সাথে যৌন সম্পর্ক স্থাপন এবং তার ট্যারট কার্ড পড়ার ক্ষমতা হারানোর জন্য সলিটেয়ারের প্রতি ক্ষুব্ধ হয়ে কানাঙ্গা তাকে বলি দেওয়ার জন্য ব্যারন সামেদির কাছে নিয়ে যায়। কানাঙ্গার গুণ্ডারা, এক-হাতের টী হী এবং টুইড জ্যাকেট পরিহিত অ্যাডাম, বন্ডকে কোকোডিলিয়া দ্বারা খাওয়া হতে ছেড়ে দেয় তার ফার্মে ডীপ সাউথ এর পেছনের দিকে। বন্ড নিরাপদে পালিয়ে যেতে কাঁকড়ার পিঠ ব্যবহার করে। তাদের মাদক পরীক্ষাগারটি আগুনে পুড়িয়ে দেওয়ার পর, সে একটি স্পিডবোট চুরি করে এবং পালিয়ে যায়, কানাঙ্গার লোকদের অ্যাডামের আদেশে তার পেছনে ধাওয়া করে, এবং পরে শেরিফ জে.ডব্লিউ. পেপার এবং লুইজিয়ানা স্টেট পুলিশ। বেশিরভাগ অনুসরণকারী বিধ্বস্ত হয় বা পিছনে পড়ে যায়, এবং অ্যাডাম বন্ডের দ্বারা একটি নৌকা দুর্ঘটনায় নিহত হয়।\nবন্ড সান মনিকে যায় এবং কোয়ারেল জুনিয়রের সাহায্যে পপি ক্ষেতগুলোতে সময় নির্ধারিত বিস্ফোরক স্থাপন করে। সে সলিটেয়ারকে ভুডু বলিদানের হাত থেকে উদ্ধার করে ঠিক যখন বিস্ফোরকগুলো ক্ষেতগুলো ধ্বংস করে, এবং সামেদির সাথে লড়াই করার সময়, বন্ড তাকে ঘুষি মারে এবং সে বিষাক্ত সাপের একটি কফিনে পড়ে যায়। বন্ড এবং সলিটেয়ার কানাঙ্গার গুহায় নিচে পালিয়ে যায়। কানাঙ্গা তাদের দুজনকেই বন্দী করে এবং তাদের একটি হাঙরের ট্যাঙ্কে নামাতে শুরু করে। তবে, বন্ড পালিয়ে যায় এবং কানাঙ্গাকে একটি সংকুচিত গ্যাসের পিলেট গিলতে বাধ্য করে যা হাঙরের বন্দুকগুলিতে ব্যবহৃত হয়, যার ফলে তার শরীর অতিরিক্ত ফুলে যায় এবং বিস্ফোরিত হয়।\nলেইটার বন্ড এবং সলিটেয়ারকে নিউ ইয়র্কে ফিরে যাওয়ার জন্য একটি ট্রেনে উঠিয়ে দেয়। টী হী ট্রেনে চুরি করে এবং বন্ডকে হত্যা করার চেষ্টা করে, কিন্তু বন্ড তার প্রস্থেট িক হাতের তারগুলি কেটে দেয় এবং তাকে জানালার বাইরে ছুঁড়ে ফেলে। চলচ্চিত্রের শেষের দিকে, একটি হাস্যোজ্জ্বল সামেদি ট্রেনের সামনের দিকে বসে থাকতে দেখা যায়।\n\n\n== কাস্ট ==\n\nরজার মুর হিসেবে জেমস বন্ড – ০০৭, একজন ব্রিটিশ এমআই৬ এজেন্ট যিনি তিনজন সহকর্মী এজেন্টের হত্যার তদন্তের জন্য একটি মিশনে পাঠানো হয়েছেন।\nইয়াপেট কোট্টো হিসেবে ডঃ কানাঙ্গা / মিস্টার বিগ,  একজন দুর্নীতিগ্রস্ত ক্যারিবিয়ান প্রধানমন্ত্রী যিনি একজন মাদক সম্রাট হিসেবেও কাজ করেন।\nজেন সিমুর হিসেবে সলিটেয়ার, কানাঙ্গার সাইকিক এবং বন্ডের প্রেমিকা।\nক্লিফটন জেমস হিসেবে Sheriff J.W. Pepper, একজন অশালীন লুইজিয়ানা শেরিফ।\nজুলিয়াস ও. হ্যারিস হিসেবে Tee Hee Johnson, কানাঙ্গার প্রধান গুণ্ডা যিনি একটি পিঁজর-টিপযুক্ত প্রস্থেটিক হাত পরিধান করেন।\nজিওফ্রে হোল্ডার হিসেবে Baron Samedi, কানাঙ্গার গুণ্ডা যিনি ভুডু অকাল্টের সাথে সম্পর্কিত।\nডেভিড হেডিসন হিসেবে Felix Leiter, বন্ডের সিআইএ সহকর্মী যিনি মিস্টার বিগের তদন্তও করছেন।\nগ্লোরিয়া হেনড্রি হিসেবে Rosie Carver, সান মনিকে একজন জুনিয়র সিআইএ এজেন্ট, গোপনে কানাঙ্গার জন্য কাজ করছেন।\nবার্নার্ড লি হিসেবে এম, গোপন তথ্য সেবার প্রধান।\nলয়েস ম্যাক্সওয়েল হিসেবে Miss Moneypenny, এমের সচিব।\nটমি লেন হিসেবে অ্যাডাম, ডঃ কানাঙ্গার একজন গুণ্ডা যিনি ০০৭-এর পেছনে লুইজিয়ানা বায়ুতে ধাওয়া করেন।\nআর্ল জলি ব্রাউন হিসেবে হুইস্পার, কানাঙ্গার গুণ্ডা যিনি শুধুমাত্র ফিসফিস করেন।\nরয় স্টুয়ার্ট হিসেবে Quarrel Jr., সান মনিকে বন্ডের সহযোগী এবং কোয়ারেল এর ছেলে ডঃ নো থেকে।\nলন স্যাটন হিসেবে হ্যারি স্ট্রাটার, একজন সিআইএ এজেন্ট যিনি নিউ ইয়র্কে বন্ডকে সহায়তা করেন।\nআর্নল্ড উইলিয়ামস হিসেবে ক্যাব ড্রাইভার ১, একজন রসিক নিউ ইয়র্ক ট্যাক্সি ড্রাইভার এবং কানাঙ্গার একজন লোক।\nরুথ কেম্পফ হিসেবে মিসেস বেল, একজন ছাত্র পাইলট যিনি বন্ডের কানাঙ্গার লোকদের থেকে পালানোর সময় জড়িয়ে পড়েন।\nজোই চিটউড হিসেবে চার্লি, একজন সিআইএ এজেন্ট।\nম্যাডেলিন স্মিথ হিসেবে মিস কারুসো (\"সুন্দরী মেয়ে\"), একজন ইতালীয় এজেন্ট যাকে বন্ড চলচ্চিত্রের শুরুতে সংক্ষিপ্তভাবে প্রেমে পড়েন।\nমাইকেল এবিন হিসেবে ডাম্বালা, সান মনিকে কানাঙ্গার একজন গুণ্ডা এবং একজন ভুডু পুরোহিত যিনি তার শিকারদের সাপ দিয়ে তাড়না করেন এবং হত্যা করেন।\nকুবি চাজা হিসেবে সেলস গার্ল, নিউ ইয়র্কের ওহ কাল্ট ভুডু শপের একজন ক্যাশিয়ার এবং কানাঙ্গার জন্য একজন গোপন তথ্যদাতা।\nবি. জে. আর্নাউ হিসেবে একজন ক্যাবারে গায়ক, যিনি একটি ফিলেট অফ সোল রেস্তোরাঁয় চলচ্চিত্রের থিমের একটি পরিবেশন করেন।\n\n\n== প্রযোজনা ==\n\n\n=== লেখা ===\nDiamonds Are Forever চলচ্চিত্রের শুটিং চলাকালীন, Live and Let Die পরবর্তী ইয়ান ফ্লেমিং উপন্যাস হিসেবে অভিযোজিত করার জন্য নির্বাচিত হয় কারণ চিত্রনাট্যকার টম ম্যানকিউইজ মনে করেছিলেন যে কৃষ্ণাঙ্গ খলনায়ক ব্যবহার করা সাহসী হবে, যেহেতু ব্ল্যাক প্যান্থার এবং অন্যান্য জাতিগত আন্দোলন এই সময়ে সক্রিয় ছিল।\nগাই হ্যামিল্টন আবার পরিচালনার জন্য নির্বাচিত হন এবং যেহেতু তিনি জ্যাজের ভক্ত ছিলেন, ম্যানকিউইজ তাকে নিউ অরলিন্সে শুটিং করার পরামর্শ দেন। হ্যামিল্টন মার্ডি গ্রাস ব্যবহার করতে চাননি কারণ Thunderball (১৯৬৫) জাঙ্কানু নামক একটি অনুরূপ উৎসবের উপর ভিত্তি করে ছিল, তাই লেখকের সাথে আরও আলোচনা এবং লোকেশন স্কাউটিং করার পর তিনি শহরের দুটি পরিচিত বৈশিষ্ট্য, জ্যাজ ফিউনারেল এবং খাল ব্যবহার করার সিদ্ধান্ত নেন।\nভূতত্ত্বের চর্চা কিভাবে হয় তার একটি ভালো অনুভূতি তৈরি করতে, সল্টজম্যান এবং ব্রকলি হ্যামিল্টন, ম্যানকিউইজ, এবং প্রোডাকশন ডিজাইনার সিড কাইনকে নিউ অরলিন্স এবং পরে পশ্চিম ইন্ডিজের দ্বীপগুলোতে অনুসন্ধান করতে নিয়ে যান। হাইতি ছিল এই সফরের একটি গুরুত্বপূর্ণ গন্তব্য এবং ফ্লেমিং এটিকে ধর্মের সাথে সংযুক্ত করেছিলেন, সেখানে অনেক অনুশীলনকারী উপস্থিত ছিলেন। বাস্তব ভুডু প্রদর্শনী দেখার পরও, দেশের রাজনৈতিক অস্থিরতার কারণে হাইতিতে শুটিং না করার সিদ্ধান্ত নেওয়া হয়। পরিবর্তে, তারা জামাইকাতে শুটিং করার সিদ্ধান্ত নেন।\n\nজামাইকার লোকেশন খুঁজতে গিয়ে, ক্রু একটি কুমিরের খামার আবিষ্কার করে ফালমাউথ এ, যা রস কানাঙ্গার মালিকানাধীন ছিল, একটি সাইন পাস করার পর যা সতর্ক করেছিল যে \"অবৈধ প্রবেশকারীদের খাওয়া হবে\"। কুমিরের খামারটি স্ক্রিপ্টে অন্তর্ভুক্ত করা হয় এবং এটি ম্যানকিউইজকে চলচ্চিত্রের খলনায়ক কানাঙ্গার নামকরণের জন্য অনুপ্রাণিত করে।\nরিচার্ড মেইবাম পরে দাবি করেন যে তাকে চলচ্চিত্রটি লেখার জন্য বলা হয়েছিল কিন্তু তিনি ব্যস্ত থাকার কারণে তা প্রত্যাখ্যান করেন। তিনি সম্পন্ন চলচ্চিত্রটি পছন্দ করেননি, বলেছিলেন, \"জঙ্গলের মাঝখানে মাদক প্রক্রিয়া করা একটি বন্ডের কাণ্ড নয়।\"\n\n\n=== অভিনেতা নির্বাচন ===\nব্রকলি এবং সল্টজম্যান শনের কননিরকে জেমস বন্ড হিসেবে ফিরে আসার জন্য বোঝানোর চেষ্টা করেছিলেন, কিন্তু তিনি প্রত্যাখ্যান করেন। একই সময়ে, ইউনাইটেড আর্টিস্টস স্টিভ ম্যাককুইন এবং পল নিউম্যানকে এই ভূমিকায় বিবেচনা করছিল। বার্ট রেনল্ডস এর মতে, ব্রকলি পরে তার কাছে এই ভূমিকায় আসার জন্য যোগাযোগ করেন, কিন্তু রেনল্ডস মনে করেন বন্ডের চরিত্রটি একটি ব্রিটিশ অভিনেতার দ্বারা অভিনয় করা উচিত এবং প্রস্তাবটি প্রত্যাখ্যান করেন। বন্ডের চরিত্রের জন্য পরীক্ষায় অংশগ্রহণকারী অভিনেতাদের মধ্যে ছিলেন জুলিয়ান গ্লোভার (যিনি For Your Eyes Only (১৯৮১) এ অ্যারিস্টটল ক্রিস্টাটোশের চরিত্রে অভিনয় করবেন), জন গ্যাভিন, জেরেমি ব্রেট, সাইমন ওটস, জন রোনান, এবং উইলিয়াম গন্ট। এই ভূমিকায় প্রধান প্রতিযোগী ছিলেন মাইকেল বিলিংটন। ব্রকলি অ্যান্থনি হপকিন্স এর সাথে এই ভূমিকায় অভিনয় করার বিষয়ে আলোচনা করেন, কিন্তু হপকিন্স মনে করেন যে তিনি এই চরিত্রের জন্য উপযুক্ত নন।\nএদিকে, ইউনাইটেড আর্টিস্টস এখনও বন্ডের চরিত্রে একজন আমেরিকানকে কাস্ট করার জন্য চাপ দিচ্ছিল, কিন্তু ব্রকলি জোর দিয়ে বলেছিলেন যে এই ভূমিকাটি একটি ব্রিটিশ অভিনেতার দ্বারা অভিনয় করা উচিত এবং রজার মুরকে প্রস্তাব করেন। মুর, যিনি Dr. No (১৯৬২) এবং On Her Majesty's Secret Service (১৯৬৯) এ এই ভূমিকায় বিবেচিত হয়েছিলেন, অবশেষে নিয়োগ পান। মুর নির্বাচিত হওয়ার পর, বিলিংটন তালিকার শীর্ষে ছিলেন যাতে মুর পরবর্তী চলচ্চিত্রের জন্য ফিরে না আসলে তাকে নেওয়া যায়। বিলিংটন The Spy Who Loved Me (১৯৭৭) এর প্রাক-ক্রেডিট সিকোয়েন্সে একটি সংক্ষিপ্ত ভূমিকায় অভিনয় করেন। মুর চেষ্টা করেছিলেন কননিরের বা তার নিজের পূর্ববর্তী অভিনয় সাইমন টেম্পলার হিসেবে দ্য সেন্ট এ নকল না করার, এবং ম্যানকিউইজ স্ক্রিপ্টটি মুরের ব্যক্তিত্বের সাথে মানানসই করে আরও কমেডিক দৃশ্য এবং বন্ডের জন্য একটি হালকা মেজাজ প্রদান করেন।\nম্যানকিউইজ সলিটেয়ারকে একটি কৃষ্ণাঙ্গ মহিলায় রূপান্তরিত করার কথা ভাবেন, এবং ডায়ানা রস তার প্রথম পছন্দ ছিলেন। ব্রকলি এবং সল্টজম্যান ফ্লেমিংয়ের বর্ণনার উপর দাঁড়িয়ে থাকার সিদ্ধান্ত নেন এবং ক্যাথরিন ডেনেভকে বিবেচনা করার পর জেন সিমুরকে কাস্ট করেন, যিনি টেলিভিশন সিরিজ দ্য অনেডিন লাইন এ ছিলেন। সলিটেয়ারকে একটি সাদা অভিনেত্রীর সাথে কাস্ট করার পর, রোজি কার্ভারের চরিত্রটি একটি কৃষ্ণাঙ্গ মহিলায় রূপান্তরিত করা হয় এবং গ্লোরিয়া হেনড্রিকে কাস্ট করা হয়। ইয়াফেট কোট্টো ইউনাইটেড আর্টিস্টস এর জন্য অন্য একটি সিনেমা Across 110th Street (১৯৭২) এর শুটিং চলাকালীন কাস্ট হন। কোট্টো রিপোর্ট করেন যে তিনি চরিত্রটিতে কানাঙ্গার অকুল্টের প্রতি আগ্রহ পছন্দ করেছিলেন, \"যেন তিনি অতীত, বর্তমান এবং ভবিষ্যতকে নিয়ন্ত্রণ করতে পারেন\"।\nম্যানকিউইজ কমেডিক রিলিফ যোগ করতে শেরিফ জে. ডব্লিউ. পেপার চরিত্রটি তৈরি করেন। ক্লিফটন জেমস পরের বছর The Man with the Golden Gun এ এই ভূমিকায় ফিরে আসেন। Live and Let Die হল ডেভিড হেডিসন এর ফেলিক্স লেইটার চরিত্রে অভিনয় করা দুটি চলচ্চিত্রের মধ্যে প্রথম, যিনি Licence to Kill (১৯৮৯) এ এই ভূমিকায় ফিরে আসেন। হেডিসন বলেছিলেন, \"আমি নিশ্চিত ছিলাম যে এটি আমার প্রথম এবং শেষ\" উপস্থিতি হবে, তারপরে আবার কাস্ট হন।\nম্যাডেলিন স্মিথ, যিনি চলচ্চিত্রের উদ্বোধনীতে মিস কারুসোর ভূমিকায় অভিনয় করেন, রজার মুরের দ্বারা এই ভূমিকায় সুপারিশ করা হয়েছিল যখন তিনি তার সাথে টেলিভিশনে উপস্থিত হয়েছিলেন। স্মিথ বলেছিলেন যে মুর বিনম্র এবং কাজ করার জন্য আনন্দদায়ক ছিলেন, কিন্তু তিনি খুব অস্বস্তি বোধ করেছিলেন যখন তিনি কেবল নীল বিকিনি প্যান্টিতে ছিলেন এবং মুরের স্ত্রী সেটে দৃশ্যটি তদারকি করছিলেন।\nLive and Let Die ছিল একমাত্র বন্ড চলচ্চিত্র যা Casino Royale (২০০৬) পর্যন্ত Q চরিত্রটি অন্তর্ভুক্ত করেনি, যিনি ডেসমন্ড লেলউইন দ্বারা অভিনয় করা হয়েছিল। তিনি তখন টেলিভিশন সিরিজ ফলিফুট এ উপস্থিত ছিলেন, কিন্তু চলচ্চিত্রে উপস্থিত হওয়ার জন্য তিনটি পর্ব থেকে বাদ পড়েছিলেন। তখন, সল্টজম্যান এবং ব্রকলি চরিত্রটি অন্তর্ভুক্ত না করার সিদ্ধান্ত নেন, মনে করে যে \"চলচ্চিত্রের গ্যাজেটগুলির উপর খুব বেশি গুরুত্ব দেওয়া হচ্ছে\", এবং সিরিজের এই দিকটি কমিয়ে দেওয়ার সিদ্ধান্ত নেন, যা লেলউইনের জন্য বিরক্তিকর ছিল।\nবার্নার্ড লি তার স্ত্রী গ্ল্যাডিস মেরিডিউর মৃত্যুর কারণে এম চরিত্রে ফিরে আসার বিষয়ে ভাবছিলেন এবং কেনেথ মোর দ্বারা পুনঃনির্বাচিত হওয়ার সম্ভাবনা ছিল। তবে, তিনি অবশেষে চরিত্রটিতে ফিরে আসেন।\nলয়েস ম্যাক্সওয়েল কেবল Diamonds Are Forever (১৯৭১) চলচ্চিত্রে শুটিংয়ের সময় একটি দেরিতে যোগদান করেছিলেন, কারণ তিনি বেতন বৃদ্ধির জন্য অনুরোধ করেছিলেন। Live and Let Die এর জন্য, তিনি একই ফিতে ফিরে আসেন, কিন্তু একটি প্রযুক্তিগত ত্রুটির কারণে, চলচ্চিত্রের শুরুতে বন্ডের বাড়িতে তার দৃশ্যের শুটিং দুই দিন ধরে চলেছিল, যা উৎপাদনের জন্য তার অনুরোধ করা বৃদ্ধির চেয়ে বেশি খরচ হয়। মুর পরে লিখেছিলেন যে ম্যাক্সওয়েল এই দ্বিগুণ বেতন দিবসটি উদযাপন করে একটি ফার কোট কিনেছিলেন।\n\n\n=== শুটিং ===\nপ্রধান ফটোগ্রাফি ১৩ অক্টোবর ১৯৭২ সালে নিউ অরলিন্স, লুইজিয়ানায় শুরু হয়। কিছু সময়ের জন্য, শুধুমাত্র দ্বিতীয় ইউনিট শুটিং করছিল যখন মুরের কিডনি পাথর ধরা পড়ে। হ্যামিল্টন প্রাথমিকভাবে হাইতিতে শুটিং করতে চেয়েছিলেন, যা কাল্পনিক সান মনিকের মডেল ছিল, কিন্তু ফ্রাঁসোয়া \"পাপা ডক\" ডুভালিয়ের এর শাসনের অধীনে রাজনৈতিক অস্থিরতার কারণে তা করতে পারেননি। নভেম্বর মাসে, উৎপাদন জামাইকাতে চলে যায়, যা সান মনিকের প্রতিনিধিত্ব করে। ডিসেম্বর মাসে, উৎপাদন পাইনউড স্টুডিওতে যুক্তরাজ্যে অভ্যন্তরীণ দৃশ্য এবং হারলেম এ নিউ ইয়র্ক সিটিতে লোকেশন শুটিংয়ের মধ্যে বিভক্ত হয়। প্রযোজকদের স্থানীয় হারলেমের গ্যাংকে ক্রুর নিরাপত্তা নিশ্চিত করার জন্য প্রোটেকশন মানি দিতে বাধ্য করা হয়েছিল বলে জানা গেছে। যখন অর্থ শেষ হয়ে যায়, তখন তাদের চলে যেতে বাধ্য করা হয়। কিছু বাইরের দৃশ্য আসলে ম্যানহাটনের আপার ইস্ট সাইড এ শুট করা হয়েছিল, কারণ বাস্তব হারলেমের লোকেশন ব্যবহার করতে সমস্যা হচ্ছিল। রাস্তার তাড়া এফডিআর ড্রাইভ এ শুট করা হয়। রস কানাঙ্গা বন্ডের কুমিরের উপর লাফানোর স্টান্টের পরামর্শ দেন, এবং প্রযোজকদের দ্বারা এটি সম্পাদনের জন্য নিয়োগ করা হয়। দৃশ্যটি সম্পন্ন করতে পাঁচটি চেষ্টা করতে হয়। একটি প্রচেষ্টায়, শেষ কুমির কানাঙ্গার হিল ধরেছিল এবং তার প্যান্ট ছিঁড়ে যায়।\nজামাইকার ভুডু অনুষ্ঠানের দৃশ্যের সময় উৎপাদন সাপের সাথে সমস্যায় পড়ে। স্ক্রিপ্ট সুপারভাইজার এতটাই ভীত ছিলেন যে তিনি তাদের সাথে সেটে থাকতে অস্বীকার করেন, একজন অভিনেতা শুটিংয়ের সময় অজ্ঞান হয়ে পড়েন যেখানে তাকে একটি সাপ দ্বারা হত্যা করা হয়, জেন সিমুর ভীত হয়ে পড়েন যখন একটি সাপ তার মুখের কাছে ধরা হয়, এবং জেফ্রি হোল্ডার কেবল তখনই সাপ ভর্তি কফিনে পড়তে রাজি হন যখন প্রিন্সেস আলেকজান্দ্রা সেটে আসছিলেন। প্রপ সুপারভাইজার দ্বারা বলা সত্ত্বেও যে সাপগুলোকে সবকিছু থেকে মুক্ত করা হয়েছে, হোল্ডার মুরকে বলেন যে এটি তাদের মতো মনে হচ্ছে না। শুটিংয়ের সময়, সিমুরকে একটি খুঁটিতে বাঁধা হয়েছিল যখন একজন নৃত্যশিল্পী তার কাছে একটি সাপ নিয়ে আসার জন্য আসছিল। সাপটি তাকে কামড়ায় এবং সে এটি ফেলে দেয়, যা সবার দৃষ্টি আকর্ষণ করে। এদিকে, সাপটি সিমুরের দিকে এগিয়ে যাচ্ছিল, যাকে চলচ্চিত্রের সাপের হ্যান্ডলার সাপটি ধরার মাধ্যমে রক্ষা করেন যখন এটি সিমুরের পায়ের কাছাকাছি চলে আসে।\nনৌকা তাড়া লুইজিয়ানার আইরিশ বায়ু অঞ্চলে শুট করা হয়েছিল, কিছু বিঘ্ন ঘটেছিল বন্যার কারণে। চলচ্চিত্রের জন্য গ্লাস্ট্রন নৌকা কোম্পানির দ্বারা ২৬টি নৌকা নির্মিত হয়েছিল। ১৭টি পুনঃশিক্ষণের সময় ধ্বংস হয়েছিল। বায়ুতে লাফানোর দৃশ্যটি একটি বিশেষভাবে নির্মিত র‌্যাম্পের সাহায্যে শুট করা হয়েছিল, যা সেই সময় ১১০ ফুট (৩৪ মিটার) উচ্চতা অতিক্রম করে গিনেস ওয়ার্ল্ড রেকর্ড স্থাপন করে। প্রভাবের ফলে তৈরি হওয়া ঢেউ পরবর্তী নৌকাটিকে উল্টে দেয়।\nডাবল-ডেকার বাস নিয়ে তাড়া একটি প্রাক্তন লন্ডন বাসের সাথে শুট করা হয়েছিল যা উপরের অংশটি সরিয়ে নেওয়া হয়েছিল, এবং তারপর এটি বল বেয়ারিং এ স্থাপন করা হয়েছিল যাতে এটি প্রভাবের সময় স্লাইড করতে পারে। বাসের সাথে সম্পর্কিত স্টান্টগুলি লন্ডন ট্রান্সপোর্ট বাস চালানোর প্রশিক্ষক মউরিস প্যাচেট দ্বারা সম্পাদিত হয়েছিল।\nসালভাদর দালি ১৯৭৩ সালে চলচ্চিত্রের জন্য একটি সাররিয়ালিস্ট ট্যারট ডেক ডিজাইন করার জন্য যোগাযোগ করা হয়েছিল। তবে, তার ফি চলচ্চিত্রের বাজেটের জন্য খুব বেশি ছিল। শেষে, চলচ্চিত্রে ব্যবহৃত ডেকটি ফারগাস হল দ্বারা ডিজাইন করা হয়েছিল। দালি ডেকটির উপর কাজ করতে থাকেন এবং ১৯৮৪ সালে এটি প্রকাশ করেন।\n\n\n=== সঙ্গীত ===\n\nজন ব্যারি, যিনি পূর্ববর্তী সাতটি চলচ্চিত্রে কাজ করেছিলেন, উৎপাদনের সময় উপলব্ধ ছিলেন না কারণ তিনি মঞ্চ musical বিলি তে কাজ করছিলেন। ব্রকলি এবং সল্টজম্যান পরিবর্তে পল ম্যাককার্টনিকে থিম গান লেখার জন্য অনুরোধ করেন। সল্টজম্যান, এ হার্ড ডে'স নাইট (১৯৬৪) প্রযোজনা না করার সিদ্ধান্তের কথা মনে রেখে, ম্যাককার্টনির সাথে কাজ করতে বিশেষভাবে আগ্রহী ছিলেন। যেহেতু ম্যাককার্টনির বেতন ছিল উচ্চ এবং সঙ্গীত বাজেটের বাকি অংশ দিয়ে অন্য কোনও সংগীতকার নিয়োগ দেওয়া সম্ভব ছিল না, জর্জ মার্টিন, যিনি দ্য বিটলস এর সাথে ম্যাককার্টনির প্রযোজক ছিলেন, চলচ্চিত্রের স্কোর লেখার জন্য নির্বাচিত হন।\n\"Live and Let Die\", যা ম্যাককার্টনি তার স্ত্রী লিন্ডা এর সাথে লিখেছিলেন এবং তাদের গ্রুপ উইংস দ্বারা পরিবেশিত হয়েছিল, এটি একটি বন্ড চলচ্চিত্রের জন্য ব্যবহৃত প্রথম সত্যিকারের রক অ্যান্ড রোল গান ছিল, এবং এটি যুক্তরাজ্যে (যেখানে এটি চার্টে নবম স্থানে পৌঁছেছিল) এবং মার্কিন যুক্তরাষ্ট্রে (যেখানে এটি তিন সপ্তাহের জন্য দ্বিতীয় স্থানে পৌঁছেছিল) একটি বড় সাফল্য অর্জন করে। এটি একটি একাডেমি পুরস্কারের জন্য মনোনীত হয়েছিল, কিন্তু \"The Way We Were\" এর কাছে হারিয়ে যায়। সল্টজম্যান এবং ব্রকলি বি. জে. আর্নাউকে শিরোনাম গানটি রেকর্ড এবং পরিবেশন করার জন্য নিয়োগ দেন, কিন্তু তারা জানতেন না যে ম্যাককার্টনি এটি পরিবেশন করতে চান। আর্নাউয়ের সংস্করণটি চলচ্চিত্রে অন্তর্ভুক্ত হয়, যখন গায়ক এটি একটি নাইট ক্লাবে পরিবেশন করেন যা বন্ড পরিদর্শন করেন।\nপ্রি-টাইটেল সিকোয়েন্সে, অলিম্পিয়া ব্রাস ব্যান্ড একটি ফিউনারেল মার্চ পরিবেশন করে যা একটি এমআই৬ এজেন্ট দ্বারা পর্যবেক্ষণ করা হয়। ফিউনারেল মার্চের শুরুতে প্রথম সঙ্গীত টুকরোটি হল \"Just a Closer Walk with Thee\"। ট্রাম্পেটার অ্যালভিন অ্যালকর্ন ছুরি wielding হত্যাকারীর চরিত্রে অভিনয় করেন। এজেন্টটি মারাত্মকভাবে ছুরিকাঘাত করার পর, ব্যান্ডটি আরও প্রাণবন্ত \"নিউ সেকেন্ড লাইন\" (যা \"জো অ্যাভেরির পিস\" নামেও পরিচিত) বাজানো শুরু করে, যা মিল্টন বাতিস্টে দ্বারা রচিত।\n\n\n== মুক্তি এবং প্রতিক্রিয়া ==\nচলচ্চিত্রটি ২৭ জুন ১৯৭৩ সালে যুক্তরাষ্ট্রে মুক্তি পায়। বিশ্ব প্রিমিয়ার হয় ওডিয়ন লেস্টার স্কয়ার-এ লন্ডনে ৬ জুলাই ১৯৭৩, একই দিনে যুক্তরাজ্যে সাধারণ মুক্তি ঘটে। প্রায় $৭ মিলিয়ন বাজেট থেকে ($৪০ মিলিয়ন 2021 ডলারে), চলচ্চিত্রটি বিশ্বব্যাপী $১৬১.৮ মিলিয়ন ($৯৩২ মিলিয়ন 2021 ডলারে) আয় করে।\nচলচ্চিত্রটি যুক্তরাজ্যে টেলিভিশনে সবচেয়ে দেখা সম্প্রচারিত চলচ্চিত্রের রেকর্ড ধারণ করে, যখন এটি আইটিভিতে ২০ জানুয়ারি ১৯৮০ সালে ২৩.৫ মিলিয়ন দর্শক আকর্ষণ করে।\n\n\n=== সমসাময়িক পর্যালোচনা ===\nরজার ইবার্ট শিকাগো সান-টাইমস-এ উল্লেখ করেন যে মুর \"কাজের জন্য পৃষ্ঠতলগত গুণাবলী রয়েছে: শহুরে ভাব, কৌতূহলীভাবে উঁচু ভ্রু, আগুনের মধ্যে এবং বিছানায় শান্ত\"। তবে, তিনি মনে করেন যে মুর পূর্ববর্তী চলচ্চিত্রগুলিতে শন কননির দ্বারা ছেড়ে যাওয়া ঐতিহ্যের সাথে সন্তোষজনকভাবে মিলতে পারেননি। তিনি খলনায়কদের \"একটু সাধারণ\" হিসেবে মূল্যায়ন করেন, যোগ করে বলেন যে চলচ্চিত্রটি \"বন্ডের খলনায়ক নেই যারা গোল্ডফিঙ্গার, ড. নো এবং অডজবদের মতো\"। রিচার্ড শিকেল, টাইম ম্যাগাজিনের জন্য পর্যালোচনা করে চলচ্চিত্রটিকে \"একটি সিরিজের সবচেয়ে অশ্লীল সংযোজন যা দীর্ঘকাল ধরে তার সংক্ষিপ্ত ঐতিহাসিক মুহূর্ত অতিক্রম করেছে — যদি না, দুঃখজনকভাবে, এর লাভজনকতা।\" তিনি কর্মের দৃশ্যগুলিকে অত্যধিক বলে সমালোচনা করেন, তবে উল্লেখ করেন যে \"একটি ঠিকঠাক স্পিডবোট স্পেকটাকুলার জল এবং স্থল জুড়ে, চলচ্চিত্রটি উভয়ই প্রথাগত এবং পূর্বানুমানযোগ্য—মনের স্বাধীনতা দেয় এর সামগ্রিক স্বাদের প্রশ্নে। অথবা এর অভাব।\"\nরজার গ্রিনস্পান দ্য নিউ ইয়র্ক টাইমস-এ মুরকে প্রশংসা করেন \"একটি সুন্দর, সুস্বাদু, কিছুটা ফ্লেগম্যাটিক জেমস বন্ড—যার একটি প্রবণতা আছে তার অপ্রয়োজনীয় কৌতুকগুলি ফেলে দেওয়ার, যেগুলি দুঃখজনকভাবে সাধারণত ছোট অস্বস্তি।\" তিনি জেন সিয়মুর এবং ইয়াপেট কোট্টোর সমালোচনা করেন, পরবর্তীতে যিনি \"মন্দতা প্রকাশ করেন না\" বলে মনে করেন। সারসংক্ষেপে, তিনি মন্তব্য করেন যে চলচ্চিত্রটি \"বিশেষভাবে ভালভাবে ফটোগ্রাফ করা এবং সম্পাদিত, এবং এটি পল এবং লিন্ডা ম্যাককার্টনির দ্বারা ভাল শিরোনাম গানের চতুর এবং ব্যাপক ব্যবহার করে।\" চার্লস চ্যাম্পলিন লস অ্যাঞ্জেলেস টাইমস-এ মুরকে \"একটি সুন্দর এবং মসৃণভাবে পছন্দনীয় উত্তরসূরি শন কননির হিসাবে জেমস বন্ড\" হিসেবে তুলনা করেন। তিনি আরও উল্লেখ করেন যে স্ক্রিপ্টটি \"ফ্লেমিংয়ের গল্পের কেবলমাত্র মৌলিক হাড়গুলি ব্যবহার করে যা হারলেমকে একটি রহস্যময় ক্যারিবিয়ান দ্বীপের সাথে সংযুক্ত করে। উদ্ভাবনের স্তর উচ্চ, তবে মাঝে মাঝে আপনি অনুভব করেন যে সর্বদা আরও কঠোর চেষ্টা করার চাপ রয়েছে কারণ আপনি নং ১। যদি একটি ভয়ঙ্কর সাপ ভাল হয়, তবে তিনটি বা একটি কফিন ভর্তি সাপ অবশ্যই ভাল নয়। তবে কর্ম কখনও স্লাম্প হয় না, এবং সিরিজটি কখনও বাস্তব কার্টুনের মতো মনে হয়নি।\"\nআর্থার ডি. মারফি ভ্যারাইটি-এ লেখেন যে মুর \"শেন কননির জন্য একটি ঠিকঠাক প্রতিস্থাপন। টম ম্যানকিউইজের স্ক্রিপ্ট, খলনায়ক স েক্টরে একটি বাস্তব-জগতের সংকটের মুখোমুখি, প্রকাশ করে যে প্লট লাইনগুলি পুরানো শনিবারের বিকেলের সিরিয়ালের স্তরে নেমে এসেছে, এবং চিকিৎসা আরও বেশি কার্টুনের মতো। সবসময় সন্দেহজনক নৈতিক মূল্যবোধ এবং কর্মের সেট টুকরোগুলি অপরিবর্তিত থাকে। গাই হ্যামিল্টনের পরিচালনা ভাল।\n\n\n=== পুনঃমূল্যায়ন পর্যালোচনা ===\nক্রিস নাশাওয়াটি, বিবিসির জন্য পর্যালোচনা করে, ড. কানাঙ্গা/মিস্টার বিগকে রজার মুরের জেমস বন্ড চলচ্চিত্রগুলির মধ্যে সবচেয়ে খারাপ খলনায়ক বলে উল্লেখ করেন। বিবিসির আরেকজন, উইলিয়াম ম্যাগার, স্থানগুলির ব্যবহারের প্রশংসা করেন, তবে বলেন যে প্লটটি \"জটিল\"। তিনি উল্লেখ করেন যে \"কননির এবং লেজেনবির মধ্যে একটি গোপন থাগের বাতাস ছিল, প্রস্তুত ক্লেনচড ফিস্ট নিয়ে, কিন্তু মুরের ক্ষেত্রে একটি ব্যঙ্গাত্মক কৌতুক এবং একটি উঁচু ভ্রু তার সবচেয়ে মারাত্মক অস্ত্র।\"\nড্যানি পিয়ারি, তার বই গাইড ফর দ্য ফিল্ম ফ্যানাটিক-এ উল্লেখ করেন যে জেন সিয়মুর \"বন্ড সিরিজের সবচেয়ে সুন্দর নায়িকাদের একজন\" হিসেবে অভিনয় করেছেন, তবে মুরের জন্য খুব বেশি প্রশংসা করেননি, যাকে তিনি \"টম ম্যানকিউইজের অদ্ভুত অভিযোজনের মধ্যে জেমস বন্ড হিসেবে একটি অপ্রভাবশালী অভিষেক\" বলে বর্ণনা করেন। \"চলচ্চিত্রটি বেশিরভাগ সময়ে হোঁচট খায়। মাঝে মাঝে মনে হয় মুর বন্ডের চরিত্রে অভিনয় করছেন—বাস্তবে, যদি তিনি এবং সিয়মুর কৃষ্ণাঙ্গ হতেন, তবে ছবিটি সেই সময়ের একটি কৃষ্ণাঙ্গ শোষণ চলচ্চিত্র হিসেবে গণ্য হতে পারত। কিছু আকর্ষণীয় কর্মের দৃশ্য নেই—একটি মোটরবোটের তাড়া যথেষ্ট পুরনো, কিন্তু নির্মাতারা কিছু বোকা লুইজিয়ানা পুলিশকে যোগ করে এটি আরও খারাপ করে তোলে, যার মধ্যে পট-বেলিড শেরিফ পেপারও রয়েছে।\"\nইয়ান নাথান এম্পায়ার-এ লেখেন \"এটি ভাল মানের বন্ড, ক্লাসিক গতিবিধিগুলিকে—কর্ম, অনুমান, প্রলোভন—একটি আধুনিক ভাষায় পুনঃব্যাখ্যা করতে সক্ষম হয় —বিনা ছেদে। একদিকে আমরা অ্যালিগেটরকে পদক্ষেপের পাথর হিসেবে ব্যবহার এবং রুটিন টুটিন শেরিফ পেপারের পাম্পাস পিটবুলকে উত্তেজনাপূর্ণ নৌকা তাড়া করার মধ্যে আটকে থাকতে দেখি। অন্যদিকে, মিস্টার বিগের মাদক ব্যবসা দখলের পরিকল্পনার মাধ্যমে অদ্ভুত ভুডু সহকারী টি হির সত্যিকারের হুমকির আবহ। তিনি উপসংহারে বলেন, \"মুর তার পা টেবিলের নিচে রেখেছে।\"\nনভেম্বর ২০০৬ সালে, এন্টারটেইনমেন্ট উইকলি লাইভ অ্যান্ড লেট ডাই-কে তৃতীয় সেরা বন্ড চলচ্চিত্র হিসেবে তালিকাভুক্ত করে। এমএসএন এটিকে ত্রয়োদশ সেরা বন্ড চলচ্চিত্র হিসেবে বেছে নেয় এবং আইজিএন এটিকে দ্বাদশ সেরা হিসেবে তালিকাভুক্ত করে। আইজিএন সলিটেয়ারকে ১০ নম্বরে একটি টপ ১০ বন্ড বেবস তালিকায় স্থান দেয়।\nপর্যালোচনা সংগ্রহকারী ওয়েবসাইট রটেন টমেটোজ-এ, চলচ্চিত্রটির ৫১টি পর্যালোচনার মধ্যে ৬৫% অনুমোদন রেটিং রয়েছে, গড় রেটিং ৫.৭/১০। ওয়েবসাইটের সমালোচক সম্মিলন পড়ে: \"যদিও এটি সবচেয়ে উচ্চ রেটিংযুক্ত বন্ড চলচ্চিত্রগুলির মধ্যে একটি নয়, লাইভ অ্যান্ড লেট ডাই রজার মুরকে সিরিজে তার স্ট্যাম্প যোগ করতে দেয় স্টাইলের ঝলক এবং উন্নত হাস্যরসের অনুভূতি নিয়ে।\" মেটাক্রিটিক-এ, চলচ্চিত্রটির ৯টি পর্যালোচনার ভিত্তিতে ৫৫ স্কোর রয়েছে, যা \"মিশ্র বা গড় পর্যালোচনা\" নির্দেশ করে।\n\n\n=== সন্মান ===\n\n২০০৪ সালে, আমেরিকান ফিল্ম ইনস্টিটিউট শিরোনাম গানটিকে এফআইএর ১০০ বছর...১০০ গান-এর জন্য মনোনীত করে।\n\n\n== আরও পড়ুন ==\n\n\n== তথ্যসূত্র =="}