{"pageid": 1513296, "title": "হনুমানকাইন্ড", "url": "https://bn.wikipedia.org/wiki?curid=1513296", "content": "সুরজ চেরুকাট (ইংরেজি: Sooraj Cherukat) (জন্ম ১৯৯২) পেশাগতভাবে হনুমানকাইন্ড নামে পরিচিত, ভারতের কেরলার একজন বেঙ্গালুরুভিত্তিক র‍্যাপার, গায়ক, গীতিকার এবং অভিনেতা। তিনি ২০১৯ সালে তার প্রথম এক্সটেন্ডেড প্লে (ইপি) কালারি থেকে তার প্রথম একক \"ডেইলি ডোজ\" প্রকাশ করেন। চেরুকাট তার \"বিগ ডগস\" গানের মাধ্যমে ভারতে এবং আন্তর্জাতিকভাবে মূলধারার গায়ক হিসেবে জনপ্রিয়তা অর্জন করেন, যেখানে হায়দ্রাবাদভিত্তিক শিল্পী এবং প্রযোজক কালমি অভিনয় করেছেন। তিনি ২০২৪ সালে রাইফেল ক্লাব চলচ্চিত্রের মাধ্যমে তার অভিনয় জীবন শুরু করেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nসুরজ চেরুকাট ১৯৯২ সালে ভারতের কেরালার মালাপ্পুরম, কন্ডোট্টিতে জন্মগ্রহণ করেন। তার বাবা একটি তেল কোম্পানিতে কাজ করতেন। ছোটবেলায় চেরুকাট মিশর, নাইজেরিয়া, ত্রিনিদাদ ও টোবাগো, ফ্রান্স এবং সংযুক্ত আরব আমিরাতে বসবাস করেন। চতুর্থ শ্রেণীতে পড়ার সময় তিনি মার্কিন যুক্তরাষ্ট্রে স্থায়ীভাবে বসবাস শুরু করেন। তিনি হিউস্টন কমিউনিটি কলেজে পড়াশোনা করেছেন। ২০১২ সালে তিনি ব্যবসায় প্রশাসনে ডিগ্রি অর্জনের জন্য তামিলনাড়ু ফিরে আসেন এবং কোয়েম্বাটুরের পিএসজি কলেজে ভর্তি হন। ২০১৪ সালে তিনি গোল্ডম্যান স্যাক্‌সে কাজ করেছিলেন। তিনি একজন জিম প্রশিক্ষকও ছিলেন।\n\n\n== সঙ্গীত জীবন ==\nচেরুকাট একজন পেশাদার র‍্যাপার হিসেবে তার কর্মজীবন শুরু করেন। তিনি সঙ্গীত এবং কৌতুক উৎসব এনএইছ৭ উইকেন্ডারে পরিবেশনা করেন যেটি ভারতের বিভিন্ন শহরে অনুষ্ঠিত হয়। তিনি তার প্রথম এক্সটেন্ডেড প্লে কালারি ২০১৯  প্রকাশ করে। তিনি \"হনুমানকাইন্ড\" উপাধি গ্রহণ করেছেন হিন্দু দেবতা হনুমানের প্রতীক হিসেবে। তার মতে হনুমানকাইন্ড বলতে \"সম্মান, সাহস এবং আনুগত্য\", \"মানবজাতি\" এবং \"তার চারপাশের বাকি জগতের বর্ণনা দেয়\"। তিনি প্রথমে কন্নড় সিনেমা পপকর্ন মাঙ্কি টাইগার -এর \"মাদেবা\" গানে চরণ রাজ এবং সঞ্জিত হেগড়ের সাথে সহশিল্পী ছিলেন। তার \"দ্য লাস্ট ড্যান্স\" গানটি মালায়ালাম ভাষার চলচ্চিত্র আভেশামের অফিসিয়াল সাউন্ডট্র্যাকে প্রদর্শিত হয়েছে।\n২০২৪ সালের জুলাই মাসে একক গান \"বিগ ডগস\" এবং কালমি অভিনীত মিউজিক ভিডিও প্রকাশের মাধ্যমে তিনি ব্যাপক পরিচিতি লাভ করেন। বিজয় শেঠি পরিচালিত মিউজিক ভিডিওটিতে চেরুকাটকে মৃত্যুর প্রাচীর নামে পরিচিত মোটরসাইকেল নিয়ে একটি ক্লাসিক কার্নিভাল আকর্ষণে পরিবেশনা করতে দেখা যায়। ভিডিওটি ভারতের কেরলা রাজ্যের তার নিজ শহর মালাপ্পুরমে ধারণ করা হয়েছিল এবং কেরালা পর্যটনের অফিসিয়াল ইনস্টাগ্রাম পেজে প্রদর্শিত হয়েছিল। ভিডিওটি তার অনন্য ধারণার জন্য উল্লেখযোগ্য মনোযোগ আকর্ষণ করেছে। ২০২৪ সালের সেপ্টেম্বরে চেরুকাট নিউ ইয়র্কের ইউনিয়নডেলে নরেন্দ্র মোদীর এক সমাবেশে সংগীত পরিবেশনা করেছিলেন।\n\n\n== শৈল্পিকতা ==\nযুক্তরাষ্ট্রের হিউস্টনে থাকাকালীন চেরুকাট দক্ষিণী হিপ হপের সাথে পরিচিত হন এবং থ্রি ৬ মাফিয়া, প্রজেক্ট প্যাট, ইউজিকে এবং ডিজে স্ক্রুর মতো শিল্পীদের গান শুনতেন। তিনি মার্কিন হেভি মেটাল সঙ্গীত দল সিস্টেম অব আ ডাউনের একজন ভক্ত। তার সঙ্গীতশৈলী কেন্ড্রিক লামার, জে. কোল এবং লজিক দ্বারা প্রভাবিত।\n\n\n== ডিসকোগ্রাফি ==\n\n\n=== এক্সটেন্ডেড প্লে (ইপি) ===\n\n\n=== একক গান ===\n\n\n=== চলচ্চিত্রের গান ===\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে হনুমানকাইন্ড (ইংরেজি)\nইউটিউবে হনুমানকাইন্ড"}