{"pageid": 1513501, "title": "লক্ষ্মী প্রিয়া চন্দ্রমৌলি", "url": "https://bn.wikipedia.org/wiki?curid=1513501", "content": "লক্ষ্মী প্রিয়া চন্দ্রমৌলি একজন জাতীয় পুরস্কারপ্রাপ্ত ভারতীয় অভিনেত্রী যিনি মূলত তামিল ছবিতে কাজ করেন। মাদ্রাজ স্কুল অফ সোশ্যাল ওয়ার্ক থেকে মানবসম্পদ ব্যবস্থাপনায় স্নাতকোত্তর ডিগ্রি অর্জনকারী লক্ষ্মী চলচ্চিত্রে প্রবেশের আগে ইংরেজি থিয়েটার কোম্পানি ইভাম-এ পূর্ণকালীন কর্মচারী হিসেবে যোগদান করেন। তিনি একজন প্রাক্তন জাতীয় স্তরের ক্রিকেট খেলোয়াড় এবং জাতীয় আলটিমেট ফ্রিসবি চ্যাম্পিয়ন।\n\n\n== প্রারম্ভিক জীবন ==\nলক্ষ্মী প্রিয়া চন্দ্রমৌলি তামিল পরিবারে জন্মগ্রহণ করেন। তিনি মাদ্রাজ স্কুল অফ সোশ্যাল ওয়ার্ক থেকে সমাজকর্মে স্নাতকোত্তর ডিগ্রি অর্জন করেন, তাঁর বিশেষ বিষয় ছিল মানবসম্পদ। এরপর তিনি একটি কর্পোরেট কোম্পানিতে মানব সম্পদ ব্যবস্থাপক হিসেবে কাজ করেছেন। \"আরও সৃজনশীল কিছু\" অর্জন করতে চাওয়ার কারণে, তিনি থিয়েটার গ্রুপ ইভামের সাথে তাদের ব্যবস্থাপনার দিক থেকে কাজ শুরু করেন। যদিও তিনি কাজের নিরেট সময়সূচীর কারণে তাদের নাটকে অভিনয় করতে পারেননি, তিনি বলেছেন এটি \"একটি দুর্দান্ত মঞ্চ যেখানে আমি সহজেই শিখতে পারি কিভাবে লিখিত জিনিস অভিনয়ে রূপান্তরিত হয়\"।\nতিনি ১০ বছর বয়স হওয়ার আগেই জিমন্যাস্টিক্সে যোগ দেন এবং ক্রিকেট খেলা শুরু করেন। তিনি ভারতের জাতীয় বি ক্রিকেট দলের অংশ হন, যাদের অধীনে তিনি ওয়েস্ট ইণ্ডিজের বিরুদ্ধে একটি সিরিজও খেলেন। তিনি আলটিমেট ফ্রিসবিও খেলেছেন। চেন্নাই আল্টিমেট ফ্রিসবি-র সদস্য হিসেবে, তিনি নিয়মিত আল্টিমেট ফ্রিসবি প্রতিযোগিতায় অংশগ্রহণ করেছেন এবং ফিলিপাইনে অনুষ্ঠিত এশিয়া ওশেনিক টুর্নামেন্টে আমাদের জাতীয় দলের প্রতিনিধিত্ব করে ইণ্ডিয়া মাস্টার্স দলের হয়ে খেলেছেন।\n\n\n== কর্মজীবন ==\nইভামের একটি নাটকের টিকিট বিক্রি করার সময়, পরিচালক মাগিজ থিরুমেনি তাঁর কাছে এসে তাঁকে মুণ্ডিনাম পার্থেনি-তে একটি সহায়ক ভূমিকায় অভিনয় করতে বলেন। তিনি কাজ থেকে ছুটি নিয়ে দশ দিনের জন্য ছবিটির শুটিং করেছিলেন। পরিচালক কে. বলচাঁদের সাথে তাঁর একটি টেলিভিশন ধারাবাহিকে কাজ করার পর এবং টিভি অনুষ্ঠান, ধর্মায়ুধম- এ একটি ভূমিকার জন্য অডিশন শুরু করার পর, তিনি পূর্ণকালীন অভিনয় করার সিদ্ধান্ত নেন। তিনি চাকরি ছেড়ে দেন এবং শোতে বিভিন্ন চরিত্রের জন্য বেশ কয়েকটি অডিশনে অংশ নেন, অবশেষে শারদার ভূমিকায় অবতীর্ণ হন। তাঁর প্রথম মুখ্য চরিত্রের ছবি ছিল তিক্ত হাস্যরসাত্মক সৃষ্টিকর্ম (ব্ল্যাক কমেডি) সুত্তা কড়াই। এই ছবিতে তিনি সিলান্থি নামে এক সাহসী আদিবাসী মেয়ের চরিত্রে অভিনয় করেছিলেন, যার জন্য তাঁকে স্টান্টও করতে হয়েছিল। তাঁর অভিনয়ের পর্যালোচনা ইতিবাচক ছিল। ২০১৪ সালে তাঁর একমাত্র মুক্তিপ্রাপ্ত ছবি ছিল অ্যাঞ্জেলস, যা তাঁর মালয়ালম ছবির জগতে অভিষেক ছিল। তাঁর পরবর্তী মুক্তিপ্রাপ্ত ছবি ছিল তামিল, নবাগত পরিচালক ভাদিভেলের সঙ্গে কল্লাপ্পাদম। নিজের ভূমিকা সম্পর্কে, তিনি বলেছিলেন যে এটি একটি \"সুনির্দিষ্ট এবং শক্তিশালী চরিত্র\" এবং \"আবেগগতভাবে খুব শক্তিশালী\"। একজন অবসরপ্রাপ্ত অভিনেত্রীর চরিত্রে তাঁর অভিনয় সমালোচকদের দ্বারা প্রশংসিত হয়েছিল, তাঁর চরিত্র সম্বন্ধে বরদ্বাজ রঙ্গন বলেছেন চলচ্চিত্রের \"সবচেয়ে আকর্ষণীয়, সতেজ চরিত্র\", সিফি বলেছিল যে \"লক্ষ্মী প্রিয়া এই চরিত্রে উজ্জ্বল\"। এছাড়াও তিনি ইয়াগভারায়িনুম না কাক্কা, কালাম এবং মায়া চলচ্চিত্রে উল্লেখযোগ্য ভূমিকায় অভিনয় করেছেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== টেলিভিশন ===\n\n\n== পুরস্কার ==\n২০২০ সালে শিভারঞ্জিনিয়াম ইননুম সিলা পেঙ্গালামের জন্য সেরা পার্শ্ব অভিনেত্রীর জন্য জাতীয় চলচ্চিত্র পুরস্কার\nসেরা সহ-অভিনেত্রীর জন্য সিমা পুরস্কার ২০২২ — তামিল, কর্ণনের জন্য\nসিভারঞ্জিনিয়াম ইন্নুম সিলা পেঙ্গালামের জন্য জেএফডব্লিউ মুভি পুরস্কার ২০২২, সেরা অভিনেত্রীর জুরি পুরস্কার\nচেন্নাই ইন্টারন্যাশনাল ফিল্ম ফেস্টিভ্যাল ২০২২-এ শিভারঞ্জিনিয়াম ইনুম সিলা পেঙ্গালুমের জন্য বিশেষ জুরি পুরস্কার\n\n\n== তথ্যসূত্র =="}