{"pageid": 1513152, "title": "নারীবাদী দর্শন", "url": "https://bn.wikipedia.org/wiki?curid=1513152", "content": "নারীবাদী দর্শন হলো নারীবাদী দৃষ্টিকোণ থেকে দর্শনের একটি দৃষ্টিভঙ্গি এবং নারীবাদী বিষয় এবং প্রশ্নগুলিতে দার্শনিক পদ্ধতির প্রয়োগ। নারীবাদী দর্শনে নারীবাদী আন্দোলনের পরিপূরক হিসেবে দার্শনিক গ্রন্থ এবং পদ্ধতির পুনর্ব্যাখ্যা করা এবং নারীবাদী কাঠামোর মধ্যে থেকে ঐতিহ্যবাহী দর্শনের ধারণাগুলির সমালোচনা বা পুনর্মূল্যায়ন করার প্রচেষ্টা উভয়ই জড়িত।\n\n\n== প্রধান বৈশিষ্ট্য ==\nনারীবাদী দর্শনে কেন্দ্রীয়ভাবে লিঙ্গ বৈষম্যের প্রতি উদ্বেগ প্রকাশ করা হয়েছে। এটি সাধারণত নারীদের জন্য ন্যায়বিচারের কিছু ধরণের প্রতিশ্রুতি প্রদান করে, তা যেভাবেই হোক না কেন। এই ঐক্যবদ্ধ বৈশিষ্ট্যগুলি ছাড়াও, নারীবাদী দর্শন একটি বৈচিত্র্যময় ক্ষেত্র যেখানে বিভিন্ন দৃষ্টিভঙ্গি থেকে বিস্তৃত বিষয়কে অন্তর্ভুক্ত করা হয়েছে। আরও বিস্তৃতভাবে বললে, নারীবাদী দর্শনে জাতি, যৌনতা, আর্থ-সামাজিক শ্রেণী এবং পরিচয়ের অন্যান্য কারণগুলি কীভাবে লিঙ্গ বৈষম্যকে প্রভাবিত করে তা অন্তর্ভুক্ত করা হয়েছে। নারীবাদী দার্শনিকদের, দার্শনিক হিসেবে, বিশ্লেষণাত্মক এবং মহাদেশীয় উভয় ঐতিহ্যেই পাওয়া যায়, এবং সেই ঐতিহ্যের মধ্যে দার্শনিক বিষয়গুলিতে অসংখ্য ভিন্ন দৃষ্টিভঙ্গি পাওয়া হয়। নারীবাদী দার্শনিকরা, নারীবাদী হিসেবে, নারীবাদের বিভিন্ন ধরণে অন্তর্ভুক্ত হতে পারেন। \n\nনারীবাদী উদ্বেগ ও দৃষ্টিভঙ্গি সম্পর্কে স্পষ্টভাবে ব্যাখ্যা এবং তত্ত্ব প্রদানের জন্য দার্শনিক পদ্ধতি এবং তত্ত্বের উপর ভিত্তি করে কাজ করা। এর মধ্যে পরিচয় সম্পর্কিত ধারণাগুলির (যেমন জাতি, আর্থ-সামাজিক অবস্থা, লিঙ্গ, যৌনতা, ক্ষমতা এবং ধর্ম) একটি দার্শনিক বিশ্লেষণ প্রদান করা অন্তর্ভুক্ত থাকতে পারে এবং নারীবাদী তত্ত্বের মধ্যে আরও বিস্তৃতভাবে ব্যবহৃত এবং তাত্ত্বিক ধারণাগুলিও অন্তর্ভুক্ত থাকতে পারে। নারীবাদী দর্শনও লিঙ্গ সমতার পক্ষে যুক্তির একটি গুরুত্বপূর্ণ উৎস।\nদার্শনিক ঐতিহ্যের মধ্যে লিঙ্গবাদ এবং অ্যান্ড্রোকেন্দ্রিকতা তদন্ত করা। এর মধ্যে এমন কিছু গ্রন্থ এবং তত্ত্বের সমালোচনা অন্তর্ভুক্ত থাকতে পারে যা সাধারণত দার্শনিক গ্রন্থাবলীর অংশ হিসাবে শ্রেণীবদ্ধ করা হয়, বিশেষ করে নারী এবং নারীর অভিজ্ঞতার উপস্থাপনা বা দার্শনিক ঐতিহ্য থেকে নারীদের বাদ দেওয়ার উপর মনোযোগ কেন্দ্রীভূত করে। আরেকটি উল্লেখযোগ্য প্রবণতা হল অনেক মহিলা দার্শনিকের কাজের পুনরাবিষ্কার, যাদের অবদান এখনও স্বীকৃতি পায়নি।\nদার্শনিক ঐতিহ্যের সমালোচনামূলক অনুসন্ধানের আলোকে এবং লিঙ্গের প্রতি তাদের উদ্বেগের প্রতিফলন ঘটিয়ে বিদ্যমান প্রশ্নগুলির জন্য নতুন পদ্ধতির পাশাপাশি নতুন প্রশ্ন এবং গবেষণার ক্ষেত্রগুলির মাধ্যমে দর্শনে অবদান রাখা।\nনারীবাদী দর্শন বিংশ শতাব্দীর আগেও বিদ্যমান ছিল কিন্তু ১৯৬০ এবং ১৯৭০-এর দশকের দ্বিতীয়-তরঙ্গের নারীবাদের আলোচনার সাথে সম্পর্কিত হয়ে এটিকে নারীবাদী দর্শন হিসেবে চিহ্নিত করা হয়েছিল। দ্বিতীয় তরঙ্গের সময় অনেক তত্ত্ব মূলত কর্মক্ষেত্র এবং শিক্ষায় লিঙ্গ সমতার উপর দৃষ্টি নিবদ্ধ করেছিল। নারীবাদের তৃতীয় তরঙ্গ আন্দোলন থেকে উদ্ভূত নারীবাদী দর্শনের একটি গুরুত্বপূর্ণ প্রকল্প হল বিভিন্ন জাতিগত গোষ্ঠী এবং আর্থ-সামাজিক শ্রেণীর নারীদের পাশাপাশি বিশ্বজুড়ে নারীদের অভিজ্ঞতার বৈচিত্র্যকে অন্তর্ভুক্ত করা।\n\n\n== উপক্ষেত্র ==\nনারীবাদী দার্শনিকরা বিভিন্ন উপক্ষেত্রে কাজ করেন, যার মধ্যে রয়েছে:\n\nনারীবাদী জ্ঞানতত্ত্ব – এটি প্রচলিত দার্শনিক ধারণাগুলোর বিরুদ্ধে প্রশ্ন তোলে, যেখানে জ্ঞান ও যৌক্তিকতাকে নিরপেক্ষ, সার্বজনীন বা মূল্যবিচারহীন হিসেবে বিবেচনা করা হয়। নারীবাদী জ্ঞানতত্ত্ববিদরা প্রায়ই যুক্তি দেন যে, জ্ঞান উৎপাদনে দৃষ্টিভঙ্গি, সামাজিক পরিস্থিতি ও মূল্যবোধ গুরুত্বপূর্ণ ভূমিকা পালন করে, এমনকি বিজ্ঞানেও।\nনারীবাদী নৈতিকতা (নারীবাদী নৈতিকতা) – প্রচলিত নৈতিক চিন্তায় বস্তুগত নিরপেক্ষতা, যৌক্তিকতা ও সার্বজনীনতার ওপর বেশি গুরুত্ব দেওয়া হয়, যা নারীদের নৈতিক বাস্তবতাকে উপেক্ষা করে। এই ক্ষেত্রে অন্যতম গুরুত্বপূর্ণ ধারণা হলো \"পরিচর্যার নৈতিকতা\"  যা সহমর্মিতা, দায়িত্ব ও অহিংসাকে নৈতিকতার কেন্দ্রে রাখে। এটি আন্তঃসম্পর্ক, যত্ন ও নির্ভরশীলতার ওপর বেশি গুরুত্ব দেয় এবং প্রচলিত ন্যায়বিচারকেন্দ্রিক নৈতিকতার পিতৃতান্ত্রিক প্রবণতার সমালোচনা করে। তবে, কিছু নারীবাদী নীতিশাস্ত্রবিদ মনে করেন যে পরিচর্যার নৈতিকতাকে নারীত্বের সাথে বেশি সম্পৃক্ত করা হলে তা লিঙ্গভিত্তিক নৈতিকতার ধারণাকে আরও শক্তিশালী করতে পারে।\nনারীবাদী রূপতত্ত্ব (রূপতত্ত্ব (দর্শন)) – এটি ব্যাখ্যা করে, কীভাবে মানুষের চিন্তা, ব্যাখ্যা, স্মৃতি ও জানার মতো জ্ঞান সম্বন্ধীয় ক্ষমতা এবং সামাজিক কাঠামোর ভেতরে থাকা আদর্শগত নিয়মসমূহ ব্যক্তির বাস্তবতাকে গঠন করে। নারীবাদী রূপতত্ত্ব লিঙ্গভিত্তিক দেহী অভিজ্ঞতা, আন্তঃব্যক্তিক সম্পর্ক ও সমাজ-রাজনীতি নিয়ে নতুন ব্যাখ্যা প্রদান করে। এটি প্রচলিত প্রতিনিধিত্বমূলক ভাষ্যের সীমাবদ্ধতা অতিক্রম ক'রে ব্যক্তিগত ও দেহী অভিজ্ঞতাকে গুরুত্ব দেয়, কারণ অনেক অভিজ্ঞতা ভাষার বাইরে থেকে যায় এবং প্রকাশ করা কঠিন হয়ে ওঠে। সাম্প্রতিক সময়ে, সময়ের ধারণাকে নতুনভাবে বোঝার প্রচেষ্টা এই শাখার একটি গুরুত্বপূর্ণ দিক হয়ে উঠেছে।\nনারীবাদী নন্দনতত্ত্ব  এটি শিল্প ও সৌন্দর্যচিন্তায় লিঙ্গ ও যৌনতার ভূমিকা বিশ্লেষণ করে। বিশেষ করে, কীভাবে শিল্পে লিঙ্গভিত্তিক আদর্শ পুনরুৎপাদিত হয়, সংস্কৃতিতে শিল্পের ভূমিকা কী, এবং শিল্পে নারীদের উপস্থাপন কেমন—এই বিষয়গুলো নারীবাদী নন্দনতত্ত্বের আলোচ্য বিষয়। অনেক সময় \"নারী\" এবং \"শিল্পী\"—এই দুই পরিচয়কে বিপরীত হিসেবে উপস্থাপন করা হয়, বিশেষ করে রোমান্টিক যুগ থেকে। এই বিভাজনকে চ্যালেঞ্জ জানাতেই নারীবাদী নন্দনতত্ত্বের প্রয়োজনীয়তা দেখা দিয়েছে।\nনারীবাদী সত্তাতত্ত্ব এটি মূলত লিঙ্গ ও যৌনতার সত্তাগত প্রকৃতি এবং সামাজিক নির্মাণের চরিত্র নিয়ে কাজ করে। নারীবাদী দার্শনিকরা প্রচলিত সত্তাতত্ত্বে থাকা লিঙ্গগত পক্ষপাতগুলো বিশ্লেষণ করেন। নারীবাদী সত্তাতত্ত্ব প্রচলিত দার্শনিক চিন্তার বিপরীতে সামাজিক নির্মাণকে আরও গভীরভাবে বিশ্লেষণ করতে চায়। এটি প্রশ্ন তোলে, কীভাবে \"বাস্তব\" ও \"সামাজিকভাবে নির্মিত\"—এই দুই ধারণার মধ্যে থাকা বিভাজন আসলে একধরনের দ্বৈততা সৃষ্টি করে, যা বাস্তবতা ও সামাজিক কাঠামোর পারস্পরিক সম্পর্ককে অগ্রাহ্য করে। একইভাবে, এটি দেখানোর চেষ্টা করে যে, প্রাকৃতিক বা নিরপেক্ষ বলে বিবেচিত অনেক শ্রেণিবিন্যাস আসলে রাজনৈতিক ও নৈতিক পক্ষপাত দ্বারা প্রভাবিত। কিছু চিন্তাবিদ মনে করেন, প্রচলিত সত্তাতাত্ত্বিক কাঠামোর মধ্যে নারীবাদী দৃষ্টিভঙ্গি একধরনের টানাপোড়েন তৈরি করে, যা এই শাখাটিকে জটিল ও বিতর্কিত করে তুলেছে।\nনারীবাদী বিজ্ঞানদর্শন (নারীবাদী বিজ্ঞানদর্শন) – এটি নারীবাদী গবেষণা এবং আন্তঃবিষয়ক বিশ্লেষণের ভিত্তিতে বিজ্ঞান সম্পর্কে প্রচলিত ধারণাগুলোকে প্রশ্নবিদ্ধ করে। নারীবাদী বিজ্ঞানদর্শনের অন্যতম গুরুত্বপূর্ণ দিক হলো, এটি দেখায় যে বিজ্ঞান ও তার পদ্ধতিগুলো পক্ষপাতহীন নয়। প্রচলিত বিশ্বাসের বিপরীতে, এটি বিজ্ঞানের চর্চাকে \"মূল্যবিচারহীন\" (ইংরেজি: value-free) নয়, বরং \"মূল্যসমৃদ্ধ\" (ইংরেজি: value-rich) হিসেবে দেখে। নারীবাদী বিজ্ঞানদর্শন দেখায়, কীভাবে লিঙ্গভিত্তিক মতাদর্শ বিজ্ঞানের মডেল ও গবেষণাপদ্ধতির সাথে জড়িত থাকে এবং কীভাবে বিজ্ঞান নিজেই একটি সামাজিক নির্মাণ।\n\n\n== তথ্যসূত্র =="}