{"pageid": 1513585, "title": "লিল্যান্ড স্ট্যানফোর্ড", "url": "https://bn.wikipedia.org/wiki?curid=1513585", "content": "আমাসা লিল্যান্ড স্ট্যানফোর্ড (৯ মার্চ ১৮২৪ - ২১ জুন ১৮৯৩) হলেন একজন আমেরিকান আইনজীবী, শিল্পপতি, সমাজসেবী এবং ক্যালিফোর্নিয়ার রিপাবলিকান পার্টির রাজনীতিবিদ। তিনি ১৮৬২ থেকে ১৮৬৩ সাল পর্যন্ত ক্যালিফোর্নিয়া রাজ্যের ৮ম গভর্ণর হিসেবে দায়িত্ব পালন করেন এবং ১৮৮৫ থেকে ১৮৯৩ সালে তার মৃত্যুর আগ পর্যন্ত মার্কিন যুক্তরাষ্ট্রের সিনেটে রাজ্যের প্রতিনিধিত্ব করেন। তিনি এবং তার স্ত্রী জেন তাদের প্রয়াত পুত্রের নামানুসারে স্ট্যানফোর্ড বিশ্ববিদ্যালয় প্রতিষ্ঠা করেন।\n১৮৫২ সালে গোল্ড রাশের সময় ক্যালিফোর্নিয়ায় অভিবাসনের পর স্ট্যানফোর্ড একজন সফল বণিক এবং পাইকারি বিক্রেতা হয়ে ওঠেন ; তিনি একটি ব্যবসায়িক সাম্রাজ্য গড়ে তোলেন। ১৮৬১ থেকে ১৮৯০ সাল পর্যন্ত তিনি সেন্ট্রাল প্যাসিফিক রেলপথ এবং পরবর্তীতে দক্ষিণ প্যাসিফিক রেলপথের একজন প্রভাবশালী নির্বাহী ছিলেন; এই পদগুলি তাকে পশ্চিম মার্কিন যুক্তরাষ্ট্রে অসাধারণ ক্ষমতা প্রদান করে যা ক্যালিফোর্নিয়ায় স্থায়ী প্রভাব ফেলে। তিনি প্যাসিফিক লাইফ এবং ওয়েলস ফার্গোর প্রাথমিক ইতিহাসে একজন শেয়ারহোল্ডার এবং নির্বাহী হিসেবেও গুরুত্বপূর্ণ ভূমিকা পালন করেন। তিনি ছিলেন ক্যালিফোর্নিয়ার প্রথম রিপাবলিকান গভর্নর। স্ট্যানফোর্ডকে ব্যাপকভাবে ডাকাত ব্যারন হিসেবে বিবেচনা করা হয়।\n\n\n== প্রারম্ভিক জীবন ==\nলিল্যান্ড স্ট্যানফোর্ড ১৮২৪ সালে নিউ ইয়র্কের ওয়াটারভ্লিয়েটে (বর্তমানে কলোনি শহর) জন্মগ্রহণ করেন । তিনি জোসিয়া এবং এলিজাবেথ ফিলিপস স্ট্যানফোর্ডের আট সন্তানের একজন ছিলেন। তার ভাইবোনদের মধ্যে ছিলেন নিউ ইয়র্ক স্টেট সিনেটর চার্লস স্ট্যানফোর্ড (১৮১৯-১৮৮৫) এবং অস্ট্রেলিয়ান ব্যবসায়ী এবং আধ্যাত্মিকবাদী থমাস ওয়েল্টন স্ট্যানফোর্ড (১৮৩২-১৯১৮)। তার পূর্বপুরুষ, থমাস স্ট্যানফোর্ড, ১৭ শতকে ম্যাসাচুসেটসের চার্লসটাউনে বসতি স্থাপন করেন। তার পরবর্তী পূর্বপুরুষরা ১৭২০ সালের দিকে মধ্য নিউ ইয়র্কের পূর্ব মোহক উপত্যকায় বসতি স্থাপন করেন।\nস্ট্যানফোর্ডের বাবা ছিলেন একজন স্বচ্ছল কৃষক। স্ট্যানফোর্ড ওয়াটারভলিয়েটের লিশা কিল এবং রোয়েসলেভিল (১৮৩৬ সালের পর) এলাকায় পারিবারিক খামারে বেড়ে ওঠেন। রোয়েসলেভিলের পারিবারিক বাড়িটিকে এলম গ্রোভ বলা হত। ১৯৪০-এর দশকে এলম গ্রোভের বাড়িটি ধ্বংস করে দেওয়া হয়। স্ট্যানফোর্ড ১৮৩৬ সাল পর্যন্ত সাধারণ স্কুলে পড়াশোনা করেন এবং ১৮৩৯ সাল পর্যন্ত বাড়িতেই শিক্ষকতা করেন। তিনি নিউ ইয়র্কের ক্লিনটনের ক্লিনটন লিবারেল ইনস্টিটিউটে পড়াশোনা করেন এবং ১৮৪১ থেকে ১৮৪৫ সাল পর্যন্ত নিউ ইয়র্কের ক্যাজেনোভিয়ার ক্যাজেনোভিয়া সেমিনারিতে আইন অধ্যয়ন করেন। ১৮৪৫ সালে তিনি আলবানিতে হুইটন, ডুলিটল এবং হ্যাডলির আইন অফিসে প্রবেশনারী হিসাবে যোগদান করেন।\n১৮৪৮ সালে বারে যোগদানের পর স্ট্যানফোর্ড অন্যান্য অনেক বসতি স্থাপনকারীর সাথে পোর্ট ওয়াশিংটন, উইসকনসিনে চলে যান, যেখানে তিনি ওয়েসলি পিয়ার্সের সাথে আইন অনুশীলন শুরু করেন। তার বাবা তাকে আইন সংক্রান্ত পুস্তকের একটি গ্রন্থাগার উপহার দেন যেটিকে মিলওয়াকির উত্তরে অবস্থিত সবচেয়ে নিঁখুত হিসাবে বিবেচনা করা হতো। ১৮৫০ সালে স্ট্যানফোর্ডকে হুইগ পার্টি ওয়াশিংটন কাউন্টি, উইসকনসিন জেলা অ্যাটর্নি হিসেবে মনোনীত করে।\n\n\n== ব্যবসায় ==\n১৮৫২ সালে আগুনে তার আইন গ্রন্থাগার এবং অন্যান্য সম্পত্তি হারানোর পর স্ট্যানফোর্ড ক্যালিফোর্নিয়া গোল্ড রাশের সময় তার পাঁচ ভাইয়ের সাথে ক্যালিফোর্নিয়ায় যান। তার স্ত্রী জেন (অস্থায়ীভাবে) এবং তার পরিবার আলবানীতে ফিরে আসেন। তিনি তার ভাইদের সাথে ব্যবসায়ে যোগ দেন এবং মিশিগান সিটি, ক্যালিফোর্নিয়াতে খনি শ্রমিকদের জন্য একটি মনিহারি দোকানের তত্ত্বাবধায়ক হিসাবে নিয়োজিত হন; পরে এর নামটি প্লেসার কাউন্টির মিশিগান ব্লাফ নামে পরিবর্তিত হয়; পরবর্তী সময়ে তিনি একটি পাইকারি কারবারে পরিণত হয়। তিনি 'জাস্টিস অভ দ্য পিস' হিসেবে কাজ করেন এবং স্যাক্রামেন্টো লাইব্রেরি অ্যাসোসিয়েশন সংগঠিত করতে সহায়তা করেছিলেন, যা পরবর্তীতে স্যাক্রামেন্টো পাবলিক লাইব্রেরিতে পরিণত হয়। ১৮৫৫ সালে তিনি তার স্ত্রীর সাথে যোগ দিতে আলবানীতে ফিরে আসেন; তবে ক্যালিফোর্নিয়া উন্নয়নের গতি দেশব্যাপী সংগঠিত উত্তেজনার পর খুব ধীর হয়ে যায়।\n\n\n=== মধ্য প্রশান্ত মহাসাগরীয় এবং দক্ষিণ প্রশান্ত মহাসাগরীয় রেলপথ ===\n\n১৮৫৬ সালে তিনি এবং জেন স্যাক্রামেন্টোতে চলে যান, যেখানে তিনি বৃহৎ পরিসরে বাণিজ্যিক ব্যবসা শুরু করেন। তিনি \"দ্য বিগ ফোর\" (অথবা তাদের নিজেদের মধ্যে যা \"দ্য অ্যাসোসিয়েটস\" নামে পরিচিত ছিলো) নামে পরিচিত চারজন প্রভাবশালী ব্যবসায়ীদের একজন ছিলেন, যারা মধ্য প্রশান্ত মহাসাগরীয় রেলপথ নির্মানের জন্য প্রধান প্রকৌশলী থিওডোর ডেহোন জুডাহের পরিকল্পনায় মূল বিনিয়োগকারী ছিলেন। তাদের পাঁচজন ১৮৬১ সালের ২৮ জুন একত্রিত হয়ে এটি গঠন করেন এবং স্ট্যানফোর্ড এর সভাপতি নির্বাচিত হন। তার অন্য তিনজন সহযোগী ছিলেন চার্লস ক্রোকার, মার্ক হপকিন্স এবং কলিস পি. হান্টিংটন।\nমধ্য প্রশান্ত মহাসাগরীয় রেলের প্রথম লোকোমোটিভ, যা গভর্ণর স্ট্যানফোর্ড-এর সম্মানে নামকরণ করা হয়, স্যাক্রামেন্টোর ক্যালিফোর্নিয়া রাজ্য রেলপথ জাদুঘরের স্থায়ী প্রদর্শণী স্থলে সংরক্ষিত রয়েছে।\nস্ট্যানফোর্ড ১৮৫৯ সালে ক্যালিফোর্নিয়ার গভর্ণর পদে প্রতিদ্বন্দ্বিতা করে ব্যর্থ হন। তিনি পুনরায়, ১৮৬১ সালে এই পদে প্রার্থী মনোনীত হন এবং সেই নির্বাচনে জয়লাভ করেন। ১৮৬২ সালের মহাবন্যার কারণে তাকে তার উদ্বোধনী অনুষ্ঠানে নৌকায় করে যেতে হয়েছিল। তিনি এই পদে এক মেয়াদে দায়িত্ব পালন করেন, সেসময় যা দুই বছরের সময়কালে সীমাবদ্ধ ছিলেন।\nমধ্য প্রশান্ত মহাসাগরীয় রেলপথ নির্মাণাধীন থাকা কালীন সময়ে, ১৮৬৮ সালে, স্ট্যানফোর্ড এবং তার সহযোগীরা দক্ষিণ প্রশান্ত মহাসাগরীয় রেলপথের দায়িত্ব লাভ করেন। স্ট্যানফোর্ড দক্ষিণ প্রশান্ত মহাসাগরীয় রেলপথ নির্মাণ সংস্থার সভাপতি নির্বাচিত হন। এই পদে তিনি ১৮৯০ সাল পর্যন্ত (১৮৬৯-১৮৭০ সালে ভারপ্রাপ্ত সভাপতি হিসাবে টেভিসের দায়িত্ব পালন কৃত সংক্ষিপ্ত সময়টুকু ব্যতীত) অধিষ্ঠিত ছিলেন; পরবর্তীতে কলিস হান্টিংটন তাকে সরিয়ে এই দায়িত্বে আসেন।\n\nক্যালিফোর্নিয়ার সিয়েরা নেভাদা পর্বতমালার উপর দিয়ে স্যাক্রামেন্টো থেকে পূর্ব দিকে নেভাদা এবং উটাহ পর্যন্ত \"প্রথম ট্রান্সকন্টিনেন্টাল রেলপথ\" -এর পশ্চিম অংশ নির্মাণকারী রেলপথ কোম্পানির প্রধান হিসেবে , স্ট্যানফোর্ড ১৮৬৯ সালের ১০ মে উটাহের প্রোমন্টরিতে \" লাস্ট স্পাইক\" -এর আনুষ্ঠানিক ড্রাইভিং অনুষ্ঠানে সভাপতিত্ব করেন। সিপিআরআর-এর গ্রেড ইউনিয়ন প্যাসিফিক রেলপথের সাথে মিলে যায় , যা কাউন্সিল ব্লাফস, আইওয়া / ওমাহা , নেব্রাস্কায় পূর্ব টার্মিনাস থেকে পশ্চিম দিকে নির্মিত হয়েছিল । এমনকি তাকে চূড়ান্ত স্পাইক চালানোর সম্মানও দেওয়া হয়েছিল।\n১৮৭৪ সালে স্ট্যানফোর্ড তার পরিবারের সাথে স্যাক্রামেন্টো থেকে সান ফ্রান্সিসকোতে চলে আসেন, যেখানে তিনি অক্সিডেন্টাল অ্যান্ড ওরিয়েন্টাল স্টিমশিপ কোম্পানির সভাপতিত্ব গ্রহণ করেন , যা জাপান ও চীনের মধ্য প্রশান্ত মহাসাগরের সাথে যুক্ত স্টিমশিপ লাইন।\n১৮৮৪ সালে সেন্ট্রাল প্যাসিফিক-সাউদার্ন প্যাসিফিক সিস্টেমের জন্য একটি হোল্ডিং কোম্পানি হিসেবে সাউদার্ন প্যাসিফিক কোম্পানি সংগঠিত হয়। স্ট্যানফোর্ড ১৮৮৫ সাল থেকে ১৮৯০ সাল পর্যন্ত সাউদার্ন প্যাসিফিক কোম্পানির সভাপতি ছিলেন, যখন কোম্পানির র‍্যাঙ্কিং ভাইস প্রেসিডেন্ট এবং কর্পোরেট ডিরেক্টরেট কলিস হান্টিংটন তাকে সেই পদ থেকে (এবং সাউদার্ন প্যাসিফিক রেলপথের সভাপতিত্বের পদ থেকে) বহিষ্কার করেন। ১৮৮৫ সালে হান্টিংটনের বন্ধু অ্যারন এ. সার্জেন্টের বিরুদ্ধে স্ট্যানফোর্ডের মার্কিন সিনেটে নির্বাচনের প্রতিশোধ হিসেবে এটিকে বিবেচনা করা হয়েছিল।\n১৮৯০ সালে স্ট্যানফোর্ড সাউদার্ন প্যাসিফিক রেলওয়ের নির্বাহী কমিটির চেয়ারম্যান নির্বাচিত হন এবং মৃত্যুর আগ পর্যন্ত তিনি এই পদ এবং সেন্ট্রাল প্যাসিফিক রেলওয়ের সভাপতির দায়িত্ব পালন করেন।\n\n\n=== আগ্রহের অন্যান্য ক্ষেত্র ===\n১৮৬৮ সালের মে মাসে তিনি লয়েড টেভিস, ড্যারিয়াস ওগডেন মিলস, এইচডি বেকন, হপকিন্স এবং ক্রোকারের সাথে একত্রে প্যাসিফিক ইউনিয়ন এক্সপ্রেস কোম্পানি গঠন করেন। ১৮৭০ সালে এটি ওয়েলস ফার্গো অ্যান্ড কোম্পানির সাথে একীভূত হয়। স্ট্যানফোর্ড ১৮৭০ থেকে ১৮৮৪ সালের জানুয়ারি পর্যন্ত ওয়েলস ফার্গো অ্যান্ড কোম্পানির পরিচালক পদে দায়িত্বরত ছিলেন। পরিচালনা পরিষদ থেকে সংক্ষিপ্তকালীন অবসর গ্রহণের পর তিনি ১৮৮৪ সালের ফেব্রুয়ারি থেকে ১৮৯৩ সালের জুনে তার মৃত্যুর পূর্ব পর্যন্ত পুনরায় একই দায়িত্ব পালন করেন। এছাড়াও, ১৮৬৮ সালের মে মাসে তিনি প্যাসিফিক মিউচুয়াল লাইফ ইন্স্যুরেন্স কোম্পানি (বর্তমানে প্যাসিফিক লাইফ) প্রতিষ্ঠা করেন এবং ১৮৬৮ থেকে ১৮৭৬ সাল পর্যন্ত এর প্রথম সভাপতি হিসেবে দায়িত্ব পালন করেন।\nতার দুটি ওয়াইনা উত্পাদন ক্ষেত্র ছিল - ১৮৬৯ সালে আলামেডা কাউন্টিতে প্রতিষ্ঠিত লিল্যান্ড স্ট্যানফোর্ড ওয়াইনারি, যা তার ভাই জোসিয়াহ পরিচালনা করতেন এবং পরবর্তীতে উত্তরাধিকারসূত্রে প্রাপ্ত হয়েছিলেন এবং তেহামা কাউন্টিতে অবস্থিত ৫৫,০০০ একর (২২৩ বর্গকিলোমিটার) গ্রেট ভিনা র‍্যাঞ্চ, যেখানে ৩,৫৭৫ একর (১৪ বর্গকিলোমিটার) আয়তনের বিশ্বের বৃহত্তম দ্রাক্ষাক্ষেত্র ছিল এবং পরবর্তী সময়ে যা স্ট্যানফোর্ড বিশ্ববিদ্যালয়কে প্রদান করা হয়েছিল।\n\nস্ট্যানফোর্ড ঘোড়ার প্রতিও আগ্রহী ছিলেন এবং বাট কাউন্টিতে ১৭,৮০০ একর (৭২ বর্গকিলোমিটার) আয়তনের গ্রিডলি চারণভূমির মালিক ছিলেন। সান্তা ক্লারা কাউন্টিতে তিনি তার পালো আল্টো স্টক ফার্ম প্রতিষ্ঠা করেন। তিনি উন্নত প্রজাতির ঘোড়াকে ট্রটার হিসেবে দৌড়ানোর জন্য প্রজনন করেন, যার মধ্যে ছিলেন তার প্রধান ঘোড়া ইলেকশনিয়ার (হ্যাম্বলেটোনিয়ান ১০'র নেতৃত্বে দৌঁড়াতো) এবং তার বিজয়ী উত্তরাধিকারী: অ্যারিয়ন, সুনল, পালো আল্টো এবং চাইমস (স্ট্যানফোর্ডের সবচেয়ে পরিচিত অনিনন্দ্য সুন্দর বেলস) এর বাহিরে); এবং ফ্ল্যাট রেসিংয়ের জন্য থরোব্রেড জাতীয় ঘোড়া। ১৮৭২ সালে স্ট্যানফোর্ড ফটোগ্রাফার ইডওয়ার্ড মুইব্রিজকে স্যাক্রামেন্টোর কৃষি পার্ক রেস ট্র্যাকে ঘোড়ার গতিবিধির বৈজ্ঞানিক গবেষণা করার জন্য নিযুক্ত করেন। ঘোড়ার পায়ের ছবিগুলি সেখানে তোলা হয়েছিল, পরে এটিকে তার পালো আল্টো স্টক ফার্মে স্থানান্তরিত করা হয়। তিনি এটি পরীক্ষা করতে চেয়েছিলেন যে ঘোড়াগুলির চারটি পা একই সময়ে মাটি থেকে কখনও উঠেছিল কিনা। এর ফলাফল ছিল প্রোটো-ফিল্ম স্যালি গার্ডনার অ্যাট আ গ্যালপ (১৮৭৮) চিত্র। যেহেতু পালো আল্টো প্রজনন খামারটি পরে স্ট্যানফোর্ড বিশ্ববিদ্যালয়ে রূপান্তরিত করা হয়, ফলশ্রুতিতে বিশ্ববিদ্যালয়টির ডাকনাম \"দ্য ফার্ম\" দেয়া হয়।\n\n\n== রাজনৈতিক জীবন ==\nস্ট্যানফোর্ড রাজনৈতিকভাবে সক্রিয় ছিলেন এবং রিপাবলিকান পার্টির একজন নেতৃস্থানীয় সদস্য হয়ে ওঠেন। ১৮৫৬ সালে তিনি ৩০ এপ্রিল ক্যালিফোর্নিয়া রিপাবলিকান পার্টির প্রথম রাজ্য সম্মেলনে সংগঠিত করার জন্য স্যাক্রামেন্টোতে অন্যান্য হুইগ রাজনীতিবিদদের সাথে দেখা করেন। ১৮৫৬ এবং ১৮৬০ উভয় সময়েই মার্কিন রাষ্ট্রপতি পদে নির্বাচনকারী প্রার্থী নির্বাচিত করার রিপাবলিকান পার্টির সম্মেলনে তাকে একজন প্রতিনিধি হিসেবে প্রেরণ করা হয়। ১৮৫৭ সালে ক্যালিফোর্নিয়া রাজ্য কোষাধ্যক্ষ পদে এবং ১৮৫৯ সালে ক্যালিফোর্নিয়ার গভর্নর পদে স্ট্যানফোর্ড পরাজিত হন। ১৮৬০ সালে তাকে শিকাগোতে রিপাবলিকান জাতীয় সম্মেলনে প্রতিনিধি হিসেবে মনোনীত করা হয়, কিন্তু তিনি তাতে যোগ দেননি। ১৮৬১ সালে দ্বিতীয় বারের প্রচারণায় তিনি গভর্ণর পদে নির্বাচিত হন।\n\n\n=== ক্যালিফোর্নিয়ার গভর্ণর হিসাবে ===\n\nস্ট্যানফোর্ড ক্যালিফোর্নিয়ার অষ্টম গভর্নর নির্বাচিত হন। তিনি ১৮৬২ সালের জানুয়ারী থেকে ১৮৬৩ সালের ডিসেম্বর পর্যন্ত গভর্ণর হিসাবে দায়িত্ব পালন করেছিলেন এবং এই পদে প্রথম রিপাবলিকান হিসাবে তিনিই নির্বাচিত হন। ১৮৬২ সালের মহাপ্লাবনের কারণে গভর্ণরকে তার নিজের উদ্বোধনী অনুষ্ঠানে নৌকায় চড়ে যেতে হয়েছিল বলে জনশ্রুতি রয়েছে। একজন বিশাল, ধীর-ভাষী ব্যক্তি যিনি সর্বদা পূর্বেই প্রস্তুতকৃত লেখা থেকে পড়তে অভ্যস্থ - তিনি তার শ্রোতাদের একজন চটকদার, তড়িত্ বক্তার চেয়ে বেশি আন্তরিক বলে মুগ্ধ করতে সক্ষম হয়েছিলেন।\nগভর্ণর পদে তার মেয়াদকালে, তিনি রাজ্যের ঋণ অর্ধেকে কমিয়ে আনেন এবং বন সংরক্ষণের পক্ষে অবস্থান নেন। তিনি সান জোসেতে ক্যালিফোর্নিয়ার প্রথম রাজ্যের সাধারণ বিদ্যালয় প্রতিষ্ঠার তত্ত্বাবধানও করেন, যা পরবর্তীতে সান জোসে স্টেট ইউনিভার্সিটিতে পরিণত হয়। গভর্ণর হিসাবে স্ট্যানফোর্ডের মেয়াদপূর্তির পর তার মেয়াদকালীন সময়ে পাস হওয়া আইন অনুসারে গভর্ণর পদের মেয়াদ দুই বছর থেকে বৃদ্ধি করে চার বছর করা হয়।\n\n\n==== আদিবাসী আমেরিকান বিষয়ক দৃষ্টিভঙ্গি ====\nক্যালিফোর্নিয়ায় বসবাসকারী আদিবাসী আমেরিকানদের নির্মূলের চলমান কার্যক্রম তার প্রশাসনের অধীনেও অব্যাহত ছিল। তিনি ১৮৫০ সালের আদিবাসী আমেরিকানদের জন্য গৃহীত সরকার ও সুরক্ষা আইনের অংশকে বদলে দিয়ে এমন একটি আইনে স্বাক্ষর করেছিলেন যা আদিবাসী আমেরিকানদের দাসত্বের অনুমতি দিয়েছিল। তবে, একই সাথে তিনি উত্তর ক্যালিফোর্নিয়ার বাল্ড হিলস যুদ্ধের বিচারও কার্যও চালিয়ে যান।\n\n\n==== চীনা অভিবাসী বিষয়ক দৃষ্টিভঙ্গি ====\nক্যালিফোর্নিয়ায় সোনার খনি প্রাপ্তির ফলে এই অঞ্চলে এক বিশাল সংখ্যক নতুন অভিবাসীর আগমন ঘটে, যাদের মধ্যে বিপুল চীনা অভিবাসীও ছিলেন, যারা নিপীড়নের মুখোমুখি হয়েছিলেন। চীনবিরোধী মনোভাব সময়ের সাথে সাথে একটি রাজনৈতিক ইস্যুতে পরিণত হয়। ১৮৬২ সালের জানুয়ারিতে আইনসভায় এক বার্তায় গভর্নর স্ট্যানফোর্ড বলেছিলেন:\n\nআমার মনে এটা স্পষ্ট যে, আমাদের মধ্যে নিকৃষ্ট জাতির বসতি স্থাপনকে সকল বৈধ উপায়ে নিরুৎসাহিত করা উচিত। এশিয়া, তার অগণিত লক্ষ লক্ষ লোক নিয়ে, তার জনসংখ্যার বর্জ্য আমাদের উপকূলে পাঠায়। এই শ্রেণীর একটি বিশাল সংখ্যক ইতিমধ্যেই এখানে রয়েছে; এবং, যদি না আমরা তাদের অভিবাসন পরীক্ষা করার জন্য তাড়াতাড়ি কিছু না করি, তাহলে প্রশান্ত মহাসাগরের তীরে মিলিত অভিবাসনের দুটি জোয়ারের মধ্যে কোনটিকে ফিরিয়ে দেওয়া হবে, এই প্রশ্নটি আমাদের বিবেচনায় বাধ্য করবে, যখন এটি নিষ্পত্তি করা এখনকার চেয়ে অনেক বেশি কঠিন। এতে কোন সন্দেহ নেই যে আমাদের মধ্যে সংখ্যক অবনমিত এবং স্বতন্ত্র মানুষের উপস্থিতি অবশ্যই উচ্চতর জাতির উপর ক্ষতিকারক প্রভাব ফেলবে এবং কিছুটা হলেও, কাঙ্ক্ষিত অভিবাসনকে প্রতিহত করবে।\nস্ট্যানফোর্ড প্রাথমিকভাবে এই ধরনের বক্তব্যের জন্য প্রশংসিত হয়েছিলেন; কিন্তু যখন সাধারণ্যে এই বিষয়টি প্রকাশিত হয় যে তার সেন্ট্রাল প্যাসিফিক রেলপথ নির্মানকারী প্রতিষ্ঠানটি তাদের রেলপথ নির্মাণ কাজের জন্য চীনা শ্রমিকদের আমদানি করছে তখন তিনি জনসমর্থন হারান।\n\n\n=== মার্কিন যুক্তরাষ্ট্রের সিনেটর হিসাবে ===\n\nপরবর্তীতে, ১৮৮৫ সাল থেকে ১৮৯৩ সালে তার মৃত্যুর পূর্ব পর্যন্ত তিনি মার্কিন যুক্তরাষ্ট্রের সিনেটর হিসাবে দায়িত্ব পালন করেন। তিনি চার বছর ধরে মার্কিন সিনেট কমিটি অন পাবলিক বিল্ডিংস অ্যান্ড গ্রাউন্ডস এবং নেভাল কমিটির চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন। সিনেটর থাকাকালীন তিনি সেন্ট্রাল প্যাসিফিক রেলওয়ের সভাপতি এবং পরিচালক ছিলেন। তিনি পিপলস পার্টির ধারণাগুলিকে এগিয়ে নিয়ে যাওয়ার জন্য বেশ কয়েকটি সিনেট বিল রচনা করেছিলেন: শ্রমিক-মালিকানাধীন সমবায় তৈরির জন্য একটি বিল এবং শুধুমাত্র সোনার মানদণ্ডের পরিবর্তে জমির মূল্য দ্বারা সমর্থিত মুদ্রা জারি করার অনুমতি দেওয়ার জন্য একটি বিল। কোনও বিলই কমিটি থেকে বাদ পড়েনি। ওয়াশিংটন ডিসিতে মার্কিন যুক্তরাষ্ট্রে রাশিয়ান মন্ত্রী ব্যারন কার্ল ভন স্ট্রুভের বাড়ির কাছে ফারাগুট স্কোয়ারে তার একটি বাসস্থান ছিল।\n\n\n== স্ট্যানফোর্ড বিশ্ববিদ্যালয় প্রতিষ্ঠা ==\n\nতার স্ত্রী জেনের সাথে স্ট্যানফোর্ড তাদের একমাত্র সন্তান, লিল্যান্ড স্ট্যানফোর্ড জুনিয়র, যিনি ১৮৮৪ সালে ইউরোপ ভ্রমণের সময় ইতালির ফ্লোরেন্সে টাইফয়েড জ্বরে আক্রান্ত হয়ে কিশোর বয়সে মারা যান, তার স্মৃতির উদ্দেশ্যে লিল্যান্ড স্ট্যানফোর্ড জুনিয়র বিশ্ববিদ্যালয় প্রতিষ্ঠা করেন। বিশ্ববিদ্যালয়টি ১৮৮৫ সালের ৯ মার্চ ক্যালিফোর্নিয়া অ্যাসেম্বলি এবং সিনেটের এনডাউমেন্ট আইন দ্বারা প্রতিষ্ঠিত হয়েছিল এবং লিল্যান্ড এবং জেন স্ট্যানফোর্ডের কাছ থেকে প্রাপ্ত অনুদানের বিবরণ ১৪ নভেম্বর, ১৮৮৫ তারিখে ট্রাস্টি বোর্ডের প্রথম সভায় স্বাক্ষরিত হয়েছিল।\nস্ট্যানফোর্ডেরা বিশ্ববিদ্যালয়টি গড়ে তোলার জন্য প্রায় ৪০ মিলিয়ন ডলার (আজকের হিসাবে প্রায় ১১৩৮০০০০০০ ডলারের সমতুল্য) দান করেছিল; ১৮৯১ সালের ১ অক্টোবর শিক্ষায়তনটির উদ্বোধনী মহড়া অনুষ্ঠিত হয়েছিল এবং কৃষি বিষয়ে অধ্যয়নের জন্য এটি তৈরি হয়েছিল। এর প্রথম ছাত্র, যিনি সেদিন এনসিনা হলে ভর্তি হয়েছিলেন, তিনি ছিলেন হারবার্ট হুভার, যিনি পরবর্তীতে ৩১তম মার্কিন রাষ্ট্রপতি হন। ১৯ শতকের শেষের দিকে স্ট্যানফোর্ড পরিবারের সম্পদের পরিমাণ ৫০ মিলিয়ন ডলার (আজকের প্রায় ১৫৩৭০০০০০০ ডলারের সমতুল্য) ছিলো বলে অনুমান করা হয়।\nস্ট্যানফোর্ড ত্রিশ বছরেরও বেশি সময় ধরে স্ট্যানফোর্ড বিশ্ববিদ্যালয়ের কর্মচারীদের মালিকানার বিষয়টি নিজের মধ্যে লালন করেছিল; তারপর তিনি বিশ্ববিদ্যালয়ের পরিকল্পনা, সিনেটর হিসেবে প্রস্তাবনা এবং সংবাদ মাধ্যমের সাথে সাক্ষাৎকারে সেগুলো প্রকাশ করেছিলেন।\n\n\n== ব্যক্তিগত জীবন ও মৃত্যু ==\n১৮৫০ সালের ৩০ সেপ্টেম্বর স্ট্যানফোর্ড নিউ ইয়র্কের আলবানিতে জেন এলিজাবেথ ল্যাথ্রপকে বিয়ে করেন। তিনি ছিলেন সেই শহরের একজন ব্যবসায়ী ডায়ার ল্যাথ্রপ এবং জেন অ্যান (শিল্ডস) ল্যাথ্রপের কন্যা। এই দম্পতির সুদীর্ঘ সময় ধরে কোনও সন্তান ছিল না; অবশেষে তাদের একমাত্র পুত্র সন্তান লেল্যান্ড ডেউইট স্ট্যানফোর্ড ১৮৬৮ সালে জন্মগ্রহণ করে, যখন তার বাবার বয়স ছিল চুয়াল্লিশ বছর।\nস্ট্যানফোর্ড ১৮৫০ থেকে ১৮৫৫ সাল পর্যন্ত একজন সক্রিয় ফ্রিম্যাসন ছিলেন; তিনি উইসকনসিনের পোর্ট ওয়াশিংটনে অবস্থিত প্রমিথিউস লজ নং ১৭-এ যোগদান করেন। পশ্চিমে চলে আসার পর তিনি ক্যালিফোর্নিয়ার মিশিগান ব্লাফে অবস্থিত মিশিগান সিটি লজ নং ৪৭-এর সদস্য হন। তিনি ক্যালিফোর্নিয়ার ইন্ডিপেন্ডেন্ট অর্ডার অফ অড ফেলো-এরও সদস্য ছিলেন।\n\nস্ট্যানফোর্ড পরিবার স্যাক্রামেন্টোতে তাদের প্রাসাদের মালিকানা ধরে রেখেছে, যেখানে ১৮৬৮ সালে তাদের একমাত্র পুত্রের জন্ম হয়েছিল। বর্তমানে লেল্যান্ড স্ট্যানফোর্ড ম্যানশন স্টেট হিস্টোরিক পার্ক , এই জাদুঘরটি ক্যালিফোর্নিয়া রাজ্যের সামাজিক অনুষ্ঠানের জন্যও ব্যবহৃত হয়। সান ফ্রান্সিসকোর নোব হিল জেলায় স্ট্যানফোর্ডদের বাড়িটি ১৯০৬ সালের সান ফ্রান্সিসকো ভূমিকম্পে ধ্বংস হয়ে যায়; এই স্থানটিতে এখন স্ট্যানফোর্ড কোর্ট হোটেল নির্মান করা হয়েছে। পালো আল্টো স্টক ফার্মে অবস্থিত স্ট্যানফোর্ডের বাসভবনটি ১৯১৯ সালে শিশুদের জন্য একটি সুস্থতার আবাসস্থলে পরিণত হয় (এটি লুসিল প্যাকার্ড চিলড্রেন'স হাসপাতালের পূর্বসূরী) এবং ১৯৬৫ সালে ভেঙে ফেলা হয়।\nদীর্ঘস্থায়ী লোকোমোটর অ্যাটাক্সিয়া রোগে ভুগছিলেন লিল্যান্ড স্ট্যানফোর্ড। ১৮৯৩ সালের ২১ জুন ক্যালিফোর্নিয়ার পালো আল্টোতে নিজ বাড়িতে হৃদরোগে আক্রান্ত হয়ে মারা যান। স্ট্যানফোর্ড ক্যাম্পাসে পারিবারিক সমাধিতে তাকে সমাহিত করা হয়। ১৯০৫ সালে স্ট্রাইকনাইনের বিষক্রিয়ায় আক্রান্ত হয়ে জেন স্ট্যানফোর্ড মারা যান।\n\n\n== উত্তরাধিকার ও সম্মান ==\n১৮৬২ সালে ক্যালিফোর্নিয়ার স্বেচ্ছাসেবক সৈন্যরা অ্যারিজোনা রাজ্যের সান পেড্রো নদী এবং আরাভাইপা ক্রিকের সঙ্গমস্থলে একটি সামরিক পোস্ট পুনর্নির্মাণ করে ও তারা গভর্নরের নামে পোস্টটির নামকরণ করে ফোর্ট স্ট্যানফোর্ড। তবে, এই পোস্টটি পরে তার পূর্বের নাম, ফোর্ট ব্রেকেনরিজে ফিরে আসে এবং ১৮৬৬ সালে ক্যাম্প গ্রান্ট হয়ে যায়। ২০০৮ সালে স্ট্যানফোর্ডকে ক্যালিফোর্নিয়া হল অফ ফেমের ক্যালিফোর্নিয়া মিউজিয়াম ফর হিস্ট্রি, উইমেন অ্যান্ড দ্য আর্টস - এ অন্তর্ভুক্ত করা হয়। টম স্ট্যানফোর্ড নামীয় তার একজন নিকটতাত্মীয় তার পক্ষ থেকে এই সম্মাননা গ্রহণ করেন।\nবিশ্ববিদ্যালয় ক্যাম্পাসে অবস্থিত স্ট্যানফোর্ড মেমোরিয়াল চার্চটি তাঁর স্মৃতির উদ্দেশ্যে উৎসর্গীকৃত। ক্যালিফোর্নিয়ার সিয়েরা নেভাদায় অবস্থিত মাউন্ট স্ট্যানফোর্ডের নামকরণ করা হয়েছে তার সম্মানে। স্ট্যানফোর্ডের নামে নামকরণ করা সেন্ট্রাল প্যাসিফিক লোকোমোটিভগুলি হল:\n\nগভর্নর স্ট্যানফোর্ড নামে একটি ৪-৪-০ ক্ষমতাসম্পন্ন লোকোমোটিভ তার নামানুসারে ১৮৬৩ সালে ফিলাডেলফিয়ার নরিস লোকোমোটিভ ওয়ার্কস কর্তৃক নির্মিত হয় এবং পালতোলা জাহাজে করে সেটিকে সান ফ্রান্সিসকোতে আনা হয়েছিল। এই ইঞ্জিনটি স্যাক্রামেন্টোর ক্যালিফোর্নিয়া রাজ্য রেলসড়ক জাদুঘরে সংরক্ষিত রয়েছে।\nতার নামানুসারে ৪-১০-০ ক্ষমতাসম্পন্ন ইঞ্জিন এল গোবারনাডো ১৮৮৪ সালে স্যাক্রামেন্টোর সেন্ট্রাল প্যাসিফিকের কারখানায় নির্মিত হয়। মালবাহী পরিবহনকারী হিসেবে এটির কর্মক্ষমতা হতাশাজনক হওয়ায় ১৮৯৪ সালের জুলাই মাসে এটিকে বাতিল করা হয় এবং পরবর্তিতে তার খণ্ড-বিখণ্ড করে ফেলা হয়।\nক্যালিফোর্নিয়ার জন মুইর বনাঞ্চলের মাউন্ট স্ট্যানফোর্ডের নামকরণ করা হয়েছে লিল্যান্ড স্ট্যানফোর্ডের নামানুসারে। পাইওনিয়ার বেসিনে অবস্থিত এই পর্বতটি মাউন্ট হান্টিংটন, মাউন্ট হপকিন্স এবং মাউন্ট ক্রোকার সহ ডাকাত ব্যারনদের নামে নামকরণ করা অন্যান্য পর্বতের কাছাকাছি অবস্থিত।\n\n\n== আরও দেখুন ==\nমার্কিন যুক্তরাষ্ট্রের কংগ্রেস সদস্য যারা দায়িত্বরত অবস্থায় মৃত্যুবরণ করেছেন (১৭৯০-১৮৯৯)\nক্যালিফোর্নিয়ার গভর্নরদের তালিকা\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Cite Appletons'\nWhite, Richard (২০১১)। Railroaded: The Transcontinentals and the Making of Modern America। W. W. Norton & Company। আইএসবিএন 978-0-393-06126-0। \n এই নিবন্ধটি একটি প্রকাশন থেকে অন্তর্ভুক্ত পাঠ্য যা বর্তমানে পাবলিক ডোমেইনে: চিসাম, হিউ, সম্পাদক (১৯১১)। \"Leland Stanford Jr. University\"। ব্রিটিশ বিশ্বকোষ। 16 (১১তম সংস্করণ)। কেমব্রিজ ইউনিভার্সিটি প্রেস। পৃষ্ঠা 406। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n\nগভর্ণর লিল্যান্ড স্ট্যানফোর্ড-এর জীবনী : ক্যালিফোর্নিয়া স্টেট লাইব্রেরি\n\nমার্কিন যুক্তরাষ্ট্র কংগ্রেস। \"লিল্যান্ড স্ট্যানফোর্ড (id: S000793)\"। বায়োগ্রাফিক্যাল ডিরেক্টরি অফ দি ইউনাইটেড স্টেটস কংগ্রেস (ইংরেজি ভাষায়)। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nপেনি পোস্টকার্ড : লিল্যান্ড স্ট্যানফোর্ড-এর স্টোর; মিশিগান ব্লাফ, ক্যালিফোর্নিয়া\nফাইন্ড এ গ্রেইভে লিল্যান্ড স্ট্যানফোর্ড (ইংরেজি)\nটেমপ্লেট:U.S. Senator box\nটেমপ্লেট:USSenCA\nটেমপ্লেট:Governors of California\nটেমপ্লেট:SenPublic WorksCommitteeChairmen\nটেমপ্লেট:Southern Pacific Presidents\nটেমপ্লেট:The Big Four\nটেমপ্লেট:স্ট্যানফোর্ড বিশ্ববিদ্যালয়"}