{"pageid": 1513828, "title": "অনুয়া ওয়াই ভাগবত", "url": "https://bn.wikipedia.org/wiki?curid=1513828", "content": "অনুয়া ওয়াই ভাগবত একজন ভারতীয় অভিনেত্রী, যিনি মূলত হিন্দি, তামিল এবং বাংলা ছবিতে কাজ করেন। তিনি শিব মনসুলা শক্তি (২০০৯) ছবিতে তাঁর ভূমিকার জন্য সর্বাধিক পরিচিত। তিনি পিভিজি'স সিওইটি থেকে বিই (ইলেকট্রিক্যাল) এবং ফিল্ম অ্যাণ্ড টেলিভিশন ইনস্টিটিউট অফ ইণ্ডিয়া থেকে অভিনয়ে স্নাতকোত্তর ডিপ্লোমা অর্জন করেছেন।\n\n\n== চলচ্চিত্র জীবন ==\nঅনুয়া ওয়াই ভাগবত ক্রান্তি কানাদে পরিচালিত হিন্দি শিশুতোষ চলচ্চিত্র মাহেক -এ আত্মপ্রকাশ করেন। ছবিটি লন্ডন চলচ্চিত্র উৎসবে প্রিমিয়ার হয়েছিল এবং সমালোচকদের দ্বারা প্রশংসিত হয়েছিল। এটি ওয়ার্ল্ডফেস্ট-হিউস্টন আন্তর্জাতিক চলচ্চিত্র উৎসবে সেরা ছবির বিভাগ সহ বিভিন্ন বিভাগে মনোনয়ন পেয়েছিল। অনুয়ার সাফল্য আসে তাঁর পরবর্তী ছবি, শিব মনসুলা শক্তি (২০০৯)-তে, এটি ছিল রাজেশ পরিচালিত একটি রোমান্টিক কমেডি ছবি। সেখানে জিভার পাশাপাশি তিনিও নাম ভূমিকায় অভিনয় করেছিলেন। ছবিটি মুক্তির আগে, মুম্বাইয়ের একটি হোটেলে থাকাকালীন তিনি একটি সন্ত্রাসী হামলা থেকে অল্পের জন্য বেঁচে যান।\nএরপর অনুয়া ইউরেকা পরিচালিত মাদুরাই সম্ভাম (২০০৯) নামে একটি ছবিতে কাজ করেন, যেটি মাদুরাইয়ের পটভূমিতে তৈরি এবং স্বল্প বাজেটে নির্মিত হয়েছিল। সিফির একজন পর্যালোচক লিখেছেন, \"একটি শয়তানতুল্য পুলিশ সদস্যের আকর্ষণহীন চরিত্র, যে দাঙ্গাবাজের প্রেমে পড়ে যায়, সেখানে অনুয়ার অভিনয় অসাধারণ। তিনি নিজের অভিনয়ে অনেক আবেগ এবং বাস্তবতা এনেছেন এবং একজন বাস্তববাদী অভিনেত্রী\"। এর ফলে তিনি সুন্দর সি-এর বিপরীতে নাগারাম ছবিতে একটি ভূমিকা পেতে সক্ষম হন। এরপর তিনি বিজয় অ্যান্টনির নান (২০১২) ছবিতে একটি ছোট ভূমিকায় এবং নাঞ্জুপুরম (২০১১) ছবিতে একটি প্রচারমূলক গানে অভিনয় করেন। এস. শঙ্করের নানবান ছবিতে একটি ক্যামিও চরিত্রে অভিনয় করার পর, তিনি বলেছিলেন যে ভবিষ্যতে এই ধরনের কোনও ভূমিকায় তিনি অভিনয় করবেন না। এরপর অনুয়া কিছুদিনের জন্য বাংলা ছবিতে কাজ করেন এবং রবীন্দ্রনাথ ঠাকুরের গোরা নামে একটি উপন্যাস অবলম্বনে, একই নামের একটি ছবিতে আত্মপ্রকাশ করেন। পরবর্তীতে তিনি দূরদর্শনের টিভি ধারাবাহিক, এক থা রাস্টি (২০১৪) তে মহারানির চরিত্রে অভিনয় করেন।\nপরে ২০১৭ সালে, অনুয়া বিগ বস তামিলের প্রথম মরশুমে অংশগ্রহণ করেন, কিন্তু তিনিই প্রথম প্রতিযোগী যাঁকে বহিষ্কার করা হয়। পরে তিনি দাবি করেন যে তামিল ভাষায় তাঁর সাবলীলভাবে কথা বলতে না পারার কারণে অন্যান্য প্রতিযোগীরা তার উপস্থিতি মেনে নিচ্ছেন না।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== টেলিভিশন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে অনুয়া ওয়াই ভাগবত (ইংরেজি)\n\nhttps://en.m.wikipedia.org/wiki/Film_and_Television_Institute_of_India ]]\nhttps://www.dailypioneer.com/2014/state-editions/season-iii-of-ek-tha-rusty-series-on-doordarshan.html\nhttps://tigerlandindia.in/anuya-bhagvath/"}