{"pageid": 1513060, "title": "ট্রান্সককেশীয় গণতান্ত্রিক ফেডারেটিভ রিপাবলিক", "url": "https://bn.wikipedia.org/wiki?curid=1513060", "content": "ট্রান্সককেশীয় গণতান্ত্রিক ফেডারেটিভ রিপাবলিক (TDFR; ২২ এপ্রিল – ২৮ মে ১৯১৮) ছিল ককেশাসের একটি স্বল্পস্থায়ী রাষ্ট্র যার মধ্যে বর্তমান আর্মেনিয়া, আজারবাইজান এবং জর্জিয়ার বেশিরভাগ অঞ্চল, সেইসাথে রাশিয়া ও তুরস্কের কিছু অংশ অন্তর্ভুক্ত ছিল। জর্জিয়া স্বাধীনতা ঘোষণা করার আগে এই দেশটি মাত্র এক মাস স্থায়ী হয়। তার কিছুদিন পরেই আর্মেনিয়া এবং আজারবাইজান স্বাধীনতা ঘোষণা করে।\nযে অঞ্চলটি TDFR গঠন করেছিল তা রাশিয়ান সাম্রাজ্যের অংশ ছিল। ১৯১৭ সালের ফেব্রুয়ারি বিপ্লবের সময় সাম্রাজ্য ভেঙে গেলে এবং একটি অস্থায়ী সরকার ক্ষমতা গ্রহণ করলে স্পেশাল ট্রান্সককেশীয় কমিটি (ওজাকম) নামে একটি অনুরূপ সংস্থা ককেশাসেও একই কাজ করে। অক্টোবর বিপ্লব এবং রাশিয়ায় বলশেভিকদের উত্থানের পর ট্রান্সককেশীয় কমিশনারিয়েট ওজাকমের স্থলাভিষিক্ত হয়। ১৯১৮ সালের মার্চ মাসে প্রথম বিশ্বযুদ্ধ এর সময় কমিশনারিয়েট অটোমান সাম্রাজ্যের সাথে শান্তি আলোচনা শুরু করে, যারা এই অঞ্চল আক্রমণ করেছিল। কিন্তু অটোমানরা কমিশনারিয়েটের কর্তৃত্ব মেনে নিতে অস্বীকৃতি জানালে আলোচনা দ্রুত ভেঙে যায়। যুদ্ধে রাশিয়ার জড়িত থাকার অবসান ঘটানো ব্রেস্ট-লিটোভস্ক চুক্তির মাধ্যমে ট্রান্সককেশাসের কিছু অংশ অটোমান সাম্রাজ্যের কাছে হস্তান্তর করা হয়, যারা অঞ্চলটির নিয়ন্ত্রণ নেওয়ার জন্য আক্রমণ চালিয়ে যায়। এই আসন্ন হুমকির মুখোমুখি হয়ে ১৯১৮ সালের ২২ এপ্রিলে কমিশনারিয়েট নিজেকে বিলুপ্ত করে এবং টিডিএফআরকে একটি স্বাধীন রাষ্ট্র হিসেবে প্রতিষ্ঠা করে। অটোমান সাম্রাজ্যের সাথে আলোচনা পরিচালনার জন্য সেইম নামের একটি আইনসভা গঠিত হয়, যারা তাৎক্ষণিকভাবে রাষ্ট্রটিকে স্বীকৃতি দেয়।\nতিনটি প্রধান গোষ্ঠীর (আর্মেনীয়, আজারবাইজানি এবং জর্জিয়ান) লক্ষ্য ভিন্ন হওয়ার ফলে TDFR-এর অস্তিত্ব দ্রুত বিপন্ন হয়ে পড়ে। শান্তি আলোচনা আবারও ভেঙে যায় এবং মে মাসে নতুন করে অটোমান আক্রমণের মুখোমুখি হলে ১৯১৮ সালে সেইমে জর্জিয়ান প্রতিনিধিরা ঘোষণা করেন যে টিডিএফআর চালিয়ে যেতে অক্ষম এবং ২৬শে মে গণতান্ত্রিক জর্জিয়া প্রজাতন্ত্রকে স্বাধীন ঘোষণা করেন। জর্জিয়ানরা আর টিডিএফআরের অংশ না হওয়ায় আর্মেনিয়া প্রজাতন্ত্র এবং গণতান্ত্রিক আজারবাইজান প্রজাতন্ত্র প্রত্যেকেই ২৮শে মে নিজেদের স্বাধীন ঘোষণা করলে ফেডারেশনটি বিলুপ্ত হয়। এর স্বল্পস্থায়ী অস্তিত্বের কারণে টিডিএফআরকে এই অঞ্চলের জাতীয় ইতিহাস রচনায় মূলত উপেক্ষা করা হয় এবং স্বাধীন রাষ্ট্র গঠনের প্রথম ধাপ হিসেবেই বিবেচনা করা হয়।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ===\nউনিশ শতকের প্রথমার্ধে দক্ষিণ ককেশাসের বেশিরভাগ অংশ রাশিয়ান সাম্রাজ্যের দখলে চলে যায়। ১৮০১ সালে সরাসরি রাশিয়ান শাসনের অনুমতি দেওয়ার জন্য একটি ককেশীয় ভাইসরয়্যালিটি প্রতিষ্ঠিত হয় এবং পরবর্তী কয়েক দশক ধরে স্থানীয় স্বায়ত্তশাসন হ্রাস করা হয় এবং রাশিয়ান নিয়ন্ত্রণ আরও সুসংহত করা হয়। ১৮৪৫ সালে ভাইসরয়্যালিটি আরও ক্ষমতা অর্জন করে। টিফ্লিস (বর্তমানে তিবিলিসি), যা একসময় জর্জিয়ান কার্তলি-কাখেতি রাজ্যের রাজধানী ছিল, তা ভাইসরয়ের আসন এবং এই অঞ্চলের কার্যত রাজধানীতে পরিণত হয়। দক্ষিণ ককেশাস ছিল মূলত গ্রামীণ। টিফলিস ছাড়াও বাকু ছিল একমাত্র গুরুত্বপূর্ণ শহর, যা ঊনবিংশ শতাব্দীর শেষের দিকে বৃদ্ধি পায় যখন এই অঞ্চলটি তেল রপ্তানি শুরু করে এবং একটি প্রধান অর্থনৈতিক কেন্দ্র হয়ে ওঠে। জাতিগতভাবে অঞ্চলটি অত্যন্ত বৈচিত্র্যময় ছিল। তিনটি প্রধান স্থানীয় গোষ্ঠী ছিল আর্মেনিয়ান, আজারবাইজানি এবং জর্জিয়ান। রাশিয়ান সাম্রাজ্য এই অঞ্চলটি দখল করার পর রাশিয়ানরাও নিজেদের প্রতিষ্ঠিত কর।\n১৯১৪ সালে প্রথম বিশ্বযুদ্ধ শুরু হওয়ার সাথে সাথে ককেশাস একটি প্রধান রঙ্গমঞ্চে পরিণত হয়, রাশিয়ান এবং অটোমান সাম্রাজ্য এই অঞ্চলে একে অপরের সাথে লড়াই শুরু করে। রাশিয়ানরা বেশ কয়েকটি যুদ্ধে জয়লাভ করে এবং অটোমান ভূখণ্ডের গভীরে প্রবেশ করে। তবে তারা উদ্বিগ্ন ছিল যে স্থানীয় জনগণ, যারা বেশিরভাগই মুসলিম, তারা অটোমান সুলতান মুহাম্মদকে অনুসরণ করবে এবং রাশিয়ান বাহিনীকে প্রতিরোধ করবে যেহেতু তিনি খলিফা বা ইসলামের আধ্যাত্মিক নেতাও ছিলেন। উভয় পক্ষই সীমান্তের ওপারে বসবাসকারী আর্মেনীয় জনগোষ্ঠীকে তাদের সুবিধার্থে ব্যবহার করতে এবং বিদ্রোহ উসকে দিতে চেয়েছিল। সামরিক পরাজয়ের পর অটোমান সরকার আর্মেনীয়দের বিরুদ্ধে চলে যায় এবং ১৯১৫ সালে একটি গণহত্যা শুরু করে, যেখানে প্রায় ১ লক্ষ আর্মেনীয় নিহত হয়।\n১৯১৭ সালের ফেব্রুয়ারি বিপ্লবের মাধ্যমে রাশিয়ান সাম্রাজ্যের পতন ঘটে এবং রাশিয়ায় একটি অস্থায়ী সরকার প্রতিষ্ঠিত হয়। ককেশাসের ভাইসরয়, গ্র্যান্ড ডিউক নিকোলাস, প্রথমে নতুন সরকারের প্রতি তার সমর্থন প্রকাশ করেন। তবুও সাম্রাজ্যিক ক্ষমতা ক্ষয়প্রাপ্ত হওয়ায় তাকে তার পদ থেকে পদত্যাগ করতে বাধ্য করা হয়। অস্থায়ী সরকার ১৯১৭ সালের ২২ মার্চ একটি নতুন অস্থায়ী কর্তৃপক্ষ বিশেষ ট্রান্সককেশীয় কমিটি (যা সংক্ষেপে ওজাকম নামে পরিচিত) তৈরি করে। এটি দুমার (রাশিয়ান আইনসভা) ককেশীয় প্রতিনিধি এবং অন্যান্য স্থানীয় নেতাদের সমন্বয়ে গঠিত ছিল। একটি \"সম্মিলিত ভাইসরয়্যালিটি\" হিসেবে কাজ করার জন্য এটি তৈরি করা হয়েছিল এবং এতে অঞ্চলের জাতিগত গোষ্ঠীর প্রতিনিধিরা ছিলেন। পেট্রোগ্রাদের মতোই একটি দ্বৈত শাসন ব্যবস্থা প্রতিষ্ঠিত হয়। পেট্রোগ্রাদে সরকারের সামান্য সমর্থনের কারণে ওজাকম সোভিয়েতদের উপর, বিশেষ করে টিফলিস সোভিয়েতের উপর তাদের কর্তৃত্ব প্রতিষ্ঠা করতে সমস্যায় পড়ে।\n\n\n=== ট্রান্সককেশীয় কমিশনারিয়েট ===\nঅক্টোবর বিপ্লবের ফলে ১৯১৭ সালের ৭ নভেম্বর পেট্রোগ্রাদে বলশেভিকরা ক্ষমতায় আসে। এই খবর পরের দিন ককেশাসে পৌঁছে। টিফ্লিস সোভিয়েত মিলিত হয় এবং বলশেভিকদের বিরুদ্ধে তাদের বিরোধিতা ঘোষণা করে। তিন দিন পর স্বায়ত্তশাসিত স্থানীয় সরকারের ধারণাটি প্রথম প্রকাশ করেন জর্জিয়ান মেনশেভিক নো জর্দানিয়া, যিনি যুক্তি দিয়েছিলেন যে বলশেভিকদের ক্ষমতা দখল অবৈধ এবং ককেশাসবাসীর তাদের নির্দেশ অনুসরণ করা উচিত নয় এবং শৃঙ্খলা পুনরুদ্ধার না হওয়া পর্যন্ত অপেক্ষা করা উচিত। ২৮ নভেম্বর টিফলিস সোভিয়েত, ওজাকম এবং অন্যান্য গোষ্ঠীর প্রতিনিধিদের আরও একটি সভা অনুষ্ঠিত হয় যেখানে ওজাকমকে বিলুপ্ত করে একটি নতুন সংস্থা ট্রান্সককেশীয় কমিশনারিয়েট প্রতিষ্ঠার সিদ্ধান্ত নেয়া হয়, যা বলশেভিকদের অধীনস্থ হবে না। এই অঞ্চলের চারটি প্রধান জাতিগত গোষ্ঠীর (আর্মেনীয়, আজারবাইজানি, জর্জিয়ান এবং রাশিয়ান) প্রতিনিধিদের সমন্বয়ে গঠিত এই সরকার দক্ষিণ ককেশাসের সরকার হিসেবে ওজাকমকে প্রতিস্থাপন করে এবং ১৯১৮ সালের জানুয়ারিতে রাশিয়ান গণপরিষদ অধিবেশন না হওয়া পর্যন্ত এই ভূমিকা পালন করার জন্য প্রস্তুত ছিল। জর্জিয়ান নাগরিক এভজেনি গেগেচকোরিকে কমিশনারিয়েটের রাষ্ট্রপতি এবং পররাষ্ট্র বিষয়ক কমিশনার হিসেবে মনোনীত করা হয়। অন্যান্য কমিশনারিয়েটগুলো আর্মেনিয়ান, আজারবাইজানি, জর্জিয়ান এবং রাশিয়ানদের মধ্যে বিভক্ত ছিল। তত্ত্বাবধায়ক সরকারের স্পষ্ট উদ্দেশ্য নিয়ে গঠিত কমিশনারিয়েট দৃঢ়ভাবে শাসন করতে সক্ষম হয়নি। কারণ এটি সামরিক সহায়তার জন্য একই সময়ে গঠিত এবং জাতিগত ভিত্তিতে গঠিত জাতীয় কাউন্সিলের উপর নির্ভরশীল ছিল এবং কার্যকরভাবে পাস করা কোনো আইন প্রয়োগ করতেও অক্ষম ছিল।\nরাশিয়ান এবং অটোমান বাহিনী তখনও এই অঞ্চলে যুদ্ধে জড়িত থাকায় ১৯১৭ সালের ১৮ ডিসেম্বর একটি অস্থায়ী যুদ্ধবিরতি চুক্তি স্বাক্ষরিত হয়। যুদ্ধ বিরতির সাথে সাথে ১৯১৮ সালের ১৬ জানুয়ারি অটোমান কূটনীতিকরা কমিশনারিয়েটকে ব্রেস্ট-লিটোভস্কে শান্তি আলোচনায় যোগদানের জন্য আমন্ত্রণ জানান, যেখানে বলশেভিকরা কেন্দ্রীয় শক্তির সাথে যুদ্ধের অবসানের জন্য আলোচনা করছিল। যেহেতু কমিশনারিয়েট রাশিয়া থেকে স্বাধীনভাবে কাজ করতে চায়নি, তাই তারা আমন্ত্রণে সাড়া দেয়নি এবং তাই সেখানে শান্তি আলোচনায় অংশগ্রহণ করেনি।  দুই দিন পর গণপরিষদের প্রথম এবং একমাত্র সভা অনুষ্ঠিত হয়, যা বলশেভিকরা ভেঙে দেয়। ফলে রাশিয়ায় তাদের ক্ষমতা কার্যকরভাবে সুসংহত হয়। এটি কমিশনারিয়েটের জন্য নিশ্চিত করে যে তারা বলশেভিকদের সাথে কোনও গুরুতর পদে কাজ করতে পারবে না এবং তাই তারা আরও আনুষ্ঠানিক একটি সরকার গঠন শুরু করে। অটোমান সাম্রাজ্য এবং কমিশনারিয়েটের মধ্যে যুদ্ধবিরতি ৩০ জানুয়ারি পর্যন্ত স্থায়ী হয়। এদিন অধিকৃত অটোমান ভূখণ্ডে মুসলিম জনগোষ্ঠীর উপর আর্মেনিয়ান মিলিশিয়াদের বিক্ষিপ্ত আক্রমণের প্রতিশোধ নেওয়ার দাবি করে অটোমান সেনাবাহিনী ককেশাসে একটি নতুন আক্রমণ শুরু করে। রুশ বাহিনী সম্মুখভাগ থেকে অনেকটাই প্রত্যাহার করে নেওয়ার পর কমিশনারিয়েট বুঝতে পেরেছিল যে তারা অটোমান বাহিনীর পূর্ণাঙ্গ অগ্রযাত্রাকে প্রতিহত করতে পারবে না। তাই তারা ২৩শে ফেব্রুয়ারি নতুন করে শান্তি আলোচনা শুরু করতে সম্মত হন।\n\n\n=== সেইম ===\n১৯১৭ সালের নভেম্বর মাস থেকেই ট্রান্সককেশীয় আইনসভা প্রতিষ্ঠার ধারণাটি আলোচনা করা হচ্ছিল, যদিও তখন এটি কার্যকর করা হয়নি। জানুয়ারিতে গণপরিষদ ভেঙে দেওয়ার পর কমিশনারিয়েটের নেতাদের কাছে এটা স্পষ্ট হয়ে ওঠে যে রাশিয়ার সাথে তাদের সম্পর্ক প্রায় বিচ্ছিন্ন হয়ে গেছে। বলশেভিকদের নেতৃত্ব অনুসরণ করার কোনও ইচ্ছা না থাকায় কমিশনারিয়েট তাদের নিজস্ব আইনসভা প্রতিষ্ঠা করতে সম্মত হয় যাতে ট্রান্সককেশাস একটি বৈধ সরকার পেতে পারে এবং অটোমান সাম্রাজ্যের সাথে আরও সঠিকভাবে আলোচনা করতে পারে। তাই ২৩ ফেব্রুয়ারিতে তারা টিফলিসে \"সেইম\" (\"আইনসভা\") প্রতিষ্ঠা করে।\nডেপুটিদের জন্য কোনও নির্বাচন অনুষ্ঠিত হয়নি। এর পরিবর্তে গণপরিষদ নির্বাচনের ফলাফল ব্যবহার করা হয়, আরও সদস্যদের যোগদানের সুযোগ দেওয়ার জন্য নির্বাচনী সীমাটি গণপরিষদের জন্য ব্যবহৃত এক-তৃতীয়াংশে নামিয়ে আনা হয়। ফলে ছোট দলগুলোও প্রতিনিধিত্ব করার সুযোগ পায়। গণপরিষদের প্রতিটি ডেপুটি ৬০,০০০ জন মানুষের প্রতিনিধিত্ব করেছিল, সেইমের জন্য এটি কমিয়ে ২০,০০০ করা হয়, ফলে কার্যত প্রতিনিধির সংখ্যা তিনগুণ বৃদ্ধি পায়। জর্জিয়ান মেনশেভিক নিকোলাই চখেইদজেকে চেয়ারম্যান হিসেবে মনোনীত করা হয়। শেষ পর্যন্ত সেইম দশটি ভিন্ন দল নিয়ে গঠিত হয়। তিনটি প্রধান দল প্রত্যেকেই একটি করে প্রধান জাতিগোষ্ঠীর প্রতিনিধিত্ব করে: জর্জিয়ান মেনশেভিক এবং আজারবাইজানি মুসাভাত দলের প্রত্যেকের ৩০ জন সদস্য ছিল এবং আর্মেনিয়ান বিপ্লবী ফেডারেশনের (দশনাকৎসুতুন) ২৭ জন সদস্য ছিল। বলশেভিকরা সেইম বয়কট করে দাবি করে যে, রাশিয়ার (ট্রান্সককেশিয়া সহ) একমাত্র বৈধ সরকার হল বলশেভিক-নিয়ন্ত্রিত পিপলস কমিসার কাউন্সিল (যা রাশিয়ান সংক্ষিপ্ত রূপ, সোভনারকম নামে পরিচিত)।\nশুরু থেকেই সেইম তার কর্তৃত্ব নিয়ে চ্যালেঞ্জের সম্মুখীন হয়েছিল। বৈচিত্র্যময় জাতিগত ও রাজনৈতিক গঠন এবং এর কর্তৃত্বের কোনও স্পষ্ট অবস্থান না থাকায় এর কক্ষের ভেতরে এবং বাইরে উভয় ক্ষেত্রেই দ্বন্দ্ব ছিল। এটি মূলত তিনটি প্রধান জাতিগত গোষ্ঠীর প্রতিনিধিত্বকারী জাতীয় পরিষদের উপর নির্ভরশীল ছিল এবং তাদের সম্মতি ছাড়া এটি এগিয়ে যেতে পারত না। এভাবে শান্তি আলোচনা পুনর্নবীকরণের এবং টিফলিসে, যেখানে সেইম অবস্থিত ছিল, সেখানে দেখা করার ইচ্ছা প্রকাশের অটোমান প্রস্তাব প্রত্যাখ্যান করা হয়। কারণ সেইম মনে করেছিল যে, এটি কেবল অভ্যন্তরীণ মতবিরোধকেই প্রদর্শন করবে। পরিবর্তে তারা উত্তর-পূর্ব আনাতোলিয়ার ট্রাবজনে ভ্রমণ করতে সম্মত হন।\n\n\n=== ট্রাবজন শান্তি সম্মেলন ===\nসেইম প্রতিনিধিত্বকারী একটি প্রতিনিধিদলের ২ মার্চ ট্রাবজন যাওয়ার কথা ছিল। কিন্তু সেদিন ঘোষণা করা হয় যে ব্রেস্ট-লিটোভস্কে শান্তি আলোচনা শেষ হয়েছে এবং রাশিয়ানরা একটি শান্তি চুক্তি স্বাক্ষর করবে। ব্রেস্ট-লিটোভস্ক চুক্তির মধ্যে এই চুক্তিটি অন্তর্ভুক্ত ছিল, যে রাশিয়ানরা ট্রান্সককেশাসের প্রধান অঞ্চলগুলো সহ অটোমান সাম্রাজ্যের কাছে বিশাল ভূমি ছেড়ে দেবে: আরদাহান, বাতুম ওব্লাস্ট এবং কার্স ওব্লাস্টের অঞ্চল, যা ১৮৭৭-১৮৭৮ সালের রুশো-তুর্কি যুদ্ধের পর রাশিয়া দ্বারা সংযুক্ত করা হয়েছিল। এই আকস্মিক ঘটনার পর প্রতিনিধিদল তাদের অবস্থান পুনর্বিবেচনা করতে বাধ্য হওয়ায় তাদের যাত্রা স্থগিত করা হয়। যেহেতু ট্রান্সককেশাস ব্রেস্ট-লিটোভস্কের আলোচনায় অংশ নেয়নি, তাই তারা বিশ্বের বিভিন্ন সরকারকে বার্তা পাঠায় যে, তারা শান্তি আলোচনায় অংশ না নেওয়ায় তারা চুক্তিটি মানবে না এবং অঞ্চলগুলো খালি করবে না। প্রতিনিধিদলটি অবশেষে ৭ মার্চ রওনা করে পরের দিন ট্রাবজনে পৌঁছায়। দশজন প্রতিনিধি এবং আরও পঞ্চাশজন প্রহরী নিয়ে গঠিত প্রতিনিধিদলটি পৌঁছানোর পর রক্ষীদের নিরস্ত্র করতে বলে তাদের থামানো হয়। অস্বাভাবিকভাবে বৃহৎ প্রতিনিধিদলটি সেইম গঠনকারী বিভিন্ন জাতিগত গোষ্ঠী এবং রাজনৈতিক দলগুলোর প্রতিনিধিত্ব করার জন্য নির্বাচিত ব্যক্তিদের দ্বারা গঠিত হয়েছিল। তাদের আগমনের সময় একজন অটোমান কর্মকর্তা ব্যঙ্গ করে বলেছিলেন যে \"যদি এটি ট্রান্সককেশিয়ার সমগ্র জনসংখ্যা হয়, তবে এটি সত্যিই খুব ছোট; তবে যদি এটি কেবল একটি প্রতিনিধিদল হয়, তবে এটি অনেক বড়।\"\nপ্রতিনিধিরা যখন ট্রাবজনে সম্মেলন শুরু হওয়ার জন্য অপেক্ষা করছিলেন, তখন অটোমান তৃতীয় সেনাবাহিনীর প্রধান, ভেহিব পাশা, ১০ মার্চ প্রাক্তন রাশিয়ান জেনারেল ইভগেনি লেবেদিনস্কিকে একটি অনুরোধ পাঠান। তিনি ব্রেস্ট-লিটোভস্ক চুক্তি অনুসারে আরদাহান, বাতুম এবং কার্স এলাকা খালি করার জন্য কমিশনারিয়েটের আদেশ অনুসরণ করতে শুরু করেছিলেন। ভেহিব ইলিয়া ওদিশেলিদজে, যিনি কমিশনারিয়েটের কাছ থেকেও আদেশ নিচ্ছিলেন, তাকে আরও বলেন যে, এরজুরুমের কাছে জনসংখ্যার উপর আর্মেনিয়ান বাহিনীর আক্রমণের আলোকে শান্তি বজায় রাখার জন্য অটোমান বাহিনীকে অগ্রসর হতে হবে। তিনি সতর্ক করে দেন যে যেকোনো প্রতিকূল জবাব শক্তির সাথে মোকাবেলা করা হবে। এই অনুরোধগুলির সরাসরি উত্তর দেন সেইম-এর চেয়ারম্যান চেকেইডজে। তিনি উল্লেখ করেন যে, ট্রান্সককেশাস শান্তি আলোচনার জন্য ট্র্যাবজনে একটি প্রতিনিধিদল পাঠিয়েছে এবং সেইম আর রাশিয়ান কর্তৃত্বকে স্বীকৃতি না দেওয়ায় তারা ব্রেস্ট-লিটোভস্কের বিধানগুলিকে স্বীকৃতি দেবে না। ১১ মার্চ অটোমান সেনাবাহিনী এরজুরুমে আক্রমণ শুরু করে এবং সাফল্যের খুব কম আশা নিয়ে বেশিরভাগ আর্মেনিয়ান রক্ষকরা চব্বিশ ঘন্টারও কম সময়ের মধ্যে সেখান থেকে চলে যায়।\nট্রাবজন শান্তি সম্মেলন ১৪ মার্চ শুরু হয়। প্রথম অধিবেশনে প্রধান অটোমান প্রতিনিধি রউফ বে ট্রান্সককেশীয় প্রতিনিধিদলকে জিজ্ঞাসা করেছিলেন যে তারা কার প্রতিনিধিত্ব করছেন। ট্রান্সককেশীয় প্রতিনিধিদলের প্রধান আকাকি চেকেনকেলি যথাযথ প্রতিক্রিয়া জানাতে পারেননি কারণ তিনি বা তার সহযোগীরা কাদের প্রতিনিধিত্ব করছেন তা স্পষ্ট ছিল না। দুই দিন পর যখন প্রশ্নটি পুনরাবৃত্তি করা হয়, তখন রউফ চেকেনকেলিকে তাদের রাষ্ট্রের গঠন স্পষ্ট করতে বলেন, যাতে তারা আন্তর্জাতিক আইনের অধীনে রাষ্ট্র হিসেবে যোগ্য কিনা তা নির্ধারণ করতে পারে। চেখেনকেলি স্পষ্ট করে বলেন যে অক্টোবর বিপ্লবের পর থেকে ট্রান্সককেশিয়ায় কেন্দ্রীয় কর্তৃত্ব বন্ধ হয়ে গেছে। একটি স্বাধীন সরকার গঠিত হয়েছে এবং যেহেতু ব্রেস্ট-লিটোভস্ক শান্তি আলোচনার আমন্ত্রণ নিয়ে আলোচনা করার সময় এটি একটি রাষ্ট্রের মতো আচরণ করেছিল, তাই এটি একটি সার্বভৌম রাষ্ট্র হিসেবে যোগ্যতা অর্জন করেছে, এমনকি যদিও স্বাধীনতা স্পষ্টভাবে ঘোষণা নাও করা হয়নি। রউফ এই যুক্তি খণ্ডন করে বলেন যে, সোভনারকমের সমগ্র রাশিয়ার উপর কর্তৃত্ব ছিল এবং যদিও অটোমান প্রতিনিধিরা ব্রেস্ট-লিটোভস্কে আলোচনায় যোগদানের জন্য কমিশনারিয়েটকে বার্তা পাঠিয়েছিলেন, কিন্তু তারা তা স্বীকৃতি দেয়নি। অবশেষে রউফ বলেন যে অটোমান প্রতিনিধিদল ট্রাবজনে ছিল শুধুমাত্র কিছু অর্থনৈতিক ও বাণিজ্যিক সমস্যা সমাধানের জন্য যা ব্রেস্ট-লিটোভস্কে নিষ্পত্তি হয়নি। চেখেনকেলি এবং তার সহকর্মী প্রতিনিধিদের কাছে একটি সংক্ষিপ্ত বিরতির অনুরোধ করা ছাড়া আর কোন বিকল্প ছিল না যাতে তারা সেইমকে বার্তা পাঠাতে পারে এবং কীভাবে এগিয়ে যেতে হবে তা নির্ধারণ করতে পারে।\n\n\n== গঠন ==\n\n\n=== নতুন অটোমান আক্রমণ ===\nট্র্যাবজনে অবকাশকালীন সময়ে মার্চ মাসের শেষের দিকে রাশিয়ান সাম্রাজ্যের সাথে ১৯১৪ সালের সীমান্ত অতিক্রম করে অটোমান বাহিনী ট্রান্সককেশিয়ান অঞ্চলে তাদের অগ্রযাত্রা অব্যাহত রাখে। সেইম সর্বোত্তম পদক্ষেপ নিয়ে বিতর্ক শুরু করে; প্রতিনিধিদের বেশিরভাগই রাজনৈতিক সমাধানের পক্ষে ছিলেন। ২০ মার্চ অটোমান প্রতিনিধিরা প্রস্তাব দেন যে, সেইম কেবল তখনই আলোচনায় ফিরে আসতে পারবে যদি তারা স্বাধীনতা ঘোষণা করে, যার ফলে নিশ্চিত হয় যে ট্রান্সককেশাস আর রাশিয়ার অংশ নয়। স্বাধীনতার ধারণাটি আগেও উঠে এসেছিল, জর্জিয়ানরা পূর্ববর্তী বছরগুলিতে এটি নিয়ে গভীরভাবে আলোচনা করেছিল। জর্জিয়ান নেতৃত্ব তখন মনে করেছিল যে, রাশিয়ানরা এটি অনুমোদন করবে না এবং মেনশেভিক রাজনৈতিক মতাদর্শ জাতীয়তাবাদ থেকে দূরে সরে গিয়েছিল বলে এটি বাতিল করার সিদ্ধান্ত নেওয়া হয়েছিল।\n৫ এপ্রিল চেকেঙ্কেলি ব্রেস্ট-লিটোভস্ক চুক্তিকে আরও আলোচনার ভিত্তি হিসেবে গ্রহণ করেন এবং ট্রান্সককেশিয়ান সেইমকে এই অবস্থান গ্রহণের জন্য অনুরোধ করেন। তিনি প্রথমে বাতুমকে ট্রান্সককেশাসের অংশ হিসেবে থাকার অনুরোধ করেন। তিনি যুক্তি দিয়েছিলেন যে, এই অঞ্চলের প্রধান বন্দর হিসেবে এটি একটি অর্থনৈতিক প্রয়োজনীয়তা। অটোমানরা প্রস্তাবটি প্রত্যাখ্যান করে এবং স্পষ্ট করে দেয় যে, তারা কেবল ব্রেস্ট-লিটোভস্কের শর্তাবলী মেনে নেবে, যা চেকেনকেলি মেনে নিয়েছিলেন। ৯ এপ্রিল নিজের ইচ্ছায় কাজ করা চেকেনকেলি নির্ধারিত শর্তাবলীর ভিত্তিতে আরও আলোচনায় সম্মত হন, যদিও অন্যান্য কেন্দ্রীয় শক্তির প্রতিনিধিদের আলোচনায় অংশগ্রহণের অনুরোধ করেন। রউফ উত্তর দেন যে ট্রান্সককেশাস একটি স্বাধীন রাষ্ট্র হলেই কেবল এই ধরনের অনুরোধ বিবেচনা করা যেতে পারে।\nনিষ্ফল আলোচনায় ক্লান্ত হয়ে এবং বিরোধপূর্ণ অঞ্চলগুলি বলপ্রয়োগে দখল করা যেতে পারে বুঝতে পেরে, অটোমান কর্মকর্তারা বাতুমের রক্ষকদের কাছে একটি আল্টিমেটাম জারি করেন এবং ১৩ এপ্রিলের মধ্যে এটি খালি করার নির্দেশ দেন। যদিও চেখেনকেলি বাতুম এর গুরুত্ব স্বীকার করে এই অঞ্চল হারানোর প্রতি সংবেদনশীল ছিলেন ছিলেন কিন্তু মেনে নিয়েছিলেন যে এটি ব্রেস্ট-লিটোভস্কের শর্তাবলীর অংশ ছিল। সেইম-এর জর্জিয়ান সদস্যরা শহরটি ধরে রাখার বিষয়ে অনড় ছিলেন। গেগেচকোরি উল্লেখ করেছিলেন যে এটি বেশ সহজেই রক্ষা করা যেতে পারে। জর্জিয়ান মেনশেভিক ইরাকলি সেরেতেলি শহরের প্রতিরক্ষার আহ্বান জানিয়ে একটি আবেগঘন বক্তৃতা দেন এবং ব্রেস্ট-লিটোভস্ক চুক্তিকে সম্পূর্ণরূপে প্রত্যাখ্যান করার জন্য সেইমকে আহ্বান জানান। আর্মেনিয়ান প্রতিনিধিরা দীর্ঘদিন ধরে ১৯১৫ সালের গণহত্যা এবং আর্মেনিয়ান বেসামরিক নাগরিকদের উপর অব্যাহত আক্রমণের প্রতিক্রিয়া হিসেবে অটোমান সাম্রাজ্যের বিরুদ্ধে লড়াইয়ের পক্ষে ছিলেন, যেখানে কেবল আজারবাইজানিরা যুদ্ধে যাওয়ার বিরোধিতা করেছিল, কারণ তারা সহ-মুসলিমদের সাথে লড়াই করতে অনিচ্ছুক ছিল। আজারবাইজানিরা ভোটে পিছিয়ে ছিল এবং ১৪ এপ্রিল সেইম অটোমান সাম্রাজ্যের বিরুদ্ধে যুদ্ধ ঘোষণা করে। ভোটগ্রহণ শেষ হওয়ার পরপরই সেরেতেলি এবং জর্দানিয়া বাতুমের প্রতিরক্ষায় যোগদানের জন্য চলে যান, যখন ট্রাবজনের প্রতিনিধিদলকে অবিলম্বে টিফলিসে ফিরে যাওয়ার নির্দেশ দেওয়া হয়। কিছু আজারবাইজানি প্রতিনিধি এই আদেশ অমান্য করে সম্ভাব্য আলোচনার আশায় সেখানেই থেকে যান, যদিও এর ফলে কিছুই লাভ হয়নি।\n\n\n=== প্রতিষ্ঠা ===\nঅটোমান বাহিনীর সামরিক শ্রেষ্ঠত্ব তৎক্ষণাৎ স্পষ্ট হয়ে ওঠে। তারা ১৪ এপ্রিল সামান্য প্রতিরোধের সাথে বাতুম দখল করে। তারা কার্সও আক্রমণ করে কিন্তু ৩,০০০ আর্মেনিয়ান সৈন্যের একটি বাহিনী কামানের সহায়তায় ২৫শে এপ্রিল শহরটি খালি না হওয়া পর্যন্ত শহরটি ধরে রাখে। দাবিকৃত বেশিরভাগ অঞ্চল দখল করার পর এবং আরও সৈন্য হারাতে অনিচ্ছুক হয়ে অটোমান প্রতিনিধিরা ২২শে এপ্রিল আরেকটি যুদ্ধবিরতির প্রস্তাব দেয় এবং ট্রান্সককেশিয়ানদের উত্তরের জন্য অপেক্ষায় থাকে।\nঅটোমান সামরিক শ্রেষ্ঠত্বের মুখে জর্জিয়ান জাতীয় কাউন্সিল সিদ্ধান্ত নেয় যে ট্রান্সককেশিয়ার জন্য একমাত্র বিকল্প হল নিজেকে একটি স্বাধীন রাষ্ট্র ঘোষণা করা। এই ধারণাটি নিয়ে ২২ এপ্রিল সেইমে আলোচনা হয়। জর্জিয়ানরা উল্লেখ করেন যে, অটোমান প্রতিনিধিরা শান্তি আলোচনা পুনরায় শুরু করতে সম্মত হয়েছেন যদি ট্রান্সককেশাস তাদের সাথে একটি স্বাধীন রাষ্ট্র হিসেবে দেখা করে। প্রথমে এগিয়ে যাওয়ার সিদ্ধান্ত সর্বসম্মত ছিল না: বেশিরভাগ আর্মেনিয়ান দাশনাক মনে করেছিলেন যে সেই সময়ে সর্বোত্তম বিকল্প হল অটোমান সামরিক বাহিনীর অগ্রযাত্রা বন্ধ করা, যদিও তারা এত বেশি অঞ্চল ছেড়ে দিতে অনিচ্ছুক ছিল, অন্যদিকে আজারবাইজানীয় স্বার্থের প্রতিনিধিত্বকারী মুসাওয়াতরা তখনও সহ-মুসলিমদের সাথে লড়াই করতে দ্বিধাগ্রস্ত ছিল, কিন্তু স্বীকার করেছিল যে স্বাধীনতাই একমাত্র উপায় যা নিশ্চিত করবে যে এই অঞ্চলটি বিদেশী রাষ্ট্র দ্বারা বিভক্ত হবে না। একমাত্র প্রধান বিরোধিতা এসেছিল সমাজতান্ত্রিক বিপ্লবী দল থেকে। তাদের একজন প্রতিনিধি লেভ তুমানভ যুক্তি দেন যে, ট্রান্সককেশিয়ার লোকেরা এই ধরনের পদক্ষেপকে সমর্থন করে না। তিনি আরও যুক্তি দেন যে মুসাওয়াতরা দাবি করেছিল যে তাদের চালিকা শক্তি \"ভয় নয়, বিবেক\", বাস্তবে এটি ছিল \"ভয়, বিবেক নয়\"। তিনি এই বলে উপসংহারে পৌঁছান, যে তারা সকলেই এই কাজের জন্য অনুতপ্ত হবে।\nবিতর্ক শেষ হলে একজন জাতিগত জর্জিয়ান মেনশেভিক ডেভিট ওনিয়াশভিলি \"ট্রান্সককেশিয়াকে একটি স্বাধীন গণতান্ত্রিক ফেডারেটিভ প্রজাতন্ত্র ঘোষণা করার\" জন্য সেইমের কাছে একটি প্রস্তাব উত্থাপন করেন। কিছু ডেপুটি বিষয়টির পক্ষে ভোট দিতে না চাওয়ায় চেম্বার ত্যাগ করেন, তাই প্রস্তাবটি খুব কম সংখ্যক ভিন্নমতের সাথেই পাস হয়। নতুন প্রজাতন্ত্র, ট্রান্সককেশিয়ান ডেমোক্রেটিক ফেডারেটিভ রিপাবলিক (টিডিএফআর), তাৎক্ষণিকভাবে ভেহিব পাশার কাছে একটি বার্তা পাঠায় এবং এই উন্নয়নের ঘোষণা দেয় এবং ব্রেস্ট-লিটোভস্ক চুক্তির বিধান মেনে নেওয়ার ইচ্ছা প্রকাশ করে এবং কার্সকে অটোমান সাম্রাজ্যের কাছে সমর্পণ করে। অটোমান সাম্রাজ্য ২৮শে এপ্রিল টিডিএফআর-কে স্বীকৃতি দেয়। এই স্বীকৃতি সত্ত্বেও অটোমানরা ট্রান্সককেশিয়ান অঞ্চলে তাদের অগ্রযাত্রা অব্যাহত রাখে এবং এর কিছুদিন পরেই এরজেরাম এবং কার্স উভয়ই দখল করে নেয়।\n\n\n=== স্বাধীনতা ===\n\nপ্রতিষ্ঠার পর টিডিএফআর-এর নতুন সরকার পরিচালনার জন্য কোনও মন্ত্রিসভা ছিল না। স্বাধীনতা ঘোষণার সময় কমিশনারিয়েট ভেঙে দেওয়া হয় এবং গেগেচকোরি নেতৃত্বের পদে থাকতে অস্বীকৃতি জানান, কারণ তিনি মনে করেছিলেন যে তিনি এর জন্য সমর্থন হারিয়েছেন। যদিও সেইম বিতর্কের সময় চকেনকেলি প্রধানমন্ত্রীর ভূমিকা গ্রহণ করবেন বলে একমত হয়েছিল, তবুও তিনি নতুন মন্ত্রিসভা গঠন না হওয়া পর্যন্ত তত্ত্বাবধায়ক পদে দায়িত্ব পালন করতে অস্বীকৃতি জানান। ২৬শে এপ্রিল পর্যন্তও মন্ত্রিসভা চূড়ান্ত হয়নি। তাই তিন দিন ধরে টিডিএফআর-এর কোনও নির্বাহী কর্মকর্তা ছিল না। জরুরি প্রয়োজন মেটাতে গিয়ে চেকেঙ্কেলি প্রধানমন্ত্রীর দায়িত্ব গ্রহণ করেন। তিনি আর্মেনিয়ান বাহিনীকে যুদ্ধ বন্ধ করার নির্দেশ দেন এবং ভেহিমকে বাতুমে শান্তি আলোচনার জন্য তার সাথে দেখা করার জন্য অনুরোধ করেন। এই স্থানটি ইচ্ছাকৃতভাবে বেছে নেওয়া হয়েছিল যাতে প্রয়োজনে তিনি টিফলিসে ভ্রমণ করতে পারেন, যা ট্রাবজন থেকে সম্ভব ছিল না।\nআগের দিনগুলিতে চেকেনকেলির কর্মকাণ্ডে, অর্থাৎ কার্সকে সরিয়ে নেওয়ার ঘটনায় বিরক্ত হয়ে, দশনাকরা প্রথমে মন্ত্রিসভায় যোগ দিতে অস্বীকৃতি জানায়। তারা মেনশেভিকদের সাথে আলোচনা করে কিন্তু যখন মেনশেভিকরা সতর্ক করে দেয় যে তারা কেবল চেকেঙ্কেলি অথবা আর্মেনিয়ান হোভান্নেস কাজাজনুনিকে সমর্থন করবে তখন তারা নতি স্বীকার করে। মেনশেভিকরা জানত যে কাজাজনুনিকে নির্বাচিত করলে এটা নিশ্চিত হবে যে, টিডিএফআর আর্মেনিয়ান ভূখণ্ড রক্ষার জন্য লড়াই চালিয়ে যাওয়ার ইচ্ছা পোষণ করবে এবং আশঙ্কা করা হয় যে এর ফলে আজারবাইজানিরা ফেডারেশন ছেড়ে চলে যাবে এবং অটোমান বাহিনীর পক্ষে আর্মেনিয়ার বাকি অংশের জন্য হুমকি তৈরি করা সহজ হয়ে যাবে। তাই এই প্রস্তাবটি দশনাকরা সমর্থন করতে আগ্রহী ছিল না। ২৬ এপ্রিল সেইম কর্তৃক তেরো সদস্য নিয়ে গঠিত মন্ত্রিসভা নিশ্চিত করা হয়। প্রধানমন্ত্রীর পাশাপাশি, চেখেনকেলি পররাষ্ট্রমন্ত্রীর পদ গ্রহণ করেন, বাকি পদগুলি আর্মেনিয়ান (চার), আজারবাইজানি (পাঁচ) এবং জর্জিয়ানদের (তিন) মধ্যে ভাগ করা হয়। আজারবাইজানি এবং জর্জিয়ানরা মন্ত্রিসভায় নেতৃস্থানীয় পদ গ্রহণ করে। ইতিহাসবিদ ফিরুজ কাজেমজাদেহের মতে, এই ঘটনাটি \"ট্রান্সককেশিয়ায় বাহিনীর সম্পর্ক\" হিসাবে প্রকাশিত হয়েছিল। সেইম-এ উদ্বোধনী ভাষণে চেখেনকেলি ঘোষণা করেন যে তিনি সকল নাগরিকের সমতা নিশ্চিত করার জন্য এবং প্রতিবেশীদের সাথে চুক্তির ভিত্তিতে টিডিএফআর-এর সীমানা প্রতিষ্ঠার জন্য কাজ করবেন। তিনি আরও পাঁচটি মূল দফা নিয়ে একটি প্ল্যাটফর্ম তৈরি করেন: সংবিধান রচনা; সীমানা নির্ধারণ; যুদ্ধের অবসান; প্রতিবিপ্লব ও নৈরাজ্যের বিরুদ্ধে লড়াই; এবং ভূমি সংস্কার।\n১১ মে চেখেনকেলি এবং ভেহিব উভয়ের উপস্থিতিতে বাতুমে একটি নতুন শান্তি সম্মেলন আহ্বান করা হয়। সম্মেলনের আগে চেকেনকেলি অন্যান্য কেন্দ্রীয় শক্তিগুলিকে উপস্থিত থাকার জন্য তার অনুরোধ পুনরাবৃত্তি করেন, যা অটোমান প্রতিনিধিরা উপেক্ষা করেন। উভয় পক্ষই আলাদা পর্যবেক্ষকদের আমন্ত্রণ জানায়: টিডিএফআর জেনারেল অটো ভন লোসোর নেতৃত্বে একটি ছোট জার্মান দল নিয়ে আসে, অন্যদিকে অটোমান প্রতিনিধিরা উত্তর ককেশাসের পার্বত্য প্রজাতন্ত্রের প্রতিনিধিদের নিয়ে আসেন, যা ছিল অটোমান সমর্থিত একটি অস্বীকৃত রাষ্ট্র। চেখেনকেলি ব্রেস্ট-লিটোভস্ক শর্তাবলীর ভিত্তিতে এগিয়ে যেতে চেয়েছিলেন, কিন্তু অটোমান বিচারমন্ত্রী হালিল বে- এর নেতৃত্বে অটোমান প্রতিনিধিদল তা প্রত্যাখ্যান করে। হালিল বে যুক্তি দেন যে, দুটি রাষ্ট্রের মধ্যে বিরোধ থাকায় অটোমানরা আর ব্রেস্ট-লিটোভস্ককে স্বীকৃতি দেবে না এবং এর পরিবর্তে চেকেনকেলিকে একটি যথাযথভাবে প্রস্তুত খসড়া চুক্তি উপস্থাপন করেন।\nএই চুক্তিতে বারোটি ধারা ছিল যেখানে অটোমান সাম্রাজ্যকে কেবল কার্স এবং বাতুম অঞ্চলই নয়, আখালকালাকি, আখালতশিখে, সুরমালু এবং আলেকজান্দ্রোপল, এরিভান এবং এছমিয়াদজিনের বৃহৎ অংশ, প্রধানত কার্স- জুলফা রেলপথের পথ ধরে হস্তান্তরের আহ্বান জানানো হয়। এই অঞ্চলটি কার্যকরভাবে সমগ্র আর্মেনিয়াকে অটোমান সাম্রাজ্যের অন্তর্ভুক্ত করে।  অটোমান বাহিনী উত্তর পারস্যে যাওয়ার জন্য একটি দ্রুত পথ খুঁজছিল বলে রেলপথটি আকাঙ্ক্ষিত ছিল, যেখানে তারা পারস্য অভিযানে ব্রিটিশ বাহিনীর সাথে লড়াই করছিল, যদিও ইতিহাসবিদ রিচার্ড জি. হোভান্নিসিয়ান মত দিয়েছেন যে, আসল কারণ ছিল তাদের বাকুতে পৌঁছানোর এবং শহরের চারপাশে তেল উৎপাদনে প্রবেশের একটি উপায় তৈরি করা।\nটিডিএফআরকে তাদের বিকল্পগুলি বিবেচনা করার জন্য বেশ কয়েক দিন সময় দিয়ে অটোমান বাহিনী ২১শে মে আর্মেনিয়ায় তাদের সামরিক অগ্রগতি পুনরায় শুরু করে। তারা বাশ আবরান, সরদারাপাত এবং কারা কিলিসের যুদ্ধে আর্মেনীয়দের বিরুদ্ধে লড়াই করে, কিন্তু আর্মেনীয়দের চূড়ান্তভাবে পরাজিত করতে পারেনি। ফলস্বরূপ, তাদের অগ্রযাত্রা ধীর হয়ে যায় এবং পরিশেষে তারা পিছু হটতে বাধ্য হয়।\n\n\n== বিলুপ্তি ==\n\n\n=== জার্মান হস্তক্ষেপ ===\n২২ মের মধ্যে দুটি দলে বিভক্ত অটোমান বাহিনী এরেভান থেকে ৪০ কি.মি. (২৫ মাইল) এবং টিফ্লিস থেকে ১২০ কি.মি. (৭৫ মাইল) দূরে ছিল। এই হুমকির সাথে সাথে টিডিএফআর জার্মানদের থেকে সাহায্য এবং সুরক্ষা পাওয়ার আশায় ভন লোসোর সাথে যোগাযোগ করে। ভন লসো পূর্বে ১৯শে মে টিডিএফআর এবং অটোমান সাম্রাজ্যের মধ্যে মধ্যস্থতার প্রস্তাব দিয়েছিলেন, যদিও এর ফলে কোনও অগ্রগতি হয়নি। যদিও জার্মান এবং অটোমান সাম্রাজ্য নামমাত্র মিত্র ছিল, কিন্তু পূর্ববর্তী মাসগুলোতে সম্পর্কের অবনতি ঘটে। কারণ জার্মান জনগণ অটোমান সরকার কর্তৃক খ্রিস্টানদের গণহত্যাকে সমর্থন করেনি এবং জার্মান সরকার ব্রেস্ট-লিটোভস্কে সম্মত না হওয়া অঞ্চলে অটোমান সেনাবাহিনীর অগ্রগতিকেও সমর্থন করেনি। ককেশাসে জার্মানদের নিজস্ব কৌশলগত স্বার্থও ছিল: তারা ব্রিটিশ ভারত আক্রমণের সম্ভাব্য পথ এবং এই অঞ্চলে কাঁচামালের প্রবেশাধিকার উভয়ই চেয়েছিল, যা অটোমানরা দ্বারা অবরুদ্ধ ছিল।\nআর্মেনিয়ানরা যখন অটোমান বাহিনীর বিরুদ্ধে লড়াই করছিল এবং যখন আজারবাইজানিদের বাকু নিয়ন্ত্রণকারী বলশেভিকদের সাথে নিজস্ব সমস্যা ছিল, তখন জর্জিয়ানরা এই সিদ্ধান্তে পৌঁছায় যে, টিডিএফআর-এ তাদের কোনও ভবিষ্যৎ নেই। ১৪ মে জর্দানিয়া জর্জিয়ার স্বাধীনতা নিশ্চিত করার জন্য জার্মান সহায়তার জন্য বাতুমে যান। তিনি ২১ মে টিফলিসে ফিরে আসেন এবং আত্মবিশ্বাস প্রকাশ করেন যে জর্জিয়া স্বাধীন হতে পারে। সেইম অঞ্চলের আর্মেনিয়ান, আজারবাইজানি এবং জর্জিয়ান প্রতিনিধিরা টিডিএফআর-এর ভবিষ্যৎ নিয়ে আলোচনা করতে ২১ মে মিলিত হন এবং একমত হন যে এটি বেশি দিন স্থায়ী হওয়ার সম্ভাবনা নেই। পরের দিন জর্জিয়ানরা একা মিলিত হয় এবং সিদ্ধান্ত নেয় যে স্বাধীনতাই তাদের একমাত্র যৌক্তিক পছন্দ। ভন লসোর সাথে দেখা করার জন্য জর্দানিয়ার আবার বাতুমের উদ্দেশ্যে রওনা হওয়ার আগে জর্দানিয়া এবং জুরাব আভালিশভিলি ২২ মে স্বাধীনতার ঘোষণাপত্র তৈরি করেন। ২৪ মে ভন লসো উত্তর দেন যে তিনি কেবলমাত্র সামগ্রিকভাবে টিডিএফআরের সাথে কাজ করার জন্য অনুমোদিত। যেহেতু এটা স্পষ্ট হয়ে উঠছিল যে এটি বেশি দিন স্থায়ী হবে না, তাই তিনি পরবর্তী পদক্ষেপ নিয়ে সরকারের সাথে পরামর্শ করতে ট্র্যাবজন ত্যাগ করেন।\n\n\n=== বিচ্ছেদ ===\n\n২৬ মে সেরেতেলি সেমে দুটি বক্তৃতা দেন। প্রথমটিতে তিনি ব্যাখ্যা করেন যে টিডিএফআর চলতে পারছিল না কারণ জনগণের মধ্যে ঐক্যের অভাব ছিল এবং জাতিগত দ্বন্দ্ব অটোমান আক্রমণের ক্ষেত্রে একটি বিভক্তির দিকে পরিচালিত করেছিল। দ্বিতীয় ভাষণে সেরেতেলি আজারবাইজানিদের টিডিএফআর-এর প্রতিরক্ষা সমর্থন করতে ব্যর্থ হওয়ার জন্য দোষারোপ করেন এবং ঘোষণা করেন যে ফেডারেশন ব্যর্থ হওয়ায় জর্জিয়ার নিজেকে স্বাধীন ঘোষণা করার সময় এসেছে। দুপুর ২টায় প্রস্তাবটি পাস হয়: \"যেহেতু যুদ্ধ ও শান্তির প্রশ্নে ট্রান্সককেশিয়ান প্রজাতন্ত্র তৈরিকারী জনগণের মধ্যে মৌলিক মতপার্থক্য দেখা দিয়েছে এবং সমস্ত ট্রান্সককেশিয়ার নামে একটি কর্তৃত্বপূর্ণ শৃঙ্খলা প্রতিষ্ঠা করা অসম্ভব হয়ে পড়েছে, তাই সেইম ট্রান্সককেশিয়ার বিলুপ্তি অনুমোদন করছে এবং এর ক্ষমতা বাতিল করছে।\" বেশিরভাগ প্রতিনিধি চেম্বার ত্যাগ করেন, কেবল জর্জিয়ানরা থেকে যান, যাদের সাথে শীঘ্রই জর্জিয়ান জাতীয় পরিষদের সদস্যরা যোগ দেন। এরপর জর্ডানিয়া জর্জিয়ার স্বাধীনতার ঘোষণাপত্র পাঠ করেন এবং গণতান্ত্রিক জর্জিয়া প্রজাতন্ত্র ঘোষণা করে্ন।  এর দুই দিন পরে আর্মেনিয়ান স্বাধীনতার ঘোষণা দেয়, এরপর দ্রুত আজারবাইজানও একই কাজ করে এবং যথাক্রমে আর্মেনিয়া প্রজাতন্ত্র এবং গণতান্ত্রিক আজারবাইজান প্রজাতন্ত্র তৈরি হয়। তিনটি নতুন স্বাধীন রাষ্ট্রই ৪ জুন অটোমান সাম্রাজ্যের সাথে একটি শান্তি চুক্তি স্বাক্ষর করে, যার ফলে সেই দ্বন্দ্বের কার্যকর অবসান ঘটে। পরবর্তীতে আর্মেনিয়া এর চূড়ান্ত সীমানা নির্ধারণের জন্য আজারবাইজান (১৯১৮-১৯২০) এবং জর্জিয়া (ডিসেম্বর) উভয়ের সাথেই সংক্ষিপ্ত যুদ্ধে লিপ্ত হয়।\n\n\n== উত্তরাধিকার ==\nযেহেতু টিডিএফআর মাত্র এক মাস স্থায়ী ছিল, এটি খুব বেশি প্রভাব বা দীর্ঘমেয়াদী উত্তরাধিকার তৈরি করতে পারেনি, এবং এই বিষয়ে ঐতিহাসিক গবেষণাও সীমিত। ঐতিহাসিক অ্যাড্রিয়ান ব্রিস্কু এবং টিমোথি কে. ব্লাউভেল্ট উল্লেখ করেছেন যে \"এটি সেই সময়ের অভিনেতাদের কাছে এবং পরবর্তীকালের পণ্ডিতদের কাছে অনন্য, আনুষঙ্গিক এবং অবশ্যই অপূরণীয় বলে মনে হয়েছিল।\" স্টিফেন এফ. জোন্স বলেছেন যে, এটি ছিল \"একটি স্বাধীন ট্রান্সককেশিয়ান ইউনিয়নের প্রথম এবং শেষ প্রচেষ্টা\", যেখানে হোভানিসিয়ান উল্লেখ করেছেন যে টিডিএফআরের স্বল্পস্থায়ী অস্তিত্বের সময়কার পদক্ষেপগুলি প্রমাণ করে যে এটি \"স্বাধীন, গণতান্ত্রিক, ফেডারেল বা প্রজাতন্ত্র ছিল না\"।\nবলশেভিক শাসনামলে তিনটি উত্তরসূরী রাষ্ট্রকে জোরপূর্বক সোভিয়েত ইউনিয়নের মধ্যে ট্রান্সককেশিয়ান সমাজতান্ত্রিক ফেডারেটিভ সোভিয়েত প্রজাতন্ত্র হিসেবে পুনরায় একত্রিত করা হয়। এই রাজ্যটি ১৯২২ থেকে ১৯৩৬ সাল পর্যন্ত স্থায়ী ছিল এবং পরবর্তীতে আবার তিনটি ইউনিয়ন প্রজাতন্ত্রে বিভক্ত হয়: আর্মেনিয়ান, আজারবাইজানি এবং জর্জিয়ান সোভিয়েত সমাজতান্ত্রিক প্রজাতন্ত্র। আধুনিক আর্মেনিয়া, আজারবাইজান এবং জর্জিয়া রাষ্ট্রের মধ্যে টিডিএফআর-কে তাদের নিজ নিজ জাতীয় ইতিহাস রচনায় মূলত উপেক্ষা করা হয়েছে। একে শুধুমাত্র তাদের নিজস্ব স্বাধীন রাষ্ট্রের দিকে প্রথম ধাপ হিসেবে বিবেচনা করা হয়েছে।\n\n\n== সরকার ==\n\n\n=== মন্ত্রিসভা ===\n\n\n== নোটসমূহ ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== আরও পড়ুন ==="}