{"pageid": 1513189, "title": "আবার ব্যোমকেশ", "url": "https://bn.wikipedia.org/wiki?curid=1513189", "content": "আবার ব্যোমকেশ ( অনু. ব্যোমকেশ আবার) হলো একটি ভারতীয় গোয়েন্দা চলচ্চিত্র যা বাঙালি কাল্পনিক গোয়েন্দা ব্যোমকেশ বক্সীকে নিয়ে নির্মিত এবং ২৩শে মার্চ ২০১২ সালে মুক্তি পায়। এটি পরিচালনা করেছেন অঞ্জন দত্ত এবং এটি ২০১০ সালের ব্যোমকেশ বক্সীর সিক্যুয়াল। দত্ত \" আবার ব্যোমকেশ\" -এর একটি সিক্যুয়েল তৈরি করেন, যার নাম \"ব্যোমকেশ ফিরে এলো\", যা ১৯ ডিসেম্বর ২০১৪ সালে মুক্তি পায়।\n\n\n== গল্প ==\nব্যোমকেশ গুরুতর অসুস্থ হয়ে পড়েছিলেন এবং তার স্ত্রী সত্যবতী (ঊষশী চক্রবর্তী) এবং প্রিয় বন্ধু অজিত (শাশ্বত চট্টোপাধ্যায়) তাকে সুস্থ করে তুলছেন। চিকিৎসার পরামর্শে, ব্যোমকেশ তার দুই যত্নশীল সঙ্গীর সাথে সুস্থ হওয়ার জন্য ডুয়ার্সে যায়। জলবায়ুর পরিবর্তনের সাথে সাথে সে উন্নতির জন্য একটি সিদ্ধান্তমূলক মোড় নেয়, যা সত্যবতী এবং অজিতের জন্য অনেকটা স্বস্তির কারণ।\nকিন্তু, ভাগ্য যেমন চায়, রহস্য এসে তেমন হাজির হয়। ডুয়ার্সে, ব্যোমকেশ স্থানীয় সম্প্রদায়ের বাঙালি বাসিন্দাদের সাথে দেখা করেন যেমন ড. অশ্বিনী ঘটক (সুজন মুখোপাধ্যায়), প্রফেসর আদিনাথ শোম (পীযূষ গঙ্গোপাধ্যায়), মাহিধর চৌধুরী (বিশ্বজিৎ চক্রবর্তী), ফটোগ্রাফার নকুলেশ সরকার (অরিন্দোল বাগচী), পুলিশ অফিসার পুরন্দের পাণ্ডার্য পান্ডেদ্যা (উপধর্ম) ঘোষ (চন্দন সেন) এবং ব্যাঙ্কার অমরেশ রাহা (কৌশিক সেন)। মহিধর চৌধুরীর বাড়িতে তাদের একটি মিলনমেলা হয়, যেখানে মহিধরের ছোট মেয়ে রজনীর (স্বস্তিকা মুখোপাধ্যায়) গান গেয়ে সকলেই মাতোয়ারা হন।\nপার্টির প্রবাহ কিছুটা ব্যাহত হয় ফাল্গুনী পালের আকস্মিক আগমনে, একজন দরিদ্র শিল্পী, যার বিরল প্রতিভা আছে যে তিনি মাত্র কয়েক মিনিটের জন্য তার বিষয়বস্তু দেখার পরে যে কোনও ব্যক্তির প্রতিকৃতি আঁকেন। মাহিধর জানাচ্ছেন যে কয়েকদিন আগে তার বাড়িতে ডাকাতি হয়েছিল। তবে চোরটি মহিধরের সমস্ত সম্পদ উপেক্ষা করে অন্য বাঙালি প্রতিবেশীদের সাথে মহিধরের কেবল একটি গ্রুপ ছবি চুরি করেছিল। পরিস্থিতির অদ্ভুত প্রকৃতির সাথে আরও যোগ করে যে, যাদের কাছে সেই ছবির একটি কপি ছিল তারা সবাই ছবিটি হারিয়ে ফেলেছে বা হারিয়ে ফেলেছে বলে মনে হচ্ছে। বিষয়টি আপাতদৃষ্টিতে তুচ্ছ, তবুও, সদা সতর্ক ব্যোমকেশকে আকর্ষণ করে।\nডেপুটি ম্যাজিস্ট্রেট উমানাথ ঘোষের বাড়িতে আবারও ডাকাতির চেষ্টা হলে পরিস্থিতি আরও গুরুতর মোড় নেয়। শিল্পী ফাল্গুনী পালকে ঠান্ডা মাথায় খুন করা হয়।\nআরেকটি মোড় নিয়ে, ব্যোমকেশ জানতে পারে যে আদিনাথ সোম এবং অশ্বিনী ঘটক উভয়ই সুন্দরী রজনীর প্রতি রোমান্টিকভাবে ঝোঁক।\nসেই একটি ছবি অদ্ভুতভাবে উধাও হয়ে যাওয়ায় ব্যোমকেশের মনে হয় যে কেউ তার এলাকায় উপস্থিতির সমস্ত প্রমাণ মুছে ফেলার চেষ্টা করছে। এবং ধারাবাহিকভাবে হিট এবং মিসের পর, ব্যোমকেশ জানতে পারে খুনি হলেন ব্যাংকার, অমরেশ ঝা। সে ব্যাংকের টাকা নিয়ে পালানোর চেষ্টা করছিল এবং নকল দাড়ি ব্যবহার করছিল, যদিও গ্রুপ ছবিতে সে তা পরে ছিল না। সে সেই ছবিগুলো চুরি করে এবং ফাল্গুনীকে হত্যা করে যখন সে অমরেশের স্কেচ আঁকছিল, যখন তার দাড়ি ছিল না। কিন্তু, জেল থেকে পালানোর জন্য, সে স্থানীয় স্টেশনে ব্যোমকেশ এবং আরও কয়েকজনের উপস্থিতিতে আত্মহত্যা করে। ব্যোমকেশের কাছে এটা খুবই ঘৃণ্য ছিল কারণ সে তাকে জীবিত ধরে ফেলতে চেয়েছিল।\n\n\n== অভিনয়শিল্পী ==\nব্যোমকেশ বক্সীর চরিত্রে আবীর চট্টোপাধ্যায়\nঅজিত চরিত্রে শাশ্বত চট্টোপাধ্যায়\nসত্যবতীর চরিত্রে ঊষসী চক্রবর্তী\nঅরিন্দল বাগচী\nকৌশিক সেন\nসুদীপা বোস\nকুনাল পাধি\nচন্দন সেন\nপীযূষ গাঙ্গুলি\nবিশ্বজিৎ চক্রবর্তী\nস্বস্তিকা মুখোপাধ্যায়\n\n\n== সঙ্গীত ==\nসুর ও সঙ্গীত পরিচালনা করেন নীল দত্ত।\n\n\n== সিক্যুয়েল ==\nদত্ত ১৯ ডিসেম্বর ২০১৪ সালে ব্যোমকেশ ফিরে এলো নামে একটি সিক্যুয়েল তৈরি করেন।\n\n\n== আরো দেখুন ==\nব্যোমকেশ বক্সী\nসত্যান্বেষী\nগোয়েন্দা ব্যোমকেশ বক্সী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে আবার ব্যোমকেশ  (ইংরেজি)"}