{"pageid": 1513272, "title": "স্টিফেন ব্রেয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1513272", "content": "স্টিফেন জেরাল্ড ব্রেয়ার (  BRY-ər ; জন্ম ১৫ আগস্ট, ১৯৩৮) একজন আমেরিকান আইনজীবী এবং আইনবিদ যিনি ১৯৯৪ থেকে ২০২২ সালে অবসর নেওয়া পর্যন্ত মার্কিন সুপ্রিম কোর্টের একজন সহযোগী বিচারপতি হিসাবে কাজ করেছেন। তিনি রাষ্ট্রপতি বিল ক্লিনটন কর্তৃক মনোনীত হন এবং অবসরপ্রাপ্ত বিচারপতি হ্যারি ব্ল্যাকমুন এর স্থলাভিষিক্ত হন। ব্রেয়ার আদতে আদালতের উদারপন্থী শাখার সাথে যুক্ত ছিলেন।  অবসর গ্রহণের পর থেকে, তিনি হার্ভার্ড ল স্কুলে প্রশাসনিক আইন ও প্রক্রিয়া বিষয়ক বাইর্ন  (Byrne) অধ্যাপক ছিলেন। \nব্রেয়ার সান ফ্রান্সিসকোতে জন্মগ্রহণ করেন । তিনি স্ট্যানফোর্ড বিশ্ববিদ্যালয় এবং অক্সফোর্ড বিশ্ববিদ্যালয়ে পড়াশোনা করেন এবং ১৯৬৪ সালে হার্ভার্ড ল স্কুল থেকে স্নাতক ডিগ্রী অর্জন করেন  ১৯৬৪-৬৫ সালে সহযোগী বিচারপতি আর্থার গোল্ডবার্গের সাথে ক্লার্কশিপের পর, ব্রেয়ার ১৯৬৭ থেকে ১৯৮০ সাল পর্যন্ত হার্ভার্ড ল স্কুলে আইনের অধ্যাপক এবং প্রভাষক ছিলেন।  তিনি প্রশাসনিক আইনে বুৎপত্তি অর্জন করেন, তার রচিত পাঠ্যপুস্তক আজও পঠিত হচ্ছে। সুপ্রিম কোর্টে মনোনীত হওয়ার আগে তিনি অন্যান্য বিশিষ্ট পদে অধিষ্ঠিত ছিলেন, যার মধ্যে রয়েছে মার্কিন যুক্তরাষ্ট্রের সহকারী অ্যাটর্নি জেনারেল ফর অ্যান্টিট্রাস্টের বিশেষ সহকারী এবং ১৯৭৩ সালে ওয়াটারগেট স্পেশাল প্রসিকিউশন ফোর্সের সহকারী বিশেষ প্রসিকিউটর। ব্রেয়ার ১৯৮০ সালে  প্রথম সার্কিট মার্কিন আপিল আদালতে  (the U.S. Court of Appeals for the First Circuit.) নিযুক্ত হওয়ার  মাধ্যমে একজন ফেডারেল বিচারপতি হন। তার ২০০৫ সালে প্রকাশিত বই অ্যাক্টিভ লিবার্টি- তে, ব্রেয়ার প্রথমবারের মতো আইনী তত্ত্বের উপর তার মতামত পদ্ধতিগতভাবে  প্রকাশ করার  প্রচেষ্টা করেছিলেন, তিনি যুক্তি দেন যে বিচার বিভাগের  উচিত এমনভাবে সমস্যাগুলি সমাধান করা যা সরকারী সিদ্ধান্তে জনগনের অংশগ্রহণকে উৎসাহিত করে।\n২৭ জানুয়ারী, ২০২২-এ, ব্রেয়ার এবং রাষ্ট্রপতি জো বাইডেন সুপ্রিম কোর্ট থেকে ব্রেয়ারের অবসর নেওয়ার অভিপ্রায় ঘোষণা করেন।  ২৫ ফেব্রুয়ারী, ২০২২-এ, বাইডেন কেতানজি ব্রাউন জ্যাকসনকে ইউএস কোর্ট অফ আপিলস ফর দ্য ডিস্ট্রিক্ট অফ কলম্বিয়া সার্কিটের একজন বিচারক হিসাবে মনোনীত করেন  তাঁর স্থলাভিষিক্ত হিসাবে, যিনি ছিলেন ব্রেয়ারের প্রাক্তন আইন কেরানিদের একজন।   জ্যাকসন দ্বায়িত্ব গ্রহন করার আগ পর্যন্ত ব্রেয়ার ৩০ জুন, ২০২২ পর্যন্ত সুপ্রিম কোর্টে ছিলেন।  মহানয় এরিয়া স্কুল ডিস্ট্রিক্ট বনাম বিএল, ইউনাইটেড স্টেটস বনাম লারা, এবং গুগল বনাম ওরাকল  মতো ল্যান্ডমার্ক সুপ্রিম কোর্টের মামলায় ব্রেয়ার সংখ্যাগরিষ্ঠ মতামত লিখেছেন এবং গ্লসিপ বনাম গ্রস-এর  মতো মামলায় মৃত্যুদণ্ডের সাংবিধানিকতা নিয়ে প্রশ্ন তুলে উল্লেখযোগ্য ভিন্নমত প্রদান করেন ।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nঅ্যান এ. ( নীল রবার্টস) এবং আরভিং জেরাল্ড ব্রেয়ারের ঔরসে   ১৫ই আগস্ট, ১৯৩৮ সালে ক্যালিফোর্নিয়ার সান ফ্রান্সিসকোতে   ব্রেয়ারের জন্ম  হয়। ব্রেয়ারের প্রপিতামহ রোমানিয়া থেকে মার্কিন যুক্তরাষ্ট্রে এসে ওহাইওর ক্লিভল্যান্ডে বসতি স্থাপন করেন, যেখানে ব্রেয়ারের দাদার জন্ম হয়েছিল।  ব্রেয়ার একটি মধ্যবিত্ত ইহুদি পরিবারে বেড়ে ওঠেন। তার বাবা ছিলেন একজন আইনজীবী যিনি সান ফ্রান্সিসকো শিক্ষা বোর্ডের আইনি পরামর্শদাতা হিসেবে কাজ করতেন।  ব্রেয়ার এবং তার ছোট ভাই চার্লস আর. ব্রেয়ার, যিনি পরে ফেডারেল জেলা বিচারক হয়েছিলেন, আমেরিকার বয় স্কাউটসে সক্রিয় ছিলেন এবং ঈগল স্কাউট পদমর্যাদা অর্জন করেছিলেন।  ব্রেয়ার লোয়েল হাই স্কুলে পড়াশোনা করেছেন, যেখানে তিনি লোয়েল ফরেনসিক সোসাইটির সদস্য হয়েছিলেন এবং হাই স্কুল টুর্নামেন্টে নিয়মিত বিতর্ক করেছেন। ক্যালিফোর্নিয়ার  ভাবী গভর্নর জেরি ব্রাউন এবং  হার্ভার্ড আইন স্কুলের ভাবী অধ্যাপক লরেন্স ট্রাইব  এর বিপরীতেও তিনি বিতর্ক করেছেন।\n১৯৫৫ সালে হাই স্কুল থেকে স্নাতক হওয়ার পর, ব্রেয়ার স্ট্যানফোর্ড বিশ্ববিদ্যালয়ে দর্শন অধ্যয়ন করেন। তিনি ১৯৫৯ সালে ফি বেটা কাপা -তে সর্বোচ্চ সম্মান ও সদস্যপদ সহ স্নাতক ডিগ্রি অর্জন করেন।  ব্রেয়ারকে মার্শাল স্কলারশিপ দেওয়া হয়েছিল, যা তিনি অক্সফোর্ডের ম্যাগডালেন কলেজে দর্শন, রাজনীতি এবং অর্থনীতি অধ্যয়ন করতে ব্যবহার করেন, ১৯৬১ সালে তিনি প্রথম-শ্রেণীর সম্মান সহ বিএ ডিগ্রী অর্জন করেন । তারপরে তিনি হার্ভার্ড ল স্কুলে পড়াশোনার জন্য মার্কিন যুক্তরাষ্ট্রে ফিরে আসেন, যেখানে তিনি হার্ভার্ড আইন পর্যালোচনার  (Harvard Law Review) একজন নিবন্ধ সম্পাদক হোন এবং ১৯৬৪ সালে ম্যাগনা কাম লড  (magna cum laude.)  সহ আইনে স্নাতক ডিগ্রি অর্জন করেন।\nব্রেয়ার ভিয়েতনাম যুদ্ধের সময় ইউনাইটেড স্টেটস আর্মি রিজার্ভে আট বছর কাটিয়েছেন, যার মধ্যে ছয় মাস আর্মি স্ট্র্যাটেজিক ইন্টেলিজেন্সে সক্রিয় দায়িত্ব পালন  করেছেন। তিনি কর্পোরাল পদে উন্নীত হন । ১৯৬৫ সালে তকে সম্মানজনকভাবে অব্যাহতি দেওয়া হয় \n১৯৬৭ সালে, ব্রেয়ার জোয়ানা ফ্রেডা হেয়ারকে বিয়ে করেন, যিনি ছিলেন একজন মনোবিজ্ঞানী এবং ব্রিটিশ অভিজাত শ্রেণীর সদস্য, জন হেয়ার, ১ম ভিসকাউন্ট ব্লেকেনহ্যামের ছোট মেয়ে এবং লিস্টোয়েলের চতুর্থ আর্ল রিচার্ড হেয়ারের নাতনী। তাদের তিনটি প্রাপ্তবয়স্ক সন্তান রয়েছেঃ ক্লোই, একজন এপিস্কোপাল পুরোহিত; নেল; এবং মাইকেল।\n\n\n== আইনি পেশা ==\nআইন স্কুলের পরে, ব্রেয়ার ১৯৬৪ থেকে ১৯৬৫ সাল পর্যন্ত মার্কিন সুপ্রিম কোর্টের বিচারপতি আর্থার গোল্ডবার্গের আইন ক্লার্ক হিসাবে কাজ করেছিলেন। তিনি ওয়ারেন কমিশনের ফ্যাক্ট-চেকার হিসেবে অল্পসময় দায়িত্ব পালন করেন, তারপর মার্কিন ডিপার্টমেন্ট অফ জাস্টিস এর অ্যান্টিট্রাস্ট ডিভিশনে এর সহকারী অ্যাটর্নি জেনারেলের বিশেষ সহকারী হিসেবে দুই বছর অতিবাহিত করেন।\n১৯৬৭ সালে, ব্রেয়ার হার্ভার্ড ল স্কুলে সহকারী অধ্যাপক হিসাবে ফিরে আসেন। তিনি ১৯৮০ সাল পর্যন্ত হার্ভার্ডে আইন বিষয়ে অধ্যাপনা করেন এবং ১৯৭৭ থেকে ১৯৮০ সাল পর্যন্ত হার্ভার্ড কেনেডি স্কুলে যৌথ ভাবে অধ্যাপনা করেন। হার্ভার্ডে, ব্রেয়ার প্রশাসনিক আইনের একজন শীর্ষস্থানীয় বিশেষজ্ঞ হিসাবে পরিচিত হোন।  সেখানে থাকাকালীন, তিনি বিনিয়ন্ত্রণের উপর দুটি অত্যন্ত প্রভাবশালী বই লিখেছেন: ব্রেকিং দ্য ভিসিয়াস সার্কেল: টুওয়ার্ড ইফেক্টিভ রিস্ক রেগুলেশন  অ্যান্ড রেগুলেশন অ্যান্ড ইটস রিফর্ম । ১৯৭০ সালে, ব্রেয়ার \"দ্য আনইজি কেস ফর কপিরাইট\" নামক প্রবন্ধটি লিখেছিলেন, যা কপিরাইট সম্পর্কে সবচেয়ে ব্যাপকভাবে উদ্ধৃত সংশয়ী বিশ্লেষণগুলির একটি। ব্রেয়ার অস্ট্রেলিয়ার সিডনির কলেজ অফ ল, রোম ইউনিভার্সিটি,  এবং তুলান ইউনিভার্সিটি ল স্কুলের ভিজিটিং প্রফেসর ছিলেন। \nহার্ভার্ডে শিক্ষকতা করার সময়, ব্রেয়ার মার্কিন সরকারে কাজ করে দেয়র জন্য অনেকবার ছুটি কাটিয়েছেন। তিনি ১৯৭৩ সালে ওয়াটারগেট স্পেশাল প্রসিকিউশন ফোর্সে সহকারী বিশেষ প্রসিকিউটর হিসেবে দায়িত্ব পালন করেন। ব্রেয়ার ১৯৭৪ থেকে ১৯৭৫ সাল পর্যন্ত বিচার বিভাগ সম্পর্কিত মার্কিন সিনেট কমিটির একজন বিশেষ পরামর্শদাতা ছিলেন এবং ১৯৭৯ থেকে ১৯৮০ সাল পর্যন্ত কমিটির প্রধান পরামর্শদাতা হিসেবে দায়িত্ব পালন   করেন। তিনি এয়ারলাইন ডিরেগুলেশন অ্যাক্ট পাস করার জন্য কমিটির চেয়ারম্যান সিনেটর এডওয়ার্ড এম কেনেডির সাথে নিবিড়ভাবে কাজ করেছিলেন যা সিভিল অ্যারোনটিক্স বোর্ডকে বন্ধ করে দেয়। \n\n\n== ইউএস কোর্ট অফ আপিল (১৯৮০-১৯৯৪) ==\n \nপ্রেসিডেন্ট জিমি কার্টারের প্রশাসনের শেষ সময়ে, ১৩ নভেম্বর, ১৯৮০, যখন তিনি পুনঃনির্বাচনে পরাজিত হন, কার্টার ব্রায়ারকে প্রথম সার্কিট কোর্টে নতুন একটি পদে মনোনীত করেন, যা ৯২ স্ট্যাট. (টেমপ্লেট:USStat 1629) দ্বারা প্রতিষ্ঠিত হয়েছিল, এবং মার্কিন যুক্তরাষ্ট্রের সিনেট ৮০-১০ ভোটে ৯ই ডিসেম্বর, ১৯৮০ তারিখে তাকে নিশ্চিত করে।  তিনি ১০ ডিসেম্বর, ১৯৮০ তারিখে কমিশন প্রাপ্ত হোন। ১৯৮০ থেকে ১৯৯৪ সাল পর্যন্ত, ব্রেয়ার ছিলেন  ইউ.এস. কোর্ট অফ অ্যাপিলস ফর দ্য ফার্স্ট সার্কিটের বিচারক; তিনি ১৯৯০ থেকে ১৯৯৪ পর্যন্ত সেই আদালতের প্রধান বিচারক ছিলেন  ।  প্রধান বিচারক হিসেবে তার একটি দায়িত্ব ছিল বোস্টনের জন্য একটি নতুন ফেডারেল কোর্টহাউসের নকশা এবং নির্মাণ তদারকি করা, যা তার মধ্যে স্থাপত্যের প্রতি পেশাদার আগ্রহ তৈরি করে এবং পরে তিনি প্রিটজকার স্থাপত্য পুরস্কারের প্রতি আগ্রহী হন। \nব্রেয়ার ১৯৯০ থেকে ১৯৯৪ সালের মধ্যে মার্কিন যুক্তরাষ্ট্রের বিচার বিভাগীয় সম্মেলনে এবং ১৯৮৫ থেকে ১৯৮৯ সালের মধ্যে মার্কিন যুক্তরাষ্ট্রের শাস্তি কমিশনের সদস্য হিসেবে দায়িত্ব পালন করেন  । সাজা প্রদান কমিশনে তিনি ফেডারেল ফৌজদারি সাজা প্রদানের পদ্ধতির সংস্কারে, ফেডারেল সাজা প্রদানের নির্দেশিকা তৈরিতে মুখ্য ভূমিকা পালন করেন, যা সাজা প্রদানে অভিন্নতা বাড়ানোর জন্য প্রণীত হয়েছিল। \n\n\n== সুপ্রিম কোর্ট (১৯৯৪-২০২২) ==\n\n১৯৯৩ সালে, অরিন হ্যাচের সুপারিশে, রাষ্ট্রপতি বিল ক্লিনটন বায়রন হোয়াইট কর্তৃক খালি করা আসনটির জন্য ব্রেয়ার এবং রুথ ব্যাডার গিন্সবার্গ উভয়কেই বিবেচনা করেছিলেন।  ক্লিনটন শেষ পর্যন্ত গিনসবার্গকে নিযুক্ত করেন। \n১৯৯৪ সালে হ্যারি ব্ল্যাকমুন অবসর নেওয়ার পর, ক্লিনটন প্রাথমিকভাবে সিনেটের সংখ্যাগরিষ্ঠ নেতা জর্জ মিচেলকে মনোনয়নের প্রস্তাব দিয়েছিলেন, যিনি অবসর নিচ্ছিলেন। মিচেল সেটা প্রত্যাখ্যান করেন। অ্যারিজোনার প্রাক্তন গভর্নর ব্রুস ব্যাবিট, যিনি ১৯৮৮ সালে রাষ্ট্রপতি পদে প্রতিদ্বন্দ্বিতা করেছিলেন এবং অভ্যন্তরীণ সচিব হিসাবে দায়িত্ব পালন করছিলেন, তখন তাকে মনোনয়নের প্রস্তাব দেওয়া হয়েছিল, তবে তিনিও তা প্রত্যাখ্যান করেন, এই বলে যে তিনি তার স্ত্রী হ্যারিয়েট সি. ব্যাবিটের সাথে আরও বেশি সময় কাটানোর অপেক্ষা করছিলেন যিনি আমেরিকান স্টেটস সংস্থার ১২ তম মার্কিন রাষ্ট্রদূত হিসাবে দায়িত্ব পালন করছিলেন। ব্যাবিট পরে বলেছিলেন যে তিনি যদি আদালতে যোগদান নিশ্চিত করতেন তবে তার স্ত্রী পদত্যাগ করতে বাধ্য হতেন এবং তিনি তা চাননি। উভয়ই ২০০১ সালের জানুয়ারিতে ক্লিনটনের রাষ্ট্রপতির শেষ পর্যন্ত তাদের পদে কাজ করেছিলেন। ক্লিনটন পরবর্তীতে মিসৌরির প্রাক্তন লেফটেন্যান্ট গভর্নর এবং মার্কিন সিনেটের জন্য দু'বারের ডেমোক্র্যাটিক মনোনীত হ্যারিয়েট উডসকে মনোনয়নের প্রস্তাব দেন। উডস ন্যাশনাল উইমেন পলিটিক্যাল ককাসের প্রেসিডেন্ট হিসেবে দায়িত্ব পালন করছিলেন। তিনিও প্রত্যাখ্যান করেন এবং ব্রেয়ার এবং মার্কিন প্রতিনিধি বারবারা জর্ডানকে সুপারিশ করেন।\nক্লিনটন তারপর রিচার্ড এস আর্নল্ড, যিনি আরকানসাসের প্রাক্তন স্টেটস প্রতিনিধি  ছিলেন এবং আরকানসাসের গভর্নর ডেল বাম্পার্সের চিফ অফ স্টাফের শরনাপন্ন হোন। রাষ্ট্রপতি জিমি কার্টার আর্নল্ডকে অষ্টম সার্কিটের জন্য মার্কিন যুক্তরাষ্ট্রের আপিল আদালতে মনোনীত করেছিলেন এবং সিনেট তাকে ২০ ফেব্রুয়ারী, ১৯৮০-তে ঐ পদে নিশ্চিত করেন। তিনি  ১৯৯০ সাল পর্যন্ত দায়িত্ব পালন করেন। এরপর তিনি প্রধান বিচারক এবং যুক্তরাষ্ট্রের জুডিশিয়াল কনফারেন্সের সদস্য হিসেবে দায়িত্ব পালন করেন। ক্লিনটন এর আগে আর্নল্ডকে প্রায় মনোয়ন দিয়ে ফেলেছিলেন; যিনি গিনসবার্গের পর রানার আপ ছিলেন।  আর্নল্ড তার মনোনয়নের পরিকল্পিত ঘোষণার আগের দিন ক্লিনটনকে বলেছিলেন যে গুরুতর \"স্বাস্থ্য উদ্বেগের কারণে\" তিনি \"এই সম্মানজনক মনোনয়ন গ্রহন করতে পারছেন না\"।\nপ্রথমে, ক্লিনটন মনে করেছিলেন ব্রায়ারের মধ্যে \"আত্মা ও আবেগের\" অভাব রয়েছে । কিন্তু সিনেটর টেড কেনেডি এবং টম হারকিনের শক্ত তদবিরের পর, ক্লিনটন আবার ব্রেয়ারের সাথে দেখা করেন এবং ১৭ই মে, ১৯৯৪-এ তাকে মার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্টের একজন সহযোগী বিচারপতি হিসেবে মনোনীত করার চেষ্টা করেন।  ব্রেয়ারকে ১৯৯৪ সালের ২৯ জুলাই সিনেট ৮৭-৯ ভোটে অনুমোদন দেয়, এবং ৩রা আগস্ট তিনি তার কমিশন লাভ করেন।\n২০১৫ সালে, ব্রায়ার একটি ফেডারেল আইন লঙ্ঘন করেন যা বিচারকদের সেইসব মামলায় শুনানি করা নিষিদ্ধ করে যেখানে তাদের বা তাদের স্ত্রীর বা ছোট সন্তানদের কোনো কোম্পানিতে আর্থিক স্বার্থ থাকে। ব্রেয়ার এর  মৌখিক শুনানিতে অংশ নেওয়ার একদিন পর তার স্ত্রী জনসন কন্ট্রোলসের প্রায় $৩৩,০০০ মূল্যের স্টক বিক্রি করে দেন। এর মাধ্যমে তিনি আইন অনুযায়ী পুনরায় সঙ্গতিপূর্ণ হন এবং  FERC বনাম ইলেকট্রিক পাওয়ার সাপ্লাই অ্যাসোসিয়েশনের  মামলায় জনসন কন্ট্রোলসের একটি সহায়ক প্রতিষ্ঠানের পক্ষে সংখ্যাগরিষ্ঠ রায়ে যোগ দেন।\nব্রায়ার তার ২৮ বছরের ক্যারিয়ারে ৫৫১টি মতামত লিখেছিলেন, যার মধ্যে আদেশ সংক্রান্ত বা \" শ্যাডো ডকেটে \" -এর সাথে সম্পর্কিত মতামতগুলো অন্তর্ভুক্ত নয়। \n\n\n=== গর্ভপাত ===\n২০০০ সালে, ব্রায়ার স্টেনবার্গ বনাম কারহাট (Stenberg v. Carhart) মামলার অধিকাংশ মতামত লিখেছিলেন, যা নেব্রাস্কা রাজ্যের আংশিক-জন্ম অ্যাবরশন (partial-birth abortion) নিষিদ্ধকারী আইনটি অকার্যকর করে। ২০২০ সালের ২৯ জুন, তিনি জুন মেডিক্যাল সার্ভিসেস বনাম রুসো( June Medical Services v. Russo.) মামলায় plurality মতামত প্রকাশ করেন, যা লুইজিয়ানার অ্যাবরশন আইনটি বাতিল করে, যেখানে চাওয়া হয়েছে যে, কোনো চিকিৎসককে অ্যাবরশন পরিচালনা করতে হলে, তাকে নিশ্চিত করতে হবে যেন ৩০ মাইলের মধ্যে রোগীকে হাসপাতালে ভর্তি করার সুযোগ থাকে। ব্রায়ার তার পূর্ববর্তী হোল উইমেনস হেলথ বনাম হেললারটেড (Whole Woman's Health v. Hellerstedt) মামলায় তৈরি করা \"সুবিধা ও বোঝা (benefits and burdens)\" পরীক্ষাটি পুনঃস্থাপন করেন, যা টেক্সাসের একই ধরনের অ্যাবরশন আইন বাতিল করে। ২০২২ সালে, তিনি ডবস বনাম জ্যাকসন উইমেনস হেলথ অর্গানাইজেশন (Dobbs v. Jackson Women's Health Organization) মামলায় ভিন্নমত পোষণ করেন, যা রো বনাম ওয়েড (Roe v. Wade.) রায়টি  রদ করে।\n\n\n=== আদমশুমারি ===\nডিপার্টমেন্ট অফ কমার্স বনাম নিউ ইয়র্ক (২০১৯) মামলায়, ব্রেয়ার ৫-৪ সংখ্যাগরিষ্ঠ রায়ের অংশ ছিলেন, যা ঘোষণা করেছিল যে সেনসাস ব্যুরো নাগরিকত্ব প্রশ্নের বাস্তবায়নে সঠিক প্রক্রিয়া অনুসরণ করেনি। তিনি সেই চারজন বিচারপতির মধ্যে ছিলেন যারা নাগরিকত্ব প্রশ্নটিকে অসংবিধানিক হিসেবে গণ্য করতে চেয়েছিলেন। প্রায় অধিকাংশের ঐক্যমতের পক্ষে তিনি লিখেছিলেন: \"তবে বেশ কয়েকটি গুরুত্বপূর্ণ দিক থেকে সিদ্বান্তটি সঠিকভাবে বিবেচনা করা হয়নি। সেক্রেটারি তার রায়ের কেন্দ্রবিন্দু হওয়া উচিত ছিল এমন বিষয়গুলিতে যথাযথ মনোযোগ দেননি, যেমন একটি সংখ্যা কম হওয়ার উচ্চ সম্ভাবনা, কোন প্রশ্নের মাধ্যমে আরও সঠিক নাগরিকত্ব তথ্য পাওয়ার কম সম্ভাবনা, এবং আরও সঠিক নাগরিকত্ব তথ্যের প্রয়োজনীয়তা শুরু থেকেই  স্পষ্টভাবে অনুপস্থিত ছিল। এই গুরুত্বপূর্ণ বিষয়গুলোর যথাযথ মূল্যায়ন না করায় সচিবের সিদ্ধান্তকে অযৌক্তিক করে তোলে।\" \n১৮ ডিসেম্বর, ২০২০-এ, ব্রায়ার ট্রাম্প বনাম নিউ ইয়র্ক  মামলায় তিনজন ভিন্নমত পোষণকারী বিচারপতির মধ্যে একজন ছিলেন। ২০ পৃষ্ঠার ভিন্নমত প্রকাশে, তিনি যুক্তি দেন যে আদালতের মামলাটি এড়িয়ে যাওয়া উচিত হয়নি এবং চ্যালেঞ্জকারীদের পক্ষে রায় দেওয়া উচিত ছিল, যারা চেয়েছিলেন আদালত ট্রাম্প প্রশাসনের আদমশুমারি থেকে অনথিভুক্ত অভিবাসীদের বাদ দেওয়ার শেষ মুহূর্তের প্রচেষ্টা বন্ধ করুক।  সময়ের অভাব এবং পরবর্তীকালে নির্বাহী আদেশ ১৩৯৮৬ জারির কারণে আদমশুমারি শেষ পর্যন্ত অনথিভুক্ত অভিবাসীদের বাদ দেয়নি।\n\n\n=== কপিরাইট ===\nএলড্রেড বনাম অ্যাশক্রফট (Eldred v. Ashcroft) মামলায়, যা ১৫ জানুয়ারি, ২০০৩-এ রায় হয়, ব্রেয়ার এবং বিচারপতি জন পল স্টিভেনস পৃথক ভিন্নমত পোষণ করেন। তার ২৮ পৃষ্ঠার ভিন্নমত মতামতে, ব্রেয়ার যুক্তি দেন যে কপিরাইট টার্ম এক্সটেনশন অ্যাক্ট (CTEA) দ্বারা বিদ্যমান কপিরাইটের ২০ বছরের রেট্রোঅ্যাকটিভ সম্প্রসারণ কার্যত চিরস্থায়ী কপিরাইট প্রদানের সমান, যা সংবিধানের কপিরাইট ধারা এবং প্রথম সংশোধনী অনুযায়ী অশুদ্ধ। তিনি বলেন যে এই সম্প্রসারণটি একটি সময়কাল তৈরি করবে যা স্থায়ী কপিরাইটের ৯৯.৮% থেকে বেশি সুরক্ষা প্রদান করবে এবং কিছু শিল্পী কাজ তৈরি করতে আরও বেশি ঝুঁকবে জেনে যে তাদের নাতি-নাতনিরাও রয়্যালটি পাবে। তিনি আরও যুক্তি দেন যে, ফেয়ার ইউজ ডিফেন্সও কোনো লাভের হয় না, কারণ এটি সাহায্য করতে পারে না \"যাদের ইলেকট্রনিক ডেটাবেস থেকে এমন উপকরণ পাওয়ার প্রয়োজন যা সেখানে নেই\", যেমন শিক্ষকরা যারা অনলাইনে ক্লাসের জন্য উপযুক্ত উপকরণ খুঁজে বেড়ান তারা তা পান না কারণ তা মুছে ফেলা হয়েছে।\n২০১২ সালে, তিনি Golan v. Holder (Golan v. Holder) মামলায় একই ধরনের ধারণা ব্যক্ত করেন, যেখানে ১৯৯৪ সালের ইউরুগুয়ে রাউন্ড অ্যাগ্রিমেন্টস অ্যাক্ট (Uruguay Round Agreements Act) এর সেকশন ৫১৪ এর প্রয়োগের সংবিধানিক বাধ্যবাধকতা প্রতিষ্ঠিত করে।\n২০০৫ সালে, পিয়ার-টু-পিয়ার ফাইল শেয়ারিং কোম্পানি গ্রোকস্টার এবং স্ট্রিমকাস্টের বিরুদ্ধে এমজিএম স্টুডিওস, ইনকর্পোরেটেড বনাম গ্রোকস্টার, লিমিটেড মামলায় সর্বসম্মত কোর্টে রায়দান করার সময়, ব্রেয়ার একটি সম্মতিপত্রে লিখেন যে প্ররোচনার প্রমাণ না থাকলে কোম্পানিগুলিকে  সোনি ডকট্রিন অনুযায়ী সুরক্ষিত থাকবে।। \n২০শে মার্চ, ২০১২ তারিখে, ব্রেয়ার মায়ো বনাম প্রমিথিউস মামলায়  সর্বসম্মত আদালতের পক্ষে লিখেছিলেন যে প্রাকৃতিক ঘটনার নতুন রোগ নির্ণয় পদ্ধতি সম্পর্কিত পেটেন্ট দাবিগুলি পেটেন্টযোগ্য নয় কারণ তারা \"প্রাকৃতিক আইন প্রয়োগে উদ্ভাবনী ধারণা\" যোগ করেনি।  পেটেন্টটি, যা কার্যকর ডোজ নির্ধারণের ফলে রোগীর ওষুধের বিপাক ক্রিয়া সম্পর্কিত ছিল, তা বিশ্লেষণ করে নির্ধারণ করা হয়েছিল যে এটি একটি প্রয়োগিত \"প্রকৃতির নিয়ম\" নাকি কেবল একটি প্রাকৃতিক নিয়ম প্রয়োগের নির্দেশিকা।  ব্রেয়ারের মতে, একজন ডাক্তারের দ্বারা ইতিমধ্যেই পরিচিত একটি ওষুধের প্রয়োগ কেবলমাত্র \"উদ্দেশ্যপ্রণোদিত রোগীদের\" সনাক্তকরণের সাথে সম্পর্কিত, বিষয়ের রূপান্তরের সাথে নয়।  ব্রেয়ার যোগ করেন, \"যদি একটি প্রাকৃতিক আইন পেটেন্টযোগ্য না হয়, তবে একটি প্রক্রিয়া যা সেই প্রাকৃতিক আইনের উল্লেখ করে, তাও পেটেন্টযোগ্য হবে না, যদি না সেই প্রক্রিয়ার অতিরিক্ত বৈশিষ্ট্য থাকে যা প্রমাণিতভাবে নিশ্চিত করে যে প্রক্রিয়াটি শুধুমাত্র একটি খসড়া প্রচেষ্টা নয়, যা প্রাকৃতিক আইনকে নিজেই মনোপলি করার জন্য ডিজাইন করা হয়েছে।\" \nআমেরিকান ব্রডকাস্টিং কোম্পানি, Inc. v. Aereo, Inc., মামলায়, যা ২৫ জুন, ২০১৪-এ রায় হয়, ব্রায়ার সংখ্যাগরিষ্ঠ মতামত দেন, যেখানে তিনি রায় দেন যে, এএরিও, যা গ্রাহকদের ইন্টারনেট-সংযুক্ত ডিভাইসে ওভার-দ্য-এয়ার টেলিভিশনের প্রায় লাইভ স্ট্রিম দেখার সুযোগ প্রদান করে, এতটাই ক্যাবল কোম্পানিগুলোর মতো কাজ করে যে এটি নেটওয়ার্কগুলোর কপিরাইটকৃত কাজের পাবলিক পারফরমেন্সের অধিকার লঙ্ঘন করেছে। \nগুগল বনাম ওরাকল মামলায়, যা ৫ এপ্রিল, ২০২১-এ রায় হয়, ব্রেয়ার ৩৮ পৃষ্ঠার মূল মতামত লিখেছিলেন, যেখানে তিনি রায় দেন যে গুগলের ১১,৫০০ লাইনের জাভা ডিক্লেয়ারিং কোড (যা মোট জাভা কোডের ০.৪%) কপি করা ফেয়ার ইউজ ছিল, কারণ \"এই প্যাকেজগুলোর তিনটি ... জাভা ভাষা ব্যবহার করতে পারার মৌলিক বিষয়ের মধ্যে ছিল।\" ব্রেয়ার ব্যাখ্যা করেন, \"এই প্যাকেজগুলির জন্য একই ডিক্লেয়ারিং কোড ব্যবহার করে, অ্যান্ড্রয়েড প্ল্যাটফর্ম ব্যবহারকারী প্রোগ্রামাররা তাদের পরিচিত মেথড কলগুলোতে নির্ভর করতে পারেন, যেমন দুটি পূর্ণসংখ্যার মধ্যে কোনটি বৃহত্তম তা নির্ধারণ করা; কিন্তু গুগলের নিজস্ব ইমপ্লিমেন্টিং প্রোগ্রামগুলি এসব কাজ সম্পন্ন করে। ওই কপি ছাড়া, প্রোগ্রামারদের একই কাজগুলো কল করতে একটি সম্পূর্ণ নতুন সিস্টেম শিখতে হতো।\" \n\n\n=== মৃত্যুদণ্ড ===\n২০১৫ সালে, ব্রেয়ার গ্লসিপ বনাম গ্রস মামলায় ভিন্নমত পোষণ করেন, যেখানে ৫-৪ ভোটে রায় দেয়া হয়েছিল যে, যারা তাদের মৃত্যুদণ্ড চ্যালেঞ্জ করছেন, তাদের মৃত্যুদণ্ডের পদ্ধতি চ্যালেঞ্জ করার আগে একটি \"জানা এবং সহজলভ্য\" মৃত্যুদণ্ড পদ্ধতি প্রদান করতে হবে। গিন্সবার্গের সাথে যোগ দিয়ে ব্রায়ার মৃত্যুদণ্ডের সংবিধানিকতা প্রশ্ন করেছিলেন। তিনি লিখেছিলেন, \"যে কারণে আমি এই মতামত প্রকাশ করেছি, আমি মনে করি খুব সম্ভবত মৃত্যুদণ্ড অষ্টম সংশোধনী লঙ্ঘন করে। অন্ততপক্ষে, আদালতকে মূল প্রশ্নের উপর পূর্ণ বিবৃতি আহ্বান করা উচিত।\"  ২০২০ সালের জুলাইয়ে, ব্রেয়ার তার এক লেখায় এই অবস্থান পুনরাবৃত্তি করেন, \"যেমন আমি পূর্বে লিখেছি, এই আদালতের জন্য, সমাধান হতে পারে, প্রশ্নটি  সরাসরি পরীক্ষা করা, যে মৃত্যুদণ্ড সংবিধান লঙ্ঘন করে কিনা।\"  \n১৮ জুন, ২০১৫-এ, ব্রেয়ার ওয়াকার বনাম টেক্সাস ডিভিশন, সনস অব কনফেডারেট ভেটেরান্স  (Walker v. Texas Division, Sons of Confederate Veterans.) মামলার  মূল মতামত লিখেছেন। তিনি লিখেছেন যে লাইসেন্স প্লেটগুলিকে সরকারী বক্তব্য হিসাবে বিবেচনা করা হয় এবং ব্যক্তিগত বক্তব্যের চেয়ে বেশি নিয়ন্ত্রণের বিষয়।  এটি করার সময়, তিনি উল্লেখ করেছেন যে রাজ্যগুলি ঐতিহাসিকভাবে সরকারী বার্তাগুলিকে প্রকাশ করার জন্য লাইসেন্স প্লেট ব্যবহার করেছে এবং যে বক্তব্যটি \"আবশ্যকভাবে সরকার কর্তৃক জারি করা আইডি\"-তে প্রদর্শিত হয় তা যুক্তিসঙ্গতভাবে রাজ্যের সাথে যুক্ত বলে ধরে নেওয়া যেতে পারে।  ব্রেয়ার সরকারী এবং বেসরকারী নাগরিকদের মধ্যে পার্থক্য সম্পর্কেও মন্তব্য করেছেন, বলেছেন যে সরকারী বার্তা \"ফ্রি স্পিচ ক্লজ দ্বারা এর বিষয়বস্তু নির্ধারণ করতে বাধা প্রাপ্ত নয়। […] যদি ফ্রি স্পিচ ক্লজ অন্যভাবে ব্যাখ্যা করা হত, তাহলে সরকার কাজ করতে সক্ষম হত না।\" \n২৩ জুন, ২০২১-এ, মহানয় এরিয়া স্কুল ডিস্ট্রিক্ট বনাম বিএল  (Mahanoy Area School District v. B.L.) মামলায় ব্রেয়ার ক্যাম্পাসের বাইরের ছাত্রদের বক্তৃতায় স্কুলের নিয়ন্ত্রণের ভূমিকা সম্পর্কিত মূল মতামত লিখেছেন।  তার মতে, স্কুল কর্তৃপক্ষের দ্বারা এমন ভাষণের নিয়ন্ত্রণের গুরুত্ব ছিল, তবে তিনি স্বীকার করেছিলেন যে, যদি এই নিয়ন্ত্রণ পুরোপুরি কার্যকর করা হয়, তাহলে ছাত্রদের উপর ২৪ ঘণ্টার সীমাবদ্ধতা লাগানোর সম্ভাবনা রয়েছে, যা ঐতিহ্যগতভাবে পিতামাতার তত্ত্বাবধানে থাকে এবং স্কুলগুলোর উদ্দেশ্য হচ্ছে চিন্তার মুক্ত পরিবেশ (marketplace of ideas) রক্ষা করা।  তা সত্ত্বেও, ব্রায়ার বলেছেন যে সোশ্যাল মিডিয়ায় অশালীন মন্তব্য করা স্কুলের কার্যক্রমে বড় কোনো সমস্যা সৃষ্টি করেনি বা অন্যদের ক্ষতি করেনি। তিনি লিখেছিলেন, \"লেভির বক্তব্যে শাস্তি দেওয়ার জন্য যে যুক্তি দেয়া হয়েছে তা যথেষ্ট ছিল না […] যদি তিনি প্রাপ্তবয়স্ক হতেন, তবে প্রথম সংশোধনী তার পক্ষে শক্তিশালী সুরক্ষা দিত।\" \n\n\n=== আসামীর সুরক্ষা ===\n২০১১ সালের ২১ জুন, ব্রায়ার টার্নার বনাম রজার্স  (Turner v. Rogers) মামলায় সংখ্যাগরিষ্ঠের পক্ষে রায় লিখেছিলেন, যেখানে তিনি  সিভিল কনটেম্পট মামলায় আইনজীবীর (counsel) বা অন্য কোনো সুরক্ষা ব্যবস্থার প্রয়োজনীয়তা নিয়ে আলোচনা করেছিলেন। তার মতে, তিনি স্বীকার করেছেন যে বন্দীত্বের সঙ্গে সম্পর্কিত সব বিষয়েই পরামর্শের অধিকার নেই, কারণ সিভিল কনটেম্পট মামলায় ডিফেন্ডেন্টের প্রতিপক্ষ প্রায়ই কোনো আইনজীবী ছাড়া থাকে, যুক্তিগুলি সাধারণত সহজ প্রশ্নের উপর ভিত্তি করে হয়, এবং বিকল্প সুরক্ষা ব্যবস্থা পাওয়া যায়। এই সুরক্ষা ব্যবস্থা, যেমন আর্থিক তথ্য চাওয়া বা ডিফেন্ডেন্টকে পেমেন্টের আইনি গুরুত্ব সম্পর্কে জানানো, রাষ্ট্রের প্রদান করা উচিত, অন্যথায় ভূলক্রমে ন্যায়বিচার থেকে বঞ্চিত হওয়ার ঝুঁকি থাকবে। \n২০১৫ সালের ২২ জুন, ব্রায়ার কিংসলে বনাম হেনড্রিকসন মামলায় বেশিরভাগ রায়ে লিখেছিলেন যে একটি প্রিট্রায়াল ডিটেইনিকে প্রমাণ করতে হবে যে অতিরিক্ত পুলিশি শক্তি অতিরিক্ত ছিল, তা শুধুমাত্র একটি অবজেকটিভ মানদণ্ড অনুসারে, সাবজেকটিভ মানদণ্ড অনুসারে নয়।  তার মতামতে, তিনি লিখেছিলেন যে ডিউ প্রসেস ক্লজ প্রিট্রায়াল ডিটেইনিদেরকে একটি রাষ্ট্রীয় কর্মীর দ্বারা \"অবজেকটিভলি অবৈধ\" শক্তি থেকে রক্ষা করে।  তিনি উপসংহারে বলেছিলেন, \"যখন শাস্তি দেওয়ার স্পষ্ট অভিপ্রায় নেই, তখন একটি প্রিট্রায়াল ডিটেইনি তবুও প্রমাণ করতে পারে যে কর্মগুলি 'বৈধ অ-শাস্তিমূলক সরকারী উদ্দেশ্য' এর সঙ্গে যুক্ত নয় বা যে কর্মগুলি 'সেই উদ্দেশ্যের তুলনায় অতিরিক্ত' মনে হয়।\" \n২০১৮ সালের ২১ ফেব্রুয়ারি, ব্রায়ার ক্লাস বনাম ইউনাইটেড স্টেটস (Class v. United States) মামলায় বেশিরভাগ রায়ে লিখেছিলেন, যে ব্যক্তি ইতিমধ্যেই দোষী সাব্যস্ত হয়েছে, সে কি একটি ফেডারেল আইনের সাংবিধানিকতা চ্যালেঞ্জ করতে পারে কিনা।  তার মতে, তিনি শ্রেণীকে অতীতের মামলাগুলি থেকে আলাদা করেছেন যেখানে আপিল অস্বীকার করা হয়েছিল, যেমন মার্কিন যুক্তরাষ্ট্র বনাম ব্রোস এবং মেনা বনাম নিউ ইয়র্ক, কারণ ক্লাসের অপরাধ স্বীকারের ফলে প্রশ্নযুক্ত অভিযোগের বিরুদ্ধে আপিল করার ক্ষমতা তার ছিল যা অন্যথায় তার রেকর্ডের বিপরীত হত। .  তিনি উপসংহারে বলেছিলেন, \"এখানে যে দাবিগুলি রয়েছে, সেগুলি ক্লাসের plea agreement দ্বারা সরাসরি আপিল করার ক্ষেত্রে নিষিদ্ধ কোনো দাবির মধ্যে পড়ে না। এগুলি সরকারের ক্ষমতাকে চ্যালেঞ্জ করে ক্লাসের (অভিযোগিত) আচরণকে অপরাধী হিসেবে গণ্য করার ক্ষেত্রে। 'সংবিধানিকভাবে তাকে অভিযুক্ত করার' ক্ষেত্রে সেগুলি বরং সরকারের ক্ষমতাকে প্রশ্নবিদ্ধ করে। এই পরিস্থিতিতে, অপরাধ স্বীকার করা (guilty plea), সরাসরি আপিল করতে বাধা দেয় না।” \n\n\n=== ন্যাটিভ আমেরিকান আইন (Native American law) ===\n২০০১ সালের ২৭ নভেম্বর, ব্রায়ার চিকাসাও নেশন বনাম ইউনাইটেড স্টেটস (Chickasaw Nation v. United States) মামলায় বেশিরভাগ রায়ে লিখেছিলেন, যা গেম্বলিং অপারেশনে উপজাতিদের ট্যাক্সের কোন দায়বদ্বতা আছে কিনা তা সম্পর্কিত।  তার মতামতে, তিনি উল্লেখ করেছেন যে IRC অধ্যায় ৩৫, যা রাজ্য সরকারী লটারিগুলিকে ফেডারেল আবগারি কর থেকে ছাড় দেয়, এটি উপজাতি পুল-ট্যাব অপারেশনগুলির জন্য সমানভাবে ছাড় প্রদান করে না, যদিও এগুলি IRC অনুযায়ী লটারির মতো কাজ করে।  ব্রেয়ার লিখেছেন যে কোডের একটি সরল পঠন,  যা গেম্বলিং অপারেশনের উপর \"ট্যাক্স রিপোর্টিং এবং উইথহোল্ডিং\" রাজ্য এবং উপজাতিদের জন্য সমানভাবে প্রযোজ্য হওয়ার কথা বলেছে, তা \"অযথা অন্তর্ভুক্ত করা হয়েছে। খারাপ উদাহরণ থাকা একটি আইনের ভাষাটির পুনর্লিখন করা উচিত নয়। এছাড়া এর মানে এই নয় যে আইনটি অস্পষ্ট।\" ব্রায়ার মতে, অধ্যায় ৩৫ \"সহজভাবে ট্যাক্স আরোপ করে […] যার মধ্যে এটি কিছু রাজ্য-নিয়ন্ত্রিত গেম্বলিং কার্যক্রমকে ছাড় দেয়।\" \n২০০৪ সালের ১৯ এপ্রিল, ব্রায়ার ইউনাইটেড স্টেটস বনাম লারা মামলায় বেশিরভাগ রায়ে লিখেছিলেন, যে উপজাতীয় সরকার এবং ফেডারেল সরকার উভয়ই একই অভিযোগে অ-সদস্য নেটিভ আমেরিকানদের বিরুদ্ধে মামলা করতে পারে, যা ডাবল জেপার্ডি ক্লজ লঙ্ঘন করে না, কারণ নেটিভ নেশনগুলি সার্বভৌম (আলাদা সোভেরেইন)।  তিনি এই প্রশ্নটি পুনরায় উপজাতির সার্বভৌমত্বের প্রেক্ষিতে পুনর্ব্যক্ত করেছিলেন, \"যে কংগ্রেসের সাংবিধানিক ক্ষমতা আছে কি না, সময়ের সঙ্গে রাজনৈতিক শাখাগুলি যে বিধিনিষেধগুলি একটি উপজাতির অন্তর্নিহিত আইনি ক্ষমতার প্রয়োগে আরোপ করেছে, তা শিথিল করতে।\"।  ব্রায়ার উপসংহারে বলেছিলেন যে ইন্ডিয়ান কমার্স ক্লজ কংগ্রেসকে উপজাতির সঙ্গে সম্পর্কিত আইন প্রণয়ন করার ক্ষমতা প্রদান করে এবং কংগ্রেসের ইন্ডিয়ান সিভিল রাইটস অ্যাক্টের সংশোধনীগুলি উপজাতির সার্বভৌমত্বের প্রতি শ্রদ্ধা জানানোর মাধ্যমে ডাবল জেপার্ডি প্রযোজ্য না হওয়ার নিশ্চয়তা দেয়। \n\n\n=== পরিবেশ ===\nফ্রেন্ডস অব দ্য আর্থ, ইনকর্পোরেটেড বনাম লেইডল' প্রাকৃতিক সেবা, ইনকর্পোরেটেড (Friends of the Earth, Inc. v. Laidlaw Environmental Services, Inc. ) (২০০০) মামলায়, ব্রায়ার ৭-২ সংখ্যাগরিষ্ঠ রায়ের পক্ষে ছিলেন, যা নির্ধারণ করেছিল যে, যারা নর্থ টাইগার নদীকে বিনোদনমূলক উদ্দেশ্যে ব্যবহার করতেন কিন্তু দূষণের কারণে তা করতে পারছেন না, তাদের শিল্প দূষকদের বিরুদ্ধে মামলা করার অধিকার রয়েছে।\n২০২০ সালের ২৩ এপ্রিল, ব্রায়ার মাউই কাউন্টি বনাম হাওয়াই উইল্ডলাইফ ফান্ড (County of Maui v. Hawaii Wildlife Fund) মামলায় বেশিরভাগ রায় লেখেন।  আদালত রায় দেয় যে, মাউই কাউন্টিকে ক্লিন ওয়াটার অ্যাক্টের অধীনে একটি পারমিট থাকতে হবে, যাতে তারা ভূগর্ভস্থ জল দূষণ সমুদ্রের মধ্যে ছাড়তে পারে। যদিও এই রায় ৯ম সার্কিটের রায়ের তুলনায় কম ব্যাপক ছিল, পরিবেশবাদী গ্রুপগুলি রায়টিকে জয় এবং ক্লিন ওয়াটার অ্যাক্টের সমর্থন হিসেবে দেখেছিল।  ২০২০ সালের ৩১ জুলাই, ব্রায়ার ভিন্নমত পোষণ করেন যখন সুপ্রিম কোর্ট ৫-৪ রায়ে ৯ম সার্কিটের রায় স্থগিত করার বিরুদ্ধে আপিল প্রত্যাখ্যান করে, যা ইউএস-মেক্সিকো সীমান্তে দেওয়াল নির্মাণ বন্ধ করে দেয়। সিয়েরা ক্লাব যুক্তি দেয় যে, দেওয়াল পরিবেশের জন্য অত্যধিক ক্ষতিকর হবে, যার মধ্যে বন্যপ্রাণীকে হুমকি দেওয়া এবং সোনোরান মরুভূমিতে পানির প্রবাহ পরিবর্তন করা অন্তর্ভুক্ত। \nব্রেয়ার লিখেছেন, \"তবুও নির্মাণ কাজ চালিয়ে যেতে দেওয়ার জন্য আদালতের সিদ্ধান্ত, আমি আশঙ্কা করি, চূড়ান্ত রায় হিসেবে কার্যকর হতে পারে।\" গিন্সবার্গ, সোটোমায়র, এবং কেগান তার মতবিরোধে যোগ দেন।  ২০২১ সালের ৪ মার্চ, ব্রেয়ার ইউনাইটেড স্টেটস ফিশ অ্যান্ড উইল্ডলাইফ সার্ভিস বনাম সিয়েরা ক্লাব, ইনকর্পোরেটেড মামলায় মতবিরোধ প্রকাশ করেন, যেখানে শুধুমাত্র সোটোমায়র তার সাথে যোগ দেন। এই মামলাটি তথ্যের স্বাধীনতা আইনের (Freedom of Information Act (FOIA)) অধীনে সিয়েরা ক্লাবের অনুরোধের সাথে সম্পর্কিত \"খসড়া মতামত\" এর জন্য,যা শিল্প যন্ত্রপাতি শীতল করার জন্য জলের নীচের ব্যবহৃত তলদেশের কাঠামো নিয়ন্ত্রণকারী নিয়মগুলি সম্পর্কিত। সিয়েরা ক্লাব যুক্তি দিয়েছিল যে তাদের এই দলিলগুলি অ্যাক্সেস করার অধিকার রয়েছে। \nসংখ্যাগরিষ্ঠ রায় পরিবেশগত গ্রুপগুলির জন্য সরকারী দলিলগুলি FOIA-র অধীনে নিয়ে আসার ক্ষমতা সীমাবদ্ধ করে।  ব্রেয়ার তার মতবিরোধে লিখেছিলেন, \"এজেন্সির চর্চা দেখায় যে ড্রাফট বায়োলজিক্যাল মতামত, ফাইনাল বায়োলজিক্যাল মতামত নয়,  এমন একটি নথি যা ইপিএ-কে বিপদ এবং বিকল্প সম্পর্কে পরিষেবার উপসংহার সম্পর্কে অবহিত করে এবং ইপিএর মধ্যে কী করতে হবে তা সিদ্ধান্ত নেওয়ার প্রক্রিয়া শুরু করে। যদি চূড়ান্ত বায়োলজিক্যাল মতামত FOIA অধীনে পাওয়া যায়, যেমনটি সবাই একমত বলে মনে হয়, তাহলে কেন খসড়া বায়োলজিক্যাল মতামত, যা একই পরিষেবার সিদ্ধান্তগুলিকে মূর্ত করে (এবং EPA-কে একই চারটি বিকল্প রেখে), পাওয়া যাবে না?\"  হলিফ্রন্টিয়ার শেইন রিফাই্নিং বনাম রিনিউএবল ফুয়েলস অ্যাসোসিয়েশন (Hollyfrontier Cheyenne Refining v. Renewable Fuels Association-) মামলায়, ব্রেয়ার তেল শোধনাগারের পক্ষে রায় দেন, সংখ্যাগরিষ্ঠ রায়ের সাথে যোগ দিয়ে, যা বলেছিল যে আর্থিকভাবে সংগ্রামরত তেল শোধনাগারগুলিকে ২০১১ সাল থেকে প্রতি বছর ধারাবাহিকভাবে ফেডারেল নবায়নযোগ্য জ্বালানি নীতির আওতায় অব্যাহতি (এক্সেমপশন) দেওয়ার প্রয়োজন নেই। \n\n\n=== স্বাস্থ্য পরিচর্যা ===\nব্রেয়ার সাধারণভাবে ২০১০ সালে পাস হওয়ার পর থেকে অ্যাফোর্ডেবল কেয়ার অ্যাক্ট (Affordable Care Act) সমর্থনে ভোট দিয়েছেন। তিনি ক্যালিফোর্নিয়া বনাম টেক্সাস মামলায় ৭-২ সংখ্যাগরিষ্ঠ রায় লিখেছিলেন ১৭ জুন, ২০২১ তারিখে। রায়ে আদালত নির্ধারণ করে যে, টেক্সাস এবং অন্যান্য রাজ্যগুলির অ্যাফোর্ডেবল কেয়ার অ্যাক্টের ব্যক্তিগত mandate এর বিরুদ্ধে মামলা করার অধিকার নেই।ব্রায়ার লিখেছিলেন, \"এটি তেমন অস্বাভাবিক নয় যে বাদী পক্ষ তাদের সমর্থনে কোনো মামলা উল্লেখ করতে পারে না। বরং, আমাদের পূর্ববর্তী রায়গুলোতে সবসময়ই বলা হয়েছে যে, একজন বাদীকে এমন একটি জখম (injury) প্রমাণ করতে হবে যা একটি আইনের বাস্তবায়ন বা হুমকির ফলস্বরূপ ঘটেছে, তা আজ অথবা ভবিষ্যতে হোক।\" \n\n\n=== পক্ষপাতমূলক গেরিম্যানডারিং ===\n২০০৪ সালের ২৮ এপ্রিল, ব্রায়ার ভিয়েথ বনাম জুবেলারার মামলায় ভিন্নমত পোষণ করেন, যেখানে আদালত বলেছিল যে পক্ষপাতদুষ্ট গেরিম্যান্ডারিং একটি ন্যায়বিচারযোগ্য দাবি নয়। তার মতবিরোধে ব্রেয়ার লিখেছিলেন, \"কখনও কখনও purely রাজনৈতিক গেরিম্যান্ডারিং কোনো বাস্তব গণতান্ত্রিক লক্ষ্য পূরণ করতে ব্যর্থ হয়, তবে তা একই সময়ে গণতান্ত্রের জন্য গুরুতর ক্ষতির হুমকি সৃষ্টি করে। এবং এমন পরিস্থিতিতে, আদালত সাম্যের ভিত্তিতে সুরক্ষা লঙ্ঘন চিহ্নিত করতে পারে এবং এর জন্য প্রতিকার প্রদান করতে পারে।\" ২০০৬ সালে, ব্রায়ার ৫-৪ সংখ্যাগরিষ্ঠ রায়ে অংশ নেন, যেখানে আদালত রায় দেয় যে ২০০৩ সালের টেক্সাস পুনর্বিভাজন পরিকল্পনায় ২৩ নম্বর জেলা ভোটাধিকার আইনের লঙ্ঘন করেছে, কারণ এতে ভোটের মান হ্রাস পেয়েছিল। বিচারপতি জন পল স্টিভেনসের সঙ্গে, ব্রেয়ার আরও বলেন যে টেক্সাসের রাজ্যব্যাপী পরিকল্পনা ছিল একটি সাংবিধানিক পক্ষপাতদুষ্ট গেরিম্যান্ডার এবং তারা plaintiffs-এর দাবি সমর্থন করতেন।\n২০১৯ সালের জুনে, ব্রায়ার রুচো বনাম কমন কজ (Rucho v. Common Cause) মামলায় আবার মতবিরোধ প্রকাশ করেন, যেখানে সুপ্রিম কোর্ট ৫-৪ রায়ে বলে যে, গেরিম্যান্ডারিং একটি ন্যায়বিচারযোগ্য দাবি নয়। \n\n\n=== ভোটের অধিকার ===\nব্রেয়ার আলাবামা লেজিসলেটিভ ব্ল্যাক ককাস বনাম আলাবামা  মামলায় প্রধান মতামত লিখেছিলেন, যেখানে রায় দেওয়া হয় যে জাতিগত গেরিম্যান্ডারিংয়ের দাবি প্রতিটি জেলা অনুযায়ী পরীক্ষা করা উচিত এবং আলাবামার রাজ্যের চারটি সিনেট জেলাকে জাতিগত গেরিম্যান্ডারিং হিসেবে অসাংবিধানিক ঘোষণা করা হয়। \nব্রেয়ার শেলবি কাউন্টি বনাম হোল্ডার মামলায় গিন্সবার্গের প্রতিবাদে যোগ দেন। ৫-৪ সংখ্যাগরিষ্ঠ সিদ্ধান্তে ভোটাধিকার আইনের ধারা ৪(বি) অসাংবিধানিক ঘোষণা করা হয়। ব্রেয়ার গিন্সবার্গের আরেকটি প্রতিবাদে যোগ দেন, আরএনসি বনাম ডিএনসি মামলায়, যা উইসকনসিন প্রাথমিক নির্বাচনের ভোট দেওয়ার সময়সীমার নিম্ন আদালতের সম্প্রসারণ বাতিল করে। নিম্ন আদালত সময়সীমা বাড়িয়েছিল, যাতে যারা এপ্রিল ৭ তারিখে মেইল-ইন ব্যালট পাননি, তারা COVID-19 মহামারীর প্রেক্ষাপটে মেইল মাধ্যমে ভোট দিতে পারেন। ব্রায়ার অক্টোবর মাসে একটি অনুরুপ উইসকনসিন মামলায় ভিন্নমত পোষণ করেন; আবেদনকারীরা আদালতকে অনুরোধ করেছিলেন যে উইসকনসিনে নির্বাচনের পরবর্তী ছয় দিন পর্যন্ত প্রাপ্ত মেইল-ইন ব্যালট গণনা করতে বলা হোক, এবং ব্রেয়ার, সোটোমায়র এবং কাগান ভিন্নমত পোষণ করে, আবেদনকারীদের সময়সীমা বাড়ানোর অনুরোধ প্রত্যাখ্যান করেন।   ব্রেয়ার কাগানের প্রতিবাদে যোগ দেন ব্রনোভিচ বনাম ডিএনসি  Brnovich v. DNC (২০২১) মামলায়, যা অ্যারিজোনার ব্যালট হারভেস্টিং নিষেধাজ্ঞা এবং প্রিসিঙ্ক্টের বাইরে ব্যালট গননা না করার বিধানকে সমর্থন করে। সবচেয়ে সিনিয়র প্রতিবাদকারী হিসেবে, ব্রেয়ার সম্ভবত কাগানকে প্রতিবাদী মতামত লিখতে দায়িত্ব দেন।\n\n\n== অবসর এবং অবসর পরবর্তী ==\n\n২০২০ সালের রাষ্ট্রপতি এবং সিনেট নির্বাচনে গণতান্ত্রিক বিজয়ের পরে, প্রগতিশীল কর্মী এবং কংগ্রেসের ডেমোক্র্যাটিক সদস্যরা ব্রেয়ারকে অবসর নেওয়ার আহ্বান জানিয়েছিলেন যাতে প্রেসিডেন্ট বাইডেন একটি তরুণ এবং উদারপন্থী বিচারক মনোনীত করতে পারেন। ।  নিউ ইয়র্ক টাইমস ২০২১ সালের আগস্টে নিউ ইয়র্ক টাইমসের একটি সাক্ষাৎকারে ব্রেয়ার বলেন, তিনি তার মৃত্যুর আগে অবসর নিতে চান, এবং তিনি বিচারক অ্যান্টনিন স্কালিয়ার সঙ্গে একটি আলোচনার কথা স্মরণ করেন, যেখানে স্কালিয়া বলেছিলেন যে তিনি চান না তার উত্তরসূরি \"যা কিছু তিনি গত ২৫ বছর ধরে করেছেন, তা পরিবর্তন করুক\"। ব্রেয়ার বলেন, স্কালিয়ার মন্তব্যটি তার অবসর নেওয়ার সিদ্ধান্তের মানসিকতায় \"অবশ্যই প্রভাব ফেলবে\"।  ফক্স নিউজের ২০২১ সালের সেপ্টেম্বরের একটি সাক্ষাৎকারে, ব্রায়ার বলেন, যেসব কর্মী তার অবসর নেওয়ার জন্য আহ্বান জানাচ্ছেন, তাদের \"মতামত প্রকাশের অধিকার রয়েছে\" এবং \"আমি অবসর নিইনি কারণ আমি মনে করেছি যে মোটের ওপর আমি অবসর নেব না\"। তিনি বলেন, তিনি তার অবসর নেওয়ার পরিকল্পনা নির্ধারণে বেশ কয়েকটি কারণ বিবেচনায় নিয়েছিলেন, এবং তিনি পুনর্ব্যক্ত করেন যে তিনি \"কোর্টে মারা যেতে চান না\"। \n২০২২ সালের ২৬ জানুয়ারি, সংবাদ মাধ্যমগুলি জানায় যে ব্রায়ার তার ২০২১–২২ মেয়াদ শেষ হওয়ার পর কোর্ট থেকে অবসর নেওয়ার ইচ্ছা প্রকাশ করেছেন।  ২৭ জানুয়ারি, ব্রায়ার তার অবসর গ্রহণের সিদ্ধান্ত সাদা বাড়ির একটি ঘোষণায় বাইডেনের সঙ্গে নিশ্চিত করেন।  ২৫ ফেব্রুয়ারি, বাইডেন তার প্রাক্তন ক্লার্ক এবং যুক্তরাষ্ট্রের ডিসট্রিক্ট অফ কোলম্বিয়া সার্কিট কোর্টের বিচারক কেটানজি ব্রাউন জ্যাকসনকে ব্রায়ারের স্থলাভিষিক্ত হিসেবে সুপ্রিম কোর্টে মনোনীত করার ঘোষণা দেন।  ২০২২ সালের ৭ এপ্রিল, যুক্তরাষ্ট্রের সেনেট ৫৩-৪৭ ভোটে জ্যাকসনের মনোনয়ন অনুমোদন করে।  তার অবসর নেওয়ার আগে ব্রেয়ার যে শেষ রায়টি লিখেছিলেন তা ছিল টরেস বনাম টেক্সাস ডিপার্টমেন্ট অফ পাবলিক সেফটি মামলার অধিকাংশ মতামত।  ৩০ জুন, ২০২২ তারিখে, ব্রায়ার ১২:০০ অপরাহ্ন EDT-এ, কোর্টের শেষ মতামত ও আদেশের পর সুপ্রিম কোর্ট থেকে অবসর নেন।  ব্রেয়ারের অবসরে শুধুমাত্র তখন একজন সামরিক পুরনো সৈনিক, স্যামুয়েল আলিটো, সুপ্রিম কোর্টে ছিলেন। \n২০২২ সালের ২ জুলাই, ঘোষণা করা হয় যে ব্রায়ার হার্ভার্ড ল স্কুলে অ্যাডমিনিস্ট্রেটিভ ল এবং প্রক্রিয়া বিষয়ে বার্ন প্রফেসর হিসেবে নিয়োগপ্রাপ্ত হয়েছেন, যা তৎক্ষণাৎ কার্যকর। ব্রায়ার আগে হার্ভার্ড ল স্কুলে পড়াশোনা করেছেন এবং পড়িয়েছেন। \nএকজন অবসরপ্রাপ্ত সুপ্রিম কোর্ট বিচারক হিসেবে, ব্রেয়ার পদবী অনুসারে তখনও নিম্ন আদালতে বিচারক হিসেবে দায়িত্ব পালন করতে পারেন, বিশেষ করে যদি তাকে নিয়োগ করা হয়। ২০২৫ সালে তিনি প্রথম সার্কিট কোর্ট অফ অ্যাপিলস-এ ফিরে আসেন, যেখানে তিনি সুপ্রিম কোর্টে নিয়োগ পাওয়ার আগে বিচারক হিসেবে দায়িত্ব পালন করেছিলেন। \nব্রেয়ার ডোনাল্ড ট্রাম্পের দ্বিতীয় শপথ গ্রহণ অনুষ্ঠানে অংশগ্রহণ করেছিলেন, যেখানে তিনি সুপ্রিম কোর্টের নয়জন বিচারকের পরে উপস্থিত হন।\n\n\n== বিচারিক দর্শন ==\n\n\n=== সাধারণভাবে ===\nকাস সানস্টেইনের মতে, আইনের প্রতি ব্রেয়ারের বাস্তববাদী দৃষ্টিভঙ্গি \"আইনকে আরও সংবেদনশীল করে তুলবে\", তিনি আরও যোগ করেছেন যে ব্রেয়ার এর \"মূলনীতিবাদ (অরিজিনালিজম) এর বিরুদ্ধে আক্রমণ শক্তিশালী এবং বিশ্বাসযোগ্য।\" \nব্রেয়ার অবিচ্ছিন্নভাবে গর্ভপাতের অধিকারের পক্ষে ভোট দিয়েছেন,  যা সুপ্রিম কোর্টের অন্যতম বিতর্কিত বিষয়গুলির মধ্যে একটি। তিনি আদালতে বিদেশী আইন এবং আন্তর্জাতিক আইনের ব্যবহারকে তার সিদ্ধান্তে প্রণোদনামূলক (কিন্তু বাধ্যতামূলক নয়) কর্তৃত্ব হিসেবে ব্যবহার করার পক্ষে ছিলেন।  ব্রেয়ার আইন প্রয়োগকারী সংস্থাগুলোর স্বার্থ এবং প্রথম সংশোধনী বিষয়ে কংগ্রেসের সিদ্ধান্তে সম্মান প্রদর্শনে সঙ্কল্পিত ছিলেন। কোর্টের প্রথম সংশোধনী রায়ে তিনি কংগ্রেসের আইনগত সিদ্ধান্তের প্রতি সমর্থন প্রকাশ করেছিলেন, এবং ১৯৯৪ সাল থেকে অন্য কোনো বিচারক অপেক্ষা কম সংখ্যক ক্ষেত্রে কংগ্রেসের আইনকে উলটানোর পক্ষে ভোট দিয়েছেন। \nপ্রশাসনিক আইনে ব্রেয়ারের ব্যাপক অভিজ্ঞতার সাথে ফেডারেল সাজা প্রদানের নির্দেশিকাগুলির (Federal Sentencing Guidelines) প্রতিরক্ষায় তার দৃঢ় প্রতিশ্রুতি ব্যক্ত হয়েছে। তিনি বিচারপতি স্ক্যালিয়া দ্বারা সমর্থন করা ষষ্ঠ সংশোধনীর কঠোর ব্যাখ্যাকে প্রত্যাখ্যান করেছেন, যেখানে বলা হয়েছে যে অপরাধমূলক শাস্তির জন্য প্রয়োজনীয় সমস্ত তথ্য অবশ্যই একটি জুরিতে জমা দিতে হবে এবং যুক্তিসঙ্গত সন্দেহের বাইরে প্রমাণিত হতে হবে।   অন্যান্য অনেক ক্ষেত্রেও, ব্রেয়ার এর বাস্তববাদী দৃষ্টিভঙ্গি স্কালিয়ার শব্দকেন্দ্রিক দৃষ্টিভঙ্গির (টেক্সচুয়ালিজম) বুদ্ধিবৃত্তিক পাল্টা জবাব হিসেবে বিবেচিত হয়েছে। \nনিজের ব্যাখ্যামূলক দর্শন বর্ণনা করতে গিয়ে ব্রেয়ার মাঝে মাঝে ছয়টি ব্যাখ্যামূলক হাতিয়ারের ব্যবহার উল্লেখ করেছেনঃ পাঠ্য (text), ইতিহাস (history), ঐতিহ্য (tradition), নজির (precedent), একটি বিধির উদ্দেশ্য (purpose), এবং বিভিন্ন ব্যাখ্যাগুলোর ফলাফল বা পরিণতি (consequences)।    তিনি বলেছেন যে, শুধুমাত্র শেষ দুইটি বিষয় তাকে পাঠ্যবাদী বা টেক্সটুয়ালিস্টদের (যেমন স্কালিয়া) থেকে আলাদা করে। ব্রেয়ার যুক্তি দেন যে, এই উৎসগুলো প্রয়োজনীয়, তবে বিশেষত উদ্দেশ্য (purpose) এর ক্ষেত্রে, আইনগত ব্যাখ্যায় আরো বড় অবজেক্টিভিটি প্রদান করতে পারে, যেটি প্রায়ই অস্পষ্ট বিধির পাঠ্যের তুলনায়।  আর ফলাফল বা পরিণতির (consequences) এর ক্ষেত্রে, ব্রেয়ার যুক্তি দেন যেআইনি ব্যাখ্যার প্রভাব বিবেচনা করা আইনের উদ্দেশ্যের সাথে সামঞ্জস্যতা নিশ্চিত করার আরও একটি উপায়। \n\n\n=== সক্রিয় স্বাধীনতা ===\n\nব্রেয়ার তার বিচারিক দর্শন ২০০৫ সালে অ্যাক্টিভ লিবার্টিঃ ইন্টারপ্রেটিং আওয়ার ডেমোক্রেটিক কনস্টিটিউশন (Active Liberty: Interpreting Our Democratic Constitution) বইয়ে বিস্তারিতভাবে ব্যাখ্যা করেন। এতে, ব্রেয়ার বিচারকদের পরামর্শ দেন যে তারা আইনি ধারাগুলোর (সংবিধান বা আইনের) ব্যাখ্যা করার সময় টেক্সটের উদ্দেশ্য এবং নির্দিষ্ট রায়গুলোর পরিণতি কীভাবে ওই উদ্দেশ্যের সঙ্গে সামঞ্জস্যপূর্ণ তা লক্ষ্য করুন। বইটি ১৯৯৭ সালের এ ম্যাটার অফ ইন্টারপ্রিটেশন (A Matter of Interpretation) বইয়ের প্রতিক্রিয়া হিসেবে বিবেচিত হয়, যেখানে অ্যান্টনিন স্কালিয়া শুধুমাত্র টেক্সটের মূল অর্থের প্রতি আনুগত্যের উপর গুরুত্ব দিয়েছিলেন।\nActive Liberty বইয়ে ব্রেয়ার যুক্তি দেন যে, সংবিধানের প্রণেতারা একটি গণতান্ত্রিক সরকার প্রতিষ্ঠা করতে চেয়েছিলেন যা নাগরিকদের সর্বাধিক স্বাধীনতা প্রদান করবে। ব্রেয়ার আইজাইয়া বার্লিনের স্বাধীনতার দুটি ধারণা (Two Concepts of Liberty) কথা উল্লেখ করেন। বার্লিনের প্রথম ধারণাটি, যা অধিকাংশ মানুষ স্বাধীনতা হিসেবে বুঝে, তা হলো \"সরকারি জবরদস্তি থেকে স্বাধীনতা\"। বার্লিন একে \"নেতিবাচক স্বাধীনতা\" বলে অভিহিত করেছিলেন এবং এর হ্রাসের বিরুদ্ধে সতর্ক করেছিলেন; ব্রেয়ার একে \"আধুনিক স্বাধীনতা\" বলে উল্লেখ করেন। বার্লিনের দ্বিতীয় ধারণা—\"ইতিবাচক স্বাধীনতা\"—হলো \"সরকারে অংশগ্রহণের স্বাধীনতা\"। ব্রেয়ার এর ভাষায়, এটি হলো সেই \"কার্যকর স্বাধীনতা\" যা বিচারককে সমর্থন করতে হবে। \"কার্যকর স্বাধীনতা\" কী তা প্রতিষ্ঠিত করার পর এবং আইন প্রণেতাদের কাছে এই ধারণাটির মৌলিক গুরুত্ব অন্য \"নেতিবাচক স্বাধীনতা\" ধারণার তুলনায় প্রাধান্য পাওয়া উচিত, ব্রেয়ার মূলত ব্যবহারিক যুক্তি প্রদান করেন যে রায়গুলো সংবিধানের গণতান্ত্রিক উদ্দেশ্য অনুযায়ী কার্যকর করা উচিত।\nবইটির ঐতিহাসিক ভিত্তি এবং ব্যবহারিক পরামর্শগুলোর বিরুদ্ধে কিছু চ্যালেঞ্জ উথাপিত হয়েছে। উদাহরণস্বরূপ, পিটার বারকোভিটজ বলেছেন   যে, \"সংবিধানের সরকারী কাঠামোর প্রধানত গণতান্ত্রিক প্রকৃতি সবসময় স্পষ্ট মনে হয়নি\", যেমন ব্রেয়ার বলেছেন, কারণ এটি সত্য নয় যে সংবিধান কার্যকর স্বাধীনতাকে আধুনিক (নেতিবাচক) স্বাধীনতার উপরে মূল্যায়ন করে। বারকোভিটজ যুক্তি দেন, ব্রেয়ারের অবস্থান \"সংবিধানের প্রতি আনুগত্য\" নয়, বরং \"সংবিধানের অগ্রাধিকার পুনর্লিখনের\" একটি নির্ধারণ। বারকোভিটজ আরও বলেন যে, ব্রেয়ার এই মানদণ্ডটি গর্ভপাতের প্রশ্নে প্রয়োগে অসঙ্গতিপূর্ণ, পরিবর্তে তিনি \"মহিলা অধিকার রক্ষাকারী সিদ্ধান্তগুলির প্রতি সমর্থন জানান, যা গণতান্ত্রিক আলোচনার থেকে বিতর্কিত বিষয়গুলো সরিয়ে দেয়\"। \"লাইভিং ডকুমেন্ট\" বিচারক হিসেবে টেক্সচুয়ালিস্ট আক্রমণের জবাব না দিয়ে, বারকোভিটজ যুক্তি দেন যে Active Liberty \"এটি প্রস্তাব করে যে, যখন প্রয়োজন হয়, ব্রেয়ার তার পছন্দের পরিণতি বাস্তবায়নের জন্য সংবিধানের মূল উদ্দেশ্য নির্ধারণ করবেন।\"\nএই অভিযোগের বিপরীতে, ক্যাস সানস্টেইন ব্রেয়ারকে সমর্থন করেছেন, উল্লেখ করে যে, রেনকুইস্ট কোর্টের নয়টি বিচারকের মধ্যে, ব্রেয়ার কংগ্রেসের আইনকে সমর্থন এবং নির্বাহী শাখার সিদ্ধান্তে সম্মান প্রদর্শনে সর্বোচ্চ শতাংশ ভোট পেয়েছেন।  তবে, The New Yorker এ জেফরি টুবিনের মতে, \"ব্রেয়ার স্বীকার করেন যে 'কার্যকর স্বাধীনতা' ভিত্তিক বিচারিক পদ্ধতি প্রতিটি সাংবিধানিক বিতর্কের সমাধান আনবে না\", এবং ব্রেয়ার নিজে বলেন, \"গণতান্ত্রিক প্রক্রিয়াকে সম্মান করা মানে এই নয় যে আপনি সংবিধানের সীমাবদ্ধতা বাস্তবায়ন করার দায়িত্ব ত্যাগ করবেন, তা বিল অব রাইটস হোক বা ক্ষমতার বিভাজন সংক্রান্ত বিষয় হোক।\" \nএই প্রসঙ্গে, এবং ২০০৬ সালের মার্চ মাসে নিউ ইয়র্ক হিস্টোরিক্যাল সোসাইটিতে একটি আলোচনা থেকে, ব্রেয়ার উল্লেখ করেছেন যে \"গণতান্ত্রিক পদ্ধতি\" দাসপ্রথার অবসান বা \"এক ব্যক্তি, এক ভোট\"  ধারণা প্রতিষ্ঠা করতে পারেনি, এবং এটি ছিল ইউনিভার্সাল সাফ্রেজ (সর্বজনীন ভোটাধিকারের ধারণা) যা দুর্নীতিগ্রস্ত এবং বৈষম্যমূলক (কিন্তু গণতান্ত্রিকভাবে অনুপ্রাণিত) রাজ্য আইনগুলিকে সিভিল রাইটসের (নাগরিক অধিকারের) পক্ষে পালটাতে সক্ষম করেছে। \n\n\n=== অন্যান্য বই ===\n২০১০ সালে, ব্রেয়ার তার দ্বিতীয় বই মেকিং আওয়ার ডেমোক্রেসি ওয়ার্কঃ এ জাজেস ভিউ  (Making Our Democracy Work: A Judge's View) প্রকাশ করেন।   এতে, তিনি যুক্তি দেন যে বিচারকদের ছয়টি সরঞ্জাম রয়েছে, যেগুলির মাধ্যমে তারা আইনগত প্রাধান্যের সঠিক অর্থ নির্ধারণ করতে পারেন: (১) তার পাঠ্য (text); (২) তার ঐতিহাসিক প্রেক্ষাপট (historical context); (৩) নজির (precedent); (৪) ঐতিহ্য (tradition); (৫) তার উদ্দেশ্য (purpose); এবং (৬) সম্ভাব্য ব্যাখ্যাগুলির পরিণতি (consequences) ।    টেক্সটুয়ালিস্টরা, যেমন স্কালিয়া, এই ছয়টি সরঞ্জামের মধ্যে প্রথম চারটি ব্যবহার করতে স্বাচ্ছন্দ্যবোধ করেন; তবে বাস্তববাদীরা, যেমন ব্রেয়ার, বিশ্বাস করেন যে \"উদ্দেশ্য\" এবং \"পরিণতি\" বিশেষভাবে গুরুত্বপূর্ণ ব্যাখ্যামূলক সরঞ্জাম।\nব্রেয়ার সুপ্রিম কোর্টের ইতিহাসে কয়েকটি গুরুত্বপূর্ণ মুহূর্তের উল্লেখ করেন যাতে দেখানো হয় কেন একটি নির্দিষ্ট রায়ের পরিণতি সবসময় একজন বিচারকের মনে রাখা উচিত। তিনি উল্লেখ করেন যে, প্রেসিডেন্ট জ্যাকসন  Worcester v. Georgia মামলায় কোর্টের রায় উপেক্ষা করেছিলেন, যা ট্রেইল অফ টিয়ার্সের কারণ হয় এবং কোর্টের কর্তৃত্বকে গুরুতরভাবে দুর্বল করে দেয়।   তিনি আমেরিকান গৃহযুদ্ধের একটি গুরুত্বপূর্ণ অগ্রদূত ড্রেড স্কটের সিদ্ধান্তেরও উল্লেখ করেছেন।   ব্রেয়ার যুক্তি দেন, যখন কোর্ট তার সিদ্ধান্তগুলির পরিণতি উপেক্ষা করে, তখন এটি বিপর্যয়কর এবং অস্থিতিশীল ফলাফলের দিকে নিয়ে যেতে পারে। \n২০১৫ সালে, ব্রেয়ার তার তৃতীয় বই দ্য কোর্ট অ্যান্ড দ্য ওয়ার্ল্ড: আমেরিকান ল অ্যান্ড দ্য নিউ গ্লোবাল রিয়ালিটিস (The Court and the World: American Law and the New Global Realities) প্রকাশ করেন, যেখানে তিনি মার্কিন এবং আন্তর্জাতিক আইনের মধ্যে পারস্পরিক সম্পর্ক এবং কীভাবে একটি বৈশ্বিক পৃথিবীর বাস্তবতা মার্কিন মামলাগুলিতে বিবেচনা করা উচিত, তা পরীক্ষা করেন। \n২০২৪ সালের ২৬ মার্চ, ব্রেয়ার তার চতুর্থ বই রিডিং দ্য কনস্টিটিউশন: হোয়াই আই চোজ প্রাগম্যাটিজম, নট টেক্সচুয়ালিজম (Reading the Constitution: Why I Chose Pragmatism, Not Textualism) প্রকাশ করেন। বইটি সম্পর্কে একটি সাক্ষাৎকারে তিনি বলেন, যে টেক্সটুয়ালিজম, যা বিচারিক দার্শনিকতা হিসেবে রক্ষণশীল বিচারকরা পছন্দ করেন, \"যারা বিধি লিখছেন বা যারা সংবিধান লিখেছেন এবং গ্রহণ করেছেন তাদের লক্ষ্য অর্জনে সহায়তা করবে না\" এবং এটি ব্যর্থ হওয়ার জন্য পূর্বনির্ধারিত। \n\n\n=== অন্যান্য দৃষ্টিভঙ্গি ===\n২০১০ সালের ১২ ডিসেম্বর ফক্স নিউজ সানডে তে একটি সাক্ষাৎকারে ব্রেয়ার বলেছেন যে, মূল্যবোধ এবং ঐতিহাসিক রেকর্ডের ভিত্তিতে, মার্কিন যুক্তরাষ্ট্রের প্রতিষ্ঠাতা পিতারা কখনোই বন্দুকের ব্যবহারঅনিয়ন্ত্রিত করতে চাননি বা অবাধ স্বাধীনতা দেওয়ার উদ্দেশ্য করেননি এবং ইতিহাস তার এবং অন্যান্য আপত্তিকারী বিচারকদের মতামতকে সমর্থন করে । ডিস্ট্রিক্ট অফ কলম্বিয়া বনাম হেলার  (District of Columbia v. Heller) মামলায় তিনি তার সারসংক্ষেপে বলেছেনঃ\n\nআমরা বিচারক হিসেবে কাজ করছি। যদি আমরা সবকিছু ইতিহাসের ভিত্তিতে সিদ্ধান্ত নেব—তাহলে, অস্ত্র ধারণের অধিকার কতটুকু বিস্তৃত? মেশিন গান? টরপেডো? হ্যান্ডগান? আপনি কি খেলোয়াড়? আপনি কি লক্ষ্যবস্তুতে পিস্তল গুলি করতে পছন্দ করেন? তাহলে সাবওয়ে ধরুন এবং মেরিল্যান্ড চলে যান। আমি মনে করি, যাদের সত্যিই অস্ত্র রাখা চাই, তাদের জন্য কোন সমস্যা নেই।\n\nবিচারপতি স্যামুয়েল আলিটোর ২০১০ সালের স্টেট অফ দ্য ইউনিয়ন অ্যাড্রেসে কোর্টের সিটিজেনস ইউনাইটেড বনাম FEC রায়ের প্রেসিডেন্ট বারাক ওবামার সমালোচনার প্রতিক্রিয়া নিয়ে বিতর্কের পরিপ্রেক্ষিতে, ব্রেয়ার বলেছিলেন যে তিনি ভাষণে উপস্থিত থাকবেন। ঃ\n\nআমি মনে করি, এটি খুব, খুব, খুব গুরুত্বপূর্ণ—খুবই গুরুত্বপূর্ণ—যে আমরা সেই স্টেট অফ দ্য ইউনিয়নে উপস্থিত হই, কারণ আজকাল মানুষ আরও বেশি ভিজ্যুয়াল। স্টেট অফ দ্য ইউনিয়নে যা তারা সামনে দেখে তা হলো ফেডারেল সরকার। এবং আমি চাই তারা বিচারকদেরও দেখুক, কারণ ফেডারেল বিচারকরা সেই সরকারের অংশও।\n\n\n=== অনার্স ===\nব্রেয়ার ২০০৪ সালে আমেরিকান ফিলোসফিক্যাল সোসাইটিতে নির্বাচিত হন  ২০০৭ সালে, ব্রেয়ারকে আমেরিকার বয় স্কাউটস কর্তৃক বিশিষ্ট ঈগল স্কাউট পুরস্কারে সম্মানিত করা হয়।  ২০১৮ সালে, তাকে প্রিটজকার আর্কিটেকচার প্রাইজ জুরির সভাপতি করার জন্য মনোনয়ন দেয়া হয়েছিল, আগের সভাপতি গ্লেন মুরকাটের উত্তরসূরি হিসাবে। \n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nব্রেয়ার স্টিফেন কোলবার্টের টিভি শোতে অতিথি হিসাবে উপস্থিত হয়েছেন। ২০২১ সালের সেপ্টেম্বরে লেইট শোতে, তিনি টেক্সাস হার্টবিট অ্যাক্ট এবং অবসরে তার অনিচ্ছা নিয়ে আলোচনা করেছিলেন। \nব্রেয়ার ২০২১ সালের সেপ্টেম্বরে সিএনএন-এ ফরিদ জাকারিয়া জিপিএস- এ উপস্থিত হয়েছিল যেখানে তিনি কখন অবসর নেওয়ার পরিকল্পনা করেছিলেন সে সম্পর্কে তাকে প্রশ্ন করা হয়েছিল।  তিনি তার বই The Authority of the Court and the Peril of Politics প্রচার করেন।\n\n\n== প্রকাশনা ==\nBreyer, Stephen G.; MacAvoy, Paul W. (১৯৭৪)। Energy Regulation by the Federal Power Commission। Brookings Institution। আইএসবিএন 9780815710769। ওসিএলসি 866410। \nBreyer, Stephen G.; Stewart, Richard B. (১৯৭৯)। Administrative Law and Regulatory Policy (1st সংস্করণ)। Little, Brown and Company। \nBreyer, Stephen G. (১৯৮২)। Regulation and its Reform (1st সংস্করণ)। Harvard University Press। \nBreyer, Stephen (Fall ১৯৮৮)। \"The Federal Sentencing Guidelines and Key Compromises Upon Which They Rest\": 1–50। অক্টোবর ৫, ২০১৭ তারিখে মূল থেকে আর্কাইভ করা। \nBreyer, Stephen G. (১৯৯৪)। Breaking the Vicious Cycle: Toward Effective Risk Regulation। Harvard University Press। আইএসবিএন 9780674081147। ওসিএলসি 246886908। \nBreyer, Stephen (২০০৫)। Active Liberty: Interpreting Our Democratic Constitution। Vintage Books। আইএসবিএন 0-307-27494-2। \nBreyer, Stephen G.; Stewart, Richard B. (২০০৬)। Administrative Law and Regulatory Policy: Problems, Text, and Cases (6th সংস্করণ)। Aspen Publishers। আইএসবিএন 978-0735556065। \nBreyer, Stephen (২০১০)। Making Our Democracy Work: A Judge's View। A. A. Knopf। আইএসবিএন 9780307269911। ওসিএলসি 813897125। \nBreyer, Stephen (২০১৫)। The Court and the World: American Law and the New Global Realities। Penguin Random House। আইএসবিএন 9781101912072। ওসিএলসি 952026314। \nBreyer, Stephen G.; Bessler, John D. (২০১৬)। Against the Death Penalty। Brookings Institution। আইএসবিএন 9780815728900। ওসিএলসি 948669357। \nBreyer, Stephen G. (২০২০)। Breaking the Promise of Brown: The Resegregation of America's Schools। Brookings Institution Press। আইএসবিএন 9780815731665। ওসিএলসি 1197773870। \nBreyer, Stephen (২০২১)। The Authority of the Court and the Peril of Politics। Harvard University Press। আইএসবিএন 9780674269361। ওসিএলসি 1246624044। \nBreyer, Stephen (২০২৪)। Reading the Constitution: Why I Chose Pragmatism, Not Textualism। Simon & Schuster। আইএসবিএন 9781668021538। ওসিএলসি 1427062034। \n\n\n== আরো দেখুন ==\nটেমপ্লেট:SCOTUS Justices\nবিল ক্লিনটন সুপ্রিম কোর্টের প্রার্থীরা\nমার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্টের জনসংখ্যাতাত্ত্বিক তথ্য\nমার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্টের বিচারপতিদের তালিকা\nমার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্টের আইন কেরানিদের তালিকা (আসন ২)\nদীর্ঘায়ু চাকরির ভিত্তিতে মার্কিন যুক্তরাষ্ট্রের ফেডারেল বিচারকদের তালিকা\nরেহনকুইস্ট কোর্ট কর্তৃক মার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্টের মামলার তালিকা\nরবার্টস কোর্ট কর্তৃক মার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্টের মামলার তালিকা - List of United States Supreme Court cases by the Roberts Court\nকার্যকাল অনুসারে মার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্টের বিচারপতিদের তালিকা\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Stephen Breyer opinions\n\n\n== আরও পড়া ==\n\n\n== বহিঃসংযোগ ==\nএনসাইক্লোপিডিয়া ব্রিটানিকায় স্টিফেন ব্রেয়ার\nStephen Breyer\nOnTheIssues- এ ইস্যু অবস্থান এবং উদ্ধৃতি\nউপস্থিতি - সি-স্প্যানে\nস্টিফেন ব্রেয়ারের সক্রিয় স্বাধীনতার পর্যালোচনা:    ওয়েব্যাক মেশিনে আর্কাইভকৃত জুলাই ১২, ২০২০ তারিখে আমাদের গণতান্ত্রিক সংবিধানের ব্যাখ্যা করা\n\"স্টিফেন ব্রেয়ার, কোর্টের নেক্রোম্যান্সার\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত মার্চ ১২, ২০০৭ তারিখে  , অ্যাক্টিভ লিবার্টির একটি বই পর্যালোচনা: নিউ ইংলিশ রিভিউতে আমাদের গণতান্ত্রিক সংবিধানের ব্যাখ্যা\nবিচারপতি স্টিফেন ব্রেয়ারের কাছ থেকে \"'  লিবার্টি', ২০ অক্টোবর, ২০০৫, এনপিআর-এর ফ্রেশ এয়ার\n\"সক্রিয় '\" বিষয়ে সুপ্রিম কোর্টের বিচারপতি ব্রেয়ার  সাক্ষাৎকারের পার্ট 1, সেপ্টেম্বর ২৯, ২০০৫, এনপিআর-এর সকালের সংস্করণ\n\"জাস্টিস ব্রেয়ার: দ্য কেস অ্যাগেইনস্ট 'অরিজিনালিস্টস '\"  সাক্ষাৎকারের পার্ট 2, সেপ্টেম্বর ৩০, ২০০৫, এনপিআর-এর সকালের সংস্করণ\nবিচারপতি ব্রেয়ারের উপস্থিতি    ওয়েব্যাক মেশিনে আর্কাইভকৃত অক্টোবর ৩, ২০১৩ তারিখে এনপিআর-এর কুইজ শো ওয়েট ওয়েট... আমাকে বলবেন না, 24 মার্চ, 2007\nWGBH ফোরাম নেটওয়ার্ক: মার্কিন সুপ্রিম কোর্টের বিচারপতি স্টিফেন ব্রেয়ারের সাথে দেড় ঘন্টা, সেপ্টেম্বর ৮, ২০০৩। বর্ণনা (সংরক্ষিত) | ভিডিও ।\nএকটি ফিল্ম ক্লিপ \"The Open Mind – 'Active Liberty' by Mr. Justice Breyer, Part I (2005)\" ইন্টারনেট আর্কাইভ-এ উপলভ্য\nএকটি ফিল্ম ক্লিপ \"The Open Mind – 'Active Liberty' by Mr. Justice Breyer, Part II (2005)\" ইন্টারনেট আর্কাইভ-এ উপলভ্য\n1994 সালের জুলাইয়ে স্টিফেন জেরাল্ড ব্রেয়ারের উপর সুপ্রিম কোর্টের সহযোগী বিচারপতি মনোনয়নের শুনানি – মার্কিন যুক্তরাষ্ট্র সরকারের প্রকাশনা অফিস"}