{"pageid": 1513036, "title": "মিথাইলমনিক অ্যাসিড", "url": "https://bn.wikipedia.org/wiki?curid=1513036", "content": "মিথাইলম্যালোনিক অ্যাসিড ডাইকারবক্সিলিক অ্যাসিডের গ্রুপের একটি রাসায়নিক যৌগ। এটি ম্যালোনিক অ্যাসিডের মৌলিক গঠন নিয়ে গঠিত এবং এটি একটি মিথাইল গ্রুপও বহন করে।মিথাইলম্যালোনিক অ্যাসিডের লবণকে মিথাইলম্যালোনেট বলা হয়।\n\n\n== বিপাক প্রক্রিয়া ==\n\nমিথাইলম্যালোনিক অ্যাসিড প্রোপিওনেট বিপাক প্রক্রিয়ার একটি উপজাত। এই প্রক্রিয়ার শুরুতে নিম্নলিখিত উৎসগুলি রয়েছে, যা সম্পূর্ণ শরীরের প্রোপিওনেট বিপাকে আনুমানিক অবদানসহ উল্লেখ করা হয়েছে:\n\nআবশ্যিক অ্যামাইনো অ্যাসিড: মেথিওনিন, ভ্যালিন, থ্রিওনিন এবং আইসোলিউসিন (~ ৫০%)\nবিজোড়-শৃঙ্খলযুক্ত ফ্যাটি অ্যাসিড (~ ৩০%)\nব্যাকটেরিয়া গাঁজন থেকে প্রোপিওনিক অ্যাসিড (~ ২০%)\nকোলেস্টেরলের পার্শ্ব শৃঙ্খল\nথাইমিন\nপ্রোপিওনেট উপজাত, প্রোপিওনাইল-কোএ, প্রোপিওনাইল-কোএ কার্বোক্সিলেজের মাধ্যমে ডি-মিথাইলম্যালোনাইল-কোএ-তে রূপান্তরিত হয় এবং পরে মিথাইলম্যালোনাইল-কোএ ইপিমেরেজের মাধ্যমে এল-মিথাইলম্যালোনাইল-কোএ-তে রূপান্তরিত হয়। এল-মিথাইলম্যালোনাইল-কোএ-কে সাক্সিনিল-কোএ-তে রূপান্তরিত করার মাধ্যমে সাইট্রিক অ্যাসিড চক্রে প্রবেশ ঘটে, যা এল-মিথাইলম্যালোনাইল-কোএ মিউটেসের মাধ্যমে হয়, যেখানে কো-এনজাইম হিসেবে অ্যাডেনোসিলকোবালামিন আকারে ভিটামিন বি১২ প্রয়োজন। প্রোপিওনাইল-কোএ থেকে সাক্সিনিল-কোএ পর্যন্ত এই অবনতি প্রক্রিয়া সিট্রিক অ্যাসিড চক্রের অন্যতম সবচেয়ে গুরুত্বপূর্ণ অ্যানাপ্লেরোটিক পথ হিসেবে প্রতিনিধিত্ব করে। মিথাইলম্যালোনিক অ্যাসিড এই বিপাক প্রক্রিয়ার একটি উপজাত হিসেবে তৈরি হয়, যখন ডি-মিথাইলম্যালোনাইল-কোএ ডি-মিথাইলম্যালোনাইল-কোএ হাইড্রোলেজ দ্বারা মিথাইলম্যালোনিক অ্যাসিড এবং কোএ-তে বিভক্ত হয়। এনজাইম অ্যাসাইল-কোএ সিনথেটেজ পরিবার সদস্য ৩ (এসিএসএফ৩) পর্যায়ক্রমে মিথাইলম্যালোনিক অ্যাসিড এবং কোএ-কে মিথাইলম্যালোনাইল-কোএ-তে রূপান্তরিত করার জন্য দায়ী।\nআন্তঃকোষীয় এস্টেরেসগুলি মিথাইলম্যালোনিক অ্যাসিড থেকে মিথাইল গোষ্ঠী (-সিএইচ৩) অপসারণ করতে সক্ষম এবং এর ফলে ম্যালোনিক অ্যাসিড উৎপন্ন হয়।\n\n\n== ক্লিনিকাল প্রাসঙ্গিকতা ==\n\n\n=== ভিটামিন বি১২ এর অভাব ===\nবৃদ্ধি হওয়া মিথাইলম্যালোনিক অ্যাসিডের স্তর ভিটামিন বি১২ এর অভাবের ইঙ্গিত দিতে পারে। এই পরীক্ষা অত্যন্ত সংবেদনশীল (ভিটামিন বি১২ এর অভাব থাকা ব্যক্তিদের প্রায়শই বৃদ্ধি পায় স্তরগুলি) কিন্তু খুব নির্দিষ্ট নয় (যাদের ভিটামিন বি১২ এর অভাব নেই, তাদেরও স্তর বৃদ্ধি থাকতে পারে)। ভিটামিন বি১২ এর অভাবে ৯০-৯৮% রোগীর মধ্যে মিথাইলম্যালোনিক অ্যাসিড বৃদ্ধি পায়। এটির বিশেষত্ব কম, কারণ ৭০ বছর বয়সের উপরে ২০-২৫% রোগীর মধ্যে মিথাইলম্যালোনিক অ্যাসিডের স্তর বৃদ্ধি পায়, কিন্তু তাদের ২৫-৩৩% এর মধ্যে ভিটামিন বি১২ এর অভাব থাকে না। এই কারণে, প্রবীণদের মধ্যে মিথাইলম্যালোনিক অ্যাসিডের স্তরের পরীক্ষা নিয়মিতভাবে সুপারিশ করা হয় না।\n\n\n=== বিপাকজনিত রোগসমূহ ===\nঅতিরিক্ত পরিমাণ মিথাইলম্যালোনিক অ্যাসিড মিথাইলম্যালোনিক অ্যাসিডেমিয়ার সাথে সম্পর্কিত।\nযদি বৃদ্ধিপ্রাপ্ত মিথাইলম্যালোনিক অ্যাসিড স্তরের সাথে ম্যালোনিক অ্যাসিডের স্তরও বৃদ্ধি পায়, তবে এটি বিপাকজনিত রোগ যৌথ ম্যালোনিক এবং মিথাইলম্যালোনিক অ্যাসিডুরিয়া (সিএমএএমএমএ) নির্দেশ করতে পারে।রক্ত প্লাজমায় ম্যালোনিক অ্যাসিড এবং মিথাইলম্যালোনিক অ্যাসিডের অনুপাত হিসাব করে, সিএমএএমএমএ -কে ক্লাসিক মিথাইলম্যালোনিক অ্যাসিডেমিয়া থেকে পৃথক করা যেতে পারে।\n\n\n=== ক্যান্সার ===\nতাছাড়া, ২০২০ সালে বয়সের সাথে রক্তে মিথাইলম্যালোনিক অ্যাসিডের জমা হওয়া টিউমরের অগ্রগতি সঙ্গে সম্পর্কিত হয়েছে।\n\n\n=== ছোট অন্ত্রের ব্যাকটেরিয়ার অতিরিক্ত বৃদ্ধি ===\nছোট অন্ত্রে ব্যাকটেরিয়াল অতিরিক্ত বৃদ্ধির কারণে মিথাইলম্যালোনিক অ্যাসিডের স্তর বৃদ্ধি পেতে পারে, কারণ ব্যাকটেরিয়া ভিটামিন বি১২ শোষণের প্রক্রিয়ায় প্রতিযোগিতা করে। এটি খাবার থেকে পাওয়া ভিটামিন বি১২ এবং মুখে খাওয়ার প্রক্রিয়া উভয়ের ক্ষেত্রেই সত্য, এবং এটি ভিটামিন বি১২ ইনজেকশনের মাধ্যমে এড়ানো যেতে পারে। সংক্ষিপ্ত অন্ত্র সিনড্রোমে আক্রান্ত রোগীদের কেস স্টাডি থেকে এটি অনুমান করা হয়েছে যে অন্ত্রের ব্যাকটেরিয়াল অতিরিক্ত বৃদ্ধি প্রোপিওনিক অ্যাসিডের উৎপাদন বাড়িয়ে তোলে, যা মিথাইলম্যালোনিক অ্যাসিডের পূর্বসূরী। এই ক্ষেত্রে, গবেষণায় দেখা গেছে যে মেট্রোনিডাজোল প্রদান করার মাধ্যমে মিথাইলম্যালোনিক অ্যাসিডের স্তর স্বাভাবিক হয়ে যায়।\n\n\n== পরিমাপ ==\nরক্তে মিথাইলম্যালোনিক অ্যাসিডের ঘনত্ব গ্যাস ক্রোমাটোগ্রাফিক মাস স্পেকট্রোমেট্রি অথবা লিকুইড ক্রোমাটোগ্রাফি–মাস স্পেকট্রোমেট্রি দ্বারা পরিমাপ করা হয় এবং স্বাস্থ্যবান মানুষের মধ্যে মিথাইলম্যালোনিক অ্যাসিডের প্রত্যাশিত মান ৭৩ থেকে ২৭১এনমোল/এল এর মধ্যে থাকে।\n\n\n== আরও দেখুন ==\nম্যালোনিক অ্যাসিড\n\n\n== তথ্যসূত্র =="}