{"pageid": 1513493, "title": "হিতা চন্দ্রশেখর", "url": "https://bn.wikipedia.org/wiki?curid=1513493", "content": "হিতা চন্দ্রশেখর একজন ভারতীয় অভিনেত্রী যিনি কন্নড় ছবিতে কাজ করেন। তিনি ২০১৬ সালে কন্নড় চলচ্চিত্র কেম্পাম্মানা কোর্ট কেস ছবি দিয়ে অভিনয় জগতে আত্মপ্রকাশ করেন।\n\n\n== কর্মজীবন ==\nহিতা মুম্বাইয়ের রোশন তানেজা স্কুল অফ অ্যাক্টিং থেকে অভিনয়ের কোর্স সম্পন্ন করেন এবং ২০১৬ সালে কেম্পাম্মানা কোর্ট কেস ছবিতে একটি ছোট চরিত্রে অভিনয় করে চলচ্চিত্র জগতে আত্মপ্রকাশ করেন। তাঁর পরবর্তী চলচ্চিত্র ছিল ২০১৭ সালে বিহান গৌড়ার বিপরীতে ১/৪ কেজি প্রীতি, এটি সফল হয়। ২০১৬ সালে, তিনি কালারস কন্নড় চ্যানেলে প্রচারিত রিয়েলিটি টেলিভিশন শো ডান্সিং স্টারে অংশগ্রহণ করেন এবং প্রতিযোগিতার খেতাব জিতে নেন। তারপরে তাঁকে কিরণ শ্রীনিবাস, সোনু গৌড়া, প্রতাপ নারায়ণ, প্রবীণ পুগালিয়া অভিনীত যোগী দুনিয়াতে দেখা গিয়েছিল, যোগেশ এবং ওন্থারা বান্নাগালুর বিপরীতে। তাঁর পরবর্তী ছবি ছিল নবাগত রমেশ ইন্দিরা পরিচালিত প্রিমিয়ার পদ্মিনী, যেটি ইতিবাচক পর্যালোচনা পেয়েছিল এবং বক্স অফিসে বিশাল সাফল্য অর্জন করেছিল। তাঁর পরবর্তী মুক্তিপ্রাপ্ত চলচ্চিত্র ছিল অভিনেত্রী ঐশানি শেঠি পরিচালিত এবং সতীশ নিনাসমের সহযোগিতাপ্রাপ্ত একটি স্বল্পদৈর্ঘ্য চলচ্চিত্র কাজি। ছবিটি একাধিক পুরস্কার জিতেছিল।\nএরপর তিনি সাইলেন্স...ক্যান ইউ হিয়ার ইট? ছবির মাধ্যমে বলিউডে অভিষেক করেন। মনোজ বাজপেয়ী অভিনীত ছবিটি প্রথম দিকে ইতিবাচক এবং মিশ্র পর্যালোচনা পেয়েছিল। তাঁকে আবারও নবাগত হেমন্ত কুমার পরিচালিত থুরথু নির্গমন ছবিতে দেখা যায়, যা ইতিবাচক পর্যালোচনা লাভ করে এবং পরবর্তীতে ওটিটিতে সাফল্য লাভ করে। ২০২৪ সালে, তিনি হোম্বালে ফিল্মস প্রযোজিত যুবা ছবিতে নায়কের বোনের ভূমিকায় অভিনয় করেন, যা ইতিবাচক এবং মিশ্র পর্যালোচনার মুখোমুখি হয়, তবে তাঁর ভূমিকা প্রশংসিত হয়েছিল।\n\n\n== ব্যক্তিগত জীবন ==\nহিতার জন্ম ব্যাঙ্গালোরে, তাঁর বাবা ও মা ছিলেন যথাক্রমে অভিনেতা সিহি কাহি চন্দ্রু এবং সিহি কাহি গীতা। তাঁর একটি ছোট বোন আছে। একটি ছবির শুটিং চলাকালীন অভিনেতা কিরণ শ্রীনিবাসের সঙ্গে হিতার পরিচয় হয়েছিল। ২০১৯ সালের আগস্টে তাঁদের বাগদান হয় এবং সেই বছরের ২রা ডিসেম্বর বিয়ে হয়।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\nসমস্ত চলচ্চিত্র কন্নড় ভাষায়, যদি না অন্যথায় উল্লেখ করা হয়\n\n\n=== স্বল্পদৈর্ঘ্য চলচ্চিত্র ===\n\n\n=== টেলিভিশন / ধারাবাহিক ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে হিতা চন্দ্রশেখর (ইংরেজি)"}