{"pageid": 1513275, "title": "মুসলিম বিশ্বে উপপত্নী প্রথার ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1513275", "content": "মুসলিম বিশ্বে উপপত্নী বলতে সাধারণত এমন দাসী মহিলাকে বোঝানো হতো, যার সাথে মুসলিম পুরুষরা বিবাহ ছাড়াই ঘনিষ্ঠ সম্পর্কে লিপ্ত হওয়ার অধিকার রাখত। এটি সাধারণত দাসী নারীদের সঙ্গেই হতো; যদিও কিছু বিরল ও ব্যতিক্রমধর্মী ক্ষেত্রে স্বাধীন নারীদের উপপত্নী হওয়ার প্রথা বিচ্ছিন্নভাবে কিছু সমাজে প্রচলিত ছিল। তবে এক্ষেত্রে উপপত্নী হওয়ার অর্থ ছিল, পুরুষ এবং মহিলার বৈবাহিক সম্পর্কের সামাজিক স্বীকৃতি না থাকা। যদি উপপত্নী সন্তান প্রসব করত, তাহলে সে উম্মুল-ওয়ালাদ নামে পরিচিত একটি উচ্চতর মর্যাদা অর্জন করত।\nপ্রাচীন নিকট প্রাচ্য ও ভূমধ্যসাগরীয় সমাজগুলোতে দাসপ্রথা একটি বহুল প্রচলিত প্রথা বা ব্যবস্থা ছিল এবং সেই সমাজগুলিতে দাস-দাসীদের নিজের সম্পদ মনে করা হতো এবং দাসী-মালিকদের জন্য দাসীদের সঙ্গে অন্তরঙ্গ সম্পর্ক স্থাপন একটি স্বাভাবিক ব্যাপার হিসেবে গণ্য হতো। প্রাচীন কাল থেকেই এই প্রথাটি তিনটি প্রধান ইব্রাহিমীয় ধর্ম—ইহুদি ধর্ম, খ্রিস্ট ধর্ম ও ইসলাম ধর্মে বিভিন্ন আইনগত পার্থক্যের সাথে টিকে ছিল।  \nইসলামী আইনে উপপত্নীত্ব সম্পর্কে দুটি ভিন্ন দৃষ্টিভঙ্গি রয়েছে: ঐতিহ্যবাহী এবং আধুনিক। ঐতিহ্যবাহী ইসলামি আইনে পুরুষদের জন্য তাদের মালিকানাধীন দাসী নারীদের সঙ্গে যৌন সম্পর্ক স্থাপনের অনুমতি ছিল। তবে দাসী নারীদের জন্য বিভিন্ন অধিকার ও সুরক্ষা ব্যবস্থা ছিল, যা যুগ ও অঞ্চলের ওপর নির্ভর করত। যেমন: দাসী নারী সন্তান জন্ম দিলে এবং তার মনিব সেই সন্তানের পিতৃত্ব স্বীকার করলে তিনি উম্মুল ওয়ালাদ (শাব্দিক অর্থ: সন্তানের মা) মর্যাদা পেতেন। উম্মু ওয়ালাদ মর্যাদা পাওয়ার পর সেই নারীকে বিক্রি করা নিষিদ্ধ হয়ে যেত এবং সন্তান প্রসব করার সাথে সাথে তিনি স্বাধীনতা লাভের সুযোগ পেতেন। এরপর থেকে তাকে দাসী বানিয়ে রাখা বা স্বাধীন হওয়ার পর তাকে আর কখনো দাসী বানানো বৈধ ছিল না। তবে অধিকাংশ আধুনিক মুসলিম ও ইসলামি পণ্ডিত সাধারণভাবে দাসপ্রথা ও উপপত্নী প্রথাকে যুগ বিবেচনায় একটি অগ্রহণযোগ্য অভ্যাস হিসেবে বিবেচনা করেন।\nউমাইয়া, আব্বাসীয়, মামলুক, উসমানীয়, তৈমুরীয় ও মুঘল সাম্রাজ্য জুড়ে উপপত্নী প্রথার ব্যাপক প্রচলন ছিল। তবে কেবল রাজপ্রাসাদ ও উচ্চশ্রেণির পরিবারে নারী দাসীদের উপপত্নী বানানোর রীতি প্রচলিত ছিল। অনেক মুসলিম শাসক উপপত্নীদের সন্তান ছিলেন। বিশেষ করে, আব্বাসীয় খলিফাদের বেশিরভাগই উপপত্নীর সন্তান ছিলেন। একইভাবে কয়েকজন শিয়া ইমামও উপপত্নীর সন্তান ছিলেন।\nদাসপ্রথার বিলুপ্তির সঙ্গে সঙ্গে উপপত্নীত্বের প্রথাটিও ধীরে ধীরে লুপ্ত হয়ে যায়। বর্তমান সময়ে মুসলিম বিশ্বে আনুষ্ঠানিকভাবে দাসপ্রথা নিষিদ্ধ। আধুনিক মুসলিম সমাজের বিশাল অংশ এবং প্রখ্যাত ইসলামী পণ্ডিতরা দাসপ্রথা ও উপপত্নীত্বকে নৈতিক ও গ্রহণযোগ্য মনে করেন না।\n\n\n== বৈশিষ্ট্য ==\n\nউপপত্নীত্ব বিভিন্ন সমাজে বিভিন্নভাবে গঠিত হয়েছে। ইসলামি সমাজে সাধারণত উপপত্নীত্বকে একটি স্বতন্ত্র রূপ হিসেবে বিবেচনা করা হয়। এক বিশ্লেষণে উল্লেখ করা হয়েছে যে, উপপত্নীত্বের তিনটি প্রধান সাংস্কৃতিক ধরন রয়েছে: ইউরোপীয়, ইসলামি ও এশীয়। \nএছাড়া উপপত্নীত্বকে আকার ও কার্যকারিতা অনুসারে শ্রেণিবদ্ধ করা যায়, যা ইসলামি বিশ্বে বিভিন্ন সময় ও অঞ্চলের উপর নির্ভর করে পরিবর্তিত হয়েছে। যেমন আন্তর্জাতিক নৃবিজ্ঞান বিশ্বকোষ উপপত্নীত্বের চারটি পৃথক ধরন চিহ্নিত করেছে, যার মধ্যে তিনটি ইসলামি সমাজে প্রচলিত ছিল: অভিজাত উপপত্নী; যেখানে উপপত্নীদের মালিকানা ছিল সমাজে উচ্চ মর্যাদার প্রতীক। এটি বিশেষত উমাইয়া খেলাফত ও অন্যান্য মুসলিম অভিজাত সমাজে প্রচলিত ছিল। সাধারণত ক্ষমতাশালী ও প্রভাবশালী ব্যক্তিরা অনেক উপপত্নী রাখতেন, যার ফলে তাদের সামাজিক ও রাজনৈতিক অবস্থান অধিত শক্তিশালী হত। দ্বিতীয় হল, রাজকীয় উপপত্নী; যেখানে উপপত্নীরা শাসকের জীবনসঙ্গী হয়ে রাজকীয় বংশধারাকে স্থায়ী করে তুলেছিল। এ সকল শাসকদের উপপত্নীরা কেবল ভোগের জন্য নয়, বরং রাজবংশের রক্তধারা বজায় রাখার জন্যও গুরুত্বপূর্ণ ছিল। এতে রাজনীতি ও প্রজনন গভীরভাবে সম্পর্কিত ছিল। আব্বাসীয় খেলাফত ও উসমানীয় সাম্রাজ্যে এই চর্চা ব্যাপকভাবে দেখা যায়। অনেক রাজকীয় উপপত্নী পরবর্তীতে প্রভাবশালী স্ত্রী বা রানি হয়ে উঠতেন এবং তারা সাম্রাজ্যের রাজনীতিতে সক্রিয় ভূমিকা পালন করতেন। তৃতীয় প্রকার, পিতৃতান্ত্রিক উপপত্নী; যেখানে উপপত্নীদের সামাজিক মর্যাদা খুবই নিচু ছিল। এই ব্যবস্থায় উপপত্নীদের সন্তানরা কখনোই বিবাহিত স্ত্রীর সন্তানদের সমকক্ষ হতে পারত না। মুঘল ভারতে এই প্রথা বহুল দেখা যায়, যেখানে উপপত্নীদের সন্তানরা রাজপরিবার বা উচ্চবিত্তদের মতো মর্যাদা পেত না।\nইতিহাসে বিভিন্ন মুসলিম সাম্রাজ্যের সম্প্রসারণের ফলে উপপত্নী সংগ্রহের প্রবণতা বাড়তে থাকে। ধনী ও ক্ষমতাবান ব্যক্তিরা বাজার থেকে সুন্দরী দাসী ক্রয় করে উপপত্নী বানাতেন। এছাড়া একজন শাসক অন্য শাসককে রাজকীয় উপপত্নী উপহার হিসেবে দিতেন, যা তাদের মাঝে কূটনৈতিক সম্পর্ককে মজবুত করত। ইসলামের প্রাথমিক যুদ্ধগুলিতে বিজয়ের পর মুসলিম সেনারা যুদ্ধের বন্দিনী নারীদের পুরস্কার হিসেবে পেত। অনেকে তাদের স্ত্রী হিসেবে গ্রহণ করতেন এবং কেউ কেউ দাসী হওয়ার কারণে উপপত্নী করে রাখতেন, যা তৎকালীন সামাজিক প্রচলন ছিল। প্রথমদিকে কেবল যুদ্ধবন্দিনী নারীদেরই উপপত্নী করা হতো; কিন্তু পরে ধনী ব্যক্তিরা দামি দাস-দাসী ক্রয় করতে শুরু করেন। যেহেতু উচ্চমানের উপপত্নী সংগ্রহ করা ব্যয়বহুল ছিল, তাই এটি সাধারণত শাসক, সামরিক কর্মকর্তা ও ধনী অভিজাতদের মধ্যেই সীমাবদ্ধ ছিল।।\nইসলামী শাসকদের উপপত্নীরা যথেষ্ট ক্ষমতাশালিনী ছিলেন এবং সাম্রাজ্যের রাজনীতিতেও তারা প্রবল প্রভাব বজায় রেখেছিলেন। অন্যান্য দাস-দাসীর তুলনায় তারা উচ্চ মর্যাদা ভোগ করত। আবু হানিফা ও অন্যান্য অনেকে উপপত্নীদের মধ্যে ইসলামী শালীনতা অনুশীলনের পক্ষে যুক্তি দিয়েছিলেন এবং সুপারিশ করেছিলেন যে, উপপত্নীদের স্বাধীন স্ত্রীদের মত ঘরে প্রতিষ্ঠিত করা উচিত এবং তাদের সতীত্ব বন্ধুবান্ধব বা গয়র মাহরাম আত্মীয়দের থেকে রক্ষা করা উচিত। বেশিরভাগ ইসলামী মতবাদ উপপত্নীত্বকে এমন একটি সম্পর্ক হিসেবে সীমিত করেছে, যেখানে নারী দাসী কেবলমাত্র তার মালিকের সঙ্গেই যৌন সম্পর্ক রাখতে বাধ্য থাকত এবং অন্য কারও সঙ্গে সম্পর্কের অনুমতি বা বৈধতা ছিল না। ইসলামি পণ্ডিতগণ যদিও মনিবদের তাদের দাসদের সাথে সমান আচরণ করার জন্য উৎসাহিত করেছিলেন, তবুও একজন মনিবকে তার উপপত্নীর প্রতি পক্ষপাতিত্ব প্রদর্শনের অনুমতি ছিল। কিছু ইসলামি পণ্ডিত উপপত্নীদের সাথে সম্পর্ক উদযাপনের জন্য একটি ওয়ালিমা বা ভোজ আয়োজনের পরামর্শ দিয়েছিলেন; যদিও এটি ইসলামের শিক্ষা অনুসারে বাধ্যতামূলক নয়।\nদাস-মালিক সমাজে বেশিরভাগ উপপত্নীই দাস ছিল; কিন্তু সকলেই নয়।  মুসলিম সমাজে উপপত্নীরা সাধারণত সন্তান জন্ম দেওয়ার পরপর মুক্তি পেতেন যেমনটি প্রায় এক-তৃতীয়াংশ অ-মুসলিম দাসপ্রথা প্রচলিত সমাজেও দেখা যেত। ইসলামী আইনে যদি একজন দাসী নিজের মালিকের সন্তান জন্ম দিতেন, তাহলে তাকে উম্মুল ওয়ালাদ বলা হতো। এর ফলে তাকে আর বিক্রি করা যেত না এবং অধিকাংশ ক্ষেত্রে তার মালিকের মৃত্যুর পর তিনি স্বয়ংক্রিয়ভাবে মুক্তি পেতেন। ইসলামী সমাজে উপপত্নীদের সন্তানদের বৈধ সন্তানের স্বীকৃতি দেওয়া হতো এবং তারা সাধারণত পিতার উত্তরাধিকারী মর্যাদা লাভ করত। যে সকল সমাজে আইনের মাধ্যমে উপপত্নীদের মুক্তির বিধান ছিল না, সেখানেও এটি প্রায়শ স্বেচ্ছায় করা হতো বলে ধারণা করা হয়। [ তথ্যসূত্র প্রয়োজন ]\nপ্রায় সকল আব্বাসীয় খলিফার উপপত্নীর গর্ভে সন্তান জন্ম গ্রহণ করেছিল এবং বেশ কিছু ইসনা আশারিয়া ইমামও উপপত্নীদের গর্ভে জন্মগ্রহণ করেছিলেন। উসমানীয় সুলতানরা বিবাহের চেয়ে উপপত্নী বেশি পছন্দ করতেন বলে ধারণা করা হয়, এবং তাদের শাসনকালের কোন কোন যুগের প্রায় সমস্ত রাজকুমার উপপত্নীর গর্ভে জন্মগ্রহণ করতেন। সময়ের সাথে সাথে কখনো রাজকীয় হেরেমের উপপত্নীরা উসমানীয় রাজনীতিতে যথেষ্ট প্রভাব বিস্তার করতে শুরু করে। উসমানীয় সুলতানদের স্ত্রীদের অধিকাংশই তুর্কি ছিলেন না; অনেকে জন্মগতভাবে মুসলিমও ছিলেন না। বলা হয় যে, এটি ইচ্ছাকৃতভাবেই করা হয়েছিল, যাতে কোনো উপপত্নী রাজকন্যা বা স্থানীয় অভিজাত কন্যাদের তুলনায় কম রাজনৈতিক প্রভাব রাখতে পারেন। উসমানীয় সুলতানদের ক্ষেত্রে আরেকটি লক্ষণীয় বিষয় ছিল যে, তারা প্রতিটি উপপত্নীর গর্ভে কেবল একজন পুত্রের জন্ম দিতেন। একবার কোনো উপপত্নী পুত্রসন্তানের জন্ম দিলে, তার সঙ্গে আর যৌন সম্পর্ক স্থাপন করতেন না। এটি প্রতিটি উপপত্নী এবং তার পুত্রের ক্ষমতা সীমিত রাখার একটি কৌশল ছিল। তবুও অনেক উপপত্নী সামাজিক নেটওয়ার্ক তৈরি করেছিল এবং ব্যক্তিগত সম্পদ সঞ্চয় করেছিল, যার ফলে তারা সামাজিক মর্যাদার দিক থেকে উন্নতি লাভ করেছিল। ১৯ শতকে দাসপ্রথা বিলুপ্তির সাথে সাথে এই প্রথাটিও হ্রাস পায়; বরং বিলুপ্ত হয়ে যায়। বর্তমান মুসলিম বিশ্বের কোনো অঞ্চলেই এই প্রথার প্রচলন দেখা যায় না।\n\n\n== ইসলামী আইনগত অবস্থান ==\n\n\n=== দাসত্ব ===\n\nইসলামী আইনবিদরা সাধারণ মুসলিম অথবা কোনো স্বাধীন ব্যক্তির দাসত্ব স্পষ্টভাবে নিষিদ্ধ করেছিলেন। তবে কেবল যুদ্ধের সময় যুদ্ধে বন্দী অমুসলিমদের দাস বানানো যেত। এছাড়াও বিজিত অঞ্চলের বেসামরিক জনসংখ্যাকেও দাস বানানো যেত, যা উপপত্নী হওয়ার পথ প্রশস্ত করেছিল। ইসলামের প্রাথমিক বিজয়ের সময় যুদ্ধবন্দি নারীরা উপপত্নীদের একটি প্রধান উৎস ছিল। কিন্তু পরবর্তীকালে এই উৎস খুব হ্রাস পেয়েছিল। দাসত্বকে পরাজিতদের জন্য অপমানের একটি মাধ্যম হিসেবে ব্যবহার করা হত, যা তাদের পূর্ববর্তী বা চলমান অবিশ্বাসের (কুফর) শাস্তি হিসেবে আরোপ করা হতো। একই সঙ্গে দাসত্বকে একধরনের ঋণ হিসেবেও দেখা হতো। তবে সর্বদা অমুসলিমদের দাস বানানোর নিয়ম ছিল না। যদি তারা মুসলিম রাষ্ট্রের অধিবাসী (জিম্মি) হতো অথবা সুরক্ষিত বিদেশি দর্শনার্থী (মুস্তাআমিন) হিসেবে স্বীকৃত হত, তাহলে তারা একজন মুসলিম নাগরিকের সমান সুবিধা ভোগ করত এবং তাকে দাস বানানো যেত না। \nএকজন উপপত্নী (দাসী) ও তার মালিকের মধ্যে যৌন সম্পর্ককে নারীর ওপর একটি ঋণ হিসেবে বিবেচনা করা হতো। এই ঋণ তখনই শেষ হতো, যখন সে দাসী মালিকের সন্তানের জন্ম দিত এবং মালিক পরবর্তীতে মারা যেত। কিছু পুরুষ বাজার থেকে নারী দাস কিনত; তবে ইসলামের প্রাথমিক বিজয়ের সময় মুসলিম সৈন্যদের সামরিক অভিযানে অংশগ্রহণের পুরস্কার হিসেবে নারী বন্দি দেওয়া হত। একজন পুরুষের ততজন উপপত্নী রাখার অনুমতি ছিল, যতজন সে সামর্থ্য অনুযায়ী রাখতে পারত। তবে কেবল ভোগের জন্য নারী দাস রাখা ব্যয়বহুল ছিল; তাই সাধারণত এটি সমাজের উচ্চবিত্ত ও শাসক শ্রেণির একটি বিশেষ সুবিধা হিসেবে বিবেচিত হতো।\nএকই সাথে কুরআন ও নবীর হাদীসে দাসত্ব মুক্তিকে এমন একটি পুণ্য হিসেবে প্রশংসা করা হয়েছে, যার বিনিময়ে পরকালে পুরস্কৃত করা হবে। কিছু ফকিহ (ইসলামী আইনজ্ঞ) যুক্তি দিয়েছেন যে, যুদ্ধে বন্দিদের দাসত্বে পরিণত করতে হবে অথবা হত্যা করতে হবে। অন্য অনেকে যুক্তি দিয়েছিলেন যে, একজন মুসলিম সামরিক কমান্ডার এই যুদ্ধবন্দীদের নিঃশর্তভাবে মুক্তি, মুক্তিপণ বা দাসত্বের মধ্যে একটি বেছে নিতে পারেন। পরবর্তীকালে ইসলামের ইতিহাসে মুসলিম বিশ্বের বাইরে থেকে দাস ক্রয় করা উপপত্নীত্বের সবচেয়ে গুরুত্বপূর্ণ উৎস হয়ে ওঠে। বংশগত দাসত্ব–যদিও তা তাত্ত্বিকভাবে সম্ভব ছিল– মুসলিম বিশ্বে খুব কমই প্রচলিত ছিল। বংশানুক্রমে দাসী-মেয়ে হল দাসী মায়ের গর্ভে জন্মগ্রহণকারী। যদি একজন দাসী তার মনিবের সন্তান প্রসব করত, তাহলে তার স্বাধীন সন্তান হত। কিন্তু যে মালিকরা নিজেদের দাসীদের অন্য কারো সাথে বিয়ে দিত, তবে তারা সেই বিবাহ থেকে জন্ম নেওয়া সন্তানেরও মালিক হতো।\n\nব্যতিক্রম\nইসলামি নিষেধাজ্ঞা সত্ত্বেও ঐতিহাসিকভাবে এমন কিছু ঘটনা ঘটেছিল, যেখানে মুসলমানরা অন্যান্য জাতিগত গোষ্ঠীর মুসলমানদের দাস বানিয়েছিল। দ্বাদশ শতাব্দীতে আল-আন্দালুসে আন্তঃসম্পর্কীয় যুদ্ধের মধ্যে কর্ডোবার উমাইয়া খলিফা দ্বিতীয় মুহাম্মদ কর্ডোবার বারবারি মহিলাদের বন্দী করে বিক্রি করার নির্দেশ দেন। বারবারি মুওয়াহহিদিনরা পালাক্রমে উমাইয়া মহিলাদের ধরে নিয়ে বিক্রি করে দিত। উসমানীয়-মামলুক যুদ্ধে (১৫১৬-১৫১৭) উসমানীয় সেনাপতিরা মামলুক স্ত্রী ও মেয়েদের দাসী করেছিলেন বলেও খবর পাওয়া যায়। ১৭৮৬-৮৭ সালে আধুনিক চাদ অঞ্চলে ১৮০০ সালের দিকে ওয়াদাইয়ের শাসক বাগিরমি সালতানাতের মুসলিম নারী ও শিশুদেরও বন্দী করে দাসী বানিয়েছিলেন।\n\n\n=== সামাজিক অধিকার ===\nইসলামী আইন দাস মালিকদের তাদের নারী দাসীদের খাদ্য, বস্ত্র ও বাসস্থানসহ যাবতীয় মৌলিক অধিকার নিশ্চিত করতে বাধ্য করেছিল এবং নারী দাসীদের তাদের মালিক ছাড়া অন্য যেকোনো ব্যক্তির দ্বারা যৌন শোষণ থেকে সুরক্ষা দিয়েছিল। যদি দাসীর প্রভুর সন্তান তার গর্ভে জন্মলাভ করে এবং সে যদি পিতৃত্বও গ্রহণ করে, তাহলে সে উম্মুল ওয়ালাদের মর্যাাদা লাভ করতে পারত। আলাদাভাবে যদি কেউ সন্তানসম্ভবা দাসী মহিলা কিনে, তাহলে ইবনে আবি যায়েদের মতে গর্ভস্থ শিশুটির বয়স ছয় বছর না হওয়া পর্যন্ত তাদের আলাদা করা যাবে না। তবে দাস উপপত্নীরা যদিও বড় প্রভাবশালী পদে আসীন হতে পারতেন; কিন্তু এই পদগুলি তাদের জোরপূর্বক শ্রম, অসম্মতিতে বিবাহ ও যৌনতা থেকে আইনত রক্ষা করত না। এমনকি তখন অভিজাত দাসদেরও সম্পত্তি হিসেবে বিক্রি করা যেত।\nদাসী ও শ্রমজীবি হিসেবে কিছু ঐতিহাসিক যুগে নারী দাসীদের স্বাধীন নারীদের মতো নিজেদের আবৃত বা পর্দা করার বাধ্যবাধকতা ছিল না। খলিফা উমর দাসীদের স্বাধীন নারীদের সাথে সাদৃশ্যপূর্ণ হতে নিষেধ করেছিলেন এবং তাদের মুখ ঢেকে রাখতেও নিষেধ করেছিলেন। দাসীদের হাঁটুর নীচের অংশ, হাত, চুল বা পা ঢেকে রাখারও বাধ্যতামূলক ছিল না। মার্ন লিখেছেন যে, মুসলিম আইনবিদরা নারী দাসীদের তাদের পুরো শরীর (মুখ ও হাত ব্যতীত) ঢেকে রাখার নির্দেশ দিয়েছিলেন। হানাফী ফকীহগণ এই বিষয়ে কী অনুমতি দিয়েছিলেন, তা নিয়ে মতবিরোধ রয়েছে।  ইবনে আবিদীনের মতে, বেশিরভাগ হানাফী পণ্ডিত মহিলা দাসীর দেহ (বুক বা পিঠসহ) প্রকাশ করার অনুমতি দেননি। তবে মির্ন লিখেছেন যে, সম্ভাব্য পুরুষ ক্রেতাদের ক্ষেত্রে এটি (বুক বা পিঠ দেখা) অনুমোদিত ছিল। আমিরা বেনিসন লিখেছেন যে, আব্বাসীয় আমলে পুরুষ ক্রেতারা নিজেরাই নারী দাসদের পরীক্ষা করতে পারতেন না ( তার মুখ এবং হাত ছাড়া)। তবে অন্য মহিলাদের দ্বারা তার পরীক্ষার অনুরোধ করতে পারতেন।\nতাদের নিম্ন মর্যাদা অনুসারে যদি কোন দাসী ব্যভিচার করত, তাহলে সে একজন স্বাধীন নারীর তুলনায় কম শাস্তি পেত। মহিলা দাসীদের স্বাধীনভাবে বহু পুরুষের মধ্যে কেনাবেচা করা যেত এবং এ ব্যাপারে খুব কমই সীমাবদ্ধতা ছিল। তবে বিক্রির ক্ষেত্রে যদি সীমাবদ্ধতা থাকত, তাহলে তাও বিবেচ্য ছিল। একজন দাসী যদি তার মালিকের সন্তান জন্ম দিত, তাহলে সে মুক্তি পাওয়ার সুযোগ পেত। এই সম্ভাবনাই মূলত দাসীদের তাদের মালিকদের সঙ্গে যৌন সম্পর্ক স্থাপন করতে উৎসাহিত করত। তবে এই প্রথার বিরুদ্ধে বৈধ স্ত্রীদের মধ্যে ব্যাপক আপত্তি দেখা যেত। প্রাচীন নৈতিক কাহিনিগুলোতে উপপত্নীত্বের ফলে স্ত্রীদেরকেই মূল ভুক্তভোগী হিসেবে দেখানো হয়েছে। একজন মুক্ত মুসলিম নারীকে একজন পুরুষের সম্মানের প্রতীক হিসেবে গণ্য করা হত, কিন্তু একজন দাসীকে শুধুমাত্র সম্পত্তি হিসেবে বিবেচনা করা হতো এবং তাকে তার মালিকের সম্মানের অংশ বলে মনে করা হতো না।\nমধ্যযুগীয় মুসলিম সাহিত্য এবং আইনি দলিল থেকে দেখা যায় যে, যেসব নারী দাসীর প্রধান ব্যবহার ছিল যৌনবিষয়ক, তারা বাজারে গৃহস্থালির কাজে ব্যবহৃত দাসীদের তুলনায় অধিক চাহিদাসম্পন্না ছিল। সারিয়া শব্দটি সেই সব দাসীদের বোঝাতে ব্যবহৃত হত, যাদের সাথে প্রভুরা যৌন সম্পর্ক উপভোগ করতেন। আরবি শব্দ \"সারিয়া\" (আরবি: سارية) পশ্চিমা পণ্ডিতদের মধ্যে ব্যাপকভাবে উপপত্নী বা দাস উপপত্নী হিসাবে অনূদিত হয়েছে। অন্যান্য গ্রন্থে তাদেরকে \"বিনোদনধর্মী দাস\" বা \"যৌন মিলনের জন্য দাসী\" হিসাবে উল্লেখ করা হয়েছে। তবে এটি কোনো নিরাপদ অবস্থান ছিল না; কারণ যতক্ষণ পর্যন্ত মালিক তাকে গর্ভধারণ না করাতেন ততক্ষণ পর্যন্ত উপপত্নীকে বিক্রি করা যেত। অনেক দাসী তাদের মালিকদের উপপত্নী হয়ে তাদের সন্তানদের জন্ম দিত এবং অন্যদের স্থানান্তরের আগে শুধু যৌনতার জন্য ব্যবহার করা হত। অবাঞ্ছিত গর্ভধারণ রোধে দাসীদের সাথে পুরুষদের গর্ভনিরোধক পদ্ধতি আযল ব্যবহার করার জন্যেে তাদের অনুমতির প্রয়োজন ছিল না। বিপরীতে স্বাধীন মহিলাদের সাথে বীর্যপাতের আগে আযল করার জন্য অনুমতি বা সম্মতি জরুরি ছিল। ইসলামী আইন ও সুন্নি উলামারা ঐতিহাসিকভাবে দুই ধরণের উপপত্নীকে স্বীকৃতি দিয়েছেন: উম্মুল ওয়ালাদ ও জারিয়া (جارية) বা সাধারণ দাসী।\n\n\n==== উম্মুল ওয়ালাদ ====\nতৎকালীন মুসলিম বিশ্বে উম্মুল ওয়ালাদ ( আরবি: أم الولد) বলতে এমন একজন নারী দাসীকে (উপপত্নী) বোঝানো হত, যে তার মনিবের সন্তান জন্ম দেয়। এর পর তাকে বিক্রি করা যেত না এবং নিজের মালিকের মৃত্যুর পর সে স্বয়ংক্রিয়ভাবে মুক্ত হয়ে যেত। উম্মুল ওয়ালাদের সন্তানরা স্বাধীন ছিল এবং তাদের পিতার বৈধ সন্তান হিসেবে বিবেচিত হত, যার মধ্যে নাম ও উত্তরাধিকারের পূর্ণ অধিকারও অন্তর্ভুক্ত ছিল। উপপত্নীর এই মর্যাদা পাওয়ার অধিকার নিয়ে সুন্নি ধারার চারটি প্রধান মাযহাবের মধ্যে কিছু মতবিরোধ বিদ্যমান ছিল। হানাফী ফকীহগণ বলেন যে, উম্মুল ওয়ালাদের মর্যাদা নির্ভর করে সন্তানের পিতৃত্ব স্বীকার করার উপর। যদি সে স্বীকার না করে যে, সে সন্তানের পিতা তাহলে মা ও শিশু উভয়ই দাস থেকে যাবে। মালিকি ফকীহগণ রায় দিয়েছেন যে, উপপত্নী উম্মুল ওয়ালাদের মর্যাদার অধিকারী হবে, এমনকি যদি তার মালিক স্বীকার নাও করেন যে, শিশুটি তার। ভূমধ্যসাগরীয় খ্রিস্টান সংস্কৃতিতে যে সকল দাসী নারী তাদের প্রভুদের সন্তান জন্ম দিত, এটি তাদের থেকে স্পষ্টতই আলাদা। কারণ সেখানে শিশুটি তার মায়ের মতোই সর্বদা দাসত্বের মর্যাদা বজায় রাখত। দাস নারীদের সঙ্গে সম্পর্ক থেকে জন্ম নেওয়া সন্তানরা উচ্চ মর্যাদায় পৌঁছাতে পারত এবং তাদের জন্মসূত্র নিয়ে কোনো সামাজিক বৈষম্য থাকত না। আব্বাসীয় খিলাফতের বেশিরভাগ খলিফার জন্ম উপপত্নীদের সঙ্গে সম্পর্কের ফলে হয়েছিল, যেমন ইমামি শিয়াদের অর্ধেক ইমামও দাস মাতার সন্তান ছিলেন।\n\n\n=== যৌন সম্মতি ===\nপ্রাচীন ইসলামী পারিবারিক আইন অনুসারে, যৌন সম্পর্ক বৈধ করার দুটি উপায় ছিল: বিবাহ ও মনিব-দাস সম্পর্ক, অর্থাৎ বৈধ যৌন সম্পর্কের জন্য একজন পুরুষের স্ত্রী বা নারী দাসী থাকা জরুরি ছিল। প্রাচীন ইসলামী আইনজ্ঞরা বিবাহ চুক্তিকে সঙ্গে দাসী ক্রয়-বিক্রয়ের তুলনা করেছিলেন। কারণ উভয় ক্ষেত্রেই পুরুষের মালিকানার অধিকার থাকে, যা স্ত্রী বা দাসীর সঙ্গে যৌন সম্পর্ককে বৈধ করে। হিনা আজম বলেন যে, ইসলামী আইনের কিছু ব্যাখ্যায় দেখা যায়, বিবাহ বা দাসত্বের মধ্যে জোরপূর্বক যৌন সম্পর্ককে ঘৃণ্য মনে করা হলেও এটি আইনত বৈধ ছিল। অর্থাৎ একজন পুরুষ তার স্ত্রী বা দাসীর সঙ্গে জোর করে যৌন সম্পর্ক স্থাপন করতে পারত এবং এটি আইনের দৃষ্টিতে অপরাধ হিসেবে গণ্য করা হত না। কেসিয়া আলী উল্লেখ করেন যে, কুরআনের দাসত্ব সম্পর্কিত আয়াতগুলির ভাষা ও মূল উদ্দেশ্য প্রচলিত ইসলামী আইনের গ্রন্থগুলির থেকে আলাদা। কুরআনে কোথাও বলা হয়নি যে, শুধুমাত্র দাসী হওয়ার কারণে তার সঙ্গে মনিবের যৌন সম্পর্ক বৈধ হবে। যদিও এটি কুরআনে স্পষ্টভাবে বর্ণিত হয়েছে। ইসলামি আইনজ্ঞরা বলেন, ব্যভিচার বা জিনা তখনই সংঘটিত হয়, যখন কোনো পুরুষ এমন নারীর সঙ্গে যৌন সম্পর্ক করে যে তার স্ত্রী বা দাসী নয়। যদিও আইনবিদরা এ বিষয়ে খুব কম আলোচনা করেছেন, তবে অনুমান করা যায় যে স্ত্রীর সঙ্গে জোরপূর্বক যৌন সম্পর্ককে (অথবা নির্দিষ্ট পরিস্থিতিতে) অনৈতিক বা এমনকি আইনি অপরাধ হিসেবে গণ্য করা হতে পারে; বিশেষ করে যদি এতে শারীরিক সহিংসতা থাকে। ইসলামি আইন অনুযায়ী, যদি স্ত্রীর কোন শারীরিক বা মানসিক সমস্যা না থাকে, তাহলে সে স্বামীর আহ্বানে সাড়া দিতে বাধ্য থাকবে। একইভাবে শারীরিক সমস্যার কারণে দাসীর সঙ্গেও জোরপূর্বক যৌন সম্পর্ককে কেউ কেউ নৈতিকভাবে ভুল বলতে পারেন। তবে ইসলামী আইনবিদদের দৃষ্টিকোণে এই বিষয়টি কখনোই আইনত অবৈধ হিসেবে বিবেচিত হয়নি।\nএকজন পুরুষকে জোর করে সহবাস করানো যেতে পারে কিনা অথবা তার স্ত্রী বা উপপত্নীর সাথে সহবাস করা তার জন্য বাধ্যতামূলক কিনা এই প্রশ্নের জবাবে ইমাম শাফেয়ী বলেন, যদি তার কেবল একজন স্ত্রী থাকে অথবা তার সাথে সহবাস করার জন্যে অন্য একজন উপপত্নী থাকে, তাহলে তাকে সর্বশক্তিমান আল্লাহকে ভয় করতে এবং সহবাসের ক্ষেত্রে তার স্ত্রীর অধিকার আদায় করার নির্দেশ দেওয়া হয়েছে; যদিও তার উপর এমন কিছু বাধ্যতামূলক নয়। তিনি কেবল তার জন্য যা আবশ্যক তা প্রদান করতে বাধ্য; যেমন: আর্থিক ভরণপোষণ, বাসস্থান, পোশাক ও তার সাথে রাত কাটানো। সহবাসের বিষয়টি হলো বিনোদন ও আনন্দের কাজ এবং কাউকে এতে বাধ্য করা যাবে না। দাসী নারীদের সম্মতি সম্পর্কে তার এই বক্তব্যটি কখনও কখনও জনপ্রিয়ভাবে ভুল বোঝানো হয়।\nআরেকটি দৃষ্টিভঙ্গি হল রব্ব ইন্তিসারের, যিনি দাবি করেন যে কুরআনের মতে, কোনো দাসীর সাথে যৌন সম্পর্ক স্থাপন উভয় পক্ষের সম্মতির ভিত্তিতে হতে হবে। একইভাবে তামারা সানও বলেছেন যে, দাসীর সম্মতি ছাড়া তার সাথে যৌন সম্পর্ক বৈধ ছিল না। তবে কেসিয়া আলী যুক্তি দিয়েছেন যে, কুরআনের দাসপ্রথা সম্পর্কিত আয়াতসমূহ ও পরবর্তী ইসলামি আইনশাস্ত্রবিষয়ক (ফিকহ) গ্রন্থগুলোর ভাষা ও মূল দৃষ্টিভঙ্গির মধ্যে বড় ধরনের পার্থক্য রয়েছে। তিনি বলেছেন যে, কুরআনের কোথাও শুধু কোনো নারীকে মিলক আল-ইয়ামিন (মনিবের অধিকারে থাকা দাসী) হিসেবে বিবেচনা করে তার সাথে যৌন সম্পর্ক স্থাপন করার অনুমতি দেওয়া হয়নি। এছাড়া ৮ম থেকে ১০ম শতাব্দীর মধ্যে রচিত কোনো প্রাক-আধুনিক ইসলামি আইনশাস্ত্রীয় গ্রন্থে দাসীর সম্মতি সম্পর্কে কোনো আলোচনা পাওয়া যায় না। যদি কেবল দাসী হওয়ার কারণে যৌন সম্পর্ক বৈধ হত, তাহলে তাদের সম্মতির বিষয়টিও আলোচিত হত।\nজোনাথন ব্রাউন বলেন যে, যৌন সম্মতি মূলত একটি আধুনিক ধারণা, যা ১৯৭০–এর দশকের পরে গড়ে উঠেছে। তাই একে অতীতের ইসলামি আইনের ওপর চাপিয়ে দেওয়া ঠিক নয়। তিনি ব্যাখ্যা করেন যে, প্রাক-আধুনিক মুসলিম আইনবিদরা যৌন আচরণ নির্ধারণে অপকার নীতি প্রয়োগ করতেন; যার মাধ্যমে কোনো ব্যক্তি কারও প্রতি অন্যায় আচরণ করলে তা অন্যায় হিসেবে গণ্য হতো। এমনকি মনিব ও দাসীর ক্ষেত্রেও এটি প্রযোজ্য ছিল। তিনি আরো বলেছেন যে, ঐতিহাসিকভাবে দাসীরা বিচারকের কাছে অভিযোগ করতে পারতেন, যদি তারা যৌন নির্যাতনের শিকার হতো। ইসলামি আইনবিদ আল বুহুসিও উল্লেখ করেন যে, যদি কোনো মনিব যৌন সম্পর্কের সময় নিজের দাসীকে আঘাত করেন বা শারীরিক ক্ষতি করেন, তবে তাকে বাধ্যতামূলকভাবে সেই দাসীকে মুক্ত করে দিতে হতো।\nচার মাজহাবই একমত যে, মালিক তার দাসীকে তার সম্মতি ছাড়াই অন্য কারো সাথে বিয়ে দিতে পারেন। একজন প্রভু তার দাসীর অনুমতি ছাড়াই তার সাথে যৌনমিলনের সময় সহবাস করার অধিকার রাখেন। একজন পুরুষ অন্য কারো দাসীর সাথে যৌন সম্পর্ক স্থাপন করলে তা যিনা হিসেবে গণ্য হবে।\nইমাম শাফেঈর মতে, যদি মনিব ব্যতীত অন্য কেউ কোন দাসীকে যৌন সম্পর্কে বাধ্য করে, তাহলে সেই ধর্ষককে দাসীর মনিবকে ক্ষতিপূরণ দিতে হবে। যদি কোন পুরুষ তার নিজের দাসীকে বিয়ে করে এবং তার সাথে যৌন সম্পর্ক স্থাপন করে–যদিও তখন তার সাথে যৌন মিলনের অনুমতি থাকে না (যেমন: হায়েয বা নেফাসগ্রস্ত হয়)–তবে সেই যৌন সম্পর্ককে জিনার চেয়ে কম অপরাধ হিসেবে বিবেচনা করা হয় এবং আইনবিদরা বলেন যে, তাকে শাস্তি দেওয়া উচিত নয়। এটি লক্ষণীয় যে, এই রায় প্রণয়নের সময় দাসীর বিবাহই মূল বিষয়; তার সম্মতি নয়।\n\nপৌত্তলিকদের ধর্মান্তর\nইসলাম সকল মুসলিম পুরুষের জন্যে মূর্তিপূজারী (অবিশ্বাসী) নারী বন্দীদের সঙ্গে যৌন সম্পর্ক স্থাপন নিষিদ্ধ করেছিল। প্রাথমিক মুসলিম যুগে এই নিষেধাজ্ঞার কারণে মুসলিম বিজয়ীরা তাদের বন্দী নারীদের সঙ্গে সম্পর্ক গড়তে আইনগতভাবে বৈধতা পাননি। এই সমস্যার সমাধানের জন্য নারী বন্দীদের ইসলামে ধর্মান্তরিত করার বিষয়টি পরোক্ষভাবে অনুমোদিত হয়, যাতে তাদের সঙ্গে সম্পর্ক স্থাপন ধর্মীয়ভাবে বৈধ হয়ে যায়। আহমদ ইবনে হাম্বল উল্লেখ করেন যে, [উদাহরণস্বরূপ] যদি মূর্তিপূজক নারীদের জোর করে মুসলিম হতে বাধ্য করা যায়, তবে তাদের সাথে যৌন সম্পর্ক জায়েয। আর যদি তারা ইসলাম গ্রহণ না করে, তাহলে তাদের দাস হিসেবে ব্যবহার করা যাবে; কিন্তু যৌন সম্পর্কের জন্য নয়। হাসান আল-বসরি স্মরণ করিয়ে দেন যে, মুসলমানরা বিভিন্ন পদ্ধতির মাধ্যমে এই লক্ষ্য অর্জন করেছিল; যার মধ্যে ছিল একজন পৌত্তলিক দাসীকে কাবার দিকে নির্দেশ করা, তাদেরকে শাহাদা পাঠ এবং অজু করার নির্দেশ দেওয়া। অন্যান্য পণ্ডিতরা উল্লেখ করেছেন যে, যৌন সম্পর্কের জন্য যোগ্য বিবেচিত হওয়ার আগে দাসীদের অবশ্যই নামাজ পড়া এবং ওযু করা শেখানো উচিত। ইবনে কাইয়িম যুক্তি দিয়েছিলেন যে, যৌন সম্পর্কের জন্য মুশরিক নারীদের ইসলামে ধর্মান্তরিত করা আবশ্যক নয়।\n\n\n== মধ্যপ্রাচ্য ও ইউরোপে প্রচলন ==\nযদিও সামাজিক মুসলিম সংস্কৃতিতে উপপত্নী প্রথা ও বহুবিবাহকে একজন পুরুষের আইনসিদ্ধ অধিকার হিসেবে স্বীকৃতি দেওয়া হয়েছিল; তবে বাস্তবচিত্রে এই প্রথাগুলো মূলত রাজপরিবার এবং সমাজের ধনী ও ক্ষমতাশালী অভিজাতদের মধ্যেই সীমাবদ্ধ ছিল। সাধারণ জনগণের মধ্যে এসব প্রচলন খুব বেশি দেখা যেত না।\nইসলামের প্রাথমিক বিজয়সমূহে বিপুল সংখ্যক নারী যুদ্ধবন্দি প্রাপ্তির ফলে তৎকালীন ইসলামি সমাজে উপপত্নীর সংখ্যা ব্যাপক হারে বৃদ্ধি পায়। এটি মুসলিম সমাজব্যবস্থা ও চিন্তাধারায় গভীর প্রভাব ফেলে। তবে শাসক ও উচ্চবিত্তদের মধ্যে জনপ্রিয় \"হেরেম\" সংস্কৃতি সাধারণ মুসলিম জনগোষ্ঠীর জীবনযাত্রার প্রতিচ্ছবি ছিল না। এটি কেবল রাজবংশ ও অভিজাত বংশীয় পরিবারগুলিতে সীমাবদ্ধ ছিল।\n\n\n=== প্রাথমিক ইসলামি যুগ ===\nইসলামের আগমনের আগে আরব সমাজে উপপত্নীত্ব  খুব একটা প্রচলিত ছিল না। গবেষণায় দেখা গেছে যে, ইসলামের সর্বশেষ নবী মুহাম্মদের পিতা ও পিতামহের যুগে উপপত্নী থেকে জন্ম নেওয়া শিশুদের সংখ্যা ছিল খুবই কম। কারণ তৎকালীন আরবের জনসংখ্যা খুবই কম ছিল এবং আরবরা সাধারণত উপদ্বীপের বাহিরে যুদ্ধ বা সংঘর্ষে জড়াত না। ইসলামের প্রাথমিক বিজয়ের সময় আরবরা, বিশেষ করে কুরাইশরা গোটা উপদ্বীপে প্রভাবশালী হয়ে ওঠে এবং আরব অভিযান উপদ্বীপ পেরিয়ে আশেপাশের এলাকায় ছড়িয়ে পড়ে। এর ফলে উপপত্নী প্রথার প্রচলন দ্রুত বৃদ্ধি পায়।  কারণ এই বিজয়গুলোর ফলে কুরাইশ গোত্রের হাতে বিপুল সম্পদ ও ক্ষমতা আসে এবং যুদ্ধে বহু নারী দাসী হিসেবে বন্দি হয়।\nআরব বংশপরিচয় বিষয়ক গবেষণামূলক গ্রন্থ নসবে কুরাইশের একটি গবেষণায় ৩,০০০ কুরাইশি পুরুষের মাতৃপরিচয় লিপিবদ্ধ করা হয়েছে, যাদের অধিকাংশ ৫০০ থেকে ৭৫০ খ্রিস্টাব্দের মধ্যে বসবাস করতেন এবং গবেষণার তথ্য অনুযায়ী, ইসলামের উদ্ভবের পর থেকে কুরাইশি পুরুষদের দাসী বা উপপত্নীদের গর্ভে জন্ম নেওয়া সন্তানের সংখ্যা উল্লেখযোগ্যভাবে বৃদ্ধি পায়।\n\n\n=== হুনায়নের যুদ্ধে বন্দি হাওয়াজিন নারী ===\n\nইসলামের প্রাথমিক প্রসারের সময় বনু সাকিফ ও বনু হাওয়াজিন নামে দুটি আরব গোত্রের সদস্যরা প্রকাশ্যে  মুহাম্মদের বিরুদ্ধে যুদ্ধ ঘোষণা করে। তাদের নেতা মালিক ইবন আওফ একটি কৌশল গ্রহণ করেন; তিনি তার সৈন্যদের স্ত্রী-সন্তান ও গবাদি পশুদের সঙ্গে নিয়ে যুদ্ধে অংশগ্রহণ করতে বলেন। তার ধারণা ছিল যে, যদি সৈন্যরা দেখে যে তাদের পরিবারও যুদ্ধক্ষেত্রে রয়েছে, তাহলে তারা আরও সাহসের সঙ্গে লড়বে এবং পরিবার ও সম্পদের জন্য হলেও পশ্চাদপসরণ করবে না। কিন্তু যুদ্ধের ময়দানে তার কৌশল ব্যর্থ হয় এবং মুসলমানরা হাওয়াজিনদের পরাজিত করে। তাদের যোদ্ধা ও নারীদের বন্দি করে এবং মুসলিম বাহিনী এই যুদ্ধে বিশাল পরিমাণ গনীমত ( যুদ্ধলব্ধ সম্পদ) লাভ করে। এতে মোট ২৪,০০০ উট; ৪০,০০০ এর বেশি ছাগল; ১৬০,০০০ দিরহাম মূল্যের রৌপ্য এবং ৬,০০০ নারী ও শিশু গনীমত হিসেবে পাওয়া যায়।  \nযুদ্ধের পর মুহাম্মদ কিছু দিন অপেক্ষা করতে থাকেন; যাতে হাওয়াজিনরা এসে তাদের পরিবার-পরিজন ও সম্পদ ফিরিয়ে নেওয়ার জন্য সমঝোতা করতে পারে। কিন্তু বেশ কিছু দিন অতিবাহিত হওয়ার পরও তারা আসেনি। এরপর মুহাম্মদ বন্দি নারীদের মুসলমানদের মধ্যে বিতরণ করেন।\nইসলামী আইন অনুযায়ী, যুদ্ধবন্দি নারীরা মালিকদের ব্যক্তিগত সম্পত্তি হয়ে যেত এবং তারা তাদের সঙ্গে যৌন সম্পর্ক স্থাপন করতে পারতেন। আব্দু্র রহমান ইবনে আওফ নামে একজন সাহাবী একজন বন্দি মেয়েকে পান। তিনি তার মাসিক শেষ হওয়ার পর তার সঙ্গে সহবাস করেন। জুবাইর ইবন মুতঈম ও তালহা ইবন উবাইদুল্লাহও বন্দি নারীদের পান এবং তারা তাদের সঙ্গে যৌন সম্পর্ক স্থাপন করেন। আবু উবাইদা ইবনুল জাররাহকে দেওয়া নারী বন্দী কিছুদিন পর গর্ভবতীও হয়ে পড়ে। \nপরবর্তীতে কিছুদিন হাওয়াজিন গোত্রের প্রতিনিধি দল মুহাম্মদের কাছে আসে এবং ইসলাম গ্রহণ করে। তারা অনুরোধ করে, যেন তাদের নারীদের ফিরিয়ে দেওয়া হয়। মুহাম্মদ তখন সাধারণ ক্ষমা ঘোষণা করেন এবং বন্দি নারী-শিশুদের ফিরিয়ে দেন। যে মেয়েটিকে আব্দুর রহমান ইবনে আওফকে দেওয়া হয়েছিল, তাকে তার সাথে থাকার অথবা তার পরিবারের কাছে ফিরে যাওয়ার সুযোগ দেওয়া হয়েছিল এবং সে তার পরিবারকে বেছে নিয়েছিল। একইভাবে তালহা, ইবনে উমর, উসমান ও সফওয়ান বিন উমাইয়াকে দেওয়া মেয়েদেরও তাদের পরিবারের কাছে ফিরিয়ে দেওয়া হয়েছিল। জয়নাব নিজের স্বামী ও চাচাতো ভাইয়ের কাছে ফিরে যাওয়ার সিদ্ধান্ত নেন। তবে কিছু নারী তাদের মালিকদের সঙ্গেই থাকার সিদ্ধান্ত নেয়; যেমন: সাদ ইবনে আবি ওয়াক্কাসের কাছে বন্দি হওয়া নারী তার সঙ্গেই থেকে যাওয়ার সিদ্ধান্ত নেয়। \nঅন্যদিকে, উয়াইনা ইবন হিসন নামে এক ব্যক্তি একটি বৃদ্ধা নারীকে বন্দি করেছিলেন। যখন তার ছেলে ১০০ উট মুক্তিপণ হিসেবে দিতে চাইল, তখন তার বৃদ্ধা মাতা বললেন, ধৈর্য ধরো। তিনি আমাকে এমনিতেই ছেড়ে দেবেন। এতে উয়াইনা রেগে যান। বর্ণিত হয়েছে যে, একবার উয়াইনা বলেছেন, আমি মুহাম্মদের সাথে যুদ্ধ করছি, যেন আমি একজন সাকিফি মেয়েকে বন্দী করে স্ত্রী করতে পারি। যেন সে গর্ভবতী হয়ে আমার জন্য একটি বুদ্ধিমান সন্তান জন্ম দিতে পারে। কারণ সাকিফিরা মেধাবী ও বুদ্ধিমান হিসেবে প্রসিদ্ধ ছিল। এই কথা শুনে সাহাবি উমর যখন মুহাম্মদকে জানালেন, তিনি শুনে মুচকি হেসে বলেছিলেন যে, এই লোকের মধ্যে কিছুটা সরলতা আছে, তবে তা মন্দ নয়।\n\n\n=== উমাইয়া খেলাফত ===\n\nউমাইয়াদের শাসনামলে উপপত্নী প্রথার প্রসার মূলত উমাইয়া গোত্রের লোকেদের পুত্রসন্তানের আকাঙ্ক্ষা দ্বারা ব্যাপক প্রভাবিত ছিল; কুরআন বা নবীর প্রচলিত রীতি দ্বারা অনুমোদিত হওয়ার কারণে নয়। এর আগে সাসানীয় অভিজাত ও মাজদীয়দের মধ্যে উপপত্নীত্ব অনুমোদিত ছিল। তবে এসব সম্পর্ক থেকে জন্মগ্রহণ করা সন্তানদের সর্বদা বৈধ বলে গণ্য করা হতো না।\nইহুদি সম্প্রদায়ের অবস্থান স্পষ্ট নয়; যদিও বাইবেলের গ্রন্থগুলোতে দাসীদের উপপত্নী করার উল্লেখ রয়েছে। ধারণা করা হয়, এই প্রথাটি মুহাম্মদের আগেই সীমিত হয়ে এসেছিল। ইসলামী শাসনামলে কিছু ইহুদি পণ্ডিত ইহুদিদেরকে তাদের অইহুদি নারী দাসীদের সাথে যৌন সম্পর্ক স্থাপনে নিষেধ করেছিলেন। তৃতীয় লিও তার চিঠিতে দ্বিতীয় উমরকে অভিযুক্ত করেছিলেন যে, মুসলিমরা নিজেদের উপপত্নীদের সাথে যৌন সম্পর্ক স্থাপন করতেন এবং যখন তাদের প্রতি আগ্রহ হারিয়ে ফেলতেন,, তখন বোবা গবাদি পশুর মত তাদের বিক্রি করে দিতেন। যদিও এটি তখন বহুল প্রচলিত একটি সমাাজিক রীতি ছিল। তৃতীয় আব্দুর রহমান নামে একজন উমাইয়া শাসক ৬,০০০ এরও বেশি উপপত্নী রাখতেন বলে জানা যায়।\nমুসলিম আরব পুরুষ এবং তাদের দাসী উপপত্নীদের সন্তানদের (হাজিন) সামাজিক মর্যাদা মূলত তাদের মাতৃগোত্রের জাতিসত্তার উপর নির্ভর করত। আবদুহ বাদাবি উল্লেখ করেন যে, এই ব্যাপারে একটি সাধারণ ঐক্যমত্য ছিল যে, সবচেয়ে দুর্ভাগা এবং সমাজে নিম্ন মর্যাদার হাজিন তারাই ছিল, যাদের মায়ের দিক থেকে কৃষ্ণবর্ণতা এসেছে। কারণ একজন আফ্রিকীয় মায়ের সন্তান শ্বেতাঙ্গ দাসী মায়ের সন্তানের তুলনায় অ-আরব পরিচয়ে বেশি দৃশ্যমান ছিল। ফলে \"একজন কৃষ্ণাঙ্গ নারীর সন্তান হওয়া\" এক রকম অপমানজনক বলে গণ্য হতো। আর \"একজন শ্বেতাঙ্গ নারীর সন্তান\" হওয়া গর্ব ও প্রশংসার বিষয় ছিল। যদিও মৌলিক ইসলামি সমাজ ব্যবস্থায় বর্ণপ্রথা কখনো স্থান পায়নি। \nএকটি ঐতিহ্যবাহী বর্ণনা অনুসারে, সপ্তম শতাব্দীর শুরুতে উমাইয়াদের সিন্ধু বিজয়ের সময় পরাজিত একজন হিন্দু রাজার বিধবা স্ত্রীকে উমাইয়া সেনারা দাস হিসেবে অধিগ্রহণ করে এবং তার কন্যা সূর্য দেবীকে যুদ্ধলব্ধ সম্পদ হিসেবে তৎকালীন দামেস্কের খলিফার কাছে উপপত্নী হিসেবে উপহার প্রদান করে। ৭৩০-এর দশকে সার্দিনিয়ার গভর্নর মুনযার বিদ্রোহ করার পর বিজয়ী উমাইয়া সেনাপতি খ্রিস্টান বিধবা ল্যাম্পেজিয়াকে দামেস্কের খলিফার কাছে উপহার হিসেবে পাঠান। \nউমাইয়া খিলাফতের নারী দাসীদের কয়েকটি শ্রেণীতে ভাগ করা যেতে পারে: জারিয়া বা জাওয়ারি ( যাদের আমা ও খাদিমাও বলা হয়), তারা সাধারণত গৃহকর্মী হিসেবে কাজ করত এবং নিজেদের মনিব ও অন্যান্য পুরুষ উভয়েরই যৌনকর্মে ব্যবহৃত হত; মাহজিয়া, এরা মূলত একজন উপপত্নী হিসেবে থাকত এবং শুধুমাত্র তার মুনিব তাদের যৌন দাসত্বের জন্য ব্যবহার করত এবং তাদের হাজার হাজার দিরহামে বিক্রি করা যেত; উম্মুল ওয়ালাদ, এমন একজন উপপত্নী যে তার মনিব কর্তৃক স্বীকৃত একটি সন্তানের জন্ম দেয় এবং এরপর তাকে আর বিক্রি করা যেত না। সে নিজের মুনিবের মৃত্যুর পর মুক্ত হয়ে যেত; কিনা বা কিয়ান, এরা ছিল এমন একদল মহিলা দাসী, যাদের গান, সঙ্গীত, নৃত্য, কবিতা ও আবৃত্তিতে মনোরঞ্জনকারী হিসেবে শিক্ষিত করা হত এবং এর ফলে তারা নারী দাসীদের একটি অত্যন্ত ব্যয়বহুল শ্রেণীতে পরিণত হত। উমাইয়া যুগেই কিয়ান নামে পরিচিত এই নারী দাসীদের উদ্ভব ঘটেছিল। স্বাধীন মুসলিম নারীদের ক্রমবর্ধমান গুরুত্বের সাথে সাথে কিয়ানদের চাহিদা ও জনপ্রিয়তা বৃদ্ধি পায়। কারণ দাসীরা যৌন বিভাজনের শিকার না হওয়ায় পুরুষদের সাথে মিশতে পারতেন। এই সময়ে অনেক দাসী শিল্পী বিখ্যাত হয়ে ওঠেন; যেমন আজ্জা আল-মায়লা।\nসপ্তম শতাব্দীর শেষের দিকে উমাইয়ারা দামেস্কে বসতি স্থাপন করে, যেখানে তারা একটি প্রধান প্রাসাদ কমপ্লেক্স প্রতিষ্ঠা করে এবং রাজধানীতে তাদের স্থায়ী নগর বসতির সাথে একটি অত্যাধুনিক নগর জীবন ও রাষ্ট্রযন্ত্র গড়ে তোলে। খিলাফতও উত্তরাধিকারসূত্রে প্রাপ্ত একটি রাজতন্ত্রে পরিণত হয়। যদিও দাস প্রথা ও উপপত্নীত্ব তৎকালীন সমাজে কোনো নতুন বিষয় ছিল না, তবে তাদের নির্মিত নগর বসতিতে আরো দক্ষভাবে এবং বৃহত্তর সংখ্যক দাস-দাসীর মাধ্যমে এটি একটি ভিন্ন রূপ লাভ করেছিল। সাধারণত যুদ্ধে পরাজিত অমুসলিম মহিলা ও মেয়েদের যুদ্ধলব্ধ সম্পদ হিসেবে বৃহত্তর সংখ্যায় বণ্টন করা হত এবং পরবর্তীতে তাদের উপপত্নী হিসেবে হারেমে স্থান দেওয়া হত। সাম্রাজ্যের অভিযানের সময় উমাইয়া সামরিক কমান্ডাররা ৫০০ জন পর্যন্ত উপপত্নী পেতেন। ইবনে সা'দ অনুমান করেছেন যে, উমাইয়া সম্ভ্রান্ত ব্যক্তিদের এক তৃতীয়াংশ পুত্র ছিল দাসী মহিলাদের সন্তান। উমাইয়া যুগে দাসীদের পোশাক দেখেই তাদের পরিচয় স্পষ্ট হয়ে যেত। যদিও ইসলামি আইনে একজন স্বাধীন মুসলিম নারীর মুখমণ্ডল ও হাত ছাড়া শরীরের বাকি অংশগুলি সম্পূর্ণরূপে পর্দা করার নির্দেশ দেওয়া হয়েছিল, যাতে আওরাহ ( ঘনিষ্ঠ অংশ) ঢেকে রাখা যায় এবং যৌন হয়রানি এড়ানো যায়, তবে দাসীদের আওরা ভিন্নভাবে সংজ্ঞায়িত করা হত। তাদের কেবল বুক, বাহু ও নাভি থেকে হাঁটু পর্যন্ত ঢেকে রাখার বিধান ছিল।\n\n\n=== আব্বাসীয় খিলাফত ===\n\nআব্বাসীয় খিলাফতের রাজপরিবার এবং অভিজাত ব্যক্তিরা বিপুল সংখ্যক উপপত্নী রাখতেন। খলিফা হারুনুর রশিদ তার হারেমে শত শত উপপত্নী রাখতেন এবং খলিফা মুতাওয়াক্কিলের চার হাজার উপপত্নী থাকার কথা বিভিন্ন ঐতিহাসিক গ্রন্থে উল্লেখ রয়েছে। কেবল ভোগ-বিলাসের জন্য দাসী রাখা ব্যয়বহুল ছিল এবং এটি ছিল ধনী পুরুষদের জন্য এক প্রকারের বিলাসিতা। \nআলী ইবন নাসর নিজের যৌনতা-বিষয়ক গ্রন্থে নারী দাসীদের সঙ্গে পরীক্ষামূলক যৌন সম্পর্ক স্থাপনকে উৎসাহিত করেছেন। কারণ স্বাধীন স্ত্রীগণ সম্মানিত ছিলেন এবং তারা তার বইতে বর্ণিত যৌন অবস্থানের ব্যবহারকে অপমানজনক বলে মনে করতেন। তাদের দৃষ্টিতে এই অবস্থানগুলো স্বামীর ভালোবাসার অভাব ও নিম্নমানের দৃষ্টিভঙ্গি প্রকাশ করে। তৎকালীন নারীরা সাধারণত চাইতেন যে, তাদের স্বামীরা দ্বিতীয় স্ত্রী গ্রহণের পরিবর্তে উপপত্নী রাখুক। কারণ একজন সতিন তাদের সামাজিক অবস্থানের জন্যে অধিক হুমকি স্বরূপ ছিল। তাই হয়ত একাধিক উপপত্নী রাখা একাধিক স্ত্রী রাখার চেয়ে বেশি প্রচলিত ছিল।\nএকজন দাসীর সন্তান সাধারণত দাস হিসেবেই জন্ম গ্রহণ করত; যদি না তার মনিব তাকে আনুষ্ঠানিকভাবে স্বীকৃতি দিতেন। একজন পুরুষ দাস-মালিক চাইলে তার উপপত্নীর সন্তানকে স্বীকৃতি দিতে পারতেন এবং একবার স্বীকৃতি দিলে সেই সন্তান স্বয়ংক্রিয়ভাবে মুক্ত হয়ে যেত। পূর্ববর্তী উমাইয়া যুগে স্ত্রীর সন্তান ও দাসী থেকে জন্ম নেওয়া সন্তানদের সমান মর্যাদা দেওয়া হতো না। উমাইয়া খলিফারা দাসী থেকে জন্ম নেওয়া পুত্রদের স্বীকৃতি দিতেন। তবে তারা রাজ-সিংহাসনের উত্তরাধিকারী হিসেবে উপযুক্ত বিবেচিত হতেন না।  কিন্তু আব্বাসীয় শাসনামলে দাসী থেকে জন্ম নেওয়া সন্তান স্বীকৃতি দেওয়ার প্রচলন বৃদ্ধি পায় এবং ৯ম শতক থেকে নাগরিকদের মধ্যে দাসী থেকে পুত্রসন্তান লাভ করা সাধারণ রীতি হয়ে ওঠে।\nযদি কোনো পুরুষ নিজের দাসী থেকে জন্মগ্রহণকারী সন্তানকে স্বীকৃতি দিতেন; তাহলে সেই দাসী উম্মুল ওয়ালাদ (সন্তানের মা) হিসেবে বিবেচিত হতেন। এর ফলে তাকে আর বিক্রি করা যেত না এবং প্রভুর মৃত্যুর পর সে স্বয়ংক্রিয়ভাবে মুক্তি পেত। তবে ইসলাম ধর্মের সোনালী যুগের পর পরবর্তী কয়েক যুগ পর্যন্ত উম্মুল ওয়ালাদ দাসীদেরও কেনাবেচা ও ভাড়ায় দেওয়া হত; কিন্তু আব্বাসীয় যুগে এটি ধীরে ধীরে বন্ধ হয়ে যায়।\nসমকালীন দাস ব্যবসায়ী ও লেখকরা নারী দাসীদের জাতি অনুযায়ী যৌন শ্রেণিবিন্যাস করতেন। ৯ম শতকের বিজ্ঞানী জাবির ইবনে হাইয়ান লিখেছিলেন:\n\nবাইজেন্টাইন নারীদের যৌনাঙ্গ অন্যান্য দাসীদের তুলনায় পরিষ্কার। আন্দালুসীয়রা সবচেয়ে সুন্দরী, সুগন্ধিযুক্ত এবং শেখার প্রতি আগ্রহী। আন্দালুসীয় ও বাইজেন্টাইন নারীদের যৌনাঙ্গ সবচেয়ে পরিষ্কার, অন্যদিকে আলান (লানিয়াত) ও তুর্কীয় নারীদের যৌনাঙ্গ অপরিচ্ছন্ন এবং তারা সহজেই গর্ভবতী হয়ে পড়ে এবং তাদের স্বভাবও সবচেয়ে খারাপ। সিন্ধি, ভারতীয় এবং স্লাভ (সাকালিবা) জাতির নারীরা সবচেয়ে নিন্দিত। তাদের চেহারা কুৎসিত; দেহ থেকে দুর্গন্ধ আসে; তারা বিদ্বেষপূর্ণ, মূর্খ এবং তাদের নিয়ন্ত্রণ করা কঠিন। তাদের যৌনাঙ্গও অপরিচ্ছন্ন। পূর্ব আফ্রিকীয় (জাঞ্জ) নারীরা সবচেয়ে নির্বোধ ও রুক্ষ প্রকৃতির। তবে তাদের মধ্যে যদি কোনো সুন্দর, সুগঠিত ও আকর্ষণীয় নারী পাওয়া যায়, তাহলে কোনো জাতিই তার সমকক্ষ হতে পারবে না।... মক্কার নারীরা (মাক্কিয়াত) সবচেয়ে সুন্দর এবং তাদের সঙ্গে যৌন মিলন সবচেয়ে আনন্দদায়ক।\n\n\n=== আল আন্দালুস সাম্রাজ্য ===\n\nআন্দালুসে মুরাবিতুন ও মুওয়াহহিদিন রাজপরিবারের মুসলিম অভিজাতদের উপপত্নীরা সাধারণত ইবেরীয় উপদ্বীপের খ্রিস্টান অঞ্চল থেকে আগত অমুসলিম নারীরা ছিলেন। এই নারীদের অনেককে যুদ্ধ অথবা আক্রমণের মাধ্যমে বন্দি করা হতো এবং পরে যুদ্ধলব্ধ সম্পদ হিসেবে মুসলিম অভিজাত সৈন্যদের উপহার দেওয়া হতো অথবা মুসলিম বাজারে ক্রীতদাস হিসেবে বিক্রি করা হতো। সাধারণ মুসলিম সমাজে একাধিক স্ত্রী ও উপপত্নী রাখা ব্যয়বহুল হওয়ার কারণে সর্বদাই একগামিতা প্রচলিত ছিল; তবে মুসলিম উচ্চবিত্তদের মধ্যে উপপত্নী রাখার রীতি প্রচলিত ছিল। মুসলিম শাসকেরা উপপত্নীদের মাধ্যমে সন্তান জন্ম দিতে পছন্দ করতেন। কারণ এটি বিবাহসংক্রান্ত সামাজিক ও রাজনৈতিক জটিলতা এড়াতে সাহায্য করত এবং তাদের বংশকে সমাজের অন্যান্য বংশের সঙ্গে মিশে যাওয়া থেকে রক্ষা করত। \n১১তম শতকে আন্দালুসের খ্রিস্টীয় বাহিনী যুদ্ধবন্দি হিসেবে পাল্টা মুসলিম নারীদের বন্দি করত এবং যুদ্ধলব্ধ সম্পদের অংশ হিসেবে আট বছর বয়সি মুসলিম কুমারীদের অন্তর্ভুক্ত করত। খ্রিস্টানরা এসব বন্দি মুসলিম নারীদের উপপত্নী হিসেবে রাখত। যখন গ্রানাডা মুসলিম শাসন থেকে খ্রিস্টান শাসনে চলে যায়, তখন হাজার হাজার মুসলিম মুর নারীকে ক্রীতদাস বানিয়ে ইউরোপে পাচার করা হয়। মুসলিম পরিবারগুলো তাদের বন্দি ও ক্রীতদাসে পরিণত কন্যা, মা ও স্ত্রীদের মুক্তিপণের মাধ্যমে ফিরে পাওয়ার চেষ্টা করতেন। মুসলিম ও খ্রিস্টান উভয়ের জন্যই বিপক্ষ ধর্মের নারীদের বন্দি করা তাদের শক্তি প্রদর্শনের একটি মাধ্যম ছিল। অন্যদিকে তাদের নিজেদের ধর্মের নারীরা প্রতিপক্ষের হাতে বন্দি ও শোষিত হলে সেটি লজ্জার কারণ হয়ে দাঁড়াত।\nআন্দালুসের সবচেয়ে বিখ্যাত হেরেম ছিল কর্ডোবার খলিফার হারেম। খলিফার মহিলা আত্মীয়দের ব্যতীত হারেমের অন্যান্য নারীরা ছিল তার ক্রীতদাস উপপত্নী। খলিফার ক্রীতদাসরা সাধারণত ইউরোপ থেকে আনা সাকালিবা ক্রীতদাস হতো, যারা উত্তর বা পূর্ব ইউরোপ থেকে পাচার করা হতো। পুরুষ সাকালিবারা রান্নাঘর, বাজপাখি পালন, টাঁকশাল, বস্ত্রশিল্প, প্রশাসন অথবা রাজকীয় প্রহরী হিসেবে কাজ করত ( আর যদি তারা হারেমের রক্ষী হতো, তবে তাদের খোজা করা হতো) এবং মহিলা সাকালিবাদের সাধারণত হারেমে রাখা হতো। \nখলিফার হেরেমে হাজার হাজার ক্রীতদাসী উপপত্নী থাকতে পারত। প্রথম আব্দুর রহমানের হেরেমে প্রায় ৬,৩০০ নারী ছিল বলে উল্লেখ আছে।  সাকালিবা উপপত্নীদের তাদের ফর্সা ত্বকের জন্যে বিশেষভাবে মূল্যায়ন করা হতো। উপপত্নীরা সাধারণত জারিয়া বা জাওয়ারি ( আরবি: الجارية) নামে পরিচিত হত। তারা বিভিন্ন দক্ষতায় প্রশিক্ষিত হতো, যাতে তারা তাদের প্রভুর কাছে আকর্ষণীয় ও উপযোগী হয়। অনেক উপপত্নী সংগীত থেকে চিকিৎসাবিদ্যা পর্যন্ত বিভিন্ন বিষয়ে পারদর্শী হয়ে খ্যাতি অর্জন করেছিল।  যদি কোনো জারিয়া উপপত্নী সন্তান জন্ম দিত, তাহলে সে উম্মুল ওয়ালাদের (সন্তানের মা) এর মর্যাদা পেতো। একজন প্রিয় উপপত্নীকে বিশেষ সম্মান ও বিলাসিতা উপভোগের সুযোগও দেওয়া হতো। উদাহরণস্বরূপ, মারজান নামে এক উপপত্নী তৃতীয় আব্দুর রহমানের উত্তরাধিকারী দ্বিতীয় আল-হাকাম জন্ম দিয়েছিলেন এবং তিনি তাকে \"আল-সাইয়িদা আল-কুবরা\" (গ্রেড লেডি) উপাধি প্রদান করেন।  \nতবে উপপত্নীরা সর্বদা তাদের প্রভুর ইচ্ছাধীন দাসের মতই ছিল। উল্লেখ করা হয় যে, খলিফা তৃতীয় আব্দুর রহমান নিজের দুই উপপত্নীকে মৃত্যুদণ্ড দিয়েছিলেন। কারণ তারা তার কাছে আপত্তিকর মনে হওয়া কবিতা আবৃত্তি করেছিল। অপর এক উপপত্নীকে তিনি দুজন খোজা রক্ষীর মাধ্যমে ধরে রেখে মোমবাতির আগুন দিয়ে মুখ পুড়িয়ে নির্যাতন করেন। কারণ সে তার সঙ্গে যৌন সম্পর্ক স্থাপনে অসম্মতি জানিয়েছিল।  আবু মারওয়ান আল-তুবনির (মৃত্যু: ১০৬৫ খ্রি.) উপপত্নীরা এতটাই দুর্ব্যবহারের শিকার হয়েছিল যে, তারা তাকে হত্যার ষড়যন্ত্র করেছিল। বিভিন্ন প্রাসাদ দখলের সময় প্রতিদ্বন্দ্বী দলগুলোর হাতে হেরেমের নারীরা ধর্ষণের শিকার হতো বলেও উল্লেখ করা হয়েছে।\nগ্রানাডার নাসরীয় রাজবংশের শাসকেরা সাধারণত তাদের চাচাতো বোনদের বিয়ে করত। তবে ইসলামী আইনে বৈধতার ফলে ক্রীতদাস উপপত্নীও রাখত। এসব উপপত্নীর পরিচয় সাধারণত অজানা; তবে তারা মূলত উত্তর স্পেনের খ্রিস্টান রাজ্যগুলো থেকে যুদ্ধ বা অভিযান চালিয়ে বন্দি বা কেনা খ্রিস্টান নারী ছিল। রাজকীয় হেরেমে প্রবেশের পর তারা নতুন নাম পেত।\n\n\n=== ইসলামী মিশর ===\n\nফাতেমীয় খিলাফতের (৯০৯-১১৭১) খলিফাদের স্ত্রীরা সাধারণত দাসী ছিলেন; যাদের খলিফা হয়তো বিয়ে করতেন অথবা উপপত্নী হিসেবে গ্রহণ করতেন। ফাতেমীয় হারেমের উপপত্নীরা অধিকাংশ ক্ষেত্রেই খ্রিস্টান বংশোদ্ভূত ছিলেন এবং তাদেরকে সুন্দরী গায়িকা, নৃত্যশিল্পী ও সঙ্গীতজ্ঞ হিসেবে বর্ণনা করা হয়েছে। প্রেমময় কবিতায় তাদের প্রশংসা করা হলেও তারা প্রায়ই খলিফাকে প্রভাবিত করার অভিযোগে অভিযুক্ত হতেন।\nবাহরি রাজবংশের (১২৫০-১৩৮২) শাসকদের স্ত্রীরাও মূলত দাসী ছিলেন। এই নারী দাসীদের শিশু অবস্থায় দাসবাজার থেকে বাহরি হারেমে আনা হতো; তাদের গায়িকা ও নৃত্যশিল্পী হিসেবে প্রশিক্ষণ দেওয়া হতো এবং কিছু সংখ্যককে সুলতানের উপপত্নী হিসেবে বেছে নেওয়া হতো, যারা মাঝে মাঝে সুলতানের স্ত্রীও হতেন।\nবুরি রাজবংশের (১৩৮২-১৫১৭) শাসকরা সাধারণত মামলুক অভিজাত বংশের মুসলিম নারীদের বিয়ে করতেন। তবে বুরি হারেমে দাসী উপপত্নী রাখার প্রথা অব্যাহত ছিল এবং সেখানে সার্কাসীয় দাসী কন্যারা বিশেষভাবে জনপ্রিয় ছিলেন। সুলতান কুতায়বা (১৪৬৮-১৪৯৬) তার প্রিয় সার্কাসীয় দাসী উপপত্নী আসালবায়কে স্ত্রী হিসেবে গ্রহণ করেছিলেন, যিনি সুলতান আল-নাসির মুহাম্মদের (১৪৯৬-১৪৯৮) মা হন এবং পরবর্তীতে সুলতানুল আশরাফ জানবালাতের (১৫০০-১৫০১) স্ত্রী হন। তার পুত্রবধূ মিসিরবায় (মৃত্যু: ১৫২২) পূর্বে সার্কাসীয় দাসী উপপত্নী ছিলেন এবং সুলতান আল-নাসির মুহাম্মদ (১৪৯৬-১৪৯৮), সুলতান আবু সাঈদ কানসুহ (১৪৯৮-১৫০০) এবং পরে ১৫১৭ সালে ওসমানী গভর্নর খায়ের বেগকে তিনি বিয়ে করেছিলেন।\nবাগদাদের মামলুক শাসক উমর পাশা নিঃসন্তান ছিলেন। কারণ তার স্ত্রী তাকে কোনো উপপত্নী রাখতে দেননি। ১৮শ শতকের শুরুতে একজন পর্যটক উল্লেখ করেন যে, উসমানীয় অভিজাতদের মধ্যে শুধুমাত্র রাজকোষাধ্যক্ষ নারী দাসী রাখতেন এবং অন্যান্যরা তাকে কামুক বলে মনে করতেন।\n১৮৩০-এর দশকে মিশর ভ্রমণকারী এডওয়ার্ড লেন উল্লেখ করেন যে, খুব কম সংখ্যক মিশরীয় পুরুষ বহু-বিবাহ প্রথা অনুসরণ করতেন। বেশিরভাগ পুরুষ এক স্ত্রী নিয়েই সন্তুষ্ট থাকতেন এবং পারিবারিক শান্তির জন্য উপপত্নী রাখতেন না। তবে কিছু সংখ্যক পুরুষ আবিসিনীয় দাসী রাখতেন। কারণ তারা স্ত্রী পালনের তুলনায় সস্তা ছিলেন। ধনী তুর্কিরা সাধারণত শ্বেতাঙ্গ দাসী রাখতেন এবং মিশরীয় উচ্চ ও মধ্যবিত্ত পুরুষের উপপত্নীরা সাধারণত আবিসিনীয় হত।\nমিশরের খেদিভীয় (১৮০৫-১৯১৪ খ্রি.) মুহাম্মদ আলী রাজবংশের হেরেম ওসমানী হারেমের আদলে গঠিত হয়েছিল। কারণ মিশরীয় খেদিভ সাধারণত ওসমানী সুলতানের মিশরীয় রাজ্যপাল ছিলেন। মুহাম্মদ আলী ১৮০৫ সালে রাজ্যপাল হিসেবে নিয়োগ পান এবং ওসমানীয় দৃষ্টান্ত অনুসরণ করে কায়রোর দুর্গ প্রাসাদে একদল দাসী উপপত্নী সংগ্রহ করেন। উসমানীয় রাজকীয় হারেমের অনুকরণে খেদিভের হারেমও দাসী উপপত্নীর ওপর ভিত্তি করে বহুবিবাহ প্রথা অনুসরণ করত, যেখানে প্রতিটি স্ত্রী বা উপপত্নী কেবল একজন পুত্রসন্তান জন্ম দিতে পারতেন। এই হারেমের দাসীরা প্রধানত ককেশাস অঞ্চল থেকে সার্কাসীয় দাস ব্যবসার মাধ্যমে আসত এবং তাদের শ্বেতাঙ্গ বলা হতো। সংখ্যালঘু দাসীদের মধ্যে যারা খেদিভের ব্যক্তিগত পরিচারিকা (উপপত্নী) হিসেবে নির্বাচিত হতেন, তাদের সাধারণত তার মা নির্বাচন করতেন। এরা খেদিভের স্ত্রীও হতে পারতেন এবং যদি তারা খেদিভের সন্তান জন্ম দিতেন, তাহলে উম্মুল ওয়ালাদ (বা মুস্তাওয়ালাদা) হিসেবে মুক্তি পেতেন। তবে বেশিরভাগ দাসী খেদিভের মা ও স্ত্রীদের গৃহপরিচারিকা হিসেবে কাজ করতেন। \nখেদিভীয় হারেমের নারী দাসীদের স্বাধীন করে দিয়ে কৌশলগত বিয়ের মাধ্যমে পুরুষ ক্রীতদাস (কুল বা মামলুক) বা মুক্ত পুরুষদের সাথে বিয়ে দেওয়া হতো, যারা সামরিক ও বেসামরিক প্রশাসনে প্রশিক্ষিত হতেন। এটি তাদের স্বামীদের খেদিভের প্রতি আনুগত্য নিশ্চিত করতে সাহায্য করত। মিশরীয় অভিজাত আমলাতান্ত্রিক পরিবারগুলোও খেদিভের অনুকরণ করত এবং তাদের হারেমেও নারী দাসী রাখা সাধারণ বিষয় ছিল এবং তাদের পরে স্বাধীন করে পৃষ্ঠপোষক পুরুষদের সাথে বিয়ে দেওয়া হতো। \n\n\n=== উসমানীয় সাম্রাজ্য ===\n\nউসমানীয় শাসকেরা তাদের সাম্রাজ্যের হেরেমে শত শত বরং হাজার হাজার উপপত্নী রাখতেন, যাদের মধ্যে অনেকেই ছিলেন দাসী। তাদের বেশিরভাগই বিভিন্ন খ্রিষ্টান দেশ থেকে আনা হয়েছিল। এই নারী দাসীদের মূলত বারবারি দাস বাণিজ্য বা ক্রিমীয় দাস বাণিজ্যের মাধ্যমে অথবা তাতার ও জলদস্যুদের দ্বারা বন্দী করে নিয়ে আসা হতো। অনেক যুদ্ধবন্দী নারীকে উসমানীয় শাসকদের উপপত্নী হিসেবে রাখা হতো। এছাড়াও রাজপ্রাসাদের সাথে সম্পর্কিত উচ্চাকাঙ্ক্ষী দাসী পরিবারগুলোও নিজেদের কন্যাদের শাসকদের কাছে উপপত্নী হিসেবে দান করতো।\nতৎকালীন মুসলিম সমাজে সবচেয়ে জনপ্রিয় উপপত্নী (দাসী) হিসেবে আফ্রিকীয় মহিলারা নয়; বরং শ্বেত জাতির মহিলারা ছিলেন, বিশেষ করে সারকাসীয় বা জর্জীয় বংশোদ্ভূত মেয়েরা। তবে এই নারীরা অত্যন্ত ব্যয়বহুল ছিল। সারকাসীয় ও জর্জীয় মহিলাদেরকে পূর্বের হেরেমে সরবরাহ করা হতো এবং এটি ১৮৯০-এর দশক পর্যন্ত নির্বিচ্ছিন্নভাবে চলেছিল। এছাড়া ফাইনেস মোরিসন উল্লেখ করেছেন যে, কিছু মুসলিম পুরুষ তাদের স্ত্রীদের বিভিন্ন শহরে রাখতেন। আবার কেউ কেউ এক ঘরেই যতগুলি নারী তারা আকাঙ্ক্ষা করতেন, তাদের সংগ্রহ করতেন। তিনি লিখেছেন যে, তারা মুক্ত নারী কিনে (মহর দিয়ে) নিজেদের স্ত্রী হিসাবে রাখতেন অথবা তারা যুদ্ধবন্ধি নারীদের কম দামে ক্রয় করে তাদের উপপত্নী হিসেবে রাখতেন। উসমানীয় সমাজে পুরুষদের জন্য বৈবাহিক সম্পর্কের বাইরেও যৌন সম্পর্কের সুযোগ ছিল। একদিকে পুরুষরা একাধিক স্ত্রীর সঙ্গে বিবাহ করতে পারতেন, যা সমাজে স্বীকৃত ছিল। অন্যদিকে ধনী ও উচ্চ শ্রেণীর পুরুষদের কাছে দাসী রাখার সুবিধা ছিল এবং তারা এই দাসীদের যৌন সম্পর্কের জন্য ব্যবহার করতে পারতেন।\n১৩০০ সালের শেষ থেকে উসমানীয় শাসকরা শুধুমাত্র উপপত্নীদের গর্ভে জন্মগ্রহণকারী পুত্রদেরই নিজেদের সিংহাসনের উত্তরাধিকারী হিসেবে মেনে নিতেন। প্রতি জন উপপত্নীকে মাত্র একটি পুত্র সন্তান জন্ম দেওয়ার অনুমতি দেওয়া হত এবং একবার পুত্র জন্মানোর পর সে নিজের জীবনের বাকি সময়টুকু ওই পুত্রের পক্ষে ষড়যন্ত্র ও চক্রান্ত করতে ব্যয় করত। যদি তার পুত্র পরবর্তীতে সুলতান হতে পারত, তবে উপপত্নীটি এক অপ্রতিদ্বন্দ্বী শাসক হয়ে উঠত। প্রায় ১৪৫০ সালের পর থেকে সুলতানরা বিবাহ করা বন্ধ করে দেন, যা বেশ বিস্ময়ের জন্ম দেয়। কিন্তু সুলতান সুলায়মান তার এক উপপত্নীর গভীর প্রেমে পড়েন এবং তাকে বিয়ে করেন। উসমানীয় সুলতানরা নিজেদের বিশাল দাসী সংগ্রহের মধ্যে কেবল কিছু বিশেষ উপপত্নীর সঙ্গে যৌন সম্পর্ক স্থাপন করতেন। এর অর্থ হল যে, অনেক উপপত্নীকে সুলতানের পক্ষ থেকে কোনো প্রেম বা পরিবার জীবন দেওয়া হত না। তারা যদি সুলতানের পছন্দ না হতো, তবে তাদের জীবনের বাকি সময় এক প্রকার বন্দী জীবনের মতো হয়ে যেত। এই পরিস্থিতির মধ্যে কিছু দাসী শরিয়া বিধির বিরুদ্ধে গিয়ে সমকামী সম্পর্ক স্থাপন করতেন। কারণ যৌন চাহিদা পূরণের জন্য তাদের কাছে অন্য কোনো সুযোগ বা উপায় ছিল না।\nউসমানীয় নথিপত্রের গবেষণায় দেখা গেছে যে, ১৬ ও ১৭ শতকে বহুবিবাহ বিরল বা প্রায় অদ্বিতীয় ছিল।  অভিজাত শ্রেণির বাইরে দাসী বা প্রেমিকা রাখা এবং বহুবিবাহ খুবই কম দেখা যেত। গোইটেইন উল্লেখ করেছেন যে, \"উন্নত মধ্যবিত্ত\" মুসলমানদের মধ্যে একপত্নীকরণ ছিল প্রধান। সুদানে তুর্কী-মিশরীয় যুগে দাস-মালিকদের মধ্যে আর্থ-সামাজিক শ্রেণির বিস্তার ঘটেছিল এবং দাসী মালিকানা কেবল ধনীদের মধ্যে সীমাবদ্ধ ছিল না। একজন সাধারণ ধনী পুরুষও কিছু দাসী রাখতে পারতেন এবং তাদের মাধ্যমে তিনি জৈবিক আরাম উপভোগ করতে পারতেন। তবে তার কাছে কোনো বড় হেরেম থাকত না; বরং সাধারণ দাসী মহিলা ছিল, যারা রুটি বানাত বা শিশুদের দেখাশোনা করত এবং তাদের ওপর পুরুষের যৌন আগ্রহও হতে পারত। এইভাবে সাধারণ দাসী মহিলাদের দুটি ভূমিকা ছিল—তারা শ্রমিক হিসেবে কাজ করত এবং একই সঙ্গে তারা প্রেমিকার ভূমিকা পালন করত।\nতবে অভিজাত পুরুষদের ক্ষেত্রে, যদি তারা কোনো উসমানীয় রাজকন্যাকে বিয়ে করতে চাইতেন, তাহলে তাদের স্ত্রী এবং দাসী প্রেমিকাদের ত্যাগ করতে হতো। ইউরোপীয় পুরুষরা দাসত্বে আটক এমন মহিলাদের গল্পও বর্ণনা করেছেন, যারা ইসলাম গ্রহণ করেছিল বা স্ব-ধর্মত্যাগী হয়েছিল। এই মহিলাদের জীবনের গল্প রোকসেলানার মতো ছিল, যিনি একজন খ্রিস্টান দাসী মেয়ে থেকে উঠে উসমানীয় সম্রাট সুলেমানের প্রধান উপদেষ্টা হন। এমন আরও অনেক মহিলার কাহিনি রয়েছে যারা সাধারণ জন্মের ছিল; কিন্তু শক্তিশালী মুসলিম পুরুষদের সঙ্গে সম্পর্ক স্থাপন করেছেন এবং পরবর্তীতে প্রভাবশালী নারীতে পরিণত হয়েছেন। প্রাথমিকভাবে যদিও এই সম্পর্ক বাধ্যতামূলক ছিল; তবে বন্দিত্ব তাদের ক্ষমতার প্রতি আকর্ষিত করেছিল। অনেক ইউরোপীয় কূটনীতিক হতাশ হয়ে স্ব-ধর্মত্যাগী এমন কিছু মহিলা সম্পর্কে লিখেছেন, যারা নিজেদের মনিব স্বামীদের ওপর রাজনৈতিক প্রভাব বিস্তার করে। খ্রিস্টান পুরুষ দাসরা মুসলিম পরিবারে ক্ষমতাশালী ধর্মান্তরিত মহিলাদের উপস্থিতি লক্ষ করতেন, যারা ইসলাম গ্রহণের পর নিজেদের রাজনৈতিকভাবে দৃঢ় ও কর্তৃত্বপূর্ণ অবস্থানে প্রতিষ্ঠিত করতে সক্ষম হয়েছিল এবং ইউরোপীয়রা তাদের বিশ্বাসঘাতক ও ধর্মত্যাগী হিসেবে দেখেছিল।\nইসলামী আইন আনুষ্ঠানিকভাবে দেহব্যবসা বা যৌন বাণিজ্য নিষিদ্ধ করেছে। তবে উসমানীয় সাম্রাজ্যের দাসী মেয়েরা সম্ভবত যৌন বাণিজ্যের অংশ ছিল। দালালরা (মধ্যস্থতাকারী) মহিলা ও মেয়েদের বাজারে বিক্রি করত এবং পুরুষদের কাছে উপস্থাপন করত। পুরুষরা সাধারণত কয়েক দিন বা অল্প কিছু সময়ের জন্য ওই মহিলা বা কুমারীদের সাথে যৌন সম্পর্ক স্থাপন করত; কিন্তু তারা সন্তুষ্ট না হয়ে তাদের ফেরত পাঠিয়ে দিত। শরিয়া আইনে এমন লেনদেনকে অবৈধ বলা হয়নি। তাই, এই ধরনের যৌন লেনদেন ও দাসত্ব নিষিদ্ধ করার জন্য বিশেষ আইন বা কোড তৈরি করা হয়েছিল, যা তত্ত্বগতভাবে এই বিষয়টি নিয়ন্ত্রণ করত।\n\n\n==== ককেশাস অঞ্চল ====\nককেশাস অঞ্চলে বিভিন্ন মুসলিম সাম্রাজ্যে উপপত্নী  প্রথা প্রচলিত থাকার বর্ণনা পাওয়া যায়। তৎকালীন উমাইয়া ও আব্বাসীয় খিলাফতের আরব মুসলিম শাসকরা ককেশাস অঞ্চল থেকে ক্রীতদাসী সংগ্রহ করতেন। বিশেষ করে দাগেস্তান ও জর্জিয়ার খ্রিস্টান নারীদের ক্রীতদাসী হিসেবে গ্রহণ করা হত। সেলজুক শাসকরা ককেশাসের তুর্কীয় ও পারস্য অঞ্চলের নারীদের উপপত্নী করতেন এবং অনেক উঁচু মর্যাদার উপপত্নী ক্ষমতায় প্রভাব বিস্তারও করতেন।\nমঙ্গোলীয় মুসলিম ইলখানাতে মঙ্গোলীয়রাও উপপত্নী প্রথা বহাল রেখেছিল এবং ককেশাস থেকে দাসী হিসেবে বহু নারী আনা হয়েছিল। সাফাভিরা হেরেম প্রথা বজায় রেখেছিল এবং আজারবাইজান ও দাগেস্তান থেকে উপপত্নী সংগ্রহ করা হতো। পারস্যের রাজকীয় হারেমে ককেশীয় নারীদের প্রভাবশালী ভূমিকা ছিল।\n\n\n==== আর্মেনীয় গণহত্যা ====\n\nআর্মেনীয় গণহত্যার সময়–যা ১৯১৫-১৬ সালের মধ্যে চূড়ান্ত পর্যায়ে পৌঁছে–অসংখ্য আর্মেনীয় নারী ধর্ষণের শিকার হন এবং তারা যৌন দাসত্বে বাধ্য হন। অনেক নারীকে জোরপূর্বক যৌনকর্মে নিযুক্ত করা হয় এবং জোরপূর্বক অ-আর্মেনীয়দের সঙ্গে বিয়ে দেওয়া হয় অথবা সামরিক কর্মকর্তাদের কাছে যৌনদাসী হিসেবে বিক্রি করা হয়। তৎকালীন আন্তর্জাতিক প্রতিবেদনগুলো আর্মেনীয় নারীদের যৌনদাস হিসেবে বন্দি রাখার ঘটনা এবং দেশে দাস বাজার স্থাপন ও আর্মেনীয়দের বিক্রির ক্ষেত্রে কর্তৃপক্ষের সম্পৃক্ততার প্রমাণ দেয়। \n\n\n=== বারবারি উপকূলীয় অঞ্চল ===\n\nবারবার উপকূলীয় জলদস্যুরা– যারা মূলত উত্তর আফ্রিকার ( মরক্কো, আলজেরিয়া, তিউনিসিয়া ও লিবিয়া) মুসলিম শাসিত অঞ্চল থেকে পরিচালিত হতো– ইউরোপের উপকূল ও জাহাজগুলোর ওপর আক্রমণ চালিয়ে হাজার হাজার খ্রিস্টান নারী ও পুরুষকে দাসে পরিণত করেছিল। অনুমান করা হয় যে, তারা প্রায় ৫০,০০০ থেকে ৭৫,০০০ ইউরোপীয় খ্রিস্টান নারীকে দাস বানিয়েছিল। মুসলমানরা যুদ্ধ বা আক্রমণের মাধ্যমে অমুসলিমদের দাস হিসেবে ধরে নিয়ে যেত এবং তাদের বিক্রি করত অথবা নিজেদের কাজে ব্যবহার করত। এই নারীদের অনেকে গৃহস্থালীর কাজে নিযুক্ত হতো; তবে কিছু ইউরোপীয় উপপত্নী তাদের মনিব বা স্বামীদের মাধ্যমে গুরুত্বপূর্ণ রাজনৈতিক ক্ষমতা অর্জন করেছিল। উদাহরণস্বরূপ, ১৭শ শতকের একজন ব্রিটিশ কূটনীতিক বর্ণনা করেন যে, একজন ইউরোপীয় উপপত্নী আলজিয়ার্স শহরের কার্যত শাসক হয়ে উঠেছিলেন। \nএই কাহিনিটি আলজিয়ার্সের শাসক মুহাম্মদ তরিকের সাথে সম্পর্কিত বলে উল্লেখ করা হয়। ১৬৭৬ সালের একটি ইংরেজি প্রতিবেদনে উল্লেখ করা হয়েছিল যে, তিনি তার প্রাক্তন দাস উপপত্নীর সাথে বিবাহবন্ধনে আবদ্ধ হন এবং সেই নারীকে একজন চতুর ও লোভী ইংরেজ নারী\" হিসেবে বর্ণনা করা হয়েছিল, যার বিষয়ে বলা হয়েছিল যে, তিনি ঘুষের জন্য নিজের আত্মাও বিক্রি করতে পারতেন। সেই সময় ইংরেজদের জন্য তার অনুগ্রহ লাভ করা ছিল অত্যন্ত ব্যয়বহুল, তবে তারা তা দেশের স্বার্থে তা করতে বাধ্য হয়েছিল। \nইউরোপীয় ঐতিহাসিক বর্ণনাগুলি সাধারণত ইসলাম গ্রহণকারী ইউরোপীয় উপপত্নীদের ধর্মত্যাগী হিসেবে নিন্দা করত। তবে তাদের মধ্যে যারা তাদের মুসলিম প্রভুদের অসততা প্রতিরোধ করেছিল, তাদের সাহসী হিসেবে প্রশংসা করত।  এই ধরনের রচনা পরবর্তীতে ১৯শ শতকের প্রাচ্যবিদ্যায় \"উদ্ভট হেরেম\" ধারণার জন্ম দেয়। ফরাসি জেনারেল থমাস রবার্ট বুজো লিখেছেন যে, আলজেরিয়ায় উপপত্নীদের সন্তানদের অন্যান্য শিশুদের মতোই গণ্য করা হতো এবং দাসদের জীবনযাত্রার মান তাদের মালিকদের মতই স্বাভাবিক ছিল। \nমরক্কোতে বেশিরভাগ দাস ছিলেন কৃষ্ণাঙ্গ এবং ১৯শ শতকের মার্কিন সাংবাদিক স্টিফেন বন্সাল মন্তব্য করেন যে, মরক্কোর উচ্চপদস্থ কর্মকর্তাদের অনেকেই কৃষ্ণাঙ্গ উপপত্নীদের সন্তান ছিলেন। এছাড়া মরক্কোর বেশিরভাগ পুরুষই এক-বিবাহপ্রথা মেনে চলত। কারণ উপপত্নী (বা দ্বিতীয় স্ত্রী) রাখা ছিল ব্যয়বহুল। তবে ধনী মরক্কীয় পুরুষরা উপপত্নী রাখত এবং সেখানকার সুলতানদের বিশাল হারেম ছিল বলে উল্লেখ করা হয়। \n\n\n=== জাঞ্জিবার ===\n\nরিচার্ড ফ্রান্সিস বার্টন লিখেছিলেন, এখানে প্রকাশ্যে পতিতাদের সংখ্যা নেই বললেই বলে চলে। এর কারণ হল, এখানে সমাজের যে শ্রেণিগুলি এই পেশার ওপর নির্ভরশীল, তারা সর্বদা দাসবাজার থেকেই নিজেদের প্রবৃত্তি পূরণ করতে পারে। আব্দুশ শরিফ লেখেন যে, তার এই উক্তিটি বোঝায়, এখানে দ্বিতীয় স্ত্রীরূপে দাসীদের সহজলভ্যতা প্রাচীনতম পেশাকেও প্রভাবিত করেছিল।\n১৮৪৪ সালে ব্রিটিশ রাষ্ট্রদূত উল্লেখ করেছিলেন যে, জাঞ্জিবারে ৪০০ জন মুক্ত আরব নারী এবং ৮০০ জন পুরুষ ছিলেন। ১৮৩৭ সালে প্রথম আনুষ্ঠানিক মার্কিন রাষ্ট্রদূত রিচার্ড ওয়াটার্স তার রোজনামচায় লেখেন যে, তিনি জাঞ্জিবারের লোকদের উপদেশ দিয়েছিলেন যে, “তারা নিজেরা তিন থেকে চার এবং কখনো কখনো ছয় বা আট জন উপপত্নী রাখার মাধ্যমে ব্যভিচার ও ব্যভিচারমূলক কার্যকলাপে লিপ্ত হয়\"। সাইয়্যিদ সাঈদ ব্রিটিশ রাষ্ট্রদূতকে বলেছিলেন, “আরবরা কাজ করে না; তাদের দাস এবং উপপত্নী দরকার।\nএছাড়াও এটি ব্যাপকভাবে প্রচলিত যে, জাঞ্জিবারের তৎকালীন সুলতান বারগাশ (রাজত্বকাল ১৮৭০–৮৮) এবং তার একমাত্র স্ত্রীর মধ্যে একটি চুক্তি হয়েছিল। চুক্তি মতে স্বামী তার যত ইচ্ছা সরারি (উপপত্নী) দাসী রাখতে পারতেন, তবে তাদের কোনো সন্তানকে বৈধ বলে স্বীকৃতি দেওয়া হবে না। পরবর্তীতে দেখা যায় যে, তার সমস্ত সন্তান একমাত্র স্বাধীন স্ত্রীর গর্ভে জন্মগ্রহণ করেছিল, যদিও তিনি বহু সরারি রেখেছিলেন। বলা হয়, তার এক সরিয়া (উপপত্নী) গর্ভবতী হওয়ার পর পরই তাকে রাজপ্রাসাদ থেকে বের করে দেওয়া হয়, যা ইসলামি আইনের সম্পূর্ণ পরিপন্থী ছিল।\n\n\n=== আরব ===\nযদিও তত্ত্বানুযায়ী ইসলামী আইনে নারী উপপত্নীদের সন্তানরা তাদের পিতার স্বীকৃত ও মুক্ত সন্তান হিসেবে গণ্য হওয়ার কথা; কিন্তু বাস্তবে ১৮০০–এর দশকের শেষে এবং ১৯০০–এর দশকের শুরুতে আরবে এটি সর্বদা ঘটত না। মনিবরা প্রায় নারী উপপত্নীদের একে অপরের সঙ্গে বিনিময় করতেন; অনেক সময় মাত্র সাত থেকে দশ দিনের জন্যেও। অনেক ক্ষেত্রে যদি কোনো উপপত্নী গর্ভবতী হয়ে পড়ত, তাহলে তাকে জোরপূর্বক এক দাসের সঙ্গে বিয়ে দিয়ে দেওয়া হতো এবং তার সন্তানকে দাসের সন্তান হিসেবে গণ্য করা হতো। আবার কিছু পরিস্থিতিতে গর্ভবতী উপপত্নীকে দূরবর্তী কোনো স্থানে বিক্রি করে দেওয়া হতো, যাতে তার সন্তান পিতার ব্যক্তিগত জীবনে কোনো সমস্যার সৃষ্টি করতে না পারে।\n\n\n== এশিয়ায় প্রচলন ==\n\n\n=== দিল্লি সালতানাত ===\n\nমুঘল সাম্রাজ্যের পূর্বে ভারতের মুসলিম সুলতানরা দাক্ষিণাত্য থেকে বিপুল সংখ্যক অমুসলিমকে বন্দী করেছিল। মুসলিম মনিব ও অমুসলিম উপপত্নীদের সন্তানদের মুসলিম হিসেবেই লালন-পালন করা হত। যখন মুসলিমরা রাজপুত দুর্গগুলি ঘিরে ফেলত, তখন রাজপুত মহিলারা তাদের শত্রুদের হাত থেকে নিজেদের বাঁচাতে জওহর ( সম্মিলিত আত্মহত্যা) করত। ১২৯৬ সালে প্রায় ১৬,০০০ মহিলা আলাউদ্দিন খিলজির সেনাবাহিনী থেকে নিজেদের রক্ষা করার জন্য জওহর করেছিলেন। রাজপুত মহিলারা যখন দেখত যে, তাদের জাতির জন্য পরাজয় এবং দাসত্ব আসন্ন, তখনই তারা এই কাজ করত। ১৫৩৩ সালে চিতোরগড়ে প্রায় ১৩,০০০ নারী ও শিশু বাহাদুর শাহের সেনাবাহিনীর হাতে বন্দী হওয়ার পরিবর্তে আত্মহত্যা বেছে নেয়। তাদের কাছে দাসত্ব ছিল অপমানের সবচেয়ে খারাপ রূপ। রাজপুতরা মূলত যখন তাদের প্রতিপক্ষ মুসলিম ছিল, তখনই কেবল জওহর পালন করত বলে উল্লেখ করা হয়েছে।\n\n\n=== তৈমুরীয় সাম্রাজ্য ===\nবিভিন্ন ঐতিহাসিক নথি থেকে জানা যায় যে, তৈমুরীয় সাম্রাজ্যর হারেমে তেমন রাজকীয় উপপত্নী বা দাসী ছিলেন না, বরং মর্যাদাপূর্ণ মুসলিম পরিবারের স্বাধীন নারীরা ছিলেন। কারণ হলো, পুরুষদের সর্বোচ্চ চারজন স্ত্রী রাখার অনুমতি ছিল। তাই তারা উপপত্নীর মাধ্যমে অতিরিক্ত বৈবাহিক সম্পর্ক নিশ্চিত করত এবং এই অঞ্চলের ১৫ শতকের রচনাগুলিতে রাজকুমারদের দাসী নয়, বরং সম্ভ্রান্ত মহিলাদের সাথে মিলনের মাধ্যমে বৈবাহিক সম্পর্ক স্থাপনের পরামর্শ দেওয়া হয়েছে। কিছু সমসাময়িক জ্ঞানী স্বাধীন নারীদের উপপত্নী হিসেবে গ্রহণের নিন্দা করেছিলেন।\n\n\n=== মুঘল সাম্রাজ্য ===\n\nমুঘল সাম্রাজ্যের আমলে রাজপরিবার ও অভিজাতরা স্ত্রীদের পাশাপাশি উপপত্নীও রাখতেন। যদিও রাজপরিবারগুলোর মধ্যে উপপত্নী রাখাটা সাধারণ ব্যাপার ছিল, তবে মুঘল হারেমগুলি তাদের জটিলতা, বিশাল আকার ও মহিমার জন্য বিশেষভাবে পরিচিত ছিল। ফ্রান্সিসকো পেলসার্ট বর্ণনা করেছিলেন যে, অভিজাতরা নিজেদের স্ত্রীদের পাশাপাশি উপপত্নীও রাখতেন এবং তারা বিলাসবহুল ও শ্রীযুক্ত প্রাসাদে বসবাস করতেন। তবে প্রথম দিকের মুঘল হারেমগুলি ছোট ছিল। কিন্তু আকবরের ৫০০০-এরও বেশি মহিলার হারেম ছিল এবং আওরঙ্গজেবের হারেম আরো বড় ছিল বলে ধারণা করা হয়। মুঘলরা দাসপ্রথা দমনের চেষ্টা করেছিল। যেমন, সম্রাট আকবর ১৫৬২ সালে নারী ও শিশুদের দাসত্ব নিষিদ্ধ করেছিলেন। তিনি দাস ব্যবসা নিষিদ্ধ করেছিলেন এবং তাঁর নিজের হাজার হাজার দাসকে মুক্ত করেছিলেন। তবে আকবর সবসময় ধারাবাহিক ছিলেন না এবং সম্ভবত তিনি তার নিজস্ব উপপত্নী রাখতেন। আকবরের মৃত্যুর পর মুঘল শাসকরা পুরনো রীতিতে ফিরে আসে; যেমন জাহাঙ্গীর একজন বিদ্রোহীর স্ত্রী ও কন্যাদের তার হারেমে নিয়ে যান এবং সৈন্যরা বিদ্রোহী গ্রামগুলির নারীদের ধরে দাসী বানাত। কিন্তু দাস বিক্রি নিষিদ্ধ ছিল। আহমদ শাহ আবদালীর সেনাবাহিনী আফগান হারেম পূরণ করার জন্য মারাঠা মহিলাদের বন্দী করে। পরে শিখরা আবদালিকে আক্রমণ করে এবং ২২০০০ মারাঠা মেয়েকে উদ্ধার করেছিল। এভিংটন নামে একজন সমুদ্রযাত্রী তার সুরত ভ্রমণের কথা লিপিবদ্ধ করেছিলেন। তিনি বলেছিলেন যে, মুসলিম পুরুষরা \"নারীদের অসাধারণ স্বাধীনতা\" দিতেন এবং তারা যতটা সম্ভব উপপত্নী রাখত। ভারতের অভিজাত ব্যক্তিরা যতজন ইচ্ছা উপপত্নী রাখতে পারতেন। মুঘল সম্রাট ইসমাইল কুলি খানের ১২০০ জন কন্যা ছিল এবং সাইদ নামের অপর একজন সম্ভ্রান্ত ব্যক্তির অনেক স্ত্রী এবং উপপত্নী ছিল, যাদের থেকে তিনি মাত্র চার বছরে ৬০ পুত্রের জন্ম দেন।\nনিম্ন শ্রেণীর মুসলিমরা সাধারণত একবিবাহিতা ছিল। কারণ তাদের প্রতিদ্বন্দ্বী খুবই কম ছিল। ফলে নিম্ন ও মধ্যবিত্ত শ্রেণীর নারীরা উঁচু শ্রেণীর মহিলাদের তুলনায় ভালো অবস্থায় ছিলেন। কারণ উচ্চ শ্রেণীর মহিলাদের তাদের স্বামীদের অন্যান্য স্ত্রী, দাসী বা উপপত্নীর সঙ্গে প্রতিযোগিতা করতে হতো, যার কারণে তাদের জীবন অনেক বেশি কষ্টসাধ্য ছিল। একজন স্ত্রী নিজের স্বামীকে একবিবাহিতা থাকতে বাধ্য করতে পারতেন। এটি ইসলামী বিবাহ চুক্তিতে শর্ত দেওয়ার মাধ্যমে যে, স্বামী অন্য স্ত্রী বা উপপত্নী গ্রহণ করতে পারবেন না। ১৬৫০-এর দশকে সুরতের মধ্যবিত্ত মুসলমানদের মধ্যে এই ধরনের পরিস্থিতি \"সাধারণ\" ছিল।\nকাশ্মীরে উপপত্নী প্রথা প্রচলিত ছিল মর্মে শক্তিশালী কোনো প্রমাণ পাওয়া যায় না; বরং সেখানে মধ্যযুগীয় মুসলিম বিশ্বের অন্যান্য অংশের মতো দাসপ্রথা ঘৃণ্য ছিল এবং ব্যাপকভাবে প্রচলিত ছিল না। সুলতানরা ছাড়া কাশ্মীরি অভিজাত বা বণিকরা দাস রাখতেন এমনও কোনো প্রমাণ নেই। মধ্যযুগীয় পাঞ্জাবে মুসলিম কৃষক, কারিগর, ছোট ব্যবসায়ী, দোকানদার, কেরানি ও গৌণ কর্মকর্তারা উপপত্নী বা দাস কিনতে পারতেন না। কিন্তু মধ্যযুগীয় পাঞ্জাবের মুসলিম অভিজাতরা; যেমন খান ও মালিকরা উপপত্নী ও দাস রাখতেন। পাঞ্জাবের অনেক ধনী মুসলিম পরিবারে দাসীদের উপপত্নী হিসেবে ব্যবহার করা হত বলে বর্ণনা করা হয়েছে।\nউনিশ শতকের পাঞ্জাবের ঔপনিবেশিক আদালতের মামলাগুলি দেখায় যে, আদালত মুসলিম জমিদারদের উপপত্নীদের থেকে জন্ম নেওয়া সন্তানদের বৈধ মর্যাদার স্বীকৃতি দিত। জুনাগড়ের নবাবের মতো ভারতীয় দেশীয় রাজ্যগুলির মুসলিম শাসকরাও দাসী রাখতেন। একজন পাকিস্তানি সাংবাদিকের মতে, ভাওয়ালপুরের নবাব ৩৯০ জন উপপত্নী রাখতেন। সে তাদের অধিকাংশের সাথে মাত্র একবার যৌন সম্পর্ক স্থাপন করেছিল। মুঘলদের সাথে যুদ্ধের সময় বন্দী মারাঠাদের মুঘল সেনাবাহিনীর বালুচ বুগতি উপজাতিভুক্ত সৈন্যদের হাতে তুলে দেওয়া হয়েছিল। এই বন্দীদের বংশধররা \"মৃতা\" নামে পরিচিতি লাভ করে এবং বুগতিরা তাদের মহিলাদের ঐতিহ্যগতভাবে উপপত্নী হিসেবে ব্যবহার করত। ১৯৪৭ সালে তারা পাকিস্তানের সমমর্যাদার নাগরিক হয়ে ওঠে। \n\n\n=== বাংলা সালতানাত ===\nবঙ্গ অঞ্চলের মুসলিম সালতানাতগুলোর শাসকদের মধ্যেও উপপত্নী প্রথা প্রচলিত ছিল। এটি মধ্যযুগীয় ইসলামি সাম্রাজ্যগুলোর মতো বাংলার সুলতানদের দরবারেও দেখা যেত। এই প্রথাটি মূলত কয়েকটি কারণের ফলে গড়ে উঠেছিল। বিশেষ করে তুর্কি ও আফগান বংশোদ্ভূত শাসকরা মধ্য এশিয়া ও দিল্লি সালতানাতের মতো একই প্রথা অনুসরণ করতেন। বাংলার কিছু সুলতান ইসলামি শিক্ষায় শিক্ষিত ছিলেন এবং ইসলামি আইনের আওতায় এই প্রথাকে গ্রহণ করেছিলেন। বাংলা সালতানাতের সুলতানরা তুর্কীয়, আফগান, পারস্য ও আরব অঞ্চল থেকে দাসী ক্রয় করে আনতেন। এছাড়াও বণিক ও দূতদের মাধ্যমে ভারত, মধ্যপ্রাচ্য ও দক্ষিণ-পূর্ব এশিয়া থেকে নারী দাসী উপহার আসত। বাংলার মুসলিম সালতানাতেও মধ্যযুগীয় ইসলামি শাসন ব্যবস্থার মতই উপপত্নী প্রথা প্রচলিত ছিল, যা তৎকালীন রাজনৈতিক, সামাজিক ও অর্থনৈতিক কাঠামোর অংশ হিসেবে বিবেচিত হতো।\n\n\n=== দক্ষিণ-পূর্ব এশিয়া ===\nদক্ষিণ-পূর্ব এশিয়ার মুসলিম সাম্রাজ্যগুলিতে উপপত্নী প্রথা চালু ছিল, যা মূলত দাসপ্রথা, রাজনৈতিক বিবাহ, ইসলামি আইন ও স্থানীয় রাজার প্রথার মিশ্রণে গঠিত হয়েছিল। এটি মধ্যপ্রাচ্য ও ভারতীয় উপমহাদেশের মুসলিম রাজপরিবারের ঐতিহ্যের সাথে সামঞ্জস্যপূর্ণ ছিল এবং স্থানীয় সাংস্কৃতিক প্রভাবও এতে যুক্ত ছিল।\nদক্ষিণ-পূর্ব এশিয়ার বেশিরভাগ মুসলিম সালতানাতে উপপত্নী প্রথা বহুল প্রচলিত ছিল। কারণ ইসলামের আগমনের আগে থেকেই দাসত্ব ও উপপত্নীত্ব স্থানীয় রাজতান্ত্রিক ও সামাজিক ব্যবস্থায় প্রচলিত ছিল এবং পরবর্তীতে ইসলামি শাসকদের অধীনে কিছু পরিবর্তন ও অভিযোজনের মধ্য দিয়ে গিয়েছিল। অধিকাংশ মুসলিম সালতানাতে রাজাদের হারেম থাকত, যেখানে স্ত্রী ও উপপত্নীরা বাস করতেন। মালাক্কা, আচেহ, ব্রুনাই ও জাভার মুসলিম শাসকদের হারেমে অনেক নারী থাকত, যারা সাধারণত অভিজাত পরিবারের কন্যা ও বিদেশি রাজবংশের সদস্য বা দাসী হতো। উপপত্নীরা কখনো কখনো প্রবল রাজনৈতিক প্রভাব বিস্তার করত এবং তাদের সন্তানরা রাজ-সিংহাসনের উত্তরাধিকারী হতে পারত। আচেহ সালতানাতে কিছু মহিলা উপপত্নী এতটাই ক্ষমতাশালী হয়েছিলেন যে, তারা শাসক পর্যন্ত হতে পেরেছিলেন; যেমন সুলতানা তাজ আল-আলম ( ১৬শ শতকের আচেহের শাসক)। রাজা ও শাসকগণ কুরআনের বিধান অনুযায়ী তাদের উপপত্নীদের সন্তানদের উত্তরাধিকারী করতে পারতেন; যদি তিনি তাদের স্বীকৃতি দিতেন।\nআরব, পারস্য ও ভারতীয় মুসলিম বণিকরা উপপত্নী প্রথার প্রচলনে বেশ ভূমিকা রেখেছিল। কারণ তারা বাণিজ্যের মাধ্যমে নারী দাসীদের আনত। এছাড়া চীনা রাজকন্যা ও অভিজাত নারীরা মালয় সালতানাতের শাসকদের সাথে বৈবাহিক ও উপপত্নী হিসেবে সম্পর্ক স্থাপন করতেন—বিশেষ করে মালাক্কা এবং ব্রুনাই সালতানাতে।\n১৬-১৭শ শতকে ইউরোপীয় ঔপনিবেশিক শাসনামলে দাসপ্রথা বৃদ্ধি পেলেও ধীরে ধীরে উপপত্নী প্রথা হ্রাস পেতে থাকে। ব্রিটিশ ও ডাচ উপনিবেশবাদীরা তাদের প্রশাসনিক ব্যবস্থায় হারেম ও উপপত্নী প্রথার বিরোধী ছিলেন। যদিও কিছু ক্ষেত্রে ইউরোপীয়রাও স্থানীয়দের উপপত্নী হিসেবে গ্রহণ করেছিল।\n\n\n== মুসলিম বিশ্বে বিলোপ ==\nযদিও ধূপদী ইসলামী আইন দাসপ্রথার অনুমতি দেয়; তবে ১৮ শতকের শেষের দিকে ইংল্যান্ডে ও পরবর্তীতে অন্যান্য পশ্চিমা দেশে শুরু হওয়া দাস প্রথা বিলোপ আন্দোলন মুসলিম দেশসগুলিতে মতবাদ ও বাস্তবতা উভয় ক্ষেত্রকে প্রভাবিত করে। স্মিথের মতে, প্রায় অধিকাংশ ধর্মপ্রাণ অবশেষে ধর্মীয়ভাবে বৈধ হিসেবে বিলুপ্তি মেনে নেন এবং দাস প্রথার বিরুদ্ধে একটি ইসলামি ঐক্যমত্য প্রাধান্য পায়। যদিও কিছু ইসলামি পণ্ডিত এর বৈধতা নিয়ে বিতর্ক অব্যাহত রেখেছিল।   \nবিংশ শতাব্দীতে সম্মিলিত জাতিপুঞ্জ ও জাতিসংঘ কর্তৃক গঠিত আন্তর্জাতিক বিভিন্ন সংগঠন ও সংস্থা; যেমন: ১৯২৪-১৯২৬ সালের অস্থায়ী দাসত্ব কমিশন, ১৯৩২ সালের দাসত্ব বিষয়ক বিশেষজ্ঞ কমিটি এবং ১৯৩৪-১৯৩৯ সালের দাসত্ব বিষয়ক বিশেষজ্ঞদের উপদেষ্টা কমিটি দ্বারা বিশ্বব্যাপী অস্থাবর দাসত্বের বিষয়টি সমাধান এবং তদন্ত করা হয়েছিল। ১৯৫০-১৯৫১ সালে জাতিসংঘের দাসত্ব বিষয়ক অ্যাড হক কমিটির সময় পর্যন্ত কেবলমাত্র আরব উপদ্বীপের ওমান, কাতার, সৌদি আরব, ইয়েমেন এবং চুক্তিবদ্ধ রাষ্ট্রে বৈধভাবে দাসত্ব বিদ্যমান ছিল। ১৯৬০-এর দশকে আরব উপদ্বীপে আইনিভাবে দাসপ্রথা বিলুপ্ত করা হয়েছিল: ১৯৬২ সালে সৌদি আরব ও ইয়েমেনে; ১৯৬৩ সালে দুবাইতে এবং সর্বশেষ ১৯৭০ সালের দিকে ওমানে।\nমুসলিম বিশ্বের বৃহৎ রাজকীয় হারেমগুলি ঊনবিংশ শতাব্দীর শেষের দিকে এবং বিংশ শতাব্দীর গোড়ার দিকে বিলীন হতে শুরু করে। এটি প্রধানত মুসলিম রাজতন্ত্রের বিলুপ্তি বা আধুনিকীকরণের কারণে হয়। কারণ রাজকীয় মহিলাদের একটি নাগরিক ভূমিকা দেওয়া হয়েছিল এবং তারা আর নির্জনে থাকতেন না। মিশরের মুহাম্মদ আলী রাজবংশের হারেম, উসমানীয় সাম্রাজ্যের হারেম এবং পারস্যের কাজার হারেম সবই বিংশ শতাব্দীর গোড়ার দিকে বিলীন হয়ে গিয়েছিল; অন্যথায় প্রথাটি আরো দীর্ঘস্থায়ী হত। কিছু মুসলিম রাষ্ট্রে অস্থাবর দাসত্ব এবং নির্জন হারেমে উপপত্নীদের অস্তিত্ব দীর্ঘস্থায়ী হয়েছিল। যেমন: ১৯৩০-এর দশকে ইয়েমেনের হাজরামাউত সম্পর্কে দাসত্ব সংক্রান্ত বিশেষজ্ঞদের উপদেষ্টা কমিটির (এসিই) প্রতিবেদনে দাসত্বের জন্যে সিঙ্গাপুর থেকে পাচার হওয়া কিছু চীনা মেয়ের (মুই ৎসাই ) অস্তিত্বের বর্ণনা দেওয়া হয়েছে এবং ইয়েমেনের রাজা ও ইমাম আহমদ বিন ইয়াহিয়ার (শাসনকাল ১৯৪৮-১৯৬২) ১০০ জন দাসী মহিলার একটি হারেম ছিল বলে জানা গিয়েছে। ওমানের সুলতান সাইদ বিন তাইমুরের (শাসন: ১৯৩২-১৯৭০) প্রায় ৫০০ জন দাস ছিল বলে জানা গিয়েছে, যাদের মধ্যে আনুমানিক ১৫০ জন নারী ছিল এবং তাদের সালালাহতে তার প্রাসাদে রাখা হয়েছিল। \nবিংশ শতাব্দীতে আরব উপদ্বীপের হারেম বাজারের জন্য নারী ও মেয়েদের কেবল আফ্রিকা ও বেলুচিস্তান থেকে নয়; বরং চুক্তিবদ্ধ রাষ্ট্র, সিরিয়ার নুসায়রিয়াহ পর্বতমালা ও ব্রিটিশ আশ্রিত রাজ্য আদেন থেকেও অপহরণ করা হত।  ১৯৪৩ সালে জানা যায় যে, বালুচি শ্রেণির নিম্ন স্তরের মেয়েদের ওমান হয়ে মক্কা পাঠানো হত, যেখানে তারা উপপত্নী হিসেবে খুব জনপ্রিয় ছিল। কারণ ককেশীয় মেয়েদের আর তখন পাওয়া যেত না। তাদের প্রতিজনকে ৩৫০-৪৫০ ডলারে বিক্রি করা হত।  তারা নিম্ন সামাজিক ও অর্থনৈতিক শ্রেণীর অন্তর্ভুক্ত ছিল। দালালদের বেশিরভাগই মাকরান, জাস্ক, বাহু এবং দাশতিয়ারির ধনী বালুচ ছিলেন।১৯৬২ সালে সৌদি আরবে দাসপ্রথা বিলুপ্তির একেবারে শেষ অবধি সৌদি হারেমে উপপত্নীদের অস্তিত্ব ছিল। সৌদি আরবের তৎকালীন বাদশাহ আব্দুল আজিজ ইবনে সৌদের (শাসনকাল ১৯৩২-১৯৫৩) বাইশ জন নারীর একটি হারেম ছিল বলে জানা যায় এবং তাদের মধ্যে অনেকেই উপপত্নী ছিলেন। উদাহরণস্বরূপ, বারাকা আল ইয়ামানিয়াহ (মৃত্যু: ২২ আগস্ট, ২০১৮) ছিলেন বাদশাহ আব্দুল আজিজের উপপত্নী এবং ২০১৫ সালের সৌদি আরবের যুবরাজ মুকরিন বিন আব্দুল আজিজের (জন্ম: ১৯৪৫) মা। ১৯৬২ সালের আগস্ট মাসে রাজার পুত্র রাজকুমার তালাল ঘোষণা করেছিলেন যে, তিনি তার ৩২ জন দাস এবং পঞ্চাশজন দাসী উপপত্নীকে মুক্ত করার সিদ্ধান্ত নিয়েছেন।  \n১৯৬২ সালে সৌদি আরবে দাসপ্রথা বিলুপ্ত হওয়ার পর আন্তর্জাতিক দাসত্ব-বিরোধী সংস্থা ও বিশ্ব বন্ধুত্ব কমিটি তার এই মুক্তির আদেশের প্রশংসা করেছিল। তবে তারা জানতে চেয়েছিল, সৌদি আরবের হারেমে থাকা অন্য দেশগুলির নাগরিকদের খুঁজে বের করতে এবং যদি তারা স্বদেশে ফিরতে চান, তাহলে তাদের সাহায্য করতে কোনো পদক্ষেপ নেওয়া হবে কি না। এটি একটি অত্যন্ত সংবেদনশীল বিষয় ছিল। কারণ জানা ছিল যে অনেক নারী তাদের হারেমের অন্তরালে উপপত্নী হিসেবে দাসত্বের শিকার হয়েছিলেন। কিন্তু দাসপ্রথা বিলুপ্ত হওয়ার পর তাদের পরিস্থিতির কোনো পরিবর্তন হয়েছে কি না, সে বিষয়ে কোনো তথ্য পাওয়া যায়নি। \nউপনিবেশিক সরকার ও স্বাধীন মুসলিম রাষ্ট্রগুলি দাস শিকার ও দাসব্যবসা নিষিদ্ধ করেছিল মূলত পশ্চিমা উদারপন্থীদের চাপ এবং নবগঠিত মুসলিম দাসপ্রথা-বিরোধী আন্দোলনের প্রতিক্রিয়ায়। তবে দাসপ্রথা সম্পূর্ণভাবে বিলুপ্ত করা আরও কঠিন কাজ ছিল। অনেক মুসলিম সরকার ১৯২৬ সাল থেকে সম্মিলিত জাতিপুঞ্জের সমন্বয়ে পরিচালিত দাসপ্রথা বিরোধী আন্তর্জাতিক চুক্তিগুলিতে স্বাক্ষর করতে অস্বীকৃতি জানিয়েছিল। এই অস্বীকৃতি ১৯৪৮ সালের সার্বজনীন মানবাধিকার ঘোষণাপত্র ও ১৯৫৬ সালের দাসপ্রথা-বিরোধী কনভেনশনের সময়ও একটি গুরুত্বপূর্ণ ইস্যু ছিল। মূলত ইউরোপীয় ঔপনিবেশিক শক্তির চাপ এবং অর্থনৈতিক পরিবর্তনের কারণে দাসপ্রথা বিলুপ্ত হয়। যদিও দাসপ্রথার অবসান ঘটেছিল, তবে মুসলিম বিশ্বে দাস-মালিকানার বিরুদ্ধে অভ্যন্তরীণভাবে কোন সুসংগঠিত বর্ণনা বা ব্যাখ্যা গড়ে ওঠেনি।\n\n১৮৩০-এর দশকে ওয়াজি উদ্দীন সাহারানপুরীর নেতৃত্বে একদল উলামা একটি ফতোয়া জারি করেন যে, যুদ্ধের পরে \"যারা আশ্রয় চেয়েছিলেন\" তাদেরও দাস করা বৈধ। সৈয়দ ইমদাদ আলী আকবরাবাদী ঐতিহ্যবাহী দাসপ্রথার পক্ষে প্রচুর রচনা প্রকাশে উলামাদের নেতৃত্ব দিয়েছিলেন। সাইয়্যিদ মুহাম্মদ আসকারী দাসত্ব বিলোপের ধারণার নিন্দা করেছেন। ১৯শ শতকে কায়রোর কিছু আলেম ধর্মনিরপেক্ষ আইনের অধীনে মুক্ত হওয়া দাসী নারীদের নিজেদের মালিকের অনুমতি না নিয়ে বিয়ে করার অনুমতি দিতে অস্বীকৃতি জানিয়েছিলেন। ১৮৮২ সালের পর মিশরীয় আলেমরা দাসপ্রথা নিষিদ্ধ করতে অস্বীকৃতি জানান এই কারণে যে, নবী কখনো এটি নিষিদ্ধ করেননি। ১৮৯৯ সালে আল-আজহার বিশ্ববিদ্যালয়ের একজন বিখ্যাত পণ্ডিত শায়খ মুহাম্মদ আহমদ আল-বুলাইকি পরোক্ষভাবে উপপত্নীত্বকে সমর্থন করেছিলেন এবং আধুনিকতাবাদী যুক্তিগুলিকে খণ্ডন করেছিলেন। পশ্চিম আফ্রিকার অধিকাংশ উলামা দাসত্ব বিলোপের বিরোধিতা করেছিলেন। তারা রায় দিয়েছিল যে, দাস বংশোদ্ভূত মহিলাদের এখনও উপপত্নী হিসেবে থাকার অনুমতি রয়েছে।এহুদ আর. টলেডানো বলেন যে, মুসলমান সমাজে দাসত্ব বিলোপবাদী দৃষ্টিভঙ্গি খুবই বিরল ছিল এবং মুসলিম বিশ্বে কোনো আদিবাসী বিলোপবাদী আখ্যান ছিল না। টলেডানোর মতে উপমহাদেশে প্রথম দাস প্রথা বিরোধী দৃষ্টিভঙ্গি সৈয়দ আহমদ খানের রচনায় উঠে এসেছিল। পরবর্তী দাসপ্রথা বিরোধী লেখাগুলি ১৯২০-এর দশকের পর থেকে গর-আলেমদের লেখায় পাওয়া যাবে, যারা ইসলামী ঐতিহ্য এবং শরীয়তের বাইরে লেখালেখি করেছিলেন। আমাল গজলের মতে মুহাম্মদ 'আবদুহ এবং তার শিষ্যদের মতো মিশরের আধুনিকতাবাদী উলামাদের বিলোপবাদী অবস্থানের তৎকালীন অধিকাংশ ইসলামী আইনবিদ বিরোধিতা করেছিলেন। যদিও আবদুহ বিলোপের পক্ষে অবস্থান নিয়েছিলেন, তবে তিনি উল্লেখ করেছিলেন যে, কেবল ধাপে ধাপে মুক্তির নীতি গ্রহণ করাই অধিক কার্যকর হবে। কারণ দাসপ্রথা ইসলামী আইনে অনুমোদিত ছিল।\n১৯শ শতাব্দীর শেষের দিকে কিছু ভারতীয় মুসলিম আধুনিকতাবাদী ইসলামে দাসপ্রথার বৈধতা প্রত্যাখ্যান করলেও ১৮৬০ এবং ১৮৭০-এর দশকে দাসপ্রথার সংস্কারবাদী ধারণা পুনর্জন্মপ্রাপ্ত ভারতীয় মুসলিম চিন্তাভাবনার একটি অংশ ছিল। সৈয়দ আহমদ খান ও সৈয়দ আমীর আলী মূলত ইসলামি দাসপ্রথার পশ্চিমা সমালোচনা খণ্ডন করার বিষয়েই উদ্বিগ্ন ছিলেন। তবে তারা নারী দাসত্ব এবং উপপত্নী সম্পর্কে ইউরোপীয় সমালোচনা সরাসরি খণ্ডন করেননি। দিলওয়ার হোসেন আহমদের মতে, বহুবিবাহ এবং উপপত্নী মুসলিমদের পতনের জন্য দায়ী। যদিও এটি ইসলামের সূচনালগ্ন থেকেই অনুমোদিত ছিল। চিরাগ আলী উপপত্নীর পক্ষে কুরআনের অনুমতি অস্বীকার করেছিলেন। তবে তিনি উইলিয়াম মুইরের এই দৃষ্টিভঙ্গি মেনে নিয়েছিলেন যে, মুসলিমরা স্বেচ্ছায় নারী দাসত্ব ত্যাগ করবে না। কিন্তু তিনি জোর দিয়ে বলেন যে, ইসলামী আইনবিদরা সেই সময় আফ্রিকা, মধ্য এশিয়া ও জর্জিয়া থেকে আমদানি করা নারী দাসীদের সাথে উপপত্নীর অনুমতি দেননি। তবে তিনি এই \"ইসলামী আইনবিদরা কারা ছিলেন\" তা নির্দিষ্ট করেননি।  সৈয়দ আহমদ খান দাসপ্রথাসহ বিভিন্ন বিষয়ে তৎকালীন আলেমদের কঠোর বিরোধিতার সম্মুখীন হয়েছিলেন।\n১৯১১ সালে মোম্বাসার একজন কাজী রায় দেন যে, মালিকের অনুমতি ছাড়া কোনো সরকার কোনো দাসকে মুক্ত করতে পারবে না। স্পেন্সার ট্রিমিংহাম পর্যবেক্ষণ করেছেন যে, উপকূলীয় আরব অঞ্চলের মনিবরা দাস পরিবার থেকে উপপত্নী গ্রহণ অব্যাহত রেখেছেন। কারণ দাসদের বংশধরদের এখনও ধর্মীয় আইন অনুসারে দাস হিসেবে বিবেচনা করা হয়; যদিও তারা ধর্মনিরপেক্ষ আইন অনুসারে মুক্ত হয়েছিলেন। ইসলামি আইনি অনুমোদনের কারণে উসমানীয় আলেমরা দাসপ্রথার বৈধতা বজায় রেখেছিলেন এবং আলেমরা দাসপ্রথা নিষিদ্ধ করার জন্য তরুণ তুর্কিদের ফতোয়ার দাবি প্রত্যাখ্যান করেছিলেন।\nপাকিস্তানে–যেখানে দেওবন্দী ইসলামি সংস্কারবাদী আন্দোলন প্রচলিত– সেখানে ১৯৪৭ সালে একদল আলেম দাসপ্রথার পুনরুজ্জীবনের আহ্বান জানান। মুনির কমিশন রিপোর্টে শত্রুদের দাস করে উপপত্নী গ্রহণের ইচ্ছা উল্লেখ করা হয়েছিল। ১৯৭৭ সালে যখন জিয়া উল হক ক্ষমতায় আসেন এবং শরিয়া প্রয়োগ শুরু করেন, তখন কেউ কেউ যুক্তি দেন যে, দাস মুক্ত করার পুরস্কারের অর্থ হল দাসত্ব বিলুপ্ত করা উচিত নয়। কারণ এটি করা হলে ভবিষ্যত প্রজন্মকে দাস মুক্ত করার মতো পুণ্যের কাজ করার সুযোগ থেকে বঞ্চিত করা হবে। একইভাবে মৌরিতানিয়ার অনেক আলেম দাসপ্রথা বিলুপ্তির বৈধতাকে স্বীকার করেননি এবং ১৯৮১ সালে একদল আলেম যুক্তি দিয়েছিলেন যে, কেবল মালিকরাই তাদের দাসদের মুক্ত করতে পারেন। তাই সরকারিভাবে দাস মুক্ত করে মৌরিতানীয় সরকার একটি মৌলিক ধর্মীয় নিয়ম লঙ্ঘন করছে। ১৯৯৭ সালে একজন মৌরিতানীয় পণ্ডিত বলেছিলেন যে,\n\n...দাসপ্রথার বিলুপ্তি ইসলামি আইনের মূল গ্রন্থ কুরআনের শিক্ষার বিপরীত... [এবং] এটি মুসলমানদের বৈধভাবে অর্জিত সম্পত্তি থেকে তাদের অধিকার ছিনতাই করার সমান। রাষ্ট্র যদি–তা ইসলামী হয়– তাহলে আমার বাড়ি, আমার স্ত্রী বা আমার দাস দখল করার অধিকার নেই।\nইবনে কাসিরের দাস-প্রথা বিষয়ক গ্রন্থের অনুবাদক উমর ইবনে সুলায়মান হাফিয়ান দাসপ্রথার অস্তিত্ব না থাকা সত্ত্বেও কেন তিনি দাস-প্রথাবিষয়ক গ্রন্থ প্রকাশ করেছিলেন, তা ব্যাখ্যা করতে বাধ্য বোধ করেছিলেন। তিনি বলেন যে, দাসপ্রথা আর নেই বলেই দাসপ্রথা সম্পর্কিত আইন বাতিল করা হয়েছে তা বোঝায় না। তাছাড়া দাসপ্রথা মাত্র অর্ধ শতাব্দী আগে বিলুপ্ত হয়েছে এবং ভবিষ্যতে আবারও তা ফিরে আসতে পারে। তার মন্তব্যগুলিতে আধুনিক মুসলমানরা যে দাসপ্রথা সম্পর্কে দ্বিধাগ্রস্ততার মধ্যে পড়ে আছে, তার প্রতিফলন ছিল।\n\n\n== আধুনিক মুসলিম দৃষ্টিভঙ্গি ==\nবর্তমান বেশিরভাগ সাধারণ মুসলিম ইসলামী ইতিহাস ও প্রাচীন গ্রন্থগুলিতে দাসত্ব এবং উপপত্নীত্বের অস্তিত্ব উপেক্ষা করে। অনেকেই হাজার বছরের পুরনো সেই ঐকমত্যকে উপেক্ষা করেন। এমনকি কিছু মুসলিম লেখক দাবি করেছেন যে, যে সকল মুসলিম আইনবিদ বিবাহ বহির্ভূতভাবে নারী দাসীদের সাথে যৌন সম্পর্ক অনুমোদন করেছেন, তারা ভুল ছিলেন। যদিও পবিত্র কুরআনে দাসীদের সাথে যৌনাচারকে বৈধতা দেওয়া হয়েছে। সহীহ মুসলিমের বিংশ শতাব্দীর অনুবাদক আহমেদ হাসান বিবাহ সম্পর্কিত অনূদিত অধ্যায়ের শুরুতে দাবি করেছেন যে, বর্তমান ইসলাম কেবল বিবাহের মধ্যেই যৌনতাকে অনুমোদন দেয়। একই অধ্যায়ে মুসলিম পুরুষদের দাসীদের সাথে যৌন সম্পর্কের অনেক উল্লেখ থাকা সত্ত্বেও তিনি এই মন্তব্য করেছেন। মুহাম্মদ আসাদ বিবাহের বাইরে অন্য যাবতীয় যৌন সম্পর্কের ধারণাকে প্রত্যাখ্যান করেন। আলী উল্লেখ করেছেন যে, এই প্রতিরক্ষামূলক মনোভাবের একটি কারণ হতে পারে \"ইসলাম নারীদের প্রতি অনন্যভাবে নিপীড়ক ও মুসলিম পুরুষরা যৌন নিয়ন্ত্রিত নারীদের প্রতি লম্পট এবং উচ্ছৃঙ্খল\" এমন পশ্চিমা বয়ানকে প্রতিরোধ করা, যা তারা মিডিয়ার মাধ্যমে চিত্রায়ন করেছে।\nআসিফা কুরাইশি-ল্যান্ডেস লক্ষ্য করেন যে, অধিকাংশ মুসলিম বিশ্বাস করেন যে, যৌনতা কেবল বিবাহের মধ্যেই অনুমোদিত এবং তারা ইসলামী আইনশাস্ত্রে উপপত্নী রাখার অনুমতি উপেক্ষা করেন। অধিকন্তু আধুনিক মুসলিমদের অধিকাংশই জানেন না যে, পূর্বে ইসলামী আইনবিদরা বিবাহ চুক্তি ও উপপত্নী বিক্রয়ের মধ্যে একটি সাদৃশ্য তৈরি করেছিলেন এবং অনেক আধুনিক মুসলিম এই ধারণায় ক্ষুব্ধ হবেন যে, ইসলামী আইন অনুসারে একজন স্বামী নিজের স্ত্রীর গোপনাঙ্গের মালিক ( এই অর্থে যে, স্বামী যখন ইচ্ছা নিজের স্ত্রীর সাথে সহবাস করতে পারেন)। এছাড়াও তিনি আরো উল্লেখ করেন যে, \"বিশ্বজুড়ে মুসলিমরা বিবাহের কথা পারস্পরিক ও পরিপূরক অধিকার ও কর্তব্য, পারস্পরিক সম্মতি ও নারীদের কর্তব্যের প্রতি শ্রদ্ধার সাথে বলে থাকে এবং অনেকে পারস্পরিকতার এই আদর্শকে সমর্থন করার জন্য ইসলামী ধর্মগ্রন্থ ও ধ্রুপদী সাহিত্যের দিকে ইঙ্গিত করেন। তবে এখানে আলোচনার জন্য পর্যাপ্ত উপাদান রয়েছে। তবে এই দৃষ্টিভঙ্গিগুলোকে কঠোরভাবে প্রয়োগযোগ্য নিয়মে রূপান্তরিত করা অনেক কঠিন। \nতিনি ব্যক্তিগতভাবে মনে করেন যে, \"আমি নিশ্চিত নই যে, কুরআন দাসের সঙ্গে যৌন সম্পর্কের অনুমতি দেয় কি না (যদিও কুরআন তা স্পষ্ট)। বরং তৎসংশ্লিষ্ট কুরআনী অংশ পড়ে তিনি প্রাচীন মুসলিম ফকিহদের সংখ্যাগরিষ্ঠ মতের চেয়ে ভিন্ন উপসংহারে পৌঁছেছেন বলে জানান। তিনি কেশিয়া আলির সাথে একমত যে, \"দাসত্বের কাঠামো ও এর ভিত্তিতে গঠিত ইসলামি আইনের শিক্ষা কুরআন দ্বারা সরাসরি নির্ধারিত নয়।\"\nমনোবিজ্ঞানী স্টিভেন পিঙ্কার \"দ্য বেটার অ্যাঞ্জেলস অফ আওয়ার নেচার\" বইয়ে উল্লেখ করেন যে, বিংশ শতাব্দীতে ইসলামী দেশগুলি কর্তৃক দাসপ্রথা বিলোপ করা সত্ত্বেও যে সব দেশে এখনও মানব পাচার ঘটে তার বেশিরভাগই মুসলিম-সংখ্যাগরিষ্ঠ। অন্যদিকে রাষ্ট্রবিজ্ঞানী ভ্যালেরি এম. হাডসন এবং ব্র্যাডলি থায়ার উল্লেখ করেন যে, ইসলামই একমাত্র প্রধান ধর্মীয় ঐতিহ্য, যা এখনও বহুবিবাহ অনুমোদন করে।\n\n\n== আধুনিক প্রচলন ==\nযেহেতু বিংশ শতাব্দীর মাঝামাঝি সময় পর্যন্ত মুসলিম বিশ্বের বিচ্ছিন্ন কিছু রাজ্যে দাসপ্রথা প্রচলিত ছিল, তাই ১৯৬০-এর দশকের শেষের দিকেও কিছু মুসলিম দেশে উপপত্নী প্রথা বিদ্যমান ছিল। উদাহরণস্বরূপ, ২০ শতকের প্রথমার্ধে দাস ব্যবসায়ীরা নিম্ন শ্রেণীর বালুচ নারীদের (আফ্রো-বালুচ ও নিম্ন শ্রেণীর বালুচ) বিপুল সংখ্যককে অপহরণ করে পারস্য উপসাগরীয় শারজাহের মতো বসতিতে যৌনতার জন্য বিক্রি করে দেয়। সেখানে ১৯৬৩ সাল পর্যন্ত চুক্তিবদ্ধ রাষ্ট্রে দাসপ্রথা বৈধ ছিল। \nতবে উনিশ ও বিংশ শতাব্দীতে মুসলিম দেশগুলিতে দাস প্রথা বিলুপ্তির পরও মুসলিম বিশ্বে উপপত্নীত্ব বা দাসত্বের মত বিষয়ের পুনরুজ্জীবন ঘটানোর বেশ কয়েকটি উদাহরণ রয়েছে।\nভারত বিভাজনের সময় স্থানীয় নারীদের বিরুদ্ধে কিছু সহিংসতা উপপত্নীত্বের রূপ ধারণ করেছিল, যেখানে ধর্মীয় উপাদানও বিদ্যমান ছিল। যেমন, কিছু নারীকে জোরপূর্বক স্ত্রী বা উপপত্নী হিসেবে বন্দি করে রাখা হয়েছিল বলে উল্লেখ করা হয়েছে।  কিছু প্রতিবেদনের মতে, পাকিস্তান সেনাবাহিনীর হাতে বন্দি অমুসলিম নারীদের জোরপূর্বক ইসলাম ধর্মে ধর্মান্তরিত করা হয়েছিল, যাতে তারা বন্দিদাতাদের হারেমের জন্য যোগ্য হয়ে ওঠে। কাশ্মীরে পশতুন উপজাতিরা কাশ্মীর থেকে বিপুল সংখ্যক অমুসলিম মেয়েদের ধরে নিয়ে পশ্চিম পাঞ্জাবে দাসী হিসেবে বিক্রি করে বলে অভিযোগ রয়েছে। তবে সংঘর্ষে সহিংসতা উভয় পক্ষেই সমানভাবে ঘটেছিল। যেমন : পূর্ব পাঞ্জাবের মুসলিম মেয়েদের যৌনতার জন্য শিখ জাঠা, ভারতীয় সেনাবাহিনী ও পুলিশের মাধ্যমে ধরে নিয়ে যাওয়া হয়েছিল এবং তাদের মধ্যে বিতরণ করা হয়েছিল। তাদের একাধিকবার বিক্রিও করা হয়েছিল। ভারত ও পাকিস্তান সরকার পরবর্তীতে হিন্দু ও শিখ নারীদের ভারতে ও মুসলিম নারীদের পাকিস্তানে ফিরিয়ে আনতে সম্মত হয়।\nআফগানিস্তানে তালেবানের প্রথম শাসনামলে ( ১৯৯৬ –২০০১) আনুষ্ঠানিকভাবে উপপত্নী প্রথা প্রচলিত ছিল এমন কোনো ঐতিহাসিক প্রমাণ নেই। তবে, তালেবান শাসনামলে নারীদের প্রতি কঠোর বিধিনিষেধ এবং নিপীড়নমূলক নীতি চালু ছিল। অনেক প্রতিবেদনে বলা হয়েছে যে, তালেবান যোদ্ধারা জোরপূর্বক বিয়ে বা অপহরণের মাধ্যমে নারীদের নিজেদের অধীনে রাখত। বিশেষ করে সংখ্যালঘু সম্প্রদায়ের নারীদের ক্ষেত্রে এই ধরনের ঘটনার অভিযোগ উঠেছিল। অনেকে অভিযোগ করেছেন যে, আফগানিস্তানে তালেবানদের দ্বারা নারীদের দাসী করে উপপত্নী হিসেবে ব্যবহার করার ঘটনা ঘটেছে। ১৯৯৮ সালে আফগানিস্তানের প্রত্যক্ষদর্শীরা জানিয়েছিল যে, কাবুল ও অন্যান্য জায়গা থেকে শত শত মেয়েকে তালেবান যোদ্ধারা অপহরণ করেছে। একটি সূত্র থেকে জানা যায় যে, আফগানিস্তান জুড়ে অপহরণের ঘটনায় প্রায় ৪০০ নারী জড়িত ছিলেন। তবে তালেবান এই সমস্ত দাবিকে তাদের শত্রুদের দ্বারা তালেবানের বিরুদ্ধে ঘৃণ্য প্রচারণা বলে তীব্রভাবে অস্বীকার করে।\n১৯৮৩–২০০৫ সালের দ্বিতীয় সুদানী গৃহযুদ্ধের সময় সুদানী সেনাবাহিনীর বিরুদ্ধে দক্ষিণাঞ্চলের মানুষ বিশেষ করে কৃষ্ণাঙ্গ খ্রিস্টান যুদ্ধবন্দীদের বিরুদ্ধে দাসপ্রথার ব্যবহারকে একটি নতুন অস্ত্র হিসেবে পুনরুজ্জীবিত করার অভিযোগ করা হয়েছিল। এটি এই কথার ভিত্তিতে করা হয় যে, শরিয়া আইন এটিকে অনুমোদন করে। কৃষ্ণাঙ্গ খ্রিস্টান গ্রামগুলিতে জানজাবিদ মিলিশিয়াদের অভিযানে হাজার হাজার নারী ও শিশুকে বন্দী করা হয়েছিল এবং কিছু দিনকা মেয়েকে যৌনদাসী হিসেবে ব্যবহারের জন্য উত্তর সুদানে রাখা হয়েছিল। অন্যদের লিবিয়ার দূরবর্তী দাস বাজারগুলিতে বিক্রি করা হয়েছিল।\nএকবিংশ শতাব্দীতে যখন ইসলামিক স্টেটের যোদ্ধারা ২০১৪ সালে সিনজার শহর আক্রমণ করেছিল, তখন তারা স্থানীয় মহিলাদের অপহরণ ও ধর্ষণ করেছিল বলে অভিযোগ করা হয়েছে। ইসলামিক স্টেটের চরমপন্থী আদর্শ নারীদের ওপরও বিস্তৃত ছিল। তাদের নিয়ন্ত্রণাধীন এলাকায় বসবাসকারী নারীদের বিষয়ে তাদের যোদ্ধাদের শেখানো হয়েছিল যে, অমুসলিম বন্দি নারীদের সঙ্গে যৌন সম্পর্ক স্থাপন ধর্মীয়ভাবে অনুমোদিত এবং এটি তাদের জন্য বৈধ।\n\n\n=== মুসলিম সম্প্রদায়ের প্রতিক্রিয়া ===\nদাসত্ব ও নারীদের বিরুদ্ধে সহিংসতার আধুনিক পুনরাবৃত্তির ব্যাপারে সেই সময়ে বিশ্বজুড়ে ইসলামী পণ্ডিতরা সোচ্চারভাবে নিন্দা করেছেন; বিশেষ করে ইসলামিক স্টেটের প্রেক্ষাপটে।  \nনাইজেরিয়ায় সক্রিয় চরমপন্থী জিহাদি গোষ্ঠী বোকো হারামের নারী অপহরণ ও দাসত্বের পক্ষে কুরআনের যুক্তি এবং আইএসের ইয়াজিদি নারীদের যুদ্ধের মাল হিসেবে দাসত্বের ধর্মীয় যুক্তির প্রতিক্রিয়ায় ২০১৪ সালের সেপ্টেম্বরে মুসলিম বিশ্বের ১২৬ জন ইসলামী পণ্ডিত ইসলামিক স্টেটের নেতা আবু বকর আল-বাগদাদীর কাছে একটি খোলা চিঠিতে স্বাক্ষর করেছিলেন, যেখানে পণ্ডিতরা তার গোষ্ঠীর কুরআন ও হাদিসের অপব্যাখ্যার নিন্দাও করেছিলেন। চিঠিতে ইসলামী পণ্ডিতগণ মুসলিম সম্প্রদায়ের দাসপ্রথা বিরোধী ঐক্যমত্যের লঙ্ঘন করে নিজেদের শাসনামলে দাসপ্রথা পুনঃপ্রতিষ্ঠা করার জন্য তাদের প্রতি ধর্মদ্রোহের অভিযোগও করা হয়েছিল। আইএস তাদের অনলাইন সাময়িকী দাবিকে তাদের এই দাবির পক্ষে প্রচারণা চালাতো।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nসুলতান সুলেমান (টিভি ধারাবাহিক): এটি একটি জনপ্রিয় তুর্কি ধারাবাহিক নাটক। নাটকটি নির্মিত হয়েছে উসমানীয় সাম্রাজ্যের সবচেয়ে প্রভাবশালী শাসক প্রথম সুলাইমান ও তার প্রিয়তম স্ত্রী হুররেম সুলতানের জীবনগাঁথার উপর ভিত্তি করে। হুররাম সুলাইমানের কৃতদাসী হয়েও পরবর্তীকালে তার প্রধান স্ত্রী বা সুলতানা হয়েছিলেন। এতে একজন উপপত্নী হিসেবে হুররামের প্রাথমিক জীবনবৃত্তান্ত তুলে ধরা হয়েছে।\nহেরেম সুলতান: কোসেম: এ ধারাবাহিক নাটকটিতে কোসেম সুলতানের জীবনী তুলে ধরা হয়েছে, যিনি একজন দাসী বন্দী হিসেবে সুলতান ১ম আহমেদের হেরেমে প্রেরিত হওয়ার পর উসমানীয় সাম্রাজ্যের ইতিহাসে সবচেয়ে শক্তিশালী নারীদের একজন হয়ে উঠেন।\nহায়রিয়ে মেলেক হুনচ: তিনি সার্কাসীয় বংশোদ্ভূত প্রথম নারী লেখক ছিলেন। হায়রিয়ে তার প্রবন্ধ \"দার্দলারিমিজদেন: বেইলিক-কোলেলিক\" ( তুর্কি: Dertlerimizden: Beylik-Kölelik; অনু. আমাদের দুঃখগুলির একটি: সামন্ততন্ত্র-দাসত্ব)–এর মাধ্যমে উসমানীয় প্রাসাদকে দাসপ্রথা বিলুপ্ত করার জন্য উৎসাহিত করেছিলেন। তিনি তার গল্প \"আলতুন জিঞ্জিরে\" (সোনার শৃঙ্খল) ককেশাসের হারানো মাতৃভূমির জন্য উসমানীয় হারেমের ককেশীয় উপপত্নীদের অনুভূত দুঃখ-যন্ত্রণা তুলে ধরেছেন। তিনি দেখিয়েছেন যে, যদিও তাদের মধ্যে অনেকে উচ্চশ্রেণির সুযোগ-সুবিধা লাভ করে, তবুও দিনের শেষে তারা দাসই থেকে যায় এবং একজন নারী হিসেবে তাদের অস্তিত্ব ধ্বংস হয়ে যায়।\nলায়লা আছবা উসমানীয় রাজদরবারের প্রথম মহিলা ছিলেন, যিনি স্মৃতিকথা লিখেছিলেন। তার বইয়ের নাম: \"বির কেরকেস প্রেসেসিনিন হারেম হাতিরতি (তুর্কি: Bir Çerkes Prensesinin Harem Hatıratı; অনু.সার্কাসীয় রাজকুমারীর হারেম স্মৃতি)।\nরুমেসা আরেদবা ছিলেন উসমানীয় সাম্রাজ্য এবং মুসলিম বিশ্বের শেষ সুলতান ষষ্ঠ মুহাম্মদের স্ত্রী নাজিকেদা কাদিনের একজন পরিচারিকা। তিনি স্মৃতিকথা লেখার জন্য পরিচিত। তার স্মৃতিকথায় সান রেমোতে সুলতান মুহাম্মদের নির্বাসন ও তার ব্যক্তিত্বের বিবরণ রয়েছে। বইয়ের নাম: \"সুলতান ওয়াহেদ্দিন সান রেমো গুনলেরি\" ( তুর্কি: Sultan Vahdeddin'in San Remo Günleri; অনু. সুলতান ওয়াহেদ্দীনের সান রেমোর দিনগুলি )।\nলায়লা সাজ ছিলেন উসমানীয় হেরেমের একজন মহিলা কবি। তিনি \"হারেমদে ইয়াসাম - সারায় ভে হারেম হাতিরলারী\" ( তুর্কি: Haremde Yaşam - Saray ve Harem Hatıraları; অনু. হারেমে জীবন: প্রাসাদ ও হারেমের স্মৃতি) বইতে নিজের স্মৃতিকথা লিখেছেন।\nমেলেক হানিম সম্ভবত সাইপ্রাসের মুহাম্মদ পাশার স্ত্রী হিসেবে প্রথম উসমানীয় মহিলা ছিলেন, যিনি নিজের স্মৃতিকথা লিখেছেন। তিনি তার হারেমদেন মাহরেম হাতিরলার- মেলেক হানিম ( তুর্কি: Haremden Mahrem Hatıralar-Melek Hanım; অনু. হারেম-মেলেক হানিম থেকে ব্যক্তিগত স্মৃতি) বইতে নিজের স্মৃতিকথা লিখেছেন।\nদোমিনিকোস ইস্তাম্বুল হল সুলতান তৃতীয় মুরাদের সময়ে উসমানীয় দরবারের চিকিৎসক দোমেনিকো হেরোসোলিমিটানোর লিখিত স্মৃতিকথা।\n\n\n== আরো দেখুন ==\nইসলাম ও দাসত্ব\nউপপত্নী প্রথা সম্পর্কে ইসলামের দৃষ্টিভঙ্গি\nইসলামে যৌনতা\nইসলামী আইনে ধর্ষণ\nজোরপূর্বক ধর্মান্তরকরণ\n\n\n== তথ্যসূত্র ==\nটীকাউদ্ধৃতি\n\n\n=== উৎস ==="}