{"pageid": 1514765, "title": "রীমা নানাবতী", "url": "https://bn.wikipedia.org/wiki?curid=1514765", "content": "রীমা নানাবতী হলেন ভারতের আহমেদাবাদের  একজন ভারতীয় উন্নয়ন কর্মী। তিনি তিন দশক ধরে ভারতে সমবায় সংগঠন, উদ্যোগ এবং ট্রেড ইউনিয়নে নারীদের সংগঠিত করার ক্ষেত্রে সক্রিয়ভাবে কাজ করে আসছেন। তিনি সেবা (ভারতের স্ব-কর্মসংস্থানপ্রাপ্ত মহিলা সমিতি)-র পরিচালক এবং ভারতের আঠারোটি রাজ্যের পাশাপাশি আফগানিস্তান, শ্রীলঙ্কা, নেপাল এবং ভুটানের মতো প্রতিবেশী দেশগুলিতে মহিলাদের জীবিকা এবং উদ্যোগ গড়ে তোলার জন্য কৃতিত্বপ্রাপ্ত।\nসমাজসেবার ক্ষেত্রে তাঁর অবদানের জন্য ২০১৩ সালে ভারত সরকার তাঁকে চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রী দিয়ে সম্মানিত করে।\n\n\n== জীবনী ==\n\nরীমা নানাবতী ১৯৬৪ সালের ২২শে মে ভারতের গুজরাট রাজ্যের আহমেদাবাদে ভারতী নানাবতী এবং রমেশচন্দ্র নানাবতীর ঘরে জন্মগ্রহণ করেন। তাঁর পিতামহ মহেন্দ্ররাই নানাবতী ছিলেন একজন সুপরিচিত শ্রম আইনজীবী যিনি মহাত্মা গান্ধী কর্তৃক প্রতিষ্ঠিত টেক্সটাইল লেবার অ্যাসোসিয়েশন বা টিএলএ (যা মজুর মহাজন সংঘ নামেও পরিচিত)-র হয়ে কাজ করতেন, যেখান থেকে সেবার উৎপত্তি। তাঁর মাতামহ শ্যামপ্রসাদ ভাসাবাদ ছিলেন টেক্সটাইল লেবার অ্যাসোসিয়েশনের সাধারণ সম্পাদক, একজন শ্রমিক নেতা এবং গান্ধীবাদী। তিনি অনসূয়া সারাভাইয়ের সাথে ঘনিষ্ঠভাবে কাজ করেছিলেন - ২০১২ সালে অনসূয়ার উপর রীমার পরিবার একটি প্রদর্শনী তৈরি করেছিল, নাম ছিল - \"মোটাবেন\"। নানাবতী হলেন ইলা ভাটের পুত্রবধূ। ইলা হলেন একজন বিখ্যাত নারী ক্ষমতায়ন কর্মী, পদ্মভূষণ বিজয়ী এবং সেবার প্রতিষ্ঠাতা।\nরীমা নানাবতী আহমেদাবাদে বড় হয়ে ওঠেন এবং পড়াশোনা করেন। তিনি মেডিকেল ল্যাবরেটরি টেকনিশিয়ান প্রশিক্ষণ নিয়ে মাইক্রোবায়োলজিতে স্নাতকোত্তর ডিগ্রি অর্জন করেন এবং গুজরাট বিশ্ববিদ্যালয় থেকে বিজ্ঞানে স্নাতক ডিগ্রি অর্জন করেন। সিভিল সার্ভিসের জীবন বেছে নিয়ে, তিনি সিভিল সার্ভিস পরীক্ষা (আইএএস) পাস করেন। তবে, সেখানে তাঁর অবস্থান মাত্র এক বছর স্থায়ী হয়েছিল কারণ তিনি পূর্ণকালীন সমাজসেবা গ্রহণের জন্য চাকরি ছেড়ে দিয়েছিলেন।\n১৯৮৫ সালে তিনি স্ব-কর্মসংস্থানকারী মহিলা সমিতির (সেবা) গ্রামীণ শাখায় যোগদান করেন, এটি একটি এনজিও যা গান্ধীবাদী এবং সমাজকর্মী ইলা ভাট দ্বারা প্রতিষ্ঠিত হয়েছিল। তিনি একটি আঞ্চলিক গ্রামীণ জল সরবরাহ প্রকল্পকে একটি সমন্বিত জল প্রকল্পে রূপান্তরিত করেন। তিনি সেবা-তে কাজ করে যান এবং ৪০০০০ নারীকে নিয়ে প্রকল্পটিকে একটি চলমান 'নারী, জল ও কর্ম' প্রচারণায় সম্প্রসারিত করেন। এর ফলে এই প্রক্রিয়ায় জল সংক্রান্ত সিদ্ধান্ত গ্রহণের মূল দায়িত্ব হয় নারীদের। ১৯৯৯ সালে, তিনি সেবা-র সাধারণ সম্পাদক নির্বাচিত হন। তারপর থেকে, তিনি সেবার সদস্য সংখ্যা ৫,৩০,০০০-এ উন্নীত করেছেন, যার ফলে সেবা ভারতের অনানুষ্ঠানিক খাতের শ্রমিকদের একক বৃহত্তম ইউনিয়নে পরিণত হয়েছে। তাঁর নেতৃত্বেই, 'সেবা' শুরু করে স্ব-সহায়ক গোষ্ঠী এবং রুডি নামে একটি খুচরা বিতরণ নেটওয়ার্ক, রুডির মাধ্যমে সেবা বোনেদের উৎপাদিত পণ্য ৪০০০০ পরিবারে পৌঁছে দেওয়া হয়।\n২০০১ সালে, রীমা নানাবতী গুজরাট সরকার এবং আন্তর্জাতিক কৃষি উন্নয়ন তহবিলের (আইএফএডি) সহযোগিতায় জীবিকা প্রকল্প চালু করেন, যা ২০০১ সালের গুজরাট ভূমিকম্পের শিকার এবং তাদের পরিবারকে ত্রাণ পৌঁছে দেওয়ার একটি উদ্যোগ ছিল। এক বছর পর, তিনি ২০০২ সালের গুজরাট দাঙ্গার শিকারদের সাহায্য করার জন্য \"শান্তা\" নামে একটি ত্রাণ কর্মসূচি শুরু করেন। তিনি গুজরাট থেকে সেবা-কে বের করে এনে সংগঠনের কার্যক্রমকে ছড়িয়ে দিয়েছেন। এর কার্যক্রম এখন জম্মু ও কাশ্মীর থেকে আসাম পর্যন্ত সারা দেশে বিস্তৃত। তারা যুদ্ধবিধ্বস্ত আফগানিস্তান, ভুটান এবং শ্রীলঙ্কার সাথেও জড়িত।\nরীমা বর্তমানে বিশ্বব্যাংক গ্রুপের লিঙ্গ বিষয়ক উপদেষ্টা পরিষদের সদস্য। তাঁকে আন্তর্জাতিক শ্রম সংস্থার উচ্চ পর্যায়ের গ্লোবাল কমিশন অন ফিউচার অফ ওয়ার্কের সদস্য হিসেবেও আমন্ত্রণ জানানো হয়েছিল। তিনিই ছিলেন পুরো কমিশনে অনানুষ্ঠানিক খাতের শ্রমিক, স্ব-কর্মসংস্থানকারী শ্রমিক এবং গ্রামীণ শ্রমিক ইউনিয়নের প্রতিনিধিত্বকারী একমাত্র কমিশনার। তাঁকে জাতিসংঘের উচ্চ-স্তরীয় সংলাপের টেকনিক্যাল ওয়ার্কিং গ্রুপ অন এনার্জি অ্যাকশন টু অ্যাডভান্স আদার এসডিজি-এর সদস্য হিসেবেও আমন্ত্রণ জানানো হয়েছে।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি মিহির ভাটকে বিবাহ করেছেন, মিহির একজন স্থপতি ও নগর পরিকল্পনাবিদ এবং অল ইণ্ডিয়া ডিজাস্টার মিটিগেশন ইনস্টিটিউটের প্রতিষ্ঠাতা। তাঁদের দুই ছেলে সোমনাথ এবং রামেশ্বর ভট।\n\n\n== পুরস্কার ==\n২০২১ সালে কৃষি নেতৃত্ব পুরস্কার, এগ্রিকালচার টুডে\n২০১৬ সালে ফিকি জল পুরস্কার\n২০১৬ সালে আইটিইউসি দোর্জে খত্রি পুরস্কার\nউদ্ভাবন - ২০১৪ সালে বেটার টুমরোর জন্য পুরস্কার, সিএনএন - আইবিএন\n২০১৪ সালে সোশ্যাল ইনোভেটর অ্যাওয়ার্ড, ইণ্ডিয়ানস ফর কালেক্টিভ অ্যাকশন\n২০১৩ সালে বিশ্ব খাদ্য নিরাপত্তার উপর প্রথম জ্যাক ডিউফ পুরস্কার, খাদ্য ও কৃষি সংস্থা (এফএও)\n২০১৩ সালে ভারত সরকার কর্তৃক পদ্মশ্রী পুরস্কার\n২০১১ সালে ডিজাইনোমিক্স অ্যাওয়ার্ডস, ব্লুমবার্গ ইউটিভি, ওয়ার্ল্ড ব্র্যাণ্ড কংগ্রেস এবং ভিজিসি\n২০০৯ সালে সংকল্প নাবার্ড পুরস্কার\nভারত সরকার কর্তৃক প্রদত্ত কমলাদেবী চট্টোপাধ্যায় পুরস্কার।\n\n\n== আরও দেখুন ==\n\nভারতের স্ব-কর্মসংস্থানপ্রাপ্ত মহিলা সমিতি\nইলা ভাট\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nReema Nanavaty। \"Doosri azadi\"। \nNanavaty, Reema (২০২০)। \"\"Pandemic and future of work: Rehabilitating informal workers livelihoods post pandemic.\"\": 151–155। ডিওআই:10.1007/s41027-020-00271-0। পিএমআইডি 33071491। পিএমসি 7548055 । \nJames, A. J., Joep Verhagen, Christine Van Wijk, Reema Nanavaty, Mita Parikh, and Mihir Bhatt. \"Transforming time into money using water: a participatory study of economics and gender in rural India.\" In Natural Resources Forum, vol. 26, no. 3, pp. 205–217. Oxford, UK and Boston, USA: Blackwell Publishers Ltd, 2002.\nSijbesma, Christine, Joep Verhagen, Reema Nanavaty, and A. J. James. \"Impacts of domestic water supply on gender and income: results from a participatory study in a drought-prone region in Gujarat, India.\" Water Policy 11, no. 1 (2009): 95–105.\n\n\n== বহিঃসংযোগ ==\n\"পদ্ম পুরস্কারের তালিকা\"। ভারতীয় প্যানোরামা। ২০১৪। সংগ্রহের তারিখ ১২ অক্টোবর ২০১৪। \nভারতী রায় (৪ অক্টোবর ২০০৫)। উইমেন অফ ইণ্ডিয়া: কলোনিয়াল অ্যাণ্ড পোস্ট কলোনিয়াল পিরিয়ডস। সেজ। পৃষ্ঠা ৬২২ পৃষ্ঠার মধ্যে ৩৭১। আইএসবিএন 9780761934097। \n\"নিউজ রিপোর্ট\"। দেশ গুজরাট। ২৫ জানুয়ারি ২০১৩। সংগ্রহের তারিখ ১৭ অক্টোবর ২০১৪। \nস্ট্যাণ্ডার্ড, বিজনেস (১৭ অক্টোবর ২০১৪)। \"সেমিনার রিপোর্ট\"। বিজনেস স্ট্যান্ডার্ড ইণ্ডিয়া। সংগ্রহের তারিখ ১৭ অক্টোবর ২০১৪। \nটেমপ্লেট:Padma Shri Award Recipients in Social Work"}