{"pageid": 1514717, "title": "জাতীয় নাগরিক পার্টি", "url": "https://bn.wikipedia.org/wiki?curid=1514717", "content": "জাতীয় নাগরিক পার্টি (সংক্ষেপে এনসিপি) হলো বৈষম্যবিরোধী ছাত্র আন্দোলন ও জাতীয় নাগরিক কমিটি কর্তৃক বাংলাদেশে প্রতিষ্ঠিত একটি রাজনৈতিক দল। বৈষম্যবিরোধী ছাত্র আন্দোলনের নাহিদ ইসলামকে আহ্বায়ক করে ২৮শে ফেব্রুয়ারি ২০২৫ সালে রাজনৈতিক দলটি প্রতিষ্ঠিত হয়। এটি হচ্ছে বাংলাদেশের ইতিহাসের প্রথম ছাত্র-নেতৃত্বাধীন রাজনৈতিক দল। এটি ছাত্র-জনতার অভ্যুত্থান সফল হওয়ার ফলাফল।\n২০২৪ সালের ৫ই আগস্ট ছাত্র-জনতার অভ্যুত্থানের ফলে আওয়ামী লীগ সরকারের পতনের পর একটি নতুন রাজনৈতিক দলের গুঞ্জন উঠে। অভ্যুত্থান চলাকালে এর নেতৃত্বে থাকা বৈষম্যবিরোধী ছাত্র আন্দোলনের এক দফা ঘোষণায় একটি নতুন রাজনৈতিক বন্দোবস্তের কথা উল্লেখ ছিল। এরপর সেপ্টেম্বরে দেশ পুনর্গঠনের উদ্দেশ্যে জাতীয় নাগরিক কমিটি গঠিত হয়। ডিসেম্বর জানা যায় যে ২০২৫ সালের ফেব্রুয়ারিতে নতুন দল গঠন করা হবে এবং সেই লক্ষ্যে বাংলাদেশের প্রতিটি থানায় কমিটি গঠনের উদ্যোগ নেওয়া হয়। ফেব্রুয়ারি মাসে বৈষম্যবিরোধী ছাত্র আন্দোলন ও জাতীয় নাগরিক কমিটি নতুন রাজনৈতিক দল গঠনের বিষয়ে চূড়ান্ত সিদ্ধান্তে আসে এবং ২৩ থেকে ২৫ শে ফেব্রুয়ারির মধ্যে রাজনৈতিক দল গঠনের ঘোষণা দেওয়ার পরিকল্পনা করা হয়।\n\n\n== নাম ও প্রতীক ==\nদলটির মাসব্যাপী জনমত জরিপে দলের নামের জন্য শীর্ষ আটটি নাম হিসেবে বিপ্লবী জনতা সংগ্রাম পার্টি, জাতীয় বিপ্লবী শক্তি, বৈষম্যবিরোধী নাগরিক আন্দোলন, বাংলাদেশ নাগরিক দল, জাতীয় নাগরিক কমিটি, ছাত্র-জনতা পার্টি, জাতীয় জনশক্তি পার্টি ও জাতীয় নাগরিক শক্তি নামগুলো প্রস্তাব করা হয়। একই জরিপে দলটির প্রতীক হিসেবে মুষ্টিবদ্ধ হাত, হাতি, বাঘ ও ইলিশ প্রস্তাব করা হয়। তবে বর্তমানে দলটির কোনো নির্দিষ্ট প্রতীক নেই।\nশুরু থেকেই বাংলাদেশের বিভিন্ন গণমাধ্যমে দলটির জন্য নানা নাম পাওয়া যাচ্ছিল। দল প্রতিষ্ঠার দুইদিন পূর্বে, তথা ২৬ ফেব্রুয়ারিতে প্রতিদিনের বাংলাদেশ নামক সংবাদপত্র প্রকাশ করে যে দলের নাম হিসেবে রেভল্যুশনারি ন্যাশনালিস্ট পার্টি চূড়ান্ত হয়েছে যাকে সংক্ষেপে \"আরএনপি\" ডাকা হবে।  ২৭ ফেব্রুয়ারিতে ঢাকা পোস্ট দাবি করে যে নতুন দলের নাম অল সিটিজেনস পার্টি বা সংক্ষেপে \"এসিপি\" রাখা হয়েছে। অন্যদিকে আমার দেশ দাবি করে যে দলের নাম রাখা হয়েছে বাংলাদেশ গণতান্ত্রিক নাগরিক শক্তি। এছাড়া অন্যান্য সংবাদমাধ্যম দাবি করে যে বাংলাদেশ গণতান্ত্রিক নাগরিক সংসদ ও বাংলাদেশ নাগরিক পার্টি নামগুলোও চূড়ান্ত করা হয়েছে। একই দিনে দলটির চূড়ান্ত নাম হিসেবে জাতীয় নাগরিক পার্টি প্রকাশ করা হয়।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ===\n\n২০১৮ সালের কোটা সংস্কার আন্দোলনে নেতৃত্বদানকারী বাংলাদেশ ছাত্র অধিকার পরিষদের একাংশ দল থেকে বেরিয়ে ২০২৩ সালের ২রা অক্টোবর গণতান্ত্রিক ছাত্রশক্তি নামক একটি ছাত্রসংগঠন গড়ে তুলে। ২০২৪ সালে বাংলাদেশের অধিকাংশ ছাত্রসংগঠনের পাশাপাশি গণতান্ত্রিক ছাত্রশক্তির নেতারা বৈষম্যবিরোধী ছাত্র আন্দোলন নামক একটি নির্দলীয় রাজনৈতিক প্লাটফর্মে যোগ দিয়ে কোটা সংস্কার আন্দোলন ও অসহযোগ আন্দোলনে অংশগ্রহণ করে এবং নতুন ছাত্রসংগঠনটির সদস্যগণ আন্দোলনগুলোতে নেতৃস্থানীয় ভূমিকা পালন করে। ২০২৪ সালের ৫ই আগস্ট ছাত্র-জনতার অভ্যুত্থানে ক্ষমতাসীন আওয়ামী লীগের সভাপতি শেখ হাসিনা বাংলাদেশের প্রধানমন্ত্রীর পদ থেকে পদত্যাগ করে ভারতে পালিয়ে যান এবং তার সরকারের পতন ঘটে। অভ্যুত্থান সফল হওয়ার পর গুঞ্জন উঠেছিল যে বৈষম্যবিরোধী ছাত্র আন্দোলন নতুন একটি রাজনৈতিক দল গঠন করতে যাচ্ছে। তবে ১৬ আগস্টে সংগঠনের কেন্দ্রীয় সমন্বয়ক ও অন্তর্বর্তী সরকারের উপদেষ্টা নাহিদ ইসলাম সে সম্ভাবনা নাকচ করে দিয়ে জানিয়েছিলেন যে আপাতত দল গঠনের পরিকল্পনা নেই এবং তার সংগঠনের প্রস্তাবিত এক দফা অনুযায়ী নতুন এক রাজনৈতিক বন্দোবস্ত বাস্তবায়নের কথা রয়েছে।\n৮ই সেপ্টেম্বরে দেশ পুনর্গঠনের উদ্দেশ্যে গণতান্ত্রিক ছাত্রশক্তির আহ্বায়ক আখতার হোসেন ও আমার বাংলাদেশ পার্টির নাসীরুদ্দীন পাটওয়ারীর নেতৃত্বে জাতীয় নাগরিক কমিটি প্রতিষ্ঠিত হয়। ১৪ সেপ্টেম্বর ২০২৪ সালে গণতান্ত্রিক ছাত্রশক্তি বিলুপ্ত করে দেওয়া হয়। অভ্যুত্থানের পরে নিষ্ক্রিয়তার মধ্যে বিলুপ্তির ঘোষণার ফলে মনে করা হয়েছিল যে সংগঠনটির নেতারা রাজনীতিতে প্রবেশ করবেন৷ অন্যদিকে সংগঠনের একটি সূত্র জানিয়েছিল যে গণতান্ত্রিক ছাত্রশক্তির মুখ্য নেতাগণ একটি রাজনৈতিক দল গঠনের জন্য কাজ করছেন। তবে ২৫ অক্টোবর বৈষম্যবিরোধী ছাত্র আন্দোলনের কেন্দ্রীয় সমন্বয়ক ও জাতীয় নাগরিক কমিটির মুখ্য সংগঠক সারজিস আলম বলেছিলেন যে অভ্যুত্থানের পরপরই নতুন রাজনৈতিক দল গঠিত হলে তা দেশের মধ্যে অনৈক্যের কারণ হবে, তাঁদের রাজনৈতিক দল গঠনের অধিকার আছে তবে তা ভবিষ্যতে ভিন্ন প্লাটফর্মে ও ভিন্ন নামে করা যেতে পারে। ২৭ অক্টোবরে বাংলাদেশে নিযুক্ত ইউরোপীয় ইউনিয়নের রাষ্ট্রদূত মিচেল মিলারকে বৈষম্যবিরোধী ছাত্র আন্দোলনের কেন্দ্রীয় সমন্বয়ক ও অন্তর্বর্তী সরকারের উপদেষ্টা আসিফ মাহমুদ দল গঠনের গুঞ্জনকে প্রোপাগান্ডা আখ্যা দিয়ে বলেছিলেন যে \"এখন দল গঠনের সময় নয়\"।\n২০২৪ সালে নভেম্বরে সারজিস আলম বাংলাদেশে আরও রাজনৈতিক দলের প্রয়োজনীয়তা উল্লেখ করে শিক্ষার্থীদের নতুন দল গঠনের সিদ্ধান্ত জনগণের উপর ছেড়ে দেন। একই মাসে সিদ্ধান্ত হয় বৈষম্যবিরোধী ছাত্র আন্দোলন ও জাতীয় নাগরিক কমিটি কর্তৃক রাজনৈতিক দল প্রতিষ্ঠার পর সংগঠনদ্বয় বিলুপ্ত না হয়ে নতুন দলটির জন্য \"প্রেশার গ্রুপ\" হিসেবে কাজ করবে যেখানে সম্পর্ক না রেখে দুটি সংগঠনের সদস্যরা দলটিতে যোগ দিতে পারবে।\n২০২৪ সালের ডিসেম্বরে ব্র্যাক বিশ্ববিদ্যালয়ের ব্র‍্যাক ইন্সটিটিউট অব গভর্ন্যান্স অ্যান্ড ডেভেলপমেন্টের প্রকাশিত জরিপ অনুযায়ী আসন্ন জাতীয় নির্বাচনে শিক্ষার্থীদের নতুন দলকে ৪০% ভোটার ভোট দিবেন। ডিসেম্বরে একটি সূত্র থেকে জানা গিয়েছিল যে পরের বছরের ফেব্রুয়ারিতে নতুন দলের আত্মপ্রকাশ ঘটবে। সেই লক্ষ্যে জানুয়ারির মধ্যে বাংলাদেশের প্রতিটি থানায় কমিটি গঠন করা হবে বলে জানা যায়।\n\n\n=== প্রস্তুতি ===\n\nজানুয়ারি ২০২৫ সালে পরিকল্পনাকারীদের নিকট নতুন দলের জন্য একশর বেশি নাম প্রস্তাব করা হয়। ২৭ জানুয়ারিতে বাংলাদেশ ইয়ুথ লিডারশিপ সেন্টারের প্রকাশিত জনমত জরিপ অনুযায়ী তরুণরা নতুন রাজনৈতিক দলের চাইতে বিদ্যমান রাজনৈতিক দলগুলোর মধ্যে সংস্কারের প্রতি অধিক আগ্রহী ছিল। আমার দেশ সংবাদপত্রের প্রতিবেদন অনুযায়ী অভ্যুত্থানে জড়িত শিক্ষার্থীদের দ্বারা গঠিত নতুন রাজনৈতিক দলের ধারণাকে ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থীরা ইতিবাচকভাবে গ্রহণ করেছিলেন।\nধারণা করা হচ্ছিল যে দলটির নীলনকশা তৈরিতে দার্শনিক ফরহাদ মজহারের ভূমিকা রয়েছে, যদিও ফরহাদ অস্বীকার করে বলেন যে তিনি দলটিতে যোগ না দিলেও পরামর্শ দিয়ে সাহায্য করবেন। ১৬ ফেব্রুয়ারির একটি সূত্র অনুযায়ী উপদেষ্টা মাহফুজ আলম ও আসিফ মাহমুদ দল গঠনের সাথেসাথেই যোগ না দিয়ে অন্তর্বর্তীকালীন সরকারে থেকে যাবেন।\n৫ই ফেব্রুয়ারি থেকে নতুন দলের ব্যাপারে জনমত জরিপ পরিচালনা শুরু হয়। ২০২৫ সালের ফেব্রুয়ারির প্রথম দিকে বিভিন্ন সূত্র থেকে জানা যায় যে প্রস্তাবিত দলটির আহ্বায়ক (প্রধান) নাহিদ ইসলাম হতে পারেন। একই মাসে বৈষম্যবিরোধী ছাত্র আন্দোলন ও জাতীয় নাগরিক কমিটি নতুন রাজনৈতিক দল গঠনের বিষয়ে চূড়ান্ত সিদ্ধান্তে আসে। ১৩ ফেব্রুয়ারি অনুযায়ী দলটি তৈরির চূড়ান্ত প্রস্তুতি চলমান ছিল। নাগরিক কমিটির নেতারা ২৩-২৫ ফেব্রুয়ারির মধ্যে রাজনৈতিক দল গঠনের ঘোষণা দেওয়ার কথা জানান। জাতীয় নাগরিক কমিটির বৈঠকে পদটির জন্য আখতার হোসেনের নাম নীতিগতভাবে চূড়ান্ত করা হয়।\nজানা যায় যে নতুন রাজনৈতিক দলের সূচনা ঢাকার কেন্দ্রীয় শহীদ মিনারে কিংবা মানিক মিয়া অ্যাভিনিউর জাতীয় সংসদ ভবনের সামনে আয়োজিত একটি অনুষ্ঠানে ঘোষণা দেওয়ার মাধ্যমে করা হবে। দলটির প্রধান কার্যালয় ঢাকার ফার্মগেট বা বনানীতে তৈরি করার কথা জানানো হয়। জাতীয় নাগরিক কমিটির মুখপাত্র সামান্তা শারমিনের মতে দল গঠনের ঘোষণা দেওয়ার পর যত দ্রুত সম্ভব নিবন্ধন পেতে নির্বাচন কমিশনের নিকট আবেদন করা হবে। জানা গিয়েছিল যে দলটি নিজেদের দিকে জনসাধারণদের আকৃষ্ট করতে রাজনৈতিক কার্যক্রম হিসেবে রংপুর জেলায় অবস্থিত জুলাই গণহত্যায় শহীদ আবু সাঈদের বাড়ি থেকে চট্টগ্রাম জেলায় অবস্থিত আরেক শহীদ ওয়াসিম আকরামের বাড়ি পর্যন্ত ১৫ দিনব্যাপী লং মার্চ পরিচালনা করবে। তবে জানা যায় ২০২৫ সালের রমজানের কথা বিবেচনায় এই পরিকল্পনা স্থগিত করা হতে পারে।\n১৭ ফেব্রুয়ারির মধ্যে নতুন দলের ৯টি পদে কাদের রাখা হবে তা চূড়ান্ত করা হয়। জানা যায় যে মুখপাত্র পদের জন্য সামান্তা শারমিন অথবা বৈষম্যবিরোধী ছাত্র আন্দোলনের উমামা ফাতেমাকে বাছাই করা হতে পারে। একই দিনে নাহিদ ইসলাম জানান যে উপদেষ্টার পদ ছেড়ে নতুন দলে যোগদান করবেন কিনা তা তিনি চলতি সপ্তাহের মধ্যে আনুষ্ঠানিকভাবে জানাবেন।\n১৯ ফেব্রুয়ারিতে জানা যায় যে সদস্যসচিব পদ নিয়ে দ্বন্দ্বের মধ্যে নতুন দলে যোগদানের ব্যাপারে গণঅধিকার পরিষদের নুরুল হক নুরের সাথে আলোচনা ত্বরান্বিত হয় এবং দলটির আহবায়ক বা সদস্যসচিব হতে তিনি আগ্রহ প্রকাশ করেন। তবে নতুন দলের উদ্যোক্তরা নাহিদ ইসলামকেই আহবায়ক হিসেবে দেখতে চায় বিধায় নতুন দলের সাথে গণঅধিকার পরিষদের জোট হওয়ার সম্ভাবনা দেখা দেয়।\nদৈনিক ইত্তেফাক-এর ১৭ ফেব্রুয়ারি থেকে ৩ দিনব্যাপী পরিচালিত এক অনলাইন জরিপ হিসেবে সদস্যসচিব পদে নাসীরউদ্দীন পাটওয়ারী ও আখতার হোসেনকে ছাড়িয়ে সারজিস আলম প্রথম স্থান অধিকার করেছিলেন। ২১শে ফেব্রুয়ারিতে জানা যায় যে নতুন দলের পদ নিয়ে দ্বন্দ্ব মেটাতে পদের সংখ্যা বাড়ানো হচ্ছে। জানা যায় যে প্রাক্তন সামরিক সদস্যরা নতুন দলটিতে যোগ দিবেন এবং ২২ ফেব্রুয়ারিতে কিছু প্রাক্তন সামরিক সদস্যের সাথে জাতীয় নাগরিক কমিটির সাক্ষাৎ করার কথা ছিল। জাতীয় নাগরিক কমিটি থেকে প্রাপ্ত সূত্র অনুযায়ী ১৯ ফেব্রুয়ারির প্রস্তুতিমূলক বৈঠকে নতুন দলের আত্মপ্রকাশের আয়োজনের ব্যাপারে অগ্রগতি হলেও দলীয় আদর্শ, ঘোষণাপত্র ও গঠনতন্ত্রের সাথে বিভিন্ন পদে কারা থাকবেন সেগুলো চূড়ান্ত হয়নি। ২০ ফেব্রুয়ারির একটি সূত্র অনুযায়ী ২৬ তারিখে নতুন দলের আত্মপ্রকাশ হওয়ার কথা ছিল। ২২ ফেব্রুয়ারি ঢাকা পোস্টের তথ্য অনুযায়ী জানা যায় নতুন দলের জন্য প্রস্তাবিত নয়টি নাম বিবেচনাধীন থাকলেও ইংরেজি নামকে অগ্রাধিকার দেওয়া হবে। তবে দলের কমিটির আকৃতির চেয়ে পদপ্রার্থীদের সংখ্যা বেশি হওয়ায় কমিটি চূড়ান্ত করতে উদ্যোক্তারা চাপের মুখে পড়েছেন। বৈষম্যবিরোধী আন্দোলনের হাসনাত আবদুল্লাহের মতে নতুন দলটি প্রাথমিক নীতিমালা প্রণয়নের পর কর্মপন্থা নির্দিষ্ট করবে।\n\nঅন্যদিকে জানা যায় যে ২৫ ফেব্রুয়ারিতে নাহিদ ইসলাম পদত্যাগ করতে পারেন। জাতীয় নাগরিক কমিটির সূত্র থেকে প্রাপ্ত তথ্য অনুযায়ী রমজান মাসের পূর্বে নতুন রাজনৈতিক দলের আত্মপ্রকাশ অনুষ্ঠান আয়োজনের জন্য প্রস্তুতি চলমান রয়েছে। জানা গিয়েছিল যে মুখপাত্র হিসেবে হাসনাত আবদুল্লাহ, মুখ্য সংগঠক হিসেবে সারজিস আলম, জ্যেষ্ঠ যুগ্ম আহ্বায়ক হিসেবে আলী আহসান জোনায়েদ এবং যুগ্ম সদস্য সচিব হিসেবে নাসীরুদ্দীন পাটওয়ারীকে চূড়ান্ত করা হতে পারে। এছাড়া নতুন দলের উদ্যোক্তাদের বরাতে জানা গিয়েছিল যে একে পার্টির আদলে নতুন রাজনৈতিক দলটি গড়ে তোলা হবে। ২৪ ফেব্রুয়ারিতে সারজিস আলম নিশ্চিত করেছিলেন যে ২৮ ফেব্রুয়ারি ২০২৫ সালে মানিক মিয়া অ্যাভিনিউতে বিকেল ৩টায় দলটি আত্মপ্রকাশ করবে, তবে তার আগেই নতুন দলের নামটি জানা যাবে। নাসিরউদ্দীন পাটওয়ারী জানিয়েছিলেন যে জাতীয় সংসদ ভবনের সামনে আত্মপ্রকাশের অনুষ্ঠানে উপস্থিত মানুষদের গণতন্ত্রের প্রতীক হিসেবে প্রদর্শন করার উদ্দেশ্যে মানিক মিয়া এভিনিউকে বাছাই করা হয়। জানা গিয়েছিল যে আত্মপ্রকাশ অনুষ্ঠানে কেন্দ্রীয় কমিটি ঘোষণা করা হতে পারে এবং এই কমিটির নেতৃত্বে দলটি পরবর্তী স্থানীয় ও সংসদ নির্বাচনে অংশগ্রহণ করবে। আরও জানা গিয়েছিল যে আত্মপ্রকাশের দুই বছরের মধ্যে কাউন্সিল আয়োজনের মাধ্যমে দলের দ্বিতীয় কেন্দ্রীয় কমিটি গঠন করা হতে পারে। ২৫ ফেব্রুয়ারিতে নাহিদ ইসলাম উপদেষ্টার পদ থেকে পদত্যাগের মাধ্যমে নতুন দলে যোগ দিয়ে নেতৃত্ব দেওয়ার বিষয়টি নিশ্চিত করেন। সারোয়ার তুষারের মতে দলের আত্মপ্রকাশের পর রমজান মাস শুরু হওয়ায় সে মাসে দলটি বড় কোন কর্মসূচির আয়োজন না করে সাংগঠনিক কার্যক্রমের অংশ হিসেবে অভ্যন্তরীণ কাজে মনযোগ দিবে।\nদল গঠনের একদিন পূর্বে তথা ২৭ ফেব্রুয়ারি দলের চূড়ান্ত পদ বণ্টন ও নাম ঠিক করা হয় যেখানে পদে নাহিদ ইসলাম, সদস্যসচিব পদে আখতার হোসেন, মুখ্য সমন্বয়ক পদে নাসীরুদ্দীন পাটওয়ারী, যুগ্ম সদস্য সচিব পদে সামান্তা শারমিনের নাম ঘোষণা করা হয়। পাশাপাশি উত্তরাঞ্চলের মুখ্য সংগঠক হিসেবে সারজিস আলম ও দক্ষিণাঞ্চলের মুখ্য সংগঠক হিসেবে হাসনাত আবদুল্লাহকে পরিচয় করিয়ে দেওয়া হয়।\n\n\n=== প্রতিষ্ঠা ও বিস্তৃতি ===\n\nনতুন দলের আত্মপ্রকাশের অনুষ্ঠানে গণঅভ্যুত্থান ও জুলাই গণহত্যায় আহত ও নিহতদের পরিবার, রাজনৈতিক দলের নেতা, কূটনীতিকরা এবং জুলাই বিপ্লবে নেতৃত্ব দানকারী সরকারি-বেসরকারি বিশ্ববিদ্যালয়ের ছাত্র সমন্বয়কবৃন্দ উপস্থিত ছিলেন। প্রধান উপদেষ্টা মুহাম্মদ ইউনূস, সাবেক প্রধানমন্ত্রী খালেদা জিয়াসহ বিভিন্ন রাজনৈতিক ব্যক্তিদের আত্মপ্রকাশ অনুষ্ঠানে আমন্ত্রণ জানানো হয়েছিল। ২৮ ফেব্রুয়ারিতে বিকেল ৪.২০ মিনিটে আত্মপ্রকাশ অনুষ্ঠান শুরু হয়। কুরআন, গীতা, ত্রিপিটক ও বাইবেল পাঠের পর অনুষ্ঠানে জাতীয় সঙ্গীত পরিবেশন করা হয়। এরপর জুলাই গণহত্যায় নিহতদের স্মরণে এক মিনিট নীরবতা পালন করা হয়। প্রামাণ্যচিত্র দেখানোর পর জুলাই গণহত্যায় নিহত শহীদ ইসমাইল হোসেন রাব্বীর বোন মিম আক্তার দলটির আত্মপ্রকাশের ঘোষণা দেন এবং আহবায়ক হিসেবে নাহিদ ইসলাম ও সদস্যসচিব হিসেবে আখতার হোসেনের নাম ঘোষণা করেন। এরপর আখতার হোসেন দলটির আহবায়ক কমিটির আংশিকদের নাম ঘোষণা করেন। তারপর আহবায়ক হিসেবে নাহিদ ইসলাম জাতীয় নাগরিক পার্টির ঘোষণাপত্র পাঠ করেন।\n২০২৫ সালের ৪ঠা মার্চ জাতীয় স্মৃতিসৌধে শ্রদ্ধা জ্ঞাপনের মধ্য দিয়ে দলটি রাজনৈতিক কর্মসূচি শুরু করে। নাহিদ ইসলাম জানিয়েছিল যে মার্চের মধ্যে দলটির গঠনতন্ত্র তৈরি শুরু করা হবে। প্রথম লক্ষ্য হিসেবে দলটি দেশজুড়ে নিজেদের কার্যক্রম বিস্তৃত করার কথা ভাবছে বলে জানা যায়। দলটি রমজান মাসে গণ-ইফতার কর্মসূচির উদ্যোগ নেয়। দলটির নেতা নাহিদ ইসলামের মতে নির্বাচন শুরু করার জন্য জুলাই বিপ্লবের ঘোষণাপত্রের প্রতি সবার ঐক্যমত পোষণ করা প্রয়োজন এবং ঐক্যমত প্রতিষ্ঠায় দেরি হলে নির্বাচনের তারিখ পেছানো উচিত হবে। দলটি মার্চে অনুষ্ঠিত প্রথম সভায় দেশজুড়ে নারীদের উপর সংঘটিত সহিংসতার ঘটনাগুলোর জন্য নিন্দা জানিয়ে সরকারকে নারীদের নিরাপত্তা নিশ্চিতের জন্য আহবান জানায়।\n\n\n== মতাদর্শ ==\nদলটির প্রাথমিক লক্ষ্য হচ্ছে গণপরিষদ নির্বাচনের মাধ্যমে নতুন সংবিধান প্রণয়ন করে দ্বিতীয় প্রজাতন্ত্র বাস্তবায়ন করা।\nদলটি নিজেকে মধ্যপন্থী ও বহুত্ববাদী হিসেবে বর্ণনা করে। দলটির মুখ্য সংগঠক (উত্তরাঞ্চল) সারজিস আলম মধ্যপন্থা ও \"বাংলাদেশপন্থা\"-কে তাদের দলের \"সবচেয়ে গুরুত্বপূর্ণ টার্ম\" হিসেবে উল্লেখ করেছেন। ২০২৪ সালের নভেম্বর মাসের শেষের দিকে বৈষম্যবিরোধী ছাত্র আন্দোলন ও জাতীয় নাগরিক কমিটির শীর্ষ নেতাদের থেকে প্রাপ্ত তথ্য অনুযায়ী দলের রাজনৈতিক ভিত্তি হবে পূর্ববঙ্গ গঠন (১৯৪৭), বাংলাদেশের স্বাধীনতা (১৯৭১) ও ছাত্র-জনতার অভ্যুত্থান (২০২৪)। দলটির বামপন্থী বা ডানপন্থী রাজনীতির পরিবর্তে মধ্যপন্থী রাজনীতির অনুসারী হওয়ার কথা রয়েছে। সাম্য, ন্যায়বিচার, সুশাসনকে রাজনৈতিক দলটির মূলনীতি হিসেবে গ্রহণ করা হয়েছে। দলের উদ্যোক্তাদের মতে রাষ্ট্রের বহুত্ববাদী চেতনা ধারণ করার জন্য দলটি বামপন্থী বা ডানপন্থী রাজনীতি করবে না। দলটি গঠনে নিয়োজিতরা এটিকে কর্তৃত্ববাদ-বিরোধী দল হিসেবে তৈরি করতে চাইছেন বলে জানা গেছে।\n\nতবে দলটি আদৌ কতটুকু মধ্যপন্থী এটি এখনও সন্দেহপ্রবণ। দলটি আনুষ্ঠানিকভাবে পরিষ্কার করে নি যে \"মধ্যপন্থা\" তাদের নিকট ঠিক কী হিসেবে প্রতীয়মান হয়, পাশাপাশি তাদের অনেক নেতাদের মাঝে মধ্যপন্থা নিয়ে বৈচিত্র্যপূর্ব অথবা অস্পষ্ট ধারণা বিদ্যমান। দলটির জ্যেষ্ঠ যুগ্ম আহ্বায়ক আরিফুল ইসলাম আদিব মধ্যপন্থাকে \"বিভাজিত রাজনীতির অবসান\" বলে উল্লেখ করেন। রাজনৈতিক বিশ্লেষক ও ঢাকা বিশ্ববিদ্যালয়ের অধ্যাপক মোহাম্মদ মজিবুর রহমানের মতে: \"কিন্তু বাস্তবতা হলো দলটির সংগঠকদের গত বছর অগাস্ট থেকেই মানুষ দেখছে। এর মধ্যে তাদের অনেকে এমন অনেক ঘটনায় সম্পৃক্ত হয়েছেন যেগুলো মধ্যপন্থার চেতনার সাথে যায় না। তাদের ঘোষিত কোন কর্মসূচিও নেই। মনে হচ্ছে অপ্রস্তুত অবস্থায় মাঠে নেমেছেন তারা।\"\nদলটির সদস্যসচিব আখতার হোসেন বলেন যে তার দল ধর্মনিরপেক্ষতাকে সমর্থন করবে না, এই মর্মে যে: \"বিদ্যমান সংবিধানের মূলনীতিতে ধর্মনিরপেক্ষতার নামে বাংলাদেশে ইসলামফোবিয়ার চর্চা হয়েছে। এই শব্দের মধ্য দিয়ে ধর্মের সম্প্রীতির বদলে বিভাজন তৈরি করা হয়েছে। রাজনীতির মাধ্যমে বিভাজন আরও বাড়ছে। ধর্মনিরপেক্ষতা শব্দের যে রাজনীতি, এর বাইরে গিয়ে সম্প্রীতির রাজনীতি করতে চাই।\"\nজনসাধারণের মন জয় করতে উদ্যোক্তারা তুরস্কের একে পার্টি, পাকিস্তানের তেহরিকে ইনসাফ ও ভারতের আম আদমী পার্টি দলগুলোর ইতিহাস বিশ্লেষণ করে দেখছেন। দল গঠনের পেছনের নেতৃত্বদের মতে জোট না করে দলটি এককভাবে ত্রয়োদশ জাতীয় সংসদ নির্বাচনে যোগদান করবে। তবে বৈষম্যবিরোধী ছাত্র আন্দোলনের সূত্র অনুযায়ী দেশের নির্বাচনী এলাকাগুলোতে সভা ও সমাবেশের মাধ্যমে দলের জন্য সদস্য সংগ্রহের কার্যক্রম চলমান থাকলেও অন্তর্বর্তীকালীন সরকার রাষ্ট্রীয় সংস্কারের পূর্বে সাধারণ নির্বাচনের আয়োজন করলে দলটি অংশগ্রহণে বিরত থাকবে। জাতীয় নাগরিক কমিটির নির্বাহী কমিটির সদস্যের মতে প্রস্তাবিত দল থেকে ২০৩৫ ও ২০৪৭ সালের জন্য কর্মসূচি ঘোষণা করার কথা হয়েছে।\n\n\n== অবস্থান ==\nদলটি অন্তর্বর্তীকালীন সরকার কর্তৃক প্রতিষ্ঠিত নারীবিষয়ক সংস্কার কমিশনের প্রতিবেদনের কয়েকটি সুপারিশ নিয়ে হতাশা ব্যক্ত করেছে; এটিকে তাঁরা বাংলাদেশের সামাজিক ও ধর্মীয় মূল্যবোধের সঙ্গে \"দ্বান্দ্বিক\" বলে আখ্যা দিয়েছে এবং প্রতিনিধিত্বশীল অংশীজনের এই মর্মে গঠনমূলক আলোচনার আহ্বান জানিয়েছে। যদিও কমিশনের প্রতিবেদনের বিরুদ্ধে আয়োজিত হেফাজতে ইসলামের সমাবেশে সহিংস ভাষা ও বিদ্বেষমূলক বক্তব্যের বিরুদ্ধে এনসিপির নেতাদের অভিযোগ করতে  দেখা গিয়েছিল।\n\n\n== সংগঠন ==\n\n১৫০-১৭০ সদস্য সম্ভাব্য আহবায়ক কমিটি গঠন করে দলটির যুগ্ম আহ্বায়ক হিসেবে জাতীয় নাগরিক কমিটির আহ্বায়ক নাসীরুদ্দীন পাটোয়ারী ও সদস্যসচিব হিসেবে জাতীয় নাগরিক কমিটির সদস্যসচিব আখতার হোসেনকে প্রাথমিকভাবে প্রস্তাব করা হয়েছিল। এছাড়াও জানা যায় যে দলের জন্য সারা দেশে গঠিত ৪০০ কমিটিতে প্রায় ১০,০০০ সদস্য যোগ দিয়েছেন। ২২শে ফেব্রুয়ারিতে প্রাপ্ত তথ্য অনুযায়ী দলের সাংগঠনিক পদ হিসেবে সমন্বয়ক, সদস্যসচিব, মুখপাত্র, মুখ্য সংগঠক, জ্যেষ্ঠ যুগ্ম আহ্বায়ক ও জ্যেষ্ঠ যুগ্ম সদস্যসচিব চূড়ান্ত করা হয়েছিল। পদ নিয়ে বিতর্ক মেটাতে উদ্যোক্তারা প্রয়োজনে শীর্ষস্থানীয় পদের সংখ্যা ৬ থেকে ৮ পর্যন্ত বৃদ্ধি করার চিন্তা করছিল। জানা গেছে যে দলটির গঠন হবে অন্তর্ভুক্তিমূলক ব্যবস্থার সাথে সামঞ্জস্যপূর্ণ যেটি রাজনীতিতে তরুণদের প্রতিষ্ঠিত করতে চায়। আত্মপ্রকাশের আগের দিন জানা যায় যে বৈষম্যবিরোধী ছাত্র আন্দোলন ও জাতীয় নাগরিক কমিটি থেকে অর্ধেক পরিমাণ সদস্য নিয়ে আহবায়ক কমিটি গঠন করা হবে। এছাড়াও জানা যায় যে নতুন দলে নাসীরুদ্দীন পাটওয়ারীর জন্য প্রধান সমন্বয়ক পদ সৃষ্টি করার ব্যাপারে আলোচনা করা হয়েছিল যার মর্যাদা হবে শীর্ষস্থানের আহবায়ক ও সদস্যসচিবের পরে। সূত্র অনুযায়ী ২৪ সদস্য বিশিষ্ট একটি কোর কমিটি রাজনৈতিক দলটিতে রাখা হতে পারে। দলের সূত্র অনুযায়ী এর রাজনৈতিক ও সাংগঠনিক দায়িত্ব যথাক্রমে আহবায়ক ও সদস্যসচিবের মধ্যে ভাগ করে দেওয়া হয়েছে এবং দলীয় কমিটিগুলো অনুমোদন করার ক্ষমতা সদস্যসচিব ও মুখ্য সংগঠকের হাতে রাখা হয়েছে।\nজাতীয় নাগরিক কমিটির সূত্র মতে নতুন দলটিতে শিক্ষার্থী ছাড়াও অবসরপ্রাপ্ত সামরিক সদস্য, আইনজীবী, অবসরপ্রাপ্ত সরকারি কর্মকর্তা ও ব্যবসায়ীরা থাকতে পারেন। বাংলাদেশ আওয়ামী লীগের বিরুদ্ধে যারা অতীতে রাজনীতিতে সক্রিয় ছিল তারাও দলটিতে থাকতে পারেন। তবে এই ক্ষেত্রে তাদের দলের মতাদর্শ দ্বারা নতুন রাজনৈতিক দল প্রভাবিত কিনা সেটা বিবেচনা করা হবে। জানা গেছে যে দলের আর্থিক চাহিদা সদস্যদের উপর ধার্যকৃত মাসিক চাঁদা ও গণ-অর্থায়নের মাধ্যমে মেটানো হবে। ২রা মার্চে দলটির পূর্ণাঙ্গ আহ্বায়ক কমিটির ২১৭ সদস্যের নাম প্রকাশ করা হয়। কমিটিতে বিভিন্ন মতাদর্শের মানুষদের রাখা হয়েছে। কেন্দ্রীয় কার্যালয়ের জন্য স্থান সুনির্দিষ্ট না হওয়া পর্যন্ত ঢাকার বাংলামোটরের কাজী নজরুল ইসলাম এভিনিউতে অবস্থিত রূপায়ন ট্রেড সেন্টারে জাতীয় নাগরিক কমিটির সদরদপ্তর থেকে রাজনৈতিক দলটি পরিচালিত হবে বলে জানা যায়।\n\n\n== অঙ্গসংগঠন ==\n\n\n=== ছাত্র সংগঠন ===\n\nনতুন রাজনৈতিক দলের জন্য একটি পৃথক ছাত্রসংগঠন তৈরির পরিকল্পনা করা হয়। বলা হয়েছিল যে নতুন দল গঠনের ৩-৫ দিন পূর্বে এর ছাত্রসংগঠন গঠিত হতে পারে। তবে ১৭ ফেব্রুয়ারিতে বৈষম্যবিরোধী ছাত্র আন্দোলনের প্রাক্তন সমন্বয়ক আব্দুল কাদের এবং আবু বাকের মজুমদার ঢাকা বিশ্ববিদ্যালয়ের মধুর রেস্তোরায় অনুষ্ঠিত সংবাদ সম্মেলনে জানিয়েছিল যে ছাত্রসংগঠনটি যেকোন রাজনৈতিক দল থেকে বিচ্ছিন্ন থেকে নিরপেক্ষভাবে নিয়ন্ত্রিত হবে। বৈষম্যবিরোধী ছাত্র আন্দোলনের সাবেক কেন্দ্রীয় সমন্বয়ক আব্দুল কাদের জানিয়েছিলেন যে নতুন রাজনৈতিক দল হওয়ার খবর শুনে তারা একটি ছাত্রসংগঠন তৈরি করার প্রয়োজনীয়তা অনুভব করেন যা ছাত্ররাজনীতিতে বাংলাদেশ আওয়ামী লীগের ভ্রাতৃপ্রতিম সংগঠন বাংলাদেশ ছাত্রলীগের অনুপস্থিতির ফলে হওয়া শূন্যস্থান পূরণের সক্ষমতা অর্জন করবে। তার মতে দলের ভিত্তি হবে ছাত্র-জনতা অভ্যুত্থানের শিক্ষা। ছাত্রসংগঠনটি যেকোনো রাজনৈতিক দল থেকে স্বাধীনভাবে কাজ করলেও যদি কোন রাজনৈতিক দল অভ্যুত্থানের চেতনার সাথে সামঞ্জস্যপূর্ণ কর্মসূচি প্রদান করে বা কাজ করে, তাহলে ছাত্রসংঠনটি সেই রাজনৈতিক দলকে সমর্থন করবে। ছাত্রসংগঠনটিকে প্রস্তাবিত রাজনৈতিক দলের উপর অনির্ভরশীল বলা হলেও দুটোর মধ্যে আদর্শগত মিল রয়েছে এবং মনে করা হচ্ছে যে নতুন ছাত্রসংগঠনটি রাজনৈতিক দলের শাখা হিসেবে কাজ করতে পারে।\n২৩ ফেব্রুয়ারিতে জানা গিয়েছিল যে নতুন ছাত্রসংগঠনটি পরের দিন মধুর রেস্তোরায় বিপ্লবী ছাত্রশক্তি নামে ২৫১ সদস্যের কমিটি নিয়ে আত্মপ্রকাশ করবে। জানা যায় যে ছাত্রসংগঠনটি শুধুমাত্র ২৮ বছরের অনূর্ধ্ব শিক্ষার্থীরা যোগ দিতে পারবে যার আর্থিক প্রয়োজন মেটানো হবে দলীয় সদস্যদের চাঁদার মাধ্যমে। এতে গণতান্ত্রিক পদ্ধতিতে তৃণমূল থেকে নেতা নির্বাচিত করার পদ্ধতি অনুসরণ করা হবে বলে জানা গেছে। আব্দুল কাদের জানিয়েছিল যে কেউ নতুন ছাত্রসংগঠনের কোন পদে আসীন হতে চাইলে তাকে বৈষম্যবিরোধী ছাত্র আন্দোলন ছেড়ে আসতে হবে। প্রাপ্ত তথ্যমতে ছাত্রসংগঠনের আহবায়ক পদে আবু বাকের মজুমদার ও সদস্যসচিব হিসেবে বৈষম্যবিরোধী ছাত্র আন্দোলনের কেন্দ্রীয় দপ্তর সেলের সম্পাদক জাহিদ আহসান থাকবেন। সর্বোচ্চ ২০০ সদস্য বিশিষ্ট আহবায়ক কমিটি ঘোষণা করার পর তার মেয়াদ হবে ছয় মাস।\n২৬ ফেব্রুয়ারিতে ছাত্রসংগঠনটি বাংলাদেশ গণতান্ত্রিক ছাত্রসংসদ নামে আত্মপ্রকাশ করে যার আহ্বায়ক আবু বাকের মজুমদার, সদস্য সচিব জাহিদ আহসান, মুখ্য সংগঠক তাহমিদ আল মুদাসসির এবং মুখপাত্র আশরেফা খাতুন হোন। আত্মপ্রকাশের দিনে নর্থসাউথ ইউনিভার্সিটি, ইস্ট ওয়েস্ট ইউনিভার্সিটি, ব্র‍্যাক ইউনিভার্সিটি সহ বিভিন্ন বেসরকারি বিশ্ববিদ্যালয়ের শিক্ষার্থী ও ছাত্র-জনতা অভ্যুত্থানের নেতৃবৃন্দের একাংশ নতুন ছাত্রসংগঠনে তাদের পদ পাওয়া নিয়ে বৈষম্যের অভিযোগ তুলে ফলে সেখানে ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থীদের সাথে তাদের সংঘর্ষ সৃষ্টি হয়। একই দিনে নর্থসাউথ বিশ্ববিদ্যালয়ের শিক্ষার্থী নাফসিন মেহেনাজ আজরিনের নেতৃত্বে একজোট হয়ে বেসরকারি বিশ্ববিদ্যালয় সমূহের শিক্ষার্থীরা সদ্য প্রতিষ্ঠিত ছাত্র সংগঠনের কেন্দ্রীয় কমিটিকে অবাঞ্ছিত ঘোষণা করে। পরবর্তীতে ২৭ ফেব্রুয়ারি একটি পূর্ণাঙ্গ কমিটি ঘোষণা করা হয় যেখানে বিভিন্ন পদে ঢাকা বিশ্ববিদ্যালয়, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়, চট্টগ্রাম বিশ্ববিদ্যালয়, রাজশাহী বিশ্ববিদ্যালয়, জগন্নাথ বিশ্ববিদ্যালয়, কুমিল্লা বিশ্ববিদ্যালয়, নর্থ সাউথ বিশ্ববিদ্যালয়, বি-ইউপি, ইউল্যাব সহ বিভিন্ন কলেজ, বিশ্ববিদ্যালয় ও মাদ্রাসার শিক্ষার্থীরা রয়েছে। ২৭ ফেব্রুয়ারি কেন্দ্রীয় কমিটির সিনিয়র যুগ্ম সদস্য সচিব রিফাত রশিদ ও কেন্দ্রীয় কমিটির সংগঠক শ্যামলী সুলতানা জেদনী পদত্যাগ করেন। অবশ্য পরে রিফাত রশিদ জাতীয় নাগরিক পার্টির যুগ্ম সদস্য সচিব হয়েছেন বলে নিশ্চিত করেন। জাতীয় নাগরিক পার্টির আত্মপ্রকাশের পর ছাত্রসংগঠনটি তাদের সদরদপ্তরের জন্য ঢাকা বিশ্ববিদ্যালয় পার্শ্ববর্তী কোন এলাকায় স্থান খুঁজছে বলে জানা যায়।\n\n\n=== চিকিৎসক সংগঠন ===\nছাত্র-জনতার অভ্যুত্থানে আন্দোলনরতদের চিকিৎসার জন্য ডাক্তাররা অবদান রেখেছিল। জাতীয় নাগরিক কমিটিতে স্বাস্থ্য উইং তৈরি করা হয়। নতুন রাজনৈতিক দল গঠনের পর চিকিৎসকদের একটি অংশ চিকিৎসকদের জন্য অঙ্গসংগঠনের প্রতি আগ্রহ দেখিয়েছিল।২০২৫ সালের ৪ঠা মার্চ জাতীয় নাগরিক কমিটির স্বাস্থ্য উইংয়ের আহবায়ক আব্দুল আহাদ জাতীয় নাগরিক পার্টির জন্য চিকিৎসক অঙ্গসংগঠনের ব্যাপারটি নিশ্চিত করেন।\n\n\n=== যুব সংগঠন ===\n২০২৫ সালের মার্চে জাতীয় নাগরিক পার্টির তরিকুল ইসলাম ফেসবুকে দলের যুব সংগঠন প্রতিষ্ঠার ঘোষণা দিয়ে যোগদানের জন্য সদরদপ্তরে যোগাযোগের আহবান করেন।\n\n\n=== শ্রমিক সংগঠন ===\n২৩ মার্চে দলটির শ্রমিক সংগঠন প্রতিষ্ঠিত হয় এবং এর ১৬১ সদস্য বিশিষ্ট কেন্দ্রীয় কো-অর্ডিনেটর কমিটি গঠন করা হয়।\n\n\n== বিতর্ক ==\n\n\n=== সরকারি পৃষ্ঠপোষকতার অভিযোগ ===\nএকাধিক রাজনৈতিক দল নতুন দল গঠনের প্রক্রিয়ায় নিরপেক্ষ অন্তর্বর্তীকালীন সরকার কর্তৃক পৃষ্ঠপোষকতার অভিযোগ তুলে। ৩০ জানুয়ারি ২০২৫ সালে নাহিদ ইসলাম জানিয়েছিলেন যে সরকারে দায়িত্বরত অবস্থায় তিনি রাজনীতি করার বদলে পদত্যাগ করে দলে যোগ দিবেন। একই দিনে প্রকাশিত একটি সাক্ষাৎকারে সরকারের প্রধান উপদেষ্টা ও অর্থনীতিবিদ মুহাম্মদ ইউনূস শিক্ষার্থীদের নতুন রাজনৈতিক দল গঠনে নিরুৎসাহিত করা হচ্ছে জানিয়ে তাদেরকে সমর্থন দান করেন। তবে তিনি আশঙ্কা প্রকাশ করে বলেন যে দল গঠনের প্রক্রিয়ায় তারা বিভক্ত হয়ে পড়তে পারে এবং সেই আশঙ্কা নিয়েই তাদের কাজ করে যেতে হবে।\n\n\n=== অভ্যন্তরীণ কোন্দল ===\nদলের সদস্যসচিব পদটির জন্য নাসীরুদ্দীন পাটওয়ারী, আখতার হোসেন ও সারজিস আলমের নাম আলোচনাধীন ছিল। এরমধ্যে জাতীয় নাগরিক কমিটির বৈঠকে পদটির জন্য আখতার হোসেনের নাম নীতিগতভাবে চূড়ান্ত করা হলে পদ নিয়ে আখতার হোসেন ও বাংলাদেশ ইসলামি ছাত্রশিবিরের প্রাক্তন সদস্য আলী আহসান জুনায়েদের সমর্থকরা বিবাদে জড়িয়ে পড়েন। এছাড়া অভিযোগ রয়েছে যে মাহফুজ আলম সদস্যসচিব পদে হস্তক্ষেপ করতে চাইছেন, যদিও মাহফুজের সমর্থকরা অভিযোগ অস্বীকার করেছেন।\nএকটি সূত্র অনুযায়ী প্রস্তাবিত দলের বিভিন্ন পদে কাদের নির্বাচিত করা হবে তা নিয়ে ডানপন্থী, মধ্যপন্থী ও বামপন্থীদের মধ্যে মতানৈক্যের ফলে দলের আত্মপ্রকাশে দেরি হচ্ছে। আশঙ্কা করা হয়েছিল যে সদস্যসচিব নিয়ে দ্বন্দ্বের সমাধান না হলে নতুন দুটি রাজনৈতিক দলের আত্মপ্রকাশ ঘটতে পারে। ২২ ফেব্রুয়ারিতে প্রথম আলো নতুন দলের বিভিন্ন পদে বাংলাদেশ ইসলামী ছাত্রশিবিরের প্রাক্তন সদস্যদের সাথে সমঝোতা করা হচ্ছে এমন একটি সংবাদ প্রকাশ করে যা অসত্য উল্লেখ করে আলী আহসান জুনায়েদ বলেন যে রাজনৈতিক দল গঠনের কাজ স্বচ্ছ ও গণতান্ত্রিক হওয়া উচিত।\nঅভ্যন্তরীণ কোন্দলের ব্যাপারটি ভারতীয় গণমাধ্যমে ব্যাপক প্রচার পায় এবং দেশটির অপছন্দের মতাদর্শের সদস্যদের জামায়াত হিসেবে চিহ্নিত করা হয়। দৈনিক ইনকিলাব-এর মতে এসব প্রচারণা মূলত দেশটির অভিমতকে প্রকাশ করছে এবং ইঙ্গিত করছে যে নতুন রাজনৈতিক দলটির নেতৃত্বে দেশটি নিজেদের পছন্দের রাজনীতিবিদদের দেখতে চায়।\n২৫ ফেব্রুয়ারিতে আলী আহসান জুনায়েদ ও জাতীয় নাগরিক কমিটির যুগ্ম সদস্য সচিব রাফে সালমান রিফাত জানায় যে নতুন দলের সাথে তারা সম্পৃক্ত হবেন না। তবে ২৭ ফেব্রুয়ারিতে জাতীয় নাগরিক কমিটির একটি সূত্র জানায় যে নতুন দলটিতে ইসলামী ছাত্রশিবিরের একাধিক প্রাক্তন কর্মী থাকবেন।\n\n\n=== গণঅধিকার পরিষদের সাথে দ্বন্দ্ব ===\nজাতীয় নাগরিক পার্টির আত্মপ্রকাশের পরের দিন গণঅধিকার পরিষদের নেতা নুরুল হক নুর নতুন দলটির বিরুদ্ধে অনৈতিক কর্মকাণ্ডের অভিযোগ করেন। বিপরীতে জাতীয় নাগরিক পার্টির আবদুল হান্নান মাসউদ দাবি করেন যে নুরুল হক নুর নিজে জাতীয় নাগরিক পার্টিতে যোগ দিতে চেয়েছিলেন। জবাবে নুরুল হক নুর তা অস্বীকার করেন। গণঅধিকার পরিষদের অন্তত ২০ জন সদস্যের জাতীয় নাগরিক পার্টিতে যোগ দেওয়ার ব্যাপারে নুরুল হক নুর দাবি করেছিলেন যে তার দলের সদস্যদের অর্থ ও ক্ষমতার লোভ দেখিয়ে দলটিতে নেওয়া হয়েছে যা দলটির জ্যেষ্ঠ যুগ্ম আহ্বায়ক সামান্তা শারমিন ভিত্তিহীন আখ্যা দেন। ৬ মার্চে দলটি থেকে গণঅধিকার পরিষদের প্রাক্তন তিন জন সদস্য পদত্যাগ করে। পদত্যাগের কারণ হিসেবে তারা ব্যক্তিগত কারণ দেখিয়েছিল। অন্যদিকে গুঞ্জন রটে যে আসন্ন নির্বাচনে জোট করার উদ্দেশ্যে এনসিপি বাংলাদেশ জাতীয়তাবাদী দল (বিএনপি) ও বাংলাদেশ জামায়াতে ইসলামীর সাথে আলোচনা চালিয়ে যাচ্ছে, যদিও দলটির নেতারা তা অস্বীকার করেছেন। অন্যদিকে গণঅধিকার পরিষদের যুগ্ম সাধারণ সম্পাদক হাসান আল মামুন বলেছিলেন যে যদি বিএনপির সাথে এনসিপি জোট করে তবে সেক্ষেত্রে দলটির সাথে তাদের জোট করার প্রশ্নই উঠেনা।\n\n\n=== সেনাপ্রধানের সঙ্গে এনসিপি নেতাদের বৈঠক নিয়ে বিতর্ক ===\n২০২৫ সালের মার্চ মাসে জাতীয় নাগরিক পার্টির প্রধান সংগঠক (দক্ষিণ) হাসনাত আব্দুল্লাহ দাবি করেন, ১১ মার্চ সেনাপ্রধানের সঙ্গে এক বৈঠকে তাঁকে ও অপর দুই নেতাকে একটি “পরিশোধিত আওয়ামী লীগ” পুনর্বহালের প্রস্তাব দেওয়া হয়, যা তিনি “সম্পূর্ণ ভারতের পরিকল্পনা” বলে অভিহিত করেন।\nতার এই বক্তব্যের ফলে দেশের বিভিন্ন বিশ্ববিদ্যালয় ক্যাম্পাসে আওয়ামী লীগের নিষেধাজ্ঞার দাবিতে প্রতিবাদ-বিক্ষোভ শুরু হয়।\nদলের প্রধান সমন্বয়ক নাসিরউদ্দিন পাটোয়ারী হাসনাতের ফেসবুক পোস্টকে “অনৈতিক” এবং দলীয় পরামর্শ ছাড়া এমন সংবেদনশীল তথ্য প্রকাশকে “অনুপযুক্ত” বলে মন্তব্য করেন।\nএ ঘটনার পর, এনসিপির সিনিয়র যুগ্ম মুখ্য সমন্বয়ক আবদুল হান্নান মাসউদ সারজিস আলমের একটি ফেসবুক পোস্টে মন্তব্য করেন যে, হাসনাত বা সারজিসের একজন মিথ্যা বলছেন এবং তারা ব্যক্তিগত মত প্রকাশ করে এনসিপিকে বিতর্কে ফেলছেন, যা গ্রহণযোগ্য নয়।\nপরে সেনা সদর দপ্তর এক বিবৃতিতে জানায়, বৈঠকটি হাসনাত ও সারজিসের অনুরোধে হয়েছিল এবং হাসনাতের অভিযোগকে “সম্পূর্ণ রাজনৈতিক স্টান্ট” এবং “হাস্যকর ও অপরিপক্ক গল্পের সমষ্টি” হিসেবে বর্ণনা করে।\n\n\n=== অন্যান্য ===\nনতুন দলের মধ্যে ঢাকা বিশ্ববিদ্যালয় থেকে আসা ছাত্রনেতাদের আধিক্য দেখা যায় এবং অন্যান্য সরকারি ও বেসরকারি বিশ্ববিদ্যালয় সমূহের ছাত্র নেতৃত্ব, সংখ্যালঘু, নারী ও গ্রামীণ নেতৃত্বের অভাব লক্ষ্য করা যায়। অন্যদিকে ছাত্রশিবিরের সাথে অতীতে সম্পৃক্ততার ফলে কর্মীদের শীর্ষ পদ না দেওয়া হলেও হাসনাত আব্দুল্লাহ ও সারজিস আলমের মতো প্রাক্তন আওয়ামী লীগ সমর্থকদের শীর্ষ পদে স্থান দেওয়া হয়েছে বলে অভিযোগ তোলে একটি পক্ষ। প্রাক্তন ছাত্রশিবির সদস্যদের প্রতি বৈষম্যের অভিযোগে আরেফিন মোহাম্মদ হিযবুল্লাহ জাতীয় নাগরিক কমিটির সহমুখপাত্র পদ ছাড়েন।\nআহ্বায়ক কমিটিতে মুনতাসির মামুন নামক সমকামী সম্প্রদায়ের সাথে সম্পৃক্ত একজনকে রাখা হয় যার খবরে বিতর্ক সৃষ্টি হয়। ফলে হাসনাত আবদুল্লাহ ও সারজিস আলম এর জন্য দুঃখ প্রকাশ করে জানান যে কোন ধর্মের বিরুদ্ধে যায় এমন কোন রাজনৈতিক পদক্ষেপ দলটি গ্রহণ করবে না।\nদলটির আত্মপ্রকাশ অনুষ্ঠান পিরোজপুর জেলার কর্মীরা জেলা প্রশাসনের বাস ব্যবহার করে ঢাকায় এসেছে এমন অভিযোগ করা হয়। এর জবাবে প্রধান উপদেষ্টার প্রেস সচিব শফিকুল আলম বলেছিলেন যে এর পেছনে সরকারের কোনও দায় নেই এবং বাসগুলোর খরচ সরকার বহন করেনি।\n৫ই মার্চ ২০২৫ সালে সাংবাদিক ইলিয়াস হোসাইন জাতীয় নাগরিক পার্টির মোঃ মাজহারুল ইসলামকে মাদকাসক্ত উল্লেখ করে ইসলাম বিরোধী বক্তব্যের জন্য তাকে অপসারণের দাবি করে এবং সমকামিতা ইস্যু নিয়ে অবস্থান স্পষ্ট না করলে দলের বিরুদ্ধে বয়কটের ডাক দেওয়ার আল্টিমেটাম দেন।\n৭ মার্চ ২০২৫ সালে বাংলাদেশ জাতীয়তাবাদী ছাত্রদলের সংবাদ সম্মেলনে সভাপতি রাকিবুল ইসলাম রাকিব জাতীয় নাগরিক পার্টিতে ছাত্রলীগ কর্মীদের পুনর্বাসন করা হচ্ছে বলে অভিযোগ করেন। তিনি ৫ মার্চে বসুন্ধরা আবাসিক এলাকার নর্থসাউথ বিশ্ববিদ্যালয়ের ৮ নম্বর গেট এলাকায় সারজিস আলম ও তার অনুসারীদের সঙ্গে নর্থসাউথ বিশ্ববিদ্যালয়ের ছাত্রদের সংঘর্ষের কারণ হিসেবে সারজিসের ছাত্রদলকে দায়ী করার সমালোচনা করে বলেন যে যেকোন অনাকাঙ্ক্ষিত ঘটনা ঘটলে ছাত্রদলকে দায়ী করা হচ্ছে যেখানে বিরোধের মূল কারণ ঢাকা বিশ্ববিদ্যালয় ও বেসরকারি বিশ্ববিদ্যালয়ের মধ্যে চলমান কোন্দল। এছাড়া তিনি সারজিস আলম বেসরকারি বিশ্ববিদ্যালয়ের শিক্ষার্থীদের সন্ত্রাসী, দুষ্কৃতকারী এবং টোকাই বলেছেন দাবি করে বক্তব্য প্রত্যাহারের দাবি জানান। জবাবে সারজিস আলম অস্বীকার করে বলেছিলেন যে তিনি ঘটনার জন্য একজন ছাত্রদল নেতাকে দায়ী করেছেন এবং তার দায়ে সম্পূর্ণ ছাত্র সংগঠনটি দোষী হতে পারেনা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \n উইকিমিডিয়া কমন্সে জাতীয় নাগরিক পার্টি সম্পর্কিত মিডিয়া দেখুন।\n উইকিউক্তিতে জাতীয় নাগরিক পার্টি সম্পর্কিত উক্তি পড়ুন।\nছাত্রদের নতুন রাজনৈতিক দল নিয়ে যা বলছেন ছাত্রদল-শিবিরসহ অন্যান্যরা\nফেসবুকে জাতীয় নাগরিক পার্টি"}