{"pageid": 1514926, "title": "অ্যামেরিকান গ্রাফিতি", "url": "https://bn.wikipedia.org/wiki?curid=1514926", "content": "অ্যামেরিকান গ্রাফিতি ( ইংরেজি: American Graffiti অনুবাদ: যুক্তরাষ্ট্রের শিল্পকর্ম ) ১৯৭৩ সালের আমেরিকান আসছে-যুগের হাস্যরসাত্নক নাট্য চলচ্চিত্র এটি পরিচালনা করেছেন জর্জ লুকাস, প্রযোজনা করেছেন ফ্রান্সিস ফোর্ড কপোলা , গল্প রচিয়িতা উইলার্ড হায়ক, গ্লোরিয়া ক্যাটজ আর লুকাস, এবং অভিনয় করেন রিচার্ড ড্রিইফাস, রন হাওয়ার্ড, পল ল্য ম্যাট, চার্লস মার্টিন স্মিথ, ক্যান্ডি ক্লার্ক, ম্যাকেনজি ফিলিপস, সিন্ডি উইলিয়ামস এবং উলফম্যান জ্যাক। এতে হ্যারিসন ফোর্ড এবং বো হপকিনসের উপস্থিতি লক্ষ করা হয়। চলচ্চিত্রটি লুকাসের সমবয়সী বন্ধুদের দলের ১৯৬২ সালের মোডেস্টো, ক্যালিফোর্নিয়া কেন্দ্রিক  জনপ্রিয় ক্রুজিং এবং গোড়ার দিকের রক 'এন' রোল সংস্কৃতির একটি গবেষণা। এতে একাধিক ছোট গল্প বর্নিত হয়েছে, যা একটি কিশোর দলের এক রাতের গল্প এবং তাদের রোমাঞ্চগুলোর কথা বলে।\nলুকাসের প্রথম চলচ্চিত্র \"THX 1138\" নির্মানচলাকালীন, কপোলা তাকে একটি আসছে-যুগের চলচ্চিত্র লিখতে বলেছিলেন। ১৯৬০ এর দশকের শুরুর দিকে মোডেস্টোতে লুকাসের কিশোর বয়সের ঘটা ঘটনাই অ্যামেরিকান গ্রাফিতির উৎপত্তি। তিনি অনেক প্রযোজক এবং পরিবেশকের কাছে ধারণাটি পরিবেশন করতে ব্যর্থ হন, কিন্তু ইউনিভার্সাল পিকচার্সে সহানুভূতি পান যখন প্রতিটি প্রধান স্টুডিও তাকে প্রত্যাখ্যান করে। সান রাফায়েল ও ক্যালিফোর্নিয়াতে চিত্র গ্রহন শুরু হয়, কিন্তু দ্বিতীয় দিনের পর শুটিংয়ের অনুমতি প্রত্যাখ্যান করা হয়। ফলে, নির্মান পেটালুমা, ক্যালিফোর্নিয়াতে সরিয়ে নেওয়া হয়। চলচ্চিত্রটি তার লুকাসফিল্ম প্রোডাকশন ব্যানারের অধীনে প্রযোজিত প্রথম চলচ্চিত্র।\n১৯৭৩ সালের ২ আগস্ট সুইজারল্যান্ডে লোকার্নো আন্তর্জাতিক চলচ্চিত্র উৎসবে প্রিমিয়ার করে এবং ১৯৭৩ সালের ১১ আগস্ট যুক্তরাষ্ট্রে মুক্তি পায়। চলচ্চিত্রটি ব্যাপক সমালোচনামূলক প্রশংসা পেয়েছিল এবং পাঁচটি একাডেমি পুরস্কারের জন্য মনোনীত হয়েছিল, যার মধ্যে সেরা চলচ্চিত্রও অন্তর্ভুক্ত ছিল। $৭৭৭,০০০ বাজেটে প্রযোজিত (২০২৩ সালে প্রায় $৫,৩৩২,৯৯৩ এর সমতুল্য), এটি সর্বকালের অন্যতম লাভজনক চলচ্চিত্রে পরিণত হয়েছে। কোনো প্রকার বিপণন ছাড়াই প্রাথমিক মুক্তির পর থেকে চলচ্চিত্রটি বক্স অফিস এবং হোম ভিডিও বিক্রয়ে আনুমানিক $২০০ মিলিয়নেরও বেশি আয় করে। ১৯৯৫ সালে, চলচ্চিত্রটি জাতীয় চলচ্চিত্র নিবন্ধে সংরক্ষণের জন্য নির্বাচিত হয়।\n\n\n== পটভূমি ==\n১৯৬২ সাল ক্যালিফোর্নিয়ার মডেস্টোর মেলস ড্রাইভ-ইন, উচ্চ বিদ্যালয়ের স্নাতক পড়ুয়া কার্ট হেন্ডারসন এবং স্টিভ বোলান্ডার গ্রীষ্মকালীন ছুটির শেষ সন্ধ্যায় তাদের বন্ধু দ্বিধাহীন ড্রেগ-রেছের রাজা খ্যাত জন মিলার এবং অসামাজিক কিন্তু সৎ টেরি \"দ্য টোড\" ফিল্ডসের সাথে দেখা করে। সকালে তারা কলেজে যেতে  \"পশ্চিম দিক\" দিয়ে যাওয়ার পরিকল্পনা করলেও, পরবর্তিতে কার্ট যেতে সংকোচবোধ করতে থাকে। স্টিভের বান্ধবী লরি যে কিনা কার্টের বোন তাকে সে উপদেশ দেন যে তাদের সম্পর্ক \"দৃহ\" করার জন্য তাদের একে-অন্যকে তৃতীয় কোন ব্যাক্তির সাথে মেলামেশা করা উচিত, যা শুনে লরি ভেতর থেকে আঘাতপ্রাপ্ত হয়।\nসুক হপে যোগ দেওয়ার জন্য কার্ট স্কুলের পথে যেতে থাকে, তখন সে সাদা ফোর্ড থান্ডারবার্ড চালানো একটি সুন্দরী স্বর্ণকেশী মহিলাকে লক্ষ করে যে তাকে \"আমি তোমাকে ভালোবাসি\" বলেন, যার ফলে কার্ট তাকে রাত ভর খুজতে লাগে। নাচ বাদ দিয়ে, কার্টকে জোরপূর্বক \"দ্য ফেরোস\" নামের বেপরোয়া ছেলেদের দলে যোগ দেন যারা আর্কেড মেশিন থেকে কয়েন চুরি করে এবং একটি পুলিশ গাড়ির পিছনের কঠামো বের করার জন্য চেইন আটকায়। উত্তেজনাপূর্ণ যাত্রার মধ্যে, ফেরোসের নেতা কার্টকে জানায় যে তার সন্ধানকৃত মহিলাটি যৌনকর্মী, যা কার্ট বিশ্বাস করে না।\nস্টিভ কলেজে থাকাকালীন সময়ে টেরিকে তার গাড়ি দেখাশোনা করার অনুমতি দেয়, টেরি গাড়ি নিয়ে রাস্তার ঘুরতে থাকে এবং অবাধ্য স্বভাবী ডেবিকে গাড়িতে তুলে নেয়। ডেবিকে সে জানায় সবাই তাকে \"বাঘ টেরি\" নামে চেনে, ডেবিকে টের প্রতি আর্কষ্ট করার লক্ষে ডেবির সাথে সারা রাত কাটায়, তাকে মিথ্যা বলে যে এটি তার গাড়ি এবং মিথ্যা পরিচয়ে মদ্য পানীয় কেনে। ডেবির সাথে সময় কাটানোর এক পর্যায়ে কার্টের গাড়ি চুরি হয়ে যায়, মদ্যপান তাকে তীব্র অসুস্থ করে দেয়, গাড়িটি পুনরুদ্ধার করার চেষ্টা করে। চোরেরা তাকে মারধর করতে থাকে যতক্ষণ না জন সেখানে হস্তক্ষেপ করেন, শেষ পর্যন্ত টেরি ডেবির কাছে সত্য শিকার করে, আসলে সে ভেসপা স্কুটার চালায়; ডেবি উপদেশ দেয় স্কুটারও \"অনেকটা মোটরসাইকেলই\", তারও কার্টের সাথে সময় কাটাতে ভালোলেগেছে এবং তার সাথে আবারও সময় কাটাতে সম্মত হয়।\nজন তার গাড়িতে ঘোরার জন্য সঙ্গী খুজতে থাকে, ভুলক্রমে ক্যারোলকে গাড়িতে তোলে যার আচরণে তুলনায় ১২ বছর অনুমান করা কঠিন, ক্যারোলা তাকে সারা রাত গাড়ি চালানোর জন্য বাধ্য করে। জন আর কেরোলাকে একসাথে দেখে জনের বন্ধুদের সন্দেহ থেকে বাচতে তাদের মিথ্যা বলে যে ক্যারোলা তার কাকাতো বোন এবং জন তাকে দেখাশোনা করছে, তাদের মধ্যে একাধিক তুচ্ছ বিতর্ক হয় যতক্ষণ না আরেকটি গাড়ির সেখানে উপস্থিত হয়, কেরোলা একা বাড়ি ফেরার পথে তারা তাকে উত্ত্যক্ত করতে থাকে, তখন জন তাকে তাদের হাত থেকে বাচানোর সিদ্ধান্ত নেয়। এদিকে, দক্ষ রেসার বব ফালফা জনের ড্র্যাগ রেসিং মুকুটের জন্য প্রতিদ্বন্দ্বিতা করতে চায়। জন সারারাত ধরে যাকে পায় তাকেই প্রতিদ্বন্দিতার জন্য আহ্বান করতে থাকে, বব আর স্টিভের দির্ঘ তর্কের পর আবেগপ্রবণ লরিকে জনের গাড়িতে তোলে।\nফেরোসদের ছেড়ে, কার্ট রেডিও স্টেশনের উদ্দেশ্যে যাত্রা করেন যাতে সুপরিচিত ডিজে \"উলফম্যান জ্যাক\"-কে তার দেখা সেই মহিলাকে বার্তা পৌঁছে দেওয়ার জন্য অনুরোধ করতে পারে। স্টেশনের এক কর্মচারী তাকে জানান যে উলফম্যান সেখানে কাজ করে না এবং তার সম্পচারগুলো পূর্বেই রেকর্ড করা হয়, দাবি করেন যে উলফম্যান \"সর্বত্র\" উপস্থিত। তিনি বলেন উলফম্যান থাকলে কার্টকে পরামর্শ দিতো যে \"দ্রুত পলায়ন কর\" এবং দুনিয়া দেখো, কিন্তু প্রতিশ্রুতি দেন যে উলফম্যান বার্তাটি প্রচার করবেন। কার্ট ফিরে আসার পরে বুঝতে পারেন যে কর্মচারীই উলফম্যান, তিনি কার্টের হয়ে মহিলাটির জন্য বার্তা পড়েন এবং তাকে মেলের ড্রাইভ-ইন-এর পে ফোনে কার্টকে কল করতে বলেন।\nক্যারোলকে বাসায় পৌঁছে দেয়ার পর, শহরের বাইরে প্যারাডাইস রোডে দর্শকদের ভিড়ের সামনে জনকে ড্র্যাগ রেসিংয়ে অংশ নেওয়ার জন্য প্ররোচিত করতে সফল হয় বোব। টেরি রেস শুরু করে এবং জন এগিয়ে থাকে, কিন্তু বোবের গাড়ির টায়ার ফেটে যাওয়ার ফলে তার গাড়ি খাদে ঢুকে উল্টে যায় এবং আগুন ধরে যায়। স্টিভ দ্রুত দুর্ঘটনা স্থলে ছুটে আসে, গাড়িটি বিস্ফোরিত হওয়ার আগেই লরি আর বোব হামাগুড়ি দিয়ে গাড়ি থেকে বেড়িয়ে আসে। জন তার প্রতিদ্বন্দ্বীকে নিরাপদ স্থানে আনতে সাহায্য করে, আর লরিকে ছেড়ে না যাওয়ার জন্য সে স্টিভকে অনুরোধ করে। স্টিভ মোডেস্টোতে তার সাথেই থাকবে বলে তাকে আশ্বস্ত করে।\nক্লান্ত কার্ট পে ফোনের শব্দে জেগে ওঠে এবং অবশেষে রহস্যময় সেই মহিলা তার সাথে কথা বলে, মহিলাটি সেই রাতেই দেখা করার ইঙ্গিত দেন, কিন্তু কার্ট জানান যে সে শহর ছেড়ে চলে যাচ্ছেন। সকালে বিমানবন্দরে, সে তার বাবা-মা এবং বন্ধুদের বিদায় দেয়; উড্ডয়নের পর, সে নীচের রাস্তায় সাদা থান্ডারবার্ড গাড়ি চলতে দেখেন এবং গভীর চিন্তায় আকাশের দিকে তাকেয়ে থাকে।\nচলচ্চিত্রের শেষ অংশে বন্ধুদের শেষ পরিণতি দেখানো হয়: ১৯৬৪ সালে, জন এক মাতাল চালকের গাড়ির সংর্ঘে নিহত হয়; ১৯৬৫ সালে, টেরি দক্ষিণ ভিয়েতনামের আন লোকের কাছে লড়াই করতে গিয়ে নিখোঁজ হন; স্টিভ মোডেস্টোতে একজন বীমা এজেন্ট; এবং কার্ট কানাডায় বসবাসরত একজন লেখক।\n\n\n== তথ্যসূত্র =="}