{"pageid": 1514564, "title": "নীতা লুল্লা", "url": "https://bn.wikipedia.org/wiki?curid=1514564", "content": "নীতা লুল্লা একজন ভারতীয় পোশাক পরিকল্পক এবং ফ্যাশন স্টাইলিস্ট যিনি ৩০০টিরও বেশি ছবিতে কাজ করেছেন। তিনি ১৯৮৫ সাল থেকে বিয়ের পোশাক পরিকল্পনা করছেন। জাগদেকা ভিরুডু আথিলোকা সুন্দরী, খুদা গাওয়াহ এবং দেবদাস ছবিতে পোশাকের পরিকল্পনা তাঁরই ছিল।\n\n\n== কর্মজীবন ==\nনীতার প্রথম বড় মক্কেল ছিলেন গয়না ডিজাইনার বরুণ জানি, যদিও বরুণ তখন তাঁর ব্যবসা শুরু করেননি। এরপর নীতা সম্পূর্ণরূপে বলিউড-ভিত্তিক কাজের প্রতি প্রতিশ্রুতিবদ্ধ হন এবং দক্ষিণ ভারতের বলিউড সম্প্রদায়ের অভিনেতা স্বপ্নার জন্য পোশাকের ডিজাইন করেন। এই সাফল্যের পর তিনি অভিনেত্রী সালমা আগা এবং শ্রীদেবীর জন্য পোশাক তৈরি করেন।\nনীতার কর্মজীবনের পরবর্তী সময়ে একটি উল্লেখযোগ্য সৃষ্টি ছিল অভিষেক বচ্চনের সঙ্গে বিয়ের সময় ঐশ্বর্যা রাইয়ের জন্য পোশাকের নকশা করা। তিনি মেহেন্দি অনুষ্ঠানে ঐশ্বর্যার জন্য মুক্তাখচিত লেহেঙ্গা এবং তাঁর দক্ষিণ ভারতীয় বিবাহ অনুষ্ঠানের জন্য একটি অতিরিক্ত পোশাক তৈরি করেছিলেন। নীতা বলেছেন যে তাঁর প্রিয় যে অভিনেত্রীর জন্য তিনি কাজ করেছেন তিনি হলেন দিব্যা ভারতী। নীতা লুল্লা শিল্পা শেঠি, ঐশ্বর্যা রাই, শ্রীদেবী, স্বপ্না, সালমা আজাদ, ঈশা কপিকার এবং জুহি চাওলার জন্য পোশাকের নকশা করেছেন। রিয়েলিটি টিভি শো তাহুলের সৌজন্যে, তিনি রাহুল মহাজনের বধূ ডিম্পি গাঙ্গুলির পোশাকও তৈরি করেন।\nমহেঞ্জো দারোর (২০১৬) মতো চলচ্চিত্রে পোশাকের নকশা সফলভাবে সম্পন্ন করার পর, তিনি গৌতমীপুত্র সাতকর্ণির ছবি দিয়ে আবার টলিউডে কাজ করার পরিকল্পনা করছেন।\n\nনীতা লুল্লা পৈঠানি ব্যবহার করার জন্য পরিচিত, এটি প্রাচীন ট্যাপেস্ট্রি কৌশলে তৈরি হয়, যেখানে বিভিন্ন রঙের একাধিক সুতো একত্রিত করা হয় এবং সোনা ও রূপার সুতো একসাথে বুনে একটি প্রগতিশীল রেশম বস্ত্র তৈরি করে। তাঁর সবচেয়ে উল্লেখযোগ্য পৈঠানি সংগ্রহগুলির মধ্যে কিছু ২০১৬ সালের ফেব্রুয়ারিতে মেক ইন ইণ্ডিয়া উদ্যোগে প্রদর্শিত হয়েছিল। এই শোতে তিনি বিস্তৃত পরিসরের পোশাক প্রদর্শন করেছিলেন যার মধ্যে রয়েছে ছড়ানো লেহেঙ্গা, লম্বা কুর্তা, জ্যাকেট, ধুতি প্যান্ট, সারং স্কার্ট - যার সবকটিতেই পৈঠানি শৈলীতে সূচিকর্ম করা হয়েছিল। মহারাষ্ট্রে অনুষ্ঠিত সংগ্রহ এবং প্রদর্শনী সম্পর্কে, নীতা মন্তব্য করেছেন:\"মহারাষ্ট্র সবসময়ই আমার হৃদয়ে একটি বিশেষ স্থান দখল করে আছে; এটি আমার সমগ্র জীবন এবং শিল্পের আবাসস্থল। আমি মহারাষ্ট্রের ঐতিহ্য, পৈঠানির জটিলতা, বিস্তৃতি এবং নির্মলতা প্রদর্শন করতে বেছে নিয়েছি।\"২০১৩ সালে, নীতা তাঁর নিজ শহর মুম্বাইতে একটি প্রতিষ্ঠান খোলেন, যার নাম দ্য হুইসলিং উড ইন্টারন্যাশনাল নীতা স্কুল অফ ফ্যাশন। এই প্রতিষ্ঠানে ফ্যাশন, বিপণন এবং অনলাইন মার্কেটিং-এর উপর বিভিন্ন পাঠ্যক্রম আছে। স্কুলটি বর্তমানে সুভাষ ঘাইয়ের মালিকানাধীন, যিনি নীতার সাথে বেশ কয়েকটি ছবিতে কাজ করেছেন। নীতা মন্তব্য করেছেন:\"আমি গত ২৬ বছর ধরে ফ্যাশন বিষয়ে শিক্ষকতা করছি। আমার শিক্ষকতার পাশাপাশি আমি ঘাইয়ের হুইসলিং উডস ইন্টারন্যাশনালের একটি অংশ হিসেবে যোগদান করেছি। মনে হচ্ছে ভারতীয় চলচ্চিত্র শিল্প ফ্যাশন শিল্পকে তাদের নিজস্ব ব্যবসার একটি সম্প্রসারণ হিসেবে দেখে।\"\n\n\n== সামাজিক সক্রিয়তা ==\nনীতা লুল্লা লিঙ্গ-ভিত্তিক সহিংসতার বিরুদ্ধে লড়াইয়ে সোচ্চার এবং এই বিষয়টি প্রচারের জন্য তাঁর কাজকে একটি মঞ্চ হিসেবে ব্যবহার করেছেন। তাঁর ২০১৬ সালের সংগ্রহ \"#শি-ইজ-মি\" একই সাথে অপব্যবহারের জবাবে ভদ্রতা এবং স্বাভাবিক অবস্থায় প্রত্যাবর্তন, উভয়ই প্রকাশ করেছে। ল্যাকমে ফ্যাশন উইকে প্রথমবারের মতো সংগ্রহের সূচনা হয়েছিল নারী নির্যাতনের বিরুদ্ধে একটি নৃত্য পরিবেশনার মাধ্যমে। লুলা মন্তব্য করেছেন:\"এই সংগ্রহটি সম্পূর্ণরূপে একজন নারীর বৈশিষ্ট্য সম্পর্কে কথা বলে। আপনি চেরি ব্লসম এবং ওসমান্থাসের প্রাণবন্ততা রূপান্তরিত হতে দেখতে পাবেন শুকনো ফুল এবং ফাটা মাটির রঙে। প্রকৃতির এই দুর্দান্ত অলৌকিক ঘটনাগুলি যেমন কোমলতা এবং যত্নের প্রতি সাড়া দেয় কিন্তু অবহেলায় খুব সহজেই শুকিয়ে যেতে পারে, তেমনি একজন নারীর আত্মা যেকোনো শারীরিক বা মানসিক নির্যাতনের কারণে শুকিয়ে যেতে শুরু করে। এর বিরুদ্ধে আমাদের আওয়াজ তুলতে হবে।\"\n\n\n== ব্যক্তিগত জীবন ==\n\nনীতা লুল্লা ভারতের মুম্বাইয়ে একটি সিন্ধি পরিবারে জন্মগ্রহণ করেন এবং মুম্বাই ও হায়দ্রাবাদে বড় হয়ে ওঠেন। তিনি মুম্বাইয়ের ফিল্ম সিটিতে উল্লেখযোগ্য সময় কাটিয়েছেন এবং এসএনডিটি মহিলা বিশ্ববিদ্যালয় থেকে তাঁর শিক্ষা সম্পন্ন করেছেন। তিনি মনোরোগ বিশেষজ্ঞ ডাঃ শ্যাম লুল্লাকে সাথে বিবাহ করেছেন।\n\n\n== সংগ্রহ ==\nমেক ইন ইণ্ডিয়া: ২০১৬ সালের ১৭ই ফেব্রুয়ারি তারিখে সমসাময়িক পোশাক দিয়ে তৈরি শুধুমাত্র পৈঠানি সংগ্রহ প্রদর্শিত হয়েছিল।\n#SheIsMe: ল্যাকমে ফ্যাশন উইকে প্রদর্শিত, লিঙ্গ ভিত্তিক সহিংসতা মোকাবিলার উপর দৃষ্টি নিবদ্ধ করা সংগ্রহ, ৬ এপ্রিল ২০১৬\n\n\n== পুরস্কার ==\nবালগন্ধর্বের জন্য ২০১২ সালে সেরা পোশাক নকশার জন্য জাতীয় চলচ্চিত্র পুরস্কার\n২০০৯ সালে যোধা আকবর ছবির জন্য সেরা পোশাক নকশার জন্য জাতীয় চলচ্চিত্র পুরস্কার ।\nযোধা আকবরের জন্য আইফা বেস্ট কস্টিউম ডিজাইন অ্যাওয়ার্ড ২০০৯।\nফ্যাশনে অবদানের জন্য ২০০৫ সালে কিংফিশার ফ্যাশন পুরস্কার\nবলিউড মুভি অ্যাওয়ার্ড - ২০০৩ সালে দেবদাসের জন্য সেরা পোশাক ডিজাইনার ।\n২০০৩ সালে দেবদাসের জন্য সেরা পোশাক ডিজাইনারের জন্য জি সিনে পুরস্কার ।\n২০০২ সালে দেবদাস ছবির জন্য সেরা পোশাক নকশার জন্য জাতীয় চলচ্চিত্র পুরস্কার ।\nবলিউড মুভি অ্যাওয়ার্ড - মিশন কাশ্মীরের জন্য ২০০১ সালে সেরা পোশাক ডিজাইনার ।\nতাল -এর জন্য আইফা সেরা পোশাক নকশা পুরস্কার ২০০০\nসত্য ব্রহ্মার দশকের সেরা ফ্যাশন ডিজাইনার ইন্ডিয়ান অ্যাফেয়ার্স ইণ্ডিয়া লিডারশিপ কনক্লেভ ২০১৬ প্রতিষ্ঠা করেন। \nকান চলচ্চিত্র উৎসব ২০২৩ – শকুন্তলমের জন্য সেরা পোশাক পুরস্কার।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}