{"pageid": 1514593, "title": "মিজেরি (উপন্যাস)", "url": "https://bn.wikipedia.org/wiki?curid=1514593", "content": "মিজেরি হল স্টিফেন কিং রচিত একটি আমেরিকান মনস্তাত্ত্বিক ভৌতিক উপন্যাস এবং প্রথম প্রকাশিত হয় ভাইকিং প্রেস কর্তৃক ৮ জুন, ১৯৮৭ সালে।   উপন্যাসটির কাহিনী এর দুটি প্রধান চরিত্র - রোমান্স ঔপন্যাসিক পল শেলডন এবং তার বিকৃত স্বঘোষিত ‘নম্বর ওয়ান ফ্যান’ অ্যানি উইলকসের সম্পর্কের উপর ভিত্তি করে তৈরি। যখন পল একটি গাড়ি দুর্ঘটনায় গুরুতরভাবে আহত হয়, তখন সাবেক নার্স অ্যানি তাকে তার বাড়িতে নিয়ে আসে, যেখানে পল চিকিৎসা ও ব্যথানাশক ওষুধ গ্রহণ করে। পল বুঝতে পারে যে সে একজন বন্দী, এবং তাকে তার অপহরণকারীর ইচ্ছা পূরণ করতে বাধ্য করা হয়।\nউপন্যাসটির শিরোনামটির দুটি অর্থ রয়েছেঃ এটি পলের বই সিরিজের কেন্দ্রীয় নায়িকার দ্বারা বহন করা নাম, এবং কিং উপন্যাস লেখার সময় আবেগের এমন একটি অবস্থার বর্ণনা দিয়েছেন। তিনি বলেছেন যে অ্যানি হলো কোকেনের প্রতীক।   কিং তার স্মৃতিকথায় \"মিজেরি\"-এর  সৃষ্টির রূপরেখা তুলে ধরেছেন এবং উল্লেখ করেছেন যে অ্যানি উইলকস চরিত্রটির প্রতিচ্ছবি তিনি স্বপ্নে দেখেছিলেন। কিং বইটি  রিচার্ড বাচম্যান ছদ্মনামে প্রকাশ করার পরিকল্পনা করেছিলেন, কিন্তু বইটি প্রকাশের আগেই তার পরিচয় উন্মোচিত হয়ে যায়। \nমিজেরি ১৯৮৭ সালে সেরা উপন্যাসের জন্য প্রথম ব্রাম স্টোকার পুরস্কার জিতেছিল এবং ১৯৮৮ সালে সেরা উপন্যাসের জন্য ওয়ার্ল্ড ফ্যান্টাসি পুরস্কারের জন্য মনোনীত হয়েছিল।  \"মিজেরি\"-এর সমালোচনামূলক গ্রহণযোগ্যতা ছিল ইতিবাচক – সমালোচকরা কিংকে তার পূর্ববর্তী কাজের ফ্যান্টাসি উপাদানগুলি পরিহার করার জন্য প্রশংসা করেছিলেন, এবং উপন্যাসটির কিংয়ের ব্যক্তিগত জীবন এবং সেলিব্রিটি ও তাদের ফ্যানদের মধ্যে সম্পর্কের অধ্যয়নের সাথে সাদৃশ্য লক্ষ্য করেছিলেন।  ১৯৮৭ সালের বেস্টসেলার তালিকায় চতুর্থ স্থান অধিকারকারী এই উপন্যাসটি ১৯৯০ সালে রব রেইনার পরিচালিত একটি একাডেমি পুরস্কার বিজয়ী চলচ্চিত্রে রূপান্তরিত হয় এবং ২০১৫ সালে লরি মেটকাফ এবং ব্রুস উইলিস অভিনীত একটি নাট্য প্রযোজনায়  রূপান্তরিত হয়।\n\n\n== প্লট (ঘটনার ক্রম) ==\nপল শেলডন হলেন ভিক্টোরিয়ান যুগের সর্বাধিক বিক্রিত রোমান্স উপন্যাস সিরিজের লেখক,  যার মধ্যে প্রধান চরিত্র মিজরি চাস্টেইন, যা তিনি ব্যক্তিগতভাবে ঘৃণা করেন। কলোরাডোর একটি হোটেলে, তিনি \"মিজারির চাইল্ড\" নাটকের শেষ অঙ্কটি শেষ করেন, যেখানে মিজারিকে হত্যা করা হয়। তার নতুন অপরাধ উপন্যাস, ফাস্ট কারস-এর পাণ্ডুলিপি লেখা শেষ করার পর, যা তিনি আশা করেন যে এটি গুরুতর সাহিত্যিক প্রশংসা পাবে এবং তার \"মিজারি\" -পরবর্তী ক্যারিয়ার নতুন করে শুরু করবে, পল মাতাল হয়ে পড়ে এবং নিউ ইয়র্ক সিটিতে বাড়ি ফেরার পরিবর্তে অনিচ্ছাকৃতভাবে লস অ্যাঞ্জেলেসের দিকে গাড়ি চালিয়ে চলে যান। তিনি একটি তুষারঝড়ের কবলে পড়েন এবং কলোরাডোর ছোট্ট, প্রত্যন্ত শহর সাইডউইন্ডারের কাছে তার গাড়িটি দুর্ঘটনায় পড়ে।\nপল যখন জাগেন, তখন তিনি জানতে পারেন যে তাকে উদ্ধার করেছে অ্যানি উইলকস, একটি স্থানীয় সাবেক নার্স, যিনি মিজারি সিরিজের একজন নিবেদিত ভক্ত। অ্যানি পলকে তার অতিথি কক্ষে রেখেছে, তার ভাঙা পা সত্ত্বেও তাকে হাসপাতালে নিয়ে যেতে অস্বীকৃতি জানায় এবং নিজেই তাকে তার অবৈধ কোডিন-ভিত্তিক ব্যথানাশক ওষুধ দিয়ে চিকিৎসা করে। পল দ্রুত নভ্রিল নামক একটি ওষুধের প্রতি আসক্ত হয়ে পড়ে, যা অ্যানি তাকে আটকে রেখে তাকে হুমকি দিতে এবং নিয়ন্ত্রণ করতে ব্যবহার করে। অ্যানি সম্প্রতি প্রকাশিত \"মিজারি'স চাইল্ড\" পড়া শুরু করে এবং ফাস্ট কারস পাণ্ডুলিপি পড়ার অনুমতি জোর করে নেয়, কিন্তু অন্ধকার বিষয়বস্তু এবং অশ্লীলতাকে অপছন্দ করে। পল বুঝতে পারেন যে অ্যানি মানসিকভাবে অস্থিরঃ তার যে কোন সময়ে প্রলয়ঙ্করী (ক্যাটাটোনিক ) ঘটনাগুলির দিকে ঝুঁকে পড়ার প্রবণতা আছে এবং হঠাৎ, অপ্রত্যাশিতভাবে তার রাগ বেড়ে যায়। যখন সে মিজারির মৃত্যুর খবর জানতে পারে, তখন সে পলকে দুই দিনেরও বেশি সময় ধরে তার বাড়িতে একা রেখে যায়, তাকে খাবার, জল এবং ব্যথানাশক থেকে বঞ্চিত করে। এই সময়, পল তার পা পরীক্ষা করে দেখেন যে দুর্ঘটনায় তা ভেঙে এবং বিকৃত হয়ে গেছে।\nঅ্যানির ফিরে আসার পর, সে দুর্বল পলকে তার ব্যথানাশক ওষুধের বিনিময়ে ফাস্ট কারস পাণ্ডুলিপিটি পুড়িয়ে ফেলতে বাধ্য করে। । তিনি পলের জন্য একটি অফিস তৈরি করেন – একটি প্রাচীন রাজকীয় টাইপরাইটার, যার N কী কাজ করে না, কিছু লেখার কাগজ এবং একটি হুইলচেয়ার – নতুন একটি মিজারি উপন্যাস লেখার উদ্দেশ্যে, যাতে চরিত্রটি মৃত্যুর পর ফিরে আসে। সময় নষ্ট না করে এবং নিজেকে শেহেরেজাদের সাথে তুলনা করে, পল একটি নতুন বই, \"মিজেরি'স রিটার্ন\" শুরু করেন এবং অ্যানিকে চলমান কাজটি পড়তে এবং অনুপস্থিত এন'গুলি পূরণ করতে দেন। পল যেমন লিখেছেন, লেখাটিতে \"মিজেরির রিটার্ন\" এর কিছু অংশ রয়েছে, এটি একটি ভয়াবহ গল্প যেখানে দেখা যায় যে মিজেরিকে কোমায় থাকা অবস্থায় জীবন্ত কবর দেওয়া হয়েছিল।\nপল বেশ কয়েকবার তার হুইলচেয়ার ব্যবহার করে তার ঘর থেকে পালাতে সক্ষম হয়, আরও ব্যথানাশক ওষুধের সন্ধান করে এবং বাড়িটি ঘুরে দেখে। সে খবরের কাগজের মৃত্যুর খবরের ক্লিপিং-এ ভরা একটি স্ক্র্যাপবুক আবিষ্কার করে যা থেকে তিনি বুঝতে পারে অ্যানি একজন সিরিয়াল কিলার; তার শিকারদের মধ্যে রয়েছে এক প্রতিবেশী পরিবার, তার নিজের বাবা, তার রুমমেট, এবং যখন সে প্রধান নার্স হিসেবে কাজ করত, তখন অনেক বয়স্ক বা গুরুতর আহত রোগী এবং এগারোটি শিশু,  শেষের ঘটনায় তাকে ডেনভারে আদালত কর্তৃক খালাস দেওয়া হয়।  যখন অ্যানি জানতে পারে যে পল তার ঘর থেকে বের হচ্ছে,  তখন সে তাকে শাস্তি দেয়, তার পা একটি কুঠার দিয়ে কেটে ফেলে, একটি ব্লোটর্চ দিয়ে তার পায়ের গোড়ালি পুড়িয়ে দেয়, তাকে \"হোবলিং\" অবস্থায় পরিণত করে।\nমাসের পর মাস, পল অ্যানির বন্দী অবস্থায় রয়ে যায়। যখন সে অভিযোগ করে যে আরও টাইপরাইটারের চাবি ভেঙে গেছে এবং উপন্যাসটি লেখার আগে অ্যানিকে উপন্যাসটি কীভাবে শেষ হয়েছে তা বলতে অস্বীকৃতি জানায়, তখন অ্যানি একটি বৈদ্যুতিক ছুরি দিয়ে তার বৃদ্ধাঙ্গুলি কেটে ফেলে। একজন পুলিশ পলকে খুঁজতে বাড়িতে আসে এবং অ্যানি তার লনমওয়ার দিয়ে ধাক্কা দিয়ে তাকে হত্যা করে। সে দেহাবশেষ লুকিয়ে রাখে, কিন্তু পুলিশ নিখোঁজ হওয়ার ঘটনা আইন প্রয়োগকারী সংস্থা এবং মিডিয়ার দৃষ্টি আকর্ষণ করে। অ্যানি পলকে বেসমেন্টে সরিয়ে নেয়। এটা স্পষ্ট হয়ে যায় যে সে তাকে বাঁচতে দিতে চায় না। মিজেরি'স রিটার্ন শেষ হওয়ার পর, পল পাণ্ডুলিপির একটি নকল কপিতে আগুন ধরিয়ে দেয়, যা অ্যানি সংরক্ষণ করার চেষ্টা করে। পল অ্যানির দিকে টাইপরাইটার ছুঁড়ে মারে এবং তার সাথে তীব্র লড়াইয়ে জড়িয়ে পড়ে; সে শোবার ঘর থেকে পালাতে সক্ষম হয় এবং অ্যানিকে ভেতরে আটকে রাখে। এরপর পল লুকিয়ে থাকে এবং পুলিশকে সতর্ক করে যখন তারা খুন হওয়া পুলিশের খোঁজে ফিরে আসে। আহত হওয়ার কারণে অ্যানিকে গোলাঘরে মৃত অবস্থায় পাওয়া যায় - স্পষ্টতই সে একটি জানালা দিয়ে বের হয়ে এসেছিল এবং একটি চেইনশো দিয়ে পলকে হত্যা করতে যাচ্ছিল।\nপল নিউ ইয়র্কে ফিরে আসার পর, মিজেরি'স রিটার্ন প্রকাশিত হওয়ার বিষয়টি ঠিক হয় এবং এটি যে পরিস্থিতিতে লেখা হয়েছিল তার প্রতি আগ্রহের কারণে আন্তর্জাতিকভাবে বেস্টসেলার হয়ে ওঠে। পল তার নিজের অভিজ্ঞতার একটি নন-ফিকশন বিবরণ লেখার পরামর্শকে উপেক্ষা করেন, বিশেষত এই ভেবে যে তিনি অনিবার্যভাবে ঘটনাটিকে অধিক অলংকৃত করবেন। সে কৃত্রিম অঙ্গের সাহায্যে হাঁটতে পারে কিন্তু এখনও অ্যানির দুঃস্বপ্ন তাকে তাড়িয়ে বেড়ায়। ব্যথানাশক ওষুধ সেবন বন্ধ করা, মদ্যপান এবং লেখালেখির সমস্যার সাথে তাকে এথনও লড়াই করতে হয়। যখন পল একটি নতুন গল্প লেখার জন্য  বিচ্ছিন্ন অনুপ্রেরণা পায়, সে কাঁদে, তার ছিন্ন বিচ্ছিন্ন হয়ে যাওয়া জীবনের শোকে এবং এই আনন্দে যে, সে অবশেষে আবার লিখতে সক্ষম হয়েছে।\n\n\n== পটভূমি ==\nস্টিফেন কিং-এর \"মিজেরি\" উপন্যাসের প্রেরণা ছিল ১৯৮৪ সালের তার উপন্যাস \"দ্য আইজ অফ দ্য ড্রাগন\" -এ তার ভক্তদের প্রতিক্রিয়া। স্টিফেন কিং-এর \"মিজেরি\" -এর অনুপ্রেরণার মধ্যে একটি ছিল তার ১৯৮৪ সালের উপন্যাস \"দ্য আইজ অফ দ্য ড্রাগন\" -এর প্রতি ভক্তদের প্রতিক্রিয়া।  অনেক ভক্ত দ্য আইজ অফ দ্য ড্রাগন বইটি প্রত্যাখ্যান করেছিলেন কারণ এটি একটি মহাকাব্যিক ফ্যান্টাসি বই ছিল, যেখানে প্রাথমিকভাবে  খ্যাতি তৈরির মতো কোনো ভৌতিক উপাদান ছিল না।  পল শেলডন ভক্তদের কারনে মিজেরি বইয়ের সিরিজের সাথে শৃঙ্খলিত বোধ করে, যা ভৌতিক কল্পকাহিনীর সাথে কিং-এর  শৃঙ্খলিত অনুভূতির রূপক ছিল।  আরেকটি উৎস ছিল মাদক ও অ্যালকোহলের প্রতি কিংয়ের আসক্তি এবং সুস্থ হওয়ার জন্য তার সংগ্রাম। তিনি বলেন: \"মিজেরিতে মানসিক রোগী নার্সের কথাই ধরুন, যখন আমি মাদকাসক্ত অবস্থায় একটা কঠিন সময় পার করছিলাম। আমি জানতাম আমি কী নিয়ে লিখছি। কখনও কোনও প্রশ্ন ছিল না। অ্যানি ছিল আমার মাদক সমস্যা, এবং সে ছিল আমার এক নম্বর ভক্ত। ঈশ্বর, সে কখনও চলে যেতে চায়নি।\" \"\nযখন পল শেলডন চরিত্রটি তার নিজের উপর ভিত্তি করে তৈরি কিনা এমন প্রশ্ন উঠে, তখন কিং বলেছেন, কিছু দিক থেকে তিনি নিজেই পল শেলডন, কিন্তু প্রতিটি চরিত্রই কিছু না কিছুভাবে লেখককে প্রতিফলিত করেঃ \"আমি মনে করি, এটা প্রশ্ন তোলার জন্য যথেষ্ট যুক্তিযুক্ত হবে যে, \"মিজেরি\" উপন্যাসের পল শেলডন চরিত্রটি কি আমি? তার কিছু দিক আমার মতো... কিন্তু আমি মনে করি, আপনি যদি গল্প লিখতে থাকেন, তবে আপনি দেখবেন, প্রতিটি চরিত্রই কিছু না কিছু ভাবে আপনিই।\" \nকিং তার \"মিজেরি\"  উপন্যাসের চরিত্র এবং পরিস্থিতির জন্য একটি স্বপ্নকেও দায়ী করেছেন, যা তিনি একটি ট্রান্স-আটলান্টিক ফ্লাইটে লন্ডন যাওয়ার সময় দেখেছিলেন। তিনি উল্লেখ করেছেন যে, যখন তিনি জেগে উঠেছিলেন, তখন তিনি আমেরিকান এয়ারলাইন্সের একটি ককটেল ন্যাপকিনে সেই ধারণাটি লিখে রাখেন যাতে তিনি সেটি ভুলে না যান। তিনি লিখেছিলেন: \"সে আন্তরিকভাবে কথা বলে কিন্তু কখনো চোখে চোখে তাকায় না। একটি বড় মহিলা, পুরোপুরি শক্ত এবং একেবারে সামঞ্জস্যপূর্ণ; সে এমন একজন ব্যক্তি যার সাথে বিরতির কোনও সম্পর্ক নেই। 'না স্যার, আমি নীচু মনের পরিচয় দিয়ে মজার কিছু করতে চাইনি, যখন আমি আমার শূকরের নাম মিজেরি রেখেছিলাম। দয়া করে এভাবে ভাববেন না। না, আমি তার নাম ভক্তদের ভালোবাসার চেতনায় রেখেছি, যা সবচেয়ে বিশুদ্ধ ভালোবাসা। আপনার প্রশংসা করা উচিত।'\"\n\nকিং এবং তার স্ত্রী, ট্যাবিথা কিং, লন্ডনের ব্রাউনস হোটেলে অবস্থান করেছিলেন, যেখানে তিনি \"একটি স্টেনো নোটবুকের ষোল পৃষ্ঠা\" লিখেছিলেন; হোটেলের কনসিয়ার্জ তাকে একটি ডেস্কে কাজ করার অনুমতি দিয়েছিলেন, যেটি একসময়  রুডইয়ার্ড কিপলিং- এর ছিল। কিপলিং সেই ডেস্কে বসে কাজ করার সময় স্ট্রোকে মারা গিয়েছিলেন।  কিং ভেবেছিলেন বইটি মাত্র ৩০,০০০ শব্দের হবে, কিন্তু শেষ পর্যন্ত এটি প্রায় চার গুণ বড় হয়ে ৩৭০ পৃষ্ঠায় পরিণত হয়।  এর কার্যকরী শিরোনাম ছিল দ্য অ্যানি উইল্কিস সংস্করণ।  উপন্যাসের পূর্ব-পরিকল্পনা (বিশেষ করে তার নেতিবাচক দিকগুলি) নিয়ে আলোচনা করার সময়, কিং জানিয়েছিলেন যে প্রথমে তার ধারণা ছিল আনি তার বন্দীকে একটি বই লিখতে বাধ্য করবে, তারপর সেই বইটি পলের চামড়ায় বাঁধবে। কিন্তু কেন তিনি সেই পথ অনুসরণ করেননি, সে বিষয়ে কিং বলেছিলেনঃ... এটি বেশ ভালো গল্প হতে পারত (তবে তেমন ভালো উপন্যাস নয়; কেউই তিনশো পৃষ্ঠার বেশি সময় ধরে এমন একজন লোককে খুঁজে বের করতে পছন্দ করবে না যাকে ষোল থেকে সতেরো অধ্যায়ের মধ্যে শূকরটি খেয়ে ফেলেছে), কিন্তু শেষ পর্যন্ত পরিস্থিতি সেভাবে এগোয়নি। পল শেলডন প্রথমে যা ভেবেছিলাম তার চেয়ে অনেক বেশি তথ্যসমৃদ্ব ছিলেন, এবং শেহেরজাদের চরিত্রে অভিনয় করে তার জীবন বাঁচানোর প্রচেষ্টা আমাকে লেখার মুক্তির ক্ষমতা সম্পর্কে কিছু কথা বলার সুযোগ দিয়েছে যা আমি দীর্ঘদিন ধরে অনুভব করে আসছিলাম, কিন্তু কখনও প্রকাশ করিনি। অ্যানি আমার কল্পনার চেয়েও বেশ জটিল হয়ে উঠল, এবং তার সম্পর্কে লিখতে খুব মজা পেল... \" \n\n\n== অভিযোজন ==\n\n\n=== চলচ্চিত্র ===\nউপন্যাসটি ১৯৯০ সালে রব রেইনার পরিচালিত এবং উইলিয়াম গোল্ডম্যানের লেখা একটি চলচ্চিত্রে রূপান্তরিত হয়। জেমস ক্যান এবং ক্যাথি বেটস পল শেলডন এবং অ্যানি উইলকসের চরিত্রে অভিনয় করেছিলেন, লরেন ব্যাকল, রিচার্ড ফার্নসওয়ার্থ এবং ফ্রান্সেস স্টার্নহেগেন সহ-ভূমিকায় ছিলেন। ফিল্মটি ছিল একটি সমালোচনামূলক এবং বাণিজ্যিক সফলতা, এবং এটি এখনো স্টিফেন কিং-এর সেরা অভিযোজনগুলির মধ্যে একটি হিসেবে মূল্যায়িত হয়।   অ্যানি উইলকসের চরিত্রে অভিনয়ের জন্য, ক্যাথি বেটস ১৯৯১ সালে অ্যাকাডেমি অ্যাওয়ার্ডে সেরা অভিনেত্রীর পুরস্কার জয় করেন – এটি ছিল হরর বা ভৌতিক ধারার অভিনয়ের জন্য কয়েকটি অস্কার জয়ের মধ্যে একটি, এবং স্টিফেন কিং-এর যেকোনো অভিযোজনের জন্য প্রথম। এই পুরস্কারটি তাকে মূলধারার তারকা খ্যাতিতে নিয়ে আসে। জুন ২০০৩ সালে, আমেরিকান ফিল্ম ইনস্টিটিউট তাদের \"১০০ হিরো এবং ভিলেন\" তালিকায় ক্যাথি বেটসের অনুপ্রাণিত আনি উইল্কসকে অন্তর্ভুক্ত করে, এবং তাকে সিনেমার ইতিহাসে ১৭ তম সর্বাধিক আইকনিক ভিলেন (এবং ষষ্ঠ সর্বাধিক আইকনিক ভিলেনেস) হিসেবে র‌্যাংক করে।\n\n\n=== টেলিভিশন ===\nআনি উইল্কিসের একটি সংস্করণ, লিজি ক্যাপলান কর্তৃক অভিনীত, ক্যাসেল রকের (Castle Rock) সিরিজের দ্বিতীয় সিজনের প্রধান চরিত্র।  পল শেলডনের লেখা মিজেরি উপন্যাসের জন্য অ্যানির একটি বইয়ে স্বাক্ষরের মাধ্যমে সিজনের সমাপ্তি ঘটে।\n\n\n=== মঞ্চ ===\nউপন্যাসটি সাইমন মুর কর্তৃক একটি নাটকেও রূপান্তরিত হয়েছিল। মুর পরিচালনায় নাটকটির ১৯৯২ সালের ডিসেম্বরে লন্ডনের ক্রাইটেরিয়ন থিয়েটারে প্রিমিয়ার শো হয়েছিল, যেখানে শ্যারন গ্লেস এবং বিল প্যাটারসন অভিনয় করে।   অ্যালান কোহেন পরিচালিত এই নাটকটি ২০০৫ সালে লন্ডনের কিংস হেড থিয়েটারে পুনরুজ্জীবিত হয়, যেখানে মাইকেল প্রেড এবং সুসান পেনহালিগন অভিনীয় করেন।  ২০১৪ সালে, ডাচ সুরকার এবং থিয়েটার প্রযোজক ফ্লোরাস ভ্যান রুইজেন উপন্যাসটিকে \"খারাপ লাগছে\" (ফীল ব্যাড) সঙ্গীতে রূপান্তরিত করেন। \nউইলিয়াম গোল্ডম্যান (যিনি ছবিটির চিত্রনাট্যও লিখেছেন) এবং উইল ফ্রেয়ার্স পরিচালিত একটি ভিন্ন নাটক ২০১৫ সালে।  নাটকটিতে পল শেলডনের চরিত্রে ব্রুস উইলিস এবং অ্যানি উইলকসের চরিত্রে লরি মেটকাফ অভিনয় করেন।  এটি ২০১৫ সালের অক্টোবরে শুরু হয়েছিল এবং ১৬ ফেব্রুয়ারী, ২০১৬ তারিখে বন্ধ হয়ে যায়।  উইল্কস চরিত্রে তার অভিনয়ের জন্য, মেটকাফ নাটকে সেরা অভিনেত্রীর জন্য টনি পুরস্কারের জন্য মনোনীত হন।  নাটকটির প্রিমিয়ার শো হয়েছিল মূলত ২০১২ সালে বাক্স কাউন্টি প্লেহাউসে ব্রডওয়েতে স্থানান্তরিত হওয়ার আগে ।  এই নতুন সংস্করণটি, সাইমন মুরের পূর্ববর্তী নাট্যরুপান্তরের সাথে সম্পর্কিত নয়। \n২০১৯ সালের অক্টোবরে, ফিনল্যান্ডের ট্যাম্পেরে অবস্থিত ট্যাম্পেরে থিয়েটারে \"মিজেরির\" একটি ফিনিশ নাট্য রূপান্তর \" পাইনা\" পরিবেশিত হয়। নাটকটি পরিচালনা করেছিলেন আন্টি মিকোলা এবং পল শেলডন চরিত্রে এসা লাটভা-ইজো  এবং অ্যানি উইলকস চরিত্রে মারি তুরুনেন অভিনয় করেছেন ।  এছাড়াও একই বছরের সেপ্টেম্বরে, ফিনল্যান্ডের কুওপিওতে কুওপিও সিটি থিয়েটার, পাইনা নামে আরেকটি রুপান্তর উপস্থাপন করে, যা পরিচালনা করে অলি-ম্যাটি ওইনোনেন। পল শেলডন চরিত্রে অভিনয় করেছেন সেপ্পো প্যাক্কোনেন এবং অ্যানি উইলকস চরিত্রে হেনা হ্যাভেরিনেন।  ২০২২ সালের নভেম্বরে, ফিনল্যান্ডের পোরি থিয়েটারে তৃতীয় রুপান্তর উপস্থাপন করা হয়, যা তুওমো আইত্তা পরিচালনা করেন। পল শেলডন চরিত্রে ভেসা হাল্টসোনেন এবং অ্যানি উইলকস চরিত্রে মিরভা টোলপানেন অভিনয় করেন।  সেইনাজোকিতে সেইনাজোকি সিটি থিয়েটারের আসন্ন চতুর্থ নাটকটি ২০২৫ সালের ফেব্রুয়ারিতে প্রিমিয়ার হবে এবং এটি পরিচালনা করবেন অলি-ম্যাটি ওইনোনেন (যিনি পূর্বে কুওপিও থিয়েটারে নাটকটি পরিচালনা করেছিলেন) এবং এতে অ্যানি উইলকসের ভূমিকায় সাতু সিলভো এবং পল শেলডনের ভূমিকায় রেইডার পামগ্রেন অভিনয় করবেন। \n\n\n=== রেডিও ===\nমুরের মঞ্চ অভিযোজনটি রেডিও এবং বিবিসি ওয়ার্ল্ড সার্ভিসে সম্প্রচারের জন্য অভিযোজিত হয়েছিল। অনুষ্ঠানটি প্রযোজনা করেছিলেন ডার্ক ম্যাগস, পরিচালনা করেছিলেন ম্যারিয়ন ন্যানক্যারো এবং পল শেলডনের চরিত্রে নিকোলাস ফারেল এবং অ্যানি উইলকসের চরিত্রে মিরিয়াম মার্গোলিস অভিনয় করেছিলেন। অনুষ্ঠানটি পরে বিবিসি সিডিতে প্রকাশ করে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে মিজেরি (1990 film)  (ইংরেজি)\n​Misery​ (2015 Broadway play) at the Playbill Vault\nOfficial Website for the play\nMisery at Worlds Without End.\nটেমপ্লেট:Stephen Kingটেমপ্লেট:Bram Stoker Award Best Novel"}