{"pageid": 1514305, "title": "লুপারক্যালিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1514305", "content": "লুপারক্যালিয়া, যা লুপারকেল নামেও পরিচিত, ছিল প্রাচীন রোমের একটি যাজকীয় উৎসব, যা প্রতি বছর ১৫ ফেব্রুয়ারি উৎযাপিত হতো। এই উৎসবের উদ্দেশ্য ছিল শহরকে শুদ্ধ করা, স্বাস্থ্য ও উর্বরতা বৃদ্ধি করা। লুপারক্যালিয়া ডাইস ফেব্রুয়াতুস নামেও পরিচিত ছিল, যা শুদ্ধিকরণে ব্যবহৃত উপকরণ ফেব্রুয়া থেকে এসেছে। এই শব্দ থেকেই ফেব্রুয়ারি মাসের নামকরণ করা হয়।\n\n\n== নামকরণ ==\nউৎসবটি মূলত \"ফেব্রুয়া\" (\"শুদ্ধিকরণ\" বা \"পরিশোধন\") নামে পরিচিত ছিল, যা সেই দিন ব্যবহৃত \"ফেব্রুয়াম\" নামক পদ্ধতির নাম থেকে এসেছে। এটি ফেব্রুয়াটাস নামেও পরিচিত ছিল এবং বিভিন্ন ক্ষেত্রে এই নাম ব্যবহৃত হতো। যেমন—জুনোর একটি উপাধি হিসেবে, যেখানে তিনি সেই মাসের অধিষ্ঠাত্রী দেবী রূপে জুনো ফেব্রুয়ালিস, ফেব্রুলিস বা ফেব্রুয়াটা নামে অভিহিত হতেন; শুদ্ধি-সংক্রান্ত এক দেবতা হিসেবে, যাকে ফেব্রুয়ুস বলা হতো; এবং ফেব্রুয়ারি মাসের (মেনসিস ফেব্রুয়ারিয়াস) নামকরণেও এই নামের ব্যবহার দেখা যায়, কারণ ওই মাসেই এই উৎসব অনুষ্ঠিত হতো। ওভিড ফেব্রুয়ারিকে \"পরিশোধন\" এর জন্য একটি ইট্রুস্কান শব্দের সাথে সংযুক্ত করেন।\nপ্রাচীনকালে লুপারক্যালিয়া নামের সাথে প্রাচীন গ্রিকদের আর্কাদীয় লাইকাইয়া উৎসবের যোগসূত্র আছে বলে ধারণা করা হতো। লাইকাইয়া ছিল একটি নেকড়ে উৎসব (প্রাচীন গ্রিক: λύκος, lýkos; লাতিন: lupus) এবং সেখানে লাইসিয়ান প্যান এর পূজা করা হতো, যাকে ফাউনাসের গ্রিক সমতুল্য মনে করা হতো এবং যা ইভান্ডার দ্বারা প্রবর্তিত হয়। জুস্তিন \"লাইসিয়ান ঈশ্বর\" এর একটি পূজ্য প্রতিমূর্তির বর্ণনা দেন, যাকে গ্রীকরা প্যান এবং রোমানরা লুপারকাস বলে। এই মূর্তিতে দেখা যায় যে তিনি ছাগলের চামড়ার কোমরবন্ধ ছাড়া সম্পূর্ণ নগ্ন অবস্থায় আছেন।\nঐতিহ্য অনুযায়ী রোমিউলাস ও রেমাসকে যে গুহায় শে-উলফ (লুপা) স্তন্যপান করিয়েছিল, সেই লুপারক্যাল গুহাতেই মূর্তিটি স্থাপিত ছিল। গুহাটি প্যালাটাইন পাহাড়ের পাদদেশে অবস্থিত ছিল, যেখানে রোমিউলাস রোম শহর প্রতিষ্ঠা করেন বলে অনুমান করা হয়। উৎসবটির নাম সম্ভবত লুপাস অর্থাৎ \"নেকড়ে\" থেকে এসেছে, যদিও এর ব্যুৎপত্তি এবং তাৎপর্য উভয়ই অস্পষ্ট। নেকড়ে নামটি সম্ভবত এই কারণে সম্পর্কিত যে একটি পশু শিকারী পুরুষদের দীক্ষান্ত অনুষ্ঠানে গুরুত্বপূর্ণ ভূমিকা পালন করে। জাস্টিনের দাবির পরেও, লুপারকাস নামের কোনও দেবতার পরিচয় পাওয়া যায়নি।\n\n\n== ধর্মীয় আচার ==\n\n\n=== অবস্থান ===\nএই অনুষ্ঠানগুলো লুপারক্যাল গুহা, প্যালাটাইন পাহাড় এবং ফোরামের মধ্যেই সীমাবদ্ধ ছিল, যেগুলি সবই রোমের প্রতিষ্ঠাকাহিনীতে গুরুত্বপূর্ণ স্থান হিসেবে বিবেচিত। গুহার কাছেই দাঁড়িয়ে ছিল রুমিনা দেবীর একটি মন্দির, যিনি স্তন্যপানের দেবী হিসেবে পরিচিত। সেখানে ছিল একটি বুনো ডুমুর গাছ (ফিকাস রুমিনালিস), যেখানে নদী-দেবতা টাইবেরিনাসের ঐশ্বরিক হস্তক্ষেপে রোমিউলাস ও রেমুসকে আনা হয়। কিছু রোমান সূত্রে এই বুনো ডুমুর গাছকে ক্যাপ্রিফিকাস বা \"ছাগল ডুমুর\" বলে উল্লেখ করা হয়। চাষযোগ্য ডুমুরের মতোই এর ফল ঝুলে থাকে, এবং গাছটি কাটলে দুধের মতো রস বের হয়, যা একে স্তন্যপানের দেবীর পূজার জন্য উপযুক্ত প্রতীকে পরিণত করে।\n\n\n=== পুরোহিত ===\n\nলুপারক্যালিয়া উৎসবের একটি নিজস্ব পুরোহিত সমাজ ছিল, যাদের নাম ছিল লুপারসি ( নেকড়ের ভাই)। এই পুরোহিত সমাজের প্রতিষ্ঠা ও তাদের আচার-অনুষ্ঠান আর্কাডিয়ান সংস্কৃতির নায়ক ইভান্ডার অথবা রোমোউলাস ও রেমাসের সঙ্গে যুক্ত, যারা এককালে মেষপালক ছিলেন এবং নিজেদের অনুসারীদের জন্য একটি দল গঠন করেছিলেন।লুপারসিরা ছিলেন যুবক (ইউভেনেস), সাধারণত ২০ থেকে ৪০ বছর বয়সী।\nতারা বংশানুক্রমে দুটি ধর্মীয় সমিতি (কলেজিয়া) গঠন করে; কুইন্টিলিয়ানি (গেনস কুইন্টিয়া-এর নামানুসারে) এবং ফাবিয়ানি (গেনস ফাবিয়া-এর নামানুসারে)। প্রতিটি কলেজ একজন ম্যাজিস্টার (প্রধান) দ্বারা পরিচালিত হত।\nখ্রিস্টপূর্ব ৪৪ সালে, জুলিয়াস সিজারের সম্মানে তৃতীয় একটি কলেজ প্রতিষ্ঠিত হয়, যার নাম ছিল জুলিয়ানি; এর প্রথম ম্যাজিস্টার ছিলেন মার্ক অ্যান্টনি। জুলিয়াস সিজারের হত্যাকাণ্ডের পর জুলিয়ানি কলেজটি বিলুপ্ত হয়ে যায় বা বন্ধ হয়ে যায় এবং তার উত্তরসূরি আউগুস্তুসের সংস্কারে এটি পুনরায় প্রতিষ্ঠিত হয়নি। সাম্রাজ্য যুগে, দুটি ঐতিহ্যবাহী কলেজের সদস্যপদ ইকুয়েস্ট্রিয়ান পদমর্যাদার যুবকদের (ইউভেনেস) জন্য উন্মুক্ত করা হয়।\n\n\n=== বলিদান ===\nলুপারক্যাল বেদীতে, জুপিটারের প্রধান পুরোহিত ফ্লামেন ডায়ালিসের তত্ত্বাবধানে, এক বা একাধিক লুপারকি দ্বারা একটি পুরুষ ছাগল (বা একাধিক ছাগল) এবং একটি কুকুর বলিদান করা হতো। ভেস্টাল কুমারীদের দ্বারা প্রস্তুত নোনতা মিল্কেকসও নৈবেদ্য হিসেবে উৎসর্গ করা হতো। রক্ত উৎসর্গের পর, দুই লুপারকি বেদীর কাছে এগিয়ে আসে। তাদের কপালে বলির ছুরির রক্ত দিয়ে অভিষেক করা হতো, এরপর দুধে ভেজানো উল দিয়ে তা মুছে দেওয়া হতো এবং তাদের হাসতে হতো।\nবলি শেষে উৎসবের ভোজ অনুষ্ঠিত হতো। তারপর লুপারকিরা পশুর চামড়া থেকে ফেব্রুয়া নামক চাবুক কেটে নিত এবং প্রায় নগ্ন বা অর্ধনগ্ন অবস্থায় পুরনো প্যালাটাইন সীমানা বরাবর পাহাড়ের চারপাশে ঘড়ির কাঁটার বিপরীত দিকে দৌড়াত। প্লুতার্কের বর্ণনায়, রোমান সাম্রাজ্যের প্রাথমিক সময়ে লুপারক্যালিয়া উৎসবে,\n\n...অনেক অভিজাত যুবক এবং ম্যাজিস্ট্রেটরা নগ্ন হয়ে শহরে ঘুরে বেড়াত, খেলার ছলে এবং হাসির উদ্দেশ্যে যাদের পেত তাদের রোয়াল চাবুক দিয়ে আঘাত করত। পাশাপাশি অনেক উচ্চপদস্থ মহিলাও ইচ্ছাকৃতভাবে তাদের পথে আসেন, এবং স্কুলের শিশুদের মতো হাত বাড়িয়ে আঘাত প্রাপ্তির আশা করেন, এই বিশ্বাসে যে গর্ভবতী মহিলাদের প্রসব সহজ হবে এবং বন্ধ্যা মহিলারা গর্ভধারণ করতে সক্ষম হবেন।\nলুপেরকিরা প্যালাটাইন পরিক্রমা শেষ করে লুপেরকাল গুহায় ফিরে আসত।\n\n\n== ইতিহাস ==\n\nপ্রাচীন ফেব্রুয়া সম্ভবত সাবাইন ঐতিহ্য থেকে উদ্ভূত। ফেব্রুয়ারি মাস রোমান বর্ষপঞ্জিতে যুক্ত হওয়ার পর, ওই মাসের পঞ্চদশ তারিখে (a.d. XV Kal. Mart.) অনুষ্ঠিত হতো ফেব্রুয়া উৎসব। এ উপলক্ষে নানা ধর্মীয় আচার পালিত হলেও, এর মধ্যে লুপারক্যালিয়া উৎসবই ছিল সর্বাধিক গুরুত্বপূর্ণ। রোমানরা লুপারক্যালিয়া উৎসবের সূচনা ইভ্যান্ডারের উদ্যোগে হয়েছে বলে মনে করত। আর্কাডিয়ার এই সংস্কৃতি-নায়কের কৃতিত্ব ছিল অলিম্পিয়ান দেবতামণ্ডলী, গ্রিক আইন ও বর্ণমালা ইতালিতে প্রবর্তন করা। তিনি রোমের ভবিষ্যৎ স্থানে পালান্টিয়াম নগরী প্রতিষ্ঠা করেন, যা ট্রোজান যুদ্ধের ষাট বছর পূর্বে ঘটে।\nলুপারক্যালিয়া ইতালির বিভিন্ন অঞ্চলে উদযাপিত হতো। ভেলিত্রি, প্রাইনেস্টে, নেমসুস (আধুনিক নীম) এবং অন্যান্য স্থানে পাওয়া শিলালিপিতে লুপেরচি-দের উপস্থিতির প্রমাণ পাওয়া যায়। রোমের উত্তরদিকে প্রায় ৪৫ কিলোমিটার (২৮ মাইল) দূরে অবস্থিত সোরাক্টে পর্বতে সাধনাকর্মে নিবেদিত হির্পি সোরানি (হির্পি  শব্দটি সাবাইন ভাষায় \"নেকড়ে\" বোঝায়) নামে প্রাচীন ধর্মীয় গোষ্ঠীর উপাসনা-পদ্ধতির সঙ্গে রোমান লুপারক্যালিয়া কিছু সাদৃশ্য ছিল।\n৪৪ খ্রিস্টপূর্বাব্দে লুপারক্যালিয়া উৎসবের বিবরণসমূহ এর ধারাবাহিকতার প্রমাণ প্রদান করে।উৎসব চলাকালীন, জুলিয়াস সিজার প্রকাশ্যে মার্ক অ্যান্টনির দ্বারা প্রস্তাবিত একটি স্বর্ণমুকুট প্রত্যাখ্যান করেন। আউগুস্তুস লুপারক্যাল গুহাটি পুনরুদ্ধার বা পুনর্নির্মাণ করেন। ধারণা করা হয়, এটি ২০০৭ সালে আবিষ্কৃত এক গুহার সঙ্গে অভিন্ন, যা আউগুস্তুসের বাসভবনের ধ্বংসাবশেষের ৫০ ফুট (১৫ মিটার) নিচে অবস্থিত। তবে বিদ্বানদের সর্বসম্মত মতানুযায়ী, ওই গুহাটি আসলে একটি নিম্‌ফিয়াম, লুপারক্যাল নয়। ৩৫৪ সালের পঞ্জিকায় লুপারক্যালিয়া উৎসবকে ঐতিহ্যবাহী ও খ্রিস্টীয় উৎসবগুলোর সঙ্গে চিহ্নিত করা হয়।\n৩৯১ সালে সকল অখ্রিস্টীয় উপাসনা ও উৎসব নিষিদ্ধ হওয়া সত্ত্বেও লুপারক্যালিয়া উৎসব নামমাত্র খ্রিস্টান জনগণের মধ্যে নিয়মিতভাবে পালিত হতে থাকে এবং সম্রাট আনাস্তাসিয়ুসের শাসনামল পর্যন্ত অব্যাহত থাকে। পোপ গেলাাসিয়াস প্রথম (৪৯৪–৪৯৬) দাবি করেন যে শুধুমাত্র \"ঘৃণিত জনতা\" লুপারক্যালিয়া উৎসবে অংশগ্রহণ করত এবং এর জোরপূর্বক বিলুপ্তি চান। তবে রোমান সিনেট প্রতিবাদ জানায় যে লুপারক্যালিয়া রোমের নিরাপত্তা ও কল্যাণের জন্য অত্যন্ত গুরুত্বপূর্ণ। এতে গেলাাসিয়াস তাঁর অবজ্ঞাপূর্ণ পরামর্শ দেন, \"যদি আপনি বলেন যে এই আচারটির উপকারী প্রভাব রয়েছে, তবে এটি প্রাচীন প্রথা অনুযায়ী নিজেই পালন করুন; নগ্ন হয়ে দৌড়ান, যাতে আপনি এই তামাশাটি সঠিকভাবে সম্পন্ন করতে পারেন।\"\nগেলাাসিয়াস লুপারক্যালিয়া উৎসব বাতিল করেন, অথবা তিনি বা অন্য কোনো ধর্মীয় নেতা এটি পরিবর্তন করে পবিত্র কুমারী মেরির বিশুদ্ধতার উৎসব চালু করেন, এমন কোনো সমসাময়িক প্রমাণ নেই। লুপারক্যালিয়া এবং ভালোবাসা দিবসের রোমাঞ্চকর উপাদানগুলির মধ্যে সাহিত্যিক সম্পর্ক চসারের সময় থেকে এবং \"সৌজন্যেমূলক ভালোবাসা\" সম্পর্কিত কাব্যিক ঐতিহ্যের মধ্যে মিল খুঁজে পাওয়া যায়।\n\n\n== উত্তরাধিকার ==\n\nহোরেসের ওড (তৃতীয় খণ্ড, ১৮) লুপারক্যালিয়া উৎসবের প্রতি ইঙ্গিত করে। এই উৎসব বা এর সংশ্লিষ্ট আচার-অনুষ্ঠান থেকেই রোমান বর্ষপঞ্জির \"ফেব্রুয়ারি\" মাসের নাম উৎপত্তি লাভ করে, যা পরবর্তীতে আধুনিক মাসের নামেও রূপান্তরিত হয়। রোমান দেবতা ফেব্রুয়ুস মাস ও শুদ্ধিকরণের প্রতীক হিসেবে বিবেচিত হলেও, তিনি সম্ভবত উভয়ের পরবর্তী কালের সংযোজন।\nউইলিয়াম শেকসপিয়ারের নাটক জুলিয়াস সিজার লুপারক্যালিয়া উৎসবের সময় শুরু হয়। মার্ক অ্যান্টনিকে সিজার আদেশ দেন যেন তিনি তার স্ত্রী ক্যালপুর্নিয়াকে আঘাত করেন, এই আশায় যে এতে তিনি সন্তান গর্ভে ধারণে সক্ষম হবেন।\n২০১৯ সালে প্রকাশিত গবেষণা ইঙ্গিত দেয় যে \"লেপ্রেকন\" শব্দটি লুপার্কাস থেকে উদ্ভূত।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nফ্র্যাঙ্কলিন, এ. এম. (১৯২১)। \"লুপারকালিয়া\" (ডক্টরাল গবেষণা)  – uchicago.edu-এর মাধ্যমে। \nগ্রীন, উইলিয়াম এম. (জানুয়ারি ১৯৩১)। \"পঞ্চম শতকে লুপারকালিয়া\"। ক্লাসিক্যাল ফিলোলজি। ২৬ (১): ৬০–৬৯। ডিওআই:10.1086/361308। সংগ্রহের তারিখ ২০০৮-০১-২৬। \nলাইবলার, নাওমি কন (১৯৮৮)। জুলিয়াস সিজারের আচার-অনুষ্ঠানের ভিত্তি। \n\n\n== আরও পড়ুন ==\nবিয়ার্ড, মেরি; নর্থ, জন; প্রাইস, সাইমন। রোমের ধর্ম: একটি ইতিহাস। কেমব্রিজ ইউনিভার্সিটি প্রেস, ১৯৯৮, খণ্ড ১, সীমিত পূর্বরূপ অনলাইন; \"লুপারক্যালিয়া\" অনুসন্ধান করুন।\nলিঙ্কন, ব্রুস। কর্তৃত্ব: গঠন এবং ক্ষয়। শিকাগো ইউনিভার্সিটি প্রেস, ১৯৯৪, পৃ. ৪৩–৪৪ অনলাইন জুলিয়াস সিজার এবং লুপারক্যালিয়ার রাজনৈতিকীকরণ সম্পর্কে; মূল্যবান উৎসের তালিকা পৃ. ১৮২–১৮৩।\nনর্থ, জন। রোমান ধর্ম। ক্লাসিক্যাল অ্যাসোসিয়েশন, ২০০০, পৃ. ৪৭ অনলাইন এবং ৫০ লুপারক্যালিয়ার প্রমাণ ব্যাখ্যার সমস্যা সম্পর্কে।\nমার্কাস, আর.এ. প্রাচীন খ্রিস্টধর্মের সমাপ্তি। কেমব্রিজ ইউনিভার্সিটি প্রেস, ১৯৯০, পৃ. ১৩১–১৩৪ অনলাইন, ৫ম শতাব্দী পর্যন্ত \"অসংযত খ্রিস্টানদের\" মধ্যে লুপারক্যালিয়ার অব্যাহত উদযাপন এবং পোপ জেলাসিয়াসের \"নিষ্ঠুর হস্তক্ষেপের\" কারণ সম্পর্কে।\nভুকোভিচ, কে. রোমের নেকড়ে: রোমান এবং তুলনামূলক দৃষ্টিকোণ থেকে লুপারক্যালিয়া। বার্লিন, ডিGruyter, ২০২৩।\nওয়াইজম্যান, টি.পি. \"লুপারক্যালিয়া\"। রেমাস: একটি রোমান মিথ-এ। কেমব্রিজ, কেমব্রিজ ইউনিভার্সিটি প্রেস, ১৯৯৫, পৃ. ৭৭–৮৮, সীমিত পূর্বরূপ অনলাইন, পৌরাণিক কাহিনী এবং আচার-অনুষ্ঠানের প্রেক্ষাপটে লুপারক্যালিয়ার আলোচনা।\n\n\n== বহিঃসংযোগ ==\nউইলিয়াম স্মিথ, গ্রিক ও রোমান প্রাচীনত্বের অভিধান, ১৮৭৫: লুপারক্যালিয়া"}