{"pageid": 1514130, "title": "কার্তিকা আদাইকালম", "url": "https://bn.wikipedia.org/wiki?curid=1514130", "content": "কার্তিকা আদাইকালম (জন্ম ৩রা মে ১৯৯১), যিনি কার্তিকা নামেই বেশি পরিচিত, হলেন একজন ভারতীয় অভিনেত্রী যিনি তামিল ছবিতে অভিনয় করেছেন। তিনি সম্ভবত থুথুকুড়ি এবং রামন থেদিয়া সীতাই- তে তাঁর অভিনয়ের জন্য সবচেয়ে বেশি পরিচিত।\n\n\n== কর্মজীবন ==\nসঞ্জয় রামের থুথুকুড়ি চলচ্চিত্রের মাধ্যমে কার্তিকা অভিনেত্রী হিসেবে আত্মপ্রকাশ করেন। থুথুকুড়ি একটি গ্রামীণ অ্যাকশন অভিনয়, যেখানে তিনি অভিনেতা হরিকুমারের বিপরীতে অভিনয় করেছিলেন, হরিকুমার নৃত্য পরিকল্পনার পেশা থেকে অভিনয়ে এসেছিলেন। ছবির নির্মাতারা একটি বিজ্ঞাপনে কার্তিকাকে দেখার পর তাঁকে ছবির জন্য নির্বাচন করেছিলেন। ছবিটির আপেক্ষিক সাফল্যের কারণে প্রচার মাধ্যম কার্তিকাকে 'থুথুকুড়ি' কার্তিকা বা 'কারুভাপ্পাইয়া' কার্তিকা নামে ডাকতে শুরু করে, ছবিটির একটি জনপ্রিয় গানের কারণে। তাঁর দ্বিতীয় ছবি পিরাপ্পু (২০০৮)-র \"উলাগা আজাগি\" শিরোনামের একটি গানও তাঁকে স্বীকৃতি দেয়, যদিও ছবিটি তুলনামূলকভাবে কম প্রচার পেয়েছিল। পরিচালক বালা তাঁর অভিনয়কে স্বীকৃতি দিয়ে ২০০৭ সালের মাঝামাঝি সময়ে নান কাদাভুল (২০০৯) ছবিতে আর্যের বিপরীতে একজন বড়াই করা ভিক্ষুক নারী চরিত্রে তাঁকে মনোনীত করেন, এটি ছিল প্রধান নারী চরিত্র। তবে, একটি পরীক্ষামূলক শুটিংয়ে তাঁকে পেরিয়াকুলামের রাস্তায় ভিক্ষা করতে বলা এবং সেই শুটিং শেষ হবার পরেও, বালা পরে তাঁকে প্রকল্প থেকে বাদ দেন। এই সময়কালে কার্তিকা যে আরও কিছু ছবিতে কাজ করেছিলেন, তার মধ্যে রয়েছে রাঘবনের আলাইয়োদু ভিলাইয়াদু, জওহর পাট্টালাম এবং মাচান। সেগুলিও প্রেক্ষাগৃহে মুক্তি পায়নি।\nরামন থেদিয়া সীতাই (২০০৮) -এ চেরান, পশুপতি এবং বিমলা রমন সহ সুপরিচিত অভিনয় শিল্পীদের সাথে কার্তিকা অভিনয় করেছিলেন। এরপর তিনি মাদুরাই সম্ভাবম (২০০৯) ছবিতে অভিনয়ের জন্য চুক্তিবদ্ধ হন এবং আবারও হরিকুমারের সাথে অভিনয় করেন। মুক্তির পর, তিনি প্রকাশ করেন যে তিনি হরিকুমারের প্রতি শুভেচ্ছার নিদর্শন হিসেবে এই সংক্ষিপ্ত ভূমিকাটি গ্রহণ করেছিলেন, কারণ হরিকুমার তাঁর অভিনয় জীবনের সূচনায় একটি ভূমিকা পালন করেছিলেন।\n২০১২ সালে বিয়ের পর কার্তিকা চলচ্চিত্র জগৎ থেকে দীর্ঘ বিরতি নেন। ২০১৯ সালের মাঝামাঝি সময়ে, কার্তিকা অভিনয়ে ফিরে আসার পরিকল্পনা ঘোষণা করেন। পরবর্তীতে তাঁকে ফ্যান্টাসি ছবি, মায়ামুখীতে দেখা যায়।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে কার্তিকা আদাইকালম (ইংরেজি)"}