{"pageid": 1514472, "title": "অনিতা উদীপ", "url": "https://bn.wikipedia.org/wiki?curid=1514472", "content": "অনিতা উদীপ একজন ভারতীয় চিত্রনাট্যকার এবং পরিচালক, যিনি তামিল এবং ইংরেজি ভাষার ছবিতে কাজ করেছেন।\n\n\n== কর্মজীবন ==\nঅনিতা প্রথমে চেন্নাইতে ইঞ্জিনিয়ারিং ডিগ্রি অর্জন করেন, তারপর লস অ্যাঞ্জেলেসের লয়োলা মেরিমাউন্ট বিশ্ববিদ্যালয়ে তিন বছরের জন্য ফিল্ম এবং টিভি প্রোডাকশনে স্নাতকোত্তর ডিগ্রি অর্জনের জন্য ভর্তি হন। মার্কিন যুক্তরাষ্ট্রে থাকাকালীন, অনিতা ফ্লাওয়ারি থর্ন এবং ওমের মতো কয়েকটি স্বল্পদৈর্ঘ্যের চলচ্চিত্র তৈরি করেছিলেন, একই সাথে তিনি স্টিভেন স্পিলবার্গের বিজ্ঞান কল্পকাহিনী মিনিসিরিজ টেকেন (২০০২) -এর জন্য ইন্টার্ন হিসেবেও কাজ করেছিলেন। ভারতীয় চলচ্চিত্র শিল্পের প্রতি অনিতার প্রবল আগ্রহ ছিল এবং ভারতে ফিরে আসার পর তিনি প্রাথমিকভাবে তামিল ছবিতে গায়িকা হিসেবে কাজ করেছিলেন। তাঁর প্রাথমিক গানগুলির মধ্যে ছিল ডি ইমানের তামিল স্ল্যাশার (লোমহর্ষক চলচ্চিত্র) ছবি হুইসল (২০০৩) এর অ্যালবাম \"আজাগিয়া অসুর\", যেটি তুমুল জনপ্রিয়তা পায়। তিনি একটি তামিল পপ অ্যালবাম মুগাঙ্গালও প্রযোজনা করেছিলেন।\n২০০৩ সালে, ২৫ বছর বয়সে, অনিতা তাঁর প্রথম পূর্ণদৈর্ঘ্য চলচ্চিত্র পরিচালনা করার সিদ্ধান্ত নেন এবং পরবর্তীতে তাঁর হোম প্রোডাকশন স্টুডিও এনভিআইজেড এন্টারটেইনমেন্টের জন্য ইংরেজি ভাষার চলচ্চিত্র নক নক, আই'ম লুকিং টু ম্যারি নির্মাণ করেন। অভিনেতা রতি অরুমুগম এবং সুহাস আহুজা অভিনীত এই ছবিটি তৈরি করেছেন চিত্রগ্রাহক প্রীতা জয়রামন ও সঙ্গীত রচয়িতা মহেশ শঙ্কর সহ একটি তরুণ দল। পরে তিনি পেন্টামিডিয়ার জন্য অ্যানিমেটেড ছবি গালিভার্স ট্র্যাভেল পরিচালনা করেন এবং ছবিটি অস্কার পুরস্কারে সেমিফাইনালের জন্য সংক্ষিপ্ত তালিকাভুক্ত হয়।\nঅনিতা ভারতীয় ভাষার চলচ্চিত্র নির্মাণের মাধ্যমে চলচ্চিত্রের প্রতি তাঁর আগ্রহ অব্যাহত রাখেন এবং সঞ্জীব ও রিয়া বামনিয়াল অভিনীত তামিল কলেজ নাটক কুলির ১০০° (২০০৯)-এর রচনা, প্রযোজনা এবং পরিচালনা করেন। চিত্রনাট্যটি উটির একটি বোর্ডিং স্কুলের ধনী কলেজ পড়ুয়াদের জীবনের উপর ভিত্তি করে তৈরি হয়েছিল। ছবিটির জনপ্রিয় সঙ্গীত অ্যালবামের কারণে মুক্তির আগে এটি ব্যাপক প্রচারণা লাভ করে, তবে বক্স অফিসে গড় আয় করে।\nএরপর অনিতা অভিনেত্রী ওভিয়ার সাথে ৯০এমএল (২০১৯) চলচ্চিত্রে কাজ করেন, যেটি তামিল চলচ্চিত্রে ঐতিহাসিকভাবে নিষিদ্ধ বিষয়গুলি নিয়ে কাজ করার জন্য মুক্তির আগেই প্রচার লাভ করে। বিতর্ক এবং নেতিবাচক পর্যালোচনা সত্ত্বেও, ছবিটি বাণিজ্যিকভাবে খুব ভালো ব্যবসা করে এবং বক্স অফিসে জনপ্রিয় হয়।\n\n\n== ব্যক্তিগত জীবন ==\nঅনিতা বিবাহ করেছেন উদীপকে এবং তাঁদের দুটি ছেলে রয়েছে।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== ডিসকোগ্রাফি ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে অনিতা উদীপ (ইংরেজি)"}