{"pageid": 1514605, "title": "স্ব-কর্মসংস্থানপ্রাপ্ত মহিলা সমিতি", "url": "https://bn.wikipedia.org/wiki?curid=1514605", "content": "স্ব-কর্মসংস্থানপ্রাপ্ত মহিলা সমিতি (সেবা), বিভিন্ন ভারতীয় ভাষায় যার অর্থ \"পরিষেবা\", হল ভারতের আহমেদাবাদে অবস্থিত একটি শ্রমিক সংঘ। এরা নিম্ন আয়ের, স্বাধীনভাবে নিযুক্ত মহিলা কর্মীদের অধিকার প্রচার করে। ভারতের আটটি রাজ্য জুড়ে প্রায় ২০ লক্ষ কর্মী স্ব-কর্মসংস্থানপ্রাপ্ত মহিলা সমিতির সদস্য। স্ব-কর্মসংস্থানপ্রাপ্ত নারীদের সংজ্ঞায়িত করা হয় যাদের নিয়োগকর্তা-কর্মচারীর মধ্যে কোনও নির্দিষ্ট সম্পর্ক নেই এবং আনুষ্ঠানিকভাবে নিযুক্ত কর্মীদের মতো নির্দিষ্ট বেতন এবং সামাজিক সুরক্ষা তাঁরা পান না এবং তাই তাঁদের আয় এবং জীবন আরও অনিশ্চিত। পূর্ণ কর্মসংস্থানের লক্ষ্যকে ঘিরে 'সেবা' সংগঠিত হয়েছে, যেখানে একজন মহিলার কাজ, আয়, খাদ্য এবং স্বাস্থ্যসেবা, শিশু যত্ন, বীমা, পেনশন ও আশ্রয়ের মতো সামাজিক নিরাপত্তাগুলি নিশ্চিত হয়। এই লক্ষ্যগুলি অর্জনের পেছনে নীতিগুলি হল সংগ্রাম এবং উন্নয়ন, যার অর্থ যথাক্রমে অংশীদারদের সাথে আলোচনা করা এবং পরিষেবা প্রদান করা।\n১৯৭২ সালে শ্রমিক আইনজীবী এবং সংগঠক ইলা ভাট 'সেবা'র প্রতিষ্ঠা করেছিলেন। এটি ১৯১৮ সালে মহাত্মা গান্ধী কর্তৃক প্রতিষ্ঠিত একটি শ্রমিক ইউনিয়ন, টেক্সটাইল লেবার অ্যাসোসিয়েশন (টিএলএ)-এর মহিলা শাখা থেকে উদ্ভূত হয়েছিল। সংগঠনটি খুব দ্রুত বৃদ্ধি পায়, ১৯৯৬ সালে ৩০,০০০ সদস্য থেকে ২০০০ সালে ৩১৮,৫২৭ জন এবং ২০১৩ সালে ১,৯১৯,৬৭৬ জন সদস্যে পরিণত হয়। ২০২৩ সালে এর সদস্যসংখ্যা প্রায় ২০ লক্ষ। ২০০৮ সালের আর্থিক সংকটের আগেও, ভারতের কর্মক্ষম জনসংখ্যার ৯০% এরও বেশি অপ্রাতিষ্ঠানিক খাতে ছিল (শকুন্তলা ২০১৫), এবং ২০০৯ সালে ৯৪% কর্মজীবী মহিলা অপ্রাতিষ্ঠানিক খাতে কাজ করতেন (ভট্ট ২০০৯)। ভারতের ইতিহাস এবং পুরুষতান্ত্রিক ব্যবস্থাও এই বৈষম্যের পেছনে অবদান রাখে কারণ প্রথাগত লিঙ্গ ভূমিকা নারীদের নিয়মিত, নিরাপদ শ্রম থেকে বঞ্চিত করে।\n\n\n== ইতিহাস ==\n\n\n=== টিএলএ এবং গান্ধীবাদী শিকড় ===\n১৯৭২ সালে টেক্সটাইল লেবার অ্যাসোসিয়েশন (টিএলএ) -এর মহিলা শাখা হিসেবে 'সেবা' উদ্ভূত হয়েছিল, ১৯১৮ সালে টিএলএ-এর প্রতিষ্ঠা ছিলেন মহাত্মা গান্ধী। সেবা ভারতের আহমেদাবাদে অবস্থিত, যেখানে গান্ধীর আশ্রম এখনও বিদ্যমান এবং একসময় মহাত্মার বেশিরভাগ কাজ এখান থেকেই পরিচালিত হত। গান্ধীর সম্মিলিত আন্দোলনের নীতি থেকে টিএলএ প্রতিষ্ঠা হয়, যা এমন একটি শ্রমিক ইউনিয়ন, যারা সাধারণত আনুষ্ঠানিক ক্ষেত্রের টেক্সটাইল শ্রমিকদের নিয়ে কাজ করে। সেবা প্রতিষ্ঠার কাছাকাছি সময়ে, গান্ধীর ঐতিহ্যের কারণে আহমেদাবাদের যুবকরা দরিদ্রদের সাথে যোগাযোগ করতে উৎসাহী ছিল। স্পষ্টভাবে বলা না হলেও, আনুষ্ঠানিক খাতে নিম্ন আয়ের শ্রমিকদের পুরুষ হওয়ার সম্ভাবনা বেশি কারণ সাংস্কৃতিক অনুশীলন পুরুষদের নিরাপত্তার পদে এবং উচ্চ মর্যাদায় অধিষ্ঠিত করে। আনুষ্ঠানিক খাতের বাইরে কাজ করা ব্যক্তিদের সুরক্ষার জন্য কোনও ইউনিয়ন ছিল না, যেখানে সাধারণত মহিলারাই কাজ করতেন। ১৯৭০-এর দশকে টিএলএ-র একজন তরুণ আইনজীবী হিসেবে, ইলা ভাট এই মহিলাদের টেক্সটাইল কারখানার বাইরে দেখেছিলেন এবং টিএলএ-র মহিলা শাখার মধ্যে একটি বিভাগ তৈরি করেছিলেন যে বিভাগ বিশেষভাবে অনানুষ্ঠানিক অর্থনীতিতে মহিলাদের জন্য নিবেদিত ছিল।\nসংগঠনে 'সেবা'র বিজড়িত হওয়ার সময় টিএলএ-তে লিঙ্গ বৈষম্য স্পষ্ট ছিল, এর নেতৃস্থানীয় ব্যক্তিত্বরা সকলেই পুরুষ ছিলেন।\nটিএলএ এবং সেবা-র মধ্যে বিভেদ থাকা সত্ত্বেও, সেবা-র সত্য, অহিংসা এবং সকল মানুষের একীকরণের নীতিগুলিতে মহাত্মার স্পষ্ট প্রভাব রয়েছে যা সংগঠনটিকে এত সফল করে তোলে। সেবা-র প্রতিটি সিদ্ধান্তের পেছনে রয়েছে সত্য, অহিংসা, সর্বধর্ম (সকল ধর্ম, সকল মানুষকে একীভূত করা) এবং খাদি (স্থানীয় কর্মসংস্থান এবং স্বনির্ভরতার প্রচার)। এগুলি গান্ধীকে সাহায্য করেছিল ভারতীয় স্বাধীনতা আন্দোলনে দরিদ্র মানুষকে সংগঠিত করতে।\n\n\n=== ইলা ভাট ===\n১৯৭২ সালে, টেক্সটাইল মিল এবং আয়ের অন্যান্য আনুষ্ঠানিক উৎসের বাইরে কাজ করা মহিলাদের একটি সমষ্টি হিসাবে 'সেবা' প্রথম বাস্তবায়িত হয়েছিল—একক ব্যক্তি টিএলএ-এর লক্ষ্যবস্তু ছিল না। সেবা সদস্যদের ওপর করা একটি প্রাথমিক জরিপে দেখা গেছে যে ৯৭% বস্তিতে বাস করত, ৯৩% নিরক্ষর ছিল, গড় সদস্যের চারটি সন্তান ছিল এবং প্রতি তিনজনের মধ্যে একজন ছিল প্রধান উপার্জনক্ষম ব্যক্তি। এর প্রথম বৃহৎ প্রকল্প ছিল সেবা সমবায় ব্যাংক, যারা ১৯৭৪ সালে প্রতিষ্ঠিত হয়েছিল নিম্ন আয়ের সদস্যদের ঋণ প্রদানের জন্য।\n\nএই সমস্ত সাফল্যের পেছনে ছিলেন সেবা-র প্রতিষ্ঠাতা ইলা ভাট। ইলা ১৯৩৩ সালের ৭ই সেপ্টেম্বর আহমেদাবাদে ব্রাহ্মণ বর্ণের আইনজীবী পরিবারে জন্মগ্রহণ করেন এবং ১৯৫০-এর দশকের গোড়ার দিকে তিনি নিজেই টিএলএ-র আইনজীবী ছিলেন। তিনি দেখতে পান যে আহমেদাবাদের দরিদ্র মহিলারা কেবল গৃহকর্মী ছিলেন না, বরং বাড়িতে বিভিন্ন ধরণের ব্যবসা পরিচালনা করতেন, তাঁরা হকার, রাস্তার বিক্রেতা, নির্মাণ শ্রমিক ছিলেন এবং ভারতের অর্থনীতিতে তাঁদের কোন প্রতিনিধিত্ব ছিল না। অবিশ্বাস্যভাবে, ২০০৯ সালে ৯৪% ভারতীয় কর্মজীবী মহিলা স্ব-কর্মসংস্থান করেছিলেন, তবুও যেকোনো ধরণের অনানুষ্ঠানিক শ্রমিক ইউনিয়ন গঠন করতে ১৯৭২ সাল পর্যন্ত সময় লেগেছিল। প্রাক্তন মার্কিন পররাষ্ট্রমন্ত্রী হিলারি ক্লিনটন ইলা ভাটকে তাঁর অন্যতম আদর্শ হিসেবে দেখতেন। হিলারি ১৯৯৫ সালে প্রথম 'সেবা' পরিদর্শন করেন। তাঁর এক বক্তৃতায় তিনি ইলাকে মৃদুভাষী এবং একজন দূরদর্শী নেতা হিসেবে বর্ণনা করেছিলেন।\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nআন্তর্জাতিক সামাজিক ইতিহাস ইনস্টিটিউটে টেক্সটাইল লেবার অ্যাসোসিয়েশনের সংগ্রহ\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Trade unions in India navbox"}