{"pageid": 1514492, "title": "লেসবিয়ান নিশ্চিহ্নকারী", "url": "https://bn.wikipedia.org/wiki?curid=1514492", "content": "লেসবিয়ান নিশ্চিহ্নকারী হল লেসবিয়ানফোবিয়ার একটি প্রকার, যেখানে ইতিহাস, শিক্ষা, সংবাদমাধ্যম এবং অন্যান্য প্রাথমিক উৎস থেকে লেসবিয়ান নারী বা সম্পর্কের প্রমাণ উপেক্ষা, অপসারণ, মিথ্যা প্রমাণ বা পুনঃব্যাখ্যা করার প্রবণতাকে থাকে। লেসবিয়ান নিশ্চিহ্নকারী বলতে এমন ঘটনাগুলিকেও বোঝায় যেখানে নারীবাদী গোষ্ঠীর মধ্যে অথবা এলজিবিটিকিউ সম্প্রদায়ের মধ্যে লেসবিয়ান বিষয়, সক্রিয়তা এবং পরিচয়কে গুরুত্বহীন বা উপেক্ষা করা হয়।\n\n\n== বিজ্ঞাপনে ==\nস্ট্যানফোর্ড বিশ্ববিদ্যালয়ের ক্লেম্যান ইনস্টিটিউট ফর জেণ্ডার রিসার্চের মার্সি বিয়ানকো বলেন যে বিজ্ঞাপনে লেসবিয়ানদের নিশ্চিহ্নকরণ ঘটে। বিজ্ঞাপনদাতারা যখন এলজিবিটি দর্শকদের জন্য পণ্যের প্রচার করে তখন তারা লেসবিয়ানদের লক্ষ্যের মধ্যে আনে না। উদাহরণ হিসেবে, তিনি আফটারএলেন-(২০০২ সালে প্রতিষ্ঠিত একটি আমেরিকান সংস্কৃতি ওয়েবসাইট, যেখানে লেসবিয়ান এবং উভকামী নারী সম্প্রদায়ের আগ্রহের বিনোদন, সাক্ষাৎকার, পর্যালোচনা এবং খবরের উপর জোর ছিল)-এর পতনের কথা উল্লেখ করেছেন, তিনি বলেছেন বিজ্ঞাপনদাতাদের অভাবের কারণে এটি ঘটেছে। আফটারএলেনের প্রাক্তন প্রধান সম্পাদক, কারমান ক্রেগলো, বলেছেন যে বিজ্ঞাপনদাতারা লেসবিয়ানদের নারী হিসেবে ভাবেন না, এবং ট্রিশ বেণ্ডিক্স পর্যবেক্ষণ করেছেন যে, ধরে নেওয়া হয় লেসবিয়ানরা সমকামী যেকোনো কিছু পছন্দ করে, এমনকি যদি তা পুরুষ-কেন্দ্রিকও হয়।\n\n\n== ইতিহাসে ==\nসাংবাদিক এবং লেখিকা ভিক্টোরিয়া ব্রাউনওয়ার্থ লিখেছেন যে ঐতিহাসিক রেকর্ড থেকে লেসবিয়ান যৌনতা মুছে ফেলা \"সমস্ত স্বায়ত্তশাসিত মহিলা যৌনতা মুছে ফেলার অনুরূপ: নারীর যৌন আকাঙ্ক্ষা সর্বদা পুরুষ দৃষ্টিভঙ্গির গঠন এবং পরিধির মধ্যে দেখা, আলোচনা এবং চিত্রিত করা হয়েছে।\" মাঝে মাঝে, যখন এলজিবিটি সংগঠনগুলি লেসবিয়ানদের অবদানকে স্বীকৃতি দিতে পারেনা, তখন লেসবিয়ানদের মুছে ফেলা সম্ভব হয়। উদাহরণস্বরূপ ২০১৮ সালে, স্টোনওয়াল দাঙ্গা সম্পর্কে একটি বিবৃতিতে মার্কিন জাতীয় লেসবিয়ান অধিকার কেন্দ্র এই বিদ্রোহে স্টর্মে ডিলারভেরির জড়িত থাকার কথা স্বীকার করেনি।\n১৯১৬ সালে, ব্রিটিশ শাসনের বিরুদ্ধে আয়ারল্যান্ডে ইস্টার বিদ্রোহে অনেক লেসবিয়ান অংশগ্রহণ করেছিলেন, যার মধ্যে ছিলেন ক্যাথলিন লিন, ম্যাডেলিন ফ্রেঞ্চ-মুলেন, মার্গারেট স্কিনিডার, এলিজাবেথ ও'ফেরেল এবং জুলিয়া গ্রেনান। তাঁদের অবদান এবং যৌনতা দীর্ঘদিন ধরে উপেক্ষা করা হয়েছিল অথবা দেখেও দেখা হয়নি। ইউনিভার্সিটি কলেজ ডাবলিনের মেরি ম্যাকঅলিফ উল্লেখ করেছেন যে, বছরের পর বছর ধরে, জীবনীকাররা লিন এবং ফ্রেঞ্চ-মুলেনকে দম্পতি হিসেবে বর্ণনা করার ধারণার \"প্রতিরোধী\" ছিলেন, যদিও এটি যে সত্য ছিল তা প্রমাণিত।\nমার্কিন যুক্তরাষ্ট্রে, ক্যাথি কোজাচেঙ্কো ১৯৭৪ সালে নির্বাচনে জয়ী প্রকাশ্যে প্রথম সমকামী রাজনৈতিক প্রার্থী হয়েছিলেন। তবে, এলজিবিটি ইতিহাসে এই কৃতিত্বের অধিকারী ভুলভাবে সান ফ্রান্সিসকোর রাজনীতিবিদ হার্ভে মিল্ক-কে করা হয়েছিল।\n\n\n== আরও দেখুন ==\nউভকামী মুছে ফেলা\nলেসবিয়ান অ্যাভেঞ্জার্স\nলেসবোফোবিয়া\nকুইয়ার ইরেজার\nস্ট্রেটওয়াশিং\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র =="}