{"pageid": 1514453, "title": "সাংগঠনিক আচরণ", "url": "https://bn.wikipedia.org/wiki?curid=1514453", "content": "টেমপ্লেট:ব্যবসায় প্রশাসন\n'সাংগঠনিক আচরণ' বা 'সাংগঠনিক আচরণ' (বানান পার্থক্য দেখুন) হল \"সংস্থার সকল পরিবেশে মানব আচরণ অধ্যয়ন, মানব আচরণ এবং সংগঠনের মধ্যে সংযোগ এবং সংগঠন নিজেই\"।  সাংগঠনিক আচরণগত গবেষণাকে কমপক্ষে তিনটি উপায়ে শ্রেণীবদ্ধ করা যেতে পারে:\n\nপ্রতিষ্ঠানের ব্যক্তিরা (মাইক্রো-লেভেল)\nকর্মগোষ্ঠী (মেসো-লেভেল)\nপ্রতিষ্ঠানগুলি কীভাবে আচরণ করে (ম্যাক্রো-লেভেল)\nচেস্টার বার্নার্ড স্বীকার করেছেন যে ব্যক্তিরা তাদের সাংগঠনিক ভূমিকায় কাজ করার সময় সংগঠন থেকে আলাদাভাবে কাজ করার চেয়ে ভিন্নভাবে আচরণ করে। সাংগঠনিক আচরণ গবেষকরা মূলত তাদের সাংগঠনিক ভূমিকায় ব্যক্তিদের আচরণ অধ্যয়ন করেন। সাংগঠনিক আচরণ গবেষণার অন্যতম প্রধান লক্ষ্য হল \"সাংগঠনিক তত্ত্বকে পুনরুজ্জীবিত করা এবং সাংগঠনিক জীবনের একটি উন্নত ধারণা তৈরি করা\"।\n\n\n== শিল্প ও সাংগঠনিক মনোবিজ্ঞানের সাথে সম্পর্ক ==\nমাইনার (২০০৬) উল্লেখ করেছেন যে \"একটি নির্দিষ্ট স্বেচ্ছাচারিতা আছে\" যেখানে \"সাংগঠনিক আচরণ একটি স্বতন্ত্র শৃঙ্খলা হিসেবে প্রতিষ্ঠিত হয়েছিল\" (পৃষ্ঠা ৫৬), যা ইঙ্গিত করে যে এটি ১৯৪০ বা ১৯৫০ এর দশকে আবির্ভূত হতে পারে। তিনি এই বিষয়টিও জোর দিয়ে বলেছেন যে আমেরিকান সাইকোলজিক্যাল অ্যাসোসিয়েশনের শিল্প মনোবিজ্ঞান বিভাগ ১৯৭০ সাল পর্যন্ত \"সাংগঠনিক\" নামটি যুক্ত করেনি, \"সাংগঠনিক আচরণ স্পষ্টভাবে অস্তিত্বে আসার অনেক পরে\" (পৃষ্ঠা ৫৬), উল্লেখ করে যে সমাজবিজ্ঞানেও একই রকম পরিস্থিতি দেখা দিয়েছে। যদিও দুটি শাখার মধ্যে মিল এবং পার্থক্য রয়েছে, তবুও সাংগঠনিক আচরণ এবং সাংগঠনিক মনোবিজ্ঞানের পার্থক্য নিয়ে এখনও বিভ্রান্তি রয়েছে।\n\n\n== ইতিহাস ==\nএকটি বহু-বিষয়ক বিজ্ঞান হিসেবে, সমাজবিজ্ঞান, শিল্প/সাংগঠনিক মনোবিজ্ঞান এবং অর্থনীতি সহ বেশ কয়েকটি সম্পর্কিত শাখার উন্নয়ন দ্বারা সাংগঠনিক আচরণ প্রভাবিত হয়েছে।\nশিল্প বিপ্লব হল ১৭৬০-এর দশকের একটি সময়কাল যেখানে নতুন প্রযুক্তির ফলে নতুন উৎপাদন কৌশল গ্রহণ করা হয়েছিল এবং যান্ত্রিকীকরণ বৃদ্ধি পেয়েছিল। তার বিখ্যাত লোহার খাঁচা রূপকটিতে, ম্যাক্স ওয়েবার ধর্মীয় ও বৃত্তিমূলক কাজের অভিজ্ঞতা হ্রাস নিয়ে উদ্বেগ প্রকাশ করেছিলেন। ওয়েবার দাবি করেছিলেন যে শিল্প বিপ্লবের দক্ষতার উপর মনোযোগ কর্মীকে এক ধরণের \"কারাগারে\" আটকে রেখেছিল এবং \"একজন শ্রমিককে তাদের ব্যক্তিত্ব থেকে বঞ্চিত করেছিল\"।  শিল্প বিপ্লবের ফলে সৃষ্ট উল্লেখযোগ্য সামাজিক ও সাংস্কৃতিক পরিবর্তনগুলিও নতুন ধরণের সংগঠনের জন্ম দিয়েছে। ওয়েবার এই সংস্থাগুলির মধ্যে একটি বিশ্লেষণ করে এই সিদ্ধান্তে পৌঁছেছেন যে আমলাতন্ত্র হল \"একটি সংস্থা যা যুক্তিসঙ্গত-আইনি নীতির উপর ভিত্তি করে এবং প্রযুক্তিগত দক্ষতা সর্বাধিক করে তোলে।\"\nঅনেক সাংগঠনিক আচরণগত অনুশীলনকারী ব্যবস্থাপনা এবং সংগঠন সম্পর্কে তাদের ধারণাগুলি নথিভুক্ত করেছেন। আজকের সর্বাধিক পরিচিত তত্ত্বগুলি হেনরি ফায়ল, চেস্টার বার্নার্ড এবং মেরি পার্কার ফোলেট থেকে উদ্ভূত। তারা তিনজনই কার্যকর সাংগঠনিক ব্যবস্থাপনার একটি মডেল তৈরি করার জন্য তাদের অভিজ্ঞতা থেকে আঁকেন এবং তাদের প্রতিটি তত্ত্ব স্বাধীনভাবে মানব আচরণ এবং প্রেরণার উপর দৃষ্টি নিবদ্ধ করে। প্রথম ব্যবস্থাপনা পরামর্শদাতাদের একজন, ফ্রেডেরিক টেলর, ছিলেন উনবিংশ শতাব্দীর একজন প্রকৌশলী যিনি বৈজ্ঞানিক ব্যবস্থাপনা নামে পরিচিত একটি পদ্ধতি প্রয়োগ করেছিলেন। টেলর বৈজ্ঞানিক পদ্ধতির মাধ্যমে কাজের দক্ষতা সর্বাধিক করার পক্ষে ছিলেন। বৈজ্ঞানিক পদ্ধতিটি লিলিয়ান এবং ফ্রাঙ্ক গিলব্রেথ দ্বারা আরও পরিমার্জিত হয়েছিল, যারা কর্মীদের দক্ষতা আরও উন্নত করার জন্য সময় এবং গতি অধ্যয়ন ব্যবহার করেছিলেন। বিংশ শতাব্দীর গোড়ার দিকে ফোর্ডবাদ ধারণাটি আবির্ভূত হয়েছিল। অটোমোবাইল মোগল হেনরি ফোর্ড এর নামানুসারে নামকরণ করা এই পদ্ধতিটি অ্যাসেম্বলি লাইন ব্যবহারের মাধ্যমে উৎপাদনের মানসম্মতকরণের উপর নির্ভর করত। এর ফলে অদক্ষ শ্রমিকরা দক্ষতার সাথে জটিল পণ্য উৎপাদন করতে পারত। পরে সোরেনসন স্পষ্ট করে বলেন যে ফোর্ডবাদ টেলরের থেকে স্বাধীনভাবে বিকশিত হয়েছিল। ফোর্ডবাদকে সমগ্র উৎপাদন প্রক্রিয়ায় আমলাতান্ত্রিক এবং বৈজ্ঞানিক ব্যবস্থাপনা নীতির প্রয়োগ হিসাবে ব্যাখ্যা করা যেতে পারে। বৈজ্ঞানিক পদ্ধতি এবং ফোর্ডবাদের সাফল্যের ফলে এই পদ্ধতিগুলি ব্যাপকভাবে গ্রহণ করা হয়েছিল।\n১৯২০-এর দশকে, হথর্ন ওয়ার্কস ওয়েস্টার্ন ইলেকট্রিক কারখানাটি হথর্ন স্টাডিজ নামে পরিচিত প্রথমটি চালু করে। এই গবেষণাগুলি প্রাথমিকভাবে ঐতিহ্যবাহী বৈজ্ঞানিক পদ্ধতি মেনে চলে, তবে এটিও তদন্ত করে যে শ্রমিকরা উচ্চতর বা নিম্ন আলোর স্তরে আরও বেশি উৎপাদনশীল হবে কিনা। ফলাফলগুলি দেখায় যে আলোর মাত্রা নির্বিশেষে, যখন কর্মীদের অধ্যয়ন করা হচ্ছিল, তখন উৎপাদনশীলতা বৃদ্ধি পেয়েছিল, কিন্তু যখন গবেষণা শেষ হয়েছিল, তখন শ্রমিকদের উৎপাদনশীলতা স্বাভাবিক অবস্থায় ফিরে আসত। নিম্নলিখিত পরীক্ষাগুলিতে, এলটন মায়ো এই সিদ্ধান্তে উপনীত হন যে কাজের কর্মক্ষমতা এবং তথাকথিত হথর্ন প্রভাব সামাজিক সম্পর্ক এবং কাজের বিষয়বস্তুর সাথে দৃঢ়ভাবে সম্পর্কিত। হাথর্ন অধ্যয়নের অনুসরণ প্রেরণা সাংগঠনিক আচরণগত সম্প্রদায়ের একটি কেন্দ্রবিন্দুতে পরিণত হয়েছিল। ১৯৫০ এবং ১৯৬০ এর দশকে বিভিন্ন তত্ত্বের উদ্ভব ঘটে এবং এর মধ্যে উল্লেখযোগ্য সাংগঠনিক আচরণগত গবেষকদের তত্ত্ব অন্তর্ভুক্ত রয়েছে যেমন: ফ্রেডরিক হার্জবার্গ, আব্রাহাম মাসলো, ডেভিড ম্যাকক্লেল্যান্ড, ভিক্টর ভ্রুম, এবং ডগলাস ম্যাকগ্রেগর। এই তত্ত্বগুলি কর্মীদের প্রেরণা, কাজের কর্মক্ষমতা এবং কাজের সন্তুষ্টি এর উপর জোর দেয়।\nহার্বার্ট সাইমন এর প্রশাসনিক আচরণ বেশ কয়েকটি গুরুত্বপূর্ণ সাংগঠনিক আচরণ ধারণা চালু করেছে, যার মধ্যে সবচেয়ে উল্লেখযোগ্য সিদ্ধান্ত গ্রহণ। সাইমন, চেস্টার বার্নার্ড এর সাথে যুক্তি দিয়েছিলেন যে, প্রতিষ্ঠানের বাইরের সিদ্ধান্তের তুলনায় মানুষ প্রতিষ্ঠানের ভেতরে ভিন্নভাবে সিদ্ধান্ত নেয়। যদিও শাস্ত্রীয় অর্থনৈতিক তত্ত্ব ধরে নেয় যে মানুষ যুক্তিসঙ্গত সিদ্ধান্ত গ্রহণকারী, সাইমন একটি বিপরীত যুক্তি দিয়েছিলেন। তিনি যুক্তি দিয়েছিলেন যে সীমাবদ্ধ যুক্তিসঙ্গততার কারণে জ্ঞান সীমিত। উদাহরণস্বরূপ, সিদ্ধান্ত গ্রহণকারীরা প্রায়শই সন্তুষ্ট ব্যবহার করেন, যা সবচেয়ে অনুকূল সমাধানের পরিবর্তে প্রথম প্রান্তিকভাবে গ্রহণযোগ্য সমাধানটি ব্যবহারের প্রক্রিয়া। সাংগঠনিক সিদ্ধান্ত গ্রহণের উপর তার কাজের জন্য সাইমনকে অর্থনীতিতে নোবেল পুরস্কার প্রদান করা হয়েছিল। ১৯৬০ এবং ১৯৭০ এর দশকে, এই ক্ষেত্রটি আরও পরিমাণগত এবং সম্পদ নির্ভরতা হয়ে উঠতে শুরু করে। এর ফলে আকস্মিক তত্ত্ব, প্রাতিষ্ঠানিক তত্ত্ব এবং সাংগঠনিক বাস্তুবিদ্যা এর জন্ম হয়। ১৯৮০-এর দশক থেকে শুরু করে, নৃবিজ্ঞান, মনোবিজ্ঞান এবং সমাজবিজ্ঞান এর মতো ক্ষেত্রগুলির সাথে মিল রেখে সংগঠন এবং সাংগঠনিক পরিবর্তনের সাংস্কৃতিক ব্যাখ্যা অধ্যয়নের ক্ষেত্র হয়ে ওঠে।\n\n\n== ক্ষেত্রের বর্তমান অবস্থা ==\nসাংগঠনিক আচরণের উপর গবেষণা এবং শিক্ষাদান মূলত ব্যবসায়িক কলেজগুলিতে বিশ্ববিদ্যালয়ের ব্যবস্থাপনা বিভাগে হয়। কখনও কখনও শিল্প এবং সাংগঠনিক মনোবিজ্ঞান স্নাতক প্রোগ্রামগুলিতে সাংগঠনিক আচরণগত বিষয়গুলি পড়ানো হয়।\nসাংগঠনিক আচরণ গবেষণা এবং অনুশীলনে অতিরিক্ত উন্নয়ন হয়েছে। নৃবিজ্ঞান ক্রমবর্ধমান প্রভাবশালী হয়ে উঠেছে, এবং সাংগঠনিক সংস্কৃতি, সাংগঠনিক আচার-অনুষ্ঠান এবং প্রতীকী কার্যকলাপের মতো ধারণাগুলি প্রবর্তন করে সংস্থাগুলিকে সম্প্রদায় হিসাবে বোঝা যায় এই ধারণার দিকে পরিচালিত করেছে। নেতৃত্ব অধ্যয়নও সাংগঠনিক আচরণের অংশ হয়ে উঠেছে, যদিও একটি একক ঐক্যবদ্ধ তত্ত্ব এখনও অধরা রয়ে গেছে। সাংগঠনিক আচরণগত গবেষকরা নীতিশাস্ত্র এবং একটি প্রতিষ্ঠানে এর গুরুত্বের প্রতি আগ্রহ বৃদ্ধি দেখিয়েছেন। কিছু সাংগঠনিক আচরণগত গবেষক প্রতিষ্ঠানের নান্দনিক ক্ষেত্রে আগ্রহী হয়ে উঠেছেন।\n\n\n== ব্যবহৃত গবেষণা পদ্ধতি ==\nসাংগঠনিক আচরণে বিভিন্ন পদ্ধতি ব্যবহার করা হয়, যার মধ্যে অনেকগুলি অন্যান্য সামাজিক বিজ্ঞানে পাওয়া যায়।\n\n\n=== পরিমাণগত পদ্ধতি ===\n\nপরিমাণগত গবেষণা সাংগঠনিক আচরণকে সংখ্যাসূচক তথ্যের মাধ্যমে অধ্যয়ন/তুলনা করার সুযোগ দেয়। পরিমাণগত অধ্যয়নের একটি প্রধান সুবিধা হল বৃহৎ গোষ্ঠীর দক্ষ পরীক্ষা কম খরচে এবং কম সময়ে অধ্যয়ন করা যেতে পারে। এই ধরণের গবেষণা বিস্তৃত গবেষণার আরও বেশি অধ্যয়ন করে।\nব্যবহৃত পরিসংখ্যানগত পদ্ধতি OB গবেষণায় সাধারণত সম্পর্ক, প্রকরণ বিশ্লেষণ, মেটা-বিশ্লেষণ, বহুস্তরীয় মডেলing, বহুমুখী প্রতিগমন, কাঠামোগত সমীকরণ মডেলিং, এবং সময় সিরিজ বিশ্লেষণ অন্তর্ভুক্ত থাকে\n\n\n=== কম্পিউটার সিমুলেশন ===\n\nসাংগঠনিক আচরণে কম্পিউটার সিমুলেশন একটি বিশিষ্ট পদ্ধতি। যদিও কম্পিউটার সিমুলেশন এর অনেক ব্যবহার রয়েছে, বেশিরভাগ সাংগঠনিক আচরণগত গবেষকরা সংস্থা বা সংস্থাগুলি কীভাবে কাজ করে তা বোঝার জন্য কম্পিউটার সিমুলেশন ব্যবহার করেছেন। তবে সম্প্রতি, গবেষকরা ব্যক্তিগত এবং আন্তঃব্যক্তিক জ্ঞান এর উপর মনোযোগ কেন্দ্রীভূত করে ক্ষুদ্র-স্তরে ব্যক্তিগত আচরণ বোঝার জন্য কম্পিউটার সিমুলেশন প্রয়োগ করা শুরু করেছেন এবং\n0000000000000000000000000000000000000000000000000000\nআচরণ যেমন চিন্তার প্রক্রিয়া এবং আচরণ যা টিমওয়ার্ক তৈরি করে।\n\n\n=== গুণগত পদ্ধতি ===\n\nগুণগত গবেষণায়  অনুসন্ধানের বিভিন্ন পদ্ধতি রয়েছে যা সাধারণত চলকের পরিমাণ নির্ধারণের সাথে জড়িত নয়। এই পদ্ধতিটি পৃথক আচরণের ধরণ তৈরি করে এবং গঠন করে। গুণগত গবেষণার একটি সুবিধা হল এটি একটি প্রতিষ্ঠানের একটি পরিষ্কার চিত্র প্রদান করে। গুণগত পদ্ধতিগুলি সাক্ষাৎকার বা লিখিত উপাদানের বিষয়বস্তু বিশ্লেষণ থেকে শুরু করে পর্যবেক্ষণের লিখিত বর্ণনা পর্যন্ত হতে পারে। এর অর্থ হল গুণগত গবেষণা সম্পূর্ণতার বিপরীতে তাদের অধ্যয়নের গভীরতায় যায়। সাধারণ পদ্ধতিগুলির মধ্যে রয়েছে জাতিগতবিদ্যা, কেস স্টাডি, ঐতিহাসিক পদ্ধতি এবং সাক্ষাৎকার।\n\n\n== বিষয় ==\n\n\n=== পরামর্শ ===\nপরামর্শদাতারা ক্লায়েন্টদের সাংগঠনিক সমস্যা মূল্যায়ন এবং উচ্চমানের পরিষেবা প্রদানের জন্য সাংগঠনিক আচরণ গবেষণায় বিকশিত নীতিগুলি ব্যবহার করেন।\nযেকোনো পরামর্শমূলক কর্মকাণ্ডের সাফল্যের জন্য পরামর্শদাতা-ক্লায়েন্ট সম্পর্ক বিশ্লেষণের জন্য একটি শক্তিশালী কাঠামো গুরুত্বপূর্ণ।\n\n\n=== প্রতি-উৎপাদনশীল কাজের আচরণ ===\n\nপ্রতি-উৎপাদনশীল কাজের আচরণ হল কর্মচারী আচরণ যা একটি প্রতিষ্ঠানের ক্ষতি করে বা ক্ষতি করার ইচ্ছা পোষণ করে।\n\n\n=== সিদ্ধান্ত গ্রহণ ===\n\nঅনেক সাংগঠনিক আচরণ গবেষক যুক্তিসঙ্গত পরিকল্পনা মডেল গ্রহণ করেন। সিদ্ধান্ত গ্রহণ গবেষণা প্রায়শই সিদ্ধান্ত কীভাবে সাধারণত নেওয়া হয় (আদর্শগত সিদ্ধান্ত গ্রহণ), চিন্তাবিদরা কীভাবে একটি নির্দিষ্ট সিদ্ধান্তে পৌঁছান (বর্ণনামূলক সিদ্ধান্ত গ্রহণ), এবং এই সিদ্ধান্ত গ্রহণ (বর্ণনামূলক সিদ্ধান্ত গ্রহণ) কীভাবে উন্নত করা যায় তার উপর দৃষ্টি নিবদ্ধ করে।\n\n\n=== বৈচিত্র্য এবং অন্তর্ভুক্তির প্রভাব ===\nবৈচিত্র্য এবং অন্তর্ভুক্তির উপর দৃষ্টি নিবদ্ধকারী কোম্পানিগুলি আরও ভাল ধরে রাখা এবং কর্মীদের পদত্যাগের কম ইচ্ছা, চাকরিতে সন্তুষ্টি বৃদ্ধি, চাপ এবং চাকরি প্রত্যাহারের নিম্ন স্তর, সৃজনশীলতা এবং উদ্ভাবনের উচ্চ স্তর, সেইসাথে চাকরিকালীন দ্বন্দ্ব কম হওয়ার মতো সুবিধাগুলি থেকে উপকৃত হতে সক্ষম হয়। বৈচিত্র্য, অথবা ব্যক্তি ও গোষ্ঠীর মধ্যে পার্থক্যের উপর মনোযোগ দেওয়া অবশ্যই গুরুত্বপূর্ণ, যে সকল প্রতিষ্ঠানের এমন একটি সংস্কৃতি রয়েছে যা সকল কর্মচারীর অনন্য দৃষ্টিভঙ্গি এবং অবদানকে মূল্য দেয়, যা অন্তর্ভুক্তি নামেও পরিচিত, তারা হয়তো নিযুক্ত না থাকা থেকে নিযুক্ত না হওয়ার দিকে এগিয়ে যেতে সক্ষম হতে পারে।\n\n\n=== কর্মচারীদের সাথে দুর্ব্যবহার ===\nপ্রতিষ্ঠানে কর্মচারীরা বিভিন্ন ধরণের দুর্ব্যবহার সহ্য করে, যার মধ্যে রয়েছে: অপমানজনক তত্ত্বাবধান, গুন্ডামি, অভদ্রতা এবং যৌন হয়রানি। কোনও প্রতিষ্ঠানের কর্মীদের সাথে দুর্ব্যবহার করা হলে তারাও কাজ থেকে প্রত্যাহারের শিকার হতে পারেন। কোনও প্রতিষ্ঠান থেকে প্রত্যাহারের কারণ হতে পারে দেরিতে আসা, কাজের দায়িত্বে পুরোপুরি অংশগ্রহণ না করা, অথবা\n00000000000000000000000000000000000000000000000000000000000\nঅথবা নতুন চাকরি। কর্মচারীরা কোনও প্রতিষ্ঠানে অভিযোগ দায়ের করতে পারেন, কোনও পদ্ধতি বা নীতির প্রতি পূর্ববর্তী দৃষ্টিভঙ্গি অথবা মানুষের সাথে দুর্ব্যবহারের প্রতি।\n\n\n==== অপমানজনক তত্ত্বাবধান ====\n\nঅপমানজনক তত্ত্বাবধান হল সেই পরিমাণ যেখানে একজন তত্ত্বাবধায়ক এমন আচরণের ধরণে জড়িত হন যা অধস্তনদের ক্ষতি করে।\n\n\n=== =ধমক ===\n\nযদিও কর্মক্ষেত্রে ধমকানোর সংজ্ঞা ভিন্ন, তবে এর মধ্যে একজন ব্যক্তির প্রতি নির্দেশিত ক্ষতিকারক আচরণের পুনরাবৃত্তিমূলক ধরণ জড়িত। কোনও আচরণকে বুলিং হিসেবে আখ্যায়িত করার জন্য, ক্ষতিকারী ব্যক্তি বা ব্যক্তিদের (এককভাবে বা যৌথভাবে) ভুক্তভোগীর চেয়ে যেকোনো স্তরে বেশি ক্ষমতা থাকতে হবে।\n\n\n==== অভদ্রতা ====\n\nকর্মক্ষেত্রের অভদ্রতা কম-তীব্রতার অভদ্রতা এবং অভদ্র আচরণ দ্বারা গঠিত এবং এটি ক্ষতি করার একটি অস্পষ্ট অভিপ্রায় এবং উপযুক্ত কর্মক্ষেত্রের আচরণ নিয়ন্ত্রণকারী সামাজিক নিয়ম লঙ্ঘন দ্বারা চিহ্নিত করা হয়।\n\n\n==== যৌন হয়রানি ====\n\nযৌন হয়রানি হল এমন আচরণ যা একজন ব্যক্তিকে তার লিঙ্গের কারণে অবমাননা করে বা তার সাথে দুর্ব্যবহার করে, প্রায়শই একটি আপত্তিকর কর্মক্ষেত্র তৈরি করে যা কাজের কর্মক্ষমতাকে ব্যাহত করে।\n\n\n=== দল ===\n\n\n=== চাকরি-সম্পর্কিত মনোভাব এবং আবেগ ===\nসাংগঠনিক আচরণ কর্মচারীদের মনোভাব এবং অনুভূতি নিয়ে কাজ করে, যার মধ্যে রয়েছে কাজের সন্তুষ্টি, সাংগঠনিক প্রতিশ্রুতি, কাজের জড়িততা এবং আবেগগত শ্রম। কাজের সন্তুষ্টি একজন কর্মচারীর তার চাকরি বা কাজের দিকগুলি, যেমন বেতন বা তত্ত্বাবধান সম্পর্কে যে অনুভূতি থাকে তা প্রতিফলিত করে। সাংগঠনিক প্রতিশ্রুতি কর্মীরা তাদের প্রতিষ্ঠানের সাথে কতটা সংযুক্ত বোধ করেন তা প্রতিনিধিত্ব করে। চাকরির সাথে জড়িত থাকা মানে একজন ব্যক্তি তার কাজের সাথে কতটা পরিচিত এবং এটিকে তার আত্ম-মূল্যের একটি বস্তুগত উপাদান বলে মনে করে। আবেগপ্রবণ শ্রম বলতে বোঝায় একজন কর্মচারীর নির্দিষ্ট আবেগ প্রদর্শন করা, যেমন গ্রাহকদের দিকে হাসিমুখে, এমনকি যখন কর্মচারী সেই আবেগ অনুভব নাও করেন যা তাকে প্রদর্শন করতে হবে।\n\n\n=== নেতৃত্ব ===\n\nনেতৃত্ব সম্পর্কিত বেশ কিছু তত্ত্ব রয়েছে। প্রাথমিক তত্ত্বগুলি নেতাদের বৈশিষ্ট্যের উপর দৃষ্টি নিবদ্ধ করেছিল, যখন পরবর্তী তত্ত্বগুলি নেতার আচরণ এবং কোন পরিস্থিতিতে নেতারা কার্যকর হতে পারেন তার উপর দৃষ্টি নিবদ্ধ করেছিল। এই অ্যাপগুলির মধ্যে\n000000000000000000000000000000000000000000000000000000000\nতেলাপোকা হল কন্টিনজেন্সি তত্ত্ব, বিবেচনা এবং সূচনা কাঠামো মডেল, নেতা-সদস্য বিনিময় বা LMX তত্ত্ব, পথ-লক্ষ্য তত্ত্ব, আচরণগত পরিবর্তন এবং রূপান্তরমূলক নেতৃত্ব তত্ত্ব।\nকন্টিনজেন্সি তত্ত্ব নির্দেশ করে যে ভালো নেতৃত্ব নেতার বৈশিষ্ট্য এবং পরিস্থিতির উপর নির্ভর করে। ওহিও স্টেট লিডারশিপ স্টাডিজ নেতৃত্বের মাত্রা চিহ্নিত করেছে যা বিবেচনা (অধীনস্থদের প্রতি উদ্বেগ এবং সম্মান প্রদর্শন) এবং সূচনা কাঠামো (কাজ বরাদ্দ করা এবং কর্মক্ষমতা লক্ষ্য নির্ধারণ) হিসাবে পরিচিত। LMX তত্ত্ব পৃথক সুপারভাইজার-অধস্তন জোড়ার মধ্যে বিনিময় সম্পর্কের উপর দৃষ্টি নিবদ্ধ করে। পথ-লক্ষ্য তত্ত্ব হল একটি আকস্মিক তত্ত্ব যা উপযুক্ত নেতার ধরণকে সাংগঠনিক অবস্থা এবং অধীনস্থ ব্যক্তিত্বের সাথে সংযুক্ত করে। রূপান্তরমূলক নেতৃত্ব তত্ত্ব নেতাদের সেই আচরণগুলি নিয়ে আলোচনা করে যা অনুসারীদের মধ্যে উচ্চ স্তরের প্রেরণা এবং কর্মক্ষমতা অনুপ্রাণিত করে। ক্যারিশম্যাটিক নেতৃত্ব ধারণা রূপান্তরমূলক নেতৃত্ব তত্ত্বের অংশ। আচরণগত পরিবর্তনে, নেতার পুরস্কার ক্ষমতা (পুরস্কার এবং শাস্তি দেওয়ার বা আটকে রাখার ক্ষমতা) হল কেন্দ্রবিন্দু এবং আনুষঙ্গিক (বনাম অ-আনুষঙ্গিক) পুরস্কার দেওয়ার গুরুত্বের উপর জোর দেওয়া হয়।\n\n\n=== পরিচালনামূলক ভূমিকা ===\n\n1960-এর দশকের শেষের দিকে হেনরি মিন্টজবার্গ, MIT-এর একজন স্নাতক ছাত্র, পাঁচজন নির্বাহীর কার্যকলাপ সাবধানতার সাথে অধ্যয়ন করেছিলেন। তার পর্যবেক্ষণের ভিত্তিতে, মিন্টজবার্গ তিনটি বিভাগে পৌঁছেছেন যা ব্যবস্থাপনাগত ভূমিকাগুলিকে অন্তর্ভুক্ত করে: আন্তঃব্যক্তিক ভূমিকা, সিদ্ধান্তমূলক ভূমিকা এবং তথ্যমূলক ভূমিকা।\n\n\n=== প্রেরণা ===\nপ্রতিযোগিতামূলক সুবিধা বজায় রাখার জন্য প্রতিভাবান এবং সফল কর্মীদের ধরে রাখা একটি গুরুত্বপূর্ণ বিষয়। এমন একটি পরিবেশ যেখানে লোকেরা তাদের প্রতিভা কার্যকরভাবে ব্যবহার করতে পারে তা এমনকি সবচেয়ে বুদ্ধিমান, কঠোর পরিশ্রমী, কঠিন ব্যক্তিদেরও অনুপ্রাণিত করতে সাহায্য করতে পারে। মহান মানুষ তৈরি করা প্রেরণা এবং আচরণগত অনুশীলনের মাধ্যমে সম্পৃক্ততার উপর নির্ভর করে (ও'রিলি, সি., এবং ফেফার, জে., ২০০০)। ব্যারন এবং গ্রিনবার্গ (২০০৮) লিখেছেন যে প্রেরণা \"প্রক্রিয়ার একটি সেট যা কিছু লক্ষ্য অর্জনের দিকে মানুষের আচরণকে জাগিয়ে তোলে, নির্দেশিত করে এবং বজায় রাখে\"। সাংগঠনিক আচরণের সাথে প্রাসঙ্গিক প্রেরণার বিভিন্ন তত্ত্ব রয়েছে, যার মধ্যে রয়েছে ইকুইটি তত্ত্ব, প্রত্যাশা তত্ত্ব, মাসলোর চাহিদার শ্রেণিবিন্যাস, প্রণোদনা তত্ত্ব, সাংগঠনিক ন্যায়বিচার তত্ত্ব, হার্জবার্গ এর দুই-কার্যকরী তত্ত্ব, এবং থিওরি এক্স এবং থিওরি ওয়াই।\n\n\n=== প্রেরণার প্রকার ===\nঅভ্যন্তরীণ প্রেরণা- এই আচরণটি একজন ব্যক্তির প্রয়োজনের বিশুদ্ধ চিন্তাভাবনা থেকে ঘটে। ক্ষতিপূরণ হিসেবে নয়। এই আচরণটি আত্ম-প্রেরণার বিশুদ্ধ প্রয়োজন থেকে ব্যবহৃত হয়। এটি হল নিজের মূল্য প্রমাণ করার প্রয়োজন। বহিরাগত প্রেরণা বাহ্যিক পুরস্কার দ্বারা উদ্দীপিত হয়। অর্থ, নিজেদের কৃতকার্য বোধের বাইরে পুরস্কারের প্রয়োজন। এটি তাদের কাছে বেতন বৃদ্ধি, বোনাস, উপহার কার্ডের মতো পুরস্কার এবং আরও অনেক ধরণের মাধ্যমে আনা যেতে পারে।\n\n\n=== জনসংযোগ ===\nজনসংযোগ হল জনসাধারণ এবং সংস্থার মধ্যে যোগাযোগ পরিচালনার অনুশীলন, তাই জনসংযোগও সাংগঠনিক আচরণের সাথে সম্পর্কিত।\n\n\n=== জাতীয় সংস্কৃতি ===\nজাতীয় সংস্কৃতি সংগঠনে ব্যক্তিদের আচরণকে প্রভাবিত করে বলে মনে করা হয়। এই ধারণাটি হফস্টেডের সাংস্কৃতিক মাত্রা তত্ত্ব দ্বারা উদাহরণিত। হফস্টেড বিপুল সংখ্যক সংস্কৃতির উপর জরিপ করেছেন এবং জাতীয় সংস্কৃতির ছয়টি মাত্রা চিহ্নিত করেছেন যা প্রতিষ্ঠানের ব্যক্তিদের আচরণকে প্রভাবিত করে। এই মাত্রাগুলির মধ্যে রয়েছে ক্ষমতার দূরত্ব, ব্যক্তিস্বাতন্ত্র্য বনাম সমষ্টিবাদ, অনিশ্চয়তা পরিহার, পুরুষত্ব বনাম নারীত্ব, দীর্ঘমেয়াদী অভিযোজন বনাম স্বল্পমেয়াদী অভিযোজন এবং প্রশ্রয় বনাম সংযম।\n\n\n=== সাংগঠনিক আচরণ নীতি ===\nকর্মচারী ডেটিং এর মতো প্রতিষ্ঠানের অভ্যন্তরে সাংগঠনিক আচরণ নীতিগুলি এমন নিয়ম যা কর্মীদের উপর ন্যায্যতার সাথে প্রয়োগ করা যেতে পারে। শ্রম সম্পর্ক, নেতৃত্ব, বৈচিত্র্য এবং অন্তর্ভুক্তি নীতিগুলি, সাংগঠনিক আচরণ নীতিগুলির সাথে আরও সন্তুষ্ট কর্মীদের থাকবে। নীতিগত প্রভাবগুলি সংস্থাগুলিতে অপ্রয়োজনীয়। কিন্তু এর প্রভাবের প্রয়োজন গুরুত্বপূর্ণ।\n\n\n=== সাংগঠনিক নাগরিকত্ব আচরণ ===\n\nসাংগঠনিক নাগরিকত্ব আচরণ হল এমন আচরণ যা নির্ধারিত কাজের বাইরে যায় এবং প্রতিষ্ঠানের কল্যাণে অবদান রাখে। গবেষকরা একটি প্রতিষ্ঠানের সংস্কৃতি বোঝার জন্য মডেল তৈরি করেছেন বা সাংগঠনিক সংস্কৃতির টাইপোলজি তৈরি করেছেন। এডগার শেইন সাংগঠনিক সংস্কৃতি বোঝার জন্য একটি মডেল তৈরি করেছেন। তিনি সাংগঠনিক সংস্কৃতির তিনটি স্তর চিহ্নিত করেছেন: (ক) শিল্পকর্ম এবং আচরণ, (খ) স্বীকৃত মূল্যবোধ, এবং (গ) ভাগ করা মৌলিক অনুমান। নির্দিষ্ট সংস্কৃতি সাংগঠনিক কর্মক্ষমতার সাথে সম্পর্কিত।  এবং কার্যকারিতা। \n\n\n=== ব্যক্তিত্ব ===\n\nব্যক্তিত্ব ব্যক্তিদের মধ্যে আচরণ, জ্ঞান এবং আবেগ এর সামঞ্জস্যপূর্ণ ধরণ নিয়ে উদ্বেগ প্রকাশ করে।  প্রতিষ্ঠানে ব্যক্তিত্বের অধ্যয়ন সাধারণত কর্মচারীর কর্মক্ষমতার সাথে নির্দিষ্ট বৈশিষ্ট্যের সম্পর্কের উপর দৃষ্টি নিবদ্ধ করে। বিগ ফাইভ পারসোনালিটি ট্যারিফ এর উপর বিশেষভাবে জোর দেওয়া হয়েছে, যা পাঁচটি প্রধান ব্যক্তিত্বের বৈশিষ্ট্যকে নির্দেশ করে।\n\n\n=== পেশাগত চাপ ===\n\nপেশাগত বৈশিষ্ট্যগুলিকে চিহ্নিত করার বিভিন্ন উপায় রয়েছে\n00000000000000000000000000000000000000000000000000000\nচাপ। এটিকে চিহ্নিত করার একটি উপায় হল এটিকে কাজের চাহিদা (চাকরির এমন দিক যার জন্য মানসিক বা শারীরিক প্রচেষ্টার প্রয়োজন হয়) এবং চাহিদাগুলি পরিচালনা করতে সহায়তা করে এমন সম্পদের মধ্যে ভারসাম্যহীনতা হিসাবে অভিহিত করা।\n\n\n=== কর্ম-পরিবার দ্বন্দ্ব ===\n\nচেস্টার বার্নার্ড স্বীকার করেছেন যে ব্যক্তিরা তাদের কর্মক্ষেত্রে কাজ করার সময় তাদের কর্মক্ষেত্রের বাইরের ভূমিকার চেয়ে ভিন্ন আচরণ করে। কর্মক্ষেত্রে পরিবার এবং কর্মক্ষেত্রের ভূমিকার দাবিগুলি যখন সামঞ্জস্যপূর্ণ হয় না, এবং কমপক্ষে একটি ভূমিকার দাবিগুলি অন্যটির দাবি পূরণে হস্তক্ষেপ করে তখন কাজ-পরিবার দ্বন্দ্ব ঘটে।\n\n\n== সংগঠন তত্ত্ব ==\n\nসাংগঠনিক তত্ত্ব একটি প্রতিষ্ঠানের সম্পূর্ণ বা বহু প্রতিষ্ঠানের কার্যকারিতা ব্যাখ্যা করার সাথে সম্পর্কিত। সাংগঠনিক তত্ত্বের মূল লক্ষ্য হলো সংগঠনের কাঠামো ও প্রক্রিয়া এবং সংগঠনগুলি একে অপরের সাথে এবং বৃহত্তর সমাজের সাথে কীভাবে যোগাযোগ করে তা বোঝা।\n\n\n=== আমলাতন্ত্র ===\n\nম্যাক্স ওয়েবার যুক্তি দিয়েছিলেন যে আমলাতন্ত্র কাজের সংগঠনে যুক্তিসঙ্গত-আইনি কর্তৃত্ব প্রয়োগের সাথে জড়িত, যা আমলাতন্ত্রকে সংগঠনের সবচেয়ে প্রযুক্তিগতভাবে দক্ষ রূপে পরিণত করে। ওয়েবার আমলাতান্ত্রিক সংগঠনের বেশ কয়েকটি নীতি উল্লেখ করেছেন যার মধ্যে রয়েছে: একটি আনুষ্ঠানিক সাংগঠনিক শ্রেণিবিন্যাস, নিয়ম অনুসারে ব্যবস্থাপনা, কার্যকরী বিশেষত্ব অনুসারে সংগঠন, তাদের দক্ষতা এবং প্রযুক্তিগত যোগ্যতার ভিত্তিতে লোক নির্বাচন, একটি \"উচ্চ-কেন্দ্রিক\" (সংস্থার বোর্ড বা শেয়ারহোল্ডারদের প্রতি) বা \"অ-কেন্দ্রিক\" (সংস্থার নিজস্ব) মিশন, এবং একটি উদ্দেশ্যমূলকভাবে নৈর্ব্যক্তিক পরিবেশ (যেমন, সংস্থার সকল সদস্যের জন্য একই নিয়ম এবং কাঠামো প্রয়োগ করা)। এই নিয়মগুলি ওয়েবেরিয়ান \"আদর্শ প্রকার\" প্রতিফলিত করে এবং স্থানীয় পরিস্থিতি অনুসারে সংস্থাগুলিতে কীভাবে এগুলি প্রণীত হয় তা পরিবর্তিত হয়। চার্লস পেরো ওয়েবারের কাজকে আরও বিস্তৃত করে যুক্তি দিয়েছিলেন যে সমস্ত সংস্থাকে আমলাতন্ত্রের দৃষ্টিকোণ থেকে বোঝা যায় এবং সাংগঠনিক ব্যর্থতা প্রায়শই আমলাতান্ত্রিক নীতিগুলির অপর্যাপ্ত প্রয়োগের ফলাফল। \n\n\n=== সংগঠনের অর্থনৈতিক তত্ত্ব ===\nএখানে কমপক্ষে তিনটি তত্ত্ব প্রাসঙ্গিক, ফার্মের তত্ত্ব, লেনদেনের খরচ অর্থনীতি, এবং এজেন্সি তত্ত্ব।\n\n\n=== সাংগঠনিক কাঠামো সম্পর্কিত তত্ত্ব ===\nসাংগঠনিক কাঠামো এবং গতিশীলতা সম্পর্কিত তত্ত্বগুলির মধ্যে রয়েছে জটিলতা তত্ত্ব, ফরাসি এবং র‍্যাভেনের ক্ষমতার পাঁচটি ভিত্তি, হাইব্রিড সংগঠন তত্ত্ব, অনানুষ্ঠানিক সাংগঠনিক তত্ত্ব, সম্পদ নির্ভরতা তত্ত্ব, এবং মিন্টজবার্গ এর অর্গানিগ্রাফ।\n\n\n=== প্রাতিষ্ঠানিক তত্ত্ব ===\n\n\n=== সিস্টেম তত্ত্ব ===\n\nসাংগঠনিক তত্ত্বের জন্যও সিস্টেম কাঠামো মৌলিক। সংস্থা জটিল, লক্ষ্য-ভিত্তিক সত্তা। আলেকজান্ডার বোগদানভ, এই ক্ষেত্রের একজন প্রাথমিক চিন্তাবিদ, তার টেকটোলজি তৈরি করেছিলেন, যা ব্যাপকভাবে বার্টালানফি এর সাধারণ সিস্টেম তত্ত্ব এর পূর্বসূরী হিসাবে বিবেচিত হয়। সাধারণ সিস্টেম তত্ত্বের অন্যতম লক্ষ্য ছিল মানব সংগঠনের মডেল তৈরি করা। কার্ট লেউইন, একজন সামাজিক মনোবিজ্ঞানী, সংগঠনের ক্ষেত্রে একটি সিস্টেম দৃষ্টিভঙ্গি বিকাশে প্রভাবশালী ছিলেন। তিনি \"মতাদর্শের সিস্টেম\" শব্দটি তৈরি করেছিলেন, আংশিকভাবে আচরণবাদী মনোবিজ্ঞানের প্রতি তার হতাশার উপর ভিত্তি করে, যা তিনি মনোবিজ্ঞানে টেকসই কাজের ক্ষেত্রে একটি বাধা বলে বিশ্বাস করতেন। নিকলাস লুহম্যান, একজন সমাজবিজ্ঞানী, একটি সমাজতাত্ত্বিক ব্যবস্থা তত্ত্ব তৈরি করেছিলেন।\n\n\n=== সাংগঠনিক বাস্তুশাস্ত্র ===\n\nসাংগঠনিক বাস্তুশাস্ত্র মডেলগুলি বিবর্তন তত্ত্ব থেকে ধারণাগুলি অঙ্গের জনসংখ্যার অধ্যয়নে প্রয়োগ করে\n00000000000000000000000000000000000000000000000\nজন্ম (প্রতিষ্ঠা), বৃদ্ধি এবং পরিবর্তন এবং মৃত্যু (দৃঢ় মৃত্যুহার) এর উপর দৃষ্টি নিবদ্ধ করে। এই দৃষ্টিকোণ থেকে, প্রতিষ্ঠানগুলিকে তাদের পরিচালনা পরিবেশের সাথে তাদের সামঞ্জস্যের উপর ভিত্তি করে 'নির্বাচিত' করা হয়।\n\n\n=== বৈজ্ঞানিক ব্যবস্থাপনা ===\n\nবৈজ্ঞানিক ব্যবস্থাপনা বলতে প্রকৌশল নীতির উপর ভিত্তি করে ব্যবস্থাপনার একটি পদ্ধতি বোঝায়। এটি উৎপাদনশীলতা উন্নত করার জন্য অভিজ্ঞতাগতভাবে দেখানো প্রণোদনা এবং অন্যান্য অনুশীলনের উপর দৃষ্টি নিবদ্ধ করে।\n\n\n== অবদানকারী শাখা ==\nনৃবিজ্ঞান\nমানব সম্পদ ব্যবস্থাপনা\nশিল্প/সাংগঠনিক মনোবিজ্ঞান\nব্যক্তিত্ব মনোবিজ্ঞান\nসামাজিক মনোবিজ্ঞান\nসমাজবিজ্ঞান\n\n\n== মডেল ==\n\n\n=== ইনপুট-প্রক্রিয়া-আউটপুট (IPO) কাঠামো ===\n\n\n==== ইনপুট ====\nইনপুট হল ব্যক্তিত্ব, গোষ্ঠী কাঠামো এবং সংগঠন সংস্কৃতির মতো পরিবর্তনশীল যা প্রক্রিয়াগুলির দিকে পরিচালিত করে। এই পরিবর্তনশীলগুলি পরবর্তীতে একটি প্রতিষ্ঠানে কী ঘটবে তার জন্য পর্যায় নির্ধারণ করে।\n\n\n==== প্রক্রিয়া ====\nপ্রক্রিয়াগুলি হল এমন ক্রিয়া যা ব্যক্তি, গোষ্ঠী এবং সংস্থাগুলি ইনপুটের ফলে জড়িত হয় এবং যা নির্দিষ্ট ফলাফলের দিকে পরিচালিত করে।\n\n\n==== ফলাফল ====\nফলাফল হল মূল ভেরিয়েবল যা আপনি ব্যাখ্যা করতে চান বা ভবিষ্যদ্বাণী করতে চান, এবং যেগুলি অন্য কিছু ভেরিয়েবল দ্বারা প্রভাবিত হয়।\n\n\n=== ইনপুট-মধ্যস্থতাকারী-আউটপুট-ইনপুট (IMOI) কাঠামো ===\nIPO মডেলে যোগ করে, IMOI কাঠামো জোর দেয় যে আউটপুটগুলি পরবর্তী ইনপুটও হতে পারে, যা একটি চক্রাকার প্রক্রিয়া তৈরি করে।\n\n\n== জার্নাল ==\nটেমপ্লেট:কলাম-তালিকা\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\nটেমপ্লেট:উইকি জার্নাল = আমেরিকান সাইকোলজিস্ট\nহ্যাচ, এম.জে. (২০০৬), \"অর্গানাইজেশন থিওরি: মডার্ন, সিম্বলিক এবং পোস্টমডার্ন দৃষ্টিভঙ্গি।\" দ্বিতীয় সম্পাদক অক্সফোর্ড ইউনিভার্সিটি প্রেস আইএসবিএন ০-১৯-৯২৬০২১-৪।\nহেলগে এইচ, শিহান এমজে, কুপার সিএল, আইনারসেন এস \"ওয়ার্কপ্লেস বুলিং এর সাংগঠনিক প্রভাব\" ইন বুলিং অ্যান্ড হ্যারাসমেন্ট ইন দ্য ওয়ার্কপ্লেস: ডেভেলপমেন্টস ইন থিওরি, রিসার্চ অ্যান্ড প্র্যাকটিস (২০১০)\nজোন্স, ইসমাইল (২০০৮), দ্য হিউম্যান ফ্যাক্টর: ইনসাইড দ্য সিআইএ'স ডিসফাংশনাল ইন্টেলিজেন্স কালচার। নিউ ইয়র্ক: এনকাউন্টার বুকস আইএসবিএন ৯৭৮-১-৫৯৪০৩-৩৮২-৭।\nরিচমন্ড, লুইস (২০০০), আধ্যাত্মিক অনুশীলন হিসেবে কাজ: কাজের উপর অভ্যন্তরীণ বৃদ্ধি এবং সন্তুষ্টির জন্য একটি ব্যবহারিক বৌদ্ধ পদ্ধতি, ব্রডওয়ে\nরবিন্স, স্টিফেন পি. (২০০৪) সাংগঠনিক আচরণ - ধারণা, বিতর্ক, প্রয়োগ। ৪র্থ সম্পাদক প্রেন্টিস হল আইএসবিএন ০-১৩-১৭০৯০১-১।\nরবিন্স, এস. পি. (২০০৩)। সাংগঠনিক আচরণ: বিশ্বব্যাপী এবং দক্ষিণ আফ্রিকান দৃষ্টিভঙ্গি। কেপ টাউন, পিয়ারসন এডুকেশন সাউথ আফ্রিকা।\nস্যালিন ডি, হেলগে এইচ \"কর্মক্ষেত্রে বুলিংয়ের সাংগঠনিক কারণ\" কর্মক্ষেত্রে বুলিং এবং হয়রানি: তত্ত্ব, গবেষণা এবং অনুশীলনের উন্নয়ন (২০১০)\nস্কট, ডব্লিউ. রিচার্ড (২০০৭)। সংগঠন এবং সংগঠন: যুক্তিসঙ্গত, প্রাকৃতিক এবং উন্মুক্ত ব্যবস্থার দৃষ্টিভঙ্গি। পিয়ারসন প্রেন্টিস হল আইএসবিএন ০-১৩-১৯৫৮৯৩-৩।\nউইক, কার্ল ই. (১৯৭৯)। সংগঠনের সামাজিক মনোবিজ্ঞান দ্বিতীয় সম্পাদক ম্যাকগ্রা হিল আইএসবিএন ০-০৭-৫৫৪৮০৮-৯।\nসাইমন, হারবার্ট এ. (১৯৯৭) প্রশাসনিক আচরণ: প্রশাসনিক সংগঠনে সিদ্ধান্ত গ্রহণ প্রক্রিয়ার একটি অধ্যয়ন, চতুর্থ সংস্করণ, দ্য ফ্রি প্রেস।\nটম্পকিন্স, জোনাথন আর. (২০০৫) \"সংগঠন তত্ত্ব এবং জন ব্যবস্থাপনা\"। থম্পসন ওয়াডসওয়ার্থ আইএসবিএন ৯৭৮-০-৫৩৪-১৭৪৬৮-২\nকানিগেল, আর. (১৯৯৭)। দ্য ওয়ান বেস্ট ওয়ে, ফ্রেডেরিক উইনস্লো টেলর অ্যান্ড দ্য এনিগমা অফ এফিসিয়েন্সি। লন্ডন: ব্রাউন অ্যান্ড কোং\nমরগান, গ্যারেথ (১৯৮৬) সংগঠনের ছবি নিউবেরি পার্ক, ক্যালিফোর্নিয়া: সেজ পাবলিকেশন্স\nটেমপ্লেট:সংগঠনের দিক\n \nবিভাগ:সাংগঠনিক অধ্যয়ন\nবিভাগ:সামাজিক ব্যবস্থা\nবিভাগ:কাঠামো"}