{"pageid": 1514919, "title": "মিনামাটা রোগ", "url": "https://bn.wikipedia.org/wiki?curid=1514919", "content": "মিনামাটা রোগ একটি স্নায়বিক রোগ যা মারাত্মক পারদের বিষক্রিয়ার কারণে হয়। এই রোগের লক্ষণসমূহের মধ্যে অন্তর্ভুক্ত অ্যাটাক্সিয়া, হাত ও পায়ের অসাড়তা, সাধারণ পেশী দুর্বলতা, পেরিফেরাল দৃষ্টিশক্তি হ্রাস এবং শ্রবণ ও বাকশক্তির ক্ষতি। চরম ক্ষেত্রে, লক্ষণগুলি শুরু হওয়ার কয়েক সপ্তাহের মধ্যে পাগলামি, পক্ষাঘাত, কোমা এবং মৃত্যু ঘটে। রোগের একটি জন্মগত রূপ গর্ভে থাকা ভ্রূণকে প্রভাবিত করে, যার ফলে মাইক্রোসেফালি, ব্যাপক মস্তিষ্কের ক্ষতি ইত্যাদি রোগের প্রাদুর্ভাব ঘটে এবং তা পালসির রোগের ন্যায় সাদৃশ্যপূর্ণ\nমিনামাটা রোগটি প্রথম ১৯৫৬ সালে জাপানের কুমামোটো প্রিফেকচারের মিনামাটা শহরে শনাক্ত হয়।  এটি চিসো কর্পোরেশনের মালিকানাধীন একটি রাসায়নিক কারখানা থেকে শিল্পবর্জ্য জলে মিথাইলমারকারি নির্গত হওয়ার কারণে ঘটেছিল, যা ১৯৩২ থেকে ১৯৬৮ সাল পর্যন্ত অব্যাহত ছিল। এটিও পরামর্শ দেওয়া হয়েছে যে বর্জ্য জলে থাকা পারদ সালফেটের কিছু অংশ পলিতে থাকা ব্যাকটেরিয়া দ্বারা মিথাইলমারকারিতে বিপাকিত হয়েছিল। [১] অত্যন্ত বিষাক্ত রাসায়নিক পদার্থের জৈব-সন্নিবেশন এবং জৈব-বিবর্ধন ঘটেছিল শেলফিশে এবং মিনামাটা উপসাগর এবং শিরানুই সাগরের মাছগুলোতে যা স্থানীয় জনগণ খাওয়ার পর পারদের বিষক্রিয়ায় পরিণত হয়েছিল। বিষক্রিয়া এবং বিষক্রিয়ার দরুণ মানুষ এবং প্রাণী উভয়েরই প্রাণনাশ ৩৬ বছর ধরে অব্যাহত ছিল, যদিও চিসো এবং কুমামোটো প্রিফেকচারাল সরকার মহামারী প্রতিরোধে খুব কমই পদক্ষেপ নিয়েছিল। বিড়ালদের উপর পশুর প্রভাব এতটাই তীব্র ছিল যে তাদের \"ড্যান্সিং ক্যাট ফিভার\" হিসাবে নামকরণ করা হয়েছিল।\n২,২৬৫ জন ভুক্তভোগীকে ২০০১ সালের মার্চ পর্যন্ত আনুষ্ঠানিকভাবে মিনামাটা রোগে আক্রান্ত হিসেবে স্বীকৃতি দেওয়া হয়েছিল [৩] এবং ১০,০০০ জনেরও বেশি ভুক্তভোগী চিসোর কাছ থেকে আর্থিক ক্ষতিপূরণ পেয়েছিলেন। [৪] চিসো ২০০৪ সালের মধ্যে ৮৬ মিলিয়ন ডলার ক্ষতিপূরণ দিয়েছিলেন এবং একই বছরে দূষণ পরিষ্কার করার নির্দেশনাও প্রদান করা হয়েছিল। [৫] এখনও অপ্রত্যায়িত ভুক্তভোগীদের ক্ষতিপূরণ দেওয়ার জন্য একটি সমঝোতা করা হয়েছিল.\n১৯৬৫ সালে নিগাতা প্রিফেকচারে মিনামাটা রোগের দ্বিতীয় প্রাদুর্ভাব দেখা দেয়। প্রকৃত মিনামাটা এবং নিগাতা মিনামাটা এ দু'টিকে জাপানের চারটি বড় দূষণকারী রোগসমূহের মধ্যে অন্যতম বিবেচনা করা হয়।\n১৯০৮–১৯৫৫\n১৯০৮ সালে চিসো কর্পোরেশন প্রথম কুমামোটো প্রিফেকচারের মিনামাটাতে একটি রাসায়নিক কারখানা চালু করে, যা দক্ষিণ কিউশু দ্বীপের পশ্চিম উপকূলে অবস্থিত। প্রাথমিকভাবে সার উৎপাদনের মাধ্যমে কারখানাটি জাপানের রাসায়নিক শিল্পের দেশব্যাপী সম্প্রসারণের পরে অ্যাসিটিলিন, অ্যাসিটালডিহাইড, অ্যাসিটিক অ্যাসিড, ভিনাইল ক্লোরাইড এবং অক্টানল উৎপাদনে শাখা প্রশাখা বিস্তার করে। দ্বিতীয় বিশ্বযুদ্ধের আগে এবং পরে মিনামাটা কারখানাটি সমগ্র জাপানের মধ্যে সবচেয়ে বেশি অগ্রগতি লাভ করে।  [৭] এই রাসায়নিকভাবে সৃষ্ট বর্জ্য পদার্থগুলি কারখানার বর্জ্য-জলের মাধ্যমে মিনামাটা উপসাগরে ছেড়ে দেওয়া হতো। এই দূষকসমূহের পরিবেশগত ক্ষতিকর প্রভাব ছিল। মাছ ধরার পরিমাণ কমে যাওয়ার কারণে মৎস্য সম্পদ ক্ষতিগ্রস্ত হয়েছিল; এরই ধারাবাহিকতায় চিসো ১৯২৬ এবং ১৯৪৩ সালে মৎস্য সমবায়ের সাথে দুটি পৃথক ক্ষতিপূরণ চুক্তিতে পৌঁছান। [৮]\nচিসো কারখানার দ্রুত সম্প্রসারণ স্থানীয় অর্থনীতিতে গতি সঞ্চার করে এবং কোম্পানির উন্নতির সাথে সাথে মিনামাটাও সমৃদ্ধ হয়। এই বাস্তবতায় অন্যান্য শিল্পের অভাবের সাথে মিলিত হওয়ায় চিসোর ব্যাপক প্রভাব ছিল। একটি পর্যায়ে গিয়ে মিনামাটা সিটি কর্তৃপক্ষের কর রাজস্বের অর্ধেকেরও বেশি চিসো এবং তার কর্মচারীদের কাছ থেকে আসত এবং কোম্পানি এবং এর সহায়ক সংস্থাগুলি মিনামাটায় সমস্ত কর্মসংস্থানের এক চতুর্থাংশ তৈরির জন্য দায়ী ছিল। [9] এমনকি এডো আমলে জাপান শাসনকারী সামন্ত প্রভুদের রাজধানী শহরগুলির উল্লেখ করে শহরটিকে চিসোর \"দুর্গ শহর\" নামেও ডাকা হতো। [১০]\nচিসো কারখানাটি প্রথম ১৯৩২ সালে ২১০ টন পরিমাণ অ্যাসিটালডিহাইড উৎপাদন শুরু করে। ১৯৫১ সালে এই উৎপাদন ৬,০০০ টনে উন্নীত হয় এবং অবশেষে ১৯৬০ সালে ৪৫,২৪৫ টনে পৌঁছে। [১১] কারখানাটির উৎপাদন উল্লেখযোগ্যভাবে জাপানের মোট অ্যাসিটালডিহাইড উৎপাদনের এক-চতুর্থাংশ থেকে এক-তৃতীয়াংশের মধ্যে এসেছিল। অ্যাসিটালডিহাইড তৈরিতে ব্যবহৃত রাসায়নিক বিক্রিয়ায় পারদ সালফেটকে অনুঘটক হিসেবে ব্যবহার করা হতো। ১৯৫১ সালের আগস্ট থেকে সহ-অনুঘটককে ম্যাঙ্গানিজ ডাই অক্সাইড থেকে ফেরিক সালফাইডে রূপান্তরিত করা হতো। [১২] এই অনুঘটক চক্রের একটি পার্শ্ব প্রতিক্রিয়া জৈব পারদ যৌগ মিথাইলমারকারির উল্লেখযোগ্য পরিমাণে (প্রায় ৫% বহিঃপ্রবাহের [১৩]) উৎপাদনের দিকে পরিচালিত করে।[১৪] অনুঘটক এর পরিবর্তনের ফলে ১৯৫১ থেকে ১৯৬৮ সালের মধ্যে এই অত্যন্ত বিষাক্ত যৌগটি নিয়মিতভাবে মিনামাটা উপসাগরে নির্গত হতে থাকে, যখন এই উৎপাদন পদ্ধতিটির অবশেষে ইতি টানা হয় [১৫]\n১৯৫৬-১৯৫৯\n১৯৫৬ সালের ২১ এপ্রিল, মিনামাটার চিসোর কারখানা হাসপাতালে পাঁচ বছর বয়সী এক মেয়ের পরীক্ষা করা হয়। তার লক্ষণগুলি দেখে চিকিৎসকরা হতবাক হয়ে যান: হাঁটতে অসুবিধা, কথা বলতে অসুবিধা এবং খিঁচুনি। তার ছোট বোনেরও দুই দিন পর একই লক্ষণ দেখা দিতে শুরু করে এবং তাকেও হাসপাতালে ভর্তি করা হয়। মেয়েদের মা ডাক্তারদের জানান যে তার প্রতিবেশীর মেয়ে রও একই রকম সমস্যা হচ্ছে। বাড়ি বাড়ি গিয়ে তদন্তের পর আরও আটজন রোগীকে সনাক্ত করা হয় এবং হাসপাতালে ভর্তি করা হয়।হাসপাতালের পরিচালক স্থানীয় জনস্বাস্থ্য অফিসে পহেলা মে \"কেন্দ্রীয় স্নায়ুতন্ত্রের একটি অজানা রোগের মহামারী\" সম্পর্কে রিপোর্ট করেন, যা সরকারী নির্দেশিকা হিসাবে চিহ্নিত করে।"}