{"pageid": 1514649, "title": "অঞ্জলি গোপালন", "url": "https://bn.wikipedia.org/wiki?curid=1514649", "content": "অঞ্জলি গোপালান  একজন ভারতীয় মানবাধিকার এবং প্রাণী অধিকার কর্মী। তিনি দ্য নাজ ফাউণ্ডেশন ট্রাস্টের প্রতিষ্ঠাতা এবং নির্বাহী পরিচালক। পক্ষ থেকে\n২০১২ সালে, টাইম পত্রিকার পক্ষ থেকে গোপালনকে বিশ্বের ১০০ জন প্রভাবশালী ব্যক্তির তালিকায় স্থান দেওয়া হয়েছে।\n\n\n== প্রারম্ভিক জীবন ==\nঅঞ্জলি গোপালন তামিলনাড়ুর চেন্নাইতে ১৯৫৭ সালের ১লা সেপ্টেম্বর জন্মগ্রহণ করেন। তাঁর বাবা, গ্রুপ ক্যাপ্টেন ডঃ কে আর গোপালন, ভারতীয় বিমান বাহিনীর একজন কর্মকর্তা ছিলেন; তাঁর পাঞ্জাবি মা ছিলেন একজন গৃহিণী। গোপালন তাঁর স্কুলজীবন লক্ষ্ণৌয়ের লা মার্টিনিয়ারে সম্পন্ন করেন।\nতিনি ভারত এবং মার্কিন যুক্তরাষ্ট্র উভয় দেশেই পড়াশোনা করেছেন। তিনি লেডি শ্রী রাম কলেজ ফর উইমেন থেকে রাষ্ট্রবিজ্ঞানে স্নাতক ডিগ্রি অর্জন করেছেন এবং জওহরলাল নেহেরু বিশ্ববিদ্যালয়ের স্কুল অফ ইন্টারন্যাশনাল স্টাডিজ থেকে সাংবাদিকতায় স্নাতকোত্তর ডিপ্লোমা ও আন্তর্জাতিক উন্নয়নে স্নাতকোত্তর ডিগ্রি অর্জন করেছেন।\n\n\n== সামাজিক কাজ ==\n\n\n=== প্রারম্ভিক কাজ ===\nঅঞ্জলি গোপালন নিউ ইয়র্ক সিটির সম্প্রদায়-ভিত্তিক সংস্থাগুলির সাথে সহযোগিতা করেছিলেন, বৈধ কাগজপত্র ছাড়াই দক্ষিণ-পূর্ব এশিয়া থেকে আসা অভিবাসীদের সহায়তা করেছিলেন। পরে তিনি নাজ ফাউণ্ডেশন প্রতিষ্ঠা করেন।\n\n\n=== ১৯৯০ এর দশক ===\n১৯৯৪ সালে, ভারতে ফিরে আসার পর, অঞ্জলি গোপালন দিল্লির প্রথম এইচআইভি ক্লিনিক প্রতিষ্ঠা করেন। একই বছর, তিনি নাজ ফাউণ্ডেশন (ইণ্ডিয়া) ট্রাস্ট প্রতিষ্ঠা করেন, এই সংস্থাটি এলজিবিটি ব্যক্তি এবং এইচআইভি আক্রান্ত শিশুদের সহায়তা করার উপর দৃষ্টি নিবদ্ধ করে। এই ফাউণ্ডেশনটি প্রান্তিক যৌন প্রবণতা সম্পন্ন ব্যক্তিদের অধিকার প্রচারের জন্যও কাজ করে।\n\n\n=== ২০০০ এর দশক ===\n২০০০ সালে, অঞ্জলি গোপালন অনাথ এবং দুর্বল এইচআইভি-পজিটিভ শিশু ও মহিলাদের জন্য ভারতের প্রথম যত্ন কেন্দ্র খোলেন। তিনি পেশাদার স্বাস্থ্যসেবী এবং যত্নশীলদের প্রশিক্ষণ প্রদান করেছিলেন এইচআইভি-পজিটিভ শিশুদের আবাসিকভাবে ও সহায়তাকেন্দ্রে উভয় ক্ষেত্রেই যত্ন নেওয়ার বিষয়ে।\n২০০১ সালে, অঞ্জলি গোপালনের সংগঠন, নাজ ফাউণ্ডেশন, ভারতীয় দণ্ডবিধির ৩৭৭ ধারাকে চ্যালেঞ্জ করে একটি জনস্বার্থ মামলা (পিআইএল) দায়ের করে, এই ধারায় সমকামিতাকে অপরাধ হিসেবে ঘোষণা করা হয়েছিল। যৌন অভিমুখের ভিত্তিতে ব্যক্তিরা যে হয়রানি এবং বৈষম্যের সম্মুখীন হয়, তার সমাধান করার চেষ্টা করে আইনি চ্যালেঞ্জটি করা হয়েছিল। ২০০৯ সালে, দিল্লি হাইকোর্ট নাজ ফাউণ্ডেশনের পক্ষে রায় দেয়, ধারা ৩৭৭ কে ব্যক্তিগত অধিকার লঙ্ঘন বলে ঘোষণা করে।\n\n \n২০০১ সালে, অঞ্জলি গোপালনকে প্রান্তিক সম্প্রদায়ের সাথে তাঁর কাজের জন্য কমনওয়েলথ পুরস্কার প্রদান করা হয়। ২০০৩ সালে চেন্নাই-ভিত্তিক মানব সেবা ধর্ম সম্বর্ধনী এইচআইভি/এইডস আক্রান্তদের সহায়তায় তাঁর কাজের জন্য তাঁকে সদগুরু জ্ঞানানন্দ পুরস্কার প্রদান করে।\n২০০৭ সালের মার্চ মাসে, আরও নয়জন পুরস্কারপ্রাপ্তদের সাথে, অঞ্জলি গোপালনকে নারী ও শিশু উন্নয়ন মন্ত্রক কর্তৃক একজন নারী অর্জনকারী হিসেবে সম্মানিত করা হয়। ২০১২ সালের ২৯শে জুলাই, তারিখে, অঞ্জলি গোপালন সৃষ্টি মাদুরাই সংস্থার গোপী শঙ্কর মাদুরাই কর্তৃক আয়োজিত টুরিং উৎসবের অংশ হিসেবে অ্যালান টুরিং রেইনবো উৎসব এবং এশিয়ার প্রথম লিঙ্গ-কুইয়ার প্রাইড প্যারেডের পতাকা উত্তোলন করেন। এটি ছিল তাঁর প্রথম সমকামী গর্বের কুচকাওয়াজে অংশগ্রহণ। ২০১২ সালের ২রা সেপ্টেম্বর থেকে, তিনি সৃষ্টি মাদুরাইয়ের কমিটির উপদেষ্টা প্রধান হিসেবে দায়িত্ব পালন করছেন।\n২০১২ সালে, অঞ্জলি গোপালন হরিয়ানার শিলাখারিতে \"সকল বড় এবং ছোট প্রাণী\" নামে একটি প্রাণী অভয়ারণ্য প্রতিষ্ঠা করেন।\n২০১৩ সালের ২৫শে অক্টোবর তারিখে, অঞ্জলি গোপালনকে ফ্রান্সের সর্বোচ্চ পুরস্কার, লিজিয়নস অফ অনার, শেভালিয়ার দে লা লিজিয়ন ডি'অনারে ভূষিত করা হয়; ফ্রান্সের নারী অধিকার মন্ত্রী নাজাত ভালাউড-বেলকাসেম তাঁকে এই পুরস্কার প্রদান করেন। অঞ্জলি গোপালন হলেন প্রথম ভারতীয় তামিল মহিলা যিনি \"লিজিয়ন অফ অনার\" খেতাবে ভূষিত হয়েছেন।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nবর্ষসেরা ব্যক্তিত্ব পুরস্কার (২০১৪)\n শেভালিয়ার দে লা লিজিওন ডি'অনার (২০১৩)\nটাইম বিশ্বের ১০০ জন প্রভাবশালী ব্যক্তি (২০১২)\nভারত সরকার কর্তৃক নারী অর্জনকারী পুরস্কার (২০০৭)\nকমনওয়েলথ পুরস্কার (২০০১)\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nহংসল মেহতার ২০১৫ সালের বলিউড চলচ্চিত্র আলিগড়ে, অভিনেত্রী নুথান সূর্যা অঞ্জলি গোপালনের চরিত্রে অভিনয় করেছিলেন।\n\n\n== সামাজিক ন্যায় সাংবাদিকতার জন্য অঞ্জলি গোপালন সৃষ্টি পুরস্কার ==\nসৃষ্টি মাদুরাইয়ের একাডেমিক কমিটি সামাজিক সাংবাদিকদের জন্য অঞ্জলি গোপালন সৃষ্টি পুরস্কার প্রদান করে। প্রথম পুরস্কারটি টাইমস অফ ইন্ডিয়ার ভি. মায়িলভাগানন এবং ভি. নারায়ণস্বামী পেয়েছেন, লিঙ্গ-সমকামী ব্যক্তিদের এবং শান্তি সৌন্দরাজন সম্পর্কিত বিষয়গুলি তুলে ধরার জন্য।\n\n\n== তথ্যসূত্র =="}