{"pageid": 1514984, "title": "লাইট ইন অগাস্ট", "url": "https://bn.wikipedia.org/wiki?curid=1514984", "content": "লাইট ইন অগাস্ট হল আমেরিকান লেখক উইলিয়াম ফকনার দ্বারা ১৯৩২ সালে রচিত একটি উপন্যাস । এটি দক্ষিণী গথিক এবং আধুনিকতাবাদী সাহিত্য ধারার অন্তর্গত একটি বই।\nযুদ্ধের মধ্যবর্তী সময়ের প্রেক্ষাপটে রচিত এই উপন্যাসটি দুই অপরিচিত ব্যক্তিকে কেন্দ্র করে—একজন গর্ভবতী শ্বেতাঙ্গ মহিলা এবং একজন পুরুষ, যিনি নিজেকে শ্বেতাঙ্গ বলে পরিচয় দেন কিন্তু মনে করেন তিনি মিশ্র জাতিসত্তার। ধারাবাহিক ফ্ল্যাশব্যাকের মাধ্যমে গল্পটি প্রকাশ করে কীভাবে এই দুই ব্যক্তি অন্য এক ব্যক্তির সঙ্গে সংযুক্ত, যিনি তাদের উভয়ের জীবনকে গভীরভাবে প্রভাবিত করেছেন।\nখ্রিস্টীয় রূপকথা এবং মৌখিক গল্প বলার ধরণ থেকে উদ্ভূত একটি ঢিলেঢালা, অসংগঠিত আধুনিকতাবাদী আখ্যানশৈলীতে, ফকনার দক্ষিণ আমেরিকার জাতি, লিঙ্গ, শ্রেণি ও ধর্মের জটিলতা অন্বেষণ করেছেন। উপন্যাসটি এমন সব চরিত্রের উপর দৃষ্টি নিবদ্ধ করে, যারা তাদের সম্প্রদায়ে অযোগ্য, বহিষ্কৃত বা প্রান্তিক। তিনি একটি বিশুদ্ধাতাবাদী পক্ষপাতদুষ্ট গ্রামীণ সমাজের বিরুদ্ধে বিচ্ছিন্ন ব্যক্তিদের সংঘর্ষকে তুলে ধরেছেন।\nপ্রকাশের সময় উপন্যাসটি মিশ্র প্রতিক্রিয়া পেয়েছিল; কিছু সমালোচক ফকনারের শৈলী ও বিষয়বস্তুর সমালোচনা করেছিলেন। তবে, সময়ের সঙ্গে সঙ্গে, লাইট ইন অগাস্ট ফকনারের অন্যতম গুরুত্বপূর্ণ সাহিত্যকর্ম এবং বিংশ শতাব্দীর সেরা ইংরেজি ভাষার উপন্যাসগুলোর মধ্যে একটি হিসেবে স্বীকৃত হয়েছে।\n\n\n== পটভূমি ==\n\nউপন্যাসটি ১৯৩০-এর দশকে দক্ষিণ আমেরিকার প্রেক্ষাপটে রচিত,  যখন সেখানে জাতিগত বিভেদ বৈধ ছিল এবং জিম ক্রো আইন কার্যকর ছিল। কাহিনির শুরু হয় আলাবামায়, ডোয়েনসের কারখানার এক তরুণ গর্ভবতী শ্বেতাঙ্গ নারী লেনা গ্রোভের যাত্রার মাধ্যমে। তিনি তার গর্ভজাত সন্তানের বাবা লুকাস বার্চকে খুঁজে বের করার চেষ্টা করছেন। বার্চকে ডোয়েনসের কারখানার কাজ থেকে বহিস্কার করা হয়েছিল এবং তারপর সে মিসিসিপি চলে যায়। যাওয়ার আগে সে লেনাকে প্রতিশ্রুতি দিয়ে যায় যে নতুন কাজ পাওয়ার সাথে সাথে সে লেনার সাথে যোগাযোগ করবে। কিন্তু অনেকদিন চলে যায়, বার্চের কাছ থেকে কোন খবর লেনা পায়না। তাছাড়া অবৈধ গর্ভধারনের জন্য লেনা তার ভাইয়ের কাছ থেকে নিপীড়িত হচ্ছিল। এরপর লুকাস বার্চকে খুঁজে পাওয়ার আশায় লেনা মিসিসিপির জেফারসন শহরের দিকে যাত্রা শুরু করে। তিনি আশা করেছিলন যে লুকাসকে এখানে কোন কারখানায় খুজে পাওয়া যাবে এবং সে নিশ্চয় তাকে বিয়ে করতে প্রস্তুত হবে।\nমিসিসিপির চার সপ্তাহব্যাপী যাত্রায় যেসব মানুষ লেনাকে সহায়তা করেছিলেন, তারা প্রতিপদে সন্দেহ প্রকাশ করেন যে লুকাস বার্চকে খুঁজে পাওয়া যাবে, কিংবা পেলেও সে তার প্রতিশ্রুতি রক্ষা করবেন কি না।\nযখন লেনা জেফারসনে পৌঁছান, তখন লুকাসকে সেখানে খুজে পায় সে কিন্তু লুকাস সেখানে তার নাম পরিবর্তন করে জো ব্রাউন রেখে দিয়েছে। লুকাসকে খুঁজতে গিয়ে লেনার পরিচয় হয় লাজুক ও নম্র স্বভাবের বায়রন বাঞ্চের সঙ্গে, যে লেনার প্রেমে পড়ে যায়। কিন্তু, লেনার প্রতি গভীর অনুভূতি থাকা সত্ত্বেও, বায়রন তার ভালোবাসার কথা প্রকাশ করতে দ্বিধাবোধ করে। লেনাকে সাহায্য করা তার কাছে ছিল সম্মানের বিষয়।\nএরপর উপন্যাসটি দ্বিতীয় পটভূমিকায় প্রবেশ করে, যেখানে লুকাস বার্চ ওরফে জো ব্রাউনের সঙ্গী, জো ক্রিসমাসের গল্প উঠে আসে। এই হিংস্র ও মানসিকভাবে অস্থির জো ক্রিসমাস বহু বছর ধরে পলাতক জীবন যাপন করেছে। তার গায়ের রঙ ফর্সা হলেও, সে সন্দেহ করে যে তার মধ্যে আফ্রিকান আমেরিকান বংশধারা রয়েছে। ক্রোধে ভরা সে একজন তিক্ত বহিষ্কৃত ব্যক্তি, যে কালো ও শ্বেতাঙ্গ সমাজের মধ্যে ঘুরে বেড়ায় এবং উভয়ের সাথেই দ্বন্দ্বে জড়িয়ে পড়ে।\nউপন্যাসের মূল ঘটনার তিন বছর আগে, ক্রিসমাস জেফারসনে আসে। সেখানে বায়রন ও পরে জো ব্রাউন যে কারখানায় কাজ পেয়েছিল, কাকতালীয়ভাবে সেই একই জায়গায় জো ক্রিসমাসো চাকরি পেয়েছিল।\nকারখানার এই চাকরির আড়ালে জো ক্রিসমাস তার অবৈধ চোরাচালান কার্যক্রম চালিয়ে যাত। সে জোয়ানা বার্ডেনের সঙ্গে সম্পর্কে জড়িয়ে পড়ে, যিনি একসময় শক্তিশালী বিলোপবাদী পরিবারের সদস্য ছিলেন এবং শহরের লোকেরা তাকে ঘৃণা করত। শুরুতে এদের সম্পর্ক আবেগপ্রবণ থাকলেও, শারীরিক ঋতুচক্রের অবসান হওয়ার পর জোয়ানা ধর্মের প্রতি আগ্রহী হয়ে ওঠেন, যা ক্রিসমাসকে হতাশ ও ক্রুদ্ধ করে তোলে। তাদের সম্পর্কের শেষ পর্যায়ে, জোয়ানা তাকে বন্দুকের মুখে প্রার্থনা করতে বাধ্য করার চেষ্টা করেন। এর কিছুদিন পর জোয়ানাকে নির্মমভাবে হত্যা করা হয়। তার গলা কেটে প্রায় শিরশ্ছেদ করা হয়।\nউপন্যাসটি পাঠকদের অস্পষ্টতার মধ্যে ফেলে দেয় যে এই হত্যাকাণ্ডের জন্য দায়ী ব্যক্তি আসলে কে,  ক্রিসমাস নাকি জো ব্রাউন? ব্রাউন ক্রিসমাসের ব্যবসায়িক অংশীদার এবং জোয়ানার জ্বলন্ত বাড়ি থেকে বেরিয়ে আসার সময়, একজন কৃষক তদন্ত করতে এবং আগুন থেকে জোয়ানার মৃতদেহ টেনে আনতে থামে। জো ব্রাউন, জো ক্রিসমাসের ব্যবসায়িক অংশীদার ছিল। জোয়ানার জ্বলন্ত বাড়ি থেকে বেরিয়ে যাওয়ার সময় ব্রাউন ধরা পড়ে। প্রথমে শেরিফ ব্রাউনকেই সন্দেহ করেন, কিন্তু যখন ব্রাউন দাবি করেন যে ক্রিসমাস একজন কৃষ্ণাঙ্গ, তখন তিনি জো ক্রিসমাসের খোজ শুরু করেন। অভিযানটি প্রথমে ব্যর্থ হয় এবং ক্রিসমাস প্রতিবেশী শহর মটসটাউনে নির্বিঘ্নে পৌঁছাতে সক্ষম হয়। তবে, সেখানে পৌঁছানোর পর তাকে গ্রেপ্তার করা হয় এবং পরে জেফারসনের কারাগারে স্থানান্তরিত করা হয়। তার দাদা-দাদি শহরে আসেন এবং শহরের অপমানিত প্রাক্তন মন্ত্রী এবং বায়রন বাঞ্চের বন্ধু গেইল হাইটাওয়ারের সাথে দেখা করেন।বাঞ্চ হাইটাওয়ারকে কারাবন্দী ক্রিসমাসের জন্য সাক্ষ্য দিতে রাজি করানোর চেষ্টা করেন, তবে হাইটাওয়ার প্রথমে তা প্রত্যাখ্যান করেন। ক্রিসমাসের ক্ষুব্ধ দাদু তার নাতিকে গণপিটুনিত হত্যা করতে চান কিন্তু ক্রিস্মাসের দাদি জেফারসন কারাগারে তার নাতিকে দেখতে যান এবং তাকে হাইটাওয়ারের সাহায্য নেওয়ার পরামর্শ দেয়। পুলিশ যখন ক্রিসমাসকে স্থানীয় আদালতে নিয়ে যাচ্ছিল, তখন ক্রিসমাস পালিয়ে গিয়ে হাইটাওয়ারের বাড়িতে ছুটে যায়।\nএরই মধ্যে, একজন হিংস্র শ্বেতাঙ্গ পেশাদার খুনী পার্সি গ্রিম, ক্রিসমাসকে অনুসরণ করে এবং হাইটাওয়ারের প্রতিবাদের মুখে ক্রিসমাসকে গুলি করে হত্যা করে। প্রায় মূর্ছিত অবস্থায় থাকা হাইটাওয়ারের চোখের সামনে তার সম্পূর্ণ জীবন তার ছবির মতো ভেসে ওঠে; তার মনে পরে যায় তারকনফেডারেট পিতামহর অতীতের দুঃসাহসিক কাজ, যখন সে একজন কৃষকের খামার থেকে মুরগি চুরি করার সময় নিহত হয়েছিল।\nক্রিসমাসের পালানোর চেষ্টা করার আগেই, হাইটাওয়ার লেনাকে সেই কেবিনে নিয়ে যান, যেখানে ব্রাউন ও ক্রিসমাস খুনের আগ পর্যন্ত ছিলেন এবং সেই কেবিনে তার বাচ্চার জন্ম হয়। বায়রন, ব্রাউন ওরফে বার্চকে সেখানে নিয়ে আসার ব্যবস্থা করে দেয়। তবে, ব্রাউন আবারও লেনাকে ফেলে রেখে চলে যায়। বায়রন ব্রাউনকে অনুসরণ করে এবং মুখোমুখি লড়াইয়ে চ্যালেঞ্জ জানায়। কিন্তু ব্রাউন তাকে মারধর করে, তারপর চলন্ত ট্রেনে লাফিয়ে উঠে অদৃশ্য হয়ে যায়।\nগল্পের শেষে দেখা যায় একজন অজ্ঞাত ব্যক্তি তার স্ত্রীর সঙ্গে তার  টেনেসি ভ্রমণের গল্প বলছে যেখানে সে দুজন অপরিচিত ব্যক্তিকে তার গাড়িতে তুলে নেওয়ার কথা উল্লেখ করে। সেই অজ্ঞাত ব্যক্তি উল্লেখ করেন যে, দুজন ব্যাক্তির একজন মহিলা ছিলেন যার একটি শিশুসন্তান ছিল কিন্তু তার সঙ্গে যে ব্যক্তি ছিলেন সে ওই মহিলার শিশুটির জন্মদাতা পিতা নন। বর্ননা থেকে বোঝা যায় যে সেই দুজন ব্যাক্তি হলেন লেনা ও বায়রন, যারা লুকাস বার্চকে খুঁজতে গিয়েছিল কিন্তু শেষ পর্যন্ত ভগ্ন হৃদয়ে তারা টেনেসিতে চলে যায়।\n\n\n=== প্রধান চরিত্র ===\n\nলেনা গ্রোভ – আলাবামার একজন অল্পবয়সী গর্ভবতী মহিলা যিনি তার অনাগত সন্তানের বাবা লুকাস বার্চকে খুঁজতে জেফারসনে ভ্রমণ করছিলেন।\nবায়রন বাঞ্চ – জেফারসনের কারখানায় কর্মরত একজন অবিবাহিত যুবক, শহরে আসার পর লেনার সাথে যার দেখা হয়। সে লেনার প্রেমে পড়ে।\nগেইল হাইটওয়ার– জেফারসনের প্রাক্তন মন্ত্রী। মেমফিসে তার স্ত্রীর প্রেমের সম্পর্ক ধরা পড়ার পর এবং আত্মহত্যা করার পর তাকে অবসর নিতে বাধ্য করা হয়। তিনি বায়রনের একজন বন্ধু এবং পরামর্শদাতা।\nলুকাস বার্চ/জো ব্রাউন – লেনার সন্তানের বাবা। আলাবামায় যার সাথে লেনার সম্পর্ক ছিল। লেনাকে গর্ভবতী পালিয়ে সে জেফারসনে পালিয়ে গিয়েছিল।  জেফারসনে আসার পর জো ব্রাউন ছদ্মনাম ধারাওন করে। জোয়ানা বার্ডেনের মালিকানার একটি কেবিনে জো ক্রিসমাসের সাথে একসাথে বসবাস করত এবং কারখানায় ক্রিসমাস এবং বায়রনের সাথে কাজ করত। একজন চোরাচালানকারী হিসাবেও কাজ করেছে।\nজো ক্রিসমাস – উপন্যাসের ঘটনাবলী শুরু হওয়ার তিন বছর আগে জেফারসনে এসেছিল জো ক্রিসমাস।  জোয়ানা বার্ডেনের মালিকানার অধীনে একটি কেবিনে থাকতো এবং গোপনে জোয়ানার সাথে যৌন সম্পর্ক স্থাপন করে। ক্রিসমাস শ্বেতাঙ্গ এবং অনাথ। তার নিজস্ব পারিবারিক পটভূমি সম্পর্কে কোনও জ্ঞান নেই। সে নিজেকেআফ্রিকান-আমেরিকান বংশধর বলে বিশ্বাস করত। জেফারসনের কারখানায় কাজ করত এবং আড়ালে চোরাকারবার চালিয়ে যেত।\nজোয়ানা বার্ডেন – গৃহযুদ্ধের পর জেফারসনে আসা নিউ ইংল্যান্ডের বিলোপবাদী পরিবারের একমাত্র জীবিত সদস্য। সে অবিবাহিত, জেফারসনের বাইরে একটি জমিদার বাড়িতে একা থাকে এবং গোপনে জো ক্রিসমাসের সাথে যৌন সম্পর্কে লিপ্ত হয়। উপন্যাসের শুরুতে সম্ভবত বড়দিনের মধ্যেই তাকে হত্যা করা হয় এবং তার বাড়ি পুড়িয়ে দেওয়া হয়।\n\n\n=== গৌণ চরিত্র ===\nইউফিয়াস \"ডক\" হাইন্স – জো ক্রিসমাসের পিতামহ। সে ক্রিসমাসকে ঘৃণা করে এবং জন্মের পর তাকে একটি অনাথ আশ্রমে দিয়ে দেয় এবং ছেলেটির উপর নজর রাখার জন্য সেখানে একজন দারোয়ান হিসেবে কাজ নেয়। পরে, যখন সে শুনতে পায় যে জোয়ানা বার্ডেনকে হত্যার সন্দেহে ক্রিসমাস গ্রেফতার হয়েছে, তখন সে তার স্ত্রীর সাথে জেফারসনে যায় এবং ক্রিসমাসকে হত্যা করার জন্য জনতাকে উস্কে দিতে শুরু করে।\nমিসেস হাইন্স – জো ক্রিসমাসের পিতামহী। ক্রিসমাসের জন্মের রাতের পর সে আর কখনও তার নাতির মুখ দেখেনি। তার স্বামী যাতে তার নাতিকে গণপিটুনির মাধ্যমে হত্যা না করে তা নিশ্চিত করার জন্য সে জেফারসনের যায় এবং জো ক্রিসমাসের সাতেহ দেখা করে।\nমিলি হাইন্স – জো ক্রিসমাসের কিশোরী মা। একটি ভ্রমণকারী সার্কাসের এক সদস্যের সাথে প্রেমের পর সে গর্ভধারণ করে। সন্তান প্রসবের সময় সে মারা যায়।\nমিঃ ম্যাকইচার্ন – জো ক্রিসমাসের দত্তক পিতা। তিনি একজন ধর্মপ্রাণ মানুষ। যিনি গালিগালাজ করলেও, দত্তক নেওয়া তরুণ বিদ্রোহী অনাথকে সুপথে আনার চেষ্টা করেন। ১৮ বছর বয়সে জো ক্রিসমাসের দ্বারা তিনি নিহত হন। তার গালিগালাজ ও কঠর ব্যবহার ক্রিসমাসকে একজন নিষ্ঠুর ব্যক্তিত্ব হিসেবে গড়ে তোলে।\nমিসেস ম্যাকইচার্ন – জো ক্রিসমাসের দত্তক মা। ঘৃণা থাকা সত্ত্বেও সে ক্রিসমাসকে রক্ষা করার চেষ্টা করে।\nপুষ্টিবিদ – একজন মহিলা যিনি জো ক্রিসমাসের অনাথ আশ্রমে বড় হয়েছিলেন  সেখানে কাজ করতেন।\nমিস্টার আর্মস্টিড – জেফারসনে যাওয়ার পথে লেনার সাথে তার সাক্ষাত হয়। সে লেনাকে তার বাড়িতে রাত কাটাতে দেন এবং তারপর তাকে তার ওয়াগনে করে শহরে নিয়ে যান।\nমিসেস আর্মস্টিড – আর্মস্টিডের স্ত্রী, যিনি তরুণীর প্রতি ঘৃণা থাকা সত্ত্বেও লেনাকে টাকা দিয়ে সাহায্য করেন।\nববি – মেমফিসের একটি রেস্তোরাঁর একজন ওয়েট্রেস যার প্রেমে পড়ে কিশোর জো ক্রিসমাস। সেই মহিলা জো কে ঘৃণা করে এবং তাকে ছেড়ে চলে যায়।\nগ্যাভিন স্টিভেন্স – একজন শিক্ষিত ব্যক্তি এবং জেলা অ্যাটর্নি যিনি জেফারসনে থাকেন এবং উপন্যাসের শেষে কিছু ঘটনার উপর ভাষ্য প্রদান করেন।\nপার্সি গ্রিম – স্টেট ন্যাশনাল গার্ডের ক্যাপ্টেন যিনি জো ক্রিসমাসকে হত্যা করেন।\n\n\n== স্টাইল এবং গঠন ==\n\nপ্রাকৃতিক, হিংসাত্মক বিষয়বস্তু এবং অতীতের  প্রতি আচ্ছন্নতার কারণে, \"লাইট ইন অগাস্ট\" একটি দক্ষিণী গথিক উপন্যাস হিসেবে চিহ্নিত, যা ফকনারের সমসাময়িক কারসন ম্যাককালার্স এবং পরবর্তীকালে ফ্ল্যানারি ও'কনর ও ট্রুম্যান ক্যাপোটের মতো দক্ষিণী লেখকদের রচনাতেও উদাহরণ হিসেবে দেখা যায়।  তবে, ডায়ান রবার্টস এবং ডেভিড আর. জারওয়ের মতো সমালোচকরা মনে করেন যে ফকনারের দক্ষিণী গথিক ধারার রূপক—যেমন জীর্ণ বৃক্ষরোপণ ঘর, রহস্য, এবং ভয়াবহতার প্রতি মনোযোগ—মানুষের \"অতীতের সঙ্গে বিকৃত সম্পর্ক\"  এবং প্রকৃত পরিচয় নির্ধারণের অসম্ভবতা সম্পর্কে আত্মসচেতনতা আসলে আধুনিকতাবাদী ভাষ্য হিসেবে ব্যবহৃত হয়েছে। \nড্যানিয়েল জোসেফ সিঙ্গালের মতে, ফকনারের সাহিত্যধারা ধীরে ধীরে ঊনবিংশ শতাব্দীর ভিক্টোরিয়ান শৈলী থেকে আধুনিকতাবাদী হয়ে ওঠে, যেখানে \"লাইট ইন অগাস্ট\" আধুনিকতাবাদী ঐতিহ্যের ভিত্তির ওপর আরও সুদৃঢ়ভাবে প্রতিষ্ঠিত। উপন্যাসটি আধুনিকতাবাদীদের সাধারণ বৈশিষ্ট্য—আলো ও অন্ধকার, ভালো ও মন্দের মধ্যকার দ্বন্দ্ব, বর্তমানের ওপর ইতিহাসের বোঝা এবং ব্যক্তিগত পরিচয়ের বিভাজন -এইসকল বিষয়বস্তুকে নিয়ে আলোচনা করে। গল্পটি দ্বৈত স্রোতে বিভক্ত; একদিকে লেনা গ্রোভের কাহিনি এবং অন্যদিকে জো ক্রিসমাসের কাহিনি। এই কৌশলটি ফকনার তার অন্যান্য রচনাতেও ব্যবহার করেছেন। আখ্যানটি কোনো নির্দিষ্ট ক্রম অনুসরণ করে না। গল্পে প্রায়শই দীর্ঘ সময়ের জন্য অতীত ঘটনার বর্ননা চলতে থাকে এবং ক্রমাগত এক চরিত্র থেকে অন্য চরিত্রের উপর গল্পের ধারাভাষ্য কেন্দ্রীভূত হ্তে থাকে। কিছু সমালোচক এই কাঠামোগত শৈলীকে নেতিবাচকভাবে দেখেছিলেন।  তার অন্যান্য উপন্যাসের মতো, ফকনার মৌখিক গল্প বলার উপাদান ব্যবহার করেছেন, যা বিভিন্ন চরিত্রকে তাদের নিজস্ব স্বতন্ত্র দক্ষিণী বাগ্ধারায় কণ্ঠস্বর দিতে সহায়তা করে।\"লাইট ইন অগাস্ট\" কেবল চেতনার ধারা বর্ণনার উপর নির্ভর করে না;। গল্পটি সংলাপের উপর জোর দেওয়া হয়েছে এবং গল্পের কথক এক তৃতীয় ব্যাক্তির দৃষ্টিকোনও অন্তর্ভুক্ত করা হয়েছে যা উপন্যাসটির আখ্যানকে আরও বিস্তৃত ও বহুমাত্রিক করেছে।। \n\n\n=== শিরোনাম ===\nগল্পের শীর্ষক লাইট ইন অগাস্ট গল্পের এক গুরুত্বপূর্ণ অগ্নিকান্ডের ঘটনাকে নির্দেশ করে। পুরো উপন্যাসটি একটি ঘটনাকে ঘিরে আবর্তিত হয়েছে, যা হল আগস্ট মাসের একটি অগ্নিকান্ড যা মাইলের পর মাইল দূর থেকে দৃশ্যমান হয়েছিল।\nকিছু সমালোচক অনুমান করেছেন যে শিরোনামের অর্থ আলো শব্দের প্রচলিত ব্যবহার থেকে এসেছে যার অর্থ সন্তান জন্মদান।  এটি লেনার গর্ভাবস্থাকে নির্দেশ করতে ব্যবহার হয়েছে। \nউপন্যাসের ভেতরেই শিরোনামটির ইঙ্গিত পাওয়া যায়, যখন গেইল হাইটাওয়ার তার অধ্যয়নকক্ষের জানালায় বসে আছেন এবং কল্পনার মনশ্চক্ষে তার পিতামহর দুঃসাহসিক অন্তিম অভিযানের কাহিনীর পুনরাবৃত্তি হচ্ছে। উপন্যাসে এই দৃশ্যটি বর্ননা করা হয়েছে রাতের প্রেক্ষাপটে, যখন আকাশ থেকে সমস্ত আলো নিভে গেছে, শুধুমাত্র বিদায়ী দিবালোকের এক ক্ষীণ আলো যা পাতা ও ঘাসের ফলকে অনিচ্ছুকভাবে পৃথিবীতে প্রতিফলিত হয়, তার স্বল্প উপস্থিতি রয়ে গেছে।\n১৯৩১ সালে ফকনার যে গল্পটি লিখতে শুরু করেছিলেন, তার মূল শিরোনাম ছিল ডার্ক হাউস এবং গল্পের সূচনা হয় সেই দৃশ্যের মাধ্যমে যখন হাইটাওয়ারের তার বাড়ির একটি অন্ধকার জানালায় বসে আছেন।  পরে ফকনার তার স্ত্রী এস্টেলের পরামর্শে গল্পের শিরোনাম পরিবর্তন করেন এবং অবশেষে উপন্যাসের নাম লাইট ইন অগাস্ট রাখার সিদ্ধান্ত নেন।\n\n\n=== বিচ্ছিন্নতা ===\nউপন্যাসের সকল নায়কই সমাজে উপেক্ষিত এবং বহিষ্কৃত ব্যক্তি, যারা একটি নির্মম ও প্রতিকূল গ্রামীণ সম্প্রদায়ের দ্বারা পরিবেষ্টিত। জোয়ানা বার্ডেন এবং রেভারেন্ড হাইটাওয়ারকে জেফারসনের জনগণ বছরের পর বছর ধরে তাড়িয়ে বেড়িয়েছে, যদিও তারা শহর ছাড়ার ব্যর্থ চেষ্টা চালিয়েছে।\nবায়রন বাঞ্চ, যদিও জেফারসনে তুলনামূলকভাবে গ্রহণযোগ্য, তবুও তাকে রহস্যময় ব্যক্তি হিসেবে দেখা হয় বা সম্পূর্ণভাবে উপেক্ষা করা হয়। জো ক্রিসমাস এবং লেনা গ্রোভ উভয়েই অনাথ, শহরে অপরিচিত এবং সামাজিকভাবে প্রান্তিক মানুষ। তবে, প্রথমজনকে সম্প্রদায়ের ক্ষোভ ও সহিংসতার শিকার হতে হয়, অন্যদিকে দ্বিতীয়জন অবজ্ঞার মুখোমুখি হলেও তার যাত্রাপথে উদার সাহায্য পান।\nসাহিত্য বিশ্লেষক ক্লিনথ ব্রুকসের মতে, জো এবং লেনার মধ্যে এই বৈপরীত্য আধুনিক সমাজের সামাজিক বিচ্ছিন্নতার বহুমাত্রিক প্রতিফলন। \n\n\n=== খ্রিস্টীয় রূপক ===\nউপন্যাসটিতে খ্রিস্টীয় ধর্মগ্রন্থের সাথে বিভিন্ন রূপক ব্যবহার হয়েছে। জো ক্রিসমাসের জীবন ও মৃত্যু খ্রিস্টের আবেগের কথা মনে করিয়ে দেয়। লেনা এবং তার পিতৃহীন সন্তান মেরি এবং খ্রিস্টের কথা মনে করায়,  এখানে বায়রন বাঞ্চ জোসেফের চরিত্রের রূপক। এছাড়াও অন্যান্য অনেক খ্রিস্টীয় চিহ্নাবলী যেমন কলস, চাকা এবং ছায়া উপন্যাসের সর্বত্র পাওয়া যায়। \n\"লাইট ইন অগাস্ট\" উপন্যাসে ২১টি অধ্যায় রয়েছে, যাসেন্ট জনের সুসমাচারে -এর অধ্যায়সংখ্যার সমান। গবেষক ভার্জিনিয়া ভি. জেমস হ্লাভসা উল্লেখ করেছেন যে, ফকনারের প্রতিটি অধ্যায়ে জনের সুসমাচারের বিষয়বস্তুর উপাদান খুঁজে পাওয়া যায়। উদাহরণস্বরূপ, জনের বিখ্যাত উক্তি, \"আদিতে বাক্য ছিলেন, এবং বাক্য ঈশ্বরের সাথে ছিলেন,\" লুকাসের \"বাণী\" সম্পর্কে লেনার অটুট বিশ্বাসের প্রতিধ্বনি বহন করে, যেখানে লুকাস শেষ পর্যন্ত পিতৃসত্তার প্রতীক হয়ে ওঠে।\nজো ক্রিসমাসের বারবার তরল পদার্থে নিমজ্জিত হওয়ার ঘটনা, তা ম্যাকইচার্নের ক্রিসমাসকে তাঁর ধর্মপ্রচার শেখানোর প্রচেষ্টা, এই সকল ঘটনার মধ্যেই খ্রীস্টিয় রূপকের ছায়া দেখতে পাওয়া যায়। যে অধ্যায়ে ক্রিসমাসকে হত্যা করার ঘটনা উল্লেখ করা হয়েছে তা ক্রুশবিদ্ধকরণের ঘটনার কথা স্মরণ করায়। ত বে, উপন্যাসের খ্রিস্টীয় প্রতীকগুলো মূলত নেতিবাচক ও অসংগতিপূর্ণ দৃষ্টিভংগীতে উপস্থাপনা করা হয়েছে; যেমন- লেনা সুস্পষ্টভাবেই কুমারী নন, এবং জো ক্রিসমাস একজন ক্রোধপ্রবণ হত্যাকারী।\n\n\n=== জাতি এবং লিঙ্গ ===\nউইলিয়াম ফকনারকে মার্কিন যুক্তরাষ্ট্রে জাতিগত বিষয়াবলির অন্যতম গুরুত্বপূর্ণ সাহিত্যিক হিসেবে বিবেচনা করা হয়। তাঁর উপন্যাস, যার মধ্যে লাইট ইন অগাস্ট অন্যতম, দক্ষিণের গভীর বর্ণবাদ, রক্তের সম্পর্ক এবং জাতিগত পরিচয়ের জটিলতাকে অন্বেষণ করে, যা পূর্ববর্তী যুগ থেকে বিংশ শতাব্দী পর্যন্ত অব্যাহত ছিল।  উপন্যাসের অন্যতম কেন্দ্রীয় চরিত্র, জো ক্রিসমাস, গায়ের রঙে ফর্সা হলেও তাকে সর্বদা একজন বহিরাগত হিসেবে দেখা হয়। ছোটবেলায় অনাথ আশ্রমে বড় হওয়ার সময়, অন্যান্য শিশুরা তাকে \"নিগার\" বলে ডাকত।\nবইয়ের ষষ্ঠ অধ্যায়ে পাঁচ বছর বয়সী ক্রিসমাসের বিবরণ পাওয়া যায়। তার পরিচয় নিয়ে শৈশব থেকেই সংশয় তৈরি হয়। গল্পে তার প্রথম উল্লেখ হয়েছে একজন পুষ্টিবিদের মাধ্যমে যে তাকে মুখ বন্ধ রাখার জন্য এক ডলার দিয়েছিলেন, যাতে সে এক চিকিৎসকের সঙ্গে তার সম্পর্কের কথা প্রকাশ না করে। তবে, সন্দেহের অন্যতম কারণ ছিল ডক হাইন্স, জো-র বিকারগ্রস্ত পিতামহ, যিনি তাকে অনাথ আশ্রমে ফেলে এসেছিলেন এবং নিজেও সেখানেই কাজ করতেন।হয়তো তিনিই অন্যান্য শিশুদের কাছে ছেলেটির জন্মপরিচয় নিয়ে ভুল তথ্য ছড়িয়ে দিয়েছিলেন। এই কারণেই জো ক্রিসমাস মনে মনে বিশ্বাস করে যে তার কিছু আফ্রিকান-আমেরিকান পূর্বপুরুষ রয়েছে, যদিও ফকনার কখনো এ বিষয়টি গল্পে কখোনোই নিশ্চিত করেননি। সে তার পিতৃত্বকে এক ধরনের  আদি পাপ হিসেবে দেখে, যা জন্মের পর থেকেই তার দেহ ও কর্মকে কলুষিত করেছে। \nতার এই অনিশ্চিত সাদা-কালো পরিচয়ের কারণে, ক্রিসমাস সারাজীবন ভবঘুরে জীবন যাপন করে। নিজের কালো রক্তের গুজবকে সে একদিকে যেমন ঘৃণা করে, তেমনি এটিকে লালনও করে। সে ইচ্ছাকৃতভাবে শ্বেতাঙ্গদের সামনে নিজেকে কালো পরিচয় দিয়ে প্রতিক্রিয়া দেখতে চায়, এবং যখন একজন উত্তরাঞ্চলীয় শ্বেতাঙ্গ মহিলা এতে উদাসীন প্রতিক্রিয়া দেখান, তখন সে হিংস্র হয়ে ওঠে। যদিও ক্রিসমাস সহিংস অপরাধের জন্য দোষী, ফকনার এটিকে শুধুমাত্র তার ব্যক্তিগত পাপ হিসেবে দেখান না। বরং তিনি তুলে ধরেন যে তার অপরাধী মানসিকতার পিছনে কিভাবে সামাজিক ও মানসিক শক্তির প্রভাব ছিল।\nজো ক্রিসমাস দেখায় যে, সমাজে নির্দিষ্ট জাতিগত বা লিঙ্গ পরিচয়ের বাইরে থাকা মানুষদের হুমকি হিসেবে গণ্য করা হয়, এবং তাদের প্রতি সহিংসতার মাধ্যমেই প্রতিক্রিয়া দেখানো হয়। সমাজ তাকে কেবল কালো বা সাদা হিসেবেই নয়, বরং পুরুষ বা নারী হিসেবেও স্পষ্টভাবে সংজ্ঞায়িত করতে পারে না। একইভাবে, জোয়ানা বার্ডেনকেও ফকনার \"পুরুষালি\" বৈশিষ্ট্যসম্পন্ন হিসেবে উপস্থাপন করেছেন। তিনিও তার সম্প্রদায় থেকে প্রত্যাখ্যাত।  একজন প্রাথমিক সমালোচক মন্তব্য করেছেন যে, \"ফকনারিয়ান গভীর দক্ষিণপন্থী চিন্তাধারায় কৃষ্ণাঙ্গতা ও নারীসত্তা একসঙ্গে মিলিত হয়ে যায়। তারা একই ধরনের বঞ্চনার শিকার\" যা জীবনের প্রতি ফকনারের বিদ্রোহী মনোভাবকে প্রতিফলিত করে। \nতবে, নারী ও সংখ্যালঘু উভয়কেই \"বিধ্বংসী\" হিসেবে দেখা হলেও, উপন্যাসে প্রতিষ্ঠিত পুরুষতান্ত্রিক  সমাজ তাদের নিয়ন্ত্রণে রাখে। কিন্তু এর ব্যতিক্রম লেনা গ্রোভ। তিনি নিরাপদে ভ্রমণ করতে সক্ষম হন এবং এমনকি তারা যারা তাকে ঘৃণা বা অবিশ্বাস করে, তারাও তাকে সাহায্য করে। কারণ, তিনি সমাজের প্রচলিত ধারণাকে ব্যবহার করেন—যেখানে একজন পুরুষকে একজন মহিলার সুস্থতার জন্য দায়ী মনে করা হয়। ফলে, লেনাই একমাত্র বহিরাগত ব্যক্তি, যিনি জেফারসনের জনগণের দ্বারা প্রত্যাখ্যাত বা ধ্বংসপ্রাপ্ত হন না। কারণ, সমাজ তাকে প্রকৃতি ও জীবনের প্রতীক হিসেবে গ্রহণ করে। উপন্যাসে নারীদের প্রতি এই রোমান্টিক দৃষ্টিভঙ্গি ইঙ্গিত দেয় যে, পুরুষরা প্রকৃতির সাথে তাদের নির্দোষ সংযোগ হারিয়ে ফেলেছে, যেখানে নারীরা সহজাতভাবেই এটি ধারণ করে রেখেছে।\n\n\n=== শ্রেণী এবং ধর্ম ===\nমূলত দরিদ্র শ্বেতাঙ্গ দক্ষিণবাসীদের জীবনচিত্র তুলে ধরেছেন। এই চরিত্ররা দক্ষিণের যুদ্ধ-পরবর্তী ধ্বংসপ্রাপ্ত অর্থনীতির মধ্যে বেঁচে থাকার জন্য সংগ্রাম করে। তারা সমাজে উচ্চ ও নিম্ন শ্রেণীর মধ্যে বিভক্ত।\nউপন্যাসের বেশিরভাগ চরিত্রই নিম্ন শ্রেণীর অন্তর্ভুক্ত, ব্যতিক্রম শুধু রেভারেন্ড হাইটাওয়ার এবং জোয়ানা বার্ডেন। তবে, তারা সবাই এক ধরনের দারিদ্র্য ও কঠোর বিশুদ্ধতাবাদী মূল্যবোধের মাধ্যমে একত্রিত। এই মূল্যবোধই তাদের এমনভাবে গড়ে তুলেছে, যাতে তারা লেনা গ্রোভের মতো অবিবাহিত মাকে অবজ্ঞার চোখে দেখে।\nফকনার তাদের বিশুদ্ধতাবাদী উগ্র বিশ্বাসের সীমাবদ্ধতা এবং আগ্রাসনের চিত্র তুলে ধরেন, যা তাদের প্রকৃতির স্বাভাবিক প্রবাহের বিরুদ্ধে লড়াই করতে বাধ্য করেছে। এই সংগ্রামের ফলে তারা এক ধরনের \"বিকৃত\" অবস্থায় পৌঁছে গেছে, যেখানে তাদের নৈতিকতা ও বাস্তব জীবনের মধ্যে গভীর দ্বন্দ্ব সৃষ্টি হয়েছে। \n\n\n== অভ্যর্থনা ==\n১৯৩২ সালে প্রথম প্রকাশের পর লাইট ইন অগাস্ট মাঝারি সফলতা অর্জন করে। প্রথমে ১১,০০০ কপি মুদ্রিত হয়, এবং বছরের শেষ নাগাদ মোট চারটি মুদ্রণ সম্পন্ন হয়। তবে, চতুর্থ মুদ্রণের একটি উল্লেখযোগ্য অংশ ১৯৩৬ সাল পর্যন্ত বিক্রি হয়নি। ১৯৩৫ সালে মরিস-এডগার কইন্ড্রেউ উপন্যাসটি ফরাসি ভাষায় অনুবাদ করেন। একই বছর, এটি ফকনারের অন্যান্য উপন্যাস ও ছোটগল্পের সঙ্গে জার্মান ভাষায়ও অনূদিত হয়।\nপ্রথমদিকে, নাৎসি সেন্সর বোর্ড এই কাজগুলোর অনুমোদন দেয়, এবং জার্মান সাহিত্য সমালোচকরা ফকনারের প্রতি আগ্রহ দেখান। তারা ভুলভাবে ধরে নিয়েছিল যে ফকনার একজন রক্ষণশীল ব্যাক্তি যিনি জাতিগত বিশুদ্ধতার সংগ্রামকে ইতিবাচকভাবে চিত্রিত করেছেন। তবে, অল্প সময়ের মধ্যেই নাৎসিরা তার কাজ নিষিদ্ধ করে। যুদ্ধ-পরবর্তী জার্মান সমালোচকরা পরে তাকে একজন আশাবাদী খ্রিস্টান মানবতাবাদী হিসেবে পুনর্মূল্যায়ন করেন। ১৯৫১ সাল পর্যন্ত ফকনারের বই জার্মানিতে পাওয়া যেত না, কারণ মার্কিন সেনাবাহিনী তার কাজের অনুমোদন দেয়নি। \nমাইকেল মিলগেটের মতে, এটি সাধারণত ফকনারের সেরা উপন্যাস হিসেবে বিবেচিত হয় না। তবে লাইট ইন আগস্ট তার লেখনি জীবনের প্রথম দিকের একটি প্রধান রচনা, যা তার কর্মজীবনের  মূল্যায়নের কেন্দ্রবিন্দুতে\" হিসেবে স্বীকৃত।  ] তিনি যুক্তি দেন যে প্রাথমিক আমেরিকান সমালোচকদের অনেকেই, যারা মূলত শহুরে উত্তরাঞ্চলীয় ছিলেন এবং দক্ষিণকে পশ্চাদপদ ও প্রতিক্রিয়াশীল মনে করতেন, তারা ফকনারের আখ্যানগত প্রযুক্তিগত উদ্ভাবনগুলোর উপর গুরুত্ব দিয়েছিলেন। কিন্তু তারা আঞ্চলিক বিবরণ, চরিত্রগুলোর পারস্পরিক সংযোগ এবং লেখকের অন্যান্য কাজের সঙ্গে এর সম্পর্ক বোঝার ক্ষেত্রে ব্যর্থ হন বা সেগুলো উপেক্ষা করেন।  কিছু সমালোচক ফকনারের বর্ণনাকৌশলকে উদ্ভাবনী হিসেবে না দেখে বরং দুর্বলতা হিসেবে চিহ্নিত করেন। তারা পরামর্শ দেন যে ফকনারের উচিত তার শৈলী পরিমার্জন করা এবং ইউরোপীয় আধুনিকতাবাদী \"কৌশল\" থেকে সতর্ক থাকা। একই সঙ্গে, উপন্যাসে চিত্রিত সহিংসতা নিয়েও সমালোচনা ওঠে; অনেকে একে \"গথিক ফ্যান্টাসি\" বলে আখ্যা দেন। সময়ের সঙ্গে সঙ্গে উপন্যাসটি তার সহিংসতা ও অন্ধকার বিষয়বস্তুর কারণে ইতিবাচকভাবে মূল্যায়িত হতে থাকে, কারণ এটি তৎকালীন আবেগপ্রবণ ও রোমান্টিক দক্ষিণী সাহিত্যের প্রবণতার বিপরীত ছিল। \nটাইম ম্যাগাজিন ১৯২৩ থেকে ২০০৫ সাল পর্যন্ত  ১০০টি সেরা ইংরেজি ভাষার উপন্যাসের তালিকায় এই উপন্যাসটিকে অন্তর্ভুক্ত করেছিল। \n\n\n== তথ্যসূত্র =="}