{"pageid": 1514756, "title": "সাইকেল চালনা ও নারীবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1514756", "content": "বিভিন্ন ক্ষেত্রে নারীদের জীবনে সাইকেলের উল্লেখযোগ্য প্রভাব ছিল। ১৮৯০-এর দশকে আমেরিকান এবং ইউরোপীয় সমাজে সাইকেলের উন্মাদনা ছড়িয়ে পড়ার সময় নারীদের সামাজিক ভূমিকার উপর সাইকেলের সবচেয়ে বড় প্রভাব পড়েছিল। এই সময়ে, নারী আন্দোলনের জন্য সাইকেল ব্যবহারের প্রাথমিক অর্জন ছিল এটি নারীদের আরও বেশি সামাজিক গতিশীলতা প্রদান করেছিল। নারীবাদী অ্যানি লণ্ডনডেরি এই সময়ের প্রথম নারী হিসেবে বিশ্বজুড়ে তাঁর সাইকেল ভ্রমণ সম্পন্ন করেছিলেন। আমেরিকান সাইকেল কোম্পানিগুলির দাম এবং বিভিন্ন পেমেন্ট পরিকল্পনার কারণে, বেশিরভাগ মানুষের কাছেই সাইকেল সাশ্রয়ী ছিল। তবে, উচ্চবিত্ত এবং মধ্যবিত্ত শ্বেতাঙ্গ মহিলাদের উপর সাইকেল সবচেয়ে বেশি প্রভাব ফেলেছিল। এর ফলে সমাজে তাদের ভূমিকা রূপান্তরিত হয়, ব্যক্তিগত বা ঘরোয়া ক্ষেত্রে যত্নশীল, স্ত্রী এবং মা হিসেবে থাকার বদলে বৃহত্তর জনসাধারণ্যে উপস্থিতি এবং সম্প্রদায়ের সাথে জড়িত হয়ে থাকা। একবিংশ শতাব্দীতেও সৌদি আরব এবং ইরানের মতো দেশগুলিতে নারীবাদীদের দ্বারা সাইকেল চালানো একটি বিতর্কিত বিষয় হিসাবে রয়ে গেছে।\n\n\n== ইতিহাস ==\n\n\n=== ড্যাণ্ডি ঘোড়া: ১৮৬০-এর দশকের পূর্ববর্তী ===\n১৮১৭ সালে ড্যাণ্ডি ঘোড়া উদ্ভাবিত হয়েছিল এবং কয়েক বছর ধরে খুব চলনশীল ছিল। তারা পায়ে হাঁটার দ্বিগুণ গতিতে চলতে পারত। তাদের কোন প্যাডেল বা ক্র্যাঙ্ক ছিল না, কিন্তু আধুনিক ব্যালেন্স সাইকেলের মতো পা দিয়ে চালিত হত। ডেনিস জনসন একটি স্টেপ-থ্রু ফ্রেম (সাইকেলের ধরণ) সহ মহিলাদের একটি সংস্করণ বিক্রি করেছিলেন।\n\n\n=== ভেলোসিপিড: ১৮৬০ থেকে ১৮৮০-এর দশকের মাঝামাঝি ===\n\n১৮৬০ থেকে ১৮৮০-এর দশকের মাঝামাঝি সময়ে, স্ট্যাণ্ডার্ড সাইকেল ছিল সাধারণ বা উচ্চ চাকার বাহন, যেটি আয়ত্ত করা কঠিন এবং ব্যবহার করা বিপজ্জনক ছিল। যদিও সাধারণ সাইকেল কেবল পুরুষরা ব্যবহার করত, মহিলাদের দুই আসন বিশিষ্ট সামাজিক সাইকেল, ট্যাণ্ডেম সাইকেল এবং ট্রাইসাইকেলের মতো সাইকেল ব্যবহারের অনুমতি ছিল। ১৮৬০-এর দশকের শেষের দিকে পুরুষ ও মহিলাদের জন্য একটি জনপ্রিয় সামাজিক কার্যকলাপ হয়ে ওঠে সহচর বাহনে চড়া। এই যানবাহনগুলি পুরুষ এবং মহিলাদের সহ-সামাজিকীকরণের নতুন পদ্ধতি বিকাশের সুযোগ করে দেয়। তবে, ১৮৮০-এর দশকের মাঝামাঝি পর্যন্ত, মহিলারা সাইক্লিংয়ে অংশগ্রহণের জন্য মূলত পুরুষদের উপর নির্ভরশীল ছিলেন। একজন পুরুষের সামাজিকতার উপর নিয়ন্ত্রণ থাকার ফলে ধারণা করা হত যে একা সাইকেল চালানোর বিপদ থেকে পুরুষ নারীকে নিরাপদ রাখতে পারবে, যার ফলে পুরুষের কর্তৃত্ব বজায় রইল। সুতরাং, সহচর বাহনের মাধ্যমে সাইকেল চালানো পুরুষ ও মহিলাদের মধ্যে সামাজিকতার বিকাশে বিপ্লবী ভূমিকা পালন করলেও, এটি পুরুষদের তুলনায় নারীদের নিম্নমানের অবস্থানে রেখেছিল এই ধারণার মাধ্যমে যে, সেই পরিস্থিতিতে পুরুষের সাইকেল চালানোর ক্ষমতা রয়েছে।\n\n\n=== সাইকেলের উন্মাদনা ===\n১৮৮০-এর দশকের মাঝামাঝি থেকে ১৮৯০-এর দশকের মাঝামাঝি সময়ে, আধুনিক নিরাপত্তামূলক সাইকেল তৈরি করা হয়েছিল। সাইকেল চালানো ব্যাপক জনপ্রিয় হয়ে ওঠে।\n\nইউসি ডেভিসের ধর্মীয় অধ্যয়নের অধ্যাপক অ্যালন রাবের মতে, অটোমান সাম্রাজ্যে সাইকেল চালানোর বিরোধিতা ছিল রক্ষণশীল এবং ধর্মীয় মৌলবাদীদের কাছ থেকে, যারা প্রায়শই সাইকেলকে শয়তানের রথ হিসেবে সমালোচনা করত। গোঁড়া পণ্ডিতরা দাবি করেছিলেন যে সাইকেল চালানো প্রজনন অঙ্গের ক্ষতি করবে, যৌন প্রশ্রয়কে উৎসাহিত করবে এবং পরিবারকে ধ্বংসের দিকে নিয়ে যাবে। রাব আরও উল্লেখ করেছেন যে তাদের না বলা উদ্দেশ্যটি ছিল মহিলাদের তাদের ঘরেই রাখা এবং পুরুষ ও মহিলাদের মধ্যে তত্ত্বাবধানবিহীন যোগাযোগ সীমিত করা। রাব রিপোর্ট করেছেন যে অনেক মুসলিম ধর্মীয় কর্তৃপক্ষ মহিলাদের সাইকেল চালানোকে বিদ'আহ (যেকোনো প্রযুক্তিগত উদ্ভাবন যা ধর্মবিরোধী বলে মনে করা হয়) বলে সমালোচনা করেছেন। তিনি উল্লেখ করেন যে নারীদের সাইকেল চালানোর বিষয়টি গণমাধ্যমে এবং আইনত সমালোচিত হয়েছিল এবং কিছু জায়গায় নারী সাইকেল চালকরা শারীরিক নির্যাতনের শিকার হয়েছেন। তিনি রিপোর্ট করেছেন যে বিরোধিতা সত্ত্বেও, বিংশ শতাব্দীর গোড়ার দিকে, অটোমান সাম্রাজ্যের মহিলারা স্বাধীনতার এক নতুন অনুভূতি নিয়ে বিভিন্ন উদ্দেশ্যে সাইক্লিংকে গ্রহণ করেছিলেন। নারীবাদী কর্মী ফাতমা আলিয়ে তোপুজের মতো নারীর রাজনৈতিক অধিকার সম্প্রসারণের প্রচেষ্টা সাইকেলের সাহায্যে সহায়তা পেয়েছিলেন।\n\n\n== পোশাক ==\n\n\n== আরও দেখুন ==\n\nবাইক বুম\nচক্রাকারে চলা\nনারীবাদী নগরবাদ\nইসলামে নারী এবং সাইকেল চালানো\nসাইকেলের ইতিহাস\nডিম্বাশয়ের সাইকোস\nনারীর আইনি অধিকারের সময়রেখা (ভোটদান ব্যতীত)\nভিক্টোরিয়ান পোশাক সংস্কার\nঅভিনব মহিলাদের বাইক রাইড\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nমেসি, সু (২০১১)। হুইলস অফ চেঞ্জ: হাউ উইমেন রোড দ্য বাইসাইকেল টু ফ্রিডম (উইথ এ ফিউ ফ্ল্যাট টায়ার্স অ্যালং দ্য ওয়ে)। ন্যাশনাল জিওগ্রাফিক। আইএসবিএন 978-1426307614। \nশ্যাডওয়েল, এ. (১ ফেব্রুয়ারি ১৮৯৭)। \"দ্য হিডেন ডেঞ্জার্স অফ সাইক্লিং\"। ২ নভেম্বর ২০১৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৫ ফেব্রুয়ারি ২০২৫।"}