{"pageid": 1514897, "title": "কৃষ্ণাঙ্গ জনগোষ্ঠী", "url": "https://bn.wikipedia.org/wiki?curid=1514897", "content": "টেমপ্লেট:Black people sidebar\nকালো হলো মানুষের বর্ণগত শ্রেণীবিভাগ, সাধারণত মধ্য থেকে গাঢ় বাদামী বর্ণের নির্দিষ্ট জনগোষ্ঠীর জন্য একটি রাজনৈতিক এবং ত্বকের রঙের উপর ভিত্তি করে তৈরি একটি বিভাগ । \"কালো\" হিসেবে বিবেচিত সকল মানুষেরই ত্বক কালো হয় না; কিছু দেশে, প্রায়শই পশ্চিমা বিশ্বের সামাজিকভাবে ভিত্তিক বর্ণগত শ্রেণীবিভাগ ব্যবস্থায়, \"কালো\" শব্দটি এমন ব্যক্তিদের বর্ণনা করতে ব্যবহৃত হয় যারা অন্যান্য জনগোষ্ঠীর তুলনায় কালো চামড়ার অধিকারী বলে বিবেচিত হয়। এটি সাধারণত সাব-সাহারান আফ্রিকান বংশধর, আদিবাসী অস্ট্রেলিয়ান এবং মেলানেশিয়ানদের জন্য ব্যবহৃত হয়, যদিও এটি অন্যান্য গোষ্ঠীর ক্ষেত্রে অনেক প্রসঙ্গে প্রয়োগ করা হয়েছে এবং এটি কোনও ঘনিষ্ঠ পূর্বপুরুষের সম্পর্কের সূচক নয়। আদিবাসী আফ্রিকান সমাজ পশ্চিমা সংস্কৃতির প্রভাবের বাইরে জাতিগত পরিচয় হিসাবে কালো শব্দটি ব্যবহার করে না।\nসমসাময়িক নৃবিজ্ঞানী এবং অন্যান্য বিজ্ঞানীরা, বিভিন্ন মানব জনগোষ্ঠীর মধ্যে জৈবিক বৈচিত্র্যের বাস্তবতা স্বীকার করার সময়, একটি ঐক্যবদ্ধ, স্বতন্ত্র \"কৃষ্ণাঙ্গ জাতি\" ধারণাটিকে সামাজিকভাবে নির্মিত বলে মনে করেন। বিভিন্ন সমাজ \"কৃষ্ণাঙ্গ\" শ্রেণীবদ্ধ করার জন্য বিভিন্ন মানদণ্ড প্রয়োগ করে এবং সময়ের সাথে সাথে এই সামাজিক গঠনগুলি পরিবর্তিত হয়েছে। বেশ কয়েকটি দেশে, সামাজিক পরিবর্তনশীল নিয়ামকগুলি ত্বকের রঙের মতো শ্রেণীবিভাগকে প্রভাবিত করে এবং \"কৃষ্ণাঙ্গতা\"-র সামাজিক মানদণ্ড পরিবর্তিত হয়। কেউ কেউ 'কৃষ্ণাঙ্গ' শব্দটিকে একটি অবমাননাকর, পুরানো, হ্রাসকারী বা অন্যথায় প্রতিনিধিত্বমূলক লেবেল হিসাবে দেখেন না এবং ফলস্বরূপ এটি ব্যবহার বা সংজ্ঞায়িত করেন না, বিশেষ করে আফ্রিকান দেশগুলিতে যেখানে ঔপনিবেশিক জাতিগত বিচ্ছিন্নতা খুব কম বা কোনও ইতিহাস নেই।\nঅ্যাংলোস্ফিয়ারে এই শব্দটি দেশের উপর নির্ভর করে বিভিন্ন অর্থ বহন করতে পারে। যুক্তরাজ্যে \"কালো\" ঐতিহাসিকভাবে \"বর্ণের ব্যক্তি\" এর সমতুল্য ছিল, যা অ-ইউরোপীয় জনগণের জন্য একটি সাধারণ শব্দ। যদিও \"বর্ণের ব্যক্তি\" শব্দটি মার্কিন যুক্তরাষ্ট্রে সাধারণত ব্যবহৃত এবং গৃহীত হয়, \"বর্ণের ব্যক্তি\" শব্দটিকে অত্যন্ত আপত্তিকর বলে মনে করা হয়, দক্ষিণ আফ্রিকা ছাড়া, যেখানে এটি মিশ্র বর্ণের ব্যক্তির জন্য একটি বর্ণনাকারী। অস্ট্রেলাসিয়ার মতো অন্যান্য অঞ্চলে বসতি স্থাপনকারীরা আদিবাসী জনগোষ্ঠীর জন্য \"কালো\" বিশেষণটি প্রয়োগ করেছিলেন। ১৯৬০ এবং ৭০-এর দশক পর্যন্ত অস্ট্রেলিয়ায় এটি সর্বজনীনভাবে অত্যন্ত আপত্তিকর হিসাবে বিবেচিত হত। \"কালো\" সাধারণত একটি বিশেষ্য হিসাবে ব্যবহৃত হতো না, বরং একটি বিশেষণ হিসাবে ব্যবহৃত হতো যা অন্য কোনও বর্ণনাকারীকে (যেমন \"কালো ****\") হিসাবে উল্লেখ করার ক্ষেত্রে ব্যবহার করার বিবরণ দেয়। ১৯৬৭ সালের গণভোটের পরে বিচ্ছিন্নতা বৃদ্ধি পাওয়ার সাথে সাথে, কিছু আদিবাসী আমেরিকান ফ্যাশন অনুসরণ করে এই শব্দটি গ্রহণ করেছিলেন, তবে এটি সমস্যাযুক্ত রয়ে গেছে।\n২০২০ সালে আফ্রিকান আমেরিকান জর্জ ফ্লয়েডকে হত্যা করার পর এপি রচনাশৈলী সহ বেশ কয়েকটি আমেরিকান রচনাশৈলী নির্দেশিকা তাদের নির্দেশনা পরিবর্তন করে 'কৃষ্ণাঙ্গ' বুঝাতে 'b' অক্ষরটিকে বড় অক্ষর ('B') হিসাবে ব্যবহার করেছে। এএসএ রচনাশৈলীর নির্দেশিকায় বলা হয়েছে যে 'b' অক্ষরটিকে বড় অক্ষরে রূপান্তর করে ব্যবহার করা আবশ্যক নয়।\n\n\n== আফ্রিকা ==\n\n\n=== উত্তর আফ্রিকা ===\n\nউত্তর আফ্রিকায় অসংখ্য কালো চামড়ার মানুষ বসবাস করে, যাদের মধ্যে কোনো কোনো দল প্রাগৈতিহাসিক সম্প্রদায় থেকে উদ্ভূত। অন্যরা ঐতিহাসিক ট্রান্স-সাহারান বাণিজ্যের মাধ্যমে অভিবাসীদের বংশধর অথবা ৭ম শতাব্দীতে উত্তর আফ্রিকায় আরব আক্রমণের পর, উত্তর আফ্রিকায় ট্রান্স-সাহারান দাস ব্যবসায়ের দাসদের বংশধর।\n\n১৮ শতকে মরক্কোর সুলতান \"যোদ্ধা রাজা\" মৌলে ইসমাইল (১৬৭২-১৭২৭) ১,৫০,০০০ কৃষ্ণাঙ্গ সৈন্যের একটি বাহিনী গঠন করেছিলেন, যাদের বলা হতো তার কৃষ্ণাঙ্গ প্রহরী।\nব্রাজিলের বাহিয়া স্টেট ইউনিভার্সিটির আবাসিক পণ্ডিত কার্লোস মুরের মতে, একবিংশ শতাব্দীতে আরব বিশ্বের আফ্রো-বহুজাতির লোকেরা, যার মধ্যে উত্তর আফ্রিকার আরবরাও রয়েছে, নিজেদের পরিচয় এমনভাবে প্রকাশ করে যা ল্যাটিন আমেরিকার বহুজাতির লোকদের সাথে সাদৃশ্যপূর্ণ। তিনি দাবি করেন যে, কালো রঙের আরবরা, অনেকটা কালো রঙের ল্যাটিন আমেরিকানদের মতো যারা নিজেদেরকে সাদা বলে মনে করে কারণ তাদের কিছু দূরবর্তী সাদা বংশধর রয়েছে।\nমিশরের রাষ্ট্রপতি আনোয়ার সাদাতের একজন মা ছিলেন কালো চামড়ার নুবিয়ান সুদানিজ (সুদানি আরব ) মহিলা এবং একজন বাবা ছিলেন ফর্সা চামড়ার মিশরীয়। তরুণ বয়সে অভিনয়ের জন্য একটি বিজ্ঞাপনের প্রতিক্রিয়ায় তিনি বলেছিলেন, \"আমি সাদা নই, তবে আমি ঠিক কালোও নই। আমার কালোত্ব লালচে হয়ে উঠছে\"।\nআরব সমাজের পিতৃতান্ত্রিক প্রকৃতির কারণে উত্তর আফ্রিকার দাস ব্যবসার সময় সহ আরব পুরুষরা পুরুষদের তুলনায় বেশি আফ্রিকান মহিলাদের দাসত্ব করাতো। মহিলা দাসীদের প্রায়শই গৃহস্থালির কাজ এবং কৃষিকাজে নিযুক্ত করা হত। পুরুষরা কুরআনের ব্যাখ্যা দিয়ে পুরুষ প্রভু এবং তার দাসত্বপ্রাপ্ত মহিলাদের মধ্যে বিবাহের বাইরে যৌন সম্পর্কের অনুমতি দেয় (এই সম্পর্কে জানতে \"মা মালাকাত আইমানুকুম এবং যৌনতা\" দেখুন ), যার ফলে অনেক মিশ্র-বর্ণের সন্তান জন্মগ্রহণ করে। যখন একজন দাসত্বপ্রাপ্ত মহিলা তার আরব প্রভুর সন্তান তার গর্ভে ধারণ করেন, তখন তাকে উম্মে ওয়ালাদ বা \"সন্তানের মা\" হিসাবে বিবেচনা করা হতো, যা তার বিশেষাধিকার প্রদান করে। শিশুটিকে পিতার সম্পত্তিতে উত্তরাধিকারের অধিকার দেওয়া হত, তাই মিশ্র-বর্ণের শিশুরা পিতার যেকোনো সম্পদে ভাগ করে নিতে পারত। যেহেতু সমাজটি পিতৃতান্ত্রিক ছিলো, তাই শিশুরা জন্মের সময় তাদের পিতার সামাজিক মর্যাদা উত্তরাধিকারসূত্রে পেত এবং স্বাধীনভাবে জন্মগ্রহণ করত।\nকিছু মিশ্র বর্ণের সন্তান তাদের নিজ নিজ পিতার উত্তরসূরী হিসেবে শাসক হিসেবে আবির্ভূত হন, যেমন সুলতান আহমদ আল-মনসুর, যিনি ১৫৭৮ থেকে ১৬০৮ সাল পর্যন্ত মরক্কো শাসন করেছিলেন। তাকে আক্ষরিক অর্থে দাসের মিশ্র বর্ণের সন্তান হিসেবে বিবেচনা করা হতো না; তার মা ছিলেন ফুলানি এবং তার পিতার একজন উপপত্নী।\n১৯৯১ সালের গোড়ার দিকে, সুদানের জাঘাওয়া জনগোষ্ঠীর অ-আরবরা স্বীকার করে যে তারা তীব্রতর আরব বর্ণবাদ অভিযানের শিকার হয়েছেন আরব এবং অ-আরবদের (বিশেষ করে নীলোটিক বংশধরদের) দ্বারা। সরকার নিয়ন্ত্রণকারী সুদানী আরবদের ব্যাপকভাবে সুদানের অ-আরব নাগরিকদের বিরুদ্ধে বর্ণবাদ অনুশীলনকারী হিসেবে উল্লেখ করা হয়েছিল। বর্ণবাদ এবং জাতিগত নির্মূলের নীতি বাস্তবায়নের জন্য সরকারকে \"কৌশলের সাথে আরব সংহতি ব্যবহার\" করার অভিযোগ আনা হয়েছিল।\nসুদানী আরবরাও কৃষ্ণাঙ্গ মানুষ কারণ তারা সাংস্কৃতিক ও ভাষাগতভাবে সুদানের আরবীয় আদিবাসী জনগোষ্ঠী, যাদের বেশিরভাগই নীলো-সাহারান, নুবিয়ান, এবং কুশিটিক বংশোদ্ভূত; তাদের ত্বকের রঙ এবং চেহারা অন্যান্য কৃষ্ণাঙ্গ মানুষের মতো।\nআমেরিকান বিশ্ববিদ্যালয়ের অর্থনীতিবিদ জর্জ আয়ত্তে সুদানের আরব সরকারকে কৃষ্ণাঙ্গ নাগরিকদের বিরুদ্ধে বর্ণবাদমূলক আচরণের জন্য অভিযুক্ত করেছেন। আয়ত্তে-র মতে, \"সুদানে... আরবরা ক্ষমতা একচেটিয়াভাবে দখল করেছিল এবং কৃষ্ণাঙ্গদের বাদ দিয়েছিল - আরব বর্ণবাদ।\" অনেক আফ্রিকান ভাষ্যকার আয়ত্তে-র সাথে যোগ দিয়ে সুদানকে আরব বর্ণবাদ অনুশীলনের অভিযোগ এনেছিলেন।\n\n\n=== সাহারা ===\n\nসাহারায় স্থানীয় তুয়ারেগ বারবার জনগোষ্ঠী \"নিগ্রো\" দাস রাখত। এই বন্দীদের বেশিরভাগই ছিল নীলো-সাহারান বংশোদ্ভূত এবং হয় তুয়ারেগ অভিজাতরা পশ্চিম সুদানের দাস বাজার থেকে কিনেছিল অথবা অভিযানের সময় ধরে নিয়ে গিয়েছিল। তাদের উৎপত্তি আহাগার বারবার শব্দ ইবেনহেরেন (একবচন: Ébenher ) দ্বারা নির্দেশ করা হয়, যা কেবলমাত্র নিলো - সাহারান ভাষায় কথা বলা দাসদের ইঙ্গিত দেয়। এই দাসদের কখনও কখনও ধার করা সোংহে শব্দ বেলা দ্বারাও পরিচিত ছিল।\nএকইভাবে, পশ্চিম সাহারার সাহারাউই আদিবাসীরা উচ্চ বর্ণ এবং নিম্ন বর্ণের সমন্বয়ে গঠিত একটি শ্রেণী ব্যবস্থা গড়ে তুলেছিল। এই ঐতিহ্যবাহী উপজাতি সীমানার বাইরে ছিল \"নিগ্রো\" দাস, যাদের আশেপাশের এলাকা থেকে ধরে নিয়ে আসা হয়েছিল।\n\n\n== দক্ষিণ আমেরিকা ==\n\n১৪৯২ থেকে ১৮৮৮ সাল পর্যন্ত আটলান্টিক দাস বাণিজ্যের সময় আফ্রিকা থেকে আমেরিকায় প্রায় ১ কোটি ২০ লক্ষ লোক পাঠানো হয়েছিল। এর মধ্যে ১১.৫ লক্ষ দক্ষিণ আমেরিকা এবং ক্যারিবীয় অঞ্চলে পাঠানো হয়েছিল। ব্রাজিল ছিল আমেরিকার বৃহত্তম আমদানিকারক, ৫.৫ মিলিয়ন আফ্রিকান দাস এখানে নিয়ে আসা হয়, এরপর ব্রিটিশ ক্যারিবীয়রা ২.৭৬ মিলিয়ন, স্প্যানিশ ক্যারিবীয় এবং স্প্যানিশ মূল ভূখণ্ডে ১.৫৯ মিলিয়ন আফ্রিকান এবং ফরাসি ক্যারিবীয়রা ১.৩২ মিলিয়ন আনে। বর্তমান সময়ে, দক্ষিণ আমেরিকা এবং ক্যারিবীয় অঞ্চলে তাদের বংশধরদের সংখ্যা প্রায় ১৫০ মিলিয়ন। ত্বকের রঙ ছাড়াও, অন্যান্য শারীরিক বৈশিষ্ট্য যেমন মুখের বৈশিষ্ট্য এবং চুলের গঠন প্রায়শই দক্ষিণ আমেরিকা এবং ক্যারিবীয় অঞ্চলে কালো হিসাবে শ্রেণীবদ্ধ করার জন্য বিভিন্নভাবে ব্যবহৃত হয়। দক্ষিণ আমেরিকা এবং ক্যারিবীয় অঞ্চলে, কৃষ্ণাঙ্গ হিসেবে শ্রেণীবিভাগ সামাজিক মর্যাদা এবং আর্থ-সামাজিক পরিবর্তনশীলের সাথেও ঘনিষ্ঠভাবে জড়িত, বিশেষ করে \"ব্লান্কিউঅ্যামিয়েন্টো\" (জাতিগত সাদাকরণ) এবং এই সম্পর্কিত ধারণার সামাজিক ব্যবহারের আলোকে।\n\n\n=== ব্রাজিল ===\n\nব্রাজিলে বর্ণের ধারণাটি বেশ জটিল। একজন ব্রাজিলিয়ান শিশুকে কখনই তাদের পিতামাতার একজন বা উভয়ের জাতিগত ধরণের ওপর ভিত্তি করে স্বয়ংক্রিয়ভাবে চিহ্নিত করা হয় না এবং কেবল দুটি ধরণ বেছে নেওয়ার ব্যবস্থাও এখানে ছিল না। পশ্চিম আফ্রিকান বংশধরদের মধ্যে মিশ্রিত নয় এমন একজন ব্যক্তি এবং খুব হালকা মুলাটো ব্যক্তির মধ্যে চুলের রঙ, চুলের গড়ন, চোখের রঙ এবং ত্বকের রঙের বিভিন্ন সংমিশ্রণের উপর ভিত্তি করে এক ডজনেরও বেশি বর্ণগত বিভাগ এখানে স্বীকৃত হয়েছে। এই ধরণেরগুলি বর্ণালীর রঙের মতো একে অপরের সাথে শ্রেণীবদ্ধ হয় এবং কোনও একটি বিভাগ বাকিদের থেকে উল্লেখযোগ্যভাবে বিচ্ছিন্ন নয়। ব্রাজিলে মানুষ চেহারা দ্বারা শ্রেণীবদ্ধ করা হয় বংশগতি দ্বারা নয়।\nব্রাজিলে জাতিগত শ্রেণীবিভাগের উপর সামাজিক মর্যাদার প্রভাব নিয়ে পণ্ডিতদের মধ্যে দ্বিমত রয়েছে। সাধারণত বিশ্বাস করা হয় যে ঊর্ধ্বমুখী গতিশীলতা এবং শিক্ষা অর্জনের ফলে ব্যক্তিদের ফর্সা ত্বকের শ্রেণী হিসেবে শ্রেণীবদ্ধ করা হয়। জনপ্রিয় দাবি হল যে ব্রাজিলে, দরিদ্র শ্বেতাঙ্গদের কালো এবং ধনী কৃষ্ণাঙ্গদের সাদা বলে বিবেচনা করা হয়। কিছু পণ্ডিত এবিষয়ে দ্বিমত পোষণ করেন; তারা যুক্তি দেন যে, সামাজিক মর্যাদা \"সাদা\" করণ মিশ্র বর্ণের লোকেদের জন্য উন্মুক্ত হতে পারে, জনসংখ্যার একটি বড় অংশ যাকে \"পার্ডো\" বলা হয়, তবে প্রেটো (কালো) হিসেবে বিবেচিত ব্যক্তিকে সম্পদ বা সামাজিক মর্যাদা নির্বিশেষে কালো হিসেবে শ্রেণীবদ্ধ করা অব্যাহত আছে।\n\n\n==== পরিসংখ্যান ====\n\n\n=== ভেনেজুয়েলা ===\n\nবেশিরভাগ কৃষ্ণাঙ্গ ভেনেজুয়েলান বংশধররা উপনিবেশ স্থাপনের সময় আফ্রিকা থেকে সরাসরি ভেনেজুয়েলায় দাস হিসেবে আনা মানুষদের বংশধর; অন্যরা অ্যান্টিলিস এবং কলম্বিয়া থেকে আসা অভিবাসীদের বংশধর। অনেক কৃষ্ণাঙ্গ স্বাধীনতা আন্দোলনে অংশ নিয়েছিলেন এবং অনেকেই বীর হতে পেরেছিলেন। ভেনেজুয়েলার সংস্কৃতিতে আফ্রিকান সংস্কৃতির একটি গভীর-মূল ঐতিহ্য রয়েছে, যেমন অনেক ঐতিহ্যবাহী ভেনেজুয়েলার সঙ্গীত এবং নৃত্যে প্রদর্শিত হয়, যেমন তাম্বোর, যা মূলত উপনিবেশের কৃষ্ণাঙ্গ সদস্যদের কাছ থেকে উত্তরাধিকারসূত্রে প্রাপ্ত একটি সঙ্গীত ধারা, অথবা ল্লানেরা সঙ্গীত বা গাইতা জুলিয়ানা এই উভয়ই সাংস্কৃতিক ঐতিহ্যে অবদান রাখে এমন তিনটি প্রধান জাতের মিশ্রণ। এছাড়াও, দেশের খাদ্যাভ্যাসে কৃষ্ণাঙ্গ উত্তরাধিকারের উপস্থিতি রয়েছে।\nবার্লোভেন্টো অঞ্চলে, বলিভার রাজ্যের অংশে এবং অন্যান্য ছোট শহরে কৃষ্ণাঙ্গদের সম্পূর্ণ সম্প্রদায় রয়েছে; তারা ভেনেজুয়েলার বাকি অংশের সাধারণ জনগণের মধ্যেও শান্তিপূর্ণভাবে বাস করে। বর্তমানে, কৃষ্ণাঙ্গরা ভেনেজুয়েলার জনসংখ্যার একটি বহুত্ব প্রতিনিধিত্ব করে, যদিও অনেকেই আসলে মিশ্র মানুষ।\n\n\n== আরও দেখুন ==\nAfrican diaspora\nAfrophobia\nBlack elite\nBlack supremacy\nBlack women\nLists of black people\nMulatto\nNegrito\nSan Basilio de Palenque – the first free African town in the Americas\nScientific racism\nZambo\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে Black people সম্পর্কিত মিডিয়া দেখুন।\nটেমপ্লেট:Wikiquote inline\nটেমপ্লেট:Skin colors\nটেমপ্লেট:Historical definitions of race"}