{"pageid": 1514713, "title": "দ্য স্কার্লেট লেটার", "url": "https://bn.wikipedia.org/wiki?curid=1514713", "content": "দ্য স্কার্লেট লেটার : আ রোমান্স  হল আমেরিকান লেখক নাথানিয়েল হথর্নের একটি ঐতিহাসিক কল্পকাহিনী, যা ১৮৫০ সালে প্রথম প্রকাশিত হয়েছিল।  ১৬৪২ থেকে ১৬৪৯ সালের পিউরিটান ম্যাসাচুসেটস বে কলোনির প্রেক্ষাপটে নির্মিত এই উপন্যাসটি হেস্টার প্রিনের গল্প বলে, যিনি একজন এমন একজন পুরুষের সাথে মিলিত হয়ে একটি কন্যা সন্তানের জন্ম দেন যার সাথে তিনি বিবাহিত নন। তারপর তিনি অনুতাপ এবং মর্যাদার একটি নতুন জীবন তৈরি করার উপল্ক্ষ্যে সংগ্রাম করেন। ততকালীন বিচারব্যবস্থা মতে ব্যভিচার-এর শাস্তি হিসেবে, তাকে লাল রঙের 'এ' অক্ষর পরতে হয়েছিল। বেশ কিছু ধর্মীয় ও ঐতিহাসিক ইঙ্গিত সম্বলিত এই বইটিতে আইনবাদ, পাপ এবং অপরাধবোধের বিষয়বস্তুর উপর আলোকপাত  করা হয়েছে।\n\"দ্য স্কারলেট লেটার\" ছিল মার্কিন যুক্তরাষ্ট্রের প্রথম গণ-প্রকাশিত বইগুলির মধ্যে একটি। প্রথম প্রকাশিত হওয়ার পড় এটি বেশ জনপ্রিয় হয়ে ওঠে  এবং আমেরিকান সাহিত্যের একটি ধ্রুপদী রচনা হিসেবে বিবেচিত হয়।  শ্রেষ্ঠ আমেরিকান উপন্যাস সমূহের মধ্যে তালিকাভুক্ত, এই উপন্যাসের উপর ভিত্তি করে অসংখ্য চলচ্চিত্র, টেলিভিশন এবং মঞ্চনাটক তৈরি হয়েছে। সমালোচকরা দ্য স্কারলেট লেটারকে একটি সুদক্ষ সৃষ্টিকর্ম বা মাস্টারওয়ার্ক হিসেবে বর্ণনা করেছেন।  ঔপন্যাসিক ডিএইচ লরেন্স একে \"নিখুঁত আমেরিকান কল্পসৃষ্টি\" বলে অভিহিত করেছেন। \n\n\n== পটভূমি ==\n\nম্যাসাচুসেটসের পিউরিটান বোস্টনে, হেস্টার প্রিন নামে এক তরুণী যিনি পিতৃত্ব পরিচয়বিহীন একটি শিশুর জন্ম দিয়েছেন, তার শাস্তি প্রত্যক্ষ করার জন্য একদল জনতা সম্মিলিত হয়েছে। নির্ধারিত হয় যে, শাস্তি হিসাবে তাকে তিন ঘন্টা ধরে প্রাক্তন ফাঁসির মঞ্চের উপর দাঁড়িয়ে থাকতে হবে, জনসমক্ষে অপমানের মুখোমুখি হতে হবে এবং সারা জীবন লাল রঙের \"এ\" (ব্যভিচার এর প্রতীক) অক্ষর পরিধান করতে হবে । হেস্টার যখন স্ক্যাফোল্ডের কাছে আসে, তখন ভিড়ের অনেক মহিলা তার সৌন্দর্য এবং নীরব মর্যাদা দেখে ক্ষুব্ধ হন। যখন তাকে তার সন্তানের বাবার নাম প্রকাশ করতে বলা হয়, তখন হেস্টার তা প্রত্যাখ্যান করে।\nহেস্টার যখন ভিড়ের দিকে তাকায়, তখন সে একজন ছোটখাটো, বিকৃত আকৃতির পুরুষকে লক্ষ্য করে এবং তাকে তার দীর্ঘদিনের হারিয়ে যাওয়া স্বামী হিসেবে চিনতে পারে। সমুদ্রে হারিয়ে গেছে বলে ধরে নেওয়া হয়েছিল তার আর খোজ পাওয়া যায়নি। সেই ব্যাক্তি যখন হেস্টারের লজ্জাজনক অবস্থা দেখতে পায়, তখন সে ভিড়ের মধ্যে একজনকে তার সম্পর্কে জিজ্ঞাসা করে এবং সে তাকে তার স্ত্রীর গর্ভাবস্থার গল্প বলা হয়। সে রেগে চিৎকার করে বলে যে শিশুটির বাবাকেও তার অনৈতিক কাজের জন্য শাস্তি দেওয়া উচিত এবং সে লোকটিকে খুঁজে বের করার প্রতিজ্ঞা করে। তার পরিকল্পনায় সহায়তা করার জন্য সে নেজের এক নতুন নামকরন করে রজার চিলিংওয়ার্থ হিসাবে পরিচয় দিতে শুরু করে।\nরেভারেন্ড জন উইলসন এবং হেস্টারের গির্জার মন্ত্রী আর্থার ডিমেসডেল হেস্টারকে জিজ্ঞাসাবাদ করেন, কিন্তু তিনি তার প্রেমিকের নাম বলতে অস্বীকার করেন। কারাগারে ফিরে আসার পর, জেলর চিলিংওয়ার্থকে নিয়ে আসে যে এখন নিজেকে একজন চিকিৎসক হিসাবে পরিচয় দিচ্ছে। হেস্টার এবং তার সন্তানকে তার শিকড় এবং ভেষজ দিয়ে শান্ত করার জন্য তাকে নিয়ে আসা হয়। সে এবং হেস্টার তাদের বিবাহ এবং অসুখী দাম্পত্যের বিষয় নিয়ে খোলামেলা আলোচনা করে এবং উভয়েই নিজ নিজ ত্রুটি স্বীকার করেন। চিলিংওয়ার্থ হেস্টারকে তার শিশুর পিতার পরিচয় জিজ্ঞাসা করে, কিন্তু হেস্টার সেই তথ্য প্রকাশ করতে অস্বীকার করেন। সে হেস্টারের অস্বীকৃতি মেনে নেয়, কিন্তু যেনতেন প্রকারে লোকটির পরিচয় খুঁজে বের করার জন্য প্রতিজ্ঞাবদ্ধ হন। চিলিংওয়ার্থ হুমকি দেয় যে হেস্টার যদি কখনও চিলিংওয়ার্থকে তার স্বামী বলে প্রকাশ করে, তাহলে সে হেস্টারের সন্তানের বাবাকে ধ্বংস করে দেবে। মানসিক অন্তর্দ্বন্দ থাকা সত্ত্বেও হেস্টার চিলিংওয়ার্থের শর্তাবলীতে সম্মত হন।\nকারাগার থেকে মুক্তি পাওয়ার পর, হেস্টার শহরের প্রান্তে একটি কুটিরে বসতি স্থাপন করে এবং তার অসাধারণ মানের সেলাইয়ের কাজ দিয়ে সামান্য জীবিকা নির্বাহ করে। তিনি তার মেয়ে পার্লের সাথে একটি শান্ত, বিষণ্ণ জীবনযাপন করছিলেন এবং দরিদ্রদের জন্য দাতব্য কাজ করতে শুরু করেছিলেন। লাল রঙের \"এ\" অক্ষরের এর প্রতি তার মেয়ের অস্বাভাবিক আকর্ষণ দেখে সে চিন্তিত হয়ে পরে। হেস্টারের সাথে সাথে লোকেরা পার্লকেও এড়িয়ে চলত এবং ফলস্বরূপ পার্লের মা ছাড়া আর কোনও খেলার সাথী বা বন্ধু গড়ে ওঠেনি। বড় হওয়ার সাথে সাথে পার্ল খামখেয়ালী এবং অবাধ্য হয়ে ওঠে। তার আচরণ বিতর্কের জন্ম দেয় এবং গির্জার সদস্যরা পার্লকে হেস্টারের কাছ থেকে সরিয়ে নেওয়ার পরামর্শ দেন। হেস্টার, যখন শুনেন যে তিনি পার্লকে হারাতে পারেন, তখন তিনি গভর্নর বেলিংহাম এবং মন্ত্রী উইলসন এবং ডিমেসডেলের সাথে কথা বলতে যান। হতাশাগ্রস্ত হেস্টার  ডিমেসডেলের কাছে আবেদন করেন এবং মন্ত্রী পার্লকে হেস্টারের তত্ত্বাবধানে রাখতে দেওয়ার জন্য গভর্নরকে রাজি করান।\nডিমেসডেলের স্বাস্থ্যের অবনতি শুরু হয় এবং তার তত্ত্বাবধআনের জন্য নগরে আগত নতুন চিকিৎসক চিলিংওয়ার্থকে মন্ত্রী সাথে রাখার ব্যবস্থা করা হয়। ডিমেসডেলের সাথে ঘনিষ্ঠ যোগাযোগ স্থাপন হওয়ার পর চিলিংওয়ার্থ সন্দেহ করতে শুরু করেন যে মন্ত্রীর অসুস্থতা আসলে তার অস্বীকৃত অপরাধবোধের ফলাফল। সে মন্ত্রীর উপর মানসিক চাপ প্রয়োগ করে কারণ সে সন্দেহ করে যে ডিমেসডেলই পার্লের বাবা। এক সন্ধ্যায়, ঘুমন্ত ডিমেসডেলের পোশাকটি একপাশে সরিয়ে, চিলিংওয়ার্থ মন্ত্রীর ফ্যাকাশে বুকে একটি প্রতীক দেখতে পান যা তার লজ্জার প্রতিনিধিত্ব করে।\nবিবেকের যন্ত্রণায় দংশিত ডিমেসডেল সেই বহু বছর আগের দিনের কথা স্মরন করে যখন প্রকাশ্য রাজপথে হেস্টারকে শাস্তি দেওয়া হয়েছিল। রাতের অন্ধকারে ডিমেডসেল তার অপরাধ স্বীকার করে কিন্তু দিনের আলোয় প্রকাশ্যে তা বলার সাহস পায় না। ডিমেসডেলের অবনতি দেখে হতবাক হেস্টার তার স্বামীর কাছে নীরব থাকার প্রতিজ্ঞা ভাঙতে সিদ্ধান্ত নেন।\nহেস্টার বনমধ্যে ডিমেসডেলের সাথে দেখা করে এবং তাকে তার স্বামী এবং তার প্রতিশোধের আকাঙ্ক্ষার কথা প্রকাশ করে। সে ডিমেসডেলকে বোস্টন ছেড়ে গোপনে জাহাজে ইউরোপে যেতে রাজি করায়, যেখানে তারা নতুন করে জীবন শুরু করতে পারে। এই পরিকল্পনা দ্বারা মন্ত্রী অনুপ্রাণিত হয় এবং নতুন জীবনীশক্তিতে ভরপুর হয়ে ওঠে।\nনির্বাচনের দিন, ডিমেসডেল তার সবচেয়ে অনুপ্রাণিত ধর্মোপদেশগুলির মধ্যে একটি বাছাই করে তা জনসমক্ষে ব্যাক্ত করেন। জনগনের মিছিল গির্জা ত্যাগ করার সাথে সাথে, ডিমেসডেল তার পাপ স্বীকার করে এবং হেস্টারের কোলে মারা যায়। পরবর্তীতে, বেশিরভাগ প্রত্যক্ষদর্শী শপথ করে বলেন যে তারা তার বুকে লাল রঙের \"এ\" অর্থাত কলঙ্ক চিহ্ন দেখেছেন, যদিও অনেকেই এই বক্তব্য অস্বীকার করেন। চিলিংওয়ার্থ তার প্রতিশোধ নিতে অক্ষম হন এবং এক বছরের মধ্যে মারা যান। পরবর্তীকালে হেস্টার এবং পার্ল ইউরোপের উদ্দেশ্যে রওনা হন।\nবেশ কয়েক বছর পর হেস্টার পার্লকে ছাড়াই তার পুরাতন কুটিরে ফিরে আসে এবং পুনরায় সেই কলঙ্ক চিহ্ন ধারণ করে। যখন সে মারা যায়, তখন তাকে ডিমেসডেলের কবরের কাছে সমাহিত করা হয়, এবং তাদের দুজনের কবর একই সমাধিফলক বসানো হয় যাতে কালো পাথরের উপর লাল রং -এর এ অক্ষর খোদাই করা হয়।\n\n\n== প্রধান বিষয়বস্তু ==\nএলমার কেনেডি-অ্যান্ড্রুজ উল্লেখ করেছেন যে হথর্ন \"দ্য কাস্টমহাউস\" -এ তার কাহিনির প্রেক্ষাপট নির্ধারণ করেছেন। দ্য স্কারলেট লেটার বর্ণনা করতে তার পছন্দের সাহিত্যিক শব্দি ছিল \"রোম্যান্স\"। বইটির উপশিরোনামও রাখা হয়েছিল  'এ রোম্যান্স'। হথর্ন বস্তুবাদ এবং স্বপ্নিলতার মধ্যবর্তী একটি জগত বর্ণনা করেছেন, যাকে তিনি \"নিরপেক্ষ অঞ্চল\" হিসাবে তুলে ধরেছেন।} এই \"নিরপেক্ষ অঞ্চল\" এমন একটি স্থান যেখানে বাস্তব এবং কল্পনা একত্রে মিশে যায় এবং পরস্পরের গুণ ধারণ করে। এই স্বপ্নিলতা ও বাস্তবতাবোধের মিশ্রণ লেখককে গুরুত্বপূর্ণ বিষয়গুলো আলোচনা করার জন্য শৈল্পিক ও লৈখিক স্বাধীনতা প্রদান করেছে। \n\n\n=== অন্যান্য বিষয়বস্তু ===\n\nপ্রিন ও ডিমসডেলের অভিজ্ঞতা আদম এবং ইভের গল্পের কথা স্মরণ করিয়ে দেয়, কারণ উভয় ক্ষেত্রেই পাপ তাদের নির্বাসন এবং কষ্টের দিকে নিয়ে যায়। তবে এই পাপ তাদের নতুন জ্ঞানও দেয়—বিশেষ করে, অনৈতিকতার প্রকৃতি সম্পর্কে উপলব্ধি। প্রিনের জন্য, স্কারলেট লেটার তার পাপের দৃশ্যমান প্রতীক এবং একাকীত্বের যন্ত্রণার স্মারক। তিনি এটি ত্যাগ করার কথা ভাবেন, যাতে একটি দমনমূলক সমাজ এবং তার অতীতের অস্থিরতা থেকে মুক্তি পাওয়া যায়, সেইসঙ্গে ঈশ্বরহীনতার শূন্যতা থেকেও। যেহেতু সমাজ তাকে প্রত্যাখ্যান করেছে, তাই তিনি ভাবতে শুরু করেন যে পিউরিটান সংস্কৃতির অনেক ঐতিহ্য হয়তো ভুল এবং তার সুখের জন্য তৈরি হয়নি। \nডিমসডেলের ক্ষেত্রে, যাকে \"প্রতারক যাজক\" বলে উল্লেখ করা হয়েছে, তার পাপ তাকে মানবজাতির পাপী সম্প্রদায়ের প্রতি গভীর সহানুভূতিশীল করে তোলে। তার হৃদয় তাদের দুঃখের সাথে একাত্ম হয়ে ওঠে এবং তার আবেগপূর্ণ ও শক্তিশালী ধর্মীয় ভাষণগুলো এই সহমর্মিতার অনুভূতি থেকেই আসে।  ডিমসডেলের কাহিনী খ্রিস্টীয় চিন্তাধারার প্রাচীনতম এবং সর্বাধিক প্রতিষ্ঠিত নীতিগুলোর সাথে মিলে যায়।  তার \"পতন\" তাকে দৃশ্যমান পবিত্রতা থেকে আত্মধ্বংসের দিকে ঠেলে দেয়; তিনি শুরু করেছিলেন পবিত্রতার ছদ্মাবরণে, কিন্তু শেষ পর্যন্ত নৈতিক অবক্ষয়ের শিকার হন। এই কাহিনির সূক্ষ্মতা হলো, ডিমসডেল নিজেকে প্রতারণা করেন, প্রতিটি ধাপে নিজেকে বিশ্বাস করান যে তিনি রক্ষা পেয়েছেন। \nউপন্যাস জুড়ে পিউরিটানদের কঠোরতা এবং তাদের ব্যবস্থার অন্ধকারের বিপরীত চিত্র তুলে ধরা হয়েছে। গোলাপ গাছের সৌন্দর্য তার চারপাশের কঠোর বাস্তবতার সাথে একটি স্পষ্ট বৈসাদৃশ্য তৈরি করে। পরে, সুন্দরভাবে সেলাই করা স্কারলেট \"A\" প্রতীকটি উপস্থাপিত হয়, যা পাঠকদের জন্য একটি মিষ্টি নৈতিক শিক্ষা অনুসন্ধানের আমন্ত্রণ হিসেবে কাজ করে। এটি এমন একটি প্রতীকও হয়ে ওঠে, যা দেখায় যে প্রকৃতির গভীর হৃদয় (সম্ভবত ঈশ্বর) প্রিন এবং তার সন্তানের প্রতি পিউরিটান প্রতিবেশীদের চেয়ে অনেক বেশি সহানুভূতিশীল হতে পারে। \nচিলিংওয়ার্থের বিকৃত শরীর তার অন্তরের ক্রোধের প্রতিফলন করে, যেমন ডিমসডেলের শারীরিক অসুস্থতা তার মানসিক অস্থিরতাকে প্রকাশ করে। বাহ্যিক দেহ মানুষের অন্তরের অবস্থার প্রতিচিত্র হয়ে ওঠে। সম্ভবত এডগার অ্যালান পো- এর লেখনশৈলী থেকে হথর্ন অনুপ্রাণিত হয়েছিলেন বলে মনে করা হয়, কারন তিনি হথর্নের একজন প্রিয় লেখক ছিলেন। \nগল্পের আরেকটি প্রধান বিষয় হলো পিউরিটানদের কঠোর আইনকানুন এবং কীভাবে প্রিন তাদের নিয়ম ও বিশ্বাস মেনে চলতে অস্বীকৃতি জানান। গ্রামবাসীরা তাকে প্রত্যাখ্যান করেছিল, যদিও তিনি অসুস্থ এবং দরিদ্রদের সেবা করার জন্য তার জীবন উৎসর্গ করেছিলেন। এই সামাজিক বর্জনের ফলে তিনি মূলত একাকীত্বে জীবনযাপন করতেন এবং গির্জায় যাওয়া বন্ধ করে দেন। পরিবর্তে, তিনি নিজের চিন্তার জগতে ডুবে যান এবং এমন সব বিষয় ভাবতে শুরু করেন , যা পিউরিটানদের ধারণা অনু্যায়ী অত্যন্ত বিপজ্জনক। তিনি তার পাপকে স্বীকার করতেন, তবে তা গ্রামবাসীদের চেয়ে ভিন্নভাবে ব্যাখ্যা করতে শুরু করেন। প্রিন বিশ্বাস করতে শুরু করেন যে পৃথিবীতে করা পাপই চিরন্তন শাস্তির কারণ হয় না। এমনকি তিনি ডিমসডেলকে বলেন যে তাদের প্রতিদিনের যন্ত্রণাই তাদের পাপের প্রায়শ্চিত্ত, এবং এটি তাদের স্বর্গে প্রবেশে বাধা হবে না। \nপ্রিন শারীরিক ও আধ্যাত্মিকভাবে পিউরিটান সমাজ থেকে বিচ্ছিন্ন হয়ে পড়েছিলেন। ডিমসডেলের মৃত্যু তাকে বুঝিয়ে দেয় যে তিনি আর পিউরিটানদের কঠোর নিয়মের সাথে খাপ খাইয়ে নিতে পারবেন না। তার চিন্তাভাবনা পিউরিটান ধর্মীয় সীমাবদ্ধতা থেকে মুক্ত ছিল এবং তিনি নিজের নৈতিক মানদণ্ড ও বিশ্বাস প্রতিষ্ঠা করেছিলেন। \n\n\n== প্রকাশনার ইতিহাস ==\n\nদ্য স্কারলেট লেটার প্রথম প্রকাশিত হয় ১৮৫০ সালের বসন্তে, প্রকাশক টিকনর অ্যান্ড ফিল্ডসের মাধ্যমে, যা হথর্নের জন্য সবচেয়ে লাভজনক সময়ের সূচনা করে। তিনি ১৮৫০ সালের ফেব্রুয়ারিতে বইটির চূড়ান্ত পাণ্ডুলিপি ফিল্ডসের কাছে জমা দেন। হথর্ন মন্তব্য করেছিলেন যে বইটির কিছু অংশের লেখনি ও বর্ননা অত্যন্ত শক্তিশালীভাবে তবে গল্পটি জনপ্রিয় হবে কিনা এ বিষয়ে সন্দেহ প্রকাশ করেছিলেন ।   তবে বইটি তাৎক্ষণিকভাবে জনপ্রিয় হয়ে ওঠে, কিন্তু চৌদ্দ বছরের এই বই থেকে লেখকের প্রাপ্তি ছিল মাত্র ১,৫০০ ডলার । বইটি প্রকাশের পর, সালেমের বাসিন্দাদের ব্যাপক প্রতিবাদের সম্মুখীন হয়, কারণ তারা \"দ্য কাস্টম-হাউস\" নামক ভূমিকায় হথর্নের উপস্থাপনাকে মেনে নিতে পারেননি। বইটির দ্বিতীয় সংস্করণ, যা ২,৫০০ কপি ছাপা হয়, তাতে হথর্নের লেখা একটি নিজস্ব স্বীকারোক্তি (যা তিনি ১৮৫০ সালের ৩০ মার্চ লিখেছিলেন) সংযুক্ত ছিল। এতে তিনি উল্লেখ করেন যে তিনি বিতর্কিত ভূমিকা অংশের একটি শব্দও পরিবর্তন না করে পুনর্মুদ্রণ করার সিদ্ধান্ত নিয়েছেন। তিনি আরো লেখেন যে এই লেখনির একমাত্র উল্লেখযোগ্য দিক হলো এর অকপটতা ও আন্তরিক সৌজন্যপূর্ণ রসবোধ... শত্রুতা বা কোনো ব্যক্তিগত উদ্দেশ্য সাধন,  কিংবা রাজনৈতিক বিদ্বেষ ছড়ানোর কথা তিনি অস্বীকার করেন \nহথর্ন বইটির পাণ্ডুলিপি ম্যাসাচুসেটসের সালেম শহরের পিটার এডগারলে হাউসে লিখেছিলেন, যা এখন ১৪ মল স্ট্রিটে অবস্থিত একটি ব্যক্তিগত বাসভবন। সেইসময় এটি ছিল সালেম শহরের প্রান্তে স্থিত শেষ বসতবাড়ি যেখানে হথর্ন পরিবার বসবাস করতেন ।\nদ্য স্কারলেট লেটার আমেরিকার প্রথম গণমুদ্রিত বইগুলোর মধ্যে একটি। উনিশ শতকের মাঝামাঝি সময়ে, দেশীয় সাহিত্য প্রকাশকরা সাধারণত হাতে বাঁধাই করা বই অল্প সংখ্যায় বিক্রি করতেন। কিন্তু দ্য স্কারলেট লেটার-এর প্রথম যান্ত্রিকভাবে মুদ্রিত ২,৫০০ কপি দশ দিনের মধ্যেই বিক্রি হয়ে যায়।\nঅনেকদিন ধরে মনে করা হতো যে হথর্ন মূলত দ্য স্কারলেট লেটার কে একটি ছোট উপন্যাস হিসেবে লিখতে চেয়েছিলেন এবং এটি ওল্ড টাইম লেজেন্ডস নামে একটি সংকলনের অংশ হওয়ার কথা ছিল। তবে তার প্রকাশক জেমস টি. ফিল্ডস তাকে এটি একটি পূর্ণাঙ্গ উপন্যাসে রূপান্তর করতে বলেন। কিন্তু এই তথ্য সত্য নয়। ফিল্ডস শুধু হথর্নকে দ্য স্কারলেট লেটার এককভাবে প্রকাশ করতে উৎসাহিত করেছিলেন (এর সঙ্গে পূর্বে লেখা \"দ্য কাস্টম-হাউস\" রচনা সংযুক্ত করে), তবে গল্পের দৈর্ঘ্যের বিষয়ে তার কোনো ভূমিকা ছিল না।  পরবর্তীতে হথর্নের স্ত্রী সোফিয়া এই দাবিকে চ্যালেঞ্জ করেন এবং বলেন, \"ফিল্ডস হাস্যকরভাবে দাবি করেছেন যে দ্য স্কারলেট লেটার প্রকাশিত হওয়ার একমাত্র কারণ তিনি নিজেই!\" তিনি উল্লেখ করেন যে হথর্নের বন্ধু ও সাহিত্য সমালোচক এডউইন পার্সি হুইপল ফিল্ডসকে বইটি প্রকাশের জন্য অনুরোধ করেছিলেন। \n১৮৫০ সালের মার্চে টিকনর, রিড ও ফিল্ডস কর্তৃক প্রকাশিত দ্য স্কারলেট লেটার-এর প্রথম সংস্করণের একটি স্বাক্ষরযুক্ত কপি ২২,৫০০ ডলারে বিক্রি হয়েছিল। স্বাক্ষরবিহীন কপির ২০১৪ সালে খুচরা মূল্য অনুমান করা হয়েছিল ১২,৫০০ ডলার। \n\n\n== সমালোচনামূলক প্রতিক্রিয়া ==\nএর প্রকাশনা সম্পর্কে, হথর্নের বন্ধু ও সমালোচক এভার্ট অগাস্টাস ডুইকিনক মন্তব্য করেন যে তিনি লেখকের গল্প বলার ধরন পছন্দ করেন, যা অনেকটাই ওয়াশিংটন আরভিং-এর মতো। আরেক বন্ধু ও সমালোচক, এডউইন পার্সি হুইপল, উপন্যাসের তীব্রতা এবং গভীর মনস্তাত্ত্বিক বিশ্লেষণের প্রতি আপত্তি জানিয়েছিলেন এবং লিখেছিলেন যে হথর্নের মতোই তার উপস্থাপনা অত্যন্ত বেদনাদায়ক। \nইংরেজ লেখিকা মেরি অ্যান ইভান্স, যিনি জর্জ এলিয়ট ছদ্মনামে লিখতেন, তিনি দ্য স্কারলেট লেটার-কে হেনরি ওয়েডসওয়ার্থ লংফেলোর ১৮৫৫ সালের  কবিতা \"দ্য সং অফ হিয়াওয়াথা \" এর সাথে তুলনা করে  আমেরিকান সাহিত্যের দুটি সবচেয়ে  দক্ষ প্রযোজনা বলে মন্তব্য করেছিলেন। \nবেশিরভাগ সাহিত্য সমালোচক বইটির প্রশংসা করলেও ধর্মীয় নেতারা এর বিষয়বস্তু নিয়ে বিতর্ক করেছেন।  ওরেস্টেস ব্রাউনসন অভিযোগ করেন যে হথর্ন খ্রিস্টধর্ম, স্বীকারোক্তি এবং অনুশোচনা যথাযথভাবে বোঝেন না।  দ্য চার্চ রিভিউ অ্যান্ড এক্লেসিয়াস্টিক্যাল রেজিস্টার বইয়ের পর্যালোচনা করে এই সিদ্ধান্তে উপনীত হয় যে লেখকের নৈতিক দৃষ্টিভঙ্গি যথাযথ নয়।\nঅন্যদিকে, বিংশ শতাব্দীর লেখক ডি এইচ লরেন্স বইটিকে নিখুঁত আমেরিকান কল্পসৃষ্টি হিসাবে অভিহিত করেছেন।  হেনরি জেমস কবার উপন্যাসটিকে চমৎকার, প্রশংসনীয় এবং অসাধারণ ইত্যাদি শিরোপায় ভূষিত করেছেন। এই উপন্যাস ও তার লেখনশৈলীকে হথর্নের সেরা কাজের বৈশিষ্ট্য হিসেবে তিনি বিবেচনা করেছেন। তিনি বলেছেন যে গল্পে ধারণার এক অনির্দিষ্ট বিশুদ্ধতা আছে এবং গল্পটি বারবার পড়া যায়। তিনি একে একটি মহান শিল্পকর্ম হিসাবে অভিহিত করেছেন যার আকর্ষণ অক্ষয় হয়ে থাকবে।  \n\n\n== ইঙ্গিত ==\nবিভিন্ন ঐতিহাসিক এবং বাইবেলের ঘটনার উল্লেখগুলি দ্য স্কারলেট লেটারে পাওয়া যায়।\n\n\"প্রিজন ডোর\", অধ্যায় ১-এ উল্লিখিত অ্যান হাচিনসন ছিলেন একজন ধর্মীয় ভিন্নমতাবলম্বী (১৫৯১-১৬৪৩)। ১৬৩০-এর দশকে পিউরিটানরা তাকে বহিষ্কার করে এবং বোস্টন থেকে নির্বাসিত করে রোড আইল্যান্ডে চলে যেতে বাধ্য করেন। \nঅ্যান হিবিন্স, যার উপর ১৬৫৬ সালে বোস্টনে ডাইনিবিদ্যার চর্চা করার অভিযোগ এনে মৃত্যুদণ্ড দেওয়া হয়েছিল, তাকে দ্য স্কারলেট লেটারে একজন ডাইনি হিসেবে চিত্রিত করা হয়েছে যে প্রিনকে জাদুবিদ্যা অনুশীলনে প্রলুব্ধ করার চেষ্টা করে। \nরিচার্ড বেলিংহাম (আনুমানিক ১৫৯২-১৬৭২), যিনি ঐতিহাসিকভাবে হিবিন্সের মৃত্যুদণ্ডের সময় ম্যাসাচুসেটসের গভর্নর এবং ডেপুটি গভর্নর ছিলেন, তাকে দ্য স্কারলেট লেটারে অ্যান হিবিন্সের ভাই হিসেবে চিত্রিত করা হয়েছে।\nমার্টিন লুথার (১৪৮৩-১৫৪৫) জার্মানিতে প্রোটেস্ট্যান্ট সংস্কারের একজন নেতা ছিলেন।\nইনক্রিজ ম্যাথার (১৬৩৯-১৭২৩), প্রাথমিক ম্যাসাচুসেটস বে কলোনির একজন শক্তিশালী নেতা। তিনি একজন পিউরিটান মন্ত্রী ছিলেন যিনি উপনিবেশের সরকার এবং সালেম উইচ ট্রায়ালের সাথেও জড়িত ছিলেন।\n১৬১৫ সালে ইংল্যান্ডে স্যার থমাস ওভারবেরি এবং ডঃ ফরম্যান একটি ব্যভিচার কেলেঙ্কারির শিকার হন। ডঃ ফরম্যানের বিরুদ্ধে তার ব্যভিচারী স্ত্রী এবং তার প্রেমিককে বিষ প্রয়োগের চেষ্টার অভিযোগ আনা হয়েছিল। ওভারবেরি তার স্ত্রীর প্রেমিকের বন্ধু ছিল এবং সম্ভবত প্রেমিককে বিষ প্রয়োগ করে হত্যা করা হয়েছিল।\nজন উইনথ্রপ (১৫৮৮-১৬৪৯), ম্যাসাচুসেটস বে কলোনির দ্বিতীয় গভর্নর।\nকিংস চ্যাপেল সমাধিস্থলে; এলিজাবেথ পেইনের সমাধিফলকটি ঐতিহ্যগতভাবে গল্পে উল্লিখিত সমাধির অনুপ্রেরণা হিসেবে বিবেচিত হয়।\nরাজা ডেভিড এবং বাথশেবার গল্পটি মিঃ ডিমেসডেলের ঘরের ট্যাপেস্ট্রিতে চিত্রিত করা হয়েছে (অধ্যায় ৯)। (বাইবেলের গল্পের জন্য দ্বিতীয় শমূয়েল ১১-১২ দেখুন।)\nজন এলিয়ট (আনুমানিক ১৬০৪-১৬৯০) ছিলেন আমেরিকান ভারতীয়দের কাছে একজন পিউরিটান ধর্মপ্রচারক, যাকে কেউ কেউ \"ভারতীয়দের প্রেরিত\" বলে ডাকতেন। তাকে \"প্রেরিত এলিয়ট\" হিসেবে উল্লেখ করা হয়েছে,  \"অরণ্য ভ্রমণ\" শীর্ষক অধ্যায়ের  শুরুতে তার উল্লেখ আছে।\n\n\n== প্রতীক ==\nদ্য স্কারলেট লেটারে নিম্নলিখিত প্রতীকগুলি উল্লেখ করা আছে:\n\nস্কারলেট লেটার \"এ\": উপন্যাসের শুরুতে, \"এ\" অক্ষরটি পাপ এবং ব্যভিচারের প্রতিনিধিত্ব করে। তবে, সময়ের সাথে সাথে তার অর্থ বদলে যায়। কারো কারো কাছে তা হয়ে ওঠে সক্ষমতার প্রতীক। শক্তিশালী হেস্টার প্রিন,  নারীশক্তিতে ভরপুর একজন মহিলা চরিত্র হয়ে ওঠেন। \nউল্কা: এ আকারের উল্কাটি বইটিতে আরেকটি প্রতীক হিসেবে চিহ্নিত হয়। রেভারেন্ড ডিমেসডেলের কাছে, উল্কাটি ঈশ্বরের প্রেরিত একটি চিহ্ন। ঈশ্বর ডিমেসডেলের পাপ সকলের কাছে প্রকাশ করছেন এবং ডিমেসডেল অপরাধবোধে আচ্ছন্ন হয়ে ওঠে। তবে, অন্যরা অক্ষরটিকে একজন দেবদূতের প্রতীক বলে মনে করেছিলেন। \nডিমেসডেলের নাম: ডিমেসডেলের নাম নিজেই প্রতীকী। তার নামের মূল শব্দ ডিম, যা দুর্বলতা এবং বিষণ্ণতার প্রকাশক। \nপার্ল : পার্ল তার বাবা-মায়ের পাপ এবং আবেগের মূর্ত প্রতীক। যে পাপ থেকে তার মা পালাতে পারে না। যা তার মাকে প্রতিনিয়ত তাকে স্মরণ করিয়ে দেয় তার অনৈতিকতার কথা।\nগোলাপ গুল্ম: গল্পের সময় গোলাপ গুল্মের কথা দুবার উল্লেখ করা হয়েছে। প্রথমে এটিকে  সৌন্দর্য ও মুক্তির রূপক হিসেবে দেখানো হয়। এই গোলাপ গুল্ম কারাগারবাসীদের আশার আলো দেখা যায়। মানুষের দুঃখে ভরা গল্পে গোলাপ গুল্মকে উজ্জ্বলতার প্রতীক হিসেবে দেখানো হয়এছে। \nস্ক্যাফোল্ড : উপন্যাস জুড়ে তিনবার স্ক্যাফোল্ডের কথা উল্লেখ করা হয়েছে। এটি মূলত লজ্জা, পাপ এবং অপরাধবোধের প্রকাশের প্রতীক। এই স্থানেই হেস্টার শাস্তি হিসেবে তার লাল প্রতীক চিহ্নটি পেয়েছিলেন এবং ডিমেসডেল উল্কার মাধ্যমে তার প্রকাশ অনুভব করেছিলেন। \n\n\n== রূপান্তর এবং প্রভাব ==\nস্কারলেট লেটার গল্পটির অনুপ্রানিত হয়ে অসংখ্য চলচ্চিত্র, টেলিভিশন এবং মঞ্চ নাটক অনুষ্ঠিত হয়েছে এবং কাহিনীর বিভিন্ন অংশ থেকে বেশ অনুপ্রেরনা নিয়ে বিভিন্ন উপন্যাস, সঙ্গীতকর্ম এবং চলচ্চিত্র গঠিত হয়েছে।\n\n\n=== মঞ্চ ===\nদ্য স্কারলেট লেটার প্রথম মঞ্চ নাটক হিসেবে প্রদর্শিত হয় ২৪ ফেব্রুয়ারি, ১৮৫৮ সালে, যখন জর্জ এল. আইকেনের রূপান্তরিত নাটক বার্নামের আমেরিকান মিউজিয়ামে মঞ্চস্থ হয়। এতে ডিমসডেল ও হেস্টারের চরিত্রে অভিনয় করেন জর্জ সি. হাওয়ার্ড ও তার স্ত্রী।\n১৮৯৬ সালে, ওয়াল্টার ড্যামরোশ দ্য স্কারলেট লেটার অবলম্বনে একটি অপেরা পরিবেশন করেন। বিশ শতকের আমেরিকান সুরকার মার্জোরি রুশের অপেরাটিও হথর্নের এই কাহিনির ওপর ভিত্তি করে নির্মিত।\n\n\n=== চলচ্চিত্র ===\n\nএই গল্পটি বহুবার চলচ্চিত্রে রূপান্তরিত হয়েছে। প্রথম চলচ্চিত্র রূপান্তর হয়েছিল ১৯০৮ সালে যা একটি স্বল্পদৈর্ঘ্য নির্বাক চলচ্চিত্র ছিল। এটি পরিচালনা করেছিলেন সিডনি ওলকট, এবং চিত্রনাট্য লিখেছিলেন জিন গনটিয়ার, যিনি হেস্টারের চরিত্রেও অভিনয় করেছিলেন। সবচেয়ে পুরোনো সংরক্ষিত চলচ্চিত্র রূপান্তরটি হল দ্য স্কারলেট লেটার (১৯১১), যা পরিচালনা করেছিলেন জোসেফ ডব্লিউ. স্মাইলি এবং জর্জ লোন টাকার। এতে হেস্টারের ভূমিকায় অভিনয় করেন লুসিল ইয়াং এবং ডিমসডেলের চরিত্রে ছিলেন কিং ব্যাগট।\nএরপর, উপন্যাসটি বিভিন্ন সময়ে চলচ্চিত্রে রূপান্তরিত হয়েছে—১৯২৬ সালে (পরিচালক: ভিক্টর স্যোস্ট্রম), ১৯৩৪ সালে (পরিচালক: রবার্ট জি. ভিগনোলা), ১৯৭৩ সালে (পরিচালক: উইম ওয়েন্ডার্স), ১৯৭৯ সালে একটি টেলিভিশন স্বল্পদৈর্ঘ্য ধারাবাহিক হিসেবে এবং ১৯৯৫ সালে  (পরিচালক: রোলান্ড জোফে, যেখানে হেস্টারের ভূমিকায় অভিনয় করেন ডেমি মুর)। এছাড়া, উপন্যাসটি আংশিকভাবে অনুপ্রাণিত করেছে ইজি এ (পরিচালক: উইল গ্লাক) চলচ্চিত্রকে, যার চিত্রনাট্য লিখেছেন বার্ট ভি. রয়্যাল এবং এতে অভিনয় করেছেন এমা স্টোন।\n\n\n=== সাহিত্যিক ধারাবাহিকতা ===\nজন আপডাইক তার দ্য স্কারলেট লেটার -এর কাহিনি পুনর্লিখন করেন লেখেন দ্য স্কারলেট লেটার ট্রিলজি— এস., আ মান্থ অফ সানডেজ। এছাড়াও রজারের একটি অনুলেখন আছে।  প্যাট্রিসিয়া সুপ্রেন্যান্টের লিখিত \"বিহাইন্ড দ্য স্কারলেট লেটার: বেসড অন আ ট্রু স্টোরি\" (২০২৪) ১৯ শতকের প্রকৃত আইনি মামলার গল্প বলে যা হথর্নের উপন্যাসের ভিত্তি করে তৈরি করেছিল।\n\n\n== তথ্যসূত্র =="}