{"pageid": 1514156, "title": "শিরাকোল", "url": "https://bn.wikipedia.org/wiki?curid=1514156", "content": "শিরাকোল হল ভারতের পশ্চিমবঙ্গ রাজ্যের দক্ষিণ চব্বিশ পরগনা জেলার ডায়মন্ড হারবার মহকুমার  মগরাহাট ১ সমষ্টি উন্নয়ন ব্লকের উস্তি থানার আওতাধীন একটি জনগণনা শহর এবং একটি গ্রাম পঞ্চায়েত।\n\n\n== ভূগোল ==\n\n\n=== এলাকার ওভারভিউ ===\nডায়মন্ড হারবার মহকুমা হল একটি গ্রামীণ মহকুমা হলেও বিচ্ছিন্ন ভাবে কিছু অংশে নগরায়ন হয়ে চলেছে। জনসংখ্যার মাত্র ১৪.৬১ শতাংশ শহরাঞ্চলে বাস করে এবং অবশিষ্ট ৮৫.৩৯ শতাংশই গ্রামাঞ্চলে বাস করে। মহকুমার পূর্ব অংশে (পাশাপাশি মানচিত্রে দেখানো হয়েছে) ২৪টি জনগণনা শহর রয়েছে। সমগ্র জেলাটি গাঙ্গেয় বদ্বীপে অবস্থিত এবং জেলার পূর্ব অংশটি একটি সমতল সমভূমি এলাকা যেখানে অনেকগুলি ছোট ছোট শহর গুচ্ছবদ্ধ অবস্থায় রয়েছে।, বৃহত্তর মানচিত্রে স্থানাঙ্কের অবস্থান কিছুটা পরিবর্তিত হয়। এটি একটি ওপেনস্ট্রিটম্যাপ, যদিও আমরা গুগল ম্যাপের মতো স্থানাঙ্ক ব্যবহার করছি। \nদ্রষ্টব্য: পাশের মানচিত্রে মহকুমার কিছু উল্লেখযোগ্য স্থান দেখানো হয়েছে। মানচিত্রে চিহ্নিত সমস্ত স্থান বৃহত্তর পূর্ণ স্ক্রিন মানচিত্রে লিঙ্ক করা হয়েছে।\n\n\n=== স্থান ===\nশিরাকোলের অবস্থানের অক্ষাংশ ও দ্রাঘিমাংশ হল যথাক্রমে- ২২.৩১৫৮° উত্তর ৮৮.২৬৮৪° পূর্ব﻿ / 22.3158; 88.2684। সমুদ্র সমতল হতে এর গড় উচ্চতা হল ১৬ মিটার (৫২ ফুট)।\nফলতা  সমষ্টি উন্নয়ন ব্লকের হাসিমনগর, বানেশ্বরপুর এবং  মগরাহাট ১ সমষ্টি উন্নয়ন ব্লকের অযোধ্যানগর , শিরাকোল  জনগণনা শহরের একটি গুচ্ছ গঠন করে। \n\n\n== জনসংখ্যা ==\n২০১১ খ্রিস্টাব্দের ভারতের আদমশুমারি অনুসারে , শিরাকোলের মোট জনসংখ্যা ছিল ১০,২৫০ জন, যার মধ্যে ৫,১৮৪ (৫১%) পুরুষ এবং ৫০৬৬ (৪৯%) মহিলা। ০-৬ বছর বয়সী ১,২০৭ জন ব্যক্তি ছিলেন। শিরাকোলে মোট শিক্ষিত ব্যক্তির সংখ্যা ছিল ৬,৪৫২ জন (৬ বছরের বেশি বয়সী জনসংখ্যার ৭১.৩৫%)। \n\n\n== পরিকাঠামো ==\nজেলা আদমশুমারির ২০১১ খ্রিস্টাব্দের হ্যান্ডবুক অনুসারে, শিরাকল ৪.৮৩৩৫ বর্গকিলোমিটার এলাকা জুড়ে বিস্তৃত। নাগরিক সুযোগ-সুবিধার মধ্যে, সুরক্ষিত জল সরবরাহ ব্যবস্থার মধ্যে ছিল ওভারহেড ট্যাঙ্ক। এতে ৯১৭টি গার্হস্থ্য বিদ্যুৎ সংযোগ ছিল। এর শিক্ষাগত সুবিধাগুলির মধ্যে ছিল ৪টি প্রাথমিক বিদ্যালয়, ১টি মাধ্যমিক বিদ্যালয়, ১টি উচ্চ মাধ্যমিক বিদ্যালয় এবং ১টি সাধারণ ডিগ্রি কলেজ। \n\n\n== সামাজিক পরিস্থিতি ==\nদক্ষিণ ২৪ পরগনার জেলা মানব উন্নয়ন প্রতিবেদন অনুসারে , \"পশ্চিমবঙ্গের অন্যান্য জেলার তুলনায় জেলা মাথাপিছু আয়ের দিক থেকে এই জেলা সাধারণত সবচেয়ে নীচে... রাজ্যের তুলনায় এই স্থানে পিছিয়ে পড়া মানুষের সংখ্যাও সবচেয়ে বেশি... অপরাধের ক্ষেত্রে, এই জেলায় অর্থনৈতিকভাবে দুর্বল গোষ্ঠী, অর্থাৎ নারী ও শিশুরা সবচেয়ে বেশি ক্ষতিগ্রস্ত হয়\" \n\n\n== পরিবহন ==\nশিরাকোল, শিরাকোল-উস্তি রাজ্য সড়ক, এবং জাতীয় সড়ক ১২ তথা ডায়মন্ড হারবার রোডের ঠিক পাশে অবস্থিত।\n\n\n== শিক্ষা ==\n কলকাতা বিশ্ববিদ্যালয়ের অধীনস্থ শিরাকোল মহাবিদ্যালয় ২০০৭ খ্রিস্টাব্দে প্রতিষ্ঠিত হয়। শিক্ষাপ্রতিষ্ঠানটি বাংলা, ইংরেজি, দর্শন, রাষ্ট্রবিজ্ঞান, শিক্ষা, ভূগোল ও ইতিহাসে সাম্মানিক কোর্স এবং কলা ও বাণিজ্যে সাধারণ কোর্স প্রদান করে। \nশিরাকোল যুধিষ্ঠর ননীলাল হাই স্কুল (উ.মা) হল বাংলা মাধ্যমের উচ্চ মাধ্যমিক বিদ্যালয় ১৯৪৮ খ্রিস্টাব্দ ছেলে ও মেয়ে উভয়ের জন্য প্রতিষ্ঠিত হলেও, বর্তমানে এখানে পঞ্চম শ্রেণী থেকে দ্বাদশ শ্রেণী পর্যন্ত ছেলেদের পাঠদানের সুবিধা রয়েছে। \n১৯৬৯ খ্রিস্টাব্দে বালিকাদের জন্য বাংলা মাধ্যমের শিরাকোল বালিকা উচ্চ বিদ্যালয় প্রতিষ্ঠিত হয়।এখানে পঞ্চম শ্রেণী থেকে দ্বাদশ শ্রেণী পর্যন্ত মেয়েদের পাঠদানের সুযোগ রয়েছে। \n\n\n== স্বাস্থ্যসেবা ==\nসিরাকোলে ৬ শয্যা বিশিষ্ট একটি প্রাথমিক স্বাস্থ্যকেন্দ্র রয়েছে। \n\n\n== তথ্যসূত্র =="}