{"pageid": 1514701, "title": "সাফিনা হোসেন", "url": "https://bn.wikipedia.org/wiki?curid=1514701", "content": "সাফিনা হোসেন একজন সমাজকর্মী এবং এডুকেট গার্লসের প্রতিষ্ঠাতা - এটি একটি অলাভজনক সংস্থা যার সদর দপ্তর ভারতের মুম্বাইতে অবস্থিত। এটি ভারতের গ্রামীণ এবং শিক্ষাগতভাবে পিছিয়ে পড়া অঞ্চলে মেয়েদের শিক্ষার জন্য সম্প্রদায়গুলিকে সংগঠিত করার উপর দৃষ্টি নিবদ্ধ করে। তাঁর নেতৃত্বে, এডুকেট গার্লস শিক্ষায় বিশ্বের প্রথম ডেভেলপমেন্ট ইমপ্যাক্ট বণ্ড চালু করেছে। ২০১৮ সালে সমাপ্ত হওয়ার পর এই বণ্ড তাদের উভয় লক্ষ্যমাত্রা অতিক্রম করেছে।\n\n\n== কর্মজীবন ==\n১৯৯৮ - ২০০৪ সাল পর্যন্ত সাফিনা সান ফ্রান্সিসকোতে চাইল্ড ফ্যামিলি হেলথ ইন্টারন্যাশনালের নির্বাহী পরিচালক হিসেবে কাজ করেছেন। এর আগে তিনি লন্ডন স্কুল অফ ইকোনমিক্স থেকে স্নাতক ডিগ্রি অর্জন করেছিলেন।\n\n\n== মেয়েদের শিক্ষিত করুন ==\n২০০৫ সালে সাফিনা মুম্বাই চলে আসেন, যেখানে তিনি মেয়েদের শিক্ষিত করুন (এডুকেট গার্লস) নামে পরিচিত একটি বিষয়ে কাজ শুরু করেন। এডুকেট গার্লস ২০০৭ সালে প্রতিষ্ঠিত হয়েছিল। তিনি সমীক্ষার দিকে ইঙ্গিত করে দেখিয়েছেন যে একজন মহিলার জন্মের জন্য ভারত সবচেয়ে খারাপ জি২০ দেশ, তিনি শিক্ষায় লিঙ্গ সমতার উপর দৃষ্টি নিবদ্ধ করে একটি বৃহৎ আকারের এনজিওর জন্য ভারতের প্রয়োজনীয়তার প্রদর্শন হিসাবে এটি বলেছেন। সেই সময়ে ভারতে এই ধরণের এমন কোনও সংগঠন ছিল না যাতে তিনি সন্তুষ্ট হতে পারেন। তিনি জালোরের স্কুলগুলির সাথে অংশীদারিত্বের মাধ্যমে, প্রাথমিকভাবে শিক্ষা মন্ত্রণালয়ের সাথে কাজ করার উপর মনোনিবেশ করেছিলেন, যেখানে সেই সময়ে শিক্ষাগত ক্ষেত্রে লিঙ্গ বৈষম্য সবচেয়ে খারাপ ছিল। পরবর্তীতে তিনি প্রথম (এটি ভারতের সুবিধাবঞ্চিত শিশুদের মানসম্পন্ন শিক্ষার ব্যবস্থা করার জন্য কাজ করে) এবং ইউনিসেফের সাথে যোগাযোগ করেন সেরা ব্যবস্থাগুলি শেখার জন্য। তিনি একটি কেন্দ্রীভূত সম্প্রদায়ের মধ্যে সবচেয়ে শক্তিশালী উপস্থিতি এবং সম্প্রদায়ের অংশগ্রহণকে উৎসাহিত করার ওপর মনোনিবেশ করেছিলেন। এই কৌশলের ফলে হাজার হাজার সদস্য নিয়ে একটি স্বেচ্ছাসেবক সংগঠন টিম বালিকা তৈরি হয়। তাদের লক্ষ্য হল স্কুলের মেয়েদের খুঁজে বের করা এবং তাদের পুনরায় ভর্তি হতে উৎসাহিত করা। সাফিনা শিক্ষা ব্যবস্থার বিরুদ্ধে কাজ করার পরিবর্তে শিক্ষা ব্যবস্থার সাথে কাজ করার এবং এটিকে উন্নত করার জন্য এডুকেট গার্লসের প্রচেষ্টার উপর আলোকপাত করেছেন। এডুকেট গার্লস এই ধারণাটির বাস্তবায়ন করেছে, তারা সরকারের সাথে একটি সমঝোতা স্মারক স্বাক্ষর করেছে, যাতে জালোরের ২,০৮৩টি স্কুলে সংগঠনের মডেলটির প্রতিলিপি করা যায়।\n২০১৫-২০১৮ সাল পর্যন্ত এডুকেট গার্লসের কাজ আংশিকভাবে বিশ্বের প্রথম শিক্ষা সম্পর্কিত ডেভেলপমেন্ট ইমপ্যাক্ট বণ্ড দ্বারা অর্থায়ন করা হয়েছিল। সাফিনা এই মডেলটির প্রশংসা করেছেন কারণ ফলাফল ভিত্তিক অর্থায়নের ফলে এডুকেট গার্লস তাদের অনুশীলনে উদ্ভাবনী হতে পেরেছে। এই প্রোগ্রামটি বণ্ড পরিশোধের জন্য তাদের সমস্ত লক্ষ্যমাত্রা অতিক্রম করেছে।\n\n\n== স্বীকৃতি ও পুরস্কার ==\nতিনি রেইনার আর্নহোল্ড ফেলো এবং টাইমস নাও \"অ্যামেজিং ইণ্ডিয়ান\"। \"মেয়েদের শিক্ষার জন্য ভারতে সরকারি বিদ্যালয়গুলিকে পুনরুজ্জীবিত করা\" বিষয়ের উপর টেডএক্সএএসবি অনুষ্ঠানে তিনি বক্তা হিসেবে উপস্থিত ছিলেন। ২০১৪ এবং ২০২৩ সালে, তিনি ওয়াইজ পুরস্কার জিতেছিলেন। এটি হল শিক্ষাক্ষেত্রে অসামান্য প্রভাবের জন্য কাতারের একটি পুরস্কার। ২০২৩ সালের পুরস্কারে শিক্ষিত মেয়েদের জন্য ৫০০,০০০ ডলার প্রদান করা হয়েছে।\n\nইটি প্রাইম উইমেন লিডারশিপ অ্যাওয়ার্ড ২০১৯\nউইনার নীতি আয়োগ উইমেন ট্রান্সফর্মিং ইণ্ডিয়া অ্যাওয়ার্ড ২০১৭\nবিজয়ী এনডিটিভি-ল'ওরিয়াল প্যারিস উইমেন অফ ওয়ার্থ অ্যাওয়ার্ড ২০১৬\nসামাজিক উদ্যোক্তা হিসেবে ২০১৫ সালের সোশাল পুরস্কার বিজয়ী - এপ্রিল ২০১৫\n\n\n== ব্যক্তিগত জীবন ==\n১৭ বছর একসাথে থাকার পর ২০২২ সালে হংসল মেহতার সাথে বিবাহ বন্ধনে আবদ্ধ হন সাফিনা হোসেন। বিয়ের আগে তাঁর দুই মেয়ে ছিল। তাদের নাম কিমায়া মেহতা এবং রেহানা মেহতা।\n\n\n== তথ্যসূত্র =="}