{"pageid": 1514246, "title": "টিকটকের সাংস্কৃতিক প্রভাব", "url": "https://bn.wikipedia.org/wiki?curid=1514246", "content": "অনলাইন ভিডিও প্ল্যাটফর্ম টিকটক ২০১৬ সালের সেপ্টেম্বর মাসে বিশ্বব্যাপী চালু হওয়ার পর থেকেই সমাজ, রাজনীতি এবং সংস্কৃতির ওপর গুরুত্বপূর্ণ প্রভাব ফেলেছে। এটি খুব দ্রুত জনপ্রিয়তা অর্জন করে এবং ২০২০ সালের অক্টোবর মাসে ২০০ কোটিরও বেশি বার ডাউনলোড হয়। ২০২১ সালে টিকটক গুগলকে পিছনে ফেলে বিশ্বের সবচেয়ে জনপ্রিয় ওয়েবসাইটে পরিণত হয়। টিকটকের ভিডিও বিষয়বস্তুর পরিসর বেশ বৈচিত্র্যময়। এখানে সংগীত, ফিটনেস, সৌন্দর্য, শিক্ষা এবং গেমিংয়ের মতো জনপ্রিয় বিষয়বস্তু রয়েছে, যা বিভিন্ন ধরনের দর্শকের আগ্রহের সঙ্গে মানিয়ে যায়।\n\n\n== সাংস্কৃতিক প্রভাব ==\n\n\n=== সঙ্গীত ===\nটিকটককে সংগীত জগতে বড় ধরনের প্রভাব ফেলতে দেখা গেছে, যা বহু গণমাধ্যমে আলোচিত হয়েছে। ২০১৯ সালে আমেরিকান গায়ক লিল নাস এক্স-এর গান \"ওল্ড টাউন রোড\" (Old Town Road) টিকটকে ভাইরাল হওয়ার পর তিনি রাতারাতি জনপ্রিয় হয়ে ওঠেন। তিনি নিজেই স্বীকার করেছেন যে টিকটক গানটির জনপ্রিয়তা বাড়াতে গুরুত্বপূর্ণ ভূমিকা রেখেছে। তিনি বলেন, \"[টিকটক] সত্যিই গানটিকে আরও ছড়িয়ে দিয়েছে ... আমি তাদের অনেক কৃতজ্ঞ।\" দোজা ক্যাটও টিকটকের মাধ্যমে ব্যাপক জনপ্রিয়তা অর্জন করেছেন। ইনসাইডার (Insider) উল্লেখ করেছিলেন যে টিকটকের \"সর্বকালের সবচেয়ে জনপ্রিয়, বিস্তৃত নৃত্যগুলির মধ্যে একটি\" \"সে সো\" (Say So) -এর তালে করা নাচ, যা তাকে আরও পরিচিত করে তোলে এবং এটি বিলবোর্ড হট ১০০ তালিকায় তার প্রথম নম্বর ১ হিট গান হয়ে ওঠে। পিচফোর্ক দোজা ক্যাটের \"অবিশ্বাস্য এবং নজিরবিহীন টিকটক আধিপত্যের\" কথা উল্লেখ করে বলে যে, টিকটকে জনপ্রিয় হওয়ার আগে অনেকেই তাকে সত্যিকারের তারকা হিসেবে দেখেননি।\nটিকটক চালু হওয়ার সময় ব্যবহারকারীরা ৩ সেকেন্ড থেকে ১ মিনিট পর্যন্ত ভিডিও আপলোড করতে পারত। এই স্বল্প সময়সীমার কারণে ব্যবহারকারীরা অনেক সময় গানের গতিবেগ বাড়িয়ে ভিডিও বানাতেন, যাতে একটি ভিডিওর মধ্যে গানের বেশি অংশ যোগ করা যায়। পরে, এসজেডএ (SZA) এবং স্টিভ ল্যাসি (Steve Lacy)-সহ অনেক শিল্পী তাদের কিছু গানের অফিসিয়াল দ্রুতগতির সংস্করণ প্রকাশ করেন, কারণ তাদের গানগুলোর অনানুষ্ঠানিক দ্রুতগতির রিমিক্স টিকটকে ভাইরাল হয়ে গিয়েছিল।\nটিকটক পুরোনো গানগুলোর জনপ্রিয়তা ফিরিয়ে আনতেও বড় ভূমিকা রেখেছে। উদাহরণস্বরূপ, ফ্লিটউড ম্যাকের ব্যান্ডের \"ড্রিমস\" গানটি মুক্তির ৪০ বছরেরও বেশি সময় পরে আবার বিলবোর্ড হট ১০০ তালিকায় প্রবেশ করে, কারণ গানটি ব্যবহৃত একটি ভিডিও টিকটকে ভাইরাল হয়েছিল। ইনসাইডারের ড্যান হোয়াটলি উল্লেখ করেন যে টিকটকে গানগুলো স্বাভাবিকভাবেই জনপ্রিয় হয়ে উঠতে পারে, এমনকি যদি সেগুলো দীর্ঘ দশক ধরে মূলধারার বাইরে থেকেও যায়।\n২০২৩ সালের সেপ্টেম্বর মাসে বিলবোর্ড এও টিকটক মিলে টিকটক বিলবোর্ড শীর্ষ ৫০ নামে একটি নতুন সংগীত তালিকা চালু করে, যা যুক্তরাষ্ট্রে টিকটকে জনপ্রিয় হওয়া গানগুলোর স্থান নির্ধারণ করে।\nতবে, টিকটকের সংগীত বিপণনে ব্যাপক ভূমিকার কারণে কিছু শিল্পী হতাশাও প্রকাশ করেছেন। অনেকে বলেন, প্ল্যাটফর্মের চাপে তারা \"ক্লান্ত\" বোধ করছেন। ২০২২ সালে আমেরিকান গায়িকা হ্যালসি ২০২২ সালে বলেছিলেন যে যদি তিনিঅভিযোগ করেন যে তার রেকর্ড লেবেল তাকে নতুন গান প্রকাশ করতে দিচ্ছিল না, যদি না তিনি \"টিকটকে কৃত্রিমভাবে ভাইরাল হওয়ার কোনো মুহূর্ত তৈরি\" করতে রাজি হন।\n\n\n=== সংবাদ ও তথ্য ===\nটিকটক ধীরে ধীরে আমেরিকানদের জন্য একটি গুরুত্বপূর্ণ সংবাদসূত্রে পরিণত হচ্ছে। পিউ রিসার্চ সেন্টার -এর এক গবেষণায় দেখা গেছে যে ২০২০ সালে যেখানে মাত্র ৩% মার্কিন প্রাপ্তবয়স্ক নিয়মিতভাবে টিকটক থেকে খবর পেতেন, সেখানে ২০২২ সালে এই সংখ্যা বেড়ে ১০% হয় এবং ২০২৩ সালে তা আরও বাড়তে গিয়ে ১৪%-এ পৌঁছায়। একই সময়ে, মার্কিন প্রাপ্তবয়স্ক টিকটক ব্যবহারকারীদের মধ্যে যারা নিয়মিতভাবে এই প্ল্যাটফর্ম থেকে সংবাদ গ্রহণ করেন, তাদের হার ২২% থেকে বেড়ে ৩৩% হয়েছে। তবে, ফেসবুক ও টুইটারের তুলনায় টিকটকের মাধ্যমে সংবাদ পাওয়ার হার এখনো কম। তবে একটা পার্থক্য হলো, ২০২০ থেকে ২০২২ সালের মধ্যে ফেসবুক ও টুইটারের মাধ্যমে নিয়মিত সংবাদ গ্রহণকারীদের সংখ্যা ক্রমাগত হ্রাস পেয়েছে, কিন্তু টিকটকের ক্ষেত্রে এই হার বরং বাড়ছে।\nএছাড়া, নতুন প্রজন্মের (জেনারেশন জেড) ইন্টারনেট ব্যবহারকারীদের মধ্যে অনেকেই এখন গুগলের পরিবর্তে টিকটককে তাদের প্রিয় সার্চ ইঞ্জিন হিসেবে ব্যবহার করা শুরু করেছেন।\n\n\n=== রাজনীতি ===\nটিকটকের জনপ্রিয়তা বাড়ার সঙ্গে সঙ্গে বেশি সংখ্যক মানুষ এই প্ল্যাটফর্মে যুক্ত হচ্ছে। ফলে, বিভিন্ন রাজনৈতিক মতাদর্শও এখানে দ্রুত ছড়িয়ে পড়ছে। টিকটক এখন এক ধরনের রাজনৈতিক ক্ষেত্র হয়ে উঠেছে, যেখানে অনেক তরুণ প্রতিদিন কট্টর ডানপন্থী বিষয়বস্তু দেখছে। এই প্ল্যাটফর্ম এমন এক জায়গায় পরিণত হয়েছে, যেখানে চরমপন্থী দৃষ্টিভঙ্গিগুলো স্বাভাবিকভাবে উপস্থাপিত হচ্ছে। গবেষণায় দেখা গেছে যে প্রায় ১৪% প্রাপ্তবয়স্ক ব্যবহারকারী নিয়মিতভাবে টিকটকের মাধ্যমে নির্বাচন ও রাজনৈতিক সংক্রান্ত খবর পান।  যদিও টিকটক বারবার বলেছে যে তারা চরম ডানপন্থী মতাদর্শ সম্পর্কিত বিদ্বেষমূলক বিষয়বস্তু নিষিদ্ধ এবং সরানো হচ্ছে। \nতবু বহু বিদ্বেষমূলক কন্টেন্ট (যেমন ধর্ম, পরিচয়, ও বর্ণগত বিদ্বেষমূলক ভিডিও) ২০১৯ সালের ডিসেম্বর পর্যন্ত প্ল্যাটফর্মের নজর এড়িয়ে যাচ্ছিল। যদিও ব্যবহারকারীদের নিরাপত্তা ব্যবস্থা আগের তুলনায় উন্নত হয়েছে, তবুও অনেক ঘৃণামূলক ভিডিও এখনো প্ল্যাটফর্মের নজর এড়িয়ে যায়। তাছাড়া, টিকটকের অ্যালগরিদমের কারণে, ব্যবহারকারীরা অনেক সময় নিজেদের অজান্তেই এমন কন্টেন্টের মুখোমুখি হন, যা বিদ্বেষমূলক ধারণার প্রসার ঘটাতে পারে।\n\n\n=== খাদ্য ===\nটিকটকের কন্টেন্ট তার ব্যবহারকারীদের খাবারের পছন্দকে প্রভাবিত করতে সক্ষম। টিকটকের কনটেন্ট ব্যবহারকারীদের খাদ্য নির্বাচনে প্রভাব ফেলতে পারে। ২০২৩ সালের এক গবেষণায় দেখা গেছে যে এই প্ল্যাটফর্মের ভিডিও কিশোর-কিশোরীদের উপর করা একটি গবেষণায় দেখা গেছে যে টিকটকের বিষয়বস্তু স্বল্পমেয়াদী খাদ্য সিদ্ধান্ত, যেমন নতুন খাবার বা রেসিপি চেষ্টা করা, এবং দীর্ঘমেয়াদী খাদ্য সিদ্ধান্ত, যেমন খাদ্যতালিকাগত সমন্বয়, উভয়কেই প্রভাবিত করে। \nটিকটকের কারণে রেস্তোরাঁগুলিতে বিশেষ কাস্টম অর্ডারের প্রবণতাও বেড়েছে, যা প্ল্যাটফর্মে মেনু হ্যাকস নামে পরিচিত। ২০২১ সালে স্টারবাকসের কিছু বারিস্তা অভিযোগ করেছিলেন যে টিকটকে ভাইরাল হওয়া জটিল ও কাস্টমাইজড পানীয়ের কারণে তাদের ওপর বাড়তি চাপ সৃষ্টি হচ্ছে, কারণ এসব পানীয় অফিসিয়াল মেনুতে ছিল না। ২০২৩ সালে, চিপোটল মেক্সিকান গ্রিল তাদের মেনুতে একটি নতুন আইটেম যুক্ত করে, যা টিকটকের দুই প্রভাবশালীর তৈরি একটি কাস্টম অর্ডার ছিল। এটি প্ল্যাটফর্মে ভাইরাল হওয়ার পর বহু মানুষ সেই খাবার অর্ডার করতে শুরু করে, যা রেস্টুরেন্টকে সেটিকে স্থায়ীভাবে মেনুতে অন্তর্ভুক্ত করতে বাধ্য করে। একই বছরে টিকটকে বেশ কয়েকটি ভিডিও ভাইরাল হয়, যেখানে দেখা যায় বিভিন্ন ওয়াফেল হাউস শাখার কর্মীরা টিকটকের কাস্টম অর্ডার পরিবেশন করতে অস্বীকার করছেন।\n\n\n=== ফ্যাশন ===\nটিকটকের ব্যাপক দর্শকসংখ্যার কারণে খুব কম সংখ্যক ভাইরাল ভিডিওও নতুন একটি ছোটখাটো ফ্যাশন প্রবণতা (microtrend) তৈরি করতে পারে। টিকটকের ব্যবহারকারীদের দ্বারা প্রচুর নতুন মাইক্রোট্রেন্ড তৈরি হওয়ায় দ্রুত উৎপাদন সক্ষম এমন ফাস্ট ফ্যাশন ব্র্যান্ড, যেমন শিন (Shein), আরও জনপ্রিয় হয়ে উঠেছে। এই ধরনের ব্র্যান্ড দ্রুততম সময়ের মধ্যে টিকটকে ট্রেন্ড হওয়া পোশাকের ডিজাইন তৈরি করে এবং বিক্রি করে। সামাজিক যোগাযোগমাধ্যমের মাধ্যমে জনপ্রিয় হওয়া ফ্যাশন ট্রেন্ড ও সাময়িক প্রবণতাগুলোকে সম্মিলিতভাবে \"ইন্টারনেট নান্দনিকতা\" (internet aesthetics - ইন্টারনেট অ্যাস্থেটিক্স) বলা হয়।\nটিকটকে ফ্যাশন-সংশ্লিষ্ট নির্মাতাদের মধ্যে হাউল ভিডিও (যেখানে তারা কেনা পোশাক বা পণ্য প্রদর্শন করে) বেশ জনপ্রিয়।  শিন (Shein) তাদের ব্যবসা বাড়ানোর জন্য টিকটক ও ইনস্টাগ্রামের প্রভাবশালীদের সঙ্গে কৌশলগতভাবে কাজ করেছে। তারা ইনফ্লুয়েন্সারদের বিনামূল্যে পোশাক পাঠায় এবং তাদের অনুসারীদের জন্য ডিসকাউন্ট কোড সরবরাহ করে, যা বিক্রির উপর কমিশন এনে দেয়। এছাড়া, অনেক ব্যবহারকারী বিনামূল্যে শিন (Shein)-এর প্রচার করেন, কারণ টিকটকে হাউল ভিডিও জনপ্রিয় হওয়ার ফলে অনেকেই নিজেরাই তাদের কেনা পোশাকের ভিডিও তৈরি করে পোস্ট করেন। হাউল তৈরি এবং পোস্ট করে বিনামূল্যে শাইনের বিজ্ঞাপন দেন। \n\n\n=== প্রসাধনী সার্জারি ===\nটিকটকে প্রসাধনী সার্জারি সম্পর্কিত ভিডিও অত্যন্ত জনপ্রিয়। ২০২২ সালের জানুয়ারি পর্যন্ত প্ল্যাটফর্মে প্লাস্টিক সার্জারি সম্পর্কিত হ্যাশট্যাগযুক্ত ভিডিওগুলোর সম্মিলিত ভিউ ২৯ বিলিয়নেরও বেশি ছিল। কটক এবং ইনস্টাগ্রামের কারণে তরুণদের মধ্যে প্রসাধনী সার্জারির সংখ্যা উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে।\n২০২১ সালে, প্লাস্টিক অ্যান্ড রিকনস্ট্রাকটিভ সার্জারি (Plastic and Reconstructive Surgery) জার্নালে প্রকাশিত একটি প্রতিবেদনে উল্লেখ করা হয় যে প্লাস্টিক সার্জনরা সামাজিক যোগাযোগমাধ্যমে প্রথমদিকের সক্রিয় ব্যবহারকারীদের মধ্যে ছিলেন। গবেষণায় দেখা যায় যে, তখন পর্যন্ত অন্তত পাঁচজন প্লাস্টিক সার্জনের টিকটকে ১০ লাখেরও বেশি অনুসরণকারী ছিল। প্রতিবেদনে আরও বলা হয় যে, কিছু সার্জন টিকটকের প্রভাবশালী ব্যক্তিদের (ইনফ্লুয়েন্সার) মধ্যে পরিণত হয়েছেন এবং তারা জনসাধারণের দৃষ্টিভঙ্গি প্রভাবিত করতে সক্ষম। ২০২১ সালে সাউথ ফ্লোরিডা বিশ্ববিদ্যালয় -এর একটি গবেষণায় দেখা গেছে যে, টিকটকে প্লাস্টিক সার্জনদের পোস্ট করা কনটেন্ট এই ধরনের সার্জারিকে স্বাভাবিক ও গ্রহণযোগ্য হিসেবে তুলে ধরতে সাহায্য করছে। কারণ, তারা দর্শকদেরকে সার্জারি সম্পর্কে শিক্ষা দিচ্ছেন এবং এর প্রতি ভীতি কমাচ্ছেন। এছাড়া, টিকটকের অ্যালগরিদম ব্যবহারকারীদের যাদের প্রসাধনী সার্জারি সম্পর্কিত ভিডিওতে আগ্রহ রয়েছে, তাদের জন্য আরও বেশি সার্জারি সম্পর্কিত কনটেন্ট দেখায়। ফলে, প্ল্যাটফর্মে এটি আরও সাধারণ বিষয় বলে মনে হতে পারে, যা বাস্তবে ততটা ব্যাপক নয়—না তারকাদের মধ্যে, না সাধারণ মানুষের মধ্যে। টিকটক সুপারিশ ব্যবস্থার মাধ্যমে প্লাস্টিক সার্জারি বৈধতা পেয়েছে, যা প্লাস্টিক সার্জারির ভিডিওতে আগ্রহ দেখানো ব্যবহারকারীদের \"ফর ইউ\" পেজের মাধ্যমে আরও বেশি প্লাস্টিক সার্জারির ভিডিও দেখায়, যা সেলিব্রিটি এবং সাধারণ মানুষের মধ্যে প্লাস্টিক সার্জারিকে বাস্তবের চেয়ে বেশি ব্যাপক বলে মনে করে। \nটিকটক সরাসরি প্রসাধনী সার্জারির বিজ্ঞাপন অনুমোদন করে না, তবে ক্লিনিকগুলো সাধারণ পোস্টের মাধ্যমে নিজেদের সার্ভিস প্রচার করতে পারে। এছাড়া, তারা জনপ্রিয় ব্যক্তিদের বিনামূল্যে সার্জারি করিয়ে তাদের অভিজ্ঞতা সম্পর্কে ভিডিও পোস্ট করানোর মাধ্যমে পরোক্ষভাবে প্রচারণা চালিয়ে থাকে।\nটিকটকে জনপ্রিয় হওয়া প্রসাধনী সার্জারির মধ্যে রয়েছে নাকের গঠন পরিবর্তন (rhinoplasty), মুখের চর্বি অপসারণ (buccal fat removal), এবং বোটক্স (botox) ইনজেকশন।  কখনও কখনও এসব প্রসাধনী পদ্ধতি চ্যালেঞ্জ হিসেবে ভাইরাল হয়। যেমন, \"#Nosejobcheck\" চ্যালেঞ্জে অংশগ্রহণকারীরা তাদের নাকের সার্জারির আগে ও পরে ভিডিও পোস্ট করেন এবং চ্যালেঞ্জের জন্য নির্দিষ্ট একটি নেপথ্য সঙ্গীত ব্যবহার করা হয়।\n\n\n=== সাহিত্য ===\n\nটিকটকে বই আলোচনা ও সুপারিশ করার কনটেন্ট বুকটক নামে পরিচিত। বুকটক-এ জনপ্রিয় হওয়া বইগুলোর বিক্রি হঠাৎ করেই বেড়ে যেতে পারে। লেখিকা কলিন হুভার যিনি বুকটক-এর মাধ্যমে জনপ্রিয়তা অর্জন করেন, তার ছয়টি বই ২০২২ সালের অক্টোবরে দ্য নিউ ইয়র্ক টাইমসের সেরা বিক্রেতা তালিকার পেপারব্যাক ট্রেড ফিকশন বিভাগে শীর্ষ দশের মধ্যে স্থান পায়। বই বিক্রির তথ্য পর্যবেক্ষণকারী সংস্থা বুকস্ক্যানের এক বিশ্লেষক জানান যে বুকটক বর্তমানে \"নতুন লেখকদের আবিষ্কারের ক্ষেত্রে প্রকাশনা শিল্পের সবচেয়ে গুরুত্বপূর্ণ প্ল্যাটফর্ম হয়ে উঠেছে।\" এই জনপ্রিয়তাকে কাজে লাগাতে কিছু প্রকাশনা সংস্থা প্রভাবশালী বুকটক ব্যবহারকারীদের অর্থ প্রদান করে বই সুপারিশ করতে উৎসাহিত করছে।\nটিকটকের মূল কোম্পানি বাইটড্যান্স এই প্রবণতার সাফল্য দেখে ২০২৩ সালে নিজেদের প্রকাশনা সংস্থা ৮ম নোট প্রেস চালু করে।\n\n\n=== ওষুধের ঘাটতি ===\nটিকটকে ট্রেন্ড হওয়া কনটেন্টের কারণে কিছু ওষুধের ঘাটতি তৈরি হয়েছে। ডেনমার্কের ফার্মাসিউটিক্যাল কোম্পানি নভো নরডিস্ক (Novo Nordisk) তিনটি ওষুধ উৎপাদন করে, যার মধ্যে সক্রিয় উপাদান হিসেরয়েছে। এর মধ্যে একটি ওষুধ,ওয়েগোভি (Wegovy), স্থূলতার চিকিৎসার জন্য খাদ্য ও ওষুধ প্রশাসন দ্বারা অনুমোদিত, এবং অন্য দুটি, ওজেম্পিক (Ozempic) এবং রাইবেলসাস (Rybelsus), শুধুমাত্র ডায়াবেটিস চিকিৎসার জন্য অনুমোদিত।  ২০২২ সালে ওজেম্পিকটিকটকে ভাইরাল হওয়ার পর, আমেরিকায় এই ওষুধের ঘাটতি সৃষ্টি হয়। প্ল্যাটফর্মে এটি ব্যবহারকারীদের মধ্যে ট্রেন্ড হয়ে ওঠে যে ওজেম্পিক ওজন কমানোর জন্য ব্যবহৃত হতে পারে, যদিও এটি মূলত ডায়াবেটিসের জন্য অনুমোদিত। অস্ট্রেলিয়ার থেরাপিউটিক গুডস অ্যাডমিনিস্ট্রেশন (Therapeutic Goods Administration) জনপ্রিয়তার কারণে বিশ্বব্যাপী এই ওষুধের ঘাটতি তৈরি হয়েছে। তারা ডাক্তারদের পরামর্শ দেয় যে নতুন রোগীদের জন্য এই ওষুধ প্রেসক্রাইব না করে, বিদ্যমান রোগীদের জন্য বিকল্প ওষুধের পরামর্শ দেওয়া উচিত। ২০২৩ সালের মার্চ মাসে, টিকটকে #Ozempic হ্যাশট্যাগসহ পোস্ট করা ভিডিওগুলোর মোট ভিউ ৬৯০ মিলিয়ন ছাড়িয়ে গিয়েছিল।\n\n\n=== মানসিক স্বাস্থ্য ===\nটিকটক মানসিক স্বাস্থ্য ম্পর্কিত কনটেন্টের একটি গুরুত্বপূর্ণ কেন্দ্র হিসেবে পরিণত হয়েছে, যেখানে ব্যবহারকারীরা তাদের অবসাদ এবং উদ্বেগের ব্যক্তিগত অভিজ্ঞতা শেয়ার করেন। এর ফলে মানসিক স্বাস্থ্য সম্পর্কিত আলোচনা স্বাভাবিক হওয়ার দিকে সহায়ক হয়েছে, তবে এতে কিছু উদ্বেগও তৈরি হয়েছে। জনস্বাস্থ্য বিশেষজ্ঞ ড. কোরি বাশ (Dr. Corey Basch) উল্লেখ করেছেন যে, টিকটকের অ্যালগরিদম ব্যবহারকারীদের জন্য ইকো চেম্বার (echo chambers) তৈরি করতে পারে।  যারা উদ্বেগ বা হতাশা নিয়ে পোস্টের সঙ্গে জড়িত হয়, তারা একই ধরনের মনমালিন্যে থাকে, যা তাদের জন্য ক্ষতিকর চক্র তৈরি করতে পারে।\nমানসিক স্বাস্থ্য নিয়ে এই বৃদ্ধি পাওয়া আলোচনা তরুণদের মধ্যে নিজেকে ডায়াগনোসিস করার প্রবণতাও বাড়িয়ে দিয়েছে। অনেকেই পেশাদার চিকিৎসক বা থেরাপিস্টের কাছে যাওয়ার আগে অতিচঞ্চল অমনোযোগিতা (এডিএইচডি - ADHD) বা উদ্বেগের মতো সমস্যা নিজেরাই চিহ্নিত করছে। গবেষকরা উদ্বেগ প্রকাশ করেছেন যে, লাভের উদ্দেশ্যে পরিচালিত মানসিক স্বাস্থ্য অ্যাপস এবং তাদের দ্বারা স্পন্সর করা প্রভাবশালী ব্যক্তিরা প্ল্যাটফর্মে প্রচারিত হচ্ছে। এই ধরনের সেবা প্রায়ই দ্রুত, কুইজ ভিত্তিক ডায়াগনোসিসের বিজ্ঞাপন দেয়, যা জটিল সমস্যাগুলোর প্রতি অতিসরলীকৃত দৃষ্টিভঙ্গি তৈরি করতে পারে। এছাড়া, ভুল তথ্য তথ্য প্রচারের বিষয়েও গবেষণা হয়েছে, যেখানে কিছু ভিডিওতে\nসংজ্ঞানাত্মক আচরণীয় চিকিৎসার (cognitive behavioral therapy - কগনিটিভ বিহেভিয়োরাল থেরাপি) মতো চিকিৎসা সম্পর্কে ভুল বা বিভ্রান্তিকর তথ্য রয়েছে।\n\n\n=== তাড়াহুড়ো সংস্কৃতি ===\nটিকটক হাস্টল কালচার গঠনে বিশাল ভূমিকা পালন করেছে, বিশেষ করে COVID-19 মহামারির সময়, যখন কাজ ও ব্যক্তিগত জীবনের সীমানা অস্পষ্ট হয়ে পড়ে। ১ বিলিয়নেরও বেশি দৈনিক সক্রিয় ব্যবহারকারী এবং ৬০% মার্কিন জেন জি (যারা নিয়মিত টিকটক চেক করে) সহ, এই প্ল্যাটফর্মটি অনেক ব্যবহারকারীর জন্য উৎপাদনশীলতা একটি মূল ফোকাসে পরিণত হয়েছে। মানুষ তাদের দৈনন্দিন রুটিন শেয়ার করে, এবং ধারণা প্রচার করে যে, নিরবচ্ছিন্ন কাজের মাধ্যমে সাফল্য অর্জিত হয়। তবে, সব সময় \"অন\" থাকার এই চাপের কিছু নেতিবাচক দিকও রয়েছে। ২০২২ সালের এক গবেষণায় দেখা গেছে, ৭৭% কর্মচারী ক্লান্তি বা burnout অনুভব করছেন, যা হাস্টল কালচারের একটি ফলস্বরূপ।\nতা বলে, কিছু নির্মাতা এই প্রবণতার বিরুদ্ধে প্রতিরোধ গড়ে তুলছেন, এবং দেখাচ্ছেন যে, ধীরে চলাও ঠিক। উদাহরণস্বরূপ, জনাথন গ্রাজিয়ানোর \"বোনস ডে\" ট্রেন্ড অনুসারীদের পরামর্শ দেয় যে, যখন প্রয়োজন তখন বিশ্রাম নেওয়া উচিত। টিকটক ব্যবহাকারীদের জন্য উৎপাদনশীলতা হ্যাক থেকে শুরু করে, নিজের যত্ন নেওয়ার বার্তা প্রদান করে, তাদের নিজের সঠিক ভারসাম্য নির্ধারণের সুযোগ দিচ্ছে।\n\n\n=== অন্যান্য ওয়েবসাইট ===\nটিকটক এখন নতুন প্রজন্মের মধ্যে প্রাধান্য বিস্তারকারী সোশ্যাল মিডিয়া প্ল্যাটফর্ম। টিকটকের জনপ্রিয়তা অন্যান্য অনেক ওয়েব সার্ভিসকে অনুরূপ ফিচার গ্রহণ করতে প্ররোচিত করেছে, যাতে তারা টিকটকের সঙ্গে প্রতিযোগিতা করতে পারে। ২০২০ সালে ইনস্টাগ্রাম তার অ্যাপে একটি ছোট, উল্লম্ব ভিডিও সেকশন যোগ করে, যার নাম দেওয়া হয় ইনস্টাগ্রাম রিলস । ২০২১ সালে ইউটিউবও ইউটিউব শর্টস নামের সংক্ষিপ্ত ভিডিও ফিচার চালু করে। ২০২২ সালে, ফেসবুক তার অ্যাপে একটি ভিডিও ট্যাব চালু করে, যা ব্যবহারকারীদের জন্য ভিডিওগুলোর একটি ব্যক্তিগতকৃত নির্বাচন দেখায়। একই বছর, টুইটারও জানায় যে তারা ছোট ভিডিও ফিচার চালু করতে যাচ্ছে এবং অ্যামাজন তাদের মোবাইল অ্যাপে প্রোডাক্টের ছবি ও ভিডিও সহ একটি স্ক্রোলিং ফিড যোগ করেছে। ২০২৩ সালে, স্পটিফাই তাদের হোম স্ক্রীনটি পুনরায় ডিজাইন করে, যাতে টিকটকের মতো স্ক্রোলিং ইন্টারফেস যুক্ত করা হয়, এবং রেডিটও তার মোবাইল অ্যাপে একটি পৃথক ভিডিও ফিড যুক্ত করেছে।\n\n\n== অর্থনৈতিক প্রভাব ==\nঅক্সফোর্ড ইকোনমিক্সের ২০২৩ সালের একটি গবেষণায় ধারণা করা হয় যে, যুক্তরাজ্যের ছোট এবং মাঝারি আকারের যে সমস্ত ব্যবসা টিকটকে বিজ্ঞাপন দিয়েছে এবং তাদের ব্যবসা বাড়ানোর চেষ্টা করেছে, তারা ২০২২ সালে তাদের টিকটক কার্যক্রমের মাধ্যমে যুক্তরাজ্যের মোট দেশজ উৎপাদনে ১.৬ বিলিয়ন পাউন্ড যোগ হয়েছে। \n\n\n=== ভোক্তা আচরণ ===\n২০২১ সালে অ্যাডউইক এবং মর্নিং কনসালটের একটি গবেষণায় দেখা গেছে যে, টিকটক ব্যবহারকারীদের মধ্যে ৪৯% ব্যবহারকারী সেই সমস্ত পণ্য বা সেবা কিনেছেন, যেগুলি প্ল্যাটফর্মে আলোচনা বা প্রচারিত হয়েছিল।\n২০২৩ সালে, ইউরোপীয়ান জার্নাল অফ বিজনেস অ্যান্ড ম্যানেজমেন্ট রিসার্চ (European Journal of Business and Management Research)একটি গবেষণা প্রকাশ করেছে, যেখানে বলা হয় যে, টিকটক ভিডিওতে যে পণ্যগুলি ভালো মানের ভিডিওর সঙ্গে দেখানো হয়, ব্যবহারকারীরা সেগুলির প্রতি বেশি আস্থা রাখেন, তুলনায় সেই সমস্ত পণ্য যারা প্ল্যাটফর্মে আরও ব্যবহারিক বা সস্তা ছিল।\nযখন পণ্যগুলি টিকটকে ভাইরাল হয়, তখন বিক্রয়ের উপর তার প্রভাব উল্লেখযোগ্য হতে পারে। স্ট্যানলি টাম্বলার তাদের রাজস্ব ২০১৯ সালে $৭৩ মিলিয়ন থেকে ২০২০ সালে $৭৫০ মিলিয়ন পর্যন্ত বাড়িয়েছে, যখন এটি টিকটকে ভাইরাল হয়ে ওঠে। ফেটা চিজের বিক্রয় ২০২১ সালে ২০০% বৃদ্ধি পায়, যখন বেকড ফেটা পাস্তা রেসিপিটি ভাইরাল হয়। সেরাভে - বিক্রয় ২০২০ সালে ৬০% বাড়ে, যখন টিকটক ব্যবহারকারীরা লকডাউনের সময় এই ব্র্যান্ডটিকে বেছে নেয়। অন্যান্য আইটেম, যেমন ক্যাট ক্র্যাক ক্যাটনিপ এবং আইল অফ প্যারাডাইস (Isle of Paradise) ট্যানিং স্প্রে, ভাইরাল পোস্টের কয়েক দিনের মধ্যেই বিক্রি হয়ে গেছে। \n২০২৩ সালে, টিকটক একটি শপিং ফিচার চালু করেছে, যার নাম টিকটক শপ (TikTok Shop) যা ব্যবহারকারীদের জন্য বিভিন্ন বিক্রেতার থেকে সরাসরি পণ্য কেনার সুযোগ তৈরি করে। এই ফিচারটি ব্যবসাগুলিকে প্ল্যাটফর্মে সরাসরি পণ্য বিক্রি করতে সাহায্য করে, শপেবল বিজ্ঞাপন, পণ্য প্রদর্শন, এবং ক্রিয়েটর পার্টনারশিপের মতো সরঞ্জাম ব্যবহার করে বিক্রয় বাড়াতে এবং তাদের দর্শকদের সঙ্গে আরও প্রাকৃতিক উপায়ে সংযোগ স্থাপন করতে। কিছু ফ্যাশন এবং বিউটি ব্র্যান্ড এমনকি কোনও পণ্য তৈরির কাজ শেষ করার আগেই কীভাবে টিকটকে তা দেখানো যেতে পারে তা নিয়ে ভাবতে শুরু করেছে।\n\n\n== তথ্যসূত্র =="}