{"pageid": 1514692, "title": "মেয়েদের শিক্ষিত করুন", "url": "https://bn.wikipedia.org/wiki?curid=1514692", "content": "মেয়েদের শিক্ষিত করুন (এডুকেট গার্লস) হল ভারতের একটি অলাভজনক সংস্থা, সাফিনা হোসেন যেটি ২০০৭ সালে প্রতিষ্ঠা করেন। এই সংস্থা ভারতের গ্রামীণ এবং শিক্ষাগতভাবে পিছিয়ে পড়া এলাকায় সম্প্রদায়গুলিকে একত্রিত করে মেয়েদের শিক্ষার জন্য কাজ করে।\nসংস্থাটি বর্তমানে রাজস্থান এবং মধ্যপ্রদেশের ১৩,০০০ এরও বেশি গ্রামে কাজ করে। স্কুলগুলিতে সরকারের বিদ্যমান বিনিয়োগকে কাজে লাগিয়ে এবং বিশাল সংখ্যক সম্প্রদায়ের স্বেচ্ছাসেবকদের সাথে সম্পৃক্ততার মাধ্যমে, 'এডুকেট গার্লস' স্কুলের বাইরে থাকা মেয়েদের সনাক্ত করে ভর্তি করে এবং তাদের ধরে রাখতে চেষ্টা করে। এরা সকল শিশুর (মেয়ে এবং ছেলে উভয়ের) সাক্ষরতা এবং সংখ্যাবিদ্যার মৌলিক দক্ষতা উন্নত করতে সহায়তা করে। ২০০৭ সালে প্রতিষ্ঠার পর থেকে, সংস্থাটি ৬৭ লক্ষেরও (৬.৭ মিলিয়ন) বেশি শিশুর কাছে পৌঁছেছে এবং প্রায় ৩,৮০,০০০ স্কুলবহির্ভূত মেয়েকে স্কুলে ভর্তি করতে সম্প্রদায়গুলিকে সংগঠিত করতে সহায়তা করেছে।\n\n\n== নির্বাহী সারসংক্ষেপ ==\n'এডুকেট গার্লস' একটি অলাভজনক সংস্থা যারা ভারতের প্রত্যন্ত, গ্রামীণ এবং শিক্ষাগতভাবে পিছিয়ে পড়া অঞ্চলে মেয়েদের শিক্ষার প্রচার এবং সহায়তা করে। এটি ভারত সরকারের সাথে অংশীদারিত্বের মাধ্যমে রাজস্থান, মধ্যপ্রদেশ ও উত্তরপ্রদেশের ১৮,০০০ গ্রামে কাজ করে। এদের বিশাল সংখ্যক সম্প্রদায় স্বেচ্ছাসেবক রয়েছে এবং তারা স্কুল বহির্ভূত মেয়েদের সনাক্তকরণ, ভর্তি করা, ধরে রাখা এবং সকল শিশুর জন্য সাক্ষরতা ও সংখ্যাবিদ্যার মৌলিক দক্ষতা উন্নত করতে সহায়তা করে। সংস্থাটি ২০২০ সালে ঘোষণা করেছিল আন্তর্জাতিকভাবে খ্যাতিমান ফিনল্যান্ড -ভিত্তিক বৈশ্বিক অলাভজনক শিক্ষা সংস্থা হাণ্ডরেড (ইংরেজি: HundrED) -এর ২০২১ গ্লোবাল কালেকশনের তালিকায় তাদের নির্বাচন। এই সংস্থাটি কে১২ শিক্ষা পদ্ধতিতে আবিষ্কার, গবেষণা এবং অনুপ্রেরণামূলক উদ্ভাবন সকলের মধ্যে ছড়িয়ে দেয়। এটি একটি বার্ষিক বৈশ্বিক সংগ্রহ কালেকশন যা বিশ্বজুড়ে কে১২ শিক্ষায় সবচেয়ে প্রভাবশালী ১০০টি উদ্ভাবন তুলে ধরে। 'এডুকেট গার্লস' এর উদ্ভাবনটি ৫০ টিরও বেশি দেশের শিক্ষাবিদ, শিক্ষক, উদ্ভাবক, তহবিলদাতা এবং নেতাদের সমন্বয়ে গঠিত ১৫০ জন একাডেমি সদস্য পর্যালোচনা করেছিলেন।\nসাফিনা হুসেনের জন্ম ও বেড়ে ওঠা নতুন দিল্লিতে এবং তিনি লন্ডন স্কুল অফ ইকোনমিক্স থেকে স্নাতক ডিগ্রি অর্জন করেছেন। তিনি সর্বদা ভারতে এবং বিদেশে মেয়েদের শিক্ষার প্রতি প্রতিশ্রুতিবদ্ধ ছিলেন এবং দক্ষিণ আমেরিকা, আফ্রিকা এবং এশিয়ার তৃতীয় বিশ্বের দেশগুলিতেও এই ক্ষেত্রে ব্যাপকভাবে কাজ করেছেন। তিনি এশিয়া সোসাইটি কর্তৃক এশিয়া ২১ তরুণ নেতাদের একজন নির্বাচিত হয়েছেন।\n\n\n== এডুকেট গার্লস মডেল ==\n'এডুকেট গার্লস' সম্প্রদায়ের মালিকানা তৈরি করে যাতে সম্প্রদায়গুলিকে মেয়েদের শিক্ষাকে অগ্রাধিকার দিতে সহায়তা করা যায়। মডেলটিতে নিম্নলিখিত উপাদানগুলি অন্তর্ভুক্ত রয়েছে:\n\n\n=== টিম বালিকার মাধ্যমে সম্প্রদায়ের মালিকানা সহজতর করা ===\nএডুকেট গার্লসের ১৩,০০০ এরও বেশি টিম বালিকা (সম্প্রদায়ের স্বেচ্ছাসেবক) রয়েছে যারা তাদের নিজ নিজ গ্রামে মেয়েদের শিক্ষার জন্য রক্ষক হিসেবে কাজ করে। টিম বালিকা সদস্যরা সরকারি স্কুল এবং তার পাশাপাশি গ্রামীণ সম্প্রদায়ের সাথেও কন্যাশিশু শিক্ষার বিষয়ে সচেতনতা ছড়িয়ে দেওয়ার জন্য কাজ করে। টিম বালিকাকে প্রশিক্ষণ দেওয়া হয়েছে সম্প্রদায়ের সংহতি ও প্রচার (ঘরে ঘরে জরিপ, তালিকাভুক্তি কার্যক্রম, সম্প্রদায় সভা পরিচালনা), শিক্ষণ পাঠ্যক্রম (জিকেপি) বাস্তবায়ন, নেতৃত্ব এবং প্রেরণা সম্পর্কে। তাদের বেশিরভাগই ১৮ থেকে ৩০ বছর বয়সী এবং প্রায়শই তারা নিজেদের সম্প্রদায়ের সবচেয়ে শিক্ষিত সদস্যদের মধ্যে অন্যতম। প্রতিটি টিম বালিকাকে তাদের প্রচেষ্টাকে সহজতর করার জন্য 'এডুকেট গার্লস' সারা বছর ধরে ক্রমাগত প্রশিক্ষণ এবং সহায়তা প্রদান করে।\n\n\n=== মেয়েদের ভর্তি বৃদ্ধি ===\nবিদ্যমান সরকারি তথ্য এবং ঘরে ঘরে জরিপ (এডুকেট গার্লস দ্বারা পরিচালিত) ব্যবহার করার পর, এলাকার স্কুলবহির্ভূত মেয়েদের চিহ্নিত করে মেয়েদের স্কুলে ফিরিয়ে আনার জন্য গ্রামের নেতা, প্রবীণ, স্কুল প্রশাসন, টিম বালিকা এবং এডুকেট গার্লসের কর্মীদের মধ্যে দায়িত্ব বন্টন করা হয়। এর জন্য প্রায়শই বাড়ি বাড়ি গিয়ে অভিভাবকদের তাদের মেয়েদের স্কুলে পাঠানোর জন্য রাজি করানো হয় এবং এই উদ্দেশ্যে গ্রাম শিক্ষা সভা ও মহল্লা সভার মাধ্যমে সম্প্রদায়কে একত্রিত করা হয়।\n\n\n=== স্কুল প্রশাসনকে সহায়তা করা ===\nগ্রাম সভায় স্কুল ব্যবস্থাপনা কমিটি (এসএমসি) গঠনের জন্য ১৫ সদস্যের একটি পরিষদ নির্বাচিত হয়। এতে অভিভাবক, শিক্ষক এবং গ্রামের নেতারা অন্তর্ভুক্ত এবং তারা স্কুল পরিচালনা ও প্রশাসনের জন্য দায়ী। এডুকেট গার্লস এই কমিটির সদস্যদের সাহায্য করে, স্কুল উন্নয়ন পরিকল্পনা (এসআইপি) প্রস্তুত ও বাস্তবায়ন করতে এবং স্কুল মূল্যায়ন পরিচালনা করতে তাদের সহায়তা প্রদান করে।\n\n\n=== শেখার ফলাফল উন্নত করা ===\nএডুকেট গার্লস তাদের টিম বালিকাকে (সম্প্রদায়ের স্বেচ্ছাসেবকদের) 'জ্ঞান কা পিটারা' (জিকেপি) নামে বিশেষভাবে ডিজাইন করা কিট দেয়, যেটি ব্যবহার করে তারা একটি প্রতিকারমূলক শিক্ষা পাঠ্যক্রম বাস্তবায়নের জন্য প্রশিক্ষিত হয়। এই শিক্ষণ সরঞ্জামগুলি ৩য়, ৪র্থ এবং ৫ম শ্রেণীর শিশুদের জন্য ইংরেজি, হিন্দি এবং গণিতে দক্ষতা তৈরির উপর দৃষ্টি নিবদ্ধ করে। জিকেপি প্রান্তিক শিশুদের চাহিদার কথা বিবেচনা করে এবং শ্রেণীকক্ষে প্রতি শিশুর জন্য পরস্পর যোগাযোগকারী সরঞ্জাম, কার্যকলাপ এবং গেম ও ওয়ার্কশিট ব্যবহার করে, এবং যাতে কোনও শিশু বাদ না পড়ে তা নিশ্চিত করে। শিক্ষার স্তর মূল্যায়নের জন্য পাঠ্যক্রম বাস্তবায়নের আগে এবং পরে পরীক্ষা নেওয়া হয়।\n\n\n=== নেত্রী তৈরি ===\nএডুকেট গার্লস প্রতিটি উচ্চ প্রাথমিক বিদ্যালয়ে বালসভা (বালিকা পরিষদ) নির্বাচনের সুবিধা প্রদান করে। ১৩ সদস্যের এই পরিষদটি স্কুলের মধ্যে মেয়েদের নেতৃত্বের পদ প্রদান করে এবং যোগাযোগ, নেতৃত্ব ও সমস্যা সমাধানের দক্ষতা বৃদ্ধির জন্য জীবন দক্ষতার প্রশিক্ষণ দেয়।\n\n\n== আরও দেখুন ==\nক্যামফেড, একটি অনুরূপ অলাভজনক প্রতিষ্ঠান\n\n\n== তথ্যসূত্র =="}