{"pageid": 1514331, "title": "ঈগল স্কাউট", "url": "https://bn.wikipedia.org/wiki?curid=1514331", "content": "ইগল স্কাউট (বিএসএর স্কাউটস বিএসএ প্রোগ্রামে সর্বোচ্চ অর্জনযোগ্য পদমর্যাদা। ১৯১১ সালে শুরু হওয়ার পর থেকে মাত্র চার শতাংশ স্কাউট কঠোর পর্যালোচনা প্রক্রিয়া সম্পন্ন করার পর এই মর্যাদাপূর্ণ র‍্যাংক অর্জন করতে পেরেছে। এখন পর্যন্ত ২৫ লাখেরও বেশি তরুণ এই র‍্যাংক অর্জন করেছে।\nইগল স্কাউট হওয়ার জন্য স্কাউটদের অন্তত ২১টি মেরিট ব্যাজ অর্জন করতে হয়, যার মধ্যে ১৪টি অবশ্যই বাধ্যতামূলক। একজন ইগল স্কাউটকে স্কাউট স্পিরিট বা স্কাউটসুলভ মনোভাব প্রদর্শন করতে হয়, যা স্কাউট শপথ ও আইন, সেবামূলক কাজ এবং নেতৃত্ব প্রদানের মাধ্যমে প্রকাশ পায়। এর অংশ হিসেবে, একজন স্কাউটকে একটি বড় পরিসরের সেবামূলক প্রকল্প পরিকল্পনা, সংগঠন, নেতৃত্ব ও পরিচালনা করতে হয়। ইগল স্কাউটদের একটি মেডেল ও ব্যাজ প্রদান করা হয়, যা তাদের এই অসাধারণ অর্জনের স্বীকৃতি হিসেবে দেওয়া হয়। এছাড়াও যারা অতিরিক্ত সময় ধরে নেতৃত্ব প্রদান করে এবং আরও মেরিট ব্যাজ অর্জন করে, তারা \"ইগল পামস\" নামে বিশেষ স্বীকৃতি পেতে পারে। যারা ইগল স্কাউট র‍্যাংক অর্জন করে, তারা চাইলে ন্যাশনাল ইগল স্কাউট অ্যাসোসিয়েশন-এ যোগ দিতে পারে তবে এটি বাধ্যতামূলক নয়।\n\n\n== ইতিহাস ==\n\nস্কাউটস বিএসএর সর্বোচ্চ সম্মাননা প্রথমে \"উলফ স্কাউট\" নামে পরিকল্পনা করা হয়েছিল, যা ১৯১১ সালের জুন মাসের অফিশিয়াল হ্যান্ডবুক ফর বয়েজ-এ বর্ণিত হয়। তবে ১৯১১ সালের আগস্ট সংস্করণে এটি পরিবর্তন করে \"ইগল স্কাউট\" নাম দেওয়া হয়। হ্যান্ডবুকে দেখানো মেডেলটি ছিল এক উড়ন্ত সদৃশ ঈগলের নকশা, তবে এটি পরিবর্তন করে বর্তমান নকশা নির্ধারণ করা হয়, যা এই স্বীকৃতি প্রদান শুরুর আগেই চূড়ান্ত করা হয়েছিল। মূল পরিকল্পনা অনুসারে লাইফ স্কাউট, স্টার স্কাউট (১৯২৪ সালে লাইফ স্কাউট স্টার স্কাউট দ্বারা প্রতিস্থাপিত হয়) এবং ইগল স্কাউট সরাসরি মেরিট ব্যাজ প্রোগ্রামের অংশ ছিল, তবে এগুলো তখনও আনুষ্ঠানিকভাবে \"র‍্যাংক\" হিসেবে বিবেচিত হয়নি। ইগল স্কাউট উপাধি পেতে হলে একজন ফার্স্ট ক্লাস স্কাউটকে ২১টি মেরিট ব্যাজ অর্জন করতে হতো।\nপ্রথম ইগল স্কাউট মেডেল ১৯১২ সালে আর্থার রোজ এলড্রেডকে প্রদান করা হয়, যিনি লং আইল্যান্ড, নিউ ইয়র্কের রকভিল সেন্টার এলাকার ট্রুপ ১-এর ১৭ বছর বয়সী সদস্য ছিলেন। রেকর্ড থেকে জানা যায় যে, এলড্রেডের বোর্ড অব রিভিউতে শুধু জাতীয় কর্মকর্তারাই ছিলেন না, বরং লর্ড ব্যাডেন-পাওয়েলও উপস্থিত ছিলেন, যিনি ওইদিন সকালে যুক্তরাষ্ট্রে পৌঁছান। ২১ আগস্ট, ১৯১২-এ চিফ স্কাউট এক্সিকিউটিভ জেমস ওয়েস্ট তাঁকে চিঠির মাধ্যমে জানিয়ে দেন যে তিনি ইগল স্কাউট উপাধি অর্জন করেছেন। তবে জাতীয় পরিষদ তখনো ইগল স্কাউট মেডেলের নকশা চূড়ান্ত করেনি, তাই মেডেলটি ২ সেপ্টেম্বর, ১৯১২-এর লেবার ডে-তে আনুষ্ঠানিকভাবে প্রদান করা হয়। এলড্রেড ছিলেন তিন প্রজন্মের ইগল স্কাউটদের মধ্যে প্রথম; তাঁর ছেলে ও নাতিও একই উপাধি অর্জন করেছেন।\n১৯৬০-এর দশকে, কানসাস সিটি অঞ্চলে দেশব্যাপী সর্বাধিক ইগল স্কাউট ব্যাজ প্রদান করা হয়, যার ফলে ১৯৬৮ সালে সেখানে \"ইগল স্কাউট মেমোরিয়াল\" নির্মিত হয়। ১৯৮২ সালে, নরমাল, ইলিনয়ের ১৩ বছর বয়সী আলেকজান্ডার হলসিঙ্গার \"১০ লাখতম ইগল স্কাউট\" হিসেবে স্বীকৃতি পান এবং ২০০৯ সালে লেকভিল, মিনেসোটার অ্যান্থনি থমাস \"২০ লাখতম ইগল স্কাউট\" উপাধি অর্জন করেন।\nনিউ ইয়র্কের রোমের হ্যামিল্টন ব্র্যাডলি হলেন বিএসএ-র ইতিহাসে সর্বপ্রথম কৃষ্ণাঙ্গ ইগল স্কাউট। রোম ডেইলি সেন্টিনেলের রেকর্ড অনুসারে, তাঁর ইগল স্কাউট সম্মাননা অনুষ্ঠান ১৯ ডিসেম্বর, ১৯১৯-এ রোম ফ্রি একাডেমিতে অনুষ্ঠিত হয়।\n১১ অক্টোবর, ২০১৭-এ, বয় স্কাউটস অব আমেরিকা ঘোষণা দেয় যে তারা ২০১৯ সাল থেকে মেয়েদের জন্যও স্কাউটিং প্রোগ্রাম চালু করবে। এর ফলে, ইগল স্কাউটের জন্য বয়সসীমা বৃদ্ধি করা হয়। ফেব্রুয়ারি ২০১৯-এ, প্রথম মেয়েরা নতুন নামকরণকৃত স্কাউটস বিএসএ প্রোগ্রামে যোগ দেয়। নতুন স্কাউট সদস্যদের (ছেলে বা মেয়ে), যাদের বয়স ১৬ বা তার বেশি কিন্তু ১৮-এর নিচে, তারা ১ ফেব্রুয়ারি ২০১৯ থেকে ৩১ ডিসেম্বর ২০১৯-এর মধ্যে যোগ দিলে, ১৮ বছর পূর্ণ হওয়ার পরও ইগল স্কাউট অ্যাওয়ার্ড সম্পন্ন করার জন্য সময় বাড়ানোর সুযোগ পায়।\n২০২০ সালে প্রথমবারের মতো নারী স্কাউটরা ইগল স্কাউট হিসেবে স্বীকৃতি লাভ করে। ৮ ফেব্রুয়ারি, ২০২১-এ প্রায় ১,০০০ নারী স্কাউট \"প্রথম নারী ইগল স্কাউট শ্রেণি\"-র সদস্য হন। এই শ্রেণির সদস্যদের বিশেষভাবে স্কাউট লাইফ ম্যাগাজিনে প্রকাশিত করা হয়, যা পূর্বে বয়েজ লাইফ নামে পরিচিত ছিল।\n\n\n== প্রয়োজনীয়তা ==\nএকজন স্কাউট ঈগল স্কাউট উপাধি অর্জন করতে পারে যদি তিনি অন্তত ছয় মাসের জন্য লাইফ স্কাউট হয়ে থাকেন, ন্যূনতম ২১টি মেরিট ব্যাজ অর্জন করেন, স্কাউট স্পিরিট প্রদর্শন করেন এবং তাদের ট্রুপ, ক্রু বা শিপে নেতৃত্ব প্রদর্শন করেন। এছাড়াও, তাদের একটি সেবা প্রকল্প— ঈগল স্কাউট — পরিকল্পনা, উন্নয়ন ও নেতৃত্ব দিতে হবে, যা নেতৃত্বের দক্ষতা ও দায়িত্ববোধ প্রদর্শন করে। সমস্ত শর্ত পূরণ করার পরে তাদের একটি ঈগল স্কাউট বোর্ড অব রিভিউ সম্পন্ন করতে হয়। বোর্ড অব রিভিউ ১৮ বছর পূর্ণ হওয়ার পরও ৩ মাসের মধ্যে সম্পন্ন করা যেতে পারে, তবে বাকি সব শর্ত অবশ্যই ১৮ বছর বয়সের আগেই পূরণ করতে হবে। ভেঞ্চারিং এবং সি স্কাউটিং সদস্যরা, যারা প্রথম শ্রেণির স্কাউট হয়েছে, তারা ১৮ বছর বয়স পর্যন্ত স্টার, লাইফ এবং ঈগল স্কাউট র‍্যাংকের পাশাপাশি ঈগল পালমস অর্জনের কাজ চালিয়ে যেতে পারে, যদি তারা ভেঞ্চারার বা সি স্কাউট হিসেবে নিবন্ধিত থাকে। স্থায়ী মানসিক বা শারীরিক প্রতিবন্ধকতা থাকলে, কাউন্সিলের অনুমোদন সাপেক্ষে স্কাউটরা তাদের সক্ষমতার ভিত্তিতে পরিবর্তিত শর্ত ব্যবহার করতে পারে।\nঈগল স্কাউট উপাধি মরণোত্তর প্রদান করা যেতে পারে, তবে কেবলমাত্র যদি মৃত্যুর আগে সমস্ত শর্ত ব্যতীত বোর্ড অব রিভিউ সম্পন্ন করা হয়ে থাকে। এই ক্ষেত্রে, একটি বোর্ড অব রিভিউ অনুষ্ঠিত হতে পারে এবং পুরস্কারটি স্কাউটের পরিবারের কাছে প্রদান করা হয়। স্পিরিট অব দ্য ঈগল অ্যাওয়ার্ড হলো একটি সম্মানসূচক মরণোত্তর বিশেষ স্বীকৃতি, যা কোনো নিবন্ধিত যুব সদস্যকে প্রদান করা হয় যদি তিনি দুর্ঘটনা বা অসুস্থতার কারণে মারা যান। লাইন অব ডিউটি ফলেন ঈগল রিকগনিশন হলো এমন একটি স্বীকৃতি যা ঈগল স্কাউট সদস্যদের দেওয়া হয় যারা সামরিক বাহিনী, আইন প্রয়োগকারী সংস্থা বা জরুরি সেবার মতো পেশায় দায়িত্ব পালনকালে মারা যান।\n\n\n=== ঈগল স্কাউট সার্ভিস প্রজেক্ট ===\n\nঈগল স্কাউট সার্ভিস প্রজেক্ট বা সংক্ষেপে ঈগল প্রজেক্ট হলো এমন একটি সুযোগ যেখানে একজন স্কাউট নেতৃত্ব প্রদর্শনের মাধ্যমে অন্যদের সহায়তায় একটি প্রকল্প সম্পন্ন করেন, যা কোনো ধর্মীয় প্রতিষ্ঠান, শিক্ষা প্রতিষ্ঠান বা তার সম্প্রদায়ের উপকারে আসে। এই প্রকল্প বয় স্কাউট অব আমেরিকা বা তার কাউন্সিল, জেলা, ইউনিট, ক্যাম্প ইত্যাদির জন্য করা যাবে না। এটি কোনো বাণিজ্যিক প্রকল্পও হতে পারবে না বা শুধুমাত্র তহবিল সংগ্রহের উদ্দেশ্যে করা যাবে না। প্রকল্পের জন্য নির্দিষ্ট সময়সীমার কোনো বাধ্যবাধকতা নেই।\n\n\n=== উন্নয়ন ===\n\nঈগল স্কাউটের প্রয়োজনীয়তা পুরস্কারটির সূচনা থেকে বিবর্তিত হয়েছে। ১৯১৪ সালে ১১টি নির্দিষ্ট মেরিট ব্যাজ অর্জনের প্রয়োজনীয়তা যোগ করা হয়, যা ১৯১৫ সালে সামান্য পরিবর্তিত হয়। ১৯২৪ সালে, লাইফ-স্টার ক্রম বিপরীত হয়, সম্ভবত স্টার স্কাউট প্রতীকের পাঁচ-পয়েন্টযুক্ত তারা পাঁচটি মেরিট ব্যাজের সাথে যুক্ত হতে পারে যা প্রথম শ্রেণির স্কাউট হওয়ার পরপরই অর্জন করতে হয়। ১৯২৭ সালে, ঈগল স্কাউট একটি সুপার মেরিট ব্যাজ থেকে একটি পদমর্যাদায় পরিণত হতে শুরু করে। এর ফলে, প্রথমবারের মতো মেয়াদ সংক্রান্ত প্রয়োজনীয়তা তৈরি হয় এবং স্কাউটদের অবশ্যই এক বছরের জন্য সক্রিয় প্রথম শ্রেণির স্কাউট হতে হতো। যা পরে সেবামূলক প্রকল্পে পরিণত হয়েছিল, প্রথমে সন্তোষজনক পরিষেবা প্রদর্শনের প্রয়োজনীয়তা যুক্ত হয় এবং প্রয়োজনীয় মেরিট ব্যাজের সংখ্যা ১২-তে বৃদ্ধি করা হয়। ১৯৩৬ সালে, স্টার এবং লাইফ পদমর্যাদাগুলো বাধ্যতামূলক করা হয় এবং প্রয়োজনীয় মেরিট ব্যাজের সংখ্যা ১৩-তে উন্নীত হয়। এই সময়েই ঈগল স্কাউট সম্পূর্ণরূপে একটি পদমর্যাদা হয়ে ওঠে। ১৯৫২ সালে, বয়সসীমা নির্ধারণ করা হয় যাতে ১৮ বছরের বেশি বয়সের ব্যক্তিরা আর ঈগল স্কাউট অর্জন করতে না পারে এবং সেবামূলক প্রকল্পের প্রয়োজনীয়তা সামান্য বিস্তৃত করা হয়, যেখানে বলা হয় \"আপনার সর্বোচ্চ চেষ্টা করুন বাড়ি, স্কুল, গির্জা বা সিনাগগ, এবং সম্প্রদায়ের জন্য সাহায্য করতে।\" ১৯৫৮ সালে, ঈগল স্কাউট অর্জনের জন্য প্রয়োজনীয় মোট ২১টি মেরিট ব্যাজের মধ্যে ১৬টির সংখ্যা নির্ধারিত হয়, পাশাপাশি প্রথমবারের মতো সেবা ও নেতৃত্বের প্রয়োজনীয়তাও যুক্ত হয়।\n১৯৬৫ সালে সেবামূলক প্রকল্প এবং নির্দিষ্ট ট্রুপ নেতৃত্বের প্রয়োজনীয়তা সংজ্ঞায়িত করা হয় এবং প্রয়োজনীয় মেরিট ব্যাজের সংখ্যা ১১-তে ফিরে আসে। ঈগল স্কাউট প্রার্থীদের অবশ্যই একটি নেতৃত্বমূলক সেবামূলক প্রকল্প পরিকল্পনা, বিকাশ এবং সম্পাদন করতে হতো। ১৯৭০ সালে মেরিট ব্যাজের তালিকায় ছোটখাট পরিবর্তন আনা হয়। ১৯৭২ সালে, উন্নত স্কাউটিং প্রোগ্রাম অনুসারে ঈগল স্কাউটের জন্য প্রয়োজনীয় মেরিট ব্যাজের সংখ্যা ২৪-এ উন্নীত হয়, কিন্তু বাধ্যতামূলক মেরিট ব্যাজের সংখ্যা ১০-এ হ্রাস করা হয়। সাঁতার ও আউটডোর দক্ষতা সম্পর্কিত ব্যাজ বাদ দেওয়া হয়, যা পরে পুনরায় যুক্ত করা হয়। পাশাপাশি, সেবামূলক প্রকল্পের সময় নেতৃত্ব প্রদর্শনের প্রয়োজনীয়তা যুক্ত হয়। ১৯৭৮ সালে, ঈগল স্কাউটের জন্য প্রয়োজনীয় মেরিট ব্যাজের সংখ্যা আবার ২১-এ কমিয়ে আনা হয় এবং বাধ্যতামূলক ব্যাজের সংখ্যা ১১-তে নির্ধারণ করা হয় (১৯৯৩ সালে এতে ফ্যামিলি লাইফ ব্যাজ যুক্ত হয়ে এটি ১২ হয়)। ২০১৪ সালে, রান্না (Cooking) মেরিট ব্যাজ পুনরায় যুক্ত হওয়ায় প্রয়োজনীয় ব্যাজের সংখ্যা ১৩-তে উন্নীত হয়; এবং ২০২২ সালে, \"Citizenship in Society\" ব্যাজ যোগ হওয়ায় এটি ১৪-তে উন্নীত হয়।\nস্কাউটদের অবশ্যই নিম্নলিখিত ১১টি মেরিট ব্যাজ অর্জন করতে হবে, যেগুলোর কোনো বিকল্প নেই: ক্যাম্পিং, কমিউনিটির নাগরিকত্ব, জাতীয় নাগরিকত্ব, সমাজে নাগরিকত্ব, বিশ্ব নাগরিকত্ব, যোগাযোগ, রান্না, প্রাথমিক চিকিৎসা, পারিবারিক জীবন, ব্যক্তিগত স্বাস্থ্য এবং ব্যক্তিগত ব্যবস্থাপনা। এছাড়াও, স্কাউটদের অবশ্যই নিম্নলিখিত ব্যাজগুলোর মধ্যে একটি করে বেছে নিতে হবে: জরুরি প্রস্তুতি অথবা জীবনরক্ষা; পরিবেশবিজ্ঞান অথবা স্থায়িত্ব; এবং, সাঁতার অথবা হাঁটা অথবা সাইক্লিং। স্কাউটদের অবশ্যই অতিরিক্ত ৭টি ঐচ্ছিক মেরিট ব্যাজ অর্জন করতে হবে যাতে তারা পুরস্কারের জন্য যোগ্য হতে পারে। যদি একজন স্কাউট বিকল্প মেরিট ব্যাজের মধ্যে একাধিক অর্জন করে, তাহলে অতিরিক্ত ব্যাজগুলো ২১টি মোট মেরিট ব্যাজের প্রয়োজনীয়তার মধ্যে গণনা করা হবে।\n\n\n=== উপাধি (Palms) ===\nঈগল স্কাউটের পদমর্যাদা অর্জনের পরও যারা ইউনিটে সক্রিয় থাকে, তাদের জন্য উপাধি (Palms) হলো অতিরিক্ত সাফল্যের স্বীকৃতি। একজন স্কাউট এই উপাধি তখনই পায় যখন সে স্কাউটের আদর্শ, নেতৃত্ব ও দক্ষতা প্রদর্শন করে, ঈগল স্কাউটের জন্য নির্ধারিত বা পূর্ববর্তী উপাধির চেয়ে পাঁচটি অতিরিক্ত মেরিট ব্যাজ অর্জন করে এবং ইউনিট নেতার সঙ্গে পরামর্শ সভায় অংশগ্রহণ করে।\nএই প্রতীকটি একটি ছোট ধাতব তাল পাতার পিন বা ডিভাইস, যা ঈগল স্কাউট মেডেলের ফিতায়, ঈগল স্কাউট স্কয়ার নট বা ঈগল স্কাউট ব্যাজের ওপর পরা হয়। উপাধিগুলি তিনটি রঙে পাওয়া যায়: ব্রোঞ্জ, যা পাঁচটি মেরিট ব্যাজের প্রতীক; স্বর্ণ, যা দশটি মেরিট ব্যাজের প্রতীক; এবং রৌপ্য, যা পনেরোটি মেরিট ব্যাজের প্রতীক। প্রতিটি উপাধির জন্য পাঁচটি অতিরিক্ত মেরিট ব্যাজ অর্জিত হলে, উপাধিগুলো এমনভাবে পরিধান করা হয় যাতে সর্বনিম্ন সংখ্যক প্রতীক ব্যবহার করেই প্রাপ্ত উপাধির সংখ্যা প্রতিফলিত হয়। একটি স্বর্ণ উপাধি দুইটি ব্রোঞ্জ উপাধির সমান, একটি রৌপ্য উপাধি তিনটি ব্রোঞ্জ উপাধির সমান, এবং একটি ব্রোঞ্জ উপাধি পাঁচটি মেরিট ব্যাজের সমান। উদাহরণস্বরূপ, একজন স্কাউট যদি আটটি উপাধি (অতিরিক্ত চল্লিশটি মেরিট ব্যাজ) অর্জন করে, তবে সে দুটি রৌপ্য উপাধি এবং একটি স্বর্ণ উপাধি পরবে। ব্রোঞ্জ, স্বর্ণ এবং রৌপ্যের এই ক্রম মার্কিন সামরিক বাহিনীর ঐতিহ্য অনুসরণ করে।\nউপাধিগুলি ঈগল স্কাউট ব্যাজের সঙ্গে একই সময়ে প্রদান করা যেতে পারে। পূর্বে, প্রতিটি উপাধির জন্য তিন মাস অপেক্ষা করতে হতো, এমনকি অতিরিক্ত মেরিট ব্যাজ ঈগল হওয়ার আগেই অর্জিত হলেও। এর ফলে, পুরনো নিয়ম অনুসারে, ১৭ বছর ১০ মাস বয়সে ঈগল স্কাউট হওয়া একজন স্কাউটের কোনো ঈগল উপাধি অর্জনের সুযোগ থাকত না।\n\n\n== উপাধি ও পোশাক ==\n\nঈগল স্কাউট ব্যাজ সাধারণত যুব স্কাউটরা বাম দিকের শার্টের পকেটে পরে। প্রাপ্তবয়স্করা, যারা আগে ঈগল স্কাউট অর্জন করেছেন, তারা তাদের ইউনিফর্মের বাম পকেটের ওপরে একটি বিশেষ স্কয়ার নট পরতে পারেন। ঈগল স্কাউট পদকটি ইউনিফর্মের বাম পকেটের ফ্ল্যাপে পরিধান করা হয়। এটি সাধারণত শুধুমাত্র আনুষ্ঠানিক অনুষ্ঠানে ব্যবহৃত হয় এবং এটি ব্যাজ বা স্কয়ার নটের সাথে যুবক ও প্রাপ্তবয়স্ক উভয়েই পরতে পারেন।\nবর্তমানে ঈগল স্কাউট অ্যাওয়ার্ড কিটে রয়েছে একটি ঈগল স্কাউট পদক, ব্যাজ, মায়ের জন্য একটি পিন, বাবার জন্য একটি পিন এবং একজন পরামর্শকের জন্য একটি পিন। এছাড়াও, ক্যাপ, বেল্ট বাকল, পিন, টাই ক্লিপ, নেকারচিফ, স্লাইড, বোলো টাই, আংটি, জ্যাকেট, টি-শার্ট এবং অন্যান্য স্মারক সামগ্রী কেনার সুযোগ রয়েছে। অফিসিয়াল ঈগল স্কাউট উপাধি শুধুমাত্র বিএসএ সাপ্লাই কর্তৃক নিয়ন্ত্রিত হয় এবং এটি ক্রয়ের আগে ঈগল স্কাউট কার্ড বা অন্যান্য প্রমাণপত্র দেখিয়ে নিশ্চিত করতে হয়।\n\n\n=== পদক ===\n১৯১২ সালে প্রথম চালুর পর থেকে ঈগল স্কাউট পদকের ডিজাইনে বেশ কিছু পরিবর্তন আনা হয়েছে। স্ক্রল ও ঈগল পেনড্যান্টের পরিবর্তন সবসময় একই সাথে হয়নি, তাই বিভিন্ন ধরনের মিশ্রণ দেখা যায়। স্কাউটিং ইতিহাসবিদরা এই পদকগুলিকে পাঁচটি ভিন্ন নির্মাতার আওতায় শ্রেণিবদ্ধ করেছেন এবং ১৭টি উপ-প্রকারে ভাগ করেছেন, যেখানে কিছু ছোটখাটো পার্থক্যও বিদ্যমান। এই পার্থক্যের মূল কারণ ছিল গুণমান নিয়ন্ত্রণ সংক্রান্ত সমস্যা, বিশেষ করে ডাই ব্যবহারের ফলে এর ক্ষয়।\nপ্রথম ঈগল স্কাউট পদকটি তৈরি করেছিল টি. এইচ. ফোলি, যা ১৯১২ থেকে ১৯১৫ সালের মধ্যে বিতরণ করা হয়। এই পদকটি ব্রোঞ্জের ওপর রূপার প্রলেপ দিয়ে তৈরি ছিল। প্রথম সংস্করণটিতে ছোট ডাবল নট ছিল, যা পরবর্তী সংস্করণে লম্বা করা হয়। মাত্র ৩৩৮টি পদক বিতরণ করা হয়েছিল, যা এটিকে সবচেয়ে দুর্লভ সংস্করণে পরিণত করে। কিছু পদকে ড্রপ-রিবন ডিজাইন ছিল, যেখানে রিবনটি স্ক্রলের বার মাউন্টের ভেতর দিয়ে পেনড্যান্টের পিছনে ফেলে দেওয়া হতো এবং শেষ অংশটি বিশেষভাবে কাটা হতো। এই ধরনের প্রথম পদকটি পেয়েছিলেন চতুর্থ ঈগল স্কাউট সিডনি ক্ল্যাপ, যিনি নিউ ইয়র্কের ওয়েস্ট শোকানের একজন ৩১ বছর বয়সী স্কাউটমাস্টার ছিলেন।\nDieges & Clust ১৯১৬ থেকে ১৯২০ সাল পর্যন্ত পদক তৈরির দায়িত্ব পায় এবং ফোলির নকশার ওপর ভিত্তি করে এটি তৈরি করে। এই পদকের বিশেষ বৈশিষ্ট্য ছিল স্ক্রল থেকে ঝুলে থাকা অতিরিক্ত লম্বা ডাবল নট। মোট ১,৬৪০টি পদক বিতরণ করা হয়েছিল, সবগুলোই স্টার্লিং সিলভার দিয়ে তৈরি।\n১৯২০ সালে, রবিন্স কোম্পানি উৎপাদনের দায়িত্ব নেয় এবং তারা ছয়টি স্বতন্ত্র সংস্করণ তৈরি করে, যেগুলোও স্টার্লিং সিলভার দিয়ে তৈরি। ১৯২০ সালের প্রথম সংস্করণটি Dieges & Clust-এর নকশার অনুরূপ ছিল, তবে এতে ছোট আকারের স্ক্রল লেটারিং এবং স্ট্যান্ডার্ড সিঙ্গেল নট ছিল। ১৯৩৩ সালে, BSA লেটারিং সমস্ত ঈগল স্কাউট উপাধি থেকে সরিয়ে ফেলা হয়। ১৯৫৫ সালে, পদকের সামনের অংশ সমতল করা হয়, যাতে সেখানে খোদাই করা যায়। ১৯৬৯ সালে আবার BSA লেটারিং যোগ করা হয় এবং পেছনের অংশে সম্পূর্ণ পালকের নকশা ফিরিয়ে আনা হয়।\n১৯৬৮ সালে, স্ট্যাঞ্জ কোম্পানিকে ঈগল স্কাউট পদক তৈরির অনুমতি দেওয়া হয় এবং তারা ছয়টি ভিন্ন সংস্করণ তৈরি করে। ১৯৮০ সালে রৌপ্যের দাম বেড়ে গেলে পদকটি সিলভার-প্লেটেড কপার দিয়ে তৈরি করা হয়। ১৯৯৩ সালে, স্ক্রলের ক্ল্যাম্প পরিবর্তন করে ডাবল ক্লাচ ব্যাক যুক্ত করা হয় এবং পেনড্যান্টটি পিউটার দিয়ে তৈরি করা হয়।\n১৯৯৯ সালে, কাস্টম ফাইন জুয়েলারি (CFJ) নতুন চুক্তির মাধ্যমে উৎপাদন শুরু করে। ২০০৬ সালে, ন্যাশনাল ঈগল স্কাউট অ্যাসোসিয়েশন সামরিক ইউনিফর্মের জন্য একটি ছোট সংস্করণ চালু করেছিল, কিন্তু ২০০৭ সালে সামরিক ইউনিফর্ম কমিটি এটি পরিধানের অনুমোদন প্রত্যাহার করে। ফলে, ঈগল স্কাউট পদক মার্কিন সামরিক ইউনিফর্মের জন্য অনুমোদিত নয়।\n২০২৫ সালে, স্কাউটিং সংগঠনের নতুন নামকরণের সাথে মিল রেখে, পদকের নিচের অংশ থেকে BSA লেটারিং সরিয়ে ফেলা হয়।\n\n\n=== ব্যাজ ===\nঈগল স্কাউট ব্যাজের ডিজাইনে সময়ের সঙ্গে বেশ কিছু পরিবর্তন আনা হয়েছে। স্কাউটিং ইতিহাসবিদরা এই ব্যাজগুলিকে মোট নয়টি আলাদা নকশায় শ্রেণিবদ্ধ করেছেন, যেখানে প্রতিটি নকশার ভেতরে আরও কিছু ছোটখাটো পার্থক্য রয়েছে।\n১৯২৪ সালে ২য় বিশ্ব স্কাউট জ্যাম্বোরি উপলক্ষে ডেনমার্কে অংশ নেওয়া ঈগল স্কাউটদের জন্য প্রথম কাপড়ের ব্যাজ তৈরি করা হয়, যা মূলত হ্যাট পিনের নকশার উপর ভিত্তি করে তৈরি হয়েছিল। এই ব্যাজটি যোগ করা হয়েছিল মেধা ব্যাজের স্যাশের ওপরে, যা ঐ জ্যাম্বোরির জন্য বিশেষভাবে তৈরি হয়েছিল। এটি বর্তমান ঈগল স্কাউট ব্যাজের সঙ্গে বেশ মিল রয়েছে। সে সময়ের অন্যান্য প্যাচের মতো, এই ব্যাজগুলো কাপড়ের রোলের ওপর এমব্রয়ডারি করা হতো, তারপর সেগুলো কেটে প্রস্তুত করা হতো। ব্যাজটি পকেটে লাগানোর আগে এর প্রান্ত ভাঁজ করে সেলাই করা হতো। প্রথমে এটি খাকি কাপড়ে তৈরি করা হয়েছিল, পরে স্কাউটস বিসিএ ইউনিফর্মের জন্য অলিভ রঙের কাপড়ে এবং সি স্কাউট ইউনিফর্মের জন্য নীল ও সাদা রঙের কাপড়ে তৈরি করা হয়। ১৯৩৩ সালে, BSA লেখা সমস্ত ঈগল স্কাউট উপাধি থেকে সরিয়ে ফেলা হয়, যার মধ্যে ব্যাজও অন্তর্ভুক্ত ছিল। এরপর ব্যাজের সীমানায় Eagle Scout ও Boy Scouts of America লেখা যোগ করা হয় এবং স্ক্রলে Be Prepared যুক্ত করা হয়। প্রথমদিকে ব্যাজগুলো সিল্কের সুতো দিয়ে এমব্রয়ডারি করা হতো, যা ১৯৪০ সালে কটন সুতায় পরিবর্তন করা হয়।\n১৯৫৬ সালে ব্যাজ ও প্রতীক তৈরির পদ্ধতিতে পরিবর্তন আসে এবং বর্তমানে ব্যবহৃত রোলড এজ ডিজাইন চালু করা হয়, যা আগের বিভিন্ন রঙের ব্যাকগ্রাউন্ড বাদ দিয়ে統 একরকম রাখা হয়। এর বাইরের ওভাল আকৃতির প্রান্ত লাল রঙে পরিবর্তন করা হয়। ১৯৭২ সালে Improved Scouting Program চালুর সময় অনেক ব্যাজ ও প্রতীকের নকশা বদলে দেওয়া হয়। নতুন নকশার ঈগল স্কাউট ব্যাজে কোনো লেখাই ছিল না, যা জনপ্রিয় হয়নি। ধারণা করা হয়, তখন কিছু স্কাউট নেতারা ১৯৫৬ সালের ডিজাইনের ব্যাজ তৈরি করিয়ে ১৯৭২ সালের সংস্করণের বদলে ব্যবহার করেছিলেন। ১৯৭৫ সালে ব্যাজের নকশা আবার কিছুটা বদলানো হয় এবং ১৯৮৫ সালে এটি প্রায় পুরোপুরি ১৯৫৬ সালের ডিজাইনে ফিরে আসে, তবে কিছু ছোটখাটো পরিবর্তন করা হয়। এবার ব্যাজের সীমানা ও ঈগল প্রতীক রূপালী ধাতব সুতায় এমব্রয়ডারি করা হয় এবং Be Prepared পাঠ্যটি নীল রঙে ছিল। ১৯৮৬ সালে ধাতব সুতার পরিবর্তে সাধারণ সুতায় এমব্রয়ডারি করা হয়, কারণ ধাতব সুতা দ্রুত ক্ষয়ে যাচ্ছিল। একইসঙ্গে স্ক্রলের আকার এবং টেক্সটের আকার কিছুটা বড় করা হয়। ১৯৮৯ সালে ব্যাজের সীমানার রূপালী ধাতব সুতা পরিবর্তন করে সাধারণ সুতায় তৈরি করা হয়। পরবর্তী সংস্করণগুলোতে ব্যাজের সাদা স্ট্রাইপে আরও বেশি সূতা ব্যবহার করা হয়, যাতে ব্যাকগ্রাউন্ডের কাপড় দেখা না যায়।\n২০১০ সালে BSA-এর শতবার্ষিকী উপলক্ষে সব র‍্যাঙ্ক ব্যাজে 2010 লেখা যুক্ত করা হয়। ২০১২ সালে ঈগল স্কাউটের শতবার্ষিকী উদযাপনের জন্য একটি বিশেষ সংস্করণ প্রকাশিত হয়, যেখানে Eagle Scout ও Centennial রূপালী রঙে এবং 1912 ও 2012 স্বর্ণালী রঙে লেখা ছিল।\n২০২৫ সালে সংগঠনের নাম পরিবর্তনের সাথে মিল রেখে ব্যাজের Boy Scouts of America লেখা পরিবর্তন করে Scouting America করা হয়।\n\n\n=== অন্যান্য উপাধি ===\n\n১৯২১ থেকে ১৯৫৮ সালের মধ্যে ঈগল স্কাউটদের জন্য হ্যাট পিন তৈরি করা হয়েছিল, যার বেশ কিছু বৈচিত্র্য ছিল। যারা অতিরিক্ত মেধা ব্যাজ অর্জন করেছিল, তাদের স্বীকৃতি দিতে ১৯২৭ সালে ঈগল পামস চালু করা হয়। প্রাপ্তবয়স্ক ঈগল স্কাউটদের স্বীকৃতির জন্য ১৯৩৪ সালে লাল, সাদা এবং নীল রঙের একটি রিবন বার চালু করা হয়। ১৯৪০ সালে এই রিবন বারে একটি ছোট ঈগল প্রতীক যুক্ত করা হয়। ১৯৪৭ সালে এই রিবন বার বাতিল করে তার পরিবর্তে স্কয়ার নট ডিজাইনের এমব্রয়ডারি করা প্যাচ চালু করা হয়। পরবর্তী বছরগুলোতে, ইউনিফর্মের রঙের সাথে সামঞ্জস্য রাখতে নট প্যাচের ব্যাকগ্রাউন্ডের রঙ পরিবর্তন করা হয়েছিল। যদিও ভেঞ্চারিং ও নৌ স্কাউট ইউনিফর্মের রং আলাদা, বর্তমান ঈগল স্কাউট স্কয়ার নট শুধুমাত্র খাকি ব্যাকগ্রাউন্ডে তৈরি হয়, যা স্কাউটস বিএসএ ইউনিফর্মের সাথে মেলে।\n১৯৬৯ সালে ডিস্টিংগুইশড ঈগল স্কাউট অ্যাওয়ার্ড (DESA) চালু হলে, ঈগল স্কাউট স্কয়ার নটের ওপর পরার জন্য একটি স্বর্ণালী ঈগল প্রতীক প্রবর্তন করা হয়। ২০০৪ সালে ঈগল স্কাউট পরামর্শদাতা পিনের প্রথম সংস্করণটি সোনালি রঙে চালু করা হয়, যা ২০০৬ সালে পরিবর্তন করে রূপালী ফিনিশ করা হয়, যাতে এটি মা ও বাবার পিনের সাথে মিলিয়ে যায়। তবে ২০০৭ সালে আবার এটি সোনালি রঙে পরিবর্তন করা হয়। ২০০৮ সালে, ন্যাশনাল ঈগল স্কাউট অ্যাসোসিয়েশন (NESA) তাদের আজীবন সদস্যদের স্বীকৃতি দিতে একটি নতুন নট প্রবর্তন করে, যা স্ট্যান্ডার্ড স্কয়ার নট ডিজাইনের ওপর রূপালী সীমানা যুক্ত করা হয়।\n\n\n=== সনদপত্র ===\n১৯১২ থেকে ১৯৪৩ সাল পর্যন্ত বিএসএ ঈগল স্কাউটদের জন্য একটি ইনডেক্স কার্ড আকারের সনদপত্র প্রদান করত। ১৯৪৪ সালে মানিব্যাগ-আকারের কার্ড চালু হয়, যা ১৯৯১ সালে প্লাস্টিকের ক্রেডিট কার্ড স্টাইলে পরিবর্তন করা হয়। ১৯৪৪ সালে প্রথমবারের মতো ফ্রেমে রাখার উপযোগী সনদপত্র চালু হয়। বিএসএ-এর সম্মানসূচক প্রেসিডেন্ট হিসেবে, প্রতিটি ঈগল স্কাউট সনদপত্রে মার্কিন প্রেসিডেন্টের স্বাক্ষর থাকে। হারিয়ে গেলে, জাতীয় ঈগল স্কাউট অ্যাসোসিয়েশনের (NESA) মাধ্যমে নতুন কার্ড বা সনদপত্রের জন্য আবেদন করা যায়।\n\n\n== ঈগল স্কাউট রাঙ্ক অর্জন করার পর ==\n\nঈগল স্কাউটদের অন্য স্কাউটদের জন্য একটি আদর্শ স্থাপন করতে হবে এবং তারা যে নেতৃত্বের গুণাবলী স্কাউটিং-এ প্রদর্শন করেছে, তা ব্যক্তিগত জীবনেও অনুসরণ করবে। তারা সামরিক বাহিনী, সার্ভিস একাডেমি গ্র্যাজুয়েট, উচ্চ শিক্ষায়, একাডেমিয়ায়, বড় পেশাগুলোতে, ধর্মীয় কর্মকাণ্ড, ব্যবসা এবং রাজনীতিতে অধিক সংখ্যায় প্রতিনিধিত্ব করে। ঈগল স্কাউটরা প্রতিদিন কমপক্ষে ৩০ মিনিট ব্যায়াম করার, ধর্মীয় এবং অধর্মীয় সংগঠনে স্বেচ্ছাসেবক হিসেবে কাজ করার, পরিবার ও বন্ধুদের সঙ্গে ঘনিষ্ঠ সম্পর্ক গড়ে তোলার, কর্মস্থল বা স্থানীয় কমিউনিটিতে নেতৃত্বের ভূমিকা পালন করার, দান করার এবং নিজেদের আশেপাশের পরিবেশ উন্নত করার জন্য অন্যদের সঙ্গে কাজ করার সম্ভাবনা বেশি থাকে।\n\n\n=== স্কলারশিপের সুযোগ ===\nঅ্যাকাডেমিক স্কলারশিপ ঈগল স্কাউটদের দেওয়া হতে পারে, যা একাডেমিক, আর্থিক প্রয়োজন এবং স্কাউটিংয়ে অংশগ্রহণের ওপর ভিত্তি করে প্রদান করা হয়। বৃত্তির জন্য আবেদন করার শর্ত হচ্ছে SAT টেস্টে অন্তত ১২৯০ অথবা ACT-তে ২৮ স্কোর অর্জন করতে হবে। স্কলারশিপের পরিমাণ বিভিন্ন হতে পারে।\n\n\n=== প্রাপ্তবয়স্ক ঈগল স্কাউট ===\n\nঈগল স্কাউটদের তালিকা ব্যাপক। তাছাড়া, এই অর্জনটি প্রাপ্তবয়স্ক স্কাউটারদের জন্য একটি গুরুত্বপূর্ণ বিষয় হিসেবে বিবেচিত হয়, যারা যুবক বয়সে ঈগল স্কাউট অর্জন করেছিলেন, তাদের বাম শার্ট পকেটের উপরে লাল, সাদা এবং নীল স্ট্রাইপযুক্ত স্কোয়ার নট ব্যাজ পরিধান করার অধিকারী হন। ঈগল স্কাউটরা ন্যাশনাস ঈগল স্কাউট অ্যাসোসিয়েশন (NESA)-তে যোগদান করতে পারেন, যা সমস্ত ঈগল স্কাউটদের জন্য একটি ভ্রাতৃত্বমূলক এবং যোগাযোগ পরিষদ হিসেবে কাজ করে। NESA আউটস্টান্ডিং ঈগল স্কাউট অ্যাওয়ার্ড প্রদান করে তাদেরকে যারা স্থানীয়, রাজ্য বা আঞ্চলিক পর্যায়ে অসাধারণ সাফল্য প্রদর্শন করেছেন। ডিস্টিংগুইশড ঈগল স্কাউট অ্যাওয়ার্ড শুধুমাত্র তাদেরকে দেওয়া হয় যারা তাদের পেশায় এবং কমিউনিটিতে কমপক্ষে ২৫ বছর ধরে বিশিষ্ট সেবা প্রদান করেছেন।\nযারা যুক্তরাষ্ট্রের সশস্ত্র বাহিনীতে তালিকাভুক্ত হন, তাদের সফলতার স্বীকৃতি হিসেবে উচ্চতর তালিকাভুক্তি র‍্যাংক প্রদান করা হতে পারে। কমিশন অফিসার প্রোগ্রামে, ঈগল স্কাউট অর্জন একটি ইতিবাচক বিষয় হিসেবে বিবেচিত হয়, যা সেবা একাডেমির নিয়োগ এবং কলেজ ROTC স্কলারশিপ প্রদান নির্ধারণে সহায়তা করে।\nNESA সরাসরি কিছু ঈগল স্কাউট বৃত্তি পরিচালনা করে। আমেরিকান লেজিওন, National Jewish Committee on Scouting, এবং সন্স অব দ্য আমেরিকান রেভোল্যুশন ঈগল স্কাউটদের জন্য স্কলারশিপ প্রদান করে। অনেক কলেজ এবং বিশ্ববিদ্যালয়, স্থানীয় ব্যবসা, গির্জা এবং অন্যান্য সংগঠনও এমন ধরনের স্কলারশিপ প্রদান করে।\n\n\n== বিতর্ক ==\n\n২০০০ সালে বিএসএ বনাম ডেইল মামলার রায়ে বিএসএকে সমকামীদের সদস্যপদ প্রত্যাখ্যান করার অধিকার দেওয়া হয়েছিল। ফলে কিছু ঈগল স্কাউট তাদের ব্যাজ ফিরিয়ে দিয়ে বিএসএর নীতির প্রতিবাদ জানান। সমর্থক গোষ্ঠী স্কাউটিং ফর অল দাবি করে যে তারা প্রায় এক হাজার চিঠি পেয়েছে ঈগল স্কাউটদের কাছ থেকে, যারা তাদের ব্যাজ ফিরিয়ে দিয়েছিল; তবে পরবর্তীতে বিএসএ জানায় যে তারা মাত্র একশোটির মতো ঈগল স্কাউট ব্যাজ পেয়েছিল।\n২০১২ সালে, বিএসএ আবারও তাদের সমকামীদের নিষিদ্ধ করার নীতি পুনঃপ্রত্যয়িত করে; আবারও কিছু ঈগল স্কাউট তাদের ব্যাজ ফিরিয়ে দেয় প্রতিবাদ হিসেবে। ২০১৩ সালের মে মাসে, আমেরিকান বয় স্কাউটের জাতীয় পরিষদ একটি ভোটে ১ জানুয়ারি ২০১৪ থেকে প্রকাশ্যে সমকামী যুবকদের সদস্য হিসেবে গ্রহণ করার সিদ্ধান্ত নেয়, তবে সমকামী প্রাপ্তবয়স্ক নেতাদের নিষেধাজ্ঞা তখনও কার্যকর ছিল। ২৭ জুন ২০১৫-এ, সমকামী নেতাদের উপর নিষেধাজ্ঞা তুলে নেওয়া হয়। এর প্রতিক্রিয়ায়, দুটি ঈগল স্কাউট তাদের ব্যাজ ফিরিয়ে দেয় বিএসএর সমকামী স্কাউট গ্রহণের নীতির পরিবর্তনের প্রতিবাদে।\n\n\n== প্রাপক ==\n\nচারজন নোবেল পুরস্কার বিজয়ী ঈগল স্কাউট হিসেবে পরিচিত: ডাডলি আর. হার্সবাচ, পিটার আগ্রে, রবার্ট কোলম্যান রিচার্ডসন, এবং ফ্রেডেরিক রেইনেস। এগারো জন ঈগল স্কাউট মেডেল অব অনার পেয়েছেন: ইউজিন বি. ফ্লুকি, অ্যাকুইলা জে. ডাইস, রবার্ট এডওয়ার্ড ফেমোয়ার, ওয়াল্টার জোসেফ মার্ম জুনিয়র, মিচেল পেইজ, থমাস আর. নরিস, আরলো এল. অলসন, বেন এল. সালোমন, লিও কে. থর্সনেস, জে জিমার জুনিয়র, এবং ব্রিট কে. স্লাবিনস্কি।\nঅন্তত চল্লিশজন মহাকাশচারী এই সম্মান অর্জন করেছেন, তাদের মধ্যে নিল আর্মস্ট্রং এবং চার্লস ডিউক রয়েছেন, যারা চাঁদে পা রেখেছিলেন। যারা ব্যবসায়ী, তাদের মধ্যে এই পুরস্কার পেয়েছেন ওয়ালমার্ট প্রতিষ্ঠাতা স্যাম ওয়ালটন, ম্যারিয়ট ইন্টারন্যাশনাল-এর CEO জে. ডব্লিউ. \"বিল\" ম্যারিয়ট, জুনিয়র, এবং মাইকেল ব্লুমবার্গ, নিউইয়র্ক সিটির মেয়র এবং ব্লুমবার্গ এল.পি.-এর প্রতিষ্ঠাতা।\nযারা জনসেবায় নিয়োজিত, তাদের মধ্যে ঈগল স্কাউট হয়েছে মার্কিন যুক্তরাষ্ট্রের ৩৮তম প্রেসিডেন্ট জেরাল্ড র. ফোর্ড, মার্কিন যুক্তরাষ্ট্রের প্রতিরক্ষা সচিব রবার্ট গেটস, প্রতিরক্ষা সচিব ডোনাল্ড রামসফেল্ড, পররাষ্ট্রমন্ত্রী রেক্স টিলারসন, মার্কিন সুপ্রিম কোর্টের সহকারী বিচারপতি স্টিফেন ব্রায়ার এবং ৮৪তম মার্কিন অ্যাটর্নি জেনারেল জেফ সেশনস।\nশিক্ষাক্ষেত্রে ঈগল স্কাউটদের মধ্যে রয়েছেন পুলিটজার পুরস্কার বিজয়ী ই. ও. উইলসন, ই. গর্ডন গি, ওহাইও স্টেট ইউনিভার্সিটির প্রাক্তন প্রেসিডেন্ট, এবং কিম বি. ক্লার্ক, হার্ভার্ড বিজনেস স্কুল-এর প্রাক্তন ডিন এবং ব্রিগাম ইয়ং ইউনিভার্সিটি-আইডাহো-এর প্রাক্তন প্রেসিডেন্ট। যারা বিনোদন জগতের সদস্য, তাদের মধ্যে রয়েছেন ডকুমেন্টারি নির্মাতা এবং অ্যাকাডেমি পুরস্কার বিজয়ী মাইকেল মুর, অ্যাকাডেমি পুরস্কার বিজয়ী পরিচালক স্টিভেন স্পিলবার্গ, এবং মাইক রোও, ডার্টি জবস অনুষ্ঠানের উপস্থাপক।\nযারা ক্রীড়াজগতে ঈগল স্কাউট হয়েছেন, তাদের মধ্যে রয়েছেন বাস্কেটবল হল অব ফেমার (পরবর্তীতে মার্কিন সিনেটর) বিল ব্র্যাডলি, NBA অল-স্টার মার্ক ইটন, MLB অল-স্টার শেন ভিক্টোরিনো, ডেটোনা ৫০০ বিজয়ী উইলিয়াম বাইরন, পিচার জন মোস্কট, রানিং ব্যাক ডেভিড মন্টগোমারি, নটর ডেম এবং স্যান ডিয়েগো চার্জার্সের লাইনব্যাকার মান্টি টে'ও, এবং ফিলাডেলফিয়া ইগলস-এর গার্ড ল্যান্ডন ডিকারসন।\nধর্মীয় নেতাদের মধ্যে যারা ঈগল স্কাউট হয়েছেন, তাদের মধ্যে রয়েছেন ক্যাথলিক চার্চের কার্ডিনাল বালটিমোরের আর্চবিশপ এমেরিটাস উইলিয়াম এইচ. কিলার, এবং হাওয়ার্ড ডাব্লু. হান্টার, ঈশু খ্রিস্টের নবম ল্যাটার-ডে সেন্টস গির্জার ১৪তম প্রেসিডেন্ট।\nঅন্যান্য উল্লেখযোগ্য প্রাপকদের মধ্যে রয়েছেন স্যাম বার্নস, একজন আমেরিকান কিশোর, যিনি প্রোজেরিয়া রোগে ভুগছিলেন এবং এ রোগের বিষয়ে সচেতনতা বাড়ানোর জন্য কাজ করেছিলেন, নভেলিস্ট এবং অভিযাত্রী ক্লাইভ কাসলার, এবং রস আলব্রিক্ট, ডার্কনেট সিল্ক রোড এর প্রতিষ্ঠাতা।\n\n\n== প্রভাব ==\nন্যাশনাল ঈগল স্কাউট অ্যাসোসিয়েশন (NESA) ঈগল সেবা প্রকল্পগুলোতে মোট কতটুকু স্বেচ্ছাসেবী ঘণ্টা ব্যয় করা হয়েছে তা নিয়ে গবেষণা করেছে, এবং তারা ১০০ মিলিয়নেরও বেশি ঘণ্টা সেবা প্রদানের তথ্য পেয়েছে। প্রতি বছর নতুন ঈগল স্কাউটরা আরও তিন মিলিয়ন ঘণ্টা সেবা প্রদান করে। ২০১১ সালে ঈগল স্কাউটরা প্রায় ৯.৫ মিলিয়ন ঘণ্টা সেবা সম্পন্ন করেছে।\nজানুয়ারি ৩১ তারিখটি NESA দ্বারা অফিসিয়ালি জাতীয় ঈগল স্কাউট দিবস হিসেবে পালন করা হয়। এটি ১৯১২ সালে এলড্রেডের বোর্ড অব রিভিউ হওয়ার তারিখের স্মরণে নির্ধারিত।\nঈগল স্কাউটের বোর্ড অব রিভিউয়ের যে তারিখটি, সেটাই ঐতিহাসিকভাবে সেই দিন হিসেবে ধরা হয়, যেদিন এক স্কাউট ঈগল স্কাউটের মর্যাদা অর্জন করে। এটা তার ঈগল কোর্ট অব অনার-এর তারিখের উপর নির্ভর করে না।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nRay, Mark A. (১৯৯৯)। The Eagle Court of Honor Book। Ray Publishing। আইএসবিএন 978-0-9651207-1-5। \nReed, Jeremy C.; Reed, Heather R. (২০১১)। \"Chapter 13: Earning the Eagle\"। Beginning Boy Scouts: An unofficial practical guide to Boy Scouting for parents and new leaders। Reed Media Services। আইএসবিএন 978-1-937516-01-7। \n\n\n== বহিঃসংযোগ =="}