{"pageid": 1514171, "title": "খাদ্য সংযোজক", "url": "https://bn.wikipedia.org/wiki?curid=1514171", "content": "খাদ্য সংযোজক হলো এমন পদার্থ যা খাদ্যে সংযোজন করা হয় স্বাদ সংরক্ষণ বা স্বাদ, চেহারা বা অন্যান্য সংবেদনশীল গুণাবলি উন্নত করার জন্য। কিছু সংযোজনী, যেমন ভিনেগার (আচার করা), লবণ (লবণাক্তকরণ), ধোঁয়া (ধূম্রপান) এবং চিনি (স্ফটিকীকরণ), শত শত বছর ধরে খাদ্য সংরক্ষণের জন্য ব্যবহৃত হয়ে আসছে। এর ফলে দীর্ঘস্থায়ী খাদ্য যেমন বেকন, মিষ্টি বা মদ সংরক্ষণ করা সম্ভব হয়।\n২০শ শতকের শেষের দিকে অতিপ্রক্রিয়াজাত খাদ্যের আবির্ভাবের সাথে সাথে অনেক প্রাকৃতিক ও কৃত্রিম উৎসের সংযোজনী চালু করা হয়। খাদ্য সংযোজনীর মধ্যে এমন কিছু পদার্থও অন্তর্ভুক্ত, যা উৎপাদন প্রক্রিয়ায় প্যাকেজিং, সংরক্ষণ বা পরিবহনের মাধ্যমে পরোক্ষভাবে খাদ্যে প্রবেশ করতে পারে (যাকে \"পরোক্ষ সংযোজনী\" বলা হয়)।\nইউরোপ ও আন্তর্জাতিকভাবে অনেক খাদ্য সংযোজনীকে E নম্বর দিয়ে চিহ্নিত করা হয়, whereas যুক্তরাষ্ট্রে, মানব উপভোগের জন্য নিরাপদ হিসেবে বিবেচিত সংযোজনীগুলোকে GRAS (Generally Recognized as Safe) হিসেবে চিহ্নিত করা হয়।\n\n\n== পরিচিতি ==\nএই সংযোজনীগুলিকে নিয়ন্ত্রণ করতে এবং ভোক্তাদের অবহিত করতে, প্রতিটি সংযোজনীকে একটি অনন্য নম্বর বরাদ্দ করা হয়, যাকে \"E নম্বর\" বলা হয়, যা ইউরোপে সমস্ত অনুমোদিত সংযোজনীর জন্য ব্যবহৃত হয়। এই নম্বরিং স্কিমটি Codex Alimentarius Commission দ্বারা গৃহীত এবং প্রসারিত হয়েছে আন্তর্জাতিক খাদ্য সংযোজনী নম্বরিং সিস্টেম (INS) হিসাবে, যা আন্তর্জাতিকভাবে সমস্ত সংযোজনী চিহ্নিত করতে ব্যবহৃত হয় (INS নম্বর)।\nE নম্বরগুলোর আগে সবসময় \"E\" থাকে, তবে ইউরোপের বাইরের দেশগুলো শুধুমাত্র নম্বর ব্যবহার করে, সে সংযোজনী ইউরোপে অনুমোদিত হোক বা না হোক।\nউদাহরণস্বরূপ, অ্যাসিটিক অ্যাসিড ইউরোপে বিক্রিত পণ্যগুলিতে E260 হিসাবে লেখা হয়, তবে কিছু দেশে এটি শুধুমাত্র সংযোজনী 260 নামে পরিচিত। সংযোজনী 103, আলকানিন, ইউরোপে ব্যবহারের জন্য অনুমোদিত নয়, তাই এটি কোনও E নম্বর পায় না, যদিও এটি অস্ট্রেলিয়া এবং নিউজিল্যান্ডে অনুমোদিত।\nঅস্ট্রেলিয়া ১৯৮৭ সাল থেকে প্যাকেজকৃত খাদ্যে সংযোজনীর জন্য অনুমোদিত লেবেলিং ব্যবস্থা চালু করেছে। প্রতিটি খাদ্য সংযোজনীকে নাম বা নম্বর দিতে হয়। সংখ্যাগুলি ইউরোপের মতোই, তবে \"E\" উপসর্গটি ছাড়া।\nযুক্তরাষ্ট্রের খাদ্য ও ওষুধ প্রশাসন (FDA) এই উপাদানগুলিকে GRAS (সাধারণত নিরাপদ হিসেবে স্বীকৃত) হিসাবে তালিকাভুক্ত করে; এগুলি উভয়ই তাদের রাসায়নিক সারাংশ পরিষেবা নম্বর এবং মার্কিন যুক্তরাষ্ট্রের ফেডারেল বিধি সংবিধানের অধীনে তালিকাভুক্ত।\nFDA সমস্ত অনুমোদিত উপাদানের জন্য একটি খাদ্য সংযোজনী তালিকা প্রকাশ করে।\nশ্রেণী\nখাদ্য সংযোজনীগুলি বিভিন্ন গ্রুপে ভাগ করা যেতে পারে, যদিও কিছু ওভারল্যাপ থাকে কারণ কিছু সংযোজনী একাধিক প্রভাব সৃষ্টি করে। উদাহরণস্বরূপ, লবণ একদিকে সংরক্ষণকারীর কাজ করে, আবার অন্যদিকে স্বাদ বৃদ্ধিকারী হিসেবে কাজ করে।\nঅ্যাসিডুলেন্টস অম্ল বা টক স্বাদ প্রদান করে। সাধারণ অ্যাসিডুলেন্টসের মধ্যে ভিনেগার, সিট্রিক অ্যাসিড, টারটারিক অ্যাসিড, ম্যালিক অ্যাসিড, ফিউমারিক অ্যাসিড এবং ল্যাকটিক অ্যাসিড অন্তর্ভুক্ত। অ্যাসিডিটি রেগুলেটরস খাদ্যের পিএইচ নিয়ন্ত্রণ করতে ব্যবহৃত হয় স্থিতিশীলতা বজায় রাখতে বা এনজাইমগুলির কার্যকলাপে প্রভাব ফেলতে। এন্টিকেকিং এজেন্টস পাউডারগুলিকে যেমন দুধের পাউডার, কেকিং বা আটকে যাওয়া থেকে রক্ষা করে। এন্টিফোমিং এজেন্টস খাদ্যে ফেনা তৈরি হওয়া কমাতে বা প্রতিরোধ করতে ব্যবহৃত হয়। ফোমিং এজেন্টস তার বিপরীত কাজ করে। এন্টিঅক্সিডেন্টস যেমন ভিটামিন সি খাদ্যের অক্সিজেন দ্বারা অবক্ষয় রোধ করে সংরক্ষণকারীর কাজ করে।\nবাল্কিং এজেন্টস যেমন স্টার্চ খাদ্যের পরিমাণ বৃদ্ধি করতে ব্যবহৃত হয়, তবে স্বাদে কোনও পরিবর্তন আনে না। রং খাদ্যে যোগ করা হয় যা প্রস্তুতির সময় হারানো রং প্রতিস্থাপন করতে বা খাদ্যকে আরও আকর্ষণীয় দেখতে সাহায্য করতে। ফরটিফাইং এজেন্টস: ভিটামিন এবং খনিজগুলি পুষ্টির মান বাড়াতে যোগ করা হতে পারে। রং সংযোজনীর বিপরীতে, রং সংরক্ষণ এজেন্টস খাদ্যের বর্তমান রং সংরক্ষণ করতে ব্যবহৃত হয়। ইমালসিফায়ারস পানি এবং তেলকে একটি ইমালসনে মিশ্রিত থাকতে সাহায্য করে, যেমন মায়োনেজ, আইসক্রিম এবং হোমোজেনাইজড দুধে। স্বাদ সংযোজনীগুলি এমন সংযোজনী যা খাদ্যকে একটি নির্দিষ্ট স্বাদ বা গন্ধ দেয়, এবং প্রাকৃতিক উপাদান থেকে তৈরি হতে পারে অথবা কৃত্রিমভাবে সৃষ্টি হতে পারে। ইউরোপে, স্বাদ সংযোজনীগুলির কোনও E-কোড নেই এবং এগুলি খাদ্য সংযোজনী হিসেবে বিবেচিত হয় না।\nস্বাদ বৃদ্ধিকারীগুলি খাদ্যের বিদ্যমান স্বাদ বাড়িয়ে দেয়। একটি জনপ্রিয় উদাহরণ হল মনোডিয়াম গ্লুটামেট। কিছু স্বাদ বৃদ্ধিকারীর নিজস্ব স্বাদ থাকে যা খাদ্যের স্বাদ থেকে স্বাধীন। ময়দা চিকিৎসা এজেন্টস ময়দায় যোগ করা হয় তার রঙ উন্নত করার জন্য বা বেকিংয়ে ব্যবহারের জন্য। গ্লেজিং এজেন্টস খাদ্যকে চকচকে চেহারা বা সুরক্ষিত আবরণ প্রদান করে। হিউমেকট্যান্টস খাদ্যকে শুকিয়ে যাওয়া থেকে রক্ষা করে। ট্রেসার গ্যাস প্যাকেজের অখণ্ডতা পরীক্ষা করতে ব্যবহৃত হয় যাতে খাদ্য পরিবেশের সংস্পর্শে না আসে, ফলে শেলফ লাইফ নিশ্চিত হয়। সংরক্ষণকারীগুলি খাদ্যকে ছত্রাক, ব্যাকটেরিয়া এবং অন্যান্য মাইক্রোঅর্গানিজম দ্বারা পচন রোধ বা বিরত রাখে। স্টেবিলাইজারস, থিকেনিং এবং জেলিং এজেন্টস, যেমন আগার বা পেকটিন (যা জাম তৈরিতে ব্যবহৃত হয়) খাদ্যকে আরও দৃঢ় টেক্সচার প্রদান করে। যদিও এগুলি প্রকৃত ইমালসিফায়ার নয়, তবুও এগুলি ইমালসনকে স্থিতিশীল করতে সাহায্য করে। মিষ্টিকারীগুলি খাদ্যে স্বাদ যোগ করতে ব্যবহৃত হয়। চিনি ছাড়া অন্যান্য মিষ্টিকারীগুলি খাদ্যের শক্তি (ক্যালোরি) কম রাখতে যোগ করা হয়। থিকেনিং এজেন্টস এমন পদার্থ যা মিশ্রণে যোগ করলে তার ভিসকোসিটি বৃদ্ধি পায়, তবে অন্যান্য গুণাবলীতে বড় কোনো পরিবর্তন আনে না। বিসফেনলস, ফথালেটস, এবং পারফ্লুরোআলকাইল রসায়নিক (PFCs) হলো পরোক্ষ সংযোজনী যা উৎপাদন বা প্যাকেজিংয়ে ব্যবহৃত হয়। জুলাই ২০১৮ সালে অ্যামেরিকান অ্যাকাডেমি অব পেডিয়াট্রিকস এই তিনটি পদার্থ, পাশাপাশি নাইট্রেট এবং খাদ্য রংয়ের জন্য আরও সতর্কতার সাথে অধ্যয়ন করার আহ্বান জানিয়েছিল, কারণ এগুলি শিশুর বিকাশের সময় ক্ষতি করতে পারে।\n\n\n== নিরাপত্তা এবং প্রবিধান ==\n১৯ শতকের পর থেকে প্রক্রিয়াজাত খাবারের ব্যবহারের সাথে খাদ্য সংযোজনীর ব্যবহারও বাড়তে থাকে। অনেক দেশ তাদের ব্যবহার নিয়ন্ত্রণ করে। উদাহরণস্বরূপ, ১৮৭০ থেকে ১৯২০-এর দশক পর্যন্ত বোরিক অ্যাসিড ব্যাপকভাবে খাদ্য সংরক্ষণকারী হিসেবে ব্যবহৃত হয়েছিল, কিন্তু পশু এবং মানুষের উপর গবেষণায় এর বিষাক্ততা প্রমাণিত হওয়ায় বিশ্বযুদ্ধের পর এটি নিষিদ্ধ করা হয়। দ্বিতীয় বিশ্বযুদ্ধের সময়, সস্তা এবং সহজলভ্য খাদ্য সংরক্ষণকারীর প্রয়োজনীয়তা ছিল, ফলে বোরিক অ্যাসিড আবার ব্যবহার করা শুরু হয়, কিন্তু ১৯৫০-এর দশকে এটি চূড়ান্তভাবে নিষিদ্ধ করা হয়। এ ধরনের ঘটনার ফলে খাদ্য সংযোজনী নিয়ে সাধারণভাবে অবিশ্বাস সৃষ্টি হয়, এবং প্রতিরোধমূলক নীতির প্রয়োগে এই সিদ্ধান্তে পৌঁছানো হয় যে, শুধুমাত্র যেগুলি নিরাপদ হিসেবে পরিচিত, এমন সংযোজনী খাদ্যে ব্যবহার করা উচিত। যুক্তরাষ্ট্রে, এর ফলস্বরূপ ১৯৩৮ সালের ফেডারেল ফুড, ড্রাগ, অ্যান্ড কসমেটিক অ্যাক্টের ডেলানি ক্লজটি গৃহীত হয়, যা বলেছিল যে কোনো ক্যান্সার সৃষ্টিকারী পদার্থ খাদ্য সংযোজনী হিসেবে ব্যবহার করা যাবে না। তবে, ১৯৬৯ সালে যুক্তরাষ্ট্র এবং ব্রিটেনে সাইক্লামেট নিষিদ্ধ হওয়ার পর, তখনকার একমাত্র বৈধ কৃত্রিম মিষ্টিকারী স্যাকারিন র‍্যাটে ক্যান্সার সৃষ্টিকারী হিসেবে প্রমাণিত হয়েছিল। যুক্তরাষ্ট্রে ব্যাপক জনগণ প্রতিবাদ জানায়, যার কিছু অংশ কংগ্রেসে পোস্টেজ-পেইড পোস্টকার্ডের মাধ্যমে পৌঁছেছিল, যার ফলে স্যাকারিনকে রাখা হয়, যদিও এটি ডেলানি ক্লজের লঙ্ঘন করেছিল। তবে ২০০০ সালে, স্যাকারিনকে র‍্যাটে ক্যান্সার সৃষ্টিকারী হিসেবে প্রমাণিত করা হয় শুধুমাত্র তাদের অনন্য মূত্র রসায়নজনিত কারণে।\n২০০৭ সালে, ফুড স্ট্যান্ডার্ডস অস্ট্রেলিয়া নিউ জিল্যান্ড একটি অফিসিয়াল শপার গাইডেন্স প্রকাশ করে, যার মাধ্যমে খাদ্য সংযোজনী এবং তাদের লেবেলিং সম্পর্কিত উদ্বেগগুলির সমাধান করা হয়। ইউরোপীয় ইউনিয়নে, একটি নতুন খাদ্য সংযোজনী অনুমোদন পেতে ১০ বছর বা তার বেশি সময় নিতে পারে। এর মধ্যে পাঁচ বছর নিরাপত্তা পরীক্ষার জন্য, তারপর দুই বছর ইউরোপীয় ফুড সেফটি অথরিটি (EFSA) দ্বারা মূল্যায়নের জন্য এবং আরও তিন বছর সময় নেয়, যাতে সংযোজনীটি ইউরোপীয় ইউনিয়নের প্রতিটি দেশে ব্যবহারের জন্য অনুমোদিত হয়। উৎপাদন প্রক্রিয়ার পুরো সময় জুড়ে খাদ্য পণ্য পরীক্ষা এবং বিশ্লেষণ করে নিরাপত্তা এবং বিধিবদ্ধ মান মেনে চলা নিশ্চিত করার পাশাপাশি, ট্রেডিং স্ট্যান্ডার্ডস কর্মকর্তারা (যুক্তরাজ্যে) খাদ্য সংযোজনীর অবৈধ ব্যবহার বা সম্ভাব্য বিপজ্জনক অপব্যবহার থেকে জনসাধারণকে রক্ষা করতে খাদ্য পণ্যের র্যান্ডম পরীক্ষা করে।\nখাদ্য সংযোজনীর ঝুঁকি এবং সুবিধা নিয়ে বিতর্ক রয়েছে। প্রাকৃতিক সংযোজনীগুলি সমানভাবে ক্ষতিকর হতে পারে বা কিছু ব্যক্তির মধ্যে অ্যালার্জিক প্রতিক্রিয়া সৃষ্টি করতে পারে। উদাহরণস্বরূপ, সেফরোলকে রুট বিয়ার-এর স্বাদ বাড়ানোর জন্য ব্যবহার করা হত যতক্ষণ না এটি ক্যান্সার সৃষ্টিকারী হিসেবে প্রমাণিত হয়। ডেলানি ক্লজের প্রয়োগের কারণে, এটি খাদ্যে যোগ করা যাবে না, যদিও এটি স্যাসাফ্রাস এবং মিষ্টি তুলসীতে প্রাকৃতিকভাবে উপস্থিত থাকে।\nঅতিসক্রিয়তা\nযদিও অ্যাডিটিভ এবং হাইপারঅ্যাকটিভিটির মধ্যে যোগসূত্র সম্পর্কে উদ্বেগ প্রকাশ করা হয়েছে, তবে কারণ ও প্রভাব সম্পর্কের কোনো স্পষ্ট প্রমাণ নেই।\nবিষাক্ততার মূল্যায়ন\n২০১২ সালে, EFSA (ইউরোপীয় ফুড সেফটি অথরিটি) খাদ্য সংযোজনীর সম্ভাব্য বিষাক্ততা মূল্যায়নের জন্য টিয়ার অ্যাপ্রোচ প্রস্তাব করেছিল। এটি চারটি মাত্রার উপর ভিত্তি করে:\n\nটক্সিকোকিনেটিক্স (শোষণ, বিতরণ, বিপাক এবং বর্জন);\nজেনোটক্সিসিটি;\nসাবক্রনিক (অন্তত ৯০ দিনের ডেটা) এবং ক্রনিক বিষাক্ততা এবং ক্যান্সারজনকতা;\nপ্রজনন এবং বিকাশজনিত বিষাক্ততা।\nসামান্য পরিমাণে প্রয়োজনীয় পুষ্টি উপাদান\nখাদ্য সংযোজনীর একটি উপসেট, মাইক্রোনিউট্রিয়েন্টস যা খাদ্য শক্তিবৃদ্ধি প্রক্রিয়ায় যোগ করা হয়, খাদ্যের পুষ্টিমান সংরক্ষণ করতে সাহায্য করে যেমন আটা, সিরিয়াল, মার্জারিন এবং দুধে ভিটামিন এবং খনিজ প্রদান করে যা সাধারণত এত উচ্চমাত্রায় থাকে না। যোগ করা উপাদানগুলি, যেমন বায়ু, ব্যাকটেরিয়া, ফাঙ্গি এবং ইস্ট, উৎপাদন এবং স্বাদ গুণাবলীতে সহায়তা করে এবং পচন প্রতিরোধ করে।\n\n\n== মার্কিন যুক্তরাষ্ট্রে প্রবিধান ==\nমার্কিন যুক্তরাষ্ট্রের খাদ্য ও ওষুধ প্রশাসন খাদ্য সংযোজনকে সংজ্ঞায়িত করে \"যেকোনো পদার্থ যার ব্যবহারের ফলে প্রত্যক্ষ বা পরোক্ষভাবে এটি একটি উপাদান হয়ে ওঠে বা অন্যথায় কোনও খাদ্যের বৈশিষ্ট্যগুলিকে প্রভাবিত করে\"। একটি নতুন খাদ্য সংযোজন অনুমোদিত হওয়ার জন্য, একটি খাদ্য সংযোজন অনুমোদনের আবেদন FDA-তে জমা দিতে হবে। উপাদানটির পরিচয়, খাদ্য ব্যবস্থায় প্রস্তাবিত ব্যবহার, উপাদানটির প্রযুক্তিগত প্রভাব, খাবারে উপাদানটির বিশ্লেষণের একটি পদ্ধতি, উৎপাদন প্রক্রিয়া সম্পর্কিত তথ্য এবং সম্পূর্ণ সুরক্ষা প্রতিবেদনগুলি একটি খাদ্য সংযোজন আবেদনে সংজ্ঞায়িত করতে হবে। FDA উপাদানটির রাসায়নিক গঠন, সাধারণত ব্যবহৃত পরিমাণ, তীব্র এবং দীর্ঘস্থায়ী স্বাস্থ্যের প্রভাব এবং অন্যান্য সুরক্ষা বিষয়গুলি মূল্যায়ন করে। FDA বাজার অনুমোদনের আগে আবেদনটি পর্যালোচনা করে।\n\n\n== মানীকরণ ==\nISO এই বিষয়ের উপর একাধিক মানদণ্ড প্রকাশ করেছে এবং এই মানদণ্ডগুলি ICS 67.220 দ্বারা আচ্ছাদিত।\n\n\n== আরো দেখুন ==\nখাদ্য রাসায়নিক কোডেক্স\nখাদ্য সংযোজন সংক্রান্ত যৌথ FAO/WHO বিশেষজ্ঞ কমিটি\nখাদ্য লেবেলিং নিয়মের তালিকা\n\n\n== বহিঃসংযোগ ==\nখাদ্য সংযোজন সম্পর্কিত WHO ফ্যাক্ট শিট"}