{"pageid": 1514414, "title": "ঋতু মেনন", "url": "https://bn.wikipedia.org/wiki?curid=1514414", "content": "ঋতু মেনন একজন ভারতীয় নারীবাদী, লেখিকা এবং প্রকাশক।\n\n\n== কর্মজীবন ==\n১৯৮৪ সালে, ঋতু মেনন তাঁর দীর্ঘদিনের সহযোগী উর্বশী বুটালিয়ার সাথে ভারতের প্রথম স্বতন্ত্র নারীবাদী প্রকাশনা সংস্থা কালি ফর উইমেন-এর সহ-প্রতিষ্ঠা করেন। ২০০৩ সালে, ঋতু এবং উর্বশীর মধ্যে অমীমাংসিত ব্যক্তিগত মতপার্থক্যের কারণে এবং বাণিজ্যিকভাবে লাভজনক না হওয়ায় কালি ফর উইমেন বন্ধ করে দেওয়া হয়। এরপর, ঋতু স্বাধীনভাবে আরেকটি নারীবাদী প্রকাশনা সংস্থা উইমেন আনলিমিটেড প্রতিষ্ঠা করেন।\nতিনি অসংখ্য সংবাদপত্রের নিবন্ধ এবং সম্পাদকীয় পৃষ্ঠার বিপরীতেও লিখেছেন। তাঁর লেখায় নারীর প্রতি সহিংসতা, নারীর প্রতি ধর্মের দৃষ্টিভঙ্গি এবং সমাজে লিঙ্গ বৈষম্যের উপর মনোযোগ দেওয়া হয়েছে, যা তীব্র নারীবাদী এবং বামপন্থী দৃষ্টিকোণ থেকে দেখা যায়।\nজুম কলের মাধ্যমে, তিনি অ্যাড্রেস বুক: এ পাবলিশিং মেমোয়ার ইন দ্য টাইম অফ কোভিড বইটি সম্পর্কে কথা বলেন, এটি তিনি মহামারী চলাকালীন কোনও বই প্রকাশের স্পষ্ট পরিকল্পনা ছাড়াই লিখেছিলেন। তিনি বলেছেন (১৩ই জুলাই ২০২১), “আমি যার মধ্যে দিয়ে যাচ্ছিলাম, ভাবছিলাম, পড়ছিলাম এবং যা নিয়ে চিন্তিত ছিলাম, এটি তা লিখে রাখার একধরনের রূপ হয়ে উঠেছিল” । \n\n\n== প্রকাশনা ==\nদ্য আনফিনিশড বিজনেস, আউটলুক, মে ২০০১ \nঅ্যান্টি-সিএএ প্রোটেস্ট বাই হল মুসলিম উইমেন আর অ্যাবাউট হোয়্যার, হাউ অ্যাণ্ড হোয়াই ইউ বিলং, ইণ্ডিয়ান এক্সপ্রেস, ফেব্রুয়ারী ২০২০\nবর্ডার্স অ্যাণ্ড বাউণ্ডারিজ: উইমেন ইন ইণ্ডিয়া'স পার্টিশন। ১৯৯৮ (কমলা ভাসিনের সাথে)\nনো ওম্যান'স ল্যাণ্ড: উইমেন ফ্রম পাকিস্তান, ইণ্ডিয়া অ্যাণ্ড বাংলাদেশ রাইট অন দ্য পার্টিশন অফ ইণ্ডিয়া। ২০০৪\nআনইক্যুয়াল সিটিজেনস: এ স্টাডি অফ মুসলিম উইমেন ইন ইণ্ডিয়া। ২০০৬ (জোয়া হাসানের সাথে)\nফ্রম মথুরা টু মনোরমা: রেজিস্টিং ভায়োলেন্স এগেইন্স্ট উইমেন ইন ইণ্ডিয়া। ২০০৭ ( কল্পনা কান্নাবিরনের সাথে)\nঅ্যাড্রেস বুক: এ পাবলিশিং মেমোয়ার ইন দ্য টাইম অফ কোভিড\n\n\n== পুরস্কার এবং সম্মাননা ==\n২০০০-২০০১ সালে, তিনি সাহিত্যের জন্য রাজা রাও পুরস্কারের আন্তর্জাতিক উপদেষ্টা বোর্ডে দায়িত্ব পালন করেন। ২০১১ সালে, ভারত সরকার ঋতু এবং উর্বশীকে যৌথভাবে ভারতের চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রী প্রদান করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরিতু মেনন সম্পর্কে, উইমেন আনলিমিটেড\nরিতু মেনন সম্পর্কে, উইমেন্স ওয়ার্ল্ড  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ নভেম্বর ২০১৫ তারিখে"}