{"pageid": 1514275, "title": "সামাজিক যোগাযোগ মাধ্যমে কোভিড-১৯ এর বৈশ্বিক মহামারির প্রভাব", "url": "https://bn.wikipedia.org/wiki?curid=1514275", "content": "কোভিড-১৯ মহামারির সামাজিক যোগাযোগ মাধ্যম মানুষের মধ্যে যোগাযোগ বজায় রাখার একটি গুরুত্বপূর্ণ প্ল্যাটফর্ম হয়ে ওঠে, কারণ তখন সামাজিক দূরত্ব বজায় রাখা বাধ্যতামূলক হয়ে পড়েছিল। ফেসবুকের অ্যানালিটিক্স বিভাগ পরিচালিত এক গবেষণা অনুযায়ী, এই সময়ে মেসেজিং-এর হার ৫০ শতাংশেরও বেশি বৃদ্ধি পেয়েছিল। যারা লকডাউনের কারণে বাড়িতে বন্দী ছিলেন, তারা শুধু নিজেদের সামাজিক সংযোগ বজায় রাখার জন্যই নয়, একঘেয়েমি কাটাতে বিনোদনের মাধ্যম হিসেবেও সামাজিক যোগাযোগ মাধ্যম ব্যবহার করেছিলেন। তবে, মহামারির ফলে সামাজিক যোগাযোগ মাধ্যমের ওপর অতিরিক্ত নির্ভরতা নিয়ে উদ্বেগ দেখা দেয়, বিশেষ করে যখন এটি মানুষের প্রধান সামাজিক মিথস্ক্রিয়ার মাধ্যম হয়ে ওঠে।\nবিশ্বজুড়ে মানুষ তথ্য আদান-প্রদান, ইন্টারনেট মিমের মাধ্যমে হাস্যরস খুঁজে বের করতে এবং সামাজিক দূরত্বের দূরত্বজনিত সমস্যার সঙ্গে মানিয়ে নেওয়ার জন্য সামাজিক যোগাযোগ মাধ্যমের সাহায্য নেয়। কিন্তু ভার্চুয়াল যোগাযোগের ওপর এই নির্ভরতা মানসিক স্বাস্থ্যের  ওপর নেতিবাচক প্রভাব ফেলে। এর ফলে, দ্রুত অনলাইন কাউন্সেলিংয়ের চাহিদা বেড়ে যায়, যেখানে মানসিক স্বাস্থ্য বিশেষজ্ঞরা সামাজিক যোগাযোগ মাধ্যমের মাধ্যমে মানুষের সঙ্গে সংযোগ স্থাপন করতে শুরু করেন।\nএই মহামারি সামাজিক যোগাযোগ মাধ্যমে ভুয়া তথ্য ও গুজব ছড়ানোর প্রবণতাকেও সামনে নিয়ে আসে, যা \"ইনফোডেমিক\" বা \" তথ্য-মহামারী \" নামে পরিচিত। টুইটার ও ইউটিউবের মতো প্ল্যাটফর্ম সরাসরি বিভিন্ন ধরনের কন্টেন্টের অ্যাক্সেস প্রদান করে, যার ফলে ব্যবহারকারীরা গুজব এবং অবিশ্বস্ত তথ্যের শিকার হন। এই ভুল তথ্য ব্যক্তিগত আচরণের ওপর প্রভাব ফেলে এবং ভাইরাস মোকাবিলার যৌথ প্রচেষ্টাকে বাধাগ্রস্ত করতে পারে।  তবে, সামাজিক যোগাযোগ মাধ্যম রাজনীতিবিদ, রাজনৈতিক আন্দোলন ও বিভিন্ন স্তরের স্বাস্থ্য সংস্থাগুলোর জন্যও গুরুত্বপূর্ণ হয়ে ওঠে, কারণ তারা এর মাধ্যমে দ্রুত ও কার্যকরভাবে সাধারণ মানুষের কাছে জরুরি তথ্য পৌঁছে দিতে সক্ষম হয়।\n\n\n== ব্যবহার বৃদ্ধি ==\n\n\n=== মেসেজিং এবং ভিডিও কল পরিষেবা ===\nসামাজিক দূরত্ব বজায় রাখার বিধিনিষেধ কার্যকর হওয়ার পর বিভিন্ন সামাজিক যোগাযোগ মাধ্যমের ব্যবহার উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছিল। যেহেতু অনেকেই বন্ধু-বান্ধব ও পরিবারের সঙ্গে সরাসরি দেখা করতে পারছিলেন না, তাই সামাজিক যোগাযোগ মাধ্যমই সংযোগ রক্ষার প্রধান মাধ্যম হয়ে ওঠে। উদাহরণস্বরূপ, ২০২০ সালের শেষে ফেসবুক ব্যবহারকারীর সংখ্যা বেড়ে প্রায় ১.৯ বিলিয়নে পৌঁছেছিল, যা ২০১৯ সালের তুলনায় ৮.৭% বেশি। একই সময়ে, হোয়াটসঅ্যাপ তাদের মোট ব্যবহার ৪০% বৃদ্ধি পাওয়ার কথা জানিয়েছিল। এছাড়া, মহামারির শুরু থেকেই জুম-এর ব্যবহার উল্লেখযোগ্য হারে বৃদ্ধি পেয়েছিল। টিকটকের বৈশ্বিক ডাউনলোড ২০২০ সালের মার্চ মাসে ফেব্রুয়ারির তুলনায় ৫% বৃদ্ধি পায়  নতুন একটি পরিষেবা, \"কোয়ারেন্টাইন চ্যাট\" (যা ব্যবহারকারীদের এলোমেলোভাবে সংযোগ স্থাপনের সুযোগ দিত) ১ মার্চ ২০২০-এ চালু হওয়ার এক মাসের মধ্যে ১৫,০০০-এর বেশি ব্যবহারকারী লাভ করে। জুমও ব্যবহারকারীদের সংযোগ স্থাপনের জন্য অনুরূপ পদ্ধতি অনুসরণ করেছিল।\nকর্মীরা যখন বিষয়বস্তু পর্যবেক্ষণের কাজ করতে পারছিলেন না, তখন ফেসবুক, টুইটার এবং ইউটিউব স্প্যাম ফিল্টারের ওপর নির্ভরশীলতা বাড়িয়ে দেয়।\n\n\n=== অনলাইন কাউন্সেলিং পরিষেবা ===\nবিশেষত যেসব দেশে কোভিড-১৯-এর প্রভাব বেশি পড়েছিল, সেখানে অনলাইন মানসিক স্বাস্থ্য পরিষেবার চাহিদা উল্লেখযোগ্যভাবে বৃদ্ধি পায়। কারণ, সামাজিক দূরত্বের কারণে রোগীরা মনোবিজ্ঞানী বা থেরাপিস্টদের সঙ্গে সরাসরি দেখা করতে পারছিলেন না। চীনে চিকিৎসকরা উইচ্যাট, ওয়েইবো এবং টিকটকের মতো সামাজিক যোগাযোগ মাধ্যম ব্যবহার করে অনলাইন মানসিক স্বাস্থ্য শিক্ষার কার্যক্রম পরিচালনা করেন। কানাডায় অ্যালবার্টা প্রাদেশিক সরকার কোভিড-১৯ মোকাবিলায় ৫৩ মিলিয়ন ডলারের মানসিক স্বাস্থ্য সহায়তা পরিকল্পনা চালু করে, যার মধ্যে বিদ্যমান হেল্পলাইনের মাধ্যমে ফোন ও অনলাইন সেবার সুযোগ বৃদ্ধি করা হয়। উপরন্তু, কানাডার অন্টারিওর  প্রাদেশিক সরকার অনলাইন ও ভার্চুয়াল মানসিক স্বাস্থ্য সহায়তা সম্প্রসারণের জন্য ১২ মিলিয়ন ডলার পর্যন্ত জরুরি তহবিল বরাদ্দ দেয়।\n\n\n=== মানসিক স্বাস্থ্যের উপর কোভিড-১৯ এর প্রভাব ===\nমনোবিজ্ঞানের একটি বিস্তৃত গবেষণা প্রমাণ করেছে যে অন্যদের সাথে সংযোগ স্থাপনের ফলে আত্মীয়তা এবং মনোসামাজিক সুস্থতার অনুভূতি তৈরি হয়, যা মানসিক স্বাস্থ্য উন্নত করে এবং উদ্বেগ এবং বিষণ্ণতার ঝুঁকি হ্রাস করে।   তবে অতিরিক্ত তথ্যের চাপ ও সামাজিক যোগাযোগ মাধ্যমের অতিরিক্ত ব্যবহারের ফলে মানসিক চাপ ও উদ্বেগ বৃদ্ধি পাওয়ার সম্পর্ক রয়েছে, যদিও একই সঙ্গে এটি যোগাযোগ দক্ষতার উন্নতি ঘটাতেও সাহায্য করে। সামাজিক দূরত্ব বজায় রাখার ফলে মানুষের মধ্যে একাকিত্ব ও বিচ্ছিন্নতার অনুভূতি তৈরি হতে পারে, যা উদ্বেগ ও মানসিক চাপ বাড়িয়ে তুলতে পারে। অনেক প্রাপ্তবয়স্ক ব্যক্তি তাদের মানসিক স্বাস্থ্যের ওপর নেতিবাচক প্রভাবের কথা জানিয়েছেন। যেমন, ৬০% মানুষের ঘুমের সমস্যা হয়েছে, ৮০% মানুষের খাদ্যাভ্যাসে পরিবর্তন এসেছে, ৫০% মানুষ অ্যালকোহল বা অন্যান্য মাদক ব্যবহারের মাত্রা বাড়িয়েছেন এবং ৩৫% মানুষের দীর্ঘমেয়াদি অসুস্থতা আরও খারাপ হয়েছে। এই পরিস্থিতির পেছনে শিক্ষাগত ও পেশাগত অনিশ্চয়তা নিয়ে উদ্বেগ ও মানসিক চাপ অন্যতম কারণ ছিল। বিশ্বব্যাপী একটি মহামারির অভিজ্ঞতা মানসিকভাবে চাপে ফেলে এবং উদ্বেগ তৈরি করে। তবে, এমন কিছু উপায় রয়েছে যার মাধ্যমে একজন ব্যক্তি নিজেকে ও তার পরিবারকে মানসিকভাবে সহায়তা করতে পারেন।\n\n\n=== মুখোমুখি যোগাযোগের উপর কোভিড-১৯ এর প্রভাব ===\nমুখে মাস্ক পরার ফলে ব্যক্তিগত যোগাযোগের সময় একে অপরকে বোঝা আরও কঠিন হয়ে যায়, কারণ মাস্ক মুখের একটি বড় অংশ ঢেকে রাখে। এর ফলে মানুষের অভিপ্রায় ও আবেগ বোঝার জন্য যে মৌলিক যোগাযোগ সংকেতগুলো গুরুত্বপূর্ণ, সেগুলো পড়তে সমস্যা হয়। মাস্ক পরার কারণে অনেকে শুধুমাত্র মৌখিক সংকেতের ওপর নির্ভর করতে বাধ্য হন, যার ফলে ভুল বোঝাবুঝি, ভাষাগত সমস্যা ও বিশ্বাসের অভাব তৈরি হতে পারে। মাস্ক পরা সামাজিক দূরত্ব বজায় রাখা ও আত্ম-বিচ্ছিন্নতার কারণে মানুষের মধ্যে দূরত্ব বেড়েছে, সামাজিক প্রত্যাখ্যান বৃদ্ধি, ব্যক্তিকেন্দ্রিকতা ও সামাজিক সম্পর্কের দুর্বলতা তৈরি করতে পারে গবেষণা বলছে, মাস্ক পরার বাধ্যবাধকতা, সামাজিক দূরত্ব বৃদ্ধি এবং স্ব-বিচ্ছিন্নতা ইতিবাচক সামাজিক সম্পর্ক ও সম্প্রদায়বোধ গড়ে তোলা কঠিন হয়ে পড়েছে।\nনতুন ধরনের কোভিড-১৯ নিউমোনিয়ার মহামারি মানুষের যোগাযোগের ধরনকে ব্যাপকভাবে পরিবর্তন করেছে। ভাইরাসের সংক্রমণ ঠেকাতে করমর্দন ও অন্যান্য প্রচলিত শুভেচ্ছা বিনিময়ের ক্ষেত্রে পরিবর্তন এসেছে। ফলে, মানুষ এমন কিছু অভিবাদন পদ্ধতি গ্রহণ করেছেন, যেখানে শারীরিক স্পর্শের প্রয়োজন হয় না, যেমন \"শান্তিপূর্ণ অঙ্গভঙ্গি\" এবং \"বুকে হাত রেখে \" অভিবাদন জানানো। এছাড়া, ব্যবসায়িক সভা, সম্মেলন ও শিক্ষামূলক কার্যক্রম ভার্চুয়াল প্ল্যাটফর্মে স্থানান্তরিত হওয়ায় টেলিকমিউনিকেশনে ব্যক্তিগত পরিসর ও সামাজিক দূরত্বের ওপর আরও বেশি গুরুত্ব পড়েছে। এখন অনেকেই জুম, সিসকো ওয়েবএক্স, স্কাইপ ও মাইক্রোসফট টিমস-এর মতো প্ল্যাটফর্ম ব্যবহার করে ভার্চুয়াল যোগাযোগের মাধ্যমে কাজ চালিয়ে যাচ্ছেন।\n\n\n=== অনলাইন ব্যবসার উপর কোভিড-১৯ এর প্রভাব ===\nকোভিড-১৯ মহামারীর কারণে অনেক ব্যবসাপ্রতিষ্ঠান বন্ধ হয়ে যায় বা কর্মীদের দূরবর্তীভাবে কাজ করতে হয়, যার ফলে ব্যাপকভাবে কর্মী ছাঁটাই করা হয়। সংক্রমণ প্রতিরোধের জন্য মানুষকে ঘরে অবস্থান করতে বাধ্য করা হয়েছিল, এবং স্ব-বিচ্ছিন্নতা ও কোয়ারেন্টাইন কার্যকর প্রতিরোধমূলক ব্যবস্থা হিসেবে ব্যবহৃত হয়। মহামারির শুরু থেকেই অনেক ব্যবসা অনলাইন অর্ডারের ব্যাপক বৃদ্ধি লক্ষ্য করে। যেসব ব্যবসার বিক্রি কমে যাচ্ছিল, তারা নতুন ভোক্তাদের ক্রয়-সংক্রান্ত অভ্যাসের সঙ্গে মানিয়ে নিতে বাধ্য হয়েছিল।\n\n\n=== ভিজ্যুয়াল আর্টের উপর কোভিড-১৯ এর প্রভাব ===\nবিশ্বব্যাপী লকডাউনের ফলে শিল্পী, জাদুঘর এবং গ্যালারিগুলো জনসাধারণের সঙ্গে সংযোগ স্থাপনের নতুন উপায় খুঁজতে বাধ্য হয়। গেটি মিউজিয়াম একটি সামাজিক যোগাযোগ মাধ্যম চ্যালেঞ্জ শুরু করে, যেখানে ব্যবহারকারীদের বাড়ির জিনিসপত্র ব্যবহার করে তাদের সংগ্রহে থাকা চিত্রকর্মের অনুকরণ করতে বলা হয় এবং সেই ফলাফল অনলাইনে শেয়ার করার আহ্বান জানানো হয়। ডেভিড জুইর্নারের মতো গ্যালারিগুলো নির্ধারিত প্রদর্শনী ভার্চুয়াল প্ল্যাটফর্মে স্থানান্তরিত করে শিল্পী বেঞ্জামিন কুকের সোশ্যাল ডিস্টেন্স গ্যালারি ইনস্টাগ্রামের মাধ্যমে বিশ্বব্যাপী শিক্ষার্থীদের জন্য ছোট ছোট থিসিস প্রদর্শনী আয়োজন করে, যাদের সমাপনী প্রদর্শনী মহামারির কারণে বাতিল হয়েছিল।\n\n\n=== বর্ধিত ব্যস্ততা ===\nজুলাই ২০১৯ থেকে ২০২০ সালের মধ্যে মানুষের ইন্টারনেট ও সামাজিক যোগাযোগ মাধ্যমে সম্পৃক্ততা নিয়ে করা এক গবেষণায় দেখা গেছে যে সক্রিয় সামাজিক যোগাযোগ মাধ্যম ব্যবহারকারীর সংখ্যা ১০.৫% বৃদ্ধি পেয়েছে। লকডাউন শুরু হওয়ার সময়, ফেব্রুয়ারি থেকে মার্চ মাসের মধ্যে ইনস্টাগ্রামে লাইভ ভিডিও দেখার হার ৭০% বৃদ্ধি পায়। একটি গবেষণায়, যা মহামারির চার মাস পর ২০২০ সালের জুলাইয়ে পরিচালিত হয়, মানুষের সামাজিক যোগাযোগ মাধ্যম ও অন্যান্য ডিজিটাল মাধ্যম ব্যবহারের প্রধান কারণগুলো বিশ্লেষণ করা হয়। ৮৩% অংশগ্রহণকারী বলেন যে সামাজিক যোগাযোগ মাধ্যম কোভিড-১৯ সংক্রান্ত লকডাউনের সঙ্গে মানিয়ে নিতে তাদের সাহায্য করেছে। এটি অন্যান্য কারণগুলোর চেয়েও বেশি গুরুত্বপূর্ণ হিসেবে চিহ্নিত হয়, যেমন শিক্ষা (৭৬%), বন্ধু ও পরিবারের সঙ্গে যোগাযোগ রাখা (৭৪%) এবং কর্মসংক্রান্ত কাজ (৬৭%)। এটি প্রমাণ করে যে মহামারির সময় সামাজিক যোগাযোগ মাধ্যম মানুষের জীবনে গুরুত্বপূর্ণ ভূমিকা পালন করেছে।\nমহামারির কারণে মানুষ সামাজিক কর্মকাণ্ড কমিয়ে দেয়, যাতে অন্যদের নিরাপদ রাখা যায়। শিক্ষার্থীরা অনলাইন শিক্ষার দিকে ঝুঁকে পড়ে এবং অনেকেই সামাজিক যোগাযোগ মাধ্যমকে একটি নতুন শিক্ষার মাধ্যম হিসেবে ব্যবহার করতে শুরু করে। গবেষকেরা সামাজিক যোগাযোগ মাধ্যম ব্যবহারের কিছু সুবিধা ও অসুবিধা চিহ্নিত করেছেন। ইউনেস্কো‌র এক প্রতিবেদনে বলা হয়েছে, ১১৪টি দেশে প্রায় ৮৯০ মিলিয়ন শিক্ষার্থী স্কুল বন্ধের কারণে শিক্ষা কার্যক্রম ব্যাহত হওয়ায় সমস্যায় পড়ে। মহামারির সময় শিক্ষার্থীদের জন্য সামাজিক যোগাযোগ মাধ্যম অপরিহার্য হয়ে ওঠে, কারণ এটি ঘরে বসে সহযোগিতামূলক শিক্ষা ও দক্ষতা উন্নয়নের একটি কার্যকর মাধ্যম হিসেবে কাজ করে। উদাহরণস্বরূপ, সহপাঠীদের সঙ্গে সামাজিক যোগাযোগ মাধ্যমে যুক্ত হয়ে শিক্ষার্থীরা যোগাযোগ ও দলগত কাজের দক্ষতা অর্জন করতে পারে, যখন তারা একসঙ্গে সমস্যার সমাধান করার চেষ্টা করে।\n\n\n== বিনোদনের মাধ্যম হিসেবে ব্যবহার ==\nমহামারির সময় কোভিড-১৯ সম্পর্কিত অসংখ্য ইন্টারনেট মিম আবির্ভূত হয়েছিল।  তরুণদের মধ্যে, বিশেষ করে জেন জি-এর মধ্যে \"জুম মিমস ফর সেল্ফ কোয়ারেন্টাইন\" নামে একটি ফেসবুক গ্রুপ খুব জনপ্রিয় হয়ে ওঠে। এই গ্রুপের নামটি জুম ব্যবহারের বৃদ্ধি এবং কিশোর-কিশোরীদের স্ব-বিচ্ছিন্নতার (self-quarantine) সঙ্গে শব্দের খেলায় তৈরি করা হয়। ২০২০ সালের এপ্রিল পর্যন্ত এই গ্রুপের সদস্য সংখ্যা ৫ লাখেরও বেশি ছাড়িয়ে যায়। এই গ্রুপের সদস্যরা মহামারির সময়কার অভিজ্ঞতা নিয়ে মিম তৈরি ও শেয়ার করত, যা বিশেষ করে সেইসব শিক্ষার্থীদের জন্য বিনোদনের উৎস হয়ে ওঠে, যারা অনলাইন শিক্ষার সঙ্গে মানিয়ে নেওয়ার চেষ্টা করছিল এবং একঘেয়েমি কাটানোর উপায় খুঁজছিল।\nএই সময় বিভিন্ন সামাজিক যোগাযোগ মাধ্যম চ্যালেঞ্জ জনপ্রিয় হয়ে ওঠে, যা মানুষকে সংযুক্ত রাখতে এবং বিনোদন দিতে সাহায্য করত। এর মধ্যে একটি ছিল \"See10Do10\" চ্যালেঞ্জ, যেখানে অংশগ্রহণকারীরা ১০টি পুশ-আপ করে এবং অন্যদের এটি করার জন্য উৎসাহিত করত। অন্যান্য চ্যালেঞ্জের মধ্যে ছিল ছোটবেলার ছবি শেয়ার করা, নাচের চ্যালেঞ্জে অংশ নেওয়া এবং ক্যান্ডি ও চকোলেট সম্পর্কিত মার্চ ম্যাডনেস ব্র্যাকেট পোলে ভোট দেওয়া।  ভিয়েতনামের শিল্পী এরিক ও মেন-এর জনপ্রিয় গান \"ঘেন\" গানটি গীতিকার খ্যাক হুং নতুনভাবে রিমিক্স করে \" ঘেন কো ভি\" নামের একটি গান তৈরি করেন, যা ভিয়েতনামের ন্যাশনাল ইনস্টিটিউট অব অকুপেশনাল সেফটি অ্যান্ড হেলথ-এর উদ্যোগে হ্যান্ডওয়াশিং বা হাত ধোয়ার গুরুত্ব প্রচার করে। গানটি তখন ব্যাপক জনপ্রিয়তা লাভ করে, যখন নৃত্যশিল্পী কোয়াং ডাং টি নিয়ে একটি নাচের ভিডিও বানিয়ে টিকটকে আপলোড করেন, যা #GhenCoVyChallenge-  নামে ভাইরাল হয়ে যায়। কিশোর-কিশোরীরা টিকটক ব্যবহার করে নিজেদের কোয়ারেন্টাইনের অভিজ্ঞতা নিয়ে ভিডিও বানাতে শুরু করে। তারা হাস্যরসের মাধ্যমে একে অপরের সঙ্গে সম্পর্ক তৈরি করত এবং নিজেদের বিনোদিত রাখার চেষ্টা করত। জানুয়ারি থেকে মার্চ ২০২০ পর্যন্ত, টিকটকের অনন্য দর্শকের সংখ্যা ৪৮.৩% বৃদ্ধি পায়। ইউটিউবে মেকআপ শিল্পীরাও তাদের কনটেন্ট মানিয়ে নিতে শুরু করে, যেখানে তারা দেখাতে শুরু করে কীভাবে মাস্ক পরার সঙ্গে সামঞ্জস্য রেখে মেকআপ করা যায়।\n২০২০ সালের এপ্রিলে, দ্য অ্যাক্টরস ফান্ড লন্ডনের রয়্যাল অ্যালবার্ট হলে মঞ্চস্থ দ্য ফ্যান্টম অফ দ্য অপেরা (The Phantom of the Opera) পরিবেশনার একটি দাতব্য লাইভস্ট্রিমের আয়োজন করে,যা ৪৮ ঘণ্টার মধ্যে প্রচুর তহবিল সংগ্রহ করে। একইভাবে, ফোবি ওয়ালার-ব্রিজেসের মঞ্চস্থ নাটক ফ্লিব্যাগ (Fleabag) দাতব্য ও বিনোদনের উদ্দেশ্যে অনলাইনে সম্প্রচার করা হয়। লেখক, সংগীতশিল্পী, অভিনেতা-অভিনেত্রী এবং নৃত্যশিল্পীরা একসঙ্গে কাজ করে বিভিন্ন কনসার্ট, পুরোনো প্রযোজনার লাইভ স্ট্রিমিং, পাঠের অনুষ্ঠান এবং পারফরম্যান্সের আয়োজন করে। এগুলোর কিছু বিনামূল্যে দেখা যেত, আবার কিছু অনুষ্ঠানের জন্য টিকিটের মূল্য বা দান করার পরামর্শ দেওয়া হত।\n\n\n== তথ্যের প্রচার ==\nসংবাদমাধ্যম, বিভিন্ন সংস্থা এবং সাধারণ মানুষ সামাজিক যোগাযোগ মাধ্যম ব্যবহার করে কোভিড-১৯ সম্পর্কিত সঠিক তথ্যের পাশাপাশি ভুল তথ্যও প্রচার করেছে। সিডিসি, ডব্লিউএইচও, চিকিৎসা সাময়িকী এবং স্বাস্থ্যসেবা সংস্থাগুলো নিয়মিত বিভিন্ন প্ল্যাটফর্মে তথ্য হালনাগাদ করে প্রকাশ করেছে। তারা ফেসবুক, গুগল স্কলার, টিকটক, এবং টুইটারের মতো জনপ্রিয় মাধ্যমগুলোর সঙ্গে অংশীদারিত্বও গড়ে তুলেছে। এছাড়াও, নিউ ইয়র্কের হাসপাতালগুলোতে কর্মরত জরুরি চিকিৎসকরা তাদের সামাজিক যোগাযোগ মাধ্যম অ্যাকাউন্টের মাধ্যমে সরাসরি কোভিড-১৯ মোকাবিলার অভিজ্ঞতা শেয়ার করেছেন। একটি সোশ্যাল লিসনিং  গবেষণায় দেখা গেছে, ১ জানুয়ারি থেকে ১৯ মার্চ পর্যন্ত কোভিড-১৯ সংক্রান্ত আলোচনায় ব্যাপক বৃদ্ধি ঘটে। এই সময়ের মধ্যে স্বাস্থ্যসেবা পেশাদারদের আলোচনায় ১০০০% এবং সাধারণ জনগণের আলোচনায় ২৫০০% বৃদ্ধি দেখা যায়। যদিও ধারণা করা হয়েছিল যে, মহামারির সময় গবেষণা ও জনসাধারণের আলোচনা বিজ্ঞানের প্রতি বিশ্বাস বাড়াবে, তবে প্রাথমিক গবেষণায় এর কোনো নিশ্চিত প্রমাণ পাওয়া যায়নি।\nসঠিক ও নির্ভরযোগ্য তথ্যের দ্রুত প্রচার ভুল তথ্য ও গুজব রোধ করতে সাহায্য করে। দ্য ল্যানসেট -এ প্রকাশিত একটি প্রতিবেদনে উল্লেখ করা হয় যে, সামাজিক যোগাযোগ মাধ্যমের মাধ্যমে রিয়েল-টাইম নজরদারি জনস্বাস্থ্য সংস্থাগুলোর জন্য কার্যকর পদক্ষেপ নিতে সহায়ক হতে পারে।\nচিকিৎসা পেশাদাররা সামাজিক যোগাযোগ মাধ্যমে বিভিন্ন গ্রুপ তৈরি করেছেন, যেখানে তারা কোভিড-১৯ চিকিৎসা সংক্রান্ত তথ্য ও অভিজ্ঞতা শেয়ার করেন। উদাহরণস্বরূপ, ফেসবুকের পিএমজি কোভিড-১৯ সাবগ্রুপের ২০২০ সালের মার্চ মাসের শেষ নাগাদ বিশ্বব্যাপী প্রায় ৩০,০০০ সদস্য ছিল। পাঁচ বছর আগে প্রতিষ্ঠিত ফিজিশিয়ান মমস গ্রুপ এত বেশি চাহিদার সম্মুখীন হয় যে, ফেসবুকের নতুন সদস্য যোগ করার ফিচার সাময়িকভাবে কাজ করা বন্ধ করে দেয়।\nস্বাস্থ্যকর্মীরা দীর্ঘ সময় ধরে ব্যক্তিগত সুরক্ষা সরঞ্জাম (পিপিই) পরার চ্যালেঞ্জ সম্পর্কে মানুষকে সচেতন করতে সামাজিক যোগাযোগ মাধ্যম ব্যবহার করেছেন। অনেকে তাদের শিফট শেষে ছবি শেয়ার করেছেন, যেখানে মুখে মাস্কের দাগ ও আঘাতের চিহ্ন দেখা যায়, যা দীর্ঘ সময় ধরে PPE ব্যবহারের ফলে তৈরি হয়েছে। \n\n\n=== সামাজিক যোগাযোগ মাধ্যমের সরকারি ব্যবহার ===\nমহামারির সময় বিভিন্ন দেশের সরকার সামাজিক যোগাযোগ মাধ্যম ব্যাপকভাবে ব্যবহার করেছে। উদাহরণস্বরূপ, চীনা সরকার কোভিড-১৯ সম্পর্কিত বৈজ্ঞানিক তথ্য সহজ ভাষায় উপস্থাপন করে সামাজিক মাধ্যমে প্রচার করেছে, যাতে সাধারণ মানুষ সহজে তা বুঝতে পারে। অন্যদিকে, অস্ট্রেলিয়ার স্বাস্থ্য কর্তৃপক্ষ তরুণদের মধ্যে জনপ্রিয় প্ল্যাটফর্ম, যেমন ইনস্টাগ্রাম ও টিকটক-এ কোভিড-১৯ সংক্রান্ত তথ্য প্রচারে মনোযোগ দিয়েছে।  গবেষকদের মতে, সরকার যদি সামাজিক যোগাযোগ মাধ্যমকে কার্যকরভাবে ব্যবহার করতে পারে, তবে এটি জনমনে আতঙ্ক কমাতে এবং সামাজিক স্থিতিশীলতা বজায় রাখতে সাহায্য করতে পারে। জনগণের ভাষায়, তাদের সঙ্গে সম্পর্কিত উপায়ে তথ্য পরিবেশন করা হলে ভুল তথ্যের প্রসার কমবে এবং তথ্যভিত্তিক সামাজিক স্থিতিশীলতা গড়ে তোলা সম্ভব হবে।\n\n\n=== বিশ্ব স্বাস্থ্য সংস্থা এবং অন্যান্য আন্তর্জাতিক সংস্থার ভূমিকা ===\nকোভিড-১৯ মহামারী বিশ্ব স্বাস্থ্য সংস্থার (ডব্লিউএইচও) মাজিক যোগাযোগ মাধ্যম ব্যবহারে উল্লেখযোগ্য পরিবর্তন এনেছে। যখন কোভিড-১৯ কে জনস্বাস্থ্যের জন্য বৈশ্বিক জরুরি অবস্থা ঘোষণা করা হয়, তখনই ডব্লিউএইচও ইনফরমেশন নেটওয়ার্ক ফর এপিডেমিক্স  প্ল্যাটফর্ম চালু করা হয়। এই প্ল্যাটফর্মের ২০ জন বিশেষজ্ঞ সামাজিক মাধ্যমে ছড়িয়ে পড়া গুজবের বিরুদ্ধে প্রমাণ-ভিত্তিক তথ্য সরবরাহ করে। এটির মাধ্যমে নিশ্চিত করা হয় যে, সামাজিক যোগাযোগ মাধ্যম বা গুগলে \"করোনাভাইরাস\" সম্পর্কিত কোনো অনুসন্ধান করলে ব্যবহারকারীরা নির্ভরযোগ্য তথ্যসূত্র, যেমন WHO ও সেন্টারস ফর ডিজিজ কন্ট্রোল অ্যান্ড প্রিভেনশন (সিডিসি)-এর ওয়েবসাইটে প্রবেশ করতে পারে। \n২০২০ সালের এপ্রিল মাসে, জাতিসংঘ ইউনাইটেড নেশনস কমিউনিকেশনস রেসপন্স  উদ্যোগ গ্রহণ করে, যার লক্ষ্য ছিল মহামারির সময় ভুল তথ্যের প্রসার রোধ করা। এই উদ্যোগের মাধ্যমে ঘৃণা-বিদ্বেষমূলক বক্তব্য কমানোর পাশাপাশি রাজনৈতিক বিভাজন বৃদ্ধি রোধ করাও উদ্দেশ্য ছিল। পরে, ১১ মে ২০২০ সালে জাতিসংঘ গাইডেন্স নোট অন অ্যাড্রেসিং এন্ড কাউন্টারিং কোভিড -১৯-রিলেটেড হেট স্পিচ  প্রকাশ করে, যা অনলাইন বিভ্রান্তিমূলক তথ্য মোকাবিলার জন্য আরও একটি পদক্ষেপ হিসেবে কাজ করে।\n\n\n=== সামাজিক যোগাযোগ মাধ্যম ব্যবহার করে তথ্য প্রচারের সীমাবদ্ধতা ===\nসামাজিক যোগাযোগ মাধ্যম সব বয়সী মানুষের উপর সমান প্রভাব ফেলে না। বয়স্ক ব্যক্তিরা তুলনামূলকভাবে কম সামাজিক যোগাযোগ মাধ্যম ব্যবহার করেন এবং ঐতিহ্যবাহী যোগাযোগ পদ্ধতির উপর বেশি নির্ভরশীল থাকেন। গবেষণায় দেখা গেছে, ৫০ থেকে ৬৪ বছর বয়সীদের মধ্যে প্রায় ৬৯% কোনো না কোনো সামাজিক মাধ্যমে সক্রিয়, যা ইঙ্গিত দেয় যে বাকি ৩১% মানুষকে তথ্য পৌঁছানোর জন্য বিকল্প মাধ্যমের প্রয়োজন।\nসামাজিক যোগাযোগ মাধ্যমের আরেকটি বড় সীমাবদ্ধতা হলো এর সম্পাদকীয় নিয়ন্ত্রণের অভাব। গবেষণা পত্র বা পর্যালোচিত প্রকাশনার মতো, এখানে বাধ্যতামূলক কোনো পর্যালোচনা প্রক্রিয়া নেই, ফলে ভুল তথ্য সহজেই ছড়িয়ে পড়তে পারে। যদিও সামাজিক যোগাযোগ মাধ্যমগুলো তথ্য যাচাইয়ের জন্য বিশেষ দল নিয়োগ করেছে, তবুও প্রতিটি পোস্ট আলাদাভাবে যাচাই করা প্রায় অসম্ভব, যা বিভ্রান্তিকর তথ্যের বিস্তার রোধে একটি বড় চ্যালেঞ্জ তৈরি করে।\n\n\n== ভুল তথ্য ==\nএমআইটি টেকনোলজি রিভিউ কোভিড-১৯ মহামারিকে প্রথম বড় \"সামাজিক যোগাযোগ মাধ্যম ভিত্তিক তথ্য মহামারি\" (social-media infodemic) হিসেবে উল্লেখ করেছে। এটি বোঝাতে চেয়েছে যে, এই সময়ে সামাজিক যোগাযোগ মাধ্যম প্রধান তথ্য ও যোগাযোগের উৎসে পরিণত হয়েছিল। ন্যাশনাল জিওগ্রাফিক জানিয়েছে যে, মহামারির সময় সামাজিক মাধ্যমে \"ভুয়া প্রাণী সংক্রান্ত খবর\" উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছিল। গবেষণায় দেখা গেছে যে, অনেক মানুষ তথ্য পাওয়ার জন্য ঐতিহ্যবাহী সার্চ ইঞ্জিন বা ব্রাউজারের বদলে সামাজিক যোগাযোগ মাধ্যমের উপর নির্ভরশীল হয়ে পড়েছেন, যা তাদের আচরণকে প্রভাবিত করেছে এবং ভাইরাস মোকাবিলায় সরকারের পদক্ষেপগুলোর কার্যকারিতা হ্রাস করতে পারে।\nপ্রাথমিক প্রমাণ ইঙ্গিত দেয় যে, বিজ্ঞানের প্রতি জনসাধারণের আস্থা এবং বিজ্ঞানীদের বিশ্বাসযোগ্যতা কিভাবে কোভিড-১৯ সংক্রান্ত ভ্রান্ত তথ্য গ্রহণে ভূমিকা রাখে। তবে এই তথ্যের ব্যাপারে নিশ্চিত সিদ্ধান্তে পৌঁছানোর আগে আরও গবেষণা প্রয়োজন।\nসামাজিক যোগাযোগ মাধ্যম, বিশেষ করে টুইটার, মহামারির সময় খবরের আপডেটের জন্য গুরুত্বপূর্ণ মাধ্যম হয়ে উঠেছিল। তবে, স্বয়ংক্রিয় \"বট\" অ্যাকাউন্টগুলোর মাধ্যমে ছড়িয়ে পড়া ভ্রান্ত তথ্য নিয়ে উদ্বেগ রয়ে গেছে। বিশ্বস্ত তথ্যের উৎস এবং ভুল তথ্যের মধ্যে পার্থক্য করা কঠিন হয়ে যাওয়ায় ব্যবহারকারীদের মধ্যে সংশয় ও অবিশ্বাস বৃদ্ধি পেয়েছে।\nভুল তথ্য দেশভেদে ভিন্ন হতে পারে এবং এটি ইচ্ছাকৃত বা অনিচ্ছাকৃতভাবে প্রচারিত হতে পারে, যা মহামারির পরিস্থিতিকে আরও জটিল করে তুলেছে।\nকিছু সামাজিক যোগাযোগ মাধ্যমের অ্যালগরিদম অনিচ্ছাকৃতভাবে ভুল তথ্য ছড়ানোর ক্ষেত্রে সহায়ক হয়ে উঠেছে। কারণ, লকডাউনের সময় অনেক মানব নিয়ন্ত্রক  দূরবর্তীভাবে কাজ করতে পারেননি অথবা চুক্তিগত সীমাবদ্ধতার কারণে বিষয়বস্তু যাচাই করতে পারেননি, যার ফলে কৃত্রিম বুদ্ধিমত্তা (AI) ভিত্তিক স্বয়ংক্রিয় সিস্টেমগুলোর উপর বেশি নির্ভর করতে হয়েছে। এতে কোভিড-১৯ সম্পর্কিত ভুল তথ্যের বিস্তার নিয়ন্ত্রণে সমস্যা দেখা দেয়।\nফক্স নিউজ জানিয়েছে যে, সামাজিক যোগাযোগ মাধ্যমের বিভিন্ন গ্রুপ ভ্যাকসিন বিরোধী গুজব ছড়িয়েছে এবং ৫জি মোবাইল নেটওয়ার্কের বিরুদ্ধে প্রচারণা চালিয়েছে। উদাহরণস্বরূপ, ফেসবুকের \"স্টপ ৫জি\" নামের একটি ফরাসি গ্রুপ বিবিসি নিউজের একটি নিবন্ধ শেয়ার করেছিল যেখানে দাবি করা হয়েছিল, \"হুনান করোনাভাইরাস একটি জৈব অস্ত্র, যা হয় ইচ্ছাকৃতভাবে অথবা দুর্ঘটনাক্রমে মুক্তি পেয়েছে।\" এই ধরনের অনলাইন গুজব ভারতে গণপিটুনি, ইরানে গণ বিষক্রিয়া এবং যুক্তরাজ্যে ফোন টাওয়ারে ভাঙচুরের মতো ঘটনা ঘটাতে সাহায্য করেছে।\nমহামারির সময় সামাজিক যোগাযোগ মাধ্যম ভুল তথ্য ছড়ানোর প্রধান উৎস হয়ে ওঠে। চীনে মেসেঞ্জারের মতো প্ল্যাটফর্মে ছড়িয়ে পড়া গুজবের মধ্যে ছিল—আতশবাজি ফাটালে বাতাসে থাকা ভাইরাস ধ্বংস হয়ে যাবে এবং সংক্রমণ সারাতে ভিনেগার বা নির্দিষ্ট ভেষজ ব্যবহার করা যেতে পারে। এই ধরনের ভুল তথ্যের ফলে মানুষ আতঙ্কিত হয়ে এসব সামগ্রী কিনতে শুরু করে, যা পেশাদার চিকিৎসকদের জন্য প্রয়োজনীয় সরবরাহ হ্রাস করে দেয়। এছাড়াও, পুরনো ও ভুল তথ্য, যেমন হাইড্রোক্সিক্লোরোকুইনের উপকারিতা সম্পর্কে ভুল ধারণা, বিশ্ব স্বাস্থ্য সংস্থা (WHO) নিরাপত্তা জনিত কারণে পরীক্ষাগুলো বন্ধ করার পরেও প্রচারিত হতে থাকে। এতে রোগীদের নিরাপত্তা ঝুঁকিতে পড়তে পারে।\nফেসবুক এবং ইনস্টাগ্রাম কোভিড-১৯ সম্পর্কিত গুজব ও ষড়যন্ত্র তত্ত্ব শনাক্ত করে, অপসারণ করে বা সীমিত করেছে। উদাহরণস্বরূপ, ফেসবুক ভাইরাস প্রতিরোধ ও চিকিৎসা সংক্রান্ত ভুয়া দাবিগুলো দমন করার জন্য পদক্ষেপ নিয়েছে। তবে, তৃতীয় পক্ষের সত্য যাচাইকারী সংস্থাগুলো ফেসবুকে ভুয়া তথ্য নিয়ন্ত্রণ করতে কতটা কার্যকর হয়েছে, তা নিয়ে মিশ্র প্রতিক্রিয়া রয়েছে।\n২০২১ সালের মে মাসে করা এক গবেষণায় দেখা যায়, মাত্র কয়েকজন ব্যক্তি সামাজিক যোগাযোগ মাধ্যমে ছড়ানো ভ্যাকসিন সম্পর্কিত ভ্রান্ত তথ্যের বড় অংশের (৮৫%) জন্য দায়ী ছিলেন। এ কারণে কিছু ব্যক্তির বিরুদ্ধে কনটেন্ট ব্লক করার মতো ব্যবস্থা নেওয়া হয়। এই প্রচারকদের \"ডিসইনফরমেশন ডজন\" বা \"ভ্রান্ত তথ্যের ডজন\" নামে অভিহিত করা হয়।\nবয়স্ক ব্যক্তিরা সামাজিক যোগাযোগ মাধ্যমে ভ্রান্ত তথ্যের শিকার হন বেশি। বিশ্ব স্বাস্থ্য সংস্থার (WHO) গবেষণা অনুযায়ী, জরিপে অংশগ্রহণকারীদের অর্ধেকের বেশি (৫৯.১%) কোভিড-১৯ সম্পর্কিত ভুয়া খবর সম্পর্কে সচেতন এবং তা সনাক্ত করতে পারেন। তবে, তরুণরাও এই ভ্রান্ত তথ্যের প্রভাব থেকে মুক্ত নয়। গবেষণায় দেখা গেছে, ৬০.১% তরুণ সামাজিক যোগাযোগ মাধ্যমে ভুয়া তথ্য দেখলেও তা গুরুত্ব দেয় না বা অগ্রাহ্য করে। এই সমস্যা মোকাবিলার জন্য শুধু মানুষকে ভুয়া তথ্য চেনানোর শিক্ষা দিলেই হবে না, বরং সক্রিয়ভাবে এ ধরনের ভ্রান্তি প্রতিরোধ ও প্রতিকারমূলক পদক্ষেপ গ্রহণ করাও জরুরি।\n\n\n== সেলিব্রিটিদের সামাজিক যোগাযোগ মাধ্যম ব্যবহার ==\nমহামারির পুরো সময়জুড়ে অনেক সেলিব্রিটি সামাজিক যোগাযোগ মাধ্যম ব্যবহার করেছেন। তারা বিভিন্ন উপায়ে ভক্তদের সঙ্গে যোগাযোগ করেছেন এবং কঠিন পরিস্থিতি নিয়ে আলোচনা করেছেন। কেউ পোস্ট করেছেন, কেউ মানবিক কার্যকলাপে অংশ নিয়েছেন, আবার কেউ জনপ্রিয় ট্রেন্ড অনুসরণ করেছেন। তবে কিছু সেলিব্রিটি তাদের পোস্টের জন্য কঠোর সমালোচনার সম্মুখীন হয়েছেন। যেমন, গ্বিনিথ পালট্রো, একটি ইনস্টাগ্রাম পোস্ট করেছিলেন, যেখানে তিনি দামি ডিজাইনার পোশাক প্রদর্শন করেন। সমালোচনার মুখে তিনি সেই পোস্ট মুছে ফেলেন। একইভাবে, জ্যারেড লেটো, একটি টুইটার পোস্ট করেছিলেন, যেখানে তিনি ১২ দিনের জন্য মরুভূমিতে নীরব ধ্যান শেষে ফিরে আসার কথা জানান। এটি নিয়েও বিতর্ক সৃষ্টি হয়েছিল। এলেন ডিজেনারেস এবং গাল গাদোত তাদের সামাজিক যোগাযোগ মাধ্যম কার্যক্রমের জন্য সমালোচিত হয়েছেন। ডিজেনারেস ক্যালিফোর্নিয়ায় তার বিলাসবহুল বাড়িতে কোয়ারেন্টাইনের অভিজ্ঞতা নিয়ে মন্তব্য করে সমালোচনার মুখে পড়েন। অন্যদিকে, গাল গাদোত জন লেননের \"ইম্যাজিন\" গানটি সেলিব্রিটিদের দিয়ে পরিবেশন করানোর কারণে সমালোচনার সম্মুখীন হন।\nঅনেক সেলিব্রিটি বা তাদের পরিবারের সদস্যরাও সামাজিক যোগাযোগ মাধ্যমে তাদের কোভিড-১৯ পজিটিভ হওয়ার খবর জানিয়েছেন। যেমন টম হ্যাঙ্কস এবং রিতা উইলসন, ইদ্রিস এলবা এবং ড্যানিয়েল ডে কিম। ড্যানিয়েল ডে কিম তার প্ল্যাটফর্ম ব্যবহার করে প্লাজমা দানের গুরুত্ব তুলে ধরেন। তিনি ভাইরাসে আক্রান্তদের সাহায্য করার জন্য ভাইটাল্যান্ট ব্লাড ডোনেশন সেন্টারে প্লাজমা দান করেন, যা অ্যান্টিবডি সমৃদ্ধ ছিল। এছাড়াও, কিছু সেলিব্রিটি সামাজিক যোগাযোগ মাধ্যম ব্যবহার করেছেন মহামারি সম্পর্কে সচেতনতা বাড়ানোর জন্য। কে-পপ তারকা কিম জে-জুং একটি ইনস্টাগ্রাম পোস্টে জানান, তিনি কোভিড-১৯ আক্রান্ত হয়ে হাসপাতালে ভর্তি হয়েছেন। পরে এটি একটি এপ্রিল ফুলের  মজার পোস্ট বলে প্রকাশিত হয়। তবে তার উদ্দেশ্য ছিল মহামারির গুরুত্ব সম্পর্কে সচেতনতা বৃদ্ধি করা। \nমহামারির সময় অনেক সেলিব্রিটি দাতব্য কাজেও সোশ্যাল মিডিয়ার মাধ্যমে অংশ নিয়েছেন। যেমন, আনসেল এলগোর্ট তার ইনস্টাগ্রাম ব্যবহার করে অভিনেতা জেফরি রাইটের উদ্যোগে একটি গোফান্ডমি   ক্যাম্পেইনের প্রচার করেন। এটি স্বাস্থ্যসেবা কর্মীদের জন্য খাদ্য সহায়তা দিতে শুরু করা হয়েছিল। তবে তিনি প্রথমে তার পোস্টের শিরোনামে \"অনলিফ্যানস LINK IN BIO\" লিখে বিতর্ক তৈরি করেন।\n\n\n== বিশ্ব নেতাদের ব্যবহার ==\n২০২০ সালে ৭ এপ্রিল,তৎকালীন  মার্কিন রাষ্ট্রপতি ডোনাল্ড ট্রাম্প টটুইটার ব্যবহার করে #AmericaWorksTogetherহ্যাশট্যাগের মাধ্যমে সেইসব কোম্পানির প্রশংসা করেন, যারা মহামারির অর্থনৈতিক প্রভাব কমাতে ভূমিকা রেখেছিল। এসব কোম্পানি নতুন কর্মচারী নিয়োগ দিয়েছিল এবং স্বাস্থ্যকর্মীদের প্রয়োজনীয় সরঞ্জাম সরবরাহ করেছিল।\nরানী দ্বিতীয় এলিজাবেথ এবং ব্রিটিশ রাজপরিবারেরঅন্যান্য সদস্যরাও সামাজিক যোগাযোগ মাধ্যম ব্যবহার করেছেন জনসাধারণের সঙ্গে যোগাযোগ রক্ষার জন্য। রানির বিভিন্ন মন্তব্য রাজপরিবারের ইনস্টাগ্রাম অ্যাকাউন্টে শেয়ার করা হয়েছিল। দ্বিতীয় বিশ্বযুদ্ধে বিজয় দিবস (V-E Day) উদযাপনের আগে, ১৯৮৫ সালে রানির একটি সাক্ষাৎকারে দেওয়া স্মৃতির ওপর ভিত্তি করে ইনস্টাগ্রামে তথ্য প্রকাশ করা হয়। রাজপরিবারের বেশ কয়েকজন সদস্য আন্তর্জাতিক নার্স দিবস উদযাপনের উপলক্ষে নার্সদের সঙ্গে জুম কলে অংশ নেন। পরে সেই ভিডিও রাজপরিবারের ইউটিউব পৃষ্ঠায় প্রকাশ করা হয়। প্রিন্স উইলিয়াম এবং ক্যাথরিন মিডলটন তাদের ইনস্টাগ্রাম অ্যাকাউন্ট ২৪ ঘণ্টার জন্য Shout85258 নামক সংস্থাকে পরিচালনার দায়িত্ব দেন। এটি যুক্তরাজ্যের প্রথম ২৪/৭ সংকট সহায়তা সেবা, যা তারা ২০১৯ সালের মে মাসে প্রিন্স হ্যারি এবং মেগান মার্কেলের সঙ্গে মিলে চালু করেছিলেন। ওলন্দাজ রাজপরিবারও তাদের ইনস্টাগ্রাম অ্যাকাউন্ট ব্যবহার করেছে মহামারির সময় সংহতি প্রকাশ করতে। তারা একটি ভিডিও শেয়ার করেন, যেখানে রাজা উইলেম-অ্যালেক্সান্ডার, রানি ম্যাক্সিমা এবং তাদের কিশোরী কন্যারা জরুরি সেবাকর্মীদের সম্মানে করতালি দিচ্ছেন। ভিডিওটির সঙ্গে রাজা উইলেম-অ্যালেক্সান্ডারের একটি সংক্ষিপ্ত বক্তৃতাও অন্তর্ভুক্ত ছিল।\n\n\n== নিয়ন্ত্রণ ও সেন্সরশিপ ==\nতুরস্কে, সামাজিক যোগাযোগ মাধ্যমে মহামারিকে ঘিরে \"উস্কানিমূলক\" বার্তা পোস্ট করার অভিযোগে ৪০০-র বেশি ব্যক্তিকে গ্রেপ্তার করা হয়েছিল।  চীনের সামাজিক যোগাযোগ মাধ্যম, যেমন উইচ্যাট, ৩১ ডিসেম্বর ২০১৯ থেকে মহামারি সম্পর্কিত কিছু শব্দ ও বাক্যাংশ সেন্সর করছে বলে জানা যায়। বিশেষ করে, ডঃ লি ওয়েনলিয়াংকে  উহান পুলিশ সেন্সর করে, কারণ তিনি একটি ব্যক্তিগত গ্রুপ চ্যাটে মহামারির বিষয়ে তথ্য শেয়ার করেছিলেন। চীনের স্থানীয় কর্তৃপক্ষ চিকিৎসকদের নির্দেশ দিয়েছিল যে, তারা যেন সামাজিক যোগাযোগ মাধ্যমে মেডিকেল সরঞ্জামের জন্য অনুদান চাওয়ার পোস্ট মুছে ফেলে।\nনেটব্লকস যা ডিজিটাল অধিকার, সাইবার নিরাপত্তা এবং ইন্টারনেট নীতির ওপর কাজ করে, তারা উহানে মহামারির সময় ইন্টারনেট বিভ্রাটের ঘটনা রিপোর্ট করে। সংস্থাটি আরও জানায় যে, ইরানে ফারসি ভাষার উইকিপিডিয়া ২৪ ঘণ্টার জন্য ব্লক করা হয়েছিল। এছাড়া, ভিপিএন সংস্থা সার্ফশার্ক জানায় যে, ১৩ মার্চ বিশ্ব স্বাস্থ্য সংস্থা কমহামারির ঘোষণা দেওয়ার পর ইরানে তাদের নেটওয়ার্ক ব্যবহারের হার প্রায় ৫০% ৫০% হ্রাসের কথা জানিয়েছে।\n২০২৪ সালের আগস্টে আমেরিকার হাউস জুডিশিয়ারি কমিটিকে লেখা এক চিঠিতে মেটার চেয়ারম্যান মার্ক জুকারবার্গ জানান, \"২০২১ সালে, বাইডেন প্রশাসনের ঊর্ধ্বতন কর্মকর্তারা আমাদের টিমের ওপর কয়েক মাস ধরে চাপ সৃষ্টি করেছিল, যাতে কিছু নির্দিষ্ট কোভিড-১৯ বিষয়বস্তু সেন্সর করা হয়। এর মধ্যে হাস্যরস ও ব্যঙ্গাত্মক পোস্টও অন্তর্ভুক্ত ছিল।\" তিনি আরও উল্লেখ করেন, \"[তিনি দৃঢ়ভাবে বিশ্বাস করেন] যে কোনো প্রশাসনের চাপে পড়ে আমাদের কন্টেন্ট নীতিমালা পরিবর্তন করা উচিত নয়, এবং ভবিষ্যতে এমন কিছু ঘটলে আমরা এর বিরুদ্ধে দাঁড়ানোর জন্য প্রস্তুত\"।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nOuyang, Helen (১৮ মার্চ ২০২০)। \"At the Front Lines of Coronavirus, Turning to Social Media\"। The New York Times। \nSmith, Adam (৩১ জানুয়ারি ২০২০)। \"Facebook and Instagram to Limit Coronavirus Misinformation\"। \nCarman, Ashley (১৩ মার্চ ২০২০)। \"Instagram cracks down on coronavirus AR effects\"। The Verge। \nCoronavirus misinformation on social media, CBS News\nHow to spot fake coronavirus news on social media, Los Angeles Times"}