{"pageid": 1514193, "title": "অ্যাডা ইডিংস গেল", "url": "https://bn.wikipedia.org/wiki?curid=1514193", "content": "অ্যাডা ইডিংস গেল (২৪শে ফেব্রুয়ারী, ১৮৫৪ - ২৫শে ফেব্রুয়ারী, ১৯১৫) একজন লেখক এবং শিক্ষাবিদ ছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nঅ্যাডা ইডিংস গেলের জন্ম ১৮৫৪ সালের ২৪শে ফেব্রুয়ারী ওহাইওর ডেটনে, তিনি জোসেফ টালবার্ট ইডিংস (১৮২৯-১৮৯১) এবং মার্থা অ্যান জনস্টনের (১৮২৯-১৮৯৯) কন্যা। তিনি কোয়েকার বংশের একটি দীর্ঘ ঐতিহ্যের উত্তরাধিকারী। ওহিও, ইণ্ডিয়ানা এবং মিশিগানে পরিষেবা দেওয়ার পর, রেভারেণ্ড জোসেফ মিশিগানের অ্যালবিয়নে অবসর গ্রহণ করেন।\nঅ্যাডা ১৮৭৪ সালে অ্যালবিয়ন কলেজে থেকে স্নাতক ডিগ্রি অর্জন করেন। শৈশবকাল থেকে তাঁর সাহিত্যিক প্রবণতা সুস্পষ্ট ছিল এবং তাঁর বাবা রেভারেণ্ড জোসেফ ইডিংস তাঁকে যত্ন সহকারে প্রতিপালন করেছিলেন, জোসেফ মূলত তাঁর শিক্ষকও ছিলেন।\nতিনি ইংরেজি ইতিহাস ও সাহিত্যের ছাত্রী ছিলেন।\n\n\n== কর্মজীবন ==\nঅ্যাডা একজন নাট্য পাঠক এবং নাট্য শিল্পের শিক্ষিকা ছিলেন। তাঁর মেয়ে উইনিফ্রেডও একজন নাট্য পাঠক হয়ে ওঠেন এবং মোজার্ট কোয়ার্টেটের সাথে ভ্রমণ করেন।\nতিনি অ্যালবিয়নের ইএলটি ক্লাব -এর প্রুফ-দ্রষ্টা এবং প্রশিক্ষক ছিলেন। ক্লাবটি ১৮৯৩ সালে প্রতিষ্ঠিত হয়েছিল। ১৮৯৯ সালে মেরি শেলডন ইসমন ক্লাব হাউসটি দান করে দেন। এরপর সেটি লিজার আওয়ার ক্লাব-এর সাথে ভাগাভাগি করে ব্যবহৃত হত।\nতিনি \"সৌন্দর্যের গুণাবলী\" বিষয়ে বক্তৃতা দেন এবং দুটি বই প্রকাশ করেন, তার মধ্যে একটি ছিল কবিতার একটি খণ্ড- যার নাম \"এ লিটল ইংলিশ পোর্টফোলিও\", এবং অন্যটি, \"জেনোবিয়া\", যেটি ১৭ শতকের একটি প্রেমকাহিনী।\nতিনি মিশিগান ওম্যানস প্রেস অ্যাসোসিয়েশনের একজন সহ-সভাপতি ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি মিশিগানের অ্যালবিয়নে থাকতেন, তাঁর তিন সন্তান ছিলেন: প্রথমজন লেফটেন্যান্ট আলফ্রেড হার্ভে গেল, চতুর্থ ফিল্ড আর্টিলারি, মার্কিন সেনাবাহিনী; দ্বিতীয়জন অ্যারিজোনার প্রেসকটের লেরয় অ্যাণ্ডারসন; এবং তৃতীয়জন টেক্সাসের ফোর্ট স্যাম হিউস্টনের উইনিফ্রেড লি গেল। ১৮৯৮ সালে তিনি তাঁর প্রথম স্বামী আলফিয়াস স্মিথ গেলের থেকে বিবাহবিচ্ছেদ নেন। তিনি মেজর হেনরি ডি থমাসন (১৮৫৮-১৯৩৬) কে পুনরায় বিয়ে করেন। হেনরি একজন ডাক্তার ছিলেন, যিনি স্প্যানিশ-আমেরিকান যুদ্ধের সময় পরিষেবা দিয়েছিলেন এবং কিউবা ও ফিলিপাইনে সেনাবাহিনীর মেডিকেল কর্পসে দায়িত্ব পালন করেছিলেন। তিনি পরে বেশ কয়েকটি সমুদ্রের স্টিমশিপে সার্জন হিসেবে কাজ করেছিলেন।\nঅ্যাডা ১৯১৫ সালের ২৫শে ফেব্রুয়ারী ফোর্ট স্যাম হিউস্টনে মারা যান এবং মিশিগানের অ্যালবিয়নের রিভারসাইড কবরস্থানে তাঁর স্বামীর পাশে সমাহিত হন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিসংকলনে অ্যাডা ইডিংস গেল সম্পর্কিত কর্ম দেখুন।"}