{"pageid": 1514554, "title": "শিশুদের উপর যুদ্ধের প্রভাব", "url": "https://bn.wikipedia.org/wiki?curid=1514554", "content": "সশস্ত্র সংঘাতপূর্ণ এলাকায় প্রায় ২৫০ মিলিয়ন শিশু বসবাস করে। যুদ্ধের অভিজ্ঞতা থেকে তারা শারীরিক ও মানসিক ক্ষতির সম্মুখীন হয়।\nআন্তর্জাতিক মানবিক আইন অনুসারে \"সশস্ত্র সংঘাত\" দুটি ক্ষেত্রে বিভক্ত: প্রথমত, আন্তর্জাতিক সশস্ত্র সংঘাত, যেখানে দুটি বা তার বেশি রাষ্ট্র পরস্পরের বিরুদ্ধে যুদ্ধ করে; দ্বিতীয়ত, অভ্যন্তরীণ সশস্ত্র সংঘাত, যেখানে সরকারি বাহিনীর সঙ্গে বেসরকারি সশস্ত্র গোষ্ঠীগুলোর সংঘর্ষ হয়, অথবা শুধুমাত্র বিভিন্ন সশস্ত্র গোষ্ঠীর মধ্যে সংঘর্ষ ঘটে।\nযুদ্ধপ্রবণ এলাকায় শিশুরা শুধু ভুক্তভোগীই নয়, অনেক সময় তারাই সংঘাতে জড়িয়ে পড়ে এবং শিশু সৈনিক হয়ে ওঠে। ধারণা করা হয় যে বিশ্বজুড়ে প্রায় ৩ লাখ শিশু সৈনিক রয়েছে, যার মধ্যে ৪০ শতাংশ মেয়ে। শিশুরা সশস্ত্র সংঘাতের শিকারও হয়। যুদ্ধের কারণে তাদের জোরপূর্বক ঘরছাড়া হতে হয়, যৌন সংক্রমণজনিত রোগে আক্রান্ত হতে পারে এবং শিক্ষার সুযোগ থেকেও বঞ্চিত হয়।\n\n\n== পটভূমি ==\nযুদ্ধক্ষেত্রে শিশুদের উপস্থিতির ইতিহাস বহু পুরনো, যা মধ্যযুগ এবং নেপোলিয়নের যুদ্ধের সময় পর্যন্ত ফিরে যায়। আমেরিকান গৃহযুদ্ধে শিশুরা অংশ নিয়েছিল এবং ১৫ মে ১৮৬৪ সালে ভার্জিনিয়ায় সংঘটিত নিউ মার্কেটের যুদ্ধে তারা গুরুত্বপূর্ণ ভূমিকা রেখেছিল। দ্বিতীয় বিশ্বযুদ্ধে শিশুরাও যুদ্ধ করছিল, এই দল \"হিটলার যুব\" নামে পরিচিত ছিল। তবে আধুনিক যুগে শিশুদের যুদ্ধের শিকার হওয়ার হার বেড়েছে, কারণ সাধারণ জনগণের মধ্যে হতাহতের সংখ্যা বৃদ্ধি পাচ্ছে। ১৮শ, ১৯শ ও ২০শ শতকের শুরুতে যুদ্ধের শিকারদের মধ্যে সাধারণ নাগরিকদের সংখ্যা প্রায় অর্ধেক ছিল, কিন্তু ১৯৮০-এর দশকের শেষের দিকে এটি প্রায় ৯০ শতাংশে পৌঁছে যায়। যুদ্ধে ক্ষতিগ্রস্তদের বড় একটি অংশই শিশু। মার্কিন মনোবিদ্যা সমিতির তথ্য অনুযায়ী, সাম্প্রতিক বছরগুলোর আধুনিক সশস্ত্র সংঘাতে নিহত ৯৫ শতাংশ সাধারণ নাগরিকের মধ্যে প্রায় ৫০ শতাংশই ছিল শিশু।\nজাতিসংঘ শিশু তহবিল (ইউনিসেফ)-এর মতে, গত এক দশকে যুদ্ধের ফলে শিশুদের মধ্যে প্রায় \"২০ লাখ নিহত হয়েছে, ৪ থেকে ৫ মিলিয়ন শিশু অক্ষম হয়ে গেছে, ১ কোটি ২০ লাখ শিশু গৃহহীন হয়েছে, ১০ লাখেরও বেশি শিশু অনাথ হয়েছে বা বাবা-মায়ের থেকে বিচ্ছিন্ন হয়েছে এবং প্রায় ১ কোটি শিশু মানসিকভাবে গভীর আঘাত পেয়েছে।\" বর্তমানে, সিরিয়া থেকে ২০ লাখেরও বেশি শিশু শরণার্থী হিসেবে পালিয়ে যেতে বাধ্য হয়েছে এবং সোমালিয়া থেকে প্রায় ৮ লাখ ৭০ হাজার শরণার্থী বাস্তুচ্যুত হয়েছে। সিরিয়ায় নিহত ১ লাখ মানুষের মধ্যে কমপক্ষে ১০ হাজার ছিল শিশু।\n\n\n== শিশুদের উপর যুদ্ধের সম্ভাব্য ঝুঁকির কারণগুলি ==\n\n\n=== সহিংসতার প্রত্যক্ষ সম্মুখীন হওয়া ===\n\n\n==== মৃত্যু ও আহত হওয়া ====\nযুদ্ধের সময় বোমা বিস্ফোরণ বা লড়াইয়ের মতো সহিংস ঘটনার মধ্যে পড়ে অনেক শিশুর মৃত্যু হয়। ২০১৭ সালে বিশ্বজুড়ে মোট ১,২১০টি সন্ত্রাসী হামলা হয়েছিল, যার বেশিরভাগই মধ্যপ্রাচ্যে সংঘটিত হয় এবং এতে ৮,০৭৪ জন প্রাণ হারিয়েছিল। সংঘাতপূর্ণ অঞ্চলে এমন নয়টি বড় সন্ত্রাসী হামলা হয়েছিল, যেখানে শতাধিক মানুষ নিহত হয়। এছাড়া, শিশুরা  স্থলমাইনের আঘাতে আহত হওয়ার ঝুঁকিতেও থাকে। ভূমিমাইন-প্রভাবিত দেশগুলোর মোট ভুক্তভোগীর প্রায় ২০ শতাংশই শিশু। অনেক সময় এই মাইন ও বিস্ফোরকগুলো আকর্ষণীয় রঙের হয়, যা দেখে শিশুরা আগ্রহী হয়ে এগিয়ে যায়। এতে তাদের দৃষ্টিশক্তি বা শ্রবণশক্তি হারানোর আশঙ্কা থাকে, শরীরের কোনো অঙ্গ হারাতে পারে বা গভীর মানসিক আঘাতের শিকার হতে পারে। ২০১৬ সালে অন্তত ৮,৬০৫ জন ভূমিমাইনের বিস্ফোরণে নিহত বা আহত হয়েছিল এবং ২০১৫ সালে এই সংখ্যা ছিল ৬,৯৬৭।\nএই হতাহতের অধিকাংশই ছিল সাধারণ নাগরিক, এবং ২০১৬ সালে নিহতদের মধ্যে অন্তত ১,৫৪৪ জন ছিল শিশু, যা মোট বেসামরিক হতাহতের ৪২ শতাংশ।\n\n\n==== যৌন সহিংসতা ====\nজাতিসংঘের সংজ্ঞা অনুযায়ী, \"সংঘাত-সম্পর্কিত যৌন সহিংসতা\" বলতে বোঝায় ধর্ষণ, যৌন দাসত্ব, জোরপূর্বক পতিতাবৃত্তি, জোরপূর্বক গর্ভধারণ, জোরপূর্বক গর্ভপাত, জোরপূর্বক বন্ধ্যাকরণ, জোরপূর্বক বিবাহ, এবং অন্যান্য যেকোনো ধরনের যৌন সহিংসতা, যা নারীদের, পুরুষদের, মেয়েশিশুদের বা ছেলেশিশুদের বিরুদ্ধে সংঘটিত হয় এবং যা সরাসরি বা পরোক্ষভাবে যুদ্ধের সঙ্গে সম্পর্কিত। ১১৯৯২ সাল থেকে বসনিয়ায় ২০,০০০ এর বেশি মুসলিম মেয়ে ও নারী ধর্ষণের শিকার হয়েছে। রুয়ান্ডায় সংঘটিত যুদ্ধের পর দেখা গেছে যে, যেসব কিশোরী বেঁচে ছিল, তাদের প্রায় সবাই কোনো না কোনোভাবে ধর্ষণের শিকার হয়েছিল। যৌন সহিংসতার ফলে যৌনবাহিত রোগ - যেমন এইচআইভি/এইডস - দ্রুত ছড়িয়ে পড়ে।  এর অন্যতম প্রধান কারণ হলো সামরিক বাহিনীর সঙ্গে সংশ্লিষ্টতা, কারণ অনেক সময় সংঘাতের সময় তারা নারীদের ও মেয়েশিশুদের যৌন নির্যাতন ও শোষণের শিকার করে। এছাড়া, এইচআইভি-আক্রান্ত মায়েরা যদি যথাযথ অ্যান্টি-রেট্রোভাইরাল ওষুধের সহায়তা না পান, তবে তাদের সন্তানও জন্মের সময় এই ভাইরাস বহন করতে পারে, যার ফলে এইচআইভি/এইডস আরও দ্রুত ছড়িয়ে পড়ে।\n\n\n=== যুদ্ধের সময় মৌলিক চাহিদার অপূর্ণতা ===\nযুদ্ধ শিশু ও তাদের পরিবারের জন্য খাদ্য, পানি, বাসস্থান, স্বাস্থ্যসেবা এবং শিক্ষার মতো মৌলিক চাহিদার সরবরাহ ব্যাহত করে। এই মৌলিক চাহিদার অভাবে শিশুদের শারীরিক, সামাজিক-মানসিক ও মনস্তাত্ত্বিক বিকাশ বাধাগ্রস্ত হতে পারে। দক্ষিণ সুদানের ক্ষেত্রে ক্রমাগত সহিংস সংঘাত এবং জলবায়ুজনিত ধাক্কা কৃষিভিত্তিক অর্থনীতিকে মারাত্মকভাবে ক্ষতিগ্রস্ত করেছে। এর ফলে ১১ লাখের বেশি শিশু চরম খাদ্য সংকটে ভুগছে। আফ্রিকা ও মধ্যপ্রাচ্যের বিভিন্ন দেশে ২৫ লাখেরও বেশি শিশু তীব্র অপুষ্টিতে আক্রান্ত। আন্তর্জাতিক সম্প্রদায় ও সংস্থাগুলোর বাণিজ্য নিষেধাজ্ঞার মতো অর্থনৈতিক নিষেধাজ্ঞা সংঘাতপূর্ণ অঞ্চলের অর্থনীতিকে আরও দুর্বল করে এবং অবকাঠামো ভেঙে পড়ার কারণ হয়। এতে শিশুরা চরম দুরবস্থার মধ্যে পড়ে, কারণ তারা সাধারণত সমাজের সবচেয়ে দুর্বল শ্রেণিতে অন্তর্ভুক্ত। ২০০১ সালের হিসাবে, ইরাকে অর্থনৈতিক নিষেধাজ্ঞার কারণে প্রায় ৫ লাখ শিশু মারা যেতে পারে বলে অনুমান করা হয়েছিল।\nযুদ্ধের প্রভাব অভিভাবকদের আচরণেও পরিবর্তন আনে, যা শিশুদের বিকাশে নেতিবাচক প্রভাব ফেলে। যুদ্ধের পরিস্থিতিতে পরিবার ও সমাজ শিশুদের জন্য নিরাপদ ও উন্নতমানের পরিবেশ তৈরি করতে ব্যর্থ হয়। র‌্যান্ডলফ-ম্যাকন কলেজের মনোবিজ্ঞান অধ্যাপক মাইক ওয়েসেলস, যিনি যুদ্ধপ্রবণ অঞ্চলে দীর্ঘ অভিজ্ঞতা অর্জন করেছেন, ব্যাখ্যা করেছেন— \"যখন বাবা-মায়েরা মানসিকভাবে যুদ্ধের দ্বারা প্রভাবিত হয়, তখন তাদের পক্ষে শিশুদের ঠিকমতো যত্ন নেওয়া কঠিন হয়ে যায়। যুদ্ধ থেকে সৃষ্ট মানসিক চাপ পারিবারিক সহিংসতা বৃদ্ধি করে এবং এটি একটি প্রজন্ম থেকে আরেক প্রজন্মে প্রবাহিত হয়।\" সম্পদের অভাব জ্ঞানীয় চাপ বৃদ্ধি করে যা মনোযোগের সময়কাল, জ্ঞানীয় ক্ষমতা এবং নির্বাহী নিয়ন্ত্রণকে প্রভাবিত করে যা যুক্তি এবং সমস্যা সমাধানের জন্য গুরুত্বপূর্ণ ক্ষমতা।   যুদ্ধের মানসিক চাপের কারণে অভিভাবকদের মানসিক ও আবেগগত সক্ষমতা কমে যায়, যা তাদের অভিভাবকত্বের আচরণেও নেতিবাচক পরিবর্তন আনে।\nযুদ্ধের কারণে স্কুল ধ্বংস হলে শিক্ষাব্যবস্থা মারাত্মকভাবে ব্যাহত হয়। মানবিক ও আর্থিক সংস্থান সংকট দেখা দেয়, যা শিক্ষা প্রতিষ্ঠান পরিচালনার ক্ষেত্রে বাধা সৃষ্টি করে।জাতিসংঘের প্রতিবেদনে উল্লেখ করা হয়েছে যে, মধ্যপ্রাচ্যে সংঘাতের কারণে ১ কোটি ৩০ লাখেরও বেশি শিশু শিক্ষার সুযোগ থেকে বঞ্চিত হয়েছে এবং ৮,৮৫০টির বেশি স্কুল ধ্বংস হয়েছে। ইউনিসেফের তথ্য অনুযায়ী, ২০১৫ সালে ইয়েমেনে ১৮ লাখ শিশু স্কুলে যেতে পারেনি। ২০১৪ থেকে ২০১৫ সালের মধ্যে গাজা উপত্যকায় যুদ্ধের ফলে প্রায় ৫ লাখ শিশু স্কুলে যেতে পারেনি, কারণ তাদের বিদ্যালয়গুলো ক্ষতিগ্রস্ত হয়েছিল। সুদানে ৩০ লাখের বেশি শিশু সংঘাতের কারণে স্কুলে যেতে পারছে না। মোজাম্বিকে, যুদ্ধের সময় ৪৫ শতাংশ প্রাথমিক বিদ্যালয় ধ্বংস হয়ে গিয়েছিল। ভয় ও সংঘাতের কারণে শিশু ও শিক্ষকদের পক্ষে শিক্ষা কার্যক্রমে মনোযোগ দেওয়া কঠিন হয়ে পড়ে। এর ফলে শিক্ষার একটি বড় শূন্যতা তৈরি হয়, যা শিশুদের জন্য সামাজিক-মানসিক দক্ষতা গঠনে বাধা সৃষ্টি করে এবং সমাজে পুনঃএকীভূত হতে সমস্যার সৃষ্টি করে। এছাড়া, যুদ্ধকালীন অঞ্চলে শিক্ষার ব্যাহত হওয়ার ফলে সাধারণত মেয়েরা বেশি ক্ষতিগ্রস্ত হয়, যা লিঙ্গসমতার ক্ষেত্রেও নেতিবাচক প্রভাব ফেলে।\n\n\n== শিশুদের মানসিক বিকাশের উপর প্রভাব ==\n\n\n=== মস্তিষ্কের বিকাশ ===\nশৈশবের অভিজ্ঞতা মানুষের মস্তিষ্কের বিকাশে বড় ভূমিকা রাখে। শিশুর জীবনের প্রথম বছরে সংবেদনশীল ক্ষমতা, ভাষা শেখার দক্ষতা এবং চিন্তাশক্তির (সাংগঠনিক ও বিশ্লেষণাত্মক দক্ষতা) বিকাশের জন্য নিউরাল সংযোগ তৈরি হয়। শৈশবের এই সময়ে মস্তিষ্ক সবচেয়ে বেশি নমনীয় থাকে, অর্থাৎ এটি চারপাশের পরিবেশের দ্বারা সহজেই প্রভাবিত হতে পারে। তাই যুদ্ধপ্রবণ অঞ্চলে বেড়ে ওঠা শিশুদের মানসিক সমস্যার ঝুঁকি বেশি থাকে। তারা দুশ্চিন্তা ও বিষণ্নতার শিকার হতে পারে, পাশাপাশি তাদের রোগপ্রতিরোধ ক্ষমতা ও কেন্দ্রীয় স্নায়ুতন্ত্রের ওপরও নেতিবাচক প্রভাব পড়তে পারে।\nশৈশবে অতিরিক্ত মানসিক চাপ শিশুদের মস্তিষ্কের স্বাভাবিক বিকাশ ব্যাহত করতে পারে, যার ফলে তাদের শারীরিক ও মানসিক স্বাস্থ্যে দীর্ঘমেয়াদি নেতিবাচক প্রভাব পড়তে পারে। দীর্ঘ সময় ধরে মানসিক চাপের ফলে শরীরের প্রতিরক্ষা ব্যবস্থা দুর্বল হয়ে পড়ে এবং এটি মানসিক ও শারীরিক সমস্যা তৈরি করতে পারে। যদিও অ্যাড্রেনালিন এবং কর্টিসল উভয়ই শরীরকে চাপের সাথে মোকাবিলা করার জন্য প্রস্তুত করতে সাহায্য করে, যখন তারা দীর্ঘস্থায়ী এবং অনিয়ন্ত্রিত চাপের সাথে অভ্যস্ত হয়, তখন এই চাপ প্রতিক্রিয়া ব্যবস্থা মানসিক এবং শারীরিক উভয় স্বাস্থ্যেরই ক্ষতি করতে পারে। \nমৌলিক সম্পদের অভাবও শিশুদের মস্তিষ্কের বিকাশে বাধা সৃষ্টি করতে পারে। গবেষণায় দেখা গেছে যে, শৈশবের আর্থসামাজিক অবস্থান মস্তিষ্কের বিকাশকে প্রভাবিত করে এবং এটি সারাজীবন মানসিক ও বুদ্ধিবৃত্তিক সক্ষমতার ওপর প্রভাব ফেলে।  বিশেষ করে দারিদ্র্য শিশুর চিন্তাশক্তি ও শেখার ক্ষমতার ওপর ক্ষতিকর প্রভাব ফেলে। গবেষণায় দেখা গেছে যে, দরিদ্র পরিবারগুলো শিশুদের বিকাশের জন্য প্রয়োজনীয় সময় ও আর্থিক সংস্থান সহজে ব্যয় করতে পারে না, যার ফলে শিশুর মানসিক ও সামাজিক বিকাশ বাধাগ্রস্ত হয়। এই তথ্য থেকে বোঝা যায় যে, যুদ্ধপ্রবণ অঞ্চলে সম্পদের অভাব শিশুদের বুদ্ধিবৃত্তিক বিকাশের জন্য অত্যন্ত ক্ষতিকর।\nমানসিক চাপ কমানোর উপায় হিসেবে মনস্তাত্ত্বিক প্রতিরোধক্ষমতা (psychological immunization) তত্ত্বটি গুরুত্বপূর্ণ বলে মনে করা হয়। ওকাসা ও এলখোলি (২০১২) গবেষণায় দেখিয়েছেন যে, যেসব শিশু বারবার যুদ্ধের সম্মুখীন হয়, তাদের জন্য মানসিক প্রতিরোধ গড়ে তোলা গুরুত্বপূর্ণ। এটি তাদের যুদ্ধের মানসিক চাপে মানিয়ে নিতে সাহায্য করতে পারে।\n\n\n=== সংযুক্তি তত্ত্ব ===\nশৈশবের প্রথম দিকে যদি শিশু পরিবার থেকে বিচ্ছিন্ন হয়ে যায়, তাহলে তার সংযুক্তি বা বন্ধনের ক্ষেত্রে সমস্যা দেখা দিতে পারে। পাঁচ বছরের কম বয়সী শিশুরা সাধারণত কিশোর-কিশোরীদের তুলনায় উদ্বেগ ও বিষণ্নতার ঝুঁকিতে বেশি থাকে। সংযুক্তি তত্ত্ব অনুসারে, শিশুর পরিচর্যাকারীর (caregiver) সাথে গড়ে ওঠা অভিজ্ঞতা এবং পরিবেশের বৈষম্যের কারণে শিশুর সংযুক্তি গঠনের সক্ষমতা ব্যাহত হতে পারে। শিশুরা বিভিন্ন পরিচর্যাকারীর সঙ্গে আলাদা ধরণের সংযুক্তি তৈরি করতে পারে এবং তাদের বেড়ে ওঠার পরিবেশ অনুযায়ী এই সংযুক্তির ধরণ ভিন্ন হতে পারে। শৈশবের সংযুক্তির অভিজ্ঞতার সঙ্গে পরবর্তী জীবনের মানসিক স্বাস্থ্যের সম্পর্ক রয়েছে বলে গবেষণায় দেখা গেছে।\n\n\n=== অন্যান্য মানসিক প্রভাব ===\nযুদ্ধপ্রবণ অঞ্চলে থাকা শিশুরা ভয়ানক সহিংসতার প্রত্যক্ষদর্শী হয় এবং অনেক সময় নিজেরাও এই সহিংসতার শিকার হয়। এর ফলে তারা মানসিক ব্যাধির শিকার হতে পারে, বিশেষ করে দুর্ঘটনা পরবর্তী মানসিক বৈকল্য (পোস্টট্রমাটিক স্ট্রেস ডিসঅর্ডার - PTSD)  হওয়ার ঝুঁকি থাকে। ২০১৭ সালের মধ্যে সিরিয়ার ৩০ লাখ শিশু সরাসরি যুদ্ধের প্রভাব প্রত্যক্ষ করেছে। ৯৯১ সালের ১৩ ফেব্রুয়ারি ইরাকে হওয়া বোমা হামলার শিকার ৯৪ জন শিশুর মধ্যে ৮০ শতাংশ PTSD-তে ভুগছিল। এছাড়া গবেষণায় দেখা গেছে, গাজা উপত্যকার ৪১ শতাংশ ফিলিস্তিনি শিশু পিটিএসডি-তে ভুগছে।  গবেষণায় দেখা গেছে, যুদ্ধের কারণে পিটিএসডি, বিষণ্নতা এবং আচরণগত সমস্যার ঝুঁকি ১০ শতাংশ থেকে ৯০ শতাংশ পর্যন্ত পরিবর্তিত হতে পারে। পিটিএসডি-এর আন্তঃপ্রজন্ম প্রভাব (intergenerational effects) রয়েছে, অর্থাৎ একজন আক্রান্ত ব্যক্তির সন্তানের মধ্যেও এই মানসিক সমস্যার ঝুঁকি থাকতে পারে।\n\n\n== পুনর্বাসন সমস্যা ==\n\n\n=== শিশু সৈনিকদের সমাজে পুনঃএকত্রীকরণ ===\nবিশ্বজুড়ে আনুমানিক ৩ লাখ শিশু সৈন্য রয়েছে। \nশিশু সৈন্য ও যুদ্ধ-প্রভাবিত শিশুদের পুনর্বাসনের জন্য নিরস্ত্রীকরণ, অস্ত্র ত্যাগ এবং পুনঃএকত্রীকরণ (Disarmament, Demobilization, and Reintegration - DDR) কর্মসূচি পরিচালিত হয়।  ১৯৯৯ সালে সিয়েরা লিওনে ইউনিসেফের উদ্যোগে ডিডিআর কর্মসূচি শুরু হয়। তবে, নিরস্ত্রীকরণ প্রক্রিয়ায় মহিলা যোদ্ধারা প্রায়ই অংশ নিতে পারেনি, কারণ যুদ্ধকালীন সময়ে তাদের যৌন নির্যাতনের শিকার হতে হয়েছিল এবং তারা পুনর্বাসন কেন্দ্রে আসতে ভয় পেত।\nশিশু সৈন্যদের অনেক সময় সমাজে তিরস্কারের শিকার হতে হয় এবং তারা বৈষম্যের মুখোমুখি হয়। পুনর্বাসন ও সমাজে পুনঃএকীভূতকরণ নির্ভর করে যুদ্ধ চলাকালীন সহিংসতার মাত্রা, পরিবার ও সমাজের গ্রহণযোগ্যতা এবং শিক্ষার সুযোগ ও প্রশিক্ষণ কর্মসূচির মতো পুনরুদ্ধারের জন্য প্রয়োজনীয় সম্পদের উপর। সশস্ত্র বাহিনী বা সশস্ত্র গোষ্ঠীর সঙ্গে যুক্ত শিশুদের সমাজে পুনরায় অন্তর্ভুক্ত করার বিষয়ে প্যারিস নীতিমালা (Paris Principles) বিশদ নির্দেশিকা প্রদান করে।\n\n\n=== মানসিক চিকিৎসা প্রক্রিয়া ===\nপাঁচ বছর বয়সের পর মানসিক চিকিৎসা আরও কঠিন হয়ে ওঠে বলে মনে করা হয়। কারণ, মস্তিষ্কের নমনীয়তা (plasticity) পাঁচ বছর বয়সের পর কমে যায়, যেহেতু ছয় বছরের আগেই মস্তিষ্কের অধিকাংশ বিকাশ ঘটে। অনেক শিশুর দীর্ঘমেয়াদী মানসিক চিকিৎসার প্রয়োজন হয়। তবে, কিছু শিশু মানসিক ঘাতসহিষ্ণুতা বিকাশ করে এবং এবং যুদ্ধ-সম্পর্কিত গুরুতর প্রতিকূলতা কাটিয়ে উঠতে সক্ষম হয়। সহায়ক সামাজিক পরিবেশ এবং স্থিতিশীল পরিচর্যাকারী শিশুর মানসিক পুনরুদ্ধার প্রক্রিয়াকে সহায়তা করতে পারে।\n\n\n== যুদ্ধক্ষেত্রে শিশুদের জন্য হস্তক্ষেপমূলক কর্মসূচি ==\n\n\n=== বর্ণনামূলক এক্সপোজার থেরাপি ===\nবর্ণনামূলক এক্সপোজার থেরাপি হলো দুর্ঘটনা পরবর্তী মানসিক বৈকল্য (পিটিএসডি) নিরাময়ের জন্য একটি স্বল্পমেয়াদি থেরাপি, যা মূলত সংজ্ঞাবহ-আচরণগত এক্সপোজার থেরাপির ওপর ভিত্তি করে তৈরি। যুদ্ধ-বিধ্বস্ত ১২ থেকে ১৭ বছর বয়সী শিশুদের জন্য ব্যবহৃত হয় কিডনেট (KidNET) নামক একটি বিশেষ বর্ণনামূলক এক্সপোজার থেরাপি। এই পদ্ধতিতে মানসিক স্বাস্থ্য বিশেষজ্ঞ রোগীদের উৎসাহ দেন যেন তারা তাদের জীবনকালের ঘটনাগুলো, জন্ম থেকে বর্তমান পর্যন্ত, বিস্তারিতভাবে বর্ণনা করে। কিডনেটের মাধ্যমে ইতিবাচক পরিবর্তন লক্ষ্য করা গেছে পূর্ব ইউরোপের শরণার্থী শিশুদের মধ্যে, রুয়ান্ডার গণহত্যায় ক্ষতিগ্রস্ত শিশুদের মধ্যে এবং শ্রীলঙ্কার যুদ্ধ-প্রভাবিত শিশুদের মধ্যে।\nযএটি যুদ্ধ-প্রভাবিত ব্যক্তিদের জন্য আরেকটি স্বল্পমেয়াদি থেরাপি, যেখানে তারা তাদের ট্রমাসংক্রান্ত অভিজ্ঞতাগুলো রেকর্ড করে রাখে। এই রেকর্ডগুলো পরবর্তীতে ডাক্তাররা রোগীর সঙ্গে বিশ্লেষণ করেন, যাতে বোঝা যায় কীভাবে ব্যক্তিগত অভিজ্ঞতাগুলো তাদের মানসিক আঘাতের সঙ্গে যুক্ত।\n\n\n=== ডায়াড মনোসামাজিক সহায়তা ===\nডায়াড মনোসামাজিক সহায়তা হলো যুদ্ধ-প্রভাবিত মা ও শিশুর মানসিক ও আবেগিক বিকাশের জন্য পারিবারিক পর্যায়ের একটি চিকিৎসা পদ্ধতি। এর একটি উদাহরণ পাওয়া যায় বসনিয়ায় পরিচালিত একটি পাঁচ মাসব্যাপী কর্মসূচিতে। সেখানে মায়েদের সাপ্তাহিক বৈঠকের ব্যবস্থা করা হয়েছিল, যেখানে তারা তাদের সন্তানের বিকাশ, মানসিক চাপ মোকাবিলা এবং ট্রমা নিয়ে আলোচনা করতেন। এই কর্মসূচি বেশ ইতিবাচক ফলাফল দেখিয়েছে, বিশেষ করে \"মাতৃত্বকালীন মানসিক স্বাস্থ্য, শিশুদের ওজন বৃদ্ধি, এবং শিশুদের মনোসামাজিক কার্যকারিতা এবং মানসিক স্বাস্থ্যের\" উন্নতির ক্ষেত্রে।\n\n\n=== যুব প্রস্তুতি হস্তক্ষেপ কর্মসূচি ===\nসিয়েরা লিওনে পরিচালিত এই কর্মসূচির উদ্দেশ্য হলো যুদ্ধ-প্রভাবিত তরুণদের আবেগ ও মানসিক সমস্যার চিকিৎসা দেওয়া এবং তাদের মধ্যে সামাজিক আচরণ গড়ে তোলা। বেটানকোর্ট প্রমুখ গবেষকরা সিয়েরা লিওনের এই কর্মসূচির ফলাফল বিশ্লেষণ করেছেন। গবেষণায় ইতিবাচক ফলাফল পাওয়া গেছে।\n\n\n== আরো দেখুন ==\nপ্রতিকূল শৈশব অভিজ্ঞতা অধ্যয়ন\nসেনাবাহিনীতে শিশুরা\nউন্নয়নমূলক মনোবিজ্ঞান\nশৈশবের মানসিক চাপ\n\n\n== তথ্যসূত্র =="}