{"pageid": 1514711, "title": "শহীদের বিধবা সমিতি, নতুন দিল্লি", "url": "https://bn.wikipedia.org/wiki?curid=1514711", "content": "শহীদের বিধবা সমিতি, নতুন দিল্লি (ডব্লিউডব্লিউএ) হল নতুন দিল্লিতে অবস্থিত একটি নিবন্ধিত বেসরকারী বেসামরিক সংস্থা। যুদ্ধে যাঁরা স্বামী হারিয়েছেন এমন মহিলাদের সহায়তার জন্য এরা কাজ করে। এই সমিতি ১৯৬৫ সালের ভারত-পাকিস্তান যুদ্ধ, ১৯৭১ সালের ভারত-পাকিস্তান যুদ্ধ, ১৯৯৯ সালের কার্গিল যুদ্ধের বিধবা স্ত্রীদের পাশাপাশি ২০১৯ সালে পুলওয়ামা হামলায় নিহত সিআরপিএফ সদস্যদের বিধবা স্ত্রীদের কাছে পৌঁছেছে এবং তাঁদের সহায়তা করেছে।\n\n\n== বিবরণ ==\n১৯৬৫ সালের ভারত-পাকিস্তান যুদ্ধের বেদনায় ক্ষতিগ্রস্ত নারীদের দ্বারা ডব্লিউডব্লিউএ গঠিত হয়েছিল, ১৯৭১ সালের ভারত-পাকিস্তান যুদ্ধে স্বামী হারানো স্ত্রীদের সহায়তা প্রদানের জন্য; এই যুদ্ধ ১৯৭২ সালে ভি. মোহিনী গিরির সভাপতিত্বে শহীদের বিধবা সমিতি গঠনের প্রেরণা জোগায়। গোষ্ঠীর সামনে উদ্ঘাটিত হয় যে স্বামী হারানোর পর বিধবাদের প্রধান উদ্বেগ হল \"আশ্রয়, চাকরি এবং মর্যাদা\"। বিধবারা তাঁদের সন্তানদের ভরণপোষণের জন্যও লড়াই করেন। এই তথ্যের ভিত্তিতে, গোষ্ঠীটি প্রধানমন্ত্রী ইন্দিরা গান্ধীর সাথে যোগাযোগ করে, তিনি বিধবাদের ক্ষমতায়নের জন্য তাঁর সমর্থনের প্রতিশ্রুতি দেন এবং ডব্লিউডব্লিউএ-এর ব্যবহারের জন্য অরুণা আসফ আলী মার্গে শহীদ ভবন নির্মাণের প্রতিশ্রুতি দেন। কার্গিল যুদ্ধের পর, প্রায় কোনও সম্পদ ছাড়াই, ডব্লিউডব্লিউএ দিল্লিতে হাসপাতালে ভর্তি সৈন্যদের পরিবারের জন্য আবাসন এবং পরিবহন সুবিধা প্রদানের প্রস্তাব দেয়। উইং কমান্ডার এন কে পন্ত (অবসরপ্রাপ্ত) ব্যাখ্যা করেন যে \"নিহত এবং আহত সৈন্যদের বেশিরভাগই ২৩ থেকে ২৫ বছর বয়সী, এবং তাঁদের বেশিরভাগই তরুণী বিধবা এবং শিশু রেখে গেছেন\"। বিজয় দিবসে সংগঠনগুলি ১৯৭১ সালের ভারত-পাকিস্তান যুদ্ধের সমাপ্তি ইত্যাদির স্মরণে অনুষ্ঠানের আয়োজন করে।\n\n\n== মিশন ==\nনিম্নলিখিত মিশনটি এই সংস্থার অনুশাসনে পরিণত হয়েছে:যুদ্ধ এবং সশস্ত্র সংঘাতের বিধবাদের জন্য তাঁদের প্রিয়জন না থাকার পরেও তাঁদের সম্মানজনক জীবনযাপনের মানবাধিকার নিশ্চিত করা। এর সাথে যুদ্ধ বিধবাদের অর্থনৈতিক ও মানসিক সমর্থন, নির্দেশনা এবং সহায়তা প্রদানের জন্য একটি অবিরাম সংগ্রাম জড়িত যাতে তাঁরা আরামদায়কভাবে সমাজে পুনর্বাসিত হতে পারেন। ডব্লিউডব্লিউএ যুদ্ধে ক্ষতিগ্রস্ত পরিবারের কল্যাণে কাজ করে, পরিবারের সদস্যদের অর্থনৈতিকভাবে স্বাধীন হওয়ার জন্য নির্দেশনা ও পরামর্শ দেয়।\n \n\n\n== আরও দেখুন ==\nগ্রেট ব্রিটেনের শহীদ বিধবা সমিতি\nআর্মি ওয়াইভস ওয়েলফেয়ার অ্যাসোসিয়েশন, ইণ্ডিয়া\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Non-governmental organizations in India"}