{"pageid": 1514374, "title": "কার্ল গুস্তাফ এমিল ম্যানারহাইম", "url": "https://bn.wikipedia.org/wiki?curid=1514374", "content": "ব্যারন কার্ল গুস্তাফ এমিল ম্যানারহাইম (সুইডীয়: [(kɑːrl) ˈɡʉstɑːf (ˈeːmil) ˈmɑnːærˌheim] , (৪ জুন ১৮৬৭ – ২৭ জানুয়ারী ১৯৫১) ছিলেন একজন অভিজাত বংশের ফিনিশ সামরিক কমান্ডার এবং রাষ্ট্রনায়ক। তিনি ১৯১৮ সালে সংগঠিত ফিনিশ গৃহযুদ্ধে  শ্বেতাঙ্গদের সামরিক নেতা হিসেবে হিসেবে অংশগ্রহণ করেছিলেন। তিনি ১৯১৮-১৯১৯ সালে ফিনল্যান্ডের রিজেন্ট হিসেবে দায়িত্ব পালন করেন।  এছাড়াও,দ্বিতীয় বিশ্বযুদ্ধ (১৯৩৯-১৯৪৫)-এর সময়কালে তিনি  ফিনিশ প্রতিরক্ষা বাহিনীর সর্বাধিনায়ক ছিলেন। ১৯৪৪-১৯৪৬ মেয়াদে তিনি ফিনল্যান্ডের ষষ্ঠ রাষ্ট্রপতি হিসেবে  দায়িত্ব পালন করেন। এর মধ্যে,১৯৩৩ সালে তিনি ফিনল্যান্ডের একমাত্র ফিল্ড মার্শাল হন এবং ১৯৪২ সালে ফিনল্যান্ডের সম্মানসূচক মার্শাল পদে নিযুক্ত হন।\nম্যানারহাইমের শৈশবকালেই রাশিয়ান সাম্রাজ্য ফিনল্যান্ডের গ্র্যান্ড ডাচিতে আধিপত্য বিস্তার করেছিল।ম্যানারহাইম ইম্পেরিয়াল রাশিয়ান সেনাবাহিনীতে কর্মজীবন শুরু করেছিলেন। তিনি রুশো-জাপানি যুদ্ধ এবং প্রথম বিশ্বযুদ্ধের পূর্ব ফ্রন্টে দায়িত্ব পালন করেছিলেন। তিনি ১৯১৭ সালে লেফটেন্যান্ট জেনারেল পদে উন্নীত হন। ১৮৯৬ সালে সম্রাট দ্বিতীয় নিকোলাসের রাজ্যাভিষেক অনুষ্ঠানে তার গুরুত্বপূর্ণ ভূমিকা ছিল এবং পরবর্তীতে জারের সাথে তার বেশ কয়েকটি ব্যক্তিগত বৈঠকও হয়েছিল। ১৯১৭ সালের নভেম্বরে রাশিয়ায় বলশেভিক অভ্যুত্থানের পর, ফিনল্যান্ড ৬ ডিসেম্বর তার স্বাধীনতা ঘোষণা করে। কিন্তু এর কিছুদিনের মধ্যেই ১৯১৮ সালে ফিনল্যান্ড শ্বেতাঙ্গদের মধ্যকার ফিনিশ গৃহযুদ্ধে জড়িয়ে পড়ে। এ যুদ্ধে ফিনল্যান্ডের সিনেটের সৈন্যরা জার্মান সাম্রাজ্যের সৈন্যদের এবং বলশেভিকপন্থী (লাল)-দের দ্বারা সমর্থিত ছিল ।\n১৯১৮ সালের জানুয়ারিতে ফিনিশ প্রতিনিধিদল ম্যানারহাইমকে শ্বেতাঙ্গদের সামরিক প্রধান হিসেবে নির্বাচিত করেছিল।তিনি মে মাসে হেলসিঙ্কিতে একটি বিজয় কুচকাওয়াজের মাধ্যমে তাদেরকে বিজয়ের দিকে পরিচালিত করেছিলেন। বিদেশে কিছু সময় কাটানোর পর, তাকে ১৯১৮ সালের ডিসেম্বর থেকে ১৯১৯ সালের জুলাই পর্যন্ত দেশের দ্বিতীয় রিজেন্ট বা রাষ্ট্রপ্রধান হিসেবে দায়িত্ব পালনের জন্য ফিনল্যান্ডে ফিরে আসার আমন্ত্রণ জানানো হয়। রাজতন্ত্রবাদী হওয়া সত্ত্বেও, তিনি আনুষ্ঠানিকভাবে ফিনল্যান্ডের প্রজাতন্ত্রী সংবিধান অনুমোদন করেছিলেন। এরপর তিনি ১৯১৯ সালে প্রথম ফিনিশ রাষ্ট্রপতি নির্বাচনে কেজে স্টাহলবার্গের বিরুদ্ধে প্রতিদ্বন্দ্বিতা করেন কিন্তু হেরে যান এবং রাজনীতি ছেড়ে দেন। ম্যানারহাইম ১৯২০ সালে শিশু কল্যাণ লীগ প্রতিষ্ঠায় সহায়তা করেছিলেন এবং ১৯২২ সাল থেকে তাঁর মৃত্যুর পূর্বপর্যন্ত ফিনিশ রেড ক্রসের নেতৃত্ব দিয়েছিলেন।  ১৯৩১ সালে, রাষ্ট্রপতি সভিনহুফভুদ তাকে ফিনিশ প্রতিরক্ষা কাউন্সিলের চেয়ারম্যান নিযুক্ত করলে তাকে জাতীয় প্রতিরক্ষা নীতিতে কেন্দ্রীয় ভূমিকায় ফিরিয়ে আনা হয়।তার দায়িত্ব ছিল সোভিয়েত ইউনিয়নের সাথে সম্ভাব্য সকল যুদ্ধের প্রস্তুতি নেওয়া। যুদ্ধ হলে তিনি সাময়িকভাবে দেশের সশস্ত্র বাহিনীর সর্বাধিনায়ক হিসেবে দায়িত্ব গ্রহণ করবেন বলেও তারা একমত হয়েছিলেন। \nতদনুসারে, ১৯৩৯ সালের নভেম্বরে সোভিয়েতরা ফিনল্যান্ড আক্রমণ করে, যেইই যুদ্ধ পরবর্তীতে শীতকালীন যুদ্ধ নামে পরিচিতি লাভ করেছিল। সেই যুদ্ধের সময়, ম্যানারহাইম রাষ্ট্রপতি কিয়োস্তি ক্যালিওকে কমান্ডার-ইন-চিফ হিসেবে প্রতিস্থাপন করেন এবং পরবর্তী পাঁচ বছরের জন্য এই পদটিতে দায়িত্ব পালন করেন।তিনি যুদ্ধ প্রচেষ্টার এক ঐক্যবদ্ধ প্রতীক এবং দেশের মূল নেতৃত্বের অংশ হয়ে ওঠেন।  তিনি ব্যক্তিগতভাবে অপারেশন বারবারোসা  পরিকল্পনায় অংশগ্রহণ করেছিলেন। এছাড়াও,ধারাবাহিক যুদ্ধ (১৯৪১-১৯৪৪) নামে পরিচিত নাৎসি জার্মানির পাশাপাশি সোভিয়েত ইউনিয়নের আক্রমণে ফিনিশ প্রতিরক্ষা বাহিনীর নেতৃত্ব দিয়েছিলেন। ১৯৪৪ সালে, যখন দ্বিতীয় বিশ্বযুদ্ধে নাৎসি জার্মানির পরাজয়ের সম্ভাবনা স্পষ্ট হয়ে ওঠে, তখন ফিনিশ পার্লামেন্ট ম্যানারহাইমকে ফিনল্যান্ডের রাষ্ট্রপতি নিযুক্ত করেছিল।এরপর,তিনি সোভিয়েত ইউনিয়ন এবং যুক্তরাজ্যের সাথে শান্তি আলোচনার তত্ত্বাবধান করেছিলেন। ইতিমধ্যেই স্বাস্থ্যের অবনতি ঘটতে থাকায়, তিনি ১৯৪৬ সালে রাষ্ট্রপতি পদ থেকে পদত্যাগ করেন। তিনি তার জীবনের বেশিরভাগ সময় সুইজারল্যান্ডের একটি স্যানেটোরিয়ামে কাটিয়েছিলেন, যেখানে তিনি তার স্মৃতিকথা লিখেছিলেন এবং ১৯৫১ সালে তিনি সেখানেই মারা যান। \nম্যানারহাইমের মৃত্যুর ৫৩ বছর পর পরিচালিত একটি ফিনিশ জরিপে অংশগ্রহণকারীরা তাকে সর্বকালের সেরা ফিন হিসেবে নির্বাচিত করেছেন।  তাঁর নিজের জীবদ্দশায় তিনি জিন সিবেলিয়াসের সাথে সাথে দেশে এবং বিদেশেও সর্বাধিক পরিচিত ফিনিশ ব্যক্তিত্ব হয়ে ওঠেন।  ফিনিশ ইতিহাসবিদ তুওমাস টেপোরার মতে, গৃহযুদ্ধের পরপরই ম্যানারহাইমের চারপাশে ব্যক্তিত্বের একটি সম্প্রদায় গড়ে উঠতে শুরু করে। \n\nসোভিয়েত ইউনিয়ন থেকে ফিনল্যান্ডের স্বাধীনতা প্রতিষ্ঠা এবং পরবর্তীতে স্বাধীনতা অক্ষুন্ন রাখতে তাঁর অতুলনীয় অবদান এবং ফিনল্যান্ড ও অন্যান্য স্থানে ব্যাপক স্বীকৃতির কারণে, ম্যানারহাইমকে দীর্ঘদিন ধরে আধুনিক ফিনল্যান্ডের জনক হিসাবে উল্লেখ করা হয়েছিল। নিউ ইয়র্ক টাইমস ফিনিশ রাজধানী হেলসিঙ্কির ম্যানারহাইমের জীবন ও সময়কে স্মরণ করে প্রতিষ্ঠিত জাদুঘরকে সবচেয়ে ভালো ফিনিশ জাতীয় জাদুঘর হিসেবে অভিহিত করেছে। \n\n\n== প্রাথমিক জীবন এবং সামরিক কর্মজীবন ==\n\n\n=== পূর্বপুরুষ ===\nম্যানারহেইমরা, যারা মূলত জার্মানি থেকে আগত মারহেইন নামে পরিচিত, ১৬৯৩ সালে সুইডিশ অভিজাত হয়ে ওঠে। ১৮ শতকের শেষভাগে, তারা ফিনল্যান্ডে চলে আসে, যা তখন সুইডেনের একটি অবিচ্ছেদ্য অংশ ছিল।  ১৮০৯ সালে রাশিয়ান সাম্রাজ্যের কাছে সুইডেন ফিনল্যান্ড হারানোর পর, ম্যানারহাইমের প্রপিতামহ, কাউন্ট কার্ল এরিক ম্যানারহাইম (১৭৫৯-১৮৩৭), কমান্ড্যান্ট জোহান অগাস্টিন ম্যানারহাইমের পুত্র, ফিনল্যান্ডের নব-স্বায়ত্তশাসিত গ্র্যান্ড ডাচির প্রথম নির্বাহী প্রধান হন, যা সমসাময়িক প্রধানমন্ত্রীর পূর্ববর্তী একটি অফিস ছিল। তার দাদা, কার্ল গুস্তাফ ম্যানারহেইম (১৭৯৭-১৮৫৪), একজন কীটতত্ত্ববিদ এবং আইনবিদ ছিলেন। তার বাবা, কার্ল রবার্ট, কাউন্ট ম্যানারহাইম (১৮৩৫-১৯১৪), একজন নাট্যকার এবং শিল্পপতি ছিলেন, উভয় পেশায়ই তিনি সামান্য সাফল্য অর্জন করেছিলেন। ম্যানারহেইমের মা, হেডভিগ শার্লোটা হেলেনা ফন জুলিন (১৮৪২-১৮৮১), ছিলেন একজন ধনী শিল্পপতি জন ভন জুলিনের (১৭৮৭-১৮৫৩) কন্যা।\n\n\n=== শৈশব ===\n\nগুস্তাফ ম্যানারহাইম ১৮৬৭ সালের ৪ জুন আসকেইনেন প্যারিশের (বর্তমান মাসকু ) লুইহিসারী ম্যানরে জন্মগ্রহণ করেন  ১৮৮০ সালে ম্যানারহাইমের বাবা তার উপপত্নী, ব্যারন এবং জেনারেল জোহান মরিৎজ নর্ডেনস্টামের কন্যার জন্য পরিবার ছেড়ে চলে যাওয়ার পর,  তরুণ ম্যানারহাইমের মা এবং তার সাত সন্তান তার খালা লুইসের সাথে থাকতে চলে যান; কিন্তু পরের বছর ম্যানারহাইমের মা মারা যান।  ম্যানারহাইমের মামা, অ্যালবার্ট ভন জুলিন (১৮৪৬-১৯০৬), এরপর তার আইনি অভিভাবক এবং পরবর্তী শিক্ষাজীবনের অর্থায়নকারী হন।  পরিবারের তৃতীয় সন্তান, ম্যানারহাইম উত্তরাধিকারসূত্রে ব্যারন উপাধি পেয়েছিলেন।\n\n\n=== শিক্ষা ===\n\n১৮৮২ সালে ম্যানারহাইমকে হামিনা ক্যাডেট স্কুলে পাঠানো হয়েছিল, যা একটি রাষ্ট্রীয় স্কুল ছিল যেখানে ইম্পেরিয়াল রাশিয়ান সেনাবাহিনীর জন্য অভিজাতদের শিক্ষা দেওয়া হত।  সুদর্শন তরুণ ব্যারন তার সহপাঠীদের উপর মাথা উঁচু করে দাঁড়িয়েছিল, ৬ ফু ৪ ইঞ্চি (১.৯৩ মি) । ১৮৮৬ সালে অনুমতি ছাড়াই কলেজ ছেড়ে চলে যাওয়ার কারণে তাকে বহিষ্কার করা হয়।  এরপর তিনি হেলসিঙ্কি প্রাইভেট লাইসিয়ামে যোগ দেন, যেখানে তিনি ১৮৮৭ সালের জুন মাসে বিশ্ববিদ্যালয়ের প্রবেশিকা পরীক্ষায় উত্তীর্ণ হন।  ১৮৮৭ থেকে ১৮৮৯ সাল পর্যন্ত, ম্যানারহাইম সেন্ট পিটার্সবার্গের নিকোলাস ক্যাভালরি কলেজে পড়াশোনা করেন।  ১৮৯১ সালের জানুয়ারিতে, তিনি সেন্ট পিটার্সবার্গে শেভালিয়ার গার্ড রেজিমেন্টে যোগদান করেন। \n\n\n=== ইম্পেরিয়াল রাশিয়ান সেনাবাহিনীতে চাকরি ===\n\nম্যানারহাইম ১৯০৪ সাল পর্যন্ত ইম্পেরিয়াল শেভালিয়ার গার্ডে দায়িত্ব পালন করেছিলেন। ১৮৯৬ সালে, তিনি সম্রাট দ্বিতীয় নিকোলাসের রাজ্যাভিষেকে অংশগ্রহণ করেন। রাজকীয় সিংহাসনে ওঠার সিঁড়ির নীচে তার ইম্পেরিয়াল শেভালিয়ার গার্ডের পোশাক পরে তিনি চার ঘন্টা দাঁড়িয়ে ছিলেন।  ম্যানারহাইম সর্বদা রাজ্যাভিষেককে তার জীবনের একটি বিশেষ ঘটনা হিসেবে বিবেচনা করতেন।তিনি গর্বের সাথে  \"অবর্ণনীয়ভাবে দুর্দান্ত\" রাজ্যাভিষেকে তার ভূমিকার কথা স্মরণ করতেন।  একজন বিশেষজ্ঞ ঘোড়সওয়ার এবং প্রশিক্ষিত ঘোড়সওয়ার, ম্যানারহাইম তার সরকারী দায়িত্বের মধ্যে একটি হিসেবে রাশিয়ান সেনাবাহিনীর জন্য ঘোড়া কিনেছিলেন। ১৯০৩ সালে, তাকে ইম্পেরিয়াল শেভালিয়ার গার্ডের মডেল স্কোয়াড্রনের দায়িত্বে নিযুক্ত করা হয় এবং অশ্বারোহী রেজিমেন্টের অশ্বারোহী প্রশিক্ষণ বোর্ডের সদস্য হন।  ১৯০৪ সালে রুশো-জাপানি যুদ্ধে ম্যানারহাইম ইম্পেরিয়াল রাশিয়ান সেনাবাহিনীতে সক্রিয় সেবার জন্য স্বেচ্ছাসেবক হিসেবে কাজ করেছিলেন। তাকে লেফটেন্যান্ট-কর্নেল পদে মাঞ্চুরিয়ার ৫২তম নেঝিন ড্রাগন রেজিমেন্টে স্থানান্তর করা হয়। মাঞ্চুরিয়ার সমভূমিতে একটি গোয়েন্দা টহল চলাকালীন, তিনি প্রথমে একটি সংঘর্ষে কর্মকাণ্ড দেখতে পান এবং তার ঘোড়াটিকে তার নিচ থেকে গুলি করে বের করে দেন।  ১৯০৫ সালে মুকডেনের যুদ্ধে সাহসিকতার জন্য তাকে কর্নেল পদে উন্নীত করা হয়  এবং অভ্যন্তরীণ মঙ্গোলিয়ায় অনুসন্ধান অভিযানে স্থানীয় মিলিশিয়া হং হুজির একটি অনিয়মিত ইউনিটের নেতৃত্ব দেন।  যুদ্ধের সময়, ম্যানারহাইম স্থানীয় দস্যুদের একটি দলকেও নেতৃত্ব দিতে সক্ষম হন, যাদের সাথে তিনি শত্রুদের পরাজিত করার জন্য তাদের পিছনের দিকে অভিযান চালান।  ম্যানারহাইম, যার দীর্ঘ কর্মজীবন ছিল সাম্রাজ্যবাদী রাশিয়ান সেনাবাহিনীতে, তিনিও রাশিয়ার সম্রাট দ্বিতীয় নিকোলাসের একজন সভাসদ হয়ে ওঠেন।  যখন ম্যানারহাইম সেন্ট পিটার্সবার্গে ফিরে আসেন, তখন তাকে একজন গোপন গোয়েন্দা কর্মকর্তা হিসেবে তুর্কিস্তান হয়ে বেইজিং ভ্রমণ করতে বলা হয়। রাশিয়ান জেনারেল স্টাফ কিং রাজবংশের সংস্কার ও কার্যকলাপ সম্পর্কে সঠিক, স্থলভিত্তিক গোয়েন্দা তথ্য চেয়েছিলেন, সেইসাথে পশ্চিম চীন আক্রমণের সামরিক সম্ভাব্যতা সম্পর্কেও জানতে চেয়েছিলেন: অভ্যন্তরীণ এশিয়ার নিয়ন্ত্রণের জন্য ব্রিটেনের সাথে তাদের সংগ্রামের একটি সম্ভাব্য পদক্ষেপ।  একজন নৃতাত্ত্বিক সংগ্রাহকের ছদ্মবেশে, তিনি রাশিয়ান তুর্কিস্তানের (বর্তমানে উজবেকিস্তান ) সমরকন্দে ফরাসি প্রত্নতাত্ত্বিক পল পেলিয়টের অভিযানে যোগ দেন। ১৯০৬ সালের জুলাই মাসে তারা আন্দিজানের ট্রান্স-ক্যাস্পিয়ান রেলওয়ের টার্মিনাস থেকে যাত্রা শুরু করে, কিন্তু ম্যানারহাইম পেলিওটের সাথে ঝগড়া করে, তাই তিনি অভিযানের বেশিরভাগ অংশ নিজেই সম্পন্ন করেন।  একজন কসাক গাইড, চীনা দোভাষী এবং উইঘুর রাঁধুনি সহ একটি ছোট ক্যারাভান নিয়ে, ম্যানারহাইম প্রথমে ব্রিটিশ এবং জাপানি গুপ্তচরদের সন্ধানে খোটানে ট্রেকিং করেন। কাশগরে ফিরে আসার পর, তিনি উত্তরে তিয়ান শান পর্বতমালার দিকে অগ্রসর হন, গিরিপথগুলি জরিপ করেন এবং হান চীনাদের প্রতি উপজাতিদের অবস্থান পরিমাপ করেন। ম্যানারহাইম প্রাদেশিক রাজধানী উরুমকিতে পৌঁছান এবং তারপর পূর্ব দিকে গানসু প্রদেশের দিকে যাত্রা করেন। শানসি প্রদেশের পবিত্র বৌদ্ধ পর্বত মাউন্ট উতাইতে, ম্যানারহাইম তিব্বতের ১৩তম দালাই লামার সাথে দেখা করেন। তিনি দালাই লামাকে পিস্তল ব্যবহার করার পদ্ধতি শিখিয়েছিলেন। তিনি চীনের মহাপ্রাচীর অনুসরণ করেছিলেন এবং যুগুর নামে পরিচিত একটি রহস্যময় উপজাতির তদন্ত করেছিলেন।  প্রাদেশিক রাজধানী ল্যানঝো থেকে, ম্যানারহাইম দক্ষিণে তিব্বতি অঞ্চলে যান এবং লাব্রাং -এর লামাসারি পরিদর্শন করেন, যেখানে তাকে বিদেশী-বিদ্বেষী সন্ন্যাসীরা পাথর ছুঁড়ে আহত করে।  ১৯০৮ সালে তিব্বত ভ্রমণের সময় ম্যানারহাইম তৃতীয় ইউরোপীয় হিসেবে দালাই লামার সাথে দেখা করেছিলেন।  ১৯০৮ সালের জুলাই মাসে ম্যানারহাইম বেইজিংয়ে পৌঁছান, জাপান এবং ট্রান্স-সাইবেরিয়ান এক্সপ্রেস হয়ে সেন্ট পিটার্সবার্গে ফিরে আসেন। তার প্রতিবেদনে চীনা আধুনিকীকরণের বিস্তারিত বিবরণ দেওয়া হয়েছে, যার মধ্যে শিক্ষা, সামরিক সংস্কার, জাতিগত সীমান্তবর্তী অঞ্চলের উপনিবেশ স্থাপন, খনি ও শিল্প, রেলপথ নির্মাণ, জাপানের প্রভাব এবং আফিম ধূমপান অন্তর্ভুক্ত রয়েছে।  তিনি জিনজিয়াংয়ে রাশিয়ার আক্রমণের সম্ভাবনা এবং চীনের সাথে ভবিষ্যতের সম্ভাব্য যুদ্ধে দর কষাকষির ক্ষেত্রে জিনজিয়াংয়ের সম্ভাব্য ভূমিকা নিয়েও আলোচনা করেন।  এশিয়া ভ্রমণের ফলে তিনি এশীয় শিল্পের প্রতি আজীবন ভালোবাসা অনুভব করেন, যা তিনি পরবর্তীতে সংগ্রহ করেন। ১৯০৯ সালে রাশিয়ায় ফিরে আসার পর, ম্যানারহাইম সম্রাট দ্বিতীয় নিকোলাসের কাছে অভিযানের ফলাফল উপস্থাপন করেন। জাদুঘরে এখনও তার অনেক নিদর্শন প্রদর্শিত হচ্ছে।  এরপর, ম্যানারহাইমকে পোল্যান্ডের কংগ্রেস কিংডমে ১৩তম ভ্লাদিমির উহলান রেজিমেন্টের কমান্ডার নিযুক্ত করা হয়। পরের বছর, তিনি মেজর জেনারেল পদে উন্নীত হন এবং ওয়ারশতে তাঁর রাজকীয় মহামান্যের লাইফ গার্ড উহলান রেজিমেন্টের কমান্ডার হিসেবে নিযুক্ত হন। পরবর্তীতে ম্যানারহাইম সাম্রাজ্যের প্রতিনিধি দলের অংশ হন এবং একটি অশ্বারোহী ব্রিগেডের নেতৃত্বের জন্য নিযুক্ত হন। প্রথম বিশ্বযুদ্ধের শুরুতে, ম্যানারহাইম সেপারেট গার্ডস ক্যাভালরি ব্রিগেডের (২৩তম আর্মি কর্পস) কমান্ডার হিসেবে দায়িত্ব পালন করেন এবং অস্ট্রো-হাঙ্গেরিয়ান এবং রোমানিয়ান ফ্রন্টে যুদ্ধ করেন। ১৯১৪ সালের ডিসেম্বরে, অস্ট্রো-হাঙ্গেরীয় বাহিনীর বিরুদ্ধে যুদ্ধে নিজেকে বিশিষ্ট করার পর, ম্যানারহাইমকে চতুর্থ শ্রেণীর অর্ডার অফ সেন্ট জর্জ পুরস্কারে ভূষিত করা হয়। ১৯১৫ সালের মার্চ মাসে, ম্যানারহাইমকে ১২তম অশ্বারোহী বিভাগের কমান্ডার নিযুক্ত করা হয়।  ১৯১৭ সালের গোড়ার দিকে ম্যানারহাইম ফিনল্যান্ড এবং সেন্ট পিটার্সবার্গ ভ্রমণের অনুমতি পান এবং ফেব্রুয়ারি বিপ্লবের সূচনা প্রত্যক্ষ করেন। ফ্রন্টে ফিরে আসার পর, ১৯১৭ সালের এপ্রিল মাসে তাকে লেফটেন্যান্ট জেনারেল হিসেবে পদোন্নতি দেওয়া হয় (যদিও পূর্বনির্ধারিত পদোন্নতির তারিখ ছিল ১৯১৫ সালের ফেব্রুয়ারি) এবং ১৯১৭ সালের গ্রীষ্মে তিনি ৬ষ্ঠ অশ্বারোহী কর্পসের অধিনায়কত্ব গ্রহণ করেন। যাইহোক, ম্যানারহাইম নতুন সরকারের অনুগ্রহ থেকে বঞ্চিত হন, যারা তাকে বিপ্লবকে সমর্থন করে না বলে মনে করে এবং তাকে তার দায়িত্ব থেকে অব্যাহতি দেওয়া হয়। তিনি অবসর গ্রহণ করেন এবং ফিনল্যান্ডে ফিরে আসেন।  ম্যানারহাইম তার মৃত্যুর আগ পর্যন্ত হেলসিঙ্কিতে তার বাড়ির বসার ঘরে সম্রাট দ্বিতীয় নিকোলাসের একটি বড় প্রতিকৃতি রেখেছিলেন এবং রোমানভ পরিবারের উৎখাতের পর যখন তাকে জিজ্ঞাসা করা হয়েছিল যে তিনি কেন প্রতিকৃতিটি রেখেছিলেন, তখন তিনি সর্বদা উত্তর দিয়েছিলেন: \"তিনি আমার সম্রাট \"। \n\n\n== বিবাহ এবং কন্যাসন্তান ==\n১৮৯২ সালে, তিনি রুশ-সার্বীয় বংশোদ্ভূত ধনী সম্ভ্রান্ত মহিলা আনাস্তাসিয়া আরাপোভা (১৮৭২-১৯৩৬) কে বিয়ে করেন।   তাদের দুই কন্যা ছিল, আনাস্তাসি স্টাসি  (১৮৯৩–১৯৭৮), যার ডাকনাম ছিল স্টাসি এবং সোফিয়া সোফি (১৮৯৫–১৯৬৩) যার ডাকনাম সোফি।  ১৯০২ সালে এই দম্পতি আলাদা হয়ে যান এবং ১৯১৯ সালে বিবাহবিচ্ছেদ ঘটে। \n\n\n== রাজনৈতিক জীবন ==\n\n\n=== ফিনল্যান্ডের শ্বেতাঙ্গ জেনারেল এবং রিজেন্ট হিসেবে দায়িত্ব পালনকালে ===\n\nঅক্টোবর বিপ্লবে অস্থায়ী সরকারকে উৎখাত করার পর সোভিয়েত রাশিয়া বলশেভিকদের কর্তৃক শাসিত হত।১৯১৭ সালের ডিসেম্বরে, ফিনল্যান্ড সোভিয়েত রাশিয়া থেকে স্বাধীনতা ঘোষণা করে। সোভিয়েতরা বিভিন্ন কারণে ফিনল্যান্ডের স্বাধীনতা মেনে নিয়েছিল। এর অন্যতম কারণ হলো তারা ফিনল্যান্ডকে নিয়ন্ত্রণ করতে পারেনি।এছাড়াও, তারা আশা করেছিল যে তারা রাশিয়ান বিপ্লবের অনুকরণে সেখানে একটি কমিউনিস্ট বিপ্লবকে অনুপ্রাণিত করতে পারবে। ফিনিশ পার্লামেন্ট সদ্য স্বাধীন গ্র্যান্ড ডাচির অন্তর্বর্তীকালীন সরকারের নেতৃত্ব দেওয়ার জন্য পিই সভিনহুফভুদকে নিযুক্ত করেছিল। ১৯১৮ সালের জানুয়ারিতে, একটি সামরিক কমিটিকে ফিনিশ সেনাবাহিনীকে শক্তিশালী করার দায়িত্ব দেওয়া হয়েছিল।তখন ফিনিশ সেনাবাহিনীতে স্থানীয়ভাবে সংগঠিত কিছু হোয়াইট গার্ডের চেয়ে বেশি কিছু ছিল না। ম্যানারহাইমকে কমিটিতে নিযুক্ত করা হয়েছিল, কিন্তু কমিটির সিদ্ধান্তহীনতার প্রতিবাদে শীঘ্রই পদত্যাগ করেন। ১৩ জানুয়ারী, তাকে সেনাবাহিনীর কমান্ডের দায়িত্বে নিযুক্ত করা হয়। তার বাহিনীতে মাত্র ২৪,০০০ জন নতুন তালিকাভুক্ত সেনা ছিল, যাদের বেশিরভাগই অপ্রশিক্ষিত ছিল। তৎকালে ফিনল্যান্ডে,কমিউনিস্ট নেতা কুলারভো ম্যানারের নেতৃত্বে সোভিয়েত রাশিয়ার সমর্থিত ফিনিশ রেড গার্ডের ৩০,০০০ জন সৈন্য ছিল এবং ৭০,০০০ জন রেড রাশিয়ান সৈন্য ছিল। ম্যানারহাইমের সেনাবাহিনী ব্যাংকারদের দেওয়া পনের মিলিয়ন মার্ক লাইন অফ ক্রেডিটের অর্থায়নে পরিচালনা করা হত। তার সদ্য নিয়োগপ্রাপ্তদের অস্ত্রের সংখ্যাও কম ছিল। তা সত্ত্বেও, তিনি তাদের ভাসার দিকে অগ্রসর করেন, যেখানে ৪২,৫০০ জন লাল রাশিয়ান সৈন্য মোতায়েন ছিল। তিনি রুশ গ্যারিসনকে একদল লোক নিয়ে ঘিরে ফেললেন। রক্ষকরা দেখতে পেলেন না যে কেবল সামনের সারির সৈন্যরাই সশস্ত্র, তাই তারা আত্মসমর্পণ করলেন। এর মাধ্যমে তার বাহিনী অত্যন্ত প্রয়োজনীয় বেশ কিছু অস্ত্র সরবরাহ লাভ করেন। এছাড়াও,জার্মানি থেকেও আরও কিছু অস্ত্র কেনা হয়েছিল। ফিনিশ গৃহযুদ্ধ ( যা শ্বেতাঙ্গদের মধ্যে স্বাধীনতা যুদ্ধ হিসেবে পরিচিত )এ ৮৪ জন সুইডিশ অফিসার এবং ২০০ জন সুইডিশ এনসিও কাজ করেছিলেন। অন্যান্য অফিসাররা ছিলেন ফিনিস যারা জার্মানদের দ্বারা জাগার ব্যাটালিয়ন হিসেবে প্রশিক্ষিত ছিলেন। ১৯১৮ সালের মার্চ মাসে জার্মান সৈন্যরা ফিনল্যান্ডে অবতরণ করে এবং হেলসিঙ্কি দখল করার মাধ্যমে তাদের সহায়তা করে।\n\nবর্বর এই গৃহযুদ্ধে শ্বেতাঙ্গদের জয়ের পর, যে সময়ে উভয় পক্ষই নির্মম সন্ত্রাসী কৌশল প্রয়োগ করেছিল, তখনই ম্যানারহাইম কমান্ডার-ইন-চিফের পদ থেকে পদত্যাগ করেন। ১৯১৮ সালের জুন মাসে তিনি সুইডেনে তার আত্মীয়স্বজনদের সাথে দেখা করতে ফিনল্যান্ড ত্যাগ করেন। স্টকহোমে, ম্যানারহাইম মিত্রশক্তির কূটনীতিকদের সাথে আলোচনা করেন, ফিনিশ সরকারের নীতির বিরুদ্ধে তার বিরোধিতার উপর জোর দেন। ফিনিশ নেতারা আত্মবিশ্বাসী ছিলেন যে জার্মানরা যুদ্ধে জয়ী হবে এবং তারা কাইসারের শ্যালক, হেসের ফ্রেডেরিক চার্লসকে ফিনল্যান্ডের রাজা ঘোষণা করেন। এই সময়ের মধ্যে, সভিনহুফভুদ নতুন স্বাধীনতা পাওয়া এই রাজ্যের প্রথম রিজেন্ট হিসেবে দায়িত্ব পালন করেছিলেন। ১৯১৮ সালের অক্টোবরে মিত্রশক্তির সাথে ম্যানারহাইমের সম্পর্ক স্বীকৃতি পায় যখন ফিনিশ সরকার ব্রিটেন এবং মার্কিন যুক্তরাষ্ট্রের কাছ থেকে ফিনল্যান্ডের স্বাধীনতার স্বীকৃতি আদায়ের জন্য তাকে ব্রিটেন এবং ফ্রান্সে পাঠায় । ডিসেম্বরে, তাকে ফিনল্যান্ডে ফেরত আনা হয়। ফ্রেডেরিক চার্লস সিংহাসন ত্যাগ করেন এবং তার স্থলে, ম্যানারহাইম রিজেন্ট নির্বাচিত হন। রিজেন্ট হিসেবে দায়িত্ব পালনকালীন সময়ে, ম্যানারহাইম প্রায়শই তার খ্রিস্টীয় নামের ফিনিশ রূপ কুস্তা ব্যবহার করে সরকারী নথিতে স্বাক্ষর করতেন, যাতে রাশিয়ান সশস্ত্র বাহিনীতে তার পটভূমি এবং ফিনিশ ভাষার সাথে তার অসুবিধা সম্পর্কে সন্দেহ পোষণকারীদের কাছে তার ফিনিশ জাতীয়তা তুলে ধরা যায়।  ম্যানারহাইম তার খ্রিস্টীয় নাম শেষ নাম এমিল অপছন্দ করতেন এবং তার স্বাক্ষরে সিজি ম্যানারহাইম অথবা কেবল ম্যানারহাইম লিখতেন। তার আত্মীয়স্বজন এবং ঘনিষ্ঠ বন্ধুদের মধ্যে ম্যানারহাইমকে গুস্তাফ নামে ডাকা হত।\n\nম্যানারহাইম ব্রিটেন এবং মার্কিন যুক্তরাষ্ট্রের কাছ থেকে ফিনিশদের স্বাধীনতার স্বীকৃতি আদায় করেছিলেন। ১৯১৯ সালের জুলাই মাসে, একটি নতুন, প্রজাতন্ত্রী সংবিধান নিশ্চিত করার পর, ম্যানারহাইম প্রথম রাষ্ট্রপতি নির্বাচনে প্রার্থী হিসেবে দাঁড়িয়েছিলেন। এ নির্বাচনে সংসদের প্রতিনিধিরা রাষ্ট্রপতি নির্বাচন করত। নির্বাচনে তাকে ন্যাশনাল কোয়ালিশন পার্টি এবং সুইডিশ পিপলস পার্টি সমর্থন করেছিল। নির্বাচনে তিনি কার্লো জুহো স্টাহলবার্গের কাছে হেরে যান। তবে তিনি দ্বিতীয় সর্বোচ্চ সমর্থন পেয়েছিলেন। এ নির্বাচনের পরপরই তিনি জনজীবন থেকে নিজেকে সরিয়ে নেন।\n\n\n==== ভাষাগত দক্ষতা ====\nযদিও ম্যানারহাইমের মাতৃভাষা ছিল সুইডিশ ভাষা। কিন্তু,তিনি সাবলীলভাবে জার্মান, ফরাসি এবং রাশিয়ান ভাষা বলতে পারতেন। রাশিয়ান ইম্পেরিয়াল আর্মির বাহিনীতে থাকাকালীন তিনি রাশিয়ান ভাষা শিখেছিলেন। ইংরেজি, পোলিশ, পর্তুগিজ, ল্যাটিন এবং চীনা ভাষা সম্পর্কেও তার জ্ঞান ছিল।  ফিনল্যান্ডের স্বাধীনতার পূর্ব পর্যন্ত তিনি সঠিকভাবে ফিনিশ ভাষা শেখা শুরু করেননি।\n\n\n=== যুদ্ধকালীন সময়ে ===\n\nযুদ্ধের মধ্যবর্তী বছরগুলিতে, ম্যানারহাইম কোনও সরকারি পদ গ্রহণ করেননি।এর মূল কারন হিসেবে বলা যায় রাষ্ট্রক্ষমতার কেন্দ্রে থাকা অনেক রাজনীতিবিদ বলশেভিকদের সাথে তার নির্মম যুদ্ধ, রাশিয়ান গৃহযুদ্ধের সময় শ্বেতাঙ্গদের পক্ষে ফিনিশ হস্তক্ষেপের জন্য তার আকাঙ্ক্ষা সম্পর্কে জানতেন। এছাড়াও, তার প্রতি ফিনিশ সমাজতন্ত্রীদের বিদ্বেষের জন্য তাকে বিতর্কিত ব্যক্তিত্ব হিসেবে বিবেচনা করা হত। তারা তাকে বুর্জোয়া(সম্পদশালী অভিজাত)দের \"শ্বেতাঙ্গ জেনারেল\" হিসেবে দেখত। ম্যানারহাইম আশা করেছিলেন যে আধুনিক দল-ভিত্তিক রাজনীতির মাধ্যমে ফিনল্যান্ডে নীতিবান এবং উচ্চমানের নেতা তৈরি হবে। তাঁর মতামতকে সমর্থন জানিয়ে, গণতান্ত্রিক রাজনীতিবিদরা কখনোই দলীয় স্বার্থের জন্য পিতৃভূমির স্বার্থকে বিসর্জন দিতেন না।\nতিনি বরাবরই ফিনিশ রেড ক্রসের প্রধান হিসেবে ব্যস্ত ছিলেন। তিনি ১৯১৯-১৯৫১ সালে ফিনিশ রেড ক্রসের চেয়ারম্যান ও আন্তর্জাতিক রেড ক্রসের বোর্ডের সদস্য ছিলেন । এছাড়াও তিনি শিশু কল্যাণে ম্যানারহেইম লীগ ( ম্যাননারহেইমিন লাস্টেনসুওজেলুলিটো ) প্রতিষ্ঠা করেছিলেন। তিনি একটি বাণিজ্যিক ব্যাংক, লিটোপাঙ্কি-ইউনিয়নসব্যাঙ্কেনের তত্ত্বাবধায়ক বোর্ডের চেয়ারম্যানও ছিলেন । এছাড়াও ব্যাংকটি ব্যাংক অফ হেলসিঙ্কির সাথে একীভূত হওয়ার পর, ১৯৩৪ সাল পর্যন্ত সেই ব্যাংকের তত্ত্বাবধায়ক বোর্ডের চেয়ারম্যান ছিলেন এবং নোকিয়া কর্পোরেশনের বোর্ডের সদস্য ছিলেন। তিনি রিফ যুদ্ধে (১৯২৫-১৯২৬) ফরাসি বিদেশী সৈন্যবাহিনীতে কাজ করার প্রস্তাব দিয়েছিলেন, কিন্তু তা প্রত্যাখ্যান করা হয়েছিল।\n১৯২০ এবং ১৯৩০ এর দশকে, ম্যানারহাইম এশিয়ায় ফিরে আসেন, যেখানে তিনি বেশিরভাগ সময় ভ্রমণ এবং শিকার করে অতিবাহিত করতেন। ১৯২৭ সালে তার প্রথম ভ্রমণে, সোভিয়েত ইউনিয়নের মধ্য দিয়ে ভ্রমণ করা এড়াতে, তিনি লন্ডন থেকে বোম্বে জাহাজে করে ব্রিটিশ সাম্রাজ্যের মধ্য দিয়ে ভ্রমণ করেছিলেন। তখন তিনি ব্রিটিশ ভারতের লখনউ, দিল্লি এবং কলকাতা ভ্রমণ করেন। সেখান থেকে তিনি স্থলপথে বার্মায় গমন করেন, বার্মায় তিনি রেঙ্গুন এবং মান্দালয়ে এক মাস কাটিয়েছিলেন। এরপর তিনি সিকিম যান এবং গাড়ি ও বিমানে করে ফিনল্যান্ডে ফিরে আসেন।\n\n১৯৩৬ সালে তার দ্বিতীয় সমুদ্রযাত্রায়, তিনি এডেন ( দক্ষিণ আরবের একটি ব্রিটিশ অঞ্চল) থেকে জাহাজে করে বোম্বে যান। তাঁর ভ্রমণ এবং শিকার অভিযানের সময়, তিনি মাদ্রাজ, দিল্লি এবং নেপাল ভ্রমণ করেছিলেন। তখন রানা প্রধানমন্ত্রী তিন মহারাজা স্যার জুধা শমসের জং বাহাদুর রানা তাকে বাঘ শিকারে যোগদানের জন্য আমন্ত্রণ জানিয়েছিলেন। একই বছর, ম্যানারহাইম যুক্তরাজ্যে একটি ব্যক্তিগত সফর করেন যেখানে প্রথমবারের মতো তার সাথে নিরাপত্তারক্ষীরা তার সাথে ছিলেন। এসকল নিরাপত্তা রক্ষীদের প্রধানমন্ত্রী উইনস্টন চার্চিল নিজেই ম্যানারহাইমকে ভ্রমণের সময় ব্যবহারের জন্য দিয়েছিলেন। তবে, নিরাপত্তারক্ষীদের উপস্থিতিতে ম্যানারহাইম বিরক্ত ছিলেন বলে জানা যায়। কারণ মূলত একজন অদৃষ্টবাদী হিসেবে, তিনি দৃঢ়ভাবে ভাগ্যে বিশ্বাস করতেন যদি তার অকাল মৃত্যুও ঘটে তবুও। উপরন্তু, তিনি নিজের কর্তৃত্বের উপরও দৃঢ়ভাবে আস্থা রাখতেন।\n১৯৩৬ সালে, ম্যানারহাইম যুক্তরাজ্যের রাজা পঞ্চম জর্জের অন্ত্যেষ্টিক্রিয়ায় ফিনিশ সরকারের পক্ষে প্রতিনিধিত্ব করেছিলেন।\nযদিও ম্যানারহাইম ডানপন্থীদের লাপুয়া আন্দোলনের প্রতি বেশ কিছুবার সমর্থন প্রকাশ করেছিলেন। কিন্তু ১৯২৯ সালে, ডানপন্থী উগ্রপন্থীদের কার্যত সামরিক একনায়ক হওয়ার প্রস্তাব প্রত্যাখ্যান করেন। ১৯৩১ সালে রাষ্ট্রপতি পেহর এভিন্ড সভিনহুফভুদ নির্বাচিত হওয়ার পর, তিনি ম্যানারহাইমকে ফিনল্যান্ডের প্রতিরক্ষা কাউন্সিলের চেয়ারম্যান নিযুক্ত করেন এবং তাকে লিখিত প্রতিশ্রুতি দেন যে যুদ্ধের যুদ্ধের সময় তিনি ফিনিশ সেনাবাহিনীর সর্বাধিনায়ক হিসেবে নির্বাচিত হবেন। (সভিনহুফভুদ-এর উত্তরসূরি কিয়োস্তি ক্যালিও ১৯৩৭ সালে এই প্রতিশ্রুতি নবায়ন করেছিলেন)। ১৯৩৩ সালে, ম্যানারহেইম ফিল্ড মার্শাল ( sotamarsalkka, fältmarskalk ) পদমর্যাদা লাভ করেন। এই সময়ে, ম্যানারহাইমকে জনসাধারণ এমনকি কিছু প্রাক্তন সমাজতন্ত্রীও, একজন \"শ্বেতাঙ্গ জেনারেল\" এর চেয়ে এবং একজন নির্দলীয় ব্যক্তিত্ব হিসেবে বেশি দেখা শুরু করেছিলেন। গৃহযুদ্ধে বিরোধী পক্ষের মধ্যে পুনর্মিলন এবং জাতীয় ঐক্য ও প্রতিরক্ষার উপর মনোযোগ দেওয়ার প্রয়োজনীয়তার উপর জোর দিয়ে তার প্রকাশ্য বিবৃতিগুলি তাকে আরও শক্তিশালী করেছিল। তার অন্যতম একটি বিবৃতি ছিল\"পনের বছর আগে একজন মানুষ কোথায় দাঁড়িয়ে ছিলেন তা আমাদের জিজ্ঞাসা করার দরকার নেই\"। ম্যানারহাইম ফিনল্যান্ডের সামরিক শিল্পকে সমর্থন করেছিলেন এবং সুইডেনের সাথে একটি সামরিক প্রতিরক্ষা ইউনিয়ন প্রতিষ্ঠার জন্য চেষ্টা করেছিলেন। যদিও চেষ্টাটি সফল হয়নি। তবে, ফিনিশ সেনাবাহিনীকে সশস্ত্র করার কাজটি তার প্রত্যাশা অনুযায়ী দ্রুত বা ভালোভাবে সম্পন্ন করা হয়নি এবং যুদ্ধের ব্যাপারে তিনি মোটেও উৎসাহী ছিলেন না। বিভিন্ন মন্ত্রিসভার সাথে তার অনেক মতবিরোধ ছিল এবং তিনি পদত্যাগপত্রে স্বাক্ষর করেছিলেন।\n\n\n==== ১৯২০ সালের হত্যাচেষ্টা ====\nগৃহযুদ্ধে পরাজয়ের পর, কিছু রেডস গার্ড সদস্য ম্যানারহাইমকে হত্যার চেষ্টা করে। সন্দেহকৃত খুনিদের একজন, আইনো রাহজা, সেন্ট পিটার্সবার্গ ইন্টারন্যাশনাল স্কুল অফ রেড অফিসার্সের দায়িত্বে ছিলেন। সেন্ট পিটার্সবার্গে ফিনিশ রেড গার্ডের আটটি দলকে একত্রিত করে তিনি একটি হত্যার পরিকল্পনা শুরু করেন। ১৯২০ সালের এপ্রিলে ট্যাম্পেরের হামিনকাতুতে হোয়াইট গার্ডের কুচকাওয়াজের সময় এই হত্যা প্রচেষ্টাটি সংগঠিত হয়, যেখানে জেনারেল ম্যানারহাইমের অংশগ্রহণের কথা ছিল।\nদলটি ৩ এপ্রিল হামিনকাতুর পার্ক ক্যাফেতে জড়ো হয়েছিল; এবং এই পর্যায়ে, দলের সদস্য কার্ল সালোকে একজন শ্যুটার হিসেবে মনোনীত করা হয়েছিল এবং একটি কোল্ট পিস্তল দেওয়া হয়েছিল। তবে, সালোর দ্বিধাগ্রস্ততার কারণে হত্যার চেষ্টা ব্যর্থ হয়।  ভিড়ের মধ্যে সালোর নিরাপত্তারক্ষী, যাদের মধ্যে ছিলেন আলেকজান্ডার ওয়েকম্যান এবং আলেকজান্টেরি সুওকাস, যারা ওয়ালথার এবং কোল্ট পিস্তল দিয়ে সজ্জিত ছিলেন, তারা সালোর দৃষ্টি হারিয়ে ফেলেন এবং ম্যানারহাইমকে গুলি করার সময়ও পাননি। \n৬ এপ্রিল, অভিযানের নেতা ওয়েকম্যান হুমকি দেন যে, যদি তিনি এক সপ্তাহের মধ্যে ম্যানারহাইম, উসিমা কাউন্টির গভর্নর এবং যুদ্ধমন্ত্রী ব্রুনো জালান্ডারকে হত্যা না করেন, তাহলে তিনি সালোকে হত্যা করবেন ।  এই প্রচেষ্টাটিও ব্যর্থ হয়েছিল, কারণ কর্তৃপক্ষের কাছ থেকে তথ্য পাওয়ার পর ম্যানারহাইম এবং জালান্ডার হেলসিঙ্কি কনজারভেশন পার্টি উদযাপনে আসেননি। সালো তার পিস্তলটি ফেরত দিয়ে পালিয়ে যায়। ওয়েকম্যান এবং সুওকাস তাদের দুই সহকারীকে নিয়ে সোভিয়েত ইউনিয়নে পালানোর চেষ্টা করেছিলেন কিন্তু ২১শে এপ্রিল রাতে হেলসিঙ্কি- ভাইবোর্গ ট্রেনে তাদের গ্রেপ্তার করা হয়। ২৩শে এপ্রিলে এসপু থেকে সালোকেও গ্রেপ্তার করা হয়েছিল। \n\n\n=== সেনাপ্রধান ===\n\nফিনিশ প্রতিরক্ষা কাউন্সিলের চেয়ারম্যান হিসেবে, ম্যানারহাইম শুরু থেকেই সোভিয়েত ইউনিয়নের সাথে যুদ্ধের বিরোধিতা করেছিলেন। যখন সোভিয়েতরা ফিনল্যান্ডকে তাদের অঞ্চল ছেড়ে দেওয়ার অনুরোধ করে, তখন তিনি ফিনিশ সরকারকে এই দাবিগুলি মেনে নেওয়ার সুপারিশ করেন, যুক্তি দেন যে ফিনিশ সেনাবাহিনী সোভিয়েত আক্রমণ প্রতিহত করার জন্য যথেষ্ট শক্তিশালী ছিল না। ১৯৩৯ সালে সোভিয়েত ইউনিয়নের সাথে আলোচনা ব্যর্থ হলে, আসন্ন যুদ্ধের কথা জেনে এবং সেনাবাহিনীর সরঞ্জাম ও প্রস্তুতির অভাবের জন্য দুঃখ প্রকাশ করে, ম্যানারহাইম ১৭ অক্টোবর ১৯৩৯ সালে সামরিক কাউন্সিল থেকে পদত্যাগ করেন, ঘোষণা করেন যে তিনি কেবল ফিনিশ সেনাবাহিনীর সর্বাধিনায়ক হিসেবেই কাজে ফিরে আসতে সম্মত হবেন। ১৯৩৯ সালের ৩০ নভেম্বর সোভিয়েত আক্রমণের পর ৭২ বছর বয়সে তিনি আনুষ্ঠানিকভাবে সেনাবাহিনীর সর্বোচ্চ কমান্ডার হন। তার মেয়ে সোফিকে লেখা এক চিঠিতে তিনি বলেন, \"আমি কমান্ডার-ইন-চিফের দায়িত্ব নিতে চাইনি, কারণ আমার বয়স এবং স্বাস্থ্য আমাকে অধিকার দিয়েছে, কিন্তু প্রজাতন্ত্রের রাষ্ট্রপতি এবং সরকারের আপিলের কাছে আমাকে নতি স্বীকার করতে হয়েছিল, এবং এখন চতুর্থবারের মতো আমি যুদ্ধে লিপ্ত হচ্ছি ।\"\nযুদ্ধ শুরুর দিন তিনি প্রতিরক্ষা বাহিনীকে তার প্রায়শই বিতর্কিত আদেশগুলির মধ্যে প্রথমটি সম্বোধন করেছিলেন:\n\nপ্রজাতন্ত্রের রাষ্ট্রপতি আমাকে ৩০ নভেম্বর ১৯৩৯ তারিখে দেশের সশস্ত্র বাহিনীর সর্বাধিনায়ক হিসেবে নিযুক্ত করেছেন। ফিনল্যান্ডের সাহসী সৈনিকরা! আমি এমন এক সময়ে এই কাজে যোগ দিচ্ছি যখন আমাদের বংশগত শত্রু আবারও আমাদের দেশ আক্রমণ করছে। নিজের সেনাপতির প্রতি আস্থা সাফল্যের প্রথম শর্ত। আপনারা আমাকে জানেন এবং আমি আপনাদেরকেও জানি এবং জানি যে, সেনা বাহিনীর প্রত্যেকেই মৃত্যু পর্যন্ত তাদের কর্তব্য পালন করতে প্রস্তুত। এই যুদ্ধ আমাদের স্বাধীনতা যুদ্ধের ধারাবাহিকতা এবং চূড়ান্ত কাজ ছাড়া আর কিছুই নয়। আমরা আমাদের ঘরবাড়ি, আমাদের বিশ্বাস এবং আমাদের দেশের জন্য লড়াই করছি।\nতারা যে প্রতিরক্ষামূলক ক্ষেত্র দুর্গগুলি পরিচালনা করেছিল তা ম্যানারহেইম লাইন নামে পরিচিতি লাভ করে।\nফিল্ড মার্শাল ম্যানারহাইম দ্রুত মিকেলিতে তার সদর দপ্তর স্থাপন করেন। তার প্রধান কর্মী ছিলেন লেফটেন্যান্ট জেনারেল আকসেল আইরো, এবং তার ঘনিষ্ঠ বন্ধু জেনারেল রুডলফ ওয়াল্ডেনকে ৩ ডিসেম্বর ১৯৩৯ থেকে ২৭ মার্চ ১৯৪০ পর্যন্ত মন্ত্রিসভার সদর দপ্তরের প্রতিনিধি হিসেবে পাঠানো হয়েছিল, যিনি পরে প্রতিরক্ষা মন্ত্রী হন।\n\nম্যানারহাইম শীতকালীন যুদ্ধ এবং ধারাবাহিক যুদ্ধের বেশিরভাগ সময় তার মিক্কেলি সদর দপ্তরে কাটিয়েছিলেন কিন্তু অনেকবার ফ্রন্ট পরিদর্শন করেছিলেন। যুদ্ধের সময়, তিনি সর্বাধিনায়ক ছিলেন।  যদিও ম্যানারহাইমের প্রধান কাজ ছিল যুদ্ধের নেতৃত্ব দেওয়া, তিনি সৈন্যদের যুদ্ধের ইচ্ছাকে কীভাবে শক্তিশালী এবং বজায় রাখতে হয় তাও জানতেন। তিনি নিম্নোক্ত এই উক্তির জন্য বিখ্যাত হয়েছিলেন:\n\nদুর্গ, কামান এবং বিদেশী সাহায্য কাজে আসবে না যদি না প্রতিটি মানুষ নিজেই জানে যে সে তার দেশের রক্ষক।\nম্যানারহাইম অ্যাডলফ হিটলারের সরকারের সাথে যতটা সম্ভব আনুষ্ঠানিক সম্পর্ক বজায় রেখেছিলেন। ম্যানারহাইম হিটলারকে বিশেষভাবে সমর্থন করেননি, যদিও তিনি প্রথমে তার ক্ষমতায় আসার আগ্রহ প্রকাশ করেছিলেন; কিন্তু যখন ম্যানারহাইমের জার্মানি সফর তাকে বুঝতে সাহায্য করেছিল যে হিটলার কী ধরণের \"আদর্শ রাষ্ট্র\" তৈরি করছেন, তখন হিটলারের প্রতি তার মনোভাব নেতিবাচক হয়ে ওঠে।তিনি জার্মানিতে হিটলারের উত্থানকে ১৯১৭ সালে রাশিয়ায় বলশেভিকদের উত্থানের সাথে তুলনা করেছিলেন।  ধারাবাহিক যুদ্ধের আগে, জার্মানরা ফিনল্যান্ডে ৮০,০০০ এরও বেশি জার্মান সৈন্যের নেতৃত্বের জন্য ম্যানারহাইমকে প্রস্তাব দেয়। ম্যানারহাইম নিজেকে এবং ফিনল্যান্ডকে নাৎসি যুদ্ধের লক্ষ্যের সাথে সংযুক্ত না করার জন্য প্রত্যাখ্যান করেছিলেন;  ম্যানারহাইম হিটলারের জার্মানির সাথে সহযোগিতা এবং ভ্রাতৃত্বের জন্য প্রস্তুত ছিলেন, তবে সোভিয়েত হুমকির কারণে আদর্শিক কারণে নয় বরং ব্যবহারিক কারণে।  ১৯৪১ সালের জুলাই মাসে জার্মান ১৬৩তম পদাতিক ডিভিশন ফিনিশ সেনাবাহিনীর কারেলিয়ার সেনাবাহিনীকে শক্তিশালী করে। তারা শীতকালীন যুদ্ধের পর সোভিয়েত ইউনিয়ন কর্তৃক সংযুক্ত ফিনিশ অঞ্চলগুলি পুনরুদ্ধার করে  এবং আরও এগিয়ে গিয়ে পূর্ব কারেলিয়া দখল করে। ফিনিশ সৈন্যরা লেনিনগ্রাদের অবরোধে অংশ নিয়েছিল।এই অবরোধ ৮৭২ দিন স্থায়ী হয়েছিল।\nসোভিয়েত নেতা জোসেফ স্ট্যালিন চার্চিলকে ফিনল্যান্ডের বিরুদ্ধে যুদ্ধ ঘোষণা করার জন্য চাপ দিয়েছিলেন, ম্যানারহেইমের সাথে তার পরিচিতির কারণে চার্চিলের জন্য এই সিদ্ধান্তটি বিশেষভাবে কঠিন ছিল। চার্চিল ঘোষণা বিলম্বিত করেন এবং ম্যানারহাইমকে একটি ব্যক্তিগত নোট পাঠান, যেখানে তিনি তাদের অতীতের সাক্ষাতের কথা স্মরণ করেন এবং আসন্ন ঘোষণা সম্পর্কে ম্যানারহাইমকে সতর্ক করেন। ম্যানারহাইম চার্চিলকে তার চিন্তাশীলতার জন্য ধন্যবাদ জানান এবং প্রতিক্রিয়া জানান যে তার লক্ষ্য হল ফিনল্যান্ডের নিরাপত্তা নিশ্চিত করা। \n১৯৪২ সালের ২০ জুন, ম্যানারহাইম পোভেন্টসায় ফিনিশ ফ্রন্ট লাইনের সৈন্যদের পরিদর্শন করছিলেন, যখন তিনি এবং তার কর্মীরা সোভিয়েত ট্যাঙ্ক-বিরোধী বন্দুকের সরাসরি গুলিবর্ষণের সম্মুখীন হন। ম্যানারহাইমের কাছে একটি গোলা বিস্ফোরিত হয়, যা বিভিন্ন বর্ণনা অনুসারে, একটি পরিখায় অথবা গাছের গুঁড়ির আড়ালে লুকিয়ে থাকে যতক্ষণ না ফিনিশ পাল্টা ব্যাটারির গুলি আক্রমণকারীকে নিষ্ক্রিয় করে। পরিদর্শনের সময় সেকশন কমান্ডার ক্যাপ্টেন আহতি পেট্রামা উড়ন্ত ছোঁড়ার আঘাতে আঙ্গুল হারান এবং তাকে একটি সাহায্য কেন্দ্রে নিয়ে যাওয়া হয় যেখানে ম্যানারহাইম তাকে মেজর পদে উন্নীত করে। \n\n\n=== অ্যাডলফ হিটলারের পরিদর্শন ===\nম্যানারহাইমের ৭৫তম জন্মদিন, ৪ জুন ১৯৪২, ছিল একটি জাতীয় উদযাপন। সরকার তাকে ফিনল্যান্ডের মার্শাল (ফিনিশ ভাষায় সুওমেন মারসালক্কা, সুইডিশ ভাষায় মার্সকাল্ক এবং ফিনল্যান্ড ) এর অনন্য উপাধি প্রদান করে। এখন পর্যন্ত তিনিই একমাত্র ব্যক্তি যিনি এই খেতাব পেয়েছেন। \"সাহসী ফিনস ( ডাই ট্যাপফেরেন ফিনেন )\" এবং তাদের নেতা ম্যানারহাইমকে দেখতে যাওয়ার ইচ্ছা পোষণ করার সময় হিটলারের জন্মদিনের দিনটিতে একটি আকস্মিক সফর ঘটে।   ম্যানারহাইম তার সদর দপ্তরে বা হেলসিঙ্কিতে তার সাথে দেখা করতে চাননি, কারণ তখন এটি একটি সরকারী রাষ্ট্রীয় সফরের মতো মনে হত। দক্ষিণ-পূর্ব ফিনল্যান্ডের ইমাত্রার কাছে এই বৈঠকটি অনুষ্ঠিত হয়েছিল এবং গোপনীয়তার সাথে আয়োজন করা হয়েছিল।  ইমোলা বিমানঘাঁটি থেকে, রাষ্ট্রপতি রিতির সাথে হিটলারকে গাড়ি চালিয়ে নিয়ে যাওয়া হয় যেখানে ব্যারন ম্যানারহাইম রেলওয়ে সাইডিংয়ে অপেক্ষা করছিলেন। হিটলারের বক্তৃতার পর জন্মদিনের ভোজ এবং তার ও ম্যানারহাইমের মধ্যে আলোচনা অনুষ্ঠিত হয়। সামগ্রিকভাবে, হিটলার ফিনল্যান্ডে প্রায় পাঁচ ঘন্টা কাটিয়েছিলেন। জানা গেছে যে তিনি ফিনদের সোভিয়েতদের বিরুদ্ধে সামরিক অভিযান জোরদার করতে বলেছিলেন, কিন্তু স্পষ্টভাবে কোনও নির্দিষ্ট দাবি করেননি। \nএই সফরের সময়, ফিনিশ সম্প্রচার সংস্থা ইলেইসরেডিওর একজন প্রকৌশলী, থর ডামেন, হিটলার এবং ম্যানারহাইমের ব্যক্তিগত কথোপকথনের প্রথম এগারো মিনিট রেকর্ড করতে সফল হন। এটি গোপনে করতে হয়েছিল, কারণ হিটলার কখনও গোপনে রেকর্ডিং করতে দিতেন না। ডেমেনকে জন্মদিনের আনুষ্ঠানিক বক্তৃতা এবং ম্যানারহাইমের প্রতিক্রিয়া রেকর্ড করার দায়িত্ব দেওয়া হয়েছিল এবং তাই তিনি কিছু রেলওয়ে গাড়িতে মাইক্রোফোন স্থাপন করেছিলেন। তবে, ম্যানারহাইম এবং তার অতিথিরা এমন একটি গাড়িতে যেতে বেছে নিয়েছিলেন যেখানে মাইক্রোফোন ছিল না। ডেমেন দ্রুত পদক্ষেপ নিলেন, গাড়ির জানালা দিয়ে মাইক্রোফোনটি ঠেলে দিলেন হিটলার এবং ম্যানারহাইম যেখানে বসেছিলেন তার ঠিক উপরে একটি জালের তাকের উপর। হিটলার এবং ম্যানারহাইমের এগারো মিনিটের একান্ত কথোপকথনের পর, হিটলারের এসএস দেহরক্ষীরা জানালা দিয়ে বেরিয়ে আসা তারগুলি দেখতে পান এবং বুঝতে পারেন যে ফিনিশ ইঞ্জিনিয়ার কথোপকথনটি রেকর্ড করছেন। তারা তাকে অবিলম্বে রেকর্ডিং বন্ধ করার জন্য ইশারা করে এবং সে রেকর্ডিং বন্ধ করে দেন। এসএস দেহরক্ষীরা টেপটি ধ্বংস করার দাবি জানায়, কিন্তু ইলেইসরেডিওকে রিলটি সিল করা পাত্রে রাখার প্রতিশ্রুতি দেওয়ার পর তা রাখার অনুমতি দেওয়া হয়। এটি রাজ্য সেন্সর অফিসের প্রধান কুস্তা ভিলকুনাকে দেওয়া হয় এবং ১৯৫৭ সালে ইলেইসরেডিওর কিছে ফেরত পাঠানো হয়। কয়েক বছর পর এটি জনসাধারণের জন্য প্রকাশিত হয়েছিল। এটিই একমাত্র পরিচিত রেকর্ডিং যেখানে হিটলার আনুষ্ঠানিক অনুষ্ঠানের বাইরে বক্তব্য রেখেছেন। \nএকটি অপ্রমাণিত গল্প আছে যে হিটলারের সাথে কথোপকথনের সময়, ম্যানারহাইম একটি সিগার জ্বালান। ম্যানারহাইম আশা করেছিলেন যে হিটলার সোভিয়েত ইউনিয়নের বিরুদ্ধে ফিনল্যান্ডের কাছে আরও সাহায্য চাইবেন, যা ম্যানারহাইম দিতে অনিচ্ছুক ছিলেন। যখন ম্যানারহাইম সিগারেটের আলো জ্বালালেন , উপস্থিত সকলেই হাঁপিয়ে উঠলেন, কারণ হিটলারের ধূমপানের প্রতি বিতৃষ্ণা সুপরিচিত ছিল। তবুও, হিটলার কোনও মন্তব্য না করে শান্তভাবে কথোপকথন চালিয়ে যান। এই পরীক্ষার মাধ্যমে, ম্যানারহাইম বিচার করতে পারতেন যে হিটলার শক্তির অবস্থান থেকে কথা বলছিলেন নাকি দুর্বলতার অবস্থান থেকে। তিনি হিটলারকে প্রত্যাখ্যান করেছিলেন, কারণ তিনি জানতেন যে হিটলার দুর্বল অবস্থানে আছেন এবং তাকে নির্দেশ দিতে পারবেন না।  \nএর কিছুক্ষণ পরেই, ম্যানারহাইম পূর্ব প্রুশিয়ায় হিটলারের সদর দপ্তরে ভ্রমণ করে আবার সফর শুরু করেন। \n\n\n=== যুদ্ধের সমাপ্তি এবং রাষ্ট্রপতিত্ব ===\n১৯৪৪ সালের জুন মাসে, যখন একটি বড় সোভিয়েত আক্রমণ ফিনল্যান্ডকে হুমকির মুখে ফেলছিল, তখন ব্যারন গুস্তাফ ম্যানারহাইম জার্মান সমর্থন নিশ্চিত করার জন্য, জার্মান পররাষ্ট্রমন্ত্রী জোয়াকিম ভন রিবেনট্রপের দাবি করা চুক্তিতে সম্মত হওয়া প্রয়োজন বলে মনে করেন। কিন্তু তারপরও ম্যানারহাইম চুক্তিটি থেকে নিজেকে দূরে সরিয়ে নেন এবং রাষ্ট্রপতি রিস্টো রাইটির উপর স্বাক্ষর করার দায়িত্ব বর্তায়, তাই এটি রাইটি-রিবেনট্রপ চুক্তি নামে পরিচিতি লাভ করে। একারণেই ১৯৪৪ সালের আগস্টের শুরুতে রাষ্ট্রপতি রিতির পদত্যাগের পর ম্যানারহাইম চুক্তিটি প্রত্যাহার করতে সক্ষম হন। পরবর্তীতে ম্যানারহাইম রিতির স্থলাভিষিক্ত হন। \nযখন জার্মানিকে যথেষ্ট দুর্বল বলে মনে করা হচ্ছিল এবং জার্মানদের সাথে জুনের চুক্তির কারণে ইউএসএসআর (সোভিয়েত ইউনিয়ন)-এর গ্রীষ্মকালীন আক্রমণ স্থবির হয়ে পড়েছিল (বিস্তারিত তথ্যের জন্য তালি-ইহানতালার যুদ্ধ দেখুন) তখন ফিনল্যান্ডের নেতারা সোভিয়েত ইউনিয়নের সাথে শান্তি চুক্তিতে পৌঁছানোর সুযোগ দেখতে পান।  প্রথমে, ম্যানারহাইমকে প্রধানমন্ত্রী হওয়ার জন্য রাজি করানোর চেষ্টা করা হয়েছিল, কিন্তু বয়স এবং বেসামরিক সরকার পরিচালনার অভিজ্ঞতার অভাবের কারণে তিনি তা প্রত্যাখ্যান করেছিলেন। এর পরবর্তী প্রস্তাব ছিল তাকে রাষ্ট্রপ্রধান নির্বাচিত করা। রিস্টো রাইটি রাষ্ট্রপতি পদ থেকে পদত্যাগ করবেন এবং সংসদ ম্যানারহাইমকে রিজেন্ট হিসেবে নিযুক্ত করবে। রিজেন্ট পদবি ব্যবহার ম্যানারহেইমের নির্বাচনের ব্যতিক্রমী পরিস্থিতির প্রতিফলন ঘটাত। ম্যানারহাইম এবং রাইটি উভয়েই একমত হন এবং রাইটি ১ আগস্ট পদত্যাগের নোটিশ জমা দেন। ফিনল্যান্ডের সংসদে ১৯৪৪ সালের ৪ আগস্ট ম্যানারহাইমকে রাষ্ট্রপতির দায়িত্ব প্রদানের জন্য একটি বিশেষ আইন পাস করে। তিনি একই দিনে শপথ গ্রহণ করেন। \nম্যানারহাইম ক্ষমতা গ্রহণের এক মাস পর, ধারাবাহিক যুদ্ধ কঠোর শর্তে সমাপ্ত হয়, কিন্তু শেষ পর্যন্ত সোভিয়েত ইউনিয়ন এর সীমান্তবর্তী অন্যান্য রাষ্ট্রগুলির উপর আরোপিত যুদ্ধ শর্তের তুলনায় অনেক কম কঠোর ছিল। যুদ্ধের পরেও,ফিনল্যান্ড তার সার্বভৌমত্ব, সংসদীয় গণতন্ত্র এবং বাজার অর্থনীতি ধরে রাখতে সক্ষম হয়েছিল। তবে কিছু অঞ্চলের ক্ষতি ছিল উল্লেখযোগ্য। কারেলিয়ার একটি অংশ এবং সমস্ত পেটসামো হারিয়ে গিয়েছিল। অসংখ্য কারেলিয়ান শরণার্থীকে স্থানান্তরিত করার প্রয়োজন হয়েছিল। যুদ্ধের ক্ষতিপূরণও ছিল খুবই বেশি। ফিনল্যান্ডকে উত্তরে জার্মান সৈন্য প্রত্যাহারের বিরুদ্ধে ল্যাপল্যান্ড যুদ্ধও করতে হয়েছিল, এবং একই সাথে নিজস্ব সেনাবাহিনীকে বিচ্ছিন্ন করতে হয়েছিল, যার ফলে জার্মানদের বিতাড়িত করা আরও কঠিন হয়ে পড়েছিল। ম্যানারহাইম এই পদক্ষেপ নেওয়ার জন্য লেফটেন্যান্ট জেনারেল জালমার সিলাসভুওকে সেনাবাহিনীর উচ্চ কমান্ডার হিসেবে নিযুক্ত করেছিলেন।  এটা সর্বজনবিদিত যে, একমাত্র ম্যানারহাইমই ফিনল্যান্ডকে এই কঠিন সময়ে নেতৃত্ব দিতে পারতেন। এটি এমন এক সময় যখন ফিনিশ জনগণকে যুদ্ধবিরতির কঠোর পরিস্থিতি, সোভিয়েত-অধ্যুষিত মিত্রশক্তি নিয়ন্ত্রণ কমিশন কর্তৃক এর বাস্তবায়ন এবং যুদ্ধোত্তর পুনর্গঠনের কাজের সাথে মানিয়ে নিতে হয়েছিল। \nসোভিয়েত দাবি মেনে নেওয়ার সিদ্ধান্ত নেওয়ার আগে, ম্যানারহাইম হিটলারের কাছে সরাসরি একটি চিঠি লিখেছিলেন:\n\nআমাদের জার্মান ভাইবোনেরা চিরকাল আমাদের হৃদয়ে থাকবেন। ফিনল্যান্ডের জার্মানরা অবশ্যই বিদেশী স্বৈরশাসনের প্রতিনিধি ছিলেন না বরং সাহায্যকারী এবং ভাইবোনেরা ছিলেন। কিন্তু এমন পরিস্থিতিতেও বিদেশীরা কঠিন অবস্থানে আছেন যেখানে এই ধরণের কৌশলের প্রয়োজন। আমি আপনাকে নিশ্চিত করতে পারি যে বিগত বছরগুলিতে এমন কোনও ঘটনা ঘটেনি যা আমাদের জার্মান সৈন্যদের অনুপ্রবেশকারী বা নিপীড়ক হিসাবে বিবেচনা করতে প্ররোচিত করতে পারে। আমি বিশ্বাস করি যে স্থানীয় জনগণ এবং কর্তৃপক্ষের প্রতি উত্তর ফিনল্যান্ডে জার্মান সেনাবাহিনীর মনোভাব আমাদের ইতিহাসে একটি সঠিক এবং আন্তরিক সম্পর্কের এক অনন্য উদাহরণ হিসেবে স্থান পাবে ... আমি আমার জনগণকে যুদ্ধ থেকে বের করে আনাকে আমার কর্তব্য বলে মনে করি। আমি পারব না এবং আমি জার্মানদের বিরুদ্ধে আপনার এত উদারভাবে সরবরাহ করা অস্ত্র ব্যবহার করব না। আমি আশা করি আপনি, এমনকি যদি আপনি আমার মনোভাবকে অস্বীকৃতি জানান, তবুও আপনি আমার এবং অন্যান্য সমস্ত ফিনদের মতো পরিস্থিতির গুরুতরতা না বাড়িয়ে আমাদের পূর্বের সম্পর্কগুলি শেষ করতে চাইবেন এবং চেষ্টা করবেন।\nপ্রেসিডেন্ট হিসেবে ম্যানারহাইমের উপর বেশ কঠিন কিছু দায়িত্ব ছিল। যদিও তিনি পূর্ণ ছয় বছরের মেয়াদের জন্য নির্বাচিত হয়েছিলেন, ১৯৪৪ সালে তাঁর বয়স ছিল ৭৭ বছর এবং তা করার জন্য অনুরোধ করা হলে অনিচ্ছা সত্ত্বেও তিনি পদটি গ্রহণ করেছিলেন। ঘন ঘন অসুস্থতা, মিত্রশক্তির নিয়ন্ত্রণ কমিশনের দাবি এবং যুদ্ধের দায়িত্ব বিচারের কারণে পরিস্থিতি আরও খারাপ হয়ে ওঠে। তার রাষ্ট্রপতিত্বের বেশিরভাগ সময় ধরে তিনি ভয় পেয়েছিলেন যে কমিশন শান্তির বিরুদ্ধে অপরাধের জন্য তার বিচারের অনুরোধ করবে। তবে সৌভাগ্যজনকভাবেএটা কখনও ঘটেনি। এর একটি কারণ ছিল মার্শালের প্রতি স্ট্যালিনের শ্রদ্ধা এবং প্রশংসা। ১৯৪৭ সালে মস্কোতে এক ফিনিশ প্রতিনিধিদলকে স্ট্যালিন বলেছিলেন যে ফিনরা তাদের পুরনো মার্শালের কাছে অনেক ঋণী। ম্যানারহাইমের কারণেই ফিনল্যান্ড দখল করা হয়নি।  নিয়ন্ত্রণ কমিশনের কিছু দাবির প্রতি ম্যানারহাইমের সমালোচনা সত্ত্বেও, তিনি ফিনল্যান্ডের যুদ্ধবিরতির বাধ্যবাধকতা পালনের জন্য কঠোর পরিশ্রম করেছিলেন। তিনি যুদ্ধের পরে ফিনল্যান্ডে পুনর্গঠনের উপর আরও কাজের প্রয়োজনীয়তার উপরও জোর দেন। \n১৯৪৫ সালে ম্যানারহাইম বারবার স্বাস্থ্যগত সমস্যার কারণে সমস্যায় পড়েন এবং১৯৪৫ সালের নভেম্বর থেকে ১৯৪৬ সালের ফেব্রুয়ারি পর্যন্ত রাষ্ট্রপতির দায়িত্ব পালন থেকে তিনি চিকিৎসা ছুটিতে অনুপস্থিত ছিলেন। তিনি তার স্বাস্থ্য পুনরুদ্ধারের জন্য পর্তুগালে ছয় সপ্তাহ অবকাশ যাপন করেছিলেন।  ফেব্রুয়ারিতে যুদ্ধাপরাধের বিচারের রায় ঘোষণার পর, ম্যানারহাইম পদত্যাগ করার সিদ্ধান্ত নেন। তিনি বিশ্বাস করতেন যে তিনি যে দায়িত্ব পালনের জন্য নির্বাচিত হয়েছিলেন তা তিনি সম্পন্ন করেছেন: যুদ্ধ শেষ হয়েছে, যুদ্ধবিরতির বাধ্যবাধকতা পালন করা হয়েছে এবং যুদ্ধের দায়িত্বের বিচার শেষ হয়েছে।\n১৯৪৬ সালের ৪ মার্চ ম্যানারহাইম রাষ্ট্রপতির পদ থেকে পদত্যাগ করেন, কারণ হিসেবে তিনি তার স্বাস্থ্যের অবনতিকে উল্লেখ করেন এবং তার মতামত দেন যে তাকে যে কাজগুলি সম্পাদন করার জন্য নির্বাচিত করা হয়েছিল তা সম্পন্ন হয়েছে।  তাঁর স্থলাভিষিক্ত হন রক্ষণশীল প্রধানমন্ত্রী জে কে পাসিকিভি । \n\n\n== বিবাহ এবং কন্যাসন্তান ==\n\n১৮৯২ সালে, তিনি রুশ-সার্বীয় বংশোদ্ভূত ধনী সম্ভ্রান্ত মহিলা আনাস্তাসিয়া আরাপোভা (১৮৭২-১৯৩৬) কে বিয়ে করেন।   তাদের দুই কন্যা ছিল, আনাস্তাসি স্টাসি  (১৮৯৩–১৯৭৮), যার ডাকনাম ছিল স্টাসি এবং সোফিয়া সোফি (১৮৯৫–১৯৬৩) যার ডাকনাম সোফি।  ১৯০২ সালে এই দম্পতি আলাদা হয়ে যান এবং ১৯১৯ সালে বিবাহবিচ্ছেদ ঘটে। \n\n\n== জীবনের শেষ দিনগুলো এবং মৃত্যু ==\n\nপদত্যাগের পর, মার্শাল ব্যারন ম্যানারহাইম লোহজার কিরকনিমি ম্যানর কিনে নেন এবং সেখানেই অবসর কাটানোর ইচ্ছা পোষণ করেন। ১৯৪৬ সালের জুন মাসে, তার পেপটিক আলসারের জন্য তার পাকস্থলীতে ছিদ্র হয়ে যাওয়ার পর অস্ত্রোপচার করা হয় এবং সেই বছরের অক্টোবরে তার ডুওডেনাল আলসার ধরা পড়ে। ১৯৪৭ সালের শুরুর দিকে, তাকে সুস্থ হয়ে ওঠার জন্য এবং তার স্মৃতিকথা লেখার জন্য সুইজারল্যান্ডের মন্ট্রেক্সের ভালমন্ট স্যানেটোরিয়ামে ভ্রমণ করার পরামর্শ দেওয়া হয়েছিল। ম্যানারহাইমের জীবনের বাকি সময় ভালমন্টই তার প্রধান বাসস্থান ছিল। যদিও তিনি নিয়মিত ফিনল্যান্ডে ফিরে আসতেন এবং সুইডেন, ফ্রান্স এবং ইতালিও ভ্রমণ করতেন। \nযেহেতু ম্যানারহাইম বৃদ্ধ এবং অসুস্থ ছিলেন, তাই তিনি ব্যক্তিগতভাবে তাঁর স্মৃতিকথার শুধুমাত্র কিছু নির্দিষ্ট অংশ লিখেছিলেন। তিনি আরও কিছু অংশের লেখার নির্দেশ দিয়েছিলেন। বাকি অংশগুলি তার কয়েকজন সহকারী কর্নেল আলাদার পাসোনেন; জেনারেল এরিক হেনরিচস; জেনারেল গ্র্যান্ডেল, ওলেনিয়াস এবং মার্টোলা; এবং যুদ্ধ ইতিহাসবিদ কর্নেল ভিলজানেন ম্যানারহাইমের স্মৃতি থেকে লিখেছিলেন। যতদিন পর্যন্ত ম্যানারহাইম পড়তে পারতেন, ততদিন পর্যন্ত তিনি তার স্মৃতিকথার টাইপরাইটার খসড়াগুলো প্রুফরিড করতেন। তিনি তার ব্যক্তিগত জীবন সম্পর্কে প্রায় সম্পূর্ণ নীরব ছিলেন এবং তিনি তার পরিবর্তে ফিনল্যান্ডের ইতিহাস বিশেষ করে ১৯১৭ থেকে ১৯৪৪ সালের মধ্যকার ইতিহাসের উপর মনোনিবেশ করেছিলেন। ১৯৫১ সালের জানুয়ারিতে যখন ম্যানারহাইম মারাত্মক অন্ত্রের বাধার শিকার হন,  তখনও তার স্মৃতিকথাগুলি সম্পূর্ণরূপে প্রকাশিত হয়নি। তাঁর মৃত্যুর পর এগুলি প্রকাশিত হয়েছিল। \nম্যানারহাইম ২৭ জানুয়ারী ১৯৫১ (ফিনিশ সময়ে ২৮ জানুয়ারী ), লুসানের ক্যান্টোনাল হাসপাতাল( ফরাসি: L'Hôpital cantonal à Lausanne   আধুনিক লসান বিশ্ববিদ্যালয় হাসপাতাল  ), সুইজারল্যান্ডে মারা যান। ১৯৫১ সালের ৪ ফেব্রুয়ারি হেলসিঙ্কির হিয়েটানিয়েমি কবরস্থানে পূর্ণ সামরিক মর্যাদায় রাষ্ট্রীয় অন্ত্যেষ্টিক্রিয়ায় তাকে সমাহিত করা হয়।\n\n\n== উত্তরাধিকার ==\n\nবর্তমানকালে, ম্যানারহাইমকে ফিনল্যান্ডের সর্বশ্রেষ্ঠ রাষ্ট্রনায়ক হিসেবে সম্মানিত করা হয়। এর অন্যতম কারণ হতে পারে দলীয় রাজনীতিতে প্রবেশে তার অস্বীকৃতি (যদিও বামপন্থার চেয়ে ডানপন্থীদের প্রতি তার বেশি সহানুভূতি ছিল )।স্বার্থপর উদ্দেশ্য ছাড়াই সর্বদা পিতৃভূমির সেবা করার তার দাবি, সামনের সারিতে পরিদর্শনে তার ব্যক্তিগত সাহস, সত্তরের দশকের শেষের দিকে অধ্যবসায়ের সাথে কাজ করার ক্ষমতা এবং ফিনল্যান্ডে সোভিয়েত আক্রমণের বহু বছর আগে তার বিদেশী রাজনৈতিক দূরদর্শিতা। [ ১ ] যদিও ফিনল্যান্ড ধারাবাহিক যুদ্ধের সময় জার্মানির নাৎসি বাহিনীর পক্ষে যুদ্ধ করেছিল এবং একইভাবে অক্ষশক্তিকেও সহযোগিতা করেছিল, তবুও মিত্রশক্তির বেশ কয়েকজন নেতা ম্যানারহাইমকে সম্মান করতেন। তাদের মধ্যে ছিলেন তৎকালীন ব্রিটিশ প্রধানমন্ত্রী উইনস্টন চার্চিল । লন্ডনে ২০১৭ সালে এক সম্মেলনে যুদ্ধ ইতিহাসবিদ টেরি চারম্যান বলেছিলেন যে ম্যানারহাইমের সাথে তার পূর্বের সহজ সহযোগিতার কারণে স্ট্যালিনের দাবিতে ফিনল্যান্ডের বিরুদ্ধে যুদ্ধ ঘোষণা করা চার্চিলের পক্ষে কঠিন ছিল, যার ফলে চার্চিল এবং ম্যানারহাইম একে অপরের প্রতি গভীর শ্রদ্ধার সাথে বিদ্যমান পরিস্থিতি সম্পর্কে ভদ্র এবং ক্ষমাপ্রার্থী চিঠিপত্র বিনিময় করেছিলেন। \n\n৪ জুন ম্যানারহাইমের জন্মদিনকে ফিনিশ প্রতিরক্ষা বাহিনী পতাকা দিবস হিসেবে পালন করে। ১৯৪২ সালে তাঁর ৭৫তম জন্মদিনে যখন তাঁকে ফিনল্যান্ডের মার্শাল উপাধিও দেওয়া হয়। তখন ফিনিশ সরকার এই সিদ্ধান্ত নেয়। পতাকা দিবসটি জাতীয় কুচকাওয়াজ এবং প্রতিরক্ষা বাহিনীর সদস্যদের পুরস্কার এবং পদোন্নতি প্রদানের মাধ্যমে পালিত হয়। ম্যানারহাইমের জীবন ও সময়কাল ম্যানারহাইম জাদুঘরে স্মরণীয় করে রাখা হয়েছে।  মার্শালের জীবদ্দশায়ই তার সম্মানে ফিনিশ রাজধানীর সবচেয়ে বিখ্যাত বুলেভার্ডটির নামকরণ করা হয়েছিল ম্যানারহেইমিন্টি (ম্যানারহেইম রোড) ।রাস্তার পাশে, কাম্পি জেলায়, হোটেল মার্স্কি অবস্থিত, এ হোটেলটিও তার নামে নামকরণ করা হয়েছে। ফিনল্যান্ডের লোপ্পিতে পুনেলিয়া হ্রদের তীরে অবস্থিত ম্যানারহাইমের প্রাক্তন শিকারের স্থান এবং বিশ্রামস্থল \" মার্শালস কেবিন \" ( মার্স্কিন মাজা ) নামে পরিচিত।এটি এখন একইসাথে একটি জাদুঘর এবং একটি রেস্তোরা উভয়ই হিসেবে ব্যবহার করা হয় ‌।\nফিনল্যান্ড জুড়ে বিভিন্ন ল্যান্ডমার্ক ম্যানারহাইমকে সম্মান জানায়, যার মধ্যে সবচেয়ে বিখ্যাত হল হেলসিঙ্কির ম্যানারহাইমিন্টিতে অবস্থিত অশ্বারোহী মূর্তিটি, যা পরবর্তীতে নির্মিত কিয়াসমা আধুনিক শিল্প জাদুঘরের সামনে অবস্থিত। তুর্কু এবং সেইনাজোকি উভয় স্থানেই ম্যানারহাইম পার্কে তার মূর্তি রয়েছে। গৃহযুদ্ধে ম্যানারহাইমের ভূমিকা নিয়ে বিতর্কের কারণে শ্বেতাঙ্গদের গৃহযুদ্ধে বিজয়ী জেনারেলের চিত্রিত ট্যাম্পেরের ম্যানারহাইমের মূর্তিটি অবশেষে শহরের কয়েক কিলোমিটার দূরে জঙ্গলে স্থাপন করা হয়েছিল। উদাহরণস্বরূপ, মিক্কেলি এবং লাহতিতে অন্যান্য মূর্তি স্থাপন করা হয়েছিল।  ৫ ডিসেম্বর ২০০৪-এ, সুউরেট সুওমালাইসেট (গ্রেট ফিন্স) প্রতিযোগিতায় ম্যানারহেইম সর্বকালের সর্বশ্রেষ্ঠ ফিনিশ ব্যক্তি নির্বাচিত হন। \n১৯৩৭ থেকে ১৯৬৭ সাল পর্যন্ত, ম্যানারহাইমের সম্মানে কমপক্ষে পাঁচটি ভিন্ন ফিনিশ ডাকটিকিট বা স্ট্যাম্প সিরিজ জারি করা হয়েছিল এবং ১৯৬০ সালে মার্কিন যুক্তরাষ্ট্র চ্যাম্পিয়ন্স অফ লিবার্টি সিরিজের অংশ হিসেবে নিয়মিত প্রথম-শ্রেণীর দেশীয় এবং আন্তর্জাতিক ডাকটিকিট (যথাক্রমে চার সেন্ট এবং আট সেন্ট) দিয়ে ম্যানারহাইমকে \"ফিনল্যান্ডের মুক্তিদাতা\" হিসেবে সম্মানিত করে, যার মধ্যে মহাত্মা গান্ধী এবং সাইমন বলিভারের মতো অন্যান্য উল্লেখযোগ্য ব্যক্তিত্বও অন্তর্ভুক্ত ছিল।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nম্যানারহাইম ইলমারি তুরজার ১৯৬৬ সালের নাটক এবং ম্যাটি কাসিলা পরিচালিত ১৯৭০ সালের চলচ্চিত্র অভিযোজন দ্য হেডকোয়ার্টার্সে প্রধান চরিত্রে অভিনয় করেছেন। নাটক এবং চলচ্চিত্র উভয় ক্ষেত্রেই, ম্যানারহাইম চরিত্রে অভিনয় করেছিলেন জোয়েল রিন। ২০০১ সালের টেলিভিশন ছবি \"ভালতাপেলিয়া এলোকুসা ১৯৪০\"-তেও ম্যানারহেইম চরিত্রে অভিনয় করেছিলেন আসকো সারকোলা, যা পরিচালনা করেছিলেন ভেলি-ম্যাটি সাইকোনেন।\n\n\n== পুরস্কার ==\n\nতাঁর জীবদ্দশায়, ম্যানারহাইম ৮২টি সামরিক ও বেসামরিক সম্মাননা পেয়েছিলেন।\n\nজাতীয়\nবিদেশী\n\n\n== সামরিক পদমর্যাদা ==\n\n\n=== র‍্যাঙ্কসমূহ ===\n\n\n==== রাশিয়ান সেনাবাহিনীতে প্রাপ্ত ====\n১৮৮৮: নন-কমিশনড অফিসার\n১৮৮৯: কর্নেট\n১৮৯১: কর্নেট অফ দ্য গার্ড\n১৮৯৩: গার্ডের লেফটেন্যান্ট\n১৯০২: গার্ডের ক্যাপ্টেন\n১৯০৪: লেফটেন্যান্ট কর্নেল\n১৯০৫: কর্নেল\n১৯১১: মেজর জেনারেল\n১৯১৭: লেফটেন্যান্ট জেনারেল\n\n\n==== ফিনিশীয় সেনাবাহিনীতে ====\n১৯১৮: অশ্বারোহী বাহিনীর জেনারেল\n১৯৩৩: ফিল্ড মার্শাল\n১৯৪২: ফিনল্যান্ডের মার্শাল\n\n\n=== সুপ্রিম কমান্ড ===\n১৯১৮:জানুয়ারি থেকে মে ১৯১৮ পর্যন্ত হোয়াইট গার্ডের সর্বাধিনায়ক\n১৯১৮:ডিসেম্বর ১৯১৮ থেকে জুলাই ১৯১৯ পর্যন্ত ফিনিশ প্রতিরক্ষা বাহিনীর সর্বাধিনায়ক\n১৯৩১:১৯৩১ থেকে ১৯৩৯ সাল পর্যন্ত প্রতিরক্ষা পরিষদের চেয়ারম্যান\n১৯৩৯:১৯৩৯ থেকে ১৯৪৬ পর্যন্ত ফিনিশ প্রতিরক্ষা বাহিনীর সর্বাধিনায়ক\n\n\n== গ্রন্থপঞ্জি ==\nক্লেমেন্টস, জোনাথন (২০০৯)। ম্যানারহাইম: রাষ্ট্রপতি, সৈনিক, গুপ্তচর। লন্ডন: হাউস পাবলিশিং। আইএসবিএন 978-1907822575। \nGanzenmüller, Jörg. Das belagerte Leningrad 1941–1944 [Leningrad Besieged: 1941-1944] (জার্মান ভাষায়)। Paderborn: Verlag Ferdinand Schöningh। ২০০৫। আইএসবিএন 3-506-72889-X। \nJägerskiöld, Stig (১৯৬৫)। Nuori Mannerheim [Young Mannerheim] (ফিনিশ ভাষায়)। \nJägerskiöld, Stig (১৯৮৩)। Mannerheim 1867–1951। Helsinki: Otava Publications। \nJägerskiöld, Stig (১৯৮৬)। Mannerheim: Marshal of Finland। Minneapolis: University of Minnesota Press। আইএসবিএন 0-8166-1527-6। \nKoskikallio, Petteri. Asko Lehmuskallio, and Harry Halén. C. G. Mannerheim in Central Asia 1906–1908. Helsinki: National Board of Antiquities, 1999. আইএসবিএন ৯৫১-৬১৬-০৪৮-৪.\nJakobson, Max (১৯৯৯)। Väkivallan vuodet, 20. vuosisadan tilinpäätös [20th Century Accounts: Years of Violence] (ফিনিশ ভাষায়)। Otava। আইএসবিএন 9789511133698। \nWarner, Oliver (১৯৬৭)। Marshal Mannerheim and the Finns। London: Weidenfeld & Nicolson। \nWarner, Oliver (জুলাই ১৯৬৪)। \"Mannerheim, Marshal of Finland, 1867–1951\"। History Today। খণ্ড 14 নং 7। পৃষ্ঠা 461–468। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMannerheim, Carl Gustaf Emil (১৯৫৩)। The Memoirs of Marshal Mannerheim। London: Cassell। ওসিএলসি 12424452। , primary source\nMeri, Veijo (১৯৯০)। Suomen marsalkka C. G. Mannerheim (ফিনিশ ভাষায়)। \nPajunen, Jussi; Karjalainen, Mikko (২০১৯)। \"Finnish Volunteer Battalion of the Waffen SS in 1941–1943 and Related Finnish studies\" (পিডিএফ)। Finno-German Yearbook of Political Economy। 2। ২০২১-১০-১৯ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২১-১০-১২। \nScreen, J. E. O.. Screen, J. E. O. (১৯৭০)। Mannerheim: The Years of Preparation। Vancouver: University of British Columbia Press। আইএসবিএন 0-900966-22-X। \nScreen, J. E. O.. Screen, J. E. O. (২০০০)। Mannerheim: The Finnish Years। London: Hurst। আইএসবিএন 1-85065-573-1। \nTrotter, William (২০১৩)। A Frozen Hell: The Russo-Finnish Winter War of 1939–1940। Chapel Hill: Algonquin Books। আইএসবিএন 9781565126923। \nMartti Turtola. Turtola, Martti (১৯৯৪)। Risto Ryti: Elämä isänmaan puolesta [Risto Ryti: A Life for the Fatherland] (ফিনিশ ভাষায়)। Helsinki: Otava। \nTyni, Mikko (২০২২)। Marsalkan muskettisoturit – Mannerheimin henkivartiointi ja turvallisuus 1918–1946 (ফিনিশ ভাষায়)। Jyväskylä: Docendo। আইএসবিএন 9789523823891। \nWesterlund, Lars.  The Finnish SS Volunteers and Atrocities 1941–1943 (পিডিএফ)। The National Archives of Finland and Finnish Literature Society। ২০১৯। আইএসবিএন 978-951-858-111-9। ২০২১-০৮-২৩ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২১-১০-১৩। \n\n\n== আরও দেখুন ==\n\nঅ্যাডলফ এহরনরুথ\nহিটলার এবং ম্যানারহাইম রেকর্ডিং\nজোহান লাইডোনার\nফিনল্যান্ড জড়িত যুদ্ধের তালিকা\nমার্শালের কেবিন\nফিনল্যান্ডের মার্শাল (চলচ্চিত্র)\nমার্সকিন রাইপ্পি\nভর্শম্যাক\n\n\n== বহিঃসংযোগ ==\n\nইন্টারেক্টিভ গুগল ম্যাপ, স্লাইড শো, ভিডিও এবং আরও অনেক কিছুতে ম্যানারহাইমের এশিয়া জুড়ে যাত্রার বিবরণ\nফিনল্যান্ডের ইতিহাসে সি. জি. ই. ম্যানারহেইম\nম্যানারহাইম জাদুঘর\nহিটলার এবং ম্যানারহাইমের কথোপকথনের অডিও রেকর্ডিং এবং ব্যক্তিগত কথা(ইউটিউবে w/English text), ৪ জুন ১৯৪২\n(ফিনীয় এবং সুইডীয় ভাষায়) [১] ১৯৪৪ সালে ম্যানারহাইমের উদ্বোধনী ভাষণ\nইহুদিদের রক্ষায় ম্যানারহেইমের ভূমিকা\nম্যানারহাইম লীগ ফর চাইল্ড ওয়েলফেয়ার ইংরেজি ওয়েবসাইট\nসি. জি. ই. ম্যানারহেইম ফিনল্যান্ডের রাষ্ট্রপতিদের মধ্যে\n\n\n== তথ্যসূত্র =="}