{"pageid": 1514402, "title": "প্রথম এডওয়ার্ড (ইংল্যান্ড)", "url": "https://bn.wikipedia.org/wiki?curid=1514402", "content": "এডওয়ার্ড I (১৭/১৮ জুন ১২৩৯ – ৭ জুলাই ১৩০৭), এডওয়ার্ড লংশ্যাংকস এবং স্কটদের হাতুড়ি নামেও পরিচিত, ছিলেন ইংল্যান্ডের রাজা ১২৭২ থেকে ১৩০৭ পর্যন্ত। পাশাপাশি তিনি আয়ারল্যান্ডের লর্ড ছিলেন এবং ১২৫৪ থেকে ১৩০৬ পর্যন্ত গ্যাসকনির ডিউক হিসেবে ফ্রান্সের রাজার বশ্যতা স্বীকারকারী ছিলেন। সিংহাসনে বসার আগে তাকে সাধারণত লর্ড এডওয়ার্ড বলা হতো।\nতার শৈশব থেকেই তিনি রাজনীতিতে সক্রিয় ছিলেন এবং ১২৫৯ সালে অক্সফোর্ডের শর্তাবলী সমর্থন করে স্বল্প সময়ের জন্য ব্যারনদের সংস্কার আন্দোলনের সঙ্গে যুক্ত হন। পরে তিনি তার পিতার প্রতি আনুগত্য প্রকাশ করেন এবং দ্বিতীয় ব্যারনদের যুদ্ধে অংশগ্রহণ করেন। ১২৭০ সালে তিনি নবম ক্রুসেডে যান, আর ফেরার পথে ১২৭২ সালে পিতার মৃত্যুর খবর পান। ১২৭৪ সালে তিনি ইংল্যান্ডে ফিরে ওয়েস্টমিনস্টার অ্যাবেতে রাজ্যাভিষেক করেন।\nএডওয়ার্ড তার শাসনামলে রাজকীয় প্রশাসন ও আইন ব্যবস্থা সংস্কার করেন। তিনি ওয়েলস জয় করেন এবং সেখানে ইংরেজ শাসন প্রতিষ্ঠা করেন। ১২৯০ সালে তিনি ইংল্যান্ড থেকে ইহুদিদের নির্বাসিত করেন। স্কটল্যান্ডের বিরুদ্ধে যুদ্ধ শুরু করেন এবং ফ্রান্সের সঙ্গেও যুদ্ধে জড়ান।\nএডওয়ার্ড তার কঠোর মনোভাব ও ৬ ফুট ২ ইঞ্চি, ১৮৮ সেন্টিমিটার উচ্চতার কারণে সমসাময়িকদের কাছে ভয় জাগানিয়া ছিলেন, তবে তাকে দক্ষ শাসক ও আইন প্রণেতা হিসেবে সম্মান করা হতো। আধুনিক ঐতিহাসিকরা তার মূল্যায়নে বিভক্ত; কেউ কেউ তার আইন ও প্রশাসনিক সংস্কারকে প্রশংসা করেন, আবার কেউ তার আগ্রাসী নীতি এবং স্কটল্যান্ড ও ওয়েলসের প্রতি দমনমূলক দৃষ্টিভঙ্গির সমালোচনা করেন।\n\n\n== প্রারম্ভিক বছর, ১২৩৯–১২৬৩ ==\n\n\n=== শৈশব ও বিবাহ ===\n\nএডওয়ার্ড ১২৩৯ সালের ১৭-১৮ জুন রাতে প্যালেস অফ ওয়েস্টমিনস্টার-এ জন্মগ্রহণ করেন। তার পিতা ছিলেন ইংল্যান্ডের রাজা হেনরি III এবং মাতা ছিলেন প্রোভেন্সের এলিয়েনর।\nএডওয়ার্ড, একটি অ্যাংলো-স্যাক্সন নাম, যা নর্মান বিজয়ের পর ইংল্যান্ডের অভিজাতদের মধ্যে খুব একটা প্রচলিত ছিল না। তবে হেনরি ছিলেন সেন্ট এডওয়ার্ড দ্য কনফেসর-এর প্রতি অত্যন্ত ভক্ত এবং তিনি তার প্রথম পুত্রের নাম এই সন্তর নামে রাখার সিদ্ধান্ত নেন।\nএডওয়ার্ডের জন্ম রাজকীয় দরবার ও সমগ্র ইংল্যান্ড জুড়ে উদযাপিত হয় এবং জন্মের তিন দিন পর তাকে ওয়েস্টমিনস্টার অ্যাবে-তে বাপ্তিস্ম দেওয়া হয়। সিংহাসনে আরোহণের আগ পর্যন্ত (১২৭২ সাল) তিনি সাধারণত \"লর্ড এডওয়ার্ড\" নামে পরিচিত ছিলেন।\n তার শৈশবের বন্ধুদের মধ্যে ছিলেন তার চাচাতো ভাই হেনরি অফ আলমেইন, যিনি রাজা হেনরির ভাই রিচার্ড অফ কর্নওয়াল এর পুত্র। হেনরি অফ আলমেইন তার জীবনের বাকি সময়ে প্রিন্সের কাছের সঙ্গী ছিলেন।\nএডওয়ার্ডকে হিউ গিফার্ড এর কাছে রেখে দেওয়া হয়েছিল – যিনি ভবিষ্যতে চ্যান্সেলর গডফ্রে গিফার্ড এর পিতা ছিলেন – যতক্ষণ না ১২৪৬ সালে গিফার্ডের মৃত্যুর পর বার্থোলোমিউ পেক তার দায়িত্ব গ্রহণ করেন। এডওয়ার্ডের শৈশবকালীন পালনের বিস্তারিত জানা যায়নি, তবে তাকে তার বয়সী একটি অভিজাত ছেলের মতো শিক্ষা দেওয়া হয়েছিল, যার মধ্যে সামরিক শিক্ষা অন্তর্ভুক্ত ছিল।\nশিশু অবস্থায় এডওয়ার্ডের স্বাস্থ্যের ব্যাপারে উদ্বেগ ছিল, এবং তিনি ১২৪৬, ১২৪৭, এবং ১২৫১ সালে অসুস্থ হয়ে পড়েন। তবুও, তিনি বড় হয়ে একজন শক্তিশালী, শারীরিকভাবে সক্ষম এবং বলিষ্ঠ পুরুষে পরিণত হন। তার উচ্চতা ছিল ৬ ফুট ২ ইঞ্চি (১৮৮ সেন্টিমিটার), যা তাকে তার সমসাময়িকদের মধ্যে অনেকের চেয়ে অনেক উঁচু করে তুলেছিল, এর কারণেই তাকে \"লংশ্যাঙ্কস\" (অর্থাৎ \"লম্বা পা\" বা \"লম্বা শিন\") উপাধিতে ভূষিত করা হয়। ইতিহাসবিদ মাইকেল প্রেসটুইচ বলেছেন যে, \"তার লম্বা বাহু তাকে তলোয়ারবাজ হিসেবে সুবিধা দিত, লম্বা উরু তাকে ঘোড়সওয়ার হিসেবে সুবিধা দিত। তার যৌবনে, তার কোঁকড়ানো চুল ছিল সোনালী; পরিণতিতে তা গা dark ় হয়ে গিয়েছিল, এবং বার্ধক্যে তা সাদা হয়ে গিয়েছিল। তার মুখাবয়বের নিয়মিততায় একটি ঢলে পড়া বাম চোখের পাতা ছিল... তার বক্তৃতা, যেহেতু তার লিস্প ছিল, তা প্রভাবশালী বলে মনে করা হত।\"\n১২৫৪ সালে, ইংল্যান্ডের গ্যাসকনির ওপর কাস্তিলীয় আক্রমণের আশঙ্কায় ইংরেজ রাজা হেনরি ১৫ বছর বয়সী এডওয়ার্ড এবং ১৩ বছর বয়সী কাস্তিলের এলিয়ানো, কিং আলফনসো দশমের সৎ বোন, এর মধ্যে একটি রাজনৈতিকভাবে সুবিধাজনক বিয়ের ব্যবস্থা করেন।Morris 2009, পৃ. 14–18; Chancellor 1981, পৃ. 202. তারা ১২৫৪ সালের ১ নভেম্বর কাস্তিলের সান্তা মারিয়া লা রিয়েল দে লাস হুয়েলগাস অ্যাবেতে বিবাহবন্ধনে আবদ্ধ হন।Morris 2009, পৃ. 20. বিবাহ চুক্তির অংশ হিসেবে, আলফনসো দশম তার গ্যাসকনির ওপর দাবি ত্যাগ করেন, এবং এডওয়ার্ড বছরে ১৫,০০০ মার্ক জমির অধিকার পান।Prestwich 1997, পৃ. 10; Salzman 1968, পৃ. 17; Jenks 1902, পৃ. 91. এই বিবাহ অবশেষে ১২৭৯ সালে এলিয়ানো দ্বারা পন্টিউ-এর উত্তরাধিকার লাভের ফলে ইংল্যান্ডকে এই এলাকা অধিগ্রহণে সহায়তা করে।Prestwich 1997, পৃ. 316. ১২৫৪ সালে হেনরি এডওয়ার্ডকে গ্যাসকনিসহ বেশ কিছু বড় জায়গায় জমি দেন; অধিকাংশ আয়ারল্যান্ড, যা এডওয়ার্ডকে দেওয়া হয়, এই প্রথম দাবি করা হয় যে আয়ারল্যান্ডের শাসন কখনো ইংরেজ রাজতন্ত্র থেকে বিচ্ছিন্ন হবে না;Carpenter 2004, পৃ. 362, Davies 1990, পৃ. 84 এবং ওয়েলস ও ইংল্যান্ডের বহু জমি,Prestwich 2005, পৃ. 34–35. এর মধ্যে চেস্টারের আর্লডমও রয়েছে। তারা এডওয়ার্ডকে তেমন স্বাধীনতা দেয়নি, কারণ হেনরি অধিকাংশ ভূমির উপর নিয়ন্ত্রণ রেখে তা থেকে অধিকাংশ আয় লাভ করেন,Prestwich 1997, পৃ. 11–14. যার ফলে বিভক্ত নিয়ন্ত্রণের কারণে সমস্যাগুলি বৃদ্ধি পায়। ১২৫৪ থেকে ১২৭২ সালের মধ্যে, আয়ারল্যান্ড সরকারের প্রধান হিসেবে ১১টি ভিন্ন বিচারক নিয়োগ করা হয়েছিল, যা আরও সংঘর্ষ এবং অস্থিরতা সৃষ্টি করেছিল; দুর্নীতি অত্যন্ত উচ্চ মাত্রায় পৌঁছায়। গ্যাসকনিতে, ১২৫৩ সালে সাইমন ডি মনফোর্ট, ৬ষ্ঠ আর্ল অফ লেস্টারকে রয়্যাল লেফটেন্যান্ট হিসেবে নিয়োগ করা হয়েছিল এবং তার আয় গ্রহণ করছিলেন, ফলে এডওয়ার্ড এই প্রদেশ থেকে কর্তৃত্ব বা আয় কিছুই পাননি।Prestwich 1997, পৃ. 7–8. ১২৫৪ সালের নভেম্বরে, এডওয়ার্ড এবং এলিয়ানো কাস্তিল ত্যাগ করে গ্যাসকনিতে প্রবেশ করেন, যেখানে তাদের উষ্ণ অভ্যর্থনা জানানো হয়। এখানে, এডওয়ার্ড নিজেকে \"গ্যাসকনির রাজপুত্র এবং প্রভু হিসেবে শাসন করাচ্ছিলেন\", একটি পদক্ষেপ যা ইতিহাসবিদ জে. এস. হ্যামিলটন বলেন এটি তার উজ্জ্বল রাজনৈতিক স্বাধীনতার প্রদর্শন ছিল।\n১২৫৪ থেকে ১২৫৭ সালের মধ্যে, এডওয়ার্ড তার মায়ের আত্মীয়দের প্রভাবাধীন ছিলেন, যাদের সাভয় (Savoyards) বলা হয়,Hamilton 2010, পৃ. 52.Prestwich 2005, পৃ. 96. তাদের মধ্যে সবচেয়ে উল্লেখযোগ্য ছিলেন পিটার দ্বিতীয়, সাভয় যিনি কুইন এলিয়ানোর চাচা ছিলেন।Morris 2009, পৃ. 7. ১২৫৭ সালের পর, এডওয়ার্ড তার লুসিনিয়ান দলের কাছে আরও ঘনিষ্ঠ হন– যা ছিল তার বাবা হেনরি তৃতীয়-এর সৎভাইদের গোষ্ঠী, যাদের নেতৃত্বে ছিলেন উইলিয়াম ডি ভ্যালেন্স।Prestwich 1997, পৃ. 22–23. এই দুটি বিদেশী শ্রেণী ইংরেজ অভিজাতদের কাছে অমঙ্গলজনক ছিল, যারা পরবর্তী বছরগুলোর বারনিয়াল সংস্কার আন্দোলনের কেন্দ্রবিন্দু হয়ে উঠেছিল।Prestwich 2005, পৃ. 95. এডওয়ার্ডের লুসিনিয়ান আত্মীয়দের সাথে সম্পর্ক সমসাময়িকদের কাছে খারাপভাবে দেখা হয়েছিল, যার মধ্যে ছিলেন ম্যাথু প্যারিস, একজন ইতিহাসবিদ যিনি এডওয়ার্ডের অন্তর্গত বৃত্তের অশান্ত এবং সহিংস আচরণের কাহিনী প্রচার করেছিলেন, যা তার ব্যক্তিগত গুণাবলীর ব্যাপারে প্রশ্ন তুলেছিল।Prestwich 1997, পৃ. 23.\n\n\n=== প্রারম্ভিক লক্ষ্যসমূহ ===\nএডওয়ার্ড ১২৫৫ সালেই রাজনৈতিক বিষয়ে স্বাধীনতার পরিচয় দেন, যখন তিনি গ্যাসকোনিতে সোলার পরিবারকে সমর্থন করেন তাদের কলম্ব পরিবার এর সাথে সংঘর্ষে। এটি তার পিতার স্থানীয় গোষ্ঠীগুলির মধ্যে মধ্যস্থতার নীতির বিপরীতে ছিল।Prestwich 1997, পৃ. 15–16. ১২৫৮ সালের মে মাসে, কিছু ম্যাগনেট একটি দলিল প্রস্তুত করেন রাজা সরকারের সংস্কারের জন্য –  যা পরিচিত হয় অক্সফোর্ডের বিধান – – এটি মূলত লুসিনিয়ানদের বিরুদ্ধে ছিল। এডওয়ার্ড তার রাজনৈতিক মিত্রদের পাশে দাঁড়িয়ে কঠোরভাবে বিধানগুলির বিরোধিতা করেন।Prestwich 1997, পৃ. 25–26. সংস্কার আন্দোলন লুসিনিয়ানদের প্রভাব সীমিত করতে সফল হয়েছিল, এবং এডওয়ার্ডের মনোভাব ধীরে ধীরে পরিবর্তিত হতে থাকে।Prestwich 1997, পৃ. 26-29. ১২৫৯ সালের মার্চ মাসে, তিনি একজন প্রধান সংস্কারক, রিচার্ড ডি ক্লেয়ার, ৬ষ্ঠ আর্ল অব গ্লস্টার-এর সাথে আনুষ্ঠানিক জোট গঠন করেন, এবং ১৫ অক্টোবর ঘোষণা করেন যে তিনি বারনের লক্ষ্য এবং তাদের নেতা, আর্ল অফ লেস্টারের সমর্থক।Prestwich 1997, পৃ. 27-29, Carpenter 1985, পৃ. 226, 233–234.\nএডওয়ার্ডের মনোভাবের পরিবর্তনের পেছনে যে কারণটি ছিল তা হয়তো পুরোপুরি বাস্তবিক ছিল: আর্ল অফ লেস্টার গ্যাসকোনিতে তার পক্ষকে সমর্থন দেওয়ার জন্য ভালো অবস্থানে ছিলেন।Prestwich 1997, পৃ. 31–32. যখন রাজা নভেম্বর মাসে ফ্রান্সে চলে যান, তখন এডওয়ার্ডের আচরণ পুরোপুরি অবাধ্য হয়ে ওঠে। তিনি সংস্কারকারীদের উদ্দেশ্যে বেশ কিছু নিয়োগ দেন, এবং তার পিতা মনে করেন যে এডওয়ার্ড একটি অভ্যুত্থানের কথা ভাবছেন।Prestwich 1997, পৃ. 32–33. যখন হেনরি ফ্রান্স থেকে ফিরে আসেন, প্রথমে তিনি তার পুত্রকে দেখতে অস্বীকার করেন, তবে রিচার্ড অফ কর্নওয়াল এবং বনিফেস, আর্চবিশপ অব ক্যান্টারবুরি'র মধ্যস্থতায়, তারা অবশেষে সমঝোতায় আসেন।Morris 2009, পৃ. 44–45. এডওয়ার্ডকে ফ্রান্সে পাঠানো হয়, এবং ১২৬০ সালের নভেম্বরে তিনি আবার লুসিনিয়ানদের সাথে একত্রিত হন, যাদের সেখানে নির্বাসিত করা হয়েছিল।Morris 2009, পৃ. 48; Prestwich 1997, পৃ. 34.\nইংল্যান্ডে ফিরে, ১২৬২ সালের শুরুতে, এডওয়ার্ড তার কিছু পুরানো লুসিনিয়ান মিত্রের সাথে আর্থিক বিষয়ে বিরোধে জড়িয়ে পড়েন। পরের বছর, রাজা হেনরি তাকে ওয়েলসের প্রিন্স ল্লিউয়েলিন আ্যপ গ্রুফুড এর বিরুদ্ধে একটি অভিযান পরিচালনা করতে পাঠান, তবে এডওয়ার্ডের বাহিনী উত্তর ওয়েলসে অবরুদ্ধ হয়ে পড়ে এবং সীমিত ফলাফলই অর্জন করতে পারে।Powicke 1962, পৃ. 171–172; Morris 2009, পৃ. 54. একই সময়ে, লেস্টার, যিনি ১২৬১ সাল থেকে দেশের বাইরে ছিলেন, ইংল্যান্ডে ফিরে আসেন এবং বারোনিয়াল সংস্কার আন্দোলন আবার শুরু করেন।Maddicott 1994, পৃ. 225. যখন রাজা মনে হচ্ছিল যে তিনি বারোনদের দাবির কাছে হার মানবেন, তখন এডওয়ার্ড পরিস্থিতি নিয়ন্ত্রণে নিতে শুরু করেন। তার পূর্বের অনিশ্চিত এবং দ্বিধান্বিত মনোভাব থেকে, তিনি তার পিতার রাজকীয় অধিকার রক্ষার প্রতি দৃঢ় প্রতিশ্রুতি প্রদর্শন করতে শুরু করেন।Powicke 1962, পৃ. 178. তিনি সেই সব পুরনো মিত্রদের সাথে পুনরায় সম্পর্ক স্থাপন করেন যাদের তিনি আগের বছর বিচ্ছিন্ন করেছিলেন – এর মধ্যে ছিলেন হেনরি অফ আলমেইন এবং জন ডি ওয়্যারেন, ৬ষ্ঠ আর্ল অফ সারে – এবং উইন্ডসর ক্যাসেল পুনরুদ্ধার করেন বিদ্রোহীদের কাছ থেকে।Prestwich 1997, পৃ. 41. ফ্রান্সের রাজা লুই IX'র মধ্যস্থতায় দুই পক্ষের মধ্যে একটি চুক্তি স্বাক্ষরিত হয়। এই অ্যামিয়েনের মাইস প্রধানত রাজতান্ত্রিক পক্ষের পক্ষে ছিল এবং আরও সংঘর্ষ সৃষ্টি করেছিল।Prestwich 2005, পৃ. 113.\n\n\n== গৃহযুদ্ধ এবং ক্রুসেড, ১২৬৪–১২৭৩ ==\n\n\n=== দ্বিতীয় বারনদের যুদ্ধ ===\n\n১২৬৪ থেকে ১২৬৭ সাল পর্যন্ত দ্বিতীয় বারনদের যুদ্ধ সংঘটিত হয়, যা ছিল আর্ল অফ লেস্টারের নেতৃত্বাধীন বারনিদের বাহিনী এবং রাজা প্রীতদের সমর্থক বাহিনীর মধ্যে। এডওয়ার্ড যুদ্ধে প্রথম আক্রমণ শুরু করেন গ্লুচেস্টার শহরটি দখল করে, যা বিদ্রোহীদের হাতে ছিল। যখন রবার্ট ডি ফেরার্স, ৬ষ্ঠ আর্ল অফ ডারবি বারনিদের বাহিনীর সহায়তায় আসেন, এডওয়ার্ড তার সাথে এক ট্রুসের আলোচনা করেন। কিন্তু এডওয়ার্ড পরবর্তীতে চুক্তির শর্ত ভঙ্গ করেন। এরপর তিনি নর্থাম্পটন শহরটি দখল করেন সাইমন ডি মন্টফোর্ট, জুনিয়র'র কাছ থেকে এবং ডারবির ভূমির বিরুদ্ধে প্রতিশোধমূলক অভিযান শুরু করেন। বারনি এবং রাজার বাহিনী ১২৬৪ সালের ১৪ মে লুইসের যুদ্ধতে মুখোমুখি হয়। এডওয়ার্ড, যিনি ডান উইংয়ের নেতৃত্ব দিচ্ছিলেন, ভাল পারফর্ম করেন এবং শীঘ্রই আর্ল অফ লেস্টারের বাহিনীর লন্ডন অংশকে পরাস্ত করেন। অসাবধানভাবে, তিনি ছড়িয়ে পড়া শত্রুর পিছু নেওয়ার চেষ্টা করেন, এবং যখন তিনি ফিরে আসেন, তখন বাকী রাজবাহিনী পরাজিত হয়ে গেছে। লুইসের মাইস অনুযায়ী, এডওয়ার্ড এবং তার সজিনা হেনরি অফ আলমেইনকে লেস্টারের কাছে হোস্টেজ হিসেবে তুলে দেওয়া হয়।\n\nএডওয়ার্ড ১২৬৫ সালের মার্চ পর্যন্ত বন্দী ছিলেন, এবং মুক্তির পর তাকে কঠোর নজরদারিতে রাখা হয়েছিল।Prestwich 1997, পৃ. 47–48; Hamilton 2010, পৃ. 53. হেরফোর্ড-এ, ২৮ মে সে পালিয়ে যায় যখন সে বাইক চালাচ্ছিল এবং গিলবার্ট ডি ক্লেয়ার, ৭ম আর্ল অফ গ্লস্টার-এর সাথে যোগ দেয়, যিনি সম্প্রতি রাজা পক্ষের সঙ্গে যোগ দিয়েছিলেন।Prestwich 1997, পৃ. 48–49. আর্ল অফ লেস্টারের সমর্থন এখন কমে গেছে, এবং এডওয়ার্ড ওয়ারসেস্টার এবং গ্লস্টার খুব সহজেই পুনরুদ্ধার করেন।Prestwich 1997, পৃ. 49–50. এর মধ্যে, লেস্টার Llywelyn-এর সাথে জোট গঠন করেছিলেন এবং তার পুত্র সাইমন-এর সাথে যোগ দিতে পূর্ব দিকে এগিয়ে যাচ্ছিলেন। এডওয়ার্ড কেনিলওয়ার্থ কাসল-এ এক আকস্মিক আক্রমণ চালান, যেখানে ছোটো মন্টফোর্ট অবস্থান করেছিলেন, এরপর আর্ল অফ লেস্টারকে আটকে দেওয়ার জন্য এগিয়ে যান।Powicke 1962, পৃ. 201–202. এরপর, দুই বাহিনী ইভশাম যুদ্ধতে ৪ আগস্ট ১২৬৫-এ মুখোমুখি হয়।Chancellor 1981, পৃ. 63. আর্ল অফ লেস্টারের কাছে রাজকীয় বাহিনীর তুলনায় খুব কম সুযোগ ছিল, এবং পরাজয়ের পর তাকে হত্যা করা হয় এবং তার মৃতদেহ যুদ্ধক্ষেত্রে মাংসচ্ছেদ করা হয়।Sadler 2008, পৃ. 105–109.\nএমন ঘটনাগুলির মাধ্যমে যেমন গ্লস্টারে ডারবির প্রতারণা, এডওয়ার্ড বিশ্বাসযোগ্যতা থেকে হারিয়েছিলেন এবং অবিশ্বাসের খ্যাতি অর্জন করেছিলেন। গ্রীষ্মকালীন অভিযানে তিনি তাঁর ভুল থেকে শিখতে শুরু করেন এবং শত্রুদের প্রতি করুণা প্রদর্শন করার মতো কাজের মাধ্যমে তার সমসাময়িকদের শ্রদ্ধা এবং প্রশংসা অর্জন করেন।Morris 2009, পৃ. 75–76. যুদ্ধ আর্ল অফ লেস্টারের মৃত্যুর পরও শেষ হয়নি, এবং এডওয়ার্ড চালু যুদ্ধে অংশগ্রহণ করেন। ক্রিসমাসে, তিনি সাইমন দ্য ইয়ং এবং তার সহযোগীদের সাথে আইল অফ অ্যাক্সহোলম-এ শান্তি স্থাপন করেন এবং ১২৬৬ সালের মার্চে সিঙ্ক পোর্টস-এ সফল আক্রমণ পরিচালনা করেন।Prestwich 1997, পৃ. 55. একদল বিদ্রোহী কেনিলওয়ার্থ কাসল-এ অবশিষ্ট ছিল, এবং তারা অক্টোবর ১২৬৬-এ ডিকটাম অফ কেনিলওয়ার্থ এর খসড়ার পরে আত্মসমর্পণ করেছিল। এপ্রিল মাসে মনে হচ্ছিল যে আর্ল অফ গ্লস্টার সংস্কার আন্দোলনের পক্ষে দাঁড়াবেন এবং গৃহযুদ্ধ আবারও শুরু হবে, তবে কেনিলওয়ার্থ ডিকটামের শর্তাবলী পুনরায় আলোচনা করার পরে পক্ষগুলো একটি চুক্তিতে পৌঁছায়। এ সময়ের কাছাকাছি, এডওয়ার্ডকে ইংল্যান্ডের স্টুয়ার্ড মনোনীত করা হয় এবং তিনি সরকারের উপর প্রভাব প্রয়োগ করতে শুরু করেন।Jobson 2012, পৃ. 164–165. তিনি ১২৬৫ সালে সিঙ্ক পোর্টসের ওয়ার্ডেন হিসেবেও নিযুক্ত হন।Morris 2009, পৃ. 76 তবুও, তিনি যুদ্ধের পরবর্তী সমাধান আলোচনায় খুব কমই জড়িত ছিলেন, কারণ তিনি তার আসন্ন যুদ্ধযাত্রার পরিকল্পনা করছিলেন।Prestwich 1997, পৃ. 63.</ref>\n\n\n=== ক্রুসেড ও সিংহাসন আরোহণ ===\n\nএডওয়ার্ড ১২৬৮ সালের ২৪ জুন একটি জাঁকজমকপূর্ণ অনুষ্ঠানে নিজেকে একটি ক্রুসেডে অংশ নেওয়ার অঙ্গীকার করেছিলেন, তার ভাই এডমন্ড ক্রাউচব্যাক এবং চাচাতো ভাই হেনরি অফ আলমেইনের সাথে। এডওয়ার্ডের কিছু প্রাক্তন প্রতিপক্ষ, যেমন জন ডে ভেসি এবং ৭ম আর্ল অফ গ্লoucester, একইভাবে নিজেদের অঙ্গীকার করেছিলেন, যদিও কিছু, যেমন গ্লoucester, শেষ পর্যন্ত অংশ নেননি। দেশ শান্ত হওয়ার সাথে সাথে প্রকল্পের সবচেয়ে বড় বাধা ছিল অর্থায়ন। ফ্রান্সের রাজা লুই IX, যিনি ক্রুসেডের নেতা ছিলেন, প্রায় £১৭,৫০০ ঋণ প্রদান করেন। এটি যথেষ্ট ছিল না, এবং বাকি অর্থ সংগ্রহ করতে হয়েছিল সাধারণ মানুষের উপর সরাসরি করের মাধ্যমে, যা ১২৩৭ সালের পর থেকে আর আরোপ করা হয়নি। ১২৭০ সালের মে মাসে, সংসদ সমস্ত চলমান সম্পত্তির এক-বিংশতি কর অনুমোদন করে; বিনিময়ে রাজা ম্যাগনা কার্টা পুনরায় নিশ্চিত করতে এবং ইহুদি ঋণদানের উপর বিধিনিষেধ আরোপ করতে সম্মত হন। ২০ আগস্ট এডওয়ার্ড ফ্রান্সের উদ্দেশ্যে ডোভার থেকে যাত্রা করেন। ইতিহাসবিদরা তার সাথে থাকা বাহিনীর আকার নির্দিষ্টভাবে নির্ধারণ করতে পারেননি, তবে সম্ভবত এটি ১০০০ জনেরও কম ছিল, যার মধ্যে প্রায় ২২৫ জন নাইট ছিল।\nপ্রাথমিকভাবে, ক্রুসেডাররা প্যালেস্টাইন-এ অবরুদ্ধ খ্রিস্টান দুর্গ আক্রে মুক্ত করার পরিকল্পনা করেছিল, কিন্তু রাজা লুই এবং তার ভাই চার্লস অফ অ্যাঞ্জু, সিসিলির রাজা, উত্তর আফ্রিকায় একটি ঘাঁটি স্থাপনের জন্য টিউনিস আমিরাত আক্রমণ করার সিদ্ধান্ত নেন। পরিকল্পনাটি ব্যর্থ হয় যখন ফরাসি বাহিনী একটি মহামারীর শিকার হয়, যা ২৫ আগস্ট লুইকে মেরে ফেলে। এডওয়ার্ড যখন টিউনিসে পৌঁছান, তখন চার্লস ইতিমধ্যেই আমিরের সাথে টিউনিসের চুক্তি স্বাক্ষর করেছেন, এবং সিসিলিতে ফিরে যাওয়া ছাড়া আর কিছুই করার ছিল না। আরও সামরিক অভিযান পরবর্তী বসন্ত পর্যন্ত স্থগিত করা হয়, কিন্তু সিসিলির উপকূলে একটি ভয়াবহ ঝড় চার্লস এবং ফিলিপ III, লুইয়ের উত্তরাধিকারী, উভয়কে আরও অভিযান থেকে বিরত রাখে। এডওয়ার্ড একা চালিয়ে যাওয়ার সিদ্ধান্ত নেন, এবং ১২৭১ সালের ৯ মে তিনি আক্রেতে অবতরণ করেন।\nপবিত্র ভূমিতে খ্রিস্টানদের অবস্থান precarious ছিল। জেরুজালেম ১২৪৪ সালে মুসলমানদের দ্বারা পুনরায় দখল করা হয়েছিল, এবং আক্রে এখন জেরুজালেম রাজ্যের কেন্দ্র ছিল। মুসলিম রাজ্যগুলি মামলুক নেতা বাইবার্স-এর নেতৃত্বে আক্রমণাত্মক ছিল, এবং আক্রেকে হুমকি দিচ্ছিল। এডওয়ার্ডের লোকেরা গ্যারিসনের জন্য একটি গুরুত্বপূর্ণ সংযোজন ছিল, কিন্তু বাইবার্সের উচ্চতর বাহিনীর বিরুদ্ধে তাদের জয়লাভের সম্ভাবনা কম ছিল, এবং জুন মাসে সেন্ট জর্জেস-ডি-লেবেইনে একটি প্রাথমিক অভিযান মূলত নিরর্থক ছিল। আবাকা, মঙ্গোল-এর ইলখান-এর কাছে একটি দূতাবাস আলেপ্পো-তে উত্তরে একটি আক্রমণ ঘটাতে সাহায্য করেছিল, যা বাইবার্সের বাহিনীকে বিভ্রান্ত করেছিল। মঙ্গোল আক্রমণ শেষ পর্যন্ত ব্যর্থ হয়। নভেম্বর মাসে, এডওয়ার্ড কাকুন-এ একটি অভিযান পরিচালনা করেন, যা জেরুজালেমের জন্য একটি সেতুপ্রধান হিসাবে কাজ করতে পারত, কিন্তু এটি ব্যর্থ হয়। আক্রেতে অবস্থান desperate হয়ে ওঠে, এবং ১২৭২ সালের মে মাসে সাইপ্রাসের হিউ III, নামমাত্র জেরুজালেমের রাজা, বাইবার্সের সাথে একটি দশ বছরের যুদ্ধবিরতি স্বাক্ষর করেন। এডওয়ার্ড প্রথমে প্রতিবাদী ছিলেন, কিন্তু ১২৭২ সালের জুন মাসে তিনি সিরিয়ান অ্যাসাসিনদের আদেশের একজন সদস্যের হাতে একটি হত্যার চেষ্টার শিকার হন, যাকে বলা হয় বাইবার্সের আদেশে। তিনি হত্যাকারীকে হত্যা করতে সক্ষম হন, কিন্তু একটি বিষাক্ত ছুরির আঘাতে তার হাতে আঘাত পান, এবং পরবর্তী কয়েক মাস ধরে তিনি মারাত্মকভাবে দুর্বল হয়ে পড়েন। এটি এডওয়ার্ডকে অভিযান ত্যাগ করতে রাজি করায়।\n১২৭২ সালের ২৪ সেপ্টেম্বর এডওয়ার্ড আক্রে ত্যাগ করেন। সিসিলিতে পৌঁছানোর কিছুক্ষণ পরেই তিনি খবর পান যে তার বাবা ১৬ নভেম্বর মারা গেছেন। এডওয়ার্ড এই খবরে গভীরভাবে দুঃখিত হন, কিন্তু তাড়াহুড়ো করে বাড়ি ফেরার পরিবর্তে তিনি ধীরে ধীরে উত্তরের দিকে যাত্রা করেন। এটি আংশিকভাবে তার এখনও দুর্বল স্বাস্থ্যের কারণে, কিন্তু আংশিকভাবে জরুরিতার অভাবের কারণে। ইংল্যান্ডের রাজনৈতিক পরিস্থিতি মধ্যশতকের উত্তেজনার পর স্থিতিশীল ছিল, এবং এডওয়ার্ড তার বাবার মৃত্যুর পর রাজা হিসাবে ঘোষিত হন, তার নিজের রাজ্যাভিষেকের সময় নয়, যা তখন পর্যন্ত প্রথাগত ছিল। এডওয়ার্ডের অনুপস্থিতিতে, দেশটি একটি রাজকীয় পরিষদ দ্বারা শাসিত হয়, যার নেতৃত্বে ছিলেন রবার্ট বার্নেল। এডওয়ার্ড ইতালি এবং ফ্রান্স ভ্রমণ করেন, পোপ গ্রেগরি X-এর সাথে দেখা করেন এবং প্যারিসে ফিলিপ III-এর কাছে তার ফরাসি ডোমেইনের জন্য শ্রদ্ধা জানান। এডওয়ার্ড স্যাভয় হয়ে যাত্রা করেন তার প্রাচীন চাচা কাউন্ট ফিলিপ I-এর কাছ থেকে ১২৪৬ সালের চুক্তির অধীনে আল্পসে অবস্থিত দুর্গগুলির জন্য শ্রদ্ধা গ্রহণ করতে।\nএডওয়ার্ড তারপর গ্যাসকনি যান গ্যাস্টন ডে বিয়ার্ন-এর নেতৃত্বে একটি বিদ্রোহ দমন করতে। সেখানে থাকাকালীন, তিনি তার ফিউডাল সম্পত্তি সম্পর্কে একটি তদন্ত শুরু করেন, যা হ্যামিলটনের মতে, \"এডওয়ার্ডের প্রশাসনিক দক্ষতায় তীব্র আগ্রহ ... [এবং] অ্যাকুইটেইনে লর্ড হিসাবে এডওয়ার্ডের অবস্থানকে শক্তিশালী করে এবং রাজা-ডিউক এবং তার প্রজাদের মধ্যে আনুগত্যের বন্ধনকে দৃঢ় করে\"। একই সময়ে, রাজা ইবেরিয়ার রাজ্যগুলির সাথে রাজনৈতিক জোট গঠন করেন। তার চার বছরের মেয়ে এলিনর-এর বাগদান করা হয় আলফোনসো, আরাগনের মুকুটের উত্তরাধিকারী, এবং এডওয়ার্ডের উত্তরাধিকারী হেনরি-এর বাগদান করা হয় জোয়ান, নাভারের রাজ্যের উত্তরাধিকারী। কোনোটিই ফলপ্রসূ হয়নি। ১২৭৪ সালের ২ আগস্ট এডওয়ার্ড ইংল্যান্ডে ফিরে আসেন, ডোভারে অবতরণ করেন। পঁয়ত্রিশ বছর বয়সী রাজা ১৯ আগস্ট ওয়েস্টমিনস্টার অ্যাবেতে রাণী এলিনরের সাথে তার রাজ্যাভিষেক অনুষ্ঠান করেন। রবার্ট কিলওয়ার্ডবি, ক্যান্টারবেরির আর্চবিশপ-এর দ্বারা অভিষেক এবং মুকুট পরানোর পরপরই এডওয়ার্ড তার মুকুট খুলে ফেলেন, বলেছিলেন যে তিনি তার বাবার রাজত্বকালে সমর্পণ করা সমস্ত ক্রাউন জমি পুনরুদ্ধার না করা পর্যন্ত তিনি এটি আবার পরবেন না।\n\n\n== প্রারম্ভিক শাসনকাল, ১২৭৪–১২৯৬ ==\n\n\n=== ওয়েলসের বিজয় ===\n\nবারונים যুদ্ধের পর লিওয়েলিন ap গ্রুফুড সুবিধা উপভোগ করেছিলেন। ১২৬৭ সালের মন্টগোমারি চুক্তি তার দ্বারা বিজিত চার কান্ট্রেফ অফ পারফেডউলাড-এর জমির মালিকানা এবং ওয়েলসের রাজপুত্র উপাধি স্বীকার করে। তবুও সশস্ত্র সংঘাত চলতে থাকে, বিশেষত অসন্তুষ্ট মার্চার লর্ডদের সাথে, যেমন গ্লoucester-এর আর্ল, রজার মর্টিমার এবং হামফ্রে ডি বোহুন, ৩য় আর্ল অফ হেরেফোর্ড। সমস্যাগুলি আরও বেড়ে যায় যখন লিওয়েলিনের ছোট ভাই ডাফিড এবং পাউইস-এর গ্রুফুড ap গুইনউইনউইন, লিওয়েলিনকে হত্যার চেষ্টা ব্যর্থ হওয়ার পর, ১২৭৪ সালে ইংরেজদের পক্ষে চলে যায়। চলমান শত্রুতা এবং এডওয়ার্ডের শত্রুদের আশ্রয় দেওয়ার কথা উল্লেখ করে, লিওয়েলিন রাজাকে সম্মান জানাতে অস্বীকার করেন। এডওয়ার্ডের জন্য আরও একটি উত্তেজনা ছিল লিওয়েলিনের পরিকল্পিত বিবাহ, এলেনর, সাইমন ডি মন্টফোর্ট দ্য এল্ডার-এর কন্যার সাথে।\n১২৭৬ সালের নভেম্বরে, এডওয়ার্ড যুদ্ধ ঘোষণা করেন। প্রাথমিক অভিযানগুলি মর্টিমার, এডওয়ার্ডের ভাই এডমন্ড, ল্যাঙ্কাস্টারের আর্ল, এবং উইলিয়াম ডি বিউচ্যাম্প, ৯ম আর্ল অফ ওয়ারউইক-এর নেতৃত্বে পরিচালিত হয়। লিওয়েলিনের সমর্থন তার দেশবাসীর মধ্যে দুর্বল ছিল। ১২৭৭ সালের জুলাইয়ে এডওয়ার্ড ১৫,৫০০ সৈন্য নিয়ে আক্রমণ করেন, যার মধ্যে ৯,০০০ ছিলেন ওয়েলশ। এই অভিযানে কোনও বড় যুদ্ধ হয়নি, এবং লিওয়েলিন বুঝতে পেরেছিলেন যে তার আত্মসমর্পণ ছাড়া কোনও উপায় নেই। ১২৭৭ সালের নভেম্বরে অ্যাবারকনওয়ি চুক্তি-র মাধ্যমে, তাকে শুধুমাত্র গুইনেড-এর জমি দেওয়া হয়, যদিও তাকে ওয়েলসের রাজপুত্র উপাধি রাখার অনুমতি দেওয়া হয়।\n১২৮২ সালে আবার যুদ্ধ শুরু হয়। ওয়েলশরা এই যুদ্ধকে জাতীয় পরিচয় এবং ঐতিহ্যবাহী ওয়েলশ আইনের অধিকারের জন্য দেখেছিল। এটি ব্যাপক সমর্থন পেয়েছিল, ইংরেজ আইন ব্যবস্থাকে অপব্যবহার করে বিশিষ্ট ওয়েলশ জমির মালিকদের জমি কেড়ে নেওয়ার চেষ্টার কারণে, যাদের অনেকেই এডওয়ার্ডের পূর্বের বিরোধী ছিলেন। এডওয়ার্ডের জন্য, এটি একটি বিজয়ের যুদ্ধে পরিণত হয়, যার লক্ষ্য ছিল \"ওয়েলশদের বিদ্বেষের অবসান ঘটানো\"। এই যুদ্ধ শুরু হয় ডাফিডের বিদ্রোহের মাধ্যমে, যিনি ১২৭৭ সালে পাওয়া পুরস্কার নিয়ে অসন্তুষ্ট ছিলেন। লিওয়েলিন এবং অন্যান্য ওয়েলশ নেতারা শীঘ্রই যোগ দেন, এবং প্রাথমিকভাবে ওয়েলশ আক্রমণ সফল হয়। জুন মাসে, গ্লoucester ল্যান্ডেইলো ফাউর যুদ্ধ-এ পরাজিত হয়। ৬ই নভেম্বর, যখন জন পেকহাম, ক্যান্টারবেরির আর্চবিশপ, শান্তি আলোচনা পরিচালনা করছিলেন, এডওয়ার্ডের কমান্ডার লিউক ডি টানি, অ্যাঙ্গেলসি-র কমান্ডার, একটি আকস্মিক আক্রমণ চালান। মূল ভূখণ্ডে একটি পন্টুন সেতু তৈরি করা হয়েছিল, কিন্তু টানি এবং তার লোকেরা পার হওয়ার কিছুক্ষণ পরেই ওয়েলশদের দ্বারা ঘাঁটি দেওয়া হয় এবং মোয়েল-ই-ডন যুদ্ধ-এ তাদের ভারী ক্ষতি হয়। ওয়েলশ অগ্রগতি শেষ হয় ১১ই ডিসেম্বর, যখন লিওয়েলিন একটি ফাঁদে পড়ে ওরেউইন ব্রিজ যুদ্ধ-এ নিহত হন। জুন ১২৮৩ সালে ডাফিডকে গ্রেপ্তার করে গুইনেডের বিজয় সম্পূর্ণ হয়, যাকে শ্রুসবারি-তে নিয়ে যাওয়া হয় এবং পরের বছর বিশ্বাসঘাতক হিসেবে মৃত্যুদণ্ড দেওয়া হয়; এডওয়ার্ড ডাফিডের মাথা লন্ডন ব্রিজ-এ প্রকাশ্যে প্রদর্শনের নির্দেশ দেন। \n\n১২৮৪ সালের রুডলান সনদ-এর মাধ্যমে, ওয়েলসের রাজ্য ইংল্যান্ডের সাথে একীভূত হয় এবং শেরিফদের দ্বারা পুলিশ করা কাউন্টিগুলির সাথে ইংরেজি প্রশাসনিক ব্যবস্থা দেওয়া হয়। ফৌজদারি মামলায় ইংরেজ আইন চালু করা হয়; ওয়েলশদের সম্পত্তি বিরোধের কিছু ক্ষেত্রে তাদের নিজস্ব প্রথাগত আইন বজায় রাখার অনুমতি দেওয়া হয়। ১২৭৭ সালের পর, এবং বিশেষত ১২৮৩ সালের পর, এডওয়ার্ড ওয়েলসে ইংরেজ বসতি স্থাপনের একটি প্রকল্প শুরু করেন, ফ্লিন্ট, অ্যাবারিস্টউইথ এবং রুডলান-এর মতো নতুন শহর তৈরি করেন। তাদের নতুন বাসিন্দারা ছিলেন ইংরেজ অভিবাসী, স্থানীয় ওয়েলশদের সেখানে বসবাস করতে নিষেধ করা হয়, এবং অনেক শহর ব্যাপক প্রাচীর দ্বারা সুরক্ষিত ছিল। \nএকটি ব্যাপক দুর্গ নির্মাণ প্রকল্পও শুরু হয়, জেমস অফ সেন্ট জর্জ-এর নির্দেশনায়, একজন প্রখ্যাত স্থপতি যার সাথে এডওয়ার্ড ক্রুসেড থেকে ফেরার পথে স্যাভয়ে দেখা করেছিলেন। এর মধ্যে ছিল বিউমারিস দুর্গ, ক্যারনারফন দুর্গ, কনউই দুর্গ এবং হার্লেক দুর্গ, যা দুর্গ, রাজপ্রাসাদ এবং বেসামরিক ও বিচারিক প্রশাসনের নতুন কেন্দ্র হিসেবে কাজ করার উদ্দেশ্যে তৈরি করা হয়েছিল। ওয়েলসে তার দুর্গ নির্মাণ কর্মসূচি ইউরোপ জুড়ে দুর্গের প্রাচীরে তীরের ছিদ্র-এর ব্যাপক প্রবর্তনের সূচনা করে, পূর্বের স্থাপত্য প্রভাব থেকে অনুপ্রাণিত হয়ে। ক্রুসেডের আরেকটি ফলাফল ছিল কেন্দ্রিক দুর্গ-এর প্রবর্তন, এবং এডওয়ার্ড ওয়েলসে প্রতিষ্ঠিত আটটি দুর্গের মধ্যে চারটি এই নকশা অনুসরণ করে। দুর্গগুলি বাইজেন্টাইন সাম্রাজ্য এবং রাজা আর্থার-এর সাথে যুক্ত চিত্রাবলী ব্যবহার করে তার নতুন শাসনের বৈধতা গড়ে তোলার চেষ্টা করে, এবং তারা এডওয়ার্ডের ওয়েলসকে স্থায়ীভাবে শাসনের ইচ্ছার একটি স্পষ্ট বিবৃতি দেয়। ওয়েলশ অভিজাতরা প্রায় সম্পূর্ণরূপে তাদের জমি থেকে বিতাড়িত হন। এডওয়ার্ড এই প্রক্রিয়ার সবচেয়ে বড় সুবিধাভোগী ছিলেন। ১২৮৭–৮৮ সালে স্থানীয় বিদ্রোহ ঘটে, আংশিকভাবে এডওয়ার্ডের পূর্বের ওয়েলশ মিত্রদের পুরস্কৃত করতে ব্যর্থ হওয়ার কারণে। একটি আরও গুরুতর বিদ্রোহ ১২৯৪ সালে ঘটে, ম্যাডগ ap লিওয়েলিন-এর নেতৃত্বে, লিওয়েলিন ap গ্রুফুডের একটি দূরবর্তী আত্মীয়। ১২৯৪ সালের বিদ্রোহের কারণগুলির মধ্যে অন্তর্ভুক্ত ছিল দখলের বিরুদ্ধে ক্ষোভ, দুর্বল, উপনিবেশিক-শৈলীর শাসন, এবং খুব ভারী কর। এই শেষ সংঘাত রাজার মনোযোগ দাবি করে, কিন্তু উভয় ক্ষেত্রেই বিদ্রোহ দমন করা হয়। বিদ্রোহের পর ২০০ জন জিম্মি নেওয়ার মতো তাৎক্ষণিক শাস্তিমূলক ব্যবস্থা নেওয়া হয়। ওয়েলশদের অস্ত্র বহন বা নতুন শহরে বসবাস করতে বাধা দেওয়ার ব্যবস্থাগুলি সম্ভবত এই সময় থেকে শুরু হয়, এবং ওয়েলশ প্রশাসন প্রায় সম্পূর্ণরূপে আমদানি করা অব্যাহত থাকে।\n\n\n=== মহান কারণ ===\n\n১২৮০-এর দশকের মধ্যে ইংল্যান্ড ও স্কটল্যান্ডের সম্পর্ক ছিল অপেক্ষাকৃত শান্তিপূর্ণ সহাবস্থানের।  আনুগত্যের বিষয়টি ওয়েলসের মতো একই মাত্রার বিতর্কের পর্যায়ে পৌঁছায়নি; ১২৭৮ সালে স্কটল্যান্ডের রাজা তৃতীয় আলেকজান্ডার, এডওয়ার্ডকে আনুগত্য প্রদান করেন, যিনি তার ভগ্নিপতি ছিলেন, তবে আপাতদৃষ্টিতে শুধুমাত্র ইংল্যান্ডে তার অধিকৃত জমির জন্য।  সমস্যা দেখা দেয় শুধুমাত্র ১২৯০-এর দশকের শুরুর দিকে স্কটিশ উত্তরাধিকার সংকটের সাথে। যখন আলেকজান্ডার ১২৮৬ সালে মারা যান, তখন তিনি স্কটিশ সিংহাসনের উত্তরাধিকারী হিসেবে তার তিন বছর বয়সী নাতনী এবং একমাত্র জীবিত বংশধর মার্গারেট-কে রেখে যান।  বিরঘামের চুক্তি দ্বারা, সম্মত হয়েছিল যে মার্গারেট রাজা এডওয়ার্ডের ছয় বছর বয়সী পুত্র ক্যার্নারফনের এডওয়ার্ড-কে বিয়ে করবেন, যদিও স্কটল্যান্ড ইংরেজি আধিপত্য থেকে মুক্ত থাকবে।  মার্গারেট, এখন সাত বছর বয়সী, ১২৯০ সালের শেষের দিকে নরওয়ে থেকে স্কটল্যান্ডের উদ্দেশ্যে যাত্রা করেন, কিন্তু পথে অসুস্থ হয়ে পড়েন এবং অর্কনি-তে মারা যান।  এর ফলে দেশটি একজন স্পষ্ট উত্তরাধিকারীবিহীন হয়ে পড়ে এবং মহান কারণ নামে পরিচিত উত্তরাধিকার বিরোধের জন্ম দেয়। \nচৌদ্দজন দাবিদার এই পদের জন্য তাদের দাবি পেশ করেন, যাদের মধ্যে প্রধান প্রতিযোগী ছিলেন জন ব্যালিওল এবং রবার্ট ডি ব্রুস, অ্যানান্ডেলের ৫ম লর্ড।  স্কটিশ অভিজাতরা এডওয়ার্ডের কাছে কার্যক্রম পরিচালনা এবং ফলাফল পরিচালনার জন্য অনুরোধ করেন, কিন্তু বিরোধে সালিশি করার জন্য নয়। প্রকৃত সিদ্ধান্তটি ১০৪ জন নিরীক্ষক দ্বারা নেওয়া হবে – ৪০ জন ব্যালিওল কর্তৃক নিযুক্ত, ৪০ জন ব্রুস কর্তৃক এবং বাকি ২৪ জন স্কটিশ রাজনৈতিক সম্প্রদায়ের সিনিয়র সদস্যদের মধ্য থেকে এডওয়ার্ড কর্তৃক নির্বাচিত।  বিরঘামে, দুই রাজ্যের মধ্যে ব্যক্তিগত ইউনিয়নের সম্ভাবনা থাকায়, আধিপত্যের প্রশ্নটি এডওয়ার্ডের কাছে খুব গুরুত্বপূর্ণ ছিল না। এখন তিনি জোর দিয়ে বলেন, যদি তিনি প্রতিযোগিতা নিষ্পত্তি করতে চান, তবে তাকে অবশ্যই স্কটল্যান্ডের সামন্ততান্ত্রিক অধিপতি হিসেবে সম্পূর্ণরূপে স্বীকৃতি দিতে হবে।  স্কটরা এই ধরনের ছাড় দিতে অনিচ্ছুক ছিল এবং উত্তর দেয় যে যেহেতু দেশের কোনো রাজা নেই, তাই কারো এই সিদ্ধান্ত নেওয়ার অধিকার নেই।  এই সমস্যাটি এড়ানো হয়েছিল যখন প্রতিযোগীরা সম্মত হন যে একজন ন্যায্য উত্তরাধিকারী খুঁজে না পাওয়া পর্যন্ত রাজ্যটি এডওয়ার্ডের হাতে হস্তান্তর করা হবে।  দীর্ঘ শুনানি শেষে, ১২৯২ সালের ১৭ নভেম্বর জন ব্যালিওলের পক্ষে সিদ্ধান্ত নেওয়া হয়। \nব্যালিওলের অভিষেকের পরেও, এডওয়ার্ড এখনও স্কটল্যান্ডের উপর তার কর্তৃত্ব জাহির করেন। স্কটদের আপত্তি সত্ত্বেও, তিনি অন্তর্বর্তীকালীন সময়ে স্কটল্যান্ড শাসনকারী অভিভাবক আদালতের দেওয়া মামলার আপিল শুনতে সম্মত হন।  ম্যালকম দ্বিতীয়, আর্ল অফ ফাইফের পুত্র ম্যাকডাফের আনা একটি মামলায় আরও একটি উস্কানি আসে, যেখানে এডওয়ার্ড দাবি করেন যে ব্যালিওলকে অভিযোগের জবাব দেওয়ার জন্য ইংরেজি সংসদ-এর সামনে ব্যক্তিগতভাবে উপস্থিত হতে হবে।  স্কটিশ রাজা তাই করেন, কিন্তু শেষ খড়কুটো ছিল ফ্রান্সের বিরুদ্ধে যুদ্ধে স্কটিশ অভিজাতদের সামরিক পরিষেবা প্রদানের এডওয়ার্ডের দাবি।  এটি অগ্রহণযোগ্য ছিল; স্কটরা পরিবর্তে ফ্রান্সের সাথে জোট গঠন করে এবং কার্লাইল-এর উপর একটি ব্যর্থ আক্রমণ চালায়।  এডওয়ার্ড ১২৯৬ সালে স্কটল্যান্ড আক্রমণ করে প্রতিক্রিয়া জানান এবং বেরউইক-আপন-টুইড শহরটি দখল করেন, যার মধ্যে বেসামরিক নাগরিকদের বেরউইকের গণহত্যা (১২৯৬) অন্তর্ভুক্ত ছিল।  ডানবারের যুদ্ধ (১২৯৬)-এ স্কটিশ প্রতিরোধ কার্যকরভাবে চূর্ণ হয়ে যায়।  এডওয়ার্ড ভাগ্য পাথর – স্কটিশ রাজ্যাভিষেক পাথর – ওয়েস্টমিনস্টারে নিয়ে আসেন এবং এটিকে রাজা এডওয়ার্ডের চেয়ার নামে পরিচিত স্থানে স্থাপন করেন; তিনি ব্যালিওলকে পদচ্যুত করেন এবং তাকে টাওয়ার অফ লন্ডন-এ রাখেন এবং দেশকে শাসন করার জন্য ইংরেজদের নিযুক্ত করেন।  অভিযানটি খুব সফল হয়েছিল, কিন্তু ইংরেজি বিজয় ছিল শুধুমাত্র অস্থায়ী। \n\n\n== সরকার ও আইন ==\n\n\n=== রাজা হিসেবে চরিত্র ===\n\nএডওয়ার্ডের একটি রাগী এবং কখনও কখনও অপ্রত্যাশিত মেজাজের খ্যাতি ছিল, এবং তিনি ভীতিপ্রদ হতে পারতেন; একটি গল্পে বলা হয়েছে যে ১২৯৫ সালে উচ্চ করের বিরুদ্ধে এডওয়ার্ডের সাথে কথা বলতে চেয়ে St Paul's-এর ডিন রাজার উপস্থিতিতে পড়ে গিয়ে মারা গিয়েছিলেন, এবং ১৪শ শতকের একজন ইতিহাসবিদ ইয়র্কের আর্চবিশপ টমাসের মৃত্যুকে রাজার কঠোর আচরণের কারণে বলে উল্লেখ করেছেন। যখন কায়ারনারফনের এডওয়ার্ড তার প্রিয় পিয়ার্স গ্যাভেস্টনের জন্য একটি আর্লডম দাবি করেছিলেন, রাজা রাগে ফেটে পড়েছিলেন এবং কথিত আছে যে তিনি তার ছেলের চুল ছিঁড়ে ফেলেছিলেন। কিছু সমসাময়িক ব্যক্তি এডওয়ার্ডকে ভীতিজনক বলে মনে করতেন, বিশেষ করে তার শুরুর দিনগুলোতে। ১২৬৪ সালের লিউসের গান তাকে একটি চিতাবাঘ হিসেবে বর্ণনা করেছে, যা বিশেষভাবে শক্তিশালী এবং অপ্রত্যাশিত বলে বিবেচিত হত। কখনও কখনও, এডওয়ার্ড একটি নরম স্বভাব প্রদর্শন করতেন এবং তার বড় পরিবারের প্রতি নিবেদিত ছিলেন বলে জানা যায়। তিনি তার মেয়েদের খুব কাছাকাছি ছিলেন এবং তারা যখন রাজদরবারে আসতেন তখন তাদের দামি উপহার দিতেন।\nতার কঠোর স্বভাব সত্ত্বেও, এডওয়ার্ডের ইংরেজ সমসাময়িকরা তাকে একজন সক্ষম, এমনকি আদর্শ রাজা বলে মনে করতেন। যদিও তার প্রজাদের দ্বারা তিনি ভালোবাসা পেতেন না, তবুও তিনি ভয় এবং সম্মান পেতেন, যা তার শাসনামলে ইংল্যান্ডে সশস্ত্র বিদ্রোহের অভাব দ্বারা প্রতিফলিত হয়। এডওয়ার্ডকে প্রায়ই তার পরাজিত শত্রুদের প্রতি প্রতিশোধপরায়ণতা এবং তার কর্মকাণ্ডে বিজয়াভিমান প্রদর্শন করতে দেখা যায়। ইতিহাসবিদ আর. আর. ডেভিস মনে করেন যে এডওয়ার্ডের পুনরাবৃত্ত এবং \"অনাবশ্যকভাবে তার বিরোধীদের ছোট করা\" তার রাজা হিসেবে চরিত্রের \"সবচেয়ে ধারাবাহিক এবং অপ্রীতিকর বৈশিষ্ট্যগুলির মধ্যে একটি\" ছিল। উদাহরণগুলির মধ্যে রয়েছে ১২৮৩ সালে ওয়েলসের পরাজয়ের পর হোলি ক্রসের টুকরো দখল করা, এবং পরে ১২৯৬ সালে স্কটল্যান্ডের পরাজয়ের পর স্কোনের পাথর এবং রেগালিয়া দখল করা। কিছু ইতিহাসবিদ ওয়েলস এবং স্কটল্যান্ডের সাথে তার আচরণে এডওয়ার্ডের সদিচ্ছা এবং বিশ্বস্ততা নিয়ে প্রশ্ন তোলেন, তাকে প্রতারণামূলক আচরণ করতে সক্ষম বলে মনে করেন।\nইতিহাসবিদ মাইকেল প্রেস্টউইচ মনে করেন যে এডওয়ার্ড একজন সক্ষম, দৃঢ়প্রতিজ্ঞ সৈনিক হিসেবে এবং শেয়ার্ড চিভ্যাল্রিক আদর্শের মূর্ত প্রতীক হিসেবে রাজত্বের সমসাময়িক প্রত্যাশা পূরণ করেছিলেন। ধর্মীয় আচরণে তিনি তার যুগের প্রত্যাশা পূরণ করেছিলেন: তিনি নিয়মিত চ্যাপেলে উপস্থিত হতেন, উদারভাবে দান করতেন এবং ভার্জিন মেরি এবং সেন্ট টমাস বেকেটের প্রতি গভীর ভক্তি প্রদর্শন করতেন। তার পিতার মতো, এডওয়ার্ড রয়্যাল টাচ ঐতিহ্যে আগ্রহী ছিলেন, যা বিশ্বাস করা হত যে যাদের স্পর্শ করা হত তাদের স্ক্রোফুলা থেকে নিরাময় করতে পারে। সমসাময়িক রেকর্ডগুলি থেকে জানা যায় যে রাজা প্রতি বছর এক হাজারেরও বেশি মানুষকে স্পর্শ করতেন। তার ব্যক্তিগত ধার্মিকতা সত্ত্বেও, এডওয়ার্ড তার শাসনামলে ক্যান্টারবেরির আর্চবিশপদের সাথে প্রায়ই সংঘাতে জড়িয়ে পড়তেন। পোপের সাথে সম্পর্কও কখনও কখনও ভালো ছিল না, এডওয়ার্ড গির্জার করের বিষয়ে রোমের সাথে সংঘাতে জড়িয়ে পড়েছিলেন। এডওয়ার্ড গির্জাকে যুদ্ধের প্রস্তুতিতে ব্যবহার করতেন, যুদ্ধের জন্য ন্যায্যতা প্রদান সহ, সাধারণত ইংল্যান্ডের আর্চবিশপদের কাছে রিট জারি করে, যারা তার অনুরোধগুলি পরিষেবা এবং প্রার্থনার জন্য বিতরণ করতেন। এডওয়ার্ডের স্থাপত্য কর্মসূচিতেও প্রচারের একটি উপাদান ছিল, কখনও কখনও ধার্মিকতার ধর্মীয় বার্তাগুলির সাথে এটি যুক্ত করা হত, যেমন এলিনর ক্রসেস-এর ক্ষেত্রে।\nএডওয়ার্ড কিং আর্থারের গল্পে গভীর আগ্রহী ছিলেন, যা তার শাসনামলে ইউরোপে জনপ্রিয় ছিল। ১২৭৮ সালে তিনি গ্লাস্টনবারি অ্যাবেতে গিয়েছিলেন, যেখানে তখন বিশ্বাস করা হত যে আর্থার এবং গিনেভিয়ারের সমাধি রয়েছে, এবং উত্তর ওয়েলস জয়ের পর লিউয়েলিন থেকে \"আর্থারের মুকুট\" অর্জন করেছিলেন; ওয়েলসে তার দুর্গ নির্মাণ কর্মসূচি তাদের নকশা এবং অবস্থানে আর্থারিয়ান মিথগুলি থেকে অনুপ্রাণিত হয়েছিল। তিনি ১২৮৪ এবং ১৩০২ সালে \"রাউন্ড টেবিল\" ইভেন্টের আয়োজন করেছিলেন, যেখানে টুর্নামেন্ট এবং ভোজের আয়োজন করা হত, এবং ইতিহাসবিদরা তাকে এবং তার দরবারের ঘটনাগুলিকে আর্থারের সাথে তুলনা করেছিলেন। কিছু ক্ষেত্রে এডওয়ার্ড আর্থারিয়ান মিথগুলি তার নিজের রাজনৈতিক স্বার্থে ব্যবহার করেছিলেন, যার মধ্যে রয়েছে ওয়েলসে তার শাসনকে বৈধতা প্রদান এবং ওয়েলশদের এই বিশ্বাসকে অসম্মানিত করা যে আর্থার তাদের রাজনৈতিক ত্রাণকর্তা হিসেবে ফিরে আসতে পারেন।\n\n\n=== প্রশাসন এবং আইন ===\n\nমুকুট ধারণের পর, এডওয়ার্ড শীঘ্রই তার পিতার সমস্যাযুক্ত শাসনের পর রাজকীয় কর্তৃত্ব পুনরুদ্ধার এবং শৃঙ্খলা ফিরিয়ে আনতে শুরু করেন। এটি অর্জন করতে, তিনি অবিলম্বে প্রশাসনিক কর্মী পরিবর্তন শুরু করেন। এর মধ্যে সবচেয়ে গুরুত্বপূর্ণ ছিল ১২৭৪ সালে রবার্ট বার্নেলকে চ্যান্সেলর হিসেবে নিয়োগ দেওয়া, যিনি ১২৯২ সাল পর্যন্ত এই পদে রাজার ঘনিষ্ঠ সহকারী হিসেবে কাজ করেছিলেন। একই বছর, বার্নেলের নিয়োগের সাথে সাথে, এডওয়ার্ড বেশিরভাগ স্থানীয় কর্মকর্তা যেমন escheators এবং শেরিফদের পরিবর্তন করেন। এই পদক্ষেপটি একটি ব্যাপক তদন্তের প্রস্তুতি হিসেবে নেওয়া হয়েছিল, যা ইংল্যান্ডের সব জায়গায় রাজকীয় কর্মকর্তাদের ক্ষমতার অপব্যবহার সম্পর্কিত অভিযোগ শুনানির জন্য ছিল। দ্বিতীয় উদ্দেশ্য ছিল হেনরি III এর শাসনামলে রাজকীয় অধিকার এবং জমি কী পরিমাণ হারানো হয়েছিল তা খুঁজে বের করা।\nএই তদন্তের ফলে Hundred Rolls নামে পরিচিত একটি জনগণনা ডকুমেন্টের সেট তৈরি হয়। এগুলোকে ১১ শতকের Domesday Book এর সাথে তুলনা করা হয়েছে, এবং এগুলো পরবর্তী আইনগত অনুসন্ধানগুলির জন্য ভিত্তি তৈরি করে, যা Quo warranto প্রক্রিয়া নামে পরিচিত। এই অনুসন্ধানগুলির উদ্দেশ্য ছিল এই ব্যাপারে পরিষ্কার হওয়া যে, কোন অধিকার (লাতিন: Quo warranto) স্বতন্ত্র অধিকার কীভাবে লাভ করা হয়েছিল। যদি অভিযুক্ত ব্যক্তি রাজকীয় লাইসেন্স প্রদর্শন করতে না পারত, তবে এটি রাজ্যের মতামত ছিল – ১৩ শতকের প্রভাবশালী আইনজ্ঞ Henry de Bracton এর লেখা অনুসারে –  যে, সেই অধিকার রাজা’র কাছে ফিরে আসা উচিত। Statute of Westminster 1275 এবং Statute of Westminster 1285 ইংল্যান্ডে বিদ্যমান আইনকে সংবিধিবদ্ধ করে। ১২৭৮ সালে Statute of Gloucester আইন প্রণয়ন করে রাজা বারনিয়াল অধিকার চ্যালেঞ্জ করেছিলেন, সাধারণ eyre (রাজকীয় বিচারকরা দেশব্যাপী সফরে গিয়ে বিচার করবেন) ব্যবস্থা পুনঃপ্রবর্তন এবং quo warranto মামলাগুলির সংখ্যা ব্যাপকভাবে বৃদ্ধি করে।\nএটি অঙ্গীকারভঙ্গ করেছিল অভিজাত শ্রেণীর মধ্যে, যারা দাবি করেছিল যে দীর্ঘকালীন ব্যবহারই নিজে থেকেই লাইসেন্স। একটিতে একসাথে সমঝোতা তৈরি হয়েছিল ১২৯০ সালে, যেখানে একটি অধিকার বৈধ হিসাবে গণ্য করা হত যতক্ষণ না এটি দেখানো যেত যে এটি Richard the Lionheart এর সিংহাসনে আরোহণ থেকে ১১৮৯ সাল পর্যন্ত ব্যবহৃত হয়ে এসেছে। Quo warranto প্রক্রিয়ায় রাজকীয় লাভ খুবই সামান্য ছিল, কারণ কম অধিকার রাজাকে ফিরিয়ে দেওয়া হয়েছিল, তবে তিনি একটি গুরুত্বপূর্ণ বিজয় অর্জন করেছিলেন যে, সকল অধিকার রাজ্য থেকে উদ্ভূত।\n১২৯০ সালের Quo warranto আইন ছিল একটি বৃহত্তর আইন সংস্কারের অংশ, যা এডওয়ার্ডের শাসনের অন্যতম গুরুত্বপূর্ণ অবদান ছিল। এই আইন প্রণয়ন কর্মসূচি তখন থেকেই শুরু হয়েছিল যখন বারনিয়াল সংস্কার আন্দোলন চলছিল; Statute of Marlborough (১২৬৭) Provisions of Oxford এবং Dictum of Kenilworth এর উপাদান ধারণ করেছিল। Hundred Rolls এর সংকলন শীঘ্রই পরবর্তীতে Westminster I (১২৭৫) দ্বারা প্রকাশিত হয়েছিল, যা রাজকীয় অধিকার প্রতিষ্ঠা করেছিল এবং অধিকারগুলির ওপর বিধিনিষেধ নির্ধারণ করেছিল। Statutes of Mortmain (১২৭৯) গির্জার কাছে জমির দানের বিষয়টি সমাধান করেছিল। Westminster II (১২৮৫) এর প্রথম ধারা, যা De donis conditionalibus নামে পরিচিত, পারিবারিক জমির বন্টন এবং entails-এর বিষয়টি সমাধান করেছিল। Statute of Merchants (১২৮৫) ঋণ পুনরুদ্ধারের জন্য কঠোর নিয়ম তৈরি করেছিল, এবং Statute of Winchester (১২৮৫) নিরাপত্তা এবং স্থানীয় পর্যায়ে শান্তি রক্ষা বিষয়ক আইন তৈরি করেছিল, যা বিদ্যমান পুলিশ ব্যবস্থাকে শক্তিশালী করেছিল। Quia emptores (১২৯০) – Quo warranto এর সাথে প্রকাশিত –  জমি অধিকার সংক্রান্ত বিরোধ সমাধান করতে চেয়েছিল যা subinfeudation দ্বারা জমির অধিকার হস্তান্তরের ফলে সৃষ্টি হয়েছিল। মহান আইনসমূহের যুগ প্রায় শেষ হয়ে গিয়েছিল রবার্ট বার্নেল ১২৯২ সালে মৃত্যুবরণ করার সাথে সাথে।\n\n\n=== আর্থিক অবস্থা এবং পার্লামেন্ট ===\n\nএডওয়ার্ডের রাজত্বের সময় মুদ্রা ব্যবস্থার সংস্কার করা হয়, যা ১২৭৯ সালে দুর্বল অবস্থায় ছিল। এডওয়ার্ডের অধিকারী হওয়ার সময়কার চলমান মুদ্রার তুলনায়, নতুন মুদ্রাগুলি উচ্চ মানের ছিল। নতুন মুদ্রাগুলির মধ্যে পেনি, হাফপেন্স এবং ফারথিংয়ের পাশাপাশি একটি নতুন মুদ্রা, গ্রোট (যা সফল হয়নি) চালু করা হয়। মুদ্রা তৈরি প্রক্রিয়াটিও উন্নত করা হয়েছিল। মুদ্রাকার উইলিয়াম টার্নেমায়ার একটি নতুন পদ্ধতি চালু করেছিলেন, যেখানে রৌপ্য রড থেকে খালি মুদ্রা কাটা হত, পুরানো পদ্ধতির পরিবর্তে যেখানে সেগুলি শীট থেকে চাপানো হত; এই পদ্ধতিটি কার্যকর প্রমাণিত হয়েছিল। মুদ্রায় মুদ্রাকারদের নাম ব্যবহারের প্রথাটি এডওয়ার্ডের শাসনামলে অপ্রচলিত হয়ে যায়, কারণ ইংল্যান্ডের মুদ্রণ প্রশাসন রাজ পরিবারের কর্তৃত্বে অধিক কেন্দ্রীভূত হয়ে গিয়েছিল। এই সময়ে, ইংল্যান্ডের মুদ্রাগুলি মহাদেশে, বিশেষত নীচু দেশগুলিতে, প্রায়ই নকল করা হত, এবং ১২৮৩ সালে নিষেধাজ্ঞা সত্ত্বেও, ইংল্যান্ডের মুদ্রা গোপনে ইউরোপীয় মহাদেশে রপ্তানি হচ্ছিল। আগস্ট ১২৮০ সালে, এডওয়ার্ড পুরানো দীর্ঘ ক্রস পেনি ব্যবহারের উপর নিষেধাজ্ঞা আরোপ করেছিলেন, যা জনগণকে নতুন মুদ্রায় রূপান্তরিত হতে বাধ্য করেছিল। রেকর্ড থেকে জানা যায় যে মুদ্রা সংস্কার ইংল্যান্ডকে একটি স্থিতিশীল মুদ্রা ব্যবস্থা প্রদান করতে সফল হয়েছিল।\n\nএডওয়ার্ডের নিয়মিত সামরিক অভিযানের কারণে দেশের উপর আর্থিক চাপ পড়েছিল। যুদ্ধের জন্য রাজা বিভিন্ন উপায়ে অর্থ সংগ্রহ করতে পারতেন, যার মধ্যে শুল্ক, ঋণ এবং লে সাবসিডি, যা এমন সকল মানুষের চলনশীল সম্পত্তির একটি নির্দিষ্ট অংশে কর হিসেবে সংগৃহীত হত যারা এই সম্পত্তি ধারণ করতেন। ১২৭৫ সালে, এডওয়ার্ড দেশের অভ্যন্তরীণ ব্যবসায়ী সম্প্রদায়ের সাথে একটি চুক্তি করেছিলেন, যা ইংল্যান্ডের প্রধান রপ্তানী, মেষশাবক, উপর একটি স্থায়ী শুল্ক নিশ্চিত করেছিল। ১৩০৩ সালে, একটি অনুরূপ চুক্তি বিদেশী ব্যবসায়ীদের সাথে স্থাপন করা হয়েছিল, কিছু অধিকার ও সুবিধার পরিবর্তে। শুল্ক থেকে প্রাপ্ত আয়ের নিয়ন্ত্রণ ছিল রিকার্ডি, ইতালির লুক্কা শহরের একটি ব্যাংকার গ্রুপের হাতে। এটি ছিল রাজসভার ঋণদাতাদের সেবা হিসেবে, যা ওয়েলশ যুদ্ধের খরচ মেটাতে সাহায্য করেছিল। যখন ফ্রান্সের সাথে যুদ্ধ শুরু হয়, ফরাসি রাজা রিকার্ডি গ্রুপের সম্পত্তি বাজেয়াপ্ত করেন, এবং ব্যাংকটি দেউলিয়া হয়ে যায়। এর পর, ফ্লোরেন্সের Frescobaldi ইংল্যান্ডের রাজ পরিবারে ঋণদাতাদের ভূমিকা গ্রহণ করে। এডওয়ার্ড তার স্ত্রী এলেনরের সাহায্যে তার আর্থিক চাপ কমানোর জন্য একটি স্বাধীন আয়ের ব্যবস্থা তৈরি করতে চেয়েছিলেন।\nএডওয়ার্ড তার পুরো রাজত্বে নিয়মিতভাবে পার্লামেন্ট আহ্বান করতেন। ১২৯৫ সালে, একটি গুরুত্বপূর্ণ পরিবর্তন ঘটে। এই পার্লামেন্টে, সেক্যুলার এবং ধর্মীয় Lords এর পাশাপাশি, প্রতিটি জেলায় দুইজন নাইট এবং প্রতিটি শহরে দুইজন প্রতিনিধি আহ্বান করা হয়। কমনদের প্রতিনিধিত্ব পার্লামেন্টে নতুন কিছু ছিল না; যা নতুন ছিল তা হলো, যে অধিকারকে ভিত্তি করে এই প্রতিনিধিদের আহ্বান করা হয়েছিল। পূর্বে, কমনদের magnates দ্বারা গৃহীত সিদ্ধান্তে সম্মতি দেওয়ার প্রত্যাশা করা হত, কিন্তু এখন ঘোষণা করা হয় যে তারা তাদের সম্প্রদায়ের পূর্ণ ক্ষমতার সাথে মিলিত হয়ে পার্লামেন্টের সিদ্ধান্তে সম্মতি দেবেন। এখন রাজা পুরো জনসংখ্যার কাছ থেকে লে সাবসিডি সংগ্রহের জন্য পূর্ণ সমর্থন পেতেন। যেখানে হেনরি III তার রাজত্বে মাত্র চারটি লে সাবসিডি সংগ্রহ করেছিলেন, এডওয়ার্ড সংগ্রহ করেছিলেন নয়টি। এই ফরমেটটি পরে পরবর্তী পার্লামেন্টগুলির জন্য মানক হয়ে ওঠে, এবং ঐতিহাসিকরা এই সভাকে \"মডেল পার্লামেন্ট\" নামে অভিহিত করেছেন, একটি শব্দ যা প্রথম ব্যবহার করেছিলেন ইংরেজি ঐতিহাসিক William Stubbs.\n\n\n=== সংসদ এবং ইহুদীদের বিতাড়ন ===\n\nএডওয়ার্ডের ইহুদি নীতিটি ১২৯০ সাল পর্যন্ত সংসদের সাথে তার আর্থিক সম্পর্ককে প্রভাবিত করেছিল। ইহুদীরা, খ্রিস্টানদের বিপরীতে, ঋণের উপর সুদ নিতে পারত, যা usury নামে পরিচিত। এডওয়ার্ডকে যিশু খ্রিস্টের প্রতি অসহিষ্ণুতা এবং সুদের বিরুদ্ধে চাপের সম্মুখীন হতে হয়েছিল। ইহুদীরা ছিল রাজা এর ব্যক্তিগত সম্পত্তি, এবং তিনি ইচ্ছে মতো তাদের ওপর কর আরোপ করতে পারতেন। ইহুদীদের ওপর অতিরিক্ত কর চাপানোর ফলে তাদের ঋণ বন্ডগুলো কম দামে বিক্রি করতে বাধ্য করা হয়, যা রাজপরিবার ব্যবহার করেছিল ঋণগ্রস্ত জমিদারদের থেকে বিশাল জমি সম্পত্তি স্থানান্তর করতে এবং এডওয়ার্ডের স্ত্রী, এলেনর অফ প্রোভেন্স, এই সুযোগে উপকৃত হয়, যার ফলে ব্যাপক অসন্তোষ সৃষ্টি হয়। ১২৭৫ সালে, সংসদে অসন্তোষের মুখে, এডওয়ার্ড Statute of the Jewry জারি করেন, যা সুদসহ ঋণ নেওয়া নিষিদ্ধ করেছিল এবং ইহুদীদের অন্যান্য পেশা গ্রহণের পরামর্শ দিয়েছিল। ১২৭৯ সালে, মুদ্রা কারসাজি ঠেকাতে একটি অজুহাত হিসেবে তিনি ইংল্যান্ডের সকল ইহুদি পরিবারের প্রধানদের আটক করার ব্যবস্থা করেন। প্রায় এক দশমাংশ ইহুদি জনগণ, প্রায় ৩০০ জন, মৃত্যুদণ্ডে দণ্ডিত হয়। অন্যান্যদের জরিমানা দিয়ে ছেড়ে দেওয়া হয়। অন্তত £১৬,০০০ জরিমানা এবং মৃতদের সম্পত্তি বাজেয়াপ্ত করার মাধ্যমে আয় করা হয়। ১২৮০ সালে, তিনি সমস্ত ইহুদীকে বিশেষ উপদেশ শুনতে আহ্বান করেন, যা ডমিনিকান ফ্রাইয়াররা প্রচার করবেন, আশা করে যে তারা ধর্মান্তরিত হবে, তবে এই আহ্বানটি অনুসৃত হয়নি। ১২৮০ সালের মধ্যে, ইহুদীরা এমন পর্যায়ে শোষিত হয়েছিল যে তারা আর রাজকীয় তহবিলের জন্য অনেক আর্থিক উপকারে আসছিল না, তবে তারা এখনও রাজনৈতিক দরকষাকষির জন্য ব্যবহার করা যেতে পারত।\n১২৯০ সালের Edict of Expulsion (বিতাড়ন অধ্যাদেশ) এর মাধ্যমে, এডওয়ার্ড আনুষ্ঠানিকভাবে সমস্ত ইহুদীকে ইংল্যান্ড থেকে বিতাড়িত করেন। তারা ফ্রান্সে যাওয়ার পথে কিছু পিরেটদের শিকার হন এবং আরো অনেকেই অক্টোবরের ঝড়ের ফলে অসন্তুষ্ট হন। রাজত্ব তাদের সম্পত্তি বিক্রি করে এবং ৮৫টি উপহার প্রদান করা হয় রাজকীয় আত্মীয়দের ও সঙ্গীদের। বিতাড়ন অধ্যাদেশটি ছিল সংসদ থেকে £১১০,০০০ (মধ্যযুগের বৃহত্তম অর্থনৈতিক সাহায্য) পাওয়ার এক চুক্তির অংশ। যদিও স্থানীয়ভাবে এবং সাময়িকভাবে ইতিপূর্বে কিছু বিতাড়ন হয়েছিল, ইংল্যান্ডের বিতাড়ন ছিল একেবারেই পূর্ববিহীন, কারণ এটি ছিল স্থায়ী। পরবর্তীতে ১৬৫০-এর দশকে এটি পুনঃস্থাপন করা হয়। এডওয়ার্ড দাবি করেছিলেন যে বিতাড়নটি \"যীশুর Crucified এর সম্মানে\" করা হয়েছে এবং ইহুদীদের তাদের বিশ্বাসঘাতকতা ও অপরাধের জন্য দায়ী করেছিলেন। তিনি Little Saint Hugh এর সমাধির পুনঃনির্মাণে সাহায্য করেছিলেন, যা একটি শিশুকে মিথ্যা অভিযোগে হত্যা করা হয়েছিল এবং এই কাজের জন্য তিনি রাজনৈতিক কৃতিত্ব নিতে চেয়েছিলেন। ইতিহাসবিদ রিচার্ড স্টেসি যেমন উল্লেখ করেন, \"রাজার এ কর্মে ইহুদীদের বিরুদ্ধে রক্তের মিথ্যাচার নির্ধারণের আরও স্পষ্ট নিদর্শন আর কিছু হতে পারত না।\"\n\n\n=== আয়ারল্যান্ডে প্রশাসন ===\n\n এডওয়ার্ডের আয়ারল্যান্ডে প্রধান আগ্রহ ছিল তার যুদ্ধগুলির জন্য সম্পদ, সৈন্য এবং তহবিলের উৎস হিসেবে, যেমন গ্যাসকনি, ওয়েলস, স্কটল্যান্ড এবং ফ্ল্যান্ডার্সে। রাজকীয় হস্তক্ষেপগুলি অর্থনৈতিক আহরণের সর্বোচ্চ সীমায় পৌঁছানোর লক্ষ্য ছিল। এডওয়ার্ডের কর্মকর্তাদের মধ্যে দুর্নীতি ছিল উচ্চ পর্যায়ের, এবং ১২৭২ সালের পর আয়ারল্যান্ডের প্রশাসন সংস্কারের জন্য এডওয়ার্ডের প্রচেষ্টার পরও রেকর্ড সংরক্ষণ খারাপ ছিল।\nআয়ারল্যান্ডে অস্থিরতা বৃদ্ধি পায় এই সময়কালে। লর্ডশিপের শাসনে দুর্বলতা এবং দিকনির্দেশনার অভাব দলীয় লড়াইয়ের বৃদ্ধি ঘটায়, যা ১২৯০ সালের কাছাকাছি আয়ারল্যান্ডের শীর্ষস্থানীয় নেতাদের দ্বারা চুক্তিবদ্ধ সামরিক সেবা প্রবর্তনের মাধ্যমে শক্তিশালী হয়। রাজস্ব এডওয়ার্ডের যুদ্ধের দিকে প্রবাহিত হওয়ায় আয়ারল্যান্ডের দুর্গ, সেতু এবং রাস্তা অবস্থা খারাপ হয়ে পড়ে, এবং ওয়েলস ও স্কটল্যান্ডের বিরুদ্ধে ব্যবহারের জন্য সৈন্য প্রত্যাহারের সাথে সাথে আইনহীন আচরণ সৃষ্টি হয়। 'পার্ভেইয়েন্সেস' বা সরবরাহের জন্য জোরপূর্বক কেনাকাটা যেমন শস্য, এর প্রতি প্রতিরোধ আইনহীনতা বাড়ায় এবং মৌলিক পণ্যের দাম বৃদ্ধির জন্য মুদ্রাস্ফীতি সৃষ্টি করে। আইন ভঙ্গকারীদের জন্য ইংল্যান্ডে রাজা সেবার জন্য ক্ষমা প্রদানের ব্যবস্থা ছিল। এডওয়ার্ডের যুদ্ধের জন্য রাজস্ব এবং সৈন্যদের সরিয়ে নেয়ার ফলে দেশটির মৌলিক প্রয়োজনীয়তা পূরণের ক্ষমতা ছিল না, আর প্রশাসন সম্পূর্ণরূপে এডওয়ার্ডের যুদ্ধের চাহিদা পূরণের দিকে মনোনিবেশ করেছিল; সৈন্যরা যাত্রার সময় শহরবাসীদের সাথে লুটপাট এবং লড়াই করত। গ্যালিক আয়ারল্যান্ড পুনরুত্থান উপভোগ করেছিল, ইংরেজি মহাজনদের অনুপস্থিতি এবং লর্ডশিপের দুর্বলতা কারণে, কিছু বসতি স্থাপনকারীদের শোষণ করে। এডওয়ার্ডের সরকার গ্যালিক আইন ব্যবহারের প্রতি বিরোধী ছিল, যাকে ১২৭৭ সালে \"ঈশ্বর এবং যুক্তির প্রতি অপ্রসন্ন\" হিসেবে নিন্দা করা হয়েছিল। ১২৯৭ সালের আয়ারল্যান্ড পার্লামেন্টের সময় সংঘাত দৃঢ়ভাবে প্রতিষ্ঠিত হয়েছিল, যা অশান্তি এবং গ্যালিক রীতিনীতি ও আইনের বিস্তার রোধ করার ব্যবস্থা গ্রহণের চেষ্টা করেছিল, এর ফলে অনেক পরিত্যক্ত ভূমি এবং গ্রাম দেখা যায়।\n\n\n== পরবর্তী রাজত্ব, ১২৯৭–১৩০৭ ==\n\n\n== ঐতিহ্য ==\n\n\n== পারিবারিক সম্পর্ক ==\n\n\n== আরও দেখুন ==\nএডওয়ার্ড I এর রাজত্বকালে আর্লদের তালিকা\nএডওয়ার্ড I এর সেবায় সাভোইয়ার সৈন্য\n\n\n== নোট ==\n\n\n== রেফারেন্স ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\n\n\"Archival material relating to প্রথম এডওয়ার্ড\"। UK National Archives। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nন্যাশনাল পোট্রেট গ্যালারি, লন্ডনে রাজা এডওয়ার্ড প্রথম-এর পোট্রেট"}