{"pageid": 1514403, "title": "প্রিয়া ওয়াল", "url": "https://bn.wikipedia.org/wiki?curid=1514403", "content": "প্রিয়া ওয়াল (জন্ম ৯ ডিসেম্বর ১৯৮৩) একজন ভারতীয় টেলিভিশন অভিনেত্রী। স্টার ওয়ানে রিমিক্স ধারাবাহিকে অন্বেষা চরিত্রে অভিনয়ের মাধ্যমে তিনি জনপ্রিয় হন। এরপর তিনি স্টারপ্লাসে কাহানি ঘর ঘর কি ধারাবাহিকে অদিতির চরিত্রে অভিনয় করেন। তিনি স্টার ওয়ানের জনপ্রিয় টেলিভিশন ধারাবাহিকপেয়ার কি ইয়ে এক কাহানিতে মিশা ডোবরিয়াল চরিত্রে অভিনয় করার জন্য সবচেয়ে বেশি পরিচিত।\n\n\n== কর্মজীবন ==\nওয়াল তার অভিনয় জীবন শুরু করেন স্টার ওয়ানের ধারাবাহিক অনুষ্ঠান রিমিক্সে অন্বেষা ব্যানার্জির চরিত্রে অভিনয় করে। অন্বেষা ব্যানার্জি, যাকে আদর করে আশী  নামে ডাকা হত। প্রানবন্ত এই চরিত্রে প্রিয়ার অভিনয় তাকে তাৎক্ষণিকভাবে খ্যাতি এনে দেয়। \nএর পরে তিনি সোনি টিভির বিভিন্ন টিভি ধারাবাহিকে কাজ করেন। তিনি সোনি টিভিতে সম্প্রচারিত জিতে হ্যায় জিসকে লিয়ে ধারাবাহিকে আয়েশার চরিত্রে   এবং সিআইডি ধারবাহিকে ডাঃ নাইলা রাজ্যাক্ষ্যার চরিত্রে অভিনয় করেন।\nপ্রিয়া বিন্দাস চ্যানেলের ধারাবাহিক সুন ইয়ার চিল মার  -এ কাজ করেন। তিনি  \" ইয়েস বস\" ধারাবাহিকে ইমরতি দেবী চরিত্রে অভিনয় করেন। স্টার প্লাসের জনপ্রিয় ধারাবাহিক কাহানি ঘর ঘর কি -তে প্রিয়া অদিতি চরিত্রে অভিনয় করেছিলেন । \n২০১০ এবং ২০১১ সালে, তিনি স্টার ওয়ানে প্রেম ও অতিপ্রাকৃত বিষয়ের উপর ভিত্তি করে নির্মিত, \"প্যার কি ইয়ে এক কাহানি\" ধারাবাহিকে মিশার ভূমিকায় অভিনয় করেছিলেন, যা তাকে বিপুল জনপ্রিয় করে তোলে।  এরপর তিনি লাইফ ওকে চ্যানেলের ধারাবাহিক তুম দেন সাথ মেরা -তে রিয়া ওবের্যের চরিত্রে দেখা গেছে।\n\"প্যার কি ইয়ে এক কাহানি\"-এর সমাপ্তির পর স্বাস্থ্যগত উদ্বেগের কারণে প্রিয়া অভিনয় থেকে বিরতি নেন এবং ২০১৩ সালে চ্যানেল ভি-এর \"ভি দ্য সিরিয়াল\" -এর মাধ্যমে অভিনয় জগতে প্রত্যাবর্তন করেন। সেই একই বছরে, তিনি সাইবার ক্রাইম অ্যাওয়ারনেস সোসাইটি নামক এনজিওর সহযোগিতায় সাইবার অপব্যবহারের বিরুদ্ধে সচেতনতা ছড়িয়ে দেওয়ার উদ্যোগে নির্মিত একটি অনুষ্ঠান এমটিভি ওয়েবেড্- এর অংশ হন। \n২০১৫ সালে, তিনি টিভির জনপ্রিয় কলাকুশলীদের সাথে কন্যাশিশুদের সু-পালনের লক্ষ্যে ওয়াসিম সাবির পরিচালিত ও মেরি জান নামক একটি মিউজিক ভিডিওতে উপস্থিত হয়েছিলেন।  একই বছর, তিনি অ্যান্ড টিভির গঙ্গা ধারাবাহিকে বরখা চরিত্রে অভিনয়ের মাধ্যমে টেলিভিশনে প্রত্যাবর্তন করেন, কিন্তু পরে স্বাস্থ্যগত সমস্যার কারণে অনুষ্ঠানটি ছেড়ে দেন।\nপ্রিয়া ওয়াল একটি তথ্যচিত্র পরিচালনা করেছেন। তিনি সুকীর্তি কান্দপাল এবং অন্যান্য কলাকুশলীদের সাথে মিলে \"কোই কুছ করতা কিউ নাহি\" নামক একটি স্বল্পদৈর্ঘ্যের চলচ্চিত্র তৈরি করেছিলেন।  ২০১৬ সালে, তিনি বাংলাদেশী অনুষ্ঠান \"সুপার গার্লস\" এর স্ক্রিপ্ট লিখেছিলেন, এটি বিনোদন জগতের উপর ভিত্তি করে নির্মিত একটি গল্প এবং জিটিভি (বাংলাদেশ) তে এটি প্রচারিত হয়েছিল। \nতার নিজস্ব ইউটিউব চ্যানেলে আছে যেখানে তিনি \"মিসঅ্যাডভেঞ্চারস অফ আ টেলিভিশন অ্যাক্টর\"  নামক একটি ছোট ওয়েব সিরিজ প্রকাশ করেছেন। এটি তার নিজের দ্বারা নির্মিত এবং এতে তিনি অভিনয়ও করেছেন। \n\n\n== টেলিভিশন ==\n\n\n=== ওয়েব সিরিজ ===\n\n\n=== চলচ্চিত্র তালিকা ===\n\n\n=== সঙ্গীত ভিডিও ===\n\n\n=== থিয়েটার ===\n\n\n== পুরস্কার ==\n\n\n== তথ্যসূত্র =="}