{"pageid": 1514661, "title": "বিউটি অ্যান্ড মিস্টার রোমান্টিক", "url": "https://bn.wikipedia.org/wiki?curid=1514661", "content": "বিউটি অ্যান্ড মিস্টার রোমান্টিক (কোরীয়: 미녀와 순정남, ইংরেজি: Beauty and Mr. Romantic) হলো একটি দক্ষিণ কোরীয় রোমান্স ভিত্তিক টেলিভিশন ধারাবাহিক। হং সোক-গু পরিচালনায় নির্মিত এই ধারাবাহিকটি রচনা করেছেন কিম সা-কিউং। ইম সা-হিয়াং, জি হিউন-উ, চা হুয়া-ইয়ন, ইয়াং দে-হিউক এবং লি সাং-জুনের মতো অভিনয়শিল্পীগণ এই ধারাবাহিকে অভিনয় করেছেন।\nমূলত কোরীয় ভাষায় নির্মিত এই ধারাবাহিকটি ২০২৪ সালের ২৩শে মার্চ তারিখে কেবিএস২ সম্প্রচার শুরু হয়েছিল, যা প্রতি সপ্তাহের শনিবার এবং রবিবার স্থানীয় সময় ১৯:৫৫টায় প্রচারিত হয়েছে; যার সর্বমোট ৫০টি পর্ব রয়েছে।\n\n\n== সারাংশ ==\nপার্ক দো-রা (যার জন্ম নাম কিম জি-ইয়ং) বিনয়ী সূচনা থেকে দক্ষিণ কোরিয়ার একজন খ্যাতনামা অভিনেত্রী হয়ে ওঠেন। তার মা, বেক মি-জা, বিশ্বাস করেন যে খ্যাতি ও সম্পদই তাদের দারিদ্র্য থেকে মুক্তির চাবিকাঠি। মি-জা তার মেয়ের সাফল্যে গর্বিত এবং প্রায়ই দো-রাকে তাদের বিলাসবহুল জীবনযাত্রা বজায় রাখতে অতিরিক্ত চাপে ফেলেন। দো-রা বাহ্যিকভাবে আত্মবিশ্বাসী ও দৃঢ়চেতা হলেও, তারকাখ্যাতির অবিরাম চাপ এবং মায়ের উচ্চাশার কারণে তিনি অভ্যন্তরীণভাবে সংগ্রাম করেন। একটি গুরুত্বপূর্ণ মুহূর্ত আসে যখন তিনি \"স্ট্রেইটফরওয়ার্ড রোমান্স\" নামে একটি নতুন ধারাবাহিকে অভিনয়ের সিদ্ধান্ত নেন। ব্যস্ত সময়সূচি এবং মায়ের ক্রমবর্ধমান চাপে তিনি প্রকল্পটি ছেড়ে দেওয়ার কথা ভাবেন। তবে, তিনি আবিষ্কার করেন যে নাটকের সহকারী পরিচালক তার প্রথম প্রেম, গো পিল-সিয়ং।\nগো পিল-সুং একজন আবেগপ্রবণ ও আদর্শবাদী নবীন প্রযোজক, যিনি সত্যিকারের গল্প বলার প্রতি নিবেদিত। দো-রার সঙ্গে পুনর্মিলন তার পুরনো অনুভূতিগুলোকে জাগিয়ে তোলে, তবে তিনি দো-রার পরিবর্তিত আচরণে বিস্মিত হন; খ্যাতির ভার এবং মায়ের প্রভাব তাকে বদলে দিয়েছে। পিল-সুং প্রকল্পটি ছেড়ে দেওয়ার কথা ভাবেন, কিন্তু তাকে দো-রার একান্ত তত্ত্বাবধায়ক হিসেবে দায়িত্ব দেওয়া হয়, যা তাদের ঘনিষ্ঠ মিথস্ক্রিয়া বাড়ায়।\nশুটিং চলাকালীন, দো-রার জীবন একটি আকস্মিক কেলেঙ্কারির ফলে ওলটপালট হয়ে যায়। ব্যক্তিগত তথ্য ফাঁস এবং মিথ্যা গুজবের ফলে মিডিয়ায় তোলপাড় শুরু হয়। সাধারণ মানুষ দ্রুত তার বিরুদ্ধে চলে যায়, এবং ইন্ডাস্ট্রির লোকজন নিজেদের সুরক্ষার জন্য তার সঙ্গে সম্পর্ক ছিন্ন করে। চুক্তি বাতিল হয়, এনডোর্সমেন্ট হারায়, এবং তার উজ্জ্বল ক্যারিয়ার মুহূর্তের মধ্যে ধ্বংস হয়ে যায়। কেলেঙ্কারির মূল কারণ ছিল প্রযোজনা দলের অভ্যন্তরীণ ষড়যন্ত্র, যেখানে কিছু ব্যক্তি দো-রার সাফল্যে ঈর্ষান্বিত হয়ে তাকে নেতিবাচকভাবে উপস্থাপন করে। তারা মিথ্যা তথ্য ও গুজব ছড়িয়ে দো-রার সুনাম ক্ষুণ্ন করে। এই সংকটের সময়, গো পিল-সুং দো-রার প্রতি অবিচল সমর্থন প্রদান করেন। তিনি কেলেঙ্কারির পেছনের সত্য উদঘাটনে এবং দো-রার সুনাম পুনরুদ্ধারে প্রতিজ্ঞাবদ্ধ হন। তাদের এই যাত্রা মিডিয়া মিথ্যাচার, ইন্ডাস্ট্রির রাজনীতি এবং ব্যক্তিগত প্রতিহিংসার জটিল পথে নিয়ে যায়। পথে, তারা সহকর্মী অভিনেতা ও ন্যায়পরায়ণ সাংবাদিকদের মতো মিত্রদের সহায়তা পান। একই সময়ে, বেক মি-জা তার উচ্চাশার ফলে মেয়ের জীবনে সৃষ্ট ক্ষতির উপলব্ধি করেন এবং তাদের সম্পর্ক পুনর্গঠনের চেষ্টা করেন। দো-রা তার শিকড়ে ফিরে গিয়ে কমিউনিটি থিয়েটারে অংশগ্রহণ করে এবং অভিনয়ের প্রতি তার প্রকৃত ভালোবাসা পুনরুদ্ধার করে। পিল-সিয়ং-এর সমর্থনে, তাদের পেশাদার সম্পর্ক গভীর রোমান্টিক সম্পর্কে পরিণত হয়।\nএই ধারাবাহিকটি দো-রার নিজের শর্তে বিনোদন জগতে ফিরে আসা এবং পিল-সিয়ং-এর সঙ্গে সুখী জীবনের মাধ্যমে সমাপ্ত হয়, যা প্রমাণ করে যে ভালোবাসা, দৃঢ়তা এবং আত্ম-আবিষ্কারের মাধ্যমে সব বাধা অতিক্রম করা যায়।\n\n\n== অভিনয়শিল্পী ==\n\n\n=== কেন্দ্রীয় চরিত্র ===\nইম সা-হিয়াং – পার্ক দো-রা / কিম জি-ইয়ং\nলি সোল-আ – ছোট পার্ক দো-রা\nজি হিউন-উ – গো পিল-সুং\nমুন সোং-হিউন – ছোট গো পিল-সুং\n\n\n=== পার্শ্ব চরিত্র ===\nচা হুয়া-ইয়ন – বেক মি-জা\nইয়াং দে-হিউক – পার্ক দো-সিক\nলি সাং-জুন – পার্ক দো-জুন\nইউন ইউ-সুন – কিম সুন-ইয়ং\nলি দু-ইল – গো হিউন-চোল\nইম ইয়ে-জিন – সো গুম-জা\nলি ইয়ং-উন – গো মিয়ং-দোং\nপার্ক গুন-হিউং – কিম জুন-সোপ\nপার্ক সাং-ওন – গং জিন-তেক\nলি ইল-হুয়া – জাং সু-ইয়ন\nগো ইউন – গং জিন-দান\nকিম হে-সুন – হং এ-কিয়ো\nজুং জে-সুন – গং দে-সুক\nহান সু-আ – গং মা-রি\nহো জিন – কিম কোত-বুন\nলি সুং-হিউং – হং জিন-গু\nকাং সোং-মিন – চা বং-সু\nওন ইউ-জিন – জো বি-বি\nনাম জুং-গিউ – লি জে-দোং\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nহানসিনেমায় বিউটি অ্যান্ড মিস্টার রোমান্টিক (ইংরেজি) \nইন্টারনেট মুভি ডেটাবেজে বিউটি অ্যান্ড মিস্টার রোমান্টিক   (ইংরেজি)"}