{"pageid": 1514445, "title": "অ্যাবি ফ্রাঙ্কেমন্ট", "url": "https://bn.wikipedia.org/wiki?curid=1514445", "content": "অ্যাবিগেল এম. ফ্রাঙ্কেমন্ট (জন্ম ১৯৭২) হলেন একজন আমেরিকান টেক্সটাইল হস্তশিল্প লেখক, প্রভাষক এবং শিক্ষিকা, যিনি পেরুর কুস্কোতে থাকেন। তিনি তাঁর শৈশবকাল পেরুর চিনচেরোর কেচুয়া জনগণের মধ্যে কাটিয়েছেন, যেখানে \"মহিলারা খাবার জন্য এবং নিজেদের বসবাসের বাড়ির খরচ বহন করার জন্য তাঁত বুনতো।\" টাকু দিয়ে সুতো কাটার প্রাচীন শিল্পের পুনরুজ্জীবনকারী হিসেবে, তিনি ২০০৯ সালে তাঁর \"রেসপেক্ট দ্য স্পিণ্ডেল\" বইটি প্রকাশ করেন।\n\n\n== প্রাথমিক জীবন এবং পরিবার ==\n\nঅ্যাবিগেল এম ফ্রাঙ্কেমন্ট ম্যাসাচুসেটসে জন্মগ্রহণ করেন। তাঁর বাবা-মা ছিলেন নৃবিজ্ঞানী এড ফ্রাঙ্কেমন্ট (১৯৪৫-২০০৩) এবং ক্রিস্টিন রবিনসন ফ্রাঙ্কেমন্ট (১৯৪৮-২০১৩)। অ্যান পিটার্সের লেখা আন্দিয়ান পাস্ট থেকে জানা যায়, এড এবং ক্রিসের দেখা হয়েছিল হার্ভার্ডে, সন্তানদের নিয়ে তাঁরা হিপির মতো পেরুর চিনচেরোতে ভ্রমণ করেছিলেন এবং ১৯৭৬ সালে \"সামাজিক পরিবর্তনের প্রেক্ষাপটে\" সম্প্রদায়ের সাথে যোগদান এবং বয়ন, নির্মাণ ও কৃষির ঐতিহ্যবাহী জ্ঞান অধ্যয়নের জন্য সেখানে স্থায়ীভাবে বসবাস শুরু করেছিলেন। ১৯৮২ সালের দিকে তাঁরা মার্কিন যুক্তরাষ্ট্রে ফিরে আসেন এবং ১৯৮৫ সালের মধ্যে পরিবারটি নিউ ইয়র্কের ইথাকাতে চলে আসেন, যেখানে এই দম্পতি গবেষণা চালিয়ে যান এবং সেখানকার সম্প্রদায়ে অবদান রাখেন।\n২০১৩ সালের মে মাসে, ফ্রাঙ্কেমন্টের ছোট বোন মলি অ্যান ফ্রাঙ্কেমন্টের (জন্ম ১৯৭৫) নিখোঁজ হওয়ার খবর পাওয়া যায়। ক্যালিফোর্নিয়ার সানিভেলের গ্লেন গ্রিগসকে তার হত্যার জন্য সন্দেহ করা হয়েছিল, ২০১৪ সালে পুলিশের গুলিতে সে নিহত হয়।\n\n\n=== বয়ন শিল্পের প্রেক্ষাপট ===\n\nফ্রাঙ্কেমন্ট একটি টেক্সটাইল পরিবেশে জন্মগ্রহণ করেছিলেন। তাঁর মনে আছে \"তার বাবার তাঁতের নিচে ঘুমিয়ে পড়া।\" চিনচেরোতে বন্ধুদের মধ্যে, ফ্রাঙ্কেমন্ট এবং তাঁর বোন তাঁদের শৈশবকাল স্থানীয় কেচুয়া জনগণের সুতো কাটা এবং হাত বুনন সংস্কৃতির মধ্যে কাটিয়েছিলেন। তার আগে সেই প্রাচীন দক্ষতাগুলি পশ্চিমী সমাজের প্রভাবে হারিয়ে যেতে শুরু করেছিল, যেমনটি রেসপেক্ট দ্য স্পিণ্ডল (২০০৯)-এ বর্ণিত হয়েছে। যে পৃথিবীতে  \"মহিলারা...খাওয়া এবং তাদের বসবাসের ঘরের খরচ বহন করার জন্য সুতো কাটত,\" সেখানে ফ্রাঙ্কেমন্ট বোনেরা পাঁচ বছর বয়সে বা তার আগেই আলপাকা ফাইবার বুনতে শিখেছিলেন, যাতে প্রাপ্তবয়স্ক হওয়ার আগেই তাঁরা পেশাদার মান অর্জন করতে পারেন। সুতো কাটা তাঁদের খেলার অংশ ছিল। পরিবারটি আমেরিকা ফিরে আসার পর, ফ্রাঙ্কেমন্ট ইথাকার লেহম্যান অল্টারনেটিভ কমিউনিটি স্কুলে পড়াশোনা করেন এবং তারপর সাইমনস রকের বার্ড কলেজে লিবারেল আর্টস পড়েন।\n\n\n== কর্মজীবন ==\n\n\n=== ফ্রাঙ্কেমন্ট তন্তু ===\nফ্রাঙ্কেমন্ট ২০০৬ সাল পর্যন্ত টেক্সটাইল ব্যবসা এবং সিস্টেম সফটওয়্যারে কাজ করেছিলেন, তারপর তিনি ফ্রাঙ্কেমন্ট ফাইবারস এলএলসি প্রতিষ্ঠা করেছিলেন। কোম্পানিটি সুতো কাটা এবং তন্তু শিল্পের জন্য পণ্য সরবরাহ করে। এর সাহায্যে তিনি ফাইবার আর্টস শিক্ষক এবং পরামর্শদাতা হিসেবে নিজের পেশা অনুসরণ করার সুযোগ পেয়েছেন। ইন্টারউইভ তাঁকে বর্ণনা করেছে \"একজন ফাইবার শিল্পী, শিক্ষক, কারিগরি সম্পাদক এবং লেখক; যাঁর লেখা স্পিন-অফ, স্পিণ্ডিসিটি এবং টুইস্ট কালেকটিভ-এ প্রকাশিত হয়েছে।\n\n\n=== লেখা ===\n\n২০০৯ সালে তিনি \"রেসপেক্ট দ্য স্পিণ্ডল\" নামে হাত ঘোরানোর নির্দেশনামূলক বইটি প্রকাশ করেন। বইটিতে ১৯৭০-এর দশকে চিনচেরোর আদিবাসী সম্প্রদায়ের মধ্যে হাতে সুতো কাটার সময় হাতের অবস্থান সম্পর্কে তাঁর ব্যক্তিগত অভিজ্ঞতার রূপরেখা তুলে ধরা হয়েছে, টাকু দিয়ে হাতে সুতো কাটার পদার্থবিদ্যা নিয়ে আলোচনা করা হয়েছে এবং এর জন্য প্রয়োজনীয় কৌশলগুলি বর্ণনা করা হয়েছে। তিনি কেন হাতের টাকুর ব্যবহার পুনরুজ্জীবিত করার পক্ষ সমর্থন করেছেন তার একটি কারণ হল, তাঁর বাবা বলেছিলেন, চরকার তুলনায় \"টাকুগুলি ঘন্টা হিসেবে ধীর, কিন্তু সপ্তাহ ধরলে দ্রুত।\" ফ্রাঙ্কেমন্টের মতে, তিনি বোঝাতে চেয়েছিলেন যে ভ্রমণ বা হাঁটার সময় কেউ টাকু ব্যবহার করতে পারে, ফলে সুতো কাটার সম্ভাব্য সময় বৃদ্ধি পায়।\nস্পিন-অফ পত্রিকার ২০১০ সালের বসন্ত সংখ্যায় তিনি ববিন -চালিত এবং ফ্লায়ার-চালিত চরকার মধ্যে পার্থক্য স্পষ্ট করেছেন। ২০১৫ সালের গ্রীষ্মকালীন সংস্করণে তিনি অ্যাণ্ডিয়ান প্লাইয়িংয়ের উৎপত্তি নিয়ে আলোচনা করেছেন।\n\n\n=== ভিডিও, শিক্ষাদান এবং বক্তৃতা ===\nতিনি ২০০৯ সালে নিটিং ডেইলি টিভি, সিরিজ ৩০০- তে অংশ নিয়েছিলেন। তিনি বিভিন্ন ভিডিও ডাউনলোড প্রকাশ করেছেন বা তাতে অংশগ্রহণ করেছেন, যার মধ্যে রয়েছে: ড্রাফটিং: দ্য লং অ্যাণ্ড শর্ট অফ ইট (ইন্টারউইভ ২০১০), হ্যাণ্ডস্পিনিং প্রেপ ম্যাটার্স: মেকিং সেন্স অফ ব্যাটস, রোভিং, রোলাগস অ্যাণ্ড মোর (ইন্টারউইভ ২০১৫), নিউ স্পিনার্স গাইড টু ট্রাবলশুটিং (ইন্টারউইভ ২০১৫) এবং গেট মোর স্পুন: স্পিনিং টু নিট লার্জ প্রজেক্টস (ইন্টারউইভ, ২০১৫), এবং তিনি \"দ্য ন্যাশনাল নিডলআর্টস অ্যাসোসিয়েশন (টিএনএনএ), গোল্ডেন গেট ফাইবার ইনস্টিটিউট, স্পিন-অফ অটাম রিট্রিট (এসওএআর), সক সামিট, টাওস উল ফেস্টিভ্যাল, নিউ ইয়র্ক স্টেট শীপ অ্যাণ্ড উল (রাইনবেক), সাউথইস্টার্ন অ্যানিমেল ফাইবার ফেয়ার (এসএএফএফ) এবং যুক্তরাজ্যের বেডফোর্ডশায়ারে ফাইবার ইস্টে বক্তৃতা দিয়েছেন।\"\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nইউটিউবে অ্যাবি ফ্রাঙ্কেমন্টের চ্যানেল"}