{"pageid": 1514048, "title": "মাইকেল পোলান্যি", "url": "https://bn.wikipedia.org/wiki?curid=1514048", "content": "মাইকেল পোলান্যি  (১১ মার্চ ১৮৯১ – ২২ ফেব্রুয়ারি ১৯৭৬) ছিলেন একজন হাঙ্গেরীয়-ব্রিটিশ বহুমুখী পণ্ডিত, যিনি ভৌত রসায়ন, অর্থনীতি এবং দর্শনে গুরুত্বপূর্ণ তাত্ত্বিক অবদান রেখেছেন। তিনি যুক্তি দিয়েছিলেন যে পজিটিভিজম জ্ঞানের একটি ভ্রান্ত ব্যাখ্যা।\nপোলান্যি ভৌতবিজ্ঞান বিষয়ে ব্যাপক গবেষণা করেছেন, বিশেষ করে রাসায়নিক গতি, এক্স-রে বিচ্ছুরণ ও গ্যাসের শোষণ নিয়ে। ১৯২১ সালে তিনি তন্তু বিচ্ছুরণ বিশ্লেষণের তত্ত্ব এবং ১৯৩৪ সালে নমনীয় ধাতুর প্লাস্টিক বিকৃতি সম্পর্কে বিচ্ছিন্নতা তত্ত্ব প্রবর্তন করেন।\nতিনি ১৯২৬ সালে জার্মানিতে অভিবাসন করে বার্লিনের কাইজার ভিলহেল্ম ইনস্টিটিউটে রসায়নের অধ্যাপক হন। ১৯৩৩ সালে তিনি ইংল্যান্ডে চলে যান, যেখানে প্রথমে রসায়নের অধ্যাপক, পরে ম্যানচেস্টার বিশ্ববিদ্যালয়ে সমাজবিজ্ঞান বিভাগের অধ্যাপক হন। তাঁর দুই ছাত্র এবং এক সন্তান নোবেল পুরস্কার লাভ করেন। ১৯৪৪ সালে তিনি রয়্যাল সোসাইটির সদস্যপদ অর্জন করেন।\nসমাজবিজ্ঞানে পোলান্যির অবদান উল্লেখযোগ্য। তিনি বহুকেন্দ্রিক স্বতঃস্ফূর্ত ব্যবস্থা ধারণা প্রবর্তন করেন এবং মানব স্বাধীনতার নিরপেক্ষ মূল্যায়ন প্রত্যাখ্যান করেন। কেন্দ্রীয় পরিকল্পনার বিরোধিতার প্রেক্ষাপটে তিনি এই ধারণাগুলি গড়ে তোলেন।\n\n\n== জীবনবৃত্তান্ত ==\n\n\n=== প্রারম্ভিক জীবন ===\nপোলান্যি, জন্মসূত্রে মিহায়ি পোলাচেক, বুদাপেস্টে জন্মগ্রহণ করেন। তিনি মিহায়ি ও সেসিলিয়া পোলাচেক (জন্মসূত্রে সেসিলিয়া ভল)-এর পঞ্চম সন্তান। তাঁর বাবা-মা ছিলেন ধর্মনিরপেক্ষ ইহুদি, যাঁদের শিকড় উংভার (তৎকালীন হাঙ্গেরি, বর্তমানে ইউক্রেন) এবং উইলনো (তৎকালীন রুশ সাম্রাজ্য)-তে। তাঁর পিতৃপরিবার ছিলেন উদ্যোক্তা, আর তাঁর মাতামহ, ওশের লেইজেরোভিচ ভল, ছিলেন ভিলনা রাব্বিনিক সেমিনারির সিনিয়র শিক্ষক ও ইহুদি ইতিহাসবিদ। পরিবারটি বুদাপেস্টে চলে যায় এবং তাদের পদবি \"পোলান্যি\" রাখে।\nপোলান্যির পিতা হাঙ্গেরির রেল ব্যবস্থা নির্মাণে গুরুত্বপূর্ণ ভূমিকা পালন করেন, কিন্তু ১৮৯৯ সালে খারাপ আবহাওয়ার কারণে একটি রেল নির্মাণ প্রকল্প বাজেটের বাইরে চলে যাওয়ায় তিনি বেশিরভাগ সম্পদ হারান। তিনি ১৯০৫ সালে মারা যান। সেসিলিয়া পোলান্যি বুদাপেস্টের বুদ্ধিজীবীদের মধ্যে প্রসিদ্ধ একটি সেলুন চালাতেন, যা ১৯৩৯ সালে তাঁর মৃত্যু পর্যন্ত সচল ছিল। তাঁর বড় ভাই ছিলেন কার্ল পোলান্যি, একজন রাজনৈতিক অর্থনীতিবিদ ও নৃবিজ্ঞানী, এবং তাঁর ভাগ্নি ছিলেন এভা জাইসেল, একজন বিশ্বখ্যাত সিরামিকশিল্পী।\n\n\n=== শিক্ষাজীবন ===\n১৯০৮ সালে পোলান্যি মিণ্টা জিমনাজিয়াম নামের শিক্ষক-প্রশিক্ষণ মাধ্যমিক বিদ্যালয় থেকে স্নাতক সম্পন্ন করেন। এরপর তিনি বুদাপেস্ট বিশ্ববিদ্যালয়ে মেডিসিন অধ্যয়ন করেন এবং ১৯১৪   সালে চিকিৎসা সনদ লাভ করেন।তিনি গ্যালিলিও সার্কেলের সক্রিয় সদস্য ছিলেন।\nরয়্যাল জোসেফ বিশ্ববিদ্যালয়ের রসায়ন বিভাগের অধ্যাপক ইগনাক ফাইফারের সহায়তায় তিনি কার্লসরুয়ে, জার্মানির টেকনিশে হোশশুলেতে রসায়ন বিষয়ে অধ্যয়নের জন্য বৃত্তি লাভ করেন। প্রথম বিশ্বযুদ্ধের সময় তিনি অস্ট্রো-হাঙ্গেরীয় সেনাবাহিনীতে চিকিৎসা কর্মকর্তা হিসেবে যোগ দেন এবং সার্বিয়ান ফ্রন্টে পাঠানো হয়।\n১৯১৬ সালে অসুস্থতার কারণে ছুটিতে থাকাকালীন তিনি গ্যাস শোষণের ওপর একটি পিএইচডি গবেষণাপত্র লেখেন। এই গবেষণা অ্যালবার্ট আইনস্টাইনের উৎসাহে সম্পন্ন হয় এবং গুস্তাভ বুখবেক -এর তত্ত্বাবধানে পরিচালিত হয়। ১৯১৯ সালে রয়্যাল ইউনিভার্সিটি অব পেস্ট তাঁকে ডক্টরেট উপাধিতে ভূষিত করে।\n\n\n=== পেশাজীবন ===\nঅক্টোবর ১৯১৮ সালে, মিহায়ি কারোই হাঙ্গেরিয়ান গণতান্ত্রিক প্রজাতন্ত্র প্রতিষ্ঠা করেন এবং পোলান্যি স্বাস্থ্যমন্ত্রীর সচিব নিযুক্ত হন। মার্চ ১৯১৯ সালে কমিউনিস্টরা ক্ষমতা দখল করলে, তিনি পুনরায় চিকিৎসা পেশায় ফিরে যান। পরে, যখন হাঙ্গেরিয়ান সোভিয়েত প্রজাতন্ত্রের পতন ঘটে, তখন তিনি জার্মানির কার্লসরুয়েতে অভিবাসন করেন এবং ফ্রিৎস হাবারের আমন্ত্রণে বার্লিনের কায়জার উইলহেম ইনস্টিটিউট ফিউর ফাসারস্টফকেমিতে (তন্তু রসায়ন) যোগ দেন।\n১৯১৩ সালে খ্রিস্টান ধর্ম গ্রহণের পর, তিনি একটি রোমান ক্যাথলিক অনুষ্ঠানের মাধ্যমে ম্যাগদা এলিজাবেথ কেমেনির সঙ্গে বিবাহবন্ধনে আবদ্ধ হন।  ১৯২৬ সালে তিনি ইনস্টিটিউট ফিউর ফিজিকালিশে কেমি উন্ড ইলেকট্রোকেমি (বর্তমানে ফ্রিৎস হাবার ইনস্টিটিউট)-এর বিভাগীয় প্রধান নিযুক্ত হন।\n১৯২৯ সালে তাঁদের পুত্র জন পোলান্যির জন্ম হয়, যিনি ১৯৮৬ সালে রসায়নে নোবেল পুরস্কার লাভ করেন। তাঁদের অন্য পুত্র, জর্জ পোলান্যি (যিনি তাঁকে পূর্বে মৃত্যু বরণ করেন), একজন সুপরিচিত অর্থনীতিবিদ হন।\nওয়াইমার জার্মানিতে লাগামহীন মুদ্রাস্ফীতি ও উচ্চ বেকারত্বের অভিজ্ঞতা থেকে পোলান্যি অর্থনীতিতে আগ্রহী হয়ে ওঠেন। ১৯৩৩ সালে নাৎসি পার্টি ক্ষমতায় আসার পর তিনি ইউনিভার্সিটি অব ম্যানচেস্টারে পদার্থ রসায়নের অধ্যাপক হিসেবে যোগ দেন। তাঁর দুই ছাত্র, ইউজিন উইগনার ও মেলভিন ক্যালভিন, পরবর্তীতে নোবেল পুরস্কার লাভ করেন।\nসমাজবিজ্ঞানের প্রতি ক্রমবর্ধমান আগ্রহের কারণে, ম্যানচেস্টার বিশ্ববিদ্যালয় ১৯৪৮-১৯৫৮ সালের মধ্যে তাঁর জন্য একটি নতুন সামাজিক বিজ্ঞান চেয়ার প্রতিষ্ঠা করে।\nপোলান্যি ছিলেন সেই ২,৩০০ বিশিষ্ট ব্যক্তির তালিকায়, যাঁদের নাৎসিরা ব্রিটেনে আগ্রাসন চালানোর পর গ্রেপ্তার করে গেস্টাপোর হাতে তুলে দেওয়ার পরিকল্পনা করেছিল।\n১৯৪৪ থেকে ১৯৪৭ সালের মধ্যে, কার্ল ম্যানহেইম ও জে.এইচ. ওল্ডহামের আমন্ত্রণে, পোলান্যি \"দ্য মুট\" নামক একটি খ্রিস্টান আলোচনা চক্রের কার্যক্রমে অংশগ্রহণ করেন, যা যুদ্ধ-পরবর্তী সমাজ গঠনের বিষয়ে আলোকপাত করত।\n১৯৪৪ সালে পোলান্যি রয়্যাল সোসাইটির সদস্য নির্বাচিত হন।১৯৫৮ সালে ইউনিভার্সিটি অব ম্যানচেস্টার থেকে অবসর গ্রহণের পর, তিনি অক্সফোর্ডের মের্টন কলেজের একজন সিনিয়র রিসার্চ ফেলো নির্বাচিত হন।\n১৯৬২ সালে তিনি আমেরিকান একাডেমি অব আর্টস অ্যান্ড সায়েন্সেসের বিদেশি সম্মানসূচক সদস্য নির্বাচিত হন।\n\n\n== কর্মবৃত্তান্ত ==\n\n\n=== পদার্থবিদ্যায় রসায়ন ===\nপোলান্যি বৈজ্ঞানিক আগ্রহ ছিল অত্যন্ত বৈচিত্র্যময়, যার মধ্যে অন্তর্ভুক্ত ছিল রাসায়নিক গতিবিদ্যা, এক্স-রে বিভঙ্গ এবং কঠিন পৃষ্ঠে গ্যাসের সংযোজন সংক্রান্ত গবেষণা। তিনি সংযোজনের সম্ভাব্যতা তত্ত্ব প্রস্তাব করেন, যা দীর্ঘদিন বিতর্কের বিষয় ছিল।\n১৯২১ সালে, তিনি তন্তু বিভঙ্গ বিশ্লেষণের গাণিতিক ভিত্তি স্থাপন করেন। ১৯৩৪ সালে, প্রায় একই সময়ে জি. আই. টেলর এবং এগন ওরোভানের সঙ্গে, পোলান্যি উপলব্ধি করেন যে নমনীয় পদার্থের প্লাস্টিক বিকৃতি ব্যাখ্যা করা যেতে পারে ভিটো ভল্টেরার ১৯০৫ সালের বিচ্যুতি তত্ত্বের মাধ্যমে। এই অন্তর্দৃষ্টি কঠিন বলবিদ্যার বিকাশে গুরুত্বপূর্ণ ভূমিকা রাখে।\n\n\n=== স্বাধীনতা ও সম্প্রদায় ===\n১৯৩৬ সালে, সোভিয়েত ইউনিয়নের ভারী শিল্প মন্ত্রণালয়ে বক্তৃতা দেওয়ার আমন্ত্রণের ফলে, পোলানি নিকোলাই বুখারিনের সঙ্গে সাক্ষাৎ করেন। বুখারিন তাকে জানান যে সমাজতান্ত্রিক সমাজে সমস্ত বৈজ্ঞানিক গবেষণা নতুন পাঁচ বছর মেয়াদি পরিকল্পনার চাহিদার সাথে সামঞ্জস্যপূর্ণ হতে হবে। পোলানি লক্ষ্য করেন, ট্রোফিম লিসেঙ্কোর মতবাদ রাষ্ট্রের সমর্থন পাওয়ার পর সোভিয়েত ইউনিয়নে জিনতত্ত্ব অধ্যয়নের কী পরিণতি হয়েছিল।\nব্রিটেনে, যেমন জন ডেসমন্ড বার্নালের মতো মার্ক্সবাদীরা কেন্দ্রীয় পরিকল্পিত বৈজ্ঞানিক গবেষণার দাবি তুললে, পোলানি এর বিরোধিতা করে বলেন যে বিজ্ঞানকে স্বাধীন বিতর্কের সুযোগ দিতে হবে। তিনি জন বেকারের সঙ্গে সোসাইটি ফর ফ্রিডম ইন সায়েন্স প্রতিষ্ঠা করেন।\nতিনি বেশ কয়েকটি প্রবন্ধ লেখেন, যা পরবর্তীতে The Contempt of Freedom (১৯৪০) এবং The Logic of Liberty (১৯৫১)-তে প্রকাশিত হয়। তিনি তাতে দাবি করেন, বিজ্ঞানীদের পারস্পরিক সহযোগিতা মুক্ত বাজারে অর্থনৈতিক কার্যক্রমের অনুরূপ। যেমন ভোক্তারা মুক্ত বাজারে পণ্যের মূল্য নির্ধারণ করে, তেমনি বিজ্ঞানও স্বতঃস্ফূর্ত শৃঙ্খলা সৃষ্টি করে, যা বিশেষজ্ঞদের মধ্যে মুক্ত আলোচনার ফলে বিকশিত হয়। তিনি বুখারিনের মতবাদ খণ্ডন করে বলেন-\n\n বিজ্ঞানীরা যখন তাদের নিজস্ব বিচারবুদ্ধির আলোকে স্বাধীনভাবে গবেষণা করেন, তখন তারা একটি ঘনিষ্ঠভাবে সংযুক্ত সংগঠনের সদস্য হিসেবে সহযোগিতা করেন।\nস্বাধীন উদ্যোগের সমন্বিত প্রচেষ্টা স্বতঃস্ফূর্তভাবে একটি সম্মিলিত ফলাফল সৃষ্টি করে, যা কেউ পূর্বপরিকল্পিতভাবে নির্ধারণ করেনি।\nযদি একটি কেন্দ্রীয় কর্তৃপক্ষ দ্বারা তাদের পরিচালিত করার চেষ্টা করা হয়, তবে তাদের স্বতন্ত্র উদ্যোগ বিলুপ্ত হবে এবং তাদের সম্মিলিত কার্যকারিতা ওই কেন্দ্রীয় ব্যক্তির দক্ষতার সমান মাত্রায় সীমিত হয়ে পড়বে। এটি কার্যত তাদের সহযোগিতাকে পঙ্গু করে দেবে।\"\nতিনি গেশটাল্ট মনোবিজ্ঞান থেকে স্বতঃস্ফূর্ত শৃঙ্খলা ধারণাটি গ্রহণ করেন, যা পরবর্তীতে ফ্রিডরিখ হায়েক গ্রহণ করেন। তবে, পোলানি হায়েকের চেয়ে ভিন্ন মত পোষণ করেন—তিনি বলেন সব স্বতঃস্ফূর্ত শৃঙ্খলা সমান নয়, কিছু উচ্চতর ও কিছু নিম্নতর। তিনি মনে করেন, শুধু কার্যকারিতা বা সন্দেহবাদিতার ভিত্তিতে বিজ্ঞানকে রক্ষা করা হলে, তা বিজ্ঞানের স্বাভাবিক চর্চাকে দুর্বল করে দেয়।\nতিনি যুক্তি দেন যে একটি মুক্ত সমাজ শুধুমাত্র ব্যক্তিগত স্বাধীনতা রক্ষার নীতি দ্বারা পরিচালিত হওয়া উচিত নয়; বরং \"সার্বজনীন স্বাধীনতা\" মানুষের আধ্যাত্মিক অন্বেষণকে এগিয়ে নেয়।\nপোলানির মতে, যদি মুক্ত সমাজ মূল্য-নিরপেক্ষ থাকার চেষ্টা করে, তবে তা নিজের অস্তিত্বের ভিত্তিকে দুর্বল করে ফেলে। তবে, শুধুমাত্র সত্য, ন্যায়বিচার ও সৌন্দর্যের মতো আদর্শগুলোকে বিষয়গত (subjective) নয় বলে মানা যথেষ্ট নয়—বরং, আমাদের মেনে নিতে হবে যে আমাদের জ্ঞান সর্বদা ত্রুটিপূর্ণ হতে পারে।\n১৯৪৮ সালে Full Employment and Free Trade বইয়ে, তিনি অর্থনীতিতে অর্থ প্রবাহের বিশ্লেষণ করেন। পল ক্রেইগ রবার্টসের মতে, পোলানির মুদ্রানীতির বিশ্লেষণ ত্রিশ বছর সময়ের চেয়ে অগ্রসর ছিল। তিনি যুক্তি দেন যে বাজারকে পুরোপুরি স্বনিয়ন্ত্রিত রেখে দেওয়া উচিত নয়। বরং একটি কেন্দ্রীয় ব্যাংকের কঠোর/শিথিল মুদ্রানীতির মাধ্যমে অর্থনৈতিক উত্থান-পতন সামলানো উচিত।\n১৯৪০ সালে, তিনি \"Unemployment and Money. The Principles Involved\" নামে সম্ভবত অর্থনীতির উপর নির্মিত প্রথম চলচ্চিত্র প্রযোজনা করেন। চলচ্চিত্রটি নিরপেক্ষ কেইনসবাদী নীতিকে সমর্থন করেছিল, যেখানে বলা হয় যে অর্থনৈতিক সংকটের সময় বাজেট ঘাটতি ও কর হ্রাস করা উচিত, তবে রাষ্ট্রের সরাসরি বিনিয়োগ বা সরকারি কাজ শুরু করা উচিত নয়।\n\n\n=== সমস্ত জ্ঞান ব্যক্তিগত ===\nপোলান্যি তার \"সায়েন্স, ফেইথ অ্যান্ড সোসাইটি\" (১৯৪৬) গ্রন্থে বিজ্ঞান সম্পর্কে পজিটিভিস্ট ধারণার বিরোধিতা করেন, যেখানে তিনি উল্লেখ করেন যে এটি বিজ্ঞানের চর্চায় ব্যক্তিগত অঙ্গীকারের ভূমিকা উপেক্ষা করে। ১৯৫১-৫২ সালে তিনি গিফোর্ড বক্তৃতা দেন, যা পরবর্তীতে \"পার্সোনাল নলেজ\" (১৯৫৮) নামে প্রকাশিত হয়। এই গ্রন্থে তিনি বলেন, সমস্ত জ্ঞানই ব্যক্তিগত বিচারবুদ্ধির ওপর নির্ভরশীল (যদিও তা নিয়ম দ্বারা নির্ধারিত হয়)। তিনি বৈজ্ঞানিক পদ্ধতি দ্বারা যান্ত্রিকভাবে সত্য উদ্ঘাটনের ধারণাকে প্রত্যাখ্যান করেন এবং বলেন, যে কোনো জ্ঞান অর্জনই নির্দিষ্ট প্রতিশ্রুতির ওপর দাঁড়িয়ে থাকে। পোলান্যি দাবি করেন যে সমালোচনামূলক দর্শনের ভিত্তি দুর্বল এবং এটি আমাদের সর্বোচ্চ অর্জনের ভিত্তিকে দুর্বল করে দেয়। তিনি ফিদুসিয়ারি পরো-সমালোচনামূলক দৃষ্টিভঙ্গির পক্ষে সওয়াল করেন, যেখানে স্বীকার করা হয় যে আমরা যতটা জানি তার চেয়ে বেশি বিশ্বাস করি এবং যতটা বলি তার চেয়ে বেশি জানি।\nএকজন জ্ঞানান্বেষী ব্যক্তি বিশ্ব থেকে বিচ্ছিন্ন নন, বরং তিনি সক্রিয়ভাবে এর অংশগ্রহণকারী। পোলান্যির মতে, একজন মহান বিজ্ঞানী কেবলমাত্র নিছক ধারা শনাক্ত করেন না, বরং তিনি এমন গুরুত্বপূর্ণ প্রশ্ন নির্ধারণ করেন যা সফল সমাধানের দিকে এগিয়ে নিয়ে যেতে পারে। কোনো নতুন আবিষ্কারক যখন কোনো অনুমান গ্রহণ করেন, তখন তিনি তার প্রতিপত্তি বাজি রাখেন। পোলান্যি কোপারনিকাসের উদাহরণ দেন, যিনি বলেছিলেন যে পৃথিবী সূর্যের চারদিকে ঘোরে। তিনি ব্যাখ্যা করেন যে কোপারনিকাস এই সত্যে উপনীত হন কোনো নির্দিষ্ট বৈজ্ঞানিক পদ্ধতি অনুসরণ করে নয়, বরং কারণ তিনি সূর্যকে কেন্দ্র করে মহাবিশ্বের দৃশ্যপট থেকে বৃহত্তর মানসিক সন্তুষ্টি অনুভব করেছিলেন।  তার এই মতবাদ থমাস কুন ও পল ফেয়ারআবেন্ডের বিজ্ঞানের দার্শনিক বিশ্লেষণে প্রভাব ফেলে।\nপোলান্যি ব্রিটিশ এম্পিরিসিস্টদের এই দাবি প্রত্যাখ্যান করেন যে অভিজ্ঞতা শুধুমাত্র সংবেদী তথ্যতে সংকুচিত করা সম্ভব। পাশাপাশি তিনি সেই ধারণাও প্রত্যাখ্যান করেন যে, আমরা কোনো নির্দিষ্ট ব্যাখ্যামূলক কাঠামোর মধ্যে আবদ্ধ হয়ে থাকি। তার মতে, আমাদের নীরব সচেতনতা আমাদের বাস্তবতার সঙ্গে সংযুক্ত রাখে, যদিও তা ত্রুটিপূর্ণ হতে পারে। এটি আমাদের এমন একটি প্রেক্ষাপট সরবরাহ করে যার মধ্যে আমাদের প্রকাশিত বক্তব্য অর্থবহ হয়। তার বন্ধু অ্যালান টুরিং, যিনি ম্যানচেস্টার বিশ্ববিদ্যালয়ে কম্পিউটারের ভিত্তি তৈরি করেন, তার মতের বিরোধিতা করে তিনি বলেন যে মানব মস্তিষ্ক কেবল নিয়মের সমষ্টি দ্বারা ব্যাখ্যা করা সম্ভব নয়। পোলান্যির এই ভাবনাগুলো হুবার্ট ড্রাইফাসের কৃত্রিম বুদ্ধিমত্তা সংক্রান্ত সমালোচনায় গুরুত্বপূর্ণ প্রভাব ফেলে।\nতিনি যখন \"পার্সোনাল নলেজ\" লিখছিলেন, তখন তিনি \"নীরব জ্ঞানের গঠন\" শনাক্ত করেন, যা তিনি নিজের সর্বশ্রেষ্ঠ আবিষ্কার বলে মনে করতেন। তিনি ব্যাখ্যা করেন যে, আমরা পারিপার্শ্বিক বিশ্বকে উপলব্ধি করি আনুষঙ্গিক সচেতনতাকে কেন্দ্রীয় সচেতনতার সঙ্গে একত্রিত করে। তার পরবর্তী কাজগুলিতে, যেমন টেরি বক্তৃতা, যা পরে \"দ্য ট্যাসিট ডাইমেনশন\" (১৯৬৬) নামে প্রকাশিত হয়, তিনি নীরব জ্ঞানের চারটি দিক আলাদা করেন: প্রকাশনাত্মক, উপকরণগত, অর্থগত, এবং অস্তিত্বমূলক।\n\n\n=== হ্রাসবাদ এর সমালোচনা ===\n\"লাইফ’স ইরিডিউসিবল স্ট্রাকচার\" (১৯৬৮) প্রবন্ধে পোলান্যি যুক্তি দেন যে ডিএনএ অণুর মধ্যে থাকা তথ্যকে পদার্থবিদ্যা ও রসায়নের নিয়ম দ্বারা সম্পূর্ণভাবে ব্যাখ্যা করা সম্ভব নয়। যদিও ডিএনএ অণু কোনো না কোনো শারীরিক ধর্ম ছাড়া অস্তিত্বশীল হতে পারে না, তবু এই ধর্মগুলো উচ্চ-স্তরের বিন্যাস নীতির দ্বারা নিয়ন্ত্রিত। পরবর্তী প্রবন্ধ \"ট্রান্সসেন্ডেন্স অ্যান্ড সেল্ফ-ট্রান্সসেন্ডেন্স\" (১৯৭০)-এ তিনি আধুনিক বিজ্ঞানের যান্ত্রিক বিশ্বদৃষ্টিভঙ্গির সমালোচনা করেন, যা গ্যালিলিও থেকে উত্তরাধিকারসূত্রে পাওয়া।\nপোলান্যি উদ্ভববাদ (ইমার্জেন্স) ধারণার সমর্থক, যার মূল বক্তব্য হলো বাস্তবতার একাধিক স্তর ও কার্যকারণ বিদ্যমান। তার মতে, সীমারেখাগত শর্তাবলি (বাউন্ডারি কন্ডিশন) এমন কিছু স্বাধীনতার মাত্রা প্রদান করে, যা এলোমেলো নয়, বরং উচ্চ-স্তরের বাস্তবতার দ্বারা নির্ধারিত। এই উচ্চ-স্তরের বাস্তবতা নিম্ন-স্তরের বাস্তবতার ওপর নির্ভরশীল হলেও তা থেকে স্বতন্ত্র। যেমন, সচেতনতা একটি নিম্ন-স্তরের উপাদানগুলোর ওপর নির্ভরশীল হলেও তা তাদের সম্পূর্ণরূপে ব্যাখ্যা করা যায় না।\nমানবমনকে তিনি জীবজগতের বুদ্ধিবৃত্তিক পৃথকীকরণের উচ্চ-স্তরের প্রকাশ হিসেবে দেখান। সত্য ও ন্যায়ের মতো স্বনির্ধারিত আদর্শের অনুসরণ আমাদের বিশ্বের বোধগম্যতাকে রূপান্তরিত করে। কিন্তু হ্রাসবাদী দৃষ্টিভঙ্গি যখন উচ্চ-স্তরের বাস্তবতাকে নিম্ন-স্তরে সংকুচিত করতে চায়, তখন পোলান্যির মতে এটি নৈতিক উলটপুরাণ (মোরাল ইনভার্সন) সৃষ্টি করে, যেখানে উচ্চতর বিষয়কে নৈতিক আবেগ দিয়ে প্রত্যাখ্যান করা হয়। তিনি একে আধুনিক মনের একপ্রকার রোগ বলে আখ্যা দেন, যার মূল কারণ হলো ভুল জ্ঞানতাত্ত্বিক ধারণা।\nযদিও আনুষ্ঠানিক বিজ্ঞানগুলোতে এই প্রবণতা তুলনামূলকভাবে কম ক্ষতিকর, মানববিদ্যায় এটি নিরাসক্তিবাদ (নিহিলিজম) সৃষ্টি করে। পোলান্যি মার্কসবাদকে নৈতিক উলটপুরাণের একটি উদাহরণ হিসেবে দেখান। রাষ্ট্র যখন ইতিহাসের যুক্তির দোহাই দিয়ে তার বলপ্রয়োগের ক্ষমতা এমনভাবে ব্যবহার করে, যা নৈতিকতার সমস্ত দাবিকে উপেক্ষা করে, তখন সেটিই এই প্রবণতার চরম বহিঃপ্রকাশ।\n\n\n=== অন্তর্নিহিত জ্ঞান ===\nঅন্তর্নিহিত জ্ঞান সম্পর্কে পোলান্যি \"দ্য ট্যাসিট ডাইমেনশন\" গ্রন্থে আলোচনা করেছেন।  তিনি দেখান যে মানুষ অনেক কিছু করতে পারে, কিন্তু সব সময় সেটির ব্যাখ্যা দিতে সক্ষম নয়। উদাহরণস্বরূপ, সাইকেল চালানো বা বাদ্যযন্ত্র বাজানো—এসব ক্ষেত্রে আমরা জানি কীভাবে করতে হয়, কিন্তু তার সম্পূর্ণ বিশদ ব্যাখ্যা দিতে পারি না।\nপোলান্যি বলেন, শুধু ব্যবহারিক দক্ষতাই নয়, আমাদের সমস্ত উপলব্ধি ও অর্থবোধকতাও নীরব জ্ঞানের ওপর নির্ভরশীল। প্রতিটি চেতনার দুটি স্তর থাকে—গৌণ সচেতনতা ও মূল সচেতনতা। এই পার্থক্য শুধু মানসিক নয়, অস্তিত্বগত স্তরেও প্রযোজ্য, কারণ উচ্চতর বাস্তবতার সৃষ্টি নিম্নতর বাস্তবতার ভিত্তিতেই ঘটে।\n\n\n== গ্রন্থসূচি ==\n\n\n== আরও দেখুন ==\nCredo ut intelligam\nKnowledge management\nList of Christians in science and technology\nMichael Polanyi Center\nGeorge Holmes Howison's \"Personal Idealism\"\n\n\n== আরও পড়ুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nটেমপ্লেট:Philosophy of science\nটেমপ্লেট:Manchester Literary and Philosophical Society"}