{"pageid": 1514834, "title": "রুদ্ধতাপীয় অপরিবর্তনীয়তা", "url": "https://bn.wikipedia.org/wiki?curid=1514834", "content": "কোনও ভৌত ব্যবস্থার এমন একটি বৈশিষ্ট্য, যেমন গ্যাসের এনট্রপি, যা ধীরে ধীরে পরিবর্তন ঘটলে প্রায় স্থির থাকে, তাকে রুদ্ধতাপীয় অপরিবর্তনীয়তা (ইংরেজি: Adiabatic invariant) বলে। এর দ্বারা বোঝানো হচ্ছে যে, যদি একটি সিস্টেম দুটি প্রান্ত বিন্দুর মধ্যে পরিবর্তিত হয় এবং সেই পরিবর্তনের জন্য প্রয়োজনীয় সময় অসীমের দিকে বৃদ্ধি পায়, তাহলে ওই দুটি প্রান্তিক অবস্থার মধ্যে রুদ্ধতাপীয় অপরিবর্তনীয়তার পরিবর্তন শূন্যের দিকে ধাবিত হয়।\nতাপগতিবিদ্যায়, রুদ্ধতাপীয় প্রক্রিয়া হল এমন একটি পরিবর্তন যা তাপ প্রবাহ ছাড়াই ঘটে; এটি ধীর বা দ্রুত হতে পারে। একটি বিপরীতমুখী রুদ্ধতাপীয় প্রক্রিয়া হল একটি রুদ্ধতাপীয় প্রক্রিয়া যা ভারসাম্যে পৌঁছানোর সময়ের তুলনায় ধীরে ধীরে ঘটে। একটি বিপরীতমুখী রুদ্ধতাপীয় প্রক্রিয়ায়, সিস্টেমটি সকল পর্যায়ে ভারসাম্য বজায় রাখে এবং এনট্রপি ধ্রুবক থাকে। বিংশ শতাব্দীর প্রথমার্ধে কোয়ান্টাম পদার্থবিদ্যায় কাজ করা বিজ্ঞানীরা \"রুদ্ধতাপীয়\" শব্দটি ব্যবহার করেছিলেন বিপরীতমুখী রুদ্ধতাপীয় প্রক্রিয়াগুলির জন্য এবং পরে ধীরে ধীরে পরিবর্তিত যে কোনও অবস্থার জন্য যা সিস্টেমটিকে তার কনফিগারেশনকে অভিযোজিত করতে দেয়। কোয়ান্টাম মেকানিক্যাল সংজ্ঞাটি কোয়াসিস্ট্যাটিক প্রক্রিয়ার তাপগতিগত ধারণার কাছাকাছি এবং তাপগতিবিদ্যায় রুদ্ধতাপীয় প্রক্রিয়ার সাথে এর সরাসরি কোনও সম্পর্ক নেই। বলবিদ্যায়, রুদ্ধতাপীয় পরিবর্তন হল হ্যামিল্টোনিয়ানের একটি ধীর বিকৃতি, যেখানে শক্তির আপেক্ষিক পরিবর্তনের হার কক্ষীয় কম্পনের তুলনায় অনেক ধীর হয়। পর্যায় স্থানে বিভিন্ন গতি দ্বারা আবদ্ধ ক্ষেত্রফলগুলোই রুদ্ধতাপীয় অপরিবর্তনীয়তা।\nকোয়ান্টাম মেকানিক্সে, একটি রুদ্ধতাপীয় পরিবর্তন হল এমন একটি পরিবর্তন যা শক্তির স্বকীয় অবস্থাগুলোর মধ্যে ফ্রিকোয়েন্সির পার্থক্যের চেয়ে অনেক ধীর গতিতে ঘটে। এই ক্ষেত্রে, সিস্টেমের শক্তি অবস্থাগুলি রূপান্তর ঘটায় না, যার ফলে কোয়ান্টাম সংখ্যাটিই একটি রুদ্ধতাপীয় অপরিবর্তনীয়তা  হিসেবে বিবেচিত। পুরাতন কোয়ান্টাম তত্ত্বটি গঠিত হয়েছিল একটি সিস্টেমের কোয়ান্টাম সংখ্যাকে তার ধ্রুপদী রুদ্ধতাপীয় অপরিবর্তনীয়তার সাথে সমান করে। এটি বোহর-সমারফেল্ড কোয়ান্টাইজেশন নিয়মের রূপ নির্ধারণ করেছিল: কোয়ান্টাম সংখ্যা হলো ধ্রুপদী কক্ষপথের পর্যায় স্থানে আবদ্ধ ক্ষেত্রফল।\n\n\n== তাপগতিবিদ্যা ==\nতাপগতিবিদ্যায় রুদ্ধতাপীয় পরিবর্তন হলো এমন পরিবর্তন, যা এনট্রপির বৃদ্ধি ঘটায় না। এই পরিবর্তন একটি নির্দিষ্ট ব্যবস্থার অন্যান্য বৈশিষ্ট্যমূলক সময়মাত্রার তুলনায় ধীরে ঘটে। এবং শুধুমাত্র একই তাপমাত্রার বস্তুগুলোর মধ্যে তাপ প্রবাহের অনুমতি দেয়। পৃথকীকৃত (আইসোলেটেড) ব্যবস্থার ক্ষেত্রে, রুদ্ধতাপীয় পরিবর্তন কোনো তাপকে ভেতরে বা বাইরে প্রবাহিত হতে দেয় না।\n\n\n=== একটি আদর্শ গ্যাসের রুদ্ধতাপীয় প্রসারণ ===\nযদি একটি পাত্রের মধ্যে থাকা আদর্শ গ্যাস তাৎক্ষণিকভাবে সম্প্রসারিত হয়, তবে গ্যাসের তাপমাত্রা মোটেও পরিবর্তিত হয় না, কারণ তাৎক্ষণিকভাবে কোনো অণুই ধীরগতিতে আসে না। অণুগুলো তাদের গতিশক্তি সংরক্ষণ করে, কিন্তু তখন গ্যাসটি একটি বৃহত্তর আয়তন দখল করে। তবে, যদি পাত্রটি ধীরে ধীরে সম্প্রসারিত হয়, যাতে যে কোনো সময় আদর্শ গ্যাসের চাপ-নিয়ম বজায় থাকে, তাহলে গ্যাসের অণুগুলো সেই হারে শক্তি হারায়, যেভাবে তারা সম্প্রসারিত হওয়া দেওয়ালের ওপর কাজ করে। তারা যে পরিমাণ কাজ সম্পাদন করে তা হলো চাপ, দেওয়ালের ক্ষেত্রফল এবং বাহ্যিক বিস্তারজনিত সরণের গুণফল, যা মূলত গ্যাসের আয়তন পরিবর্তনের সঙ্গে চাপের গুণফল:\n  \n    \n      \n        d\n        W\n        =\n        P\n        \n        d\n        V\n        =\n        \n          \n            \n              N\n              \n                k\n                \n                  B\n                \n              \n              T\n            \n            V\n          \n        \n        \n        d\n        V\n        .\n      \n    \n    {\\displaystyle dW=P\\,dV={\\frac {Nk_{\\text{B}}T}{V}}\\,dV.}\n  \nযদি গ্যাসে কোনো তাপ প্রবেশ না করে, তাহলে গ্যাসের অণুগুলোর শক্তি একই পরিমাণে হ্রাস পায়। সংজ্ঞা অনুসারে, একটি গ্যাসকে তখনই আদর্শ গ্যাস বলা হয় যখন তার তাপমাত্রা কেবল অনু গুলোর অভ্যন্তরীণ শক্তির উপর নির্ভর করে, আয়তনের উপর নয়। তাই \n  \n    \n      \n        d\n        T\n        =\n        \n          \n            1\n            \n              N\n              \n                C\n                \n                  v\n                \n              \n            \n          \n        \n        \n        d\n        E\n        ,\n      \n    \n    {\\displaystyle dT={\\frac {1}{NC_{v}}}\\,dE,}\n  \nযেখানে \n  \n    \n      \n        \n          C\n          \n            v\n          \n        \n      \n    \n    {\\displaystyle C_{v}}\n  \n হল স্থির আয়তনে আপেক্ষিক তাপ। যখন শক্তির পরিবর্তন সম্পূর্ণভাবে দেওয়ালের উপর সম্পাদিত কাজের ফলস্বরূপ ঘটে, তখন তাপমাত্রার পরিবর্তন নির্ধারিত হয় ,\n  \n    \n      \n        N\n        \n          C\n          \n            v\n          \n        \n        \n        d\n        T\n        =\n        −\n        d\n        W\n        =\n        −\n        \n          \n            \n              N\n              \n                k\n                \n                  B\n                \n              \n              T\n            \n            V\n          \n        \n        \n        d\n        V\n        .\n      \n    \n    {\\displaystyle NC_{v}\\,dT=-dW=-{\\frac {Nk_{\\text{B}}T}{V}}\\,dV.}\n  \nএটি তাপমাত্রা ও আয়তনের পরিবর্তনের মধ্যে একটি অন্তরকলন মূলক সম্পর্ক প্রদান করে, যা ইন্টিগ্রেশন করে অপরিবর্তনীয় মান নির্ণয় করা যায়। ধ্রুবক \n  \n    \n      \n        \n          k\n          \n            B\n          \n        \n      \n    \n    {\\displaystyle k_{\\text{B}}}\n  \nশুধুমাত্র একটি একক রূপান্তর সহগ, যা একের সমান ধরা যেতে পারে:\n  \n    \n      \n        d\n        (\n        \n          C\n          \n            v\n          \n        \n        N\n        log\n        ⁡\n        T\n        )\n        =\n        −\n        d\n        (\n        N\n        log\n        ⁡\n        V\n        )\n        .\n      \n    \n    {\\displaystyle d(C_{v}N\\log T)=-d(N\\log V).}\n  \nতাই \n  \n    \n      \n        \n          C\n          \n            v\n          \n        \n        N\n        log\n        ⁡\n        T\n        +\n        N\n        log\n        ⁡\n        V\n      \n    \n    {\\displaystyle C_{v}N\\log T+N\\log V}\n  \n একটি রুদ্ধতাপীয় অপরিবর্তনীয়তা, যা এনট্রপির সাথে সম্পর্কিত \n  \n    \n      \n        S\n        =\n        \n          C\n          \n            v\n          \n        \n        N\n        log\n        ⁡\n        T\n        +\n        N\n        log\n        ⁡\n        V\n        −\n        N\n        log\n        ⁡\n        N\n        =\n        N\n        log\n        ⁡\n        \n          (\n          \n            \n              \n                \n                  T\n                  \n                    \n                      C\n                      \n                        v\n                      \n                    \n                  \n                \n                V\n              \n              N\n            \n          \n          )\n        \n        .\n      \n    \n    {\\displaystyle S=C_{v}N\\log T+N\\log V-N\\log N=N\\log \\left({\\frac {T^{C_{v}}V}{N}}\\right).}\n  \nসুতরাং এনট্রপি একটি অ্যাডিয়াব্যাটিক ইনভেরিয়েন্ট। \n  \n    \n      \n        N\n        l\n        o\n        g\n        (\n        N\n        )\n      \n    \n    {\\displaystyle Nlog(N)}\n  \n শব্দটি এনট্রপিকে যোজক করে তোলে, তাই দুটি আয়তনের গ্যাসের এনট্রপি হল প্রতিটি আয়তনের এনট্রপির যোগফল।\nআণবিক ব্যাখ্যায়, S হল শক্তি E ( T ) এবং আয়তন V সহ সমস্ত গ্যাস অবস্থার ফেজ-স্পেস আয়তনের লগারিদম।\nএকটি একক আদর্শ গ্যাসের জন্য, শক্তির সমীকরণ লিখে এটি সহজেই দেখা যেতে পারে: \n  \n    \n      \n        E\n        =\n        \n          \n            1\n            \n              2\n              m\n            \n          \n        \n        \n          ∑\n          \n            k\n          \n        \n        \n          (\n          \n            \n              p\n              \n                k\n                1\n              \n              \n                2\n              \n            \n            +\n            \n              p\n              \n                k\n                2\n              \n              \n                2\n              \n            \n            +\n            \n              p\n              \n                k\n                3\n              \n              \n                2\n              \n            \n          \n          )\n        \n        .\n      \n    \n    {\\displaystyle E={\\frac {1}{2m}}\\sum _{k}\\left(p_{k1}^{2}+p_{k2}^{2}+p_{k3}^{2}\\right).}\n  \nমোট শক্তি E সহ গ্যাসের বিভিন্ন অভ্যন্তরীণ গতি একটি গোলককে সংজ্ঞায়িত করে, ব্যাসার্ধ সহ একটি 3 N- মাত্রিক বলের পৃষ্ঠ \n  \n    \n      \n        \n          \n            2\n            m\n            E\n          \n        \n      \n    \n    {\\displaystyle {\\sqrt {2mE}}}\n  \n . গোলকের আয়তন হল \n  \n    \n      \n        \n          \n            \n              2\n              \n                π\n                \n                  3\n                  N\n                  \n                    /\n                  \n                  2\n                \n              \n              (\n              2\n              m\n              E\n              \n                )\n                \n                  (\n                  3\n                  N\n                  −\n                  1\n                  )\n                  \n                    /\n                  \n                  2\n                \n              \n            \n            \n              Γ\n              (\n              3\n              N\n              \n                /\n              \n              2\n              )\n            \n          \n        \n        ,\n      \n    \n    {\\displaystyle {\\frac {2\\pi ^{3N/2}(2mE)^{(3N-1)/2}}{\\Gamma (3N/2)}},}\n  \nযেখানে \n  \n    \n      \n        Γ\n      \n    \n    {\\displaystyle \\Gamma }\n  \n হল গামা ফাংশন ।\nযেহেতু প্রতিটি গ্যাস অণু V আয়তনের মধ্যে যেকোনো জায়গায় থাকতে পারে, তাই E শক্তি সম্পন্ন গ্যাস অবস্থা দ্বারা দখলকৃত ফেজ স্থানের আয়তন হল \n  \n    \n      \n        \n          \n            \n              2\n              \n                π\n                \n                  3\n                  N\n                  \n                    /\n                  \n                  2\n                \n              \n              (\n              2\n              m\n              E\n              \n                )\n                \n                  (\n                  3\n                  N\n                  −\n                  1\n                  )\n                  \n                    /\n                  \n                  2\n                \n              \n              \n                V\n                \n                  N\n                \n              \n            \n            \n              Γ\n              (\n              3\n              N\n              \n                /\n              \n              2\n              )\n            \n          \n        \n        .\n      \n    \n    {\\displaystyle {\\frac {2\\pi ^{3N/2}(2mE)^{(3N-1)/2}V^{N}}{\\Gamma (3N/2)}}.}\n  \nযেহেতু N গ্যাসের অণুগুলি আলাদা করা যায় না, তাই ফেজ-স্পেস আয়তনকে ভাগ করা হয় \n  \n    \n      \n        N\n        !\n        =\n        Γ\n        (\n        N\n        +\n        1\n        )\n      \n    \n    {\\displaystyle N!=\\Gamma (N+1)}\n  \n, যেখানে N অণুর ক্রমপরিবর্তনের সংখ্যা।\nগামা ফাংশনের জন্য স্টার্লিংয়ের আনুমানিকতা ব্যবহার করে, এবং N বৃহৎ গ্রহণের পরে লগারিদমে অদৃশ্য হয়ে যাওয়া উপাদানগুলিকে উপেক্ষা করে, \n  \n    \n      \n        \n          \n            \n              \n                S\n              \n              \n                \n                =\n                N\n                \n                  (\n                  \n                    \n                      \n                        \n                          3\n                          2\n                        \n                      \n                    \n                    log\n                    ⁡\n                    (\n                    E\n                    )\n                    −\n                    \n                      \n                        \n                          3\n                          2\n                        \n                      \n                    \n                    log\n                    ⁡\n                    (\n                    \n                      \n                        \n                          3\n                          2\n                        \n                      \n                    \n                    N\n                    )\n                    +\n                    log\n                    ⁡\n                    (\n                    V\n                    )\n                    −\n                    log\n                    ⁡\n                    (\n                    N\n                    )\n                  \n                  )\n                \n              \n            \n            \n              \n              \n                \n                =\n                N\n                \n                  (\n                  \n                    \n                      \n                        \n                          3\n                          2\n                        \n                      \n                    \n                    log\n                    ⁡\n                    \n                      (\n                      \n                        \n                          \n                            \n                              2\n                              3\n                            \n                          \n                        \n                        E\n                        \n                          /\n                        \n                        N\n                      \n                      )\n                    \n                    +\n                    log\n                    ⁡\n                    \n                      (\n                      \n                        \n                          V\n                          N\n                        \n                      \n                      )\n                    \n                  \n                  )\n                \n                .\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\begin{aligned}S&=N\\left({\\tfrac {3}{2}}\\log(E)-{\\tfrac {3}{2}}\\log({\\tfrac {3}{2}}N)+\\log(V)-\\log(N)\\right)\\\\&=N\\left({\\tfrac {3}{2}}\\log \\left({\\tfrac {2}{3}}E/N\\right)+\\log \\left({\\frac {V}{N}}\\right)\\right).\\end{aligned}}}\n  \nযেহেতু একটি মনোঅ্যাটমিক গ্যাসের নির্দিষ্ট তাপ 3/2, তাই এটি এনট্রপির তাপগতিগত সূত্রের অনুরূপ।\n\n\n=== ভিয়েনের সূত্র – আলোর বাক্সের রুদ্ধতাপীয় প্রসারণ ===\nএকটি বিকিরণপূর্ণ বাক্সের ক্ষেত্রে, কোয়ান্টাম বলবিজ্ঞান উপেক্ষা করলে, তাপীয় সাম্যাবস্থায় একটি ধ্রুপদী ক্ষেত্রের শক্তি অসীম হয়। কারণ, সমউপাংশ নীতি অনুসারে, প্রতিটি ক্ষেত্র গড়ে সমান পরিমাণ শক্তি ধারণ করে, এবং অসীম সংখ্যক ধরন বিদ্যমান থাকে। এটি বাস্তবসম্মত নয়, কারণ এর অর্থ হলো সময়ের সাথে সাথে সমস্ত শক্তি উচ্চ-ফ্রিকোয়েন্সির তড়িৎচুম্বকীয় তরঙ্গগুলোর মধ্যে ছড়িয়ে পড়বে। তবুও কোয়ান্টাম বলবিজ্ঞান ছাড়াও, তাপগতিবিদ্যার ভিত্তিতে সাম্যাবস্থার বণ্টন সম্পর্কে কিছু বলা যায়, কারণ এখনও বিভিন্ন আকারের বাক্সগুলোর মধ্যে রুদ্ধতাপীয় অপরিবর্তনীয়তার একটি ধারণা বিদ্যমান।\nযখন একটি বাক্স ধীরে ধীরে সম্প্রসারিত হয়, তখন দেওয়াল থেকে প্রতিফলিত আলোর ফ্রিকোয়েন্সি ডপলার শিফট এর সাহায্যে গণনা করা যায়। যদি দেওয়াল স্থির থাকে, তবে প্রতিফলিত আলোর ফ্রিকোয়েন্সি অপরিবর্তিত থাকে। তবে, যদি দেওয়াল ধীরে ধীরে সরে যায়, তাহলে প্রতিফলিত ফ্রিকোয়েন্সি কেবল সেই কাঠামোতে অপরিবর্তিত থাকে যেখানে দেওয়াল স্থির। যে কাঠামোয় দেওয়াল আলো থেকে দূরে সরে যাচ্ছে, সেখানে আগত আলো প্রতিফলিত আলোর তুলনায় দ্বিগুণ ডপলার শিফট সহগ v/c -এর কারণে বেশি নীল হয়।\n  \n    \n      \n        Δ\n        f\n        =\n        \n          \n            \n              2\n              v\n            \n            c\n          \n        \n        f\n        .\n      \n    \n    {\\displaystyle \\Delta f={\\frac {2v}{c}}f.}\n  \nঅন্যদিকে, যখন দেয়াল সরে যাচ্ছে তখন আলোর শক্তিও হ্রাস পাচ্ছে, কারণ আলো বিকিরণ চাপের মাধ্যমে দেয়ালের উপর কাজ করছে। যেহেতু আলো প্রতিফলিত হয়, তাই চাপ আলোর দ্বারা বাহিত ভরবেগের দ্বিগুণের সমান, যা E / c । চাপটি দেয়ালে যে হারে কাজ করে তা বেগ দিয়ে গুণ করলে পাওয়া যায়:\n  \n    \n      \n        Δ\n        E\n        =\n        v\n        \n          \n            \n              2\n              E\n            \n            c\n          \n        \n        .\n      \n    \n    {\\displaystyle \\Delta E=v{\\frac {2E}{c}}.}\n  \nএর অর্থ হল আলোর ফ্রিকোয়েন্সির পরিবর্তন বিকিরণ চাপ দ্বারা দেয়ালে করা কাজের সমান। প্রতিফলিত আলোর ফ্রিকোয়েন্সি এবং শক্তি উভয়ই একই পরিমাণে পরিবর্তিত হয়:\n  \n    \n      \n        \n          \n            \n              Δ\n              f\n            \n            f\n          \n        \n        =\n        \n          \n            \n              Δ\n              E\n            \n            E\n          \n        \n        .\n      \n    \n    {\\displaystyle {\\frac {\\Delta f}{f}}={\\frac {\\Delta E}{E}}.}\n  \nএই ফাংশনটি শুধুমাত্র তাপগতিগত যুক্তি দিয়ে নির্ধারণ করা যায় না, এবং ভিয়েন উচ্চ ফ্রিকোয়েন্সিতে বৈধ ফর্মটি অনুমান করেছিলেন। তিনি ধারণা করেছিলেন যে উচ্চ-ফ্রিকোয়েন্সি অবস্থায় গড় শক্তি বোল্টজম্যানের মতো একটি ফ্যাক্টর দ্বারা নিবৃত করা করা হয়: \n  \n    \n      \n        ⟨\n        \n          E\n          \n            f\n          \n        \n        ⟩\n        =\n        \n          e\n          \n            −\n            β\n            h\n            f\n          \n        \n        .\n      \n    \n    {\\displaystyle \\langle E_{f}\\rangle =e^{-\\beta hf}.}\n  \nএটি প্রত্যাশিত ধ্রুপদী শক্তি নয়, যা সমউপাংশ নীতি অনুযায়ী \n  \n    \n      \n        1\n        \n          /\n        \n        2\n        β\n      \n    \n    {\\displaystyle 1/2\\beta }\n  \n হওয়া উচিত, বরং এটি একটি নতুন এবং ভিত্তিহীন অনুমান, যা উচ্চ-ফ্রিকোয়েন্সি ডেটার সাথে মিলে যায়।\nযখন একটি গহ্বরের সমস্ত মোডের উপর প্রত্যাশিত মান সংযোজন করা হয়, তখন এটি উইয়েনের বন্টন তৈরি করে, এবং এটি ফোটনের একটি ধ্রুপদী গ্যাসে শক্তির তাপগতিগত বন্টন বর্ণনা করে। উইয়েনের সূত্রটি পরোক্ষভাবে ধরে নেয় যে আলো পরিসংখ্যানগতভাবে এমন প্যাকেট দ্বারা গঠিত যা একইভাবে শক্তি এবং ফ্রিকোয়েন্সি পরিবর্তন করে। একটি ভিয়েন গ্যাসের এনট্রপির আয়তন N শক্তিতে পৌঁছায়, যেখানে N হল প্যাকেটের সংখ্যা। এর ফলে আইনস্টাইন এই পরামর্শ দেন যে আলো স্থানীয়করণযোগ্য কণা দ্বারা গঠিত যার শক্তি ফ্রিকোয়েন্সির সমানুপাতিক। তারপর ভিয়েন গ্যাসের এনট্রপিকে একটি পরিসংখ্যানগত ব্যাখ্যা দেওয়া যেতে পারে যেমন: ফোটনগুলি কতগুলি সম্ভাব্য অবস্থানে থাকতে পারে।\n\n\n== ধ্রুপদী বলবিদ্যা - ক্রিয়া চলক ==\n\nধরা যাক, একটি হ্যামিলটোনিয়ান ধীরে ধীরে সময়ের সাথে পরিবর্তিত হচ্ছে, যেমন একটি এক-মাত্রিক হারমোনিক দোলক যার ফ্রিকোয়েন্সি পরিবর্তিত হচ্ছে:\n  \n    \n      \n        \n          H\n          \n            t\n          \n        \n        (\n        p\n        ,\n        x\n        )\n        =\n        \n          \n            \n              p\n              \n                2\n              \n            \n            \n              2\n              m\n            \n          \n        \n        +\n        \n          \n            \n              m\n              ω\n              (\n              t\n              \n                )\n                \n                  2\n                \n              \n              \n                x\n                \n                  2\n                \n              \n            \n            2\n          \n        \n        .\n      \n    \n    {\\displaystyle H_{t}(p,x)={\\frac {p^{2}}{2m}}+{\\frac {m\\omega (t)^{2}x^{2}}{2}}.}\n  \nএকটি ধ্রুপদী কক্ষপথের ক্রিয়া J হল পর্যায় স্থানের কক্ষপথ দ্বারা আবদ্ধ ক্ষেত্রফল: \n  \n    \n      \n        J\n        =\n        \n          ∫\n          \n            0\n          \n          \n            T\n          \n        \n        p\n        (\n        t\n        )\n        \n        \n          \n            \n              d\n              x\n            \n            \n              d\n              t\n            \n          \n        \n        \n        d\n        t\n        .\n      \n    \n    {\\displaystyle J=\\int _{0}^{T}p(t)\\,{\\frac {dx}{dt}}\\,dt.}\n  \nযেহেতু J একটি পূর্ণ পর্যায়ের উপর সমাকলন, তাই এটি কেবলমাত্র শক্তির একটি ফাংশন। যখন হ্যামিলটোনিয়ান সময়ের সাথে ধ্রুবক থাকে এবং J ও সময়ের সাথে অপরিবর্তিত থাকে, তখন কানোনিকালি সংযুগ্ম চলক θ সময়ের সাথে একটি স্থির হারে বৃদ্ধি পায়:\nযেহেতু J একটি পূর্ণ সময়কাল ধরে একটি অবিচ্ছেদ্য, এটি কেবল শক্তির একটি ফাংশন। যখন হ্যামিল্টোনিয়ান সময়ে ধ্রুবক হয়, এবং J সময়ে ধ্রুবক হয়, তখন ক্যানোনিকালভাবে কনজুগেট চলক \n  \n    \n      \n        θ\n      \n    \n    {\\displaystyle \\theta }\n  \n স্থির হারে সময়ের সাথে সাথে বৃদ্ধি পায়: \n  \n    \n      \n        \n          \n            \n              d\n              θ\n            \n            \n              d\n              t\n            \n          \n        \n        =\n        \n          \n            \n              ∂\n              H\n            \n            \n              ∂\n              J\n            \n          \n        \n        =\n        \n          H\n          ′\n        \n        (\n        J\n        )\n        .\n      \n    \n    {\\displaystyle {\\frac {d\\theta }{dt}}={\\frac {\\partial H}{\\partial J}}=H'(J).}\n  \nএইভাবে, ধ্রুবক \n  \n    \n      \n        \n          H\n          ′\n        \n      \n    \n    {\\displaystyle H'}\n  \n ব্যবহার করে কক্ষপথ বরাবর সময়ের ডেরিভেটিভগুলোকে J অপরিবর্তিত রেখে \n  \n    \n      \n        θ\n      \n    \n    {\\displaystyle \\theta }\n  \n অনুযায়ী আংশিক ডেরিভেটিভে রূপান্তর করা যায়। J এর উপর ভিত্তি করে সমাকলনকে ডিফারেনশিয়েট করলে এমন একটি সমীকরণ পাওয়া যায়, যা \n  \n    \n      \n        \n          H\n          ′\n        \n      \n    \n    {\\displaystyle H'}\n  \n নির্ধারণ করে:\n  \n    \n      \n        \n          \n            \n              d\n              J\n            \n            \n              d\n              J\n            \n          \n        \n        =\n        1\n        =\n        \n          ∫\n          \n            0\n          \n          \n            T\n          \n        \n        \n          (\n          \n            \n              \n                \n                  ∂\n                  p\n                \n                \n                  ∂\n                  J\n                \n              \n            \n            \n              \n                \n                  d\n                  x\n                \n                \n                  d\n                  t\n                \n              \n            \n            +\n            p\n            \n              \n                ∂\n                \n                  ∂\n                  J\n                \n              \n            \n            \n              \n                \n                  d\n                  x\n                \n                \n                  d\n                  t\n                \n              \n            \n          \n          )\n        \n        \n        d\n        t\n        =\n        \n          H\n          ′\n        \n        \n          ∫\n          \n            0\n          \n          \n            T\n          \n        \n        \n          (\n          \n            \n              \n                \n                  ∂\n                  p\n                \n                \n                  ∂\n                  J\n                \n              \n            \n            \n              \n                \n                  ∂\n                  x\n                \n                \n                  ∂\n                  θ\n                \n              \n            \n            −\n            \n              \n                \n                  ∂\n                  p\n                \n                \n                  ∂\n                  θ\n                \n              \n            \n            \n              \n                \n                  ∂\n                  x\n                \n                \n                  ∂\n                  J\n                \n              \n            \n          \n          )\n        \n        \n        d\n        t\n        .\n      \n    \n    {\\displaystyle {\\frac {dJ}{dJ}}=1=\\int _{0}^{T}\\left({\\frac {\\partial p}{\\partial J}}{\\frac {dx}{dt}}+p{\\frac {\\partial }{\\partial J}}{\\frac {dx}{dt}}\\right)\\,dt=H'\\int _{0}^{T}\\left({\\frac {\\partial p}{\\partial J}}{\\frac {\\partial x}{\\partial \\theta }}-{\\frac {\\partial p}{\\partial \\theta }}{\\frac {\\partial x}{\\partial J}}\\right)\\,dt.}\n  \nসমাকলনের অন্তর্গত অংশটি x এবং p এর পয়সন ব্র্যাকেট। দুটি কানোনিকালি সংযুগ্ম মান, যেমন x এবং p, যে কোনো canonical কোঅর্ডিনেট সিস্টেমে পয়সন ব্র্যাকেটের মান ১ হয়। তাই\n  \n    \n      \n        1\n        =\n        \n          H\n          ′\n        \n        \n          ∫\n          \n            0\n          \n          \n            T\n          \n        \n        {\n        x\n        ,\n        p\n        }\n        \n        d\n        t\n        =\n        \n          H\n          ′\n        \n        T\n        ,\n      \n    \n    {\\displaystyle 1=H'\\int _{0}^{T}\\{x,p\\}\\,dt=H'T,}\n  \nএবং \n  \n    \n      \n        \n          H\n          ′\n        \n      \n    \n    {\\displaystyle H'}\n  \n হলো পিরিয়ডের বিপরীত মান। \n  \n    \n      \n        θ\n      \n    \n    {\\displaystyle \\theta }\n  \n চলক প্রতিটি পিরিয়ডে সমস্ত J মানের জন্য সমান পরিমাণে বৃদ্ধি পায় – এটি একটি কোণীয় চলক।\n\n\n=== J এর রুদ্ধতাপীয় অপরিবর্তনীয়তা ===\nহ্যামিলটোনিয়ান শুধুমাত্র J এর একটি ফাংশন, এবং সরল হারমোনিক দোলকের ক্ষেত্রে,\n  \n    \n      \n        H\n        =\n        ω\n        J\n        .\n      \n    \n    {\\displaystyle H=\\omega J.}\n  \nযখন H এ সময়ের কোনো নির্ভরতা নেই, তখন J অপরিবর্তিত থাকে। যখন H ধীরে ধীরে সময়ের সাথে পরিবর্তিত হয়, তখন J- এর পরিবর্তনের হার J- এর সমাকলনকে পুনর্গঠন করে গণনা করা যায়:\n  \n    \n      \n        J\n        =\n        \n          ∫\n          \n            0\n          \n          \n            2\n            π\n          \n        \n        p\n        \n          \n            \n              ∂\n              x\n            \n            \n              ∂\n              θ\n            \n          \n        \n        \n        d\n        θ\n        .\n      \n    \n    {\\displaystyle J=\\int _{0}^{2\\pi }p{\\frac {\\partial x}{\\partial \\theta }}\\,d\\theta .}\n  \nএই রাশির সময়ের ডেরিভেটিভ হল \n  \n    \n      \n        \n          \n            \n              d\n              J\n            \n            \n              d\n              t\n            \n          \n        \n        =\n        \n          ∫\n          \n            0\n          \n          \n            2\n            π\n          \n        \n        \n          (\n          \n            \n              \n                \n                  d\n                  p\n                \n                \n                  d\n                  t\n                \n              \n            \n            \n              \n                \n                  ∂\n                  x\n                \n                \n                  ∂\n                  θ\n                \n              \n            \n            +\n            p\n            \n              \n                d\n                \n                  d\n                  t\n                \n              \n            \n            \n              \n                \n                  ∂\n                  x\n                \n                \n                  ∂\n                  θ\n                \n              \n            \n          \n          )\n        \n        \n        d\n        θ\n        .\n      \n    \n    {\\displaystyle {\\frac {dJ}{dt}}=\\int _{0}^{2\\pi }\\left({\\frac {dp}{dt}}{\\frac {\\partial x}{\\partial \\theta }}+p{\\frac {d}{dt}}{\\frac {\\partial x}{\\partial \\theta }}\\right)\\,d\\theta .}\n  \nসময় ডেরিভেটিভসগুলোকে \n  \n    \n      \n        θ\n      \n    \n    {\\displaystyle \\theta }\n  \n ডেরিভেটিভসে প্রতিস্থাপন করে, \n  \n    \n      \n        d\n        θ\n        =\n        ω\n        \n        d\n        t\n      \n    \n    {\\displaystyle d\\theta =\\omega \\,dt}\n  \n ব্যবহার করে, এবং সাধারণতা হারানো ছাড়াই ω এর মান ১ নির্ধারণ করলে (যেখানে \n  \n    \n      \n        ω\n      \n    \n    {\\displaystyle \\omega }\n  \n ক্রিয়াকলাপের সময় ডেরিভেটিভসের ফলস্বরূপ প্রাপ্ত বৈশ্বিক গুণগত সহগ) নিম্নরূপ পাওয়া যায়:\n  \n    \n      \n        \n          \n            \n              d\n              J\n            \n            \n              d\n              t\n            \n          \n        \n        =\n        \n          ∫\n          \n            0\n          \n          \n            2\n            π\n          \n        \n        \n          (\n          \n            \n              \n                \n                  ∂\n                  p\n                \n                \n                  ∂\n                  θ\n                \n              \n            \n            \n              \n                \n                  ∂\n                  x\n                \n                \n                  ∂\n                  θ\n                \n              \n            \n            +\n            p\n            \n              \n                ∂\n                \n                  ∂\n                  θ\n                \n              \n            \n            \n              \n                \n                  ∂\n                  x\n                \n                \n                  ∂\n                  θ\n                \n              \n            \n          \n          )\n        \n        \n        d\n        θ\n        .\n      \n    \n    {\\displaystyle {\\frac {dJ}{dt}}=\\int _{0}^{2\\pi }\\left({\\frac {\\partial p}{\\partial \\theta }}{\\frac {\\partial x}{\\partial \\theta }}+p{\\frac {\\partial }{\\partial \\theta }}{\\frac {\\partial x}{\\partial \\theta }}\\right)\\,d\\theta .}\n  \nতাহলে যতক্ষণ না J এবং θ  এক পর্বে যথেষ্ট পরিবর্তিত হয়, এই রাশিটিকে ভাগ করে ইন্টিগ্রেট করলে তা শূন্য ফল দেয়। এর অর্থ, ধীরে পরিবর্তনের ক্ষেত্রে কক্ষপথ দ্বারা আবদ্ধ ক্ষেত্রফলে প্রাথমিক পর্যায়ের কোনো পরিবর্তন ঘটে না। এটাই রুদ্ধতাপীয় অপরিবর্তনীয়তা উপপাদ্য – ক্রিয়া চলকগুলো রুদ্ধতাপীয় অপরিবর্তনীয়।\nএকটি সুরেলা দোলকের জন্য, শক্তি E তে একটি কক্ষপথের পর্যায়স্থানের ক্ষেত্রফল হল ধ্রুব শক্তির উপবৃত্তের ক্ষেত্রফল, \n  \n    \n      \n        E\n        =\n        \n          \n            \n              p\n              \n                2\n              \n            \n            \n              2\n              m\n            \n          \n        \n        +\n        \n          \n            \n              m\n              \n                ω\n                \n                  2\n                \n              \n              \n                x\n                \n                  2\n                \n              \n            \n            2\n          \n        \n        .\n      \n    \n    {\\displaystyle E={\\frac {p^{2}}{2m}}+{\\frac {m\\omega ^{2}x^{2}}{2}}.}\n  \nএই উপবৃত্তের x ব্যাসার্ধ হলো \n  \n    \n      \n        \n          \n            2\n            E\n            \n              /\n            \n            \n              ω\n              \n                2\n              \n            \n            m\n          \n        \n        ,\n      \n    \n    {\\displaystyle {\\sqrt {2E/\\omega ^{2}m}},}\n  \n যখন উপবৃত্তের p ব্যাসার্ধ হলো \n  \n    \n      \n        \n          \n            2\n            m\n            E\n          \n        \n      \n    \n    {\\displaystyle {\\sqrt {2mE}}}\n  \n। গুণ করলে, ক্ষেত্রফলটি হয় \n  \n    \n      \n        2\n        π\n        E\n        \n          /\n        \n        ω\n      \n    \n    {\\displaystyle 2\\pi E/\\omega }\n  \n। অতএব, যদি একটি পেন্ডুলাম ধীরে ধীরে টানা হয়, যার ফলে কম্পন ফ্রিকোয়েন্সি পরিবর্তিত হয়, তাহলে শক্তি সমানুপাতিক হারে পরিবর্তিত হয়।\n\n\n=== পুরাতন কোয়ান্টাম তত্ত্ব ===\nপ্লাঙ্ক যখন আবিষ্কার করলেন যে, ভিয়েনের সূত্রকে রেডিয়েশনের ক্লাসিক্যাল সমবণ্টন সূত্র ব্যবহার করে ইন্টারপোলেট করলে সমস্ত ফ্রিকোয়েন্সিতে – এমনকি খুব কম ফ্রিকোয়েন্সিতেও – সম্প্রসারিত করা যায়, তখন পদার্থবিজ্ঞানীরা অন্যান্য সিস্টেমগুলির কোয়ান্টাম আচরণ বোঝার চেষ্টা শুরু করেন।\nপ্লাঙ্ক এর বিকিরণ সূত্র, ক্ষেত্র কম্পকগুলির গতিকে, ফ্রিকোয়েন্সির অনুপাতে শক্তির এককে কোয়ান্টাইজড করেছিল:\n  \n    \n      \n        E\n        =\n        h\n        f\n        =\n        ℏ\n        ω\n        .\n      \n    \n    {\\displaystyle E=hf=\\hbar \\omega .}\n  \nকোয়ান্টাম কেবলমাত্র ফ্রিকোয়েন্সির উপর রুদ্ধতাপীয় অপরিবর্তনীয়তার মাধ্যমে নির্ভর করতে পারে, এবং যেহেতু শক্তি পরপর রাখা বাক্সগুলোর ক্ষেত্রে যোগ যোগ্য হতে হবে, তাই শক্তিস্তরগুলো সমান ব্যবধানে অবস্থিত হতে হবে।\nআইনস্টাইন, পরে ডেবাই, কঠিন পদার্থের শব্দ মোডগুলিকে কোয়ান্টাইজড দোলক হিসেবে বিবেচনা করে কোয়ান্টাম মেকানিক্সের ক্ষেত্র সম্প্রসারিত করেন। এই মডেল ব্যাখ্যা করে কেন কঠিন পদার্থের নির্দিষ্ট তাপ ধারণ ক্ষমতা নিম্ন তাপমাত্রায় শূন্যের দিকে আগ্রসর হয়, যা ক্লাসিক্যাল সমউপাংশ তত্ত্ব অনুযায়ী \n  \n    \n      \n        3\n        \n          k\n          \n            B\n          \n        \n        ,\n      \n    \n    {\\displaystyle 3k_{\\text{B}},}\n  \n এ স্থির থাকার পূর্বাভাস দেয়।\nসলভে সম্মেলনে, অন্যান্য গতিবিধিকে কোয়ান্টাইজ করার প্রশ্ন ওঠে, এবং লরেন্টজ একটি সমস্যা নির্দেশ করেন, যা রেইলে-লরেন্টজ পেন্ডুলাম নামে পরিচিত। যদি এমন একটি কোয়ান্টাম পেন্ডুলাম বিবেচনা করা হয় যার দড়ি খুব ধীরে ছোট করা হচ্ছে, তাহলে পেন্ডুলামের কোয়ান্টাম সংখ্যা পরিবর্তিত হতে পারে না, কারণ কোনো অবস্থাতেই পর্যাপ্ত উচ্চ ফ্রিকোয়েন্সি থাকে না যা অবস্থার মধ্যে স্থানান্তর ঘটাতে পারে। কিন্তু যখন দড়ি ছোট হয়, তখন পেন্ডুলামের ফ্রিকোয়েন্সি পরিবর্তিত হয়, ফলে কোয়ান্টাম অবস্থাগুলোর শক্তিও পরিবর্তিত হয়।\nআইনস্টাইন প্রতিক্রিয়া দেন যে ধীরে টানার ক্ষেত্রে, পেন্ডুলামের ফ্রিকোয়েন্সি এবং শক্তি উভয়ই পরিবর্তিত হয়, কিন্তু তাদের অনুপাত স্থির থাকে। এটি উইনের সেই পর্যবেক্ষণের অনুরূপ যেখানে তিনি দেখিয়েছিলেন যে দেয়ালের ধীর গতির আন্দোলনের অধীনে প্রতিফলিত তরঙ্গের শক্তি ও ফ্রিকোয়েন্সির অনুপাত অপরিবর্তিত থাকে। এর ফলাফল ছিল যে যেসব পরিমাণকে কোয়ান্টাইজ করতে হবে, সেগুলো রুদ্ধতাপীয় অপরিবর্তনীয় হতে হবে।\nএই যুক্তির ধারা সমারফেল্ড একটি সাধারণ তত্ত্বে প্রসারিত করেন: একটি যেকোনো যান্ত্রিক ব্যবস্থার কোয়ান্টাম সংখ্যা রুদ্ধতাপীয় ক্রিয়াকলাপ চলক দ্বারা নির্ধারিত হয়। যেহেতু হারমোনিক দোলকের ক্ষেত্রে ক্রিয়াকলাপ চলকটি একটি পূর্ণ সংখ্যা, তাই সাধারণ শর্ত হলো:\n  \n    \n      \n        ∫\n        p\n        \n        d\n        q\n        =\n        n\n        h\n        .\n      \n    \n    {\\displaystyle \\int p\\,dq=nh.}\n  \nএই শর্তটি পুরাতন কোয়ান্টাম তত্ত্বের ভিত্তি ছিল, যা পারমাণবিক ব্যবস্থার গুণগত আচরণ পূর্বানুমান করতে সক্ষম হয়। তবে ছোট কোয়ান্টাম সংখ্যার ক্ষেত্রে এই তত্ত্বটি সঠিক নয়, কারণ এটি ক্লাসিক্যাল এবং কোয়ান্টাম ধারণাগুলোর সংমিশ্রণ করে। তবুও, এটি নতুন কোয়ান্টাম তত্ত্বের দিকে একটি গুরুত্বপূর্ণ মধ্যবর্তী ধাপ ছিল।\n\n\n== প্লাজমা পদার্থবিদ্যা ==\nপ্লাজমা পদার্থবিদ্যায় আধানযুক্ত কণার গতির তিনটি রুদ্ধতাপীয় অপরিবর্তনীয়তা রয়েছে।\nপ্রথম রুদ্ধতাপীয় অপরিবর্তনীয়তা, μ\nএকটি ঘূর্ণায়মান কণার চৌম্বকীয় মুহূর্ত হল \n  \n    \n      \n        μ\n        =\n        \n          \n            \n              γ\n              \n                m\n                \n                  0\n                \n              \n              \n                v\n                \n                  ⊥\n                \n                \n                  2\n                \n              \n            \n            \n              2\n              B\n            \n          \n        \n        ,\n      \n    \n    {\\displaystyle \\mu ={\\frac {\\gamma m_{0}v_{\\perp }^{2}}{2B}},}\n  \nযা বিশেষ আপেক্ষিকতাবাদকে অনুসরণ করে।  \n  \n    \n      \n        γ\n      \n    \n    {\\displaystyle \\gamma }\n  \n হল আপেক্ষিক লরেন্টজ ফ্যাক্টর,  \n  \n    \n      \n        \n          m\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle m_{0}}\n  \n​ হল স্থির ভর, \n  \n    \n      \n        \n          v\n          \n            ⊥\n          \n        \n      \n    \n    {\\displaystyle v_{\\perp }}\n  \n হল চৌম্বক ক্ষেত্রের লম্বভাবে কণার বেগ, এবং \n  \n    \n      \n        B\n      \n    \n    {\\displaystyle B}\n  \n হল চৌম্বক ক্ষেত্রের মান।\n\n  \n    \n      \n        μ\n      \n    \n    {\\displaystyle \\mu }\n  \n একটি সম্প্রসারণে সমস্ত ক্রমের গতির একটি ধ্রুবক \n  \n    \n      \n        ω\n        \n          /\n        \n        \n          ω\n          \n            c\n          \n        \n      \n    \n    {\\displaystyle \\omega /\\omega _{c}}\n  \n, কোথায় \n  \n    \n      \n        ω\n      \n    \n    {\\displaystyle \\omega }\n  \n হল কণার দ্বারা অভিজ্ঞ যেকোনো পরিবর্তনের হার, যেমন সংঘর্ষের কারণে অথবা চৌম্বক ক্ষেত্রের সময়গত বা স্থানিক পরিবর্তনের কারণে। ফলস্বরূপ, জাইরোফ্রিকোয়েন্সির কাছাকাছি হারে পরিবর্তনের জন্যও চৌম্বকীয় মোমেন্ট প্রায় স্থির থাকে। কখন \n  \n    \n      \n        μ\n      \n    \n    {\\displaystyle \\mu }\n  \n ধ্রুবক, লম্ব কণা শক্তি সমানুপাতিক \n  \n    \n      \n        B\n      \n    \n    {\\displaystyle B}\n  \n, তাই কণাগুলিকে বাড়িয়ে উত্তপ্ত করা যেতে পারে \n  \n    \n      \n        B\n      \n    \n    {\\displaystyle B}\n  \n, কিন্তু এটি একটি \"এক-শট\" চুক্তি কারণ ক্ষেত্রটি অনির্দিষ্টকালের জন্য বাড়ানো যাবে না। এটি চৌম্বকীয় আয়না এবং চৌম্বকীয় বোতলগুলিতে প্রয়োগ খুঁজে পায়।\n\n  \n    \n      \n        μ\n      \n    \n    {\\displaystyle \\mu }\n  \n হল গতির একটি ধ্রুবক, যা \n  \n    \n      \n        ω\n        \n          /\n        \n        \n          ω\n          \n            c\n          \n        \n      \n    \n    {\\displaystyle \\omega /\\omega _{c}}\n  \n, এর সম্প্রসারণের সমস্ত ক্রমের জন্য অপরিবর্তিত থাকে, যেখানে \n  \n    \n      \n        ω\n      \n    \n    {\\displaystyle \\omega }\n  \n হল কণার অভিজ্ঞতাজনিত পরিবর্তনের হার, যেমন সংঘর্ষের কারণে বা চৌম্বক ক্ষেত্রের সাময়িক বা স্থানিক পরিবর্তনের ফলে। ফলস্বরূপ, চৌম্বক মুহূর্ত প্রায় স্থির থাকে, এমনকি যখন পরিবর্তনের হার জাইরোফ্রিকোয়েন্সির কাছাকাছি পৌঁছে যায়। যখন \n  \n    \n      \n        μ\n      \n    \n    {\\displaystyle \\mu }\n  \n স্থির থাকে, তখন লম্বভাবে কণার শক্তি \n  \n    \n      \n        B\n      \n    \n    {\\displaystyle B}\n  \n-এর সমানুপাতিক হয়, ফলে \n  \n    \n      \n        B\n      \n    \n    {\\displaystyle B}\n  \n বাড়িয়ে কণাগুলোকে উত্তপ্ত করা সম্ভব। তবে এটি একবারের জন্য কার্যকর হয়, কারণ চৌম্বক ক্ষেত্র অনির্দিষ্টভাবে বাড়ানো যায় না। এটি চৌম্বক দর্পণ এবং চৌম্বক বোতল এর মতো প্রযুক্তিতে ব্যবহৃত হয়।\nকিছু গুরুত্বপূর্ণ পরিস্থিতি রয়েছে যেখানে চৌম্বক মোমেন্ট অপরিবর্তনীয় থাকে না:\n\nচৌম্বকীয় পাম্পিং\nযদি সংঘর্ষের ফ্রিকোয়েন্সি পাম্প ফ্রিকোয়েন্সির চেয়ে বেশি হয়, তাহলে μ আর সংরক্ষিত থাকে না। বিশেষ করে, সংঘর্ষের ফলে লম্বালম্বি শক্তির কিছু অংশ সমান্তরাল শক্তিতে স্থানান্তরিত হয়ে নিট উত্তাপন সম্ভব হয়।\nসাইক্লোট্রন উত্তাপন\nযদি চৌম্বক ক্ষেত্র B সাইক্লোট্রন ফ্রিকোয়েন্সিতে দোলায়মান হয়, তবে অ্যাডিয়াব্যাটিক অপরিবর্তনীয়তার শর্ত লঙ্ঘিত হয়, এবং উত্তাপন সম্ভব হয়। বিশেষত, উদ্ভূত বৈদ্যুতিক ক্ষেত্র কিছু কণার সাথে একই পর্যায়ে ঘোরে এবং ক্রমাগত তাদের ত্বরান্বিত করে।\nচৌম্বকীয় কাঠামো (কাস্পস)\nএকটি কাস্পের কেন্দ্রে চৌম্বক ক্ষেত্র বিলুপ্ত হয়, তাই সাইক্লোট্রন ফ্রিকোয়েন্সি স্বয়ংক্রিয়ভাবে যেকোনো পরিবর্তনের হারের চেয়ে কম হয়। ফলে চৌম্বকীয় মুহূর্ত সংরক্ষিত থাকে না এবং কণাগুলো সহজেই লস কোনের দিকে ছড়িয়ে পড়ে।\n\n\n=== দ্বিতীয় রুদ্ধতাপীয় অপরিবর্তনীয়তা, J ===\nচৌম্বকীয় দর্পণে আটকে থাকা একটি কণার অনুদৈর্ঘ্য অপরিবর্তনীয়, \n  \n    \n      \n        J\n        =\n        \n          ∫\n          \n            a\n          \n          \n            b\n          \n        \n        \n          p\n          \n            ∥\n          \n        \n        \n        d\n        s\n        ,\n      \n    \n    {\\displaystyle J=\\int _{a}^{b}p_{\\parallel }\\,ds,}\n  \nযেখানে ইন্টিগ্রাল দুটি টার্নিং পয়েন্টের মধ্যে থাকে, সেটি ও একটি রুদ্ধতাপীয় অপরিবর্তনীয়তা। উদাহরণস্বরূপ, এটি নিশ্চিত করে যে পৃথিবীর চারপাশে ঘূর্ণায়মান চৌম্বকমণ্ডলের একটি কণা সর্বদা একই বলের রেখায় ফিরে আসে। ট্রানজিট-টাইম ম্যাগনেটিক পাম্পিংয়ে রুদ্ধতাপীয় অবস্থা লঙ্ঘিত হয়, যেখানে একটি চৌম্বকীয় আয়নার দৈর্ঘ্য বাউন্স ফ্রিকোয়েন্সিতে দোদুল্যমান হয়, যার ফলে নেট উত্তাপ ঘটে।\n\n\n=== তৃতীয় রুদ্ধতাপীয় অপরিবর্তনীয়তা, Φ ===\nড্রিফট পৃষ্ঠ দ্বারা আবদ্ধ মোট চৌম্বক ফ্লাক্স Φ হল তৃতীয় রুদ্ধতাপীয় অপরিবর্তনীয়তা, যা দর্পণে আবদ্ধ কণার পর্যাবৃত্ত গতি এবং সিস্টেমের অক্ষের চারপাশে তাদের ড্রিফটের সাথে সম্পর্কিত। যেহেতু এই ড্রিফট গতি তুলনামূলকভাবে ধীর, তাই বাস্তব প্রয়োগে Φ প্রায়ই সংরক্ষিত থাকে না।\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\nYourgrau, Wolfgang; Stanley Mandelstam (১৯৭৯)। Variational Principles in Dynamics and Quantum Theory। Dover। §10। আইএসবিএন 978-0-486-63773-0। \nPauli, Wolfgang (১৯৭৩)। Pauli Lectures on Physics। MIT Press। পৃষ্ঠা 85–89। আইএসবিএন 978-0-262-66035-8। \nJammer, Max (১৯৬৬-০১-০১)। The Conceptual Development of Quantum Mechanics (English ভাষায়) (First সংস্করণ)। McGraw-Hill। আইএসবিএন 978-0-07-032275-2। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \n\n\n=== সূত্রসমূহ ===\n\n\n== বহিঃসংযোগ ==\nদ্বিতীয় অ্যাডিয়াব্যাটিক ইনভেরিয়েন্টের উপর বক্তৃতা নোট, দ্বিতীয় বক্তৃতা\nতৃতীয় অ্যাডিয়াব্যাটিক ইনভেরিয়েন্টের উপর বক্তৃতা নোট, তৃতীয় বক্তৃতা"}