{"pageid": 1514256, "title": "এই জানোয়ারদের হত্যা করতে হবে", "url": "https://bn.wikipedia.org/wiki?curid=1514256", "content": "এই জানোয়ারদের হত্যা করতে হবে কামরুল হাসান অঙ্কিত একটি রাজনৈতিক পোস্টার। ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধ চলাকালে অঙ্কিত পোস্টারটিতে পাকিস্তানের তৎকালীন রাষ্ট্রপতি ইয়াহিয়া খানের ব্যঙ্গচিত্র ফুটিয়ে তোলা হয়। ব্যঙ্গচিত্রে ইয়াহিয়া খানকে অশুভ জানোয়ার রূপে তুলে ধরা হয় যা বাংলাদেশের স্বাধীনতা যুদ্ধে সবচেয়ে বেশি প্রভাব ফেলে পাকিস্তান সেনাবাহিনীর নৃশংসতার প্রতীকে পরিণত হয়।\n১৯৭০ সালে ঢাকায় কামরুল হাসান ইয়াহিয়া খানকে সামনাসামনি দেখার সুযোগ পেয়েছিলেন এবং তখন তার দেখা ইয়াহিয়ার মুখমণ্ডল ১৯৭১ সালে অসহযোগ আন্দোলন চলাকালে আঁকা স্কেচের ভিত্তি হিসেবে কাজ করেছিল। পাকিস্তানি শাসকগোষ্ঠীর প্রতীক হয়ে উঠা পোস্টারটি প্রথম ১৯৭১ সালের মে মাসে সাপ্তাহিক জয়বাংলা পত্রিকায় প্রকাশিত হয় এবং যুদ্ধে স্বাধীনকৃত অঞ্চল, শরণার্থী শিবির ও মুক্তিবাহিনীর নিকট বিলি করা হয়। শুধু দুটি রং ব্যবহার করা পোস্টারটির দুটি সংস্করণ ছিল যা বাংলা ও ইংরেজি দুই ভাষার শিরোনামে প্রকাশিত হয়।\n\n\n== সৃষ্টি ==\n১৯৭০ সালে ঢাকা জাদুঘরে চিত্রশিল্পী পটুয়া কামরুল হাসান পাকিস্তানের তৎকালীন রাষ্ট্রপতি ইয়াহিয়া খানকে প্রত্যক্ষভাবে দেখার সুযোগ পেয়েছিলেন। তার মতে ইয়াহিয়াকে দেখতে তখন \"শয়তানের মতো\" লাগছিল। সেই অবয়বকে ভিত্তি ধরে নিয়ে কামরুল ১৯৭১ সালে অসহযোগ আন্দোলনের সময় ইয়াহিয়ার দশটি স্কেচ আঁকেন এবং \"এই জানোয়ারটা আবার আক্রমণ করতে পারে\" শিরোনাম যুক্ত করে সেগুলো পোস্টার হিসেবে ২৩ মার্চে শহীদ মিনারে টাঙ্গিয়ে দেন। এর দুই দিন পর পূর্ব পাকিস্তানে ইয়াহিয়া খানের নির্দেশে অপারেশন সার্চলাইট পরিচালিত হয়, যার ফলে প্রদেশটিতে গণহত্যা সংঘটিত হয়েছিল। বাংলাদেশের স্বাধীনতা যুদ্ধের সময় প্রচারপত্র হিসেবে লিফলেট ও পোস্টার প্রকাশের মাধ্যমে গণহত্যার প্রতিবাদ জানানো হতে থাকে। যুদ্ধ চলাকালে সদ্যগঠিত মুজিবনগর সরকার শিল্পকলা ও নকশা বিভাগের পরিচালক হিসেবে কামরুল হাসানকে নিয়োগ করা হয়। দায়িত্ব পালনকালে তিনি ইয়াহিয়া খানের দানব ন্যায় মুখমণ্ডল সম্বলিত পোস্টারের দুটি সংস্করণের নকশা করেছিলেন। একটি সংস্করণে ইয়াহিয়া খানকে লাল টকটকে চোখের রক্তচোষা দানব হিসেবে তুলে ধরা হয়েছিল যার দুই দাঁত বেয়ে রক্ত পড়ছে। অপর সংস্করণে ইয়াহিয়া খানের কানগুলো ছিল হাতির মতো। যেহেতু ইয়াহিয়া খানের নির্দেশে অপারেশন সার্চলাইট পরিচালিত হয়েছিল সেহেতু কামরুল হাসান তাকে পোস্টারে শাসকের বদলে জানোয়ার হিসেবে চিত্রিত করেন যা পাকিস্তানি শাসকগোষ্ঠীর প্রতীক হয়ে উঠে। পোস্টারটিতে লাল ও কালো রং ব্যবহৃত হয়েছিল। ইয়াহিয়া খানের দাঁত ও চোখ আঁকতে লাল রং ব্যবহার করা হয়েছিল। পোস্টার আঁকার পর এর শিরোনাম কি হতে পারে সেই জন্য কামরুল হাসান দপ্তরে তার অধস্তন কর্মচারীদের সাথে আলোচনা করেছিলেন। আলোচনায় তারা \"জানোয়ার\" শব্দের দিকে ইঙ্গিত করলে কামরুল পোস্টারের শিরোনাম \"এই জানোয়ারদের হত্যা করতে হবে\" রাখেন। তৎকালীন সময়ে বাংলা ভাষায় \"জানোয়ার\" শব্দটি একটি কম প্রচলিত গালি ছিল যা তীব্র ক্রোধের ক্ষেত্রে শুধু ব্যবহৃত হতো। পোস্টার দুটি বাংলা ও ইংরেজি ভাষায় প্রকাশ করা হয়েছিল। ইংরেজিতে পোস্টারের শিরোনাম \"ANNIHILATE THESE DEMONS\" (এনিহিলেট দিজ ডেমনস, আক্ষ. 'এই দানবদের নির্মূল করো') দেওয়া হয়েছিল।\n\n\n== প্রকাশ ও প্রদর্শনী ==\nমে ১৯৭১ সালে এটি প্রথমবারের মতো সাপ্তাহিক জয়বাংলা সংবাদপত্রে প্রকাশিত হয়েছিল। সংবাদপত্রটিতে তিনটি পৃথক শিরোনামে পোস্টারটি মোট তিনবার প্রকাশিত হয়েছিল। প্রস্তুতকৃত পোস্টারের মুদ্রিত কপি যুদ্ধে স্বাধীনকৃত অঞ্চল, শরণার্থী শিবির ও মুক্তিবাহিনীর নিকট বিলি করা হয়। ২০০৮ সালে ঢাকার দৃক গ্যালারিতে পোস্টারটি প্রদর্শিত হয়েছিল। ২০২২ সালে কামরুল হাসানের জন্মশতবার্ষিকী উপলক্ষ্যে এটি বাংলাদেশ জাতীয় জাদুঘরের নলিনীকান্ত ভট্টশালী প্রদর্শনালয়ে আয়োজিত বিশেষ প্রদর্শনীর অংশ ছিল। ঢাকার মুক্তিযুদ্ধ জাদুঘর ও খুলনার ১৯৭১: গণহত্যা-নির্যাতন আর্কাইভ ও জাদুঘরে পোস্টারটি প্রদর্শনের জন্য রাখা হয়েছে।\n\n\n== গুরুত্ব, অভ্যর্থনা ও কিংবদন্তি ==\n\nপোস্টারে অঙ্কিত কার্টুনে ইয়াহিয়া খানকে অশুভ জানোয়ার হিসেবে চিত্রিত করা হয়েছে। সৈয়দ আজিজুল হক রাজনৈতিক সৃষ্টিকর্ম বিশিষ্ট পোস্টারটিকে শিল্পগুণের দিক দিয়ে নান্দনিক বলেছেন যা বাংলাদেশের স্বাধীনতা যুদ্ধকে সবচেয়ে বেশি প্রভাবিত করেছিল। বাংলাদেশের ২০০০-এর দশক এবং এর পরের দিকে বেড়ে উঠা প্রজন্মের কাছে পোস্টারে অঙ্কিত অবয়বটি স্বাধীনতা যুদ্ধে পাকিস্তানি সেনাবাহিনীর নৃশংসতার প্রতীক হিসেবে বিবেচিত হয়ে থাকে। শিল্প সমালোচক মঈনুদ্দিন খালেদ এই চিত্রকর্মকে পাবলো পিকাসোর ১৯৩৭ সালের শিল্পকর্ম ফ্রাঙ্কোর স্বপ্ন আর মিথ্যার সাথে তুলনা করে রাজনৈতিক দলিল হিসেবে আখ্যা দিয়েছেন। চিত্রশিল্পী কাইয়ুম চৌধুরীর মতে লুটতরাজ অশ্বারোহী মারাঠা সৈন্যদল বর্গির মতো পোস্টারে অঙ্কিত ইয়াহিয়া খানের দানবের ন্যায় অবয়ব বাঙালিদের কাছে চিরস্মরণীয় হয়ে থাকবে। সাহিত্যিক মীজানুর রহমানের মতে স্বাধীনতা যুদ্ধে পোস্টারটি যুদ্ধাস্ত্রের ন্যায় কাজ করেছিল। চিত্রকর ও কার্টুনিস্ট রফিকুন নবী এটিকে ঘৃণার উদ্রেককারী সাহসী চিত্রকর্ম হিসেবে আখ্যা দিয়ে লিখেছেন \"শিল্পকর্ম হিসেবে এর যেমন বিশালত্ব রয়েছে, অন্যদিকে আছে তার আঁকার দক্ষতা, প্রতিবাদী প্রকাশ ক্ষমতা। কামরুল হাসানের জীবনের একটি দিক।\" কার্টুনিস্ট সিমু নাসেরের মতে বাংলাদেশের রাজনৈতিক কার্টুনের ইতিহাসে পোস্টারটিতে চিত্রিত ইয়াহিয়া খানের ব্যঙ্গচিত্র আইকনিক চিত্রে পরিণত হয়েছে। ইয়াহিয়া খানকে \"হায়েনা\" হিসেবে চিহ্নিতকারী কামরুল হাসানের পোস্টার অঙ্কনকে ২০১১ সালে বাঙালি বংশোদ্ভূত ভারতীয় মার্কিন গবেষক শর্মিলা বসু \"অ-বিবেকপ্রসূত\" আখ্যা দিয়েছিলেন। চিত্রশিল্পী মনসুর উল করিমের মতে পোস্টারে চিত্রিত ইয়াহিয়া খানের প্রতিকৃতি পাকিস্তানি সেনাবাহিনীর হীন বৈশিষ্ট্যের প্রতীক। ২০২৪ সালে সিটি কর্পোরেশন নির্বাচনের আগে অজ্ঞাত কেউ ময়মনসিংহ জুড়ে \"এই রক্তখেকো জানোয়ারদের হত্যা করতে হবে\" লেখা যুক্ত করে পোস্টারটি সাঁটিয়ে দিয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Annihilate these demons.\"। আন্তর্জাতিক সামাজিক ইতিহাস ইনস্টিটিউট (ইংরেজি ভাষায়)। সংগ্রহের তারিখ ২১ ফেব্রুয়ারি ২০২৫।"}