{"pageid": 1514155, "title": "সীমা কোহলি", "url": "https://bn.wikipedia.org/wiki?curid=1514155", "content": "সীমা কোহলি সাম্প্রতিক কালের একজন জনপ্রিয় ভারতীয় শিল্পী, ভাস্কর এবং কবি ।  তিনি মূলত চিত্রকর, ভাস্কর এবং স্থপতি হিসাবে পরিচিত। \nকোচি-মুজিরিস বিয়েনাল, ফ্লোরেন্স বিয়েনাল, বার্থ রাইটস কালেক্টিভ, ভেনিস বিয়েনাল অফ আর্ট, ন্যাশনাল গ্যালারি অফ মডার্ন আর্ট, আর্কো, আর্ট বাসেল, জয়পুর সাহিত্য উৎসব, জাহাঙ্গীর আর্ট প্রদর্শনী, ইন্ডিয়া আর্ট ফেয়ার, এবং হ্যাবিআর্ট ফাউন্ডেশন সহ বিবিধ জনপ্রিয় সংগ্রহশালা ও প্রদর্শনীতে তার চিত্রকলা ও ভাস্কর্য প্রদর্শিত হয়েছে। \n\n\n== প্রাথমিক জীবন এবং কর্মজীবন ==\nসীমা কোহলি ১৯৬০ সালে ভারতের দিল্লিতে জন্মগ্রহণ করেন। কোহলি দিল্লি বিশ্ববিদ্যালয়ের মিরান্ডা হাউস থেকে স্নাতক সম্পন্ন করেছেন। \nসীমা কোহলি ২০০৯ সালে ইতালির ফ্লোরেন্সে অনুষ্ঠিত ফ্লোরেন্স বিয়েনালে তার স্বয়ংসিদ্ধা - মিথ, মাইন্ড এবং মুভমেন্ট চলচ্চিত্রর জন্য স্বর্ণপদক পেয়েছিলেন। \nতাকে বিহার মিউজিয়াম বিয়েনাল ২০২১, টেডেক্স, জয়পুর লিট উতসব ২০২১, এনজিএমএ, উইন সম্মেলন, হার্ভার্ড এবং ডেভিসসহ বিভিন্ন ভারতীয় ও আন্তর্জাতিক শিক্ষা প্রতিষ্ঠানে আমন্ত্রণ জানানো হয়েছে।\nতার বই আ স্টর্ম ইন মাই টিকাপ আইএএফ-এর বিশেষ প্রদর্শনীতে প্রদর্শিত হয়েছিল। বইটি এখন কিরণ নাদার মিউজিয়াম অফ আর্ট- এর সংগ্রহে রয়েছে। \n২০১৬ সালে কালা ঘোড়া আর্টস উতসবেহাজারটি রঙিন কাটিং চায়ের গ্লাস এবং ৭০০ গ্লাস হোল্ডার ব্যবহার করে কোহলি একটি বিশাল ভাস্কর্য তৈরি করেছিলেন। \n২০১৯ সালে, দ্য মিউজিয়াম অফ সেক্রেড আর্ট (মোসা) -এর পক্ষ থেকে বেলজিয়ামের ব্রাসেলসের কাছে ডারবুয়েরতে, ছয় মাসব্যাপী আয়োজিত এক প্রদর্শনীতে সীমা কোহলির শিল্পকর্ম প্রদর্শিত করা হয়। \n২০২৩ সালের ২৮ জুলাই থেকে ৪ আগস্ট পর্যন্ত নয়াদিল্লির <i>বিকানের হাউসে</i> অনুষ্ঠিত একটি শিল্প প্রদর্শনীতে সীমা কোহলির শিল্পকর্ম কাট ফ্রম দ্য সেম ক্লথ  প্রদর্শিত হয়েছিল। অনুষ্ঠানটির উপস্থাপনা করেছিল গ্যালারি এনভিওয়াইএ।  যুক্তরাজ্যের হাইকমিশনার আলেকজান্ডার এলিস, সীমা কোহলির 'কাট ফ্রম দ্য সেম ক্লথ' শিল্প প্রদর্শনী ঘুরে দেখেছিলেন। \n\n\n== নির্বাচিত প্রদর্শনী ==\nকোহলি ৩২টিরও বেশি একক প্রদর্শনী করেছেন। তার বেশ কিছু বৃহৎ বিন্যাসের শিল্পকর্ম জাতীয় ঐতিহ্য সংগ্রহের অংশ। \n\n\n== বই এবং প্রকাশনা ==\nসীমা কোহলির শিল্পে অস্থির লাইন , ২০২৪ \nদেবীর জন্ম: নারীত্ব এবং জন্মের ধারণা , 2024 \nবিশ্বের ভেতরে পৃথিবী: সীমা কোহলির শিল্পে , ২০২৩ \nমিত্র পেয়ারে নু , ২০২২ \nস্বর্গীয় প্রকাশ , 2019 \n\"যোগিনীদের পথে দেবীদের অভিজ্ঞতা\" - সীমা কোহলির অবদান - ২০১৯ \nআমার চায়ের কাপে ঝড়, ২০২২ \n\n\n== পুরস্কার এবং স্বীকৃতি ==\n২০১৭ - বিসি সান্যাল পুরস্কার \n২০১৪ সালে নারী ক্ষমতায়ন, অসাধারণ কৃতিত্বের পুরস্কার, মুম্বাইয়ের মলিকিউল কমিউনিকেশন কর্তৃক \n২০০৭ সালে ললিত কলা আকাদেমি জাতীয় মহিলাদের পুরস্কার \n\n\n== তথ্যসূত্র =="}