{"pageid": 1514994, "title": "কনস্ট্যান্স ভিলিয়ার্স-স্টুয়ার্ট", "url": "https://bn.wikipedia.org/wiki?curid=1514994", "content": "কনস্ট্যান্স মেরি ভিলিয়ার্স-স্টুয়ার্ট (জন্ম :কনস্ট্যান্স মেরি ফিল্ডেন; ১৮৭৬ - ১৯৬৬) ছিলেন একজন ইংরেজ লেখিকা এবং চিত্রশিল্পী। তিনি জলরঙে ছবি আঁকতেন।\n\n\n== জীবনী ==\nকনস্ট্যান্স ভিলিয়ার্স-স্টুয়ার্ট নরফোকের বিচামওয়েল হলে বড় হয়েছিলেন এবং প্যারিসে চিত্রকলা নিয়ে পড়াশোনা করেছিলেন, এরপর ১৯০৮ সালে তিনি প্যাট্রিক ভিলিয়ার্স-স্টুয়ার্ট নামে একজন সৈনিককে বিয়ে করেন এবং ভারতে চলে আসেন। ভারতে এসে তিনি তাঁর বই, গার্ডেনস অফ দ্য গ্রেট মুঘলস -এর জন্য উপাদান সংগ্রহ করতে সক্ষম হন, বইটি ১৯১৩ সালে প্রকাশিত হয়, এটির মাধ্যমে মুঘল উদ্যানের ঐতিহাসিক অধ্যয়ন শুরু হয়।\n'কিছু বাগানের বৈপরীত্য এবং একটি স্বপ্ন' শীর্ষক দ্বাদশ অধ্যায়ে ভারতীয় নকশা ঐতিহ্যের প্রতি শ্রদ্ধা জানানোর আহ্বান জানানো হয়েছে। এই অধ্যায়ের শিরোনামে 'স্বপ্ন' শব্দটি নতুন দিল্লির নকশা সম্পর্কিত। ভারতীয় নগর পরিকল্পনার জন্য তাঁর আবেদন খুব একটা কার্যকর হয়নি কিন্তু এডউইন লুটিয়েনসের সাথে তাঁর কথোপকথন হয়েছিল এবং এডউইন তাঁর বইটি পড়েছিলেন। এডউইন এবং ভাইসরয় লর্ড হার্ডিঞ্জ উভয়েই তাঁর ধারণায় মুগ্ধ হয়েছিলেন। এটি খুব গুরুত্বপূর্ণ ছিল, কারণ তখন তাঁরা ভারতের নতুন রাজধানী শহর এবং ভাইসরয়ের প্রাসাদের নকশা তৈরি করছিলেন। গার্ট্রুড জেকিলের সাথে কাজ করার ফলে তিনি বাগানের নকশার প্রতি অনুভূতিশীল হয়ে ওঠেন এবং এর ফলে বর্তমানে রাষ্ট্রপতি ভবনের বিখ্যাত মুঘল উদ্যান তৈরি হয়।\nকনস্ট্যান্সের মেয়ে প্যাট্রিসিয়া ভাস্কর অস্কার নেমনকে বিয়ে করেন, এই বিবাহের ফলে কনস্ট্যান্স ভিলিয়ার্স-স্টুয়ার্টের নাতি-নাতনিরা হলেন ফটোগ্রাফার ফ্যালকন স্টুয়ার্ট, অরেলিয়া, লেডি ইয়ং (জর্জ ইয়ংয়ের স্ত্রী, কুকহ্যামের ব্যারন ইয়ং) এবং ইলেকট্রা নেমন-স্টুয়ার্ট (ফিল মে-এর স্ত্রী)।\n\n\n== আরও দেখুন ==\nবাগানের ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n=== সূত্র ===\nব্রিটিশ লাইব্রেরির সংগ্রহের সারাংশ\nপ্রাইওর, মেরি অ্যান 'অ্যান ইমপালস অফ জিনিয়াস', কান্ট্রি লাইফ, ১২ সেপ্টেম্বর ২০১৮, পৃষ্ঠা ১০০ – ১০৪\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে কনস্ট্যান্স ভিলিয়ার্স-স্টুয়ার্ট সম্পর্কিত মিডিয়া দেখুন।\n\nসিএম ভিলিয়ার্স স্টুয়ার্টের লেখা \"গ্রেট মুঘলদের উদ্যান\" অনলাইন লেখা।\nরাষ্ট্রপতি ভবনের সরকারি ওয়েবসাইট।\nhttps://depts.washington.edu/hortlib/book/constance-villiers-stuart-in-pursuit-of-paradise/\nhttps://www.amazon.co.uk/Constance-Villiers-Stuart-Pursuit-Paradise/dp/1914414438"}