{"pageid": 1514475, "title": "বর্ন অন দ্য ফোর্থ অব জুলাই (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1514475", "content": "বর্ন অন দ্য ফোর্থ অফ জুলাই ১৯৮৯ সালের একটি মার্কিন মহাকাব্যিক জীবনীভিত্তিক যুদ্ধবিরোধী নাট্যচলচ্চিত্র, যা রন কোভিচের ১৯৭৬ সালের একই নামের আত্মজীবনী অবলম্বনে নির্মিত। চলচ্চিত্রটি পরিচালনা করেছেন অলিভার স্টোন, আর চিত্রনাট্য লিখেছেন স্টোন ও কোভিচ যৌথভাবে। এতে অভিনয় করেছেন টম ক্রুজ, কাইরা সেডগউইক, রেমন্ড জে. ব্যারি, জেরি লেভিন, ফ্র্যাঙ্ক হুয়ালি এবং উইলেম ডাফো।\nচলচ্চিত্রটি কোভিচের (ক্রুজ) জীবনের বিশ বছরের ঘটনাবলি চিত্রিত করে, যেখানে তার শৈশব, ভিয়েতনাম যুদ্ধে সৈনিক হিসেবে তার অংশগ্রহণ, যুদ্ধক্ষেত্রে পক্ষাঘাতগ্রস্ত হওয়া এবং পরে যুদ্ধবিরোধী আন্দোলনে যুক্ত হওয়ার কাহিনি তুলে ধরা হয়েছে। এটি স্টোনের ভিয়েতনাম যুদ্ধবিষয়ক চলচ্চিত্রত্রয়ের দ্বিতীয় অংশ, যার প্রথমটি ছিল প্লাটুন (১৯৮৬) এবং পরবর্তীটি হেভেন অ্যান্ড আর্থ (১৯৯৩)।\nপ্রযোজক মার্টিন ব্রেগম্যান ১৯৭৬ সালে বইটির চলচ্চিত্র স্বত্ব কেনেন এবং স্টোনকে, যিনি নিজেও ভিয়েতনাম যুদ্ধের এক অভিজ্ঞ সৈনিক, কোভিচের সঙ্গে মিলে চিত্রনাট্য লেখার জন্য যুক্ত করেন। সে সময় কোভিচের চরিত্রে অভিনয়ের জন্য আল পাচিনোর কথা ভাবা হয়েছিল। তবে ১৯৭৮ সালে স্টোন বইটির স্বত্ব নেওয়ার পর, পাচিনো ও ব্রেগম্যান প্রকল্প থেকে সরে গেলে এটি অনিশ্চয়তার মধ্যে পড়ে এবং স্টোন ও কোভিচ চলচ্চিত্রটি স্থগিত রাখেন। প্লাটুন মুক্তির পর ইউনিভার্সাল পিকচার্স প্রকল্পটি পুনরায় শুরু করে এবং স্টোন পরিচালক হিসেবে যুক্ত হন। ফিলিপাইন, টেক্সাস ও ক্যালিফোর্নিয়ার ইঙ্গলউডে চিত্রগ্রহণ করা হয়, যা ১৯৮৮ সালের অক্টোবর মাসে শুরু হয়ে ৬৫ দিন ধরে চলে এবং ডিসেম্বরে শেষ হয়। ছবিটির প্রাথমিক বাজেট ছিল ১৪ মিলিয়ন ডলার, কিন্তু পুনঃচিত্রগ্রহণের ফলে মোট ব্যয় দাঁড়ায় ১৭.৮ মিলিয়ন ডলার।\nমুক্তির পর, বর্ন অন দ্য ফোর্থ অফ জুলাই সমালোচকদের দ্বারা ব্যাপক প্রশংসিত হয়, বিশেষ করে এর গল্প, ক্রুজের অভিনয় এবং স্টোনের পরিচালনার জন্য। এটি বাণিজ্যিকভাবেও সফল হয় এবং বিশ্বব্যাপী ১৬২ মিলিয়ন ডলারেরও বেশি আয় করে, যা ১৯৮৯ সালের দশম বৈশ্বিক সর্বোচ্চ আয়কারী চলচ্চিত্র হয়ে ওঠে। ৬২তম একাডেমি পুরস্কারে এটি আটটি বিভাগে মনোনয়ন পায়, যার মধ্যে ছিল শ্রেষ্ঠ চলচ্চিত্র ও শ্রেষ্ঠ অভিনেতার (ক্রুজের প্রথম মনোনয়ন) মনোনয়ন এবং শ্রেষ্ঠ পরিচালক (স্টোনের দ্বিতীয়বার জয়) ও শ্রেষ্ঠ চলচ্চিত্র সম্পাদনার জন্য পুরস্কার জেতে। এছাড়াও, এটি চারটি গোল্ডেন গ্লোব পুরস্কার জেতে—সেরা চলচ্চিত্র (নাট্য), সেরা অভিনেতা (নাট্য), সেরা পরিচালক এবং সেরা চিত্রনাট্য।\n\n\n== কাহিনী ==\n১৯৫৬ সালে নিউইয়র্কের ম্যাসাপিকুয়ায় ১০ বছর বয়সী রন কোভিচ তার বন্ধুদের সঙ্গে এক জঙ্গলে খেলছিল। চার জুলাই তার জন্মদিনে সে তার পরিবারের সঙ্গে যুক্তরাষ্ট্রের স্বাধীনতা দিবসের কুচকাওয়াজে যোগ দেয়, যেখানে তার প্রিয় বন্ধু ডোনাও উপস্থিত ছিল। ১৯৬১ সালে ৩৫তম রাষ্ট্রপতি জন এফ. কেনেডির টেলিভিশনে প্রচারিত অভিষেক ভাষণ কিশোর কোভিচকে অনুপ্রাণিত করে, এবং সে মার্কিন নৌসেনাবাহিনীতে যোগ দেওয়ার সিদ্ধান্ত নেয়। দুই নৌবাহিনীর নিয়োগকর্তার অনুপ্রেরণামূলক উপদেশের পর কোভিচ সৈন্যদলে নাম লেখায়। তার মা সমর্থন করলেও, তার বাবা—একজন দ্বিতীয় বিশ্বযুদ্ধের প্রবীণ যোদ্ধা, যিনি যুদ্ধে অনেক বন্ধুকে হারিয়েছেন—এতে ব্যথিত হন। কোভিচ তার প্রম নাইটে অংশ নেয়, ডোনার সঙ্গে নাচে ও তাকে চুম্বন করে, তারপর প্রশিক্ষণে যোগ দিতে চলে যায়।\n১৯৬৭ সালের অক্টোবর মাস, কোভিচ বর্তমানে ভিয়েতনামে এক পুনরুদ্ধার অভিযানে থাকা এক মেরিন সার্জেন্ট। তার দল ভুলক্রমে কিছু ভিয়েতনামী গ্রামবাসীকে শত্রু ভেবে হত্যা করে। শত্রুর আক্রমণে তারা গ্রাম ত্যাগ করে, সেসময় একটি কাঁদতে থাকা শিশুকে ফেলে চলে যায় তারা। পিছু হটার সময়, কোভিচ ভুলবশত তার প্লাটুনের এক তরুণ সৈনিক উইলসনকে গুলি করে হত্যা করে। সে তার কমান্ডারকে জানালে, কমান্ডার ঘটনাটি উপেক্ষা করেন ও তাকে আর কিছু না বলার পরামর্শ দেন। ১৯৬৮ সালের জানুয়ারি, কোভিচ এক সংঘর্ষে গুরুতর আহত হয়, যদিও এক সহযোদ্ধা তাকে উদ্ধার করে। বুকের মধ্যভাগ থেকে নিচে পক্ষাঘাতগ্রস্ত হয়ে সে নিউইয়র্কের ব্রঙ্কস ভেটেরান্স হাসপাতালে দীর্ঘদিন চিকিৎসাধীন থাকে। হাসপাতালে অপর্যাপ্ত তহবিল, অবহেলিত রোগী, ওষুধের অপব্যবহার, পুরনো যন্ত্রপাতি—এসব কারণে তার জীবন আরও কষ্টকর হয়ে ওঠে। চিকিৎসকদের নিষেধ সত্ত্বেও কোভিচ ব্রেস ও ক্রাচের সাহায্যে হাঁটার চেষ্টা করে, এতে তার একটি পা গুরুতরভাবে ক্ষতিগ্রস্ত হয়, যা প্রায় কেটে ফেলার অবস্থা হয়।\n১৯৬৯ সাল, কোভিচ চিরস্থায়ীভাবে হুইলচেয়ারে চলাফেরা করতে বাধ্য হয় এবং ক্রমবর্ধমান হতাশা ও মানসিক যন্ত্রণা কাটানোর জন্য মদ্যপানে আসক্ত হয়ে পড়ে। স্বাধীনতা দিবসের কুচকাওয়াজে সে বক্তব্য দিতে গেলে, ভিড়ের মধ্যে একটি কাঁদতে থাকা শিশুর শব্দ শুনে তার যুদ্ধের স্মৃতি জেগে ওঠে, এবং সে কথা শেষ না করেই মঞ্চ থেকে নেমে পড়ে। পরে, সে নিউ ইয়র্কের সিরাকিউজে ডোনার সঙ্গে দেখা করতে যায় এবং পুরনো দিনের কথা স্মরণ করে। তারা একসঙ্গে কেন্ট স্টেট হত্যাকাণ্ডের শোকসভায় যোগ দেয়, কিন্তু একপর্যায়ে ডোনা ও অন্যান্য প্রতিবাদকারীদের পুলিশ গ্রেপ্তার করে, এবং কোভিচের সঙ্গে তার যোগাযোগ বিচ্ছিন্ন হয়ে যায়।\nম্যাসাপিকুয়ায় ফেরার পর, মাতাল কোভিচের সঙ্গে তার মায়ের তীব্র ঝগড়া হয়। তার বাবা সিদ্ধান্ত নেন যে তাকে মেক্সিকোর ভিলা দুলসে পাঠানো হবে, যা আহত ভিয়েতনাম যুদ্ধের সৈন্যদের জন্য এক আশ্রয়স্থল। সেখানে, কোভিচ প্রথমবারের মতো এক যৌনকর্মীর সঙ্গে শারীরিক সম্পর্কে জড়ায় এবং তাকে ভালোবেসে ফেলে, কিন্তু পরে দেখে সে অন্য এক খদ্দেরের সঙ্গে রয়েছে, যা দেখে সে মানসিকভাবে ভেঙে যায়। সে চার্লি নামে আরেকজন পক্ষাঘাতগ্রস্ত সৈন্যের সঙ্গে বন্ধুত্ব গড়ে তোলেন। একদিন, তারা দুজন একসঙ্গে মদ্যপান করে এবং একটি বার থেকে বের করে দেওয়া হলে, অন্য একটি গ্রামে ভ্রমণে যাওয়ার সিদ্ধান্ত নেয়।  যাওয়ার তারা এক ট্যাক্সি চালকের সঙ্গে ঝগড়া শুরু করলে, চালক তাদের রাস্তার ধারে ফেলে চলে যায়। পরে এক পথচারী তাদের উদ্ধার করে ভিলা দুলসে ফিরিয়ে নিয়ে যায়।\nকোভিচ টেক্সাসের আর্মস্ট্রংয়ে যায় এবং সেখানে উইলসনের সমাধি খুঁজে বের করে। এরপর সে উইলসনের পরিবারের কাছে নিজের অপরাধবোধ স্বীকার করতে জর্জিয়ায় যায়। উইলসনের বিধবা স্ত্রী জেমি, বলে যে সে কোভিচকে ক্ষমা করতে পারবে না এবং ক্ষমা কেবল তার নিজের উপর ও ঈশ্বরের ওপর নির্ভর করে। যদিও উইলসনের বাবা-মা কোভিচের প্রতি কিছুটা সহানুভূতিশীল ছিলেন। ১৯৭২ সালে কোভিচ ভিয়েতনাম যুদ্ধবিরোধী সংগঠন, \"ভিয়েতনাম ভেটেরান্স অ্যাগেইনস্ট দ্য ওয়ার\"-এ যোগ দেয় এবং ফ্লোরিডার মিয়ামিতে অনুষ্ঠিত রিপাবলিকান ন্যাশনাল কনভেনশনে অংশ নেয়। যখন রিচার্ড নিক্সন রাষ্ট্রপতি প্রার্থিতার স্বীকৃতি ভাষণ দিচ্ছিলেন, তখন কোভিচ এক সাংবাদিককে সরকারের যুদ্ধনীতি এবং মার্কিনীদের প্রতি অবহেলার জন্য তীব্র নিন্দা জানায়। তার মন্তব্যে নিক্সনের সমর্থকরা ক্ষুব্ধ হয়ে ওঠে, এবং একপর্যায়ে পুলিশ তাকে ও অন্যান্য প্রতিবাদকারীদের গ্রেপ্তার করার চেষ্টা করে। কোভিচ ও অন্যান্য সৈন্যরা পুলিশের হাত থেকে পালিয়ে আবার সংগঠিত হয় এবং কনভেনশনের মূল সভাস্থলে প্রবেশের চেষ্টা করে, যদিও সফল হতে পারে না। ১৯৭৬ সালে কোভিচ তার আত্মজীবনী প্রকাশের পর নিউ ইয়র্ক সিটির ডেমোক্রেটিক ন্যাশনাল কনভেনশনে প্রকাশ্য ভাষণ দেন।\n\n\n== অভিনয়ে ==\n\nঅতিরিক্ত তথ্য:\nসজ্জিত মেরিন ও ভিয়েতনাম যুদ্ধের প্রবীণ ডেল ডাই চলচ্চিত্রে একজন পদাতিক কর্নেলের চরিত্রে অভিনয় করেছেন। পরিচালক অলিভার স্টোন একজন টিভি রিপোর্টার হিসেবে উপস্থিত ছিলেন। আসল রন কোভিক সিনেমার শুরুর দৃশ্যে একজন হুইলচেয়ার-ব্যবহারকারী প্রবীণ সৈনিক হিসেবে সংক্ষিপ্তভাবে দেখা গিয়েছিলেন। অ্যাবি হফম্যান, যিনি ভিয়েতনাম যুদ্ধবিরোধী আন্দোলনের নেতা ছিলেন, তাকে সিরাকিউজ বিশ্ববিদ্যালয়ে একটি ছাত্র ধর্মঘট সংগঠকের ভূমিকায় দেখা গিয়েছিল। তবে তিনি চলচ্চিত্র মুক্তির আগেই মারা যান, এবং তার স্মরণে শেষ ক্রেডিটে একটি \"ইন মেমোরিম (In Memoriam)\" উল্লেখ করা হয়েছিল।\n\n\n== নির্মাণ ==\n\n\n=== উন্নয়ন ===\n\nআল পাচিনো ১৯৭৬ সালের ডেমোক্র্যাটিক ন্যাশনাল কনভেনশনে ভিয়েতনাম যুদ্ধের প্রবীণ রন কোভিকের টেলিভিশনে প্রচারিত বক্তব্য দেখার পর এবং তার আত্মজীবনী পড়ার পর চরিত্রটি রূপায়ণে আগ্রহ প্রকাশ করেন। তিনি ভিয়েতনাম যুদ্ধ-ভিত্তিক চলচ্চিত্র কামিং হোম (১৯৭৮) এবং অ্যাপোক্যালিপস নাও (১৯৭৯)-এর প্রধান চরিত্রে অভিনয়ের প্রস্তাব ফিরিয়ে দেন, যেখানে প্রথমটির জন্য কোভিক পরামর্শক হিসেবেও কাজ করেছিলেন। কোভিক নিউইয়র্কে পাচিনোর সঙ্গে সাক্ষাৎ করেন এবং তারা বইটি চলচ্চিত্রে রূপান্তরের বিষয়ে আলোচনা করেন। ১৯৭৬ সালের সেপ্টেম্বরে পাচিনোর ব্যবস্থাপক ও প্রযোজক মার্টিন ব্রেগম্যান কোভিকের এজেন্টের সঙ্গে যোগাযোগ করেন এবং চলচ্চিত্রের স্বত্ব কেনার জন্য আলোচনা শুরু করেন। অক্টোবর মাসে ব্রেগম্যানের প্রযোজনা সংস্থা আর্টিস্টস এন্টারটেইনমেন্ট কমপ্লেক্স মার্কিন$১৫০০০০ ডলারে স্বত্ব অধিগ্রহণ করে। তখন পরিকল্পনা ছিল ১৯৭৭ সালের জুন মাসে শুটিং শুরু হবে এবং প্যারামাউন্ট পিকচার্স পরিবেশক হিসেবে কাজ করবে। কিন্তু প্রকল্পটি ধসে পড়ে, কারণ ব্রেগম্যান ও পাচিনো চিত্রনাট্য নিয়ে অসন্তুষ্ট ছিলেন, এবং শেষ পর্যন্ত স্টুডিওও চলচ্চিত্রটি থেকে সরে আসে।\n১৯৭৭ সালে ব্রেগম্যান অলিভার স্টোনকে চিত্রনাট্য লেখার জন্য নিয়োগ করেন, যিনি নিজেও একজন ভিয়েতনাম যুদ্ধের প্রবীণ ছিলেন। সে সময় স্টোন প্লাটুন (১৯৮৬) চলচ্চিত্রের উন্নয়নের কাজ করছিলেন  এবং এছাড়াও এটির একটি অনির্ধারিত দ্বিতীয় কিস্তি সেকেন্ড লাইফ নিয়ে কাজ করছিলেন, যা তার নিজের জীবনের যুদ্ধের অভিজ্ঞতা থেকে অনুপ্রাণিত। তিনি ও কোভিক একসঙ্গে যুদ্ধকালীন অভিজ্ঞতা ভাগ করে নেন এবং ১৯৭৮ সালে স্টোন বইটির স্বত্ব গ্রহণের পর নতুন একটি চিত্রনাট্যের কাজ শুরু করেন। স্টোন চলচ্চিত্রটি পরিচালনা নিয়ে উইলিয়াম ফ্রিডকিনের সঙ্গে আলোচনাও করেছিলেন, কিন্তু ফ্রিডকিন তখন দ্য ব্রিঙ্ক’স জব (১৯৭৮) নির্মাণ করছিলেন, এজন্য তিনি জন্য এটি প্রত্যাখ্যান করেন। ব্রেগম্যান জার্মান বিনিয়োগকারীদের কাছ থেকে চলচ্চিত্রটি নির্মাণের অর্থায়ন পাওয়ার পর, চলচ্চিত্রটির উন্নয়ন সাময়িকভাবে ইউনাইটেড আর্টিস্ট্‌সে চলতে থাকে, ওরিয়ন পিকচার্স স্থানান্তরিত হওয়ার আগপর্যন্ত। ড্যানিয়েল পেট্রিকে চলচ্চিত্রটির পরিচালক হিসাবে নিয়োগ করা হয়, কিন্তু মহড়া শুরু হওয়ার মাত্র কয়েক সপ্তাহ আগে বিনিয়োগকারীরা অর্থায়ন থেকে সরে দাঁড়ান। পরবর্তীতে প্রকল্পটি ইউনিভার্সাল পিকচার্সে চলে গেলে, ব্রেগম্যান ও পাচিনো দুজনেই চলচ্চিত্রটি থেকে সরে যান। ব্রেগম্যান এই প্রকল্পটিকে বাস্তবায়ন করা প্রায় অসম্ভব বলে মনে করেন এবং বিশ্বাস করেন যে এটি কামিং হোমের সাফল্যের কাছে ছায়ায় ঢাকা পড়বে। শেষপর্যন্ত স্টোন ও কোভিক এই জটিল নির্মাণ-পূর্ব (প্রি-প্রোডাকশন) প্রক্রিয়ায় হতাশ হয়ে প্রকল্পটি ছেড়ে দেন, যদিও স্টোন আশা প্রকাশ করেন যে ভবিষ্যতে তিনি চলচ্চিত্রটি নির্মাণে ফিরতে পারবেন। তিনি কোভিককে প্রতিশ্রুতি দেন যে যদি তার কর্মজীবন (ক্যারিয়ার) সফল হয়ে যায়, তাহলে তিনি ফিরে এসে পুনরায় প্রকল্পটি পুনরুজ্জীবিত করবেন। কোভিক পরে জানান যে, প্লাটুন মুক্তির পর স্টোন তাকে ফোন করে জানান যে তিনি এখন চলচ্চিত্রটি নির্মাণে ফিরতে প্রস্তুত।\n১৯৮৭ সালের এপ্রিল মাসে ইংল্যান্ড-ভিত্তিক হেমডেল ফিল্ম কর্পোরেশনের চেয়ারম্যান ও প্রধান নির্বাহী কর্মকর্তা (সিইও) জন ডালি ঘোষণা করেন যে তারা বর্ন অন দ্য ফোর্থ অব জুলাই প্রযোজনা করবে, যা প্লাটুনের একটি দ্বিতীয় কিস্তি (সিক্যুয়েল) হিসাবে কাজ করবে। পরের বছরের মে মাসে প্রতিষ্ঠানটি ২০ মিলিয়ন ডলারের বাজেট অর্থায়ন নিয়ে আলোচনা শুরু করলেও, পরে তারা অর্থায়ন থেকে সরে আসে। ১৯৮৮ সালের জুন মাসে অলিভার স্টোনকে পরিচালক হিসেবে ঘোষণা করা হয় এবং তার ইক্সট্লান প্রোডাকশন্সকে (Ixtlan Productions) প্রযোজনা সংস্থা হিসেবে যুক্ত করা হয়। স্টোন যখন ওয়াল স্ট্রিট (১৯৮৭) নির্মাণ করছিলেন  ইউনিভার্সাল পিকচার্সের সভাপতি টম পোলক তখন চলচ্চিত্রটির চিত্রনাট্য পড়েন এবং শর্ত দিয়েছিলেন যে প্রধান চরিত্রে একজন বড় তারকা থাকলে তার প্রযোজনা প্রতিষ্ঠান ১৪ মিলিয়ন ডলারের বাজেট অর্থায়ন করবে। এরপর স্টোন ও কোভিক চিত্রনাট্যটি পুনরায় সম্পাদনা করেন এবং ১৯৭৬ সালের ডেমোক্র্যাটিক ন্যাশনাল কনভেনশনে কোভিকের উপস্থিতির বিষয়টি যুক্ত করেন।\n\n\n=== অভিনয়শিল্পী নির্বাচন ===\n\nপরিচালক অলিভার স্টোন রন কোভিক চরিত্রের জন্য কিছু সেরা অভিনেতাদের বিবেচনা করেছিলেন, সেই অভিনেতাদের মধ্যে অন্যতম ছিলেন শন পেন, চার্লি শিন এবং নিকোলাস কেজ। ১৯৮৭ সালে স্টোনের প্রতিনিধি পলা ওয়াগনার অভিনেতা টম ক্রুজকে প্লাটুন চলচ্চিত্রটি দেখান, কারণ টম ক্রুজ স্টোনের সঙ্গে কাজ করতে আগ্রহী ছিলেন। ১৯৮৮ সালের জানুয়ারিতে টম স্টোনের সঙ্গে দেখা করে চরিত্রটি নিয়ে আলোচনা করেন। প্রযোজনা প্রতিষ্ঠানের আশঙ্কা ছিল যে ক্রুজ নাট্যধর্মী চলচ্চিত্রের একজন প্রধান চরিত্র হিসেবে কতটা গ্রহণযোগ্য হবেন। স্টোনও প্রথমে সন্দিহান ছিলেন, বিশেষ করে টমের টপ গান (১৯৮৬) চলচ্চিত্রকে  তিনি \"ফ্যাসিবাদী\" হিসেবে সমালোচনা করেছিলেন। তবে টমের \"গোল্ডেন বয়\" ভাবমূর্তি তাকে আকৃষ্ট করেছিল। স্টোন বলেন, \"আমি এক তরুণকে দেখলাম, যার সবকিছুই রয়েছে। যদি হঠাৎ কোনো বিপর্যয় ঘটে, ভাগ্য তাকে বঞ্চিত করে—তাহলে কী হবে? আমি ভেবেছিলাম, টম ক্রুজের জীবনে যদি কিছু ভুল হয়ে যায়, তাহলে কী ঘটতে পারে?\" কোভিকও প্রথমে টমকে চরিত্রটির জন্য যথাযথ মনে করেননি, তবে পরে মত বদলান যখন ক্রুজ তার নিউইয়র্কের ম্যাসাপেকুয়ার বাড়িতে দেখা করতে যান।\nটম প্রায় এক বছর ধরে চরিত্রটির জন্য প্রস্তুতি নেন। তিনি বিভিন্ন যুদ্ধ-বিধ্বস্ত হাসপাতাল পরিদর্শন করেন, ভিয়েতনাম যুদ্ধ সম্পর্কিত বিভিন্ন বই পড়েন এবং হুইলচেয়ার ব্যবহারের অনুশীলন করেন। নির্মাণ-পূর্বের (প্রি-প্রোডাকশন) কাজ চলাকালীন এক পর্যায়ে স্টোন প্রস্তাব দেন যে টমকে একটি রাসায়নিক ইনজেকশন দেওয়া হোক, যা তাকে দুই দিন পক্ষাঘাতগ্রস্ত করে রাখবে, যেন তিনি বাস্তবে অক্ষমতার অনুভূতি বুঝতে পারেন। তবে চলচ্চিত্রের বীমা সংস্থা এই প্রস্তাব নাকচ করে দেয়, কারণ তারা আশঙ্কা করেছিল যে ওষুধটি স্থায়ী শারীরিক সমস্যা সৃষ্টি করতে পারে। চলচ্চিত্রের চিত্রগ্রহণ চলাকালীন কোভিক প্রতিদিন দৃশ্যায়নস্থলে উপস্থিত থাকতেন এবং প্রায়ই টমের সঙ্গে মহড়ায় অংশ নিতেন। কোভিক নিজেও চলচ্চিত্রে বিশেষ উপস্থিত হন–দ্বিতীয় বিশ্বযুদ্ধের একজন প্রবীণ সৈনিক হিসেবে, যিনি স্বাধীনতা দিবসের শোভাযাত্রায় আতশবাজির শব্দ শুনে ভয় পেয়ে কেঁপে ওঠেন, যা পরে টমের চরিত্রের প্রতিফলন হয়। ১৯৮৯ সালের ৩ জুলাই পুনঃচিত্রগ্রহণ শেষ হওয়ার পর, টমকে চরিত্রের প্রতি তার নিষ্ঠা ও প্রতিশ্রুতির স্বীকৃতি স্বরূপ কোভিক তার ব্রোঞ্জ তারকা পদক উপহার দেন।\nচরিত্র নির্বাচনে থাকা রিসা ব্রামন গার্সিয়া এবং বিলি হপকিন্স বিভিন্ন সংলাপধারী চরিত্রের জন্য ২০০ জনের বেশি অভিনেতাকে বাছাই করেন। এছাড়াও তারা ম্যাসাপেকুয়ায় ২,০০০ শিশু অভিনেতার অডিশন নেন এবং টেক্সাসের ডালাসে  দৃশ্যায়নের জন্য ৮,০০০ জন অতিরিক্ত শিল্পী নিয়োগ করেন। ৪ জুলাইয়ের স্বাধীনতা দিবসের শোভাযাত্রা, ছাত্র আন্দোলন ও রাষ্ট্রপতি সম্মেলনের দৃশ্যগুলোর জন্য ১২,০০০ জনকে অতিরিক্ত শিল্পী হিসেবে ব্যবহার করা হয়, যাদের মধ্যে ছিলেন ন্যাশনাল প্যারালাইসিস ফাউন্ডেশন, ক্যাম্পফায়ার গার্লস এবং আমেরিকান লিজিয়নের সদস্যরা। চলচ্চিত্রটিতে স্টোন তার পূর্ববর্তী ছবির কয়েকজন সহকর্মীদেরও অন্তর্ভুক্ত করেন। প্লাটুন চলচ্চিত্রে কাজ করা টম বেরেঞ্জার গ্যানারি সার্জেন্ট হেইস নামে এক মেরিন নিয়োগ কর্মকর্তার চরিত্রে অভিনয় করেন। টক রেডিওতে (১৯৮৮) পার্শ্ব চরিত্রে অভিনয় করা মাইকেল উইনকট মেক্সিকোতে আহত এক সৈনিকের চরিত্রে অভিনয় করেন। জন সি. ম্যাকগিনলি, যিনি স্টোনের সঙ্গে চতুর্থবার মতো কাজ করেন, ১৯৭৬ সালের ডেমোক্র্যাটিক কনভেনশনের একজন কর্মকর্তা হিসেবে হাজির হন। প্লাটুন ছবিতে লেফটেন্যান্ট উল্ফ চরিত্রে অভিনয় করা মার্ক মোসেস ব্রঙ্কসের ভিএ হাসপাতালের একজন ক্লান্ত চিকিৎসকের ভূমিকায় অভিনয় করেন। স্টোন নিজেও চলচ্চিত্রে একজন সংশয়ী সংবাদ প্রতিবেদকের চরিত্রে উপস্থিত হন।\nমেরিন চরিত্রে অভিনয় করা অভিনয়শিল্পীদের প্রশিক্ষণের জন্য সামরিক উপদেষ্টা ডেল ডাই এক সপ্তাহ করে দুইটি সামরিক প্রশিক্ষণ আয়োজন করেন—একটি যুক্তরাষ্ট্রে এবং অন্যটি ফিলিপাইনে, যেখানে যুদ্ধের দৃশ্যও চিত্রায়িত হয়। ইয়াপ্পি আন্দোলনের কর্মী অ্যাবি হফম্যান অভিনয়শিল্পীদের শান্তি আন্দোলনের \nইতিহাস সম্পর্কে জানানোর জন্য পরামর্শক হিসেবে কাজ করেন। তিনি নিজেও নিউইয়র্কের সিরাকিউজে একজন বিক্ষোভকারীর চরিত্রে অভিনয় করেন। চলচ্চিত্রটি অ্যাবি হফম্যানের প্রতি উৎসর্গ করা হয়, যিনি ১৯৮৯ সালের ১২ এপ্রিল মারা যান।\n\n\n=== চিত্রগ্রহণ ===\nচলচ্চিত্রটির মূল চিত্রগ্রহণ ১৯৮৮ সালের সেপ্টেম্বর মাসে শুরু হওয়ার কথা ছিল, কিন্তু তা শুরু হয় সেবছরের অক্টোবর মাসের মাঝামাঝি থেকে। প্রযোজনা সংস্থার নির্বাহী টম পোলক প্রাথমিক বাজেট হিসাবে ১৪ মিলিয়ন ডলার নির্ধারণ করেছিলেন, কিন্তু চলচ্চিত্রটি বাজেট তা অতিক্রম করে। উচ্চ নির্মাণ খরচের কারণে নির্মাতা অলিভার স্টোন ও টম ক্রুজ তাদের সম্মানীর পরিবর্তে বক্স অফিস আয়ের একটি অংশ নেয়ার সিদ্ধান্ত নেন। শেষ পর্যন্ত চলচ্চিত্রটির মোট নির্মাণ ব্যয় দাঁড়ায় ১৭.৮ মিলিয়ন ডলার। এটি ছিল চিত্রগ্রাহক রবার্ট রিচার্ডসনের সঙ্গে স্টোনের পঞ্চম কাজ এবং এটি তারা প্রথমবারের মতো বিশেষ প্রশস্ত লেন্স পদ্ধতিতে (অ্যানামর্ফিক ফরম্যাট) চিত্রায়িত করেন। রিচার্ডসন চলচ্চিত্রটি ধারণের জন্য প্যানাভিশন ক্যামেরা ও লেন্স ব্যবহার করেন এবং প্রধানত ৩৫ মিমি ফিল্ম স্টক ব্যবহার করেন। তবে ১৯৭২ সালের রিপাবলিকান জাতীয় সম্মেলনে কোভিকের বিক্ষোভের দৃশ্য ধারণে ১৬ মিমি ও সুপার ১৬ মিমি ফিল্ম স্টক ব্যবহৃত হয়, যা সেই প্রকৃত ঘটনার সংরক্ষিত চিত্রের সঙ্গে মিলিয়ে দেখানো হয়েছে।\n\nটেক্সাসের ডালাসে চিত্রগ্রহণ শুরু হয়, যা চলচ্চিত্রে যুক্তরাষ্ট্রের বিভিন্ন স্থানের জন্য ব্যবহৃত হয়। ওক ক্লিফের এলমউড পাড়া ম্যাসাপিকোয়ার পরিবেশ তুলে ধরতে ব্যবহৃত হয়। কিম্বাল হাই স্কুলের ব্যান্ড দলের সদস্য এবং কর্মীরা প্যারেড ও নৃত্যানুষ্ঠানের দৃশ্যে অংশ নেন, যেখানে সেডউইক ও ক্রুজ অভিনয় করেন। ফ্লোরিডার মায়ামিতে অনুষ্ঠিত ১৯৭২ সালের রিপাবলিকান জাতীয় সম্মেলনের দৃশ্য ধারণের জন্য ডালাস কনভেনশন সেন্টারকে পুননির্মাণ করা হয়। পার্কল্যান্ড মেমোরিয়াল হাসপাতালকে নিউ ইয়র্কের ব্রঙ্কস ভেটেরান্স হাসপাতালে রূপান্তরিত করে কিছু দৃশ্য ধারণ করা হয়। এছাড়া তার টেক্সাসের ইরভিং শহরের লাস কোলিনাস স্টুডিওর সাউন্ডস্টেজে কিছু দৃশ্য চিত্রায়িত করেন। ভিয়েতনাম ও মেক্সিকোর দৃশ্যগুলোর জন্য ফিলিপাইনকে ব্যবহার করা হয়। স্টোন মূলত ভিয়েতনামেই শুটিং করতে চেয়েছিলেন, তবে যুক্তরাষ্ট্রের সঙ্গে সে সময়কার চলমান অমীমাংসিত দ্বন্দ্বের কারণে তা সম্ভব হয়নি। ৬৫ দিনের চিত্রধারণ শেষে ১৯৮৮ সালের ডিসেম্বর মাসে মূল চিত্রধারণ সম্পন্ন হয়।\nচলচ্চিত্রটির একটি প্রাথমিক সংস্করণ দেখার পর ইউনিভার্সাল পিকচার্স কোভিকের ১৯৭৬ সালের ডেমোক্রেটিক ন্যাশনাল কনভেনশনে উপস্থিত থাকার দৃশ্যটি পুনরায় চিত্রায়নের নির্দেশ দেয়। মূল দৃশ্যটি ডালাসে ৬০০ জন অতিরিক্ত অভিনেতা নিয়ে শুট করা হয়েছিল, তবে সংস্থাটি এতে সন্তুষ্ট ছিল না এবং দৃশ্যটিকে আরও \"বৃহৎ ও উন্নত\" করতে স্টোনের কাছে অনুরোধ জানায়। ১৯৮৯ সালের জুলাই মাসে ক্যালিফোর্নিয়ার ইনগেলউডে অবস্থিত দ্য ফোরাম এরিনায় দৃশ্যটির পুনরায় চিত্রগ্রহণ সম্পন্ন হয়। একদিনের শুটিংয়ে ৬,০০০ জন অতিরিক্ত শিল্পী অংশগ্রহণ করেন। পুনঃচিত্রগ্রহণের ব্যয় দাঁড়ায় ৫ লাখ ডলার।\n\n\n=== সঙ্গীত ===\n\nচলচ্চিত্রের সঙ্গীত পরিচালনা, সুরারোপ ও সংযোজন করেছেন জন উইলিয়ামস, চলচ্চিত্রটির প্রাথমিক সংস্করণ দেখার পর তিনি এতে কাজ করতে সম্মত হন। ক্যালিফোর্নিয়ার লস অ্যাঞ্জেলেসে অবস্থিত টুয়েন্টিয়েথ সেঞ্চুরি স্টুডিওজে সুর ধারণ পর্ব অনুষ্ঠিত হয়। বোস্টন পপস অর্কেস্ট্রার সদস্য টিমোথি মরিসন এতে ট্রাম্পেটবাদকের ভূমিকা পালন করেন। উইলিয়ামস বলেন, \"আমি সঙ্গে সঙ্গে বুঝতে পারি যে, চলচ্চিত্রের বাস্তব দৃশ্যের বিপরীতে স্ট্রিং অর্কেস্ট্রার সুর চাই, যা আবেগের প্রতিধ্বনি তুলবে। এরপর আমার মনে হলো একক ট্রাম্পেটের ব্যবহার করা উচিত—যা কোনো সামরিক ট্রাম্পেট নয়, বরং এমন এক মার্কিন ট্রাম্পেট, যা [কোভিকের] শৈশবের আনন্দমুখর স্মৃতি জাগিয়ে তুলবে।\" চলচ্চিত্রের মূল মোশন পিকচার সাউন্ডট্র্যাক অ্যালবামটি ১৯৮৯ সালের ১৯ ডিসেম্বর এমসিএ রেকর্ডসের অধীনে মুক্তি পায়। এতে উইলিয়ামসের সুরারোপিত অংশের পাশাপাশি চলচ্চিত্রে ব্যবহৃত আটটি গানও অন্তর্ভুক্ত রয়েছে। অলমিউজিকের তাভিয়া হববার্ট লিখেছেন করেন, \"সঙ্গীতটি এমনভাবে আপনাকে আচ্ছন্ন করবে যে, সিনেমা দেখার সময় তা মনের গভীরে অনুরণিত হয়। এটি ঠিক এতটাই প্রভাবশালী।\" দ্য নিউ ইয়র্ক টাইমসের স্টিফেন হোল্ডেন লিখেছেন, \"জনাব উইলিয়ামসের সুরগুলো এতটাই মেলোডি-সমৃদ্ধ যে, সহজেই সেগুলোকে পূর্ণাঙ্গ সিম্ফনিক কবিতায় রূপান্তর করা যেতে পারে।\"\n\n\n== মুক্তি ==\nইউনিভার্সাল পিকচার্স চলচ্চিত্রটি ধাপে ধাপে মুক্তির কৌশল গ্রহণ করে, যার আওতায় প্রথমে কয়েকটি নির্দিষ্ট শহরে প্রদর্শনের পর পরবর্তী সপ্তাহগুলোতে ধীরে ধীরে এর পরিবেশনার ক্ষেত্র সম্প্রসারিত করা হয়। বিভিন্ন পুরস্কারের জন্য চলচ্চিত্রটিকে প্রতিযোগিতার উপযোগী করতে, সংস্থাটি ১৯৮৯ সালের ২০ ডিসেম্বর নিউইয়র্ক, লস অ্যাঞ্জেলেস, শিকাগো এবং টরন্টোতে এটি সীমিত পরিসরে প্রেক্ষাগৃহে প্রদর্শনের ব্যবস্থা করে। এরপর এটি ১৯৯০ সালের ৫ জানুয়ারি উত্তর আমেরিকাজুড়ে মুক্তি পায়, এবং প্রথম সপ্তাহে এটি ১,৩১০টি প্রেক্ষাগৃহে প্রদর্শিত হয়, যা একাদশ সপ্তাহে গিয়ে বেড়ে দাঁড়ায় ১,৪৩৪-এ। চলচ্চিত্রটির একটি সংক্ষিপ্ত ও সম্পাদিত সংস্করণ ১৯৯১ সালের শুরুতে সিবিএস নেটওয়ার্কে সম্প্রচারের জন্য নির্ধারণ করা হয়েছিল। তবে পারস্য উপসাগরীয় যুদ্ধ আসন্ন হওয়ায় নেটওয়ার্কের নির্বাহীরা সম্প্রচারের পরিকল্পনা স্থগিত করেন। পরবর্তীতে, ১৯৯২ সালের ২১ জানুয়ারি চলচ্চিত্রটি টেলিভিশনে প্রথমবারের মতো সম্প্রচারিত হয়।\n\n\n=== হোম ভিডিও ===\nচলচ্চিত্রটি ১৯৯০ সালের ৯ আগস্ট ভিএইচএস আকারে মুক্তি পায় এবং ডিভিডি আকারে মুক্তি পায় ২০০০ সালের ৩১ অক্টোবর। পরের ১৬ জানুয়ারি এটি পুনরায় ডিভিডি আকারে অলিভার স্টোন কালেকশনের অংশ হিসাবে মুক্তি পায়, যা স্টোন পরিচালিত চলচ্চিত্রগুলোর একটি বক্স সেট। বিশেষ বৈশিষ্ট্যের মধ্যে ছিল স্টোনের অডিও ধারাবিবরণী, নির্মাণ বিষয়ক টীকা এবং অভিনয়শিল্পী ও কলাকুশলীদের বিবরণ। ২০১০ সালের ৫ অক্টোবর চলচ্চিত্রটির বিশেষ সংস্করণের ডিভিডি মুক্তি দেওয়া হয়, যেখানে স্টোনের ভাষ্য এবং এনবিসি নিউজের সংরক্ষিত সংবাদ ফুটেজ অন্তর্ভুক্ত ছিল। ২০০৭ সালের ১২ জুন এটি এইচডি ডিভিডি আকারে এবং ২০১২ সালের ৩ জুলাই ব্লু-রে আকারে মুক্তি দেওয়া হয়। ব্লু-রে সংস্করণটি ১০৮০পি হাই ডেফিনিশনে উপস্থাপন করা হয় এবং এতে বিশেষ সংস্করণের ডিভিডির সব অতিরিক্ত বৈশিষ্ট্য অন্তর্ভুক্ত করা হয়। সর্বশেষ, ২০২৪ সালের ১২ নভেম্বর এটি ৪কে ইউএইচডি ব্লু-রে আকারে মুক্তি দেওয়া হয়, যা মূল ক্যামেরা নেগেটিভ থেকে পুনরুদ্ধার করা হয় এবং এতে নতুন বিশেষ বৈশিষ্ট্য যুক্ত করা হয়েছে।\n\n\n== অভ্যর্থনা ==\n\n\n=== বক্স অফিস ===\nচলচ্চিত্রটি এর সীমিত মুক্তির প্রথম সপ্তাহে মোট ১ লাখ ৭২ হাজার ২১ ডলার আয় করে, যা প্রতি প্রেক্ষাগৃহে গড়ে ৩৪ হাজার ৪০৪ ডলার। পরবর্তী সপ্তাহে আরও প্রেক্ষাগৃহে মুক্তি দেওয়া হলে দ্বিতীয় সপ্তাহে এর আয় দাঁড়ায় ৬১ হাজার ৫২৯ ডলার, ফলে মোট আয় দাঁড়ায় ৯ লাখ ৩৭ হাজার ৯৪৬ ডলার। তৃতীয় সপ্তাহে চলচ্চিত্রটি আরও বিস্তৃতভাবে মুক্তি পায় এবং ১ কোটি ১০ লাখ ২৩ হাজার ৬৫০ ডলার আয় করে উত্তর আমেরিকার বক্স অফিসে শীর্ষ স্থান অধিকার করে নেয়। পরের সপ্তাহে এর আয় ২৭.২% কমে দাঁড়ায় ৮০ লাখ ২৮ হাজার ৭৫ ডলার, তবে এটি তখনও শীর্ষ দশের তালিকায় প্রথম স্থানে ছিল। পঞ্চম সপ্তাহে এটি আরও ৬২ লাখ ২৮ হাজার ৩৬০ ডলার আয় করে, ফলে মোট আয় বেড়ে দাঁড়ায় ৩ কোটি ২৬ লাখ ৭ হাজার ২৯৪ ডলার।\nষষ্ঠ সপ্তাহে চলচ্চিত্রটি ৪৬ লাখ ৪০ হাজার ৯৪০ ডলার আয় করে, বক্স অফিসে ড্রাইভিং মিজ ডেইজির পরে দ্বিতীয় স্থানে নেমে আসে। সপ্তম সপ্তাহে এটি আয় করে ৪০ লাখ ১২ হাজার ৮৫ ডলার, ফলে এটি তৃতীয় স্থানে চলে যায়। অষ্টম সপ্তাহে আয় আরও কমে দাঁড়ায় ৩০ লাখ ৪ হাজার ৪০০ ডলার, এবং চতুর্থ স্থানে নেমে আসে। পরবর্তী তিন সপ্তাহে এটি পঞ্চম স্থানে অবস্থান করে। ১৯৯০ সালের ৪ মার্চ পর্যন্ত এটি মোট আয়  করে ৫ কোটি ৯৬ লাখ ৭৩ হাজার ৩৫৪ ডলার।\nউত্তর আমেরিকায় চলচ্চিত্রটি মোট ৭ কোটি ডলার আয় করে (যা মুদ্রাস্ফীতির হিসাব অনুযায়ী ১৫ কোটি ১৬ লাখ ৫০ হাজার ৮০০ ডলার), এবং অন্যান্য দেশে আরও ৯ কোটি ১০ লাখ ডলার আয় করে, বিশ্বব্যাপী এর মোট আয় দাঁড়ায় ১৬ কোটি ২০ লাখ ১ হাজার ৬৯৮ ডলার। যুক্তরাষ্ট্র এবং কানাডায় এটি ১৯৮৯ সালের সতেরোতম সর্বাধিক আয়কারী চলচ্চিত্র ছিল। বিশ্বব্যাপী এটি সে বছরের দশম সর্বাধিক আয়কারী চলচ্চিত্র এবং ব্যাক টু দ্য ফিউচার: পার্ট টুর পর ইউনিভার্সাল স্টুডিওজের দ্বিতীয় সর্বাধিক আয়কারী চলচ্চিত্র হিসেবে স্থান পায়।\n\n\n=== সমালোচনামুলক প্রতিক্রিয়া ===\n\n৫৬টি পর্যালোচনার ভিত্তিতে রিভিউ সংকলক রটেন টম্যাটোজে বর্ন অন দ্য ফোর্থ অব জুলাই চলচ্চিত্রটি ৮৪% স্কোর পেয়েছে, যা গড় রেটিং ৭.৫০/১০। ওয়েবসাইটের সমষ্টিগত মতামত অনুযায়ী: \"টম ক্রুজের অবিস্মরণীয় অভিনয়ের নেতৃত্বে, বর্ন অন দ্য ফোর্থ অব জুলাই চলচ্চিত্রে পরিচালক অলিভার স্টোন চিন্তাপ্রসূত বিষয়বস্তুকে উচ্চাকাঙ্ক্ষী দক্ষতায় উপস্থাপন করেছেন।\" মেটাক্রিটিকে ১৬ জন সমালোচকের পর্যালোচনার ভিত্তিতে চলচ্চিত্রটি ১০০ এর মধ্যে ৭৫ স্কোর পেয়েছে, যা \"সাধারণত ইতিবাচক প্রতিক্রিয়া\" নির্দেশ করে। এদিকে সিনেমাস্কোরে দর্শকদের দেওয়া রেটিং অনুযায়ী চলচ্চিত্রটি এ+ থেকে এফ– এর মধ্যে গড়ে এ– গ্রেড পেয়েছে।\nনিউ ইয়র্ক ম্যাগাজিনের ডেভিড ডেনবি মন্তব্য করেন যে এটি \"একটি অবিরাম কিন্তু প্রায়ই শক্তিশালী ও হৃদয়বিদারক কাজ, যা টম ক্রুজের আবেগময় অভিনয়ের দ্বারা প্রভাবিত।\" টাইম ম্যাগাজিনের রিচার্ড করলিস, শিকাগো সান-টাইমসের রজার ইবার্ট, শিকাগো ট্রিবিউনের জিন সিসকেল এবং রোলিং স্টোনের পিটার ট্রেভার্স ক্রুজের অভিনয়ের প্রশংসা করেছেন। দ্য নিউ ইয়র্ক টাইমসের ভিনসেন্ট ক্যানবি চলচ্চিত্রটিকে \"\"ভিয়েতনাম যুদ্ধের অভিজ্ঞতা নিয়ে নির্মিত এপর্যন্ত সবচেয়ে উঁচুমানের নন-ডকুমেন্টারি চলচ্চিত্র\" বলে অভিহিত করেন। একই পত্রিকার জ্যানেট মাসলিন পরিচালক স্টোনের নির্মাণের প্রশংসা করে লেখেন, \"তিনি সরাসরি দর্শকদের আবেগকে স্পর্শ করেন এবং আড়াই ঘণ্টা ধরে শক্তিশালী প্রভাব বজায় রাখেন।\"  ইন্টারনেট সমালোচক জেমস বেরার্ডিনেলি মন্তব্য করেন যে চলচ্চিত্রটির প্রধান সাফল্য হলো \"সহস্র মাইল দূর থেকে যুদ্ধকে গৌরবময় বিভ্রম হিসাবে দেখানোর বিপরীতে কাছ থেকে দেখা যুদ্ধের নৃশংসতাকে উপস্থাপন করা।\"\nঅন্যদিকে, দ্য ওয়াশিংটন পোস্টের দুজন সমালোচক চলচ্চিত্রটির সমালোচনা করেছেন। হ্যাল হিনসন চলচ্চিত্রটিকে \"দূরত্ব সৃষ্টিকারী\" বলে বর্ণনা করেছেন, আর ডেসন হাও ক্রুজের অভিনয়কে \"কান্নাকাটি ধরনের\" বলে সমালোচনা করেন। লস অ্যাঞ্জেলেস টাইমসের শিলা বেনসন মনে করেন যে ক্রুজ অভিনীত রন কোভিক চরিত্রটির পর্যাপ্ত চরিত্রগত বিকাশ পায়নি। চলচ্চিত্র সমালোচক জনাথন রোজেনবাউম চলচ্চিত্রটির গল্প বলার ধরণকে \"মিথ্যা আশাবাদে ভরা\" বলে সমালোচনা করেন এবং এন্টারটেইনমেন্ট উইকলির ওয়েন গ্লিবারম্যান চলচ্চিত্রটিকে \"দুই ঘণ্টা পঁচিশ মিনিটের নীতিকথা, যা শিল্পের ছদ্মবেশে উপস্থাপিত হয়েছে\" বলে অভিহিত করেন। দ্য নিউ ইয়র্কারের পলিন কেল লিখেছেন, \"ছবিটি ও যেটির ভিত্তিতে রচিত ১৯৭৬ সালের আত্মজীবনীতে রন কোভিচকে যতটা নির্দোষ দেখানো হয়েছে, তা প্রায় অবিশ্বাস্য। কোভিচের বইটি সরল এবং স্পষ্ট; তিনি সহজ-সরল এবং রাগান্বিত  ভাষায় নিজের বক্তব্য প্রকাশ করেছেন। স্টোনের চলচ্চিত্রটি দর্শকদের দুই ঘণ্টা পঁচিশ মিনিট ধরে চিৎকার করে বোঝানোর চেষ্টা করে।\"\nচলচ্চিত্রটি বাস্তব ঘটনাকে নাটকীয়ভাবে উপস্থাপন করার জন্যেও সমালোচিত হয়। বিশেষত, কোভিকের ঘোষিত সিদ্ধান্ত ক্যালিফোর্নিয়ার ৩৮তম কংগ্রেসনাল ডিস্ট্রিক্টে রিপাবলিকান প্রার্থী রবার্ট ডরনানের বিরুদ্ধে ডেমোক্র্যাট প্রার্থী হিসেবে প্রতিদ্বন্দ্বিতা করার প্রসঙ্গে বিতর্ক সৃষ্টি হয়। এর ফলে বর্ন অন দ্য ফোর্থ অব জুলাই স্টোনের প্রথম চলচ্চিত্র যা গণমাধ্যমে প্রকাশ্যে সমালোচিত হয়। ডরনান অভিযোগ করেন যে চলচ্চিত্রটিতে কোভিককে এমনভাবে দেখিয়েছে যে তিনি ভিয়েতনামে ভয় পেয়ে ভুলবশত তাঁর কর্পোরালকে গুলি করে হত্যা করেন, যৌনকর্মীদের সাথে সম্পর্ক রাখেন, মাদক ও মদ্যপানে আসক্ত হন এবং তাঁর বাবা-মায়ের সাথে দুর্ব্যবহার করেছেন। কোভিক এই মন্তব্যগুলোকে \"ঘৃণার প্রচারণা\" হিসেবে প্রত্যাখ্যান করেন এবং শেষ পর্যন্ত নির্বাচনে প্রতিদ্বন্দ্বিতা করেননি।\nসাবেক হোয়াইট হাউস কমিউনিকেশনস ডিরেক্টর প্যাট বুকানান একটি পত্রিকার নিবন্ধে অভিযোগ করেন যে, চলচ্চিত্রটি বইয়ের মূল বক্তব্য থেকে বিচ্যুত হয়েছে এবং স্টোনকে \"প্রচারক\" বলে অভিহিত করেন। রিপাবলিকান স্টেট সেনেটর ন্যান্সি লারেইন হফম্যান, যিনি ১৯৭০ সালে সিরাকিউজ বিশ্ববিদ্যালয়ের ক্যাম্বোডিয়ান ক্যাম্পেইনের শান্তিপূর্ণ বিক্ষোভে অংশ নিয়েছিলেন, তিনি চলচ্চিত্রে সিরাকিউজ পুলিশের \"শান্তিপূর্ণ বিক্ষোভকারীদের উপর সহিংস আচরণের\" দৃশ্যের সমালোচনা করেন। ১৯৯০ সালের জানুয়ারিতে চলচ্চিত্রটি বিস্তৃতভাবে মুক্তির পর, স্টোন সিরাকিউজ শহর এবং এর পুলিশের কর্মকর্তাদের কাছে আনুষ্ঠানিকভাবে দুঃখপ্রকাশ করে একটি চিঠি লেখেন।\n\n\n=== পুরস্কার ও মনোনয়ন ===\nচলচ্চিত্রটি অসংখ্য পুরস্কার ও মনোনয়ন লাভ করে, বিশেষ করে এটির চিত্রনাট্য, টম ক্রুজের অভিনয়, অলিভার স্টোনের পরিচালনা এবং জন উইলিয়ামসের সঙ্গীতের জন্য ব্যপক প্রশংসা অর্জন করে। ন্যাশনাল বোর্ড অব রিভিউ এটিকে ১৯৮৯ সালের \"শীর্ষ ১০ চলচ্চিত্রের\" মধ্যে এক নম্বরে স্থানে রাখে। চলচ্চিত্রটি পাঁচটি বিভাগে গোল্ডেন গ্লোব পুরস্কারে মনোনয়ন লাভ এবং চারটি বিভাগে জয়ী হয়: শ্রেষ্ঠ চলচ্চিত্র — নাট্যধর্মী, শ্রেষ্ঠ অভিনেতা — নাট্যধর্মী, শ্রেষ্ঠ পরিচালক এবং শ্রেষ্ঠ চিত্রনাট্য, এছাড়াও জন উইলিয়ামস শ্রেষ্ঠ মৌলিক সঙ্গীতের জন্য মনোনয়ন লাভ করে।\n১৯৯০ সালের ফেব্রুয়ারিতে, চলচ্চিত্রটি ৪০তম বার্লিন আন্তর্জাতিক চলচ্চিত্র উৎসবে স্বর্ণ ভল্লুক পুরস্কারের জন্য প্রতিদ্বন্দ্বিতা করে, কিন্তু মার্কিন চলচ্চিত্র মিউজিক বক্স (১৯৮৯) এবং চেক চলচ্চিত্র লার্কস অন আ স্ট্রিংয়ের (১৯৬৯) কাছে পরাজিত হয়ে যায়। একই মাসে শ্রেষ্ঠ চলচ্চিত্র ও শ্রেষ্ঠ অভিনেতা বিভাগসহ চলচ্চিত্রটি সর্বমোট আটটি বিভাগে একাডেমি পুরস্কারে মনোনয়ন অর্জন করে। এটির প্রধান প্রতিদ্বন্দ্বী ছিল ড্রাইভিং মিস ডেইজি, যেটি নয়টি বিভাগে মনোনয়ন লাভ করেছিল। ৬২তম একাডেমি পুরস্কারে অলিভার স্টোন শ্রেষ্ঠ পরিচালক হিসাবে কর্মজীবনে দ্বিতীয়বারের মতো অস্কার জয় করেন; এর আগে তিনি প্লাটুন চলচ্চিত্রের জন্য এই পুরস্কার পেয়েছিলেন। এছাড়াও এটি শ্রেষ্ঠ চলচ্চিত্র সম্পাদনা বিভাগে একাডেমি পুরস্কার জিতে, যেখানে প্রতিদ্বন্দ্বী ছিল ড্রাইভিং মিস ডেইজি, দ্য বিয়ার, গ্লোরি এবং দ্য ফ্যাবুলাস বেকার বয়েজ। ১৯৯১ সালের ৪৪তম ব্রিটিশ একাডেমি চলচ্চিত্র পুরস্কারে (বাফটা) চলচ্চিত্রটি শ্রেষ্ঠ প্রধান চরিত্রে অভিনেতা ও শ্রেষ্ঠ উপযোগকৃত চিত্রনাট্য বিভাগে মনোনয়ন লাভ করে, তবে কোনো বিভাগেই জয়ী হতে পারেনি।\n২০২১ সালের ১০ মে হলিউড ফরেন প্রেস অ্যাসোসিয়েশন সদস্যদের মধ্যে বৈচিত্র্যের অভাব নিয়ে বিতর্কের কারণে টম ক্রুজ তার তিনটি গোল্ডেন গ্লোব পুরস্কার ফিরিয়ে দেন, যার মধ্যে এই চলচ্চিত্রের জন্য পাওয়া সেরা অভিনেতার পুরস্কারও অন্তর্ভুক্ত ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে বর্ন অন দ্য ফোর্থ অব জুলাই  (ইংরেজি)\nটিসিএম চলচ্চিত্র ডেটাবেজে বর্ন অন দ্য ফোর্থ অব জুলাই\nবক্স অফিস মোজোতে বর্ন অন দ্য ফোর্থ অব জুলাই (ইংরেজি)"}