{"pageid": 1515264, "title": "ফাইন্ডার (সফটওয়্যার)", "url": "https://bn.wikipedia.org/wiki?curid=1515264", "content": "ফাইন্ডার হল ম্যাকিনটশ অপারেটিং সিস্টেমের ডিফল্ট ফাইল ম্যানেজার এবং গ্রাফিকাল ইউজার ইন্টারফেস (GUI) শেল। এটি ব্যবহারকারীদের ফাইল, ফোল্ডার, ডিস্ক, এবং নেটওয়ার্ক ড্রাইভ সহজে পরিচালনা করতে সাহায্য করে। ফাইন্ডার অ্যাপ থেকে অন্যান্য অ্যাপ চালু করা যায় এবং ম্যাক সিস্টেমের সামগ্রিক ফাইল ব্যবস্থাপনা এর মাধ্যমে সম্পন্ন হয়।\nফাইন্ডার প্রথম চালু হয়েছিল Macintosh 128K-এর সাথে, যা ছিল অ্যাপলের প্রথম ম্যাকিনটশ কম্পিউটার। এটি Apple IIGS-এর GS/OS সিস্টেমের অংশ হিসেবেও ব্যবহৃত হয়েছে। ২০০১ সালে Mac OS X প্রকাশের সময় ফাইন্ডার সম্পূর্ণ নতুনভাবে তৈরি করা হয়।\nপুরানো ক্লাসিক ম্যাক OS-এর ঐতিহ্য অনুসারে, ফাইন্ডার আইকনটি একটি হাস্যোজ্জ্বল কম্পিউটার স্ক্রিনের প্রতিচ্ছবি, যা Happy Mac নামে পরিচিত। এটি ম্যাক ব্যবহারকারীদের পরিচিত এবং প্রিয় প্রতীকগুলোর একটি।\n\n\n== বৈশিষ্ট্য ==\nফাইন্ডার ফাইল সিস্টেম-এর একটি ভিউ উপস্থাপন করে, যা ডেস্কটপ মেটাফোর ব্যবহার করে; অর্থাৎ, ফাইল এবং ফোল্ডার-গুলো উপযুক্ত আইকনের মাধ্যমে প্রদর্শিত হয়। এটি অ্যাপলের সাফারি ব্রাউজার-এর মতো ইন্টারফেস ব্যবহার করে, যেখানে ব্যবহারকারী একটি ফোল্ডারে ক্লিক করে সেটিতে যেতে পারেন এবং \"পিছনে\" ও \"সামনে\" বোতাম ব্যবহার করে স্থানান্তর করতে পারেন। সাফারির মতো, ফাইন্ডারেও ট্যাব ফিচার রয়েছে, যা ব্যবহারকারীকে একাধিক ফোল্ডার একসঙ্গে দেখার সুযোগ দেয়; এছাড়াও ট্যাবগুলো আলাদা উইন্ডো হিসেবে সরানো যেতে পারে। ফাইন্ডার উইন্ডোর বাম পাশে একটি \"পছন্দের\" সাইডবার রয়েছে, যেখানে গুরুত্বপূর্ণ ফোল্ডারগুলো তালিকাভুক্ত থাকে।\nক্লাসিক ম্যাক OS-এর ফাইন্ডার একটি সম্পূর্ণ আলাদা **স্প্যাটিয়াল মেটাফোর** ব্যবহার করত, যা আধুনিক macOS-এর ব্রাউজার-ভিত্তিক নকশার চেয়ে ভিন্ন।\nআধুনিক ফাইন্ডার macOS-এর **গ্রাফিক্স API** ব্যবহার করে, যা বিভিন্ন ফাইলের প্রিভিউ দেখাতে পারে, যেমন ছবি, অ্যাপ্লিকেশন, এবং PDF ফাইল। **Quick Look** ফিচার ব্যবহারকারীদের স্পেসবার টিপে দ্রুত ডকুমেন্ট এবং ছবিগুলো খোলার দরকার ছাড়াই বিস্তারিতভাবে দেখার সুযোগ দেয়। ব্যবহারকারীরা ফাইলগুলো বিভিন্ন ভিউতে দেখতে পারেন, যেমন:\n- **বড় আইকন ভিউ**, যেখানে ফাইলের প্রিভিউ দেখা যায়\n- **তালিকা ভিউ**, যেখানে তৈরি বা পরিবর্তনের তারিখসহ বিস্তারিত তথ্য প্রদর্শিত হয়\n- **গ্যালারি ভিউ** (যা macOS Mojave-তে আগের Cover Flow-এর পরিবর্তে আসে)\n- **কলাম ভিউ**, যা macOS-এর পূর্বসূরি NeXTSTEP-এর দ্বারা প্রভাবিত\n\n\n== Finder প্রতিস্থাপন ==\nতৃতীয় পক্ষের ডেভেলপাররা macOS-এর জন্য বিভিন্ন ফাইন্ডার প্রতিস্থাপন তৈরি করেছেন, যা স্বাধীন অ্যাপ হিসেবে কাজ করে। এ ধরনের কিছু সফটওয়্যার হল:\n- ForkLift\n- Path Finder\n- Xfile\n- XtraFinder\n\n\n== সময়রেখা ==\nMac OS X চালুর পর, ফাইন্ডারের সবচেয়ে বড় পরিবর্তন আসে ২০০৯ সালে Mac OS X 10.6 সংস্করণে, যেখানে এটি **Cocoa API**-তে পুনর্লিখিত হয়, যদিও ব্যবহারকারীর দৃষ্টিকোণ থেকে এটি তেমন পরিবর্তিত মনে হয়নি।\n\n\n== আরও দেখুন ==\nফাইলস (গুগল)\nফাইলস (অ্যাপল)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসিস্টেম ৭-এর পূর্ববর্তী অ্যাপল ম্যাকিনটশ\nArs Technica: ফাইন্ডার সম্পর্কে...\nArs Technica: OS X 10.3-এর পর্যালোচনা"}