{"pageid": 1515949, "title": "দ্য ট্রোমা কোড: হিরোস অন কল", "url": "https://bn.wikipedia.org/wiki?curid=1515949", "content": "দ্য ট্রোমা কোড: হিরোস অন কল (কোরীয়: 중증외상센터, ইংরেজি: The Trauma Code: Heroes on Call) হলো একটি দক্ষিণ কোরীয় মেডিক্যাল ভিত্তিক টেলিভিশন ধারাবাহিক। লি দো-ইউনের পরিচালনায় নির্মিত এই ধারাবাহিকটি রচনা করেছেন চোই তে-কাং। জু জি-হুন, চু ইয়ং-উ, হা ইয়ং, ইউন কিউং-হো এবং জুং জে-জুয়াংয়ের মতো অভিনয়শিল্পীগণ এই ধারাবাহিকে অভিনয় করেছেন।\nমূলত কোরীয় ভাষায় নির্মিত এই ধারাবাহিকটি ২০২৫ সালের ২৪শে জানুয়ারি তারিখে নেটফ্লিক্সে সম্প্রচার হয়েছিল; যার সর্বমোট ৮টি পর্ব রয়েছে।\n\n\n== সারাংশ ==\nএই ধারাবাহিকে ডা. বেক কাং-হিউক (জু জি-হুন), যিনি যুদ্ধবিধ্বস্ত অঞ্চলে অভিজ্ঞতা অর্জন করেছেন, হানকুক ন্যাশনাল ইউনিভার্সিটি হাসপাতালের দুর্বল ট্রোমা ইউনিটে যোগ দেন। তার আগমনের সাথে সাথেই তিনি জরুরি অস্ত্রোপচারে হাত দেন, যেখানে ছুরিকাঘাতে আহত রোগী এবং পাহাড় থেকে পড়ে যাওয়া একজনকে বাঁচানোর জন্য তার দক্ষতা দেখান। তার আত্মবিশ্বাসী ও অনন্য পদ্ধতির কারণে হাসপাতালের অন্যান্য ডাক্তারদের সাথে দ্বন্দ্ব দেখা দেয়।\nডা. কাং-হিউক তরুণ সার্জন ইয়াং জে-ওনের (চু ইয়ং-উ) প্রতিভা চিনতে পারেন এবং তাকে নিজের শিষ্য হিসেবে বেছে নেন। তাদের বন্ধন পরীক্ষা হয় এক ঝুঁকিপূর্ণ হেলিকপ্টার উদ্ধার অভিযানে, যেখানে তারা মাঝ-আকাশে অস্ত্রোপচার করতে বাধ্য হন। এই ঘটনাটি তাদের সম্পর্ককে দৃঢ় করলেও ডা. হান ইউ-রিমের (ইউন কিউং-হো) সাথে দ্বন্দ্ব বাড়িয়ে তোলে, যিনি ডা. কাং-হিউকের পদ্ধতিগুলোকে সন্দেহের চোখে দেখেন। একদিন, একটি বড় সড়ক দুর্ঘটনার ফলে হাসপাতাল রোগীতে ভরে যায়। ডা. কাং-হিউক এবং জে-ওন একের পর এক জটিল অস্ত্রোপচার করেন, কিন্তু হাসপাতালের প্রশাসনিক কর্মকর্তা ও অর্থনৈতিক চাপে তাদের কাজ আরও কঠিন হয়ে ওঠে। পরবর্তীতে, হাসপাতালের বাজেট মিটিংয়ে ডা. কাং-হিউক তার ট্রোমা ইউনিটের উন্নতির জন্য আরও তহবিল দাবি করেন। এমন সময় এক রোগী আসে, যার সঙ্গে জে-ওন ও ইউ-রিম-এর ব্যক্তিগত সম্পর্ক রয়েছে। এ ঘটনায় তারা একসঙ্গে কাজ করতে বাধ্য হন। একই সময়ে, ডা. কাং-হিউকের অতীত নিয়ে গুজব ছড়িয়ে পড়ে, যা তাকে সন্দেহের মুখে ফেলে।\nহাসপাতালের খ্যাতি আরও ক্ষতিগ্রস্ত হয় যখন সংবাদমাধ্যমে ডা. কাং-হিউকের অনন্য চিকিৎসা পদ্ধতি নিয়ে সমালোচনা করা হয়। এমন সময় একটি সেতু ধসে ব্যাপক হতাহতের ঘটনা ঘটে। জে-ওন এখানে প্রথমবার একাই জরুরি অস্ত্রোপচার করেন, যা তার ক্যারিয়ারে গুরুত্বপূর্ণ মাইলফলক হয়ে ওঠে। হাসপাতালের রাজনীতি ও প্রশাসনিক চাপ বাড়লেও, ডা. কাং-হিউক রোগীদের সেবায় অবিচল থাকেন। নার্স চোন জাং-মি (হা ইয়ং) বিশেষ করে জে-ওনকে মানসিকভাবে সহায়তা করেন। ডা. কাং-হিউকের বিরুদ্ধে একটি চিকিৎসা গাফিলতির মামলা দায়ের করা হয়, যা তার লাইসেন্স ও হাসপাতালের ভবিষ্যৎ হুমকির মুখে ফেলে। এসময়, দক্ষিণ সুদান থেকে একটি জরুরি সহায়তার অনুরোধ আসে, এবং তিনি হাসপাতাল ছেড়ে আন্তর্জাতিক চিকিৎসা মিশনে অংশ নেন।\nএই ধারাবাহিকের চূড়ান্ত পর্বে, ডা. কাং-হিউক ও তার দল সক্রিয় যুদ্ধক্ষেত্রে এক সামরিক ক্যাপ্টেনকে বাঁচাতে ঝুঁকিপূর্ণ মিশনে নামেন। ফিরে আসার পর, তিনি নিজেই এক রোগীতে পরিণত হন, যার অস্ত্রোপচার করতে হয় তারই প্রশিক্ষিত শিষ্যদের। এই ঘটনা পুরো কাহিনিকে এক পরিপূর্ণ সমাপ্তির দিকে নিয়ে যায়।\n\n\n== অভিনয়শিল্পী ==\n\n\n=== কেন্দ্রীয় চরিত্র ===\nজু জি-হুন – বেক কাং-হিউক\nচু ইয়ং-উ – ইয়াং জে-ওন / অ্যানাস / নাম্বার ওয়ান\nহা ইয়ং – চোন জাং-মি / গ্যাংস্টার\nইউন কিউং-হো – হান ইউ-রিম\nজুং জে-জুয়াং – পার্ক গেয়ং-ওন\n\n\n=== পার্শ্ব চরিত্র ===\nকিম উল-সাং – চোই জো-উন\nকিম ওন-হে – হং জে-হুন\nকিম সুন-ইয়ং – কাং মেয়ং-হুই\nপার্ক ইয়ে-নি – অ্যাগ্নাস সং\nহং উ-জিন – আন জুং-হোন\nমিন ইয়ং – মা তে-রিম\nজাং সুন-ইউন – নার্স কিম\nকিম ইউন-জোং – নার্স হং\nকিম চুং-গিল – হুয়াং সোন-উ\nলি জুং-ইন – জু হিউং-উক\nজো জে-ইয়ং – জরুরি চিকিৎসার বাসিন্দা\nও জুং-উ – জরুরি চিকিৎসার ইন্টার্ন\nবাং ইউ-ইন – নার্স বাং\nপার্ক গুয়ান-উ – জরুরী কক্ষের নার্স নম্বর ১\nজাং ইউ-জুং – জরুরী কক্ষের নার্স নম্বর ২\nকুও হে-মিন – জরুরী কক্ষের নার্স নম্বর ৩\nজো হুন – হেলিকপ্টার কর্মী\nলি গুন-হু – হেলিকপ্টারের পাইলট\nকিম সো-জুন – হেলিকপ্টারের সহযোগী পাইলট\n\n\n=== বিশেষ চরিত্র ===\nকিম জে-ওন – সো দং-জু\n\n\n== মুক্তি ==\nদ্য ট্রোমা কোড: হিরোস অন কলের চিত্রধারণ ২০২৩ সালের মে মাসে শুরু হয়ে একই বছরের নভেম্বর মাসে সম্পন্ন হয়েছে। অতঃপর, ২০২৫ সালের ২৪শে জানুয়ারি তারিখে নেটফ্লিক্সে এই ধারাবাহিকটি মুক্তি পেয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nহানসিনেমায় দ্য ট্রোমা কোড: হিরোস অন কল (ইংরেজি) \nইন্টারনেট মুভি ডেটাবেজে দ্য ট্রোমা কোড: হিরোস অন কল   (ইংরেজি)\nনেটফ্লিক্সে দ্য ট্রোমা কোড: হিরোস অন কল"}