{"pageid": 1515897, "title": "চিজিক", "url": "https://bn.wikipedia.org/wiki?curid=1515897", "content": "চিসউইক ( () CHIZ-ik) পশ্চিম লন্ডনের একটি জেলা, যা হাউনসলো লন্ডন ব্যুরো এবং ইলিং লন্ডন ব্যুরোর মধ্যে বিভক্ত।\nএতে হোগার্থের ঘর অন্তর্ভুক্ত, যা ছিল ১৮শ শতকের ইংরেজ শিল্পী উইলিয়াম হোগার্থের প্রাক্তন আবাসস্থল, চিসউইক হাউস, একটি নেও-প্যালেডিয়ান বিল্লা, যা ইংল্যান্ডের অন্যতম শ্রেষ্ঠ হিসেবে বিবেচিত, এবং ফুলারের ব্র্যুয়ারি, লন্ডনের বৃহত্তম ও প্রাচীনতম ব্র্যুয়ারি।\nথেমস নদীর একটি বাঁকে, যা প্রতিযোগিতামূলক ও বিনোদনমূলক রোয়িং-এর জন্য ব্যবহৃত হয় এবং যার তীরে বেশ কয়েকটি রোয়িং ক্লাব রয়েছে, বোট রেসের সমাপ্তি চিহ্ন চিসউইক সেতুর ঠিক নিম্নবর্তী স্থানে অবস্থিত।\nপুরাতন চিসউইক ছিল প্রাচীন প্যারিশ (মিডলসেক্স কাউন্টিতে) যেখানে নদীর ধারে কৃষি ও মাছচাষ-ভিত্তিক অর্থনীতি বিদ্যমান ছিল; আধুনিক প্রারম্ভিক যুগ থেকে, ধনী ব্যক্তিরা চিসউইক মলে ভীতিজনক নদীর ধারে বাসগৃহ নির্মাণ করতেন। লন্ডনের সাথে ভালো যোগাযোগ থাকার কারণে, চিসউইক জনপ্রিয় গ্রামীণ অবকাশস্থল ও ১৯শ শতকের শেষ ও ২০শ শতকের প্রথম দিকে লন্ডনের উপনগর সম্প্রসারণের অংশে পরিণত হয়। ১৯৩২ সালে এটি ব্রেন্টফোর্ড ও চিসউইক পৌরসভা হিসেবে গঠন করা হয় এবং ১৯৬৫ সালে গ্রেটার লন্ডনের অংশে পরিণত হয়, যখন এটি হাউনসলো লন্ডন ব্যুরোতে মিলিত হয়।\nআধুনিক চিসউইক একটি সমৃদ্ধ এলাকা, যার মধ্যে রয়েছে প্রাথমিক উদ্যান-উপনগর বেডফোর্ড পার্ক, গ্রোভ পার্ক, গ্লীব এস্টেট, স্ট্র্যান্ড-অন-দ্য-গ্রীন এবং টিউব স্টেশনসমূহ – চিসউইক পার্ক, টার্নহাম গ্রিন, ও স্ট্যামফোর্ড ব্রুক – পাশাপাশি গানার্সবুরি ত্রিভুজ স্থানীয় প্রকৃতি সংরক্ষণ এলাকা। বেডফোর্ড পার্ক ও অ্যাকটন গ্রিন-এর কিছু অংশ কৌতুকস্বরূপ চিসউইক W৪ ডাক কোড এলাকায় থাকলেও তা ইলিং লন্ডন ব্যুরোর অন্তর্গত। প্রধান কেনাকাটা ও রেস্তোরাঁ কেন্দ্র হল চিসউইক হাই রোড।\nচিসউইক রাউন্ডঅ্যাবাউট হলো এ৪০৬ (উত্তর বৃত্তাকার রাস্তা) এর সূচনা বিন্দু। হোগার্থ রাউন্ডঅ্যাবাউট-এ, কেন্দ্রীয় লন্ডন থেকে বের হওয়া A৪ রাস্তা এম৪ মোটরওয়েতে পরিণত হয়, অপরদিকে A৩১৬ (গ্রেট চের্টসি রোড) দক্ষিণ-পশ্চিম দিকে চলে, যা এম৩ মোটরওয়েতে রূপান্তরিত হয়।\nচিসউইকে বাস করা ব্যক্তিদের মধ্যে রয়েছেন কবি অ্যালেকজান্ডার পোপ ও ডব্লিউ. বি. ইয়েটস, ইতালীয় কবি ও বিপ্লবী উগো ফসকলো, চিত্রশিল্পী ভিনসেন্ট ভ্যান গগ ও কামিল পিসারো, উপন্যাসিক ই. এম. ফরস্টার, রক সঙ্গীতজ্ঞ পিট টাউনশেন্ড, জন এন্টউইসল ও ফিল কলিন্স, মঞ্চ পরিচালক পিটার ব্রুক, এবং অভিনেত্রী ইমোজেন পুটস.\n\n\n== ইতিহাস ==\n\nচিসউইক প্রথমবার প্রায় ১০০০ সালে রেকর্ড করা হয়েছিল, প্রাচীন ইংরেজ সেসউইকান নামে, যার অর্থ ‘পনির খামার’; ডিউকের মাঠের নদীর ধারে অবস্থিত অঞ্চল ধারণা করা হয় যে, ১৮শ শতাব্দী পর্যন্ত বার্ষিক পনির মেলা অনুষ্ঠিত হত।  \nএই অঞ্চলটি রোমান যুগে বসতি স্থাপন করা হয়েছিল; টার্নহাম গ্রিনে পাওয়া একটি কুম্ভে রোমান কয়েন ছিল এবং রোমান ইটের কাজ পাওয়া গেছে সাটন জমিবাড়ির নীচে।\nপুরাতন চিসউইক চার্চ রাস্তার উপর আনু. 1181 থেকে সেন্ট নিকোলাস গির্জায়ের আশেপাশে একটি গ্রাম হিসেবে বিকাশ লাভ করে, যেখানে বাসিন্দারা কৃষি, মাছ ধরার এবং নদীর ধারে অন্যান্য বাণিজ্য, যেমন ফেরি সেবায় নিযুক্ত ছিল; মধ্যযুগে লন্ডন সেতু ও কিংস্টনের মধ্যে কোনো সেতু না থাকায় এটির গুরুত্ব অপরিসীম ছিল।  \nএই এলাকায় আরও তিনটি ছোট বসতি অন্তর্ভুক্ত ছিল—মাছ ধরার গ্রামের সবুজধারের, কেন্দ্রে অবস্থিত ক্ষুদ্র গ্রাম ছোট সাটন এবং লন্ডনের পশ্চিমে অবস্থিত রাস্তার বরাবর টার্নহাম সবুজ।\nটার্নহাম গ্রিন-এ ইংরেজ গৃহযুদ্ধের প্রারম্ভিক পর্যায়ে একটি সিদ্ধান্তমূলক ক্ষুদ্র সংঘর্ষ সংঘটিত হয়। ১৬৪২ সালের নভেম্বর, অক্সফোর্ড থেকে লন্ডন পুনরুদ্ধারের উদ্দেশ্যে অগ্রসর রাজতন্ত্রবাদী বাহিনী প্রিন্স রুপর্টের নেতৃত্বে এগিয়ে আসার সময়, বৃহত্তর পার্লামেন্টারি বাহিনী এসেক্স এরলের অধীনে তাদেরকে থামিয়ে দেয়া হয়। রাজতন্ত্রবাদীরা পশ্চাৎগামী হয় এবং আর কখনও রাজধানীকে হুমকি দেয়নি।\n১৭৫৮ থেকে ১৯২৯ পর্যন্ত, ডেভনশায়ারের ডিউকরা চিসউইক বাড়ি—যা আজকের দিনে চিসউইকের এক বিশেষ পরিচিত নিদর্শন—এর মালিক ছিলেন, এবং তাদের ঐতিহ্য চিসউইকের প্রতিটি রাস্তায় প্রতিফলিত হয়েছে।{{efn|তাদের পদবী অনুসারে নামকরণ করা রাস্তাগুলি আছে (ডিউক রাস্তা, ডিউকস মহল্লা, ডেভনশায়ার রাস্তা, ডেভনশায়ার উদ্যান); তাদের উপনাম অনুসারে (ক্যাভেনডিশ রাস্তা); তাদের শিষ্টাচারিক পদবী অনুসারে (হার্টিংটন রাস্তা, বার্লিংটন গলি); তাদের এস্টেট অনুসারে (চ্যাটসওয়ার্থ রাস্তা, বোলটন রাস্তা); এবং তাদের প্রধান এস্টেটে অবস্থিত গ্রাম (এডেনসোর রাস্তা).}\n১৮৬৪ সালে, জন আইজ্যাক থর্নিক্রফ্ট, জন আই থর্নিক্রফ্ট ও কোম্পানি—নৌকা নির্মাণ কোম্পানির প্রতিষ্ঠাতা—চার্চ ঘাটে, চিসউইক মল এর পশ্চিম প্রান্তে একটি শিপইয়ার্ড প্রতিষ্ঠা করেন।  \nএই শিপইয়ার্ড ১৮৯৩ সালে প্রথম নৌবাহিনীর ধ্বংসকারী, এইচএমএস Daring (ড্যারিং শ্রেণী, ১৮৯৩) তৈরি করে।  \nযুদ্ধজাহাজগুলির আকার বৃদ্ধির কারণে, থর্নিক্রফ্ট ১৯০৯ সালে তার শিপইয়ার্ড সাউথহ্যাম্পটন-এ স্থানান্তর করেন।\n\n১৮২২ সালে, রয়েল হর্টিকালচারাল সোসাইটি বর্তমান সাটন কোর্ট রাস্তা ও ডিউকের অ্যাভিনিউর মধ্যে, হাই রোডের দক্ষিণে অবস্থিত অঞ্চলে ৩৩ একর জমি ভাড়া নেয়।  \nএই সাইটটি তার ফলগাছ সংগ্রহ ও প্রথম বাগানবিদ্যা বিদ্যালয়ের জন্য ব্যবহৃত হতো এবং এখানেই প্রথম ফুল প্রদর্শনী অনুষ্ঠিত হত। ১৮৭০-এর দশকে এই জমির পরিমাণ কমিয়ে ১০ একর করা হয় এবং ১৯০৪ সালে সারে অবস্থিত ওয়িজলি বাগান প্রতিষ্ঠার পর ভাড়ার চুক্তি বাতিল করা হয়। সাইটে নির্মিত বাড়িগুলোর বাগানে কিছু প্রাথমিক নাশপাতি গাছ এখনও জন্মায়।\n১৯শ শতাব্দীতে চিসউইকের জনসংখ্যা প্রায় দশগুণ বৃদ্ধি পেয়ে ১৯০১ সালে ২৯,৮০৯ জনে পৌঁছে, এবং এলাকা জর্জিয়ান, ভিক্টোরিয়ান ও এডওয়ার্ডিয়ান ধাঁচের আবাসিক ভবনের মিশ্রণ হিসেবে রচিত। উপনগর নির্মাণ গানার্সবুরি-এ ১৮৬০-এর দশকে এবং বেডফোর্ড পার্ক—প্রথম বাগান উপনগর, যা চিসউইক ও অ্যাক্টনের সীমানায় অবস্থিত—এ ১৮৭৫ সালে শুরু হয়।\nদ্বিতীয় বিশ্বযুদ্ধে, চিসউইক বহুবার বোমাবর্ষণের শিকার হয়েছিল, আগুন ছড়ানো ও উচ্চ বিস্ফোরক বোমা দ্বারা। বিমান-প্রতিরোধী শেল ও ফুটা টুকরা পতিত হয়ে ক্ষতি সাধন করেছিল। লন্ডনে আঘাত করা প্রথম V-২ রকেট ১৯৪৪ সালের ৮ সেপ্টেম্বর সন্ধ্যা ৬.৪৩টায় স্টেভলি রাস্তা, চিসউইকে পড়ে, যার ফলে তিনজন নিহত, ২২ জন আহত এবং আশেপাশের গাছ ও ভবনে ব্যাপক ক্ষতি হয়। ছয়টি বাড়ি ধ্বংস হয়ে যায় রকেট দ্বারা এবং আরও অনেক বাড়ি ক্ষতিগ্রস্ত হয়।  \nস্টেভলি রাস্তার সেই স্থানে একটি স্মৃতিসৌধ রয়েছে, এবং টার্নহাম সবুজের পূর্ব প্রান্তে একটি যুদ্ধ স্মারকও আছে।\nরেফিউজ ১৯৭১ সালে চিসউইকে প্রতিষ্ঠিত হয়েছিল, যা ছিল গৃহস্থালি সহিংসতা থেকে পালিয়ে আসা মহিলায় ও শিশুশ্রেণীর জন্য আধুনিক বিশ্বের প্রথম নিরাপদ আশ্রয়স্থল।\n২১শ শতাব্দীর শুরুতে, চিসউইক একটি সমৃদ্ধ উপনগর হিসেবে পরিণত হয়েছিল।\n\n\n== শাসন ==\n\nচিসউইক সেন্ট নিকোলাস ছিল প্রাচীন এবং পরবর্তীতে নাগরিক, একটি প্যারিশ, যা অসসলস্টোন শতকে মিডলসেক্স কাউন্টির অন্তর্গত ছিল। ১৮৩৪ পর্যন্ত এর ভেসট্রি বেশিরভাগ প্যারিশ বিষয়সমূহ পরিচালনা করতো। দরিদ্র আইন সংশোধনী আইন (১৮৩৪) প্রবর্তনের পর, চিসউইকে স্থানীয় প্রশাসন ভেসট্রির বাইরের কর্তৃপক্ষের নিকট হস্তান্তরিত হতে শুরু করে। তারপর, চিসউইকের দরিদ্র সাহায্য প্রদান ব্রেন্টফোর্ড দরিদ্র আইন ইউনিয়ন দ্বারা পরিচালিত হয়েছিল। সংক্ষিপ্তকালে, ১৮৪৯ থেকে ১৮৫৫ পর্যন্ত, চিসউইকের নালা ও নিষ্কাশন ব্যবস্থা পরিচালনার দায়িত্ব মেট্রোপলিটান নালা কমিশন এর 'ফুলহাম ও হ্যামারসমিথ নালা জেলা' অধীনে চলে গিয়েছিল। ১৮৫৮ থেকে, সেই বছরের চিসউইক উন্নয়ন আইনের অধীনে, নালা ও নিষ্কাশন, ফ্লোরিং ও আলো ব্যবস্থা পরিচালনার দায়িত্ব নির্বাচনকৃত আঠারো জন উন্নয়ন কমিশনারদের বোর্ডে হস্তান্তরিত হয়। এভাবে চিসউইকের ধর্মনিরপেক্ষ স্থানীয় কর্তৃপক্ষ প্রায় এক চতুর্থাংশ শতাব্দীকাল ধরে পরিচালিত হয়েছিল, যতক্ষণ না ১৮৮৩ সালে এটি একটি স্থানীয় বোর্ড দ্বারা প্রতিস্থাপিত হয়। ১৮৭৮ সালে প্যারিশ পূর্বে একটি ত্রিভুজাকার জমি লাভ করে, যা ইলিং এর বিচ্ছিন্ন অংশ ছিল। ১৮৯৪ থেকে ১৯২৭ পর্যন্ত, প্যারিশ চিসউইক নগরাঞ্চল হিসেবে গঠিত হয়। ১৯২৭ সালে এটি বাতিল হয়ে, এর পূর্বের এলাকা ব্রেন্টফোর্ড নগরাঞ্চল এর সঙ্গে মিলিত হয়ে ব্রেন্টফোর্ড ও চিসউইক পৌরসভা তৈরি করে। মিলিত অঞ্চলটি ১৯৩২ সালে একটি পৌরসভায় পরিণত হয়। ব্রেন্টফোর্ড ও চিসউইক পৌরসভা ১৯৬৫ সালে বাতিল হয়ে, এর পূর্বের এলাকা বৃহত্তর লন্ডন-এ স্থানান্তরিত হয়ে হাউনসলো লন্ডন ব্যুরোর অংশ হিসাবে অন্তর্ভুক্ত হয়। এই পরিবর্তনের ফলে, চিসউইক টাউন হল আর স্থানীয় সরকার কেন্দ্র হিসেবে ব্যবহৃত হয় না, তবে বিবাহ ও নাগরিক অংশীদারিত্ব অনুষ্ঠানের জন্য অনুমোদিত স্থান হিসেবে অব্যাহত রয়েছে।\nচিসউইক ব্রেন্টফোর্ড ও আইসলেওর্থ (যুক্তরাজ্য সংসদ নির্বাচনী আঞ্চল) সংসদীয় নির্বাচনী আঞ্চলের অংশ, যা ১৯১৮ থেকে ১৯৭৪ পর্যন্ত ব্রেন্টফোর্ড ও চিসউইক নির্বাচনী আঞ্চলের অন্তর্ভুক্ত ছিল। সংসদের সদস্য (এমপি) হলেন রুথ ক্যাডবুরি (শ্রমিক), যিনি মে ২০১৫ সাধারণ নির্বাচনে নির্বাচিত হন, মেরি ম্যাকলিওড (রক্ষণশীল) এর পরিবর্তে। লন্ডন বিধানসভা নির্বাচনের জন্য, চিসউইক দক্ষিণ-পশ্চিম (লন্ডন বিধানসভা নির্বাচনী আঞ্চল) এ অবস্থিত, যা ২০০০ থেকে রক্ষণশীল দলের টনি আর্নবার দ্বারা প্রতিনিধিত্ব করা হচ্ছে। লন্ডন ব্যুরো, হাউনসলো কাউন্সিলের নির্বাচনের জন্য, চিসউইক নিম্নলিখিত তিনটি নির্বাচনী বিভাগ দ্বারা প্রতিনিধিত্ব করা হয়: টার্নহাম সবুজ, চিসউইক গৃহক্ষেত্র, এবং চিসউইক নদীর ধারে। প্রতিটি বিভাগ থেকে তিন জন কাউন্সিলর নির্বাচিত হন, যারা চার বছরের মেয়াদে দায়িত্ব পালন করেন। ২০১০–১৪ সালের জন্য, মোট নয়জন কাউন্সিলর রক্ষণশীল ছিলেন। এটি ২০০৮ সালের লন্ডন পরিকল্পনা নামক বৃহত্তর লন্ডনের আইনানুগ পরিকল্পনা দলিলে চিহ্নিত ৩৫টি প্রধান কেন্দ্রে অন্যতম ছিল।\n\n\n== ভূগোল ==\n\nচিসউইক থেমস নদীর এক বাঁকে অবস্থিত, ৬ মাইল চারিং ক্রস থেকে পশ্চিমে। এলাকার উত্তরভাগে ঘনাবস্তি গঠিত, আর দক্ষিণে খোলা স্থান রয়েছে, যার মধ্যে চিসউইক হাউস ও ডিউকের মাঠের মাঠসমূহ অন্তর্ভুক্ত। চিসউইকে প্রধান কেনাকাটার এলাকা হিসেবে চিসউইক হাই রোড আছে, যা উত্তরে একটি দীর্ঘ high street (প্রধান বাণিজ্যিক রাস্তা) হিসেবে গঠিত, সঙ্গে টার্নহাম গ্রিন টেরেস ও ডেভনশায়ার রাস্তা‑তে অতিরিক্ত দোকান রয়েছে।  \nনদী দক্ষিণে কিউ—এর সাথে নর্থ শীন, মর্টলেক ও বার্নস (যা থেমস নদীর উপর অবস্থিত রিচমন্ড লন্ডন ব্যুরোর অন্তর্গত) এর সীমানা নির্ধারণ করে। এতে চিসউইক আইয়ট নামক অধিবাসহীন দ্বীপও রয়েছে, যা কম জোয়ারে মূল ভূখণ্ডের সাথে সংযুক্ত হয়।  \nপূর্বদিকে গোল্ডহক রাস্তা ও ব্রিটিশ গ্রোভের সীমানা স্পর্শ করে হ্যামারসমিথ, যা হ্যামারসমিথ ও ফূলহ্যাম লন্ডন ব্যুরোর অন্তর্গত।  \nউত্তরে বেডফোর্ড পার্ক (চিসউইকের মতো, লন্ডনের W৪ ডাক কোড অঞ্চলের মধ্যে) ও সাউথ অ্যাকটন, যা ইলিং লন্ডন ব্যুরোর অংশ, অবস্থিত; এই সীমানার একটি অংশ ডিস্ট্রিক্ট লাইন দ্বারা নির্ধারিত।  \nপশ্চিমে, হাউনসলোর মধ্যে, গানার্সবুরি ও ব্রেন্টফোর্ড অঞ্চল রয়েছে, যা ১৯শ শতাব্দীর শুরুর চিসউইক প্যারিশের সীমানার মধ্যে পড়ে।\nচিসউইকের কেন্দ্রে, হাই রোডের কিছুটা দক্ষিণে, অবস্থিত গ্লীব এস্টেট, যা ১৮৭০-এর দশকে স্থানীয় চার্চের অধীনে থাকা গ্লীব জমিতে নির্মিত ছোট সিঁড়ি আকারে বাঁধা ঘরসমূহের সমষ্টি এবং বর্তমানে বাসের জন্য আকাঙ্খিত স্থান।\nচিসউইক W৪ ডাক কোড জেলা-তে অবস্থিত, যা লন্ডন ডাক শহরের অংশ; এর প্রাচীন প্যারিশের সম্মানে বেডফোর্ড পার্ক ও অ্যাকটন গ্রিন অন্তর্ভুক্ত, যা প্রধানত ইলিং লন্ডন ব্যুরোর মধ্যে পড়ে।\nচিসউইকের সবচেয়ে সুন্দর ঐতিহাসিক মহলবসতিগুলোর মধ্যে, যেমন হিথফিল্ড কোর্ট ও আর্লিংটন ম্যন্সন, টার্নহাম গ্রিন এর পাশ ধরে সারিবদ্ধ রয়েছে – যা ১৬৪২ সালে টার্নহাম গ্রিনের যুদ্ধের স্থান ছিল।  \nচিসউইকের অন্যান্য উপনগরগুলোর মধ্যে রয়েছে গ্রোভ পার্ক (A৪ এর দক্ষিণে, চিসউইক রেলওয়ে স্টেশনের কাছাকাছি) ও স্ট্র্যান্ড অন দ্য গ্রীন, যা ১৮শ শতাব্দীর শেষ পর্যন্ত মাছ ধরার ছোট গ্রাম হিসেবে পরিচিত ছিল।  \n১৮৯৬ সাল থেকেই, বেডফোর্ড পার্ককে চিসউইকে অবস্থিত হিসেবে বিজ্ঞাপিত করা হত, যদিও তখন এর বেশিরভাগ অংশ অ্যাকটন পৌরসভার অন্তর্ভুক্ত ছিল।\n\n\n== অর্থনীতি ==\n\nচিসউইক হাই রোডে খুচরা দোকান, রেস্তোরাঁ, খাদ্য সরবরাহ কেন্দ্র এবং অফিস ও হোটেলের স্থানগুলোর মিশ্রণ রয়েছে। প্রশস্ত রাস্তাগুলো ক্যাফে, পাব ও রেস্তোরাঁগুলিকে ফুটপাথে বসার ব্যবস্থা করার জন্য উৎসাহিত করে। গোল্ডেন মাইল গ্রেট ওয়েস্ট রোড ও হ্যামারসমিথ-এর অফিসগুলোর মধ্যে অবস্থিত অবস্থানে, ১৯৬০-এর দশক থেকে অফিস উন্নয়ন এবং গুদামকে অফিসে রূপান্তরের কাজ শুরু হয়। ১৯৬১ সালে প্রথমটি ছিল ৪১৪ চিসউইক হাই রোড, যা পুরাতন চিসউইক এম্পায়ার এর সাইটে অবস্থিত। ১৯৬৪ থেকে ১৯৬৬ সালের মধ্যে, ১৮ তলা আইবিএম সদর দপ্তর গানার্সবুরি স্টেশন-এর উপরে নির্মিত হয়েছিল, যা ১৫০০ জন মানুষকে ধারণ করার জন্য ডিজাইন করা হয়েছিল। এটি ১৯৯৪ সালে ব্রিটিশ স্ট্যান্ডার্ডস ইনস্টিটিউশন-এর আবাসস্থল হিসেবে পরিণত হয়।  \nচিসউইকে প্রতি বছর একটি বার্ষিক বই উৎসব অনুষ্ঠিত হয়।\nচিসউইক গ্রিফিন ব্র্যুয়ারি-এর আবাসস্থল, যেখানে Fuller, Smith & Turner এবং এর পূর্বসূরী কোম্পানিগুলো ৩৫০ বছরেরও বেশি সময় ধরে একই স্থানে তাদের পুরস্কারপ্রাপ্ত ক্যাস্ক এল তৈরি করত। মূল ব্র্যুয়ারি ছিল চিসউইক মলের বেডফোর্ড হাউসের বাগানে।\nপ্রতি রবিবার গ্রোভ পার্ক ফার্ম হাউস, ডিউকের মাঠ দ্বারা একটি সাপ্তাহিক কৃষক মেলা অনুষ্ঠিত হয়। প্রতি মাসের প্রথম রবিবারে, চিসউইক হাই রোডের পুরাতন বাজার স্থানে (যা এখন প্রধানত গাড়ি পার্ক হিসেবে ব্যবহৃত, হোগার্থের ভাস্কর্যের নিকটে) একটি মাসিক ফুল মেলা অনুষ্ঠিত হয়। প্রতি মাসের দ্বিতীয় রবিবারে একটি প্রাচীন সামগ্রী মেলা, এবং প্রতি মাসের তৃতীয় ও চতুর্থ রবিবারে ২৩টি স্টলসহ \"পনির ও খাদ্য সরবরাহ\" মেলা অনুষ্ঠিত হবে, ফলে হাই রোডে পুনরায় সাপ্তাহিক মেলার অনুষ্ঠান হবে।\n\n\n== আকর্ষণীয় স্থানসমূহ ==\n\n\n=== চিসউইক হাউস ===\nচিসউইক হাউস রিচার্ড বয়েল, তৃতীয় বার্লিংটনের আর্ল দ্বারা নকশাকৃত এবং তাঁর জন্য নির্মিত, ১৭২৬–২৯ সালে পূর্বের একটি জ্যাকোবিয়ান গৃহের সম্প্রসারণ হিসেবে (যা পরবর্তীতে ১৭৮৮ সালে ধ্বংস করা হয়)؛ এটি ব্রিটেনের সবার মধ্যে অন্যতম চমৎকার বেঁচে থাকা প্যালেডিয়ান স্থাপত্যের উদাহরণ হিসেবে গণ্য, যেখানে চমৎকার চিত্রকর্ম ও আসবাবপত্রের সংগ্রহ রয়েছে। এর আশেপাশের ক্ষেত্র, উইলিয়াম কেন্ট দ্বারা বিন্যস্ত, ইংল্যান্ড ও ওয়েলসের সবচেয়ে গুরুত্বপূর্ণ ঐতিহাসিক বাগানের মধ্যে অন্যতম, যা প্রথম ইংরেজ ভূমিচিত্র বাগানের অন্যতম রূপ ধারণ করে। ১৮৯২ থেকে ১৯২৮ পর্যন্ত এটি একটি আশ্রয়স্থল হিসেবে ব্যবহৃত হয়; প্রায় ৪০ জন ব্যক্তিগত রোগীকে এর পাখাগুলিতে রাখা হতো, যেগুলো ১৯৫৬ সালে ধ্বংস করে পুনর্নির্মাণের সময় সরিয়ে ফেলা হয়।\n\n\n=== গির্জাসমূহ ===\n\nসেন্ট নিকোলাস গির্জা, চিসউইক, থেমস নদীর নিকটবর্তী, এর ১৫ম শতাব্দীর একটি টাওয়ার রয়েছে, তবে গির্জার বাকি অংশটি ১৮৮২–৮৪ সালে জে.এল. পিয়ার্সন দ্বারা পুনর্নির্মিত হয়। গির্জাপুরীতে ১৮শ শতাব্দীর ইংরেজ শিল্পী উইলিয়াম হোগার্থ ও স্থপতি ও ভূমিচিত্র ডিজাইনার উইলিয়াম কেন্টের সমাধিস্থল চিহ্নিত করা স্মৃতিসৌধ রয়েছে; গির্জাপুরীতে একটি মহাশ্মশান (ফিলিপ জেমস ডি লউথারবোরের জন্য) জন সোয়েন দ্বারা নকশাকৃত, এবং জোসিয়া ওয়েডজউডের ব্যবসায়িক সহযোগী, থমাস বেংটলি, যার নকশা থমাস শিমিকার্স দ্বারা করা হয়েছে, তার সমাধিস্থলও রয়েছে। অলিভার ক্রোমওয়েলের এক কন্যা, মেরি ফাউকনবার্গ, সাটন কোর্টে বাস করতেন এবং গির্জাপুরীতে সমাধি দেওয়া হয়েছে। দীর্ঘকালীন কিংবদন্তি আছে যে অলিভার ক্রোমওয়েলের দেহও তাঁর সাথে অন্তর্ভুক্ত করা হয়েছিল; তবে যেহেতু ফাউকনবার্গ পরিবার তাঁর মৃতদেহ সরানোর ১৫ বছর পর সাটন কোর্টে স্থানান্তরিত হয়, তাই সম্ভবত তাঁর পুনঃসমাধি তাদের নিউবার্গ প্রায়োরিতে করা হয়েছে। বেসরকারী ফ্রেডেরিক হিচ, রর্কেস ড্রিফটের বীর, ও ভিক্টোরিয়া ক্রসের বিজয়ী,ও সেখানে সমাধি করা হয়েছে।\n\nসেন্ট মাইকেল, সাটন কোর্ট (গ্রোভ পার্ক) গির্জা ১৯০৮–১৯০৯ সালে ডব্লিউ. ডি. ক্যারো দ্বারা নকশাকৃত। এটি এলমউড রোডে অবস্থিত একটি লাল ইটের ভবন, টিউডর শৈলীতে নির্মিত। সেন্ট পল গির্জা, গ্রোভ পার্ক একটি গোথিক শৈলীর পাথরের ভবন, যার নকশা এইচ. কারি দ্বারা করা হয়েছে; এটি প্রধানত ডেভনশায়ারের ডিউকের ব্যয়ে ১৮৭২ সালে নির্মিত।\nসেন্ট মাইকেল ও অল অ্যাঞ্জেলস, বেডফোর্ড পার্ক প্রাথমিকভাবে ১৮৭৬ সালে চিসউইক হাই রোডের মুখোমুখি চিসউইক লেনে অবস্থিত একটি অস্থায়ী লৌহ ভবন ছিল। বর্তমান ভবনের ভিত্তি শিলা ১৮৭৯ সালে স্থাপন করা হয় এবং ১৮৮০ সালে পবিত্রকরণ করা হয়। এটি বেডফোর্ড পার্কের অনেকাংশসহ নরম্যান শো দ্বারা নকশাকৃত, এবং জন বেটজেম্যান দ্বারা “একটি অত্যন্ত সুন্দর গির্জা” বলা হয়। এটি একটি অ্যাঙ্গলো-ক্যাথলিক গির্জা, এবং পবিত্রকরণের দিনে হোগার্থ, চিসউইকের গির্জার রক্ষক হেনরি স্মিথ দ্বারা “পপিশ এবং পেগান মমরি”র অভিযোগে আক্রমণ করা হয়।\nক্রাইস্ট চার্চ, টার্নহাম গ্রিন একটি প্রাথমিক ভিক্টোরিয়ান গোথিক শৈলীর ফ্লিন্ট ও পাথরের সজ্জাসহ নির্মিত ভবন; এর মূল অংশটি ১৮৪৩ সালের, জর্জ গিলবার্ট স্কট ও ডব্লিউ. বি. মফ্যাট দ্বারা নির্মিত, আর চ্যান্সেল ও উত্তর-পূর্ব চ্যাপেল ১৮৮৭ সালে জে. ব্রুকস দ্বারা যুক্ত করা হয়।\nচিসউইকের প্রধান রোমান ক্যাথলিক গির্জা, আমাদের করুণা ও সেন্ট এডওয়ার্ড গির্জা (যাকে সেন্ট এডওয়ার্ড দ্য কনফেসর বলা হয়) উইস্টমিনস্টার ধর্মপ্রদেশের অন্তর্গত, ডিউকের অ্যাভিনিউ ও হাই রোডের কোণে অবস্থিত। এটি একটি লাল ইটের ভবন; প্যারিশ ১৮৪৮ সালে প্রতিষ্ঠিত, প্রায় ১৮৫৫ সালে একটি বিদ্যালয় শুরু হয়, এবং কার্ডিনাল উইসম্যান বর্তমান সাইটে ১৮৬৪ সালে একটি গির্জা উদ্বোধন করেন। ১৮৮৬ সালে বর্তমান ভবনে প্রতিস্থাপিত হয়, যা হেনরি এডওয়ার্ড ম্যানিং (কার্ডিনাল ম্যানিং) দ্বারা উদ্বোধন করা হয়। অর্জিত ভারী ঋণ পরিশোধ করা হয় এবং ১৯০৪ সালে গির্জাটি পবিত্রকরণ করা হয়। প্রথম বিশ্বযুদ্ধের পর, একটি বর্গাকার টাওয়ার ক্যানন এগান দ্বারা যুদ্ধ স্মারক হিসেবে যুক্ত করা হয়।\nসর্বাপেক্ষা পবিত্র ঈশ্বরের মাতা ও পবিত্র রাজকীয় শহীদদের জন্মের ক্যাথেড্রাল, যার বৈশিষ্ট্যসূচক নীল পেঁয়াজাকৃতি গম্বুজে সোনালী তারা লিপিবদ্ধ, হার্ভার্ড রাস্তার পাশে অবস্থিত, ১৯৯৮ সালে রুশ ওরথডক্স ধর্মপ্রদেশ দ্বারা নির্মিত।\n\n\n=== চিসউইক মল ===\n\nচিসউইক মল হল থেমস নদীর উত্তর তীরে অবস্থিত জলসীমা সংলগ্ন রাস্তা, যা চিসউইকের প্রাচীন অংশে, সেন্ট নিকোলাস গির্জার কাছে অবস্থিত। এটি মূলত ত্রিশটি “মহৎ বাড়ি” নিয়ে গঠিত, যা জর্জিয়ান ও ভিক্টোরিয়ান যুগ থেকে উদ্ভূত, যার অনেকগুলো এখন তালিকাভুক্ত ভবন হিসেবে সংরক্ষিত, এবং যা রাস্তার উত্তর পাশে অবস্থিত; তাদের বাগান রাস্তার অপর পাশে, নদীর ধারে অবস্থিত।  \nরাস্তার সবচেয়ে বড় ও শ্রেষ্ঠ বাড়িটি হলো ওয়ালপোল হাউস, একটি গ্রেড ১ তালিকাভুক্ত ভবন; এর কিছু অংশ টিউডর যুগের হলেও, বর্তমানে দৃশ্যমান ভবনটি ১৭ম শতাব্দীর শেষ থেকে ১৮ম শতাব্দীর প্রথম দিকে নির্মিত।\n\n\n== তথ্যসূত্র =="}