{"pageid": 1515092, "title": "বালির ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1515092", "content": "বালির ইতিহাস প্রাগৈতিহাসিক যুগ থেকে বর্তমান পর্যন্ত বিস্তৃত, যা এশিয়ার অন্যান্য অঞ্চল থেকে মানুষের এবং সংস্কৃতির অভিবাসনের মাধ্যমে গঠিত হয়েছে। ১৬শ শতকে ইউরোপীয়দের আগমনের ফলে বালির ইতিহাসে পশ্চিমা প্রভাব পড়তে শুরু করে। দীর্ঘ ও কঠিন ডাচ ঔপনিবেশিক শাসনের পর, বালি তার ঐতিহ্যবাহী সংস্কৃতি সংরক্ষণে একটি অনন্য দৃষ্টান্ত হয়ে ওঠে এবং গুরুত্বপূর্ণ পর্যটনকেন্দ্র হিসেবে পরিচিতি লাভ করে।\n\n\n== ভূতাত্ত্বিক গঠন ==\n\nইন্দোনেশিয়ার দ্বীপমালার অধিকাংশ দ্বীপের মতোই বালি দ্বীপ ইন্দো-অস্ট্রেলীয় প্লেটের ইউরেশীয় প্লেটের নিচে প্রবেশের (টেকটোনিক অধোগমন) ফলস্বরূপ সৃষ্টি হয়েছে। প্রবাল প্রাচীরের সঞ্চিত অংশসহ প্রাচীন সামুদ্রিক পলির দ্বারা গঠিত তৃতীয় যুগের সমুদ্রতল। এটি অধোগমনের ফলে সমুদ্রপৃষ্ঠের ওপরে উঠে এসেছে। বুকিত উপদ্বীপের উলুওয়াতুর বিশাল চুনাপাথরের পাহাড় বা দ্বীপের উত্তর-পশ্চিমাঞ্চলের প্রাপাত আগুং এলাকার মতো সমুদ্রতল থেকে উঠে আসা তৃতীয় যুগের চুনাপাথরের স্তর এখনও দৃশ্যমান।\nঅধোগমনের ফলে ইউরেশীয় প্লেটে স্থানীয় বিকৃতি সৃষ্টি হওয়ায় ভূত্বকের ফাটল বৃদ্ধি পেয়েছে। যা আগ্নেয়গিরির কার্যকলাপের জন্য অনুকূল পরিবেশ তৈরি করেছে। দ্বীপের উত্তরাংশে পশ্চিম থেকে পূর্বমুখী একটি সরলরেখায় একাধিক আগ্নেয়গিরি রয়েছে। যার পশ্চিম অংশ প্রাচীনতম এবং পূর্ব অংশ অপেক্ষাকৃত নবীন। দ্বীপের সর্বোচ্চ আগ্নেয়গিরি হলো সক্রিয় স্তরিত আগ্নেয়গিরি মাউন্ট আগুং। এর উচ্চতা ৩,১৪২ মিটার (১০,৩০৮ ফুট)।\nবিভিন্ন যুগে দ্বীপটিতে প্রবল আগ্নেয়গিরির কার্যকলাপ হয়েছে। বুকিত উপদ্বীপ ও প্রাপাত আগুং ছাড়া পুরো দ্বীপের অধিকাংশ অঞ্চল আগ্নেয়গিরির ম্যাগমা দ্বারা আচ্ছাদিত হয়েছে। কিছু পুরনো আগ্নেয় পলি (যা এক মিলিয়নেরও বেশি বছর পুরনো) রয়ে গেছে। তবে দ্বীপের কেন্দ্রস্থলের বেশিরভাগ অংশ অপেক্ষাকৃত নবীন আগ্নেয়গিরির পলিতে (এক মিলিয়নেরও কম বছর পুরনো) আচ্ছাদিত। উত্তর-পূর্ব অংশে সাম্প্রতিক লাভা স্তর দেখা যায়, যা ১৯৬৩ সালে মাউন্ট আগুং-এর বিধ্বংসী অগ্ন্যুৎপাতের ফলে সৃষ্টি হয়েছিল।\nআগ্নেয়গিরির কার্যকলাপের ফলে সৃষ্ট পুরু ছাই স্তর এবং এর ফলে সৃষ্ট উর্বর মাটি বালির কৃষি সমৃদ্ধির অন্যতম প্রধান কারণ।\nঅধগমন প্রান্তে অবস্থিত হওয়ার কারণে বালি মহাদেশীয় সুন্দা মালভূমিরও সীমানায় রয়েছে। যা ওয়ালেস রেখার ঠিক পশ্চিমে অবস্থিত। একসময় এটি পার্শ্ববর্তী জাভা দ্বীপের সঙ্গে সংযুক্ত ছিল, বিশেষ করে বরফ যুগে যখন সমুদ্রের পানির স্তর হ্রাস পেয়েছিল। তাই এখানকার প্রাণী ও উদ্ভিদজগৎ এশীয় বৈশিষ্ট্যের অধিকারী।\n\n\n== প্যালিওলিথিক এবং মেসোলিথিক পেশা ==\nবালি সুন্ডা শেলফের অংশ হওয়ায় ইতিহাসে বহুবার এটি জাভা দ্বীপের সঙ্গে সংযুক্ত ছিল। আজও, মাত্র ২.৪ কিলোমিটার চওড়া বালি প্রণালী দ্বীপ দুটিকে আলাদা করে রেখেছে। জাভার প্রাচীন বসতির প্রমাণ পাওয়া যায় জাভা ম্যানের আবিষ্কারের মাধ্যমে, যার বয়স আনুমানিক ১.৭ থেকে ০.৭ মিলিয়ন বছরের মধ্যে। এটি হোমো ইরেক্টাসের অন্যতম প্রাচীন পরিচিত নমুনা।\nপ্রাচীন সরঞ্জামের আবিষ্কারে বালিতেও প্যালিওলিথিক যুগে (১ মিলিয়ন বিসিই থেকে ২০০,০০০ বিসিই) বসতি থাকার প্রমাণ পাওয়া যায়। সেম্বিরান এবং ত্রুনিয়ান গ্রাম থেকে পাওয়া হাতকুড়ালের মতো প্রাচীন সরঞ্জাম এ বিষয়ে সাক্ষ্য দেয়।\n\nমধ্যপ্রস্তর যুগ (২০০,০০০–৩০,০০০ বিসিই) এরও অস্তিত্ব পাওয়া গেছে, যা উন্নত খাদ্য সংগ্রহ এবং শিকার দ্বারা চিহ্নিত, তবে তখনও হোমো ইরেক্টাস বাস করত। এই সময়ের সরঞ্জামগুলি আরও উন্নত ছিল, যেমন তীরের ফলক এবং পশু বা মাছের হাড় দিয়ে তৈরি সরঞ্জাম। তারা সাময়িকভাবে গুহায় বসবাস করত, যেমন বাদুং প্রশাসনিক অঞ্চলের পেচাতু পাহাড়ে অবস্থিত সেল্যান্ডিং এবং কারাং বোমা গুহা। প্রথম হোমো স্যাপিয়েন্স প্রায় ৪৫,০০০ বিসিই-তে এখানে আসে, যখন অস্ট্রালয়েড জনগোষ্ঠী দক্ষিণে অভিবাসন করে হোমো ইরেক্টাসকে প্রতিস্থাপন করে।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== নবপ্রস্তরযুগ: অস্ট্রোনেশীয় অভিবাসন (৩০০০-৬০০ খ্রিস্টপূর্বাব্দ) ==\n\nপ্রায় ৩০০০ থেকে ৬০০ বিসিই পর্যন্ত একটি নব্যপ্রস্তর যুগের সংস্কৃতি বিকশিত হয়, যা নতুন একদল বাসিন্দার আগমনের মাধ্যমে চিহ্নিত হয়। তারা ধান চাষের প্রযুক্তি নিয়ে আসে এবং অস্ট্রোনেশীয় ভাষা ভাষী ছিল। ধারণা করা হয়, সম্ভবত ফিলিপাইন ও সুলাওয়েসির মাধ্যমে এই অস্ট্রোনেশীয় জনগোষ্ঠী দক্ষিণ চীন থেকে অভিবাসন করে। তাদের ব্যবহৃত সরঞ্জামের মধ্যে ছিল আয়তাকার কুঠার এবং লাল মসৃণ অলংকৃত মৃৎপাত্র।\nসংস্কৃতি ও গ্রাম প্রতিষ্ঠার জন্য বন ও জঙ্গল পরিষ্কার করা হয়েছিল। তারা বুননশিল্প চর্চা করত এবং একটি ছোট নৌকার সন্ধানও পাওয়া গেছে। তাদের খাদ্যাভ্যাসের মধ্যে শূকরের মাংস খাওয়া এবং পান-সুপারি চিবানো অন্তর্ভুক্ত ছিল। ধারণা করা হয়, তারা পর্বত উপাসনার ওপর গুরুত্ব দিত। সম্মানিত ব্যক্তিদের মরদেহ ডিম্বাকৃতির পাথরের সার্কোফাগাসে সমাধিস্থ করা হতো, যা মানুষের মাথা বা প্রাণীর আকৃতির ভাস্কর্যে অলংকৃত ছিল। মৃতদেহ কখনো শায়িত অবস্থায়, আবার কখনো জায়গার সাশ্রয়ের জন্য ভাঁজ করে দুই বা তিন ভাগে রাখা হতো।\n\nএই একই অস্ট্রোনেশীয় ধারণা করা হয় জনসাধারণ পূর্বদিকে সম্প্রসারণ অব্যাহত রেখেছিল এবং প্রায় ২০০০ বছর আগে মেলানেশীয় ও পোলিনেশীয় দ্বীপগুলোতে বসতি স্থাপন করে। এই সময়কার সাংস্কৃতিক বৈশিষ্ট্যগুলি আজও স্পষ্টভাবে বালির সংস্কৃতিতে দৃশ্যমান এবং এটি দক্ষিণ-পূর্ব এশিয়া ও প্রশান্ত মহাসাগরীয় অঞ্চলের সংস্কৃতির সঙ্গে সম্পর্কিত।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== ব্রোঞ্জ যুগ: দং সন সংস্কৃতির আগমন (৬০০ খ্রিস্টপূর্বাব্দ-৮০০ খ্রিস্টাব্দ) ==\n\nএরপর যুগান্তরিত ব্রোঞ্জ যুগ শুরু হয়, যা প্রায় ৬০০ বিসিই থেকে ৮০০ খ্রিস্টাব্দ পর্যন্ত ছিল। ৮ম থেকে ৩রা শতাব্দী বিসিইর মধ্যে, বালি দ্বীপ \"ডং সন\" ধাতুবিদ্যা প্রযুক্তি অর্জন করে, যা উত্তর ভিয়েতনাম থেকে ছড়িয়ে পড়েছিল। এই প্রযুক্তির মধ্যে ছিল পাঁজরাকার এবং মানবাকৃতির সংগীতের মূল উপাদানসহ উন্নত ঢালাই পদ্ধতি। মানুয়াবাতে ঢালাই ছাঁচের ভগ্নাংশ পাওয়া গেছে, যা ধারণা দেয় যে এসব সরঞ্জাম স্থানীয়ভাবে তৈরি করা হতো। এগুলো আমদানি করা না হলেও ব্রোঞ্জ তৈরির কাঁচামাল (তামা এবং দস্তা) আমদানি করতে হতো, কারণ বালিতে এই উপকরণ পাওয়া যায় না।\nসেই সময়ে অনেক ব্রোঞ্জের সরঞ্জাম এবং অস্ত্র (কুঠার, রান্নার সরঞ্জাম, গহনা) তৈরি হয়েছিল। ওই সময়ের অনুষ্ঠানিক ঢোল এরও প্রচুর প্রমাণ পাওয়া গেছে, যেমন \"পেজেং এর চাঁদ\", যা দক্ষিণ-পূর্ব এশিয়ায় এখনও পর্যন্ত পাওয়া সবচেয়ে বড় অনুষ্ঠানিক ঢোল। ধারণা করা হয় এগুলো খ্রিষ্টপূর্ব ৩০০ সময়ের।\n\nএই সময়ে পাথরের সার্কোফাগাস এখনও ব্যবহৃত হত, কারণ সেখানে ব্রোঞ্জের শিল্পকর্মও পাওয়া গিয়েছিল।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== প্রাচীন ঐতিহাসিক সময়কাল: ভারতীয় রাজ্য (৮০০-১৩৪৩ খ্রিস্টাব্দ) ==\n\nপ্রথম লিখিত নথির আবির্ভাবের মাধ্যমে বালিতে প্রাচীন ঐতিহাসিক যুগের সূচনা হয়, যা বৌদ্ধ লিপিসংবলিত মাটির ফলকের আকারে পাওয়া গেছে। এই বৌদ্ধ লিপিগুলি ছোট মাটির স্তূপ মূর্তির (যাকে \"স্তূপিকা\" বলা হয়) ভেতরে পাওয়া গেছে এবং এগুলো বালির প্রাচীনতম লিখিত নিদর্শন হিসেবে পরিচিত। এসব লিপির সময়কাল প্রায় ৮ম শতাব্দী খ্রিস্টাব্দ। এ ধরনের স্তূপিকা গিয়ানয়ার প্রশাসনিক অঞ্চলের বিভিন্ন স্থানে, যেমন পেজেং, তাতিয়াপি ও ব্লাহবাতুহ গ্রামে আবিষ্কৃত হয়েছে।\nএই সময়কাল সাধারণত বৌদ্ধধর্ম ও হিন্দুধর্মের আগমন ও প্রসারের সঙ্গে ঘনিষ্ঠভাবে যুক্ত। দক্ষিণ সানুরে অবস্থিত বেলাঞ্জোং স্তম্ভে (\"প্রাসস্তি বেলাঞ্জোং\") ৯১৪ খ্রিস্টাব্দে খোদাই করা শিলালিপি পাওয়া গেছে, যেখানে বালিনীয় রাজা শ্রী কেশরীর শাসনের উল্লেখ রয়েছে। এই শিলালিপিটি ভারতীয় সংস্কৃত ভাষা ও প্রাচীন বালিনীয় ভাষায় লেখা হয়েছে এবং এতে দুটি লিপি ব্যবহৃত হয়েছে—নাগরী লিপি ও প্রাচীন বালিনীয় লিপি (যা সংস্কৃত ও বালিনীয় উভয় ভাষা লেখার জন্য ব্যবহৃত হতো)। ভারতীয় শক বর্ষপঞ্জি অনুযায়ী, এই শিলালিপিতে ৪ ফেব্রুয়ারি ৯১৪ খ্রিস্টাব্দ উল্লেখ আছে।\nপ্রায় একই সময়ে গোয়া গাজাহ মন্দির নির্মিত হয়, যা বৌদ্ধ ও শৈব হিন্দু ধর্মের চিত্রকর্মের সংমিশ্রণ প্রদর্শন করে।\nজাভা ও বালির রাজপরিবারগুলোর মধ্যে বিবাহ সম্পর্কও গড়ে ওঠে। উদাহরণস্বরূপ, বালি দ্বীপের বর্মদেব রাজবংশের রাজা উদয়ন বর্মদেব জাভার সম্রাট ধর্মবংসার বোনের সঙ্গে বিবাহবন্ধনে আবদ্ধ হন। তাদের পুত্র এয়ারলাঙ্গা পরবর্তীতে পূর্ব জাভার শাসক হন এবং সেইসঙ্গে জাভা ও বালির ওপর শাসন প্রতিষ্ঠা করেন। ১২শ শতাব্দীতে, এয়ারলাঙ্গার বংশধরেরা বালিতে রাজত্ব করতেন। তাঁদের মধ্যে অন্যতম ছিলেন জয়শক্তি (১১৪৬–৫০) এবং জয়পঙ্গুস (১১৭৮–৮১)।\nজাভা দ্বীপ আবারও বালির ওপর গুরুত্বপূর্ণ প্রভাব বিস্তার করতে শুরু করে, বিশেষ করে ১২৮৪ সালে যখন সিংহাসারী রাজা কৃতনগর বালিতে আক্রমণ চালান। এই ঘটনা \"নাগরাকৃতাগমা\" গ্রন্থের (গাথা ৪২, স্তবক ১) বর্ণনায় পাওয়া যায়।\n\nএ সময়ে চীনের সঙ্গে বালির সংযোগও গুরুত্বপূর্ণ ছিল। \"কেপেং\" নামক চীনা মুদ্রা ৭ম শতাব্দী থেকে বালিতে ব্যবহৃত হত। বালির ঐতিহ্যবাহী \"বারোং\" নৃত্যের সিংহ আকৃতির চরিত্রকেও চীনা শিল্পের প্রভাব থেকে উদ্ভূত বলে মনে করা হয়। এছাড়া সাম্প্রতিক বালিনীয় কিংবদন্তি অনুসারে ১২শ শতাব্দীর রাজা জয়পঙ্গুস এক চীনা রাজকুমারীকে বিয়ে করেছিলেন।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== মধ্য ঐতিহাসিক সময়কাল: মাজাপাহিত রাজবংশীয় শাসন (১৩৪৩–১৮৪৬) ==\n\n\n=== মাজাপাহিত স্বর্ণযুগ ===\n\nমজাপাহিত সাম্রাজ্যের শাসন বালিতে সম্পূর্ণভাবে প্রতিষ্ঠিত হয় যখন ১৩৪৩ সালে জাভার প্রধানমন্ত্রী গজাহ মাদা বেদুলুতে বালির রাজাকে পরাজিত করেন। এরপর, বালিতে সমপ্রাঙ্গন নামে একটি নতুন রাজধানী স্থাপন করা হয়, যা পরে গেলগেল এ স্থানান্তরিত হয়। গেলগেল রাজ্য ১৭শ শতাব্দীর দ্বিতীয়ার্ধ পর্যন্ত বালির প্রধান শক্তিশালী রাজ্য হিসেবে বিদ্যমান ছিল।\nমজাপাহিত শাসনকালে জাভার সংস্কৃতি বালিতে ব্যাপকভাবে প্রভাব বিস্তার করে। এই সময়ে স্থাপত্য, নৃত্য, নাট্যশিল্প, চিত্রকলা ও ভাস্কর্যের ক্ষেত্রে উল্লেখযোগ্য পরিবর্তন আসে। সাহিত্যেও নতুন ধারা সংযোজিত হয়, বিশেষ করে কাব্য লিপির প্রচলন ঘটে। এছাড়া, ওয়ায়াং পুতুল নাটক জনপ্রিয় হয়ে ওঠে, যা জাভা ও বালির সংস্কৃতিকে আরও সংযুক্ত করে। তবে কিছু প্রাচীন বালিনীয় জনগোষ্ঠী এই সংস্কৃতি গ্রহণ করেনি। তারা এখনও \"বালি আগা\" (\"মূল বালিনীয়\") নামে পরিচিত এবং আজও কিছু বিচ্ছিন্ন গ্রামে তাদের নিজস্ব সংস্কৃতি ও ঐতিহ্য বজায় রেখে বসবাস করে।\nইন্দোনেশীয় দ্বীপপুঞ্জে ইসলামের উত্থানের ফলে মজাপাহিত সাম্রাজ্য শেষ পর্যন্ত পতিত হয় এবং ১৫শ শতকের শেষ বা ১৬শ শতকের শুরুতে বালি স্বাধীনতা অর্জন করে। ধারণা করা হয়, এই সময়ে জাভার রাজপরিবার ও অভিজাত শ্রেণি বালিতে পালিয়ে আসে, যার ফলে দ্বীপটিতে হিন্দু শিল্প, সাহিত্য ও ধর্মের আরও শক্তিশালী প্রভাব পড়ে। পরবর্তীকালে লিখিত ইতিহাস অনুসারে, ১৩৪৩ সালের পর প্রতিষ্ঠিত মজাপাহিত বংশের রাজবংশ বালিতে ১৯০৮ সাল পর্যন্ত রাজত্ব করে। তবে সেই বছর ডাচদের বালিতে সামরিক অভিযান চালানোর ফলে এই রাজবংশের শাসন শেষ হয়ে যায়। ১৬শ শতাব্দীতে বালির রাজা দালেম বাতুরেংগোং নিজের শক্তি আরও বৃদ্ধি করে পূর্ব জাভা, লম্বক ও পশ্চিম সুম্বাওয়াতে তাঁর শাসন সম্প্রসারিত করেন।\n\nপ্রায় ১৫৪০ সালের দিকে, ইসলামের বিস্তারের পাশাপাশি একটি হিন্দু পুনর্জাগরণ আন্দোলন শুরু হয়, যার নেতৃত্ব দেন দাং হ্যাং নিরার্থ। এই আন্দোলনের ফলে \"পরম ঈশ্বর\" অচিন্ত্যের  প্রতি শ্রদ্ধা জানাতে পদ্মাসনা মন্দিরের প্রবর্তন ঘটে এবং বালিতে শৈব উপাসনার বর্তমান রূপ প্রতিষ্ঠিত হয়। নিরার্থ বালিতে বহু মন্দির নির্মাণ করেন, যার মধ্যে অন্যতম হলো উলুওয়াতুর দর্শনীয় মন্দির, যা আজও বালির অন্যতম পবিত্র স্থান হিসেবে স্বীকৃত।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== ইউরোপীয় যোগাযোগ ===\n\nবালি সম্পর্কে প্রথম ইউরোপীয় তথ্য কিছু অভিযাত্রী এবং বণিকদের মাধ্যমে আসে, যার মধ্যে মার্কো পোলো অন্যতম বলে ধারণা করা হয়। এই তথ্যগুলি ভূমধ্যসাগর ও এশিয়ার বাণিজ্য পথের মাধ্যমে ছড়িয়ে পড়ে।\n১৫১২ সালে প্রথম ইউরোপীয়রা সরাসরি বালির সাথে যোগাযোগ স্থাপন করে। তখন পর্তুগিজ অভিযাত্রী আন্তোনিও দ্য আব্রেউ এবং ফ্রান্সিস্কো সেরাঁও এর নেতৃত্বে একটি অভিযান বালির উত্তর উপকূলে পৌঁছায়। এটি ছিল মোলুক্কাস দ্বীপপুঞ্জের উদ্দেশ্যে পরিচালিত দ্বিবার্ষিক অভিযানের প্রথম অংশ, যা ১৬শ শতকের বেশিরভাগ সময় সুন্দা দ্বীপপুঞ্জের উপকূল ধরে পরিচালিত হতো। একই বছরে পর্তুগিজ মানচিত্রবিদ ফ্রান্সিস্কো রদ্রিগেস তাঁর নৌবহরের সাথে বালির প্রথম মানচিত্র অঙ্কন করেন। ম্যাগেলান অভিযান (১৫১৯–১৫২২) এর সময় এলকানো বালি দেখতে পেয়েছিলেন বলে ধারণা করা হয়। ১৬শ শতকের প্রথমদিকে পর্তুগিজ ও স্প্যানিশ মানচিত্রে বালি দ্বীপকে \"বলি\", \"বালে\" বা \"বালি\" নামে চিহ্নিত করা হয়েছিল। পরবর্তীতে, ১৫৮০ সালে ব্রিটিশ অভিযাত্রী স্যার ফ্রান্সিস ড্রেক সংক্ষিপ্ত সময়ের জন্য বালিতে যাত্রাবিরতি করেন।\n১৫৮৫ সালে মালাক্কায় অবস্থিত পর্তুগিজ সরকার বালিতে একটি দুর্গ ও বাণিজ্য কেন্দ্র স্থাপনের উদ্দেশ্যে একটি জাহাজ পাঠায়। তবে, সেই জাহাজ বুকিত উপদ্বীপের প্রবালপ্রাচীরে ধ্বংসপ্রাপ্ত হয়। মাত্র পাঁচজন নাবিক জীবিত অবস্থায় তীরে পৌঁছাতে সক্ষম হন। পরে তারা গেলগেল রাজ্যের রাজা (দালেম) এর সেবায় নিয়োজিত হন এবং রাজা তাদের বাড়ি ও স্ত্রী প্রদান করেন। \n১৫৯৭ সালে ডাচ অভিযাত্রী কর্নেলিস দে হাউটম্যান ২৪৯ জনের বহর নিয়ে বালিতে পৌঁছান, যদিও যাত্রাপথে মাত্র ৮৯ জন বেঁচে থাকেন। তিনি কুটা ও জেম্ব্রানা পরিদর্শন করার পর পাদাং বাই-এ তার নৌবহর একত্র করেন। দ্বীপটি দেখে তিনি এতটাই মুগ্ধ হন যে, বালির নাম দেন \"যুবা হল্যান্ড\"। এই সফরের সময়, দালেম (গেলগেল রাজা) তার সেবায় থাকা একজন পর্তুগিজ নাগরিক, পেদ্রো দে নরোনহাকে ডাচদের সঙ্গে পরিচয় করিয়ে দেন, যিনি ১৫৮৫ সাল থেকে বালিতে বসবাস করছিলেন। এরপর ১৬০১ সালে ডাচ অভিযাত্রী জ্যাকব ভ্যান হেমসকার্ক বালিতে দ্বিতীয় অভিযান পরিচালনা করেন। এই সময় গেলগেলের দালেম ডাচদের উদ্দেশ্যে প্রিন্স মরিসের নামে একটি চিঠি প্রেরণ করেন। কর্নেলিস ভ্যান ইমসকার্ক চিঠির অনুবাদ করেন, যা পরবর্তীতে ডাচদের বালির ওপর দাবির স্বপক্ষে ব্যবহৃত হয়।\n\n\"ঈশ্বর প্রশংসিত হনবালির রাজা হল্যান্ডের রাজাকে শুভেচ্ছা জানাচ্ছেন। আপনার অ্যাডমিরাল কর্নেলিস ভ্যান এমস্কার্ক আমার কাছে এসেছেন, আপনার কাছ থেকে একটি চিঠি এনেছেন এবং অনুরোধ করেছেন যে আমি হল্যান্ডবাসীদের বালিবাসীদের মতোই এখানে স্বাধীনভাবে বাণিজ্য করার অনুমতি দেই, তাই আমি আপনার পাঠানো সকলকে আমার নিজের লোকদের মতোই স্বাধীনভাবে বাণিজ্য করার অনুমতি দিচ্ছি যখন তারা হল্যান্ডে আসবে এবং বালি এবং হল্যান্ড এক হবে।এটি রাজার চিঠির একটি কপি, যা আমাকে বালি ভাষায় দেওয়া হয়েছিল এবং ইমানুয়েল রোডেনবুচ ডাচ ভাষায় অনুবাদ করেছেন। এতে কোনও স্বাক্ষর ছিল না। এটি আমার তরফ থেকেও আপনার কাছে পাঠানো হবে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n==== দাস ও আফিম ব্যবসা ====\n\n১৭শ এবং ১৮শ শতাব্দীতে বালির সাথে ডাচের যোগাযোগের নথি অত্যন্ত বিরল। যদিও ভিওসি (ডাচ পূর্ব ভারত কোম্পানি) মোলুক্কাস দ্বীপপুঞ্জ, জাভা এবং সুমাত্রা অঞ্চলে অত্যন্ত সক্রিয় ছিল, তবুও বালির প্রতি তাদের তেমন আগ্রহ ছিল না। ১৬২০ সালে বালিতে একটি বাণিজ্য কেন্দ্র প্রতিষ্ঠার চেষ্টা করা হয়েছিল। যার দায়িত্ব ছিল প্রথম বণিক হান্স ভ্যান মেলডার্ট কে, যার উদ্দেশ্য ছিল চাল, পশু, খাদ্যসামগ্রী এবং নারী কেনা। তবে বালির রাজাদের সঙ্গে শত্রুতামূলক সম্পর্কের কারণে এই উদ্যোগটি পরিত্যক্ত হয়। মাত্র ১৪ জন মহিলা দাসী নিয়ে মেলডার্ট ফিরে আসেন।\nএই প্রচেষ্টাগুলোর বাইরে ভিওসি বালির বাণিজ্য বেসরকারি বণিকদের ওপর ছেড়ে দেয়। যাদের মধ্যে প্রধানত ছিল চীনা, আরব, বুগিস এবং মাঝে মাঝে ডাচ বণিক। তারা মূলত অপিয়াম এবং দাস ব্যবসা নিয়ে কাজ করত। হানা অনুযায়ী, \"বালিনীয় দাসেরা বালি এবং বিদেশে অত্যন্ত মূল্যবান ছিল। বালিনীয় পুরুষ দাসেরা তাদের শারীরিক দক্ষতা এবং সাহসিকতার জন্য বিখ্যাত ছিল এবং মহিলা দাসেরা তাদের সৌন্দর্য এবং শিল্পকলা অর্জনের জন্য পরিচিত ছিল\"। বালির রাজারা সাধারণত তাদের শত্রু, ঋণী, অপরাধী বা এমনকি অনাথ বা বিধবা ব্যক্তিদের দাস হিসেবে বিক্রি করতেন। এই দাসদের ব্যবহার করা হতো বাটাভিয়ান বাড়িঘর, ডাচ উপনিবেশিক সেনাবাহিনী, বা তাদের বিদেশে পাঠানো হতো, সবচেয়ে বড় বাজার ছিল ফরাসি মরিশিয়াস। বালির রাজাদের কাছে অপিয়ামে মুদ্রা হিসেবে পেমেন্ট প্রদান করা হতো। এই বাণিজ্যের প্রধান বন্দর ছিল বালির উত্তরাঞ্চলীয় বুলেলেং বন্দর। ইংরেজরাও বালির বাণিজ্যে অংশগ্রহণের জন্য বিভিন্ন প্রচেষ্টা চালানো শুরু করেছিল, যা ডাচদের জন্য একটি বড় উদ্বেগের কারণ ছিল।\n\n\n==== স্থানীয় দ্বন্দ্ব ====\nডাচরা জাভার মাতারাম সুলতানাতের সঙ্গে তাদের সংঘাতে বালির সঙ্গে জোট গড়ার চেষ্টা করেছিল। ১৬৩৩ সালে মাতারামের বিরুদ্ধে যুদ্ধে লিপ্ত ডাচরা তাদের রাষ্ট্রদূত ভ্যান অস্টারউইককে পাঠায় গেলগেল রাজ্যের রাজা-এর সাথে আলোচনা করতে। তিনি তখন মাতারামের বিরুদ্ধে একটি অভিযানের প্রস্তুতি নিচ্ছিলেন। তবে এই প্রচেষ্টা ব্যর্থ হয়। ১৬৩৯ সালে মাতারাম বালিতে আক্রমণ করলে দেব আগুং ডাচদের কাছে সাহায্যের আবেদন জানান, কিন্তু ব্যর্থ হন। শেষ পর্যন্ত তিনি একাই মাতারাম বাহিনীকে পরাজিত করতে সক্ষম হন। ১৬৫১ সালের পর গেলগেল রাজ্য অভ্যন্তরীণ দ্বন্দ্বের কারণে ধীরে ধীরে ভেঙে পড়তে থাকে। ১৬৮৬ সালে গেলগেল থেকে চার কিলোমিটার উত্তরে ক্লুংকুং-এ নতুন রাজকীয় আসন প্রতিষ্ঠা করা হয়। যদিও ক্লুংকুং-এর শাসকরা (যাদের \"দেব আগুং\" উপাধি দেওয়া হতো) সমগ্র বালির ওপর আধিপত্য বজায় রাখতে ব্যর্থ হন। এর ফলে বালি নয়টি ছোট রাজ্যে বিভক্ত হয়ে পড়ে। সেগুলো হলো ক্লুংকুং, বুলেলেং, করাঙ্গাসেম, মেংউই, বদুঙ, তাবানান, গিয়ানয়ার, বঙ্গলি, এবং জেম্ব্রানা। এসব রাজ্যের মধ্যে অবিরাম যুদ্ধ চলতে থাকে, যদিও তারা দেব আগুংকে প্রতীকী সর্বোচ্চ নেতা হিসেবে স্বীকৃতি দেয়। এই বিভক্ত অবস্থা ১৯শ শতকে ডাচদের আগমনের আগ পর্যন্ত স্থায়ী ছিল।\n\n\n==== বালির সাথে ফ্রাঙ্কো-ডাচ মৈত্রী (১৮০৮) ====\n\n১৮০৬ থেকে ১৮১৫ সালের মধ্যে নেদারল্যান্ডস সাময়িকভাবে ফ্রান্সের একটি প্রদেশে পরিণত হয়। ফলে বালিও ফ্রাঙ্কো-ডাচ প্রশাসনের সাথে সংযুক্ত হয়। নেপোলিয়ন \"আয়রন মার্শাল\" উইলেম ডেন্ডেলসকে নতুন গভর্নর-জেনারেল হিসেবে নিয়োগ দেন। তিনি ব্রিটিশ আক্রমণ প্রতিহত করতে জাভায় নৌবহর ও সৈন্য পাঠান এবং সামরিক দুর্গ নির্মাণ করেন। ১৮০৮ সালে নতুন প্রশাসন ও বদুঙের বালিনীয় রাজার মধ্যে একটি জোট চুক্তি স্বাক্ষরিত হয়, যার শর্ত ছিল ফ্রাঙ্কো-ডাচ প্রতিরক্ষা বাহিনীতে কর্মী ও সৈন্য সরবরাহ করা। তবে ১৮১১ সালে ব্রিটিশ বাহিনী জাভা দখল করলে এই চুক্তি কার্যকর করা সম্ভব হয়নি।\n\n\n==== গ্রেট ব্রিটেনের সাথে দ্বন্দ্ব (১৮১৪) ====\n১৮১১ থেকে ১৮১৬ সাল পর্যন্ত নেপোলিয়ন সাম্রাজ্যের পতনের পর স্যার স্ট্যামফোর্ড র‍্যাফেলসের নেতৃত্বে ব্রিটিশরা পূর্ব ইন্দোনেশিয়ায় দখলদারি প্রতিষ্ঠা করে। এই সময়ে ব্রিটিশরা বালির রাজাদের সঙ্গে সম্পর্ক গড়ার চেষ্টা করলেও তাতে ব্যর্থ হয়। বরং, র‍্যাফেলস যখন দাসপ্রথা বিলুপ্তির ঘোষণা দেন, তখন বুলেলেং ও করাঙ্গাসেমের রাজারা ক্ষুব্ধ হন। প্রতিক্রিয়াস্বরূপ, তারা ১৮১৪ সালের ফেব্রুয়ারিতে ব্রিটিশ শাসিত ব্লামবানগানে সামরিক অভিযান চালায়, যেখানে তারা ব্রিটিশ সিপাহিদের সঙ্গে লড়াই করে। ১৮১৪ সালের মে মাসে র‍্যাফেলস মেজর জেনারেল নাইটিঙ্গেলের নেতৃত্বে একটি অভিযাত্রী বাহিনী পাঠান, যাতে বালির রাজারা ব্রিটিশ আধিপত্য মেনে নেয়ার প্রতিশ্রুতি দেন। অবশেষে ১৮১৫ সালে র‍্যাফেলস নিজেই বালি পরিদর্শন করেন।\n\n\n==== নেদারল্যান্ডসের প্রত্যাবর্তন (১৮১৬) ====\n১৮১৬ সালে ব্রিটিশরা পূর্ব ইন্দোনেশিয়া আবার নেদারল্যান্ডসের হাতে ফিরিয়ে দেয়। এরপর ডাচরা তাদের উপনিবেশগুলোর ওপর আধিপত্য পুনঃপ্রতিষ্ঠা ও শক্তিশালী করার উদ্যোগ নেয়। এর ফলে পূর্ব ইন্দোনেশিয়া ও বালিতে ডাচদের আরও দৃঢ় উপস্থিতির পথ খুলে যায়। এদিকে র‍্যাফেলস উপনিবেশ স্থাপনের জন্য অন্য দ্বীপ খুঁজতে থাকেন এবং শেষ পর্যন্ত সিঙ্গাপুর দখল করেন।\nডাচদের পক্ষে প্রথম বিশেষ কমিশনার হিসেবে এইচ.এ. ভ্যান ডার ব্রুককে পাঠানো হয়, যার কাজ ছিল বালির রাজাদের সঙ্গে \"চুক্তির খসড়া\" স্বাক্ষর করানো। তবে রাজারা তা মেনে নেয়নি, কিন্তু ডাচরা একতরফাভাবে এগুলোকে কার্যকর বলে ধরে নেয়।\n\nএ সময় কয়েকজন ইউরোপীয় বণিক বালি ও ইউরোপের মধ্যে মধ্যস্থতাকারী হিসেবে কাজ করতে সক্ষম হন। এর মধ্যে, ড্যানিশ বণিক ম্যাডস ল্যাঙ্গে বিশেষভাবে পরিচিত হন, যিনি \"বালির শ্বেতাঙ্গ রাজা\" নামে খ্যাত ছিলেন।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আধুনিক ঐতিহাসিক সময়কাল (১৮৪৬-বর্তমান) ==\nউনিশ শতকে ডাচ ঔপনিবেশিক শাসন ইন্দোনেশীয় দ্বীপপুঞ্জ জুড়ে বিস্তৃত হয়ে ডাচ পূর্ব ভারত গঠিত হয়। বালিতে ডাচরা আফিম চোরাচালান, অস্ত্র পাচার, জাহাজডুবির সম্পদ লুট এবং দাসত্ব নির্মূলের অজুহাত ব্যবহার করে বালিনীয় রাজ্যগুলোর ওপর তাদের নিয়ন্ত্রণ প্রতিষ্ঠা করে।\n\n\n=== উত্তর বালি অভিযান (১৮৪৬–১৮৪৯) ===\n\n১৮৪৬ থেকে ১৮৪৯ সালের মধ্যে তিনটি সামরিক অভিযান চালানো হয়। প্রথম দুটি অভিযানে বালিনীয় নেতা জেলান্তিক সফল প্রতিরোধ গড়ে তোলেন। বুলেলেং ও বাঙ্গলি রাজ্যগুলোর মধ্যে ক্রমাগত সংঘর্ষ চলে । ১৮৪৯ সালে বাঙ্গলি রাজ্য ডাচদেরকে বুলেলেংয়ের বিরুদ্ধে তাদের সামরিক অভিযানে সহায়তা করে। এর ফলে ডাচরা উত্তর বালির বুলেলেং ও জেম্ব্রানা রাজ্যগুলোর নিয়ন্ত্রণ গ্রহণ করে। বুলেলেংয়ের রাজা ও তার অনুগামীরা গণআত্মহত্যা (পুপুরতান) করেন, যা পরবর্তী ডাচ সামরিক হস্তক্ষেপের ক্ষেত্রেও একটি সাধারণ ঘটনা হয়ে দাঁড়ায়।\n\n\n=== ঔপনিবেশিক প্রশাসন ===\nপরবর্তী সময়ে ডাচরা উত্তর বালিতে একটি ঔপনিবেশিক প্রশাসন প্রতিষ্ঠা করে। তারা রাজপরিবারের এক সদস্যকে শাসক (রিজেন্ট) হিসেবে মনোনীত করে এবং তার সাথে একজন ডাচ নিয়ন্ত্রক নিয়োগ করে।\nপ্রথম নিয়োজিত নিয়ন্ত্রক হীর ভ্যান ব্লোমেন ওয়ান্ডার্স ছিলেন, যিনি ১২ আগস্ট ১৮৫৫ সালে সিঙ্গারাজায় পৌঁছান। তার প্রধান সংস্কারের মধ্যে ছিল টিকাদান চালু করা, সতীদাহ নিষিদ্ধ করা, দাসত্ব বিলোপ করা, সেচ ব্যবস্থা উন্নত করা, নগদ ফসল হিসেবে কফি উৎপাদন বৃদ্ধি করা, বাণিজ্য ও যোগাযোগের সুবিধার্থে রাস্তা, সেতু এবং বন্দর নির্মাণ করা। এছাড়াও ডাচরা করব্যবস্থার (বিশেষত আফিম বাণিজ্যের ক্ষেত্রে) ব্যাপক সংস্কার ও বৃদ্ধি করে। ১৮৭০-এর দশকের মাঝামাঝি সময়ে বুলেলেং-এ প্রতি বছর ১২৫টি ইউরোপীয় ধাঁচের জাহাজ এবং প্রায় ১,০০০টি স্থানীয় জাহাজ আগমন করত। যদিও তারা খ্রিস্টধর্ম প্রচারের চেষ্টা করে, তবে তা সম্পূর্ণ ব্যর্থ হয়।\nবিদ্রোহ দেখা দিলে ডাচরা পুনরায় সামরিক হস্তক্ষেপ করে। ১৮৫৮ সালে ডাচরা জাভাকে শোষণ করার বিরুদ্ধে বালিনীয় অভিজাত নিয়োমান গেমপোল বিদ্রোহ ঘোষণা করেন। ডাচরা ১২ জন কর্মকর্তা ও ৭০৭ জন সৈন্যসহ চতুর্থ সামরিক অভিযান পরিচালনা করে এবং বিদ্রোহ দমন করে। নিয়োমান গেমপোলকে জাভায় নির্বাসনে পাঠানো হয়।\n১৮৬৮ সালে আরেকটি বিদ্রোহ ইদা মাহে রাই-এর নেতৃত্বে সংগঠিত হয়। এর বিরুদ্ধে ডাচরা মেজর ভ্যান হেমসকার্কের নেতৃত্বে ৮০০ জন সৈন্য নিয়ে পঞ্চম সামরিক অভিযান পরিচালনা করে। প্রথমদিকে ব্যর্থ হলেও, পরে ৭০০ জন অতিরিক্ত সৈন্য ও নতুন কমান্ডার কর্নেল দে ব্রাবান্তের নেতৃত্বে ডাচ বাহিনী জয়লাভ করে। এই অভিযানে শুধু ২ জন কর্মকর্তা ও ১০ জন সৈন্য নিহত হয়।\n\n\n=== লম্বক এবং কারাঙ্গাসেম অভিযান (১৮৯৪) ===\n\n১৮৯০-এর দশকের শেষের দিকে দক্ষিণ বালির রাজ্যগুলোর মধ্যে সংঘাতকে ডাচরা তাদের নিয়ন্ত্রণ বাড়ানোর সুযোগ হিসেবে ব্যবহার করে। ১৮৮৪ থেকে ১৮৯৪ সালের মধ্যে রাজাদের মধ্যে সংঘটিত যুদ্ধ ডাচদের হস্তক্ষেপের আরেকটি অজুহাত তৈরি করে। ১৮৯৪ সালে ডাচ বাহিনী লোম্বকের বালিনীয় শাসককে পরাজিত করে, ফলে লোম্বক এবং কারাঙ্গাসেম তাদের অধীনে চলে যায়।\n\n\n=== দক্ষিণ বালি অভিযান (১৯০৬-১৯০৮) ===\n\nকয়েক বছর পর জাহাজডুবির সম্পদ লুট বন্ধের অজুহাতে ১৯০৬ সালে ডাচরা সানুর অঞ্চলে বড় নৌ ও স্থল হামলা চালায়। এই ডাচ হস্তক্ষেপের (১৯০৬) ফলে বাদুং রাজবংশের সম্পূর্ণ ধ্বংস ও প্রায় ১০০০ মানুষের মৃত্যু ঘটে । পরবর্তীতে ১৯০৮ সালে ক্লুংকুং অঞ্চলে আরেকটি ডাচ হামলায় অনুরূপ গণহত্যা সংঘটিত হয়, যা মাজাপাহিত বংশের শাসনের সমাপ্তি এবং বালিতে ডাচদের সম্পূর্ণ নিয়ন্ত্রণ নিশ্চিত করে। এরপর ডাচ গভর্নররা প্রশাসনিক নিয়ন্ত্রণ প্রতিষ্ঠা করলেও স্থানীয় ধর্ম ও সংস্কৃতির ওপর সাধারণত হস্তক্ষেপ করা হয়নি।\nতবে ডাচ সামরিক অভিযানের ভয়াবহতা পাশ্চাত্য সংবাদমাধ্যমে ব্যাপকভাবে প্রচারিত হয়। বিশেষ করে দক্ষিণ বালির রক্তাক্ত দখলের সংবাদ ও শাস্তিমূলক অভিযানের কঠোরতার অসঙ্গতি প্রকাশ পায়। এর ফলে নেদারল্যান্ডসের \"দয়ালু ও দায়িত্বশীল ঔপনিবেশিক শক্তি\" হিসেবে পরিচিতি মারাত্মকভাবে ক্ষতিগ্রস্ত হয়। এছাড়া জাভা, সুমাত্রা ও পূর্ব ইন্দোনেশিয়ার ডাচ নীতির জন্যও সমালোচনা বাড়তে থাকায়, তারা \"নৈতিক নীতি\" গ্রহণের ঘোষণা দেয়। এর ফলে, ডাচরা বালির সংস্কৃতি সংরক্ষণে মনোযোগী হয় এবং আধুনিকীকরণের পাশাপাশি এটিকে রক্ষা করার উদ্যোগ নেয়। তারা বালির সংস্কৃতিকে সংরক্ষণ ও এটিকে \"জীবন্ত জাদুঘর\" হিসেবে গড়ে তোলার চেষ্টা করে। ১৯১৪ সালে বালিকে পর্যটকদের জন্য উন্মুক্ত করা হয়।\n১৯৩০-এর দশকে নৃতত্ত্ববিদ মার্গারেট মিড ও গ্রেগরি বেটসন, শিল্পী মিগুয়েল কোভারুবিয়াস ও ওয়াল্টার স্পাইস এবং সঙ্গীত বিশারদ কলিন ম্যাকফি বালিকে \"শিল্পপ্রেমীদের এক মায়াময় ভূমি, যেখানে মানুষ প্রকৃতির সঙ্গে সামঞ্জস্যপূর্ণ জীবনযাপন করে\"—এই ধারণা প্রতিষ্ঠা করেন। এর ফলে বালিতে প্রথম পশ্চিমা পর্যটন শিল্পের বিকাশ ঘটে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ এবং ইন্দোনেশিয়ার স্বাধীনতা ===\n\nদ্বিতীয় বিশ্বযুদ্ধের সময় জাপান বালিতে সামরিক দখল প্রতিষ্ঠা করে। তাদের ঘোষিত লক্ষ্য ছিল \"গ্রেটার ইস্ট এশিয়ান কো-প্রস্পেরিটি স্ফিয়ার\" গঠন, যা এশীয় দেশগুলিকে পাশ্চাত্যের আধিপত্য থেকে মুক্ত করবে। জাপানিরা ভবিষ্যৎ ইন্দোনেশীয় নেতা সুকর্ণকে সামনে নিয়ে আসে। সুকর্ণ বিখ্যাতভাবে বলেছিলেন: \"প্রভুর কৃপায়, ঈশ্বর আমাকে পথ দেখিয়েছেন। সেই উপত্যকার ন্যাগারাইয়ে আমি বলেছিলাম: হ্যাঁ, স্বাধীন ইন্দোনেশিয়া কেবল দাই নিপ্পনের (জাপানের) সাহায্যে অর্জন করা সম্ভব... আমার জীবনে প্রথমবারের মতো আমি নিজেকে এশিয়ার আয়নায় দেখেছিলাম।\" তবে যুদ্ধের জন্য জাপানি বাহিনীর কঠোর সম্পদ সংগ্রহের কারণে জনগণের মধ্যে তাদের প্রতি তীব্র ক্ষোভ সৃষ্টি হয়, যা ডাচ শাসনের চেয়েও বেশি ছিল। কিন্তু সবচেয়ে বেশি জোরালো ছিল স্বাধীনতার আকাঙ্ক্ষা।\n১৯৪৫ সালের আগস্টে জাপানের আত্মসমর্পণের পর বালিনীয়রা জাপানি অস্ত্র নিজেদের দখলে নেয়। এরপর সেপ্টেম্বরে ব্রিটিশ ও ভারতীয় পঞ্চম পদাতিক ডিভিশন মেজর-জেনারেল রবার্ট ম্যানসার্গের নেতৃত্বে বালি মুক্ত করে এবং জাপানি বাহিনীর আত্মসমর্পণ গ্রহণ করে। ১৯৪৬ সালে ডাচরা আবারও বালিতে তাদের ঔপনিবেশিক প্রশাসন পুনঃপ্রতিষ্ঠা করে।\nএকজন বালিনীয় নেতা কর্নেল গুস্তি নগুরাহ রাই \"বালিনীয় স্বাধীনতা বাহিনী\" গঠন করেন। ২০ নভেম্বর ১৯৪৬ সালে মার্গারানা যুদ্ধে তার বাহিনী ডাচদের ভারী অস্ত্রসজ্জিত বাহিনীর হাতে সম্পূর্ণভাবে পরাজিত হয় এবং বালিনীয় সামরিক প্রতিরোধ ভেঙে পড়ে। পরবর্তীতে তার উত্তরসূরি উইদজা কুসুমা ১৯৪৭ ও ১৯৪৮ সালে ডাচদের বিরুদ্ধে লড়াই চালিয়ে যান। তবে শেষ পর্যন্ত পাহাড় থেকে আত্মসমর্পণ করেন।\n১৯৪৬ সালে ডাচরা বালিকে \"পূর্ব ইন্দোনেশিয়ার রাষ্ট্র\" নামে একটি প্রতিদ্বন্দ্বী রাষ্ট্রের অধীনে ১৩টি প্রশাসনিক জেলার একটি হিসেবে গঠন করে। যা সুকর্ণ ও হাত্তার নেতৃত্বাধীন \"ইন্দোনেশিয়া প্রজাতন্ত্রের\" বিরোধী ছিল। বালিতে এত ব্যাপক প্রতিরোধ গড়ে ওঠে যে ডাচরা ৫০টিরও বেশি বন্দিশিবির স্থাপন করে। যেখানে বন্দিদের ওপর সহিংসতা সাধারণ ঘটনা ছিল। অবশেষে ২৯ ডিসেম্বর ১৯৪৯ সালে নেদারল্যান্ডস আনুষ্ঠানিকভাবে ইন্দোনেশিয়ার স্বাধীনতা স্বীকার করে এবং বালি \"সংযুক্ত ইন্দোনেশিয়ার রাষ্ট্রের\" অংশ হয়। স্বাধীনতার বিনিময়ে ডাচরা ১০৩ বিলিয়ন ইউরোরও বেশি অর্থনৈতিক সুবিধা নিয়ে ইন্দোনেশিয়ার সার্বভৌমত্ব হস্তান্তর করে। ১৯৫৮ সালে বালি আনুষ্ঠানিকভাবে একটি প্রদেশে পরিণত হয় এবং এর প্রথম গভর্নর হিসেবে আনাক আগুং বাগুস সুতেজা-কে সুকর্ণ নিয়োগ দেন।\n\n\n=== ইন্দোনেশিয়ার স্বাধীনতার পর ===\n১৯৬৩ সালে আগুঙ্গ পর্বতের অগ্ন্যুৎপাত হাজারো মানুষের প্রাণহানি ঘটায়, অর্থনৈতিক বিপর্যয় সৃষ্টি করে এবং বহু বাস্তুচ্যুত বালিনিজদের ইন্দোনেশিয়ার বিভিন্ন অঞ্চলে স্থানান্তরিত হতে বাধ্য করে। ১৯৫০ ও ১৯৬০-এর দশকের গোড়ার দিকে ইন্দোনেশিয়ায় ক্রমবর্ধমান সামাজিক বিভাজনের প্রতিফলন হিসেবে বালিতে ঐতিহ্যবাহী বর্ণ ব্যবস্থা সমর্থকদের এবং ঐতিহ্যবিরোধীদের মধ্যে সংঘর্ষ দেখা দেয়। রাজনৈতিকভাবে এই দ্বন্দ্ব ইন্দোনেশিয়ার কমিউনিস্ট পার্টি এবং ইন্দোনেশিয়ান ন্যাশনালিস্ট পার্টির সমর্থকদের মধ্যে বিরোধে রূপ নেয়। যা পিকেআইএর ভূমি সংস্কার কর্মসূচির কারণে আরও তীব্র হয়ে ওঠে।\nজাকার্তায় জেনারেল সুহার্তো নেতৃত্ব একটি অভ্যুত্থানের চেষ্টা হলে সেনাবাহিনী তা দমন করে। সেনাবাহিনী তখন কমিউনিস্টবিরোধী সহিংস অভিযান শুরু করে, যার জন্য তারা পিকেআইকে দায়ী করে। অধিকাংশ হিসাব অনুযায়ী এই দমনপীড়নে ইন্দোনেশিয়াজুড়ে অন্তত ৫ লক্ষ মানুষ নিহত হয়। যার মধ্যে বালিতেই প্রায় ৮০,০০০ মানুষ প্রাণ হারায়—যা দ্বীপটির মোট জনসংখ্যার প্রায় ৫%। জাভা ও সুমাত্রার মতো এখানে ইসলামী গোষ্ঠীগুলোর সম্পৃক্ততা ছিল না, ফলে উচ্চবর্ণের পিএনাই ভূস্বামীরা পিকেআই সদস্যদের নির্মূলের নেতৃত্ব দেয়। ১৯৬৫-৬৬ সালের এই অস্থিরতার ফলে সুহার্তো ধীরে ধীরে রাষ্ট্রপতি সুকার্নোকে ক্ষমতা থেকে সরিয়ে দেন এবং তার \"নতুন শাসন\" সরকার পশ্চিমা দেশগুলোর সঙ্গে সম্পর্ক পুনঃস্থাপন করে।\n\nযুদ্ধ-পূর্ব বালিকে \"স্বর্গ\" হিসেবে যে ধারণা প্রচলিত ছিল, তা আধুনিক রূপে পুনরুজ্জীবিত হয় এবং এর ফলে পর্যটন শিল্পের ব্যাপক প্রসার ঘটে। এর ফলে বালিনিজ জনগণের জীবনমান নাটকীয়ভাবে উন্নত হয় এবং দেশটি উল্লেখযোগ্য পরিমাণ বৈদেশিক মুদ্রা অর্জন করতে সক্ষম হয়। পর্যটন ফলে বালির সংস্কৃতি ধ্বংস হওয়ার পরিবর্তে বালিনিজদের স্বতন্ত্র পরিচয়কে আরও দৃঢ় করেছে এবং ইন্দোনেশিয়ার সমাজে বালিনিজদের তাদের দ্বীপের অনন্য বৈশিষ্ট্য সংরক্ষণের উপায় প্রদান করেছে।\n১৯৯৯ সালে পর্যটকদের জন্য প্রায় ৩০,০০০টি হোটেল কক্ষ উপলব্ধ ছিল। ২০০৪ সালে মূল পরিকল্পনায় ৫ লক্ষ পর্যটকের ব্যবস্থা থাকলেও দ্বীপটি ১০ লক্ষের বেশি পর্যটক আকর্ষণ করছিল। এর ফলে অত্যধিক উন্নয়ন ও পরিবেশগত অবনতি দেখা দেয়। এর প্রভাব হিসেবে সমুদ্র সৈকতগুলো দূষিত ও ক্ষয়প্রাপ্ত হয়, পানির অভাব দেখা দেয় এবং অধিকাংশ বালিনিজ মানুষের জীবনমানের অবনতি ঘটে।\nরাজনৈতিক অস্থিরতাও দ্বীপটিকে ক্ষতিগ্রস্ত করেছে। ২০০২ সালে কুটা অঞ্চলের পর্যটন এলাকায় ইসলামি জঙ্গিদের বোমা হামলায় ২০২ জন নিহত হয়, যাদের বেশিরভাগই বিদেশি ছিলেন। এই হামলা এবং ২০০৫ সালের আরেকটি হামলায় পর্যটন শিল্পের ওপর মারাত্মক প্রভাব ফেলে এবং দ্বীপের অর্থনীতিতে বিপর্যয় ডেকে আনে।\n২০০৪ সালে অধ্যাপক এড্রিয়ান ভিকার্স লিখেছিলেন যে, \"একবিংশ শতকে পর্যটন শিল্প পুনরুদ্ধার করা এবং একই সঙ্গে বালিকে বাসযোগ্য করে তোলা চ্যালেঞ্জ হয়ে দাড়াবে।\" এরপর পর্যটন পুনরায় শক্তিশালী হতে শুরু করে। ২০০৮ সালের প্রথম প্রান্তিকে ৪,৪৬,০০০ পর্যটকের আগমন ঘটে,  যা ২৮% বৃদ্ধি নির্দেশ করে। ২০০৮ সালের শেষ নাগাদ পর্যটন পুরোপুরি পুনরুদ্ধার হয় এবং দ্বীপটি ২০ লক্ষেরও বেশি পর্যটক আকর্ষণ করে। তবে অতিরিক্ত উন্নয়ন ও যানজটের কারণে বালির দীর্ঘমেয়াদী বাসযোগ্যতা এখনও একটি গুরুত্বপূর্ণ সমস্যা হয়ে রয়েছে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\nবালি রাজ্য\nবালির রাজাদের তালিকা\nবালি জাদুঘর\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nBarski, Andy; Beaucort, Albert; Carpenter, Bruce (২০০৭)। Bali and Lombok। Dorling Kindersley, London। আইএসবিএন 978-0-7566-2878-9। \nCapaldi, Liz; Eliot, Joshua (২০০০)। Bali Travel Guide - With Lombok and the Eastern Isles। Footprint Handbooks। আইএসবিএন 1900949733। \nFriend, Theodore (২০০৩)। Indonesian Destinies। The Belknap Press of Harvard University Press। আইএসবিএন 0-674-01834-6। \nGugliotta, Guy (জুলাই ২০০৮)। \"The Great Human Migration\"। Smithsonian Magazine: 2। \nHanna, Willard A. (২০০৪)। Bali Chronicles। Periplus, Singapore। আইএসবিএন 978-0-7946-0272-7। \nHaer, Debbie Guthrie; Morillot, Juliette; Toh, Irene (২০০১)। Bali, a traveller's companion। Editions Didier Millet। আইএসবিএন 978-981-4217-35-4। \nHägerdal, H. (2016) Trajectories of the early-modern kingdoms in eastern Indonesia: Comparative perspectives HumaNetten 37, 2016.\nHitchcock, Michael; Nyoman Darma Putra (২০০৭)। Tourism, development and terrorism in Bali। Ashgate। আইএসবিএন 978-0-7546-4866-6। \nHoek, Anne-Lot (২০২১)। De strijd om Bali। Bezige Bij, Amsterdam। আইএসবিএন 9403152311। \nHobart, Angela; Ramseyer, Urs; Leemann, Albert (২০০১)। The People of Bali। Wiley। আইএসবিএন 0631227415। \nHyginus Hardoyo (১১ নভেম্বর ২০০৮)। \"Bali tourism fully recovers ... so what?\"। The Jakarta Post। \nThe Jakarta Post (৩ মে ২০০৮)। \"Foreign arrivals up 15.7 percent, but EU visitors wane on airline ban\"। The Jakarta Post। \nPringle, Robert (২০০৪)। Bali: Indonesia's Hindu Realm; A short history of। Short History of Asia Series। Allen & Unwin। আইএসবিএন 978-1-86508-863-1। \nRobinson, Geoffrey (২০০৮) [1981]। The Dark Side of Paradise: Political Violence in Bali (4th সংস্করণ)। London: Cornell university Press। আইএসবিএন 978-0-230-54685-1। \nSoejono, R.P. (২০০৬)। Archaeology: Indonesian Perspective : R.P. Soejono's Festschrift (ইংরেজি ভাষায়)। Yayasan Obor Indonesia। আইএসবিএন 978-979-26-2499-1। সংগ্রহের তারিখ ১২ জুলাই ২০২০। \nVickers, Adrian (২০০৪)। Introduction। Bali Chronicles। by Hanna, Willard A.। Periplus, Singapore। আইএসবিএন 978-0-7946-0272-7।"}