{"pageid": 1515450, "title": "উইলিয়াম হ্যানা", "url": "https://bn.wikipedia.org/wiki?curid=1515450", "content": "উইলিয়াম ডেনবি হ্যানা (১৪ জুলাই, ১৯১০ – ২২ মার্চ, ২০০১) ছিলেন একজন মার্কিন অ্যানিমেটর, কণ্ঠাভিনেতা এবং সঙ্গীতশিল্পী। তিনি জনপ্রিয় কার্টুন টম অ্যান্ড জেরি-এর অন্যতম স্রষ্টা হিসেবে পরিচিত। এছাড়াও জোসেফ বারবেরার সঙ্গে মিলে তিনি হ্যানা-বারবেরা অ্যানিমেশন স্টুডিও এবং প্রযোজনা প্রতিষ্ঠান প্রতিষ্ঠা করেন, যা পরবর্তীতে অনেক জনপ্রিয় কার্টুন সিরিজ তৈরি করেছে।\nহ্যানা ১৯৩০ সালে হারম্যান অ্যান্ড আইজিং অ্যানিমেশন স্টুডিওতে যোগ দেন এবং ধীরে ধীরে দক্ষতা ও পরিচিতি অর্জন করেন। সেখানে তিনি ক্যাপ্টেন অ্যান্ড দ্য কিডসসহ বিভিন্ন কার্টুনে কাজ করেছিলেন। ১৯৩৭ সালে মেট্রো-গোল্ডউইন-মেয়ার-এ কাজ করাকালীন জোসেফ বারবেরার সঙ্গে তার পরিচয় হয়। পরবর্তীতে, ১৯৫৭ সালে তারা একসঙ্গে হ্যানা-বারবেরা অ্যানিমেশন স্টুডিও প্রতিষ্ঠা করেন। এটি তখনকার সবচেয়ে সফল টেলিভিশন অ্যানিমেশন স্টুডিওতে পরিণত হয়। তাদের নির্মিত জনপ্রিয় কার্টুন সিরিজগুলোর মধ্যে রয়েছে দ্য ফ্লিনটস্টোনস, দ্য হাকলবেরি হাউন্ড শো, দ্য জেটসন্স, স্কুবি-ডু, দ্য স্মারফস এবং যোগি বেয়ার। ১৯৬৭ সালে হানা-বারবেরা স্টুডিও টাফট ব্রডকাস্টিং-এর কাছে ১২ মিলিয়ন ডলারে বিক্রি হয়ে যায়। তবে হ্যানা এবং বারবেরা ১৯৯১ সাল পর্যন্ত কোম্পানিটির নেতৃত্বে ছিলেন। এরপর স্টুডিওটি টার্নার ব্রডকাস্টিং সিস্টেম কিনে নেয় এবং  পরে ১৯৯৬ সালে তা আবার টাইম ওয়ার্নার-এর সঙ্গে একীভূত হয়। হ্যানা এবং বারবেরা তখনও পরামর্শক হিসেবে স্টুডিওতে যুক্ত ছিলেন।\nটম অ্যান্ড জেরি সাতটি একাডেমি পুরস্কার ও আটটি এমি পুরস্কার জয় করে এবং হানা ও বারবেরা আরও দুটি একাডেমি পুরস্কারের মনোনয়ন পেয়েছিলেন। তাদের তৈরিকৃত কার্টুনগুলো সংস্কৃতির অংশ হয়ে ওঠে এবং তাদের তৈরি চরিত্রগুলো চলচ্চিত্র, বই ও খেলনার মতো বিভিন্ন মাধ্যমে স্থান পায়। ১৯৬০-এর দশকে হানা-বারবেরা কার্টুন শোগুলোর দর্শক ছিল বিশ্বব্যাপী ৩০ কোটিরও বেশি এবং তাদের কাজ ২৮টিরও বেশি ভাষায় অনুবাদ করা হয়েছে, যা প্রমাণ করে তাদের অ্যানিমেশন কতটা জনপ্রিয় ছিল।\n\n\n== ব্যক্তিগত ও প্রারম্ভিক জীবন ==\nউইলিয়াম হ্যানা ১৯১০ সালের ১৪ জুলাই নিউ মেক্সিকো অঞ্চলের মেলরোজ শহরে জন্মগ্রহণ করেন। তার বাবা উইলিয়াম জন হ্যানা (১৮৭৩–১৯৪৯) এবং মা অ্যাভিস জয়েস (ডেনবি) হ্যানা (১৮৮২–১৯৫৬)। তিনি সাত ভাইবোনের মধ্যে তৃতীয় ছিলেন। হ্যানা তার পরিবারকে \"একটি প্রাণবন্ত আইরিশ-মার্কিন পরিবার\" হিসেবে বর্ণনা করেছেন। তার বাবা ছিলেন একজন নির্মাণ প্রকৌশলী, যিনি পশ্চিম আমেরিকার বিভিন্ন রেলপথ, পানি সরবরাহ ব্যবস্থা ও পয়ঃনিষ্কাশন প্রকল্পে কাজ করতেন। ফলে, তাদের পরিবারকে প্রায়ই এক জায়গা থেকে অন্য জায়গায় যেতে হতো।\nযখন হ্যানা মাত্র তিন বছর বয়সী ছিলেন, তখন তাদের পরিবার ওরেগনের বেকার সিটিতে চলে যায়। সেখানে তার বাবা বাল্ম ক্রিক ড্যাম নির্মাণ প্রকল্পে কাজ করছিলেন। এই সময়েই হ্যানার বাইরের জগতের প্রতি ভালোবাসা গড়ে ওঠে। এরপর তাদের পরিবার ইউটার লোগানে কিছুদিন বসবাস করে, তারপর ১৯১৭ সালে ক্যালিফোর্নিয়ার সান পেদ্রোতে চলে যায়। পরবর্তী দুই বছরে তারা বেশ কয়েকবার স্থান পরিবর্তন করে। অবশেষে ১৯১৯ সালে তারা ক্যালিফোর্নিয়ার ওয়াটসে স্থায়ীভাবে বসবাস শুরু করে।\n১৯২২ সালে যখন হানা ওয়াটসে বসবাস করছিলেন, তখন তিনি বয় স্কাউটসে যোগ দেন। তিনি কম্পটন হাই স্কুলে ১৯২৫ থেকে ১৯২৮ সাল পর্যন্ত পড়াশোনা করেন। সেখানে তিনি একটি নৃত্যদলে স্যাক্সোফোন বাজাতেন। সংগীতের প্রতি তার এই আগ্রহ পরবর্তী সময়ে তার কর্মজীবনেও প্রভাব ফেলেছিল। তিনি তার অনেক কার্টুনের জন্য গান লিখার কাজ করেছিলেন। দ্য ফ্লিনটস্টোনস-এর থিম সঙ্গীত তার নিজেরই লেখা।\nযুবক বয়সে হানা ঈগল স্কাউট উপাধি অর্জন করেন এবং সারাজীবন তিনি স্কাউটিংয়ের সঙ্গে যুক্ত ছিলেন। প্রাপ্তবয়স্ক হওয়ার পর তিনি স্কাউটমাস্টার হিসেবে দায়িত্ব পালন করেন। ১৯৮৫ সালে তাকে বয় স্কাউটস অব আমেরিকা তাদের ঈগল স্কাউট পুরস্কার প্রদান করে। কর্মজীবনে অসংখ্য পুরস্কার জিতলেও হানা এই সম্মাননাকেই সবচেয়ে গর্বের বিষয় হিসেবে দেখতেন।\nতার অন্যান্য আগ্রহের মধ্যে নৌচালনা এবং বারবারশপ কোয়ার্টেট (চারজনের সমন্বয়ে গাওয়া হারমোনি সংগীত) গান গাওয়া অন্তর্ভুক্ত ছিল। তিনি কম্পটন সিটি কলেজে সাংবাদিকতা ও গঠন প্রকৌশল নিয়ে পড়াশোনা করেছিলেন। কিন্তু মহামন্দা শুরু হলে তিনি কলেজ ছাড়তে বাধ্য হন।\n১৯৩৬ সালের ৭ আগস্ট তিনি ভায়োলেট ব্ল্যাঞ্চ ওগাৎজকে (২৩ জুলাই, ১৯১৩ – ১০ জুলাই, ২০১৪)-কে বিয়ে করেন। তাদের বিবাহিত জীবন হ্যানার মৃত্যুর আগ পর্যন্ত তথা ৬৪ বছরেরও বেশি সময় স্থায়ী ছিল। এই দম্পতির দুটি সন্তান জন্ম নেয়— ডেভিড উইলিয়াম এবং বনি জিন।  এছাড়াও, তাদের সাতজন নাতি-নাতনি ছিল।\n১৯৯৬ সালে লস অ্যাঞ্জেলেসের লেখক টম আইতো-এর সহায়তায় হ্যানা তার আত্মজীবনী প্রকাশ করেন। এর দুই বছর আগে, জো বারবেরা তার নিজের আত্মজীবনী প্রকাশ করেছিলেন।\n\n\n== প্রারম্ভিক কর্মজীবন ==\nকলেজ ছাড়ার পর হ্যানা কিছুদিন নির্মাণ প্রকৌশলী হিসেবে কাজ করেন এবং হলিউডের প্যানটেজ থিয়েটার নির্মাণে সহায়তা করেন। তবে মহামন্দা চলাকালীন তিনি এই চাকরি হারান এবং পরে গাড়ি ধোয়ার কাজে যোগ দেন। এই সময় তার বোনের প্রেমিক তাকে প্যাসিফিক টাইটেল অ্যান্ড আর্ট প্রতিষ্ঠানে চাকরির জন্য আবেদন করতে উৎসাহিত করেন। প্রতিষ্ঠানটি সিনেমার টাইটেল কার্ড (চলচ্চিত্রের শুরুর লেখা ও গ্রাফিক ডিজাইন) তৈরি করত। সেখানে কাজ করার সময়, হ্যানার অঙ্কন প্রতিভা স্পষ্ট হয়ে ওঠে। এরপর ১৯৩০ সালে তিনি হারম্যান অ্যান্ড আইজিং অ্যানিমেশন স্টুডিওতে যোগ দেন। এই স্টুডিওই জনপ্রিয় লুনি টিউনস এবং মেরি মেলোডিস ধারাবাহিক তৈরি করেছিল।\nহ্যানার কোনো আনুষ্ঠানিক প্রশিক্ষণ না থাকলেও তিনি দ্রুত ইঙ্ক ও পেইন্ট বিভাগের প্রধান হয়ে ওঠেন। অ্যানিমেশনের রঙ এবং শৈলী নির্ধারণের পাশাপাশি তিনি গান ও গানের কথা লেখার কাজও করতেন। হ্যানার কর্মজীবনের প্রথম কয়েক বছরে হারম্যান-আইজিং স্টুডিও, প্যাসিফিক টাইটেল অ্যান্ড আর্টের লিওন শ্লেসিঞ্জারের সঙ্গে অংশীদারিত্ব করেছিল। শ্লেসিঞ্জার এই স্টুডিওর তৈরি কার্টুনগুলো ওয়ার্নার ব্রসের মাধ্যমে প্রকাশ করতো। ১৯৩৩ সালে হিউ হারম্যান এবং রুডলফ আইজিং শ্লেসিঞ্জারের সঙ্গে সম্পর্ক ছিন্ন করে স্বাধীনভাবে মেট্রো-গোল্ডউইন-মেয়ারের (এমজিএম) জন্য কার্টুন তৈরি করার সিদ্ধান্ত নেন। হানাও তাদের সঙ্গে যোগ দেন এবং এমজিএম-এর অধীনে কাজ শুরু করেন।\n১৯৩৬ সালে হানা প্রথমবারের মতো কার্টুন পরিচালনার সুযোগ পান। এর ফলস্বরূপ তৈরি হয় টু স্প্রিং, যা হারম্যান-আইজিং হ্যাপি হারমোনিজ ধারাবাহিকের অংশ ছিল। এর পরের বছর এমজিএম হারম্যান-আইজিং স্টুডিওর সঙ্গে তাদের অংশীদারিত্ব বাতিল করে এবং নিজেদের অ্যানিমেশন বিভাগ চালু করার সিদ্ধান্ত নেয়। এমজিএম প্রথমদিকে যাদের হারম্যান-আইজিং থেকে সরাসরি নিজেদের স্টুডিওতে নিয়ে আসে তাদের মধ্যে হ্যানাও ছিলেন। ১৯৩৮-১৯৩৯ সালে হ্যানা এমজিএম-এর ক্যাপ্টেন অ্যান্ড দ্য কিডস কার্টুন ধারাবাহিকের সিনিয়র পরিচালক হিসেবে কাজ করেন। এই ধারাবাহিকটি একই নামের কমিক স্ট্রিপ অবলম্বনে তৈরি হয়েছিল। তবে এই সিরিজটি জনপ্রিয়তা পায়নি। ফলে, হ্যানাকে পরিচালকের পদ থেকে সরিয়ে গল্প লেখকের ভূমিকায় নামিয়ে আনা হয় এবং শেষ পর্যন্ত সিরিজটি বাতিল করা হয়।\nএমজিএম-এ হ্যানার কাজের ডেস্ক ছিল জোসেফ বারবেরার ঠিক বিপরীতে। খুব দ্রুতই তারা বুঝতে পারেন যে তারা একসঙ্গে দুর্দান্ত একটি দল গঠন করতে পারেন। ১৯৩৯ সালের মধ্যে তাদের সৃজনশীল অংশীদারিত্ব দৃঢ় হয়ে ওঠে, যা পরবর্তী ৬০ বছরেরও বেশি সময় ধরে স্থায়ী ছিল। হ্যানা ও বারবেরা অ্যানিমেশন পরিচালক টেক্স অ্যাভেরির সঙ্গে কাজ করতেন। টেক্স অ্যাভেরি ওয়ার্নার ব্রসের জন্য ড্যাফি ডাক ও বাগস বানি কার্টুন তৈরি করেছিলেন এবং এমজিএম-এর জন্য ড্রুপি কার্টুন পরিচালনা করেছিলেন।\n\n\n== টম অ্যান্ড জেরি ==\n\n১৯৪০ সালে হ্যানা ও বারবেরা একসঙ্গে পুস গেটস দ্য বুট পরিচালনা করেন, যা সেরা কার্টুন স্বল্পদৈর্ঘ্য চলচ্চিত্র হিসেবে একাডেমি পুরস্কারের জন্য মনোনীত হয়েছিল। স্টুডিও চেয়েছিল তাদের কার্টুনের ধরণ বৈচিত্র্যময় হোক, তাই পুস গেটস দ্য বুট সফল হওয়া সত্ত্বেও হ্যানা ও বারবেরার তত্ত্বাবধায়ক ফ্রেড কুইম্বি আরও বিড়াল-ইঁদুর বিষয়ক কার্টুন বানানোর পক্ষে ছিলেন না। কিন্তু পুস গেটস দ্য বুটস-এর সাফল্যে অবাক হয়ে, হ্যানা ও বারবেরা কুইম্বির আপত্তি উপেক্ষা করে বিড়াল-ইঁদুর থিমটি আরও এগিয়ে নেওয়ার সিদ্ধান্ত নেন। তবে এ সময় হ্যানা মূলত আইজিং-এ ফিরে তাদের সঙ্গে কাজ করতে চেয়েছিলেন, কারণ তিনি আইজিং-এর প্রতি গভীর আনুগত্য অনুভব করতেন। এরপর হ্যানা ও বারবেরা কুইম্বির সঙ্গে দেখা করেন এবং তখন জানা যায় যে, আইজিং যদিও পুস গেটস দ্য বুট-এর প্রযোজকের পুরো কৃতিত্ব নিয়েছিলেন, বাস্তবে তিনি প্রকল্পটিতে কোনো কাজ করেননি। কুইম্বি তখন আইজিং-এর অধীনে না থেকে একটি স্বাধীন অ্যানিমেশন বিভাগ চালু করতে চেয়েছিলেন বলে তখন হ্যানা ও বারবেরাকে তাদের বিড়াল-ইঁদুর কার্টুন তৈরির অনুমতি দেন। এর ফলাফলই ছিল তাদের সবচেয়ে জনপ্রিয় সৃষ্টি টম অ্যান্ড জেরি।\nপুস গেটস দ্য বুট-এর চরিত্রগুলোর আদলে তবে হালকা কিছুটা পার্থক্য রেখে নতুন সিরিজটি নির্মিত হয়।  এতে দেখা যায় যে ছোট্ট ইঁদুর জেরি বারবার তার প্রতিপক্ষ বেড়াল টমকে বোকা বানায়। হ্যানা বলেছিলেন যে তারা এই কার্টুনের জন্য বিড়াল-ইঁদুর থিম বেছে নিয়েছিলেন কারণ— \"আমরা জানতাম, আমাদের দুটি চরিত্র দরকার। আমরা মনে করলাম, এতে সংঘর্ষ, তাড়া করা আর অ্যাকশন থাকা দরকার। আর একটি বিড়ালের পেছনে ইঁদুর দৌড়ানোর ধারণাটি আমাদের যথেষ্ট সাধারণ ও কার্যকর মনে হয়েছিল।\"\nনতুনভাবে তৈরি করা এই চরিত্রগুলো প্রথম দেখা যায় ১৯৪১ সালে দ্য মিডনাইট স্ন্যাক-এ। পরবর্তী ১৭ বছর ধরে হ্যানা ও বারবেরা প্রায় পুরোপুরি টম অ্যান্ড জেরি নিয়েই কাজ করেছেন এবং ১১৪টিরও বেশি জনপ্রিয় কার্টুন শর্টস পরিচালনা করেছেন। দ্বিতীয় বিশ্বযুদ্ধের সময় তারা অ্যানিমেটেড প্রশিক্ষণমূলক চলচ্চিত্রও তৈরি করেছিলেন।\nটম অ্যান্ড জেরি মূলত সংলাপের চেয়ে চলনের ওপর বেশি নির্ভরশীল ছিল। তবে জনপ্রিয় হওয়া সত্ত্বেও এই সিরিজ প্রায়ই অতিরিক্ত সহিংসতার অভিযোগে সমালোচিত হয়েছে। এটির ১১তম শর্ট ফিল্ম দ্য ইয়াঙ্কি ডুডলস মাউস (১৯৪৩) ছিল যুদ্ধকালীন এক অ্যাডভেঞ্চার গল্প যা প্রথমবারের মতো একাডেমি পুরস্কার জিতেছিল। পুরো সিরিজটি মোট ১৪টি অ্যাকাডেমি পুরস্কারের জন্য মনোনীত হয় এবং এর মধ্যে ৭টি জয় লাভ করে। এখন পর্যন্ত কোনো চরিত্র-ভিত্তিক থিয়েট্রিক্যাল অ্যানিমেটেড ধারাবাহিক এত বেশি পুরস্কার জেতেনি, এমনকি একই চরিত্রের উপর ভিত্তি করে তৈরি অন্য কোনো ধারাবাহিকও এর সমান হতে পারেনি। টম ও জেরি শুধু কার্টুনেই সীমাবদ্ধ ছিল না; তারা এমজিএম-এর বেশ কয়েকটি লাইভ-অ্যাকশন চলচ্চিত্রেও অতিথি চরিত্র হিসেবে উপস্থিত হয়। এর মধ্যে অ্যাংকরস আওয়েই (১৯৪৫) এবং ইনভাইটেশন টু দ্য ডান্স (১৯৫৬) চলচ্চিত্রে জিন কেলির সঙ্গে এবং ড্যাঞ্জারাস হোয়েন ওয়েট (১৯৫৩) চলচ্চিত্রে এসথার উইলিয়ামসের সঙ্গে তাদের দেখা যায়।\nকুইম্বি প্রতিবার টম অ্যান্ড জেরির-এর জন্য অ্যাকাডেমি পুরস্কার গ্রহণ করেন এবং কখনোই হ্যানা ও বারবেরাকে মঞ্চে আমন্ত্রণ জানাননি। এছাড়া কার্টুনগুলোতেও তাকে একমাত্র প্রযোজক হিসেবে দেখানো হতো—যেই কৌশলের জন্য তিনি আগেই আইজিং-এর সমালোচনা করেছিলেন। ১৯৫৫ সালের শেষ দিকে কুইম্বি অবসর নিলে, হ্যানা ও বারবেরা এমজিএম-এর অ্যানিমেশন বিভাগ পরিচালনার দায়িত্ব পান। তবে যখন টেলিভিশনের কারণে স্টুডিওর আয় কমতে থাকে তখন এমজিএম বুঝতে পারে যে পুরোনো কার্টুনগুলো পুনরায় মুক্তি দেওয়া নতুন কার্টুন তৈরির চেয়ে অনেক বেশি লাভজনক।\n১৯৫৭ সালে এমজিএম হ্যানা ও বারবেরার ব্যবসায়িক ব্যবস্থাপককে ফোনের মাধ্যমে নির্দেশ দেয় পুরো কার্টুন বিভাগ বন্ধ করার এবং সব কর্মীকে বরখাস্ত করার জন্য। টম অ্যান্ড জেরি এত সফল হওয়া সত্ত্বেও হঠাৎ করে এই সিদ্ধান্ত নেওয়া হ্যানা ও বারবেরার কাছে একেবারেই অপ্রত্যাশিত লেগেছিল।\n\n\n== টেলিভিশন ==\n\nএমজিএম-এ তাঁর শেষ বছরে, হ্যানা টেলিভিশনের দিকে মনোনিবেশ করেন। তিনি সহকর্মী অ্যানিমেটর জে ওয়ার্ডের সঙ্গে মিলে শিল্ড প্রোডাকশনস নামে একটি কোম্পানি গঠন করেন।  জে ওয়ার্ড এর আগে ক্রুসেডার র‍্যাবিট ধারাবাহিক তৈরি করেছিলেন। তবে তাদের এই অংশীদারিত্ব বেশি দিন স্থায়ী হয়নি। ১৯৫৭ সালে হ্যানা আবারো জোসেফ বারবেরার সঙ্গে মিলে টেলিভিশনের জন্য কার্টুন নির্মাণ শুরু করেন। তাদের দুজনের ভিন্ন ভিন্ন দক্ষতা ছিল। বারবেরা ছিলেন একজন দক্ষ গ্যাগ রাইটার এবং স্কেচ শিল্পী, আর হ্যানার বিশেষত্ব ছিল সময়ের সঠিক হিসাব রাখা, গল্প নির্মাণ এবং দক্ষ শিল্পীদের দলে ভেড়ানো। ব্যবসায়িক সিদ্ধান্ত তারা যৌথভাবে নিতেন। তবে প্রতি বছর সভাপতির পদটি পালাক্রমে তাদের মধ্যে পরিবর্তিত হতো।\nএকটি কয়েন টস করার মাধ্যমে নির্ধারিত হয় যে নতুন কোম্পানির নামকরণে হানার নাম আগে থাকবে। শুরুতে তাদের কোম্পানির নাম রাখা হয় এইচ-বি এন্টারপ্রাইজ, তবে পরে তা পরিবর্তন করে হ্যানা-বারবেরা প্রোডাকশনস রাখা হয়। বারবেরা ও হ্যানার এমজিএম সহকর্মী জর্জ সিডনি তৃতীয় অংশীদার ও ব্যবসার ব্যবস্থাপক হিসেবে কোম্পানিতে যোগ দেন। তিনি কলাম্বিয়া পিকচার্সের টেলিভিশন বিভাগ স্ক্রিন জেমস–এর সঙ্গে একটি চুক্তি সম্পন্ন করেন। এই চুক্তির মাধ্যমে স্ক্রিন জেমস নতুন স্টুডিওটির আংশিক মালিকানা লাভ করে এবং বিতরণ ও কার্যকরী মূলধনের ব্যবস্থা করে।\nনতুন কোম্পানির প্রথম প্রযোজনা ছিল দ্য রাফ অ্যান্ড রেডি শো যা একটি কুকুর ও একটি বিড়ালের বন্ধুত্বের গল্প তুলে ধরেছিল। তাদের প্রথম চলচ্চিত্র লুপি ডে লুপ খুব বেশি সাড়া ফেলতে পারেনি। তবে হ্যানা-বারবেরা দ্রুত জনপ্রিয়তা অর্জন করে দুটি সফল টেলিভিশন সিরিজের মাধ্যমে— দ্য হাল্কবেরি হাউন্ড শো এবং দ্য যোগী বেয়ার শো। ১৯৬০ সালের এক জরিপে দেখা যায় যে হাল্কবেরি হাউন্ড-এর অর্ধেক দর্শকই প্রাপ্তবয়স্ক। এটি দেখে সংস্থাটি নতুন একটি অ্যানিমেটেড ধারাবাহিক তৈরি করার সিদ্ধান্ত নেয়, যা ছিল দ্য ফ্লিন্টস্টোনস।\nদ্য ফ্লিন্টস্টোনস মূলত দ্য হানিমুনারস-এর একটি প্যারোডি ছিল। এতে প্রস্তরযুগের একটি সাধারণ পরিবারের গল্প দেখানো হয়, যেখানে আধুনিক গৃহস্থালী যন্ত্রপাতির আদলে তৈরি পাথরের সরঞ্জাম, কথা বলা প্রাণী এবং বিভিন্ন তারকা অতিথির উপস্থিতি ছিল। শিশু ও প্রাপ্তবয়স্ক উভয় শ্রেণির দর্শকের কাছে দ্য ফ্লিন্টস্টোনস জনপ্রিয় হয়ে ওঠে, যা প্রথম সফল প্রাইম-টাইম অ্যানিমেটেড শো হিসেবে ইতিহাস গড়ে। শো-এর প্রধান চরিত্র ফ্রেড ফ্লিন্টস্টোন-এর বিখ্যাত উক্তি \"ইয়াবা ডাবা ডু\" দ্রুত সাধারণ মানুষের মুখে মুখে ছড়িয়ে পড়ে। এই সাফল্য হ্যানা-বারবেরাকে টিভি কার্টুন জগতের শীর্ষস্থানে নিয়ে যায়। পরবর্তী সময়ে সংস্থাটি দ্য ফ্লিন্টস্টোনস-এর মহাকাশচারী সংস্করণ তৈরি করে, যার নাম ছিল দ্য জেটসন্স। যদিও দ্য ফ্লিন্টস্টোনস এবং দ্য জেটসন্স— দুটি শো-ই ১৯৭০ ও ১৯৮০-এর দশকে পুনরায় সম্প্রচারিত হয়, তবে দ্য ফ্লিন্টস্টোনস ছিল অনেক বেশি জনপ্রিয়।\n১৯৬০-এর দশকের শেষের দিকে হ্যানা-বারবেরা প্রোডাকশন্স টেলিভিশন অ্যানিমেশনের সবচেয়ে সফল স্টুডিওতে পরিণত হয়। তারা ১০০টিরও বেশি কার্টুন ধারাবাহিক ও বিশেষ পর্ব তৈরি করে, যার মধ্যে ৩,০০০-এর বেশি অর্ধঘণ্টার অ্যানিমেটেড শো অন্তর্ভুক্ত ছিল। তাদের উল্লেখযোগ্য কার্টুনগুলোর মধ্যে ছিল অ্যাটম অ্যান্ট, অগি ডগি অ্যান্ড ডগি ড্যাডি, জনি কুয়েস্ট, জোসি অ্যান্ড দ্য পুসিক্যাটস, ম্যাগিলা গরিলা, পিক্সি অ্যান্ড ডিক্সি অ্যান্ড মিস্টার জিংক্স, কুইক ড্র ম্যাকগ্রা এবং টপ ক্যাট। টপ ক্যাট চরিত্রটি ফিল সিলভারসের সার্জেন্ট বিলকো চরিত্রের ওপর ভিত্তি করে তৈরি হয়েছিল। তবে অনেকেই ভুলভাবে মনে করেন যে যোগি বিয়ার এই চরিত্র থেকে অনুপ্রাণিত হয়েছিল। এছাড়া, হ্যানা-বারবারা জনপ্রিয় কার্টুন সিরিজ স্কুবি-ডু (১৯৬৯–১৯৯১) এবং দ্য স্মার্ফস (১৯৮১–১৯৮৯) প্রযোজনা করে। তারা আরও বেশ কিছু বিশেষ অ্যানিমেটেড পর্ব তৈরি করে, যেমন: অ্যালিস ইন ওয়ান্ডারল্যান্ড, জ্যাক অ্যান্ড দ্য বিনস্টক, সিরানো দ্য বের্জেরাক এবং শার্লট’স ওয়েব (১৯৭৩) নামে পূর্ণদৈর্ঘ্য চলচ্চিত্র।\nযদিও ১৯৬০-এর দশকে হ্যানা-বারবেরার কার্টুনগুলো দর্শকদের কাছে অত্যন্ত জনপ্রিয় ছিল, তবে শিল্পীদের কাছে তেমন প্রিয় ছিল না। টেলিভিশন অনুষ্ঠানের বাজেট চলচ্চিত্রের অ্যানিমেশনের তুলনায় কম ছিল। আর এই অর্থনৈতিক বাস্তবতা ১৯৫০ ও ১৯৬০-এর দশকে অনেক অ্যানিমেশন স্টুডিওকে বন্ধ হয়ে যেতে বাধ্য করে। ফলে বহু শিল্পী কাজ হারান। হ্যানা-বারবেরা সীমিত অ্যানিমেশনের বিকাশে গুরুত্বপূর্ণ ভূমিকা রাখে। সীমিত অ্যানিমেশন প্রযুক্তি টেলিভিশনের জন্য অ্যানিমেশনকে আরও সাশ্রয়ী করে তোলে, তবে একইসঙ্গে গুণমানও কমিয়ে দেয়। হ্যানা ও বারবারা প্রথমদিকে টম অ্যান্ড জেরি নির্মাণের সময়ই এই সীমিত অ্যানিমেশন কৌশল নিয়ে পরীক্ষা-নিরীক্ষা করেছিলেন।\nপ্রতি পর্বের খরচ কমানোর জন্য হ্যানা-বারবেরার শোগুলোতে বিস্তারিত অ্যানিমেশনের পরিবর্তে চরিত্রের সংলাপের ওপর বেশি গুরুত্ব দেওয়া হতো। সাত মিনিটের একটি কার্টুন তৈরির জন্য যেখানে আগে প্রায় ১৪,০০০ অঙ্কন করা হতো, সেখানে এই সংখ্যা কমিয়ে প্রায় ২,০০০-এ আনা হয়। দর্শকের অভিজ্ঞতা উন্নত করার জন্য তারা দ্রুত ব্যাকগ্রাউন্ড পরিবর্তনের মতো নতুন প্রযুক্তি ব্যবহার করে। তবে এই পরিবর্তন সমালোচকদের চোখে নেতিবাচক ঠেকে। তারা বলেছিলেন যে আগের রঙিন, বিস্তারিত অ্যানিমেশনের পরিবর্তে নতুন কার্টুনগুলোতে একই ধরনের গতিবিধি পুনরাবৃত্তি করা হয় এবং চরিত্রগুলো বেশি দ্বিমাত্রিক মনে হয়। বারবারা একবার বলেছিলেন যে তাদের সামনে দুটো পথ ছিল— হয় টেলিভিশনের বাজেটের সঙ্গে মানিয়ে নেওয়া, নয়তো পেশা বদলানো। তবে নতুন এই অ্যানিমেশন শৈলী হ্যানা-বারবারার সাফল্যে কোনো বাধা সৃষ্টি করতে পারেনি। বরং এটি তাদের স্টুডিওকে টিকিয়ে রাখে এবং অনেক শিল্পীকে কর্মসংস্থান দেয়, যাঁরা অন্যথায় বেকার হয়ে যেতেন। সীমিত অ্যানিমেশন পরে টেলিভিশন অ্যানিমেশনের মানদণ্ডে পরিণত হয় এবং দ্য সিম্পসনস, স্পঞ্জবব স্কয়ারপ্যান্টস ও সাউথ পার্ক-এর মতো জনপ্রিয় অনুষ্ঠানে আজও এটি ব্যবহৃত হচ্ছে।\n১৯৬৬ সালে টাফট ব্রডকাস্টিং কোম্পানি হ্যানা-বারবেরা প্রোডাকশন্সকে ১ কোটি ২০ লাখ ডলারে কিনে নেয়। ১৯৮৭ সালে টাফট ব্রডকাস্টিং-এর নাম পরিবর্তন করে গ্রেট আমেরিকান কমিউনিকেশনস রাখা হয়। তবে হ্যানা ও বারবারা ১৯৯১ সাল পর্যন্ত কোম্পানির নেতৃত্বে ছিলেন। এরপর, টার্নার ব্রডকাস্টিং সিস্টেম কোম্পানিটি আনুমানিক ৩২ কোটি ডলারে কিনে নেয়। পরবর্তীতে ১৯৯৬ সালে টার্নার ব্রডকাস্টিং টাইম ওয়ার্নারের সাথে একীভূত হয়, যা ওয়ার্নার ব্রস.-এর মালিকানাধীন। এই সংযুক্তির ফলে কার্টুন নেটওয়ার্কের সঙ্গে হ্যানা-বারবেরার ঘনিষ্ঠ সম্পর্ক গড়ে ওঠে। হ্যানা ও বারবেরা তাদের পুরোনো কোম্পানির উপদেষ্টা হিসেবে কাজ চালিয়ে যান এবং নতুন হ্যানা-বারবারা শো তৈরিতে অংশ নেন। তারা দ্য কার্টুন কার্টুন শো ধারাবাহিকের পাশাপাশি দ্য ফ্লিন্টস্টোনস (১৯৯৪) ও স্কুবি-ডু (২০০২) চলচ্চিত্রের কাজেও যুক্ত ছিলেন।\n\n\n== মৃত্যু ==\nহ্যানা ২০০১ সালের ২২ মার্চ, ৯০ বছর বয়সে ক্যালিফোর্নিয়ার নর্থ হলিউডের নিজ বাড়িতে খাদ্যনালীর ক্যান্সারে আক্রান্ত হয়ে মারা যান। তার মৃত্যুর পর, কার্টুন নেটওয়ার্ক একটি ২০-সেকেন্ডের শ্রদ্ধাঞ্জলি সম্প্রচার করে। এই ধরনের শ্রদ্ধা পরে ২০০২ সালে চাক জোন্স এবং ২০০৬ সালে হ্যানার দীর্ঘদিনের সহযোগী জোসেফ বারবেরার জন্যও দেখানো হয়। তবে, বারবেরার ক্ষেত্রে ভিজ্যুয়ালের পাশাপাশি তার কণ্ঠস্বরও সংযোজন করা হয়েছিল, যা অন্য দুজনের শ্রদ্ধাঞ্জলিতে ছিল না। হ্যানাকে ক্যালিফোর্নিয়ার লেক ফরেস্টের অ্যাসেশন কবরস্থানে সমাহিত করা হয়।\n\n\n== উত্তরাধিকার ==\nহ্যানা ও বারবেরা যে কার্টুনগুলো তৈরি করেছেন, সেগুলোর বেশিরভাগই বন্ধুত্ব বা অংশীদারিত্বের সম্পর্কের ওপর ভিত্তি করে গড়ে উঠেছে। এই বিষয়টি স্পষ্টভাবে দেখা যায় যোগি বিয়ার ও বুউ বুউ, ফ্রেড ফ্লিন্টস্টোন ও বার্নি রাবল, রাফ ও রেডি, দ্য জেটসনস পরিবার, এবং স্কুবি-ডু-এর বন্ধুদের মধ্যে। প্রায় ৬০ বছর একসঙ্গে কাজ করা হ্যানা ও বারবেরার ঘনিষ্ঠ ব্যবসায়িক বন্ধুত্ব এবং অংশীদারিত্বই হয়তো তাদের কার্টুনের এই মূল ভাবনাকে প্রতিফলিত করেছে। পেশাগতভাবে তারা একে অপরের দক্ষতা ও দুর্বলতাকে ভারসাম্যপূর্ণভাবে সামলিয়েছেন। তবে সামাজিক জীবনে তারা একদম আলাদা ধাঁচের ছিলেন। হ্যানা সাধারণত অন্যান্য অ্যানিমেটরদের সঙ্গেই বেশি মেলামেশা করতেন, অন্যদিকে বারবেরা ছিলেন হলিউড তারকাদের সংস্পর্শে।\nতাদের কাজের ভূমিকা একে অপরের পরিপূরক হলেও তারা কাজের বাইরে ব্যক্তিগত জীবনে খুব বেশি কথা বলতেন না। হ্যানা ছিলেন প্রকৃতিপ্রেমী, যিনি বাইরের জগতে অ্যাডভেঞ্চার পছন্দ করতেন, আর বারবেরা ভালোবাসতেন সমুদ্রসৈকত, সুস্বাদু খাবার ও পানীয়। তবে এই দীর্ঘ অংশীদারিত্বে তারা কখনো তীব্র মতবিরোধে জড়াননি। বারবারা একবার বলেছিলেন, “আমরা একে অপরকে পুরোপুরি বুঝতে পারতাম এবং আমাদের দুজনের কাজের প্রতি গভীর শ্রদ্ধা ছিল।”\nহ্যানা সর্বকালের অন্যতম সেরা অ্যানিমেটর হিসেবে বিবেচিত হন এবং তাকে টেক্স অ্যাভেরির সমকক্ষ বলে মনে করা হয়। তিনি ও বারবেরা চলচ্চিত্র জগতে অত্যন্ত সফল ছিলেন এবং টেলিভিশনের পরিবর্তনের সঙ্গে দক্ষতার সঙ্গে খাপ খাইয়ে নিতে পেরেছিলেন। চলচ্চিত্র সমালোচক লিওনার্ড মাল্টিন বলেছেন, হ্যানা-বারবেরা দল কোনো বিরতি বা পরিবর্তন ছাড়াই একই চরিত্রগুলোকে ব্যবহার করে বছরের পর বছর উচ্চমানের কার্টুন তৈরি করে হয়তো একটি রেকর্ড গড়েছেন। তাদের চরিত্রগুলো শুধু অ্যানিমেটেড সুপারস্টার নয়, আমেরিকান জনপ্রিয় সংস্কৃতির এক ভালোবাসার অংশ। অনেকেই ওয়াল্ট ডিজনির একমাত্র প্রতিদ্বন্দ্বী হিসেবে হ্যানা ও বারবেরাকে বিবেচনা করেন।\nতারা টেলিভিশন অ্যানিমেশনে স্থায়ী প্রভাব রেখেছেন। তাদের তৈরি কার্টুনগুলোর অনেকগুলোই সর্বকালের সেরার তালিকায় জায়গা পেয়েছে। তাদের চরিত্রগুলো চলচ্চিত্র, বই, খেলনা এবং অন্যান্য মাধ্যমে বারবার ফিরে এসেছে। ১৯৬০-এর দশকে হ্যানা-বারবেরার টিভি শোগুলোর দর্শক ছিল বিশ্বব্যাপী ৩০ কোটির বেশি এবং এগুলো ২০টিরও বেশি ভাষায় অনূদিত হয়েছে। এছাড়া, হ্যানা ও বারবেরা তাদের সঙ্গীতের ব্যবহার দিয়েও স্বীকৃতি পেয়েছেন। বিশেষত দ্য ক্যাট কনচেরটো (১৯৪৬) ও জোহান মাউস (১৯৫২) অ্যানিমেশন শিল্পের মাস্টারপিস হিসেবে বিবেচিত হয়, কারণ এতে ক্লাসিক্যাল মিউজিকের অনন্য ব্যবহার করা হয়েছিল।\nহ্যানা-বারবেরা দলটি মোট সাতটি একাডেমি পুরস্কার এবং আটটি এমি পুরস্কার জিতেছিল। এর মধ্যে ১৯৬০ সালে দ্য হাকলবেরি হাউন্ড শো-এর জন্য পাওয়া এমি পুরস্কার ছিল প্রথম কোনো অ্যানিমেটেড ধারাবাহিকের জন্য প্রদত্ত এমি। তারা আরও অনেক মর্যাদাপূর্ণ পুরস্কার অর্জন করেছিল, যেমন—টেলিভিশন অ্যাচিভমেন্টের জন্য গোল্ডেন গ্লোব (১৯৬০), গোল্ডেন আইকেই অ্যাওয়ার্ড—প্যাসিফিক পাইওনিয়ার্স ইন ব্রডকাস্টিং (১৯৮৩), পাইওনিয়ার অ্যাওয়ার্ড—ব্রডকাস্ট মিউজিক ইনকরপোরেটেড (১৯৮৭), আইরিস অ্যাওয়ার্ড—ন্যাটপে মেন অফ দ্য ইয়ার (১৯৮৮), লাইসেন্সিং ইন্ডাস্ট্রি মার্চেন্ডাইজার্স অ্যাসোসিয়েশন অ্যাওয়ার্ড ফর লাইফটাইম অ্যাচিভমেন্ট (১৯৮৮), অ্যাকাডেমি অফ টেলিভিশন আর্টস অ্যান্ড সায়েন্সেসের গভর্নর্স অ্যাওয়ার্ড (১৯৮৮), জ্যাকি কুগান অ্যাওয়ার্ড ফর আউটস্ট্যান্ডিং কন্ট্রিবিউশন টু ইউথ থ্রু এন্টারটেইনমেন্ট (১৯৮৮), ফ্রেডেরিক ডব্লিউ. জিভ অ্যাওয়ার্ড ফর আউটস্ট্যান্ডিং অ্যাচিভমেন্ট ইন টেলিকমিউনিকেশনস—ব্রডকাস্টিং ডিভিশন কলেজ—কনজারভেটরি অব মিউজিক ইউনিভার্সিটি অফ সিনসিনাটি (১৯৮৯)। তারা বেশ কয়েকটি অ্যানি অ্যাওয়ার্ড, পরিবেশ বিষয়ক কিছু পুরস্কার এবং আরও অনেক সম্মাননা লাভ করেন। ১৯৯৪ সালে তাদেরকে টেলিভিশন হল অব ফেমে অন্তর্ভুক্ত করা হয়। ২০০৫ সালের মার্চ মাসে অ্যাকাডেমি অফ টেলিভিশন আর্টস অ্যান্ড সায়েন্সেস এবং ওয়ার্নার ব্রাদার্স অ্যানিমেশন যৌথভাবে উত্তর হলিউডের টেলিভিশন একাডেমির হল অব ফেম প্লাজায় হ্যানা ও বারবেরার প্রতি শ্রদ্ধা জানিয়ে একটি দেয়াল ভাস্কর্য স্থাপন করে।\nটম অ্যান্ড জেরি কার্টুনের টম ক্যাট চরিত্রের জন্য হ্যানার দেওয়া চিৎকার এবং বিভিন্ন ধরনের কণ্ঠস্বর পরবর্তীতে ২০০৬ সালের সরাসরি ভিডিওতে প্রকাশিত চলচ্চিত্র টম অ্যান্ড জেরি: শিভার মি হুইস্কার্স, টিভি সিরিজ টম অ্যান্ড জেরি টেলস (২০০৬–২০০৮, বিশেষ করে প্রথম মৌসুমের কয়েকটি পর্ব) এবং দ্য টম অ্যান্ড জেরি শো (২০১৪–২০২১)-তেও পুনরায় ব্যবহার করা হয়। টম অ্যান্ড জেরি-এর বাইরেও তার চিৎকারের কিছু পরিবর্তিত সংস্করণ ক্রিটার্স ২ এবং ক্রিটার্স ৩ সিনেমায় ব্যবহার করা হয়েছিল। এছাড়া, এগুলো জেমস বন্ড চলচ্চিত্র ফর ইয়োর আইজ অনলি-তে এবং ভিডিও গেম প্রিহিস্টোরিক ম্যান-এর গুহামানব চরিত্রের জন্যও ব্যবহৃত হয়েছিল।\n\n\n== আরও দেখুন ==\nমার্কিন অ্যানিমেশনের স্বর্ণযুগ\nটম অ্যান্ড জেরি\nটম অ্যান্ড জেরি: দ্য মুভি\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nকাওলে, জন; জিম করকিস (১৯৯০)। দ্য এনসাক্লোপিডিয়া অব কার্টুন সুপারস্টারস: ফ্রম এ টু (অলমোস্ট জেড)। লাস ভেগাস: পাইওনিয়ার। আইএসবিএন 1-55698-269-0। \nএরিকসন, হাল (১৯৪৭)। টেলিভিশন কার্টুন শো: অ্যান ইলাসট্রেটেড এনসাইক্লোপিডিয়া, ১৯৪৯-১৯৯৩। জেফারসন সিটি, নিউ ইয়র্ক: ম্যাকফারল্যান্ড & কোম্পানি। আইএসবিএন 0-7864-0029-3। \nহর্ন, মরিস (১৯৮০)। দ্য ওয়ার্ল্ড এনসাইক্লোপিডিয়া অব কার্টুনস। ইউ ইয়র্ক: চেলসী হাউজ পাবলিশিং। আইএসবিএন 0-87754-088-8। \nলেনবার্গ, জেফ (২০১১)। উইলিয়াম হ্যানা অ্যান্ড জোসেফ বারবেরা: দ্য সুলতানস অব স্যাটারডে মর্নিং। নিউ ইয়র্ক: চেলসা হাউজ। আইএসবিএন 978-1-60413-837-5। \nম্যালোরি, মিকায়েল (১৯৯৭)। হ্যানা বারবেরা কার্টুনস। ইগলউড, নিউ জার্সি: ইউনিভার্স। আইএসবিএন 0-88363-108-3। \nমালটিন, লেওনার্ড (১৯৮৭)। অব মাইস অ্যান্ড ম্যাজিক: এ হিস্ট্রি অব আমেরিকান অ্যানিমেটেড কার্টুনস। নিউ ইয়র্ক: নিউ আমেরিকান লাইব্রেরি। আইএসবিএন 0-452-25993-2। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে উইলিয়াম হ্যানা সম্পর্কিত মিডিয়া দেখুন।\nওয়ার্নাস ব্রাদার্সের প্রাতিষ্ঠানিক ওয়েবসাইটে হ্যানা-বারবেরা\nইন্টারনেট মুভি ডেটাবেজে উইলিয়াম হ্যানা (ইংরেজি)"}