{"pageid": 1515, "title": "আমেদেও অ্যাভোগাড্রো", "url": "https://bn.wikipedia.org/wiki?curid=1515", "content": "লরেঞ্জো রোমানো আমেদেও কার্লো অ্যাভোগাড্রো, কোয়ারেগনা এবং সেরেতোর কাউন্ট (, এছাড়াও ইউএস: , ইতালীয়: [ameˈdɛːo avoˈɡaːdro] ৯ আগস্ট ১৭৭৬ – ৯ জুলাই ১৮৫৬) একজন ইতালীয় রসায়নবিদ। তিনি বর্তমানের অ্যাভোগাড্রোর সূত্র নামের আণবিক তত্ত্বের জন্য অধিক সমাদৃত। এই সূত্রানুযায়ী, নির্দিষ্ট তাপমাত্রা ও চাপে একই আয়তনের গ্যাসসমূহে একই সংখ্যক অণু থাকবে। তাকে সম্মান জানাতে ১ মোলে প্রাথমিক সত্তার (পরমাণু, অণু, আয়ন বা অন্য কণা) পরিমাণ, ৬.০২২১৪০৭৬×১০২৩ কে অ্যাভোগাড্রো ধ্রুবক নামকরণ করা হয়েছে, যা সাতটি মৌলিক এসআই এককের মধ্যে অন্যতম, যাকে NA দ্বারা প্রকাশ করা হয়।\n\n\n== জীবনী ==\n\nআমেদেও অ্যাভোগাড্রো ১৭৭৬ খ্রিষ্টাব্দে সার্ডিনিয়া কিংডমের তুরিনে (বর্তমানে ইতালির অংশ) এক সম্ভ্রান্ত পরিবারে জন্মগ্রহণ করেছিলেন। তিনি ২০ বছর বয়সে যাজকীয় অনুশাসন বিষয়ে স্নাতক হন এবং অনুশীলন শুরু করেন। খুব শীঘ্রই তিনি নিজেকে পদার্থবিজ্ঞান এবং গণিতের (তখন ইতিবাচক দর্শন বলা হতো) দিকে উত্সর্গ করেছিলেন, এবং ১৮০৯ সালে ভেরসেলির একটি লাইসোতে (উচ্চ বিদ্যালয়) পড়াতে শুরু করেছিলেন। তার পরিবার সেখানেই বসবাস করত এবং সেখানে তাদের কিছু সম্পত্তিও ছিল।\n১৮১১ সালে তিনি Essai d'une manière de déterminer les masses relatives des molécules élémentaires des corps, et les proportions selon lesquelles elles entrent dans ces combinaisons (\"কোনো পদার্থের অনুগুলির আপেক্ষিক ভর এবং অনুগুলি কি অনুপাতে পদার্থটিতে অবস্থান করে তা নির্ণয় বিষয়ক একটি প্রবন্ধ \") শিরোনামে একটি নিবন্ধ প্রকাশ করেছিলেন, যার মধ্যে \"অ্যাভোগাড্রো অনুকল্প\" অন্তর্ভুক্ত ছিল। অ্যাভোগাড্রো এই প্রবন্ধটি জিন-ক্লড ডেলামেথেরির Journal de Physique, de Chimie et d'Histoire naturelle (\"পদার্থবিজ্ঞান, রসায়ন এবং প্রাকৃতিক ইতিহাসের সাময়িকী\")-এ জমা দিয়েছেন।\n১৮২০ সালে তিনি তুরিন বিশ্ববিদ্যালয়ে পদার্থবিজ্ঞানের অধ্যাপক হন। তুরিন তখন প্রথম ভিক্টর এমমানুয়েল এর অধীনে সার্ডিনিয়ার পুনঃপ্রতিষ্ঠিত সেভোয়ার্ড কিংডমের রাজধানী ছিল। অ্যাভোগাড্রো ১৮২১ সালের বিপ্লব আন্দোলনে সক্রিয় ছিলেন। ফলস্বরূপ, তিনি ১৮২৩ সালে তার পদটি হারিয়েছিলেন ( বিশ্ববিদ্যালয়টির আনুষ্ঠানিক ঘোষণা হিসাবে, এটি ছিল \"এই আকর্ষণীয় বিজ্ঞানীকে ভারী শিক্ষাদানের দায়িত্ব থেকে বিশ্রাম দেওয়া হলো, যাতে তিনি তার গবেষণাগুলিতে আরও ভাল মনোযোগ দিতে সক্ষম হন\")। অবশেষে, রাজা চার্লস অ্যালবার্ট ১৮৪৮ সালে একটি সংবিধান (স্ট্যাটুটো আলবার্টিনো) মঞ্জুর করেছিলেন। এর আগে অ্যাভোগাড্রো ১৮৩৩ সালে তুরিনের বিশ্ববিদ্যালয়ে ফিরে এসেছিলেন, যেখানে তিনি আরও বিশ বছর অধ্যাপনা করেছিলেন।\nঅ্যাভোগাড্রোর ব্যক্তিগত জীবন সম্পর্কে খুব কমই জানা যায় যা নিখুঁত ও ধর্মীয় বলে মনে হয়। তিনি ফেলিসিতা মাজেকে বিয়ে করেছিলেন এবং তাদের ছয় সন্তান ছিল। অ্যাভোগাড্রো পরিসংখ্যান, আবহাওয়া এবং ওজন এবং পরিমাপ নিয়ে কাজ করেছেন (তিনি পাইডমন্টে মেট্রিক সিস্টেম প্রবর্তন করেছিলেন) এবং পাবলিক ইন্সট্রাকশন সম্পর্কিত রয়্যাল সুপিরিয়র কাউন্সিলের সদস্য ছিলেন।\nতিনি ১৮৫৬ সালের ৯ জুলাই মৃত্যুবরণ করেন।\n\n\n== সাফল্য ==\nআণবিক তত্ত্বে অ্যাভোগাড্রোর অবদানকে সম্মান জানাতে প্রতি মোল পদার্থে অণুর সংখ্যা NA কে \"অ্যাভোগাড্রো ধ্রুবক\" নামকরণ করা হয়েছে। এই ধ্রুবকের মান হলো ৬.০২২১৪০৭৬×১০২৩ mol−1। অ্যাভোগাড্রো ধ্রুবক ব্যবহার করে রাসায়নিক বিক্রিয়ার সংখ্যা হিসাব করা হয়। এর ফলে রসায়নবিদগন কোন বিক্রিয়ায় কতটুকু উৎপাদ উৎপন্ন হবে তা খুবই নিখুঁত ও নির্ভুলতার সাথে নির্ণয় করতে পারেন।\nজোহান জোসেফ লসমিড সর্বপ্রথম অ্যাভোগাড্রো ধ্রুবকের মান বা এক মোলে কণার সংখ্যা গণনা করেছিলেন যা কখনও কখনও জার্মান ভাষী দেশগুলিতে লসমিড সংখ্যা হিসাবে পরিচিত (লসমিড ধ্রুবকের এখন অন্য অর্থ রয়েছে)।\nঅ্যাভোগাড্রোর সূত্র অনুযায়ী একই আয়তনের (একই তাপমাত্রা এবং চাপে) সকল গ্যাসের ভর যথাক্রমে তাদের আণবিক ভরের সাথে সম্পর্কিত। সুতরাং, কোনো নমুনার জ্ঞাত পরিমাণের ভর থেকে একটি গ্যাসের আপেক্ষিক আণবিক ভর গণনা করা যেতে পারে।\n১৮০৮ সালে জোসেফ লুই গে-লুস্যাক আয়তন (এবং গ্যাসগুলির সংমিশ্রণ) সম্পর্কে তার সূত্র প্রকাশের পর অ্যাভোগাড্রো এই অনুকল্পটি বিকশিত করেছিলেন। অ্যাভোগাড্রোকে সবচেয়ে বড় যে সমস্যার সমাধান করতে হয়েছিল তা হলো পরমাণু এবং অণু সম্পর্কিত সসময়ের বিভ্রান্তি। তাঁর অন্যতম গুরুত্বপূর্ণ অবদান হলো স্পষ্টভাবে একটি অপরটির থেকে আলাদা করা। তিনি উল্লেখ করেছিলেন যে গ্যাসগুলি অণু দ্বারা গঠিত এবং এই অণুগুলি পরমাণুর সমন্বয়ে গঠিত। (উদাহরণস্বরূপ, জন ডাল্টন এই সম্ভাবনাটি বিবেচনা করেননি।) অ্যাভোগাড্রো আসলে \"পরমাণু\" শব্দটি ব্যবহার করেননি কারণ \"পরমাণু\" এবং \"অণু\" শব্দ দুটি প্রায় কোনও পার্থক্য ছাড়াই তখন ব্যবহার করা হতো। এছাড়াও, তিনি ওজন থেকে পৃথক হিসেবে ভরের সংজ্ঞার প্রতি আরও মনোযোগ দিয়েছিলেন।\n\n১৮১৫ সালে গ্যাসের ঘনত্ব সম্পর্কে তিনি Journal de Physique (পদার্থবিজ্ঞান সাময়িকী)-তে Mémoire sur les masses relatives des molécules des corps simples, ou densités présumées de leur gaz, et sur la constitution de quelques-uns de leur composés, pour servir de suite à l'Essai sur le même sujet (একই বিষয় সম্পর্কিত প্রবন্ধের পরিপ্রেক্ষিকে প্রাথমিক অণুসমূহের আপেক্ষিক ভর, বা গ্যাসগুলির প্রস্তাবিত ঘনত্ব এবং তাদের কয়েকটি মিশ্রণের সংস্থাগুলি সম্পর্কিত টীকা) শিরোনামের নিবন্ধ প্রকাশ করেছিলেন।\n১৮২১ সালে তিনি আরও একটি গবেষণাপত্র, Nouvelles considérations sur la théorie des proportions déterminées dans les combinaisons, et sur la détermination des masses des molécules des corps (মিশ্রণে নির্ধারিত অনুপাতের তত্ত্ব সম্পর্কিত নতুন বিবেচনা এবং পরমাণুর ভর নির্ধারণের বিষয়ে) প্রকাশ করেছিলেন যার পরপরই Mémoire sur la manière de ramener les composès organiques aux lois ordinaires des proportions déterminées (\"নির্ধারিত অনুপাতের সাধারণ সূত্রগুলো দ্বারা জৈব যৌগ অনুসন্ধানের পদ্ধতি বিষয়ে টীকা\")।\n১৮৪১ সালে Fisica dei corpi ponderabili, ossia Trattato della costituzione materiale de' corpi তে তার গবেষণা ৪ খণ্ডে প্রকাশ করেন।\n\n\n== তত্ত্বটির প্রতিক্রিয়া ==\nবিজ্ঞানী সম্প্রদায় অ্যাভোগাড্রোর তত্ত্বের দিকে খুব বেশি মনোযোগ দেয়নি এবং তা অবিলম্বে গৃহীত হয় নি। তিনবছর পর অঁদ্রে-মারি অম্পেয়্যার একটি অনুরূপ তত্ত্ব (তার Sur la détermination des proportions dans lesquelles les corps se combinent d'après le nombre et la disposition respective des molécules dont leurs particules intégrantes sont composées; অনুপাতের সংকল্পে যে ব্যবস্থাগুলি সংখ্যার সাথে মিলিত হয় এবং তাদের অবিচ্ছেদ্য কণাগুলি তৈরি হয় সেই কণাগুলির সংশ্লিষ্ট ব্যবস্থা অনুযায়ী সংহত হয় সেই বিষয়ে) প্রস্তাব করেছিলেন, তবে একই তাত্পর্য তাঁর তত্ত্বের প্রতিও দেখানো হয়েছিল।\nকেবল চার্লস ফ্রেডেরিক গেরহার্ট এবং অগাস্ট লরেন্টের জৈব রসায়ন সম্পর্কিত অধ্যয়নগুলির মাধ্যমেই এটি প্রমাণ করা সম্ভব হয়েছিল যে অ্যাভোগাড্রোর সূত্রানুযায়ী একই পরিমাণ গ্যাসের আয়তন একই কেন।\nদুর্ভাগ্যক্রমে, কিছু অজৈব পদার্থ ব্যবহার করে সম্পাদিত পরীক্ষাগুলি বিপরীত ফলাফল দিয়েছিল। অ্যাভোগাড্রোর মৃত্যুর চার বছর পরে ১৮৬০ সালে কার্লসরুহে কংগ্রেসের ঘোষণা অনুযায়ী স্ট্যানিসালাও ক্যানিজারো শেষ পর্যন্ত এটিকে সমাধান করতে সক্ষম হয়েছিলেন। তিনি ব্যাখ্যা করেছিলেন যে এই ব্যতিক্রমগুলি নির্দিষ্ট তাপমাত্রায় আণবিক বিচ্ছিন্নতার কারণে হয়েছিল এবং অ্যাভোগাড্রোর সূত্র কেবল আণবিক ভরই নয়, পারমাণবিক ভরকেও নির্ধারণ করেছিল।\n১৯১১ সালে তুরিনে একটি সভা অ্যাভোগাড্রোর ১৮১১ সালের পত্রটি প্রকাশের শততম বার্ষিকী স্মরণ করে। রাজা তৃতীয় ভিক্টর এমানুয়েল উপস্থিত ছিলেন এবং রসায়নে অ্যাভোগাড্রোর দুর্দান্ত অবদানকে স্বীকৃতি দেওয়া হয়েছিল।\n১৮৫৭ সালে রুডলফ ক্লসিয়াসের প্রস্তাবিত গ্যাসের গতিতত্ত্বের সাথে অ্যাভোগাড্রোর সূত্রের আরও প্রমাণ সরবরাহ করেছিলেন। ইয়াকোবুস হেনরিকুস ফান্ট হফ দেখিয়েছিলেন যে অ্যাভোগাড্রোর তত্ত্বটি দ্রবণের ক্ষেত্রেও প্রযোজ্য।\nঅ্যাভোগাড্রো পারমাণবিক-আণবিক তত্ত্বের প্রতিষ্ঠাতা হিসাবে প্রশংসিত।\n\n\n== আরও দেখুন ==\nঅ্যাভোগাড্রাইট (খনিজ)\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nHinshelwood, C. N.; Pauling, L. (১৯৫৬), \"Amedeo Avogadro\", Science (প্রকাশিত হয় অক্টো ১৯, ১৯৫৬), 124 (3225), পৃষ্ঠা 708–13, ডিওআই:10.1126/science.124.3225.708, পিএমআইডি 17757602, বিবকোড:1956Sci...124..708H উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCavanna, D. (১৯৫৬), \"Centenary of the death of Amedeo Avogadro\", Minerva Farmaceutica (প্রকাশিত হয় জুন ১৯৫৬), 5 (6), পৃষ্ঠা 134–37, পিএমআইডি 13369233 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCrosland, M. P. (১৯৭০), \"Avogadro, Amedeo\", Dictionary of Scientific Biography, 1, New York: Charles Scribner's Sons, পৃষ্ঠা 343–50, আইএসবিএন 0-684-10114-9. উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMorselli, Mario. (1984). Amedeo Avogadro, a Scientific Biography. Kluwer. আইএসবিএন ৯০-২৭৭-১৬২৪-২.\nReview of Morselli's book: Pierson, S. (১৯৮৪), \"Avogadro and His Work: Amedeo Avogadro\", Science (প্রকাশিত হয় অক্টো ২৬, ১৯৮৪), 226 (4673), পৃষ্ঠা 432–33, ডিওআই:10.1126/science.226.4673.432, পিএমআইডি 17799933, বিবকোড:1984Sci...226..432M উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPierre Radvanyi, \"Two hypothesis of Avogadro\", 1811 Avogadro's article analyzed on BibNum  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ জুলাই ২০১৪ তারিখে (click 'Télécharger').\n\n\n== বহিঃসংযোগ ==\n\nওপেন লাইব্রেরিতে আমেদেও অ্যাভোগাড্রো-এর সৃষ্টিকর্ম"}