{"pageid": 1515983, "title": "কর্ণাটকের সময়রেখা", "url": "https://bn.wikipedia.org/wiki?curid=1515983", "content": "কর্ণাটক নামটি করুণাডু থেকে এসেছে, যার অর্থ 'উচ্চ ভূমি' বা 'উচ্চ মালভূমি', কারণ এটি দাক্ষিণাত্য মালভূমিতে অবস্থিত। কন্নড় ভাষায় এই নামের অর্থ 'কালো মাটির ভূমি'-ও (কারি, 'কালো'; নাড়ু, - 'এলাকা' বা 'অঞ্চল') হতে পারে। নামের অন্যান্য সম্ভাব্য উৎসও রয়েছে। কর্ণাটকের লিপিবদ্ধ ইতিহাস রামায়ণ এবং মহাভারত মহাকাব্যের সাথে সম্পর্কিত। রামায়ণে উল্লিখিত \"বালি\" এবং \"সুগ্রীব\"-এর রাজধানী হাম্পি বলে জানা যায়। মহাভারতে কর্ণাটককে \"কর্ণাট দেশ\" হিসাবে উল্লেখ করা হয়েছে। ঐতিহাসিকভাবে এই অঞ্চলটিকে \"কুন্তলা রাজ্য\"-ও বলা হত।\nকর্ণাটক দক্ষিণপথের (দক্ষিণ অঞ্চল) অংশ ছিল, যা অনেক ভারতীয় মহাকাব্যে উল্লেখ করা হয়েছে। মহর্ষি অগস্ত্যের সাথে সম্পর্কিত বাতাপিকে বাগলকোট জেলার বাদামির সাথে চিহ্নিত করা হয়। কর্ণাটক দাক্ষিণাত্য মালভূমির পশ্চিম প্রান্তে অবস্থিত। এটি উত্তরে মহারাষ্ট্র এবং গোয়া, পূর্বে অন্ধ্র প্রদেশ, উত্তর-পূর্বে তেলেঙ্গানা এবং দক্ষিণে তামিলনাড়ু এবং কেরালার প্রতিবেশী। পশ্চিমে এটি আরব সাগরে খুলে গেছে।\n\n\n== প্রাগৈতিহাসিক ==\n\nখ্রিস্টপূর্ব চতুর্থ এবং তৃতীয় শতাব্দীতে, কর্ণাটক নন্দ এবং মৌর্য সাম্রাজ্যের অংশ ছিল। চিত্রদুর্গে অবস্থিত ব্রহ্মগিরির শিলালিপিগুলি আনুমানিক ২৩০ খ্রিস্টপূর্বাব্দে সম্রাট অশোকের সময়ের এবং নিকটবর্তী অঞ্চলটিকে \"ইশিলা\" বলে উল্লেখ করা হয়েছে, যার অর্থ সংস্কৃতে \"সুরক্ষিত অঞ্চল\"। কন্নড় ভাষায় \"ইসিলা\" এর অর্থ \"তীর নিক্ষেপ করা\" (\"সিলা\" বা \"সালা\" এর অর্থ গুলি করা এবং কন্নড় ভাষায় \"ইস\" বা \"এস\" এর অর্থ নিক্ষেপ করা)। মৌর্যের পর, সাতবাহন উত্তরে এবং গঙ্গ দক্ষিণে ক্ষমতায় আসেন, যাকে আধুনিক সময়ে কর্ণাটকের সূচনা বিন্দু হিসেবে ধরা যেতে পারে। আমোগবর্ষের কবিরাজমার্গে কর্ণাটককে দক্ষিণে কাবেরী নদী এবং উত্তরে গোদাবরী নদীর মধ্যবর্তী অঞ্চল হিসেবে উল্লেখ করা হয়েছে। এটিতে \"কাব্য প্রয়োগ পরিনাথমথিগল\" (ছবি দেখুন) লেখা আছে যার অর্থ এই অঞ্চলের লোকেরা কবিতা এবং সাহিত্যে বিশেষজ্ঞ।\n\n\n== শুরুর সময়কাল ==\n\nখ্রিস্টপূর্ব তৃতীয় অব্দের দিকে সাতবাহন ক্ষমতায় আসেন। সাতবাহনরা উত্তর কর্ণাটকের কিছু অংশ শাসন করত। তারা প্রাকৃত ভাষাকে প্রশাসনিক ভাষা হিসেবে ব্যবহার করত এবং সম্ভবত তারা কর্ণাটকের অন্তর্ভুক্ত ছিল। সেমুখ ও গৌতমীপুত্র শতকর্নি ছিলেন একজন গুরুত্বপূর্ণ শাসক।  সাম্রাজ্যটি প্রায় ৩০০ বছর স্থায়ী হয়েছিল। সাতবাহন সাম্রাজ্যের পতনের সাথে সাথে, কর্ণাটকের উত্তরে কদম্ব এবং দক্ষিণে গঙ্গরা ক্ষমতায় আসে।\n\n\n== বনবাসী কদম্ব ==\n\nকদম্বরা কর্ণাটকের প্রাচীনতম আদিবাসী শাসক ছিলেন বলে মনে করা হয়। এই বংশের প্রতিষ্ঠাতা ছিলেন ময়ূরবর্মা এবং সবচেয়ে শক্তিশালী শাসক ছিলেন কাকুস্থবর্মা। কদম্ব নামটি কদম্ব গাছের নামানুসারে এসেছে, যা সাম্রাজ্য যেখানে প্রতিষ্ঠিত হয় সেই স্থানের কাছে জন্মেছিল। চালুক্যরা এই সাম্রাজ্য দখল করার আগে কদম্বরা প্রায় ২০০ বছর রাজত্ব করেছিল, কিন্তু কদম্বদের কিছু ছোটখাটো শাখা চতুর্দশ শতাব্দী পর্যন্ত হানাগল, গোয়া এবং অন্যান্য অঞ্চল শাসন করেছিল। এই প্রাচীন সাম্রাজ্য সম্পর্কে বিস্তারিত তথ্য চন্দ্রাবল্লি, চন্দ্রগিরি, হালমিদি, তালাগুন্ডা ইত্যাদি শিলালিপি থেকে পাওয়া যায়\n\n\n== তালাকাডুর গঙ্গ ==\n\nগঙ্গরা প্রথমে নন্দগিরি এবং তারপর তালাকাডু থেকে শাসন করত। তারা জৈন ও হিন্দু ধর্মের পৃষ্ঠপোষক ছিলেন। কন্নড় সাহিত্যের বিকাশ ও বিকাশের জন্য একটি শক্তিশালী ভিত্তি স্থাপনেও তারা গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। তারা প্রায় ৭০০ বছর ধরে রাজত্ব করেছে। তাদের শীর্ষ সময়ে, সাম্রাজ্যের অন্তর্ভুক্ত ছিল কোডাগু, তুমকুর, বেঙ্গালুরু, মহীশূর জেলা, অন্ধ্র ও তামিলনাড়ুর কিছু অংশ। দূর্বিনীথা, শ্রীপুরুষ ও রতচামল্লা ছিলেন বিখ্যাত শাসক। গঙ্গ স্থাপত্যের সবচেয়ে বিখ্যাত উদাহরণ হল শ্রাবণবেলগোলার গোমতেশ্বর, যা গঙ্গর মন্ত্রী \"চাভুন্ডারায়\" দ্বারা আনুমানিক ৯৮৩ খ্রিস্টাব্দে নির্মিত। মূর্তিটি একটি একক মনোলিথ পাথর থেকে খোদাই করা এবং ৫৭ ফুট উঁচু। এটি বিশ্বের সবচেয়ে উঁচু মনোলিথ মূর্তি, এবং এতটাই নিখুঁত যে ন্যূনতম খুঁত সৃষ্টি করার জন্য হাতের আঙ্গুলগুলি সামান্য কেটে ফেলা হয়েছে (কন্নড় ভাষায় দৃষ্টি নেভারণে )। মূর্তিটি নগ্ন, এবং সেই রূপে মানবদেহের সৌন্দর্য প্রদর্শন করে। এই ধরণের মূর্তিটি কর্ণাটকে প্রথম এবং এরপরে এইরকম আর কোনও মূর্তি তৈরি হয়নি।\n\n\n== বাদামির চালুক্য রাজবংশ ==\n\nচালুক্য সাম্রাজ্য প্রতিষ্ঠিত হয়েছিল পুলকেশীর দ্বারা। তাঁর পুত্র প্রথম কীর্তিবর্মা সাম্রাজ্যকে সুসংহত ও শক্তিশালী করেন। মঙ্গলেশ একজন শক্তিশালী শাসক ছিলেন এবং সাম্রাজ্যের বিস্তার ঘটান। \"চালুক্য\" নামের কোন নির্দিষ্ট অর্থ নেই। কিংবদন্তি অনুসারে, ব্রহ্মার চেলুক (এক ধরণের পাত্র) থেকে জন্ম নেওয়া সাহসী পুরুষের নাম ছিল চালুক্য। তারা ছিলেন ভগবান বিষ্ণুর পৃষ্ঠপোষক। এই বংশের সবচেয়ে বিখ্যাত শাসক ছিলেন দ্বিতীয় পুলকেশিন (আনুমানিক ৬১০ খ্রিস্টাব্দ - আনুমানিক ৬৪২ খ্রিস্টাব্দ)। তিনি \"সত্যাশের্য পরমেশ্বর\" এবং \"দক্ষিণ পাঠেশ্বর্য\" উপাধি পেয়েছিলেন কারণ তিনি দক্ষিণ ও উত্তরের বেশিরভাগ শাসক এবং তার সাথে কনৌজের হর্ষবর্ধনকে পরাজিত করেছিলেন। তাঁর শাসনকালে, সাম্রাজ্য কর্ণাটকের দক্ষিণে বিস্তৃত ছিল এবং সমগ্র পশ্চিম ভারত (অর্থাৎ গুজরাট, মহারাষ্ট্র) এর অন্তর্ভুক্ত ছিল। পরবর্তী বিজয়গুলি পূর্বাঞ্চল (উড়িষ্যা, অন্ধ্র)কেও তার শাসনের অধীনে নিয়ে আসে। চীনা পরিব্রাজক জুয়ানজ্যাং তার দরবার পরিদর্শন করেন এবং এই সাম্রাজ্যকে \"মহোলোচা\" (মহারাষ্ট্র) নামে অভিহিত করেন। তার বর্ণনায় দ্বিতীয় পুলকেশিনের ব্যক্তিগত বিবরণ এবং ব্যবহৃত সামরিক কৌশল অন্তর্ভুক্ত ছিল। অজন্তার একটি শৈল্পিক ছবিতে পারস্য সম্রাট দ্বিতীয় কুসরুর প্রতিনিধির তাঁর রাজ্যে আগমনের চিত্র তুলে ধরা হয়েছে। দ্বিতীয় পুলকেশীন অবশেষে পল্লব শাসক নরসিংহবর্মার কাছে পরাজিত হন যিনি বাদামি দখল করেন এবং নিজেকে \"ভাতাপিকোন্ডা\" বলে ডাকেন, যার আক্ষরিক অর্থ \"যিনি বাদামি জয় করেছেন\"। দ্বিতীয় পুলকেশীর শেষ সময়ের ঘটনা এখনও রহস্যময়। কিন্তু এই সাম্রাজ্যটি ৭৫৭ খ্রিস্টাব্দ পর্যন্ত টিকে থাকতে পেরেছিল। স্থাপত্যে তাদের অবদানের মধ্যে রয়েছে বাদামি, আইহোল, পট্টডাকল, মহাকুট ইত্যাদি গুহা মন্দির।\n\n\n== মান্যখেতের রাষ্ট্রকূট ==\n\nরাষ্ট্রকূট নামটি পটেলা, গৌড়, হেগড়ে, রেড্ডি ইত্যাদির মতো একটি আনুষ্ঠানিক উপাধি। দন্তিদুর্গ এবং তার পুত্র কৃষ্ণ চালুক্যদের হাত থেকে সাম্রাজ্য দখল করে এবং এর উপর একটি শক্তিশালী সাম্রাজ্য গড়ে তোলেন। গোবিন্দের রাজত্বকালে, সাম্রাজ্য দক্ষিণ ও উত্তর উভয় দিকে আরও শক্তিশালী হয়ে ওঠে। তাঁর পুত্র নৃপতুঙ্গ অমোগবর্ষ কবিরাজমার্গের কাজের কারণে \"কবিচক্রবর্তী\" নামে অমর হয়েছিলেন। আনুমানিক ৯১৪ খ্রিস্টাব্দে আরব পরিব্রাজক হাসান-আল-মাসুদ এই সাম্রাজ্য পরিদর্শন করতে আসেন। দশম শতাব্দী ছিল কন্নড় সাহিত্যের জন্য একটি স্বর্ণযুগ। বিখ্যাত কবি \"পম্পা\" রাষ্ট্রকূটদের সামন্ত আরিকেশরীর দরবারে উপস্থিত ছিলেন। আদিকবি পম্পা \" বিক্রমার্জুন বিজয় \" মহাকাব্যের মাধ্যমে \" চম্পু \" শৈলীকে জনপ্রিয় করেছিলেন। এই সময়ের অন্যান্য বিখ্যাত কবিদের মধ্যে পোন্না, রান্না প্রমুখ উল্লেখযোগ্য ছিলেন। আনুমানিক ৯৭৩ খ্রিস্টাব্দে চালুক্যের দ্বিতীয় তৈল, রাষ্ট্রকূটদের শেষ শাসক দ্বিতীয় কর্কের দুর্বলতার সুযোগ নিয়ে দীর্ঘ যুদ্ধের পর রাষ্ট্রকূটদের পরাজিত করেন। ইলোরার বিশ্বখ্যাত কৈলাস মন্দির তাদের স্থাপত্যের এক চমৎকার উদাহরণ। \n\n\n== কল্যাণের চালুক্য ==\n\nরাষ্ট্রকূটের পতনের পর চালুক্যের আসেন যারা কল্যাণ থেকে শাসন করত। এঁদের মধ্যে সবচেয়ে বিখ্যাত ছিল ষষ্ঠ বিক্রমাদিত্য। তিনি \"বিক্রম শক\" নামক একটি নতুন যুগের সূচনার জন্য মূল কারণ ছিলেন। এই সময়কালে (প্রায় ১১৫০ খ্রিস্টাব্দ) ঘটে যাওয়া একটি গুরুত্বপূর্ণ ঘটনা হল বিজ্জলার দরবারে বাসবেশ্বরের সামাজিক ও ধর্মীয় আন্দোলন। এই সময়কালে বাসবেশ্বর, আল্লামাপ্রভু, চন্নবাসবন্ন এবং আক্কমাহাদেবীর অধীনে যে সাহিত্য বিকশিত হয়েছিল, তার ফলে নাদুগন্নদ (মধ্য কন্নড়) ভাষায় \" বচন্ন \" এর জন্ম হয়েছিল যা বোধগম্য, মার্জিত এবং জনগণের কাছে পৌঁছানোর ক্ষেত্রে কার্যকর ছিল। বচন্ন সাহিত্য রূপটি সংস্কৃত প্রভাবকে বহুলাংশে দূর করতে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল এবং এইভাবে কন্নড় ভাষাকে সাহিত্যের জন্য একটি কার্যকর ভাষা হিসেবে জনপ্রিয় করে তুলেছিল। কাশ্মীরি কবি বিলহান তাঁর দরবারে এসেছিলেন এবং সেখানে বসবাস করতেন। তিনি ষষ্ঠ বিক্রমাদিত্যের প্রশংসা করে \"বিক্রমাঙ্কদেবচরিত\" লিখেছিলেন। কালাচুর্যরা তাদের সাম্রাজ্য দখল করে প্রায় ২০ বছর শাসন করেছিল কিন্তু তারা সাম্রাজ্যের অখণ্ডতা বজায় রাখতে পারেনি। এভাবেই এই সাম্রাজ্য ভেঙে যায় যা উত্তরে সেভুনা এবং দক্ষিণে হোয়সালাদের মধ্যে ভাগাভাগি হয়ে যায়। \n\n\n== দেবগিরির সেভুনাস ==\n\nসেভুনারা নাসিকের বাসিন্দা ছিলেন এবং ৮৩৫ খ্রিস্টাব্দে ক্ষমতায় আসেন। তারা দ্বাদশ শতাব্দীর শুরু পর্যন্ত দাক্ষিণাত্যের কিছু অংশ এবং কর্ণাটকের খুব ছোট অংশ শাসন করেছিলেন, দেবগিরি ছিল তাদের রাজধানী। দ্বিতীয় সিঙ্গানা ছিলেন প্রধান শাসক এবং তাঁর রাজত্বকালে, সাম্রাজ্যের বেশিরভাগ অংশ স্থিতিশীলতা অর্জন করেছিল যা পরবর্তীতে বজায় রাখা সম্ভব হয়নি। তারা হোয়সালা এবং অন্যান্য শাসকদের সাথে ক্রমাগত যুদ্ধে লিপ্ত ছিলেন এবং শেষে দিল্লির সুলতান আলাউদ্দিন খিলজি এবং তার সেনাপতি মালিক কাফুরের হাতে পরাজিত হন।\n\n\n== দ্বারসমুদ্রের হোয়সালা ==\n\nহোয়সালারা তাদের স্থাপত্যের জন্য বিখ্যাত ছিল। এই সাম্রাজ্য প্রতিষ্ঠা করেছিলেন কিংবদন্তি ব্যক্তি \"সালা\", যিনি সোসাভুর (বর্তমানে চিক্কামাগালুরের অঙ্গাদি) গ্রামের বাসিন্দা ছিলেন। একবার, তিনি তার গুরু সুদত্তের সাথে বসন্তিকা মন্দিরে গিয়েছিলেন, কিন্তু, পথে একটি বাঘ তাদের আক্রমণ করার চেষ্টা করে। তাঁর গুরু একটি \"খাতারি\" (ছুরি) তাঁর দিকে ছুঁড়ে মারেন এবং \"হয়ে সালা (আঘাত করো, সালা)\" বলে চিৎকার করেন এবং তখন তিনি বাধ্যতার সাথে সম্মতি জানান এবং বাঘটিকে পিষে মেরে ফেলেন। সুদত্ত তাকে আশীর্বাদ করলেন এবং বললেন যে তিনি একটি শক্তিশালী সাম্রাজ্য প্রতিষ্ঠা করবেন। হোয়সালাদের প্রতীকে বাঘের সাথে সালার লড়াই দেখানো হয়েছে। কিছু লোক ব্যাখ্যা করেন যে প্রতীকে থাকা লোকটি হোয়সালাদের প্রতিনিধিত্ব করে ও বাঘটি চোলদের প্রতিনিধিত্ব করে (বাঘ চোলদের প্রতীক), এবং এই সম্পূর্ণ প্রতীকটি তালাক্কাদে চোলদের উপর হোয়সালের বিজয়কে প্রতিনিধিত্ব করে। এই কিংবদন্তিটি তাদের রাজকীয় প্রতীকেও চিত্রিত হয়েছে এবং অনেক শিলালিপিতে এবং বেলুড় মন্দিরের সামনে দেখতে পাওয়া যায়। হোয়সালারা জৈন ধর্মের পৃষ্ঠপোষক ছিলেন কিন্তু সকল ধর্মকেই সম্মান করতেন। খ্রিস্টীয় অষ্টম শতাব্দীতে, বিখ্যাত দার্শনিক আদি শঙ্করাচার্য চিকামগালুরের শৃঙ্গেরিতে দক্ষিণাম্নায় শারদা পীঠ প্রতিষ্ঠা করেন এবং বিদেক (হিন্দু) ধর্মকে প্রেরণা দেন। বিখ্যাত দার্শনিক রামানুজাচার্য যদুগিরিতে (বর্তমানে মেলুকোটে, মহীশূরের কাছে) চেলুভনারায়ণ মন্দির প্রতিষ্ঠা করেছিলেন। বিখ্যাত হোয়সল রাজা বিত্তিদেব (যাকে বিত্তিগও বলা হত) রামানুজাচার্যের দ্বারা প্রভাবিত হয়ে হিন্দু ধর্মে ধর্মান্তরিত হয়ে নিজের নাম পরিবর্তন করে বিষ্ণুবর্ধন রাখেন। \nবিশ্ববিখ্যাত চেন্নাকেশব মন্দির, বেলুড়, হোয়সালেশ্বর মন্দির, হালেবিড এবং চেন্নাকেশব মন্দির, সোমনাথপুরা তাদের স্থাপত্যের উদাহরণ। মাদুরাইয়ের যুদ্ধে তৃতীয় বীর বল্লালের মৃত্যুর পর, হোয়সাল রাজবংশের অবসান ঘটে। বিখ্যাত লিপিবিদ্যা বিশেষজ্ঞ মিঃ ফার্গুসেন \"হোয়সালেশ্বর\" মন্দিরের স্থাপত্যকে যেকোনো গথিক স্থাপত্যের শিল্পকে ছাড়িয়ে যাওয়ার মতো বর্ণনা করেছেন। কিছু ইউরোপীয় সমালোচক গ্রীসের এথেন্সের পার্থেননের সাথে হালেবিডের হোয়সালা স্থাপত্যের তুলনা করেন। \n\n\n== বিজয়নগর ==\nবিজয়নগর সাম্রাজ্যটি হরিহর এবং বুক্কা যুগল দ্বারা প্রতিষ্ঠিত হয়েছিল। দিল্লি সুলতানি কর্তৃক যখন ওয়ারাঙ্গলের কাকতীয় এবং কুম্মতদুর্গের রাজা কাম্পিলি নিহত এবং তাদের রাজবংশ উচ্ছেদ করা হয়, সেই কঠিন সময়ে এই সাম্রাজ্য প্রতিষ্ঠিত হয়েছিল। দুর্বল হোয়সালা সম্রাট তৃতীয় বীর বল্লাল  তিরুভান্নামালাই থেকে মরিয়া হয়ে যুদ্ধ করেছিলেন এবং অবশেষে মাদুরাইতে একটি যুদ্ধে আত্মহত্যা করেছিলেন। এমন এক সময়ে, বিদ্যারণ্যের আধ্যাত্মিক নির্দেশনায় হাক্কা এবং বুক্কা দেখেন একটি খরগোশ শিকারী কুকুরকে তাড়ানোর চেষ্টা করছে। অতএব, ১৩৩৬ খ্রিস্টাব্দে, তারা একটি শহর তৈরি করেন এবং প্রথমে (বিদ্যারণ্যের স্মরণে) এর নামকরণ করে বিদ্যানগর, কিন্তু পরে এটিকে বিজয়নগরে পরিবর্তন করে। হাক্কা প্রথম হরিহর রায়ের নাম ধারণ করেন এবং তাঁর ন্যায়শাসনে ১৩৪৬ খ্রিস্টাব্দে সাম্রাজ্য দৃঢ়ভাবে প্রতিষ্ঠিত হয়। তিনি মাদুরাই সালতানাতকে দমন করেছিলেন এবং শ্রীরঙ্গমের শ্রী রঙ্গনাথের মূর্তি ফিরিয়ে আনতে সাহায্য করেছিলেন, যা দিল্লি সালতানাতের আক্রমণের সময় তিরুপতিতে স্থানান্তরিত হয়েছিল। তার ভাই বুক্কা তার উত্তরসূরী হন, প্রথম বুক্কা রায় নাম ধারণ করে। তার উত্তরসূরিরা দক্ষ প্রশাসক ছিলেন এবং প্রায় ৩০০ বছর ধরে দক্ষিণ ভারতে মুসলিম আক্রমণ প্রতিহত করতে সফল হন। ইতালীয়, পর্তুগিজ এবং পারস্যের দর্শনার্থীরা (পার্সি, কান্তা, আব্দুল রাজাক) বিজয়নগরের রাজধানী হাম্পিকে সেই সময়ের রোমের সমতুল্য বলে বর্ণনা করেছিলেন। কৃষ্ণদেবরায় ছিলেন সাম্রাজ্যের সবচেয়ে বিখ্যাত শাসক। ১৫৩০ সালে তার মৃত্যুর পর, রাজপরিবারে অভ্যন্তরীণ কলহ দেখা দেয়। সাম্রাজ্যকে দৃঢ়ভাবে ধরে রাখার এবং সামন্তদের বিদ্রোহ দমন করার ক্ষমতা কারোর ছিল না। এর সুযোগ নিয়ে, বেরার সালতানাত এবং বিজাপুর, বিদার, গোলকুন্ডা এবং আহমেদনগরের সুলতানরা আনুমানিক ১৫৬৫ খ্রিস্টাব্দে তালিকোটার যুদ্ধে আলিয়া রাম রায়ের বাহিনীকে পরাজিত করেন। এই সুলতানরা হাম্পিও লুণ্ঠন করেছিলেন। হাম্পিতে অবস্থিত বিজয় বিঠ্ঠল মন্দিরের পাথরের রথটি বিজয়নগর স্থাপত্যের একটি চমৎকার উদাহরণ। \n\n\n== বাহমানী ==\n\nদক্ষিণ ভারতে মুসলিম শাসকদের বিজয়ের ফলে বহুমানী সাম্রাজ্য প্রতিষ্ঠিত হয়েছিল। মুসলিম আক্রমণ এতটাই তীব্র ছিল যে প্রায় দুটি আক্রমণে দক্ষিণের চারটি সাম্রাজ্য ধ্বংস হয়ে যায় (আনুমানিক ১৩১৮ খ্রিস্টাব্দে দেবগিরি, আনুমানিক ১৩২৩ খ্রিস্টাব্দে অন্ধ্রের বরঙ্গল, আনুমানিক ১৩৩০ খ্রিস্টাব্দে তামিলনাড়ুর পাণ্ড্য এবং আংশিকভাবে হোয়সাল)। কিন্তু হোয়সাল বল্লাল তার রাজধানী তিরুভান্নামালাইতে স্থানান্তরিত করেন এবং তার লড়াই চালিয়ে যান। পারস্য থেকে আমীর হাসান নিজেকে বাহমানি বলে পরিচয় দেন এবং বাহমানি রাজ্য প্রতিষ্ঠা করেন। মুহাম্মদ শাহ একজন দক্ষ শাসক ছিলেন এবং এই সাম্রাজ্যকে শক্তিশালী করেছিলেন। এই সাম্রাজ্য মহারাষ্ট্রের বৃহৎ অংশ এবং তেলেঙ্গানা, অন্ধ্র প্রদেশ এবং কর্ণাটকের কিছু অংশ ( বিজাপুর, বিদার, গুলবার্গা এলাকা) জুড়ে স্থাপিত হয়েছিল। মুহাম্মদ গাওয়ান ছিলেন বাহমানদের অধীনে একজন বিখ্যাত মন্ত্রী। তারা বিদার থেকে শাসন করতেন। রাশিয়ান পর্যটক নিকিতেন আনুমানিক ১৪৭০ খ্রিস্টাব্দে সাম্রাজ্য পরিদর্শন করেন এবং বিদারকে একটি সুন্দর শহর হিসেবে বর্ণনা করেন। \n\n\n== বিজাপুরের সুলতান ==\n\nআনুমানিক ১৪৯০ খ্রিস্টাব্দে এই  সাম্রাজ্য পাঁচটি ভাগে বিভক্ত হয়, যার মধ্যে বিদার এবং বিজাপুর কর্ণাটকের অন্তর্গত। অন্যান্য রাজ্যগুলি হল বেরার, আহমেদনগর এবং গোলকুন্ডা । মুহাম্মদ ইব্রাহিম আদিল শাহ বিজাপুরে বিখ্যাত গোল গুম্বাজ নির্মাণ করেন। তাদের রাজত্বকালে মুসলিম স্থাপত্যের বিকাশ ঘটে কিন্তু তার মধ্যে অনেকগুলি অসম্পূর্ণ অবস্থায় থেকে যায়। দ্বিতীয় ইব্রাহিমের দরবারে থাকা ফারিস্তা \"নাজুমাল-উল্লুম\" (বিজ্ঞানীদের তারকা) নামে একটি বিশ্বকোষ সংকলন করেছিলেন যাতে দক্ষিণী ধাঁচের অনেক শিল্পকলা ছিল। ১৬৮৬ সালে আওরঙ্গজেবের নেতৃত্বে মুঘলরা অবশেষে সিকান্দার আদিল শাহকে পরাজিত করে, এই সময় পূর্ববর্তী সুলতান দৌলতাবাদ দুর্গে বন্দী ছিলেন, যেখানে তিনি ১৬৮৬ সালে মারা যান, যার ফলে আদিল শাহী রাজবংশের অবসান ঘটে।\n\n\n== কেলাডির নায়ক ==\n\nবিজয়নগরের রাজত্বকালে কেলাদির নায়করা মালনাড় এবং কারাভালি (পশ্চিম উপকূল) অঞ্চল শাসন করতেন। এঁরা পর্তুগিজ এবং বিজাপুরের সুলতানদের সফলভাবে প্রতিহত করেন। বিজয়নগর সাম্রাজ্যের পতনের পর তারা হিন্দু ধর্মের সংস্কৃতি ও ঐতিহ্যকে এগিয়ে নিয়ে যায়। এই বংশের শ্রেষ্ঠ সময়কালে, সাম্রাজ্যটি বানভাসি (উত্তরা কন্নড়ের) থেকে কান্নুর (কেরালায়) এবং পশ্চিম উপকূল থেকে সাক্কারেপাত্তানা (কোদাগুতে) পর্যন্ত বিস্তৃত ছিল এবং বর্তমানের উডুপি, দক্ষিণ কন্নড়, উত্তর কন্নড়, শিমোগা, চিক্কামাগালুর, হাসান এবং কোডাগুর কিছু অংশ এর অন্তর্ভুক্ত ছিল। এই বংশের শাসকদের মধ্যে সবচেয়ে বিখ্যাত ছিলেন শিবাপ্পা নায়ক, যার চমৎকার সামরিক ও প্রশাসনিক দক্ষতা ছিল। তিনি বিজাপুর সুলতানদের হাত থেকে বিজয়নগরের তিরুমালা নায়ককে আশ্রয় দিয়েছিলেন। তিনি তাঁর কর ব্যবস্থা এবং কৃষি ব্যবস্থার জন্য বিখ্যাত ছিলেন। তাঁর ভূমি কর ব্যবস্থা \"শিবপ্পনায়কনা শিষ্টু\" (শিবপ্পননায়কের শৃঙ্খলা) নামে বিখ্যাত। রানী হিসেবে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন কেলাদি চেন্নাম্মা । তিনি ছিলেন ভারতীয় শাসকদের মধ্যে প্রথম একজন, যিনি আওরঙ্গজেবের মুঘল সৈন্যদলকে অমান্য করেছিলেন এবং পরাজিত করেছিলেন। শিবাজির পুত্র রাজারামকে আশ্রয় দেওয়ার সময়, তিনি গেরিলা যুদ্ধে লিপ্ত হন এবং আওরঙ্গজেবের বাহিনীর সাথে যুদ্ধ করেন। মুঘল সম্রাট নিজেই তাঁর সাথে শান্তির স্থাপনের জন্য চুক্তি করতে বাধ্য হন। তিনি কন্নড় ঐতিহ্যবাহী (জনপদ) গানে অমর হয়ে আছেন। পরবর্তীতে, রানী বীরম্মাজির রাজত্বকালে, মহীশূরের হায়দার আলী এই সাম্রাজ্য দখল করেন এবং তাঁকে মধুগিরিতে বন্দী করেন।\n\n\n== মহীশূরের ওদিয়ার ==\n\nদ্বারকা থেকে মহীশূরে আসা যাদব বংশের ইয়েদুরায় এবং কৃষ্ণদেবকে অনুরোধ করা হয়েছিল মারপ্পানায়ককে আটকাতে সাহায্যের করার জন্য। তারা তাকে পরাজিত করে হত্যা করেন। তার উত্তরাধিকারীর সাথে ইয়েদুরায়ের বিবাহ হয় এবং তিনি ১৩৯৯ খ্রিস্টাব্দে রাজ্যাভিষেক করেন। মহীশূরকে পূর্বে \"মহিষমণ্ডল\" বলা হত যার অর্থ মহিষের রাক্ষসের অঞ্চল। এই অঞ্চলের এক দেবী এই রাক্ষসকে বধ করেছিলেন এবং তাই এই স্থানের নামকরণ হয়েছিল মহীশূর। রাজা ওদেয়ার এই ছোট রাজ্যটিকে একটি শক্তিশালী সাম্রাজ্যে পরিণত করেছিলেন। এরপর তাদের রাজধানী মহীশূর থেকে শ্রীরঙ্গপট্টনায় স্থানান্তরিত করা হয়। চিক্কাদেবরাজ ওদেয়ার এই বংশের সবচেয়ে বিখ্যাত শাসক এবং তিনি নায়ক (ইক্কেরি), সুলতান (মাদুরাই) এবং শিবাজিকে পরাজিত করে \"কর্ণাটক চক্রবর্তী\" উপাধি পেয়েছিলেন। ১৬৮৬ খ্রিস্টাব্দের মধ্যে এই সাম্রাজ্য প্রায় সমগ্র দক্ষিণ ভারতকে নিজেদের দখলে আনে। ১৬৮৭ খ্রিস্টাব্দে ওদিয়াররা তিন লক্ষ টাকা দিয়ে মুঘলদের কাছ থেকে বেঙ্গালুরু শহর কিনে নেয়। ১৭৬১ খ্রিস্টাব্দের মধ্যে হায়দার আলী, একজন সাধারণ সৈনিক, তাদের সাম্রাজ্য দখল করেন।\n\n\n== শ্রীরঙ্গপত্তন সুলতানি ==\n\nহায়দার আলী মহীশূর দখল করেন এবং শ্রীরঙ্গপত্তন থেকে শাসন  করতেন। তিনি শীঘ্রই প্রধানমন্ত্রী নাঞ্জরাজকে পদচ্যুত করেন এবং রাজাকে তার নিজের প্রাসাদে বন্দী করেন। হায়দার আলীর পরে টিপু সুলতান ক্ষমতায় আসেন। তিনি ব্রিটিশ এবং ব্রিটিশদের মিত্রবাহিনীর বিরুদ্ধে রক্তক্ষয়ী যুদ্ধে অংশ নেন কিন্তু চতুর্থ ইঙ্গ-মহীশূর যুদ্ধে ব্রিটিশ, মারাঠা এবং হায়দ্রাবাদ নিজামদের একটি কনফেডারেশনের কাছে তিনি শোচনীয়ভাবে পরাজিত হন এবং ১৭৯৯ খ্রিস্টাব্দে যুদ্ধক্ষেত্রে মৃত্যুবরণ করেন।\n\n\n== মহীশূর ওদিয়ার ==\n\nটিপু সুলতানের পরাজয়ের পর, ১৮০০ খ্রিস্টাব্দের চুক্তি অনুসারে, ব্রিটিশরা রাজ্যটি ভাগ করে দেয় যার মধ্যে বেল্লারি, কাডাপা, কুর্নুল অঞ্চল নিজামদের কাছে যায়; মারাঠারা উত্তর অংশ পায়; উপকূলীয় অংশগুলি ব্রিটিশদের কাছে থাকে, কিন্তু তারা এটি বোম্বে এবং মাদ্রাজ প্রেসিডেন্সির মধ্যে ভাগ করে নেয়। ব্রিটিশ ভারতের তৎকালীন গভর্নর-জেনারেল ওয়েলেসলির মার্কভিস মহীশূরে ওদিয়ারদের পুনর্বহাল করেন এবং সিংহাসনের উত্তরাধিকারী রাজপুত্র তখনও তরুণ থাকায় প্রশাসনের দায়িত্ব দেওয়া হয় দেওয়ান পূর্ণাইয়াকে । পূর্ণাইয়া একজন দক্ষ প্রশাসক ছিলেন এবং তাঁর নেতৃত্বে সাম্রাজ্য যেকোনো আধুনিক সরকারের মতোই পরিচালিত হত। সারিতে থাকা অন্যান্য মন্ত্রীরা ছিলেন স্যার শেষাদ্রি আইয়ার, ডঃ এম. বিশ্বেশ্বরায়া এবং স্যার মির্জা ইসমাইল । ১৮২৪ খ্রিস্টাব্দের দিকে \" রানী চান্নাম্মা \" এবং কিত্তুরে তার সেনাপতি \" সাঙ্গোলি রায়ান্না \" ব্রিটিশদের বিরুদ্ধে যুদ্ধ শুরু করেন এবং স্বাধীনতা ঘোষণা করেন। এই কারণে, ১৮৩১ খ্রিস্টাব্দে ব্রিটিশরা সাম্রাজ্য দখল করে নেয়।\n\n\n== ব্রিটিশদের দখল ==\n\n১৮৩১ খ্রিস্টাব্দে ব্রিটিশরা সাম্রাজ্য দখল করে এবং কমিশনারদের নিযুক্ত করে, এই কমিশনারদের ব্রিটিশ সাম্রাজ্যের পক্ষ থেকে শাসন করার ক্ষমতা দেওয়া হয়। তাদের মধ্যে মার্ক কাবন ছিলেন সবচেয়ে গুরুত্বপূর্ণ। তিনি সাম্রাজ্যের কার্যকারি পদ্ধতিতে বিরাট পরিবর্তন আনেন, কিন্তু তিনি কিছু পুরনো ঐতিহ্য অব্যাহত রেখেছিলেন। এই সময়কালে রাজ্যটি বোম্বে ও মাদ্রাজ প্রদেশ এবং হায়দ্রাবাদ নিজাম ও মহীশূরের মধ্যে বিভক্ত হয়ে যায়।\n\n\n== মহীশূর ওদেয়ার ==\n\nকিছু সময়কালের জন্য ব্রিটিশ কমিশনারদের শাসনের পর, মহীশূর রাজ্যকে ওদিয়ার রাজবংশের কাছে ফিরিয়ে দেওয়া হয় জয়চামরাজা ওদিয়ার-এর অধীনে। এই সময়কালে ভারতের স্বাধীনতার আন্দোলন তীব্র হয়ে ওঠে, যার ফলে বহু নেতা কারাবন্দি হন। অবশেষে এই সংগ্রামের ফলস্বরূপ ব্রিটিশরা ভারতকে স্বাধীনতা প্রদান করে। ওদিয়ার রাজাদের শাসন ভারতের স্বাধীনতা পর্যন্ত অব্যাহত থাকে এবং শেষ পর্যন্ত তারা মহীশূর রাজ্যকে ভারতীয় ইউনিয়নের সঙ্গে একত্র করেন, যা পরবর্তীতে ভারতের একটি রাজ্য হিসাবে অন্তর্ভুক্ত হয়।\n\n\n== কর্ণাটক রাজ্য ==\n\nভারতের স্বাধীনতা এবং দেশ ভাগের পর, ভাষাগত এবং অন্যান্য মানদণ্ডের ভিত্তিতে রাজ্যগুলিকে পুনর্গঠিত করা হয় এবং এইভাবে কন্নড় ভাষাভাষী জনগণ অধ্যুষিত অঞ্চলগুলি একত্রিত হয়ে মহীশূর নামে  ১৯৭৩ সালের ১ নভেম্বর মহীশূরের নাম পরিবর্তন করে কর্ণাটক রাখা হয়। রাজ্যটি বেঙ্গালুরু শহরকে তার রাজধানী হিসেবে বেছে নেয় এবং কন্নড়কে প্রশাসনিক ভাষার মর্যাদা দেয়। কেঙ্গাল হনুমানথ্যের নির্মিত বিধান সৌধ রাজ্য সংসদ ভবনে পরিণত হয়। আত্তারা কাচেরিকে রাজ্য হাইকোর্ট করা হয়।\n\n\n== বেঙ্গালুরু শহর ==\n\nআনুমানিক ১৫৩৭ খ্রিস্টাব্দে ইয়ালাহাঙ্কা রাজ্যের একজন প্রধান, কেম্পেগৌড়ার দ্বারা বেঙ্গালুরু শহর প্রতিষ্ঠার মত একটি গুরুত্বপূর্ণ ঘটনা সম্পন্ন হয়। জনপ্রিয় বিশ্বাস অনুসারে, কেম্পেগৌড়া যখন শিকারে যান তখন তিনি দেখতে পান একটি মোলা (খরগোশ) একটি নায়াই (কুকুর) কে তাড়া করছে। তিনি এটিকে একটি শুভ লক্ষণ বলে মনে করেছিলেন এবং সেই স্থানে তিনি একটি দুর্গ নির্মাণ করেন যা বেঙ্গালুরু শহরের ভিত্তি স্থাপন করেছিল। এতে খুশি হয়ে বিজয়নগর সম্রাট অচুতরায় দুর্গের চারপাশের জায়গাটি কেম্পেগৌড়াকে প্রদান করেন। কেম্পেগৌড়া, সাম্রাজ্যের অর্থ ব্যবহার করে শহরের উন্নতি করেছিলেন এবং বিদেশী ব্যবসায়ী ও স্থানীয় শ্রমিকদের জন্য সেখানে বসতি স্থাপন করেছিলেন। তিনি শহরের চার দিকে, আলাসুরু, হেব্বালা, লালবাগ এবং কেম্পাম্বুদি হ্রদের মতো স্থানে পর্যবেক্ষণ টাওয়ার এবং তার প্রতীক নির্মাণ করেছিলেন। আজও সেগুলি দেখা যায় এবং সেগুলি তাঁর স্মৃতি হিসেবে রয়ে গেছে। এই টাওয়ারগুলি বেঙ্গালুরু সিটি কর্পোরেশনের প্রতীক হিসেবে ব্যবহৃত হয়। যদিও সেই সময়ে টাওয়ারগুলির পরিধি বিশাল ছিল, আজ শহরটি সেগুলিকে ছাড়িয়ে গেছে।\n\n\n== সারাংশ ==\nটেবিলটি সারাংশ দেখানোর জন্য তৈরি \n\n\n== গ্রাফিক্যাল টাইমলাইন ==\n\n\n== আরও দেখুন ==\nকর্ণাটকের ইতিহাস\nমধ্যযুগীয় কর্ণাটকের রাজনৈতিক ইতিহাস\nকর্ণাটকের ব্যুৎপত্তি\nকন্নড় সাহিত্য\nচ্যারিশন মাইম\nকর্ণাটকের ইতিহাস\n\n\n== তথ্যসূত্র =="}