{"pageid": 1515764, "title": "প্রথম জর্জ (গ্রেট ব্রিটেন)", "url": "https://bn.wikipedia.org/wiki?curid=1515764", "content": "জর্জ প্রথম (জর্জ লুই; জার্মান: Georg Ludwig; ২৮ মে ১৬৬০ - ১১ জুন ১৭২৭) ১ আগস্ট ১৭১৪ সাল থেকে গ্রেট ব্রিটেন এবং আয়ারল্যান্ডের রাজা এবং ২৩ জানুয়ারী ১৬৯৮ সাল থেকে ১৭২৭ সালে তাঁর মৃত্যু পর্যন্ত পবিত্র রোমান সাম্রাজ্যের মধ্যে হ্যানোভারের নির্বাচকমণ্ডলীর শাসক ছিলেন। তিনি হ্যানোভার পরিবারের প্রথম ব্রিটিশ রাজা ছিলেন।\nহ্যানোভারে আর্নেস্ট অগাস্টাস এবং হ্যানোভারের সোফিয়ার ঘরে জন্মগ্রহণকারী জর্জ তার বাবা এবং চাচাদের কাছ থেকে ব্রান্সউইক-লুনেবার্গের ডাচির উপাধি এবং জমি উত্তরাধিকারসূত্রে পেয়েছিলেন। ১৬৮২ সালে, তিনি তার চাচাতো ভাই সেলের সোফিয়া ডোরোথিয়াকে বিয়ে করেন, যার সাথে তার দুটি সন্তান ছিল; তার উপপত্নী মেলুসিন ভন ডার শুলেনবার্গের সাথে তার তিনটি কন্যাও ছিল। ১৬৯৪ সালে জর্জ এবং সোফিয়া ডোরোথিয়ার বিবাহবিচ্ছেদ ঘটে। তার জীবদ্দশায় একের পর এক ইউরোপীয় যুদ্ধ জর্জের জার্মান রাজ্যকে প্রসারিত করে; ১৭০৮ সালে তিনি হ্যানোভারের রাজপুত্র-নির্বাচক হিসেবে অনুমোদন লাভ করেন।\n১৭১৪ সালে তার প্রপিতামহ জেমস ষষ্ঠ এবং প্রথম জেমসের জ্যেষ্ঠ প্রোটেস্ট্যান্ট বংশধর হিসেবে, জর্জ তার মা সোফিয়া এবং গ্রেট ব্রিটেনের রানী অ্যানের মৃত্যুর পর ব্রিটিশ সিংহাসনের উত্তরাধিকারী হন। জ্যাকোবীয়রা জর্জকে ক্ষমতাচ্যুত করার এবং অ্যানের ক্যাথলিক সৎ ভাই জেমস ফ্রান্সিস এডওয়ার্ড স্টুয়ার্টকে তার স্থলাভিষিক্ত করার চেষ্টা করেছিল, কিন্তু ব্যর্থ হয়েছিল। জর্জের রাজত্বকালে রাজতন্ত্রের ক্ষমতা হ্রাস পায় এবং ব্রিটেন একজন প্রধানমন্ত্রীর নেতৃত্বে আধুনিক মন্ত্রিসভা সরকার ব্যবস্থায় রূপান্তর শুরু করে। তার রাজত্বের শেষের দিকে, প্রকৃত রাজনৈতিক ক্ষমতা রবার্ট ওয়ালপোলের হাতে ছিল, যিনি এখন ব্রিটেনের প্রথম কার্যত প্রধানমন্ত্রী হিসেবে স্বীকৃত।\nজর্জ তার জন্মস্থান হ্যানোভারে যাওয়ার পথে স্ট্রোকে মারা যান, যেখানে তাকে সমাহিত করা হয়। তিনি হলেন যুক্তরাজ্যের বাইরে সমাহিত হওয়া সাম্প্রতিকতম ব্রিটিশ রাজা।\n\n\n== জীবনের প্রথমার্ধ ==\nজর্জের জন্ম ১৬৬০ সালের ২৮ মে পবিত্র রোমান সাম্রাজ্যের ব্রান্সউইক-লুনেবার্গের ডাচির হ্যানোভার শহরে। তিনি ছিলেন ব্রান্সউইক-লুনেবার্গের ডিউক আর্নেস্ট অগাস্টাস এবং তার স্ত্রী প্যালাটিনেটের সোফিয়ার জ্যেষ্ঠ পুত্র। সোফিয়া ছিলেন ইংল্যান্ডের রাজা প্রথম জেমসের নাতনী, তার মা বোহেমিয়ার রানী এলিজাবেথ স্টুয়ার্টের মাধ্যমে।\nজীবনের প্রথম বছর জর্জ ছিলেন তার বাবা এবং তিন নিঃসন্তান কাকার জার্মান অঞ্চলের একমাত্র উত্তরাধিকারী। জর্জের ভাই ফ্রেডেরিক অগাস্টাস ১৬৬১ সালে জন্মগ্রহণ করেন এবং দুই ছেলে (পরিবারে যথাক্রমে \"গর্গেন\" এবং \"গুস্টচেন\" নামে পরিচিত) একসাথে লালিত-পালিত হন। ১৬৬২ সালে আর্নেস্ট অগাস্টাস ওসনাব্রুকের প্রিন্স-বিশপ্রিকের শাসক নিযুক্ত হলে পরিবারটি ওসনাব্রুক-এ চলে যায়, যখন তার বড় ভাই জর্জ উইলিয়াম হ্যানোভারে রাজত্ব করেন। তারা ১৬৭৩ সাল পর্যন্ত শহরের বাইরে ইবার্গ দুর্গে বসবাস করতেন, যখন তারা নতুন স্ক্লোস ওসনাব্রুক-এ চলে আসেন। ইতালিতে দীর্ঘ সুস্থতার ছুটির সময় বাবা-মা প্রায় এক বছর (১৬৬৪-১৬৬৫) অনুপস্থিত ছিলেন কিন্তু সোফিয়া নিয়মিতভাবে তার ছেলেদের শাসনকর্তার সাথে যোগাযোগ করতেন এবং তাদের লালন-পালনে খুব আগ্রহী ছিলেন, ফিরে আসার পর আরও বেশি আগ্রহী ছিলেন। সোফিয়া আর্নেস্ট অগাস্টাসের আরও চার ছেলে এবং একটি মেয়ের জন্ম দেন। তার চিঠিতে সোফিয়া জর্জকে একজন দায়িত্বশীল, বিবেকবান সন্তান হিসেবে বর্ণনা করেছেন যিনি তার ছোট ভাইবোনদের কাছে একটি উদাহরণ স্থাপন করেছিলেন।\n১৬৭৫ সালের মধ্যে জর্জের বড় চাচা সন্তানহীনভাবে মারা গিয়েছিলেন, কিন্তু তার বাকি দুই চাচা বিয়ে করেছিলেন, যার ফলে জর্জের উত্তরাধিকার ঝুঁকির মুখে পড়েছিল, কারণ তার চাচাদের সম্পত্তি জর্জের পরিবর্তে তাদের নিজের ছেলেদের কাছে চলে যেতে পারে। জর্জের বাবা তাকে শিকার এবং ঘোড়দৌড়ের সাথে নিয়ে গিয়েছিলেন এবং সামরিক বিষয়ে পরিচয় করিয়ে দিয়েছিলেন; তার অনিশ্চিত ভবিষ্যতের কথা মাথায় রেখে, আর্নেস্ট অগাস্টাস পনের বছর বয়সী জর্জকে ফ্রাঙ্কো-ডাচ যুদ্ধে অভিযানে নিয়ে গিয়েছিলেন তার ছেলেকে যুদ্ধে পরীক্ষা এবং প্রশিক্ষণ দেওয়ার উদ্দেশ্যে।\n১৬৭৯ সালে আরেকজন কাকা ছেলে ছাড়াই অপ্রত্যাশিতভাবে মারা যান এবং আর্নেস্ট অগাস্টাস ক্যালেনবার্গ-গটিনজেনের ডিউক হিসেবে রাজত্ব করেন, যার রাজধানী হ্যানোভার ছিল। জর্জের জীবিত কাকা, সেলের জর্জ উইলিয়াম, তার একমাত্র কন্যা সোফিয়া ডোরোথিয়াকে বৈধতা দেওয়ার জন্য তার উপপত্নীকে বিয়ে করেছিলেন, কিন্তু তার আর কোনও সন্তান হওয়ার সম্ভাবনা কম ছিল বলে মনে হয়েছিল। স্যালিক আইনের অধীনে, যেখানে অঞ্চলের উত্তরাধিকার পুরুষ বংশের মধ্যে সীমাবদ্ধ ছিল, জর্জ এবং তার ভাইদের তাদের পিতা এবং কাকার অঞ্চলে উত্তরাধিকার এখন নিরাপদ বলে মনে হয়েছিল। ১৬৮২ সালে পরিবারটি আদিপুরুষের নীতি গ্রহণ করতে সম্মত হয়, যার অর্থ জর্জ সমস্ত অঞ্চল উত্তরাধিকারী হবেন এবং তার ভাইদের সাথে ভাগ করে নিতে হবে না।\n\n\n== বিবাহ ==\n১৬৮২ সালে, জর্জ তার চাচা জর্জ উইলিয়ামের মেয়ে সেলের সোফিয়া ডোরোথিয়াকে বিয়ে করেন, যার ফলে অতিরিক্ত আয় নিশ্চিত হয় যা সালিক আইনের বাইরে ছিল। এই রাষ্ট্রীয় বিয়ে মূলত একটি সুস্থ বার্ষিক আয় নিশ্চিত করার জন্য আয়োজন করা হয়েছিল এবং হ্যানোভার এবং সেলের একীকরণে সহায়তা করে। তার মা প্রথমে এই বিয়ের বিরোধিতা করেছিলেন কারণ তিনি সোফিয়া ডোরোথিয়ার মা, এলিয়নোর (যিনি নিম্ন ফরাসি অভিজাত পরিবার থেকে এসেছিলেন) কে অবজ্ঞা করতেন এবং সোফিয়া ডোরোথিয়ার বৈধ মর্যাদা নিয়ে চিন্তিত ছিলেন। অবশেষে তিনি বিবাহের অন্তর্নিহিত সুবিধাগুলি দ্বারা আকৃষ্ট হন।\n১৬৮৩ সালে, জর্জ এবং তার ভাই ফ্রেডেরিক অগাস্টাস ভিয়েনার যুদ্ধে গ্রেট তুর্কি যুদ্ধে অংশগ্রহণ করেন এবং সোফিয়া ডোরোথিয়া জর্জের একটি পুত্র, জর্জ অগাস্টাসের জন্ম দেন। পরের বছর, ফ্রেডেরিক অগাস্টাসকে আদিপুস্তক দত্তক নেওয়ার কথা জানানো হয়, যার অর্থ তিনি আর তার বাবার ভূখণ্ডের অংশ পাবেন না যেমনটি তিনি আশা করেছিলেন। এর ফলে ফ্রেডেরিক অগাস্টাস এবং তার বাবা এবং ভাইদের মধ্যে বিভেদ তৈরি হয়, যা ১৬৯০ সালে যুদ্ধে তার মৃত্যুর আগ পর্যন্ত স্থায়ী ছিল। একক হ্যানোভারিয়ান রাজ্যের আসন্ন গঠন এবং সাম্রাজ্যের যুদ্ধে হ্যানোভারিয়ানদের অব্যাহত অবদানের সাথে সাথে, ১৬৯২ সালে আর্নেস্ট অগাস্টাসকে পবিত্র রোমান সাম্রাজ্যের একজন নির্বাচক নিযুক্ত করা হয়। তার বাবার নির্বাচকমণ্ডলী এবং তার চাচার ডাচির একমাত্র উত্তরাধিকারী হিসেবে জর্জের সম্ভাবনা এখন আগের চেয়েও ভালো ছিল।\n১৬৮৭ সালে সোফিয়া ডোরোথিয়ার দ্বিতীয় সন্তান হয়, তার নামে একটি কন্যার নামকরণ করা হয়, কিন্তু অন্য কোনও গর্ভধারণ হয়নি। এই দম্পতি বিচ্ছিন্ন হয়ে পড়েন - জর্জ তার উপপত্নী মেলুসিন ভন ডের শুলেনবার্গের সাথে থাকতে পছন্দ করেন এবং সোফিয়া ডোরোথিয়ার সুইডিশ কাউন্ট ফিলিপ ক্রিস্টোফ ভন কোনিগসমার্কের সাথে তার নিজস্ব প্রেম ছিল। পালিয়ে যাওয়ার কেলেঙ্কারির হুমকির মুখে, জর্জের ভাই এবং মা সহ হ্যানোভারিয়ান আদালত প্রেমিকদের বিরত থাকার জন্য অনুরোধ করে, কিন্তু কোন লাভ হয়নি। হ্যানোভারের শত্রুদের কাছ থেকে কূটনৈতিক সূত্র অনুসারে, ১৬৯৪ সালের জুলাই মাসে, সুইডিশ কাউন্টকে হত্যা করা হয়, সম্ভবত জর্জের যোগসাজশে, এবং তার দেহ পাথর দিয়ে ভারি করে লেইন নদীতে ফেলে দেওয়া হয়। এই হত্যাকাণ্ডটি আর্নেস্ট অগাস্টাসের চারজন সভাসদ দ্বারা সংঘটিত হয়েছিল বলে দাবি করা হয়েছিল, যাদের মধ্যে একজন, ডন নিকোলো মন্টালবানোকে ১৫০,০০০ থ্যালারের বিশাল অঙ্কের অর্থ প্রদান করা হয়েছিল, যা সর্বোচ্চ বেতনপ্রাপ্ত মন্ত্রীর বার্ষিক বেতনের প্রায় একশ গুণ। পরবর্তী গুজব অনুসারে, কোনিগসমার্ককে টুকরো টুকরো করে হ্যানোভার প্রাসাদের মেঝের নীচে কবর দেওয়া হয়েছিল। তবে, সোফিয়া সহ হ্যানোভারের সূত্রগুলি কোনিগসমার্কের অবস্থান সম্পর্কে কোনও জ্ঞান অস্বীকার করেছিল।\nসোফিয়া ডোরোথিয়ার সাথে জর্জের বিবাহ ভেঙে দেওয়া হয়েছিল, এই কারণে নয় যে তাদের কেউই ব্যভিচার করেছিল, বরং এই কারণে যে সোফিয়া ডোরোথিয়া তার স্বামীকে পরিত্যাগ করেছিল। তার বাবার সম্মতিতে, জর্জ সোফিয়া ডোরোথিয়াকে তার জন্মস্থান সেলেতে আহলডেন হাউসে বন্দী করে রাখেন, যেখানে তিনি ত্রিশ বছরেরও বেশি সময় পরে মারা যাওয়ার আগ পর্যন্ত ছিলেন। তাকে তার সন্তানদের এবং বাবার সাথে দেখা করতে দেওয়া হয়নি, পুনরায় বিয়ে করতে নিষেধ করা হয়েছিল এবং প্রাসাদের উঠোনে কেবল সঙ্গী ছাড়া হাঁটার অনুমতি দেওয়া হয়েছিল। তবে, তাকে আয়, প্রতিষ্ঠান এবং চাকরবাকর দেওয়া হয়েছিল এবং তত্ত্বাবধানে তার দুর্গের বাইরে একটি গাড়িতে চড়ার অনুমতি দেওয়া হয়েছিল। মেলুসিন ভন ডের শুলেনবার্গ ১৬৯৮ সাল থেকে তার মৃত্যুর আগ পর্যন্ত প্রকাশ্যে জর্জের উপপত্নী হিসেবে কাজ করেছিলেন এবং তাদের তিন কন্যা ছিল, যাদের জন্ম ১৬৯২, ১৬৯৩ এবং ১৭০১ সালে।\n\n\n== নির্বাচনী রাজত্ব ==\nআর্নেস্ট অগাস্টাস ১৬৯৮ সালের ২৩ জানুয়ারী মারা যান, তাঁর সমস্ত অঞ্চল জর্জের হাতে ছেড়ে দেন, কেবল ওসনাব্রুকের রাজপুত্র-বিশপ্রিক বাদে, যে পদটি তিনি ১৬৬১ সাল থেকে অধিষ্ঠিত ছিলেন। এইভাবে জর্জ ব্রান্সউইক-লুনেবার্গের ডিউক (যার নাম হ্যানোভার, এর রাজধানী নামেও পরিচিত) এবং আর্চব্যানারবাহক এবং পবিত্র রোমান সাম্রাজ্যের একজন রাজপুত্র-নির্বাচক হন। হ্যানোভারে তাঁর দরবারে গণিতবিদ এবং দার্শনিক গটফ্রিড লিবনিজ এবং সুরকার জর্জ ফ্রিডেরিক হ্যান্ডেল এবং অ্যাগোস্টিনো স্টেফানির মতো অনেক সাংস্কৃতিক আইকন উপস্থিত ছিলেন।\nজর্জের পৈতৃক ডাচিতে আরোহণের কিছুক্ষণ পরেই, ইংরেজ ও স্কটিশ সিংহাসনের দ্বিতীয় সারির গ্লুচেস্টারের ডিউক প্রিন্স উইলিয়াম মারা যান। ১৭০১ সালের ইংরেজী বন্দোবস্ত আইনের শর্ত অনুসারে, তৎকালীন শাসক রাজা তৃতীয় উইলিয়াম এবং তার শ্যালিকা অ্যান যদি কোনও সন্তান না রেখে মারা যান, তাহলে জর্জের মা সোফিয়াকে ইংরেজ সিংহাসনের উত্তরাধিকারী হিসেবে মনোনীত করা হয়েছিল। উত্তরাধিকারসূত্রে সোফিয়া ছিলেন ব্রিটিশ রাজপরিবারের সবচেয়ে কাছের প্রোটেস্ট্যান্ট আত্মীয়। বংশগতভাবে উচ্চতর দাবিদার ৫৬ জন ক্যাথলিককে এড়িয়ে যাওয়া হয়েছিল। উত্তরাধিকারের জন্য তাদের মধ্যে কেউ প্রোটেস্ট্যান্ট ধর্মে ধর্মান্তরিত হওয়ার সম্ভাবনা ক্ষীণ ছিল; কেউ কেউ ইতিমধ্যেই প্রত্যাখ্যান করেছিলেন।\n১৭০১ সালের আগস্টে, জর্জকে অর্ডার অফ দ্য গার্টার দেওয়া হয়েছিল এবং ছয় সপ্তাহের মধ্যে সিংহাসনের নিকটতম ক্যাথলিক দাবিদার, প্রাক্তন রাজা জেমস দ্বিতীয় মারা যান। পরের মার্চে উইলিয়াম তৃতীয় মারা যান এবং অ্যান তার স্থলাভিষিক্ত হন। সোফিয়া ইংল্যান্ডের নতুন রাণীর সম্ভাব্য উত্তরাধিকারী হন। সোফিয়া তার ৭১তম বছরে, অ্যানের চেয়ে পঁয়ত্রিশ বছরের বড়, কিন্তু তিনি খুব সুস্থ এবং সুস্থ ছিলেন এবং নিজের জন্য অথবা তার ছেলের জন্য উত্তরাধিকার নিশ্চিত করার জন্য সময় এবং শক্তি বিনিয়োগ করেছিলেন। তবে, জর্জই ইংরেজ রাজনীতি এবং সাংবিধানিক আইনের জটিলতা বুঝতে পেরেছিলেন, যার ফলে ১৭০৫ সালে সোফিয়া এবং তার উত্তরাধিকারীদের ইংরেজ প্রজা হিসেবে নাগরিকত্ব দেওয়ার জন্য এবং একটি রিজেন্সি কাউন্সিলের মাধ্যমে ক্ষমতা হস্তান্তরের বিস্তারিত ব্যবস্থা গ্রহণের জন্য আরও আইন প্রয়োজন হয়। একই বছরে, জর্জের জীবিত চাচা মারা যান এবং তিনি আরও জার্মান আধিপত্য উত্তরাধিকারসূত্রে পান: সেলে কেন্দ্রিক লুনেবার্গ-গ্রুবেনহেগেনের প্রিন্সিপালিটি।\nজর্জের হ্যানোভারে যোগদানের কিছুক্ষণ পরেই স্প্যানিশ উত্তরাধিকার যুদ্ধ (১৭০১-১৭১৪) শুরু হয়। ফ্রান্সের রাজা চতুর্দশ লুইয়ের নাতি ফিলিপের স্পেনীয় সিংহাসনে বসার অধিকার নিয়ে প্রশ্ন ওঠে। পবিত্র রোমান সাম্রাজ্য, সংযুক্ত ডাচ প্রদেশ, ইংল্যান্ড, হ্যানোভার এবং অন্যান্য অনেক জার্মান রাজ্য ফিলিপের উত্তরাধিকারের অধিকারের বিরোধিতা করে কারণ তারা আশঙ্কা করেছিল যে ফরাসি হাউস অফ বোর্বন স্পেনকেও নিয়ন্ত্রণ করলে খুব বেশি শক্তিশালী হয়ে উঠবে। যুদ্ধের প্রচেষ্টার অংশ হিসেবে, জর্জ তার প্রতিবেশী রাজ্য ব্রান্সউইক-উলফেনবুটেল আক্রমণ করেন, যা ফরাসিপন্থী ছিল এবং কিছু যুদ্ধ আদেশ নিজেই লিখেছিলেন। আক্রমণ সফল হয়েছিল অল্প কিছু প্রাণহানির সাথে। পুরস্কার হিসেবে, জর্জের চাচা কর্তৃক ডাচি অফ স্যাক্সে-লাউনবার্গের পূর্বে হ্যানোভারিয়ান অধিগ্রহণকে ব্রিটিশ এবং ডাচরা স্বীকৃতি দেয়।\n১৭০৬ সালে, সাম্রাজ্যের বিরুদ্ধে লুইয়ের পক্ষ নেওয়ার জন্য বাভারিয়ার ইলেক্টরকে তার পদ এবং উপাধি থেকে বঞ্চিত করা হয়। পরের বছর, জর্জকে রাইন নদীর তীরে অবস্থিত সাম্রাজ্যিক সেনাবাহিনীর কমান্ডের সাথে একজন ইম্পেরিয়াল ফিল্ড মার্শাল হিসেবে নিয়োগ করা হয়। তার মেয়াদ সম্পূর্ণরূপে সফল হয়নি, আংশিকভাবে কারণ তিনি তার মিত্র, মার্লবোরোর ডিউক দ্বারা প্রতারিত হয়েছিলেন, একটি বিচ্যুত আক্রমণে, এবং আংশিকভাবে কারণ সম্রাট জোসেফ প্রথম জর্জের প্রচারণার জন্য প্রয়োজনীয় তহবিল তার নিজের ব্যবহারের জন্য বরাদ্দ করেছিলেন। তা সত্ত্বেও, জার্মান রাজকুমাররা ভেবেছিলেন যে তিনি নিজেকে ভালোভাবেই নির্দোষ প্রমাণ করেছেন। 1708 সালে, তারা আনুষ্ঠানিকভাবে জর্জের পদকে রাজপুত্র-নির্বাচক হিসেবে নিশ্চিত করেছিলেন, তার সেবার স্বীকৃতিস্বরূপ বা তার কারণে। জর্জ মার্লবোরোর পদক্ষেপগুলিকে তার বিরুদ্ধে রাখেননি; তিনি বুঝতে পেরেছিলেন যে এগুলি ফরাসি বাহিনীকে মূল আক্রমণ থেকে দূরে সরিয়ে দেওয়ার পরিকল্পনার অংশ। \n1709 সালে, জর্জ ফিল্ড মার্শাল পদ থেকে পদত্যাগ করেন, আর কখনও সক্রিয় পরিষেবায় না যাওয়ার জন্য। 1710 সালে, তাকে সাম্রাজ্যের আর্চ-ট্রেজারার  মর্যাদা প্রদান করা হয়, যা পূর্বে ইলেক্টর প্যালাটাইনের অধীনে ছিল; বাভারিয়ার ইলেক্টরের অনুপস্থিতিতে অফিস পুনর্গঠনের সুযোগ দেওয়া হয়।  ১৭১১ সালে সম্রাটের মৃত্যু বিপরীত দিকে ক্ষমতার ভারসাম্য নষ্ট করার হুমকি দিয়েছিল, তাই ১৭১৩ সালে উট্রেখ্ট চুক্তির অনুমোদনের মাধ্যমে যুদ্ধ শেষ হয়। ফিলিপকে স্প্যানিশ সিংহাসনে বসতে দেওয়া হয়েছিল কিন্তু ফরাসি উত্তরাধিকারসূত্র থেকে তাকে সরিয়ে দেওয়া হয়েছিল এবং বাভারিয়ার ইলেক্টর পুনরুদ্ধার করা হয়েছিল।\n\n\n== গ্রেট ব্রিটেন এবং আয়ারল্যান্ডে যোগদান ==\nযদিও ইংল্যান্ড এবং স্কটল্যান্ড উভয়ই অ্যানকে তাদের রাণী হিসেবে স্বীকৃতি দিয়েছিল, শুধুমাত্র ইংল্যান্ডের সংসদ হ্যানোভারের ইলেক্ট্রেস সোফিয়াকে সম্ভাব্য উত্তরাধিকারী হিসেবে স্থির করেছিল। স্কটল্যান্ডের সংসদ (এস্টেটস) আনুষ্ঠানিকভাবে স্কটিশ সিংহাসনের উত্তরাধিকার প্রশ্নটি নিষ্পত্তি করেনি। ১৭০৩ সালে, এস্টেটস একটি বিল পাস করে ঘোষণা করে যে রানী অ্যানের উত্তরসূরির জন্য তাদের নির্বাচন ইংরেজ সিংহাসনের উত্তরসূরির মতো একই ব্যক্তি হবে না, যদি না ইংল্যান্ড ইংল্যান্ড এবং তার উপনিবেশগুলিতে স্কটিশ বণিকদের বাণিজ্যের পূর্ণ স্বাধীনতা প্রদান করে। প্রথমে রাজকীয় সম্মতি স্থগিত করা হয়েছিল, কিন্তু পরের বছর অ্যান এস্টেটদের ইচ্ছার কাছে আত্মসমর্পণ করেন এবং বিলটিতে সম্মতি প্রদান করা হয়, যা ১৭০৪ সালের নিরাপত্তা আইনে পরিণত হয়। প্রতিক্রিয়ায় ইংরেজ সংসদ এলিয়েন আইন ১৭০৫ পাস করে, যা অ্যাংলো-স্কটিশ বাণিজ্য সীমিত করার এবং স্কটিশ অর্থনীতিকে পঙ্গু করে দেওয়ার হুমকি দেয় যদি এস্টেটস হ্যানোভারিয়ান উত্তরাধিকারে সম্মত না হয়। অবশেষে, ১৭০৭ সালে, উভয় সংসদ ইউনিয়ন চুক্তিতে সম্মত হয়, যা ইংল্যান্ড এবং স্কটল্যান্ডকে একক রাজনৈতিক সত্তা, গ্রেট ব্রিটেন রাজ্যে একত্রিত করে এবং ১৭০১ সালের সেটেলমেন্ট অ্যাক্ট দ্বারা নির্ধারিত উত্তরাধিকারের নিয়ম প্রতিষ্ঠা করে। ইউনিয়নটি ১৮ শতকের ইউরোপের বৃহত্তম মুক্ত বাণিজ্য অঞ্চল তৈরি করে।\nহুইগ রাজনীতিবিদরা বিশ্বাস করতেন যে পার্লামেন্টের উত্তরাধিকার নির্ধারণের এবং রাণীর নিকটতম প্রোটেস্ট্যান্ট আত্মীয়কে তা প্রদানের অধিকার রয়েছে, অন্যদিকে অনেক টোরি ক্যাথলিক স্টুয়ার্টদের বংশগত অধিকারে বিশ্বাস করতে বেশি আগ্রহী ছিলেন, যারা নিকটাত্মীয় ছিলেন। ১৭১০ সালে, জর্জ ঘোষণা করেন যে তিনি বংশগত অধিকারের মাধ্যমে ব্রিটেনে উত্তরাধিকারী হবেন, কারণ স্টুয়ার্টদের কাছ থেকে অধিকারটি সরিয়ে নেওয়া হয়েছিল এবং তিনি তা ধরে রেখেছিলেন। \"এই ঘোষণার উদ্দেশ্য ছিল পার্লামেন্ট তাকে রাজ্য দিয়েছে এমন যেকোনো হুইগ ব্যাখ্যাকে বাতিল করা [এবং] টোরিদের বোঝানো যে তিনি কোনও দখলদার নন।\"\nজর্জের মা, ইলেক্ট্রেস সোফিয়া, ১৭১৪ সালের ২৮ মে ৮৩ বছর বয়সে মারা যান। বৃষ্টি থেকে বাঁচতে ছুটে আশ্রয় নেওয়ার পর তিনি হেরেনহাউসেনের বাগানে পড়ে যান। জর্জ এখন রানী অ্যানের উত্তরাধিকারী হিসেবে সন্দেহভাজন ছিলেন। তিনি দ্রুত রিজেন্সি কাউন্সিলের সদস্যপদ সংশোধন করেন যা অ্যানের মৃত্যুর পর ক্ষমতা গ্রহণ করবে, কারণ এটি জানা গিয়েছিল যে অ্যানের স্বাস্থ্যের অবনতি ঘটছে এবং ব্রিটেনের রাজনীতিবিদরা ক্ষমতার জন্য দৌড়াদৌড়ি করছেন। তিনি স্ট্রোকে আক্রান্ত হন, যার ফলে তিনি কথা বলতে অক্ষম হন এবং ১৭১৪ সালের ১ আগস্ট মারা যান। রিজেন্টদের তালিকা খোলা হয়, সদস্যরা শপথ গ্রহণ করেন এবং জর্জকে গ্রেট ব্রিটেনের রাজা এবং আয়ারল্যান্ডের রাজা ঘোষণা করা হয়। কিছুটা বিপরীত বাতাসের কারণে, যা তাকে হেগে অপেক্ষা করতে বাধ্য করেছিল, তিনি ১৮ সেপ্টেম্বর পর্যন্ত ব্রিটেনে পৌঁছাননি। ২০ অক্টোবর ওয়েস্টমিনস্টার অ্যাবেতে জর্জের রাজ্যাভিষেক হয়। তার রাজ্যাভিষেকের সাথে ইংল্যান্ডের বিশটিরও বেশি শহরে দাঙ্গা হয়।\n১৭১৪ সালের পর জর্জ মূলত গ্রেট ব্রিটেনে বসবাস করতেন, যদিও তিনি ১৭১৬, ১৭১৯, ১৭২০, ১৭২৩ এবং ১৭২৫ সালে হ্যানোভারে তার বাড়িতে গিয়েছিলেন। মোট, জর্জ রাজা হিসেবে তার রাজত্বের প্রায় এক পঞ্চমাংশ জার্মানিতে কাটিয়েছিলেন। বন্দোবস্ত আইনের একটি ধারা যা ব্রিটিশ রাজাকে সংসদের অনুমতি ছাড়া দেশ ত্যাগ করতে নিষেধ করেছিল, ১৭১৬ সালে সর্বসম্মতিক্রমে বাতিল করা হয়েছিল। রাজার প্রথম অনুপস্থিতি ছাড়া বাকি সকল সময়, ক্ষমতা তার পুত্র, জর্জ অগাস্টাস, ওয়েলসের যুবরাজের পরিবর্তে একটি রিজেন্সি কাউন্সিলের উপর ন্যস্ত ছিল।\n\n\n== যুদ্ধ এবং বিদ্রোহ ==\nজর্জের সিংহাসনে আরোহণের এক বছরের মধ্যেই হুইগরা ১৭১৫ সালের সাধারণ নির্বাচনে বিপুল জয়লাভ করে। পরাজিত টোরি পার্টির বেশ কয়েকজন সদস্য জ্যাকোবাইটদের প্রতি সহানুভূতিশীল ছিলেন, যারা জর্জের স্থলাভিষিক্ত হয়ে অ্যানের ক্যাথলিক সৎ ভাই জেমস ফ্রান্সিস এডওয়ার্ড স্টুয়ার্টকে (যাকে তার সমর্থকরা \"জেমস তৃতীয় এবং অষ্টম\" এবং তার বিরোধীরা \"প্রিটেন্ডার\" বলে ডাকত) ক্ষমতায় বসাতে চেয়েছিলেন। কিছু অসন্তুষ্ট টোরি জ্যাকোবাইট বিদ্রোহের পক্ষে ছিলেন, যা \"দ্য ফিফটিন\" নামে পরিচিতি লাভ করে। জেমসের সমর্থকরা, একজন স্কটিশ অভিজাত ব্যক্তি যিনি পূর্বে রাষ্ট্র সচিব হিসেবে দায়িত্ব পালন করেছিলেন, স্কটল্যান্ডে বিদ্রোহের সূত্রপাত করেন যেখানে জ্যাকোবিটিজমের প্রতি সমর্থন ইংল্যান্ডের তুলনায় শক্তিশালী ছিল। তবে \"দ্য ফিফটিন\" ছিল একটি হতাশাজনক ব্যর্থতা; লর্ড মারের যুদ্ধ পরিকল্পনা দুর্বল ছিল এবং জেমস খুব কম অর্থ এবং খুব কম অস্ত্র নিয়ে দেরিতে পৌঁছান। বছরের শেষ নাগাদ বিদ্রোহ প্রায় ভেঙে পড়ে। ১৭১৬ সালের ফেব্রুয়ারিতে, পরাজয়ের মুখোমুখি হয়ে, জেমস এবং লর্ড মার ফ্রান্সে পালিয়ে যান। বিদ্রোহ পরাজিত হওয়ার পর, যদিও কিছু মৃত্যুদণ্ড এবং জবরদখল করা হয়েছিল, জর্জ সরকারের প্রতিক্রিয়া নিয়ন্ত্রণ করার জন্য কাজ করেছিলেন, নমনীয়তা দেখিয়েছিলেন এবং জর্জের সম্পত্তি থেকে প্রাপ্ত আয় স্কটল্যান্ডের স্কুল এবং জাতীয় ঋণের কিছু অংশ পরিশোধে ব্যয় করেছিলেন।\nটোরিদের প্রতি জর্জের অবিশ্বাস হুইগদের কাছে ক্ষমতা হস্তান্তরে সহায়তা করেছিল। জর্জের অধীনে হুইগের আধিপত্য এতটাই বৃদ্ধি পায় যে টোরিরা আরও অর্ধ শতাব্দীর জন্য ক্ষমতায় ফিরে আসেনি। নির্বাচনের পর, হুইগ-অধ্যুষিত সংসদ ১৭১৫ সালের সেপ্টেনিয়াল অ্যাক্ট পাস করে, যা সংসদের সর্বোচ্চ মেয়াদ সাত বছর পর্যন্ত বাড়িয়ে দেয় (যদিও এটি সার্বভৌম দ্বারা আগেই ভেঙে দেওয়া যেতে পারে)। এইভাবে ইতিমধ্যেই ক্ষমতায় থাকা হুইগরা আরও বেশি সময়ের জন্য এই পদে থাকতে পারেন।\nগ্রেট ব্রিটেনে তার যোগদানের পর, জর্জের তার ছেলের সাথে (যা সর্বদা দরিদ্র ছিল) সম্পর্ক আরও খারাপ হয়। প্রিন্স জর্জ অগাস্টাস তার বাবার নীতির বিরোধিতাকে উৎসাহিত করেছিলেন, যার মধ্যে ছিল ব্রিটেনে ধর্মীয় স্বাধীনতা বৃদ্ধি এবং সুইডেনের খরচে হ্যানোভারের জার্মান অঞ্চল সম্প্রসারণের জন্য গৃহীত পদক্ষেপ। ১৭১৭ সালে, এক নাতির জন্ম জর্জ এবং প্রিন্স অফ ওয়েলসের মধ্যে একটি বড় ঝগড়ার সৃষ্টি করে। রাজা, প্রচলিত রীতি অনুসরণ করে, লর্ড চেম্বারলেইনকে (থমাস পেলহাম-হোলস, নিউক্যাসলের প্রথম ডিউক) সন্তানের বাপ্তিস্মের পৃষ্ঠপোষকদের একজন হিসেবে নিযুক্ত করেছিলেন। নিউক্যাসলকে অপছন্দ করে, খ্রিস্টান ধর্মাবলম্বীদের অনুষ্ঠানে ডিউককে মৌখিকভাবে অপমান করলে রাজা ক্ষুব্ধ হন, যা ডিউক দ্বন্দ্বের প্রতি চ্যালেঞ্জ হিসাবে ভুল বুঝেছিলেন। রাজপুত্রকে রাজকীয় বাসভবন, সেন্ট জেমস প্যালেস ছেড়ে চলে যেতে বলা হয়েছিল। প্রিন্সের নতুন বাড়ি, লেস্টার হাউস, রাজার রাজনৈতিক বিরোধীদের জন্য একটি মিলনস্থলে পরিণত হয়েছিল। পরে রবার্ট ওয়ালপোলের জেদ এবং ওয়েলসের রাজকুমারীর ইচ্ছায় রাজা এবং তার পুত্রের মধ্যে পুনর্মিলন ঘটে, যিনি তার স্বামীর সাথে চলে গিয়েছিলেন কিন্তু রাজার তত্ত্বাবধানে থাকা তার সন্তানদের মিস করেছিলেন। তা সত্ত্বেও, পিতা ও পুত্রের মধ্যে আর কখনও সৌহার্দ্যপূর্ণ সম্পর্ক ছিল না।\nজর্জ তার রাজত্বের প্রথম দিকে ব্রিটিশ পররাষ্ট্রনীতি পরিচালনায় সক্রিয় ছিলেন। ১৭১৭ সালে, তিনি গ্রেট ব্রিটেন, ফ্রান্স এবং ডাচ প্রজাতন্ত্রের সমন্বয়ে গঠিত একটি স্প্যানিশ-বিরোধী লীগ, ট্রিপল অ্যালায়েন্স তৈরিতে অবদান রাখেন। ১৭১৮ সালে, পবিত্র রোমান সাম্রাজ্যকে এই সংস্থায় যুক্ত করা হয়, যা কোয়াড্রপল অ্যালায়েন্স নামে পরিচিতি লাভ করে। পরবর্তী কোয়াড্রপল অ্যালায়েন্সের যুদ্ধে স্প্যানিশ উত্তরাধিকার যুদ্ধের মতো একই বিষয় জড়িত ছিল। ১৭১৩ সালের উট্রেখ্টের চুক্তিতে ফ্রান্সের লুই চতুর্দশের নাতি ফিলিপ পঞ্চমকে স্পেনের রাজা হিসেবে স্বীকৃতি দেওয়া হয়েছিল এই শর্তে যে তিনি ফরাসি সিংহাসনে উত্তরাধিকারী হওয়ার অধিকার ত্যাগ করবেন। কিন্তু লুই চতুর্দশের ১৭১৫ সালের মৃত্যুর পর, ফিলিপ চুক্তিটি বাতিল করার চেষ্টা করেছিলেন।\nস্পেন ১৭১৯ সালে জ্যাকোবাইটদের নেতৃত্বে স্কটল্যান্ড আক্রমণকে সমর্থন করেছিল, কিন্তু ঝড়ো সমুদ্রের কারণে মাত্র তিন শতাধিক স্প্যানিশ সৈন্য স্কটল্যান্ডে পৌঁছাতে পেরেছিল। এপ্রিল মাসে পশ্চিম স্কটিশ উপকূলে আইলিয়ান ডোনান দুর্গে একটি ঘাঁটি স্থাপন করা হয়েছিল, কিন্তু এক মাস পরে ব্রিটিশ জাহাজ তা ধ্বংস করে দেয়। স্কটিশ গোষ্ঠীর সদস্যদের নিয়োগের জন্য জ্যাকোবীয়দের প্রচেষ্টার ফলে মাত্র এক হাজার সৈন্যের যুদ্ধক্ষেত্র তৈরি হয়েছিল। জ্যাকোবীয়রা দুর্বলভাবে সজ্জিত ছিল এবং গ্লেন শিলের যুদ্ধে ব্রিটিশ কামানদের কাছে সহজেই পরাজিত হয়েছিল। গোষ্ঠীর সদস্যরা পার্বত্য অঞ্চলে ছড়িয়ে পড়ে এবং স্পেনীয়রা আত্মসমর্পণ করে। এই আক্রমণ কখনও জর্জের সরকারের জন্য কোনও গুরুতর হুমকি তৈরি করেনি। ফরাসিরা এখন তার বিরুদ্ধে লড়াই করায়, ফিলিপের সেনাবাহিনী খারাপভাবে লড়াই করছে। ফলস্বরূপ, স্প্যানিশ এবং ফরাসি সিংহাসন পৃথক ছিল। একই সাথে, বাল্টিক নিয়ন্ত্রণের জন্য সুইডেন এবং রাশিয়ার মধ্যে প্রতিদ্বন্দ্বিতার কারণে সৃষ্ট গ্রেট নর্দার্ন যুদ্ধের সমাধান থেকে হ্যানোভার লাভবান হয়। ১৭১৯ সালে ব্রেমেন এবং ভার্ডেনের সুইডিশ অঞ্চলগুলি হ্যানোভারের কাছে হস্তান্তর করা হয়, হ্যানোভার অঞ্চল হারানোর জন্য সুইডেনকে আর্থিক ক্ষতিপূরণ প্রদান করে। \n\n\n== মন্ত্রণালয় ==\nহ্যানোভারে, রাজা ছিলেন একজন নিরঙ্কুশ রাজা। ৫০ থ্যালারের (১২ থেকে ১৩ ব্রিটিশ পাউন্ডের মধ্যে) উপরে সমস্ত সরকারি ব্যয় এবং সমস্ত সেনা কর্মকর্তা, সমস্ত মন্ত্রী, এমনকি কপিরাইট স্তরের উপরে সরকারি কর্মকর্তাদের নিয়োগ তার ব্যক্তিগত নিয়ন্ত্রণে ছিল। বিপরীতে, গ্রেট ব্রিটেনে, জর্জকে সংসদের মাধ্যমে শাসন করতে হত।\n১৭১৫ সালে যখন হুইগরা ক্ষমতায় আসেন, তখন জর্জের মুখ্যমন্ত্রীদের মধ্যে ছিলেন রবার্ট ওয়ালপোল, লর্ড টাউনশেন্ড (ওয়ালপোলের শ্যালক), লর্ড স্ট্যানহোপ এবং লর্ড সান্ডারল্যান্ড। ১৭১৭ সালে টাউনশেন্ডকে বরখাস্ত করা হয় এবং ওয়ালপোল তাদের সহকর্মীদের সাথে মতবিরোধের কারণে মন্ত্রিসভা থেকে পদত্যাগ করেন; স্ট্যানহোপ বৈদেশিক বিষয়ে সর্বোচ্চ হন এবং সান্ডারল্যান্ড অভ্যন্তরীণ বিষয়েও সর্বোচ্চ হন।\n১৭১৯ সালে লর্ড সান্ডারল্যান্ডের ক্ষমতা হ্রাস পেতে শুরু করে। তিনি একটি পিয়ারেজ বিল প্রবর্তন করেন যা নতুন সৃষ্টি সীমাবদ্ধ করে হাউস অফ লর্ডসের আকার সীমিত করার চেষ্টা করে। এই পদক্ষেপের ফলে বিরোধী দলের সদস্যদের তৈরি হওয়া রোধ করে সান্ডারল্যান্ডের হাউসের উপর নিয়ন্ত্রণ আরও দৃঢ় হতো, কিন্তু ওয়ালপোল বিলের বিরোধিতা করে \"তার ক্যারিয়ারের সবচেয়ে উজ্জ্বল বক্তৃতা\" প্রদান করার পর তা পরাজিত হয়। পরের বছর ওয়ালপোল এবং টাউনশেন্ডকে মন্ত্রী হিসেবে পুনর্নিযুক্ত করা হয় এবং একটি নতুন, অনুমিতভাবে ঐক্যবদ্ধ, হুইগ সরকার গঠিত হয়।\nআর্থিক জল্পনা এবং জাতীয় ঋণ ব্যবস্থাপনা নিয়ে বৃহত্তর সমস্যা দেখা দেয়। বন্ডধারকের সম্মতি ছাড়া কিছু সরকারি বন্ড খালাস করা যেত না এবং সুদের হার বেশি থাকলে জারি করা হত; ফলস্বরূপ প্রতিটি বন্ড জনসাধারণের অর্থের উপর দীর্ঘমেয়াদী চাপ সৃষ্টি করত, কারণ বন্ড খুব কমই খালাস করা হত। ১৭১৯ সালে, সাউথ সি কোম্পানি কোম্পানির স্টকের জন্য সরকারি সিকিউরিটিজ বিনিময় করে ব্রিটিশ জাতীয় ঋণের £৩১ মিলিয়ন (তিন পঞ্চমাংশ) নেওয়ার প্রস্তাব করে। কোম্পানি তাদের পরিকল্পনা সমর্থন করার জন্য লর্ড সান্ডারল্যান্ড, জর্জের উপপত্নী মেলুসিন ভন ডের শুলেনবার্গ এবং লর্ড স্ট্যানহোপের চাচাতো ভাই, ট্রেজারি সচিব চার্লস স্ট্যানহোপকে ঘুষ দিয়েছিল। কোম্পানি বন্ডহোল্ডারদের তাদের উচ্চ-সুদের, অপরিবর্তনীয় বন্ডগুলিকে কম সুদের, সহজে লেনদেনযোগ্য স্টকে রূপান্তর করতে প্রলুব্ধ করে, আপাতদৃষ্টিতে অগ্রাধিকারমূলক আর্থিক লাভের প্রস্তাব দিয়ে। কোম্পানির দাম দ্রুত বৃদ্ধি পায়; ১ জানুয়ারী ১৭২০ তারিখে শেয়ারের দাম ছিল £১২৮, কিন্তু মে মাসে রূপান্তর প্রকল্পটি খোলার সময় এর মূল্য ছিল £৫০০।[58] ২৪ জুন দাম £১,০৫০-এর সর্বোচ্চে পৌঁছে। কোম্পানির সাফল্যের ফলে অন্যান্য কোম্পানির অনুমানমূলক ফ্লোটেশন শুরু হয়, কিছু কোম্পানি ভুয়া প্রকৃতির ছিল, এবং সরকার, এই পরিকল্পনাগুলিকে দমন করার প্রচেষ্টায় এবং কোম্পানির সহায়তায়, বাবল আইন পাস করে। বাজারের উত্থান এখন বন্ধ হয়ে যাওয়ার সাথে সাথে, আগস্ট মাসে অনিয়ন্ত্রিত বিক্রি শুরু হয়, যার ফলে সেপ্টেম্বরের শেষ নাগাদ শেয়ারটি £১৫০-এ নেমে আসে। অভিজাতদের সহ অনেক ব্যক্তি - বিপুল পরিমাণ অর্থ হারিয়ে ফেলেন এবং কিছু সম্পূর্ণরূপে ধ্বংস হয়ে যায়। জুন মাস থেকে হ্যানোভারে থাকা জর্জ, মন্ত্রিসভার অনুরোধে নভেম্বর মাসে লন্ডনে ফিরে আসেন—তার ইচ্ছার চেয়েও তাড়াতাড়ি অথবা স্বাভাবিক সময়ের চেয়েও তাড়াতাড়ি—।\nঅর্থনৈতিক সংকট, যা দক্ষিণ সমুদ্রের বুদবুদ নামে পরিচিত, জর্জ এবং তার মন্ত্রীদের অত্যন্ত অজনপ্রিয় করে তোলে। ১৭২১ সালে, লর্ড স্ট্যানহোপ, যদিও ব্যক্তিগতভাবে নির্দোষ, হাউস অফ লর্ডসে এক চাপপূর্ণ বিতর্কের পর পতন ঘটে এবং মারা যান এবং লর্ড সান্ডারল্যান্ড সরকারি পদ থেকে পদত্যাগ করেন।\nতবে, সান্ডারল্যান্ড জর্জের সাথে কিছুটা ব্যক্তিগত প্রভাব বজায় রেখেছিলেন যতক্ষণ না ১৭২২ সালে তার আকস্মিক মৃত্যু রবার্ট ওয়ালপোলের উত্থানের অনুমতি দেয়। ওয়ালপোল কার্যত প্রধানমন্ত্রী হন, যদিও এই উপাধিটি তার উপর আনুষ্ঠানিকভাবে প্রয়োগ করা হয়নি (আনুষ্ঠানিকভাবে, তিনি ট্রেজারির প্রথম লর্ড এবং কোষাগারের চ্যান্সেলর ছিলেন)। দক্ষিণ সমুদ্রের সংকটের ব্যবস্থাপনা, ঋণ পুনর্নির্ধারণ এবং কিছু ক্ষতিপূরণের ব্যবস্থা করে, আর্থিক স্থিতিশীলতা ফিরিয়ে আনতে সাহায্য করে। সংসদের ওয়ালপোলের দক্ষ ব্যবস্থাপনার মাধ্যমে, জর্জ কোম্পানির প্রতারণামূলক কর্মকাণ্ডে সরাসরি জড়িত হওয়া এড়াতে সক্ষম হন। জর্জ ঘুষ হিসেবে বিনামূল্যের জিনিসপত্র পেয়েছিলেন বলে দাবি করা হয়েছে, কিন্তু প্রমাণ দ্বারা সমর্থিত নয়; প্রকৃতপক্ষে রয়েল আর্কাইভের প্রাপ্তিগুলি দেখায় যে তিনি তার সাবস্ক্রিপশনের জন্য অর্থ প্রদান করেছিলেন এবং দুর্ঘটনায় তিনি অর্থ হারিয়েছিলেন।\n\n\n== পরবর্তী বছরগুলি ==\nওয়ালপোলের অনুরোধে, জর্জ ১৭২৫ সালে অর্ডার অফ দ্য বাথ পুনরুজ্জীবিত করেন, যার ফলে ওয়ালপোল রাজনৈতিক সমর্থকদের পুরস্কৃত করতে বা তাদের সম্মান প্রদানের মাধ্যমে তাদের অর্জন করতে সক্ষম হন। ওয়ালপোল অত্যন্ত শক্তিশালী হয়ে ওঠেন এবং মূলত তার নিজের পছন্দের মন্ত্রীদের নিয়োগ করতে সক্ষম হন। তার পূর্বসূরী, রানী অ্যানের বিপরীতে, জর্জ খুব কমই মন্ত্রিসভার সভায় যোগ দিতেন; তার বেশিরভাগ যোগাযোগ গোপনে হত এবং তিনি কেবল ব্রিটিশ পররাষ্ট্র নীতির ক্ষেত্রেই যথেষ্ট প্রভাব বিস্তার করতেন। লর্ড টাউনশেন্ডের সহায়তায়, তিনি গ্রেট ব্রিটেন, ফ্রান্স এবং প্রুশিয়ার দ্বারা হ্যানোভার চুক্তির অনুমোদনের ব্যবস্থা করেন, যা ভিয়েনার অস্ট্রো-স্প্যানিশ চুক্তির ভারসাম্য বজায় রাখার জন্য এবং ব্রিটিশ বাণিজ্য রক্ষা করার জন্য ডিজাইন করা হয়েছিল।\nজর্জ, যদিও ওয়ালপোলের উপর ক্রমবর্ধমান নির্ভরশীল ছিলেন, তবুও তিনি ইচ্ছামত তার মন্ত্রীদের প্রতিস্থাপন করতে পারতেন। ওয়ালপোল আসলে জর্জ প্রথমের রাজত্বের শেষের দিকে পদ থেকে অপসারণের ভয় পেয়েছিলেন, কিন্তু রাজা হিসেবে আরোহণের পর থেকে জর্জ তার জন্মস্থান হ্যানোভারে ষষ্ঠ ভ্রমণের সময় মারা যাওয়ার পর এই ভয়ের অবসান ঘটে। ১৭২৭ সালের ৯ জুন ডেলডেন এবং নর্ডহর্নের মধ্যবর্তী রাস্তায় তিনি স্ট্রোকে আক্রান্ত হন, এবং প্রায় ৫৫ মাইল পূর্বে গাড়িতে করে তার ছোট ভাই, ওসনাব্রুকের যুবরাজ-বিশপ আর্নেস্ট অগাস্টাসের প্রাসাদে নিয়ে যাওয়া হয়, যেখানে পৌঁছানোর দুই দিন পর ১৭২৭ সালের ১১ জুন ভোরের দিকে তিনি মারা যান। জর্জ প্রথমকে হ্যানোভারের লেইন প্রাসাদের চ্যাপেলে সমাহিত করা হয়েছিল, কিন্তু দ্বিতীয় বিশ্বযুদ্ধের পর তার দেহাবশেষ হেরেনহাউসেন গার্ডেনের চ্যাপেলে স্থানান্তরিত করা হয়েছিল। মিত্রবাহিনীর বিমান হামলার ফলে লেইন প্রাসাদ সম্পূর্ণরূপে পুড়ে যায় এবং রাজার দেহাবশেষ, তার পিতামাতার সাথে, বার্গার্টেনে অবস্থিত ১৯ শতকের রাজা আর্নেস্ট অগাস্টাসের সমাধিতে স্থানান্তরিত করা হয়।\n\n\n== উত্তরাধিকার ==\nজর্জের স্থলাভিষিক্ত হন তার পুত্র জর্জ অগাস্টাস, যিনি দ্বিতীয় জর্জ হিসেবে সিংহাসনে আরোহণ করেন। ব্যাপকভাবে ধারণা করা হয়েছিল, এমনকি কিছু সময়ের জন্য ওয়ালপোলও ধারণা করেছিলেন যে দ্বিতীয় জর্জ ওয়ালপোলকে পদ থেকে অপসারণের পরিকল্পনা করেছিলেন কিন্তু তার স্ত্রী ক্যারোলিন অফ আনসবাখ তাকে তা করতে নিরুৎসাহিত করেছিলেন। যাইহোক, ওয়ালপোল পার্লামেন্টে যথেষ্ট সংখ্যাগরিষ্ঠতা অর্জন করেছিলেন এবং দ্বিতীয় জর্জের কাছে তাকে ধরে রাখা অথবা মন্ত্রীত্বের অস্থিরতার ঝুঁকি নেওয়া ছাড়া আর কোন উপায় ছিল না।\n\n\n== অস্ত্র ==\nরাজা হিসেবে, তার বাহু ছিল: কোয়ার্টারলি, আমি, গুলেস তিন সিংহ প্যাসেন্ট গার্ডেন্ট ইন ফ্যাকাশে অথবা (ইংল্যান্ডের জন্য) ইম্পালিং অথবা একটি সিংহ একটি ট্রেসারের মধ্যে ক্রমবর্ধমান ফ্লোরি-কাউন্টার-ফ্লোরি গুলেস (স্কটল্যান্ডের জন্য); II, আজুর তিন ফ্লেউর-ডি-লিস অর (ফ্রান্সের জন্য); III, আজুর একটি বীণা বা তারযুক্ত আর্জেন্ট (আয়ারল্যান্ডের জন্য); IV, প্যালে এবং শেভ্রন উভয়ের জন্য টায়ার্ড (হ্যানোভারের জন্য), আমি গুলেস দুই সিংহ প্যাসেন্ট গার্ডেন্ট অর (ব্রানসউইকের জন্য), II অথবা হৃদয়ের একটি অংশ গুলেস একটি সিংহ প্যাসেন্ট গার্ডেন্ট অর (লুনেবার্গের জন্য), III গুলেস একটি ঘোড়ার বাহিনী আর্জেন্ট (ওয়েস্টফালিয়ার জন্য), সামগ্রিকভাবে একটি এস্কুচিয়ান গুলেস শার্লেমেনের মুকুট বহনকারী অর (পবিত্র রোমান সাম্রাজ্যের আর্কট্রেজারারের মর্যাদার জন্য)।\n\n\n== তথ্যসূত্র =="}