{"pageid": 1515577, "title": "ভারতের সামরিক ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1515577", "content": "সমসাময়িক ভারতীয় সেনাবাহিনীর পূর্বসূরি ছিল অনেক ধরনের সামরিক বাহিনী। এর মধ্যে ছিল সিপাহী দেশীয় অশ্বারোহী বাহিনী, অনিয়মিত ঘোড়সওয়ার বাহিনী এবং ভারতীয় প্রকৌশলী ও খননকারী দল, যেগুলো ব্রিটিশ শাসনের তিনটি প্রেসিডেন্সির অধীনে গঠিত হয়েছিল। ভারতের সেনাবাহিনী ব্রিটিশ রাজের শাসনামলে উনিশ শতকে গঠিত হয়। সেই সময় বিভিন্ন প্রেসিডেন্সির সেনাবাহিনীগুলিকে একত্রিত করে ব্রিটিশ সাম্রাজ্যের অধীনে আনা হয়। ব্রিটিশ ভারতীয় সেনাবাহিনী উভয় বিশ্বযুদ্ধে লড়াই করেছিল।\n\nভারত ১৯৪৭ সালে স্বাধীনতা লাভের পর ব্রিটিশ ভারতের সামরিক বাহিনীর স্থলাভিষিক্ত হয় ভারতের সশস্ত্র বাহিনী। দ্বিতীয় বিশ্বযুদ্ধের যুদ্ধকালীন সময়ে নিয়োজিত অনেক সেনাকে অব্যাহতি দেওয়া হয় এবং বেশ কিছু ইউনিট বিলুপ্ত করা হয়। স্বাধীনতার পর এই হ্রাসপ্রাপ্ত সামরিক বাহিনী ভারত ও পাকিস্তানের মধ্যে ভাগ করা হয়েছিল। ভারতীয় সশস্ত্র বাহিনী পাকিস্তানের বিরুদ্ধে চারটি যুদ্ধে অংশ নিয়েছে। এছাড়া ১৯৬২ এবং ১৯৬৭ সালে গণপ্রজাতন্ত্রী চীনের বিরুদ্ধে দুটি যুদ্ধে অংশ নিয়েছিল। ১৯৯৯ সালে ভারত পাকিস্তানের সাথে কার্গিল যুদ্ধেও অংশ নিয়েছিল যা ইতিহাসের সর্বোচ্চ সংঘটিত পর্বত যুদ্ধ হিসেবে পরিচিত। ভারতের সশস্ত্র বাহিনী জাতিসংঘের শান্তিরক্ষা অভিযানে বহুবার অংশগ্রহণ করেছে এবং বর্তমানে শান্তিরক্ষী বাহিনীতে সেনা প্রেরণের দিক থেকে বিশ্বের দ্বিতীয় বৃহত্তম দেশ।\n\n\n== সিন্ধু সভ্যতা ==\nসিন্ধু সভ্যতা থেকে আবিষ্কৃত নগরীগুলোতে পুরু ও উঁচু প্রাচীরযুক্ত দুর্গবেষ্টিত কাঠামোর সন্ধান পাওয়া গেছে। বানাওয়ালি বিশ্বের অন্যতম প্রাচীন স্থান যেখানে পরিখার অস্তিত্ব আবিষ্কৃত হয়েছে। এই দুর্গগুলোতে বর্গাকৃতির ও বৃত্তাকার বুরুজ রয়েছে এবং এগুলোর কেন্দ্রস্থলে উঁচু ভূমিতে নির্মিত দুর্গোদ্যান (সিটাডেল) দেখা যায়। মহেঞ্জোদারো এবং ধোলাভিরার মতো স্থানগুলিতে ব্রোঞ্জ যুগের ভারতীয় দুর্গনির্মাণের চমৎকার উদাহরণ পাওয়া যায়, যেখানে পুরু ও সুউচ্চ প্রাচীর নির্মিত হয়েছে। কিছু জায়গায় পোড়া ইটের দেয়াল এবং কিছু ক্ষেত্রে ২৫ ফুট (৭.৫ মিটার) দীর্ঘ কাদা-ইটের মজবুত বাঁধ আবিষ্কৃত হয়েছে, যার গভীরতা এতটাই যে এর তলদেশ পাওয়া যায়নি। দেশালপার ও ধোলাভিরার মতো স্থানে বিশাল পাথরের দুর্গপ্রাচীরের সন্ধান পাওয়া গেছে। এছাড়া, উঁচু দেয়াল দ্বারা সুরক্ষিত দুর্গোদ্যান এবং প্রবেশদ্বারসহ প্রতিরক্ষা ব্যবস্থা লক্ষ্য করা যায়।\n\nআফগানিস্তানের শোরতুগাইতে এলাকায় আবিষ্কৃত একটি সিন্ধু-মোহরায় এমন এক যোদ্ধার চিত্র রয়েছে, যিনি যৌগিক ধনুক (কম্পোজিট বো) ব্যবহার করছেন। এটি প্রমাণ করে যে, সিন্ধু সভ্যতার মানুষ এই অস্ত্রের সাথে পরিচিত ছিল, যা বহু পরে প্রাচীন ভারতীয় ভাস্কর্যে চিত্রিত হয়েছে। এছাড়া, মোহেঞ্জোদারো থেকে উদ্ধার করা একটি তামার সিলে এক শৃঙ্গযুক্ত শিকারির চিত্র রয়েছে, যিনি হাতে যৌগিক ধনুক ধারণ করেছেন।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== বৈদিক ও মহাজনপদ যুগ ==\n\nসিনৌলির এক সমাধিক্ষেত্র থেকে তামার তৈরি তলোয়ার, শিরস্ত্রাণ ও রথ আবিষ্কৃত হয়েছে, যা খ্রিস্টপূর্ব ২০০০ থেকে ১৮০০ সালের মধ্যে নির্মিত বলে ধারণা করা হয়। এটি ইঙ্গিত দেয় যে, তাম্র-ব্রোঞ্জ যুগ (খ্রিস্টপূর্ব ২০০০–১২০০) চলাকালীন এই অঞ্চলে বৈদিক ধর্ম অনুসরণকারী একদল যোদ্ধা ইন্দো-আর্য জনগোষ্ঠীর অস্তিত্ব ছিল।\nঋগ্বেদীয় ইন্দো-আর্য জাতিগোষ্ঠীর নেতৃত্ব দিতেন তাদের রাজা। তারা একে অপরের সঙ্গে এবং অন্যান্য জাতিগোষ্ঠীর বিরুদ্ধে যুদ্ধ করত। এই যোদ্ধারা ব্রোঞ্জের অস্ত্র এবং ঘোড়া (অশ্ব) দ্বারা টানা দণ্ডযুক্ত চাকাযুক্ত রথ ব্যবহার করত, যা ঋগ্বেদে বিশিষ্টভাবে বর্ণিত হয়েছে। গবাদি পশু লুণ্ঠন ও যুদ্ধের মাধ্যমে যে লুটের সম্পদ পাওয়া যেত, তার প্রধান অংশ গোত্রপ্রধানের জন্য নির্ধারিত ছিল। এই যোদ্ধারা ক্ষত্রিয় বর্ণের অন্তর্ভুক্ত ছিল। এ যুগের সবচেয়ে প্রাচীন যুদ্ধগুলোর মধ্যে অন্যতম হলো ঋগ্বেদে বর্ণিত  দশ রাজার যুদ্ধ।\nঋগ্বেদ-পরবর্তী (লৌহ যুগ) বৈদিক যুগের (প্রায় ১১০০-৫০০) বেদ ও অন্যান্য সংযুক্ত গ্রন্থসমূহে ভারতে সংগঠিত সেনাবাহিনীর প্রাচীনতম লিখিত উল্লেখ পাওয়া যায়। এই সময়েই প্রথম যুদ্ধের জন্য হাতির ব্যবহার শুরু হয়েছিল বলে জানা যায়। বিভিন্ন বৈদিক সংস্কৃত মন্ত্রে যুদ্ধের হাতির প্রসঙ্গ এসেছে।\n\nউদীয়মান মহাজনপদগুলির মধ্যে সংঘর্ষকে কেন্দ্র করে হিন্দুধর্মের দুটি মহাকাব্য রামায়ণ এবং মহাভারত রচিত হয়েছে। এসব মহাকাব্যে সামরিক বিন্যাস, যুদ্ধনীতি এবং গুপ্ত অস্ত্র ব্যবহারের বিবরণ রয়েছে। সেখানে স্থায়ী সেনাবাহিনীর কথা বলা হয়েছে, যারা যুদ্ধরথ, যুদ্ধহাতি এবং এমনকি পৌরাণিক উড়ন্ত যান (বিমান) ব্যবহার করত। রামায়ণ অযোধ্যার দুর্গপ্রাচীরের বিশদ বিবরণ দেয়। মহাভারতে কুরুক্ষেত্র যুদ্ধে ব্যবহৃত বিভিন্ন সামরিক কৌশলের কথা বলা হয়েছে, যার মধ্যে চক্রব্যূহ অন্যতম।\n\n\n== ভারতীয় রাজবংশসমূহ ==\n\n\n=== শিশুনাগ রাজবংশ ===\n\nসম্রাট বিম্বিসার ছিলেন একজন সম্প্রসারণবাদী  শাসক। তিনি বর্তমান পশ্চিমবঙ্গের অংশ অন্তর্ভুক্ত অঙ্গ রাজ্য জয় করেন এবং মগধের রাজধানী রাজগৃহের সামরিক শক্তি আরও মজবুত করেন। তাঁর পুত্র অজাতশত্রু গঙ্গা নদীর ওপারে অবস্থিত লিচ্ছবিদের উপর আক্রমণের জন্য মগধের নতুন রাজধানী পাটলিপুত্রে একটি দুর্গ নির্মাণ করেন। জৈন গ্রন্থসমূহে উল্লেখ রয়েছে যে, তিনি যুদ্ধের জন্য দুটি নতুন অস্ত্র ব্যবহার করেছিলেন— একটি ছিল অগ্রসারী রথ, যা উপরিভাগ থেকে আচ্ছাদিত এবং ঝুলন্ত গদা ছিল, যার তুলনা আধুনিক ট্যাংকের সঙ্গে করা হয়। অন্যটি ছিল গুলি ছোঁড়ার জন্য ব্যবহৃত প্রকোষ্ঠ (ক্যাটাপল্ট)।\n\n\n=== নন্দ রাজবংশ ===\n\nনন্দ রাজবংশ খ্রিস্টপূর্ব ৪র্থ শতকে প্রাচীন ভারতের মগধ অঞ্চল থেকে উৎপন্ন হয়। এ রাজবংশের সর্বোচ্চ প্রসারকালে এর সাম্রাজ্য পূর্বে বঙ্গ থেকে পশ্চিমে পাঞ্জাব এবং দক্ষিণে বিন্ধ্য পর্বতমালা পর্যন্ত বিস্তৃত ছিল।\nখ্রিস্টপূর্ব ৩২৭ সালে মহান আলেকজান্ডার পাঞ্জাব আক্রমণ করেন। তখন তক্ষশীলার শাসক রাজা অম্ভি শহরটি বিনা যুদ্ধে আলেকজান্ডারের কাছে সমর্পণ করেন। পরবর্তীতে আলেকজান্ডার হিদাস্পিসের যুদ্ধে (খ্রিস্টপূর্ব ৩২৬) ভারতীয় রাজা পুরুর (পরশুরাম) এর বিরুদ্ধে যুদ্ধ করেন। যুদ্ধ জয়ের পরও তার সেনাবাহিনী দীর্ঘদিন ধরে যুদ্ধ করতে করতে ক্লান্ত হয়ে পড়ায় এবং সেনাধ্যক্ষদের চাপের কারণে তিনি ভারত অভিযান সমাপ্ত করেন ও ফিরে যাওয়ার সিদ্ধান্ত নেন।\n\n\n=== মৌর্য সাম্রাজ্য ===\n\nসেলেউসিড সাম্রাজ্যের দূত মেগাস্থিনিসের বর্ণনা অনুযায়ী, সম্রাট চন্দ্রগুপ্ত মৌর্য  ৩০,০০০ অশ্বারোহী, ৯,০০০ যুদ্ধহাতি এবং ৬,০০,০০০ পদাতিক নিয়ে এক বিশাল সেনাবাহিনী গড়ে তোলেন। তিনি ভারতীয় উপমহাদেশের বিশাল অংশ জয় করে আরব সাগর থেকে বঙ্গোপসাগর পর্যন্ত বিস্তৃত এক সাম্রাজ্য প্রতিষ্ঠা করেন। পরবর্তীতে তিনি সেলিউসিড সাম্রাজ্যের শাসক প্রথম সেলেউকাস নিকাতরকে পরাজিত করে সিন্ধু নদীর পশ্চিম অঞ্চলের দখল নেন। এরপর তিনি দক্ষিণমুখী হয়ে মধ্য ভারতের বিশাল অঞ্চল দখল করেন। তার সেনাবাহিনী ছয়টি শাখার মাধ্যমে পরিচালিত হতো— চারটি শাখা ছিল সেনাবাহিনীর মূল বাহিনী (পদাতিক, অশ্বারোহী, যুদ্ধহাতি ও রথ), একটি ছিল নৌবাহিনী, এবং অন্যটি ছিল সরবরাহ ও রসদের দায়িত্বে।\nসে সময় পদাতিক সেনারা প্রধানত বাঁশের তৈরি দীর্ঘ ধনুক ও এক বা দুই হাতের প্রশস্ত তরবারি (সম্ভবত খাণ্ডার অনুরূপ) ব্যবহার করত। অন্য পায়ে হেঁটে যুদ্ধরত সৈন্যরা বড় পশুর চামড়ার ঢাল এবং বর্শা বা অশর ব্যবহার করত। অশ্বারোহীরা লম্বা বর্শা বহন করত। যুদ্ধহাতিগুলোতে বিশেষত ধনুর্ধারী বা অশর নিক্ষেপকারী সৈন্যরা চড়ত, আর হাতির গলদেশে বসত মাহুত। অনেক সময় বলা হয় যে, হাউদা (হাতির পিঠে বসার কাঠামো) সম্ভবত ভারতেরই আবিষ্কার। এই সময়ের মধ্যে যুদ্ধরথের ব্যবহার ধীরে ধীরে হ্রাস পেতে থাকে, তবে তাদের সামাজিক মর্যাদার কারণে সেনাবাহিনীতে রথের উপস্থিতি টিকে ছিল।\nখ্রিস্টপূর্ব ১৮৫ সালে শেষ মৌর্য সম্রাটকে হত্যা করেন পুষ্যমিত্র শুঙ্গ যিনি তখন মৌর্য সাম্রাজ্যের সেনাপতি ছিলেন।\n\n\n=== শুঙ্গ সাম্রাজ্য ===\n\nশুঙ্গ যুগ যুদ্ধ ও সংঘর্ষের জন্য পরিচিত। এ সময় তারা কলিঙ্গ, সাতবাহন, ইন্দো-গ্রিক এবং সম্ভবত পাঁচাল ও মথুরার সঙ্গে যুদ্ধ করেছিল।\nশুঙ্গদের সঙ্গে ইন্দো-গ্রিক রাজ্যের যুদ্ধগুলোর গুরুত্ব ছিল অপরিসীম। আনুমানিক খ্রিস্টপূর্ব ১৮০ সালে, ইন্দো-গ্রীক শাসক বাক্ট্রিয়ার দিমিত্রিয়াস প্রথম কাবুল উপত্যকা দখল করেন এবং ধারণা করা হয় যে তিনি সিন্ধুর ওপারের অঞ্চলেও প্রবেশ করেছিলেন। ইন্দো-গ্রিক রাজা প্রথম মেনান্দ্রোস অন্যান্য ভারতীয় শাসকদের সঙ্গে নিয়ে বা নেতৃত্ব দিয়ে পাটলিপুত্রে অভিযান পরিচালনা করেছিলেন বলে মনে করা হয়, তবে এই অভিযানের প্রকৃতি ও সফলতা সম্পর্কে বিস্তারিত তথ্য অজ্ঞাত। এই যুদ্ধগুলোর সামগ্রিক ফলাফল অস্পষ্ট রয়ে গেছে।\nপুষ্যমিত্র শুঙ্গের দুটি অশ্বমেধ যজ্ঞ সম্পাদনের কথা উল্লেখ রয়েছে এবং শুঙ্গ সাম্রাজ্যের শিলালিপির উপস্থিতি জলন্ধর পর্যন্ত পাওয়া যায়। 'দিব্যাবধান' নামক গ্রন্থে তার শাসন শিয়ালকোট (বর্তমান পাঞ্জাব) পর্যন্ত বিস্তৃত ছিল বলে উল্লেখ করা হয়েছে। মথুরা যদি কোনো সময় হারিয়েও থাকে, তবে আনুমানিক খ্রিস্টপূর্ব ১০০ সালে শুঙ্গরা এটি পুনরুদ্ধার করেছিল (বা অন্য কোনো স্থানীয় রাজবংশ, যেমন অর্জুনায়ন ও যৌধেয়রা সামরিক বিজয়ের কথা তাদের মুদ্রায় উল্লেখ করেছে— \"অর্জুনায়নদের বিজয়\", \"যৌধেয়দের বিজয়\")। খ্রিস্টপূর্ব ১ম শতাব্দীতে ত্রিগর্ত, ঔদুম্বর ও পরবর্তীকালে কুণিন্দরা নিজেদের মুদ্রা উৎপাদন শুরু করে। ইন্দো-গ্রিকদের সঙ্গে শুঙ্গদের সংঘর্ষের বর্ণনা কালিদাসের নাটক 'মালবিকাগ্নিমিত্রম'-এ পাওয়া যায়। এতে ইন্দ্রের তীরে গ্রিক অশ্বারোহীদের সঙ্গে পুষ্যমিত্র শুঙ্গের পৌত্র বসুমিত্রের যুদ্ধের বিবরণ রয়েছে, যেখানে ভারতীয়রা গ্রিকদের পরাজিত করে এবং পুষ্যমিত্র সফলভাবে তাঁর অশ্বমেধ যজ্ঞ সম্পন্ন করেন।\nখ্রিস্টপূর্ব ১১০ সালের দিকে ইন্দো-গ্রিক ও শুঙ্গরা সম্ভবত শান্তি স্থাপন করেছিল এবং কূটনৈতিক মিশন চালিয়েছিল। হেলিওদোরাস স্তম্ভের শিলালিপি অনুসারে, ইন্দো-গ্রিক রাজা অ্যান্টিয়ালকিডাস তার প্রতিনিধি হেলিওদোরাসকে মধ্য ভারতের বিদিশায় শুঙ্গ সম্রাট ভাগভদ্রের দরবারে পাঠিয়েছিলেন।\n\n\n== স্বর্ণযুগ ==\nধনুর্বেদ হল ভারতীয় শাস্ত্রে তীরন্দাজি ও মার্শাল আর্ট সংক্রান্ত গুরুত্বপূর্ণ শাস্ত্র। এই যুগে এই বিষয়ে বহু গ্রন্থ রচিত হয়েছিল।\n\n\n=== সাতবাহন রাজবংশ ===\n\nপুরাণের কিছু ব্যাখ্যা অনুসারে, সাতবাহন পরিবার অন্ধ্র জাতির (\"উপজাতি\") অংশ ছিল এবং দাক্ষিণাত্যের দাক্ষিণাপথ অঞ্চলে প্রথম সাম্রাজ্য গড়ে তুলেছিল। সাতবাহনরা (অন্ধ্র ও শালিবাহন নামেও পরিচিত) খ্রিস্টপূর্ব ২০০ সালের দিকে আধুনিক তেলেঙ্গানা, অন্ধ্রপ্রদেশ এবং মহারাষ্ট্রে ক্ষমতায় আসে এবং প্রায় ৪০০ বছর রাজত্ব করে। তাদের শাসনকালীন সময়ে বর্তমান তেলেঙ্গানা, মহারাষ্ট্র, মধ্যপ্রদেশ, ছত্তিশগড়, ওড়িশা, গোয়া, কর্ণাটক এবং অন্ধ্রপ্রদেশের অধিকাংশ অঞ্চল তাদের নিয়ন্ত্রণে ছিল। তাদের প্রথম রাজধানী ছিল কোটিলিঙ্গাল, সেইসাথে পৈঠান, যাকে তখন প্রতিষ্ঠান বলা হত।\nরাজবংশের প্রতিষ্ঠাতা সিমুক মহারাষ্ট্র, মালব এবং মধ্যপ্রদেশের কিছু অংশ জয় করেন। তার উত্তরসূরি এবং ভাই কানহা (বা কৃষ্ণ) তার রাজ্যকে আরও পশ্চিম ও দক্ষিণে সম্প্রসারিত করেন। তাঁর পরবর্তী শাসক সাতকর্ণি প্রথম, উত্তর ভারতের শুঙ্গ রাজবংশকে পরাজিত করেন। পরে গৌতমীপুত্র সাতকর্ণি ইন্দো-সিথীয়, ইন্দো-পার্থীয় এবং ইন্দো-গ্রিকদের আক্রমণ প্রতিহত করেন। তার সাম্রাজ্য দক্ষিণে বনবাসী পর্যন্ত বিস্তৃত ছিল এবং এতে মহারাষ্ট্র, কোঙ্কণ, সৌরাষ্ট্র, মালবমালব, পশ্চিম রাজস্থান এবং বিদর্ভ অন্তর্ভুক্ত ছিল। পরবর্তীকালে সাতবাহনরা তাদের কিছু অঞ্চল হারালেও রাজা যজ্ঞ শ্রী সাতকর্ণির শাসনকালে তাদের ক্ষমতা কিছু সময়ের জন্য পুনরুদ্ধার হয়। তবে তার মৃত্যুর পর সাতবাহন সাম্রাজ্যের পতন ঘটে।\n\n\n=== মহামেঘবাহন রাজবংশ ===\n\nমহামেঘবাহন রাজবংশ ছিল প্রাচীন কলিঙ্গের একটি শাসক রাজবংশ,পতনের পর প্রতিষ্ঠিত হয়। রাজবংশের তৃতীয় শাসক খারবেল অনেকগুলি আক্রমণ পরিচালনা করে ভারতের বিস্তীর্ণ অংশ জয় করেছিলেন। খারাবেলা কলিঙ্গের সামরিক শক্তিকে পুনরুদ্ধার করেন। তার নেতৃত্বে কালীঙ্গা রাজ্য একটি শক্তিশালী সামুদ্রিক প্রভাব তৈরি করেছিল যার মাধ্যমে এটি সিংহল (শ্রীলঙ্কা), বর্মা (মিয়ানমার), সিয়াম (থাইল্যান্ড), ভিয়েতনাম, কম্বোজ (কাম্বোডিয়া), বোর্নিও, বালি, সমুদ্র (সুমাত্রা) এবং যবদ্বীপের (জাভা) সাথে বাণিজ্যিক যোগাযোগ স্থাপন করেছিল।\nখারবেল মগধ, অঙ্গ, সাতবাহন এবং দক্ষিণ ভারতীয় পাণ্ড্য অঞ্চলের বিরুদ্ধে একাধিক সফল অভিযান পরিচালনা করেন এবং কলিঙ্গের রাজ্যকে গঙ্গা এবং কাবেরী নদী পর্যন্ত বিস্তৃত করেন। কলিঙ্গের উপনিবেশীরা শ্রীলঙ্কা, বার্মা, মালদ্বীপ এবং সমুদ্রবিভাগীয় দক্ষিণ-পূর্ব এশিয়ায় বসতি স্থাপন করেছিল। আজও মালয়েশিয়াতে ভারতীয়দের 'কেলিং' বলে অভিহিত করা হয় এই কারণে।\nখারবেলার সম্পর্কে প্রধান তথ্যসূত্র এর বিখ্যাত সপ্তদশ পঙক্তির খোদাইকৃত হাতিকুম্ফা শিলালিপি, যা উড়িষ্যার ভুবনেশ্বরে উদয়গিরি পাহাড়ে একটি গুহায় খোদিত। শিলালিপি অনুসারে, তিনি মগধের রাজগৃহ আক্রমণ করেন এবং ইন্দো-গ্রীক রাজা তৃতীয় ডেমেট্রিয়াস ইউকাইরাসকে পরাজিত করে মথুরায় পশ্চাদপসরণ করতে বাধ্য করেন।\n\n\n=== গুপ্ত রাজবংশ ===\n\nশিব-ধনুর-বেদে গুপ্ত সাম্রাজ্যের সামরিক বাহিনী নিয়ে আলোচনা করা হয়েছে। গুপ্তরা আগের ভারতীয় সাম্রাজ্যগুলির তুলনায় বর্মধারী যুদ্ধ হাতি কম ব্যবহার করেছিল। এই সময়ে রথের ব্যবহার ব্যাপকভাবে হ্রাস পেয়েছিল, কারণ এগুলি গ্রিক, সিথীয় এবং অন্যান্য আক্রমণকারীদের বিরুদ্ধে তেমন কার্যকরী প্রমাণিত হয়নি। গুপ্তরা বিখ্যাতভাবে ঘোড়সওয়ার ধনুর্বীরদের ব্যবহার করেছিল যা সামরিক বাহিনীর মর্যাদার বাহন হিসেবে পরিচিত ছিল, যেমনটি মুদ্রায় প্রতিফলিত হয়। ভারী ঘোড়সওয়াররা মাজল বর্ম পরিহিত ছিল  এবং তারা গদা ও বর্শায় সজ্জিত ভারী শত্রু অশ্বারোহী বাহিনীর সারি ভেঙে ফেলার জন্য আঘাতমূলক পদক্ষেপ গ্রহণ করত।\nতারা আগের সময়গুলির মতো পদাতিক বাহিনীও ব্যবহার করত: ধনুর্বীররা দীর্ঘ বাঁশ বা ধাতু দিয়ে তৈরি তীরধনুক ব্যবহার করত এবং ধাতব শিরে বাঁশের তীর ছুঁড়ত; সশস্ত্র যুদ্ধ হাতি বিরুদ্ধে লোহার খাদ ব্যবহার করা হত। তারা মাঝে মাঝে অগ্নি তীরও ব্যবহার করত। ধনুর্বীরদের সাধারণত পদাতিক দ্বারা সুরক্ষিত রাখা হত, যারা ঢাল, জাভেলিন এবং দীর্ঘ তলোয়ার নিয়ে যেত। গুপ্তরা একটি নৌবাহিনীও রাখত, যা তাদের আঞ্চলিক জলসীমা নিয়ন্ত্রণ করতে সাহায্য করত।\nসমুদ্রগুপ্ত তার শাসনের শুরুতে অহিচ্ছত্র এবং পদ্মাবতী রাজ্যগুলি দখল করেন। পরে তিনি কোট রাজ্য দখল করেন এবং মালব, যৌধেয়, অর্জুনায়ন, মাদুর এবং অভিরা উপজাতিদের আক্রমণ করেন। তিনি কুষাণ সাম্রাজ্যের অবশেষ উপজাতিদেরও অধিকার করেন। ৩৮০ খ্রিস্টাব্দে তাঁর মৃত্যুর আগেই তিনি বিশটিরও বেশি রাজ্য জয় করেছিলেন।\nচতুর্থ শতাব্দীর সংস্কৃত কবি কালিদাস দ্বিতীয় চন্দ্রগুপ্তকে ভারতের ভেতরে এবং বাইরে প্রায় একুশটি রাজ্য জয় করার কৃতিত্ব দেন। পূর্ব এবং পশ্চিম ভারতের তার অভিযান শেষ করার পর তিনি উত্তরে অভিযান চালান এবং পারসিক, হুণ এবং কম্বোজ উপজাতিদের পরাজিত করেন। তার শাসনকালে গুপ্ত সাম্রাজ্য ছিল পৃথিবীর সবচেয়ে শক্তিশালী সাম্রাজ্য যখন পশ্চিমে রোমান সাম্রাজ্য পতনের দিকে এগিয়ে যাচ্ছিল।\nস্কন্দগুপ্ত উত্তর-পশ্চিম থেকে আগত হুণদের আক্রমণের মুখোমুখি হন। স্কন্দগুপ্ত তার পিতার শাসনকালে হুণদের বিরুদ্ধে যুদ্ধ করেছিলেন এবং সম্রাজ্য জুড়ে তাকে একজন মহান যোদ্ধা হিসেবে সম্মানিত করা হত। তিনি ৪৫৫ সালে হুণদের আক্রমণ রোধ করেন এবং তাদের আক্রমণ প্রতিহত করতে সক্ষম হন; তবে যুদ্ধের খরচ সাম্রাজ্যের সম্পদ ক্ষয় করে এবং এর পতনে সহায়ক হয়।\n\n\n== ধ্রুপদী যুগ ==\n\n\n=== হর্ষ সাম্রাজ্য ===\nসম্রাট হর্ষ (৬০৬-৬৪৭)  দীর্ঘ চল্লিশ বছরেরও বেশি সময় ধরে উত্তর ভারত জুড়ে হর্ষ সাম্রাজ্য শাসন করেছিলেন। তার পিতা থানেশ্বরের রাজা হিসেবে হুণ বিরুদ্ধে সফল যুদ্ধ পরিচালনার মাধ্যমে বিশিষ্টতা অর্জন করেছিলেন। হর্ষ সমগ্র ভারত জয় করার পরিকল্পনা করেছিলেন এবং ত্রিশ বছর ধরে ধারাবাহিক যুদ্ধ চালিয়ে গিয়েছিলেন, যা মোটামুটি সফল হয়েছিল। ৬১২ খ্রিস্টাব্দের মধ্যে তিনি বিশাল এক সেনাবাহিনী গড়ে তুলেছিলেন যার সাহায্যে তিনি নর্মদা নদী পর্যন্ত প্রায় সমগ্র উত্তর ভারতের প্রায় সমস্ত অঞ্চল জয় করেছিলেন। ৬২০ সালে তিনি দাক্ষিণাত্য মালভূমি আক্রমণ করেন তবে চালুক্য শাসক দ্বিতীয় পুলকেশী তাকে প্রতিহত করেন।\n\n\n=== চালুক্য ও পল্লব ===\n\nদক্ষিণ ভারতে,ম চালুক্য এবং পল্লব রাজবংশ উল্লেখযোগ্য শক্তি অর্জন করেছিল। চালুক্য শাসক দ্বিতীয় পুলকেশী প্রথমে ছোটখাটো সামরিক অভিযান চালিয়ে আলুপ, গঙ্গা ও অন্যান্য ক্ষুদ্র রাজ্য দখল করেন। এরপর তিনি পল্লব রাজা মহেন্দ্রবর্মণকে পরাজিত করেন এবং চের ও পাণ্ড্য রাজ্যগুলি জয় করেন। তবে তার সবচেয়ে বড় সামরিক বিজয় ছিল সম্রাট হর্ষবর্ধনকে (হর্ষ) পরাজিত করা। যদিও এই যুদ্ধে তার কোষাগার ক্ষয়প্রাপ্ত হয় এবং তাকে সামরিক সম্প্রসারণ বন্ধ করতে বাধ্য করে।\nমহেন্দ্রবর্মণের পরাজয়ের প্রতিশোধ নেওয়ার শপথ করেন পল্লব রাজা নরসিংহবর্মণ। তিনি তার সেনাপতি পরাঞ্জোথির নেতৃত্বে বাতাপি আক্রমণ করেন এবং ৬৪২ সালে চালুক্যদের পরাজিত করেন। এই যুদ্ধে দ্বিতীয় পুলকেশিন নিহত হন। চালুক্য ও পল্লবদের মধ্যে এই সংঘর্ষ প্রায় এক শতাব্দী ধরে চলতে থাকে, শেষ পর্যন্ত ৭৪০ সালে চালুক্য রাজা দ্বিতীয় বিক্রমাদিত্য একটি গুরুত্বপূর্ণ বিজয় অর্জন করেন। ৭৫০ সালে রাষ্ট্রকূটরা চালুক্য সাম্রাজ্যকে উৎখাত করে। পরবর্তীতে ৯৭০-এর দশকে দ্বিতীয় তৈলাপ রাষ্ট্রকূটদের পরাজিত করে চালুক্য সাম্রাজ্যের অধিকাংশ অঞ্চল পুনরুদ্ধার করেন, তবে গুজরাত তার নিয়ন্ত্রণে আসেনি। এই সময়ের চালুক্য রাজবংশকে কল্যাণী চালুক্য বলা হয়, কারণ তাদের রাজধানী ছিল কল্যাণী। চালুক্যরা চোল রাজবংশের সঙ্গে বারবার সংঘর্ষে লিপ্ত হয়েছিল।\n\n\n=== চোল সাম্রাজ্য ===\nভারতীয় উপমহাদেশের মধ্যে চোল প্রথম রাজবংশ, যারা একটি শক্তিশালী নৌবাহিনী গঠন করেছিল এবং তা ব্যবহার করে বিদেশে নিজেদের আধিপত্য বিস্তার করেছিল। বিজয়ালয় চোল পল্লবদের পরাজিত করে তাঞ্জাবুর দখল করেছিলেন। দশম শতাব্দীর প্রথম দিকে চোল রাজা পরান্তক প্রথম, পাণ্ড্য রাজা মরাবর্মণ দ্বিতীয় রাজসিংহকে পরাজিত করেন এবং শ্রীলঙ্কা আক্রমণ করেন। তবে রাষ্ট্রকূট শাসক তৃতীয় কৃষ্ণ প্রায় ৯৪৯ খ্রিস্টাব্দে প্রথম পরান্তকের পুত্র রাজাদিত্যকে পরাজিত ও নিহত করেন।\n৯৭০ থেকে ৯৮৫ খ্রিস্টাব্দ পর্যন্ত উত্তম চোল রাজত্ব করেন। শিলালিপি থেকে জানা যায় যে, তার শাসনকাল থেকেই চোল সৈন্যরা কোমর পর্যন্ত বর্ম পরত। সেই কারণে, এই বিশেষ বাহিনীকে নিয়ায়ম-উত্তম-চোল-তেরিন্দ-আন্দালাকাট্টালার নামে ডাকা হতো। পালুভেত্তরাইয়ার মারাবন কন্দনার, উত্তম চোল ও তার পূর্বসূরি সুন্দর চোলের অধীনে একজন সেনাপতি হিসেবে কাজ করেছিলেন।\nকান্দালুর যুদ্ধে চেরা রাজাদের পরাজিত করার মাধ্যমে রাজরাজ চোল তার সামরিক অভিযান শুরু করেছিলেন। তিনি পাণ্ড্য শাসক অমর ভুজঙ্গকে বন্দি করেন, ভিঝিঞ্জাম শহর দখল করেন এবং শ্রীলঙ্কার কিছু অংশ অধিকার করেন। রাজত্বের চতুর্দশ বছরে (৯৯৮–৯৯৯) তিনি মহীশূরের গঙ্গা, বেল্লারী নোলাম্বা এবং পূর্ব মহীশূর, তাদিগাইপদী, ভেঙ্গি, কুর্গ, পাণ্ড্য এবং দাক্ষিণাত্যের চালুক্যদের পরাজিত করেন। পরবর্তী তিন বছরে তিনি তার পুত্র প্রথম রাজেন্দ্র চোলের সাহায্যে কোল্লম এবং উত্তর কলিঙ্গ রাজ্যকে পরাজিত করেন। প্রথম রাজেন্দ্র চোল পরে সম্পূর্ণ শ্রীলঙ্কা জয় করেন এবং গঙ্গা নদী পার হয়ে কলিঙ্গ পেরিয়ে বাংলায় বাংলায় পৌঁছান। তিনি বিশাল নৌবাহিনী প্রেরণ করেন যা জাভা, মালয় এবং সুমাত্রার কিছু অংশ দখল করেছিল। চোলদের পতন ঘটে পশ্চিম দিক থেকে হৈসল এবং দক্ষিণ দিক থেকে পাণ্ড্যদের আক্রমণের ফলে।\n\n\n=== গুর্জর-প্রতিহার, পাল ও রাষ্ট্রকূট রাজবংশ ===\nনবম শতাব্দীতে আরব পণ্ডিত সুলায়মান রাষ্ট্রকূট রাজবংশের সম্রাটকে বিশ্বের চারজন মহান রাজাদের একজন হিসেবে বর্ণনা করেছিলেন। নবম শতাব্দীর মধ্যভাগে, পাল রাজা দেবপাল গুর্জর-প্রতিহারদের আক্রমণ ও বশীভূত করেন। দেবপালের মৃত্যুর পর প্রতিহার রাজা মিহিরভোজ ও তার মিত্ররা পাল রাজ নারায়ণ পালকে পরাজিত করেকরেন\nভোজের নেতৃত্বে গুজর প্রতিহার ও দ্বিতীয কৃষ্ণের নেতৃত্বে রাষ্ট্রকূটদের মধ্যে একাধিক যুদ্ধ হয়, যার ফলাফল মিশ্র ছিল। রাষ্ট্রকূট রাজা তৃতীয় ইন্দ্র কনৌজ আক্রমণ করেন, তখন মিহিরভোজের উত্তরসূরি প্রথম মহীপাল পালিয়ে যান; পরে তিনি ফিরে আসেন।\nআরব ঐতিহাসিক আল-মাসুদি লিখেছেন যে, ৯১৫ খ্রিস্টাব্দে প্রথম মহীপালের শাসনকালে প্রতিহাররা পশ্চিমে মুসলমানদের ও দক্ষিণে রাষ্ট্রকূটদের বিরুদ্ধে যুদ্ধরত ছিল। তার সময়ে গুর্জর-প্রতিহারদের চারটি বিশাল সেনাবাহিনী ছিল, প্রতিটিতে প্রায় ৮০,০০০ সৈন্য ছিল।\n\n\n=== আরবদের সিন্ধু জয় ===\n৭১২ খ্রিস্টাব্দে আরব সেনাপতি মুহাম্মদ বিন কাসিম আল-সাকাফি (আরবি: محمد بن قاسم) সিন্ধু রাজ্য আক্রমণ ও দখল করেন। সিন্ধু রাজ্য মূলত সিন্ধু উপত্যকা অঞ্চলে অবস্থিত ছিল (দেশভাগ পরবর্তী আধুনিক পাকিস্তানে)। সেই সময় সিন্ধু রাজ্য রাই রাজবংশের রাজা দাহিরের ছিল এবং এই রাজবংশ আরবদের সঙ্গে যুদ্ধরত ছিল। ৭১২ খ্রিস্টাব্দের আগে আরবদের একাধিক আক্রমণ প্রতিহত করা হলেও স্থানীয় বৌদ্ধ জনগণের সমর্থন হারানোর কারণে সেবার তারা পরাজিত হয়। এর ফলে ভারতে ইসলামি শাসনের প্রথম ভিত্তি স্থাপিত হয়। চাচ নামা গ্রন্থে  (সিন্ধি: چچ نامو) কাজী ইসমাইল সংক্ষেপে এই ঘটনাগুলি লিপিবদ্ধ করেছেন। তবে দক্ষিণ ভারতের চালুক্য রাজবংশের সম্রাট দ্বিতীয় বিক্রমাদিত্য ও গুর্জর-প্রতিহাররা ৭৩৮ খ্রিস্টাব্দে খিলাফত বাহিনীর বিরুদ্ধে যুদ্ধ করে আরবদের পূর্ব দিকে অগ্রসর হওয়া প্রতিহত করেছিলেন।\nভারতীয় শিলালিপিতে এই আরব আক্রমণের কথা উল্লেখ আছে, তবে সেখানে বলা হয়েছে যে আরবরা শুধুমাত্র গুজরাতের ক্ষুদ্র রাজ্যগুলোর বিরুদ্ধে সফল হয়েছিল। দুটি স্থানে আরব বাহিনী পরাজিত হয়েছিল। গুজরাতের দক্ষিণ দিকে অগ্রসর হওয়া বাহিনীকে চালুক্য সম্রাট দ্বিতীয় বিক্রমাদিত্যের সেনাপতি পুলকেশী রাজিত করেন। অন্যদিকে, পূর্ব দিকে যাওয়া বাহিনী অবন্তিতে পৌঁছালে গুর্জর-প্রতিহার রাজা প্রথম নাগভট্ট তাদের সম্পূর্ণ পরাজিত করেন। ৭৩০ খ্রিস্টাব্দে খিলাফত বাহিনীর ভারত অভিযানে আরব সেনারা ভারতীয় রাজাদের কাছে চরমভাবে পরাজিত হয়। ফলে আরবদের অধিকারভুক্ত অঞ্চল শুধুমাত্র বর্তমান পাকিস্তানের সিন্ধুতে সীমাবদ্ধ হয়ে পড়ে।\n\n\n=== গজনভি আক্রমণ ===\n\nএকাদশ শতকের শুরুতে গজনীর মাহমুদ উত্তর-পশ্চিম সীমান্ত অঞ্চলে (বর্তমান আফগানিস্তান ও পাকিস্তান) রাজপুত হিন্দু শাহী রাজ্য দখল করেন। তার বারবার আক্রমণের ফলে গুর্জর-প্রতিহার রাজ্য দুর্বল হয়ে পড়ে এবং এর আকার ক্ষুদ্র হয়ে যায়। পরবর্তীতে অঞ্চলটি চন্দেলদের নিয়ন্ত্রণে চলে যায়। মহম্মদ গজনভি উত্তর ভারতের বিভিন্ন মন্দির ধ্বংস করেন, যার মধ্যে গুজরাটের সোমনাথ মন্দিরও ছিল। তবে তাঁর স্থায়ী বিজয় কেবলমাত্র পাঞ্জাব পর্যন্ত সীমিত ছিল। ১১ শতকের প্রথম দিকেই মালবর পরমার শাসক বহুবিদ্বান রাজা ভোজের রাজত্বকালও দেখা যায়। পরবর্তীতে গজনভিদের বিরুদ্ধে স্থানীয় বহু হিন্দু রাজবংশ প্রতিরোধ গড়ে তোলে, যার মধ্যে চৌহান রাজা চতুর্থ বিগ্রহরাজের নেতৃত্বে প্রচণ্ড প্রতিরোধ গঠন করা হয়েছিল। শেষ পর্যন্ত গজনভিদের অগ্রযাত্রা থমকে যায়।\n\n\n== মধ্যযুগ ==\n\n\n=== দিল্লি সালতানাত ===\nখিলজি রাজবংশের শাসনকালে দিল্লি সালতানাত মঙ্গোল সাম্রাজ্যের একাধিক আক্রমণ প্রতিহত করেছিল। ১২৯৭ সালে, সুলতান আলাউদ্দিন খিলজির সেনাপতি জাফর খান জলন্ধরের কাছে মঙ্গোল বাহিনীকে পরাজিত করেন। ১২৯৯ সালে তিনি ২,০০,০০০ সৈন্যবিশিষ্ট এক বিশাল মঙ্গোল বাহিনীর বিরুদ্ধে যুদ্ধ করেন, তবে তিনি যুদ্ধে নিহত হন। দ্বিমুখী প্রতিরোধের ফলে দিল্লি সালতানাতের পতন শুরু হয়। একদিকে মেবার রাজবংশের মহারাণা হাম্মির প্রতিরোধ গড়ে তোলেন, অন্যদিকে দক্ষিণ ভারতে হরিহর ও বুক্কা বিজয়নগর সাম্রাজ্য প্রতিষ্ঠা করেছিলেন। এর শেষ সুলতান ইবরাহিম লোদি দুর্বল ও বিদ্রোহ-বিধ্বস্ত সাম্রাজ্যের শাসক ছিলেন। শক্তিশালী মেবারের রাজপুত রাজা রানা সাঙ্গার উত্থান এবং অভ্যন্তরীণ বিদ্রোহের ফলে তিনি দুর্বল হয়ে পড়েন। ১৫২৬ সালে পানিপথের প্রথম যুদ্ধে বাবরের বাহিনীর বিরুদ্ধে লড়াই করে ইব্রাহিম লোদি নিহত হন। এর ফলে দিল্লি সালতানাতের অবসান ঘটে এবং মুঘল সাম্রাজ্যের প্রতিষ্ঠার পথ প্রশস্ত হয়।\n\n\n=== রাজপুত ===\n\nইব্রাহিম লোদির পরাজয়ের পর মেবারের শাসক রানা সাঙ্গা ২০,০০০ সৈন্যের এক সম্মিলিত রাজপুত বাহিনী নিয়ে বাবরকে পরাজিত করে দিল্লি দখল করতে চেয়েছিলেন। রাজপুত বাহিনী বাইনার যুদ্ধে মুঘল ও আফগান বাহিনীর সম্মিলিত সেনাদের পরাজিত করেছিল। মুঘলদের কাছে উন্নত কামান থাকলেও রাজপুত অশ্বারোহীদের বিরুদ্ধে তারা সহজে জয় পায়নি। তবে খানুয়ার যুদ্ধে (১৬ মার্চ ১৫২৭) রানা সাঙ্গার সেনাপতি তোমর রাজবংশের এক ব্যক্তি বাবরের পক্ষে বিশ্বাসঘাতকতা করায় রাজপুত বাহিনী পরাজিত হয়। রানা সাঙ্গার পুত্র দ্বিতীয় রানা উদয় সিংয়ের শাসনকালে বাবরের পৌত্র আকবর মেবারের রাজধানী চিতোর জয় করেন।\n১৫৭৬ সালের ২১ জুনের হলদীঘাটির যুদ্ধে আকবর ও রাণা প্রতাপ সিংহের বাহিনীর মধ্যে সংঘর্ষ হয়। ৮০,০০০ সৈন্যবিশিষ্ট মুঘল বাহিনীর নেতৃত্বে ছিলেন রাজপুত রাজা মানসিংহ এবং আকবরের পুত্র সেলিম। রাজপুত সেনাবাহিনীর সদস্য সংখ্যা ছিল ২০,০০০। রানা প্রতাপ অনিচ্ছা সত্ত্বেও তার বিচ্ছিন্ন ভাই শক্তি সিংহকে সাহায্য করতে পিছু হটে যান। যুদ্ধে তার কিংবদন্তি ঘোড়া চেতক নিহত হয়। পরবর্তীতে রানা প্রতাপ ভামাশাহ নামে একজন জৈন ব্যবসায়ীর অর্থায়নে ভিল উপজাতিদের একটি ছোট সেনাবাহিনী সংগঠিত করেন এবং আকবরের বিরুদ্ধে গেরিলা যুদ্ধ শুরু করে দেওয়াইরের যুদ্ধে (১৫৮২) জয়লাভ করেন। তিনি মেবারের বিশাল অংশ পুনরুদ্ধার করেন কিন্তু চিতোর পুনরুদ্ধার করতে পারেননি।\n\n\n=== মুজাফফরীয় রাজবংশ ===\n\nগুজরাতের গভর্নর সুলতান প্রথম মুজাফ্‌ফর শাহ ১৩৯১ সালে মুজাফফরীয় রাজবংশ প্রতিষ্ঠা করেন। এই রাজবংশ দ্রুত বিস্তার লাভ করে এবং প্রথম সুলতান মাহমুদের শাসনকালে সর্বোচ্চ ক্ষমতায় পৌঁছায়। তবে ১৫০৯ সালে তিনি দিউ যুদ্ধে পর্তুগিজদের কাছে পরাজিত হন। পরবর্তীতে মেবারের মহারানা সাঙ্গার আক্রমণের ফলে মুজাফফরীয় রাজবংশের ক্ষমতা উল্লেখযোগ্যভাবে কমে যায়।\n\n\n=== কালিকট ===\nমালাবারের ক্ষুদ্র হিন্দু নায়ার রাজ্য কলিকট জ়ামোরিনদের শাসনে ছিল। ১৪৯৮ সালে পর্তুগিজ নাবিকেরা এখানে বাণিজ্যের উদ্দেশ্যে আসে, তবে ১৬শ শতকে পর্তুগিজদের সঙ্গে কালিকটের একাধিক নৌ-যুদ্ধ হয়। কালিকটের মুসলিম নৌ-প্রধানদের কুঞ্জলি মারাক্কার বলা হত।\n\n\n=== বিজয়নগর সাম্রাজ্য ===\n\nইতালীয় পরিব্রাজক নিকোলো ডি কন্টি ১৫ শতকে বিজয়নগর সাম্রাজ্যের সম্রাটকে ভারতের সবচেয়ে শক্তিশালী শাসক হিসেবে লিখেছিলেন। ১৫০৯ সালে বাহমানি সুলতান বিজয়নগর সাম্রাজ্যের বিরুদ্ধে যুদ্ধ ঘোষণা করেন। তার বৃহৎ মৈত্রীবাহিনী যুদ্ধে কৃষ্ণদেবরায় পরাজিত হয় এবং সুলতান আহত হন। ১৫১০ সালে কৃষ্ণদেব রায়া কোভেলাকোন্ডায় পাল্টা আক্রমণ চালান; এই যুদ্ধে বিজাপুরের ইউসুফ আদিল শাহ নিহত হন। ১৫১২ সালে কৃষ্ণদেব রায় বাহমানি সালতানাতের লিখিত শাসক বারিদে মামালিককে পরাজিত করে রায়চুর এবং গুলবর্গা দখল করেন। বারিদে মামালিক বিদারে পালিয়ে যান, তবে পরবর্তীতে বিদারও কৃষ্ণদেব রায়ের নিয়ন্ত্রণে আসে। তিনি এক শান্তিচুক্তির মাধ্যমে বাহমানি সুলতানকে পুনরায় সিংহাসনে বসান।\n১৫১২ থেকে ১৫১৪ সালের মধ্যে কৃষ্ণদেব রায় তার ভাইয়ের বিরুদ্ধে বিদ্রোহ করা উম্মত্তূরের পালাইগারকে দমন করেন। এই সময় ওড়িশার গজপতি রাজা বিজয়নগর আক্রমণ করে উত্তর-পূর্বাঞ্চলের দুটি প্রদেশ উদয়গিরি এবং কোন্ডাভিডু দখল করেন। কৃষ্ণদেব রায় ১৫১৩ থেকে ১৫১৮ সালের মধ্যে এই অঞ্চলগুলি পুনরুদ্ধার করেন।\n২৬ জানুয়ারি ১৫৬৫ সালে আহমেদনগর, বেরার, বিদার, বিজাপুর এবং গোলকুণ্ডার সুলতানরা একত্রিত হয়ে তালিকোটা যুদ্ধে বিজয়নগরের বাহিনীকে পরাজিত করে। বিজয়নগরের সেনারা বিশাল ধনভাণ্ডার নিয়ে পালিয়ে গিয়ে বর্তমান তামিলনাড়ুর ভেলোর দুর্গ এবং তিরুপতির কাছে চন্দ্রগিরিতে (অন্ধ্র প্রদেশ) নতুন করে ঘাঁটি গড়ে। পরবর্তীকালে এখান থেকেই জমির অনুমতি পেয়ে মাদ্রাজে ইংলিশ ইস্ট ইন্ডিয়া কোম্পানি সেন্ট জর্জ দুর্গ প্রতিষ্ঠা করে।\nপরবর্তীকালে বিজয়নগরের দক্ষিণ তেলুগু গভর্নররা স্বাধীন হয়ে যান। তারা তামিলনাড়ুতে জিঞ্জি দুর্গে জিঞ্জি নায়ক, তাঞ্জোরে তাঞ্জোর নায়ক এবং মাদুরাইয়ে মাদুরাই নায়ক নামে রাজত্ব করতে থাকেন।\n\n\n=== আহোম রাজ্য ===\n\nআহোম রাজ্য  (১২২৮-১৮২৬) বর্তমান  আসামের এক শক্তিশালী রাজ্য ও জনগোষ্ঠী ছিল যা ১৩শ শতকের শুরুতে গঠিত হয়। এটু প্রায় ৬০০ বছর ধরে আসামের অধিকাংশ অঞ্চল শাসন করে এবং ১৮৩৮ সালে ব্রিটিশ শাসনের প্রতিষ্ঠার আগ পর্যন্ত স্বাধীন রাজ্য হিসেবে টিকে ছিল। অহোমরা তাদের নিজস্ব উপজাতীয় ধর্ম ও ভাষা নিয়ে এসেছিলেন, তবে পরে তারা হিন্দু ধর্মের সাথে মিশে যায়। ত্রয়োদশ থেকে সপ্তদশ শতাব্দী পর্যন্ত দিল্লির মুসলিম শাসকরা বারবার আহোম রাজ্য আক্রমণ করে দখল করার চেষ্টা করলেও অহোমরা প্রতিবারই সফলভাবে তাদের স্বাধীনতা রক্ষা করে।\n\n\n=== মুঘল সাম্রাজ্য ===\n\nমুঘল সাম্রাজ্য ইসলামি বারুদের যুগের অন্যতম রাষ্ট্র ছিল। এটি ১৫২৬ সালে ইব্রাহিম লোদির পরাজয়ের মাধ্যমে প্রতিষ্ঠিত হয় এবং ১৭শ ও ১৮শ শতকের গোড়ার দিকে সমগ্র দক্ষিণ এশিয়ার বিশাল অংশ জুড়ে বিস্তৃত হয়। স্থানীয় শাসকদের সঙ্গে মৈত্রীর মাধ্যমে এই সাম্রাজ্য পূর্বে বাংলার সীমান্ত থেকে পশ্চিমে কাবুল পর্যন্ত, উত্তরে কাশ্মীর থেকে দক্ষিণে কাবেরী অববাহিকা পর্যন্ত প্রসারিত হয়েছিল। এর সর্বোচ্চ বিস্তৃতি ছিল ৪ নিযুত কিমি২ (১.৫ নিযুত মা২), এবং সে সময়ে এর জনসংখ্যা ছিল আনুমানিক ১১ কোটি থেকে ১৩ কোটি। ১৫৪০ সালে মুঘল সম্রাট হুমায়ুন শেরশাহ সুরির কাছে পরাজিত হন এবং তাকে কাবুলে আশ্রয় নিতে হয়। এরপর সুরি বংশ ও তাদের প্রধান উপদেষ্টা হিন্দু শাসক হেমচন্দ্র বিক্রমাদিত্য (হেমু নামে পরিচিত) ১৫৪০ থেকে ১৫৫৬ সাল পর্যন্ত উত্তর ভারতে শাসন করেন। হেমু ১৫৫৬ সালে দিল্লি থেকে স্বল্প সময়ের জন্য একটি ‘হিন্দু সাম্রাজ্য’ প্রতিষ্ঠা করেছিলেন।\nমুঘল সাম্রাজ্যের \"ধ্রুপদী যুগ\" শুরু হয় ১৫৫৬ সালে মহান আকবরের সিংহাসনে আরোহণের মাধ্যমে এবং তা চলে ১৭০৭ সালে সম্রাট আওরঙ্গজেবের মৃত্যুর আগ পর্যন্ত। এই সময়কালে সাম্রাজ্য একটি কেন্দ্রীভূত প্রশাসন ও সমৃদ্ধ সংস্কৃতির মাধ্যমে প্রসার লাভ করে। ১৭২৫ সালের পর মুঘল সাম্রাজ্যের দ্রুত পতন শুরু হয়। এর কারণ ছিল উত্তরাধিকার যুদ্ধ, দুর্ভিক্ষ ও স্থানীয় বিদ্রোহ, ধর্মীয় অসহিষ্ণুতা বৃদ্ধি, মারাঠা সাম্রাজ্যের উত্থান; এবং অবশেষে ব্রিটিশ ঔপনিবেশিক শক্তির আধিপত্য বিস্তার। শেষ মুঘল সম্রাট দ্বিতীয় বাহাদুর শাহ কেবল দিল্লির শাসন সীমাবদ্ধ রাখেন যা কেবল দিল্লি শহরেই সীমাবদ্ধ ছিল, ১৮৫৭ সালের ভারতীয় বিদ্রোহের পর ব্রিটিশরা তাকে বন্দি করে নির্বাসনে পাঠায়।\n\n\n=== মারাঠা ===\n\n১৬৭৪ সালে শিবাজী বিজাপুর সালতানাত হতে পুনে ও তার পার্শ্ববর্তী অঞ্চল নিয়ে একটি স্বাধীন মারাঠা রাজ্য প্রতিষ্ঠা করেন। মুঘল সাম্রাজ্যের পতনের ফলে সৃষ্ট রাজনৈতিক শূন্যতা পূরণে মারাঠারা গুরুত্বপূর্ণ শক্তি হিসেবে আবির্ভূত হয়। শিবাজি সুসংগঠিত বেসামরিক ও সামরিক প্রশাসন গড়ে তোলেন। মুঘল সম্রাট ঔরঙ্গজেবের বিরুদ্ধে দীর্ঘ যুদ্ধ ও গেরিলা কৌশল প্রয়োগের পর ১৬৮০ সালে শিবাজির মৃত্যু হয়। তখন মারাঠা সাম্রাজ্য অনেক বড় হলেও এর নির্দিষ্ট সীমানা ঠিক করা সম্ভব হয়নি। আওরঙ্গজেবের মৃত্যুর পর মারাঠারা পুনরায় শক্তিশালী হয়।\nশিবাজি ছিলেন ভারতের ইতিহাসে দ্বিতীয় রাজা যিনি সক্রিয় নৌবাহিনী গড়ে তোলেন। পরে তার পৌত্র শাহুজির অধীনে প্রথম মারাঠা নৌসেনাপতি কানহোজি আংরে ১৮ শতকের শতকের প্রথম দিকে ওলন্দাজ, ইংরেজ এবং পর্তুগিজ বণিকদের অবৈধ প্রবেশ বন্ধ করেন। তিনি ১৭২৯ সালে মৃত্যুর আগ পর্যন্ত অপরাজিত ছিলেন।\nযদিও শিবাজির উত্তরাধিকারীরা রাজত্ব চালিয়ে যান, তবে মারাঠা রাষ্ট্রের প্রকৃত ক্ষমতা ‘পেশওয়া’ (প্রধানমন্ত্রী) দের হাতে কেন্দ্রীভূত হয়। পেশওয়ারা মারাঠা সাম্রাজ্যের বিস্তারের নেতৃত্ব দেন। কিন্তু ১৭৬১ সালে পানিপথের তৃতীয় যুদ্ধে আফগান বাহিনীর হাতে মারাঠারা পরাজিত হয়। এরপর ১৭৭২ সালের মধ্যে মারাঠারা পুনরায় ভারতবর্ষের প্রধান শক্তিতে পরিণত হয়। কিন্তু শেষ পেশোয়া দ্বিতীয় বাজিরাও তৃতীয় ইঙ্গ-মারাঠা যুদ্ধে ব্রিটিশদের কাছে পরাজিত হন। এই পরাজয়ের পর আর কোনো দেশীয় শক্তি ব্রিটিশদের জন্য হুমকি হয়ে থাকেনি এবং ভারতবর্ষে ব্রিটিশ আধিপত্য চূড়ান্তভাবে প্রতিষ্ঠিত হয়।\n১৬৬০-এর দশকে মারাঠারা একটি শক্তিশালী নৌবাহিনী গড়ে তোলে যা তাদের সামুদ্রিক ক্ষমতা বৃদ্ধি করে। এর সর্বোচ্চ সীমানা ছিল মুম্বাই থেকে সাওন্তওয়াড়ি পর্যন্ত। মারাঠা নৌবাহিনী ব্রিটিশ, পর্তুগিজ, ওলন্দাজ এবং সিদ্দিদের জাহাজের ওপর আক্রমণ চালিয়ে তাদের নৌশক্তি দমিয়ে রাখত। তবে ১৭৩০-এর দশকের পর থেকে মারাঠা নৌবাহিনীর প্রভাব কমতে থাকে এবং ১৮১৮ সালের মধ্যে এটি সম্পূর্ণরূপে বিলুপ্ত হয়ে যায়।\n\n\n=== জাট ===\n\nভারতের উত্তরাঞ্চলে ১৬৮০ খ্রিস্টাব্দে জাটরা ভরতপুর রাজ্য প্রতিষ্ঠা করে। এই রাজ্যের উদ্ভব হয় দিল্লি, আগ্রা এবং মথুরার আশেপাশের সবাসকারী জাটদের দ্বারা, সম্রাট মুঘল সাম্রাজ্যের বিরুদ্ধে বিদ্রোহের ফলস্বরূপ ভরতপুর রাজ্যের গঠন ঘটে। ১৬৬৯ সালে মথুরার এক স্থানীয় জমিদার প্রথম গোকুল এই ধরনের বিদ্রোহের নেতৃত্ব দেন। যদিও জাটরা পরাজিত হয় এবং গোকুলাকে মৃত্যুদণ্ড দেওয়া হয়, তবুও আন্দোলন পুরোপুরি দমন করা যায়নি এবং অসন্তোষ বজায় থাকে। পরবর্তীতে মহারাজা সুরজ মালের শাসনকালে ভরতপুর রাজ্য ব্যাপকভাবে প্রসারিত হয়। সে সময় রাজ্যের অন্তর্ভুক্ত ছিল বর্তমান আগ্রা, আলিগড়, ভরতপুর, ধোলপুর, ইটাওয়া, গুরুগ্রাম, হাতরস, মৈনপুরী, মথুরা, মেওয়াত, মিরাট, রেওয়ারী এবং রোহতক জেলা।\n\n\n=== ত্রিবাঙ্কুর রাজ্য ===\n\n১৭২৩ সালে রাজা মার্তণ্ড বর্মা ক্ষুদ্র ভেনাদ রাজ্যের সিংহাসনে আরোহণ করেন এবং এটিকে ত্রিবাঙ্কুরে পরিণত করেন যা দক্ষিণ ভারতের অন্যতম শক্তিশালী রাজ্যে পরিণত হয়। ১৭৩৯-১৭৪৬ সালের ত্রিবাঙ্কুর-ওলন্দাজ যুদ্ধে তিনি নেতৃত্ব দেন, যা কলাচেল যুদ্ধের মাধ্যমে শেষ হয়। এই যুদ্ধে ওলন্দাজদের পরাজয়কে এশিয়ার কোনও সংগঠিত শক্তির ইউরোপীয় সামরিক প্রযুক্তি ও কৌশলের বিরুদ্ধে প্রথম সফল প্রতিরোধ হিসেবে গণ্য করা হয়। মার্তণ্ড বর্মা ওলন্দাজদের সাথে যুক্ত স্থানীয় ক্ষুদ্র রাজ্যগুলোও দখল করেন।\nধর্ম রাজার রাজত্বকালে টিপু সুলতান ত্রিবাঙ্কুর আক্রমণ করেন, তবে প্রধান সেনাপতি রাজা কেশবদাস যুদ্ধ পরিচালনা করে বিজয় অর্জন করেন, যদিও ত্রিবাঙ্কুর বাহিনী সংখ্যায় কম ছিল। এই আক্রমণের ফলে ত্রিবাঙ্কুর-ব্রিটিশ মৈত্রী গঠিত হয়, যেটি তৃতীয় ইঙ্গ-মহীশূর যুদ্ধে টিপুর বিরুদ্ধে ব্যবহৃত হয়। পরে ত্রিবাঙ্কুরের দেওয়ান ভেলু থাম্পি ব্রিটিশ সাম্রাজ্যের বিরুদ্ধে বিদ্রোহ করলেও পরাজিত হন। ১৮০৫ সালে কর্নেল চার্লস ম্যাকলির সাথে চুক্তির মাধ্যমে ত্রিবাঙ্কুর ব্রিটিশ সাম্রাজ্যের অধীনস্থ রাজ্যে পরিণত হয়।\n\n\n=== মহীশূর রাজ্য ===\nদক্ষিণ ভারতের মহীশূর রাজ্য ১৭৮০-এর দশকে প্রথম লৌহ-আবৃত ও ধাতব সিলিন্ডারের রকেট তৈরি করে। মহীশূরের এই রকেটগুলো সফলভাবে ইঙ্গ-মহীশূর যুদ্ধের সময় ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির বৃহৎ বাহিনীর বিরুদ্ধে ব্যবহৃত হয়।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== শিখ সাম্রাজ্য ===\n\nমহারাজা রঞ্জিত সিং ছিলেন সার্বভৌম পাঞ্জাব এবং শিখ সাম্রাজ্যের শাসক। তার পিতা মহা সিং শিখ মিত্রসংঘের অন্তর্গত সুকেরচকিয়া মিসলের নেতা ছিলেন। ১৭৮০ সালে গুজরানওয়ালায় জন্মগ্রহণকারী রণজিৎ সিং মাত্র ১২ বছর বয়সে পিতার স্থলাভিষিক্ত হন। তিনি শিখ গোষ্ঠীগুলিকে একত্রিত করে ১৩ এপ্রিল ১৮০১ সালে বৈশাখী উপলক্ষে নিজেকে \"মহারাজা\" ঘোষণা করেন। ১৭৯৯ সালে তিনি লাহোর দখল করেন এবং এটিকে তার রাজধানী করেন। ১৮০২ সালে তিনি শিখদের পবিত্র শহর অমৃতসর অধিকার করেন।\n১৮২২ সালে রণজিৎ সিং প্রথমবার ইউরোপীয় ভাড়াটে সৈন্যদের নিয়োগ করেন এবং তার বাহিনীকে আধুনিকায়িত করেন। তার সামরিক শক্তি ব্রিটিশদের উপনিবেশ স্থাপনে বিলম্ব ঘটায়। ১৮৩৭ সালে জামরুদ যুদ্ধে শিখ বাহিনী বড় ধরনের ধাক্কা খায়; এই যুদ্ধে তার জেনারেল হরি সিং নলওয়া নিহত হন এবং খাইবার গিরিপথ শিখ সাম্রাজ্যের পশ্চিম সীমান্ত হিসেবে চিহ্নিত হয়।\n১৮৩৯ সালে রঞ্জিত সিংয়ের মৃত্যু হলে তার সাম্রাজ্য অভ্যন্তরীণ কলহ ও দুর্বল শাসনের কারণে ভেঙে পড়ে। পূর্ব দিকে গুলাব সিং হিমালয় পর্বতমালায় শিখ আধিপত্য বাড়াতে থাকলেও ১৮৪১-ক৯৪২ সালে ছিং সাম্রাজ্যের সাথে যুদ্ধের মাধ্যমে তা সীমাবদ্ধ হয়ে যায়। ১৮৪৫-১৯৪৬ সালের প্রথম ইঙ্গ-শিখ যুদ্ধের পর পাঞ্জাব কার্যত স্বাধীনতা হারায়। ১৮৪৮-১৯৪৯ সালের দ্বিতীয় ইঙ্গ-শিখ যুদ্ধের পর ব্রিটিশরা শিখ সাম্রাজ্য দখল করে এবং এটি তাদের সাম্রাজ্যের অন্তর্ভুক্ত হয়।\n\n\n== ঔপনিবেশিক যুগ ==\n\nব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি তাদের কারখানা ও স্থাপনাগুলো রক্ষার জন্য ব্রিটিশ ভারতীয় সেনাবাহিনী গঠন করা হয়েছিল। ১৭৯৩ সালে ফরাসি পুদুচেরির পতনের পর ১৭৯৫ সালে এই বাহিনীকে তিনটি প্রেসিডেন্সি সেনাবাহিনীতে বিভক্ত করা হয়— বেঙ্গল, মাদ্রাজ এবং বোম্বে। ওলন্দাজ ত্রিবাঙ্কুরের নায়ার ব্রিগেডকে সামরিক প্রশিক্ষণ দিয়েছিল।\n\n১৮৫৭ সালের সিপাহি বিদ্রোহের বেঙ্গল নেটিভ ইনফ্যান্ট্রি ও অশ্বারোহী বাহিনীর কয়েকটি ইউনিট ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির বিরুদ্ধে বিদ্রোহ ঘোষণা করে। তবে বিদ্রোহীরা বোম্বে ও মাদ্রাজ সেনাবাহিনীর সদস্যদের কাছ থেকে প্রত্যাশিত সহায়তা পায়নি। বিদ্রোহীরা বেশ কিছু নির্যাতন চালিয়েছিল, যার মধ্যে সবচেয়ে আলোচিত ঘটনা ছিল কানপুর অবরোধ। কিন্তু বিদ্রোহীরা পর্যাপ্ত সম্পদ ও সুসমন্বয়ের অভাবে ব্যর্থ হয়। ব্রিটিশরা কঠোর দমন-পীড়ন চালিয়ে ১৮৫৮ সালের মধ্যে বিদ্রোহ দমন করে ফেলে।\n\n\n=== ব্রিটিশ রাজ ===\n\n১৮৫৭ সালের সিপাহি বিদ্রোহের পর ভারতে ব্রিটিশ শাসন পুনর্গঠিত হয় এবং ব্রিটিশ রাজ প্রতিষ্ঠিত হয়। এই শাসনব্যবস্থা দুটি অংশে বিভক্ত ছিল—একটি অংশ ছিল সরাসরি যুক্তরাজ্যের এবং অন্যটি ছিল ব্রিটিশ রাজের অধীনতা স্বীকারকারী দেশীয় রাজ্যের নিয়ন্ত্রণে। এসব দেশীয় রাজ্য স্বায়ত্তশাসনের কিছু সুবিধা পেত, তবে প্রতিরক্ষা ও আন্তর্জাতিক প্রতিনিধিত্বের জন্য তারা যুক্তরাজ্যের ওপর নির্ভরশীল ছিল। ব্রিটিশ রাজের আওতায় বর্তমান ভারত, পাকিস্তান ও বাংলাদেশ অন্তর্ভুক্ত ছিল।\n১৮৫৭ সালের পর প্রেসিডেন্সি সেনাবাহিনী বিলুপ্ত করা হয় এবং তা পুনর্গঠিত করে ব্রিটিশ ভারতীয় সেনাবাহিনী গঠন করা হয় যা ব্রিটিশ রাজ ও ভাইসরয়ের অধীনে পরিচালিত হতো। বিদ্রোহের পর অনেক সেনা ইউনিট ভেঙে দেওয়া হয় বা পুনর্গঠন করা হয়। শিখ, গোর্খা ও অশ্বারোহী বাহিনীর নতুন ইউনিট গঠিত হয়। মাদ্রাজ নেটিভ ইনফ্যান্ট্রি ও অশ্বারোহী বাহিনীর বেশিরভাগ সৈন্যদের সরিয়ে উত্তর ভারতের জাতিগোষ্ঠীগুলোর সৈন্য অন্তর্ভুক্ত করা হয়। কারণ ব্রিটিশরা তাদেরকে বেশি \"যোদ্ধা প্রকৃতির\" মনে করত। ভারতীয় সিপাহিদের অফিসার পদে বা গোলন্দাজ বাহিনীতে কাজ করার অনুমতি ছিল না। নিয়োগে শিখ ও গোর্খা প্রতি বেশি গুরুত্ব দেওয়া হয়, কারণ ব্রিটিশরা মনে করত তারা বিশ্বস্ত।\nব্রিটিশ ভারতীয় সেনাবাহিনীতে হিন্দু, শিখ, খ্রিস্টান এবং মুসলিম সহ ভারতের প্রধান ধর্মীয় সম্প্রদায়ের সদস্যরা অন্তর্ভুক্ত ছিল। সময়ের সঙ্গে সঙ্গে শিখদের সংখ্যা ধীরে ধীরে বৃদ্ধি পায়, কারণ ব্রিটিশ কমান্ডাররা তাদের প্রতি বিশেষ আস্থা রাখত। ১৮৫৭ সালের সিপাহি বিদ্রোহে শিখরা ব্রিটিশদের পক্ষ নিয়েছিল, কারণ তারা মোগল সাম্রাজ্যের পুনরুত্থান চায়নি। মোগল আমলে শিখদের ওপর নির্যাতন করা হয়েছিল।\n১৯৩২ সালে ভারতীয় বিমানবাহিনী  প্রতিষ্ঠিত হয়।\n\n\n==== প্রথম বিশ্বযুদ্ধ ====\n\nপ্রথম বিশ্বযুদ্ধের সময় ৮,০০,০০০-এর বেশি ভারতীয় সেনাবাহিনীতে যোগ দেয় এবং ৪,০০,০০০-এর বেশি মানুষ যুদ্ধের বাহিরের বিভিন্ন কাজে স্বেচ্ছাসেবক হিসেবে কাজ করে। যুদ্ধের আগে প্রতি বছর গড়ে মাত্র ১৫,০০০ সেনা নিয়োগ করা হতো। যুদ্ধ শুরু হওয়ার এক মাসের মধ্যেই ভারতীয় বাহিনী ইউরোপের পশ্চিম রণাঙ্গনে পাঠানো হয় এবং ইয়প্রের প্রথম যুদ্ধের সময় খুদাদাদ খান প্রথম ভারতীয় হিসেবে ভিক্টোরিয়া ক্রস লাভ করেন। এক বছর সীমান্তের সম্মুখ সারীতে থাকার পর অসুস্থতা ও হতাহতের কারণে ভারতীয় বাহিনী দুর্বল হয়ে পড়ে এবং তাদের সরিয়ে নেওয়া হয়। ভারতীয় সেনারা মেসোপটেমিয়ার যুদ্ধেও গুরুত্বপূর্ণ ভূমিকা রাখে, যেখানে প্রায় ৭,০০,০০০ ভারতীয় সেনা উসমানীয় তুর্কিদের বিরুদ্ধে যুদ্ধ করে। এছাড়া ভারতীয় বাহিনী পূর্ব আফ্রিকা, মিশর ও গ্যালিপলিতেও লড়াই করে।\n\nসিনাই ও ফিলিস্তিন যুদ্ধ চলাকালে ১৯১৫ সালে সুয়েজ খালের প্রতিরক্ষার জন্য ভারতীয় সেনারা যুদ্ধ করে। এরপর ১৯১৬ সালে রোমানি ও ১৯১৭ সালে জেরুসালেম যুদ্ধেও তারা অংশ নেয়। ভারতীয় ইউনিটগুলো জর্ডান উপত্যকা দখল করে এবং জার্মান বসন্তকালীন আক্রমণের পর তারা মিশরীয় অভিযান বাহিনীর প্রধান শক্তি হয়ে ওঠে। তারা মেগিদো যুদ্ধে ও মরুভূমিতে অগ্রসর হয়ে দামেস্ক এবং আলেপ্পো পর্যন্ত পৌঁছায়।\nপ্রথম বিশ্বযুদ্ধে মোট ১০,০০,০০০ ভারতীয় সেনা বিদেশে মোতায়েন করা হয়েছিল। এর মধ্যে ৭৪,১৮৭ জন নিহত হয় এবং আরও ৬৭,০০০ জন আহত হয়। প্রথম বিশ্বযুদ্ধ ও আফগান যুদ্ধের সময় যেসব ভারতীয় সৈন্য প্রাণ হারিয়েছিল তাদের স্মরণে দিল্লির ইন্ডিয়া গেট নির্মিত হয়।\n\n\n==== দ্বিতীয় বিশ্বযুদ্ধ ====\n\n১৯৩৯ সালে ব্রিটিশ ভারতীয় সেনাবাহিনীর মোট সদস্যসংখ্যা ছিল প্রায় ১,৮৯,০০০। এর মধ্যে ব্রিটিশ কর্মকর্তা ছিলেন প্রায় ৩,০০০ জন এবং ভারতীয় কর্মকর্তা ছিলেন ১,১১৫ জন। দ্বিতীয় বিশ্বযুদ্ধে সময় সেনাবাহিনীর ব্যাপক সম্প্রসারণ ঘটে। ১৯৪৫ সালের মধ্যে সেনাবাহিনীর সদস্যসংখ্যা বেড়ে দাঁড়ায় প্রায় ২৫ লাখ, যার মধ্যে ব্রিটিশ অফিসার ছিলেন প্রায় ৩৪,৫০০ এবং ভারতীয় অফিসার ছিলেন ১৫,৭৪০ জন। এই সেনাবাহিনী ফ্রান্স, পূর্ব আফ্রিকা, উত্তর আফ্রিকা, সিরিয়া, তিউনিসিয়া, মালয়, বার্মা, গ্রিস, সিসিলি ও ইতালির বিভিন্ন সামরিক অভিযানে অংশ নেয়। বিশেষত আবিসিনিয়া ও উত্তর আফ্রিকায় ইতালীয় বাহিনীর বিরুদ্ধে, এল আলামাইনে ও ইতালিতে জার্মান বাহিনীর বিরুদ্ধে এবং বার্মা অভিযানে জাপানের বিরুদ্ধে ভারতীয় সেনারা গুরুত্বপূর্ণ ভূমিকা রাখে। এই যুদ্ধে ব্রিটিশ ভারতীয় সেনাবাহিনী মোট ১,৭৯,৯৩৫ জন হতাহতের শিকার হয়। এর মধ্যে ২৪,৩৩৮ জন নিহত হয়, ৬৪,৩৫৪ জন আহত হয়, ১১,৭৬২ জন নিখোঁজ হয় এবং ৭৯,৪৮১ জন শত্রুপক্ষের হাতে বন্দি হয় (যুদ্ধবন্দী)।\nযুদ্ধ চলাকালীন দক্ষিণ-পূর্ব এশিয়ায় ভারতীয় জাতীয়তাবাদী নির্বাসিতদের সহায়তায় জাপানের সেনাবাহিনী আজাদ হিন্দ ফৌজ (আইএনএ) গঠন করে, যার উদ্দেশ্য ছিল ব্রিটিশ শাসন থেকে ভারতকে মুক্ত করা। এই বাহিনীর প্রধান সৈন্যবল ছিল প্রায় ৪৫,০০০ ভারতীয় সেনা, যারা ১৯৪২ সালের ফেব্রুয়ারিতে সিঙ্গাপুরের পতনের পর জাপানি বাহিনীর হাতে বন্দি হয়েছিল। ১৯৪৩ সালে সুভাষচন্দ্র বসু প্যারাশুটে করে আইএনএর নেতৃত্ব গ্রহণ করেন। তিনি মালয় উপদ্বীপের মূলত তামিল বেসামরিক ভারতীয় সম্প্রদায়কে আইএনএতে অন্তর্ভুক্ত করে এর ব্যাপ্তি আরও বৃদ্ধি করেন।\nতিনি জাপানি কমান্ডারদের সঙ্গে আলোচনার মাধ্যমে আইএনএকে সামরিক যুদ্ধে অংশ নেওয়ার অনুমতি আদায় করেন, যদিও জাপানি বাহিনী মূলত এই সেনাদের গুপ্তচরবৃত্তি ও প্রচারণার কাজে ব্যবহারের পক্ষে ছিল। ১৯৪৪ সালে আইএনএর বিভিন্ন ইউনিট জাপানি বাহিনীর সঙ্গে ব্রিটিশ সেনাদের বিরুদ্ধে আরাকান ও ইম্ফল সমভূমির যুদ্ধে অংশ নেয়। সামরিক ব্যক্তি না হয়েও বসু তথা \"নেতাজি\" (শ্রদ্ধেয় নেতা) বিশ্বাস করতেন যে ব্রিটিশ ভারতীয় সেনাবাহিনীর সৈন্যরা আইএনএর সঙ্গে যোগ দেবে। কিন্তু বাস্তবে তারা আইএনএর বিরুদ্ধে দাঁড়িয়ে কঠোর প্রতিরোধ গড়ে তোলে এবং আইএনএকে পরাজিত করে। তবে এই পরাজয় সত্ত্বেও বসু ১৯৪৫ সালের ফেব্রুয়ারিতে আইএনএর জন্য ইরাবতীর তীরে একটি স্বতন্ত্র সামরিক অঞ্চল বরাদ্দের দাবি করেন। কিন্তু প্রবল প্রতিরোধের পরও আইএনএর এই অঞ্চল দখল হয়ে যায় এবং দলে দলে সৈন্য পলায়ন করতে থাকে। সামরিক দৃষ্টিকোণ থেকে আইএনএ তখন কার্যত পরাজিত হয়ে যায়। যুদ্ধের পর, আইএনএ প্রত্যক্ষভাবে রাজনৈতিক ক্ষেত্রে প্রভাব ফেলে। ব্রিটিশ সরকার যখন তিনজন আইএনএ কমান্ডারের প্রকাশ্যে সামরিক আদালতে বিচার শুরু করে তখন ভারতীয় রাজনীতিকরা হঠাৎ করেই তাদের মুক্তির পক্ষে জনমত গঠনে উদ্যোগী হন, যারা আগে আইএনএ-র বিরোধী ছিলেন। ব্রিটিশরা বুঝতে পারে যে কৌশলগতভাবে তারা ভুল করছে এবং শেষ পর্যন্ত তারা এসব অভিযুক্তদের মুক্তি দিতে বাধ্য হয়। এই ঘটনাটি ব্রিটিশ শাসনের অবসানের আরও একটি স্পষ্ট ইঙ্গিত বহন করেছিল।\n\n\n== যুদ্ধোত্তর উত্তরণ এবং ভারতীয় অধিরাজ্য ==\n১৯৪৫ সালে যুদ্ধ শেষ হওয়ার সময় ভারতীয় সেনাবাহিনীর কর্মকর্তা মধ্যে ভারতীয় মেডিকেল সার্ভিসের কর্মকর্তা হিরাজি কুরসেতজি ছিলেন একমাত্র ভারতীয় মেজর-জেনারেল। এছাড়া একজন আইএমএস ব্রিগেডিয়ার, যুদ্ধরত বাহিনীতে তিনজন ভারতীয় ব্রিগেডিয়ার এবং অস্থায়ী বা কার্যকরী পদে কর্নেল ও লেফটেন্যান্ট কর্নেল পদে ২২০ জন ভারতীয় কর্মকর্তা ছিলেন। ১৯৪৫ সালের অক্টোবর থেকে ভারতীয় সশস্ত্র বাহিনীতে নিয়মিত কমিশন শুধুমাত্র ভারতীয়দের দেওয়া হতে থাকে, যদিও প্রয়োজন অনুসারে ব্রিটিশ কর্মকর্তাদের অস্থায়ীভাবে নিয়োগের ব্যবস্থা রাখা হয়। ১৯৪৬ সালে রাজকীয় ভারতীয় নৌবাহিনীর নাবিকরা বিভিন্ন জাহাজ ও উপকূলীয় ঘাঁটিতে বিদ্রোহ ঘোষণা করে যা সারা ভারতে ব্যাপক প্রতিক্রিয়া সৃষ্টি করে। ১৯৪৭ সালের শুরুতেই ভারতীয় সশস্ত্র বাহিনীর তিনটি শাখায় ১২.৫ লাখেরও বেশি সৈন্যকে চাকরিচ্যুত করা হয়।\nভারতের স্বাধীনতা তখন প্রায় নিশ্চিত এবং যুক্তরাজ্যে নবনির্বাচিত লেবার সরকার ক্ষমতায় আসার পর ভারতীয় সেনাবাহিনীর ভারতীয়করণ আরও দ্রুত হতে থাকে। তবে ১৯৪৭ সালের জুন মাসে অর্থাৎ স্বাধীনতার মাত্র দুই মাস আগে ভারতীয় সেনাবাহিনীতে যুদ্ধরত বাহিনীতে মাত্র ১৪ জন ভারতীয় ব্রিগেডিয়ার ছিলেন এবং তখনও কোনো ভারতীয় কর্মকর্তা ফ্ল্যাগ র‍্যাঙ্ক, জেনারেল বা এয়ার অফিসারের পদে নিযুক্ত ছিলেন না।\n\n\n== ভারত প্রজাতন্ত্র ==\n\n\n=== প্রধান যুদ্ধসমূহ ===\nভারত প্রকাতন্ত্র পাকিস্তানের সঙ্গে চারটি যুদ্ধ এবং চীনের সঙ্গে একটি সীমান্ত যুদ্ধ করেছে।\n\n\n==== প্রথম ভারত-পাকিস্তান যুদ্ধ, ১৯৪৭ ====\n\nএই যুদ্ধ প্রথম কাশ্মীর যুদ্ধ নামেও পরিচিত। ১৯৪৭ সালের অক্টোবর মাসে যুদ্ধ শুরু হয় যখন পাকিস্তান আশঙ্কা করেছিল যে কাশ্মীর ও জম্মুর মহারাজা ভারতে অন্তর্ভুক্ত হবেন। ভারত ও পাকিস্তানের বিভাজনের পর দেশীয় রাজ্যগুলোর স্বাধীনভাবে ভারত বা পাকিস্তানে যোগদান অথবা স্বাধীন থাকার সুযোগ ছিল। বৃহত্তম দেশীয় রাজ্য জম্মু ও কাশ্মীরের সংখ্যাগরিষ্ঠ জনগণ মুসলমান হলেও রাজ্যের শাসক ছিলেন হিন্দু মহারাজা হরি সিং। পাকিস্তানের সেনাবাহিনীর সহায়তায় উপজাতীয় যোদ্ধারা জম্মু ও কাশ্মীর আক্রমণ করে এবং রাজ্যের কিছু অংশ দখল করে। এর ফলে দেশীয় রাজ্যের মহারাজা ভারত অধিরাজ্যে যোগদানের চুক্তিতে স্বাক্ষর করতে বাধ্য হন এবং ভারতীয় সেনাবাহিনী সেখানে প্রবেশ করে। ১৯৪৮ সালের ২২ এপ্রিল জাতিসংঘের নিরাপত্তা পরিষদ ৪৭ নম্বর প্রস্তাব গ্রহণ করে। ক্রমে যুদ্ধের বিভিন্ন সীমান্ত স্থিতিশীল হয়ে ওঠে এবং এগুলো পরবর্তীতে নিয়ন্ত্রণ রেখা নামে পরিচিত হয়। ১৯৪৯ সালের ১ জানুয়ারি রাত ২৩:৫৯ মিনিটে আনুষ্ঠানিক যুদ্ধবিরতি ঘোষণা করা হয়। ভারত  কাশ্মীর উপত্যকা, জম্মু এবং লাদাখ সহ রাজ্যের প্রায় দুই-তৃতীয়াংশ অঞ্চলের নিয়ন্ত্রণ গ্রহণ করে আর পাকিস্তান আজাদ কাশ্মীর ও গিলগিত-বালতিস্তান সহ কাশ্মীরের এক-তৃতীয়াংশ অঞ্চলের নিয়ন্ত্রণ পায়। বেশিরভাগ নিরপেক্ষ বিশ্লেষণে ভারতকে এই যুদ্ধে বিজয়ী হিসেবে গণ্য করা হয়, কারণ ভারত কাশ্মীর উপত্যকা, জম্মু এবং লাদাখ রাজ্যের প্রধান অংশ দখল করতে সক্ষম হয়।\n\n\n==== অপারেশন পোলো, ১৯৪৮ ====\n\nপাকিস্তানের সঙ্গে যুদ্ধের পর ভারত তার দৃষ্টি স্বাধীন হায়দ্রাবাদ রাজ্যের দিকে নিবদ্ধ করে। ভারত এই স্বাধীন মুসলিম রাষ্ট্রকে সম্ভাব্য পাকিস্তানি মিত্র হিসেবে দেখে একে হুমকি মনে করেছিল। মাত্র পাঁচ দিনের এক অভিযানে ভারত হায়দরাবাদ দখল করে এবং এটিকে ভারতের অংশ হিসেবে অন্তর্ভুক্ত করে।\n\n\n==== গোয়ার মুক্তি, ১৯৬১ ====\n\n১৯৬১ সালে ভারত ও পর্তুগালের মধ্যে পর্তুগিজ অধিকৃত গোয়া অঞ্চল নিয়ে উত্তেজনা বৃদ্ধি পায়। গোয়া ছিল পর্তুগিজ অধিকৃত অঞ্চল যা ভারত নিজের অংশ হিসেবে দাবি করে। একটি শান্তিপূর্ণ ও নিরস্ত্র বিক্ষোভে পর্তুগিজ পুলিশ দমন অভিযান চালালে ভারতীয় সরকার সামরিক হস্তক্ষেপের সিদ্ধান্ত নেয়। একটি সংক্ষিপ্ত কিন্তু একতরফা বিমান, নৌ ও স্থল অভিযানের ফলে পর্তুগিজ বাহিনী দ্রুত আত্মসমর্পণ করে। ৩৬ ঘণ্টার মধ্যে ৪৫১ বছর ধরে চলা পর্তুগিজ ঔপনিবেশিক শাসনের অবসান ঘটে এবং গোয়া ভারতের অন্তর্ভুক্ত হয়। এই যুদ্ধে পর্তুগিজ বাহিনীর ৩৪ জন নিহত, ৫৭ জন আহত ও ৩,৩০৬ জন বন্দি হয়, আর ভারতীয় বাহিনীর ২২ জন নিহত ও ৫১ জন আহত হয়।\n\n\n==== ভারত-চীন যুদ্ধ, ১৯৬২ ====\n\n১৯৬২ সালে ভারত চীনের সঙ্গে এক মাসব্যাপী সীমান্ত যুদ্ধে লিপ্ত হয়। এই যুদ্ধ মূলত পাহাড়ি অঞ্চলে সংঘটিত হয় এবং কোনো পক্ষই বিমান বা নৌবাহিনী মোতায়েন করেনি। যুদ্ধের একপর্যায়ে চীন একতরফাভাবে যুদ্ধবিরতি ঘোষণা করে এবং যুদ্ধ শুরুর আগের অবস্থানে ফিরে যায়।\nএই পরাজয়ের পর ভারত তার সামরিক কাঠামোয় বড় ধরনের পরিবর্তন আনে। দেশীয় প্রতিরক্ষা উৎপাদন ব্যবস্থা গড়ে তোলার জন্য প্রতিরক্ষা উৎপাদন দপ্তর প্রতিষ্ঠা করা হয়, যার লক্ষ্য ছিল আত্মনির্ভরশীল ও স্বয়ংসম্পূর্ণ প্রতিরক্ষা শিল্প গড়ে তোলা। ১৯৬২ সালের পর থেকে এই কর্মসূচির অধীনে ১৬টি নতুন অস্ত্র কারখানা স্থাপন করা হয়েছে।\n\n\n==== দ্বিতীয় ভারত-পাকিস্তান যুদ্ধ, ১৯৬৫ ====\n\nএই যুদ্ধ পাকিস্তানের 'অপারেশন জিব্রাল্টার'-এর ফলে শুরু হয়, যার লক্ষ্য ছিল জম্মু ও কাশ্মীরে সেনা অনুপ্রবেশ ঘটিয়ে ভারতের বিরুদ্ধে একটি বিদ্রোহ উসকে দেওয়া। জবাবে ভারত পশ্চিম পাকিস্তানের রুদ্ধে পূর্ণমাত্রার সামরিক অভিযান শুরু করে। সতেরো দিন ধরে চলা এই যুদ্ধে উভয় পক্ষের হাজার হাজার সৈন্য হতাহত হয় এবং দ্বিতীয় বিশ্বযুদ্ধের পর এটিই ছিল সবচেয়ে বড় ট্যাংক যুদ্ধের ঘটনা। সোভিয়েত ইউনিয়ন ও যুক্তরাষ্ট্রের কূটনৈতিক হস্তক্ষেপের ফলে যুদ্ধবিরতি ঘোষণা করা হয় এবং তাসখন্দ চুক্তি স্বাক্ষরের মাধ্যমে যুদ্ধের আনুষ্ঠানিক সমাপ্তি ঘটে।  সামরিকভাবে যুদ্ধের ফলাফল অস্পষ্ট ছিল বলে মনে করা হলেও, ভারত ও পাকিস্তান উভয়ই নিজেদের বিজয়ী দাবি করেছিল। তবে অধিকাংশ নিরপেক্ষ বিশ্লেষকের মতে, যুদ্ধবিরতি ঘোষণার সময় পাকিস্তানের উপর ভারতের প্রাধান্য ছিল।  যেহেতু পাকিস্তান এই যুদ্ধে যে অঞ্চল দখল করেছিল তার চেয়ে বেশি এলাকা হারিয়েছিল এবং কাশ্মীর দখলের লক্ষ্য অর্জনে ব্যর্থ হয়েছিল, তাই অনেক পর্যবেক্ষক একে পাকিস্তানের পরাজয় এবং ভারতের কৌশলগত বিজয় হিসেবে দেখে থাকেন।\n\n\n=== ভারত-চীন সংঘর্ষ, ১৯৬৭ ===\n\n১৯৬৭ সালের ভারত-চীন সংঘর্ষ ১৯৬৭ সালের চীন-ভারত যুদ্ধ (১ – ১০ অক্টোবর ১৯৬৭) নামেও পরিচিত। এটি তৎকালীন ভারতীয় আশ্রিত রাজ্য হিমালয়ে অঞ্চলের সিকিম রাজ্যে ভারত ও চীনের মধ্যে একটি সামরিক সংঘাত ছিল। ১৯৬৭ সালের ১ অক্টোবর চীনা পিপলস লিবারেশন আর্মি সিকিমে অনুপ্রবেশ করে। ভারতীয় সেনাবাহিনী পাল্টা প্রতিরোধ গড়ে তোলে এবং ১০ অক্টোবরের মধ্যে চীনা বাহিনীকে পরাজিত করে। চো লা এবং নাথু লা সংঘর্ষে ভারতীয় বাহিনীর ৮৮ জন সৈন্য নিহত ও ১৬৩ জন আহত হয়েছিল। অন্যদিকে চীনা বাহিনীর ৩৪০ জন নিহত ও ৪৫০ জন আহত হয়েছিল।\nযুদ্ধের শেষে ভারতীয় সৈন্যদের কাছে পরাজিত হওয়ার পর চীনা সেনাবাহিনী সিকিম ত্যাগ করতে বাধ্য হয়।\n\n\n==== তৃতীয় ভারত-পাকিস্তান যুদ্ধ, ১৯৭১ ====\n\nএই যুদ্ধ অন্য ভারত-পাকিস্তান যুদ্ধগুলোর থেকে আলাদা ছিল, কারণ এর কেন্দ্রবিন্দু কাশ্মীর ছিল না। বরং এটি পূর্ব পাকিস্তানে রাজনৈতিক সংকট থেকে উদ্ভূত হয়েছিল, যেখানে শেখ মুজিবুর রহমানের নেতৃত্বাধীন পূর্ব পাকিস্তান ও ইয়াহিয়া-ভুট্টোর নেতৃত্বাধীন পশ্চিম পাকিস্তানের মধ্যে দ্বন্দ্ব চরমে পৌঁছায়। শেষ পর্যন্ত বাংলাদেশ স্বাধীনতা ঘোষণা করে। ১৯৭১ সালের ২৫ মার্চ পাকিস্তানি সেনাবাহিনী অপারেশন সার্চলাইট পরিচালনা করে এবং ব্যাপক গণহত্যা চালায় যা বাংলাদেশ গণহত্যা নামে পরিচিত। এর ফলে প্রায় ১ কোটি বাঙালি শরণার্থী হয়ে ভারতে আশ্রয় নেয়। ভারত এই মুক্তিযুদ্ধে সক্রিয়ভাবে হস্তক্ষেপ করে। এরপর পাকিস্তান ভারতকে লক্ষ্য করে একাধিক স্থানে আক্রমণ চালায়, যার ফলে দুই দেশের মধ্যে পূর্ণমাত্রার যুদ্ধ শুরু হয়।\nপাকিস্তানের পশ্চিম সীমান্তে ভারতীয় সেনাবাহিনী সফলভাবে নিজেদের অবস্থান রক্ষা করে এবং পাল্টা আক্রমণ চালিয়ে কয়েকটি গুরুত্বপূর্ণ অঞ্চল দখল করে। ভারতের সেনাবাহিনী পাকিস্তানের কাশ্মীর, পাঞ্জাব এবং সিন্ধু অঞ্চলে প্রায় ৫,৭৯৫ বর্গমাইল (১৫,০১০ বর্গকিলোমিটার) এলাকা দখল করে। কিন্তু ১৯৭২ সালের সিমলা চুক্তির মাধ্যমে সৌহার্দ্যের নিদর্শনস্বরূপ ভারত এই এলাকা পাকিস্তানকে ফিরিয়ে দেয়। মাত্র দুই সপ্তাহের তীব্র যুদ্ধের পর ভারত ও মুক্তিবাহিনীর যৌথ কমান্ডের কাছে পূর্ব পাকিস্তানে অবস্থিত পাকিস্তানি বাহিনী আত্মসমর্পণ করে, যার ফলে গণপ্রজাতন্ত্রী বাংলাদেশ গঠিত হয়। এই এটি ছিল ভারত-পাকিস্তানের মধ্যে সংঘটিত সবচেয়ে রক্তক্ষয়ী যুদ্ধ যেখানে দ্বিতীয় বিশ্বযুদ্ধের পর সর্বোচ্চসংখ্যক যুদ্ধবন্দী আত্মসমর্পণ করে—৯০,০০০ এরও বেশি পাকিস্তানি সেনা ও বেসামরিক ব্যক্তি। এক পাকিস্তানি লেখকের ভাষায়, \"এই যুদ্ধে পাকিস্তান তার নৌবাহিনীর অর্ধেক, বিমান বাহিনীর এক-চতুর্থাংশ এবং স্থলবাহিনীর এক-তৃতীয়াংশ হারিয়েছিল।\"\n\n\n==== সিয়াচেন যুদ্ধ, ১৯৮৪ ====\n\n১৯৭০-এর দশকের শেষ দিকে এবং ১৯৮০-এর দশকের শুরুতে পাকিস্তান সিয়াচেন হিমবাহে পর্যটন অভিযান পরিচালনা করতে শুরু করে, যা ভারত-পাকিস্তানের মধ্যে একটি বিতর্কিত অঞ্চল ছিল। এই ঘটনায় ভারত অসন্তুষ্ট হয় এবং ১৯৮৪ সালের এপ্রিল মাসে অপারেশন মেঘদূত শুরু করে। এই অভিযানের মাধ্যমে ভারত সম্পূর্ণ সিয়াচেন হিমবাহের নিয়ন্ত্রণ গ্রহণ করে। ভারত ৭০ কিলোমিটার (৪৩ মাইল) দীর্ঘ সিয়াচেন হিমবাহ এবং এর সমস্ত উপহিমবাহের পাশাপাশি সালতোরো পর্বতশ্রেণীর তিনটি প্রধান গিরিপথ সিয়া লা, বিলাফন্ড লা এবং গিয়ং লার ওপর আধিপত্য প্রতিষ্ঠা করে। টাইম ম্যাগাজিনের তথ্য অনুযায়ী ভারত এই অভিযানের ফলে ১,০০০ বর্গমাইল (৩,০০০ বর্গকিলোমিটার) এলাকা লাভ করে। ভারত এখনও সেখানে একটি সামরিক ঘাঁটি বজায় রেখেছে। পাকিস্তান ১৯৮৭ ও ১৯৮৯ সালে সিয়াচেন পুনরুদ্ধারের চেষ্টা করলেও ব্যর্থ হয়। শেষ পর্যন্ত এই সংঘর্ষ ভারতীয় বিজয়ের মাধ্যমে শেষ হয়। ২০০৩ সাল থেকে সেখানে যুদ্ধবিরতি বজায় রয়েছে।\n\n\n==== কার্গিল যুদ্ধ, ১৯৯৯ ====\n\nভারতে অপারেশন বিজয় সাধারণত কার্গিল যুদ্ধ নামে পরিচিত। এটি ছিল ভারত ও পাকিস্তানের মধ্যে সীমিত মাত্রার একটি সামরিক সংঘর্ষ। ১৯৯৯ সালের শুরুতে পাকিস্তানি সেনাবাহিনী নিয়ন্ত্রণ রেখা (এলওসি) পেরিয়ে প্রবেশ করে এবং মূলত জম্মু ও কাশ্মীরের কার্গিল জেলায় ভারতীয় ভূখণ্ড দখল করে। ভারত এই অনুপ্রবেশের জবাবে বড় ধরনের সামরিক ও কূটনৈতিক অভিযান চালায় যার উদ্দেশ্য ছিল পাকিস্তানি অনুপ্রবেশকারীদের বিতাড়িত করা। দুই মাস ধরে চলা সংঘর্ষের পর ভারতীয় বাহিনী ধীরে ধীরে অধিকাংশ কৌশলগত উচ্চভূমি পুনরুদ্ধার করতে সক্ষম হয়। সরকারি হিসাব অনুযায়ী অনুপ্রবেশ করা এলাকার আনুমানিক ৭৫%–৮০% এবং প্রায় সব গুরুত্বপূর্ণ উচ্চভূমি পুনরায় ভারতীয় নিয়ন্ত্রণে আসে। সাংঘাতিক যুদ্ধের সম্ভাবনা বৃদ্ধি পাওয়ায় আন্তর্জাতিক মহল (বিশেষত যুক্তরাষ্ট্র) পাকিস্তানের ওপর কূটনৈতিক চাপ বাড়াতে শুরু করে যাতে তারা বাকি ভারতীয় ভূখণ্ড থেকে সেনা প্রত্যাহার করে। আন্তর্জাতিকভাবে বিচ্ছিন্ন হয়ে পড়ার আশঙ্কা এবং পাকিস্তানের তখনকার ভঙ্গুর অর্থনীতি দেশটি আরও দুর্বল হয়ে পড়ে। সংঘর্ষের সময় পাকিস্তানের নর্দান লাইট ইনফ্যান্ট্রি ব্যাপক ক্ষতির সম্মুখীন হয়। পাকিস্তানি সরকার নিহত অফিসারদের মৃতদেহ গ্রহণ করতে অস্বীকৃতি জানালে এটি পাকিস্তানের উত্তরাঞ্চলে ক্ষোভ ও বিক্ষোভের সৃষ্টি করে। প্রথমদিকে পাকিস্তান তাদের ক্ষয়ক্ষতির কথা স্বীকার করতে চায়নি, তবে পরে পাকিস্তানের তৎকালীন প্রধানমন্ত্রী নওয়াজ শরীফ শরিফ জানান যে এই যুদ্ধে ৪,০০০-এর বেশি পাকিস্তানি সেনা নিহত হয়েছিল এবং পাকিস্তান এই সংঘর্ষে পরাজিত হয়।\n\n১৯৯৯ সালের জুলাই মাসের শেষের দিকে কার্গিল অঞ্চলে সংঘর্ষ আনুষ্ঠানিকভাবে শেষ হয়। ভারত সামরিক ও কূটনৈতিক দিক থেকে একটি সুস্পষ্ট বিজয় অর্জন করে এবং কার্গিল যুদ্ধের পরিসমাপ্তি ঘটে।\n\n\n=== অন্যান্য অভিযান ===\n\n\n==== মিজো ন্যাশনাল ফ্রন্ট, ১৯৬৬ ====\n১৯৬৬ সালের মার্চ মাসে, আসামের মিজো বিদ্রোহীরা স্বাধীনতা ঘোষণা করে এবং সরকারী দপ্তর ও সামরিক ঘাঁটিতে হামলা চালায়। কয়েক সপ্তাহের মধ্যেই এই বিদ্রোহ দমন করা হয়। পরবর্তীতে মিজোরামকে ভারতের একটি পৃথক রাজ্য হিসেবে গঠন করা হয়।\n\n\n==== চোলা ঘটনা, ১৯৬৭ ====\n১৯৬৭ সালের অক্টোবরে ভারত ও চীনের মধ্যে এক সংক্ষিপ্ত সংঘর্ষ ঘটে যা বর্তমানে চোলা ঘটনা নামে পরিচিত। চীনের পিপলস লিবারেশন আর্মি সিকিমে অল্প সময়ের জন্য প্রবেশ করলেও ৪৮ ঘণ্টার মধ্যে পিছু হটে।\n\n\n==== অপারেশন ব্লু স্টার, ১৯৮৪ ====\n\n১৯৮৪ সালের জুন মাসে, তৎকালীন প্রধানমন্ত্রী ইন্দিরা গান্ধী অপারেশন ব্লু স্টার চালানোর নির্দেশ দেন। এর উদ্দেশ্য ছিল অমৃতসরের স্বর্ণমন্দিরে লুকিয়ে থাকা খালিস্তান বিচ্ছিন্নতাবাদীদের দমন করা। এই অভিযানে ৫০০–১,৫০০ সাধারণ মানুষ নিহত হন এবং অকাল তখতের (শিখ ধর্মের গুরুত্বপূর্ণ স্থান) বড় ধরনের ক্ষতি হয়।\n\n\n==== শ্রীলঙ্কা মিশন, ১৯৮৭–১৯৯০ ====\n\n১৯৮৭-১৯৯০ সালে, ভারতীয় শান্তিরক্ষী বাহিনী (আইপিকেএফ) ভারত-শ্রীলঙ্কা চুক্তির আওতায় উত্তর ও পূর্ব শ্রীলঙ্কায় তামিল টাইগারদের নিরস্ত্র করার জন্য মোতায়েন করা হয়। এটি ভারতীয় সেনাবাহিনীর জন্য একটি কঠিন যুদ্ধ ছিল, কারণ তারা অনিয়মিত এবং যুদ্ধের জন্য বিশেষভাবে প্রশিক্ষিত ছিল না। এই অভিযানে ভারত প্রায় ১,২০০ সৈন্য এবং বেশ কয়েকটি টি-৭২ ট্যাঙ্ক হারায়। শেষ পর্যন্ত শ্রীলঙ্কা সরকারের পরামর্শে ভারত এই অভিযান বন্ধ করে। অপারেশন পবন নামে পরিচিত এই অভিযানে ভারতীয় বিমান বাহিনী শ্রীলঙ্কায় প্রায় ৭০,০০০ বিমান অভিযান চালায়।\n\n\n==== অপারেশন ক্যাকটাস, ১৯৮৮ ====\n\n১৯৮৮ সালের নভেম্বরে মালদ্বীপ সরকার ভাড়াটে সৈন্যদের আক্রমণের বিরুদ্ধে ভারতের কাছে সামরিক সহায়তা চায়। ৩ নভেম্বর রাতে ভারতীয় বিমান বাহিনী আগ্রা থেকে বিশেষ বাহিনীকে আকাশপথে মালদ্বীপে পাঠায়। কমান্ডো বাহিনী হুলহুলে দ্বীপে অবতরণ করে, বিমানবন্দর সুরক্ষিত করে এবং কয়েক ঘণ্টার মধ্যেই রাজধানী মালেতে সরকার পুনঃপ্রতিষ্ঠা করে। এই অভিযানে কোনো রক্তপাত ঘটেনি।\n\n\n=== ২০০১ বাংলাদেশ-ভারত সীমান্ত সংঘর্ষ ===\n\nএটি বাংলাদেশ-ভারত সীমান্ত যুদ্ধ নামেও পরিচিত। ২০০১ সালের ১৫ এপ্রিলে বাংলাদেশি বাহিনী বিরোধপূর্ণ পিরদিয়াহ গ্রাম দখল করলে সংঘর্ষ শুরু হয়। প্রায় পাঁচ দিন ধরে চলা এই লড়াই শেষে দুই পক্ষ তাদের আগের অবস্থানে ফিরে যায় এবং যুদ্ধ পূর্ব পরিস্থিতিতে শেষ হয়।\n\n\n=== ক্ষেপণাস্ত্র কর্মসূচি ===\n\nভারত তার মহাকাশ কর্মসূচির ভিত্তিতে একটি সুসংগঠিত ক্ষেপণাস্ত্র কর্মসূচি গড়ে তুলেছে। ১৯৮৩ সালে স্বনির্ভরতা অর্জনের লক্ষ্যে সুসংহত নিয়ন্ত্রিত ক্ষেপণাস্ত্র উন্নয়ন কর্মসূচি (আইজিএমডিপি) চালু করা হয়। বর্তমানে এই কর্মসূচির ছয়টি প্রধান ক্ষেপণাস্ত্র প্রকল্প রয়েছে—\n\nঅগ্নি ব্যালিস্টিক ক্ষেপণাস্ত্র\nপৃথ্বী ব্যালিস্টিক ক্ষেপণাস্ত্র\nআকাশ ভূমি থেকে আকাশে নিক্ষেপযোগ্য ক্ষেপণাস্ত্র\nত্রিশুল সারফেস টু এয়ার মিসাইল\nনাগ ট্যাঙ্ক-বিধ্বংসী নির্দেশিত ক্ষেপণাস্ত্র\nনির্ভয় ক্রুজ ক্ষেপণাস্ত্র\nবর্তমানে ডিআরডিও সূর্য নামে একটি আইসিবিএমের একটি উন্নত সিরিজ তৈরি করছে যার পাল্লা ১০,০০০ কিলোমিটারের বেশি হতে পারে বলে ধারণা করা হচ্ছে। এটি যুক্তরাষ্ট্র, রাশিয়া ও ইসরায়েলের উন্নত ক্ষেপণাস্ত্রগুলোর সমতুল্য হবে। ভারত বিশ্বের চতুর্থ দেশ, যেটি সফল ব্যালিস্টিক ক্ষেপণাস্ত্র প্রতিরক্ষা (বিএমডি) ব্যবস্থা তৈরি করতে সক্ষম হয়েছে।\n\n\n=== পারমাণবিক কর্মসূচি ===\n\n১৯৭৪ সালে ভারত প্রথমবারের মতো একটি পরমাণু পরীক্ষা চালায় যার বিস্ফোরণ ক্ষমতা ছিল প্রায় ১৫ কিলোটন। এই পরীক্ষার সাংকেতিক নাম ছিল স্মাইলিং বুদ্ধ। পরবর্তীতে ১৯৯৮ সালের ১১ ও ১৩ মে ভারত আরও পাঁচটি ভূগর্ভস্থ পরমাণু পরীক্ষা চালায় এবং আনুষ্ঠানিকভাবে নিজেকে একটি পরমাণু শক্তিধর রাষ্ট্র হিসেবে ঘোষণা করে।\n\n\n== সাম্প্রতিক ঘটনাবলী ==\nচীনের পর ভারত বিশ্বের দ্বিতীয় বৃহত্তম সেনাবাহিনী পরিচালনা করে। এছাড়া ভারতের আধাসামরিক বাহিনী বিশ্বের বৃহত্তম আধাসামরিক বাহিনী যার সদস্যসংখ্যা দশ লাখেরও বেশি। সম্ভাব্য মহাশক্তি হিসেবে নিজেদের প্রতিষ্ঠার লক্ষ্য নিয়ে ভারত ১৯৯০-এর দশকের শেষ দিকে সামরিক শক্তি আধুনিকায়নের এক গুরুত্বপূর্ণ পর্যায় শুরু করে। ভারত প্রধানত নিজস্ব প্রযুক্তির ওপর নির্ভরশীল সামরিক সরঞ্জাম তৈরির দিকে মনোযোগী হয়েছে যাতে বিদেশি সরবরাহের ওপর নির্ভরতা কমানো যায়। বর্তমানে ভারতের বেশিরভাগ নৌযান, সাবমেরিন, সামরিক সাঁজোয়া যান, ক্ষেপণাস্ত্র ও গোলাবারুদ দেশীয় প্রযুক্তিতে নির্মিত।\n\n\n=== অন্যান্য দেশের সাথে সামরিক সহযোগিতা ===\n\n১৯৯৭ সালে ভারত রাশিয়ার \"প্রসপেক্টিভ এয়ার কমপ্লেক্স ফর ট্যাকটিক্যাল এয়ার ফোর্সেস\" প্রকল্পে অংশগ্রহণের সিদ্ধান্ত নেয়। এই প্রকল্পের মূল লক্ষ্য ছিল পঞ্চম প্রজন্মের যুদ্ধবিমান প্রোটোটাইপ। ১৯৯৭ সালে দেশটি এর প্রথম সফল পরীক্ষামূলক উড্ডয়ন সম্পন্ন করে। ভারত ও রাশিয়ার যৌথ উদ্যোগে তৈরি সুপারসনিক ক্রুজ ক্ষেপণাস্ত্র ব্রহ্মোস ২০০১ সালে সফলভাবে পরীক্ষামূলকভাবে উৎক্ষেপণ করা হয়। এছাড়া ভারত ও ইসরায়েল যৌথভাবে মানববিহীন বিমান (ইউএভি) উন্নয়নের জন্য কাজ করছে।\nসাম্প্রতিক বছরগুলোতে ভারত সরাসরি সামরিক সরঞ্জাম কেনার পরিবর্তে প্রযুক্তি কেনার ওপর গুরুত্ব দিচ্ছে। এই নীতির ফলে ভারত রাশিয়া থেকে সুখোই সু-৩০ এমকেআই মাল্টি-রোল যুদ্ধবিমান ও টি-৯০ প্রধান যুদ্ধট্যাংক এবং ফ্রান্স থেকে ডিজেলচালিত স্করপিন সাবমেরিন ক্রয় করেছে। ২০০৪ সালে ভারত সামরিক সরঞ্জাম ক্রয়ের ক্ষেত্রে ৫.৭ বিলিয়ন মার্কিন ডলার ব্যয় করে যা তাকে উন্নয়নশীল বিশ্বের শীর্ষ অস্ত্র আমদানিকারক দেশ হিসেবে প্রতিষ্ঠিত করে।\n\n\n=== দুর্যোগ ===\n২০০০ সালের ২৮শে এপ্রিলে ভরতপুর গোলাবারুদ ডিপোতে এক ভয়াবহ অগ্নিকাণ্ডে ₹ ৩.৯৩ বিলিয়ন (ইউএস$ ৪৮.০৪ মিলিয়ন)  মূল্যের অস্ত্রশস্ত্র ধ্বংস হয়। এছাড়া পাঠানকোটের একটি উপ-ডিপোতে অগ্নিকাণ্ডে ₹২৮০ মিলিয়ন (ইউএস$ ৩.৪২ মিলিয়ন) মূল্যের ক্ষয়ক্ষতি হয়। ২৪ মে ২০০১ সালে বিরধওয়াল উপ-ডিপোতে আরেকটি অগ্নিকাণ্ড ঘটে যাতে ₹ ৩.৭৮ বিলিয়ন (ইউএস$ ৪৬.২ মিলিয়ন) মূল্যের গোলাবারুদ পুড়ে যায়।\n\n\n=== পুরস্কার ===\nযুদ্ধের সময় সামরিক কাজের জন্য ভারতের সর্বোচ্চ পুরস্কারগুলি ক্রমানুসারে হল পরমবীর চক্র, মহাবীর চক্র এবং বীর চক্র। শান্তিকালীন সমতুল্য হল যথাক্রমে অশোক চক্র, কীর্তি চক্র এবং শৌর্য চক্র। এর মধ্যে কীর্তি চক্র ও শৌর্য চক্র পূর্বে অশোক চক্র, শ্রেণি ২ এবং অশোক চক্র, শ্রেণি ৩ নামে পরিচিত ছিল। শান্তিকালীন এই পুরস্কারগুলি কখনও কখনও বেসামরিক ব্যক্তিদেরও প্রদান করা হয়েছে। উল্লেখযোগ্য সামরিক সেবার জন্য ভারত সরকার প্রদান করে পরম বিশেষ সেবা পদক, অথী বিশেষ সেবা পদক এবং বিশেষ সেবা পদক।\n\n\n== আরও দেখুন ==\nভারতীয় সেনা দিবস\nভারতের ইতিহাস\nদ্বিতীয় বিশ্বযুদ্ধের সময় ভারতের সামরিক ইতিহাস\nভারতের সামরিক বাহিনী\nপ্রাচীন হিন্দু যুদ্ধ\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nGrainger, John D. (২০১৪), Seleukos Nikator: Constructing a Hellenistic Kingdom, Routledge, আইএসবিএন 978-1-317-80099-6 \nKosmin, Paul J. (২০১৪), The Land of the Elephant Kings: Space, Territory, and Ideology in Seleucid Empire, Harvard University Press, আইএসবিএন 978-0-674-72882-0 \nMookerji, Radha Kumud (১৯৮৮), Chandragupta Maurya and his times (4th সংস্করণ), Motilal Banarsidass, আইএসবিএন 81-208-0433-3 \n \nTrautmann, Thomas (২০১৫), Elephants and Kings: An Environmental History, University of Chicago Press, আইএসবিএন 978-0-226-26453-0 \nWheatley, Pat; Heckel, Waldemar (২০১১), \"\"Commentary (Book 15)\"\", Justin: Epitome of the Philippic History of Pompeius Trogus: Volume II, Oxford University Press, আইএসবিএন 978-0-19-927759-9 \n\n\n== আরও পড়ুন ==\nকোহেন, স্টিফেন পি. এবং সুনীল দাশগুপ্ত, সম্পাদক। লক্ষ্য ছাড়াই অস্ত্রোপচার: ভারতের সামরিক আধুনিকীকরণ (২০১০) উদ্ধৃতি এবং পাঠ্য অনুসন্ধান\nডেভিস, জ্যাকারি এস. ভারত-পাকিস্তান সামরিক অচলাবস্থা: দক্ষিণ এশিয়ায় সংকট এবং উত্তেজনা (২০১১) উদ্ধৃতি এবং পাঠ্য অনুসন্ধান ; ২০০০-০১ সংঘর্ষের উপর আলোকপাত\nদেশপাণ্ডে, অনিরুদ্ধ। ভারতে ব্রিটিশ সামরিক নীতি, ১৯০০–১৯৪৫: ঔপনিবেশিক সীমাবদ্ধতা এবং ক্ষয়িষ্ণু ক্ষমতা (২০০৫)\nহোমস, জেমস আর. প্রমুখ । একবিংশ শতাব্দীতে ভারতীয় নৌ কৌশল (২০০৯) উদ্ধৃতি এবং পাঠ্য অনুসন্ধান\nখান, ইকতিদার আলম। বারুদ এবং আগ্নেয়াস্ত্র: মধ্যযুগীয় ভারতে যুদ্ধ (২০০৪)\nমার্স্টন, ড্যানিয়েল পি. এবং চন্দর এস সুন্দরম। ভারত ও দক্ষিণ এশিয়ার সামরিক ইতিহাস: ইস্ট ইন্ডিয়া কোম্পানি থেকে পারমাণবিক যুগ পর্যন্ত (২০০৬)\nরায়, কৌশিক। হাইডাস্পেস থেকে কার্গিল পর্যন্ত: ভারতে যুদ্ধের ইতিহাস ৩২৬ খ্রিস্টপূর্বাব্দ থেকে ১৯৯৯ খ্রিস্টাব্দ পর্যন্ত (২০০৪)\nরায়, কৌশিক। ভারতে আধুনিক যুদ্ধের অক্সফোর্ড কম্প্যানিয়ন (২০০৯)\nসান্ধু, গুরচর্ন সিং। মধ্যযুগীয় ভারতের সামরিক ইতিহাস (২০০৩)\nসুব্রামানিয়াম, অর্জুন। ভারতের যুদ্ধ: একটি সামরিক ইতিহাস, ১৯৪৭–১৯৭১ (২০১৭), ৫৭৬ পৃষ্ঠা।আইএসবিএন ৯৭৮-১-৬৮২৪৭-২৪১-৫আইএসবিএন ৯৭৮-১-৬৮২৪৭-২৪১-৫\nসুন্দরম, চন্দর এস., 'ওয়ারফেয়ার—দক্ষিণ এশিয়া', ডব্লিউএইচ ম্যাকনিল এবং পি. স্টার্নসে, সম্পাদকীয়। , দ্য বার্কশায়ার এনসাইক্লোপিডিয়া অফ ওয়ার্ল্ড হিস্ট্রি ২০০৫, খণ্ড। ৫, পৃষ্ঠা। ১৯৯১–৬, (২০০৫)\nসুন্দরম, চন্দর এস., \"একটি কাগজের বাঘ: যুদ্ধে ভারতীয় জাতীয় সেনাবাহিনী, ১৯৪৪–১৯৪৫\", যুদ্ধ ও সমাজ, ১৩(১), পৃষ্ঠা। ৩৫–৫৯ (১৯৯৫)\nযদুনাথ সরকার (১৯৭০)। ভারতের সামরিক ইতিহাস। বোম্বে: ওরিয়েন্ট লংম্যানস।\nথাপলিয়াল, উমা প্রসাদ। প্রাচীন ভারতে যুদ্ধ: সাংগঠনিক এবং পরিচালনাগত মাত্রা (২০১০)\n\n\n=== যুদ্ধের সরকারী ইতিহাস ===\nভারত সরকারের প্রতিরক্ষা মন্ত্রণালয়ের ইতিহাস বিভাগ কর্তৃক লিখিত সরকারী যুদ্ধের ইতিহাস:\n\nচীন-ভারত যুদ্ধ, ১৯৬২\nভারত-পাকিস্তান যুদ্ধ, ১৯৬৫\nভারত-পাকিস্তান যুদ্ধ, ১৯৭২\n\n\n== বহিঃসংযোগ ==\n\nসামরিক শক্তি হিসেবে ভারতের উত্থানের অপ্রাসঙ্গিকতা - ব্রুকিংস ইনস্টিটিউশনের স্টিফেন পি. কোহেনের বক্তৃতার ভিডিও, অস্ত্র নিয়ন্ত্রণ, নিরস্ত্রীকরণ এবং আন্তর্জাতিক নিরাপত্তা (ACDIS), ইলিনয় বিশ্ববিদ্যালয়, ১৫ অক্টোবর ২০০৯ দ্বারা আয়োজিত।\nমন্তব্য\nআজকের মুসলিমদের সামরিক জাতিগত ভূমিকা: দ্বিতীয় বিশ্বযুদ্ধে ব্রিটিশ-ভারতীয় সেনাবাহিনীতে পাকিস্তান, লেখক: ব্রিগেডিয়ার (অবসরপ্রাপ্ত) নূর এ হোসেন।\nভারত প্রতিরক্ষা - প্রতিরক্ষা এবং সামরিক পোর্টাল\nভারতীয় জওয়ান - ভারতীয় সৈনিকের প্রতি শ্রদ্ধাঞ্জলি\nভারতীয় সেনাবাহিনীর ইতিহাস\nভারতীয় বিমান বাহিনীর ইতিহাস\nভারতীয় বিমান বাহিনীর ইতিহাস (Bharat-Rakshak.com)\n১৮৪০ থেকে ১৯২০ সাল পর্যন্ত ব্রিটিশ ও ভারতীয় সেনাবাহিনীর সৈনিকরা\nঅ্যান এসকে ব্রাউন সামরিক সংগ্রহ, ব্রাউন বিশ্ববিদ্যালয় গ্রন্থাগার সামরিক ইতিহাস এবং গ্রাফিক্স, আনুমানিক ১৭৯০ - ১৯১৮"}