{"pageid": 1515376, "title": "আমেরিকার ইউরোপীয় উপনিবেশ", "url": "https://bn.wikipedia.org/wiki?curid=1515376", "content": "আবিষ্কারের যুগে, আমেরিকাতে বৃহৎ পরিসরের ইউরোপীয় উপনিবেশায়ন, যা একাধিক ইউরোপীয় দেশের সম্পৃক্ততায় গঠিত হয়েছিল, প্রধানত ১৫শ শতকের শেষ থেকে ১৯শ শতকের শুরু পর্যন্ত চলেছিল। নর্স জাতিগণ ইউরোপ ও উত্তর আটলান্টিকের বিভিন্ন অঞ্চল অন্বেষণ ও উপনিবেশ স্থাপন করেছিল, গ্রীনল্যান্ড দখল করে এবং আনুমানিক ১০০০ খ্রিস্টাব্দের দিকে নিউফাউন্ডল্যান্ডের উত্তরের প্রান্তে স্বল্পস্থায়ী বসতি স্থাপন করেছিল। তবে, দীর্ঘকালীন সময় ও গুরুত্বের কারণে পরবর্তী ইউরোপীয় শক্তিগুলোর দ্বারা পরিচালিত উত্তর ও দক্ষিণ আমেরিকার উপনিবেশায়ন অধিক পরিচিত।\nএই সময়ে, স্পেন, পর্তুগাল, গ্রেট ব্রিটেন, ফ্রান্স, রাশিয়া, নেদারল্যান্ডস, ডেনমার্ক, এবং সুইডেন আমেরিকার অঞ্চল, প্রাকৃতিক সম্পদ এবং মানবসম্পদ দখলের জন্য অনুসন্ধান ও দাবি জানাতে শুরু করে, যার ফলে স্থানীয় জনগোষ্ঠীর স্থানচ্যুতি, সামাজিক কাঠামোর বিলোপ, দাসত্ব, এবং এমনকি গণহত্যার মতো ঘটনাও ঘটে। ফলে, বেশ কয়েকটি উপনিবেশ স্থাপিত হয়।\nরাশিয়া ১৮শ শতকের মাঝামাঝি সময়ে প্যাসিফিক নর্থওয়েস্টে বসতি স্থাপন শুরু করে, প্রধানত পশম বাণিজ্যের জন্য। ইউরোপীয় উপনিবেশায়নের ফলে ধর্ম, রাজনৈতিক সীমানা, এবং সাধারণ ভাষাসহ বিভিন্ন সামাজিক কাঠামো গড়ে ওঠে, যা আজকের পশ্চিম গোলার্ধে বিদ্যমান।\n১৫শ শতকের গোড়ার দিকে ইউরোপীয় দেশগুলোর দ্রুত ক্ষমতা ও সম্পদ বৃদ্ধি আশ্চর্যজনক ছিল, কারণ তখন তারা অভ্যন্তরীণ যুদ্ধ ও কালো মৃত্যুর জন্য জনসংখ্যা হ্রাসের পুনরুদ্ধারে ব্যস্ত ছিল। উসমানীয়দের দ্বারা এশীয় বাণিজ্য পথের নিয়ন্ত্রণ পশ্চিম ইউরোপীয় রাজাদের বিকল্প পথ খুঁজতে বাধ্য করেছিল, যার ফলে ক্রিস্টোফার কলম্বাসের অভিযানের মাধ্যমে আমেরিকার আবিষ্কার ঘটে।\n১৪৯৪ সালে স্বাক্ষরিত তর্ডেসিলাস চুক্তি অনুযায়ী, পর্তুগাল ও স্পেন পৃথিবীকে দুই ভাগে ভাগ করে নেয়; পূর্ব ভাগের অখ্রিস্টান অঞ্চলের দখল পায় পর্তুগাল, আর পশ্চিম ভাগের উপর অধিকার পায় স্পেন। স্পেন মূলত সমগ্র আমেরিকার উপর দাবি জানায়; তবে, এই চুক্তির ফলে দক্ষিণ আমেরিকার পূর্ব প্রান্ত পর্তুগালের দখলে আসে, যেখানে তারা ব্রাজিল প্রতিষ্ঠা করে, এবং পূর্বাঞ্চলে ফিলিপাইন দ্বীপপুঞ্জে উপনিবেশ স্থাপন করে। সান্তো দোমিঙ্গো, যা বর্তমানে ডোমিনিকান প্রজাতন্ত্রের অংশ, ১৪৯৬ সালে কলম্বাস কর্তৃক প্রতিষ্ঠিত হয় এবং এটিকে আমেরিকায় প্রথম স্থায়ী ইউরোপীয় উপনিবেশ হিসেবে বিবেচনা করা হয়।\n১৫৩০-এর দশকের মধ্যে, অন্যান্য পশ্চিম ইউরোপীয় শক্তিগুলোও বুঝতে পারে যে তারা আমেরিকায় ভ্রমণের মাধ্যমে লাভবান হতে পারে, যার ফলে ব্রিটিশ এবং ফরাসি উপনিবেশ স্থাপন শুরু হয় আমেরিকার উত্তর-পূর্ব প্রান্তে, যা বর্তমান যুক্তরাষ্ট্রের অন্তর্ভুক্ত। এক শতকের মধ্যেই, সুইডিশরা নিউ সুইডেন প্রতিষ্ঠা করে; ডাচরা নিউ নেদারল্যান্ড প্রতিষ্ঠা করে; এবং ডেনমার্ক-নরওয়ে, সুইডিশ ও ডাচদের সঙ্গে মিলে ক্যারিবিয়ানের কিছু অংশে উপনিবেশ স্থাপন করে। ১৭০০-এর দশকে, ডেনমার্ক-নরওয়ে তাদের পুরনো গ্রীনল্যান্ডের উপনিবেশ পুনরুজ্জীবিত করে এবং রাশিয়া প্রশান্ত মহাসাগরীয় উপকূল অনুসন্ধান করে এবং আলাস্কা থেকে ক্যালিফোর্নিয়া পর্যন্ত দখল করতে শুরু করে।\nএই সময়ের শুরুতেই সহিংস সংঘাত দেখা দেয়, কারণ স্থানীয় আদিবাসীরা ইউরোপীয় উপনিবেশ স্থাপনকারীদের ক্রমবর্ধমান উপস্থিতি এবং ইউরেশীয় প্রযুক্তিতে সজ্জিত শত্রুতাপূর্ণ স্থানীয় প্রতিবেশীদের বিরুদ্ধে নিজেদের ভূখণ্ড সংরক্ষণ করতে লড়াই করেছিল। ইউরোপীয় সাম্রাজ্যগুলোর মধ্যে এবং আদিবাসীদের সঙ্গে সংঘাত ১৮০০-এর দশক পর্যন্ত আমেরিকার অন্যতম প্রধান ঘটনা হয়ে ওঠে। যদিও ওই সময়ের মধ্যে আমেরিকার কিছু অংশ ইউরোপ থেকে স্বাধীনতা অর্জন করেছিল, যুক্তরাষ্ট্র তখনও আদিবাসীদের বিরুদ্ধে যুদ্ধ চালিয়ে যাচ্ছিল এবং সেটলার উপনিবেশবাদ চালু রাখে। উদাহরণস্বরূপ, যুক্তরাষ্ট্র ম্যানিফেস্ট ডেসটিনি এবং ট্রেইল অব টিয়ার্সের মতো নীতির মাধ্যমে সেটলার উপনিবেশবাদ পরিচালনা করে।\nঅন্যান্য অঞ্চল, যেমন ক্যালিফোর্নিয়া, প্যাটাগোনিয়া, নর্থ ওয়েস্টার্ন টেরিটরি এবং উত্তর গ্রেট প্লেইন্স, ১৮০০-এর দশক পর্যন্ত সামান্য বা কোনো উপনিবেশবাদ প্রত্যক্ষ করেনি। ইউরোপীয়দের সংস্পর্শ এবং উপনিবেশবাদ আমেরিকার আদিবাসী জনগোষ্ঠী এবং তাদের সমাজের ওপর বিধ্বংসী প্রভাব ফেলে।\n\n\n== পশ্চিম ইউরোপীয় শক্তি ==\n\n\n=== নরসম্যান ===\n\nনরস ভাইকিং অভিযাত্রীগণ উত্তর আমেরিকায় পদার্পণকারী প্রথম পরিচিত ইউরোপীয় ছিল। গ্রীনল্যান্ড ও কানাডার দিকে নরস অভিযানের ঐতিহাসিক ও প্রত্নতাত্ত্বিক প্রমাণ রয়েছে। নরসরা দশম শতকের শেষের দিকে গ্রীনল্যান্ডে একটি উপনিবেশ স্থাপন করেছিল, যা পঞ্চদশ শতকের মাঝামাঝি পর্যন্ত টিকে ছিল, যেখানে ব্রাত্টাহলিড-এ আদালত ও সংসদ (þing) অনুষ্ঠিত হতো এবং গার্দারে একজন বিশপ নিযুক্ত ছিলেন।\nনিউফাউন্ডল্যান্ড, কানাডার ল'আঁস ও মেদোতে একটি বসতির ধ্বংসাবশেষ ১৯৬০ সালে আবিষ্কৃত হয়, যা আনুমানিক ১০০০ সালের (কার্বন ডেটিং অনুসারে ৯৯০-১০৫০) সময়কার বলে চিহ্নিত করা হয়েছে। ল'আঁস ও মেদো একমাত্র স্থান যা প্রাক-কলম্বীয় ট্রান্স-সমুদ্র যোগাযোগের প্রমাণ হিসেবে ব্যাপকভাবে স্বীকৃত। ১৯৭৮ সালে এটি ইউনেস্কো কর্তৃক বিশ্ব ঐতিহ্যবাহী স্থান হিসেবে ঘোষিত হয়। এটি লেইফ এরিকসন দ্বারা প্রস্তাবিত ভিনল্যান্ড উপনিবেশের সম্ভাব্য সংযোগের জন্যও গুরুত্বপূর্ণ বা সামগ্রিকভাবে আমেরিকায় নরস উপনিবেশ স্থাপনের অংশ হতে পারে। লেইফ এরিকসনের ভাই উত্তর আমেরিকার স্থানীয় জনগণের সাথে প্রথম সাক্ষাতের দাবি করে থাকেন, যাদের পরবর্তীতে স্ক্রেলিং নামে পরিচিত করা হয়। আটজন স্থানীয় অধিবাসীকে বন্দি ও হত্যা করার পর, তারা তাদের সৈকতে অবস্থিত জাহাজে আক্রমণের সম্মুখীন হয়, যা তারা আত্মরক্ষার মাধ্যমে প্রতিহত করে।\n\n\n=== স্পেন ===\n\nপদ্ধতিগত ইউরোপীয় উপনিবেশ স্থাপন শুরু হয় ১৪৯২ সালে। একটি স্প্যানিশ অভিযান পশ্চিম দিকে যাত্রা করে একটি নতুন বাণিজ্য পথ আবিষ্কার করতে, যাতে প্রাচ্যর মূল্যবান মসলা, রেশম, চীনামাটি এবং অন্যান্য বাণিজ্য পণ্য সংগ্রহ করা যায়। অটোমানদের সিল্ক রোড নিয়ন্ত্রণের ফলে ইউরোপীয় ব্যবসায়ীরা বিকল্প পথ অনুসন্ধান করতে বাধ্য হয়। জেনোয়ান নাবিক ক্রিস্টোফার কলম্বাস পূর্ব এশিয়ার দিকে একটি নতুন পথ আবিষ্কারের প্রচেষ্টা চালান, কিন্তু তিনি বাহামায় পৌঁছান।\nকলম্বাস গুয়ানাহানি দ্বীপে লুকায়ান জনগণের সম্মুখীন হন, যারা নবম শতক থেকে এই দ্বীপে বসবাস করছিল। তার প্রতিবেদনে, কলম্বাস \"নতুন বিশ্ব\" হিসেবে পরিচিত অঞ্চলে স্বর্ণের পরিমাণ অতিরঞ্জিত করেন। এই দাবি এবং তার নিয়ে আসা দাসদের কারণে রাজপরিবার তাকে দ্বিতীয় অভিযানের জন্য অর্থায়ন করে। কলম্বাসের অভিযান সম্পর্কে সংবাদ দ্রুত ছড়িয়ে পড়ে, যা পশ্চিম ইউরোপীয়দের আমেরিকার অন্বেষণ, বিজয় এবং উপনিবেশ স্থাপনের সূচনা করে।\n\nস্প্যানিশ অনুসন্ধানকারী, বিজয়ী এবং বসতিস্থাপনকারীরা পদার্থগত সম্পদ, মর্যাদা এবং খ্রিষ্টধর্মের বিস্তার চেয়েছিলেন, যা প্রায়শই \"সোনালী, গৌরব এবং ঈশ্বর\" শব্দগুচ্ছের মাধ্যমে উপস্থাপন করা হয়। স্প্যানিশরা নতুন বিশ্বে তাদের দাবি সমর্থন করার জন্য ১৪৯২ সালে মুসলিমদের থেকে আইবেরিয়ান উপদ্বীপ এর খ্রিষ্টীয় পুনঃজয় (ক্রিস্টিয়ান রিকনকুইসতা) এর আদর্শগুলো ব্যবহার করেছিল। নতুন বিশ্বে, আদি জনগণকে খ্রিষ্টধর্মে অন্তর্ভুক্ত করার জন্য সামরিক বিজয়কে \"আধ্যাত্মিক বিজয়\" হিসেবে বিবেচনা করা হয়েছিল। ১৪৯৩ সালে, পোপ আলেকজান্ডার ষষ্ঠ, যিনি প্রথম স্প্যানীয় পোপ ছিলেন, একটি সিরিজ পাপাল বল জারি করেন যা স্প্যানিশদের নতুনভাবে আবিষ্কৃত ভূমির অধিকার নিশ্চিত করে।\nআইবেরিয়া উপদ্বীপের চূড়ান্ত রিকনকুইসতা পর, টরডেসিলাস চুক্তি ১৪৯৪ সালে পোপ দ্বারা স্বাক্ষরিত হয়েছিল, যা স্পেনের অন্যান্য রাজ্যগুলির সঙ্গে কাস্তিলের রাজ্য এবং পর্তুগালের মধ্যে একটি ব্যক্তিগত সংঘটন ছিল। চুক্তিটি পুরো অ-ইউরোপীয় বিশ্বকে দুটি অনুসন্ধান এবং উপনিবেশীকরণের ক্ষেত্রের মধ্যে ভাগ করেছিল। দৈর্ঘ্য সীমান্ত আটলান্টিক মহাসাগরের মধ্য দিয়ে এবং বর্তমান ব্রাজিলের পূর্ব অংশে কেটে গিয়েছিল। দেশগুলি তাদের অধিকার ঘোষণা করেছিল, যদিও আদিবাসী জনগণের মধ্যে ইতিমধ্যে পৃথিবীজুড়ে বসবাস ছিল এবং এটি তাদের জন্মস্থান ছিল।\nইউরোপীয়দের যোগাযোগের পর, আমেরিকার স্থানীয় জনসংখ্যা আনুমানিক ৮০% কমে গিয়েছিল (১৪৯২ সালে প্রায় ৫০ মিলিয়ন থেকে ১৬৫০ সালে ৮ মিলিয়ন), যা পুরানো বিশ্বের রোগগুলির কারণে, বিশেষত কুঠরী রোগ, যা স্পর্শের মাধ্যমে ছড়াতে পারত এবং স্থানীয় উপজাতিগুলিকে মুছে ফেলতে পারত, এবং যে শর্তাবলী উপনিবেশ স্থাপন indigenous জনগণের উপর চাপিয়েছিল, যেমন বাধ্যতামূলক শ্রম এবং জন্মভূমি ও ঐতিহ্যবাহী চিকিৎসা থেকে বহিষ্কার। কিছু পণ্ডিতরা যুক্তি দিয়েছেন যে এই জনসংখ্যার পতন ছিল আধুনিক যুগে প্রথম বৃহৎ-পরিসরের গণহত্যা।\n\nযেমন, হিস্পানিওলার বাসিন্দাদের শ্রম এবং খাজনা এনকোমিয়েন্দা মাধ্যমে স্প্যানীয়দের কাছে প্রদান করা হয়েছিল, যা স্পেনে বিজিত মুসলিমদের জন্য প্রতিষ্ঠিত একটি অনুশীলন ছিল। যদিও এটি প্রকৃতপক্ষে দাসত্ব ছিল না, তবে এটি স্প্যানীয় উপভোক্তাদের জন্য বাধ্যতামূলক শ্রম ছিল, যাদের বলা হতো এনকোমেনডেরোস। স্পেন একটি আইনগত ঐতিহ্য ছিল এবং একটি ঘোষণাপত্র প্রণয়ন করেছিল, যাকে দ্য রিকোয়েরিমেন্টো বলা হয়, যা আদিবাসী জনগণের কাছে স্প্যানিশে পাঠানো হয়েছিল, প্রায়শই যুদ্ধক্ষেত্র থেকে অনেক দূরে, যা বলছিল যে আদিবাসীরা এখন স্প্যানিশ মুকুটের আওতাধীন এবং যদি তারা প্রতিরোধ করে তবে তাদের শাস্তি হবে। যখন এই পরিস্থিতির খবর স্পেনে পৌঁছেছিল এবং প্রতিষ্ঠানটির অপব্যবহার ছিল, তখন নতুন আইন পাস করা হয়েছিল যা আমেরিকাতে সিস্টেমটি নিয়ন্ত্রণ এবং ধীরে ধীরে বিলুপ্ত করার জন্য, পাশাপাশি আদিবাসীদের দাসত্ব নিষিদ্ধ করার পুনরাবৃত্তি করা হয়েছিল। নতুন আইনগুলি পাস হওয়ার সময়, স্প্যানিশ মুকুট তাদের অক্ষমতা স্বীকার করেছিল এবং ঐতিহ্যগত আইনগুলি সমুদ্রপারের সঠিকভাবে প্রয়োগ এবং পালন নিশ্চিত করার জন্য তাদের অনিচ্ছা প্রকাশ করেছিল, তাই তারা আদিবাসীদের এমন কিছু সুরক্ষা প্রদান করেছিল যা এমনকি স্প্যানীয়দেরও ছিল না, যেমন তাদের দাসত্ব নিষিদ্ধ করা এমনকি অপরাধ বা যুদ্ধের ক্ষেত্রে। এই অতিরিক্ত সুরক্ষাগুলি ছিল অনিয়মিত দাবিগুলির প্রতিরোধের একটি প্রচেষ্টা। তবে, ইতিহাসবিদ অ্যান্ড্রেস রেসেনডেজ যেমন বলেছেন, \"এই নির্দিষ্ট নিষেধাজ্ঞা অনেক স্প্যানীয় বিজয়ী এবং উপনিবেশ স্থাপনকারীদের কাছে বন্ধুত্বপূর্ণ চেষ্টা হওয়া সত্ত্বেও, তাদের জন্য এটি একটি মহাদেশীয় দাসত্বের উপকরণ হয়ে দাঁড়ায়...\"\nপ্রারম্ভিক স্পেনীয় উপনিবেশ স্থাপনের একটি গুরুত্বপূর্ণ ঘটনা ছিল আজটেক সাম্রাজ্যের স্পেনীয় বিজয় (১৫১৯-১৫২১)। এটি হের্নান কোর্তেস দ্বারা নেতৃত্বিত হয়েছিল এবং এটি সম্ভব হয়েছিল আজটেকদের শত্রুদের সঙ্গে আদিবাসী সহযোগিতা নিশ্চিত করার মাধ্যমে, যারা রাজনৈতিক কারণে হাজার হাজার যোদ্ধাকে আজটেকদের বিরুদ্ধে mobilize করেছিল। আজটেকের রাজধানী টেনোকটিটলান পরবর্তীতে মেক্সিকো সিটি হয়ে ওঠে, যা \"নিউ স্পেন\" এর প্রধান শহর ছিল। টেনোকটিটলান অবরোধে প্রায় ২৪০,০০০ আজটেক মারা যায়, যার মধ্যে ১,০০,০০০ ছিল যুদ্ধের সময়, যখন ৫০০–১,০০০ স্পেনীয় বিজয়ী মারা যায়। আরেকটি বড় বিজয় ছিল ইনকা সাম্রাজ্যের বিজয় (১৫৩১-৩৫), যা ফ্রান্সিসকো পিজারো দ্বারা নেতৃত্বিত হয়।\n\nঅন্বেষণ, বিজয় এবং বসবাসের প্রথম সময়কালে, প্রায় ১৪৯২–১৫৫০, স্পেনের অধিকারিত উপনিবেশগুলি শুধুমাত্র সন্নিহিতভাবে রাজকীয় কর্তৃপক্ষ দ্বারা নিয়ন্ত্রিত ছিল। আজটেক এবং ইনকার বিজয়ের সাথে, নতুন বিশ্ব এখন রাজকীয় মনোযোগ আকর্ষণ করে। মেক্সিকো এবং পেরুতে ঘন, স্তরভিত্তিক আদিবাসী জনসংখ্যা ছিল যা অন্তর্ভুক্ত এবং শাসিত হতে পারত। আরও গুরুত্বপূর্ণভাবে, মেক্সিকো এবং পেরুতে বিশাল রৌপ্য মজুদ ছিল, যা স্পেনীয় সাম্রাজ্যের অর্থনৈতিক ইঞ্জিন হয়ে উঠেছিল এবং বিশ্ব অর্থনীতিকে রূপান্তরিত করেছিল। পেরুতে, একক, অত্যন্ত ধনী পোটোসি রৌপ্য খনি আদিবাসী শ্রমিকদের দ্বারা কাজ করা হয়েছিল, যাদের মিত'আ বলা হয়। মেক্সিকোতে, রৌপ্য ঘন আদিবাসী বসবাসের বাইরে পাওয়া যায়, তাই টেমপ্লেট:Clarification needed span মাইনে করতে গুয়ানাখুয়াতো এবং জাকাটেকাস খনিগুলিতে কাজ করতে গিয়েছিল। রাজকীয় কর্তৃপক্ষ ইন্ডিজ কাউন্সিল ১৫২৪ সালে সেভিলে প্রতিষ্ঠা করে এবং ইন্ডিজ আইন জারি করে তাদের ক্ষমতা প্রতিষ্ঠিত করে। রাজকীয় কর্তৃপক্ষ নিউ স্পেন ভিসেরয়ালটি এবং পেরু ভিসেরয়ালটি তৈরি করে এই বিজয়ের মূল্যবান উপহারের উপর শক্তি বাড়ানোর জন্য।\n\n\n=== পর্তুগাল ===\n\nএই একই সময়সীমার মধ্যে স্পেনের সঙ্গে পর্তুগাল উত্তর আমেরিকা (কানাডা) এবং দক্ষিণ আমেরিকার পূর্বাংশে অনেকটাই সান্তা ক্রুজ এবং ব্রাজিল নামে উপনিবেশ স্থাপন করে। পর্তুগাল এবং স্পেনের রাজত্বের পক্ষে মানচিত্রবিদ আমেরিগো ভেসপুচ্চি দক্ষিণ আমেরিকার পূর্ব উপকূলে অভিযান করে এবং ১৫০২–১৫০৩ সালে তার নতুন বই মুন্ডুস নোভাস (নতুন বিশ্ব) প্রকাশ করে, যা প্রমাণ করে যে আমেরিকা এশিয়ার পূর্বতম অংশ নয় এবং কোলম্বাস একটি নতুন মহাদেশে পৌঁছেছেন যা আগে কোন ইউরোপীয়দের জানা ছিল না। মানচিত্রবিদরা এখনও তার প্রথম নাম আমেরিকা ব্যবহার করে দুই মহাদেশের জন্য। এপ্রিল ১৫০০ সালে, পর্তুগীজ অভিজ্ঞানী পেদ্রো আলভারের কাব্রাল ব্রাজিল অঞ্চলের অধিকার পর্তুগালের জন্য দাবি করেন; ব্রাজিলের কার্যকর উপনিবেশকরণ ১৫৩২ সালে সাও ভিসেন্টে প্রতিষ্ঠার মাধ্যমে শুরু হয় এবং ক্যাপ্টেইনসির ব্যবস্থা প্রতিষ্ঠিত হয় ১৫৩৪ সালে, যা পরবর্তীতে অন্যান্য ব্যবস্থা দ্বারা প্রতিস্থাপিত হয়। অন্যরা বর্তমানে কানাডার পূর্ব উপকূল এবং দক্ষিণ আমেরিকার রিও দে লা প্লাটা উপকূলে উপনিবেশ স্থাপনের চেষ্টা করেছিল। এই অভিযাত্রীদের মধ্যে ছিল জোয়াও ভাজ কোর্ট-রিয়াল নিউফাউন্ডল্যান্ডে; জোয়াও ফার্নান্দেস ল্যাভরাডর, গাসপার এবং মিগুয়েল কোর্ট-রিয়াল এবং জোয়াও আলভারেস ফাগুন্দেস, নিউফাউন্ডল্যান্ড, গ্রিনল্যান্ড, ল্যাব্রাডর, এবং নোভা স্কোশিয়া (১৪৯৮ থেকে ১৫০২, এবং ১৫২০)।\nএই সময়কালে, পর্তুগালীরা তাদের প্রাথমিক পরিকল্পনা যা ছিল বাণিজ্যিক পোস্ট প্রতিষ্ঠার জন্য, তা পরিবর্তন করে বর্তমানে ব্রাজিলের বিশাল উপনিবেশ স্থাপন শুরু করে। তারা তাদের চাষভূমির জন্য মিলিয়ন মিলিয়ন দাস আমদানি করেছিল। পর্তুগাল ও স্পেনের রাজকীয় সরকারগুলি আশা করেছিল যে তারা এই বসতিগুলি শাসন করবে এবং পাওয়া সমস্ত সম্পদ থেকে কমপক্ষে ২০% রাজস্ব সংগ্রহ করবে (কুইন্তো রিয়াল যা কাসা ডে কনট্রাতাসিওন দ্বারা সংগৃহীত হয়), তাছাড়া তারা যতটা সম্ভব কর সংগ্রহ করবে। ১৬শ শতাব্দীর শেষের দিকে, আমেরিকা থেকে রৌপ্য পর্তুগাল ও স্পেনের সম্মিলিত মোট বাজেটের এক-পঞ্চমাংশের সমান ছিল।  ১৬শ শতাব্দীতে প্রায় ২৪০,০০০ ইউরোপীয় আমেরিকার বন্দরে প্রবেশ করেছিল।\n\n\n=== ফ্রান্স ===\n\nফ্রান্স আমেরিকায় উপনিবেশ প্রতিষ্ঠা করেছিল: উত্তর আমেরিকার পূর্বাঞ্চলে (যা ফ্লোরিডার উত্তরে স্পেন দ্বারা উপনিবেশিত হয়নি), কিছু ক্যারিবীয় দ্বীপপুঞ্জে (যেগুলি প্রায়শই ইতিমধ্যে স্পেন দ্বারা বিজিত বা রোগ দ্বারা জনশূন্য হয়ে পড়েছিল), এবং দক্ষিণ আমেরিকার কিছু উপকূলীয় অঞ্চল। অভিযাত্রীদের মধ্যে ছিলেন জিওভান্নি দা ভেরাৎসানো ১৫২৪ সালে; জ্যাক কার্তিয়ার (১৪৯১–১৫৫৭), এবং স্যামুয়েল ডি শ্যাম্পলেইন (১৫৬৭–১৬৩৫), যিনি কানাডার অঞ্চলে অভিযান করে যা পরে নিউ ফ্রান্স হিসেবে পুনরায় প্রতিষ্ঠিত হয়েছিল।\nফরাসী উপনিবেশ সাম্রাজ্য ১৭১০ সালে তার শিখরে ১০,০০,০০০ কিমি২ (৩,৯০,০০০ মা২) এলাকায় বিস্তৃত ছিল, যা ছিল বিশ্বের দ্বিতীয় বৃহত্তম উপনিবেশ সাম্রাজ্য, স্পেনীয় সাম্রাজ্যর পরে।\nফরাসী উপনিবেশ অঞ্চলে, অর্থনীতির প্রধান কেন্দ্র ছিল ক্যারিবীয় পশ্চিম ভারতে চিনি চাষ। কানাডায় আদিবাসীদের সঙ্গে চামড়া ব্যবসা গুরুত্বপূর্ণ ছিল। প্রায় ১৬,০০০ ফরাসী পুরুষ এবং মহিলা উপনিবেশকারী হিসেবে উপস্থিত হয়েছিল। অধিকাংশই সেন্ট লরেন্স নদীর কাছাকাছি সাবসিস্টেন্স কৃষক হয়ে উঠেছিল। অনুকূল রোগ পরিবেশ এবং প্রচুর জমি ও খাবারের কারণে তাদের সংখ্যা দ্রুত বেড়ে ১৭৬০ সালে ৬৫,০০০-এ পৌঁছেছিল। তাদের উপনিবেশটি ১৭৬০ সালে ব্রিটেন দ্বারা দখল করা হয়েছিল, তবে একটি সম্প্রদায় যা সম্প্রতি গড়ে ওঠা তার ঐতিহ্যগুলির সাথে দৃঢ়ভাবে আবদ্ধ ছিল, সেখানে সামাজিক, ধর্মীয়, আইনগত, সাংস্কৃতিক এবং অর্থনৈতিক পরিবর্তন খুব কম ছিল।\n\n\n=== ব্রিটিশ ===\nব্রিটিশ উপনিবেশকরণ উত্তর আমেরিকায় স্পেনের প্রায় এক শতাব্দী পরে শুরু হয়। অপেক্ষাকৃত দেরিতে আগমনের ফলে ব্রিটিশরা তাদের প্রচেষ্টার জন্য অন্যান্য ইউরোপীয় উপনিবেশকরণ শক্তিগুলিকে মডেল হিসেবে ব্যবহার করতে সক্ষম হয়েছিল। স্পেনের দ্বারা প্রতিষ্ঠিত আজটেক, ইনকা এবং অন্যান্য বৃহত্তর আদিবাসী আমেরিকান জনগণের উপনিবেশগুলি থেকে লাভের অনুপ্রেরণায়, তাদের প্রথম উপনিবেশকরণের প্রচেষ্টা ছিল রোঅনোক এবং নিউফাউন্ডল্যান্ড, যদিও তা সফল হয়নি। ১৬০৬ সালে, রাজা জেমস প্রথম তাদের প্রথম স্থায়ী বসতি জেমস্টাউন, ভার্জিনিয়া প্রতিষ্ঠার জন্য একটি চার্টার প্রদান করেছিলেন। তাদের পৃষ্ঠপোষক ছিল কমন স্টক কোম্পানিগুলি যেমন ভার্জিনিয়া কোম্পানি, যা ধনী ইংরেজদের দ্বারা আর্থিক সহায়তা পেত এবং যারা সেই ভূমির অর্থনৈতিক সম্ভাবনাকে অতিরঞ্জিত করেছিল।\n\n১৬শ শতাব্দীর পুনর্জাগরণ পশ্চিমী খ্রিস্টধর্মের ঐক্য ভেঙে দিয়েছিল এবং নতুন নতুন ধর্মীয় গোষ্ঠী গঠন করেছিল, যারা প্রায়ই সরকারি কর্তৃপক্ষের দ্বারা নিপীড়িত হতো। ইংল্যান্ডে, ১৬শ শতাব্দীর শেষে অনেকেই ইংল্যান্ডের গির্জার সংগঠন সম্পর্কে প্রশ্ন তুলেছিল। এর একটি প্রধান প্রকাশ ছিল পিউরিটান আন্দোলন, যা ইংল্যান্ডের গির্জার অবশিষ্ট ক্যাথলিক রীতিগুলি পরিস্কার করার চেষ্টা করেছিল। এই প্রথম দলটি, যারা পিলগ্রিমস নামে পরিচিত, তারা ১৬২০ সালের নভেম্বরে প্লাইমাউথ রক-এ পৌঁছেছিল। নিপীড়নের অবিচ্ছিন্ন তরঙ্গের ফলে ২০,০০০ পিউরিটানদের নিউ ইংল্যান্ডে অভিবাসন হয়েছিল ১৬২৯ থেকে ১৬৪২ এর মধ্যে, যেখানে তারা বিভিন্ন উপনিবেশ প্রতিষ্ঠা করেছিল। পরবর্তীতে, শতাব্দীর শেষে, নতুন পেনসিলভানিয়া প্রদেশ উইলিয়াম পেনকে দেওয়া হয়েছিল, যা রাজা তার পিতার কাছে ঋণ পরিশোধের জন্য। এর সরকার ১৬৮২ সালের মধ্যে উইলিয়াম পেন দ্বারা প্রতিষ্ঠিত হয়েছিল এবং এটি মূলত ছিল নির্যাতিত ইংরেজ কোয়াকারদের জন্য আশ্রয়স্থল, তবে অন্যদেরও স্বাগত জানানো হয়েছিল। ব্যাপ্টিস্ট, জার্মান প্রোটেস্ট্যান্ট এবং সুইস প্রোটেস্ট্যান্ট এবং আনাব্যাপটিস্টও পেনসিলভানিয়ায় প্রবাহিত হয়েছিল। সস্তা জমির লোভ, ধর্মীয় স্বাধীনতা এবং তাদের নিজ হাত দ্বারা নিজেদের উন্নত করার অধিকার ছিল খুবই আকর্ষণীয়।\n\nপ্রধানত বৈষম্যের কারণে, ইংরেজী উপনিবেশিক সম্প্রদায় এবং আদিবাসী সম্প্রদায়ের মধ্যে প্রায়ই একটি আলাদা সীমানা ছিল। ইউরোপীয়রা আদিবাসীদের অজ্ঞাত এবং অসভ্য হিসেবে দেখতেন, যারা তাদের স্বীকৃত সভ্য সমাজে অংশগ্রহণের যোগ্য নয়। উত্তর আমেরিকার আদিবাসী মানুষরা কেন্দ্রীয় এবং দক্ষিণ আমেরিকার আদিবাসী জনগণের মতো দ্রুত বা ব্যাপকভাবে নিঃশেষ হয়ে যায়নি, এর একটি কারণ ছিল তাদের ব্রিটিশ সমাজ থেকে বাদ দেওয়া। আদিবাসীরা তাদের মূল ভূমি থেকে উচ্ছেদ হতে থাকে এবং পশ্চিমের দিকে চাপা পড়তে থাকে। ব্রিটিশরা অবশেষে পূর্ব উত্তর আমেরিকার অধিকাংশ অঞ্চল, ক্যারিবিয়ান, এবং দক্ষিণ আমেরিকার কিছু অংশ দখল করে নেয়। তারা ফ্লোরিডা এবং কুইবেক ফরাসি ও ভারতীয় যুদ্ধ-এও লাভ করেছিল।\nজন স্মিথ জেমস্টাউনের উপনিবেশকারীদের বোঝাতে সক্ষম হয়েছিলেন যে সোনা খোঁজা তাদের জন্য খাবার এবং আশ্রয়ের মতো প্রয়োজনীয় বিষয়গুলি দেখাশোনা করা নয়। খাদ্য নিরাপত্তার অভাব এবং অত্যন্ত উচ্চ মৃত্যুহার উপনিবেশকারীদের মধ্যে উদ্বেগ এবং হতাশার কারণ হয়ে দাঁড়িয়েছিল। উপনিবেশটিকে সহায়তা করার জন্য অনেক সরবরাহ মিশন সংগঠিত করা হয়েছিল। তামাক পরে একটি নগদ ফসল হয়ে ওঠে, যা জন রোলফ এবং অন্যদের কাজের মাধ্যমে ভার্জিনিয়া এবং পাশের মেরিল্যান্ড উপনিবেশের জন্য রপ্তানি এবং অর্থনৈতিক চালিকা শক্তি হিসাবে ব্যবহার হয়েছিল। বাগান কৃষি ছিল দক্ষিণী কলোনিগুলির এবং ব্রিটিশ ওয়েস্ট ইন্ডিজ-এর অর্থনীতির একটি প্রধান দিক। তারা তাদের অর্থনৈতিক উদ্দেশ্যগুলি বজায় রাখার জন্য আফ্রিকান দাস শ্রমিকদের উপর ব্যাপকভাবে নির্ভর করেছিল।\n১৫৮৭ সালে ভার্জিনিয়ার বসতিগুলির শুরু থেকে ১৬৮০-এর দশক পর্যন্ত, শ্রমের প্রধান উৎস এবং অভিবাসীদের একটি বড় অংশ ছিল ঋণী দাস যারা নতুন জীবনের খোঁজে উপনিবেশে এসেছিল। ১৭শ শতকে, ঋণী দাসেরা চেসাপিক কলোনিগুলিতে ইউরোপীয় অভিবাসীদের মধ্যে তিন-চতুর্থাংশ ছিল। বেশিরভাগ ঋণী দাস ছিল ইংল্যান্ডের কিশোররা, যাদের বাড়িতে খারাপ অর্থনৈতিক পরিস্থিতি ছিল। তাদের পিতারা সেই কাগজপত্রে সই করেছিলেন, যা তাদের আমেরিকায় মুক্ত যাত্রার এবং তাদের প্রাপ্তবয়স্ক হওয়া পর্যন্ত এক অনুপ্রদান কর্মসংস্থান প্রাপ্তির অধিকার দিত। তাদের খাদ্য, পোশাক এবং আবাসন দেওয়া হত এবং কৃষিকাজ বা গৃহস্থালি দক্ষতা শেখানো হত। আমেরিকার ভূমির মালিকরা শ্রমিকদের প্রয়োজন ছিল এবং তারা কাজের জন্য এক শ্রমিকের যাত্রাপথের জন্য টাকা দিতে ইচ্ছুক ছিল যদি তারা কয়েক বছর ধরে তাদের জন্য কাজ করত। পাঁচ থেকে সাত বছরের কাজের পথ বিক্রি করে, তারা তারপর আমেরিকায় নিজের শুরু করতে পারত। ইংল্যান্ড থেকে অনেক অভিবাসী প্রথম কয়েক বছরে মারা যেত।\nআর্থিক সুবিধা ডারিয়েন প্রকল্প, একটি দুর্ভাগ্যজনক প্রচেষ্টা, স্কটল্যান্ডের রাজ্য এর দ্বারা পানামা ইস্টমাস-এ বসতি স্থাপন করতে, ১৬৯০-এর দশকে। ডারিয়েন প্রকল্পটি বিশ্বের ওই অংশে বাণিজ্য নিয়ন্ত্রণ এবং স্কটল্যান্ডকে একটি বৈশ্বিক বাণিজ্য শক্তি হিসাবে প্রতিষ্ঠিত করার লক্ষ্য ছিল। তবে এটি খারাপ পরিকল্পনা, ছোট সরবরাহ, দুর্বল নেতৃত্ব, বাণিজ্য পণ্যগুলির জন্য চাহিদার অভাব এবং বিধ্বংসী রোগের কারণে পরাজিত হয়েছিল। ডারিয়েন প্রকল্পের ব্যর্থতা ছিল একটি কারণ যা স্কটল্যান্ড রাজ্য সংসদ আইন ১৭০৭-এ ইংল্যান্ড রাজ্য এর সাথে একীভূত হওয়ার দিকে পরিচালিত করেছিল, যা যুক্তরাজ্য প্রতিষ্ঠা করেছিল এবং স্কটল্যান্ডকে বাণিজ্যিকভাবে ইংল্যান্ড, এখন ব্রিটিশ, উপনিবেশগুলির সাথে সংযুক্ত করেছিল।\n\n\n=== ডাচ ===\n\nনেদারল্যান্ডস ছিল স্পেন সাম্রাজ্যের একটি অংশ, যা চার্লস V-এর উত্তরাধিকার সূত্রে এসেছিল। অনেক ডাচ ব্যক্তি প্রটেস্ট্যান্ট ধর্মে ধর্মান্তরিত হয়েছিল এবং স্পেন থেকে রাজনৈতিক স্বাধীনতা চাইছিল। তারা একটি সামুদ্রিক জাতি ছিল এবং যেখানে পর্তুগিজরা মূলত অন্বেষণ করেছিল সেখানে একটি বৈশ্বিক সাম্রাজ্য গড়ে তুলেছিল। ডাচ সোনালী যুগে, তারা উপনিবেশের সন্ধানে ছিল। আমেরিকাতে, ডাচরা ১৬৩০ সালে ব্রাজিলের উত্তর-পূর্ব অংশ দখল করে, যেখানে পর্তুগিজরা আখের গাছের প্ল্যান্টেশন তৈরি করেছিল, যা আফ্রিকার কালো দাস শ্রমিকদের দ্বারা পরিচালিত হত। প্রিন্স জোহান মৌরিতস ভ্যান নাসাউ-সিগেন (১৬৩৭–১৬৪৩) কলোনির প্রশাসক হয়েছিলেন, একটি রাজধানী শহর এবং রাজকীয় প্রাসাদ তৈরি করেছিলেন, এবং পূর্ণ প্রত্যাশা করেছিলেন যে ডাচরা এই ধনী এলাকা নিয়ন্ত্রণে রাখবে। ইউরোপের মতো, ডাচরা কলোনিতে ইহুদি এবং অন্যান্য ধর্মীয় গোষ্ঠীর উপস্থিতি সহ্য করেছিল। মৌরিতস ১৬৪৩ সালে প্রস্থান করার পর, ডাচ ওয়েস্ট ইন্ডিয়া কোম্পানি কলোনিটি নিয়ন্ত্রণে নেয় যতক্ষণ না ১৬৫৪ সালে এটি পর্তুগিজদের কাছে হারিয়ে যায়। ডাচরা ডাচ গুইয়ানা বা বর্তমান সুরিনাম-এ কিছু অঞ্চল ধরে রাখে। ডাচরা ক্যারিবিয়ান-এর দ্বীপগুলি দখল করে, যা স্পেন মূলত দাবি করেছিল কিন্তু বড় অংশে পরিত্যক্ত হয়েছিল, যেমন সিন্ট মার্টিন ১৬১৮ সালে, বোনায়ার ১৬৩৪ সালে, কুরাসাও ১৬৩৪ সালে, সিন্ট ইউস্টেটিয়াস ১৬৩৬ সালে, আরুবা ১৬৩৭ সালে, যার মধ্যে কিছু এখনো ডাচদের অধীনে রয়েছে এবং ডাচ সাংস্কৃতিক ঐতিহ্য বজায় রেখেছে।\nউত্তর আমেরিকার পূর্ব তীরে, ডাচরা নিউ নেদারল্যান্ড নামক উপনিবেশ স্থাপন করে, ম্যানহাটন দ্বীপের নিম্ন প্রান্তে, ১৬২৪ সালে নিউ আমস্টারডাম-এ। ডাচরা তাদের বিনিয়োগ রক্ষা করতে চেয়েছিল এবং ম্যানহাটন থেকে একটি গোষ্ঠী ক্যানারসে (যারা তখন ম্যানহাটনের নীচের এক চতুর্থাংশে বসবাস করত, যা তখন ম্যানহাটোস নামে পরিচিত ছিল) তাদের কাছ থেকে ৬০ গিল্ডারের মূল্যমানের বাণিজ্য পণ্য দিয়ে ম্যানহাটন কিনে নেয়। মিনুইট ক্যানারসে প্রধান সিসেসির সঙ্গে চুক্তিটি সম্পাদন করেন, যিনি মূল্যবান মালপত্র গ্রহণ করেন একটি দ্বীপের বিনিময়ে, যা মূলত অন্য একটি আদিবাসী গোষ্ঠী, ওয়েককুয়েসগীকদের দ্বারা নিয়ন্ত্রিত ছিল। ডাচ পালতোলা ব্যবসায়ীরা হাডসন নদীর ওপর একটি নেটওয়ার্ক তৈরি করেছিলেন। ১৬৫৪ সাল থেকে ইহুদি বসতি স্থাপনকারীরা ছিল, এবং তারা ইংরেজদের ১৬৬৪ সালে নিউ আমস্টারডাম দখল করার পরেও অবস্থান করেছিল। এটি দুই জাতির মধ্যে শান্তি থাকা সত্ত্বেও, একটি সামুদ্রিক দখল ছিল।\n\n\n=== রাশিয়া ===\n\nরাশিয়া উপনিবেশীকরণে স্পেন, পর্তুগাল, বা এমনকি ইংল্যান্ডের তুলনায় দেরিতে আসে। সাইবেরিয়া রাশিয়ান সাম্রাজ্যতে যুক্ত হয় এবং কোসাক অন্বেষকরা নদী বরাবর এর্মিন, সাবল এবং ফক্সর মতো মূল্যবান রোমাল শিকার করতেন। কোসাকরা সাইবেরিয়ার আদিবাসীদের সাহায্য নিতে শুরু করেছিল, যারা যাযাবর জনগণের কাছ থেকে সুরক্ষা চাইছিল এবং তারা রাজা'র কাছে ত্রি-ভূজ দানে পশম শোধ করত। সুতরাং, ১৮শ শতাব্দীর রাশিয়ান সম্প্রসারণের আগে, যা বেরিং প্রণালীর মাধ্যমে ইউরেশিয়া থেকে উত্তর আমেরিকায় প্রসারিত হয়, রাশিয়ার আদিবাসী জনগণের সাথে অভিজ্ঞতা ছিল এবং পশম-শিকার করে সম্পদ অর্জন করেছিল। সাইবেরিয়া ইতিমধ্যেই একটি বৈজ্ঞানিক দলকে আকর্ষণ করেছিল, যারা প্রাকৃতিক দুনিয়া সম্পর্কে উদ্ভিদ, প্রাণী এবং অন্যান্য দিকগুলি ম্যাপ এবং ক্যাটালগ করার চেষ্টা করছিল।\nএকটি প্রধান রাশিয়ান অনুসন্ধান অভিযান ১৭৪২ সালে পরিচালিত হয়েছিল, যা ১৮শ শতকের অন্যান্য ইউরোপীয় রাষ্ট্র-প্রবর্তিত উদ্যোগের সঙ্গে সমসাময়িক ছিল। তখন এটি পরিষ্কার ছিল না যে ইউরেশিয়া এবং উত্তর আমেরিকা সম্পূর্ণ আলাদা মহাদেশ কিনা। প্রথম অভিযানের নেতৃত্ব দেন ভিতুস বেরিং এবং আলেক্সেই চিরিকভ, এবং ১৭৪৩ সালের পর বসতি স্থাপন শুরু হয়। ১৭৯০-এর দশকের মধ্যে প্রথম স্থায়ী বসতিগুলি প্রতিষ্ঠিত হয়। অনুসন্ধানগুলি উত্তর আমেরিকার প্যাসিফিক উপকূল বরাবর অব্যাহত ছিল, এবং রাশিয়া ১৯শ শতকের প্রথম দিকে ফোর্ট রস, ক্যালিফোর্নিয়া-এ একটি বসতি স্থাপন করে। রাশিয়ান পশম ব্যবসায়ীরা আদিবাসী আলেউট পুরুষদের মৌসুমী শ্রমে বাধ্য করেছিল। কখনো খুব লাভজনক না হওয়ায়, রাশিয়া ১৮৬৭ সালে তার উত্তর আমেরিকার অধিকার যুক্তরাষ্ট্রে বিক্রি করে, যা তখন \"সিওয়ার্ডস ফলি\" নামে পরিচিত ছিল।\n\n\n=== টাস্কানী ===\n\nডিউক ফের্দিনান্দো I ডি' মেডিচি আমেরিকায় উপনিবেশ প্রতিষ্ঠার জন্য একমাত্র ইতালীয় চেষ্টা করেছিলেন। এই উদ্দেশ্যে, গ্র্যান্ড ডিউক ১৬০৮ সালে ব্রাজিলের উত্তর অঞ্চলে একটি অভিযান সংগঠিত করেন, যা ইংরেজ ক্যাপ্টেন রবার্ট থর্নটনের নেতৃত্বে পরিচালিত হয়।\nথর্নটন ১৬০৯ সালে প্রস্তুতিমূলক সফর থেকে ফিরে এসে (যেহেতু তিনি আমাজন গিয়েছিলেন), ফের্দিনান্দো I মারা গিয়েছিলেন এবং তার উত্তরসূরি কোসিমো II সমস্ত প্রকল্প বাতিল করেন।\n\n\n== খ্রিস্টধর্মে রূপান্তর ==\n\nপ্রথম ইউরোপীয় ঔপনিবেশিক বিস্তার শুরু হওয়ার সাথে সাথে, ধর্মীয় বৈষম্য, ধর্মীয় নিপীড়ন এবং ধর্মীয় সহিংসতা ব্যবস্থা করে আদিবাসী জনগণের নিজস্ব ধর্মগুলোর উপর অত্যাচার চালানো হয়েছিল ১৫শ–১৬শ শতকের পর থেকে ইউরোপীয় খ্রিস্টান ঔপনিবেশিক এবং উপনিবেশ স্থাপনকারীদের দ্বারা।\nআবিষ্কারের যুগ এবং পরবর্তী শতকগুলোতে, স্পেনীয় ও পর্তুগিজ ঔপনিবেশিক শক্তিগুলো আমেরিকার আদিবাসীদের খ্রিস্টধর্মে রূপান্তরিত করার ক্ষেত্রে সবচেয়ে সক্রিয় ছিল। পোপ আলেকজান্ডার ষষ্ঠ ১৪৯৩ সালের মে মাসে Inter caetera ঘোষণা দেন, যা স্পেনের রাজত্ব দ্বারা দাবি করা ভূমিগুলোকে নিশ্চিত করে এবং বদলে আদিবাসীদের ক্যাথলিক খ্রিস্টধর্মে ধর্মান্তরিত করার আদেশ দেয়। কলম্বাসের দ্বিতীয় অভিযানে বেনেডিক্টিন সন্ন্যাসীরা তার সাথে ছিল, এছাড়াও বারো জন পুরোহিত ছিলেন। অ্যাজটেক সাম্রাজ্যের স্পেনীয় বিজয় হওয়ার পর ঘনবসতিপূর্ণ আদিবাসী অঞ্চলে \"আধ্যাত্মিক বিজয়\" নামে একটি ধর্মীয় প্রচার অভিযান শুরু হয়। শুরুতে কয়েকটি ভিক্ষু সংঘ এই প্রচারাভিযানে অংশগ্রহণ করেছিল। ফ্রান্সিসকান ও ডোমিনিকানরা নাহুয়াতল, মিক্সটেক, ও জাপোটেক-এর মতো আদিবাসী ভাষা শিখেছিল। মেক্সিকোর আদিবাসীদের জন্য প্রথম বিদ্যালয়গুলোর একটি ১৫২৩ সালে পেদ্রো দে গান্তে প্রতিষ্ঠা করেছিলেন। সন্ন্যাসীরা আদিবাসী নেতাদের ধর্মান্তরিত করতে চেয়েছিল, আশা করেছিল যে তাদের সম্প্রদায়ও অনুসরণ করবে। ঘনবসতিপূর্ণ অঞ্চলে, সন্ন্যাসীরা আদিবাসী জনগোষ্ঠীকে গির্জা নির্মাণে যুক্ত করেছিল, যাতে ধর্মীয় পরিবর্তন দৃশ্যমান হয়; এই গির্জাগুলো প্রায়শই পুরনো মন্দিরের স্থানে নির্মিত হতো, এবং একই পাথর ব্যবহার করা হতো। \"আদিবাসীরা বিভিন্ন প্রতিক্রিয়া দেখিয়েছিল, কেউ বিরোধিতা করেছিল, আবার কেউ নতুন ধর্ম গ্রহণ করেছিল।\" কেন্দ্রীয় ও দক্ষিণ মেক্সিকোর মতো অঞ্চলে, যেখানে লেখা তৈরি করার আদিবাসী ঐতিহ্য ছিল, সন্ন্যাসীরা আদিবাসী লেখকদের লাতিন অক্ষরে তাদের নিজস্ব ভাষায় লেখা শেখায়। এভাবে আদিবাসী সম্প্রদায়ের জন্য তাদের নিজস্ব ভাষায় ধর্মীয় গ্রন্থ তৈরি হয়। সীমান্ত অঞ্চলে, যেখানে স্থায়ী আদিবাসী বসতি ছিল না, সন্ন্যাসীরা এবং জেসুইটরা মিশন স্থাপন করেছিল, যেখানে বিচ্ছিন্ন আদিবাসীদের একত্রিত করে ধর্ম প্রচার সহজতর করা হতো। এসব মিশন পুরো স্পেনীয় আমেরিকা জুড়ে বিস্তৃত ছিল, যা যুক্তরাষ্ট্রের দক্ষিণ-পশ্চিম থেকে শুরু করে মেক্সিকো, আর্জেন্টিনা ও চিলি পর্যন্ত বিস্তৃত ছিল।\nযেহেতু খ্রিস্টানদের মধ্যে দাসত্ব নিষিদ্ধ ছিল এবং শুধুমাত্র অখ্রিস্টান যুদ্ধবন্দীদের এবং দাস হিসেবে বিক্রি হওয়া ব্যক্তিদের দাসত্বে রাখা যেত, তাই ১৬শ শতকের শুরুতে খ্রিস্টধর্মে ধর্মান্তরের বিষয়টি বিতর্কিত ছিল, বিশেষ করে যখন স্পেনীয় বিজয়ী এবং উপনিবেশ স্থাপনকারীরা আদিবাসীদের শ্রমশক্তি ব্যবহার করতে চেয়েছিল। পরবর্তীতে, দুই ডোমিনিকান সন্ন্যাসী বার্তোলোমে দে লাস কাসাস এবং দার্শনিক হুয়ান গিনেস দে সেপুলভেদা ভ্যালাদোলিদ বিতর্ক পরিচালনা করেছিলেন। লাস কাসাস যুক্তি দিয়েছিলেন যে আদিবাসীদের অন্যান্য মানব জাতির মতো আত্মা আছে, আর সেপুলভেদা এর বিপরীতে যুক্তি দিয়েছিলেন যাতে তাদের দাসত্ব বৈধ করা যায়। ১৫৩৭ সালে, পোপের বুল সাবলিমিস ডিউস নিশ্চিত করে যে আদিবাসীদের আত্মা আছে, এবং তাই তাদের দাসত্ব নিষিদ্ধ করা হয়, যদিও বিতর্ক চলতে থাকে। কেউ কেউ দাবি করেছিল যে বিদ্রোহ করা আদিবাসীদের বন্দি করে দাসত্বে রাখা যেতে পারে।\nযখন প্রথম ফ্রান্সিস্কানরা ১৫২৪ সালে মেক্সিকোতে পৌঁছায়, তারা আদিবাসীদের স্বদেশীয় ধর্মগুলোর জন্য উৎসর্গকৃত পবিত্র স্থানগুলো পুড়িয়ে দেয়। তবে প্রাক-কোলম্বীয় মেক্সিকোতে, পরাজিত কোনো জনগোষ্ঠীর মন্দির পোড়ানো ছিল স্বাভাবিক প্রথা, যা কোডেক্স মেনডোজা-এর মতো আদিবাসী পাণ্ডুলিপিতে দেখা যায়। পরাজিত আদিবাসী জনগোষ্ঠীগুলো তাদের নতুন শাসকদের দেবতাদের গ্রহণ করার প্রত্যাশা করত, এবং তাদের আগের দেবতাদের সঙ্গে একীভূত করত। তারা সম্ভবত জানত না যে, খ্রিস্টধর্মে রূপান্তরিত হওয়া মানে তাদের পূর্বপুরুষদের ধর্মীয় বিশ্বাস ও চর্চার সম্পূর্ণ এবং চূড়ান্ত পরিত্যাগ। ১৫৩৯ সালে, মেক্সিকোর বিশপ হুয়ান দে সুমারাগা আদিবাসী অভিজাত ব্যক্তি টেক্সকোকোর কার্লোস-এর খ্রিস্টধর্ম ত্যাগের জন্য বিচার ও মৃত্যুদণ্ড কার্যকর করেন। এর পর, ক্যাথলিক চার্চ আদিবাসী ধর্মান্তরিতদের ইনকুইজিশনের এখতিয়ার থেকে সরিয়ে নেয়, কারণ এটি ধর্মপ্রচার প্রক্রিয়ার ওপর নেতিবাচক প্রভাব ফেলছিল। ফলে, আদিবাসী পুরুষরা খ্রিস্টধর্মের পুরোহিত হওয়ার সুযোগ হারায়।\nসমগ্র আমেরিকায়, জেসুইটরা আদিবাসীদের খ্রিস্টধর্মে ধর্মান্তরিত করতে সক্রিয় ছিল। তারা নতুন ফ্রান্সে এবং পортуগিজ ব্রাজিলে গুরুত্বপূর্ণ সাফল্য অর্জন করে, বিশেষত আন্তোনিও দে ভিয়েরা, S.J; এবং প্যারাগুয়েতে, যেখানে তারা প্রায় একটি স্বায়ত্তশাসিত রাষ্ট্রের মতো অবস্থান গড়ে তোলে।\n\nমামুসে ওন্নেতুপানাতামে আপ-বাইব্লাম গড, জন এলিয়ট কর্তৃক আলগনকুইয়ান ভাষায় অনূদিত গসপেল, ১৬৬৩ সালে প্রকাশিত হয়।\n\n\n=== ধর্ম ও উপনিবেশায়ন ===\n\nরোমান ক্যাথলিকরা নিউ ওয়ার্ল্ডে অভিবাসিত প্রথম প্রধান ধর্মীয় গোষ্ঠী ছিল, যারা স্পেন ও পর্তুগালের উপনিবেশ এবং পরে ফ্রান্সের উপনিবেশে বসতি স্থাপন করেছিল। অন্য কোনো ধর্মের অনুমতি ছিল না, এবং আদিবাসী জনগণ ও আফ্রিকান দাসদের ক্যাথলিক ধর্মে ধর্মান্তরিত করার জন্য ব্যাপক প্রচেষ্টা চালানো হয়। স্পেনের ক্যাথলিক চার্চ ধর্মীয় অনুশাসন ও শুদ্ধতা বজায় রাখতে মেক্সিকো সিটি, পেরুর লিমা, এবং কলম্বিয়ার কার্তাহেনায় স্প্যানিশ ইনকুইজিশনের তিনটি দপ্তর প্রতিষ্ঠা করে। পর্তুগিজরা পর্তুগিজ ইনকুইজিশনের স্থায়ী দপ্তর ব্রাজিলে স্থাপন করেনি, তবে ১৭শ শতকে পরিদর্শনমূলক ইনকুইজিশন পাঠায়।\nইংরেজ ও ডাচ উপনিবেশগুলো, অপরদিকে, তুলনামূলকভাবে অধিক ধর্মীয় বৈচিত্র্যপূর্ণ ছিল। এই উপনিবেশগুলোর বসতকারীদের মধ্যে ছিলেন অ্যাংলিকানরা, ডাচ ক্যালভিনবাদীরা, ইংরেজ পিউরিটান এবং অন্যান্য অসংগতিপূর্ণ গোষ্ঠী, ইংরেজ ক্যাথলিকরা, স্কটিশ প্রেসবিটারিয়ানরা, ফরাসি প্রোটেস্ট্যান্ট হুগেনটরা, জার্মান ও সুইডিশ লুথেরানরা, পাশাপাশি ইহুদিরা, কোয়েকাররা, মেনোনাইটরা, অ্যামিশরা এবং মোরাভিয়ানরা। স্পেন ও পর্তুগিজ ইনকুইজিশনের দমন নীতির কারণে ইহুদিরা ডাচ উপনিবেশ নিউ অ্যামস্টারডাম-এ পালিয়ে আসেন।\n\n\n== রোগ, গণহত্যা এবং আদিবাসী জনসংখ্যা হ্রাস ==\n  \n\nইউরোপীয় জীবনধারার একটি দীর্ঘ ইতিহাস রয়েছে যেখানে গৃহপালিত পশু যেমন গরু, শূকর, ভেড়া, ছাগল, ঘোড়া, কুকুর এবং বিভিন্ন পালিত পাখিদের সান্নিধ্যে বসবাস করা হয়েছে, যেখান থেকে বহু রোগের উৎপত্তি হয়েছিল। আদিবাসীদের তুলনায়, ইউরোপীয়দের দেহে বেশি পরিমাণে রোগ-প্রতিরোধ ক্ষমতা গড়ে উঠেছিল। ১৪৯২ সালের পর ইউরোপীয়দের সাথে ব্যাপক যোগাযোগের ফলে ইউরেশীয় জীবাণুগুলো আমেরিকার আদিবাসীদের মধ্যে ছড়িয়ে পড়ে।\nগুটি বসন্ত (১৫১৮, ১৫২১, ১৫২৫, ১৫৫৮, ১৫৮৯), টাইফাস (১৫৪৬), ইনফ্লুয়েঞ্জা (১৫৫৮), ডিপথেরিয়া (১৬১৪) এবং হাম (১৬১৮)-এর মহামারিগুলো ইউরোপীয়দের আগমনের পর আমেরিকার বিস্তীর্ণ অঞ্চলে ছড়িয়ে পড়ে, যার ফলে ১ কোটি থেকে ১০ কোটি পর্যন্ত মানুষ মারা যায়, যা আমেরিকার আদিবাসী জনসংখ্যার ৯৫% পর্যন্ত হতে পারে। এই বিপুল জনসংখ্যা হ্রাসের ফলে সৃষ্ট সাংস্কৃতিক ও রাজনৈতিক অস্থিতিশীলতা নিউ ইংল্যান্ড ও ম্যাসাচুসেটসে উপনিবেশ স্থাপনকারীদের জন্য আদিবাসীদের জমি ও সম্পদ দখল সহজ করে তোলে।\nএই রোগগুলো যে বিরাট মানবিক বিপর্যয় সৃষ্টি করেছিল, তা কোনো সন্দেহ নেই—কিন্তু এর প্রকৃত পরিসর নির্ধারণ করা অত্যন্ত কঠিন। উপনিবেশপূর্ব আমেরিকার জনসংখ্যার অনুমান ব্যাপকভাবে পৃথক হয়ে থাকে।\nঅন্যরা যুক্তি দিয়েছেন যে, উপনিবেশ-পূর্ব ইতিহাসে আদিবাসী জনসংখ্যার ব্যাপক পরিবর্তন ঘটেছিল, যা উচ্চতর জনসংখ্যার অনুমানগুলোর ক্ষেত্রে সতর্কতা অবলম্বনের কারণ হতে পারে। এই অনুমানগুলো ইতিহাসের সর্বোচ্চ জনসংখ্যা প্রতিফলিত করতে পারে, যখন আদিবাসী জনগোষ্ঠী সম্ভবত এই সংখ্যার নিচে ছিল বা ইউরোপীয়দের আগমনের ঠিক আগে হ্রাসের সময়কালে ছিল। অধিকাংশ অঞ্চলে, আমেরিকার আদিবাসী জনগোষ্ঠী বিংশ শতকের প্রথম দিকে তাদের সর্বনিম্ন সংখ্যায় পৌঁছেছিল; তবে কিছু ক্ষেত্রে, জনসংখ্যা আবার বৃদ্ধি পেয়েছে।\nইউনিভার্সিটি কলেজ লন্ডনের বিজ্ঞানীদের মতে, ইউরোপীয়দের দ্বারা আমেরিকার উপনিবেশ স্থাপন এত বিপুল সংখ্যক আদিবাসীদের মৃত্যুর কারণ হয়েছিল যে, এর ফলে জলবায়ুর পরিবর্তন ও বিশ্বব্যাপী শীতলতা দেখা দেয়।\nকিছু আধুনিক গবেষক দাবি করেন যে, ক্যারিবিয়ানে আদিবাসী জনগোষ্ঠীর ব্যাপক হ্রাসের অন্যতম কারণ ছিল দাসত্ব ও স্বর্ণ-রৌপ্য খনির প্রাণঘাতী শ্রম।\nঐতিহাসিক আন্দ্রেস রেসেন্ডেজ এই দাবিকে সমর্থন করে বলেন যে, আদিবাসী জনগোষ্ঠীর প্রকৃত সংখ্যা পূর্ববর্তী অনুমানের চেয়ে কম ছিল এবং \"দাসত্ব, অতিরিক্ত শ্রম ও দুর্ভিক্ষ ক্যারিবিয়ানে গুটি বসন্ত, ইনফ্লুয়েঞ্জা ও ম্যালেরিয়ার চেয়েও বেশি আদিবাসী হত্যা করেছিল।\"\nক্যামব্রিজ ওয়ার্ল্ড হিস্ট্রি, অক্সফোর্ড হ্যান্ডবুক অব জেনোসাইড স্টাডিজ, এবং ক্যামব্রিজ ওয়ার্ল্ড হিস্ট্রি অব জেনোসাইড অনুযায়ী, কিছু ক্ষেত্রে উত্তর আমেরিকায় ঔপনিবেশিক নীতিগুলোর মধ্যে আদিবাসীদের পরিকল্পিত গণহত্যা অন্তর্ভুক্ত ছিল।\nক্যামব্রিজ ওয়ার্ল্ড হিস্ট্রি অব জেনোসাইড অনুসারে, স্পেনের আমেরিকা উপনিবেশায়ন-এর সময়ও গণহত্যামূলক হত্যাযজ্ঞ সংঘটিত হয়েছিল।\nঅ্যাডাম জোন্স অনুসারে, গণহত্যামূলক পদ্ধতিগুলো অন্তর্ভুক্ত ছিল:\n\n  \nগণহত্যামূলক হত্যাযজ্ঞ\nজৈব যুদ্ধ, যার মাধ্যমে আদিবাসীদের প্রতিরোধক্ষমতা না থাকা রোগজীবাণু (বিশেষত গুটি বসন্ত ও প্লেগ) ছড়িয়ে দেওয়া\n‘হ্রাসকরণ’ প্রক্রিয়ার মাধ্যমে আদিবাসীদের অতিরিক্ত ঘনবসতিপূর্ণ ও অস্বাস্থ্যকর বসতিতে ঠেলে দেওয়া, যা রোগ ছড়িয়ে দেওয়ার জন্য দায়ী ছিল\nদাসত্ব ও জোরপূর্বক/বাধ্যতামূলক শ্রম, বিশেষত লাতিন আমেরিকায়, যেখানে অনেক ক্ষেত্রেই পরিস্থিতি নাৎসি কনসেনট্রেশন ক্যাম্পের মতো নিষ্ঠুর ছিল\nজনসংখ্যার ব্যাপক স্থানান্তর করে তাদের জনশূন্য ‘সংরক্ষণভূমি’-তে পাঠানো, যা প্রায়ই পথিমধ্যে মৃত্যুমিছিলের রূপ নিত এবং গন্তব্যে পৌঁছানোর পর ব্যাপক মৃত্যু ও জনসংখ্যা পতনের কারণ হতো\nপরিকল্পিত দুর্ভিক্ষ ও অনাহার, যা আদিবাসীদের ভূমি ও খাদ্য সম্পদ দখল ও ধ্বংসের মাধ্যমে আরও তীব্রতর করা হতো\nআদিবাসী শিশুদের জোরপূর্বক শ্বেতাঙ্গ-পরিচালিত বিদ্যালয়ে পাঠানো ...\n\n\n== দাসপ্রথা ==\n\nইউরোপীয়দের সাথে যোগাযোগের পর আদিবাসী জনগণের সংখ্যা কমে যাওয়া স্প্যানিশদেরকে প্রথমে ক্যারিবীয় দ্বীপপুঞ্জ থেকে বাইরে খোঁজা করতে প্রেরিত করেছিল, কারণ তাদের খাদ্য উৎপাদন এবং সোনার খনির জন্য শ্রমিকের প্রয়োজন ছিল। দাসপ্রথা আদিবাসী সমাজে অজানা ছিল না। ইউরোপীয় উপনিবেশীদের আগমনের সাথে, আদিবাসীদের দাসীকরণ \"বাজারিকৃত, অপ্রত্যাশিত উপায়ে বিস্তৃত, এবং এমনভাবে পরিণত হয়েছিল যা আজকের দাসব্যবস্থার সাথে সাদৃশ্যপূর্ণ\"।\nযদিও রোগ ছিল আদিবাসীদের মৃত্যুর প্রধান কারণ, দাসপ্রথা এবং বাধ্যতামূলক শ্রমও ছিল আদিবাসী মৃত্যুর একটি উল্লেখযোগ্য কারণ। ইউরোপীয় অন্যান্য দেশগুলির আগমনের পর আদিবাসীদের দাসীকরণ বৃদ্ধি পায় কারণ দশক পর পর্যন্ত দাসপ্রথার বিরুদ্ধে কোনো নিষেধাজ্ঞা ছিল না। এটি অনুমান করা হয় যে কলম্বাসের আগমন থেকে ১৯শ শতকের শেষ পর্যন্ত প্রায় ২৫ লাখ থেকে ৫০ লাখ আদিবাসী আমেরিকানকে দাসত্বের শিকার হতে হয়েছিল। আদিবাসী পুরুষ, নারী এবং শিশুদের প্রায়ই সীমান্ত অঞ্চলে, গৃহস্থালী কাজে, অথবা বিষাক্ত সোনা ও রৌপ্য খনিতে শ্রম করতে বাধ্য করা হত। এই প্রথাটি ছিল এনকোমিয়েন্ডা ব্যবস্থা, যা স্প্যানীয়দের জন্য আদিবাসী শ্রমিক প্রদান করত। রেকনকুইস্তা-এর সময় মুসলিম এবং ইহুদিদের কাছ থেকে কর আদায় করার প্রথার ওপর ভিত্তি করে, স্পেনীয় রাজমহল একটি নির্দিষ্ট সংখ্যক আদিবাসী শ্রমিক একটি এনকোমেনডেরো-কে প্রদান করেছিল, যিনি সাধারণত একজন বিজয়ী অথবা অন্য কোনো বিশিষ্ট স্প্যানীয় পুরুষ ছিলেন। এই গ্রান্টের অধীনে, তারা আদিবাসীদের রক্ষা এবং খ্রিষ্টধর্মে ধর্মান্তরিত করার জন্য বাধ্য ছিল। তাদের খ্রিষ্টধর্মে বাধ্যতামূলক ধর্মান্তকরণের বিনিময়ে, আদিবাসীরা সোনা, কৃষিজ পণ্য এবং শ্রমের মাধ্যমে কর প্রদান করত। স্পেনীয় রাজমহল বুরগোস আইন (১৫১২–১৩) এবং ইন্ডিজের নতুন আইন (১৫৪২) দ্বারা এই ব্যবস্থা শেষ করতে চেয়েছিল। তবে, এনকোমেনডেরোরা নতুন ব্যবস্থার সাথে খাপ খাইয়ে নিতে অস্বীকৃতি জানিয়েছিল এবং আদিবাসীরা শোষিত হতে থাকে। শেষপর্যন্ত, এনকোমিয়েন্ডা ব্যবস্থা পরিবর্তিত হয়ে রিপারটিমিয়েন্তো ব্যবস্থা হয়ে ওঠে, যা ১৮শ শতকের শেষ পর্যন্ত বাতিল করা হয়নি।\nক্যারিবীয় অঞ্চলে সোনার মজুত দ্রুত নিঃশেষ হয়ে গেলে এবং আদিবাসী জনগণের সংখ্যা কমে যাওয়া শ্রমিকের অভাব সৃষ্টি করে। স্প্যানীয়রা তাদের ভাগ্য অর্জনের জন্য একটি উচ্চমূল্য, কম-বাল্ক রপ্তানি পণ্য খুঁজছিল। আখের চিনি ছিল সেই উত্তর। এটি আইবেরীয় আটলান্টিক দ্বীপপুঞ্জে চাষ করা হত। এটি একটি অত্যন্ত চাহিদাসম্পন্ন, ব্যয়বহুল খাদ্যপণ্য ছিল। শ্রমিকের সমস্যার সমাধান হিসেবে আফ্রিকান দাসদের আমদানি শুরু হয়, এবং এটি চিনির বাগান স্থাপন করতে সাহায্য করে যা চ্যাটেল দাস দ্বারা পরিচালিত হত। বাগানগুলির জন্য একটি বিশাল শ্রমিক বাহিনীর প্রয়োজন ছিল, যা কিনতে, বসবাস করতে এবং খাওয়াতে হবে; চিনির মিল নির্মাণে মূলধন বিনিয়োগ করতে হতো, কারণ একবার আখ কাটা হলে চিনির পরিমাণ দ্রুত কমে যেত। প্ল্যান্টেশন মালিকরা তাদের ঋণদাতাদের এবং পণ্য বিক্রির জন্য ইউরোপীয় ব্যবসায়ীদের একটি নেটওয়ার্কের সাথে যুক্ত ছিল। পুরো ব্যবস্থা একটি বিশাল দাসী জনগণের উপর নির্ভরশীল ছিল। পর্তুগাল আফ্রিকান দাস বাণিজ্যের নিয়ন্ত্রণ করেছিল, কারণ টর্ডেসিলাস চুক্তি অনুসারে তারা স্পেনের সাথে আফ্রিকান উপকূলের ভাগাভাগি করেছিল। কালো দাসপ্রথা গ্রীষ্মমণ্ডলীয় অঞ্চলে, বিশেষ করে যেখানে চিনির চাষ করা হত, পর্তুগীজ ব্রাজিল, ইংরেজি, ফরাসি এবং ডাচ ক্যারিবীয় দ্বীপপুঞ্জে আধিপত্য বিস্তার করেছিল। উত্তর আমেরিকার মূল ভূখণ্ডে, ইংরেজি দক্ষিণী উপনিবেশগুলো ১৬১৯ সালে ভিরজিনিয়ায় প্রথম আফ্রিকানদের আমদানি করেছিল, অন্যান্য গ্রীষ্মমণ্ডলীয় বা উপগ্রীষ্মমণ্ডলীয় ফসল যেমন তামাক, চাল, এবং তুলা চাষ করতে।\nযদিও কৃষি উৎপাদনের সাথে কালো দাসপ্রথা সবচেয়ে বেশি সম্পর্কিত, স্প্যানিশ আমেরিকায় দাস এবং মুক্ত কালো এবং মুলাতোরা শহরগুলোতে বিপুল সংখ্যায় কাজ করত, শিল্পীদের কাজে। বেশিরভাগ নতুনভাবে আমদানি করা আফ্রিকান দাস খ্রিষ্টান ছিল না, তবে তাদের ধর্মান্তরিত করা ছিল একটি অগ্রাধিকার। ক্যাথলিক গির্জার জন্য, কালো দাসপ্রথা খ্রিষ্টধর্মের সাথে অসামঞ্জস্যপূর্ণ ছিল না। জেসুইটরা বিশাল লাভজনক কৃষি উদ্যোগ তৈরি করেছিল এবং বিশাল কালো দাসী শ্রমিক বাহিনী ধারণ করেছিল। ইউরোপীয় শ্বেতাঙ্গরা প্রায়শই এরিস্টটল এবং পটোলেমি দ্বারা সমর্থিত ল্যাটিচিউড তত্ত্বের মাধ্যমে এই প্রথাকে ন্যায্যতা দিত। এই দৃষ্টিভঙ্গিতে, পৃথিবীর চারপাশে বেল্টগুলি ছিল এবং তা মানব বৈশিষ্ট্যের সাথে সম্পর্কিত ছিল। \"ঠাণ্ডা অঞ্চলের\" মানুষরা উত্তর ইউরোপ থেকে \"কম বুদ্ধিমান\" ছিল, আর \"গরম অঞ্চলের\" মানুষরা উপসাহারা আফ্রিকা থেকে বুদ্ধিমান হলেও \"দুর্বল এবং কম প্রাণবন্ত\" ছিল। এই তত্ত্ব অনুযায়ী, \"মডারেট অঞ্চল\" সারা ভূমধ্যসাগর জুড়ে একটি আদর্শ শক্তি এবং বুদ্ধিমত্তার ভারসাম্য প্রতিফলিত করেছিল। এমন ধারণাগুলি মানব শ্রেণীবিন্যাসকে ন্যায্যতা দিয়েছিল।\nআফ্রিকান দাসরা একটি অত্যন্ত মূল্যবান পণ্য ছিল, যা বাণিজ্যে যুক্ত থাকা ব্যক্তিদের সম্পদশালী করেছিল। আফ্রিকানদের দাস জাহাজে করে আমেরিকাতে আনা হতো এবং তারা মূলত তাদের আফ্রিকান মাতৃভূমি থেকে উপকূলীয় জাতির দ্বারা আটকিয়ে বিক্রি করা হতো। ইউরোপীয়রা স্থানীয় আফ্রিকান উপজাতির সাথে দাসদের জন্য বাণিজ্য করত, যারা অন্যত্র তাদের আটকিয়ে রাম, বন্দুক, বারুদ এবং অন্যান্য কারখানা পণ্য দিয়ে বিনিময় করত। ক্যারিবীয় দ্বীপপুঞ্জ, ব্রাজিল, পর্তুগিজ, স্প্যানিশ, ফরাসি, ডাচ এবং ব্রিটিশ সাম্রাজ্যে মোট দাস বাণিজ্য প্রায় ১ কোটি ২০ লাখ আফ্রিকানদের অন্তর্ভুক্ত বলে অনুমান করা হয়। এই সমস্ত দাসের একটি বিশাল অংশ ক্যারিবীয় অঞ্চলের চিনি কলোনি এবং ব্রাজিলে পাঠানো হতো, যেখানে জীবনযাত্রার গড় সময়কাল ছিল স্বল্প এবং সংখ্যা প্রয়োজনীয়ভাবে পুনরায় পূর্ণ করতে হতো। সর্বোচ্চ প্রায় ৬ লক্ষ আফ্রিকান দাস মার্কিন যুক্তরাষ্ট্রে আমদানি করা হয়েছিল, যা আফ্রিকা থেকে আনা ১২ মিলিয়ন দাসের ৫%।\n\n\n== উপনিবেশকরণ এবং জাতি ==\n  \nদক্ষিণ আমেরিকা মহাদেশে তিনটি প্রধান জনসংখ্যার উৎস ছিল: স্থানীয় আমেরিকানরা, আগত ইউরোপীয়রা এবং জোরপূর্বক আফ্রিকানরা। এই সংস্কৃতির মিশ্রণ মহাদেশের বর্তমান স্বাধীন রাষ্ট্রগুলোর জাতিগত গঠনকে প্রভাবিত করেছে। মিশ্র ইউরোপীয় এবং স্থানীয় বংশোদ্ভূত ব্যক্তিকে বর্ণনা করার জন্য শব্দটি হল মেস্তিজো এবং মিশ্র ইউরোপীয় এবং আফ্রিকান বংশোদ্ভূত ব্যক্তিকে বর্ণনা করার জন্য শব্দটি হল মুলাত্তো। মেসতিজো এবং মুলাতো জনসংখ্যা বর্তমানের লাতিন আমেরিকার জন্য বিশেষ কারণ বিজয়ীরা (প্রায়ই জোর করে) স্থানীয় এবং আফ্রিকান মহিলাদের সাথে যৌন সম্পর্ক করেছিলেন। এই তিনটি গোষ্ঠীর সামাজিক মিথস্ক্রিয়া একটি জাতীয় শ্রেণীবিভাগের সৃষ্টি করেছিল যা ত্বকের রঙের ভিত্তিতে তৈরি হয়েছিল। শ্রেণীবিন্যাসটি সবচেয়ে হালকা ত্বকের রঙের চারপাশে কেন্দ্রীভূত ছিল এবং শীর্ষ থেকে নিচে ছিল উপদ্বীপ, ক্রিওলো, মেসতিজো, স্থানীয়, মুলাতো, তারপর আফ্রিকান।\nইবেরিয়ানদের বিপরীতে, ব্রিটিশ পুরুষরা তাদের পরিবার নিয়ে এসেছিল, যাদের সাথে তারা উত্তর আমেরিকায় স্থায়ীভাবে বসবাস করার পরিকল্পনা করেছিল।  \nতারা স্থানীয়দের উপনিবেশিক সমাজের প্রান্তে রেখেছিল।  \nযেহেতু ব্রিটিশ উপনিবেশকারীদের স্ত্রীরা উপস্থিত ছিলেন, ব্রিটিশ পুরুষরা স্থানীয় মহিলাদের সাথে যৌন সম্পর্ক খুব কমই স্থাপন করেছিল। বর্তমানে লাতিন আমেরিকায় মেসতিজো এবং মুলাতো জনসংখ্যা অধিকাংশ, কিন্তু বর্তমান উত্তর আমেরিকায় (কেন্দ্রীয় আমেরিকা বাদে) খুবই কম মেসতিজো জনসংখ্যা রয়েছে।\n\n\n== উপনিবেশকরণ এবং লিঙ্গ ==\n১৬শ শতকের শুরুর দিকে, এমনকি ইবেরীয় পুরুষরা তাদের স্ত্রীরা এবং পরিবারের সদস্যদের আমেরিকায় নিয়ে আসতে শুরু করেছিল। কিছু নারী একা ভ্রমণ করেছিলেন। পরবর্তীতে, ইউরোপ থেকে আমেরিকায় নারীদের ভূমিকা এবং নারীদের অভিবাসন সম্পর্কিত আরও গবেষণা করা হয়েছে।\n\n\n== ঔপনিবেশিক ভূমি মালিকানার দীর্ঘমেয়াদী উন্নয়নে প্রভাব ==\nশেষ পর্যন্ত, পশ্চিম গোলার্ধের বেশিরভাগ অংশ পশ্চিম ইউরোপীয় সরকারগুলোর নিয়ন্ত্রণে চলে আসে, যা এর ভূপ্রকৃতি, জনসংখ্যা এবং উদ্ভিদ ও প্রাণিজগতের পরিবর্তন ঘটায়। ১৯শ শতকে, ৫ কোটিরও বেশি মানুষ পশ্চিম ইউরোপ থেকে আমেরিকায় অভিবাসন করেছিল। ১৪৯২-পরবর্তী সময়টি কোলম্বীয় বিনিময় নামে পরিচিত, যেখানে আমেরিকা ও আফ্রো-ইউরেশিয়ার মধ্যে ব্যাপকভাবে প্রাণী, উদ্ভিদ, সংস্কৃতি, মানব জনসংখ্যা (যার মধ্যে দাসরাও অন্তর্ভুক্ত), ধারণা এবং সংক্রামক রোগের আদান-প্রদান ঘটে।\n১৯শ শতকের শেষের দিকের পণ্ডিতেরা অনুমান করেছিলেন যে প্রাক-কোলম্বীয় আমেরিকার জনসংখ্যা মাত্র ১ কোটি ছিল। ২০শ শতকের শেষে বেশিরভাগ গবেষক এই সংখ্যা প্রায় ৫ কোটি বলে ধরে নেন, যদিও কিছু ইতিহাসবিদ একে ১০ কোটিরও বেশি বলে দাবি করেন। সাম্প্রতিক গবেষণা অনুযায়ী, ইউরোপীয় আগমনের ঠিক আগে আমেরিকায় প্রায় ৬ কোটি ৫ লাখ মানুষ বসবাস করছিল। এর মধ্যে ৯০ শতাংশ, প্রধানত মধ্য ও দক্ষিণ আমেরিকায়, একের পর এক মহামারি রোগ, যুদ্ধ এবং দাসত্বের কারণে মারা যায়।\nভৌগোলিক পার্থক্যগুলি উপনিবেশগুলোর রাজনৈতিক ও অর্থনৈতিক ব্যবস্থার বিকাশে গুরুত্বপূর্ণ ভূমিকা রেখেছিল। প্রতিষ্ঠান ও দীর্ঘমেয়াদী প্রবৃদ্ধি নিয়ে তাঁদের গবেষণাপত্রে অর্থনীতিবিদ দারোন আসেমোগলু, সাইমন জনসন এবং জেমস এ. রবিনসন যুক্তি দেন যে নির্দিষ্ট প্রাকৃতিক সম্পদ ও পরিবেশ উপনিবেশিক নীতির ভিন্ন ভিন্ন ধরণ তৈরি করেছিল, যা হয় ছোট কৃষক ভিত্তিক উৎপাদন বা জোরপূর্বক শ্রম ব্যবস্থাকে উৎসাহিত করেছিল।\nউদাহরণস্বরূপ, ঘনবসতিপূর্ণ জনসংখ্যা সহজেই শোষণযোগ্য ছিল এবং দাস শ্রম ব্যবস্থার মাধ্যমে লাভজনক হয়ে ওঠে। এসব অঞ্চলে ভূমি-মালিক শ্রেণি অর্থনৈতিকভাবে লাভবান হওয়ার জন্য জোরপূর্বক শ্রম ব্যবস্থার বিকাশ ঘটায়, যেমন পেরুর মিতা ব্যবস্থা বা আর্জেন্টিনার লাতিফুন্ডিয়া, যেখানে গণতান্ত্রিক নিয়মকানুনের কোনো গুরুত্ব ছিল না। অন্যদিকে, ফরাসি ও ব্রিটিশ ঔপনিবেশিক শাসকরা এমন প্রাকৃতিক পরিবেশের মুখোমুখি হয়েছিল, যা জোরপূর্বক শ্রমের পরিবর্তে ছোট কৃষক ভিত্তিক উৎপাদনকে সমর্থন করত। ফলে তারা পুঁজিবাদী বাজার, সম্পত্তির অধিকার এবং গণতান্ত্রিক প্রতিষ্ঠান গড়ে তোলার প্রতি উৎসাহিত হয়।\nজেমস মাহোনি উল্লেখ করেন যে, কফি সমৃদ্ধ মধ্য আমেরিকায় ভূমি মালিকানার বিষয়ে উপনিবেশিক নীতিগত সিদ্ধান্তসমূহ দীর্ঘমেয়াদী পথ নির্ভরশীল প্রতিষ্ঠানগুলোর জন্ম দিয়েছিল।\nউদাহরণস্বরূপ, গুয়াতেমালা ও এল সালভাদর-এর কফি অর্থনীতি বড় বড় খামারভিত্তিক কেন্দ্রীভূত ছিল, যেখানে শ্রম ব্যবস্থাটি জোরপূর্বক শ্রমের ওপর নির্ভরশীল ছিল। ১৯শ শতকের মধ্যে এই দেশগুলোর রাজনৈতিক কাঠামো প্রধানত কর্তৃত্ববাদী ও সামরিকীকৃত হয়ে ওঠে। বিপরীতে, কলম্বিয়া ও কোস্টা রিকার মতো দেশে গুরুত্বপূর্ণ মোড়ের সময়ে উদারপন্থী সংস্কার চালু করা হয়, যা বাণিজ্যিক কৃষি সম্প্রসারণে সহায়ক হয় এবং মধ্যবিত্ত শ্রেণির আলোচনার ক্ষমতা বৃদ্ধি করে। ফলে, এ দেশগুলো অধিকতর গণতান্ত্রিক ও সাম্যবাদী প্রতিষ্ঠান গড়ে তুলতে সক্ষম হয়, যেখানে জমির মালিকানার উচ্চ কেন্দ্রীভূত ব্যবস্থার পরিবর্তে তুলনামূলকভাবে ব্যাপক সামাজিক অন্তর্ভুক্তি সম্ভব হয়েছিল।\n\n\n== আমেরিকায় ইউরোপীয় উপনিবেশগুলোর তালিকা ==\n\nআমেরিকার উপনিবেশায়নে কমপক্ষে এক ডজন ইউরোপীয় দেশ জড়িত ছিল। নিম্নলিখিত তালিকায় সেই দেশগুলি এবং পশ্চিম গোলার্ধের ভূখণ্ডগুলি উল্লেখ করা হয়েছে, যা তারা নিয়ন্ত্রণের জন্য কাজ করেছিল।\n\n\n=== ব্রিটিশ এবং (১৭০৭ সালের আগে) ইংরেজ ===\n\nব্রিটিশ আমেরিকা (১৬০৭–১৭৮৩)\nতেরো উপনিবেশ (১৬০৭–১৭৮৩)\nরুপার্টস ল্যান্ড (১৬৭০–১৮৭০)\nব্রিটিশ কলাম্বিয়া (১৭৯৩–১৮৭১)\nব্রিটিশ উত্তর আমেরিকা (১৭৮৩–১৯০৭)\nব্রিটিশ ওয়েস্ট ইন্ডিজ\nবেলিজ\n\n\n=== কুরল্যান্ড এবং সেমিগালিয়ার ডুচি ===\n\nনিউ কুরল্যান্ড (টোবাগো, ত্রিনিদাদ ও টোবাগো) (১৬৫৪–১৬৮৯); কুরল্যান্ড বর্তমানে লাটভিয়ার অংশ।\n\n\n=== ড্যানিশ ===\n\nডানো-নরওয়েজিয়ান ওয়েস্ট ইন্ডিজ (১৭৫৪–১৮১৪)\nড্যানিশ ওয়েস্ট ইন্ডিজ (১৮১৪–১৯১৭)\nডানো-নরওয়েজিয়ান উত্তর গ্রিনল্যান্ড (১৭২১–১৮১৪)\nডানো-নরওয়েজিয়ান দক্ষিণ গ্রিনল্যান্ড (১৭২৮?–১৮১৪)\nগ্রিনল্যান্ড (১৮১৪–১৯৫৩)\n\n\n=== ডাচ ===\n\nনিউ নেদারল্যান্ড (১৬১৪–১৬৬৭)\nএসেকুইবো (১৬১৬–১৮১৫)\nডাচ ভার্জিন দ্বীপপুঞ্জ (১৬২৫–১৬৮০)\nবার্বিস (১৬২৭–১৮১৫)\nনিউ ওয়ালচেরেন (১৬২৮–১৬৭৭)\nডাচ ব্রাজিল (১৬৩০–১৬৫৪)\nপোমেরুন (১৬৫০–১৬৮৯)\nকায়েন (১৬৫৮–১৬৬৪)\nডেমেরারা (১৭৪৫–১৮১৫)\nসুরিনাম (১৬৬৭–১৯৫৪)\nকুরাসাও এবং অধীনস্থ অঞ্চলসমূহ (১৬৩৪–১৯৫৪)\nসিন্ট ইউস্টাতিয়াস এবং অধীনস্থ অঞ্চলসমূহ (১৬৩৬–১৯৫৪)\n\n\n=== ফরাসি ===\n\nবর্তমান কানাডা\nনিউ ফ্রান্স (১৫৩৪–১৭৬৩)\nআকাডিয়া (১৬০৪–১৭১৩)\nনিউফাউন্ডল্যান্ড\nহাডসন বে\nসেন্ট লরেন্স নদী\nগ্রেট লেকস\nকুইবেক\nবর্তমান যুক্তরাষ্ট্র\nফরাসি লুইজিয়ানা (১৬৭২–১৭৬৪)\nফরাসি গায়ানা (১৭৬৩–বর্তমান)\nসেন্ট ডোমিনিক (১৬৫৯–১৮০৪, বর্তমানে হাইতি)\nগুয়াদেলুপ (১৬৩৫–বর্তমান)\nমার্টিনিক (১৬৩৫–বর্তমান)\nসেন্ট পিয়ের এবং মিকেলন (১৬০৪–বর্তমান)\n\n\n=== মাল্টার নাইটস ===\n\nসেন্ট বার্তেলেমি (১৬৫১–১৬৬৫)\nসেন্ট ক্রিস্টোফার (১৬৫১–১৬৬৫)\nসেন্ট ক্রয় (১৬৫১–১৬৬৫)\nসেন্ট মার্টিন (১৬৫১–১৬৬৫)\n\n\n=== নরওয়েজীয় ===\n\nগ্রিনল্যান্ড (৯৮৬–১৪০৮)\nডানো-নরওয়েজীয় দক্ষিণ গ্রিনল্যান্ড (১৭২৮?–১৮১৪)\nডানো-নরওয়েজীয় উত্তর গ্রিনল্যান্ড (১৭২১–১৮১৪)\nডানো-নরওয়েজীয় ওয়েস্ট ইন্ডিজ (১৭৫৪–১৮১৪)\nকুপার দ্বীপ (১৮৪৪–১৯০৫)\nস্বেরড্রুপ দ্বীপপুঞ্জ (১৮৯৮–১৯৩০)\nএরিক দ্য রেডের ভূমি (১৯৩১–১৯৩৩)\n\n\n=== পর্তুগিজ ===\n\nঔপনিবেশিক ব্রাজিল (১৫০০–১৮১৫) পরে রাজ্যে পরিণত হয়, পর্তুগাল, ব্রাজিল ও আলগার্ভের যুক্তরাজ্য।\nতের্রা দো লাব্রাডর (১৪৯৯/১৫০০–?) দাবিকৃত অঞ্চল (ছিটকে বসবাস)।\nল্যান্ড অব দ্য কর্টে-রিয়াল, যা তের্রা নোভা দোস বাকালাউস (কড মাছের ভূমি) নামেও পরিচিত – তের্রা নোভা (নিউফাউন্ডল্যান্ড) (১৫০১–?) দাবিকৃত অঞ্চল (ছিটকে বসবাস)।\nপর্তুগাল কোভ-সেন্ট ফিলিপস (১৫০১–১৬৯৬)\nনোভা স্কটিয়া (১৫১৯?–১৫২০-এর দশক?) দাবিকৃত অঞ্চল (ছিটকে বসবাস)।\nবার্বাডোস (প্রায় ১৫৩৬–১৬২০)\nকলোনিয়া দো সাক্রামেন্তো (১৬৮০–১৭০৫/১৭১৪–১৭৬২/১৭৬৩–১৭৭৭ (১৮১১–১৮১৭))\nসিসপ্লাটিনা (১৮১১–১৮২২, বর্তমানে উরুগুয়ে)\nফরাসি গায়ানা (১৮০৯–১৮১৭)\n\n\n=== রুশ ===\n\nরুশ আমেরিকা (আলাস্কা) (১৭৯৯–১৮৬৭)\nফোর্ট রস (সোনোমা কাউন্টি, ক্যালিফোর্নিয়া)\nরুশ ফোর্ট এলিজাবেথ (হাওয়াই)\n\n\n=== স্কটিশ ===\n\nনোভা স্কটিয়া (১৬২২–১৬৩২)\nডারিয়েন প্রকল্প ইস্থমাস অব পানামা (১৬৯৮–১৭০০)\nস্টুয়ার্টস টাউন, ক্যারোলাইনা (১৬৮৪–১৬৮৬)\n\n\n=== স্প্যানিশ ===\n\nহিস্পানিওলা (১৪৯৩–১৬৯৭)\nপুয়ের্তো রিকো (১৪৯৩–১৮৯৮)\nসান্তিয়াগো উপনিবেশ (১৫০৯–১৬৫৫)\nকিউবা (১৬০৭–১৮৯৮)\nনিউ গ্রানাডার ভাইসরয়ালটি (১৭১৭–১৮১৯)\nভেনেজুয়েলার ক্যাপ্টেনসি জেনারেল\nনতুন স্পেনের ভাইসরয়ালটি (১৫৩৫–১৮২১)\nনুয়েভা এক্সত্রেমাদুরা\nনুয়েভা গালিসিয়া\nনুয়েভো রেইনো দে লিয়ন\nনুয়েভো সান্টান্ডার\nনুয়েভা ভিসকায়া\nক্যালিফোর্নিয়াস\nসান্তা ফে দে নুয়েভো মেক্সিকো\nগুয়াতেমালার ক্যাপ্টেনসি জেনারেল\nলুইজিয়ানা (নতুন স্পেন) (১৭৬৯–১৮০১)\nস্প্যানিশ ফ্লোরিডা (১৫৬৫–১৭৬৩, ১৭৮৩–১৮১৯)\nস্প্যানিশ টেক্সাস (১৭১৬–১৮০২)\nপেরুর ভাইসরয়ালটি (১৫৪২–১৮২৪)\nচিলির ক্যাপ্টেনসি জেনারেল (১৫৪৪–১৮১৮)\nরিও দে লা প্লাতার ভাইসরয়ালটি (১৭৭৬–১৮১৪)\n\n\n=== সুইডিশ ===\n\nনতুন সুইডেন (১৬৩৮–১৬৫৫)\nসেন্ট বার্তেলেমি (১৭৮৪–১৮৭৮)\nগুয়াদেলুপ (১৮১৩–১৮১৪)\n\n\n== ব্যর্থ প্রচেষ্টা ==\n\n\n=== জার্মান ===\nক্লেইন-ভেনেডিগ (神 রোমান সাম্রাজ্য)\nহানাউইশ-ইন্ডিজ\nসেন্ট থমাস (ব্র্যান্ডেনবার্গ উপনিবেশ)\nক্যারিবীয় অঞ্চলে জার্মান আগ্রহ (জার্মান সাম্রাজ্য)\n\n\n=== ইতালিয়ান ===\nথর্টন অভিযান (বর্তমানে ফরাসি গায়ানা)\n\n\n=== ডেনমার্ক ===\nনোভা ডেনিয়া (বর্তমানে চার্চিল, কানাডা)\n\n\n== প্রদর্শনী ও সংগ্রহ ==\n২০০৭ সালে, স্মিথসোনিয়ান ইনস্টিটিউশন এর ন্যাশনাল মিউজিয়াম অব আমেরিকান হিস্ট্রি এবং ভার্জিনিয়া হিস্টোরিকাল সোসাইটি (ভিএইচসি) যৌথভাবে একটি ভ্রাম্যমাণ প্রদর্শনীর আয়োজন করে। এতে উত্তর আমেরিকায় বসবাসকারী স্থানীয় জনগোষ্ঠীর সাথে ইউরোপীয় সাম্রাজ্যগুলোর (ইংরেজ, স্প্যানিশ, ফরাসি) কৌশলগত মৈত্রী ও সহিংস সংঘাতের চিত্র তুলে ধরা হয়। প্রদর্শনীটি তিনটি ভাষায় উপস্থাপিত হয় এবং বিভিন্ন দৃষ্টিকোণ থেকে ইতিহাস ব্যাখ্যা করা হয়। এতে স্থানীয় ও ইউরোপীয়দের বিরল সংরক্ষিত শিল্পকর্ম, মানচিত্র, নথিপত্র এবং উভয় আটলান্টিকের জাদুঘর ও রাজকীয় সংগ্রহের আনুষ্ঠানিক বস্তুসমূহ প্রদর্শিত হয়। প্রদর্শনীটি রিচমন্ড, ভার্জিনিয়ায় ১৭ মার্চ ২০০৭ সালে উদ্বোধন করা হয় এবং ৩১ অক্টোবর ২০০৯ সালে স্মিথসোনিয়ান ইন্টারন্যাশনাল গ্যালারিতে শেষ হয়।\nসম্পর্কিত অনলাইন প্রদর্শনীটি কানাডা ও মার্কিন যুক্তরাষ্ট্রের সমাজগুলোর আন্তর্জাতিক উৎপত্তি অনুসন্ধান করে এবং তিনটি স্থায়ী বসতির ৪০০তম বার্ষিকী স্মরণ করে—জেমসটাউন (১৬০৭), কুইবেক সিটি (১৬০৮) এবং সান্তা ফে (১৬০৯)। এই সাইটটি তিনটি ভাষায় প্রবেশযোগ্য।\n\n\n== আরও দেখুন ==\nউত্তর আমেরিকার উপনিবেশ স্থাপনের কালানুক্রম\nকলম্বীয় বিনিময়\nদক্ষিণ মার্কিন যুক্তরাষ্ট্রে ইউরোপীয় উপনিবেশ স্থাপন\nইউরোপীয় অভিবাসন\nকানাডার সাবেক উপনিবেশ ও অঞ্চলসমূহ\nগুয়াইকাইপুরো\nউত্তর আমেরিকার পশ্চিম উপকূলের ইতিহাস\nকালানুক্রমিকভাবে প্রতিষ্ঠিত উত্তর আমেরিকার শহরসমূহের তালিকা\nমেনোনাইট#পরিবেশগত প্রভাব\nরোমানুস পন্টিফেক্স\nযুকাটানের স্প্যানিশ বিজয়\nউত্তর আমেরিকায় ইউরোপীয় উপনিবেশ স্থাপনের সময়রেখা\nসাম্রাজ্যবাদের সময়রেখা#উত্তর আমেরিকায় উপনিবেশ স্থাপন\n\n\n== নোটসমূহ ==\n\n\n== গ্রন্থ তালিকা ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n উইকিউক্তিতে আমেরিকার ইউরোপীয় উপনিবেশ সম্পর্কিত উক্তি পড়ুন।\n উইকিমিডিয়া কমন্সে আমেরিকার ইউরোপীয় উপনিবেশ সম্পর্কিত মিডিয়া দেখুন।\n\"চিত্রের রাজনৈতিক শক্তি\", ভিস্তা: স্প্যানিশ আমেরিকার ভিজ্যুয়াল কালচার, ১৫২০–১৮২০.\nটেমপ্লেট:আমেরিকাস ইতিহাস\nটেমপ্লেট:উত্তর আমেরিকার ইউরোপীয় উপনিবেশীকরণ\nটেমপ্লেট:উপনিবেশীকরণ\nটেমপ্লেট:আমেরিকার স্থানীয় জনগণ\nটেমপ্লেট:আমেরিকা বিষয়"}