{"pageid": 1515267, "title": "এলিজাবেথ হলওয়ে মার্স্টন", "url": "https://bn.wikipedia.org/wiki?curid=1515267", "content": "সারা এলিজাবেথ মার্স্টন (জন্ম নাম  হলওয়ে; ২০শে ফেব্রুয়ারি, ১৮৯৩ - ২৭শে মার্চ, ১৯৯৩) ছিলেন একজন আমেরিকান আইনজীবী এবং মনোবিজ্ঞানী। তাঁকে এবং তাঁর স্বামী উইলিয়াম মোল্টন মার্স্টনকে প্রতারণা শনাক্ত করার জন্য ব্যবহৃত সিস্টোলিক রক্তচাপ পরিমাপের বিকাশের জন্য কৃতিত্ব দেওয়া হয়, এটি পলিগ্রাফের পূর্বসূরী।\nতাঁকে এবং তাঁর বহুপ্রেমী জীবনসঙ্গী অলিভ বাইর্নকে তাঁর স্বামীর কমিক বই \"ওয়ান্ডার ওম্যান\" তৈরির  অনুপ্রেরণা হিসেবেও কৃতিত্ব দেওয়া হয়।\n\n\n== প্রারম্ভিক জীবন ==\nএলিজাবেথ হলওয়ে মার্স্টনের জন্ম আইল অফ ম্যানে। তাঁর বাবা ছিলেন একজন আমেরিকান ব্যাংক কেরানি উইলিয়াম জর্জ ওয়াশিংটন হলওয়ে (মৃত্যু ১৩ই ফেব্রুয়ারী, ১৯৬১)। তাঁর মা ছিলেন ইংরেজ, নাম ডেইজি (জন্ম নাম  ডি গঞ্জা; মৃত্যু ১৯শে জুলাই, ১৯৪৫)। এলিজাবেথের জন্মনাম হল সারা এলিজাবেথ হলওয়ে। তাঁর পরিবার মার্কিন যুক্তরাষ্ট্রে চলে আসার পর, সারা ম্যাসাচুসেটসের বোস্টনে বড় হয়ে ওঠেন। তাঁর ডাকনাম ছিল \"স্যাডি\"। অবশেষে তিনি তাঁর নামের প্রথম অংশ সারা ত্যাগ করে তাঁর মধ্য নাম এলিজাবেথ দিয়ে পরিচিত হন।\n\n\n== কর্মজীবন এবং পরিবার ==\nএলিজাবেথ মার্স্টন ১৯১৫ সালে মাউন্ট হলিওক কলেজ থেকে মনোবিজ্ঞানে বিএ এবং ১৯১৮ সালে বোস্টন ইউনিভার্সিটি স্কুল অফ ল থেকে এলএলবি ডিগ্রি অর্জন করেন, সেই বছর স্কুল অফ ল-এর মাত্র তিনজন মহিলা স্নাতকের মধ্যে তিনি একজন ছিলেন।\n১৯১৫ সালে এলিজাবেথ মার্স্টন উইলিয়াম মোল্টন মার্স্টনকে বিয়ে করেন। তিনি ৩৫ বছর বয়সে প্রথম সন্তান প্রসব করেন, তারপর কাজে ফিরে আসেন। তাঁর দীর্ঘ ও উৎপাদনশীল কর্মজীবনে, তিনি প্রথম চোদ্দটি কংগ্রেসের নথিপত্র তালিকাভুক্ত করেছিলেন, বেশ কয়েকটি আমেরিকান বিশ্ববিদ্যালয়ে আইন, নীতিশাস্ত্র এবং মনোবিজ্ঞানের উপর বক্তৃতা দিয়েছিলেন এবং এনসাইক্লোপিডিয়া ব্রিটানিকা ও ম্যাককলের সম্পাদক হিসেবে দায়িত্ব পালন করেছিলেন। তিনি তাঁর স্বামী এবং সি. ডেলি কিং-এর সাথে \"ইন্টিগ্রেটিভ সাইকোলজি\" নামে একটি পাঠ্যপুস্তক রচনা করেছিলেন। ১৯৩৩ সালে, তিনি মেট্রোপলিটন লাইফ ইন্স্যুরেন্সের প্রধান নির্বাহীর সহকারী হন।\n১৯২০-এর দশকের শেষের দিকে, টাফ্টস বিশ্ববিদ্যালয়ে শিক্ষকতা করার সময় উইলিয়ামের সাথে দেখা হওয়া এক তরুণী অলিভ বাইর্ন, এই পরিবারে যোগ দেন। এলিজাবেথ মার্স্টনের দুটি সন্তান ছিল, পিটার এবং অলিভ অ্যান, অন্যদিকে অলিভ বাইর্নও উইলিয়ামের দুটি সন্তান, বাইর্ন এবং ডনের জন্ম দিয়েছিলেন। মার্স্টন দম্পতি আইনত অলিভের ছেলেদের দত্তক নিয়েছিলেন এবং ১৯৪৭ সালে উইলিয়ামের মৃত্যুর পরেও অলিভ পরিবারের অংশ ছিলেন।\nএলিজাবেথ মার্স্টন যখন কাজ করতেন, তখন অলিভ বাড়িতে বাচ্চাদের সামলাতেন। তিনি পঁয়ষট্টি বছর বয়স পর্যন্ত মেটলাইফে কাজ করেন, এবং চার সন্তানের কলেজ পর্যন্ত পড়াশোনা চালিয়ে যান। বাইর্ন মেডিকেল স্কুল এবং ডন আইন স্কুলে পড়েন। ১৯৯০ সালে অলিভের মৃত্যুর আগে পর্যন্ত তিনি এবং অলিভ একসাথে থাকতেন। অলিভ এবং এলিজাবেথ উভয়েই \"সেই সময়ের নারীবাদকে মূর্ত করেছিলেন।\"\n\n\n=== সিস্টোলিক রক্তচাপ পরীক্ষা ===\nএলিজাবেথ মার্স্টন হার্ভার্ড বিশ্ববিদ্যালয়ের র‍্যাডক্লিফ কলেজে স্নাতকোত্তর ডিগ্রি প্রোগ্রামে ভর্তি হন। তাঁর স্বামী উইলিয়াম হার্ভার্ডে মনোবিজ্ঞানে ডক্টরেট প্রোগ্রামে যোগদান করেন, সেই সময় সেখানে শুধুমাত্র পুরুষ ছাত্রদের ভর্তি করা হত। তবে তিনি উইলিয়ামের সাথে তাঁর গবেষণা-প্রবন্ধে কাজ করেছিলেন, তাঁদের গবেষণার বিষয় ছিল প্রতারণার সঙ্গে রক্তচাপের মাত্রার মধ্যে সম্পর্ক। পরে তিনি এটিকে প্রতারণা শনাক্ত করার জন্য ব্যবহৃত সিস্টোলিক রক্তচাপ পরীক্ষায় রূপান্তরিত করেন যেটিকে পলিগ্রাফ পরীক্ষার পূর্বসূরী বলা হয়।\n১৯২১ সালে, এলিজাবেথ র‍্যাডক্লিফ থেকে এমএ এবং উইলিয়াম হার্ভার্ড থেকে পিএইচডি ডিগ্রি অর্জন করেন। যদিও  উইলিয়ামের প্রাথমিক কাজে তাঁকে উইলিয়ামের সহযোগী হিসেবে তালিকাভুক্ত করা হয়নি, তবুও অনেক লেখক প্রত্যক্ষ ও পরোক্ষভাবে এলিজাবেথের স্বামীর রক্তচাপ / প্রতারণা গবেষণার কাজে এলিজাবেথের কথা উল্লেখ করেছেন। ১৯২০-এর দশকে তাঁর পলিগ্রাফ ল্যাবরেটরিতে তোলা একটি ছবিতে তাঁকে দেখা যায়, ১৯৩৮ সালে সেটি উইলিয়ামের একটি প্রকাশনায় পুনরায় ব্যবহার করা হয়।\n\n\n=== ওয়ান্ডার ওম্যান ===\n১৯৯২ সালে দ্য নিউ ইয়র্ক টাইমসের \"আওয়ার টাউনস\" শিরোনামের একটি প্রতিবেদনে ওয়ান্ডার ওম্যান তৈরিতে এলিজাবেথের জড়িত থাকার বিষয়ে আলোচনা করা হয়েছিল (যদিও হলওয়ের \"এই সুপার-হিরো একজন মহিলা হওয়া উচিত\" যেটি হলওয়েকে দেওয়া হয়েছিল এই ঘোষণার জন্য কোনও উৎস উল্লেখ করা হয়নি):\n \nতাঁর ১৯৯৩ সালের মৃত্যুবাণীতে আরও বলা হয়েছে যে তিনি ওয়ান্ডার ওম্যানের বিকাশে অবদান রেখেছিলেন, যেখানে লিলিয়ান এস. রবিনসন যুক্তি দিয়েছিলেন যে অলিভ বাইর্ন এবং এলিজাবেথ উভয়ই চরিত্রটির মডেল ছিলেন।\n\n\n== মৃত্যু ==\nএলিজাবেথ তাঁর ১০০তম জন্মদিনের এক মাস পর, ১৯৯৩ সালের ২৭শে মার্চ মারা যান।\nএলিজাবেথের জীবন চিত্রিত হয়েছে প্রফেসর মার্স্টন অ্যাণ্ড দ্য ওয়াণ্ডার উইমেন-এ, এটি ২০১৭ সালের একটি কাল্পনিক জীবনীমূলক নাটক, যেখানে তাঁর স্বামী উইলিয়াম, অলিভ বাইর্ন এবং ওয়ান্ডার ওম্যানের সৃষ্টিও চিত্রিত হয়েছে। ছবিতে এলিজাবেথের চরিত্রে অভিনয় করেছেন ব্রিটিশ অভিনেত্রী রেবেকা হল।\n\n\n== গ্রহাণু ==\nতাঁর স্মরণে গ্রহাণু ১০১৮১৩ এলিজাবেথমারস্টন নামকরণ করা হয়েছিল। ২০১৮ সালের  ২৫শে সেপ্টেম্বর তারিখে মাইনর প্ল্যানেট সেন্টার (এম.পি.সি. ১১১৮০০ ) কর্তৃক গ্রহাণু ১০২২৩৪ অলিভবাইর্নের নামকরণের সাথে আনুষ্ঠানিক নামকরণের উদ্ধৃতি প্রকাশিত হয়েছিল।\n\n\n== লেখা ==\nইন্টিগ্রেটিভ সাইকোলজি: এ স্টাডি অফ ইউনিট রেসপন্স, লেখক: উইলিয়াম মোল্টন মার্স্টন, সি. ডেলি কিং এবং এলিজাবেথ হলওয়ে মার্স্টন, ১৯৩১।\n\"চক মার্কস অন দ্য গেট\", এলিজাবেথ হলওয়ে; ছবি অ্যাডলফ ট্রিডলার; ওম্যানস হোম কম্প্যানিয়ন, ১৯২৪, জানুয়ারি; পৃষ্ঠা ১৪-১৫, ৯৬।\n\"গিফট-হর্স\", এলিজাবেথ হলওয়ে; ছবি জর্জ রাইট; ওম্যান'স হোম কম্প্যানিয়ন, ১৯২২, জুলাই; পৃষ্ঠা ২২-২৩, ৯২-৯৩।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\" মাই গ্র্যাণ্ডমাদার ওয়াজ দ্য রিয়েল-লাইফ ওয়াণ্ডার ওম্যান (অতিথি কলাম) ,\" দ্য হলিউড রিপোর্টার, ২ জুন, ২০১৭।\nটেমপ্লেট:Wonder Woman"}