{"pageid": 1515331, "title": "পুপুল ভূঁইয়া", "url": "https://bn.wikipedia.org/wiki?curid=1515331", "content": "পুপুল ভূঁইয়া (ওড়িয়া উচ্চারণ: [pupulɔ bʱujaː̃] ) একজন ভারতীয় অভিনেত্রী, টেলিভিশন উপস্থাপিকা এবং মডেল যিনি মূলত ওড়িয়া চলচ্চিত্র, টিভি চলচ্চিত্র, টিভি ধারাবাহিক এবং বিনোদনমূলক অনুষ্ঠানে কাজ করেছেন। তিনি ২০১৩ সালে কাব্য কিরণের সাথে প্রথম ওড়িয়া থ্রিডি ছবি কৌনরি কন্যায় অভিনয়ের মাধ্যমে ওড়িয়া চলচ্চিত্র জগত অলিউডে তার অভিনয় জীবন শুরু করেন।  ২০১৮ সালে, তিনি অপেরা মিসেস ইন্ডিয়া গ্লোবাল প্রতিযোগিতায় বিজয়ীর শিরোপা পেয়েছিলেন। \n\n\n== জীবনের প্রথমার্ধ ==\nতিনি ওড়িশার কেওনঝর জেলার সাইনকুল গ্রামে বাটাকৃষ্ণ ভূঁইয়া এবং বৈজয়ন্তীমালা ভুঁইয়ার ঘরে জন্মগ্রহণ করেন। তিনি ভুবনেশ্বরের বক্সি জগবন্ধু বিদ্যাধর কলেজ থেকে স্নাতক ডিগ্রি অর্জন করেন।  ২০১৬ সালে, তিনি দীপ থাদানিকে বিয়ে করেন। \n\n\n== কর্মজীবন ==\nভূঁইয়া তার কর্মজীবন শুরু করেছিলেন একজন মঞ্চ উপস্থাপক হিসেবে। তারপর তিনি ই-নিউজ, আপানঙ্কা পছন্দ ইত্যাদির মতো কিছু একক টেলিভিশন অনুষ্ঠান উপস্থাপনা করেছিলেন। পরে তিনি সারেগামাপা লিটল চ্যাম্পস, স্বরা ওড়িশারা, মুন বি হিরোইন হেবি ইত্যাদি জনপ্রিয় বিনোদনমূলক অনুষ্ঠান উপস্থাপনা শুরু করেন।\n২০১৩ সালে তিনি সোম্য রঞ্জন সাহু পরিচালিত প্রথম ওড়িয়া থ্রিডি ছবি, কৌনরি কন্যায় একটি প্রধান চরিত্রে অভিনয়ের মাধ্যমে ওড়িয়া চলচ্চিত্র জগতে আত্মপ্রকাশ করেন। পরবর্তীতে তিনি ব্ল্যাকমেইল, বিদ্যারানা, ইত্যাদি ওড়িয়া সিনেমায় কিছু বিশেষ ভূমিকায় অভিনয় করেন। ২০২৩ সালে, তিনি এস্থ্রী মুভিজের উদ্যোগে নির্মিত প্রকল্প নিয়তিতে অভিনয় করেন। \nউপস্থাপনা এবং অভিনয় ছাড়াও, তিনি মডেলিং -এর কাজও করেছেন। ২০১৮ সালে, তিনি অপেরা মিসেস ইন্ডিয়া গ্লোবাল প্রতিযোগিতায় অংশগ্রহণ করেছিলেন এবং তাতে জয়লাভ করেছিলেন।  তিনি প্রতিযোগীতার সেমিফাইনালে সেরা র‍্যাম্প ওয়াকের পুরস্কার জিতেছিলেন।  ২০২২ সালে তিনি ওড়িয়া ম্যাগাজিন, শুভপল্লব-এর প্রচ্ছদ ছবিতে স্থান পেয়েছিলেন।  এর আগে ২০১৬ সালে, কাদম্বিনী ম্যাগাজিনে তার ছবি প্রকাশিত হয়েছিলেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== টেলিভিশন ==\n\n\n== পুরস্কার ==\nশ্রেষ্ঠ নবাগতা নতুন নায়িকা হিসাবে রূপনগর মহানগর পুরস্কার\nশ্রেষ্ঠ নবাগতা নতুন নায়িকা জন্য শো টাইম পুরস্কার\nঅপেরা মিসেস ইন্ডিয়া গ্লোবাল ২০১৮ \n\n\n== তথ্যসূত্র =="}