{"pageid": 1515414, "title": "মার্কিন সাংবাদিকতার ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1515414", "content": "মার্কিন যুক্তরাষ্ট্রে সাংবাদিকতা সাধারণভাবে সাথে শুরু হয় এবং মার্কিন স্বাধীনতার প্রচারণায় একটি রাজনৈতিক শক্তি হয়ে ওঠে। স্বাধীনতার পর মার্কিন সংবিধানের প্রথম সংশোধনী সংবাদপত্রের স্বাধীনতা এবং বাকস্বাধীনতার নিশ্চয়তা দেয়। মার্কিন বিপ্লবের পর মার্কিন সংবাদপত্র দ্রুত বৃদ্ধি পায়। সংবাদপত্র দেশের রাজনৈতিক দলগুলির জন্য, একইসাথে সংগঠিত ধর্মীয় প্রতিষ্ঠানগুলির জন্যও একটি গুরুত্বপূর্ণ সহায়ক উপাদান হয়ে ওঠে।\n\nউনিশ শতকে মার্কিন যুক্তরাষ্ট্রের পূর্বাঞ্চলীয় শহরগুলির বাইরে সংবাদপত্রগুলি প্রসারিত হতে শুরু করে এবং প্রকাশিত হতে শুরু করে। ১৮৩০-এর দশক থেকে পেনি প্রেস মার্কিন সাংবাদিকতায় একটি গুরুত্বপূর্ণ ভূমিকা পালন করতে শুরু করে। ১৮৪০-এর দশকে টেলিগ্রাফ এবং ছাপাখানার মতো প্রযুক্তিগত দ্রুত অগ্রগতি জাতির সংবাদপত্রের সম্প্রসারণে সহায়তা করে, ফলে তারা দ্রুত অর্থনৈতিক ও জনসংখ্যাগত বৃদ্ধির অভিজ্ঞতা অর্জন করে।\n১৯০০ সালের মধ্যে প্রধান সংবাদপত্রগুলি গুরুত্ব সহকারে এবং বস্তুনিষ্ঠ সংবাদ সংগ্রহের পাশাপাশি ওকালতি, কুৎসা রটানো এবং চাঞ্চল্যকরতার লাভজনক শক্তিতে পরিণত হয়। প্রযুক্তিগত পরিবর্তন আবার মার্কিন সাংবাদিকতাকে বদলে দেয় কারণ ১৯২০-এর দশকে বেতার, এরপর ১৯৫০-এর দশকে টেলিভিশন এবং ১৯৯০-এর দশকে ইন্টারনেট এসেছিল।\nবিংশ শতাব্দীর শেষের দিকে মার্কিন সাংবাদিকতার বেশিরভাগ অংশই বৃহৎ গণমাধ্যম সমষ্টিতে (প্রধানত টেড টার্নার এবং রুপার্ট মারডকের মতো মিডিয়া দানবদের মালিকানাধীন) একীভূত হয়। একবিংশ শতাব্দীতে ডিজিটাল সাংবাদিকতার আগমনের সাথে সাথে সংবাদপত্রগুলি ব্যবসায়িক সংকটের মুখোমুখি হয় কারণ পাঠকরা সংবাদের জন্য সোশ্যাল মিডিয়ার দিকে ঝুঁকে পড়েন এবং বিজ্ঞাপনদাতারা তাদের অনুসরণ করতে ফেসবুকের মতো পরিষেবাগুলিতে চলে যান।\n\n\n== ঔপনিবেশিক যুগ ==\nমার্কিন সাংবাদিকতার ইতিহাস শুরু হয় ১৬৯০ সালে, যখন বেঞ্জামিন হ্যারিস বোস্টনে \"পাবলিক অকারেন্সেস বোথ ফরেন অ্যান্ড ডমেস্টিক\" বইটির প্রথম সংস্করণ প্রকাশ করেন। হ্যারিসের আন্তঃআটলান্টিক সংযোগ ছিল দৃঢ় এবং লন্ডনের মতো একটি নিয়মিত সাপ্তাহিক সংবাদপত্র প্রকাশ করার ইচ্ছা ছিল তার, কিন্তু তিনি পূর্ব অনুমোদন পাননি এবং একক সংস্করণের পরে তার পত্রিকাটি বন্ধ করা হয়। প্রথম সফল সংবাদপত্র দ্য বোস্টন নিউজ-লেটার, ১৭০৪ সালে চালু হয়। এবার প্রতিষ্ঠাতা ছিলেন স্থানীয় পোস্টমাস্টার জন ক্যাম্পবেল এবং তার পত্রিকায় ঘোষণা করা হয় যে এটি \"কর্তৃপক্ষ কর্তৃক প্রকাশিত\"।\nআঠারো শতকে উপনিবেশগুলি দ্রুত বৃদ্ধি পাওয়ার সাথে সাথে পূর্ব উপকূলের বন্দর শহরগুলিতে সংবাদপত্র প্রকাশিত হতে শুরু করে। এসময় মাস্টার মুদ্রাকররা একটি কাঠামো খুঁজতে শুরু করে। তাদের মধ্যে ছিলেন জেমস ফ্র্যাঙ্কলিন যিনি দ্য নিউ ইংল্যান্ড কুরান্টের প্রতিষ্ঠাতা (১৭২১-১৭২৭)। এর জন্য তিনি তার ছোট ভাই বেঞ্জামিন ফ্র্যাঙ্কলিনকে একজন মুদ্রাকরের শিক্ষানবিশ হিসেবে নিয়োগ করেছিলেন। অন্যান্য অনেক ঔপনিবেশিক সংবাদপত্রের মতো এটিও দলীয় স্বার্থের সাথে সংযুক্ত ছিল। বেন ফ্র্যাঙ্কলিন প্রথম তার ভাইয়ের পত্রিকায় সাইলেন্স ডোগুড ছদ্মনামে ১৭২২ সালে লেখা শুরু করেন, এমনকি তার ভাইও প্রথমে তার পরিচয় জানতেন না। ছদ্মনাম প্রকাশনা সেই সময়ের একটি সাধারণ অভ্যাস ছিল, যা লেখকদের সরকারি কর্মকর্তা এবং তাদের সমালোচনা করা অন্যান্যদের কাছ থেকে প্রতিশোধ থেকে রক্ষা করত, এটি পরবর্তীতে প্রায়শই এমন পর্যায়ে চলে যায় যা বর্তমান যুগে মানহানি হিসাবে বিবেচিত হয়ে থাকে।\nবেন ফ্র্যাঙ্কলিন ১৭২৮ সালে ফিলাডেলফিয়ায় চলে যান এবং পরের বছর পেনসিলভানিয়া গেজেটের দায়িত্ব গ্রহণ করেন। বেন ফ্র্যাঙ্কলিন মূলত অন্যান্য শহরের অন্যান্য মুদ্রাকরদের ভাড়া দিয়ে তার ব্যবসা সম্প্রসারণ করেন, যারা তাদের নিজস্ব সংবাদপত্র প্রকাশ করত। ১৭৫০ সালের মধ্যে ছয়টি বৃহত্তম উপনিবেশে ১৪টি সাপ্তাহিক সংবাদপত্র প্রকাশিত হয়। এর মধ্যে সবচেয়ে বড় এবং সফলটি সপ্তাহে সর্বোচ্চ তিনবার প্রকাশিত হত।\nঔপনিবেশিক সংবাদপত্রগুলি সাধারণত একজন ব্যক্তির অধীনে ছিল; কিছু ক্ষেত্রে একজন বিধবা তার প্রয়াত স্বামীর কার্যক্রমের দায়িত্ব গ্রহণ করতেন। প্রকাশক, প্রতিবেদক, সম্পাদক, টাইপসেটার, মুদ্রক এবং হিসাবরক্ষক হিসেবে মালিক কাজ করতেন। সম্ভবত একজন সাহায্যকারী প্রতি সপ্তাহে কয়েকশ কপি মুদ্রণে সহায়তা করতেন। দোকানটি স্থানীয় ব্যবসায়ীদের জন্য লিফলেট এবং ধর্মীয় নেতাদের জন্য ধর্মোপদেশও ছাপত। সংবাদপত্রের পাতাগুলো অন্যান্য সংবাদপত্রের ক্লিপিং, ইউরোপের প্রতিবেদন এবং কিছু স্থানীয় প্রতিবেদনে ভরা ছিল। সংবাদপত্রগুলিতে শিরোনাম বা ছবি ছিল না, তবে স্থানীয় ব্যবসায়ীদের বিজ্ঞাপনের পাশাপাশি সরকারী ঘোষণাও থাকতো। স্থানীয় লেখকরা (সাধারণত বেনামী) কবিতা, প্রবন্ধ, ধর্মোপদেশ এবং কখনও কখনও বর্তমান ঘটনাবলীর উপর রাজনৈতিক ভাষ্য প্রদান করতেন। বিষয়বস্তুতে নতুন পণ্যের বিজ্ঞাপন এবং স্থানীয় সংবাদ অন্তর্ভুক্ত ছিল যা সাধারণত বাণিজ্যিক ও রাজনৈতিক ঘটনাবলীর উপর ভিত্তি করে তৈরি হত। সম্পাদকরা তাদের কাগজপত্র বিনিময় করতেন এবং প্রায়শই অন্যান্য ছোট শহর থেকে সংবাদ পুনর্মুদ্রণ করতেন। সম্পাদকের কাছে লেখা প্রায়শই বেনামী প্রবন্ধ এবং চিঠিগুলি সমসাময়িক বিষয়গুলির উপর মতামত প্রদান করত। যদিও ধর্মীয় সংবাদ খুব কম ছিল, লেখকরা সাধারণত সুসংবাদকে ঈশ্বরের অনুগ্রহের পরিপ্রেক্ষিতে এবং খারাপ সংবাদকে তাঁর ক্রোধের প্রমাণ হিসাবে ব্যাখ্যা করতেন। অপরাধীদের ভাগ্য প্রায়শই পাপের শাস্তির সতর্কীকরণের গল্প হিসেবে প্রচারিত হত।\n\n\n== মার্কিন স্বাধীনতা ==\n১৭৬৫ সালের স্ট্যাম্প আইন কাগজের উপর কর আরোপ করে এবং করের বোঝা মুদ্রকদের উপর পড়ে, যারা এই কর বাতিলের জন্য একটি সফল লড়াইয়ের নেতৃত্ব দেন। ১৭৭০-এর দশকের গোড়ার দিকে বেশিরভাগ সংবাদপত্র প্যাট্রিয়ট আন্দোলনকে সমর্থন করে। অনুগত সংবাদপত্রগুলি প্রায়শই বন্ধ করে দিতে বা অনুগতদের শক্ত ঘাঁটিতে স্থানান্তরিত হতে বাধ্য হত, বিশেষ করে নিউ ইয়র্ক সিটিতে। উপনিবেশের প্রকাশকরা টমাস পেইনের লেখা পুস্তিকাগুলি, বিশেষ করে \"কমন সেন্স\" (১৭৭৬) ব্যাপকভাবে পুনর্মুদ্রণ করেছিলেন। ১৭৭৬ সালের ডিসেম্বরে সংবাদপত্রের ছাপাখানায় তাঁর \"ক্রাইসিস \" প্রবন্ধ প্রথম প্রকাশিত হয়, যেখানে তিনি সতর্ক করেছিলেন:এই সময়গুলো মানুষের আত্মার পরীক্ষা করে। গ্রীষ্মকালীন সৈনিক এবং সূর্যমুখী দেশপ্রেমিক, এই সংকটে, তাদের দেশের সেবা থেকে সরে আসবেন, কিন্তু যিনি এখন এই সংকটের মুখোমুখি, তিনি পুরুষ ও মহিলা উভয়ের ভালোবাসা এবং ধন্যবাদ পাওয়ার যোগ্য।\n\n১৭৭৫ সালে যখন স্বাধীনতা যুদ্ধ শুরু হয়, তখন ৩৭টি সাপ্তাহিক সংবাদপত্র চালু ছিল; ২০টি যুদ্ধের মধ্যেও টিকে থাকে এবং ৩৩টি নতুন সংবাদপত্র চালু হয়। ব্রিটিশ অবরোধের ফলে কাগজ, কালি এবং নতুন সরঞ্জামের আমদানি তীব্রভাবে হ্রাস পায়। ফলে সংবাদপত্র পাতলা হয়ে যায় এবং প্রকাশনা বিলম্বিত হয়। ১৭৮২ সালে যখন যুদ্ধ শেষ হয়, তখন ৩৫টি সংবাদপত্র ছিল যার সম্মিলিত প্রচারণা ছিল প্রতি সপ্তাহে প্রায় ৪০,০০০ কপি এবং প্রকৃত পাঠক সংখ্যা ছিল লক্ষ লক্ষ। ১৭৬৫-১৭৭৫ যুগে ব্রিটিশ সরকারের বিরুদ্ধে উপনিবেশবাদীদের অভিযোগ সংজ্ঞায়িত করতে এবং মার্কিন বিপ্লবকে সমর্থন করার ক্ষেত্রে এই সংবাদপত্রগুলি গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।\nপ্রতি সপ্তাহে অ্যানাপোলিসের মেরিল্যান্ড গেজেট প্যাট্রিয়টদের উদ্দেশ্যকে প্রচার করত এবং অবগত প্যাট্রিয়ট দৃষ্টিভঙ্গিও প্রতিফলিত করত। স্ট্যাম্প আইনের সময় থেকেই প্রকাশক জোনাস গ্রিন ব্রিটিশ পদক্ষেপের তীব্র প্রতিবাদ জানিয়েছিলেন। ১৭৬৭ সালে তিনি মারা গেলে তার বিধবা স্ত্রী অ্যান ক্যাথেরিন হুফ গ্রিন প্রথম মহিলা হিসেবে মার্কিন সংবাদপত্রের শীর্ষ পদে অধিষ্ঠিত হন। ঔপনিবেশিক অধিকারের একজন দৃঢ় সমর্থক, যিনি দুই ছেলের সহায়তায় সংবাদপত্রের পাশাপাশি অনেক পুস্তিকা প্রকাশ করেছিলেন; তিনি ১৭৭৫ সালে মারা যান।\nযুদ্ধের সময় অবদানকারীরা বেশ কয়েকটি রাজ্যে অ্যাংলিকীয় মণ্ডলীর বিলুপ্তি, নিরপেক্ষ এবং অনুগতদের বিরুদ্ধে বলপ্রয়োগ, পেইনের \"সাধারণ জ্ঞান\" এর অর্থ এবং অনুগতদের সম্পত্তি বাজেয়াপ্তকরণ নিয়ে বিতর্ক করেন। সামরিক অভিযানের বিস্তারিত বিবরণের প্রতি একটি উচ্ছ্বসিত আশাবাদী সুরে অনেক মনোযোগ দেওয়া হয়। প্যাট্রিয়ট সম্পাদকরা প্রায়শই সরকারের পদক্ষেপ বা নিষ্ক্রিয়তার তীব্র সমালোচনা করতেন। শান্তির সময়ে সমালোচনার ফলে মূল্যবান মুদ্রণ চুক্তি হারাতে পারে, কিন্তু যুদ্ধের সময় সরকারের সংবাদপত্রের প্রয়োজন ছিল। তাছাড়া রাজ্য সরকার এবং রাজনৈতিক দলগুলির মধ্যে এতই পার্থক্য ছিল যে সম্পাদকদের তাদের বন্ধুরা সুরক্ষিত রাখতে পারত। যখন টমাস পেইন তার প্রকাশিত একটি চিঠির কারণে কংগ্রেসের পৃষ্ঠপোষকতার পদ হারান, তখন রাজ্য সরকার শীঘ্রই তাকে নিয়োগ দেয়।\n\n\n== ফার্স্ট পার্টি ব্যবস্থা ==\n\nনতুন প্রজাতন্ত্রে সংবাদপত্রের বিকাশ ঘটে, ১৮০০ সালের মধ্যে প্রায় ২৩৪টি প্রকাশিত হয়, এবং নতুন ফেডারেল সরকারের রূপ সম্পর্কে খুব পক্ষপাতদুষ্ট ছিল যা ধারাবাহিক ফেডারেলিস্ট বা রিপাবলিকান রাষ্ট্রপতিদের দ্বারা গঠিত হয়েছিল। সংবাদপত্রগুলি বিভিন্ন রাজনীতিবিদদের প্রতি প্রচুর গালমন্দ করত এবং আলেকজান্ডার হ্যামিল্টন এবং অ্যারন বারের মধ্যে দ্বন্দ্ব সংবাদপত্রের পাতায় শেষ পর্যন্ত বিতর্কের সূত্রপাত করে।\n\n১৭৯৬ সালের মধ্যে উভয় দলই সাপ্তাহিক সংবাদপত্রের জাতীয় নেটওয়ার্কগুলিকে পৃষ্ঠপোষকতা করে যা বিরোধীদের তীব্র আক্রমণ করে। ১৭৯০-এর দশকের ফেডারেলিস্ট এবং রিপাবলিকান সংবাদপত্রগুলি তাদের শত্রুদের বিরুদ্ধে তীব্র সমালোচনা করত।\nফরাসি বিপ্লব নিয়ে বিতর্কে সবচেয়ে উত্তপ্ত বক্তব্য উঠে আসে, বিশেষ করে ১৭৯৩-৯৪ সালের জ্যাকোবিন সন্ত্রাসের সময় গিলোটিন প্রতিদিন ব্যবহার করা হত। জাতীয়তাবাদ ছিল একটি উচ্চ অগ্রাধিকার এবং সম্পাদকরা নিউ ইয়র্ক এবং ফিলাডেলফিয়ায় তাদের ক্লাব ও প্রকাশনাগুলির মাধ্যমে একটি জাতীয় সাহিত্য সংস্কৃতিকে উদ্দীপিত করার জন্য ফেডারেলিস্ট প্রচেষ্টার পাশাপাশি ম ভাষাকে সরলীকৃত ও মার্কিনকরণের জন্য নোয়াহ ওয়েবস্টারের প্রচেষ্টা দ্বারা চিহ্নিত একটি বৌদ্ধিক জাতীয়তাবাদকে লালন করেন।\n১৭৯০ থেকে ১৮০০-এর দশকের সবচেয়ে গুরুত্বপূর্ণ সংবাদপত্রগুলি অন্যান্য সম্পাদকরা মনোযোগ সহকারে পড়তেন এবং সেখান থেকে অনুলিপি করতেন। কফি হাউস এবং সরাইখানাগুলিতে এগুলি জোরে জোরে পড়া হত এবং মন্তব্য করা হত।\n\nফিলাডেলফিয়ায় গেজেট অব দ্য ইউনাইটেড স্টেটস ছিল নেতৃস্থানীয় ফেডারেলিস্ট সংবাদপত্র যা ১৭৮৯ সালে প্রতিষ্ঠিত হয় এবং জন ফেনো দ্বারা সম্পাদিত হত। এটি ফেডারেলিস্ট পার্টি এবং ওয়াশিংটন প্রশাসনের জন্য একটি জঙ্গি মুখপত্র ছিল।\nফিলাডেলফিয়ার ন্যাশনাল গেজেট ছিল শীর্ষস্থানীয় রিপাবলিকান সংবাদপত্র, যা ১৭৯১ সালে প্রতিষ্ঠিত হয় এবং ফিলিপ ফ্রেনো দ্বারা সম্পাদিত হত। এটি ফেডারেলিস্টদের এবং ওয়াশিংটনের একজন তীব্র সমালোচক ছিল। নেতৃস্থানীয় রিপাবলিকানরা ম্যাডিসন এবং জেফারসন সহ প্রায়শই ছদ্মনামে নিবন্ধ লিখতেন। ওয়াশিংটন প্রায়শই বিরক্ত হতেন, বন্ধুদের কাছে \"ওই রাস্কাল ফ্রেনো\" সম্পর্কে বকাবকি করতেন। \nকলম্বিয়ান সেন্টিনেল ছিল বোস্টনে প্রকাশিত একটি বিশিষ্ট ফেডারেলিস্ট সংবাদপত্র, যার সম্পাদক ছিলেন বেঞ্জামিন রাসেল। এটি নিউ ইংল্যান্ডের সবচেয়ে প্রভাবশালী পত্রিকাগুলির মধ্যে একটি ছিল এবং এর উপাদানগুলি ব্যাপকভাবে পুনর্মুদ্রিত হয়েছিল।\nন্যাশনাল ইন্টেলিজেন্সার ওয়াশিংটন ডিসির দক্ষিণের শীর্ষস্থানীয় রিপাবলিকান সংবাদপত্র ছিল। কয়েক দশক ধরে এটি কংগ্রেসনাল সংবাদের একটি প্রধান উৎস ছিল।\n\n\n== পেনি প্রেস, টেলিগ্রাফ এবং দলীয় রাজনীতি ==\nনিউ ইয়র্ক, ফিলাডেলফিয়া, বোস্টন এবং ওয়াশিংটনের মতো মার্কিন শহরগুলি যত বৃদ্ধি পাচ্ছিল, সংবাদপত্রগুলিও তত বৃদ্ধি পাচ্ছিল। বৃহত্তর ছাপাখানা, টেলিগ্রাফ এবং অন্যান্য প্রযুক্তিগত উদ্ভাবনের ফলে সংবাদপত্রগুলি হাজার হাজার কপি মুদ্রণ করতে, প্রচলন বৃদ্ধি করতে এবং রাজস্ব বৃদ্ধি করতে সক্ষম হয়। বৃহত্তম শহরগুলিতে কিছু সংবাদপত্র রাজনৈতিকভাবে স্বাধীন ছিল। কিন্তু বেশিরভাগেরই (বিশেষ করে ছোট শহরগুলিতে) রাজনৈতিক দলগুলির সাথে ঘনিষ্ঠ সম্পর্ক ছিল, যারা তাদের যোগাযোগ এবং প্রচারণার জন্য ব্যবহার করত। তাদের সম্পাদকীয়গুলিতে বর্তমান বিষয়গুলিতে দলীয় অবস্থান ব্যাখ্যা করা হত এবং বিরোধী দলের নিন্দা করা হত।\nবিংশ শতাব্দীর সংবাদপত্রের ধরণ অনুযায়ী প্রথম সংবাদপত্র ছিল নিউ ইয়র্ক হেরাল্ড, যা ১৮৩৫ সালে প্রতিষ্ঠিত হয় এবং জেমস গর্ডন বেনেট সিনিয়র দ্বারা প্রকাশিত হয়। এটি রাজনৈতিকভাবে স্বাধীন ছিল এবং এটিই প্রথম সংবাদপত্র ছিল যেখানে শহরের কর্মীরা নিয়মিত বিট এবং স্পট নিউজ, নিয়মিত ব্যবসা এবং ওয়াল স্ট্রিটের খবর সংগ্রহের পাশাপাশি সংবাদ পরিবেশন করত। ১৮৩৮ সালে বেনেট ইউরোপে ছয়জনের প্রথম বিদেশী সংবাদদাতা কর্মীদের সংগঠিত করেন এবং গুরুত্বপূর্ণ শহরগুলিতে দেশীয় সংবাদদাতাদের নিযুক্ত করেন, যার মধ্যে নিয়মিত কংগ্রেসের সংবাদ সংগ্রহ করার জন্য প্রথম প্রতিবেদকও ছিলেন।\nশীর্ষস্থানীয় দলীয় সংবাদপত্র ছিল নিউ ইয়র্ক ট্রিবিউন, যা ১৮৪১ সালে প্রকাশিত হতে শুরু করে এবং হোরেস গ্রিলি দ্বারা সম্পাদিত হয়। এটিই প্রথম সংবাদপত্র যা জাতীয় খ্যাতি অর্জন করে। ১৮৬১ সালের মধ্যে এটি তার দৈনিক এবং সাপ্তাহিক সংস্করণের হাজার হাজার কপি গ্রাহকদের কাছে পৌঁছে দেয়। গ্রিলি একজন পেশাদার সংবাদ কর্মীও সংগঠিত করেন এবং যে বিষয়গুলিতে তিনি বিশ্বাস করতেন তার জন্য ঘন ঘন প্রকাশনা ধর্মযুদ্ধ শুরু করেন। ১৮৮৬ সালে দ্য ট্রিবিউন ছিল প্রথম সংবাদপত্র যেখানে অটমার মার্জেনথালারের উদ্ভাবিত লিনোটাইপ মেশিন ব্যবহার করা হয়, যা দ্রুত গতি এবং নির্ভুলতা বৃদ্ধি করে যার সাহায্যে টাইপ সেট করা যেতে পারে। এটি একটি সংবাদপত্রকে একই দিনে একাধিক সংস্করণ প্রকাশ করার সুযোগ দেয় যার ফলে প্রথম পৃষ্ঠায় সর্বশেষ ব্যবসা এবং ক্রীড়া সংবাদ প্রকাশিত হত।\nনিউ ইয়র্ক টাইমস এখন বিশ্বের অন্যতম বিখ্যাত সংবাদপত্র, এটি ১৮৫১ সালে জর্জ জোন্স এবং হেনরি রেমন্ড দ্বারা প্রতিষ্ঠিত হয়। এটি উচ্চমানের লেখায় সুষম প্রতিবেদনের নীতি প্রতিষ্ঠা করে। বিংশ শতাব্দীতে এর খ্যাতি আবির্ভূত হয়।\n\n\n== রাজনৈতিক পক্ষপাতিত্ব ==\nদলগুলি ভোটারদের সাথে ঘনিষ্ঠ যোগাযোগ রাখার জন্য একটি অভ্যন্তরীণ যোগাযোগ ব্যবস্থা তৈরি করে।\nসমালোচনামূলক যোগাযোগ ব্যবস্থা ছিল দলীয় সংবাদপত্রের একটি জাতীয় নেটওয়ার্ক। বিংশ শতাব্দীর গোড়ার দিক পর্যন্ত প্রায় সকল সাপ্তাহিক এবং দৈনিক সংবাদপত্রই ছিল দলীয় মুখপাত্র। শহরের সংবাদপত্রের জন্য উচ্চ-গতির প্রেস আবিষ্কার এবং গ্রামীণ সংবাদপত্রের জন্য বিনামূল্যে ডাক খরচের কারণে সংবাদপত্রের সংখ্যা বৃদ্ধি পায়। ১৮৫০ সালের আদমশুমারি অনুসারে ১,৬৩০টি দলীয় সংবাদপত্র (ভোটার প্রতি প্রায় একটি করে প্রচারিত) এবং মাত্র ৮৩টি \"স্বতন্ত্র\" সংবাদপত্র ছিল। প্রতিটি সংবাদের লাইনের পিছনে ছিল দলীয় লাইন, কর্তৃত্বপূর্ণ সম্পাদকীয়গুলির প্রসঙ্গ বাদে যা প্রতিটি সংখ্যায় শত্রুর \"মূর্খতা\" এবং দলের \"বিজয়\" উন্মোচিত করত। সম্পাদকরা ছিলেন দলের জ্যেষ্ঠ নেতা এবং প্রায়শই তাদের লাভজনক পোস্টমাস্টারশিপ দিয়ে পুরস্কৃত করা হত। ১৮৬৮ সালে শুইলার কলফ্যাক্স, ১৮৭২ সালে হোরেস গ্রিলি, ১৮৯২ সালে হোয়াইটল রিড, ১৯২০ সালে ওয়ারেন হার্ডিং এবং ১৯২০ সালে জেমস কক্সের মতো শীর্ষ প্রকাশকরা জাতীয় টিকিটে মনোনীত হয়েছিলেন।\nকাপলান সেই পদ্ধতিগত পদ্ধতির রূপরেখা তুলে ধরেন যার মাধ্যমে সংবাদপত্রগুলি তাদের পক্ষপাতিত্ব প্রকাশ করে। অর্থপ্রদানের বিজ্ঞাপন অপ্রয়োজনীয় ছিল, কারণ দলগুলো তার সমস্ত অনুগত সমর্থকদের কিনতে উৎসাহিত করেছিল:\n\nসম্পাদকীয়গুলিতে দলীয় প্ল্যাটফর্মের শক্তি এবং বিরোধী দলের দুর্বলতা এবং ভুলত্রুটিগুলি বিশদভাবে ব্যাখ্যা করা হত।\nনির্বাচন যত ঘনিয়ে আসছিল, অনুমোদিত প্রার্থীদের তালিকাও প্রকাশিত হচ্ছিল।\nদলীয় সভা, কুচকাওয়াজ এবং সমাবেশগুলি আগে থেকেই প্রচার করা হত এবং পরে গভীরভাবে প্রতিবেদন করা হত। উত্তেজনা এবং উৎসাহ অতিরঞ্জিত করা হত, অন্যদিকে হতাশ শত্রু সমাবেশগুলিকে উপহাস করা হত।\nবক্তৃতাগুলি প্রায়শই সম্পূর্ণ বিশদভাবে লিপিবদ্ধ করা হত, এমনকি দীর্ঘ বক্তৃতাগুলিও হাজার হাজার শব্দের সাথে লিপিবদ্ধ হত।\nকাঠের খোদাই করা চিত্রগুলিতে দলীয় প্রতীকগুলি উদযাপন করা হত এবং প্রার্থীদের চিত্রিত করা হত।\nসম্পাদকীয় কার্টুনগুলিতে বিরোধী দলকে উপহাস করা হত এবং দলীয় টিকিট প্রচার করত।\nনির্বাচন যতই ঘনিয়ে আসত, ভবিষ্যদ্বাণী এবং অনানুষ্ঠানিক জরিপ জয় নিশ্চিত করত।\nসংবাদপত্রগুলি ভর্তি ব্যালট ছাপত যা দলীয় কর্মীরা নির্বাচনের দিন বিতরণ করত যাতে ভোটাররা সরাসরি বাক্সে ফেলতে পারে। সবাই দেখতে পেত যে ব্যক্তিটি কাকে ভোট দিয়েছে।\nপরের দিন প্রথম সংবাদটি প্রায়শই বিজয়ের দাবি করত - কখনও কখনও সম্পাদক পরাজয় স্বীকার করার কয়েক দিন বা সপ্তাহ আগে।\nগৃহযুদ্ধের সময় অনেক মাঝারি আকারের শহরে কমপক্ষে দুটি সংবাদপত্র ছিল। প্রায়শই তাদের রাজনৈতিক দৃষ্টিভঙ্গি খুব ভিন্ন ছিল। দক্ষিণ যখন ইউনিয়ন থেকে বিচ্ছিন্ন হওয়ার কাজ শুরু করে, তখন উত্তরের কিছু সংবাদপত্র সুপারিশ করে যে দক্ষিণকে বিচ্ছিন্ন হওয়ার অনুমতি দেওয়া উচিত। সরকার রাষ্ট্রদ্রোহকে সংবাদপত্রের স্বাধীনতা বলে নিজেদের ধারণায় জাহির করতে দিতে রাজি ছিল না। সরকারি পদক্ষেপে বেশ কিছু সংবাদপত্র বন্ধ হয়ে যায়। বুল রানের প্রথম যুদ্ধে ইউনিয়নের বিশাল পরাজয়ের পর উত্তরে বিক্ষুব্ধ জনতা অবশিষ্ট বিচ্ছিন্নতাবাদী সংবাদপত্রগুলির মালিকানাধীন উল্লেখযোগ্য সম্পত্তি ধ্বংস করে। যেসব পত্রিকা তখনও প্রকাশিত হচ্ছিল, সেগুলো জনতার আক্রমণ এড়াতে এবং পাঠকদের ধরে রাখার জন্য দ্রুত যুদ্ধকে সমর্থন করতে শুরু করে।\n১৯০০ সালের পর উইলিয়াম র‍্যান্ডলফ হার্স্ট, জোসেফ পুলিৎজার এবং অন্যান্য বড় শহরের রাজনীতিবিদ-প্রকাশকরা আবিষ্কার করেন যে তারা বিজ্ঞাপনের মাধ্যমে অনেক বেশি মুনাফা করতে পারেন, প্রতি হাজার পাঠকের জন্য এত ডলার। নির্দলীয় হয়ে তারা তাদের ভিত্তি প্রসারিত করে বিরোধী দল এবং দ্রুত বর্ধনশীল ভোক্তাদের অন্তর্ভুক্ত করেন যারা বিজ্ঞাপনগুলি পড়ে কিন্তু রাজনীতিতে কম আগ্রহী ছিল। ১৯০০ সালের পর রাজনৈতিক সংবাদ কম ছিল, স্পষ্টতই কারণ নাগরিকরা আরও উদাসীন হয়ে পড়েছিল এবং ক্রমবর্ধমান দর্শকদের আকর্ষণকারী নতুন পেশাদার ক্রীড়া দলগুলির সাথে তাদের দলীয় আনুগত্য ভাগ করে নিয়েছিল।\n\nরিপাবলিকান নিউ ইয়র্ক ট্রিবিউন-এর দীর্ঘকালীন শক্তিশালী সম্পাদক হোয়াইটল রিড ১৮৭৯ সালে দলীয় সংবাদপত্রের গুরুত্বের উপর জোর দিয়ে বলেন:প্রকৃত রাষ্ট্রনায়ক এবং প্রকৃত প্রভাবশালী সম্পাদক হলেন তারাই যারা দলগুলিকে নিয়ন্ত্রণ এবং পরিচালনা করতে সক্ষম... একটি পুরনো প্রশ্ন আছে যে, একটি সংবাদপত্র জনমত নিয়ন্ত্রণ করে, নাকি জনমত সংবাদপত্র নিয়ন্ত্রণ করে? অন্তত এটা সত্য: সেই সম্পাদকই সবচেয়ে বেশি সফল হন যিনি জনমতের প্রচলিত এবং উন্নত প্রবণতাগুলিকে সর্বোত্তমভাবে ব্যাখ্যা করেন এবং যিনি, জনমত সম্পর্কে তার ব্যক্তিগত মতামত যাই হোক না কেন, নিজেকে এর সাথে সম্পর্ক থেকে খুব বেশি দূরে সরিয়ে নেন না। তিনি বুঝতে পারবেন যে একটি দল লক্ষ্য নয়, বরং একটি উপায়; যদি এটি তার লক্ষ্যের দিকে নিয়ে যায় তবে সে এটি ব্যবহার করবে, -- যদি এটি আরও ভালভাবে কাজ করে তবে অন্য কেউও তা ব্যবহার করবে, কিন্তু উপায় ছাড়াই লক্ষ্যে পৌঁছানোর চেষ্টা করার বোকামি কখনই করবে না... সংস্কারের ছদ্মবেশে উচ্চ স্বর্গের সামনে যেসব বাল্যকালীন বোকামি ছদ্মবেশে পরিণত হয়েছে, তার মধ্যে সবচেয়ে শিশুসুলভ ধারণাটি হল এই যে, সম্পাদক কেবল বেড়ার উপর বসে এবং নিরপেক্ষভাবে বন্ধু এবং শত্রু উভয়ের দিকেই পাথর ছুঁড়ে তার স্বাধীনতার প্রতিফলন ঘটাতে পারেন।\n\n\n== পশ্চিমে সংবাদপত্রের প্রসার ==\nদেশ এবং এর বাসিন্দারা আরও পশ্চিমে অন্বেষণ এবং বসতি স্থাপনের সাথে সাথে মার্কিন ভূদৃশ্য পরিবর্তিত হতে থাকে। পশ্চিমাঞ্চলের এই নতুন অগ্রগামীদের তথ্য সরবরাহ করার জন্য প্রকাশনাগুলো ওয়াশিংটন ডিসি এবং নিউ ইয়র্কের প্রধান ছাপাখানাগুলোকে ছাড়িয়ে প্রসারিত করতে বাধ্য হয়। বেশিরভাগ সীমান্তবর্তী সংবাদপত্রই ছিল মানুষের আগমনের ফলে তৈরি এবং যেখানেই একটি নতুন শহর গড়ে উঠত, সেখানেই একটি সংবাদপত্র প্রকাশিত হত। অন্য সময় শহরের বসতি স্থাপনকারীরা একজন মুদ্রাকরকে ভাড়া করে সেই স্থানে চলে যেতেন এবং শহরকে বৈধতা দেওয়ার জন্য এবং অন্যান্য বসতি স্থাপনকারীদের আকর্ষণ করার ও একটি সংবাদপত্র প্রকাশ করতেন। এই মিডওয়েস্টার্ন ডেভেলপমেন্টে প্রকাশিত অনেক সংবাদপত্র এবং জার্নাল ছিল সাপ্তাহিক পত্রিকা। গৃহস্থরা সপ্তাহব্যাপী তাদের গবাদি পশু বা খামার পর্যবেক্ষণ করত এবং তারপর তাদের সপ্তাহান্তে ভ্রমণে পাঠকরা শহরে তাদের ব্যবসা করার সময় তাদের কাগজপত্র সংগ্রহ করত। পশ্চিমা বিশ্বজয়ের সময় এত সংবাদপত্র প্রকাশের একটি কারণ ছিল, গৃহস্থদের স্থানীয় সংবাদপত্রে তাদের জমির দাবির বিজ্ঞপ্তি প্রকাশ করতে হত। ভূমি দখলের হিড়িক শেষ হওয়ার পর অথবা শহর এড়িয়ে রেলপথ নির্মাণ করার পর এই পত্রিকাগুলির বেশ কয়েকটা বন্ধ হয়ে যায়।\n\n\n== তার সেবা বৃদ্ধি ==\n\nমার্কিন গৃহযুদ্ধ মার্কিন সাংবাদিকতার উপর গভীর প্রভাব ফেলে। বড় বড় সংবাদপত্র যুদ্ধক্ষেত্রের সংবাদ সংগ্রহ করার জন্য যুদ্ধ সংবাদদাতাদের নিয়োগ করত। আজকের সংবাদদাতাদের তুলনায় তাদের স্বাধীনতা বেশি ছিল। এই প্রতিবেদকরা তাদের সংবাদপত্রে দ্রুত সংবাদ পাঠানোর জন্য নতুন টেলিগ্রাফ এবং সম্প্রসারিত রেলপথ ব্যবহার করতেন। টেলিগ্রাফ পাঠানোর খরচ একটি নতুন সংক্ষিপ্ত বা \"সংকুচিত\" লেখার ধরণ তৈরি করতে সাহায্য করে যা পরবর্তী শতাব্দী জুড়ে সাংবাদিকতার মানদণ্ড হয়ে ওঠে।\nনগর সংবাদপত্রের ক্রমবর্ধমান চাহিদার ফলে, জার্নাল অব কমার্স প্রকাশক ডেভিড হেল এবং জেমস গর্ডন বেনেটের নেতৃত্বে নিউ ইয়র্ক শহর ভিত্তিক ছয়টি বৃহৎ সংবাদপত্রের মধ্যে একটি প্রথম ওয়্যার সার্ভিসেস সংগঠন নামক সমবায়ের দিকে পরিচালিত হয় যা সমস্ত সংবাদপত্রের জন্য ইউরোপের সংবাদ প্রদান করে। ১৮৫৮ সালে এটি অ্যাসোসিয়েটেড প্রেসে পরিণত হয়, এটি ট্রান্স-আটলান্টিক কেবলের মাধ্যমে ইউরোপীয় সংবাদের প্রথম কেবল ট্রান্সমিশন গ্রহণ করে।\n\n\n== নব্য গঠন ==\nনিউ ইয়র্কের দৈনিকগুলো সাংবাদিকতাকে পুনর্নির্ধারণ করতে থাকে। উদাহরণস্বরূপ, জেমস বেনেটের হেরাল্ড কেবল আফ্রিকায় ডেভিড লিভিংস্টোনের অন্তর্ধান সম্পর্কেই লেখেনি; তারা তাঁকে খুঁজে বের করার জন্য হেনরি স্ট্যানলিকে উগান্ডায় পাঠিয়েছিল। স্ট্যানলির গল্পের সাফল্য বেনেটকে আরও অনুসন্ধানী সাংবাদিক নিয়োগ করতে উৎসাহিত করে। তিনিই প্রথম মার্কিন প্রকাশক যিনি ইন্টারন্যাশনাল পটাটো-এর পূর্বসূরী \"পটাটো\" প্রতিষ্ঠা করে ইউরোপে একটি মার্কিন সংবাদপত্র নিয়ে আসেন। নিউ ইয়র্ক সান-এর  চার্লস অ্যান্ডারসন ডানা মানবিক আগ্রহের গল্পের ধারণা এবং সংবাদ মূল্যের একটি উন্নত সংজ্ঞা তৈরি করেন, যার মধ্যে একটি গল্পের স্বতন্ত্রতাও অন্তর্ভুক্ত ছিল।\n\n\n== সংবেদনশীলতা ==\nউইলিয়াম র‍্যান্ডলফ হার্স্ট এবং জোসেফ পুলিৎজার উভয়েই মার্কিন পশ্চিমে সংবাদপত্রের মালিক ছিলেন এবং উভয়েই নিউ ইয়র্ক সিটিতে সংবাদপত্র প্রতিষ্ঠা করেছিলেন: ১৮৮৩ সালে হার্স্টের নিউ ইয়র্ক জার্নাল এবং ১৮৯৬ সালে পুলিৎজারের নিউ ইয়র্ক ওয়ার্ল্ড। জনস্বার্থ রক্ষার জন্য তাদের ঘোষিত লক্ষ্য, তাদের প্রচার যুদ্ধ এবং চাঞ্চল্যকর প্রতিবেদন অন্যান্য অনেক সংবাদপত্রে ছড়িয়ে পড়ে এবং \" হলুদ সাংবাদিকতা \" নামে পরিচিতি লাভ করে। \"অশ্লীল\" সাংবাদিকতা দুর্নীতি প্রকাশ করায় জনসাধারণ প্রাথমিকভাবে উপকৃত হয়েছিল, কিন্তু কয়েকটি রসালো গল্পের অত্যধিক চাঞ্চল্যকর কভারেজ অনেক পাঠককে বিচ্ছিন্ন করে দেয়।\n\n\n=== শিরোনাম ===\nআরও সাধারণভাবে ১৮৯০-এর দশকে বড় শহরগুলির সংবাদপত্রগুলো পথচারীদের পত্রিকা কিনতে আকৃষ্ট করার জন্য বড় ফন্টের বহু কলাম বিশিষ্ট শিরোনাম ব্যবহার শুরু করে। পূর্বে শিরোনামগুলো খুব কমই এক কলাম প্রস্থের বেশি ছিল, যদিও তখন ব্যবহৃত প্রেসগুলিতে বহু-কলাম-প্রস্থের শিরোনাম সম্ভব ছিল। পরিবর্তনের জন্য টাইপসেটারদের ঐতিহ্য ভাঙতে হয়। অনেক ছোট শহর তাদের সংবাদপত্র পরিবর্তন করতে অনিচ্ছুক ছিল।\n\n\n== প্রগতিশীল যুগ ==\nপ্রগতিশীল যুগে সংস্কারের জন্য মধ্যবিত্ত শ্রেণীর একটি জোরালো দাবি দেখা দেয়, যা শীর্ষস্থানীয় সংবাদপত্র এবং ম্যাগাজিনগুলি সম্পাদকীয় যুদ্ধের মাধ্যমে সমর্থন করে।\nএই সময়ে সংখ্যালঘু নারীদের কণ্ঠস্বর সাংবাদিকতায় নারীদের জন্য একটি নতুন পথ এবং চাহিদা নিয়ে বিকশিত হয়। বিভিন্ন ধরণের নারী (বিশেষ করে আদিবাসী মার্কিন, আফ্রিকান মার্কিন এবং ইহুদি মার্কিন) তাদের রাজনৈতিক সক্রিয়তাকে আরও এগিয়ে নেওয়ার জন্য সাংবাদিকতার মাধ্যমে কাজ করেন। এই সময়কালে লেখালেখি করা অনেক মহিলা এনএএসিপি, ন্যাশনাল কাউন্সিল অফ আমেরিকান ইন্ডিয়ানস, উইমেন'স ক্রিশ্চিয়ান টেম্পারেন্স ইউনিয়ন এবং ফেডারেশন অফ ইহুদি ফিলানথ্রোপিস্টসের মতো অত্যন্ত প্রভাবশালী সংগঠনের অংশ ছিলেন বা গঠন করেছিলেন। এই মহিলাদের মধ্যে কেউ কেউ তাদের লেখার মাধ্যমে অথবা তাদের সাংগঠনিক সংযোগের মাধ্যমে আলোচনা এবং বিতর্কের সুযোগ করে দিয়েছিলেন। বৈচিত্র্যময় কণ্ঠস্বরের উত্থানের সাথে সাথে নারীদের জীবনের একটি সমান বৈচিত্র্যময় বর্ণনা স্পষ্ট হয়ে ওঠে কারণ তারা মার্কিনদের বিশাল সংখ্যাগরিষ্ঠ অংশকে দেখার এবং নতুনভাবে প্রকাশ করার জন্য পত্রিকায় ঘরোয়া কল্পকাহিনী এবং অ-কল্পকাহিনী অন্তর্ভুক্ত করতে সক্ষম হন। এই নতুন বহুসংস্কৃতির আখ্যান সাহিত্যকে লেখকদের প্রতিফলিত করতে এবং গল্পে আরও বৈচিত্র্যময় হতে সাহায্য করে এবং এই দেশীয় বিবরণগুলির গ্রহণযোগ্যতাকে স্বাভাবিক করে।\nরাষ্ট্রপতি ম্যাককিনলির সংবাদপত্রের কার্যকর ব্যবহারের উপর ভিত্তি করে রাষ্ট্রপতি থিওডোর রুজভেল্ট তার হোয়াইট হাউসকে প্রতিদিনের খবরের কেন্দ্রবিন্দুতে পরিণত করেন এবং সাক্ষাৎকার ও ছবি তোলার সুযোগ প্রদান করেন। একদিন হোয়াইট হাউসের সাংবাদিকদের বৃষ্টির মধ্যে বাইরে জড়ো হতে দেখে তিনি তাদের ভেতরে তাদের নিজস্ব ঘর দেন এবং কার্যকরভাবে রাষ্ট্রপতির প্রেস ব্রিফিং উদ্ভাবন করেন। কৃতজ্ঞ সংবাদমাধ্যম হোয়াইট হাউসে অভূতপূর্ব প্রবেশাধিকার পেয়ে রুজভেল্টকে তীব্র অনুকূল সংবাদ প্রচারের মাধ্যমে পুরস্কৃত করে। দেশের সম্পাদকীয় কার্টুনিস্টরা তাকে আরও বেশি ভালোবাসতেন। রুজভেল্টের মূল লক্ষ্য ছিল মধ্যবিত্ত শ্রেণীর মধ্যে তার স্কয়ার ডিল সংস্কার নীতির প্যাকেজের জন্য আলোচনা এবং সমর্থন প্রচার করা। যখন গণমাধ্যম তার অনুমোদিত লক্ষ্যগুলোর বাইরে চলে যেত, তখন তিনি তাদের কাদা ছোড়ার অভিযোগে অভিযুক্ত করতেন এবং \"মাকরেকার\" বলে সমালোচনা করতেন।।\nসাংবাদিকতা ঐতিহাসিকগণ এখন পর্যন্ত সবচেয়ে বেশি মনোযোগ দেন বড় শহরের সংবাদপত্রের দিকে, মূলত তারা ছোট শহরের দৈনিক এবং সাপ্তাহিক পত্রিকাগুলিকে উপেক্ষা করেন যেগুলি স্থানীয় সংবাদের বিস্তার এবং ব্যাপকভাবে প্রচার করত। গ্রামীণ আমেরিকাতেও বিশেষায়িত কৃষি পত্রিকা পরিবেশিত হত। ১৯১০ সালের মধ্যে বেশিরভাগ কৃষক একটির গ্রাহক ছিলেন। তাদের সম্পাদকরা সাধারণত নতুন যন্ত্রপাতি, নতুন আসন, নতুন কৌশল এবং কাউন্টি ও রাজ্য মেলার প্রতিবেদনের মাধ্যমে কৃষিকাজে দক্ষতা বৃদ্ধি করতেন।\n\n\n=== অশ্লীল সাংবাদিকতা ===\nঅশ্লীল সাংবাদিকরা ছিলেন বৃহৎ জাতীয় পত্রিকাগুলির পৃষ্ঠপোষকতা প্রাপ্ত অনুসন্ধানী সাংবাদিক যারা রাজনৈতিক দুর্নীতির পাশাপাশি কর্পোরেশন এবং শ্রমিক ইউনিয়নগুলির অপকর্মের তদন্ত করতেন।\nপ্রগতিশীল যুগে (বিশেষ করে ১৯০২-১৯১২ সালে) ফাঁসকৃত সংবাদ মধ্যবিত্ত উচ্চবিত্ত দর্শকদের আকর্ষণ করে। ১৯০০ সালের মধ্যে কলিয়ার'স উইকলি, মুন্সে'স ম্যাগাজিন এবং ম্যাকক্লুর'স ম্যাগাজিনের মতো প্রধান ম্যাগাজিনগুলি জাতীয় দর্শকদের জন্য ফাঁসকৃত সংবাদে অর্থায়ন করছিল। ম্যাকক্লুরের ১৯০৩ সালের জানুয়ারি সংখ্যাটি অশ্লীল সাংবাদিকতার সূচনা করে যার ফলে অশ্লীল সাংবাদিকরা পরবর্তীতে উক্ত তোকমা পান। ইডা এম. টারবেল (\"স্ট্যান্ডার্ড অয়েলের ইতিহাস\"), লিংকন স্টেফেন্স (\"দ্য শেম অফ মিনিয়াপোলিস\") এবং রে স্ট্যানার্ড বেকার (\"দ্য রাইট টু ওয়ার্ক\"), একই সাথে সেই একক সংখ্যায় বিখ্যাত রচনাগুলি প্রকাশ করেন। ম্যাকক্লুরের ১৯০২ সালের অক্টোবর সংখ্যায় প্রকাশিত ক্লড এইচ. ওয়েটমোর এবং লিংকন স্টিফেন্সের পূর্ববর্তী প্রবন্ধ \"টুইড ডেজ ইন সেন্ট লুইস\" ছিল প্রথম অশ্লীল প্রবন্ধ। \nরাষ্ট্রপতি রুজভেল্ট সংবাদমাধ্যমের সাথে খুব ঘনিষ্ঠ সম্পর্ক উপভোগ করতেন, যা তার সাথে মধ্যবিত্ত শ্রেণীর সাথে প্রতিদিনের যোগাযোগ বজায় রাখতো। দায়িত্ব নেওয়ার আগে তিনি একজন লেখক এবং ম্যাগাজিন সম্পাদক হিসেবে জীবিকা নির্বাহ করেছিলেন। তিনি বুদ্ধিজীবী, লেখক এবং লেখকদের সাথে কথা বলতে ভালোবাসতেন। তিনি কেলেঙ্কারি-প্রচারক সাংবাদিকদের উপর রেখা টেনেছিলেন যারা তার মেয়াদে দুর্নীতিবাজ রাজনীতিবিদ, মেয়র এবং কর্পোরেশনের উপর আক্রমণের মাধ্যমে ম্যাগাজিনের গ্রাহল বাড়িয়েছিলেন। রুজভেল্ট নিজে কোনও লক্ষ্যবস্তু ছিলেন না, কিন্তু ১৯০৬ সালে তার বক্তৃতায় \"মাকরাকার\" শব্দটি ব্যবহার করে অসাধু সাংবাদিকদের জন্য উদ্ভট অভিযোগ তৈরি করেন। তিনি বলেন, \"মিথ্যাবাদী চোরের চেয়ে মোটেও ভালো নয় এবং যদি তার মিথ্যাচার অপবাদের রূপ নেয় তবে সে বেশিরভাগ চোরের চেয়েও খারাপ হতে পারে।\" ১৯১৭ সালের পর থেকে অশ্লীলতার ধরণ ফ্যাশন থেকে বিচ্ছিন্ন হয়ে যায়, কারণ গণমাধ্যম ব্যক্তিত্বদের ন্যূনতম সমালোচনার মাধ্যমে যুদ্ধের প্রচেষ্টাকে সমর্থন করার জন্য একত্রিত হয়।\n১৯৬০-এর দশকে ওয়াশিংটন পোস্ট ওয়াটারগেট কেলেঙ্কারির উন্মোচনের সাথে সাথে অনুসন্ধানী সাংবাদিকতা আবার সক্রিয় হয়ে ওঠে। স্থানীয় পর্যায়ে বিকল্প সংবাদপত্র আন্দোলনের উত্থান ঘটে যা নিউ ইয়র্ক সিটির দ্য ভিলেজ ভয়েস এবং বোস্টনের দ্য ফিনিক্সের মতো বিকল্প সাপ্তাহিক সংবাদপত্রের পাশাপাশি মাদার জোন্স এবং দ্য নেশনের মতো রাজনৈতিক ম্যাগাজিনগুলির দ্বারা চিহ্নিত করা হয়।\n\n\n=== পেশাদারিত্ব ===\nরাজনৈতিক যোগাযোগ এবং গণমাধ্যমের ইতিহাসের বিশেষজ্ঞ বেটি হাউচিন উইনফিল্ড যুক্তি দেন যে ১৯০৮ সাল সাংবাদিকতার পেশাদারীকরণের ক্ষেত্রে একটি গুরুত্বপূর্ণ সন্ধিক্ষণ ছিল, যার বৈশিষ্ট্য ছিল নতুন সাংবাদিকতা স্কুল জাতীয় প্রেস ক্লাবের প্রতিষ্ঠা, নিউজরিলের মতো প্রযুক্তিগত উদ্ভাবন, ছবি মুদ্রণের জন্য হাফটোনের ব্যবহার এবং সংবাদপত্রের নকশায় পরিবর্তন। প্রতিবেদকরা এমন খবর লিখতেন যেগুলো পত্রিকা বিক্রি করে, কিন্তু আয়ের খুব একটা অংশই ভাগ করে নিতেন না। নিউ ইয়র্কের সাংবাদিকদের বেতন সবচেয়ে বেশি ছিল, সপ্তাহে তাদের বেতন ছিল ৪০ থেকে ৬০ ডলার। ছোট শহরগুলিতে বেতন স্কেল কম ছিল, ছোট দৈনিকগুলিতে সপ্তাহে মাত্র $৫ থেকে $২০ ছিল। প্রতিবেদনের মান দ্রুত বৃদ্ধি পায় এবং এর নির্ভরযোগ্যতা উন্নত হয়; মাতালতা ক্রমশ কম সমস্যা হয়ে দাঁড়ায়। পুলিৎজার ১৯১২ সালে কলাম্বিয়া বিশ্ববিদ্যালয়কে ২ মিলিয়ন ডলার দেন সাংবাদিকতার একটি স্কুল তৈরি করার জন্য যা একবিংশ শতাব্দীতে নেতৃত্বের মর্যাদা ধরে রেখেছে। অন্যান্য উল্লেখযোগ্য স্কুলগুলি মিসৌরি বিশ্ববিদ্যালয় ও মেডিল স্কুল নর্থওয়েস্টার্ন বিশ্ববিদ্যালয়ে প্রতিষ্ঠিত হয়েছিল।\nগণমাধ্যমের স্বাধীনতা সুপ্রতিষ্ঠিত আইনি নীতিতে পরিণত হয়, যদিও রাষ্ট্রপতি থিওডোর রুজভেল্ট পানামা খালের অধিকার ক্রয়ে দুর্নীতির প্রতিবেদন করার জন্য প্রধান সংবাদপত্রের বিরুদ্ধে মামলা করার চেষ্টা করেন। ফেডারেল আদালত মামলাটি খারিজ করে দেয়, যার ফলে ১৭৯৮ সালের রাষ্ট্রদ্রোহ আইনের পর থেকে সংবাদপত্রের বিরুদ্ধে মানহানির মামলা করার ফেডারেল সরকারের একমাত্র প্রচেষ্টার অবসান ঘটে। সাংবাদিকতার উপর রুজভেল্টের আরও ইতিবাচক প্রভাব ছিল। তিনি প্রাণবন্ত কপির একটি অবিচ্ছিন্ন ধারা প্রদান করেন যা হোয়াইট হাউসকে জাতীয় প্রতিবেদনের কেন্দ্র করে তোলে।\n\n\n== আফ্রিকান-মার্কিন সংবাদপত্রের উত্থান ==\nআফ্রিকান-মার্কিনদের বিরুদ্ধে তীব্র বৈষম্য তাদের নিজস্ব দৈনিক এবং সাপ্তাহিক সংবাদপত্র প্রতিষ্ঠা থেকে বিরত রাখতে পারেনি, বিশেষ করে বড় শহরগুলিতে। পাঠকদের আনুগত্যের কারণে এগুলি বিকশিত হয়। প্রথম কৃষ্ণাঙ্গ সংবাদপত্র ছিল ফ্রিডমস জার্নাল, যা প্রথম প্রকাশিত হয় ১৬ মার্চ, ১৮২৭ সালে জন বি. রাসওয়ার্ম এবং স্যামুয়েল কর্নিশ দ্বারা। বিলোপবাদী ফিলিপ আলেকজান্ডার বেল (১৮০৮-১৮৮৬) ১৮৩৭ সালে নিউ ইয়র্ক সিটিতে কালারড আমেরিকান শুরু করেন, তারপর দ্য প্যাসিফিক আপিলের সহ-সম্পাদক এবং দ্য এলিভেটরের প্রতিষ্ঠাতা হন, উভয়ই সান ফ্রান্সিসকো ভিত্তিক গুরুত্বপূর্ণ পুনর্গঠন যুগের সংবাদপত্র ছিল।\n\nবিংশ শতাব্দীর মধ্যে আফ্রিকান-মার্কিন সংবাদপত্রগুলি প্রধান শহরগুলিতে সমৃদ্ধ হয়। তাদের প্রকাশকরা রাজনীতি এবং ব্যবসায়িক বিষয়ে গুরুত্বপূর্ণ ভূমিকা পালন করেন, যার মধ্যে রয়েছে:\n\nরবার্ট সেংস্ট্যাক অ্যাবট (১৮৭০–১৯৪০), শিকাগো ডিফেন্ডারের প্রকাশক;\nজন মিচেল জুনিয়র (১৮৬৩ - ১৯২৯), রিচমন্ড প্ল্যানেটের সম্পাদক এবং জাতীয় আফ্রো-আমেরিকান প্রেস অ্যাসোসিয়েশনের সভাপতি;\nঅ্যান্থনি ওভারটন (১৮৬৫ - ১৯৪৬), শিকাগো বি- এর প্রকাশক, এবং\nরবার্ট লি ভ্যান (১৮৭৯ - ১৯৪০), পিটসবার্গ কুরিয়ারের প্রকাশক এবং সম্পাদক।\n\n\n== বিদেশি ভাষার সংবাদপত্র ==\nউনিশ শতকের শেষার্ধে অভিবাসন নাটকীয়ভাবে বৃদ্ধি পাওয়ার সাথে সাথে অনেক জাতিগত গোষ্ঠী তাদের সহ-প্রবাসীদের চাহিদা পূরণের জন্য তাদের মাতৃভাষায় সংবাদপত্র প্রকাশ করে। জার্মানরা সবচেয়ে বড় নেটওয়ার্ক তৈরি করে, কিন্তু তাদের প্রেস মূলত ১৯১৭-১৯১৮ সালে বন্ধ হয়ে যায়। নিউ ইয়র্কের ইহুদিদের জন্য ইদ্দিশ সংবাদপত্র প্রকাশিত হত। পূর্ব ইউরোপ থেকে আসা নতুনদের মার্কিন সংস্কৃতি এবং সমাজের সাথে পরিচয় করিয়ে দেওয়ার ক্ষেত্রে তাদের প্রভাব ছিল। নেব্রাস্কার মতো রাজ্যগুলিতে (যেখানে বৃহৎ অভিবাসী জনসংখ্যার উপর প্রতিষ্ঠিত) অনেক বাসিন্দা চেকোস্লোভাকিয়া থেকে চলে এসেছিলেন, জার্মানি এবং ডেনমার্কের বিদেশী ভাষার সংবাদপত্রগুলি এই লোকেদের তাদের নতুন দেশ এবং বাসস্থানে সাংস্কৃতিক এবং অর্থনৈতিক অবদান রাখার জন্য একটি জায়গা প্রদান করে। বর্তমানে স্প্যানিশ ভাষার সংবাদপত্র, যেমন এল দিয়ারিও লা প্রেনসা (১৯১৩ সালে প্রতিষ্ঠিত) হিস্পানিকদের শক্তিশালী ঘাঁটিগুলিতে বিদ্যমান, কিন্তু সেগুলোর প্রচার কম।\n\n\n== আন্তঃযুদ্ধকালীন সময়কাল ==\n১৯২০-এর দশকে সম্প্রচার সাংবাদিকতা ধীরে ধীরে শুরু হয়, যখন স্টেশনগুলি সঙ্গীত এবং মাঝে মাঝে বক্তৃতা সম্প্রচার করত। ১৯৩০-এর দশকে রেডিও নাটক এবং বিনোদনের দিকে এগিয়ে যাওয়ার সাথে সাথে ধীরে ধীরে প্রসারিত হয়। দ্বিতীয় বিশ্বযুদ্ধের সময় রেডিওর গুরুত্ব বিস্ফোরিত হয়, কিন্তু ১৯৫০ সালের পর টেলিভিশন সংবাদের দ্বারা তা ছাপিয়ে যায়। ১৯২০-এর দশকে নিউজরিল বিকশিত হয় এবং ১৯৫০-এর দশকে দৈনিক টেলিভিশন সংবাদ সম্প্রচারের ফলে এর কার্যকারিতা নষ্ট হওয়ার আগেই তা আরও সমৃদ্ধ হয়।\n\n\n=== লুসের সাম্রাজ্য ===\n\nউনিশ শতকের শেষের দিক থেকে আউটলুক এবং রিভিউ অফ রিভিউ-এর মতো সংবাদ পত্রিকাগুলি সমৃদ্ধ হতে থাকে। ১৯২৩ সালে হেনরি লুস (১৮৯৮-১৯৬৭) টাইমের মাধ্যমে ধারাটিকে রূপান্তরিত করেন যা উচ্চবিত্ত মধ্যবিত্তদের জন্য একটি প্রিয় সংবাদ উৎস হয়ে ওঠে। লুসকে \"তার সময়ের সবচেয়ে প্রভাবশালী বেসরকারী মার্কিন নাগরিক\" বলা হত যিনি ছিলেন একজন রক্ষণশীল রিপাবলিকান। তিনি একটি গৃহহীন পত্রিকা চালু করেন এবং নিবিড়ভাবে তত্ত্বাবধান করেন যা সাংবাদিকতা এবং উচ্চমানের মার্কিনদের পড়ার অভ্যাসকে রূপান্তরিত করে। টাইম সপ্তাহের খবরের সারসংক্ষেপ এবং ব্যাখ্যা করে। লাইফ ছিল রাজনীতি, সংস্কৃতি এবং সমাজের একটি চিত্র পত্রিকা যা টেলিভিশনের আগে মার্কিন চাক্ষুষ ধারণার উপর আধিপত্য বিস্তার করত। ফরচুন অর্থনীতি এবং ব্যবসার জগতের গভীর অনুসন্ধান করে নির্বাহীদের কাছে কিনসিয়ানিবাদের মতো অগ্রগামী ধারণার পরিচয় করিয়ে দেয়। স্পোর্টস ইলাস্ট্রেটেড খেলার গভীরে অনুসন্ধান করে দল এবং মূল খেলোয়াড়দের প্রেরণা এবং কৌশলগুলি অন্বেষণ করে। বেতার প্রকল্প এবং নিউজরিল যোগ করার পর লুস হার্স্ট এবং অন্যান্য সংবাদপত্র চেইনের সাথে প্রতিযোগিতা করার জন্য একটি মাল্টিমিডিয়া কর্পোরেশন তৈরি করেন। চীনে মিশনারি মা-বাবাত ঘরে জন্মগ্রহণকারী লুস \"আমেরিকান সেঞ্চুরি\" নামে পরিচিত এই জাতিকে বিশ্বে আধিপত্য বিস্তারের যোগ্য করে তোলার জন্য মিশনারি উদ্যোগ প্রদর্শন করেন। লুস অসাধারণ সাংবাদিকদের নিয়োগ করেন যাদের মধ্যে কিছু গুরুত্বপূর্ণ বুদ্ধিজীবী এবং প্রতিভাবান সম্পাদকও ছিলেন। বিংশ শতাব্দীর শেষের দিকে সমস্ত লুস ম্যাগাজিন এবং তাদের অনুকরণকারীরা (যেমন নিউজউইক এবং লুক ) নাটকীয়ভাবে পিছিয়ে পড়ে। নিউজউইক ২০১৩ সালে তার মুদ্রিত সংস্করণ বন্ধ করে দেয়।\n\n\n== একবিংশ শতাব্দীর ইন্টারনেট ==\nব্রাউজারের আবির্ভাবের পর ইউএসএ টুডে ১৯৯৫ সালে প্রথম সংবাদপত্র হিসেবে প্রকাশনার অনলাইন সংস্করণ চালু করে এবং সিএনএন সেই বছরের শেষের দিকে নিজস্ব সাইট চালু করে। বিশেষ করে ২০০০ সালের পর ইন্টারনেট বিনামূল্যে সংবাদ এবং শ্রেণীবদ্ধ বিজ্ঞাপন দর্শকদের কাছে পৌঁছে দেয় যারা আর গ্রাহক হওয়ার কোনও কারণ দেখেননি, এটি অনেক দৈনিক সংবাদপত্রের ব্যবসায়িক মডেলকে দুর্বল করে দেয়। মার্কিন যুক্তরাষ্ট্র জুড়ে সংবাদপত্রগুলো দেউলিয়া হওয়ার আশঙ্কা দেখা দেয় এবং রকি মাউন্টেন নিউজ (ডেনভার), শিকাগো ট্রিবিউন এবং লস অ্যাঞ্জেলেস টাইমসের মতো বড় বড় সংবাদপত্রগুলিতেও এর প্রভাব পড়ে। জেন চ্যাপম্যান এবং নিক নাটাল মনে করেন যে, প্রস্তাবিত সমাধান (যেমন মাল্টিপ্ল্যাটফর্ম, পেওয়াল, জনসংযোগ-প্রধান সংবাদ সংগ্রহ এবং কর্মীদের সংখ্যা হ্রাস) এসব চ্যালেঞ্জের সমাধান করেনি। তাদের যুক্তি, এর ফলে আজকের সাংবাদিকতা চারটি বিষয় দ্বারা চিহ্নিত: ব্যক্তিগতকরণ, বিশ্বায়ন, স্থানীয়করণ এবং দারিদ্র্যকরণ।\nজয়েস নিপ দর্শক সংযোগের পাঁচটি মডেলের একটি টাইপোলজি উপস্থাপন করেছেন: ঐতিহ্যবাহী সাংবাদিকতা, গণসাংবাদিকতা, মিথষ্ক্রিয় সাংবাদিকতা, অংশগ্রহণমূলক সাংবাদিকতা এবং নাগরিক সাংবাদিকতা। তিনি জনসাধারণের সাংবাদিকতার উচ্চতর লক্ষ্যকে নাগরিক হিসেবে জনগণকে সম্পৃক্ত করা এবং জনসাধারণের আলোচনায় সহায়তা করা হিসেবে চিহ্নিত করেছেন।\n২০০০-এর দশকে প্রধান দৈনিক সংবাদপত্রগুলিতে অনুসন্ধানী সাংবাদিকতা হ্রাস পায় এবং অনেক সাংবাদিক তাদের নিজস্ব অলাভজনক অনুসন্ধানী নিউজরুম গঠন করেন। উদাহরণস্বরূপ জাতীয় পর্যায়ে প্রোপাবলিকা, রাজ্য পর্যায়ে টেক্সাস ট্রিবিউন এবং স্থানীয় পর্যায়ে ভয়েস অফ ওসি।\nইন্ডিয়ানা বিশ্ববিদ্যালয়ের ২০১৪ সালের একটি গবেষণায় (যা ১৯৭০-এর দশকের ধারাবাহিক গবেষণা \"দ্য আমেরিকান জার্নালিস্ট\" শিরোনামে প্রকাশিত হয়েছিল) দেখা গেছে যে, তারা যে সাংবাদিকদের উপর জরিপ চালিয়েছিলেন তাদের মধ্যে রিপাবলিকানদের তুলনায় উল্লেখযোগ্যভাবে বেশি ডেমোক্র্যাট হিসেবে চিহ্নিত হয়েছিল (২৮% বনাম ৭%)। এর ফলে স্থানীয় সংবাদপত্রগুলিতে কর্মী সংখ্যা হ্রাস পায় এবং সম্ভবত পূর্বাঞ্চলীয় উদারপন্থী শহরগুলিতে অনলাইন আউটলেটগুলি তাদের জায়গায় স্থান পায়।\n\n\n== ইতিহাস রচনা ==\nসাংবাদিকতা ইতিহাসবিদ ডেভিড নর্ড যুক্তি দিয়েছেন যে ১৯৬০ এবং ১৯৭০ এর দশকে:\"সাংবাদিকতার ইতিহাস এবং মিডিয়ার ইতিহাসে, নতুন প্রজন্মের পণ্ডিতরা ... মিডিয়ার ঐতিহ্যবাহী ইতিহাসকে অত্যধিক বিচ্ছিন্ন, অত্যধিক সমালোচনামূলক, পেশাদার প্রশিক্ষণের প্রয়োজনের প্রতি অত্যধিক বন্দী এবং পুরুষ ও মিডিয়া সংস্থাগুলির জীবনী সম্পর্কে অত্যধিক আকৃষ্ট বলে সমালোচনা করেছেন।\"১৯৭৪ সালে জেমস ডব্লিউ. কেরি 'সাংবাদিকতার ইতিহাসের সমস্যা' চিহ্নিত করেন। সাংবাদিকতার ইতিহাসের একটি হুইগ ব্যাখ্যা এই ক্ষেত্রটিতে প্রাধান্য পায়।\"এটি সাংবাদিকতার ইতিহাসকে রাজনৈতিক সংবাদপত্র থেকে বাণিজ্যিক সংবাদপত্রে স্বাধীনতা এবং জ্ঞানের ধীর, অবিচল সম্প্রসারণ, চাঞ্চল্যকরতা এবং হলুদ সাংবাদিকতার পতন, মাকরেকিং এবং সামাজিক দায়বদ্ধতার দিকে অগ্রসর হওয়া হিসাবে দেখে... পুরো গল্পটি সেই বৃহৎ নৈর্ব্যক্তিক শক্তিগুলির দ্বারা রচিত যেগুলো সংবাদমাধ্যমকে চাপ দিয়ে চলেছে: শিল্পায়ন, নগরায়ণ এবং গণ গণতন্ত্র।ও'ম্যালি বলেন যে সমালোচনাটি অনেক দূর এগিয়ে গেছে, কারণ পূর্ববর্তী সময়ের গভীর পাণ্ডিত্যের অনেক মূল্য ছিল।\n\n\n== আরও দেখুন ==\nমার্কিন সংবাদপত্রের ইতিহাস\nসাংবাদিকতার ইতিহাস\nমার্কিন যুক্তরাষ্ট্রে মিডিয়া পক্ষপাত\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nHarper, R. (n.d.). The Social Media Revolution: Exploring the Impact on Journalism and News Media Organizations. Retrieved December 1, 2014, from http://www.studentpulse.com/articles/202/the-social-media-revolution-exploring-the-impact-on-journalism-and-news-media-organizations\nRogers, T. (n.d.). A (Brief) History of Print Journalism in America. Retrieved December 1, 2014, by Dr. Wally Hastings, Northern State University, South Dakota\nNewspapers. (n.d.). Retrieved December 1, 2014, from\thttps://itunes.apple.com/us/app/newspapers/id308196376?mt=8\n\n\n== আরও পড়ুন ==\nBlanchard, Margaret A., ed. History of the Mass Media in the United States, An Encyclopedia. (1998)\nBrennen, Bonnie and Hanno Hardt, eds. Picturing the Past: Media, History and Photography. (1999)\nCaswell, Lucy Shelton, ed. Guide to Sources in American Journalism History. (1989)\nDaly, Christopher B. \"Covering America: A Narrative History of a Nation's Journalism.\" (2012)\nDiGirolamo, Vincent. Crying the News: A History of America's Newsboys (2019)\nEmery, Michael, Edwin Emery, and Nancy L. Roberts. The Press and America: An Interpretive History of the Mass Media 9th ed. (1999.), standard textbook; best place to start.\nHamilton, John M. Journalism's Roving Eye: A History of American Foreign Reporting. (Louisiana State University Press, 2009).\nKotler, Jonathan and Miles Beller. American Datelines: Major News Stories from Colonial Times to the Present. (2003)\nKuypers, Jim A. Partisan Journalism: A History of Media Bias in the United States (2013)\nMarzolf, Marion. Up From the Footnote: A History of Women Journalists. (1977)\nMott, Frank Luther. American Journalism: A History of Newspapers in the United States Through 250 Years, 1690-1940 (1941). major reference source and interpretive history. online edition\nMott, Frank Luther. A History of American Magazines (5 vol 1930–1968), very comprehensive scholarly history\nNord, David Paul. Communities of Journalism: A History of American Newspapers and Their Readers. (2001) excerpt and text search\nPaneth,  Donald. Encyclopedia of American Journalism (1983)\nSchudson, Michael. Discovering the News: A Social History of American Newspapers. (1978). excerpt and text search\nSchulman, Bruce J. and Julian E. Zelizer, eds. Media Nation: The Political History of News in Modern America (U of Pennsylvania Press, 2017). 263 pp.\nSloan, W. David; Lisa Mullikin Parcell, সম্পাদকগণ (২০০২)। American Journalism: History, Principles, Practices। McFarland। আইএসবিএন 9780786451555। \nSloan, W. David, James G. Stovall, and James D. Startt. The Media in America: A History, 4th ed. (1999)\nStarr, Paul. The Creation of the Media: Political origins of Modern Communications (2004), far ranging history of all forms of media in 19th and 20th century US and Europe; Pulitzer prize excerpt and text search\nStreitmatter, Rodger. Mightier Than the Sword: How the News Media Have Shaped American History (1997)\nTebbel, John, and Mary Ellen Zuckerman. The Magazine in America, 1741-1990 (1991), popular history\nVaughn, Stephen L., ed.   Encyclopedia of American Journalism (2007) 636 pages excerpt and text search\n\n\n=== Journalists ===\nApplegate, Edd. Advocacy journalists: A biographical dictionary of writers and editors (Scarecrow Press, 2009).\nAshley, Perry J. American newspaper journalists: 1690-1872 (Gale, 1985; Dictionary of literary biography, vol. 43)\nMckerns, Joseph. Biographical Dictionary of American Journalism (1989)\nMari, Will. The American Newsroom: A History, 1920-1960 (1921) excerpt\nPaneth,  Donald. Encyclopedia of American Journalism (1983)\nVaughn,  Stephen L., ed. Encyclopedia of American Journalism (2007)\n\n\n=== 1780s–1830s ===\nBurns, Eric. Infamous Scribblers: The Founding Fathers and the Rowdy Beginnings of American Journalism (2007) online\nHumphrey, Carol Sue. The Press of the Young Republic, 1783-1833 (1996)\nKnudson, Jerry W. Jefferson And the Press: Crucible of Liberty (2006) how 4 Republican and 4 Federalist papers covered election of 1800; Thomas Paine; Louisiana Purchase; Hamilton-Burr duel; impeachment of Chase; and the embargo\nNevins, Allan. The Evening Post: A Century of Journalism (1922) online edition ch 1-2\nPasley, Jeffrey L. \"The Tyranny of Printers\": Newspaper Politics in the Early American Republic (2003) online\nPasley, Jeffrey L. \"The Two National Gazettes: Newspapers and the Embodiment of American Political Parties.\" Early American Literature 2000 35(1): 51–86. আইএসএসএন 0012-8163 Fulltext: in Swetswise and Ebsco\nStewart, Donald H. The Opposition Press of the Federalist Era (1968), highly detailed study of Republican newspapers\n\n\n=== Penny press, telegraph and party politics ===\nAmes, William E. A History of the National Intelligencer.\nBlondheim Menahem. News over the Wire: The Telegraph and the Flow of Public Information in America, 1844–1897 (1994)\nCrouthamel James L. Bennett's New York Herald and the Rise of the Popular Press (1989)\nDavis, Elmer. History of the New York Times, 1851–1921 (1921)\nDicken-Garcia,  Hazel. Journalistic Standards in Nineteenth-Century America (1989)\nDouglas, George H. The Golden Age of the Newspaper (1999)\nElliott Robert N. Jr. The Raleigh Register, 1799–1863 (1955)\nHuntzicker, William E. and William David Sloan eds. The Popular Press, 1833–1865 (1999)\nLuxon Norval Neil. Niles' Weekly Register: News Magazine of the Nineteenth Century (1947)\nMartin Asa Earl. \"Pioneer Anti-Slavery Press\", Mississippi Valley Historical Review 2 (1916), 509–528. in  JSTOR\nGeorge S. Merriam, Life and Times of Samuel Bowles V. 1 (1885) Springfield [Mass.] Republican\nNevins, Allan. The Evening Post: A Century of Journalism (1925) full text online\nRafferty,  Anne Marie. American Journalism 1690–1904 (2004)\nSchiller, Dan. Objectivity and the News: The Public and the Rise of Commercial Journalism (1981)\nSchwarzlose Richard A. The Nation's Newsbrokers, vol. 1, The Formative Years: From Pretelegraph to 1865 (1989)\nShaw Donald Lewis. \"At the Crossroads: Change and Continuity in American Press News 1820–1860\", Journalism History 8:2 (Summer 1981), 38–50.\nSmith Carol, and Carolyn Stewart Dyer. \"Taking Stock, Placing Orders: A Historiographic Essay on the Business History of the Newspaper\", Journalism Monographs 132 ( April 1992).\nSteele Janet E. The Sun Shines for All: Journalism and Ideology in the Life of Charles A. Dana. (1993)\nStevens John D. Sensationalism and the New York Press (1991)\nSummers, Mark Wahlgren. The Press Gang: Newspapers and Politics, 1865–1878 (1994)\nThomas, Leonard. The Power of the Press: The Birth of American Political Reporting. (1986)\nTucher, Andie. Froth and Scum: Truth, Beauty, Goodness, and the Ax Murder in America's First Mass Medium. (1994)\nVan Deusen, Glyndon G. Horace Greeley, Nineteenth-Century Crusader (1953) online editor of New York Tribune (1840–1872)\nVan Deusen, Glyndon G. Thurlow Weed, Wizard of the Lobby (1947), Whig editor of Albany Journal\nWalsh Justin E. To Print the News and Raise Hell! A Biography of Wilbur F. Storey. (1968), Democratic/Copperhead editor Chicago Times\nWilliams Harold A. The Baltimore Sun 1837–1987. (1987)\n\n\n=== Civil War ===\nAndrews, J. Cutler. The North Reports the Civil War (1955), the definitive study\nAndrews, J. Cutler. The South Reports the Civil War (1970) the definitive study\nHarris, Brayton (১৯৯৯), Blue & Gray in Black & White: Newspapers in the Civil War, Brassey's, আইএসবিএন 1574881655 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBulla, David W. and Gregory R. Borchard. Journalism in the Civil War Era (Peter Lang Publishing; 2010) 256 pages. Studies the influence of the war on the press, and, in turn, the press on the war.\nCrozier,  Emmet. Yankee Reporters 1861–1865 (1956)\nFermer Douglas. James Gordon Bennett and the New York Herald: A Study of Editorial Opinion in the Civil War Era 1854–1867 (1986)\nMerrill Walter M. Against Wind and Tide: A Biography of William Lloyd Garrison (1963)\nReynolds, Donald E. Editors Make War: Southern Newspapers in the Secession Crisis (1970).\nSachsman, David B., et al., eds. The Civil War and the Press. (2000)\nSanger Donald Bridgman. \"The Chicago Times and the Civil War\", Mississippi Valley Historical Review 17 ( March 1931), 557–580. A Copperhead newspaper; জেস্টোর 1916392\nSkidmore Joe. \"The Copperhead Press and the Civil War\", Journalism Quarterly 16:4 ( December 1939), 345–355.\nStarr, Louis M. Bohemian Brigade: Civil War Newsmen in Action (1954)\nWeisberger, Bernard A. Reporters for the Union ( 1953)\n\n\n=== 1865–1940 ===\nBooker, Richard. The Story of an Independent Newspaper (1924) Springfield Republican in Massachusetts\nBrian, Dennis. Pulitzer: A Life (2001) online\nCampbell, W. Joseph. Yellow Journalism: Puncturing the Myths, Defining the Legacies (2003), focus on 1898\nCohen, Deborah. Last Call at the Hotel Imperial: The Reporters Who Took On a World at War (2022) American coverage of 1930s in Europe by John Gunther, H. R. Knickerbocker, Vincent Sheean, and Dorothy Thompson.excerpt\nDavis, Elmer. History of the New York Times, 1851–1921 (1921)\nKaplan, Richard L. Politics and the American Press: The Rise of Objectivity, 1865–1920 (2002)\nKobre, Sidney. The Yellow Press, and Gilded Age Journalism (1964)\nMiller, Sally M. The Ethnic Press in the United States: A Historical Analysis and Handbook. (1987)\nNasaw, David. The Chief The Life of William Randolph Hearst (2000)\nPeterson,  Theodore. Magazines in 20th Century (2nd ed. 1964)\nPride, Armistead S. and Clint C. Wilson. A History of the Black Press. (1997)\nProcter, Ben. William Randolph Hearst: The Early Years, 1863–1910 (1998)\nSmythe, Ted Curtis; The Gilded Age Press, 1865-1900 Praeger. 2003. online edition  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১২-০৭-১৬ তারিখে\nSummers, Mark Wahlgren. The Press Gang: Newspapers and Politics, 1865-1878 (1994)\nSwanberg, W.A. Pulitzer (1967), popular biography.\nWeinberg, Arthur, and Lila Weinberg. The Muckrakers (1961).\nWhyte, Kenneth. The Uncrowned King: The Sensational Rise of William Randolph Hearst (2009).\n\n\n=== 1940–2010 ===\nBenson, Rodney. Shaping immigration news (Cambridge UP, 2013) in French and American journalism\nBrinkley, Alan. The Publisher: Henry Luce and His American Century, Alfred A. Knopf (2010) 531 pp. online\n\"A Magazine Master Builder\" Book review by Janet Maslin, The New York Times, April 19, 2010\nBrinkley, Alan. \"What Would Henry Luce Make of the Digital Age?\" TIME (April 19, 2010) excerpt and text search\nBaughman, James L. Henry R. Luce and the Rise of the American News Media (2001) excerpt and text search\nDiamond, Edwin. Behind the Times: Inside the New New York Times (1995)\nEdwards, Bob. Edward R. Murrow and the Birth of Broadcast Journalism (2004) excerpt and text search\nGorman, Lyn.  and David McLean. Media and Society in the Twentieth Century: A Historical Introduction (2002) excerpt and text search\nGottlieb, Robert and Irene Wolt. Thinking Big: The Story of the Los Angeles Times, Its Publishers and Their Influence on Southern California. (1977)\nHalberstam, David. The Powers That Be (2001) power of the media in national affairs excerpt and text search\nHarnett, Richard M. and Billy G. Ferguson. Unipress: United Press International: Covering the 20th Century.  (2001)\nKluger, Richard. The Paper: The Life and Death of the New York Herald Tribune. (1986)\nLiebling, A. J. The Press (1961)\nMcDougal, Dennis. Privileged Son: Otis Chandler and the Rise and Fall of the L.A. Times Dynasty  (2001)\nMcPherson, James Brian. Journalism at the end of the American century, 1965–present (2006) excerpt and text search\nMears, Walter. Deadlines past: forty years of presidential campaigning: a reporter's story (Andrews McMeel Publishing, 2003).\nMerritt, Davis. Knightfall: Knight Ridder And How The Erosion Of Newspaper Journalism Is Putting Democracy At Risk (2005) excerpt and text search\nNoble, James Kendrick. Paper Profits: A Financial History of the Daily Newspaper Industry, 1958-1998 (2000)\nScanlon, John J. The Passing of the Springfield Republican (1950); it folded after 1947 strike\nStacks, John F. Scotty: James B. Reston and the Rise and Fall of American Journalism. (2003)\nWolff,  Michael. The Man Who Owns the News: Inside the Secret World of Rupert Murdoch (2008) 446 pages excerpt and text search\n\n\n=== Historiography ===\nAucoin, James L. \"Historiographic essay: The investigative tradition in American journalism.\" American Journalism 14.3-4 (1997): 317-329.\nDaly, Chris. \"The Historiography  of Journalism History: Part 2: 'Toward a New Theory,'\" American Journalism, Winter 2009, Vol. 26 Issue 1, pp 148–155, stresses the tension between the imperative form of business model and the dominating culture of news.\nEmery, Michael. \"The writing of American journalism history.\" Journalism History 10.3-4 (1983): 37-43.\nFolkerts, Jean. \"American Journalism History: A Bibliographic Essay.\" American Studies International 29.2 (1991): 4-27. online\nGarze, Melita M. et al. The Routledge Companion to American Journalism History (2023) online\nMcKerns, Joseph Patrick. \"The history of American journalism: A bibliographical essay.\" American Studies International 15.1 (1976): 17-34. online\nNord, David Paul. \"The History of Journalism and the History of the Book.\" in Explorations in communication and history (Routledge, 2008). 168-186.\nSchudson, Michael. \"Toward a troubleshooting manual for journalism history.\" Journalism & Mass Communication Quarterly 74.3 (1997): 463-476. online"}