{"pageid": 1515063, "title": "অ্যাশফোর্ড, কেন্ট", "url": "https://bn.wikipedia.org/wiki?curid=1515063", "content": "অ্যাশফোর্ড হল ইংল্যান্ডের কেন্ট কাউন্টির অ্যাশফোর্ড জেলার একটি শহর। এটি নর্থ ডাউনসের দক্ষিণ প্রান্তে বা তুষারপাতের ধারে গ্রেট স্টাওর নদীর তীরে অবস্থিত। শহরটি লন্ডনের কেন্দ্র থেকে সড়কপথে প্রায় ৬১ মাইল (৯৮ কিমি) দক্ষিণ-পূর্বে এবং ফোকস্টোন থেকে সড়কপথে প্রায় ১৫ মাইল (২৪ কিমি) উত্তর-পশ্চিমে অবস্থিত। ২০২১ সালের আদমশুমারি অনুযায়ী শহরটির জনসংখ্যা ছিল ৮৩,২১৩। শহরের নামের উৎপত্তি পুরনো ইংরেজি শব্দ æscet থেকে, যার অর্থ অ্যাশ গাছের ঝোপের পাশে অবস্থিত একটি ফেরিঘাট। অ্যাশফোর্ড মধ্যযুগ থেকে একটি বাজার শহর হিসেবে পরিচিত এবং এখনো সেখানে নিয়মিত বাজার অনুষ্ঠিত হয়।\nসেন্ট মেরির প্যারিশ চার্চ ১৩শ শতাব্দী থেকে একটি স্থানীয় স্থাপত্য হিসেবে পরিচিত এবং ১৫শ শতাব্দীতে এটি সম্প্রসারিত হয়। বর্তমানে চার্চটি উপাসনা এবং বিনোদনের কেন্দ্র হিসেবে দ্বৈত ভূমিকা পালন করে।\n১৯শতকের মাঝামাঝি থেকে রেলওয়ের আগমন শহরে একটি গুরুত্বপূর্ণ কর্মসংস্থান সৃষ্টি করে, যা পাঁচটি পৃথক রেলপথ নিয়ে একটি রেল কেন্দ্র হিসেবে শহরটির বিকাশে অবদান রাখে। লন্ডন এবং চ্যানেল টানেলের মধ্যে উচ্চগতির রেললাইন (এইচএস১ হাই স্পিড ১) অ্যাশফোর্ড আন্তর্জাতিক রেলওয়ে স্টেশনের মধ্য দিয়ে যায়, যার মাধ্যমে শহরটি প্যারিস এবং অন্যান্য ইউরোপীয় গন্তব্যের সঙ্গে যুক্ত হয়। এম২০ মহাসড়ক অ্যাশফোর্ডকে চ্যানেল টানেল, জাতীয় মহাসড়ক নেটওয়ার্ক (এম২৫ মহাসড়ক দিয়ে) এবং লন্ডনের (এ২০ মহাসড়ক দিয়ে) সাথে যুক্ত করেছে।\n১৯৬০-এর দশক থেকে বেশ কয়েকটি সরকারি পরিকল্পনায় অ্যাশফোর্ডকে উন্নয়নের জন্য চিহ্নিত করা হয়েছে। ১৯৭০-এর দশকে একটি বিতর্কিত চারলেন রিং রোড এবং বহুতলবিশিষ্ট চার্টার হাউস ভবনের নির্মাণের মাধ্যমে পুরানো শহরের উল্লেখযোগ্য অংশ ধ্বংস হয়ে যায়, যদিও কিছু এলাকা রক্ষা করা হয় এবং সংরক্ষণ করা হয়। গত ৪০ বছরে অন্যান্য পরিবর্তনের মধ্যে রয়েছে কাউন্টি স্কয়ার শপিং সেন্টার নির্মাণ, রেপটন পার্কে টেম্পলার ব্যারাকের পুনর্নির্মাণ, দক্ষিণ-পূর্বে ফিনবেরি এস্টেট এবং পুরস্কারপ্রাপ্ত অ্যাশফোর্ড ডিজাইনার আউটলেট।\n\n\n== ইতিহাস ==\n\n\n=== প্রারম্ভিক বিকাশ ===\nলৌহ যুগ থেকেই অ্যাশফোর্ডের আশেপাশে মানুষের বসতির প্রমাণ পাওয়া গেছে, যেখানে ১৫০০ খ্রিস্টপূর্বাব্দের একটি ব্যারো (মৃতদেহের পাহাড়) আবিষ্কৃত হয়েছে যা বর্তমানে ব্যারো হিল নামে পরিচিত। অ্যাশফোর্ডের কাছাকাছি নিম্ন প্যালিওলিথিক যুগের দুটি অক্ষ পাওয়া গেছে। ১৯৯০-এর দশকের শেষের দিকে পার্ক ফার্ম এস্টেট নির্মাণের সময় খননকাজের মাধ্যমে খ্রিস্টপূর্ব ৭ম সহস্রাব্দের উচ্চ প্যালিওলিথিক এবং মেসোলিথিক যুগের সরঞ্জাম পাওয়া গেছে। অ্যাশফোর্ডের মধ্য দিয়ে চ্যানেল টানেল রেল লিঙ্ক নির্মাণের সময় আরও বেশ কিছু মেসোলিথিক সরঞ্জাম আবিষ্কৃত হয়।\nরোমান ব্রিটেনে ওয়েল্ড নদী থেকে লোহার আকরিক খনন করা হত এবং অ্যাশফোর্ডে পরিবহন করা হত, সেখানের দুটি লৌহশিল্প আকরিককে প্রক্রিয়াজাত করে একটি কার্যকর ধাতুতে পরিণত করত। প্রত্নতাত্ত্বিক গবেষণায় অনুমান করা হয়েছে যে বর্তমান কেন্দ্রের উত্তর দিকে একটি রোমান বসতির অস্তিত্ব ছিল, যা প্রায় আলবার্ট রোড এবং ওয়াল রোডের সংযোগস্থলে ছিল।\nবর্তমান শহরটির উৎপত্তি ৮৯৩ খ্রিস্টাব্দে ডেনিশ ভাইকিং আক্রমণ থেকে পালিয়ে আসা বাসিন্দাদের দ্বারা প্রতিষ্ঠিত একটি আদি বসতি থেকে, যাদের প্রতিরোধের জন্য একজন স্যাক্সন লর্ড জমি দিয়েছিলেন। নামটি প্রাচীন ইংরেজি æscet থেকে এসেছে, যা অ্যাশ গাছের ঝোপের কাছে একটি নৌপথকে নির্দেশ করে। ১০৮৬ সালের ডোমসডে বুকের সময় এটি এখনও তার মূল স্যাক্সন নাম এসেটসফোর্ড (অথবা এসেটিসফোর্ড, এসেলেসফোর্ড, অ্যাশাটিসফোর্ড,এশহেফোর্ড) নামে পরিচিত ছিল। জমিদার বাড়িটি ইংল্যান্ডের কনস্টেবল এবং উইলিয়াম দ্য কনকাররের সঙ্গী হিউ ডি মন্টফোর্টের মালিকানাধীন ছিল এবং সেই সময়ে একটি গির্জা, দুটি মিল এবং ১৫০ শিলিং (৭.৫০ পাউন্ড) মূল্যের ছিল। এখনও বিদ্যমান এলাকার প্রাচীনতম বাড়িগুলির মধ্যে একটি হল শহরের উত্তরে ইস্টওয়েল পার্কে অবস্থিত লেক হাউস, যেখানে রিচার্ড প্ল্যান্টাজেনেটের সমাধি রয়েছে।\n\n\n=== মধ্যযুগ ===\nত্রয়োদশ শতাব্দীতে কৃষি ও বাজার শহর হিসেবে অ্যাশফোর্ডের গুরুত্ব বৃদ্ধি পায় এবং ১২৪৩ সালে রাজা তৃতীয় হেনরি শহরটিকে পশুপালনের বাজার স্থাপনের জন্য একটি সনদ প্রদান করেন। ১৩শ এবং ১৪শ শতাব্দীতে মৃৎশিল্পের প্রসার ঘটে, যার মূল কাজগুলি শহরের কেন্দ্রস্থল থেকে কয়েক মাইল পশ্চিমে অবস্থিত বর্তমানে পটারস কর্নারে অবস্থিত। বপরবর্তীতে বর্জ্য পরীক্ষা করে প্রমাণ পাওয়া গেছে যে উৎপাদন ব্যাপক আকারে ছিল। কেন্ট প্রত্নতাত্ত্বিক সমিতি এই স্থানে প্রায় ১১২৫ - ১২৫০ সালের মধ্যে বালুকাময় জিনিসপত্র আবিষ্কার করেছে।\n১৪৫০ সালে দুর্নীতিগ্রস্ত রাজকীয় কর্মকর্তাদের বিরুদ্ধে বিদ্রোহের নেতৃত্বদানকারী জ্যাক কেডের অ্যাশফোর্ডের সাথে সম্পর্ক থাকতে পারে। উইলিয়াম শেক্সপিয়ারের হেনরি ষষ্ঠ, পর্ব ২-এ কেড \"অ্যাশফোর্ডের কসাই ডিক\"-এর সাথে কথোপকথন করেন।\n১৬শ এবং ১৭শ শতাব্দীতে অ্যাশফোর্ড তার অপ্রথাগত বিশ্বাসের জন্য পরিচিত হয়ে ওঠে। ১৫১৭ সালে স্থানীয় বাসিন্দা জন ব্রাউনকে ধর্মদ্রোহিতার জন্য মৃত্যুদণ্ড দেওয়া হয় এবং সম্ভবত তিনি পরবর্তীতে \"জন ব্রাউন'স বডি\" গানটির উৎস হিসেবে পরিচিত হয়েছেন। থমাস স্মিথ ১৬শ শতাব্দীর মাঝামাঝি সময়ে রানী প্রথম এলিজাবেথের কাছ থেকে দানস্বরূপ অ্যাশফোর্ডের জমিদারি অর্জন করেন এবং তাকে প্যারিশ গির্জায় সমাহিত করা হয়।\nআন্তর্জাতিকভাবে স্বীকৃত গণিতবিদ এবং আইজ্যাক নিউটনের অন্যতম প্রধান শিক্ষক জন ওয়ালিস ১৬১৬ সালে অ্যাশফোর্ডে জন্মগ্রহণ করেন, তবে প্লেগ থেকে বাঁচতে ১৬২৫ সালে তিনি টেন্টারডেনে চলে যান। তিনি একজন প্রতিভাবান ছাত্র ছিলেন এবং পরবর্তীকালে কেমব্রিজের ইমানুয়েল কলেজ থেকে স্নাতক ডিগ্রি অর্জন করেন।\n\n\n=== আধুনিক বিকাশ ===\n\n১৭৮০-এর দশকের মধ্যে স্থানীয় কৃষকরা অনানুষ্ঠানিক বাজার দিবস আয়োজন শুরু করে এবং লন্ডন, চ্যাথাম এবং কেন্ট উপকূলের মধ্যে শহরের আদর্শ অবস্থানের বিজ্ঞাপন দেয়। ১৮৫৬ সাল পর্যন্ত বাজারটি হাই স্ট্রিটে অনুষ্ঠিত হত, তখন স্থানীয় কৃষক এবং ব্যবসায়ীরা এলউইক রোডে চলে গিয়ে একটি বাজার সংস্থা গঠন করে যা ইংল্যান্ড এবং ওয়েলসের প্রাচীনতম টিকে থাকা নিবন্ধিত সংস্থা। শহরে এখনও একটি নিয়মিত রাস্তার বাজার রয়েছে, তবে চ্যানেল টানেল রেল লিঙ্কের জন্য ১৯ শতকের কিছু অংশ ভেঙে ফেলার পরে বাজার সংস্থাটি অ্যাশফোর্ড শহরের কেন্দ্রস্থলের বাইরে স্থানান্তরিত হয়। এটি এখনও প্রায় ৫,০০০ কৃষক ব্যবহার করেন।\n\n\n==== সামরিক উপস্থিতি ====\n১৭৯৭ সালে সেনাবাহিনী প্রথম অ্যাশফোর্ডে তাদের উপস্থিতি প্রতিষ্ঠা করে, যখন তারা ব্যারো হিলে একটি সেনা ক্যাম্প এবং বর্তমানে ম্যাগাজিন রোডের পাশে স্টোররুম তৈরি করে। ১৯ শতকে সেনা উপস্থিতি কমিয়ে আনা হয়, যদিও আক্রমণের ক্ষেত্রে শহরটিকে কৌশলগতভাবে গুরুত্বপূর্ণ বলে মনে করা হত। ১৯১০ সালে টেরিটোরিয়াল আর্মি অ্যাশফোর্ডে তাদের উপস্থিতি প্রতিষ্ঠা করে।\nপ্রথম বিশ্বযুদ্ধের সময় পরিবহন কেন্দ্র হিসেবে অ্যাশফোর্ডের গুরুত্ব এবং মহাদেশ ও লন্ডনের মধ্যে এর অবস্থান এটিকে বিমান থেকে বোমা হামলার লক্ষ্যবস্তুতে পরিণত করে। ১৯১৭ সালের ২৫ মার্চ একটি গোথা বোমারু বিমান থেকে রেলওয়ের কাজের জন্য নিক্ষেপ করা একটি বোমায় একজন তরুণী নিহত হন। এই অভিযানে ৯৬ জন নিহতের মধ্যে তিনিই প্রথম ব্যক্তি ছিলেন, যার মধ্যে ফোকস্টোনে একটি বোমার আঘাতে ৬১ জন নিহত হন। ১৯২০ সালের শেষের দিকে অ্যাশফোর্ডে একটি অর্ডন্যান্স ডিপো স্থাপন করা হয়; এটি ১৯৯৬ সাল পর্যন্ত ব্যবহার করা হয়। দ্বিতীয় বিশ্বযুদ্ধের সময় ব্রিটেনের যুদ্ধে এই শহরটি একটি লক্ষ্যবস্তুতে পরিণত হয়েছিল, যার মধ্যে ১৫ সেপ্টেম্বর ১৯৪০ সালে একটি আক্রমণও ছিল। পরবর্তীতে সেই যুদ্ধে শেষ পর্যন্ত শহরের শহুরে এলাকায় ৯৪ জন বেসামরিক লোক শত্রুর আক্রমণে নিহত হন।\nজয়েন্ট সার্ভিসেস স্কুল অফ ইন্টেলিজেন্স শহরের পশ্চিমে টেম্পলার ব্যারাকে অবস্থিত ছিল। রবার্ট রুনসি, যিনি পরে ক্যান্টারবেরির আর্চবিশপ হন, যুদ্ধের সময় অ্যাশফোর্ডে কর্মরত ছিলেন এবং প্রিন্স অ্যান্ড্রু ১৯৮২ সালে রয়্যাল নেভিতে কর্মরত থাকাকালীন এখানে একটি কোর্সে অংশগ্রহণ করেছিলেন। চ্যানেল টানেল রেল লিঙ্ক নির্মাণের জন্য ১৯৯৭ সালে ব্যারাকগুলি বন্ধ করে দেওয়া হয় এবং ২০০২ সালে স্থানটি ডেভেলপারদের কাছে বিক্রি করা হয়। ব্যারাকের কেন্দ্রস্থলে অবস্থিত রেপটন ম্যানর হাউসটি একটি দ্বিতীয় গ্রেড এর তালিকাভুক্ত ভবন এবং অক্ষত রয়েছে।\nবিংশ শতাব্দী থেকেই অ্যাশফোর্ড জার্মান শহর ব্যাড মুনস্টেরিফেলের সাথে সম্পর্কিত। ১৯১৯ সালে যুদ্ধের পর মেজর জে গুডের নেতৃত্বে ব্রিটিশ বাহিনী শহরটি দখল করে। পরবর্তীতে গুড কিছু ব্যাড মুনস্টেরিফেলের কিছু বাসিন্দার সাথে ঘনিষ্ঠ বন্ধুত্ব গড়ে তোলে। মেজর গুডের শ্যালক জন উইলস পরবর্তীতে ১৯৪৬ সালে নিউ রমনি শহরের মেয়র হন এবং পরবর্তীতে উইনস্টন চার্চিলের সাথে রাইনল্যান্ড সফরের আয়োজন করেন। উইলস ব্রিটিশ এবং জার্মান পরিবারের মধ্যে আরও বেশ কয়েকটি বিনিময় সফরের ব্যবস্থা করেন এমন এক সময়ে যখন দুই দেশের মধ্যে ভ্রমণ বিরল ছিল। ১৯৬১ সালে তাকে ব্যাড মুনস্টেরিফেলের সম্মানসূচক নাগরিক ঘোষণা করা হয়, যার ফলে ১৯৬৪ সালে দুটি শহর আনুষ্ঠানিকভাবে যমজ হয়। দুই বছর পর ব্যাড মুনস্টেরিফেল ব্রিটানির ফুরেস শহরের সাথে যমজ হয়, যার ফলে ১৯৮৪ সালে আশফোর্ডের সাথে সঙ্গীভূত হয়।\n\n\n==== শিল্প ====\nবিংশ শতাব্দীর গোড়ার দিকে এবং মাঝামাঝি সময়ে মুদ্রণ ও গণমাধ্যম অ্যাশফোর্ডের একটি উল্লেখযোগ্য শিল্পে পরিণত হয়। ১৮৮১ সালে হেডলি ব্রাদার্স নামক একটি প্রিন্টিং সেবাদাতা কোম্পানি প্রতিষ্ঠিত হয়, কোম্পানটি ১৯৫০ সালের মাঝামাঝি সময় নাগাদ ২ মিলিয়নেরও বেশি বই মুদ্রণ ও রপ্তানি করে। ২০১৭ সালে কোম্পানিটি বন্ধ হয়ে যায় এবং দুই বছর পর তার কারখানাটি ভেঙে ফেলা হয়। ১৯৬০-এর দশকে লেট্রাসেট কোম্পানি আশফোর্ডে একটি শিল্প সামগ্রী উৎপাদন কারখানা স্থাপন করে। ২০১৩ সালে লেট্রাসেটের পতন এবং কোম্পানির বিদেশে কার্যক্রম স্থানান্তরের সিদ্ধান্তের পর এটি বন্ধ হয়ে যায়।\n\n\n==== পুনর্নির্মাণ ====\n\nপুরানো আশফোর্ড শহরের কেন্দ্রের খুব কমই অবশিষ্ট আছে, শুধুমাত্র মধ্য় রো-তে এবং শহরের কেন্দ্রস্থলের চার্চযার্ডের আশেপাশে কিছু মধ্যযুগীয় আধা কাঠের বিল্ডিং ছাড়া। শহরের কেন্দ্রের চারপাশে বিতর্কিত রিং রোড নির্মাণের জন্য অনেক পুরানো বিল্ডিং অপসারণ করা হয়েছিল, যার মধ্যে চারটি পাবলিক হাউসও ছিল। ১৯৭৫ সালে খোলা চার্টার কনসোলিডেটেডের জন্য একটি আট তলা অফিস ভবন, চার্টার হাউস নির্মাণের জন্য আরও ধ্বংসের প্রয়োজন হয়েছিল। এরপর ১৯৮৫ সালে চার্টার লন্ডনে ফিরে যায়। ভবনটি এখন ফ্ল্যাটে রূপান্তরিত করা হয়েছে, তবে অ্যাসবেসটস আবিষ্কারের কারণে রূপান্তরের সময় অগ্রগতি থেমে যায়। চার্টার নর্থ স্ট্রিটে একটি পুনরুদ্ধার প্রকল্পের তহবিল দিয়ে ধ্বংসের ক্ষতিপূরণ দেন, যার মাধ্যমে বেশ কয়েকটি ঐতিহাসিক ভবন সংরক্ষণ করা হয়। ১৯৮৩ সালের ৮ ডিসেম্বর ডাচেস অফ কেন্ট কর্তৃক নাগরিক কেন্দ্রটি খোলার আগ পর্যন্ত বরো কাউন্সিল এলউইক রোডের সারি সারি বাড়ি থেকে পরিচালিত হত।\nএলাকার বাড়তি জনসংখ্যাকে স্থান দেওয়ার জন্য ২০১৩ সালে ফিনবেরি এস্টেটের নির্মাণ কাজ শুরু হয়। এটি শহরের কেন্দ্রস্থলের দক্ষিণপূর্বে ১৬৮ হেক্টর (৪২০ একর) জমির উপর অবস্থিত, যেখানে দশকের বাকি সময় ধরে পর্যায়ক্রমে বিভিন্ন বাসস্থান, কর্মস্থল এবং দোকান খোলা হয়েছে। এখানে ১,১৮০টি বাড়ি নির্মাণ করার পরিকল্পনা রয়েছে। এই উন্নয়ন প্রকল্পে একটি পাব এবং দোকান নির্মাণের পরিকল্পনাও রয়েছে।\n\n\n==== সাম্প্রতিক উন্নয়ন ====\nআশফোর্ডের সাম্প্রতিক উন্নয়ন কার্যক্রমে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছে আশফোর্ড বোরো কাউন্সিলের 'বিগ ৮' কৌশল। এটি শহরে সাংস্কৃতিক ও অর্থনৈতিক মূল্য যোগ করার জন্য ডিজাইন করা আটটি বড় প্রকল্পের উপর কেন্দ্রীভূত ছিল। প্রথম প্রস্তাবিত প্রকল্প ছিল স্টেশনটির কাছাকাছি  বাণিজ্যিক কোয়ার্টার, যা ২০১৮ সালে উদ্বোধন করা হয় এবং দ্বিতীয়টি ছিল এম২০ মহাসড়কের একটি নতুন জাংশন ১০এ। অগ্রগতি অর্জনকারী আবাসন প্রকল্পগুলির মধ্যে প্রথমটি ছিল চিলমিংটন গ্রিন, যা আশফোর্ড শহরের উপকণ্ঠে ৫,৭৫০টি বাড়ির উন্নয়ন। এই আবাসিক উন্নয়নের অংশ হিসেবে একটি প্রাথমিক বিদ্যালয় নির্মাণের পরিকল্পনা রয়েছে, যার জন্য ২০২২ সালে পরিকল্পনা অনুমোদন দেওয়া হয়।\nবিগ ৮ প্রকল্পগুলির মধ্যে প্রথমটি ছিল আশফোর্ড কলেজের নতুন ক্যাম্পাস, যা জেমেট রোড থেকে স্থানান্তরিত হয়েছিল। এলউইক রোড সাইটে ভবনটির নির্মাণে খরচ হয় ১৬ মিলিয়ন পাউন্ ড এবং এটি ২০১৭ সালে সম্পন্ন হয়। এলউইক প্লেস নামে একটি অবসর কমপ্লেক্স ২০১৮ সালে খোলা হয়েছিল যেখানে একটি পিকচারহাউস সিনেমা রয়েছে। ডিজাইনার আউটলেটকে ৯০ মিলিয়ন পাউন্ডের একটি সম্প্রসারণ প্রকল্পের মাধ্যমে পুনর্নির্মাণ করা হয়। এছাড়া জাসমিন ভার্ডিমন কোম্পানির সম্প্রসারণেরও পরিকল্পনা রয়েছে।\nপ্রাক্তন রেলওয়ে কাজকর্মকে আশফোর্ড ইন্টারন্যাশনাল স্টুডিওস হিসেবে পুনর্নির্মাণ করা হচ্ছে, যা একটি সমন্বিত সিনেমা স্টুডিও, হোটেল এবং আবাসিক অ্যাপার্টমেন্টের সংমিশ্রণ। এটি ২০২৫ সালে উদ্বোধন হওয়ার সম্ভাবনা রয়েছে।\n\n\n== শাসনব্যবস্থা ==\nঅ্যাশফোর্ড বরো কাউন্সিলের মূলমন্ত্র হল \"দৃঢ় বিশ্বাসের সাথে\", যা ১৭ শতকের কবি রিচার্ড লাভলেসের লেখা টু লুকাস্টা, গোয়িং টু দ্য ওয়ারেস কবিতা থেকে নেওয়া হয়েছে, তিনি বরো থেকে এসেছিলেন। প্রাসঙ্গিক পংক্তিটি হল:\n\nকাউন্সিলের প্রতীকে সোনালী রঙ ব্যবহৃত হয়েছে যা ধন-সম্পত্তির প্রতীক, তিনটি অ্যাশ গাছের শাখা প্রাক্তন কাউন্সিল এলাকা গুলোর প্রতিনিধিত্ব করে এবং নিকটবর্তী টেন্টারডেনকে সিনকু বন্দরগুলির মধ্যে একটি হিসেবে স্মরণ করার জন্য একটি সিংহ ব্যবহার করা হয়েছে।\n\n\n== ভূগোল ==\nসড়কপথে অ্যাশফোর্ড লন্ডনের কেন্দ্র থেকে প্রায় ৬১ মাইল (৯৮ কিমি) দক্ষিণ-পূর্বে, মেইডস্টোন থেকে ১৩ মাইল (২০.৯ কিমি) দক্ষিণ-পূর্বে এবং ফোকস্টোন থেকে ১৫.৩ মাইল (২৪.৬ কিমি) উত্তর-পশ্চিমে অবস্থিত। শহরটি কেন্টের দুটি উপত্যকার সংযোগস্থলে অবস্থিত - নর্থ ডাউনসের দক্ষিণ প্রান্ত এবং স্টৌর নদীর উপত্যকা, যেখানে গ্রেট স্টাউর এবং ইস্ট স্টাউর নদীর মিলনস্থল। এই অবস্থানটি এটিকে বসতি স্থাপনের জন্য একটি আদর্শ স্থান করে তুলেছে। অ্যাশফোর্ড বোরো \"অ্যান্ড্রেডসওয়েল্ড\" বা \"অ্যান্ডেরিডা\" প্রাচীন বনের পূর্ব প্রান্তে অবস্থিত। এই অরণ্যটি মূলত হ্যাম্পশায়ার পর্যন্ত পশ্চিমে বিস্তৃত ছিল এবং এটি ওয়েল্ড অঞ্চলের ভিত্তি গঠন করেছিল।\nঅন্যান্য অনেক জনবসতির মতো অ্যাশফোর্ডের আদি শহরটিও তার মূল আকারকে ছাড়িয়ে গেছে এবং ছোট গ্রামগুলোর সাথে মিশে একটি বৃহৎ শহরে পরিণত হয়েছে। ঘূর্ণায়মানভাবে এই গ্রামগুলির মধ্যে রয়েছে বকহ্যাঙ্গার, কেনিংটন, উইলসবোরো, সেভিংটন, সিঙ্গেলটন এবং গ্রেট চার্ট। এছাড়াও বাইব্রুক, গডিন্টন, কিংসনর্থ, পার্ক ফার্ম এবং স্ট্যানহোপের মধ্যে খালি জায়গাগুলোর ওপর আবাসিক এলাকা গড়ে তোলা হয়েছে।\n১৭২৭ সালে নিকটবর্তী হিনক্সহিলে একটি ভূগর্ভস্থ অগ্নিকাণ্ডের খবর পাওয়া যায় এবং ১৭৫৬ সালের ১ জুন শহরে একটি ভূমিকম্প আঘাত হানে। ২০০৭ সালের কেন্ট ভূমিকম্প, যার মাত্রা ছিল রিখটার স্কেলে ৪.৩, অ্যাশফোর্ডে অনুভূত হয়েছিল, যদিও এর প্রভাব ফোকস্টোনে সবচেয়ে বেশি ছিল।\n\n\n=== জলবায়ু ===\nঅ্যাশফোর্ডে বছরে প্রায় ৭৫০ মিলিমিটার (৩০ ইঞ্চি) বৃষ্টিপাত হয়, তবে শহরে সাধারণত নর্থ ডাউনসের কাছাকাছি অঞ্চলের তুলনায় কম বৃষ্টিপাত হয়। স্টাউর নদী সংলগ্ন এলাকা বিশেষ করে স্টেশনের দক্ষিণে বন্যার ঝুঁকিতে রয়েছে, যার কারণে এটি সাধারণত জনবসতিহীন। কংক্রিটের স্টিল্টের উপর ভিত্তি স্থাপনের মাধ্যমে সাম্প্রতিক উন্নয়ন সম্ভব হয়েছে।\nকাছের সরকারি মেট অফিস স্টেশনটি ফাভারশামে অবস্থিত, যা শহর থেকে ১২ মাইল (১৯ কিমি) উত্তরে অবস্থিত।\n\n\n== জনসংখ্যা ==\n\n২০১১ সালের আদমশুমারিতে দেখা গেছে যে কেন্টের মধ্যে অ্যাশফোর্ড বরোতে জনসংখ্যা বৃদ্ধির হার সবচেয়ে বেশি, যেখানে রেকর্ড অনুসারে ১৪.৬% বৃদ্ধি পেয়ে জনসংখ্যা ১,১৮,০০০ জন হয়েছে। ১৯৬০-এর দশক থেকেই অ্যাশফোর্ডকে জনসংখ্যা বৃদ্ধির একটি গুরুত্বপূর্ণ এলাকা হিসেবে চিহ্নিত করা হয়েছে। ১৯৫৯ সালে, লন্ডন কাউন্টি কাউন্সিল লন্ডন থেকে অতিরিক্ত জনসংখ্যা স্থানান্তরের জন্য অ্যাশফোর্ডে ৫,০০০ নতুন ঘর নির্মাণের চুক্তি করে, যার ফলে বর্তমানে দক্ষিণ অ্যাশফোর্ড এবং কেনিংটনের বেশিরভাগ এলাকা তৈরি হয়। ১৯৬৭ সালে প্রকাশিত বুকানন রিপোর্টে অ্যাশফোর্ডকে জনসংখ্যার বৃদ্ধির একটি প্রধান শহর হিসেবে চিহ্নিত করা হয়েছিল। ২০০১ সালে অ্যাশফোর্ডকে দক্ষিণ পূর্ব ইংল্যান্ডের চারটি প্রধান বিস্তারযোগ্য এলাকার মধ্যে একটি হিসেবে চিহ্নিত করা হয়। পরবর্তীকালে শহরে সরকারি এবং বেসরকারিভাবে অর্থায়িত প্রকল্পগুলির সহায়তা প্রদান করার জন্য অ্যাশফোর্ডের ফিউচার কোম্পানি প্রতিষ্ঠিত হয়।\n\n\n== অর্থনীতি ==\nব্যাচেলর্স স্যুপ প্রস্তুতকারক কোম্পানি ১৯৫৭ সালে অ্যাশফোর্ডের পূর্বাঞ্চলের উইলসবোরোতে ২.৫ মিলিয়ন পাউন্ড মূল্যের একটি কারখানা খোলার পর অ্যাশফোর্ডে একটি গুরুত্বপূর্ণ নিয়োগকর্তা হয়ে ওঠে। ব্যাচেলরসের কর্মীদের একটি উল্লেখযোগ্য অংশ তাদের প্রধান উৎপাদন ইউনিট শেফিল্ড থেকে অ্যাশফোর্ডে স্থানান্তরিত হয়। বর্তমানে  কারখানাটি প্রিমিয়ার ফুডসের মালিকানাধীন। ইউনিলিভারের একটি শাখা প্রোপাইটারি পারফিউমস লিমিটেড (পিপিএল) ১৯৬২ সালে ব্যাচেলর্স কারখানার পাশে একটি সুগন্ধি এবং স্বাদ প্রস্তুতি কারখানা এবং গবেষণা পরীক্ষাগার চালু করে। পরবর্তীকালে এটির নামকরণ করা হয় কোয়েস্ট ইন্টারন্যাশনাল এবং ২০০৭ সালে জিভাউডান কিনে নেয়।\nপাইকারি হিমায়িত খাদ্য সরবরাহকারী প্রতিষ্ঠান ব্রেক ব্রাদার্স ১৯৫৭ সালে প্রতিষ্ঠিত হয়। প্রাথমিকভাবে লেনহ্যামের কাছাকাছি অবস্থান করা প্রতিষ্ঠানটি পরবর্তীতে অ্যাশফোর্ডে স্থানান্তরিত হয় এবং সম্প্রসারিত হয়। বর্তমান ইউরোপীয় সদর দপ্তর শহরের উত্তরে ইউরেকা পার্কে অবস্থিত।\n২০১৭ সালে কেন্ট-ভিত্তিক কিউরিয়াস ব্রিউইং অ্যাশফোর্ড ইন্টারন্যাশনাল স্টেশনের পাশে একটি ব্রাউনফিল্ড সাইটে ১.৭ মিলিয়ন পাউন্ডের ক্রাউডফান্ডেড নগদ বিনিয়োগের মাধ্যমে একটি কারখানা তৈরি করে। এটি ২০১৯ সালের মে মাসে চালু হয়। ট্রেন পরিচালনা কোম্পানি সাউথইস্টার্ন কিউরিয়াসের সাথে অংশীদারিত্ব করে এবং অ্যাশফোর্ড আন্তর্জাতিক স্টেশনের আশেপাশে ব্রিউয়ারির বিজ্ঞাপন দেয়।\n২০০৪ সালে আঞ্চলিক পরিকল্পনা নির্দেশিকায় অ্যাশফোর্ডে ২.৫ মিলিয়ন পাউন্ড বিনিয়োগের পরিকল্পনা নির্ধারণ করা হয়, যার মধ্যে ৩১,০০০ নতুন বাড়ি এবং ২৮,০০০ নতুন কর্মসংস্থানের লক্ষ্যমাত্রা অন্তর্ভুক্ত ছিল। ২০০৫ সালে চ্যানেল ৪-এর একটি জরিপে অ্যাশফোর্ডকে যুক্তরাজ্যে বসবাসের জন্য চতুর্থ সেরা স্থান হিসেবে স্থান দেওয়া হয়। তবে ২০১০ সালে জোট সরকার গঠনের ফলে আঞ্চলিক পরিকল্পনার লক্ষ্যগুলি বাতিল করা হয়েছিল, পাশাপাশি উন্নয়ন এলাকার মর্যাদাও তুলে নেওয়া হয়। তবুও অ্যাশফোর্ডের উন্নয়ন অব্যাহত রয়েছে, রেপটন পার্ক, পার্ক ফার্ম, সিঙ্গেলটন এবং চিলমিংটনের মতো শহর অঞ্চলে নতুন বাড়ি নির্মাণের পরিকল্পনা রয়েছে এবং ২৫ মিলিয়ন পাউন্ডের একটি নতুন কলেজ ক্যাম্পাসের পরিকল্পনার অনুমতি দেওয়া হয়েছে। ভিক্টোরিয়া রোডের সম্প্রসারণ অ্যাশফোর্ডে নতুন উন্নয়ন স্থান তৈরি করেছে, যদিও এখানে একটি মরিসন সুপারমার্কেট নির্মাণের পরিকল্পনা ২০১৪ সালের মে মাসে বাতিল করা হয়েছিল।\n\n২০১২ সালে অ্যাশফোর্ড বোরো কাউন্সিল ভবিষ্যদ্বাণী করেছিল যে প্রতি বছর ৬২০টি কর্মসংস্থান বৃদ্ধি পাবে। শহরের বাণিজ্যিক গুরুত্ব বৃদ্ধির পাশাপাশি এর কৌশলগত অবস্থানের বিষয়টি শহরে শিল্প, ব্যবসা এবং খুচরা পার্কের সংখ্যা দ্বারা প্রমাণিত হয়েছে। এর মধ্যে রয়েছে ওয়াটারব্রুক পার্ক, যেখানে এইচজিভি পার্কিংয়ের জন্য বিশেষ জায়গা রয়েছে, ইউরেকা সায়েন্স অ্যান্ড বিজনেস পার্ক, যার মধ্যে উৎপাদন স্থান এবং অফিস কমপ্লেক্স অন্তর্ভুক্ত রয়েছে; এবং অরবিটাল পার্ক, যা বর্তমানে বাজারের অবস্থান, যেখানে নিয়মিত বুট মেলা অনুষ্ঠিত হয়।\nশহরে তিনটি আধুনিক শপিং সেন্টার রয়েছে। পার্ক মল ১৯৮৫ সালে পুরানো ফোকস্টোন গ্লাস ওয়ার্কস সাইটে খুলেছিল এবং বর্তমানে এটি অ্যাশফোর্ড বোরো কাউন্সিল দ্বারা পরিচালিত হয়, যা শহরের কেন্দ্রস্থলকে পুনর্গঠনের কৌশলের অংশ হিসেবে পরিচালিত হয়। শহরের প্রধান শপিং সেন্টার হল কাউন্টি স্কয়ার, যা হেম্পস্টেড স্ট্রিট এবং সংযোগকারী সড়কগুলির উপর নির্মিত হয়ছে, ১৯৭৩ সালে তাফটন সেন্টার হিসেবে উদ্বোধন হয়। ১৯৮৯ সালে কেন্দ্রটির নাম পরিবর্তন করে কাউন্টি স্কয়ার রাখা হয় এবং সিআইএন প্রোপার্টিজ কর্তৃক এটি সংস্কার করা হয়, যারা এর উপর একটি কাচের ছাদ যোগ করেছিল। ২০০৮ সালে সেন্টারটি ৫০,০০০ বর্গফুট নতুন খুচরা জায়গা অন্তর্ভুক্ত করার জন্য সম্প্রসারিত করা হয়, যার মধ্যে একটি ডেবেনহামস স্টোরও অন্তর্ভুক্ত ছিল। শহরের কেন্দ্রস্থলের বাইরে রিচার্ড রজার্সের ডিজাইন করা অ্যাশফোর্ড ডিজাইনার আউটলেট রয়েছে, যা প্রতি বছর প্রায় ৩০ লক্ষ গ্রাহককে আকর্ষণ করে। এই কেন্দ্রটি রিটেইল ডেস্টিনেশন অফ দ্য ইয়ার এবং বেস্ট শপিং ভেন্যু হিসেবে শিল্প পুরস্কার জিতেছে এবং ব্রিটিশ পার্কিং অ্যাসোসিয়েশন কর্তৃক এর সুযোগ-সুবিধা, পরিষ্কার-পরিচ্ছন্নতা এবং অপরাধের অভাবের জন্য প্রশংসিত হয়েছে। ২০১৮ সাল থেকে কেন্দ্রটি ১০০,০০০ বর্গফুট সম্প্রসারণের কাজ শুরু করে, যার মধ্যে ৪০টি নতুন দোকান এবং একটি নতুন খাবারের দোকান রয়েছে। এই সম্প্রসারণের অংশ হিসেবে ইউরোপের বৃহত্তম জীবন্ত দেওয়াল স্থাপন করা হয়, যা ১,২০,০০০-এরও বেশি গাছপালা নিয়ে গঠিত। এই সম্প্রসারণটি আনুষ্ঠানিকভাবে ২০১৯ সালের নভেম্বর মাসে উদ্বোধন হয়। ২০০৯ সালের নভেম্বর মাসে পুরানো টেম্পলার ব্যারাকস সাইটে একটি ওয়েট্রোস স্টোর খোলা হয়, এরপর ২০১৩ সালের নভেম্বরে একটি জন লুইস স্টোর খোলা হয়। ডেবেনহামস স্টোরটি ২০২০ সালের জানুয়ারিতে বন্ধ হয়ে যায়, এবং জন লুইস স্টোরটি ২০২১ সালের মার্চে বন্ধ হয়।\n২০১৪ সালে অ্যাশফোর্ড বোরো কাউন্সিল \"অ্যাশফোর্ড ফর\" নামক একটি অভ্যন্তরীণ বিনিয়োগ ক্যাম্পেইন শুরু করে, যা বৃদ্ধিতে সহায়তা করেছে। শহরে বিনিয়োগ করতে সম্মত ডেভেলপারদের মধ্যে রয়েছে কুইন এস্টেটস, জিআরই অ্যাসেটস, ইউ+আই এবং স্ট্যানহোপ। একই বছর অ্যাশফোর্ড বোরো কাউন্সিল \"loveashford.com\" ওয়েবসাইটটি চালু করে, যা শহরের কেন্দ্রীয় এলাকার নতুন ব্যবসাগুলিকে প্রচার করার জন্য তৈরি করা হয় এবং এটি পোর্টাস পাইলট স্কিমের অংশ, যা অবনমিত শহরের প্রধান সড়কগুলির পুনর্জীবন উৎসাহিত করে। হাই স্ট্রিটস মন্ত্রী ব্র্যান্ডন লুইস বলেছিলেন, \"আমি অ্যাশফোর্ডের সব ব্যবসাকে উৎসাহিত করব যাতে তারা সাইন আপ করে এবং শহরের কেন্দ্রীয় এলাকায় তাদের বাণিজ্য বৃদ্ধির জন্য এই দুর্দান্ত সুযোগের অংশ হয়।\"\n\n\n== সংস্কৃতি এবং সম্প্রদায় ==\n\nঅ্যাশফোর্ডে এখন সবচেয়ে পুরনো টিকে থাকা সেন্ট জন অ্যাম্বুলেন্স ইউনিট রয়েছে। অ্যাসোসিয়েশনের প্রতিষ্ঠাতা জন ফার্লি অ্যাশফোর্ডে জন্মগ্রহণ করেন। তিনি ১৮৬৮ সালে ব্রিটিশ রেড ক্রস সোসাইটি প্রতিষ্ঠা করেন, শহরের কাছে ইস্টওয়েল পার্কে বসবাসকারী একজন রাজকীয় অ্যাডমিরালের মাধ্যমে ডিউক অফ এডিনবার্গের সমর্থন লাভ করেন।\n১৯১৫ সালে যক্ষ্মা রোগীদের সাহায্য করার জন্য গ্রোসভেনর স্যানেটোরিয়ামটি খোলা হয়েছিল এবং ১১০ জন পুরুষ এবং ৭৮ জন মহিলা রোগীর চিকিৎসার ব্যবস্থা ছিল। দ্বিতীয় বিশ্বযুদ্ধের সময় ফ্রান্স থেকে পালিয়ে আসার পর দার্শনিক সিমোন ওয়েইল অ্যাশফোর্ডে  বসবাস করেছিলেন। তিনি ফরাসি জনগণকে কষ্টে রেখে চলে আসার জন্য অপরাধবোধে ভুগছিলেন এবং ভালো করে খেতেন না। পরবর্তীতে তিনি যক্ষ্মা রোগে আক্রান্ত হন এবং স্যানেটোরিয়ামে স্থানান্তরিত হন যেখানে ১৯৪৩ সালে তিনি মারা যান। পুরাতন অ্যাশফোর্ড বাইপাসের একটি অংশের নাম এখন সিমোন ওয়েইল অ্যাভিনিউ এবং স্যানেটোরিয়ামটি পরবর্তীতে অ্যাশফোর্ড পুলিশ প্রশিক্ষণ কেন্দ্রে পরিণত হয়।\n১৯২৮ সালের ৩ আগস্ট শহরের পশ্চিমে অ্যাশফোর্ড হাসপাতালটি উদ্বোধন করা হয়, যা ১৯ শতকের একটি ছোট ভবনের পরিবর্তে নির্মিত হয়। সম্প্রতি এটি স্বাস্থ্যকেন্দ্র এবং অবসরকালীন হোম হিসেবে ব্যবহৃত হচ্ছে তবে  ২০১২ সালে এটিকে স্থানীয় স্বাস্থ্য ইউনিটে রূপান্তর করার পরিকল্পনা বাতিল করা হয়। মূল ভবনটি ভেঙে ফেলার হুমকি দেওয়া হয়েছিল, কিন্তু ২০১৫ সালে এটিকে আবাসন কেন্দ্রে রূপান্তর করার পরিকল্পনার মাধ্যমে সংরক্ষণ করা হয়।\nঅ্যাশফোর্ডের প্রধান হাসপাতাল হল উইলসবোরোর কাছে অবস্থিত উইলিয়াম হার্ভে হাসপাতাল। রক্ত সংবহন তন্ত্র আবিষ্কারকারী চিকিৎসক উইলিয়াম হার্ভে-এর নামে এর নামকরণ করা হয়েছে। অ্যাশফোর্ডের ক্রমবর্ধমান সম্প্রসারণের সাথে সাথে চাহিদার তুলনায় পুরাতন হাসপাতালটি খুব ছোট হয়ে যাবে বলে সরকার সিদ্ধান্ত নিয়েছিল বলে হাসপাতালটি তৈরি করা হয়েছিল এবং ৭-৮ মিলিয়ন পাউন্ড বাজেটে একটি হাসপাতাল তৈরির জন্য ৩০ একর জায়গার সন্ধান করেছিল। হাসপাতালটি নির্মাণের কাজ ১৯৭৩ সালে শুরু হয় এবং এটি ১৯৭৭ সালে এটি কমিশন করা হয় এবং ১৯৭৯ সালে এটি খুলে দেওয়া হয়।\n\n\n== উল্লেখযোগ্য স্থান ==\n১৭ শতকে এখানে একটি বিনাবেতনের গ্রামার স্কুল প্রতিষ্ঠিত হয়েছিল; এটি গির্জার আঙিনার পশ্চিম পাশে নির্মিত হয় এবং ১৮৪৬ সাল পর্যন্ত সেখানেই ছিল, বর্তমানে এটি একটি যাদুঘর হিসেবে ব্যবহৃত হয়। গির্জাটি ১৯৫১ সাল থেকে গ্রেড ১ তালিকাভুক্ত।\n\nলিংকনে নির্মিত এবং প্রথম বিশ্বযুদ্ধে ব্যবহৃত একটি এমকে. IV ট্যাঙ্ক ১৯১৯ সালের ১ আগস্ট শহরের বাসিন্দাদের যুদ্ধ প্রচেষ্টার জন্য ধন্যবাদ জানাতে শহরে উপস্থাপন করা হয়। এটি শহরের কেন্দ্রস্থলের কাছে সেন্ট জর্জেস স্কোয়ার-এ অবস্থিত। কয়েক বছর ধরে বিদ্যুৎ সরবরাহকারী সিবোর্ড ট্যাঙ্কের ভিতরে একটি বিদ্যুৎ উপকেন্দ্র স্থাপন করেছিল, কিন্তু এখন এটি সরিয়ে ফেলা হয়েছে; দ্বিতীয় বিশ্বযুদ্ধের সময় ট্যাঙ্কটি পুনরুদ্ধার না হওয়ার কারণ হিসাবে উপকেন্দ্রটি চিহ্নিত করা হয়, যেমনটি পৌরসভাগুলিকে উপহার দেওয়া অন্যান্য ট্যাঙ্কের ক্ষেত্রে ঘটেছিল। ১৯৮৮ সালে ট্যাঙ্কের উপর একটি সুরক্ষামূলক আবরণ তৈরি করা হয়।\nএইচ.এস. প্লেজ অ্যান্ড সন্স লিমিটেড অ্যাশফোর্ডে দুটি ময়দা মিল তৈরি করে এবং শহরের একটি গুরুত্বপূর্ণ নিয়োগদাতা প্রতিষ্ঠানে পরিণত হয়েছিল। প্রথমটি ১৮৯০ সালে ভিক্টোরিয়া রোডে খোলা হয় এবং দ্বিতীয়টি ১৯০১ সালে ইস্ট হিলে খোলা হয়। মিলদুটি ১৯৭২ সালে বন্ধ হয়ে যায় এবং পরবর্তী অগ্নিকাণ্ডে উভয়ই আংশিকভাবে ধ্বংস হয়ে যায়। ১৯৭৪ সালে ইস্ট হিল মিলের অগ্নিকাণ্ড ঘটে, তবে মূল ছয় তলা টাওয়ার ব্লকটি টিকে থাকে। ২০১৪ সাল পর্যন্ত এটি নাইটক্লাব হিসাবে ব্যবহৃত হয়েছিল, যখন কাছের অ্যাশফোর্ড স্কুল, যা ২০১১ সালে ভবনটি অধিকার করে, তাদের লিজ নবায়ন না করার সিদ্ধান্ত নেয়। ১৯৮৪ সালের সেপ্টেম্বরে আগুনে ভিক্টোরিয়া মিলগুলি প্রায় সম্পূর্ণরূপে ধ্বংস হয়ে যায় এবং ভবনের বাকি অংশ ভেঙে ফেলা হয়।\nব্যাংক স্ট্রিট এবং এলউইক রোডের সংযোগস্থলে অবস্থিত কর্ন এক্সচেঞ্জটি ১৮৬১ সালের ৩ ডিসেম্বর খোলা হয়। নাম থেকেই বোঝা যায় এটি মূলত বাণিজ্যের জন্য ব্যবহৃত হত, তবে বিংশ শতাব্দীর গোড়ার দিকে এর ভূমিকা বিস্তৃত হয়ে ডিনার, নাচ-গান এবং বাণিজ্য প্রদর্শনীর জন্য ব্যবহৃত হতে থাকে। ১৯৩০-এর দশকে ধারণক্ষমতা বাড়ানোর জন্য ভবনটি সম্প্রসারিত করা হয়। ১৯৬৩ সালে এটি ভেঙে ফেলা হয়।\n\nঅ্যাশফোর্ড গ্রিন করিডোর হল শহরের মধ্য দিয়ে বয়ে যাওয়া দুটি প্রধান নদীর পাশের একটি সরল উদ্যান, যা মূল প্লাবনভূমিতে অবস্থিত বলে উন্নয়ন থেকে সুরক্ষিত। উদ্যানের আওতাধীন বেশিরভাগ এলাকা অ্যাশফোর্ড বরো কাউন্সিল দ্বারা একটি প্রাকৃতিক অভয়ারণ্য হিসাবে চিহ্নিত করা হয়েছে। এই এলাকাটির মধ্যে ভিক্টোরিয়া পার্ক অন্তর্ভুক্ত রয়েছে, যা শহরের কেন্দ্রস্থল এবং রেলপথের ঠিক দক্ষিণে অবস্থিত। এর মধ্যে একটি অলঙ্কৃত ঝর্ণা রয়েছে যা প্রথম ১৮৬২ সালে লন্ডনে দ্বিতীয় আন্তর্জাতিক প্রদর্শনীতে প্রদর্শিত হয়েছিল এবং ২৪ জুলাই ১৯১২ সালে জর্জ হার্পার উদ্যানে উপস্থাপন করেন। কনিংব্রুক লেকস কান্ট্রি পার্কটি ২০১৫ সালে শহরের উত্তর-পূর্বে একটি প্রাচীন খনির স্থানে খোলা হয়েছিল।\nঅ্যাশফোর্ডের প্রধান গ্রন্থাগারটি মূলত ১৯৬৬ সালে চার্চ রোডের একটি যুদ্ধ-ক্ষতিগ্রস্ত স্থানে খোলা হয়েছিল। ২০১০ সালে ভবনটি পুনর্নির্মাণ করা হয় এবং সেখানে অ্যাশফোর্ড গেটওয়ে প্লাস প্রতিষ্ঠিত হয়, যা লাইব্রেরি ছাড়াও স্থানীয় কাউন্সিল সেবা প্রদান করে। শহরের কাছে অন্যান্য আকর্ষণীয় স্থানগুলির মধ্যে রয়েছে অ্যাশফোর্ড বোরো যাদুঘর, গডিনটন হাউস অ্যান্ড গার্ডেনস এবং উইলসবারোর নিউ মিল, যা গ্রেড ২ তালিকাভুক্ত।\nঅ্যাশফোর্ডের প্রথম সিনেমা হল ছিল টাফটন স্ট্রিটে অবস্থিত দ্য পিকচার প্যালেস, এরপর ১৯৩৬ সালে \"ওডিওন\" সিনেমা হল লোয়ার হাই স্ট্রিটে খোলা হয় এবং ১৯৭৬ সালে বন্ধ হয়ে যায়। বর্তমানে অ্যাশফোর্ডের প্রধান সিনেমা হলটি শহরের উত্তর দিকে ইউরেকা লিজার পার্কে অবস্থিত একটি ১২টি স্ক্রিনের থিয়েটার। ২০১৩ সালে অ্যাশফোর্ড বরো কাউন্সিল এলউইক রোডের খালি জমি ব্যবহার করে শহরে একটি নতুন সিনেমা হল নির্মাণের পরিকল্পনা ঘোষণা করে। ছয় স্ক্রিনের পিকচারহাউস সিনেমা (একটি ৫৮-কক্ষের ট্র্যাভেলজ হোটেল সহ) নির্মাণ কাজ ২০১৭ সালের মে মাসে শুরু হয় এবং ২০১৮ সালের ডিসেম্বরে এটি উদ্বোধন করা হয়।\n\n\n== পরিবহন ==\n\n\n=== রেল ===\n\n১৮৪২ থেকে ১৮৪৫ সালের মধ্যে দক্ষিণ-পূর্ব রেলওয়ের লন্ডন থেকে ডোভার লাইন খোলার সময় অ্যাশফোর্ড স্টেশন প্রতিষ্ঠিত হয় এবং কোম্পানিটি শহরে তার লোকোমোটিভ কারখানা স্থাপন করে। ১৮৪৬ সালে ক্যান্টারবেরি পর্যন্ত একটি লাইন চালু হয়, এরপর ১৮৫১ সালে মার্শলিংক লাইন হেস্টিংস পর্যন্ত এবং ১৮৮৪ সালে মেইডস্টোন পর্যন্ত একটি লাইন চালু হয়, যা ১৮৯৮ সালের ৩১ ডিসেম্বর পর্যন্ত অ্যাশফোর্ড ওয়েস্ট দ্বারা পরিচালিত হতো। রেলওয়ে সম্প্রদায়ের নিজস্ব একটি গ্রাম ছিল নিউটাউন, যেখানে দোকান, বিদ্যালয়, পাব এবং গোসলখানা ছিল। এটি প্রথমে আলফ্রেড নামে পরিচিত ছিল, তবে  পরবর্তীতে এর নামকরণ করা হয় নিউটাউন। ১৮৬৪ সালের মধ্যে রেললাইনের আশেপাশে ৩০০০ লোক বাস করত। ১৯৬০ সাল থেকে রেলওয়ে কারখানার ব্যবহার কমতে থাকে এবং ১৯৮২ সালে এটি চূড়ান্তভাবে বন্ধ হয়ে যায়।\n\n১৯৯৪ সালে ব্রিটিশ রেল চ্যানেল টানেলের মাধ্যমে অ্যাশফোর্ড আন্তর্জাতিক স্টেশনটি উদ্বোধন করা হয়। এটি হাই স্পিড ১-এ ইউরোস্টার ট্রেন সেবা প্রদান করে, যার মাধ্যমে যা লন্ডন, লিল, ব্রাসেলস এবং প্যারিসের ট্রেন চলাচল করতো এবং ইউরোপের অন্যান্য অংশের সাথে সংযোগ স্থাপন করত। ১৯৯৯ সালে চ্যানেল টানেল রেল লিঙ্ক অনুমোদিত হয়, যা আশফোর্ডের আশেপাশে রেলপথের ব্যাপক আধুনিকীকরণের সঙ্গে সম্পর্কিত ছিল। নতুন লাইন স্থাপনের জন্য স্টেশনের কাছে ২০ মিটার (৬৬ ফুট) থেকে ৪২ মিটার (১৩৮ ফুট) পর্যন্ত একটি পরিখা খনন করা হয়েছিল, ওয়েস্টওয়েল লিকনে একটি নতুন টানেল খনন করা হয় এবং সাউথ উইলসবোরোর কাছে ১৯ শতকের একটি লেভেল ক্রসিং, যা লন্ডন এবং ফোকস্টোনের মধ্যে শেষ বাকি ছিল, তা সরিয়ে ফেলা হয়।\n২০০৭ থেকে ২০০৯ সাল পর্যন্ত এবসফ্লিট আন্তর্জাতিক রেলওয়ে স্টেশন চালু হওয়ার কারণে ব্রাসেলসের সাথে ট্রেন সেবা বন্ধ করা হয়েছিল, তবে একটি আবেদনের পর তা পুনরায় চালু করা হয়। ২০০৯ সালের ডিসেম্বর থেকে এই রুটে অভ্যন্তরীণ ট্রেন সেবা চলাচল শুরু হয়েছে, যার ফলে লন্ডনে যাত্রা সময় ৮৮ মিনিট থেকে কমিয়ে প্রায় ৩৮ মিনিটে নিয়ে এসেছে। তবে কোভিড-১৯ মহামারীর কারণে ২০২০ সালে আন্তর্জাতিক সেবা স্থগিত করা হয়েছিল এবং ইউরোস্টার ঘোষণা করেছে যে ২০২৫ সাল পর্যন্ত এই সেবাগুলি পুনরায় চালু হওয়া সম্ভব নয়।\n\n\n=== সড়ক ===\nরোমান ব্রিটেনের সময়ে বর্তমান অ্যাশফোর্ড ছিল দুটি প্রধান সড়কের সংযোগস্থল। একটি সড়ক ছিল লন্ডন থেকে লিম্পনে (লিমানিস) যাওয়ার, অন্যটি ছিল উইল্ড থেকে ক্যান্টারবুরি (ডুরোভেরনাম) হয়ে রিচবোরো (রুতুপিয়া) বন্দরে পৌঁছানোর। ১৮ শতকের দ্বিতীয়ার্ধে রাস্তাগুলি টার্নপাইক করার সময় অ্যাশফোর্ড কেন্টের একটি কেন্দ্রস্থলে পরিণত হয়েছিল।\n১৯৫৭ সালের ১৯ জুলাই তৎকালীন পরিবহনমন্ত্রী হ্যারল্ড ওয়াটকিনসন অ্যাশফোর্ডের প্রথম বাইপাসটি উদ্বোধন করেন। বর্তমানে অ্যাশফোর্ডের প্রধান সড়ক হল এম২০, যা ১৯৮১ থেকে ১৯৯১ সালের মধ্যে পর্যায়ক্রমে চালু হয়। জংশন ৯, ১০ এবং ১০এ শহরটিকে সেবা প্রদান করে। অন্যান্য প্রধান সড়কগুলি হল ক্যান্টারবুরি যাওয়ার জন্য এ২৮, রমনির মার্শ এবং রাইয়ের জন্য এ২০৭০ এবং ফেভারশাম যাওয়ার জন্য এ২৫১।\n\nঅ্যাশফোর্ড রিং রোড ১৯৭৪ সালের নভেম্বর মাসে শহরের কেন্দ্রের চারপাশে নির্মিত হয় যানজট নিরসনের উদ্দেশ্যে, যদিও এর কিছু অংশে বিদ্যমান সম্পত্তি এবং পুরানো মার্কেটের কিছু অংশ ভেঙে ফেলা হয়। এটি প্রথমে একমুখী সড়ক হিসেবে চালু হয়েছিল, তবে ২০০৭ সালে ১৪ মিলিয়ন পাউন্ড খরচে এটি পুনরায় দ্বিমুখী সড়কে পরিণত করা হয়, যাতে শহরের কেন্দ্র সম্প্রসারিত হয়ে আরও মানুষকে থাকার ব্যবস্থা করতে পারে। দ্বিমুখী রুটে দেশের প্রথম ভাগ করা স্থান প্রকল্প অন্তর্ভুক্ত করা হয়েছে। শিল্পী মাইকেল পিনস্কি দ্বারা তৈরি একটি শিল্প স্থাপনা, লস্ট ও, এই পুনর্নির্মাণের অংশ হিসাবে তৈরি করা হয়েছিল, তবে এটি চালকদের জন্য বিভ্রান্তি সৃষ্টি করেছিল। কাউন্সিলের বিগ ৮ প্রস্তাবের অংশ হিসাবে ২০১৯ সালে এম২০-এ একটি নতুন জংশন ১০এ খোলা হয়।\nঅপারেশন স্ট্যাক হল একটি ট্রাফিক ব্যবস্থাপনা সিস্টেম যা এম২০ সড়কে অ্যাশফোর্ডের কাছাকাছি অবস্থিত, যা খারাপ আবহাওয়া বা শিল্প আন্দোলনের সময়ে এইচজিভি গুলিকে চ্যানেল টানেল এবং ডোভার বন্দরের জন্য লাইনে দাঁড়াতে দেয়। এই স্কিমটি বিতর্কিত কারণ এটি সম্পূর্ণ পূর্বমুখী মোটরওয়েটি ট্রাফিকের জন্য সম্পূর্ণ বন্ধ করে দেওয়া হয়। ২০১৩ সালে কেনট কাউন্টি কাউন্সিল অ্যাশফোর্ডে একটি বিশেষ লরি পার্ক নির্মাণের জন্য তহবিল চেয়ে আবেদন করে।\n\n\n=== অন্যান্য ===\nপূর্ব কেন্টের স্টেজকোচ শহরের চারপাশে বাস সেবা প্রদান করে। বেশিরভাগ সেবার মধ্যে রয়েছে স্টেশন থেকে ডিজাইনার আউটলেটে যাওয়ার সুবিধা। শহরেরবাইরে কিছু বাস সেবা আশপাশের শহরগুলোতে চলে, যার মধ্যে ক্যান্টারবেরি, টেন্টারডেন, মেইডস্টোন এবং ফোকস্টোন অন্তর্ভুক্ত রয়েছে।\n১৯৭৪ সাল পর্যন্ত অ্যাশফোর্ড লিম্পনে বিমানবন্দর সেবা প্রদান করত,  যা বোভাইসের সাথে বাণিজ্যিক সেবা প্রদান করত। লিড বিমানবন্দর, যা লন্ডন আশফোর্ড বিমানবন্দর নামে পরিচিত এবং আশফোর্ড থেকে প্রায় ১৩ মাইল (২১ কিলোমিটার) দক্ষিণে অবস্থিত, ২০১৮ সাল পর্যন্ত ফ্রান্সের লে টুকের সাথে নিয়মিত ফ্লাইট পরিচালনা করত। বর্তমানে এটি লিড এয়ারের মাধ্যমে চার্টার ফ্লাইট পরিচালনা করে। লন্ডন গ্যাটউইক বিমানবন্দর হলো নিকটতম আন্তর্জাতিক বিমানবন্দর, এটি অ্যাশফোর্ড থেকে ৪৫ মাইল (৭২ কিলোমিটার) দূরে  অবস্থিত।\nন্যাশনাল সাইকেল নেটওয়ার্ক, যা যুক্তরাজ্যের বাইসাইকেল রুটগুলোর একটি নেটওয়ার্ক, আশফোর্ডের মধ্য দিয়ে দুটি রুট অন্তর্ভুক্ত করে। এগুলো হলো রচেস্টার থেকে হাইথ পর্যন্ত এনসিআর ১৭ এবং ক্যান্টারবেরি থেকে টুনব্রিজ ওয়েলস পর্যন্ত এনসিআর ১৮। স্টাউর ভ্যালি ওয়াকও প্রধান নদীটির পাশ দিয়ে চলে, যা আশফোর্ডকে লেনহাম এবং কান্টারবুরির সাথে সংযুক্ত করে এবং এই অংশে কেন্টের অন্যান্য দীর্ঘ ফুটপাতের সাথে সংযোগ স্থাপন করে।\n\n\n== শিক্ষা ==\nআশফোর্ডে বারোটি প্রাথমিক বিদ্যালয়, দুটি গ্রামার স্কুল, তিনটি মাধ্যমিক বিদ্যালয় এবং একটি কলেজ রয়েছে। নর্টন ন্যাচবুল স্কুল আশফোর্ডে প্রায় ১৬৩০ সালে একটি ফ্রি গ্রামার স্কুল হিসেবে প্রতিষ্ঠিত হয়েছিল, যার প্রতিষ্ঠাতা ছিলেন স্যার নর্টন ন্যাচবুল। ১৬৩৬ সালে ন্যাচবুলের উইলে একটি শর্তের কারণে স্কুলটি ন্যাচবুল পরিবারের নেতৃত্বে এবং আর্থিক সহায়তায় পরিচালিত হতে থাকে। এটি ১৯৮০ সাল পর্যন্ত শুধুমাত্র আশফোর্ড গ্রামার স্কুল হিসেবে পরিচিত ছিল। মূল স্কুলটি শহরের কেন্দ্রস্থলে গির্জার পাশে অবস্থিত ছিল, তবে এটি একাধিকবার স্থানান্তরিত হয়েছে। বিংশ শতাব্দীতে এটি হাইথ রোডে তার বর্তমান অবস্থানে স্থানান্তরিত হয়। বর্তমান স্কুল ভবনটি ১৯৯০-এর দশকের শেষের দিকে নির্মিত হয়েছিল। মেয়েদের জন্য সংশ্লিষ্ট গ্রামার স্কুলটি শহরের পশ্চিমে হাইওয়ার্থ গ্রামার স্কুল ফর গার্লস। এটি ১৯০৮ সালে কাউন্টি স্কুল ফর গার্লস হিসেবে খোলা হয়েছিল, পরে ১৯২৮ সালে মেইডস্টোন রোডে তার বর্তমান স্থানে চলে আসে। ইস্ট হিলে অ্যাশফোর্ড স্কুল নামে একটি বেসরকারি স্বাধীন স্কুলও রয়েছে, যা ১৮৯৮ সালে প্রতিষ্ঠিত হয়েছিল। এর ইতিহাসের বেশিরভাগ সময় ধরে, এটি শুধুমাত্র মেয়েদের জন্য ছিল, তবে ২০০৬ সালে ছেলেদের ভর্তি শুরু হয়।\nআশফোর্ডে সাম্প্রতিক কিছু স্কুল খোলা হয়েছে, যার মধ্যে রয়েছে রিপটন ম্যানর প্রাইমারি স্কুল, যা পূর্বের টেম্পলার ব্যারাকে নির্মিত হয় এবং সেপ্টেম্বর ২০১২ সালে খোলা হয়। এছাড়া গোট লিস কমিউনিটি প্রাইমারি স্কুল, যা ২০১৩ সালরে সেপ্টেম্বরে খোলা হয় এবং ফিনবেরি প্রাইমারি স্কুল, যা ২০১৭ সালে খোলা হয়। গ্রামার স্কুলগুলির পাশাপাশি অন্যান্য মাধ্যমিক বিদ্যালয়ও রয়েছে, যার মধ্যে বিশেষ চাহিদা সম্পন্ন শিক্ষার্থীদের জন্য বিদ্যালয়গুলি অন্তর্ভুক্ত। আশফোর্ড কলেজ প্রথমে শহরের পূর্বদিকে হেনউডে অবস্থিত ছিল; তবে একটি নতুন কলেজ ভবন শহরের কেন্দ্রে নির্মিত হয় এবং ২০১৭ সালের সেপ্টেম্বরে খোলা হয়।\n\n\n== ধর্মীয় স্থান ==\n\nসেন্ট মেরির প্যারিশ গির্জা শহরের কেন্দ্রস্থলে অবস্থিত। এর কিছু অংশ ১৩শ শতাব্দীর, যার মধ্যে প্রথম রেক্টর রবার্ট ডি ডার্বির একটি পিতলের মূর্তিও রয়েছে। জন ফগে ১৫শ শতাব্দীর শেষের দিকে গির্জায় ব্যাপক পরিবর্তন আনেন, যার মধ্যে ১২০ ফুট (৩৭ মিটার) উচ্চতার টাওয়ার তৈরি এবং ছাদ উঁচু করা অন্তর্ভুক্ত ছিল। তাকে গির্জায় সমাহিত করা হয়েছিল এবং একটি স্মারক জানালা তার নামে উৎসর্গ করা হয়েছে।\n২০১০ সালের ৭ অক্টোবর ডোভারের বিশপ ট্রেভর উইলমট সেন্ট মেরি'স গির্জার পুনঃসংস্কার করেন যাতে এটি উপাসনালয় এবং শিল্পকলা কেন্দ্র ব্যবহার করা যায় এবং ৩৫০ জন মানুষ ধারণক্ষমতা সম্পন্ন হতে পারে। এটি আইলিংটনের ইউনিয়ন চ্যাপেলের মতো। স্থানটির উন্নয়নে প্রায় ১.৭ মিলিয়ন পাউন্ড খরচ হয়, যার মধ্যে ১.২ মিলিয়ন পাউন্ড ইউরোপীয় ইউনিয়নের তহবিলের মাধ্যমে গ্রিন রেনোভেশন ক্লাস্টার প্রোগ্রামের অধীনে প্রদান করা হয়। এরপর থেকে গির্জাটিতে পরিবেশিত কিছু শোয়ের মধ্যে ছিল লাইটনিং সিডস, টিম বার্গেস, গ্যাজ কুম্বস এবং তুরিন ব্রেকস।\n\n\n== খেলাধুলা ==\n\nঅ্যাশফোর্ড ইউনাইটেড ফুটবল ক্লাবটি হোমল্যান্ডসে অবস্থিত, যা শহরের কেন্দ্র থেকে প্রায় ৪ মাইল (৬.৪ কিমি) দক্ষিণে অবস্থিত। ক্লাবটি ১৮৯১ সালে অ্যাশফোর্ড ইউনাইটেড নামে গঠিত হয়েছিল, তবে ১৯০৯ সালে এটি আশফোর্ড রেলওয়ে ওয়ার্কস নামকরণ করা হয় এবং ১৯৩০ সালে \"টাউন\" নাম গ্রহণ করে। ২০১১ সালে আর্থিক সমস্যার কারণে ক্লাবটি সংস্কার করা হয়, যার মধ্যে মালিক টনি বেটারিজের পদত্যাগও অন্তর্ভুক্ত ছিল এবং আবার \"ইউনাইটেড\" নামে পরিচিতি লাভ করে। ১৯৮৬-৮৭ মৌসুমে ক্লাবটি সাউদার্ন লিগ প্রিমিয়ার ডিভিশনে উন্নীত হয় এবং তার সেরা এফএ কাপ পারফরম্যান্স ছিল ১৯৯৬–৯৭ মৌসুমে দ্বিতীয় রাউন্ডে খেলা।\nঅ্যাশফোর্ডের একটি স্থানীয় যুব ফুটবল দল রয়েছে, যার নাম সাউথ অ্যাশফোর্ড ফুটবল ক্লাব। ক্লাবটি ২০০৭ সালে প্রতিষ্ঠিত হয় এবং ৪ থেকে ২১ বছর বয়সী খেলোয়াড়দের জন্য এটি কাজ করে।\nজুলি রোজ স্টেডিয়ামটি উইলসবোরোর কাছে অবস্থিত একটি অ্যাথলেটিক্স স্টেডিয়াম। এটি ১৯৯৭ সালে খোলা হয়েছিল এবং স্থানীয় মধ্য-দূরত্বের দৌড়বিদ জুলি রোজের নামে নামকরণ করা হয়, যিনি ১৯৮৫ সালে একটি বিমান দুর্ঘটনায় নিহত হন। স্টেডিয়ামটি জাতীয় লটারি দ্বারা আংশিকভাবে তহবিল প্রদান করা হয়েছে। এটি অ্যাশফোর্ড অ্যাথলেটিক্স ক্লাবের আবাসস্থল এবং বেশ কয়েকটি আন্তর্জাতিক ইভেন্টের আয়োজন করেছে। স্টেডিয়ামটি ৮০০ জন পর্যন্ত দর্শক ধারণ করতে সক্ষম।\n\nঅ্যাশফোর্ড বরো কাউন্সিলের পক্ষ থেকে অ্যাশফোর্ড লেজার ট্রাস্ট কর্তৃক পরিচালিত স্টাউর সেন্টারটি রেলওয়ে স্টেশনের কাছে একটি পার্কে অবস্থিত এবং এটি বিভিন্ন ধরণের বিনোদনমূলক এবং অবকাশকালীন সেবা প্রদান করে। এর মধ্যে রয়েছে বেশ কয়েকটি পুল, ওয়াটার স্লাইড, জিম এবং অ্যাথলেটিক সুবিধা।\nঅ্যাশফোর্ড রাগবি ফুটবল ক্লাব ১৮৮৫ সালে প্রতিষ্ঠিত হয়। ক্লাবটি ক্যান্টারবেরি রোডের কাছে কিন্নিস ফিল্ডে খেলে। ক্লাবটির প্রথম পঞ্চদশ লন্ডন ২ সাউথ ইস্ট লিগে খেলে থাকে।\nঅ্যাশফোর্ডের একটি তীরন্দাজ ক্লাব রয়েছে যা প্রাপ্তবয়স্ক এবং ১০ বছরের বেশি বয়সী শিশুদের তীরন্দাজ প্রশিক্ষণ প্রদান করে। ক্লাবটি একটি বার্ষিক ইউকে রেকর্ড স্ট্যাটাস পোর্টসমাউথ টুর্নামেন্ট আয়োজন করে।\nঅ্যাশফোর্ড হকি ক্লাব কেনিংটনের বল লেনে অবস্থিত এবং ১৮৯৮ সালে প্রতিষ্ঠিত হয়েছিল। অ্যাশফোর্ডের বেশ কয়েকটি ক্রিকেট ক্লাবও রয়েছে, যার মধ্যে রয়েছে গ্রেট চার্ট ক্রিকেট ক্লাব, যা ২০০৬ সালে তাদের ১৫০ তম প্রতিষ্ঠাবার্ষিকী উদযাপন করে।\n\n\n== গণমাধ্যম ==\nঅ্যাশফোর্ডের স্থানীয় বাণিজ্যিক রেডিও স্টেশন ছিল কেএমএফএম অ্যাশফোর্ড। কাউন্টি-ব্যাপী সমস্ত নেটওয়ার্ক আউটপুট একত্রিত না হওয়া পর্যন্ত অ্যাশফোর্ড স্টুডিওগুলি কেএমএফএম স্টেশনগুলির জন্য স্থানীয় এবং নেটওয়ার্ক উভয় অনুষ্ঠানই আয়োজন করত। অ্যাশফোর্ডে একটি নিজস্ব কমিউনিটি রেডিও স্টেশনও রয়েছে, রেডিও আশফোর্ড ১০৭.১ এফএম। এটি ২০১১ সালের মে মাসে সম্প্রচার শুরু করে এবং অ্যাশফোর্ড হাসপাতাল ব্রডকাস্টিং সার্ভিসের অনুষ্ঠানগুলি অন্তর্ভুক্ত করে, অ্যাশফোর্ডের হাসপাতাল রেডিও স্টেশন, যা ১৯৭১ সাল থেকে আশফোর্ডে কাজ করছে।\nঅ্যাশফোর্ডে বেশ কয়েকটি সংবাদপত্র প্রকাশিত হয়েছে, যার মধ্যে কয়েকটি এখনও প্রকাশিত হচ্ছে। অ্যাশফোর্ডের কেন্ট মেসেঞ্জার ঊনবিংশ শতাব্দীতে প্রতিষ্ঠিত হয়েছিল, এর প্রধান কার্যালয় হাই স্ট্রিটে ছিল। এটি ১৯৭০ সাল পর্যন্ত কার্যক্রম চালিয়ে যায়। বর্তমানে তিনটি স্থানীয় সংবাদপত্র প্রকাশিত হচ্ছে - কেএম গ্রুপ দ্বারা প্রকাশিত কেন্টিশ এক্সপ্রেস; কেওএস মিডিয়া দ্বারা প্রকাশিত ইউরঅ্যাশফোর্ড; এবং ২০০৯ সালের জুলাই থেকে কেন্ট রিজিওনাল নিউজ অ্যান্ড মিডিয়া দ্বারা প্রকাশিত অ্যাশফোর্ড হেরাল্ড।\n\n\n== সাংস্কৃতিক তথ্যসূত্র ==\nরাসেল হোবান তার ১৯৮০ সালের পোস্ট-অ্যাপোক্যালিপটিক উপন্যাস রিডলি ওয়াকার-এ অ্যাশফোর্ডকে নতুনভাবে রূপান্তরিত করে \"বার্ন্ট আর্স\" নাম দেন। এছাড়া, ওয়াই  \"হাউ\", ডোভার  \"ডু ইট ওভার\", এবং ক্যান্টারবেরি \"ক্যামব্রি\" নামে পরিচিত হয়।\n\n\n== আরও দেখুন ==\nঅ্যাশফোর্ড, কেন্টের ব্যক্তিদের তালিকা\nযুক্তরাজ্যের যমজ শহর এবং বোন শহরের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== পাদটীকা ===\n\n\n=== উদ্ধৃতি ===\n\n\n=== উৎস ===\n\n\n== বহিঃ সংযোগ ==\n\nঅ্যাশফোর্ড বরো কাউন্সিলের ওয়েবসাইট"}