{"pageid": 1515687, "title": "হৃতা দুরগুলে", "url": "https://bn.wikipedia.org/wiki?curid=1515687", "content": "হৃতা দুরগুলে (জন্ম: ১২ সেপ্টেম্বর ১৯৯৩) একজন ভারতীয় অভিনেত্রী যিনি মূলত মারাঠি টেলিভিশন এবং চলচ্চিত্র জগতে কাজ করেন। তিনি ফিল্মফেয়ার মারাঠি পুরস্কার সহ বেশ কয়েকটি শিরোপার অধিকারী এবং নিজেকে সবচেয়ে জনপ্রিয় মারাঠি অভিনেত্রীদের একজন হিসেবে প্রতিষ্ঠিত করেছেন। \nতিনি স্টার প্রবাহের দূর্বা (২০১৩) ধারাবাহিকের মাধ্যমে টেলিভিশন জগতে আত্মপ্রকাশ করেন।  তিনি অনন্যা নামক চলচ্চিত্রের মাধ্যমে চলচ্চিত্র জগতে পদার্পন করেন।  জি যুবার ফুলপাখারুতে বৈদেহী চরিত্রে অভিনয়ের মাধ্যমে তিনি খ্যাতি অর্জন করেন।\n২০২০ সালে, তিনি সনি মারাঠির বিনোদনমূলক সংগীত অনুষ্ঠানসিঙ্গিং স্টারের উপস্থাপনা করেছিলেন।  তিনি জি মারাঠির মন উদু উদু ঝালা -তে দীপিকা দেশপান্ডের চরিত্রে অভিনয় করেছেন।\n\n\n== জীবনের প্রথমার্ধ ==\nহৃতা দুরগুলের জন্ম ১২ সেপ্টেম্বর ১৯৯৩ সালে।  তিনি মূলত রত্নগিরির বাসিন্দা কিন্তু তিনি মুম্বাইতে বড় হয়েছেন। মুম্বাইয়ের মাতুঙ্গার রামনারায়ণ রুইয়া কলেজ থেকে তিনি শিক্ষাজীবন সম্পন্ন করেছেন।  আপাতত তিনি থানে অঞ্চলে থাকেন। \n\n\n== ব্যক্তিগত জীবন ==\nহৃতা ২০২২ সালের ১৮ তারিখে টিভি এবং চলচ্চিত্র পরিচালক - প্রতীক শাহকে বিয়ে করেন। \n\n\n== কর্মজীবন ==\nহৃতার অভিনয় জীবন শুরু করেছিলেন পুধচা পাওল প্রকল্পের সহকারী পরিচালক হিসেবে। সেখানে তিনি জানতে পারেন যে রসিকা দেওধর (চলচ্চিত্র এবং ধারাবাহিকে অভিনয়ের জন্য নতুন মুখ সন্ধানকারী) তার আসন্ন অনুষ্ঠানের জন্য নতুন মুখ খুঁজছেন এবং তিনি মুখ্য চরিত্রে অভিনয়ের জন্য অডিশন দেন। এর পরে তিনি স্টার প্রবাহে প্রচারিত দূর্ভা ধারাবাহিকে অভিনয়ের জন্য নির্বাচিত হন।  ২০১৭ সালে, তিনি জি যুবায় সম্প্রচারিত ফুলপাখারু ধারাবাহিকে অভিনয় করেছিলেন, যেটি প্রায় আড়াই বছর চলেছিল।  ২০১৮ সালে, তিনি উমেশ কামাত, ঋষি মনোহর এবং আরতি মোরের সাথে \"দাদা এক গুড নিউজ অহে\"  নাটকে অভিনয় করেন। নাটকটি প্রযোজনা করেছেন প্রিয়া বাপত। তিনি স্ট্রবেরি শেক নামক স্বল্পদৈর্ঘ্য চলচ্চিত্রে মৃণ্ময়ী (ওরফে চিউ) চরিত্রে অভিনয় করেছিলেন। কোভিড মহামারীর সময় এই স্বল্পদৈর্ঘ্য চলচ্চিত্রটি জি৫ অনলাইন মাধ্যমে মুক্তি পেয়েছে। \n২০২০ সালে, তিনি সনি মারাঠিতে সম্প্রচারিত \"সিঙ্গিং স্টার\" অনুষ্ঠানটির উপস্থাপনা করেছিলেন, । এই \"সিঙ্গিং স্টার\" অনুষ্ঠানটি ছিল উপস্থাপক হিসেবে তার প্রথম পরিবেশনা।\nরবি যাদব প্রযোজিত অনন্যা চলচ্চিত্রে অভিনয়ের মাধ্যমে মারাঠি চলচ্চিত্র জগতে দুরগুলের আত্মপ্রকাশ ঘটে।  ছবিটি ২০২২ সালের ২২ জুলাই তারিখে মুক্তি পায়। তিনি সুব্রত জোশীর সাথে ডুয়েট নামে একটি নতুন ওয়েব সিরিজেও কাজ করেছিলেন। ডুয়েট এখনও মুক্তি পায়নি।  ২০২১ থেকে ২০২২ সাল পর্যন্ত হৃতা জি মারাঠিতে সম্প্রচারিত \"মান উডু উডু ঝালা\" ধারাবাহিকে  দীপিকা দেশপাণ্ডের ভূমিকায় অভিনয় করেছিলেন। তাকে মারাঠি ছবি টাইমপাস ৩ -তেও দেখা গিয়েছিল, যা ২৯ জুলাই ২০২২ সালে মুক্তি পায়। \n\n\n== গনমাধ্যমে ==\n২০১৯ সালে, তাকে মারাঠি টেলিভিশনের সবচেয়ে আকর্ষণীয় নারী হিসেবে বর্ণনা করা হয়েছিল।  ২০১৮  টাইমস অফ ইন্ডিয়ার মারাঠি টেলিভিশনের শীর্ষ ১৫ জন সবচেয়ে আকাঙ্ক্ষিত নারীর তালিকায প্রকাশ করেছিল এবং সেখানে তিনি প্রথম স্থান অধিকার করেন। পুনরায় ২০২০ সালে টাইমস অফ ইন্ডিয়ার তালিকায় তিনি দ্বিতীয় স্থান অধিকার করেন।  তিনি মারাঠি টেলিভিশনের সবচেয়ে জনপ্রিয় অভিনেত্রীদের একজন। \nতিনি মহারাষ্ট্রের টেলিভিশন ধারাবাহিক জগতের একজন সুপরিচিত অভিনেত্রী এবং মারাঠি বিনোদন জগতে \"মহারাষ্ট্রচী ক্রাশ\" নামে পরিচিত। ২০২২ সালে তিনি জনপ্রিয় ৫ মারাঠি টেলিভিশন অভিনেত্রীদের মধ্যে প্রথম স্থানে ছিলেন।  ২০২৩ সালে তিনি শীর্ষ ১০ মারাঠি অভিনেত্রীর মধ্যে ৯ম স্থানে ছিলেন। \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n=== মঞ্চ ===\n\n\n=== ওয়েব সিরিজ ===\n\n\n=== বিশেষ উপস্থিতি ===\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n== তথ্যসূত্র =="}