{"pageid": 1515773, "title": "ফেভারশাম", "url": "https://bn.wikipedia.org/wiki?curid=1515773", "content": "ফেভারশাম হলো ইংল্যান্ডের কেন্ট কাউন্টির একটি বাজার শহর যা সিটিংবর্ন থেকে ৮ মাইল (১৩ কিমি), লন্ডন থেকে ৪৮ মাইল (৭৭ কিমি) এবং ক্যান্টারবেরি থেকে ১০ মাইল (১৬ কিমি) দূরে অবস্থিত। এটি কেন্টকে শেপি দ্বীপ থেকে পৃথককারী মোহনা সোয়েলের পাশে অবস্থিত। শহরটি এ২ রাস্তার কাছাকাছি অবস্থিত, যা একসময় প্রাচীন ব্রিটিশ রাস্তা ছিল এবং পরবর্তীতে রোমান ও অ্যাংলো-স্যাক্সনদের দ্বারা ব্যবহৃত হয়। তখন এই রাস্তার নাম ছিল ওয়াটলিং স্ট্রিট। \"ফেভারশাম\" নামটি প্রাচীন ইংরেজি ভাষা থেকে এসেছে, যার অর্থ \"ধাতু কর্মীর গ্রাম\"।\nফেভারশামে রোমান যুগের আগেও বসতি স্থাপিত হয়েছিল। উক্ত বসতি ফেভারশাম ক্রিকের পাশে একটি প্রাচীন সমুদ্র বন্দরের নিকটে ছিল। স্যাক্সনরা এখানে বসবাস করত। ১০৮৬ সালের ডুমসডে বুক-এ এই শহরকে \"ফেভরেশ্যান্ট\" নামে উল্লেখ করা হয়েছে। রাজা স্টিফেন শহরটিকে বিশেষভাবে পছন্দ করতেন এবং তিনি ফেভারশাম অ্যাবি প্রতিষ্ঠা করেন, যা ১৫৩৮ সালে গির্জার বিলুপ্তি হওয়া পর্যন্ত টিকে ছিল। পরবর্তীতে শহরটি একটি গুরুত্বপূর্ণ সমুদ্রবন্দর হিসেবে গড়ে ওঠে এবং মদ তৈরি শিল্পের কেন্দ্র হয়ে ওঠে। ১৬৯৮ সালে প্রতিষ্ঠিত শেফার্ড নীম ব্রিউয়ারি শহরের অন্যতম প্রধান প্রতিষ্ঠান হিসেবে এখনো রয়েছে।\n১৭শ শতক থেকে ২০শ শতকের গোড়ার দিকে ফেভারশাম বিস্ফোরক শিল্পেরও কেন্দ্র ছিল। তবে ১৯১৬ সালে একটি মারাত্মক দুর্ঘটনায় ১০০ জনেরও বেশি শ্রমিক নিহত হলে এই শিল্পের পতন শুরু হয়। একই সময়ে শহরে নৌপরিবহন শিল্পের পুনরুজ্জীবন ঘটে। ফেভারশামে বেশ কয়েকটি উল্লেখযোগ্য স্থাপনা রয়েছে, যার মধ্যে ঐতিহাসিক চার্চ যেমন সেন্ট মেরি অফ চ্যারিটি, ফেভারশাম প্যারিশ চার্চ, মেইজন ডিউ এবং ফেভারশাম রিক্রিয়েশন গ্রাউন্ড অন্তর্ভুক্ত। ফেভারশাম বাজার ৯০০ বছরেরও বেশি সময় ধরে চলে আসছে এবং এটি এখনো শহরের কেন্দ্রে অবস্থিত। শহরটিতে ভালো সড়ক ও রেল সংযোগ বিদ্যমান।\n\n\n== নাম ==\nফেভারশাম নামের প্রথম উল্লেখ পাওয়া যায় ৮১১ সালে। তখন এটি ফেফ্রেশ্যাম (Fefresham) নামে পরিচিত ছিল। এই নামটি প্রাচীন ইংরেজি ভাষা ভাষা থেকে এসেছে। নামটির দ্বিতীয় অংশ হাম শব্দটির অর্থ বসতি বা আবাসস্থান, যা ইংল্যান্ডের অনেক স্থানের নামে ব্যবহৃত হয়েছে। তবে, প্রথম অংশটি অনন্য এবং অন্য কোথাও পাওয়া যায় না। বিশেষজ্ঞরা মনে করেন, এটি পুরাতন ইংরেজি একটি বিলুপ্ত শব্দ *fæfere থেকে এসেছে, যার অর্থ কামার। এই শব্দের মূল উৎস হল লাতিন শব্দ faber, যার অর্থ কারিগর বা কামার। তাই, ফেভারশাম নামটির আদি অর্থ ছিল কামারের বসতি। তবে, যেহেতু এর উৎস লাতিন ভাষার সঙ্গে যুক্ত, ধারণা করা হয় যে, এই নামটি সম্ভবত রোমান কামারদের উপস্থিতির ইঙ্গিতও দিতে পারে।\n\n\n== ইতিহাস ==\n\n\n=== প্রাচীন ইতিহাস ===\nরোমান বিজয়ের আগেই একটি বসতি হিসেবে ফেভারশাম প্রতিষ্ঠিত হয়েছিল। রোমানরা কেন্ট অঞ্চলে বেশ কয়েকটি শহর গড়ে তোলে, যার মধ্যে ফেভারশামও ছিল। রেকুলভার, রিচবরো, ডোভার এবং লিম্পনে নামক স্যাক্সন শোর বন্দরগুলোর মাধ্যমে যাতায়াতের পথ ক্যান্টারবারির দিকে যেত, তারপর ওয়াটলিং স্ট্রিট ধরে লন্ডনের দিকে এগিয়ে যেত। ফেভারশাম ক্যান্টারবারি থেকে মাত্র ১০ মাইল (১৬ কিমি) দূরে ছিল। ফলে রোমান সম্রাট ক্লডিয়াস ৪৩ খ্রিস্টাব্দে ব্রিটেনে অভিযান চালানোর পর ৫০ খ্রিস্টাব্দ নাগাদ ফেভারশাম এই সড়ক নেটওয়ার্কের অংশ হয়ে ওঠে। শহরটি ও তার আশেপাশে বহু রোমান স্থাপনার ধ্বংসাবশেষ পাওয়া গেছে। বিশেষ করে ১৭৯৪ সালে সেন্ট মেরি অব চ্যারিটি চার্চের পশ্চিম টাওয়ার পুনর্নির্মাণের সময় সেখানে রোমান মুদ্রা ও মৃৎপাত্রের সন্ধান মেলে। ২০১৩ সালে শহরের কাছে একটি পাহাড়ের ঢালে প্রায় ২০০০ বছর পুরোনো একটি রোমান থিয়েটারের ধ্বংসাবশেষ আবিষ্কৃত হয়। প্রায় ১২,০০০ দর্শক ধারণক্ষমতাসম্পন্ন এই থিয়েটার ছিল একটি ককপিট-শৈলীর উন্মুক্ত মিলনস্থল, যা ব্রিটেনে প্রথমবারের মতো পাওয়া যায়। এই ধরনের স্থাপত্য রোমানরা তাদের সাম্রাজ্যের অন্যান্য অঞ্চলে ব্যবহার করেছিল।\nপ্রাচীন প্রত্নতাত্ত্বিক প্রমাণ থেকে ধারণা করা হয় যে ফেভারশাম স্যাক্সন রাজাদের গ্রীষ্মকালীন রাজধানী ছিল। ৮১১ সালে এটি রাজকীয় সম্পত্তি হিসেবে পরিচিত ছিল এবং মার্সিয়ার রাজা কোয়েনউলফ কর্তৃক দেওয়া একটি সনদে এর উল্লেখ পাওয়া যায়।  কোয়েনউলফ শহরটিকে \"মহারাজের ছোট্ট শহর ফেফরেশাম\" হিসেবে বর্ণনা করেন। ডুমসডে বুকেও এটি ফ্যাভরেশ্যান্ট নামে নথিভুক্ত হয়। মধ্যযুগে ফেভারশাম একটি গুরুত্বপূর্ণ সমুদ্রবন্দর হিসেবে গড়ে ওঠে। ১৩শ শতাব্দীতে এটি সিনক পোর্টস কনফেডারেশনের অংশ হয়ে ডোভারকে নৌযান সরবরাহ করত। ১৩৬০ সালে প্রকাশিত গফ মানচিত্রে দেখা যায় যে, সোয়াল জলপথ বাণিজ্যের জন্য অত্যন্ত গুরুত্বপূর্ণ নৌপরিবহন পথ ছিল।\n\n\n=== মধ্যযুগ ===\n\nএই অঞ্চলটি \"টেরা রেজিস\" নামে নথিভুক্ত ছিল, যার অর্থ এটি প্রাচীন রাজকীয় সম্পত্তির অংশ ছিল। রাজা স্টিফেন তার প্রধান সহকারী উইলিয়ামকে এটি দিয়েছিলেন। তবে পরে তিনি উইলিয়ামকে এটি বদল করে লিলচার্চের (বর্তমান হাইহ্যাম) মালিকানা দেন, যাতে ফেভারশাম ম্যানর ফেভারশাম অ্যাবির অংশ হতে পারে। স্টিফেন ১১৪৮ সালে ফেভারশাম অ্যাবি প্রতিষ্ঠা করেন এবং সেখানেই তার স্ত্রী ম্যাটিল্ডা ও তার পুত্র ইউস্টাসের সঙ্গে সমাধিস্থ হন। স্টিফেন অ্যাবিটির জন্য এই শহরকে বিশেষভাবে গুরুত্ব দিয়েছিলেন, ফলে তার শাসনকালে ফেভারশাম ঐতিহাসিকভাবে গুরুত্বপূর্ণ হয়ে ওঠে। ১২০১ সালে রাজা জন গির্জাটি ওয়েলসের সাইমনকে দেওয়ার চেষ্টা করেছিলেন। কিন্তু এটি তখন ক্যান্টারবারির সেন্ট অগাস্টিনস অ্যাবির সন্ন্যাসীদের মালিকানায় ছিল। তারা রোমের কাছে আপিল করলে এই অনুরোধ প্রত্যাখ্যাত হয়। এই সময়ের আশেপাশে অ্যাবি স্ট্রিট নির্মাণ করা হয়, যাতে শহর থেকে অ্যাবির দিকে উপযুক্ত প্রবেশপথ তৈরি হয়। এই রাস্তাটিতে এখনও কাঠের তৈরি মধ্যযুগীয় ভবন রয়েছে এবং এটিকে দক্ষিণ-পূর্ব ইংল্যান্ডের সেরা মধ্যযুগীয় রাস্তা বলে বর্ণনা করা হয়েছে।\n১৫৩৮ সালে রাজা অষ্টম হেনরি মঠ ধ্বংস শুরু করলে থমাস কুলপেপারকে ফেভারশাম অ্যাবির মালিকানা প্রদান করেন। এই সময়ে অধিকাংশ অ্যাবি ধ্বংস করা হয় এবং গুজব ওঠে যে স্টিফেনের দেহাবশেষ ফেভারশাম ক্রিক-এ ফেলে দেওয়া হয়েছিল। ১৯৬৪ সালে অ্যাবির খননকার্যে ফাঁকা সমাধিগুলো আবিষ্কৃত হয়। অ্যাবির প্রবেশদ্বার ধ্বংসের পরও টিকে ছিল এবং এটি ১৮শ শতকের মাঝামাঝি পর্যন্ত টিকে ছিল। তবে কেবল বাইরের প্রাচীরের একটি ছোট অংশ অবশিষ্ট ছিল। অ্যাবির পাথর বৃটিশ নিয়ন্ত্রিত অঞ্চল ক্যালাইসে নিয়ে যাওয়া হয় যাতে শহরকে ফরাসি সেনাবাহিনীর আক্রমণ থেকে রক্ষা করা যায়। ১৫৩৯ সালে অ্যাবির ভূমিসহ আশেপাশের এলাকা সিনক পোর্টসের লর্ড ওয়ার্ডেন স্যার থমাস চেনির অধীনে চলে যায়।\nফেভারশাম অ্যাবির অবশিষ্ট থাকা কয়েকটি ভবনের মধ্যে অন্যতম হলো অ্যাবি ফার্মের দুটি শস্যাগার। ছোট শস্যাগারটি আনুমানিক ১৪২৫ সালে নির্মিত হয়েছিল, আর দুটি শস্যাগারের মধ্যে বড়টি ১৪৭৬ সালে তৈরি করা হয়। শস্যাগারগুলোর পাশেই রয়েছে অ্যাবি ফার্মহাউস, যার কিছু অংশ ১৪শ শতকের সময়কার। অ্যাবির বাইরের প্রবেশদ্বারের পূর্ব পাশে অবস্থিত অ্যাবি গেস্ট হাউস এখন আরডেনস হাউস নামে পরিচিত।  এটি বর্তমানে অ্যাবে স্ট্রিটের একটি ব্যক্তিগত আবাসস্থল। ১৫৫১ সালে এই বাড়িতেই থমাস আরডেনকে হত্যা করা হয়েছিল। থমাস ম্যানফিল্ড ১৬১৪ সালে ফেভারশাম আলমস হাউস প্রতিষ্ঠা করেন। পরে ১৮২৩ সালে হেনরি রাইট অতিরিক্ত কয়েকটি বাড়ি নির্মাণ করেন।\nমধ্যযুগে সড়ক যোগাযোগের অবস্থা খুবই দুর্বল ছিল, তাই সমুদ্রপথ ছিল গুরুত্বপূর্ণ পরিবহন মাধ্যম। ১৫৮১ সালে ফেভারশামের মেয়র রিচার্ড টাইলম্যান (বা টিলম্যান) শহরের বন্দরের সম্প্রসারণ করেন এবং দুটি জেটি নির্মাণ করেন। তিনি ফেভারশাম থেকে লন্ডনে গম, বার্লি এবং মাল্ট রপ্তানির অন্যতম প্রধান রপ্তানিকারক হয়ে ওঠেন।\nফেভারশামের সঙ্গে মধ্যযুগে অনেক উল্লেখযোগ্য ব্যক্তির জন্ম হয়েছিল। ফেভারশামের হাইমো এই শহরেই জন্মগ্রহণ করেন এবং পরবর্তীতে প্যারিসে গিয়ে ফ্রান্সিসকান সম্প্রদায়ে যোগ দেন। তিনি দর্শনশাস্ত্রে এতটাই পারদর্শী ছিলেন যে তাঁকে অ্যারিস্টটলীয়দের মধ্যে অ্যারিস্টটলীয় বলা হতো। ফেভারশামের সাইমন ১৩তম শতাব্দীর মাঝামাঝি সময়ে এই শহরে জন্মগ্রহণ করেন এবং পরে ১৩০৪ সালে অক্সফোর্ড বিশ্ববিদ্যালয়ের চ্যান্সেলর হন। কুখ্যাত জলদস্যু জ্যাক ওয়ার্ডের জন্ম ১৫৫৩ সালের কাছাকাছি সময়ে ফেভারশামে হয়েছিল বলে মনে করা হয়। এছাড়া, ১৫৯৫ সালে এখানে জন্মগ্রহণ করেন বিখ্যাত লুটনবাদক ও সংগীত শিক্ষক জন উইলসন। তিনি রাজা প্রথম চার্লসের নাট্যদল দ্য কিংস মেন-এর প্রধান সুরকার ছিলেন এবং অক্সফোর্ড বিশ্ববিদ্যালয়ের সংগীত বিভাগের অধ্যাপক ছিলেন। বর্তমানে অ্যাবি স্ট্রিটে তাঁর জন্মস্থান চিহ্নিত করে একটি ফলক স্থাপন করা হয়েছে।\nএই সময়কালে ফেভারশামে বহু বিশিষ্ট অতিথিরও আগমন হয়েছে। জুলাই ১৫৫৭ সালে রানি মেরি ও রাজা ফিলিপ ডোভারে যাওয়ার পথে এই শহর পরিদর্শন করেন। সেপ্টেম্বর ১৫৭৩ সালে রানি এলিজাবেথ প্রথম তাঁর গ্রীষ্মকালীন কেন্ট সফরের অংশ হিসেবে ফেভারশামে আসেন। তাঁর সঙ্গে ছিলেন লর্ড বার্লি। পরবর্তীতে রাজা দ্বিতীয় চার্লস ইংল্যান্ডের রাজমুকুট গ্রহণের জন্য ডোভার থেকে লন্ডনে যাওয়ার পথে ফেভারশামের মধ্য দিয়ে গিয়েছিলেন।\n\n\n=== বিস্ফোরক শিল্প ===\nফেভারশামে প্রায় ১৫৭৩ সালের দিকে একটি বারুদ কারখানা স্থাপিত হয়েছিল। শহরটিতে একটি ছোট নদী ছিল, যা কিছু কিছু অংশে বাঁধ তৈরি করে জলচালিত চাকার (ওয়াটারমিল) শক্তি উৎপাদনের জন্য ব্যবহার করা হতো। ১৮শ শতকে এই কারখানাটি হোম ওয়ার্কস নামে পরিচিত হয়ে ওঠে এবং ১৭৫৯ সালে এটি জাতীয়করণ করা হয়। ১৯শ শতকের মধ্যে কারখানার এলাকা নদীতীর বরাবর প্রায় এক মাইল জুড়ে বিস্তৃত হয়। শহরের উত্তর-পশ্চিমে ওরে অঞ্চলে ১৭শ শতকের শেষের দিকে দ্বিতীয় একটি বিস্ফোরক কারখানা স্থাপিত হয়। এরপর ১৭৮৬ সালে মার্শ ওয়ার্কস নামে আরও একটি কারখানা চালু হয়। ১৯শ শতকের শেষের দিকে, সুয়াল নদীর পাশে দুটি নতুন কারখানা তৈরি করা হয়, যেখানে টিএনটি ও কর্ডাইট উৎপাদন করা হতো। ফেভারশামে মোট ছয়টি বিস্ফোরক কারখানা গড়ে ওঠে এবং ১৮৭৪ থেকে ১৯১৯ সাল পর্যন্ত এটি যুক্তরাজ্যের বিস্ফোরক শিল্পের কেন্দ্র হিসেবে পরিচিত ছিল।\n১৮৪৭ সালে মার্শ ওয়ার্কসে প্রথম গানকটন উৎপাদন শুরু হয়। কিন্তু উৎপাদন প্রক্রিয়ায় অভিজ্ঞতার অভাবে কাজ শুরু হওয়ার কিছুদিন পরই একটি বিস্ফোরণ ঘটে, যাতে কয়েকজন মারা যায়। পরে ১৯১৬ সালের ২ এপ্রিল রবিবার আপলিজে সুয়াল কারখানার একটিতে ভয়াবহ বিস্ফোরণ ঘটে। একটি চিমনির স্ফুলিঙ্গ থেকে প্রায় ১৫০ টন উচ্চ ক্ষমতাসম্পন্ন বিস্ফোরকে ভর্তি কারখানায় আগুন ধরে যায়। এই দুর্ঘটনায় ১০০-জনের বেশি মানুষ প্রাণ হারায়। ফলে শহরের বিস্ফোরক শিল্পের পতন হয়। পরবর্তী সময়ে বলা হয়েছিল যদি এই দুর্ঘটনা রবিবারের পরিবর্তে অন্য কোনো দিনে ঘটত, তবে হতাহতের সংখ্যা আরও বেশি হতে পারত।\n১৯৩৪ সালে আসন্ন দ্বিতীয় বিশ্বযুদ্ধের আশঙ্কায় ফেভারশামে বারুদের সব কারখানা বন্ধ করে দেওয়া হয়। উৎপাদন স্থানান্তরিত হয় স্কটল্যান্ডের আয়ারশায়ারের আরডিয়ারে। বর্তমানে ফেভারশামে আর কোনো অস্ত্র বা বিস্ফোরক শিল্প নেই। এখন এটি একটি বন্দর ও বাজারকেন্দ্রিক শহর। পুরনো পালতোলা নৌকা সংস্কার ও পুনর্নির্মাণ করা হয় এবং শহরের খালের ধারে নোঙর করে রাখা হয়।\n\n\n=== শিল্পবিপ্লব ও পরবর্তীকাল ===\n\nইংল্যান্ডে মদ তৈরিতে ব্যবহৃত হপ নামের একধরনের ফুল চাষের কেন্দ্র হলো কেন্ট। ফেভারশামে দীর্ঘদিন ধরে বেশ কয়েকটি মদ কারখানা ছিল। শেফার্ড নিম ব্রিউয়ারি আনুষ্ঠানিকভাবে ১৬৯৮ সালে প্রতিষ্ঠিত হয়, যদিও ফেভারশামে মদ তৈরির ইতিহাস আরও পুরনো। এই কারখানা তাদেরকে ব্রিটেনের প্রাচীনতম মদ উৎপাদক হিসেবে দাবি করে এবং এখনও একটি পারিবারিক প্রতিষ্ঠান হিসেবে পরিচালিত হচ্ছে। এডওয়ার্ড রিগডেন ১৮শ শতকের শুরুর দিকে রিগডেন ব্রিউয়ারি প্রতিষ্ঠা করেন। পরে এটি ১৯২২ সালে ক্যান্টারবেরি-ভিত্তিক জর্জ বিয়ার ব্রিউয়ারির সাথে একীভূত হয় এবং জর্জ বিয়ার অ্যান্ড রিগডেন নামে পরিচিত হয়। পরবর্তীতে এটি মেইডস্টোন-ভিত্তিক ফ্রেমলিন’স কোম্পানির মালিকানায় আসে। ১৯৬৭ সালে হুইটব্রেড ফ্রেমলিন’স কিনে নেয় এবং ১৯৯০ সালে ফেভারশামের কারখানাটি বন্ধ করে দেয়। বর্তমানে সেই স্থানটি একটি টেসকো  সুপারস্টোর। শেফার্ড নিম ব্রিউয়ারি এখনো একটি গুরুত্বপূর্ণ আঞ্চলিক মদ কারখানা হিসেবে টিকে আছে, যদিও ঐতিহ্যবাহী বিটার বিয়ারের চাহিদা কমেছে। প্রতিষ্ঠানটি প্রতি বছর প্রায় ২,৩০,০০০ ব্যারেল মদ উৎপাদন করে। ফেভারশামেই ভিক্টোরিয়া ক্রসপ্রাপ্ত লেফটেন্যান্ট-জেনারেল স্যার ফিলিপ নিম জন্মগ্রহণ করেন। তার স্মরণে ২০১৪ সালে শহরের কেন্দ্রস্থলে একটি স্মারক স্থাপন করা হয়।\n১৯১৬ সালে লর্ড ফিশারের অনুরোধে জেমস পোলক অ্যান্ড সন্স ফেভারশামে একটি শিপইয়ার্ড প্রতিষ্ঠা করে। ফেভারশামে তখন থেকেই জাহাজ নির্মাণের ঐতিহ্য ছিল এবং অল্প সময়ের মধ্যেই এটি বিশ্ববাজারে গুরুত্বপূর্ণ অবদান রাখতে শুরু করে। এখান থেকে মোলিয়েট ও ভায়োলেট-এর মতো কংক্রিট নির্মিত জাহাজ তৈরি হয়। ১৯১৬ থেকে ১৯৬৯ সালের মধ্যে ফেভারশাম থেকে ১২০০টিরও বেশি জাহাজ নির্মাণ ও উদ্বোধন করা হয়েছিল।\nফেভারশাম বাজার এখনো শহরের কেন্দ্রস্থলে আয়োজিত হয়। এটি এখন কেন্টের সবচেয়ে পুরনো খোলা বাজার, যার ইতিহাস ৯০০ বছরেরও বেশি পুরোনো। প্রেস্টন স্ট্রিট ও কোর্ট স্ট্রিটেও মাসিক বাজার বসে।\n১২শ শতক থেকে অ্যাবি স্ট্রিট একটি গুরুত্বপূর্ণ পথ ছিল, তবে ২০শ শতকের শুরুর দিকে এটি অবহেলিত হতে শুরু করে। ১৮৯২ সালে কুয়ে লেন সংলগ্ন কিছু ভবন ভেঙে ফেলা হয় এবং ১৯৫০-এর দশকেও পুরো এলাকাটি ধ্বংসের পরিকল্পনা ছিল। তবে, ‘সোসাইটি ফর দ্য প্রোটেকশন অব এনশিয়েন্ট বিল্ডিংস’-এর হস্তক্ষেপে এই ধ্বংসযজ্ঞ ঠেকানো হয়। স্থানীয় জনগণ ঐতিহাসিক এলাকাটি সংরক্ষণ ও পুনরুদ্ধারের জন্য দৃঢ়ভাবে লড়াই করে, যা শেষ পর্যন্ত সফল হয়।\n\n\n=== প্রত্নতত্ত্ব ===\n২০১৯ সালের মে মাসে কেন্ট আর্কিওলজিক্যাল ফিল্ড স্কুল অ্যাবি ফার্মে একটি ১৫০ দৈর্ঘ্য এবং ৫০ ফুট  প্রস্থের একটি রোমান ভবন আবিষ্কার করে। ড. পল উইলকিনসনের মতে, ভবনটির ভাঙা পাথরের দেয়ালের নিচে প্রচুর পরিমাণে বক্স ফ্লু টাইল পাওয়া যায়, যা গরম বাতাস অভ্যন্তরীণ দেয়াল বেয়ে উপরে চালিত করার জন্য ব্যবহৃত হতো। এছাড়াও এতে চকচকে টেরাকোটাযুক্ত মেঝে, অবিকৃত ভূগর্ভস্থ হাইপোকাস্ট হিটিং সিস্টেম এবং বিপুল পরিমাণ সিরামিকের তৈরি ছাদের টাইলস পাওয়া যায়। যদিও দেয়ালের বেশিরভাগ প্লাস্টার সাদা রঙের ছিল, ভবনের উত্তর পাশের গরম গোসলের কক্ষের দেয়ালে সবুজ, লাল এবং হলুদ রঙের প্লাস্টারের প্যানেল পাওয়া গেছে।\n২০০৯ সালে, ফেভারশাম সোসাইটি আর্কিওলজি রিসার্চ গ্রুপের একদল গবেষক ট্যানার স্ট্রিটের পেছনের বাগানে শহরের মধ্যযুগীয় চর্মশোধনাগারের (ট্যানারি) নিদর্শন খুঁজে পায়। ২০০৫ থেকে ২০০৭ সালের মধ্যে পরিচালিত হান্ট দ্য স্যাক্সনস প্রকল্পে অ্যাংলো-স্যাক্সন বসতির প্রমাণ পাওয়া যায়। এরপর, ২০১৭ থেকে ২০১৯ সালের মধ্যে পরিচালিত \"সার্চিং ফর দ্য কিংস ম্যানর\" প্রকল্পের আওতায় একটি উচ্চ-স্তরের আবর্জনা ফেলার গর্ত খনন করে গুরুত্বপূর্ণ ঐতিহাসিক তথ্য উদ্ধার করা হয়।\n\n\n== সরকার ==\n\n১৫৪৬ সালে ফেভারশামের মেয়র, জুরাট ও ফ্রিম্যানদের জন্য একটি চার্টার অনুমোদন করা হয় এবং ১৬৮৫ সালে চার্টারটি পুনরায় অনুমোদন দেওয়া হয়। এরপর ১৮৩৫ সালের মিউনিসিপাল কর্পোরেশনস আইনের অধীনে ফেভারশাম টাউন কাউন্সিল গঠিত হয়। ফেভারশাম সংসদীয় আসনটি ১৮৮৫ সালের সাধারণ নির্বাচনের জন্য তৈরি করা হয়েছিল। তবে, ১৯৯৭ সালের সাধারণ নির্বাচনে এটিকে বিভক্ত করে নতুন দুটি আসন—সিটিংবর্ন ও শেপি এবং ফেভারশাম ও মিড কেন্ট—স্থাপিত হয়। শহরটিতে দীর্ঘদিন ধরে কনজারভেটিভ পার্টির একজন ব্যক্তি সংসদ সদস্য হিসেবে ছিলেন, শুধু ১৯৪৫ থেকে ১৯৭০ সালের মধ্যে ব্যতিক্রম ছিল। ২০১৫ সাল থেকে এই আসনের সংসদ সদস্য হিসেবে রয়েছে কনজারভেটিভ পার্টির হেলেন হোয়াটলি।\nফেভারশাম সোয়েল স্থানীয় প্রশাসনিক জেলার অন্তর্গত। শহরটি চারটি নির্বাচনী ওয়ার্ড নিয়ে গঠিত: অ্যাবে, ড্যাভিংটন প্রায়োরি, সেন্ট অ্যান’স এবং ওয়াটলিং।\nফেভারশাম একসময় একটি বৃহৎ প্রাচীন প্যারিশ ছিল এবং আশপাশের গ্রাম ও গ্রামীণ এলাকা তার অন্তর্ভুক্ত ছিল। ১৮৬৬ সালে এটিকে একটি সিভিল প্যারিশে রূপান্তরিত করা হয়, তবে ১৮৯৪ সালে এটি ফেভারশাম উইদিন এবং ফেভারশাম উইদাউট নামে দুটি অংশে বিভক্ত হয়। ১৯৩৫ সালে আবার ফেভারশাম সিভিল প্যারিশ গঠন করা হয় এবং এতে ফেভারশাম উইদিন, ড্যাভিংটন, প্রেস্টন উইদিন, নর্থ প্রেস্টন উইদাউট ও সাউথ প্রেস্টন উইদাউট অন্তর্ভুক্ত করা হয়। একই সঙ্গে ফেভারশাম উইদাউট, লুডেনহাম ও ওসপ্রিঞ্জ প্যারিশের কিছু অংশ এতে সংযুক্ত করা হয়।\nফেভারশাম টাউন কাউন্সিলের প্রতীক ইংল্যান্ডের রাজকীয় প্রতীকের ওপর ভিত্তি করে তৈরি হয়েছে, যা শহরের রাজকীয় ঐতিহ্যের প্রতিফলন। কাউন্সিলের বৈঠক ফেভারশাম গিল্ডহলে অনুষ্ঠিত হয়।\n\n\n== ভূগোল ==\nফেভারশাম শহরটি সিটিংবোর্ন ও ক্যান্টারবারির মাঝামাঝি অবস্থিত। এটি লন্ডন থেকে প্রায় ৪৮ মাইল (৭৭ কিমি) দক্ষিণ-পূর্বে, মেইডস্টোন থেকে ১৮ মাইল (২৯ কিমি) পূর্বে এবং অ্যাশফোর্ড থেকে ১৪ মাইল (২৩ কিমি) উত্তরে। শহরের আশেপাশের গ্রামগুলোর মধ্যে রয়েছে ওয়ার, লাডেনহ্যাম, মকবেগার এবং অসপ্রিঞ্জ।\nভৌগোলিকভাবে ফেভারশামের অবস্থান এমন এক অঞ্চলে যেখানে উত্তরে জলাভূমি এবং দক্ষিণে নর্থ ডাউনস পর্যন্ত ইটের মাটি, কাঁকর ও চুনাপাথরের মিশ্রণ রয়েছে। ফেভারশাম ক্রিক শহরটিকে সুয়ালের সঙ্গে যুক্ত করেছে, যা মূল ভূখণ্ড কেন্টকে শেপি দ্বীপ থেকে আলাদা করে। শহরের চারপাশের অঞ্চলটি সাউথ সুয়াল প্রকৃতি সংরক্ষণ এলাকার অন্তর্ভুক্ত, যা বিভিন্ন জলচর ও চরবাসী পাখির জন্য পরিচিত। মূলত শেষ বরফ যুগের পর সমুদ্রপৃষ্ঠের পরিবর্তনের ফলে ফেভারশামের উপকূলীয় অঞ্চল  গঠিত হয়েছে। রোমান ব্রিটেনের সময় এবং প্রথম সহস্রাব্দ পর্যন্ত ফেভারশামের উপকূল ছিল একটি বিশাল মোহনা যেখানে ওয়ার ও গ্র্যাভেনি ছিল উপদ্বীপের মতো। মধ্যযুগে ভূমি পুনরুদ্ধারের ফলে ওয়ান্টসাম নদী বন্ধ হয়ে যায় এবং থ্যানেট দ্বীপ মূল কেন্ট অঞ্চলের সঙ্গে যুক্ত হয়। এর ফলে ফেভারশামে জোয়ার-ভাটার পানি প্রবেশ কমে যায়। ফলে ধীরে ধীরে মোহনাগুলো পলি জমে ভরাট হতে শুরু করে। একসময় ফেভারশাম ক্রিক ও এর শাখাগুলোর আয়তন ছিল ১,৩৭৮ একর (৫৫৮ হেক্টর), যা এখন কমে মাত্র ৪৩ একর (১৭ হেক্টর) হয়েছে। পুরো ক্রিকটি যেন একেবারে পলি জমে বন্ধ হয়ে না যায় এবং নৌ চলাচল সম্ভব হয়, সে জন্য ১৬শ শতক থেকে এখানে বিভিন্ন স্লুইস (জলনিয়ন্ত্রণ কাঠামো) বসানো হয়েছে।\n\n\n=== আবহাওয়া ===\nফেভারশামে একসময় যুক্তরাজ্যের সর্বোচ্চ তাপমাত্রা ছিল। ২০০৩ সালে এখানে ৩৮.৫ ডিগ্রি সেলসিয়াস (১০১.৩ ডিগ্রি ফারেনহাইট) তাপমাত্রা রেকর্ড করা হয়েছিল। এটিই ছিল যুক্তরাজ্যে প্রথমবারের মতো নির্ভরযোগ্যভাবে ১০০ ডিগ্রি ফারেনহাইট (৩৮ ডিগ্রি সেলসিয়াস) তাপমাত্রা অতিক্রম করার ঘটনা। এই রেকর্ড প্রায় ১৬ বছর ধরে অক্ষুণ্ন ছিল, তবে ২৫ জুলাই ২০১৯ সালে কেমব্রিজ বিশ্ববিদ্যালয়ের বোটানিক গার্ডেনে ৩৮.৭ ডিগ্রি সেলসিয়াস (১০১.৭ ডিগ্রি ফারেনহাইট) তাপমাত্রা রেকর্ড করা হয়, যা পূর্বের রেকর্ডকে ০.২ ডিগ্রি সেলসিয়াস (০.৪ ডিগ্রি ফারেনহাইট) ছাড়িয়ে যায়। তবে আগস্ট মাসের সর্বোচ্চ তাপমাত্রার রেকর্ড এখনও ফেভারশামের। ২০০৩ সালের এই রেকর্ড তাপমাত্রা ঘটেছিল।\nশহরটির সর্বনিম্ন তাপমাত্রার রেকর্ড হলো −১৬.১ ডিগ্রি সেলসিয়াস (৩.০ ডিগ্রি ফারেনহাইট), যা জানুয়ারি ১৯৬৬ সালে রেকর্ড করা হয়েছিল।\n\n\n== জনসংখ্যা ==\n২০১১ সালের যুক্তরাজ্যের আদমশুমারি অনুসারে, ফেভারশামের জনসংখ্যা ছিল ১৯,৩১৬ জন, যা ২০০১ সালের আদমশুমারির তুলনায় ১৬০৬ জন বেশি। জনসংখ্যার বিভাজন ছিল—অ্যাবে (৬০৮৪), ড্যাভিংটন প্রায়োরি (২৫৯৩), সেন্ট অ্যান’স (৫২৬৮) এবং ওয়াটলিং (৫৩৭১)। শহরে মোট ৯৭৭০ জন লোক বিভিন্ন ক্ষেত্রে কর্মরত ছিলেন, যার মধ্যে খুচরা বাণিজ্যে ১৪১৬ জন, শিক্ষাক্ষেত্রে ১২৩৯ জন, স্বাস্থ্য ও সামাজিক সেবায় ১২০০ জন, নির্মাণ খাতে ৮৩৬ জন এবং উৎপাদন খাতে ৬৯২ জন কাজ করতেন। ফেভারশামের মোট ১৭,৮৬৮ জন বাসিন্দা ইংল্যান্ডে জন্মগ্রহণ করেছিলেন।\n\n\n== সংস্কৃতি ==\n\nথমাস আরডেনের হত্যাকাণ্ড নিয়ে আরডেন অব ফেভারশাম মানে একটি নাটক রচিত হয়েছে। এটি আনুমানিক ১৫৯০ সালের দিকে লেখা হয়েছিল। এর লেখক হিসেবে উইলিয়াম শেকসপিয়ার বা ক্যান্টারবারিতে জন্ম নেওয়া ক্রিস্টোফার মার্লোর নাম উল্লেখ করা হয়। এই নাটকের নাম থেকেই আধুনিক আরডেন থিয়েটার নামকরণ করা হয়েছে। ফেভারশামের এই থিয়েটারে স্থানীয় নাট্যদলগুলো প্রতি বছর শরৎকালে ক্যান্টারবারি ফেস্টিভ্যালের অংশ হিসেবে নাটক মঞ্চস্থ করে।\nরয়্যাল সিনেমা শহরের কেন্দ্রস্থলের কাছাকাছি অবস্থিত। এটি ১৯৩৬ সালে চালু হয় এবং বর্তমানে গ্রেড-২ তালিকাভুক্ত ভবন। এটি যুক্তরাজ্যে টিকে থাকা মাত্র দুটি মক টিউডর সিনেমার একটি।\nফেভারশাম সোসাইটি ১৯৬২ সালে প্রতিষ্ঠিত হয় এবং এটি যুক্তরাজ্যের অন্যতম প্রাচীন নাগরিক সংস্থা। এটি ফ্লোর দ্য লি হেরিটেজ সেন্টার-এর মালিক ও ব্যবস্থাপক, যা সোসাইটির প্রধান কার্যালয় হিসেবে ব্যবহৃত হয়। এই কেন্দ্রটিতে একটি বৃহৎ জাদুঘর রয়েছে, যেখানে শহরের ইতিহাস ও সংস্কৃতি তুলে ধরা হয়েছে। এছাড়া, এখানে শহরের দর্শনার্থী তথ্যকেন্দ্র এবং একটি বইয়ের দোকানও রয়েছে।\nমেইজন ডিউ (যার অর্থ 'ঈশ্বরের বাড়ি'), শহরের দক্ষিণ-পশ্চিমে এ২ সড়কের পাশে অবস্থিত। এটি ১২৩৪ সালে রাজা ৩য় হেনরির নির্দেশে নির্মিত হয়েছিল এবং বিভিন্ন সময়ে এটি ছিল হাসপাতাল, মঠ, ছাত্রাবাস, বৃদ্ধাশ্রম ও রাজকীয় আবাসস্থল। বর্তমানে এটি ইংলিশ হেরিটেজ-এর অধীনে রয়েছে এবং মেইজন ডিউ ট্রাস্ট দ্বারা পরিচালিত হয়। এটি ফেভারশাম সোসাইটির সঙ্গেও ঘনিষ্ঠভাবে যুক্ত এবং আশপাশের এলাকার রোমান নিদর্শন প্রদর্শনকারী একটি জাদুঘর হিসেবে ব্যবহৃত হয়।\nডেভিংটন প্রিয়রি শহরের উত্তর-পশ্চিমে অবস্থিত এবং এটি ১২শ শতকের মাঝামাঝি সময়ে প্রতিষ্ঠিত হয়। বর্তমানে এটি সংগীতশিল্পী ও সমাজকর্মী বব গেলডফ-এর ব্যক্তিগত মালিকানায় রয়েছে এবং তিনি এখানেই বসবাস করেন।\nব্রোগডেল ফার্ম, যা শহরের কেন্দ্রের দক্ষিণে অবস্থিত। এটি ১৯৫৪ সাল থেকে ডেফরার জাতীয় ফল সংগ্রহশালা পরিচালনা করে আসছে। এখানে ২০৪০ প্রজাতির আপেল, ৫০২ প্রজাতির নাশপাতি, ৩৫০ প্রজাতির বরই, ৩২২ প্রজাতির চেরি এবং আরও কিছু ঝোপজাতীয় ফল, বাদাম ও আঙুর চাষ করা হয়। এসব ফল ১৫০ একর (৬১ হেক্টর) জায়গাজুড়ে বিস্তৃত বাগানে জন্মায়। ফার্মটি বছরে বিভিন্ন ফল উৎসব, পর্যটকদের জন্য গাইডেড ট্যুর এবং স্কুল শিক্ষার্থীদের জন্য নানা শিক্ষামূলক কার্যক্রম আয়োজন করে। এখানেই ৯-ইঞ্চি গেজের ফেভারশাম মিনি রেলওয়ে রয়েছে। রেললাইনটি বাগানের মধ্য দিয়ে চলে গেছে।\n২০১১ সালে জানা যায় যে ফেভারশাম শহরের কাছে মূল ম্যাগনা কার্টা রয়েছে, যা প্রায় ২০ মিলিয়ন পাউন্ড মূল্যের হতে পারে। পূর্বে এটিকে কেবল একটি অনুলিপি হিসেবে ধরা হতো, যার মূল্য ছিল মাত্র ১০,০০০ পাউন্ড। ২০১৫ সালে এটি অ্যালেকজান্ডার সেন্টারে সর্বসাধারণের জন্য প্রদর্শন করা হয়, যা ছিল ৭১৫ বছর পর প্রথমবারের মতো প্রকাশ্য প্রদর্শনী। বর্তমানে ম্যাগনা কার্টা ও অন্যান্য শহরের সনদপত্র ফেভারশামের ১২ মার্কেট প্লেসে স্থায়ীভাবে প্রদর্শিত হচ্ছে।\nধনুষ অভিনীত ২০২১ সালের তামিল চলচ্চিত্র জাগামে থান্ধিরাম-এর কিছু অংশ ফেভারশামের বিভিন্ন স্থানে, বিশেষ করে আইরন ওয়ার্ফে চিত্রায়িত হয়েছে।\n২০২৩ সালের আগস্ট মাসে ক্যাথারিন পার লিখিত একটি প্রার্থনার বই ফেভারশামের ফ্লোর দ্য লি হেরিটেজ সেন্টারে আবিষ্কৃত হয় এবং প্রদর্শিত হয়। এটি ইংরেজিতে লেখা প্রথম বই যার লেখক একজন নারী।\n\n\n== মিডিয়া ==\nফেভারশামের স্থানীয় সংবাদ ও টেলিভিশন অনুষ্ঠান বিবিসি সাউথ ইস্ট এবং আইটিভি১ মেরিডিয়ান দ্বারা সরবরাহ করা হয়। শহরে টেলিভিশন সংকেত ডোভার ও ব্লুবেল হিল ট্রান্সমিটার থেকে গ্রহণ করা হয়, পাশাপাশি শহরের দক্ষিণ-পশ্চিমে অবস্থিত একটি স্থানীয় রিলে ট্রান্সমিটার থেকেও সংকেত পাওয়া যায়।\nফেভারশামের স্থানীয় রেডিও স্টেশনগুলোর মধ্যে রয়েছে বিবিসি রেডিও কেন্ট, হার্ট সাউথ, গোল্ড, কেএমএফএম ক্যান্টারবুরি এবং সম্প্রদায়ভিত্তিক রেডিও স্টেশন রেডিও ফেভারশাম। শহরের স্থানীয় পত্রিকাগুলো হলো ফেভারশাম টাইমস, দ্য ফেভারশাম নিউজ, আই এবং ইউরসওয়েল।\n\n\n== সামাজিক সুবিধা ==\nফেভারশাম রিক্রিয়েশন গ্রাউন্ড (স্থানীয়ভাবে \"ফেভারশাম রেক\" বা শুধু \"দ্য রেক\" নামে পরিচিত) শহরের কেন্দ্রের পূর্বদিকে অবস্থিত। এটি ১৮৬০ সালে হেনরি রাইট নামের স্থানীয় এক আইনজীবী প্রতিষ্ঠা করেছিলেন। তিনি তাঁর £৭০,০০০ মূল্যের সম্পত্তির একটি অংশ শহরবাসীর জন্য দান করেন, যাতে তারা খোলামেলা একটি জায়গায় আনন্দ করতে পারে। ফেভারশাম রেক সংরক্ষিত রয়েছে এবং বর্তমানে এটি শহরের পৌর দাতব্য প্রতিষ্ঠান দ্বারা পরিচালিত হয়। উনিশ শতকের শেষের দিকে এখানে একটি ব্যান্ডস্ট্যান্ড যোগ করা হয় এবং এরপর থেকে বিভিন্ন ক্রীড়া প্রতিযোগিতাও অনুষ্ঠিত হতে থাকে। ১৯৫৩ সালে রানি দ্বিতীয় এলিজাবেথের রাজ্যাভিষেক উদযাপন উপলক্ষ্যে এক সপ্তাহব্যাপী উৎসবের আয়োজন করা হয়, যা তৎকালীন ফেভারশামের কাছাকাছি বসবাসকারী রাশিয়ার রাজকুমারী আন্দ্রেই-এর প্রশংসা লাভ করে। ২০১০ সালে স্বাক্ষরিত এক চুক্তির মাধ্যমে ৫০ বছরের জন্য এর ব্যবহারের অধিকার নিশ্চিত করা হয়, যাতে সাধারণ মানুষ ভবিষ্যতেও এটি ব্যবহার করতে পারে।\n১৯১৬ সালে আপলিসে ঘটে যাওয়া বিস্ফোরণের স্থানসংলগ্ন ওয়ার গানপাউডার ওয়ার্কস বর্তমানে একটি দেশীয় উদ্যান ও প্রকৃতি সংরক্ষণ এলাকা হিসেবে খোলা রয়েছে যেখানে জনসাধারণ বিনামূল্যে প্রবেশ করতে পারে। ওয়ার মর্শেস পাখিদের জন্য একটি গুরুত্বপূর্ণ সংরক্ষণ এলাকা। পাশাপাশি পূর্বে হার্টি ফেরি যেখানে ছিল, সেখানে এখন একটি তথ্যকেন্দ্র রয়েছে, যা সোয়েল নদী পার হয়ে শেপি মোহনাতে যাওয়ার প্রাচীন পথ নির্দেশ করে। এখানে থাকা প্রক্রিয়াকরণ ভবনের কিছু অংশ এবং অন্যান্য মিলের জলপথ সংরক্ষিত হয়েছে এবং দর্শনার্থীদের জন্য বিভিন্ন পথনির্দেশক চিহ্ন বসানো হয়েছে। ২০শ শতকের প্রথম দিকে নির্মিত একটি বৈদ্যুতিক গানপাউডার মিল, যেটিকে ১৯৩৪ সালে আরডিয়ারে স্থানান্তরিত হয়েছিল, সেটিকে পুনরায় দেশে ফিরিয়ে এনে প্রদর্শনীর জন্য রাখা হয়েছে। এছাড়া, ১৮শ শতকের একটি ঘণ্টাও ফিরিয়ে আনা হয়েছে এবং সেটি এখন ফেভারশামের ফ্লর দ্য লিস হেরিটেজ সেন্টারে প্রদর্শিত হচ্ছে। স্টোনব্রিজ পন্ড ১৯৮০-এর দশকের শুরুতে সোয়েল বরো কাউন্সিলকে দান করা হয়। বর্তমানে এটি পরিযায়ী পাখিদের জন্য এক শান্তিপূর্ণ আশ্রয়স্থল হিসেবে পরিচিত।\n\n\n== নিদর্শন ==\nনর্টন, বাকল্যান্ড এবং স্টোন এলাকায় অবস্থিত ফেভারশাম স্টোন চ্যাপেল হলো আওয়ার লেডি অব এলওয়ার্টনের গির্জার অবশিষ্টাংশ। গির্জাটি একটি প্রাচীন স্থাপনা এবং বর্তমানে এটি ফেভারশাম সোসাইটির তত্ত্বাবধানে রয়েছে। এটি মূলত প্রাক-রোমান ব্রিটেনে পৌরাণিক উপাসনা ও আনুষ্ঠানিক কার্যকলাপের জন্য ব্যবহৃত হতো এবং এটি ব্রিটেনে একমাত্র বিদ্যমান নিদর্শন, যেখানে একটি গির্জার কাঠামোর মধ্যে একটি পৌত্তলিক মন্দিরের চিহ্ন রয়েছে। এটি খ্রিস্টপূর্ব যুগের একটি স্থাপনা। ৬০১ খ্রিস্টাব্দের দিকে পোপ ১ম গ্রেগরি পরামর্শ দেন যে পৌত্তলিক উপাসনালয়গুলোর ধ্বংস করার পরিবর্তে গির্জায় রূপান্তর করা উচিত। তারপর এটিকে একটি গির্জায় রূপান্তর করা হয়। এই গির্জাটি ১৬শ শতক থেকে অকার্যকর অবস্থায় পড়ে আছে এবং খ্রিস্টধর্মের প্রতিবাদপন্থী সংস্কার আন্দোললের পর থেকে ব্যবহারহীন ও জরাজীর্ণ অবস্থায় রয়েছে।\n\nযদিও রাজা হেনরি অষ্টমের শাসনামলে ফেভারশাম অ্যাবি বিলুপ্ত হয়, তবুও অ্যাবির কাছেই অবস্থিত সেন্ট মেরি অব চ্যারিটি, ফেভারশাম প্যারিশ চার্চ এখনো অক্ষত রয়েছে। ১৯৫০ সাল থেকে এটি গ্রেড-১ তালিকাভুক্ত ভবন হিসেবে স্বীকৃত। এই গির্জাটি ১১৪৭ সালে রাজা স্টিফেন ও রানি ম্যাটিল্ডা প্রতিষ্ঠা করেন। এর বিশেষ বৈশিষ্ট্যপূর্ণ চূড়াটি (স্পায়ার) ১৭৯৪ থেকে ১৭৯৭ সালের মধ্যে যোগ করা হয়, যা শহরের বিভিন্ন স্থান থেকে সহজেই দেখা যায়। গির্জার অভ্যন্তরীণ অংশ ১৯শ শতকের মাঝামাঝি সময়ে বিখ্যাত স্থপতি স্যার জর্জ গিলবার্ট স্কট পুনরায় নকশা করেন। তিনি নাভ (প্রধান হল) ও ট্রানসেপ্ট (পার্শ্বিক অংশ) পুনর্নির্মাণ করেন এবং চূড়ার চারপাশে পাথরের আবরণ যোগ করেন। অ্যাবি বিলুপ্ত হওয়ার পরে রাজা স্টিফেনর দেহাবশেষ ফেভারশাম ক্রিক থেকে উদ্ধার করা হয় এবং এই গির্জাটিতে রাখা হয়। এছাড়াও, গির্জাটিতে সেন্ট ক্রিসপিন ও সেন্ট ক্রিসপিনিয়ানের নামে একটি বেদি (অল্টার) রয়েছে। বলা হয় যে তারা দুজনে ৩য় শতকে ফেভারশামে পালিয়ে এসেছিলেন।\nসেন্ট ক্যাথরিনস গির্জা নরম্যান যুগের একটি স্থাপনা। গির্জাটি যা ১৮৬০-এর দশকে ব্যাপক সংস্কার করা হয়। শহরের দক্ষিণ-পশ্চিমে অবস্থিত ওসপ্রিং গির্জাটিও নরম্যান ব্রিটেনের সময়কার একটি গির্জা, যদিও এর টাওয়ারটি ১৮৬৬ সালে পুনর্নির্মাণ করা হয়। সেন্ট জুডের জাতীয় তীর্থস্থান একটি রোমান ক্যাথলিক তীর্থস্থান যা আওয়ার লেডি অব মাউন্ট কারমেল গির্জার মধ্যে অবস্থিত। এটি ১৯৫৫ সালে প্রতিষ্ঠিত হয় এবং খ্রিস্টান তীর্থযাত্রী ও পর্যটকদের আকর্ষণের কেন্দ্র হয়ে ওঠে। এটি লন্ডন, অ্যাইলসফোর্ড ও রামসগেট থেকে আসা একাধিক তীর্থযাত্রার পথের অংশ।\n\nসেন্ট জন দ্য ইভানজেলিস্ট গির্জা আপার ব্রেন্টসে অবস্থিত। এটি ১৮৮১ সালে কির্ক অ্যান্ড সন অব স্লিফোর্ড দ্বারা নির্মিত হয়। গির্জাটি সিন্ডেল হাউসের মিসেস হল প্রতিষ্ঠা করেছিলেন যিনি একজন গানপাউডার প্রস্তুতকারকের বিধবা ছিলেন। এই গির্জাটি গ্রেড-২ তালিকাভুক্ত ভবন।\nশহরের ঐতিহাসিক কেন্দ্র, বিশেষত স্টেশন থেকে ক্রিকের মধ্যে আংশিকভাবে পথচারীদের জন্য সংরক্ষিত এলাকা, দর্শনার্থীদের আকর্ষণ করে। তারা শহরের ইতিহাস ও ঐতিহ্য সম্পর্কে জানতে পারে ফ্লেউর-দ্য-লিস সেন্টারে, যা একটি পর্যটন তথ্যকেন্দ্র ও জাদুঘর হিসেবে কাজ করে। শহরের মার্কেট স্কয়ার, যেখানে গিল্ডহল অবস্থিত, সেখানে প্রতি সপ্তাহে নির্দিষ্ট কয়েক দিন বাজার বসে। আশপাশের রাস্তাগুলোতে প্রাচীন পাব, দাতব্য আশ্রয়কেন্দ্র, দোকান এবং আর্ট গ্যালারি ও রেস্টুরেন্ট রয়েছে, যা শহরের সাংস্কৃতিক পরিবেশকে সমৃদ্ধ করেছে।\nফেভারশাম কটেজ হাসপাতাল ১৮৮৭ সালে চালু হয়। এটি ১৯২২ সালে সম্প্রসারণ করা হয় এবং এর সঙ্গে প্রথম বিশ্বযুদ্ধের একটি স্মৃতিসৌধ যুক্ত করা হয়, যা ভাইস অ্যাডমিরাল হিউ ইভান-থমাস উদ্বোধন করেন। পরবর্তীতে এটি দ্বিতীয় বিশ্বযুদ্ধের নিহতদের স্মরণে সংশোধন করা হয়। ২০১৪ সালে এই স্মৃতিসৌধ গ্রেড-২ তালিকাভুক্ত স্থান হিসেবে স্বীকৃতি পায়।\nফেভারশাম সেমিট্রি (কবরস্থান) ১৮৯৮ সালে প্রতিষ্ঠিত হয়। এর চ্যাপেলটি স্থপতি এডউইন পভার ডিজাইন করেন। এই কবরস্থানে ১৯১৬ সালের গানপাউডার বিস্ফোরণের ৭৩ জন নিহতের সমাধি রয়েছে এবং তাদের স্মরণে নির্মিত ফেভারশাম মুনিশনস এক্সপ্লোশন মেমোরিয়াল গ্রেড-২* তালিকাভুক্ত স্থান। এছাড়াও, এই কবরস্থানেই সমাহিত হয়েছেন আইরিশ ঔপন্যাসিক কেট ও’ব্রায়ান।\n\n\n== যাতায়াত ব্যবস্থা ==\n\nফেভারশাম এ২ সড়কের কাছাকাছি অবস্থিত। এই এ২ সড়ক লন্ডন থেকে ক্যান্টারবুরি ও চ্যানেল বন্দরগুলোর দিকে যাওয়ার একটি ঐতিহাসিক গুরুত্বপূর্ণ পথ। এটি প্রথমে একটি প্রাচীন পথ হিসেবে ব্যবহৃত হতো, পরে রোমানরা এটিকে পাকা রাস্তা হিসেবে নির্মাণ করে এবং আন্তোনিন ইটিনারারিতে \"ইটার ২\" (দ্বিতীয় পথ) নামে চিহ্নিত করে। অ্যাংলো-স্যাক্সনরা একে ওয়েসেলিঙ্গা স্ট্র্যাট (ওয়াটলিং স্ট্রিট) নামে অভিহিত করেছিল। ১২৫০ সালে ম্যাথিউ প্যারিস তার স্কিমা ব্রিটানিয়ায় এটি একই নামে চিহ্নিত করেন। এ২ সড়কটি দীর্ঘদিন ধরে একটি গুরুত্বপূর্ণ পথ হিসেবে ব্যবহৃত হয়ে আসছে। ১৫৯৬ সালে প্রকাশিত ফিলিপ সাইমনসনের কেন্টের মানচিত্রে এটিকে ফেভারশামের পাশে দেখানো হয়েছে।\nবর্তমানেও এ২ সড়ক দিয়ে সিটিংবোর্ন ও ক্যান্টারবুরির মধ্যে যানবাহন যাতায়াত করে, যদিও লন্ডনগামী যানবাহন এখন এম২ মোটরওয়ে ব্যবহার করে। এ২৯৯ থানেট ওয়ে রাস্তা থানেট মোহনার সাথে সংযোগ প্রদান করে এবং এ২৫১ অ্যাশফোর্ড সড়ক স্থানীয়ভাবে অ্যাশফোর্ডের সাথে সংযুক্ত করে। দ্য মল ফেভারশাম শহরের কেন্দ্রের অন্যতম প্রধান রাস্তা, যা এ২ সড়ক থেকে শুরু হয়ে ছড়িয়ে পরেছে। এটি ১৮শ শতকের শেষের দিকে নির্মিত হয়েছিল এবং শহরে প্রবেশের জন্য একটি গুরুত্বপূর্ণ রাস্তা হিসেবে গড়ে ওঠে। এর পাশে বিভিন্ন ভিলা নির্মাণের ফলে এটি আরও গুরুত্বপূর্ণ হয়ে ওঠে।\n\nফেভারশাম রেলস্টেশন ১৮৫৮ সালে চালু হয়। ১৮৯৮ সালে এটি সম্পূর্ণ পুনর্নির্মাণ করা হয় এবং বর্তমানে এটি গ্রেড-২ তালিকাভুক্ত একটি স্থাপনা। সাউথইস্টার্ন ট্রেন পরিষেবা এখানে চলাচল করে এবং লন্ডনের ভিক্টোরিয়া বা সেন্ট প্যানক্রাস স্টেশনে শেষ হয়। বিপরীত দিকে, ট্রেনগুলো ক্যান্টারবুরি ইস্ট হয়ে ডোভার প্রায়োরি অথবা মারগেট হয়ে রামসগেট পর্যন্ত যায়। ২০০৯ সাল থেকে হাই স্পিড ১ পরিষেবা চালু হয়, যা ফেভারশামকে এবসফ্লিট ইন্টারন্যাশনাল, স্ট্রাটফোর্ড ইন্টারন্যাশনাল এবং লন্ডন সেন্ট প্যানক্রাসের সাথে সংযুক্ত করে।\nশহরে বেশ কয়েকটি বাস পরিষেবা রয়েছে। অ্যারাইভা সাউদার্ন কাউন্টিস ৩৩৩ নম্বর বাস পরিষেবা চালায়, যা সিটিংবোর্নের দিকে যায়। স্টেজকোচ ইন ইস্ট কেন্ট ৩, ৩এক্স, ৩এ, ৩বি রুটে ক্যান্টারবুরির দিকে বাস চালায় এবং ৬৬৬ রুট অ্যাশফোর্ড পর্যন্ত যায়। রিজেন্ট বাস কোম্পানি ৬৩৮ রুটে হুইটস্ট্যাবল এবং ৬৬০ রুটে স্ট্যালিসফিল্ড গ্রিন ও গ্রাভেনির দিকে যাত্রী পরিবহন করে।\nন্যাশনাল সাইকেল রুট ১ শহরের মধ্য দিয়ে গেছে, যা হুইটস্ট্যাবল থেকে সিটিংবোর্নের দিকে যায়। তবে সোয়েল বরো কাউন্সিল শহরের বাস ও সাইকেল চলাচলের সুযোগ-সুবিধার ঘাটতি নিয়ে উদ্বেগ প্রকাশ করেছে। তারা বলছে, রেল ও সড়ক ব্যবস্থার তুলনায় বাস ও সাইকেল যাতায়াতের ব্যবস্থা পিছিয়ে রয়েছে, বিশেষ করে শহরের আশপাশের গ্রামীণ এলাকাগুলোর সঙ্গে পর্যাপ্ত গণপরিবহন সংযোগ নেই।\n\n\n== শিক্ষা ==\nদ্বাদশ শতাব্দী থেকে ফেভারশামে একটি বিদ্যালয় রয়েছে। সংরক্ষিত নথিপত্র থেকে জানা যায় যে ১৪২০ সালের মধ্যে এটি একটি ব্যাকরণ স্কুল হিসেবে প্রতিষ্ঠিত হয়। ১৫২৬ সালে হেনরি সপ্তম ও অষ্টমের রাজপুরোহিত এবং অক্সফোর্ডের অল সোলস কলেজের ওয়ার্ডেন জন কোল, ইওয়েল ফার্মের জমিতে একটি নতুন গ্রামার স্কুল প্রতিষ্ঠা করেন। তবে অ্যাবি বিলুপ্তির পর এই বিদ্যালয় পরিত্যক্ত হয়ে যায় এবং ১৫৮৭ সালের আগে আর কোনো বিকল্প ব্যকরণ স্কুল চালু করা হয়নি। ১৮৫৬ সালে দ্য রাইটস স্কুল নামে একটি বাণিজ্যিক বিদ্যালয় প্রতিষ্ঠিত হয়। পরে ১৮৮৩ সালে মেয়েদের জন্য দ্য গিবস স্কুল চালু করা হয়। ১৯২০ সালে দুটি বালকদের স্কুল একত্রিত করে কুইন এলিজাবেথস গ্রামার স্কুল গঠন করা হয়। বর্তমানে যে বিদ্যালয়টি আছে তা ১৯৬৭ সালে প্রতিষ্ঠিত হয়। ছেলেদের ও মেয়েদের পৃথক দুটি বিদ্যালয় একীভূত করে কেন্টের প্রথম সহশিক্ষামূলক এই ব্যকরণ স্কুলটি প্রতিষ্ঠা করা হয়।\nঅ্যাবি স্কুল হলো একটি বিজনেস অ্যান্ড এন্টারপ্রাইজ অ্যাকাডেমি যা ১৯৮৩ সালের সেপ্টেম্বরে 'এথেলবার্ট রোড বয়েজ স্কুল' ও 'লেডি ক্যাপেল স্কুল ফর গার্লস'-এর একীভূতকরণের মাধ্যমে প্রতিষ্ঠিত হয়। বর্তমানে এটি ১০০০ জনের বেশি শিক্ষার্থী নিয়ে পরিচালিত হচ্ছে। বিদ্যালয়টি শহরের দক্ষিণ দিকে এ২ লন্ডন রোডের পাশে অবস্থিত।\nফেভারশাম ইনস্টিটিউট ১৮৬২ সালে ইস্ট স্ট্রিটে প্রতিষ্ঠিত হয়। এটি সবার জন্য উন্মুক্ত ছিল এবং সদস্যপদ নিতে একটি ছোট সাবস্ক্রিপশন ফি লাগত। ইনস্টিটিউটটিতে বৈঠক কক্ষ, হলঘর ও একটি গ্রন্থাগার ছিল। এখান থেকে শিক্ষার্থীরা বিভিন্ন পরীক্ষার প্রস্তুতি নিতে পারত এবং পরীক্ষা দিতে পারত। ইনস্টিটিউটটি ১৯১৯ সালের ডিসেম্বর পর্যন্ত মাসিক একটি জার্নাল প্রকাশ করত। পরবর্তী সময়ে স্থানীয় সরকার পুনর্গঠনের ফলে ১৯৭৯ সালে এটি ভেঙে ফেলা হয়।\nফেভারশাম লাইব্রেরি কেন্ট লাইব্রেরির একটি শাখা এবং কেন্ট কাউন্টি কাউন্সিল লাইব্রেরিটি পরিচালনা করে। বর্তমান ভবনটি নিউটন রোডে অবস্থিত। এটি ১৯৭৩ সালের ফেব্রুয়ারিতে চালু হয়।\n\n\n== ক্রিড়া ==\n১৮৮৪ সালে ফেভারশাম টাউন ফুটবল ক্লাব প্রতিষ্ঠিত হয় যা বর্তমানে ইস্থমিয়ান লিগের ডিভিশন ওয়ান সাউথ-এ প্রতিদ্বন্দ্বিতা করছে। দলটির একটি ২০০০ দর্শক ধারণক্ষমতার স্টেডিয়াম শহরের দক্ষিণে অবস্থিত। তারা ইংল্যান্ড জাতীয় ফুটবল দলের বাইরে একমাত্র দল যারা তিনটি সিংহের ব্যাজ পরিধান করার সম্মান অর্জন করেছে।\nফেভারশাম লেডিস হকি ক্লাব বর্তমানে সাউথ ইস্ট হকি লিগের ডিভিশন ৬-এ প্রতিদ্বন্দ্বিতা করছে এবং ২০২৩/২৪ মৌসুম শেষে দ্বিতীয় স্থান অর্জন করেছে। তারা মিনা-জোন্স ট্রফির বর্তমান শিরোপাধারী, ২০২৪ সালের এপ্রিল মাসে প্রতিবেশী সিটিংবর্নকে ২-০ গোলে পরাজিত করে এই শিরোপা জয় করে। দলটি ফেভারশামে উপযুক্ত অ্যাস্ট্রোটার্ফের অভাবের কারণে তাদের স্বাগতিক ম্যাচগুলি সিটিংবর্নে খেলে।\nরাজা ৫ম জর্জ প্লেয়িং ফিল্ডস বর্তমানে মাউন্ট ফিল্ডের শেষ অবশিষ্ট অংশ। ১৮৭৬ সালে এখানে কেন্ট ও হ্যাম্পশায়ার কাউন্টি ক্রিকেট ক্লাবের মধ্যে একটি প্রথম-শ্রেণির ম্যাচ অনুষ্ঠিত হয়েছিল।\n\n\n== সংস্কৃতি অঙ্গনে উল্লেখ ==\nলেখক রাসেল হোবান ১৯৮০ সালে তার রচিত পোস্ট-অ্যাপোক্যালিপটিক উপন্যাস রিডলি ওয়াকার-এ ফেভারশামকে পুনর্নামকরণ করে \"ফাদার্স হ্যাম\" হিসেবে উল্লেখ করেছেন।\n\n\n== তথ্যসূত্র ==\nউদ্ধৃতসমূহ\n\nউৎস\n\n\n== বহিঃসংযোগ ==\n\n উইকিভ্রমণ থেকে ফেভারশাম ভ্রমণ নির্দেশিকা পড়ুন।\nফেভারশাম টাউন কাউন্সিলের ওয়েবসাইট\nদ্য ফেভারশাম ওয়েবসাইট"}