{"pageid": 1515416, "title": "নিউজিল্যান্ডের রাজনৈতিক ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1515416", "content": "নিউজিল্যান্ডের রাজনৈতিক ইতিহাস নিউজিল্যান্ডের ইতিহাসের সাথে সম্পর্কিত রাজনৈতিক ঘটনা এবং প্রবণতাগুলিকে কভার করে, যা প্রাক-ঔপনিবেশিক থেকে আধুনিক সময় পর্যন্ত বিস্তৃত, যেখানে উল্লেখযোগ্য মাইলফলকগুলি অন্তর্ভুক্ত রয়েছে যেমন স্ব-শাসন অর্জন, ডমিনিয়ন মর্যাদায় রূপান্তর, এবং অবশেষে স্বাধীনতা।\nব্রিটিশ উপনিবেশের পূর্বে, নিউজিল্যান্ডের রাজনীতি মাওরি প্রধানদের (rangatira) দ্বারা শাসিত ছিল যারা iwi এবং hapū এর নেতা হিসেবে কাজ করতেন, এবং মাওরি প্রথাকে রাজনৈতিক ব্যবস্থা হিসেবে ব্যবহার করতেন। নিউজিল্যান্ড ব্রিটিশ উপনিবেশ হয়ে ওঠে ১৮৪০ সালে ওয়াইটাঙ্গি চুক্তি সইয়ের পর। এরপর, একটি যুদ্ধ সিরিজ যা ঔপনিবেশিক সরকার এবং মাওরি বাহিনীর মধ্যে সংঘটিত হয়েছিল, তার ফলে মাওরি ভূমির অপহরণ ও বাজেয়াপ্তকরণ ঘটে।\nনিউজিল্যান্ড উপনিবেশ প্রাথমিকভাবে সরাসরি শাসিত ছিল গভর্নর দ্বারা। প্রাথমিক ইউরোপীয় বসতি সৃষ্টিকারীরা প্রতিনিধিত্বমূলক গণতন্ত্র চেয়েছিলেন, যার ফলস্বরূপ ১৮৫৩ সালে প্রথম জাতীয় সংসদীয় নির্বাচন অনুষ্ঠিত হয়। প্রথম সংসদে, একটি বিতর্ক ছিল যে মন্ত্রীরা গভর্নরের দ্বারা নির্বাচিত হবেন নাকি পার্লামেন্টের কাছে দায়বদ্ধ থাকবেন; পার্লামেন্ট সদস্যরা বিজয়ী হয়, যা ১৮৫৬ সালে প্রথম দায়বদ্ধ সরকার গঠনের দিকে নিয়ে যায়। ব্রিটেনের মতো, নিউজিল্যান্ডে ভোটাধিকার প্রাথমিকভাবে ২১ বছরের উপরে পুরুষদের মধ্যে সীমাবদ্ধ ছিল যারা ব্রিটিশ subjects ছিলেন এবং একটি নির্দিষ্ট পরিমাণ জমির মালিক ছিলেন, যা কার্যত মাওরিদের ভোটাধিকার থেকে বঞ্চিত করেছিল। ১৮৬৭ সালে, মাওরি আসন প্রতিষ্ঠিত হয়, যা মাওরিদের জমির যোগ্যতা ছাড়া ভোট দেওয়ার অনুমতি দেয়। নিউজিল্যান্ড ১৮৯৩ সালে মহিলাদের ভোটাধিকার প্রদান করে, এবং প্রথম স্বশাসিত দেশ হয়ে ওঠে। ১৮৯০ এর দশকে নিউজিল্যান্ডে রাজনৈতিক দলগুলি গঠিত হতে শুরু করে, তার আগে সমস্ত সদস্য স্বতন্ত্র ছিলেন। লিবারেল পার্টি, যা ১৮৯১ সালে প্রতিষ্ঠিত হয়েছিল, এটি ২১ বছর ধরে সরকারের ক্ষমতায় থেকে অনেক গুরুত্বপূর্ণ প্রগতিশীল সামাজিক এবং অর্থনৈতিক ব্যবস্থা পাস করেছিল। এটি ছিল একমাত্র রাজনৈতিক দল যতক্ষণ না ১৯০৯ সালে রিফর্ম পার্টি প্রতিষ্ঠিত হয়েছিল। লিবারেল পার্টি ১৯২০-এর দশকে অব decline হয় এবং ইউনাইটেড পার্টি হয়ে ওঠে।\n২০ শতকের শুরুতে শ্রমজীবী শ্রেণি এবং ট্রেড ইউনিয়নগুলি, বিদ্যমান রাজনৈতিক প্রতিনিধিত্ব নিয়ে অসন্তুষ্ট, ১৯১৬ সালে লেবার পার্টি প্রতিষ্ঠা করেছিল। লেবার ১৯৩৫ সালে ক্ষমতায় আসার পর, ইউনাইটেড এবং রিফর্ম পার্টি একত্রিত হয়ে ন্যাশনাল পার্টি গঠন করে, যা দ্বিদলীয় ব্যবস্থা শুরু করেছিল যেখানে লেবার এবং ন্যাশনাল প্রধান দল হিসেবে আধিপত্য বিস্তার করেছিল। লেবার নিউজিল্যান্ডের কল্যাণ রাষ্ট্র প্রসারিত করেছিল, যা সরকারী পালাবদলের সাথে বজায় ছিল, যতক্ষণ না ১৯৮০ এর দশকে লেবার মুক্ত বাজার সংস্কার শুরু করেছিল, যা ১৯৯০ এর দশকে ন্যাশনাল সরকার দ্বারা আরও এগিয়ে নেওয়া হয়। তৃতীয় দলগুলো গুরুত্বপূর্ণ ক্ষমতা অর্জন করতে পারেনি যতক্ষণ না নির্বাচনী ব্যবস্থা সংস্কার ১৯৯৩ সালে সম্পন্ন হয়, যা প্রপোরশনাল রিপ্রেজেন্টেশন ব্যবস্থা, মিশ্র-সদস্য প্রোপোরশনাল (এমএমপি) নামে পরিচিত, এ রূপান্তরিত হয়েছিল। নতুন এমএমপি ব্যবস্থা এখন বহু-দলীয় ব্যবস্থা সৃষ্টি করেছে, এবং এর পরবর্তী নিউজিল্যান্ডের সরকার বিভিন্ন দল নিয়ে গঠিত।\n\n\n== মাওরি সমাজ ==\nনিউজিল্যান্ডের মূল মাওরি সমাজ একটি সামষ্টিক পরিচয়ের ভিত্তিতে গঠিত ছিল, যা iwi এবং hapū এর উপর নির্ভরশীল। Iwi হল মাওরি সমাজের বৃহত্তম সামাজিক একক। মাওরি ভাষায় iwi শব্দের অর্থ প্রায় \"জনগণ\" বা \"জাতি\", এবং একে প্রায়ই \"গোত্র\" বা \"গোত্রের সম্মিলন\" হিসেবে অনুবাদ করা হয়।\nIwi গোষ্ঠীগুলি তাদের বংশধারা সেই প্রাচীন পলিনেশীয় অভিবাসীদের সাথে সংযুক্ত করে, যারা ঐতিহ্য অনুসারে Hawaiki থেকে আগত। কিছু iwi বৃহত্তর গোষ্ঠীগুলির মধ্যে বিভক্ত, যা whakapapa (বংশ পরম্পরাগত ঐতিহ্য) এবং waka (প্রাথমিক অভিবাসন ভ্রমণের সময় ব্যবহৃত নৌকা অর্থে) দ্বারা নির্ধারিত হয়। মাওরি জনগণ তাদের iwi এর সীমানা বা অঞ্চল বোঝাতে rohe শব্দটি ব্যবহার করে।\nইউরোপীয়দের আগমনের আগে, বেশিরভাগ মাওরি জনগণ তুলনামূলকভাবে ছোট গোষ্ঠীর সাথে সংযুক্ত থাকত, যা hapū (\"উপগোত্র\") এবং whānau (\"পরিবার\") দ্বারা গঠিত হতো। প্রতিটি iwi-এর মধ্যে অনেকগুলো hapū থাকে। উদাহরণস্বরূপ, Ngāti Whātua iwi-এর মধ্যে Te Uri-o-Hau, Te Roroa, Te Taoū, এবং Ngāti Whātua-o-Ōrākei অন্তর্ভুক্ত।\nইউরোপীয় আগমনের প্রভাব \nপ্রথম ইউরোপীয়দের আগমনের ফলে মাওরি সমাজে নতুন অস্ত্রের আগমন ঘটে, যা ঐতিহ্যবাহী যুদ্ধের কৌশলে পরিবর্তন আনে। মাস্কেট যুদ্ধ (১৮০৭–১৮৩৭) চলাকালে মাওরি গোষ্ঠীগুলোর মধ্যে প্রায় ৩,০০০টি যুদ্ধ ও আক্রমণ সংঘটিত হয়। এই যুদ্ধগুলোর ফলে ২০,০০০ থেকে ৪০,০০০ মানুষ নিহত হয় এবং বহু মাওরি দাসত্বের শিকার হয়। এই যুদ্ধের ফলে মোরিওরি গণহত্যাও সংঘটিত হয়।\nএই সংঘর্ষের পর, তিনজন বিশিষ্ট সামরিক নেতা নিউজিল্যান্ডের রাজনীতিতে প্রভাবশালী হয়ে ওঠেন: Ngāpuhi iwi থেকে Hongi Hika, Waikato Tainui থেকে Pōtatau Te Wherowhero, এবং Ngāti Toa থেকে Te Rauparaha। কেবলমাত্র আগ্নেয়াস্ত্র নয়, নতুন নতুন কৌশল এবং যুদ্ধ পরিচালনার কৌশলও ঐতিহ্যবাহী মাওরি গোত্রগত কাঠামোকে বদলে দেয়।\n\n\n== ঔপনিবেশিক নিউজিল্যান্ড ==\nনিউজিল্যান্ডের ব্রিটিশ সাম্রাজ্যের সঙ্গে সংযোগ ১৮৩০ সালে শুরু হয়, যখন তে রাউপারাহা ইংরেজ ক্যাপ্টেন স্টুয়ার্টের সাহায্য চান। ১৮৩১ সালে, বে অফ আইল্যান্ডস অঞ্চলের নেতারা রাজা উইলিয়াম চতুর্থের কাছে একটি আবেদন পাঠান, যাতে তারা ব্রিটিশ প্রটেকশন চান—ব্রিটিশ উপনিবেশবাদী ও সম্ভাব্য ফরাসি হস্তক্ষেপের বিরুদ্ধে। মে ১৮৩৩ সালে, জেমস বাসবি ব্রিটিশ রেসিডেন্ট হিসেবে নিউজিল্যান্ডে আসেন, যার ব্যয় নিউ সাউথ ওয়েলস উপনিবেশ বহন করেছিল। ১৮৩৫ সালে, বাসবি নিউজিল্যান্ডের স্বাধীনতা ঘোষণা রচনা করেন, যা প্রথমে নিউজিল্যান্ডের সংযুক্ত উপজাতিদের ৩৫ জন রঙ্গাতির দ্বারা অনুমোদিত হয়েছিল। পরে আরও ১৭ জন রঙ্গাতি এতে স্বাক্ষর করেন, ফলে নিউজিল্যান্ডকে ব্রিটিশ প্রটেকশনের অধীনে একটি স্বাধীন রাষ্ট্র হিসেবে ঘোষণা করা হয়।\n\n\n=== নিউজিল্যান্ড সরকারের প্রতিষ্ঠা ===\nওয়াইতাঙ্গি চুক্তি রঙ্গাতিদের এবং ব্রিটিশ প্রতিনিধিদের মধ্যে রানি ভিক্টোরিয়ার পক্ষে স্বাক্ষরিত হয়েছিল ৬ ফেব্রুয়ারি ১৮৪০ সালে। এই চুক্তির ইংরেজি সংস্করণে, মাওরিরা সার্বভৌমত্ব ব্রিটিশদের কাছে সমর্পণ করেন এবং তার পরিবর্তে ব্রিটিশ অধীনস্থদের সমস্ত অধিকার, সুবিধা ও সুরক্ষা লাভ করেন। তবে মাওরি ভাষার অনুবাদে kāwanatanga শব্দটি ব্যবহৃত হয়েছে, যা সাধারণত \"শাসন\" বোঝাতে ব্যবহৃত হয়, \"সার্বভৌমত্ব\" নয়—এই পার্থক্য আজও বিতর্কের বিষয়।\nক্রাউন কলোনি প্রতিষ্ঠার ফলে, হবসন নিউজিল্যান্ডের গভর্নর হন। তাকে সহায়তা করতে এক্সিকিউটিভ কাউন্সিল এবং (সাধারণ) আইন পরিষদ গঠিত হয়। আইন পরিষদ অর্ডিন্যান্স নামে আইন জারি করার ক্ষমতা রাখত।\n১৮৫২ সালে নিউজিল্যান্ড সংবিধান আইন পাস হয়, যা উপনিবেশের কেন্দ্রীয় সংবিধানিক দলিল হয়ে ওঠে। এটি সাধারণ পরিষদ গঠন করে, যেখানে গভর্নর-নিযুক্ত আইন পরিষদ এবং নির্বাচিত প্রতিনিধি পরিষদ অন্তর্ভুক্ত ছিল। প্রথম সাধারণ নির্বাচন ১৪ জুলাই ১৮৫৩ থেকে শুরু হয়ে অক্টোবরের প্রথম দিকে শেষ হয়েছিল।\n১৮৫৬ সালে সিউয়েল মন্ত্রণালয় গঠিত হয়, যা প্রথম দায়িত্বশীল সরকার হিসেবে বিবেচিত হয় এবং অভ্যন্তরীণ প্রশাসনের নিয়ন্ত্রণ পায়, যদিও স্থানীয় নীতির নিয়ন্ত্রণ তখনও ব্রিটিশ সরকারের হাতে ছিল। হেনরি সিউয়েল ৭ মে থেকে \"কলোনিয়াল সেক্রেটারি\" উপাধি গ্রহণ করেন এবং সাধারণত তাকে নিউজিল্যান্ডের প্রথম প্রধানমন্ত্রী হিসেবে গণ্য করা হয়।\n\n\n=== মাওরি প্রতিরোধ ===\nনিউজিল্যান্ড যুদ্ধসমূহ ১৮৪৫ থেকে ১৮৭২ সালের মধ্যে নিউজিল্যান্ডের উপনিবেশিক সরকার এবং মাওরি জোট বাহিনীর একটি পক্ষের বিরুদ্ধে, এবং মাওরি ও মাওরি-জোটিত বসতি স্থাপনকারীদের অপর পক্ষের মধ্যে সংঘটিত হয়। যদিও মাওরিরা প্রথমে ব্রিটিশ সেনাবাহিনী দ্বারা প্রতিরোধের সম্মুখীন হয়েছিল, নিউজিল্যান্ড সরকার নিজস্ব সামরিক বাহিনী গড়ে তোলে, যার মধ্যে স্থানীয় মিলিশিয়া, রাইফেল ভলান্টিয়ার গ্রুপ, বিশেষজ্ঞ ফরেস্ট রেঞ্জারস এবং kūpapa (সরকারপন্থী মাওরি) অন্তর্ভুক্ত ছিল। বাণিজ্যিকরা, Sydney ব্যবসায়ীরা এবং New Zealand Company ১৮৪০ সালের আগে ব্যাপক জমি কিনেছিল। ওয়াইটাঙ্গি চুক্তিতে জমি বিক্রয়ের জন্য পূর্ব-অগ্রাধিকারের অধিকার অন্তর্ভুক্ত ছিল, এবং নিউজিল্যান্ড উপনিবেশিক সরকার, ইউরোপীয় বসতি স্থাপনকারীদের চাপের কারণে, কৃষিজমি সরবরাহ করতে জমি বিক্রির গতি বাড়ানোর চেষ্টা করে। এর ফলে ১৮৫০ সালের দশকে গঠিত Māori King Movement এর প্রতিরোধ সৃষ্টি হয়, যা ইউরোপীয় আগ্রাসন বন্ধ করার উদ্দেশ্যে গঠিত হয়।\nমাওরি রাজা আন্দোলন, বা কিঙিতাঙ্গা, ১৮৫০ সালে মধ্য নিউজিল্যান্ডের কিছু ইওয়ি (জাতিগত গোষ্ঠী) দ্বারা গঠিত হয়েছিল, এটি মাওরির একীকরণ প্রতিষ্ঠা করার একটি উদ্দেশ্য ছিল, যখন ইউরোপীয় উপনিবেশীরা দ্রুত জনসংখ্যা বৃদ্ধি ঘটাচ্ছিল এবং জমি বিলীন হতে চলেছিল। আন্দোলন একটি মোনার্কি প্রতিষ্ঠা করার চেষ্টা করেছিল, যার মাধ্যমে মাওরি ইউরোপীয়দের (Pākehā) সাথে সমান ভিত্তিতে আলোচনা করতে পারবে। এটি একটি বিকল্প সরকার হিসাবে আত্মপ্রকাশ করেছিল, যার নিজস্ব পতাকা, সংবাদপত্র, ব্যাংক, কাউন্সিলর, ম্যাজিস্ট্রেট এবং আইন প্রয়োগকারী বাহিনী ছিল। জমির মালিকানা নিয়ে সংঘর্ষ প্রথমে ১৮৪৩ সালের জুনে ওয়ারাউ উপত্যকায় দক্ষিণ দ্বীপে শুরু হয়, কিন্তু Taranaki অঞ্চলের উত্তেজনা বাড়লে ব্রিটিশ সেনাবাহিনীর বাহিনীর অংশগ্রহণ ওইটারায় ১৮৬০ সালে ঘটে। সরকারের এবং কিঙিতাঙ্গা মাওরির মধ্যে যুদ্ধ উত্তর দ্বীপের অন্যান্য অঞ্চলে ছড়িয়ে পড়ে, যার মধ্যে সবচেয়ে বড় অভিযান ছিল ১৮৬৩-১৮৬৪ সালে Waikato আক্রমণ, এরপর রিভা টিটোকোয়ারু এবং Te Kooti এর অনুসরণে ১৮৬৮-১৮৬৯ ও ১৮৬৮-১৮৭২ পর্যন্ত যুদ্ধ শেষ হয়।\n১৮৬০-এর দশকে শত্রুতার শীর্ষে, ১৮,০০০ British Army সেনা, আর্টিলারি, কেভালরি এবং স্থানীয় মিলিশিয়ার সহায়তায় প্রায় ৪,০০০ মাওরি যোদ্ধার বিরুদ্ধে যুদ্ধ করেছিল, যা ছিল মানবসম্পদ এবং অস্ত্রশস্ত্রের মধ্যে একটি বিশাল অসমতা। গেরিলা যুদ্ধের কৌশল উভয় পক্ষই পরবর্তী অভিযানে ব্যবহার করেছিল, যা ঘন জঙ্গলে লড়াই করা হয়েছিল। তামানাকি এবং ওয়াইকাটো অভিযানে প্রায় ১,৮০০ মাওরি এবং ৮০০ ইউরোপীয় নিহত হয়, এবং সমস্ত যুদ্ধের মধ্যে মাওরির মোট ক্ষতি ২,১০০ এর বেশি হতে পারে। New Zealand land confiscations ১৮৬০-এর দশকে কিঙিতাঙ্গা আন্দোলনের বিরুদ্ধে জারি করা হয়েছিল, যারা ইউরোপীয় বসতি স্থাপনকারীদের জমি বিক্রি নিষিদ্ধ করে একটি বিকল্প মাওরি সরকার প্রতিষ্ঠা করার চেষ্টা করেছিল। এই দখল আইনটি কিঙিতাঙ্গা মাওরিদের বিরুদ্ধে পরিচালিত হয়েছিল, যাদের বিরুদ্ধে সরকার যুদ্ধ করেছিল ব্রিটিশ আইনের শাসন প্রতিষ্ঠা করতে। এক মিলিয়ন ২০০ হাজার হেক্টর (৪.৪ শতাংশ) জমি দখল করা হয়, প্রধানত Waikato, Taranaki এবং Bay of Plentyতে, তবে South Auckland, Hauraki, Te Urewera, Hawke's Bay এবং পূর্ব উপকূলেও জমি দখল করা হয়।\n\n\n=== জাতীয় প্রতিষ্ঠানের বিকাশ ===\n১৮৭৬ সালে প্রাদেশিক শাসন ব্যবস্থা শেষ হওয়ার পর নিউজিল্যান্ড একটি একক এবং কেন্দ্রীভূত কাঠামো গ্রহণ করে, যার মধ্যে দ্ব chambers বিশিষ্ট ব্যবস্থা ছিল। নিম্নকক্ষ ১৮৭৯ সালে সর্বজনীন পুরুষ suffrage দ্বারা নির্বাচিত হয়, এবং উচ্চকক্ষ, যা সম্পত্তির মালিকদের নিয়ে গঠিত ছিল, নিয়োগ করা হয়েছিল। মাওরি পুরুষরা ইউরোপীয় বসতি স্থাপনকারীদের ১২ বছর আগে ভোট দেওয়ার অধিকার লাভ করেন, এটি পূর্ববর্তী সংঘর্ষ থেকে উত্তেজনা প্রশমিত করার একটি পদক্ষেপ ছিল এবং ১৮৬৭ সালের পর, মাওরি পুরুষরা যাদের বয়স ২১ বা তার বেশি ছিল, এমনকি যারা মিশ্র বংশোদ্ভূত ছিল, তারা চারটি বিশেষ মাওরি নির্বাচনী আসনে প্রতিনিধিদের জন্য ভোট দিতে পারতেন। ১৮৭৯ সালের ডিসেম্বর মাসে সমস্ত প্রাপ্তবয়স্ক পুরুষদের জন্য ভোটের অধিকার সম্প্রসারণ, এবং ১৮৭০ সালে secret ballot প্রবর্তন, নিউজিল্যান্ডকে গণতান্ত্রিক নীতির প্রাথমিক অনুসারী হিসেবে প্রতিষ্ঠিত করে এবং নির্বাচনী বিতর্কে জাতীয় বিষয়গুলির প্রতি দৃষ্টি নিবদ্ধ করার দিকে পরিচালিত করে।\n\nভোগেল যুগ-এ, জুলিয়াস ভোগেল ১৮৭৩ থেকে ১৮৭৫ পর্যন্ত এবং আবার ১৮৭৬ সালে প্রধানমন্ত্রী ছিলেন। ১৮৭৬ থেকে ১৮৮১ সাল পর্যন্ত তিনি লন্ডনে নিউজিল্যান্ডের এজেন্ট-জেনারেল ছিলেন, এবং ১৮৮৪ সালে তিনি আবার কলোনির সরকারের সদস্য হন। ভোগেল তার ১৮৭০-এর দশকের \"গ্রেট পাবলিক ওয়ার্কস\" পরিকল্পনার জন্য সর্বাধিক পরিচিত। ১৮৭০ সালের আগে, নিউজিল্যান্ড ছিল একটি দেশ যা মূলত প্রাদেশিক স্বার্থ দ্বারা প্রভাবিত ছিল এবং পর্ক-ব্যারের রাজনীতি দ্বারা শাসিত ছিল। ভোগেল, যে কলোনির কোষাগারমন্ত্রী ছিলেন, ১০ মিলিয়ন পাউন্ডের বিশাল ঋণ নেওয়ার প্রস্তাব দেন, তার ফলে নিউজিল্যান্ড একটি উল্লেখযোগ্য অবকাঠামো গড়ে তোলে, যার মধ্যে সড়ক, রেলপথ এবং যোগাযোগের ব্যবস্থা অন্তর্ভুক্ত ছিল, যা কেন্দ্রীয় সরকার দ্বারা পরিচালিত হয়। তার রাজনৈতিক কর্মজীবনে, ভোগেল সাধারণত মাওরিদের সঙ্গে মীমাংসার জন্য সফলভাবে কাজ করেছেন।\nLiberal Government of New Zealand নিউজিল্যান্ডের রাজনীতিতে প্রথম দায়িত্বশীল সরকার ছিল যা পার্টি লাইনের ভিত্তিতে সংগঠিত হয়েছিল। এটি লিবারেল পার্টি প্রতিষ্ঠার পর গঠিত হয়েছিল, যা ১৮৯০ সালের সাধারণ নির্বাচনে লিবারেল পক্ষের সংসদ সদস্যদের বিজয়ের পর গঠিত হয়েছিল। Harry Atkinson এবং পূর্ববর্তী সরকারের অন্যান্য সদস্যরা লেজিসলেটিভ কাউন্সিলকে নতুন সরকারের বিরুদ্ধে সাজানোর চেষ্টা করলেও, ২৪ জানুয়ারি ১৮৯১ তারিখে এটি সরকার গঠন করে এবং ১০ জুলাই ১৯১২ পর্যন্ত নিউজিল্যান্ডকে ২১ বছরের বেশি শাসন করে, যা নিউজিল্যান্ডের ইতিহাসে সবচেয়ে দীর্ঘকালীন সরকার হিসেবে পরিগণিত হয়। Richard Seddon-এর অধীনে, সরকার সামাজিক এবং অর্থনৈতিক পরিবর্তনগুলির জন্য ঐতিহাসিকভাবে উল্লেখযোগ্য ছিল, যেমন 'ওল্ড এজ পেনশন আইন' এর প্রণয়ন। এটি Industrial Conciliation and Arbitration Act 1894 পাস করেছিল, যা শ্রমিক সংগঠনগুলিকে তাদের সদস্যদের সুরক্ষা দেওয়ার জন্য একটি সমঝোতা এবং বাধ্যতামূলক সালিশী ব্যবস্থা প্রতিষ্ঠা করে।\n\n\n=== মহিলাদের ভোটাধিকার ===\n১৮৮৭ সালে, জুলিয়াস ভোগেল পার্লামেন্টে প্রথম মহিলাদের ভোটাধিকার বিল প্রস্তাব করেছিলেন, কিন্তু এটি সফল হয়নি। নিউজিল্যান্ডে মহিলাদের ভোটাধিকার অবশেষে দুই দশকেরও বেশি সময় ধরে মহিলাদের প্রচেষ্টার পর অর্জিত হয়, যেমন কেট শেপার্ড এবং মেরি অ্যান মুলার এবং নিউজিল্যান্ডের মহিলা খ্রিস্টান টেম্পারেন্স ইউনিয়ন এর মত সংগঠনগুলোর প্রচেষ্টায়। ১৮৯৩ সালের ১৯ সেপ্টেম্বর, গভর্নর লর্ড গ্লাসগো একটি নতুন নির্বাচন আইন স্বাক্ষর করেন। এর ফলস্বরূপ, নিউজিল্যান্ড বিশ্বের প্রথম স্বশাসিত দেশ হয়ে ওঠে যেখানে সকল মহিলার পার্লামেন্ট নির্বাচনে ভোট দেওয়ার অধিকার ছিল। মহিলারা প্রথম ভোট প্রদান করেন ১৮৯৩ সালের সাধারণ নির্বাচনে, যেখানে ভোটদানের হার ছিল ৮৫%, পুরুষদের মধ্যে যেখানে ৭০% ছিল।\n\n\n=== র‌্যাডিক্যাল রাজনীতি ===\n২০ শতকের শুরুতে, নিউজিল্যান্ডের শ্রমিক শ্রেণি রাজনীতির র‌্যাডিক্যাল দিককে প্রতিনিধিত্ব করেছিল সোশ্যালিস্ট পার্টি, যা ১৯০১ সালে প্রতিষ্ঠিত হয়। ১৯০৫ সালে, একটি শ্রমিক শ্রেণির রাজনীতিবিদদের গ্রুপ যারা লিবারেল দৃষ্টিভঙ্গি নিয়ে অসন্তুষ্ট ছিল, তারা স্বাধীন রাজনৈতিক শ্রমিক লীগ প্রতিষ্ঠা করেন, যা ১৯০৮ সালের টেমপ্লেট:NZ election link নির্বাচনে একটি আসন জিতে নিতে সক্ষম হয়। একই সময়ে, মধ্যপন্থীরা \"লিব-ল্যাব\" প্রার্থী হিসেবে প্রতিদ্বন্দ্বিতা করেন, যারা লিবারেল পার্টির সাথে সংযুক্ত ছিল কিন্তু শ্রম আন্দোলনের সমর্থন পেতেন। ১৯০৮ সালে ব্ল্যাকবল খনি শ্রমিক ধর্মঘট প্রথম জাতীয় শ্রমিক সংঘগুলোর সমন্বয়ে রেড ফেডারেশন প্রতিষ্ঠিত হয়। ১৯১২ সালে, শ্রম আন্দোলন ওয়াইহি খনি শ্রমিক ধর্মঘট, একটি বড় শিল্প বিরোধের সম্মুখীন হয়, যা ইউনিয়ন আন্দোলনে র‌্যাডিক্যালদের দ্বারা উত্সাহিত হয়েছিল। আন্দোলনটি র‌্যাডিক্যালদের সমর্থন বা বিরোধিতা করার ব্যাপারে বিভক্ত হয়েছিল, এবং শেষে, কনজারভেটিভ রিফর্ম পার্টি সরকারের উইলিয়াম ম্যাসি ধর্মঘটটিকে শক্তি প্রয়োগ করে দমন করে। শেষে, ১৯১৬ সালের ৭ জুলাই ওয়েলিংটন-এ নিউজিল্যান্ড লেবার পার্টি প্রতিষ্ঠা হলে বিভিন্ন সমাজতান্ত্রিক গোষ্ঠীগুলি একত্রিত হয়।\nকোটাহিতাঙ্গা আন্দোলন, যা বিভিন্ন মাওরি উপজাতির মধ্যে ঐক্য প্রতিষ্ঠা করতে চেয়েছিল, স্থানীয় অধিকার প্রচারে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল এবং একটি পৃথক মাওরি পার্লামেন্ট প্রতিষ্ঠা করেছিল। এই মাওরি পার্লামেন্টের প্রথম অধিবেশন ১৮৯৭ সালে গ্রেটটাউন এর কাছে পাপাওয়াইয়ে অনুষ্ঠিত হয়েছিল, বিশেষভাবে নির্মিত সুবিধায়। কিংগিতাঙ্গা (মাওরি রাজা) আন্দোলন একটি প্রতিদ্বন্দ্বী পার্লামেন্ট প্রতিষ্ঠা করেছিল, যার ফলে যুব মাওরি পার্টি প্রতিষ্ঠিত হয়। ১৯০০ সালে একটি সমঝোতা প্রতিষ্ঠিত হয়েছিল, যার ফলে মাওরি জমি পরিষদের প্রতিষ্ঠা হয়, যা পার্লামেন্টের পরিবর্তে কাজ করে। এই পরিষদগুলি মূলত ঐতিহ্যবাহী সম্প্রদায়গুলির জমি রক্ষা করার এবং বসতি স্থাপনকারীদের নতুন জমির দাবি পূরণের জন্য তৈরি হয়েছিল। কিন্তু যখন এই পরিষদগুলিকে সরকার জমি অধিকার সুরক্ষায় প্রতিবন্ধক হিসেবে দেখেছিল, তাদের প্রভাব কমে যায়। ১৯০৯ সালে প্রাকৃতিক জমি আইন চালু হওয়ার পর, যা জমি বিক্রির উপর সীমাবদ্ধতা তুলে দেয়, আদিবাসী সম্প্রদায়গুলির মধ্যে জমির ক্ষতি ব্যাপকভাবে বাড়তে থাকে।\n\n\n== স্বাধীনতা ==\n\n\n=== ডোমিনিয়ন স্ট্যাটাস ===\n\n১৯০৭ সালের সম্রাট সম্মেলন এর পর, হাউস অফ রিপ্রেজেন্টেটিভস একটি প্রস্তাব পাস করে, যাতে রাজা Edward VII-কে \"যেসব পদক্ষেপ প্রয়োজন মনে করবেন তা নেয়ার জন্য\" নিউজিল্যান্ডের নাম নিউজিল্যান্ড উপনিবেশ থেকে Dominion of New Zealand-এ পরিবর্তন করার জন্য। ডোমিনিয়ন নামকরণটি গ্রহণ করার মাধ্যমে, \"নিউজিল্যান্ডের মর্যাদা বাড়বে\" প্রধানমন্ত্রী স্যার জোসেফ ওয়ার্ড জানিয়েছিলেন এবং \"… এর কোনও প্রভাব ছাড়া দেশের উন্নতির জন্য এটি উপকারী হবে\"। ৯ সেপ্টেম্বর ১৯০৭ তারিখে একটি royal proclamation নিউজিল্যান্ডকে 'ডোমিনিয়ন' নামকরণের ঘোষণা দেয়।\nডোমিনিয়ন স্ট্যাটাস অর্জনের সাথে সাথে, উপনিবেশ অর্থমন্ত্রী অর্থমন্ত্রী হয়ে ওঠেন এবং উপনিবেশ সচিবের দফতরটির নাম পাল্টে ইন্টারনাল অ্যাফেয়ার্স বিভাগ রাখা হয়। ১০ সেপ্টেম্বরের ঘোষণা অনুসারে, হাউস অফ রিপ্রেজেন্টেটিভসের সদস্যদের \"এম.পি.\" (সদস্য সংসদ) হিসেবে নামকরণ করা হয়। এর আগে তাদের \"এম.এইচ.আর.\" (হাউস অফ রিপ্রেজেন্টেটিভস এর সদস্য) হিসেবে উল্লেখ করা হতো। ডোমিনিয়ন স্ট্যাটাস নিউজিল্যান্ডকে প্রায় স্বাধীন হতে সহায়ক ছিল, তবে রাজা head of state হিসেবে থেকেই, যাকে নিউজিল্যান্ড সরকারের সাথে পরামর্শ করে একজন গভর্নর নিযুক্ত করা হতো। তবে প্রতিরক্ষা, সাংবিধানিক সংশোধন এবং (আংশিকভাবে) বিদেশী বিষয়ক বিষয়গুলোর নিয়ন্ত্রণ ব্রিটিশ সরকারের কাছে ছিল।\n\n\n=== কনসারভেটিভ শাসন, ১৯১২–১৯২৮ ===\nনিউজিল্যান্ডের রিফর্ম সরকার ১৯১২ থেকে ১৯২৮ সাল পর্যন্ত নিউজিল্যান্ডের সরকার ছিল, যা কনসারভেটিভ রিফর্ম পার্টি দ্বারা পরিচালিত। ১৯১১ সালের সাধারণ নির্বাচনে রিফর্ম পার্টি ৩৭টি আসন লাভ করে, যেখানে লিবারেল পার্টির ৩৩টি আসন ছিল। লিবারেল পার্টির সমর্থকরা দাবি করেছিলেন যে রিফর্ম শাসন পরিচালনার জন্য কোন ম্যান্ডেট পায়নি, তবে তারা উল্লেখ করেছিলেন যে দেশ কোটা (একটি সিস্টেম যার মাধ্যমে গ্রামীণ এলাকা শহুরে এলাকার তুলনায় ছোট ছিল, যার ফলে গ্রামীণ এলাকাগুলি সংসদে কিছুটা বেশি প্রতিনিধিত্ব পেত) রিফর্মের ভোট বাড়ানোর জন্য কাজ করেছে। তবুও, দীর্ঘ সময় লাগেনি যে লিবারেল সরকার, যা এখন শুধুমাত্র স্বাধীন সদস্যদের সমর্থনে শাসন করছিল, পতন ঘটল। উইলিয়াম ম্যাসি ১০ জুলাই ১৯১২ তারিখে প্রধানমন্ত্রী হন। সরকারে থাকাকালীন, রিফর্ম পার্টি তাদের অনেক নীতিমালা বাস্তবায়ন করে, যেমন ফ্রি হোল্ড এবং পাবলিক সার্ভিস সংস্কার। অনেক লিবারেল যুগের নীতিমালা পরিবর্তিত হয়নি, তবে রিফর্ম আরও সমর্থন লাভ করে লিবারেল পার্টির হতাশ সদস্যদের কাছ থেকে।\nপ্রথম বিশ্বযুদ্ধের প্রাদুর্ভাবের পর, রিফর্ম এবং লিবারেল পার্টি আগস্ট ১৯১৫ সালে একটি জাতীয় সরকার গঠন করে। নিউজিল্যান্ডের যুদ্ধে প্রথম পদক্ষেপ হিসেবে, ১৫ আগস্ট সামোয়া অভিযাত্রী বাহিনী যাত্রা শুরু করার পর, জার্মান সামোয়া দখল তাত্ক্ষণিকভাবে সংঘর্ষ ছাড়াই সম্পন্ন হয়। ১৭ ডিসেম্বর ১৯২০ তারিখে, লিগ অফ নেশনস আনুষ্ঠানিকভাবে জার্মান সামোয়া এর ওপর একটি ক্লাস সি ম্যান্ডেট নিউজিল্যান্ড ডমিনিয়নের কাছে প্রদান করে। ১ এপ্রিল ১৯২২ তারিখে সামোয়া আইন ১৯২১ কার্যকর হয়। আইন অনুযায়ী, নিউজিল্যান্ড গভর্নর-জেনারেল একটি প্রশাসক নিয়োগ করেন, যিনি অপিয়াতে নির্বাহী ক্ষমতা ধারণ করেন এবং নিউজিল্যান্ড মন্ত্রী (বহিঃসম্পর্ক)কে ওয়েলিংটন থেকে রিপোর্ট পাঠান; আইন প্রণয়ন ক্ষমতা ছিল প্রশাসক এবং একটি স্থানীয় আইনসভা পরিষদের হাতে, যদিও ওয়েলিংটনের কাছে চূড়ান্ত কর্তৃত্ব ছিল। মাও (যার মানে \"দৃঢ় বিশ্বাস\") ছিল একটি জনপ্রিয় নিরীহ আন্দোলন, যা ১৯০০ সালের দশকের প্রথম দিকে সাভাই'iতে শুরু হয়েছিল এবং ১৯২০-এর দশকে নিউজিল্যান্ড প্রশাসনের বিরোধিতায় মাও আন্দোলন পুনরায় সক্রিয় হয়।\n\n\n=== ইউনাইটেড পার্টি, জোট সরকার এবং পার্টি মর্জার, ১৯২৮–১৯৩৫ ===\n১৯২০-এর দশকে, লিবারেল পার্টি, যা পূর্বে নিউজিল্যান্ডের রাজনৈতিক দৃশ্যে আধিপত্য বিস্তার করেছিল, লেবার পার্টির আগমনের পর গুরুতর দীর্ঘমেয়াদী অবক্ষয়ের সম্মুখীন হচ্ছিল এবং এর সংগঠন ভেঙে পড়ার পরিস্থিতির দিকে চলে গিয়েছিল। ইউনাইটেড পার্টি ছিল লিবারেল পার্টির অপ্রত্যাশিত পুনর্জীবন, এবং কিছু ঐতিহাসিকদের মতে এটি আর কিছু নয়, কেবল লিবারেল পার্টি একটি নতুন নামের অধীনে। ১৯২৮ সালের সাধারণ নির্বাচনে, নতুন ইউনাইটেড পার্টি আশ্চর্যজনকভাবে ভালো ফলাফল লাভ করে, ২৭টি আসন পেয়ে। এরপর ইউনাইটেড পার্টি লেবার পার্টির সমর্থনে একটি সরকার গঠন করে। ১৯৩১ সালে ইউনাইটেড সরকার কিছু অর্থনৈতিক পদক্ষেপ গ্রহণ করে যা শ্রমিকদের জন্য অনুকূল মনে হয়নি, এবং লেবার পার্টি তার সমর্থন প্রত্যাহার করে নেয়। ইউনাইটেড পার্টি তাদের সরকারে বসে থাকে, কিন্তু রিফর্ম পার্টি অবশিষ্ট সমর্থন দিয়ে সরকার চালায়, যেহেতু তারা ভয় পায় যে সরকার পতন হলে (এবং একটি সাধারণ নির্বাচন হবে) লেবার পার্টি বড় পরিমাণে আসন লাভ করবে। পরে একই বছরে, ইউনাইটেড, রিফর্ম, এবং লেবার পার্টির মধ্যে আনুষ্ঠানিক জোট আলোচনা হয়, যেখানে একটি \"ঐক্য সরকার\" গঠন করার প্রস্তাব দেয়া হয়, যা গ্রেট ডিপ্রেশন মোকাবিলা করতে পারে। লেবার শেষ পর্যন্ত আলোচনা থেকে বের হয়ে যায়, কিন্তু রিফর্ম নেতা গর্ডন কোয়েটস (ডাউনি স্টুয়ার্টের চাপের কারণে) অবশেষে ইউনাইটেড ও রিফর্মের মধ্যে একটি জোট গঠন করতে রাজি হন।\nজোটটি ১৯৩৫ সালের সাধারণ নির্বাচনে \"ন্যাশনাল পলিটিক্যাল ফেডারেশন\" নামে নির্বাচনে যায়, একটি নাম যা এই গ্রুপটি নিউজিল্যান্ডের সব শ্রেণীর প্রতিনিধিত্ব করার অভিপ্রায় জানায় (আগের পরিস্থিতির বিপরীতে, যেখানে ইউনাইটেড শহুরে মানুষদের এবং রিফর্ম কৃষকদের জন্য কাজ করত)। তবে, মন্দার প্রভাব এবং এই ধারণার কারণে যে বিদ্যমান জোট সরকার পরিস্থিতি সঠিকভাবে পরিচালনা করতে পারেনি, ন্যাশনাল পলিটিক্যাল ফেডারেশন ১৯৩৫ সালে লেবার পার্টির কাছে ব্যাপক পরাজয় হয়, যার উত্থান এই জোটের সৃষ্টি করেছিল। দুই দল একসাথে ১৯টি আসন লাভ করেছিল। অন্য একটি কারণ ছিল তৃতীয় একটি দল, ডেমোক্র্যাট পার্টি, যা অ্যালবার্ট ডেভি দ্বারা গঠিত হয়েছিল, যিনি জোটের এক প্রাক্তন সংগঠক, এবং যিনি \"সোশ্যালিস্ট\" পদক্ষেপগুলি পছন্দ করেননি। নতুন দলটি রক্ষণশীল ভোট বিভক্ত করেছিল এবং লেবারের জয়কে সাহায্য করেছিল। ইউনাইটেড এবং রিফর্ম তাদের জোট সরকার বিরোধী দলে থাকতে চালিয়ে যায়। ১৯৩৬ সালে তারা সিদ্ধান্ত নেয় যে এই জোট সরকার স্থায়ী করা হবে এবং ইউনাইটেড ও রিফর্ম একত্রে ন্যাশনাল পার্টি-তে মর্জার করবে, যা পরবর্তী সময়ে নিউজিল্যান্ডের দুইটি প্রধান রাজনৈতিক দল之一 হয়ে ওঠে।\n\n\n=== =প্রথম লেবার পার্টি সরকার, ১৯৩৫–১৯৪৯ ===\n\n১৯৩০-এর দশকের শুরুতে মহান মন্দার কঠোরতা লেবার পার্টিকে ব্যাপক জনপ্রিয়তা এনে দেয়। টেমপ্লেট:NZ election link সালে, লেবার একটি উল্লেখযোগ্য সংখ্যাগরিষ্ঠতা লাভ করে, ৫৩টি আসন পেয়ে কোয়ালিশনের ১৯টি আসনকে পরাজিত করে এবং সরকারে ফিরে আসে। পার্টির নেতা মাইকেল জোসেফ স্যাভেজ ৬ ডিসেম্বর ১৯৩৫ তারিখে প্রধানমন্ত্রী হন, এটি লেবারের প্রথম মন্ত্রিসভার শুরু। নতুন সরকার দ্রুত বেশ কয়েকটি গুরুত্বপূর্ণ সংস্কার কার্যকর করতে শুরু করে, যার মধ্যে ছিল সামাজিক কল্যাণ ব্যবস্থা (টেমপ্লেট:Social Security Act 1938) পুনর্গঠন এবং রাজ্য আবাসন প্রকল্প প্রতিষ্ঠা। শ্রমিকরা ৪০ ঘণ্টার কর্মসপ্তাহের প্রবর্তন এবং শ্রমিক ইউনিয়নগুলির পক্ষে সহজে আলোচনা করার জন্য আইন প্রবর্তন থেকে উপকৃত হন। স্যাভেজ নিজেই শ্রমিক শ্রেণির মধ্যে অত্যন্ত জনপ্রিয় ছিলেন, এবং তার প্রতিকৃতি দেশের বিভিন্ন ঘরের দেয়ালে পাওয়া যেত। এই সময়ে লেবার পার্টি মাওরি রাতানা আন্দোলনের সাথে একটি জোট গঠন করেছিল। এই জোটটি ২২ এপ্রিল ১৯৩৬ তারিখে রাতানা এবং প্রধানমন্ত্রী মাইকেল স্যাভেজ এর মধ্যে এক বৈঠকের মাধ্যমে আনুষ্ঠানিকভাবে প্রতিষ্ঠিত হয়।\nস্যাভেজ ১৯৪০ সালে মৃত্যুবরণ করেন এবং পিটার ফ্রেজার, যিনি লেবারের দীর্ঘতম সময়ের প্রধানমন্ত্রী, তার স্থলাভিষিক্ত হন। ফ্রেজার নিউজিল্যান্ড সরকারের প্রধান হিসেবে দ্বিতীয় বিশ্বযুদ্ধে বেশিরভাগ সময় পরিচিত হন। ১৯৪৪ সালের থ্রোন থেকে ভাষণ এ গভর্নর-জেনারেল ফ্রেজার সরকারের উদ্দেশ্য হিসেবে টেমপ্লেট:Statute of Westminster 1931 গ্রহণের কথা ঘোষণা করেন। ১৯৪৬ সালে, ফ্রেজার সরকারী দফতরগুলোকে \"ডমিনিয়ন\" শব্দটি আর ব্যবহার না করার নির্দেশ দেন। টেমপ্লেট:Statute of Westminster Adoption Act 1947 এর মাধ্যমে ২৫ নভেম্বর ১৯৪৭ এই আইনটি গৃহীত হয়। এই আইনটি টেমপ্লেট:New Zealand Constitution Amendment (Request and Consent) Act 1947 এর প্রণয়নকে সম্ভব করেছিল, যা নিউজিল্যান্ড পার্লামেন্টকে পূর্ণ আইনগত ক্ষমতা প্রদান করেছিল, নিউজিল্যান্ডের সামরিক বাহিনীর অতিরিক্ত-সীমান্ত নিয়ন্ত্রণ এবং নিউজিল্যান্ডের ক্রাউনকে ব্রিটিশ ক্রাউন থেকে আইনিভাবে পৃথক করেছিল। ১৯৪৮ সালে, নিউজিল্যান্ড পার্লামেন্ট টেমপ্লেট:British Nationality and New Zealand Citizenship Act 1948 পাস করে, যা নিউজিল্যান্ডের নাগরিকত্ব আইনকে পরিবর্তিত করে। ১ জানুয়ারি ১৯৪৯ থেকে সকল নিউজিল্যান্ডবাসী নিউজিল্যান্ড নাগরিক হয়ে ওঠেন।\n\n\n=== সংরক্ষণবাদী সরকারের প্রত্যাবর্তন, ১৯৪৯–১৯৭২ ===\n১৯৪৯ নির্বাচনে, ন্যাশনাল পার্টি \"উৎপাদন, বিতরণ এবং বিনিময়ের ব্যক্তিগত মালিকানা\" প্রচারের মাধ্যমে নির্বাচনী প্রচারণা চালায়। এটি সরকারী লেবার পার্টিকে পরাজিত করে এবং টেমপ্লেট:প্রথম ন্যাশনাল সরকার নিউজিল্যান্ড প্রতিষ্ঠা করে। ক্ষমতায় আসার পর নতুন সরকার, যা সিডনি হল্যান্ড নেতৃত্বে ছিল, প্রশাসনিকভাবে সংরক্ষণবাদী প্রমাণিত হয়, যেমন তারা পূর্ববর্তী লেবার সরকারের প্রতিষ্ঠিত টেমপ্লেট:কল্যাণ রাষ্ট্র এবং বাধ্যতামূলক ইউনিয়নিজম বজায় রেখেছিল। ১৯৫১ সালে, টেমপ্লেট:১৯৫১ নিউজিল্যান্ড ওয়াটারফ্রন্ট বিরোধ শুরু হয়, যা ১৫১ দিন স্থায়ী হয়। ন্যাশনাল সরকার এই বিরোধে অংশ নেয়, এবং সামুদ্রিক ইউনিয়নগুলির বিপরীতে কাজ করে। হল্যান্ড এই সুযোগে স্ন্যাপ ১৯৫১ সাধারণ নির্বাচন ডাকেন। এন্টি-কমিউনিজম প্ল্যাটফর্মে প্রচারণা চালিয়ে এবং লেবার বিরোধী পক্ষের স্পষ্ট অনিশ্চয়তার সুবিধা নিয়ে, ন্যাশনাল পার্টি ৮০টি আসনের মধ্যে ৫৪টি আসন লাভ করে। ১৯৫৪ সালের নিউজিল্যান্ড সাধারণ নির্বাচনে ন্যাশনাল তৃতীয় মন্ত্রিসভায় নির্বাচিত হয়, যদিও কিছু আসন হারায়। তার তৃতীয় মেয়াদের শেষ দিকে, হল্যান্ড অসুস্থ হয়ে পড়েন, এবং ১৯৫৭ সালের সাধারণ নির্বাচনের পূর্বে নেতৃত্ব থেকে পদত্যাগ করেন। কিথ হোলিওকে, পার্টির দীর্ঘদিনের উপ-নেতা, হল্যান্ডের স্থলাভিষিক্ত হন। তবে, হোলিওককে প্রধানমন্ত্রী হিসেবে পাবলিক মনের মধ্যে যথেষ্ট পরিচিতি লাভ করার জন্য যথেষ্ট সময় মেলেনি, এবং ১৯৫৭ সালের সাধারণ নির্বাচনে ওয়াল্টার ন্যাশ নেতৃত্বাধীন লেবার পার্টির কাছে পরাজিত হন। ফলে গঠিত টেমপ্লেট:দ্বিতীয় লেবার সরকার নিউজিল্যান্ড ১৯৫৭ থেকে ১৯৬০ পর্যন্ত এক মেয়াদেই ক্ষমতায় ছিল, মূলত ১৯৫৮ সালের টেমপ্লেট:ব্ল্যাক বাজেট (নিউজিল্যান্ড) এর অজনপ্রিয় কর বৃদ্ধি কারণে।\nএটি একটি ইংরেজি ডকুমেন্ট, এবং আমি তোমার নির্দেশনা অনুযায়ী বাংলায় অনুবাদ করতে পারি। আমি কোড অংশগুলো ইংরেজিতেই রাখব এবং বাকিটা বাংলায় অনুবাদ করব। এখানে অনুবাদ অংশটি:\n\n\n=== শ্রমিক পার্টির সংস্কার, ১৯৭২–১৯৭৫ ===\n১৯৭২ থেকে ১৯৭৫ সালের মধ্যে নিউজিল্যান্ডের তৃতীয় শ্রমিক সরকার বহুলাংশে সংস্কার কার্যক্রম চালায়, যার মধ্যে বিদেশী বাণিজ্য, কৃষি, জনসাধারণের কাজ, শক্তি উৎপাদন, স্থানীয় সরকার, স্বাস্থ্য, শিল্প, ক্রীড়া ও অবসর, আঞ্চলিক উন্নয়ন, পরিবেশ সুরক্ষা, শিক্ষা, আবাসন, এবং সামাজিক কল্যাণ অন্তর্ভুক্ত ছিল। সরকারের সবচেয়ে গুরুত্বপূর্ণ নীতি ছিল একটি স্বতন্ত্র নিউজিল্যান্ড পরিচয় তৈরি করার চেষ্টা, যা অভ্যন্তরীণ এবং বৈশ্বিক পর্যায়েও প্রভাবিত ছিল। নিউজিল্যান্ড দীর্ঘদিন ধরে অর্থনৈতিক, সাংস্কৃতিক এবং রাজনৈতিকভাবে ব্রিটেনের উপর নির্ভরশীল ছিল। তবে ১৯৭০-এর দশকের শুরুতে অনেক নিউজিল্যান্ডবাসী জাতীয় স্বাধীনতার প্রয়োজন অনুভব করেছিলেন, যা ১৯৭৩ সালে ব্রিটেন ইউরোপীয় অর্থনৈতিক সম্প্রদায়-এ যোগ দেওয়ার পর আরও তীব্র হয়, এবং এতে নিউজিল্যান্ডের বাণিজ্যে গুরুতর সমস্যা সৃষ্টি হয়। এটি ছিল প্রথম সরকার, যারা ওইটাংগি চুক্তি-কে গম্ভীরভাবে স্বীকৃতি দেয়, প্রথমে চুক্তির স্বাক্ষরের বার্ষিকীকে ওইটাংগি দিবস হিসেবে একটি জাতীয় ছুটির দিন ঘোষণা করে, এবং পরে ওইটাংগি ট্রাইবুনাল প্রতিষ্ঠা করে যাতে এটি বর্তমান ভঙ্গের তদন্ত করা হয়। উভয় সিদ্ধান্তই ক্রমবর্ধমান অসন্তুষ্ট মাওরি প্রতিবাদকারীদের প্রতি সরকারী প্রতিক্রিয়া ছিল, যেমন মতিউ রাতাকে মাওরি বিষয়ক মন্ত্রী হিসেবে নিয়োগ দেয়া (এবং প্রাথমিকভাবে ভূমি মন্ত্রী)। তিনি ১৯৩০-এর দশকের পর থেকে মাওরি বিষয়ক প্রথম মন্ত্রী এবং প্রথম মাওরি ভূমি মন্ত্রী ছিলেন। মাওরি জনগণ ভূমি সম্পর্কিত আইনগুলিতে সংশোধনী লাভ করেছিল, পাশাপাশি মাওরি ও দ্বীপবর্তী বিষয়ক একটি বড় নির্মাণ কর্মসূচির মধ্যে উল্লেখযোগ্য বৃদ্ধি পেয়েছিল। এই সরকার এককালীন সময়ের জন্য পরিচালিত হয়েছিল এবং তার জনপ্রিয় নেতা নরম্যান কির্ক এর মৃত্যু পরবর্তী এক বছর পর পরাজিত হয়।\n\n\n=== রবার্ট মুলডুনের শাসন, ১৯৭৫–১৯৮৪ ===\n\n১৯৭৫ সালের সাধারণ নির্বাচনের পর, রবার্ট মুলডুন এর অধীনে ন্যাশনাল পার্টি ক্ষমতায় আসে \"সাধারণ মানুষের সরকার\" চালানোর প্রতিশ্রুতি দিয়ে। যদিও তিনি পপুলিস্ট রেটোরিক ব্যবহার করে এলিট ও রাজনৈতিক প্রতিষ্ঠানের বিরুদ্ধে সমালোচনা করেছিলেন, তিনি তার প্রধানমন্ত্রীত্বের সময়ে ক্ষমতা কেন্দ্রীভূত করার চেষ্টা করেছিলেন। তার শাসনামল ছিল অর্থনৈতিক স্থবিরতা, উচ্চ মুদ্রাস্ফীতি, বাড়তি বেকারত্ব, এবং উচ্চ বৈদেশিক ঋণ ও ঋণের পরিস্থিতিতে ক্ষতিগ্রস্ত। তৃতীয় ন্যাশনাল সরকার এর অর্থনৈতিক নীতিগুলির মধ্যে জাতীয় সুপারঅ্যানুয়েশন, মজুরি ও মূল্য স্থগিতকরণ, শিল্প প্রণোদনা এবং থিংক বিগ শিল্প প্রকল্প অন্তর্ভুক্ত ছিল। তিনি পূর্ববর্তী সরকারের ডন রেইড নীতি পুনরায় চালু করেন, যা প্যাসিফিকা নিউজিল্যান্ডবাসীদের বিরুদ্ধে জাতিগতভাবে লক্ষ্যবস্তু করেছিল। অপরাধের সাথে মোকাবিলা করতে, মুলডুন নিউজিল্যান্ডে গ্যাংদের সাথে \"অস্বাভাবিক ঘনিষ্ঠ সম্পর্ক\" তৈরি করেছিলেন; তিনি ব্যক্তিগতভাবে ব্ল্যাক পাওয়ার পছন্দ করতেন এবং তিনি ও তার স্ত্রী থিয়া তাদের সাথে একাধিকবার দেখা করেছিলেন।\nমুলডুন তার দলকে দুটি অতিরিক্ত নির্বাচনী জয় এনে দেন ১৯৭৮ এবং ১৯৮১ সালে। ন্যাশনাল পার্টি রীতি থেকে উল্লেখযোগ্যভাবে বিচ্যুত হয়ে, মুলডুনের বিব্রতকর পাবলিক ইমেজ ছিল। তাকে বিশ্বের প্রথম নেতা হিসেবে অভিহিত করা হয়েছে যিনি এতটা খোলামেলা এবং কটূক্তিপূর্ণ ছিলেন।\nতার প্রধানমন্ত্রীত্বের সময় তার সমালোচনা বাড়তে থাকে। তিনি স্প্রিংবোক রাগবি সফর নিউজিল্যান্ড থামাতে অস্বীকার করেছিলেন, যা দেশটিকে বিভক্ত করেছিল এবং ১৯৮১ সালে নজিরবিহীন সিভিল বিশৃঙ্খলা সৃষ্টি করেছিল। স্প্রিংবোক সফরের বিতর্কের পাশাপাশি, তিনি শ্রম এমপি কলিন ময়েল এর বিরুদ্ধে এক অশুচি প্রচারণা শুরু করেছিলেন যে তিনি সমকামী ছিলেন, পর্নো ক্লাবে গিয়েছিলেন, এবং একবার প্রতিবাদকারীদের সাথে পাঞ্চ করেছিলেন।\nসোশ্যাল ক্রেডিট পার্টি, যা নিউজিল্যান্ডের ২০th century এর অধিকাংশ সময়ের জন্য তৃতীয় পার্টি ছিল, ১৯৮১ সালে তার শীর্ষে পৌঁছায়, ২০.৭% ভোট পেয়ে এবং মাত্র দুটি আসন লাভ করে। ১৯৭৮ এবং ১৯৮১ সালে শ্রমিক পার্টি ন্যাশনাল পার্টির চেয়ে বেশি ভোট পায়, কিন্তু আসন সংখ্যায় অধিকাংশ জয়ী হতে পারেনি। শ্রমিক নেতা বিল রোলিং উভয় ফলাফলকেই নৈতিক বিজয় হিসেবে দাবি করেছিলেন।\n১৯৮৪ সালের তাত্ক্ষণিক নির্বাচন-এ, যেটি মুলডুন চরমভাবে মত্ত অবস্থায় ডাকেন—ন্যাশনাল পার্টি অবশেষে শ্রমিক পার্টির কাছে বড় ধরনের পরাজয়ের সম্মুখীন হয়। অফিস ত্যাগ করার পূর্বে, এক সাংবিধানিক সঙ্কট-এর মাঝে, মুলডুনকে আগত সরকার দ্বারা নিউজিল্যান্ড ডলারকে অবমূল্যায়ন করতে বাধ্য করা হয় (নীচে দেখুন)।\nনিশ্চয়! আপনার পুরো ডকুমেন্টটি বাংলায় অনুবাদ করছি, যেখানে কোড অংশগুলো অপরিবর্তিত থাকবে:\n\n\n=== সাংবিধানিক সঙ্কট এবং সংস্কার ===\n১৯৮০-এর দশকে নিউজিল্যান্ড উল্লেখযোগ্য সাংবিধানিক পরিবর্তনের মধ্য দিয়ে গেছে। ১৯৮৩ সালে, সরকার ১৯১৭ সালের পুরনো Letters Patent প্রতিস্থাপন করে যা গভর্নর-জেনারেলের ক্ষমতা এবং দায়িত্ব নির্ধারণ করেছিল; ১৯৮৩ সালে নতুন Letters Patent \"patriated\" গভর্নর-জেনারেলের পদ, যা প্রশাসনিক নিয়ন্ত্রণকে সাম্রাজ্য থেকে নিউজিল্যান্ডের কর্তৃত্বে স্থানান্তরিত করে।\n১৯৮৪ সালে, রবার্ট মালডুন ক্ষমতা হারান, ৯ বছরের প্রধানমন্ত্রী থাকার পর। ঐতিহ্যগতভাবে তাকে নতুন সরকারে অন্তর্ভুক্তদের নির্দেশনা অনুসরণ করতে বলা হয়েছিল, কিন্তু তিনি সহযোগিতা করতে অস্বীকার করেন, যার ফলে একটি সাংবিধানিক সঙ্কট সৃষ্টি হয়, যা একটি বড় currency crisis-এর মধ্যে ঘটেছিল। সাংবিধানিক সঙ্কটের ফলে আসন্ন লেবার সরকার নিউজিল্যান্ডের সাংবিধানিক কাঠামো পর্যালোচনা করতে শুরু করে, যা Constitution Act 1986 এর জন্ম দেয়। নতুন Constitution Act নিউজিল্যান্ডের আইনি কাঠামোকে সংগঠিত করে নিউজিল্যান্ড কনস্টিটিউশন অ্যাক্ট ১৯৫২ এবং ওয়েস্টমিনিস্টার স্ট্যাচুটকে বাতিল করে। এটি ব্রিটিশ সংসদের নিউজিল্যান্ডের জন্য আইন প্রণয়ন করার ক্ষমতা বাতিল করে (নিউজিল্যান্ড সংসদের সম্মতি দিয়েও)।\n  \n\n\n=== লেবারের পুনরায় ক্ষমতায় আসা এবং অর্থনৈতিক উদারীকরণ, ১৯৮৪–১৯৯০ ===\nচতুর্থ লেবার সরকার ২৬ জুলাই ১৯৮৪ থেকে ২ নভেম্বর ১৯৯০ পর্যন্ত শাসন করে (৮ আগস্ট ১৯৮৯ পর্যন্ত)। এটি ছিল প্রথম লেবার সরকার যা পরপর দ্বিতীয়বার ক্ষমতায় আসে, প্রথম লেবার সরকারের পর। চতুর্থ লেবার সরকারের নীতি এজেন্ডা পূর্ববর্তী লেবার সরকারের তুলনায় অনেকটাই ভিন্ন ছিল: এটি বড় সামাজিক সংস্কার (যেমন সমকামী আইন সংস্কার) এবং অর্থনৈতিক সংস্কার (যেমন রাষ্ট্রীয় সেবাসমূহের কর্পোরেটাইজেশন এবং কর ব্যবস্থা সংস্কার) করেছে। অর্থনৈতিক সংস্কারগুলি \"Rogernomics\" নামে পরিচিত হয় (যেটি Reaganomics এর সাথে সাদৃশ্যপূর্ণ), যা অর্থমন্ত্রী Roger Douglas এর নামানুসারে হয়। Rogernomics-এ বাজার কেন্দ্রিক পুনর্গঠন, deregulation এবং মুদ্রাস্ফীতি নিয়ন্ত্রণের জন্য কঠোর monetary policy অন্তর্ভুক্ত ছিল, যা ২০% devaluation নিউজিল্যান্ড ডলারের, রাষ্ট্রীয় ব্যবসার কর্পোরেটাইজেশন, শিল্পে ভর্তুকি তুলে দেওয়া (বিশেষ করে কৃষি ভর্তুকি), শুল্ক সুরক্ষা কমানো, এবং কর ব্যবস্থা এর একটি বড় সংস্কার। কর কর্তন কার্যকর করা হয়েছিল এবং একটি Goods and Services Tax (প্রথমে ১০% নির্ধারিত) চালু করা হয়েছিল।\nRogernomics ছিল যুদ্ধ পরবর্তী রাজনৈতিক সম্মতির থেকে একটি তীক্ষ্ণ বিচ্যুতি, যা ভারী হস্তক্ষেপ, protectionism, এবং full employment এর উপর জোর দিয়েছিল। পরিবর্তে, এটি small government, balanced budgets, এবং free-market নীতিগুলি গ্রহণ করে যা Chicago school of economics দ্বারা প্রভাবিত ছিল। ডগলাসের এমন নীতিগুলি গ্রহণ, যা সাধারণত রাজনৈতিক ডানপন্থীদের (বা New Right) সাথে যুক্ত, এবং একটি লেবার সরকারের দ্বারা তাদের বাস্তবায়ন ছিল একটি স্থায়ী বিতর্কের বিষয়। লেবার সরকার পারমাণবিক-মুক্ত আইন প্রণয়ন করেছিল, যার ফলে যুক্তরাষ্ট্র নিউজিল্যান্ডের সঙ্গে ANZUS চুক্তির বাধ্যবাধকতা স্থগিত করেছিল। David Lange তার সরকারের দুই তিন বছরের মেয়াদে অধিকাংশ সময় নেতৃত্ব দিয়েছিলেন। ল্যাংগে এবং ডগলাসের মধ্যে মতবিরোধ দলের মধ্যে বিভক্তি সৃষ্টি করেছিল, যার ফলে ডগলাসের সমর্থকরা পরবর্তীতে ACT পার্টি গঠন করে। সরকার ১৯৯০ সালের সাধারণ নির্বাচনে পরাজিত হয়, তবে আসন্ন ন্যাশনাল সরকার অধিকাংশ সংস্কার বজায় রাখে।\n\n\n=== নির্বাচনী সংস্কার এবং রাজনৈতিক পরিবর্তন, ন্যাশনাল পার্টির শাসন, ১৯৯০–১৯৯৯ ===\nপ্রথম ছয় বছর ন্যাশনাল পার্টি একা শাসন করে Jim Bolger এর নেতৃত্বে। পূর্ববর্তী লেবার সরকারের পদাঙ্ক অনুসরণ করে, চতুর্থ ন্যাশনাল সরকার ব্যাপক ব্যয় হ্রাসের প্রোগ্রাম শুরু করে। এই প্রোগ্রামটি, যা জনপ্রিয়ভাবে \"Ruthanasia\" নামে পরিচিত, অর্থমন্ত্রী Ruth Richardson এর নামানুসারে হয়, এটি সামাজিক কল্যাণ সুবিধার হ্রাস এবং স্বাস্থ্যসেবা এবং তৃতীয় স্তরের শিক্ষার জন্য ফি আরোপ করার মধ্যে ছিল। এটি অত্যন্ত বিতর্কিত ছিল, এবং আরও বিতর্কিত ছিল superannuation surtax সংরক্ষণ করা, যা ন্যাশনাল পার্টি বাতিল করার প্রতিশ্রুতি দিয়েছিল। এছাড়া, ভিন্নভাবে বিতর্কিত ছিল চুক্তি নিষ্পত্তির প্রক্রিয়া শুরু করা।\nন্যাশনাল এবং লেবার উভয়ের প্রতি চরম অসন্তোষের কারণে নির্বাচনী ব্যবস্থা সংস্কার এবং proportional representation এর অন্তর্ভুক্তি ঘটে মিশ্র-সদস্য অনুপাত (MMP) প্রতিনিধিত্বে। প্রথম MMP নির্বাচন ১৯৯৬ সালে অনুষ্ঠিত হয়, এবং এর ফলস্বরূপ পপুলিস্ট এবং জাতীয়তাবাদী New Zealand First পার্টি তার প্রতিষ্ঠার তিন বছরের মধ্যে ১৭ জন এমপি জয়ী হয়। এর ফলে ন্যাশনাল এবং নিউজিল্যান্ড ফার্স্টের মধ্যে একটি জোট তৈরি হয়, যেখানে বলজার প্রধানমন্ত্রী হিসেবে অব্যাহত থাকেন। বলজার ১৯৯৭ সালে উৎখাত হন এবং Jenny Shipley ন্যাশনাল নেতা এবং প্রধানমন্ত্রী হিসেবে তার স্থানে বসেন। শিপলি এবং নিউজিল্যান্ড ফার্স্ট নেতা Winston Peters এর মধ্যে মতবিরোধের কারণে ১৯৯৮ সালে জোট ভেঙে যায়; এর পরবর্তী সময়ে ন্যাশনাল এবং বিভিন্ন দলের পলায়নকারী সদস্যদের মধ্যে আরেকটি জোট গঠিত হয়, যা সরকারের পরাজয়ে ১৯৯৯ সালে শেষ হয়।\n\n\n=== হেলেন ক্লার্কের নেতৃত্বে ন্যূনতম সরকার, ১৯৯৯–২০০৮ ===\nবিরোধী দল হিসেবে, লেবার পার্টি, হেলেন ক্লার্কের নেতৃত্বে, রোজারনোমিকস থেকে নিজেকে আলাদা করেছিল। এটি একটি আকর্ষণীয় মিত্র হিসেবে আবির্ভূত হয় অ্যালায়েন্স, বামপন্থী দলগুলির একটি জোট, যার মধ্যে লেবার দলের ছেড়ে যাওয়া সদস্যরাও অন্তর্ভুক্ত ছিল। ১৯৯৯ সালের সাধারণ নির্বাচন-এ, লেবার পার্টি জাতীয় পার্টিকে সহজেই পরাজিত করে, হাউস অব রিপ্রেজেন্টেটিভসে একক বৃহত্তম দল হিসেবে পরিণত হয়। পঞ্চম লেবার সরকার অ্যালায়েন্সের সঙ্গে জোটবদ্ধ হয়ে প্রতিষ্ঠিত হয়, যা গ্রীন পার্টি দ্বারা সমর্থিত ছিল। তাদের প্রথম মেয়াদে, সরকার বেশ কিছু উন্নতিশীল সংস্কার গ্রহণ করে। বিতর্কিত এমপ্লয়মেন্ট কন্ট্র্যাক্টস অ্যাক্ট বাতিল করা হয়, এবং তার পরিবর্তে এমপ্লয়মেন্ট রিলেশনস অ্যাক্ট যা ইউনিয়ন এবং সমষ্টিগত আলোচনার প্রতি অধিক অনুকূল ছিল, প্রবর্তিত হয়; একটি রাষ্ট্রায়ত্ত ব্যাংক, Kiwibank, অ্যালায়েন্সের আহ্বানে প্রতিষ্ঠিত হয়; জাতীয় বিমান সংস্থা Air New Zealand-এর মধ্যে একটি সংখ্যাগরিষ্ঠ অংশ ক্রয় করা হয়; এবং জনস্বাস্থ্য খাত পুনর্গঠিত হয়, যেখানে আংশিক নির্বাচিত district health boards পুনর্স্থাপিত হয়। Closing the Gaps, একটি affirmative action কৌশল যা মাওরি এবং প্যাসিফিকা জাতিগত গোষ্ঠীসহ অন্যান্য গোষ্ঠীর মধ্যে সামাজিক-অর্থনৈতিক বৈষম্য লক্ষ্য করে, এটি ডানপন্থী জাতীয় এবং ACT ভোটারদের মধ্যে বিশেষভাবে বিতর্কিত ছিল।\nঅ্যালায়েন্সের ২০০২ সালে পতনের পর, হেলেন ক্লার্ক স্ন্যাপ নির্বাচন ডাকেন, যদিও তার এখনও বিশ্বাস ছিল সংসদে। লেবার সহজেই নির্বাচন জয়লাভ করে। অ্যালায়েন্স সংসদে ফিরে আসতে ব্যর্থ হয়, তবে কিছু অংশ প্রগ্রেসিভদের নামে ফিরে আসে। লেবার প্রগ্রেসিভদের সাথে একটি জোট গঠন করে এবং মধ্যপন্থী United Future দলকে confidence and supply-এর জন্য আহ্বান জানায়। এই দ্বিতীয় মেয়াদটি প্রধানত তার সামাজিক এবং সাংবিধানিক আইন প্রণয়ন নিয়ে উল্লেখযোগ্য, যেখানে সরকার সুপ্রিম কোর্ট প্রতিষ্ঠা করে এবং প্রিভি কাউন্সিল-এ আপিল শেষ করে, prostitution-কে অপরাধমুক্ত করে এবং civil union প্রদান করে। সরকার এই মেয়াদে তটভূমি এবং সমুদ্রতট বিতর্কের মুখোমুখি হয়েছিল। লেবার, New Zealand First দলের সহযোগিতায়, অবশেষে আইনগত বিরোধ সমাধান করে এবং তটভূমি ও সমুদ্রতটের অধিকার the Crown-এর হাতে হস্তান্তর করে, এক বিদ্রোহী লেবার মন্ত্রী Tariana Turia, মাওরি পার্টি গঠন করেন। ২০০৫ সালের সাধারণ নির্বাচনে লেবার সরকার Working for Families সহায়তা প্যাকেজ এবং শিক্ষার্থীদের আর্থিক সহায়তার কারণে একটি স্লিম মার্জিনে জয়ী হয়।\n\n\n=== জাতীয় দলের ক্ষমতায় ফেরত, ২০০৮–২০১৭ ===\n২০০৮ নির্বাচনে, লেবার পার্টি জাতীয় পার্টির কাছে পরিষ্কারভাবে পরাজিত হয়, এবং সরকার পরবর্তী সময়ে John Key নেতৃত্বে জাতীয় পার্টির দ্বারা গঠিত হয়। জাতীয় দল একটি আর্থিক সংকটের পরবর্তী সময়ে ক্ষমতায় আসে। নিউজিল্যান্ডের ঋণের পরিমাণ বৃদ্ধি পাওয়ার প্রেক্ষিতে, অর্থমন্ত্রী Bill English তার প্রথম মেয়াদে বাজেট ঘাটতি হ্রাসের মূল অগ্রাধিকার হিসাবে সেট করেন। সরকার সকল আয়ের উপর কর কমায়; শীর্ষ ব্যক্তিগত কর হার ৩৯% থেকে ৩৮% এবং পরে ২০১০ সালে ৩৩% এ কমানো হয়। ২৬ নভেম্বর ২০১১ সালের সাধারণ নির্বাচনে, জাতীয় দল ৪৭.৩১% ভোট লাভ করে, যা এমএমপি চালুর পর থেকে যেকোনো রাজনৈতিক দলের দ্বারা অর্জিত সর্বোচ্চ ভোটের হার, যা কম ভোটারের উপস্থিতি এবং ঐতিহ্যগত সমর্থন দলগুলির দুর্ভাগ্যের কারণে হয়েছিল। সরকার পরে \"মিশ্র মালিকানা মডেল\" পরিকল্পনা প্রবর্তন করে, যেখানে সরকার জেনেসিস এনার্জি, Meridian Energy, মাইটি রিভার পাওয়ার এবং Solid Energy-এর শেয়ার ১০০% থেকে ৫১% এবং Air New Zealand-এর শেয়ার ৭৪% থেকে ৫১% কমানোর পরিকল্পনা করে, এবং বাকি অংশ বিক্রি করার পরিকল্পনা নেয়। পরবর্তীতে সলিড এনার্জি বিক্রির পরিকল্পনা বাতিল করা হয়, কারণ কোম্পানিটি আর্থিকভাবে দুর্বল অবস্থায় ছিল। একটি নাগরিক-প্রবর্তিত গণভোট বিক্রির বিপক্ষে ৬৭.৩% ভোট দেয় (৪৫.১% ভোটারের উপস্থিতিতে)। পঞ্চম জাতীয় সরকার ২০১৪ সালে তৃতীয় মেয়াদে জয়ী হয়। আট বছর পর, কিউ ঘোষণা করেন যে তিনি দলের নেতা হিসেবে পদত্যাগ করবেন ৫ ডিসেম্বর ২০১৬। ১২ ডিসেম্বর তিনি প্রধানমন্ত্রী পদ থেকে পদত্যাগ করেন। কিউ-এর উপ-নেতা Bill English ১২ ডিসেম্বর ২০১৬-এ দলের নতুন নেতা হিসেবে ঘোষণা করা হন, যখন স্বাস্থ্য মন্ত্রী জনাথন কোলে এবং পুলিশ মন্ত্রী Judith Collins নেতৃত্ব নির্বাচনে প্রতিদ্বন্দ্বিতা থেকে সরে আসেন।\n\n\n=== নিউজিল্যান্ডে জেসিন্ডা আরডার্ন এবং লেবার, ২০১৭–২০২৩ ===\n২০১৭ সালের ১ আগস্ট, Jacinda Ardern অ্যান্ড্রু লিটল কে লেবার পার্টির নেতা এবং বিপক্ষ নেতা হিসেবে উত্তরাধিকারসূত্রে অর্পণ করেন। আরডার্ন নেতা হওয়ার পর লেবারের সমর্থন দ্রুত বৃদ্ধি পায় এবং তিনি তার দলের জন্য ২৩ সেপ্টেম্বর ২০১৭ সালের সাধারণ নির্বাচনে ১৪টি আসন লাভ করেন, যেখানে লেবার পেয়েছিল ৪৬টি আসন এবং ন্যাশনাল পার্টি পেয়েছিল ৫৬টি আসন। আলোচনার পর, New Zealand First একটি সংখ্যালঘু coalition government গঠনে লেবারের সাথে যোগদান করে, যা সমর্থিত ছিল গ্রিন পার্টি দ্বারা, এবং আরডার্ন প্রধানমন্ত্রী হিসেবে দায়িত্ব গ্রহণ করেন। তাকে ২৬ অক্টোবর ২০১৭ তারিখে গভর্নর-জেনারেল শপথ বাক্য পাঠান। তিনি ৩৭ বছর বয়সে বিশ্বের সর্বকনিষ্ঠ মহিলা head of government হন। আরডার্ন ২১ জুন ২০১৮ তারিখে তার কন্যাকে জন্ম দেন, যা তাকে অফিসে থাকার সময় জন্ম নেওয়া বিশ্বের দ্বিতীয় নির্বাচিত সরকারপ্রধান হিসেবে পরিণত করে (প্রথমে Benazir Bhutto ছিলেন)। ছয়টি লেবার সরকার নিউজিল্যান্ডের হাউজিং সংকট, শিশু দারিদ্র্য এবং social inequality এর মত চ্যালেঞ্জের সম্মুখীন হয়েছিল। মার্চ ২০১৯ সালে, Christchurch mosque shootings এর পর, আরডার্ন দ্রুত কঠোর অস্ত্র আইন প্রবর্তন করেন, যা তাকে ব্যাপক প্রশংসা এনে দেয়।\nআরডার্ন ২০২০ সালের সাধারণ নির্বাচনের জন্য লেবার পার্টিকে আরও কেন্দ্রস্থ দিকে নিয়ে যান, COVID-19 recession এর পরবর্তী সময়ে ব্যয় কাটছাঁট করার প্রতিশ্রুতি দিয়ে। তিনি লেবার পার্টিকে landslide victory অর্জনে নেতৃত্ব দেন, পার্লামেন্টে মোট ৬৫টি আসন পেয়ে একক দলের সংখ্যাগরিষ্ঠ সরকার প্রতিষ্ঠা করেন। এটি ছিল MMP এর অধীনে একক দলীয় সংখ্যাগরিষ্ঠ সরকার গঠন করার প্রথম ঘটনা। ১৯ জানুয়ারি ২০২৩ তারিখে, আরডার্ন ঘোষণা করেন যে তিনি লেবার দলের নেতা হিসেবে পদত্যাগ করবেন। Chris Hipkins কে তার উত্তরসূরি হিসেবে অপ্রতিদ্বন্দ্বিতভাবে নির্বাচিত হওয়ার পর, তিনি ২২ জানুয়ারি লেবার দলের নেতা হিসেবে পদত্যাগ করেন এবং ২৫ জানুয়ারি প্রধানমন্ত্রী হিসেবে তার পদত্যাগ পত্র গভর্নর-জেনারেলের কাছে জমা দেন।\n\n\n=== ন্যাশনাল-অ্যাক্ট-এনজেড ফার্স্ট, ২০২৩-বর্তমান ===\n৩০ নভেম্বর ২০২১ তারিখে ক্রিস্টোফার লাকসন জাতীয় পার্টির নেতা নির্বাচিত হন, পূর্ববর্তী নেতা জুডিথ কলিন্সকে অপসারণের কারণে পার্টিতে সঙ্কট সৃষ্টি হয়েছিল। তিনি তার দলকে অক্টোবর ২০২৩ সাধারণ নির্বাচনে নেতৃত্ব দেন, যার পর পরেই জাতীয় পার্টি ৩৮% ভোট পেয়ে সবচেয়ে বড় দল হয়ে উঠে। ক্রিস হিপকিন্সের শ্রমিক পার্টি তাদের আসনের প্রায় অর্ধেক হারায়।\nন্যাশনাল, অ্যাক্ট এবং নিউজিল্যান্ড ফার্স্টের মধ্যে কোয়ালিশন গঠন সংক্রান্ত আলোচনা ২৪ নভেম্বর ২০২৩ তারিখে শেষ হয়, এবং লাকসন ২৭ নভেম্বর গর্ভনর-জেনারেল দ্বারা প্রধানমন্ত্রী হিসেবে শপথ গ্রহণ করেন। ন্যাশনাল–অ্যাক্ট–এনজেড ফার্স্ট কোয়ালিশন সরকার কো-গভর্নেন্স এর বিরোধিতা করে, এবং রক্ষণশীল আইন ও বিচার সংস্কার এবং কর কর্তনের সমর্থন করে।\n\n\n== এছাড়াও দেখুন ==\nনিউজিল্যান্ডের রাজনীতি § আধুনিক রাজনৈতিক ইতিহাস\nনিউজিল্যান্ডে ভোটিংয়ের ইতিহাস\nমাওরি রাজনীতি\n\n\n== উৎস ==\n\n\n== আরও পড়ুন ==\n\nমিলার, রেমন্ড (২০০৬)। নিউজিল্যান্ড সরকার এবং রাজনীতি। অক্সফোর্ড ইউনিভার্সিটি প্রেস। আইএসবিএন ৯৭৮০১৯৫৫৮৪৯২৯। \nগিবন্স, ম্যাথিউ (২০০৩)। নিউজিল্যান্ডের নির্বাচনী প্রোগ্রামগুলির একটি সংকলিত গ্রন্থপঞ্জি ১৯০৫ সাল থেকে (পিডিএফ)। হ্যামিলটন, নিউজিল্যান্ড: ডিপার্টমেন্ট অফ পলিটিক্যাল সায়েন্স অ্যান্ড পাবলিক পলিসি, ইউনিভার্সিটি অফ ওয়াইকাটো। আইএসবিএন ৯৭৮০৪৭৩০৯৭৭১৪। \n\n\n== বহিঃসংযোগ ==\nরাজনীতি এবং সরকার নিউজিল্যান্ড ইতিহাস অনলাইনে\nভোটের ইতিহাস নিউজিল্যান্ড নির্বাচনে\nসরকার এবং জাতি Te Ara: নিউজিল্যান্ডের বিশ্বকোষ-এ\nটেমপ্লেট:রাজনৈতিক ইতিহাস"}