{"pageid": 1515400, "title": "লেডি ম্যারি ওয়ার্টলি মন্টাগু", "url": "https://bn.wikipedia.org/wiki?curid=1515400", "content": "লেডি মেরি ওয়ার্টলি মন্টগু (জন্ম পিয়েরপন্ট; ১৫ মে ১৬৮৯ – ২১ আগস্ট ১৭৬২) ছিলেন একজন ইংরেজ অভিজাত, চিকিৎসা অগ্রদূত, লেখক ও কবি। ১৬৮৯ সালে জন্মগ্রহণকারী লেডি মেরি তার শৈশব ও কৈশোর ইংল্যান্ডে কাটান। ১৭১২ সালে তিনি এডওয়ার্ড ওয়ার্টলি মন্টগুকে বিয়ে করেন, যিনি পরবর্তীতে সাবলাইম পোর্টে ব্রিটিশ রাষ্ট্রদূত হিসেবে দায়িত্ব পালন করেন। লেডি মেরি তার স্বামীর সাথে অটোমান সাম্রাজ্যে যান এবং সেখানে দুই বছর অবস্থান করেন। এই সময়ে তিনি কনস্টান্টিনোপলে একজন নারী হিসেবে তার অভিজ্ঞতা সম্পর্কে বিস্তৃতভাবে লেখেন। ইংল্যান্ডে ফিরে আসার পর, তিনি তার পরিবারের যত্নে মনোযোগী হন এবং ১৭৬২ সালে ক্যান্সারে মৃত্যুবরণ করেন।\nযদিও তিনি নিয়মিতভাবে প্রথম জর্জ এবং ওয়েলসের যুবরাজ জর্জ অগাস্টাস (পরবর্তীতে রাজা দ্বিতীয় জর্জ)-এর দরবারে সামাজিকীকরণ করতেন, লেডি মেরি মূলত তার চিঠিপত্রের জন্য পরিচিত। বিশেষ করে তার তার্কিশ অ্যাম্বাসি লেটার্স যেখানে তিনি অটোমান সাম্রাজ্যে একজন ব্রিটিশ রাষ্ট্রদূতের স্ত্রী হিসেবে তার অভিজ্ঞতার বিবরণ দিয়েছেন। বিলি মেলম্যান এটিকে \"মুসলিম প্রাচ্য সম্পর্কে একজন নারীর লেখা প্রথম ধর্মনিরপেক্ষ কাজ\" হিসেবে বর্ণনা করেছেন। তার লেখালেখির পাশাপাশি, লেডি মেরি গুটিবসন্তের টীকা পদ্ধতি ব্রিটেনে প্রবর্তন ও প্রচারের জন্য সুপরিচিত। তার লেখাগুলো সেই সময়ে নারীদের সামাজিক ও বুদ্ধিবৃত্তিক বিকাশ নিয়ে প্রচলিত ধারণাগুলোকে চ্যালেঞ্জ জানায় এবং নতুন চিন্তাধারার বিকাশ ঘটায়।\n\n\n== প্রারম্ভিক জীবন ==\nলেডি মেরি পিয়েরপন্ট ১৬৮৯ সালের ১৫ মে হোম পিয়েরপন্ট হল-এ নটিংহ্যামশায়ারে জন্মগ্রহণ করেন এবং ২৬ মে ১৬৮৯ তারিখে সেন্ট পলের চার্চে কোভেন্ট গার্ডেনে দীক্ষিত হন। তিনি ছিলেন এভেলিন পিয়েরপন্ট, কিংস্টন-আপন-হাল-এর প্রথম ডিউক (১৬৫৫-১৭২৬)-এর এবং তার প্রথম স্ত্রী লেডি মেরি ফিল্ডিং (মৃত্যু: ২০ ডিসেম্বর ১৬৯৭)-এর জ্যেষ্ঠ সন্তান। তার মা ছিলেন উইলিয়াম ফিল্ডিং, ডেনবাইয়ের তৃতীয় আর্ল (১৬৪০-১৬৮৫)-এর একমাত্র কন্যা। লেডি মেরির আরও তিনজন ছোট ভাই-বোন ছিল—দুই বোন, ফ্রান্সেস ও এভেলিন, এবং এক ভাই, উইলিয়াম।\nলেডি মেরি ছিলেন এক মেধাবী ও স্বাধীনচেতা শিশু, যার মনে ছিল অসাধারণ কিছু করার স্বপ্ন। তিনি তার ডায়েরিতে লিখেছিলেন, \"আমি এমন একটি ইতিহাস লিখতে যাচ্ছি, যা বিরল।\" সেই সময়ে নবগঠিত কিট-ক্যাট ক্লাব, যেখানে অভিজাত ও রুচিশীল ব্যক্তিরা জড়ো হতেন, তারা সাত বছর বয়সে লেডি মেরিকে \"ঋতুর সেরা রূপসী\" হিসেবে মনোনীত করেন। তারা এই উদ্দেশ্যে ব্যবহৃত এক কাচের পানপাত্রে তার নাম খোদাই করেন।\nশৈশবে তিনি প্রায়ই সূর্যাস্তের সময় দিগন্তে অস্ত যাওয়া সোনালি রঙের আগুনের গোলকটি ধরতে ছুটে যেতেন। কিন্তু কিছু সময় পর তিনি বুঝতে পারেন, এটি ধরা একেবারেই অসম্ভব। এই অসম্ভবকে অর্জনের চেষ্টা পরবর্তী জীবনে তার এক অভ্যাসে পরিণত হয়।\nতবে দুর্ভাগ্যজনকভাবে, লেডি মেরির মা, যিনি তার উচ্চাকাঙ্ক্ষাকে সমর্থন করতে পারতেন, অল্প বয়সেই মারা যান। এরপর তার পিতামহী এলিজাবেথ পিয়েরপন্ট তাকে ও তার ভাই-বোনদের লালন-পালন করেন। কিন্তু লেডি মেরি আট বছর বয়সে পৌঁছানোর আগেই পিতামহীও মৃত্যুবরণ করেন। এরপর লেডি মেরির যত্ন নেওয়ার দায়িত্ব তার বাবার ওপর পড়ে। তবে তিনি মনে করতেন না যে, মেয়ের শিক্ষার জন্য তার কোনো দায়িত্ব রয়েছে।\n\n\n== শিক্ষা ==\nমেরি ওয়ার্টলি মন্টাগুর শিক্ষা মূলত দুইভাবে সম্পন্ন হয়েছিল—একজন গৃহশিক্ষিকার তত্ত্বাবধানে এবং পারিবারিক সম্পত্তি থরসবাই হল-এর গ্রন্থাগারের মাধ্যমে। লেডি মেরির মতে, তার গৃহশিক্ষিকা তাকে \"বিশ্বের সবচেয়ে বাজে শিক্ষাগুলোর একটি\" দিয়েছিলেন, যা কেবল \"কুসংস্কারপূর্ণ গল্প ও ভ্রান্ত ধারণা\" শেখানোর মধ্যেই সীমাবদ্ধ ছিল।\nঅপছন্দের এই গৃহশিক্ষিকার শিক্ষা সম্পূর্ণ করার জন্য লেডি মেরি পরিবারের সমৃদ্ধ গ্রন্থাগার ব্যবহার করতেন। তিনি প্রতিদিন সকাল ১০টা থেকে দুপুর ২টা পর্যন্ত এবং বিকেল ৪টা থেকে রাত ৮টা পর্যন্ত গ্রন্থাগারে লুকিয়ে পড়াশোনা করতেন। তখন লাতিন ভাষা সাধারণত পুরুষদের জন্য সংরক্ষিত ছিল, কিন্তু লেডি মেরি গোপনে লাতিন অভিধান ও ব্যাকরণের বই সংগ্রহ করেন এবং নিজে নিজেই এই ভাষা শেখেন। তেরো বছর বয়সে তিনি লাতিন ভাষায় এমন দক্ষতা অর্জন করেন, যা অনেক পুরুষের সমতুল্য ছিল।\nএছাড়া, তিনি ছিলেন এক নিবেদিত পাঠক। তিনি যে সমস্ত বই পড়তেন, তার চরিত্র ও শিরোনামের তালিকা একটি নোটবুকে লিখে রাখতেন। তিনি বিউমন্ট ও ফ্লেচার, ড্রাইডেন, রো, লি, ওটওয়ে-এর নাটক এবং ফরাসি ও ইংরেজি ভাষার বিভিন্ন রোম্যান্স উপন্যাস পড়েছিলেন, যার মধ্যে ছিল গ্র্যান্ড সাইরাস, ফারামন্ড, আলমাহাইড এবং পারথেনিসা।\n১৭০৫ সালের মধ্যে, যখন তার বয়স চৌদ্দ বা পনেরো, তখন তিনি \"Poems, Songs &c\" শিরোনামে দুটি সংকলন রচনা করেন, যেখানে ছিল কবিতা, সংক্ষিপ্ত পত্রোপন্যাস এবং আফরা বেন-এর ভয়েজ টু দ্য আইল অব লাভ (১৬৮৪)-এর আদলে রচিত গদ্য ও ছন্দময় কাহিনি। তিনি দুই বিশপ, থমাস টেনিসন ও গিলবার্ট বার্নেট-এর সঙ্গে পত্রালাপও চালাতেন, যারা তার গৃহশিক্ষিকার পাঠের পরিপূরক হিসেবে কিছু শিক্ষা দিতেন। সামগ্রিকভাবে, লেডি মেরি তার বাবাকে মুগ্ধ করেছিলেন, যদিও তিনি নিজে কোনো পণ্ডিত ছিলেন না।\n\n\n== অটোমান সাম্রাজ্যে বিবাহ এবং দূতাবাস ==\n\n\n=== বাগদান ===\n\n১৭১০ সালের মধ্যে, লেডি মেরির সামনে দুটি সম্ভাব্য পাত্র ছিল: এডওয়ার্ড ওর্টলি মন্টাগু (জন্ম ৮ ফেব্রুয়ারি ১৬৭৮) এবং ক্লটওয়ার্থি স্কেফিংটন। লেডি মেরি এবং এডওয়ার্ড ওর্টলি মন্টাগুর মধ্যে বন্ধুত্ব গড়ে ওঠে এডওয়ার্ডের ছোট বোন অ্যান ওর্টলির মাধ্যমে। লন্ডনে, অ্যান ও লেডি মেরি প্রায়ই সামাজিক অনুষ্ঠানে দেখা করতেন এবং একে অপরের বাড়িতে যেতেন। তারা চিঠির মাধ্যমেও যোগাযোগ করতেন, যেখানে তারা সাধারণত তুচ্ছ গসিপ ও প্রশংসাসূচক কথা লিখতেন।\n১৭০৯ সালের নভেম্বর মাসে অ্যানের মৃত্যু হলে, লেডি মেরি তার ভাই এডওয়ার্ড ওর্টলি মন্টাগুর সঙ্গে কথা বলা শুরু করেন। লেডি মেরি ও এডওয়ার্ড প্রায়ই বন্ধুদের বাড়িতে ও রাজদরবারে দেখা করতেন। ১৭১০ সালের ২৮ মার্চ, লেডি মেরি এডওয়ার্ডকে প্রথম চিঠি লেখেন। তারা ১৭১১ সালের ২ মে পর্যন্ত চিঠির মাধ্যমে যোগাযোগ চালিয়ে যান, যদিও এ সময় লেডি মেরির বাবা এ বিষয়ে জানতেন না।\nকিন্তু লেডি মেরির পক্ষে এই যোগাযোগ চালিয়ে যাওয়া কঠিন হয়ে পড়ে, যখন তার বাবা অ্যাকটন নামক এক মফস্বল অঞ্চলে একটি বাড়ি কেনেন, যা খনিজ প্রস্রবণের জন্য বিখ্যাত ছিল। লেডি মেরি এই বাড়িটিকে একঘেয়ে ও অপ্রিয় বলে মনে করতেন, কারণ এতে কোনো গ্রন্থাগার ছিল না। কিছুদিন পর, তিনি হামের (মিজেলস) আক্রান্ত হন এবং তার পরিচারিকাকে এডওয়ার্ডকে তার অসুস্থতার খবর জানিয়ে চিঠি লেখার জন্য বলেন।\nএডওয়ার্ড ও লেডি মেরির মধ্যে কিছু ভুল বোঝাবুঝি দেখা দেয়। এডওয়ার্ড তড়িঘড়ি অ্যাকটনে যান এবং সেখানে একটি নোট রেখে আসেন, যেখানে তিনি লিখেছিলেন, \"তোমার সৌন্দর্য যদি ক্ষতিগ্রস্ত হয়, তাহলে আমি খুশি হতাম, যদি এটি তোমার জন্য কষ্টের কারণ না হতো। কারণ এতে তোমার ভক্তদের সংখ্যা কমে যেত।\" এর জবাবে, লেডি মেরি তাকে কটাক্ষ করে লিখেন, \"আমাকে ক্ষমা করো এবং ভুলে যাও।\"\nএডওয়ার্ড তার জবাবে জানান, \"তিনি লেডি মেরির বাবার সাথে কথা বলবেন যদি নিশ্চিত হন যে তারা একসঙ্গে সুখী হতে পারবেন।\" এই উত্তরের ফলে লেডি মেরির বিরক্তি দূর হয়। এরপর, লেডি মেরি অ্যাকটনে এবং এডওয়ার্ড লন্ডনে থেকে চিঠির মাধ্যমে যোগাযোগ চালিয়ে যান, যা ১৭১০ সালের গ্রীষ্মের শুরু পর্যন্ত স্থায়ী হয়।\nলেডি মেরির মূল উদ্বেগ ছিল আর্থিক বিষয়, রোমান্স নয়। তিনি আবেগকে তার জীবনের পথনির্দেশক হতে দেননি এবং বলেন, \"আমি সম্মান করতে পারি, আমি বন্ধুত্ব করতে পারি, তবে আমি ভালোবাসতে পারি কি না জানি না।\" এরপর, তিনি তার শর্তগুলোর কথা উল্লেখ করেন, যেখানে তিনি বলেন, \"আমার শর্তে যদি তুমি আমাকে পছন্দ কর, তাহলে এ বিষয়ে আর কোনো উত্তর দিও না।\"\nতবে, এই চিঠিপত্র এডওয়ার্ডের জন্য বিপজ্জনক হয়ে ওঠে। একটি নির্দিষ্ট চিঠিতে এডওয়ার্ড লিখেছিলেন, \"তার ভালো থাকা ১৭১০ সালে, এর অর্থ এই যে আমি তাকে চিঠি লিখছি।\" লেডি মেরির বাড়ির এক চাকর এই চিঠিটি খুঁজে পান এবং তার বাবার কাছে দিয়ে দেন। এতে তার বাবা প্রচণ্ড ক্রোধান্বিত হন। তবে, ওর্টলি এটিকে চতুর কৌশল হিসেবে দেখেছিলেন, যেখানে লেডি মেরি এই বিষয়টি তার বাবার সামনে এনেছিলেন সম্পর্ককে একটি চূড়ান্ত পরিণতির দিকে নিয়ে যাওয়ার জন্য। পরের দিন, ওর্টলি লেডি মেরির বাবার কাছে আনুষ্ঠানিক প্রস্তাব দেন। লেডি মেরির বাবা, যিনি তখন ডরচেস্টারের মার্কুইস উপাধি ধারণ করছিলেন, একটি শর্ত রাখেন যে, \"ওর্টলির সম্পত্তি তাদের প্রথম সন্তানকে উত্তরাধিকারসূত্রে দিতে হবে।\" কিন্তু ওর্টলি এটি করতে অস্বীকৃতি জানান, কারণ এর জন্য ১০,০০০ পাউন্ডের প্রয়োজন ছিল।\nফলে, লেডি মেরির বাবাকে রাজি করানোর জন্য এডওয়ার্ড সিদ্ধান্ত নিলেন যে তিনি এই বিবাহ চুক্তিটি টাটলার নামক ব্রিটিশ সাময়িকীতে প্রকাশ করবেন। ১৮ জুলাই প্রকাশিত টাটলার'এর এক সংস্করণে ওয়ার্টলি লিখলেন: \"তার প্রথম প্রেমিকের জয়ের সম্ভাবনা দশের মধ্যে এক। ঠিক সেই মুহূর্তে, যখন সে তার হৃদয় ও সম্পত্তির বিবরণ উন্মোচিত করে, তখন তাকে আর কোনো কাজে ব্যবহার করা হয় না, শুধুমাত্র তার মূল্য বৃদ্ধির জন্য... যখন সেই হতভাগ্য প্রেমিক নিষ্পাপভাবে অপেক্ষা করে, আদালতের উকিলরা যখন জোট বাঁধে, তখনই মহিলার সমর্থকরা নানা প্রতিবন্ধকতা তৈরি করে, যতক্ষণ না অন্য প্রস্তাব আসতে শুরু করে; এবং প্রথম আগত ব্যক্তি তখনই সুযোগ পায় যখন শহরের অর্ধেক লোক তাকে প্রত্যাখ্যান করে।\" তবে এই যুক্তিগুলো লর্ড ডরচেস্টারকে রাজি করাতে ব্যর্থ হয়। যদিও আলোচনাগুলো অচলাবস্থায় পৌঁছেছিল, তবুও লেডি মেরি এবং এডওয়ার্ড একে অপরের সাথে যোগাযোগ চালিয়ে যান।\n১৭১১ সালের মার্চের শেষ দিকে, লেডি মেরির বাবা ওয়ার্টলির সঙ্গে তার বন্ধুত্ব শেষ করার সিদ্ধান্ত নিলেন। তিনি মেরিকে এক বৈঠকে ডেকে পাঠালেন, তাকে প্রতিশ্রুতি দিতে বাধ্য করলেন যে সে আর কখনো ওয়ার্টলিকে লিখবে না, এবং তাকে ওয়েস্ট ডিন, উইল্টশায়ার-এ পাঠিয়ে দিলেন। তবে লেডি মেরি তার প্রতিশ্রুতি ভঙ্গ করে ওয়ার্টলিকে নিজের অধিকার ও দায়িত্ব সম্পর্কে জানালেন: \"তোমার যদি সত্যিই আমার প্রতি ভালোবাসা থাকত, তাহলে তুমি অনেক আগেই তার কাছে আবেদন করতে যে শুধু তার হাত থেকেই আমি তোমাকে পেতে পারি।\" পরবর্তী চিঠি বিনিময়ে ভুল বোঝাবুঝি বাড়তে থাকলে ওয়ার্টলি বুঝতে পারলেন যে লেডি মেরি তাকে আর পছন্দ করেন না এবং তাদের বন্ধুত্বের ইতি টানতে হবে। ২ মে তিনি উত্তর দিলেন, \"বিদায়, প্রিয়তমা লেডি মেরি। এবার নিশ্চিত হও, তুমি আমাকে আর ধোঁকা দিতে পারবে না। আমি আর কোনো উত্তর আশা করি না।\" ফলস্বরূপ, লেডি মেরি সে গ্রীষ্মে আর কোনো উত্তর দেননি। সেই একই গ্রীষ্মে, তার বাবা লর্ড ডরচেস্টার সিদ্ধান্ত নিলেন যে তিনি এডওয়ার্ড ওয়ার্টলি মন্টাগুর পরিবর্তে অন্য কাউকে তার মেয়ের জন্য বর হিসেবে খুঁজে বের করবেন।\nলেডি মেরির বাবা তাকে ক্লটওয়ার্থি স্কেফিংটন-এর সাথে বিয়ের জন্য চাপ দিতে থাকলেন, যিনি আইরিশ ভিসকাউন্ট ম্যাসারিনের উত্তরাধিকারী ছিলেন। স্কেফিংটনের সঙ্গে বিবাহ চুক্তিতে শর্ত ছিল যে তিনি প্রতি বছর \"পিন-মানি\" হিসেবে £৫০০ এবং তার মৃত্যুর পর £১,২০০ বার্ষিক ভাতা পাবেন। কিন্তু লেডি মেরি এই প্রস্তাব প্রত্যাখ্যান করেন। তাই স্কেফিংটনের সঙ্গে বিয়ে এড়াতে তিনি মন্টাগুর সঙ্গে পালিয়ে যান। ওয়ার্টলিকে লেখা এক চিঠিতে তিনি লিখেছিলেন, \"আমার বাবা আমাদের সম্পর্কের বিরুদ্ধে হাজারটা যুক্তি দেখাবেন, এবং সম্ভবত পুরো সমাজ তার পক্ষেই থাকবে... আমি শুধু একটি নাইটগাউন ও পেটিকোট পরেই তোমার কাছে আসব, এবং এটুকুই আমার সম্পদ। আমার এক বান্ধবীকে আমি আমার পরিকল্পনার কথা বলেছি। তুমি তাকে সত্যিকারের বন্ধু মনে করবে, যখন জানতে পারবে যে তিনি আমাদের প্রথম রাতের জন্য তার বাড়ি ব্যবহারের প্রস্তাব দিয়েছেন... যদি তুমি তার বাড়িতে যাওয়ার সিদ্ধান্ত নাও, তাহলে আগামীকাল সন্ধ্যা সাতটায় ছয়টি ঘোড়ার একটি কোচ নিয়ে এসো।\" বিবাহ লাইসেন্স ১৭ আগস্ট ১৭১২-এ ইস্যু করা হয়েছিল, এবং ধারণা করা হয় যে ২৩ আগস্ট ১৭১২-এ তাদের বিয়ে সম্পন্ন হয়।\n\n\n=== অটোমান সাম্রাজ্যে ভ্রমণের আগের বৈবাহিক জীবন ===\nলেডি মেরি ওর্টলি মন্টাগু এবং এডওয়ার্ড ওর্টলি মন্টাগু তাদের বৈবাহিক জীবনের প্রথম কয়েক বছর ইংল্যান্ডে কাটান। ১৬ মে ১৭১৩ সালে, লন্ডনে তাদের এক পুত্রসন্তান জন্মগ্রহণ করে, যার নাম রাখা হয় এডওয়ার্ড ওর্টলি মন্টাগু, তার পিতার নামানুসারে।\n১৩ অক্টোবর ১৭১৪ সালে, তার স্বামী ট্রেজারির জুনিয়র কমিশনারের পদ গ্রহণ করেন। লন্ডনে এসে লেডি মেরি দ্রুত রাজদরবারে নিজের বুদ্ধিমত্তা ও সৌন্দর্যের জন্য পরিচিত হয়ে ওঠেন। তিনি রাজা জর্জ প্রথম এবং প্রিন্স অব ওয়েলস, জর্জ অগাস্টাস-এর রাজসভায় অন্যতম বিশিষ্ট ব্যক্তিত্ব ছিলেন। তার বন্ধুদের মধ্যে ছিলেন মলি স্কেরিট, লেডি ওয়ালপোল, জন, লর্ড হার্ভি, মেরি অ্যাস্টেল, সারা চার্চিল, মার্লবোরোর ডাচেস, অ্যালেকজান্ডার পোপ, জন গে এবং অ্যাবে আন্তোনিও স্কিনেলা কন্টি।\nডিসেম্বর ১৭১৫ সালে, ছাব্বিশ বছর বয়সে লেডি মেরি গুটিবসন্ত রোগে আক্রান্ত হন। তিনি প্রাণে বাঁচলেও তার অসুস্থতার সময় কেউ একজন তার লেখা ব্যঙ্গাত্মক \"কোর্ট ইক্লগ\" প্রচার করে। এই কবিতাগুলোর মধ্যে একটি প্রিন্সেস অব ওয়েলস, ক্যারোলিন-এর বিরুদ্ধে আক্রমণ হিসেবে ব্যাখ্যা করা হয়, যদিও সেই আক্রমণের চরিত্র নিজেও কবিতায় ব্যাপকভাবে ব্যঙ্গ করা হয়েছিল।\n\n\n=== স্বামীর কনস্টান্টিনোপলে নিয়োগ ===\n\n১৭১৬ সালে, এডওয়ার্ড ওর্টলি মন্টাগুকে কনস্টান্টিনোপল-এ রাষ্ট্রদূত হিসেবে নিয়োগ দেওয়া হয়। তার দায়িত্ব ছিল অস্ট্রো-তুর্কি যুদ্ধের অবসান ঘটানোর জন্য আলোচনা করা।\n১৭১৬ সালের আগস্টে, লেডি মেরি তার স্বামীর সঙ্গে ভিয়েনা যান এবং সেখান থেকে আদ্রিয়ানোপল ও কনস্টান্টিনোপলে যাত্রা করেন। ১৭১৭ সালে এডওয়ার্ডকে ফিরিয়ে আনা হয়, তবে তারা ১৭১৮ সাল পর্যন্ত কনস্টান্টিনোপলে অবস্থান করেন। ইংল্যান্ড থেকে দূরে থাকার সময়, ১৯ জানুয়ারি ১৭১৮ সালে, তাদের এক কন্যাসন্তান জন্মগ্রহণ করে, যিনি পরবর্তীতে মেরি, বুটের কাউন্টেস হন।\nঅস্ট্রিয়া ও অটোমান সাম্রাজ্যের মধ্যকার আলোচনায় ব্যর্থতার পর, তারা ভূমধ্যসাগর হয়ে ইংল্যান্ডের উদ্দেশ্যে রওনা হন এবং ২ অক্টোবর ১৭১৮ সালে লন্ডনে পৌঁছান। একই বছর, অস্ট্রিয়া ও তুরস্ক পাসারোভিৎস চুক্তি স্বাক্ষর করে, যার মাধ্যমে অস্ট্রো-তুর্কি যুদ্ধের সমাপ্তি ঘটে।\nএই যাত্রার অভিজ্ঞতা এবং পূর্বদেশীয় সমাজ সম্পর্কে তার পর্যবেক্ষণ তিনি টার্কি থেকে চিঠি গ্রন্থে তুলে ধরেন। এটি একাধিক চিত্রময় বিবরণে সমৃদ্ধ চিঠির একটি সংকলন। এই গ্রন্থকে পরবর্তী অনেক মহিলা পর্যটক ও লেখকের অনুপ্রেরণা হিসেবে গণ্য করা হয়, পাশাপাশি এটি প্রাচ্যবাদ-সম্পর্কিত শিল্পেও প্রভাব ফেলেছে।\nভ্রমণের সময় লেডি মেরি অটোমান নারীদের সৌন্দর্য ও আতিথেয়তায় মুগ্ধ হন। তিনি তার চিঠিগুলোতে তুরস্কে যাত্রাকালে দেখা পোশাকশৈলীর পার্থক্যের কথা উল্লেখ করেন। লেডি মারকে লেখা এক চিঠিতে, তিনি লিখেন: \"তারা তাদের মাথায় পাতলা কাপড়ের স্তর তৈরি করে, যা প্রায় এক গজ উচ্চ, এবং এতে তিন বা চারটি স্তর থাকে, যা ভারী ফিতার অসংখ্য গজ দ্বারা সুদৃঢ় করা হয়... তাদের হাড়ের তৈরি পেটিকোট আমাদের তুলনায় আরও প্রশস্ত, যা একাধিক বর্গগজ জায়গা জুড়ে থাকে।\"\nতিনি তুর্কি স্নানাগারে (হামাম) তার অভিজ্ঞতা সম্পর্কেও লিখেছেন, যা বিনোদন ও স্বাস্থ্য রক্ষার জন্য ব্যবহৃত হত। এক চিঠিতে তিনি লেখেন, \"তারা সাধারণত সপ্তাহে একবার এই বিনোদন উপভোগ করে এবং সেখানে অন্তত চার থেকে পাঁচ ঘণ্টা অবস্থান করে, কিন্তু গরম স্নান থেকে ঠান্ডা ঘরে যাওয়ার পরও তারা ঠান্ডা অনুভব করে না, যা আমার কাছে বিস্ময়কর লেগেছে।\"\nতিনি এক মজার ঘটনারও বর্ণনা দেন, যেখানে সোফিয়ার এক স্নানাগারে তুর্কি নারীরা তাকে দেখে আতঙ্কিত হয়ে পড়েন, কারণ তিনি স্টেইস পরেছিলেন। তারা মনে করেছিলেন, \"আমি এমন এক যন্ত্রের মধ্যে আটকে আছি, যা আমার পক্ষে খোলা সম্ভব নয়। তারা এই কৌশলকে আমার স্বামীর চক্রান্ত বলে মনে করেছিল।\"\nলেডি মেরি পূর্ববর্তী পর্যটকদের, বিশেষ করে পুরুষ পর্যটকদের, দ্বারা অটোমান সাম্রাজ্যের ধর্ম, ঐতিহ্য ও নারীদের অবস্থান সম্পর্কে করা ভুল ধারণাগুলোর সমালোচনা করেন। তার নারী ও অভিজাত পরিচয় তাকে এমন নারীদের সঙ্গে সাক্ষাৎ ও কথোপকথনের সুযোগ দিয়েছিল, যা পুরুষদের জন্য নিষিদ্ধ ছিল। তার ব্যক্তিগত পর্যবেক্ষণের ভিত্তিতে তিনি তুর্কি নারীদের পোশাক, অভ্যাস, ঐতিহ্য, সীমাবদ্ধতা ও স্বাধীনতা সম্পর্কে তুলনামূলক নির্ভুল বর্ণনা প্রদান করেন, যা কখনো কখনো পাশ্চাত্যের প্রতি কঠোর সমালোচনা হিসেবেই প্রতিভাত হয়।\nলেডি মেরি অটোমান নারীদের গোপন জগৎ ও তাদের সঙ্গে তার নিজস্ব সম্পর্ককে সমকামী আকাঙ্ক্ষায় পূর্ণ বলে চিত্রিত করেন। এটি তার জীবন ও লেখায় লিঙ্গ ও যৌনতার প্রবাহিত স্বভাবের সাথে সামঞ্জস্যপূর্ণ।\n\n\n== অটোমান সাম্রাজ্যে গুটি বসন্তের টিকা প্রদান ==\n\n\n=== গুটি বসন্তের টিকা প্রদান ===\n১৮শ শতকে, ইউরোপীয়রা গুটিবসন্ত প্রতিরোধের জন্য একটি পরীক্ষা শুরু করে, যা \"ইনোকুলেশন\" বা \"ভ্যারিওলেশন\" নামে পরিচিত ছিল। তবে এটি রোগ নিরাময়ের জন্য নয়, বরং প্রতিরোধমূলক ব্যবস্থা হিসেবে ব্যবহৃত হতো। লেডি মেরি ওয়ার্টলি মন্টাগু প্রচলিত ধারা ভেঙে গুটিবসন্তের ইনোকুলেশন পদ্ধতিকে পশ্চিমা চিকিৎসাবিদ্যার অংশ হিসেবে তুলে ধরেন। তিনি এটি প্রথম দেখেন যখন তিনি অটোমান সাম্রাজ্যে ভ্রমণ ও বসবাস করেন।\nএর আগে, ১৭১৩ সালে লেডি মেরির ভাই গুটিবসন্তে আক্রান্ত হয়ে মারা যান। ১৭১৫ সালে তিনি নিজেও এই রোগে আক্রান্ত হন, যদিও বেঁচে যান, কিন্তু তার চেহারা স্থায়ীভাবে বিকৃত হয়ে যায়। অটোমান সাম্রাজ্যে থাকার সময়, তিনি স্থানীয় নারীদের সাথে পরিচিত হন এবং জেনানা-তে (অটোমান সমাজে মুসলিম ও হিন্দু নারীদের জন্য নির্ধারিত পৃথক বাসস্থান) তাদের জীবনধারা ও রীতিনীতি সম্পর্কে জানার সুযোগ পান।\n১৭১৭ সালের মার্চ মাসে তিনি প্রথমবারের মতো অটোমানদের ইনোকুলেশন পদ্ধতি পর্যবেক্ষণ করেন। তিনি এটিকে \"এনগ্রাফটিং\" বলে অভিহিত করেন এবং এ বিষয়ে তার বিভিন্ন চিঠিতে বিস্তারিত লেখেন। তার লেখা সবচেয়ে পরিচিত চিঠিগুলোর মধ্যে একটি হলো ১ এপ্রিল ১৭১৭ সালের \"এক বন্ধুর উদ্দেশে লেখা চিঠি\"।\nভ্যারিওলেশন পদ্ধতিতে গুটিবসন্তের সংক্রমিত পুঁজ থেকে জীবিত ভাইরাস সংগ্রহ করে তা সুস্থ ব্যক্তির ত্বকের আঁচড়ে প্রবেশ করানো হতো। সাধারণত বাহু বা পায়ে এই প্রক্রিয়া সম্পন্ন করা হতো, যাতে রোগ প্রতিরোধ ক্ষমতা তৈরি হয়। ফলস্বরূপ, ইনোকুলেশন করা ব্যক্তি সাধারণত গুটিবসন্তের তুলনামূলক হালকা প্রকৃতির সংক্রমণে আক্রান্ত হতো, যা স্বাভাবিকভাবে আক্রান্ত হওয়ার তুলনায় কম ক্ষতিকর ছিল।\nলেডি মেরি চেয়েছিলেন তার সন্তানরা যাতে এই রোগ থেকে রক্ষা পায়। তাই, ১৭১৮ সালের মার্চ মাসে তিনি তার প্রায় পাঁচ বছর বয়সী ছেলে এডওয়ার্ড-কে টিকা দেন, যা সম্পন্ন করেন দূতাবাসের চিকিৎসক চার্লস ম্যাটল্যান্ড। প্রকৃতপক্ষে, এডওয়ার্ড ছিলেন \"প্রথম ইংরেজ ব্যক্তি যিনি এই পদ্ধতির মাধ্যমে টিকা গ্রহণ করেন।\"\n১৭২১ সালে ইংল্যান্ডে গুটি বসন্ত মহামারী আকার ধারণ করলে, তিনি তার কন্যাকেও টিকা দেন এবং এ ব্যাপারে জনসচেতনতা তৈরি করেন। এরপর তিনি ওয়েলসের রাজকুমারী ক্যারোলাইনকে টিকা পরীক্ষার জন্য রাজি করান। ১৭২১ সালের আগস্টে, নিউগেট কারাগারে মৃত্যুদণ্ডপ্রাপ্ত সাতজন বন্দিকে মৃত্যুদণ্ডের পরিবর্তে টিকা গ্রহণের সুযোগ দেওয়া হয়। তারা সবাই বেঁচে যায় এবং মুক্তি পায়। পরবর্তীতে, অন্যান্য রাজপরিবারও এই উদ্যোগ গ্রহণ করে। উদাহরণস্বরূপ, ১৭৬৮ সালে রাশিয়ার ক্যাথরিন দ্য গ্রেট নিজে এবং তার ছেলে ভবিষ্যৎ জার পলকে টিকা প্রদান করান। রাশিয়ানরা এই প্রক্রিয়াটি আরও উন্নত করে।\nতবে, ভ্যারিওলেশন সবসময় নিরাপদ ছিল না। অনেক সময় এটি সংক্রমণ ঘটাত এবং কিছু ক্ষেত্রে মৃত্যুর কারণও হতো।> ১৮শ শতাব্দীর শেষে এডওয়ার্ড জেনার এই সমস্যার সমাধান করেন। তিনি গরুর গুটি বসন্ত থেকে সংগৃহীত পদার্থ ব্যবহার করে একটি নতুন ও নিরাপদ টিকা উদ্ভাবন করেন। ১৯৭৯ সালে, বিশ্ব স্বাস্থ্য সংস্থার নেতৃত্বে একটি ব্যাপক টিকাদান কর্মসূচির মাধ্যমে গুটি বসন্ত সম্পূর্ণরূপে নির্মূল হয়। লেডি মেরি ওর্টলি মন্টাগুর প্রচেষ্টার ফলে টিকা প্রদান ব্যবস্থার বিকাশ ঘটে এবং গুটি বসন্ত সম্পূর্ণ নির্মূল হয়।\n\n\n== পরবর্তী জীবন ==\n  \nইংল্যান্ডে ফিরে আসার পর, লেডি মেরি তার আগের দিনের তুলনায় রাজদরবারে কম সময় ব্যয় করতে শুরু করেন। বরং, তিনি সন্তানদের লালন-পালন, পড়াশোনা, লেখা এবং তার ভ্রমণ সংক্রান্ত চিঠিগুলো সম্পাদনার কাজে বেশি মনোযোগ দেন। তবে, তিনি এসব চিঠি প্রকাশ না করার সিদ্ধান্ত নেন।\nপূর্বাঞ্চলে যাত্রা করার আগে, লেডি মেরি ওয়ার্টলি মন্টাগু অ্যালেকজান্ডার পোপ-এর সঙ্গে পরিচিত হন। এরপর, তার স্বামীর সাথে রাষ্ট্রদূতের দায়িত্ব পালনের সময়, তারা একে অপরকে বেশ কিছু চিঠি লেখেন। যদিও পোপ তার বুদ্ধিমত্তা ও অভিজাত রুচির প্রতি মুগ্ধ ছিলেন, লেডি মেরির প্রতিক্রিয়াগুলো দেখে বোঝা যায় যে তিনি পোপের প্রতি একই রকম অনুভূতি পোষণ করতেন না।\nলেডি মেরি ইংল্যান্ডে ফিরে আসার পর, তাদের মধ্যে খুব কম চিঠি আদান-প্রদান হয়। এই দূরত্বের পেছনে বিভিন্ন কারণের কথা বলা হয়ে থাকে। ১৭২৮ সালে, পোপ তার লেখা ডানসিয়াড-এ লেডি মেরির বিরুদ্ধে আক্রমণাত্মক মন্তব্য করেন। এরপরের এক দশক ধরে, তার বেশিরভাগ লেখায় লেডি মেরির বিরুদ্ধে বিভিন্ন ধরনের অভিযোগ তোলা হয়।\n\n\n=== পরিবারের সাথে সমস্যাসমূহ ===\nলেডি মেরি তার সন্তানদের নিয়ে বেশ কিছু কঠিন পরিস্থিতির সম্মুখীন হন। ১৭২৬ এবং ১৭২৭ সালে, তার পুত্র এডওয়ার্ড বারবার ওয়েস্টমিনস্টার স্কুল থেকে পালিয়ে যান। এরপর, তাকে একজন গৃহশিক্ষকের তত্ত্বাবধানে বিদেশে পাঠানো হয়, যেখানে কঠোর নজরদারির নির্দেশনা ছিল। পরবর্তী সময়ে, এডওয়ার্ড অনুমতি ছাড়াই ইংল্যান্ডে ফিরে আসেন এবং তার বাবা-মায়ের সঙ্গে সম্পর্ক আরও জটিল হয়ে ওঠে।\n১৭৩৬ সালের গ্রীষ্মে, লেডি মেরির কন্যা মেরি জন স্টুয়ার্ট-এর প্রেমে পড়েন। তবে, তার আর্থিক অবস্থা তেমন ভালো ছিল না। লেডি মেরি তার কন্যাকে দারিদ্র্যের কষ্ট সম্পর্কে সতর্ক করেন। একইভাবে, ১৭৩৪ সালে তার ভাতিজি লেডি মেরি পিয়েরেপন্ট (১৭১১-১৭৯৫) ফিলিপ মেডোস-এর সঙ্গে পালিয়ে বিয়ে করলে, লেডি মেরি গভীর উদ্বেগ প্রকাশ করেন। তিনি বলেন, তার \"অবনতি\" ঘটেছে তার দেখভালের দায়িত্বে থাকা \"সরল ও সদাশয় ব্যক্তিদের\" কারণে।\n১৭৩৬ সালের আগস্টে, লেডি মেরির কন্যা পরিবারের অসম্মতি সত্ত্বেও বুটকে বিয়ে করেন। পরে, লেডি মেরি লর্ড গাওয়ার, প্রথম আর্ল গাওয়ার-কে তার কন্যার অবাধ্যতার বিষয়ে চিঠি লেখেন। উত্তরে, লর্ড গাওয়ার তাকে সান্ত্বনা দিয়ে লেখেন, \"আমি আশা করি ভবিষ্যতে তার আচরণ পূর্বের ভুলের জন্য প্রায়শ্চিত্ত করবে এবং এই সম্পর্কটি আপনার ও মিস্টার ওয়ার্টলির প্রত্যাশার চেয়ে বেশি সুখকর হবে।\" একই বছরে, লেডি মেরির পরিচয় হয় কাউন্ট ফ্রান্সেস্কো আলগারোত্তি-এর সঙ্গে এবং তিনি তার প্রেমে পড়েন। তবে, লর্ড জন হারভিও তার সান্নিধ্য লাভের প্রতিযোগিতায় ছিলেন।\nলেডি মেরি ১৭৩৬ সালের সেপ্টেম্বর মাসে ইংল্যান্ড ত্যাগ করার পর আলগারোত্তিকে ইংরেজি ও ফরাসি ভাষায় বহু চিঠি লেখেন। ১৭৩৯ সালের জুলাই মাসে, তিনি অসুস্থতার কারণ দেখিয়ে ইংল্যান্ড ত্যাগ করেন। অনুমান করা হয়, তিনি কোনো ত্বকের রোগে আক্রান্ত হয়েছিলেন, যা তার চেহারায় বিকৃতি ঘটিয়েছিল। তিনি দক্ষিণ ফ্রান্সে শীতকাল অতিবাহিত করার পরিকল্পনা করেন। তবে, প্রকৃতপক্ষে তিনি ভেনিসে আলগারোত্তির কাছে যাওয়ার উদ্দেশ্যেই দেশ ছাড়েন।\n১৭৪১ সালে, তারা দুজনই তুরিনে কূটনৈতিক মিশনে থাকাকালীন তাদের সম্পর্কের ইতি ঘটে। এরপর, লেডি মেরি বিদেশে থেকেই বিভিন্ন স্থানে ভ্রমণ করেন। ভেনিস, ফ্লোরেন্স, রোম, জেনোয়া ও জেনেভা সফর শেষে তিনি ১৭৪২ সালে আভিনিয়ঁতে বসবাস শুরু করেন। ১৭৪৬ সালে, তিনি ব্রেশিয়া চলে যান, যেখানে তিনি গুরুতর অসুস্থ হয়ে পড়েন এবং প্রায় এক দশক সেখানে থাকেন। পরে, ১৭৫৪ সালে তিনি লোভেরে চলে যান। ১৭৫৬ সালের গ্রীষ্মে, তিনি ব্যবসায়িক কারণে ভেনিসে যান।\n১৭৫৬ সালের আগস্টের পর, তিনি ভেনিস ও পাদুয়াতে বসবাস করেন এবং নভেম্বরে আলগারোত্তির সঙ্গে পুনরায় দেখা করেন। এই দীর্ঘ সময় ধরে, লেডি মেরি তার কন্যা লেডি বুটের সঙ্গে চিঠির মাধ্যমে যোগাযোগ রাখতেন। তিনি দর্শন, সাহিত্য ও নারীদের শিক্ষার পাশাপাশি তার ভৌগোলিক ও সামাজিক পরিবেশ সম্পর্কেও আলোচনা করতেন।\n\n১৭৬১ সালের ১ জানুয়ারি, তিনি তার স্বামী এডওয়ার্ড ওয়ার্টলি মন্টাগুর মৃত্যুসংবাদ পান। এরপর, তিনি ইংল্যান্ডে ফিরে আসার সিদ্ধান্ত নেন। ১৭৬২ সালের জুনে, তার ক্যান্সার ধরা পড়ে। তিনি পরিবারের কাছ থেকে এই অসুস্থতা লুকানোর চেষ্টা করলেও, দ্রুত দুর্বল হয়ে পড়েন। ২১ আগস্ট ১৭৬২ সালে, তিনি গ্রেট জর্জ স্ট্রিটে তার নিজ বাড়িতে শেষ নিঃশ্বাস ত্যাগ করেন এবং পরদিন গ্রোসভেনর চ্যাপেলে তাকে সমাহিত করা হয়।\n১৭৬২ সালের জুন মাসে জানা যায় যে লেডি মেরি ক্যান্সারে আক্রান্ত হয়েছেন। তিনি যতদিন সম্ভব তার পরিবার থেকে এই অসুস্থতার কথা গোপন রাখার চেষ্টা করেন। তবে, ওই মাসেই তার শরীর দ্রুত দুর্বল হয়ে পড়ে।\n২ জুলাই, তিনি লেডি ফ্রান্সেস স্টুয়ার্টকে শেষবারের মতো চিঠি লেখেন, যদিও শারীরিক অসুস্থতার কারণে তা লেখা তার জন্য কঠিন ছিল। সেই চিঠিতে তিনি লিখেছিলেন, \"আমি অনেকদিন ধরেই অসুস্থ, আর এখন এতটাই দুর্বল যে লিখতে পারছি না। তবে আমি চাই না যে আপনি আমাকে নির্বোধ বা অকৃতজ্ঞ ভাবুন। আপনার প্রতি আমার হৃদয় সর্বদা উষ্ণ, এবং আমাকে বলা হয়েছে যে আপনার বিষয়গুলো যথাযথভাবে দেখা হবে।\" লেডি ফ্রান্সেসের ছেলে তখন লন্ডনে ছিলেন। তিনি যখন লেডি মেরির বাড়িতে যান, তখন তাকে তার শয়নকক্ষে নিয়ে যাওয়া হয়। সেখানে তার পরিবারের সদস্যরা উপস্থিত ছিলেন, যাদের মধ্যে লর্ড ও লেডি বুটও ছিলেন।\nকিছুক্ষণ পর, লেডি মেরি তার আত্মীয়দের কক্ষ ত্যাগ করার নির্দেশ দেন এবং লেডি ফ্রান্সেসের ছেলের উদ্দেশ্যে বলেন, \"আমার প্রিয় তরুণ বন্ধু আমার মৃত্যুর আগে আমাকে দেখতে এসেছে। আমি চাই, আমরা একান্তে কিছু সময় কাটাই।\" ১৭৬২ সালের ২১ আগস্ট, গ্রেট জর্জ স্ট্রিটের নিজ বাড়িতে লেডি মেরির মৃত্যু হয়। পরদিন তাকে গ্রোভেনর চ্যাপেলে সমাহিত করা হয়।\n\n\n== গুরুত্বপূর্ণ রচনা ও সাহিত্যিক স্থান ==\n\nযদিও লেডি মেরি ওয়ার্টলি মন্টাগু এখন মূলত তার তুর্কি দূতাবাসের চিঠি গ্রন্থের জন্য পরিচিত, তিনি কবিতা ও প্রবন্ধও লিখেছিলেন। তার জীবদ্দশায় বেশ কিছু কবিতা ও প্রবন্ধ প্রকাশিত হয়, কিছু তার অনুমতি নিয়ে, কিছু অনুমতি ছাড়াই। এগুলো পত্রিকা, সংকলন বা স্বাধীনভাবে ছাপানো হয়েছিল।  \nমন্টাগু তার কবিতা প্রকাশ করতে চাননি। তবে, সেগুলো হাতে লেখা পাণ্ডুলিপির মাধ্যমে তার সামাজিক পরিমণ্ডলের মধ্যে ব্যাপকভাবে ছড়িয়ে পড়ে। তিনি সাহিত্যিক ভাষার অতিরঞ্জিত ও আড়ম্বরপূর্ণ রূপের প্রতি সন্দিহান ছিলেন।\nলেডি মেরি প্রধানত হিরোইক কাপলেট ছন্দে লিখতেন, যা গুরুগম্ভীর কবিতার জন্য ব্যবহৃত হতো। সুসান স্ট্যাভসের মতে, তিনি \"উত্তর-কবিতা\" লেখায় দক্ষ ছিলেন। তার বহুল সংকলিত কবিতাগুলোর মধ্যে অন্যতম হলো \"কনস্টান্টিনোপল\" ও \"মিসেস ইয়ং-এর স্বামীর প্রতি পত্র\"।  \n\"কনস্টান্টিনোপল\" কবিতাটি তিনি ১৭১৮ সালের জানুয়ারিতে লেখেন। এটি হিরোইক কাপলেট ছন্দে রচিত একটি চমৎকার কবিতা, যেখানে ব্রিটেন ও তুরস্ককে মানব ইতিহাসের আলোকে বর্ণনা করা হয়েছে। এই কবিতায় তিনি তার সময়ের লন্ডনের সমাজকে প্রতিফলিত করেছেন, যেখানে মিথ্যাবাদী, দাম্ভিক, জনতা এবং রাজনৈতিক উগ্রপন্থীদের মানসিক অবস্থার চিত্র আঁকা হয়েছে।  \n\"মিসেস ইয়ং-এর স্বামীর প্রতি পত্র\" কবিতাটি তিনি ১৭২৪ সালে লেখেন। এটি এক মুক্তচিন্তার নারীর তার স্বামীর প্রতি লেখা একটি চিঠি, যেখানে তিনি সমাজের দ্বৈত নীতির কঠোর সমালোচনা করেছেন। বিশেষ করে, এই কবিতায় তিনি দেখিয়েছেন কিভাবে তালাকের পর মিসেস ইয়ং সমাজের ঘৃণা ও অবমাননার শিকার হন, অথচ তার স্বামী দায়মুক্ত থাকেন।  \n১৭৩৭ ও ১৭৩৮ সালে লেডি মেরি ননসেন্স অব কমন-সেন্স নামে একটি রাজনৈতিক সাময়িকী প্রকাশ করেন, তবে তিনি নিজের নাম ব্যবহার করেননি। এতে তিনি রবার্ট ওয়ালপোলের সরকারের সমর্থনে লেখালেখি করেন। এই সাময়িকীর নামটি ছিল মুক্তচিন্তাবাদীদের কমন-সেন্স নামক সাময়িকীর প্রতি একটি ব্যঙ্গাত্মক প্রতিক্রিয়া। এছাড়াও, তিনি ছয়টি \"টাউন একলগ\" সহ আরও বেশ কিছু কবিতা রচনা করেন।\n\n\n=== দি তার্কিশ এম্বাসি লেটারস ===\nলেডি মেরি তার ইউরোপ ও অটোমান সাম্রাজ্যে ভ্রমণের অভিজ্ঞতা নিয়ে গুরুত্বপূর্ণ চিঠি লিখেছিলেন। তার মৃত্যুর পর, এই চিঠিগুলো তিন খণ্ডে প্রকাশিত হয়। যদিও এগুলো তার জীবদ্দশায় প্রকাশিত হয়নি, তুরস্ক থেকে পাঠানো চিঠিগুলো যে মুদ্রণের উদ্দেশ্যে লেখা হয়েছিল, তা স্পষ্ট। তিনি এগুলো বহুবার সংশোধন করেন এবং ১৭৬১ সালে রটারডামে ব্রিটিশ ধর্মযাজক বেঞ্জামিন সাউডেনকে একটি প্রতিলিপি দেন। সাউডেন এই বইটি দুই ইংরেজ পর্যটক, যার মধ্যে একজন ছিলেন থমাস বেকেট, তাদের ধার দেন।\nঐ রাতে পর্যটকরা তার চিঠিগুলোর অনুলিপি তৈরি করেন। পরে বইটি ফেরত পাওয়ার পর, সাউডেন এটি লেডি মেরির জামাতা, লর্ড বুট (যিনি পরবর্তীতে প্রধানমন্ত্রী হন)-এর কাছে £২০০ এর বিনিময়ে হস্তান্তর করেন।\n১৭৬৩ সালে, লন্ডনে, তার মৃত্যুর পরের বছর, বেকেট ও দে হন্ড্ট এই ত্রুটিপূর্ণ সংস্করণটি তিন খণ্ডে প্রকাশ করেন। বইটির নাম ছিল রাইট অনারেবল লেডি এম-ডাব্লিউ এম----ই-এর চিঠি: ইউরোপ, এশিয়া ও আফ্রিকায় ভ্রমণের সময় বিভিন্ন বিশিষ্ট ব্যক্তি, সাহিত্যিক ইত্যাদির কাছে লেখা, যাতে তুর্কিদের রাজনীতি ও জীবনযাত্রা সম্পর্কে বিস্ময়কর বিবরণ অন্তর্ভুক্ত রয়েছে। এটি সাধারণভাবে দূতাবাসের চিঠি বা তুর্কি দূতাবাসের চিঠি নামে পরিচিত। কারণ এটি \"লেডি মেরির ইউরোপ হয়ে কনস্টান্টিনোপলে যাত্রার সময় ও পরে লেখা হয়েছিল।\"\nপ্রথম সংস্করণটি দ্রুত বিক্রি হয়ে যায়। ক্রিটিক্যাল রিভিউ-এর সম্পাদক, টোবিয়াস স্মলেট, লিখেছিলেন যে এই চিঠিগুলো \"যে কোনো লিঙ্গ, যুগ বা জাতির অন্য কোনো চিঠি লেখকের তুলনায় অনন্য\"। এমনকি ভলতেয়ারও এগুলোর উচ্চ প্রশংসা করেন।\nচার বছর পর, ১৭৬৭ সালে, সম্পাদক জন ক্লিল্যান্ড পূর্ববর্তী সংস্করণে পাঁচটি ভুয়া চিঠি যোগ করেন। এছাড়াও, তিনি আগের প্রকাশিত প্রবন্ধ ও কবিতাও অন্তর্ভুক্ত করেন।\nতুর্কি দূতাবাসের চিঠি প্রকাশের পরপরই এটি জনপ্রিয়তা অর্জন করে, তবে লেডি মেরির কন্যা, মেরি স্টুয়ার্ট, বুটের কাউন্টেস, এতে ভীষণ ক্ষুব্ধ হন। তিনি চিন্তিত ছিলেন যে অনুমতি ছাড়া প্রকাশিত এই বইটি তাদের পারিবারিক মর্যাদার ওপর নেতিবাচক প্রভাব ফেলতে পারে।\nএই চিঠির সংকলনের মধ্যে একটি গুরুত্বপূর্ণ দলিল ছিল লেডি মেরির বিখ্যাত ডায়েরি। লেডি বুট তার মায়ের মৃত্যুর কয়েক দিন আগে পর্যন্ত এর অস্তিত্ব সম্পর্কে কিছুই জানতেন না।\nডায়েরিগুলো পাওয়ার পর, তিনি সেগুলো সবসময় তালাবদ্ধ করে রাখতেন। মাঝে মাঝে তিনি নিজে পড়তেন এবং কিছু অংশ মেয়েদের ও বন্ধুদের সামনে পড়ে শোনাতেন। তবে প্রথম পাঁচ-ছয়টি কপি-বই বাদে, যা তিনি পরবর্তীতে লেডি লুইসা স্টুয়ার্ট-কে একা পড়ার অনুমতি দেন, তিনি অন্য কাউকে এগুলোর অনুলিপি করতে দেননি।\nলেডি লুইসা, লেডি বুটের কনিষ্ঠ কন্যা, বই পড়ার ও তার দাদির মতো হতে চাওয়ার কারণে ভর্ৎসিত হন। পরবর্তীতে তিনি তার দাদির পথ অনুসরণ করে একজন লেখক হন।\n১৭৯৪ সালে, যখন লেডি বুট অনুভব করেন যে তার জীবনের শেষ সময় ঘনিয়ে আসছে, তখন তিনি তার মায়ের বিবাহের পর থেকে রক্ষিত ডায়েরি পুড়িয়ে ফেলেন। তিনি এই সিদ্ধান্ত নেন কারণ তিনি সবসময় তার মায়ের প্রতি সম্মান প্রদর্শন করতেন এবং সম্ভাব্য কোনো কেলেঙ্কারি এড়াতে চেয়েছিলেন।\nও'কুইনের মতে, যদিও দ্য টার্কিশ এম্বাসি লেটারস অষ্টাদশ শতাব্দীতে প্রকাশিত অন্যতম শ্রেষ্ঠ সাহিত্যকর্ম হিসেবে বিবেচিত হয়, এটি অ্যালেক্সান্ডার পোপ এবং হোরাস ওয়ালপোল-এর মতো তাঁর সমসাময়িক পুরুষ লেখকদের রচনার মতো সমানভাবে স্বীকৃতি পায়নি। তিনি মুদ্রণযন্ত্র ও পুরুষ লেখকদের পক্ষ থেকে \"নিষ্ঠুর আক্রমণের লক্ষ্যবস্তু\" হয়েছিলেন।\nযদিও তিনি দ্য টার্কিশ এম্বাসি লেটারস-এ তাঁর ইউরোপ থেকে অটোমান সাম্রাজ্যে ভ্রমণের বিবরণ তাঁর পরিচিতজনদের উদ্দেশে লিখেছিলেন, তার খুব কম সংখ্যক চিঠিই সংরক্ষিত ছিল। ফলে, বইটিতে অন্তর্ভুক্ত চিঠিগুলো প্রকৃত চিঠিগুলোর হুবহু অনুলিপি কিনা তা নিশ্চিত নয়। ড্যানিয়েল ও'কুইনের মতে, এই বইটি কেবল তথ্যনির্ভর ছিল না; বরং এটি মতামতের সমষ্টি ছিল এবং সম্পাদনার সময় কিছু তথ্য বাছাই করা হয়েছিল।\nজনসমালোচনা এড়ানোর জন্য, মন্টাগু তাঁর লেখাগুলোতে ছদ্মনাম ব্যবহার করতেন, যেমন \"একজন তুর্কি বণিক\" এবং \"লেডি প্রেসিডেন্ট\"। শেষ পর্যন্ত, দ্য টার্কিশ এম্বাসি লেটারস মন্টাগুর মৃত্যুর পর প্রকাশিত হয়— ওয়ালপোল দাবি করেন যে এটি মন্টাগুর মৃত্যুশয্যায় প্রকাশ করার ইচ্ছা ছিল।\nমন্টাগুর সম্মতি ছাড়াই ১৭১৯ সালে তাঁর লেখা একটি গুরুত্বপূর্ণ প্রাথমিক চিঠি প্রকাশিত হয়, যার শিরোনাম ছিল \"দ্য জেনুইন কপি অব আ লেটার রিটেন ফ্রম কনস্টান্টিনোপল বাই অ্যান ইংলিশ লেডি\"।\nএই চিঠিতে এবং সামগ্রিকভাবে দ্য টার্কিশ এম্বাসি লেটারস-এ, বিশেষত তাঁর আতিথ্য গ্রহণকারী পণ্ডিত আহমেত বেগ সম্পর্কে লেখা চিঠিগুলোতে, মন্টাগু জাগরণ যুগের ধর্ম বিষয়ক ধারণাগুলোর ওপর ইংরেজি বুদ্ধিজীবী মহলে চলমান আলোচনায় অংশ নিয়েছেন। বিশেষ করে, তিনি দৈববাদ এবং ইসলামি ধর্মতত্ত্বের মধ্যকার সাদৃশ্য নিয়ে আলোচনা করেছেন।\nমন্টাগু এবং হেনরি স্টাবে-এর মতো স্বাধীনচেতা চিন্তাবিদরা ইসলামকে প্রশংসার দৃষ্টিতে দেখেছিলেন। তাঁদের মতে, ইসলাম ধর্মতত্ত্বের ক্ষেত্রে যুক্তিনির্ভরতা, কঠোর একেশ্বরবাদ এবং ধর্মীয় সহনশীলতার শিক্ষা ও চর্চার কারণে ব্যতিক্রমী ছিল। সংক্ষেপে, মন্টাগু এবং তাঁর মতো অন্যান্য চিন্তাবিদেরা ইসলামকে জাগরণের অন্যতম উৎস হিসেবে বিবেচনা করেছেন। এর প্রমাণ হিসেবে মন্টাগু কুরআনকে \"সবচেয়ে বিশুদ্ধ নৈতিকতা, যা সর্বোত্তম ভাষায় রচিত\" বলে অভিহিত করেছেন।\nঅন্যদিকে, মন্টাগু তাঁর দ্য টার্কিশ এম্বাসি লেটারস-এর অনেক অংশ উৎসর্গ করেছেন ক্যাথলিক ধর্মীয় প্রথার সমালোচনায়। বিশেষ করে, তিনি ক্যাথলিকদের সাধুত্ব, অলৌকিক ঘটনা এবং ধর্মীয় ধ্বজাবলীর প্রতি বিশ্বাসের কঠোর বিরোধিতা করেছেন। এই প্রসঙ্গে তিনি লিখেছেন, \"আমি মনে করি না যে আপনাকে জানানোতে নতুন কিছু থাকবে যে পুরোহিতরা মিথ্যা বলতে পারে, আর সাধারণ মানুষ সেগুলো বিশ্বাস করতে পারে—যে কোনো জায়গায়, সবসময়।\"\n\nমন্টাগুর টার্কিশ এম্বাসি লেটারস পরবর্তী ইউরোপীয় নারী ভ্রমণকারী ও লেখকদের জন্য অনুপ্রেরণার উৎস হয়ে ওঠে। বিশেষ করে, তিনি নারীদের লেখার গুরুত্ব তুলে ধরেন, কারণ তারা ব্যক্তিগত গৃহ এবং শুধুমাত্র নারীদের জন্য নির্ধারিত স্থানগুলোতে প্রবেশাধিকার পেতেন, যেখানে পুরুষদের প্রবেশ নিষিদ্ধ ছিল। তাঁর প্রকাশিত চিঠির শিরোনাম ছিল \"সেসব উৎস, যা অন্যান্য ভ্রমণকারীদের জন্য ছিল অপ্রাপ্য\"।\nএই চিঠিগুলোতে বারবার উল্লেখ করা হয়েছে যে, মন্টাগু আগের (পুরুষ) ভ্রমণকারীদের তুলনায় ভিন্ন ও অধিকতর নির্ভরযোগ্য বিবরণ উপস্থাপন করছেন। তিনি লেখেন, \"আপনি হয়তো এমন একটি বর্ণনায় বিস্মিত হবেন, যা সাধারণ ভ্রমণকাহিনীগুলোর থেকে একেবারেই ভিন্ন। এসব লেখক সাধারণত সেই বিষয়ে কথা বলতে ভালোবাসেন, যা তারা আদৌ জানেন না।\"\nসাধারণভাবে, মন্টাগু ১৮শ শতকের ইউরোপীয় ভ্রমণ সাহিত্যকে তাচ্ছিল্য করেছেন। তিনি এগুলোকে \"সাধারণ পর্যবেক্ষণ... অগভীর... এমন ছেলেদের লেখা, যারা শুধু মনে রাখে কোথায় ভালো মদ পাওয়া যায় বা সবচেয়ে সুন্দরী নারী দেখা যায়\" বলে অভিহিত করেছেন। তিনি অটোমান সাম্রাজ্যের নারীদের \"আত্মীয়তা ও সৌজন্যের\" দৃষ্টান্ত হিসেবে তুলে ধরেন।\nতিনি হাম্মাম, যা তাঁর পাঠকদের কাছে 'তুর্কি স্নানাগার' নামে পরিচিত, সেটিকে \"একটি মার্জিত সামাজিক স্থান, যেখানে নিষ্ঠুর ব্যঙ্গ ও উপহাসের কোনো স্থান নেই\" বলে বর্ণনা করেছেন। মন্টাগু উল্লেখ করেছেন যে, হাম্মাম-এ নারীদের সৌন্দর্য ও আচার-আচরণের প্রতি খোলাখুলি প্রশংসা করা হয়, যা নারীদের জন্য একটি স্বতন্ত্র সামাজিক অবস্থান তৈরি করে।\nতিনি সোফিয়ার এক নারীদের স্নানাগারের বিশদ বিবরণ দিয়েছেন, যেখানে তিনি পুরুষ লেখকদের স্নানাগার সম্পর্কে অপ্রাকৃতিক যৌন অভ্যাসের ভ্রান্ত ধারণাকে খণ্ডন করেছেন। বরং তিনি জোর দিয়ে বলেন যে এটি \"নারীদের কফি হাউস, যেখানে শহরের সব খবর শোনা যায়, গসিপ তৈরি হয়, ইত্যাদি\"। তাঁর \"নারীদের কফি হাউস\" বিষয়ক মন্তব্য ১৮শ শতকের অটোমান সাম্রাজ্যে নারীদের রাজনৈতিক ও সামাজিক স্বাধীনতার প্রতিফলন।\nপ্রথমে মন্টাগু স্নানাগারে পোশাক খুলতে অস্বীকৃতি জানালেও, অবশেষে স্নানাগারের নারীরা তাকে বোঝাতে সক্ষম হন। তিনি লিখেছেন, \"অবশেষে আমি আমার শার্ট খুলে তাদের আমার অভ্যন্তরীণ পোশাক দেখালাম, যা দেখে তারা পুরোপুরি সন্তুষ্ট হলো।\" তাঁর বোন লেডি মারকে লেখা এক চিঠিতে মন্টাগু বলেন, \"আমার রূপ দেখে তুমি হয়তো সবচেয়ে বেশি অবাক হবে, কারণ আমি এখন পুরোপুরি তুর্কি পোশাকে।\"\nমন্টাগুর অটোমান সম্রাজ্যে থাকার সময় তিনি অটোমান সাম্রাজ্যের দাসপ্রথা এবং তুর্কিদের দ্বারা দাসদের আচরণ সম্পর্কে ব্যাপকভাবে লিখেছেন এবং পর্যবেক্ষণ করেছেন। মন্টাগু অনেক চিঠি লিখেছিলেন যেখানে তিনি ইস্তাম্বুলের এলিট বৃত্তে দেখা বিভিন্ন দাসদের ইতিবাচক বর্ণনা করেছেন, যার মধ্যে ছিলেন ঊনুচ এবং দামি পোশাক পরিহিত সেবিকা ও নাচতে আসা মেয়েদের বিশাল সংগ্রহ। তাঁর একটি চিঠিতে, যা তিনি বাড়িতে পাঠিয়েছিলেন, বিশেষভাবে একটি স্নানাগারের ভেতর থেকে লেখা, তিনি অটোমান এলিটদের দাসদের প্রতি দয়া দেখানোর ধারণাটি বাতিল করেন। ইস্তাম্বুলের দাস বাজারে তার পরিদর্শনের প্রতিক্রিয়ায় তিনি লিখেছিলেন, \"আপনি আমাকে আধা তুর্কি হিসেবে কল্পনা করবেন যখন আমি তা অন্য খ্রিস্টানদের মতো ভীতি বা আতঙ্কে আলোচনা করি না, কিন্তু আমি তুর্কিদের মানবিকতাকে প্রশংসা করতে বাধা পাচ্ছি না। তারা কখনো খারাপ ব্যবহার পায় না, এবং আমার মতে তাদের দাসত্ব পৃথিবীর অন্যান্য জায়গার সেবকের চেয়ে কোনোভাবে খারাপ নয়।\"\n\nমন্টাগুর তুর্কি চিঠিগুলো পশ্চিমা মহিলা পর্যটকদের দ্বারা এক শতাব্দী পরেও উদ্ধৃত করা হয়েছিল। এমন লেখকরা মন্টাগুর উক্তি উল্লেখ করেছেন, যেখানে তিনি দাবি করেছিলেন যে, নারী পর্যটকরা তুর্কি জীবনযাত্রার এমন এক ঘনিষ্ঠ ধারণা পেতে পারেন, যা পুরুষ পর্যটকরা পেতেন না। তবে, তারা তার পর্যবেক্ষণগুলোতে কিছু সংশোধনী বা বিস্তারিত বিবরণও যোগ করেছিলেন।\n\n\n=== অটোমান সাম্রাজ্যে দাসপ্রথা এবং লেডি মেরির অভিজ্ঞতা ===\nঅটোমান সাম্রাজ্যে অবস্থানকালে, লেডি মেরি দাসপ্রথা এবং তুর্কিদের দ্বারা দাসদের প্রতি আচরণ সম্পর্কে বিস্তর লেখালেখি করেন। তিনি ইস্তাম্বুলের অভিজাত সমাজে দেখা বিভিন্ন দাস-দাসীদের সম্পর্কে ইতিবাচক বর্ণনা প্রদান করেন, যেখানে নপুংসক দাস এবং বিলাসবহুল পোশাক পরিহিত বহু সংখ্যক পরিচারিকা ও নৃত্যশিল্পী অন্তর্ভুক্ত ছিল।\nএকটি বিখ্যাত চিঠিতে, যা তিনি একটি তুর্কি স্নানাগার থেকে লিখেছিলেন, তিনি অটোমান অভিজাতদের দাস-দাসীদের প্রতি করুণার দৃষ্টিতে দেখার ধারণাকে প্রত্যাখ্যান করেন। ইস্তাম্বুলের এক দাস বাজার পরিদর্শনের পর তিনি লেখেন, \"তোমরা হয়তো ভাবছো যে আমি অর্ধেক তুর্কি হয়ে গেছি, কারণ আমি এ বিষয়ে সেই ভীতির সাথে কথা বলছি না যেভাবে অন্য খ্রিস্টানরা বলেছে। তবে আমি তুর্কিদের মানবিকতার প্রশংসা না করে পারছি না। তারা কখনোই দাসদের প্রতি নিষ্ঠুর আচরণ করে না, এবং আমার দৃষ্টিতে তাদের দাসত্ব বিশ্বের অন্যান্য জায়গার চাকর-চাকরির চেয়ে কোনোভাবেই খারাপ নয়।\"\n\n\n=== অন্যান্য সাহিত্যকর্ম ও প্রভাব ===\n১৭৩৯ সালে একটি বই প্রকাশিত হয়েছিল, যার লেখক অজ্ঞাত এবং যার ছদ্মনাম ছিল \"সোফিয়া, একজন মান্য ব্যক্তি\"। বইটির শিরোনাম ছিল নারী পুরুষের চেয়ে Inferior নয়। এই বইটি প্রায়ই লেডি মেরি ওয়ার্টলি মন্টাগুর নামের সঙ্গে যুক্ত করা হয়।\nতার লেটার্স অ্যান্ড ওয়ার্কস ১৮৩৭ সালে প্রকাশিত হয়। মন্টাগুর আশি বছরের নাতনি লেডি লুইসা স্টুয়ার্ট এই প্রকাশনায় অবদান রাখেন, তিনি এক অজ্ঞাত পরিচয়ে \"লেডি এম. ডব্লিউ. মন্টাগুর জীবনীমূলক কাহিনীর\" শিরোনামে একটি প্রস্তাবনা রচনা করেছিলেন, যেখানে স্পষ্ট ছিল যে স্টুয়ার্ট তার দাদীর যৌন সম্পর্কের প্রতি মনোযোগ দেওয়া নিয়ে সমস্যায় ছিলেন এবং লেডি মেরি ওয়ার্টলি মন্টাগুর জর্জ প্রথমের রাজত্বে তাঁর অভিষেকের সময় আদালতের বিবরণকে ইতিহাস হিসেবে দেখেননি। তবে, মন্টাগুর ঐতিহাসিক পর্যবেক্ষণগুলো, যা \"অ্যানোকডোটস\" এবং টার্কিশ এমব্যাসি লেটার্স-এ রয়েছে, যথার্থতা প্রদর্শন করেছে যখন সেগুলো সঠিক প্রসঙ্গে স্থাপন করা হয়।\nবিশ শতকে, লেডি মেরির চিঠিগুলো তার প্রবন্ধ, কবিতা ও নাটকের থেকে আলাদা করে সম্পাদিত হয়েছিল। লেডি মেরি অ্যান ওয়ার্টলির সঙ্গে চিঠিপত্র আদান-প্রদান করেছেন এবং ভবিষ্যৎ স্বামী এডওয়ার্ড ওয়ার্টলি মন্টাগুকে প্রেমপত্র লিখেছেন, পাশাপাশি ফ্রান্সেসকো আলগারোত্তির প্রতি প্রেমপত্র পাঠিয়েছেন। তিনি তার সময়কার গুরুত্বপূর্ণ লেখক, বুদ্ধিজীবী এবং অভিজাতদের সঙ্গে চিঠিপত্র বিনিময় করেছেন। তিনি গসিপ চিঠি লিখেছেন এবং ফ্যাশনেবল মানুষের অস্থিরতা নিয়ে চিঠি লিখেছেন তার বোন ফ্রান্সেস, আর্ল অব মার এর স্ত্রী, কাউন্টেস অব মারকে। তারা ১৭১৮ সালের ২৯ সেপ্টেম্বর প্যারিসে একে অপরকে দেখেছিলেন। তার পরিদর্শনের সময়, মন্টাগু প্যারিসের মহিলাদের সৌন্দর্য এবং আচরণ পর্যবেক্ষণ করেছিলেন। তিনি লিখেছিলেন \"তাদের চুল কেটে ছোট করা হয়েছে এবং মুখের চারপাশে কোঁকড়ানো, গুঁড়ো ব্যবহার করে যেন সাদা তুলোর মতো দেখায়!\" তাদের এক চিঠি বিনিময়ে, লেডি মেরি তার বোনকে তার পিতার 'আশ্চর্যজনক মৃত্যুর' খবর দিয়েছিলেন। এছাড়াও, তারা মন্টাগুর মেয়ে মেরি, লেডি বুট এর সঙ্গে বুদ্ধিবৃত্তিক চিঠিপত্র বিনিময় করেছিলেন। লেডি মেরি এবং লেডি মার ১৭২৭ সালে তাদের চিঠিপত্র বন্ধ করেছিলেন।\nতার কাজটি মুদ্রিত হওয়া এবং নারীবাদী গবেষকদের পুনরুজ্জীবন প্রচেষ্টার পরেও, লেডি মেরি ওয়ার্টলি মন্টাগুর ব্যাপক কাজের জটিলতা এবং প্রতিভা এখনো পুরোপুরি স্বীকৃত হয়নি।\n\n\n== তথ্যসূত্র ==\n\n\n== রেফারেন্স ==\nব্যাকশাইডার, পাউলা আর., এবং ইনগ্রেসিয়া, ক্যাথরিন ই., সম্পাদনা, ব্রিটিশ নারী কবি: লম্বা ১৮শ শতকের। বাল্টিমোর, এমডি: জনস হপকিন্স বিশ্ববিদ্যালয় প্রেস, ২০০৯। মুদ্রণ।\nবারাট্টা, লুকা, \"কনস্ট্যান্টিনোপলে দূতাবাস: প্রাচ্যর চিত্র এবং লেডি মেরি ওয়ার্টলি মন্টাগুরের তুর্কি চিঠিতে ক্যাননের পুনর্গঠন\", আইওনা বথ, আয়শে সারাচগিল, অ্যাঞ্জেলা তারান্তিনো (সম্পাদিত), স্টোরিয়া, আইডেনটিটি এন্ড ক্যানোনি লিটারারি, ফ্লোরেন্স, ফ্লোরেন্স বিশ্ববিদ্যালয় প্রেস, ২০১৩, পৃ. ১৯-৩৬।\nবোয়েলস, এমিলি, এবং মন্টাগু, লেডি মেরি ওয়ার্টলি। দ্য এনসাইক্লোপিডিয়া অব ব্রিটিশ লিটারেচার ১৬৬০–১৭৮৯। সম্পাদক: গ্যারি ডে এবং জ্যাক লিঞ্চ। ব্ল্যাকওয়েল পাবলিশিং, ২০১৫।\nগ্রুন্ডি, ইসোবেল। লেডি মেরি ওয়ার্টলি মন্টাগু। অক্সফোর্ড বিশ্ববিদ্যালয় প্রেস, ১৯৯৯। মুদ্রণ।\nগ্রুন্ডি, ইসোবেল। মন্টাগু, লেডি মেরি ওয়ার্টলি। অক্সফোর্ড ডিকশনারি অব ন্যাশনাল বায়োগ্রাফি, অক্সফোর্ড বিশ্ববিদ্যালয় প্রেস, ২০০৪।\nহ্যালসবেন্ড, রবার্ট (১৯৫৬)। দ্য লাইফ অব লেডি মেরি ওয়ার্টলি মন্টাগু। ক্ল্যারেনডন প্রেস। আইএসবিএন ৯৭৮-০১৯৮১১৫৪৮৯।\nলেডি মেরি ওয়ার্টলি মন্টাগু: সিলেকটেড লেটারস। সম্পাদনা: ইসোবেল গ্রুন্ডি। পেঙ্গুইন বুকস, ১৯৯৭। মুদ্রণ।\nলিনডেম্যান, মেরি (২০১৩)। মেডিসিন অ্যান্ড সোসাইটি ইন আর্লি মডার্ন ইউরোপ। কেমব্রিজ বিশ্ববিদ্যালয় প্রেস। আইএসবিএন ৯৭৮-০৫২১৭৩২৫৬৭।\nলুইস, মেলভিল; মন্টাগু, মেরি ওয়ার্টলি (১৯২৫)। লেডি মেরি ওয়ার্টলি মন্টাগু, হার লাইফ এন্ড লেটারস (১৬৮৯–১৭৬২)। হাচিনসন। {{ISBN|978-1419129087}}।\nলুসার, দেবোনি। ব্রিটিশ নারী লেখক এবং ইতিহাস রচনার প্রক্রিয়া ১৬৭০–১৮২০। জেএইচইউ প্রেস, ২০০০। মুদ্রণ।\nমন্টাগু, মেরি ওয়ার্টলি (১৯৭১)। লেটারস ফ্রম দ্য লেভান্ট ডিউরিং দ্য এম্বাসি টু কনস্ট্যান্টিনোপল, ১৭১৬–১৮। আর্নো প্রেস। আইএসবিএন ৯৭৮-০৪০৫০২৭৬৭৩।\nমন্টাগু, মেরি ওয়ার্টলি, এবং হ্যালসবেন্ড, রবার্ট। দ্য কমপ্লিট লেটারস অব লেডি মেরি ওয়ার্টলি মন্টাগু, ১৭০৮–১৭২০। অক্সফোর্ড বিশ্ববিদ্যালয় প্রেস, ১৯৬৫। আইএসবিএন ৯৭৮-০১৯৮১১৪৪৬৮।\nও'লাফলিন, কেটরিনা। উইমেন, রাইটিং, অ্যান্ড ট্রাভেল ইন দ্য এইটিনথ সেঞ্চুরি, কেমব্রিজ বিশ্ববিদ্যালয় প্রেস, ২০১৮। আইএসবিএন ৯৭৮-১১০৭০৮৮৫২৮।\nও'কুইন, ড্যানিয়েল। এনগেজিং দ্য ওটোমান এম্পায়ার: ভেক্সড মেডিকেশনস, ১৬৯০–১৮১৫। ইউনিভার্সিটি অব পেনসিলভেনিয়া প্রেস, ২০১৯। আইএসবিএন ৯৭৮-১৩৩৩২৬০৬৭৫।\nপ্যাসটন, জর্জ। লেডি মেরি ওয়ার্টলি মন্টাগু অ্যান্ড হার টাইমস। জি.পি. পুটনাম'স সন্স, ১৯০৭। আইএসবিএন ৯৭৮-০৮১২২৫০৬০২।\nমেলম্যান, বিলি। উইমেন'স অরিয়েন্টস: ইংলিশ উইমেন অ্যান্ড দ্য মিডল ইস্ট, ১৭১৮–১৯১৮, ইউনিভার্সিটি অব মিশিগান প্রেস, ১৯৯২। মুদ্রণ।\nরিক্টর নর্তন, \"জন, লর্ড হারভি: দ্য থার্ড সেক্স\"। দ্য গ্রেট কুইয়ারস অব হিস্ট্রি, ৮ আগস্ট ২০০৯। ওয়েব। ১০ নভেম্বর ২০১৫।\nরোজেনহেক, জ্যাকি, \"সেফ স্মলপক্স ইনোকুলেশনস\"। ডক্টর'স রিভিউ: মেডিসিন অন দ্য মুভ, ফেব্রুয়ারি ২০০৫। ওয়েব। ১০ নভেম্বর ২০১৫।\nসাউথ আমেরিকান ইন্ডিপেনডেন্স: জেন্ডার, পলিটিক্স, টেক্সট। সম্পাদক: ক্যাথরিন ডেভিস, ক্লেয়ার ব্রিউস্টার, এবং হিলারি ওয়েন। লিভারপুল বিশ্ববিদ্যালয় প্রেস, ২০০৬। মুদ্রণ।\nস্টেভস, সুজান। \"ব্যাটল জয়েন্ড, ১৭১৫–১৭৩৭\"। এ লিটারারি হিস্টোরি অব উইমেন'স রাইটিং ইন ব্রিটেন, ১৬৬০–১৭৮৯। কেমব্রিজ বিশ্ববিদ্যালয় প্রেস, ২০০৬। মুদ্রণ।\n\n\n=== অট্রিবিউশন ===\n এই নিবন্ধটি একটি প্রকাশন থেকে অন্তর্ভুক্ত পাঠ্য যা বর্তমানে পাবলিক ডোমেইনে: চিসাম, হিউ, সম্পাদক (১৯১১)। \"Montagu, Lady Mary Wortley\"। ব্রিটিশ বিশ্বকোষ। 18 (১১তম সংস্করণ)। কেমব্রিজ ইউনিভার্সিটি প্রেস। পৃষ্ঠা 746–747। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরও পড়ুন ==\n  \nCarlyle, Thomas (১৯০৩)। \"লেডি মেরি ওয়ার্টলি মন্টাগু\"। Critical and Miscellaneous Essays: Volume V। The Works of Thomas Carlyle in Thirty Volumes। XXX। New York: Charles Scribner's Sons (প্রকাশিত হয় ১৯০৪)। পৃষ্ঠা ৭০–৭৭। \nরোমান্স রাইটিংস, সম্পাদনা: ইসোবেল গ্রুন্ডি, অক্সফোর্ড: ক্ল্যারেনডন প্রেস, ১৯৯৬।\nদ্য তুর্কিশ এম্বাসি লেটারস, সম্পাদনা: টেরেসা হেফার্নান এবং ড্যানিয়েল ও'কুইন, পিটারবোরো: ব্রডভিউ প্রেস, ২০১২।\nএসেস এবং পোয়েমস অ্যান্ড সিম্পলিসিটি, এ কমেডি, সম্পাদনা: ইসোবেল গ্রুন্ডি, অক্সফোর্ড: ক্ল্যারেনডন প্রেস, ১৯৭৭, সংশোধিত ২য় সংস্করণ ১৯৯৩।\nলেডি মেরি ওয়ার্টলি মন্টাগু: কোমেট অব দ্য এনলাইটেনমেন্ট, ইসোবেল গ্রুন্ডি, অক্সফোর্ড বিশ্ববিদ্যালয় প্রেস, ইউএসএ; নতুন সংস্করণ ২০০১, ৭১৪ পৃষ্ঠা আইএসবিএন ০-১৯-৮১৮৭৬৫-৩\nদ্য লেটারস অ্যান্ড ওয়ার্কস অব লেডি মেরি ওয়ার্টলি মন্টাগু, লর্ড হর্নক্লিফ এবং ডব্লিউ. মোয় থমাস, সম্পাদক। লন্ডন: হেনরি জি. বোহন, ১৮৬১।\n\n\n=== বই পর্যালোচনা ===\nপ্রেসকট, সারাহ। লেডি মেরি ওয়ার্টলি মন্টাগু: কোমেট অব দ্য এনলাইটেনমেন্ট, ইসোবেল গ্রুন্ডি ১৯৯৯। রিভিউ অব ইংলিশ স্টাডিজ, নিউ সিরিজ, ভল. ৫১, নং ২০২ (মে ২০০০), পৃ. ৩০০–৩০৩।\n\n\n== বহিঃসংযোগ ==\n  \n  \nলেডি মেরি ওয়ার্টলি মন্টাগু আঠারোশতকের কবিতা আর্কাইভ (ECPA)\nগুটেনবের্গ প্রকল্পে লেডি ম্যারি ওয়ার্টলি মন্টাগু-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  লেডি ম্যারি ওয়ার্টলি মন্টাগু\nইন্টারনেট আর্কাইভে লেডি ম্যারি ওয়ার্টলি মন্টাগু কর্তৃক কাজ বা সম্পর্কে তথ্য\nদ্য লেটারস অ্যান্ড ওয়ার্কস অব লেডি মেরি ওয়ার্টলি মন্টাগু। লর্ড হর্নক্লিফ (বড়-দাদা), সম্পাদনা। ২ খণ্ড। তৃতীয় সংস্করণ, মূল পাণ্ডুলিপি থেকে প্রাপ্ত সংযোজন ও সংশোধন, বিশ্লেষণমূলক মন্তব্য এবং একটি নতুন জীবনী W. মোয় থমাস দ্বারা। হেনরি জি. বোহন, লন্ডন: ইয়র্ক স্ট্রিট, কোভেন্ট গার্ডেন, ১৮৬১।\nলেডি মেরি ওয়ার্টলি মন্টাগু[অধিগ্রহণকৃত!] জীবনী Montagu Millennium পারিবারিক ইতিহাস ওয়েবসাইটে\n\"Archival material relating to লেডি ম্যারি ওয়ার্টলি মন্টাগু\"। UK National Archives। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}