{"pageid": 1515119, "title": "রাজা রাও", "url": "https://bn.wikipedia.org/wiki?curid=1515119", "content": "রাজা রাও (৮ নভেম্বর ১৯০৮ – ৮ জুলাই ২০০৬) ছিলেন একজন ভারতীয় মার্কিন লেখক। তিনি ইংরেজি ভাষায় উপন্যাস এবং ছোটগল্প লিখতেন। তার সাহিত্যকর্মের মূল ভিত্তি ছিল সত্তাতত্ত্ব। তার লেখা দ্য সার্পেন্ট অ্যান্ড দ্য রোপ (১৯৬০) একটি আত্মজীবনীমূলক উপন্যাস, যেখানে ইউরোপ ও ভারতে আধ্যাত্মিক সত্যের সন্ধানের কাহিনি তুলে ধরা হয়েছে। এই উপন্যাসটি তাকে ভারতীয় সাহিত্যের অন্যতম সেরা গদ্যশিল্পী হিসেবে প্রতিষ্ঠিত করে এবং ১৯৬৩ সালে তিনি সাহিত্য অকাদেমি পুরস্কার অর্জন করেন। তার সমগ্র সাহিত্যকর্মের জন্য, ১৯৮৮ সালে তিনি নিউস্ট্যাড আন্তর্জাতিক সাহিত্য পুরস্কার লাভ করেন। রাজা রাও বিভিন্ন ধরণের সাহিত্য রচনা করেছেন এবং তার সাহিত্যকর্ম ভারতীয় ইংরেজি সাহিত্য ও বিশ্বসাহিত্যে গুরুত্বপূর্ণ অবদান রেখেছে।\n\n\n== প্রারম্ভিক জীবন ==\nরাজা রাও ১৯০৮ সালের ৮ নভেম্বর দেশীয় রাজ্য মহীশূরের হাসানে, (বর্তমানে কর্ণাটক, ভারত) একটি কন্নড় ভাষী ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেন। তিনি ছিলেন নয় ভাই-বোনের মধ্যে সর্বজ্যেষ্ঠ। তার সাতজন বোন ও একজন ভাই ছিল, যার নাম ছিল যোগেশ্বর আনন্দ। তার বাবা, এইচ.ভি. কৃষ্ণস্বামী, হায়দ্রাবাদের নিজাম কলেজে কন্নড় ভাষা ও গণিত পড়াতেন। তার মা, গৌরাম্মা, একজন গৃহিণী ছিলেন, কিন্তু রাজা রাও মাত্র চার বছর বয়সে মাকে হারান।\nমাত্র চার বছর বয়সে মায়ের মৃত্যু তার জীবনে গভীর প্রভাব ফেলে। মাতৃহীনতা ও অনাথত্ব তার লেখার একটি পুনরাবৃত্ত বিষয় হয়ে ওঠে। তার শৈশবের আরেকটি বড় প্রভাব ছিল তার দাদার কাছ থেকে, যার সঙ্গে তিনি হাসান ও হারিহল্লিতে (বা হারোহল্লি) থাকতেন।\nরাও হায়দরাবাদের মাদারসা-ই-আলিয়া নামক একটি মুসলিম বিদ্যালয়ে শিক্ষালাভ করেন। ১৯২৭ সালে ম্যাট্রিকুলেশন সম্পন্ন করার পর, তিনি নিজাম কলেজ, ওসমানিয়া বিশ্ববিদ্যালয়ে ভর্তি হন। সেখানেই তার বন্ধুতা হয় লেখক আহমদ আলীর সঙ্গে। সে সময় তিনি ফরাসি ভাষা শেখা শুরু করেন। মাদ্রাজ বিশ্ববিদ্যালয় থেকে ইংরেজি ও ইতিহাসে স্নাতক ডিগ্রি সম্পন্ন করার পর, ১৯২৯ সালে তিনি হায়দরাবাদ সরকারের এশিয়াটিক স্কলারশিপ অর্জন করেন বিদেশে উচ্চশিক্ষার জন্য।\nরাও ফ্রান্সের মোঁপেলিয়ে বিশ্ববিদ্যালয়ে যান এবং সেখানে ফরাসি ভাষা ও সাহিত্য অধ্যয়ন করেন। পরে সোরবোনে, তিনি আইরিশ সাহিত্যে ভারতীয় প্রভাব নিয়ে গবেষণা করেন। ১৯৩১ সালে, তিনি ক্যামিল মৌলির সঙ্গে বিবাহবন্ধনে আবদ্ধ হন, যিনি মঁপেলিয়েতে ফরাসি ভাষা পড়াতেন। তবে এই বিয়ে ১৯৩৯ সাল পর্যন্ত স্থায়ী ছিল। পরে তিনি তার উপন্যাস দ্য সার্পেন্ট অ্যান্ড দ্য রোপ-এ তাদের বিবাহবিচ্ছেদের কাহিনি তুলে ধরেন। রাও প্রথমে ফরাসি ও ইংরেজি ভাষায় গল্প লেখা শুরু করেন। ১৯৩১-৩২ সালে, তিনি জয়া কর্ণাটক নামক একটি প্রভাবশালী পত্রিকায় কন্নড় ভাষায় চারটি প্রবন্ধ প্রকাশ করেন।\n\n\n== জাতীয়তাবাদী ঔপন্যাসিক ==\n১৯৩৯ সালে ভারতে ফিরে আসার পর, রাজা রাও ইকবাল সিং-এর সঙ্গে যৌথভাবে চেঞ্জিং ইন্ডিয়া সম্পাদনা করেন। এটি ছিল রামমোহন রায় থেকে জওহরলাল নেহেরু পর্যন্ত আধুনিক ভারতীয় চিন্তাধারার একটি সংকলন। তিনি ১৯৪২ সালের ভারত ছাড়ো আন্দোলনে অংশগ্রহণ করেন। ১৯৪৩-১৯৪৪ সালে, তিনি বোম্বে থেকে আহমদ আলীর সঙ্গে টুমরো নামে একটি পত্রিকা সম্পাদনা করেন। তিনি শ্রী বিদ্যা সমিতি নামে একটি সাংস্কৃতিক সংগঠন প্রতিষ্ঠায় গুরুত্বপূর্ণ ভূমিকা রাখেন। এই সংগঠন প্রাচীন ভারতীয় সভ্যতার মূল্যবোধ পুনর্জাগরণের উদ্দেশ্যে কাজ করত।\nরাজা রাও-এর জাতীয়তাবাদী চিন্তাধারা তার প্রথম দুটি বইতে স্পষ্টভাবে প্রতিফলিত হয়। তার প্রথম উপন্যাস কাঁথাপুরা (১৯৩৮) ছিল ব্রিটিশ শাসনের বিরুদ্ধে মহাত্মা গান্ধীর অহিংস আন্দোলনের প্রভাবের একটি বিবরণ। এই উপন্যাসে তিনি ভারতীয় লোককথা ও মহাকাব্যের শৈলী এবং গঠন অনুসরণ করেছেন। গান্ধীবাদী ভাবনা তিনি আবার উপস্থাপন করেন তার ছোটগল্প সংকলন দ্য কাউ অব দ্যা ব্যারিকেডস্ (১৯৪৭)-এ। দীর্ঘ নীরবতার পর, ১৯৬০ সালে প্রকাশিত দ্য সার্পেন্ট অ্যান্ড দ্য রোপ ভারতীয় ও পাশ্চাত্য সংস্কৃতির পারস্পরিক সম্পর্ককে নাট্যরূপ দেয়। এই উপন্যাসের শিরোনামে \"সাপ\" বিভ্রমের প্রতীক, আর \"দড়ি\" বাস্তবতার প্রতীক। ১৯৬৫ সালে প্রকাশিত ক্যাট অ্যান্ড শেকসপিয়ার ছিল একটি অধিবিদ্যামূলক হাস্যরসাত্মক উপন্যাস, যা তার আগের উপন্যাসগুলোর দার্শনিক প্রশ্নগুলোর উত্তর খোঁজে। রাজা রাও নারীদের প্রতি গভীর শ্রদ্ধাশীল ছিলেন। তিনি একবার বলেছিলেন, \"নারীই পৃথিবী, বায়ু, আকাশ, শব্দ—নারীই মানসের ক্ষুদ্র বিশ্ব।\"\n\n\n== জীবনের শেষ বছরগুলো ==\nরাও যুক্তরাষ্ট্রে স্থানান্তরিত হন এবং ১৯৬৬ থেকে ১৯৮৬ সাল পর্যন্ত ইউনিভার্সিটি অব টেক্সাস অ্যাট অস্টিনে দর্শনের অধ্যাপক হিসেবে কর্মরত ছিলেন। ১৯৮৬ সালে তিনি এমেরিটাস অধ্যাপক হিসেবে অবসর গ্রহণ করেন। তিনি যে বিষয়গুলো পড়াতেন তার মধ্যে ছিল: মার্কসবাদ থেকে গান্ধীবাদ, মহাযান বৌদ্ধধর্ম, ভারতীয় দর্শন: উপনিষদ, ভারতীয় দর্শন: পুরুষ ও নারীর নীতিশাস্ত্রগত ভিত্তি, এবং রেজ়রস এজ।\n১৯৬৫ সালে তিনি আমেরিকান মঞ্চ অভিনেত্রী ক্যাথরিন জোন্সকে বিয়ে করেন। তাদের একমাত্র ছেলে, ক্রিস্টোফার রামা। ১৯৮৬ সালে ক্যাথরিনের সঙ্গে বিবাহবিচ্ছেদের পর, রাও তার তৃতীয় স্ত্রী সুসান ভটকে বিয়ে করেন। ১৯৭০-এর দশকে টেক্সাস বিশ্ববিদ্যালয়ে পড়ার সময় তাদের পরিচয় হয়েছিল। ১৯৮৮ সালে তিনি মর্যাদাপূর্ণ নিউস্তাত আন্তর্জাতিক সাহিত্য পুরস্কার লাভ করেন। ১৯৯৮ সালে তিনি মহাত্মা গান্ধীর জীবনভিত্তিক গ্রন্থ গ্রেট ইন্ডিয়ান ওয়ে: মহাত্মা গান্ধীর জীবনী প্রকাশ করেন।\n৮ জুলাই ২০০৬ সালে, ৯৭ বছর বয়সে, তিনি টেক্সাসের অস্টিনে নিজ বাড়িতে হৃদরোগে আক্রান্ত হয়ে মারা যান।\n\n\n== রাজা রাও সাহিত্য পুরস্কার ==\n'রাজা রাও সাহিত্য পুরস্কার' রাও-এর সম্মানে এবং তার অনুমতিতে ২০০০ সালে প্রবর্তিত হয়। এই পুরস্কার প্রতিষ্ঠার মূল উদ্দেশ্য ছিল \"দক্ষিণ এশীয় প্রবাসীদের সাহিত্য ও সংস্কৃতিতে অসামান্য অবদান রাখা লেখক ও গবেষকদের স্বীকৃতি প্রদান করা।\" এই পুরস্কার পরিচালনা করত 'সম্বাদ ইন্ডিয়া ফাউন্ডেশন' নামে একটি অলাভজনক সংস্থা। এই সংস্থার নাম সংস্কৃত শব্দ 'সম্বাদ' (সংলাপ) থেকে নেওয়া হয়েছে। এটি জওহরলাল নেহরু বিশ্ববিদ্যালয়ে্য অধ্যাপক মকরন্দ পরাঞ্জপে প্রতিষ্ঠা করেছিলেন। এর উদ্দেশ্য ছিল পুরস্কার প্রদান এবং ভারত ও দক্ষিণ এশীয় প্রবাসীদের শিক্ষার প্রসার ও সাংস্কৃতিক কর্মকাণ্ডকে উৎসাহিত করা। পুরস্কারের সাথে কোনো আর্থিক সম্মানী সংযুক্ত ছিল না। এটি ২০০০ থেকে ২০০৯ সালের মধ্যে মোট সাতবার প্রদান করা হয়েছিল।\nপ্রথমবার এই পুরস্কার লাভ করেন মালয়েশিয়ার লেখক কে. এস. মানিয়াম। তিনি ২০০০ সালে এই স্বীকৃতি পান। পরবর্তী বিজয়ীদের মধ্যে ছিলেন: শ্রীলঙ্কার ইয়াসমিন গুনারাতনে, সিঙ্গাপুরের এডউইন থাম্বু, কানাডার হার্ষা ভি. দেহেজিয়া, গায়ানার ডেভিড ডাবিডিন, যুক্তরাষ্ট্রের ভারদারাজা ভি. রামান, ফিজির বিজয় মিশ্রা ২০০৯ সালে, পুরস্কার নির্বাচনের চূড়ান্ত জুরির চেয়ারপার্সন মীনাক্ষী মুখোপাধ্যায় মারা যান। সেই বছরেই পুরস্কার প্রদান বন্ধ হয়ে যায় এবং এরপর থেকে আর দেওয়া হয়নি।\nপুরস্কার বিজয়ী নির্বাচনকারী বিচারকদের মধ্যে ছিলেন: মীনাক্ষী মুখোপাধ্যায় (চেয়ারপার্সন), ব্রজ কচরু, ভিক্টর রামরাজ, মকরন্দ পরাঞ্জপে\n\n\n== কাঁথাপুরা ==\nরাজা রাও-এর প্রথম এবং সর্বাধিক পরিচিত উপন্যাস কাঁথাপুরা (১৯৩৮) দক্ষিণ ভারতের একটি গ্রাম, কাঁথাপুরার গল্প। উপন্যাসটি এক বৃদ্ধা গ্রামবাসী, আচাক্কার বর্ণনায় স্থল পুরাণ আকারে রচিত হয়েছে। গ্রামে ব্রাহ্মণদের মতো উচ্চ বর্ণের লোকেরা সেরা অঞ্চলে বসবাসের সুযোগ পায়, আর পারিাহদের মতো নিম্ন বর্ণের লোকেরা প্রান্তিক অবস্থায় থাকে। তবে এই শ্রেণি বৈষম্যের মধ্যেও, গ্রামটি দীর্ঘদিন ধরে পালন করে আসা উৎসবের ঐতিহ্য ধরে রেখেছে, যেখানে সব জাতির মানুষ একসঙ্গে অংশগ্রহণ করে। গ্রামের মানুষের বিশ্বাস, স্থানীয় দেবী কেনচাম্মা তাদের রক্ষা করেন।\nউপন্যাসের প্রধান চরিত্র মূর্তি, একজন তরুণ ব্রাহ্মণ, যে শহরে পড়াশোনা করতে যায়। সেখানে সে গান্ধীবাদী দর্শনের সাথে পরিচিত হয়। মূর্তি গান্ধীর আদর্শ অনুসরণ করতে শুরু করে—দেশি খাদির কাপড় পরে, বিদেশি পোশাক বর্জন করে এবং জাতিভেদের বিরুদ্ধে কথা বলে। তার এই পরিবর্তনে গ্রামের পুরোহিত তার বিরুদ্ধে চলে যায় এবং তাকে সমাজচ্যুত করে। এই খবর শুনে মূর্তির মা, নারাসাম্মা, গভীর কষ্টে মারা যান। এরপর মূর্তি শিক্ষিত বিধবা রঙ্গম্মার সাথে থাকতে শুরু করে, যে ভারতের স্বাধীনতা আন্দোলনে সক্রিয় ছিল।\nএরপর ব্রাহ্মণ কেরানিরা মূর্তিকে স্কেফিংটন কফি এস্টেটে নিম্নবর্ণের কুলিদের মধ্যে গান্ধীবাদী মতবাদ প্রচারের জন্য আমন্ত্রণ জানায়। সেখানে গেলে পুলিশ কর্মকর্তা বাদে খান মূর্তিকে মারধর করে, কিন্তু শ্রমিকরা তার পক্ষ নিয়ে বাদে খানকে আঘাত করে। এর ফলে শ্রমিকদের এস্টেট থেকে বের করে দেওয়া হয়। মূর্তি অন্যায় ও সামাজিক বৈষম্যের বিরুদ্ধে লড়াই চালিয়ে যায় এবং গান্ধীর ঘনিষ্ঠ সমর্থক হয়ে ওঠে। যদিও এস্টেটে ঘটে যাওয়া সহিংসতায় সে মানসিকভাবে ভেঙে পড়ে, তবে সে এর দায় নিজের কাঁধে নিয়ে তিনদিনের উপবাস করে এবং নৈতিকভাবে দৃঢ়প্রতিজ্ঞ হয়ে ওঠে। এরপর কান্তহপুরায় স্বাধীনতা কমিটির একটি শাখা গঠিত হয় এবং মূর্তির নেতৃত্বে কমিটির সদস্যরা গান্ধীর আদর্শ অনুসরণের শপথ নেয়।\nব্রিটিশ সরকার মূর্তির বিরুদ্ধে জনগণকে সহিংসতার জন্য উসকে দেওয়ার অভিযোগ এনে তাকে গ্রেপ্তার করে। কমিটি তার জামিনের টাকা দিতে চাইলেও মূর্তি তা প্রত্যাখ্যান করে। পরবর্তী তিন মাস সে কারাগারে কাটায়। এ সময় কান্তহপুরার নারীরা রঙ্গম্মার নেতৃত্বে একটি স্বেচ্ছাসেবী দল গঠন করে। রঙ্গম্মা ভারতীয় ইতিহাসের বিখ্যাত নারীদের গল্প শুনিয়ে গ্রামবাসী নারীদের মধ্যে দেশপ্রেম জাগিয়ে তোলে। পুলিশ গ্রামে হামলা চালিয়ে তাদের ওপর অকথ্য নির্যাতন চালায়, এমনকি ধর্ষণের ঘটনাও ঘটে। গ্রাম পুড়িয়ে দেওয়া হয়। মূর্তি যখন জেল থেকে মুক্তি পায়, তখন সে দেখে তার গ্রাম আগের মতো নেই। গ্রামের অধিকাংশ জমি বিক্রি হয়ে গেছে এবং শহরের ধনী লোকেরা সেগুলো কিনে নিয়েছে। এই পরিবর্তন দেখে মূর্তির গান্ধীবাদী আদর্শে বিশ্বাস নড়বড়ে হয়ে যায়, কারণ সে বুঝতে পারে যে গ্রামটি আর কখনো আগের মতো হবে না।\n\n\n== গ্রন্থসমূহ ==\n\n\n== পুরস্কারসমূহ ==\n১৯৬৩: সাহিত্য অকাদেমি পুরস্কার\n১৯৬৯: পদ্মভূষণ, ভারতের তৃতীয় সর্বোচ্চ বেসামরিক সম্মান\n১৯৮৮: নিউস্তাত আন্তর্জাতিক সাহিত্য পুরস্কার\n২০০৭: পদ্মবিভূষণ, ভারতের দ্বিতীয় সর্বোচ্চ বেসামরিক সম্মান\n\n\n== আরো দেখুন ==\n\nভারতীয় লেখকদের তালিকা\nকঠোপনিষদ্: প্রাচীন হিন্দু গ্রন্থ যেখানে রাজা রাও এবং অন্যান্য লেখকরা ব্যবহৃত ধারালো ক্ষুরের পথ রূপকটি পাওয়া যায়:\nযেমন, সমারসেট মম-এর উপন্যাস, দ্য রেজরস এজ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nMercanti, Stefano (২০০৯)। The Rose and the Lotus: Partnership Studies in the Works of Raja Rao। Brill। আইএসবিএন 978-90-420-2834-0। \nAssisi, Francis C. (২০০৬)। \"Breathing India in America: A Tribute to Raja Rao\"। IndoLink। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"To Raja Rao\", ১৯৬৯ সালে নোবেল বিজয়ী Czeslaw Milosz-এর একমাত্র ইংরেজি কবিতা।\nসিং, মধুলিকা (২০২৩)। Indian Ethos and the Western Experience: A Study of the East-West Encounter in Raja Rao’s Fiction। রাজমঙ্গল পাবলিশার্স, আলীগড়। ISBN : 978-9394920408। URL: https://www.rajmangalpublishers.com/product-page/indian-ethos-and-western-encounter-in-raja-rao-s-fiction\n\n\n== বহিঃসংযোগ ==\nরাজা রাও ওয়েবসাইট, যা রাজা রাও প্রকাশনা প্রকল্প (টেক্সাস বিশ্ববিদ্যালয়) দ্বারা স্পনসরকৃত।\nPetri Liukkonen. \"Raja Rao\" Books and Writers.\nআইকান্ত, সত্যেশ। (১১ জুলাই ২০০৬) [প্রথম প্রকাশ ২৩ জানুয়ারি ২০০৪]। \"রাজা রাও\"। The Literary Encyclopedia।"}