{"pageid": 1515676, "title": "অ্যালিস ইন বর্ডারল্যান্ড (মাঙ্গা)", "url": "https://bn.wikipedia.org/wiki?curid=1515676", "content": "অ্যালিস ইন বর্ডারল্যান্ড (জাপানি: 今際の国のアリス, হেপবার্ন: ইমাওয়া নো কুনি নো আরিসু) একটি জাপানি রোমাঞ্চকর মাঙ্গা সিরিজ, যা হারো আসো রচনা ও চিত্রায়ন করেছেন। এটি প্রথমে শোগাকুকান প্রকাশিত শোনেন মাঙ্গা ম্যাগাজিন শোনেন সানডে এস-এ নভেম্বর ২০১০ থেকে মার্চ ২০১৫ পর্যন্ত ধারাবাহিকভাবে প্রকাশিত হয় এবং পরে এটি উইকলি শোনেন সানডে-তে স্থানান্তরিত হয়, যেখানে এপ্রিল ২০১৫ থেকে মার্চ ২০১৬ পর্যন্ত প্রকাশিত হয়। এর অধ্যায়গুলো সংকলিত হয়ে মোট ১৮টি টাঙ্কোবন খণ্ডে প্রকাশিত হয়।\nঅ্যালিস ইন বর্ডারল্যান্ড-এর উপর ভিত্তি করে একটি তিন-পর্বের মূল ভিডিও অ্যানিমেশন (ওভিএ) তৈরি হয়, যা অক্টোবর ২০১৪ থেকে ফেব্রুয়ারি ২০১৫ পর্যন্ত প্রকাশিত হয়।\nএর একটি অব্যাহত অংশ সিরিজ, অ্যালিস অন বর্ডার রোড (তাকায়োশি কুরোদা চিত্রায়িত), শোগাকুকান প্রকাশিত সেইনেন মাঙ্গা ম্যাগাজিন মান্থলি সানডে জিন-এক্স-এ আগস্ট ২০১৫ থেকে ফেব্রুয়ারি ২০১৮ পর্যন্ত ধারাবাহিকভাবে প্রকাশিত হয়। এর অধ্যায়গুলো সংকলিত হয়ে মোট আটটি টাঙ্কোবন খণ্ডে প্রকাশিত হয়।\nএর একটি সিক্যুয়াল, যা হারো আসো রচনা ও চিত্রায়ন করেছেন, অ্যালিস ইন বর্ডারল্যান্ড: রিট্রাই নামে পরিচিত। এটি উইকলি শোনেন সানডে-এ অক্টোবর ২০২০ থেকে জানুয়ারি ২০২১ পর্যন্ত প্রকাশিত হয় এবং এর অধ্যায়গুলো দুটি টাঙ্কোবন খণ্ডে সংকলিত হয়।\nঅ্যালিস ইন বর্ডারল্যান্ড অবলম্বনে একটি সরাসরি প্রদর্শিত নাট্যধর্মী টেলিভিশন ধারাবাহিক তৈরি হয়, যা নেটফ্লিক্স প্রযোজিত এবং শিনসুকে সাতো পরিচালিত। এটি বিশ্বব্যাপী ডিসেম্বর ২০২০-এ আট-পর্বের প্রথম সিজন হিসেবে প্রচারিত হয়; এরপর ডিসেম্বর ২০২২-এ আট-পর্বের দ্বিতীয় সিজন প্রকাশিত হয়।\n\n\n== কাহিনি ==\nরিয়োহেই আরিসু একজন তরুণ, যে তার পরিবারের সঙ্গে সম্পর্ক স্থাপনে ব্যর্থ হয় এবং বেশিরভাগ সময় তার দুই বন্ধু দাইকিচি কারুবে ও চোটা সেগাওয়া-র সঙ্গে কাটায়। আরিসু ও চোটা প্রায়ই অনুপযুক্ত আচরণ করে এবং পড়াশোনায় মনোযোগ দেয় না, বিপরীতে কারুবে একটি মদ্যশালা পরিচালনা করে এবং তাদের জীবনে পরিবর্তন আনার জন্য উৎসাহিত করে। একদিন, তারা একটি রেল স্টেশনে থাকার সময় হঠাৎ আতশবাজির মতো এক উজ্জ্বল বিস্ফোরণ দেখতে পায়, যা এতটাই তীব্র যে তাদের চোখ ঢাকতে হয়। চোখ খোলার পর তারা দেখে, তারা কারুবে-র মদ্যশালায় ফিরে এসেছে, তবে সেটি এখন পরিত্যক্ত এবং চারপাশের সব ভবন উদ্ভিদে ঢেকে গেছে। হতবুদ্ধি হয়ে তারা একসঙ্গে মদ্যপান করে ও খেলাধুলা করে সময় কাটাতে থাকে, কিন্তু কারুবে উদ্বিগ্ন হয়ে ওঠে এবং তাদেরকে পরিস্থিতি গুরুত্ব সহকারে নেওয়ার পরামর্শ দেয়। একপর্যায়ে, তারা একটি পরিত্যক্ত উৎসবে প্রবেশ করে, যেখানে তারা সাওরি শিবুকি নামের এক রহস্যময় মহিলার সম্মুখীন হয়, যে তাদের জানায় যে তারা ইতিমধ্যেই \"তাদের খেলা\"-তে প্রবেশ করেছে। এই খেলা \"থ্রি অব ক্লাবস\" নামের \"গুড ফরচুন ব্যাড ফরচুন\", যেখানে রহস্যময় প্রশ্নগুলোর সঠিক উত্তর দিতে না পারলে আগুনের তীর নিক্ষেপ করা হয়। কারুবে ও শিবুকির মধ্যে তর্ক বাধে, যার ফলে চোটা দ্রুত উত্তর দিতে বাধ্য হয় এবং তারা আগুনের তীর দ্বারা আক্রান্ত হয়। খেলা চলতে থাকে, চোটার পা মারাত্মকভাবে পুড়ে যায়, কিন্তু শেষ পর্যন্ত চারজনই কোনোভাবে বেঁচে যায়। শিবুকি তাদের জানায় যে বর্ডারল্যান্ড-এ টিকে থাকতে হলে তাদের এইসব প্রাণঘাতী খেলায় অংশগ্রহণ করতে হবে, এবং প্রতিটি খেলায় প্রাপ্ত সংখ্যা নির্দেশ করে যে তারা পরবর্তী খেলা খেলার আগে কতদিন সময় পাবে। শিবুকি আরও প্রকাশ করে যে সে কয়েক দিন আগে \"টু অব হার্টস\" নামের একটি খেলা খেলেছিল, যেখানে সে একমাত্র জীবিত ছিল এবং সেই অভিজ্ঞতা তাকে গভীরভাবে আঘাত করেছিল। চোটার আঘাতের কারণে, শিবুকি তার দেখাশোনা করতে রাজি হয়, আর কারুবে ও আরিসু \"ফাইভ অব স্পেডস\" খেলায় যোগ দেয়। এই খেলায় অন্যান্য প্রতিযোগীদের মধ্যে ছিল দক্ষ পর্বতারোহী ইউজুহা উসাগি এবং চালাক খেলোয়াড় শুনতারো চিশিয়া। খেলার শেষ পর্যন্ত কেবল এই চারজনই বেঁচে থাকে, আরিসু ও উসাগি একসঙ্গে এটি সম্পন্ন করে। এরপর, আরিসু, কারুবে, চোটা এবং শিবুকি \"সেভেন অব হার্টস\" খেলায় প্রবেশ করে, যেখানে প্রকাশ পায় যে শুধুমাত্র একজনই বেঁচে থাকতে পারবে। পরিস্থিতির পরিপ্রেক্ষিতে, কারুবে, চোটা ও শিবুকি নিজেদের জীবন উৎসর্গ করার সিদ্ধান্ত নেয়, যাতে আরিসু বেঁচে থাকতে পারে।\nএই শোক ও হতাশার মধ্যে পড়ে আরিসু একা হয়ে পড়ে, কিন্তু কিছু সময় পর সে আবার উসাগির সঙ্গে দেখা করে। উসাগি তার প্রতি সহানুভূতি দেখায় এবং তারা একসঙ্গে দল গঠন করার সিদ্ধান্ত নেয়, যাতে বর্ডারল্যান্ডের ভয়ংকর বাস্তবতাকে মোকাবিলা করতে পারে।\nআরিসু ও উসাগি একসঙ্গে \"বিচ\" নামক একটি স্থানের সন্ধান শুরু করে, যা কারুবে তার মৃত্যুর আগে আবিষ্কার করেছিল। খোঁজ করতে গিয়ে তারা জানতে পারে যে \"বিচ\" একটি বিশাল হোটেল, যেখানে অনেক খেলোয়াড় বসবাস করে এবং এটি পরিচালনা করে \"ম্যাড হ্যাটার\" নামে একজন নেতা। ম্যাড হ্যাটার বিশ্বাস করে যে বর্ডারল্যান্ডের সমস্ত তাস সংগ্রহ করতে পারলেই তারা তাদের আসল জগতে ফিরে যেতে পারবে। তবে কিছু সময় পর, একাধিক খেলার পর হঠাৎ করেই ম্যাড হ্যাটার নিহত হয় এবং বিচ পরিণত হয় \"টেন অব হার্টস\" খেলার মঞ্চে, যা প্রথম ধাপের চূড়ান্ত খেলা। এই খেলা সফলভাবে সম্পন্ন হওয়ার পর, গেমমাস্টাররা নিজেদের পরিচয় প্রকাশ করে এবং ঘোষণা করে যে বর্ডারল্যান্ড শেষ করতে হলে খেলোয়াড়দের দ্বিতীয় ধাপে প্রবেশ করতে হবে। এই ধাপে তারা \"ফেস কার্ড\" খেলায় অংশগ্রহণ করবে, যেখানে প্রতিটি খেলা আরও কঠিন ও প্রাণঘাতী হবে।\n\n\n== চরিত্রসমূহ ==\n\n\n=== প্রধান ===\nআরিসু র্যোহেই (有栖 良平, আরিসু র্যোহেই) / অ্যালিস\nকণ্ঠ দিয়েছেন: ইওশিমাসা হোসোয়া (জাপানি); জেরেমি জি (ইংরেজি)\nঅভিনয় করেছেন:কেন্তো জামাজাকি\n\nএকটি ভিডিও গেমে আসক্ত তৃতীয় বর্ষের হাই স্কুল ছাত্র (নেটফ্লিক্স সিরিজে ২৪ বছর বয়সী) যে \"তার পরিবারের সাথে মেলামেশা করতে পারে না\"। ভিডিও গেমে আসক্তির কারণে, তাকে একটি দক্ষ বিশ্লেষক হিসেবে প্রদর্শিত হয়েছে, যে গেমগুলোর ধাঁধা এবং প্যাটার্ন সমাধান করতে পারে এবং হৃদয়ের খেলা খেলার ক্ষেত্রে বিশেষজ্ঞ।\nইউঝুহা উসাগি (宇佐木 柚葉, ইউঝুহা উসাগি) / দ্য র‍্যাবিট\nকণ্ঠ দিয়েছেন: মিনাকো কোতোবুকি (জাপানি); অলিভিয়া সোয়াসি (ইংরেজি)\nঅভিনয় করেছেন:তাও সুচিয়া\n\nএকজন পর্বত আরোহী, যিনি তার বাবা, যাকে তিনি গভীর শ্রদ্ধা করতেন, মারা যাওয়ার পর শীঘ্রই বর্ডারল্যান্ডসে পৌঁছে যান। উসাগি তার বন্ধুদের মৃত্যুর পর শীঘ্রই আরিসুর সাথে মিলিত হন। পর্বত আরোহী হওয়ার কারণে, তিনি স্পেড খেলা খেলায় বিশেষজ্ঞ। সিক্যুয়েল মাঙ্গা রিট্রাই-তে, যা সিরিজের কয়েক বছর পরের সময়কালকে কেন্দ্র করে, তিনি এবং আরিসু বিয়ে করেছেন এবং তাদের প্রথম সন্তানের অপেক্ষা করছেন।\n\n\n=== বর্ডারল্যান্ড ===\n\n\n==== আরিসুর বন্ধুরা ====\nদাইকিচি কারুবে (苅部 大吉, দাইকিচি কারুবে) / দ্য ওয়ালরাস\nকণ্ঠ দিয়েছেন: তাতসুহিসা সুজুকি (জাপানি); জো ড্যানিয়েলস (ইংরেজি)\nঅভিনয় করেছেন:কেইতা মাচিদা\n\nএকজন হাই স্কুল ছাত্র (নেটফ্লিক্স সিরিজে বারটেন্ডার) এবং আরিসু ও চোটা এর বন্ধু। নেটফ্লিক্স সিরিজে, কারুবে একটি মহিলাকে প্রপোজ করার প্রস্তুতি নিচ্ছিলেন, যিনি তার সাথে বার-এ কাজ করতেন এবং যিনি তার বসের প্রেমিকা ছিলেন, অথচ মাঙ্গাতে তিনি একক ছিলেন এবং বয়সের তুলনায় একটি বার পরিচালনা করতেন।\nচোটা সেগাওয়া (勢川 張太, সেগাওয়া চোটা) / দ্য কার্পেন্টার\nকণ্ঠ দিয়েছেন: ত্সুবাসা ইউনাগা (জাপানি); গ্রেগ আইরেস (ইংরেজি)\nঅভিনয় করেছেন:ইউকি মোরিনাগা\n\nএকজন হাই স্কুল ছাত্র (নেটফ্লিক্স সিরিজে আইটি প্রযুক্তিবিদ) এবং আরিসু ও কারুবে এর বন্ধু। তিনি অপরিণত এবং কিছুটা বিকৃত মানসিকতা সম্পন্ন, তবে তার উদ্দেশ্য ভাল এবং তিনি তার বন্ধুদের প্রতি বিশ্বাসী। নেটফ্লিক্স সিরিজে, তিনি যুক্তিসম্মত, অত্যন্ত ধার্মিক এবং তার মায়ের কাছ থেকে টাকা নেওয়ার কারণে চাপের মধ্যে আছেন, যিনি তার ধর্মীয় গোষ্ঠীর জন্য টাকা নিচ্ছেন। চোটা একটি খেলায় অংশগ্রহণ করার সময় তার পা মারাত্মকভাবে পুড়িয়ে ফেলেন, যার ফলে তিনি সুস্থ হওয়ার সময় তার বন্ধুদের গতিতে বাধা সৃষ্টি করেন।\nসাওরি শিবুকি (紫吹 小織, শিবুকি সাওরি)\nকণ্ঠ দিয়েছেন: মায়া সাকামোটো (জাপানি); রেচেল মেসার (ইংরেজি)\nঅভিনয় করেছেন:আয়ামে মিসাকি\n\nপ্রথম ব্যক্তি যাকে আরিসু ও তার বন্ধুরা পরিত্যক্ত শহরে প্রবেশের পর সম্মুখীন হয়। মাঙ্গাতে, শিবুকি একজন দৃঢ়প্রতিজ্ঞ এবং অধৈর্য খেলোয়াড়, যিনি অন্যদের, বিশেষ করে চোটা-কে সত্যিই গুরুত্ব দিতেন। তিনি সক্রিয়ভাবে আরিসুর জন্য নিজেকে উৎসর্গ করার সিদ্ধান্ত নেন। নেটফ্লিক্স অভিযোজনে, শিবুকিকে একজন বুদ্ধিমান ও দক্ষ খেলোয়াড় হিসেবে উপস্থাপন করা হয়েছে, যিনি দলে প্রথম খেলাটি পার হতে সাহায্য করেন। তবে, পরবর্তীতে প্রকাশ পায় যে, তিনি নিজের স্বার্থসিদ্ধির জন্য অন্যদের প্রভাবিত করতে সক্ষম।\n\n\n==== খেলোয়াড় ====\nশুনতারো চিশিয়া (苣屋 駿太郎, চিশিয়া শুনতারো) / দ্য চেশায়ার ক্যাট\nকণ্ঠ দিয়েছেন: তাকাহিরো সাকুরাই (জাপানি); ব্লেক জ্যাকসন (ইংরেজি)\nঅভিনয় করেছেন:নিজিরো মুরাকামি  \n\nএকজন রহস্যময়, শান্ত ও ধূর্ত খেলোয়াড়, যিনি হ্যাটারের তাসের ডেক চুরি করার জন্য কুইনার সঙ্গে দল গঠন করেন। হ্যাটার \"দ্য বিচ\" নামক দলের নেতা ও প্রতিষ্ঠাতা ছিলেন, এবং চিশিয়া বিশ্বাস করতেন যে সম্পূর্ণ একটি ডেক তাদের পরিত্যক্ত শহর থেকে মুক্ত করতে পারে। পরবর্তীতে, তিনি আরিসু ও উসাগির প্রতি আগ্রহী হন, বিশেষ করে যখন তিনি তাদের \"ট্যাগ\" খেলাটি থেকে পালাতে সাহায্য করেন।\nহিকারি কুইনা (水鶏 光, কুইনা হিকারি) / দ্য ক্যাটারপিলার\nঅভিনয় করেছেন:আয়া আসাহিনা \n\n\"দ্য বিচ\"-এর একজন সদস্য, যিনি চিশিয়ার সাথে মিলে তাসের ডেক চুরির পরিকল্পনা করেন; তবে, চিশিয়া তাদের সাথে বিশ্বাসঘাতকতা করলে তারা আলাদা হয়ে যায়, এবং কুইনা তাকে ছেড়ে দিয়ে আরিসু ও উসাগির সঙ্গে কাজ করা বেছে নেন। নেটফ্লিক্স সিরিজে, তাদের মধ্যে কখনো বিচ্ছেদ ঘটে না, এবং আলাদা হওয়ার পর কুইনা বারবার জিজ্ঞাসা করেন চিশিয়া ঠিক আছে কিনা। পূর্বে একজন পোশাকের দোকানের কর্মচারী ছিলেন, এবং পরে প্রকাশ পায় যে তিনি ট্রান্সজেন্ডার, যার কারণে তার বাবা তাকে ত্যাগ করেছিলেন।\nকোদাই তাত্তা (竜田 康大, তাত্তা কোদাই)\nঅভিনয় করেছেন:ইউতারো ওয়াতানাবে\n\nএকজন তরুণ মেকানিক, যাকে আরিসু একটি খেলায় বাঁচিয়ে দেন এবং পরবর্তীতে তিনি আরিসুর মিত্র হন। পরে, \"কিং অব ক্লাবস\" খেলায় তিনি আরিসু ও অন্যদের রক্ষা করতে নিজেকে উৎসর্গ করেন।\nআকানে হেইয়া (塀谷 朱音, হেইয়া আকানে) / দ্য মার্চ হেয়ার\nঅভিনয় করেছেন:ইউরি সুনেমাতসু\n\nএকজন হাইস্কুল শিক্ষার্থী, যিনি তীরন্দাজিতে বিশেষ দক্ষতা রাখেন এবং পরবর্তীতে দোদো ও আগুনির সঙ্গে জোট বাঁধেন। তিনি যে প্রথম খেলায় অংশ নেন, তাতেই তার একটি পা হারান।\nহায়াতো দোদো (堂道 隼人, দোদো হায়াতো) / দ্য দোদো বার্ড\nএকজন হাইস্কুল ছাত্র, যাকে আরিসু \"ফোর অব হার্টস\" খেলায় বাঁচিয়ে দেন এবং পরবর্তীতে আগুনি ও আকানের সঙ্গে জোট বাঁধেন, যাদের সঙ্গে তার সম্পর্ক গভীর হয়। তিনি একমাত্র প্রধান চরিত্র, যাকে নেটফ্লিক্স সিরিজে আদ্যিকৃত করা হয়নি।\n\n\n==== বিচ ====\nতাকেরু দানমা (弾間 剛, দানমা তাকেরু) /\nদ্য ম্যাড হ্যাটার (帽子屋, হ্যাটার)  \nঅভিনয় করেছেন:নোবুাকি কানেকো\n\nএকজন প্রাক্তন হ্যাটার এবং \"দ্য বিচ\"-এর নেতা ও প্রতিষ্ঠাতা, যেখানে কয়েক ডজন খেলোয়াড় থাকে। তার প্রধান লক্ষ্য ছিল খেলায় জেতা খেলোয়াড়দের তাস সংগ্রহ করা। পরবর্তীতে, বিভিন্ন চেষ্টা ব্যর্থ হওয়ায় তিনি হতাশ হয়ে পড়েন এবং একটি পরিকল্পিত চক্রান্তের মাধ্যমে আগুন দিয়ে আত্মহত্যা করেন, যাতে তার বিষণ্ণতা থেকে মুক্তি পেতে পারেন।\nমোরিজোনো আগুনি (粟国 杜園, আগুনি মোরিজোনো) / দ্য নেভ অব হার্টস\nঅভিনয় করেছেন:শো আয়াগি\n\nএকজন শক্তিশালী যোদ্ধা এবং হ্যাটারের শ্রেষ্ঠ বন্ধু আগুনি, প্রথমে \"দ্য বিচ\"-এর একজন গুরুত্বপূর্ণ সদস্য হিসেবে পরিচিত হন। তিনি বিচ-এর একটি হিংস্র গোষ্ঠী \"দ্য মিলিট্যান্টস\"-এর প্রধান ছিলেন। হ্যাটারের মৃত্যুর পর এবং \"উইচ হান্ট\" খেলার সময়, তিনি একা বেরিয়ে পড়েন এবং পরবর্তীতে আকানে ও দোদোর সঙ্গে যোগ দেন।\nরিজুনা আন (安 梨鶴奈, আন রিজুনা) / দ্য হোয়াইট কুইন\nঅভিনয় করেছেন:আয়াকা মিয়োশি\n\nএকজন 'দ্য বিচ'-এর প্রভাবশালী সদস্য, যিনি যুক্তিসঙ্গত চিন্তাভাবনা করে কঠিন খেলাগুলোতে জেতার চেষ্টা করেন। তিনি 'উইচ হান্ট' খেলার অন্যতম গুরুত্বপূর্ণ খেলোয়াড়। পরবর্তীতে, তিনি আরিসু এবং আকানের সাথে জোটবদ্ধ হন।\nসুগুরু নিরাগি (韮木 傑, নিরাগি সুগুরু) / দ্য জুব জুব বার্ড\nঅভিনয় করেছেন:ডোরি সাকুরাদা\n\n\"দ্য বিচ\"-এর একজন তরুণ ও বিপজ্জনক সদস্য, যাকে তার জটিল অতীতের কারণে আক্রমণাত্মক হিসেবে বর্ণনা করা হয়েছে। তিনি \"দ্য মিলিট্যান্টস\"-এর সদস্য। \"উইচ হান্ট\" খেলায় চেশিয়া এবং আগুনি দ্বারা গুরুতরভাবে আহত হন এবং চেশিয়া ও আরিসুর প্রতি গভীর ঘৃণা পোষণ করেন। তবে, \"কিং অফ ক্লাবস\" খেলায় তিনি বাধ্য হয়ে আরিসুর সঙ্গে জোট বাঁধেন, যেখানে খেলার শেষের দিকে তিনি একা বেরিয়ে যান।\n\n\n==== গেমমাস্টার ====\nমিরা কানো (加納 未来, কানো মিরা) / দ্য কুইন অফ হার্টস\nঅভিনয় করেছেন:রীসা নাকা\n\nচারজন প্রধান গেমমাস্টারের মধ্যে একজন: তিনি বর্ডারল্যান্ডসের কুইন অফ হার্টস। রহস্যময় এই মহিলা \"একটি আভিজাত্যপূর্ণ উপস্থিতি\" নিয়ে প্রথমে \"দ্য বিচ\"-এর একজন প্রভাবশালী সদস্য হিসেবে আত্মপ্রকাশ করেন। তিনিই একমাত্র নারী প্রধান গেমমাস্টার। অন্য গেমমাস্টাররা যেখানে কেবল বর্ডারল্যান্ডসের চরিত্র হিসেবে অভিনয় করেন, সেখানে তিনিই একমাত্র ব্যক্তি যিনি বর্ডারল্যান্ডসের প্রকৃত উৎস জানেন। পরবর্তীতে, তিনি আরিসুর কাছে পরাজিত হন।\nকেইচি কুজুর্যু (九頭龍 慧一, কুজুর্যু কেইচি) / দ্য কিং অফ ডায়মন্ডস অভিনয় করেছেন\nসুওয়োশি আবি\nচারজন প্রধান গেমমাস্টারের মধ্যে একজন: তিনি বর্ডারল্যান্ডসের কিং অফ ডায়মন্ডস। একজন প্রাক্তন ব্যর্থ আইনজীবী, যিনি জীবনযাত্রায় ভারসাম্য খুঁজতে সংগ্রাম করছেন। মিরার মতো, তিনিও প্রথমে \"দ্য বিচ\"-এর একজন প্রভাবশালী সদস্য হিসেবে আত্মপ্রকাশ করেন। তিনি গেমমাস্টারদের মধ্যে সবচেয়ে ধূর্ত ও বুদ্ধিমান। পরবর্তীতে, তিনি চিশিয়ার কাছে পরাজিত হন।\n\nগিনজি কিউমা (久間 欣治, কিউমা গিনজি) / দ্য কিং অফ ক্লাবস\nঅভিনয় করেছেন:তোমোহিসা ইয়ামাশিতা\nচারজন প্রধান গেমমাস্টারের মধ্যে একজন: তিনি বর্ডারল্যান্ডসের কিং অফ ক্লাবস। একজন নিউডিস্ট এবং একসময় তার দলবলসহ একটি ব্যান্ডের সংগীতশিল্পী ছিলেন। তিনি \"ওস্মোসিস\" খেলাটি পরিচালনা করেন। গেমমাস্টারদের মধ্যে সবচেয়ে সহজ-সরল ও মানবিক এই মানুষটিকে আরিসু গভীরভাবে শ্রদ্ধা করেন। পরবর্তীতে, তিনি আরিসুর কাছে পরাজিত হন।\n\nইসাও শীরাবি (稚羅日 勲, শীরাবি ইসাও) / দ্য কিং অফ স্পেডস\nঅভিনয় করেছেন:আইয়ুমি তানিদা\nচারজন প্রধান গেমমাস্টারের মধ্যে একজন: তিনি বর্ডারল্যান্ডসের কিং অফ স্পেডস। একজন ভাড়াটে সৈন্য এবং প্রাক্তন বিশেষ বাহিনীর সদস্য, যিনি \"সারভাইভাল\" খেলাটি পরিচালনা করেন। গেমমাস্টারদের মধ্যে সবচেয়ে যুদ্ধ-অভিজ্ঞ ও শারীরিকভাবে শক্তিশালী এই মানুষটির নাম নেটফ্লিক্স সিরিজে কখনো প্রকাশ করা হয়নি। আরিসু এবং তার বন্ধুরা অনেক চেষ্টার পর একটি চূড়ান্ত লড়াইয়ে তাকে পরাজিত করে। সেই লড়াইয়ে আগুনি তাকে গুলি করে হত্যা করে।\n\n\n=== অন্যান্য ===\nআরিসু কোজিমা (小島 亜里朱, কোজিমা আরিসু)\nঅ্যালিস অন বর্ডার রোড সিরিজের প্রধান চরিত্র তিনি। তিনি টোকিওর একটি হাইস্কুলের শিক্ষার্থী এবং তার স্কুলের সফটবল দলের সদস্য। কিয়োটোতে একটি সফরে যাওয়ার সময় তিনি বর্ডারল্যান্ডসে প্রবেশ করেন এবং সেখানে কুইন অফ হার্টস হন। তার কার্ডটি তার হাতে থাকে।\n\"জোকার\"\nএকটি অজানা সত্তা, যাকে বর্ডারল্যান্ডসের স্রষ্টা হিসেবে দেখানো হয়, তার হাতে থাকে জোকার কার্ড। মাঙ্গায়, তিনি আরিসুকে বাড়ি ফিরে যাওয়ার ঠিক আগে একটি সংক্ষিপ্ত উপস্থিতি দেখান এবং তাকে জিজ্ঞাসা করেন, সে কি একজন ঈশ্বর নাকি একজন শয়তান? উত্তরে আরিসু বলেন, সে একজন \"মধ্যস্থতাকারী\"। বর্ডারল্যান্ডসের ধারণা হিসেবে পুনর্জন্ম প্রকাশিত হওয়ার পর, এটা ইঙ্গিত করা হয়েছে যে \"জোকার\" সম্ভবত একজন মৃত্যুদূত, যিনি খেলাগুলিকে একটি পছন্দ হিসেবে তৈরি করেছেন, যাতে খেলোয়াড়রা তাদের জীবন বাঁচানোর জন্য দৃঢ় ইচ্ছাশক্তি আছে কিনা তা জানতে পারে। তাকে নেটফ্লিক্স সিরিজে কখনো দেখানো হয়নি, কিন্তু তার জোকার কার্ড দৃশ্যের শেষ শটে দেখা যায়।\n\n\n== মিডিয়া ==\n\n\n=== মাঙ্গা ===\nঅ্যালিস ইন বর্ডারল্যান্ড, যা হারো আসো দ্বারা রচিত ও চিত্রিত, শোগাকুকান এর শোনেন সানডে এস ম্যাগাজিনে ২৫ নভেম্বর, ২০১০ থেকে ধারাবাহিকভাবে প্রকাশিত হয়, ২৫ মার্চ, ২০১৫ পর্যন্ত, এবং পরবর্তীতে ৮ এপ্রিল, ২০১৫ তারিখে উইকলি শোনেন সানডে ম্যাগাজিনে স্থানান্তরিত হয়, এবং ২ মার্চ, ২০১৬ তারিখে এটি সমাপ্ত হয়। শোগাকুয়ান তার ৬৫টি পৃথক অধ্যায়কে ১৮টি ট্যাঙ্কোবন খণ্ডে সংকলিত করে, যা ১৮ এপ্রিল, ২০১১ তারিখে প্রকাশিত হয় ১৮ এপ্রিল, ২০১৬ পর্যন্ত।\n৯ জুলাই, ২০২১ তারিখে ভিজ মিডিয়া ঘোষণা করে যে তারা ইংরেজি প্রকাশনার জন্য সিরিজটির লাইসেন্স পেয়েছে। এটি নয়টি দুটি-একত্রিত খণ্ডে প্রকাশিত হয়, যা ১৫ মার্চ, ২০২২ থেকে ১৯ মার্চ, ২০২৪ পর্যন্ত প্রকাশিত হয়েছে।\n\n\n==== অন্যান্য গল্প ====\nসিক্স সাইড স্টোরিজ, পরবর্তীতে মূল সিরিজের খণ্ডে অন্তর্ভুক্ত করা হয়, যা ২০১৩ থেকে ২০১৫ সাল পর্যন্ত উইকলি শোনেন সানডেতে প্রকাশিত হয়েছিল।\n\n\"ফোর অফ হার্টস\" (はあとのよん, হাত্র নো ইয়ন) (জুলাই ১১-২৫, ২০১২)\n\"ফোর অফ ক্লাবস\" (くらぶのよん, ক্লাব নো ইয়ন) (জানুয়ারি ১৬-২৩, ২০১৩)\n\"সিক্স অফ ডায়মন্ডস\" (だいやのろく, ডাইয়া নো রোকু) (মে ২২-২৯, ২০১৩)\n\"সেভেন অফ স্পেডস\" (すぺえどのなな, সুপেদো নো নানা) (অগাস্ট ২১ – সেপ্টেম্বর ৪, ২০১৩)\n\"কিং অফ স্পেডস\" (すぺえどのきんぐ, সুপেদো নো কিংগু) (ডিসেম্বর ১১, ২০১৩ – জুন ১৮, ২০১৪)\n\"কিং অফ ডায়মন্ডস\" (だいやのきんぐ, ডাইয়া নো কিংগু) (অক্টোবর ১৫, ২০১৪ – ফেব্রুয়ারি ৪, ২০১৫)\nএকটি স্পিন-অফ ধারাবাহিক, যার শিরোনাম অ্যালিস অন বর্ডার রোড (今際の路のアリス, ইমাওয়া নো মিচি নো আরিসু), আসো কর্তৃক লিখিত এবং টাকায়োশি কুরোদা কর্তৃক চিত্রিত, শোগাকুকানের শোনেন মাঙ্গা ম্যাগাজিন মান্থলি সানডে জিন-এক্স এ ২০১৯ সালের ১৯শে আগস্ট থেকে প্রকাশিত হয়েছিল ১৯ ফেব্রুয়ারি, ২০১৮ সাল পর্যন্ত। শোগাকুয়ান তার অধ্যায়গুলিকে আটটি ট্যাঙ্কবোন ভলিউমে সংকলিত করেছে, যা ২০১৬ সালের ১৮ই জানুয়ারি থেকে প্রকাশিত হয়েছিল ১৯ মার্চ, ২০১৭ সাল পর্যন্ত।\nআরেকটি ধারাবাহিক, যার শিরোনাম অ্যালিস ইন বর্ডারল্যান্ড: রিট্রাই (今際の国のアリス রিট্রাই, ইমাওয়া নো কুনি নো আরিসু রিট্রাই), ২০২০ সালের ১৪ই অক্টোবর থেকে উইকলি শোনেন সানডে-তে ধারাবাহিকভাবে প্রকাশিত হয়েছিল ২০ জানুয়ারী, ২০২১ সাল পর্যন্ত। শোগাকুয়ান তার অধ্যায়গুলিকে দুটি ট্যাঙ্কবোন ভলিউমে সংকলিত করেছে, যা ২০২০ সালের ১১ই ডিসেম্বর প্রকাশিত হয়েছিল এবং ১৮ ফেব্রুয়ারি, ২০২১।\n\n\n==== খণ্ড ====\n\n\n===== অ্যালিস ইন বর্ডারল্যান্ড =====\n\n\n===== অ্যালিস অন বর্ডার রোড =====\n\n\n===== অ্যালিস ইন বর্ডারল্যান্ড: রিট্রাই =====\n\n\n=== অরিজিনাল ভিডিও অ্যানিমেশন ===\nসিরিজটি একটি তিন-এপিসোডের অরিজিনাল ভিডিও অ্যানিমেশন (ওভিএ)-এ রূপান্তরিত হয়, যা সিলভার লিঙ্ক এবং কানেক্ট দ্বারা প্রযোজিত এবং হিদেকি তাচিবানা দ্বারা পরিচালিত। প্রথম ওভিএ পর্বটি ২০১৪ সালের ১৭ অক্টোবর মাঙ্গার ১২তম খণ্ডের সীমিত সংস্করণের সাথে যুক্ত করা হয়েছিল। দ্বিতীয় ওভিএ পর্বটি ২০১৪ সালের ১৮ ডিসেম্বর মাঙ্গার ১৩তম খণ্ডের সীমিত সংস্করণের সাথে যুক্ত করা হয়েছিল। তৃতীয় এবং শেষ ওভিএ পর্বটি ২০১৫ সালের ১৮ ফেব্রুয়ারি মাঙ্গার ১৪তম খণ্ডের সীমিত সংস্করণের সাথে যুক্ত করা হয়েছিল। উদ্বোধনী সঙ্গীতটি হলো \"নেক্সটেজ\", যা জাপানি মহিলা আইডল দল আই☆রিস কর্তৃক পরিবেশিত।\nসেন্টাই ফিল্মওয়ার্কস ওভিএ গুলি আন্তর্জাতিক বণ্টনের জন্য লাইসেন্স করেছে। এমভিএম এন্টারটেইনমেন্ট যুক্তরাজ্য এবং আয়ারল্যান্ডে ওভিএ এর লাইসেন্স পেয়েছে।\n\n\n=== লাইভ-অ্যাকশন সিরিজ ===\n\nএকটি আট-এপিসোডের লাইভ-অ্যাকশন সিরিজ, যা নেটফ্লিক্স দ্বারা প্রযোজিত এবং শিনসুকে সাটো দ্বারা পরিচালিত, ২০২০ সালের ১০ ডিসেম্বর ১৯০টিরও বেশি দেশে একযোগে প্রিমিয়ার হয়েছিল। এতে কেন্টো ইয়ামাজাকি র্যোহেই আরিসু হিসেবে এবং তাও তসুচিয়া ইউঝুহা উসাগি হিসেবে অভিনয় করেছেন। ২০২০ সালের ২৪শে ডিসেম্বর, দ্বিতীয় মৌসুমের ঘোষণা করা হয়েছিল, যা ২০২২ সালের ২২শে ডিসেম্বর প্রিমিয়ার হয়েছিল। ২০২৩ সালের ২৭শে সেপ্টেম্বর, ঘোষণা করা হয়েছিল যে সিরিজটি তৃতীয় মৌসুমের জন্য পুনর্নবীকরণ করা হয়েছে।\n\n\n== অভ্যর্থনা ==\nমার্চ ২০১৬ পর্যন্ত, অ্যালিস ইন বর্ডারল্যান্ড এর ১.৩ মিলিয়নেরও বেশি কপি পরিবৃত্তি হয়েছে।\n ১১তম খণ্ডটি সাপ্তাহিক ওরিকন মান্গা তালিকায় ৪৮তম স্থানে পৌঁছেছিল এবং ২০১৪ সালের ২২শে জুন পর্যন্ত ২১,৪৯৬ কপি বিক্রি হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nওয়েব্যাক মেশিনে Alice in Borderland official website at Web Sunday (২০১৬-০৪-২০ তারিখে আর্কাইভকৃত) (জাপানি ভাষায়)\nওয়েব্যাক মেশিনে Alice in Borderland Retry official website at Web Sunday (২০২১-০১-২১ তারিখে আর্কাইভকৃত) (জাপানি ভাষায়)\nঅ্যানিমে নিউজ নেটওয়ার্ক বিশ্বকোষে অ্যালিস ইন বর্ডারল্যান্ড (মাঙ্গা) (মাঙ্গা)"}