{"pageid": 1515108, "title": "চীনের সামাজিক কাঠামো", "url": "https://bn.wikipedia.org/wiki?curid=1515108", "content": "চীনের সামাজিক কাঠামোর ইতিহাস দীর্ঘ এবং বিস্তৃত। এটি সাম্রাজ্যবাদী চীনের সামন্ততান্ত্রিক সমাজ থেকে শুরু করে আধুনিক যুগ পর্যন্ত বিস্তৃত। চীনে একসময় অভিজাত শ্রেণির অস্তিত্ব ছিল, যার সূচনা ঝৌ রাজবংশের সময় হয়। তবে, সং রাজবংশের রাজবংশের পর থেকে গুরুত্বপূর্ণ সরকারি পদগুলো বংশানুক্রমে পাওয়া যেত না। পরিবর্তে, কনফুসীয় চিন্তাধারার ওপর ভিত্তি করে নেওয়া কঠিন লিখিত পরীক্ষার মাধ্যমে এই পদগুলোর জন্য যোগ্য ব্যক্তিদের নির্বাচন করা হতো। এর ফলে, উত্তরাধিকারসূত্রে ক্ষমতা পাওয়ার প্রবণতা দুর্বল হয়ে পড়ে।\nসামন্ততান্ত্রিক চীনে সমাজকে চারটি প্রধান শ্রেণিতে ভাগ করা হতো, যার শীর্ষে ছিলেন সম্রাট। এই শ্রেণিবিন্যাস ব্যবস্থা বিলোপের বিভিন্ন প্রচেষ্টা চালানো হলেও এটি দীর্ঘদিন ধরে টিকে ছিল। তখন সমাজে এক শ্রেণি থেকে আরেক শ্রেণিতে উঠে যাওয়া ছিল অত্যন্ত কঠিন, অনেক ক্ষেত্রে প্রায় অসম্ভব। একজন ব্যক্তির সামাজিক অবস্থান সাধারণত তার পরিচয় ও জন্ম দ্বারা নির্ধারিত হতো। তবে এই কাঠামো ভাঙার একটি উপায় ছিল—সম্রাজ্যিক পরীক্ষায় উত্তীর্ণ হওয়া। পরীক্ষাটি এতটাই কঠিন ছিল যে বেশিরভাগ মানুষ এতে ব্যর্থ হতো। কিন্তু যারা পাস করত, তাদের পরিবারের সামাজিক মর্যাদাও উল্লেখযোগ্যভাবে বেড়ে যেত।\nসং রাজবংশের সময়, আইনের মাধ্যমে সমাজের শ্রেণিবিন্যাস স্পষ্টভাবে নির্ধারিত ছিল। তবে, সাধারণ মানুষ সম্পদ অর্জনের মাধ্যমে সামাজিক অবস্থান উন্নত করতে পারত। কেউ সম্রাজ্যিক পরীক্ষায় উত্তীর্ণ হলে বা সরকারি তহবিলে অনুদান দিলে অভিজাত শ্রেণিতে প্রবেশের সুযোগ পেত। ইউআন রাজবংশের সময়, সাধারণ জনগণের জন্য আইনি সুরক্ষা কমে যায়, কিন্তু অভিজাত শ্রেণি আরও বেশি সুযোগ-সুবিধা পেতে থাকে। এই সময় দাসপ্রথা ব্যাপকভাবে বৃদ্ধি পায়, এবং দাসত্ব বংশানুক্রমিক হয়ে যায়। পাশাপাশি, সাধারণ মানুষের মধ্যেও বিভিন্ন সামাজিক শ্রেণি উত্তরাধিকারসূত্রে নির্ধারিত হতে থাকে। মিং রাজবংশে ইউআন রাজবংশের তুলনায় সাধারণ মানুষের শ্রেণিগুলোর সংখ্যা কমানো হয়। তবে যে তিনটি শ্রেণি রাখা হয়, সেগুলোও বংশানুক্রমিক ছিল, ফলে এক শ্রেণি থেকে অন্য শ্রেণিতে স্থানান্তর প্রায় অসম্ভব হয়ে পড়ে। অভিজাত শ্রেণিকেও দুটি ভাগে বিভক্ত করা হয়। ছিং রাজবংশের সময় কৃষকদের সমাজের সবচেয়ে সম্মানিত শ্রেণি হিসেবে দেখা হতো। ব্যবসায়ীদের সামাজিক অবস্থান ছিল অনেক নিচে, যদি না তারা অর্থ ব্যয় করে অভিজাত শ্রেণির মর্যাদা অর্জন করত।\n১৯৭৮ সালে চীনের অর্থনৈতিক সংস্কারের সময়, সমাজের কাঠামোতে বড় পরিবর্তন আসে। শ্রমজীবী মানুষের সংখ্যা দ্রুত বাড়তে থাকে। ২১শ শতকের চীনে সমাজের কাঠামো মূলত কর্মসংস্থান ও শিক্ষার ওপর নির্ভরশীল। ফলে নাগরিকদের সামাজিক অবস্থান পরিবর্তনের সুযোগ এবং স্বাধীনতাও আগের চেয়ে অনেক বেশি বৃদ্ধি পেয়েছে।\n\n\n== কনফুসিয়ানিজম ==\n\nকনফুসিয়াস (৫৫১ খ্রিস্টপূর্ব – ৪৭৯ খ্রিস্টপূর্ব) মানুষের জীবনে পাঁচটি মূল সম্পর্কের কথা উল্লেখ করেছিলেন:\n\nপিতা ও পুত্র\nবড় ভাই ও ছোট ভাই\nস্বামী ও স্ত্রী\nবন্ধু ও বন্ধু\nশাসক ও অধীনস্ত সমাজ\nযেসব রাজবংশ কনফুসীয় মতবাদ অনুসরণ করত (আইনী মতবাদ বা লিগালিজম নয়), সেখানে এই সম্পর্কগুলোর প্রথম ব্যক্তি সর্বদা শ্রেষ্ঠ বিবেচিত হতো এবং তাকে দ্বিতীয় ব্যক্তির জন্য পথপ্রদর্শক, নেতা বা আদর্শ হিসেবে কাজ করতে হতো। দ্বিতীয় ব্যক্তি প্রথমজনের দিকনির্দেশনা অনুসরণ করত। যেমন, পিতা প্রথম ব্যক্তি এবং পুত্র দ্বিতীয় ব্যক্তি।\nকনফুসীয় দৃষ্টিভঙ্গিতে কৃষিকাজকে নৈতিকভাবে সর্বোচ্চ গুরুত্ব দেওয়া হতো। কারণ, এই ধারণা ছিল যে শ্রম একটি সামাজিক চুক্তির প্রতিফলন। সম্রাট এবং তার প্রশাসনিক কর্মকর্তারা সাধারণ মানুষের কল্যাণ নিশ্চিত করার জন্য কাজ করতেন, আর সাধারণ মানুষ বলতে মূলত কৃষক পরিবারদের বোঝানো হতো। পুরুষ কৃষকেরা মাঠে কাজ করে শস্য উৎপাদন করত, যা তাদের নিজেদের খাদ্যের পাশাপাশি কর প্রদানেও ব্যবহৃত হতো। অন্যদিকে, তাদের স্ত্রীদের দায়িত্ব ছিল পরিবারের সকলের জন্য বস্ত্র তৈরি করা। ফলে কৃষিকাজকে মৌলিক কাজ হিসেবে দেখা হতো। অন্যদিকে, কারুশিল্প ও ব্যবসাকে গৌণ মনে করা হতো এবং অনেক ক্ষেত্রে এগুলোকে ক্ষতিকর হিসেবে ধরা হতো, কারণ এগুলো উৎপাদনশীল শ্রমকে অন্যদিকে সরিয়ে নিয়ে যেত এবং বিলাসিতাকে উৎসাহিত করত।\n\n\n== প্রারম্ভিক সাম্রাজ্যিক যুগ ==\nছিন রাজবংশ থেকে শেষ ছিং রাজবংশের   শেষ পর্যন্ত (খ্রিস্টপূর্ব ২২১ – খ্রিস্টীয় ১৮৪০), চীনা সরকার সমাজকে চারটি শ্রেণিতে বিভক্ত করেছিল: ভূস্বামী, কৃষক, কারিগর এবং বণিক । এর মধ্যে ভূস্বামী ও কৃষক ছিল প্রধান দুটি শ্রেণি, আর কারুশিল্পী ও ব্যবসায়ী ছিল অপেক্ষাকৃত নিম্নস্তরের দুটি শ্রেণি। তাত্ত্বিকভাবে, সম্রাটের পদ ছাড়া অন্য কোনো সামাজিক বা রাজনৈতিক পদ বংশানুক্রমে পাওয়ার নিয়ম ছিল না।\nহান রাজবংশের পর ৩৬১ বছর ধরে গৃহযুদ্ধ চলাকালীন (খ্রিস্টপূর্ব ২০২ – খ্রিস্টীয় ২২০), সামন্ততন্ত্র আংশিকভাবে ফিরে আসে। ধনী ও প্রভাবশালী পরিবারগুলো বিপুল পরিমাণ জমির মালিক হয়ে ওঠে এবং প্রচুর সংখ্যক আধা-দাসের উপর নিয়ন্ত্রণ প্রতিষ্ঠা করে। এই অভিজাত পরিবারগুলো প্রশাসনের গুরুত্বপূর্ণ বেসামরিক ও সামরিক পদ নিজেদের দখলে রাখত এবং কেবল তাদের আত্মীয়স্বজন ও গোষ্ঠীর সদস্যদেরই এসব পদে নিয়োগ দিত। তাং রাজবংশ এই সামন্ততান্ত্রিক প্রবণতাকে দমন করতে সম্রাজ্যিক পরীক্ষাব্যবস্থা আরও প্রসারিত করে।\nতাং এবং সং রাজবংশের সময় চীনের শাসক শ্রেণির গঠনে বড় পরিবর্তন আসে। হান রাজবংশ থেকে তাং রাজবংশ পর্যন্ত সরকারি পদগুলো মূলত রাজধানী-ভিত্তিক কয়েকশত অভিজাত পরিবারের মধ্যে সীমাবদ্ধ ছিল, যাদের মধ্যে পারিবারিক ও বৈবাহিক সম্পর্ক ছিল। অনেক পরিবার টানা ৫০০ বছর বা তার বেশি সময় ধরে সমাজের শীর্ষস্থানে অবস্থান করেছিল, যা ইউরোপীয় সামন্ততান্ত্রিক রাজবংশগুলোর তুলনায় অনেক দীর্ঘকাল স্থায়ী হয়েছিল। কিন্তু সং রাজবংশের পর থেকে প্রশাসনিক পদগুলোর ক্ষেত্রে এই চিত্র বদলে যায়। তখন সরকারি পদগুলো মূলত এমন এক বৃহৎ শ্রেণির হাতে চলে যায়, যারা আগে থেকে একটি নির্দিষ্ট অভিজাত শ্রেণির অংশ ছিল না। তারা সাধারণত নিজেদের নিজ প্রদেশে জমির মালিক হতো এবং সম্রাজ্যিক পরীক্ষার মাধ্যমে উচ্চ পদে উন্নীত হতো। পুরনো অভিজাত শ্রেণির পতন এবং নতুন অভিজাত শ্রেণির উত্থানের পেছনে কয়েকটি কারণ উল্লেখ করা হয়। এর মধ্যে অন্যতম ছিল সম্রাজ্ঞী উ’র নতুন আমলাদের পৃষ্ঠপোষকতা, আন লুশানের বিদ্রোহ-পরবর্তী সংস্কার, হুয়াং চাও বিদ্রোহের সময় অভিজাত পরিবারগুলোর ধ্বংস এবং সং রাজবংশের সময় পরিবারের নিজস্ব সিদ্ধান্তে স্থানীয় ক্ষমতা ভিত্তি গড়ে তোলা।\n\n\n== সং রাজবংশ ==\n\nc রাজবংশের সময় সমাজের বিভিন্ন স্তর সুস্পষ্টভাবে বিভক্ত ছিল এবং আইন দ্বারা তা নিয়ন্ত্রিত হতো। সমাজের সর্বনিম্ন স্তরে ছিল সাধারণ জনগণ, যাদের আবার দুই ভাগে বিভক্ত করা হয়েছিল: ফাংগুও হু (শহরের অধিবাসী) এবং শিয়াংচুন হু (গ্রামীণ জনগোষ্ঠী)। ফাংগুও হু এবং শিয়াংচুন হু-দের মধ্যে বিভিন্ন স্তর ছিল। প্রথম স্তরের সাধারণ জনগণ ছিল সবচেয়ে ধনী। কেউ যদি সম্পদ অর্জন করত, তবে সে উচ্চ স্তরে উন্নীত হতে পারত।\nঅন্যদিকে, গেন্ট্রি (ভদ্রলোক শ্রেণি) এবং সরকারি কর্মকর্তারা সাধারণ জনগণের অন্তর্ভুক্ত ছিল না। তারা এবং তাদের পরিবার গুয়ান হু নামে পরিচিত একটি শ্রেণির অন্তর্ভুক্ত ছিল। গুয়ান হু ইউরোপীয় অভিজাত শ্রেণির মতো একচেটিয়া ছিল না; সম্রাজ্যিক পরীক্ষায় অংশ নিয়ে উত্তীর্ণ হলে কেউ গুয়ান হু-এর সদস্যপদ অর্জন করতে পারত। এছাড়াও, কোনো সরকারি কর্মকর্তার আত্মীয়স্বজন এন ইনের নিয়ম অনুসারে গুয়ান হু-তে অন্তর্ভুক্ত হতে পারত। কিছু বিরল ক্ষেত্রে, কেউ যদি রাজকীয় দরবারে প্রচুর পরিমাণে অর্থ, খাদ্যশস্য বা শিল্প উপকরণ দান করত, তবে তাকেও গুয়ান হু-তে অন্তর্ভুক্ত করা হতো। ১০০৬ সালে গুয়ান হু শ্রেণি চীনের মোট জনসংখ্যার ১.৩% ছিল। ১১৯০ সালের মধ্যে এটি বেড়ে ২.৮% হয়ে যায়। গুয়ান হু শ্রেণির এই বৃদ্ধি এন ইন পদ্ধতির কারণে হয়েছিল, যা তুলনামূলকভাবে সহজে এই শ্রেণিতে প্রবেশের সুযোগ করে দিয়েছিল।\nসমাজের সর্বোচ্চ স্তরে ছিল রাজপরিবার, যেখানে সম্রাট, সম্রাজ্ঞী, উপপত্নী, রাজপুত্র এবং রাজকন্যারা অন্তর্ভুক্ত ছিল। রাজপরিবার সমাজের অন্যসব শ্রেণির তুলনায় সর্বোচ্চ জীবনমান উপভোগ করত। রাজপরিবারের জন্য নির্দিষ্ট রাজকীয় কৃষিজমির উৎপাদন থেকে তাদের খাদ্যের জোগান নিশ্চিত করা হতো। বিলাসবহুল সামগ্রীর সরবরাহেরও বিশেষ ব্যবস্থা ছিল। উদাহরণস্বরূপ, রাজপরিবারের জন্য বিশেষভাবে পরিচালিত চা বাগান থেকে চায়ের সরবরাহ আসত। প্রতিবছর চীনের বিভিন্ন অঞ্চলের স্থানীয় উৎপাদিত পণ্য রাজপরিবারের কাছে শ্রদ্ধাস্বরূপ উপহার হিসেবে পাঠানো হতো।\nসং রাজবংশের সময় দাস ব্যবসা আইন দ্বারা নিষিদ্ধ ছিল এবং এর জন্য কঠোর শাস্তির ব্যবস্থা ছিল। তবে, রাজবংশের ইতিহাসে দাসত্ব পুরোপুরি অনুপস্থিত ছিল না। কিছু দাস ব্যবসায়ী বেআইনিভাবে সাধারণ জনগণকে অপহরণ করে দাস হিসেবে বিক্রি করত। অপরাধীদের মাঝে মাঝে সরকার দাসে পরিণত করত। তবে প্রচলিত দাসপ্রথা সòng রাজবংশে সাধারণ ছিল না। ধনী গেন্ট্রির অধীনে যারা কাজ করত, তারা সাধারণত তাদের প্রভুদের সঙ্গে চুক্তিভিত্তিক সম্পর্ক বজায় রাখত।\nবাস্তবে, সং সমাজব্যবস্থা সময়ের সঙ্গে সঙ্গে পরিবর্তিত হয়েছে। জিংকাং ঘটনার পর জমি দখলের প্রবণতা উল্লেখযোগ্যভাবে বৃদ্ধি পায়। ধনী সাধারণ জনগণ এবং সরকারি কর্মকর্তারা দরিদ্রদের বা সরকারি মালিকানাধীন জমিগুলো ব্যক্তিগতভাবে দখল করতে থাকে। সòng রাজবংশের শেষ দিকে সমাজব্যবস্থা দুই মেরুতে বিভক্ত হয়ে পড়ে। ধনী ভূমিমালিকরা অধিকাংশ চাষযোগ্য জমি নিজেদের দখলে নিয়ে নেয়, যার ফলে দরিদ্র জনগণ চরম দারিদ্র্যের মুখে পড়ে। এমনকি সম্রাজ্যিক দরবারের আয়ও কমতে থাকে। ধনী ভূমিমালিকরা বেআইনিভাবে কর ফাঁকি দিতে থাকায় রাজকোষে কর আদায়ের পরিমাণ আগের তুলনায় উল্লেখযোগ্যভাবে কমে যায়। বিশিষ্ট পর্যবেক্ষক সেন্সর জিয়ে ফাংশু (Xie Fangshu) এই পরিস্থিতি সম্পর্কে বলেছিলেন, \"গরীবদের মাংস শক্তিশালীদের খাদ্যে পরিণত হয়\" (弱肉强食)। \n\n\n== জুরচেন সাম্রাজ্য ==\nজিংকাং ঘটনার পর জুরচেন জিন রাজবংশ সং রাজবংশের সঙ্গে একই সময়ে বিদ্যমান ছিল। জুরচেন সাম্রাজ্য চীনের উত্তর অংশ শাসন করত। জুরচেন শাসনের অধীনে বেগিলে নামে একটি প্রচলিত বিধি চালু করা হয়। এই বিধি অনুযায়ী, সম্রাট এবং তার দরবারের কর্মকর্তারা সমান মর্যাদাসম্পন্ন ছিলেন। তবে, জিন রাজবংশের সম্রাট শিজং সাম্রাজ্যের আইনব্যবস্থা সংস্কার করেন এবং তিয়ানজুয়ান সংস্কারের সময় বেগিলে বিধি বাতিল করেন। এই সংস্কারের ফলে জুরচেনদের প্রাচীন সামাজিক নিয়মকানুন বিলুপ্ত হয়ে যায় এবং তার পরিবর্তে সং ও লিয়াও রাজবংশের প্রচলিত নিয়মনীতি চালু হয়। জিন রাজবংশের সময়, মিংগান মৌমুকে নামে পরিচিত জুরচেন সৈন্যদের একটি দল, যারা চীনের উত্তরাঞ্চলে বসতি স্থাপন করেছিল, তাদের যাযাবর জীবনধারা পরিবর্তন করে কৃষিভিত্তিক জীবনধারা গ্রহণ করে, যা চীনা সাধারণ জনগণের জীবনযাত্রার অনুরূপ ছিল।\n\n\n== ইউয়ান রাজবংশ ==\n\nইউয়ান রাজবংশের প্রতিষ্ঠাতা কুবলাই খান   জিয়াংনান অঞ্চলের সম্ভ্রান্তদের জন্য বিশেষ আর্থিক সুবিধা প্রদান করেছিলেন। ইউয়ান রাজবংশের হাতে সং রাজবংশ পরাজিত হওয়ার পর, সং রাজবংশের স্থানীয় অভিজাতদের সঙ্গে সুসম্পর্ক গড়ে তোলা জরুরি হয়ে ওঠে। এর ফলে, সং সমাজের সবচেয়ে ধনী ব্যক্তিরা ইউয়ান রাজবংশেও তাদের সম্পদ ও প্রতিপত্তি ধরে রাখতে সক্ষম হয়।\nতবে সম্ভ্রান্তদের বিপরীতে, ইউয়ান রাজবংশের সাধারণ জনগণ আইন দ্বারা কম সুরক্ষিত ছিল। মঙ্গোল শাসকরা সাধারণ জনগণের স্বার্থকে বিশেষ গুরুত্ব দিতেন না। বহু সাধারণ কৃষক গেঁত্রিদের জন্য কাজ করা বাগান শ্রমিকে পরিণত হয়। সম্পদশালী ব্যক্তিরা সাধারণ মানুষের জমি দখল করে তাদের কার্যত দাস কৃষকে পরিণত করে।\nইউয়ান রাজবংশের মঙ্গোলরা বিভিন্ন গোত্রভুক্ত ছিল। তাও জংই প্রথমে মঙ্গোল গোত্রগুলোর একটি তালিকা তৈরি করেছিলেন, যা পরে জাপানি ইতিহাসবিদ ইয়ানাই ওয়াতারি সংশোধন করেন। তবে, তাও জংইয়ের বিবরণ ইউয়ান রাজবংশের সময় মঙ্গোলদের সম্পর্কে বিরল সমকালীন উৎসগুলোর মধ্যে একটি। ইউয়ান রাজবংশের নথিপত্রে মঙ্গোলদের সামাজিক শ্রেণিবিন্যাস সম্পর্কে খুবই সীমিত তথ্য পাওয়া যায়। তবে, ঐতিহাসিক নথির স্বল্পতা সত্ত্বেও এটি নিশ্চিত যে মঙ্গোলরা অন্যান্য জাতিগুলোর তুলনায় বিশেষ সুযোগ-সুবিধা ভোগ করত। তাদের শাসনামলে, মঙ্গোলরা অনেক ধানক্ষেতকে চারণভূমিতে পরিণত করেছিল, কারণ কৃষিকাজ তাদের কাছে অপরিচিত ছিল। সরকার ও মঙ্গোল অভিজাতরা চীনের বিভিন্ন অঞ্চলে চারণভূমি তৈরির জন্য সাধারণ কৃষকদের জমি অধিগ্রহণ করেছিল।\nমঙ্গোল শাসনের অধীনে অন্যান্য সামাজিক শ্রেণিগুলোর মধ্যে সেমু, হানরেন, এবং নানরেন অন্তর্ভুক্ত ছিল। হানরেন বলতে উত্তর চীন, কোরিয়া এবং সিচুয়ানের অধিবাসীদের বোঝানো হতো। নানরেন বলতে সং রাজবংশের নাগরিকদের বোঝানো হতো, তবে সিচুয়ানের লোকেরা এর অন্তর্ভুক্ত ছিল না, যদিও অঞ্চলটি সং রাজবংশের অংশ ছিল।\nইউয়ান রাজবংশ বর্ণভিত্তিক জনগণ পরিসংখ্যান ( চীনা: 諸色戶計  )নামক একটি নীতি চালু করেছিল। এই নীতির আওতায় সাধারণ জনগণকে তাদের পেশার ভিত্তিতে বিভিন্ন শ্রেণিতে ভাগ করা হয়েছিল। কৃষক, সৈনিক, কারিগর, শিকারি, চিকিৎসক, বার্তাবাহক এবং কনফুসিয়ান পণ্ডিতদের মতো বিভিন্ন শ্রেণি ছিল। ইউয়ান রাজবংশে কৃষকদের সংখ্যা অন্যান্য শ্রেণির তুলনায় বেশি ছিল। এই শ্রেণিগুলো বংশপরম্পরায়引, অর্থাৎ, একজন সৈনিকের সন্তানও সৈনিক হত। অন্যান্য সাধারণ জনগণের তুলনায় কারিগরদের তুলনামূলক বেশি সম্মান দেওয়া হতো, কারণ মঙ্গোলরা অস্ত্র তৈরির দক্ষতাকে তাদের সামরিক বিজয়ের জন্য অপরিহার্য মনে করত। মঙ্গোলরা চীনা নাগরিকদের গণহত্যা করলেও, কারিগরদের সাধারণত হত্যা করা হতো না।\nইউয়ান রাজবংশের সময় দাসপ্রথা দাসদের প্রধান উৎস ছিল যুদ্ধবন্দি, অপরাধী, অপহৃত সাধারণ মানুষ এবং মানুষের কেনাবেচা। দাসত্ব উত্তরাধিকারসূত্রে চলত। এক দাস জন্ম দিলে, তার সন্তানও দাস হতো।\n\n\n== মিং রাজবংশ ==\n\nমিং রাজবংশ ছিল চীনের দ্বিতীয় সর্বশেষ সাম্রাজ্যিক রাজবংশ, যা ১৩৬৮ সালে ইউয়ান রাজবংশের পতনের পর প্রতিষ্ঠিত হয়। মিং সাম্রাজ্যের রাজদরবার প্রতিটি নাগরিকের জন্য --- জি (籍) নামক একটি জাতীয় নিবন্ধন ব্যবস্থা চালু রেখেছিল। জনসংখ্যা নিবন্ধনের এই প্রথা পূর্ববর্তী ইউয়ান রাজবংশ থেকে গ্রহণ করা হয়েছিল। ভেনিসীয় পর্যটক মার্কো পোলো তার হ্যাংজু ভ্রমণের সময় এই ধরনের একটি নীতির অস্তিত্ব লক্ষ্য করেছিলেন। মিং সরকার নিবন্ধন প্রক্রিয়াকে আরও আনুষ্ঠানিক করে হলুদ পুস্তিকা চালু করে, যেখানে প্রতিটি পরিবারের সদস্যদের তথ্য সংরক্ষণ করা হতো। এছাড়া সাদা পুস্তিকায় প্রতিটি পরিবারের কর সংক্রান্ত তথ্য লিপিবদ্ধ থাকত।\nইউয়ান রাজবংশের বর্ণভিত্তিক জনগণ পরিসংখ্যান নীতি মিং রাজবংশেও গৃহীত হয় এবং সংস্কার করা হয়। সাধারণ জনগণের বিভিন্ন শ্রেণিকে তিনটি প্রধান শ্রেণিতে সংক্ষিপ্ত করা হয়: সৈনিক, সাধারণ জনগণ এবং কারিগর। এই শ্রেণিগুলো বংশগত ছিল এবং পরিবর্তন করা প্রায় অসম্ভব ছিল। প্রধান তিনটি শ্রেণির আরও কিছু উপশ্রেণি ছিল, যা নির্দিষ্ট পেশার ভিত্তিতে বিভাজিত ছিল। তাইওয়ানের ইতিহাসবিদ কাই শিশান উল্লেখ করেছেন যে, লবণ পরিশোধকরা এই তিনটি শ্রেণির বাইরে স্বতন্ত্র ছিল।\nমিং রাজবংশের সম্ভ্রান্তরা সাধারণ জনগণের শ্রেণির অন্তর্ভুক্ত ছিল। সম্ভ্রান্তদের দুই ধরনের ছিল। যারা সাম্রাজ্যিক পরীক্ষার প্রাথমিক স্তর উত্তীর্ণ হতেন, তাদের শেংইয়ুয়ান (生員) বলা হতো। প্রত্যেক শেংইয়ুয়ান রাজদরবার থেকে নির্দিষ্ট পরিমাণ ভাতা পেতেন। এই ভাতার পরিমাণ গড়ে ১৮ থেকে ১২ তেল রূপার মধ্যে থাকত। অন্য সম্ভ্রান্তদের মূলত বেসরকারি স্কুলে শিক্ষকতা করে জীবিকা নির্বাহ করতে হতো।\nমিং রাজবংশের কৃষকদের দুইটি প্রধান শ্রেণি ছিল। স্বনির্ভর কৃষকরা মোট কৃষকের মাত্র ১০% ছিল, আর ধনী জমিদারদের ভাগচাষি কৃষকরা ছিল প্রায় ৯০%। ভাগচাষিদের ওপর করের বোঝা বেশি ছিল এবং তাদের উৎপাদিত ফসলের তুলনায় আয় কম হতো।\nসরকার কারিগরদের চরমভাবে শোষণ করত। তারা রাজদরবারের চাহিদামতো বিনামূল্যে শ্রম দিতে বাধ্য থাকত। কারিগরদের দুটি প্রধান শ্রেণি ছিল: সরকারি কারিগর, যারা সরাসরি রাজদরবারের জন্য কাজ করত, এবং সাধারণ কারিগর, যারা অন্যদের জন্য বেতনভুক্ত শ্রম দিত।\nমিং রাজবংশে রাজপরিবার একটি বৃহৎ এবং বিশেষ সামাজিক স্তর গঠন করেছিল। রাজপরিবারে মিং সাম্রাজ্যের প্রতিষ্ঠাতা সম্রাট তাইজুর বংশধররা এবং তার ভ্রাতুষ্পুত্র প্রিন্স জিংজিয়াং ঝু শৌচিয়ান অন্তর্ভুক্ত ছিলেন। সম্রাট তাইজুর ২৬ জন পুত্র ছিল এবং তাদের মধ্যে ১৯ জনের বংশধর ছিল। প্রিন্স জিংজিয়াং-এর বংশসহ রাজপরিবারের ২০টি শাখা গঠিত হয়। রাজপরিবারের সদস্যদের শ্রমের মাধ্যমে সাধারণ জীবনযাপন করার অনুমতি ছিল না। তাদের সকল ব্যয় সাধারণ জনগণের কাছ থেকে আদায় করা বার্ষিক করের অর্থ দ্বারা বহন করা হতো। রাজদরবার থেকে তাদের জন্য অতিরিক্ত সুবিধা, আইনি বিশেষাধিকার এবং বিলাসবহুল উপহার প্রদান করা হতো। ১৭শতকের মাঝামাঝি সময়ে, রাজপরিবারের জনসংখ্যা এতটাই বেড়ে যায় যে, তাদের জীবনযাত্রার ব্যয় বার্ষিক কর রাজস্বের ২২৫.৭৯% পর্যন্ত পৌঁছে যায়, যার ফলে সরকার কার্যত দেউলিয়া হয়ে পড়ে।\n\n\n== চিং রাজবংশ ==\n\nচিং রাজবংশের সময় সমাজকে পাঁচটি স্তরে ভাগ করা যেত। সর্বোচ্চ স্তরে ছিলেন সম্রাট এবং তাঁর নিকট আত্মীয়রা। এর পরের স্তরে ছিল গেণ্ট্রি বা প্রশাসনিক কর্মকর্তা শ্রেণি। তার পরে ছিলেন কৃষিজীবী, জমিদার, কৃষক এবং চাষিরা। চতুর্থ স্তরে ছিলেন কারিগর এবং ব্যবসায়ীরা। একেবারে নিচের স্তরে ছিলেন ভবঘুরে এবং অপরাধীরা। শতাব্দীর পর শতাব্দী ধরে চীনের সমাজব্যবস্থা কনফুসিয়ান দর্শনের তাত্ত্বিক নীতির ওপর ভিত্তি করে গড়ে উঠেছিল।\nআঠারো শতকের শেষের দিকে, এই সামাজিক ব্যবস্থা বেশিরভাগ ক্ষেত্রেই কঠোরভাবে নির্ধারিত হয়ে যায়। জাতীয়, প্রাদেশিক ও স্থানীয় স্তরে রাজনৈতিক ক্ষমতা এবং সামাজিক মর্যাদা কেবলমাত্র সেইসব পুরুষদের জন্য সংরক্ষিত ছিল, যারা বহু বছর ধরে ব্যয়বহুল এবং জটিল পড়াশোনা করে অত্যন্ত কঠিন কনফুসিয়ান দর্শনভিত্তিক লিখিত পরীক্ষায় উত্তীর্ণ হতে পারতেন। এই সর্বোচ্চ স্তরটি \"গেণ্ট্রি\" বা \"লিটারাটি\" নামে পরিচিত ছিল। ১৮৫০ সালে গেণ্ট্রি শ্রেণির জনসংখ্যা ছিল ১১ লাখ, যা ১৯০০ সালের মধ্যে বেড়ে ১৫ লাখে পৌঁছায়। এই পরীক্ষাগুলোর মাধ্যমেই হান চীনারা উচ্চ সরকারি পদে প্রবেশের সুযোগ পেতেন। অন্যথায় প্রশাসনের বেশিরভাগ ক্ষমতা ছিল ক্ষুদ্র মানচু শাসকগোষ্ঠীর হাতে কেন্দ্রীভূত। পরীক্ষাগুলো ক্রমশ কঠিন হয়ে ওঠে এবং স্বেচ্ছাচারী রূপ ধারণ করে। বিশেষ করে berচিত \"আট অনুচ্ছেদের প্রবন্ধ\" নামের কঠিন পরীক্ষাপদ্ধতির ফলে অধিকাংশ পরীক্ষার্থী বছরের পর বছর ব্যয়বহুল প্রস্তুতি নিয়েও বারবার ব্যর্থ হতেন। কেবলমাত্র ধনী পরিবারগুলিই এই ব্যয়ভার বহন করতে পারত, যদিও বেশিরভাগ ক্ষেত্রেই এটি কোনো ফলপ্রসূ হয়ে উঠত না। ক্রমে সবচেয়ে বিত্তশালী পরিবারগুলি পরীক্ষায় না বসেই টাকার বিনিময়ে উচ্চ মর্যাদার সনদ কিনতে শুরু করে। ফলে এই অভিজাত শ্রেণি সাধারণ মানুষের কাছে কার্যত বন্ধ হয়ে যায়।যারা পরীক্ষায় ব্যর্থ হতেন, তারা অনেক সময় হতাশ হয়ে বিদ্রোহে নেতৃত্ব দিতেন। উদাহরণস্বরূপ, হং শিউছুয়ান (১৮১৩-১৮৬৪) বহুবার পরীক্ষায় ব্যর্থ হন, যদিও তাঁর স্বাভাবিক মেধা তাঁকে খ্রিস্টধর্মের গভীর অধ্যয়ন করতে এবং পরবর্তীতে ঊনবিংশ শতকের সবচেয়ে বড় বিদ্রোহ সংগঠিত করতে সক্ষম করে। তাঁর শীর্ষস্থানীয় কয়েকজন কর্মকর্তাও পরীক্ষায় ব্যর্থ হয়েছিলেন, যেমন ফেং ইউনশান এবং হং রেনগান। ইউয়ান শিকাই অভিজাত সাহিত্যিক শ্রেণি থেকে এসেছিলেন, কিন্তু তিনিও পরীক্ষায় পাস করতে পারেননি। তবে তাঁর পরিবার অর্থের বিনিময়ে তাঁর জন্য সামরিক পদ কেনে এবং শেষ পর্যন্ত তিনি সামরিক বাহিনীর শীর্ষে ওঠেন এবং ১৯১২ সালে চীনের রাষ্ট্রপতি হন।১৮৯৮ সালের \"শত দিবসের সংস্কার\" চলাকালীন সময়ে এই সরকারি পরীক্ষাব্যবস্থা বন্ধ করে দেওয়ার উদ্যোগ নেওয়া হয়েছিল, কিন্তু রক্ষণশীলদের কারণে এটি সফল হয়নি। শেষ পর্যন্ত ১৯০৫ সালে এই ব্যবস্থার সম্পূর্ণ বিলুপ্তি ঘটে \n\n\n=== গেণ্ট্রি (ভদ্রলোক) ===\nগেণ্ট্রি বা ভদ্রলোক বা ম্যান্ডারিনরা ছিলেন সরকারি কর্মকর্তা। অধিকাংশ গেণ্ট্রির নিজস্ব জমি ছিল, যা ছিল তাদের আয়ের প্রধান উৎস। তবে কিছু গেণ্ট্রির প্রধান আয়ের উৎস ছিল সরকারি চাকরি। ১৮৬৪ সালে তাইপিং বিদ্রোহের বিরুদ্ধে হুনান সেনাবাহিনীর বিজয়ের পর গেণ্ট্রি শ্রেণির সংখ্যা উল্লেখযোগ্যভাবে বৃদ্ধি পায়। অনেক মানুষকে তখন আধা-সরকারি উপাধি দেওয়া হয়েছিল। তাদের মধ্যে অনেকেই স্থানীয় প্রশাসনের দায়িত্ব গ্রহণ করে। অন্যদিকে, কিছু ব্যক্তি তাদের সামরিক পুরস্কার ব্যবহার করে জমি কেনে এবং গেণ্ট্রি শ্রেণিতে যোগ দেয়।\nচিং রাজবংশের সময় সামাজিক আমলাতন্ত্র ছিল চীনের সরকারি ব্যবস্থার মূল অংশ। তারা জনকল্যাণমূলক প্রকল্প সংগঠিত করার দায়িত্ব পালন করত এবং সমাজ পরিচালনার গুরুত্বপূর্ণ ভূমিকা পালন করত। সামাজিক আমলাতন্ত্রের সদস্যরা বিশেষ পোশাক পরিধান করত, যা ছিল কালো গাউন যার কিনারে নীল সীমানা থাকত এবং তারা বিভিন্ন রকমের পদচিহ্ন বা ব্যাজ ব্যবহার করত। সাধারণ জনগণ তাদের সম্মানসূচক উপাধিতে সম্বোধন করত এবং তারা সমাজে উচ্চ মর্যাদা ও আইনি সুবিধা উপভোগ করত।\n\n\n=== কৃষি ===\nম্যান্ডারিন বা শিক্ষিত অভিজাতদের অনেক নিচে ছিল জনসংখ্যার ৯০%, যারা কৃষির ওপর নির্ভরশীল ছিল। এই শ্রেণির মধ্যে ছিল দরিদ্র ভাগচাষি থেকে শুরু করে ধনী জমিদার পর্যন্ত। অনেক কৃষক ভূমিহীন শ্রমিক ছিল, যারা দিনমজুর হিসেবে কাজ করত। তবে দক্ষিণ চীনের কিছু প্রদেশে কৃষকদের অবস্থা অপেক্ষাকৃত ভালো ছিল এবং তারা নিজেদের জমির মালিক হওয়ার কারণে তুলনামূলক নিরাপদ ছিল। কনফুসিয়ান চিন্তাধারায় কৃষকদেরকে সৎ মানুষ হিসেবে গণ্য করা হতো, কারণ তারা দেশের খাদ্য উৎপাদন করত। কিন্তু দুর্ভিক্ষ ও বন্যা ছিল বড় ধরনের বিপদের কারণ। স্থানীয় বিদ্রোহ ঠেকানোর জন্য চিং সরকার একটি সুসংগঠিত ব্যবস্থা তৈরি করেছিল, যা দুর্ভিক্ষ বা মহামারির সময় জনগণকে রক্ষা করত। এই ব্যবস্থার কেন্দ্র ছিল সরকারি খাদ্যভান্ডার, যা সংকটের সময় বিনামূল্যে বা স্বল্প মূল্যে খাদ্য বিতরণ করত। তবে ১৮৫০-এর দশকের তাইপিং বিদ্রোহের সময় এই ব্যবস্থা ব্যাপকভাবে ধ্বংস হয়ে যায়, ফলে জনগণ আরও দুর্বল হয়ে পড়ে। এ সময় মিষ্টি আলুর চাষ ব্যাপকভাবে ছড়িয়ে পড়ে, যা খাদ্যাভাব কিছুটা কমিয়ে দেয় এবং বিদ্রোহের প্রবণতা কমায়।\n১৮৬০-এর দশকের মাঝামাঝি সময়ে তাইপিং বিদ্রোহ দমন করার পর, জাতীয় সরকার সমাজকে স্থিতিশীল করতে এবং কৃষির উন্নতি করতে বিভিন্ন পদক্ষেপ গ্রহণ করে। তারা কর কমায়, বিনাশ্রমে শ্রম দেওয়ার বাধ্যবাধকতা হ্রাস করে, পতিত জমি পুনরুদ্ধার করে এবং সেচ ব্যবস্থার উন্নয়ন করে। ১৯০০ সালের পর সরকার গ্রামীণ সংগঠন স্থাপন করে, যা কৃষকদের জন্য সংবাদপত্র ও শিক্ষামূলক প্রচারপত্র প্রকাশ করত। কৃষি বিদ্যালয় স্থাপন, স্থানীয় প্রশিক্ষণ কর্মশালা ও কৃষি প্রদর্শনীও চালু করা হয়। পাশাপাশি জল সংরক্ষণ এবং বনায়ন প্রকল্প চালু থাকে। এই কৃষি সংস্কার ছিল চিং সরকারের শেষ মুহূর্তের একটি জোরালো প্রচেষ্টা, যার মাধ্যমে শিক্ষা, সেনাবাহিনী ও স্থানীয় প্রশাসনে দ্রুত সংস্কার আনার চেষ্টা করা হয়।\n\n\n=== কারিগর, বণিক এবং শ্রমিক ===\nযদিও শ্রমিকদের সামাজিক অবস্থান নিম্ন ছিল, তবে তারা প্রায়শই কৃষকদের চেয়ে বেশি উপার্জন করত। শিল্পী ও শ্রমিকরা সাধারণত সরাসরি রাষ্ট্র বা গেণ্ট্রির জন্য কাজ করত। কনফুসীয় দৃষ্টিভঙ্গিতে বণিকদের অপ্রয়োজনীয় শোষক হিসেবে বিবেচনা করা হতো, ফলে তাদের সামাজিক মর্যাদা নিচু ছিল। বণিকদের মধ্যে রাস্তার ফেরিওয়ালা থেকে শুরু করে প্রভাবশালী ও ধনী উদ্যোক্তারা অন্তর্ভুক্ত ছিল। সমাজে তাদের সম্পর্কে ধারণা ছিল যে তারা অনৈতিক ব্যবসায়িক কৌশল ব্যবহার করে সমৃদ্ধ হয়। তারা সরকারি কর্মকর্তাদের ঘুষ দিত বা মুনাফার অংশীদারিত্বের মাধ্যমে মূলধন সংগ্রহ করত। কিছু বণিক পরিবার তাদের অর্জিত সম্পদ ব্যবহার করে সন্তানদের বেসরকারি শিক্ষার ব্যবস্থা করত, যাতে তারা সরকারি পরীক্ষায় সফল হয়ে উচ্চশ্রেণিতে প্রবেশ করতে পারে।\n\n\n=== নিম্ন শ্রেণী ===\nসাধারণ মানুষের নিম্ন শ্রেণিকে দুই ভাগে বিভক্ত করা হতো: একদল ছিল \"ভাল\" সাধারণ জনগণ, আরেকদল ছিল \"অমার্জিত\" বা \"হীন\" শ্রেণি। দাস, ভৃত্য, যৌনকর্মী, বিনোদন শিল্পের কর্মী, নিম্ন স্তরের সরকারি কর্মচারী এবং সামরিক বাহিনীর সদস্যরা হীন শ্রেণির অন্তর্ভুক্ত ছিল। সৈন্যদের সমাজে একটি প্রয়োজনীয় অনৈতিক শক্তি হিসেবে গণ্য করা হতো, এবং সামরিক বাহিনী যাতে সমাজের ওপর আধিপত্য বিস্তার করতে না পারে, সে জন্য বেসামরিক কর্মকর্তাদের তাদের নিয়ন্ত্রণে রাখা হতো। বিনোদন শিল্পের কর্মীদের একটি বিশেষ মর্যাদা দেওয়া হতো, যা তাদের কঠোর শাস্তির আওতায় আনলেও সমাজে কোনো প্রতিক্রিয়া সৃষ্টি করত না। হীন শ্রেণির মানুষদের বিরুদ্ধে তীব্র বৈষম্য করা হতো। তারা ইম্পেরিয়াল পরীক্ষা দেওয়ার সুযোগ পেত না এবং সাধারণ শ্রেণির মানুষের সঙ্গে তাদের বিয়ে নিষিদ্ধ ছিল।\nচিং রাজবংশের শুরুর দিকে বংশানুক্রমিক দাসত্ব প্রচলিত থাকলেও তা দ্রুত কমতে শুরু করে। দাসী (婢女) মূলত চুক্তির মাধ্যমে বিক্রি ও কেনা হতো, যেখানে নির্দিষ্ট সময়ের জন্য তাদের সেবা করতে হতো।\n\n\n=== সামরিক শ্রেণি ও বণিক ===\nচিং রাজবংশের সময় ব্যাপকভাবে ছড়িয়ে পড়া সাদা পদ্ম বিদ্রোহের সঙ্গে মূলত ভূমিহীন কৃষকেরা জড়িত ছিল, যারা বাণিজ্যিকরণের কারণে চরম সংকটে পড়েছিল। এই বিদ্রোহ ও তার ফলে সংঘটিত যুদ্ধ স্থানীয় কৃষি অর্থনীতিকে ধ্বংস করে দেয়। পাশাপাশি, এই বিদ্রোহ চিং সরকারকে স্থানীয় পর্যায়ে সামরিকীকরণ শুরু করতে বাধ্য করে। নতুন সামরিক সংগঠনগুলো নিজেদের অর্থায়নে পরিচালিত হতো এবং কেন্দ্রীয় সরকারের নিয়ন্ত্রণের বাইরে থাকত। এই সামরিকীকরণ প্রক্রিয়ার ফলে \"সামরিক-শোষক অভিজাত শ্রেণি\" গড়ে ওঠে, যা শিল্প প্রতিষ্ঠানগুলোর জন্য অর্থায়ন কঠিন করে তোলে এবং বিপুল পরিমাণ সম্পদ সামরিক খাতে ব্যয় করতে বাধ্য করে। উপরন্তু, তাইপিং বিদ্রোহসহ অন্যান্য বিদ্রোহ বণিক শ্রেণির ওপরও বিরূপ প্রভাব ফেলে। এর ফলে স্থানীয় বণিক সম্প্রদায়ের নেটওয়ার্ক ভেঙে পড়ে এবং তাদের অর্থনৈতিক অবস্থার অবনতি ঘটে।\n\n\n== প্রজাতন্ত্র যুগ (১৯১১ থেকে ১৯৪৯) ==\n১৯১১ সালের পর চীন যুদ্ধবাজ যুগে প্রবেশ করে। এই সময় শিল্পায়ন অত্যন্ত ধীরগতিতে চলছিল বা কার্যত ছিল না। ১৯২০ থেকে ১৯৪৯ সালের মধ্যে শিল্প খাতে শ্রমিক সংখ্যা মাত্র ত্রিশ লাখেরও কম বৃদ্ধি পায়, যার বেশিরভাগই ছিল তুলা কারখানায় কাজ করা নারী ও শিশু। এই সময়ে সামাজিক কাঠামোর প্রধান পরিবর্তন সামরিক খাতে ঘটেছিল।\nএই সময় বিভিন্ন নির্মাণ প্রকল্পে কাজ করার জন্য বিপুল সংখ্যক শ্রমিক নিয়োগ করা হয়। শ্রমিক শ্রেণির একটি ক্ষুদ্র অংশ ছিল শিক্ষানবিশ, যারা দক্ষ কারিগরদের অধীনে প্রশিক্ষণ গ্রহণ করত। তবে তাদের প্রতি আচরণ দাসী মেয়েদের মতোই করা হতো। শিক্ষানবিশকালের শেষে তারা স্বাধীনভাবে কাজ খোঁজার সুযোগ পেত।\n১৯২৪ সালে, সোভিয়েত ইউনিয়ন সান ইয়াত-সেনকে সহায়তা করে জাতীয়তাবাদী কুওমিনতাং এবং তাদের সামরিক বাহিনী পুনর্গঠনে সাহায্য করে। বিশেষভাবে গুয়াংজুর কাছে পার্ল নদীর একটি দ্বীপে অবস্থিত সামরিক একাডেমির মাধ্যমে এই পুনর্গঠন সম্পন্ন হয়। পরবর্তী কয়েক দশকের অনেক সামরিক নেতা এই হুয়াংপু সামরিক একাডেমির শিক্ষার্থী ছিলেন, যার মধ্যে লিন বিয়াও এবং জাতীয়তাবাদী চীনা জেনারেলরাও অন্তর্ভুক্ত ছিলেন।\n\n\n=== গ্রামীণ সমাজ ===\nঐতিহাসিক প্রসেনজিত দুয়ারার মতে, উত্তর চীনের গ্রামীণ সমাজে ক্ষমতার প্রক্রিয়াগুলোকে তিনি \"সাংস্কৃতিক ক্ষমতার সংযোগস্থল\" হিসেবে বর্ণনা করেছেন। গ্রামীণ সাংস্কৃতিক প্রতিষ্ঠানগুলোর নেটওয়ার্ক—যেমন বংশপরম্পরাগত সংগঠন ও ধর্মীয় প্রতিষ্ঠান—স্থানীয় গেণ্ট্রিদের তাদের ব্যক্তিগত সুবিধাগুলো সংরক্ষণ ও প্রাতিষ্ঠানিকীকরণ করার সুযোগ দিত এবং তারা স্থানীয় পর্যায়ে স্বায়ত্তশাসন প্রতিষ্ঠা করতে পারত। তবে বিশ শতকের প্রথমার্ধে এই ক্ষমতার কাঠামো ভেঙে পড়ে, যখন জাতীয়তাবাদী সরকার স্থানীয় প্রশাসনের ওপর তাদের রাজস্ব সংগ্রহের ক্ষমতা সম্প্রসারিত করে এবং নতুন রাষ্ট্রীয় সংস্থা গঠন করে কর সংগ্রহ করতে শুরু করে। অতিরিক্ত করের বোঝার কারণে পূর্বের গেণ্ট্রিরা, যারা টেকসই উপায়ে কর সংগ্রহ করত, প্রশাসন থেকে সরে দাঁড়ায়। এর ফলে কর সংগ্রহের দায়িত্ব চলে যায় স্থানীয় স্বার্থান্বেষী ব্যক্তিদের হাতে, যারা শুধুমাত্র মুনাফার জন্য কর আদায় করত এবং গ্রামীণ অর্থনীতিকে ক্ষতিগ্রস্ত করত। এই প্রক্রিয়ার ফলে রাষ্ট্র, স্থানীয় অভিজাত শ্রেণি ও গ্রামীণ জনগণের মধ্যে পূর্বের মৈত্রী ভেঙে যায়, অথচ এর পরিবর্তে কোনো নতুন ব্যবস্থা গড়ে ওঠেনি।\nপ্রজাতন্ত্রের যুগেও কৃষিভিত্তিক অর্থনীতি টিকে ছিল। ইতিহাসবিদ হাং-এর মতে, দেরি চিং যুগ ও প্রজাতন্ত্র যুগে নানা ধরনের অর্থনৈতিক ও সামাজিক পরিবর্তন ঘটলেও গ্রামীণ অঞ্চলে কৃষিভিত্তিক অর্থনীতি, বিশেষ করে কুটির শিল্প ও গৃহভিত্তিক তুলা উৎপাদন ব্যবস্থা প্রচলিত ছিল এবং এগুলো গ্রামীণ জীবনের মূল ভিত্তি হিসেবে বজায় ছিল।\n\n\n=== শহরের শ্রমশক্তি ===\nশহুরে কর্মক্ষেত্রে শ্রমিকদের কর্মসংস্থানের সুযোগ তাদের আদি স্থান বা জন্মস্থানের সঙ্গে ঘনিষ্ঠভাবে সম্পর্কিত ছিল। সাংহাইয়ে বিভিন্ন আদি অঞ্চলের মানুষ ভিন্ন ভিন্ন শিল্প ও পেশার সঙ্গে যুক্ত ছিল। উদাহরণস্বরূপ, ক্যান্টন থেকে আসা লোকেরা সাধারণত কাঠমিস্ত্রি পেশায় এবং নিংবো থেকে আসা লোকেরা তাম্রশিল্পের কাজে নিযুক্ত হতো। গ্রামাঞ্চল থেকে আসা উদ্বাস্তু অভিবাসীরা, যাদের আদি অঞ্চলভিত্তিক সংযোগ বা দক্ষতা কম ছিল, তারা প্রায়শই অপরাধচক্র বা গ্যাং কর্মকাণ্ডের সঙ্গে যুক্ত হয়ে একটি সম্প্রদায় গঠন করত। শ্রমিক ধর্মঘট প্রায়শই তরঙ্গাকারে সংঘটিত হতো। ১৯১৯ সালের মে চতুর্থ আন্দোলনের ফলে সাংহাইয়ে শ্রমিক ধর্মঘটের উল্লেখযোগ্য বৃদ্ধি ঘটে, যা পরবর্তীতে ১৯৩৭ সালে জাপানি আগ্রাসনের শুরুতে আবারও চূড়ান্ত পর্যায়ে পৌঁছে। গৃহযুদ্ধের সময় মুদ্রাস্ফীতির ঊর্ধ্বগতির কারণে শ্রমিক ধর্মঘটের সংখ্যা আরও বৃদ্ধি পায়।\n\n\n=== পরিবার ও লিঙ্গ ===\nণতান্ত্রিক যুগে পারিবারিক কাঠামো উল্লেখযোগ্য পরিবর্তনের মধ্য দিয়ে গেছে। দেরি চিং যুগ থেকে শুরু করে বিশেষত মে চতুর্থ আন্দোলনের সময়, পণ্ডিত ও সামাজিক কর্মীরা প্রচলিত বৃহৎ পারিবারিক কাঠামোর কার্যকারিতা নিয়ে সন্দেহ প্রকাশ করেন। কিছু চিন্তাবিদ বৃহৎ পরিবারের কাঠামো ও প্রবীণদের কর্তৃত্বকে সামাজিক উন্নয়নের পথে অন্তরায় হিসেবে দেখেছিলেন। বেইয়াং সরকারের কর্মকর্তা এবং জাপানে অধ্যয়ন করা প্রাক্তন শিক্ষার্থী উ গুয়ানইন বৃহৎ পরিবারের বৈষম্য ও সামাজিক ক্ষতির তীব্র সমালোচনা করেন। ১৯১৫ সালে প্রকাশিত এক প্রবন্ধে তিনি উল্লেখ করেন যে, যেখানে প্রাপ্তবয়স্ক পুত্ররা তাদের পরিবারের সদস্যদের নিয়ে একত্রে বসবাস করে এবং পারিবারিক সম্পত্তি বিভক্ত করে না, সেখানে প্রবীণ পুরুষদের পরিবারের সমস্ত বিষয়ে ব্যাপক কর্তৃত্ব থাকে এবং তারা সামাজিক ও আইনি জীবনে বিশেষ সুবিধা ভোগ করে। তিনি দুর্নীতি ও ঘুষের জন্য বৃহৎ পরিবারকে দায়ী করেন এবং বলেন যে, শুধুমাত্র পরিবারের স্বার্থকে গুরুত্ব দেওয়া (মৌ জিয়া )  রাষ্ট্রের কল্যাণের বিরোধী ( মৌ গুও)। উ গুয়ানইনের এই দাবি গণতান্ত্রিক যুগে পারিবারিক সমস্যাগুলো ( জিয়াটিং গোই ) চিহ্নিত করার এবং সমাধানের অন্যতম প্রধান বুদ্ধিবৃত্তিক প্রচেষ্টা ছিল। পশ্চিমা \"দম্পতি পরিবার\" মডেলের প্রভাবে কিছু সমাজ সংস্কারক পরিবার কাঠামোর পরিবর্তনকে সমর্থন করেন। তারা একে অপরের ওপর অতিরিক্ত নির্ভরশীল এবং অসম প্রজন্মভিত্তিক শ্রেণিবিন্যাসে আবদ্ধ বৃহৎ পরিবার ভেঙে ছোট, স্বাধীন পরিবার গঠনের পক্ষে জোরালো প্রচার চালান, যাতে এটি পশ্চিমা মডেলের সঙ্গে সামঞ্জস্যপূর্ণ হয়।\n৪ঠা মে আন্দোলন ও নতুন সংস্কৃতি আন্দোলনের সময় লিঙ্গ সমতা ছিল চরমপন্থীদের মধ্যে আলোচিত একটি জনপ্রিয় বিষয়। কুওমিনতাং দল তাদের আইন সংস্কারের মাধ্যমে বিবাহের স্বাধীনতা ও লিঙ্গ সমতা আরও জোরদার করে। ১৯৩০ সালের দেওয়ানি আইন পুরুষ ও নারী উভয়কেই সমান নাগরিক হিসেবে বিবেচনা করে এবং নারীদের বিবাহ ও পারিবারিক বিষয়ে নিজেদের স্বার্থ রক্ষার অধিকারের স্বীকৃতি দেয়। এই আইনের মাধ্যমে নারীরা প্রথমবারের মতো তাদের পিতার সম্পত্তির উত্তরাধিকারী হওয়ার অধিকার পান। এ ছাড়া, সন্তানদের ওপর মাতার অধিকার পিতার সমান বলে বিবেচিত হয়। আইনি প্রয়োগের ক্ষেত্রে, অনেক নারী মামলার মাধ্যমে এই নতুন আইনকে ব্যবহার করে তাদের ব্যক্তিগত স্বার্থ রক্ষা করেছেন।\nশহরাঞ্চলে মোট কর্মশক্তির একটি উল্লেখযোগ্য অংশ ছিল নারী শ্রমিক। সাংহাইয়ের তুলা-মিলে অধিকাংশ শ্রমিকই নারী ছিলেন। এ ছাড়া, আটা কল, কার্পেট তৈরির কারখানা এবং সিগারেট প্রস্তুতকারী শিল্পেও নারী শ্রমিকদের গুরুত্বপূর্ণ ভূমিকা ছিল। শহরাঞ্চলের নারী শ্রমিকদের মধ্যেও তাদের আদি স্থান অনুযায়ী বিভাজন দেখা যেত।\nলিঙ্গ বৈষম্যের মতোই, প্রজন্মভিত্তিক শ্রেণিবিন্যাসেও আইনি সংস্কারের ফলে উল্লেখযোগ্য পরিবর্তন আসে। পূর্বে প্রচলিত \"পিতামাতা কখনো ভুল করতে পারেন না\"—এই আদর্শের পরিবর্তে নতুন ফৌজদারি ও দেওয়ানি আইন শিশুদের অধিক স্বতন্ত্রতা দেয় এবং শিশু ও অভিভাবক উভয়কেই সমান নাগরিক হিসেবে বিবেচনা করে। কুওমিনতাং সরকার পূর্ববর্তী প্রজন্মভিত্তিক শ্রেণিবিন্যাস, যা মূলত পারিবারিক আনুগত্যের নীতির ওপর ভিত্তি করে গঠিত ছিল, তা পরিবর্তন করে এবং অভিভাবক ও সন্তানের মধ্যে পারস্পরিক আইনি সম্পর্কের ভিত্তি গড়ে তোলে।\n\n\n== মাও যুগ এবং উত্তরণ (১৯৪৯ থেকে ১৯৭৮) ==\nগণপ্রজাতন্ত্রী চীন (পিআরসি) যুগে প্রবেশের পর, চীনা কমিউনিস্ট পার্টি (সিসিপি) সোভিয়েত রীতি গ্রহণ করে এবং রাষ্ট্রের অর্থনীতিকে একটি কেন্দ্রীয়ভাবে পরিকল্পিত অর্থনীতিতে রূপান্তরিত করে। ভূমি সংস্কার ও সমবায়ীকরণের মাধ্যমে শহর ও গ্রাম উভয় ক্ষেত্রেই উল্লেখযোগ্য সামাজিক, রাজনৈতিক ও অর্থনৈতিক পরিবর্তন ঘটে। সম্পত্তির মালিকানার ভিত্তিতে সামাজিক অবস্থান নির্ধারণের পরিবর্তে রাষ্ট্র নতুন মানদণ্ড প্রবর্তন করে। এই মানদণ্ডের মধ্যে রাজনৈতিক শ্রেণি, শহর বা গ্রামীণ পরিবারের নিবন্ধন, লিঙ্গ এবং জাতিগত শ্রেণিবিন্যাস অন্তর্ভুক্ত ছিল।\n১৯৪৯ সালে, চীনা গৃহযুদ্ধে কমিউনিস্টদের বিজয়ের ফলে চীনা সমাজে বিশাল পরিবর্তন আসে। পুঁজিবাদ ও অভিজাততন্ত্র পরিত্যাগ করা বিপ্লবীরা নিজেরাই সেই ধনী শাসকশ্রেণিতে পরিণত হয়, যাদেরকে উৎখাত করার জন্য তারা সংগ্রাম করেছিল। সিসিপি ক্যাডাররা নতুন অভিজাত শ্রেণিতে পরিণত হয়। শহরের মোট শ্রমজীবী জনগোষ্ঠীর প্রায় ২০% এই নতুন সামাজিক শ্রেণির অন্তর্ভুক্ত হয়। তারা কেবলমাত্র বিশেষ সুবিধা পেত না, বরং তাদের কর্মজীবনের জন্য বিশেষ প্রশিক্ষণও দেওয়া হতো। ক্যাডার শ্রেণীর সদস্যদের ব্যবস্থার অপব্যবহার ও কারসাজির মাধ্যমে ক্যাডার শ্রেণির সদস্যরা এক নতুন সুবিধাভোগী আমলাতান্ত্রিক গোষ্ঠীতে রূপান্তরিত হওয়ার ঝুঁকিতে পড়েছিল। এই শ্রেণি প্রাক-বিপ্লবী শাসক শ্রেণির প্রশাসনিক প্রযুক্তিবিদ ও শ্রমিক প্রতিনিধিদের প্রতিস্থাপন করে নতুন ক্ষমতাধর গোষ্ঠী হিসেবে আত্মপ্রকাশ করে। পূর্বে, শীর্ষস্থানীয় শিক্ষাপ্রতিষ্ঠানে প্রবেশাধিকার ছিল সমাজে উচ্চ অবস্থান অর্জনের প্রধান উপায়, কিন্তু এখন ক্যাডার মর্যাদা তাদের জন্য এমনসব সামগ্রী ও সুযোগ-সুবিধা নিশ্চিত করেছিল, যা সবার মধ্যে সমানভাবে বিতরণ করা হতো না। চীনের বিশেষ করে বড় শহরগুলোর আবাসন সংকট ছিল প্রকট, কিন্তু ক্যাডাররা এই প্রতিযোগিতা থেকে সুরক্ষিত ছিল এবং তারা সহজেই আবাসন সুবিধা পেত।\n\n\n=== রাজনৈতিক শ্রেণী এবং গ্রামীণ ভূমি সংস্কার ===\nগ্রামাঞ্চলে ভূমি সংস্কারের মাধ্যমে জমিদার শ্রেণিকে নির্মূল করা হয়। ১৯৫৯ সালে চীনে এক কোটি রাষ্ট্রীয় ক্যাডার, সাড়ে তিন কোটি রাষ্ট্রীয় শ্রমিক এবং বিশ কোটি কৃষক ছিল। চীনা সমাজ মূলত একটি কৃষিনির্ভর সমাজ ছিল, কারণ কৃষক শ্রেণিই জনসংখ্যার বেশিরভাগ অংশ গঠন করত\nপিআরসি-র প্রাথমিক ইতিহাসের প্রেক্ষাপটে শ্রেণী ( জিজি ) শব্দটি অর্থনৈতিক ও রাজনৈতিক উভয় অর্থেই ব্যবহৃত হতো। দলীয় নীতিমালার ভিত্তিতে গ্রামীণ শ্রেণিবিন্যাস নির্ধারণ করা হয়েছিল। দলীয় নথি অনুযায়ী, \"জমিদার ( ডিঝু )\" বলতে সেই ব্যক্তিদের বোঝানো হতো, যারা নিজেরা শ্রম না করে বা নামমাত্র শ্রম দিয়ে অন্যদের শ্রম শোষণ করে জীবিকা নির্বাহ করত। \"জমিদার\" শ্রেণির অন্তর্ভুক্ত ছিল জমিদার পরিবারের ব্যবস্থাপকরাও, কারণ তারা ধনী জমিদারদের হয়ে অর্থ সংগ্রহ করত এবং অন্যদের শোষণ করত। \"ধনী কৃষক ( ফুনং )\" বলতে সেই কৃষকদের বোঝানো হতো, যারা আংশিক বা পুরোপুরি অন্যদের শ্রম শোষণের মাধ্যমে জীবিকা নির্বাহ করত। সাধারণত তারা উন্নত মানের কৃষি উপকরণ ব্যবহার করত এবং দীর্ঘমেয়াদি শ্রমিক ( চাংগং ) নিয়োগ করে। \"মধ্যম কৃষক ( ঝংনং )\" জমি থাকতেও পারে আবার নাও থাকতে পারে, যদিও তাদের বেশিরভাগেরই জমি আছে, এবং তাদের কাছে যথেষ্ট পরিমাণে উৎপাদন সরঞ্জাম রয়েছে। \"মাঝারি কৃষকরা\" সম্পূর্ণ বা প্রায় সম্পূর্ণ নিজেদের শ্রমের ওপর নির্ভর করত এবং খুব কম বা মোটেও অন্যদের শোষণ করত না। তুলনামূলকভাবে, \"দরিদ্র কৃষক ( পিনং )\"  বলতে সেই ব্যক্তিদের বোঝানো হতো, যাদের জমি ও উৎপাদন সরঞ্জাম খুবই কম বা একেবারেই ছিল না এবং যারা প্রায়শই শোষণের শিকার হতো। \"শ্রমিক( গংরেন )\" শ্রেণির মানুষের প্রায় কোনো জমি বা উৎপাদন সরঞ্জাম ছিল না। তারা বেঁচে থাকার জন্য সম্পূর্ণ বা প্রায় সম্পূর্ণ নিজেদের শ্রম বিক্রি করত।\nতবে বাস্তবে শ্রেণি লেবেল ব্যবহারের ক্ষেত্রে ভূমি সংস্কার আইন ও নীতির সংজ্ঞার সঙ্গে অনেক সময় মিল থাকত না এবং এটি প্রায়ই অত্যন্ত রাজনৈতিক উদ্দেশ্যে প্রয়োগ করা হতো। ভূমি সংস্কারের সময় অনেক ক্ষেত্রেই \"ধনী কৃষক\" বা \"জমিদার\" শ্রেণিতে অন্তর্ভুক্ত ব্যক্তিরা প্রকৃত সংজ্ঞার সাথে সামঞ্জস্যপূর্ণ ছিল না, বরং ক্যাডাররা তাদের স্বেচ্ছাচারীভাবে এই শ্রেণিতে অন্তর্ভুক্ত করত। ক্যাডাররা প্রায়শই শ্রেণি লেবেল নির্ধারণের ক্ষেত্রে ব্যক্তির পূর্বপুরুষদের অবস্থা বিবেচনা করত। এছাড়া, কোনো ব্যক্তিকে \"ধনী কৃষক\" বা \"জমিদার\" হিসেবে শ্রেণিভুক্ত করার ক্ষেত্রে বংশানুক্রমিক সম্পর্কও গুরুত্বপূর্ণ ভূমিকা পালন করত। সামগ্রিকভাবে, শ্রেণি লেবেল বাস্তবায়নের প্রক্রিয়া সম্পর্কে এখনো পর্যাপ্ত গবেষণা হয়নি।\nভূমি সংস্কার আন্দোলনের মাধ্যমে চীন জমি ও অন্যান্য সম্পত্তি পুনর্বণ্টন করে আয়বৈষম্য উল্লেখযোগ্যভাবে হ্রাস করেছিল। তবে, এটি সামাজিক বিশৃঙ্খলা সৃষ্টি করেছিল এবং সেই বিশৃঙ্খলা দমন করতে ব্যাপক হারে নির্যাতন ও হত্যাকাণ্ড সংঘটিত হয়। এই সংস্কারের লক্ষ্য ছিল জমিদারদের নির্মূল করা এবং দরিদ্র কৃষকদের ভূমির মালিকানা বৃদ্ধি করা। তবে সামগ্রিকভাবে গ্রামীণ আয় উন্নত করার জন্য দল ধনী কৃষকদের অর্থনীতিকে কিছুটা রক্ষা ও সংরক্ষণ করেছিল। চীনের জাতীয় পরিসংখ্যান ব্যুরোর এক গ্রামীণ আয় জরিপ অনুসারে, ভূমি সংস্কার থেকে ১৯৫৪ সালের মধ্যে বিভিন্ন শ্রেণির কৃষিজ মূলধন বৃদ্ধি পেয়েছিল। ধনী কৃষকদের ক্ষেত্রে, আবাদযোগ্য জমির পরিমাণ প্রতি পরিবারে ২৫.১ থেকে বৃদ্ধি পেয়ে ৩১.১ মিউতে হয় এবং খসড়া পশুর সংখ্যা প্রতি ১০০ পরিবারে ১১৪.৯ থেকে বেড়ে ১৮৪.১ হয়।\nকিছু সোভিয়েত পণ্ডিত, যেমন চায়ানোভ, যুক্তি দিয়েছেন যে গ্রামীণ স্তরবিন্যাস মূলত প্রজন্মভিত্তিক এবং এটি এক ধরনের জনমিতিক সমস্যা, যা মার্কসবাদী শ্রেণির সংজ্ঞার থেকে ভিন্ন।\nভূমি সংস্কার বাস্তবায়নের পর, কৃষকরা তাদের জমি নতুন ধনী জমির মালিকদের কাছে বিক্রি করতে শুরু করলে মাও নতুন করে একটি সমষ্টিকরণের ব্যবস্থা চালু করেন। নতুন জমিদার শ্রেণির সৃষ্টি হতে পারে এই আশঙ্কায়, তিনি \"কমিউন\" ব্যবস্থা চালু করেন, যেখানে কৃষকদের সমানভাবে জমিতে কাজ করার কথা ছিল। তার ধারণা ছিল বিপুল সংখ্যক কৃষকের শ্রমশক্তিকে কাজে লাগিয়ে উদ্বৃত্ত ফসল উৎপাদন করা হবে, যা শিল্পায়নে সহায়তা করবে। এই নীতিটি সম্মুখগামী মহালম্ফ নামে পরিচিত, কিন্তু এটি সম্পূর্ণ ব্যর্থ হয় এবং প্রায় দুই থেকে তিন কোটি কৃষকের মৃত্যু ঘটে।\n\nতাত্ত্বিকভাবে বলা যায়, ভূমি সংস্কারের পর শ্রেণিগত পার্থক্য দূর হয়ে যাওয়ার কথা ছিল। ১৯৫৬ সালে অষ্টম পার্টি কংগ্রেসে তেং শিয়াওফিং আনুষ্ঠানিকভাবে স্বীকার করেন যে প্রচলিত শ্রেণির সংজ্ঞা বাস্তব পরিস্থিতির সঙ্গে আর মানানসই নয়। তাই তিনি অর্থনৈতিক অবস্থান এবং রাজনৈতিক পটভূমির ভিত্তিতে নতুনভাবে শ্রেণিবিন্যাসের সংজ্ঞা দেন।তিনি বলেন:\"নতুন সদস্যদের গ্রহণের ক্ষেত্রে এতদিন যে পার্থক্য করা হতো, তা এখন তুলে দেওয়া হয়েছে, কারণ সামাজিক অবস্থানের পূর্ববর্তী শ্রেণিবিন্যাস তার মূল অর্থ হারিয়েছে বা হারাতে বসেছে। সপ্তম কংগ্রেসের আগে এবং পরে দীর্ঘ সময় ধরে বিভিন্ন সামাজিক অবস্থানের আবেদনকারীদের জন্য ভিন্ন ভিন্ন ভর্তি প্রক্রিয়া বজায় রাখা জরুরি ছিল। এটি তখন খুবই কার্যকর ভূমিকা পালন করেছিল। তবে সাম্প্রতিক বছরগুলোতে পরিস্থিতি মূলত পরিবর্তিত হয়েছে। শ্রমিক এবং অফিস কর্মচারীদের মধ্যে এখন পার্থক্য কেবল শ্রম বিভাজনের বিষয়। কুলি এবং কৃষি শ্রমিকরা বিলুপ্ত হয়ে গেছে। দরিদ্র এবং মধ্য কৃষকরা সবাই কৃষি উৎপাদন সমবায়ের সদস্য হয়েছে এবং শিগগিরই তাদের মধ্যে পার্থক্য কেবল ঐতিহাসিক গুরুত্বপূর্ণ বিষয় হয়ে দাঁড়াবে। নিয়মিত সেনা নিয়োগ ব্যবস্থার চালু হওয়ার ফলে বিপ্লবী সৈনিকরা আর স্বতন্ত্র সামাজিক স্তর হিসেবে বিবেচিত নয়। বর্তমানে বিশাল সংখ্যক বুদ্ধিজীবী রাজনৈতিকভাবে শ্রমিক শ্রেণির পক্ষে চলে এসেছে এবং তাদের পারিবারিক পটভূমিতেও দ্রুত পরিবর্তন ঘটছে। নগর দরিদ্র এবং পেশাজীবীদের স্বতন্ত্র সামাজিক স্তর হিসেবে থাকার অবস্থা কার্যত বিলুপ্ত হয়েছে। প্রতি বছর বিপুল সংখ্যক কৃষক ও ছাত্র শ্রমিক হচ্ছে, বিপুল সংখ্যক শ্রমিক, কৃষক এবং তাদের সন্তানরা বুদ্ধিজীবী ও অফিস কর্মী হচ্ছে, বিপুল সংখ্যক কৃষক, ছাত্র, শ্রমিক এবং অফিস কর্মী সেনাবাহিনীতে যোগ দিচ্ছে এবং বিপুল সংখ্যক বিপ্লবী সৈনিক পুনরায় কৃষক, ছাত্র, শ্রমিক বা অফিস কর্মী হিসেবে বেসামরিক জীবনে ফিরে আসছে। এই পরিস্থিতিতে সামাজিক স্তরগুলোকে দুইটি পৃথক শ্রেণিতে ভাগ করার কী যুক্তি থাকতে পারে? এমনকি যদি আমরা নতুন শ্রেণিবিন্যাস তৈরির চেষ্টা করি, তাহলে কীভাবে এটি স্পষ্ট ও দ্ব্যর্থহীন করা সম্ভব?\"[পার্টির শ্রেণিগত নীতির উপর গুরুত্বারোপ ছিল মাও সে তুং-এর ১৯৬৪ সালে প্রকাশিত এক বিখ্যাত সংবাদ নিবন্ধে নিকিতা ক্রুশ্চেভের শাসনব্যবস্থার \"পুঁজিবাদের পুনঃপ্রতিষ্ঠা\" বিষয়ে সমালোচনার সঙ্গে সামঞ্জস্যপূর্ণ। ক্রুশ্চেভের শাসনের এই \"পুঁজিবাদী পুনঃপ্রতিষ্ঠার\" একটি গুরুত্বপূর্ণ দিক ছিল শ্রেণিসংগ্রামের কথা ভুলে যাওয়া। এর বিপরীতে, চীনে বিভিন্ন সমাজতান্ত্রিক শিক্ষামূলক প্রচারণার সময় শ্রেণিসংগ্রাম ও শ্রেণিগত নীতি আরও চরম রূপ লাভ করে। অপদস্থ \"চারটি উপাদান\" হিসেবে চিহ্নিত করা হয়েছিল \"জমিদার,\" \"ধনী কৃষক,\" \"প্রতিক্রিয়াশীল\" এবং \"অসৎ ব্যক্তি\"। তবে বাস্তবে অনেক সময় লোকজন বিশ্বাস করত যে শ্রেণিগত অবস্থা পিতার কাছ থেকে উত্তরাধিকারসূত্রে পাওয়া যায়। ১৯৬০-এর দশকে খারাপ শ্রেণিগত পটভূমির লোকজন, যেমন জমিদার ও ধনী কৃষক পরিবার থেকে আগত ব্যক্তিরা, বিয়ে করতে অসুবিধার সম্মুখীন হতেন। সাংস্কৃতিক বিপ্লবের সময়, পার্টি প্রকাশ্যে রক্তসূত্রের ভিত্তিতে শ্রেণিসম্পর্কিত মতবাদকে (অর্থাৎ একজন ব্যক্তির জন্ম কোন পরিবারে হয়েছে তার উপর তার শ্রেণিগত অবস্থান নির্ভর করে) প্রত্যাখ্যান করলেও বাস্তবে লোকজন শ্রেণিগত অবস্থা ও পারিবারিক উৎসের মধ্যে ঘনিষ্ঠ সম্পর্ক স্থাপন করত।\nসরকারি প্রশাসনিক ব্যবস্থা ছিল চার স্তর বিশিষ্ট: প্রাদেশিক পৌরসভা, জেলা, কাউন্টি এবং টাউনশিপ। এই কাঠামোর শীর্ষ থেকে নিম্ন স্তর পর্যন্ত প্রশাসনিক কার্যক্রম পরিচালিত হতো। তবে কাউন্টি স্তরের অধিকাংশ কর্মকর্তাই সরকারি বেতনের তালিকায় অন্তর্ভুক্ত ছিলেন না।\n\n\n=== নগর-গ্রামীণ বিভাজন ===\nপ্রারম্ভিক গণপ্রজাতন্ত্রী চীন (পিআরসি) যুগে শহর ও গ্রামের মধ্যে বৈষম্য আরও বৃদ্ধি পায়। হুকৌ (hukou) নামে পরিচিত পরিবারের নিবন্ধন ব্যবস্থা কার্যকর করার মাধ্যমে চীনা নাগরিকদের কৃষি ও অকৃষি জনসংখ্যায় শ্রেণীবদ্ধ করা হয়। এই ব্যবস্থার ফলে গ্রাম থেকে শহরে স্থানান্তরের জন্য সরকারি অনুমোদন প্রয়োজনীয় হয়ে ওঠে। শহরের নিবন্ধিত ব্যক্তিরা সামাজিক কল্যাণের একাধিক বিশেষ সুবিধা উপভোগ করত, যা সাধারণ কৃষি জনগোষ্ঠী পেত না। এতে উন্নত খাদ্য ও ভোগ্যপণ্য প্রাপ্তি, কম খরচে আবাসন, শিক্ষা এবং অন্যান্য জনকল্যাণমূলক পরিষেবা অন্তর্ভুক্ত ছিল। তবে শহরের এই সুবিধাগুলো মূলত গ্রামাঞ্চল থেকে সম্পদ আহরণের মাধ্যমে সম্ভব হয়েছিল। সরকার গ্রামীণ জনগণকে জনসংযোগ কমিউনে সংগঠিত করে এবং ইউনিফাইড পারচেজ অ্যান্ড সেল (Unified Purchase and Sale) ব্যবস্থা কার্যকর করে, যার মাধ্যমে কৃষকদের নির্ধারিত নিম্ন মূল্যে শস্য বিক্রি করতে বাধ্য করা হয়। এই অসম বণ্টন শহর ও গ্রামের মানুষের জীবনযাত্রার মান এবং সামাজিক কল্যাণে ব্যাপক পার্থক্য সৃষ্টি করে। ১৯৫০-এর দশকের শেষ থেকে ১৯৬০-এর দশকের শুরুর মধ্যে ইউনিফাইড পারচেজ অ্যান্ড সেল ব্যবস্থার মাধ্যমে রাজ্য শস্য সংগ্রহের বাধ্যতামূলক নীতি শহরের জনগণের প্রয়োজনকে গ্রামাঞ্চলের চেয়ে বেশি অগ্রাধিকার দেয়। ১৯৫৬ সালে নেট রাজস্ব সংগ্রহ ছিল ১৪.৯ শতাংশ, যা ১৯৫৯ সালে বেড়ে ২৮ শতাংশে পৌঁছে যায়। শহরকেন্দ্রিক খাদ্য উৎপাদন ও রেশনিং ব্যবস্থার কারণে গ্রামাঞ্চলে চরম খাদ্যসংকট দেখা দেয়। এই পরিস্থিতি মহাদুর্ভিক্ষ (Great Famine) নামে পরিচিত।\nঅসম সামাজিক কল্যাণ ও মৌলিক চাহিদার সুযোগ-সুবিধার পাশাপাশি, নগরকেন্দ্রিক পক্ষপাতমূলক নীতির প্রতিফলন ঘটেছিল রাষ্ট্রীয় বিনিয়োগের ধরনে। সরকার শিল্পায়নকে কৃষির চেয়ে বেশি অগ্রাধিকার দিয়েছিল। দুর্ভিক্ষের সময় কৃষিখাতে বিনিয়োগ কিছুটা বৃদ্ধি পেলেও ১৯৬০ ও ১৯৭০-এর দশকে এটি সাধারণভাবে নিম্নমুখী ছিল। ১৯৭০-এর দশকের শেষ পর্যন্ত শহরাঞ্চলের মানুষের আয় ও ভোগের মাত্রা গ্রামাঞ্চলের তুলনায় দ্রুত বৃদ্ধি পায়। ১৯৫০-এর দশকের শেষ থেকে ১৯৭০-এর দশকের মাঝামাঝি সময়ে শহর ও গ্রামের আয় ও ভোগব্যয়ের ব্যবধান উল্লেখযোগ্যভাবে বেড়ে যায়। অর্থনীতিবিদ থমাস রস্কি (Thomas Rawski) ১৯৭৮ সালে শহর-গ্রামপ্রতি মাথাপিছু আয়ের অনুপাত ৩.৪:১ থেকে ৫.৯:১ হিসাবে অনুমান করেছেন। অপর অর্থনীতিবিদ কার্ল রিস্কিন (Carl Riskin) এই অনুপাত ২.৫ থেকে ৩-এর মধ্যে রেখেছেন। গ্রামাঞ্চলের মানুষ সাধারণত বিলাসবহুল সামগ্রী, যেমন সাইকেল, হাতঘড়ি এবং সেলাই মেশিনের প্রতি সংযত মনোভাব গ্রহণ করতে বাধ্য হয়েছিল। বিশ্ব ব্যাংকের এক প্রতিবেদনে দেখা যায়, শহর-গ্রাম আয়ের অনুপাত ছিল ২.২:১ এবং ভোগব্যয়ের অনুপাত ছিল প্রায় ২.৬:১। বিলাসপণ্যের ক্ষেত্রে এই অনুপাত আরও বেশি ছিল, যেমন ঘড়ি, সাইকেল এবং টেলিভিশন সেটের ক্ষেত্রে।\nমাও যুগের শহর-গ্রাম বিভাজনের আরেকটি গুরুত্বপূর্ণ দিক ছিল দুর্ভিক্ষ-পরবর্তী শহুরে জনসংখ্যা হ্রাস। কমিউনিস্ট পার্টির শীর্ষস্থানীয় নেতারা, যেমন চেন ইউন (Chen Yun) ও লি শিয়াননিয়ান (Li Xiannian), উপলব্ধি করেছিলেন যে শহুরে জনসংখ্যার খাদ্যব্যবস্থা গ্রামীণ শস্য উৎপাদনের ওপর প্রচণ্ড চাপ সৃষ্টি করছিল। এর ফলে, দলটি অভিবাসী এবং অবাঞ্ছিত শহুরে কমানোর (downsizing) নীতি প্রয়োগ করে জনসংখ্যাকে  ফেরত পাঠাতে শুরু করে এবং শহুরে জনসংখ্যা সীমিত ও হ্রাস করতে সক্ষম হয়। এই পুনর্বিন্যাসের সময় কিছু শহুরে বাসিন্দা শারীরিক অসুস্থতার ভান করা বা আত্মহত্যার হুমকি দেওয়ার মাধ্যমে শহর ছাড়ার আদেশ এড়ানোর চেষ্টা করেছিল। তবুও, ১৯৬০-এর শেষ থেকে ১৯৬৩ সালের মধ্যে, প্রায় ২৬ মিলিয়ন মানুষ শহর থেকে গ্রামে পাঠানো হয়। এই শহর-গ্রাম জনসংখ্যার পুনর্বিন্যাস শহরকেন্দ্রিক পক্ষপাতমূলক সামাজিক কাঠামোকে আরও মজবুত করে তোলে।\n\"দ্বৈত\" সামাজিক কাঠামো মানুষের অভ্যন্তরীণ অভিবাসনের প্রবণতাকে উৎসাহিত করেছিল, বিশেষ করে গ্রাম থেকে শহরে। তবে দুর্ভিক্ষ-পরবর্তী সময়ে সরকার অভিবাসন নিয়ন্ত্রণ আরও কঠোর করে তোলে। গ্রামাঞ্চল থেকে শহুরে নিবন্ধন অর্জনের সুযোগ সীমিত ছিল এবং এটি সাধারণত সামরিক বাহিনীতে যোগদান, শহরে চাকরি পাওয়া, বিবাহ, বা কলেজ ভর্তি পরীক্ষার মাধ্যমে সম্ভব হত। তবে কঠোর নিয়ন্ত্রণ সত্ত্বেও, লুকোচুরি করে অবৈধ অভিবাসন চলতে থাকে। মানুষ হুকৌ (hukou) ব্যবস্থার সঙ্গে সমঝোতা করত এবং অনেকে শহর ও গ্রামের সীমানার মধ্যে যাতায়াত করত। কেউ কেউ রাষ্ট্রায়ত্ত খামারে কাজ করার মাধ্যমে গ্রামীণ নিবন্ধন এড়াতে সক্ষম হয়েছিল, আবার কেউ কেউ ব্যক্তিগত সম্পর্ক কাজে লাগিয়ে শহরে অবস্থান করত, যদিও তাদের শহুরে নিবন্ধন ছিল না।\nসাংস্কৃতিক বিপ্লব চলাকালীন সমাজের গঠন আবার পরিবর্তিত হয়। বিদ্যালয়গুলো বন্ধ হয়ে যায় এবং বহু তরুণ-তরুণীকে কৃষকদের কাছ থেকে শেখার অজুহাতে গ্রামে পাঠানো হয়। কৃষকদের প্রতি এই মনোযোগ গ্রামাঞ্চলের চিকিৎসা ও শিক্ষা পরিষেবায় প্রতিফলিত হয়, যা \"নগ্নপদ চিকিৎসক\" (barefoot doctors) ও \"নগ্নপদ শিক্ষক\" (barefoot teachers) নামে পরিচিত ছিল। ১৯৪৯ সালের আগে কৃষকদের গড় আয়ু ছিল চল্লিশ বছরের কম, যা ১৯৭০-এর দশকে ষাট বছরের বেশি হয়ে যায়। তবে এই সময়েও কৃষকরাই সমাজের সবচেয়ে অশিক্ষিত, সবচেয়ে ক্ষমতাহীন এবং সবচেয়ে দরিদ্র শ্রেণি ছিল।\n\n\n=== শহুরে সামাজিক স্তরবিন্যাস ===\nশহরগুলিতে কর্মক্ষেত্রও ছিল ক্রমানুসারে বিভক্ত। ১৯৫০-এর দশকের শুরুর দিকে বেশিরভাগ শ্রমিক বেসরকারি খাতে কর্মরত ছিল। তবে ১৯৫৬ সালের মধ্যে কমিউনিস্ট পার্টি বেসরকারি মালিকানাধীন প্রতিষ্ঠানগুলো বিলুপ্ত করে এবং সেগুলোকে রাষ্ট্রায়ত্ত ও সমবায় মালিকানাধীন প্রতিষ্ঠানে রূপান্তরিত করে। সাধারণভাবে, রাষ্ট্রায়ত্ত প্রতিষ্ঠানে কর্মরত ব্যক্তিরা বেশি সামাজিক সুবিধা ও চাকরির নিরাপত্তা পেত, তুলনামূলকভাবে সমবায় মালিকানাধীন প্রতিষ্ঠানে কাজ করা শ্রমিকদের চেয়ে। একইভাবে, ভারী শিল্পকে হালকা শিল্পের চেয়ে এবং শারীরিক শ্রমকে বুদ্ধিবৃত্তিক শ্রমের চেয়ে বেশি অগ্রাধিকার দেওয়া হত। দীর্ঘদিন কাজ করা শ্রমিকেরা উচ্চ বেতন এবং ভালো অবসর সুবিধা উপভোগ করত।\nদুর্ভিক্ষ-পরবর্তী সময়ে রাষ্ট্রের বেতন খরচ কমানোর জন্য কর্মক্ষেত্রে দ্বৈত ব্যবস্থা চালু করা হয়। এতে \"দ্বিতীয় শ্রেণির\" শ্রমিকদের তৈরি করা হয়, যাদের কম বেতন ও কম সুবিধা দেওয়া হত। ১৯৬০ থেকে ১৯৬৩ সালের মধ্যে রাষ্ট্রায়ত্ত প্রতিষ্ঠানে কর্মরত শ্রমিকের সংখ্যা কমতে থাকে, আর সমবায় মালিকানাধীন প্রতিষ্ঠানে কর্মরত শ্রমিকের সংখ্যা বাড়তে থাকে। শ্রম মন্ত্রণালয় শ্রমিকদের তিনটি শ্রেণিতে বিভক্ত করেছিল: দীর্ঘমেয়াদি নিয়োগপ্রাপ্ত শ্রমিক, অস্থায়ী শহুরে শ্রমিক, এবং কৃষক-শ্রমিক। শহুরে অস্থায়ী শ্রমিকদের মতো কৃষক-শ্রমিকদেরও স্বল্পমেয়াদে নিয়োগ করা হত, তবে রাষ্ট্র তাদের গ্রামীণ সম্প্রদায়ের অংশ হিসেবেই বিবেচনা করত। সরকার কৃষক-শ্রমিকদের জন্য কম মজুরি নির্ধারণ করেছিল এবং তাদের স্থায়ী শহুরে শ্রমশক্তির অংশ হওয়া নিষিদ্ধ করেছিল। ১৯৬০-এর দশকে অস্থায়ী শ্রমিকদের সংখ্যা, যার মধ্যে শহুরে অস্থায়ী শ্রমিক ও কৃষক-শ্রমিক উভয়ই অন্তর্ভুক্ত ছিল, ক্রমাগত বৃদ্ধি পেতে থাকে। ১৯৬৫ সালে স্থায়ী শ্রমিকের সংখ্যা ৩.৩ কোটি পৌঁছায়।\nশহুরে কর্মস্থলগুলোতে কর্মীদের আবার দুই ভাগে ভাগ করা হয়েছিল—শ্রমিক ও ক্যাডার (কর্মকর্তা)। কলেজ শিক্ষার্থীদের পেশাদার ক্যাডার হিসেবে গণ্য করা হত। প্রজাতন্ত্র যুগে বিশ্ববিদ্যালয়ের বেশিরভাগ শিক্ষার্থী ছিল সম্পদশালী পরিবার থেকে, যারা সাধারণত জমিদার বা ব্যবসায়ী শ্রেণির সঙ্গে সম্পর্কিত ছিল। তবে গণপ্রজাতন্ত্রী চীন প্রতিষ্ঠার পর বিশ্ববিদ্যালয় শিক্ষার্থীদের সামাজিক পটভূমি বৈচিত্র্যময় হতে থাকে। কমিউনিস্ট পার্টি দরিদ্র পরিবারের শিক্ষার্থীদের উচ্চশিক্ষায় অন্তর্ভুক্ত করার উদ্যোগ নেয়। সমাজবিজ্ঞানী ডেবোরা ডেভিসের গবেষণা অনুসারে, ১৯৫০-এর দশকে যারা পেশাদার কর্মী ছিলেন, তাদের মধ্যে ১৬ জনের সাক্ষাৎকার নেওয়া হয়, যার মধ্যে অর্ধেকেরও বেশি ছিলেন গ্রামীণ, শহুরে শ্রমজীবী ও ক্ষুদ্র ব্যবসায়ী পরিবারের সন্তান।\nতবে, সরকারের কঠোর অভিবাসন নিয়ন্ত্রণ ও পরিবার নিবন্ধন ব্যবস্থার ফলে গ্রাম থেকে শহরে সামাজিক গতিশীলতা প্রায় অসম্ভব হয়ে যায়। কঠোর অভিবাসন নিয়ন্ত্রণ চালুর আগে গ্রাম থেকে আসা অভিবাসীরা সামান্য কাজ বা ছোট ব্যবসা শুরু করে ধীরে ধীরে শহরে স্থায়ী হতে পারত। কিন্তু সরকার পরিবার নিবন্ধন ব্যবস্থা কড়াকড়ি করার ফলে গ্রামীণ অভিবাসীদের শহরে স্থায়ী হওয়ার সুযোগ সীমিত হয়ে যায়, ফলে জন্মস্থান—শহর নাকি গ্রাম—একজন ব্যক্তির সামাজিক অবস্থান নির্ধারণে গুরুত্বপূর্ণ হয়ে ওঠে।\nএদিকে, রাষ্ট্রের অর্থনৈতিক ও সামাজিক পুঁজি নিয়ন্ত্রণের কারণে শহরের মধ্যবিত্ত ও উচ্চ-মধ্যবিত্ত শ্রেণি তাদের অধিকাংশ সম্পদ ও উন্নতির পথ হারায়। শহুরে কর্মস্থল কেন্দ্রিক ব্যবস্থার কারণে সমাজজীবনও কর্মক্ষেত্রের সঙ্গে নিবিড়ভাবে যুক্ত হয়ে পড়ে। পুরনো উচ্চ-মধ্যবিত্ত শ্রেণিকে স্বাধীন সংগঠন বা পেশাগত সংস্থাগুলো গঠনের অনুমতি দেওয়া হয়নি, যার ফলে তারা নিজেদের সামাজিক নেটওয়ার্ক গড়ে তুলতে পারেনি এবং তাদের স্বতন্ত্র শ্রেণিগত পরিচয় বজায় রাখতে ব্যর্থ হয়। তিন-বিরোধী ও পাঁচ-বিরোধী আন্দোলনের (Three-anti and Five-anti Movement) সময় উচ্চ-মধ্যবিত্তদের আলাদা জীবনধারা \"বুর্জোয়া অপরাধ\" হিসেবে চিহ্নিত করা হয়। সাংস্কৃতিক বিপ্লব এই প্রবণতাকে আরও তীব্র করে তোলে এবং তাদের পরিশীলিত জীবনধারাকে অবমূল্যায়ন করা হয়।\n\n\n=== প্রাদেশিক স্তরের স্থানীয় বৈষম্য ===\nশহুরে কাঠামোর অন্যতম বৈশিষ্ট্য ছিল স্থানিক অসামঞ্জস্য। ১৯৫০-এর দশকের শুরুর দিকে অঞ্চলভেদে আয়ের ব্যবধান কমানোর জন্য কমিউনিস্ট পার্টি উদ্যোগ নেয়, যার ফলে স্থানিক বৈষম্য হ্রাস পেতে থাকে। উদাহরণস্বরূপ, সোভিয়েত ইউনিয়নের সহায়তায় অধিকাংশ শিল্প কারখানা উপকূলীয় অঞ্চলের পরিবর্তে অন্তর্দেশীয় এলাকায় স্থাপন করা হয়। তৎকালীন উপনিবেশিক চুক্তিবদ্ধ বন্দরগুলোকে প্রথম পাঁচ বছর মেয়াদী পরিকল্পনায় অগ্রাধিকার দেওয়া হয়নি। স্থানিক বৈষম্য কমানোর এই প্রচেষ্টা সম্মুখগামী মহালম্ফ (Great Leap Forward) চলাকালীনও অব্যাহত ছিল, তবে আঞ্চলিক বৈষম্য তবু বিদ্যমান ছিল। ১৯৫২ সালের প্রাদেশিক আয়ের ক্রমতালিকার তুলনায় দেখা যায়, ১৯৬৪ সালেও সবচেয়ে ধনী প্রদেশগুলো শীর্ষ স্থান ধরে রাখে, আর দরিদ্রতম প্রদেশগুলো নিম্নতলাতেই থেকে যায়।\n১৯৬৩ সাল থেকে আঞ্চলিক বৈষম্য স্থায়ী হতে শুরু করে। বিশেষত, যেসব প্রদেশে শিল্প বিনিয়োগের হার বেশি ছিল এবং যেখানে শিল্প অবকাঠামো আগে থেকেই প্রতিষ্ঠিত ছিল, সেগুলোর প্রবৃদ্ধির হার সবচেয়ে দ্রুত ছিল। এই সুবিধাগুলোর অনেকটাই ঐতিহাসিক কারণে তৈরি হয়েছিল। যেমন, লিয়াওনিং (পূর্বে জাপানি উপনিবেশের অধীনে ছিল) এবং সাংহাই (উনিশ শতকে শক্তিশালী অর্থনৈতিক ভিত্তি তৈরি করেছিল)। কমিউনিস্ট পার্টি উন্নয়নের ব্যবধান কমানোর জন্য তৃতীয় ফ্রন্ট বিনিয়োগ (Third Front investment) এবং ডাউন টু দ্য কান্ট্রিসাইড আন্দোলনের (Down to the Countryside Movement) চালু করলেও আঞ্চলিক অর্থনৈতিক বৈষম্য দূর হয়নি।\n১১৯৬৩ থেকে ১৯৭৮ সালের মধ্যে দুটি সাধারণ প্রবণতা লক্ষ করা যায়। প্রথমত, সামগ্রিকভাবে আঞ্চলিক বৈষম্য বৃদ্ধি পায়। সমস্ত অঞ্চলের মাথাপিছু জিডিপির বৈচিত্র্যের সূচক ০.৭১ থেকে ০.৯৯-এ পৌঁছায়। বেইজিং ও সাংহাইয়ের প্রবৃদ্ধি পশ্চিমাঞ্চলীয় প্রদেশগুলোর তুলনায় দ্বিগুণেরও বেশি ছিল। দ্বিতীয়ত, যদি বড় শহর (বেইজিং, সাংহাই, তিয়ানজিন ও লিয়াওনিং) বাদ দিয়ে হিসাব করা হয়, তাহলে মাথাপিছু জিডিপির বৈচিত্র্যের হার ০.৩৬ থেকে ০.২৬-এ কমে আসে। যদিও ১৯৭৮ সালেও স্থানিক বৈষম্য স্পষ্ট থাকলেও বাকি প্রদেশগুলোর পরিস্থিতির উন্নতি হয়। বিশেষত, গ্রামীণ শিল্পায়ন ও তৃতীয় ফ্রন্ট নির্মাণ প্রকল্পের কারণে অন্তর্দেশীয় প্রদেশগুলোর (গানসু, শিনজিয়াং, হেইলংজিয়াং, শানশি এবং অভ্যন্তরীণ মঙ্গোলিয়া) প্রবৃদ্ধির হার গড়ের চেয়ে বেশি ছিল।\nচীনের জাতীয় পরিসংখ্যান ব্যুরোর তথ্য অনুযায়ী, মাও যুগের শেষের দিকে চীনের শিল্পায়ন মূলত তিনটি অঞ্চলে কেন্দ্রীভূত ছিল।  প্রথমত, মাঞ্চুরিয়া, যা পূর্বে জাপানি উপনিবেশ ছিল এবং যা প্রজাতন্ত্র যুগের শিল্প অবকাঠামো উত্তরাধিকারসূত্রে লাভ করেছিল, পাশাপাশি প্রাকৃতিক সম্পদেও সমৃদ্ধ ছিল। দ্বিতীয়ত, সাংহাইকে কেন্দ্র করে ঝেজিয়াং-জিয়াংসু অঞ্চল, যা ঐতিহাসিকভাবেই অর্থনৈতিকভাবে উন্নত ছিল। তৃতীয়ত, অভ্যন্তরীণ মঙ্গোলিয়া, শিনজিয়াং ও পশ্চিম সিচুয়ান, যেগুলো ঐতিহাসিকভাবে পিছিয়ে ছিল, তবে কমিউনিস্ট পার্টির তৃতীয় ফ্রন্ট নীতির মাধ্যমে দ্রুত উন্নতি লাভ করে।\n\n\n=== পরিবার এবং লিঙ্গ ===\nমাও যুগে পারিবারিক কাঠামোও পরিবর্তিত হয়। ১৯৫০ সালের বিবাহ আইন নারীদের বিবাহ ও বিবাহবিচ্ছেদের ক্ষেত্রে বেশি অধিকার দেয় এবং স্বামী-স্ত্রীর মধ্যে সমান সম্পর্ককে উৎসাহিত করে। এই আইন বহুবিবাহ ও শিশুবিবাহ নিষিদ্ধ করেছিল। জাতীয়তাবাদী সরকারের নীতির পথ অনুসরণ করে, রাষ্ট্র পিতামাতার সঙ্গে সন্তানের সম্পর্ককেও সমতার ভিত্তিতে গড়ে তুলতে চেয়েছিল। এই বিবাহ আইন পিতামাতার ও সন্তানের পারস্পরিক আইনি সম্পর্ককে আরও দৃঢ় করেছিল। যেমন, এটি যেমন পিতামাতার প্রতি সন্তানের বৃদ্ধকালীন সহায়তা প্রদানের দায়িত্ব নির্ধারণ করেছিল, তেমনই পিতামাতার দায়িত্ব হিসেবে সন্তানদের প্রতিপালন ও ভরণপোষণের বিষয়টিও আইনি বাধ্যবাধকতা হিসেবে উল্লেখ করেছিল। একই সময়ে, নতুন সামাজিক ব্যবস্থা মানুষের জীবনযাত্রাকে কর্মস্থলভিত্তিক ইউনিট বা সাম্প্রদায়িক কাঠামোর মধ্যে পুনর্বিন্যাস করেছিল, যা পিতামাতার সঙ্গে সন্তানের সম্পর্ককে দুর্বল করেছিল এবং ঐতিহাসিকভাবে গুরুত্বপূর্ণ পিতামাতার কর্তৃত্ব হ্রাস করেছিল। পরিবারে কাজের বিনিময়ে পয়েন্ট-ভিত্তিক মজুরি দেওয়া শুরু হওয়ায় পরিবারের সদস্যরা একে অপরের ওপর আর্থিকভাবে কম নির্ভরশীল হয়ে পড়েছিল।\nনারী মুক্তি ছিল দলের অন্যতম গুরুত্বপূর্ণ রাজনৈতিক উদ্দ্যেশ্য। বিশেষত, লিঙ্গ সমতার লক্ষ্য অর্জনের জন্য রাষ্ট্র নারীদের উৎপাদন কর্মকাণ্ডে অংশগ্রহণকে গুরুত্ব দিয়েছিল। অর্থনৈতিক ও শ্রম পরিস্থিতির বিভিন্নতার কারণে রাষ্ট্র নারীদের নিয়ে একাধিক, কখনও কখনও পরস্পরবিরোধী চিত্র তৈরি করেছিল—কখনও তাদের উৎপাদন দক্ষতার ওপর জোর দিয়েছিল, আবার কখনও গৃহস্থালির ভূমিকা সামনে এনেছিল। শহরাঞ্চলে, কাগজে-কলমে নারী ও পুরুষদের সমান বেতন দেওয়া হতো, কিন্তু বাস্তবে পুরুষরাই বেশি অর্থপ্রাপ্ত ও সামাজিক মর্যাদাপূর্ণ কাজ নিশ্চিত করত। গ্রামাঞ্চলে, আরও বেশি সংখ্যক নারীকে কৃষিকাজে অংশগ্রহণ করতে উদ্বুদ্ধ করা হয়েছিল। ঐতিহাসিক গবেষণায় দেখা যায়, চীনের সম্মিলিত খামার ব্যবস্থায় নারীদের একদিকে শস্য ও তুলা চাষের জন্য উদ্বুদ্ধ করা হতো, আবার অন্যদিকে লিঙ্গভিত্তিক শ্রম বিভাজনের কারণে তাদের গৃহস্থালি কাজের দায়ও বহন করতে হতো। অনেক নারী সন্তান জন্ম দেওয়ার পরও অল্পদিনের মধ্যেই কঠোর পরিশ্রমে ফিরে যেতে বাধ্য হয়েছিল, যার ফলে তারা শারীরিক কষ্ট ভোগ করেছিল। বড় জলসম্পর্কিত নির্মাণ প্রকল্পে গ্রামীণ নারীদের ভারী শারীরিক পরিশ্রম করতে হতো এবং একইসঙ্গে গৃহস্থালির কাজও সামলাতে হতো। কমিউনিস্ট পার্টি গ্রামীণ নারীদের উৎপাদনশীল শ্রমশক্তিতে রূপান্তরিত করতে চাইলেও, তাদের প্রজননসংক্রান্ত দায়িত্ব ও স্বাস্থ্যগত বিষয়গুলো উপেক্ষা করেছিল। এমনকি যখন রাষ্ট্র একক কেনাবেচা ব্যবস্থার মাধ্যমে তুলা শিল্পকে নিয়ন্ত্রণ করতে চেয়েছিল, তখনও গ্রামীণ নারীরা ঐতিহাসিক অভ্যাস অনুসারে হাতে তৈরি শিল্প, তাঁত ও সুতাকাটা কাজ চালিয়ে যেত, যাতে তারা নিজেদের পরিবারের জন্য কাপড় তৈরি করতে পারে। সম্মিলিত খামারে ও নির্মাণকাজে অংশগ্রহণের পাশাপাশি তারা কাঁধ গুঁজে রাত জেগে অতিরিক্ত কাজ করত, যখন তাদের স্বামী ও সন্তানরা ঘুমিয়ে থাকত।\nমাও যুগে রাষ্ট্র তৃতীয় লিঙ্গকে সরাসরি নিষিদ্ধ করেনি, তবে সরকারিভাবে এটি উপেক্ষা করেছিল। সমকামিতাকে প্রায়শই নৈতিক বিচ্যুতি হিসেবে দেখা হতো এবং এটি রাজনৈতিকভাবে গুরুতর পরিণতি ডেকে আনতে পারত। সাংস্কৃতিক বিপ্লবের সময় এবং কিছু স্বীকারোক্তিমূলক অধিবেশনে (struggle sessions) সমকামিতাকে অপরাধ বা গুরুতর সমস্যা হিসেবে বর্ণনা করা হতো। উদাহরণস্বরূপ, একটি কারখানায় এক তরুণ ক্যাডারকে সমকামিতার অভিযোগে তীব্র রাজনৈতিক সমালোচনার সম্মুখীন হতে হয়েছিল।\n\n\n=== চারটি পেশা ===\n\nকমিউনিস্টদের বিজয়ের পর ১৯৪৯ সালে দেওয়া এক ভাষণে মাও সেতুং দাবি করেছিলেন যে চীনা সমাজে চারটি স্বতন্ত্র সামাজিক শ্রেণি রয়েছে। অনেকের মতে, এই কারণেই চীনের জাতীয় পতাকায় চারটি ছোট তারকা রয়েছে। বড় পঞ্চম তারকাটি, যা চারটি ছোট তারকার দ্বারা বেষ্টিত, কমিউনিস্ট পার্টির প্রতীক হিসেবে গণ্য করা হয়। \"অন দ্য পিপলস ডেমোক্রেটিক ডিক্টেটরশিপ\" বিষয়ক ভাষণে মাও চীনা জনগণকে চারটি সামাজিক শ্রেণিতে বিভক্ত করেছিলেন। চীনা সংস্কৃতিতে এটি ঐতিহ্যগতভাবে চারটি পেশা (士農工商 বলা হয়। ) শি, নোং, গং, শ্যাং নামে পরিচিত। (\"শ্রমিক শ্রেণী, কৃষক, শহুরে ক্ষুদ্র বুর্জোয়া এবং জাতীয় বুর্জোয়া\")।  মাও দাবি করেছিলেন যে বিপ্লবের মাধ্যমে এই শ্রেণিগুলো ঐক্যবদ্ধ হয়েছে, তবে ১৯৪৯ সালের পরও চীনে তীব্র শ্রেণিবৈষম্য বিদ্যমান ছিল। সাধারণ নাগরিকদের অধিকার এবং চীনা কমিউনিস্ট পার্টির অভিজাত সদস্যদের বিশাল সুবিধার মধ্যে বড় ব্যবধান লক্ষ্য করা যায়।\n১৯৭৮ সালের অর্থনৈতিক সংস্কারের আগে, বিশেষ করে ১৯৫০-এর দশকের মাঝামাঝি থেকে ১৯৭৭ সালের মধ্যে, চীন পুরনো সামাজিক শ্রেণির ধারণাগুলো দূর করতে শুরু করে এবং হাজার হাজার মানুষকে শ্রমজীবী শ্রেণির মর্যাদা দেওয়া হয়। এরপর \"দুই শ্রেণি ও এক স্তর\" (দুই শ্রেণি ও একটি স্তর) নামে একটি সোভিয়েত তত্ত্ব চালু করা হয়, যেখানে কৃষিজীবী শ্রেণি, শ্রমজীবী শ্রেণি এবং বুদ্ধিজীবী স্তর অন্তর্ভুক্ত ছিল। এই সময়ে শ্রমজীবী শ্রেণির সদস্য সংখ্যা ব্যাপকভাবে বৃদ্ধি পায়। শহরের শ্রমজীবী শ্রেণিকে সমাজের \"অগ্রণী শ্রেণি\" হিসেবে উপস্থাপন করে প্রচার মাধ্যম ব্যাপক প্রচারণা চালায়, যা পরবর্তীতে সাধারণ সমাজেও প্রতিফলিত হতে থাকে। প্রলেতারিয়েত শ্রেণির প্রতি মানুষের শ্রদ্ধা বেড়ে যায়। অন্যদিকে, শিল্পায়নের প্রসার চললেও কৃষিজীবী শ্রেণির সংখ্যা প্রতি বছর বৃদ্ধি পেয়েছিল। বুদ্ধিজীবী স্তরে মূলত উচ্চ বিদ্যালয় বা বিশ্ববিদ্যালয় শিক্ষাপ্রাপ্ত ব্যক্তিরা অন্তর্ভুক্ত ছিল, তবে এটি মোট জনসংখ্যার একটি ক্ষুদ্র অংশ ছিল। \"বুদ্ধিজীবী\" শব্দটির সংজ্ঞা অস্পষ্ট হওয়ায়, এই স্তরে ঠিক কতজন মানুষ ছিল তা নির্ধারণ করা কঠিন। তবে আনুমানিকভাবে এই সংখ্যাটি ৫০ লক্ষের মতো ছিল।\n\n\n=== সামাজিক অভিজাত শ্রেণী এবং নতুন শ্রেণীর উত্থান ===\nমাও যুগের সামাজিক অভিজাতদের সাধারণত দুইটি ভিন্ন গোষ্ঠীতে ভাগ করা যায়। \"নতুন অভিজাতরা\" মূলত \"বিপ্লবী ক্যাডার\" হিসেবে তাদের সামাজিক মর্যাদা অর্জন করেছিল। এই গোষ্ঠীর মধ্যে বিপ্লবী সেনারা এবং বিপ্লবী শহীদদের সন্তানরাও অন্তর্ভুক্ত ছিল। তারা সাধারণত দরিদ্র গ্রামীণ পরিবার থেকে আসত এবং সীমিত শিক্ষাগত অভিজ্ঞতা নিয়ে যুদ্ধকালীন সময়ে ক্ষমতার উচ্চস্থানে পৌঁছেছিল। গবেষকরা দেখিয়েছেন যে, ১৯৪৯ সালে চীনা কমিউনিস্ট পার্টির ৮০ শতাংশ সদস্য কৃষক পরিবার থেকে এসেছিল এবং তাদের বেশিরভাগেরই শিক্ষাগত বা সাংস্কৃতিক মূলধন কম ছিল। অন্যদিকে, \"পুরোনো অভিজাতরা\" ছিল ধনী পরিবারের উচ্চশিক্ষিত মানুষ। ১৯৪৯ সালের পরের প্রথম কয়েক বছরে তারা তীব্র আক্রমণের শিকার হয় এবং সাধারণত শোষক শ্রেণি হিসেবে চিহ্নিত হয়। রাজনৈতিকভাবে তাদের অবজ্ঞা করা হলেও, জ্ঞান ও দক্ষতার দিক থেকে তারা অনেক সুবিধা বজায় রেখেছিল। রাজনৈতিক ক্ষমতার কাঠামো ছিল \"লাল ক্যাডারের নেতৃত্বে বিশেষজ্ঞদের অধীনতা\" (Red-over-Expert)। ব্যবস্থাপনাগত জ্ঞান ও প্রযুক্তিগত দক্ষতাসম্পন্ন ব্যক্তিরা লাল ক্যাডারদের নেতৃত্বে কাজ করত। যদিও দুই অভিজাত গোষ্ঠীর সামাজিক উৎপত্তি ছিল ভিন্ন, তবুও তাদের মধ্যে কিছু মিল ছিল, যেমন— কিছু পার্টি সদস্য উচ্চশিক্ষা লাভ করেছিল। নতুন ও পুরোনো অভিজাতরা জনসংখ্যার একটি ক্ষুদ্র অংশ ছিল। নতুন অভিজাতরা মোট জনসংখ্যার ১ শতাংশেরও কম ছিল, পুরোনো গ্রামীণ অভিজাতরা ছিল ৪.৩ শতাংশ এবং পুরোনো শহুরে অভিজাতরা ছিল ১.৪ শতাংশ। তবুও, তারা সমাজের সর্বোচ্চ স্তরে অবস্থান করেছিল।\nগণপ্রজাতন্ত্রী চীনের প্রথম বছরগুলিতে, এই দুই গোষ্ঠীর মধ্যে তীব্র সংঘাত ছিল, তবে পরে তারা ধীরে ধীরে তাদের অভিজাত মর্যাদা বজায় রাখার জন্য একে অপরের সাথে মিশে যেতে শুরু করে। নতুন অভিজাত পরিবারগুলোর সদস্যরা সহজেই তাদের রাজনৈতিক পরিচয় ও পারিবারিক পটভূমির মাধ্যমে সামাজিক মর্যাদা ধরে রাখতে পারত। একইসঙ্গে, রাজনৈতিক পরিচয় ও পারিবারিক ব্যাকগ্রাউন্ডের কারণে নতুন অভিজাতরা শিক্ষার ক্ষেত্রে সুবিধা পেত, কারণ স্কুলে ভর্তি হওয়ার ক্ষেত্রে রাজনৈতিক দৃষ্টিভঙ্গি গুরুত্বপূর্ণ ছিল। অন্যদিকে, সাংস্কৃতিক মূলধন বেশি থাকার কারণে পুরোনো অভিজাতরাও পার্টির সদস্যপদ, যুব অগ্রদূত (Youth Pioneers) এবং যুব লীগের (Youth League) মতো সংগঠনে প্রবেশের ক্ষেত্রে সুবিধা পেত। যখন এই দুই গোষ্ঠী একত্রিত হতে শুরু করে, তখন একটি নতুন শ্রেণির উদ্ভব হয়, যাকে বলা হয় \"প্রযুক্তিবিদ শ্রেণি\" (technocrats)। তারা রাজনৈতিক ও সাংস্কৃতিক মূলধন উভয়ের সুবিধা ভোগ করত।\nমাও এবং অন্যান্য শীর্ষ পার্টি নেতারা শ্রেণি পার্থক্য দূর করার জন্য তিনটি গুরুত্বপূর্ণ ক্ষেত্রে উদ্যোগ নিয়েছিলেন। ভূমি সংস্কার  ছিল সম্পত্তির অসম মালিকানা দূর করার একটি কাঠামোবদ্ধ প্রচেষ্টা। জাতীয় সমাজতান্ত্রিক শিক্ষা আন্দোলন (শিক্ষা আরও ব্যাপক জনগোষ্ঠীর জন্য উন্মুক্ত করার লক্ষ্য নিয়েছিল। সাংস্কৃতিক মূলধনের ভারসাম্য আনতে সাংস্কৃতিক বিপ্লবের সময় প্রচেষ্টা সর্বোচ্চ পর্যায়ে পৌঁছায়। রাজনৈতিক ভারসাম্য আনার লক্ষ্যে দল শুধুমাত্র পুরোনো অভিজাতদের নয়, বরং নিজস্ব ক্যাডারদেরও লক্ষ্যবস্তুতে পরিণত করেছিল। ১৯৬০-এর দশকের মাঝামাঝি সময়ে, মাও নিজেই সতর্ক করেছিলেন যে, একটি আমলাতান্ত্রিক শ্রেণি গঠিত হচ্ছে, যারা শ্রমিক ও কৃষকদের থেকে বিচ্ছিন্ন এবং বিপ্লবের আদর্শের সাথে বিশ্বাসঘাতকতা করছে। পার্টি নেতাদের প্রতি মাওয়ের বৈরিতা পরবর্তীতে সাংস্কৃতিক বিপ্লবের সময় আরও তীব্র হয়ে ওঠে এবং পার্টি কর্মকর্তাদের ওপর ব্যাপক হামলা চালানো হয়। ঠিক যখন পুরোনো ও নতুন অভিজাতদের একীভূত হওয়ার ফলে প্রযুক্তিবিদ শ্রেণির বিকাশ ঘটছিল, তখন মাওয়ের এই পদক্ষেপ সেই শ্রেণির স্থিতিশীলতা নষ্ট করে দেয়। সাংস্কৃতিক বিপ্লবের ফলে প্রযুক্তিবিদ শ্রেণির বিকাশ পুরোপুরি ব্যাহত হয়। দেরি মাও যুগে তারা এখনো শক্তিশালী হয়ে ওঠেনি, তবে সাংস্কৃতিক বিপ্লবের পরে তারাই রাষ্ট্রক্ষমতার প্রধান নিয়ন্ত্রক হয়ে ওঠে।\n\n\n=== জাতিগোষ্ঠী ===\nসোভিয়েত ইউনিয়নের বিপরীতে, যেখানে রুশ জনগোষ্ঠী মোট জনসংখ্যার অর্ধেকেরও কম ছিল, চীনে হান জাতিগোষ্ঠী দেশের মোট জনসংখ্যার ৯০ শতাংশেরও বেশি ছিল। কমিউনিস্ট পার্টি চীনা জাতির ধারণাকে প্রসারিত করে, যেখানে আগে এটি পাঁচটি প্রধান জাতির মধ্যে সীমাবদ্ধ ছিল, পরে তা ৫৬টি জাতিগোষ্ঠীতে পরিণত হয়। অধিকাংশ অ-হান সংখ্যালঘু জনগোষ্ঠী গ্রামাঞ্চলে ও অপেক্ষাকৃত অনুন্নত এলাকায় বসবাস করত।\n\n\n== সংস্কার-পরবর্তী (১৯৭৮ থেকে ২০০০) ==\n১৯৭০-এর দশকের শেষ দিকে যখন চীনে অর্থনৈতিক সংস্কার (গাইগে কাইফাং) নীতি কার্যকর করা হয়, তখন মাও চালু করা কমিউনিস্ট ব্যবস্থা অর্থনৈতিক বিকাশের মুখে ভেঙে পড়ে। গ্রামাঞ্চলে ১৯৮৪ সালের মধ্যে সামষ্টিক খামার ব্যবস্থা (কমিউন) বিলুপ্ত হয়ে যায়। সরকারি মালিকানাধীন প্রতিষ্ঠানগুলো, যেগুলো 'দানওয়ে' নামে পরিচিত ছিল, ব্যয়বহুল ও অকার্যকর হওয়ার কারণে শ্রমিকদের ছাঁটাই করতে শুরু করে। এর ফলে \"লোহার ভাতের থালা\" বা নিশ্চিত চাকরির ধারণা ভেঙে পড়ে। এই সময়ে মাও যুগের \"দুই শ্রেণি ও এক স্তর\" তত্ত্বে উল্লেখযোগ্য পরিবর্তন আসে। শ্রমিক ও কৃষক শ্রেণি আরও বিভক্ত হয়ে পড়ে। তবে কৃষক শ্রেণির আকার ছোট হতে থাকে, অন্যদিকে শ্রমিক শ্রেণির সংখ্যা দ্রুত বৃদ্ধি পায়।\n১৯৭৮ সালে দেং শিয়াওপিং ঘোষণা করেন যে বিজ্ঞান একটি উৎপাদনশীল শক্তি এবং বিজ্ঞানীরা শ্রমিক। এই বক্তব্য ১৯৪৯ সাল থেকে বুদ্ধিজীবীদের প্রতি যে শ্রেণিগত অবজ্ঞা ছিল, তা দূর করতে গুরুত্বপূর্ণ ভূমিকা রাখে।\nএকবিংশ শতাব্দীর শুরুর দিকে চীনে ব্যাপক অর্থনৈতিক প্রবৃদ্ধি ও শিল্পায়ন ঘটে। তবে এই প্রবৃদ্ধি সামাজিক উন্নয়নের সাথে সামঞ্জস্যপূর্ণ ছিল না। শহর ও গ্রামাঞ্চলের মধ্যে আয় বৈষম্য আরও বৃদ্ধি পায়। ১৯৯৩ সালের মধ্যে চীনের মোট শ্রমজীবী জনগোষ্ঠীর ২২.৪% দেশটির জিডিপির ৫১.৮% উৎপাদন করছিল। এই সময়ে, সংস্কারের প্রথম দিকের তুলনায় চীনের সামাজিক কাঠামো অনেক কম শ্রেণিবদ্ধ হয়ে পড়ে।\n১৯৯২ সালে সামাজিক বৈষম্য বড় একটি আলোচনার বিষয় হয়ে ওঠে। দেশের একটি ক্ষুদ্র জনগোষ্ঠীর হাতে সম্পদ ক্রমশ জমা হতে থাকে। আমলাতান্ত্রিক পুঁজিবাদের দুর্নীতির ফলে মধ্যবিত্ত শ্রমজীবী শ্রেণি খুব কম সম্পদ ও সুযোগ-সুবিধা পায়। এই সময়ে, সমাজ কাঠামোর ভারসাম্যহীনতা স্পষ্ট হয়ে ওঠে, কারণ শ্রমিক ও কৃষক শ্রেণি উভয়ই প্রান্তিক হয়ে পড়ে।\nএই সময়ে শ্রমিক শ্রেণি বিভক্ত ছিল, তবে একটি নতুন স্তরেরও উদ্ভব ঘটে। এই স্তরের মধ্যে অন্তর্ভুক্ত ছিল চাকরি হারানো ব্যক্তিরা, অবসরপ্রাপ্ত ব্যক্তিরা এবং অভিবাসী শ্রমিকরা। অভিবাসী শ্রমিকরা সাধারণত কম মজুরি পেত এবং তাদের বসবাসের অবস্থা ছিল দুর্বল। তবে কিছু অভিবাসী শ্রমিক ছোটখাট ব্যবসা শুরু করতে সক্ষম হয়। অর্থনৈতিক ও কর্মজীবনের পার্থক্যের কারণে অভিবাসী শ্রমিকরা বিভিন্ন শ্রেণির মধ্যে বিভক্ত হয়ে পড়ে।\n\n\n== একবিংশ শতাব্দী ==\nচীনের বর্তমান সামাজিক কাঠামো বিভিন্ন স্তর বা স্তরভিত্তিক শ্রেণির ওপর নির্ভরশীল, যা কোনো ব্যক্তির অর্থনৈতিক ও সামাজিক অবস্থানের ভিত্তিতে নির্ধারিত হয়। মোট দশটি স্তর রয়েছে, যার মধ্যে সাধারণভাবে সরকারী কর্মকর্তা, বেসরকারি ও ক্ষুদ্র ব্যবসায়ী, শিল্প শ্রমিক, কৃষি শ্রমিক এবং বেকার জনগোষ্ঠী অন্তর্ভুক্ত রয়েছে। ২০১৬ সালের মধ্যে কৃষি শ্রমিকরা চীনের শ্রমশক্তির প্রায় ৪০ শতাংশে সীমিত ছিল। সেবাখাতের শ্রমিকরা তখন শিল্প শ্রমিকদের ছাড়িয়ে চীনের সবচেয়ে বড় শ্রমশক্তিতে পরিণত হয়।\nএই সময়ে কর্মরত মধ্যবিত্ত শ্রেণিকে প্রধান শ্রেণি হিসেবে দেখা হতো, কারণ তারা অর্থনৈতিক সম্পদ ও উৎপাদনক্ষমতা বৃদ্ধি করেছিল। কর্মসংখ্যার এই বৃদ্ধির ফলে তাদের চীনের উৎপাদনশীল শক্তির প্রতীক এবং দেশের সামগ্রিক অর্থনৈতিক উন্নতির চালিকাশক্তি হিসেবে বিবেচনা করা হতো।  চীনে মধ্যবিত্ত শ্রেণির প্রতি ইতিবাচক মনোভাবও গড়ে ওঠে, কারণ তাদের উপার্জন তুলনামূলকভাবে ভালো ছিল এবং তারা নিজ নিজ পেশার জন্য যথাযথ যোগ্যতা অর্জন করেছিল।\n২০০২ সাল থেকে চীন সক্রিয়ভাবে তাদের মধ্যবিত্ত শ্রেণির সম্প্রসারণের প্রচেষ্টায় নিযুক্ত রয়েছে। ২০২০ সালের হিসাব অনুযায়ী, চীনে আনুমানিক ৪০০ মিলিয়ন মধ্যম আয়ের নাগরিক রয়েছে। এই উদ্যোগের পেছনে একাধিক উদ্দেশ্য কাজ করেছে, যার মধ্যে অন্যতম হলো ভোগব্যয় বৃদ্ধি করা, সামাজিক স্থিতিশীলতা বজায় রাখা এবং মধ্যবিত্ত শ্রেণিকে রাষ্ট্রের একটি মৌলিক উপাদান হিসেবে স্বীকৃতি দেওয়া। চীনের মধ্যবিত্ত শ্রেণির মধ্যে ব্যক্তিমালিকানাধীন উদ্যোক্তা, ব্যবস্থাপক এবং পেশাদার কর্মীরা অন্তর্ভুক্ত রয়েছে। বিভিন্ন সমীক্ষা থেকে দেখা গেছে যে, প্রায় ৬৬ শতাংশ বেসরকারি উদ্যোক্তা পূর্বে পার্টি-রাষ্ট্রের কাঠামোর অংশ হিসেবে কাজ করেছেন। এছাড়া, আনুমানিক ২০ শতাংশ উদ্যোক্তা আগে সরকারি পদে বা পার্টি ও প্রশাসনের নেতৃত্বে কাজ করেছেন। প্রায় ৪০ শতাংশ উদ্যোক্তা চীনা কমিউনিস্ট পার্টির সঙ্গে যুক্ত, যারা বিভিন্ন রাজনৈতিক কর্মকাণ্ডে অংশগ্রহণ করেন, যেমন প্রতিনিধিত্বমূলক সংস্থায় পদ গ্রহণ ও স্থানীয় সরকার সংস্থাগুলোর সঙ্গে সম্পৃক্ততা। চীনের মধ্যবিত্ত শ্রেণি নিয়ে পরিচালিত বিভিন্ন গবেষণা থেকে দেখা যায় যে, তারা সাধারণত সরকারের প্রতি কোনো রাজনৈতিক বিরোধিতা প্রকাশ করে না; বরং পার্টি-রাষ্ট্র ব্যবস্থার প্রতি নির্দিষ্ট মাত্রায় সমর্থন বজায় রাখে।\nএকবিংশ শতাব্দীতে চীনের সামগ্রিক শ্রমশক্তির তুলনায় কৃষকদের শতাংশ হ্রাস পেয়েছে, কারণ অর্থনৈতিক সংস্কার তাদের পেশাগত জীবনে আরও স্বাধীনতা দিয়েছে। অনেক তরুণ, যারা গ্রামীণ এলাকায় বসবাস করতেন, তারা বিশ্ববিদ্যালয়ে ভর্তি হওয়া বা শহরে চাকরি খোঁজা অধিক আকর্ষণীয় মনে করতে শুরু করেছেন। এই পরিবর্তনের ফলে কৃষিক্ষেত্রে কর্মরত জনগোষ্ঠীর বয়স বৃদ্ধি পেয়েছে, এবং বর্তমানে ৪০ বছরের কম বয়সী কৃষক খুঁজে পাওয়া আগের তুলনায় অনেক কঠিন হয়ে উঠেছে। একবিংশ শতকের আগ পর্যন্ত, সামাজিক শ্রেণি সাধারণত পরিচয় দ্বারা নির্ধারিত হতো, যেখানে কর্মসংস্থান ও শিক্ষার ভূমিকা তুলনামূলকভাবে কম ছিল। কিন্তু এই সংস্কারের ফলে নাগরিকরা, বিশেষ করে গ্রামীণ শ্রমিকরা, আরও বেশি সামাজিক গতিশীলতা ও পেশাগত স্বাধীনতার সুযোগ পেয়েছেন।\n\n\n== আরও দেখুন ==\nচারটি পেশা\nব্যবসায়ী#চীন, ব্যবসায়িক মালিক\nচিং রাজবংশের রাজকীয় এবং অভিজাত পদমর্যাদা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nচীন ক্যাডার পরিসংখ্যান পঞ্চাশ বছর, ১৯৪৯–১৯৯৮, ১.\nচীনের শ্রম পরিসংখ্যান বর্ষপুস্তক ১৯৯৮, ৯। , ১৭।\nচীন পরিসংখ্যান বর্ষপুস্তক ২০০২, ১২০-১২১।\nচীন পরিসংখ্যান বর্ষপুস্তক ২০০৪, ১২৬-১২৭ এবং ১৫০।\nপিপলস ডেইলি ওভারসিজ সংস্করণ, ১০/১১/২০০২, ১.\n১৯৬৬-১৯৭০ এবং ২০০২-২০০৩ সালের ক্যাডারের আনুমানিক পরিসংখ্যান।\n১৯৫৮ থেকে ১৯৭৭ সাল পর্যন্ত কৃষক শ্রমিকের সংখ্যা ছিল প্রায় ২ কোটি। তবে, চীনের সরকারী পরিসংখ্যান কেবল ১৯৭৮ সাল থেকে তাদের গণনা শুরু করেছিল।\n১৯৭৯ থেকে ১৯৯৩ সাল পর্যন্ত, ক্যাডারের সংখ্যা আঠারো মিলিয়ন থেকে বেড়ে সাঁইত্রিশ মিলিয়নে উন্নীত হয়।\n\n\n== আরও পড়ুন ==\n\n\n=== ঐতিহাসিক ===\nBastid-Bruguiere, Marianne. \"Currents of social change.\" The Cambridge History of China: 1800-1911 vol 11 part 2 (1980): pp 535–602.\nChan, Wellington K. K. \"Government, merchants and industry to 1911.\" The Cambridge History of China: 1800-1911 vol  11. Part 2 (1980) pp: 416–462.\nChan, K. Y. (২০০১)। \"A Turning Point in China's Comprador System: KMA's Changing Marketing Structure in the Lower Yangzi Region, 1912-25\"। Business History। 43 (2): 51–72। এসটুসিআইডি 154838376। ডিওআই:10.1080/713999222। \nChang, Chung-li. The Chinese gentry: studies on their role in nineteenth-century Chinese society (1955) online\nCh'u T'ung-tsu. Han Social Structure (Washington U. Press, 1972)\nCh'u T'ung-tsu. \"Chinese Class Structure and its Ideology\" in Chinese Thought and Institutions, ed. J. K. Fairbank, 1957, online pp 235–250.\nDuara, Prasenjit, State Involution: A Study of Local Finances in North China, 1911-1935, in Comparative Studies in Society and History, 29#1 (1987), pp. 132–161,  জেস্টোর 178784\nElman, Benjamin A. \"Political, social, and cultural reproduction via civil service examinations in late imperial China.\" Journal of Asian Studies (1991): 7-28. online\nFaure, David. China and Capitalism: A History of Business Enterprise in Modern China (Hong Kong UP,  2006), covers 1500 to 1999; 136pp\nFaure, David. The rural economy of pre-liberation China: trade expansion and peasant livelihood in Jiangsu and Guangdong, 1870 to 1937 (Oxford UP, 1989).\nGuo, Yongqin, et al. \"A View of the Occupational Structure in Imperial and Republican China (1640–1952).\" Australian Economic History Review 59.2 (2019): 134-158 online.\nHao, Yen-p'ing. The comprador in nineteenth century China: bridge between East and West (Harvard UP. 1970) online.\nHeijdra, Martin J. \"The socioeconomic development of rural China during the Ming,\" in The Cambridge History of China  Volume 8 The Ming Dynasty, 1368 - 1644, Part 2 edited by Denis Twitchett and Frederick W. Mote (1998) pp 417–578.\nHung, Ho-fung. \"Agricultural Revolution and Elite Reproduction in Qing China: The Transition to Capitalism Debate Revisited\" American Sociological Review (2008) 73#4 pp. 569–588 online\nMann, Susan. Local merchants and the Chinese bureaucracy, 1750-1950  (Stanford UP, 1987).\nMarsh, Robert Mortimer. Mandarins: The Circulation of Elites in China, 1600-1900 (Ayer, 1980).\nNaquim, Susan and Evelyn Sakakida Rawski, eds. Chinese Society in the Eighteenth Century (Yale UP, 1989).\nRowe, William T. \"Social Stability and Social Change\" in  The Cambridge History of China  Volume 9 Part One: The Ch’ing Empire to 1800, edited by Willard J. Peterson (2002) pp  473–562.\nTackett, Nicolas. \"Violence and the 1 Percent: The Fall of the Medieval Chinese Aristocracy in Comparison to the Fall of the French Nobility.\" American Historical Review 124.3 (2019): 933–937.\nTackett, Nicolas Olivier, \"The Transformation Of Medieval Chinese Elites (850–1000 C.E.)\" (PhD dissertation, Columbia University, 2006) online\nWang, Di. \"Study on family rules in the Ming and Qing dynasties.\" Open Journal of Social Sciences 2.11 (2014): 132+ online\nZhang, Qing. \"The discursive construction of the social stratification order in reforming China.\" Journal of Language and Politics 9.4 (2010): 508–527.\n\n\n=== ১৯৪৯ সাল থেকে ===\nBian, Yanjie. \"Chinese social stratification and social mobility.\" Annual Review of Sociology 28.1 (2002): 91-116 online.\nFang, Yiping, Zhilin Liu, and Yulin Chen. \"Housing Inequality in Urban China: Theoretical Debates, Empirical Evidences, and Future Directions.\" Journal of Planning Literature 35.1 (2020): 41-53 online.\nGoodman, David S. G. \"Locating China's Middle Classes: social intermediaries and the Party-state.\" Journal of Contemporary China 25.97 (2016): 1-13 online.\nLi Yi. The Structure and Evolution of Chinese Social Stratification (University Press of America. 2005. আইএসবিএন ০-৭৬১৮-৩৩৩১-৫ excerpt\nMonkkonen, Paavo, Andre Comandon, and Jiren Zhu. \"Economic segregation in transition China: evidence from the 20 largest cities.\" Urban Geography 38.7 (2017): 1039-1061 online.\nWatson, James L., ed. Class and social stratification in post-revolution China (Cambridge UP, 1984).\nWu, Xiaogang. \"Higher education, elite formation and social stratification in contemporary China: Preliminary findings from the Beijing College Students Panel Survey.\" Chinese Journal of Sociology 3.1 (2017): 3-31 online.\nYeung, Wei-Jun Jean. \"Higher education expansion and social stratification in China.\" Chinese Sociological Review 45.4 (2013): 54–80. online"}