{"pageid": 1515071, "title": "এথেল বাইর্ন", "url": "https://bn.wikipedia.org/wiki?curid=1515071", "content": "এথেল বাইর্ন ( জন্ম নাম হিগিনস; ১৮৮৩  –  ১৯৫৫) ছিলেন আমেরিকান প্রগতিশীল যুগের একজন উগ্র নারীবাদী। তিনি জন্মনিয়ন্ত্রণ কর্মী মার্গারেট স্যাঙ্গারের ছোট বোন ছিলেন এবং এই কাজে তাঁকে সহায়তা করেছিলেন।\n\n\n== পটভূমি ==\nএথেল এবং মার্গারেটের বাবা ও মা ছিলেন যথাক্রমে মাইকেল হেনেসি হিগিনস এবং অ্যান হিগিনস। তাঁরা দুই বোন এই আইরিশ আমেরিকান পরিবারের এগারো সন্তানের মধ্যে দুজন ছিলেন। শোনা যায় যে অ্যান হিগিনস এথেলের প্রতি পক্ষপাতমূলক আচরণ করতেন, এর ফলে মার্গারেট হতাশ হয়ে পড়েন এবং মায়ের সঙ্গে তাঁর সম্পর্কে ফাটল ধরে।\nএথেল বিবাহ করেছিলেন, একজন কাঁচের মিস্ত্রি জ্যাক বাইর্নকে। তাঁদের দুটি সন্তান ছিল, জ্যাক এবং অলিভ। ১৯০৬ সালে, এথেল তাঁর সন্তানদের তাদের নির্যাতনকারী বাবার হাত থেকে রক্ষা করার জন্য তাদের দাদু-দিদিমার তত্ত্বাবধানে রেখে যান; এথেল ষোল বছরে মাত্র একবার তাঁর মেয়ের সাথে দেখা করেছেন। অলিভ বড় হওয়ার পর ওয়ান্ডার ওম্যানের স্রষ্টা উইলিয়াম মৌল্টন মার্স্টন তাঁর প্রতি আবিষ্ট হয়ে পড়েন। ২০১৪ সালে জিল লেপোর যখন সুপারহিরোইন চরিত্রটি সম্পর্কে লেখেন তখন এথেল বাইর্নের জীবনের আরও বিস্তারিত তথ্য প্রকাশিত হয়।\nএথেল বাইর্ন নার্সিং জানতেন। এটি তাঁর সক্রিয়তার ক্ষেত্রে গুরুত্বপূর্ণ ছিল এবং বিভিন্ন আর্থ-সামাজিক পটভূমির মহিলাদের জন্য জন্মনিয়ন্ত্রণ সহজলভ্য করার প্রতি তাঁর যে আকাঙ্ক্ষা, তাতে সরাসরি অবদান রেখেছিল। তিনি একজন প্রশিক্ষিত নার্স ছিলেন এবং ১৯১৬ সালে নিউ ইয়র্কের ব্রুকলিনের ব্রাউনসভিল এলাকায় অভিবাসী মহিলাদের চিকিৎসা সেবায় সহায়তা করেছিলেন।\n\n\n== জন্ম নিয়ন্ত্রণ সক্রিয়তা ==\n\nএই দুই বোন এবং নাট্যশিল্পী ফানিয়া মিণ্ডেল ১৯১৬ সালের অক্টোবরে ব্রুকলিনে একটি জন্মনিয়ন্ত্রণ ক্লিনিক খোলেন। তিন নারীবাদী কর্মী ইংরেজি, ইদ্দিশ এবং ইতালীয় সহ বিভিন্ন ভাষায় প্রচারপত্র বিতরণ করে ক্লিনিকের পরিষেবাগুলির বিজ্ঞাপন দিয়েছিলেন। যদিও বাইর্ন আজ ব্যাপকভাবে পরিচিত নন, কিন্তু তাঁর প্রাথমিক সক্রিয়তার ফলে জন্মনিয়ন্ত্রণ নিয়ে তথ্য উপলব্ধ করার গুরুত্ব সম্পর্কে সচেতনতা বৃদ্ধি হয়েছিল। এথেল বাইর্নকে গ্রেপ্তারের ফলে নিউ ইয়র্কে রাজনৈতিকভাবে সক্রিয় একদল নারী রাষ্ট্রপতি উড্রো উইলসনের সাথে দেখা করতে বাধ্য হন এবং জন্মনিয়ন্ত্রণ সামগ্রী বিতরণ অপরাধমূলক,- এই আইন বাতিল করার জন্য অনুরোধ করেন।\n\n\n== গ্রেপ্তার এবং অনশন ==\nকমস্টক আইন প্রয়োগের কারণে ক্লিনিকটি বিতর্কিত হয়ে পড়ে। বাইর্ন এবং স্যাঙ্গার পেসারি (ফার্মাসিউটিক্যাল উদ্দেশ্যে যোনিতে ঢোকানো একটি কৃত্রিম যন্ত্র) বিতরণ করতেন এবং তাঁদের মক্কেলদের দেখাতেন কিভাবে এই গর্ভনিরোধের এই পদ্ধতিটি ব্যবহার করতে হয়, এটি ছিল আইনের সরাসরি লঙ্ঘন।\nএটি ছিল মার্কিন যুক্তরাষ্ট্রের প্রথম জন্মনিয়ন্ত্রণ ক্লিনিক। ক্লিনিকটি তাৎক্ষণিকভাবে সংবাদমাধ্যমে আলোড়ন সৃষ্টি করে, জাতীয় মনোযোগ আকর্ষণ করে এবং তিনজন মহিলাকে \"অশ্লীল উপকরণ বিতরণের\" অভিযোগে গ্রেপ্তার করে বিচার করা হয়।\n\n\"ক্লিনিকটি খোলার পর থেকেই পুলিশ নজরদারি চালাচ্ছিল এবং গর্ভনিরোধক সরঞ্জাম কেনার জন্য পরিচয় গোপন করে একজন মহিলা প্রতিনিধিকে পাঠিয়েছিল। ২৬শে অক্টোবর (১৯১৬) একজন মহিলা পুলিশ ও ভাইস-স্কোয়াড অফিসাররা ক্লিনিকে অভিযান চালিয়ে পেসারি থেকে শুরু করে কনডম পর্যন্ত বিভিন্ন ধরণের গর্ভনিরোধক সামগ্রী, এবং ২০টি 'যুবতী মহিলাদের উপর বই' বাজেয়াপ্ত করে এবং সেইসঙ্গে স্যাঙ্গার, বাইর্ন ও মিণ্ডেলকে গ্রেপ্তার করে। গ্রেপ্তারের পর, স্যাঙ্গার ও মিণ্ডেল রেমণ্ড স্ট্রিট জেলে এবং বাইর্ন লিবার্টি অ্যাভিনিউ স্টেশনে রাত কাটান। পরের দিন সকালে সকলকে ৫০০.০০ ডলার জামিনে মুক্তি দেওয়া হয়।\"\nতিনজন নারীকেই দোষী সাব্যস্ত করা হলেও কিন্তু শেষ অবধি রায় বাতিল করা হয়েছিল, এবং তাঁদের প্রচারণা শেষ পর্যন্ত সফল হয়েছিল, যার ফলে সামাজিক নীতি এবং বিশ্বজুড়ে জন্মনিয়ন্ত্রণ ও যৌন শিক্ষা নিয়ন্ত্রণকারী আইনগুলিতে বড় ধরনের পরিবর্তন আনা হয়েছিল। ক্লিনিকটি বন্ধ হয়ে যায় কিন্তু পরে এটি পরিকল্পিত পিতৃ-মাতৃত্ব সংস্থা তৈরি হওয়ার ভিত্তি হয়ে ওঠে।\nজন্মনিয়ন্ত্রণ সম্পর্কে তথ্য বিতরণের জন্য গ্রেপ্তার হওয়ার পর, বাইর্নকে ব্ল্যাকওয়েলের দ্বীপ কারাগারে ৩০ দিনের কারাদণ্ড দেওয়া হয়েছিল। জন্মনিয়ন্ত্রণ বৈধকরণের পক্ষে তাঁর সক্রিয়তার জন্য তাঁকে ১৯১৭ সালের ২২শে জানুয়ারি তারিখে ব্ল্যাকওয়েল দ্বীপের কর্মশালায় কারাদণ্ড দেওয়া হয়। পরবর্তীতে তিনি অনশন ধর্মঘট শুরু করেন। স্যাঙ্গার চিন্তিত ছিলেন যে এই অনশনের ফলে তাঁর বোনের মৃত্যু হবে। ১৮৫ ঘন্টা খাবার বা জল ছাড়াই সাজা ভোগ করার পর বাইর্নকে জোর করে খাওয়ানো হয়েছিল। ইতিহাসবিদ জিল লেপোর দ্য সিক্রেট হিস্ট্রি অফ ওয়াণ্ডার ওম্যান-এ রিপোর্ট করেছেন যে, এথেল বাইর্ন ছিলেন মার্কিন যুক্তরাষ্ট্রের প্রথম মহিলা রাজনৈতিক বন্দী যাঁকে জোর করে খাওয়ানো হয়েছিল। বাইর্ন তাঁর দাবির সমর্থনে অনাহারে মৃত্যুর জন্য প্রস্তুত ছিলেন। \"স্যাঙ্গার মামলা\" নামে পরিচিত মামলাগুলির মধ্যে তাঁর মামলাটিই প্রথম বিচারের মুখোমুখি হয়েছিল।\nবাইর্নের সক্রিয়তাকে স্যাঙ্গার সমর্থন করেছিলেন এবং বলেছিলেন যে \"আমি তাকে এই অনশন ধর্মঘট করার পরামর্শ দিইনি, তবে আমি অবশ্যই তাকে এখনই এটি শেষ করতে বলব না।\" এই গ্রেপ্তারের পরে তাঁদের মধ্যে মতবিরোধ দেখা দিলেও, তাঁদের কারাবাসের ফলে জন্মনিয়ন্ত্রণকে বৈধ করার দাবী জাতীয় মনোযোগ পেয়েছিল। এই গ্রেপ্তারের পর স্যাঙ্গারের দুর্নাম বৃদ্ধি পায় এবং মাঝে মাঝে এথেলের অনশন ধর্মঘটের কৃতিত্ব তিনি নিতে চেষ্টা করায়, তাঁদের সম্পর্কেরও ক্ষতি হয়।\n\n\n== পরবর্তী বছরগুলি ==\nযদিও বাইর্নের বোন স্যাঙ্গার জন্মনিয়ন্ত্রণের পক্ষে প্রচার করার জন্য বিশ্বখ্যাত হয়ে ওঠেন, বাইর্নের অবদান কিন্তু সুপরিচিত নয়। পরিকল্পিত পিতৃ-মাতৃত্ব ওয়েবসাইটে এটি স্পষ্ট, কারণ এখানে উল্লেখ করা হয়েছে যে স্যাঙ্গার \"তাঁর বোন\"-এর সাথে (নামহীন) ১৯১৬ সালে নিজের ক্লিনিকটি খুলেছিলেন। এথেলের নাম পর্যন্ত উল্লেখ করা হয়নি।\nএথেল বাইর্নের স্ট্রোক হয় এবং ১৯৫৫ সালে ৭১-৭২ বছর বয়সে তিনি মারা যান। জন্মনিয়ন্ত্রণ বড়ি বৈধ হওয়া তিনি দেখে যেতে পারেন নি, কারণ এফডিএ অনুমোদন পাওয়ার পাঁচ বছর আগে তিনি মারা যান।\n\n\n== তথ্যসূত্র =="}