{"pageid": 1515288, "title": "ক্রিয়ার নীতি", "url": "https://bn.wikipedia.org/wiki?curid=1515288", "content": "ক্রিয়া নীতি মৌলিক পদার্থবিদ্যার কেন্দ্রে অবস্থান করে, যা ক্লাসিক্যাল যান্ত্রিকবিদ্যার থেকে কোয়ান্টাম যান্ত্রিকবিদ্যার, কণিকা পদার্থবিদ্যা, এবং সাধারণ আপেক্ষিকতা পর্যন্ত বিস্তৃত। ক্রিয়া নীতিগুলি শুরু হয় একটি শক্তি কার্য দ্বারা, যা ল্যাগ্রাঞ্জিয়ান নামে পরিচিত এবং যা পদার্থবিদ্যার ব্যবস্থা বর্ণনা করে। এই শক্তি কার্যটির সম্মিলিত মান, দুটি অবস্থার মধ্যে, ক্রিয়া নামে পরিচিত। ক্রিয়া নীতিগুলি পরিবর্তন গণনা প্রয়োগ করে ক্রিয়াতে। ক্রিয়া শক্তি কার্যটির উপর নির্ভরশীল এবং শক্তি কার্যটি অবস্থান, গতি, এবং ব্যবস্থা-ভিত্তিক পারস্পরিক ক্রিয়াগুলির উপর নির্ভরশীল: ক্রিয়ার পরিবর্তন গতি সমীকরণ নির্ধারণে সাহায্য করে, যেখানে ভেক্টর বা বলের প্রয়োজন পড়ে না।\nবিভিন্ন বিশিষ্ট ক্রিয়া নীতি তাদের প্রাথমিক এবং চূড়ান্ত অবস্থার উপর চাপের পার্থক্যে পৃথক হয়। ক্রিয়া নীতির নামসমূহ সময়ের সাথে বিকশিত হয়েছে এবং পথগুলির শেষ বিন্দু এবং পরিবর্তনের প্রকৃতির বিস্তারিততায় পার্থক্য রয়েছে। কোয়ান্টাম ক্রিয়া নীতিগুলি পুরোনো শাস্ত্রীয় নীতিগুলির সাধারণীকরণ এবং সঠিকতা প্রদান করে। ক্রিয়া নীতিগুলি হল ফেইনম্যান-এর কোয়ান্টাম মেকানিক্সের সংস্করণ, সাধারণ আপেক্ষিকতা এবং কোয়ান্টাম ক্ষেত্র তত্ত্ব-এর ভিত্তি।\nক্রিয়া নীতিগুলির প্রয়োগ রয়েছে যেমন বিশাল আয়তনের পদার্থবিদ্যা, যার মধ্যে শাস্ত্রীয় যান্ত্রিক সমস্যাগুলি সহ আধুনিক কোয়ান্টাম যান্ত্রিক এবং সাধারণ আপেক্ষিকতার সমস্যাগুলি বিশেষভাবে অন্তর্ভুক্ত রয়েছে। এই প্রয়োগগুলি দুটি শতাব্দী ধরে তৈরি হয়েছে, যেহেতু পদ্ধতির ক্ষমতা এবং এর পরবর্তী গাণিতিক উন্নয়ন বৃদ্ধি পেয়েছে।এই নিবন্ধটি ক্রিয়া নীতি ধারণাগুলি পরিচয় করিয়ে দেয় এবং ধারণাগুলি ও নির্দিষ্ট নীতিসমূহের আরও বিস্তারিত আলোচনা নিয়ে অন্যান্য নিবন্ধগুলির সংক্ষেপ প্রদান করে।\n\n\n== সাধারণ ধারণা ==\nক্রিয়া নীতিগুলি হলো \"একত্রিক\" পন্থা, যা \"ভিন্নতামূলক\" পন্থার পরিবর্তে, \"নিউটনীয় যান্ত্রিক\"-এর সমীকরণ ব্যবহৃত হয়। মূল ধারণাগুলি শক্তি, পথ, এবং একটি শক্তি কার্য যার নাম \"ল্যাগ্রাঞ্জিয়ান\", যা পথের সাথে সম্পর্কিত। এরপর, \"ক্রিয়া\" অনুসারে একটি পথ নির্বাচন করা হয়, যা ল্যাগ্রাঞ্জিয়ান-এর অবিরাম যোগফল বা একত্রিক হিসাব সেই পথে করা হয়।\n\n\n=== শক্তি, বল নয় ===\nযান্ত্রিকবিদ্যার প্রাথমিক অধ্যয়ন, যা আন্তঃক্রিয়া করা বস্তুর বিজ্ঞান, সাধারণত \"নিউটনের আইন\" দ্বারা শুরু হয়, যা \"বল\" ধারণার উপর ভিত্তি করে, যা তার প্রয়োগের সময় যে ত্বরণ সৃষ্টি করে তার দ্বারা সংজ্ঞায়িত হয়: \n  \n    \n      \n        F\n        =\n        m\n        a\n      \n    \n    {\\displaystyle F=ma}\n  \n। যান্ত্রিকবিদ্যার এই পদ্ধতি স্থান এবং সময়ের একটি একক বিন্দুর উপর মনোনিবেশ করে এবং \"পরবর্তী কী ঘটে?\" এই প্রশ্নের উত্তর দিতে চেষ্টা করে। \nক্রিয়া নীতির উপর ভিত্তি করে যান্ত্রিকবিদ্যা শুরু হয় \"ক্রিয়া\" ধারণা দ্বারা, যা \"গতিশক্তি\" এবং \"স্থিতিশক্তি\" এর মধ্যে শক্তির বিনিময়, যা সমস্যাটির পদার্থবিজ্ঞান দ্বারা সংজ্ঞায়িত হয়। এই পদ্ধতিগুলি শুরু এবং শেষ বিন্দুর সাথে সম্পর্কিত প্রশ্নগুলির উত্তর দেয়: কোন পথরেখাটি একটি বাস্কেটবলকে হুপে পৌঁছাবে? যদি আমরা আজ একটি রকেট চাঁদে পাঠাই, তাহলে এটি ৫ দিনের মধ্যে সেখানে কীভাবে অবতরণ করবে? নিউটনীয় এবং ক্রিয়া নীতি পদ্ধতিগুলি সমমান, এবং যে কোন একটির মাধ্যমে একই সমস্যা সমাধান করা সম্ভব, তবে উপযুক্ত পদ্ধতি নির্বাচন করলে সমাধান অনেক সহজ হয়ে যাবে।\nক্রিয়া নীতির শক্তি কার্যটি মোট শক্তি নয় (একটি বিচ্ছিন্ন ব্যবস্থায় সংরক্ষিত), বরং \"ল্যাগ্রাঞ্জিয়ান\", যা গতিশক্তি এবং স্থিতিশক্তির মধ্যে পার্থক্য। গতিশক্তি ব্যবস্থার সমস্ত বস্তুর গতি শক্তি একত্রিত করে; স্থিতিশক্তি বস্তুর বর্তমান অবস্থানের উপর নির্ভরশীল এবং বস্তুর গতি চালিত করে। বস্তুর গতি তাদের নতুন অবস্থানে রাখে, যেখানে নতুন স্থিতিশক্তি মান থাকে, ফলে নতুন একটি ল্যাগ্রাঞ্জিয়ান মান পাওয়া যায়।\nশক্তি ব্যবহার করা, বলের পরিবর্তে, যান্ত্রিকবিদ্যার ভিত্তি হিসেবে তাৎক্ষণিক সুবিধা প্রদান করে। বলের যান্ত্রিকবিদ্যা ৩-মাত্রিক \"ভেক্টর গণনা\"-এর উপর নির্ভরশীল, যেখানে প্রতিটি বস্তুর জন্য ৩টি স্থানিক এবং ৩টি গতি সম্পর্কিত মান থাকে; শক্তি হলো একটি স্কেলার পরিমাণ যা সমস্ত বস্তুর তথ্য একত্রিত করে, যা অনেক ক্ষেত্রে তাৎক্ষণিক সরলীকরণ প্রদান করে। বলের উপাদানগুলি স্থানাঙ্ক ব্যবস্থার সাথে পরিবর্তিত হয়; শক্তির মান সমস্ত স্থানাঙ্ক ব্যবস্থাতে একেবারে একই থাকে। বল একটি অবিশ্রান্ত তথ্যসূত্র কাঠামোর প্রয়োজন যখন গতিবেগ আলোর গতির কাছাকাছি চলে আসে, বিশেষ আপেক্ষিকতা বলের উপর ভিত্তি করে যান্ত্রিকবিদ্যাকে গভীরভাবে প্রভাবিত করে। ক্রিয়া নীতিতে, আপেক্ষিকতা শুধুমাত্র একটি ভিন্ন ল্যাগ্রাঞ্জিয়ানের প্রয়োজন: নীতি নিজেই স্থানাঙ্ক ব্যবস্থা থেকে স্বাধীন।\n\n\n=== পথ, বিন্দু নয় ===\nবল-ভিত্তিক যান্ত্রিকবিদ্যার ব্যাখ্যামূলক চিত্রগুলো সাধারণত একটি একক বিন্দুর উপর কেন্দ্রিত থাকে, যেমন গতি কেন্দ্র, এবং সেখানে বল ও গতির ভেক্টর দেখানো হয়। ক্রিয়া-ভিত্তিক যান্ত্রিকবিদ্যার ব্যাখ্যামূলক চিত্রগুলিতে দুটি বিন্দু থাকে, যেখানে বাস্তব ও সম্ভাব্য পথগুলির সংযোগ দেখানো হয়। এই চিত্রসংক্রান্ত প্রথাগুলি প্রতিটি পদ্ধতির স্বতন্ত্র শক্তিশালী দিকগুলিকে পুনরায় তুলে ধরে।\n\nক্রিয়া নীতির উপর নির্ভর করে, চিত্রে পথ দ্বারা সংযুক্ত দুটি বিন্দু বিভিন্ন সময়ে কণার দুটি অবস্থান নির্দেশ করতে পারে, অথবা বিন্দুদ্বয় \"বিন্যাস স্থান\" বা \"পর্যায় স্থান\" -এ মান উপস্থাপন করতে পারে। ক্রিয়া নীতির গাণিতিক প্রযুক্তি ও পরিভাষা পদার্থবিদ্যার স্থান চিন্তার মাধ্যমে শেখা যায়, যা পরে আরও শক্তিশালী ও সাধারণ বিমূর্ত স্থানে প্রয়োগ করা যায়।\n\n\n=== একটি পথ ধরে ক্রিয়া ===\nক্রিয়া নীতিগুলি প্রতিটি সম্ভাব্য পথের জন্য একটি সংখ্যা—\"ক্রিয়া\"—নির্ধারণ করে। এই সংখ্যা নির্ণয় করা হয়, যেখানে পথের প্রতিটি ছোট অংশের জন্য একটি শক্তির মান যোগ করা হয় এবং সেটিকে ঐ অংশে ব্যয়িত সময় দ্বারা গুণ করা হয়। \nক্রিয়া:\n\n  \n    \n      \n        S\n        =\n        \n          ∫\n          \n            \n              t\n              \n                1\n              \n            \n          \n          \n            \n              t\n              \n                2\n              \n            \n          \n        \n        \n          \n            (\n          \n        \n        \n          KE\n        \n        (\n        t\n        )\n        −\n        \n          PE\n        \n        (\n        t\n        )\n        \n          \n            )\n          \n        \n        ,\n        d\n        t\n        ,\n      \n    \n    {\\displaystyle S=\\int _{t_{1}}^{t_{2}}{\\big (}{\\text{KE}}(t)-{\\text{PE}}(t){\\big )},dt,}\n  \n\nযেখানে গতিশক্তি (\n  \n    \n      \n        \n          KE\n        \n      \n    \n    {\\displaystyle {\\text{KE}}}\n  \n) এবং স্থিতিশক্তি (\n  \n    \n      \n        \n          PE\n        \n      \n    \n    {\\displaystyle {\\text{PE}}}\n  \n) শক্তির প্রকাশসমূহ সংশ্লিষ্ট পদার্থবিদ্যা সমস্যার উপর নির্ভর করে, এবং পথের প্রতিটি বিন্দুতে তাদের মান ঐ বিন্দুর আপেক্ষিক স্থানাঙ্ক অনুযায়ী নির্ধারিত হয়। এই শক্তি কার্যটি \"ল্যাগ্রাঞ্জিয়ান\" নামে পরিচিত; সরল সমস্যায় এটি সাধারণত সিস্টেমের গতিশক্তি থেকে স্থিতিশক্তির বিয়োগফল।\n\n\n=== পথের ভিন্নতা ===\nএকটি ব্যবস্থা দুটি বিন্দুর মধ্যে গতি করার সময় একটি নির্দিষ্ট পথ অনুসরণ করে; অন্যান্য অনুরূপ পথ গ্রহণ করা হয় না। প্রতিটি পথের সাথে একটি নির্দিষ্ট ক্রিয়া মান সম্পর্কিত থাকে। একটি ক্রিয়া নীতি পূর্বানুমান বা ব্যাখ্যা করে যে গৃহীত নির্দিষ্ট পথটির জন্য ব্যবস্থার ক্রিয়া মান একটি স্থির মান গ্রহণ করে: গৃহীত পথের কাছাকাছি অনুরূপ পথগুলির ক্রিয়া মান খুব সামান্য পরিবর্তিত হয়। ক্রিয়া মানের এই পরিবর্তনই ক্রিয়া নীতির মূল ধারণা।\nচিহ্ন \n  \n    \n      \n        δ\n      \n    \n    {\\displaystyle \\delta }\n  \n পথের পরিবর্তনের গণনা নির্দেশ করতে ব্যবহৃত হয়, সুতরাং একটি ক্রিয়া নীতি গাণিতিকভাবে এইরকম প্রকাশ পায়\n\n  \n    \n      \n        (\n        δ\n        S\n        \n          )\n          \n            C\n          \n        \n        =\n        0\n        ,\n      \n    \n    {\\displaystyle (\\delta S)_{C}=0,}\n  \n এটি মানে যে স্থির বিন্দু-তে, কিছু স্থির শর্ত \n  \n    \n      \n        C\n      \n    \n    {\\displaystyle C}\n  \n সহ ক্রিয়া \n  \n    \n      \n        S\n      \n    \n    {\\displaystyle S}\n  \n এর পরিবর্তন শূন্য। ক্রিয়া নীতির জন্য, স্থির বিন্দুটি একটি সর্বনিম্ন বা একটি সীমানা বিন্দু হতে পারে, তবে সর্বোচ্চ নয়। বৃত্তাকার গ্রহগতির কক্ষপথগুলি দুটি পথের একটি সহজ উদাহরণ প্রদান করে, যেখানে দুটি পথের ক্রিয়া সমান  –  একটি প্রতিটি কক্ষপথের চারপাশে দুটি ভিন্ন দিক থেকে; কোনটিই সর্বনিম্ন বা \"সর্বনিম্ন ক্রিয়া\" হতে পারে না। চিহ্ন \n  \n    \n      \n        δ\n      \n    \n    {\\displaystyle \\delta }\n  \n দ্বারা নির্দেশিত পথের পরিবর্তন একটি পার্থক্য নয়, যেমন \n  \n    \n      \n        d\n        t\n      \n    \n    {\\displaystyle dt}\n  \n। ক্রিয়া একত্রিকটি বস্তুর স্থানাঙ্কের উপর নির্ভরশীল, এবং এই স্থানাঙ্কগুলি নির্ভর করে গৃহীত পথের উপর। সুতরাং, ক্রিয়া একত্রিকটি একটি কার্যনির্দেশক, যা একটি কার্যর একটি ফাংশন।\n\n\n=== সংরক্ষণ নীতিসমূহ ===\nভূমিকা থেকে একটি গুরুত্বপূর্ণ ফলাফল, যা নথার থিওরেম নামে পরিচিত, জানায় যে একটি ল্যাগ্রাঞ্জিয়ানে সংরক্ষিত যেকোনো পরিমাণ একটি অবিরাম সাদৃশ্য নির্দেশ করে এবং বিপরীতটিও সত্য।\nউদাহরণস্বরূপ, একটি ল্যাগ্রাঞ্জিয়ান যা সময়ের উপর নির্ভরশীল নয় তা একটি ব্যবস্থার জন্য সংরক্ষিত শক্তি নির্দেশ করে; স্থানীয় স্থানান্তর স্বাধীনতা গতি সংরক্ষণের ইঙ্গিত দেয়; কোণীয় ঘূর্ণন অপরিবর্তনীয়তা কোণীয় গতি সংরক্ষণের ইঙ্গিত দেয়।\nএই উদাহরণগুলি গ্লোবাল সাদৃশ্য, যেখানে স্বাধীনতা নিজেই স্থান বা সময়ের থেকে স্বাধীন; আরও সাধারণ স্থানীয় সাদৃশ্য, যা স্থান বা সময়ের উপর গাণিতিক নির্ভরশীলতা রাখে, গেজ তত্ত্ব-এর দিকে নিয়ে যায়। আইসোস্পিন সংরক্ষণ যা লক্ষ্য করা গিয়েছিল, তা ১৯৫৩ সালে ইয়াং চেন-নিং এবং রবার্ট মিলস দ্বারা মেসন এর জন্য একটি গেজ তত্ত্ব নির্মাণে ব্যবহৃত হয়, যা কয়েক দশক পর আধুনিক কণিকা পদার্থবিজ্ঞান তত্ত্ব-এ পরিণত হয়।\n\n\n== পৃথক নীতিসমূহ ==\nক্রিয়া নীতিগুলি পদার্থবিদ্যার সমস্যার একটি বিস্তৃত পরিসরে প্রযোজ্য, যার মধ্যে মৌলিক পদার্থবিজ্ঞানও অন্তর্ভুক্ত। একমাত্র প্রধান ব্যতিক্রমগুলি হল ঘর্ষণ সংক্রান্ত অবস্থা বা যখন শুধুমাত্র প্রাথমিক অবস্থান এবং গতির মান দেওয়া হয়। \nবিভিন্ন ক্রিয়া নীতির জন্য পরিবর্তনের বিভিন্ন অর্থ রয়েছে; একটি নির্দিষ্ট ক্রিয়া নীতির প্রতিটি প্রয়োগের জন্য একটি নির্দিষ্ট ল্যাগ্রাঞ্জিয়ান প্রয়োজন যা পদার্থবিজ্ঞানের বর্ণনা দেয়। এই নীতিগুলির যেকোনো একটি বা সবগুলির জন্য একটি সাধারণ নাম হলো \"সর্বনিম্ন ক্রিয়া নীতি\"। এই নীতিগুলির নাম এবং ঐতিহাসিক উৎপত্তি নিয়ে আলোচনা করতে ক্রিয়া নীতির নাম-এ দেখুন।\n\n\n=== সংরক্ষিত শক্তি সহ স্থির প্রান্তবিন্দু ===\n\nযখন মোট শক্তি এবং শেষ বিন্দুগুলি স্থির থাকে, মাউপারটুইসের সর্বনিম্ন ক্রিয়া নীতি প্রযোজ্য হয়। উদাহরণস্বরূপ, বাস্কেটবল খেলায় পয়েন্ট অর্জন করতে হলে বলটি খেলোয়াড়ের হাত ছেড়ে বলের বৃত্তের মধ্যে যেতে হবে, কিন্তু উড়ানের সময় সীমাবদ্ধ নয়। \nমপেরতুইসের সর্বনিম্ন ক্রিয়া নীতি গাণিতিকভাবে স্থির অবস্থা শর্ত হিসেবে লেখা হয়\n\n  \n    \n      \n        (\n        δ\n        W\n        \n          )\n          \n            E\n          \n        \n        =\n        0\n      \n    \n    {\\displaystyle (\\delta W)_{E}=0}\n  \n সংক্ষেপিত ক্রিয়া তে \n  \n    \n      \n        W\n        [\n        \n          q\n        \n        ]\n         \n        \n          \n            \n              \n                =\n              \n              \n                def\n              \n            \n          \n        \n         \n        \n          ∫\n          \n            \n              q\n              \n                1\n              \n            \n          \n          \n            \n              q\n              \n                2\n              \n            \n          \n        \n        \n          p\n        \n        ⋅\n        \n          d\n          q\n        \n        ,\n      \n    \n    {\\displaystyle W[\\mathbf {q} ]\\ {\\stackrel {\\text{def}}{=}}\\ \\int _{q_{1}}^{q_{2}}\\mathbf {p} \\cdot \\mathbf {dq} ,}\n  \n (কখনো কখনো লেখা হয় \n  \n    \n      \n        \n          S\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle S_{0}}\n  \n), যেখানে \n  \n    \n      \n        \n          p\n        \n        =\n        (\n        \n          p\n          \n            1\n          \n        \n        ,\n        \n          p\n          \n            2\n          \n        \n        ,\n        …\n        ,\n        \n          p\n          \n            N\n          \n        \n        )\n      \n    \n    {\\displaystyle \\mathbf {p} =(p_{1},p_{2},\\ldots ,p_{N})}\n  \n এগুলি কী কণা গতিবেগ নাকি সাধারণকৃত স্থানাঙ্ক-এর সঙ্গত গতিবেগ, যা নিচের সমীকরণ দ্বারা সংজ্ঞায়িত করা হয়েছে\n\n  \n    \n      \n        \n          p\n          \n            k\n          \n        \n         \n        \n          \n            \n              \n                =\n              \n              \n                def\n              \n            \n          \n        \n         \n        \n          \n            \n              ∂\n              L\n            \n            \n              ∂\n              \n                \n                  \n                    \n                      q\n                      ˙\n                    \n                  \n                \n                \n                  k\n                \n              \n            \n          \n        \n        ,\n      \n    \n    {\\displaystyle p_{k}\\ {\\stackrel {\\text{def}}{=}}\\ {\\frac {\\partial L}{\\partial {\\dot {q}}_{k}}},}\n  \n\nযেখানে \n  \n    \n      \n        L\n        (\n        \n          q\n        \n        ,\n        \n          \n            \n              \n                q\n              \n              ˙\n            \n          \n        \n        ,\n        t\n        )\n      \n    \n    {\\displaystyle L(\\mathbf {q} ,{\\dot {\\mathbf {q} }},t)}\n  \n হলো লাগ্রাঞ্জীয়। কিছু পাঠ্যপুস্তকে লেখা হয়এখানে \n  \n    \n      \n        (\n        δ\n        W\n        \n          )\n          \n            E\n          \n        \n        =\n        0\n      \n    \n    {\\displaystyle (\\delta W)_{E}=0}\n  \n হিসেবে \n  \n    \n      \n        Δ\n        \n          S\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle \\Delta S_{0}}\n  \n, যাতে এই ক্রিয়া নীতির রূপে ব্যবহৃত পরিবর্তনটি হ্যামিলটনের পরিবর্তন থেকে ভিন্ন তা তুলে ধরা হয়েছে। এখানে মোট শক্তি \n  \n    \n      \n        E\n      \n    \n    {\\displaystyle E}\n  \n পরিবর্তনের সময় স্থির থাকে, কিন্তু সময় স্থির থাকে না, যা হ্যামিলটনের নীতির উপর নির্ধারিত সীমাবদ্ধতার বিপরীত। এর ফলস্বরূপ, একই পথ এবং শেষ বিন্দুগুলির জন্য দুইটি রূপে বিভিন্ন সময় এবং শক্তি গ্রহণ করা হয়। মপেরতুইসের সর্বনিম্ন ক্রিয়া নীতির এই রূপে সমাধানগুলি হল কক্ষপথ: এমন ফাংশন যা স্থানাঙ্কগুলিকে একে অপরের সাথে সম্পর্কিত করে, যেখানে সময় কেবল একটি সূচক বা পরামিতি হিসেবে কাজ করে।\n\n\n==== সময়-নিরপেক্ষ বিভব; কোন বল নেই ====\nসময়-অপরিবর্তনশীল পদ্ধতির জন্য, ক্রিয়া \n  \n    \n      \n        S\n      \n    \n    {\\displaystyle S}\n  \n স্থির পথের সংক্ষিপ্ত ক্রিয়া \n  \n    \n      \n        W\n      \n    \n    {\\displaystyle W}\n  \n এর সাথে নিম্নলিখিতভাবে সম্পর্কিত হয়\n\n  \n    \n      \n        Δ\n        S\n        =\n        Δ\n        W\n        −\n        E\n        Δ\n        t\n      \n    \n    {\\displaystyle \\Delta S=\\Delta W-E\\Delta t}\n  \n  এখানে, শক্তি \n  \n    \n      \n        E\n      \n    \n    {\\displaystyle E}\n  \n এবং সময় পার্থক্য \n  \n    \n      \n        Δ\n        t\n        =\n        \n          t\n          \n            2\n          \n        \n        −\n        \n          t\n          \n            1\n          \n        \n      \n    \n    {\\displaystyle \\Delta t=t_{2}-t_{1}}\n  \n। একটি অনমনীয় বস্তু, যেখানে মোট বল নেই, সেখানে ক্রিয়াগুলি অভিন্ন হয় এবং প্রকরণ নীতি ফার্মার ন্যূনতম সময় নীতি-এর সমতুল্য হয়ে যায়:\n\n  \n    \n      \n        δ\n        (\n        \n          t\n          \n            2\n          \n        \n        −\n        \n          t\n          \n            1\n          \n        \n        )\n        =\n        0.\n      \n    \n    {\\displaystyle \\delta (t_{2}-t_{1})=0.}\n  \n\n\n=== স্থির ঘটনা ===\n\nযখন কোনো পদার্থবিজ্ঞানের সমস্যায় দুটি প্রান্তবিন্দু একটি নির্দিষ্ট অবস্থান এবং সময় হিসাবে দেওয়া হয়, অর্থাৎ ঘটনা হিসেবে, তখন হ্যামিলটনের ক্রিয়া নীতি প্রযোজ্য হয়। উদাহরণস্বরূপ, চাঁদে যাওয়ার একটি যাত্রার পরিকল্পনা কল্পনা করুন। আপনার যাত্রার সময় চাঁদ পৃথিবীর চারপাশে তার কক্ষপথে আবর্তন করতে থাকবে—অর্থাৎ এটি একটি চলমান লক্ষ্যবস্তু। হ্যামিলটনের নীতি, যা কোনো বস্তুর অবস্থান \n  \n    \n      \n        \n          q\n        \n        (\n        t\n        )\n      \n    \n    {\\displaystyle \\mathbf {q} (t)}\n  \n এর জন্য প্রযোজ্য, তা গাণিতিকভাবে নিম্নলিখিতভাবে প্রকাশ করা হয়:\n\n  \n    \n      \n        (\n        δ\n        \n          \n            S\n          \n        \n        \n          )\n          \n            Δ\n            t\n          \n        \n        =\n        0\n        ,\n         \n        \n          w\n          h\n          e\n          r\n          e\n        \n         \n        \n          \n            S\n          \n        \n        [\n        \n          q\n        \n        ]\n         \n        \n          \n            \n              \n                =\n              \n              \n                \n                  d\n                  e\n                  f\n                \n              \n            \n          \n        \n         \n        \n          ∫\n          \n            \n              t\n              \n                1\n              \n            \n          \n          \n            \n              t\n              \n                2\n              \n            \n          \n        \n        L\n        (\n        \n          q\n        \n        (\n        t\n        )\n        ,\n        \n          \n            \n              \n                q\n              \n              ˙\n            \n          \n        \n        (\n        t\n        )\n        ,\n        t\n        )\n        \n        d\n        t\n        .\n      \n    \n    {\\displaystyle (\\delta {\\mathcal {S}})_{\\Delta t}=0,\\ \\mathrm {where} \\ {\\mathcal {S}}[\\mathbf {q} ]\\ {\\stackrel {\\mathrm {def} }{=}}\\ \\int _{t_{1}}^{t_{2}}L(\\mathbf {q} (t),{\\dot {\\mathbf {q} }}(t),t)\\,dt.}\n  \n\nবাধা \n  \n    \n      \n        Δ\n        t\n        =\n        \n          t\n          \n            2\n          \n        \n        −\n        \n          t\n          \n            1\n          \n        \n      \n    \n    {\\displaystyle \\Delta t=t_{2}-t_{1}}\n  \n নির্দেশ করে যে আমরা শুধুমাত্র সেই পথগুলো বিবেচনা করি, যা একই সময় নেয় এবং একই দুটি বিন্দু \n  \n    \n      \n        \n          q\n        \n        (\n        \n          t\n          \n            1\n          \n        \n        )\n      \n    \n    {\\displaystyle \\mathbf {q} (t_{1})}\n  \n ও \n  \n    \n      \n        \n          q\n        \n        (\n        \n          t\n          \n            2\n          \n        \n        )\n      \n    \n    {\\displaystyle \\mathbf {q} (t_{2})}\n  \n-কে সংযুক্ত করে। লগ্রাঞ্জীয় \n  \n    \n      \n        L\n        =\n        T\n        −\n        V\n      \n    \n    {\\displaystyle L=T-V}\n  \n হলো গতিশক্তি এবং বিভবশক্তির পার্থক্য, যা পথের প্রতিটি বিন্দুতে নির্ধারিত হয়। ফলস্বরূপ সমীকরণগুলোর সমাধান বিশ্বরেখা \n  \n    \n      \n        \n          q\n        \n        (\n        t\n        )\n      \n    \n    {\\displaystyle \\mathbf {q} (t)}\n  \n প্রদান করে। হ্যামিলটনের নীতি থেকে শুরু করে, নির্দিষ্ট শক্তির ব্যবস্থার জন্য স্থানীয় অন্তরকলন অয়লার-লগ্রাঞ্জ সমীকরণ প্রাপ্ত করা যায়। হ্যামিলটনের নীতিতে ক্রিয়া \n  \n    \n      \n        S\n      \n    \n    {\\displaystyle S}\n  \n হলো মৌপার্টুইসের নীতিতে ক্রিয়ার লেজঁদ্র রূপান্তর।\n\n\n=== চিরায়ত ক্ষেত্র তত্ত্ব ===\n\nকণিকা যান্ত্রিক বিদ্যার জন্য উপকারী ধারণাগুলি এবং অনেক পদ্ধতিও ধারাবাহিক ক্ষেত্রগুলির জন্য প্রযোজ্য। ক্রিয়া একত্রিতকরণ একটি ল্যাগ্রাঞ্জিয়ান ঘনত্বের উপর চলে, কিন্তু ধারণাগুলি এতটা কাছাকাছি যে এই ঘনত্বটি প্রায়ই কেবল ল্যাগ্রাঞ্জিয়ান হিসেবে পরিচিত।\n\n\n=== কোয়ান্টাম ক্রিয়ানীতি ===\n\nকোয়ান্টাম যান্ত্রিকের জন্য, ক্রিয়া নীতিগুলির উল্লেখযোগ্য সুবিধা রয়েছে: শুধুমাত্র একটি যান্ত্রিক মৌলিক মতবাদ প্রয়োজন, যদি ক্রিয়ায় একটি কোভ্যারিয়েন্ট ল্যাগ্রাঞ্জিয়ান ব্যবহার করা হয়, তাহলে ফলাফল আপেক্ষিকতা সঠিক হয়, এবং এগুলি ক্লাসিক্যাল সমকক্ষগুলিতে স্পষ্টভাবে রূপান্তরিত হয়। রিচার্ড ফেইনম্যান এবং জুলিয়ান শ্উইঙ্গার উভয়েই কোয়ান্টাম ক্রিয়া নীতিগুলি বিকাশ করেছিলেন, যা পল ডিরাকের প্রাথমিক কাজের উপর ভিত্তি করে ছিল। ফেইনম্যানের সমাকলন পদ্ধতি একটি পরিবর্তনশীল নীতি ছিল না, তবে এটি ক্লাসিক্যাল সর্বনিম্ন ক্রিয়া নীতিতে রূপান্তরিত হয়; এটি তাঁর ফেইনম্যান চিত্রগুলির দিকে নিয়ে যায়। শ্উইঙ্গারের পার্থক্যমূলক পদ্ধতি অতি ক্ষুদ্র অ্যামপ্লিটিউড পরিবর্তনগুলিকে অতি ক্ষুদ্র ক্রিয়া পরিবর্তনগুলির সাথে সম্পর্কিত করে।\n\n\n==== ফাইনম্যানের ক্রিয়ানীতি ====\n\nযখন কোয়ান্টামের প্রভাব গুরুত্বপূর্ণ হয়, তখন নতুন ক্রিয়া নীতির প্রয়োজন হয়। একটি কণা যে পথে চলে তা ছাড়াও, কোয়ান্টাম মেকানিক্স একটি সম্ভাবনা অ্যামপ্লিটিউড \n  \n    \n      \n        ψ\n        (\n        \n          x\n          \n            k\n          \n        \n        ,\n        t\n        )\n      \n    \n    {\\displaystyle \\psi (x_{k},t)}\n  \n সংজ্ঞায়িত করে, যা একটি বিন্দু \n  \n    \n      \n        \n          x\n          \n            k\n          \n        \n      \n    \n    {\\displaystyle x_{k}}\n  \n এবং সময় \n  \n    \n      \n        t\n      \n    \n    {\\displaystyle t}\n  \n এ থাকে এবং সময়ের পরবর্তী বিন্দুতে অন্য একটি সম্ভাবনা অ্যামপ্লিটিউডের সাথে সম্পর্কিত হয়:\n\n  \n    \n      \n        ψ\n        (\n        \n          x\n          \n            k\n            +\n            1\n          \n        \n        ,\n        t\n        +\n        ε\n        )\n        =\n        \n          \n            1\n            A\n          \n        \n        ∫\n        \n          e\n          \n            i\n            S\n            (\n            \n              x\n              \n                k\n                +\n                1\n              \n            \n            ,\n            \n              x\n              \n                k\n              \n            \n            )\n            \n              /\n            \n            ℏ\n          \n        \n        ψ\n        (\n        \n          x\n          \n            k\n          \n        \n        ,\n        t\n        )\n        ,\n        d\n        \n          x\n          \n            k\n          \n        \n        ,\n      \n    \n    {\\displaystyle \\psi (x_{k+1},t+\\varepsilon )={\\frac {1}{A}}\\int e^{iS(x_{k+1},x_{k})/\\hbar }\\psi (x_{k},t),dx_{k},}\n  \n\nএখানে \n  \n    \n      \n        S\n        (\n        \n          x\n          \n            k\n            +\n            1\n          \n        \n        ,\n        \n          x\n          \n            k\n          \n        \n        )\n      \n    \n    {\\displaystyle S(x_{k+1},x_{k})}\n  \n হল ক্লাসিক্যাল ক্রিয়া।\nএকক পথের পরিবর্তে যেখানে স্থির ক্রিয়া থাকে, সকল সম্ভাব্য পথ যোগ হয় (\n  \n    \n      \n        \n          x\n          \n            k\n          \n        \n      \n    \n    {\\displaystyle x_{k}}\n  \n এর উপরে ইন্টিগ্রাল), যা একটি জটিল সম্ভাবনা অ্যামপ্লিটিউড \n  \n    \n      \n        \n          e\n          \n            i\n            S\n            \n              /\n            \n            ℏ\n          \n        \n      \n    \n    {\\displaystyle e^{iS/\\hbar }}\n  \n দ্বারা ওজনিত। অ্যামপ্লিটিউডের ফেজ দেওয়া হয় ক্রিয়া দ্বারা, যা প্ল্যাঙ্ক ধ্রুবক বা কোয়ান্টাম ক্রিয়া দ্বারা বিভক্ত: \n  \n    \n      \n        S\n        \n          /\n        \n        ℏ\n      \n    \n    {\\displaystyle S/\\hbar }\n  \n। যখন একটি কণার ক্রিয়া \n  \n    \n      \n        ℏ\n      \n    \n    {\\displaystyle \\hbar }\n  \n এর চেয়ে অনেক বড় হয়, \n  \n    \n      \n        S\n        \n          /\n        \n        ℏ\n        ≫\n        1\n      \n    \n    {\\displaystyle S/\\hbar \\gg 1}\n  \n, তখন ফেজ পথ বরাবর দ্রুত পরিবর্তিত হয়: অ্যামপ্লিটিউডটি একটি ছোট সংখ্যায় গড়ে ওঠে। এভাবে প্ল্যাঙ্ক ধ্রুবক ক্লাসিক্যাল এবং কোয়ান্টাম যান্ত্রিকের মধ্যে সীমানা নির্ধারণ করে।\nকোয়ান্টাম অ্যাকশন নীতিতে সমস্ত পথই অবদান রাখে। শেষ বিন্দুতে, যেখানে পথগুলো মিলিত হয়, একই পর্যায়ের পথগুলি যোগ হয়, এবং যেগুলোর পর্যায় \n  \n    \n      \n        π\n      \n    \n    {\\displaystyle \\pi }\n  \n-এ আলাদা, সেগুলি বিয়োগ হয়। যেই পথে ক্লাসিক্যাল পদার্থবিজ্ঞানের থেকে প্রত্যাশিত, সেখানে পর্যায়গুলো একত্রিত হতে থাকে; এই প্রবণতা আরও শক্তিশালী হয় যখন বস্তুগুলি বেশি ভরযুক্ত হয়, যা বেশি অ্যাকশনের মান রাখে। ক্লাসিক্যাল সীমাতে, একটি পথ প্রাধান্য পায় –  এবং সেটি হলো স্টেশনারি অ্যাকশনের পথ।\n\n\n==== শোয়েঞ্জারের ক্রিয়ানীতি ====\n\nশ্ভিঙ্গারের পদ্ধতি ট্রানজিশন অ্যামপ্লিটিউডের পরিবর্তনগুলো \n  \n    \n      \n        (\n        \n          q\n          \n            f\n          \n        \n        \n          |\n        \n        \n          q\n          \n            i\n          \n        \n        )\n      \n    \n    {\\displaystyle (q_{\\text{f}}|q_{\\text{i}})}\n  \n অ্যাকশন ম্যাট্রিক্স উপাদানের পরিবর্তনের সাথে সম্পর্কিত করে: \n  \n    \n      \n        δ\n        (\n        \n          q\n          \n            \n              r\n              \n                f\n              \n            \n          \n        \n        \n          |\n        \n        \n          q\n          \n            \n              r\n              \n                i\n              \n            \n          \n        \n        )\n        =\n        i\n        (\n        \n          q\n          \n            \n              r\n              \n                f\n              \n            \n          \n        \n        \n          |\n        \n        δ\n        S\n        \n          |\n        \n        \n          q\n          \n            \n              r\n              \n                i\n              \n            \n          \n        \n        )\n        ,\n      \n    \n    {\\displaystyle \\delta (q_{r_{\\text{f}}}|q_{r_{\\text{i}}})=i(q_{r_{\\text{f}}}|\\delta S|q_{r_{\\text{i}}}),}\n  \n যেখানে অ্যাকশন অপারেটর হলো: \n  \n    \n      \n        S\n        =\n        \n          ∫\n          \n            \n              t\n              \n                i\n              \n            \n          \n          \n            \n              t\n              \n                f\n              \n            \n          \n        \n        L\n        ,\n        d\n        t\n        .\n      \n    \n    {\\displaystyle S=\\int _{t_{\\text{i}}}^{t_{\\text{f}}}L,dt.}\n  \n শ্ভিঙ্গারের পদ্ধতি ল্যাগ্রাঞ্জিয়ানের পরিবর্তন বিশ্লেষণের জন্য, যেমন সম্ভাব্য উৎসের শক্তির পরিবর্তন, বিশেষ করে স্পষ্ট করে তোলে।\n\n\n== অপটিকো-মেকানিক্যাল সাদৃশ্য ==\n\nপ্রতিটি পথে, ক্রিয়া সমাকলন শুরুর বিন্দুতে শূন্য থেকে শুরু হয়ে শেষে তার চূড়ান্ত মানে পৌঁছায়। কোনো কাছাকাছি পথের মানগুলি শুরুর পয়েন্ট থেকে সমান দূরত্বে থাকা অবস্থায় সাদৃশ্যপূর্ণ হয়। ক্রিয়া মানের ধ্রুবক আংশিক মানের রেখা বা পৃষ্ঠগুলি পথগুলির মধ্য দিয়ে অঙ্কিত করা যেতে পারে, যা ক্রিয়ার তরঙ্গসদৃশ দৃশ্য তৈরি করে। এই ধরনের বিশ্লেষণ কণা-সদৃশ রশ্মি এবং জ্যামিতিক অপটিকস কে হুগেন্স-ফ্রেসনেল সুত্র এর তরঙ্গফ্রন্টগুলির সাথে যুক্ত করে।\n\nমওপার্টুইস ... এভাবে সেই চমকপ্রদ সাদৃশ্যের দিকে ইঙ্গিত করেছিলেন, যা অপটিক্যাল এবং যান্ত্রিক ঘটনাগুলির মধ্যে ছিল, যেটি অনেক আগে জন বার্নৌলি দ্বারা পর্যবেক্ষণ করা হয়েছিল এবং পরবর্তীতে হ্যামিল্টনের প্রাজ্ঞ অপটিকো-যান্ত্রিক তত্ত্বে পূর্ণরূপে বিকাশিত হয়েছিল। এই সাদৃশ্যটি আধুনিক তরঙ্গ-যান্ত্রিকতা উন্নয়নে মৌলিক ভূমিকা পালন করেছিল।\n\n\n== প্রয়োগ ==\n\nক্রিয়ানীতিগুলি ইইউলার-ল্যাগ্রাঞ্জ সমীকরণের মতো অন্তরক সমীকরণগুলি বের করতে প্রয়োগ করা হয় অথবা ভৌত সমস্যাগুলির সরাসরি প্রয়োগ হিসাবে।\n\n\n=== চিরায়ত বলবিজ্ঞান ===\nক্রিয়া নীতিগুলি সরাসরি বহু সমস্যা সমাধানে প্রয়োগ করা যেতে পারে, যেমন শাস্ত্রীয় বলবিদ্যাতে বোঝার প্রভাবে স্থিতিস্থাপক দণ্ডের আকৃতি নির্ধারণ,\nদুটি উল্লম্ব প্লেটের মধ্যে তরলের আকৃতি (ক্যাপিলারি) নির্ধারণ।\nঅথবা যখন দোলকের সমর্থন গতিশীল থাকে, তখন তার গতি নির্ধারণ।\n\n\n=== রসায়ন ===\nকোয়ান্টাম ক্রিয়া নীতি পরমাণুর কোয়ান্টাম তত্ত্বে ব্যবহৃত হয়, যা অণুতে বিদ্যমান ইলেকট্রন ঘনত্বকে পৃথক পরমাণুতে বিভাজিত করার একটি পদ্ধতি হিসেবে ব্যবহৃত হয়, যাতে রাসায়নিক বন্ধন সম্পর্কে গভীর অন্তর্দৃষ্টি পাওয়া যায়।\n\n\n=== সাধারণ আপেক্ষিকতা ===\nএইনস্টাইনের সাধারণ আপেক্ষিকতার তত্ত্বের উপর কাজ থেকে প্রেরিত হয়ে, খ্যাতনামা গাণিতিক বিজ্ঞানী ডেভিড হিলবার্ট সর্বনিম্ন ক্রিয়া সূত্র ব্যবহার করে সাধারণ আপেক্ষিকতার ক্ষেত্র সমীকরণগুলি বের করেন। তার ক্রিয়া, যা এখন আইনস্টাইন–হিলবার্ট ক্রিয়া নামে পরিচিত, \n  \n    \n      \n        S\n        =\n        \n          \n            1\n            \n              2\n              κ\n            \n          \n        \n        ∫\n        R\n        \n          \n            −\n            g\n          \n        \n        ,\n        \n          \n            d\n          \n          \n            4\n          \n        \n        x\n        ,\n      \n    \n    {\\displaystyle S={\\frac {1}{2\\kappa }}\\int R{\\sqrt {-g}},\\mathrm {d} ^{4}x,}\n  \n এতে একটি আপেক্ষিকভাবে অপরিবর্তনীয় আয়তন উপাদান \n  \n    \n      \n        \n          \n            −\n            g\n          \n        \n        ,\n        \n          \n            d\n          \n          \n            4\n          \n        \n        x\n      \n    \n    {\\displaystyle {\\sqrt {-g}},\\mathrm {d} ^{4}x}\n  \n এবং রিচি স্কেলার কিউরভেচার \n  \n    \n      \n        R\n      \n    \n    {\\displaystyle R}\n  \n অন্তর্ভুক্ত ছিল। স্কেল ফ্যাক্টর \n  \n    \n      \n        κ\n      \n    \n    {\\displaystyle \\kappa }\n  \n হলো আইনস্টাইন মাধ্যাকর্ষণ ধ্রুবক।\n\n\n=== অন্যান্য প্রয়োগ ===\nক্রিয়ানীতি আধুনিক পদার্থবিজ্ঞান এবং গণিতে এতটাই গুরুত্বপূর্ণ যে এটি তাপগতিবিদ্যা সহ ব্যাপকভাবে প্রয়োগ করা হয়, প্রবাহী বলবিজ্ঞান, আপেক্ষিকতা তত্ত্ব, কোয়ান্টাম মেকানিক্স, কণা পদার্থবিদ্যা এবং তন্তু তত্ত্ব\n\n\n== ইতিহাস ==\n\nঅ্যাকশন নীতির পূর্বে অপটিক্স-এ পূর্ববর্তী ধারণাগুলি ছিল। প্রাচীন গ্রীস-এ, ইউক্লিড তার ক্যাটোপট্রিকা-তে লিখেছিলেন যে, একটি আয়না থেকে প্রতিফলিত হওয়া আলোটির পথের জন্য, প্রবাহের কোণ প্রতিফলনের কোণ এর সমান। হিরো অব আলেকজান্দ্রিয়া পরবর্তীতে দেখিয়েছিলেন যে এই পথটির সবচেয়ে ছোট দৈর্ঘ্য এবং সর্বনিম্ন সময় রয়েছে।\nপিয়ের লুই মউপারটুই, লিওনার্ড ইউলার, এবং জোসেফ-লুই লেগ্রাঞ্জ এর প্রাথমিক কাজের উপর ভিত্তি করে সর্বনিম্ন ক্রিয়া নীতির বিভিন্ন সংস্করণ সংজ্ঞায়িত করা হয়েছে। উইলিয়াম রোওয়ান হ্যামিলটন এবং একযোগে কার্ল গুস্তাভ জ্যাকব জ্যাকোবি ক্লাসিক্যাল মেকানিক্সের জন্য একটি পরিবর্তনশীল রূপ বিকাশ করেছিলেন, যা হ্যামিলটন-জ্যাকোবি সমীকরণ নামে পরিচিত।\n১৯১৫ সালে, ডেভিড হিলবার্ট পরিবর্তনশীল নীতি প্রয়োগ করে আলবার্ট আইনস্টাইন'এর সাধারণ আপেক্ষিকতা সমীকরণগুলি উদ্ভাবন করেছিলেন।\n১৯৩৩ সালে, পদার্থবিজ্ঞানী পল ডিরাক এই নীতিটি কিভাবে কুয়ান্টাম গণনায় ব্যবহার করা যায় তা প্রদর্শন করেন, যখন তিনি কুয়ান্টাম ইন্টারফেরেন্সে অ্যাম্পলিটিউডের কুয়ান্টাম মেকানিকাল ভিত্তি চিহ্নিত করেন। পরে জুলিয়ান শ্ইঙ্গার এবং রিচার্ড ফেইনম্যান স্বাধীনভাবে কুয়ান্টাম ইলেকট্রোডাইনামিক্সে এই নীতিটি প্রয়োগ করেন।\n\n\n== তথ্যসূত্র =="}