{"pageid": 1515220, "title": "খুইওল হাওবা ও ইয়াইথিং কোনু", "url": "https://bn.wikipedia.org/wiki?curid=1515220", "content": "খুইওল হাওবা এবং ইয়াইথিং কোনু প্রাচীন মৈতৈ পুরাণ ও লোককথার অংশ। এই গল্প মৈরাং রাজ্য থেকে উৎপত্তি লাভ করে, যা প্রাচীন কাংলেইপাক (প্রাচীন মণিপুর)-এর অংশ। এই কাহিনি খুইওল হাওবা নামক এক অনাথ যুবক এবং সুন্দরী ইয়াইথিং কোনু-র প্রেমের করুণ পরিণতির উপর ভিত্তি করে গঠিত। খুইওল হাওবা ছিলেন প্রয়াত রাজকর্মচারী খুন্দৌরেম্বা-এর পুত্র এবং ইয়াইথিং কোনু ছিলেন শক্তিশালী অভিজাত ব্যক্তি লুয়াং হুইনিংসুম্বা -র কন্যা।\n\n\n== ইতিহাস ==\nখুইওল হাওবা ও ইয়াইথিং কোনু ছিলেন ঐতিহাসিক চরিত্র, যারা মৈরাং রাজ্যের মৈলাং রাজা সানা লাখোয়া (১৮৫-২৩৬)-এর শাসনকালে বসবাস করতেন। এটি কাংলেই লামথোন পুয়া গ্রন্থে উল্লেখ করা হয়েছে। পরবর্তীতে এই গল্পে পৌরাণিক উপাদান যুক্ত হয়, যেমন দেবতা থাংচিং-এর অলৌকিক হস্তক্ষেপ। তিনি চেয়েছিলেন যাতে ইয়াইথিং কোনু খুইওল হাওবার সাহায্য চান এবং এইভাবে তারা একে অপরের প্রেমে পড়েন।\n\n\n== কাহিনী ==\n\n\n=== খুইওল হাওবার শৈশব ===\nঅনাথ যুবক খুইওল হাওবা-কে তার বড় বোন লালন-পালন করেন। তার প্রয়াত পিতা খুন্দৌরেম্বা রাজদরবারে ধর্মীয় আচার-অনুষ্ঠানের দায়িত্ব পালন করতেন এবং এক বিরল পবিত্র বাঁশ প্রজাতি টেসা-র রক্ষণাবেক্ষণের কাজ করতেন। এছাড়াও তিনি তায়ান (বা \"তায়াল\") প্রজাতির লতা অপসারণ ও এক বিশেষ ধাতব মুখোশ চকচকে করার দায়িত্বে ছিলেন।\nখুন্দৌরেম্বার মৃত্যুর পর দেবতা থাংচিং (থাংজিং) এমন পরিস্থিতি তৈরি করেন যাতে রাজা, খুন্দৌরেম্বার বন্ধু ও আত্মীয়স্বজনরা খুইওল হাওবা ও তার বড় বোনকে সম্পূর্ণরূপে অবহেলা করে। ফলে দুই ভাই-বোন দারিদ্র্যের মধ্যে জীবনযাপন করতে বাধ্য হন।\n\n\n=== ষড়যন্ত্র থেকে পলায়ন ===\nসময়ের সাথে সাথে খুইওল হাওবা এক সুদর্শন যুবকে পরিণত হন। তবে, তিনি লোকতাক হ্রদ-এর ফুমদিগুলির মাঝে লুকিয়ে থাকতেন কারণ মৈরাং-এর অধিষ্ঠাত্রী দেবতার নির্দেশ অনুযায়ী তাকে মানব বলি দেওয়ার দাবি করা হয়েছিল। প্রকৃতপক্ষে ওরাকলের এই ভবিষ্যদ্বাণী ছিল একটি নিষ্ঠুর ষড়যন্ত্র, যা রচনা করেছিল অভিজাত ব্যক্তি থাংগারাকপা । তিনি প্রয়াত খুন্দৌরেম্বার প্রতি ঈর্ষান্বিত ছিলেন এবং খুইওল হাওবাকে হত্যা করার পরিকল্পনা করেছিলেন।\nমৈরাং রাজ্যে খরা ও দুর্ভিক্ষ দেখা দিলে, থাংগারাকপা এই সুযোগ গ্রহণ করেন। তিনি এক ভণ্ড সাধুকে ঘুষ দেন যাতে সে ঘোষণা করে যে কেবলমাত্র এক অনাথ পুরুষকে বলি দিলে দেবতা থাংচিং (থাংজিং) সন্তুষ্ট হবেন এবং জনগণের দুর্ভোগ কমবে।\n\n\n=== ইয়াইথিং কোনুর সাথে প্রথম সাক্ষাৎ ===\nলুকিয়ে থাকার এক সময় খুইওল হাওবা ইয়াইথিং কোনুর সাথে দেখা করেন। মৈরাং-এর সকল অবিবাহিত তরুণী এক উৎসব উপলক্ষে লোকতাক হ্রদ-এ মাছ ধরতে যান। ঐদিন, কোনো পুরুষকে হ্রদে প্রবেশের অনুমতি দেওয়া হয়নি।\nতাদের মধ্যে ইয়াইথিং কোনুর কাঠের জালের কাঠামো ভেঙে যায়, যা শুধুমাত্র একজন পুরুষই ঠিক করতে পারত। কিন্তু আশেপাশে কোনো পুরুষ ছিল না, তাই তিনি দুঃখিত হন। ঠিক তখনই আশেপাশে লুকিয়ে থাকা খুইওল হাওবা এগিয়ে এসে তার জালের কাঠামো মেরামত করেন। এভাবে তারা একে অপরের প্রেমে পড়েন।\nপরবর্তীতে রাজা খুইওল হাওবার পরিচয় জানতে পারেন এবং তাকে তার পিতার পূর্বের রাজকর্মচারীর পদে পুনর্বহাল করেন।\n\n\n=== অগ্নিকাণ্ড ও বিবাহের পরিণতি ===\nএকবার ইয়াইথিং কোনুর পিতা হুইনিংসুম্বা রাজ আদেশ অনুসারে শিকারে যান। কিন্তু কোনো শিকার খুঁজে না পেয়ে, তিনি লতাপাতা পোড়ান যাতে লুকিয়ে থাকা প্রাণীগুলো বেরিয়ে আসে। কিছুক্ষণের মধ্যেই, সেই আগুন এক বিশাল অগ্নিঝড়ে রূপ নেয় এবং দ্রুত খুমান রাজ্যে ছড়িয়ে পড়ে। এতে এক যোদ্ধা কাওবা হিংগাম্বার সম্পত্তি ও শস্যাগার পুড়ে যায়।\nএই ঘটনার ফলে কাওবা হিংগাম্বার প্রচণ্ড ক্রুদ্ধ হন। তিনি হুইনিংসুম্বাকে বন্দি করেন এবং মুক্তিপণ হিসেবে তার কন্যাকে দাবি করেন। বাধ্য হয়ে, হুইনিংসুম্বা সম্মতি দেন এবং ইয়াইথিং কোনুকে কাওবা হিংগাম্বার-এর সাথে বিয়ে দেন।\n\n\n=== প্রেমের সম্পর্কের পরিণতি ===\nইয়াইথিং কোনুর বিবাহ হলেও তিনি খুইওল হাওবার সাথে সম্পর্ক চালিয়ে যান। খুইওল হাওবা পাহাড়ি এক শ্রমিকের ছদ্মবেশে কাওবা হিংগাম্বার বাড়িতে প্রবেশ করেন এবং সেখানে গোপনে ইয়াইথিং কোনুর সাথে সাক্ষাৎ করেন।\nকিছুদিন পর কাওবা হিংগাম্বা এই সম্পর্ক বুঝতে পারেন এবং রাগান্বিত হয়ে ইয়াইথিং কোনুকে তার বাড়ি থেকে বের করে দেন। তবে এটি ইয়াইথিং কোনুর জন্য আশীর্বাদে পরিণত হয়। তিনি খুইওল হাওবার সাথে পুনরায় মিলিত হন এবং চিরকালের জন্য সুখী জীবন যাপন করেন।\n\n\n== সমসাময়িক শিল্প ও সংস্কৃতিতে ==\nইয়াইথিং কোনু\nএটি হিজাম অঙ্গংহাল (১৮৯২-১৯৪৩) রচিত একটি মৈতৈ ভাষার উপন্যাস।\nহাওবা কোনু (১৯৮৬)\nএটি মৈতৈ ভাষায় হেইসনাম মঙ্গলজাও সিংহ রচিত একটি সাহিত্যকর্ম।\nহাওবা কোনু (২০১৪)\nএটি একটি লোকনাট্য, যা লিখেছেন ও পরিচালনা করেছেন বি. জুগোলচন্দ্র শর্মা এবং এটি সংস্কৃতি মন্ত্রণালয় (ভারত)-এর সহায়তায় প্রযোজিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}