{"pageid": 1515433, "title": "দ্রুতগামী বাস গণপরিবহন ব্যবস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1515433", "content": "বাস র‍্যাপিড ট্রানজিট (বিআরটি), যাকে বাসওয়ে বা ট্রানজিটওয়েও বলা হয়, হলো একটি ট্রলিবাস, বৈদ্যুতিক বাস ও পাবলিক ট্রান্সপোর্ট বাস সার্ভিস সিস্টেম যা প্রচলিত বাস সিস্টেমের তুলনায় অনেক বেশি ফলপ্রসু, নির্ভরযোগ্য ও উচ্চগতির সুবিধার ভিত্তিতে তৈরি করা হয়। সাধারণত, একটি বিআরটি সিস্টেমে বাসের জন্য ডেডিকেটেড রাস্তা অন্তর্ভুক্ত থাকে যেখানে অন্যান্য কম গতির যানবাহন সম্পূর্ণরূপে নিষিদ্ধ থাকে। পাশাপাশি নকশা এমনভাবে করা হয় যেন বাসগুলোকে কোনো মোড় তথা ইন্টারসেকশন দিয়ে যেতে না হয় যাতে জ্যাম এড়ানো যায়। এর সাথে যাত্রীদের বাসে ওঠা বা ছেড়ে যাওয়া বা টোল দেয়ার কারণে বিলম্ব কমাতে নকশা বৈশিষ্ট্যগুলিও অন্তর্ভুক্ত থাকে। বিআরটি-র লক্ষ্য হল লাইট রেল ট্রানজিট (এলআরটি) বা ম্যাস র‍্যাপিড ট্রানজিট (এমআরটি) সিস্টেমের ক্ষমতা এবং গতিকে বাস সিস্টেমের ফ্লেক্সিবিলিটি, খরচ কমানো ও সহজ পদ্ধতির সাথে একত্রিত করা।\nঢাকায় বাংলাদেশের সর্বপ্রথম বিআরটি সিস্টেম চালু হয়েছে ঢাকা বিআরটি নামে। বিশ্বের প্রথম বিআরটি সিস্টেম ছিল ইংল্যান্ডের রানকর্ন নিউ টাউনে অবস্থিত রানকর্ন বাসওয়ে, যা ১৯৭১ সালে সেবাদান শুরু করে। মার্চ ২০১৮-এর হিসাব অনুযায়ী ৬টি মহাদেশের মোট ১৬৬টি শহরে বিআরটি সিস্টেম বাস্তবায়ন করা হয়েছে। এ সব মিলিয়ে মোট ৪,৯০৬ কিমি (৩,০৪৮ মা) রয়েছে বিআরটি লেনের জন্য। এতে প্রায় ৩২.২ লক্ষ যাত্রী প্রতিদিন যাতায়ত করে।\nবিআরটি সেবার বেশিরভাগই ল্যাটিন আমেরিকায়, যেখানে প্রতিদিন প্রায় ১৯.৬ মিলিয়ন যাত্রী যাতায়াত করে এবং এর মধ্যে সবচেয়ে বেশি শহর (৫৪টি) রয়েছে যেখানে বিআরটি সিস্টেম রয়েছে এবং ব্রাজিলের ২১টি শহর রয়েছে। ল্যাটিন আমেরিকার দেশগুলিতে দৈনিক সবচেয়ে বেশি যাত্রী সংখ্যার দিক দিয়ে দেশগুলো হল ব্রাজিল (১ কোটি ৭ লাখ), কলম্বিয়া (৩ কোটি) এবং মেক্সিকো (২ কোটি ৫ লাখ)।\nঅন্যান্য অঞ্চলের কথা বললে চীন (৪.৩ মিলিয়ন) ও ইরান (২.১ মিলিয়ন) উল্লেখযোগ্য। বর্তমানে, ট্রান্সজাকার্তা বিশ্বের বৃহত্তম বিআরটি নেটওয়ার্ক, যার দৈর্ঘ্য প্রায় ২৫১.২ কিলোমিটার (১৫৬.১ মাইল) এবং যা ইন্দোনেশিয়ার রাজধানী শহরকে সংযুক্ত করে।\n\n\n== পরিভাষা ==\nবাস র‍্যাপিড ট্রানজিট হলো দ্রুতগামী গণপরিবহন ব্যবস্থার (এমআরটি) একটি মাধ্যম। এর মাধ্যমে একটি উচ্চ-ক্ষমতাসম্পন্ন নগর গণ-পরিবহন ব্যবস্থা তৈরি হয় যার নিজস্ব ডেডিকেটেড রাস্তা, যানবাহনের ছোট হেডওয়ে, প্ল্যাটফর্মভিত্তিক বোর্ডিং ও প্রি-টিকেটিং ব্যবস্থা রয়েছে।"}