{"pageid": 1515900, "title": "বগুড়া সিটি কর্পোরেশন", "url": "https://bn.wikipedia.org/wiki?curid=1515900", "content": "বগুড়া সিটি কর্পোরেশন বাংলাদেশের বগুড়া জেলার একটি স্থানীয় সরকার সংস্থা, যা ২৭ এপ্রিল ২০২৫ তারিখে দেশের ১৩তম সিটি কর্পোরেশন হিসেবে প্রতিষ্ঠার জন্য বগুড়া জেলা প্রশাসক কর্তৃক গ্ণবিজ্ঞপ্তি জারি করা হয়েছে। যথাযথ প্রক্রিয়া অনুসরণ করে স্থানীয় সরকার বিভাগ যাচাই-বাছাই ও আইনগত দিক বিবেচনা করে পরবর্তীতে বগুড়া সিটি করপোরেশন অধ্যাদেশ জারি করবে।[১]\nবগুড়া করতোয়া নদীর পূর্ব ও পশ্চিম তীরে বিস্তৃত এবং ঢাকা থেকে প্রায় ২০০ কি.মি. উত্তর-পশ্চিমে অবস্থিত উত্তরবঙ্গের একটি প্রধান বাণিজ্যিক শহর ও অর্থনৈতিক কেন্দ্র। ৬৯.৫৬ বর্গ কি.মি. আয়তনের এই শহরের জনসংখ্যা প্রায় ৪,৮৬,০১৬ (২০২২ সালের জনশুমারি অনুযায়ী)। প্রাচীন পুরাকীর্তি মহাস্থানগড়ের সন্নিকটে অবস্থিত এই শহরটি কৃষিযন্ত্র নির্মাণ, লাল মরিচ উৎপাদন ও বগুড়ার দইয়ের জন্য বিখ্যাত। সিটি কর্পোরেশনটি ২১টি ওয়ার্ড নিয়ে গঠিত, যার নেতৃত্বে থাকেন একজন মেয়র ও ২৮ জন কাউন্সিলর (যার মধ্যে ৭টি মহিলা সংরক্ষিত আসন)। তবে ৩০ এপ্রিল ২০২৫ অনুযায়ী এসব পদ নির্বাচনের অপেক্ষায় শূন্য রয়েছে।\n\n\n== ইতিহাস ==\nবগুড়ার প্রশাসনিক ইতিহাস শুরু হয় ১৮৭৬ সালে বগুড়া পৌরসভা প্রতিষ্ঠার মাধ্যমে, যার প্রাথমিক আয়তন ছিল ১.২৫ বর্গ কি. মি., জনসংখ্যা ৭,০০০ এবং তিনটি ওয়ার্ড। ১৯৮১ সালে এটি 'ক’ শ্রেণিভুক্ত পৌরসভায় উন্নীত হয়, আয়তন বৃদ্ধি পায় ১৪.৭৬ বর্গ কিলোমিটারে এবং ওয়ার্ড সংখ্যা হয় ১২। ২০০৬ সালে পৌরসভার আয়তন ৬৯.৫৬ বর্গ কি.মি. এবং ২১টি ওয়ার্ডে বিস্তৃত হয়, যা তখন বাংলাদেশের আয়তনে বৃহত্তম পৌরসভা ছিল। ২৭ এপ্রিল ২০২৫ তারিখে স্থানীয় সরকার, পল্লী উন্নয়ন ও সমবায় মন্ত্রণালয় একটি গণবিজ্ঞপ্তির মাধ্যমে এটিকে বগুড়া সিটি কর্পোরেশনে উন্নীত করে, যা ফেব্রুয়ারি ২০২৫-এ জেলা প্রশাসক হোসনা আফরোজার নেতৃত্বে জনমত যাচাই প্রক্রিয়ার ফল।\nঐতিহাসিকভাবে, বগুড়া পুণ্ড্রবর্ধন রাজ্যের (খ্রিস্টপূর্ব ৩য় শতাব্দী) অংশ ছিল, যার রাজধানী মহাস্থানগড় মৌর্য, গুপ্ত ও পাল যুগে গুরুত্বপূর্ণ কেন্দ্র ছিল। বখতিয়ার খলজির বিজয়ের পর এটি মুসলিম শাসনের অধীনে আসে এবং পরে সুলতান নাসিরউদ্দিন বুগরা খাঁর (১২৮৭–১২৯১) নামে নামকরণ হয়। ১৯৭১ সালের মুক্তিযুদ্ধে, ক্যাপ্টেন গিয়াস ২৯ মার্চ ২৩ জন পাকিস্তানি সৈন্য হত্যা করে স্থানীয় প্রতিরোধে উল্লেখযোগ্য ভূমিকা রাখেন।\nবর্তমান আধুনিক বগুড়া বাংলাদেশের উত্তরবঙ্গের একটি প্রধান অর্থনৈতিক কেন্দ্র, যা দেশের শীর্ষ ১০ শহুরে অর্থনীতির মধ্যে স্থান পেয়েছে। এখানে শিল্প খাতে ৪০০০ এর বেশি ক্ষুদ্র ও মাঝারি কারখানা রয়েছে, যেগুলো খাদ্য প্রক্রিয়াকরণ, প্লাস্টিক, বেকারি, বস্ত্র, মৎস্য সরঞ্জাম ও লোহাশিল্পের মতো কাজে নিয়োজিত এবং ভারত, নেপাল ও মধ্যপ্রাচ্যে তাদের পণ্য রপ্তানি করে। শহরটি পহেলা বৈশাখ, ঈদ ও বিভিন্ন সময় বিভিন্ন স্থানীয় মেলা উদযাপন করে, যার ঐতিহ্যে রয়েছে বগুড়ার দই, হস্তশিল্প ও সঙ্গীত। মহাস্থানগড়ের নৈকট্য পর্যটক ও প্রত্নতাত্ত্বিকদের আকর্ষণ করে, যা শহরের সাংস্কৃতিক ও ঐতিহাসিক তাৎপর্য বৃদ্ধি করে।\n\n\n== ভৌগোলিক ও প্রশাসনিক কাঠামো ==\nবগুড়া সিটি কর্পোরেশন করতোয়া নদীর পূর্ব ও পশ্চিম তীরে অবস্থিত, যা যমুনা নদীর একটি উপনদী, স্থানাঙ্ক ২৪.৮৫° উত্তর ৮৯.৩৭° পূর্ব﻿ / 24.85; 89.37 । ঢাকা-রংপুর মহাসড়ক এবং ঢাকা ও রাজশাহী সংযোগকারী রেলপথের কৌশলগত অবস্থান এটিকে উত্তরবঙ্গের প্রবেশদ্বার হিসেবে গড়ে তুলেছে।\nকর্পোরেশনটি ২১টি ওয়ার্ড নিয়ে গঠিত, যার মধ্যে ১৮টি বগুড়া সদর উপজেলা এবং ৩টি শাহজাহানপুর উপজেলার অংশ। এটি একজন মেয়র ও ২৮ জন কাউন্সিলর (৭টি মহিলা সংরক্ষিত আসন-সহ) দ্বারা পরিচালিত, যা ৩০ এপ্রিল ২০২৫ অনুযায়ী নির্বাচনের অপেক্ষায় শূন্য। শাহজাহান আলম প্রধান নির্বাহী কর্মকর্তা হিসেবে বর্তমানে নগর পরিকল্পনা, অবকাঠামো ও জনসেবা তদারকি করছেন।\n\n\n== জনসংখ্যাতাত্ত্বিক তথ্য ==\n২০২২ সালের বাংলাদেশ জনশুমারি অনুযায়ী, বগুড়া সিটি কর্পোরেশনের জনসংখ্যা ৪,৮৬,০১৬ এবং বসতবাড়ির সংখ্যা ১,২৬,৪১২। বর্তমানে জনসংখ্যা প্রায় ১০ লাখ। সাক্ষরতার হার ৮৭.৮৭%। লিঙ্গ অনুপাতে প্রতি ১০০ জন পুরুষের বিপরীতে ১০৪.২৩ জন নারী এবং জনসংখ্যার ১৫.৩৪% জনগোষ্ঠী ১০ বছরের নিচে, যা তরুণ জনগোষ্ঠীর ইঙ্গিত দেয়। জেলা-স্তরের তথ্যের ভিত্তিতে, মোট জনসংখ্যার প্রায় ৯০% মুসলমান, ৯% হিন্দু এবং ১% খ্রিস্টান ও বৌদ্ধ সম্প্রদায়। জাতিগতভাবে অধিকাংশই বাঙালি, যেখানে অল্প পরিমাণে আদিবাসী সাঁওতাল জনগোষ্ঠীর উপস্থিতি রয়েছে।\n\n\n== আরও দেখুন ==\nবগুড়া জেলা\nরাজশাহী বিভাগ\nবাংলাদেশের সিটি কর্পোরেশনের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবগুড়া জেলা প্রশাসন"}