{"pageid": 1515879, "title": "রুশ সাম্রাজ্যের সামরিক ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1515879", "content": "রুশ সাম্রাজ্যের সামরিক ইতিহাসে রুশ সাম্রাজ্যের অংশগ্রহণের সশস্ত্র সংঘাতের ইতিহাস অন্তর্ভুক্ত রয়েছে। এই ইতিহাস ১৭২১ সালে পিটার দ্য গ্রেট কর্তৃক সৃষ্টি থেকে শুরু করে রাশিয়ান বিপ্লব (১৯১৭) পর্যন্ত বিস্তৃত, যার ফলে সোভিয়েত ইউনিয়ন প্রতিষ্ঠা লাভ করে। এর সাথে সম্পর্কিত বেশিরভাগ ঘটনা সাম্রাজ্যবাদী রাশিয়ান সেনাবাহিনী, সাম্রাজ্যবাদী রাশিয়ান নৌবাহিনী এবং বিংশ শতাব্দীর গোড়ার দিকের সাম্রাজ্যবাদী রাশিয়ান বিমান পরিষেবার সাথে জড়িত।\n\n\n== সাম্রাজ্যবাদী রাশিয়া ==\n\nইতিহাসবিদরা দীর্ঘদিন ধরে রাশিয়ার ইতিহাসে পিটার দ্য গ্রেটের রাজত্বের গুরুত্ব চিহ্নিত করে আসছেন। পিটার এমন সময়য় ক্ষমতা গ্রহণ করেন যখন তার দেশ ছিল বিশাল কিন্তু প্রযুক্তিগত ও সামাজিকভাবে পিছিয়ে ছিল। ১৬৮২ সালে রাশিয়ার নিয়ন্ত্রণ গ্রহণের পর জার তার পশ্চিমা প্রতিবেশীদের সাথে আরও ঘনিষ্ঠভাবে মিলিত হওয়ার জন্য রাশিয়ান সরকার, সমাজ এবং সামরিক বাহিনীর প্রতিটি দিককে উদ্যমীভাবে সংশোধন করেন। তিনি তার প্রতিবেশীদের বিরুদ্ধে বিস্তৃত যুদ্ধ করেন, তার যুদ্ধযন্ত্রকে শক্তিশালী করার জন্য তার হাতে থাকা প্রতিটি সম্পদকে ব্যবহার করেন এবং ভবিষ্যতে রাশিয়ার প্রয়োজনীয় ব্যবসা এবং দক্ষতা শিখতে বিপুল সংখ্যক যুবককে পশ্চিমে পাঠান। পিটার পুরাতনকে ভেঙে নতুন রাশিয়া প্রতিষ্ঠা করেন।\nপিটারের সৃষ্ট রাশিয়ান ইতিহাসের যুগটি বিভিন্নভাবে সাম্রাজ্য যুগ নামে পরিচিত, কারণ তখন শাসক এবং ভূমির মধ্যে নতুন সংযোগ তৈরি হয়েছিল; সেন্ট পিটার্সবার্গ যুগ নামে পরিচিত, কারণ রাজধানী হিসেবে নবনির্মিত সেন্ট পিটার্সবার্গে স্থানান্তরিত করা হয়েছিল; এবং সর্ব-রাশিয়ান যুগ নামে পরিচিত, কারণ পূর্বের বিদেশী-বিদ্বেষী এই দেশে বৃহত্তর আধিপত্য প্রতিষ্ঠিত হয়। তাঁর শাসনামল থেকে ১৯১৭ সালে অক্টোবর বিপ্লব (এবং রাশিয়ান সাম্রাজ্যের পতন) পর্যন্ত সময়কালকে কখনও কখনও পেট্রিন যুগও বলা হয়, যা তাঁর গুরুত্বের প্রতি শ্রদ্ধাঞ্জলি। তবে, মহান উত্তর যুদ্ধের শেষে পিটার imperator (সম্রাট) উপাধি গ্রহণ না করা পর্যন্ত রাশিয়ান সাম্রাজ্য প্রতিষ্ঠিত হয়নি।\n\n\n== পিটার দ্য গ্রেট ==\n\n\n=== প্রারম্ভিক বছর এবং সিংহাসনে আরোহণ ===\nপিটার দ্য গ্রেট ১৬৭২ সালের ৯ জুন জার প্রথম অ্যালেক্সিস এবং তার দ্বিতীয় স্ত্রী নাটালিয়া নারিশকিনার ঘরে জন্মগ্রহণ করেন। দুটি বিবাহে জারের ১৪ টিরও বেশি সন্তান ছিল। কিন্তু মাত্র তিনজন পুরুষ, প্রথম বিবাহের ফিওদর এবং ইভান এবং দ্বিতীয় বিবাহের পিটার, প্রাপ্তবয়স্ক হওয়া পর্যন্ত বেঁচে ছিলেন। পিটার তার সৎ ভাইদের তুলনায় অনেক বেশি সুস্থ ছিলেন, যাদের দুজনেরই গুরুতর শারীরিক অক্ষমতা ছিল। ১৬৭৬ সালে পিটারের বাবা মারা যান এবং প্রয়াত শাসকের জ্যেষ্ঠ পুত্র ফিওদরকে জার ঘোষণা করা হয়। ১৬৮২ সালে ফিওদর মারা গেলে তিনি সিংহাসনের কোন উত্তরাধিকারী রেখে যাননি। উত্তরাধিকারের কোন স্পষ্ট পথ না থাকায় দুটি সবচেয়ে বিশিষ্ট বোয়ার পরিবার, নারিশকিনস এবং মিলোস্লাভস্কি, সিংহাসনের জন্য প্রতিযোগিতায় বিভিন্ন উত্তরাধিকারীকে সমর্থন করে। পিটারকে সমর্থন করে নারিশকিনরা প্রাথমিকভাবে জয়লাভ করে এবং ১৬৮২ সালের এপ্রিলে পিটারকে জার ঘোষণা করা হয় এবং তার মাকে ভারপ্রাপ্ত শাসক হিসেবে নিয়োগ করা হয়। যাইহোক, মে মাসে পিটারের সুস্থ সৎ বোন সোফিয়া, স্ট্রেল্টসিদের দ্বারা মিলোস্লাভস্কি-সমর্থিত বিদ্রোহের নেতৃত্ব দিয়ে সিংহাসন দখল করেন এবং নারিশকিন পরিবারের অনেক নেতৃস্থানীয় সদস্যকে হত্যা করেন, যাদের হত্যাকাণ্ড পিটার প্রত্যক্ষ করেছিলেন। পরবর্তীকালে ইভানকে সিনিয়র জার, পিটারকে জুনিয়র জার এবং সোফিয়াকে রিজেন্ট ঘোষণা করা হয়। বাস্তবে সোফিয়া একজন স্বৈরশাসক হিসেবে নিরঙ্কুশ ক্ষমতা দখল করেছিলেন ও তার সৎ ভাইদের ক্ষমতা থেকে দূরে সরিয়ে দিয়েছিলেন।\nছোটবেলায় পিটার যদিও বুদ্ধিমান ছিলেন, বুদ্ধিজীবী বা বিশেষভাবে পরিশীলিত ছিলেন না। তিনি শারীরিকভাবে সক্ষম এবং উন্মাদ মাত্রার শক্তির অধিকারী ছিলেন। তিনি তার হাত দিয়ে কাজ করার দিকে মনোযোগ দেন। বিশেষ করে পিটার নাবিকতা এবং সামরিক আচরণে আগ্রহ খুঁজে পেয়েছিলেন। তিনি তার বন্ধুদের, অভিজাত ও চাকরদের পুত্রদের সাথে মিলে নকল সৈন্যদল গঠন করেছিলেন এবং নকল যুদ্ধ পরিচালনা করেছিলেন। তার বয়স বাড়ার সাথে সাথে এই যুদ্ধগুলি আরও বিস্তৃত হতে থাকে, যার মধ্যে ছিল সংগঠিত ইউনিট গঠন, এমনকি তাজা গোলাবারুদও। তারা প্রাপ্তবয়স্ক হয়ে উঠলে পিটার যাদের সাথে লড়াই করেছিলেন তারা তার কমান্ডার এবং নিকটতম সামরিক উপদেষ্টা হয়ে ওঠেন এবং সবশেষে রাশিয়ার প্রথম দুটি অভিজাত গার্ড ইউনিট, প্রিওব্রাজেনস্কি এবং সেমেনভস্কি রেজিমেন্টের মূল অংশ গঠন করেন। এই দুটি রেজিমেন্ট রাশিয়ান অভিজাতদের মূল অংশ ছিল এবং তরুণ অভিজাতদের প্রশিক্ষণের ক্ষেত্র হয়ে ওঠে, যারা অন্য কোথাও অফিসার হওয়ার আগে সামরিক প্রশিক্ষণের জন্য বিভিন্ন পদমর্যাদার সৈনিক হিসেবে কাজ করত।\nপিটারের বয়স বাড়ার সাথে সাথে সোফিয়া বুঝতে পারেন যে, একজন নতুন পুরুষ উত্তরাধিকারীর সামনে তার সিংহাসন নিরাপত্তাহীন। ১৬৮৯ সালে তিনি স্ট্রেল্টসিতে তার সমর্থকদের আবার বিদ্রোহ করতে এবং তাকে আবার দৃঢ়ভাবে ক্ষমতায় বসাতে উদ্বুদ্ধ করেন। ষড়যন্ত্রের গুজবে ভীত হয়ে পিটার মস্কো থেকে পালিয়ে যান। পরবর্তী সংকটময় দিনগুলিতে পিতৃপুরুষ এবং অনেক বোয়ার এবং ভদ্রলোক তার পিছনে সমবেত হন। বেশিরভাগ স্ট্রেল্টসি দোদুল্যমান হয়ে পড়ে এবং কোনও পদক্ষেপ নেয়নি। সোফিয়াকে শান্তিপূর্ণভাবে সিংহাসন থেকে নামতে বাধ্য করা হয়। এভাবে ১৬৮৯ সালের আগস্টে তিনি রাশিয়ার কার্যকর শাসক হিসেবে স্বীকৃত হন। তবে ১৭ বছর বয়সেও সামরিক আচরণের প্রতি তার তেমন আগ্রহ ছিল না এবং তিনি তার মা নাটাল্যা নারিশকিনার কাছে তার শাসনভার হস্তান্তর করেন। ১৬৯৪ সালে তার মৃত্যুর পর পিটার অবশেষে সাম্রাজ্যের নিয়ন্ত্রণ গ্রহণ করেন।\n\n\n=== প্রাথমিক শাসন এবং সামরিক সংস্কার ===\n\nপিটার ব্যক্তিগতভাবে সৈনিক এবং নাবিকদের উপর নিচ থেকে শুরু করে উচ্চতর স্তর পর্যন্ত পড়াশোনা করেন ও অফিসার কর্পসে পদোন্নতির আগেই পদমর্যাদা পেয়ে যান। এভাবে পিটার ১৭০৯ সালে পোলতাভায় বিজয়ের পর পূর্ণাঙ্গ জেনারেল হন এবং এক দশকেরও বেশি সময় পরে মহান উত্তর যুদ্ধের সমাপ্তির পর পূর্ণাঙ্গ অ্যাডমিরাল হন। ১৬৯৪ সালের প্রথম দিকে তিনি আর্চেঞ্জেলে একটি ডকইয়ার্ড প্রতিষ্ঠা করেন এবং নিজেই একটি সম্পূর্ণ জাহাজ তৈরি করেন। রাশিয়ায় দক্ষতার তীব্র অভাব ছিল। পিটার মস্কোর বিদেশী মহল্লায় গিয়ে এই সমস্যাটি প্রশমিত করেন। সেখানে সিংহাসন থেকে অনেক দূরে একটি স্বাচ্ছন্দ্যময় পরিবেশে তিনি জাহাজ নির্মাণ, নৌচলাচল, সামরিক গঠন এবং দুর্গ নির্মাণের মতো বিষয়গুলির বিশদ বিবরণ শিখেন। পিটার একবারে সব জায়গায় থাকতে চেয়েছিলেন, এবং নিজের চোখে সবকিছু দেখতে চেয়েছিলেন। জার হিসেবে তার ভূমিকাকে খুব একটা গুরুত্বের সাথে না নিয়ে তিনি এবং তার সম্ভ্রান্ত বন্ধুরা প্রায়শই বিস্তৃত মদ্যপানের আচার এবং অন্যান্য ধরণের ঘোড়দৌড়ের আয়োজন করতেন। তবে একই সাথে তিনি নিষ্ঠুরও হতেন, বিদ্রোহ দমন করার জন্য বল প্রয়োগে পিছপা হতেন না এবং প্রয়োজন মনে করলে মাঝে মাঝে নিজের বন্ধুদেরও মারধর করতেন।\nসরকারি দায়িত্ব গ্রহণের পর পিটার তার সরকার পরিচালনার জন্য দক্ষ বিশেষজ্ঞের স্পষ্ট অভাব দেখতে পান। পদমর্যাদা বা উৎপত্তিকে খুব বেশি গুরুত্ব না দিয়ে পিটার রাশিয়ান সাম্রাজ্যের প্রতিটি কোণ থেকে দক্ষ বিশেষজ্ঞদের নিয়োগ শুরু করেন, যার মধ্যে ছিলেন ভূমিদাস, বিদেশী, ধর্মযাজক এবং সাধারণ বোয়ারদের সাথে বিদেশী বিশেষজ্ঞরাও। এইভাবে তার প্রশাসনে সামাজিক স্তরের বিভিন্ন স্তরের পুরুষরা ছিলেন। তাদের মধ্যে সবচেয়ে উল্লেখযোগ্য ছিলেন আলেকজান্ডার ড্যানিলোভিচ মেনশিকভ, যিনি পিটারের সময়কার নকল সৈন্যদের সাথে থাকাকালীন শৈশবের বন্ধু ছিলেন। মেনশিকভ ছিলেন সর্বনিম্ন পদমর্যাদার একজন প্রাক্তন আস্তাবলের ছেলে এবং পরবর্তীতে তিনি উঠে এসে পিটারের সবচেয়ে যোগ্য প্রশাসক হয়ে ওঠেন। দুর্নীতিগ্রস্ত হলেও মেনশিকভ উদ্যমী ছিলেন। রাশিয়ান সরকারী কর্মকাণ্ডের প্রতিটি ক্ষেত্রে তাকে পাওয়া যেত, রাশিয়ান আদালতের নিয়মিত নজরদারিতে থাকতেন এবং প্রায়শই পিটারের সাথে দেখা করতেন, একই সাথে কোনওভাবে তার বিশিষ্ট অবস্থান বজায় রাখতেন।\nরাশিয়ান শাসনব্যবস্থার প্রধান হিসেবে দৃঢ়ভাবে প্রতিষ্ঠিত হওয়ার সাথে সাথে পিটার তার সেনাবাহিনীর ব্যাপক আধুনিকীকরণ শুরু করেন। পিটার উত্তরাধিকারসূত্রে আংশিক পশ্চিমা সামরিক বাহিনী পান এবং তিনি তার পূর্বসূরীদের সংস্কারগুলিকে সুসংহত করার চেষ্টা করেন। ফসল কাটার সময় প্রতি বছর সেনাবাহিনী বিলুপ্ত হয়ে যেত এবং রাশিয়ান সেনাবাহিনীর একমাত্র নিয়মিত বাহিনী ছিল স্ট্রেলটসি, যা আনুষ্ঠানিকভাবে একটি অভিজাত ইউনিট ছিল যা পিটারের সময়কালে একটি বংশগত, অপ্রশিক্ষিত, অ-সজ্জিত বাহিনীতে পরিণত হয়। এই বাহিনী মস্কোতে অবস্থান করত এবং প্রকৃত যুদ্ধের চেয়ে রাজনীতিতে বেশি ভূমিকা পালন করত।\nপিটার দৃঢ়ভাবে অভিজাতদের অফিসার কর্পসে নিযুক্ত করে তার শাসন শুরু করেছিলেন। ব্যক্তিগত অভিজ্ঞতার আলোকে তিনি তরুণ অভিজাতদের অফিসার কোরে নিয়োগের আগে সাধারণ সৈনিক হিসেবে কাজ করতে বাধ্য করেন। যারা নিজেদেরকে বিশিষ্ট করে তুলতেন তারাও অফিসার পদমর্যাদা অর্জন করতে পারতেন। পিটার আজীবন রাষ্ট্রের দাসত্বে বিশ্বাস করতেন, তা সে ফসল ফলানো হোক বা যুদ্ধ করা হোক। এভাবে তিনি সেনাবাহিনীতে আজীবন দাসত্বের বিনিময়ে খামারে দাসদের তাদের আজীবন দাসত্ব থেকে মুক্তির প্রস্তাব দেন। বয়স্ক এবং প্রতিবন্ধী প্রবীণদের প্রশাসন এবং রিজার্ভ পদে স্থানান্তরিত করা হয়, এবং এইভাবে একবার তারা যোগদান করলে পিটারের সৈন্যরা আজীবন সেনাবাহিনীতে আবদ্ধ থাকত।\n\nপিটার রাশিয়ান সেনাবাহিনীর নেতৃত্বদানকারী অফিসার অভিজাতদের জন্য নতুন স্কুল এবং প্রশিক্ষণ ক্ষেত্র প্রতিষ্ঠা করেন এবং বিদেশী প্রভুদের অধীনে শেখার জন্য বিপুল সংখ্যক পুরুষকে বিদেশে প্রেরণ করেন। দাসত্ব থেকে মুক্তির প্রতিশ্রুতি অপর্যাপ্ত পেয়ে প্রতি ৫০টি পরিবারের জন্য ১ জন লোকের জন্য লেভি নির্ধারণের মাধ্যমে পিটার সৈন্য নিয়োগ শুরু করেন। এই শুল্ক আরোপ অবিশ্বাস্যভাবে ৫৩ বার বৃদ্ধি করা হয়, যার ফলে তার সেনাবাহিনীতে ৩,০০,০০০ নতুন সৈন্য প্রবেশ করে। তিনি ক্রমশ প্রতিটি উপলব্ধ সম্পদ থেকে জনশক্তি সংগ্রহে পারদর্শী হয়ে ওঠেন, যার মধ্যে ধর্মযাজক এবং পলাতক শত্রুরাও অন্তর্ভুক্ত ছিল। ফলস্বরূপ, রাশিয়ান সেনাবাহিনী ছিল ব্যাপকভাবে রাশিয়ান; সেনাবাহিনী ছিল তার ইউরোপীয় প্রতিপক্ষদের তুলনায় অনেক বেশি জাতীয়তাবাদী, যারা ভাড়াটেদের উপর ব্যাপকভাবে নির্ভরশীল ছিল।\nপিটার স্ট্রেল্টসি অশ্বারোহী বাহিনীর বাইরে বিবর্তনের উপর জোর দিয়েছিলেন, যদিও তিনি কখনও এটিকে সম্পূর্ণরূপে বাতিল করেননি। তিনি হাঁটু-ব্রীচ, ট্রাইকর্ন এবং লম্বা কোট সহ একটি ইউরোপীয় পোশাক কোড চালু করেন। তিনি তার সেনাবাহিনীতে ফ্লিন্টলক প্রবর্তন করেন। তার সৈন্যরা প্রথম আক্রমণাত্মকভাবে বেয়নেট ব্যবহার করে, যা মূলত প্রতিরক্ষার জন্য তৈরি করা হয়েছিল। তিনি তার অবরোধকারী কামানগুলির ব্যাপক উন্নতি ও সম্প্রসারণ করেন এবং পরে হালকা কামান প্রবর্তন করেন। তার দুটি অভিজাত গার্ড ইউনিটও অ্যাডহক পুলিশ ইউনিট হিসেবে কাজ করত, যাদের সারসংক্ষেপে ক্ষমতা ছিল তাকে একজন সীমালঙ্ঘনকারী অভিজাত বা কর্মকর্তাকে শৃঙ্খলে আবদ্ধ করার ক্ষমতা। পিটারের সবচেয়ে বেশি যে জিনিসটির অভাব ছিল তা হল বিশেষজ্ঞতা; তিনি স্কাউটিং, সংঘর্ষ এবং অভিযানের মতো হালকা অশ্বারোহী ভূমিকার জন্য কসাক এবং যাযাবরদের মতো অনিয়মিত বাহিনীর উপর নির্ভর করতেন, কারণ তার আসল অশ্বারোহী বাহিনী ছিল একচেটিয়াভাবে ড্রাগন, যারা ঘোড়ায় চড়ত কিন্তু যুদ্ধে নেমে আসত এবং পায়ে হেঁটে যুদ্ধ করত।\n\n\n=== আজভ অবরোধ, গ্র্যান্ড দূতাবাস এবং স্ট্রেলটসি বিদ্রোহ ===\n\n১৬৯৫ সালে পিটার তার নতুন সেনাবাহিনীর সাথে তার প্রথম বড় অভিযান পরিচালনা করেন। ১৬৯৪ সালে ক্ষমতা গ্রহণের পর পিটার তুরস্কের সাথে পবিত্র লীগের উত্তরাধিকারসূত্রে যুদ্ধের দায়িত্ব লাভ করেন। অটোমান শাসনামলে তুরস্ক আজভ সাগরের মোহনায় ক্রিমিয়ান তাতারদের এলাকা নিয়ন্ত্রণ করত। ১৫৬৮ সাল থেকে তুর্কি এবং রাশিয়ানরা মাঝে মাঝে যুদ্ধে লিপ্ত ছিল, কৃষ্ণ সাগরের আশেপাশের অঞ্চল নিয়ন্ত্রণের জন্য প্রতিযোগিতা করছিল। ক্রিমিয়া সরাসরি দখলের পূর্ববর্তী প্রচেষ্টা ব্যর্থ হয়েছিল, তাই পিটার ডন নদীর মোহনায় তুর্কি-নিয়ন্ত্রিত আজভ দুর্গ অবরোধ করার সিদ্ধান্ত নেন। তিনি দুই ভাগে বিভক্ত একটি পরিকল্পনা তৈরি করেন; প্রথমত, একটি মোড় হিসেবে কাজ করে একটি বিশাল অশ্বারোহী বাহিনী নিম্ন ডিনিপারে তুর্কি দুর্গগুলির দিকে অগ্রসর হবে। ইতিমধ্যে, ১৬৯৫ সালের গ্রীষ্মে একটি ছোট পদাতিক বাহিনী ডন নদীর তীরে চলে আসে এবং আজভ অবরোধ করে। এক বৈশিষ্ট্যপূর্ণ সাহসিকতার প্রদর্শনীতে পিটার দ্য গ্রেট একজন গোলন্দাজ হিসেবে আবির্ভূত হন।\nরাশিয়ান বাহিনীকে প্রথমে জলে রাশিয়ান চলাচলে বাধা দেওয়ার জন্য ভারী শৃঙ্খল পাহারা দেওয়ার জন্য একজোড়া প্রহরী টাওয়ার নিতে হয়। এই সময় তুর্কিরা একটি সফল অভিযান চালায় এবং রাশিয়ান অবরোধের অনেক অঞ্চল দখল করে। রাশিয়ানরা এই ক্ষতি মেনে নেয় এবং দুর্গের উপর অবিরাম বোমাবর্ষণ করে। যাইহোক, দুর্গটি ক্রমাগত জলপথে সরবরাহ পাচ্ছিল, এবং এই ক্ষয়ক্ষতি তুর্কিদের চেয়ে পিটারের বাহিনীকে বেশি ক্ষতিগ্রস্ত করছিল। তিন মাস পর পিটারকে তার বাহিনী প্রত্যাহার করতে বাধ্য করা হয়।\nযদিও আজভের উপর তার প্রথম আক্রমণটি প্রহসন হিসেবে প্রমাণিত হয়েছিল, পিটার ছিলেন দৃঢ়চেতা। তিনি বুঝতে পারেন যে প্রথম যুদ্ধে হেরে যাওয়ার কারণ ছিল সমুদ্রের উপর তুর্কিদের নিয়ন্ত্রণ, তাই পিটার উপরের ডনের ভোরোনেজে একটি বৃহৎ নৌবহর নির্মাণের দায়িত্ব দেন। তিনি নিজেও সতর্কতার সাথে কাজ করেন, তার জীবনের শুরুতে শেখা জাহাজ নির্মাণের দক্ষতাগুলিকে দুর্দান্তভাবে কাজে লাগান। এভাবে তিনি ১৬৯৬ সালের এপ্রিল মাসে আজভের উত্তরে ৩০টি সমুদ্রগামী জাহাজ এবং ১,০০০ টিরও বেশি পরিবহনের একটি বহর চালু করতে সক্ষম হন। এই নৌবহরের সাথে ৭০,০০০ পদাতিক বাহিনী ছিল, যা প্রথম অবরোধের সময় পিটার তার সাথে নিয়ে আসা বাহিনীর দ্বিগুণ ছিল এবং তুর্কি সরবরাহের প্রবাহ সফলভাবে বন্ধ করে দেয়। এক মাস ধরে যুদ্ধ চালিয়ে যাওয়ার পর ২০০০ কস্যাক সৈন্যের একটি বাহিনী দুর্গে আক্রমণ করে এবং এর বাইরের অংশের কিছু অংশ দখল করে নেয়। তুর্কিরা পরাজয় মেনে নিয়ে ১৮ জুলাই, ১৬৯৬ তারিখে রাশিয়ানদের কাছে দুর্গটি সমর্পণ করে।\nআজভের ঘটনাবলী পিটারের কাছে সমুদ্রবাহিত নৌবহরের মূল্য প্রমাণ করে। যদিও তার পূর্বসূরীরা প্রয়োজন অনুসারে আদিম নৌবহর তৈরি করেছিলেন, আজভের দ্বিতীয় অবরোধ ছিল তার প্রথম সফল প্রয়োগ। তাই জাহাজ নির্মাণ জ্ঞানের প্রয়োজনীয়তা এবং তুর্কিদের বিরুদ্ধে একটি শক্তিশালী জোট গড়ে তোলার আকাঙ্ক্ষা নিয়ে পিটার ১৬৯৭ সালের মার্চ মাসে ইউরোপের জন্য ২৫০ জনের একটি অভিযানের আয়োজন করেন। যদিও পিটার মিখাইলভের মতো ছদ্মবেশে ভ্রমণ করতেন, তিনি কাউকে বোকা বানাতেন না। ছয় ফুট থেকে আট ফুট লম্বা হওয়ায় জারকে আক্ষরিক অর্থেই অন্যদের চেয়ে মাথা উঁচু করে দাঁড়িয়ে থাকতে হত, যদিও তার ছদ্মবেশ তাকে আদালতের আনুষ্ঠানিকতায় অংশ নিতে বাধা দিত। তিনি সুইডেন, অস্ট্রিয়া, নেদারল্যান্ডস, প্রুশিয়া, ইংল্যান্ড এবং হ্যাবসবার্গ সাম্রাজ্য ভ্রমণ করেন, মহাদেশ জুড়ে বিভিন্ন ডক এবং কারখানায় নিজেকে একজন কর্মী হিসেবে তালিকাভুক্ত করেন। ১৮ মাস ধরে পিটার ইউরোপীয় কারিগরি, বিশেষ করে নৌচলাচল এবং সাধারণভাবে ইউরোপীয় সমাজ সম্পর্কে যা কিছু সম্ভব তা আত্মস্থ করেন। ইতালির মধ্য দিয়ে পরিকল্পিত যাত্রা শুরু না হতেই দেশে এক বিদ্রোহের খবরে তার যাত্রা বন্ধ হয়ে যায় এবং ১৬৯৮ সালে পিটার রাশিয়ায় ফিরে আসেন। তার সাথে তিনি রাশিয়ান শিল্পের জন্য ৭৫০ জন বিদেশী নিয়োগ করেন। দূতাবাসের প্রত্যাশিত রাজনৈতিক লাভ সন্দেহজনক প্রমাণিত হয়, তবে সামরিক লাভ ছিল বিশাল।\n\nপিটার মস্কোতে ফিরে এসে দেখেন যে, বিদ্রোহ ইতিমধ্যেই মোকাবেলা করা হয়েছে। তিনি স্ট্রেল্টসিকে জিজ্ঞাসাবাদ করতে থাকেন, অনেককে নির্যাতন করে প্রকাশ করেন যে তারা তার সৎ বোন এবং প্রাক্তন সারিনা সোফিয়ার প্রতি সহানুভূতিশীল। হাজার হাজার স্ট্রেল্টসিকে মৃত্যুদণ্ড দেওয়া হয় এবং জনসমক্ষে ফাঁসিতে ঝুলানো হয়, এবং সোফিয়া, যাকে মস্কোর কাছে একটি মঠে নির্বাসিত করা হয়েছিল, তাকে সন্ন্যাসিনী হতে বাধ্য করা হয়। পিটার তার মুখোমুখি হওয়ার পরিণতি স্মরণ করিয়ে দেওয়ার জন্য শত শত স্ট্রেলটসির মৃতদেহ তার জানালার বাইরে ঝুলিয়ে রাখেন। তিনি ইউডোক্সিয়া লোপুখিনার সাথেও বিবাহ বিচ্ছেদ করেন, যিনি স্ট্রেল্টসির প্রতি সহানুভূতিশীল ছিলেন এবং তাকেও সন্ন্যাসিনী হতে বাধ্য করেন।\n\n\n=== মহান উত্তর যুদ্ধ ===\nযদিও তুর্কিদের বিরুদ্ধে পিটারের \"মহাজোট\" গড়ে উঠতে ব্যর্থ হয়েছিল, নতুন রাজনৈতিক ঘটনাবলী দ্রুত তার সামরিক মনোযোগ উত্তরের দিকে নিয়ে আসে। ১৬৯৭ সালে সুইডেনের রাজা চার্লস একাদশের মৃত্যু হয়। তিনি তার সিংহাসন তার ১৫ বছর বয়সী ছেলে চার্লস দ্বাদশের কাছে রেখে যান। রাজার যৌবনকাল এবং অনভিজ্ঞতার অভাব, বেশ কয়েকটি প্রধান বাল্টিক বন্দরের দখলের সাথে মিলিত হয়ে সুইডিশ সাম্রাজ্যকে তার প্রতিবেশীদের দ্বারা বিভক্তির জন্য একটি আকর্ষণীয় লক্ষ্যবস্তুতে পরিণত করে। আজভ অভিযানের সফলতার পর পিটার তখনও তুর্কিদের সাথে একটি শান্তি চুক্তির জন্য আলোচনা করছিলেন, কিন্তু তবুও তিনি পোল্যান্ডের দ্বিতীয় অগাস্টাস এবং ডেনমার্কের চতুর্থ ফ্রেডেরিকের সাথে একটি জোট গঠনের জন্য আলোচনা করছিলেন। ১৬৯৯ সালের শেষের দিকে পিটার তার পদ পূরণের জন্য এক দফায় সেনাবাহিনীতে যোগদান শুরু করেন এবং ১৭০০ সালের গোড়ার দিকে যুদ্ধ শুরুর তারিখ নির্ধারণ করা হয়। পরিকল্পনাটি ছিল পোল্যান্ডকে দক্ষিণ লিভোনিয়ায় অগ্রসর করা এবং ডেনিশদের দ্বারা শ্লেসউইগ-হোলস্টাইনে সুইডিশ মিত্রদের আক্রমণ করা। যাইহোক, তুর্কিদের সাথে পিটারের আলোচনা তার প্রত্যাশার চেয়ে বেশি সময় নেয়, এবং তাই ১৭০০ সালের জানুয়ারিতে দ্বিতীয় অগাস্টাস সুইডেনের বিরুদ্ধে যুদ্ধ ঘোষণা করেন, কয়েক মাসের মধ্যেই ডেনিশরা যুদ্ধ ঘোষণা করে এবং রাশিয়াকে পাশে দাঁড় করায়। সেই বছরের জুলাই মাসেই কনস্টান্টিনোপলের চুক্তি স্বাক্ষরিত হয়, যার ফলে তুরস্কে পিটারের সাফল্য অক্ষুণ্ণ থাকে এবং তাকে সুইডেনের সাথে যুদ্ধ করার জন্য মুক্ত করা হয়।\n\n\n==== প্রাথমিক ক্ষতি এবং নার্ভার যুদ্ধ ====\nপিটার যখন জড়িত হন, ততক্ষণে জোট ভেঙে পড়েছিল। দ্বাদশ চার্লস একজন অভূতপূর্ব সামরিক প্রতিভাধর এবং তার শত্রুদের প্রত্যাশার চেয়ে অনেক উন্নত একজন সেনাপতি হিসেবে প্রমাণিত হন। ১৭০০ সালের জুলাই মাসে অত্যন্ত সাহসের সাথে চার্লস ১৫,০০০ সৈন্য নিয়ে ডেনমার্ক প্রণালী অতিক্রম করে যুদ্ধকে তাদের অঞ্চলের কেন্দ্রস্থলে নিয়ে যান; ডেনরা সম্পূর্ণরূপে পরাজিত হয়ে এক মাসের মধ্যে আত্মসমর্পণ করে। এই বিষয়ে অজ্ঞতাবশত পিটার ১৭০০ সালের আগস্টে সুইডেনের বিরুদ্ধে যুদ্ধ ঘোষণা করেন। পিটার ৩৫,০০০ সৈন্যের একটি সেনাবাহিনীর নেতৃত্ব দেন এবং দ্রুত ফিনল্যান্ড উপসাগরের দক্ষিণে নারভা নদীর তীরে অবস্থিত নারভা শহর অবরোধ করেন। পিটার অবরোধের কাজ পরিচালনা করেন, কিন্তু চার্লসের শেষ পরিত্রাণ প্রচেষ্টার জন্য শক্তিবৃদ্ধি সংগঠিত করার জন্য শীঘ্রই চলে যান (এবং এইভাবে নিজেকে ক্ষতির পথ থেকে সরিয়ে নেন)। পোল্যান্ড এবং রাশিয়ার মধ্যে একটি বেছে নেওয়ার পর দ্বাদশ চার্লস রাশিয়াকে আরও বিপজ্জনক হুমকি বলে মনে করেন এবং নভেম্বর মাসে প্রায় ১১,০০০ সৈন্যের একটি ছোট সেনাবাহিনীকে অবরুদ্ধ শহরে নিয়ে যান।\n\n৩ থেকে ১ সংখ্যাগতভাবে এগিয়ে থাকা রাশিয়ানরা আশা করেছিল যে দ্বাদশ চার্লস আক্রমণ করার আগে শক্তিবৃদ্ধির জন্য অপেক্ষা করবে; কিন্তু আরেকটি সাহসী পদক্ষেপে সুইডিশ বাহিনী তুষারঝড়ের আড়ালে রাশিয়ান লাইনে আকস্মিক আক্রমণের সিদ্ধান্ত নেয়। অপ্রস্তুত, অল্প প্রসারিত এবং দক্ষ সুইডিশ সেনাবাহিনীর অনুপ্রবেশের ঝুঁকিতে থাকা অবস্থায় পরবর্তী যুদ্ধটিতে তার বাহিনী দ্রুত পরাজিত হয়। আতঙ্কিত রাশিয়ান সৈন্যরা হিমশীতল নার্ভা নদীর উপর দিয়ে সাঁতার কাটতে চেষ্টা করে, যার ফলে অনেকেই এর হিমায়িত জলে ডুবে যায়। বাকি রাশিয়ান সৈন্যদের সহজেই সরিয়ে নেওয়া হয়। মাত্র তিনটি দল, পিটারের অভিজাত সৈন্য এবং একটি হালকা পদাতিক ব্রিগেড, বাস্তবে যুক্তিসঙ্গতভাবে যুদ্ধক্ষেত্রে পশ্চাদপসরণ করে এবং সরবরাহ ওয়াগনগুলিকে উন্নত প্রতিরক্ষা হিসাবে ব্যবহার করে। নার্ভার যুদ্ধ পিটারের তরুণ সেনাবাহিনীর জন্য এক শোচনীয় পরাজয় ছিল, যেখানে রাশিয়ান বাহিনীর বিশাল অংশ ধ্বংস হয়ে যায় এবং প্রায় সমস্ত অবরোধের সরঞ্জাম দখল করা হয়। সুইডিশরা মাত্র ৭০০ জন হতাহত হয়, যেখানে ৬,০০০ এরও বেশি রাশিয়ান সৈন্য নিহত হয় এবং আরও ২০,০০০ জনকে বন্দী করা হয়।\n\n\n==== সেনাবাহিনী পুনর্গঠন, লিভোনিয়ান অভিযান এবং পোলিশ পরাজয় ====\nযুদ্ধের পর রাশিয়ান সেনাবাহিনী ভেঙে পড়ার পর দ্বাদশ চার্লস যুক্তি দেন যে, রাশিয়ানরা আর তার জন্য হুমকি নয় এবং রাশিয়াকে তাড়া করার পরিবর্তে পোল্যান্ডের সাথে মোকাবিলা করার জন্য দক্ষিণে ফিরে যান। ঐতিহাসিকরা এখনও তর্ক করেন যে, চার্লসের ভেঙে পড়া রুশ শত্রুর বিরুদ্ধে তার অভিযান জোরদার করা উচিত ছিল কিনা; যদি তিনি পিটারের পিছনে ছুটতেন, তাহলে তিনি দ্রুত জয়লাভ করতে পারতেন এবং যুদ্ধের ফলাফল পরিবর্তন করতে পারতেন। যাই হোক, ১৭০১ সালের গ্রীষ্মে রিগায় স্যাক্সনি অবরোধ ভেঙে চার্লস পোলিশ-লিথুয়ানিয়ান কমনওয়েলথে প্রবেশ করেন। যদিও পোলিশরা ৬ বছর ধরে প্রতিরোধ করেছিল, তবুও ফ্রাউস্টাড্টের যুদ্ধে সুইডিশদের জয়ের পর আবারও অসম্ভব প্রতিকূলতার মধ্যে অবশেষে তারা যুদ্ধ থেকে বেরিয়ে আসতে বাধ্য হয়। দ্বিতীয় অগাস্টাসকে সিংহাসন থেকে জোর করে সরিয়ে দেওয়া হয় এবং তার স্থলাভিষিক্ত হন কম আক্রমণাত্মক স্ট্যানিস্লাও লেসজিনস্কি, এবং পোল্যান্ড রাশিয়ার সাথে মিত্রতা ত্যাগ করে।\nছয় বছরের অবকাশ পিটার দ্য গ্রেটের জন্য অত্যন্ত গুরুত্বপূর্ণ প্রমাণিত হয়। চারিত্রিক শক্তির সাথে তিনি দ্রুত তার সেনাবাহিনী পুনর্গঠন করেন। রাশিয়ার অভিজাত শ্রেণী থেকে নতুন অফিসারদের টেনে বের করে বিদেশ থেকে নিয়োগ করা হয়, এবং নার্ভাতে হেরে যাওয়া সৈন্যদের প্রতিস্থাপন কঠোর হাতে নিয়োগের মাধ্যমে সম্পন্ন করা হয়। পিটার তার নতুন প্রচারণার জন্য অর্থ ব্যয় করেন, যেখানেই তিনি সুযোগ পেতেন, কর বৃদ্ধি করতেন। তিনি নতুন কর তৈরি করেন, লবণ ব্যবসার একচেটিয়াকরণ করেন এবং মুদ্রার অবনতি করেন। অর্থাৎ আরও নগদ অর্থ সংগ্রহের জন্য তিনি যা কিছু করতে পারতেন সবকিছু করেন। সবচেয়ে কুখ্যাত বিষয় হল, তিনি দাড়ির উপর কর চালু করেন এবং গির্জাগুলিকে তাদের ঘণ্টা গলিয়ে কামান তৈরি করতে বাধ্য করেন। নতুন সৈন্যদের নতুন অস্ত্রের প্রয়োজন হওয়ায় বেশিরভাগ অর্থ রাশিয়ান ধাতব শিল্পে ব্যয় করা হয়, যা শিল্পের পরিমাণ এবং গুণমানকে ব্যাপকভাবে উন্নত করে এবং এর মাধ্যমে রাশিয়ান অস্ত্রের মান উন্নত করে। উত্তর যুদ্ধে দীর্ঘ দূরত্বের কারণে পিটার অশ্বারোহীদের একটি বিশাল দলও তৈরি করেন।\nবাল্টিক উপকূলে সুইডিশ দখলদার লিভোনিয়া এবং ইনগ্রিয়া আক্রমণের মাধ্যমে পিটার এই নতুন সেনাবাহিনীকে শান্ত করেন। চার্লসের দক্ষিণে গমনের ব্যাপারে নিশ্চিত হয়ে গেলে তিনি তার ফিল্ড মার্শাল বরিস শেরেমেতেভকে হালকাভাবে সুরক্ষিত উপনিবেশগুলিতে আক্রমণ করার নির্দেশ দেন, একই সাথে দক্ষিণে একটি ডিভিশন পাঠান, যাতে চার্লস দ্বাদশকে বিলম্বিত করা যায় এবং পিটারকে তার বাহিনী মেরামত শেষ করার জন্য সময় দেওয়া যায়। ১৭০১ সালের শেষের দিকে শেরেমেতেভ লিভোনিয়ার এরাস্টফারে একটি বিশাল সংখ্যক সুইডিশ বাহিনীর মুখোমুখি হন ও তাদের পরাজিত করেন। ১৭০২ সালের জুলাই মাসে হুমেলশফে তিনি আবারও এই কৃতিত্বের পুনরাবৃত্তি করেন। এই দুটি জয়, যা রাশিয়ান অভিযানের প্রথম উল্লেখযোগ্য জয় ছিল, নার্ভায় বিপর্যয়ের পর রাশিয়ানদের মনোবল বৃদ্ধিতে সাহায্য করে। এরপর পিটার শেরেমেতেভকে ইংরিয়ায় পাঠান, যেখানে তিনি লাডোগা হ্রদের তীরে সুইডিশ বাহিনীকে ধ্বংস করেন। ১৭০২ সালের অক্টোবরে সুইডিশ দুর্গ নোটেবার্গ দখল করা হয়। ১৭০৩ সালের মে মাসে পিটার নিয়েনশ্যান্টজ দুর্গ দখল করেন। তিনি নেভার মুখে জলাভূমি দ্বারা বেষ্টিত একটি স্থান বেছে নেন, যেখানে তিনি সেন্ট পিটার্সবার্গে তার দুর্গ স্থাপন করেন। দুর্গটি পরবর্তীতে রাশিয়ার বৃহত্তম এবং সবচেয়ে গুরুত্বপূর্ণ জনবহুল কেন্দ্রগুলির মধ্যে একটিতে পরিণত হয় এবং পিটারের অধীনে রাশিয়ার রাজধানীতে পরিণত হয়।\nশেরেমেতেভের সাফল্য ১৭০৪ সাল পর্যন্ত অব্যাহত ছিল। ১৭০৪ সালের জুলাই মাসে প্রধান অভ্যন্তরীণ শহর ডোরপাটের পতন ঘটে, পিটারের নতুন কামান দ্বারা এর দেয়াল ভেঙে যায়। এই কামানটি পরবর্তীতে নার্ভার দ্বিতীয় যুদ্ধে গুরুত্বপূর্ণ ভূমিকা পালন করে। এবার সংখ্যায় বেশি এবং চার্লস দ্বাদশ পোল্যান্ডে অনেক দূরে থাকায় পিটার শহরটি দখল করতে সক্ষম হন, যদিও প্রচুর হতাহত হয়। শহরের কমান্ডার আত্মসমর্পণ করতে অস্বীকৃতি জানিয়ে সম্মানজনক আত্মসমর্পণের আদর্শ লঙ্ঘন করেন এবং রাশিয়ানরা শহরটি দখল করার পর অবশিষ্ট সুইডিশ বাহিনীকে গণহত্যা করে। সামগ্রিকভাবে, ঘরের মাঠে সুইডিশদের অসংখ্য ক্ষতি সুইডিশ অর্থনীতিতে বড় ধরনের ধাক্কা দেয়, যা ইতিমধ্যেই যুদ্ধের প্রভাবে চাপে ছিল। পিটার দ্রুত বাল্টিক সাগরে তার দক্ষিণের নৌবহরের মতো একটি নতুন নৌবহর তৈরি করেন এবং প্রায় সেই সময়েই ১৭০৫ সালে আনুষ্ঠানিকভাবে রাশিয়ার প্রথম সামুদ্রিক ইউনিট গঠন করেন।\n১৭০৪ সালে দ্বাদশ চার্লস পোলিশ সিংহাসনের জন্য নিজের প্রার্থী নির্বাচন করেন এবং পরবর্তী তিন বছর অগাস্টাস দ্বিতীয়কে তাড়া করে কাটিয়ে দেন। তিনি পশ্চিমে তার জন্মস্থান স্যাক্সনির দিকে পালিয়ে যান। ১৭০৬ সালের গোড়ার দিকে চার্লস দ্বাদশ গ্রোডনোতে পিটারের প্রধান সেনাবাহিনীর মুখোমুখি হন। বিদেশী ভূখণ্ডে অভিজাত বাহিনীর মুখোমুখি হতে অনিচ্ছুক পিটার তার বাহিনীকে পিছু হটার নির্দেশ দেন, কিন্তু যখনই সম্ভব সুইডিশদের হয়রানি করার জন্য এলাকায় হালকা বাহিনী রাখেন। মেনশিকভের নেতৃত্বে পশ্চাদপসরণকারী বাহিনীর একটি অংশ কালিজে একটি ছোট সুইডিশ সৈন্যদলের মুখোমুখি হয় এবং পরবর্তী যুদ্ধে তারা তাদের পরাজিত করে। যাইহোক, ১৭০৭ সালের মধ্যে চার্লস অবশেষে রাজা অগাস্টাসকে তাড়া করে ক্ষমতাচ্যুত করেন, তার পোলিশ ভ্রমণের অবসান ঘটান এবং তার মনোযোগ সরাসরি রাশিয়ার দিকে ফিরিয়ে আনেন।\n\n\n==== অভ্যন্তরীণ বিদ্রোহ এবং ইউক্রেনের দিকে অগ্রসর ====\nমাত্র ৫০,০০০ সৈন্য নিয়ে চার্লস দ্বাদশ পুরো রাশিয়া জয় করার স্বপ্ন দেখতে পারেননি। পরিবর্তে তিনি যুক্তি দেন যে, পিটার তার দেশের উপর যে প্রচণ্ড যুদ্ধকালীন চাপ চাপিয়েছিলেন, তার সাথে বোয়ার অভিজাতদের অসন্তোষ, তাকে তার কাঙ্ক্ষিত বিজয় এনে দেবে। চার্লসের এই সিদ্ধান্তের পক্ষে দৃঢ় ভিত্তি ছিল, কারণ পিটারের কঠোর কর আরোপের ফলে রাজত্বের বিরুদ্ধে অসন্তোষ তৈরি হয়েছিল। ১৭০৫ সালের গ্রীষ্মে একজন অজানা সন্ন্যাসী এবং স্ট্রেল্টসির একজন সদস্য আস্ট্রাখানে একটি বিদ্রোহ শুরু করেন যা তারা অভিজাতদের ধ্বংসাত্মক প্রভাব এবং বিদেশী প্রভাব হিসাবে দেখেন। ১৭০৭ সালের মার্চ মাসে বিদ্রোহটি রক্তক্ষয়ীভাবে দমন করা হয়। একইভাবে, ১৭০৫ সালে একই ধরনের কারণে তুর্কি বাশকিরদের বিদ্রোহ হয়। এই বিদ্রোহ ১৭১১ সাল পর্যন্ত দমন করা হয়নি।\nআরও গুরুতর ছিল ১৭০৭ সালে বুলাভিন বিদ্রোহ। পলাতকদের বিষয়ে সরকারের অবস্থানের বিরোধিতা করে এবং বিদেশীবাদ-বিরোধী মনোভাবের দ্বারা প্রভাবিত হয়ে ডন কসাকদের নেতা কনরাড বুলাভিন বিদ্রোহ শুরু করেন। রাশিয়া এবং কস্যাকদের মধ্যে জটিল সম্পর্কের মধ্যে এটিই প্রথম বিদ্রোহ ছিল না, তবে এটি একই ধরণের ধারা অনুসরণ করে; বিদ্রোহটি দক্ষিণে ব্যাপকভাবে ছড়িয়ে পড়ে এবং এর চূড়ান্ত পর্যায়ে প্রায় ১০০,০০০ লোক জড়িত থাকতে পারে, তবে এটি অসংগঠিত এবং খারাপভাবে পরিচালিত হয়। রুশ সৈন্যরা ফ্রন্ট থেকে সরে এসে বিদ্রোহটি পদ্ধতিগতভাবে দমন করে। ফলে বুলাভিনের লোকদের মধ্যে মতবিরোধ ছড়িয়ে পড়ে এবং ১৭০৮ সালের জুলাই মাসে তিনি আত্মহত্যা করেন। বিদ্রোহের অবশিষ্ট অংশ ১৭০৯ সালের মধ্যে দমন করা হয়।\n\nযাই হোক, ১৭০৮ সালের গ্রীষ্মের মধ্যে চার্লস লিথুয়ানিয়ায় সরাসরি মস্কোর দিকে একটি রাস্তার মুখোমুখি অবস্থান নেন। যাইহোক, তিনি একটি জনশূন্য তুন্দ্রার মুখোমুখি হন, যা ইচ্ছাকৃতভাবে রাশিয়ান বাহিনী দ্বারা উন্মোচিত হয়েছিল এবং স্মোলেনস্কের গুরুত্বপূর্ণ দুর্গ দ্বারা সুরক্ষিত ছিল। তার সৈন্যরা ক্রমাগত রাশিয়ান হালকা সৈন্যদের দ্বারা হয়রানির শিকার হচ্ছিল এবং শক্তিবৃদ্ধি তখনও পথে ছিল। কূটনৈতিকভাবে, যদিও পিটার এমন চুক্তির প্রস্তাব দিয়েছিলেন যা সেন্ট পিটার্সবার্গ এবং নেভা বাদে তার দখলকৃত সমস্ত জমি ফিরিয়ে দেবে, চার্লস সুইডিশ জয় ছাড়া অন্য কোনও কিছুতে সন্তুষ্ট ছিলেন না। উর্বর এবং যুদ্ধের দ্বারা তখনও অস্পৃশ্য ইউক্রেন দক্ষিণে অবস্থিত ছিল। তিনি আরও জানতেন যে কসাক হেটম্যান ইভান মাজেপা, যিনি পিটারের অধীনে ইউক্রেনকে মূলত নিয়ন্ত্রণ করেছিলেন, তিনি গোপনে তার জারের বিরুদ্ধে ষড়যন্ত্র করছেন। এইভাবে সুইডিশরা দক্ষিণ দিকে মুখ ফিরিয়ে ইউক্রেনে প্রবেশ করে।\nঐতিহাসিকরা এখনও তর্ক করেন যে সরাসরি আক্রমণ সফল হতে পারত কিনা, কিন্তু ইউক্রেনীয় বিচ্যুতি চার্লসের জন্য একটি বিপর্যয় হয়ে দাঁড়ায়। ১৭০৮ সালের শরৎকালে চার্লসের রিগা থেকে ছেড়ে আসা দীর্ঘ লাগেজ ট্রেন ১২,০০০ সৈন্য সহ দ্রুতগামী রাশিয়ান অশ্বারোহী বাহিনীর হাতে ধরা পড়ে। তারা শক্তিবৃদ্ধি এবং সরবরাহকে হয়রানি করে এবং পরবর্তী লেসনায়ার যুদ্ধে পিটারের ড্রাগনরা সুইডিশদের সাথে এক অচলাবস্থায় যুদ্ধ করে। ক্রমবর্ধমান রাশিয়ান সৈন্যের মুখোমুখি হয়ে সুইডিশরা তাদের সরবরাহ পুড়িয়ে ফেলতে, তাদের কামান পুঁতে ফেলতে এবং চার্লসের প্রধান সেনাবাহিনীর দিকে ছুটে যেতে বাধ্য হয়। ১২,০০০ সৈন্যের মধ্যে মাত্র ৬,০০০ জন, এবং কার্যত কোনও সরবরাহই চার্লসের কাছে পৌঁছাতে পারেনি। আরও বেশি লোক এবং কোনও সরবরাহ না থাকায় এটি চার্লসের খাবারের সমস্যা আরও বাড়িয়ে তোলে। কসাক সৈন্যদের শক্তিবৃদ্ধির চিন্তাভাবনাও অলীক প্রমাণিত হয়। যদিও মাজেপা সুইডিশদের সাথে যোগ দিয়েছিলেন, তিনি কেবল ৩,০০০ সৈন্য নিয়ে এসেছিলেন। প্রতিশোধ হিসেবে মেনশিকভ বাতুরিনকে বরখাস্ত ও ধ্বংস করে দেন, ৬,০০০ এরও বেশি পুরুষ, মহিলা এবং শিশুকে হত্যা করেন এবং মাজেপার রাজধানী সম্পূর্ণরূপে ধ্বংস করেন। অন্য কেউ পক্ষত্যাগ করার সাহস করেনি এবং ইউক্রেন দৃঢ়ভাবে পিটারের নিয়ন্ত্রণে ছিল।\n\n\n==== পোলতাভার যুদ্ধ ====\nচার্লসের সময় এবং বিকল্প দুটোই ফুরিয়ে আসছিল। ১৭০৮-০৯ সালের শীতকাল ইউক্রেনে শিবির স্থাপনকারী সুইডিশদের জন্য ছিল এক দুর্বিষহ সময়, এবং পরের বসন্তে চার্লসের পোলতাভার ছোট রাশিয়ান দুর্গ অবরোধের কবলে পড়ে। সুইডিশদের সাথে তীব্র যুদ্ধে জড়িত হওয়ার ব্যাপারে তখনও সতর্ক থাকা পিটার ছোট দুর্গটি মুক্ত করার জন্য ধীরে ধীরে তার সৈন্যদের সুরক্ষিত অবস্থানের মধ্য দিয়ে সরাতে থাকেন। চার্লস আগে থেকেই বুঝতে পেরেছিলেন যে, রাশিয়ানদের এড়াতে তিনি সময়মতো পোলতাভা দখল করতে পারবেন না, কিন্তু তিনি আত্মবিশ্বাসী ছিলেন যে, তার ২৫,০০০ অভিজ্ঞ সৈন্য, সংখ্যা হ্রাস, সরবরাহের অভাব এবং ক্লান্তি সত্ত্বেও ৪০,০০০ রাশিয়ানদের যুদ্ধে পরাজিত করতে পারবে এবং অবশেষে সুইডিশ বিজয়ের মাধ্যমে যুদ্ধের সমাপ্তি ঘটাতে পারবে। এদিকে পিটার ধৈর্য ধরেন। সুইডিশরা সমর্থন বা শক্তিবৃদ্ধি থেকে অনেক দূরে ছিল এবং প্রতিদিন সংখ্যা হারাচ্ছিল। উত্তরে রাশিয়ান শিবির এবং পোলতাভার মধ্যে সবচেয়ে সোজা পথ ছিল ভয়াবহ বন এবং জলাভূমির মধ্য দিয়ে এবং এইভাবে পিটার আগে থেকেই বুঝতে পেরেছিলেন যে যেকোনো সুইডিশ আক্রমণ বাম দিকে দ্বিগুণ হবে, পশ্চিম দিকে অগ্রসর হবে এবং তারপর খোলা মাঠের মধ্য দিয়ে উত্তর দিকে রুশ সেনাবাহিনীর দিকে মোড় নেবে। পিটার এই সম্ভাব্য সুইডিশ আক্রমণের মুখোমুখি একটি লাইনে ছয়টি মাটির পুনঃনির্মাণ করেন, পরে আরও চারটি দিয়ে সেগুলিকে \"T\" তে দক্ষিণে প্রসারিত করেন।\n\nজুনের শেষের দিকে আক্রমণের প্রস্তুতি নেওয়ার সময় চার্লস দ্বাদশের পায়ে গুলি লাগে। এভাবে ৮ জুলাই ১৭০৯ (এনএস) সকালে আক্রমণ করার পর তিনি একটি পালকির উপর থেকে যুদ্ধের নেতৃত্ব দিচ্ছিলেন। পিটারের সন্তুষ্টির জন্য সুইডিশরা ঠিক সেভাবেই এগিয়ে গেল যেমনটি তিনি আশা করেছিলেন। পিটার যে সন্দেহের জায়গাগুলো খুঁজে বের করেন, চার্লস সেগুলো সম্পর্কে ভালোভাবেই অবগত ছিলেন এবং যুক্তি দেন যে, আটকে পড়া এবং অবাক হওয়ার উপাদান হারানো এড়াতে তিনি যত দ্রুত সম্ভব সেগুলো অতিক্রম করে যাবেন এবং ফলস্বরূপ ক্ষতি মেনে নেবেন, এমনকি তার গতিবিধি দ্রুত করার জন্য তার বেশিরভাগ গোলন্দাজ বাহিনীও পেছনে ফেলে রাখবেন। তবে যুদ্ধের প্রাক্কালে পিটার যে অতিরিক্ত চারটি মাটির কাজ খনন করেছিলেন সে সম্পর্কে চার্লস অবগত ছিলেন না; এই নতুন সমস্যাটি কাটিয়ে ওঠার জন্য চার্লস তার সৈন্যদের ভলি ফায়ারের জন্য দুর্দান্ত ফায়ারিং লাইন থেকে দ্রুত গতিশীল কিন্তু কম ফায়ার-প্রস্তুত স্তম্ভে পুনর্বিন্যাস করতে মূল্যবান সময় ব্যয় করেন এই সময়সাপেক্ষ পদক্ষেপের কারণে তিনি আগে আশা করা বিস্ময়ের উপাদানটি হারিয়ে ফেলেন। পিটার চার্লসের গতিবিধি সম্পর্কে অবগত হওয়ার পর পরিকল্পনাটি দ্রুতই ভেস্তে যায়। অনেক সুইডিশ বাহিনীই রিডাউটদের সাথে যুদ্ধে লিপ্ত হয়ে পড়ে, এবং উভয় পক্ষের আগুনের ধোঁয়া এবং মূল বাহিনীর সামনে রাশিয়ান ও সুইডিশ অশ্বারোহীদের মধ্যে সংঘর্ষের শব্দ তাকে তার সেনাবাহিনীকে কার্যকরভাবে সংগঠিত করতে বাধা দেয়। চার্লস তার বাহিনীকে পশ্চিম দিকে টেনে নিয়ে যান এবং মূল রাশিয়ান শিবিরের পাশে একটি নিচু জঙ্গলযুক্ত এলাকায় পুনরায় সংগঠিত হন।\nইতিমধ্যে, পিটারও প্রস্তুতি নেন, সুইডিশ বাম দিকে অগ্রসর হওয়ার জন্য তার অশ্বারোহী বাহিনীকে উত্তর দিকে সরিয়ে নেন এবং তার সৈন্যদের একটি লাইনে সাজিয়ে তোলেন। চার্লস আক্রমণের ভার নিজের কাঁধে তুলে নেন, আবারও রাশিয়ান লাইন ভেঙে ফেলার জন্য তার সৈন্যদের দৃঢ়তা এবং অভিজ্ঞতার উপর নির্ভর করেন। পরবর্তী আক্রমণে সুইডিশ ডানপন্থীরা নেতৃত্ব দেয়। পূর্ববর্তী যুদ্ধগুলির মতো অভিজ্ঞ সৈন্যরা রাশিয়ানদের পরাজিত করে তাদের পিছনে ফেলে দেয় এবং সহায়ক কামানও দখল করে। যাইহোক, রাশিয়ানদের বিশাল গুলিবর্ষণের ফলে সুইডিশ রেখার মাঝখানে একটি গর্ত তৈরি হয় এবং রাশিয়ানরা, যারা তখন এই ধরণের ঘটনার পূর্ণ সদ্ব্যবহার করতে সক্ষম ছিল, তারা তা ভেদ করে সুইডিশ স্তম্ভটি অর্ধেক ভেঙে ফেলে। সুইডিশ লাইন ভেঙে যায় এবং ছড়িয়ে ছিটিয়ে পড়ে এবং ১০,০০০ সুইডিশ নিহত বা বন্দী হয়। বাকিদের বেশিরভাগই মেনশিকভের দ্বারা ডিনিপার নদীর তীরে বন্দী করা হয়। চার্লস নিজে সহ মাত্র কয়েকশ লোক দক্ষিণে তুর্কি নির্বাসনে পালিয়ে যান।\nপোলতাভার যুদ্ধ ছিল রাশিয়ার ইতিহাসের অন্যতম গুরুত্বপূর্ণ বিজয়। পোলতাভার যুদ্ধ এবং পরবর্তী আত্মসমর্পণের ফলে  সুইডিশ সেনাবাহিনীর বেশিরভাগ অংশই ধ্বংস হয়ে যায়, যার ফলে সুইডেন আক্রমণের জন্য উন্মুক্ত হয়ে যায়। দেশে এই বিজয় পিটারকে রাজনৈতিক মূলধন দেয়, এবং যুদ্ধের স্থবিরতা তাকে চলমান ঘরোয়া সমস্যাগুলিকে সমাধান করতে সাহায্য করে। প্রকৃতপক্ষে, যদি পিটার যুদ্ধে হেরে যেতেন, তাহলে জারের সংস্কারের বিরোধিতা নতুন জারের সক্রিয় সমর্থনে পরিণত হতে পারত। পোলতাভা দেখায় যে রাশিয়ান সেনাবাহিনী কতটা এগিয়ে এসেছিল। সর্বোপরি, মাত্র নয় বছর আগে রাশিয়ানরা আরও বেশি সংখ্যাগত সুবিধা নিয়ে সুইডিশদের সাথে লড়াই করে প্রায় ধ্বংস হয়ে গিয়েছিল। পিটার দ্য গ্রেট যুদ্ধের ফলাফলের গুরুত্ব পুরোপুরি উপলব্ধি করেন এবং বন্দী সুইডিশদের তাদের \"পাঠ\" এর জন্য ধন্যবাদ জানাতে ভোলেননি। তবে তিনি যুদ্ধটি জয়লাভ করতে পারেনি, যা তখনও অর্ধেকও শেষ হয়নি। \n\n\n==== অটোমানের দিকে অগ্রসর ====\n\nঅটোমানরা পিটারের সামরিক সাফল্যের ব্যাপারে ভীত ছিল, কিন্তু যুদ্ধ থেকে দূরে ছিল। তবে ফ্রান্স এবং চার্লস দ্বাদশের প্রভাবে অটোমানরা সেই সময়ে নির্বাসিত চার্লস দ্বাদশকে আশ্রয় দিয়ে ১৭১০ সালের মধ্যে পিটারের বিরুদ্ধে যুদ্ধ ঘোষণা করে। পোলতাভার কারণে পিটার তখন উত্তরের যুদ্ধে সাময়িক স্থবিরতা উপভোগ করছিলেন এবং দক্ষিণে যাওয়ার জন্য দ্রুত ও সত্যিই আগ্রহী ছিলেন। এই নতুন যুদ্ধে লড়াই করার জন্য তিনি তার অনেক সৈন্য, সেইসাথে তার সবচেয়ে নির্ভরযোগ্য জেনারেল শেরেমেতেভকে রাশিয়ার সমগ্র জুড়ে দক্ষিণে টেনে আনেন। রাশিয়ার অটোমানদের বিরুদ্ধে এটিই প্রথম যুদ্ধ ছিল না এবং এটিই শেষ যুদ্ধও নয়; তবে, পূর্ববর্তী যুদ্ধগুলির মতো পিটারও এর সাথে জড়িত দূরত্ব এবং একই সাথে দুটি যুদ্ধ করার চাপকে অবমূল্যায়ন করেন। পিটারই প্রথম ব্যক্তি যিনি ওয়ালাচিয়া এবং মোল্দাভিয়া, যাদের বেশিরভাগই তুর্কি নিয়ন্ত্রণাধীন খ্রিস্টান অঞ্চল, তাদের অটোমান শাসকদের বিরুদ্ধে বিদ্রোহ করতে সক্রিয়ভাবে উৎসাহিত করেছিলেন।\n১৭১১ সালের বসন্তের মধ্যে পিটার প্রস্তুত হয়ে যান। তিনি কিয়েভ থেকে পোল্যান্ডের মধ্য দিয়ে তার সেনাবাহিনীকে সরিয়ে নিয়ে যান, কৃষ্ণ সাগরের বিস্তৃত প্রান্ত অতিক্রম করে ডনেস্টার অতিক্রম করে মোল্দাভিয়ায় প্রবেশ করেন, যার লক্ষ্য ছিল তুর্কি শাসন থেকে এটি বিচ্ছিন্ন করা। বাস্তবে, অভিযানটি একটি বিপর্যয়ে পরিণত হয়; ৪০,০০০ রাশিয়ান সৈন্য, যাদের বিশাল দূরত্বের কারণে বাধাগ্রস্ত করা হয়েছিল, তারা প্রুত নদীর তীরে ১,৩০,০০০ তুর্কি সৈন্যের দ্বারা আটকা পড়ে। একমাত্র এই বড় যুদ্ধে রাশিয়ানরা সফলভাবে অটোমানদের দূরে রাখতে সক্ষম হয়, যারা ঘনীভূত রাশিয়ান যুদ্ধশক্তির সাথে অভ্যস্ত ছিল না। কিন্তু যুদ্ধটি সত্যিই হতাশাজনক ছিল, কারণ পিটার আটকা পড়েন এবং একটি উন্নত তুর্কি বাহিনীর মুখোমুখি হন। রাশিয়ান বাহিনী ধ্বংসের মুখোমুখি হওয়ার ফলস্বরূপ চুক্তিটি আশ্চর্যজনকভাবে নমনীয় ছিল। পিটার আজভ হারান, তার দক্ষিণ নৌবহর ত্যাগ করতে বাধ্য হন, পোল্যান্ডের বিষয়ে হস্তক্ষেপ না করার প্রতিশ্রুতি দেন এবং চার্লস দ্বাদশের জন্য সুইডেনে নিরাপদে যাওয়ার নিশ্চয়তা দেন। বিনিময়ে, পিটার পরিস্থিতি থেকে নিজেকে মুক্ত করতে সক্ষম হন এবং গ্রেট নর্দার্ন যুদ্ধে একটি প্রভাবশালী অবস্থান ধরে রাখতে সক্ষম হন।\n\n\n==== সুইডিশদের চূড়ান্ত পরাজয় এবং পরিণতি ====\n\nঅটোমানদের সাথে সমস্যা মিটে যাওয়ার পর পিটার তার মনোযোগ উত্তরের দিকে এবং বাল্টিক সাগরে সুইডিশ সাম্রাজ্যের পতনের দিকে ফিরিয়ে আনেন। ১৭১০ সালে তিনি ভিবোর্গ, রিগা এবং রেভাল দখল করেন। চার্লস দ্বাদশকে ক্ষমতাচ্যুত করার পর সুইডেনের বিরুদ্ধে জোট আবার গঠিত হয়। পিটার তার সেনাবাহিনীকে দক্ষিণ বাল্টিক অঞ্চলে তার মিত্রদের সহায়তা এবং পূর্বে তার নিজস্ব আক্রমণের মধ্যে ভাগ করে দেন। দুর্বলভাবে সুরক্ষিত এস্তোনিয়া এবং লিভোনিয়া দ্রুত পতনের সম্মুখীন হয়। এরপর পিটার উত্তরে চলে যান এবং ১৭১৩ সালে ফিনল্যান্ড আক্রমণ করেন । ইতিমধ্যে, চার্লস ছদ্মবেশে ভ্রমণ করে ১৭১৪ সালে সুইডেনে ফিরে আসেন। সুইডিশরা তাদের সাম্রাজ্য ভেঙে যাওয়া এবং হারানোর কিছু না থাকা সত্ত্বেও লড়াই চালিয়ে যেতে থাকে। সমুদ্রে পূর্বনির্মিত রাশিয়ান নৌবহর রাশিয়ান বিজয়গুলিকে সুসংহত করার ক্ষেত্রে তার মূল্য প্রমাণ করছিল, যা বিজয় অনিশ্চিত থাকাকালীন অকেজো প্রমাণিত হয়েছিল। ১৭১৪ সালে গাঙ্গুত, ১৭১৯ সালে ওসেল এবং ১৭২০ সালে গ্রেঙ্গামে জয়ের ফলে পিটার সমুদ্রের নিয়ন্ত্রণ লাভ করেন।\nসুইডিশ সাম্রাজ্য ভেঙে ফেলার সময়ও পিটার তার সেনাবাহিনীর সংস্কার ও পরিমার্জন অব্যাহত রাখেন। তৎকালীন রাশিয়ার প্রশাসন ব্যবস্থা, প্রিকাজি, ছিল একটি পুরানো এলোমেলো শাসনব্যবস্থা, যেখানে ক্ষমতা পৃথকীকরণের অভাব ছিল। ১৭১৭ সালে তিনি এগুলোর পরিবর্তে সুইডিশ মডেলের উপর ভিত্তি করে তিনি collegias (বা \"কলেজ\") ব্যবহার শুরু করেন। সাধারণত পিটার সমানভাবে স্থানীয় রাশিয়ান এবং বিদেশী চাকরদের নিয়োগ করতেন। তারা যে প্রিকাজি প্রতিস্থাপন করেছিল তার বিপরীতে কলেজগুলি তাদের সদস্যদের ঐকমত্য ছাড়া কোনও সিদ্ধান্ত নিতে পারত না, তথাকথিত \"বোর্ড দ্বারা শাসন\" যা বিপথগামী সিদ্ধান্তের পাশাপাশি দুর্নীতি দমনে সহায়তা করেছিল। প্রথম দুটি কলেজ তৈরি করা হয় যার মধ্যে ছিল কলেজ অফ ওয়ার, যা সেনাবাহিনী নিয়ন্ত্রণ করত এবং মেনশিকভের নেতৃত্বে ছিল, এবং অ্যাডমিরালটি বোর্ড, যা নৌবাহিনী নিয়ন্ত্রণ করত এবং অ্যাডমিরাল ফিওদর আপ্রাকসিনের নেতৃত্বে ছিল।\nরাশিয়ার আকস্মিক ক্ষমতায় অধিষ্ঠিত হওয়া এবং যুদ্ধে দীর্ঘস্থায়ী সাফল্য ইউরোপ জুড়ে উদ্বেগের ঢেউ তোলে। এই ঢেউ দমনে সাহায্য করার জন্য পিটার ১৭১৭ সালে প্যারিস ভ্রমণ করেন। যদিও তার ভ্রমণ অনিশ্চিত ছিল - ফ্রান্স কেবল জড়িত না থাকার প্রতিশ্রুতি দিয়েছিল - আবারও এটি পিটারকে পশ্চিম ইউরোপ অধ্যয়নের সুযোগ দেয়। ১৭১৮ সালের শেষের দিকে চার্লস দ্বাদশ নিজেই একটি ছোটখাটো যুদ্ধে মাথায় গুলিবিদ্ধ হন, সম্ভবত তার নিজের সৈন্যদের হাতে। ভেঙে পড়া সুইডেন রাশিয়ান জাগারনটের বিরুদ্ধে মিত্রদের খোঁজ করছিল, কিন্তু অনুসন্ধান ব্যর্থ প্রমাণিত হয় এবং রাশিয়ান সৈন্যরা নিয়মিতভাবে বাল্টিক অতিক্রম করে সুইডেনের মূল ভূখণ্ডে অভিযান চালায়, এমনকি স্টকহোমের শহরতলিতেও পৌঁছায় এবং সুইডিশরা অবশেষে চূড়ান্ত পরাজয় স্বীকার করে।\nফলস্বরূপ নিস্টাডের চুক্তিতে পিটার সুইডিশদের সাথে অত্যন্ত নম্র ছিলেন। এস্তোনিয়া, লিভোনিয়া, ইঙ্গরিয়া এবং দক্ষিণ ফিনল্যান্ডের কিছু অংশ (বিশেষ করে সেন্ট পিটার্সবার্গ) তাদের কাছে রাখার বিনিময়ে ফিনল্যান্ডের বেশিরভাগ অংশ সুইডিশদের কাছে ফেরত দেন এবং ২০ লক্ষ রূপা রিক্সডেলার প্রদান করেন। পিটার নম্র হতে পারতেন, কারণ যুদ্ধটি ইউরোপীয় ক্ষমতার ভারসাম্যে একটি গুরুত্বপূর্ণ পরিবর্তন এনেছিল। সুইডিশ সাম্রাজ্য ভেঙে ফেলা হয়, এবং একটি মহা শক্তি হিসেবে এটি রাশিয়া দখল করে। এই বিজয় উদযাপন করে পিটার সম্রাট উপাধি গ্রহণ করেন এবং এভাবেই রাশিয়ান সাম্রাজ্য প্রতিষ্ঠিত হয়। উত্তর যুদ্ধ রাশিয়াকে উত্তর ইউরোপে প্রভাবশালী শক্তি হিসেবে রেখে যায় এবং বাল্টিকের উপর তাদের দৃঢ় নিয়ন্ত্রণ প্রদান করে এবং এইভাবে \"পশ্চিমে যাওয়ার জানালা\" তৈরি করে। এই যুদ্ধ রাশিয়ার অবস্থানকে তার পোলিশ প্রতিদ্বন্দ্বীর তুলনায় আরও উন্নত করে, যা অনেক পরে ক্যাথরিন দ্য গ্রেটের অধীনে পোল্যান্ডের প্রথম বিভাজনের মাধ্যমে চূড়ান্ত রূপ লাভ করে। অবশেষে, এটি রাশিয়াকে ইউরোপের আরেকটি বৃহৎ শক্তি, জার্মানির সাথে সরাসরি যোগাযোগে ঠেলে দেয়। পিটার নিজেই একজন জাতীয় বীর হিসেবে আবির্ভূত হন। সেই সময়ের লিপিগুলিতে তাকে হারকিউলিস, স্যামসন এবং ডেভিডের সাথে তুলনা করা হয়েছিল।\n\n\n=== পারস্য অভিযান এবং চূড়ান্ত সামরিক সংস্কার ===\n\nম্যারাথন গ্রেট নর্দার্ন ওয়ার পিটারের জার আমলের শেষ যুদ্ধ ছিল না, তিনি দক্ষিণে শেষ সংক্ষিপ্ত যুদ্ধের সাক্ষী ছিলেন। ১৭২২ সালে পিটার জর্জিয়া এবং আর্মেনিয়ার সাথে মিত্রতা স্থাপন করেন। তিনি ক্ষয়িষ্ণু সাফাভিদ পারস্যের বিনিময়ে জমি দখল করতে এবং অটোমানদের কাছে তা বঞ্চিত করতে চেয়েছিলেন। যুদ্ধ ঘোষণার পর পিটার ক্যাস্পিয়ান ফ্লোটিলা নির্মাণের নির্দেশ দেন এবং ভোলগা নদীতে যাত্রা করেন এবং ডারবেন্ট শহর দখল করে একটি যৌথ স্থল-সমুদ্র অভিযান পরিচালনা করেন, যা সরবরাহের জন্য আস্ট্রাখানে ফিরে যেতে বাধ্য হয়। পিটারের সম্পৃক্ততা ছাড়াই রাশিয়ান বাহিনী সামান্য প্রতিরোধের মুখোমুখি হয়ে লড়াই চালিয়ে যায়, সেই বছরের শেষের দিকে রেশট এবং পরের বার বাকু দখল করে নেয়, যার ফলে পারস্য অবশেষে শান্তির জন্য আবেদন করে।\n১৭১৯ সালের নভেম্বরে সুইডেন এবং হ্যানোভারের মধ্যে স্টকহোমের চুক্তি স্বাক্ষরিত হয়। আর্থিক ও নৌ সহায়তার বিনিময়ে সুইডেন ব্রেমেন এবং ভার্ডেনকে হোলস্টাইনের কাছে হস্তান্তর করে। হ্যানোভারের নির্বাচক ছিলেন জর্জ প্রথম। পরবর্তীতে ১৭২০ সালের জানুয়ারি এবং ফেব্রুয়ারিতে সুইডেন এবং ব্র্যান্ডেনবার্গের মধ্যে স্টকহোমের আরেকটি চুক্তি স্বাক্ষরিত হয়। সুইডেন অর্থের বিনিময়ে স্টেটিন, দক্ষিণ পোমেরানিয়া, ইউসডম এবং ওলিন দ্বীপপুঞ্জ ছেড়ে দেয়। মহান উত্তর যুদ্ধের সমাপ্তির আগে সুইডেন এবং ডেনমার্কের মধ্যে ফ্রেড্রিক্সবর্গ চুক্তি স্বাক্ষরিত হয় যাতে সামরিক পরিষেবা  ব্যবহারের জন্য কর প্রদানের ক্ষেত্রে সুইডেনের অব্যাহতি বাতিল করা হয়। তিনি হোলস্টাইন-গোটোর্পকেও ছেড়ে দেন। অবশেষে, যুদ্ধের ধারাবাহিকতায় ১৭২১ সালের আগস্ট এবং সেপ্টেম্বরে সুইডেন এবং রাশিয়ার মধ্যে নিয়াস্তাদের চুক্তি স্বাক্ষরিত হয়। সুইডেন লিভোনিয়া, এস্তোনিয়া এবং ইনগ্রিয়া ছেড়ে দেয় এবং রাশিয়া কেক্সহোম এবং কারেলিয়ার কিছু অংশ বাদ দিয়ে ফিনল্যান্ড ফিরিয়ে দেয়।\n১৭২৫ সালে মৃত্যুর আগে রাশিয়ায় পিটারের অবদান ছিল শেষ একটি গুরুত্বপূর্ণ উপাদান: তার র‍্যাঙ্কস। ১৭২২ সালে প্রবর্তিত এই ছকটি চারটি প্রধান সরকারি শাখা, সেনাবাহিনী, নৌবাহিনী, বেসামরিক পরিষেবা এবং আদালতকে ১৪টি প্রধান পদে বিভক্ত করে। এর ফলে সরকারি পদগুলিকে মানসম্মত করা হয়েছিল এবং কর্মকর্তারা তাদের আপেক্ষিক গুরুত্ব সঠিকভাবে পরিমাপ করতে পেরেছিলেন। সাধারণ মানুষের জন্য কোনও টেবিল ছিল না। রাশিয়ান সামরিক পদ সংগঠিত করার পাশাপাশি অভিজাতদের নিয়োগ পরিচালনার ক্ষেত্রে পিটারের পদ্ধতি ছিল টেবিল। পিটার কোনও নতুন বোয়ার নিয়োগ করেননি, এবং মেস্তনিচেস্তভোর পুরাতন সম্মান কোড, যা প্রকৃত দক্ষতার চেয়ে বংশগত উৎসের উপর বেশি জোর দিত, ১৬৮২ সালে তা যথাযথভাবে বিলুপ্ত করা হয়। তিনি আগেও অ্যাড-হক অ্যাপয়েন্টমেন্টের আশ্রয় নিয়েছিলেন, কিন্তু মহান উত্তর যুদ্ধের সময় এটি দ্রুত ক্লান্তিকর প্রমাণিত হতে থাকে, যার ফলে পরিবর্তনের প্রয়োজন হয়। যারা টেবিলে একটি নির্দিষ্ট স্তরে পৌঁছেছিল তাদের ব্যক্তিগত আভিজাত্য প্রদান করা হয় এবং যারা ১২ বা ৮ পদে পৌঁছেছিল তাদের পরিষেবার উপর নির্ভর করে বংশগত উপাধী প্রদান করা হয়। এইভাবে যোগ্যতার পুরস্কার এবং পিটারের আভিজাত্যকে সন্তুষ্ট করা হয়। ছোটখাটো পরিবর্তন সহ টেবিলটি ১৯১৭ সালে বিলুপ্ত না হওয়া পর্যন্ত ব্যবহার করা অব্যাহত ছিল।\n\n\n== প্রথম ক্যাথরিন এবং দ্বিতীয় পিটার ==\n\nপিটারের মৃত্যু সিংহাসনের উত্তরাধিকারের জন্য কোনও স্পষ্ট প্রার্থী রাখেনি। তার ছেলে আলেক্সি ছিলেন লাজুক, বইপ্রেমী মানুষ, সিংহাসনের প্রতি তার তেমন আগ্রহ ছিল না, এবং পিটারের শাসনকে দুর্বল করার লক্ষ্যে বিদ্রোহের জন্য তিনি সর্বদা লক্ষ্যবস্তুতে পরিণত হতেন। ১৭১৪ সালে আলেক্সি সিংহাসনের প্রতি তার আগ্রহ ত্যাগ করেন, যা পিটারকে ক্ষুব্ধ করে তোলে। আলেক্সিকে বন্দী করে নির্যাতন করা হয় এবং ১৭১৮ সালে তার আঘাতের কারণে তিনি মারা যান। পিটারের অন্য কোন ছেলে সন্তানই প্রাপ্তবয়স্ক হওয়ার আগ পর্যন্ত বেঁচে থাকতে পারেনি। উপরন্তু, ১৭২২ সালে তিনি ঘোষণা করেন যে, উত্তরাধিকারীর নামকরণ জারের পছন্দ, বংশতালিকার বিষয় নয়।\nপিটার ১৭২৪ সালে তার দ্বিতীয় স্ত্রী, রাশিয়ার সম্রাজ্ঞী ক্যাথরিনকে সিংহাসনে অধিষ্ঠিত করেন, যা সিংহাসনে তার দাবিকে শক্তিশালী করেছিল এবং পিটারের নাতি পিটার আলেক্সেভিচের সাথে তাকে একজন শীর্ষস্থানীয় প্রার্থী করে তোলে। সেই সময়কার শিশু পিটারকে পুরনো অভিজাত শ্রেণীর সমর্থন ছিল, অন্যদিকে ক্যাথরিন নতুন শ্রেণীর, বিশেষ করে মেনশিকভের সমর্থন পান। প্রিওব্রাজেনস্কি এবং সেমেনভস্কি গার্ড রেজিমেন্ট, যারা ক্যাথরিনের পরবর্তী সামরিক অভিযানের সময় তার স্বামীর সাথে তার ভ্রমণের সময় তার সাথে যুক্ত ছিল, তারা ক্যাথরিনের সমর্থনে বিক্ষোভ প্রদর্শন করে সমস্যাটির সমাধান করে। বিরোধী দল ভেঙে পড়ে এবং প্রথম ক্যাথরিনকে নতুন জার হিসেবে ঘোষণা করা হয়। দুটি প্রাসাদরক্ষী রেজিমেন্ট পুরানো স্ট্রেল্টসির মতো ভবিষ্যতে এই ধরণের অনেক রাজনৈতিক বিষয়ের সিদ্ধান্ত নেয়। ক্যাথরিন তার ঘনিষ্ঠ উপদেষ্টা মেনশিকভের উপর শাসনকার্যের বেশিরভাগ দায়িত্ব ছেড়ে দেন। তার সবচেয়ে গুরুত্বপূর্ণ অবদান ছিল সুপ্রিম প্রিভি কাউন্সিল গঠন, যা জারের উপদেষ্টাদের একটি ছোট দল (যার মধ্যে মেনশিকভও ছিলেন), এবং দুটি রাজকীয় গার্ড রেজিমেন্টের উন্নয়ন।\nক্যাথরিন বেশিদিন রাজত্ব করেননি এবং ১৭২৭ সালে মারা যান। যদিও তার দুটি কন্যা বেঁচে ছিল, মেনশিকভ পিটারের নাতি দ্বিতীয় পিটারকে নতুন জার হিসেবে অভিষেক করানোর পরিকল্পনা করেন। দ্বিতীয় পিটার তখনও ১২ বছর বয়সী ছিলেন না। মেনশিকভ তার অবস্থান শক্তিশালী করার জন্য আক্রমণাত্মক কৌশল অবলম্বন করেন; তিনি পিটারকে তার নিজের মেয়ের সাথে বিয়ে দেন, তাকে তার নিজের বাড়িতে নিয়ে আসেন এবং প্রিভি কাউন্সিলে তার বিরোধীদের পদ্ধতিগতভাবে দুর্বল করতে শুরু করেন। শেষ পর্যন্ত মেনশিকভ অতিরিক্ত ক্ষমতা দখল করেন। ক্ষমতায় তার সাহসী দখল রাশিয়ান অভিজাতদের আতঙ্কিত করে তোলে এবং পিটার মেনশিকভকে ক্রমশ অপছন্দ করে তার পরিবর্তে প্রিন্স ইভান ডলগোরুকভের সাথে নিজেকে মিত্র করে তোলেন। মেনশিকভকে সাইবেরিয়ায় নির্বাসিত করা হয়, যেখানে তিনি ১৭২৯ সালে মারা যান। ১৭৩০ সালে পিটার দ্বিতীয় নিজেও গুটিবসন্তে আক্রান্ত হয়ে মারা যান, আবারও কোনও উত্তরাধিকারী না রেখে।\nক্যাথরিন এবং পিটার দ্বিতীয় উভয়েরই সংক্ষিপ্ত রাজত্বকালে রাশিয়ান সেনাবাহিনী এবং নৌবাহিনীর ধীর অবক্ষয় দেখা দেয়। পিটারের আমলে কঠোর কর হ্রাস করা হয়, সামরিক ইউনিটগুলি ভেঙে দেওয়া হয় এবং নৌবাহিনীকে নোঙর করে নষ্ট করে দেওয়া হয়। ১৭৩০ এবং ১৭৪০-এর দশকে বিভিন্ন ছোটখাটো অভিযানের মাধ্যমে সেনাবাহিনী আবার শক্তিশালী হয়, কিন্তু শতাব্দীর পর শতাব্দী ধরে রাশিয়ান নৌবাহিনীর পতনশীল ধারা পরিবর্তন হয়নি।\n\n\n== প্রথম আনা ==\nপ্রিভি কাউন্সিল কর্তৃক নির্বাচিত সিংহাসনের পরবর্তী শীর্ষস্থানীয় প্রার্থী ছিলেন আনা ইভানোভনা, যিনি পিটারের প্রয়াত ভাই ইভান পঞ্চমের কন্যা ছিলেন। তাদের পছন্দের প্রধান কারণ ছিল একজন নারী এবং বিধবা হিসেবে তার রাজনৈতিক দুর্বলতা, যার সুযোগ নেওয়ার জন্য কাউন্সিল আগ্রাসীভাবে পদক্ষেপ নেয়। তারা ঘোষণা করে যে, তারা কেবল তখনই তার রাজ্যাভিষেক অনুমোদন করবে যদি তিনি কর প্রণয়ন ও সংশোধন, যুদ্ধ ঘোষণা, সেনাবাহিনী নিয়ন্ত্রণ, সম্পত্তি প্রদান এবং বাতিল এবং সরকারের উচ্চ পদে লোক নিয়োগের ক্ষমতা ত্যাগ করেন। সংক্ষেপে, প্রিভি কাউন্সিলের লক্ষ্য ছিল জারের ক্ষমতা খর্ব করা এবং রাশিয়ান সাম্রাজ্যকে একটি কার্যত অভিজাততন্ত্রে পরিণত করা। তবে পরিকল্পনাটি বাস্তবায়িত হয়নি; রাশিয়ান অভিজাতরা ক্ষমতার এই পরিবর্তনের সম্ভাবনা দেখে ভীত হয়ে পড়েন, যেমন প্রাসাদের রক্ষী রেজিমেন্টগুলিও ছিল, এবং তাদের সম্মিলিত শক্তির মাধ্যমে আনা তার উপর আরোপিত বিধিনিষেধ ভেঙে ফেলতে এবং স্থায়ীভাবে কাউন্সিল ভেঙে দিতে সক্ষম হন।\nরুশ সরকারে আনার খুব কম বন্ধু ছিল কারণ তিনি কোরল্যান্ডে ছিলেন এবং রাশিয়ান অভিজাতদের প্রতি তীব্র অবিশ্বাস ছিল যারা ইতিমধ্যেই তাকে অবজ্ঞা করার চেষ্টা করেছিল। তাই তিনি তার শাসনব্যবস্থার বেশিরভাগই বিদেশিদের, বিশেষ করে বাল্টিক জার্মানদের দিয়ে পরিচালনা করেন, যাদের নেতৃত্বে ছিলেন তার অত্যন্ত অজনপ্রিয় প্রিয় আর্নস্ট জোহান ভন বিরন। তিনি প্রায়শই গুরুত্বপূর্ণ পদে প্রকৃত অভিজ্ঞতা নির্বিশেষে পছন্দের ব্যক্তিদের নির্বাচন করতেন, এবং এভাবে দুর্নীতি ছড়িয়ে পড়ত কারণ অনেকেই ব্যক্তিগত সম্পদ এবং প্রভাব সঞ্চয় করার চেষ্টা করতেন। তা সত্ত্বেও আন্দ্রে অস্টারম্যানের অধীনে পররাষ্ট্র দপ্তর এবং বার্কহার্ড ক্রিস্টোফ ভন মিউনিখের অধীনে সেনাবাহিনী বিদেশী প্রভাব থেকে প্রচুর উপকৃত হয়। এটি লক্ষণীয় যে উভয় ব্যক্তিই পূর্বে পিটার দ্য গ্রেটের অধীনে দায়িত্ব পালন করেছিলেন। প্রাসাদের রক্ষীরা তাকে সিংহাসনে আরোহণ করতে সাহায্য করেছিল, কিন্তু তবুও আনা তাদের ক্ষমতার ভারসাম্য বজায় রাখার জন্য তৃতীয় ইজমাইলভস্কি রেজিমেন্ট তৈরি করেন।\n\n\n=== মিউনিখের সংস্কার ===\n\nঅক্লান্ত এবং ক্ষমতালোভী ব্যক্তিত্ব মিউনিখ রাশিয়া ভ্রমণ এবং পিটারের প্রচারণার সময় ইঞ্জিনিয়ার হিসেবে লড়াই করার আগে স্প্যানিশ উত্তরাধিকার যুদ্ধে লড়াই করার অভিজ্ঞতা অর্জন করেন। রাশিয়ান অভিজাতদের থেকে স্বাধীন একজন জার্মান প্রতিনিধি হিসেবে তিনি আনার কাছে আবেদন করেন। আবেদনটি মিউনিখ ১৭৩২ সালে ওয়ার কলেজের সভাপতিত্বে আরোহণ করার জন্য ব্যবহার করেন। মিউনিখ একটি ছোট কিন্তু শক্তিশালী সামরিক বাহিনী গড়ে তোলার জন্য কাজ করেন। তিনি অপ্রয়োজনীয় ইউনিট ভেঙে দেন এবং আর্থিক ব্যবস্থাপনায় অসংখ্য উন্নতি সাধন করেন, একই সাথে নৌবাহিনীকে নোঙর করে পচতে দেওয়ার স্থিতাবস্থা অব্যাহত রাখেন। তিনি তরুণ অভিজাতদের সামরিক সেবার জন্য প্রশিক্ষণ দেওয়ার জন্য ক্যাডেট কর্পস প্রতিষ্ঠা করেন, পিটারের প্রথম পদে চাকরি করার প্রয়োজনীয়তা কার্যকরভাবে প্রতিস্থাপন করেন, পাশাপাশি সামরিক পরিষেবার প্রয়োজনীয়তা ২৫ বছর কমিয়ে আনেন, যা তাত্ত্বিকভাবে পিটারের জীবনব্যাপী মডেলের চেয়ে যথেষ্ট ভালো ছিল।\nমিউনিখ রাশিয়ান সেনাবাহিনীকে আরও নমনীয় এবং দক্ষ করে তোলার জন্যও কাজ করেন। তিনি প্রতি পদাতিক ইউনিটে কামানের সংখ্যা বৃদ্ধি করেন এবং তাদের কার্যকারিতা বৃদ্ধির জন্য গ্রেনেডিয়ারগুলিকে তাদের মধ্যে পুনর্বণ্টন করেন। মিউনিখ রাশিয়ান অশ্বারোহী বাহিনীতেও গুরুত্বপূর্ণ পরিবর্তন আনেন। মিউনিখের আগে বেশিরভাগ রাশিয়ান অশ্বারোহী ছিল ড্রাগুন, যারা অশ্বারোহী বাহিনীতে চড়ে চলত কিন্তু পায়ে হেঁটে যুদ্ধ করত। পিটারেরও কস্যাক ছিল, যারা শত্রু সৈন্যদের অভিযান, হয়রানি, নজরদারি এবং স্কাউটিংয়ের মতো ঐতিহ্যবাহী হালকা অশ্বারোহী ভূমিকা পালন করত। নিয়মিত সৈন্যদের সাথে অনিয়মিত কস্যাকদের পরিপূরক করার জন্য মিউনিখ হুসারদের (প্রায় পূর্ব ইউরোপীয় বিদেশীদের দ্বারা পরিচালিত হালকা অশ্বারোহী) রেজিমেন্ট চালু করেন। আরও তীব্র ছিল শক অ্যাটাক করার জন্য ভারী অশ্বারোহী রেজিমেন্টের স্পষ্ট অভাব; মিউনিখ এই ভূমিকা পূরণের জন্য তিনটি অভিজাত গার্ড অশ্বারোহী রেজিমেন্ট (তিনটি গার্ড পদাতিক রেজিমেন্টের সমকক্ষ) এবং ভারী কিউরাসিয়ারের বেশ কয়েকটি রেজিমেন্ট (যার নামকরণ করা হয় ভারী ব্রেস্টপ্লেট বা কিউরাসের জন্য) প্রবর্তন করেন। এই নতুন রেজিমেন্টগুলি তৎকালীন রাশিয়ার সবচেয়ে ভারী ঘোড়ায় চড়ে।\n\n\n=== পোলিশ উত্তরাধিকার যুদ্ধ ===\nপিটার-পরবর্তী যুগে রাশিয়ান সামরিক শক্তির প্রথম পরীক্ষা, যদিও খুব কঠিন ছিল না, তা ছিল ১৭৩৩-১৭৩৪ সালে পোলিশ উত্তরাধিকারের যুদ্ধ। এটি ছিল পিটারের পুরনো মিত্র পোল্যান্ডের দ্বিতীয় অগাস্টাসের মৃত্যুর পর নতুন রাজার সিংহাসনে বসার জন্য নির্বাচন। রাশিয়া আশা করেছিল যে অগাস্টাসের পুত্র তৃতীয় অগাস্টাস তার পিতার সিংহাসনে বসবেন; তবে ১৭৩৩ সালের শরৎকালে নির্বাচনের রায় ফরাসি-সমর্থিত স্ট্যানিস্লাও লেসজিনস্কির পক্ষে দেওয়া হয়, যিনি গ্রেট নর্দার্ন যুদ্ধের সময় চার্লস দ্বাদশের পুতুল রাজা ছিলেন। রাশিয়া এবং অস্ট্রিয়ান সাম্রাজ্য উভয়ই একমত হয় যে, পোলিশ সিংহাসনে ফরাসি-সমর্থিত রাজা অগ্রহণযোগ্য, এবং এইভাবে হস্তক্ষেপ করে স্ট্যানিস্লোকে ছোট অগাস্টাস দিয়ে প্রতিস্থাপন করা হয়।\nএভাবে ১৭৩৩ সালে নির্বাসিত আইরিশ জেনারেল পিটার লেসির নেতৃত্বে একটি রাশিয়ান বাহিনী স্ট্যানিস্লোকে ক্ষমতাচ্যুত করার লক্ষ্যে পোল্যান্ড আক্রমণ করে। লেসি সাবধানতার সাথে দ্বিতীয় নির্বাচনের আয়োজন করেন যেখানে তৃতীয় অগাস্টাসকে রাজা ঘোষণা করা হয় এবং ১৭৩৪ সালের গোড়ার দিকে মিউনিখের কাছে নিয়ন্ত্রণ হস্তান্তরের আগে পালিয়ে যাওয়া স্ট্যানিস্লাভকে ডানজিগে ধাওয়া করেন। ফ্রান্স তার দূরবর্তী মিত্রকে সমর্থন করতে অক্ষম ছিল। যুদ্ধের সময় সবচেয়ে বড় ফরাসি বাহিনী মাত্র ২,০০০ সৈন্য নিয়ে বাল্টিক সাগরের বাইরে মোতায়েন করা হয়েছিল। পরিবর্তে এই বাহিনী অস্ট্রিয়া আক্রমণ করে নিজেদের সান্ত্বনা দেয়, যার ফলে রাইনল্যান্ড এবং ইতালি জুড়ে বড় ধরনের কর্মযজ্ঞ শুরু হয়। ইতিমধ্যে, স্ট্যানিস্লাভ পোল্যান্ডে ডানজিগের অবরোধ ভাঙতে না পেরে ফ্রান্সে পালিয়ে যান এবং তৃতীয় অগাস্টাসকে রাজা হিসেবে পুনর্নিশ্চিত করার জন্য রাশিয়া ছেড়ে যান। পোল্যান্ডকে রাশিয়ার বাফার রাষ্ট্র হিসেবে নিশ্চিত করা হয় এবং পরবর্তী দশকগুলিতে রাশিয়ান সৈন্যরা ইচ্ছামত সেখানে হস্তক্ষেপ করে। লেসি অস্ট্রিয়া এবং ফ্রান্সের মধ্যে চলমান যুদ্ধের দিকে পশ্চিমে সৈন্যদের নেতৃত্ব দেন, কিন্তু ভিয়েনা চুক্তি অনুমোদনের আগে কোনও পদক্ষেপ দেখা যায়নি, যার ফলে সংক্ষিপ্ত যুদ্ধের অবসান ঘটে।\n\n\n=== ১৭৩৫–১৭৩৯ সালের রুশো-তুর্কি যুদ্ধ ===\nপোল্যান্ড থেকে সৈন্যরা ফিরে আসার পর মিউনিখ দ্রুত রাশিয়ার পুরনো শত্রু তুর্কি এবং তাদের ক্রিমিয়ান তাতার দখলদারদের বিরুদ্ধে একটি সম্প্রসারণবাদী অভিযানের পরিকল্পনা শুরু করেন। রাশিয়ান ভূখণ্ডে ক্রমাগত ক্রিমিয়ান অভিযান এবং পারস্যের সাথে যুদ্ধে অটোমান সাম্রাজ্যের জড়িয়ে পড়া তাকে উত্তেজিত করে তোলে। মিউনিখ আত্মবিশ্বাসী ছিলেন যে, ক্রমবর্ধমান সংখ্যক অভিজাত রাশিয়ান সৈন্যরা অটোমানদের যে কোনও যুদ্ধক্ষেত্রেই পরাজিত করতে পারবে, এবং এইভাবে তারা অটোমান রাজধানী ইস্তাম্বুলের নিয়ন্ত্রণ নেওয়ার লক্ষ্যে একটি উচ্চাকাঙ্ক্ষী অভিযানের পরিকল্পনা করেন। এই পরিকল্পনায় তিনি বেশ কয়েকটি কৌশলগত বাধার সম্মুখীন হন। আজভের প্রধান দুর্গটি পূর্বে অবস্থিত ছিল এবং আজভ সাগরে প্রবেশ অসম্ভব ছিল এবং ক্রিমিয়ান তাতাররা কৃষ্ণ সাগরের উত্তর তীরের পুরো অংশ নিয়ন্ত্রণ করত। দীর্ঘ দূরত্বের কারণে রাশিয়ান সেনাবাহিনীর একটি দীর্ঘ সরবরাহ ট্রেনের প্রয়োজন ছিল এবং এই লাগেজ পথের বিরুদ্ধে পদক্ষেপের ফলে যেকোনো একটি অভিযান বিচ্ছিন্ন হওয়ার ঝুঁকিতে ছিল। অধিকন্তু, এই অঞ্চলটি কৃষ্ণ সাগরে প্রবাহিত বেশ কয়েকটি প্রধান নদী দ্বারা সুরক্ষিত ছিল, যার প্রতিটির পাশে তুর্কি দুর্গ ছিল।১৭৩৫ সালে ক্রিমিয়ায় রাশিয়ার ব্যর্থ অভিযানের মাধ্যমে যুদ্ধ শুরু হয়, কিন্তু প্রথম বড় অভিযান ১৭৩৬ সালের আগে শুরু হয়নি। মিউনিখ রাশিয়ান সৈন্যদের দুটি দলে বিভক্ত করেন। তার নেতৃত্বে একটি প্রধান সেনাবাহিনী ক্রিমিয়ার মুখে পেরেকপ আক্রমণ করার লক্ষ্যে ছিল এবং লেসির নেতৃত্বে একটি ছোট দল আজভের দিকে অগ্রসর হয়। ১৭৩৬ সালের মে মাসে মিউনিখ সহজেই পেরেকোপে তাতার প্রতিরক্ষা আক্রমণ করেন, কিন্তু তার শত্রুকে যুদ্ধে আনতে পারেননি, কারণ বেশিরভাগই পাহাড়ে পালিয়ে যান। তিনি গ্রামাঞ্চল লুণ্ঠন করে নিজেকে সন্তুষ্ট করেন, কিন্তু তার সৈন্যরা তৃষ্ণা ও রোগে ভুগছিল, তাই তিনি শরৎকালে সৈন্য প্রত্যাহার করেন। লেসির আক্রমণ অনেক বেশি সফল ছিল; দুর্গ অবরোধ করার প্রায় সাথে সাথেই এর পাউডার ম্যাগাজিনটি বিস্ফোরিত হয়ে রক্ষকদের পঙ্গু করে দেয়। জুন মাসে আজভ আত্মসমর্পণ করে।\nরাশিয়ার আকস্মিক সাফল্যে উৎসাহিত এবং কিছুটা শঙ্কিত হয়ে অস্ট্রিয়া ১৭৩৬ সালে যুদ্ধে যোগ দেয়, যার লক্ষ্য ছিল তুর্কি বলকানের একটি অংশের নিয়ন্ত্রণ নিজেদের জন্য দখল করা। আজভ তখন দৃঢ়ভাবে রাশিয়ার নিয়ন্ত্রণে থাকায় অভিযানটি কৃষ্ণ সাগরের ধারে পূর্ব দিকে সরে যায়। ১৭৩৭ সালে লেসি ৪০,০০০ সৈন্য নিয়ে আবার ক্রিমিয়ায় অনুপ্রবেশ করেন (পেরেকপের পরিবর্তে পশ্চিমের সরু বালির উপর দিয়ে যান) এবং আবারও অঞ্চলটি ভেঙে ফেলেন এবং লুটপাট করেন, কিন্তু আগের বছরের মতোই মিউনিখের আক্রমণে রোগ এবং তৃষ্ণায় ভোগেন এবং তাই সৈন্য প্রত্যাহার করতে বাধ্য হন। ইতিমধ্যে, মিউনিখ এবং ৮০,০০০ সৈন্য ওচাকিভের প্রধান তুর্কি দুর্গের দক্ষিণ বাগ প্রবাহ অতিক্রম করে এবং দ্বিগুণ হয়ে ফিরে এসে এটি অবরোধ করে। বোমাবর্ষণের সময় একটি ভাগ্যবান গুলিতে আবার দুর্গের পাউডার ম্যাগাজিনটি ফেটে যায় এবং এর কিছুক্ষণ পরেই ওচাকিভ রাশিয়ানদের কাছে আত্মসমর্পণ করে।\n\n১৭৩৮ সাল রাশিয়ানদের জন্য অনিশ্চিত প্রমাণিত হয়। লেসি আবারও তৃতীয়বারের মতো ক্রিমিয়া আক্রমণ করেন এবং আবারও কোনও স্থায়ী ফলাফল পাননি। মিউনিখ কৃষ্ণ সাগরের পশ্চিম উপকূলে অগ্রসর হন এবং ১০০,০০০ সৈন্য নিয়ে ডনেস্ট্র অতিক্রম করেন, কিন্তু আবারও রোগ (এবার প্লেগ), সরবরাহের ঘাটতি এবং তুর্কি তল্লাশি বাহিনীর দ্বারা হয়রানির কারণে তিনি দ্রুত উত্তরে প্রত্যাহার করতে বাধ্য হন। এই সমস্যা এড়াতে ১৭৩৯ সালে মিউনিখ কৃষ্ণ সাগরের পশ্চিম তীরের আরও পশ্চিমে কেটে পোল্যান্ডের মধ্য দিয়ে প্রুতে পৌঁছান। যাইহোক, পরিস্থিতি ১৭১১ সালে পিটার দ্য গ্রেটের অভিযানের পুনরাবৃত্তি প্রমাণিত হয়; আবারও তুর্কি অশ্বারোহী বাহিনীকে ঘিরে রাশিয়ানদের সরবরাহ লাইন কেটে দেওয়া হয়। প্রয়োজনে এই ফাঁদ ভেদ করতে পারবেন এই আত্মবিশ্বাসী হয়ে ১৭৩৭ সালের ২৮ আগস্ট (এন.এস.) তিনি স্টাভুচানিতে প্রধান তুর্কি শিবির আক্রমণ করেন। মিউনিখ তুর্কিদের ডান দিকে এক বিচ্যুতিমূলক আঘাত হানেন, তারপর ডান দিকে সৈন্য সমাবেশ করেন এবং তুর্কিদের উপর হামলা চালান, তুর্কি শিবির, কামান, সরবরাহ এবং উপরের ডনেস্ট্রে অবস্থিত খোটিন দুর্গ দখল করে নেন।\nতবুও যুদ্ধটি ছিল একটি ফাঁকা জয়। সেই বছরই অস্ট্রিয়া অটোমানদের সাথে শান্তি চুক্তি স্বাক্ষর করে এবং কোনও মিত্র ছাড়াই এবং আরও লাভের অনিশ্চয়তা ছাড়াই রাশিয়া নিশ চুক্তিতে স্বাক্ষর করার এবং যুদ্ধ শেষ করার সিদ্ধান্ত নেয়। সেনাবাহিনী রোগব্যাধিতে প্রচণ্ডভাবে ক্ষতিগ্রস্ত হয় এবং যুদ্ধে যে সমস্ত লোকবল এবং অর্থ ব্যয় হয়েছিল তার মধ্যে রাশিয়া কেবল কৃষ্ণ সাগরের উত্তরে কিছু বিচ্ছিন্ন জনবসতিপূর্ণ তৃণভূমি এবং আজভের পুরাতন পুরস্কার অর্জন করে, এই শর্তে যে এটি অরক্ষিত থাকবে। তবুও যুদ্ধ দুটি জিনিস প্রদর্শন করেহিল। প্রথমত, এটি দেখিয়েছিল যে রাশিয়ান সেনাবাহিনী কতটা এগিয়েছে, কারণ যুদ্ধের সময় তারা সহজেই বৃহত্তর অটোমান বাহিনীকে পরাজিত করেছিল; মিউনিখ অত্যধিক উচ্চাকাঙ্ক্ষী ছিলেন, কিন্তু তার সৈন্যদের শ্রেষ্ঠত্ব সম্পর্কে তার অনুমান ভুল ছিল না। দ্বিতীয়ত, এটি তুর্কি এবং রাশিয়ানদের মধ্যে ভবিষ্যতের যুদ্ধে যে ধরণটি বিকশিত হয় তা প্রতিষ্ঠা এবং বজায় রেখেছিল: রোগের প্রভাবে নদী তীরবর্তী দুর্গগুলিতে প্রাথমিক রাশিয়ান সাফল্য বাতিল হয়ে যায় এবং দ্রুতগতিতে চলমান তুর্কি এবং তাতার অশ্বারোহী বাহিনীর দ্বারা তাদের সরবরাহ ট্রেন থেকে গভীর আক্রমণ বিচ্ছিন্ন হয়ে যায়।\n\n\n== এলিজাবেথ ==\nপ্রথম আনা ১৭৪০ সালের শরৎকালে মারা যান। মৃত্যুর কিছুদিন আগে তিনি তার নবজাতক নাতি, তার ভাগ্নী মেকলেনবার্গের রাজকুমারীর ছেলে, ইভান ষষ্ঠকে জার হিসেবে নিযুক্ত করেছিলেন এবং তার পুরানো প্রিয় বিরনকে রিজেন্ট হিসেবে মনোনীত করেছিলেন। আনার শাসনামলে বিরন যে অসংখ্য শত্রু তৈরি করেছিলেন, এই পদক্ষেপ তাকে রক্ষা করতে পারেনি এবং আনার মৃত্যুর তিন সপ্তাহের মধ্যে তাকে সাইবেরিয়ায় নির্বাসিত করা হয়। ইভানের মা আনা লিওপোলডোভনা রিজেন্সি দেখাশোনা করেন। চাচাতো ভাইয়ের বিতৃষ্ণা লক্ষ্য করে এবং রক্ষীদের উপর নিয়ন্ত্রণ সুসংহত করতে, পিটার দ্য গ্রেটের কন্যা এলিজাবেথ একটি রক্তপাতহীন অভ্যুত্থান ঘটান এবং সিংহাসন দখল করেন। আনা এবং শিশু ইভানকে বন্দী করে নিয়ে যাওয়া হয়, এবং এলিজাবেথ তার পরিচিত এবং সন্দেহভাজন সকল প্রতিপক্ষকে পথে গ্রেপ্তার করেন।\nএলিজাবেথ তুলনামূলকভাবে শান্ত পরিবেশে বড় হয়েছিলেন এবং শৈশব থেকেই তার সৌন্দর্যের জন্য প্রশংসিত হয়েছিলেন। তার আগ্রহ ছিল পোশাক, কেনাকাটা, নাচ এবং পুরুষদের প্রতি, এবং তার রাজত্বকাল ছিল তিনি অত্যন্ত জনপ্রিয়। তা সত্ত্বেও তিনি পিটারের রাজত্ব পুনর্জন্মের জন্য অনেক কিছু করেছিলেন। সিংহাসন লাভের পর তিনি তাৎক্ষণিকভাবে সিনেট পুনরুদ্ধার করেন এবং আনার জার্মান প্রশাসনকে ছিন্নভিন্ন করে দেন, মিউনিখ এবং অস্টারম্যান উভয়কেই মৃত্যুদণ্ড দেন (যার শাস্তি মৃৎশিল্পে নির্বাসনে রূপান্তরিত হয়)। ঘৃণিত জার্মানদের ছড়িয়ে দিয়ে এবং সৌন্দর্য ও স্নেহের একটি চিত্র তুলে ধরে এলিজাবেথ তৎকালীন রাশিয়ান জনগণের মধ্যে সবচেয়ে জনপ্রিয় জনসাধারণের চিত্রগুলির মধ্যে একটি বজায় রেখেছিলেন। তিনি তার প্রশাসনের বেশিরভাগ দায়িত্ব আলেক্সি বেস্তুজেভ-রিউমিনের উপর অর্পণ করেন, যাকে তিনি ব্যক্তিগতভাবে অপছন্দ করতেন, কিন্তু তিনি বুদ্ধিমানের মতো বুঝতে পেরেছিলেন যে তার দক্ষতা রাষ্ট্রের জন্য প্রয়োজনীয়।\n\n\n=== ১৭৪১–১৭৪৩ সালের রুশো-সুইডিশ যুদ্ধ ===\n১৭৪১ সালের রাজনৈতিক অস্থিরতা সুইডেনকে মহান উত্তর যুদ্ধে তাদের ক্ষতির প্রতিশোধ নেওয়ার আশা জাগিয়ে তোলে। অস্ট্রিয়ান উত্তরাধিকার যুদ্ধ থেকে রাশিয়াকে দূরে রাখার লক্ষ্যে ফরাসি কূটনীতিকরা সুইডেনকে আরও উস্কে দেন। সুইডেন রাশিয়ার বিরুদ্ধে যুদ্ধ ঘোষণা করে ও সেন্ট পিটার্সবার্গের দিকে সৈন্য প্রেরণ করে। এটি এলিজাবেথের সিংহাসন অধিগ্রহণের সমর্থনে যুদ্ধকে সামান্যভাবে ন্যায্যতা দেয় এবং এলিজাবেথ বিনিময়ে কিছু রাশিয়ান অঞ্চল ছেড়ে দেওয়ার প্রতিশ্রুতি দেন। তবে সিংহাসনে নিরাপদে বসার পর এলিজাবেথ শর্তাবলী প্রত্যাখ্যান করেন এবং অত্যন্ত অপ্রস্তুত সুইডিশদের বিরুদ্ধে তার সেনাবাহিনীকে নির্দেশ দেন।\n১৭৪১ সালের শরৎকালে পিটার লেসি ফিনল্যান্ড আক্রমণের নেতৃত্ব দেন, যা কেবলমাত্র একটি ক্ষুদ্র বাহিনী দ্বারা সুরক্ষিত ছিল। তিনি দক্ষতার সাথে কস্যাকগুলিকে তাদের অভিযান ক্ষমতার সর্বোত্তম ব্যবহার করে যতটা সম্ভব গ্রামাঞ্চল ধ্বংস করা যায় তার দিকে বিশেষভাবে লক্ষ্য রেখেছিলেন। মিত্রকে চূর্ণবিচূর্ণ হতে দেখে ফ্রান্স শান্তির মধ্যস্থতা করার চেষ্টা করে, কিন্তু কোন লাভ হয়নি। ১৭৪২ সালে লেসি ফিনল্যান্ডের উপকূল বরাবর দ্বিতীয় অভিযানের সমন্বয় সাধন করেন, যাতে ১৭,০০০ সুইডিশ সৈন্যকে আটক করা যায়। হেলসিংফোর্সে তিনি এই লক্ষ্য অর্জন করেন। সুইডিশরা আত্মসমর্পণ করে এবং লেসি হেলসিংফর্স এবং ফিনিশ রাজধানী আবো উভয়ই দখল করে। ১৭৪৩ সালের মধ্যে সুইডিশদের সম্পূর্ণ পরাজয় এবং সুইডেনকে রক্ষা করার জন্য জোট গঠনের আশঙ্কা বৃদ্ধি পাওয়ার সাথে সাথে এলিজাবেথ অবশেষে সুইডেনকে দর কষাকষির টেবিলে নিয়ে আসেন। ফলস্বরূপ আবো চুক্তিতে এলিজাবেথ আশ্চর্যজনক উদারতা দেখান, পূর্ব ফিনল্যান্ডের বেশ কয়েকটি অংশ গ্রহণ করেন কিন্তু সুইডেনকে তার নিয়ন্ত্রণের সিংহভাগ ধরে রাখার অনুমতি দেন।\n\n\n=== সাত বছরের যুদ্ধ ===\n\n\n==== ভূমিকা ====\n\n১৭৪০ এবং ১৭৫০ এর দশকে ইউরোপ জুড়ে ক্রমবর্ধমান উত্তেজনা দেখা দেয়। এই অস্থিরতার একটি গুরুত্বপূর্ণ ঘটনা ছিল প্রুশিয়ার আকস্মিক উত্থান। সতর্ক ও শক্তিশালী রাজাদের একটি ধারাবাহিকতার অধীনে রাজ্যটি উচ্চ জার্মানিতে ক্ষমতা সুসংহত করে এবং তার প্রকৃত ভূমির চেয়ে অনেক বেশি বিশিষ্টতা অর্জন করে। সেই সময় প্রুশিয়ার শাসক ফ্রেডরিক দ্য গ্রেট তার সামরিক বাহিনীকে অবিরামভাবে মহড়া দেন। তার অন্যতম প্রধান উদ্ভাবন ছিল তির্যক যুদ্ধ ব্যবস্থা, যার ফলে তিনি ইচ্ছাকৃতভাবে এক প্রান্তকে অতিরিক্ত চাপিয়ে অন্য প্রান্তকে দুর্বল করে দিতেন। দুর্বল প্রান্তটি যদি ধরে রাখত, তাহলে শক্তিশালী পক্ষ শত্রুকে ভেঙে তাদের ঘিরে ফেলতে সক্ষম হত। এই ধরণের অভিযানের জন্য সঠিক সময় এবং দুর্দান্ত দক্ষতার প্রয়োজন ছিল, যা তার অত্যন্ত দক্ষ সেনাবাহিনীর কাছে অত্যন্ত গুরুত্বপূর্ণ ছিল।\nপ্রুশিয়ার আকস্মিক বৃদ্ধি ইউরোপের ক্ষমতার ভারসাম্যকে ব্যাপকভাবে বদলে দেয়। ব্রিটেন এবং অস্ট্রিয়ান সাম্রাজ্য বহু বছর ধরে ফ্রান্সের বিরুদ্ধে একটি জোট গড়ে তুলেছিল, কিন্তু অস্ট্রিয়া যখন তার আগ্রহের কেন্দ্র ফ্রান্স থেকে সরিয়ে পশ্চিমে তার দুর্বল উপনিবেশগুলিকে রক্ষা করার পরিবর্তে উত্তরে প্রুশিয়ার উদীয়মান শক্তির দিকে সরিয়ে নেয়, তখন হঠাৎ এই জোট ভেঙে যায়। ইতিমধ্যে, রাশিয়া বারবার ফ্রান্সের সাথে সংঘর্ষে লিপ্ত হয় এবং ক্রমবর্ধমান কূটনৈতিকভাবে আক্রমণাত্মক ফ্রান্স এবং ক্রমবর্ধমান শক্তিশালী প্রুশিয়ার বিরুদ্ধে মিত্র খুঁজছিল। এইভাবে আলেক্সি বেস্তুজেভ-রিউমিন রাশিয়ার \"স্বাভাবিক বন্ধু\" ব্রিটেন এবং অস্ট্রিয়ার সাথে তার \"স্বাভাবিক শত্রু\" ফ্রান্স এবং প্রুশিয়ার বিরুদ্ধে একটি জোট গড়ে তোলার চেষ্টা করেন। ১৭২৫ সালে অস্ট্রিয়া এবং রাশিয়া একটি ভিত্তি প্রতিরক্ষামূলক জোটে স্বাক্ষর করে, কিন্তু ব্রিটেন এই ধরনের জোটের ব্যাপারে সতর্ক ছিল। সুযোগ বুঝে ফ্রেডরিক তার ফরাসি মিত্রদের এড়িয়ে যান এবং ১৭৫৬ সালে ব্রিটেনের সাথে ওয়েস্টমিনস্টার চুক্তি স্বাক্ষর করেন। ফ্রান্স দ্রুত প্রুশিয়ার প্রতিশোধ নিতে অস্ট্রিয়ার সাথে একটি চুক্তি স্বাক্ষর করে, যে চুক্তিতে রাশিয়া পোল্যান্ডের বিরুদ্ধে আগ্রাসন না করার শর্তে যোগ দেয়। এই তথাকথিত কূটনৈতিক বিপ্লব আসন্ন সাত বছরের যুদ্ধের সূচনা করে এবং ইউরোপ এক অস্বস্তিকর শান্তিতে ডুবে যায়।\nমিউনিখকে বরখাস্ত করার পর এলিজাবেথ রাশিয়ান সামরিক বাহিনীর নিয়ন্ত্রণ পিটার ইভানোভিচ শুভালভের উপর অর্পণ করেন। শুভালভ দ্রুত মিউনিখের অধীনে প্রবর্তিত জার্মান পোশাকটি বাদ দেন। ১৭৫০-এর দশকে যুদ্ধের সম্ভাবনার পূর্বাভাস পেয়ে শুভালভ প্রুশিয়ান মডেলে রাশিয়ান সেনাবাহিনীকে উন্নত করার জন্য কাজ করেন। তিনি ফ্রেডরিক দ্য গ্রেটের ব্যবহৃত একই কৌশল ব্যবহার করে সেনাবাহিনীকে প্রশিক্ষণ দেন, কিন্তু তার সাফল্য পদাতিক বাহিনীর চেয়ে তার অশ্বারোহী বাহিনীকে বেশি প্রভাবিত করে, কারণ রাশিয়ার কাছে প্রুশিয়ান মডেল সম্পূর্ণরূপে অর্জন করার জন্য অফিসার দক্ষতার অভাব ছিল। তিনি ড্রাগুনদের ভারী কিউরাসিয়ার এবং মাউন্ট করা গ্রেনেডিয়ারে রূপান্তর করার জন্যও কাজ করেন, যা হালকা ড্রাগুনরা যে আঘাত করতে পারে না সেই আঘাত করতে সক্ষম। তিনি রাশিয়ান গোলন্দাজ বাহিনীর উন্নতির জন্যও কাজ করেন, এমনকি নিজের নকশার কিছু উদ্ভাবনও প্রবর্তন করেন, যদিও তিনি প্রযুক্তিগত কৌশলের দ্বারা আকৃষ্ট হতেন।\n\n\n==== ১৭৫৬-১৭৫৭ এবং গ্রস-জাগার্সডর্ফের যুদ্ধ ====\nইউরোপ যে সশস্ত্র শান্তির মধ্যে পড়েছিল তা স্থায়ী হয়নি। ফ্রেডরিক তার বিরুদ্ধে একটি আক্রমণের পূর্বাভাস দিয়েছিলেন, যা তিনি ১৭৫৬ সালের গ্রীষ্মে স্যাক্সনি দখল করে পূর্বাভাস দিয়েছিলেন, যার ফলে তার রাজধানী বার্লিনের বিরুদ্ধে সরাসরি অস্ট্রো-রাশিয়ান আক্রমণের হুমকি দূর হয়েছিল। ১৭৫৭ সালে এই যুদ্ধ তীব্রভাবে শুরু হয় এবং তাৎক্ষণিকভাবে দুটি ক্ষেত্রে বিভক্ত হয়ে যায়: ইউরোপ মহাদেশে প্রুশিয়া, অস্ট্রিয়া এবং রাশিয়ার মধ্যে ক্ষমতার লড়াই এবং উত্তর আমেরিকায় ফ্রান্স ও ব্রিটেনের মধ্যে ঔপনিবেশিক যুদ্ধ (আমেরিকান ইতিহাসে ফরাসি ও ভারতীয় যুদ্ধ নামে পরিচিত)। ঔপনিবেশিক যুদ্ধে ব্রিটেন তার নৌ-উচ্চতা এবং তুলনামূলকভাবে ছোট সেনাবাহিনী ব্যবহারের উপর মনোনিবেশ করে, যা ফ্রান্সের প্রতিফলিত পদক্ষেপ ছিল। এইভাবে মহাদেশীয় যুদ্ধের সিংহভাগই প্রুশিয়ার বিরুদ্ধে অস্ট্রিয়ান-রাশিয়ান জোট গ্রহণ করে।\nভূমির ক্ষেত্রে বিশাল পার্থক্য থাকা সত্ত্বেও প্রুশিয়ার অবস্থান ততটা আশাহীন ছিল না যতটা মনে হয়েছিল। রাশিয়ান এবং অস্ট্রিয়ান কৌশলগত লক্ষ্য ভিন্ন ছিল। রাশিয়া মূলত পূর্ব প্রুশিয়া এবং অস্ট্রিয়া, সাইলেসিয়া নিয়ে উদ্বিগ্ন ছিল। দুই দেশ প্রায়শই যুদ্ধের ভার একে অপরের উপর চাপিয়ে দেওয়ার চেষ্টা করত। এভাবে ফ্রেডরিকের ক্রমাগত সেনাবাহিনী পরিবর্তনের কৌশল, যদিও সৈন্যদের জন্য ক্লান্তিকর ছিল, সফলভাবে তার উভয় শত্রুকেই দূরে রাখে। ব্রিটিশ আর্থিক অবদান এবং প্রুশিয়ান সেনাবাহিনীর সামগ্রিক শ্রেষ্ঠত্ব অস্ট্রিয়ান-রাশিয়ান আকারের সুবিধাকে আরও কমিয়ে দেয়।\n\n১৭৫৭ সালে প্রুশিয়ায় অস্ট্রিয়ান আক্রমণের মাধ্যমে যুদ্ধ তীব্রতর হয়। ফ্রেডরিক তার নিজস্ব ১০০,০০০ শক্তিশালী বাহিনী সংগঠিত করে এবং চারটি স্তম্ভে অস্ট্রিয়ান বোহেমিয়া আক্রমণ করে এই সেনাবাহিনীর মোকাবিলা করেন। অস্ট্রিয়ানরা প্রতিরক্ষার পক্ষে তাদের আক্রমণ পরিকল্পনা ত্যাগ করে ও সীমান্ত বরাবর তাদের সেনাবাহিনীকে একটি দীর্ঘ ভঙ্গুর স্তম্ভে সংগঠিত করে। মোটামুটি সহজ সাফল্যের পর অস্ট্রিয়ানরা একটি বিশৃঙ্খল পশ্চাদপসরণে পড়ে যায় এবং ফ্রেডরিক অস্ট্রিয়ার রাজধানী প্রাগের দিকে অগ্রসর হতে শুরু করেন, একই সাথে ফরাসিদের হয়রানি করার জন্য বাহিনীকে বিচ্ছিন্ন করেন। ফ্রেডরিক প্রাগের বাইরে এক রক্তক্ষয়ী ও ঘনিষ্ঠ যুদ্ধে প্রধান অস্ট্রিয়ান সেনাবাহিনীকে পরাজিত করেন এবং অস্ট্রিয়ার রাজধানী অবরোধ করেন। তবে জুন মাসে কোলিনে সমান রক্তক্ষয়ী যুদ্ধের ফলে ফ্রেডরিক উত্তরে ফিরে যেতে বাধ্য হন। যখন তার দক্ষিণাঞ্চলীয় অভিযানগুলি খারাপ হচ্ছিল, তখন একটি ফরাসি সেনাবাহিনী পশ্চিম দিক থেকে জার্মানি আক্রমণ করে এবং পথে প্রুশিয়ার ব্রিটিশ এবং হ্যানোভারিয়ান মিত্রদের পরাজিত করে।\nইউরোপে যখন যুদ্ধ তীব্রতর হচ্ছিল, তখনও ধীরস্থির রুশ সেনাবাহিনী ধীরে ধীরে তাদের লক্ষ্যবস্তু সামরিকভাবে বিচ্ছিন্ন পূর্ব প্রুশিয়ার দিকে এগিয়ে যাচ্ছিল। পূর্ব প্রুশিয়ায় সামান্য সৈন্য মোতায়েন করা হয়, তবে স্টেপান ফিওডোরোভিচ আপ্রাকসিনের নেতৃত্বে ১০০,০০০ শক্তিশালী রাশিয়ান বাহিনীর জন্য এটি একটি উল্লেখযোগ্য হুমকি ছিল না। আপ্রাকসিন ছিলেন জারিনার দরবারে একজন সুসম্পর্কিত কূটনীতিক, যার সামরিক অভিজ্ঞতা খুব কম ছিল। তিনি তার বাহিনীকে সাবধানতার সাথে সরিয়ে নেন, এমন গতিতে যা প্রায় বিপর্যয়কর প্রমাণিত হয়। ১৭৫৭ সালের ১৯/৩০ আগস্ট একটি প্রুশিয়ান বাহিনী গ্রস-জাগার্সডর্ফের ছোট্ট গ্রামে রাশিয়ানদের অপ্রত্যাশিতভাবে অগ্রসর হতে দেখে ধরে ফেলে। পরবর্তী যুদ্ধে প্রুশিয়ান বাহিনী সংখ্যায় ২-১ এর চেয়ে বেশি অশ্বারোহী বাহিনী দিয়ে রাশিয়ান কলামের উভয় প্রান্ত (যা ২ মাইলেরও বেশি বিস্তৃত) ঘিরে ফেলে এবং প্রুশিয়ান পদাতিক বাহিনী কেন্দ্রে রাশিয়ানদের আক্রমণ করার জন্য বনের মধ্য দিয়ে অগ্রসর হয়। প্রুশিয়ানরা হুমকি দেয় যে, তারা নার্ভাতে সুইডিশরা যা করেছিল তাই করবে, উন্মত্তভাবে পুনর্নির্মাণকারী রাশিয়ানদের উপর আক্রমণ করবে এবং তারপর তাদের পৃথক ইউনিটগুলিকে চূর্ণ করবে।\nপরিস্থিতি কেবল পিওতর রুমিয়ান্তসেভের দ্বারাই উদ্ধার করা সম্ভব হয়, যিনি পরে ক্যাথরিন দ্য গ্রেটের প্রধান সেনাপতি হন। তিনি কেন্দ্রে রাশিয়ান বাহিনীকে একত্রিত করেন, প্রুশিয়ানদের পিছনে ঠেলে দেন এবং একটি সিদ্ধান্তমূলক সাফল্য এবং পরাজয়ের হুমকির অবসান ঘটান। রাশিয়ান কলামগুলি, বিশেষ করে কামানগুলি, তাদের আক্রমণকারীদের উপর পিষে ফেলার সাথে সাথে প্রুশিয়ানরা যুদ্ধ থেকে পিছু হটতে বাধ্য হয়। ক্ষয়ক্ষতি মোটামুটি সমান ছিল, কিন্তু ছোট প্রুশিয়ান বাহিনী তাদের হতাহতের পরিমাণ বহন করতে অক্ষম ছিল। পরাজয়ের ভয়ে ভীত আপ্রাকসিন তার জয়ের পুনরুজ্জীবনের জন্য যথেষ্ট শক্তির অভাববোধ করেন এবং শীতকালীন কোয়ার্টারে ফিরে যান, যা যুদ্ধটিকে রাশিয়ান ইতিহাসের সবচেয়ে নৈমিত্তিক জয়গুলির মধ্যে একটি করে তোলে। পরে তাকে কমান্ড থেকে অব্যাহতি দেওয়া হয় এবং তার জঘন্য উদ্যোগের অভাবের জন্য বিচারের মুখোমুখি করা হয়, পরের বছর কারাগারেই তার মৃত্যু হয়।\nসামগ্রিকভাবে, ১৭৫৭ সাল ছিল ফ্রেডরিকের জন্য একটি ভয়াবহ বছর। অস্ট্রিয়ার উপর প্রুশিয়ার বজ্রপাতের আক্রমণ, যা অন্যান্য দেশগুলিকে একত্রিত করার সময় অস্ট্রিয়াকে যুদ্ধ থেকে ছিটকে দেওয়ার উদ্দেশ্যে ছিল, তা ব্যর্থ হয়। এরপর তিনি তিনটি বৃহৎ শক্তির সাথে মুখোমুখি হন, যাদের কোষাগার খালি ছিল এবং আর্থিক ক্ষতি ছিল যা ক্ষুদ্র প্রুশিয়ান জনগোষ্ঠী বহন করতে পারে না। অস্ট্রিয়ান বাহিনী দ্রুত সাইলেসিয়ান দুর্গগুলি পুনরুদ্ধার করতে থাকে এবং অঞ্চলটি অস্ট্রিয়ানদের হাতে চলে যায়। অস্ট্রিয়ান অভিযান এমনকি ফ্রেডরিকের রাজধানী বার্লিনেও পৌঁছায়।\n\n\n==== ১৭৫৮ এবং জোরনডর্ফের যুদ্ধ ====\n\n১৭৫৮ সাল ইউরোপে নতুন অভিযান এবং প্রুশিয়ার জন্য নতুন আশা নিয়ে আসে। ফ্রেডরিক রসবাখে ফরাসিদের বিরুদ্ধে এক দর্শনীয় জয়লাভ করেন, এরপর তিনি লুথেনে অস্ট্রিয়ানদের বিরুদ্ধে আরও ব্যয়বহুল কিন্তু সমানভাবে নির্ণায়ক জয়লাভ করেন। পশ্চিম ও দক্ষিণ প্রান্তে তার অবস্থান সাময়িকভাবে নিরাপদ ছিল এবং প্রুশিয়ান বিজয়ে মুগ্ধ ব্রিটিশ তহবিল আবারও আসতে শুরু করে।\nআপ্রাকসিনের অপসারণের পর রাশিয়ান ফিল্ড ফোর্সের কমান্ড উইলিয়াম ফার্মরের কাছে হস্তান্তর করা হয়। একজন পরিষ্কার-পরিচ্ছন্ন এবং বুদ্ধিমান বাল্টিক জার্মান এবং লেসি এবং মিউনিখের ছাত্র ফার্মর তার সৈন্যদের কল্যাণকে তার প্রধান উদ্বেগের বিষয় করে তোলেন। ফার্মোরের সৈন্যরা পূর্ব প্রুশিয়ানদের সেই সম্ভাবনাগুলিকে দ্রুত কাজে লাগায় যা আপ্রাস্কিন এত বিরক্তিকর বলে মনে করেছিলেন। পূর্ব প্রুশিয়া পুনরুদ্ধার করতে অক্ষম দেখে ফ্রেডরিক অস্ট্রিয়ানদের দিকে মনোযোগ দেন, যারা মোরাভিয়ার ভবিষ্যৎ আক্রমণ করে। যাইহোক, অস্ট্রিয়ানরা তাকে যুদ্ধে জড়িত করতে অস্বীকৃতি জানায়, এবং তাই তিনি তখন পর্যন্ত তার কৌশলগত দুঃস্বপ্নকে উদ্ধার করে এমন কোনও দর্শনীয় বিজয় অর্জন করতে পারেননি। আরও অগ্রগতি নিরর্থক বুঝতে পেরে গ্রীষ্মের শেষের দিকে ফ্রেডরিক সরাসরি রাশিয়ানদের দিকে মনোযোগ দেন।\nওডার নদীর পূর্বে জর্নডর্ফ গ্রামের বাইরে জলাভূমিতে ফ্রেডেরিক ফার্মারের সৈন্যদের সাথে দেখা করেন। ফ্রেডেরিক রাতের আড়ালে রাশিয়ানদের পিছনে দক্ষিণে ঘুরে তার শত্রুকে অবাক করে দেওয়ার পরিকল্পনা করেন; তবে পরের দিন সকালে রাশিয়ান বাহিনী কেবল দিক পরিবর্তন করে এবং তাদের শত্রু দক্ষিণে আবারও মুখোমুখি হয়। যদিও প্রুশিয়ানরা অবাক হওয়ার উপাদান হারিয়ে ফেলেছিল, রাশিয়ানরা তখন একটি ঝুঁকিপূর্ণ অবস্থানে ছিল, কারণ তাদের পিঠ নদী এবং আশেপাশের জলাভূমির বিরুদ্ধে দাঁড়িয়েছিল। ১৭৫৮ সালের ২৫ আগস্ট দুই ঘন্টার বোমাবর্ষণের পর প্রুশিয়ান বামপন্থীরা রাশিয়ানদের সাথে লড়াই করে যা দ্রুত এক হত্যাকাণ্ডের বিনিময়ে পরিণত হয়। যাইহোক, ফ্রেডেরিকের বাম কলাম রাশিয়ান ডানপন্থীদের আক্রমণকে সমর্থন করার উদ্দেশ্যে কেন্দ্রের দিকে সরে যায় এবং লড়াইয়ে থেমে যায়। ফার্মর দ্রুত এর সুযোগ নেন এবং দুর্বল বাম পার্শ্বের মধ্য দিয়ে তার অশ্বারোহী বাহিনীকে আক্রমণ করে বিশৃঙ্খল অবস্থায় পিছনের দিকে পাঠান, কিন্তু প্রুশিয়ান অশ্বারোহী বাহিনী কর্তৃক তাৎক্ষণিক পাল্টা আক্রমণের ফলে তাদের সুবিধা নষ্ট হয়ে যায়। যুদ্ধটি অসংগঠিত ক্ষয়ক্ষতিতে পরিণত হয় এবং রাত না হওয়া পর্যন্ত দুটি রক্তাক্ত বাহিনী বিরতি নেয়নি। এভাবে জর্নডর্ফের যুদ্ধে মোট ৮০,০০০ সৈন্যের মধ্যে ৩০,০০০ জন নিহত হয় এবং পরের দিন সকালের মধ্যে উভয় পক্ষই পিছু হটে যায়।\nফার্মর পূর্ব দিকে সৈন্য প্রত্যাহার করে নেন (প্রকৃতপক্ষে তার সেনাবাহিনী জোরনডর্ফ থেকে প্রত্যাহারের অনেক আগেই পালিয়ে যায়), ফলে প্রুশিয়ানদের দক্ষিণে যাওয়ার এবং আবারও অস্ট্রিয়ান আক্রমণের মুখোমুখি হওয়ার সুযোগ পান। ফ্রেডেরিক আবারও প্রায় বিপর্যয়ের মুখোমুখি হন যখন হচকির্চে শিবির স্থাপনকারী তার সেনাবাহিনী অস্ট্রিয়ানদের দ্বারা প্রায় পরাজিত হয়। যদিও তিনি তার বেশিরভাগ বাহিনী অক্ষত রেখে পালিয়ে যান, বছরের শেষ নাগাদ এটি স্পষ্ট হয়ে যায় যে প্রুশিয়ানদের সামরিক পরিস্থিতির উন্নতি হয়নি; বরং, ফ্রেডেরিক তার অনেক সেরা সৈন্য হারান এবং রাশিয়ান ও অস্ট্রিয়ানরা তার কৌশলকে ব্যর্থ করার জন্য একটি নতুন ক্ষমতা প্রদর্শন করে।\n\n\n==== পরবর্তী অভিযান ====\nরাশিয়া অস্ট্রিয়ার সাথে তার জোট অব্যাহত রাখে, কিন্তু অস্ট্রিয়া প্রুশিয়ার বিরুদ্ধে ফ্রান্সের সাথে জোটে স্থানান্তরিত হয়। ১৭৬০ সালে রাশিয়ান বাহিনী বার্লিন দখল করে। প্রুশিয়া রাজ্যের জন্য সৌভাগ্যজনকভাবে এলিজাবেথ ১৭৬২ সালে মারা যান এবং তার উত্তরসূরী, পিটার তৃতীয়, প্রুশিয়ার রাজা ফ্রেডেরিক দ্য গ্রেটের প্রতি তাঁর ভক্তির কারণে রাশিয়াকে প্রুশিয়ার সাথে মিত্রতা করেন।\n\n\n==== পরিণতি ====\nসাত বছরের যুদ্ধ ছিল প্রথম যুদ্ধ যেখানে রাশিয়া পূর্বদিকে তার প্রতিবেশীদের সাথে দ্বন্দ্বে জড়িয়ে পড়ে, পিটার দ্য গ্রেটের পর থেকে প্রথম শ্রেণীর ইউরোপীয় সেনাবাহিনীর বিরুদ্ধে লড়াই করে এবং ফলাফল মিশ্র ছিল। রাশিয়ান সৈন্যরা অপরিসীম ব্যক্তিগত সাহস এবং বীরত্ব প্রদর্শন করে। তারা বিনা দ্বিধায় আগুনের গুলিবর্ষণের সামনে দাঁড়িয়ে ছিল। কমান্ড কাঠামোটি খুব একটা ভালো ছিল না; সামগ্রিক সমন্বয় বেস্তুজেভ-রিয়ামিন এবং একটি আদালত সম্মেলনের উপর পড়ে, যা দ্রুত অকার্যকর প্রমাণিত হয়। সেনাবাহিনীর ক্ষুদ্র ব্যবস্থাপনায় বেশিরভাগ সময় ব্যয় করা হয়। পিটার দ্য গ্রেটের রাজত্বকালে রাশিয়ান অফিসার কর্পসকে একটি অভিজাত বাহিনীতে রূপান্তরিত করা হয়েছিল, কিন্তু তার নীতিগুলি বিলুপ্ত করা হয়েছিল এবং কমান্ড কর্পসগুলি জরাজীর্ণ অবস্থায় পড়ে গিয়েছিল। ফলাফল হল, যদিও রাশিয়া প্রুশিয়ানদের বিরুদ্ধে বেশ কয়েকটি গুরুত্বপূর্ণ জয়লাভ করেছিল, তবুও তারা কখনও তার সাফল্যকে পুরোপুরি পুঁজি করতে পারেনি। রাশিয়ান সরবরাহ লাইনের অপর্যাপ্ততার কারণে এই সমস্যাটি আরও জটিল হয়ে ওঠে, যার ফলে রাশিয়ানরা প্রতি শীতকালে সৈন্য প্রত্যাহার করতে বাধ্য হয়।\n\n\n== তৃতীয় পিটার ==\n\nতৃতীয় পিটারের রাজত্বকাল ছিল সংক্ষিপ্ত এবং অজনপ্রিয়। যদিও তিনি পিটার দ্য গ্রেটের নাতি ছিলেন, তার বাবা ছিলেন হোলস্টাইন -গোটোর্পের ডিউক, তাই তৃতীয় পিটার জার্মান লুথেরান পরিবেশে বেড়ে ওঠেন। তাই রাশিয়ানরা তাকে বিদেশি মনে করত। রাশিয়ানদের সকল কিছুর প্রতি তার ঘৃণা গোপন না করে পিটার রাশিয়ান সেনাবাহিনীর উপর প্রুশিয়ান সামরিক মহড়া জোরদার করেন, রাশিয়ান অর্থোডক্স চার্চ আক্রমণ করেন এবং প্রুশিয়ার সাথে তার আকস্মিক জোট স্থাপন করে রাশিয়াকে সামরিক বিজয় থেকে বঞ্চিত করে গভীর বিরক্তি তৈরি করেন। এই অসন্তোষ এবং নিজের অবস্থানের ভয়ে তৃতীয় পিটারের স্ত্রী ক্যাথেরিন একটি অভ্যুত্থানের মাধ্যমে তার স্বামীকে ক্ষমতাচ্যুত করেন এবং তার প্রেমিক আলেক্সি অরলভ পরবর্তীতে তাকে হত্যা করেন, ফলে ১৭৬২ সালের জুন মাসে ক্যাথেরিন রাশিয়ার সম্রাজ্ঞী দ্বিতীয় ক্যাথেরিন হন।\n\n\n== রাশিয়ান সাম্রাজ্যের সম্প্রসারণ এবং পরিপক্কতা ==\n\nদ্বিতীয় ক্যাথরিনের রাজত্বকালে সাম্রাজ্যের সম্প্রসারণ ঘটে, যার ফলে সাম্রাজ্য দক্ষিণ ও পশ্চিমে বিশাল নতুন অঞ্চল লাভ করে এবং অভ্যন্তরীণ একত্রীকরণ ঘটে। ১৭৬৮ সালে অটোমান সাম্রাজ্যের সাথে রুশ-তুর্কি যুদ্ধ শুরু হওয়ার পর পক্ষগুলি ১৭৭৪ সালে কুচুক-কাইনারজি চুক্তিতে সম্মত হয়। এই চুক্তির মাধ্যমে রাশিয়া কৃষ্ণ সাগরে প্রবেশের একটি পথ অর্জন করে এবং ক্রিমিয়ান তাতাররা অটোমানদের থেকে স্বাধীন হয়। এই যুদ্ধের সময় রাশিয়ানরা রাশিয়ান সামরিক ইতিহাসের সবচেয়ে ভয়াবহ নৌ পরাজয় ডেকে আনে চেসমার যুদ্ধ। ১৭৮৩ সালে ক্যাথেরিন ক্রিমিয়াকে সংযুক্ত করেন, যা ১৭৮৭ সালে শুরু হওয়া অটোমান সাম্রাজ্যের সাথে পরবর্তী রুশ-তুর্কি যুদ্ধের সূত্রপাত ঘটাতে সাহায্য করে। ১৭৯২ সালে জ্যাসির চুক্তির মাধ্যমে রাশিয়া দক্ষিণে ডিনিয়েস্টার নদী পর্যন্ত বিস্তৃত হয়। চুক্তির শর্তাবলী ক্যাথরিনের বিখ্যাত \"গ্রীক প্রকল্প\" এর লক্ষ্যগুলির থেকে অনেক দূরে ছিল: ইউরোপ থেকে অটোমানদের বিতাড়ন এবং রাশিয়ান নিয়ন্ত্রণে বাইজেন্টাইন সাম্রাজ্যের পুনর্নবীকরণ। তবে অটোমান সাম্রাজ্য আর রাশিয়ার জন্য গুরুতর হুমকি হয়ে দাঁড়ায়নি এবং বলকান অঞ্চলে ক্রমবর্ধমান রাশিয়ান প্রভাব সহ্য করতে হয়।\n\n\n=== পোল্যান্ডের বিভাজন ===\nপোল্যান্ডের বিভক্তির ফলে ক্যাথরিনের অধীনে রাশিয়ার পশ্চিম দিকে সম্প্রসারণ ঘটে। অষ্টাদশ শতাব্দীতে পোল্যান্ড ক্রমশ দুর্বল হয়ে পড়ার সাথে সাথে তার প্রতিটি প্রতিবেশী - রাশিয়া, প্রুশিয়া এবং অস্ট্রিয়া - পোলিশ সিংহাসনে তাদের নিজস্ব প্রার্থী রাখার চেষ্টা করে। ১৭৭২ সালে তিনজন পোলিশ ভূখণ্ডের প্রাথমিক বিভাজনের বিষয়ে একমত হন, যার মাধ্যমে রাশিয়া বেলারুশ এবং লিভোনিয়ার কিছু অংশ লাভ করে। দেশভাগের পর পোল্যান্ড একটি ব্যাপক সংস্কার কর্মসূচি শুরু করে, যার মধ্যে একটি গণতান্ত্রিক সংবিধান অন্তর্ভুক্ত ছিল যা পোল্যান্ড এবং রাশিয়ার প্রতিক্রিয়াশীল দলগুলিকে আতঙ্কিত করে। মৌলবাদের বিপদকে অজুহাত হিসেবে ব্যবহার করে একই তিনটি শক্তি সংবিধান বাতিল করে এবং ১৭৯৩ সালে আবার পোল্যান্ডের ভূখণ্ড কেড়ে নেয়। এবার রাশিয়া নিপার নদীর পশ্চিমে বেলারুশ এবং ইউক্রেনের বেশিরভাগ অংশ দখল করে নেয়। ১৭৯৩ সালের দেশভাগের ফলে পোল্যান্ডে রুশ-বিরোধী এবং প্রুশিয়ান-বিরোধী বিদ্রোহ শুরু হয়, যা ১৭৯৫ সালে তৃতীয় দেশভাগের মাধ্যমে শেষ হয়। এক ভয়াবহ যুদ্ধের পর রাশিয়ানরা ওয়ারশের শহরতলি প্রাগা দখল করে নেয়। তৃতীয় দেশভাগের ফলে পোল্যান্ড আন্তর্জাতিক রাজনৈতিক মানচিত্র থেকে অদৃশ্য হয়ে যায়।\nযদিও পোল্যান্ডের বিভাজন রাশিয়ার ভূখণ্ড এবং মর্যাদাকে ব্যাপকভাবে বৃদ্ধি করেছিল, তবুও এটি নতুন অসুবিধাও তৈরি করেছিল। পোল্যান্ডকে বাফার হিসেবে হারানোর পর রাশিয়াকে প্রুশিয়া এবং অস্ট্রিয়া উভয়ের সাথেই সীমান্ত ভাগ করে নিতে হয়। এছাড়াও সাম্রাজ্যটি জাতিগতভাবে আরও বৈচিত্র্যময় হয়ে ওঠে কারণ এটি বিপুল সংখ্যক পোলিশ, ইউক্রেনীয়, বেলারুশিয়ান এবং ইহুদিদের গ্রহণ করে। ইউক্রেনীয় এবং বেলারুশিয়ানদের ভাগ্য, যারা মূলত ভূমিদাস হিসেবে কাজ করত, রাশিয়ান শাসনের অধীনে প্রথমে খুব একটা পরিবর্তন হয়নি। তবে, রোমান ক্যাথলিক পোলরা তাদের স্বাধীনতা হারানোর প্রতি বিরক্ত ছিল এবং তাদের সংহত করা কঠিন প্রমাণিত হয়।\n\n\n=== পুগাচেভ বিদ্রোহ এবং আলেকজান্ডার সুভোরভ ===\n\n১৭৬৮-১৭৭৪ সালে অটোমান সাম্রাজ্যের সাথে যুদ্ধের সময় রাশিয়া একটি বড় সামাজিক উত্থান, পুগাচেভ বিদ্রোহের সম্মুখীন হয়। ১৭৭৩ সালে একজন ডন কসাক, এমেলিয়ান পুগাচেভ, নিজেকে পুনরুত্থিত জার তৃতীয় পিটার হিসাবে ঘোষণা করেন। অন্যান্য কসাক, রাশিয়ান কেন্দ্রীভূত রাষ্ট্রের চাপ অনুভব করা বিভিন্ন তুর্কি উপজাতি এবং উরাল পর্বতমালার শিল্প শ্রমিক, সেইসাথে ভূমিদাসত্ব থেকে মুক্তি পাওয়ার আশায় কৃষকরা, সকলেই বিদ্রোহে যোগ দেয়। যুদ্ধের প্রতি রাশিয়ার ব্যস্ততার কারণে পুগাচেভ ভোলগা অঞ্চলের একটি অংশের নিয়ন্ত্রণ নিতে সক্ষম হন, কিন্তু নিয়মিত সেনাবাহিনী ১৭৭৪ সালে বিদ্রোহ দমন করে।\nএই যুগে রাশিয়ান সেনাবাহিনীর ইতিহাস আলেকজান্ডার সুভোরভের নামের সাথে যুক্ত ছিল, যিনি একজন রাশিয়ান জেনারেল ছিলেন, যিনি ইতিহাসের কয়েকজন মহান জেনারেলের মধ্যে একজন যিনি কখনও যুদ্ধে হারেননি। ১৭৭৭ থেকে ১৭৮৩ সাল পর্যন্ত সুভোরভ ক্রিমিয়া এবং ককেশাসে দায়িত্ব পালন করেন, ১৭৮০ সালে লেফটেন্যান্ট-জেনারেল এবং সেখানে তার কাজের সমাপ্তির পর ১৭৮৩ সালে পদাতিক বাহিনীর জেনারেল হন (কুবান নোগাই বিদ্রোহ দেখুন)। ১৭৮৭ থেকে ১৭৯১ সাল পর্যন্ত তিনি রুশো-তুর্কি যুদ্ধের সময় আবার তুর্কিদের বিরুদ্ধে যুদ্ধ করেন এবং ইজমাইল এবং রিমনিকের মতো অনেক জয়লাভ করেন। কোশিউসকো বিদ্রোহের সময় পোল্যান্ডের বিরুদ্ধে রাশিয়ার বিজয়ে সুভোরভের নেতৃত্বও গুরুত্বপূর্ণ ভূমিকা পালন করে।\n\n\n=== ক্যাথরিনের পরে ===\n\n১৭৯৬ সালে দ্বিতীয় ক্যাথরিন মারা যান এবং তার পুত্র পল (শাসনকাল ১৭৯৬-১৮০১) তার স্থলাভিষিক্ত হন। রাশিয়ার বৈদেশিক বিষয়ে তার স্বাধীন আচরণ দেশটিকে প্রথমে ১৭৯৮ সালে ফ্রান্সের বিরুদ্ধে দ্বিতীয় জোটে এবং তারপর ১৮০১ সালে ব্রিটেনের বিরুদ্ধে সশস্ত্র নিরপেক্ষতায় নিমজ্জিত করে। নতুন সম্রাট প্রুশিয়ান মডেলে রাশিয়ান সেনাবাহিনীকে প্রশিক্ষণ দেন, যার ফলে সুভোরভের সাথে সংঘর্ষ হয় এবং পরবর্তীতে তাকে অপসারণ এবং স্ব-আরোপিত নির্বাসন দেওয়া হয়। যাইহোক, ১৭৯৮-১৭৯৯ সালে তাকে সেনাবাহিনীতে প্রত্যাহার করা হয়। সুভোরভের নেতৃত্বে রাশিয়ান সৈন্যরা ইতালি এবং সুইজারল্যান্ডে - বিশেষ করে ট্রেবিয়ার যুদ্ধে - দুর্দান্ত পারফর্ম করে।\nঊনবিংশ শতাব্দীর গোড়ার দিকে রাশিয়ার জনসংখ্যা, সম্পদ, আন্তর্জাতিক কূটনীতি এবং সামরিক শক্তি এটিকে বিশ্বের অন্যতম শক্তিশালী রাষ্ট্রে পরিণত করে। এর শক্তি এটিকে ইউরোপের বিষয়ে ক্রমবর্ধমানভাবে দৃঢ় ভূমিকা পালন করতে সক্ষম করে। এই ভূমিকা সাম্রাজ্যকে নেপোলিয়নের বিরুদ্ধে ধারাবাহিক যুদ্ধে টেনে আনে, যার রাশিয়া এবং বাকি ইউরোপের জন্য সুদূরপ্রসারী পরিণতি ছিল। জ্ঞানার্জনের এক যুগের পর রাশিয়া মধ্য ও পশ্চিম ইউরোপে উদারীকরণের প্রবণতার সক্রিয় বিরোধী হয়ে ওঠে।\n\n\n== নেপোলিয়নের যুদ্ধসমূহ ==\nএকটি প্রধান ইউরোপীয় শক্তি হিসেবে রাশিয়া বিপ্লবী এবং নেপোলিয়নিক ফ্রান্সের সাথে যুদ্ধ থেকে রেহাই পেতে পারেনি। পল ফ্রান্সের একজন দৃঢ় প্রতিপক্ষ হয়ে ওঠেন এবং রাশিয়া ফ্রান্সের বিরুদ্ধে যুদ্ধে ব্রিটেন এবং অস্ট্রিয়ার সাথে যোগ দেয়। নাইটস হসপিটালারের আদর্শের প্রতি পলের সমর্থন (এবং গ্র্যান্ড মাস্টারের পদ গ্রহণ) তার দরবারের অনেক সদস্যকে বিচ্ছিন্ন করে তোলে। নিম্নবিত্তদের প্রতি তার উদারনীতি এবং কোষাগারে দুর্নীতির আবিষ্কারের পাশাপাশি সংস্কারের প্রতি তার উৎসাহ তার ভাগ্যকে সিলমোহর করে দেয়। ১৮০১ সালের মার্চ মাসে পলকে কয়েকজন অভিজাত এবং অসন্তুষ্ট অফিসার হত্যা করে। নতুন জার রাশিয়ার প্রথম আলেকজান্ডার (শাসনকাল ১৮০১-১৮২৫) তার পিতার হত্যার ফলে সিংহাসনে বসেন, যেখানে তার জড়িত থাকার গুজব ছিল।\nআলেকজান্ডারের প্রাথমিক মনোযোগ ছিল অভ্যন্তরীণ নীতির উপর নয় বরং বৈদেশিক বিষয়ের উপর, বিশেষ করে নেপোলিয়নের উপর। নেপোলিয়নের সম্প্রসারণবাদী উচ্চাকাঙ্ক্ষা এবং ফরাসি শক্তির বৃদ্ধির ভয়ে আলেকজান্ডার নেপোলিয়নের বিরুদ্ধে ব্রিটেন এবং অস্ট্রিয়ায় যোগ দেন। ১৮০৫ সালে অস্টারলিটজে নেপোলিয়ন রাশিয়ান ও অস্ট্রিয়ানদের পরাজিত করেন এবং ১৮০৭ সালে ফ্রিডল্যান্ডে রাশিয়ানদের পরাজিত করেন। আলেকজান্ডারকে শান্তির জন্য চুক্তি করতে বাধ্য করা হয় এবং ১৮০৭ সালে স্বাক্ষরিত তিলসিটের চুক্তির মাধ্যমে তিনি নেপোলিয়নের মিত্র হন। চুক্তির অধীনে রাশিয়া খুব কম অঞ্চল হারায় এবং আলেকজান্ডার নেপোলিয়নের সাথে তার মিত্রতাকে আরও সম্প্রসারণের জন্য ব্যবহার করেন। ফিনিশ যুদ্ধের মাধ্যমে তিনি ১৮০৯ সালে সুইডেনের কাছ থেকে ফিনল্যান্ড ছিনিয়ে নেন এবং ১৮১২ সালে তুরস্কের কাছ থেকে বেসারাবিয়া অর্জন করেন।\n\nরুশো-ফরাসি জোট ধীরে ধীরে টানাপোড়েন সৃষ্টি হয়। নেপোলিয়ন কৌশলগতভাবে গুরুত্বপূর্ণ বসপোরাস এবং দারদানেলিস প্রণালীতে রাশিয়ার উদ্দেশ্য নিয়ে উদ্বিগ্ন ছিলেন। একই সময়ে আলেকজান্ডার ফরাসি-নিয়ন্ত্রিত পুনর্গঠিত পোলিশ রাষ্ট্র ওয়ারশ গ্র্যান্ড ডাচিকে সন্দেহের চোখে দেখতেন। ব্রিটেনের বিরুদ্ধে ফ্রান্সের মহাদেশীয় অবরোধে যোগদানের প্রয়োজনীয়তা রাশিয়ান বাণিজ্যের একটি গুরুতর ব্যাঘাত ছিল এবং ১৮১০ সালে আলেকজান্ডার এই বাধ্যবাধকতা প্রত্যাখ্যান করেন।\n১৮১২ সালে নেপোলিয়ন সম্রাট প্রথম আলেকজান্ডারকে মহাদেশীয় ব্যবস্থায় থাকতে বাধ্য করার জন্য এবং পোল্যান্ডে রাশিয়ার আক্রমণের আসন্ন হুমকি দূর করার জন্য রাশিয়া আক্রমণ করেন। ১৮১২ সালের ২৩ জুন গ্র্যান্ডে আর্মি, ৬,৫০,০০০ সৈন্য (২,৭০,০০০ ফরাসি এবং মিত্র বা প্রজা শক্তির অনেক সৈন্য) নিয়েমেন নদী অতিক্রম করে। রাশিয়া একটি দেশপ্রেমিক যুদ্ধ ঘোষণা করে, যখন নেপোলিয়ন দ্বিতীয় পোলিশ যুদ্ধ ঘোষণা করেন। এই ঘোষণা পোলিশদের প্রত্যাশার বিপরীতে ছিল, যারা আক্রমণ বাহিনীর জন্য প্রায় ১০০,০০০ সৈন্য সরবরাহ করেছিল। তিনি রাশিয়ার সাথে আরও আলোচনার কথা মাথায় রেখে পোল্যান্ডের প্রতি কোনও ছাড় এড়িয়ে চলেন। রাশিয়া পশ্চাদপসরণের একটি পোড়া মাটির নীতি বজায় রাখে, যা কেবল বোরোডিনোর যুদ্ধের (৭ সেপ্টেম্বর) মাধ্যমে ভেঙে যায়, যখন রাশিয়ানরা দাঁড়িয়ে যুদ্ধ করে। এটি ছিল রক্তাক্ত এবং রাশিয়ানরা অবশেষে পিছু হটতে এবং মস্কোর রাস্তা খুলে দিতে বাধ্য হয়। ১৪ সেপ্টেম্বরের মধ্যে মস্কো দখল করা হয়, যদিও এই সময়ের মধ্যে রাশিয়ানরা এটিকে বেশিরভাগ ক্ষেত্রেই পরিত্যক্ত করে ফেলেছিল এবং ফরাসিদের অসুবিধার জন্য মস্কোর কারাগার থেকে বন্দীদের মুক্তি দেওয়া হয়েছিল। প্রথম আলেকজান্ডার আত্মসমর্পণ করতে অস্বীকৃতি জানান এবং স্পষ্ট বিজয়ের কোনও লক্ষণ না দেখে মস্কো শহর পুড়িয়ে দেওয়ার পর নেপোলিয়নকে সৈন্য প্রত্যাহার করতে বাধ্য করা হয়। বিবাদমান পক্ষগুলি একে অপরের উপর আগুনের জন্য দোষ চাপায়। শুরু হয় ভয়াবহ গ্রেট রিট্রিট, যেখানে ৩,৭০,০০০ মানুষ অনাহার এবং ঠান্ডা আবহাওয়ার কারণে হতাহত হয়, এবং ২০০,০০০ জন বন্দী হয়। নভেম্বরের মধ্যে বেরেজিনা নদী পার হওয়া সৈন্যদের মধ্যে মাত্র ২৭,০০০ সৈন্য ছিল। নেপোলিয়ন তার সেনাবাহিনী ত্যাগ করে প্যারিসে ফিরে যান এবং অগ্রসরমান রাশিয়ানদের হাত থেকে পোল্যান্ডের প্রতিরক্ষার প্রস্তুতি নেন।\nফরাসিরা পিছু হটতে শুরু করলে, রাশিয়ানরা তাদের মধ্য ও পশ্চিম ইউরোপে এবং প্যারিসের ফটক পর্যন্ত তাড়া করে। মিত্রবাহিনী নেপোলিয়নকে পরাজিত করার পর আলেকজান্ডার ইউরোপের ত্রাণকর্তা হিসেবে পরিচিতি লাভ করেন এবং ১৮১৫ সালে ভিয়েনার কংগ্রেসে ইউরোপের মানচিত্র পুনর্নির্মাণে তিনি গুরুত্বপূর্ণ ভূমিকা পালন করেন। একই বছরে আলেকজান্ডার পবিত্র জোট গঠনের সূচনা করেন। এটি ছিল একটি শিথিল চুক্তি যেখানে জড়িত দেশগুলির শাসকদের (যার মধ্যে বেশিরভাগ ইউরোপ ছিল) খ্রিস্টীয় নীতি অনুসারে কাজ করার প্রতিশ্রুতি দেওয়া হয়। আরও বাস্তবসম্মতভাবে, ১৮১৪ সালে রাশিয়া, ব্রিটেন, অস্ট্রিয়া এবং প্রুশিয়া চতুর্মুখী জোট গঠন করে। মিত্ররা আঞ্চলিক স্থিতাবস্থা বজায় রাখার জন্য এবং সম্প্রসারণবাদী ফ্রান্সের পুনরুত্থান রোধ করার জন্য একটি আন্তর্জাতিক ব্যবস্থা তৈরি করে। বেশ কয়েকটি আন্তর্জাতিক সম্মেলন দ্বারা নিশ্চিত হওয়া কোয়াড্রাপল অ্যালায়েন্স ইউরোপে রাশিয়ার প্রভাব নিশ্চিত করে।\nআরো দেখুন\n\nমিখাইল ইলারিওনোভিচ কুতুজভ\nমাইকেল আন্দ্রেস বার্কলে ডি টলি\nআলেক্সি পেট্রোভিচ ইয়েরমোলভ\n\n\n== ১৮১৫–১৮৫৬ ==\n\n\n=== ডিসেমব্রিস্টদের বিদ্রোহ ===\nএকই সময়ে রাশিয়া তার সম্প্রসারণ অব্যাহত রাখে। ভিয়েনার কংগ্রেস পোল্যান্ড রাজ্য (রাশিয়ান পোল্যান্ড) তৈরি করে, যার জন্য আলেকজান্ডার একটি সংবিধান প্রদান করেন। এইভাবে প্রথম আলেকজান্ডার রাশিয়ার স্বৈরাচারী জার থাকাকালীন পোল্যান্ডের সাংবিধানিক রাজা হন। তিনি ফিনল্যান্ডের সীমিত রাজাও ছিলেন, যা ১৮০৯ সালে সংযুক্ত করা হয়েছিল এবং স্বায়ত্তশাসিত মর্যাদা লাভ করেছিল। ১৮১৩ সালে রাশিয়া পারস্যের বিনিময়ে ককেশাসের বাকি অঞ্চলের অঞ্চল দখল করে। উনিশ শতকের গোড়ার দিকে সাম্রাজ্য আলাস্কাতেও দৃঢ়ভাবে প্রতিষ্ঠিত হয়।\nঐতিহাসিকরা সাধারণত একমত যে প্রথম আলেকজান্ডারের রাজত্বকালে একটি বিপ্লবী আন্দোলনের জন্ম হয়েছিল। পশ্চিম ইউরোপে নেপোলিয়নের পিছনে ছুটতে থাকা তরুণ অফিসাররা বিপ্লবী ধারণা নিয়ে রাশিয়ায় ফিরে আসেন। ১৮ শতকে একটি পিতৃতান্ত্রিক, স্বৈরাচারী রাশিয়ান রাষ্ট্র কর্তৃক যে বৌদ্ধিক আধুনিকীকরণকে লালন করা হয়েছিল, তার মধ্যে এখন স্বৈরাচারের বিরোধিতা, প্রতিনিধিত্বমূলক সরকারের দাবি, ভূমিদাসত্ব বিলোপের আহ্বান এবং কিছু ক্ষেত্রে, সরকারকে বিপ্লবীভাবে উৎখাতের পক্ষে সমর্থন অন্তর্ভুক্ত ছিল। রাশিয়া যখন সংবিধান ছাড়াই ছিল, তখন আলেকজান্ডার পোল্যান্ডকে একটি সংবিধান দিয়েছিলেন বলে অফিসাররা বিশেষভাবে ক্ষুব্ধ ছিলেন। ১৮২৫ সালে আলেকজান্ডারের অপ্রত্যাশিত মৃত্যু হলে বেশ কয়েকটি গোপন সংগঠন বিদ্রোহের প্রস্তুতি নিচ্ছিল। তার মৃত্যুর পর কে তার উত্তরসূরী হবেন তা নিয়ে বিভ্রান্তি দেখা দেয় কারণ পরবর্তী সারিতে তার ভাই কনস্টানটাইন সিংহাসনের অধিকার ত্যাগ করেছিলেন। প্রায় ৩,০০০ সৈন্যের নেতৃত্বাধীন একদল অফিসার নতুন জার আলেকজান্ডারের ভাই নিকোলাসের প্রতি আনুগত্যের শপথ নিতে অস্বীকৃতি জানায়, বরং রাশিয়ান সংবিধানের ধারণার প্রতি তাদের আনুগত্য ঘোষণা করে। যেহেতু এই ঘটনাগুলি ১৮২৫ সালের ডিসেম্বরে ঘটেছিল, তাই বিদ্রোহীদের ডেসেমব্রিস্ট বলা হত। নিকোলাস সহজেই বিদ্রোহ কাটিয়ে ওঠেন এবং বেঁচে থাকা ডিসেমব্রিস্টদের গ্রেপ্তার করা হয়। অনেককে সাইবেরিয়ায় নির্বাসিত করা হয়। কিছুটা হলেও ডিসেমব্রিস্টরা প্রাসাদ বিপ্লবীদের একটি দীর্ঘ লাইনের ঐতিহ্যে ছিলেন যারা তাদের প্রার্থীকে সিংহাসনে বসাতে চেয়েছিলেন। কিন্তু যেহেতু ডিসেমব্রিস্টরাও একটি উদার রাজনৈতিক কর্মসূচি বাস্তবায়ন করতে চেয়েছিলেন, তাই তাদের বিদ্রোহকে একটি বিপ্লবী আন্দোলনের সূচনা হিসেবে বিবেচনা করা হয়। ডিসেমব্রিস্ট বিদ্রোহ ছিল সরকার এবং উদারপন্থীদের মধ্যে প্রথম প্রকাশ্য ফাটল, যা পরবর্তীকালে আরও বিস্তৃত হয়।\n\n\n=== সেনাবাহিনীর দুর্বলতা ===\nজার প্রথম নিকোলাস (১৮২৫-১৮৫৫) তার বিশাল সেনাবাহিনীর উপর বিশেষ মনোযোগ দিয়েছিলেন; ৬-৭ কোটি জনসংখ্যার এই সেনাবাহিনীতে দশ লক্ষ লোক ছিল। তাদের কাছে পুরনো সরঞ্জাম এবং কৌশল ছিল, কিন্তু জার, যিনি একজন সৈনিকের পোশাক পরতেন এবং নিজেকে অফিসারদের দ্বারা বেষ্টিত করে রাখতেন, ১৮১২ সালে নেপোলিয়নের বিরুদ্ধে বিজয়ে গর্বিত হন এবং কুচকাওয়াজে এর বুদ্ধিমত্তা নিয়ে প্রচুর গর্ব করেন। উদাহরণস্বরূপ, অশ্বারোহী ঘোড়াগুলিকে কেবল প্যারেড গঠনে প্রশিক্ষণ দেওয়া হত এবং যুদ্ধে তারা খারাপ ফলাফল করত। ঝলমলে ভাব এবং বিনুনি তার গভীর দুর্বলতাগুলিকে ঢেকে রেখেছিল যা তিনি দেখতে পাননি। তিনি তার বেশিরভাগ বেসামরিক সংস্থার দায়িত্বে জেনারেলদের নিযুক্ত করেন, তাদের যোগ্যতা যাই হোক না কেন। একজন অজ্ঞেয়বাদী যিনি অশ্বারোহী বাহিনীর কাজে খ্যাতি অর্জন করেছিলেন তাকে গির্জার বিষয়গুলির তত্ত্বাবধায়ক করা হয়। পোল্যান্ড, বাল্টিক, ফিনল্যান্ড এবং জর্জিয়ার মতো অ-রাশিয়ান অঞ্চলের সম্ভ্রান্ত যুবকদের জন্য সেনাবাহিনী ঊর্ধ্বমুখী সামাজিক গতিশীলতার বাহন হয়ে ওঠে। অন্যদিকে, অনেক দুষ্কৃতী, ছোটখাটো অপরাধী এবং অবাঞ্ছিতদের স্থানীয় কর্মকর্তারা সেনাবাহিনীতে আজীবনের জন্য নিয়োগ দিয়ে শাস্তি দেন। সৈন্য নিয়োগ ব্যবস্থা জনগণের কাছে অত্যন্ত অপ্রিয় ছিল, যেমন কৃষকদের বছরের ছয় মাস সৈন্যদের আশ্রয়ে রাখার প্রথা ছিল। কার্টিস আবিষ্কার করেন যে, \"নিকোলাসের সামরিক ব্যবস্থার পণ্ডিতি, যা যুদ্ধ প্রশিক্ষণের পরিবর্তে অচিন্তনীয় আনুগত্য এবং প্যারেড গ্রাউন্ড বিবর্তনের উপর জোর দিয়েছিল, যুদ্ধের সময় অকার্যকর কমান্ডার তৈরি করেছিল।\" ক্রিমিয়ান যুদ্ধে তার কমান্ডাররা বৃদ্ধ এবং অযোগ্য ছিলেন, এবং প্রকৃতপক্ষে তাদের বন্দুকগুলিও অযোগ্য ছিল কারণ কর্নেলরা সেরা সরঞ্জাম এবং সেরা খাবার বিক্রি করত।\nঅবশেষে তার রাজত্বের শেষের দিকে ক্রিমিয়ান যুদ্ধ বিশ্বকে এমন কিছু দেখিয়ে দিল যা আগে কেউ উপলব্ধি করেনি: রাশিয়া সামরিকভাবে দুর্বল, প্রযুক্তিগতভাবে পিছিয়ে এবং প্রশাসনিকভাবে অযোগ্য। দক্ষিণ এবং তুরস্কের প্রতি তার বিশাল উচ্চাকাঙ্ক্ষা সত্ত্বেও রাশিয়া সেই দিকে তার রেল নেটওয়ার্ক তৈরি করেনি এবং যোগাযোগ ব্যবস্থাও খারাপ ছিল। আমলাতন্ত্র দুর্নীতি এবং অদক্ষতায় ভরা ছিল এবং যুদ্ধের জন্য অপ্রস্তুত ছিল। নৌবাহিনী দুর্বল এবং প্রযুক্তিগতভাবে পিছিয়ে ছিল; সেনাবাহিনী যদিও খুব বড় ছিল, কিন্তু তারা কেবল কুচকাওয়াজের জন্য উপযুক্ত ছিল। কর্নেলরা তাদের সৈন্যদের বেতন পকেটস্থ করত। সৈন্যদের মনোবল দুর্বল ছিল এবং ব্রিটেন ও ফ্রান্সের উন্নত সর্বশেষ প্রযুক্তির সাথে আরও বেশি যোগাযোগ ছিল না। ফুলার যেমন উল্লেখ করেছেন, \"ক্রিমিয়ান উপদ্বীপে রাশিয়া পরাজিত হয়েছিল, এবং সামরিক বাহিনী আশঙ্কা করেছিল যে তাদের সামরিক দুর্বলতা কাটিয়ে ওঠার জন্য পদক্ষেপ না নিলে তারা আবারও পরাজিত হবে।\"\n\n\n== ইতিহাস এবং পরিষেবা ==\n\n\n=== ক্রিমিয়ান যুদ্ধ ===\nক্রিমিয়ান যুদ্ধের উপর মূল নিবন্ধটি দেখুন।\nক্রিমিয়ান যুদ্ধ (১৮৫৩-১৮৫৬) ছিল রাশিয়ান সাম্রাজ্য ও অটোমান সাম্রাজ্যের মধ্যে সংঘটিত একটি গুরুত্বপূর্ণ যুদ্ধ, যেখানে ফ্রান্স, ব্রিটেন ও সার্ডিনিয়া অটোমানদের পক্ষে রাশিয়ার বিরুদ্ধে লড়াই করেছিল। রাশিয়া অটোমান সাম্রাজ্যের দুর্বলতা কাজে লাগিয়ে তাদের ওপর প্রভাব বিস্তার করতে চেয়েছিল, এর ফলে যুদ্ধের সূচনা ঘটে। যুদ্ধটি প্রধানত ক্রিমিয়া উপদ্বীপে সংঘটিত হয়। ১৮৫৬ সালে প্যারিস চুক্তি দ্বারা যুদ্ধ শেষ হয়। এই যুদ্ধে রাশিয়া পরাজিত হয় এবং ব্ল্যাক সি-তে তাদের নৌবাহিনী ও কেল্লা নির্মাণের অধিকার হারায়। অটোমান সাম্রাজ্যের ভূখণ্ড অক্ষুণ্ন থাকে, তবে সাম্রাজ্য দুর্বল হতে থাকে। ক্রিমিয়ান যুদ্ধ ইউরোপের শক্তির ভারসাম্যে বড় পরিবর্তন আনে এবং আধুনিক যুদ্ধের প্রক্রিয়াকে প্রভাবিত করে।\n\n\n=== রুশো-তুর্কি যুদ্ধ, ১৮৭৭–১৮৭৮ ===\nরুশো-তুর্কি যুদ্ধ (১৮৭৭–১৮৭৮) সম্পর্কিত মূল নিবন্ধটি দেখুন।\nরুশ–তুর্কি যুদ্ধ (১৮৭৭–১৮৭৮) ছিল উসমানীয় সাম্রাজ্য এবং রাশিয়া, বুলগেরিয়া, রুমানিয়া, সার্বিয়া ও মন্টিনিগ্রোর সমন্বয়ে গঠিত ইস্টার্ন অর্থোডক্স মৈত্রীজোটের মধ্যে সংঘটিত একটি যুদ্ধ। বলকান ও ককেশাস অঞ্চলে সংঘটিত এই যুদ্ধটির সূচনা হয়েছিল ঊনবিংশ শতাব্দীতে বলকান অঞ্চলে সৃষ্ট জাতীয়তাবাদ থেকে। ক্রিমিয়ার যুদ্ধে হৃত অঞ্চল পুনরুদ্ধার, কৃষ্ণ সাগরে রুশ শক্তির পুন:প্রতিষ্ঠা এবং বলকানের জাতিগুলোকে মুক্ত করার লক্ষ্যে গঠিত রাজনৈতিক আন্দোলনগুলোকে সমর্থন প্রদান – রাশিয়ার এই লক্ষ্যগুলোও এই যুদ্ধের পেছনে বড় কারণ ছিল।\nরুশ-নেতৃত্বাধীন জোটটি যুদ্ধে বিজয়ী হয়। এর ফলে রাশিয়া ককেশাস অঞ্চলে কার্স ও বাটুমসহ বেশ কয়েকটি উসমানীয় প্রদেশ দখল করে নিতে সক্ষম হয়, এবং বুদজাক অঞ্চলটিও দখল করে নেয়। রুমানিয়া, সার্বিয়া ও মন্টিনিগ্রো আনুষ্ঠানিকভাবে উসমানীয় সাম্রাজ্যের কাছ থেকে স্বাধীনতা লাভ করে। প্রায় পাঁচ শতাব্দীব্যাপী উসমানীয় শাসনের (১৩৯৬–১৮৭৮) পর বুলগেরীয় রাষ্ট্র পুন:প্রতিষ্ঠিত হয়, এবং এর সীমা দানিয়ুব নদী থেকে বলকান পর্বতমালা পর্যন্ত বিস্তৃত হয় (কেবল উত্তর দব্রুজা অঞ্চলটি রুমানিয়ার অন্তর্গত হয়), এবং সোফিয়া অঞ্চলটিও রাষ্ট্রটির অন্তর্ভুক্ত হয়। ১৮৭৮ সালের বার্লিন সম্মেলন অস্ট্রিয়া-হাঙ্গেরিকে বসনিয়া ও হার্জেগোভিনা এবং গ্রেট ব্রিটেনকে সাইপ্রাস দখলের সুযোগ করে দেয়।\n\n\n=== রুশো-জাপানি যুদ্ধ ===\nরুশো-জাপানি যুদ্ধের মূল নিবন্ধটি দেখুন।\n১৯০৪ সালের ৮ ফেব্রুয়ারি পোর্ট আর্থারে অবস্থানরত রাশিয়ান সুদূর পূর্ব নৌবহরের উপর জাপানি আক্রমণের মাধ্যমে রাশিয়া এবং জাপানি সাম্রাজ্যের মধ্যে যুদ্ধ শুরু হয়। যুদ্ধের সময় রসদ সংক্রান্ত সমস্যা, পুরনো সামরিক সরঞ্জাম এবং অদক্ষ রাশিয়ান অফিসারদের জর্জরিত রুশ বাহিনী অসংখ্য পরাজয়ের সম্মুখীন হয়, যা ১৯০৫ সালের সেপ্টেম্বরে সুশিমার যুদ্ধে রাশিয়ান নৌবহরের ধ্বংসের পর শেষ হয়ে গিয়েছিল। ১৯০৫ সালের রুশ বিপ্লব সহ ক্রমবর্ধমান অভ্যন্তরীণ সমস্যার মুখোমুখি হয়ে রাশিয়া শান্তির জন্য চুক্তি করে এবং পোর্টসমাউথ চুক্তির মাধ্যমে যুদ্ধ শেষ হয়।\n\n\n=== প্রথম বিশ্বযুদ্ধ ===\nপ্রথম বিশ্বযুদ্ধ সম্পর্কিত মূল নিবন্ধটি দেখুন, পূর্ব ফ্রন্ট (প্রথম বিশ্বযুদ্ধ) এবং ককেশাস অভিযানও দেখুন।\nপ্রথম বিশ্বযুদ্ধ হলো একটি বৈশ্বিক যুদ্ধ যা ১৯১৪ সালের ২৮ জুলাই ইউরোপে শুরু হয় এবং ১১ নভেম্বর ১৯১৮ পর্যন্ত স্থায়ী ছিল। ৬ কোটি ইউরোপীয়সহ আরো ৭ কোটি সামরিক বাহিনীর সদস্য ইতিহাসের অন্যতম বৃহত্তম এই যুদ্ধে একত্রিত হয়। এটি ছিল ইতিহাসের সবচেয়ে ভয়াবহ সংঘাতের একটি এবং এর ফলে পরবর্তী সময়ে এর সাথে যুক্ত দেশগুলোর রাজনীতিতে বিরাট পরিবর্তন হয়। অনেক দেশে এটি বিপ্লবেরও সূচনা করে। এই যুদ্ধের ঘটনাগুলো অত্যন্ত সুদূরপ্রসারী ছিলো, সারা পৃথিবীতে এই যুদ্ধের প্রভাব পরেছিলো।\n\n\n=== ১৯১৭ সালের রুশ বিপ্লব ===\n১৯১৭ সালের রুশ বিপ্লবের মূল নিবন্ধটি দেখুন।\nরুশ বিপ্লব ১৯১৭ সালে রাশিয়ায় সংঘটিত দুইটি বিপ্লবের মিলিত নাম। এই বিপ্লবের মাধ্যমে রাশিয়ায় জার শাসনের অবসান হয় এবং সোভিয়েত ইউনিয়নের উত্থান হয়। ১৯১৭ সালের ফেব্রুয়ারি মাসে সংগঠিত প্রথম বিপ্লবের মাধ্যমে রাশিয়ার সাম্রাজ্য ভেঙে পরে এবং শেষ সম্রাট দ্বিতীয় নিকোলাসকে উৎখাত করে একটি অন্তর্বর্তীকালীন সরকার গঠন করা হয়। দ্বিতীয় বিপ্লবের মাধ্যমে অন্তর্বতীকালীন সরকারকে উৎখাত করে বলশেভিক (কমিউনিস্ট) সরকার প্রতিষ্ঠিত হয়।\nফেব্রুয়ারি বিপ্লব (মার্চ ১৯১৭) এর কেন্দ্রবিন্দু ছিল তৎকালীন রাজধানী পেট্রোগ্রাদ (বর্তমানে সেইন্ট পিটার্সবার্গ) ও তার আশেপাশের অঞ্চল। বিশৃঙ্খলার মধ্যে, দ্যুমা ইম্পেরিয়াল সংসদ সদস্যরা একটি অন্তবর্তীকালীন সরকার গঠন করে দেশের নিয়ন্ত্রণ গ্রহণ করেছেন বলে অনুমিত হয়। সেনা নেতৃত্ব অনুধাবন করেন যে, সম্রাটের উৎখাতের ফলে যে জনদ্রোহ দেখা দিয়েছে তা নিয়ন্ত্রণ করার উপায় তাদের হাতে নেই। সোভিয়েতরা (শ্রমিক কাউন্সিল), প্রথমদিকে অন্তর্বর্তীকালীন সরকারকে সমর্থন দিলেও একটি বিশেষ ক্ষমতা বলে তারা সরকারকে প্রভাবিত করতে থাকে। প্রথম বিশ্বযুদ্ধোত্তর (১৯১৪-১৮) সামরিক বিপর্যরের প্রেক্ষাপটে ফ্রেব্রুয়ারি বিপ্লব সংগঠিত হয়েছিল। এ সময় সেনাবাহিনী বিদ্রোহন্মুখ অবস্থায় ছিল। এরপরে নানা প্রক্রিয়ায় রুশ বিপ্লব সংঘঠিত হয়।\n\n\n== আরও দেখুন ==\nরাশিয়ান সাম্রাজ্যের বৈদেশিক নীতি\nসাম্রাজ্যবাদী রাশিয়ান সেনাবাহিনী\nরুশ ফেডারেশনের সামরিক ইতিহাস\n\n\n== উদ্ধৃতি ==\n\n\n=== তথ্যসূত্র ===\n\n\n=== গ্রন্থপঞ্জি ===\nNicholas V. Riasanovsky and Mark D. Steinberg (২০১১)। A History of Russia (8th সংস্করণ)। Oxford University Press। আইএসবিএন 978-0-19-534197-3। \nDavid R. Stone (২০০৬)। A Military History of Russia: From Ivan the Terrible to the War in Chechnya। Praeger Security International। আইএসবিএন 0-275-98502-4। \nG. W. Prothero and Ernest Alfred Benians (১৯০৯)। The Cambridge Modern History। Cambridge University Press। \nJessie D. Clarkson (১৯৬১)। A History of Russia। Random House। \nR. G. Grant (২০০৮)। Battle at Sea: 3,000 Years of Naval Warfare। Dorling Kindersley Limited। আইএসবিএন 978-0-7566-3973-0। \nThe Reader's Companion to Military History। Houghton Mifflin Company। ২০০১। আইএসবিএন 0-395-66969-3। \nLindsey Hughes (২০০৪)। Peter the Great: A Biography। Yale University Press। আইএসবিএন 978-0-300-10300-7। \nRobert I. Frost (২০০০)। The Northern Wars: War, State and Society in Northeastern Europe 1558–1721। Longman। আইএসবিএন 0-582-06429-5। \nAngus Konstam (১৯৯৪)। Poltava 1709: Russia Comes of Age। Essential Histories। Osprey Publishing। আইএসবিএন 978-1-85532-416-9। \nDaniel Marston (২০০১)। The Seven Years' War। Essential Histories। Osprey Publishing। আইএসবিএন 978-1-84176-191-6। \n\n\n=== আরও পড়ুন ===\nকেট, কার্টিস। দুই সম্রাটের যুদ্ধ: নেপোলিয়ন এবং আলেকজান্ডারের মধ্যে দ্বন্দ্ব: রাশিয়া, ১৮১২ (১৯৮৫)।\nফুলার, উইলিয়াম সি. রাশিয়ায় কৌশল এবং ক্ষমতা ১৬০০–১৯১৪ (১৯৯৮)\nহেথর্নথওয়েট, ফিলিপ জে. নেপোলিয়নিক যুদ্ধের রাশিয়ান সেনাবাহিনী (১৯৮৭) খণ্ড ১: পদাতিক ১৭৯৯–১৮১৪; খণ্ড ২: অশ্বারোহী, ১৭৯৯–১৮১৪\nলিভেন, ডিসি \"রাশিয়া এবং নেপোলিয়নের পরাজয় (১৮১২-১৪),\" কৃত্তিকা: রাশিয়ান এবং ইউরেশিয়ান ইতিহাসে অনুসন্ধান (২০০৬) ৭#২ পৃষ্ঠা ২৮৩-৩০৮।\nWilliam Reger, David Jones (সম্পাদক)। The Military Encyclopedia of Russia and Eurasia। Academic International Press। \nJohn L. Keep (১৯৮৫)। Soldiers of the Tsar—Army and Society in Russia 1462–1874। Oxford University Press। আইএসবিএন 978-0-19-822575-1। \nReforming the Tsar's Army: Military Innovation in Imperial Russia from Peter the Great to the Revolution। Cambridge University Press। ২০০৪। আইএসবিএন 978-0-521-81988-6। \nChristopher Duffy (১৯৮২)। Russia's Military Way to the West: Origins and Nature of Russian Military Power, 1700–1800। Routledge। আইএসবিএন 978-0-7100-0797-1। \nRobert K. Massie (১৯৮৬)। Peter the Great: His Life and World। Ballantine Books। আইএসবিএন 978-0-345-33619-4। \nPeter Englund (২০০২)। The Battle That Shook Europe: Poltava and the Birth of the Russian Empire। I. B. Tauris। আইএসবিএন 978-1-86064-847-2। \nW. E. D. Allen and Paul Muratoff (১৯৫৩)। Caucasian Battlefield। Cambridge University Press। \nPaul Britten Austin (১৯৯৩)। 1812: The March on Moscow। Greenwood Press। আইএসবিএন 978-1-85367-154-8। \n\n\n== বহিঃসংযোগ ==\nমার্ক কনরাডের হোম পেজ – রাশিয়ান সামরিক ইতিহাস\nনেপোলিয়নের যুদ্ধের রাশিয়ান সেনাবাহিনী ; নেপোলিয়ন, তার সেনাবাহিনী এবং শত্রুরা।"}