{"pageid": 1515086, "title": "এজিএআরডি-বি বায়ু সুড়ঙ্গ মডেল", "url": "https://bn.wikipedia.org/wiki?curid=1515086", "content": "আগার্ড-বি একটি মানক বায়ু সুড়ঙ্গ মডেল (ক্যালিব্রেশন মডেল), যা পরীক্ষার ফলাফল পূর্বপ্রকাশিত তথ্যের সাথে তুলনা করে বায়ু সুড়ঙ্গ পরিমাপের শৃঙ্খল যাচাই করতে ব্যবহৃত হয়। এর উদ্ভূত সংস্করণ আগার্ড-সি এমন একটি পরিবারের অন্তর্ভুক্ত যা এজিএআরডি মানক বায়ু সুড়ঙ্গ মডেলগুলোর একটি অংশ। এর উৎপত্তি ১৯৫২ সালে, যখন রোম, ইতালি-তে অনুষ্ঠিত এজিএআরডি বায়ু সুড়ঙ্গ ও মডেল পরীক্ষার প্যানেলের দ্বিতীয় বৈঠকে সিদ্ধান্ত নেওয়া হয় যে দুটি মানক বায়ু সুড়ঙ্গ মডেলের আকৃতি (এজিএআরডি-এ এবং এজিএআরডি-বি) নির্ধারণ করা হবে, যা পরীক্ষার তথ্য বিনিময় এবং বিভিন্ন বায়ু সুড়ঙ্গে একই মডেলের পরীক্ষার ফলাফলের তুলনার জন্য ব্যবহৃত হবে। এই ধারণাটি ছিল বায়ু সুড়ঙ্গের মধ্যে তুলনা করার জন্য মানক প্রতিষ্ঠা করা এবং বায়ু সুড়ঙ্গ পরীক্ষার বৈধতা উন্নত করা। মানক বায়ু সুড়ঙ্গ মডেলগুলির মধ্যে, এজিএআরডি মডেল আকৃতি বি (এজিএআরডি-বি) এখন পর্যন্ত সবচেয়ে জনপ্রিয় হয়ে উঠেছে। প্রাথমিকভাবে এটি সুপারসনিক বায়ু সুড়ঙ্গগুলির জন্য পরিকল্পিত ছিল, তবে এজিএআরডি-বি আকৃতির পরে অনেক বায়ু সুড়ঙ্গে পরীক্ষিত হয়েছে, যেখানে ম্যাক সংখ্যার একটি বিস্তৃত পরিসর রয়েছে, যেমন নিম্ন সাবসোনিক (ম্যাক ০.১), ট্রানসোনিক (ম্যাক ০.৭ থেকে ১.৪), এবং হাইপারেরোনিক (ম্যাক ৮ এবং তার উপরে)। তাই, পরীক্ষার ফলাফলের একটি গুরুত্বপূর্ণ ডেটাবেস উপলব্ধ।\nএজিএআরডি-বি এটি একটি দেহ-পাখনা আকার। এর সকল মাত্রা \"ডি\" দেহের ব্যাসার্ধের মাধ্যমে প্রকাশিত, যাতে মডেলটি যে কোনো স্কেলে তৈরি করা যায়, যা একটি নির্দিষ্ট বায়ু সুড়ঙ্গের জন্য উপযুক্ত।দেহটি ৮.৫ ব্যাসার্ধ দীর্ঘ একটি বিপরীত গতির বস্তুর আকৃতি, যার মধ্যে একটি ৫.৫ ব্যাসার্ধ দীর্ঘ নলাকার অংশ এবং একটি নাকের অংশ রয়েছে, যার দৈর্ঘ্য ৩ ব্যাসার্ধ এবং স্থানীয় ব্যাসার্ধটি নিচের সমীকরণের মাধ্যমে সংজ্ঞায়িত করা হয়েছে: y = x/3 · [1 - 1/9 · (x/D)2 + 1/54 · (x/D)3]\nপাখনা একটি ডেল্টা আকৃতির, যা একটি সমবৈশেষিক ত্রিভুজের আকারে চারটি দেহের ব্যাসার্ধ পরিসরে বিস্তৃত। পাখনার অংশটি একটি সুষম রূপবিশিষ্ট আর্ক, যার আপেক্ষিক পুরুত্ব t/c ৪%। পাখনার নেতৃস্থানীয় প্রান্ত এবং পিছনের প্রান্ত উভয়ই গোলাকার হওয়া উচিত, যার ব্যাসার্ধ সমান হওয়া উচিত 0.002 D। তবে, এই নির্দিষ্টকরণটি অস্পষ্ট। এটি স্পষ্ট যে নির্দিষ্ট করা ব্যাসার্ধটি পাখনার কিনারা প্রান্তে প্রয়োগ করা যায় না, নাহলে পাখনার পরিকল্পনামত বড় ধরনের বিকৃতি ঘটবে। অতীতে, মডেল নকশাকারীরা এই নির্দিষ্টকরণের অংশটি বিভিন্নভাবে ব্যাখ্যা করেছিলেন, যার ফলে পরীক্ষিত মডেলগুলির আকৃতিতে সামান্য পার্থক্য দেখা গিয়েছিল। প্রস্তাবিত সমাধান নেতৃস্থানীয় এবং পিছনের প্রান্তের ব্যাসার্ধ 0.002 D তাত্ত্বিক মূল তন্তুতে রাখা উচিত এবং পাখনার কিনারা প্রান্তের দিকে ব্যাসার্ধটি স্থানীয় তন্তু অনুযায়ী অনুপাতিকভাবে কমাতে হবে।\nএজিএআরডি-বি মডেলের সাথে ব্যবহারের জন্য একটি সমর্থন স্টিং সংজ্ঞায়িত করা হয়েছিল। প্রাথমিক নির্দিষ্টকরণ মডেলটির জন্য একটি স্টিং নির্ধারণ করা হয়েছিল, যার ব্যাস 0.5 D এবং দৈর্ঘ্য 1.5 D। সংশোধিত নির্দিষ্টকরণে স্টিঙ্গের দৈর্ঘ্য 3 D এ পরিবর্তন করা হয়েছিল স্টিঙ্গের হস্তক্ষেপ কমানোর জন্য, তবে তখন অনেক বায়ু সুড়ঙ্গ পরীক্ষা ইতিমধ্যেই সম্পন্ন করা হয়েছিল। সুতরাং, প্রকাশিত পরীক্ষার ফলাফল এজিএআরডি-বি মডেলগুলির জন্য কিছু পরীক্ষার ফলাফল তাত্ত্বিক মডেল গঠনগুলির সাথে সঠিকভাবে মেলে না।\nএজিএআরডি-বি মডেলের প্রতিরোধ বৈশিষ্ট্যগুলি মডেলে সীমার স্তর পরিবর্তনের প্রতি কিছুটা সংবেদনশীল ছিল। ফলস্বরূপ, ফলাফলের বিচ্যুতি কমানোর জন্য কিছু বায়ু সুড়ঙ্গ সুবিধায় মডেলটি পাখনার নেতা প্রান্ত এবং দেহের নাকের কাছে সীমার স্তর পরিবর্তন করে পরীক্ষা করা হয়েছিল। অন্যদিকে, কিছু বায়ু সুড়ঙ্গ পরীক্ষায় কোনো স্থির পরিবর্তন ছাড়াও পরীক্ষা করা হয়েছিল। স্থির সীমার স্তর পরিবর্তন সহ এবং ছাড়া প্রতিরোধ ফলাফলগুলির মধ্যে পার্থক্য রয়েছে, যা বিভিন্ন বায়ু সুড়ঙ্গ পরীক্ষাগারের ফলাফল তুলনা করার সময় উপেক্ষা করা উচিত নয়।\nকিছু বায়ু সুড়ঙ্গ পরীক্ষাগারে, এজিএআরডি-বি মডেলটি অ-মানক রূপরেখাদ্বরা পরীক্ষিত হয়েছে, যেমন আর্ধ-মডেল (আর্ধ-বিস্তৃত মডেল) হিসেবে।\nএজিএআরডি-বি মডেলের কিছু মুক্ত-উড়ান পরীক্ষা সম্পাদিত হয়েছিল। এই পরীক্ষাগুলোর জন্য, মানক আকার পরিবর্তন করা হয়েছিল এবং দেহের পেছনের প্রান্তে দুটি ত্রৈল মিশ্রিত উল্লম্ব স্থিতিশীলকারী যোগ করা হয়েছিল, একটি উদরের পাশ এবং অন্যটি পশ্চাতের পাশ। উল্লম্ব স্থিতিশীলকারীগুলোর আকার ছিল পাখনার আকারের ৫০%, অর্থাৎ তাদের বিস্তৃতি ছিল 2.5 D।\nএজিএআরডি-বি মানক মডেলটি মূলত বায়ুরোধী বল এবং মুহূর্ত পরিমাপের জন্য উদ্দেশ্যপ্রণালী। পরীক্ষার ফলাফলগুলি সাধারণত অ-মাপযোগ্য ফ্লাইট ডাইনামিকস (ফিক্সড উইং বিমান) বায়ারোধী সহগ আকারে উপস্থাপন করা হয় বায়ু অক্ষ পদ্ধতিতে। সহগের হিসাবের জন্য রেফারেন্স এলাকা হল তাত্ত্বিক পাখনার এলাকা Sref = 4√৩D2।পিচিং ঘূর্ণন বল সহগ Cm এর জন্য মাপকাঠি দৈর্ঘ্য হলো গড় বায়ু আকৃতি (মধ্যাকর্ষণ বায়ুগতি তরঙ্গরেখা), যা 4√৩D/3 সমান। আর ঘূর্ণন ও পেশী ঘূর্ণন বল সহগ Cn এবং Cl এর জন্য মাপকাঠি দৈর্ঘ্য হলো পাখনার বিস্তৃতি (Bref = 4 D)। ঘূর্ণন বলগুলো মডেলের প্রতিসাম্য রেখার মধ্যে একটি বিন্দুতে সংকুচিত করা হয়, যেখানে লম্বিতীয় অবস্থান হল মধ্যাকর্ষণ বায়ুগতি তরঙ্গরেখা ৫০% (তবে, কিছু প্রকাশিত ফলাফলে, ঘূর্ণন বলগুলো সংকুচিত করা হয়েছিল মধ্যাকর্ষণ বায়ুগতি তরঙ্গরেখা ২৫% বিন্দুতে। প্রসারণ সহগ উপস্থাপিত হয় সামনের অংশের প্রসারণ হিসাবে Cxf, যা মোট পরিমাপকৃত প্রসারণ Cx থেকে বিয়োগ করে নির্ণীত হয়, এবং ভিত্তি প্রসারণ Cxb মডেলের ভিত্তি চাপ থেকে গণনা করা হয়। একইভাবে, উদ্ধাপন সহগ সামনের অংশের উদ্ধাপনকে উপস্থাপন করে।\nকিছু পরীক্ষাগারে তাদের বায়ু সুড়ঙ্গের পরিমাপের গুণগত মান পর্যায়ক্রমিকভাবে যাচাই করার জন্য এজিএআরডি-বি মানক মডেল পরীক্ষা করার সিদ্ধান্ত নিয়েছে।\n\n\n== এজিএআরডি-সি ==\n\n১৯৫৪ সালে প্যারিস, ফ্রান্স-এ অনুষ্ঠিত এগার্ড বায়ু সুড়ঙ্গ ও মডেল পরীক্ষা প্যানেল সভায়, এগার্ড-বি মডেলের দেহের দৈর্ঘ্য ১.৫ ব্যাসার্ধ বাড়িয়ে এবং একটি অনুভূমিক ও একটি উল্লম্ব লেজ টি-লেজ রূপরেখা যুক্ত করে এগার্ড ক্যালিব্রেশন মডেলগুলির পরিবারে তৃতীয় মডেল কনফিগারেশন যুক্ত করার সিদ্ধান্ত নেওয়া হয়। অনুভূমিক পাখার ক্ষেত্রফল মূল পাখার ক্ষেত্রফলের ১/৬। উল্লম্ব এবং অনুভূমিক উভয় পাখাই বৃত্তাকার চাপ আকারে গঠিত, যা মূল পাখার অনুরূপ।এজিএআরডি-সি মডেলের সম্মুখভাগ (১.৫ ব্যাস পর্যন্ত) এজিএআরডি-বি মডেলের মতোই এবং মোমেন্ট হ্রাস বিন্দু (বায়ুগতি কেন্দ্র) এজিএআরডি-বি মডেলের মতোই একই অবস্থানে অবস্থিত।\nএজিএআরডি-সি মডেলের জন্য স্টিংটি সমর্থন এজিএআরডি-বি মডেলের স্টিংটির মতোই, যার দৈর্ঘ্য 3 D মডেলের বেসের পেছনে এবং ব্যাসার্ধ 0.5 D বিশিষ্ট।\nএজিএআরডি-সি মডেলের দীর্ঘতর দেহ এবং লেজের উপস্থিতি এটি শনাক্ত করা সহজ করে তোলে (বায়ু সুড়ঙ্গ পরীক্ষার ফলাফলের বৈচিত্র্যের মাধ্যমে) যে পরীক্ষার অংশের প্রাচীর থেকে প্রতিফলিত আঘাত তরঙ্গগুলি মডেলের পেছনের অংশের খুব কাছ দিয়ে অতিক্রম করছে কি না। লেজের উপস্থিতি সাধারণত এই মডেলকে এজিএআরডি-বি-এর তুলনায় বায়ু সুড়ঙ্গ পরীক্ষার অংশে প্রবাহের বক্রতার প্রতি বেশি সংবেদনশীল করে তোলে।\nএজিএআরডি-সি মূলত অতিশব্দীয় বায়ু সুড়ঙ্গগুলিতে ব্যবহৃত হয়, এবং প্রকাশিত পরীক্ষার ফলাফলের তথ্যভাণ্ডার এজিএআরডি-বি মডেলের তুলনায় কিছুটা ছোট।\nব্যয় কমানোর এবং আরও বহুমুখী বায়ু সুড়ঙ্গ মডেল তৈরির জন্য, কখনও কখনও এজিএআরডি-বি এবং এজিএআরডি-সি-এর প্রকৃত নকশাগুলি এমনভাবে তৈরি করা হয় যে, একটি এজিএআরডি-বি রূপরেখার পেছনের প্রান্তে একটি দেহ অংশ সংযুক্ত করে টি-লেজসহ এজিএআরডি-সি রূপরেখা গঠন করা যায়।\n\n\n== চিত্রশালা ==\n\n\tআর্নল্ড বিমান বাহিনী ঘাঁটি, টেনেসি-তে ব্যবহৃত এজিএআরডি মডেলসমূহ\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\nবায়ু সুড়ঙ্গ\nস্ট্যান্ডার্ড বায়ু টানেল মডেল\n\n\n== তথ্যসূত্র =="}