{"pageid": 1515716, "title": "আন্তর্জাতিক নারী গবেষণা কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=1515716", "content": "ইন্টারন্যাশনাল সেন্টার ফর রিসার্চ অন উইমেন (আইসিআরডব্লিউ ) হল একটি অলাভজনক সংস্থা যার অফিস ওয়াশিংটন, ডিসি, মার্কিন যুক্তরাষ্ট্র, নয়াদিল্লি, রাঁচি এবং জামতারা, ভারতের, নাইরোবি, কেনিয়া এবং কাম্পালা, উগান্ডায় রয়েছে। আইসিআরডব্লিউ  আন্তর্জাতিক উন্নয়নের ক্ষেত্রে লিঙ্গ সমতা, অন্তর্ভুক্তি এবং ভাগাভাগি সমৃদ্ধি প্রচারের জন্য কাজ করে।\n\n\n== মিশন ==\nসংস্থার ওয়েবসাইট অনুসারে:\n\nনারী, মেয়ে শিশু এবং কাঠামোগতভাবে বঞ্চিত জনগোষ্ঠীর অধিকার ও সুযোগ বৃদ্ধি করা, যা কার্যকর প্রমাণ ও সমাধানের মাধ্যমে বাস্তবায়নযোগ্য।\nএই লক্ষ্য অর্জনের জন্য, আইসিআরডব্লিউ অংশীদারদের সঙ্গে মিলে গবেষণা পরিচালনা করে, দক্ষতা উন্নয়নে সহায়তা দেয় এবং নীতিমালা ও কর্মসূচিতে কার্যকর পরিবর্তন আনার জন্য প্রমাণভিত্তিক ও ব্যবহারিক উপায়ে প্রচার চালায়।\n\n\n== ফোকাস এরিয়া ==\nআইসিআরডব্লিউ-এর কাজ চারটি বিষয়ের উপর কেন্দ্রীভূত: অর্থনৈতিক সুযোগ এবং নিরাপত্তা, স্বাস্থ্য ও প্রজনন অধিকার, সামাজিক নিয়ম এবং ক্ষমতার গতিশীলতা, এবং জলবায়ু কর্ম।\nসংস্থার গবেষণায় নারীদের তাদের সম্প্রদায়ের প্রতি অবদান এবং এইচআইভি, সহিংসতা এবং শিক্ষার অভাবের মতো বাধাগুলি চিহ্নিত করা হয়েছে যা তাদের অর্থনৈতিকভাবে স্থিতিশীল হতে এবং সমাজে সম্পূর্ণরূপে অংশগ্রহণ করতে সক্ষম হতে বাধা দেয়। এটি অর্জনের জন্য তিনটি পদক্ষেপের উপর দৃষ্টি নিবদ্ধ করে:\n\nনারীদের তাদের জীবন নিয়ন্ত্রণ করতে এবং তাদের সম্প্রদায়ের ভবিষ্যৎ গঠনে সহায়তা করার জন্য প্রোগ্রাম ডিজাইনার, দাতা এবং নীতিনির্ধারকদের জন্য সুনির্দিষ্ট, প্রমাণ-ভিত্তিক পরিকল্পনা প্রণয়ন করা;\nনারী ও মেয়েদের - সেইসাথে পুরুষ ও ছেলেদের - জীবনের পরিবর্তন পরিমাপ করা যাতে লিঙ্গ সমতা অর্জনের সর্বোত্তম উপায় জানা যায়; এবং\nনারীদের জীবন পরিবর্তনের সুযোগ করে দেয় এমন নীতিগত অগ্রাধিকারগুলির সুপারিশ করা।\nআইসিআরডব্লিউ  মূলত একটি গবেষণা প্রতিষ্ঠান যার শক্তিশালী পরিমাণগত এবং গুণগত গবেষণা তাদের কাজ করা সংস্থা এবং সম্প্রদায়ের সরাসরি পদক্ষেপে অবদান রাখে। স্থানীয় গবেষক, কর্মী এবং অনুশীলনকারীদের ক্ষমতায়নের মাধ্যমে, সংস্থাটির লক্ষ্য শক্তির গতিশীলতা পুনর্নির্মাণ করা এবং অন্তর্ভুক্তিমূলক বাস্তুতন্ত্র গড়ে তোলা।\nআইসিআরডব্লিউ  ওয়েবসাইট হাজার হাজার গবেষণা প্রতিবেদন, বই, তথ্যপত্র এবং নীতিমালার সংক্ষিপ্তসার, সেইসাথে টুলকিট এবং প্রশিক্ষকের নির্দেশিকাগুলিতে অ্যাক্সেস প্রদান করে।\n\n\n== নেতৃত্ব ==\nঅ্যান ওয়ার্নারকে অন্তর্বর্তীকালীন সিইও এবং প্রেসিডেন্ট হিসেবে মনোনীত করা হয়েছে, যা ২রা অক্টোবর, ২০২৩ থেকে কার্যকর হবে।\nওয়ার্নার সম্প্রতি দক্ষিণ ক্যারোলিনার নারী, মেয়ে এবং তাদের পরিবারের স্বাস্থ্য, অর্থনৈতিক কল্যাণ এবং অধিকারের জন্য কাজ করা একটি অলাভজনক নেটওয়ার্ক ডব্লিউআরইএন-এর প্রতিষ্ঠাতা সিইও ছিলেন, যা আট বছর ধরে কাজ করে আসছে। ২০০৮ থেকে ২০১৫ সাল পর্যন্ত, অ্যান ইন্টারন্যাশনাল সেন্টার ফর রিসার্চ অন উইমেন-এ একাধিক নেতৃত্বের পদে অধিষ্ঠিত ছিলেন। তিনি কেনিয়া এবং ভারতে বাল্যবিবাহের উপর গবেষণা প্রকল্পের নেতৃত্ব দিয়েছেন, বাস্তবায়নকারী অংশীদারদের সাথে তাদের কর্মসূচিতে বাল্যবিবাহ মোকাবেলার বিষয়ে পরামর্শ করেছেন এবং \"মোর পাওয়ার টু হার: হাউ এমপাওয়ারিং গার্লস ক্যান হেল্প এন্ড চাইল্ড ম্যারেজ\" শীর্ষক গবেষণাটি লিখেছেন। তিনি স্থানীয়, রাজ্য, জাতীয় এবং বিশ্বব্যাপী নীতিনির্ধারক এবং জোট অংশীদারদের সাথে ব্যাপকভাবে কাজ করেছেন যাতে নারী ও মেয়েদের ক্ষমতায়নে বিনিয়োগ বৃদ্ধির পক্ষে সওয়াল করা যায়। গীতা রাও গুপ্তের অধীনে অ্যান রাষ্ট্রপতির প্রথম বিশেষ সহকারী হিসেবেও দায়িত্ব পালন করেছেন। তিনি গার্লস নট ব্রাইডস: গ্লোবাল পার্টনারশিপ টু এন্ড চাইল্ড ম্যারেজ-এর মার্কিন জাতীয় অধ্যায়ের সহ-সভাপতি হিসেবেও দায়িত্ব পালন করেছেন।\nওয়ার্নার আন্তর্জাতিক উদ্ধার কমিটির সহযোগিতায় পশ্চিম আফ্রিকার দেশ লাইবেরিয়ার নারী ও মেয়েদের প্রতি সহিংসতার উপর গবেষণা পরিচালনা করেছেন, পাশাপাশি CARE USA-এর মাধ্যমে বিশ্বজুড়ে মানবিক ত্রাণ ও উন্নয়ন কর্মসূচির জন্য সহায়তা তৈরি করেছেন।\nঅ্যান ওয়েলেসলি কলেজ থেকে বিএ ডিগ্রি অর্জন করেছেন এবং কলম্বিয়া বিশ্ববিদ্যালয়ের স্কুল অফ ইন্টারন্যাশনাল অ্যান্ড পাবলিক অ্যাফেয়ার্স এবং স্কুল অফ পাবলিক হেলথ থেকে স্নাতকোত্তর ডিগ্রি অর্জন করেছেন।\nপূর্ববর্তী রাষ্ট্রপতিদের মধ্যে রয়েছেন:\n\nপেগি ক্লার্ক (২০২১-২০২৩)\nডাঃ সারাহ ডেগনান কামবু (২০১০-২০২১)\nরাষ্ট্রদূত গীতা রাও গুপ্ত (১৯৯৭-২০১০)\nমায়রা বুভিনিক, প্রতিষ্ঠাতা সভাপতি (১৯৭৬-১৯৯৭)\nরবি ভার্মা আইসিআরডব্লিউ-এর এশিয়া আঞ্চলিক অফিসের পরিচালক এবং এভলিন ওপোন্ডো এর আফ্রিকা আঞ্চলিক অফিস পরিচালনা করেন।\n\n\n== পরিচালনা পর্ষদ ==\nআইসিআরডব্লিউ আন্তর্জাতিক উন্নয়নের ক্ষেত্রে বেশ কয়েকজন বিখ্যাত এবং সুপরিচিত ব্যক্তিত্বের পাশাপাশি অন্যান্য গুরুত্বপূর্ণ বেসরকারি খাত এবং সরকারি ব্যক্তিদের দ্বারা পরিচালিত হয়েছে, যাদের মধ্যে রয়েছেন নোবেল বিজয়ী অমর্ত্য সেন, লেখক অ্যান ক্রিটেন্ডেন এবং ব্রুক শিয়েরার (মৃত, ১৯ মে, ২০০৯), ব্রুকিংস ইনস্টিটিউশনের পরিচালক স্ট্রোব ট্যালবটের স্ত্রী।\n২০২৩ সালের পরিচালনা পর্ষদ:\n\nতারা আব্রাহামস, চেয়ার, গ্লোবাল\nলুসিয়ানা অ্যাকুইনো-হেগেডর্ন, কো-ভাইস চেয়ার, গ্লোবাল\nঅনুসরণ\nঅনুসরণ\nঅনুসরণ\nফিরোজা মেহরোত্রা\nহ্যাভেন লে\nঅনুসরণ\nলোইস রোমানো\nজুলি কাটজম্যান (এমেরিটা)\n\n\n=== আঞ্চলিক বোর্ড সদস্যগণ ===\nঅ্যান নকুটু, উগান্ডা\nফ্রেড মুহুমুজা, উগান্ডা\nমোসেস মুলুম্বা, উগান্ডা\nব্যারনেস মেরি গৌডি, যুক্তরাজ্য\nগাই অলিভার, যুক্তরাজ্য\nডেভ জংজেনেলেন, নেদারল্যান্ডস\nনায়লা কবির, যুক্তরাজ্য\nপ্রজ্ঞা খান্না, চেয়ার, নেদারল্যান্ডস\nসূর্য রামকুমার, নেদারল্যান্ডস\nনেতৃত্ব পরিষদ\n\nঅ্যাশলে জুড\nচেরি ব্লেয়ার\nডঃ অমর্ত্য সেন\nগেইল জেমাচ লেমন\nমহামান্য রানী রানিয়া আল আবদুল্লাহ\nজোয়ানা ব্রেয়ার\nজোয়ান লিডম-অ্যাকারম্যান\nসুসান বেরেসফোর্ড\nপ্যাট মিচেল\nউইনি বায়ানাইমা\nব্যারনেস গৌডি\nলীনা নায়ার\nজুডি উডরাফ\nমহামান্য শেখা শাম্মা বিনতে সুলতান বিন খলিফা আল নাহিয়ান\n\n\n== বার্ষিক অনুষ্ঠান এবং বক্তৃতা ==\nমারিয়াম কে. চেম্বারলেইন গবেষণামূলক পুরস্কার\nফোর্ড ফাউন্ডেশন থেকে ১০০,০০০ ডলারের সমতুল্য অনুদানের মাধ্যমে, আইসিআরডব্লিউ  নারীর বিষয়গুলির উপর দৃষ্টি নিবদ্ধ করে বিশ্ববিদ্যালয় ও কলেজ-ভিত্তিক কেন্দ্র এবং স্বাধীন নীতি প্রতিষ্ঠান চালু করার জন্য ডঃ চেম্বারলেইনের দৃষ্টিভঙ্গিকে সম্মান জানাতে এবং প্রসারিত করার জন্য মারিয়াম কে. চেম্বারলেইন গবেষণামূলক পুরস্কার প্রতিষ্ঠা করে। এই পুরস্কারটি প্রথম প্রজন্মের ডক্টরেট শিক্ষার্থীদের জন্য, যার মধ্যে অভিবাসী শিক্ষার্থীরাও অন্তর্ভুক্ত, এক শিক্ষাবর্ষ ধরে একজন সিনিয়র গবেষণামূলক উপদেষ্টার নিবিড় তত্ত্বাবধানে একটি গবেষণামূলক গবেষণা চালিয়ে যাওয়ার সুযোগ তৈরি করে।\nমাঠ গবেষণায় উৎকর্ষতার জন্য পলা ক্যান্টর পুরস্কার\nডঃ পলা ক্যান্টরের স্মরণে তৈরি, এই বার্ষিক পুরস্কার লিঙ্গ এবং নারীর ক্ষমতায়নের ক্ষেত্রে ব্যতিক্রমী অর্জনকে স্বীকৃতি দেয়। এই পুরস্কারটি নিম্ন বা মধ্যম আয়ের দেশের একজন তরুণী মহিলা গবেষককে প্রদান করা হয়।\nচ্যাম্পিয়নস ফর চেঞ্জ অ্যাওয়ার্ড\nএক দশকেরও বেশি সময় ধরে, চ্যাম্পিয়ন্স ফর চেঞ্জ অ্যাওয়ার্ডস লিঙ্গ সমতা উদযাপন করে আসছে এবং উন্নত বিশ্বের লক্ষ্যে কাজ করা ব্যতিক্রমী নেতা এবং দূরদর্শীদের স্বীকৃতি দিয়েছে। এই পুরস্কারগুলি সেই ব্যক্তিদের সম্মানিত করে যারা নারী ও মেয়েদের অধিকার এবং কল্যাণ প্রচারে উল্লেখযোগ্য অগ্রগতি অর্জন করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল আইসিআরডব্লিউ ওয়েবসাইট\nচ্যারিটি নেভিগেটর তথ্য এবং রেটিং"}