{"pageid": 1515258, "title": "২০০৫–০৬ সন্তোষ ট্রফি", "url": "https://bn.wikipedia.org/wiki?curid=1515258", "content": "২০০৫–০৬ সন্তোষ ট্রফি (স্পনসরশিপের কারণে ৬০তম এয়ার ইন্ডিয়া এক্সপ্রেস সন্তোষ ট্রফি ২০০৫–০৬ নামে পরিচিত) সন্তোষ ট্রফির ৬০তম সংস্করণ আসর, যা তাদের আঞ্চলিক এবং রাজ্য ফুটবল অ্যাসোসিয়েশনগুলির প্রতিনিধিত্বকারী দলগুলির জন্য ভারতের প্রধান প্রতিযোগিতা। প্রতিযোগিতাটি ২০০৫ সালের নভেম্বর মাসের ৪ই থেকে ২১শে তারিখ পর্যন্ত কেরালায় অনুষ্ঠিত হয়।\n১৫ বছর পর কোচির জওহরলাল নেহেরু স্টেডিয়াম ফাইনালে মহারাষ্ট্রকে পরাজিত করার পরে গোয়া চতুর্থবারের মতো সন্তোষ ট্রফি জিতেছিল।\nস্বাগতিক কেরালা পাঞ্জাবকে হারিয়ে তৃতীয় স্থান অধিকারী অর্জন করে।\n\n\n== দল ==\n\n\n=== স্বয়ংক্রিয়ভাবে গ্রুপ পর্বে যোগ্যতা অর্জন ===\nসার্ভিসেস ও রেলওয়েজ দল সহ ভারতের ৩০টি রাজ্য/কেন্দ্রশাসিত অঞ্চলের দল প্রতিযোগিতায় মোট ৩২টি দল অংশ নিয়েছিল ডিফেন্ডিং চ্যাম্পিয়ন কেরালা, রানার্স-আপ দল পাঞ্জাব এবং গত বছরের সেমি-ফাইনালে হেরে যাওয়া সেমি-ফাইনালিস্ট দল সার্ভিসেস এবং মণিপুর কোয়ার্টার-ফাইনাল পর্যায়ে স্বয়ংক্রিয়ভাবে যোগ্যতা অর্জন করে।\n\n\n=== যোগ্যতা পর্বে প্রবেশ ===\n\n\n== স্টেডিয়াম এবং অবস্থান ==\n\n\n== বাছাইপর্ব ==\n৪ থেকে ১০ নভেম্বর পর্যন্ত তিরুবনন্তপুরমের চন্দ্রশেখরন নায়ার স্টেডিয়াম এবং কালিকটের মিউনিসিপ্যাল কর্পোরেশন স্টেডিয়ামে বাছাইপর্বের ম্যাচ গুলো অনুষ্ঠিত হয়। কোয়ার্টার-ফাইনাল লিগ উত্তীর্ণ হওয়ার জন্য বাছাইপর্বে ২৮টি দল অংশগ্রহণ করে।\n\n\n=== ক্লাস্টার ১ - কালিকট ===\n\n\n=== ক্লাস্টার ২ - তিরুবনন্তপুরম ===\n\n\n=== ক্লাস্টার ৩ - তিরুবনন্তপুরম ===\n\n\n=== ক্লাস্টার ৪ - কালিকট ===\n\n\n=== ক্লাস্টার ৫ - তিরুবনন্তপুরম ===\n\n\n=== ক্লাস্টার ৬ - কালিকট ===\n\n\n=== ক্লাস্টার ৭ - কালিকট ===\n\n\n=== ক্লাস্টার ৮ - তিরুবনন্তপুরম ===\n\n\n== কোয়ার্টার-ফাইনাল লিগ ==\n১১ থেকে ১৭ নভেম্বর পর্যন্ত কোচির জওহরলাল নেহেরু স্টেডিয়ামে কোয়ার্টার-ফাইনাল লিগ পর অনুষ্ঠিত হয়। ২০০৫ সালের ১১ নভেম্বর কোচিতে ৬০তম এয়ার ইন্ডিয়া এক্সপ্রেস-সন্তোষ ট্রফি জাতীয় ফুটবল টুর্নামেন্টের মূল পর্বের কিক-অফের জন্য চিয়ার গার্লস, হেলিকপ্টার ফ্লাই, স্কাই ডাইভিং, সাংস্কৃতিক অনুষ্ঠান এবং গণ মহড়া অনুষ্ঠিত হয়েছিল। নগরীর ২৫টি স্কুল ও তিনটি কলেজের ৪৫০০ শিক্ষার্থী গণ মহড়া, লোকনৃত্য ও ঐতিহ্যবাহী শিল্পকলার জন্য লাইনে দাঁড়িয়েছিল এবং আরও ১০০০ শিক্ষার্থী বিশেষ বেলুন প্রদর্শনীর আয়োজন করেছিল।\n\n\n=== গ্রুপ এ ===\n\n\n=== গ্রুপ বি ===\n\n\n=== গ্রুপ সি ===\n\n\n=== গ্রুপ ডি ===\n\n\n== নকআউট পর্ব ==\n\n\n=== বন্ধনী ===\n\n\n=== সেমি-ফাইনাল ===\n\n\n=== তৃতীয় স্থান নির্ধারণী ম্যাচ ===\n\n\n=== ফাইনাল ===\n\n\n=== পুরস্কার ===\nসেরা খেলোয়াড়: নিকোলাস রদ্রিগেজ\n\n\n=== পরিসংখ্যান ===\n\n\n=== পুরস্কার ===\nকেরালার মুখ্যমন্ত্রী ওমেন চান্ডি ট্রফি তুলে দেন। বিজয়ী দলকে সর্বোচ্চ পুরস্কার এবং ৫ লক্ষ টাকার চেক ছাড়াও, গোয়ার ক্রীড়ামন্ত্রী পান্ডুরং মদকিকার ঘোষিত ১ লক্ষ টাকাও পেয়েছিল।\n\n\n== সর্বোচ্চ গোলদাতা ==\n\n\n== বিতর্ক ==\n২০০৫ সালের ১৭ নভেম্বরে গোয়া বনাম মণিপুরের মধ্যে গ্রুপ ডি ম্যাচে, রেফারি শাজি সি কুরিয়ান গোয়াকে খেলাটি পুনরায় শুরু করার অনুমতি দেন, যদিও মণিপুরের বেশিরভাগ খেলোয়াড় ৮৭ তম মিনিটে ফ্রি কিক থেকে তোম্বা সিংয়ের গোলটি উদযাপন করছিলেন। মণিপুরের খেলোয়াড়রা পুনরায় শুরু করার জন্য অস্থির হয়ে উঠলে ক্লাইম্যাক্স লরেন্স ডান দিক থেকে বিরতিতে গিয়ে মণিপুরের গোলরক্ষক ইঙ্গোবি সিংকে পরাস্ত করে গোল করেন। মণিপুরী খেলোয়াড়রা রেফারি কুরিয়ানের সাথে তর্ক করেছিলেন, পুনঃসূচনার বিরোধিতা করেছিলেন। খেলোয়াড়দের মধ্যে কিছু ধাক্কাধাক্কি এবং ধাক্কাধাক্কির কারণে পুলিশ ডাকা হয়েছিল এবং মণিপুরের খেলোয়াড়দের এবং স্থানীয় পুলিশের মধ্যে কিছু তর্ক হয়েছিল। মণিপুরের কোচ একেন্দ্র সিং এবং পরিচালক দিনমণি সিং মাঠে ঢুকে মণিপুরের খেলোয়াড়দের খেলা শেষ করতে বলার পরেই খেলা শুরু হয়েছে। ম্যাচ টাই হলেও গ্রুপ ডি-তে গোল ব্যবধানে এগিয়ে থেকে সেমি-ফাইনালে ওঠে গোয়া। ঘটনার পরপরই মণিপুর দলের পরিচালক খেলার আইনের ৮ নম্বর বিধি এবং চ্যাম্পিয়নশিপ অবনমনের ১৫ নম্বর অনুচ্ছেদ লঙ্ঘনের অভিযোগ দায়ের করেন।\nরেফারির সিদ্ধান্তের প্রতিবাদে নিখিল মণিপুর ফুটবল অ্যাসোসিয়েশন সর্বভারতীয় ফুটবল ফেডারেশন কর্তৃক আয়োজিত জাতীয় অনূর্ধ্ব-১৯ এবং অনূর্ধ্ব-১৪ ফুটবল প্রতিযোগিতা গুলো বয়কট করার সিদ্ধান্ত নিয়েছে। ৬০তম এয়ার ইন্ডিয়া এক্সপ্রেস সন্তোষ ট্রফি ফুটবল প্রতিযোগিতা অংশগ্রহণকারী রাজ্য দলের খেলোয়াড় ও আধিকারিকদের মণিপুরে স্বাগত জানালেন মণিপুরবাসী। রেফারির পক্ষপাতদুষ্ট সিদ্ধান্তের প্রতিবাদে মণিপুর স্টুডেন্টস ফেডারেশন শুধুমাত্র অবস্থান ধর্মঘটের আয়োজন করেছিল এবং ফাইনাল ম্যাচের দিন ২২ ঘন্টা সাধারণ ধর্মঘট জারি করেছিল। ১৮ ডিসেম্বর ২০০৫ সালে সর্বভারতীয় ফুটবল ফেডারেশন (এআইএফএফ) মণিপুরের আবেদন প্রত্যাখ্যান করে গোয়াকে সন্তোষ ট্রফির বিজয়ী হিসাবে ধরে রাখার সিদ্ধান্ত নিয়েছিল, যা এআইএফএফকে চ্যাম্পিয়নদের শিরোপা ছিনিয়ে নিতে বলেছিল।\n\n\n== সম্প্রচার ও প্রচারনা ==\nজি স্পোর্টস কোয়ার্টার-ফাইনাল থেকে শুরু করে ১৬টি ম্যাচ সরাসরি সম্প্রচার করে। জন হেলম এবং রাসেল ওসমানকে ধারাভাষ্যকার হিসেবে নিয়োগ দেয়া হয়েছে। সম্প্রচার প্যাকেজগুলিতে পূর্বরূপ এবং পর্যালোচনা শো, ম্যাচের অর্ধ বিরতিতে বিশ্লেষণ অন্তর্ভুক্ত ছিল। ম্যাচের অর্ধ বিরতিতে বিখ্যাত ব্যান্ডগুলোর সঙ্গীত ও নৃত্য পরিবেশনা করে। জি ফুটবল অনুরাগীদের সর্বশেষ দলের সংবাদ, ম্যাচের ফলাফল, পরিসংখ্যান এবং খেলোয়াড়দের প্রোফাইলের পাশাপাশি একচেটিয়া খেলোয়াড়ের সাক্ষাৎকার এবং ফটো গ্যালারি সরবরাহ করেছিল।\n\n\n== তথ্যসূত্র =="}