{"pageid": 1515588, "title": "হেনরি মিলার", "url": "https://bn.wikipedia.org/wiki?curid=1515588", "content": "হেনরি ভ্যালেন্টাইন মিলার (২৬ ডিসেম্বর, ১৮৯১ - ৭ জুন, ১৯৮০) হলেন একজন আমেরিকান ঔপন্যাসিক, ছোটগল্পকার এবং প্রাবন্ধিক। তিনি সাহিত্যের পুরাতন রূপগুলি ভেঙে ফেলেন এবং নতুন ধরণের আধা-আত্মজীবনীমূলক উপন্যাস তৈরি করেন যা চরিত্র অধ্যয়ন, সামাজিক সমালোচনা, দার্শনিক প্রতিফলন, চেতনার ধারা, স্পষ্টবাদী ভাষা, লিঙ্গ, পরাবাস্তববাদী মুক্ত মেলামেশা এবং রহস্যবাদকে মিশ্রিত করে। এই ধরণের তার গুরুত্বপূর্ণ কাজ হল ট্রপিক অফ ক্যান্সার, ব্ল্যাক স্প্রিং, ট্রপিক অফ ক্যাপ্রিকর্ন এবং ত্রয়ী দ্য রোজি ক্রুসিফিক্সন। এই সবগুলো বই-ই  নিউ ইয়র্ক সিটি এবং প্যারিসে তার অভিজ্ঞতার উপর ভিত্তি করে রচিত।যদিও, এ সবগুলো বই-ই ১৯৬১ সাল পর্যন্ত মার্কিন যুক্তরাষ্ট্রে নিষিদ্ধ ছিল। এছাড়াও, তিনি কয়েকটি ভ্রমণ স্মৃতিকথা এবং সাহিত্য সমালোচনাও লিখেছেন। তিনি জলরঙ ব্যবহার করে বেশ কয়েকটি ছবিও এঁকেছেন।\n\n\n== প্রাথমিক জীবন ==\nমিলার নিউ ইয়র্ক সিটির ম্যানহাটনের ইয়র্কভিল বিভাগের ৪৫০ ইস্ট ৮৫ স্ট্রিটে অবস্থিত তার পারিবারিক বাড়িতে জন্মগ্রহণ করেন। তিনি ছিলেন লুথেরান জার্মান বাবা-মা লুইস মেরি (নেইটিং) এবং দর্জি হেনরিখ মিলারের পুত্র।  শৈশবে, তিনি ব্রুকলিনের উইলিয়ামসবার্গের ৬৬২ ড্রিগস অ্যাভিনিউতে নয় বছর বসবাস করেছিলেন। এই স্থানটিকে সেই সময়ে এবং তার রচনায় প্রায়ই চৌদ্দতম ওয়ার্ড নামে উল্লেখ করা হয়েছে। ১৯০০ সালের দিকে, তার পরিবার ব্রুকলিনের বুশউইক বিভাগের ১০৬৩ ডেকাটুর স্ট্রিটে চলে আসে।  প্রাথমিক বিদ্যালয় শেষ করার পর, যদিও মিলারের  পরিবার বুশউইকে থেকে যায়,তবুও মিলার উইলিয়ামসবার্গের ইস্টার্ন ডিস্ট্রিক্ট হাই স্কুলে পড়াশোনা করেন।  যুবক বয়সে, তিনি আমেরিকার সমাজতান্ত্রিক দলের সাথে সক্রিয় ছিলেন (তার \"কোয়ান্ডাম আইডল\" ছিলেন কৃষ্ণাঙ্গ সমাজতান্ত্রিক হুবার্ট হ্যারিসন)।  তিনি নিউ ইয়র্কের সিটি কলেজে মাত্র এক সেমিস্টার  পড়ালেখা করেছেন।\n\n\n== পেশাজীবন ==\n\n\n=== ব্রুকলিনে, ১৯১৭–১৯৩০ ===\nমিলার ১৯১৭ সালে তার প্রথম স্ত্রী বিট্রিস সিলভাস উইকেন্সকে বিয়ে করেন।  ১৯১৯ সালে,তার এই স্ত্রীর গর্ভে একটি কন্যা সন্তান জন্মগ্রহণ করে। যার নাম বারবারা।  তারা ব্রুকলিনের পার্ক স্লোপের ২৪৪ এর ৬ষ্ঠ অ্যাভিনিউতে একটি অ্যাপার্টমেন্টে থাকতেন। ১৯২৩ সালের ২১ ডিসেম্বর তাদের বিবাহবিচ্ছেদ মঞ্জুর করা হয়। \nসেই সময়, মিলার ওয়েস্টার্ন ইউনিয়নে কর্মরত ছিলেন। তিনি ১৯২০ থেকে ১৯২৪ সাল পর্যন্ত সেখানে মেসেঞ্জার বিভাগে কর্মী ব্যবস্থাপক হিসেবে কাজ করেছিলেন। ১৯২২ সালের মার্চ মাসে, তিন সপ্তাহের ছুটিতে, তিনি তার প্রথম উপন্যাস, ক্লিপড উইংস লেখেন। যদিও,এটি কখনও প্রকাশিত হয়নি এবং কেবল টুকরোগুলোই রয়ে গেছে।তবে এর কিছু অংশ অন্যান্য রচনা যেমন ট্রপিক অফ ক্যাপ্রিকর্ন এ পুনর্ব্যবহৃত করা হয়েছিল।  বারোজন ওয়েস্টার্ন ইউনিয়ন বার্তাবাহকের উপর একটি গবেষণা, ক্লিপড উইংস মিলার বইটিকে \"একটি দীর্ঘ বই এবং সম্ভবত খুব খারাপ বই\" হিসাবে বর্ণনা করেছিলেন।\n১৯২৩ সালে, মিলার বিট্রিসের সাথে বিবাহিতথাকাকালীন, মিলার এক রহস্যময় নৃত্যশিল্পীর সাথে দেখা করেন এবং তার প্রতি আকৃষ্ট হন।এই নৃত্যশিল্পীর জন্মগত নাম ছিল জুলিয়েট এডিথ স্মার্থ কিন্তু সে মঞ্চে জুন ম্যান্সফিল্ড নামে অভিহিত হত। তখন নিত্যশিল্পীটির মেয়েটির বয়স ছিল ২১।  তাদের মধ্যে প্রেমের সম্পর্ক শুরু হয় এবং ১৯২৪ সালের ১ জুন তারা বিয়ে করে।  ১৯২৪ সালে মিলার লেখালেখিতে নিজেকে সম্পূর্ণরূপে উৎসর্গ করার জন্য ওয়েস্টার্ন ইউনিয়ন ত্যাগ করেন। তিনি এই সময়ের বর্ণনা দিয়েছেন তার আত্মজীবনীমূলক ত্রয়ী \"দ্য রোজি ক্রুসিফিক্সন\" -এ। বইটিতে তিনি লেখক হওয়ার জন্য তার সংগ্রাম, তার যৌন পলায়ন, তার ব্যর্থতা, তার বন্ধু, তার দর্শন ইত্যাদি সকল বিষয় তুলে ধরেছেন।\nমিলারের দ্বিতীয় উপন্যাস, মোলোচ: অথবা, দিস জেন্টাইল ওয়ার্ল্ড, ১৯২৭-২৮ সালে লেখা হয়েছিল। এই লেখাটি তার স্ত্রী জুলিয়েট (জুন) এর লেখা একটি উপন্যাসের আদলে লেখা হয়েছিল।  জুনের একজন ধনী বয়স্ক ভক্ত, রোল্যান্ড ফ্রিডম্যান, তাকে উপন্যাসটি লেখার জন্য অর্থ প্রদান করেছিলেন।তিনি প্রতি সপ্তাহে মিলারের কাজের পৃষ্ঠাগুলি দেখাতেন।দেখার সময় কেমন ভান করতেন যে এটি জুনের লেখা।  বইটি ১৯৯২ সাল পর্যন্ত অপ্রকাশিত ছিল।বইটি লেখার ৬৫ বছর পর এবং মিলারের মৃত্যুর ১২ বছর পর প্রকাশিত হয়। মোলোচ মিলারের বিট্রিসের সাথে প্রথম বিবাহ এবং লোয়ার ম্যানহাটনে ওয়েস্টার্ন ইউনিয়ন অফিসে কর্মী ব্যবস্থাপক হিসেবে তার কর্মজীবনের উপর ভিত্তি করে লিখিত বই।  এই সময়ে লেখা তৃতীয় উপন্যাস( ক্রেজি কক)ও মিলারের মৃত্যুর পর পর্যন্ত অপ্রকাশিত ছিল। প্রাথমিকভাবে \"লাভলি লেসবিয়ানস\" শিরোনামে প্রকাশিত \"ক্রেজি কক\" (তার পরবর্তী উপন্যাস \" নেক্সাস \" সহ) বইয়ে শিল্পী ম্যারিয়নের সাথে জুনের ঘনিষ্ঠ সম্পর্কের গল্প তুলে ধরা হয়েছিল।মিলার এর নাম রেখেছিলেন জুন জিন ক্রোনস্কি। ক্রোনস্কি ১৯২৬ সাল থেকে ১৯২৭ সাল পর্যন্ত মিলার এবং জুনের সাথেই ছিলেন। কিন্তু, যখন জুন এবং ক্রোনস্কি মিলারকে রেখে একসাথে প্যারিসে যান,তখন তিনি ভীষণ হতাশায় পড়েন। মিলার সন্দেহ করেছিলেন যে এই জুটির মধ্যে সমকামী সম্পর্ক রয়েছে। প্যারিসে থাকাকালীন, জুন এবং ক্রোনস্কির মধ্যে কোনও সম্পর্ক তৈরি হয়নি এবং জুন কয়েক মাস পরে মিলারের কাছে ফিরে আসে। ১৯৩০ সালের দিকে ক্রোনস্কি আত্মহত্যা করেছিলেন।\n\n\n=== প্যারিস, ১৯৩০–১৯৩৯ ===\n\n১৯২৮ সালে, মিলার জুনের সাথে প্যারিসে বেশ কয়েক মাস কাটিয়েছিলেন।তাদের এই ভ্রমণের অর্থায়ন করেছিলেন ফ্রিডম্যান।  একদিন প্যারিসের এক রাস্তায় মিলারের সাথে আরেক লেখক রবার্ট ডব্লিউ. সার্ভিসের দেখা হয়, যিনি তার আত্মজীবনীতে গল্পটি স্মরণ করেন: \"শীঘ্রই আমরা আলোচনায় জড়িয়ে পড়ি যা বইয়ের দিকে মোড় নেয়। একটি স্ট্রিপলিং-এর জন্য তিনি কিছুটা কর্তৃত্বের সাথে কথা বলেন, যা ল্যাটিন কোয়ার্টারের দাম্ভিক লেখকদের এবং তাদের অদ্ভুত পত্রিকার প্রতি উপহাসে পরিণত হয়।\" ১৯৩০ সালে, মিলার তার স্ত্রী জুন কে ছেড়ে প্যারিসে চলে যান। এর কিছুদিন পরেই, তিনি \"ট্রপিক অফ ক্যান্সার\" বইটির কাজ শুরু করেন, এক বন্ধুকে লিখেন, \"আমি আগামীকাল প্যারিস বইটি শুরু করছি: প্রথম ব্যক্তি, সেন্সরবিহীন, ফর্মহীন - সবকিছুই বন্ধ করো!\"  যদিও প্যারিসে প্রথম বছর মিলারের কাছে খুব কম বা কোনও অর্থ ছিল না, আনাইস নিনের সাথে দেখা হওয়ার পর পরিস্থিতি বদলে যেতে শুরু করে, যিনি হিউ গুইলারের সাথে ১৯৩০ এর দশকে ১৮ ভিলা সেউরাটে একটি অ্যাপার্টমেন্টের ভাড়া সহ পুরো খরচই পরিশোধ করেছিলেন। নিন তার প্রেমিক হয়ে ওঠেন এবং ১৯৩৪ সালে অটো র‍্যাঙ্কের অর্থ দিয়ে \"ট্রপিক অফ ক্যান্সার\" -এর প্রথম মুদ্রণের জন্য অর্থায়ন করেন।  তিনি মিলার এবং তার স্ত্রী জুনের সাথে তার সম্পর্ক সম্পর্কে তার জার্নালে ব্যাপকভাবে লিখতেন।১৯৩১-৩৪ সাল জুড়ে প্রথম খণ্ডটি খন্ড খন্ড ভাবে এবং ১৯৬৬ সালে একত্রে প্রকাশিত হয়েছিল।১৯৩৪ সালের শেষের দিকে, জুন মেক্সিকো সিটিতে প্রক্সির মাধ্যমে মিলারকে তালাক দেন।\n১৯৩১ সালে, মিলার শিকাগো ট্রিবিউন প্যারিস সংস্করণে প্রুফরিডার হিসেবে নিযুক্ত হন।তার বন্ধু আলফ্রেড পার্লেস  তাকে এই কাজ খুঁজে দেন, যিনি শিকাগো ট্রিবিউনে কাজ করতেন। মিলার এই সুযোগে ট্রিবিউনে পার্লেসের নামে তার নিজস্ব কিছু প্রবন্ধ জমা দেন, কারণ সেই সময়ে কেবল সম্পাদকীয় কর্মীদেরই পত্রিকায় প্রকাশের অনুমতি ছিল। প্যারিসের এই সময়কাল মিলারের জন্য অত্যন্ত সৃজনশীল ছিল এবং এই সময়ে তিনি ভিলা সেউরাতের চারপাশে লেখকদের একটি উল্লেখযোগ্য এবং প্রভাবশালী নেটওয়ার্কও প্রতিষ্ঠা করেছিলেন।  সেই সময় একজন তরুণ ব্রিটিশ লেখক, লরেন্স ডুরেল,তার আজীবনের বন্ধু হয়ে ওঠেন। ড্যুরেলের সাথে মিলারের চিঠিপত্রগুলো পরে দুটি বইতে প্রকাশিত হয়েছিল। প্যারিসের সময়কালে তিনি ফরাসি পরাবাস্তববাদীদের দ্বারাও প্রভাবিত হয়েছিলেন।\nতার রচনাগুলিতে তার যৌন অভিজ্ঞতার বিস্তারিত বিবরণ রয়েছে। তাঁর প্রথম প্রকাশিত বই, ট্রপিক অফ ক্যান্সার (১৯৩৪), প্যারিসের ওবেলিস্ক প্রেস দ্বারা প্রকাশিত হয়েছিল। তার বইয়ে অশ্লীলতার ব্যাপকতার কারণে বইটিকে মার্কিন যুক্তরাষ্ট্রে নিষিদ্ধ করা হয়েছিল।  বইয়ে ডাস্ট জ্যাকেটটি মোড়ানো ছিল একটি সতর্কীকরণ সহ: \"মার্কিন যুক্তরাষ্ট্র বা গ্রেট ব্রিটেনে আমদানি করা যাবে না।\"  তিনি নিষিদ্ধ উপন্যাস লেখা অব্যাহত রেখেছিলেন; ট্রপিক অফ ক্যান্সারের সাথে, তার ব্ল্যাক স্প্রিং (১৯৩৬) এবং ট্রপিক অফ ক্যাপ্রিকর্ন (১৯৩৯) তার জন্মভূমিতে পাচার করা হয়েছিল, যা মিলারের একটি গোপন খ্যাতি তৈরি করেছিল। যদিও উপরে উল্লিখিত উপন্যাসগুলি দুই দশকেরও বেশি সময় ধরে মার্কিন যুক্তরাষ্ট্রে নিষিদ্ধ ছিল, ১৯৩৯ সালে, নিউ ডাইরেক্টেশনস \"দ্য কসমোলজিক্যাল আই\" প্রকাশ করে, যা মিলারের আমেরিকায় প্রকাশিত প্রথম বই। এই সংগ্রহে ছোট ছোট গদ্য রচনা ছিল, যার বেশিরভাগই মূলত ব্ল্যাক স্প্রিং এবং ম্যাক্স অ্যান্ড দ্য হোয়াইট ফ্যাগোসাইটস (১৯৩৮) -এ প্রকাশিত হয়েছিল।\nমিলার প্যারিসে দশ বছর থাকার সময় ফরাসি ভাষায় সাবলীল হয়ে ওঠেন এবং ১৯৩৯ সালের জুন পর্যন্ত ফ্রান্সে বসবাস করেন।  ১৯৩০-এর দশকের শেষের দিকে তিনি জার্মান বংশোদ্ভূত নাবিক জর্জ ডিবার্ন সম্পর্কেও জানতে পারেন, তাঁর স্মৃতিকথা \"কোয়েস্ট\" প্রচারে সহায়তা করেন এবং তাঁকে সাহায্য করার জন্য দাতব্য সংস্থা সংগঠিত করেন।\n\n\n=== গ্রীস, ১৯৩৯–১৯৪০ ===\n১৯৩৯ সালে গ্রিসের কর্ফুতে বসবাসকারী ব্রিটিশ ঔপন্যাসিক লরেন্স ডুরেল মিলারকে গ্রিসে আমন্ত্রণ জানান। মিলার এই ভ্রমণের বর্ণনা দি কলোসাস অফ মারোসি (১৯৪১) বইতে দিয়েছেন, যেটিকে তিনি তাঁর সেরা বই বলে মনে করেন। হেনরি মিলারকে একজন প্রধান আধুনিক লেখক হিসেবে প্রথম স্বীকৃতি দিয়েছিলেন জর্জ অরওয়েল, ১৯৪০ সালে তার \" ইনসাইড দ্য হোয়েল \" প্রবন্ধে, যেখানে তিনি লিখেছিলেন:\n\n\n=== ক্যালিফোর্নিয়া, ১৯৪২–১৯৮০ ===\n\n১৯৪০ সালে, মিলার নিউ ইয়র্কে ফিরে আসেন। এক বছর ধরে মার্কিন যুক্তরাষ্ট্রে ভ্রমণের পর, যে ভ্রমণটি \"দ্য এয়ার-কন্ডিশনড নাইটমেয়ার\"-এর জন্য গুরুত্বপূর্ণ হয়ে ওঠে, তিনি ১৯৪২ সালের জুন মাসে ক্যালিফোর্নিয়ায় চলে আসেন, প্রথমে হলিউডের ঠিক বাইরে বেভারলি গ্লেনে থাকতেন, তারপর ১৯৪৪ সালে বিগ সুরে স্থায়ীভাবে বসবাস শুরু করেন।  মিলার যখন বিগ সুরে তার ঘাঁটি স্থাপন করছিলেন, তখন ট্রপিক বইগুলি, যা তখনও মার্কিন যুক্তরাষ্ট্রে নিষিদ্ধ ছিল,  ফ্রান্সে ওবেলিস্ক প্রেস এবং পরে অলিম্পিয়া প্রেস দ্বারা প্রকাশিত হচ্ছিল। সেখানে তারা ইউরোপীয় এবং আমেরিকান সাংস্কৃতিক নির্বাসিতদের বিভিন্ন ছিটমহল উভয়ের মধ্যেই ধীরে ধীরে এবং অবিচলিতভাবে কুখ্যাতি অর্জন করছিল। ফলস্বরূপ, বইগুলি প্রায়শই মার্কিন যুক্তরাষ্ট্রে পাচার করা হত, যেখানে তারা আমেরিকান লেখকদের নতুন বিট প্রজন্মের উপর একটি বড় প্রভাব ফেলেছিল, বিশেষ করে জ্যাক কেরোয়াক, মিলারই একমাত্র বিট লেখক যিনি সত্যিকার অর্থে যত্নবান ছিলেন।  ১৯৬০-এর দশকে যখন তার নিষিদ্ধ বই প্রকাশিত হয়েছিল এবং তিনি ক্রমশ সুপরিচিত হয়ে উঠছিলেন। মিলার আর নিষিদ্ধ বইয়ের একজন অবৈধ লেখক হিসেবে তার ভাবমূর্তি নিয়ে আগ্রহী ছিলেন না; তবে, অবশেষে তিনি এই ভাবমূর্তির বিরুদ্ধে লড়াই ছেড়ে দেন।\n১৯৪২ সালে, ক্যালিফোর্নিয়ায় চলে আসার কিছুক্ষণ আগে, মিলার \"সেক্সাস\" লেখা শুরু করেন, যা \"দ্য রোজি ক্রুসিফিক্সন \" ট্রিলজির প্রথম উপন্যাস, এটি একটি কাল্পনিক বিবরণ যা ব্রুকলিনে জুনের প্রেমে পড়ার এবং লেখক হওয়ার জন্য সংগ্রাম করার ছয় বছরের সময়কালের নথিভুক্ত করে।  তাঁর অন্যান্য বেশ কয়েকটি রচনার মতো, ১৯৫৯ সালে সমাপ্ত এই ত্রয়ীটি প্রাথমিকভাবে মার্কিন যুক্তরাষ্ট্রে নিষিদ্ধ ছিল।শুধুমাত্র ফ্রান্স এবং জাপানে এটি প্রকাশিত হয়েছিল। মিলার ১৯৪৪ থেকে ১৯৪৭ সাল পর্যন্ত হ্যারি পার্চ, এমিল হোয়াইট এবং জিন ভার্দার মতো অন্যান্য বোহেমিয়ান লেখকদের সাথে পার্টিংটন রিজের একটি ছোট বাড়িতে থাকতেন। সেখানে থাকাকালীন তিনি \"ইনটু দ্য নাইটলাইফ\" বইটি লিখেছিলেন। তিনি অ্যান্ডারসন ক্রিকে বসবাসকারী তার সহকর্মী শিল্পীদের সম্পর্কে লিখেছেন যারা বিগ সুরের অ্যান্ডারসন ক্রিক গ্যাং এবং হিয়েরোনিমাস বোশের কমলা হিসাবে কাজ করেছিলেন। মিলা তার খুপরির জন্য প্রতি মাসে $৫ ভাড়া দিতেন।\nক্যালিফোর্নিয়ায় থাকাকালীন রচিত অন্যান্য রচনায়, মিলার আমেরিকায় ভোগবাদের ব্যাপক সমালোচনা করেছিলেন, যেমনটি সানডে আফটার দ্য ওয়ার (১৯৪৪) এবং দ্য এয়ার-কন্ডিশনড নাইটমেয়ার (১৯৪৫) -এ প্রতিফলিত হয়েছে। ১৯৫৭ সালে প্রকাশিত তাঁর \"বিগ সুর অ্যান্ড দ্য অরেঞ্জেস অফ হিয়েরোনিমাস বোশ\" বইটি বিগ সুরে তাঁর জীবন এবং বন্ধুদের নিয়ে লেখা গল্পের একটি সংগ্রহ।\n\n১৯৪৪ সালে, মিলার তার তৃতীয় স্ত্রী, জ্যানিনা মার্থা লেপস্কার সাথে দেখা করেন এবং বিয়ে করেন।মার্থা লেপস্কার তার থেকে ৩০ বছরের ছোট একজন দর্শনের ছাত্রী ছিলেন। তাদের ঘরে দুটি সন্তান ছিল: একটি ছেলে, টনি এবং একটি মেয়ে, ভ্যালেন্টাইন।  ১৯৫২ সালে তাদের বিবাহবিচ্ছেদ হয়। পরের বছর, তিনি শিল্পী ইভ ম্যাকক্লুরকে বিয়ে করেন, যিনি তার চেয়ে ৩৭ বছরের ছোট ছিলেন। ১৯৬০ সালে তাদের বিবাহবিচ্ছেদ হয়, এবং ১৯৬৬ সালে সম্ভবত মদ্যপানের কারণে তিনি মারা যান।  ১৯৬১ সালে, মিলার তার প্রাক্তন স্ত্রী এবং দ্য রোজি ক্রুসিফিক্সন ট্রিলজির প্রধান বিষয়বস্তু জুনকে নিয়ে নিউ ইয়র্কে একটি পুনর্মিলনের আয়োজন করেন। প্রায় তিন দশক ধরে তারা একে অপরকে দেখেনি। ইভকে লেখা একটি চিঠিতে, তিনি জুনের \"ভয়াবহ\" চেহারা দেখে তার মর্মাহত হওয়ার কথা বর্ণনা করেছিলেন, কারণ ততক্ষণে সে শারীরিক ও মানসিকভাবে অধঃপতিত হয়ে পড়েছিল।\n১৯৪৮ সালে, মিলার একটি উপন্যাস লেখেন যাকে তিনি তার \"সবচেয়ে একক গল্প\" নামে অভিহিত করেন, যা \"দ্য স্মাইল অ্যাট দ্য ফুট অফ দ্য ল্যাডার\" নামে একটি কল্পকাহিনীর কাজ।\n১৯৬৩ সালের ফেব্রুয়ারিতে, মিলার ক্যালিফোর্নিয়ার লস অ্যাঞ্জেলেস-এর প্যাসিফিক প্যালিসেডসের ৪৪৪ ওকাম্পো ড্রাইভে চলে যান।সেখানে তিনি তার জীবনের শেষ ১৭ বছর অতিবাহিত করেছিলেন।  ১৯৬৭ সালে, মিলার তার পঞ্চম বিয়ে করেন।তার পঞ্চম স্ত্রী জাপানি গায়ক হোকি তোকুদা ( জা: ホキ徳田)।   ১৯৬৮ সালে, মিলার \" লেখক ও সম্পাদকদের যুদ্ধ কর প্রতিবাদ \" অঙ্গীকারে স্বাক্ষর করেন, ভিয়েতনাম যুদ্ধের প্রতিবাদে কর প্রদান প্রত্যাখ্যান করার প্রতিশ্রুতি দেন।  ওকাম্পো ড্রাইভে চলে আসার পর, তিনি তৎকালীন শৈল্পিক ও সাহিত্যিক ব্যক্তিত্বদের জন্য নৈশভোজের আয়োজন করেছিলেন। তার রাঁধুনি এবং তত্ত্বাবধায়ক ছিলেন টুইঙ্কা থিয়েবউড নামে একজন তরুণ শিল্পীর মডেল, যিনি পরে তার সন্ধ্যার আড্ডা সম্পর্কে একটি বই লিখেছিলেন।  মিলারের টেবিল টক সম্পর্কে থিয়েবউডের স্মৃতি ২০১১ সালে একটি পুনর্লিখিত এবং পুনঃনামকরণকৃত বইতে প্রকাশিত হয়েছিল।\n১৯৭২ সালে প্রকাশিত মিলারের চ্যাপবুক \" অন টার্নিং এইটি\" -এর মাত্র ২০০ কপি প্রকাশিত হয়েছিল। (ইয়েস!) এর সহযোগিতায় ক্যাপ্রা প্রেস কর্তৃক) বইটি প্রকাশিত হয়েছিল। প্রেস, এটি ছিল \"ইয়েস! ক্যাপ্রা\" চ্যাপবুক সিরিজের প্রথম খণ্ড এবং এর পৃষ্ঠা সংখ্যা ছিল ৩৪ পৃষ্ঠা।  বইটিতে বার্ধক্য এবং অর্থপূর্ণ জীবনযাপনের মতো বিষয়ের উপর তিনটি প্রবন্ধ রয়েছে। ৮০ বছর বয়সে পৌঁছানোর বিষয়ে মিলার ব্যাখ্যা করেন:\n১৯৭৩ সালে, কোপেনহেগেন বিশ্ববিদ্যালয়ের অধ্যাপক অ্যালান ফিলিপ (১৯২৭-২০০৪) মিলারকে সাহিত্যে নোবেল পুরস্কারের জন্য মনোনীত করেছিলেন।\n১৯৭৭ সালে, মিলার এবং টোকুডার বিবাহবিচ্ছেদ হয়।  তারপর ৮০-এর দশকের শেষের দিকে, মিলার ওয়ারেন বিটির সাথে ১৯৮১ সালের রেডস চলচ্চিত্রে অভিনয় করেন।এটিও বিটি দ্বারা পরিচালিত হয়েছিল। তিনি \"উইটনেস\" সিরিজের অংশ হিসেবে জন রিড এবং লুইস ব্রায়ান্টের স্মৃতিচারণের কথা বলেছেন। মিলারের মৃত্যুর আঠারো মাস পর ছবিটি মুক্তি পায়।  জীবনের শেষ চার বছরে, মিলার প্লেবয় ম্যাগাজিনের তরুণ মডেল এবং কলামিস্ট, অভিনেত্রী এবং নৃত্যশিল্পী ব্রেন্ডা ভেনাসের সাথে ১,৫০০ টিরও বেশি চিঠিপত্র চালাচালি করেছিলেন। ১৯৮৬ সালে, নিউ ইয়র্কের উইলিয়াম মোরো তাদের চিঠিপত্র সম্পর্কে একটি বই প্রকাশিত করে।\n\n\n== মৃত্যু ==\nমিলার ৭ জুন, ১৯৮০ তারিখে ৮৮ বছর বয়সে লস অ্যাঞ্জেলেসের প্যাসিফিক প্যালিসেডসে তার বাড়িতে রক্তসংবহনজনিত জটিলতায় মারা যান। তার দেহ দাহ করা হয়েছিল এবং তার ছাই তার ছেলে টনি এবং মেয়ে ভ্যালের মধ্যে ভাগ করে দেওয়া হয়েছিল। টনি বলেছেন যে তিনি শেষ পর্যন্ত তার নিজের মৃতদেহের ছাই তার বাবার মৃতদেহের ছাইয়ের সাথে মিশিয়ে বিগ সুরে ছড়িয়ে দিতে চান।\n\n\n== পূর্বে নিষিদ্ধ কাজের মার্কিন প্রকাশনা ==\n১৯৬১ সালে গ্রোভ প্রেস কর্তৃক মার্কিন যুক্তরাষ্ট্রে মিলারের ট্রপিক অফ ক্যান্সার  সিরিজটি প্রকাশের ফলে পর্নোগ্রাফির উপর আমেরিকান আইন পরীক্ষা করে অশ্লীলতার বিচার হয়। মার্কিন সুপ্রিম কোর্ট, গ্রোভ প্রেস, ইনকর্পোরেটেড, বনাম গারস্টাইন মামলায়, জ্যাকোবেলিস বনাম ওহিও (যার রায় ১৯৬৪ সালে একই দিনে হয়েছিল) উদ্ধৃত করে, রাজ্য আদালতের অশ্লীলতার রায় বাতিল করে এবং বইটিকে সাহিত্যের একটি রচনা ঘোষণা করে। এটি ছিল যৌন বিপ্লবের অন্যতম গুরুত্বপূর্ণ ঘটনা। ইলিনয়ে উপন্যাস প্রকাশের প্রাথমিক মামলায় সফলভাবে যুক্তি প্রদানকারী আইনজীবী এলমার গার্টজ মিলারের আজীবন বন্ধু হয়ে ওঠেন। তাদের চিঠিপত্রের একটি খণ্ডও প্রকাশিত হয়েছে। বিচারের পর, ১৯৬৪-৬৫ সালে, মিলারের অন্যান্য বই, যা মার্কিন যুক্তরাষ্ট্রেও নিষিদ্ধ করা হয়েছিল, গ্রোভ প্রেস দ্বারা প্রকাশিত হয়েছিল।বইগুলো হল ব্ল্যাক স্প্রিং, ট্রপিক অফ ক্যাপ্রিকর্ন, কোয়ায়েট ডেজ ইন ক্লিচি, সেক্সাস, প্লেক্সাস এবং নেক্সাস। ট্রপিক অফ ক্যান্সার, ব্ল্যাক স্প্রিং এবং সেক্সাস সহ এই নিষিদ্ধ বইগুলির কিছু অংশ প্রথম মার্কিন যুক্তরাষ্ট্রে নিউ ডাইরেক্টেশনস দ্বারা দ্য হেনরি মিলার রিডারে প্রকাশিত হয়েছিল।\n\n\n== জলরঙ ==\nসাহিত্যিক কৃতিত্বের পাশাপাশি, মিলার অসংখ্য জলরঙের চিত্রকর্ম তৈরি করেছিলেন এবং এই ক্ষেত্রে বই লিখেছিলেন। তিনি ফরাসি চিত্রশিল্পী গ্রেগোয়ার মিচোনজের ঘনিষ্ঠ বন্ধু ছিলেন। অনুমান করা হয় যে মিলার তার জীবদ্দশায় ২০০০টি জলরঙের ছবি আঁকেন এবং মিলারের চিত্রকর্মের ৫০ বা তারও বেশি প্রধান সংগ্রহ বিদ্যমান। ২০০১ সালে বন্ধ হওয়ার আগে অস্টিনের টেক্সাস বিশ্ববিদ্যালয়ের হ্যারি র‍্যানসম সেন্টারে মিলারের জলরঙের সংগ্রহ রয়েছে। জাপানের নাগানো শহরের ওমাচি শহরের হেনরি মিলার মিউজিয়াম অফ আর্টও ছিল। মিলারের মেয়ে ভ্যালেন্টাইন ২০০৫ সালে তার বাবার কিছু শিল্পকর্ম বিক্রয়ের জন্য রেখেছিলেন। এছাড়াও, তিনি একজন অপেশাদার পিয়ানোবাদকও ছিলেন।\n\n\n== সাহিত্য সংরক্ষণাগার ==\nমিলারের গবেষণাপত্রগুলি নিম্নলিখিত লাইব্রেরির বিশেষ সংগ্রহগুলিতে পাওয়া যাবে:\n\nসাউদার্ন ইলিনয় ইউনিভার্সিটি কার্বনডেল, এতে চিঠিপত্রসহ অন্যান্য অনেক সংগ্রহ রয়েছে।\nসিরাকিউজ বিশ্ববিদ্যালয়, যা গ্রোভ প্রেস এবং হেনরি মিলারের মধ্যে চিঠিপত্রের একটি অংশ ধারণ করে।\nক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের চার্লস ই. ইয়ং রিসার্চ লাইব্রেরি, লস অ্যাঞ্জেলেস লাইব্রেরি।\nঅস্টিনের টেক্সাস বিশ্ববিদ্যালয়ের হ্যারি র‍্যানসম সেন্টার, এখানে মিলারের প্রথম স্ত্রী এবং তাদের মেয়ের কাছ থেকে পাওয়া তথ্য রয়েছে।\nভিক্টোরিয়া বিশ্ববিদ্যালয়, এখানে মিলারের পাণ্ডুলিপি এবং চিঠিপত্রের একটি উল্লেখযোগ্য সংগ্রহ রয়েছে, যার মধ্যে রয়েছে ক্লিচিতে ম্যাক্স এবং কোয়ায়েট ডেজের সংশোধিত টাইপস্ক্রিপ্ট, সেইসাথে আলফ্রেড পার্লেসের সাথে মিলারের দীর্ঘ চিঠিপত্র।\nভার্জিনিয়া বিশ্ববিদ্যালয়।\nবেইনকে রেয়ার বুক অ্যান্ড ম্যানুস্ক্রিপ্ট লাইব্রেরি, ইয়েল বিশ্ববিদ্যালয়ের লাইব্রেরি।\nপেনসিলভানিয়া বিশ্ববিদ্যালয়ের গ্রন্থাগার, ফিলাডেলফিয়া, পেনসিলভানিয়া। \nমিলারের বন্ধু এমিল হোয়াইট ১৯৮১ সালে বিগ সুরে অলাভজনক হেনরি মিলার মেমোরিয়াল লাইব্রেরি প্রতিষ্ঠা করেন।  এখানে তাঁর কাজের সংগ্রহ রয়েছে এবং শিল্পী, সঙ্গীতজ্ঞ, শিক্ষার্থী এবং লেখকদের জন্য একটি পাবলিক গ্যালারি, পরিবেশনা এবং কর্মশালার স্থান প্রদানের মাধ্যমে তাঁর সাহিত্য, শৈল্পিক এবং সাংস্কৃতিক উত্তরাধিকার উদযাপন করা হয়। \n\n\n== সাহিত্যিক তথ্যসূত্র ==\nমিলারকে একজন \"সাহিত্যিক উদ্ভাবক\" হিসেবে বিবেচনা করা হয় যার রচনায় \"প্রকৃত এবং কাল্পনিক অভিজ্ঞতা একে অপরের থেকে আলাদা করা যায় না।\" তার বইগুলি আমেরিকান লেখায় যৌন বিষয়ের আলোচনাকে আইনি এবং সামাজিক উভয় বিধিনিষেধ থেকে মুক্ত করতে অনেক কিছু করেছে। তিনি অনেক লেখককে প্রভাবিত করেছিলেন, যার মধ্যে ছিলেন লোজে কোভাচিচ, রিচার্ড ব্রুটিগান, জ্যাক কেরোয়াক, নরম্যান মেইলার, ভিটোমিল জুপান, ফিলিপ রথ, করম্যাক ম্যাকার্থি, পল থেরক্স এবং এরিকা জং।\nতাঁর উপন্যাস জুড়ে তিনি অন্যান্য সাহিত্যকর্মের উল্লেখ করেছেন। তিনি ফিওদর দস্তয়েভস্কি, জোরিস-কার্ল হুইসমানস, বালজাক এবং নিৎশেকের উপর গঠনমূলক প্রভাব ফেলেছেন বলে উল্লেখ করা হয়।\nজুনোট দিয়াজের ২০০৭ সালের বই \"দ্য ব্রিফ ওয়ান্ড্রাস লাইফ অফ অস্কার ওয়াও\" -তে আনা ওব্রেগন কর্তৃক পঠিত বই হিসেবে \"ট্রপিক অফ ক্যান্সার\"-এর উল্লেখ রয়েছে।মিলারের আইনি জটিলতা, ট্রপিক অফ ক্যান্সার এবং ট্রপিক অফ ক্যাপ্রিকর্ন, ডেনিস জনসনের ২০০৭ সালের উপন্যাস ট্রি অফ স্মোক -এ স্কিপ স্যান্ডস এবং তার চাচা কর্নেল স্যান্ডসের মধ্যে কথোপকথনে উল্লেখ করা হয়েছে। উপন্যাসের ভিতর মিলারের কথাও উল্লেখ করা হয়েছে।  ইডা থেরেনের ২০২০ সালের উপন্যাস Att omfamna ett vattenfall(জলপ্রপাতকে আলিঙ্গন করা)- এর বিষয় ছিল জুন ম্যানসফিল্ডের সাথে মিলারের সম্পর্ক।\n\n\n== চলচ্চিত্র ==\n\n\n=== মিলার ===\nমিলার বেশ কয়েকটি ছবিতে নিজের চরিত্রে অভিনয় করেছিলেন:\n\nরবার্ট স্নাইডারের চারটি তথ্যচিত্রের বিষয়বস্তু ছিল তাঁর উপর; দ্য হেনরি মিলার ওডিসি (১৯৬৯; ৯০ মিনিট), হেনরি মিলার: রিফ্লেকশনস অন রাইটিং (৪৭ মিনিট), এবং হেনরি মিলার রিডস অ্যান্ড মিউজেস (৬০ মিনিট)। এছাড়াও, ২০০৪ সালে স্নাইডারের মৃত্যুর পর মিলারের জলরঙের চিত্রকর্ম নিয়ে স্নাইডারের একটি চলচ্চিত্র তৈরি হয়, যার নাম হেনরি মিলার: টু পেইন্ট ইজ টু লাভ অ্যাগেইন (৬০ মিনিট)। চারটি ছবিই মিলারের নিজের ভাষায়।\nতিনি ওয়ারেন বিটির ১৯৮১ সালের চলচ্চিত্র রেডস -এর একজন \"সাক্ষী\" (সাক্ষাৎকারগ্রহীতা) ছিলেন।\n১৯৯৬ সালের হেনরি মিলার ইজ নট ডেড ডকুমেন্টারিতে তাকে দেখানো হয়েছিল, যেখানে লরি অ্যান্ডারসনের সঙ্গীত পরিবেশিত হয়েছিল।\nহেনরি মিলার: প্রফেট ডের লুস্ট ( হেনরি মিলার: প্রফেট অফ ডিজায়ার ), ২০১৭ সালে একজন জার্মান পরিচালক গেরো ভন বোহেমের একটি জীবনীমূলক ডকুমেন্টারি টিভি মুভি, যাতে এরিকা জং, ব্রাসাই এবং আনাইস নিনও রয়েছে।\n\n\n=== মিলারের চরিত্রে অভিনয়কারী অভিনেতারা ===\nছবিতে মিলারের চরিত্রে বেশ কয়েকজন অভিনেতা অভিনয় করেছেন, যেমন:\n\n১৯৭০ সালে ট্রপিক অফ ক্যান্সারের চলচ্চিত্র রূপান্তরে রিপ টর্ন।\n১৯৭০ সালে মুক্তিপ্রাপ্ত \"কোয়াইট ডেজ ইন ক্লিচি\" চলচ্চিত্রে মিলার-ভিত্তিক \"জয়\" চরিত্রটি অভিনয় করেছিলেন পল ভালজিন।\n১৯৯০ সালের চলচ্চিত্র \"হেনরি অ্যান্ড জুন\" -এ ফ্রেড ওয়ার্ড, যা আনাইস নিনের ডায়েরির উপর ভিত্তি করে তৈরি।\n১৯৯০ সালের দ্য রুম অফ ওয়ার্ডস চলচ্চিত্রে ডেভিড ব্র্যান্ডন ( La stanza delle parole ), নিনের ডায়েরির উপর ভিত্তি করেও।\nক্লড চ্যাব্রোলের ১৯৯০ সালে নির্মিত কোয়াট ডেজ ইন ক্লিচি চলচ্চিত্রে অ্যান্ড্রু ম্যাকার্থি মিলারের ভূমিকায় অভিনয় করেছিলেন।\nমাইক ফিগিসের একটি স্বল্পদৈর্ঘ্য চলচ্চিত্র মারা (২০১৫) -এ, কোয়ায়েট ডেজ ইন ক্লিচি থেকে মারা-মারিগনান-এর নাট্যরূপ, তাকে স্কট গ্লেন চরিত্রে অভিনয় করেছিলেন, আর জুলিয়েট বিনোশের মারা চরিত্রে। ২০ মিনিটের এই ছবিটি মূলত এইচবিওর সংকলন চলচ্চিত্র উইমেন অ্যান্ড মেন ২ (১৯৯১) এর অংশ হিসেবে চিত্রায়িত এবং সম্প্রচারিত হয়েছিল।\n২০১৮ সালে ট্রেভর হোয়াইট টিভি সিরিজ দ্য ডুরেলস ইন করফু সিজন ৩, পর্ব ৩ এবং ৭-এ পুনরাবৃত্ত ভূমিকায়।\n\n\n=== মিলারের চরিত্রে অভিনয়কারী অভিনেতারা ===\nছবিতে মিলারের চরিত্রে বেশ কয়েকজন অভিনেতা অভিনয় করেছেন, যেমন:\n\n১৯৭০ সালে ট্রপিক অফ ক্যান্সারের চলচ্চিত্র রূপান্তরে রিপ টর্ন।\n১৯৭০ সালে মুক্তিপ্রাপ্ত \"কোয়াইট ডেজ ইন ক্লিচি\" চলচ্চিত্রে মিলার-ভিত্তিক \"জয়\" চরিত্রটি অভিনয় করেছিলেন পল ভালজিন।\n১৯৯০ সালের চলচ্চিত্র \"হেনরি অ্যান্ড জুন\" -এ ফ্রেড ওয়ার্ড, যা আনাইস নিনের ডায়েরির উপর ভিত্তি করে তৈরি।\n১৯৯০ সালের দ্য রুম অফ ওয়ার্ডস চলচ্চিত্রে ডেভিড ব্র্যান্ডন ( La stanza delle parole ), নিনের ডায়েরির উপর ভিত্তি করেও।\nক্লড চ্যাব্রোলের ১৯৯০ সালে নির্মিত কোয়াট ডেজ ইন ক্লিচি চলচ্চিত্রে অ্যান্ড্রু ম্যাকার্থি মিলারের ভূমিকায় অভিনয় করেছিলেন।\nমাইক ফিগিসের একটি স্বল্পদৈর্ঘ্য চলচ্চিত্র মারা (২০১৫) -এ, কোয়ায়েট ডেজ ইন ক্লিচি থেকে মারা-মারিগনান-এর নাট্যরূপ, তাকে স্কট গ্লেন চরিত্রে অভিনয় করেছিলেন, আর জুলিয়েট বিনোশের মারা চরিত্রে। ২০ মিনিটের এই ছবিটি মূলত এইচবিওর সংকলন চলচ্চিত্র উইমেন অ্যান্ড মেন ২ (১৯৯১) এর অংশ হিসেবে চিত্রায়িত এবং সম্প্রচারিত হয়েছিল।\n২০১৮ সালে ট্রেভর হোয়াইট টিভি সিরিজ দ্য ডুরেলস ইন করফু সিজন ৩, পর্ব ৩ এবং ৭-এ পুনরাবৃত্ত ভূমিকায়।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nরেজাউনিয়ার, জিন। হেনরি মিলারের সাথে আমার রবিবার: একটি স্মৃতিকথা, স্কটস ভ্যালি, ক্যালিফোর্নিয়া: ক্রিয়েট স্পেস, ২০১৩. আইএসবিএন ৯৭৮-১৪৯২১৯৫৭২৬\n. \"হেনরি মিলারের বাস্তবতা\" এবং \"হেনরি মিলার: এভরিম্যানের বন্ধুর চরিত্রে আইকনোক্লাস্ট\" (১৯৫৫–১৯৬২ প্রবন্ধ)\nডুরেল, লরেন্স, সম্পাদক। দ্য হেনরি মিলার রিডার, নিউ ইয়র্ক: নিউ ডাইরেকশনস পাবলিশিং , ১৯৫৯. আইএসবিএন ০-৮১১২-০১১১-২\nউইডমার, কিংসলে. হেনরি মিলার, নিউ ইয়র্ক: টোয়াইন, ১৯৬৩।\nসংশোধিত সংস্করণ, বোস্টন: টোয়াইন, ১৯৯০। আইএসবিএন ০-৮০৫৭-৭৬০৭-৯\nউইকস, জর্জ এবং হ্যারি থর্নটন মুর। হেনরি মিলার এবং সমালোচক, কার্বনডেল: সাউদার্ন ইলিনয় ইউনিভার্সিটি প্রেস, ১৯৬৩।\nউইকস, জর্জ। হেনরি মিলার, মিনিয়াপলিস: ইউনিভার্সিটি অফ মিনেসোটা প্রেস, ১৯৬৬।\nগর্ডন, উইলিয়াম এ. হেনরি মিলারের মন ও শিল্প, ব্যাটন রুজ: লুইসিয়ানা স্টেট ইউনিভার্সিটি প্রেস, ১৯৬৭।\nডিক, কেনেথ সি. হেনরি মিলার: কলোসাস অফ ওয়ান, হল্যান্ড: অ্যালবার্টস, ১৯৬৭।\nব্রাসাই. হেনরি মিলার: দ্য প্যারিস ইয়ার্স, নিউ ইয়র্ক: আর্কেড পাবলিশিং, ১৯৭৫। আইএসবিএন ৯৭৮-১-৬১১৪৫-০২৮-৬\nমেইলার, নরম্যান. জিনিয়াস অ্যান্ড লাস্ট: আ জার্নি থ্রু দ্য মেজর রাইটিংস অফ হেনরি মিলার, নিউ ইয়র্ক: গ্রোভ প্রেস, ১৯৭৬। আইএসবিএন ০-৮০২১-০১২৭-৫\nমার্টিন, জে। সর্বদা আনন্দময় এবং উজ্জ্বল: হেনরি মিলারের জীবন, সান্তা বারবারা, সিএ: ক্যাপ্রা প্রেস, ১৯৭৮। আইএসবিএন ০-৮৮৪৯৬-০৮২-X\nক্রাফট, বারবারা। হেনরি মিলারের সাথে একটি কথোপকথন, মিশিগান: মিশিগান ত্রৈমাসিক পর্যালোচনা, মিশিগান বিশ্ববিদ্যালয়ে প্রকাশিত, ১৯৮১।\nক্রাফট, বারবারা। হেনরি মিলারের কাছে একটি খোলা চিঠি, প্যারিস, ফ্রান্স: হ্যান্ডশেক সংস্করণ, ১৯৮২।\nইয়ং, নোয়েল, সম্পাদক। দ্য পেইন্টিংস অফ হেনরি মিলার: পেইন্ট অ্যাজ ইউ লাইক অ্যান্ড ডাই হ্যাপি, সান্তা বারবারা, সিএ: ক্যাপ্রা প্রেস, ১৯৮২। আইএসবিএন ০-৮৭৭০১-২৮০-৬\nনিন, আনাইস. হেনরি এবং জুন: আনাইস নিনের অব্যক্ত ডায়েরি থেকে অরল্যান্ডো: হারকোর্ট ব্রেস, ১৯৮৬। আইএসবিএন ৯৭৮-০-১৫-১৪০০০৩-৪\nউইন্সলো, ক্যাথরিন। হেনরি মিলার: ফুল অফ লাইফ, লস অ্যাঞ্জেলেস: জে. পি. টার্চার, ১৯৮৬। আইএসবিএন ০-৮৭৪৭৭-৪০৪-৭\nব্রাউন, জে. ডি. হেনরি মিলার, নিউ ইয়র্ক: উঙ্গার, ১৯৮৬। আইএসবিএন ০-৮০৪৪-২০৭৭-৭\nস্টুহলম্যান, গুন্থার, সম্পাদক। আ লিটারেট প্যাশন: লেটারস অফ আনাইস নিন অ্যান্ড হেনরি মিলার, ১৯৩২–১৯৫৩, সান দিয়েগো: হারকোর্ট ব্রেস জোভানোভিচ, ১৯৮৭। আইএসবিএন ০-১৫-১৫২৭২৯-৬\nইবারগুয়েন, রাউল আর. আখ্যানের পথচলা: হেনরি মিলার এবং নতুন সমালোচনামূলক আধুনিকতার উত্থান:, ১৯৮৯ সালের পিএইচডি থিসিসের কিছু অংশ।\nডিয়ারবর্ন, মেরি ভি. দ্য হ্যাপিয়েস্ট ম্যান অ্যালাইভ: আ বায়োগ্রাফি অফ হেনরি মিলার, নিউ ইয়র্ক: সাইমন অ্যান্ড শুস্টার, ১৯৯১। আইএসবিএন ০-৬৭১-৬৭৭০৪-৭\nগটেসম্যান, রোনাল্ড (সম্পাদক) \"হেনরি মিলারের উপর সমালোচনামূলক রচনা\", নিউ ইয়র্ক: জি.কে. হল অ্যান্ড কোং, ১৯৯২।\nফার্গুসন, রবার্ট। হেনরি মিলার: আ লাইফ, নিউ ইয়র্ক: ডব্লিউ. ডব্লিউ. নর্টন অ্যান্ড কোম্পানি, ১৯৯১। আইএসবিএন ০-৩৯৩-০২৯৭৮-৬\nক্রাফট, বারবারা। হেনরি মিলারের শেষ দিনগুলি, নিউ ইয়র্ক: হাডসন রিভিউ, ১৯৯৩।\nজং, এরিকা. দ্য ডেভিল অ্যাট লার্জ: এরিকা জং অন হেনরি মিলার, নিউ ইয়র্ক: টার্টল বে বুকস, ১৯৯৩। আইএসবিএন ০-৩৯৪-৫৮৪৯৮-৮\nফিটজপ্যাট্রিক, এলেন ওয়্যারিং। ডুয়িং ইট উইথ দ্য কসমস: হেনরি মিলারের বিগ সুর স্ট্রাগল ফর লাভ বিয়ন্ড সেক্স, ফিলাডেলফিয়া: এক্সলিব্রিস, ২০০১। আইএসবিএন ১-৪০১০-১০৪৮-২\nব্রাসাই। হেনরি মিলার, হ্যাপি রক, শিকাগো: ইউনিভার্সিটি অফ শিকাগো প্রেস, ২০০২। আইএসবিএন ০-২২৬-০৭১৩৯-১\nমাসুগা, কেটি। হেনরি মিলার এবং কীভাবে তিনি সেই পথে এলেন, এডিনবার্গ: এডিনবার্গ বিশ্ববিদ্যালয় প্রেস, ২০১১. আইএসবিএন ৯৭৮-০-৭৪৮৬-৪১১৮-৫\nমাসুগা, কেটি। হেনরি মিলারের গোপন সহিংসতা, রচেস্টার, এনওয়াই: ক্যামডেন হাউস পাবলিশিং, ২০১১. আইএসবিএন ৯৭৮-১-৫৭১১৩-৪৮৪-৪\nটার্নার, ফ্রেডেরিক. রেনেগেড: হেনরি মিলার এবং ক্যান্সারের ট্রপিক তৈরি, নিউ হ্যাভেন: ইয়েল ইউনিভার্সিটি প্রেস, ২০১১। আইএসবিএন ৯৭৮-০-৩০০-১৪৯৪৯-৪\nক্রাফট, বারবারা। \"হেনরি মিলার: দ্য লাস্ট ডেজ\", হাফিংটন পোস্ট, ২০১৩।\nম্যানিস্টে, ইন্দ্রেক। হেনরি মিলার: দ্য ইনহিউম্যান আর্টিস্ট: আ ফিলোসফিক্যাল ইনকোয়ারি, নিউ ইয়র্ক: ব্লুমসবারি, ২০১৩. আইএসবিএন ৯৭৮-১-৬২৩৫৬-১০৮-৬\nহোয়েল, আর্থার। দ্য আননোন হেনরি মিলার: আ সিকার ইন বিগ সুর, নিউ ইয়র্ক: আর্কেড পাবলিশিং, ২০১৪। আইএসবিএন ৯৭৮-১-৬১১৪৫-৮৯৯-২\nটুইঙ্কা থিয়েবাড. ডনচা হেনরি মিলার সম্পর্কে জানুন, ইও বুকস, ২০১১. আইএসবিএন ০৯৭৫৯২৫৫২০\n\n\n== বহি:সংযোগ ==\n\nনেক্সাস: দ্য ইন্টারন্যাশনাল হেনরি মিলার জার্নাল\nহেনরি মিলার, একটি ব্যক্তিগত সংগ্রহ তার মেয়ে ভ্যালেন্টাইন কর্তৃক\nহেনরি মিলার অনলাইন ডঃ হুগো হেইরম্যান, শ্রদ্ধাঞ্জলি হিসেবে\nই.ই. শ্মিটকে লেখা হেনরি মিলারের চিঠি এবং অন্যান্য উপাদানের নির্দেশিকাবিশেষ সংগ্রহ এবং সংরক্ষণাগার, ইউসি আরভাইন লাইব্রেরি, আরভাইন, ক্যালিফোর্নিয়া.\nওপেন লাইব্রেরিতে হেনরি মিলার-এর সৃষ্টিকর্ম \nএফবিআই রেকর্ডস: দ্য ভল্ট - হেনরি মিলার fbi.gov-এ\nহেনরি মিলার পেপার. ইয়েল কালেকশন অফ আমেরিকান লিটারেচার, বেইনকে রেয়ার বুক অ্যান্ড ম্যানুস্ক্রিপ্ট লাইব্রেরি।\nমাল্টিমিডিয়া\n\nইন্টারনেট মুভি ডেটাবেজে হেনরি মিলার (ইংরেজি)\nশিলার, টম, পরিচালক. ইউটিউবে হেনরি মিলারের ঘুমন্ত এবং জাগ্রত (১৯৭৫), একটি ৩৪ মিনিটের ভিডিও\nমিলার তথ্যচিত্র মাস্টার্স অ্যান্ড মাস্টারওয়ার্কসে রবার্ট স্নাইডার\nইয়ং, রিচার্ড, পরিচালক। হেনরি মিলারের সাথে ডিনার (১৯৭৯), একটি ৩০ মিনিটের ভিডিও\nউবুওয়েব সাউন্ড: হেনরি মিলার (১৮৯১–১৯৮০)), \"অ্যান ইন্টারভিউ উইথ হেনরি মিলার\" (১৯৬৪), \"লাইফ অ্যাজ আই সি ইট\" (১৯৫৬/১৯৬১), এবং \"হেনরি মিলার রিকলস অ্যান্ড রিফ্লেক্টস\" (১৯৫৭) এর এমপিথ্রি ফাইলের লিঙ্ক সহ\nস্মিথসোনিয়ান ফোকওয়েজ.  হেনরি মিলারের সাথে সাক্ষাৎকার  ওয়েব্যাক মেশিনে আর্কাইভকৃত মে ১৮, ২০১২ তারিখে (১৯৬৪), ট্রান্সক্রিপ্টের লিঙ্ক সহ (\"লাইনার নোট\"-এ)"}