{"pageid": 1515792, "title": "পল্লবী পুরোহিত", "url": "https://bn.wikipedia.org/wiki?curid=1515792", "content": "পল্লবী পুরোহিত হলেন মুম্বাইয়ের একজন ভারতীয় অভিনেত্রী যিনি ২০০৬ সাল থেকে বেশ কয়েকটি টিভি অনুষ্ঠান, টেলিভিশন বিজ্ঞাপন, হিন্দি, মালায়ালাম এবং কন্নড় চলচ্চিত্রে অভিনয় করেছেন। পল্লবী কালারস টিভির জনপ্রিয় ধারাবাহিক মধুবালা- এক ইশক এক জুনুন -এ পদ্মিনী চরিত্রে অভিনয়ের জন্য সবচেয়ে বেশি পরিচিত। মালয়ালম চলচ্চিত্র মিস্টার ফ্রড -এ তিনি অভিনেতা মোহনলালের বিপরীতে দামিনী ভার্মা চরিত্রে অভিনয় করেছেন। মালায়ালাম চলচ্চিত্র সাইলেন্সে তিনি অভিনেতা মামুত্তির বিপরীতে সঙ্গীতা চরিত্রে অভিনয় করেছেন। এছাড়াও হিন্দি চলচ্চিত্র কাঞ্চিতে অভিনেতা মিঠুন চক্রবর্তীর বিপরীতে সবিতা পাথারে চরিত্রে অভিনয় করেছেন তিনি। সম্প্রতি তিনি কন্নড় চলচ্চিত্র মনস্মিতা -তে অভিনেতা অতুল কুলকার্নির বিপরীতে স্মিতা চরিত্রে অভিনয় করেছেন।\n\n\n== জীবনের প্রথমার্ধ ==\nপল্লবীর বাবা ছিলেন পালাক্কাড়ের বাসিন্দা। পল্লবীর কর্ণাটকে বড় হয়েছেন।  পল্লবী ব্যবসা ব্যবস্থাপনা এবং হোটেল ব্যবস্থাপনায় স্নাতকোত্তর সম্পন্ন করেছেন। তিনি বেঙ্গালুরুর ওবেরয় হোটেলে কাজ শুরু করেছিলেন।  পরে তিনি চাকরি ছেড়ে অভিনেত্রী হওয়ার সিদ্ধান্ত নেন।\n\n\n== কর্মজীবন ==\nতিনি বালাজি টেলিফিল্মসের বেশ কয়েকটি ধারাবাহিকে কাজ করেছেন। এই প্রযোজনা সংস্থার \"করম আপনা আপনা\" ধারাবাহিকে গায়ত্রীর ভূমিকায় অভিনয় করার জন্য তাকে নির্বাচিত করা হয়েছিল। এরপর তিনি কাহানি ঘর ঘর কি ধারাবাহিকে গুন চরিত্রে অভিনয় করেন। পরে তিনি জি টিভির ধারাবাহিক কসম সে -তে রানোর ভূমিকায় অভিনয় করেন। তার আগে অরুনিমা শর্মা এই চরিত্রে অভিনয় করেছিলেন। তিনি বসেরা চলচ্চিত্রে উর্বশী সংঘভির ভূমিকায়, পিহার ধারবাহিকে ড. সারার চরিত্রে  এবং বাজেগা ব্যান্ড বাজা -তে দিলপ্রীতের চরিত্রে অভিনয় করেছেন। এছাড়াও তার অভিনীত বেশ কিছু প্রকল্প হল, পাপ পুণ্য কা লেখা জোখা, সংস্কার, রাজা কি আয়েগি বারাত এবং সুজাতা সহ অন্যান্য বহু টেলিভিশন ধারাবাহিক। তিনি কালারস টিভির বৈরি পিয়া ধারবাহিকে চিগি চরিত্রে অভিনয় করেছিলেন। পরে তিনি জ্যোতি ধারাবাহিকে আশা চরিত্রে অভিনয় করেছিলেন।\nপল্লবী সপ্ন সে ভরে নয়না ধারাবাহিকে রোহিণী পাটবর্ধন এবং মধুবালা- এক ইশক এক জুনুন ধারাবাহিকে পদ্মিনীর চরিত্রে অভিনয় করেছেন। ভি কে প্রকাশ পরিচালিত মালায়ালাম সিনেমা সাইলেন্সে তিনি অভিনেতা মামুট্টির বিপরীতে মুখ্য ভূমিকায় অভিনয় করার সুযোগ পান।  একই সাথে, তিনি সুভাষ ঘাই পরিচালিত কাঞ্চি সিনেমাতেও কাজ করেছিলেন।  এরপর, ২০১৪ সালে তিনি বি. উন্নিকৃষ্ণন পরিচালিত মিস্টার ফ্রড' ছবিতে মোহনলালের বিপরীতে তিনজন প্রধান নায়িকার একজনের চরিত্রে অভিনয় করেন। তিনি কন্নড় ধারাবাহিক হরহর মহাদেব- এ দেবী লক্ষ্মীর চরিত্রে অভিনয় করেছিলেন। তিনি কন্নড় চলচ্চিত্র মনস্মিতা -তে অভিনেতা অতুল কুলকার্নির বিপরীতে স্মিতা নামের একজন ধ্রুপদী নৃত্যশিল্পীর ভূমিকায় অভিনয় করেছিলেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n== তথ্যসূত্র =="}