{"pageid": 1515368, "title": "পেনমন", "url": "https://bn.wikipedia.org/wiki?curid=1515368", "content": "পেনমন একটি উচ্চভূমি, গ্রাম এবং ধর্মীয় প্রশাসনিক এলাকা, যা ওয়েলসের অ্যাংলেসি দ্বীপের পূর্বপ্রান্তে অবস্থিত, বিওম্যারিস শহর থেকে প্রায় ৩ মাইল পূর্বে। এটি ললাংগুড সম্প্রদায়ের অন্তর্ভুক্ত। নামটি ওয়েলশ শব্দ \"পেন\" থেকে এসেছে, যার অর্থ \"মাথা\", \"শেষ\" বা \"উঁচু প্রান্ত\"। এবং মোন, যা অ্যাংলেসির জন্য ওয়েলশ শব্দ। এটি একটি ঐতিহাসিক মঠ এবং সংশ্লিষ্ট ১২শ শতাব্দীর গির্জার স্থান। গির্জার পাশে অবস্থিত কূপের নিকটবর্তী দেওয়ালসমূহ সম্ভবত ওয়েলসের সবচেয়ে পুরনো অবশিষ্ট খ্রিস্টান ভবনের অংশ। পেনমনে একটি পুরস্কারপ্রাপ্ত সৈকত রয়েছে, এবং অ্যাংলেসি উপকূলপথ তার তীর বরাবর বিস্তৃত।\nপেনমনের খনি থেকে উত্তোলিত শিলা অনেক গুরুত্বপূর্ণ ভবন ও স্থাপনার নির্মাণে ব্যবহৃত হয়েছে, যার মধ্যে রয়েছে বার্মিংহামের পৌর ভবন এবং মেনাই প্রণালির পারাপারের দুটি সেতু। এই এলাকা তার প্রত্নতাত্ত্বিক নিদর্শন, শান্ত পরিবেশ, সতেজ বাতাস এবং স্নোডোনিয়ার নয়নাভিরাম দৃশ্যের জন্য জনপ্রিয়, যা মেনাই প্রণালির ওপারে দক্ষিণে অবস্থিত।\n\n\n== ইতিহাস ==\nঐতিহ্য অনুযায়ী, পেনমনে সম্প্রদায়টি এমন এক মঠের (ক্লাস) চারপাশে গড়ে উঠেছিল, যা ষষ্ঠ শতাব্দীর প্রথম দিকে সেইন্ট সেইরিওল দ্বারা প্রতিষ্ঠিত হয়েছিল এবং এটি তার ভাই সেইন্ট আইনিয়ন (অথবা আইনিয়ন ফ্রেনিন), ল্লিনের রাজা, দ্বারা প্রদত্ত জমিতে নির্মিত হয়। যদিও পরে সেইরিওল নিজেকে নিকটস্থ পাফিন দ্বীপের একান্ত আশ্রয়ে নিয়ে যান, তবুও মঠটি সমৃদ্ধ হয় এবং এর প্রবেশপথে দুটি খ্রিস্টান ক্রস স্থাপন করা হয়েছিল।  \n৯৭১ সালে ভাইকিংরা পেনমনের অনেক অংশ ধ্বংস করে দেয়। এই সময়কার দুটি ক্রস এবং সজ্জিত বাপ্তিজমাল ফন্ট আজও রয়ে গেছে।  দ্বাদশ শতাব্দীতে, অ্যাবি চার্চটি গ্রাফুডড অ্যাপ সিনান এবং ওয়াইনে গুইনেড-এর শাসনে পুনর্নির্মিত হয়। তেরো শতাব্দীতে, ল্লুয়েলিন অ্যাপ ইওরওয়েথ-এর অধীনে, মঠগুলিতে আরও নিয়মিত শাসনের ধরণ শুরু হয়, এবং পেনমন একটি অগাস্টিনান প্রায়রিতে রূপান্তরিত হয়, যেখানে নতুন ভবনসমূহ নির্মিত হয়। প্রায়রি সম্প্রসারিত হয়। ইংল্যান্ডের এডওয়ার্ড প্রথম দ্বারা ওয়েলস বিজয় করার পর, এটি অবশেষে ১৫৩৮ সালে মঠ বাতিলকরণের আওতায় বিলুপ্ত হয়ে যায়। ভবনসমূহ স্থানীয় একটি প্রখ্যাত পরিবার, বুলকেলিসদের কাছে হস্তান্তরিত হয়, যারা বিওম্যারিস থেকে আসা, এবং আজও ব্যবহৃত হচ্ছে। বুলকেলিসরা অধিকাংশ জমি একটি মধ্যযুগীয় হরিণ উদ্যান হিসেবে ব্যবহার করত এবং গির্জার নিকটে একটি ডোভকোট নির্মাণ করেছিল।\n\n\n== জনসংখ্যাতথ্য ==\n১৭৭৫ সালে লেখা অ্যাংলেসের ইতিহাস' এর লেখক পেনমন সম্পর্কে বলেন, \"এখানে প্রচুর কস্তুরি আছে, অত্যন্ত বড়; দরিদ্ররা নিয়মিত ড্রেজিং ও বিদেশে মাছের আচারের কাজে নিয়োজিত থাকে।\"  \n১৮০১ সালে জনসংখ্যা ছিল ১৬৯ জন।  \n১৮৩১ সালের গণনা অনুযায়ী, ২০ বছরের ওপরে ৫১ জন প্রাপ্তবয়স্ক পুরুষ ছিল, এবং বাসিন্দাদের বেশিরভাগই শ্রমিক বা চাকুরিজীবী ছিল,  \nএবং পুরুষ প্রাপ্তবয়স্ক শ্রমিকদের অর্ধেকেরও বেশি কৃষি খাতে নিয়োজিত ছিল,  \n১৮২১ সালে সর্বোচ্চ জনসংখ্যা ছিল ২৯১ জন, যা পরে ১৮৭১ সালে কমে ২১৩ জনে নেমে যায়।  \nএরপর জনসংখ্যা বৃদ্ধি পেয়ে ১৯৩১ সালে ৩০০ জন হয়।\nইম্পেরিয়াল গেজেটিয়ার অফ ইংল্যান্ড ও ওয়েলস (১৮৭০-১৮৭২) এ উল্লেখ করা হয়েছিল যে, এই অঞ্চলে মিলস্টোন, ভালো চুনাপাথর এবং মার্বেল পাওয়া যায়।  \nএছাড়াও, সেখানে জনসংখ্যা ছিল ২৪০ জন এবং ৫৩টি বাড়ি ছিল, যেখানে সম্পত্তি \"কিছু কয়েকজনের মধ্যে বিভক্ত\" ছিল।  \nবস্তবলের সংখ্যা ১৯শ শতাব্দী জুড়ে কখনো ৬০ এর বেশি হয়নি, প্রথমবার ১৯০১ সালে ৬০ হয়।\nযুক্তরাজ্য জনগণনা ২০০১ অনুযায়ী, ললাংগুড ওয়ার্ড (যেখানে পেনমন অন্তর্ভুক্ত) এর জনসংখ্যা ছিল ১,২৭৫।  \nএই অঞ্চলের প্রায় ৬০% বাসিন্দা ওয়েলসেই জন্মগ্রহণ করেন, আর প্রায় ৩৬% ইংল্যান্ডেই জন্মগ্রহণ করেন।  \nপ্রায় ৬৩% বাসিন্দা কিছু না কিছু মাত্রায় ওয়েলস ভাষা ব্যবহার করতে পারেন।  \n৯৯.৭৬% বাসিন্দা সাদা মানুষ হিসেবে চিহ্নিত হন, এবং ০.২৪% কালো মানুষ (অথবা কালো বা কালো ব্রিটিশ) হিসেবে।  \nঅ্যাংলেসের সমগ্র এলাকার তুলনায়, ললাংগুড ওয়ার্ডে ০–৪ বছর বয়সী বাসিন্দাদের অনুপাত কম (৪.৭৮% বনাম ৫.৪%) এবং ৬৫ বছর বা তার বেশি বয়সীদের অনুপাত বেশি (২৫.০২% বনাম ১৮.৮৬%)।  \nসাধারণভাবে, ললাংগুড ওয়ার্ডের বাসিন্দাদের স্বাস্থ্য অ্যাংলেসের অন্যান্য অঞ্চলের তুলনায় খারাপ ছিল: ১২.৪৭% বলেন যে তাঁদের স্বাস্থ্য \"ভালো নয়\" (অ্যাংলেস: ১০.৫৩%) এবং ২৫.৭৩% একটি \"দীর্ঘমেয়াদী অসুস্থতা\" রিপোর্ট করেন (অ্যাংলেস: ২২.৩৮%).\n\n\n== জলবায়ু ==\n১৯৭১ থেকে ২০০০ সাল পর্যন্ত মেট অফিস আবহাওয়া স্টেশনের, যা কলউইন বে-এ অবস্থিত (পেনমনের প্রায় ১০ মাইল পূর্বে এবং সমুদ্রের ধারে), গড় তাপমাত্রা ও বৃষ্টিপাতের পরিসংখ্যান নীচের টেবিলে প্রদর্শিত হয়েছে। ওয়েলসের সমগ্র অঞ্চলের তুলনায়, এই স্থানটি সারাবছর গড়ের তুলনায় উষ্ণ ও শুষ্ক বলে দেখা যায়।\n\n\n== দর্শনীয় স্থানসমূহ ==\nপেনমন‑এ কিছু আকর্ষণীয় ভবন রয়েছে, যাদের ইতিহাসও তেমনই মনোমুগ্ধকর। এই ভবনগুলো (প্রায়োরি ও গির্জা, কবুতরঘর ও কূপ) পুরনো মঠের স্থলে নিকটবর্তীভাবে অবস্থিত। নিকটবর্তী একটি উল্লেখযোগ্য দ্বীপও আছে, পাফিন দ্বীপ.  \n\n\n=== পেনমন প্রায়োরি ===\n  \nমঠ (যাকে বলা হয় সেন্ট সেইরিওলের মঠ) আকারে বৃদ্ধি পায় এবং ১০ম শতাব্দীর মধ্যে একটি কাঠের গির্জা ভবন ছিল। এই কাঠের ভবনটি, তবে, ৯৭১ সালে ধ্বংস হয়ে যায় এবং তারপর ১২ম শতাব্দীতে পাথরে পুনর্নির্মিত হয়, ১১২০ থেকে ১১২৩ পর্যন্ত।  \nসেইরিওলের প্রায়োরি গির্জার সবচেয়ে প্রাচীন অংশগুলি ১১৪০ সালের, উত্থিত।  \nএটি ১০৮১ থেকে ১১০০ সালের মধ্যে গুইনেডের নরমান আক্রমণ এ টিকে ছিল, গুইনেডের রাজপুত্র গ্রাফুদ্দ আপ সাইনান দ্বারা রক্ষিত।  \nপ্রায়োরি গির্জাটি ১৩ম শতাব্দীর প্রথম দিকে বিস্তৃত করা হয়েছিল, অগাস্টিনিয়ান বিধি-এর সময়।  \nপ্যাটেন্ট রোলসের ক্যালেন্ডার-এ ১৩০৬ সাল থেকে প্রায়রির নির্বাচন সম্পর্কিত নথি আছে, যখন একজন আইওয়ার্থ মঠের প্রধান উল্লেখ করা হয়।  \nপ্রথম তলায় ভোজনশালা ছিল, নিচে একটি বেসমেন্ট এবং উপরে একটি শয়নাগার ছিল।  \n১৬ম শতাব্দীতে, ভবনের পূর্ব অংশে একটি রান্নাঘর এবং একটি উষ্ণায়ন ঘর যুক্ত করা হয়েছিল।  \nপূর্বাঞ্চলের ভবনসামগ্রী চলে গেছে, তবে দক্ষিণাঞ্চলের ভবন, যার মধ্যে উপরে শয়নাগারসহ ভোজাগার রয়েছে, এখনও দাঁড়িয়ে আছে.\nল্লিউয়েলিন ফাওর এবং তার উত্তরাধিকারীরা গির্জাটিকে ধনী করে তুলেছিলেন, এতে জমি প্রদান করে। ১৫৩৬ সালে মঠবিন্যাসের ভঙ্গের সময় এটি তা থেকে কেড়ে নেওয়া হয়েছিল, তবে গির্জাটি টিকে ছিল.  \nপ্রায়োরি ইতিমধ্যেই ১৫৩৬ সালের আগে অবক্ষয়প্রাপ্ত ছিল, এবং তখন কেবল মঠের প্রধান এবং আরও দুই জন সদস্যই ছিলেন.\nসেন্ট সেইরিওলের গির্জা, যা মঠের কেন্দ্রীয় অংশ ছিল, বর্তমানে বিওম্যারিসের রেক্টোরিয়াল উপকারভাগের অন্তর্ভুক্ত, ডায়োসিস ব্যাঙ্গর এর মধ্যে.  \nগির্জাটিকে ৫ মে ২০০৪ সালে ওয়েলশ অ্যাসেম্বলি গভর্নমেন্ট থেকে ২০,৫৭০ পাউন্ড অনুদান প্রদান করা হয়েছিল.  \nএটি ছিল ছাদের শীষের কাজ, বৃষ্টির পানি সরঞ্জাম, পুনরায় মর্টার বসানো এবং চুনামাটি দিয়ে রং করা ও উপরের কাঠামো মেরামতের জন্য।  \nপেনমনের আরেকটি ভবন, প্রায়োরি ভবন (যা গির্জার মঠের প্রাঙ্গণ চারপাশে অবস্থিত), ২১,৬০০ পাউন্ড প্রদান করা হয়েছিল.  \nএটি ছিল ঘরের ধোঁয়ার নলী, প্রাচীর, জানালা এবং ছাদ মেরামতের জন্য.  \nপ্রায়োরি এবং এর ভোজাগার হল গ্রেড ১ তালিকাভুক্ত ভবন, এবং প্রায়োরি কমপ্লেক্স একটি নির্ধারিত স্মারক.  \n\n\n=== সেন্ট সেইরিওলের কূপ ===\nএই সময়ের সেল্টিক চার্চসমূহের ক্ষেত্রে যেমনটি প্রায়ই দেখা যায়, সেই গির্জাটি একটি কূপ এর সাথে যুক্ত ছিল।  \nএটি পেনমন সন্ন্যাসীদের দ্বারা নির্মিত হয়েছিল এবং এটিতে আসা কিছু লোকের মতে চিকিৎসামূলক ক্ষমতা রয়েছে।  \nএটি সম্ভবত পেনমনের অন্যতম প্রাচীন ভবন।  \nএটি বলা হয়েছে যে কূপের নিকটবর্তী নিম্নস্তরের পাথরের দেওয়ালসমূহ ৬ম শতাব্দীতে সেইরিওলের চার্চের অংশ ছিল; যদি তাই হয়, তবে এটি ওয়েলসের সর্বাপেক্ষা প্রাচীন অবশিষ্ট খ্রিস্টান ভবন হিসেবে গণ্য হবে।  \nএকটি ছোট কক্ষ কূপকে ঘিরে আছে।  \nআধুনিক সময়ে, কূপের জলকে দ্বীপের প্রতিনিধিরা ১০ম আন্তর্জাতিক দ্বীপ খেলা (যা গার্নসি-এ জুন ২০০৩-এ আয়োজিত হয়েছিল) উদ্বোধনী অনুষ্ঠানে অ্য্যাঙ্গলসির প্রতীক হিসেবে ব্যবহার করেছেন  \nএবং ১১ম দ্বীপ খেলা (যা শেটল্যান্ড দ্বীপসমূহ-এ জুলাই ২০০৫-এ আয়োজিত হয়েছিল)।  \nকূপ এবং কোষ একটি গ্রেড ১ তালিকাভুক্ত কাঠামো এবং নির্ধারিত স্মারক।\n\n\n=== কবুতরঘর ===\n  \n  \nচার্চের নিকট অবস্থিত কবুতরঘর (অন্যভাবে বানান করা হয়) সম্ভবত প্রায় ১৬০০ সালে নির্মিত হয়েছিল, এলিজাবেথিয়ান যুগে, স্যার রিচার্ড বুলকেলি দ্বারা, যা কবুতরদের তাদের ডিম ও মাংসের জন্য বাসস্থান হিসেবে ব্যবহার করা হতো।  \nকবুতরঘরের ভিতরে ছিল ১,০০০টি বাসস্থান বাক্স, যার কেন্দ্রে একটি স্তম্ভ ছিল যা ঘোরায়মান সিঁড়ি সমর্থন করত, যার মাধ্যমে বাসস্থান বাক্সগুলোতে প্রবেশ করা যেত।  \nকেন্দ্রীয় স্তম্ভটি অবশিষ্ট রয়েছে, কিন্তু সিঁড়িটি এখন আর নেই।  \nকবুতরঘর একটি গ্রেড ২* তালিকাভুক্ত কাঠামো এবং নির্ধারিত স্মারক।\n\n\n=== পাফিন দ্বীপ ===\n  \n\nসেন্ট সেইরিওল পাফিন দ্বীপে (ওয়েলশ ভাষায়, ইনিস সেইরিওল অথবা সেইরিওলের দ্বীপ) উপকূল থেকে প্রায় ৮০০ মিটার দূরে একটি সন্ন্যাসীর কোষ এবং একটি সম্প্রদায় প্রতিষ্ঠা করেছিলেন যখন তিনি মঠ প্রতিষ্ঠা করেছিলেন। পাফিন দ্বীপে এখনো ১২ম শতাব্দীর এক গির্জার টাওয়ার রয়েছে। প্রচলিত ধারণা আছে যে সেন্ট সেইরিওল এবং সম্ভবত মেলগুন গুইনেড (৬ম শতাব্দীর প্রথম অর্ধে গুইনেডের রাজা) সেখানে কবর করা হয়েছিল। দ্বীপে একসময় প্রচুর সংখ্যক পাফিন এবং গুইলেমট ছিল, তবে ১৮৯০-এর দশকে ইঁদুরদের কারণে পাখিদের সংখ্যা ৪০-এ হ্রাস পায়।\n১৭৪৮ সালে, লুইস মরিস ওয়েলসের উপকূলের জলচিত্র সমীক্ষা করেছিলেন এবং দ্বীপে অবস্থিত ধ্বংসপ্রাপ্ত গির্জার টাওয়ারকে একটি দীপশিখায় রূপান্তর করার প্রস্তাব করেছিলেন। তবে, এই প্রস্তাব কার্যকর করা হয়নি। ১৮৩১ সালের ১৭ আগস্ট, দ্য রোথেসে ক্যাসল, একটি কাঠের খোলসবিশিষ্ট প্যাডেল চালিত বাষ্প নৌকা, লিভারপুল থেকে এক দিনের সফরে, খুবই প্রবল সমুদ্রে ডুবে যায়। বোর্ডে থাকা ১৪০ এরও বেশি লোকের মধ্যে, মাত্র ২৩ জন বাঁচতে পেরেছিলেন। এরপর, ট্রুইন দু দীপশিখা এবং জীবনরক্ষাকারী নৌকা কেন্দ্র নির্মাণ করা হয়েছিল যাতে অনুরূপ দু:খজনক ঘটনা প্রতিরোধ করা যায়। ১৯১৫ সালে জীবনরক্ষাকারী নৌকা কেন্দ্রটি বন্ধ করা হয়েছিল, কারণ এটি বিওম্যারিসের একটি জীবনরক্ষাকারী নৌকায় দ্বারা প্রতিস্থাপিত হয়েছিল। এর কার্যকলাপের সময়, পেনমন জীবনরক্ষাকারী নৌকাগুলো কমপক্ষে ১৪৩ জনের জীবন রক্ষা করেছে।\n\n\n=== সৈকত ===\nপেনমন সৈকতকে ২০০৬ সালে \"ওয়েলস পরিচ্ছন্ন রাখ\" দলের দ্বারা একটি সমুদ্র তীর পুরস্কার প্রদান করা হয়েছে। হলুদ ও নীল পতাকা পাওয়ার জন্য, সৈকতগুলোর অবশ্যক মানের জলগুণ বজায় রাখতে হবে এবং সেগুলোকে পরিষ্কার, নিরাপদ ও সুপরিচালিত থাকতে হবে।  \nএই উদ্দেশ্যে পেনমনকে 'গ্রাম্য' সৈকত হিসেবে শ্রেণীবদ্ধ করা হয়েছে এবং ফলস্বরূপ, সমুদ্র তীর পুরস্কারের মান সেই 'পর্যটক সৈকত'গুলির প্রয়োগ করা মান থেকে পৃথক, যাদের প্রত্যাশা করা হয় যে সেখানে আরও বিস্তৃত সুবিধা যেমন শৌচালয় এবং গাড়ি পার্ক থাকবে।  \nসৈকতে ২০০৩ সাল থেকে পতাকা প্রদান করা হয়েছে।\n\n\n== জনপ্রিয় সংস্কৃতি ==\nপেনমন চলচ্চিত্রে উপস্থিত ছিল, যখন এটি (স্নোডোনিয়ার সাথে মিলিয়ে) ২০০৪ সালের জ্বর চলচ্চিত্রের সেট হিসেবে ব্যবহার করা হয়েছিল, যার প্রধান অভিনেত্রী ছিলেন ভ্যানেসা রেডগ্রেভ এবং এঞ্জেলিনা জোলি।  \nলন্ডন-ভিত্তিক একটি নির্মাণ সংস্থার পছন্দে এই অঞ্চলটি পূর্ব ইউরোপের একটি দেশের প্রতিনিধিত্ব করার জন্য ব্যবহার করা হয়েছিল।  \nজোলি ২০০২ সালে উত্তর ওয়েলসে লাড়া ক্রফট সমাধি অনুসন্ধানী: জীবনের কোলতলা চলচ্চিত্রের জন্য শ্যুটিং করেছিলেন এবং স্পষ্টতই প্রাকৃতিক দৃশ্যপট দ্বারা মুগ্ধ হয়েছিলেন।  \nজোলি এবং রেডগ্রেভ যুক্ত দৃশ্যগুলো ২০০৩ সালের ফেব্রুয়ারিতে শ্যুটিং করা হয়েছিল।  \nশ্যুটিং প্রায়োরিতে অনুষ্ঠিত হয়েছিল এবং কবুতরঘরকে একটি পরিত্যক্ত গির্জা হিসেবে চিত্রায়িত করতে ব্যবহার করা হয়েছিল।  \nগুইনেড এবং অ্যাঙ্গলস থেকে অতিরিক্ত অভিনেতা-অভিনেত্রীও শ্যুটিংয়ে ব্যবহার করা হয়েছিল।  \nপেনমন প্রায়োরি বিবিসির প্রশংসার গান প্রোগ্রামের জন্যও ব্যবহার করা হয়েছে, যেখানে অভিনেতা অ্যালেড জোন্স (যিনি পেনমনের প্রায় সাত মাইল দূরে অবস্থিত ল্ল্যান্ডেগফান গ্রাম থেকে আগত) উপস্থিত ছিলেন এবং ১৯৬০-এর দশকের টেলিভিশন শো বিপদের মানুষ এর শ্যুটিংয়ের জন্যও ব্যবহার করা হয়েছে, যার প্রধান অভিনেতা ছিলেন প্যাট্রিক ম্যাকগোহান।\nনভেম্বর ২০২০ সালে, পেনমন আমি একজন সেলিব্রিটি... আমাকে এখান থেকে বের করুন! (ব্রিটিশ টিভি সিরিজ) এর ২০তম সিরিজের শ্যুটিংয়ের আয়োজন করেছিল। সিরিজের উদ্বোধনী পর্বে মো ফরাহ, জর্ডান নর্থ এবং শেইন রিচি সহ কিছু সেলিব্রিটি দড়ি নেমে ঢাল দিয়ে অবসিলিং করছেন দেখানো হয়েছিল।\n\n\n== প্রসিদ্ধ বাসিন্দারা ==\nআকিরা দি ডন, স্বাধীন পপ ও হিপ-হপ সঙ্গীতশিল্পী, তাঁর কৈশোরে কিছু সময় গ্রামে বাস করতেন এবং অভিযোগ করেন যে এই নির্জীব ও হতাশাজনক প্রাকৃতিক পরিবেশ তাঁকে \"একজন মেজাজি ছোট্ট বোকা\" করে তুলেছে।\n\n\n== ভূতাত্ত্বিক বৈশিষ্ট্য ==\nপেনমনে অনেক ভূতাত্ত্বিক বৈশিষ্ট্য রয়েছে, যার মধ্যে রয়েছে ব্রাকিওপড নিদর্শন, একটি চূড়ার নিচে সুড়ঙ্গ এবং সেই চূড়া নিজেই।\nএই চূড়াটি চুনাপাথর ও শেল—এর বিকল্প স্তরে স্তরে—মিলিয়ে তৈরি।\nএটি বহুবার সরানো হয়েছে, কারণ ভূতাত্ত্বিক ত্রুটিগুলো শিলার স্তরগুলোকে ভেঙে ও সরিয়ে নিয়েছে, এবং স্তরগুলোর সরানোর স্পষ্ট রেখা রয়েছে।\nএই চূড়ার উচ্চতা আনুমানিক ৮ মিটার; তবে উপরের ও নীচের অংশে চুনাপাথর ও শেলের বণ্টন ভিন্ন।\nনীচের দিকে প্রতি মিটারে প্রচুর শেল থাকে, আর উপরের দিকে অনেক বেশি চুনাপাথর পাওয়া যায়, যেখানে শেলের ক্রমান্বয়ে পরিবর্তন হয়ে চুনাপাথরে রূপান্তরিত হয়।\nএই চূড়াটি বিভিন্ন ত্রুটির আঘাত পেয়েছে, যার ফলে এটি অস্থির দেখায়; মাঝে মাঝে শিলা এতে থেকে পড়ে যায়।\nপেনমন সমুদ্রের নিকট হওয়ায়, এটি ক্ষয়ের জন্য প্রবণ; অনেকাংশ চূড় ক্ষয়ে যাওয়ার ফলে এর নিচে একটি মেরু (আর্ক) গঠন হয়েছে।\nশেল চুনাপাথরের স্তরের তুলনায় দ্রুত ক্ষয় হয়েছে, যার ফলে মধ্যবর্তী পাতলা চুনাপাথরের স্তরগুলো ধসে পড়েছে।\nএই কারণেই মেরুটি কয়েক মিটার উচ্চ এবং বেশি বিস্তৃত হয় না, যেখানে শেলের স্তরের পরিমাণ কম।\nচূড়ের মধ্য দিয়ে পার হওয়া ত্রুটিগুলো স্তরগুলোকে স্থানচ্যুত করেছে; এর মধ্যে একটি ত্রুটি প্রায় ২৩ সেন্টিমিটার স্থানান্তর করেছে, যার ফলে সুড়ঙ্গের মাঝামাঝি একটি দিঘল বা ঝুঁকির মতো অংশ তৈরি হয়েছে।\nএলাকায় খননকৃত ধূসর-বাদামী দাগযুক্ত চুনাপাথর \"পেনমন মার্বেল\" নামে পরিচিত।\nব্রাকিওপড নিদর্শন মাঝে মাঝে এর মধ্যে পাওয়া যায়।\nপেনমন খনিগুলোর মধ্যে সবচেয়ে বৃহৎটি \"ডিনমর পার্ক\", যা প্রায় ১৮৯৮ সাল থেকে ১৯৭০-এর দশক পর্যন্ত \"ডিনমর খনিগুলি লিমিটেড\" দ্বারা চুনাপাথর উত্তোলনের কাজে ব্যবহার করা হয়েছিল।\nপেনমন চুনাপাথর (ল্লান্ডোনা, মোএলফ্রে এবং হলি হেড) দিয়ে বার্মিংহাম টাউন হল নির্মাণ ও লিভারপুল ও ম্যানচেস্টারের পুনর্নির্মাণে সাহায্য করা হয়েছিল, যা দ্বিতীয় বিশ্বযুদ্ধে ঘটে যাওয়া ধ্বংসের পর।\nএই শিলাটি মেনাই সাসপেনশন ব্রিজ (সম্পূর্ণ হয়েছে ১৮২৬ সালে) এবং ব্রিটানিয়া ব্রিজ (সম্পূর্ণ হয়েছে ১৮৫০ সালে) নির্মাণেও ব্যবহার করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n১৮৫৩ সালের গির্জার পরিকল্পনা\nপেনমন এবং আশেপাশের এলাকার ছবি জিওগ্রাফ-এ\nপ্রিয়রির গ্রন্থতালিকা, ইতিহাস এবং চিত্র\nপেনমন এবং আশেপাশের এলাকার পারিবারিক ও স্থানীয় ইতিহাস বিষয়ক ওয়েবসাইট"}