{"pageid": 1515036, "title": "তৃতীয় এডওয়ার্ড (ইংল্যান্ড)", "url": "https://bn.wikipedia.org/wiki?curid=1515036", "content": "তৃতীয় এডওয়ার্ড (১৩ নভেম্বর ১৩১২ - ২১ জুন ১৩৭৭)। তিনি, ১৩২৭ সালের জানুয়ারি থেকে ১৩৭৭ সাল পর্যন্ত আমৃত্যু ইংল্যান্ডের রাজা ছিলেন। সিংহাসনে আরোহণের আগে তিনি উইন্ডসরের এডওয়ার্ড নামেও পরিচিত ছিলেন। তিনি সামরিক সাফল্যের জন্য বিশেষভাবে পরিচিত এবং তার পিতা দ্বিতীয় এডওয়ার্ডের ব্যর্থ ও বিশৃঙ্খল শাসনের পর রাজকীয় কর্তৃত্ব পুনঃপ্রতিষ্ঠা করার জন্য বিখ্যাত। তৃতীয় এডওয়ার্ডের শাসনামলে ইংল্যান্ড রাজ্যকে ইউরোপের অন্যতম শক্তিশালী সামরিক শক্তিতে পরিণত হয়। তৃতীয় এডওয়ার্ডের পঞ্চাশ বছরের রাজত্ব ইংল্যান্ডের ইতিহাসে অন্যতম দীর্ঘতম শাসনকালের একটি, যেখানে আইন ও প্রশাসনের গুরুত্বপূর্ণ পরিবর্তন ঘটে। বিশেষত এসময় ইংল্যান্ডের সংসদের বিকাশ ঘটে। তবে তার শাসনামলে ব্ল্যাক ডেথে মহামারির বিধ্বংসী প্রভাবও পড়ে। তিনি তার জ্যেষ্ঠ পুত্র এডওয়ার্ড \"দ্য ব্ল্যাক প্রিন্স\"-এর চেয়েও বেশি দিন বেঁচে ছিলেন। ফলে তার নাতি দ্বিতীয় রিচার্ড তার স্থলাভিষিক্ত হন।\nমাত্র চৌদ্দ বছর বয়সে রাজমুকুট পরার মাধ্যমে ইংল্যান্ডের সিংহাসনে এডওয়ার্ডের রাজ্যাভিষেক হয়। সতেরো বছর বয়সে তিনি ইংল্যান্ডের তৎকালীনকার্যত শাসক মর্টিমারের বিরুদ্ধে একটি সফল অভ্যুত্থানের নেতৃত্ব দেওয়ার ফলস্বরূপ তিনি রাজত্বে নিজস্ব নিয়ন্ত্রণ প্রতিষ্ঠা করেন। স্কটল্যান্ডে একটি সফল অভিযানের পর তিনি নিজেকে ফরাসি সিংহাসনের বৈধ উত্তরাধিকারী ঘোষণা করেন। এর প্রতিক্রিয়ায় ইংল্যান্ড ও ফ্রান্সের মধ্যে শত বছরের যুদ্ধ (১৩৩৭-১৪৫৩) শুরু হয়। যুদ্ধের প্রথম দিকে কিছু ব্যর্থতা থাকলেও ইংল্যান্ডের জন্য প্রথম ধাপটি অত্যন্ত সফল ছিল। যুদ্ধের এই অংশটি \"এডওয়ার্ডিয়ান যুদ্ধ\" নামে পরিচিত। ১৩৪৬ সাকে ক্রেসি এবং ১৩৫৬ সালে পয়তিয়ার্সের যুদ্ধজয়ের ফলে ইংল্যান্ড সুবিধাজনক অবস্থানে থেকে \"ব্রেটিগনি চুক্তি\" স্বাক্ষর করে। চুক্তি মোতাবেক ইংল্যান্ড কিছু নতুন ভূখণ্ড লাভ করার বিনিময়ে এডওয়ার্ড ফ্রান্সের সিংহাসনের উপর থেকে দাবি পরিত্যাগ করেন। তবে শাসনের শেষ বছরগুলোতে মূলত তার অসুস্থতা ও শাসনে অনাগ্রহের ফলে পররাষ্ট্রনীতি ব্যর্থ হলে দেশ জুড়ে অস্থিরতা দেখা দেয়।\nপূর্ববর্তী কিছু ইংরেজ রাজাদের দাবির মতো তিনিও বিশ্বাস করতেন, রাজকীয় স্পর্শের মাধ্যমে তিনি মানুষের রোগ নিরাময় করতে পারেন। এডওয়ার্ড বদমেজাজি ছিলেন। তবুও, তিনি কিছু ক্ষেত্রে অপ্রত্যাশিত দয়ারও পরিচয় দিতেন। তিনি বিভিন্ন বৈশিষ্ট্যের ভিত্তিতে মধ্যযুগীয় ইউরোপের গতানুগতিক একজন এক রাজাই ছিলেন, যার প্রধান আগ্রহ ছিল যুদ্ধ। তবে সামরিক বিষয়ের বাইরেও তার আগ্রহের পরিধি ছিল বিস্তৃত। সমসাময়িকরা তাকে সম্মান করত। পরবর্তী কয়েক শতাব্দী ধরে নানাজন তার প্রশংসকা করেছে। তবে উইগ ঐতিহাসিকেরা তাকে দায়িত্বজ্ঞানহীন অভিযাত্রী হিসেবে নিন্দা করেছেন। তবে আধুনিক ঐতিহাসিকরা তার অর্জনগুলোকে গুরুত্বপূর্ণ বলে বিবেচনা করেন।\n\n\n== পটভূমি ==\nইংল্যান্ডের রাজা দ্বিতীয় এডওয়ার্ডের রাজদরবারে বেশ কয়েকজন প্রিয়পাত্র ছিলেন, যারা অভিজাতদের কাছে অজনপ্রিয় ছিলেন। যেমন পিয়ার্স গ্যাভেস্টন এবং হিউ ডেসপেনসার দ্য ইয়ঙ্গার। ১৩১২ সালে এডওয়ার্ডের বিরুদ্ধে এক অভিজাত বিদ্রোহের সময় গ্যাভেস্টন নিহত হন। অন্যদিকে ডিসপেনসার অভিজাতদের মধ্যে তীব্রভাবে ঘৃণিত ছিলেন। স্কটল্যান্ডে অবৈতনিক সামরিক পরিষেবা প্রদানের জন্য বারবার দাবি করার কারণে এডওয়ার্ড সাধারণ মানুষের কাছেও অজনপ্রিয় ছিলেন। সেখানে তার কোন অভিযানই সফল হয়নি। এর ফলে সাধারণ মানুষের পাশাপশি বিশেষত অভিজাতদের কাছেও তার জনপ্রিয়তা আরও হ্রাস পায়। ১৩২২ সালে তিনি তার চাচাতো ভাই ল্যাঙ্কাস্টারের আর্ল থমাসকে মৃত্যুদণ্ড দিয়ে ল্যাঙ্কাস্টারের সম্পত্তি বাজেয়াপ্ত করেন। সেসময় তার ভাবমূর্তি আরও ক্ষতিগ্রস্ত হয়। ইতিহাসবিদ ক্রিস গিভেন-উইলসন লিখেছেন, ১৩২৫ সালের মধ্যে অভিজাতরা বিশ্বাস করতে থাকে \"কোনও জমিদার এই শাসনামলে নিরাপদ বোধ করতে পারবেন না\"। এডওয়ার্ডের প্রতি এই অবিশ্বাস তার স্ত্রী ফ্রান্সের ইসাবেলার মধ্যেও ছড়িয়ে পড়ে। তিনি বিশ্বাস করেছিলেন, রাজার মনকে তার বিরুদ্ধে বিষাক্ত করার জন্য ডেসপেন্সার দায়ী। ১৩২৪ সালের সেপ্টেম্বরে সরকার রাণী ইসাবেলাকে \"শত্রু বিদেশী\" ঘোষণা করার মাধ্যমে তাকে প্রকাশ্যে অপমান করা হয়। এর পাশাপাশি রাজা তার সম্পত্তিও বাজেয়াপ্ত করেন। সম্ভবত ডেসপেনসারের পরামর্শেই এই কাজ করা হয়েছিল। এছাড়া রাজা ২য় এডওয়ার্ড তার সহচরবৃন্দকেও বরখাস্ত করেন। এর আগেও দুবার (১৩১০ ও ১৩২১ সালে) তাকে সিংহাসনচ্যুত করার হুমকি দেওয়া হয়েছিল। ঐতিহাসিকরা একমত যে এডওয়ার্ডের প্রতি বৈরিতা সর্বজনীন ছিল। ডব্লিউএইচ ডানহাম এবং সিটি উড এডওয়ার্ডের \"নিষ্ঠুরতা এবং ব্যক্তিগত দোষ\" এর জন্য দায়ী করেছেন। এটি ইঙ্গিত করে যে \"খুব কম লোকই, এমনকি তার সৎ ভাই বা তার ছেলেও নয়, হতভাগ্য লোকটির প্রতি যত্নশীল বলে মনে হয়েছিল\" এবং কেউই তার পক্ষে লড়াই করার মতো ছিল না। একজন সমসাময়িক ইতিহাসবিদ এডওয়ার্ডকে rex inutilis বা \"অকেজো রাজা\" হিসেবে বর্ণনা করেছেন।\n\n\n== প্রাথমিক জীবন (১৩১২–১৩২৭) ==\n১৩১২ সালে ১৩ নভেম্বর উইন্ডসর ক্যাসেলে এডওয়ার্ড জন্মগ্রহণ করেন। সমসাময়িক একটি ভবিষ্যদ্বাণীতে তাকে \"উইন্ডসর থেকে বেরিয়ে আসা শুয়োর\" হিসেবে বর্ণনা করা হয়েছে। তার পিতা দ্বিতীয় এডওয়ার্ডের রাজত্বকাল ছিল ইংরেজ ইতিহাসের একটি বিশেষ সমস্যাযুক্ত সময়। রাজা সিংহাসনে আরোহণের পরপরই স্কটল্যান্ডের সঙ্গে তার বাবার যুদ্ধ পরিত্যাগ করে বেশ কয়েকজন ইংরেজ অভিজাত এবং স্কটিশ মিত্রদের বিচ্ছিন্ন করে দিয়েছিলেন। মাঝে মধ্যেই তিনি স্কটদের বিরুদ্ধে বিভিন্ন যুদ্ধে হেরে যেতে থাকেন। রাজার সাধারণভাবে তাঁর আভিজাত্যের চেয়ে রাজকীয় প্রিয়দের একটি ছোট গোষ্ঠীর পৃষ্ঠপোষকতাও বিতর্কিত ছিল। ইতিহাসবিদ মাইকেল প্রেস্টুইচ বলেন, এটি \"রাজকীয় পৃষ্ঠপোষকতার পুরো ব্যবস্থাকে ভারসাম্যহীন করে তুলেছিল\"। তবে ১৩১২ সালে একজন পুরুষ উত্তরাধিকারীর জন্মের ফলে (ভবিষ্যৎ তৃতীয় এডওয়ার্ড) ফরাসিদের সাথে দ্বিতীয় এডওয়ার্ডের সম্পর্কের উন্নতি ঘটায় এবং অভিজাতদের মধ্যে একটি মধ্যপন্থী উপাদান সাময়িকভাবে ব্যারোনিয়াল বিরোধিতাকে দমন করে। মাত্র বারো দিন বয়সে তরুণ রাজপুত্রকে আর্ল অফ চেস্টার হিসেবে সৃষ্টি করা হয়েছিল এবং পরের বছর জানুয়ারির মধ্যে একটি সম্পূর্ণ পরিবার তৈরি করা হয়েছিল। প্রিন্স এডওয়ার্ডের উপর প্রাথমিক প্রভাব ছিল ডারহামের বিশপ, রিচার্ড ডি বুরি। তিনি শতাব্দীর অন্যতম প্রধান গ্রন্থপ্রেমী ছিলেন। মূলত একজন গৃহশিক্ষক, তিনি রাজার একজন পরামর্শদাতা হয়েছিলেন বলে মনে হয়। বরির তত্ত্বাবধানে, এডওয়ার্ড ফরাসি এবং ল্যাটিন লিখতে এবং পড়তে শিখেছিলেন। তিনি বিখ্যাত সমসাময়িক রচনাগুলো, যেমন ভেজেটিয়াসের দে রে মিলিটারি, যা অ্যাংলো-নর্মান ভাষায় অনূদিত হয়েছিল, এবং সেই সাথে মিরর ফর প্রিন্সেস এবং বিভিন্ন সাল্টার এবং ধর্মীয় গ্রন্থগুলোতে অ্যাক্সেস পেতেন।\nনর্ম্যানদের ইংল্যান্ড বিজয়ের ফলে ডাচি অফ নরম্যান্ডি এবং এর ফরাসি সম্পত্তিগুলো ক্রাউন এবং ইংল্যান্ডের ভূমির সাথে একত্রিত হয়। তাই ইংরেজ রাজারা পোইটো, অ্যাকুইটাইন, নরম্যান্ডি, আনজু এবং মেইন সহ বেশ কয়েকটি অঞ্চল দখল করে রেখেছিল। এক পর্যায়ে ইংল্যান্ডের সিংহাসনের অধীনে ফরাসি রাজার চেয়েও ফ্রান্সের বেশি জমির দখল ছিল। ফলে এসব ভূখণ্ড প্রায়ই সংঘর্ষের কারণ হয়ে দাঁড়ায়। ১৩২৫ সালে দ্বিতীয় এডওয়ার্ড তার শ্যালক ফ্রান্সের চতুর্থ চার্লসের কাছ থেকে ইংরেজ ডাচি অফ অ্যাকুইটাইনের প্রতি শ্রদ্ধা নিবেদনের দাবির সম্মুখীন হন। রাজা তখন দেশ ত্যাগ করতে অনিচ্ছুক ছিলেন। কারণ রাজ্যে দেশীয়ভাবে আবারও অসন্তোষ তৈরি হচ্ছিল। বিশেষ করে প্রিয় হিউ ডেসপেনসার দ্য ইয়ংগারের সাথে তার সম্পর্ক নিয়ে জটিলতা অসন্তোষ আরও বাড়িয়ে তুলে। এর পরিবর্তে তিনি তার পুত্র এডওয়ার্ডকে তার স্থলে অ্যাকুইটাইনের ডিউক হিসেবে নিযুক্ত করে শ্রদ্ধাঞ্জলি প্রদানের জন্য ফ্রান্সে পাঠান। তরুণ এডওয়ার্ডের সাথে ছিলেন তার মা ইসাবেলা। রানি ইসাবেলা ছিলেন ফরাসি রাজা চার্লসের বোন। ফরাসিদের সাথে একটি শান্তি চুক্তি নিয়ে আলোচনা করা তাঁর উদ্দেশ্য ছিল। ফ্রান্সে থাকাকালীন ইসাবেলা নির্বাসিত রজার মর্টিমারের সঙ্গে মিলে দ্বিতীয় এডওয়ার্ডকে ক্ষমতাচ্যুত করার ষড়যন্ত্র করেছিলেন। এই উদ্যোগের কূটনৈতিক ও সামরিক সমর্থন গড়ে তোলার জন্য ইসাবেলা হেনল্টের বারো বছর বয়সী ফিলিপার সাথে তার ছেলের বাগদান করিয়েছিলেন। ১৩২৬ সালে ইসাবেলা ও রজার মর্টিমারের নেতৃত্বে ইংল্যান্ড আক্রমণ শুরু হয়। সেসময় দ্বিতীয় এডওয়ার্ডের বাহিনী তাকে সম্পূর্ণরূপে ত্যাগ করে। ইসাবেলা এবং মর্টিমার একটি সংসদ আহ্বান করেন। রাজা তখন তার পুত্রের কাছে সিংহাসন ছেড়ে দিতে বাধ্য হন। তাকে ১৩২৭ সালের ২৫ জানুয়ারিতে লন্ডনে রাজা ঘোষণা করা হয়। ১ ফেব্রুয়ারি ১৪ বছর বয়সে ওয়েস্টমিনস্টার অ্যাবেতে নতুন রাজা তৃতীয় এডওয়ার্ড হিসেবে অভিষেক করা হয়।\n\n\n== প্রাথমিক রাজত্ব (১৩২৭–১৩৩৭) ==\n\n\n=== মর্টিমারের শাসন ও পতন ===\nএডওয়ার্ডের (কার্যত মর্টিমারের) প্রথম কাজগুলোর মধ্যে একটি ছিল ১৩২৭ সালের জুলাই মাসে স্কটল্যান্ডে আরেকটি অভিযানের নেতৃত্ব দেওয়া। মার্টিমার তখন ইংল্যান্ডের কার্যত শাসক ছিলেন। নতুন রাজত্বকালে দরবারে মর্টিমারের কেন্দ্রীয় অবস্থানের কারণে অন্যান্য সমস্যার সম্মুখীন হতে খুব বেশি সময় লাগেনি। মর্টিমার তখন তার পদ ব্যবহার করে অভিজাত সম্পত্তি এবং উপাধি অর্জন করেছিলেন। ডারহাম কাউন্টির স্ট্যানহোপ পার্কের যুদ্ধে স্কটদের কাছে অপমানজনক পরাজয়ের পর এবং ১৩২৮ সালে স্কটদের সাথে সম্পাদিত এডিনবার্গ-নর্থাম্পটন চুক্তির মাধ্যমে তার অজনপ্রিয়তা বৃদ্ধি পায়। তরুণ রাজাও তার অভিভাবকের সাথে বিরোধে জড়িয়ে পড়েন। মর্টিমার জানতেন রাজার সাথে তার অবস্থান অনিশ্চিত এবং এডওয়ার্ডকে অসম্মানিত করেছিলেন। রাজা ১৩২৮ সালের ২৪ জানুয়ারী ইয়র্ক মিনস্টারে হেইনল্টের ফিলিপাকে বিয়ে করেন এবং ১৩৩০ সালের ১৫ জুন তাদের প্রথম সন্তান এডওয়ার্ড অফ উডস্টকের জন্ম মর্টিমারের সাথে কেবল উত্তেজনা বৃদ্ধি করে। অবশেষে রাজা মর্টিমারের বিরুদ্ধে সরাসরি ব্যবস্থা নেওয়ার সিদ্ধান্ত নেন। যদিও তখন পর্যন্ত এডওয়ার্ড গোপনে ছিলেন, তবুও সম্ভবত তিনি ক্রমশ সন্দেহ করতে শুরু করেন যে মর্টিমারের আচরণ এডওয়ার্ডের নিজের জীবনকে বিপন্ন করতে পারে। কারণ মর্টিমারের অবস্থান ক্রমশ অজনপ্রিয় হয়ে ওঠে। এডওয়ার্ডের চাচা এডমন্ড, কেন্টের আর্লকে মৃত্যুদণ্ড দেভওয়ার ফলে এটি আরও তীব্র হয়ে ওঠে। সমসাময়িক ইতিহাসবিদরাও সন্দেহ করেছিলেন সিংহাসনে মর্টিমারের পরিকল্পনা ছিল। সম্ভবত এই গুজবগুলোই এডওয়ার্ডকে তার এবং তার মায়ের বিরুদ্ধে কাজ করতে উৎসাহিত করেছিল। তার মা মর্টিমারের সাথে ঘনিষ্ঠ সম্পর্ক বজায় রেখেছিলেন বলে ধারণা করা হয়।\nতার ঘনিষ্ঠ সহচর তৃতীয় ব্যারন মন্টাগু উইলিয়াম মন্টাগু এবং অল্প সংখ্যক বিশ্বস্ত ব্যক্তির সহায়তায়, এডওয়ার্ড মর্টিমারকে অবাক করে দিয়ে ১৯ অক্টোবর ১৩৩০ তারিখে নটিংহাম দুর্গে তাকে বন্দী করেন। মর্টিমারকে মৃত্যুদণ্ড দেওয়া হয় এবং এডওয়ার্ডের ব্যক্তিগত রাজত্ব শুরু হয়। ইতিহাসবিদ মার্ক অরমরড যুক্তি দিয়েছিলেন, এই সময়ে এডওয়ার্ডের \"রাজত্বের শিল্পে খুব কম নির্দেশনা ছিল\", এবং যদিও তিনি ফিলিপার সাথে তার বিবাহ সম্পর্কে এই বিষয়ে বেশ কয়েকটি বই পেয়েছিলেন, \"এটা অত্যন্ত সন্দেহজনক যে তিনি এই রচনাগুলো পড়েছেন বা বুঝতে পেরেছিলেন\"। ওরমরড আরও বলেন, তাঁর রাজত্বকাল ছিল তাত্ত্বিক অভিজ্ঞতার চেয়ে ব্যবহারিক অভিজ্ঞতার দ্বারা পরিচালিত।\n\n\n=== স্কটল্যান্ডে যুদ্ধ ===\nতৃতীয় এডওয়ার্ড তার নামে করা শান্তি চুক্তিতে সন্তুষ্ট ছিলেন না। কিন্তু রাজকীয় উদ্যোগের পরিবর্তে ব্যক্তিগতভাবে স্কটল্যান্ডের সাথে যুদ্ধ পুনর্নবীকরণের সূত্রপাত হয়েছিল। শান্তি চুক্তির ফলে স্কটল্যান্ডে জমি হারিয়েছিলেন। দ্য ডিসিনহেরিটেড নামে পরিচিত একদল ইংরেজ ধনকুবের, স্কটল্যান্ড আক্রমণ করে এবং ১৩৩২ সালে ডুপলিন মুরের যুদ্ধে একটি দুর্দান্ত বিজয় অর্জন করেছিলেন। তারা নাবালক রাজার স্থলে এডওয়ার্ড ব্যালিওলকে স্কটল্যান্ডের রাজা হিসেবে প্রতিষ্ঠা করার চেষ্টা করেছিল। কিন্তু ব্যালিওলকে শীঘ্রই বহিষ্কার করে তাকে তৃতীয় এডওয়ার্ডের সাহায্য নিতে বাধ্য করা হয়। ইংরেজ রাজা গুরুত্বপূর্ণ সীমান্ত শহর বারউইক অবরোধ করে প্রতিক্রিয়া জানান। হ্যালিডন পাহাড়ের যুদ্ধে একটি বিশাল উপশমকারী সেনাবাহিনীকে পরাজিত করেন। যদিও তখন ইংল্যান্ড বিদেশী আক্রমণের হুমকির মুখে ছিল। তবে অবরুদ্ধ স্কটরা শহরে আগুন ধরিয়ে দেওয়ার পর বারউইককে নিয়ে যাওয়া হয়। সেখানে তাদের চিকিৎসা করতে বাধ্য করা হয়। এক পর্যায়ে এডওয়ার্ডের রানী বামবার্গ দুর্গে অবরুদ্ধ ছিলেন। কিন্তু স্কটদের অভিযানকে বাঁচাতে তখন অনেক দেরি হয়ে গিয়েছিল। তিনি ব্যালিওলকে সিংহাসনে পুনর্বহাল করে দক্ষিণ স্কটল্যান্ডে প্রচুর পরিমাণে জমি লাভ করেন। এই বিজয়গুলো ধরে রাখা কঠিন প্রমাণিত হয়েছিল। কারণ দ্বিতীয় ডেভিডের অনুগত বাহিনী ধীরে ধীরে দেশের নিয়ন্ত্রণ ফিরে পায়। ১৩৩৪ সালে একটি স্কটিশ বিদ্রোহের জন্য আরেকটি সেনাবাহিনী এবং একটি সহায়ক নৌবাহিনী গঠনের প্রয়োজন হয়েছিল। রক্সবার্গ দুর্গ মেরামত করার পর এডওয়ার্ড  স্কটদের বিরুদ্ধে বেশ কয়েকটি অকার্যকর আক্রমণ শুরু করেন। ১৩৩৮ সালে এডওয়ার্ড স্কটদের সাথে একটি যুদ্ধবিরতিতে সম্মত হন।\n\nইংল্যান্ড ও ফ্রান্সের মধ্যে সম্পর্কের জন্য ক্রমবর্ধমান উদ্বেগই ছিল স্কটল্যান্ডের প্রতি কৌশল পরিবর্তনের একটি কারণ। যতদিন স্কটল্যান্ড ও ফ্রান্স একই জোটে ছিল, ততদিন ইংরেজদের দুটি ফ্রন্টে যুদ্ধের সম্ভাবনা ছিল। ফরাসিরা ইংরেজ উপকূলীয় শহরগুলোতে অভিযান চালায়। এর ফলে তখন ইংল্যান্ডে পূর্ণ মাত্রার ফরাসি আক্রমণের গুজব ছড়িয়ে পড়ে।\n\n\n=== নতুন আভিজাত্য তৈরি ===\nএডওয়ার্ড ক্ষমতা গ্রহণ করার সময় তিনি নিজের পরিবারকেই \"সম্পূর্ণ বিশৃঙ্খলার মধ্যে\" দেখতে পান। অর্মরড বিষয়টি উল্লেখ করেছেন। তাঁর পিতার ঝামেলাপূর্ণ রাজত্বের পর তাঁর অভিজাতরা বিভিন্ন উপদলে বিভক্ত হয়ে পড়ে। তারা পরিবারের মধ্যে বংশগত ব্যর্থতার কারণে দুর্বল হয়ে পড়ে। যদিও কম ব্যারোনেজ তাদের জ্যেষ্ঠদের মতো রাজনৈতিক দুর্যোগের দ্বারা কম প্রভাবিত হয়েছিল, তবুও তাদের অধিকারগুলো আরও অসম্পূর্ণ হওয়ার কারণে তারা দুর্বল ছিল। এডওয়ার্ডকে দুটি বৃহৎ পক্ষকে শান্ত করতে হয়েছিল। একটি পক্ষে ছিল যারা শুরু থেকেই তার বাবার বিরুদ্ধে ছিল, এবং অন্য পক্ষ হলো যারা মর্টিমার এবং ইসাবেলার সংখ্যালঘু শাসনের বিরোধিতা করেছিল। জেমস বোথওয়েল যুক্তি দেন, যদিও তিনি রক্তপাতহীনভাবে এবং ন্যূনতম তীব্রতার মাধ্যমে পক্ষগুলোর মধ্যে সমঝোতা করতে সক্ষম হয়েছিলেন। তবুও তাকে একা নিরাপদ রাখা যথেষ্ট ছিল না। তিনি বিরোধীদের বিরুদ্ধে লড়াই করলেও তাদের অনুগত ক্যাডারে পরিণত করেননি। শুধুমাত্র আরুন্ডেল, অক্সফোর্ড এবং ওয়ারউইকের আর্লসকেই অনুগত হিসেবে গণ্য করা যেতে পারে।\nঅভিজাতদের মধ্যে সীমিত আনুগত্য মোকাবেলা করার জন্য ১৩৩৭ সালের মার্চের সংসদের অধিবেশনের পরে এডওয়ার্ড ছয়টি নতুন আর্ল পদ তৈরি করেন। তিনি তাঁর রাজত্বের বাকি সময়কালে সাধারণত সমন জারির মাধ্যমে কম উপাধিধারী ৬১ জন নতুন লোককে লর্ড উপাধী দিয়েছেন। এসব পদ সৃষ্টি ব্যয়বহুল হলেও রাজপরিবার সহ বিদ্যমান অভিজাতদের মধ্যে খুব কমই বিদ্বেষ প্রকাশ পেয়েছিল। ১৩৩৭ সালের সৃষ্টিগুলো ছিল গ্লুচেস্টারের আর্লডমে হিউ ডি অডলি, নর্থাম্পটনের উইলিয়াম ডি বোহান, হান্টিংডনে উইলিয়াম ডি ক্লিনটন, ডার্বির গ্রসমন্টের হেনরি, স্যালিসবারিতে উইলিয়াম ডি মন্টাগু এবং সাফোকের রবার্ট ডি উফোর্ড। এদের মধ্যে, বোহুন, ক্লিনটন, মন্টাগু এবং উফোর্ড মর্টিমারের বিরুদ্ধে এডওয়ার্ডের অভ্যুত্থানে অগ্রণী ভূমিকা পালন করেছিলেন। অনুদান এবং সম্পত্তির দিক থেকেও তারা সবচেয়ে বেশি সুবিধাভোগী ছিলেন। আরেকটি সাধারণ বৈশিষ্ট্য হলো, অভ্যুত্থানের আগে তাদের বেশিরভাগই এডওয়ার্ডের বিশ্বস্ত সঙ্গী ছিলেন। উদাহরণস্বরূপ উফোর্ড তার সাথে ছিলেন এবং ফ্রান্সের ষষ্ঠ ফিলিপের সামনে তার শ্রদ্ধাঞ্জলিতে যোগ দিয়েছিলেন। আর মন্টাগু ছিলেন তার \"নিকটতম সমর্থক\"। অভ্যুত্থানের আগে তিনি এডওয়ার্ডের জন্য পোপের কাছে গোপন কূটনৈতিক মিশন পরিচালনা করেছিলেন।\nজেমস বোথওয়েল উল্লেখ করেছেন, পদোন্নতির আগে এই ব্যক্তিরা হয়তো কম সচ্ছল ছিলেন। কিন্তু রাজনৈতিক বা সামরিকভাবে তারা কম অভিজ্ঞ ছিলেন না। এই পদোন্নতিগুলো এডওয়ার্ডের কাছে বিশেষভাবে গুরুত্বপূর্ণ ছিল। কারণ তার বাবা আদিম প্রজন্ম থেকেই অনেক তিক্ত শত্রু তৈরি করেছিলেন। তাই এডওয়ার্ড তার পক্ষের লোকজনের সংখ্যা বৃদ্ধি করতে চেয়েছিলেন। এই পদোন্নতিগুলো তার নিজের এবং রাজকুমারের অবস্থানকে আরও শক্তিশালী করে তোলে। যুদ্ধ ঘনিয়ে আসার সাথে সাথে, তিনি অঞ্চলগুলো থেকে সরাসরি রাজকীয় সেনাবাহিনীতে ছয়টি নতুন নিয়োগ ব্যবস্থা তৈরি করেন। আর্লদের জন্য সম্ভাবনাটি খুব একটা ইতিবাচক ছিল না: রাজকীয় আর্থিক অবস্থার কারণে, তাদের বেশিরভাগই তাদের নতুন সম্পত্তি বজায় রাখার প্রতিশ্রুতি অনুসারে বছরে ন্যূনতম ১০০০ মার্কস (মধ্যযুগীয় ইংল্যান্ডের মুদ্রা) পাননি। গ্লুচেস্টার ব্যতীত সকলকেই তাদের আয় বৃদ্ধির জন্য অনিয়মিত জমি অনুদান দিয়ে সন্তুষ্ট থাকতে হত। কিন্তু যতক্ষণ না বর্তমান শাসক মারা যান এবং তারা রাজার কাছে চলে যান, ততক্ষণ পর্যন্ত প্রায়ই এই জমিগুলো পাওয়া যেত না।\n\n\n== মধ্য-রাজত্ব (১৩৩৭-১৩৬০) ==\n১৩৩৭ সালে ফ্রান্সের ষষ্ঠ ফিলিপ ইংরেজ রাজার ডাচি অফ অ্যাকুইটাইন এবং পন্থিউ কাউন্টি বাজেয়াপ্ত করেন। তার বাবার মতো ফরাসি রাজার প্রতি শ্রদ্ধা নিবেদন করে সংঘাতের শান্তিপূর্ণ সমাধানের চেষ্টা করার পরিবর্তে, এডওয়ার্ড ফ্রান্সের রাজা চতুর্থ ফিলিপের নাতি হিসেবে ফরাসি মুকুটের উপর দাবি করে প্রতিক্রিয়া জানান। ১৩১৬ এবং ১৩২২ সালে প্রতিষ্ঠিত অহংকারী উত্তরাধিকারের নজিরের ভিত্তিতে ফরাসিরা এটি প্রত্যাখ্যান করে এবং চতুর্থ ফিলিপের ভাগ্নে ষষ্ঠ ফিলিপের অধিকারকে সমর্থন করে। এর ফলে যে উত্তেজনা দেখা দেয়, তা শত বছরের যুদ্ধের কারণ হয়ে দাঁড়ায়। যুদ্ধের প্রাথমিক পর্যায়ে এডওয়ার্ডের কৌশল ছিল অন্যান্য মহাদেশীয় শাসকদের সাথে জোট গড়ে তোলা। ১৩৩৮ সালে পবিত্র রোমান সম্রাট চতুর্থ লুই, এডওয়ার্ড ভিকারকে পবিত্র রোমান সাম্রাজ্যের সেনাপতি নিযুক্ত করেন এবং তার সমর্থনের প্রতিশ্রুতি দেন। ১৩৭৩ সালের শেষের দিকে ১৩৭৩ সালের অ্যাংলো-পর্তুগিজ চুক্তি একটি অ্যাংলো-পর্তুগিজ জোট প্রতিষ্ঠা করে। এই ব্যবস্থাগুলো খুব কম ফলাফল এনেছে।\nযুদ্ধের এই পর্যায়ে একমাত্র বড় সামরিক বিজয় ছিল ১৩৪০ সালের ২৪ জুন স্লুইসে ইংরেজ নৌবাহিনীর বিজয়, যা ইংলিশ চ্যানেলের নিয়ন্ত্রণ নিশ্চিত করে। এই বিজয়ের ফলে একটি উন্নত ফরাসি নৌবহর ধ্বংস হয়ে যায় এবং ইংল্যান্ডে ফরাসি আক্রমণের হুমকি কমে যায়, যা ফ্রান্স আক্রমণের জন্য ইংরেজদের আকাঙ্ক্ষা বৃদ্ধি করে। এই পরিস্থিতি এক বছরেরও কম সময় স্থায়ী হয়েছিল। আর্থিক সমস্যার কারণে এডওয়ার্ড এই জয়ে খুশি হওয়ার সম্ভাবনা কম ছিল। ইংরেজরা ১৬৬ জন ফরাসি বণিককেও বন্দী করে; তারা বেশ কয়েক বছর ধরে ইংল্যান্ডের দক্ষিণ উপকূলে অভিযান চালিয়ে আসছিল এবং ইংরেজ নাবিকদের মধ্যে অজনপ্রিয় ছিল। ১৬,০০০ পর্যন্ত ফরাসি নাবিক নিহত হন এবং ফরাসি ক্যাপ্টেন নিকোলাস বেহুচেট - যিনি অন্যথায় মুক্তিপণ পাওয়ার আশা করতে পারতেন - তাকে তার নিজের উঠোন থেকে ঝুলিয়ে দেওয়া হয়। এডওয়ার্ড তার বিজয়ে ঈশ্বরের হাত দেখতে পান এবং স্মরণে একটি বিজয় মুদ্রা জারি করা হয় - যেখানে এডওয়ার্ডকে একটি জাহাজে দেখানো হয়, সম্ভবত এটি বুহুচেতের নিজস্ব জাহাজ ছিল - এবং রাজা একজন নৌ যোদ্ধা হিসেবে খ্যাতি অর্জন করেন।\n\n\n=== যুদ্ধের খরচ ===\nইতিমধ্যে এডওয়ার্ডের ব্যয়বহুল জোটের কারণে রাজ্যের উপর আর্থিক চাপের ফলে দেশে অসন্তোষ দেখা দেয়। দেশের রিজেন্সি কাউন্সিল ক্রমবর্ধমান জাতীয় ঋণের কারণে হতাশ ছিল। অন্যদিকে রাজা এবং ইউরোপে তার সেনাপতিরা ইংল্যান্ড সরকারের পর্যাপ্ত তহবিল সরবরাহে ব্যর্থতার কারণে ক্ষুব্ধ ছিলেন। পরিস্থিতি মোকাবেলা করার জন্য এডওয়ার্ড নিজেই ইংল্যান্ডে ফিরে আসেন। ১৩৪০ সালের ৩০ নভেম্বর তিনি অঘোষিতভাবে লন্ডনে পৌঁছান। রাজ্যের বিশৃঙ্খলা দেখে তিনি রাজকীয় প্রশাসন থেকে বিপুল সংখ্যক মন্ত্রী এবং বিচারককে অপসারণ করেন। এই পদক্ষেপগুলো অভ্যন্তরীণ স্থিতিশীলতা আনেনি। বরং রাজা এবং ক্যান্টারবেরির আর্চবিশপ জন ডি স্ট্র্যাটফোর্ডের মধ্যে একটি অচলাবস্থা দেখা দেয়। এ সময় স্ট্র্যাটফোর্ডের আত্মীয় চিচেস্টারের বিশপ রবার্ট স্ট্র্যাটফোর্ড এবং হেনরি ডি স্ট্র্যাটফোর্ডকে সাময়িকভাবে প্রয়মে পদবি কেড়ে নেওয়া হয় এবং পরর্তীতে কারারুদ্ধ করা হয়। স্ট্রাটফোর্ড দাবি করেছিলেন যে এডওয়ার্ড রাজকীয় কর্মকর্তাদের গ্রেপ্তার করে দেশের আইন লঙ্ঘন করেছেন। ১৩৪১ সালের এপ্রিলের সংসদে একটি নির্দিষ্ট স্তরের সমঝোতায় পৌঁছানো হয়। এখানে এডওয়ার্ডকে কর মঞ্জুরির বিনিময়ে তার আর্থিক ও প্রশাসনিক স্বাধীনতার উপর কঠোর সীমাবদ্ধতা মেনে নিতে বাধ্য করা হয়েছিল। তবুও একই বছরের অক্টোবরে, এডওয়ার্ড এই আইন প্রত্যাখ্যান করেন এবং আর্চবিশপ স্ট্রাটফোর্ডকে রাজনৈতিকভাবে বহিষ্কার করা হয়। এপ্রিল পার্লামেন্টের অসাধারণ পরিস্থিতি রাজাকে আত্মসমর্পণ করতে বাধ্য করেছিল। কিন্তু স্বাভাবিক পরিস্থিতিতে, মধ্যযুগীয় ইংল্যান্ডে রাজার ক্ষমতা কার্যত সীমাহীন ছিল, যা এডওয়ার্ড কাজে লাগাতে সক্ষম ছিলেন।\n\nইতিহাসবিদ নিকোলাস রজার তৃতীয় এডওয়ার্ডের \"সমুদ্রের সার্বভৌম\" দাবিকে প্রশ্নবিদ্ধ করেছেন। তিনি যুক্তি দিয়েছেন পঞ্চম হেনরির (১৪১৩-১৪২২) রাজত্বের আগে খুব কমই কোনও রাজকীয় নৌবাহিনী ছিল। রজারের মতামত সত্ত্বেও রাজা জন ইতিমধ্যেই গ্যালির একটি রাজকীয় বহর তৈরি করেছিলেন। তিনিই এই জাহাজগুলোর পাশাপাশি আটককৃত অন্যান্য জাহাজগুলোর জন্য একটি প্রশাসন প্রতিষ্ঠার চেষ্টা করেছিলেন (ব্যক্তিগত মালিকানাধীন জাহাজগুলো রাজকীয়/জাতীয় পরিষেবায় টেনে আনা হয়েছিল)। তার উত্তরসূরী তৃতীয় হেনরি এই কাজ চালিয়ে যান। যদিও তিনি এবং তার পূর্বসূরি একটি শক্তিশালী এবং দক্ষ নৌ প্রশাসন গড়ে তোলার আশা করেছিলেন, তাদের প্রচেষ্টা এমন একটি প্রশাসনের জন্ম দিয়েছে যা অনানুষ্ঠানিক এবং বেশিরভাগই অস্থায়ী ছিল। এডওয়ার্ডের রাজত্বকালে একটি আনুষ্ঠানিক নৌ প্রশাসনের আবির্ভাব ঘটে। এর নেতৃত্বে ছিলেন উইলিয়াম ডি ক্লেউর, ম্যাথিউ ডি টর্কসি এবং জন ডি হেইটফিল্ড। তারা ধারাবাহিকভাবে রাজার জাহাজের কেরানি উপাধি ধারণ করেছিলেন। তৃতীয় এডওয়ার্ডের রাজত্বকালে রবার্ট ডি ক্রুল এই পদে সর্বশেষ দায়িত্ব পালন করেছিলেন। এই পদে তার মেয়াদই সবচেয়ে বেশিদিন ছিল। তার শাসনামলেই এডওয়ার্ডের নৌ প্রশাসন অষ্টম হেনরি-এর কাউন্সিল অফ মেরিন অ্যান্ড নেভি বোর্ড এবং প্রথম চার্লস-এর বোর্ড অফ অ্যাডমিরালটির মতো উত্তরসূরীদের রাজত্বকালে যা বিকশিত হয়েছিল, সেসবের ভিত্তি হয়ে ওঠে। রজার আরও যুক্তি দেন, চতুর্দশ শতাব্দীর বেশিরভাগ সময় ১৩৪০ সালে স্লুইস এবং সম্ভবত ১৩৫০ সালে উইনচেলসির বাইরে ফরাসিরা প্রাধান্য পেয়েছিল। তবুও ফরাসিরা কখনও ইংল্যান্ড আক্রমণ করেনি এবং ফ্রান্সের রাজা দ্বিতীয় জন ইংল্যান্ডে বন্দী অবস্থায় মারা যান। এতে ভূমিকা পালন করার জন্য এবং অ্যাংলো-আইরিশ প্রভুদের বিদ্রোহ এবং জলদস্যুতার মতো অন্যান্য বিষয়গুলো পরিচালনা করার জন্য একটি ইংরেজ নৌবাহিনীর প্রয়োজন ছিল।\n\n\n==== কমান্ড কাঠামো ====\nএডওয়ার্ডের সামরিক কমান্ড কাঠামো শুরু হয়েছিল তাকে কেন্দ্রে রেখে। তারপর দরবারের সদস্যরা তার জেনারেল হিসেবে কাজ করতেন। এর মধ্যে রাজপরিবারও অন্তর্ভুক্ত ছিল। এডওয়ার্ড তার ছেলেদের, বিশেষ করে তার জ্যেষ্ঠ পুত্র এডওয়ার্ড দ্য ব্ল্যাক প্রিন্সের সামরিক ক্ষমতা কাজে লাগিয়েছিলেন। তারা সকলেই ভালো যোদ্ধা হওয়ায় এটি যে কেবল বাস্তবসম্মত ছিল তা-ই নয়, এর পাশাপাশি বিষয়টি ফরাসি সিংহাসনে এডওয়ার্ডের দাবির বংশগত প্রকৃতি প্রদর্শনের জন্যও একটি অতিরিক্ত প্রচারণামূলক মূল্যও ছিল। তব কমান্ডে সর্বদা অভিজাতদের বিশেষাধিকার ছিল না। নাইটস ব্যানারেট তথা অন্যান্য নাইটদের নেতৃত্ব দিতে সক্ষম নাইটদের সেনাবাহিনী বা বিভাগের নেতা হিসেবেও পছন্দ করা হত। কারণ তারা ইতিমধ্যেই রাজার ঘনিষ্ঠ হওয়ার মাধ্যমে রাজার ও তার পরিবারের অংশ হয়ে দেহরক্ষীর ভূমিকা পালত করত। রাজা এডওয়ার্ডের শেভাউচির সময় তাদের উপর বিশেষ দায়িত্ব ছিল। এর ফলে প্রায়ই প্রধান সেনাবাহিনীকে ছোট ছোট বাহিনীতে বিভক্ত হতে হত, প্রতিটি বাহিনীকে তার নিজস্ব অধিনায়কের প্রয়োজন হত। এর ফলে মাঝে মাঝে তক্সসদ মতবিরোধ তৈরি হত। উদাহরণস্বরূপ, ১৩৬৯ সালের লোয়ার অভিযানে, পেমব্রোকের আর্ল স্যার জন চ্যান্ডোসের সাথে কমান্ড ভাগ করে নিয়েছিলেন; যদিও ব্ল্যাক প্রিন্স কর্তৃক পরবর্তীজনকে ফ্রান্সের সেনেশাল নিযুক্ত করা হয়েছিল, পেমব্রোক তার উচ্চতর সামাজিক মর্যাদার কারণে তার অধীনে কাজ করতে অস্বীকৃতি জানান। শেষ পর্যন্ত তাদের নেতৃত্বাধীন সেনাবাহিনী গঠনের দায়িত্ব উভয়ের উপরই বর্তায়: রাজার পরে অভিজাতরা সর্বাধিক সংখ্যক ভাড়াটে এবং রক্ষণাবেক্ষণকারী তৈরি করতে পারত। কিন্তু নিম্ন স্তরের লোকেরাই অঞ্চলগুলোতে সার্জেন্ট নিয়োগের কাজ করত। স্কটল্যান্ডে তার পিতা বা প্রপিতামহের অভিযানের সময়, সামন্ততান্ত্রিক করের (এর মাধ্যমে জমির অধিকারের বিনিময়ে বিনামূল্যে সামরিক পরিষেবা প্রদান করা হত) বিপরীতে শত বছরের যুদ্ধ শুরু হওয়ার পর থেকে রাজার কাছ থেকে সকল পদমর্যাদার পুরুষদের তাদের পরিষেবার জন্য অর্থ প্রদান করা স্বাভাবিক হয়ে ওঠে। এর বিনিময়ে ক্রাউন বেশিরভাগ সরঞ্জামের জন্য অর্থ প্রদানের দায়িত্ব কাঁধে তুলে নেয়। সামরিক ইতিহাসবিদ অ্যান্ড্রু আইটন এই রূপান্তরকে একটি \"সামরিক বিপ্লব\" হিসেবে বর্ণনা করেছেন। রাজা নিজেই এটি পরিচালনা করেছিলেন।\n\n\n=== ক্রিসি ও পয়েটিয়ার্স ===\n১৩৪০-এর দশকের গোড়ার দিকে, এটা স্পষ্ট হয়ে গিয়েছিল যে এডওয়ার্ডের জোট নীতি অত্যন্ত ব্যয়বহুল ছিল। ব্যয়ের বিপরীতে খুব কম ফলাফলই পেয়েছিল। পরবর্তী বছরগুলোতে ইংরেজ সেনাবাহিনীর আরও সরাসরি সম্পৃক্ততা দেখা যায়। এর মধ্যে ব্রেটন উত্তরাধিকার যুদ্ধও অন্তর্ভুক্ত ছিল। কিন্তু এই হস্তক্ষেপগুলোও প্রথমে নিষ্ফল প্রমাণিত হয়। এডওয়ার্ড ফ্লোরেনটাইনের ১,৩৬৫,০০০ ফ্লোরিন ঋণ খেলাপি করেন। এর ফলে ঋণদাতাদের সর্বনাশ ঘটে।\n১৩৪৬ সালের জুলাই মাসে একটি পরিবর্তন আসে। তখন এডওয়ার্ড ১৫,০০০ সৈন্য নিয়ে নরম্যান্ডির দিকে যাত্রা করে একটি বড় আক্রমণ পরিচালনা করেন। তার সেনাবাহিনী কেইন শহর দখল করে নেয় এবং উত্তর ফ্রান্স জুড়ে ফ্ল্যান্ডার্সে ফ্লেমিশ বাহিনীর সাথে লড়াই করার জন্য অগ্রসর হয়। ফরাসি সেনাবাহিনীর সাথে লড়াই করা এডওয়ার্ডের প্রাথমিক উদ্দেশ্য ছিল না। কিন্তু সোমের ঠিক উত্তরে ক্রিসিতে তিনি অনুকূল ভূখণ্ড খুঁজে পেয়ে ষষ্ঠ ফিলিপের নেতৃত্বে একটি পশ্চাদ্ধাবনকারী সেনাবাহিনীর সাথে লড়াই করার সিদ্ধান্ত নেন। ২৬শে আগস্টে ক্রেসির যুদ্ধে ইংরেজ সেনাবাহিনী তুলনামূলক অনেক বড় ফরাসি সেনাবাহিনীকে পরাজিত করে। এর কিছুদিন পরে ১৭ অক্টোবর নেভিলস ক্রসের যুদ্ধে একটি ইংরেজ সেনাবাহিনী স্কটল্যান্ডের রাজা দ্বিতীয় ডেভিডকে পরাজিত করে বন্দী করে। উত্তর সীমান্ত সুরক্ষিত হওয়ার পর এডওয়ার্ড ফ্রান্সের বিরুদ্ধে তার বড় আক্রমণ চালিয়ে যাওয়ার জন্য স্বাধীন বোধ করেন। তখন তিনি ক্যালাইস শহর অবরোধ করেন। এই অভিযানটি ছিল শত বছরের যুদ্ধের সর্বশ্রেষ্ঠ ইংরেজ অভিযান। এই অভিযানে ৩২,০০০ সৈন্যের একটি বাহিনী অংশগ্রহণ করে। ১৩৪৬ সালের ৪ সেপ্টেম্বর অবরোধটি শুরু হয়ে ১৩৪৭ সালের ৩ আগস্ট শহরটি আত্মসমর্পণ না করা পর্যন্ত স্থায়ী হয়।\n\nক্যালাইসের পতনের পর এডওয়ার্ডের নিয়ন্ত্রণের বাইরের কারণগুলো তাকে যুদ্ধের প্রচেষ্টা বন্ধ করতে বাধ্য করে। ১৩৪৮ সালে ব্ল্যাক ডেথ ইংল্যান্ডে পূর্ণ শক্তিতে আঘাত হানে। এর ফলে দেশের জনসংখ্যার এক তৃতীয়াংশ বা তার বেশি মানুষ মারা যায়। জনবলের এই হ্রাসের ফলে কৃষি শ্রমিকের ঘাটতি দেখা দেয় এবং একই সাথে মজুরি বৃদ্ধি পায়। বড় জমির মালিকরা জনবলের অভাব এবং ফলস্বরূপ শ্রমমূল্যের মুদ্রাস্ফীতির সাথে লড়াই করেছিলেন। মজুরি বৃদ্ধি রোধ করার জন্য, রাজা এবং সংসদ ১৩৪৯ সালে শ্রমিক অধ্যাদেশ জারি করে এবং এরপর ১৩৫১ সালে শ্রমিক সংবিধি জারি করে। মজুরি নিয়ন্ত্রণের এই প্রচেষ্টা দীর্ঘমেয়াদে সফল হতে পারেনি। কিন্তু স্বল্পমেয়াদে এগুলো অত্যন্ত জোরের সাথে প্রয়োগ করা হয়েছিল। সামগ্রিকভাবে, প্লেগ সরকার এবং সমাজের পূর্ণাঙ্গ পতন ঘটাতে পারেনি, এবং পুনরুদ্ধার উল্লেখযোগ্যভাবে দ্রুত হয়েছিল। এটি মূলত কোষাধ্যক্ষ উইলিয়াম এডিংটন এবং প্রধান বিচারপতি উইলিয়াম ডি শেয়ারশুলের মতো রাজকীয় প্রশাসকদের যোগ্য নেতৃত্বের জন্য ধন্যবাদ।\n১৩৫০-এর দশকের মাঝামাঝি সময়েই মহাদেশে সামরিক অভিযান পুনরায় শুরু হয়। ১৩৫৬ সালে এডওয়ার্ডের জ্যেষ্ঠ পুত্র, ওয়েলসের রাজপুত্র এডওয়ার্ড, পোয়েটিয়ার্সের যুদ্ধে একটি গুরুত্বপূর্ণ বিজয় অর্জন করেন। সংখ্যায় অত্যধিক ইংরেজ বাহিনী কেবল ফরাসিদের পরাজিত করেনি, বরং ফরাসি রাজা দ্বিতীয় জন এবং তার কনিষ্ঠ পুত্র ফিলিপকেও বন্দী করেছিল। ধারাবাহিকভাবে বিজয়ের পর, ইংরেজরা ফ্রান্সে বিরাট সম্পত্তি দখল করে, ফরাসি রাজা ইংরেজদের হেফাজতে ছিলেন এবং ফরাসি কেন্দ্রীয় সরকার প্রায় সম্পূর্ণরূপে ভেঙে পড়েছিল। ফরাসি রাজমুকুটের উপর এডওয়ার্ডের দাবিটি আসলেই কি আসল ছিল, নাকি এটি কেবল ফরাসি সরকারের উপর চাপ সৃষ্টির জন্য একটি রাজনৈতিক চক্রান্ত ছিল তা নিয়ে ঐতিহাসিক বিতর্ক রয়েছে। মূল উদ্দেশ্য যাই হোক না কেন, বর্ণিত দাবিটি এখন নাগালের মধ্যেই বলে মনে হচ্ছে। তবুও ১৩৫৯ সালে একটি অভিযান, যার উদ্দেশ্য ছিল এই কাজটি সম্পন্ন করা, তা অমীমাংসিত ছিল। অতএব, ১৩৬০ সালে এডওয়ার্ড ব্রিটিগনির চুক্তি গ্রহণ করেন। এর মাধ্যমে তিনি ফরাসি সিংহাসনের উপর তার দাবি ত্যাগ করেন। কিন্তু পূর্ণ সার্বভৌমত্বের সাথে তার বর্ধিত ফরাসি সম্পত্তি সুরক্ষিত করেন। এডওয়ার্ড তার প্রজাদের বিদেশে রাজনৈতিক ও সামরিক উন্নয়ন সম্পর্কে সম্পূর্ণ অবহিত রাখতেন। এর মধ্যে ছিল সমাবর্তন, লন্ডন শহর এবং আর্চবিশপ সহ বিভিন্ন সংবাদমাধ্যমে তাঁর এবং তাঁর ক্যাপ্টেনদের কাছ থেকে নিয়মিত প্রচুর প্রতিবেদন পাঠানোর মাধ্যমে। যদিও পণ্ডিত এ.ই. প্রিন্স স্বীকার করেছেন যে এককভাবে বিবেচনা করলে, এই প্রতিবেদনগুলো সরকারের মধ্যে একটি সুসংহত জনসংযোগের প্রতিনিধিত্ব নাও করতে পারে, তবে তারা সম্ভবত সামগ্রিকভাবে একটি \"সরল প্রচারণা সংস্থার\" অস্তিত্বের ইঙ্গিত দেয় যার সাহায্যে রাজা অভ্যন্তরীণ মনোবল বৃদ্ধি করেছিলেন। এরপর এগুলো হয় মৌখিকভাবে অথবা আংশিকভাবে, নিউজলেটার হোক বা পাবলিক চিঠি, জনপ্রিয় ইতিহাসের অংশ হিসেবে পরিণত হয়।\n\n\n== সরকার ==\n\n\n=== আইনসভা ===\n\nএডওয়ার্ডের রাজত্বের মধ্যবর্তী বছরগুলো ছিল উল্লেখযোগ্য আইন প্রণয়নের সময়কাল। সম্ভবত সবচেয়ে বিখ্যাত আইনটি ছিল ১৩৫১ সালের শ্রমিকদের সংবিধি। এটি ব্ল্যাক ডেথের কারণে সৃষ্ট শ্রমিক ঘাটতি সমস্যার সমাধান করেছিল। এই আইনে প্লেগ-পূর্ব স্তরে কৃষকদের মজুরি নির্ধারণ করা হয়েছিল এবং কৃষকদের গতিশীলতা নিয়ন্ত্রণ করা হয়েছিল এই বলে যে, তাদের পুরুষদের পরিষেবার উপর প্রভুদেরই প্রথম দাবি ছিল। আইনটি সমুন্নত রাখার জন্য সম্মিলিত প্রচেষ্টা সত্ত্বেও, জমির মালিকদের মধ্যে শ্রমের জন্য তীব্র প্রতিযোগিতার কারণে এটি অবশেষে ব্যর্থ হয়। আইনটিকে \" সরবরাহ ও চাহিদার আইনের বিরুদ্ধে আইন প্রণয়নের\" একটি প্রচেষ্টা হিসেবে বর্ণনা করা হয়েছে, যা এটিকে নিশ্চিত ব্যর্থতার দিকে ঠেলে দেয়। তা সত্ত্বেও শ্রমিকের ঘাটতি হাউস অফ কমন্সের ছোট জমির মালিক এবং হাউস অফ লর্ডসের বৃহত্তর জমির মালিকদের মধ্যে আগ্রহের একটি সম্প্রদায় তৈরি করেছিল। ফলস্বরূপ ব্যবস্থাগুলো কৃষকদের ক্ষুব্ধ করে, যার ফলে ১৩৮১ সালের কৃষক বিদ্রোহ শুরু হয়।\nতৃতীয় এডওয়ার্ডের রাজত্বকাল ছিল অ্যাভিগননের পোপতন্ত্রের তথাকথিত ব্যাবিলনীয় বন্দীদশার সাথে। ফ্রান্সের সাথে যুদ্ধের সময়, ইংল্যান্ডে ফরাসি রাজপুত্র দ্বারা নিয়ন্ত্রিত পোপের শাসনের অবিচারের বিরুদ্ধে বিরোধিতা দেখা দেয়। ইংরেজ চার্চের পোপদের উপর কর আরোপ জাতির শত্রুদের অর্থায়ন করছে বলে সন্দেহ করা হয়েছিল, অন্যদিকে বিধানের অনুশীলন (যাজকদের জন্য পোপের সুবিধা প্রদান) ইংরেজ জনগণের মধ্যে ক্ষোভের সৃষ্টি করেছিল। ১৩৫০ এবং ১৩৫৩ সালের যথাক্রমে প্রোভাইজার এবং প্রাইমুনিরের আইনের লক্ষ্য ছিল পোপের সুবিধা নিষিদ্ধ করে এটি সংশোধন করা, পাশাপাশি ইংরেজি বিষয়গুলোর উপর পোপের আদালতের ক্ষমতা সীমিত করা। রাজা এবং পোপের মধ্যে সম্পর্ক ছিন্ন করেনি, যারা একে অপরের উপর সমানভাবে নির্ভরশীল ছিল।\nঅন্যান্য গুরুত্বপূর্ণ আইনের মধ্যে রয়েছে রাষ্ট্রদ্রোহ আইন ১৩৫১। এই বিতর্কিত অপরাধের সংজ্ঞা সম্পর্কে ঐকমত্য তৈরির জন্য রাজত্বের সামঞ্জস্যই যথেষ্ট ছিল। তবুও, সবচেয়ে উল্লেখযোগ্য আইনি সংস্কার সম্ভবত ছিল শান্তির বিচারপতিদের বিষয়ে। এই প্রতিষ্ঠানটি তৃতীয় এডওয়ার্ডের রাজত্বের আগে শুরু হয়েছিল। কিন্তু ১৩৫০ সালের মধ্যে বিচারকদের কেবল অপরাধ তদন্ত এবং গ্রেপ্তার করার ক্ষমতাই দেওয়া হয়নি। বরং গুরুতর অপরাধ সহ মামলার বিচার করার ক্ষমতাও দেওয়া হয়েছিল। এর মাধ্যমে স্থানীয় ইংরেজ বিচার প্রশাসনে একটি স্থায়ী স্থিতিশীলতা প্রতিষ্ঠিত হয়েছিল।\n\n\n=== সংসদ এবং কর ব্যবস্থা ===\n\nতৃতীয় এডওয়ার্ডের সময়কালে সংসদ একটি প্রতিনিধিত্বমূলক প্রতিষ্ঠান হিসেবে ইতিমধ্যেই সুপ্রতিষ্ঠিত হয়ে গিয়েছিল। কিন্তু তবুও এই শাসনকাল এর উন্নয়নের কেন্দ্রবিন্দুতে ছিল। এই সময়কালে, ইংরেজ ব্যারোনেজের সদস্যপদ, যা পূর্বে কিছুটা অস্পষ্ট ছিল, কেবলমাত্র তাদের মধ্যেই সীমাবদ্ধ ছিল যারা পার্লামেন্টে ব্যক্তিগত সমন পেতেন। এটি ঘটেছিল যখন সংসদ ধীরে ধীরে একটি দ্বিকক্ষবিশিষ্ট প্রতিষ্ঠানে পরিণত হয়েছিল, যা একটি হাউস অফ লর্ডস এবং একটি হাউস অফ কমন্স নিয়ে গঠিত ছিল। তবুও লর্ডসে নয়, কমন্সে সবচেয়ে বড় পরিবর্তন ঘটেছিল, কমন্সের রাজনৈতিক ভূমিকা ক্রমশ বৃদ্ধি পাচ্ছিল। তথ্যবহুল হল ভালো সংসদ, যেখানে প্রথমবারের মতো কমন্স - যদিও মহৎ সমর্থনের সাথে - একটি রাজনৈতিক সংকট তৈরির জন্য দায়ী ছিল। এই প্রক্রিয়ায় অভিশংসনের পদ্ধতি এবং স্পিকারের পদ উভয়ই তৈরি করা হয়েছিল। যদিও রাজনৈতিক লাভগুলো কেবল সাময়িক সময়ের জন্য ছিল। তবুও এই সংসদটি ইংরেজ রাজনৈতিক ইতিহাসে এক যুগান্তকারী ঘটনা ছিল।\nকমন্সের রাজনৈতিক প্রভাব মূলত তাদের কর মঞ্জুর করার অধিকারের উপর নির্ভরশীল ছিল। শত বছরের যুদ্ধের আর্থিক চাহিদা ছিল বিশাল, এবং রাজা এবং তার মন্ত্রীরা খরচ মেটানোর জন্য বিভিন্ন পদ্ধতি ব্যবহার করেছিলেন। এডওয়ার্ডের রাজত্বের জমি থেকে একটানা আয় ছিল, এবং তিনি ইতালীয় এবং দেশীয় অর্থদাতাদের কাছ থেকেও যথেষ্ট ঋণ নিতে পারতেন। যুদ্ধের অর্থায়নের জন্য, তাকে তার প্রজাদের উপর কর আরোপ করতে হয়েছিল। কর ব্যবস্থা দুটি প্রাথমিক রূপ ধারণ করে: লেভি এবং কাস্টমস। এই কর ছিল সমস্ত অস্থাবর সম্পত্তির একটি অনুপাতের অনুদান, সাধারণত শহরগুলোর জন্য দশমাংশ এবং কৃষিজমির জন্য পনেরো ভাগের এক ভাগ। এর ফলে প্রচুর অর্থ আয় হতে পারে। কিন্তু এই ধরনের প্রতিটি কর সংসদ কর্তৃক অনুমোদিত হতে হত এবং রাজাকে এর প্রয়োজনীয়তা প্রমাণ করতে হত। অতএব, কাস্টমস আয়ের একটি স্থিতিশীল এবং নির্ভরযোগ্য উৎস হিসেবে একটি স্বাগত পরিপূরক প্রদান করেছিল। ১২৭৫ সাল থেকে পশম রপ্তানির উপর একটি \"প্রাচীন শুল্ক\" বিদ্যমান ছিল। প্রথম এডওয়ার্ড উলের উপর অতিরিক্ত শুল্ক আরোপের চেষ্টা করেছিলেন। কিন্তু এই অজনপ্রিয় মাল্টোল্ট, বা \"অন্যায় আদায়\", শীঘ্রই পরিত্যক্ত হয়েছিল। এরপর, ১৩৩৬ সাল থেকে, পশম রপ্তানি থেকে রাজকীয় রাজস্ব বৃদ্ধির লক্ষ্যে একাধিক পরিকল্পনা চালু করা হয়। কিছু প্রাথমিক সমস্যা এবং অসন্তোষের পর, ১৩৫৩ সালের স্ট্যাপলের সংবিধির মাধ্যমে সম্মত হয়েছিল যে নতুন রীতিনীতিগুলো সংসদ কর্তৃক অনুমোদিত হওয়া উচিত, যদিও বাস্তবে সেগুলো স্থায়ী হয়ে যায়।\nতৃতীয় এডওয়ার্ডের রাজত্বকালে স্থির কর আরোপের মাধ্যমে সংসদ(বিশেষ করে কমন্স) রাজনৈতিক প্রভাব অর্জন করে। তখন এমন একটি ঐক্যমত্য তৈরি হয়েছিল যে, কর ন্যায্য হতে হলে রাজাকে এর প্রয়োজনীয়তা প্রমাণ করতে হবে। এটি রাজ্যের সম্প্রদায় দ্বারা মঞ্জুর করতে হবে এবং এটি সেই সম্প্রদায়ের সুবিধার জন্য হতে হবে। কর আরোপের পাশাপাশি প্রায়ই রাজকীয় কর্মকর্তাদের অব্যবস্থাপনার বিষয়ে সংসদ রাজার কাছে অভিযোগের প্রতিকারের জন্য আবেদনও পেশ করত। এইভাবে ব্যবস্থাটি উভয় পক্ষের জন্যই উপকারী ছিল। এই প্রক্রিয়ার মাধ্যমে কমন্স এবং তারা যে সম্প্রদায়ের প্রতিনিধিত্ব করত, তারা ক্রমশ রাজনৈতিকভাবে সচেতন হয়ে ওঠে এবং সাংবিধানিক রাজতন্ত্রের বিশেষ ইংরেজী ব্র্যান্ডের ভিত্তি স্থাপন করা হয়। রাজার মন্ত্রীদের জন্য সংসদের সামনে তার মামলার যুক্তি উপস্থাপন করা, কমন্স রাজাকে তার অনুরোধকৃত কর প্রদান করা এবং তারপর সংসদের শেষে রাজার ছাড় ঘোষণা করা স্বাভাবিক হয়ে ওঠে।\nরাজা মাঝে মাঝে সংসদের অনুমতি ছাড়া কর আদায়ের চেষ্টা করতেন। যেমন ১৩৩৮ সালে তিনি পশমের ওপর জোরপূর্বক ঋণ আদায়ের উদ্যোগ নেন। তবে এটি দ্রুত ভেস্তে যায়।ই. বি. ফ্রাইডের ভাষায়, এটি ছিল এক \"শোচনীয় ব্যর্থতা\"। ফলে শেষ পর্যন্ত এডওয়ার্ডকে আবার সংসদের শরণাপন্ন হতে হয়। তিনি তাঁর প্রাচীন অধিকারের পুনঃপ্রতিষ্ঠার চেষ্টাও করেন। এর মধ্যে ছিল অপরাধীদের সমস্ত সম্পত্তি রাজকোষে ফেরত আসার বিধান ও স্কিউটেজ (scutage)। পাশাপাশি তিনি নতুন কিছু প্রস্তাবও দেন। যেমন ঋণ কিস্তিতে নয়, একবারে পরিশোধ করতে হবে। কিন্তু সব প্রচেষ্টাই ব্যর্থ হয়, কারণ অভিজাতরা দাবি করেন যে এভাবে কর আরোপ করলে তাঁদের ঐতিহ্যগত অধিকার ক্ষুণ্ণ হবে।\nফ্রাইডের মতে, \"এডওয়ার্ডের অন্যতম বড় ও অপচয়মূলক দায়িত্ব\" এসেছিল ১৩৩৯ সালের ফেব্রুয়ারিতে, যখন তিনি কার্যত ইংল্যান্ডের রাজমুকুট বন্ধক রেখে ট্রায়ারের আর্চবিশপের কাছ থেকে ঋণ নেন, যার বিনিময়ে তিনি £১৬,৬৫০ পরিশোধের প্রতিশ্রুতি দেন। ১৩৪০ সালে এডওয়ার্ড গেন্টে গিয়ে ঋণদাতাদের সঙ্গে সাক্ষাৎ করেন। কিন্তু তখনই ঋণ শোধ করতে না পারায় বার্টি উইলকিনসনের ভাষায় তিনি \"হাঁটতে যাওয়ার ভান করে চুপিসারে ঘোড়ায় চড়ে পালিয়ে যান\"।\n\n\n=== ছয়টি নতুন আর্ল দল এবং তিনটি ইংরেজ ডিউকডম তৈরি ===\nতৃতীয় এডওয়ার্ডের নীতির কেন্দ্রবিন্দু ছিল যুদ্ধ ও প্রশাসনের উদ্দেশ্যে উচ্চতর অভিজাতদের উপর নির্ভরতা। দ্বিতীয় এডওয়ার্ড তার সমবয়সীদের একটি বিরাট অংশের সাথে নিয়মিতভাবে দ্বন্দ্বে লিপ্ত থাকলেও তার পুত্র সফলভাবে তার বাবা এবং তার শ্রেষ্ঠ প্রজাদের মধ্যে সৌহার্দ্যপূর্ণ সম্পর্ক প্রতিষ্ঠা করেছিলেন। প্রথম এডওয়ার্ড এবং দ্বিতীয় এডওয়ার্ড উভয়ই অভিজাতদের প্রতি তাদের নীতিতে সীমাবদ্ধ ছিলেন। এর ফলে তৃতীয় এডওয়ার্ডের রাজত্বের পূর্ববর্তী ষাট বছর ধরে কয়েকটি নতুন পিয়ারেজ তৈরির সুযোগ তৈরি হয়েছিল। ১৩৩৭ সালে আসন্ন যুদ্ধের প্রস্তুতি হিসেবে তৃতীয় এডওয়ার্ড এই ধারাটি উল্টে দেন। তিনি একই দিনে ছয়টি নতুন আর্ল পদ তৈরি করেন।\nএকই সময়ে এডওয়ার্ড রাজার নিকটাত্মীয়দের জন্য ডিউক উপাধি প্রবর্তন করে পিয়ারেজের পদমর্যাদা ঊর্ধ্বমুখী করেন।  তারপর প্রথমবারের মতো তিনি ইংল্যান্ডে তিনটি ডিউকডম (কর্নওয়াল, ল্যাঙ্কাস্টার এবং ক্লারেন্স) তৈরি করেন। তার জ্যেষ্ঠ পুত্র এডওয়ার্ড দ্য ব্ল্যাক প্রিন্স ১৩৩৭ সালে কর্নওয়ালের ডিউক হিসেবে প্রথম ইংরেজ ডিউক নিযুক্ত হন। ১৩৫১ সালে ল্যাঙ্কাস্টারের আর্লকে ল্যাঙ্কাস্টারের ডিউক হিসেবে উন্নীত করা হয়। ১৩৬২ সালে রাজা তৃতীয় এডওয়ার্ডের দ্বিতীয় পুত্র অ্যান্টওয়ার্পের লিওনেল ক্ল্যারেন্সের প্রথম ডিউক হন। \n\n\n=== শৌর্য এবং জাতীয় পরিচয় ===\nঅধিকন্তু, এডওয়ার্ড শৌর্যের একটি নতুন ধারা তৈরি করে এই গোষ্ঠীর মধ্যে সম্প্রদায়ের অনুভূতিকে শক্তিশালী করেছিলেন। ১৩৪৪ সালের জানুয়ারিতে উইন্ডসর ক্যাসেলে একটি বিরাট ভোজ অনুষ্ঠিত হয়েছিল। সেখানে বিপুল সংখ্যক লোককে আমন্ত্রণ জানানো হয়। কেবল লর্ডরাই নয়, লন্ডন শহরও সেই আয়োজনে একটি দল পাঠায়। প্রথম রাতে একটি ভোজসভা অনুষ্ঠিত হয়। সেখানে উপস্থিত সকল মহিলা (তাদের মধ্যে মাত্র দুজন যোদ্ধা) খাবার খান। অন্যদিকে পুরুষরা তাদের তাঁবুতে খেয়েছিলেন। এর পরের তিন দিন ধরে টানাপোড়েন চলে। সেখানে যেখানে এডওয়ার্ড \"তার রাজকীয় পদমর্যাদার কারণে নয় বরং তার মহান পরিশ্রমের কারণে\" চ্যাম্পিয়ন হিসেবে বিবেচিত হন। অ্যাডাম মুরিমুথ তার ক্রনিকলে ঘটনাটির পুনরুল্লেখ করেছেন। এর পরে রাজা আর্থারের গোলটেবিল বৈঠক প্রতিষ্ঠার ঘোষণা দেন। তাতে \"কিছু লর্ড\" শপথ গ্রহণ করেন। নতুন অধ্যায়ের প্রথম সভাটি নিম্নলিখিত হুইটসনের জন্য আয়োজন করা হয়। তবে এই প্রকল্পটি থেকে কিছুই লাভ হয়নি। মুরিমুথ মন্তব্য করেছেন, \"পরবর্তীতে বিভিন্ন কারণে এই কাজ বন্ধ করে দেওয়া হয়েছিল\"।\nপরিবর্তে প্রায় চার বছর পর এডওয়ার্ড সম্ভবত ১৩৪৮ সালে অর্ডার অফ দ্য গার্টার প্রতিষ্ঠা করেন। নতুন ক্রমটি গার্টারের বৃত্তাকার আকৃতির দ্বারা কিংবদন্তি থেকে অর্থ বহন করে। ক্রেসি অভিযানের সময় (১৩৪৬-৭) এডওয়ার্ডের যুদ্ধকালীন অভিজ্ঞতা গোলটেবিল প্রকল্প পরিত্যাগের ক্ষেত্রে একটি নির্ধারক কারণ বলে মনে হয়। যুক্তি দেওয়া হয়েছে, ১৩৪৬ সালে ক্রিসিতে ইংরেজদের দ্বারা ব্যবহৃত সম্পূর্ণ যুদ্ধ কৌশল আর্থারীয় আদর্শের পরিপন্থী ছিল। বিশেষ করে গার্টার প্রতিষ্ঠার সময় আর্থারকে এডওয়ার্ডের জন্য একটি সমস্যাযুক্ত দৃষ্টান্তে পরিণত করেছিল। পঞ্চদশ শতাব্দীর গোড়ার দিকের গার্টারের স্ট্যাচুটসের কপিগুলোতে রাজা আর্থার এবং গোলটেবিলের কোনও আনুষ্ঠানিক উল্লেখ নেই। তবে ১৩৫৮ সালের গার্টার ফিস্টে একটি গোলটেবিল খেলা জড়িত ছিল। সুতরাং প্রস্তাবিত গোলটেবিল ফেলোশিপ এবং বাস্তবায়িত অর্ডার অফ দ্য গার্টারের মধ্যে কিছুটা মিল ছিল। পলিডোর ভার্জিল বর্ণনা করেছেন যে কীভাবে কেন্টের তরুণী জোয়ান ক্যালাইসে একটি বলের কাছে দুর্ঘটনাক্রমে তার গার্টারটি ফেলে দেয়। জনতার উপহাসের জবাবে এডওয়ার্ড তার নিজের হাঁটুতে গার্টার বেঁধে \"honi soit qui mal y pense\" (যে খারাপ চিন্তা করে তার জন্য লজ্জা) এই কথাগুলো বলেন।\nঅভিজাতদের এই শক্তিশালীকরণ এবং ইংরেজ জাতীয় পরিচয়ের উদীয়মান অনুভূতিকে ফ্রান্সের যুদ্ধের সাথে একত্রে দেখতে হবে। ঠিক যেমন স্কটল্যান্ডের সাথে যুদ্ধ করেছিল, ফরাসি আক্রমণের ভয় জাতীয় ঐক্যের অনুভূতিকে শক্তিশালী করতে এবং নরম্যান বিজয়ের পর থেকে মূলত অ্যাংলো-নর্মান অভিজাতদের জাতীয়করণ করতে সাহায্য করেছিল। প্রথম এডওয়ার্ডের সময় থেকে জনপ্রিয় পৌরাণিক কাহিনী অনুসারে ফরাসিরা ইংরেজি ভাষা নিশ্চিহ্ন করার পরিকল্পনা করেছিল। তাই তার দাদার মতো করে তৃতীয় এডওয়ার্ড এই ভীতির সর্বোচ্চ ব্যবহার করেছিলেন। ফলস্বরূপ তৃতীয় এডওয়ার্ডের রাজত্বকালে ইংরেজি ভাষা একটি শক্তিশালী পুনরুজ্জীবন লাভ করে। ১৩৬২ সালে একটি সংবিধিবদ্ধ আবেদনপত্র আইন আদালতে ইংরেজি ব্যবহারের নির্দেশ দেয়। এবং তার পরের বছর সংসদ প্রথমবারের মতো ইংরেজিতে খোলা হয়। একই সময়ে উইলিয়াম ল্যাংল্যান্ড, জন গাওয়ার এবং বিশেষ করে জিওফ্রে চসারের লেখা দ্য ক্যান্টারবেরি টেলস-এর মাধ্যমে স্থানীয় ভাষা সাহিত্যিক ভাষা হিসেবে পুনরুজ্জীবন লাভ করে। তবুও এই ইংরেজিকরণের পরিমাণ অতিরঞ্জিত করা উচিত নয়। ১৩৬২ সালের আইনটি আসলে ফরাসি ভাষায় লেখা হয়েছিল। এর তাৎক্ষণিক প্রভাব খুব কম ছিল এবং ১৩৭৭ সালের শেষের দিকে সেই ভাষায় সংসদ খোলা হয়। অর্ডার অফ দ্য গার্টার, একটি স্বতন্ত্র ইংরেজ প্রতিষ্ঠান হলেও এতে বিদেশী সদস্যরাও অন্তর্ভুক্ত ছিলেন। যেমন জন চতুর্থ, ব্রিটানির ডিউক এবং নামুরের রবার্ট।\n\n\n== পরবর্তী রাজত্ব (১৩৬০-১৩৭৭) ==\n\n\n=== ফ্রান্সে পরবর্তী অভিযান এবং শাসনব্যবস্থা ===\nএডওয়ার্ডের প্রাথমিক রাজত্বকাল ছিল উদ্যমী এবং সফল। তবে তার পরবর্তী বছরগুলোতে জড়তা, সামরিক ব্যর্থতা এবং রাজনৈতিক দ্বন্দ্ব চিহ্নিত ছিল। সামরিক অভিযানের চেয়ে রাজ্যের দৈনন্দিন বিষয়গুলো এডওয়ার্ডের কাছে কম আকর্ষণীয় ছিল। তাই ১৩৬০-এর দশকে এডওয়ার্ড ক্রমবর্ধমান ভাবে তার অধস্তনদের, বিশেষ করে উইলিয়াম ওয়াইকহ্যামের সাহায্যের উপর নির্ভর করতে শুরু করেন তুলনামূলক নবীন ওয়াইকহ্যামকে ১৩৬৩ সালে প্রিভি সিলের রক্ষক এবং ১৩৬৭ সালে চ্যান্সেলর করা হয়। কিন্তু তার অনভিজ্ঞতা সঙ্গে সম্পর্কিত বিভিন্ন রাজনৈতিক সমস্যার কারণে সংসদ তাকে ১৩৭১ সালে চ্যান্সেলর পদ থেকে পদত্যাগ করতে বাধ্য করে। এডওয়ার্ডের সবচেয়ে বিশ্বস্ত কিছু লোকের মৃত্যু তার অসুবিধা আরও বাড়িয়ে তোলে। তাদের মধ্যে কয়েকজন ১৩৬১-৬২ সালের প্লেগের পুনরাবৃত্তির সময় মৃত্যুবরণ করে। ১৩৩০ সালের অভ্যুত্থানে এডওয়ার্ডের সহযোগী স্যালিসবারির প্রথম আর্ল উইলিয়াম মন্টাগুও ১৩৪৪ সালের প্রথম দিকে মারা যান। নটিংহামে এডওয়ার্ডের সঙ্গী হান্টিংডনের প্রথম আর্ল উইলিয়াম ডি ক্লিনটন ১৩৫৪ সালে মারা যান। ১৩৩৭ সালে প্রতিষ্ঠিত আর্লদের মধ্যে একজন নর্থাম্পটনের প্রথম আর্ল উইলিয়াম ডি বোহুন ১৩৬০ সালে মারা যান। পরের বছর এডওয়ার্ডের অধিনায়কদের মধ্যে সর্বশ্রেষ্ঠ ব্যক্তি ল্যাঙ্কাস্টারের ডিউক গ্রসমন্টের হেনরি সম্ভবত প্লেগে আক্রান্ত হয়ে মারা যান। তাদের মৃত্যুতে বেশিরভাগ রাজপুত্র তরুণ হয়ে ওঠেন এবং তারা স্বাভাবিকভাবেই রাজার চেয়ে যুবরাজের প্রতি আরও বেশি অনুগত হয়ে পড়ে।\n\nক্রমবর্ধমানভাবে এডওয়ার্ড সামরিক অভিযানের নেতৃত্বের জন্য তার ছেলেদের উপর নির্ভর করতে শুরু করেন। রাজার দ্বিতীয় পুত্র অ্যান্টওয়ার্পের লিওনেল আয়ারল্যান্ডের বৃহৎ স্বায়ত্তশাসিত অ্যাংলো-আইরিশ প্রভুদের বলপ্রয়োগের মাধ্যমে দমন করার চেষ্টা করেছিলেন। এই উদ্যোগ ব্যর্থ হলে সেখানে তার একমাত্র স্থায়ী চিহ্ন ছিল ১৩৬৬ সালে কিলকেনির দমনমূলক সংবিধি। এদিকে ফ্রান্সে ব্রিটিগনির চুক্তির পরবর্তী দশকটি ছিল আপেক্ষিক প্রশান্তির দশক। কিন্তু ১৩৬৪ সালের ৮ এপ্রিল দ্বিতীয় জন বাড়িতে নিজের মুক্তিপণ সংগ্রহের ব্যর্থ চেষ্টা করার পর ইংল্যান্ডে বন্দী অবস্থায় মারা যান। তার পরে আসেন সাহসী পঞ্চম চার্লস। তিনি ফ্রান্সের দক্ষ কনস্টেবল বার্ট্রান্ড ডু গেসক্লিনের সাহায্য নেন ১৩৬৯ সালে ফরাসি যুদ্ধ নতুন করে শুরু হয় এবং এডওয়ার্ডের পুত্র জন অফ গন্টকে একটি সামরিক অভিযানের দায়িত্ব দেওয়া হয়। প্রচেষ্টা ব্যর্থ হয়, এবং ১৩৭৫ সালে ব্রুগেসের চুক্তির মাধ্যমে ফ্রান্সের মহান ইংরেজদের অধিকার কেবল ক্যালাইস, বোর্দো এবং বেয়োনে উপকূলীয় শহরগুলোতে সীমাবদ্ধ থাকে।\n\n\n==== অ্যালিস পেরেরস ====\n \nঅ্যালিস পেরেরস মূলত ফিলিপার গৃহবধূদের একজন ছিলেন, যাকে ১৩৫৯ সালে নিযুক্ত করা হয়েছিল। পাঁচ বছরের মধ্যে, তখন তার বয়স ১৮ বছর হয়ে যেত, এবং তার স্বামীর মৃত্যুর পর, ধারণা করা হয় যে তিনি বয়স্ক রাজার প্রেমিকা হয়ে ওঠেন। তিনি রাজপরিবারে তার কর্মজীবনের বাইরে সক্রিয় ব্যবসায়িক জীবন বজায় রেখেছিলেন, বিশেষ করে একজন মহাজন হিসেবে, একই সাথে তার রাজকীয় সংযোগের সর্বাধিক সুবিধা গ্রহণ করেছিলেন, সভাসদদের কাছ থেকে এবং রাজার সাথে তাদের উদ্দেশ্য এগিয়ে নিতে ইচ্ছুকদের কাছ থেকে উপহার গ্রহণ করেছিলেন। এডওয়ার্ড তাকে জমি, জমিদারি এবং রত্ন সহ উপহার দিয়েছিলেন এবং ১৩৭১ সালে এর মধ্যে বর্তমানে মৃত ফিলিপার উপহারও ছিল। রাজার মৃত্যুর পর অ্যালিস তার নতুন সম্পত্তি ধরে রাখার চেষ্টায়, সেগুলোকে ধারাবাহিকভাবে আক্রমণের মাধ্যমে আবদ্ধ করেছিলেন। এর অর্থ হল আইনত এগুলো আর রাজকীয় উপহার হিসেবে আর থাকত না যা রাজার কাছে ফেরত দেওয়া যেত। কিন্তু তিনি যখন ইচ্ছা তখন তার ফিওফিদের কাছ থেকে গ্রহণ করতেন। এই উপহারগুলোর মধ্যে ছিল ২৫টি কাউন্টিতে ৫০টি জমিদার বাড়ি এবং ২০,০০০ পাউন্ডের রত্ন। সমসাময়িক ইতিহাসবিদ টমাস ওয়ালসিংহাম তাকে একজন নিম্নবর্গীয় মহিলা হিসেবে দেখেছিলেন যিনি তার নিজস্ব উচ্চাকাঙ্ক্ষার মাধ্যমে পতিত রাজার কাছ থেকে প্রচুর সম্পদ অর্জন করেছিলেন; এবং এটি ছিল ১৩৭৬ সালের গুড পার্লামেন্টে উপস্থাপিত জনপ্রিয় দৃষ্টিভঙ্গি, যেখানে তাকে রাজকীয় কোষাগার থেকে বার্ষিক ২০০০ থেকে ৩০০০ পাউন্ড সোনা ও রূপা নেওয়ার অভিযোগও করা হয়েছিল। আরেকজন সমসাময়িক, অ্যানোনিমাল ক্রনিকলার, অভিযোগ করেছিলেন যে এই সব \"কোনও উল্লেখযোগ্য লাভ ছাড়াই এবং আমাদের প্রভু রাজার জন্য বিরাট ক্ষতি\", এবং যুক্তি দিয়েছিলেন যে অ্যালিসকে রাজার বৃত্ত থেকে সরিয়ে দেওয়া হোক যদিও তিনি এখনও বেঁচে আছেন, যদিও তিনি মারা যাচ্ছেন বলে জানা গেছে। আধুনিক ইতিহাসবিদরা তাকে কেবল \"নারীসুলভ কৌশল\" ব্যবহার করে নিজের পছন্দমতো কাজ করার চেয়েও বেশি কর্তৃত্বের কৃতিত্ব দিয়েছেন, ব্যবসা এবং আইনের প্রতি তার মনোযোগের কথা উল্লেখ করেছেন। বোথওয়েল আরও উল্লেখ করেছেন যে রাজার মৃত্যুর পর তিনি সম্ভবত তার নিজের অবস্থানের অনিশ্চয়তা বুঝতে পেরেছিলেন - \"যা ১৩৭০-এর দশকে সকলের কাছে স্পষ্ট ছিল যে এটি আসন্ন ছিল\" - এবং তার সম্পদের বেশিরভাগই তার দুই কন্যার যত্ন নেওয়ার জন্য ব্যবহার করেছিলেন, যাদের জীবন পরবর্তী রাজত্বকালে আরও অনিশ্চিত হয়ে পড়বে। তিনি তার অনুমানে সঠিক ছিলেন: যখন গুড পার্লামেন্টের বৈঠক হয়, তখন এডওয়ার্ড এতটাই দুর্বল ছিলেন যে তিনি তার নির্বাসনে রাজি হতে পারেননি। তবে এটি খুব বেশি দিন স্থায়ী হয়নি; সেই বছরের শেষের দিকে তিনি তার ঘনিষ্ঠ মহলে ফিরে এসেছিলেন এবং তার মৃত্যুর আগ পর্যন্ত সেখানেই ছিলেন। যাইহোক, ১৩৭৮ সালে তার পূর্বের ভয় আবার জেগে ওঠে এবং এবার দ্বিতীয় রিচার্ডের রাজত্বের প্রথম বছরে সংসদে তার বিচার হয়। তাকে দোষী সাব্যস্ত করা হয় এবং নির্বাসনের শাস্তি দেওয়া হয়। অধিকন্তু, তার সম্পত্তি রাজার কাছে বাজেয়াপ্ত করা হয়েছিল।\n\n\n=== দেশীয় অসন্তোষ ===\nবিদেশে সামরিক ব্যর্থতা এবং ক্রমাগত অভিযানের সাথে সম্পর্কিত আর্থিক চাপ ইংল্যান্ডে রাজনৈতিক অসন্তোষের জন্ম দেয়। আর্থিক সমস্যা ছিল একটি বিশেষ অভিযোগ। যদিও ১৩৭১ সালের আগে এটি খুব কমই একটি বিষয় হিসেবে উত্থাপিত হত। সেই সময়ের পরে রাজপরিবারের ব্যয় নিয়ে অভিযোগ ঘন ঘন আসতে থাকে। ১৩৭৬ সালের সংসদে, তথাকথিত \"গুড পার্লামেন্ট\"-এ সমস্যাগুলো চরমে ওঠে। তখন কর আরোপের জন্য সংসদ আহ্বান করা হয়েছিল। কিন্তু হাউস অফ কমন্স সুনির্দিষ্ট অভিযোগগুলো সমাধান করার সুযোগ গ্রহণ করেছিল। বিশেষ করে সমালোচনা করা হয়েছিল রাজার ঘনিষ্ঠ কিছু উপদেষ্টার উপর। লর্ড চেম্বারলেইন উইলিয়াম ল্যাটিমার, চতুর্থ ব্যারন ল্যাটিমার এবং স্টুয়ার্ড অফ দ্য হাউসহোল্ড জন নেভিল, তৃতীয় ব্যারন নেভিল ডি র‍্যাবিকে তাদের পদ থেকে বরখাস্ত করা হয়েছিল। তৃতীয় এডওয়ার্ডের উপপত্নী অ্যালিস পেরেরস বৃদ্ধ রাজার উপর অনেক বেশি ক্ষমতার অধিকারী ছিলেন। তাকেও দরবার থেকে বহিষ্কার করা হয়েছিল।\nতবুও কমন্সের আসল প্রতিপক্ষ। তিনি ওয়াইকহ্যাম এবং মার্চের তৃতীয় আর্ল এডমন্ড মর্টিমারের মতো শক্তিশালী ব্যক্তিদের দ্বারা সমর্থিত ছিলেন, তিনি ছিলেন গন্টের জন। উডস্টকের রাজা এবং এডওয়ার্ড উভয়ই এই সময়ের মধ্যে অসুস্থতার কারণে অক্ষম হয়ে পড়েছিলেন, যার ফলে গন্ট কার্যত সরকারের নিয়ন্ত্রণে চলে যান। গাউন্টকে পার্লামেন্টের দাবির কাছে নতি স্বীকার করতে বাধ্য করা হয়েছিল। কিন্তু ১৩৭৭ সালে এর পরবর্তী সমাবর্তনে, গুড পার্লামেন্টের বেশিরভাগ অর্জনই উল্টে দেওয়া হয়েছিল।\n\n\n=== মৃত্যু এবং উত্তরাধিকার ===\n\nএই বিষয়ে তৃতীয় এডওয়ার্ডের খুব বেশি কিছু করার ছিল না। প্রায় ১৩৭৫ সালের পর তিনি রাজ্যের সরকারে সীমিত ভূমিকা পালন করেছিলেন। ১৩৭৬ সালের ২৯ সেপ্টেম্বর, তিনি একটি বড় ফোড়ায় আক্রান্ত হয়ে অসুস্থ হয়ে পড়েন। ১৩৭৭ সালের ফেব্রুয়ারিতে কিছুদিন সুস্থ থাকার পর ২১ জুন শিন শহরে রাজা স্ট্রোক করে মারা যান।\nরাজার স্থলাভিষিক্ত হন তার দশ বছর বয়সী নাতি রাজা দ্বিতীয় রিচার্ড। তিনি উডস্টকের এডওয়ার্ডের পুত্র ছিলেন। তৃতীয় এডওয়ার্ডের মৃত্যুর পূর্বেই তার পুত্র এবং রিচার্ডের বাবা উডস্টকের এডওয়ার্ডের মৃত্যু ঘটায় এভাবে উত্তরাধিকার নির্ধারণ করা হয়। ১৩৭৬ সালে এডওয়ার্ড মুকুটের উত্তরাধিকারের ক্রম অনুসারে পেটেন্টের জন্য স্বাক্ষর করেছিলেন। সেখানে তিনি তার তৃতীয় পুত্র জন অফ গন্টকে দ্বিতীয় স্থানে রাখলেও তার দ্বিতীয় পুত্র লিওনেল অফ অ্যান্টওয়ার্পের কন্যা ও ক্ল্যারেন্সের ডিউক ফিলিপাকে উপেক্ষা করেছিলেন। ফিলিপার বাদ দেওয়া ১২৯০ সালে প্রথম এডওয়ার্ডের একটি সিদ্ধান্তের বিপরীতে ছিল। পূর্বের সিদ্ধান্তে নারীদের সিংহাসনের উত্তরাধিকারী হওয়ার এবং তাদের বংশধরদের কাছে তা হস্তান্তরের অধিকারকে স্বীকৃতি দেওয়া হয়েছিল। ১৩৭৬ সালে নির্ধারিত উত্তরাধিকারের ক্রম ১৩৯৯ সালে ল্যাঙ্কাস্টার হাউসকে সিংহাসনে অধিষ্ঠিত করে (গন্ট ছিলেন ল্যাঙ্কাস্টারের ডিউক)। সেখানে প্রথম এডওয়ার্ড কর্তৃক নির্ধারিত শাসন ফিলিপার বংশধরদের (তাদের মধ্যে ইয়র্ক হাউসও ছিল) পক্ষে ছিল। এর শুরু ছিলতার প্রপৌত্র ইয়র্কের রিচার্ডের মাধ্যমে। কখনও কখনও যুক্তি দেওয়া হয়, সেসময় বিপুল সংখ্যক চাচাতো-ফুপাতো-মামাতো ভাইবোন জন্ম নেওয়াটা পরবর্তী পঞ্চদশ শতাব্দীতে গোলাপের যুদ্ধের ভিত্তি স্থাপন করেছিল।\n\n\n== পরিবার ==\nতৃতীয় এডওয়ার্ড এবং তার স্ত্রী ফিলিপার ২৫ বছর সময়কালের মধ্যে আট পুত্র এবং পাঁচ কন্যা জন্মগ্রহণ কর। সমসাময়িকরা এটিকে সাফল্য এবং ঈশ্বরের অনুগ্রহের লক্ষণ বলে মনে করত। অর্মরড যুক্তি দেন, এডওয়ার্ড \"শক্তিশালী এবং ঐক্যবদ্ধ রাজপরিবারের\" গুরুত্ব বুঝতে পেরেছিলেন। এটি তাকে তাদের বিবাহের মাধ্যমে তার নিজস্ব অভিজাতদের মধ্যে এবং মহাদেশীয় রাজবংশের সাথেও জোট তৈরি করার সুযোগ করে দেয়। তবে শতাব্দীর শেষের দিকে ইংল্যান্ডের ইউরোপীয় সম্পত্তি ধীরে ধীরে হারানোর সঙ্গে সঙ্গে তার পরবর্তী নীতিটি ধীরে ধীরে দুর্বল হয়ে পড়ে। উদাহরণস্বরূপ তিনি ১৩৩২ সালে নেদারল্যান্ডসপন্থী ও ফরাসি-বিরোধী নীতির অংশ হিসেবে তার বোন উডস্টকের এলেনরের সাথে কাউন্ট অফ গুয়েলডার্সের বিবাহের আয়োজন করেছিলেন। তবুও যখন ১৩৪০ সালে জোট ভেঙে যায়, তখন সেই \"বিশেষ বিবাহ বাজারে\" তিনি কেবল তার বোনকেই হারিয়েছিলেন। সেসময়ের বিচাররে এই বিষয়টি ইতিবাচক ছিল। এই সময় থেকে অর্মরড বলেন, \"শত বছরের যুদ্ধ একটি পারিবারিক উদ্যোগে পরিণত হয়েছিল\": এডওয়ার্ড দ্য ব্ল্যাক প্রিন্স ক্রেসিতে একটি বাহিনীর নেতৃত্ব দেন এবং দশ বছর পরে তার ছোট ভাই লিওনেল, জন এবং এডমন্ড যুদ্ধে যোগ দেন। তবে যখন তার ছেলেরা ফ্রান্সে যুদ্ধ করছিল, তখন তারা রাজবংশের বংশবৃদ্ধি করতে পারছিল না। ১৩৫৮ সালের মধ্যে কেবল লিওনেলই বিয়ে করেছিলেন। ফলে তারমাধ্যমে এডওয়ার্ডের একটি নাতি হয়েছিল। ১৩৬০-এর দশকের মাঝামাঝি সময়ে তার পরিবার কূটনৈতিক ও সামরিক উভয় দিক থেকেই তার মহাদেশীয় নীতিকে এতটাই এগিয়ে নিয়ে গিয়েছিল যে, তিনি তার ছেলে এডওয়ার্ড এবং তার মেয়ে ইসাবেলাকে মধ্যযুগের বিরলতম কাজগুলো করার অনুমতি দিয়েছিলেন। সেটি ছিল বিয়ের জন্য প্রেম করা। কেন্টের জোয়ানের সাথে প্রথমোক্তের মিল এবং দ্বিতীয়োক্তের এনগুয়ের্যান্ড সপ্তম ডি কুসির সাথে মিল, কোনটিই রাজার জন্য বিশেষভাবে সুবিধাজনক ছিল না।  প্রথমটি ছিল একটি গোপন বিবাহ। ডি কুর্সি ছিলেন একজন ফরাসি জিম্মি। অর্মরড উপসংহারে পৌঁছেছেন যে, ১৩৭৬ সালের মধ্যে:\n\n তৃতীয় এডওয়ার্ডের সবচেয়ে বড় দুর্ভাগ্য ছিল যে তিনি [তার] বিস্তৃত রাজবংশীয় পরিকল্পনার সম্পূর্ণ পতনের সাক্ষী হওয়ার জন্য যথেষ্ট দীর্ঘকাল বেঁচে ছিলেন। ১৩৭৭ সালের মধ্যে রাজার পরিবার হ্রাস পায়, তাদের অধীনস্ত অঞ্চল হ্রাস পায়, তার কূটনীতি ধ্বংস হয়ে যায়, এমনকি বিষয়গুলির উপর তার নিজের নিয়ন্ত্রণও হাতছাড়া হয়ে গিয়েছিল।\n\nচতুর্থ পুত্র, উইন্ডসরের থমাস, কখনও কখনও ১৩৪৭ সালে জন্মগ্রহণ করেন এবং পরের বছর মারা যান বলেও ধারণা করা হয়। তবে ঐতিহাসিক ক্যাথরিন ওয়ার্নার পরামর্শ দিয়েছেন যে, যেহেতু উডস্টকের উইলিয়ামও একই বছর জন্মগ্রহণ করেছিলেন এবং মারা গিয়েছিলেন, এবং বস্তুগত প্রমাণের অভাবের সাথে মিলিত হওয়ায়, সম্ভবত এই থমাস একটি যৌগিক। তিনি যুক্তি দেন যে \"কিছু আধুনিক বই এবং ওয়েবসাইটে 'থমাস অফ উইন্ডসর'-এর সম্পূর্ণ অস্তিত্ব দুইজন ইতিহাসবিদদের মিথ্যা গল্পের উপর ভিত্তি করে তৈরি বলে মনে হয় যে ১৩৪৭ সালের আগস্টের প্রথম দিকে ক্যালাইস বার্গারদের জন্য মধ্যস্থতা করার সময় ফিলিপা অত্যন্ত গর্ভবতী ছিলেন\"। তিনি আরও উল্লেখ করেছেন যে উইলিয়াম। তিনি নিজেও অল্প বয়সে মারা গিয়েছিলেন, তার অস্তিত্বের অনেক প্রমাণ রয়েছে, যার মধ্যে রয়েছে \"তার অন্ত্যেষ্টিক্রিয়া বা সমাধি, অথবা তার জন্মের পর রাণীর শুদ্ধিকরণ, অথবা অন্য কোন রাজকীয় সন্তানের জন্ম উপলক্ষে অনুষ্ঠিত যেকোনো ধরণের উদযাপন\"। মধ্যযুগীয় বিজ্ঞানী নিকোলাস ওরমে উল্লেখ করেছেন যে রাজকীয় জন্ম রেকর্ড করার ক্ষেত্রে মধ্যযুগীয় ইতিহাসবিদরা বিশেষভাবে নির্ভুল ছিলেন।\nজিনতত্ত্ববিদ অ্যাডাম রাদারফোর্ড হিসাব করেছেন, এডওয়ার্ডের ৩০০-এর প্র-প্রপৌত্র ছিল এবং সেই অনুযায়ী ১৬০০ সালের মধ্যে তাঁর বংশধরের সংখ্যা ২০,০০০ ছাড়িয়ে যায়। ফলে, ২১শ শতকে এমন কোনো ব্যক্তি, যার পূর্বপুরুষ প্রধানত ব্রিটিশ। কিন্তু তিনি এডওয়ার্ড তৃতীয়-এর বংশধর নন—এটি \"প্রায় অসম্ভব\"। কারণ ১৬০০ সাল পর্যন্ত তাঁর আনুমানিক ৩২,০০০ পূর্বপুরুষ থাকার কথা।\nঅন্যদিকে, রাদারফোর্ড পরিসংখ্যানগতভাবে দেখিয়েছেন যে, ২০শ শতকের কোনো ব্রিটিশ ব্যক্তি এডওয়ার্ড তৃতীয়-এর বংশধর না হওয়ার সম্ভাবনা মাত্র ০.৯৯৫৩২,৭৬৮ = ৪.৬৪ × ১০−৭২।\n\n\n=== সন্তান-সন্তুতি ===\nএডওয়ার্ড দ্য ব্ল্যাক প্রিন্স (১৩৩০–১৩৭৬), জ্যেষ্ঠ পুত্র ও প্রত্যাশিত উত্তরাধিকারী। জন্ম উডস্টক প্রাসাদ, অক্সফোর্ডশায়ার। তিনি পিতার পূর্বে মৃত্যুবরণ করেন। ১৩৬১ সালে তিনি তাঁর চাচাতো বোন জোয়ান, কাউন্টেস অফ কেন্ট-কে বিয়ে করেন। তার গর্ভে তাঁর সন্তান ছিলেন: রাজা ইংল্যান্ডের দ্বিতীয় রিচার্ড;\nইসাবেলা অফ ইংল্যান্ড (১৩৩২ – আনু. ১৩৮২), জন্ম উডস্টক প্রাসাদ, অক্সফোর্ডশায়ার। ১৩৬৫ সালে তিনি এঙ্গুয়েরান সপ্তম দ্য কুসি, প্রথম বেডফোর্ডের আর্ল-কে বিয়ে করেন। তার গর্ভে সন্তান জন্ম নেয়;\nইংল্যান্ডের জোয়ান (১৩৩৩/৪ – ১৩৪৮), জন্ম লন্ডন টাওয়ার-এ; তিনি কাস্তিলের পিটার-এর সাথে বিবাহ-আংটিবদ্ধ হয়েছিলেন। কিন্তু বিয়ের আগেই কালো মৃত্যু মহামারীতে আক্রান্ত হয়ে কাস্তিলে যাওয়ার পথে মারা যান। পিটারের মারিয়া দে পাদিলা-র সাথে সম্পর্ক থেকে জন্ম নেওয়া দুই কন্যা জোয়ানের ছোট দুই ভাই জন অফ গান্ট ও এডমন্ড অফ ল্যাংলিকে বিয়ে করেন;\nউইলিয়াম অফ হ্যাটফিল্ড (১৩৩৭–১৩৩৭), দ্বিতীয় পুত্র, জন্ম হ্যাটফিল্ড ম্যানর হাউস, হ্যাটফিল্ড, দক্ষিণ ইয়র্কশায়ার, জন্মের কিছুদিন পরেই মৃত্যু হয় এবং তাঁকে ইয়র্ক মিনস্টারে সমাহিত করা হয়;\nঅ্যান্টওয়ার্পের লায়োনেল, প্রথম ক্লারেন্সের ডিউক (১৩৩৮–১৩৬৮), তৃতীয় পুত্র (দ্বিতীয় জীবিত পুত্র), জন্ম অ্যান্টওয়ার্প, ব্রাবান্তের ডাচি, যেখানে তাঁর পিতা অবস্থান করছিলেন। ১৩৫২ সালে তিনি প্রথমে এলিজাবেথ দে বার্গ, চতুর্থ আলস্টারের কাউন্টেস-কে বিয়ে করেন। তার কোনো পুত্রসন্তান ছিল না, তবে তাঁর কন্যা ছিলেন ফিলিপা, আলস্টারের পঞ্চম কাউন্টেস। তার বংশধারার মাধ্যমে ইয়র্কবাদী রাজা ৪র্থ এডওয়ার্ড-এর উত্তরাধিকার দাবি প্রতিষ্ঠিত হয়। দ্বিতীয়বার ১৩৬৮ সালে তিনি ভায়োলান্তে ভিসকন্তি-কে বিয়ে করেন। কিন্তু তাঁদের কোনো সন্তান ছিল না;\nল্যাঙ্কাস্টারের ডিউক জন অফ গান্ট (১৩৪০–১৩৯৯), এডওয়ার্ডের তৃতীয় জীবিত পুত্র, জন্ম \"গান্ট\" (গেন্ট), ফ্ল্যান্ডার্সের কাউন্টি-তে যেখানে ইংল্যান্ডের পশম বাণিজ্যের গুরুত্বপূর্ণ ক্রেতারা অবস্থান করত। ১৩৫৯ সালে তিনি প্রথমে তাঁর তৃতীয় চাচাতো বোন, মহান উত্তরাধিকারী ল্যাঙ্কাস্টারের ব্ল্যাঞ্চ-কে বিয়ে করেন। তিনি রাজা ৩য় হেনরির ছোট পুত্র ল্যাঙ্কাস্টারের প্রথম আর্লের বংশধর ছিলেন। ব্ল্যাঞ্চের মাধ্যমে তাঁর পুত্র জন্ম নেন: হেনরি অফ বোলিংব্রোক। তিনি তাঁর প্রথম চাচাতো ভাই রাজা দ্বিতীয় রিচার্ড -কে সিংহাসনচ্যুত করে রাজা ৪র্থ হেনরি  হন। ১৩৭১ সালে তিনি দ্বিতীয়বার কনস্ট্যান্স অফ কাস্তিল-কে বিয়ে করেন, যাঁর গর্ভে তাঁর সন্তান জন্ম নেয়। ১৩৯৬ সালে তিনি তৃতীয়বার তাঁর উপপত্নী ক্যাথরিন সুইনফোর্ড-কে বিয়ে করেন, যাঁর গর্ভে জন্ম নেওয়া অবৈধ সন্তানরা পরে বোফোর্ট রাজবংশ হিসেবে বৈধতা লাভ করে;\nএডমন্ড অফ ল্যাংলি, প্রথম ইয়র্কের ডিউক (১৩৪১–১৪০২), পঞ্চম পুত্র (চতুর্থ জীবিত পুত্র), জন্ম কিংস ল্যাংলি প্রাসাদ, হার্টফোর্ডশায়ার। প্রথমে তিনি ইসাবেলা অফ কাস্তিল-কে বিয়ে করেন। তার সন্তান জন্ম নেয়। তিনি তাঁর বড় ভাই জন অফ গান্টের দ্বিতীয় স্ত্রী কনস্ট্যান্স অফ কাস্তিল-এর বোন ছিলেন। দ্বিতীয়বার, ১৩৯২ সালে তিনি তাঁর দ্বিতীয় চাচাতো বোন জোয়ান হল্যান্ড-কে বিয়ে করেন। কিন্তু তাঁদের কোনো সন্তান ছিল না। তাঁর প্রপৌত্র (চতুর্থ ইয়র্কের ডিউক) ১৪৬১ সালে ল্যাঙ্কাস্টার রাজবংশের রাজা ৪র্থ হেনরিকে সিংহাসনচ্যুত করে রাজা ৪র্থ এডওয়ার্ড  হন;\nব্ল্যাঞ্চ (১৩৪২–১৩৪২), জন্ম লন্ডন টাওয়ার, জন্মের কিছুদিন পরেই মৃত্যু হয় এবং ওয়েস্টমিনস্টার অ্যাবিতে সমাহিত করা হয়;\nওয়ালথামের মেরি (১৩৪৪–১৩৬১), জন্ম বিসপস ওয়ালথাম, হ্যাম্পশায়ার; ১৩৬১ সালে তিনি ৪র্থ জন, ব্রিটানির ডিউক-কে বিয়ে করেন। কিন্তু তাঁদের কোনো সন্তান ছিল না;\nমার্গারেট (পেমব্রোকের কাউন্টেস) (১৩৪৬–১৩৬১), জন্ম উইন্ডসর ক্যাসল; ১৩৫৯ সালে তিনি জন হেস্টিংস, দ্বিতীয় পেমব্রোকের আর্ল-কে বিয়ে করেন। কিন্তু তাঁদের কোনো সন্তান ছিল না;\nউইলিয়াম অফ উইন্ডসর (১৩৪৮–১৩৪৮), ষষ্ঠ পুত্র, জন্ম উইন্ডসর ক্যাসল, অল্প বয়সেই মারা যান এবং ওয়েস্টমিনস্টার অ্যাবি-তে সমাহিত হন;\nথমাস অফ উডস্টক, গ্লুচেস্টারের ডিউক (১৩৫৫–১৩৯৭), সপ্তম পুত্র (পঞ্চম জীবিত পুত্র), জন্ম উডস্টক প্রাসাদ, অক্সফোর্ডশায়ার; ১৩৭৬ সালে তিনি এলেনর দে বোহুন-কে বিয়ে করেন। তার গর্ভে তাঁর সন্তান জন্ম নেয়;\n\n\n== বংশধারা ==\n\n\n== ব্যক্তিত্ব ==\nমার্ক অর্মরড উল্লেখ করেছেন যে এই সময়ে, রাজনীতি প্রায়ই রাজার ব্যক্তিত্ব এবং চরিত্র দ্বারা নির্ধারিত হত। যাইহোক, এটাও বোঝা গিয়েছিল যে একজন রাজার কেবল ভালো এবং বিজ্ঞতার সাথে শাসন করা উচিত নয়, বরং তাকে তা করতে দেখাও উচিত। অর্মরড যুক্তি দেন যে, যদিও তিনি এই দক্ষতা দিয়ে তার রাজত্ব শুরু করেননি, তার অনেক সহযোগী প্ল্যান্টাজেনেট রাজার মতো নয়, তিনি এগুলো অর্জন করেছিলেন। তাঁর ইতিহাসের সংকলন ইতিহাসের প্রতি আগ্রহের ইঙ্গিত দেয়, এমনকি মাঝে মাঝে তিনি তাদের লেখকদের সাথে পরামর্শও করতেন। তিনি সম্ভবত হেনরি দ্বিতীয় এবং প্রথম এডওয়ার্ডকে অনুকরণ করতে বিশেষভাবে আগ্রহী ছিলেন, যাদের নিজস্ব সামরিক দক্ষতা এবং সাফল্য তার সাথে অনুরণিত হত। ওরমরড বলেন, তার রুচি ছিল প্রচলিত, এবং জেআর ল্যান্ডারও যুক্তি দিয়েছেন যে এটি তার শখের মধ্যে প্রতিফলিত হয়। তার বাবার কারিগরি কাজের প্রতি, যার মধ্যে ছিল কাঠমিস্ত্রি, খড়ের কাজ এবং নৌকা চালানো, ভিন্ন তৃতীয় এডওয়ার্ড \"অভিজাতদের প্রচলিত রুচি এবং আনন্দকে পূর্ণভাবে ভাগ করে নিয়েছিলেন\", যেখানে তার প্রধান আগ্রহ ছিল স্থাপত্য। এই রক্ষণশীলতা তার ধর্মীয় দৃষ্টিভঙ্গিতেও প্রতিফলিত হয়, যা, ধর্মযাজকদের পৃষ্ঠপোষকতা এবং মন্দির পরিদর্শনের মাধ্যমে প্রকাশিত হয়েছিল, যা একটি প্রচলিত ধর্মকে প্রদর্শন করে। এটি তার দান-দানেও প্রতিফলিত হয়। যদিও হেনরি তৃতীয়ের মতো পূর্বপুরুষরা প্রায়ই তাদের দান-খরচের ক্ষেত্রে অযৌক্তিক এবং উচ্ছ্বসিত ছিলেন এবং যখন তারা তা করতেন, তখন তৃতীয় এডওয়ার্ড দরিদ্রদের জন্য সপ্তাহে নিয়মিত ৩৬৬টি খাবার সরবরাহের ব্যবস্থা বজায় রেখেছিলেন এবং চারটি প্রধান ভোজের সময় আরও ২৫ পাউন্ড বিতরণ করতে হয়েছিল। তবে তার প্রচলিততার পাশাপাশি একটি জনপ্রিয় ধারাও ছিল, এবং অর্মরড তাকে \"প্রাকৃতিক শোম্যান\" হিসেবে বর্ণনা করেছেন, বিশেষ করে তার রাজকীয় স্পর্শে স্ক্রোফুলায় আক্রান্তদের নিরাময় করার তৎপরতার জন্য। দুই বছরেরও কম সময়ের মধ্যে, ১৩৩৮ থেকে ১৩৪০ সালের মধ্যে, তিনি ইংল্যান্ডে এবং ফ্রান্সে প্রচারণা চালানোর সময় স্ক্রোফুলার জন্য স্পর্শ করেছিলেন; ১৩৪০ সালের নভেম্বর এবং পরের বছরের একই মাসের মধ্যে আরও ৩৫৫টি ঘটনা ঘটে। তিনি ছিলেন অতিরঞ্জিত উদার। অন্য একটি দৃষ্টিকোণ থেকে, নরম্যান ক্যান্টর এডওয়ার্ডকে \"লোভী এবং দুঃখবাদী গুন্ডা\" হিসেবে বর্ণনা করেছেন।\nএডওয়ার্ডের চরিত্র সম্পর্কে যা জানা যায়, তা হলো তিনি আবেগপ্রবণ এবং মেজাজী হতে পারতেন, যেমনটি ১৩৪০/৪১ সালে স্ট্রাটফোর্ড এবং মন্ত্রীদের বিরুদ্ধে তার কর্মকাণ্ড থেকে দেখা যায়। অন্যান্য পলায়ন কেবল আবেগপ্রবণই ছিল না বরং বিপজ্জনক ছিল, যেমন ১৩৪৯ সালে, যখন তিনি কেবল একটি ছোট দেহরক্ষী নিয়ে ক্যালাইসে যান। একই সাথে, তিনি তার ক্ষমাশীলতার জন্য সুপরিচিত ছিলেন; মর্টিমারের নাতি কেবল মুক্তি পাননি, তিনি ফরাসি যুদ্ধে গুরুত্বপূর্ণ ভূমিকা পালন করতে শুরু করেছিলেন এবং অবশেষে তাকে নাইট অফ দ্য গার্টার উপাধি দেওয়া হয়েছিল। তাঁর প্রিয় সাধনা ছিল যুদ্ধশিল্প এবং এই ক্ষেত্রে তিনি মধ্যযুগীয় সুরাজ্যের ধারণার সাথে সঙ্গতিপূর্ণ ছিলেন। একজন যোদ্ধা হিসেবে তিনি এতটাই সফল ছিলেন যে একজন আধুনিক সামরিক ইতিহাসবিদ তাকে ইংরেজ ইতিহাসের সর্বশ্রেষ্ঠ সেনাপতি হিসেবে বর্ণনা করেছেন। মনে হচ্ছে তিনি রানী ফিলিপার প্রতি অস্বাভাবিকভাবে নিবেদিতপ্রাণ ছিলেন। এডওয়ার্ডের যৌন লম্পটতা নিয়ে অনেক কিছু বলা হয়েছে, কিন্তু অ্যালিস পেরের্স তার প্রেমিকা হওয়ার আগে তার পক্ষ থেকে কোনও বিশ্বাসঘাতকতার প্রমাণ পাওয়া যায়নি এবং ততক্ষণে রানী ইতিমধ্যেই মারাত্মক অসুস্থ হয়ে পড়েছিলেন। এই ভক্তি পরিবারের বাকি সদস্যদের প্রতিও বিস্তৃত ছিল; তার অনেক পূর্বসূরীর বিপরীতে, এডওয়ার্ড তার পাঁচ প্রাপ্তবয়স্ক ছেলের কারো কাছ থেকে কখনও বিরোধিতার সম্মুখীন হননি।\n\n\n== উত্তরাধিকার ==\n\nপণ্ডিত মাইকেল এআর গ্রেভস যুক্তি দেন যে, তৃতীয় এডওয়ার্ড একটি \"দ্বৈত উত্তরাধিকার\" রেখে গেছেন। এরা ছিল তার রেখে যাওয়া বিশাল সন্তান এবং নাতি-নাতনিদের দল এবং ফরাসি সিংহাসনের দাবি। প্রথমত, ক্ল্যারেন্স, ল্যাঙ্কাস্টার এবং ইয়র্কের ডিউক হিসেবে তাঁর পুত্রদের দান তাদের নিজস্ব রাজবংশ তৈরি করার অনুমতি দেয় যা রাজপরিবার এবং অভিজাত উভয়েরই অংশ ছিল, যা হেনরি বোলিংব্রোকের এডওয়ার্ডের নাতি দ্বিতীয় রিচার্ডকে দখল করার পর ল্যাঙ্কাস্ট্রিয়ান রাজবংশকে \"দুষ্ট\" করে। দ্বিতীয়ত, ফ্রান্সে এডওয়ার্ডের দাবি এবং যুদ্ধের পুনঃসূচনা প্রাথমিকভাবে সফল হলেও - সমসাময়িকরা অ্যাগিনকোর্টে পঞ্চম হেনরি -এর নির্ণায়ক বিজয়কে ক্রিসি এবং পোয়েটিয়ার্সে এডওয়ার্ডের বিজয়ের সাথে তুলনা করেছিলেন - যখন ফ্রান্সে জোয়ার ইংরেজদের বিরুদ্ধে মোড় নেয়, তখন রাজবংশও দুর্বল হয়ে পড়ে। প্রকৃতপক্ষে, ফ্রান্সের যুদ্ধ হাউস অফ ইয়র্কের পাশাপাশি ল্যাঙ্কাস্টারের জন্যও সমস্যাযুক্ত ছিল। ১৪৭৫ সালে ফ্রান্স আক্রমণ করার সময় এডওয়ার্ড চতুর্থ সম্ভবত সচেতনভাবে তাঁর নামের পদাঙ্ক অনুসরণ করছিলেন, যদিও পরবর্তী পিকুইগনির চুক্তি সম্পূর্ণ অনিচ্ছাকৃত ছিল। মরগানের যুক্তি, এডওয়ার্ড চতুর্থের রাজত্বকাল তৃতীয় এডওয়ার্ডের শাসনামলের দিকে ফিরে তাকাতেন - এর সামরিক ও প্রশাসনিক অগ্রগতির সাথে - তাদের নিজস্ব মডেল হিসাবে। এডওয়ার্ড চতুর্থের নিজস্ব গৃহস্থালি বইয়ে এই পদ্ধতির সারসংক্ষেপ এইভাবে দেওয়া হয়েছে যে, \"আমরা আরও নিখুঁত নতুন বাড়ির কথা ভুলে যাই\", এবং প্রকৃতপক্ষে তাদের অনেক অনুদান এবং ওয়ারেন্টে একটি চূড়ান্ত ধারা রয়েছে যে, আলোচনার অধীনে যা কিছু ছিল তা তৃতীয় এডওয়ার্ডের শেষ বছরে যেমন ছিল তেমনই হওয়া উচিত। ১৪৮৫ সালে বসওয়ার্থে প্ল্যান্টাজেনেটের চূড়ান্ত ধ্বংসও তৃতীয় এডওয়ার্ডের মরণোত্তর ভাবমূর্তির উপর প্রভাব ফেলতে ব্যর্থ হয়েছিল; তিনি ছিলেন সর্বশেষ রাজা হেনরি সপ্তম যার বংশধর বলে দাবি করতে পারেন।\n\n\n== ইতিহাস রচনা ==\nতৃতীয় এডওয়ার্ড তাঁর নিজের জীবদ্দশায় অভূতপূর্ব জনপ্রিয়তা উপভোগ করেছিলেন, এমনকি তাঁর পরবর্তী রাজত্বের ঝামেলার জন্যও কখনও সরাসরি রাজার উপর দোষ চাপানো হয়নি। তাঁর সমসাময়িক জিন ফ্রয়েসার্ট তাঁর ক্রনিকলস- এ লিখেছেন: \"রাজা আর্থারের সময় থেকে তাঁর মতো আর কখনও দেখা যায়নি।\" ডাল মরগান পরবর্তী শতাব্দীতে এডওয়ার্ডের অব্যাহত জনপ্রিয়তার দিকে দৃষ্টি আকর্ষণ করেছেন, পর্যবেক্ষণ করেছেন যে \"১৫০০ সালের মধ্যে তৃতীয় এডওয়ার্ড ইংল্যান্ড শাসনকারী সর্বকালের সর্বশ্রেষ্ঠ রাজা হিসাবে তার অগ্রগতির দিকে এগিয়ে গিয়েছিলেন\", হেনরি সপ্তম সম্পর্কে লন্ডনের গ্রেট ক্রনিকল উদ্ধৃত করেছেন। তিনি যদি তার লোভ না থাকত, \"এডওয়ার্ডের সময় থেকে ইংল্যান্ডে রাজত্বকারী সমস্ত রাজত্ব সম্পর্কে আমার ধারণা ছিল না\"। এই দৃষ্টিভঙ্গি কিছুক্ষণের জন্য টিকে ছিল কিন্তু সময়ের সাথে সাথে এডওয়ার্ডের ভাবমূর্তি বদলে গেল। পরবর্তী যুগের হুইগ ঐতিহাসিকরা বিদেশী বিজয়ের চেয়ে সাংবিধানিক সংস্কারকে প্রাধান্য দিয়েছিলেন এবং এডওয়ার্ডকে তার নিজের জাতির প্রতি তার দায়িত্ব উপেক্ষা করার অভিযোগ করেছিলেন। বিশপ স্টাবস তার \"দ্য কনস্টিটিউশনাল হিস্ট্রি অফ ইংল্যান্ড\" বইতে বলেছেন:\nবিংশ শতাব্দীর বেশিরভাগ সময় ধরে এই দৃষ্টিভঙ্গিকে চ্যালেঞ্জ করা হয়েছে, এবং অর্মরড পর্যবেক্ষণ করেছেন যে \"কোনও আধুনিক পাঠকই এই সমস্ত প্রশংসা সরাসরি গ্রহণ করতে পারবেন না\", যদিও প্রচলিত হ্যাজিওগ্রাফির বিরুদ্ধে লড়াই করার প্রচেষ্টায়, বিংশ শতাব্দীর প্রথম দিকের ইতিহাসবিদরা আরও সমালোচনামূলক ছিলেন:\nপরবর্তী বৃত্তি, অর্মরডের মতে, \"অনেক বেশি দয়ালু হতেন\"। ১৯৬০ সালের একটি প্রবন্ধে, মে ম্যাককিস্যাক স্টাবসের রায়ের টেলিওলজিক্যাল প্রকৃতি তুলে ধরেন। একজন মধ্যযুগীয় রাজার কাছ থেকে ভবিষ্যতের সংসদীয় রাজতন্ত্রের আদর্শের দিকে কাজ করার আশা করা যায় না, যেন এটি নিজেই ভালো; বরং, তার ভূমিকা ছিল বাস্তববাদী - শৃঙ্খলা বজায় রাখা এবং সমস্যাগুলো উদ্ভূত হওয়ার সাথে সাথে সমাধান করা। এই ক্ষেত্রে, এডওয়ার্ড উৎকৃষ্ট ছিলেন। এডওয়ার্ডের বিরুদ্ধে তার ছোট ছেলেদের অত্যধিক উদারভাবে দান করার এবং এর ফলে রাজবংশীয় দ্বন্দ্বকে উৎসাহিত করার অভিযোগও আনা হয়েছিল, যার পরিণতি গোলাপের যুদ্ধে পরিণত হয়েছিল। এই দাবি কেবি ম্যাকফারলেন প্রত্যাখ্যান করেছিলেন। তিনি যুক্তি দিয়েছিলেন যে এটি কেবল সেই যুগের সাধারণ নীতিই নয়, বরং সর্বোত্তমও। পরবর্তীকালে এডওয়ার্ডের জীবনীকাররা যেমন মার্ক অরমরড এবং ইয়ান মর্টিমার এই ঐতিহাসিক ধারা অনুসরণ করেছেন। পুরোনো নেতিবাচক দৃষ্টিভঙ্গি এখনও সম্পূর্ণরূপে অদৃশ্য হয়নি; ক্যান্টর যুক্তি দিয়েছেন যে এডওয়ার্ড ছিলেন একজন \"ধ্বংসাত্মক এবং নির্দয় শক্তি\"। অর্মরড যুক্তি দেন যে স্টাবসিয়ান দৃষ্টান্তকে উল্টে দেওয়ার সময়, ইতিহাসবিদরা হয়তো বিপরীত দিকে অনেক বেশি এগিয়ে গেছেন, তিনি যে সমস্যাগুলো সমাধান করতে হয়েছিল এবং কাজগুলো সম্পন্ন করার জন্য তাকে কতগুলো বিভিন্ন উপদলকে সামঞ্জস্য করতে হয়েছিল তা বিবেচনায় নেননি। ক্রিস গিভেন-উইলসন এবং মাইকেল প্রেস্টুইচ, ১৯৯৯ সালে ইয়র্ক বিশ্ববিদ্যালয়ের সেন্টার ফর মেডিভুয়া স্টাডিজ সম্মেলনের ভূমিকায়, আধুনিক ঐক্যমত্যকে কার্যকরভাবে সংক্ষেপে বলেছেন যে তিনি সামগ্রিকভাবে একজন শক্তিশালী রাজা, একজন ন্যায়পরায়ণ রাজা এবং একজন ভালো যোদ্ধা এবং কৌশলবিদ ছিলেন; মূলত সেই সময়ের জন্য একজন ভালো রাজা। তাদের যুক্তি, তৃতীয় এডওয়ার্ড সম্পর্কে আধুনিক পাণ্ডিত্যের ক্ষেত্রে এটিই সবচেয়ে গুরুত্বপূর্ণ বিষয়: পূর্ববর্তী ঐকমত্যকে উল্টে দেওয়ার জন্য নয়, বরং একজন বহুমুখী রাজার সমস্ত দিক পর্যালোচনা করা এবং তিনি কীভাবে এই সাফল্য অর্জন করেছিলেন তা পরীক্ষা করা। আধুনিক ঐতিহাসিকরা সমসাময়িকদের তুলনায় অনেক দূরে, রাজার উর্বরতা সাফল্যের লক্ষণ; প্রায়ই, এটিকে একটি দায় হিসেবে দেখা হয় কারণ প্রতিটি মুখকে সীমিত সম্পদের অপচয় করে এর জন্য অর্থ প্রদান করতে হত। অধিকন্তু, এটি পরবর্তীতে ক্রাউন এবং এর ক্যাডেট শাখাগুলোর মধ্যে পক্ষপাতের দিকে পরিচালিত করতে পারে।\n\n\n== পরবর্তী ঘটনাবলী ==\nএডওয়ার্ডের নাতি, তরুণ দ্বিতীয় রিচার্ড, রাজনৈতিক ও অর্থনৈতিক সমস্যার মুখোমুখি হয়েছিলেন, যার অনেকগুলো ব্ল্যাক ডেথের ফলে ঘটেছিল, যার মধ্যে ছিল ১৩৮১ সালে ইংল্যান্ডের দক্ষিণ জুড়ে সংঘটিত কৃষক বিদ্রোহ। পরবর্তী দশকগুলোতে, রিচার্ড এবং অভিজাতদের দলগুলো ফ্রান্সের প্রতি ক্ষমতা এবং নীতি নিয়ন্ত্রণের জন্য প্রতিযোগিতা করেছিল যতক্ষণ না ১৩৯৯ সালে বলিংব্রুকের হেনরি সংসদের সমর্থনে সিংহাসন দখল করেন। চতুর্থ হেনরি হিসেবে শাসন করার সময়, তিনি রাজকীয় পরিষদ এবং সংসদের মাধ্যমে ক্ষমতা প্রয়োগ করেছিলেন, একই সাথে রাজনৈতিক ও ধর্মীয় সঙ্গতি প্রতিষ্ঠার চেষ্টা করেছিলেন। তার পুত্র, পঞ্চম হেনরি, ফ্রান্সের সাথে যুদ্ধকে পুনরুজ্জীবিত করেন এবং ১৪২২ সালে তার মৃত্যুর কিছু আগে কৌশলগত সাফল্য অর্জনের কাছাকাছি পৌঁছে যান। মাত্র নয় মাস বয়সে হেনরি ষষ্ঠ রাজা হন এবং ফ্রান্সের ইংরেজ রাজনৈতিক ব্যবস্থা এবং সামরিক পরিস্থিতি উভয়ই উন্মোচিত হতে শুরু করে।\n১৪৫৫ সালে একের পর এক রক্তক্ষয়ী গৃহযুদ্ধ শুরু হয় - যা পরবর্তীতে গোলাপের যুদ্ধ নামে পরিচিত হয় - যা অর্থনৈতিক সংকট এবং দুর্বল সরকারের ব্যাপক ধারণার কারণে শুরু হয়। পঞ্চদশ শতাব্দীর শেষের দিকের গোলাপ যুদ্ধের জন্য তৃতীয় এডওয়ার্ডকে দায়ী করা হয়েছিল এই ধারণাটি ঊনবিংশ শতাব্দীর শেষের দিকেও প্রচলিত ছিল। কিন্তু বিংশ শতাব্দীতে এটি চ্যালেঞ্জের মুখে পড়ে।\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n=== সূত্র ===\n\n\n== আরও পড়ুন ==\nদ্বিতীয় এডওয়ার্ড\nযুক্তরাজ্যের বিচার ব্যবস্থা\nযুক্তরাজ্যের সংস্কৃতি\n\n\n== বহিঃসংযোগ ==\nমধ্যযুগীয় উৎসপুস্তকে তৃতীয় এডওয়ার্ডের রাজত্ব সম্পর্কিত কিছু উৎস রয়েছে:\nশ্রমিক অধ্যাদেশ, ১৩৪৯\nশ্রমিকদের সংবিধি, ১৩৫১\n১৩৭৬ সালের সু সংসদের টমাস ওয়ালসিংহামের বিবরণ\n\"Archival material relating to তৃতীয় এডওয়ার্ড\"। UK National Archives। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nন্যাশনাল পোট্রেট গ্যালারি, লন্ডনে King Edward III-এর পোট্রেট"}