{"pageid": 1515402, "title": "ভলকার তুর্ক", "url": "https://bn.wikipedia.org/wiki?curid=1515402", "content": "ভলকার তুর্ক (তুর্কি: Volker Türk; জন্ম: ২৭ আগস্ট ১৯৬৫) একজন অস্ট্রিয়ান আইনজীবী এবং জাতিসংঘের কর্মকর্তা। তিনি ২০২২ সালের অক্টোবর থেকে জাতিসংঘের মানবাধিকার বিষয়ক হাইকমিশনার হিসেবে দায়িত্ব পালন করছেন।\n\n\n== শিক্ষা ==\nতুর্ক অস্ট্রিয়ার লিন্‌জে জন্মগ্রহণ করেন। তিনি লিন্‌জ খেভেনহুলার জিমনেসিয়ামে পড়াশোনা করেছেন। তুর্ক লিনজ বিশ্ববিদ্যালয় থেকে আইনে স্নাতকোত্তর ডিগ্রি অর্জন করেন। তিনি ভিয়েনা বিশ্ববিদ্যালয় থেকে আন্তর্জাতিক আইনে ডক্টরেট ডিগ্রি অর্জন করেন, যেখানে তার ডক্টরেট থিসিস ছিল জাতিসংঘের শরণার্থী বিষয়ক হাই কমিশনার (UNHCR) এর অফিস এবং এর ম্যান্ডেটের উপর।\n\n\n== কর্মজীবন ==\n\n\n=== প্রারম্ভিক বছরগুলি ===\n১৯৯১ সালে, তুর্ক জাতিসংঘের জুনিয়র পেশাদার কর্মকর্তা হন এবং অস্ট্রিয়ার পররাষ্ট্র মন্ত্রণালয়ের অর্থায়নে কুয়েতে একটি অস্থায়ী নিয়োগ পান। এরপর তিনি মালয়েশিয়া, কসোভো, বসনিয়া-হার্জেগোভিনা এবং কঙ্গো গণতান্ত্রিক প্রজাতন্ত্র সহ বিশ্বের বিভিন্ন অঞ্চলে UNHCR-এর সাথে গুরুত্বপূর্ণ পদে অধিষ্ঠিত ছিলেন। পরে তিনি জেনেভায় অবস্থিত UNHCR সদর দপ্তরে আন্তর্জাতিক সুরক্ষা বিভাগের পরিচালক নিযুক্ত হন। ২০১৫ সালের ফেব্রুয়ারিতে, তাকে সুরক্ষা বিষয়ক সহকারী হাই কমিশনার নিযুক্ত করা হয়, যা তাকে অস্ট্রিয়ান জাতিসংঘের সর্বোচ্চ পদমর্যাদার কর্মকর্তা করে তোলে; তিনি শরণার্থীদের উপর বৈশ্বিক চুক্তির উন্নয়নে ভূমিকা পালন করেন।\n১৮ এপ্রিল ২০১৯ তারিখে, জাতিসংঘের মহাসচিব আন্তোনিও গুতেরেস তুর্ককে জাতিসংঘ সচিবালয়ে মহাসচিবের নির্বাহী কার্যালয়ে কৌশলগত সমন্বয়ের জন্য সহকারী মহাসচিব হিসেবে নিযুক্ত করেন। ২০২১ থেকে ২০২২ সাল পর্যন্ত, তিনি নির্বাহী অফিসে নীতি বিষয়ক সহকারী মহাসচিব হিসেবে দায়িত্ব পালন করেন। তুর্ক জাতিসংঘের বৈশ্বিক নীতিগত কাজ এবং মহাসচিবের \"মানবাধিকারের জন্য পদক্ষেপের আহ্বান\" এবং \" আমাদের সাধারণ এজেন্ডা \" প্রতিবেদনের ফলোআপ সমন্বয় করেছিলেন।\n\n\n=== জাতিসংঘের মানবাধিকার বিষয়ক হাইকমিশনার ===\n\n\n==== ২০২২–২৩ ====\n৮ সেপ্টেম্বর ২০২২ তারিখে, তুর্ককে জাতিসংঘের মানবাধিকার বিষয়ক হাই কমিশনার হিসেবে নির্বাচিত করা হয়। তিনি ১৭ অক্টোবর ২০২২ তারিখে দায়িত্ব গ্রহণ করেন। তার ঘোষিত অগ্রাধিকারের মধ্যে রয়েছে মাঠ পর্যায়ে জাতিসংঘের মানবাধিকার কার্যক্রমকে আরও শক্তিশালী করা এবং জাতিসংঘের একটি অফিসের জন্য আরও অর্থ সংগ্রহ করা, যেখানে তিনি বলেছিলেন যে তহবিলের অভাব রয়েছে।\n২০২৩ সালে তিনি নারী ও শিশুদের অধিকারকে এগিয়ে নিতে, জলবায়ু পরিবর্তন প্রশমনকে সমর্থন করতে এবং প্রতিবন্ধী ব্যক্তিদের ক্ষমতায়নের জন্য মানবাধিকার ৭৫ উদ্যোগের নেতৃত্ব দেন। গোপনীয়তা এবং মত প্রকাশের স্বাধীনতার উপর ডিজিটাল প্রযুক্তির প্রভাবের মতো নতুন চ্যালেঞ্জগুলির সমাধান হিসেবে তুর্ক মানবাধিকারকে প্রচার করে।\n২০২৩ সালের জানুয়ারিতে, তুর্ক রাষ্ট্রপতি জো বাইডেন এবং মার্কিন যুক্তরাষ্ট্রের প্রশাসনের \" দ্রুত অপসারণ \" সীমান্ত নীতির সমালোচনা করেন, যার অধীনে অবৈধ বিদেশী অ-নাগরিকদের দেশ থেকে অপসারণ করা যেতে পারে বা প্রবেশে নিষেধাজ্ঞা আরোপ করা যেতে পারে, এই বলে যে এটি মৌলিক অধিকারের জন্য ঝুঁকি তৈরি করে।\n২০২৩ সালের এপ্রিলে, তুর্ক রুশ কর্তৃপক্ষের কাছে দীর্ঘদিনের ক্রেমলিন সমালোচক ভ্লাদিমির কারা-মুর্জাকে মুক্তি দেওয়ার আহ্বান জানান, যাকে রাষ্ট্রদ্রোহ সহ বিভিন্ন অভিযোগে ২৫ বছরের কারাদণ্ড দেওয়া হয়েছিল। এই বাক্যটি \"রাশিয়ান ফেডারেশনে আইনের শাসন এবং নাগরিক স্থানের উপর আরেকটি আঘাত\", তুর্ক বলেন।\n২০২৩ সালের মে মাসে, তুর্ক বলেছিলেন যে সেই বছর ইরানে মৃত্যুদণ্ড কার্যকরের একটি \"জঘন্য\" ট্র্যাক রেকর্ড ছিল যেখানে প্রতি সপ্তাহে গড়ে ১০ জনেরও বেশি লোককে ফাঁসি দেওয়া হয়। তিনি ইরানি কর্তৃপক্ষের প্রতি মৃত্যুদণ্ড বাতিলের আহ্বান জানান। একই মাসে, সোশ্যাল মিডিয়ায় ইসলামের সমালোচনা করার জন্য ইরানে দুই ব্যক্তিকে মৃত্যুদণ্ড কার্যকর করার দুই দিন পর, তুর্ক ঘোষণা করেন যে ইরান ২০২৩ সালের জাতিসংঘ মানবাধিকার সামাজিক ফোরামের সভাপতিত্ব করবে।\n২০২৩ সালের জুলাই মাসে, সুইডেনের স্টকহোমে এক বিক্ষোভে একজন ব্যক্তি কুরআনের পাতা ছিঁড়ে আগুন ধরিয়ে দেওয়ার পর, তুর্ক এই ঘটনার নিন্দা জানান। তবে বেশ কয়েকটি পশ্চিমা দেশ এবং ইইউ জোর দিয়ে বলেছে যে, যদিও আগুন জ্বালানো আপত্তিকর ছিল, ধর্ম বা অন্যান্য পবিত্র প্রতীকের প্রতি অবমাননা হিসেবে বিবেচিত মৌখিক বা লিখিত বক্তব্যের শাস্তি হিসেবে ধর্ম অবমাননা আইনগুলি আন্তর্জাতিক মানবাধিকার আইন এবং মত প্রকাশের স্বাধীনতার স্পষ্ট লঙ্ঘন।\n\n\n==== ২০২৪–বর্তমান ====\n২০২৪ সালের ফেব্রুয়ারি মাসে, তুর্ক ভারতের \"নাগরিক সমাজের কার্যক্রমের উপর ক্রমবর্ধমান নিষেধাজ্ঞা... পাশাপাশি সংখ্যালঘুদের বিরুদ্ধে ঘৃণ্য বক্তব্য ও বৈষম্য, বিশেষত মুসলমানদের প্রতি\" বলে উল্লিখিত বিষয়গুলোর সমালোচনা করেন। জেনেভায় জাতিসংঘে ভারতের রাষ্ট্রদূত অরিন্দম বাগচি বলেছেন যে তুর্কের অভিযোগ \"অযৌক্তিক এবং বিশ্বের বৃহত্তম গণতন্ত্রের বাস্তবতা প্রতিফলিত করে না।\"\n২০২৪ সালের এপ্রিল মাসে, মিয়ানমারের আরাকান আর্মি সতর্ক করে দেয় যে, তুর্ক \"শুধুমাত্র মুসলিম সম্প্রদায়ের দুর্দশার প্রতি জোর দিচ্ছেন,\" যা \"অন্যান্য অমুসলিম গোষ্ঠীগুলোর একই যুদ্ধে ভোগার কথা উপেক্ষা করা বোঝায়।\" আরাকান আর্মি আরও বলে যে, তুর্ক-এর পক্ষে এটা বলা গুরুত্বপূর্ণ যে, বেসামরিক জনগণ \"মুসলিম চরমপন্থী গোষ্ঠীগুলোর\" কারণে ভুগছে।\n২০২৪ সালের সেপ্টেম্বরে, মার্কিন সিনেটর টম কটন তুর্ককে একটি চিঠি লিখেছিলেন, যেখানে তিনি গাজায় ছয়জন জিম্মিকে মৃত্যুদণ্ড কার্যকর করার পরেও হামাসকে সন্ত্রাসী সংগঠন হিসেবে অভিহিত করতে তুর্কের অস্বীকৃতি তুলে ধরেছিলেন, যদিও মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য, ইসরায়েল, অস্ট্রেলিয়া, জাপান এবং ইউরোপীয় ইউনিয়ন ইতিমধ্যেই তা করেছে।\n২০২৪ সালের অক্টোবরে, শেখ হাসিনার সরকার পতনের পর রাজনৈতিক অস্থিরতা ও মানবাধিকার পরিস্থিতি পর্যালোচনা করতে তুর্ক বাংলাদেশ সফর করেন। তিনি প্রধান উপদেষ্টা মুহাম্মদ ইউনূস, সরকারি কর্মকর্তা, ছাত্র নেতৃত্ব এবং সুশীল সমাজের প্রতিনিধিদের সাথে দেখা করেন। তুর্ক অন্তর্ভুক্তির গুরুত্বের উপর জোর দিয়ে বলেন, \"বাংলাদেশের সামনে এখন একটি ঐতিহাসিক সুযোগ এসেছে একটি প্রকৃত গণতন্ত্রকে পুনর্নবীকরণ ও পুনরুজ্জীবিত করার... এবং আপনার দেশকে সমতার ভিত্তিতে পুনর্গঠনের - যেখানে শ্রেণী, লিঙ্গ, জাতি, রাজনৈতিক মতাদর্শ বা ধর্ম নির্বিশেষে প্রতিটি কণ্ঠস্বর শোনা এবং মূল্যবান হবে\"। তিনি অস্থিরতা ও সহিংসতার সময় আহত শিক্ষার্থীদের সাথে দেখা করার জন্য হাসপাতালগুলিও পরিদর্শন করেন এবং \"সকল হত্যাকাণ্ড এবং মানবাধিকার লঙ্ঘনের পুঙ্খানুপুঙ্খ তদন্তের\" আহ্বান জানান। ২০২৫ সালের ৭ মার্চ বিবিসি ওয়ার্ল্ড সার্ভিস-এর এক অনুষ্ঠানে জাতিসংঘের মানবাধিকার বিষয়ক প্রধান ভলকার তুর্ক বলেন, “জাতিসংঘ বাংলাদেশ সেনাবাহিনীকে সতর্ক করেছিল যে, জুলাই মাসের আন্দোলন দমনে জড়িত থাকলে তারা শান্তিরক্ষা মিশনে অংশগ্রহণের সুযোগ হারাতে পারে।”\nইসরায়েল-হামাস যুদ্ধের সময়, তুর্ক বলেছিলেন যে, যদি এটি প্রমাণিত হয় যে তারা (ইসরায়েল) ইচ্ছাকৃতভাবে গাজায় যুদ্ধের অস্ত্র হিসেবে ক্ষুধাকে ব্যবহার করছে, তবে তা যুদ্ধাপরাধের শামিল হবে। ইসরায়েলের অর্থনীতি মন্ত্রী, নির বারকাত, তুর্কের এই সতর্কবাণীকে \"সম্পূর্ণ অর্থহীন – বলার মতো একটি সম্পূর্ণ দায়িত্বজ্ঞানহীন কথা\" বলে মন্তব্য করেন।\n\n\n== ব্যক্তিগত জীবন ==\nতুর্ক সুইজারল্যান্ডের জেনেভায় বাস করেন।\n\n\n== পুরস্কার ==\n২০১৬ সালের মে মাসে, তুর্ককে গ্রাজ বিশ্ববিদ্যালয় Human Rights Award ভূষিত করা হয় বিশ্বব্যাপী শরণার্থীদের সুরক্ষা এবং শরণার্থীদের সহায়তায় UNDCR-এর ভূমিকা তুলে ধরার জন্য।\n\n\n== প্রকাশনা ==\nআন্তর্জাতিক শরণার্থী আইন, রাষ্ট্রহীনতা এবং মানবাধিকার বিষয় নিয়ে তাঁর লেখা প্রকাশিত হয়েছে, যার মধ্যে রয়েছে আন্তর্জাতিক শরণার্থী আইন জার্নাল।\n\nএরিকা ফেলার, ভলকার টার্ক, ফ্রান্সেস নিকলসন (সম্পাদক): আন্তর্জাতিক আইনে শরণার্থী সুরক্ষা । কেমব্রিজ ইউনিভার্সিটি প্রেস, কেমব্রিজ ২০০৩, আইএসবিএন ০-৫২১-৫৩২৮১-৭।\n\n\n== তথ্যসূত্র =="}