{"pageid": 1515943, "title": "নিউজিল্যান্ডের সামরিক ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1515943", "content": "এই নিবন্ধ থেকে {{Short description}} সরান। এটি বাংলা উইকিপিডিয়ায় কাজ করবে না।  \nটেমপ্লেট:Use New Zealand English  \nটেমপ্লেট:Use dmy dates  \nটেমপ্লেট:History of New Zealand\nনিউজিল্যান্ডের সামরিক ইতিহাস নিউজিল্যান্ডের ইতিহাসের একটি অংশ যা কয়েক শতাব্দী জুড়ে বিস্তৃত। ইউরোপীয়দের আগমনের আগে, মাওরি ইউই (গোষ্ঠী) আঞ্চলিক বহনক্ষমতা পূর্ণ হওয়ার সাথে সাথে আন্তঃগোষ্ঠী যুদ্ধের সাথে জড়িত ছিল।\n১৯ শতকের শুরুতে মাস্কেট যুদ্ধের সূচনা হয়, যেখানে আগ্নেয়াস্ত্রের প্রবর্তন মাওরি সংঘর্ষকে তীব্র করে তোলে এবং গোষ্ঠীগত সম্পর্ক ও আঞ্চলিক সীমানায় গুরুত্বপূর্ণ পরিবর্তন ঘটায়।\n১৯ শতকের মধ্যভাগে নিউজিল্যান্ড যুদ্ধসমূহ সংঘটিত হয়, যা ১৮৪৫ থেকে ১৮৭২ সাল পর্যন্ত বিভিন্ন মাওরি গোষ্ঠী এবং ব্রিটিশ ঔপনিবেশিক বাহিনীর মধ্যে সংঘর্ষের একটি ধারাবাহিকতা ছিল। এই সংঘর্ষগুলোতে কিছু মাওরি গোষ্ঠী ব্রিটিশদের মিত্র হিসেবে অংশগ্রহণ করে। প্রধানত জমি সংক্রান্ত বিরোধ ও সার্বভৌমত্বের প্রশ্নে এই যুদ্ধগুলো সংঘটিত হয় এবং এর ফলস্বরূপ মাওরি সম্প্রদায়ের কাছ থেকে ব্যাপক জমি বাজেয়াপ্ত করা হয়।\n১৯ শতকের শেষভাগ এবং ২০ শতকের প্রথমভাগে নিউজিল্যান্ড দ্বিতীয় বোয়ার যুদ্ধ এবং উভয় বিশ্বযুদ্ধে ব্রিটিশ সামরিক অভিযানগুলোর জন্য সৈন্য প্রেরণ করে।\nশীতল যুদ্ধের সময়, নিউজিল্যান্ড দক্ষিণ-পূর্ব এশিয়ায় পশ্চিমা ব্লকের সমর্থনে বহুপাক্ষিক ও যুক্তরাষ্ট্রের নেতৃত্বাধীন সামরিক অভিযানে অংশগ্রহণ করে এবং একইসাথে শান্তিরক্ষা মিশনেও জড়িত ছিল। ২১ শতকে নিউজিল্যান্ড বৃহত্তর মধ্যপ্রাচ্যে বিশেষত বহুপাক্ষিক সামরিক জোটে অংশগ্রহণ অব্যাহত রাখে।\n\n\n== ১৮০৮ সালের পূর্বের মাওরি যুদ্ধ ==\n\nমেকিং পিপলস বইতে জেমস বেলিচ যুক্তি দেন যে, প্রায় ১২৮০ খ্রিস্টাব্দে মাওরি জনগণের নিউজিল্যান্ডে আগমনের কয়েক শতাব্দী পরপরই যুদ্ধসমূহ সম্ভবত অস্বাভাবিক ছিল। \nপরবর্তীতে, বাস্তবিক কারণে যেমন জনসংখ্যার চাপ, জমি ও প্রাকৃতিক সম্পদের জন্য প্রতিযোগিতা এবং খাদ্য সরবরাহ রক্ষার প্রয়োজনে গোত্রগুলোর মধ্যে যুদ্ধ শুরু হয়। ১৬শ শতকে মাওরি জনগণের সুরক্ষার জন্য দুর্গবিশিষ্ট গ্রাম বা \"pā\" স্থাপন যুদ্ধের আশঙ্কা বৃদ্ধি পাওয়ার ইঙ্গিত দেয়, যেখানে ৯৮ শতাংশ pā এই ধরনের কৃষিভিত্তিক এলাকায় অবস্থিত ছিল।  \nকিছু সামরিক অভিযান সাংস্কৃতিক কারণে সংঘটিত হয়, যা প্রায়ই মানা এবং উতু ধারণার সাথে সম্পর্কিত ছিল। কিছু সংঘাতের শুরু হয় গোত্র বা ব্যক্তিগত মানা বাড়ানোর ইচ্ছা থেকে অথবা অপমান, আঘাত বা অনধিকার প্রবেশের প্রতিক্রিয়ায় প্রতিশোধের সাংস্কৃতিক প্রয়োজনীয়তার কারণে।\n\nযুদ্ধদলগুলো সাধারণত পাথর বা কাঠের তৈরি অস্ত্র ব্যবহার করত, যা হাতাহাতি যুদ্ধে উপযোগী ছিল। যোদ্ধারা প্রায়ই একটি লম্বা দণ্ডজাত অস্ত্র taiaha এবং ছোট একটি ক্লাব patu বহন করত। তারা সাধারণত শুধু একটি স্কার্ট এবং একটি tātua পরত, তবে কখনও কখনও বর্শার আঘাত থেকে বাঁচতে চাদরও পরত।\nযুদ্ধ প্রায়ই taua নামে পরিচিত যুদ্ধদল দ্বারা পরিচালিত হতো, যা ছোট দল থেকে কয়েক শতাধিক মানুষের সমন্বয়ে গঠিত হতে পারত। বড় যুদ্ধদলগুলো প্রায়ই ওয়াকা তাউয়া নামক যুদ্ধ নৌকায় ভ্রমণ করত। তারা প্রতিপক্ষের গোত্রকে প্রতারণার মাধ্যমে সতর্কতা হারাতে বা pā থেকে বের করতে বিভিন্ন কৌশল প্রয়োগ করত। \nযুদ্ধ সাধারণত শীতকালীন ফসল কাটার পর গ্রীষ্মকালে সংঘটিত হতো। যুদ্ধের পরে বিজয়ীরা পরাজিতদের দাসে পরিণত করত, যদিও কখনও কখনও বন্দীদের হত্যা করে খাওয়া হতো। পরাজিত জনগণের ভাগ্য উভয় দলের সম্পর্কের উপর নির্ভর করত। কিছু ক্ষেত্রে বিজয়ীরা পরাজিত দলের নারীদের বিয়ে করত এবং উভয় গোত্র একত্রিত হতো।  \nমাস্কেট আগমনের পূর্বে সবচেয়ে বড় যুদ্ধ ছিল হিংগাকাকা যুদ্ধ ১৮০৭ সালে, যেখানে কয়েক হাজার যোদ্ধা অংশ নিয়েছিল।\nচ্যাথাম দ্বীপপুঞ্জে ১৬শ থেকে ১৯শ শতক পর্যন্ত যুদ্ধের অস্তিত্ব ছিল না, কারণ সেখানে বসবাসরত মোরিওরি জনগণ একটি দীর্ঘস্থায়ী শান্তি প্রতিষ্ঠা করতে সক্ষম হয়েছিল। একাধিক সংঘাতের পর, স্থানীয় নেতা নুনুকু-হুয়েনুয়া যুদ্ধের অবসান ঘোষণা করেন এবং হত্যা ও নরখাদকতার উপর স্থায়ী নিষেধাজ্ঞা আরোপ করেন।\n\n\n== প্রাথমিক যোগাযোগের সময় ==\n\n\n=== মেস্কেট যুদ্ধ (১৮১৮–১৮৩০-এর দশক) ===\n  \n১৯শ শতকের শুরুর দিকে মেস্কেটের প্রবর্তন মেস্কেট যুদ্ধের সূচনা করে, যা ১৮১৮ থেকে ১৮৪০ সালের মধ্যে মাওরি উপজাতিদের মধ্যে সংঘটিত এক ধারাবাহিক যুদ্ধ ও সংঘর্ষের নাম। মেস্কেট যুদ্ধ নিউজিল্যান্ডের সবচেয়ে ভৌগোলিকভাবে বিস্তৃত সংঘর্ষ ছিল, যা উত্তর ও দক্ষিণ দ্বীপপুঞ্জের পাশাপাশি চাথাম দ্বীপপুঞ্জকেও প্রভাবিত করেছিল।  \nযুদ্ধের নামের পরিপ্রেক্ষিতে মেস্কেটের ভূমিকা বড় মনে হলেও, উপজাতিদের সম্পর্কের ক্ষেত্রে এটি মৌলিক পরিবর্তন আনেনি। ইতিহাসবিদ Angela Ballara উল্লেখ করেছেন যে, মেস্কেট যুদ্ধের সময় সংঘটিত অনেক সংঘর্ষ মেস্কেট ছাড়াই ঘটত – যদিও কম ধ্বংসাত্মক হতো। নিউজিল্যান্ডে আলুর আগমন যুদ্ধের ধরণে মেস্কেটের চেয়ে বেশি প্রভাব ফেলেছিল।  \nআলু সহজে ফলনশীল এবং হেক্টর প্রতি বেশি খাদ্য সরবরাহ করত, যার ফলে আরও বেশি পুরুষ যুদ্ধের জন্য ফাঁকা সময় পেত। খাদ্যের উদ্বৃত্ত মাওরি যুদ্ধদলগুলিকে দূরবর্তী স্থানে অভিযান চালানোর সুযোগ দেয়। ইউরোপীয় জাহাজগুলিও তাদের যাত্রার পরিসর বাড়াতে সহায়ক হয়েছিল।\nযদিও মেস্কেট যুদ্ধদলগুলোকে দূর থেকে লড়াইয়ের সুবিধা দিয়েছিল, তবে যুদ্ধ পরিচালনার পদ্ধতিতে তাৎক্ষণিক কোনো পরিবর্তন আসেনি। অস্ত্র ও কৌশলে পরিবর্তন ধাপে ধাপে ঘটেছিল। অর্থনৈতিক উৎপাদন মেস্কেট সংগ্রহের জন্য ইউরোপীয় ব্যবসায়ীদের সঙ্গে লেনদেনের দিকে ঝুঁকেছিল, ফলে কৃষি প্রথাতেও পরিবর্তন ঘটে। যুদ্ধদলগুলো ঝাঁকে গুলি নিক্ষেপের কৌশল গ্রহণ করেছিল এবং মেস্কেটের প্রতিক্রিয়ায় \"গানফাইটার পা\" নির্মাণ শুরু হয়েছিল।\n\n  \nNgāpuhi মাওরি উপজাতিদের মধ্যে প্রথম যারা উপজাতি সংঘর্ষে মেস্কেট ব্যবহার করেছিল। প্রায় ১৮০৭–০৮ সালে মোরেমোনুই যুদ্ধ-এ একটি Ngāti Whātua যুদ্ধদল ঐতিহ্যবাহী অস্ত্র দিয়ে সজ্জিত হয়ে মেস্কেটসজ্জিত ন্গাপুহি যুদ্ধদলকে সফলভাবে আক্রমণ করে। পরাজিত হলেও, একজন ন্গাপুহি রানগাতিরা, Hongi Hika মেস্কেটের তাৎক্ষণিক প্রভাব সম্পর্কে নিশ্চিত হন এবং আরও মেস্কেট সংগ্রহের প্রচেষ্টা শুরু করেন।  \n১৮১৮ সালের মধ্যে, হোঙ্গি পর্যাপ্ত মেস্কেট সংগ্রহ করে বেও অব প্লেন্টি অঞ্চলের গ্রামগুলিতে অভিযান পরিচালনা করেন। বেও অব প্লেন্টি এবং ১৮২১ সালে কোরোম্যান্ডেল উপদ্বীপে পরিচালিত অভিযানে প্রায় ৪,০০০ দাস বন্দী করা হয়। এই দাসদের অধিকাংশই অতিরিক্ত মেস্কেট সংগ্রহের জন্য ফ্ল্যাক্স প্রক্রিয়াকরণে নিযুক্ত হয়েছিল।  \n১৮২৫ সালে, হোঙ্গি কাইপারাতে ন্গাতি হোয়াতুয়াকে পরাজিত করেন। তবে ১৮২০-এর দশকের মাঝামাঝি সময়ে, ন্গাপুহির আধিপত্য কমতে শুরু করে, কারণ তারা এই বড় আকারের অভিযানগুলি বজায় রাখার পরিকাঠামো তৈরি করতে ব্যর্থ হয় এবং অন্যান্য উপজাতিরা বারুদের যুদ্ধকৌশলে মানিয়ে নিতে শুরু করেছিল।  \n১৮২৭ সালে হোঙ্গির মৃত্যু উপজাতি সংঘর্ষের অবসান ত্বরান্বিত করেছিল, কারণ অন্যান্য ন্গাপুহি নেতারা হোঙ্গির মতো যোদ্ধাদের অনুপ্রাণিত করতে পারেননি।  \nন্গাপুহি গার্লস ওয়ার নামক এক অন্তঃউপজাতি সংঘর্ষেও দুর্বল হয়ে পড়েছিল, যা কোরোরারেকার ওপর নিয়ন্ত্রণের জন্য উত্তরের ও দক্ষিণের ন্গাপুহি গোষ্ঠীগুলোর মধ্যে সংঘটিত হয়েছিল। কোরোরারেকা ইউরোপীয় বাণিজ্যের জন্য গুরুত্বপূর্ণ কেন্দ্র ছিল।\nতবুও, **নগাপুহি** মস্কেট মজুদ এবং পরবর্তী সামরিক অভিযানসমূহ অঞ্চলের শক্তির ভারসাম্য পরিবর্তন করেছিল এবং একটি অস্ত্র প্রতিযোগিতার সূচনা করেছিল, যেখানে হুমকির সম্মুখীন উপজাতিরা নিজেদের মস্কেট মজুদ করেছিল এবং নিজেদের অঞ্চল সুরক্ষিত করতে অভিযান পরিচালনা করেছিল। **ওয়াইকাটো তাইনুই** ১৮২০-এর দশকের মাঝামাঝি থেকে ১৮৩০-এর দশকের মধ্যে **হকস বে** এবং **তারানাকি** এর আশেপাশের উপজাতিদের বিরুদ্ধে একাধিক অভিযান পরিচালনা করেছিল, উত্তর দিক থেকে আগ্রাসন প্রতিহত করে তাদের অঞ্চল সফলভাবে সুরক্ষিত করেছিল এবং **ওয়াইকাটো** থেকে **নগাতি টোয়া**, **নগাতি মারু (তারানাকি)** এবং বিপুল সংখ্যক **নগাতি রাউকাওয়া** উপজাতিদের বিতাড়িত করেছিল।\n\nনগাতি টোয়া** এবং তাদের মিত্ররাও ১৮২১ সালে **ওয়াইকাটো** উপকূল থেকে বিতাড়িত হওয়ার পর একাধিক অভিযান শুরু করেছিল। **তে রাউপারাহা**-এর নেতৃত্বে, নগাতি টোয়া **কাপিতি উপকূল** অঞ্চলে অভিবাসন করেছিল, যা ইউরোপীয় বাণিজ্যের নিকটতার কারণে আকর্ষণীয় হিসেবে বিবেচিত হয়েছিল এবং তারা **মুয়াউপোকো** থেকে **কাপিতি দ্বীপ** দখল করেছিল। স্থানটির আকর্ষণীয়তা কয়েকটি ছোটখাটো সংঘর্ষের দিকে পরিচালিত করেছিল, যার চূড়ান্ত পর্যায় ছিল ১৮২৪ সালের **ওয়াইওরুয়ার যুদ্ধ**, যেখানে নগাতি টোয়া বিজয় অর্জন করেছিল। তার বাণিজ্যিক শক্তি বৃদ্ধি করতে আগ্রহী **তে রাউপারাহা** দক্ষিণ দ্বীপ এবং **চ্যাথাম দ্বীপপুঞ্জের** উপজাতিদের বিরুদ্ধে একাধিক অভিযান পরিচালনা করেছিল।\nচ্যাথাম দ্বীপপুঞ্জের দিকে পরিচালিত অভিযানগুলো **মোরিওরি গণহত্যা** ঘটিয়েছিল, যেখানে প্রায় ২,০০০ জনের জনসংখ্যা ১৮৬২ সালের মধ্যে ১০১ জনে নেমে আসে।\n\nএই সংঘর্ষগুলো ১৮৩০-এর দশকে কমতে শুরু করে, কারণ উপজাতি অর্থনীতি ১৮২০-এর দশকের বৃহৎ আকারের অভিযানগুলো বহন করতে সক্ষম ছিল না। অনেক উপজাতি তখন ভালোভাবে সশস্ত্র হয়ে উঠেছিল, ফলে দ্রুত ও নির্ণায়ক যুদ্ধগুলো কম সম্ভবপর হয়ে পড়েছিল। ধারণা করা হয়, এই সংঘর্ষের সময় প্রায় ১৮,০০০ থেকে ২০,০০০ বেসামরিক এবং যোদ্ধা নিহত হয়েছিল।  \n\nমস্কেট যুদ্ধ** উপজাতি সীমানার পুনর্বিন্যাস ঘটিয়েছিল, যা পরে **মাওরি ভূমি আদালত** দ্বারা প্রাতিষ্ঠানিকভাবে নির্ধারিত হয়েছিল। আদালত সিদ্ধান্ত নিয়েছিল যে, সীমানাগুলো ১৮৪০ সালের অবস্থান অনুসারে স্থির থাকবে, যখন **ওয়াইতাঙ্গি চুক্তি** স্বাক্ষরিত হয়েছিল।\n\n\n=== প্রারম্ভিক ব্রিটিশ-মাওরি সংযোগ ===\n১৮৩৪ সালের **হারিয়েট ঘটনা** ছিল মাওরি এবং ব্রিটিশদের মধ্যে প্রথম সংঘর্ষ। নিউ সাউথ ওয়েলসের গভর্নর রিচার্ড বোর্ক এর আদেশে একটি ব্রিটিশ অভিযান জন গার্ড এর অনুরোধে তার স্ত্রী বেটি গার্ড এবং তাদের দুই সন্তানকে উদ্ধারের জন্য তারানাকিতে পাঠানো হয়। তাদেরকে স্থানীয় মাওরি গোত্র তারানাকি এবং নগাতি রুয়ানুই কর্তৃক অপহরণ করা হয়েছিল। পরবর্তীতে, ১৮৩৫ সালে ব্রিটিশ হাউস অব কমন্সের একটি প্রতিবেদনে মাওরি জনগণের বিরুদ্ধে অতিরিক্ত শক্তি প্রয়োগের জন্য অভিযানটির সমালোচনা করা হয়।  \n  \n\n\n==== ওয়াইরাউ সংঘর্ষ (১৮৪৩) ====\n  \n\nওয়াইরাউ সংঘর্ষ** ছিল নগাতি তোয়া এবং ব্রিটিশ বসতিস্থাপনকারীদের মধ্যে নিউজিল্যান্ডের নেলসনে এবং নিউজিল্যান্ড কোম্পানির সাথে এক প্রাথমিক সংঘর্ষ।\n\n১৮৩৯ সালের কোম্পানির ক্রয়ের বাইরে থাকা জমিতে জরিপ বন্ধের নগাতি তোয়া আদেশ উপেক্ষা করায়, **তে রাউপরাহা** এলাকায় প্রবেশ করে জরিপকারীদের আশ্রয়কেন্দ্রগুলো জ্বালিয়ে দেয়। এ সুযোগে, নেলসন বসতিস্থাপনকারীরা **তে রাউপরাহা** এবং তে রাংগিহিয়াতাকে অগ্নিসংযোগের অভিযোগে গ্রেপ্তারের নির্দেশ দেয় এবং তাদের ধরতে একটি সশস্ত্র দল পাঠায়।  \n\n১৭ জুন ১৮৪৩-এ সশস্ত্র দলটি নগাতি তোয়ার দলের সাথে মুখোমুখি হলে উত্তেজনা সংঘর্ষে রূপ নেয়, এতে নয়জন বসতিস্থাপনকারী ও দুইজন মাওরি নিহত হয়। বিশৃঙ্খল পিছু হটার সময় আরও চারজন বসতিস্থাপনকারী নিহত হয় এবং বাকি নয়জনকে ধরে পরে মৃত্যুদণ্ড দেওয়া হয়।  \n\nনিউজিল্যান্ডের গভর্নর রবার্ট ফিটজরয় বসতিস্থাপনকারীদের বিচার দাবির আহ্বান প্রত্যাখ্যান করে রায় দেন যে, নেলসন বসতিস্থাপনকারীদের টাসমান উপসাগরের বাইরে কোনও বৈধ জমির দাবি না থাকায় নিউজিল্যান্ড কোম্পানি নগাতি তোয়াকে উস্কে দিয়েছিল। ব্রিটিশ উপনিবেশ অফিস ফিটজরয়ের প্রতিক্রিয়ার অনুমোদন দেয়, কারণ তারা নগাতি তোয়ার বিরুদ্ধে সামরিক অভিযান চালাতে ব্যয় করতে চায়নি।  \n\n\n== ঔপনিবেশিক সময়কাল ==\n\n\n=== নিউজিল্যান্ড যুদ্ধসমূহ (১৮৪৫–১৮৭২) ===\n  \n\nনিউজিল্যান্ড যুদ্ধসমূহ ছিল ১৮৪৫ থেকে ১৮৭২ সাল পর্যন্ত সংঘটিত একাধিক সংঘর্ষের একটি ধারা, যেখানে কিছু ইউই মাওরি এবং সরকারী বাহিনী জড়িত ছিল। সরকারী বাহিনীর মধ্যে ব্রিটিশ ও ঔপনিবেশিক সৈন্যদল এবং তাদের মাওরি মিত্ররা অন্তর্ভুক্ত ছিল। \"নিউজিল্যান্ড যুদ্ধসমূহ\" শব্দগুচ্ছটি এই ধারার সংঘর্ষগুলোর জন্য সবচেয়ে প্রচলিত নাম, যা ১৯২০ সালের শুরুতে ব্যবহৃত হয়েছিল। এই সংঘর্ষগুলোর আরেকটি জনপ্রিয় নাম ছিল ভূমি যুদ্ধ, কারণ এই যুদ্ধের কারণ আংশিকভাবে ভূমি বিরোধের কারণে উদ্ভূত হয়েছিল। ১৯৬০ এর দশকের শেষের দিকে ব্যবহৃত অন্যান্য নামগুলোর মধ্যে রয়েছে অ্যাংলো-মাওরি যুদ্ধ, নিউজিল্যান্ডের গৃহযুদ্ধ এবং সার্বভৌমত্ব যুদ্ধ। মাওরি ভাষায় এ সংঘর্ষকে বলা হয় *Ngā pakanga o Aotearoa* (নিউজিল্যান্ড যুদ্ধসমূহ) এবং *Te riri Pākehā* (শ্বেতাঙ্গদের ক্রোধ)।\nপ্রথম যুদ্ধের ধারা ১৮৪৫ সালে শুরু হয়েছিল, যদিও সবচেয়ে তীব্র ও বিস্তৃত সংঘর্ষগুলো ১৮৬০ এর দশকের শুরুতে ব্রিটিশ সাম্রাজ্য বাহিনী এবং মাওরি রাজ আন্দোলন এর মধ্যে সংঘটিত হয়েছিল। ১৮৬৫ সালের মধ্যে প্রায় ১০,০০০ সাম্রাজ্য সৈন্য নিউজিল্যান্ডে মোতায়েন করা হয়েছিল এই দীর্ঘস্থায়ী সংঘর্ষের কারণে। তবে, ১৮৬৪ সালের শেষ নাগাদ ব্রিটেনে ক্রমবর্ধমান সমালোচনা এবং মাওরিদের প্রতি ঔপনিবেশিক সরকারের মনোভাব ও সাম্রাজ্য সৈন্যদের রক্ষণাবেক্ষণের ব্যয়ের বিষয়ে উদ্বেগের প্রতিক্রিয়ায়, ঔপনিবেশিক সরকার একটি \"স্বনির্ভর\" নীতি গ্রহণ করে। এর লক্ষ্য ছিল সাম্রাজ্য সৈন্যদের পরিবর্তে স্থানীয় বাহিনী এবং মাওরি সহায়কদের মোতায়েন করা। বেশিরভাগ ব্রিটিশ সৈন্য ১৮৬৬ এবং ১৮৬৭ সালে নিউজিল্যান্ড ত্যাগ করে, যদিও শেষ ব্রিটিশ রেজিমেন্ট ১৮৭০ সাল পর্যন্ত অবশিষ্ট ছিল।\n১৮৬৪ থেকে ১৮৭২ সাল পর্যন্ত, ঔপনিবেশিক বাহিনী এবং তাদের মাওরি মিত্ররা মাওরি নবীসুলভ নেতাদের অনুসারীদের বিরুদ্ধে লড়াই চালিয়ে যায়। সাম্রাজ্য বাহিনীর অংশগ্রহণ হ্রাসের সাথে সাথে, ক্রাউনপক্ষে লড়াইয়ের দায়িত্ব ক্রমশ ঔপনিবেশিক সৈন্য এবং কুপাপা-এর উপর নির্ভরশীল হয়ে পড়ে, যাদের অনেকে ঐতিহ্যবাহী খ্রিষ্টধর্মের প্রতি অনুগত ছিলেন এবং কিঙ্গিতাঙ্গাপা আন্দোলনের বিরোধিতা করতেন।\nপ্রায় ৫০০ জন ব্রিটিশ ও ঔপনিবেশিক সৈন্য এবং প্রায় ২৫০ জন কুপাপা নিউজিল্যান্ড যুদ্ধসমূহে নিহত হয়েছিল বলে অনুমান করা হয়। বিপরীত দিকে প্রায় ২,০০০ জন নিহত হয়েছিল। যারা ঔপনিবেশিক সরকারের বিরোধিতা করেছিল, সেই মাওরিরা উল্লেখযোগ্য পরিমাণে ভূমি হারিয়েছিল, যার মধ্যে প্রায় ১০,০০,০০০ হেক্টর (২৫,০০,০০০ একর) জমি ক্রাউনের দ্বারা বাজেয়াপ্ত করা হয়েছিল। ভূমি বাজেয়াপ্তের ক্ষতিপূরণ প্রদান ১৯৯০-এর দশক পর্যন্ত শুরু হয়নি।\n\n\n==== ফ্ল্যাগস্টাফ যুদ্ধ (১৮৪৫–১৮৪৬) ====\n\nনিউজিল্যান্ড যুদ্ধের প্রথম সংঘর্ষটি শুরু হয়, যখন হোনে হেকে নেতৃত্বাধীন নাগাপুহি এবং উপনিবেশিক বাহিনী ও তামাতি ওয়াকা নেনে নেতৃত্বাধীন নাগাপুহি মধ্যে বিরোধ দেখা দেয়। এই সংঘর্ষের কারণগুলোর মধ্যে ছিল নাগাপুহির অর্থনৈতিক উদ্বেগ, যা নিউজিল্যান্ড উপনিবেশের রাজধানী অকল্যান্ডে স্থানান্তরের ফলে সৃষ্টি হয়েছিল, এবং ক্রাউন তার কর্তৃত্ব অতিক্রম করেছে বলে তাদের ধারণা ছিল। হেকে ও তার সমর্থকরা এই বিষয়টি প্রমাণ করার জন্য করোরারেকাতে একটি পতাকা দণ্ড কেটে ফেলেন। তবে, ওয়াকা নেনে নেতৃত্বাধীন নাগাপুহির অন্যান্য হাপু ব্রিটিশদের পক্ষে অবস্থান নেয়।  \n১৮৪৫ সালের মার্চ মাসে, হেকে ব্রিটিশ বাহিনীর ওপর আক্রমণ চালান, যার ফলে পাকেহা বসতি থেকে সরিয়ে নেওয়া হয়। করোরারেকার পর ব্রিটিশ সামরিক বাহিনী উপনিবেশে তাদের উপস্থিতি বৃদ্ধি করে, ৫৮তম (রুটল্যান্ডশায়ার) পদাতিক রেজিমেন্ট প্রেরণ করে এবং অকল্যান্ডে একটি স্বেচ্ছাসেবক মিলিশিয়া গঠন করে। এপ্রিল মাসে, নিয়মিত সৈন্য ও স্বেচ্ছাসেবকদের নিয়ে গঠিত একটি ব্রিটিশ বাহিনী ব্রিটিশ সার্বভৌমত্ব পুনরুদ্ধার করতে অকল্যান্ড থেকে রওনা হয়। করোরারেকায় পৌঁছার পর, ব্রিটিশ জাহাজগুলো পার্শ্ববর্তী মাওরি বসতিগুলিতে গোলাবর্ষণ করে।  \n\n  \nব্রিটিশ ও হেকের সমর্থকদের মধ্যে প্রথম বড় সংঘর্ষ হয় পুকেতুতু যুদ্ধে, যেখানে ব্রিটিশ বাহিনী হেকের পা দুর্গ দখলে ব্যর্থ হয়। যুদ্ধের পর হেকে কাছাকাছি তে আহুহুতে সরে গিয়ে ব্রিটিশ সমর্থিত নাগাপুহি বাহিনীকে তাদের পা থেকে উৎখাতের চেষ্টা করলেও সফল হননি। জুলাই মাসে, প্রায় ৬০০ সদস্যের একটি ব্রিটিশ বাহিনী ওহাইওয়াইয়ের কাছে একটি পায়ে আক্রমণ চালায়, তবে পরে তারা পশ্চাদপসরণ করে। ১৮৪৬ সালের জানুয়ারিতে, ব্রিটিশ বাহিনী রুয়াপেকাপেকা-তে একটি নতুন মাওরি দুর্গে গোলাবর্ষণ করে। যুদ্ধের পর, হেকে ও ওয়াকা নেনে শান্তি শর্তে সম্মত হন, যা সংঘর্ষের অবসান ঘটায়।\n\n\n==== হাট উপত্যকা এবং ওয়াঙ্গানুই অভিযান (১৮৪৬–১৮৪৮) ====\n\n  \nওয়েলিংটনে মাওরি ও ব্রিটিশ উপনিবেশিকদের মধ্যে ভূমি বিরোধের ফলে সময়ে সময়ে উত্তেজনা ও সংঘর্ষ সৃষ্টি হয়। ১৮৪৬ সালের মার্চে, ব্রিটিশ সৈন্যরা নগাতি তামা ও নগাতি রাঙ্গাতাহী-এর সাথে হাট উপত্যকায় সংঘর্ষে জড়িয়ে পড়ে, যা জর্জ গ্রে-কে ওয়েলিংটনে সামরিক আইন জারি করতে প্ররোচিত করে।  \nওয়েলিংটনের দিকে একটি তাউয়া (যুদ্ধবাহিনী) আসছে শুনে, গ্রে সামরিক আইন ওয়াঙ্গানুই পর্যন্ত সম্প্রসারিত করেন এবং তে আতি আয়া-কে তাদের প্রতিরোধের আহ্বান জানান, যা তারা মেনে নেয়। এরপর গ্রে তে রাউপরাহাকে গ্রেপ্তার করতে উদ্যোগী হন, কারণ তিনি মনে করতেন হাট উপত্যকার আক্রমণের জন্য তে রাউপরাহা দায়ী। আগস্টে, নগাতি তোয়া, নগাতি তামা, নগাতি রাঙ্গাতাহী ও তাদের মিত্ররা পাউআতাহানুই-এর দিকে সরে যায়, যদিও ব্রিটিশ সৈন্য ও তাদের মাওরি মিত্ররা ব্যাটল হিল পর্যন্ত তাদের তাড়া করে। শেষ পর্যন্ত তারা পরউতাওহাওতে পৌঁছালে ব্রিটিশরা তাড়া বন্ধ করে।\nব্রিটিশরা ওয়াঙ্গানুইতে সৈন্য মোতায়েন করার পর শত্রুতার নতুন পর্যায় শুরু হয়, যদিও তাদের এ বিষয়ে সতর্ক করা হয়েছিল। পরিস্থিতি আরও উত্তপ্ত হয়, যখন ওয়াঙ্গানুইর প্রধান হাপুরোনা নগারাঙ্গি গুলিবিদ্ধ হন এবং তে মামাকু-র অনুসারীরা মাতারাওয়া উপত্যকার একটি পৃথক খামারে আক্রমণ চালিয়ে চারজন বাসিন্দাকে হত্যা করে।  \n১৮৪৭ সালের মে মাসে, ওয়াঙ্গানুই মাওরি প্রধান তে মামাকু একটি ব্রিটিশ বসতিতে আক্রমণ চালান, তবে ব্রিটিশ সৈন্য ও স্থানীয় বাসিন্দারা একটি প্রাচীরবেষ্টিত দুর্গে আশ্রয় নিয়ে প্রতিরোধ গড়ে তোলে। জুলাই মাসে, ব্রিটিশ বাহিনী দুর্গ থেকে বের হয়ে তে মামাকুর বাহিনীর সাথে লড়াইয়ে জড়িয়ে পড়ে, তবে যুদ্ধটি নিষ্পত্তিহীনভাবে শেষ হয় এবং মাওরি বাহিনী সরে যায়। গ্রে শান্তি প্রতিষ্ঠার চেষ্টা চালিয়ে যান এবং ফেব্রুয়ারি ১৮৪৮-এ তে মামাকুর সাথে একটি চুক্তিতে পৌঁছান।\n\n\n=== প্রথম তারানাকি যুদ্ধ (১৮৬০–১৮৬১) ===\n\nপ্রথম তারানাকি যুদ্ধের সূচনা হয় ভূমি বিরোধ থেকে, যখন বসতিস্থাপনকারীরা মাওরি জমিতে প্রবেশ করতে থাকে। এক তরুণ রাঙাতিরা, তে তেইরা, ওয়াইতারা নদীর মুখের কাছে ২৪০ হেক্টর (৬০০ একর) জমি অফার করেন, যদিও তিনি একজন জ্যেষ্ঠ রাঙাতিরা ওয়াইরেমু কিনগি তে রাঙিতাকে-এর বিরোধিতার মুখে পড়েন। নিউ জিল্যান্ডের গভর্নর গোর ব্রাউন তে তেইরার প্রস্তাব গ্রহণ করেন এবং ১৮৬০ সালের ফেব্রুয়ারিতে ভূমি জরিপ শুরু হয়। জরিপকারীদের ওয়াইরেমু কিনগির সমর্থকেরা বাধা দিলে ব্রিটিশ সেনারা এলাকায় প্রবেশ করে এবং একটি ব্লকহাউস নির্মাণ করে। এর প্রতিক্রিয়ায়, তে আতি আৱা ব্রিটিশ অবস্থানের উপরে একটি পা নির্মাণ করে। ১৮৬০ সালের মার্চ মাসে ব্রিটিশ বাহিনী সেই পা আক্রমণ করে, যার ফলে মাওরিরা সেটি পরিত্যাগ করে।  \n\nএকই ধরনের ঘটনা নিউ প্লাইমাউথের দক্ষিণ-পশ্চিমে ৬ কিলোমিটার (৩.৭ মাইল) দূরে ঘটে, যেখানে ব্রিটিশরা একটি স্টকেড নির্মাণ করে এবং নগাতি রুয়ানুই ও তাদের সমর্থকেরা তার উপরে একটি পা তৈরি করে। ব্রিটিশ বাহিনী অবশেষে ওয়াইরেকা যুদ্ধের সময় পা দখল করে, যদিও কিছু ইতিহাসবিদের মতে পাটি আগেই পরিত্যক্ত হয়েছিল। জুন ১৮৬০-এ ব্রিটিশ বাহিনী পুকেতাকাউয়েরে পায়ে তে আতি আৱার বাহিনী আক্রমণ করে, তবে বড় ক্ষয়ক্ষতির পর ওয়াইতারায় প্রত্যাহার করে।\nপুকেতাকাউয়েরে ব্রিটিশ পরাজয়ের পর মেজর-জেনারেল থমাস প্র্যাট ব্রিটিশ বাহিনীর নেতৃত্ব গ্রহণ করেন। সেপ্টেম্বর মাসে তিনি ওয়াইতারা নদীর উপরের অংশে তে আতি আৱার ঘাঁটিগুলির বিরুদ্ধে কয়েকটি অভিযান পরিচালনা করেন এবং নভেম্বর মাসে নগাতি হাউয়ার একটি যুদ্ধদল পরাজিত করেন। ১৮৬১ সালের জানুয়ারিতে প্র্যাট হুইরাঙ্গি আক্রমণ করেন, যা তে আতি আৱাকে নদীর উপরে সরিয়ে যেতে বাধ্য করে। তিনি আগ্রাসন অব্যাহত রেখে একাধিক রেডাউট নির্মাণ করেন। মাওরিদের একটি রাতের আক্রমণ ব্যর্থ হলে তারা পুকেরাঙ্গিওরা পা রক্ষা করতে একটি প্রতিরক্ষা লাইন তৈরি করে। ফেব্রুয়ারিতে ব্রিটিশরা পরিখা খনন করে ঘেরাও দেয় এবং ভারী কামান দাগে আক্রমণ চালায়। তবে মার্চ মাসে মাওরি কিং আন্দোলনের এক জ্যেষ্ঠ নেতা ওয়াইরেমু তামিহানা যুদ্ধবিরতি প্রতিষ্ঠা করলে সংঘর্ষ শেষ হয়।\n\n\n=== ওয়াইকাটো আক্রমণ (১৮৬৩–১৮৬৪) ===\n\nতারানাকিতে যুদ্ধবিরতি থাকা সত্ত্বেও উপনিবেশ সরকার মাওরি কিং আন্দোলনের অংশগ্রহণকারীদের শাস্তি দিতে আগ্রহী ছিল এবং সেটলারদের চাপের মুখে ওয়াইকাটো অঞ্চলে বসতি স্থাপনের উদ্যোগ নেয়। ১৮৬২ সালে গ্রেট সাউথ রোডের নির্মাণ শুরু হয়। ১৮৬৩ সালের ৯ জুলাই একটি ঘোষণায় ওয়াইকাটো অঞ্চলের মাওরিদের আনুগত্যের শপথ নিতে বলা হয় এবং পরে ঘোষণা করা হয় যে, বিরোধিতা করলে তারা তাদের ভূমির অধিকার হারাবে।  \n\n১২ জুলাই ব্রিটিশ বাহিনী মাওরি কিং আন্দোলনের জমিতে প্রবেশ করে এবং ওয়াইকাটো নদীর বরাবর এগোতে থাকে। পেছন থেকে মাওরি আক্রমণ ও সামনের ডিপোগুলিতে হামলার ফলে অগ্রগতি ধীর হয়। মাওরি বাহিনী প্রথমে মেরেমেরের পায়ে আশ্রয় নেয়, তবে ব্রিটিশরা নদীর পিছন দিকে অবতরণ করলে তারা সেটি পরিত্যাগ করে। এরপর ব্রিটিশরা রাঙ্গিরিরি পায়ের দিকে মনোযোগ দেয়। ২০ নভেম্বর আক্রমণ শুরু হয় এবং প্রধান রেডাউটে একাধিকবার চেষ্টা করেও ব্যর্থ হয়। তবে ব্রিটিশরা পায়ের পশ্চাদপথ দখল করলে পাটি পরদিন সকালে আত্মসমর্পণ করে।\nব্রিটিশরা নগারুয়াহিয়ায় প্রবেশ করলে কিঙিতাঙা বাহিনী পাতেরাঙ্গিতে প্রতিরক্ষা তৈরি করে। লেফটেন্যান্ট-জেনারেল ডানকান ক্যামেরন সরাসরি আক্রমণের পরিবর্তে খাদ্য উত্পাদনকারী গ্রাম রাঙ্গিয়াওহিয়াতে অভিযান চালান। ফেব্রুয়ারিতে অভিযান চালালে পাতেরাঙ্গির প্রতিরক্ষারা পা ত্যাগ করে। রেৱি মানিয়াপোতো নেতৃত্বে মাওরিরা ওরাকাউতে প্রতিরক্ষা তৈরি করে। ২ এপ্রিল ব্রিটিশরা পায়ে প্রবেশ করলে মাওরি বাহিনী সেটি ত্যাগ করে। ওরাকাউ যুদ্ধ সবচেয়ে প্রাণঘাতী ছিল, যেখানে ১৭ ব্রিটিশ এবং প্রায় ১৬০ মাওরি নিহত হয়।\nওয়াইকাটো অভিযানের সময়, ব্রিটিশ বাহিনী তাউরাঙায় অস্ত্র সরবরাহ বন্ধ করতে অভিযান চালায়। রাউইরি পুহিরাকে ২৫০ মাওরি নিয়ে গেট পায়ে প্রতিরক্ষা গড়েন। ২৯ এপ্রিল গেট পা যুদ্ধ শুরু হলে মাটির নিচের সুড়ঙ্গ থেকে গুলি ছুড়ে ব্রিটিশদের প্রতিহত করা হয়। মাওরিরা পরদিন পা ত্যাগ করে নতুন প্রতিরক্ষা তৈরি করলেও জুনে ব্রিটিশরা তাদের পরাস্ত করে।\n\n\n==== তারানাকি এবং পূর্ব উপকূলে অভিযান (১৮৬৪–১৮৬৬) ====\n\n১৮৬০ এর দশকের মধ্যভাগে, পাই মারিরে-এর মতো কয়েকটি মাওরি ভবিষ্যদ্বাণীমূলক আন্দোলন উদ্ভূত হয় এবং তাদের অনুসারীদের মধ্যে ইউরোপীয়দের বিতাড়নের প্রতি নতুন করে অঙ্গীকার সঞ্চারিত হয়। এই নতুন ধর্মীয় আন্দোলনগুলোর দ্বারা প্রভাবিত প্রথম অঞ্চল ছিল তারানাকি। ১৮৬৪ সালের এপ্রিল মাসে, একটি ছোট ব্রিটিশ বাহিনী পাই মারিরে অনুসারীদের দ্বারা আক্রান্ত হয়। ১৮৬৪ সালের মে মাসে, পাই মারিরে অনুসারীদের একটি taua হোয়াঙ্গানুই গ্রামের উপর আক্রমণের জন্য অগ্রসর হয়, তবে তারা মাউতোয়া দ্বীপে হোয়াঙ্গানুই মাওরি দ্বারা বাধা প্রাপ্ত হয়।\n১৮৬৫ সালের জানুয়ারিতে, গভর্নর গ্রে দক্ষিণ তারানাকিতে 'শত্রু' মাওরিদের মোকাবিলার জন্য একটি বাহিনী প্রেরণ করেন। এই বাহিনী শেষ পর্যন্ত ওয়েরাওয়ার একটি pā-তে পৌঁছায়, যা ওয়াইতোতারার উপরে একটি খাড়া তীরের উপর অবস্থিত ছিল। তাদের কমান্ডার লেফটেন্যান্ট-জেনারেল ক্যামেরন pā-টিকে বিচ্ছিন্ন করতে চাইলেও, গ্রে এতে অসম্মতি জানান, যা ক্যামেরনের পদত্যাগের কারণ হয়ে দাঁড়ায়। মেজর-জেনারেল ট্রেভর চুট ক্যামেরনের স্থলাভিষিক্ত হন এবং ডিসেম্বরে হোয়াঙ্গানুই থেকে রওনা দেন। ডিসেম্বর থেকে ফেব্রুয়ারি পর্যন্ত, চুটের বাহিনী একটি রুট মার্চ পরিচালনা করে, যার লক্ষ্য ছিল তারানাকি মাওরিদের যুদ্ধ সক্ষমতা ধ্বংস করা, যার মধ্যে গ্রাম ও গৃহপালিত প্রাণী পুড়িয়ে দেওয়া অন্তর্ভুক্ত ছিল।\nএই প্রাথমিক ব্যর্থতাগুলোর পরও, পাই মারিরে প্রভাব উত্তর দ্বীপ জুড়ে বিস্তৃত হয়। পাই মারিরে অনুসারীদের দ্বারা কয়েকটি হত্যাকাণ্ডের পর, ১৮৬৫ সালের ৮ সেপ্টেম্বর উপনিবেশিক সেনারা ওপোতিকিতে প্রেরিত হয়, যা পাই মারিরে অনুসারীদের পিছু হটতে বাধ্য করে। পাই মারিরে অনুসারীরা পরবর্তীতে ওয়েরেঙ্গা-আ-হিকাতে (গিসবর্নের নিকটে) অবস্থান গ্রহণ করে, যদিও নভেম্বর মাসে উপনিবেশিক বাহিনী ওই এলাকায় অবরোধ আরোপ করে। ১৮৬৬ সালের অক্টোবর মাসে, পাই মারিরে অনুসারীদের দুটি দল নেপিয়ারের নিকটে বাধা প্রাপ্ত হলে এলাকায় পাই মারিরের শেষ আক্রমণ ঘটে।\n\n\n==== তিতোকোয়ারুর যুদ্ধ (১৮৬৮–১৮৬৯) ====\n\n১৮৬৮ থেকে ১৮৬৯ সালের মধ্যে, পাই মারিরে দ্বারা প্রভাবিত নগা রুয়াহিনে সম্প্রদায়ের একজন মেথডিস্ট ধর্মপ্রচারক তিতোকোয়ারু মাওরি ভূমি বাজেয়াপ্ত করার বিরুদ্ধে একটি অভিযান পরিচালনা করেন। ১৮৬৮ সালের জুন মাসে, তিতোকোয়ারুর বাহিনী সশস্ত্র পুলিশ বাহিনীর দ্বারা রক্ষিত একটি ছোট দুর্গে আক্রমণ চালায়। প্রতিশোধ হিসেবে, সশস্ত্র পুলিশ বাহিনী তিতোকোয়ারুর গ্রাম তে ন্গুতু-ও-তে-মানু আক্রমণ করতে একটি অভিযান পরিচালনা করে, যদিও এর ফলাফল অস্পষ্ট ছিল। সেপ্টেম্বরে দ্বিতীয় অভিযান শুরু হলেও, বাহিনীটি গ্রামের কাছে পৌঁছানোর আগেই পরাজিত হয়। এসব পরাজয়ের পর, সশস্ত্র পুলিশ বাহিনী ওয়াইহী দুর্গ পরিত্যাগ করে এবং ওয়েভারলিতে ফিরে যায়।\n১৮৬৮ সালের নভেম্বর মাসে, তিতোকোয়ারুর বাহিনী তে কেপা তে রাংগিহউইনুইর নেতৃত্বাধীন ক্রাউন বাহিনী এবং মাওরিদের আক্রমণ প্রতিহত করে মোতুরোয়ায়। সংঘর্ষের পর, তিতোকোয়ারু নুকুমারুর নিকটে একটি pā-তে সরে যান এবং বিশাল মাটি নির্মাণকাজ শুরু করেন। ফেব্রুয়ারি ১৮৬৯ সালে সশস্ত্র পুলিশ বাহিনী pā-তে হামলার প্রস্তুতি নিলেও, সেটি পরিত্যক্ত অবস্থায় পাওয়া যায়। পা-টি একটি প্রধান অভ্যন্তরীণ বিরোধের কারণে পরিত্যক্ত হয়, যা কার্যত তিতোকোয়ারুর অভিযান সমাপ্ত করে।\n\n\n==== তে কোটির যুদ্ধ (১৮৬৮–১৮৭২) ====\n\n১৮৬৮ সালের জুলাই মাসে, তে কুটি, রিংগাতু আন্দোলনের প্রতিষ্ঠাতা, তার ২৯৭ জন অনুসারী নিয়ে একটি স্কুনার দখল করে এবং জাহাজের কর্মীদের পভার্টি উপকূলের দক্ষিণে নিয়ে যাওয়ার জন্য বাধ্য করেন, যা উপনিবেশিক কর্তৃপক্ষকে তাকে আটক করার জন্য উদ্দীপিত করে। তে কোটির বাহিনী ক্রাউন বাহিনীর সাথে একাধিকবার সংঘর্ষে জড়ায়, যার মধ্যে আগস্টে রুয়াকিতুরিতে এবং নভেম্বর মাসে মাতাওয়েরোতে আক্রমণ অন্তর্ভুক্ত ছিল, যেখানে ৬০ জন নিহত হয়, যার মধ্যে ৩০ জন মাওরি ছিল। তে কুটি এরপর পাহাড়ের উপরে অবস্থিত দুর্গ ন্গাতাপায় পিছু হটে। ৫ ডিসেম্বর, সশস্ত্র পুলিশ বাহিনী এবং রাপাতা ওয়াহাওয়াহার নেতৃত্বাধীন ওয়াইরোয়ার মিত্রদের সাথে ন্গাতাপা দুর্গে ব্যর্থ আক্রমণ চালানো হয়। পরবর্তী মাসে দুর্গটি পুনরায় অবরোধ করা হয়। অবরোধের তৃতীয় দিনে, তে কোটির বাহিনী পলায়নের চেষ্টা করলেও তাদের শনাক্ত করে ক্রাউন বাহিনী তাড়া করে।\nতে কোটির অবশিষ্ট বাহিনী তে উরেওরায় পালিয়ে যায়, যেখানে মাওরি এবং সশস্ত্র পুলিশ বাহিনী তাদের ঘনিষ্ঠভাবে অনুসরণ করে। একাধিক সংঘর্ষ এবং আক্রমণে অংশগ্রহণের পরেও, তে কুটি তার অনুসারীদের নিয়ে বারবার পালিয়ে যেতে সক্ষম হন। তিনি শেষ পর্যন্ত তে পোরেরে একটি দুর্গ নির্মাণ করেন। ১৮৬৯ সালের ৪ অক্টোবর, সশস্ত্র পুলিশ বাহিনী এবং মিত্র মাওরিরা তে পোরেরে যুদ্ধে দুর্গটি আক্রমণ করে। তে কুটি পরাজিত হলেও পুনরায় পলায়নে সফল হন। তবে, তার অনুসারীরা আর কোনো স্থায়ী প্রতিরক্ষা স্থাপন করতে সক্ষম হয়নি এবং ক্রাউন বাহিনীর সামনে পালিয়ে থাকার কৌশল অবলম্বন করে। তে কুটি তে হাপুয়ায় ১৮৭১ সালের ১ সেপ্টেম্বর এবং মানগাওনেতে ১৮৭২ সালের ৪ ফেব্রুয়ারি ক্রাউন বাহিনীর মুখোমুখি হন। তবে, ১৮৭২ সালের মধ্যে তে কোটির বাহিনীর সংখ্যা উল্লেখযোগ্যভাবে হ্রাস পায়। তিনি শেষ পর্যন্ত মাওরি রাজা টোকাঙ্গামুতুর দুর্গে আশ্রয় গ্রহণ করে তার অভিযান সমাপ্ত করেন।\n\n\n=== বোয়ার যুদ্ধ (১৮৯৯–১৯০২) ===\n\nদ্বিতীয় বোয়ার যুদ্ধ ছিল ব্রিটিশ সাম্রাজ্য এবং দক্ষিণ আফ্রিকার বোয়ার প্রজাতন্ত্রগুলোর মধ্যে একটি সংঘর্ষ, যা উভয় পক্ষের মধ্যে দীর্ঘদিনের উত্তেজনার পরিণতি ছিল। ১৮৯৯ সালের ২৮ সেপ্টেম্বর, সংঘর্ষ শুরুর দুই সপ্তাহ আগে, নিউজিল্যান্ড প্রতিনিধি সভা দক্ষিণ আফ্রিকায় ২০০ জনের একটি মাউন্টেড রাইফেল দল গঠনের অনুমোদন দেয়। এর উদ্দেশ্য ছিল ঔপনিবেশিক সংহতি প্রদর্শন এবং বোয়ারদের যুদ্ধ থেকে বিরত রাখা। জনসাধারণ যুদ্ধ এবং স্বেচ্ছাসেবকের আহ্বানে উদ্দীপনাপূর্ণ সাড়া দেয়, যেখানে বিরোধিতা খুবই সীমিত ছিল। প্রধানমন্ত্রী রিচার্ড সেডন নিউজিল্যান্ডকে দক্ষিণ আফ্রিকায় প্রথম ঔপনিবেশিক সেনা প্রেরণকারী দেশ হিসেবে পাঠানোর লক্ষ্য নির্ধারণ করেছিলেন এবং তা বাস্তবায়িত হয় যখন প্রথম নিউজিল্যান্ড দল ২৩ নভেম্বর কেপ টাউনে পৌঁছে। কেপ টাউনে পৌঁছানোর পর, প্রথম নিউজিল্যান্ড সেনাদল মেজর-জেনারেল জন ফ্রেঞ্চের অশ্বারোহী বিভাগের সাথে যুক্ত হয়।\nনিউজিল্যান্ডের একজন সৈনিক প্রথমবারের মতো ১৮ ডিসেম্বর জ্যাসফন্টেইনে গুরুত্বপূর্ণ লড়াইয়ে নিহত হন। ১৯০০ সালের জানুয়ারিতে, ব্রিটিশ-নিউজিল্যান্ডের একটি দল স্লিংগারসফন্টেইন খামারে বোয়ারদের আক্রমণ প্রতিহত করে। প্রথম সেনাদল ফ্রেঞ্চের বিভাগের সাথে থেকে ১৫ ফেব্রুয়ারি অবরুদ্ধ কিম্বারলি শহর মুক্ত করে। ব্রিটিশরা অগ্রসর হতে থাকে এবং মার্চ মাসে ব্লুমফন্টেইন, ওরেঞ্জ ফ্রি স্টেটের রাজধানী দখল করে। ২৫ অক্টোবর ব্রিটিশরা ট্রান্সভাল দখল করে নেয়, যা পারডেবার্গের যুদ্ধে তাদের বিজয়ের ফলাফল ছিল। এই যুদ্ধে দ্বিতীয় এবং তৃতীয় নিউজিল্যান্ড সেনাদল মেজর-জেনারেল আর্থার প্যাজেটের নেতৃত্বাধীন ব্রিটিশ বাহিনীর সহায়তা করে।  \n\nপারডেবার্গের যুদ্ধের পর, সংঘর্ষ দীর্ঘমেয়াদী গেরিলা যুদ্ধে পরিণত হয়, যেখানে বোয়ার কমান্ডোরা ভেল্ড্টে অপারেশন চালায়। এটির মোকাবিলায়, ব্রিটিশরা চলমান সেনাদল ব্যবহার করে বোয়ারদের খুঁজে বের করার কৌশল গ্রহণ করে এবং অনেক বোয়ার পরিবারকে বন্দিশিবিরে পাঠানো হয় ও তাদের গবাদিপশু জব্দ বা হত্যা করা হয়। ষষ্ঠ ও সপ্তম নিউজিল্যান্ড সেনাদল এসব অভিযানে অংশগ্রহণ করে। ১৯০১ সালে ব্রিটিশরা নতুন একটি কৌশল প্রয়োগ করে, যেখানে বোয়ার নারী ও শিশুদের তাদের পুরনো খামারে রেখে দেয়া হয় যাতে বোয়ার পুরুষদের ওপর চাপ সৃষ্টি হয়। গ্রামাঞ্চল জুড়ে প্রায়শই কাঁটাতারের বেড়া দিয়ে সংযুক্ত ব্লকহাউস নির্মিত হয়। এই কৌশলটি বোয়ারদের আত্মসমর্পণে বাধ্য করে কারণ গেরিলারা এসব ব্লকহাউসের দিকে ঠেলে দেয়া হয়। ১৯০২ সালের ২৩ ফেব্রুয়ারি, নিউজিল্যান্ড বাহিনীর অংশগ্রহণে শেষ প্রধান সংঘর্ষ ঘটে। এটি যুদ্ধের সময় নিউজিল্যান্ডের জন্য সবচেয়ে প্রাণঘাতী লড়াই ছিল, যেখানে ৯০ জন নিহত এবং ২৪ জন আহত হয়।\nনিউজিল্যান্ড ১০টি কনটিনজেন্ট প্রেরণ করেছিল, যার মোট সংখ্যা প্রায় ৬,৫০০ জন পুরুষ এবং ৮,০০০টি ঘোড়া। যুদ্ধের প্রথম ছয় মাসে প্রথম পাঁচটি কনটিনজেন্ট দক্ষিণ আফ্রিকার উদ্দেশ্যে যাত্রা করেছিল। শেষ তিনটি কনটিনজেন্ট সংঘাতের শেষের দিকে দক্ষিণ আফ্রিকায় পৌঁছায় এবং সীমিতভাবে লড়াইয়ে অংশগ্রহণ করে। প্রথম দুটি কনটিনজেন্টের ব্যয় নিউজিল্যান্ড সরকার বহন করেছিল, যখন তৃতীয় এবং চতুর্থ কনটিনজেন্টের ব্যয় স্থানীয় জনগণের অনুদানের মাধ্যমে সংগ্রহ করা হয়েছিল। পরবর্তী ছয়টি কনটিনজেন্টের ব্যয় ব্রিটিশ সরকার বহন করেছিল।\nযুদ্ধের সময় মোট ২৩৬ জন নিউজিল্যান্ডার মারা যায়, যার মধ্যে ৭১ জন যুদ্ধে নিহত হয়, ১৩৩ জন রোগে আক্রান্ত হয়ে মারা যায় এবং ২৬ জন দুর্ঘটনায় প্রাণ হারায়।\nযুদ্ধে অংশগ্রহণকারী নিউজিল্যান্ডারদের বেশিরভাগই পাকে হা (ইউরোপীয় বংশোদ্ভূত) ছিল। তবে, মাওরি সম্প্রদায়ের সমর্থনও ছিল। সেই সময়ের প্রধানমন্ত্রী সেডন এবং মাওরি নেতারা মাওরি সৈন্যদের নিয়ে একটি কনটিনজেন্ট পাঠানোর প্রস্তাব দেন। তবে ব্রিটিশ সরকার সেই প্রস্তাব প্রত্যাখ্যান করে, কারণ তারা বিশ্বাস করত যে 'স্থানীয়' সৈন্যদের \"শ্বেতাঙ্গদের যুদ্ধ\"-এ অংশ নেওয়া উচিত নয়। তবুও, কিছু মাওরি ব্যক্তি ইংরেজি নাম ধারণ করে সৈন্যবাহিনীতে যোগ দিতে সক্ষম হয়েছিল।\nনিউজিল্যান্ডের নারীও যুদ্ধের অর্থায়নে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল, যারা সরকারের অর্থায়নের সীমাবদ্ধতার কারণে বিভিন্ন তহবিল সংগ্রহ কার্যক্রম আয়োজন করেছিল, যেমন গার্লস' অ্যান্ড লেডিস' খাকি কর্পস।\nযুদ্ধের কারণে নিউজিল্যান্ডের সামরিক প্রতিষ্ঠানগুলিতে গুরুত্বপূর্ণ পরিবর্তন আসে। ১৯০১ সালে ভলান্টিয়ার ফোর্স-এ নিয়োগ সংখ্যা বৃদ্ধি পেয়ে ১৭,০০০-এ পৌঁছে। ১৯০২ সালে শিক্ষা বিভাগ ক্যাডেট ব্যবস্থাকে কেন্দ্রীয়করণ করে এবং কয়েক বছর পর সামরিক ড্রিল বাধ্যতামূলক করে।\n\n\n== বিশ্বযুদ্ধ এবং যুদ্ধপরবর্তী যুগ ==\n\n\n=== প্রথম বিশ্বযুদ্ধ (১৯১৪–১৯১৮) ===\n\n৪ আগস্ট ১৯১৪ তারিখে, ব্রিটিশ সাম্রাজ্য, যার মধ্যে নিউজিল্যান্ডও ছিল, প্রথম বিশ্বযুদ্ধে এন্টেন্ট শক্তির অংশ হিসেবে যোগ দেয়। সাম্রাজ্যের একটি ডোমিনিয়ন হিসেবে, নিউজিল্যান্ড সরকার নিয়ন্ত্রণ রাখতো যে দেশটি কীভাবে সাম্রাজ্যিক যুদ্ধ প্রচেষ্টায় অংশ নেবে। মেজর জেনারেল অ্যালেকজান্ডার গডলি নিউজিল্যান্ড এক্সপেডিশনারি ফোর্সের (NZEF) কমান্ডার হিসেবে দায়িত্ব পালন করেন। মেজর জেনারেল অ্যালফ্রেড উইলিয়াম রবিন নিউজিল্যান্ড সামরিক বাহিনীর কমান্ডান্ট হিসেবে দেশের অভ্যন্তরে সামরিক বাহিনীকে নেতৃত্ব দেন এবং নিউজিল্যান্ডের সামরিক বাহিনীকে অব্যাহতভাবে শক্তি এবং সহায়তা প্রদান নিশ্চিত করতে গুরুত্বপূর্ণ ভূমিকা পালন করেন। \n\nযুদ্ধের সময় নিউজিল্যান্ডের সামরিক বাহিনীর মোট ১,০৩,০০০ সৈন্য এবং নার্স বিদেশে সেবা প্রদান করে, জনসংখ্যা ছিল মাত্র এক মিলিয়নের কিছু বেশি। সামরিক বয়সী পুরুষদের মধ্যে প্রায় ৪২ শতাংশ NZEF-এ সেবা দিয়েছিল। প্রায় ৩২,০০০ সৈন্য যাদেরকে বিদেশে পাঠানো হয়েছিল, তারা সংস্কৃতির অভ্যস্ত ছিলেন, ১৯১৬ সালে নিউজিল্যান্ড সামরিক চাকরি আইন প্রবর্তন করে। যুদ্ধটি প্রথম যেটি মাওরি এবং প্রশান্ত মহাসাগরীয় দ্বীপবাসীরা নিউজিল্যান্ডের সেনাবাহিনীতে বিদেশী অভিযানে আনুষ্ঠানিকভাবে সেবা প্রদান করেছিল। মোট ২,২২৭ মাওরি এবং ৫০০ প্রশান্ত মহাসাগরীয় নিউজিল্যান্ডবাসী নিউজিল্যান্ড বাহিনীতে সেবা প্রদান করেছিলেন। নিউজিল্যান্ড সামরিক বাহিনীর পাশাপাশি, নিউজিল্যান্ডবাসীরা ব্রিটিশ এবং অস্ট্রেলীয় সামরিক ইউনিটেও সেবা প্রদান করেন। প্রায় ৭০০ নিউজিল্যান্ডবাসী ব্রিটিশ রয়্যাল ফ্লাইং কোর-এ সেবা দেন, অন্যদিকে ৫০০ নিউজিল্যান্ডবাসী রয়্যাল নেভিতে সেবা দেন।\nযুদ্ধের পুরো সময়ে, ১৬,৬৯৭ নিউজিল্যান্ডবাসী নিহত হন এবং ৪১,৩১৭ জন আহত হন, যার ফলস্বরূপ ৫৮ শতাংশ ক্ষতি হয়। যুদ্ধের শেষে পাঁচ বছরের মধ্যে আরো এক হাজার পুরুষ মারা যান যেসব কষ্টকর আঘাতের কারণে তারা মারা যান, এবং ৫০৭ জন নিউজিল্যান্ডে ১৯১৪ থেকে ১৯১৮ সালের মধ্যে প্রশিক্ষণের সময় মারা যান।\n\n\n==== প্রশান্ত মহাসাগরীয় ক্ষেত্র ====\n\nনিউজিল্যান্ডের প্রথম যুদ্ধকালীন কর্মকাণ্ড ছিল ব্রিটেনের অনুরোধে জার্মান সামোয়া দখল করা। ২৯ আগস্ট, নিউজিল্যান্ড এক্সপেডিশনারি ফোর্স (NZEF) কোনো প্রতিরোধ ছাড়াই জার্মান সামোয়ায় অবতরণ করে, যাত্রা শুরু হয় নিউজিল্যান্ডের জার্মান সামোয়া অধিগ্রহণ।\nযদিও অধিকাংশ লড়াই নিউজিল্যান্ডের বাইরে সংঘটিত হয়েছিল, একটি জার্মান বণিক রেইডার, টেমপ্লেট:SMS, নিউজিল্যান্ডের পানিতে ন্যাভাল মাইন পোঁতা, যার ফলে দুটি জাহাজ ডুবে যায় এবং ২৬ জন নিউজিল্যান্ডার মারা যায়।\n\n\n==== মধ্যপ্রাচ্য ক্ষেত্র ====\n\nপ্রথম NZEF বাহিনী যে ইউরোপের উদ্দেশে যাত্রা করে, তারা ১৬ অক্টোবর ১৯১৪ তারিখে নিউজিল্যান্ড ত্যাগ করে, পরিকল্পনা ছিল অস্ট্রেলিয়ান ইম্পেরিয়াল ফোর্স (AIF) এর সাথে যোগ দিতে এবং ভারত মহাসাগর পেরিয়ে একত্রে ব্রিটিশ এক্সপেডিশনারি ফোর্স-এ যোগ দেওয়ার জন্য। তবে, যখন তারা ভারত মহাসাগরে চলছিল, অটোমান সাম্রাজ্যের যুদ্ধের প্রবেশ কৌশলগত পরিস্থিতি পরিবর্তন করে এবং একটি সাম্রাজ্যিক সাপোর্টলাইন, সুয়েজ খালকে হুমকি দেয়। ফলস্বরূপ, NZEF এবং AIF মিশরে অবতরণ করে। সেখানে তাদের সময়কালীন, NZEF এর উপাদানগুলি অটোমান আক্রমণ প্রতিরোধে অংশ নেয় জানুয়ারি-ফেব্রুয়ারি ১৯১৫। \n\nএলাকাতে থাকার সময়, NZEF এবং AIF মিত্রদের পরিকল্পনায় অংশগ্রহণ করে ডারডানেলস প্রণালী দখল করার জন্য যাতে নৌ বাহিনী সরাসরি অটোমান রাজধানী কনস্টানটিনোপল আক্রমণ করতে পারে। ডারডানেলস অভিযানে একাধিক মিত্র নৌ অপারেশন ব্যর্থ হওয়ার পর, মিত্র বাহিনী ২৫ এপ্রিল ১৯১৫ তারিখে গ্যালিপোলি উপদ্বীপে অবতরণ করে। অস্ট্রেলিয়ান এবং নিউজিল্যান্ড আর্মি কর্পস আঞ্জাক কোভে অবতরণ করে এবং যুদ্ধে উত্তরের সেক্টরের দায়িত্ব নেয়। তবে, তুর্কি প্রতিরক্ষা এমনভাবে দৃঢ় ছিল যে মিত্র বাহিনী কোনো উল্লেখযোগ্য অগ্রগতি করতে পারেনি, যুদ্ধ দ্রুত খাঁচা যুদ্ধের রূপ নেয়। আগস্টে, মিত্র বাহিনী একটি আক্রমণ চালায় সংকট ভাঙার জন্য, যদিও এটি ব্যর্থ হয়। অবশেষে, মিত্র সৈন্যরা ১৯১৬ সালের জানুয়ারিতে উপদ্বীপ থেকে বেরিয়ে আসে। গ্যালিপোলি অভিযানে ২,৭৭৯ জন নিউজিল্যান্ডার মারা যান।\nগ্যালিপোলি অভিযান নিউজিল্যান্ডের সামরিক সংস্কৃতিতে যুদ্ধের পরবর্তী সময়ে প্রভাব ফেলেছে। আঞ্জাক কোভে অবতরণের তারিখ নিউজিল্যান্ডে একটি পাবলিক ছুটির দিন হিসেবে স্মরণ করা হয়, যা আঞ্জাক দিবস নামে পরিচিত, দেশের যুদ্ধ শহীদদের সম্মান জানাতে। আঞ্জাক কিংবদন্তি ধারণা, যা অস্ট্রেলিয়ান এবং নিউজিল্যান্ড সৈন্যদের সাহসিকতায় মনোনিবেশ করেছিল, গ্যালিপোলিতেই গড়ে ওঠে।\nগ্যালিপোলি পরবর্তী সময়ে, বেশ কিছু নিউজিল্যান্ড ইউনিট অটোমানদের বিরুদ্ধে আরও অভিযানে যুক্ত থাকে। গ্যালিপোলি থেকে তাদের প্রত্যাহারের পরে, নিউজিল্যান্ড মাউন্টেড রাইফেলস ব্রিগেড অস্ট্রেলিয়ান মাউন্টেড ইউনিটগুলির সাথে যোগ দেয় এনজ্যাক মাউন্টেড ডিভিশন গঠন করতে এবং সিনাই এবং প্যালেস্টাইন অভিযান-এ অংশগ্রহণ করে। সিনাই এবং প্যালেস্টাইন অভিযানে ৫৪৩ জন নিউজিল্যান্ডার মারা যান। নিউজিল্যান্ড নেভাল ফোর্স এর একটি ক্রুজার, এইচএমএস ফিলোমেল (১৮৯০), লাল সাগরে মোতায়েন করা হয়।\n\n\n==== পশ্চিমী মরুখণ্ড ====\n\n১৯১৬ সালের মধ্যে, নিউজিল্যান্ড এক্সপেডিশনারি ফোর্স (NZEF) তাদের প্রচেষ্টা পশ্চিমী মরুখণ্ডে পুনঃনির্দেশিত করেছিল, যেখানে নিউজিল্যান্ড ডিভিশন এপ্রিল ১৯১৬-এ ফ্রান্সে পৌঁছেছিল এবং এর এক্সপেডিশনারি সদর দফতর স্লিং ক্যাম্প-এ স্থাপিত হয়েছিল, যা সেলিসবুরি প্লেইন ট্রেনিং এরিয়া তে অবস্থিত ছিল। ১৯১৬ সালের সেপ্টেম্বরে, ডিভিশন সোম যুদ্ধের তৃতীয় প্রধান পর্বে অংশ নেয়, ফ্লার্স দখলে সহায়তা করে ফ্লার্স–কুরসেলেট যুদ্ধ চলাকালীন।\n১৯১৭ সালে, নিউজিল্যান্ডের ইউনিটগুলি কয়েকটি যুদ্ধে সমর্থন প্রদান করেছিল, যেমন নিউজিল্যান্ড টানেলিং কোম্পানি অ্যারাস যুদ্ধ-এ এপ্রিল মাসে এবং নিউজিল্যান্ড ডিভিশন মেসিনেস যুদ্ধ-এ জুন মাসে। সেপ্টেম্বরের শেষের দিকে, নিউজিল্যান্ড বাহিনী সম্রাট বাহিনীকে সমর্থন দিতে ইপের তৃতীয় যুদ্ধ-এ অংশগ্রহণ করে এবং অক্টোবর মাসে দুটি প্রধান আক্রমণে অংশ নেয়, ব্রুডসেইন্ড যুদ্ধ এবং প্রথম পাসচেন্ডেল যুদ্ধ। প্রথমটি নিউজিল্যান্ড বাহিনীর জন্য তুলনামূলকভাবে সফল ছিল, তবে দ্বিতীয়টি ছিল একটি বিপর্যয় যা নিউজিল্যান্ড বাহিনীর সর্বোচ্চ একদিনের মৃত্যুর হার দেখেছিল।\n\nমার্চ ১৯১৮-এ, নিউজিল্যান্ড বাহিনী অপারেশন মাইকেল-এ ব্রিটিশ বাহিনীর রক্ষা করতে অংশ নেয়, যা জার্মান বসন্ত আক্রমণ শুরু করেছিল। ৪ নভেম্বর, মিত্রশক্তির শতদ্বিতীয় আক্রমণ চলাকালীন, নিউজিল্যান্ড ডিভিশন লেকুয়েনোয়ে দখল করে, এটি [[লেফটেন্যান্ট লেসলি সেসিল লয়েড অ্যাভেরিল]] নেতৃত্বে পরিচালিত হয়েছিল। এটি ছিল ডিভিশনের সবচেয়ে সফল দিন, তারা পূর্ব দিকে অগ্রসর হয়ে ১০ কিমি যাত্রা করে এবং ২,০০০ জার্মান সৈন্য এবং ৬০টি ফিল্ড গান গ্রেফতার করে।\n১১ নভেম্বর ১৯১৮ সালের অস্তিত্ববিরোধী চুক্তির পর, নিউজিল্যান্ড ডিভিশন জার্মান রাইনল্যান্ড-এর দখলে অংশ নেয় ১৯১৯ সালের এপ্রিল পর্যন্ত, তারপর ডিভিশনটি যুক্তরাজ্যে স্থানান্তরিত হয় এবং পরবর্তীতে বিশৃঙ্খলিত হয়। নিউজিল্যান্ড এক্সপেডিশনারি ফোর্সের সৈন্যদের যুক্তরাজ্য থেকে নিউজিল্যান্ডে ফেরত পাঠানোর প্রক্রিয়া ১৯২০ সালের মার্চে শেষ হয়।\n\n\n=== ফিজিতে মোতায়েন (১৯২০) ===\nফেব্রুয়ারি ১৯২০ সালে, নিউজিল্যান্ড ফিজিতে ৫৬ জন সৈন্য পাঠায়, যাদের উদ্দেশ্য ছিল গৃহস্থালি কর্তৃপক্ষের সহায়তা করা একটি অস্থির সময়ে। মেজর এডওয়ার্ড পুটিক এর অধীনে, ছোট্ট এই বাহিনী সরকারী স্টিমার টুটানেকাই-তে ফিজিতে পৌঁছেছিল এবং ১৮ এপ্রিল ১৯২০ পর্যন্ত ফিজিতে অবস্থান করেছিল। এটি নিউজিল্যান্ডের প্রথম শান্তিপূর্ণ সময়ের আন্তর্জাতিক বাহিনী মোতায়েন ছিল।\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ (১৯৩৯–১৯৪৫) ===\n\nসেপ্টেম্বর ১৯৩৯-এ, নিউজিল্যান্ড সরকার জার্মানির বিরুদ্ধে যুদ্ধ ঘোষণা করে, যা একই সময় যুক্তরাজ্য যুদ্ধ ঘোষণা ৩ সেপ্টেম্বর কার্যকর হয়। যুদ্ধকালীন কর্মকাণ্ড ১৯৪৫ সালের আগস্টে জাপানের আত্মসমর্পণের মাধ্যমে শেষ হয়। তবে, কিছু নিউজিল্যান্ড ইউনিট ১৯৪৮ সাল পর্যন্ত জাপানে মোতায়েন ছিল, ব্রিটিশ কমনওয়েলথ বাহিনী এর অংশ হিসেবে। প্রায় ১,৪০০,০০০ নিউজিল্যান্ডবাসী যুদ্ধের সময় সেবা প্রদান করেছিল, যার মধ্যে ১১,৯২৮ জন নিউজিল্যান্ডবাসী যুদ্ধে প্রাণ হারিয়েছিল।\nপ্রায় ১,০৪,০০০ নিউজিল্যান্ডবাসী ২য় নিউজিল্যান্ড এক্সপেডিশনারি ফোর্স (২NZEF)-এ সেবা প্রদান করেছিল, বাকিরা অন্যান্য নিউজিল্যান্ড বা ব্রিটিশ সামরিক বাহিনীতে সেবা করেছিল। প্রায় ৭,০০০ নিউজিল্যান্ডবাসী ব্রিটিশ রয়েল নেভি এবং ফ্লিট এয়ার আর্ম-এ সেবা করেছিল। আরও ১২,০০০ নিউজিল্যান্ডবাসী রয়েল এয়ার ফোর্স-এ সেবা করেছিল। যুদ্ধের শেষে, সাতটি রয়েল এয়ার ফোর্স \"নিউজিল্যান্ড\" স্কোয়াড্রন গঠন করা হয়, এবং ৬,০০০ এরও বেশি নিউজিল্যান্ডবাসী রয়েল এয়ার ফোর্স বোম্বার কমান্ড-এ সেবা করেছিল। এছাড়াও, নিউজিল্যান্ড বাহিনী ব্রিটিশ বাহিনীতে সেবা প্রদান করে ব্রিটেন যুদ্ধ , অ্যাটলান্টিক যুদ্ধ, নর্মানডি অবতরণ এবং জার্মানিতে পশ্চিমী আক্রমণ-এ অংশ নেয়।\n\n\n==== প্রাথমিক নৌ অপারেশন ====\n\nNew Zealand Division of the Royal Navy (১৯৪১ সালে পরবর্তীতে Royal New Zealand Navy নামকরণ করা হয়) ছিল প্রথম ইউনিটগুলির মধ্যে একটি যারা জার্মান বাহিনীর সাথে লড়াই শুরু করে, এবং যুদ্ধ শুরুর পর HMS Achilles দক্ষিণ আমেরিকার জলসীমায় পাঠানো হয়েছিল। ডিসেম্বর ১৯৩৯-এ, Achilles জার্মান pocket battleship Admiral Graf Spee-কে ধ্বংস করতে সাহায্য করেছিল Battle of the River Plate-এ। ১৯৪০ সালে, ফ্রান্সের পতনের পর, নিউজিল্যান্ড ফরাসি উপনিবেশগুলিকে সাহায্য করেছিল যারা Free France-এর সাথে ছিল এবং ক্রুজার Achilles-কে ফরাসি পলিনেশিয়ায় পাঠানো হয়েছিল।\nদক্ষিণ প্রশান্ত মহাসাগরে জার্মান বাণিজ্যিক রেইডারদের উপস্থিতি নিউজিল্যান্ডের বাণিজ্যিক জাহাজগুলোকে ডুবিয়ে দেয় এবং নিউজিল্যান্ডের নাবিকদের ক্ষতি হয় যারা স্থানীয় জলসীমায় শত্রু খনিজ মাইন পরিষ্কার করছিলেন।\n\n\n==== মধ্যপ্রাচ্য এবং ভূমধ্যসাগরীয় যুদ্ধক্ষেত্র ====\n\n২NZEF গঠন করা হয় এবং মেজর-জেনারেল Bernard Freyberg বাহিনীর কমান্ড গ্রহণ করেন। ২NZEF এর প্রশিক্ষণ বিভাগগুলো জানুয়ারি ১৯৪০ এ মিশরে যাত্রা শুরু করে। ২NZEF পরিকল্পনা করেছিল মিশরে পুনরায় সংগঠিত হয়ে ফ্রান্সে চলে যাবে, তবে জুন মাসে fall of France-এর কারণে এই পরিকল্পনা ব্যর্থ হয়। ফ্রান্সের পতন ১৯৪০ সালের জুলাই মাসে সেনা সংগ্রহের জন্য কনসক্রিপশন প্রবর্তনের কারণ হয়, যাতে ২NZEF এর আকার বৃদ্ধি পায়। ২NZEF এর একটি দল যুক্তরাজ্যে পাঠানো হয়েছিল, যাতে তারা ব্রিটেন দ্বীপপুঞ্জের প্রতিরক্ষা করতে প্রস্তুত থাকে Battle of Britain-এর সময়। ১৯৪০ সালের শেষে, কিছু ২NZEF ইউনিট অংশগ্রহণ করেছিল Operation Compass-এ, যা ছিল Italian Libya বিরুদ্ধে ব্রিটিশ আক্রমণ।\n১৯৪১ সালের শুরুর দিকে, একটি ব্রিটিশ বাহিনী, যাতে ২NZEF এর ইউনিটগুলো যুক্তরাজ্যে পাঠানো হয়েছিল, মিশরে পাঠানো হয়, এবং সেখানে অন্যান্য ২NZEF ইউনিটগুলোর সাথে যুক্ত হয়। 2nd New Zealand Division তখন গ্রিসে পাঠানো হয়, দেশটির প্রতিরক্ষা সমর্থন করতে German invasion of Greece এর আগে। তবে, পরবর্তী German invasion ব্রিটিশ বাহিনীকে পিছু হটতে বাধ্য করে, এবং ২NZEF ইউনিটগুলো ১৯৪১ সালের এপ্রিলের মধ্যে মূল ভূখণ্ড থেকে ইভাকুয়েট হয়। ডিভিশন তখন ক্রিটে পুনরায় পাঠানো হয়, মেজর-জেনারেল ফ্রেইবার্গ সম্পূর্ণ মিত্র বাহিনীর কমান্ড গ্রহণ করেন। ২০ মে, জার্মান আকাশসেনারা ক্রিটে আক্রমণ করে। এক মিত্র বাহিনী প্রতিরোধের পর, মিত্র বাহিনীর অবস্থান অস্থির হয়ে ওঠে এবং দ্বীপটির প্রতিরক্ষাকারীরা ইভাকুয়েট হয়। গ্রিস এবং ক্রিট অভিযানগুলির সময় ৯৮২ জন নিউজিল্যান্ডার নিহত হন এবং ৪,০০৬ জন বন্দী হন।\n\n১৯৪১ থেকে ১৯৪৩ পর্যন্ত, ২য় নিউজিল্যান্ড ডিভিশন ব্রিটিশ অষ্টম সেনাবাহিনী'র অপারেশনে অংশগ্রহণ করেছিল North African campaign-এ। এটি অংশগ্রহণ করেছিল Operation Crusader-এ, যা ছিল siege of Tobruk মুক্ত করার জন্য ১৯৪১ সালের নভেম্বর মাসে। ফেব্রুয়ারি থেকে জুন ১৯৪২ পর্যন্ত, ডিভিশন সিরিয়ায় অবস্থান করেছিল, যা একটি সদ্য অধিকারিত Vichy French এলাকা ছিল। উত্তর আফ্রিকায় একাধিক শত্রু পাল্টা আক্রমণের পর, ডিভিশন মিশরে ফিরে আসে এবং First Battle of El Alamein (জুলাই ১৯৪২) এবং Second Battle of El Alamein (অক্টোবর–নভেম্বর) এর সময় শত্রুদের অগ্রগতি থামাতে সাহায্য করে। এল আলামেইনে শত্রুদের পরাজয়ের পর, মিত্র বাহিনী তাদের উত্তর আফ্রিকা থেকে তিউনিসিয়া পর্যন্ত তাড়া করতে থাকে, যেখানে শত্রু বাহিনী ১৯৪৩ সালের মে মাসে আত্মসমর্পণ করে। মোট ২,৯৮৯ জন নিউজিল্যান্ডার মারা যান, ৭,০০০ এর বেশি আহত হন, এবং ৪,০৪১ জন বন্দী হন উত্তর আফ্রিকার অভিযানে।\n১৯৪৩ সালের অক্টোবর মাসে, ২য় নিউজিল্যান্ড ডিভিশন ইতালিতে পাঠানো হয় এবং ইতালীয় অভিযানে অংশগ্রহণ করে, যার মধ্যে Battle of Monte Cassino (১৯৪৪) এবং Operation Grapeshot (১৯৪৫) ছিল। ১৯৪৫ সালের মে মাসে, ডিভিশন Trieste-এ যায় এবং যুগোস্লাভ পার্টিজানদের আগ্রাসন ঠেকাতে থাকে। কয়েক সপ্তাহের জন্য নিউজিল্যান্ড এবং Yugoslav Partisans বাহিনীর মধ্যে তীব্র উত্তেজনা চলে, এরপর পরে যুগোস্লাভ পার্টিজানরা পিছু হটে। মোট ২,০০৩ জন নিউজিল্যান্ড সেনা ইতালীয় অভিযানে মারা যান।\n\n\n==== প্রশান্ত মহাসাগরীয় যুদ্ধ ====\n\nজাপানি আক্রমণের পর, নিউজিল্যান্ড ফিজির প্রতি একটি অতিরিক্ত পদাতিক ব্রিগেড প্রেরণ করে। নিউজিল্যান্ড ২য় ডিভিশনকে মদ্ধ প্রাচ্য থেকে প্রশান্ত মহাসাগরে ফিরিয়ে আনার কথা ওঠে, তবে Imperial Japanese Navy ভারত মহাসাগরে উপস্থিত থাকায়, সিদ্ধান্ত হয় যে, নিউজিল্যান্ডে যুক্তরাষ্ট্র বাহিনীর মোতায়েন করাই হবে নিরাপদ বিকল্প। ১৯৪২ সালের জুনে প্রথম মার্কিন সেনারা নিউজিল্যান্ডে পৌঁছায়, এবং যুদ্ধের শেষে ৮০,০০০ মার্কিন সেনা দেশে উপস্থিত ছিল।\nযদিও জাপানের নিউজিল্যান্ড আক্রমণের পরিকল্পনা ছিল না, তারা দেশটিকে মিত্র বাহিনীর কাছ থেকে বিচ্ছিন্ন করার লক্ষ্য নিয়েছিল। তবে, ১৯৪২ সালের মাঝামাঝি সময়ে করাল সাগর এবং মিডওয়ে-এ মার্কিন নৌবাহিনীর বিজয়ের পর, জাপানি বাহিনীর নিউজিল্যান্ডের জলসীমায় আগমন সীমিত হয়ে যায় এবং তারা কোনো ক্ষতি করতে সক্ষম হয়নি। নিউজিল্যান্ড Guadalcanal campaign-এ মার্কিন মিত্র বাহিনীর সমর্থন করেছিল এবং তার বাহিনীকে South Pacific Area কমান্ডের অধীনে নিয়োজিত করেছিল।\n\nনিউজিল্যান্ডের সামরিক বাহিনী Solomon Islands campaign-এ অংশগ্রহণ করেছিল। রয়েরাল নিউজিল্যান্ড নেভি (RNZN) ক্রুজার টেমপ্লেট:HMNZS এবং Achilles একে একে সলোমন দ্বীপপুঞ্জে পাঠানো হয়েছিল, যদিও দুটি ক্রুজারই শত্রু আক্রমণে ক্ষতিগ্রস্ত হয়। ১৯৪৫ সালের মধ্যে, সলোমন দ্বীপপুঞ্জে ৮,০০০ নিউজিল্যান্ড বিমান সেনা ছিল। 3rd New Zealand Division সলোমন দ্বীপপুঞ্জে পাঠানো হয়েছিল, যদিও নিউজিল্যান্ডের জনবল সংকটের কারণে ডিভিশনকে ১৯৪৪ সালে প্রত্যাহার ও বাতিল করা হয়।\nপ্রশান্ত মহাসাগরীয় যুদ্ধের শেষ দিকে, RNZN ক্রুজার Achilles এবং টেমপ্লেট:HMNZS জাপানের জলসীমায় মোতায়েন করা হয়েছিল British Pacific Fleet এর অংশ হিসেবে। ১৯৪৫ সালে জাপানের আত্মসমর্পণের পর, নিউজিল্যান্ড এক বিমান বাহিনী স্কোয়াড্রন এবং একটি পদাতিক ব্রিগেড জাপানে পাঠায়। এই বাহিনীকে J Force নামে পরিচিত, এর মধ্যে ১২,০০০ নিউজিল্যান্ড সেনা ছিল, এবং ১৯৪৮ সাল পর্যন্ত জাপানে অবস্থান করে।\n\n\n== ঠান্ডা যুদ্ধের যুগ ==\nCold War ছিল একটি ভৌগোলিক ও রাজনৈতিক উত্তেজনার সময়কাল, যা পূর্ব ব্লক এবং পশ্চিম ব্লক এর মধ্যে চলেছিল, এবং এটি ২০তম শতকের শেষার্ধের অধিকাংশ সময়ব্যাপী ছিল, দ্বিতীয় বিশ্বযুদ্ধের শেষ থেকে শুরু করে Soviet Union এর বিলুপ্তি পর্যন্ত, যা ১৯৯১ সালে ঘটেছিল। এই সময়কালে নিউজিল্যান্ড যে বেশ কিছু সংঘাতে অংশ নিয়েছিল, তার বেশিরভাগই এই উত্তেজনা এবং/অথবা decolonisation এর ফলস্বরূপ ছিল। নিউজিল্যান্ড এই সময়কালে প্রধানত পশ্চিম ব্লকের পক্ষে সমর্থন জানিয়েছিল।\n\nনিউজিল্যান্ড দক্ষিণ-পূর্ব এশিয়া এবং প্রশান্ত মহাসাগরে বেশ কিছু পারস্পরিক প্রতিরক্ষা চুক্তিতে অংশ নিয়েছিল, যার মধ্যে ১৯৫১ সালে Australia, New Zealand, United States Security Treaty (ANZUS Treaty) এবং ১৯৫৪ সালে Southeast Asia Treaty Organisation (SEATO) অন্তর্ভুক্ত ছিল। প্রথমটি ছিল অস্ট্রেলিয়া, নিউজিল্যান্ড, এবং যুক্তরাষ্ট্রের মধ্যে একটি প্রতিরক্ষা চুক্তি, এবং দ্বিতীয়টি ছিল নিউজিল্যান্ড এবং দক্ষিণ-পূর্ব এশিয়ার বিভিন্ন দেশের মধ্যে একটি প্রতিরক্ষা চুক্তি। নিউজিল্যান্ডের SEATO তে অংশগ্রহণ, এবং নির্দিষ্ট কিছু সংঘাত, ছিল নিউজিল্যান্ডের \"সামনের প্রতিরক্ষা\" কৌশলের অংশ, যার উদ্দেশ্য ছিল পূর্ব ব্লকের হুমকি প্রতিরোধ করা এবং মালয়েশিয়া ও সিঙ্গাপুরের মতো উপনিবেশমুক্ত দেশগুলোতে কমিউনিজমের বিস্তার ঠেকানো।\nএই প্রতিশ্রুতিগুলি পূরণ করার জন্য, ১৯৪৯ সালে বাধ্যতামূলক সামরিক প্রশিক্ষণ পুনর্বহাল করা হয়, একটি গণভোটের মাধ্যমে যা পুনর্বহালের পক্ষে দৃঢ় সমর্থন প্রদান করেছিল। যদিও এই সময়কালে কোনো সৈন্যকে যুদ্ধক্ষেত্রে পাঠানো হয়নি, অনেকেই তাদের সামরিক ক্যারিয়ার চালিয়ে যেতে চেয়েছিল এবং মালয়েশিয়া, ভিয়েতনাম এবং অন্যান্য সংঘাতে অংশ নিয়েছিল।\nঠান্ডা যুদ্ধের প্রথম দিকের সময়ে, নিউজিল্যান্ড মধ্যপ্রাচ্যে ব্রিটিশ বাহিনীর অবস্থান শক্তিশালী করতে একটি ইন্ট্যান্ট্রি ডিভিশন পাঠিয়েছিল। তবে, পরবর্তীতে নিউজিল্যান্ডের প্রতিরক্ষা কৌশল মধ্যপ্রাচ্য থেকে দক্ষিণ-পূর্ব এশিয়ায় স্থানান্তরিত হওয়ায় এই বাহিনী ধীরে ধীরে কমিয়ে দেওয়া হয়। ১৯৪৯ থেকে ১৯৫১ সালের মধ্যে, No. 41 Squadron RNZAF এর একটি স্কোয়াড্রন Singapore উপনিবেশে অবস্থান করছিল, এবং এটি RAF Far East Air Force এর সাথে যুক্ত ছিল, যা নিয়মিত British Hong Kong এ হামলা চালাত।\n\n\n=== কোরিয়ান যুদ্ধ (১৯৫০–১৯৫৩) ===\n\nনিউজিল্যান্ড ছিল প্রথম রাষ্ট্রগুলোর মধ্যে, যারা United Nations Security Council এর কোরিয়ান যুদ্ধের জন্য সহায়তার আহ্বানে সাড়া দিয়েছিল। দুটি রয়েল নিউজিল্যান্ড নৌবাহিনী ফ্রিগেট জাপানে পাঠানো হয়েছিল এবং পরে এগুলি Battle of Inchon এ অংশগ্রহণ করেছিল, সেপ্টেম্বর ১৯৫০ সালে। জানুয়ারি ১৯৫১ সালে, নিউজিল্যান্ডের একটি সেনা দল, যেটি Kayforce নামে পরিচিত, কোরিয়ায় অবতরণ করে British Commonwealth Forces Korea এর অংশ হিসেবে। Kayforce ছিল 16th Field Regiment, Royal New Zealand Artillery এবং ছোট ছোট সহায়ক ইউনিটের সমন্বয়ে গঠিত। \n\nএপ্রিল ১৯৫১ সালে, Battle of Kapyong এর সময়, 27th British Commonwealth Brigade একটি চীনা বিভাগের বিরুদ্ধে সফল প্রতিরোধ গঠন করে, নিউজিল্যান্ডের গোলন্দাজরা গুরুত্বপূর্ণ গোলাবর্ষণ সহায়তা প্রদান করে। ১৯৫১ সালের শেষে, নিউজিল্যান্ডের গোলন্দাজরা Operation Commando এবং Second Battle of Maryang-san এ গোলাবর্ষণ সহায়তা প্রদান করে। ১৯৫১ সালের শেষের দিকে, নিউজিল্যান্ড কোরিয়ান যুদ্ধের প্রতি তার প্রতিশ্রুতি বৃদ্ধি করে এবং 1st Commonwealth Division প্রতিষ্ঠার পর Kayforce এর সৈন্য সংখ্যা বাড়ানো হয়।\nএকটি অচলাবস্থা সৃষ্টি হয়েছিল United Nations Command এবং চীনা বাহিনীর মধ্যে ১৯৫২ সালে। তখন থেকে যুদ্ধের শেষ পর্যন্ত, নিউজিল্যান্ডের গোলন্দাজরা প্রধানত ইন্ট্যান্ট্রি পেট্রোলগুলিকে সহায়তা প্রদান করেছিল এবং রক্ষণাত্মক এবং নিয়মিত বিরক্তিকর গোলাবর্ষণ চালিয়ে গেছে। RNZN নাবিকরা কোরিয়ার পশ্চিম উপকূলে নিয়মিত পেট্রোল চালিয়ে গেছে, যেখানে মোট ছয়টি নিউজিল্যান্ড ফ্রিগেট যুদ্ধ শেষে ওই অঞ্চলে কাজ করেছে। যুদ্ধ ১৯৫৩ সালের ২৭ জুলাই Korean Armistice Agreement স্বাক্ষরের মাধ্যমে শেষ হয়, যদিও কোনো চূড়ান্ত শান্তি চুক্তি স্বাক্ষরিত হয়নি। এর ফলস্বরূপ, নিউজিল্যান্ডের সেনা অবদান United Nations Command এর প্রতি একটি নৌ ফ্রিগেট নিয়ে সীমিত হয়ে যায়। ১৯৫৭ সালের জুলাইয়ে, Kayforce অবশেষে কোরিয়া থেকে প্রত্যাহৃত হয়।\nমোট ৪,৭০০ জন সৈন্য Kayforce এ সেবা দিয়েছে, অন্য ১,৩০০ জন RNZN ফ্রিগেটে ওই অঞ্চলে সেবা করেছে নিউজিল্যান্ডের সাত বছরের কোরীয় উপদ্বীপে অংশগ্রহণের সময়কালে। এই সাত বছরে ৪৫ জন সৈন্য মারা যায়, যাদের মধ্যে ৩৩ জন কোরিয়ান যুদ্ধের সময় মারা গিয়েছিল।\n\n\n=== মালয়েশিয়া (১৯৪৯–১৯৬৬) ===\n\n১৯৪৯ থেকে ১৯৬৬ সাল পর্যন্ত, নিউজিল্যান্ডের সামরিক বাহিনী কমনওয়েলথ বাহিনীর সহায়তায় মালয়েশিয়ায় মোতায়েন ছিল। এই সময়কালে প্রায় ৪,০০০ নিউজিল্যান্ড সেনা সেখানে কর্মরত ছিলেন, এর মধ্যে ২০ জন নিহত হন। তবে, এর মধ্যে ৩ জনই শত্রু হামলার ফলে মারা গিয়েছিলেন।\n\n\n==== মালয়েশিয়ান ইমার্জেন্সি (১৯৪৯–১৯৬০) ====\n\nমালয়েশিয়ান ইমার্জেন্সি মালয়েশিয়ান ন্যাশনাল লিবারেশন আর্মি (এমএনএলএ)-এর চেষ্টা থেকে উদ্ভূত হয়, যারা চীনে উপনিবেশিক প্রশাসন উৎখাত করতে চেয়েছিল। এই সংঘর্ষের সময়, নিউজিল্যান্ড কমনওয়েলথের প্রচেষ্টায় কমিউনিস্ট বিদ্রোহীদের পরাস্ত করার জন্য সহায়তা প্রদান করে। ১৯৪৯ থেকে ১৯৫৫ সাল পর্যন্ত, নিউজিল্যান্ডের সম্পৃক্ততা ছিল সীমিত, যেখানে কিছু নির্দিষ্ট নিউজিল্যান্ড আর্মি কর্মকর্তারাও অন্যান্য ব্রিটিশ ইউনিট বা ফিজি ইনফ্যান্ট্রি রেজিমেন্টের সঙ্গে যুক্ত ছিলেন। ১৯৫৬ সালে, ৪০ জন নিউজিল্যান্ডার ফিজি ইনফ্যান্ট্রি রেজিমেন্টে কর্মরত ছিলেন, যার মধ্যে ছিলেন তার কমান্ডার, লেফটেন্যান্ট-কর্নেল রোনাল্ড টিঙ্কার। নিউজিল্যান্ড আর্মি বাহিনীর পাশাপাশি, টেমপ্লেট:HMNZSও ব্রিটিশ ফার ইস্ট ফ্লিটের অংশ হিসেবে প্রাথমিক নৌ অপারেশনে অংশগ্রহণ করেছিল।\n১৯৫৫ সালে, নিউজিল্যান্ড সংঘর্ষে আরও সক্রিয়ভাবে যুক্ত হয়, যখন তারা কমনওয়েলথের ফার ইস্ট স্ট্র্যাটেজিক রিজার্ভ-এ অংশগ্রহণের সিদ্ধান্ত নেয়। ১৯৫৫ সালের মে মাসে, নম্বর ১৪ স্কোয়াড্রন RNZAF অপারেশনাল স্ট্রাইক মিশন চালানো শুরু করে, আর নম্বর ৪১ স্কোয়াড্রন RNZAF সরবরাহ ড্রপ প্রদান করে গেরিলা বিরোধী বাহিনীর সহায়তায়। ১৯৫৬ সালে নিউজিল্যান্ড স্পেশাল এয়ার সার্ভিস (NZSAS) একটি স্কোয়াড্রন পেরাক এবং কেলান্তান সীমান্তে মোতায়েন হয় এবং ১৯৫৭ সালে নেগ্রি সেমবিলান এলাকায় স্থানীয় এমএনএলএ গ্রুপগুলিকে নির্মূল করে। ১৯৫৮ সালে, নিউজিল্যান্ড রেজিমেন্ট NZSAS স্কোয়াড্রনকে মালয়েশিয়া থেকে প্রত্যাহার করে নিয়ে এসে পেরাকের সম্মুখীন গেরিলা বাহিনীর বিরুদ্ধে অভিযান পরিচালনা করে। ১৯৫৯ সালের শেষের দিকে, অধিকাংশ বিদ্রোহী দক্ষিণ থাইল্যান্ডে সরে যায় এবং ইমার্জেন্সি ৩১ জুলাই ১৯৬০-এ আনুষ্ঠানিকভাবে সমাপ্ত ঘোষণা করা হয়। তবে, নিউজিল্যান্ডের ইনফ্যান্ট্রি বাহিনী গেরিলা বিরোধী কার্যক্রম চালাতে সীমান্তে মাঝে মাঝে মোতায়েন করা হয় ১৯৬৪ সাল পর্যন্ত।\n\n\n==== ইন্দোনেশিয়া-মালয়েশিয়া সঙ্কট (১৯৬৪–১৯৬৬) ====\n\n১৯৬৪ থেকে ১৯৬৬ সাল পর্যন্ত, নিউজিল্যান্ড মালয়েশিয়াকে সাহায্য করে বর্নিওতে ইন্দোনেশিয়ার বিরুদ্ধে সঙ্কটের সময়, যখন যুক্তরাজ্য ডিসেম্বরে ১৯৬৩ সালে সামরিক সহায়তার জন্য আবেদন জানায়। নিউজিল্যান্ড সরকার প্রথমে বর্নিওতে সৈন্য মোতায়েনের আবেদন প্রত্যাখ্যান করেছিল। তবে, ইন্দোনেশিয়ার বাহিনী ১৯৬৪ সালের সেপ্টেম্বর মাসে লাবিসে অবতরণ এবং অক্টোবর মাসে কেসাং নদীর মুখে অবতরণ করার পর নিউজিল্যান্ডের সামরিক বাহিনী এই সঙ্কটে জড়িয়ে পড়ে। এই ইউনিটগুলির পাশাপাশি, নম্বর ১৪ স্কোয়াড্রন RNZAF সিঙ্গাপুরে মোতায়েন ছিল কমনওয়েলথের বিমান শক্তি প্রতিরোধক হিসাবে।\n১৯৬৫ সালের ফেব্রুয়ারিতে, নিউজিল্যান্ড সরকার বর্নিওতে একটি স্পেশাল এয়ার সার্ভিস ডিটাচমেন্ট এবং দুইটি অতিরিক্ত RNZN মাইনসুইপার পাঠানোর অনুমোদন দেয়, যাতে টেমপ্লেট:HMNZS মালাক্কা প্রণালীতে নজরদারি করতে পারে। ১৯৬৫ সালের অক্টোবর মাসে ইন্দোনেশীয় অভ্যুত্থানের পর, বর্নিওতে ইন্দোনেশীয় বিদ্রোহীদের সামরিক কার্যক্রম নাটকীয়ভাবে কমে যায়। ১৯৬৬ সালের আগস্ট মাসে, মালয়েশিয়া এবং ইন্দোনেশিয়া এক শান্তি চুক্তিতে স্বাক্ষর করে শত্রুতার অবসান ঘটায়। নিউজিল্যান্ডের ইউনিটগুলি অক্টোবর ১৯৬৬-এ বর্নিও থেকে তাদের প্রত্যাহার সম্পন্ন করে।\n\n\n=== ভিয়েতনাম যুদ্ধ (১৯৬৫–১৯৭২) ===\n\nভিয়েতনাম যুদ্ধ ছিল একটি সংঘর্ষ, যেখানে কমিউনিস্ট উত্তর ভিয়েতনাম এবং মার্কিন-সমর্থিত দক্ষিণ ভিয়েতনাম ১৯৬০ থেকে ১৯৭৫ পর্যন্ত যুদ্ধ করেছে। নিউজিল্যান্ড বাহিনী ১৯৬৫ থেকে ১৯৭৫ পর্যন্ত আমেরিকার যুদ্ধ প্রচেষ্টাকে সমর্থন করেছিল। এই যুদ্ধ ছিল প্রথম এমন যুদ্ধ, যাতে নিউজিল্যান্ড অংশগ্রহণ করেছিল এবং যেখানে যুক্তরাজ্য সরাসরি অংশগ্রহণ করেনি। মোট ৩,০০০ এরও বেশি নিউজিল্যান্ড সেনা এই সংঘর্ষে অংশগ্রহণ করেছিল। সক্রিয় সেবায় ৩৭ জন সেনা মৃত্যুবরণ করেন, এবং ১৮৭ জন আহত হন।\nপ্রাথমিক অনীহা সত্ত্বেও, নিউজিল্যান্ড সরকার ১৯৬৫ সালের মে মাসে শেষ পর্যন্ত কমব্যাট ইউনিট মোতায়েন করে, তাদের এই ভীতি থেকে যে অংশগ্রহণ না করা হলে ANZUS জোটকে বিপদে ফেলবে। ইন্দোনেশিয়া-মালয়েশিয়া সংঘাতের পর, নিউজিল্যান্ড পুনরায় আমেরিকার চাপের মুখে পড়েছিল তাদের প্রতিশ্রুতি বৃদ্ধি করতে, যার ফলে ১৯৬৭ সালে দুটি অতিরিক্ত ইনফ্যান্ট্রি কোম্পানি এবং পরের বছর একটি NZSAS ইউনিট পাঠানো হয়। নিউজিল্যান্ডের অবদান ১৯৬৮ সালে সর্বোচ্চ ছিল, ৫৪৮ সেনা নিয়ে এবং এগুলি ১ম অস্ট্রেলিয়ান টাস্ক ফোর্স এ গ্রুপ করা হয়েছিল। এই টাস্ক ফোর্স মূলত ফুক তুয়ে তে পেট্রোলিং করত, তবে তারা লং তান যুদ্ধে মতো বড় পরিসরের অপারেশনে অংশগ্রহণও করেছিল।\nআমেরিকার কৌশল ভিয়েতনামাইজেশন দিকে এগিয়ে যাওয়ার সঙ্গে সঙ্গে, নিউজিল্যান্ড সেনাবাহিনী ভিয়েতনামের আর্মি অফ দ্য রিপাবলিক অফ ভিয়েতনাম এর প্রশিক্ষণ সাহায্য দিতে পাঠিয়েছিল এবং তার কমব্যাট ইউনিটগুলো প্রত্যাহার করে নেয়, ১৯৭১ সালের মধ্যে সমস্ত কমব্যাট ইউনিট ভিয়েতনাম থেকে প্রত্যাহার করা হয়। ১৯৭২ সালে, সেনাবাহিনী প্রশিক্ষণ মিশনগুলোও ভিয়েতনাম থেকে প্রত্যাহার করা হয়।\n\n\n=== ভিয়েতনামের পর ===\nনিউজিল্যান্ডে বাধ্যতামূলক সামরিক প্রশিক্ষণ ১৯৭৩ সালে শেষ হয়, দেশটি ভিয়েতনাম থেকে তার সামরিক বাহিনী প্রত্যাহার করার কিছুদিন পর।\nভিয়েতনাম যুদ্ধের সমাপ্তি নিউজিল্যান্ডের কৌশলগত নীতির বিকাশে একটি গুরুত্বপূর্ণ মোড় ছিল, কারণ এর কর্মকর্তা-কর্মচারীরা নিউজিল্যান্ডের আঞ্চলিক প্রতিরক্ষা চুক্তির প্রতি তার প্রতিশ্রুতি এবং দক্ষিণ-পূর্ব এশিয়ায় \"ফরোয়ার্ড ডিফেন্স\"-এ অংশগ্রহণ সম্পর্কে প্রশ্ন করতে শুরু করেছিল। এই প্রশ্নগুলো আমেরিকার নিরাপত্তা নীতির প্রতি বেড়ে যাওয়া হতাশা এবং নিউজিল্যান্ডে নিউক্লিয়ার অস্ত্রর বিরুদ্ধে বেড়ে চলা বিরোধিতার ফলস্বরূপ ছিল। নিউজিল্যান্ড ১৯৭৫ সালে SEATO এর মধ্যে তার অংশগ্রহণও শেষ করে দেয়।\n১৯৮৭ সালে, নিউজিল্যান্ড নিউক্লিয়ার-ফ্রি জোন প্রতিষ্ঠিত হয়, যার ফলে মার্কিন যুক্তরাষ্ট্র আনুষ্ঠানিকভাবে নিউজিল্যান্ডের প্রতি তার নিরাপত্তা প্রতিশ্রুতি স্থগিত করে, যা ANZUS চুক্তি থেকে নিউজিল্যান্ডকে কার্যকরভাবে বিচ্ছিন্ন করে দেয়। তবে, নিউজিল্যান্ড তার Five Power Defence Arrangements এর প্রতি প্রতিশ্রুতি বজায় রাখে এবং সিঙ্গাপুরে সামরিক উপস্থিতি ১৯৮৯ সাল পর্যন্ত বজায় রাখে।\n\n\n== পোস্ট-কোল্ড ওয়ার যুগ ==\nকোল্ড ওয়ার এর শেষ দশক এবং ১৯৯০-এর দশকে সরকারী নীতিমালা রয়্যাল নিউজিল্যান্ড এয়ার ফোর্স (RNZAF)-এর উপর ব্যাপক প্রভাব ফেলেছিল। নিউজিল্যান্ডের প্রতিরক্ষা খাতের ব্যয় হ্রাস, মার্কিন যুক্তরাষ্ট্র থেকে ANZUS প্রতিশ্রুতি স্থগিত এবং NZDF-এর শান্তিরক্ষা অভিযানে অগ্রাধিকার দেয়ার ফলে RNZAF-এর যুদ্ধে অংশগ্রহণকারী উইংস গঠন বিলুপ্ত হয়ে যায় এবং RNZAF-এর Aermacchi MB-339 এবং Douglas A-4 Skyhawk ২০০১ সালে অকার্যকর করে রাখা হয়।\n\n\n=== গালফ যুদ্ধ এবং নিষেধাজ্ঞা প্রয়োগ (১৯৯০–১৯৯৮) ===\n\nনভেম্বর ১৯৯০ সালে, কুয়েত আক্রমণের কয়েক মাস পরে, জাতিসংঘ নিরাপত্তা পরিষদ শক্তি প্রয়োগের অনুমতি দেয় ইরাককে প্রত্যাহার করতে বাধ্য করার জন্য। নিউজিল্যান্ড প্রতিরক্ষা বাহিনী (NZDF) মার্কিন নেতৃত্বাধীন জাতিসংঘ কোয়ালিশনে সামরিক কর্মী পাঠিয়েছিল।\nসেপ্টেম্বর ১৯৯০ সালে, HMNZS এন্ডেভার ট্যাঙ্কারটি রয়্যাল অস্ট্রেলিয়ান নেভি (RAN) এর টাস্ক ফোর্সের সাথে পরিবহন সহায়তার জন্য মোতায়েন করা হয়েছিল। ১৭ ডিসেম্বর ১৯৯০ তারিখে, নিউজিল্যান্ডের দুটি C-130 হারকিউলিস পরিবহন বিমান নম্বর ৪০ স্কোয়াড্রন কিং খালিদ বিমানবন্দরে পৌঁছায়। এই বিমানগুলো সৈন্য এবং মজুদ যেমন গোলাবারুদ, ডাক, এবং সরঞ্জাম পরিবহন করে। তারা ১৫৭টি সর্টি সম্পন্ন করে এবং ৪ এপ্রিল ১৯৯১ তারিখে প্রত্যাহার করা হয়। ১৬ জানুয়ারি ১৯৯১ তারিখে, ১ম নিউজিল্যান্ড আর্মি মেডিকেল টিমের ৩২ জন সদস্য মার্কিন ষষ্ঠ নৌবাহিনী-এর সাথে বাহরাইনে একত্রিত হয়। ২১ জানুয়ারি তারা একটি ২০ সদস্যবিশিষ্ট ত্রিদেশীয় মেডিকেল টিমের সাথে যোগ দেয়। ফেব্রুয়ারি ১৯৯১ থেকে, ছয়টি স্কাইহক এবং ৬০ জন জনবল নম্বর ২ স্কোয়াড্রন র রয়্যাল অস্ট্রেলিয়ান নেভি (RAN) এর অ্যান্টি-এয়ারক্রাফট অনুশীলনে সহায়তা করেছিল। গালফ যুদ্ধে ১১৯ জন NZDF কর্মী মোতায়েন করা হয়েছিল, যাদের মধ্যে ছিল রক্ষণাবেক্ষণ ও প্রশাসনিক কর্মী, পাইলট, এয়ার মুভমেন্ট কর্মী, গার্ড এবং চিকিৎসক।\nযুদ্ধের পর, নিউজিল্যান্ড United Nations Special Commission-এ অংশ নেয় যাতে ইরাক জাতিসংঘের নিষেধাজ্ঞা মেনে চলে তা নিশ্চিত করা যায়। অক্টোবর ১৯৯৫ এবং মে ১৯৯৬ সালে, HMNZS ওয়েলিংটন এবং ক্যান্টারবেরি পারস্য উপসাগরে মোতায়েন হয়ে নিষেধাজ্ঞা প্রয়োগ করে। ১৯৯৮ সালে, NZDF দুটি P-3 Orion বিমান এবং দুটি NZSAS টিমসহ একটি নৌ টিম ডিয়েগো গারসিয়া এবং কুয়েত মোতায়েন করে, যা ছিল অপারেশন ডেজার্ট থান্ডার এর সমর্থন, যা ছিল পারস্য উপসাগরে কোয়ালিশন বাহিনীর শক্তিবৃদ্ধি ইরাকের জাতিসংঘ পরিদর্শন শর্ত না মানার কারণে।\n\n\n=== আফগানিস্তানে যুদ্ধ (২০০১–২০২১) ===\n\nনভেম্বর ২০০১ সালে নিউজিল্যান্ড ঘোষণা করে যে তারা মার্কিন নেতৃত্বাধীন Operation Enduring Freedom-এ সামরিক সহায়তা প্রদান করবে। একটি রয়্যাল নিউজিল্যান্ড নেভি ফ্রিগেট এবং রয়্যাল নিউজিল্যান্ড এয়ার ফোর্সের P-3 অরিয়ন বিমানও অপারেশনটির সমর্থনে Persian Gulf-এ মোতায়েন করা হয়। ২০০৩ থেকে ২০১৩ পর্যন্ত, নিউজিল্যান্ড ডিফেন্স ফোর্স (NZDF) একটি ১২২-সদস্যবিশিষ্ট প্রাদেশিক পুনর্গঠন দল (PRT) Bamyan Province-এ মোতায়েন করে, স্থানীয় কর্তৃপক্ষকে নিরাপত্তা রক্ষায় সহায়তা করার জন্য। PRT নিউজিল্যান্ড এইড প্রোগ্রামের দলগুলোও পরিচালনা করেছিল। সিপোরাল Willie Apiata, বিশেষ বিমান বাহিনীর সদস্য, ২০০৪ সালে আফগানিস্তানে দায়িত্ব পালনকালে নিউজিল্যান্ডের প্রথম Victoria Cross for New Zealand পুরস্কৃত হন।\nNZDF-এর অন্যান্য লজিস্টিক, প্রশিক্ষণ, সম্পর্ক সৃষ্টিকারী, পরিকল্পনা এবং নীতি বিষয়ক কর্মীরা আফগানিস্তানে International Security Assistance Force-এর সদর দফতরে, United Nations Assistance Mission in Afghanistan, এবং Combined Forces Command-Afghanistan-এ সেবা প্রদান করতে মোতায়েন করা হয়। NZDF এর সহায়তা কর্মী এবং নিউজিল্যান্ড বিশেষ বিমান বাহিনীর সৈন্যরা আফগান ন্যাশনাল পুলিশ ক্রাইসিস রেসপন্স ইউনিটের সঙ্গে প্রশিক্ষণ এবং সহায়তা প্রদানকারী হিসাবে কাজ করেছিল। NZDF নিশ্চিত করেছে যে তারা ২০২১ সালের মে মাসে তাদের ২০ বছরের মোতায়েন শেষ করার পরিকল্পনা করেছে, যখন আফগান ন্যাশনাল আর্মির অফিসার একাডেমি এবং NATO'র Resolute Support Mission সদর দফতর থেকে ছয় সদস্য প্রত্যাহার করা হয়। RNZAF ২০২১ সালের আগস্ট মাসে, যুদ্ধের শেষের দিকে, নিউজিল্যান্ড এবং অস্ট্রেলিয়ার নাগরিকদের পাশাপাশি কিছু আফগান নাগরিকদের evacuate করতে আফগানিস্তানে পুনরায় মোতায়েন করা হয়। Evacuation সমর্থন করতে, ৮০ NZDF কর্মী মধ্যপ্রাচ্যে মোতায়েন করা হয়, এবং ১৯ জন Hamid Karzai International Airport-এ কাবুলে মোতায়েন হয়।\n\n৩,৫০০ এর বেশি নিউজিল্যান্ডবাসী আফগানিস্তানে সামরিক অপারেশন এবং প্রশিক্ষণ মিশনে অংশগ্রহণ করেছে। আফগানিস্তানে থাকা দশটি নিউজিল্যান্ড সেনা মারা যায়, যাদের মধ্যে আটটি যুদ্ধকালীন সংঘর্ষে নিহত হয়। ৪ আগস্ট ২০১০ সালে, রয়্যাল নিউজিল্যান্ড ইনফ্যান্ট্রি রেজিমেন্টের লেফটেন্যান্ট টিম ও'ডনেল নিহত হন, এটি ২০০০ সালের জুলাই থেকে পূর্ব তিমোরে নিউজিল্যান্ড সেনার প্রথম যুদ্ধকালীন মৃত্যু।\n\n\n=== মধ্যপ্রাচ্যে মার্কিন নেতৃত্বাধীন অভিযানে সহায়তা (২০১৫–বর্তমান) ===\n\n২০১৬ সালে, নিউজিল্যান্ড ডিফেন্স ফোর্স একটি স্টাফ অফিসার দলের সদস্যদের Al Udeid Air Base-এ কাতারতে মোতায়েন করে ইরাকের বিরুদ্ধে মার্কিন নেতৃত্বাধীন অভিযান-এ সহায়তা প্রদান করতে। NZDF জানায় যে তাদের স্টাফ অফিসারদের কাতারে প্রদত্ত সহায়তা ছিল নন-কম্ব্যাট মিশন, যদিও Stuff একটি তদন্তে NZDF-এর নন-কম্ব্যাট অবস্থানকে প্রশ্নবিদ্ধ করেছে, যেহেতু CAOC-এর কোয়ালিশন সদস্যরা \"শক্তিশালী বিমান শক্তি অপারেশন সহজতর করতে ব্যবহৃত হয়\"।\n২০২৪ সালের জানুয়ারি মাসে, ছয়জন NZDF কর্মী Operation Prosperity Guardian-এ সহায়তা দিতে মোতায়েন করা হয়, এটি একটি মার্কিন নেতৃত্বাধীন সামরিক অভিযান যা Houthi আক্রমণের প্রতিক্রিয়া হিসেবে Red Sea-এ আন্তর্জাতিক শিপিংয়ে হামলা হয়। ছয় NZDF কর্মী কোয়ালিশন বাহিনীর জন্য \"নির্দেশনা লক্ষ্যকরণ\" প্রদান করে এবং অঞ্চলটির কোয়ালিশন ঘাঁটিতে অবস্থান করে। NZDF-এর ম্যান্ডেট Operation Prosperity Guardian সমর্থন করতে ৩১ জানুয়ারি ২০২৫ পর্যন্ত স্থায়ী থাকবে।\n\n\n== শান্তিরক্ষা এবং পর্যবেক্ষক মিশন ==\n\n\n=== জাতিসংঘের মিশন ===\n\nনিউজিল্যান্ড জাতিসংঘের শান্তিরক্ষা কার্যক্রমে সামরিক কর্মী এবং অর্থ সাহায্য প্রদান করেছে। প্রথম জাতিসংঘের মিশনগুলোতে, যেগুলোতে নিউজিল্যান্ড কর্মী পাঠিয়েছে, ছিল United Nations Truce Supervision Organization ১৯৪৮ সালের আরব–ইসরায়েল যুদ্ধ পর, এবং United Nations Military Observer Group in India and Pakistan ১৯৫২ সালে। অন্যান্য জাতিসংঘের মিশনগুলিতে NZDF কর্মীরা অংশ নিয়েছিল, যার মধ্যে United Nations Iran–Iraq Military Observer Group ছিল, যা ইরান-ইরাক যুদ্ধ পর ১৯৮৮ সালে শুরু হয়।\nSomali Civil War এর সময়, NZDF New Zealand Supply Contingent Somalia গঠন করেছিল, যা US-নেতৃত্বাধীন জাতিসংঘ Unified Task Force এবং তার পরবর্তী United Nations Operation in Somalia II-এ কর্মী প্রদান করেছিল। No. 42 Squadron RNZAF এছাড়াও সোমালিয়া মিশনে সহায়তা করার জন্য কর্মী প্রদান করেছিল। সোমালিয়া ছিল নিউজিল্যান্ডের যুদ্ধক্ষেত্রে প্রথম যুদ্ধবাজ সেনা পাঠানোর মিশন, যা ভিয়েতনাম যুদ্ধ পরবর্তী সময়ের।\nসামরিক কর্মী ছাড়াও, নিউজিল্যান্ড পুলিশ শান্তিরক্ষা মিশনে অংশ নিয়েছিল যেমন সাইপ্রাস (১৯৬৪–১৯৬৭), নামিবিয়া (১৯৮৯–১৯৯০), পূর্ব তিমুর (১৯৯৯–২০০১ এবং ২০০৬–২০১২), এবং আফগানিস্তান (২০০৫)।\n\n\n==== প্রাক্তন ইউগোস্লাভিয়া (১৯৯২–২০০৭) ====\nনিউজিল্যান্ডের বাল্কান রাষ্ট্রগুলোর প্রতি অঙ্গীকার ১৯৯২ সালে শুরু হয় যখন পাঁচ সেনা সদস্য United Nations Protection Force (UNPROFOR) এর সাথে জাতিসংঘের সামরিক পর্যবেক্ষক হিসেবে কাজ করতে পাঠানো হয়। ১৯৯৪ সালের মার্চ থেকে ১৯৯৬ সালের জানুয়ারি পর্যন্ত নিউজিল্যান্ড প্রথম ৫টি কোম্পানি গ্রুপ মেকানাইজড ইনফ্যান্ট্রি ব্রিটিশ ব্যাটালিয়নের অংশ হিসেবে পাঠায়। এই মিশনকে OP RADIAN বলা হত। যখন এই মিশন প্রত্যাহার করা হয়, নিউজিল্যান্ড ১২ থেকে ১৫টি আর্টিলারি এবং আর্মার্ড সেনা সদস্য ব্রিটিশ কন্টিনজেন্টে পাঠাতে থাকে, এবং NATO স্থিতিশীলতা বাহিনীতে (SFOR) তিনটি স্টাফ অফিসারও পাঠানো হয়। মিশনটি বাড়ানোর সাথে সাথে নিউজিল্যান্ডের কন্টিনজেন্ট Preijedor নামক বসনীয় শহরে একটি লিয়াজন এবং পর্যবেক্ষণ দল (LOT) হিসেবে কাজ শুরু করে। এই অঙ্গীকার ২ ডিসেম্বর ২০০৪ সালে ইউরোপীয় ইউনিয়ন EUFOR Althea-এর কাছে হস্তান্তর করা হয়। LOT ৫ এপ্রিল ২০০৭ সালে প্রত্যাহার করা হয়, কিন্তু তিনটি স্টাফ অফিসার, যারা ১৫ বছরের দীর্ঘ শান্তিরক্ষা প্রচেষ্টার শেষ প্রতিনিধি, ২৯ জুন ২০০৭-এ প্রস্থান করেন। এই সময়ের মধ্যে একজন সদস্য গুরুতর আহত হন।\n\n\n==== ইস্ট টিমোর (১৯৯৯–২০০৩, ২০০৬) ====\n\nইস্ট টিমরের ১৯৯৯ সালে স্বাধীনতার পক্ষে ভোট দেওয়ার পর, অস্ট্রেলিয়া-নেতৃৃত্বাধীন INTERFET (ইন্টারন্যাশনাল ফোর্স ইস্ট টিমোর) ইন্দোনেশিয়ান সরকারের অনুমতি নিয়ে ব্যবস্থা নেওয়া হয়, যা সেখানে পুরোপুরি বিশৃঙ্খলা সৃষ্টি হওয়া নিয়ে ছিল। INTERFET ১৭টি দেশের অংশগ্রহণে গঠিত হয়েছিল, মোট প্রায় ৯,৯০০ সেনা ছিল। নিউজিল্যান্ডের অবদান ছিল ইস্ট টিমরে SAS স্পেশাল ফোর্স, ইনফ্যান্ট্রি ব্যাটালিয়ন এবং হেলিকপ্টার, যার সাথে RNZN যুদ্ধজাহাজ এবং RNZAF পরিবহন বাহন ছিল। \n\nINTERFET কে প্রতিস্থাপন করে একটি জাতিসংঘ মিশন (UNTAET – ইউনাইটেড নেশনস ট্রানজিশনাল অথরিটি ইন ইস্ট টিমোর) যা ইস্ট টিমরকে নির্বাচন এবং স্বশাসনের দিকে এগিয়ে নিতে চেয়েছিল এবং ২০০০ সালের শেষের দিকে সেনারা UNTAET এর অধীনে চলে যায়, যা ২০০২ সালে UNMISET দ্বারা প্রতিস্থাপিত হয়েছিল। নিউজিল্যান্ড ডিফেন্স ফোর্সের শীর্ষ অবস্থান ছিল ১,১০০ সদস্য ইস্ট টিমরে, যা ছিল নিউজিল্যান্ডের সর্ববৃহৎ বিদেশি সামরিক মিশন কোরিয়ান যুদ্ধে অংশগ্রহণের পর। মোটে প্রায় ৪,০০০ নিউজিল্যান্ডার ইস্ট টিমরে সেবা করেছিলেন। মিলিশিয়া বিরুদ্ধে তাদের অপারেশনের পাশাপাশি, নিউজিল্যান্ডের সেনারা সড়ক এবং স্কুল নির্মাণ, জল সরবরাহ, নতুন টিমোর লেস্ট ডিফেন্স ফোর্স (F-FDTL) এর প্রশিক্ষণ এবং অন্যান্য অবকাঠামোগত সাহায্য প্রদানেও যুক্ত ছিল। ইংরেজি পাঠদান এবং চিকিৎসা সহায়তা প্রদান করা হয়েছিল। নিউজিল্যান্ড ডিফেন্স ফোর্সের সদস্যরা ২০০২ সালের নভেম্বর মাসে প্রত্যাহার করা হয় এবং F-FDTL জন্য একটি ছোট প্রশিক্ষণ দল রেখে দেওয়া হয়। তবে, ২০০৬ সালের মে মাসে তিমোরের রাজধানী দিলিতে ব্যাপক লড়াই শুরু হয়, যেখানে ৫৯১ সেনার ব্যাপক পদত্যাগ এবং F-FDTL এবং ইস্ট টিমোর পুলিশ (PNTL) এর মধ্যে উত্তেজনা ছিল। ১২০ সেনার একটি দল পাঠানো হয় এবং তারা দৃষ্টান্তমূলক শান্তিরক্ষা কার্যক্রমে সহায়তা করে, অস্ট্রেলিয়া, মালয়েশিয়া এবং পর্তুগালের সেনা এবং পুলিশ সদস্যদের সাথে। ইস্ট টিমরে অপারেশন চলাকালীন চারজন নিউজিল্যান্ড শান্তিরক্ষী নিহত হয়েছিলেন।\n\n\n=== অন্যান্য শান্তিরক্ষা কার্যক্রম ===\n\n\n==== রোডেসিয়া (১৯৭৯–১৯৮০) ====\n\n১৯৭৯ সালে নিউজিল্যান্ড একুশজন অফিসার এবং সেনাকে কমনওয়েলথ মনিটরিং ফোর্সে যোগদান করেছিল, যা রোডেসিয়ান যুদ্ধ শেষ করার জন্য চুক্তি বাস্তবায়ন তদারকি করতে গঠন করা হয়েছিল। সেনারা গেরিলা বাহিনীকে সতেরোটি সমাবেশস্থলে কনসেন্ট্রেট করতে তদারকি করেছিল, যেখানে বিরতি কার্যকর হয়েছিল এবং জাতীয় নির্বাচন অনুষ্ঠিত হয়েছিল। নির্বাচনের পর কমনওয়েলথ মনিটরিং ফোর্স ২ মার্চ ১৯৮০ তারিখে জিম্বাবুয়ের নবীন স্বাধীনতা অর্জনের পর কার্যক্রম প্রত্যাহার করে নেয়।\n\n\n==== মাল্টিন্যাশনাল ফোর্স এবং পর্যবেক্ষক (১৯৮২–বর্তমান) ====\nANZAC ডে ১৯৮২ সালে, নিউজিল্যান্ডের ২৬ সেনার একটি ছোট দল সিনাই উপদ্বীপতে নিউজিল্যান্ডের অংশগ্রহণ হিসেবে মাল্টিন্যাশনাল ফোর্স এবং পর্যবেক্ষক (MFO) এ যোগদান করেছিল। এটি ছিল নিউজিল্যান্ডের শান্তিরক্ষা কার্যক্রমের জন্য সিনাই অঞ্চলে চলমান এক ধরনের অবদান। MFO এর কাজ ছিল প্রথমত ইসরায়েলি সেনাদের মিশরের ভূখণ্ড থেকে প্রত্যাহার তদারকি করা। ১৯৮৬ সাল পর্যন্ত নিউজিল্যান্ডের একটি রোটারি উইং রয়্যাল নিউজিল্যান্ড এয়ার ফোর্স সেখানে সেবা দিয়েছিল। নিউজিল্যান্ড এখনো MFO মিশনে প্রায় দুই প্লাটুন সেনা অংশগ্রহণ করছে, যারা ছয় মাসের ট্যুর অফ ডিউটি সম্পাদন করে।\n\n\n==== কম্বোডিয়া (১৯৯১–২০০৫) ====\n১৯৯২ সালে নিউজিল্যান্ড ৩০ জন অ-যোদ্ধা ইঞ্জিনিয়ারকে মাইন ক্লিয়ারিং ট্রেনিং ইউনিট (MCTU) এবং ৪০ জন যোগাযোগ বিশেষজ্ঞকে পাঠিয়েছিল। ১৯৯২ সালের শেষদিকে, RNZN উপকূলীয় টহল দেওয়ার জন্য ৩০ জন সেনা নিয়োগ করেছিল এবং ভিয়েতনামী শরণার্থী সহায়তা প্রদান করেছিল।\n\n\n==== সলোমন আইল্যান্ডস (২০০৩–২০১৩) ====\n\nনিউজিল্যান্ড সলোমন আইল্যান্ডস এর আঞ্চলিক সহায়তা মিশন (RAMSI) এ অংশগ্রহণ করেছিল, যার উদ্দেশ্য ছিল সলোমন আইল্যান্ডসে গৃহযুদ্ধের পর শান্তি প্রতিষ্ঠা করা। RAMSI একটি অন্তর্বর্তী পুলিশ বাহিনী হিসেবে কাজ করেছিল এবং সাফল্য পেতে দেশটির নিরাপত্তা পরিস্থিতি উন্নত করতে সহায়তা করেছিল, যার মধ্যে একজন কুখ্যাত যুদ্ধlord হ্যারোল্ড কেক এর আত্মসমর্পণও অন্তর্ভুক্ত ছিল। নিউজিল্যান্ড চারটি হেলিকপ্টার এবং প্রায় ২৩0 সদস্যের সেনা, ইঞ্জিনিয়ার, চিকিৎসক এবং সহায়ক কর্মী প্রদান করেছিল। RAMSI ২০০৪ সালের জুলাইয়ে ধীরে ধীরে স্কেল ডাউন করা হয়, যেহেতু দেশের পরিস্থিতি বেশ স্থিতিশীল হয়ে ওঠে। ২০০৭ সালে নিউজিল্যান্ড বাহিনী সলোমন আইল্যান্ডস ভূমিকম্পের পর সহায়তা প্রদান করে। মিশনটি আগস্ট ২০১৩ সালে শেষ হয়।\n\n\n==== ইরাক (২০০৩–বর্তমান) ====\n\nনিউজিল্যান্ড সরকার ২০০৩ সালের ইরাক আক্রমণকে বিরোধিতা করেছিল এবং সরকারিভাবে নিন্দা করেছিল। তবুও, HMNZS Te Kaha (F77) ফ্রিগেট এবং একটি RNZAF P-3 Orion সামুদ্রিক পর্যবেক্ষণ বিমান গালফে পাঠানো হয়েছিল, মার্কিন সেনার অধীনে।\n\nআক্রমণের পর, ২০০৩ সালের শেষের দিকে নিউজিল্যান্ড বেশ কয়েকজন প্রকৌশলী এবং সশস্ত্র সৈন্যকে জোটের প্রচেষ্টায় যোগদান করেছিল। টাস্ক গ্রুপ রেক, একটি রয়েল নিউজিল্যান্ড ইঞ্জিনিয়ার্স দল, এক বছর ধরে Multi-National Division South East-এ British Army কমান্ডের অধীনে যোগ দেয়। ২০১০ সালে ফাঁস হওয়া কূটনৈতিক কেবলে ইঙ্গিত দেয় যে নিউজিল্যান্ড এটি মূলত মূল্যবান অয়েল ফর ফুড চুক্তি বজায় রাখার জন্য করেছে।\nUnited Nations Security Council Resolution 1483 অনুসারে নিউজিল্যান্ড একটি ছোট প্রকৌশল এবং সহায়ক বাহিনী পাঠিয়েছিল যুদ্ধোত্তর পুনর্নির্মাণ এবং মানবিক সহায়তা প্রদান করতে। প্রকৌশলীরা অক্টোবর ২০০৪ সালে বাড়ি ফিরে গিয়েছিলেন, তবে লিয়াজন এবং স্টাফ কর্মকর্তা গুলো ইরাকে রয়ে গিয়েছিল, জোট বাহিনীর সাথে কাজ করতে। ২০১২ সালের পর, নিউজিল্যান্ডের একটি সামরিক পর্যবেক্ষক United Nations Assistance Mission in Iraq এর অংশ হিসেবে ইরাকে কর্মরত ছিল।\nআক্রমণের ১০তম বার্ষিকীতে, নিউজিল্যান্ডের সাংবাদিক জন স্টিফেনসন – যিনি যুদ্ধ শুরুর সময় বাগদাদে ছিলেন – বলেছিলেন যে নিউজিল্যান্ডের পুনরুদ্ধারের প্রচেষ্টায় অবদান \"অত্যধিক বাড়ানো\" হয়েছে।\n\n\n==== টোঙ্গা (২০০৬) ====\n\n১৮ নভেম্বর ২০০৬ তারিখে, তাংগান সরকার অনুরোধে ৭২ জন নিউজিল্যান্ড ডিফেন্স ফোর্সের সদস্য এবং অতিরিক্ত নিউজিল্যান্ড পুলিশ অফিসারদের একটি দল টোঙ্গায় পাঠানো হয়, দেশটির রাজধানী নুকুʻআলফা-তে সহিংসতার বিস্ফোরণের পর শান্তি প্রতিষ্ঠার জন্য। তাদের সাথে যোগ দেন অস্ট্রেলিয়ান সৈন্যরা এবং অস্ট্রেলিয়ান ফেডারেল পুলিশ অফিসাররা। তাদের প্রধান উদ্দেশ্য ছিল টোঙ্গান বাহিনীকে সহায়তা করা, যাতে তারা টোঙ্গার আন্তর্জাতিক বিমানবন্দর নুকুʻআলফা রক্ষা করতে পারে। কর্মীরা ২ ডিসেম্বর দেশে ফিরে আসে।\n\n\n== আন্তার্কটিকা ==\n\nনিউজিল্যান্ডের সশস্ত্র বাহিনী ১৯৫০ এর দশক থেকে আন্তার্কটিক গবেষণা ও অনুসন্ধানে জড়িত। বায়ু বাহিনী ১৯৫০ এর দশকের শেষ দিকে দুটি অস্টার T7 এবং একটি বিভার antarctica তে পরিচালনা করেছিল, অস্টার গুলি কিছুটা সফলভাবে নয়। নৌবাহিনী সরবরাহ জাহাজ পাহারা দিয়েছে এবং নিজের সরবরাহ মিশন চালিয়েছে, আবহাওয়া পর্যবেক্ষণ করেছে এবং যুক্তরাষ্ট্রের কার্যক্রমের জন্য সহায়তা প্রদান করেছে, বৈজ্ঞানিক গবেষণা পরিচালনা করেছে, এবং Scott Base নির্মাণে সাহায্য করেছে। ১৯৬৪ সালে, ৪০ স্কোয়াড্রন, Royal New Zealand Air Force C-130H হারকিউলিস দ্বারা পুনঃসজ্জিত হয় এবং পরবর্তী বছরেই তারা antarctica তে নিয়মিত ফ্লাইট শুরু করে। সেনাবাহিনী এবং পরে অন্যান্য দুই বাহিনী মালামাল পরিবহনকারী হিসেবে সহায়তা প্রদান করেছে। নম্বর ৫ স্কোয়াড্রন স্কট বেসের আকাশপথে অনুসন্ধান ও উদ্ধার সেবা প্রদান করতে এবং শীতকালীন কর্মকাণ্ডে থাকা লোকদের জন্য মেইল ও চিকিৎসা সরঞ্জাম পৌঁছাতে কাজ করেছে।\n\n\n== দেখুন এছাড়াও ==\nনিউজিল্যান্ডের প্রাথমিক নৌযান\nরয়্যাল নিউজিল্যান্ড নেভির ইতিহাস\nনিউজিল্যান্ডের সামরিক কর্মীদের তালিকা\nনিউজিল্যান্ডের ভিক্টোরিয়া ক্রস প্রাপ্তদের তালিকা\nওশেনিয়া অঞ্চলের সামরিক ইতিহাস\n\n\n== রেফারেন্স ==\n\n\n== আরও পড়ুন ==\nCrawford, John (১৯৯৯)। \"নিউজিল্যান্ড এবং বোয়ার যুদ্ধ\"। নিউজিল্যান্ড ডিফেন্স কোয়ার্টার্লি। \nHager, Nicky (২০১১)। অন্যান্য মানুষের যুদ্ধ: আফগানিস্তান, ইরাক এবং সন্ত্রাসবাদের বিরুদ্ধে যুদ্ধে নিউজিল্যান্ড। নেলসন, এনজেড: Craig Potton Publishing। আইএসবিএন 978-1-877517-69-3। \nJohnston, Martin (১৫ ডিসেম্বর ২০০৪)। \"ভিয়েতনাম যুদ্ধের ভেটেরানদের জন্য সরকারের ক্ষমা\"। দ্য নিউজিল্যান্ড হেরাল্ড। ২০০৭-০৯-২৯ তারিখে মূল থেকে আর্কাইভ করা। \nKaye, C.M.S. Mission Extraordinary Zimbabwe – Rhodesia, British Army Review, 1980.\nLarsen, Stanley Robert; James Lawton Collins Jr (১৯৮৫)। ভিয়েতনামে মিত্র অংশগ্রহণ। Washington D.C.: Department of the Army। এলসিসিএন 74-28217। \nLock, Peter. & Cooke Peter, Fighting Vehicles and Weapons of Rhodesia, P&P Publishing, Wellington, 1995.\nLoveridge, Steven (২০১৬)। \"আরেকটি মহাযুদ্ধ? প্রথম বিশ্বযুদ্ধের নিউজিল্যান্ডের ব্যাখ্যা দ্বিতীয় বিশ্বযুদ্ধের দিকে\"। First World War Studies। পৃষ্ঠা 303–325। \nLovett, John. Contact, Galaxie Press, Salisbury, 1979.\nMāhina-Tuai, Kolokesa (২০১২)। \"FIA (Forgotten in Action) Pacific Islanders in the New Zealand Armed Forces\"।   Mallon, Sean; Māhina-Tuai, Kolokesa; Salesa, Damon। Tangata o le moana: New Zealand and the people o the Pacific। Te Papa Press। পৃষ্ঠা 139–160। আইএসবিএন 9781877385728। \nMcLintock, A. H. (সম্পাদক)। \"যুদ্ধ – প্রথম বিশ্বযুদ্ধ, 1914–18\"। An Encyclopaedia of New Zealand। \nMoorcroft, Paul. Contact II, Sygma Press, Johannesburg, 1981.\nO'Malley, Vincent (২০১৯)। The New Zealand Wars Ngā Pakanga O Aotearoa। Wellington: Bridget Williams Books। আইএসবিএন 9781988545998। \nSubritzky, Michael (১৯৯৫)। The Vietnam Scrapbook The Second ANZAC Adventure। Blenheim: Three Feathers। আইএসবিএন 0-9583484-0-5। \nWright, Matthew (২০০৫)। Western Front : the New Zealand Division in the First World War 1916–18। Auckland: Reed। আইএসবিএন 0-7900-0990-0। \nInquiry into the exposure of New Zealand defence personnel to Agent Orange and other defoliant chemicals during the Vietnam War and any health effects of that exposure, and transcripts of evidence (পিডিএফ) (প্রতিবেদন)। ২০০৪। ২০০৫-০২-০১ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nNew Zealand Defence Force: Deployment to East Timor (পিডিএফ) (প্রতিবেদন)। Controller and Auditor-General। নভেম্বর ২০০১। ৮ নভেম্বর ২০০৬ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"War and Society\"। New Zealand's history online। \n\"A History of the New Zealand Army, 1840 to 1990s\"। ২৫ এপ্রিল ২০০৬ তারিখে মূল থেকে আর্কাইভ করা। \n\"Australian & New Zealand Military History from 1788\"। \n\"New Zealand in the First World War\"। New Zealand and the Commonwealth War Graves Commission। ১৮ অক্টোবর ২০০৮ তারিখে মূল থেকে আর্কাইভ করা। \n\"NZ Forces\"। The AIF & NZEF in the Great War। ১০ ফেব্রুয়ারি ২০০৬ তারিখে মূল থেকে আর্কাইভ করা। \n\"East Timor\"। New Zealand Army Overseas। ২৫ মে ২০০৬ তারিখে মূল থেকে আর্কাইভ করা। \n\"East Timor\"। New Zealand Defence Force: Deployments। ৪ মে ২০১২ তারিখে মূল থেকে আর্কাইভ করা। \n\"East Timor\"। Riots, Rebellion, Gunboats and Peace Keepers। ১০ মে ২০০৬ তারিখে মূল থেকে আর্কাইভ করা। \n\"ROYAL NEW ZEALAND FORCES\"। The Korean War। ২০ মার্চ ২০০৬ তারিখে মূল থেকে আর্কাইভ করা। \n\"S Korea ruling on Agent Orange\"। BBC News। ২৬ জানুয়ারি ২০০৬। \n\"Timor Leste\"। New Zealand Defence Force: Deployments। \n\"NZ Commitment To Timor To Become Battalion\"। Scoop। ৩০ সেপ্টেম্বর ১৯৯৯। \n\"Solomon Islands\"। New Zealand Army Overseas। ১৪ এপ্রিল ২০০৫ তারিখে মূল থেকে আর্কাইভ করা। \n\"Solomon Islands\"। New Zealand Police: Overseas Assistance। \n\"NZ contribution to Solomon Islands to continue\" (সংবাদ বিজ্ঞপ্তি)। New Zealand Defence Force। ৬ জুলাই ২০০৪। ১৪ ডিসেম্বর ২০০৪ তারিখে মূল থেকে আর্কাইভ করা। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Ongoing assistance to Solomon Islands\" (সংবাদ বিজ্ঞপ্তি)। New Zealand Defence Force। ৫ আগস্ট ২০০৪। ২৬ ডিসেম্বর ২০০৪ তারিখে মূল থেকে আর্কাইভ করা। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Afghanistan\"। New Zealand Defence Force: Deployments। ৪ মে ২০১২ তারিখে মূল থেকে আর্কাইভ করা। \n\"Goff positive about Afghanistan contribution\" (সংবাদ বিজ্ঞপ্তি)। New Zealand Defence Force। ১ ফেব্রুয়ারি ২০০৬। ৯ অক্টোবর ২০০৬ তারিখে মূল থেকে আর্কাইভ করা। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Iraq – UNMOVIC\"। New Zealand Army Overseas। \n\"More troops as Dili violence escalates\"। Television New Zealand। RNZ। ২৭ মে ২০০৬। ২০০৬-০৮-২৭ তারিখে মূল থেকে আর্কাইভ করা। \n\n\n== এক্সটার্নাল লিঙ্কস ==\n\nNZhistory.net.nz  – war and society\nOfficial History of New Zealand in the Second World War\nWW2 day by day[অধিগ্রহণকৃত!]\nNew Zealand Fighter Pilots Museum\nNew Zealand Victoria Cross winners\nNew Zealand in the Second World War\nNew Zealand Military Historical Society Inc.\nটেমপ্লেট:Military history of New Zealand\nটেমপ্লেট:Oceania in topic\nটেমপ্লেট:New Zealand topics"}