{"pageid": 1515192, "title": "ফ্রাই জ্যাক", "url": "https://bn.wikipedia.org/wiki?curid=1515192", "content": "ফ্রাই জ্যাক হল একটি ঐতিহ্যবাহী খাবার, যা বেলিজের রান্নায় ব্যবহৃত হয়। এটি ছাঁকা তেলে মণ্ড হিসেবে ভাজা হয় এবং সাধারণত প্রাতঃরাশে পরিবেশন করা হয়। এগুলো বৃত্ত বা ত্রিভুজ আকৃতিতে তৈরি করা যেতে পারে।\n\n\n== সারসংক্ষেপ ==\nফ্রাই জ্যাক শুধুমাত্র বেলিজের খাবার নয়। এটি বিশ্বের বিভিন্ন দেশে ভিন্ন নামে পরিচিত। নিউ অরলিন্সে (যুক্তরাষ্ট্র) এটি ‘বেইনেটস’ নামে পরিচিত। মেক্সিকো, অন্যান্য লাতিন আমেরিকান দেশ এবং দক্ষিণ-পশ্চিম যুক্তরাষ্ট্রে একে ‘সোপাইপিল্লাস’ বলা হয়। অনেক জায়গায় এটি ‘ভাজা মণ্ড’ নামেও পরিচিত।\nএটি তৈরিতে সাধারণত ময়দা, বেকিং পাউডার, লবণ, উদ্ভিজ্জ তেল এবং জল ব্যবহার করা হয়। প্রথমে উপাদানগুলো মিশিয়ে ময়দার মণ্ড তৈরি করা হয়। এরপর সেটি কিছুক্ষণ রেখে দেওয়া হয়, যাতে ময়দা ফুলে ওঠে। ময়দা ফুলে উঠলে, তা পাতলা করে বেলা হয় এবং স্ট্রিপ বা টুকরো করে কাটা হয়। পরে এগুলো তেলে ভাজা হয়। ভাজা ফ্রাই জ্যাকের ওপর জ্যাম, মটরশুটি বা পনিরের মতো উপাদান রাখা যেতে পারে।\n\n\n== আরও দেখুন ==\n\nবিস্কুট\nভাজা ময়দার খাবারের তালিকা\nপ্যানকেক\nপুরি\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nএস. (২০১৩, এপ্রিল ২৫) । ফ্রাই জ্যাকস (বেলিজ) । ফ্রাই জ্যাকস বেলিজ রেসিপি। http://www.food.com/recipe/fry-jacks-belize-499428 থেকে সংগৃহীত\nবেলিজ, বেলিজ রান্নার স্বাদ, বেলিজ রেসিপি।  (এন. ডি. বেলিজ, বেলিজ রান্নার স্বাদ, বেলিজ রেসিপি। থেকে সংগৃহীত http://www.flavorsofbelize.com #! fry-jacks/c11yk  আর্কাইভকৃত 2019-01-03\nকেসলার, এ. (এন. ডি.) । খাঁটি বেলিজিয়ান রেসিপি-ফ্রাই জ্যাকস। বেলিজে বসবাস করুন বেলিজ লাইফস্টাইলে অবসর নিন। http://belizelifestyle.com/authentic-belizean-recipes-fry-jacks থেকে সংগৃহীত\nএ. (এন. ডি.)  ফ্রাই জ্যাকগুলিতে ক্যালোরি। স্পার্ক রিসাইপস। থেকে সংগৃহীত https://archive.today/20131204194953/http:// রেসিপি. স্পার্কপিপল. কম/রেসিপি-calories.asp?recipe=315004\nকিভাবে বেলিজিয়ান ফ্রাই জ্যাক তৈরি করবেনবেলিজ ভ্রমণ ব্লগ।  (এন. ডি. বেলিজ ভ্রমণ ব্লগ। https://web.archive.org/web/20131217224729/http:// বেলিজ-<id1 class=\"external free\" href=\"https://web.archive.org/web/20131217224729/http://belize-travel-blog.chaacreek.com/2012/08/how-to-make-belizean-fry-jacks/\" rel=\"mw:ExtLink nofollow\" থেকে=\"\" সংগৃহীতa=\"\">https://web.archive.org/web/20131217224729/http:// বেলিজ-travel-blog.chaacreek.com/2012/08/how-to-make-belizean-fry-jacks</id1>"}