{"pageid": 1515405, "title": "ট্যাক্টিসিটি", "url": "https://bn.wikipedia.org/wiki?curid=1515405", "content": "এই নিবন্ধ থেকে {{Short description}} সরান। এটি বাংলা উইকিপিডিয়ায় কাজ করবে না।  \nটেমপ্লেট:TopicTOC-Polymer  \n\n  \n  \nTacticity (গ্রিক: τακτικός, \"ব্যবস্থা বা ক্রমের সাথে সম্পর্কিত\") হল একটি ম্যাক্রোমলিকিউল এর সাথে পরস্পর যুক্ত চিরাল কেন্দ্রগুলির আপেক্ষিক স্টেরিওকেমিস্ট্রি। Tacticity এর প্র্যাকটিক্যাল গুরুত্ব হল এটি পলিমার এর শারীরিক বৈশিষ্ট্যগুলির উপর প্রভাব ফেলে।টেমপ্লেট:Citation needed lead ম্যাক্রোমলিকিউল এর গঠনগত নিয়মিততা নির্ধারণ করে এটি কতটা কঠোর, ক্রিস্টালিন দীর্ঘ পরিসরের ক্রম বা নমনীয়, অ্যামরফাস দীর্ঘ পরিসরের অরাজকতা থাকতে পারে।টেমপ্লেট:Citation needed lead পলিমারের tacticity সম্পর্কে সঠিক জ্ঞান মেলে, এর গলনাঙ্ক, দ্রাব্যতা সলভেন্ট এ কতটা,টেমপ্লেট:Citation needed lead এবং এর যান্ত্রিক বৈশিষ্ট্যগুলির বিশ্লেষণ।টেমপ্লেট:Citation needed lead\nTactic macromolecule (IUPAC সংজ্ঞা অনুযায়ী) হল একটি ম্যাক্রোমলিকিউল যেখানে প্রায় সব কনফিগারেশনাল (পুনরাবৃত্তি) ইউনিট একরকম। একটি হাইড্রোকarbন ম্যাক্রোমলিকিউলে সমস্ত কার্বন পরমাণু যেগুলি ব্যাকবোন গঠন করে একটি টেট্রাহেড্রাল মলিকুলার জ্যামিতি তে, জিগজ্যাগ ব্যাকবোন পেপার প্লেনে থাকে এবং প্রতিস্থাপনগুলি বা তোলে পেপারের বাইরে বা পেপারের ভিতরে পিছু হটে থাকে;টেমপ্লেট:Overly detailed inline, এই প্রদর্শনটিকে Giulio Natta এর নামানুসারে Natta প্রক্ষেপণ বলা হয়।টেমপ্লেট:Citation needed lead Tacticity বিশেষভাবে ভিনাইল পলিমার গুলিতে গুরুত্বপূর্ণ, যেগুলির ধরন -H2C-CH(R)- যেখানে প্রতিটি পুনরাবৃত্তি ইউনিট এর একটি প্রতিস্থাপক R পলিমার ব্যাকবোনের একপাশে রয়েছে এবং পরবর্তী পুনরাবৃত্তি ইউনিট সেই একই দিকে বা পূর্ববর্তী ইউনিটের অন্য পাশে অথবা পূর্ববর্তীটির তুলনায় এলোমেলোভাবে অবস্থান করে।টেমপ্লেট:Copyedit inline মনোট্যাকটিক ম্যাক্রোমলিকিউলে প্রতিটি পুনরাবৃত্তি ইউনিটের একটি স্টেরিওইসোমেরিক পরমাণু থাকে,টেমপ্লেট:Citation needed lead ডিট্যাকটিক থেকে এন-ট্যাকটিক ম্যাক্রোমলিকিউলে একাধিক স্টেরিওইসোমেরিক পরমাণু থাকতে পারে।টেমপ্লেট:Citation needed lead\n\n\n== তাত্ত্বিকতা বর্ণনা ==\n\n\n=== ডায়াড ===\nএকটি পলিমার অণুর মধ্যে দুটি সন্নিহিত গঠনমূলক ইউনিট একটি ডায়াড তৈরি করে। ডায়াডগুলো একে অপরের সাথে অতিক্রম করে: প্রতিটি গঠনমূলক ইউনিট দুটি ডায়াডের অংশ হিসেবে গণ্য হয়, একটি ডায়াড প্রতিটি প্রতিবেশীর সাথে। যদি একটি ডায়াড দুটি সাদৃশ্যভাবে অবস্থানকৃত ইউনিট দ্বারা গঠিত হয়, তবে সেই ডায়াডটিকে m diad (পূর্বে মেসো ডায়াড, যেমন একটি মেসো যৌগ, এখন নিষিদ্ধ) বলা হয়। যদি একটি ডায়াড বিপরীতভাবে অবস্থানকৃত ইউনিট দ্বারা গঠিত হয়, তবে সেটিকে r diad (পূর্বে রেসেমো ডায়াড, যেমন একটি রেসেমিক যৌগ, এখন নিষিদ্ধ) বলা হয়। ভিনাইল পলিমার অণুর ক্ষেত্রে, একটি m diad এমন একটি ডায়াড যা পলিমার ব্যাকবোনের এক দিকেই প্রতিস্থাপনকারী গুণকগুলি অবস্থান করে; নাত্তা প্রক্ষেপণে, তারা উভয়ই সমতলে প্রবাহিত বা উভয়ই সমতল থেকে বাইরে প্রবাহিত হয়।\n\n\n=== ত্রৈমাসিক ===\nম্যাক্রোমলিকিউলের স্টেরিওকেমিস্ট্রি আরও সুনির্দিষ্টভাবে নির্ধারণ করা যেতে পারে ত্রৈমাসিকের প্রবর্তনের মাধ্যমে। একটি আইসোট্যাকটিক ত্রৈমাসিক (mm) দুটি সন্নিহিত m ডায়াড দ্বারা গঠিত হয়, একটি সিনডিওট্যাকটিক ত্রৈমাসিক (যা সিনডিওট্যাকটিক হিসেবেও বানান করা হয়) (rr) দুটি সন্নিহিত r diads দ্বারা গঠিত হয়, এবং একটি হেটেরোট্যাকটিক ত্রৈমাসিক (rm) একটি r diad এর পাশে একটি m diad থাকে। আইসোট্যাকটিক (mm) ত্রৈমাসিকের ভর অংশ হচ্ছে তাত্ত্বিকতা পরিমাপের একটি প্রচলিত পরিমাণগত মাপক।\nযখন একটি ম্যাক্রোমলিকিউলের স্টেরিওকেমিস্ট্রি একটি বেরনুলি প্রক্রিয়া হিসেবে বিবেচিত হয়, তখন ত্রৈমাসিক রচনার হিসাব করা যায় একটি ডায়াডের m টাইপ হওয়ার সম্ভাবনা Pm থেকে। উদাহরণস্বরূপ, যখন এই সম্ভাবনা 0.25 হয়, তখন একটি আইসোট্যাকটিক ত্রৈমাসিক পাওয়ার সম্ভাবনা Pm2, বা 0.0625, একটি হেটেরোট্যাকটিক ত্রৈমাসিক পাওয়ার সম্ভাবনা 2Pm(1–Pm), বা 0.375, এবং একটি সিনডিওট্যাকটিক ত্রৈমাসিক পাওয়ার সম্ভাবনা (1–Pm)2, বা 0.5625। মোট সম্ভাবনা 1। ত্রৈমাসিকের সাথে সম্পর্কিত ডায়াডের জন্য অনুরূপ সম্পর্ক tetrads-এর ক্ষেত্রেও প্রযোজ্য।\n\n\n=== টেট্রাড, পেন্টাড, ইত্যাদি ===\nটেট্রাড এবং পেন্টাডের সংজ্ঞা তাত্ত্বিকতা নির্ধারণে আরও নিখুঁততা এবং সুনির্দিষ্টতা আনতে সাহায্য করে, বিশেষত যখন দীর্ঘ-পথের অর্ডারিং সম্পর্কিত তথ্য প্রয়োজন। কার্বন-১৩ এনএমআর দ্বারা প্রাপ্ত তাত্ত্বিকতা পরিমাপ সাধারণত পলিমার অণুর মধ্যে বিভিন্ন পেন্টাডের আপেক্ষিক আধিক্যের দিক থেকে প্রকাশ করা হয়, যেমন mmmm, mrrm।টেমপ্লেট:Says who\n\n\n=== তাত্ত্বিকতা পরিমাপের অন্যান্য রীতিসমূহ ===\nতাত্ত্বিকতা প্রকাশের প্রধান রীতি হলো ত্রৈমাসিক বা উচ্চতর-অর্ডার উপাদানগুলির আপেক্ষিক ভরের ভাগের মাধ্যমে, যেমন উপরে বর্ণিত হয়েছে। তাত্ত্বিকতার বিকল্প প্রকাশ হল পলিমার অণুর মধ্যে m এবং r সিকোয়েন্সের গড় দৈর্ঘ্য। গড় m-সিকোয়েন্স দৈর্ঘ্যকে পেন্টাডের আপেক্ষিক আধিক্য থেকে আনুমানিক করা যেতে পারে নিম্নরূপ:\n\n  \n    \n      \n        M\n        S\n        L\n        =\n        \n          \n            \n              m\n              m\n              m\n              m\n              +\n              \n                \n                  \n                    3\n                    2\n                  \n                \n              \n              m\n              r\n              r\n              r\n              +\n              2\n              r\n              m\n              m\n              r\n              +\n              \n                \n                  \n                    1\n                    2\n                  \n                \n              \n              r\n              m\n              r\n              m\n              +\n              \n                \n                  \n                    1\n                    2\n                  \n                \n              \n              r\n              m\n              r\n              r\n            \n            \n              \n                \n                  \n                    1\n                    2\n                  \n                \n              \n              m\n              m\n              m\n              r\n              +\n              r\n              m\n              m\n              r\n              +\n              \n                \n                  \n                    1\n                    2\n                  \n                \n              \n              r\n              m\n              r\n              m\n              +\n              \n                \n                  \n                    1\n                    2\n                  \n                \n              \n              r\n              m\n              r\n              r\n            \n          \n        \n      \n    \n    {\\displaystyle MSL={\\frac {mmmm+{\\tfrac {3}{2}}mrrr+2rmmr+{\\tfrac {1}{2}}rmrm+{\\tfrac {1}{2}}rmrr}{{\\tfrac {1}{2}}mmmr+rmmr+{\\tfrac {1}{2}}rmrm+{\\tfrac {1}{2}}rmrr}}}\n  \n\n\n== পলিমার ==\n\n\n=== আইসোট্যাকটিক পলিমার ===\nআইসোট্যাকটিক পলিমারগুলি আইসোট্যাকটিক ম্যাক্রোমলিকিউল দ্বারা গঠিত (IUPAC সংজ্ঞা)। আইসোট্যাকটিক ম্যাক্রোমলিকিউলে, সমস্ত সাবস্টিটিউয়েন্ট একে অপরের পাশাপাশি ম্যাক্রোমলিকুলার ব্যাকবোনের একই পাশে অবস্থিত। একটি আইসোট্যাকটিক ম্যাক্রোমলিকিউল ১০০% m ডাইঅ্যাড দ্বারা গঠিত, তবে IUPAC এমন ম্যাক্রোমলিকিউলগুলির জন্য এই শব্দটি অনুমোদন করে, যেগুলির অন্তত ৯৫% m ডাইঅ্যাড থাকে, যদি সেই শিথিল ব্যবহার ব্যাখ্যা করা হয়। পলিপ্রোপিলিন যা জিগলার–নাটা ক্যাটালাইসিস দ্বারা গঠিত, একটি আইসোট্যাকটিক পলিমারের উদাহরণ। আইসোট্যাকটিক পলিমারগুলি সাধারণত সেমিক্রিস্টালাইন এবং প্রায়ই একটি হেলিক্স কনফিগারেশন তৈরি করে।\n\n\n=== সিন্ডিওট্যাকটিক পলিমার ===\nসিন্ডিওট্যাকটিক বা সিন্ট্যাকটিক ম্যাক্রোমলিকিউলে সাবস্টিটিউয়েন্টগুলি চেইনের вдুতক্রমিক অবস্থানে থাকে। ম্যাক্রোমলিকিউলটি ১০০% r ডাইঅ্যাড দ্বারা গঠিত, তবে IUPAC সেগুলির জন্য এই শব্দটি অনুমোদন করে, যেগুলির অন্তত ৯৫% r ডাইঅ্যাড থাকে, যদি সেই শিথিল ব্যবহার ব্যাখ্যা করা হয়। সিন্ডিওট্যাকটিক পলিস্টাইরিন, যা মেটালোসিন ক্যাটালাইসিস পলিমারাইজেশন দ্বারা তৈরি, স্ফটিকযুক্ত এবং এর গলনাঙ্ক ১৬১ °C। গুত্তা পারচাও একটি সিন্ডিওট্যাকটিক পলিমারের উদাহরণ।\n\n\n=== অ্যাট্যাকটিক পলিমার ===\n\nঅ্যাট্যাকটিক ম্যাক্রোমলিকিউলে সাবস্টিটিউয়েন্টগুলি চেইনের মধ্যে এলোমেলোভাবে স্থাপন করা হয়। m ডাইঅ্যাড এর শতাংশ সাধারণত ৪৫ থেকে ৫৫% এর মধ্যে থাকে, যদি না অন্যথা নির্দিষ্ট করা হয়, তবে এটি অন্য যেকোনো মান হতে পারে, কিন্তু যদি সেই ব্যবহারের ব্যাখ্যা দেওয়া হয়। স্পেকট্রোস্কোপিক প্রযুক্তি যেমন এনএমআর এর সাহায্যে, এটি সম্ভব পলিমারের উপাদান নির্ধারণ করা, প্রতিটি ট্রাইঅ্যাডের শতাংশ অনুযায়ী।\n\nযেসব পলিমার ফ্রি-র্যাডিক্যাল প্রক্রিয়া দ্বারা তৈরি হয়, যেমন পলিভিনাইল ক্লোরাইড সাধারণত অ্যাট্যাকটিক হয়। তাদের এলোমেলো প্রকৃতির কারণে অ্যাট্যাকটিক পলিমারগুলি সাধারণত অ্যামরফাস হয়। হেমি-আইসোট্যাকটিক ম্যাক্রোমলিকিউলে প্রতি অন্য রেপিট ইউনিটে এলোমেলো সাবস্টিটিউএন্ট থাকে।\nঅ্যাট্যাকটিক পলিমারগুলি যেমন পলিস্টাইরিন (PS) প্রযুক্তিগতভাবে খুব গুরুত্বপূর্ণ। যদি বিশেষ কোনো ক্যাটালিস্টটেমপ্লেট:What ব্যবহৃত হয় তার সংশ্লেষণে, তবে এই পলিমারের সিন্ডিওট্যাকটিক সংস্করণ পাওয়া সম্ভব, তবে অধিকাংশ শিল্প পলিস্টাইরিন অ্যাট্যাকটিক হয়। দুইটি উপাদানের খুব আলাদা বৈশিষ্ট্য থাকে কারণ অ্যাট্যাকটিক সংস্করণের অপ্রতিরোধ্য গঠনটি পলিমার চেইনগুলিকে নিয়মিতভাবে স্তূপীকৃত হতে দেয় না: যেখানে সিন্ডিওট্যাকটিক PS একটি সেমি-ক্রিস্টালিন উপাদান, সাধারণ অ্যাট্যাকটিক সংস্করণটি কঠিন হয়ে গ্লাস রূপে পরিণত হয়। এই উদাহরণটি বেশ সাধারণ, কারণ অনেক অর্থনৈতিক গুরুত্বের পলিমার অ্যাট্যাকটিক গ্লাস গঠক।\n\n\n=== ইউট্যাকটিক পলিমার ===\nইউট্যাকটিক ম্যাক্রোমলিকিউলে, সাবস্টিটিউয়েন্টগুলি চেইনের বরাবর যেকোনো নির্দিষ্ট (কিন্তু সম্ভবত জটিল) অবস্থান গ্রহণ করতে পারে। আইসোট্যাকটিক এবং সিন্ডিওট্যাকটিক পলিমারগুলি ইউট্যাকটিক পলিমারের একটি উদাহরণ, যা তাতে বৈচিত্র্যপূর্ণ স্যাম্পলগুলির মধ্যে সাবস্টিটিউয়েন্টসমূহ থাকে (যেমন, প্রোটিনে সাইড-চেইন এবং নিউক্লিক অ্যাসিডে বেস)।\n\n\n== হেড/টেইল কনফিগারেশন ==\n\nভিনাইল পলিমার-এ সম্পূর্ণ কনফিগারেশনকে আরও বিস্তারিতভাবে বর্ণনা করা যেতে পারে পলিমার হেড/টেইল কনফিগারেশন নির্ধারণ করে। একটি সাধারণ ম্যাক্রোমলিকিউলে সমস্ত মনোমার ইউনিট সাধারণত হেড টু টেইল কনফিগারেশন-এ সংযুক্ত থাকে, যাতে সমস্ত β-সাবস্টিটুয়েন্ট তিনটি কার্বন অ্যাটম দ্বারা আলাদা থাকে। হেড টু হেড কনফিগারেশনে এই আলাদা হওয়া শুধুমাত্র দুইটি কার্বন অ্যাটম দ্বারা হয় এবং টেইল টু টেইল কনফিগারেশনে আলাদা হওয়া হয় চারটি অ্যাটম দ্বারা। হেড/টেইল কনফিগারেশন পলিমার ট্যাকটিসিটির অংশ নয়, তবে পলিমার ডিফেক্টগুলি বিবেচনা করার সময় এগুলি মনে রাখা উচিত।\n\n\n== ট্যাকটিসিটি পরিমাপের কৌশলসমূহ ==\nট্যাকটিসিটি সরাসরি পরিমাপ করা যেতে পারে প্রোটন অথবা কার্বন-১৩ এনএমআর ব্যবহার করে। এই কৌশলটি ট্যাকটিসিটি বিতরণের পরিমাণ নির্ধারণে সহায়তা করে, যেখানে পিকের এলাকা বা ইন্টিগ্রাল রেঞ্জগুলি পরিচিত ডাইড (r, m), ট্রাইড (mm, rm+mr, rr) এবং/অথবা উচ্চতর অর্ডার n-এডস এর সাথে তুলনা করা হয়, যা স্পেকট্রাল রেজোলিউশনের উপর নির্ভর করে। সীমিত রেজোলিউশনের ক্ষেত্রে, স্টোকাস্টিক পদ্ধতিগুলি যেমন বার্নুলিয়ান অথবা মারকভিয়ান বিশ্লেষণ বিতরণটি ফিট করতে এবং উচ্চতর n-এডস পূর্বানুমান করতে এবং পলিমারের আইসোট্যাকটিসিটি চাহিদা অনুযায়ী পরিমাণ নির্ধারণ করতে ব্যবহার করা যেতে পারে।\nঅন্য কৌশলসমূহ যা ট্যাকটিসিটির প্রতি সংবেদনশীল, সেগুলির মধ্যে রয়েছে এক্স-রে পাউডার ডিফ্র্যাকশন, সেকেন্ডারি আয়ন ভর স্পেকট্রোমেট্রি (SIMS), ভাইব্রেশনাল স্পেকট্রোস্কোপি (FTIR) এবং বিশেষ করে দুই-মাত্রিক কৌশলসমূহ।  ট্যাকটিসিটি অন্য শারীরিক বৈশিষ্ট্য পরিমাপ করে ধারণাও করা যেতে পারে, যেমন গলনাঙ্ক, যখন ট্যাকটিসিটি এবং ঐ বৈশিষ্ট্যের মধ্যে সম্পর্ক সুস্পষ্টভাবে প্রতিষ্ঠিত থাকে।\n\n\n== উৎসসমূহ ==\n\n\n== অতিরিক্ত পাঠ ==\nওয়ান্ড্রে, ক্রিস্টিন [প্রফেসর] (২০০৪-০৪-১৯)। \"পলিমারের গঠন ও আচরণের আণবিক ভিত্তি, অংশ II: ম্যাক্রোমোলিকিউলের রসায়ন ও গঠন—পলিমার চেইনের নকশা\" (পিডিএফ)। EPFL.ch (পলিমার রসায়ন কোর্স উপকরণ)। লউসান, সুইজারল্যান্ড: পলিমার ও বায়োম্যাটেরিয়াল গবেষণাগার, রসায়ন বিভাগ, ইকোল পলিটেকনিক ফেডেরেল দে লউসান (EPFL)। ২০০৪-০৪-১৯ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। \n\n\n== বহিঃসংযোগ ==\nপলিমার বৈশিষ্ট্য নির্ধারণে স্পেকট্রোস্কপির প্রয়োগ @ ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, লস অ্যাঞ্জেলেস"}