{"pageid": 1515138, "title": "সোনিয়া আগরওয়াল", "url": "https://bn.wikipedia.org/wiki?curid=1515138", "content": "সোনিয়া আগরওয়াল একজন ভারতীয় অভিনেত্রী যিনি মূলত তামিল সিনেমায় অভিনয় করেন। এছাড়াও তিনি কয়েকটি তেলুগু, মালায়ালাম এবং কন্নড় ছবিতে অভিনয়ের জন্য পরিচিত। তিনি কাধল কোন্ডেইন (২০০৩),  ৭ জি রেইনবো কলোনি (২০০৪) এবং পুধুপেত্তাই (২০০৬) চলচ্চিত্রে অভিনয়ের জন্য সর্বাধিক পরিচিত। \n\n\n== ব্যক্তিগত জীবন ==\nসোনিয়ার জন্ম চণ্ডীগড়ে। তার মাতৃভাষা পাঞ্জাবি । ২০০৬ সালের ডিসেম্বরে  তিনি তামিল চলচ্চিত্র পরিচালক সেলভারাঘবনকে বিয়ে করেন। বিয়ের পর তিনি অভিনয় ছেড়ে দেন। কিন্তু ২০১০ সালে তাদের বিবাহবিচ্ছেদের হয়। এরপর তিনি আবার অভিনয়  জগতে ফিরে আসেন। \n\n\n== করমজীবন ==\nস্কুলজীবনে, সোনিয়া জি টিভিতে একটি ধারাবাহিকে অভিনয়ের প্রস্তাব পেয়েছিলেন। এরপর তিনি ২০০২ সালের তেলুগু ছবি \" নী প্রেমাকাই\" দিয়ে চলচ্চিত্রে জগতে প্রবেশ করেন, যেখানে তিনি একটি ছোট ভূমিকায় অভিনয় করেন। এরপর তিনি অভিনেতা সুদীপের বিপরীতে চন্দু নামক একটি কন্নড় ছবিতে অভিনয় করেন। \n\n২০১২০ সালে তার বিবাহবিচ্ছেদের পর, তিনি পুনরায় অভিনয় জগতে  প্রত্যাবর্তন করেন। তিনি \"বনম\" ছবিতে সহায়ক চরিত্রে অভিনয় করেন। এর পরে তিনি দ্রুত চারটি প্রকল্পে কাজ করার জন্য চুক্তিবদ্ধ হন, যার মধ্যে তিনটি তামিল চলচ্চিত্র এবং একটি মালায়ালাম চলচ্চিত্র অন্তর্ভুক্ত ছিল। \nতার প্রাক্তন শ্যালক ধানুশের সাথে, কধল কোন্ডেইন ছবিতে অভিনয় করে তিনি বিশাল সাফল্য অর্জন করেন। এই ছবিতে দিব্যা চরিত্রে অভিনয়ের জন্য তিনি ব্যাপকভাবে প্রশংসিত হন। দিব্যা চরিত্রে অভিনয়ের জন্য ২০০৪ সালে তিনি আন্তর্জাতিক তামিল চলচ্চিত্র পুরস্কার অনুষ্ঠানে সেরা নতুন অভিনেত্রীর পুরস্কার অর্জন করেন।  তিনি যথাক্রমে কোভিল এবং মাধুরে ছবিতে সিলাম্বারাসন এবং বিজয়ের সাথে অভিনয় করেছিলেন। ২০০৫ সালে তিনি ওরু কাল্লুরিয়ান কাথাই এবং ওরু নাল ওরু কানাভু চলচ্চিত্রে অভিনয় কেন কিন্তু দুটি চলচ্চিত্রই বানিজ্যিক ভাবে ব্যবসা করতে করতে ব্যর্থ হয়। এরপর তিনি তিরুত্তু পায়েলে এবং পুধুপেত্তাই চলচ্চিত্রে অভিনয় করেন। তিনি সুসি গণেশনের পরিচালনায় প্রথম একটি ছবিতে কাজ করেন যা অত্যন্ত সফল হয়। তার অভিনীত সেলভারাঘবনের আরেকটি চলচ্চিত্র সর্বজনীন সমালোচকদের প্রশংসা অর্জন করে। {\nতার অভিনীত পরবর্তী সিনেমাগুলি হল সাধুরঙ্গম, ২০১১ সালে মুক্তিপ্রাপ্ত এই সিনেমাতে তিনি অভিনেতা শ্রীকান্তের বিপরীতে কাজ করেন। আবারও ২০১২ সালের প্রথম দিকে তিনি শ্রীকান্তের সাথে ওরু নাদিগাইয়িন ভাক্কুমুলম সিনেমায় অভিনয় করেন। \nমুকেশের 'গৃহনাথন' (২০১২) সিনেমার মাধ্যমে সোনিয়া মালায়ালাম চলচ্চিত্র জগতে প্রবেশ করেন।  তিনি তামিল মেগা সিরিয়াল মাল্লি (২০১৩-২০১৪) তে প্রধান চরিত্রে অভিনয় করেছেন।  তিনি অভিনেতা বিবেকের সাথে কৌতুক নাটক \"পলক্কাত্তু মাধবন\" (২০১৫) তে বিবাহিত দম্পতি হিসেবে অভিনয় করেছিলেন।\n২০১৯ সালে, তিনি থাডম সিনেমাতে ছোট অরুণ বিজয়ের মায়ের চরিত্রে অভিনয় করেছিলেন। তিনি অভিনেতা রবিচন্দ্রনের সাথে কন্নড় ভাষায় দশরথ ছবিতে অভিনয় করেছিলেন। তার অভিনীত দুটি তামিল ছবি আয়োগ্য এবং থানিমাইতে পরপর মুক্তি পেয়েছিল। \nপরবর্তীতে, তিনি মিয়া (২০২০), গ্র্যান্ডমা (২০২২), উন্নাল এন্নাল (২০২৩) এবং ৭ /জি   (২০২৪) এর মতো সিনেমাতে প্রধান চরিত্রে অভিনয় করেছেন।\n২০২৪ সালে, তিনি হাস্যকৌতুক সমৃদ্ধ রান্নার অনুষ্ঠান বিনোদন অনুষ্ঠান টপ কুকু ডুপে কুকু -তে প্রতিযোগী ছিলেন। প্রতিযোগীতার ৫ম পর্বে তিনি বাদ পড়েন \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n== তথ্যসূত্র =="}