{"pageid": 1516024, "title": "ওসেয়ঁ", "url": "https://bn.wikipedia.org/wiki?curid=1516024", "content": "ওসেয়ঁ (ফরাসি: Océan)  ছিলো একটি কাঠের কাঠামোর সাঁজোয়া ফ্রিগেট। এটি ফরাসি নৌবাহিনীর জন্য ১৮৬০-এর দশকের মাঝামাঝি থেকে শেষের দিকে নির্মাণ করা হয়। এটি ওসেয়ঁ শ্রেণির লৌহ নির্মিত জাহাজগুলোর মধ্যে প্রধান জাহাজ ছিল। ১৮৭০ সালে, এটি ফরাসি-প্রুশীয় যুদ্ধে অংশগ্রহণের জন্য কমিশন করা হয় এবং বাল্টিক স্কোয়াড্রনে নিযুক্ত ছিল, যা বাল্টিক সাগরের প্রুশিয়ার বন্দরগুলো অবরোধ করার ব্যর্থ চেষ্টা করেছিল। পরবর্তী সময়ে, জাহাজটি ফরাসি উত্তর স্কোয়াড্রন এবং ভূমধ্যসাগরীয় স্কোয়াড্রন উভয় ক্ষেত্রেই দায়িত্ব পালন করে। অবশেষে ১৮৯৪ সালে এটি পরিত্যক্ত হয়।\n\n\n== নকশা ও বিবরণ ==\nওসেয়ঁ শ্রেণির যুদ্ধজাহাজগুলোর নকশা করেছিলেন হেনরি দ্যুপু দ্য লোম। এটি প্রোভসঁ-শ্রেণির লৌহ নির্মিত জাহাজ শ্রেণির উন্নত সংস্করণ ছিল। এই জাহাজগুলো কেন্দ্রীয় ব্যাটারি লৌহ নির্মিত যুদ্ধজাহাজ ছিলো, যেখানে অস্ত্রসম্ভার জাহাজের মাঝখানে কেন্দ্রীভূত ছিল। এটি প্রথম ফরাসি লৌহ নির্মিত জাহাজ যেখানে প্রথমবারের মতো তিনটি পানিরোধী পার্শ্বপ্রাচীর যুক্ত করা হয়। অন্যান্য সমসাময়িক লৌহ নির্মিত জাহাজের মতো এটিও ধাতু সমৃদ্ধ র‍্যাম দ্বারা সজ্জিত ছিলো।\nএই জাহাজের দৈর্ঘ্য ছিলো ৮৭.৭৩ মিটার (২৮৭ ফুট ১০ ইঞ্চি) সম্পূর্ণ, এবং প্রস্থ ছিলো ১৭.৫২ মিটার (৫৭ ফুট ৬ ইঞ্চি)। ওসেয়ঁ-এর সর্বাধিক খসড়া ছিলো ৯.০৯ মিটার (২৯ ফুট ১০ ইঞ্চি), এবং এটি ৭,৭৪৯ টন (৭,৬২৭ লং টন) ওজনের ছিলো। এর ক্রু সংখ্যা ছিল ৭৫০ থেকে ৭৭৮ জন পর্যন্ত। জাহাজটির অধিস্থ বিন্দু উচ্চতা ছিলো খুব কম, প্রায় ১.৭–২.২ ফুট (০.৫–০.৭ মিটার)।\n\n\n=== চালনা ব্যবস্থা ===\nওসেয়ঁ-শ্রেণির জাহাজগুলোর চালনা ব্যবস্থায় ছিল একটি অনুভূমিক ফেরতগামী সংযোজক দণ্ড যৌগিক বাষ্পীয় ইঞ্জিন, যা একটি চালক দণ্ড চালাতো। ইঞ্জিনটি চালানোর জন্য এতে আটটি ডিম্বাকৃতির বয়লার ছিল। সমুদ্র পরীক্ষার সময় ইঞ্জিনটি ৩,৬০০ অশ্বশক্তি (২,৭০০ কিলোওয়াট) শক্তি উৎপন্ন করেছিলো এবং ওসেয়ঁ সর্বোচ্চ ১৩.৫ নট (২৫.০ কিলোমিটার প্রতি ঘণ্টা; ১৫.৫ মাইল প্রতি ঘণ্টা) গতিতে চলতে পেরেছিলো। এটি প্রায় ৬৫০ টন (৬৪০ লং টন) কয়লা বহন করতে পারতো, যা ১০ নট (১৯ কিলোমিটার প্রতি ঘণ্টা; ১২ মাইল প্রতি ঘণ্টা) গতিতে প্রায় ৩,০০০ নটিক্যাল মাইল (৫,৬০০ কিলোমিটার; ৩,৫০০ মাইল) দূরত্ব অতিক্রমের জন্য পর্যাপ্ত ছিলো। এই শ্রেণির জাহাজগুলোতে যুক্ত বার্ক বা বার্কেন্টাইন গুলোতে তিনটি মাস্তুল এবং প্রায় ২,০০০ বর্গমিটার (২২,০০০ বর্গফুট) পরিমাণ পাল ছিলো।\n\n\n=== অস্ত্র ===\nএই জাহাজগুলোর প্রধান অস্ত্র চারটি বার্বেট-এ স্থাপিত, প্রতিটি ব্যাটারির একেক কোণায় একটি বন্দুক ছিলো এবং অতিরিক্ত বন্দুকগুলো ব্যাটারি ডেকের নিচে ছিলো। ওসেয়ঁ-এর প্রাথমিক অস্ত্র ছিলো চারটি ২৪০-মিলিমিটার (৯.৪-ইঞ্চি) বন্দুক বারবেটে, এবং ব্যাটারি ডেকে চারটি ১৯৪-মিলিমিটার (৭.৬-ইঞ্চি) ও চারটি ১৬৪-মিলিমিটার (৬.৫-ইঞ্চি) বন্দুক। পরে এই অস্ত্রসজ্জা উন্নত করা হয়, যাতে বারবেটে চারটি ২৭৪-মিলিমিটার (১০.৮-ইঞ্চি) বন্দুক এবং ব্যাটারি ডেকে আটটি ২৪০-মিলিমিটার (৯.৪-ইঞ্চি) বন্দুক অন্তর্ভুক্ত করা হয়।\n১৮-ক্যালিবার ২৭৪-মিমি মডেলে ১৮৭০ বন্দুক বর্মভেদী ৪৭৬.২-পাউন্ড (২১৬.০-কিলোগ্রাম) গোলা নিক্ষেপ করতে পারতো, এবং এর ওজন ছিল ২২.৮৪ লং টন (২৩.২১ টন)। এটি ১,৪২৪ ফুট/সে (৪৩৪ মি/সে) বেগে গোলা নিক্ষেপ করতে পারত এবং ১৪.৩ ইঞ্চি (৩৬০ মিলিমিটার) ঢালাই লৌহ বর্ম ভেদ করতে সক্ষম ছিলো। ১৯-ক্যালিবার ২৪০-মিমি মডেলে ১৮৭০ বন্দুকের বর্মভেদী গোলার ওজন ছিলো ৩১৭.৫ পাউন্ড (১৪৪.০ কিলোগ্রাম), এবং বন্দুকটির ওজন ছিল ১৫.৪১ লং টন (১৫.৬৬ টন)। এটি ১,৬২৪ ফুট/সে (৪৯৫ মি/সে) মাজল ভেলোসিটি সহ ১৪.৪ ইঞ্চি (৩৬৬ মিলিমিটার) ঢালাই লৌহ বর্ম ভেদ করতে পারতো।\nপরবর্তী সময়ে, জাহাজটিতে বারোটি ৩৭-মিলিমিটার (১.৫-ইঞ্চি) হচকিস ৫-ব্যারেল ঘূর্ণায়মান বন্দুক যোগ করা হয়। এগুলো প্রায় ৫০০ গ্রাম (১.১ পা) ওজনের গোলা ৬১০ মি/সে (২,০০০ ফুট/সে) গতিতে প্রায় ৩,২০০ মিটার (৩,৫০০ গজ) দূরত্বে নিক্ষেপ করতে পারতো। এদের গুলি ছোঁড়ার হার ছিলো‌ প্রতি মিনিটে প্রায় ৩০ রাউন্ড। ব্যাটারি ডেকের বন্দুকগুলো সামনে বা পেছনে গুলি চালানোর জন্য উপযুক্তভাবে বসানো ছিল না, তবে বার্বেট বন্দুকগুলো জাহাজের পাশে পার্শ্ববর্ধিত করা ছিলো, যা কিছুটা সামনে ও পিছনে গুলি চালাতে সক্ষম ছিল। জাহাজের শেষ সময়ে, এতে চারটি জলের ওপরে স্থাপিত ৩৫৬-মিলিমিটার (১৪.০-ইঞ্চি) টর্পেডো টিউব সংযোজন করা হয়।\n\n\n=== বর্ম ===\nওসেয়ঁ-শ্রেণির জাহাজগুলো সম্পূর্ণভাবে ১৭৮–২০৩-মিলিমিটার (৭.০–৮.০-ইঞ্চি) পুরু ঢালাই লৌহ বেল্ট বর্ম দ্বারা আবৃত ছিল। ব্যাটারি অংশের দেয়ালে ১৬০ মিলিমিটার (৬.৩ ইঞ্চি) পুরু বর্ম ছিল। বারবেটের বর্মের পুরুত্ব ছিল ১৫০ মিলিমিটার (৫.৯ ইঞ্চি)। যেসব অংশ বর্মহীন ছিল, সেগুলোতে ১৫-মিলিমিটার (০.৬-ইঞ্চি) পুরু ঢালাই লোহা ছিলো। গার্ডিনার বলেন যে, পরে জাহাজের স্থিতিশীলতা বাড়ানোর জন্য বারবেটের বর্ম সরিয়ে ফেলা হয়, তবে এটি অন্য কোনো সূত্র দ্বারা নিশ্চিত করা হয়নি।\n\n\n== পরিষেবা ==\nওসেয়ঁ জাহাজটি ফ্রান্সের ব্রেস্টে ১৮৬৫ সালের জুলাই থেকে নির্মাণ কাজ শুরু হয় এবং ১৮৬৮ সালের ১৫ই অক্টোবর এটি উদ্বোধন করা হয়। জাহাজটি ১৮৬৯ সালের ৩রা ডিসেম্বর সমুদ্র পরীক্ষায় অংশগ্রহণ করে, তবে এটি ১৮৭০ সালের ২১শে জুলাই ফরাসি-প্রুশীয় যুদ্ধ (১৮৭০–৭১)-এ অংশগ্রহণের জন্য আনুষ্ঠানিকভাবে কমিশনপ্রাপ্ত হয় । ওসেয়ঁ-কে উত্তর স্কোয়াড্রনে নিয়োগ করা হয়, যা বাল্টিক সাগরে প্রুশীয় বন্দরগুলো অবরুদ্ধ করার চেষ্টা করেছিল, তবে ১৮৭০ সালের ১৬ই সেপ্টেম্বর স্কোয়াড্রনকে শেরবুরে ফিরে আসার নির্দেশ দেওয়া হয়।\nপরবর্তীতে, ১৮৭৫ সাল পর্যন্ত ওসেয়ঁ-কে উদ্ভাবনী স্কোয়াড্রনে নিয়োজিত রাখা হয়, এরপর এটি রিজার্ভে পাঠানো হয়। ১৮৭৯ সালে এটি পুনরায় কমিশনপ্রাপ্ত হয়ে ভূমধ্যসাগরীয় স্কোয়াড্রনে কাজ শুরু করে। ১৮৮৪-৮৫ সালে জাহাজটি একটি দীর্ঘ সংস্কারের মধ্য দিয়ে যায় এবং পরবর্তী সময়ে উত্তর স্কোয়াড্রনে স্থানান্তরিত হয়। আনুমানিক ১৮৮৮ সালের দিকে, ওসেয়ঁ আবারও ভূমধ্যসাগরীয় স্কোয়াড্রনে পাঠানো হয়, তবে ১৮৯১ সালের দিকে এটি রিজার্ভে রাখা হয়। একই বছরে এটি গানেরি বিদ্যালয়ে (নৌবাহিনীর কামান পরিচালনা প্রশিক্ষণ কেন্দ্র) ব্যবহার করা হয় এবং পরবর্তীতে নৌবাহিনীর প্রশিক্ষণার্থী শিক্ষার্থীদের জন্য প্রশিক্ষণ জাহাজ হিসেবে ব্যবহৃত হয়। অবশেষে, ১৮৯৪ সালে ওসেয়ঁ আনুষ্ঠানিকভাবে পরিত্যক্ত ঘোষণা করা হয়।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\nBrassey, Thomas (১৮৮৮)। দ্য নেভাল অ্যানুয়াল ১৮৮৭। পোর্টসমাউথ, ইংল্যান্ড: J. Griffin। \nde Balincourt, Captain; Vincent-Bréchignac, Captain (১৯৭৫)। \"গতকালের ফরাসি নৌবাহিনী: লৌহ নির্মিত ফ্রিগেট সমূহ, চতুর্থ পর্ব\"। F.P.D.S. নিউজলেটার। III (4): 26–30। ওসিএলসি 41554533। \nCampbell, N. J. M. (১৯৭৯)। \"ফ্রান্স\"।   Chesneau, Roger; Kolesnik, Eugene M.। কনওয়ের অল দ্য ওয়ার্ল্ডস ফাইটিং শিপস ১৮৬০–১৯০৫। গ্রিনউইচ: Conway Maritime Press। পৃষ্ঠা 283–333। আইএসবিএন 0-8317-0302-4।  \nRoberts, Stephen S. (২০২১)। বাষ্প যুগে ফরাসি যুদ্ধজাহাজ ১৮৫৯–১৯১৪: নকশা, নির্মাণ, কর্মজীবন ও পরিণতি। বার্নসলে, যুক্তরাজ্য: সিফোর্থ পাবলিশিং। আইএসবিএন 978-1-5267-4533-0। \nSilverstone, Paul H. (১৯৮৪)। বিশ্বের প্রধান যুদ্ধজাহাজের ডিরেক্টরি। নিউ ইয়র্ক: Hippocrene Books। আইএসবিএন 0-88254-979-0। \n\n\n== বহিঃসংযোগ ==\n\n(ফরাসি ভাষায়) classe Océan"}