{"pageid": 1516751, "title": "নারীবাদের চতুর্থ তরঙ্গ", "url": "https://bn.wikipedia.org/wiki?curid=1516751", "content": "চতুর্থ-তরঙ্গের নারীবাদ হল একটি নারীবাদী আন্দোলন যা ২০১২ সালে নাগাদ শুরু হয়েছিল এবং এর বৈশিষ্ট্য ছিল নারীর ক্ষমতায়ন, ইন্টারনেট সরঞ্জামের ব্যবহার, এবং আন্তঃসম্পর্কের উপর দৃষ্টি নিবদ্ধ করা। চতুর্থ তরঙ্গে লিঙ্গভিত্তিক নিয়ম এবং সমাজে নারীর প্রান্তিকীকরণের উপর দৃষ্টি নিবদ্ধ করে বৃহত্তর লিঙ্গ সমতা চাওয়া হয়েছে।\nচতুর্থ তরঙ্গের নারীবাদ যৌন নির্যাতন, যৌন হয়রানি, যৌন সহিংসতা, নারীদের বস্তুনিষ্ঠকরণ এবং কর্মক্ষেত্রে যৌনতাবাদের উপর আলোকপাত করে। ইন্টারনেট সক্রিয়তা চতুর্থ তরঙ্গের একটি মূল বৈশিষ্ট্য, যা এই বিষয়গুলি সম্পর্কে সচেতনতা বৃদ্ধির জন্য ব্যবহৃত হয়েছিল। চতুর্থ তরঙ্গের নারীবাদ এলজিবিটিকিউ+ সম্প্রদায় এবং কৃষ্ণাঙ্গ মানুষ সহ অন্যান্য গোষ্ঠীর প্রতি তার দৃষ্টিভঙ্গি প্রসারিত করে এবং তাদের বর্ধিত সামাজিক অংশগ্রহণ এবং ক্ষমতায়নের পক্ষ সমর্থন করে। এটি লিঙ্গ নির্বিশেষে সমান আয়ের পক্ষেও সমর্থন করে এবং পুরুষ ও মহিলার ঐতিহ্যবাহী লিঙ্গ ভূমিকাকে চ্যালেঞ্জ করে। বিশ্বাস করা হয় যে ঐতিহ্যবাহী লিঙ্গ ভূমিকা প্রকৃতপক্ষে নিপীড়ক। এই আন্দোলনটি যৌন নিপীড়ন, বস্তুনিষ্ঠতা, হয়রানি এবং লিঙ্গ-ভিত্তিক সহিংসতার বিরুদ্ধেও যুক্তি দেয়।\nকেউ কেউ এই আন্দোলনকে নারীবাদ-পরবর্তী সময়ের প্রতিক্রিয়া হিসেবে চিহ্নিত করেছেন, যেখানে যুক্তি দেওয়া হয়েছিল যে নারী ও পুরুষ ইতিমধ্যেই সমতায় পৌঁছেছে। এটি দ্বিতীয় তরঙ্গের কিছু নারীবাদী ধারণাও আলোচনায় ফিরিয়ে আনে। মার্থা র‍্যাম্পটন লিখেছেন যে এই আন্দোলন \"যৌন নির্যাতন, ধর্ষণ, নারীর বিরুদ্ধে সহিংসতা, অসম বেতন, যৌন নির্যাতন, একই রকম এবং অবাস্তব শারীরিক গঠনের সাথে খাপ খাইয়ে নেওয়ার জন্য নারীর উপর চাপের\" সমালোচনা করে এবং \"রাজনীতি ও ব্যবসায় নারীর প্রতিনিধিত্ব লাভের\" পক্ষ সমর্থন করে।\n\n\n== ইতিহাস এবং সংজ্ঞা ==\nকিছু নারীবাদী যুক্তি দেন যে ১৯৮০-এর দশকে মার্গারেট থ্যাচার এবং রোনাল্ড রেগনের মতো রক্ষণশীল ব্যক্তিত্বরা সেই সময় পর্যন্ত নারীবাদীদের অর্জিত সাফল্যকে চ্যালেঞ্জ করেছিলেন। একই সময়ে, উত্তর আমেরিকা, লাতিন আমেরিকা এবং ইউরোপের নারীবাদীরা তাঁদের কিছু লক্ষ্যে সফল হয়েছিলেন, যার মধ্যে ছিল রাষ্ট্র পরিচালিত প্রতিষ্ঠান তৈরি করা যা স্পষ্টভাবে নারী অধিকার, অথবা সরকারে নারীবাদী অংশগ্রহণের প্রচার করে; তবে, এই প্রতিষ্ঠানগুলি নারীবাদী লক্ষ্য বাস্তবায়নের দায়িত্ব রাষ্ট্রকে দিয়ে নারীবাদী আন্দোলনকে দুর্বল করে দিয়েছিল।\nইউরোপীয় এবং লাতিন আমেরিকান তৃতীয়-তরঙ্গের নারীবাদ ১৯৯০-এর দশকে শুরু হয়েছিল, সেই সময় থেকে লিপস্টিক নারীবাদ এবং ভোগবাদী নারীবাদের অবসান হতে শুরু করে এবং নারীবাদী কর্মীরা আমেরিকান শিক্ষাবিদদের দ্বারা প্রণীত কুইয়ার তত্ত্বকে প্রত্যাখ্যান করতে শুরু করে। চতুর্থ তরঙ্গের নারীবাদ ধীরে ধীরে বিকশিত হয়, বিশ্বব্যাপী প্রচারমাধ্যম এবং ইন্টারনেটের মাধ্যমে। এই তরঙ্গটি নতুন প্রজন্মের নারীদের কাছ থেকে উদ্ভূত হয়েছিল, যাঁদের বেশিরভাগই উচ্চ বিদ্যালয়, প্রতিষ্ঠান এবং বিশ্ববিদ্যালয় শিক্ষার মাধ্যমে পূর্ববর্তী তরঙ্গ সম্পর্কে অবহিত ছিলেন না। নারীবাদ সম্পর্কে জ্ঞান অনানুষ্ঠানিকভাবে অর্জিত হয়েছিল এবং এটি একটি ভার্চুয়াল একাডেমি তৈরি করেছিল যেখানে নারীবাদীরা শিখেছিলেন যে \"ব্যক্তিগত বিষয় রাজনৈতিক\"; এটি কাঠামোগত নারীবাদী শিক্ষা থেকে উদ্ভূত হয়নি। পূর্ববর্তী অন্যান্য তরঙ্গের মতোই, চতুর্থ তরঙ্গের নারীবাদেও  কোনও একক আদর্শ, সত্তা বা সমষ্টির অস্তিত্ব ছিল না। এটি ছিল নারীর বিরুদ্ধে সহিংসতা বন্ধ করার একটি সাধারণ লক্ষ্য অর্জনের জন্য সম্মিলিত গোষ্ঠীগুলিকে একত্রিত করার বিষয়ে, যাতে তারা তাদের পছন্দসই পথ বেছে নেওয়ার ক্ষেত্রে বিকল্পগুলি বেছে নিতে পারে; এটি ছিল পারস্পরিক প্রতিশ্রুতি এবং অন্যান্য নারীর প্রতি সমর্থনের বিষয়।\n\nস্পেনের এই আন্দোলনের মূলে রয়েছে আনা ওরান্টেসের হত্যাকাণ্ড; ১৯৯৭ সালের ১৭ ডিসেম্বর,\n তিনি কিভাবে স্বামীর দ্বারা নির্যাতিত হয়েছেন সে সম্পর্কে ক্যানাল সারে প্রকাশ্যে বক্তব্য রাখার জন্য গ্রানাডায় তাঁর নিজের বাড়িতে তাঁর স্বামী তাঁকে পুড়িয়ে হত্যা করেন। চতুর্থ তরঙ্গের প্রথম দিকের স্প্যানীয় নারীবাদ টেলিভিশন এবং সংবাদপত্রকে প্রাথমিক সামাজিক নেটওয়ার্ক হিসেবে ব্যবহার করত। ওরান্টেসের মৃত্যুর পর নারীর বিরুদ্ধে পারিবারিক সহিংসতা জাতীয় মনোযোগ পায়, এবং এর ফলে আরটিভিই (স্প্যানিশ ব্রডকাস্টিং কর্পোরেশন) লিঙ্গ-ভিত্তিক সহিংসতার উপর স্টেশন কিভাবে রিপোর্ট করে তার নীতি পরিবর্তন করে। সারা দেশের অন্যান্য টেলিভিশন নেটওয়ার্ক এবং মিডিয়া সংস্থাগুলিতেও একই রকম আলোচনা অনুষ্ঠিত হয়েছিল। স্প্যানিশ টিভিতে পারিবারিক সহিংসতা নিয়ে রসিকতা আর গ্রহণযোগ্য ছিল না। এল মুণ্ডো, এল প্যারিস এবং ইনফোলিব্রে সাংবাদিকরা চতুর্থ-তরঙ্গে স্পেনের প্রথম অংশগ্রহণকারীদের মধ্যে ছিলেন, যাঁরা প্রচার মাধ্যমে তাঁদের অবস্থান ব্যবহার করে বেশ কয়েকটি বিষয় নিয়ে কথা বলেছিলেন, যার বেশিরভাগই ছিল প্রচারমাধ্যমে যৌনতাবাদী সহিংসতার চিত্রায়নকে কেন্দ্র করে। পরে তাঁরা স্পেনের লিঙ্গ সমতা বেতন সমস্যা নিয়ে কথা বলেন এবং ভার্চুয়াল স্পেসে এই সক্রিয়তা নিয়ে যাওয়ার প্রচার করেন।\nএই সময়ের মধ্যে এই আন্দোলনের সূচনা হয়েছিল লাতিন আমেরিকা এবং পোল্যান্ডে। বিশেষ করে পোলিশ প্রেক্ষাপটে, বিশ্বব্যাপী এই আকাঙ্ক্ষার কিছুটা উদ্ভব হয়েছিল ১৯৯৫ সালে বেইজিংয়ে অনুষ্ঠিত বিশ্ব নারী সম্মেলন থেকে।\nচতুর্থ তরঙ্গের নারীবাদী আন্দোলন যখন বৃদ্ধি পেতে শুরু করে, তখন সামাজিক মাধ্যমের প্রভাব আরও তীব্র হয়ে ওঠে। ২০১৮ সালে, বিভিন্ন কারণ স্পেন, আর্জেন্টিনা, চিলি এবং ব্রাজিলে চতুর্থ তরঙ্গের নারীবাদ তার শীর্ষে পৌঁছোয়। সেখানে নারীরা রাস্তায় নেমে আসার জন্য ব্যাপকভাবে সংগঠিত হয়েছিলেন। তাঁদের এই সমাবেশ প্রথমবারের মতো স্পেনের বিচার বিভাগের বৈধতাকেও চ্যালেঞ্জের মুখে ফেলে, যেখানে পূর্ববর্তী সময়ে রাজনৈতিক নেতৃত্ব এবং আইনসভার কার্যকলাপের উপর বেশি জোর দেওয়া হয়েছিল। স্পেনের এই ঢেউ একটি বড় চ্যালেঞ্জের মুখোমুখি হয়, যার মধ্যে রয়েছে ভক্সের উত্থান, এটি ছিল একটি অতি ডানপন্থী রাজনৈতিক দল যারা আন্দালুসিয়ায় আসন জিতেছিল। ভক্স লিঙ্গ সহিংসতার বিরুদ্ধে ব্যাপক সুরক্ষা ব্যবস্থার জৈব আইনের বিরোধিতা করেছিল এবং সেটি বাতিল করতে চেয়েছিল। আর্জেন্টিনায়, গর্ভপাতের অধিকারের দাবীকে কেন্দ্র করে আন্দোলন চরমে উঠেছিল, যেখানে হাজার হাজার মহিলা সবুজ স্কার্ফ (গর্ভপাত-অধিকার আন্দোলনের প্রতীক) পরে রাস্তায় নেমেছিলেন।\nঅ্যাংলো-আমেরিকান বিশ্বের নারীবাদী প্রেক্ষাপটে, সাংবাদিক পাইথিয়া পে ২০০৫ সালের প্রথম দিকে সামাজিক ন্যায়বিচার এবং নাগরিক অধিকারের উপর দৃষ্টি নিবদ্ধ করার জন্য চতুর্থ তরঙ্গের অস্তিত্বের পক্ষে যুক্তি দিয়েছিলেন, এবং ২০১১ সালে, জেনিফার বামগার্ডনার বলেছিলেন ২০০৮ সালে চতুর্থ তরঙ্গের সূচনা হয়েছে। ২০০৬ সালে ১৮ থেকে ২৯ বছর বয়সীদের কাছে সবচেয়ে জনপ্রিয় সামাজিক যোগাযোগ মাধ্যম টুইটার তৈরি হয়েছিল, যা নারীবাদকে আরও সহজলভ্য করে তোলে এবং \"হ্যাশট্যাগ নারীবাদ\"-এর জন্ম দেয়।\n২০১৩ সালে, ডেমোক্র্যাটিক টেক্সাস রাজ্যের সিনেটর ওয়েণ্ডি ডেভিস গর্ভপাত বিরোধী বিল পাস হওয়া রোধ করার জন্য টেক্সাসে ১৩ ঘন্টার একটি ফিলিবাস্টার মঞ্চস্থ করেছিলেন। অন্যান্য মহিলারা টেক্সাস স্টেট ক্যাপিটলের চারপাশে সমাবেশ করে সমর্থন দেখিয়েছিলেন এবং যাঁরা শারীরিকভাবে উপস্থিত ছিলেন না তাঁরা #স্ট্যাণ্ড-উইথ-ওয়েণ্ডি হ্যাশট্যাগ ব্যবহার করেছিলেন। একইভাবে, মহিলারা #আস্ক-হার-মোর হ্যাশট্যাগ টুইট করে মহিলা সেলিব্রিটিদের উদ্দেশ্যে করা যৌনতাবাদী প্রশ্নগুলির (যেমন, চেহারা বা প্রেমের জীবন নিয়ে ফোকাস করা) প্রতিবাদ করেছিলেন।\nচতুর্থ তরঙ্গ থেকে অন্যান্য নারীবাদী আন্দোলন এবং \"কর্মের আহ্বান\" উদ্ভূত হয়েছে। একটি হলো \"হি-ফর-শি\" প্রচারণা যেটি ২০১৪ সালে এমা ওয়াটসনের ভাইরাল জাতিসংঘ নারী ভাষণ এবং তার পরবর্তী সক্রিয়তা থেকে উদ্ভূত হয়েছিল। দিল্লি গণধর্ষণ (ভারত, ২০১২), জিমি স্যাভিলের অভিযোগ (যুক্তরাজ্য, ২০১২), বিল কসবির যৌন নির্যাতনের মামলা (মার্কিন যুক্তরাষ্ট্র, ২০১৪), ইসলা ভিস্তা হত্যাকাণ্ড (মার্কিন যুক্তরাষ্ট্র, ২০১৪), জিয়ান ঘোমেশির বিচার (কানাডা, ২০১৬), হার্ভে ওয়াইনস্টাইনের অভিযোগ (মার্কিন যুক্তরাষ্ট্র, ২০১৭) এবং পরবর্তীকালে মি টু আন্দোলন এবং ওয়াইনস্টাইনের প্রভাব, ওয়েস্টমিনস্টার যৌন কেলেঙ্কারি (বিশ্বব্যাপী এবং যুক্তরাজ্য, ২০১৭) এবং স্পেনে লা মানাদা গণধর্ষণ মামলা (২০১৮) সহ আরও বেশ কয়েকটি ঘটনা এই আন্দোলনকে উজ্জীবিত করেছে।\nনারীবাদের একাধিক তরঙ্গের যুগপৎ অস্তিত্বের কারণে - যেমন দ্বিতীয়, তৃতীয় এবং চতুর্থ - অনেক পণ্ডিত নারীবাদে তরঙ্গ রূপকের ব্যবহার নিয়ে প্রশ্ন তুলছেন। তবে, এটি এখনও সবচেয়ে বেশি ব্যবহৃত এবং জনসাধারণের দ্বারা সবচেয়ে সহজে বোধগম্য পরিভাষা। যেহেতু চতুর্থ তরঙ্গের সংজ্ঞা পূর্ববর্তী তরঙ্গগুলির সাথে সম্পর্কিত, তাই অন্যান্য তরঙ্গগুলি কী ছিল তা বোঝা গুরুত্বপূর্ণ।\nআন্তর্জাতিকভাবে, তরঙ্গের মধ্যে তুলনা করা কঠিন হতে পারে। অ্যাংলো-আমেরিকান প্রথম-তরঙ্গের নারীবাদ ইউরোপীয় এবং লাতিন আমেরিকান নারীবাদীদের কাছে হল দ্বিতীয়-তরঙ্গ। দ্বিতীয় তরঙ্গের আমেরিকান এবং ব্রিটিশ নারীবাদ ইউরোপীয় এবং লাতিন আমেরিকানদের জন্য তৃতীয় তরঙ্গ। ফ্রাঙ্কো যুগে স্প্যানিশ নারীবাদ বিভিন্ন তরঙ্গের মধ্য দিয়ে গিয়েছিল।\nবিস্তৃতভাবে বলতে গেলে, উনবিংশ শতাব্দীর মাঝামাঝি থেকে ১৯৬৫ সাল পর্যন্ত প্রথম-তরঙ্গের নারীবাদ, ১৯৬৫ থেকে ১৯৭৫ সাল পর্যন্ত দ্বিতীয়-তরঙ্গের নারীবাদ এবং ১৯৭৫ থেকে ২০১২ সাল পর্যন্ত তৃতীয়-তরঙ্গের নারীবাদ চলছে। স্পেনে নারীবাদের চতুর্থ তরঙ্গ ১৯৯০-এর দশকের মাঝামাঝি সময়ে শুরু হয়েছিল। অ্যামেলিয়া ভালকারসেলের মতো তরঙ্গ তত্ত্ব নিয়ে আলোচনা করা গুরুত্বপূর্ণ স্প্যানিশ-ভাষী নারীবাদীদের কাজের চারপাশের তরঙ্গ সমাধান করার সময়, স্প্যানিশ চতুর্থ-তরঙ্গ কখনও কখনও আসলে একটি আন্তর্জাতিক পঞ্চম তরঙ্গের প্রতিনিধিত্ব করতে পারে, চতুর্থ তরঙ্গের প্রতিনিধিত্ব করে না।\nপ্রতিটি নারীবাদী তরঙ্গের একটি পৃথক পরিচয় রয়েছে, যদিও সময়ের সাথে সাথে তাদের আলাদা করা এবং স্পষ্টভাবে সংজ্ঞায়িত করা কঠিন হয়ে পড়ে, কর্মী এবং পণ্ডিতদের মধ্যে বিতর্কের কারণে। অ্যাংলো-আমেরিকান নারীবাদী প্রেক্ষাপটে, প্রথম তরঙ্গটি ভোটাধিকার আন্দোলন দ্বারা চিহ্নিত করা হয়েছিল এবং এর লক্ষ্য ছিল জনসাধারণের নির্বাচনে নারীদের ভোটদানকে বৈধতা দেওয়া। একই প্রেক্ষাপটে, দ্বিতীয় তরঙ্গকে ব্যাপকভাবে সংজ্ঞায়িত করা আরও কঠিন, তবে ধারণা করা হয় এর শিকড় ১৯৬০-এর দশকে রয়েছে। এর মনোযোগ ছিল সামাজিক ও ব্যক্তিগত অধিকারের দিকে, যেমন সমান বেতন, শারীরিক বিষয়গুলির উপর পছন্দ, যৌন স্বাধীনতা এবং সমাজে লিঙ্গভিত্তিক দ্বিচারিতা প্রতিরোধ। নারীবাদের তৃতীয় তরঙ্গের প্রকৃত সংজ্ঞা নিয়ে অ্যাংলো-আমেরিকান শিক্ষাবিদ এবং কর্মীদের মধ্যে অনেক বিতর্ক রয়েছে। এটিকে সাধারণত তরুণ প্রজন্মের দ্বারা অন্তর্ভুক্তির উপর কেন্দ্রীভূত একটি নারীবাদ তৈরির একটি চাপ হিসেবে বোঝা যায়; তাদের বার্তায় সমকামী এবং অ-শ্বেতাঙ্গ নারীদের দুর্দশার কথা তুলে ধরা হয়। আমেরিকান কবি নাতাশা সাজে লিখেছেন, \"[এটি] বিভিন্ন ধরণের তত্ত্বের সংমিশ্রণ যা নারী-বিরোধীদের তত্ত্বের চেয়ে অন্তর্নিহিতভাবে ভিন্ন, - যার মধ্যে রয়েছে কৃষ্ণাঙ্গ নারী ও তরুণীদের 'দ্বিতীয় তরঙ্গ' নারীবাদের মূল গঠনের জন্য তারা যা উপলব্ধি করেছিল তাতে হতাশা\"।\n\n\n== আরও দেখুন ==\n\n \n\n\n== উদ্ধৃতি ==\n\n\n== সাধারণ এবং উদ্ধৃত তথ্যসূত্র ==\n \n\n\n== আরও পড়ুন =="}