{"pageid": 1516805, "title": "সবুজ স্কার্ফ", "url": "https://bn.wikipedia.org/wiki?curid=1516805", "content": "সবুজ স্কার্ফ (স্পেনীয়: pañuelo verde  ) হল গর্ভপাত-অধিকার আন্দোলনের প্রতীক, যে আন্দোলন ২০০৩ সালে আর্জেন্টিনায় শুরু হয়েছিল এবং ২০১৮ সাল থেকে লাতিন আমেরিকা জুড়ে এবং তারপর ২০২২ সালে মার্কিন যুক্তরাষ্ট্রে জনপ্রিয় হয়ে ওঠে। এটি প্লাজা ডি মায়োর মাদার্স (আর্জেন্টিনার মানবাধিকার সমিতি)-এর পরা সাদা স্কার্ফ দ্বারা অনুপ্রাণিত।\n\n\n== উৎপত্তি ==\n২০০৩ সালে আর্জেন্টিনার রোজারিওতে অনুষ্ঠিত ১৮তম জাতীয় নারী সম্মেলনের সময় প্রতীক হিসেবে সবুজ স্কার্ফের জন্ম হয়। প্রাথমিকভাবে, গর্ভপাতের অধিকার ছিল প্রধান দাবিগুলির মধ্যে একটি এবং সমাপনী মিছিলে সবুজ স্কার্ফ ব্যবহার করা হয়েছিল।\nদুই বছর পর, ২০০৫ সালে, আইনগত, নিরাপদ এবং অবাধ গর্ভপাতের অধিকারের জন্য জাতীয় প্রচারণার জন্ম হয় এবং এই আন্দোলনের প্রতিনিধিত্ব করার জন্য প্রতীক হিসেবে সবুজ স্কার্ফ গ্রহণ করা হয়। জনগণ এবং গণমাধ্যমের উদাসীনতা সত্ত্বেও, বছরের পর বছর ধরে মিছিলকারী কর্মীরা এটি ব্যবহার করে আসছে।\nসবুজ রঙটি বেছে নেওয়া হয়েছিল কারণ এটি আশার প্রতিনিধিত্ব করে এবং এটি আর্জেন্টিনার কোনও সামাজিক বা রাজনৈতিক আন্দোলনের সাথে সম্পর্কিত ছিল না। ১৮তম জাতীয় নারী সভার অংশগ্রহণকারীদের একজনের মতে, এর একটি বাস্তবসম্মত কারণও ছিল: তারা স্কার্ফ বিতরণ করতে চেয়েছিল কিন্তু পর্যাপ্ত বেগুনি কাপড়, যা নারীবাদের রঙ, তা খুঁজে পায়নি, তবে সবুজ পর্যাপ্ত ছিল।\nব্যবহৃত সবুজ রঙটি প্যানটোনের ৩৪৭ সি এবং ৩৪১৫ সি (রঙের গভীরতার মাত্রা, ৩৪৭ সি বেশি গাঢ়) এর মধ্যে অবস্থিত। ২০১৮ সাল পর্যন্ত, বুয়েনস আইরেসের টেক্সটাইল দোকানে এটি \"সবুজ বেনেট্টন\" নামে পরিচিত ছিল। এরপর এটি \"আইনি গর্ভপাত সবুজ\" নামে পরিচিত হয়।\nসবুজ স্কার্ফে \"যৌন শিক্ষা চাই নির্ধারণ করার জন্য, গর্ভপাত এড়াতে গর্ভনিরোধক, মৃত্যু এড়াতে বৈধ গর্ভপাত\" এই নীতিবাক্য লেখা আছে।\n\n\n== জনপ্রিয়করণ ==\n\nস্কার্ফ ধীরে ধীরে আরও জনপ্রিয় হয়ে ওঠে, বিশেষ করে নি উনা মেনোস পদযাত্রার সময় এর ব্যবহার করা শুরু হয় এবং #মি টু আন্দোলনের পর, ২০১৭ সাল থেকে জনসাধারণের মধ্যে ছড়িয়ে পড়ে। সেই বছরের ২৮ সেপ্টেম্বর হওয়া এই আন্দোলনের পদযাত্রায় বিশ্বব্যাপী আহ্বান ছিল \"আইনি গর্ভপাতের জন্য\", গণমাধ্যমে ব্যাপক প্রচারে একে বলে হয়েছিল \"সবুজ জোয়ার\"।\nসবুজ স্কার্ফ গলায় বা কব্জিতে পরা হয়, অথবা ব্যাকপ্যাক ও হ্যাণ্ডব্যাগে লাগানো থাকে। বিখ্যাত মানুষেরা এটি পরেন। সম্প্রতি প্লাজা ডি মায়োর মাদার্স (আর্জেন্টিনার মানবাধিকার সমিতি) এটি অন্তর্ভুক্ত করেছে এবং সাধারণত তাদের সাপ্তাহিক মিছিলের সময় এটি বহন করে।\n২০১৮ সাল পর্যন্ত, ন্যাশনাল ক্যাম্পেইন ফর দ্য রাইট টু লিগ্যাল অ্যাবর্শন প্রতি বছর প্রায় ৮,০০০ স্কার্ফ বিতরণ করত, কিন্তু ২০১৮ সালে ২০০,০০০ এরও বেশি স্কার্ফ বিতরণ করা হয়েছিল।\nপ্রতিক্রিয়ায়, আর্জেন্টিনার গর্ভপাত বিরোধী আন্দোলন \"দুটি জীবনের জন্য\" একটি হালকা নীল স্কার্ফ তৈরি করে।\n\n\n== আন্তর্জাতিকীকরণ ==\n\n২০১৮ সাল থেকে এই প্রতীকটি সীমানা অতিক্রম করে এবং গর্ভপাতের অধিকারের জন্য লড়াই করা অন্যান্য লাতিন আমেরিকার দেশগুলিতে ব্যবহৃত হতে শুরু করে। উদাহরণস্বরূপ, চিলিতে ২০১৮ সাল থেকে সবুজ স্কার্ফ ব্যবহার করা হচ্ছিল, যাতে \"মুক্ত ও নিরাপদ গর্ভপাতের জন্য উন্মুক্ত প্রবেশাধিকার\" এবং \"#নো-বস্তান-৩-কজালস\" (\"তিনটি কারণ যথেষ্ট নয়\") লেখা ছিল। দ্বিতীয় লেখার অর্থ চিলিতে শুধুমাত্র মায়ের জীবন-হুমকির ঝুঁকি, অকার্যকর ভ্রূণ বা ধর্ষণের ক্ষেত্রেই গর্ভপাত বৈধ।\n২০২০ সালের সেপ্টেম্বর থেকে, সবুজ স্কার্ফ কলম্বিয়ার কাউসা জাস্টা আন্দোলনের প্রতীকও ছিল। এই আন্দোলনটি দণ্ডবিধি থেকে গর্ভপাত বাদ দেওয়ার জন্য সে দেশের সাংবিধানিক আদালতে একটি মামলা দায়ের করে। মামলাটি ২০২২ সালের ফেব্রুয়ারিতে নিষ্পত্তি হয় এবং ২৪ সপ্তাহ পর্যন্ত গর্ভপাত অপরাধ নয় এটি বজায় রাখতে সফল হয়।\n২০২২ সালের মে মাসে গর্ভপাতের অধিকারের পক্ষে মিছিলের সময় মার্কিন যুক্তরাষ্ট্রেও সবুজ স্কার্ফ ব্যবহার করা হয়েছিল, সেই সময় রো বনাম ওয়েড মামলার সিদ্ধান্ত সম্ভাব্য বাতিলের মুখে ছিল।\n২০২২ সালের জুন মাসে, সুপ্রিম কোর্ট ডবস বনাম জ্যাকসন মহিলা স্বাস্থ্য সংস্থার রায় দিয়ে রো বনাম ওয়েডকে বাতিল করার পর, মার্কিন যুক্তরাষ্ট্রের অনেক শহরে বিক্ষোভ শুরু হয়, সেখানে কিছু বিক্ষোভকারী \"রাইজ-আপ-ফর-অ্যাবর্শন-রাইটস\" এবং \"গ্রিন-ফর-অ্যাবর্শন\" লেখা সবুজ স্কার্ফ পরেছিলেন।\n\n\n== নিষেধাজ্ঞা ==\nযদিও আর্জেন্টিনায় সবুজ স্কার্ফ ব্যবহার নিষিদ্ধ করার কোনও আইন নেই, অনেক বেসরকারি প্রতিষ্ঠান (এমনকি কিছু রাষ্ট্র পরিচালিত স্কুল) এর ব্যবহার এবং প্রদর্শন নিষিদ্ধ করার সিদ্ধান্ত নিয়েছে। মানবাধিকার সংগঠনগুলি এই নিষেধাজ্ঞাগুলির বিরুদ্ধে দাঁড়িয়েছে, বলেছে যে এগুলি অসাংবিধানিক এবং আত্ম-প্রকাশের অধিকারের লঙ্ঘন।\n\n\n== তথ্যসূত্র =="}