{"pageid": 1516954, "title": "খালিদ জামিল", "url": "https://bn.wikipedia.org/wiki?curid=1516954", "content": "খালিদ আহমেদ জামিল (জন্ম: ২১ এপ্রিল ১৯৭৭) হলেন একজন ভারতীয় পেশাদার ফুটবল ম্যানেজার এবং প্রাক্তন মধ্যমাঠের খেলোয়াড় যিনি ইন্ডিয়ান সুপার লিগের (আইএসএল) ক্লাব জামশেদপুর এফসির বর্তমান প্রধান কোচ।\n\n\n== প্রারম্ভিক কর্মজীবন ==\nজামিল ২১ এপ্রিল ১৯৭৭ সালে কুয়েতের কুয়েত সিটিতে ভারতীয় পাঞ্জাবি পিতামাতার কাছে জন্মগ্রহণ করেন। কুয়েতে থাকাকালীন, জামিল একটি অনূর্ধ্ব-১৪ ক্যাম্পে গিয়ে মিশেল প্লাতিনির সাথে দেখা করেন যিনি তখন ফ্রান্স জাতীয় ফুটবল দলের কোচ ছিলেন। প্লাতিনি তখন থেকেই জামিলের প্রিয় খেলোয়াড়। তিনি পরে ভারতে চলে আসেন এবং ইস্টবেঙ্গল এবং মোহনবাগান থেকে একটি চুক্তির প্রস্তাব পান কিন্তু ক্লাবগুলি একটি মদ্যপানীয় কোম্পানির দ্বারা স্পনসর করায় সেগুলি প্রত্যাখ্যান করেন।\n\n\n== আন্তর্জাতিক কর্মজীবন ==\nজামিল ১৯৯৮ সালে উজবেকিস্তানের বিপক্ষে একটি প্রীতি ম্যাচে তার আন্তর্জাতিক অভিষেক ঘটে। পরবর্তীতে তিনি ২০০২ বিশ্বকাপ বাছাইপর্বে উপস্থিত হন, যেখানে তারা সংযুক্ত আরব আমিরাত, ব্রুনাই এবং ইয়েমেনের মতো দলকে পরাজিত করে। ভারত ইয়েমেনের মতোই ৬ ম্যাচে ১১ পয়েন্ট অর্জন করেছে, কিন্তু একটি নিকৃষ্ট গোল পার্থক্যের কারণে তাদের পিছিয়ে গেছে।\nতিনি ১৯৯৮ থেকে ২০০১ এর মধ্যে ১২টি ম্যাচে ভারতের জাতীয় দলের প্রতিনিধিত্ব করেছিলেন।\n\n\n== সম্মাননা ==\n\n\n=== খেলোয়াড় ===\nমহিন্দ্র ইউনাইটেড\n\nজাতীয় ফুটবল লিগ: ২০০৫–০৬\nফেডারেশন কাপ: ২০০৩, ২০০৫\nডুরান্ড কাপ: ২০০১\nআইএফএ শিল্ড: ২০০৬\nমহারাষ্ট্র\n\nসন্তোষ ট্রফি: ১৯৯৯–২০০০\nভারত\n\nসাফ চ্যাম্পিয়নশিপ: ১৯৯৭\n\n\n=== ম্যানেজার ===\nআইজল\n\nআই-লিগ: ২০১৬–১৭\nস্বতন্ত্র\n\nআই-লিগ সেরা কোচ পুরস্কার (সৈয়দ আবদুল রহিম পুরস্কার): ২০১৬–১৭\nএফপিএআই ভারতীয় ফুটবল পুরস্কার: বর্ষসেরা কোচ (২০২০–২১)\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\"After Shillong United shut shop, a look at clubs that withdrew from the I-League in the last 5 years\"। scroll.in। স্ক্রোল। ১ আগস্ট ২০১৮। ২৮ ডিসেম্বর ২০১৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৬ নভেম্বর ২০২২। \n\"Rahul Bheke pens contract extension at Mumbai FC\"। Goal.com। ১১ সেপ্টেম্বর ২০১৪। ৪ এপ্রিল ২০১৯ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১ ডিসেম্বর ২০১৫। \nWilliams, Joe (২৫ সেপ্টেম্বর ২০১৭)। \"The Goa and Maha Derby: A thing past in I-League\"। khelnow.com। Khel Now News। ২০ জুলাই ২০২১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০ জুলাই ২০২১। \n\n\n== বহিঃসংযোগ ==\nগ্লোবাল স্পোর্টস আর্কাইভে খালিদ জামিল\nওয়ার্ল্ডফুটবল.নেটে খালিদ জামিল (ইংরেজি)\nসকারওয়েতে খালিদ জামিল  (ইংরেজি)"}