{"pageid": 1516089, "title": "আন্না পোলিৎকোভ্‌স্কায়া", "url": "https://bn.wikipedia.org/wiki?curid=1516089", "content": "আন্না স্তেপানোভনা পলিটকোভস্কায়া (জন্ম নাম মাজেপা; ৩০ আগস্ট ১৯৫৮ – ৭ অক্টোবর ২০০৬) ছিলেন একজন রুশ তদন্তমূলক সাংবাদিক, যিনি রাশিয়ার রাজনৈতিক ও সামাজিক ঘটনা নিয়ে প্রতিবেদন প্রস্তুত করতেন, বিশেষত দ্বিতীয় চেচেন যুদ্ধ (১৯৯৯–২০০৫) নিয়ে।\nচেচনিয়ায় তাঁর প্রতিবেদনের মাধ্যমেই তিনি জাতীয় ও আন্তর্জাতিক খ্যাতি অর্জন করেন। সাত বছর ধরে তিনি যুদ্ধ সম্পর্কিত প্রতিবেদনের কাজ চালিয়ে যান, যদিও তাকে বহুবার হুমকি ও সহিংসতার মুখোমুখি হতে হয়। রুশ সামরিক বাহিনী তাকে চেচনিয়ায় আটক করেছিল এবং একটি ছদ্ম মৃত্যুদণ্ড কার্যকর করেছিল। ২০০৪ সালে বেসলান স্কুল জিম্মি সংকট সমাধানে সহায়তা করতে মস্কো থেকে রোস্তভ-অন-দন হয়ে যাত্রার সময় তাকে বিষপ্রয়োগ করা হয়, ফলে তাকে ফিরে আসতে হয় এবং মস্কোতে বিশেষ চিকিৎসার মাধ্যমে সুস্থ হতে হয়।\n১৯৯৯ সালের পর তার চেচনিয়ার পরিস্থিতি নিয়ে লেখা নিবন্ধগুলো একাধিকবার বই হিসেবে প্রকাশিত হয়; রাশিয়ার পাঠকরা মূলত তার গবেষণা ও প্রতিবেদন পড়ার সুযোগ পেতেন নোভায়া গাজেতা পত্রিকার মাধ্যমে, যা রাশিয়ার রাজনৈতিক ও সামাজিক বিষয়গুলোর তদন্তমূলক সমালোচনামূলক প্রতিবেদন প্রকাশ করত। ২০০০ সাল থেকে তিনি তার কাজের জন্য বিভিন্ন আন্তর্জাতিক পুরস্কার লাভ করেন। ২০০৪ সালে তিনি পশ্চিমা পাঠকদের উদ্দেশ্যে পুতিনের রাশিয়া শিরোনামে একটি ব্যক্তিগত অভিজ্ঞতাভিত্তিক বই প্রকাশ করেন।\n২০০৬ সালের ৭ অক্টোবর (যা রুশ রাষ্ট্রপতি ভ্লাদিমির পুতিনের ৫৪তম জন্মদিনও ছিল), তাকে হত্যা করা হয় তার অ্যাপার্টমেন্ট ব্লকের লিফটের ভেতরে। এই হত্যাকাণ্ড আন্তর্জাতিক দৃষ্টি আকর্ষণ করে। ২০১৪ সালে পাঁচজন ব্যক্তিকে তার হত্যার জন্য কারাদণ্ড দেওয়া হয়, তবে এখনো স্পষ্ট নয় কে বা কারা এই চুক্তিভিত্তিক হত্যাকাণ্ডের নির্দেশ বা অর্থায়ন করেছিল।\n\n\n== প্রারম্ভিক জীবন এবং শিক্ষা ==\nআন্না স্টেপানোভনা মাজেপা ১৯৫৮ সালে নিউ ইয়র্ক সিটি।নিউ ইয়র্ক সিটিতে জন্মগ্রহণ করেন। তিনি সোভিয়েত কূটনীতিক স্টেপান ফিওদোরোভিচ মাজেপা (১৯২৭–২০০৬) এবং রাইসা আলেকজান্দ্রোভনার (১৯২৯–২০২১) কন্যা। তার পিতা ছিলেন ইউক্রেনীয়, যিনি চেরনিহিভ অঞ্চলের কস্তোবোব্রিভ গ্রাম থেকে এসেছিলেন, আর তার মা ছিলেন ক্রিমিয়ার কের্চ শহরের বাসিন্দা।\nতার পিতা ছিলেন জাতিগতভাবে ইউক্রেনীয় এবং তিনি চেরনিহিভ শহরে একটি ইউক্রেনীয় ভাষার স্কুলে পড়াশোনা করেন, কিন্তু ১৯৪১ সালে নাৎসি বাহিনী সোভিয়েত ইউনিয়ন আক্রমণ করার পর স্কুল ছাড়তে বাধ্য হন। দ্বিতীয় বিশ্বযুদ্ধের পর তিনি সোভিয়েত নৌবাহিনীতে যোগ দেন এবং তখন কের্চ শহরে একটি রাত্রিকালীন রাশিয়ান ভাষার স্কুলে অধ্যয়নকালে তার মায়ের সঙ্গে পরিচিত হন। ১৯৫২ সালের মধ্যে তার পিতা মস্কোতে একটি প্রতিষ্ঠানে ভর্তি হন এবং তার মা-বাবা সেখানে বিবাহবন্ধনে আবদ্ধ হন।\nখ্রুশ্চেভ শাসনামলে তার পিতাকে জাতিসংঘে ইউক্রেনীয় প্রতিনিধি দলের একজন সদস্য হিসেবে নিয়োগ দেওয়া হয়। তিনি ১৯৬২ সালে বর্ণবাদ বিরোধী বিশেষ কমিটির অন্যতম প্রতিষ্ঠাতা সদস্য ছিলেন এবং ১৯৭৪ সাল পর্যন্ত এর সম্পাদক হিসেবে দায়িত্ব পালন করেন। ১৯৬২ সালে তার পরিবার মস্কোর কেন্দ্রস্থলে একটি অ্যাপার্টমেন্ট ক্রয় করে, এবং আন্না মূলত সেখানেই বেড়ে ওঠেন। তিনি একটি সংগীত স্কুলে পড়াশোনা করেন এবং ফিগার স্কেটিং অনুশীলন করেন। তার মা জানান যে তিনি নিয়মিত স্থানীয় ক্রুপস্কায়া গ্রন্থাগারে যেতেন।\n১৯৮০ সালে তিনি মস্কো স্টেট বিশ্ববিদ্যালয়ের সাংবাদিকতা অনুষদ থেকে স্নাতক ডিগ্রি অর্জন করেন। তার গবেষণার বিষয় ছিল মারিনা ত্সভেতায়েভার কবিতা। তার স্কুলের বন্ধুদের মতে, তার প্রধান স্বতন্ত্র বৈশিষ্ট্য ছিল তিনি ত্সভেতায়েভার প্রতি গভীর আগ্রহী ছিলেন। ত্সভেতায়েভার কবিতায় নরক সম্পর্কিত বিষয়বস্তু উল্লেখযোগ্যভাবে স্থান পেয়েছিল, যা সম্ভবত পলিটকোভস্কায়ার বইগুলোর শিরোনামে প্রভাব ফেলেছিল।\nসেই সময় বিশ্ববিদ্যালয়ের ডিন ছিলেন ইয়াসেন জাসুরস্কি, যিনি মাজেপা পরিবারের ঘনিষ্ঠ বন্ধু ছিলেন এবং নিউ ইয়র্কে তাদের বাসায় নিয়মিত অতিথি হিসেবে যেতেন। ১৯৭৮ সালে তিনি সহপাঠী আলেকজান্ডার পলিটকোভস্কির সঙ্গে বিবাহবন্ধনে আবদ্ধ হন এবং ১৯৮১ সালের মধ্যে তাদের দুটি সন্তান হয়—ইলিয়া ও ভেরা। তার স্বামী তখন বেশি পরিচিত ছিলেন, কারণ তিনি টেলিভিশন সাংবাদিক ভ্লাদিস্লাভ লিস্টিয়েভের সাথে রাতের টেলিভিশন অনুষ্ঠান ভজগলিয়াদ পরিচালনা করতেন।\nশৈশবের কিছু সময় বাদে পলিটকোভস্কায়া কখনো দীর্ঘ সময়ের জন্য রাশিয়ার বাইরে অবস্থান করেননি, এমনকি যখন তার জীবন ঝুঁকির মুখে পড়েছিল তখনও না। যদিও তিনি মার্কিন নাগরিক ছিলেন এবং তার মার্কিন পাসপোর্ট ছিল, তবে তিনি কখনো তার রুশ নাগরিকত্ব ত্যাগ করেননি।\n\n\n== সাংবাদিকতা কর্মজীবন ==\n\n\n=== সূচনা ===\nপোলিটকোভস্কায়া ১৯৮২ সালে ইজভেস্তিয়া পত্রিকায় কাজ শুরু করেন, যা সুপ্রিম সোভিয়েতের মুখপত্র ছিল। তবে, ২০১১ সালে তার সাবেক স্বামী জানান যে, এটি ছিল একটি স্বল্পমেয়াদি ইন্টার্নশিপ, যা ডাক বিভাগে অনুষ্ঠিত হয়েছিল। তার স্বামীর সহায়তা না থাকায় ১৯৮০-এর দশকে এটিই ছিল তার একমাত্র সাংবাদিকতা সংক্রান্ত কাজ। তার ছেলের ভাষ্য অনুযায়ী, ১৯৯০-এর দশকের মাঝামাঝি পর্যন্ত তিনি মূলত গৃহিণী ছিলেন। পরে তিনি উল্লেখ করেন, \"সাশার কাজ আমাকে নিজের কিছু করার সুযোগ দেয়নি।\"\nপোলিটকোভস্কির ভাষ্য মতে, তিনি মায়াকভস্কি থিয়েটারে কিছু সময়ের জন্য পরিচ্ছন্নকর্মী হিসেবেও কাজ করেছিলেন। তবে, ইজভেস্তিয়া তে কাজ শেষ করার পর তিনি দ্রুত আরেকটি ইন্টার্নশিপ গ্রহণ করেন ভোজদুশনি ট্রান্সপোর্ট পত্রিকায়, যা ছিল বেসামরিক বিমান পরিবহন মন্ত্রণালয়ের মুখপত্র। এখানে তিনি অ্যারোফ্লোট-এর জরুরি অবস্থা ও দুর্ঘটনা বিভাগের প্রতিবেদক ও সম্পাদক হিসেবে কাজ করেন। পোলিটকোভস্কির মতে, তার প্রথম রিপোর্টিং দায়িত্ব ছিল ১৯৮৪ সালের ওমস্ক বিমান দুর্ঘটনার উপর। সাংবাদিক হিসেবে কাজ করার কারণে তিনি সীমাহীন বিমান টিকেট পান, যা তাকে দেশব্যাপী ভ্রমণের সুযোগ দেয় এবং রাশিয়ার সমাজব্যবস্থা পর্যবেক্ষণের সুযোগ করে দেয়। ১৯৮৭ সাল থেকে তার স্বামী রাশিয়ার একজন শীর্ষস্থানীয় টেলিভিশন সাংবাদিক ছিলেন, এবং তিনি তার রাজনৈতিক আগ্রহও ভাগ করতেন। ১৯৯০ সালে পোলিটকোভস্কি পরিবারের উপর নির্মিত একটি চলচ্চিত্রে তিনি তার স্বামীর \"সহকারী\" হিসেবে চিত্রায়িত হন। ১৯৯১ সালে সোভিয়েত ইউনিয়নের পতন এর সময় তিনি পারিবারিক হুমকির সম্মুখীন হন, যা ১৯৯২ সালে তার কিশোর ছেলেকে লন্ডন-এ নির্বাসিত হতে বাধ্য করে।\nতিনি ১৯৯০ সালে প্রতিষ্ঠিত সমাজ-রাজনৈতিক সংবাদপত্র মেগাপোলিস-এক্সপ্রেস এ কলাম লেখক হিসেবে কাজ করেন, যা পরবর্তীতে ১৯৯৪ সালে ট্যাবলয়েডে পরিণত হয় এবং ভুয়া খবর প্রকাশ করতে শুরু করে। তিনি সৃজনশীল ইউনিয়ন এসকার্ট এর সাথেও যুক্ত ছিলেন, যা ১৯৯১ সালের মধ্যে অল-ইউনিয়ন রেডিও, গুদক, কুরান্তি, লিটারাতুরনায়া গাজেতা, মস্কভস্কিয়ে নোভোস্তি, আমরা, ওগোনিওক, অক্টোবর, সোভিয়েত সংস্কৃতি, স্তোলিৎসা, এবং তরুদ-এর মতো শীর্ষস্থানীয় সংবাদমাধ্যমের সাথে বিজ্ঞাপন সেবা সরবরাহ করত। ১৯৯৩ সালের রুশ সাংবিধানিক সংকটের পর তার স্বামীর প্রভাব কমে গেলে তার সাংবাদিকতা কর্মজীবন ত্বরান্বিত হয়। ১৯৯৪ থেকে ১৯৯৯ সাল পর্যন্ত তিনি ওবশ্চায়া গাজেতা-তে সহকারী প্রধান সম্পাদক হিসেবে কাজ করেন। ১৯৯৯ সালের জুন থেকে ২০০৬ পর্যন্ত তিনি নোভায়া গাজেতা-তে কলাম লিখতেন, যেখানে তিনি চেচনিয়া, ভ্লাদিমির পুতিনের অধীনে রাশিয়া, এবং পুতিনের রাশিয়া সম্পর্কে পুরস্কার বিজয়ী বই প্রকাশ করেন।\n\n\n=== চেচনিয়া থেকে প্রতিবেদনসমূহ ===\n\nআননা পোলিটকোভস্কায়া তার কাজের জন্য বিভিন্ন পুরস্কার অর্জন করেছিলেন। তিনি প্রতিটি সুযোগকে কাজে লাগিয়ে পশ্চিমা সরকারগুলোর প্রতি অধিকতর দায়িত্বশীল হওয়ার আহ্বান জানাতেন। সেপ্টেম্বর ১১ হামলার পর, পশ্চিমা সরকারসমূহ সন্ত্রাসের বিরুদ্ধে যুদ্ধ উদ্যোগে পুতিনের ভূমিকার প্রশংসা করছিল। পোলিটকোভস্কায়া বিভিন্ন সরকারি কর্মকর্তা, সামরিক বাহিনী এবং পুলিশ সদস্যদের সঙ্গে কথা বলেছেন। এছাড়াও তিনি নিয়মিতভাবে হাসপাতাল ও শরণার্থী শিবির পরিদর্শন করতেন, বিশেষত চেচনিয়া ও পার্শ্ববর্তী ইঙ্গুশেতিয়ায়। সেখানে তিনি যুদ্ধে আহত ও বাস্তুচ্যুত ব্যক্তিদের সাক্ষাৎকার নিতেন।\nতিনি চেচনিয়ার যুদ্ধ এবং রাশিয়া-পন্থী প্রশাসনের কঠোর সমালোচনা করে বহু প্রবন্ধ লিখেছেন। তার প্রতিবেদনে রুশ সামরিক বাহিনী, চেচেন বিদ্রোহী এবং আহমদ কাদিরভ ও তার পুত্র রমজান কাদিরভের নেতৃত্বাধীন রুশ-সমর্থিত সরকারের বিরুদ্ধে অভিযোগ উত্থাপিত হয়েছিল। এছাড়া, তিনি উত্তর ককেশাসের অন্যান্য অঞ্চলেও মানবাধিকার লঙ্ঘন ও প্রশাসনিক ব্যর্থতার বিষয় তুলে ধরেন। ১৯৯৯ সালের একটি প্রতিবেদনে, তিনি শুধু গ্রোজনিতে অবরুদ্ধ এক বৃদ্ধাশ্রমের দুর্দশার কথা তুলে ধরেননি, বরং তার সংবাদপত্রের সহায়তায় এবং জনসমর্থনের মাধ্যমে বৃদ্ধদের নিরাপদ স্থানে সরিয়ে নেওয়ার ব্যবস্থা করেন। তার অনেক প্রতিবেদন পরবর্তী সময়ে এ ডার্টি ওয়ার (২০০১) এবং এ স্মল কর্নার অব হেল (২০০৩) গ্রন্থে সংকলিত হয়। এই গ্রন্থগুলোতে তিনি চেচেন বিদ্রোহী এবং রুশ সেনাবাহিনীর মধ্যে চলমান সংঘর্ষের নিষ্ঠুরতা ও সাধারণ জনগণের দুর্ভোগের চিত্র ফুটিয়ে তুলেছেন।\nতার প্রতিবেদন অনুসারে, কাদিরভের শাসনে তথাকথিত স্থিতিশীলতা প্রতিষ্ঠিত হলেও এটি আসলে ছিল অপহরণ, নির্যাতন এবং হত্যাকাণ্ডের স্বাভাবিক এক শাসনব্যবস্থা। এই সহিংসতায় চেচেন প্রশাসন এবং চেচনিয়ায় অবস্থানরত রুশ সামরিক বাহিনী উভয়ই জড়িত ছিল। তার শেষ দিকের অন্যতম একটি অনুসন্ধানী প্রতিবেদন ছিল চেচেন স্কুল শিক্ষার্থীদের ওপর এক অজানা রাসায়নিক বিষের প্রভাব নিয়ে, যা তাদের মাসের পর মাস অসুস্থ করে রেখেছিল।\n\n\n=== ভ্লাদিমির পুতিন ও এফএসবির সমালোচনা ===\nআননা পোলিটকোভস্কায়া যখন পশ্চিমা বিশ্বে সুপরিচিত হয়ে ওঠেন, তখন তাকে পুতিনের রাশিয়া (পরবর্তীতে উপশিরোনাম: একটি ব্যর্থ গণতন্ত্রে জীবন) গ্রন্থ রচনার দায়িত্ব দেওয়া হয়। বইটিতে তিনি সাবেক কেজিবি লেফটেন্যান্ট কর্নেল ভ্লাদিমির পুতিনের বরিস ইয়েলতসিনের প্রধানমন্ত্রী হওয়া এবং পরে রাশিয়ার প্রেসিডেন্ট হওয়ার পর দেশটিতে ঘটে যাওয়া ঘটনাগুলো বিশদভাবে তুলে ধরেন। এর মধ্যে দ্বিতীয় চেচেন যুদ্ধ পরিচালনায় পুতিনের ভূমিকার কথাও অন্তর্ভুক্ত ছিল। বইটিতে তিনি ফেডারেল নিরাপত্তা সংস্থার (এফএসবি) বিরুদ্ধে সোভিয়েত শাসনের মতো একনায়কতন্ত্র প্রতিষ্ঠার জন্য সব ধরনের নাগরিক স্বাধীনতা দমন করার অভিযোগ আনেন। তবে তিনি স্বীকার করেন:\n\nআমরাই পুতিনের নীতির জন্য দায়ী ... সমাজ দেখিয়েছে সীমাহীন উদাসীনতা ... চেকিস্টরা যখন ক্ষমতা পাকাপোক্ত করেছে, তখন আমরা তাদের কাছে আমাদের ভয় প্রকাশ করেছি, আর এর ফলে তারা আমাদের গবাদি পশুর মতো আচরণ করার প্রবণতা আরও বাড়িয়ে তুলেছে। কেজিবি শুধু শক্তির প্রতি শ্রদ্ধাশীল। দুর্বলদের তারা গ্রাস করে। আমাদেরই তো এ বিষয়ে সবচেয়ে ভালো জানা থাকার কথা।\n\nতিনি আরও লেখেন:\n\nআমরা আবার সোভিয়েত যুগের অন্ধকারের দিকে ধাবিত হচ্ছি, এক তথ্যশূন্যতার মধ্যে, যা আমাদের নিজেদের অজ্ঞতার কারণে মৃত্যুর দিকে ঠেলে দিচ্ছে। আমাদের কাছে কেবলমাত্র ইন্টারনেট রয়ে গেছে, যেখানে এখনো মুক্তভাবে তথ্য পাওয়া যায়। বাকিটা যদি আপনি সাংবাদিক হিসেবে কাজ চালিয়ে যেতে চান, তবে পুতিনের প্রতি সম্পূর্ণ আনুগত্য দেখাতে হবে। অন্যথায়, এটি হতে পারে মৃত্যু, গুলি, বিষ প্রয়োগ, অথবা বিচার—যে কোনো কিছুই হতে পারে, যা আমাদের বিশেষ বাহিনী, পুতিনের রক্ষী কুকুররা যথাযথ মনে করে।\n\n\"মানুষ প্রায়ই আমাকে বলে যে আমি হতাশাবাদী, যে আমি রুশ জনগণের শক্তিতে বিশ্বাস করি না, যে আমি পুতিনের বিরোধিতায় অন্ধ এবং তার বাইরে কিছুই দেখি না।\"—তিনি এভাবে তার \"আমি কি ভীত?\" শীর্ষক নিবন্ধ শুরু করেন এবং শেষ করেন এই বাক্য দিয়ে:\nযদি কেউ মনে করে যে 'আশাবাদী' পূর্বাভাস থেকে স্বস্তি পেতে পারে, তবে তা করুক। এটি অবশ্যই সহজ পথ, তবে এটি আমাদের নাতি-নাতনিদের জন্য মৃত্যুদণ্ডের শামিল।\n\n\n=== এ রাশিয়ান ডায়েরি ===\n\n২০০৭ সালের মে মাসে, র‌্যান্ডম হাউস আননা পোলিটকোভস্কায়ার একটি রুশ দিনলিপি গ্রন্থটি মরণোত্তর প্রকাশ করে। বইটিতে তার নোটবই ও অন্যান্য লেখার অংশ অন্তর্ভুক্ত করা হয়েছে। উপশিরোনাম ছিল একজন সাংবাদিকের চূড়ান্ত বিবরণ: পুতিনের রাশিয়ায় জীবন, দুর্নীতি এবং মৃত্যু। এটি ডিসেম্বর ২০০৩ থেকে আগস্ট ২০০৫ পর্যন্ত সময়ের ঘটনা তুলে ধরে। পোলিটকোভস্কায়া এই সময়কে বর্ণনা করেছেন \"রুশ সংসদীয় গণতন্ত্রের মৃত্যু\" বলে। এছাড়া বইটিতে বেসলান স্কুল জিম্মি সংকট এবং ২০০৫ সালের জানুয়ারি থেকে আগস্ট পর্যন্ত \"অসন্তোষের শীত ও গ্রীষ্মের\" কথাও উল্লেখ করা হয়েছে।\nবইটির অনুবাদক আর্চ টেইট তার ভূমিকায় লেখেন, \"যখন অনুবাদের কাজ শেষের দিকে, তখনই তাকে হত্যা করা হয়। ফলে চূড়ান্ত সম্পাদনা তার অংশগ্রহণ ছাড়াই করতে হয়েছে।\"\nবইটির যুক্তরাজ্য সংস্করণের ভূমিকায় জন স্নো, যিনি যুক্তরাজ্যের চ্যানেল ৪-এর প্রধান সংবাদ উপস্থাপক, লেখেন, \"আননাকে কে হত্যা করল এবং এই হত্যার নেপথ্যে কারা ছিল, তা এখনো অজানা। তার হত্যাকাণ্ড আমাদের বহু মানুষের জন্য গুরুত্বপূর্ণ তথ্য ও সংযোগের একটি অপরিহার্য উৎস কেড়ে নিয়েছে।\"\nতিনি আরও লেখেন, \"তবে এই হত্যাকাণ্ড হয়তো শেষ পর্যন্ত রাশিয়ার অন্তঃস্থলে লুকিয়ে থাকা অন্ধকার শক্তিগুলোর মুখোশ উন্মোচনে সহায়ক হবে। আমি স্বীকার করি, একটি রুশ দিনলিপি পড়া শেষে মনে হয়েছে, এটি বিপুল পরিমাণে ছাপিয়ে সমগ্র রাশিয়ায় বাতাসে ছড়িয়ে দেওয়া উচিত, যেন দেশটির প্রতিটি মানুষ এটি পড়তে পারে।\"  \n\n\n== জিম্মি মুক্তির প্রচেষ্টা ==\nপোলিটকোভস্কায়া মস্কো থিয়েটার জিম্মি সংকট চলাকালীন বন্দিদের মুক্তির জন্য মধ্যস্থতা করার প্রচেষ্টায় গভীরভাবে জড়িত ছিলেন। ২০০৪ সালের সেপ্টেম্বরের শুরুর দিকে, যখন বেসলান স্কুল জিম্মি সংকট সংঘটিত হয়, তখন তিনি মধ্যস্থতা করার জন্য সেখানে যাওয়ার চেষ্টা করেন। তবে, তিনি যখন রস্তভ-অন-ডন শহর থেকে বিমানে চড়েন, তখনই গুরুতর অসুস্থ হয়ে পড়েন। ধারণা করা হয়, তাকে বিষপ্রয়োগ করা হয়েছিল (বিস্তারিত জানার জন্য দেখুন: #বিষপ্রয়োগ অংশ)। ফলে তিনি বেসলানে পৌঁছাতে পারেননি।\n\n\n== রাশিয়ার কর্তৃপক্ষের সঙ্গে সম্পর্ক ==\nমস্কোতে, পোলিটকোভস্কায়াকে এমন কোনো সংবাদ সম্মেলন বা সমাবেশে আমন্ত্রণ জানানো হতো না, যেখানে ক্রেমলিন কর্মকর্তারা উপস্থিত থাকতে পারেন। আয়োজকদের তার প্রতি সহানুভূতিশীল মনে করা হতে পারে, এই আশঙ্কায় তাকে এড়িয়ে চলা হতো। তবে, এর পরেও, অনেক শীর্ষ কর্মকর্তা গোপনে তার সঙ্গে কথা বলতেন, বিশেষ করে যখন তিনি কোনো প্রতিবেদন লিখতেন বা অনুসন্ধান চালাতেন। তার একটি প্রতিবেদনে তিনি লিখেছিলেন যে, কর্মকর্তারা তার সঙ্গে কথা বলতেন, \"কিন্তু কেবল তখনই, যখন তাদের নজরদারির আশঙ্কা থাকত না: জনতার মধ্যে, কিংবা এমনসব বাড়িতে, যেখানে তারা ভিন্ন পথে প্রবেশ করতেন, যেন গুপ্তচর।\"\nতিনি আরও অভিযোগ করেছিলেন যে, ক্রেমলিন তার তথ্যপ্রাপ্তির পথ বন্ধ করার চেষ্টা করেছিল এবং তাকে অবমাননাকরভাবে উপস্থাপন করতে চেয়েছিল:\n\n  \nআমি আমার পছন্দের পথের অন্যান্য আনন্দের বিষয়ে আলোচনা করব না—বিষপ্রয়োগ, গ্রেপ্তার, চিঠি ও ইন্টারনেটের মাধ্যমে হুমকি, টেলিফোনে মৃত্যুর ভয়, এমনকি আমাকে প্রায় প্রতিটি প্রতিবেদনের জন্য প্রসিকিউটর জেনারেলের দপ্তরে গিয়ে বিবৃতি দিতে বাধ্য করা (প্রথম প্রশ্নই থাকে, \"আপনি এই তথ্য কীভাবে এবং কোথা থেকে সংগ্রহ করেছেন?\")।\nঅন্য পত্রপত্রিকা ও ইন্টারনেট সাইটগুলোতে আমাকে \"মস্কোর পাগল নারী\" হিসেবে তুলে ধরা হয়—এটি আমার একদমই ভালো লাগে না। এমন জীবনযাপন করা সত্যিই ঘৃণার বিষয়। আমি একটু বেশি বোঝাপড়া আশা করি। \n\n\n== মৃত্যুর হুমকি ==\nপোলিটকোভস্কায়ার হত্যাকাণ্ডের পর, তার সহকর্মী ভ্যাচেস্লাভ ইজমাইলভ, যিনি নোভায়া গাজেতা-র একজন সামরিক বিশ্লেষক ছিলেন এবং ১৯৯৯ সালের আগে চেচনিয়ায় বহু জিম্মিকে মুক্ত করতে সাহায্য করেছিলেন, জানান যে, তিনি অন্তত নয়বার মৃত্যুর সম্মুখীন হয়েছেন। তিনি মন্তব্য করেন, \"সামনের সারির সৈনিকরাও এতবার যুদ্ধে যায় না এবং বেঁচে ফেরে না।\"\nপোলিটকোভস্কায়া নিজেও কখনো ভয় পাবার কথা অস্বীকার করেননি, তবে তিনি তার তথ্যদাতাদের নিরাপত্তা নিয়ে উদ্বিগ্ন ছিলেন। ২০০৫ সালের ডিসেম্বরে সীমাহীন সাংবাদিকেরা আয়োজিত প্রেসের স্বাধীনতা বিষয়ে ভিয়েনায় অনুষ্ঠিত এক সম্মেলনে তিনি বলেন, \"মানুষ কখনো কখনো নিজের মত প্রকাশের জন্য জীবন দিয়ে দেয়। এমনকি আমাকে তথ্য দেওয়ার জন্যও কেউ প্রাণ হারাতে পারেন। শুধু আমিই ঝুঁকির মধ্যে নেই। আমি এমন উদাহরণ দিতে পারি যা এটি প্রমাণ করে।\"\nতার প্রতিবেদন লেখার কারণে তিনি প্রায়শই মৃত্যুর হুমকি পেতেন, এমনকি তাকে ধর্ষণের হুমকি দেওয়া হয়েছিল এবং চেচনিয়ায় সামরিক বাহিনী তাকে গ্রেপ্তার করার পর একটি নকল মৃত্যুদণ্ড কার্যকর করার হুমকিও দেওয়া হয়েছিল।\n\n\n=== চেচনিয়ায় বন্দিত্ব ===\n২০০১ সালের শুরুর দিকে, আন্না পোলিটকোভস্কায়াকে সামরিক কর্মকর্তারা চেচনিয়ার দক্ষিণের পার্বত্য গ্রাম খাত্তুনিতে আটক করে। তিনি ৯০টি চেচেন পরিবারের কাছ থেকে আসা অভিযোগের তদন্ত করছিলেন, যেখানে তারা ফেডারেল বাহিনীর \"শাস্তিমূলক অভিযান\" সম্পর্কে অভিযোগ করেছিল। তিনি টোভজেনি গ্রামের এক বৃদ্ধা রোসিতার সাক্ষাৎকার নিয়েছিলেন, যিনি ১২ দিন ধরে মারধর, বিদ্যুৎ শক এবং একটি গর্তের মধ্যে বন্দিত্ব সহ্য করেছিলেন। তাকে যারা আটক করেছিল, তারা নিজেদের এফএসবি-র কর্মী হিসেবে পরিচয় দিয়েছিল। নির্যাতনকারীরা রোসিতার আত্মীয়দের কাছে মুক্তিপণের দাবি জানায়, যা আলোচনার পর কমানো হয় এবং পরিবারটি সেই অর্থ পরিশোধ করে। আরেকজন সাক্ষাৎদাতা জানিয়েছিলেন, খাত্তুনি গ্রামের কাছে একটি \"বাণিজ্যিক বৈশিষ্ট্যের কনসেনট্রেশন ক্যাম্পে\" চেচেন পুরুষদের হত্যা ও ধর্ষণের ঘটনা ঘটেছিল। শিবির ছাড়ার পর, পোলিটকোভস্কায়াকে আটক করা হয়, জিজ্ঞাসাবাদ করা হয়, মারধর করা হয় এবং অপমান করা হয়। তিনি লিখেছেন, \"তরুণ কর্মকর্তারা আমাকে কৌশলে এমনভাবে আঘাত করেছিল, যা আমার ব্যথার জায়গাগুলোতে ছিল। তারা আমার সন্তানদের ছবি দেখেছিল এবং স্পষ্টভাবে বলেছিল যে তারা তাদের সাথে কী করতে চায়। এটি প্রায় তিন ঘণ্টা ধরে চলেছিল।\" এরপর তাকে নকল মৃত্যুদণ্ডের শিকার হতে হয়, যেখানে তাকে বিএম-২১ গ্রাদ বহুনালী রকেট লঞ্চার ব্যবহার করে মৃত্যুর হুমকি দেওয়া হয়। তারপর তাকে চায়ের সঙ্গে বিষ প্রয়োগ করা হয়, যা খেয়ে তিনি বমি করতে থাকেন। তার টেপ রেকর্ডিং বাজেয়াপ্ত করা হয়। তিনি তার নকল মৃত্যুদণ্ডের অভিজ্ঞতা এভাবে বর্ণনা করেছেন: একজন লেফটেন্যান্ট কর্নেল, যার গাঢ় বর্ণের মুখ ও নিস্তেজ গম্ভীর চোখ ছিল, ব্যবসায়িক ভঙ্গিতে বলল: \"চলুন, আমি আপনাকে গুলি করব।\" সে আমাকে তাঁবুর বাইরে সম্পূর্ণ অন্ধকারে নিয়ে গেল। এখানকার রাতগুলো ঘন কালো। কিছুক্ষণ হাঁটার পর সে বলল, \"প্রস্তুত হও, আমি আসছি।\" হঠাৎই আমার চারপাশে কিছু বিস্ফোরিত হলো, তীব্র আলোতে আগুনের ঝলকানি দেখা গেল, কর্কশ আওয়াজ, গর্জন ও গম্ভীর শব্দ হলো। আমি ভয়ে কুঁকড়ে গেলে লেফটেন্যান্ট কর্নেল খুব আনন্দিত হয়েছিল। পরে বুঝতে পারলাম, সে আমাকে ঠিক গ্রাদ রকেট লঞ্চার-এর নিচে নিয়ে গিয়েছিল, যখন সেটি উৎক্ষেপণ হচ্ছিল। এই নকল মৃত্যুদণ্ডের পর, রাশিয়ান লেফটেন্যান্ট কর্নেল তাকে বলল, \"এখানে বানিয়া আছে। তোমার কাপড় খুলে ফেলো।\" যখন দেখল যে তার কথার কোনো প্রভাব পড়ছে না, তখন সে রেগে গিয়ে বলল, \"একজন প্রকৃত লেফটেন্যান্ট কর্নেল তোমাকে পেতে চাইছে, আর তুমি না বলছো? তুমি এক বিদ্রোহী কুক্কুরী।\" ২০০৬ সালে, ইউরোপীয় মানবাধিকার আদালত রাশিয়ান ফেডারেশনকে বাধ্যতামূলক গুম ঘটানোর জন্য দায়ী বলে রায় দেয়। এই ঘটনাটি ইঙ্গুশ সন্দেহভাজন বিদ্রোহী খাদজি-মুরাত ইয়ানদিয়েভ-এর সঙ্গে ঘটেছিল। জেনারেল-কর্নেল আলেকজান্ডার বারানভ, যিনি রাশিয়ান ককেশাসে নিযুক্ত বাহিনীর কমান্ডার ছিলেন এবং যাকে পোলিটকোভস্কায়ার শিবির গাইড বন্দিদের গর্তে বন্দি রাখার নির্দেশদাতা হিসেবে উল্লেখ করেছিলেন, তাকে ইয়ানদিয়েভকে মৃত্যুদণ্ড দেওয়ার আদেশ দিতে ভিডিওতে দেখা গিয়েছিল।\n\n\n=== বিষ প্রয়োগ ===\n২০০৪ সালের সেপ্টেম্বর মাসে, বেসলানের একটি স্কুলে এক হাজারের বেশি জিম্মিকে মুক্ত করতে আলোচনার জন্য দক্ষিণে উড়াল দেওয়ার সময়, আননা পলিটকোভস্কায়া হঠাৎ তীব্র অসুস্থ হয়ে পড়েন এবং চেতনা হারান। তিনি অ্যারোফ্লট বিমানের এক ফ্লাইট অ্যাটেনডেন্টের দেওয়া চা পান করার পরেই এই ঘটনা ঘটে। ধারণা করা হয়, তাকে বিষপ্রয়োগ করা হয়েছিল। অনেকে এর জন্য সোভিয়েত গোপন পুলিশ বিষ প্রয়োগ গবেষণাগারকে দায়ী করেন।\n\n\n=== ওএমওএন অফিসারের হুমকি ===\n২০০১ সালে, চেচনিয়ার বেসামরিক নাগরিকদের ওপর নৃশংসতার অভিযোগে অভিযুক্ত এক পুলিশ কর্মকর্তার প্রতিশোধ নেওয়ার হুমকির কারণে পলিটকোভস্কায়া ভিয়েনায় পালিয়ে যান। তিনি ইমেইলে এই হুমকিগুলো পান। অভিযুক্ত কর্পোরাল সের্গেই লাপিন ২০০২ সালে গ্রেপ্তার হন এবং তার বিরুদ্ধে মামলা দায়ের করা হয়। তবে পরের বছরই মামলাটি বন্ধ করে দেওয়া হয়। ২০০৫ সালে, লাপিনকে এক চেচেন নাগরিককে নির্যাতন ও নিখোঁজ করার অপরাধে দোষী সাব্যস্ত করে কারাদণ্ড দেওয়া হয়। এই ঘটনার তথ্য পলিটকোভস্কায়া তার \"নিখোঁজ ব্যক্তিরা\" শিরোনামের প্রতিবেদনে প্রকাশ করেছিলেন। লাপিনের এক সাবেক সহকর্মী ছিলেন পলিটকোভস্কায়ার হত্যাকাণ্ডের সন্দেহভাজনদের মধ্যে একজন। ধারণা করা হয়, লাপিনের দোষী সাব্যস্ত হওয়ার পেছনে পলিটকোভস্কায়ার ভূমিকার কারণে প্রতিশোধ নেওয়ার উদ্দেশ্যেই তাকে হত্যা করা হয়েছিল।\n\n\n=== রামজান কাদিরভের সাথে দ্বন্দ্ব ===\n২০০৪ সালে, পলিটকোভস্কায়ার সঙ্গে চেচনিয়ার তৎকালীন প্রধানমন্ত্রী রমজান কাদিরভের কথোপকথন হয়। তার এক সহকারী পলিটকোভস্কায়াকে উদ্দেশ করে বলেন, \"তোমাকে তো মস্কোতেই গুলি করে হত্যা করা উচিত ছিল, রাস্তায়, যেমনটা তোমাদের মস্কোতে হয়।\" কাদিরভও তার কথার সঙ্গে সায় দেন এবং বলেন, \"তুমি শত্রু। গুলি করা উচিত...।\" তার হত্যার দিন, নোভায়া গাজেতা'র প্রধান সম্পাদক দিমিত্রি মুরাতভ জানান, পলিটকোভস্কায়া একটি দীর্ঘ প্রতিবেদন প্রকাশ করতে চেয়েছিলেন যেখানে কাদিরভপন্থীদের ব্যবহার করা নির্যাতন কৌশল সম্পর্কে বিস্তারিত তথ্য ছিল। এটি চেচনিয়ার নিরাপত্তা বাহিনীর অংশ হিসাবে পরিচিত। তার শেষ সাক্ষাৎকারে, তিনি কাদিরভকে সমকালীন চেচনিয়ার \"স্ট্যালিন\" বলে অভিহিত করেছিলেন।\n\n\n== হত্যা এবং তদন্ত ==\n\nপলিতকোভস্কায়া ২০০৬ সালের ৭ অক্টোবর, মস্কোর কেন্দ্রস্থলের একটি অ্যাপার্টমেন্ট ব্লকে লিফটে মৃত অবস্থায় পাওয়া যান, এটি ছিল পুতিনের জন্মদিন। তাকে দুইটি গুলির আঘাতে বুকের মধ্যে, একবার কাঁধে এবং একবার মাথায় কাছ থেকে গুলি করা হয়েছিল। হত্যাকাণ্ডের পর ব্যাপক আন্তর্জাতিক প্রতিক্রিয়া সৃষ্টি হয়েছিল।\n১০ অক্টোবর ২০০৬ তারিখে মস্কোর পার্শ্ববর্তী ত্রোইকুরভস্কয়ে সমাধিতে তার অন্ত্যেষ্টিক্রিয়া অনুষ্ঠিত হয়। পলিতকোভস্কায়ার দাফন পূর্বে এক হাজারেরও বেশি শোকসন্তপ্ত মানুষ তার কফিনের পাশ দিয়ে চলে গিয়ে শেষ শ্রদ্ধা জানান। পলিতকোভস্কায়ার অনেক সহকর্মী, সমাজিক ব্যক্তিত্ব এবং তার কাজের প্রশংসকরা কবরস্থানে জমায়েত হন। অনুষ্ঠানে কোনো উচ্চ পদস্থ রুশ কর্মকর্তা উপস্থিত ছিলেন না। পলিতকোভস্কায়াকে তার বাবা কাছেই দাফন করা হয়, যিনি তার মৃত্যুর কিছু আগে মারা গিয়েছিলেন।\nমে ২০০৭ সালে, আন্নার একটি বৃহৎ পোস্টহিউমাস সংগ্রহ \"সুযোগ মতো\" শিরোনামে প্রকাশিত হয়, যা নোভায়া গাজেটা দ্বারা প্রকাশিত এবং মস্কোর গর্বাচেভ ফাউন্ডেশনে উন্মোচিত হয়। এই ইভেন্টটি আন্নার নামানুসারে তার নাতনী জন্মগ্রহণের পরপরই অনুষ্ঠিত হয়: ভেরার কন্যার নাম আন্না রাখা হয় তার দাদির সম্মানে। কিছু মাস পর, ১০ জনকে পলিতকোভস্কায়ার হত্যাকাণ্ডে বিভিন্ন মাত্রায় সম্পৃক্ততার অভিযোগে আটক করা হয়। তাদের মধ্যে চারজনকে অক্টোবর ২০০৮ সালে মস্কো জেলা সামরিক আদালতে হাজির করা হয়।\n\n\n=== প্রথম বিচার, ২০০৮-২০০৯ ===\nতিন ব্যক্তির বিরুদ্ধে আনা অভিযোগে বলা হয় যে তারা আননা পলিটকোভস্কায়ার হত্যাকারীকে সরাসরি সহায়তা করেছিল। ধারণা করা হয়, হত্যাকারী এই তিন অভিযুক্তের মধ্যে দুজনের ভাই। চতুর্থ অভিযুক্ত ব্যক্তি ছিলেন রাশিয়ার ফেডারেল নিরাপত্তা সংস্থার একজন কর্নেল। যদিও তাকে হত্যাকাণ্ডের মূল সংগঠক হিসেবে সন্দেহ করা হয়েছিল, তবে তার বিরুদ্ধে পর্যাপ্ত প্রমাণের অভাবে হত্যার অভিযোগ গঠন করা সম্ভব হয়নি। তিনি একই সময়ে অন্য একটি মামলায় বিচারের মুখোমুখি হন। মামলাটি বিচারকদের সামনে পরিচালিত হয়, যা রাশিয়ায় বেশ বিরল ঘটনা। বিচারকদের অনুরোধে মামলার কার্যক্রম সাংবাদিক ও সাধারণ জনগণের জন্য উন্মুক্ত রাখা হয়।\n২৫ নভেম্বর ২০০৮-এ প্রকাশিত প্রতিবেদনে বলা হয় যে, আননা পলিটকোভস্কায়ার হত্যার পেছনে রাশিয়ার এক রাজনীতিবিদের হাত থাকতে পারে। অভিযুক্তদের আইনজীবী মুরাদ মুসায়েভ সাংবাদিকদের জানান যে, মামলার নথিপত্রে সম্ভাব্য এক ব্যাখ্যায় উল্লেখ করা হয়েছে যে, রাশিয়ার এক রাজনীতিবিদ (যার নাম প্রকাশ করা হয়নি) এই হত্যাকাণ্ডের নির্দেশ দিয়েছিলেন।\n৫ ডিসেম্বর ২০০৮-এ, নোভায়া গেজেটা-এর জ্যেষ্ঠ সম্পাদক সের্গেই সকোলভ আদালতে সাক্ষ্য দেন যে, তার কাছে প্রাপ্ত তথ্য অনুসারে (যার উৎস তিনি প্রকাশ করেননি), অভিযুক্ত জাবরাইল মাখমুদভ রাশিয়ার ফেডারেল নিরাপত্তা সংস্থার একজন এজেন্ট ছিলেন। তিনি আরও জানান, মাখমুদভের চাচা লম-আলি গাইতুকায়েভ, যিনি এক ইউক্রেনীয় ব্যবসায়ীর হত্যাচেষ্টার দায়ে ১২ বছরের কারাদণ্ড ভোগ করছিলেন, তিনিও এফএসবির হয়ে কাজ করতেন।\n\n\n=== খালাস পাওয়ার পর ===\n২০০৯ সালের ফেব্রুয়ারিতে আননা পলিটকোভস্কায়ার হত্যা মামলায় অভিযুক্ত তিনজনকেই নির্দোষ ঘোষণা করা হয়। রায় ঘোষণার পর, মস্কোতে একটি সংবাদ সম্মেলনে তাঁর সন্তান ভেরা এবং ইলিয়া, তাঁদের আইনজীবী কারিনা মস্কালেনকো এবং আন্না স্তাভিৎস্কায়া, এবং নোভায়া গাজেতা-এর জ্যেষ্ঠ সম্পাদক সের্গেই সোকোলভ এই বিচারের বিষয়ে প্রতিক্রিয়া জানান।\nবিচার শেষ হওয়ার পর অ্যান্ড্রু ম্যাকিন্টশ, পার্লামেন্টারি অ্যাসেম্বলি অফ দ্য কাউন্সিল অফ ইউরোপ-এর গণমাধ্যমবিষয়ক উপ-কমিটির চেয়ারম্যান এবং গণমাধ্যম স্বাধীনতার বিষয়ে রাপোর্টিয়ার, এই হত্যাকাণ্ডের তদন্তের অগ্রগতির অভাব নিয়ে অসন্তোষ প্রকাশ করেন। তিনি মন্তব্য করেন:\n\n  \nদুই বছর আগে, ২০০৭ সালে, অ্যাসেম্বলি তার ১৫৩৫ নং রেজোলিউশনে রাশিয়ার পার্লামেন্টকে আহ্বান জানিয়েছিল যাতে আননা পলিটকোভস্কায়ার হত্যাকাণ্ডের অপরাধমূলক তদন্তের অগ্রগতি নিবিড়ভাবে পর্যবেক্ষণ করা হয় এবং কোনো ব্যর্থতার জন্য কর্তৃপক্ষকে দায়ী করা হয়। গতকাল বিচার কার্যক্রম বন্ধ হয়ে যাওয়া একটি স্পষ্ট ব্যর্থতা ছাড়া আর কিছুই নয়। আমি রাশিয়ার কর্তৃপক্ষ এবং পার্লামেন্টকে যথাযথ তদন্ত পুনরায় শুরু করতে এবং এই হত্যাকাণ্ডের প্রকৃত সত্য উদ্ঘাটন করতে আহ্বান জানাই। এটি শুধুমাত্র রাশিয়ায় মতপ্রকাশের স্বাধীনতাকে বিপন্ন করেনি, বরং আইনের শাসনের ভিত্তিতে প্রতিষ্ঠিত গণতান্ত্রিক কাঠামোকেও দুর্বল করেছে। রাজনৈতিকভাবে সমালোচনামূলক সাংবাদিকদের হত্যা সংক্রান্ত এই ত্রুটিপূর্ণ তদন্তের কোনো যৌক্তিকতা নেই। সরকারের অভ্যন্তরের দুর্নীতি ও অপরাধের বিরুদ্ধে লিখেছিলেন এমন সাংবাদিকদের হত্যার মতো ঘটনা, যেমন ২০০০ সালে ইউক্রেনে গেওর্গি গঙ্গাদজে এবং ২০০৪ সালে মস্কোতে পল ক্লেবনিকভ-এর হত্যাকাণ্ড, কোনোভাবেই মেনে নেওয়া যায় না।  \n  \n\nবিচার শেষ হওয়ার আগেই, ১৯ জানুয়ারি ২০০৯ সালে স্তানিস্লাভ মার্কেলভ, যিনি পলিটকোভস্কায়ার প্রতিবেদনে নথিভুক্ত অনেক মানবাধিকার লঙ্ঘনের তদন্ত করেছিলেন, মস্কোতে আততায়ীর হাতে নিহত হন। তাঁর সঙ্গে থাকা সাংবাদিক আনাস্তাসিয়া বাবুরোভা আঘাতপ্রাপ্ত হন এবং পরে মারা যান। তিনি মার্কেলভকে বাঁচানোর চেষ্টা করেছিলেন। পলিটকোভস্কায়ার সাংবাদিকতার কাজের সঙ্গে ঘনিষ্ঠভাবে সম্পর্কিত আরেকটি হত্যাকাণ্ড ঘটে ১৫ জুলাই ২০০৯-এ। নাতালিয়া এস্তেমিরোভা, যিনি মেমোরিয়াল মানবাধিকার সংগঠনের বোর্ড সদস্য ছিলেন এবং চেচনিয়ায় পলিটকোভস্কায়ার অন্যতম প্রধান তথ্যদাতা, পথপ্রদর্শক ও সহকর্মী ছিলেন, তাঁকে গ্রোজনি থেকে অপহরণ করা হয়। কয়েক ঘণ্টা পর তাঁকে পার্শ্ববর্তী ইঙ্গুশেতিয়া প্রজাতন্ত্রে মৃত অবস্থায় পাওয়া যায়।\n\n\n=== পুনর্বিচার, ২০১২ এবং ২০১৪ ===\n২০০৯ সালের ৫ আগস্ট, আননা পলিটকোভস্কায়ার হত্যা মামলায় নির্দোষ ঘোষণা করার বিরুদ্ধে প্রসিকিউশন বিভাগের আপত্তি রাশিয়ার সুপ্রিম কোর্ট গ্রহণ করে। আদালত নতুন করে বিচার পরিচালনার নির্দেশ দেয়।\n২০১১ সালের আগস্টে, রাশিয়ার প্রসিকিউটররা দাবি করেন যে তারা পলিটকোভস্কায়ার হত্যাকাণ্ডের সমাধানের খুব কাছাকাছি পৌঁছেছে। তারা সাবেক পুলিশ কর্মকর্তা দিমিত্রি পাভলিউচেনকভকে আটক করে এবং অভিযোগ করে যে তিনিই হত্যাকাণ্ডের প্রধান সংগঠক।\n২০১২ সালের ডিসেম্বর মাসে, দিমিত্রি পাভলিউচেনকভকে দোষী সাব্যস্ত করা হয় এবং উচ্চ নিরাপত্তার শাস্তি কলোনিতে ১১ বছরের কারাদণ্ড দেওয়া হয়। ২০১৪ সালের মে মাসে, পলিটকোভস্কায়ার হত্যাকাণ্ডের অভিযোগে পাঁচজনকে দোষী সাব্যস্ত করা হয়। তাদের মধ্যে তিনজন পূর্বের বিচারে খালাস পেয়েছিল। পরবর্তীতে, ২০১৪ সালের জুন মাসে তাদের কারাদণ্ড দেওয়া হয়। তাদের মধ্যে লোম-আলি গাইটুকায়েভ এবং তার ভাগ্নে রুস্তম মাহমুদভকে আজীবন কারাদণ্ড দেওয়া হয়। তবে এই হত্যাকাণ্ডের নির্দেশদাতা বা অর্থের যোগানদাতা কে ছিলেন, তা স্পষ্ট করা সম্ভব হয়নি।\n\n\n=== হত্যা অমীমাংসিত ছিল, ২০১৬ ===\n২০১৬ সালের সেপ্টেম্বর মাসে, ভ্লাদিমির মার্কিন, যিনি রাশিয়ার তদন্ত কমিটির মুখপাত্র ছিলেন, আননা পলিটকোভস্কায়ার হত্যাকাণ্ডকে ২১শ শতকের রাশিয়ার সবচেয়ে নাটকীয় অপরাধগুলোর মধ্যে অন্তর্ভুক্ত করেন এবং দাবি করেন যে এই মামলা সমাধান হয়েছে। তবে নোভায়া গাজেতা-র সহকর্মীরা এই দাবির প্রতিবাদ জানান। তারা বলেন, যতক্ষণ পর্যন্ত হত্যার নির্দেশদাতা বা অর্থের যোগানদাতা চিহ্নিত, গ্রেপ্তার এবং বিচারের সম্মুখীন না হন, ততক্ষণ মামলাটি শেষ হয়েছে বলা যাবে না।\n\n২০১৬ সালের ৭ অক্টোবর, নোভায়া গাজেতা একটি ভিডিও প্রকাশ করে, যেখানে সম্পাদক, প্রতিবেদক, আলোকচিত্রী এবং প্রযুক্তিগত ও প্রশাসনিক কর্মীরা প্ল্যাকার্ড ধরে ছিলেন। প্ল্যাকার্ডে মামলার বিস্তারিত তথ্য ছিল এবং তারা বারবার বলছিলেন, \"আননার হত্যার পৃষ্ঠপোষককে এখনো খুঁজে পাওয়া যায়নি\"। ওই একই দিনে, উপ-প্রধান সম্পাদক সের্গেই সোকোলভ মামলার আনুষ্ঠানিক তদন্ত সম্পর্কে একটি কড়া সমালোচনা প্রকাশ করেন। তিনি তদন্তের ভুল দিকনির্দেশ ও সীমাবদ্ধতাগুলোর কথা উল্লেখ করেন এবং বলেন যে তদন্ত কার্যত বন্ধ হয়ে গেছে।\nতিনি আরও লেখেন, ২০১৪ সালে মাহমুদভ ভ্রাতৃদ্বয়, খাদ্জিকুরবানভ এবং লোম-আলি গাইটুকায়েভ দোষী সাব্যস্ত হওয়ার পর তদন্ত দলের সদস্যসংখ্যা কমিয়ে এক ব্যক্তিতে নামিয়ে আনা হয়। এক বছরের মধ্যে তিনিও অবসর গ্রহণ করেন, এবং তার স্থলাভিষিক্ত হন নিম্নস্তরের এক তদন্ত কর্মকর্তা। ২০০০ সালে ইগর ডোমনিকভ হত্যাকাণ্ডের ঘটনাও দেখিয়েছিল যে অপরাধীরা চিহ্নিত হতে পারে, কারণ ২০০৮ সালে তাদের দোষী সাব্যস্ত করা হয়েছিল।\nদ্য ইন্টারসেপ্ট এডওয়ার্ড স্নোডেন প্রকাশিত একটি গোপন নথি প্রকাশ করে, যেখানে ইন্টেলিপিডিয়া-এর একটি স্ক্রিনশট ছিল। তাতে লেখা ছিল: \n\n(টিএস//নিয়ন্ত্রণ ব্যবস্থা/রিলে টু মার্কিন যুক্তরাষ্ট্র, অস্ট্রেলিয়া, কানাডা, যুক্তরাজ্য, নিউজিল্যান্ড) রাশিয়ার ফেডারেল গোয়েন্দা সংস্থাগুলি (সম্ভবত এফএসবি) আননা পলিটকোভস্কায়ার ওয়েবমেইল অ্যাকাউন্টকে লক্ষ্যবস্তু করেছিল।  ২০০৫ সালের ৫ ডিসেম্বর, আরএফআইএস পাবলিক ডোমেনে উপলব্ধ নয় এমন ক্ষতিকারক সফ্টওয়্যার স্থাপন করে অ্যাকাউন্টের বিরুদ্ধে একটি আক্রমণ শুরু করে। তবে এই সাইবার আক্রমণের সাথে সাংবাদিকের হত্যার কোনো সম্পর্ক আছে কি না, তা জানা যায়নি।\n\n\n== প্রামাণ্যচিত্র ==\n২০০৮ সালে, মাশা নোভিকোভা পরিচালিত তথ্যচিত্র আন্না, সেভেন ইয়ার্স অন দ্য ফ্রন্টলাইন মুক্তি পায়। এটি নেদারল্যান্ডসে নির্মিত ৭৮ মিনিট দৈর্ঘ্যের একটি চলচ্চিত্র।\nএকই বছরে, সুইস পরিচালক এরিক বার্গক্রাউট আন্না পলিটকোভস্কায়ার জীবন ও হত্যাকাণ্ড নিয়ে লেটার টু আন্না নামে একটি তথ্যচিত্র নির্মাণ করেন। এতে আন্নার ছেলে ইলিয়া, মেয়ে ভেরা, সাবেক স্বামী আলেকজান্ডার পলিটকোভস্কি এবং ব্যবসায়ী বরিস বেরেজোভস্কি ও চলচ্চিত্র নির্মাতা আন্দ্রেই নেক্রাসভ-এর সাক্ষাৎকার অন্তর্ভুক্ত রয়েছে।\n২০১১ সালে, রুশ পরিচালক মারিনা গোল্দোভস্কায়া আ বিটার টেস্ট অব ফ্রিডম নামে একটি তথ্যচিত্র নির্মাণ করেন। এটি সুইডেন, রাশিয়া ও যুক্তরাষ্ট্রের যৌথ প্রযোজনা। শিরোনামটি পরিচালকের পূর্ববর্তী তথ্যচিত্র আ টেস্ট অব ফ্রিডম (১৯৯১) থেকে অনুপ্রাণিত, যা সোভিয়েত-পরবর্তী রাশিয়ার জীবন নিয়ে নির্মিত এবং এতে পলিটকোভস্কি পরিবারও উঠে আসে। আ বিটার টেস্ট অব ফ্রিডম ওয়ারশ আন্তর্জাতিক চলচ্চিত্র উৎসব-এ প্রদর্শিত হয় এবং সেখানে এটি সেরা তথ্যচিত্র পুরস্কার লাভ করে। উৎসবের অনুষ্ঠানের বিবরণ অনুযায়ী:\nতিনি ছিলেন সাহসী, নির্ভীক এবং সুন্দরী। রাশিয়ান রাষ্ট্রের অন্যায় উদঘাটনের তার নিরলস প্রচেষ্টা কিছু মানুষের মনে শ্রদ্ধা জাগিয়েছিল, আবার অনেকের মনে আতঙ্ক। মস্কোর উদারপন্থী সংবাদপত্র নোভায়া গেজেটা-এর অনুসন্ধানী সাংবাদিক হিসেবে, তিনি পুতিনের সরকারের শিকার হওয়া মানুষের জন্য একমাত্র কণ্ঠস্বর ছিলেন। যদিও তার কণ্ঠ ছিল একা, তবুও পুরো দেশ তা শুনেছিল। সেটি খুব বেশি উচ্চকণ্ঠ ছিল। মাত্র ৪৮ বছর বয়সে তাকে হত্যা করা হয়, শুধুমাত্র তার পেশাদার দায়িত্ব পালনের কারণে। এটি মানুষের অদম্য সাহসের একটি তথ্যচিত্র। পরিচালক বলেন, \"বর্তমান বিশ্ব যেখানে অতিরিক্ত নৈরাশ্য ও দুর্নীতিতে ভরা, সেখানে আন্নার মতো সাহস, সততা এবং প্রতিশ্রুতির মানুষ আমাদের খুব বেশি প্রয়োজন।\"\n\n\n=== জীবনীমূলক চলচ্চিত্র ===\n২০২২ সালে আন্না শিরোনামের একটি জীবনীমূলক চলচ্চিত্র-এর চিত্রগ্রহণ শুরু হয়, যেখানে আন্না পলিটকোভস্কায়ার ভূমিকায় অভিনয় করেছেন ম্যাক্সিন পিক। জেসন আইজ্যাকস এবং সিয়ারান হিন্ডস-ও প্রধান ভূমিকায় যুক্ত হয়েছেন।\n\n\n== পুরস্কার এবং সম্মাননা ==\n২০০১: রাশিয়ান সাংবাদিক ইউনিয়নের \"গোল্ডেন পেন পুরস্কার\"\n২০০১: অ্যামনেস্টি ইন্টারন্যাশনাল মানবাধিকার সাংবাদিকতার জন্য গ্লোবাল অ্যাওয়ার্ড\n২০০২: নরওয়েজিয়ান লেখক ইউনিয়ন অভিব্যক্তি স্বাধীনতা পুরস্কার (\"ইট্রিংসফ্রিহেটস্প্রিসেন\")\n২০০২: \"মুক্ত অভিব্যক্তি রক্ষার\" জন্য সেন্সরশিপ সূচক পুরস্কার।\n২০০২: পেন আমেরিকান সেন্টার ফ্রিডম টু রাইট অ্যাওয়ার্ড\n২০০২: আন্তর্জাতিক নারী মিডিয়া ফাউন্ডেশন সাংবাদিকতায় সাহস পুরস্কার\n২০০৩: প্রতিবেদনের শিল্পের জন্য লেট্রে ইউলিসিস পুরস্কার\n২০০৩: হেরমান কেস্টেন মেডেল\n২০০৪: ওলোফ পামে পুরস্কার (লিউডমিলা অ্যালেক্সিয়েভা এবং সের্গেই কোভালেভের সাথে ভাগ করা হয়েছে)\n২০০৪: আন্তর্জাতিক সাংবাদিকতার ভাজকুয়েজ মন্টালবান পুরস্কার\n২০০৫: সিভিল কারেজ প্রাইজ (মিন কো নাইং এবং মুনির সাঈদ থালিবের সাথে)\n২০০৫: মিডিয়া স্বাধীনতা এবং ভবিষ্যতের জন্য পুরস্কার\n২০০৬: টিজিয়ানো টেরজানি-এর নামে আন্তর্জাতিক সাংবাদিকতা পুরস্কার\n২০০৬: আন্তর্জাতিক প্রেস ইনস্টিটিউট-এর বিশ্ব প্রেস স্বাধীনতা বীর\n২০০৭: ইউনেস্কো/গুইলারমো কানো ওয়ার্ল্ড প্রেস ফ্রিডম প্রাইজ (প্রথমবারের মতো মরণোত্তর প্রদান করা হয়েছে)\n২০০৭: ন্যাশনাল প্রেস ক্লাব (মার্কিন যুক্তরাষ্ট্র)/জন আবুচন ফ্রিডম অফ দ্য প্রেস অ্যাওয়ার্ড (মরণোত্তর)\n২০০৭: গেশউইস্টার-শোল-প্রিস (মরণোত্তর)\n২০০৭: ন্যাশনাল এন্ডোয়মেন্ট ফর ডেমোক্রেসি কর্তৃক প্রেস ফ্রিডমকে স্পটলাইট করার জন্য গণতন্ত্র পুরস্কার,\nকলেজ অফ ইউরোপ-এর ২০০৭-২০০৮ শিক্ষাবর্ষ তার সম্মানে নামকরণ করা হয়েছিল।\n\n\n=== আন্না-পলিটকোভস্কায়া-পুরস্কার ===\n\nআন্তর্জাতিক মানবাধিকার সংস্থা রিচ অল উইমেন ইন ওয়ার মূলত যুদ্ধ ও সংঘাতপূর্ণ অঞ্চলে কাজ করা নারী মানবাধিকার কর্মীদের সহায়তা ও সুরক্ষা প্রদানে কাজ করে। ২০০৬ সালে, সংস্থাটি আন্না পলিটকোভস্কায়া পুরস্কার প্রবর্তন করে, যা প্রতি বছর আন্না পলিটকোভস্কায়ার স্মরণে প্রদান করা হয়। এই পুরস্কার সেইসব নারী মানবাধিকার কর্মীদের দেওয়া হয়, যারা কোনো সংঘাতপূর্ণ অঞ্চলে নিপীড়িত মানুষের পক্ষে দাঁড়ান এবং আন্নার মতোই ব্যক্তিগত ঝুঁকি নিয়ে তাদের অধিকার রক্ষায় কাজ করেন।\nমানবাধিকার কর্মী এবং আন্নার ঘনিষ্ঠ বন্ধু মারিয়ানা কাজারোভা রিচ অল উইমেন ইন ওয়ার এবং আন্না পলিটকোভস্কায়া পুরস্কার ২০০৬ সালে লন্ডনে প্রতিষ্ঠা করেন। তিনি একজন সাংবাদিক এবং মানবাধিকার কর্মী হিসেবে বসনিয়া, কসোভো ও উত্তর ককেশাসের যুদ্ধক্ষেত্রে কাজ করেছেন। এছাড়াও, তিনি অ্যামনেস্টি ইন্টারন্যাশনালের রাশিয়া বিষয়ক গবেষক হিসেবে ১০ বছর কাজ করেন।\nএই পুরস্কার প্রথমবার প্রদান করা হয় আন্না পলিটকোভস্কায়ার হত্যার এক বছর পর, ৭ অক্টোবর ২০০৭ সালে। এটি পান আন্নার বন্ধু এবং সহকর্মী, চেচেন মানবাধিকার কর্মী নাতালিয়া এস্তেমিরোভা, যিনি ২০০৯ সালে চেচনিয়ায় অপহৃত ও নিহত হন। তাকে হত্যা করা হয়, যাতে তিনি মানবাধিকার লঙ্ঘনের বিরুদ্ধে তার কণ্ঠস্বর বন্ধ করে দেন।\n\n\n=== সাংবাদিকতা পুরস্কার \"আন্না পলিটকোভস্কায়া\" (ফেরারা, ইতালি) ===\nফেরারার \"আন্না পলিটকোভস্কায়া সাংবাদিকতা পুরস্কার\" নামে একটি পুরস্কার রয়েছে, যা প্রতি বছর ইতালির ফেরারা শহরে প্রদান করা হয়। এটি ম্যাগাজিন ল'ইন্টারনাজিওনালে এবং ফেরারা পৌরসভা যৌথভাবে প্রদান করে।\n\n\"আন্না পলিটকোভস্কায়া সাংবাদিকতা পুরস্কার\"-এর বিজয়ী\n\n২০১৫: আসিফ মহিউদ্দিন\n\n\n== গ্রন্থপঞ্জি ==\nপলিটকোভস্কায়া, আন্না (২০০০) ভয়েজ এন এনফার: জার্নাল ডি চেচেনি, রবার্ট লাফন্ট: প্যারিস।\nপলিটকোভস্কায়া, আন্না (২০০১) এ ডার্টি ওয়ার: এ রাশিয়ান রিপোর্টার ইন চেচনিয়া, হারভিল: লন্ডন।\nপলিটকোভস্কায়া, আন্না (২০০২) ভটোরয়া চেচেনস্কায়া (দ্বিতীয় চেচেন যুদ্ধ), জাখারভ: মস্কো।\nপলিটকোভস্কায়া, আন্না (২০০৩) এ স্মল কর্নার অফ হেল: ডিসপ্যাচেস ফ্রম চেচনিয়া, ভটোরয়া চেচেনস্কায়া-এর অনুবাদ, দ্য ইউনিভার্সিটি অফ শিকাগো প্রেস। ২০১৫-০২-২৮ তারিখে পুনরুদ্ধার করা হয়েছে।\nপলিটকোভস্কা, আন্না। \"দ্রুহা চেচেনস্কা\"। অনুবাদ আই. আন্দ্রুসিয়াক। কিয়েভ: ডায়োকর, ২০০৪। (ইউক্রেনীয় ভাষায়।)\nপলিটকোভস্কায়া, আন্না (২০০৪) পুতিনস রাশিয়া, হারভিল: লন্ডন।আইএসবিএন ৯৮০২৯৩৩১৬-৩\nপলিটকোভস্কায়া, আন্না (২০০৭) এ রাশিয়ান ডায়েরি: এ জার্নালিস্টস ফাইনাল অ্যাকাউন্ট অফ লাইফ, করাপশন, অ্যান্ড ডেথ ইন পুতিনস রাশিয়া, হারভিল সেকার: লন্ডন।\nপলিটকোভস্কায়া, আন্না (২০০৭) (উইথ গুড রিজন), নোভায়া গেজেটা: মস্কো। এতে নোভায়া গেজেটা-এর জন্য আন্না পলিটকোভস্কায়ার সমস্ত সমাপ্ত এবং অসমাপ্ত নিবন্ধ, ৯৮৯ পৃষ্ঠা অন্তর্ভুক্ত রয়েছে। রাশিয়ান শিরোনামটি ১৯৩০-এর দশকের শেষের দিকে সোভিয়েত ইউনিয়নের মহান সন্ত্রাসের শিকারদের প্রায়শই অবিশ্বাসপূর্ণ প্রশ্নের ভয়ঙ্কর নাটক তৈরি করে: \"তবে কেন?!\" («জা চটো?!»)\nপলিটকোভস্কায়া, আন্না (২০১০) নাথিং বাট দ্য ট্রুথ: সিলেক্টেড ডিসপ্যাচেস, হারভিল সেকার: লন্ডন। ২০০৭ সালের ভলিউম জা চটো (উইথ গুড রিজন) থেকে ৪৮০-পৃষ্ঠার একটি নির্বাচন।\nপলিটকোভস্কায়া, আন্না (২০১১) ইজ জার্নালিজম ওয়ার্থ ডাইং ফর?: ফাইনাল ডিসপ্যাচেস, মেলভিল হাউস পাবলিশিং: ব্রুকলিন, নিউ ইয়র্ক।\n\n\n== আরও দেখুন ==\nআলেকজান্ডার লিটভিনেনকো\nরাশিয়ায় নিহত সাংবাদিকদের তালিকা\nঅমীমাংসিত হত্যার তালিকা\nপেত্রা প্রোচাজকোভা\nপুতিনবাদ\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nফিনকেলস্টাইন, ডেভিড (২০০৮), \"অনুসন্ধানমূলক সাংবাদিকতা: এলেনা পোনিয়াটোস্কা (১৯৩২–) এবং আন্না পলিটকোভস্কায়া (১৯৫৮–২০০৬)\", জার্নালিজম প্র্যাকটিস, ২ (১): ১৩০–১৩৪, ডিওআই:10.1080/17512780701768576 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nজ্যাকম্যান, ড্যানিয়েল ইলোনা (২০১৬), অন্ধকার সময়ে ন্যায়বিচারের জন্য প্রচারণা: পলিটকোভস্কায়ার নেটওয়ার্ক এবং লাপিন মামলা, পিএইচডি থিসিস: লা ট্রোব বিশ্ববিদ্যালয়, ১১ জুন ২০২৪ তারিখে মূল থেকে আর্কাইভ করা উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nসাইমন, স্কট (২০০৭), \"ভূমিকা\", এ রাশিয়ান ডায়েরি: এ জার্নালিস্টস ফাইনাল অ্যাকাউন্ট অফ লাইফ, করাপশন, অ্যান্ড ডেথ ইন পুতিনস রাশিয়া, by পলিটকোভস্কায়া, আন্না, নিউ ইয়র্ক: র‍্যান্ডম হাউস, পৃষ্ঠা vii–xv, আইএসবিএন 9781400066827 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n\n\"আন্না পলিটকোভস্কায়ার স্মৃতির উদ্দেশ্যে নিবেদিত \"ক্রনিকলস অফ হেল\" প্রদর্শনী\"। ২৮ সেপ্টেম্বর ২০০৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৭ অক্টোবর ২০১৩।  আইপিভিনউজ দ্বারা\n\"আন্না পলিটকোভস্কায়া পুরস্কার\" যুদ্ধ এবং সংঘাত থেকে নারী মানবাধিকার রক্ষকদের কাছে প্রতি বছর RAW in WAR (Reach All Women in WAR) দ্বারা উপস্থাপিত। ২০০৭ সালে প্রথম আন্না পলিটকোভস্কায়া পুরস্কার প্রাপক ছিলেন নাতালিয়া এস্তেমিরোভা\nবই উৎসবের পাঠ, এডিনবার্গ আন্তর্জাতিক বই উৎসব-এর অডিও রেকর্ডিং এবং প্রতিলিপি ২০০৪-০৫-এ আন্না পলিটকোভস্কায়া (ইংরেজিতে অনূদিত, স্ট্রিমিং অডিও)\n২০০৮ সালের আগস্ট মস্কো সমাবেশের ফটো রিপোর্ট আন্না পলিটকোভস্কায়ার জন্মের ৫০তম বার্ষিকীর জন্য নিবেদিত (রুশ ভাষায়)\nদ্য রাইটার্স কনসায়েন্স: রিমেম্বারিং আন্না পলিটকোভস্কায়া অ্যান্ড রাশিয়াস ফরগটেন ওয়ার, ৬ ডিসেম্বর ২০০৬, সিইউএনওয়াই গ্র্যাজুয়েট সেন্টার, নিউ ইয়র্ক সিটি – অডিও\nReach all Women in War (RAW in WAR)\nডায়োকর প্রেস দ্বারা তার বইয়ের ইউক্রেনীয় সংস্করণে তার ইউক্রেনীয় বংশোদ্ভূত সম্পর্কে পলিটকোভস্কায়ার লেখা"}