{"pageid": 1516743, "title": "কেইজি নিশিওকা", "url": "https://bn.wikipedia.org/wiki?curid=1516743", "content": "ডাশো কেইজি নিশিওকা (জাপানি: 西岡 京治,নিশিওকা কেইজি; ১৪ ফেব্রুয়ারি ১৯৩৩ – ২১ মার্চ ১৯৯২) ছিলেন একজন জাপানি উদ্ভিদবিজ্ঞানী।\nজাপান সরকার তাকে ভুটান রাজ্যে\nকৃষি খাতের আধুনিকীকরণে সাহায্য করার জন্য প্রেরণ করেছিলেন। নিশিওকা ভুটানে কৃষি বিশেষজ্ঞ হিসেবে পর্যন্ত ২৮ বছর ধরে কাজ করেছিলেন।১৯৬৪ থেকে ১৯৯২ সালে তাঁর মৃত্যু পর্যন্ত।\nনিশিওকা ভুটানের পারু ও ঝেমগাং জেলায় ধান ও সবজির চাষের উন্নয়নে ভূমিকা রেখেছিলন।\nএছাড়াও তিনি ঝেমগাংয়ে নাগরিক অবকাঠামো উন্নয়ন প্রকল্পে অংশগ্রহণ করেছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nকেইজি নিশিওকা ১৪ ফেব্রুয়ারি ১৯৩৩ সালে তৎকালীন জাপানি শাসিত কোরিয়া'র (বর্তমানে দক্ষিণ কোরিয়া) সিউল শহরে জন্ম নেন। তার পিতা তাতসুজো নিশিওকা এবং মাতা তোশিয়ে নিশিওকার।কেইজি ছিলেন তাঁর পিতামাতার চার সন্তানের মধ্যে সবার বড় ছিলেন।  তৎকালীন সিউল কে কেইজো নামে ডাকা হতো। \nসিউলের সাকুরাগাওকা প্রাথমিক বিদ্যালয়ে তার শিক্ষাজীবনের শুরু হয়।জাপানে পরাজয় ও দ্বিতীয় বিশ্বযুদ্ধের সমাপ্তির শেষে, পরবর্তীতে জাপানী সাম্রাজ্যের আত্মসমর্পণের কারণে তাদের পুরো পরিবার জাপানের  ওসাকায় স্থানান্তরিত হয়ে যায়। এরপর তিনি ওসাকার-এ নিশিওকা য়াও জুনিয়র উচ্চ বিদ্যালয়ে ভর্তি হন। তিনি ১৯৫২ সালে নানিওয়া বিশ্ববিদ্যালয়ে কৃষি বিভাগে ভর্তি হন। কেইজি নিশিওকা ১৯৫৯ সালে সাতোকো নিকাইকে বিয়ে করেন। সে হিয়োগোর নিশিনোমিয়া এলাকার বাসিন্দা ছিলেন। এই দম্পতির দুই সন্তান ছিল \n\n\n== ভুটানে জীবন ==\n১৯৫৮ সালে, ওসাকা প্রিফেকচার বিশ্ববিদ্যালয়ে নিশিওকার অধ্যাপক সাসুকে নাকাও ভুটানে প্রথম সরকারি জাপানি দর্শক হিসেবে যান। সে সময়ের ভুটানের প্রধানমন্ত্রী (লিয়োনচেন) জিগমে পালডেন দোরজি কৃষি খাত আধুনিকীকরণে সহায়তার জন্য নাকাওর কাছে একজন কৃষি বিশেষজ্ঞ চেয়েছিলেন। তবে সে সময় জাপান ও ভুটানের মধ্যে দ্বিপাক্ষিক সম্পর্কের অভাব এই পরিকল্পনা বাস্তবায়নে বাধা সৃষ্টি করেছিল। এই সমস্যার সমাধান হয় ১৯৬২ সালে ভুটান কলম্বো পরিকল্পনায় যোগদান করলে, যার মাধ্যমে সদস্য রাষ্ট্রগুলোর কাছ থেকে সহায়তা পাওয়ার অধিকার পায়। নাকাওর সুপারিশে, নিশিওকা ১৯৬৪ সালের জুলাইয়ে জাপান ওভারসিজ টেকনিক্যাল কোঅপারেশন এজেন্সির কৃষি বিশেষজ্ঞ হিসেবে ভুটানে আসেন।\n\n\n=== পারো ===\n১৯৬৬ সালে নিশিওকা তিন জন প্রশিক্ষণার্থীকে নিয়ে পারো জোংখাগের বন্দেতে একটি পরীক্ষামূলক খামার প্রতিষ্ঠা করেন। এই খামারে তিনি জাপান থেকে আনা বীজ ব্যবহার করে ধান ও মটর, মূলা, কুমড়ো, বাঁধাকপির মতো সবজি চাষ করেছিলেন। খামারটি সফল হয় এবং আকার ও লাভজনকতায় বৃদ্ধি পায়, এমনকি ১৯৭৪ সালে ভুটানের চতুর্থ দ্রুক গিয়ালপো (রাজা) জিগমে সিংয়ে ওয়াংচুকের অভিষেক অনুষ্ঠানে অতিথিদের জন্য খাদ্য সরবরাহ করে। নিশিওকার অবদানে পারোতে ধান চাষ ও গ্রিনহাউস ব্যবহারে উন্নতি ঘটে। তিনি কৃষকদের থিম্ফু ও ফুন্টশোলিংয়ের মতো পারোর বাইরের স্থানেও খোলা বাজারে তাদের উৎপাদিত পণ্য বিক্রির জন্য উৎসাহিত করেন।\nপারো ও ঝেমগাং\n\n\n=== ঝেমগাং ===\n১৯৭৬ সালের মার্চে ঝেমগাং জোংখাগের নিম্ন খেং অঞ্চলের পানবাংয়ে একটি সমন্বিত উন্নয়ন প্রকল্পের অংশ হিসেবে নিশিওকা বন্দে খামারের দশ জন প্রশিক্ষণার্থীকে নিয়ে যান। এই অঞ্চলের স্থানীয়রা প্রধানত বনাঞ্চলে স্থানান্তরিত চাষাবাদ করত, স্থায়ী বসতি ছাড়াই। নিশিওকা অঞ্চলটিকে আরও উন্নত করার লক্ষ্যে কাজ করেন। তিনি বন পরিষ্কার করে সেই জমিতে স্থানান্তরিত চাষিদের গ্রামে বসতি স্থাপনের নির্দেশ দেন।\nবর্তমান সোনামথাং গ্রামের আশেপাশের অঞ্চলটি বনাঞ্চল থেকে ১৪৬ একর জমিতে ধানের ক্ষেতে রূপান্তরিত হয় নিশিওকার নির্দেশে। ভুটানের চতুর্থ পঞ্চবার্ষিকী পরিকল্পনা শেষে, অঞ্চলটি পরিষ্কার ও চাষাবাদে অবদান রাখা ৬৫টি পরিবারকে সেখানে জমি বরাদ্দ দেওয়া হয়, যা সোনামথাং গ্রামের সৃষ্টি করে। এইভাবে থিনলে গাং, লালিং, মারাংদুথ, টুনকুদেমা ও পান্টাংয়ের মতো গ্রাম গড়ে ওঠে। নিশিওকা নগদ ফসল হিসেবে আগরউড ও এলাচ গাছের চাষও চালু করেন।\nঝেমগাং নিশিওকার প্রচেষ্টায় জনগণের জীবনযাত্রার মান বৃদ্ধি পায়, এবং খাদ্যশস্যে স্বয়ংসম্পূর্ণতা অর্জনের প্রতিবেদন পাওয়া যায়। তিনি ১৭টি ঝুলন্ত সেতু নির্মাণ তদারকি করেন এবং খাল, রাস্তা ও স্বাস্থ্যকেন্দ্র নির্মাণে জনগণের অংশগ্রহণে উদ্যোগ নেন।\n\n\n== পুরস্কার ও উপাধি ==\nভুটানে কৃষি আধুনিকীকরণে অবদানের জন্য রাজা জিগমে সিংয়ে ওয়াংচুক তাকে ১৯৮০ সালে দাশো উপাধিতে ভূষিত করে। এই উপাধি প্রাপ্ত প্রথম বিদেশি নাগরিক ছিলেন তিনি। \nএছাড়াও ১৯৯৯ সালে তাঁকে ভুটানের সর্বোচ্চ বেসামরিক সম্মাননা 'দ্রুক থুগসে' ভূষিত করা হয়।\n\n\n== প্রয়াণ ==\n  \n১৯৯২ সালের ২১ মার্চ থিম্ফুতে ৫৯ বছর বয়সে\nনিঃশ্বাস ত্যাগ করেন কেইজি নিশিওকা।তাঁকে ২৬ মার্চ রাষ্ট্রীয় মর্যাদায় সামধিস্থ করা হয়।  \n\n\n=== অনুপ্রেরণা ও স্মরণ ===\nভুটানে কেইজি নিশিওকাকে,\"আধুনিক কৃষির জনক\" হিসেবে স্মরণ করা হয়।\nতিনি পানবাংয়ের বয়োজ্যেষ্ঠদের কাছে,  \"জাপান সাহেব\" নামে পরিচিত। পানবাংয়ে অবস্থিত একটি ঝুলন্ত সেতু নাম রাখা হয়েছে \"নিশিওকা জাম\"।পারোতে তাঁর স্মৃতিতে \nউৎসর্গীকৃত একটি বৌদ্ধ স্তূপ নাম রাখা হয়েছে\nডাশো নিশিওকা চোর্তেন। ২০১৪ সালে জুন মাসে জাপান ও ভুটানের মধ্যে সম্পর্কের ৫০ বছর পূর্তি উপলক্ষে পারোতে কেইজি নিশিওকা স্মরণে একটি জাদুঘর উদ্বোধন হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\"জাপান-ভুটান সম্পর্ক\"। ভারতে জাপানের দূতাবাস। ১৭ ডিসেম্বর ২০২০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৯ সেপ্টেম্বর ২০২০। \n\"ভুটানে জাপানের ওডিএ'র পরিদর্শন\"। জাপান সরকারের পররাষ্ট্র মন্ত্রণালয়। ১৭ ডিসেম্বর ২০২০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৯ সেপ্টেম্বর ২০২০।"}