{"pageid": 1516129, "title": "লটন, ওকলাহোমা", "url": "https://bn.wikipedia.org/wiki?curid=1516129", "content": "লটন মার্কিন যুক্তরাষ্ট্রের ওকলাহোমা রাজ্যের কোমানচে প্রশাসনিক অঞ্চলের একটি শহর।  পশ্চিম ওকলাহোমাতে অবস্থিত এই শহরটি ওকলাহোমা সিটির দক্ষিণ-পশ্চিমে দিকে প্রায় ৮৭ মা (১৪০ কিমি) দূরে।  এটি ওকলাহোমা পরিসংখ্যান এলাকার প্রধান শহর। ২০২০ সালের আদমশুমারি অনুসারে, লটনের জনসংখ্যা ছিল ৯০,৩৮১ জন যার জন্য এটি রাজ্যের ষষ্ঠ বৃহত্তম শহর এবং পশ্চিম ওকলাহোমার বৃহত্তম শহর হিসাবে ঘোষিত হয়েছে। \nকিওয়া, কোমানচে এবং অ্যাপাচি জনগোষ্ঠীর পূর্ববর্তী সংরক্ষিত জমিতে গড়ে ওঠে এই লটন শহর। এর নামকরণ করা হয়েছে মেজর জেনারেল হেনরি ওয়্যার লটনের নামে, যিনি গৃহযুদ্ধে দায়িত্ব পালন করেসম্মানসূচক পদক অর্জন করেছিলেন। মেজর লটন ফিলিপাইন-আমেরিকান যুদ্ধে নিহত হন। লটনের ভূদৃশ্য গ্রেট প্লেইনের মতো, সমতল ভূ-প্রকৃতি এবং মৃদু ঢালু পাহাড়ের আধিক্য দেখা যায় এবং শহরের উত্তরের অঞ্চলটি উইচিটা পর্বতমালা দ্বারা সীমাবদ্ধ।\nশহরটি ফোর্ট সিল মিলিটারি অধিকৃত অঞ্চলের কাছে অবস্থিত ছিল, যা  বিংশ শতাব্দী জুড়ে লটনকে অর্থনৈতিক ও জনসংখ্যার স্থিতিশীলতা প্রদান করে। \nলটনের অর্থনীতি মূলত ফোর্ট সিলের উপর নির্ভরশীল ছিল। কিন্তু উৎপাদন, উচ্চশিক্ষা, স্বাস্থ্যসেবা এইসকল ক্ষেত্রে আর্থিক উন্নতি পরিলক্ষিত হয়েছে। খুচরা বিক্রেতারাও অর্থনীতিতে তাদের যোগদান রেখেছে।  শহরে একটি কাউন্সিল-ম্যানেজার সরকার রয়েছে। শহর কাউন্সিলের সদস্যরা একক সদস্যের জেলা থেকে নির্বাচিত হন এবং মেয়র সর্বসাপেক্ষে নির্বাচিত হন। তারা দৈনন্দিন কার্যক্রম পরিচালনার জন্য একজন পেশাদার নগর ব্যবস্থাপক নিয়োগ করে।\nআন্তঃরাজ্য ৪৪ নম্বর সড়ক এবং তিনটি প্রধান মার্কিন যুক্তরাষ্ট্রের মহাসড়কের মাধ্যমে শহরটি অন্যান্য অঞ্চলের সাথে যুক্ত। লটন-ফোর্ট সিল আঞ্চলিক বিমানবন্দর লটনকে বিমানপথে আন্তর্জাতিক সংযুক্তি প্রদান করে। গ্রেহাউন্ড লাইনস এবং লটন এরিয়া ট্রানজিট সিস্টেম যথাক্রমে আন্তঃনগর এবং স্থানীয় বাস পরিষেবা প্রদান করে।\n\n\n== ইতিহাস ==\nবর্তমান ওকলাহোমার অঞ্চলটিতে প্রাগৈতিহাসিক কাল থেকে আদি আমেরিকান অধিবাসীরা বসতি স্থাপন করেছিল। ক্লোভিস অঞ্চলে ১১৫০০ খ্রিস্টপূর্বাব্দে ; ফলসমে ১০৬০০ খ্রিস্টপূর্বাব্দে এবং প্লেইনভিউ অঞ্চলে ১০০০০ খ্রিস্টপূর্বাব্দের সময়কালের বসতি ও মানব সংস্কৃতির খোজ পাওয়া গেছে।\nআরকানসাস নদী এবং রেড নদীর উপত্যকাগুলি ছিল ক্যাডোয়ান মিসিসিপি সংস্কৃতির কেন্দ্র, যা প্রায় ৮০০ খ্রিস্টাব্দে বিকশিত হতে শুরু করে। প্রত্নতাত্ত্বিক প্রমাণ থেকে দেখা গেছে যে এই লোকেরা ঐতিহাসিক ক্যাডোয়ান-ভাষাগত জনগণের সরাসরি পূর্বপুরুষ ছিল যারা বৃহত্তর অঞ্চলে বাস করত। ক্যাডো এবং উইচিটা জনগোষ্ঠীও এদের মধ্যে অন্তর্ভুক্ত ছিল।\n১৫৪১ সালে স্প্যানিশ অভিযাত্রী ফ্রান্সিসকো ভাস্কেজ ডি করোনাডোর আগমনের মাধ্যমে ইউরোপের সাথে এই অঞ্চলের যোগাযোগের সূচনা হয়। ১৭০০ সালের দিকে উত্তর অঞ্চলের দুই উপজাতি, কোমাঞ্চ এবং কিওওয়ারা ওকলাহোমা এবং টেক্সাস অঞ্চলে তাদের বসতি স্থানান্তরিত হয়। \n১৮ শতকের বেশিরভাগ সময় ধরে, ফরাসিরা ওকলাহোমা অঞ্চলের উপর তাদের অধিকার জারি করেছিল। বৃহত্তম ফরাসি বসতিগুলি ছিল উপসাগরীয় উপকূল বরাবর, লুইসিয়ানার নিউ অরলিন্স এবং আলাবামার মোবাইলে। পশম ব্যবসার দরুন আদি আমেরিকান এবং ইউরোপীয় জনগণের মধ্যে সীমিত যোগাযোগ ছিল ।\n১৮০৩ সালে, রাষ্ট্রপতি থমাস জেফারসনের অধীনে ফরাসিরা এই অঞ্চলটি মার্কিন যুক্তরাষ্ট্রের কাছে বিক্রি করে দেয়। ইউরোপীয় আমেরিকানরা দক্ষিণ-পূর্বে এবং মিসিসিপি নদীর ওপারের অঞ্চলে অভিবাসন অব্যাহত রেখেছিল। তারা বিশেষ করে তুলা চাষ সম্প্রসারণের জন্য উপযুক্ত অঞ্চল খুঁজছিল, কেননা তুলা ছিল সেই সময়ের একটি লাভজনক পণ্য ফসল।  ১৮৩০ সালে রাষ্ট্রপতি অ্যান্ড্রু জ্যাকসনের অধীনে কংগ্রেস ইন্ডিয়ান রিমুভাল অ্যাক্ট পাস করে, যা আমেরিকান ইন্ডিয়ান উপজাতিদের দক্ষিণ-পূর্ব থেকে অপসারিত করে এবং মিসিসিপি নদীর পশ্চিমে  অঞ্চলে স্থানান্তরিত হতে বাধ্য করে।\nএই ভূখণ্ডের দক্ষিণ অংশটি মূলত চক্টো এবং চিকাসো উপজাতিদের অধীনে ছিল। ১৮৬৭ সালে গৃহযুদ্ধের পর মার্কিন যুক্তরাষ্ট্র নতুন শান্তি চুক্তি করে। ১৮৬৭ সালে, মেডিসিন লজ চুক্তির অধীনে প্রাক্তন চক্টো এবং চিকাসো জমির দক্ষিণ-পশ্চিম অংশ কোমানচে, কিওওয়া এবং অ্যাপাচি উপজাতিদের বরাদ্দ করা হয়। এটি তাদের পূর্ব টেক্সাস এবং আরকানসাসের কাছাকাছি অঞ্চলগুলি থেকে সরে যেতে বাধ্য করেছিল। \nআমেরিকান গৃহযুদ্ধের পর ১৮৬৯ সালে ফোর্ট সিল প্রতিষ্ঠিত হয় এবং মেজর জেনারেল ফিলিপ শেরিডান এর নেতৃত্বে ছিলেন। তিনি টেক্সাসে আদি আমেরিকান উপজাতিদের অভিযান বন্ধ করার জন্য অভিযানের নেতৃত্ব দিয়েছিলেন।  ১৮৭৪ সালে কোমাঞ্চে, কিওয়া এবং শায়েনরা তাদের সংরক্ষিত অঞ্চল ত্যাগ করলে  রেড রিভার যুদ্ধ শুরু হয়। মার্কিন সেনাবাহিনীর আক্রমণ এবং সংঘর্ষের ফলে অবশেষে ১৮৭৫ সালের জুন মাসে উপজাতিরা তাদের অঞ্চলে ফিরে যেতে বাধ্য হয়। \n১৮৯১ সালে মার্কিন যুক্তরাষ্ট্রের কংগ্রেস উপজাতীয় নেতাদের সাথে দেখা করার জন্য এবং শ্বেতাঙ্গ বসতি স্থাপনের অনুমতি দেওয়ার জন্য একটি কমিশন নিযুক্ত হয়। রাষ্ট্রপতি উইলিয়াম ম্যাককিনলি একটি ঘোষণা জারি করেন, যা ১৯০১ সালের জুলাই মাসে ফেডারেল সরকারকে ২০,০০,০০০ একর (৮,১০০ কিমি২) অঞ্চলের উপর নিয়ন্ত্রণ দেয়।   মার্কিন যুক্তরাষ্ট্র ডাউস কমিশনের মাধ্যমে উপজাতীয় সদস্যদের পৃথক পরিবারকে জমি বরাদ্দ করে এবং  অবশিষ্ট জমি বিক্রি করে। এই পদক্ষেপগুলি সাম্প্রদায়িক জমির উপর উপজাতীয় দাবিগুলিকে নিশ্চিহ্ন করে দেয়, যা ১৯০৭ সালে ওকলাহোমাকে একটি রাজ্য হিসেবে অন্তর্ভুক্ত করার জন্য প্রয়োজনীয় একটি শর্ত ছিল।\n\nএই পরিবর্তনগুলির পর, নতুন রাজ্যের আইনসভা প্রদেশগুলিকে সংগঠিত করতে শুরু করে। কিওয়া, ক্যাডো এবং কোমানচে অঞ্চলে ৩২০ একর জায়গা প্রশাসনিক অঞ্চল(কাউন্টি) আসনের ভোটের জন্য নির্বাচিত হয়। লটনকে কোমানচে প্রশাসনিক অঞ্চল আসন হিসেবে মনোনীত করা হয়েছিল। এই শহরের নামকরণ করা হয়েছিল ফোর্ট সিলের একজন কোয়ার্টারমাস্টার মেজর জেনারেল হেনরি ডব্লিউ. লটনের নামে। \n১৯০১ সালের আগস্টের ৬ তারিখ থেকে শহরের জমির নিলাম শুরু হয় এবং বসতি স্থাপনের জন্য উন্মুক্ত করা হয়। ৬০ দিন পরে এই নিলাম ও বসতি স্থাপনের কাজ সম্পন্ন হয়েছিল।  ১৯০১ সালের সেপ্টেম্বরের ২৫ তারিখের মধ্যে রক আইল্যান্ডের রেলপথ লটন পর্যন্ত সম্প্রসারিত হয় এবং শীঘ্রই ফ্রিসকো লাইনের সাথে যুক্ত হয়।  ১৯০১ সালের ২৪শে অক্টোবর শহরে প্রথম নির্বাচন অনুষ্ঠিত হয়।\nপ্রথম বিশ্বযুদ্ধে মার্কিন যুক্তরাষ্ট্রের অংশীদারিত্বে পর ফোর্ট সিল এবং লটনের উন্নয়ন ত্বরান্বিত হয়। শহরের উত্তরে অবস্থিত লেক লটোনকা থেকে প্রাপ্ত  জলের সুবিধার জন্য সেই অঞ্চলের প্রধান সেনানিবাস ক্যাম্প ডোনিফান গড়ে ওঠে যা ১৯২২ সাল পর্যন্ত সক্রিয় ছিল। \nএকই কারণে দ্বিতীয় বিশ্বযুদ্ধের সময় লটনে ফোর্ট সিলের প্রতিষ্ঠা এবং সম্প্রসারণ হয়। ১৯৪০ থেকে ১৯৫০ সাল পর্যন্ত শহরের জনসংখ্যা ১৮,০৫৫ থেকে বেড়ে ৩৪,৭৫৭ জনে দাঁড়িয়েছিল।  ১৯৬০-এর দশকের মধ্যে জনসংখ্যা ৬১,৬৯৭-এ পৌঁছেছিল। \n\nযুদ্ধোত্তর সময়ে, ১৯৪০ এবং ১৯৫০ এর দশকের শেষের দিকে লটনের অসাধারণ বিকাশ ঘটে যার ফলে শহরের কর্মকর্তারা লটোনকা হ্রদের পরিপূরক হিসাবে অতিরিক্ত জলের উৎস খুঁজতে শুরু করেন। ১৯৫০-এর দশকের শেষের দিকে, শহরের উত্তর কোমানচে প্রশাসনিক অঞ্চলের পূর্ব দিক বরাবর বিশাল জমিতে একটি বাঁধ এবং মানবসৃষ্ট হ্রদ নির্মাণের জন্য উদ্যোগ নেওয়া হয়। লটনের প্রাক্তন মেয়র, সিআর এলসওয়ার্থের নামে নতুন হ্রদের নামকরণ করা হয়েছে লেক এলসওয়ার্থ। এটি অতিরিক্ত জল সম্পদ প্রদান করেছিল এবং বন্যা নিয়ন্ত্রণের সুবিধা তৈরি করেছিল। \n১৯৬৬ সালে, লটন সিটি কাউন্সিল শহরের পূর্ব, উত্তর-পূর্ব, পশ্চিম এবং উত্তর-পশ্চিম সীমান্তে বেশ কয়েকটি বর্গমাইল জমি অধিগ্রহণ করে।  ১৯৬৪ সালের মার্চ মাসের ১ তারিখে এইচই বেইলি টার্নপাইকের উত্তর অংশের কাজ সম্পন্ন হয় যা লটনকে সরাসরি রাজধানী ওকলাহোমা সিটির সাথে সংযুক্ত করে। টেক্সাস সীমান্তমুখী টার্নপাইকের দক্ষিণ অংশের কাজ ২৩শে এপ্রিল, ১৯৬৪ সালে সম্পন্ন হয়েছিল। \n১৯৭০-এর দশকে নগর-পুনর্নবীকরণ প্রচেষ্টা লটন শহরের কেন্দ্রস্থলকে রূপান্তরিত করে। শহর প্রতিষ্ঠার সময়কার বেশ কয়েকটি ভবন ভেঙে একটি ঘেরা শপিং মল তৈরি করা হয়েছিল, যা ক্রেতাদের জন্য শহরতলির আকর্ষণ হিসেবে কাজ করবে বলে অনুমান করা হয়েছিল। \n১৯৯৮ সালের ২৩শে জুন তারিখে লটন ফোর্ট সিল অঞ্চল দখল করে শহরটির সম্প্রসারন করে।  ২০০৫ সালের ঘাঁটি পুনর্বিন্যাস এবং বন্ধের ফলে  ফোর্ট সিলে কিছু সামরিক কার্যক্রম একীভূত করা হয়, যার ফলে সেখানে নিযুক্ত লোকের সংখ্যা এবং এর কার্যক্রমের পরিধি বৃদ্ধি পায়। আগামী ২০ বছরে জনসংখ্যা এবং অর্থনৈতিক প্রবৃদ্ধির ক্ষেত্রে লটন শহরের উন্নতির প্রভূত সুযোগ রয়েছে। \n\n\n== ভূগোল ==\nলটন ওকলাহোমার পঞ্চম বৃহত্তম শহর। শহরের মোট আয়তন ৭৫.১ মাইল² (১৯৫ কিমি²) এবং সম্পূর্ণ অঞ্চলটি  স্থলভূমি নিয়ে গঠিত।  লটন ওকলাহোমা শহর থেকে প্রায় ৮৪ মাইল (১৩৫ কিমি) দক্ষিণ-পশ্চিমে অবস্থিত। আশেপাশের অন্যান্য শহরের মধ্যে রয়েছে উইচিটা ফলস (প্রায় ৪৭ মাইল বা ৭৬ কিমি দক্ষিণে), ডানকান (প্রায় ৩৩ মাইল বা ৫৩ কিমি পূর্বে) এবং আল্টাস (প্রায় ৫৬ মাইল বা ৯০ কিমি পশ্চিমে)।\nলটন গ্রেট প্লেইনের একটি সমতল অঞ্চলে অবস্থিত, যেখানে স্বল্পসংখ্যক গাছপালা এবং মৃদু ঢালযুক্ত পাহাড় রয়েছে।  শহরের উত্তরে উইচিটা পর্বতমালা অবস্থিত, যেখানে মাউন্ট স্কট এবং মাউন্ট পিনচোট এই অঞ্চলের সর্বোচ্চ শৃঙ্গ।   শহরের উত্তর অংশের ভূগঠন মূলত পার্মিয়ান চুনাপাথর দিয়ে তৈরি। \nদক্ষিণ অংশে সাধারণত পার্মিয়ান গার্বার বেলেপাথর এবং হেনেসি গ্রুপের শেল পাওয়া যায়। পূর্ব ক্যাশে ক্রিকের খালে কোয়াটারনারি যুগের পলির স্তর জমা রয়েছে। উত্তর-পশ্চিম অঞ্চলের উইচিটা পর্বতমালা মূলত ক্যামব্রিয়ান আমলের উইচিটা গ্রানাইট পাথর দ্বারা গঠিত। \n\n\n=== জলবায়ু ===\nলটন শুষ্ক, আর্দ্র উপক্রান্তীয় জলবায়ুর অঞ্চলে অবস্থিত  ( কোপেন জলবায়ু শ্রেণীবিভাগ), যেখানে দৈনন্দিন আবহাওয়ার পরিবর্তন দেখা যায় কিন্তু গ্রীষ্মকালে আবহাওয়া সাধারণত গরম ও শুষ্ক থাকে। গ্রীষ্মে দক্ষিণ বা দক্ষিণ-পূর্ব দিক থেকে বয়ে আসা বাতাস তাপমাত্রা কমাতে সহায়ক ভূমিকা রাখে। শীতকালে উত্তর দিক থেকে আগত ঠান্ডা বাতাস তাপমাত্রা আরও কমিয়ে দিতে পারে। \nদক্ষিণ-পশ্চিম ওকলাহোমার গড় বাৎসরিক তাপমাত্রা ৬২.৬ °ফা (১৭.০ °সে)। গ্রীষ্মকালে প্রায় ২১ দিন মতো তাপমাত্রা ১০০ °ফা (৩৭.৮ °সে) বা তার বেশি থাকে। শীতকাল সাধারণত মৃদু হয়, তবে মাঝেমধ্যে প্রচণ্ড ঠান্ডা অনুভূত হয় এবং বছরে গড়ে আট দিন তাপমাত্রা হিমাঙ্কের নিচে নামে।   লটনে বার্ষিক গড় বৃষ্টিপাত প্রায় ৩১.৬ ইঞ্চি (৮০০ মিমি)  এবং তুষারপাত ৩ ইঞ্চি (১০ সেমি)-এর কম।\nলটন টর্নেডো অ্যালি নামে পরিচিত অঞ্চলের মধ্যে অবস্থিত, যেখানে এপ্রিলের শেষ থেকে জুনের শুরু পর্যন্ত তীব্র আবহাওয়া এবং প্রবল ঝড়ের ঝুঁকি থাকে।।  উল্লেখযোগ্যভাবে, ১৯৫৭ সালে এবং ১৯৭৯ সালে শহরের দক্ষিণাঞ্চলে শক্তিশালী টর্নেডো ঘূর্ণিঝড় আঘাত হেনেছিল। \n\n\n== জনসংখ্যা ==\n\n\n=== ২০২০ সালের আদমশুমারি ===\n২০১০ সালের আদমশুমারি অনুসারে, শহরে ৯৬,৮৬৭ জন মানুষ, ৩৪,৯০১টি পরিবার এবং ২২,৫০৮টি গৃহস্থালি ছিল। জনসংখ্যার ঘনত্ব ছিল প্রতি বর্গমাইলে ১,১৯৫.৪ জন (প্রতি বর্গকিলোমিটারে ৪৬১.৫ জন)। শহরের বর্ণগত গঠন ছিল ৬০.৩% শ্বেতাঙ্গ, ২১.৪% আফ্রিকান আমেরিকান, ৪.৭% আদিবাসী আমেরিকান, ২.৬% এশীয়, ০.৩% প্রশান্ত মহাসাগরীয় দ্বীপপুঞ্জের বাসিন্দা, ৩.৪% অন্যান্য জাতি এবং ৪.৯% দুই বা ততোধিক জাতির সমন্বয়। যেকোনো একক জনজাতির মধ্যে ১২.৬% (যার মধ্যে ৭.৮% মেক্সিকান, ২.৮% পুয়ের্তো রিকান এবং ০.৩% পানামানিয়ান) হিস্পানিক বা ল্যাটিনো সংমিশ্রন লক্ষ্য করা যেত । \n৩৪,৯০১টি পরিবারের মধ্যে ৩৬.৬% পরিবার এমন ছিল যেখানে ১৮ বছরের কম বয়সী শিশুরা তাদের অভিভাবকদের সাথে থাকত, ৪৩.৮% পরিবারে বিবাহিত দম্পতি একসাথে বসবাস করত, ১৫.৮% পরিবারের প্রধান ছিলেন মহিলা, যাদের স্বামী ছিলেন না এবং ৩৫.৫% পরিবারে কোনো নির্দিষ্ট পরিবারপ্রধান ছিল না। গড় পরিবারের আকার ছিল ২.৪৮ জন এবং গড় গৃহস্থালির আকার ছিল ৩.০৮ জন।\nশহরের জনসংখ্যার মধ্যে ২৪.৯% ছিল ১৮ বছরের কম বয়সী, ১৫.৩% ছিল ১৮ থেকে ২৪ বছর বয়সী, ৩০.২% ছিল ২৫ থেকে ৪৪ বছর বয়সী, ২০.৩% ছিল ৪৫ থেকে ৬৪ বছর বয়সী এবং ৯.৪% ছিল ৬৫ বছর বা তার বেশি বয়সী। গড় বয়স ছিল ২৯ বছর। প্রতি ১০০ জন মহিলার জন্য, পুরুষ ছিল ১০৮.১ জন এবং ১৮ বছর বা তার বেশি বয়সী প্রতি ১০০ জন মহিলার জন্য, পুরুষ ছিল ১১০ জন।\nশহরের পরিবারের গড় আয় ছিল ৪১,৫৬৬ ডলার এবং গড় গৃহস্থালির আয় ছিল ৫০,৫০৭ ডলার। পুরুষদের গড় আয় ছিল ৩৬,৪৪০ ডলার, যেখানে মহিলাদের গড় আয় ছিল ৩১,৮২৫ ডলার। শহরেরর মাথাপিছু আয় ছিল ২০,৬৫৫ ডলার। প্রায় ১৬.৬% পরিবার এবং ১৯% জনসংখ্যা দারিদ্র্যসীমার নিচে বাস করত যাদের মধ্যে ৩৩.৫% ছিল ১৮ বছরের কম বয়সী এবং ৪.৯%  ছিল ৬৫ বছর বা তার বেশি বয়সী।\n\n\n== অর্থনীতি ==\n\nলটনের অর্থনীতি মূলত সরকার, উৎপাদন এবং খুচরা বাণিজ্যের উপর নির্ভরশীল। ২০০৮ সালে লটন এমএসএর মোট দেশজ উৎপাদন ছিল ৪.২ বিলিয়ন ডলার, যার মধ্যে ২.১ বিলিয়ন ডলার সরকারি খাত থেকে আসে, যা মূলত সামরিক বাহিনীর সাথে সম্পর্কিত। \nশহরের প্রধান জনসম্পদ নিয়োগকর্তা হলো ফোর্ট সিল, যেখানে ৫,০০০ এরও বেশি পূর্ণকালীন কর্মচারী কাজ করে। বেসরকারি খাতের মধ্যে সবচেয়ে বড় নিয়োগকর্তা হলো গুডইয়ার টায়ার অ্যান্ড রাবার কোম্পানি, যেখানে ২,৪০০ জন কর্মচারী রয়েছে। অন্যান্য প্রধান নিয়োগকর্তার মধ্যে রয়েছে লটন পাবলিক স্কুল, কোমানচে প্রশাসনিক অঞ্চল মেমোরিয়াল হাসপাতাল, সাউথওয়েস্টার্ন হাসপাতাল, লটন সিটি প্রশাসন, ক্যামেরন বিশ্ববিদ্যালয় এবং বার এস ফুডস।\nলটনে দুটি প্রধান শিল্প পার্ক রয়েছে—একটি শহরের দক্ষিণ-পশ্চিম অঞ্চলে এবং অপরটি লটন-ফোর্ট সিল আঞ্চলিক বিমানবন্দরের কাছে অবস্থিত। \n২০১০ সালে, শহরের ডাউনটাউন পুনরুজ্জীবন প্রকল্পের আওতায় এলমার থমাস পার্ক থেকে সেন্ট্রাল মল পর্যন্ত এলাকাকে আরও আকর্ষণীয় ও পথচারী-বান্ধব করে তোলার জন্য নতুনভাবে সাজিয়ে তোলা হচ্ছে। \n২০১০ সালের আদমশুমারি অনুযায়ী, লটনে ৩৫,৩৭৪ জন বেসামরিক নাগরিক কর্মরত ছিলেন, যার মধ্যে ৪৯.১% ছিলেন মহিলা। এর মধ্যে ৬১.৭% ছিলেন বেসরকারি মজুরি ও বেতনভুক্ত কর্মী, ৭.৩% ছিলেন অলাভজনক প্রতিষ্ঠানে এবং ১৩.৩% ফেডারেল, ৭.২% রাজ্য ও ৬.১% স্থানীয় সরকারি খাতে কাজ করতেন। এছাড়াও, ৪.৬% ছিলেন স্ব-কর্মসংস্থানকারী ও বেতনবিহীন পারিবারিক কর্মী।\n\n\n== শিল্প ও সংস্কৃতি ==\n\n\n=== অনুষ্ঠান এবং উৎসব ===\nমে মাসে লটনে \"আর্টস ফর অল\" উৎসব আয়োজিত হয়। উৎসবে বিভিন্ন বিচারক-নির্বাচিত শিল্প প্রতিযোগিতা এবং বিনোদন অনুষ্ঠান উপস্থাপিত হয়। সাধারণত এই উৎসবটি শেপলার পার্কে অনুষ্ঠিত হয়।   সেপ্টেম্বরের শেষের দিকে, শহরে আন্তর্জাতিক উৎসব আয়োজিত হয়। ১৯৭৯ সালে প্রতিষ্ঠিত এই উৎসবটি বিভিন্ন সম্প্রদায়ের সংস্কৃতি, শিল্পকলা এবং সঙ্গীতকে প্রদর্শন করে। \n\n\n=== জাদুঘর ===\nলটনে জনসাধারনের জন্য উন্মুক্ত তিনটি প্রধান জাদুঘর রয়েছে। গ্রেট প্লেইনস জাদুঘরটি প্রাকৃতিক ইতিহাস এবং গ্রেট প্লেইনস অঞ্চলের প্রাথমিক বসতি স্থাপনের ইতিহাস প্রদর্শনী হিসাবে গড়ে উঠেছে।  জাদুঘরের বাইরের অংশের কিছু বিশেষ প্রদর্শনী মধ্যে হল রেড রিভার ট্রেডিং পোস্টের একটি প্রতিরূপ, মূল ব্লু বিভার স্কুলহাউস এবং এলগিন ট্রেন ডিপোসহ ফ্রিস্কো লোকোমোটিভ। \nফোর্ট সিল সামরিক ঘাঁটিতে অবস্থিত ফোর্ট সিল জাদুঘরে রয়েছে পুরাতন ফোর্ট সিল কোরাল এবং পুরাতন পোস্ট গার্ডহাউস, চ্যাপেল এবং ব্যারাকসহ বিভিন্ন যুগের ভবন। এছাড়াও, সেখানে বেশ কয়েকটি ঐতিহাসিক কামান প্রদর্শিত হয়।  পুরাতন দুর্গটি জাতীয় ঐতিহাসিক ল্যান্ডমার্ক হিসেবে মনোনীত। \nকোমাঞ্চে জাতীয় জাদুঘর ও সাংস্কৃতিক কেন্দ্র, যা কোমাঞ্চে দেশীয় উপজাতি সংস্থা দ্বারা পরিচালিত। এখানে কোমাঞ্চে সংস্কৃতির ওপর ভিত্তি করে প্রদর্শনী ও শিল্পকর্ম প্রদর্শন করা হয়। জাদুঘরটি স্মিথসোনিয়ান ইনস্টিটিউশন, মিশিগান স্টেট ইউনিভার্সিটি মিউজিয়াম এবং শিকাগোর ফিল্ড মিউজিয়াম থেকে আনত আমেরিকান ভারতীয় প্রদর্শনীরও আয়োজন করে। \n\n\n=== ঐতিহাসিক স্থাপনা ===\nন্যাশনাল রেজিস্টার অফ হিস্টোরিক প্লেসেসে লটনের অন্তর্ভুক্ত উল্লেখযোগ্য স্থানগুলির মধ্যে রয়েছে ম্যাটি বিল হাউস, কার্নেগি লাইব্রেরি, ফার্স্ট খ্রিস্টান চার্চ, ফার্স্ট প্রেসবিটেরিয়ান চার্চ অফ লটন, মাহোনি-ক্লার্ক হাউস এবং মেথোডিস্ট এপিস্কোপাল চার্চ সাউথ। ওল্ড ফোর্ট সিল জাতীয় ঐতিহাসিক ল্যান্ডমার্ক হিসেবে মনোনীত করা হয়েছে, যা সর্বোচ্চ স্বীকৃতি।\n\n\n== খেলাধুলা ==\nলটন একসময় লটন-ফোর্ট সিল ক্যাভালরি নামে পরিচিত একটি বাস্কেটবল দলের আবাসস্থল ছিল। দলটি ২০০৭ সালে ওকলাহোমা সিটি থেকে লটনে স্থানান্তরিত হয় এবং দুটি কন্টিনেন্টাল বাস্কেটবল অ্যাসোসিয়েশন চ্যাম্পিয়নশিপ এবং একটি প্রিমিয়ার বাস্কেটবল লীগ চ্যাম্পিয়নশিপ জিতে নেয়।  ২০১১ সালে, পিবিএল-এর দ্বিতীয় বছরে দলটি তাদের কার্যক্রম বন্ধ করে দেয়। \n\n\n== পার্ক এবং বিনোদন ==\nলটনে বিভিন্ন আকারের ৮০টি পার্ক এবং বিনোদন এলাকা রয়েছে, যার মধ্যে বৃহত্তম হলো এলমার থমাস পার্ক। \nওয়াই এম সি এ -এর লটন শাখা তাদের সদস্যদের জন্য বিভিন্ন ধরণের বিনোদনমূলক অনুষ্ঠানের ব্যবস্থা করে এবং লটন কান্ট্রি ক্লাব প্রায় ৭১টি গলফ কোর্স পরিচালনা করে যার প্রত্যেক গলফ কোর্স ১৮ টি গর্তবিশিষ্ট।  এছাড়াও, শহরে প্রাপ্তবয়স্ক সফটবল, যুব বেসবল, ফুটবল, সফটবল এবং ভলিবল সহ বিভিন্ন অপেশাদার লিগ রয়েছে। \n\n\n== সরকার ==\n\nলটনের পৌর সরকার কাউন্সিল-ম্যানেজার মডেল অনুসরণ করে। শহরের নীতিনির্ধারণে প্রধান ভূমিকা পালন করে সিটি কাউন্সিল, যা অধ্যাদেশ, রেজোলিউশন এবং চুক্তি অনুমোদন করে। শহরটি আটটি ওয়ার্ডে বিভক্ত এবং প্রতিটি ওয়ার্ড থেকে তিন বছরের জন্য একজন করে কাউন্সিল প্রতিনিধি নির্বাচিত হয়।  প্রতি তিন বছর অন্তর নির্বাচিত মেয়র সিটি কাউন্সিলের সভাপতিত্ব করেন এবং কার্যক্রম নির্ধারণ করেন। তবে সরকার প্রধান হিসেবে তিনি মূলত আনুষ্ঠানিক।  শহরের দৈনন্দিন প্রশাসনিক কার্যক্রম পরিচালনা করেন সিটি ম্যানেজার, যিনি সিটি কাউন্সিল কর্তৃক নিযুক্ত হন।  ২০২৪ সালের জানুয়ারী পর্যন্ত, লটনের মেয়র ছিলেন স্ট্যান বুকার।  ২০২২ সালের জানুয়ারী পর্যন্ত, শহরের ব্যবস্থাপক ছিলেন মাইকেল ক্লিঘর্ন। \nলটন হল কোমানচে প্রশাসনিক অঞ্চলের ভোট-নির্বাচন আসন এবং এখানে প্রশাসনিক অঞ্চল অফিস ও আদালত অবস্থিত। চার বছরের মেয়াদে নির্বাচিত তিনজন কমিশনার প্রশাসনিক অঞ্চল সরকার পরিচালনা করেন। \nফেডারেল স্তরে, লটন ওকলাহোমার ৪র্থ কংগ্রেসনাল জেলায় অবস্থিত এবং এর প্রতিনিধিত্ব করেন টম কোল।  রাজ্য সিনেটে শহরটি জেলা ৩১ (ক্রিস কিড) এবং ৩২ (ডাস্টি ডিভার্স)-এর অন্তর্গত।  হাউস অফ রিপ্রেজেন্টেটিভসে লটনের অন্তর্গত জেলা হল ৬২ (ড্যানিয়েল পে), ৬৩ (ট্রে ক্যাল্ডওয়েল), এবং ৬৪ (র‍্যান্ডে ওর্থেন)। \n\n\n== শিক্ষা ==\n\n\n=== উচ্চ শিক্ষা ===\n\nক্যামেরন বিশ্ববিদ্যালয় দক্ষিণ-পশ্চিম ওকলাহোমার বৃহত্তম চার বছর মেয়াদী, রাষ্ট্র-অর্থায়নকৃত বিশ্ববিদ্যালয়। এই শিক্ষায়তনে শিক্ষার্থীদের ব্যবসা, শিক্ষা, উদার শিল্পকলা এবং বিজ্ঞান ও প্রযুক্তি ক্ষেত্রে ৫০টিরও বেশি বিভাগে স্নাতকোত্তর শিক্ষা সম্পন্ন করার সুযোগ প্রদান করা হয়।  ১১৯০৯ সালে প্রতিষ্ঠিত এই বিশ্ববিদ্যালয়ে গড়ে ৬,০০০ শিক্ষার্থী ভর্তি হয় এবং এখানে প্রায় ৭০ জন অনুষদ সদস্য রয়েছে।  লটনের অন্যান্য কলেজগুলির মধ্যে রয়েছে কোমানচে নেশন কলেজ, যা ২০০৪ সালে প্রতিষ্ঠিত হয়। এই কলেজটি কোমানচে জাতি এবং জনসাধারণের জন্য উচ্চ শিক্ষার সুযোগ প্রদান করে। \nওকলাহোমা ডিপার্টমেন্ট অফ ক্যারিয়ার অ্যান্ড টেকনোলজি এডুকেশন সিস্টেমের অংশ লটন গ্রেট প্লেইনস টেকনোলজি সেন্টার প্লেইনস এলাকার বাসিন্দাদের পেশাগত শিক্ষা, প্রশিক্ষণ এবং উন্নয়নের সুযোগ প্রদান করে। \n\n\n=== প্রাথমিক ও মাধ্যমিক বিদ্যালয় ===\nলটন পাবলিক স্কুল ডিস্ট্রিক্ট শহরের বেশিরভাগ অংশে শিক্ষা পরিষেবা প্রদান করে।  জেলাতে দুটি প্রি-কিন্ডারগার্টেন কেন্দ্র, ২৪টি প্রাথমিক বিদ্যালয়, চারটি মাধ্যমিক বিদ্যালয় এবং তিনটি উচ্চ বিদ্যালয় আছে যার পরিচালনা করে আইজেনহাওয়ার, লটন এবং ম্যাকআর্থার ।  ২২০০৮ সালে এখানে প্রায় ১৬,০০০ শিক্ষার্থী এবং ১,০০০ শিক্ষক ছিলেন।  দুটি স্বাধীন জেলা বিশপ এবং ফ্লাওয়ার মাউন্ড থেকে   মাধ্যমিক শিক্ষার্থীরা লটন পাবলিক স্কুলে পড়তে আসে। \nসুদূর পশ্চিম লটনের একটি ছোট অংশে প্রতিষথিত ক্যাশে পাবলিক স্কুল যা ওই অঞ্চলে শিক্ষা পরিষেবা প্রদান করে।  শহরের সীমানার কিছু অংশে জেরোনিমো পাবলিক স্কুল শিক্ষা প্রদান করে। \nলটনের অন্যান্য স্কুলগুলির মধ্যে রয়েছে সেন্ট মেরি'স ক্যাথলিক স্কুল ( ওকলাহোমা সিটির রোমান ক্যাথলিক আর্চডায়োসিসের ) যা ১০০ বছরেরও বেশি সময় ধরে বৃহত্তর লটন এলাকা এবং ফোর্ট সিল অঞ্চলে এবং প্রাক-কিন্ডার্গারডেন থেকে অষ্টম শ্রেণী পর্যন্ত ক্যাথলিক শিক্ষা প্রদান করে আসছে।  ট্রিনিটি ক্রিশ্চিয়ান একাডেমি কেজি ক্লাস থেকে অষ্টম শ্রেণী পর্যন্ত শিক্ষা প্রদান করে।  লটন একাডেমি অফ আর্টস অ্যান্ড সায়েন্সেস ও লটন ক্রিশ্চিয়ান স্কুল স্বাধীন বেসরকারি উচ্চ বিদ্যালয় হিসেবে পরিচিত। লটন ক্রিশ্চিয়ান স্কুল যা ১৯৭৬ সালে প্রতিষ্ঠিত হয় সেখানে প্রি-কিন্ডারগার্টেন থেকে দ্বাদশ শ্রেণী পর্যন্ত শিক্ষা প্রদান করা হয় এবং এর ছাত্রসংখ্যা ৪২৬ জন। \n\n\n== গনমাধ্যম ==\nলটনে প্রকাশিত একমাত্র দৈনিক পত্রিকা হলো লটন কনস্টিটিউশন, যার প্রায় ৩০,০০০ কপি বিক্রি হয়। এছাড়াও, ফোর্ট সিল থেকে সামরিক কর্মীদের জন্য সাপ্তাহিকভাবে প্রকাশিত হয় দ্য ক্যানোনিয়ার, এবং ক্যামেরন বিশ্ববিদ্যালয়ের শিক্ষার্থীদের জন্য প্রকাশিত হয় দ্য ক্যামেরন কলেজিয়ান।  দক্ষিণ-পশ্চিম ওকলাহোমার সংবাদ ও বিনোদনের উপর ভিত্তি করে প্রকাশিত হয় মাসিক ম্যাগাজিন ওকি ম্যাগাজিন যা স্থানীয়ভাবে বেশ জনপ্রিয়। \nলটনের রেডিও স্টেশন বা বেতার সম্প্রচার কেন্দ্রগুলির মধ্যে রয়েছে দুটি এএম স্টেশন এবং ১৫টি এফএম স্টেশন। এএম স্টেশনগুলির মধ্যে রয়েছে কেকেআরএক্স (১৩৮০) এবং কেএক্সসিএ (১০৫০)। এফএম স্টেশনগুলির মধ্যে উল্লেখযোগ্য হলো: কেসিসিইউ (৮৯.৩),  কেএফএক্সআই (৯২.১) এবং কেএলএডব্লিউ (১০১.৩)। কেজেডসিডি (৯৪.১) বেতার স্টেশনটি সংগীত অনুষ্ঠান বিশেষ করে রক মিউজিক সম্প্রচারের জন্য জনপ্রিয়। এছাড়াও আরো জনপ্রিয় বেতার সম্প্রচার কেন্দ্রগুলির মধ্যে রয়েছে কেএমজিজেড (৯৫.৩), কেজেএমজেড (৯৭.৯) এবং কেভিআরডব্লিউ (১০৭.৩)। \nলটনের টেলিভিশন গনমাধ্যম ব্যবস্থা ছয়টি প্রাদেশিক অঞ্চল এবং পশ্চিম উত্তর টেক্সাসের ১০টি প্রাদেশিক অঞ্চল জুড়ে বিস্তৃত। নিলসেন মিডিয়া রিসার্চের তথ্য অনুযায়ী, ২০১৬-২০১৭ মৌসুমে এই অঞ্চলে প্রায় ১,৫২,৯৫০টি পরিবার টেলিভিশন উপভোক্তা ছিলেন, যা লটনের সুবিস্তৃত টেলিভিশন ব্যবস্থাকে যা মার্কিন যুক্তরাষ্ট্রে ১৪৮ তম  হিসাবে চিহ্নিত করে।  লটনে লাইসেন্সপ্রাপ্ত একমাত্র সম্প্রচার টেলিভিশন স্টেশন হলো কেএসডব্লুও-টিভি বা চ্যানেল ৭), যা ABC-এর অনুমোদিত যার ডিজিটাল অংশীদারীত্ব আছে  মি টিভি ও টেলিমুন্ডো  -এর কাছে। এই চ্যানেলের স্থানীয় সংবাদ অনুষ্ঠানগুলি প্রধানত দক্ষিণ-পশ্চিম ওকলাহোমার খবরের উপর কেন্দ্রীভূত।  অন্যান্য প্রধান টেলিভিশন স্টেশনগুলির মধ্যে রয়েছে: কেএফডিএক্স-টিভি(চ্যানেল ৩), কেএইউজেড-টিভি(চ্যানেল ৬), এবং কেজেটিএল(চ্যানেল ১৮)। এই টিভি চ্যানেলগুলোর মূল সম্প্রচার কেন্দ্র টেক্সাসের উইচিটা ফলসে অবস্থিত।\n\n\n== পরিকাঠামো ==\n\n\n=== পরিবহন ===\nলটনের সড়ক পরিবহন ব্যবস্থার নিয়ন্ত্রক হল ইন্টারস্টেট ৪৪, যা এইচ ই বেইলি টার্নপাইক নামেও পরিচিত। শহরটি সড়কপথের মাধ্যমে উত্তর-পূর্বে ওকলাহোমা শহর এবং দক্ষিণে টেক্সাসের উইচিটা ঝর্ণার সাথে সংযুক্ত। এছাড়াও, ইউএস হাইওয়ে ৬২ লটনকে পশ্চিমে আল্টাস এবং উত্তরে আনাদারকোর সাথে সংযুক্ত করে। অন্যান্য গুরুত্বপূর্ণ সড়কগুলির মধ্যে রয়েছে ইউএস হাইওয়ে ২৭৭ এবং ২৮১, যা দক্ষিণে উইচিটা ঝর্ণা এবং উত্তরে আনাদারকো ও চিকাশার সাথে সংযোগ স্থাপন করে। ওকে-৭ সড়কটি লটন ও ডানকানের মধ্যে সংযোগ স্থাপন করে। \nবর্তমানে লটনের গণপরিবহন ব্যবস্থা লটন এরিয়া ট্রানজিট সিস্টেম (এলএটিএস) দ্বারা পরিচালিত হয়, যা লটন ও ফোর্ট সিল উভয়ের অঞ্চলে বাস পরিষেবা পরিচালনা করে। ২০০২ সালে প্রতিষ্ঠিত এই গণপরিবহন সংস্থাটি ২০০৯ সালে বার্ষিকভাবে সর্বমোট ৪,২৭,০৮৮ জন যাত্রীকে তাদের পরিষেবা দিয়েছে।  এরা শহরের পাঁচটি প্রধান অঞ্চলেই পরিষেবা দিয়ে থাকে। \nআন্তঃনগর বাস পরিষেবা পূর্বে জেফারসন লাইনস সংস্থা দ্বারা পরিচালিত ছিল।  বর্তমানে গ্রেহাউন্ড লাইনস সংস্থা আন্তঃনগর বাস পরিষেবা নিয়ন্ত্রন করে। \nলটনে বিমান পরিষেবার জন্য আছে লটন-ফোর্ট সিল আঞ্চলিক বিমানবন্দর। বর্তমানে, প্রতিদিন আমেরিকান ঈগল ফ্লাইট-এর বিমান ছাড়ে যা ডালাস/ফোর্ট ওয়ার্থ আন্তর্জাতিক বিমানবন্দর অবধি যায়। সামরিক পরিবহনের জন্যও এই বিমানবন্দর ব্যবহৃত হয়। \n\n\n=== স্বাস্থ্যসেবা ===\nলটন এলাকায় তিনটি প্রধান হাসপাতাল রয়েছে। বৃহত্তম হলো কোমানচে কাউন্টি মেমোরিয়াল হাসপাতাল, যা ২৮৩ শয্যা এবং ২৫০ জন চিকিৎসকসহ একটি অলাভজনক প্রতিষ্ঠান।   সাউথওয়েস্টার্ন মেডিকেল সেন্টারে রয়েছে ১৯৯টি শয্যা এবং ১৫০ জন চিকিৎসক।  এছাড়াও, লটন ইন্ডিয়ান হাসপাতাল স্থানীয় আদি আমেরিকান সম্প্রদায়ের জন্য স্বাস্থ্যসেবা প্রদান করে। এখানে ২৬টি শয্যা এবং ২৩ জন চিকিৎসক রয়েছেন। \n\n\n== উল্লেখযোগ্য ব্যক্তিরা ==\n\n\n=== সঙ্গীতজ্ঞ এবং লেখক ===\nডন ব্ল্যান্ডিং, (১৮৯৪-১৯৫৭), কবি, কার্টুনিস্ট, লেখক \nসিজে চেরি, (জন্ম ১৯৪২) হুগো পুরস্কারপ্রাপ্ত বিজ্ঞান কথাসাহিত্যিক \nকনরাড হারউইগ (জন্ম 1959) জ্যাজ ট্রম্বোনিস্ট। \nস্টিফেন হিলেনবার্গ, (১৯৬১ - ২০১৮) স্পঞ্জবব স্কয়ারপ্যান্টস স্রষ্টা\nএন. স্কট মোমাডে, পুলিৎজার পুরস্কার বিজয়ী লেখক \nলিওন রাসেল, (১৯৪২ - ২০১৬) আমেরিকান সঙ্গীতশিল্পী এবং গীতিকার \nব্রায়ান হোয়াইট, কান্ট্রি সঙ্গীত গায়ক \nকেলি উইলিস, কান্ট্রি সঙ্গীত গায়িকা \n\n\n=== রাজনৈতিক নেতারা ===\nর‍্যান্ডি বাস ডেমোক্র্যাটিক স্টেট সিনেটর, প্রাক্তন এমএলবি এবং এনপিবি প্রথম বেসম্যান \nস্কট ফেরিস, মার্কিন প্রতিনিধি \nটমাস গোর, মার্কিন সিনেটর \nএলএম জেনসম্যান, এলমার থমাস,\nগ্রেগরি এ. মিলার, একজন আইনজীবী এবং রাজনীতিবিদ, যিনি ১৯৬২ সালে ফোর্ট সিলে জন্মগ্রহণ করেন, যেখানে তার বাবা রাল্ফ আর. মিলার কর্মরত ছিলেন। রাল্ফ মিলার ১৯৬৮ থেকে ১৯৮০ এবং ১৯৮২ থেকে ১৯৯২ সাল পর্যন্ত সেন্ট চার্লস প্যারিশের রাজ্য প্রতিনিধি ছিলেন। \nজুলিয়ান নিমসিক চেকোস্লোভাকিয়ায় মার্কিন রাষ্ট্রদূত (ফর্ট সিলে জন্মগ্রহণ করেন)।\nটিডব্লিউ শ্যানন, ওকলাহোমা প্রতিনিধি পরিষদের স্পিকার \nপল তালিয়াফেরো, ডেমোক্র্যাটিক স্টেট সিনেটর\n১৮৯৬ সালে ওয়াইল্ড বাঞ্চ গ্যাংয়ের প্রতিষ্ঠাতা বিল ডুলিনকে বন্দী করে আইন প্রয়োগকারী কর্মকর্তা হেক থমাস লটনে প্রথম নির্বাচিত পুলিশ প্রধান হিসেবে তার জীবনের শেষ বছরগুলি কাটিয়েছিলেন।\n\n\n=== অন্যান্য উল্লেখযোগ্য ব্যক্তিরা ===\nগ্রেডি ব্রুয়ার , ২০০৬ সালের প্রতিযোগী, চ্যাম্পিয়ন বক্সারr\nমার্টি ব্রাউন , বাফেলো বাইসনস ম্যানেজার এবং প্রাক্তন এমএলবি ইনফিল্ডার\nচার্লস চিবিটি , দ্বিতীয় বিশ্বযুদ্ধের কোমাঞ্চ কোড বক্তা\nজোন ক্রফোর্ড, একাডেমি পুরস্কার বিজয়ী অভিনেত্রী। \nভিকি গেটস , পেশাদার বডি বিল্ডার। \nবুচ হাস্কি , প্রাক্তন এমএলবি আউটফিল্ডার \nরবার্ট এস জনসন দ্বিতীয় বিশ্বযুদ্ধের সেরা \nটম জর্ডান, প্রাক্তন এমএলবি ক্যাচার\nতোমাসা (আনু. ১৮৪০–১৯০০), অনুবাদক\nস্টেসি কিং , তিনবারের এনবিএ চ্যাম্পিয়ন\nহেলেন লিংকসওয়াইলার, পুষ্টিবিদ এবং পুষ্টি বিজ্ঞানী\nস্যাম ম্যাডাক্স জুনিয়র , আমেরিকান বিমান বাহিনীর লেফটেন্যান্ট জেনারেল এবং কমান্ডার\nলুইস ডেভিস ম্যাকমাহন (১৮৭৩–১৯৬৬), সমাজসেবী\nলরেন নেলসন , মিস আমেরিকা ২০০৭।\nরাল্ফ ম্যাকটি. পেনেল , মার্কিন সেনাবাহিনীর মেজর জেনারেল, লটনে অবসরপ্রাপ্ত।\nমাইকেল রে রিচার্ডসন , প্রাক্তন এনবিএ অল-স্টার।\nজেসন রাউসার , ১৯৯৬ অলিম্পিক স্বর্ণপদক বিজয়ী।\nউইল শিল্ডস এনএফএল প্রো বোলার  এবং জামাল ব্রাউন \nকেলি স্টিনেট , প্রাক্তন এমএলবি ক্যাচার। \nচার্লস থম্পসন , প্রেরণাদায়ী বক্তা এবং ওকলাহোমা বিশ্ববিদ্যালয়ের প্রাক্তন কোয়ার্টারব্যাক। \nডোনাল্ড আর. উইল্টন , হিউস্টন বিশ্ববিদ্যালয়ের তড়িৎ প্রকৌশল অধ্যাপক এবং জাতীয় প্রকৌশল একাডেমির সদস্য\n\n\n== তথ্যসূত্র =="}