{"pageid": 1516774, "title": "বুচ ক্যাসিডি অ্যান্ড দ্য সানড্যান্স কিড", "url": "https://bn.wikipedia.org/wiki?curid=1516774", "content": "বুচ ক্যাসিডি অ্যান্ড দ্য সানড্যান্স কিড ১৯৬৯ সালে উইলিয়াম গোল্ডম্যানের লেখা ও জর্জ রয় হিল পরিচালিত একটি আমেরিকান ওয়েস্টার্ন চলচ্চিত্র। কিছুটা বাস্তবতার উপর ভিত্তি করে এই ছবিটি তৈরি । এই ছবিটি ওয়াইল্ড ওয়েস্টের অপরাধী রবার্ট লেরয় পার্কার, যিনি বুচ ক্যাসিডি (পল নিউম্যান) নামে পরিচিত, এবং তার সঙ্গী হ্যারি লংগাবাও, \"সানড্যান্স কিড\" (রবার্ট রেডফোর্ড) এর কাহিনী নিয়ে তৈরী। একের পর এক ট্রেন ডাকাতির পর মার্কিন সেনা বাহিনীর কাছ থেকে এরা পালিয়ে বেড়াচ্ছে । বুচ ক্যাসিডি, সানড্যান্স কিড এবং সানড্যান্সের প্রেমিকা, এটা প্লেস (ক্যাথারিন রস), মার্কিন সেনfবাহিনী থেকে বাঁচতে বলিভিয়ায় পালিয়ে যায়।\n২০০৩ সালে, \"সাংস্কৃতিক, ঐতিহাসিক বা নান্দনিকভাবে তাৎপর্যপূর্ণ\" বলে লাইব্রেরি অফ কংগ্রেস ছবিটিকে মার্কিন যুক্তরাষ্ট্রের জাতীয় চলচ্চিত্র রেজিস্ট্রিতে সংরক্ষণের জন্য নির্বাচিত করে। আমেরিকান ফিল্ম ইনস্টিটিউট \"বুচ ক্যাসিডি অ্যান্ড দ্য সানড্যান্স কিড\"কে, ”এএফআই ১০০ বছর ... ১০০ চলচ্চিত্র (১০ম বার্ষিকী সংস্করণ)\" তালিকায় ৭৩তম সেরা আমেরিকান চলচ্চিত্র হিসেবে স্থান দেয়। মূল তালিকায় এটা ৫০ নম্বর স্থান দখল করে। এএফআই এর ”১০০ বছর ... ১০০ হিরো আর ভিলেন\" এর তালিকায় বুচ ক্যাসিডি এবং সানড্যান্স কিড ২০তম সেরা হিরোর জায়গা দথল করে। ২০০৮ সালে আমেরিকান ফিল্ম ইনস্টিটিউট বুচ ক্যাসিডি অ্যান্ড দ্য সানড্যান্স কিড এএফআই-এর সেরা ১০টির তালিকায়, সর্বকালের ৭ম-সেরা পশ্চিমা ‍ছবি হিসেবে নির্বাচিত হয়।\n\n\n== কাহিনি ==\n\nএই গল্পে, ১৮৯৯ সালে ওয়াইমিং -এ, বুচ ক্যাসিডি হোল-ইন-দ্য-ওয়াল গ্যাংয়ের একজন অমায়িক, চতুর, বাচাল, দস্যু নেতা। তার সবচেয়ে কাছের সঙ্গী মিতবাক \"সানড্যান্স কিড \"। তারা যখন দুজন হোল-ইন-দ্য-ওয়ালে তাদের আস্তানায় ফিরে আসে, তখন আবিষ্কার করে যে, ক্যাসিডির দীর্ঘ অনুপস্থিতিতে বিরক্ত গ্যাংয়ের বাকি সদস্যরা হার্ভে লোগানকে তাদের নতুন নেতা হিসেবে বেছে নিয়েছে।\nলোগান, ক্যাসিডিকে গ্যাংয়ের নেতৃত্বের জন্য ছুরি লড়াইয়ের চ্যালেঞ্জ জানায়। ক্যাসিডি ছলচাতুরী করে তাকে পরাজিত করে। কিন্তু ক্যাসিডি, ইউনিয়ন প্যাসিফিক ট্রেনটি পূর্ব এবং পশ্চিম উভয় দিকেই চলাচলের সময় ডাকাতি করাটা লাভজনক হবে, লোগানের এই ধারণা মেনে নেয় ।  তারা একমত হয় যে দ্বিতীয় ডাকাতিটি অপ্রত্যাশিত হবে এবং প্রথমটির চেয়ে বেশি অর্থ উপার্জন করা যাবে।\nপ্রথম ডাকাতি ভালোভাবেই সম্পন্ন হয়। এই উৎসব উদযাপন করার জন্য, ক্যাসিডি কাছের একটি শহরে তার প্রিয় একটি পতিতালয়ে যায়। যেখানে শহরের মার্শাল ক্যাসিডির দলটিকে খুঁজে বের করার জন্য একটি সৈন্যদল গঠন করার ব্যর্থ চেষ্টা করেন। কারন বোধহয়, শহরের লোকদের কাছে থাকা তার ঠিকানাটি একজন বন্ধুভাবাপন্ন সাইকেল বিক্রয়কর্মী ছিনতাই করে নিয়ে যায়। ইতিমধ্যে, সানড্যান্স তার প্রেমিকা, স্কুলশিক্ষিকা এটা প্লেসের সাথে দেখা করে। পরের দিন সকালে ক্যাসিডি তাদের সাথে যোগ দেয় এবং তার নতুন বাইকে চড়ে অভিযানে বের হয়।\nদ্বিতীয় ট্রেন ডাকাতির সময়, ক্যাসিডি  ‍সিন্দুক খোলার জন্য খুব বেশি ডিনামাইট ব্যবহার করে। তাতে বিস্ফোরণে লাগেজ বহনকারী বগিটি ভেঙে যায়। এখানে থাকা টাকা চারিপাশে ছড়িয়ে পরে। দলটি যখন এই টাকা নেবার  জন্য তাড়াহুড়ো করছে, তখন দ্বিতীয় একটি ট্রেন ছয় সদস্যর আইনের লোক নিয়ে হাজির হয়।  এই ছোট ঝটিকা স্কোয়াড ক্যাসিডি এবং সানড্যান্সের পিছনে ধাওয়া করে। এরা পতিতালয়ে লুকিয়ে থাকার চেষ্টা করে এবং শেরিফ ব্লেডসোর কাছ থেকে সাধারণ ক্ষমা চায়। কিন্তু শেরিফ তাদের কোন প্রকার ক্ষমা মন্জুর করে নি। \nসৈন্যদলটি এখনও এদের তাড়া করছে। এ দলে আছে বিখ্যাত ইন্ডিয়ান ট্র্যাকার \"লর্ড বাল্টিমোর\" এবং আইনপ্রণেতা জো লেফর্স, যাদেরকে তাদের সাদা উকরি দিয়ে চেনা যায়। ক্যাসিডি এবং সানড্যান্স তাদের তাড়াকারীদের এড়িয়ে যাবার জন্য, খাড়া পাহাড়ের চূঁড়া থেকে অনেক নিচে নদীতে ঝাঁপিয়ে পরে। তারা প্লেসের কাছ থেকে জানতে পারে যে, ইউনিয়ন প্যাসিফিকের প্রধান ইএইচ হ্যারিম্যান তাদের দুজনকেই হত্যা না করা পর্যন্ত তাদের অনুসরণ করতে এই সৈন্যদলটিকে ভাড়া করেছে।\nক্যাসিডি, সানড্যান্স এবং প্লেসকে বোঝায় যে, তাদের তিনজনের বলিভিয়ায় যাওয়া উচিত। তখন দেশটাকে ডাকাতদের স্বর্গ হিসেবে বিবেচনা করা হতো। সেখানে পৌঁছানোর পর, সানড্যান্স সেখানকার জীবনযাত্রার অবস্থা দেখে হতাশ হয়ে যায়। দেশটিকে অবজ্ঞার চোখে দেখতে থাকে, কিন্তু ক্যাসিডি তারপরও আশাবাদী থাকে। তারা খুব কম স্প্যানিশ ভাষা জানত। যার জন্য দল তৈরী  করে ব্যাংক ডাকাতির ঘটনা ঘটাতে পারছিল না। প্লেস তাদের ভাষা শেখানোর চেষ্টা করে। প্লেসকে সহযোগী হিসেবে পেয়ে, তারা সফল ব্যাংক ডাকাত হয়ে ওঠে। তারা ল্যাংগলেস ব্যান্ডিডোস ইয়ানকুইসLos Bandidos Yanquis নামে পরিচিতি পায়। এখানে সাদা উকরি পরা একজন লোককে দেখার পর তাদের আত্মবিশ্বাস কমে যায়। তারা ভয় পেতে থাকে যে, হ্যারিম্যানের বাহিনী এখনও তাদের পিছনে লেগে আছে।\nক্যাসিডি \"সোজা পথে যাওয়ার\" পরামর্শ দেয়। সে এবং সানড্যান্স একটি খনি কোম্পানির বেতন- রক্ষী হিসেবে তাদের প্রথম সৎ চাকরি পায়। পালিয়ে যাবার প্রথম দৌড়েই স্থানীয় দস্যুরা তাদের উপর চোরাগুপ্তা হামলা চালায়। তাদের বস পার্সি গ্যারিস নিহত হয়। এরা ডাকাতদের হত্যা করে। এই প্রথম ক্যাসিডি কাউকে গুলি করল। এই জুটি শেষমেশ এই সিদ্ধান্তে পৌঁছাল যে, সৎ ও সোজা জীবন তাদের জন্য নয়। ডাকাতিতে ফিরে গেলে তাদের হত্যা করা হবে বুঝতে পেরে, প্লেস মার্কিন যুক্তরাষ্ট্রে ফিরে যাওয়ার সিদ্ধান্ত নেয়।\nক্যাসিডি এবং সানড্যান্স বেতনের টাকা বহন করছিল এমন একটা ছোট গাধা চুরি করে একটি ছোট শহরে পৌঁছায়। একটি ছেলে গাধাটির (পশুর) ব্র্যান্ডিং চিনতে পেরে পুলিশকে সতর্ক করে দেয়, যার ফলে অপরাধীদের সাথে একটা বন্দুকযুদ্ধ শুরু হয়ে যায়। ক্যাসিডি গোলাবারুদ সংগ্রহের জন্য মরিয়া হয়ে ঐ টাকা বহনকারী ছোট গাধাটির দিকে দৌড়ায়, সানড্যান্স তাকে কভারিং ফায়ার দিতে থাকে। আহত অবস্থায়, দুজনে একটি দালানের ভেতরে আশ্রয় নেয়। ক্যাসিডি পরামর্শ দেয় যে, তাদের পরবর্তী গন্তব্য অস্ট্রেলিয়া হওয়া উচিত। ইতিমধ্যে, দুই জনের অজান্তেই, স্থানীয় পুলিশ বলিভিয়ান সেনাবাহিনীকে ডাকে। সেনাবাহিনীকে আশেপাশের সমস্ত সুবিধাজনক স্থানে অবস্তান নেয়। বিশাল সৈন্যদলের কাছ থেকে অসংখ্য গুলিবর্ষণের ঝলকানির মধ্যেই, এই জুটি গুলি করতে করতে ঐ ভবন থেকে বেরিয়ে আসে । দুই ডাকাতের একটি ফ্রিজ-ফ্রেমে, গুলির শব্দের মাধ্যমে ছবিটি শেষ হয়।\n\n\n== অভিনয়ে ==\n\n\n== নির্মাণ ==\n\n\n=== চিত্রনাট্য ===\nউইলিয়াম গোল্ডম্যান প্রথম ১৯৫০ সালের শেষের দিকে বুচ ক্যাসিডির গল্পটির খোজঁ পান এবং চিত্রনাট্য লেখা শুরু করার আগে আট বছর ধরে মাঝে মাঝেই এটা নিয়ে গবেষণা করেন।  গোল্ডম্যান বলেন তিনি গল্পটিকে একটি মৌলিক চিত্রনাট্য হিসেবে লিখেছিলেন । কারণ তিনি এটিকে আসল উপন্যাসের মতো করে তোলার জন্য গবেষণা করতে চাননি।  গোল্ডম্যান পরে বলেছিলেন:আমি যে কারণে লিখলাম ... ব্যাপারটা হলো, স্কট ফিটজেরাল্ডের যিনি আমার একজন নায়ক ছিলেন, লেখা সেই বিখ্যাত লাইনটা আছে, \"আমেরিকান জীবনে দ্বিতীয় কোন অধ্যায় নাই।\" যখন আমি ক্যাসিডি এবং লংগাবাও এর দিকে ধেয়ে আসা বিশাল সৈন্যবাহিনী সম্পর্কে পড়ি - তখন আমার কাছে মনে হয় এটা একটা অভূতপূর্ব উপাদান হতে পারে। তারা দক্ষিণ আমেরিকায় পালিয়ে গিয়ে আট বছর ছিল এবং তাদের এই দ্বিতীয় অধ্যায়ই আমাকে রোমাঞ্চিত করেছিল । তারা দক্ষিণ আমেরিকায় প্রাচীন পশ্চিমের চেয়েও বেশি কিংবদন্তি ছিল... এটা দারুন একটা গল্প। ওই দুই লোক আর সেই সুন্দরী মেয়েটা দক্ষিণ আমেরিকায় যাচ্ছে, আর সঙ্গে এ সব ঘটনা । আমার কাছে মনে হয়েছে এটা একটা চলচিত্রের অসাধারণ উপাদান । এই চরিত্রগুলির দক্ষিণ আমেরিকায় পালিয়ে যাওয়ার দেখিয়ে একজন নির্বাহী চিত্রনাট্যটি প্রত্যাখ্যান করেন, কারণ তখন পশ্চিমা চলচ্চিত্রগুলিতে প্রধান চরিত্রের পালিয়ে যাওয়া খুবই অস্বাভাবিক ছিল। \n\n\n=== উন্নয়ন ===\nগোল্ডম্যান বলেন, যখন তিনি প্রথম স্ক্রিপ্টটি লিখেছিলেন এবং বিবেচনার জন্য পাঠিয়েছিলেন, তখন কেবল একটি স্টুডিও এটি কিনতে চেয়েছিল তবে তার সাথে এই শর্ত ছিল যে, দুটি প্রধান চরিত্রের দক্ষিণ আমেরিকায় পালিয়ে যাওয়া চলবে না। যখন গোল্ডম্যান এই বলে প্রতিবাদ করলেন যে এটাই ত আসলে ঘটেছে, তখন স্টুডিও প্রধান বললেন, \"সব কিছু গোল্লায় যাক, আমি কিছু মনে করি না। আমি শুধু জানি জন ওয়েন পালিয়ে যাবে না।\" \nগোল্ডম্যান স্ক্রিপ্টটি পুনর্লিখন করে বলেন, \" আমি কয়েক পৃষ্ঠার বেশি পরিবর্তন করিনি, পরে দেখতে পেলাম যে প্রতিটি স্টুডিও এটাকে চায়।\" \nসানড্যান্সের ভূমিকাটি জ্যাক লেমনকে দেওয়া হয়, যার প্রযোজনা সংস্থা, জেএমএল, নিউম্যান অভিনীত কুল হ্যান্ড লুক (১৯৬৭) চলচ্চিত্রটি প্রযোজনা করেছিল। তবে লেমন এই ভূমিকাটি প্রত্যাখ্যান করেছিলেন কারণ তিনি ঘোড়ায় চড়তে পছন্দ করতেন না এবং মনে করছিলেন যে তিনি ইতিমধ্যেই সানড্যান্স কিডের চরিত্রের বিভিন্ন দিক ইতিমধ্যে অনেকবার অভিনয় করে ফেলেছেন।  সানড্যান্সের ভূমিকার জন্য বিবেচিত অন্যান্য অভিনেতারা হলেন স্টিভ ম্যাককুইন এবং ওয়ারেন বিটি, যারা উভয়েই এটি প্রত্যাখ্যান করেছিলেন, বিটি দাবি করেছিলেন যে ছবিটি বনি এবং ক্লাইডের সাথে খুব বেশি রকম মিলে যায় । গোল্ডম্যানের মতে, ম্যাককুইন এবং নিউম্যান দুজনেই একই সাথে স্ক্রিপ্টগুলি পড়েন এবং ছবিটিতে অভিনয় করতে সম্মত হন। নিউম্যানের সাথে মতবিরোধের কারণে ম্যাককুইন ছবিটি থেকে সরে আসেন। এই দুই অভিনেতা অবশেষে ১৯৭৪ সালের দুর্যোগপূর্ণ চলচ্চিত্র দ্য টাওয়ারিং ইনফার্নোতে জুটি বাঁধেন। রেডফোর্ডের স্ক্রিপ্টটি পছন্দ হওয়ায় তিনি এই ভূমিকাটি গ্রহণ করেন।   জ্যাকলিন বিসেট এটা প্লেসের ভূমিকার জন্য একজন শীর্ষ প্রতিযোগীনি ছিলেন। \nচিত্রগ্রহণের স্থানগুলির মধ্যে রয়েছে ভূতুরে শহর গ্রাফটন, জিওন জাতীয় উদ্যান, স্নো ক্যানিয়ন স্টেট পার্ক এবং সেন্ট জর্জ শহর। এই অঞ্চলগুলি এখনও চলচ্চিত্রমোদীদের জন্য জনপ্রিয় পর্যটন কেন্দ্র, যার মধ্যে রয়েছে রেড ক্যানিয়নের ক্যাসিডি ট্রেইল। \n\n\n== সাউন্ডট্র্যাক ==\nবার্ট বাচারাচ এবং হ্যাল ডেভিড ছবিটির জন্য \" রেইনড্রপস কিপ ফলিং' অন মাই হেড \" গানটি লিখেছিলেন। কেউ কেউ মনে করেছিলেন যে গানটিতে পশ্চিমা ছবির জন্য ভুল সুর রয়েছে, কিন্তু জর্জ রয় হিল এটি অন্তর্ভুক্ত করার জন্য জোর দিয়েছিলেন  যারা গানটি ছবিতে ব্যবহারে অস্বীকৃতি জানিয়েছিলেন, তাদের মধ্যে ছিলেন অন্যতম তারকা রবার্ট রেডফোর্ড, যদিও পরে তিনি স্বীকার করেছিলেন যে তিনি ভুল বলেছিলেন: \n\n\n=== কর্মী ===\nমারভিন স্ট্যাম − ট্রাম্পেট \nপিট জলি − পিয়ানো \nহুবার্ট ল − বাঁশি \nবব বেইন, বিল পিটম্যান − গিটার \nটমি টেডেস্কো − ইউকেলেল \nক্যারল কে − ইলেকট্রিক বেজ \nএমিল রিচার্ডস − পারকাশন \n\n\n== মুক্তি ==\n\n\n=== প্রিমিয়ার ===\nছবিটির ওয়ার্ল্ড প্রিমিয়ার হয়েছিল ২৩শে সেপ্টেম্বর, ১৯৬৯ সালে, কানেকটিকাটের নিউ হ্যাভেনের রজার শেরম্যান থিয়েটারে। প্রিমিয়ারে উপস্থিত ছিলেন পল নিউম্যান, তার স্ত্রী জোয়ান উডওয়ার্ড, রবার্ট রেডফোর্ড, জর্জ রয় হিল, উইলিয়াম গোল্ডম্যান এবং জন ফোরম্যান প্রমুখ।  এটি পরের দিন নিউ ইয়র্ক সিটির পেন্টহাউস এবং সাটন থিয়েটারে মঞ্চস্থ হয়েছিল। \n\n\n=== ঘরের দর্শকদের মিডিয়া ===\nছবিটি ১৬ই মে, ২০০০ তারিখে ডিভিডিতে পাওয়া যায়। এটি ছিল একটি বিশেষ সংস্করণ যা ভিএইচএস- এও পাওয়া যায়।\n\n\n== অভ্যর্থনা ==\n\n\n=== বক্স অফিস ===\nছবিটি প্রথম সপ্তাহে নিউ ইয়র্ক সিটির দুটি প্রেক্ষাগৃহ থেকে মোট ৮২,৬২৫ ডলার আয় করে।  পরের সপ্তাহে এটি বেড়ে পরের দুই সপ্তাহের জন্য মার্কিন যুক্তরাষ্ট্র এবং কানাডার এক নম্বর চলচ্চিত্র হয়ে ওঠে।   ১৯৬৯ সালের শেষ নাগাদ মার্কিন যুক্তরাষ্ট্র এবং কানাডায় ১৫ মিলিয়ন ডলারের থিয়েটার ভাড়া।   আয় করে। ফক্স ষ্টুডিও এর রেকর্ড অনুসারে, ছবিটির আয় ব্যয় সমান হবার জন্য প্রয়োজন ছিল ১৩,৮৫০,০০০ ডলার। ১৯৭০ সালের ১১ ডিসেম্বরের মধ্যে এটি ৩৬,৮২৫,০০০ ডলার আয় করে, যার ফলে স্টুডিওর যথেষ্ট লাভ হয়েছিল।  এটি অবশেষে ভাড়া হিসেবে $৪৫,৯৫৩,০০০ পায়। \nসবশেষে মার্কিন যুক্তরাষ্ট্রে ১০০ মিলিয়ন ডলারের বেশী আয় করে। ১৯৬৯ সালে মুক্তিপ্রাপ্ত সর্বোচ্চ আয়কারী চলচ্চিত্র ছিল এটি। \nফ্রান্সে ১৯৭০ সালের অষ্টম সর্বাধিক জনপ্রিয় চলচ্চিত্র ছিল এটি। \n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nমুক্তির পর, সমালোচকরা ছবিটিকে মাঝারি মানের রেটিং দিয়েছিলেন। নিউ ইয়র্ক এবং জাতীয় পর্যালোচনাগুলি \"ভয়াবহ থেকে মিশ্র\" রেটিং দেয়। যদিও কোথাও কোথাও ভালো রেটিং ছিল। চিত্রনাট্যকার উইলিয়াম গোল্ডম্যান তার \"হুইচ লাই ডিড আই টেল?\" মোর অ্যাডভেঞ্চারস ইন দ্যা স্ক্রীন ট্রেড” ।  বইতে স্মরণ করেন। \nনিউ ইয়র্ক টাইমসের চলচ্চিত্র পর্যালোচক ভিনসেন্ট ক্যানবি লিখেছেন যে ছবিটি \"সম্পূর্ণ সমকালীন ধাচেঁ তৈরী এবং খুবই মজার\"। কিন্তু তিনি এটাও বলেছেন যে, \"ছবির কেন্দ্রবিন্দুতে একটি শূন্যতা গ্রাস করে যেটাতে, সচেতন থাকলেও, সন্তুষ্ট করা হওয়া না। তবে হিল এবং গোল্ডম্যান ঠিক কী করছেন তা জানতেন --- একটি খুব চটকদার সিনেমা তৈরি করা\"। তিনি \"রেইনড্রপস\" ‍সিরিয়ালকে \"গীতিকারের সংক্ষিপ্তসার\" গ্রহণ করে \"শ্রোতাদের উপর কৌশল চালানোর\" প্রচেষ্টার অংশ হিসাবে বর্ণনা করেছেন। ক্যানবি লিখেছেন, \"যদিও সিনেমাটি সফল হয়নি, তবে অভিনেতারা সফল হয়েছেন\"। \nটাইম ম্যাগাজিন বলছে যে ছবিটির দুই পুরুষ তারকা \"সিনেম্যাটিক স্কিজোফ্রেনিয়ায় আক্রান্ত। ছবিতে এক মুহূর্তে তারা পরিত্যক্ত ঐতিহ্যের বলিষ্ঠ, আঘাতপ্রাপ্ত, ক্ষতবিক্ষত অবশিষ্টাংশ। পরের মুহূর্তে, তারা নিম্নমানের কৌতুকাভিনেতা। তাদের সম্পর্ক বিদ্রূপে ভরা— এবং সংলাপ, — ব্যাটম্যান এবং রবিন পর্ব থেকে তুলে নেওয়া যেত।\" টাইম, \"রেইনড্রপস\" সিকোয়েন্স এবং বার্ট বাচারাচের \"সবচেয়ে কর্কশ ও তীব্র বেসুরা সুরেলা গানের সাউন্ড ট্র্যাক\"-এর সমালোচনা করেছে, টাইমস বলছে যে, এটা ছবিটিকে \"অযৌক্তিক এবং অনাকাঙ্ক্ষিত\" করে তুলেছে। \nরজার এবার্ট ছবিটিকে মোট স্কোর চারের মধ্যে আড়াই নম্বর দিয়েছেন। তিনি ছবির শুরুটা এবং তিনজন প্রধান অভিনেতার প্রশংসা করেছিলেন, কিন্তু তার অনুভূতি হলো ছবিটি খুব ধীর গতিতে এগিয়েছে এবং সমাপ্তিটা মোটেই সন্তোষজনক হয় নি। কিন্তু হ্যারিম্যান তার দলবল ভাড়া করার পর, এবার্ট ভেবেছিলেন যে কাজের  মান কমে যাবে: \"হিল আপাতদৃষ্টিতে এই দৃশ্যগুলি চিত্রায়নের লোকেশন নির্ধারণের জন্য তার কোম্পানির অনেক টাকা খরচ করেছেন। আমার ধারণা, যখন তিনি হলিউডে ফিরে আসেন তখন চূড়ান্ত সংস্করণ থেকে সেগুলি সম্পাদনা করার জন্য প্রস্তুত করতে পারেন নি। তাই বিভিন্ন সময়ে সুপার-পোজ নায়কদের সাথে থাকে, এটা দেখতে দেখতে আমরা ভুলেই যাই যে সিনেমাটি কতটা ভালোভাবে শুরু হয়েছিল।\"  এবার্ট ১৯৮৯ সালে তার পর্যালোচনা পুনর্ব্যক্ত করে বলেন যে তিনি এখনও ছবিটাকে \"টার্কি\" বলে মনে করেন, কিন্তু এর সাফল্য দেখে তিনি হতবুদ্ধি হয়ে যান। \nজিন সিস্কেলও ছবিটি অপছন্দ করে বলেন যে তিনি মনে করেন কি হবে পরের দৃশ্যে সেটা আগে থেকেই অনুমান করা যায় এবং লিখেন যে এটি \"বিশ্বাস করার মতো খুব সুন্দর ... স্মরণীয় নয়\"।  ১৯৮৯ সালে সিস্কেল পরে স্বীকার করেন যে, চলচ্চিত্র সমালোচক হিসেবে নেতিবাচক পর্যালোচনা প্রকাশ করা ছিল তার প্রথম চ্যালেঞ্জগুলির মধ্যে একটি। তিনি এই স্মৃতিও মনে  করেন যে, সম্পাদকীয় সহকারী, পল নিউম্যান অভিনীত একটি চলচ্চিত্রের খারাপ পর্যালোচনা দেওয়ায় হতবাক হয়ে গিয়েছিলেন। তিনি ঠিক করেন যে, তাকে একটি শিক্ষা দেবেন। বোঝানোর জন্য যে, সমালোচক হিসেবে তাকে সৎ থাকতে হবে, তার মতামত যতই অপ্রিয় হোক না কেন। \n\n\n=== প্রশংসা ===\n\nবুচ ক্যাসিডি অ্যান্ড দ্য সানড্যান্স কিড আমেরিকান ফিল্ম ইনস্টিটিউটের ১০০ বছরের তালিকার বেশ কয়েকটিতেও স্থান পেয়েছে।\n\nএএফআই-এর ১০০ বছর... ১০০টি সিনেমা (১৯৯৮) – #৫০\nএএফআই-এর ১০০ বছর... ১০০টি রোমাঞ্চ (২০০১) – #৫৪\nএএফআই-এর ১০০ বছর... ১০০ জন নায়ক ও খলনায়ক (২০০৩)\nবুচ ক্যাসিডি এবং সানড্যান্স কিড - #২০ হিরোস\nএএফআই-এর ১০০ বছর... ১০০টি গান (২০০৪)\n\" আমার মাথায় বৃষ্টির ফোঁটা ঝরছে \" - #২৩\nএএফআই-এর ১০০ বছরের চলচ্চিত্র স্কোর (২০০৫) – মনোনীত\nএএফআই-এর ১০০ বছর... ১০০টি সিনেমার উক্তি (২০০৫)\n\"এই ছেলে, পরের বার যখন বলব, 'চলো বলিভিয়ার মতো কোথাও যাই', চলো বলিভিয়ার মতো কোথাও যাই।\" - মনোনীত\nএএফআই-এর ১০০ বছর... ১০০টি সিনেমা (১০ম বার্ষিকী সংস্করণ) (২০০৭) – #৭৩\nএএফআই-এর সেরা ১০ টি (২০০৮) – #৭ পশ্চিমা চলচ্চিত্র \n\n\n== উত্তরাধিকার ==\nসময়ের সাথে সাথে, প্রধান আমেরিকান চলচ্চিত্র সমালোচকরা উঠে আসছেন। ৬১টি পর্যালোচনার ভিত্তিতে রটেন টমেটোস- এ ছবিটি ৮৯% রেটিং পেয়েছে, যার গড় স্কোর ৮.৩/১০। সাইটটির সমালোচনাকারীদের ঐকমত্য এইভাবে লেখা হয়েছে: \"পল নিউম্যান এবং রবার্ট রেডফোর্ডের আইকনিক জুটি, ফিটফাট চিত্রনাট্য এবং বার্ট বাচারাকের সুরে, “বুচ ক্যাসিডি এন্ড সানড্যান্স কিড“ ষাটের দশকের শেষের দিকের আমেরিকান সিনেমার অন্যতম গুরুত্বপূর্ণ হিসেবে স্থান করে নিয়েছে।\" \nরাইটার্স গিল্ড অফ আমেরিকা তাদের ১০১টি সেরা চিত্রনাট্যের তালিকায় এই চিত্রনাট্যটিকে একাদশ স্থানে রেখেছে। \n২০০৩ সালে, বুচ ক্যাসিডি অ্যান্ড দ্য সানড্যান্স কিডকে দ্য নিউ ইয়র্ক টাইমস সর্বকালের সর্বসেরা ১০০০টি চলচ্চিত্রের মধ্যে একটি হিসেবে নির্বাচিত করেছে।  ২০০৮ সালে, ব্রিটিশ চলচ্চিত্র প্রকাশনা এম্পায়ার ম্যাগাজিন তাদের সর্বকালের ৫০০ সেরা চলচ্চিত্রের তালিকায় ছবিটিকে ৩২ নাম্বারে স্থান দেয়। \nটেলিভিশন সিরিজ \"আলিয়াস স্মিথ অ্যান্ড জোন্স\"-কে অনুপ্রাণিত করেছিল এই ছবিটি। পিট ডুয়েল এবং বেন মারফি অভিনীত এই ছবিটিতে অপরাধীরা সাধারণ ক্ষমা লাভের চেষ্টা করছিল।\n\"বচ ক্যাজুয়ালি অ্যান্ড দ্য সামডান্স কিড\" শিরোনামের একটি প্যারোডি ম্যাড পত্রিকায় প্রকাশিত হয়। মর্ট ড্রাকার এটার ছবি আকেনঁ এবং আর্নি কোগেন বিষয়বস্তু লিখেন জুলাই ১৯৭০ এর ১৩৬ নম্বর সংখ্যায়।\nএছাড়াও ১৯৭৬ সালে, ছবিটির একটি টেলিভিশন সিক্যুয়েল মুক্তি পায়। \"ওয়ান্টেড: দ্য সানড্যান্স ওম্যান\" এ ক্যাথারিন রসকে এটা প্লেসের চরিত্রে আরও বেশি করে, গুরুত্ব দিয়ে দেখানো হয়। \n১৯৭৯ সালে, \"বুচ অ্যান্ড সানড্যান্স: দ্য আর্লি ডেজ\", একটি প্রিক্যুয়েল মুক্তি পায়, যেখানে টম বেরেঙ্গার বুচ ক্যাসিডি চরিত্রে এবং উইলিয়াম ক্যাট সানড্যান্স কিড চরিত্রে অভিনয় করেন। এটি পরিচালনা করেছিলেন রিচার্ড লেস্টার এবং লিখেছিলেন অ্যালান বার্নস । মূল ছবিটির লেখক উইলিয়াম গোল্ডম্যান ছিলেন নির্বাহী প্রযোজক। জেফ কোরিই একমাত্র অভিনেতা যিনি মূল ছবি এবং প্রিসিক্যুয়েলে অভিনয় করেছিলেন। \n\n\n=== টেলিভিশন অভিযোজন ===\n২০২২ সালের সেপ্টেম্বরে, অ্যামাজন স্টুডিওর রেগে-জিন পেজ এবং গ্লেন পাওয়েল অভিনীত একটি টেলিভিশন অভিযোজন ঘোষণা করে। জো এবং অ্যান্থনি রুশো তাদের AGBO প্রোডাকশন ব্যানারে নির্বাহী প্রযোজক হয়।  \n\n\n== আরো দেখুন ==\n১৯৬৯ সালের আমেরিকান চলচ্চিত্রের তালিকা\nঅ্যান্টিহিরো (ক্যাসিডি এবং সানড্যান্সকে \"অ্যান্টিহিরো\" হিসেবে বিবেচনা করা হয়।)\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nEgan, Sean (২০১৪)। William Goldman: The Reluctant Storyteller। Bear Manor Media। \n\n\n== বহিঃসংযোগ ==\nআমেরিকান ফিল্ম ইন্সটিটিউট ক্যাটালগে বুচ ক্যাসিডি অ্যান্ড দ্য সানড্যান্স কিড\nইন্টারনেট মুভি ডেটাবেজে বুচ ক্যাসিডি অ্যান্ড দ্য সানড্যান্স কিড  (ইংরেজি)\nরটেন টম্যাটোসে Butch Cassidy and the Sundance Kid (ইংরেজি)\nটিসিএম চলচ্চিত্র ডেটাবেজে Butch Cassidy and the Sundance Kid\nTen Things You Didn't Know About Butch Cassidy and the Sundance Kid  ওয়েব্যাক মেশিনে আর্কাইভকৃত অক্টোবর ৬, ২০১৩ তারিখে from the American Movie Classics \"Future of Classic\" blog\nButch Cassidy and the Sundance Kid at Virtual History\nButch Cassidy and the Sundance Kid essay by Daniel Eagan in America's Film Legacy: The Authoritative Guide to the Landmark Movies in the National Film Registry, A&C Black, 2010 আইএসবিএন ০৮২৬৪২৯৭৭৭, pages 654–655 [১]\nটেমপ্লেট:George Roy Hillটেমপ্লেট:William Goldman"}