{"pageid": 1516511, "title": "তৃতীয় রিচার্ড (ইংল্যান্ড)", "url": "https://bn.wikipedia.org/wiki?curid=1516511", "content": "তৃতীয় রিচার্ড (২ অক্টোবর ১৪৫২ - ২২ আগস্ট ১৪৮৫) ছিলেন ২৬ জুন ১৪৮৩ থেকে ১৪৮৫ পর্যন্ত আমৃত্যু ইংল্যান্ডের রাজা। তিনি ছিলেন প্ল্যান্টাজেনেট রাজবংশ এবং এর ক্যাডেট শাখা হাউস অফ ইয়র্কের শেষ রাজা। বসওয়ার্থ ফিল্ডের যুদ্ধে তার পরাজয় এবং মৃত্যুর  মাধ্যমেইংল্যান্ডে মধ্যযুগের সমাপ্তি ঘটে।\n১৪৬১ সালে তাঁর বড় ভাই চতুর্থ এডওয়ার্ড ইংল্যান্ডের সিংহাসনে বসার পর রিচার্ডকে গ্লউস্টারের ডিউক ঘোষণা করা হয়। এটি ছিল \"ওয়ারস অফ দ্য রোজেস\" নামে পরিচিত এক অস্থির সময়, যখন রাজপরিবারের দুই শাখা সিংহাসনের দখল নিয়ে লড়াই করছিল। এডওয়ার্ড ও রিচার্ড ছিলেন ইয়র্কিস্ট, আর তাদের প্রতিদ্বন্দ্বী ছিল ল্যাঙ্কাস্ট্রিয়ানরা।\n১৪৭২ সালে রিচার্ড বিয়ে করেন অ্যান নেভিলকে। তিনি ছিলেন  ১৬তম ওয়ারউইক আর্ল রিচার্ড নেভিলের কন্যা এবং ষষ্ঠ হেনরির পুত্র এডওয়ার্ড অব ওয়েস্টমিনস্টারের বিধবা। চতুর্থ এডওয়ার্ডের রাজত্বকালে তিনি ইংল্যান্ডের উত্তরাঞ্চল শাসন করতেন। তিনি ১৪৮২ সালে স্কটল্যান্ড আক্রমণে গুরুত্বপূর্ণ ভূমিকা রাখেন।\nচতুর্থ এডওয়ার্ড ১৪৮৩ সালের এপ্রিলে মারা গেলে, তাঁর ১২ বছর বয়সী ছেলে এডওয়ার্ড পঞ্চমকে রাজা করার জন্য রিচার্ডকে লর্ড প্রোটেক্টর  বা অভিভাবক হিসেবে নিযুক্ত করা হয়। তবে এডওয়ার্ড পঞ্চমের রাজ্যাভিষে কের প্রস্তুতির মাঝেই ঘোষণা করা হয় যে তাঁর বাবা-মায়ের বিয়ে অ বৈধ ছিল এবং তাই তিনি ও তাঁর ভাইবোনরা সিংহাসনের উত্তরাধিকার হতে পারবেন না।\n২৫ জুন ১৪৮৩-তে, এক সভায় লর্ড ও সাধারণ জনগণ এই ঘোষণাকে স্বীকৃতি দেয় এবং রিচার্ডকেই বৈধ রাজা ঘোষণা করা হয়। ৬ জুলাই ১৪৮৩ সালে তিনি আনুষ্ঠানিকভাবে ইংল্যান্ডের রাজা হিসেবে অ ভিষিক্ত হন। এর কিছুদিন পর, এডওয়ার্ড এবং তাঁর ছোট ভাই, রিচার্ড অব শ্রিউসবারি (ডিউক অব ইয়র্ক), যাদের \"টাওয়ারের রাজপুত্র\" বলা হয়, আগস্ট ১৪৮৩-এর দিকে টাওয়ার অব লন্ডন থেকে রহস্যজনকভাবে হারিয়ে যান।\nরিচার্ডের রাজত্বকালে তার বিরুদ্ধে দুটি বড় বিদ্রোহ হয়েছিল। ১৪৮৩ সালের অক্টোবরে, চতুর্থ এডওয়ার্ড এবং রিচার্ডের প্রাক্তন মিত্র, বাকিংহামের দ্বিতীয় ডিউক হেনরি স্ট্যাফোর্ডের একনিষ্ঠ মিত্রদের নেতৃত্বে একটি ব্যর্থ বিদ্রোহের নেতৃত্ব দেওয়া হয়। তারপর, ১৪৮৫ সালের আগস্টে, হেনরি টিউডর এবং তার চাচা, জ্যাসপার টিউডর, ফরাসি সৈন্যদে র একটি দল নিয়ে ওয়েলসে অবতরণ করেন এবং পেমব্রোকশায়ারের মধ্য দিয়ে সৈন্য নিয়োগের জন্য অগ্রসর হন। হেনরির বাহিনী লিসেস্টারশায়ার শহরের মার্কেট বসওয়ার্থের কাছে রিচার্ডের সেনাবাহিনীকে পরাজিত করে। রিচার্ড নিহত হন, যার ফলে তিনি যুদ্ধে নিহত শেষ ইংরেজ রাজা হন। এরপর হেনরি টিউডর সপ্তম হেনরি হিসেবে সিংহাসনে আরোহণ করেন।\nরিচার্ডের মৃতদেহ নিকটবর্তী লেস্টার শহরে নিয়ে যাওয়া হয় এ বং কোনও আনুষ্ঠানিকতা ছাড়াই সমাহিত করা হয়। ধারণা করা হয় যে ইংরেজ সংস্কারের সময় তাঁর মূল সমাধিস্তম্ভটি সরিয়ে ফেলা হয়েছিল এবং তাঁর দেহাবশেষ সোয়ার নদীতে ফেলে দেওয়া হয়েছিল বলে ভুল ধারণা করা হয়েছিল। ২০১২ সালে গ্রে ফ্রিয়ার্স প্রাইরির দখলে থাকা স্থানে তৃতীয় রিচার্ড সোসাইটির সহায়তায় ফিলিপা ল্যাংলি একটি প্রত্নতাত্ত্বিক খননকাজ শুরু করেন। রেডিওকার্বন ডেটিং, তার উপস্থিতি র সমসাময়িক প্রতিবেদনের সাথে তুলনা, বসওয়ার্থে আঘাতের শনাক্তকরণ এবং তার মাইটোকন্ড্রিয়াল ডিএনএর সাথে তার বোন অ্যানের দুই মাতৃসূত্রীয় বংশধরের তুলনার ফলে লিসেস্টার বিশ্ববিদ্যালয় ঘটনাস্থলে পাওয়া মানব কঙ্কালটিকে তৃতীয় রিচার্ডের বলে শনাক্ত করে। ২০১৫ সালে তাকে লেস্টার ক্যাথেড্রালে পুনঃকবর দেওয়া হয়েছিল।\n\n\n== জীবনের প্রথমার্ধ ==\nরিচার্ড জন্মগ্রহণ করেন ১৪৫২ সালের ২ অক্টোবর, নর্থ্যাম্পটনশায়ারের ফাদারিংহে ক্যাসেলে। তিনি ছিলেন রিচার্ড, তৃতীয় ডিউক অব ইয়র্ক এবং সিসিলি নেভিলের বারোজন সন্তানের মধ্যে একাদশতম এবং শৈশব পেরিয়ে বেঁচে থাকা সর্বকনিষ্ঠ সন্তান।\nতার শৈশবকাল এমন এক সময়ে কেটেছে, যা ইতিহাসে 'ওয়ারস অফ দ্য  রোজেস' নামে পরিচিত। এটি ছিল ১৫শ শতকের দ্বিতীয়ার্ধে ইংল্যান্ডের এক অস্থির সময়, যখন রাজনৈতিক সংকট ও গৃহযুদ্ধ বারবার ছড়িয়ে পড়েছিল। এই দ্বন্দ্ব চলছিল ই য়র্কিস্ট ও ল্যাঙ্কাস্ট্রিয়ানদের মধ্যে। ইয়র্কিস্টরা রিচার্ডের বাবাকে সমর্থন করত, যিনি জন্মসূত্রে রাজা ষষ্ঠ হেনরির সিংহাসনের দাবিদার ছিলেন। অন্যদিকে, ল্যাঙ্কাস্ট্রিয়ানরা ষষ্ঠ হেনরি ও তার স্ত্রী মার্গারেট অব অঁজুকে সমর্থন করত।\n১৪৫৯ সালে যখন রিচার্ডের বাবা ও ইয়র্কিস্টদের ইংল্যান্ড থেকে পালিয়ে যেতে বাধ্য করা হয়, তখন ছোট রিচার্ড ও তার বড় ভাই জর্জকে তাদের ফুফু অ্যান নেভিল, বাকিংহামের ডাচেসের তত্ত্বাবধানে রাখা হয়। সম্ভবত কার্ডিনাল থমাস বোর্চিয়ার, তখনকার ক্যান্টারবারির আর্চবিশপও তাদের দেখভাল করেছিলেন।\n১৪৬০ সালের ৩০ ডিসেম্বর ওয়েকফিল্ডের যুদ্ধে যখন তাদের বাবা এবং বড় ভাই এডমন্ড, রুটল্যান্ডের আর্ল, নিহত হন, তখন রিচার্ড এবং জর্জকে তাদের মা নিম্ন দেশগুলোতে পাঠিয়ে দেন। টাউটনের যুদ্ধে ল্যাঙ্কাস্ট্রিয়ানদের পরাজয়ের পর তারা ইংল্যান্ডে ফিরে আসে। তারা ২৮ জুন ১৪৬১ সালে রাজা চতুর্থ এডওয়ার্ডের রাজ্যাভিষে কে অংশগ্রহণ করেন, যখন রিচার্ডকে গ্লুচেস্টারের ডিউক হিসেবে মনোনীত করা হয় এবং তিনি নাইট অফ দ্য গার্টার এবং নাইট অফ দ্য বাথ উভয়ই উপাধি লাভ করেন। ১৪৬৪ সালে ১১ বছর বয়সে এডওয়ার্ড তাকে পশ্চিম কাউন্টির জন্য অ্যারের একমাত্র কমিশনার নিযুক্ত করেন। ১৭ বছর বয়সে, তিনি একটি স্বাধীন কমান্ড পেয়েছিলেন।\n\nরিচার্ড তার শৈশবকালে বেশ কয়েক বছর ইয়র্কশায়ারের ওয়েন্সলেডেলের মিডলহ্যাম ক্যাসেলে কাটিয়েছিলেন, তার চাচাতো ভাই রিচার্ড নেভিলের তত্ত্বাবধানে, ওয়ারউইকের ১৬ তম আর্ল, যিনি পরে 'দ্য কিংমেকার' নামে পরিচিত হন, কারণ তিনি 'ওয়ার্স অফ দ্য রোজেস'-এ তার ভূমিকার জন্য পরিচিত ছিলেন। ওয়ারউইক একজন নাইট হিসেবে রিচার্ডের প্রশিক্ষণ তত্ত্বাবধান করতেন; ১৪৬৫ সালের শরৎকালে, চতুর্থ এডওয়ার্ড ওয়ারউইককে তার ছোট ভাইয়ের তত্ত্বা বধানের খরচের জন্য ১,০০০ পাউন্ড মঞ্জুর করেন। কিছু বাধার সাথে, রিচার্ড ১৪৬১ সালের শেষ থেকে ১৪৬৫ সালের প্রথম দিকে, যখন তার বয়স ১২ ছিল অথবা ১৪৬৫ থেকে ১৪৬৮ সালে তার বয়স ১৬ হওয়া পর্যন্ত, মিডলহ্যামে অবস্থান করেছিলেন।  ওয়ারউইকের এস্টেটে থাকাকালীন, সম্ভবত তিনি ফ্রান্সিস লোভেলের সাথে দেখা করেছিলেন, যিনি তার জীবনের পরবর্তী সময়ে তার দৃঢ় সমর্থক ছিলেন এবং ওয়ারউইকের ছোট মেয়ে, তার ভবিষ্যত স্ত্রী অ্যান নেভিলের সাথেও।\nসম্ভবত এই প্রাথমিক পর্যায়েই ওয়ারউইক তার দুই কন্যা, ইসাবেল ও অ্যানের জন্য কৌশলগত বিয়ের পরিকল্পনা করছিলেন, যাতে  রাজপরিবারের ভাইদের সঙ্গে তাদের বৈবাহিক সম্পর্ক গড়ে ওঠে। সে সময় তরুণ অভিজাতদের অনেক সময় তাদের ভবিষ্যৎ জীবনসঙ্গীর পরিবারের সঙ্গে লালন-পালন করা হতো, যেমনটি রিচার্ডের বাবা, ইয়র্কের ডিউক রিচার্ডের ক্ষেত্রেও ঘটেছিল।\nতবে রাজা চতুর্থ এডওয়ার্ড ও ওয়ারউইকের মধ্যে সম্পর্ক যখন খারাপ হতে শুরু করে, তখন এডওয়ার্ড এই বিবাহের পরিকল্পনার বিরো ধিতা করেন। ওয়ারউইকের জীবদ্দশায়, রাজপরিবারের ভাইদের মধ্যে একমাত্র জর্জই তার বড় মেয়ে ইসাবেলকে বিয়ে করেন। তারা ১২ জুলাই ১৪৬৯ সালে রাজা এডওয়ার্ডের অনুমতি ছাড়াই বিবাহবন্ধনে আবদ্ধ হন। এরপর জর্জ তার শ্বশুর ওয়ারউইকের নেতৃত্বে রাজাবিরোধী বিদ্রোহে যোগ দেন।\nঅন্যদিকে, রিচার্ড তার ভাই চতুর্থ এডওয়ার্ডের প্রতি বিশ্বস্ত থাকেন, যদিও সে সময় গুজব রটে যে তার ও অ্যান নেভিলের মধ্যে প্রেমের সম্পর্ক ছিল। \n১৪৭০ সালের অক্টোবরে ওয়ারউইক আঞ্জুর প্রাক্তন ল্যাঙ্কাস্ট্রিয়ান রানী মার্গারেটের পক্ষে চলে যাওয়ার পর রিচার্ড এবং এডওয়ার্ডকে বার্গান্ডিতে পালিয়ে যেতে বাধ্য করা হয়। ১৪৬৮  সালে রিচার্ডের বোন মার্গারেট বার্গান্ডির ডিউক চার্লস দ্য বোল্ডকে বিয়ে করেছিলেন এবং ভাইয়েরা সেখানে স্বাগত জানাতে পারেন। বার্নেট এবং টিউকসবারির যুদ্ধের পর ১৪৭১ সালের বসন্তে এডওয়ার্ডকে সিংহাসনে পুনর্বহাল করা হয়, যার দুটিতেই ১৮ বছর বয়সী রিচার্ড গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন।\nঅজানা একটি কারণে তার বয়ঃসন্ধিকালে, রিচার্ড স্কোলিওসিসে আক্রান্ত হন, যা মেরুদণ্ডের পার্শ্বীয় বক্রতা।  ২০১৪ সালে রিচার্ডের দেহাবশেষ আবিষ্কারের পর, লেস্টার বিশ্ববিদ্যালয়ের প্রত্নতত্ত্ব ও প্রাচীন ইতিহাস স্কুলের অস্টিওআর্থারিওলজিস্ট ডঃ জো অ্যাপলবি, মেরুদণ্ডের কলামের চিত্র তু লে ধরেন এবং ত্রিমাত্রিক প্রিন্টিং ব্যবহার করে একটি মডেল পুনর্গঠন করেন এবং এই সিদ্ধান্তে উপনীত হন যে মেরুদণ্ডের স্কোলিওসিস নাটকীয় দেখালেও, এটি সম্ভবত এমন কোনও বড় শারীরিক বিকৃতির কারণ হয়নি যা পোশাক দ্বারা আড়াল করা যায় না।  \n\n\n== বিবাহ এবং পারিবারিক সম্পর্ক ==\n\nটিউকসবারির যুদ্ধে ইয়র্কিস্টদের সুস্পষ্ট বিজয়ের পর, রিচার্ড ১২ জুলাই ১৪৭২ সালে অ্যান নেভিলকে বিয়ে করেন। এর  আগে, অ্যানকে ল্যাঙ্কাস্ট্রিয়ানদের প্রতি তার বাবার আনুগত্য নিশ্চিত করতে ষষ্ঠ হেনরির একমাত্র পুত্র এডওয়ার্ড অব ওয়েস্টমিনস্টারের সঙ্গে বিবাহবন্ধনে আবদ্ধ করা হয়েছিল। তবে  ৪ মে ১৪৭১ সালে টিউকসবারির যুদ্ধে এডওয়ার্ড নিহত হন, আর তার বাবা ওয়ারউইক ১৪ এপ্রিল ১৪৭১ সালে বার্নেটের যুদ্ধে মারা যান।\nরিচার্ডের এই বিয়ের পরিকল্পনা তার ভাই জর্জের সঙ্গে বিরোধ সৃষ্টি করে। ১৭ ফেব্রুয়ারি ১৪৭২ সালের জন পাস্টনের একটি চি ঠি থেকে জানা যায় যে জর্জ এই বিয়ে নিয়ে অসন্তুষ্ট ছিলেন, তবে অনিচ্ছাসত্ত্বেও মেনে নেন, শর্ত ছিল—\"রিচার্ড তা র শ্যালিকাকে (অ্যানকে) বিয়ে করতে পারে, তবে তারা কোনো সম্পত্তির ভাগ পাবে না।\"\nএই বিরোধের মূল কারণ ছিল অ্যান ও তার বড় বোন ইসাবেলের মধ্যে উত্তরাধিকারের ভাগাভাগি। ইসাবেল ইতিমধ্যেই ১৪৬৯ সালে জর্জের সঙ্গে বিবাহবন্ধনে আবদ্ধ হয়েছিলেন। শুধু ও য়ারউইকের আর্লডমই নয়, পুরো ব্যাপারটি আরও জটিল হয়ে উঠেছিল কারণ রিচার্ড নেভিল এই উপাধি ও সম্পত্তি পেয়েছিলেন তার স্ত্রী অ্যান বিউচ্যাম্প, ১৬তম কাউন্টেস অব ওয়ারউইকের মাধ্যমে। কাউন্টেস তখনো জীবিত ছিলেন এবং তার বাবার কোনো পুত্রসন্তান না থাকায় বিশাল বিউচ্যাম্প এস্টেটের প্রকৃত মালিক তিনিই ছিলেন।\nক্রয়ল্যান্ড ক্রনিকল লিপিবদ্ধ করে যে রিচার্ড নিম্নলিখিত শর্তে একটি বিবাহপূর্ব চুক্তিতে সম্মত হন: \"গ্লুচেস্টারের ডিউকের সাথে অ্যানের বিবাহ অনুষ্ঠিত হওয়ার কথা ছিল, এবং আর্লের জমির অনেক অংশ তার কাছে থাকবে যা তাদের মধ্যে সালি সকারীদের মধ্যস্থতার মাধ্যমে সম্মত হওয়া উচিত; বাকি সমস্ত জমি ডিউকের ক্ল্যারেন্সের দখলে থাকবে\"। পাস্টনের চিঠির তারিখ থেকে বোঝা যায় যে ১৪৭২ সালের ফেব্রুয়ারিতেও বিয়ের আলোচনা চলছিল। বিবাহের প্রতি জর্জের চূড়ান্ত সম্মতি অর্জনের জন্য, রিচার্ড আর্ল অফ ওয়ারউইকের বেশিরভাগ জমি এবং সম্পত্তি ত্যাগ করেন, যার মধ্যে ওয়ারউইক (যা কিংমেকার তার স্ত্রীর অধিকারে রেখেছিলেন) এবং স্যালিসবারির আদিমত্বও অন্তর্ভুক্ত ছিল এবং ইংল্যান্ডের গ্রেট চেম্বারলেইনের পদ জর্জের কাছে সমর্পণ করেন। রিচার্ড ১৪৭১ সালের গ্রীষ্মে নেভিলের বাজেয়াপ্ত সম্পত্তি ধরে রাখেন:  পেনরিথ, শেরিফ হাটন এবং মিডলহ্যাম, যেখানে তিনি পরে তার বৈবাহিক পরিবার প্রতিষ্ঠা করেন।\n\nপ্রয়োজনীয় পোপের অনুমোদন ১৪৭২ সালের ২২ এপ্রিল প্রাপ্ত হয়েছিল। মাইকেল হিকস পরামর্শ দিয়েছেন যে, চুক্তির শর্তাবলী ইচ্ছাকৃতভাবে দম্পতির মধ্যে সঙ্গমের মাত্রা কমিয়ে এনেছে, এবং তাই অ্যানের বোন ইসাবেলের সাথে জর্জের বিয়ের পর প্রথম-স্তরের সঙ্গমের ভিত্তিতে বিবাহটি অবৈধ ছিল। রিচার্ড য দি ইসাবেলকে (বিধবা হওয়ার ক্ষেত্রে) তার ভাই জর্জকে বিয়ে করার পর বিয়ে করতে চাইতেন, তাহলে প্রথম-স্তরের সঙ্গিনীত্ব থাকত্‌ কিন্তু অ্যান এবং রিচার্ডের ক্ষেত্রে এই ধরনের কোনও সঙ্গিনীত্ব প্রযোজ্য ছিল না। অ্যানের সাথে রিচার্ডের বিবাহ কখনও বাতিল ঘোষণা করা হয়নি, এবং এটি ১৩ বছর ধরে ধর্মনিরপেক্ষ এবং ক্যানন আইনজীবী সহ সকলের কাছে প্রকাশ্য ছিল।\n১৪৭৩ সালের জুন মাসে, রিচার্ড তার শাশুড়িকে অভয়ারণ্য ছেড়ে মিডলহ্যামে তার সুরক্ষায় বসবাস করতে রাজি করান। বছরের শেষের দিকে, ১৪৭৩ সালের পুনঃপ্রতিষ্ঠা আইনের শর্তাবলী অনুসারে, জর্জ রাজকীয় অনুদানের অধীনে তার কিছু সম্পত্তি হারিয়ে ফেলেন এবং তার অসন্তোষ গোপন করেননি। ১৪৭৩ সালের নভেম্বরে জন প্যাস্টনের চিঠিতে বলা হয়েছে যে রাজা এডওয়ার্ড \"তাদের মধ্যে একজন দমবন্ধক\" হিসেবে কাজ করে তার দুই ছোট ভাইকে তাদের জায়গায়  বসানোর পরিকল্পনা করেছিলেন। ১৪৭৪ সালের গোড়ার দিকে, পার্লামেন্ট অধিবেশন শুরু হয় এবং এডওয়ার্ড তার ভাইদের সাথে পুনর্মিলন করার চেষ্টা করেন এই বলে যে পুরুষ এবং তাদের স্ত্রী উভয়ই ওয়ারউইকের উত্তরাধিকার ভোগ করবে ঠিক যেমন ওয়ারউইকের কাউন্টেস \"স্বাভাবিকভাবেই মারা গেছেন\"। রিচার্ড এবং অ্যানের বিবাহের বৈধতা নিয়ে জর্জের সন্দেহের সমাধান একটি ধারা দ্বারা করা হ য়েছিল যা তাদের বিবাহবিচ্ছেদের (অর্থাৎ চার্চ কর্তৃক তাদের বিবাহ বাতিল ঘোষণা করা) ক্ষেত্রে তাদের অধিকার রক্ষা করে এবং তারপর আইনত একে অপরের সাথে পুনর্বিবাহ করে, এবং অ্যানের সাথে এই ধরনের বৈধ দ্বিতীয় বিবাহের অপেক্ষায় রিচার্ডের অধিকারও রক্ষা করে। পরের বছর, রিচার্ডকে ইংল্যান্ডের উত্তরে নেভিলের সমস্ত জমি পুরস্কৃত করা হয়, অ্যানের চাচাতো ভাই, বেডফোর্ডের প্রথম ডিউক জর্জ নেভিলের খরচে। এই দিক থেকে, জর্জ রাজা এডওয়ার্ডের  অনুগ্রহ থেকে ধীরে ধীরে ছিটকে পড়েন বলে মনে হয়, ১৪৭৭ সালে তার অসন্তোষ চরমে ওঠে যখন, ইসাবেলের মৃত্যুর পর, তাকে তার বোন মার্গারেটের সৎ কন্যা মেরি অফ বার্গান্ডির সাথে বিবাহের সুযোগ থেকে বঞ্চিত করা হয়, যদিও মার্গারেট প্রস্তাবিত বিবাহের অনুমোদন দিয়েছিলেন। রাষ্ট্রদ্রোহের অভিযোগে জর্জের পরবর্তী দোষী সাব্যস্ত হওয়া এবং মৃত্যুদণ্ড কার্যকর করার ক্ষেত্রে রিচার্ডের জড়িত থাকার কোনও প্রমাণ নেই।\n\n\n== চতুর্থ এডওয়ার্ডের রাজত্বকাল ==\n\n\n=== সম্পত্তি এবং শিরোনাম ===\n১৪৬১ সালের ১ নভেম্বর রিচার্ডকে গ্লুচেস্টারের ডিউকডম প্রদান করা হয় এবং পরের বছর ১২ আগস্ট উত্তর ইংল্যান্ডে বৃহৎ সম্পত্তি প্রদান করা হয়, যার মধ্যে ইয়র্কশায়ারের রিচমন্ড এবং ওয়েলসের পেমব্রোকের প্রভুত্ব অন্তর্ভুক্ত ছিল। তিনি পূর্ব অ্যাংলিয়ায় অক্সফোর্ডের দ্বাদশ আর্ল ল্যাঙ্কাস্ট্রিয়ান জন ডি ভেরের বাজেয়াপ্ত জমিগুলো অর্জন করেছিলেন। ১৪৬২ সালে তার জন্মদিনে, তাকে গ্লুচেস্টার এবং কর্ফ ক্যাসেলের কনস্টেবল এবং ইংল্যান্ড, আয়ারল্যান্ড এবং অ্যাকুইটাইনের অ্যাডমিরাল নিযুক্ত করা হয় এবং উত্তরের  গভর্নর নিযুক্ত করা হয়, যার ফলে তিনি ইংল্যান্ডের সবচেয়ে ধনী এবং সবচেয়ে ক্ষমতাশালী অভিজাত হয়ে ওঠেন। ১৪৬৯ সালের ১৭ অক্টোবর তাকে ইংল্যান্ডের কনস্টেবল নিযুক্ত করা হয়। নভেম্বর মাসে, তিনি নর্থ ওয়েলসের প্রধান বিচারপতি হিসেবে উইলিয়াম হেস্টিংস, প্রথম ব্যারন হেস্টিংসের স্থলাভিষিক্ত হন। পরের বছর, তিনি ওয়েলসের প্রধান স্টুয়ার্ড এবং চেম্বারলেইন নিযুক্ত হন। ১৮ মে ১৪৭১ তারিখে, রিচার্ডকে গ্রেট চেম্বারলেইন এবং ইংল্যান্ডের লর্ড হাই অ্যাডমিরাল হিসেবে মনোনীত করা হয়। অন্যান্য পদগুলো অনুসরণ করা হয়েছিল: আজীবনের জন্য কাম্বারল্যান্ডের হাই শেরিফ, উত্তরের লেফটেন্যান্ট এবং স্কটদের বিরুদ্ধে কমান্ডার-ইন-চিফ এবং পশ্চিম মার্চের বংশগত ওয়ার্ডেন। দুই মাস পর, ১৪ জুলাই, তিনি ইয়র্কশায়ারের শেরিফ হাটন এ বং মিডলহ্যাম এবং কাম্বারল্যান্ডের পেনরিথের শক্তিশালী ঘাঁটির লর্ডশিপ অর্জন করেন, যা ওয়ারউইক দ্য কিংমেকারের অন্তর্গত ছিল। এটা সম্ভব যে মিডলহ্যামের অনুমোদন রিচার্ডের ব্যক্তিগত ইচ্ছাকে সমর্থন করেছিল। \n\n\n=== নির্বাসন এবং প্রত্যাবর্তন ===\nচতুর্থ এডওয়ার্ডের রাজত্বের শেষের দিকে, রিচার্ড রাজার প্রতি তার আনুগত্য প্রদর্শন করেছিলেন, তার বিপরীতে তাদের  ভাই জর্জ, যিনি ১৪৬০-এর দশকের শেষের দিকে যখন আর্ল অফ ওয়ারউইক বিদ্রোহ করেছিলেন তখন তার সাথে মিত্রতা করেছিলেন। ১৪৭০ সালে ওয়ারউইকের বিদ্রোহের পর, যার আগে তিনি আনজুর মার্গারেটের সাথে শান্তি স্থাপন করেছিলেন এবং ষষ্ঠ হেনরিকে ইংরেজ সিংহাসনে পুনর্বহাল করার প্রতিশ্রুতি দিয়েছিলেন, রিচার্ড, ব্যারন হেস্টিংস এবং দ্বিতীয় আর্ল রিভারস অ্যান্থনি উডভিল, ও য়ারউইকের ভাই, মন্টাগুর প্রথম মার্কুয়েস জন নেভিলের হাতে ডোনকাস্টারে বন্দীদশা থেকে রক্ষা পান। ২রা অক্টোবর তারা কিংস লিন থেকে দুটি জাহাজে যাত্রা করে; এডওয়ার্ড মার্সডিপে এবং রিচার্ড জিল্যান্ডে অবতরণ করেন। বলা হয়ে থাকে যে, ইংল্যান্ড ত্যাগ করার পর, তার কাছে প্রায় কিছুই ছিল না, তাই এডওয়ার্ডকে তার পশমের পোশাক দিয়ে তাদের ভ্রমণের খরচ বহন করতে বাধ্য করা হয়েছিল; অবশ্যই, রিচার্ড জিল্যান্ডের শহরের বেলিফ থেকে তিন পাউন্ড ধার করেছিলেন। ২৬ নভেম্বর ওয়ারউইকের একমাত্র পার্লামেন্ট তাদের অধিকারে নিয়ে আসে। তারা লুই ডি গ্রুথুসের সাথে ব্রুগেসে বসবাস করতেন, যিনি এডওয়ার্ডের দরবারে বার্গান্ডিয়ান রাষ্ট্রদূত ছিলেন কিন্তু ফ্রান্সের লুই একাদশ বার্গান্ডির বিরুদ্ধে যুদ্ধ ঘোষণা করার আগে পর্যন্ত বার্গান্ডির ডিউক চার্লস তাদের প্রত্যাবর্তনে সহায়তা করেছিলেন, হ্যানসিয়াটিক বণিকদের সাথে, ২০,০০০ পাউন্ড, ৩৬টি জাহাজ এবং ১,২০০ জন পুরুষ প্রদান করেছিলেন। ১৪৭১ সালের ১১ মার্চ তারা ইংল্যান্ডের উদ্দেশ্যে ফ্লাশিং ত্যাগ করে। ওয়ারউইকের স্থানীয় সহানুভূতিশীলদের গ্রেপ্তারের ফলে তারা ইয়র্কিস্ট পূর্ব অ্যাংলিয়ায় অবতরণ করতে পারেনি এবং ১৪ মার্চ, ঝড়ের কবলে পড়ে বিচ্ছিন্ন হওয়ার পর, তাদের জাহাজগুলো হোল্ডারনেসে তীরে ভেসে যায়। হাল শহর এডওয়ার্ডের প্রবেশাধিকার প্রত্যাখ্যান করে। ১৩৯৯ সালে দ্বিতীয় রিচার্ডকে ক্ষমতাচ্যুত করার আগে বলিংব্রোকের হেনরির মতো একই দাবি ব্যবহার করে তিনি ইয়র্কে প্রবেশাধিকার লাভ করেন; অর্থাৎ, তিনি কেবল মুকুট নয় বরং ইয়র্কের ডিউকড ম পুনরুদ্ধার করছিলেন। এডওয়ার্ডের সিংহাসন পুনরুদ্ধারের প্রচেষ্টাতেই রিচার্ড একজন সামরিক কমান্ডার হিসেবে তার দক্ষতা প্রদর্শন শুরু করেন।\n\n\n=== ১৪৭১ সালের সামরিক অভিযান ===\n\nএকবার এডওয়ার্ড তার ভাই জর্জের সমর্থন ফিরে পেয়েছিলেন, তিনি যুদ্ধের মাধ্যমে মুকুট পুনরুদ্ধারের জন্য একটি দ্রুত এবং সিদ্ধান্তমূলক অভিযান শুরু করেছিলেন; বিশ্বাস করা হয় যে রিচার্ড ছিলেন তার প্রধান লেফটেন্যান্ট কারণ রাজার প্রাথমিক সমর্থনগুলো রিচার্ডের আত্মীয়দের কাছ থেকে এসেছিল, যার মধ্যে স্যার জেমস হ্যারিংটন এবং স্যার উইলিয়াম পার অন্তর্ভুক্ত ছিলেন, যারা ডনকাস্টারে তাদের কাছে ৬০০ জন সশস্ত্র সৈন্য নিয়ে এসেছিলেন। রিচার্ড সম্ভবত ১৪ এপ্রিল ১৪৭১ সালে তার প্রথম কমান্ডে বার্নেটের যুদ্ধে অগ্রণী বাহিনীর নেতৃত্ব দিয়েছিলেন, যেখানে তিনি এক্সেটারের তৃতীয় ডিউক হেনরি হল্যান্ডের ডানাকে ছাড়িয়ে গিয়েছিলেন, যদিও তার কমান্ড কতটা মৌলিক ছিল তা অতিরঞ্জিত হতে পারে। রিচার্ডের ব্যক্তিগত পরিবারের ক্ষতি হওয়া ইঙ্গিত দেয় যে তিনি যুদ্ধের তীব্রতায় ছিলেন। সমসাময়িক একটি সূত্র থেকে জানা যায় যে, টেউকসবারিতে এডওয়ার্ডের ভ্যানগার্ড হিসেবে তার ভূমিকা্‌ যা ৪ মে ১৪৭১ সালে সমারসেটের চতুর্থ ডিউক এডমন্ড বিউফোর্টের অধীনে ল্যাঙ্কাস্ট্রিয়ান ভ্যানগার্ডের বিরুদ্ধে মোতায়েন করা হয়েছিল  এবং দুই দিন পর, ইংল্যান্ডের কনস্টেবল হিসেবে, জন হাওয়ার্ডের সাথে আর্ল মার্শালের ভূমিকায়, যুদ্ধের পর বন্দী নেতৃস্থানীয় ল্যাঙ্কাস্ট্রিয়ানদের বিচার এবং সাজা প্রদানে তার ভূমিকা।\n\n\n=== ১৪৭৫ সালে ফ্রান্স আক্রমণ ===\nঅন্তত আংশিকভাবে রাজা লুই একাদশের ল্যাঙ্কাস্ট্রিয়ান বিরোধীদের প্রতি পূর্বের সমর্থনের প্রতি অসন্তুষ্ট হয়ে, এবং সম্ভবত তার শ্যালক, বারগান্ডির ডিউক, চার্লস দ্য বোল্ডের সমর্থনে, এডওয়ার্ড ১৪৭২ সালের অক্টোবরে একটি সামরিক অভিযানের তহবিলের জন্য পার্লামেন্টে যান এবং অবশেষে ৪ জুলাই ১৪৭৫ সালে ক্যালাইসে অবতরণ করেন। রিচার্ডস  ছিল তার সেনাবাহিনীর সবচেয়ে বড় ব্যক্তিগত দল। যদিও পিকুইগনিতে লুই একাদশের সাথে স্বাক্ষরিত চূড়ান্ত চুক্তির বিরুদ্ধে তিনি প্রকাশ্যে ছিলেন (এবং আলোচনায় অনুপস্থিত ছিলেন, যেখানে তার পদমর্যাদার একজনকে নেতৃত্ব দেওয়ার আশা করা হত), তিনি এডওয়ার্ডের সাক্ষী হিসেবে কাজ করেছিলেন যখন রাজা তার প্রতিনিধিদের ফরাসি আদালতে নির্দে শ দিয়েছিলেন, এবং অ্যামিয়েন্সে ফরাসি রাজার সাথে দেখা করার সময় লুইয়ের কাছ থেকে 'কিছু খুব সুন্দর উপহার' পেয়েছিলেন। অন্যান্য উপহার প্রত্যাখ্যান করার ক্ষেত্রে, যার মধ্যে 'শ্রদ্ধাঞ্জলি'র আড়ালে 'পেনশন' অন্তর্ভুক্ত ছিল, কেবল কার্ডিনাল বুর্চিয়ারই তার সাথে যোগ দিয়েছিলেন। তিনি এডওয়ার্ডের সংসদীয় অনুদান থেকে অর্থায়ন করা প্রচারণা থেকে ব্যক্তিগতভাবে রাজনৈতিক ও আর্থিকভাবে লাভবান হওয়ার নীতির প্রতি অসম্মতি প্রকাশ করেছিলেন, এবং তাই জ নসাধারণের তহবিল থেকেও লাভবান হতেন বলে ধারণা করা হচ্ছে। তাই এডওয়ার্ডের রাজত্বের শেষ বছর পর্যন্ত কোনও সামরিক দক্ষতা আর প্রকাশ করা হয়নি।\n\n\n=== উত্তর, এবং উত্তরে কাউন্সিল ===\nচতুর্থ এডওয়ার্ডের মৃত্যুর আগ পর্যন্ত রিচার্ড ইংল্যান্ডের উত্তরে প্রভাবশালী শাসক  ছিলেন। সেখানে, এবং বিশেষ করে ইয়র্ক শহরে, তাকে অত্যন্ত সম্মানিত করা হত; যদিও রিচার্ড এই দৃষ্টিভঙ্গির প্রতিদান দিয়েছিলেন কিনা তা নিয়ে প্রশ্ন উঠেছে।  চতুর্থ এডওয়ার্ড রিচার্ডকে এই অঞ্চলে উল্লেখযোগ্য কর্তৃত্ব অর্পণ করেছিলেন। কেন্ডাল এবং পরবর্তী ঐতিহাসিকরা পরামর্শ দিয়েছেন যে এটি রিচার্ডকে উত্তরের প্রভু করার উদ্দেশ্যে করা হয়েছিল; তবে পিটার বুথ যুক্তি দিয়েছেন যে \"তার ভাই রিচার্ড কার্টে ব্লাঞ্চকে অনুমতি দেওয়ার পরিবর্তে, [এডওয়ার্ড] তার নিজস্ব এজেন্ট স্যার উইলিয়াম পারকে ব্যবহার করে তার প্রভাব সীমিত করেছিলেন।\" রিচার্ডের সিংহাসনে আরোহণের পর, তিনি প্রথমে উত্তর কাউন্সিল প্রতিষ্ঠা করেন এবং তার ভাগ্নে জন দে লা পোল, লিংকনের প্রথম আর্লকে সভাপতি করেন এবং আনুষ্ঠানিকভাবে এই সংস্থাটিকে রাজকীয় কাউন্সিলের একটি শাখা হিসাবে প্রাতিষ্ঠানিক রূপ দেন; এর সমস্ত চিঠি এবং রায় রাজার পক্ষে এবং তার নামে জারি করা হত। কাউন্সিলের বা র্ষিক বাজেট ছিল ২০০০ নম্বর এবং সেই বছরের জুলাইয়ের মধ্যে \"নিয়ম\" জারি করা হয়েছিল: কাউন্সিলরদের নিরপেক্ষভাবে কাজ করতে হবে, কায়েমি স্বার্থ ঘোষণা করতে হবে এবং কমপক্ষে প্রতি তিন মাস অন্তর বৈঠক করতে হবে। এর কার্যক্রমের মূল কেন্দ্রবিন্দু ছিল ইয়র্কশায়ার এবং উত্তর-পূর্ব এবং এর দায়িত্বগুলোর মধ্যে ছিল ভূমি বিরোধ, রাজার শান্তি বজায় রাখা এবং আইন ভঙ্গকারীদের শাস্তি দেওয়া।\n\n\n=== স্কটল্যান্ডের সাথে যুদ্ধ ===\n১৪৭০-এর দশকের মাঝামাঝি থেকে উত্তরে রিচার্ডের ক্রমবর্ধমান ভূমিকা কিছুটা হলেও রাজদরবার থেকে তার প্রত্যাহারের কারণ ব্যাখ্যা করে। তিনি ১৪৭০ সালের ১০ সেপ্টেম্বর থেকে এবং আবার ১৪৭১ সালের মে থেকে স্কটিশ সীমান্তে ওয়েস্ট মার্চের ওয়ার্ডেন ছিলেন; স্কটদের বিরুদ্ধে 'কার্যকর ব্যবস্থা গ্রহণ' করার সময় তিনি পেনরিথকে একটি ঘাঁটি হিসেবে ব্যবহার করেছিলেন এবং এটি করার সময় কাম্বারল্যান্ডের বনের 'এস্টেটের রাজস্ব উপভোগ করেছিলেন'। একই সময়ে, গ্লুচেস্টারের ডিউককে টানা পাঁচ বছরের জন্য কাম্বারল্যান্ডের হাই শেরিফ নিযুক্ত করা হয়েছিল, যাকে ১৪৭৮ সালে 'পেনরিথ ক্যাসেলের' হিসাবে বর্ণনা করা হয়েছিল।\n১৪৮০ সালের মধ্যে, স্কটল্যান্ডের সাথে যুদ্ধের আশঙ্কা দেখা দিচ্ছিল; সেই বছরের ১২ মে, স্কটিশ আক্রমণের আশঙ্কা বৃদ্ধি পাওয়ায় তাকে উত্তরের লেফটেন্যান্ট-জেনারেল (এই উপলক্ষে তৈরি করা একটি পদ) নিযুক্ত করা হয়। একজন সমসাময়িক ফরাসি ইতি হাসবিদ অনুসারে, ফ্রান্সের সম্রাট একাদশ লুই স্কটল্যান্ডের সাথে (\" অল্ড অ্যালায়েন্স \" এর ঐতিহ্য অনুসারে) একটি সামরিক জোট গঠনের চেষ্টা করেছিলেন, যার লক্ষ্য ছিল ইংল্যান্ড আক্রমণ করা। রিচার্ডের কাছে সীমান্ত লেভিদের তলব করার এবং সীমান্ত অভিযান প্রতিহত করার জন্য কমিশন অফ অ্যারে জারি করার ক্ষমতা ছিল। নর্থাম্বারল্যান্ডের আর্লের সাথে একসাথে, তিনি পাল্টা অভিযান শুরু করেন এবং ১৪৮০ সালের নভেম্বরে রাজা এবং কাউন্সিল আনুষ্ঠানিকভাবে যুদ্ধ ঘোষণা করলে, তাকে মজুরি হিসেবে ১০,০০০ পাউন্ড দেওয়া হয়।\nরাজা স্বয়ং ইংরেজ সেনাবাহিনীকে নেতৃত্ব দিতে ব্যর্থ হন, ফলে ১৪৮২ সালের  শুরুর দিক পর্যন্ত মাঝে মাঝে ছোটখাট সংঘর্ষ চলতে থাকে। রিচার্ড স্কটল্যান্ডের রাজা  তৃতীয় জেমসের ভাই, অ্যালেক্সান্ডার, ডিউক অব অ্যালবানির সঙ্গে চুক্তির স্বাক্ষর প্রত্যক্ষ করেন।\nএরপর, প্রায় ২০,০০০ সৈন্য নিয়ে নর্থাম্বারল্যান্ড, স্ট্যানলি, ডরসেট, স্যার এডওয়ার্ড উডভিল এবং রিচার্ড স্কটল্যান্ড আক্রমণ করেন  এবং বারউইক শহর দখল করেন। তবে বারউইক ক্যাসেল দীর্ঘদিন প্রতিরোধ গড়ে তোলে এবং শেষ পর্যন্ত ২৪ আগস্ট ১৪৮২ সালে রিচার্ড স্কটিশদের কাছ থেকে বারউইক-আপন-টুইড পুনরুদ্ধার করেন।\nযদিও এই বিজয়ের কৃতিত্ব রিচার্ডের অসাধারণ সামরিক দক্ষতার চেয়ে স্কটল্যান্ডের অভ্যন্তরীণ দ্বন্দ্বের কারণেই বেশি বলে মনে করা হয়, এটি ছিল শেষবারের মতো যখন বারউইক রাজকীয় নগরী হিসেবে ইংল্যান্ড ও স্কটল্যান্ডের মধ্যে হাত বদল করেছিল।\n\n\n== প্রভু রক্ষক ==\n১৪৮৩ সালের ৯ এপ্রিল চতুর্থ এডওয়ার্ডের মৃত্যুর পর, তার ১২ বছর বয়সী পুত্র, পঞ্চম এডওয়ার্ড, তার স্থলাভিষিক্ত হন। রিচার্ডকে রাজ্যের  লর্ড প্রোটেক্টর হিসেবে মনোনীত করা হয় এবং ব্যারন হেস্টিংসের অনুরোধে, রিচার্ড তার ভূমিকা গ্রহণ করেন এবং ইয়র্কশায়ারে তার ঘাঁটি ছেড়ে লন্ডনে চলে যান। ২৯শে এপ্রিল, পূর্বে সম্মতি অনুসারে, রিচার্ড এবং তার চাচাতো ভাই, বাকিংহামের দ্বিতীয় ডিউক হেনরি স্ট্যাফোর্ড, নর্থাম্পটনে রানী এলিজাবেথের ভাই্‌ দ্বিতীয় আর্ল রিভার্সের সাথে অ্যান্থনি উডভিলের সাথে দেখা করেন। রানীর অনুরোধে, আর্ল রিভার্স  ২০০০ জন সশস্ত্র সৈন্য নিয়ে তরুণ রাজাকে লন্ডনে নিয়ে যাচ্ছিলেন, যেখানে রিচার্ড এবং বাকিংহামের যৌথ সৈন্য ছিল ৬০০ জন সৈন্য। এডওয়ার্ড পঞ্চমকে আরও দক্ষিণে স্টোনি স্ট্র্যাটফোর্ডে পাঠানো হয়েছিল। প্রথম আনন্দের মুহূর্তে, রিচার্ড আর্ল রিভার্স, তার ভাগ্নে রিচার্ড গ্রে এবং তার সহযোগী টমাস ভনকে গ্রেপ্তার করেন। তাদের পন্টেফ্র্যাক্ট দুর্গে নিয়ে যাওয়া হয়, যেখানে ২৫ জুন নর্থাম্বারল্যান্ডের চতুর্থ আর্ল হেনরি পার্সির নেতৃত্বে একটি ট্রাইব্যুনালে হাজির হও য়ার পর লর্ড প্রোটেক্টরের বিরুদ্ধে রাষ্ট্রদ্রোহের অভিযোগে তাদের মৃত্যুদণ্ড কার্যকর করা হয়। রিভার্স রিচার্ডকে তার উইলের নির্বাহক হিসেবে নিযুক্ত করেছিলেন।\nরিভার্সকে গ্রেপ্তারের পর, রিচার্ড এবং বাকিংহাম স্টনি স্ট্র্যাটফোর্ডে চলে যান, যেখানে রিচার্ড এডওয়ার্ড পঞ্চমকে তার রক্ষক হিসেবে ভূমিকা থেকে বঞ্চিত করার একটি ষড়যন্ত্রের কথা জানান এবং যার অপরাধীদের বিরুদ্ধে ব্যবস্থা নেওয়া হয়েছে। তিনি রাজাকে লন্ডনে নিয়ে যেতে এগিয়ে গেলেন। ৪ মে  তারা শহরে প্রবেশ করে, রিভার্স তার ২০০০ সৈন্যের সেনাবাহিনীর সাথে যে অস্ত্রশস্ত্র নিয়ে এসেছিলেন তার গাড়ি প্রদর্শন করে। রিচার্ড প্রথমে এডওয়ার্ডকে বিশপের অ্যাপার্টমেন্টে থাকার ব্যবস্থা করেন; তারপর, বাকিংহামের পরামর্শে, রাজাকে লন্ডনের টাওয়ারের রাজকীয় অ্যাপার্টমেন্টে স্থানান্তরিত করা হয়, যেখানে রাজারা সাধারণত তাদের রা জ্যাভিষেকের জন্য অপেক্ষা করতেন। ১৪৮৩ সালের মধ্যে, রিচার্ড নিজেকে লন্ডনের ক্রসবি হলের জাঁকজমকপূর্ণ স্থানে স্থানান্তরিত করেন, তারপর লন্ডন শহরের বিশপসগেটে। রবার্ট ফ্যাবিয়ান তার 'দ্য নিউ ক্রনিকলস অফ ইংল্যান্ড অ্যান্ড অফ ফ্রান্স' বইয়ে লিখেছেন যে, \"ডিউক রাজা (পঞ্চম এডওয়ার্ড) কে টাওয়ারে এবং তার ভাইকে স্তবগানের সাথে নিয়ে যেতে বাধ্য করেছিলেন এবং ডিউক বিশোপেসগেট স্ট্রেটের ক্রসবিস প্লেসে নিজেকে আশ্রয় দিয়েছিলেন।\"  হলিনশেডের ক্রনিকলস অফ ইংল্যান্ড, স্কটল্যান্ড এবং আয়ারল্যান্ড বইয়ে তিনি বর্ণনা করেছেন যে, \"ধীরে ধীরে সমস্ত লোক টাওয়ার থেকে সরে এসে বিশপস গেটস স্ট্রিটে ক্রসবিসের দিকে ছুটে যায়, যেখানে অভিভাবক তার বাড়ি রেখেছিলেন। অভিভাবকের আশ্রয় ছিল; রাজা জনশূন্য অবস্থায় ছিলেন।\" \n৩০শে এপ্রিল তার ভাইয়ের গ্রেপ্তারের খবর শুনে, যৌতুক রাণী ওয়েস্টমিনস্টার অ্যাবেতে আশ্রয়স্থলে পালিয়ে যান। তার সাথে যোগ দিয়েছিলেন তার প্রথম বিবাহের পুত্র, ডরসেটের প্রথম মার্কেস থমাস গ্রে ; তার পাঁচ কন্যা; এবং তার কনিষ্ঠ পুত্র, শ্রুসবারির রিচার্ড, ইয়র্কের ডিউক। ১০/১১ জুন, রিচার্ড রাল্ফ, লর্ড নেভিল, ইয়র্ক শহর এবং অন্যান্যদের কাছে চি ঠি লিখে \"রানী, তার রক্তের অনুসারী এবং আত্মীয়স্বজনদের\" বিরুদ্ধে তাদের সমর্থন চেয়েছিলেন, যাদেরকে তিনি তার হত্যার ষড়যন্ত্রের জন্য সন্দেহ করেছিলেন। ১৩ জুন লন্ডনের টাওয়ারে এক কাউন্সিল সভায়, রিচার্ড হেস্টিংস এবং অন্যদের বিরুদ্ধে উডভিলসের সাথে তার বিরুদ্ধে ষড়যন্ত্রের অভিযোগ করেন এবং হেস্টিংস এবং টমাস গ্রে উভয়ের প্রেমিকা জেন শোরকে মধ্যস্থতাকারী হিসেবে কাজ করার অভিযোগ করেন। থমাস মোরের মতে, হেস্টিংসকে কাউন্সিল কক্ষ থেকে বের করে আনা হয়েছিল এবং উঠোনে সংক্ষেপে মৃত্যুদণ্ড দেওয়া হয়েছিল, অন্যদিকে লর্ড থমাস স্ট্যানলি এবং এলির বিশপ জন মর্টনের মতো অন্যদের গ্রেপ্তার করা হয়েছিল। হেস্টিংসকে পাওয়া যায়নি এবং রিচার্ড একটি চুক্তিপত্রে সিল মেরেছিলেন যা হেস্টিংসের বিধবা স্ত্রী ক্যাথরিনকে তার সুরক্ষায় রেখেছিল। বিশপ মর্টনকে বাকিংহামের হেফাজতে ছেড়ে দেওয়া হয়। ১৬ জুন, যৌতুক রাণী ইয়র্কের ডিউককে ক্যান্টারবেরির আর্চবিশপের কাছে হস্তান্তর করতে সম্মত হ ন যাতে তিনি তার ভাই এডওয়ার্ডের রাজ্যাভিষেকে যোগ দিতে পারেন, যা এখনও ২২ জুনের জন্য নির্ধারিত ছিল।\n\n\n== ইংল্যান্ডের রাজা ==\n\nবাথ অ্যান্ড ওয়েলসের বিশপ রবার্ট স্টিলিংটন রিচার্ডকে জানিয়েছিলেন যে এলিজাবেথ উডভিলের সাথে চতুর্থ এডওয়ার্ডের বিবাহ অবৈধ ছিল কারণ এডওয়ার্ডের এলেনর বাটলারের সাথে পূর্বে  সম্পর্ক ছিল, যার ফলে এডওয়ার্ড পঞ্চম এবং তার ভাইবোনরা অবৈধ হয়ে পড়েছিলেন। স্টিলিংটনের পরিচয় কেবল ফরাসি কূটনীতিক ফিলিপ ডি কমিনেসের স্মৃতিকথার মাধ্যমেই জানা গিয়েছিল। ২২শে জুন, ওল্ড সেন্ট পলস ক্যাথেড্রালের বাইরে রাল্ফ শা একটি ধর্মোপদেশ প্রচার করেন, যেখানে তিনি চতুর্থ এডওয়ার্ডের সন্তানদের জারজ এবং রিচার্ডকে বৈধ রাজা ঘোষণা করেন। এর কিছুক্ষণ পরেই,  লন্ডনের নাগরিকরা, অভিজাত এবং সাধারণ ব্যক্তিরা, একত্রিত হয়ে রিচার্ডকে সিংহাসন গ্রহণের জন্য অনুরোধ করে একটি আবেদনপত্র তৈরি করেন তিনি ২৬ জুন গ্রহণ করেন এবং ৬ জুলাই ওয়েস্টমিনস্টার অ্যাবেতে মুকুট পরানো হয়। সিংহাসনে তার শিরোনামটি ১৪৮৪ সালের জানুয়ারিতে পার্লামেন্টে টিটুলাস রেগিয়াস নথি দ্বারা নিশ্চিত করা হয়েছিল।\nরিচার্ডের রাজ্যাভিষেকের সময় যারা এখনও টাওয়ার অফ লন্ডনের রাজকীয় বাসভবনে অবস্থান করছিলেন, তারা ১৪৮৩ সালের গ্রীষ্মের  পরে দৃষ্টির আড়ালে চলে যান। যদিও তার মৃত্যুর পর তৃতীয় রিচার্ডকে এডওয়ার্ড এবং তার ভাইকে হত্যা করার জন্য অভিযুক্ত করা হয়েছিল, বিশেষ করে মোর এবং শেক্সপিয়ারের নাটকে, তাদের অন্তর্ধানের আশেপাশের তথ্য অজানা রয়ে গেছে। অন্যান্য অপরাধীদেরও উল্লেখ করা হয়েছে, যার মধ্যে বাকিংহাম এবং এমনকি হেনরি সপ্তমও রয়েছে, যদিও রিচার্ডই প্রধান সন্দেহভাজন।\nরাজ্যাভিষেক অনুষ্ঠানের পর, রিচার্ড এবং অ্যান তাদের প্রজাদের সাথে দেখা করার জন্য একটি রাজকীয় অগ্রগতির উদ্দেশ্যে যাত্রা করেন। এই দেশ ভ্রমণের সময়, রাজা এবং রানী কেমব্রিজ বিশ্ববিদ্যালয়ের কিংস কলেজ এবং কুইন্স কলেজকে দান করেছিলেন এবং গির্জাকে অনুদান দিয়েছিলেন। তার  উত্তরাঞ্চলীয় এস্টেটগুলোর সাথে এখনও দৃঢ় বন্ধন অনুভব করে, রিচার্ড পরে ইয়র্ক মিনস্টারে ১০০ জনেরও বেশি পুরোহিত নিয়ে একটি বৃহৎ চ্যান্ট্রি চ্যাপেল প্রতিষ্ঠার পরিকল্পনা করেন। তিনি অস্ত্র কলেজও প্রতিষ্ঠা করেছিলেন। \n\n\n=== ১৪৮৩ সালের বাকিংহামের বিদ্রোহ ===\n১৪৮৩ সালে বেশ কয়েকজন অসন্তুষ্ট ভদ্রলোকের মধ্যে একটি ষড়যন্ত্রের সূত্রপাত হয়, যাদের অনেকেই চতুর্থ এডওয়ার্ড এবং \"পুরো ইয়র্কিস্ট প্রতিষ্ঠার\" সমর্থক ছিলেন। এই ষড়যন্ত্রের নেতৃত্ব  দিয়েছিলেন রিচার্ডের প্রাক্তন মিত্র, বাকিংহামের ডিউক, যদিও এটি উডভিল-বিউফোর্ট ষড়যন্ত্র হিসাবে শুরু হয়েছিল (ডিউকের জড়িত থাকার সময় \"ভালোভাবে এগিয়ে\" ছিল)।  ডেভিস পরামর্শ দিয়েছেন যে \"কেবলমাত্র পরবর্তী সংসদীয় প্রতিনিধিই বাকিংহামকে ঘটনার কেন্দ্রবিন্দুতে  রেখেছিলেন\", লোভ দ্বারা অনুপ্রাণিত একজন অসন্তুষ্ট ম্যাগনেটকে দোষারোপ করার পরিবর্তে, \"লজ্জাজনক সত্য\" যে রিচার্ডের বিরোধিতাকারীরা আসলে \"অত্যধিক এডওয়ার্ডিয়ান অনুগত\" ছিলেন। এটা সম্ভব যে তারা তৃতীয় রিচার্ডকে পদচ্যুত করে পঞ্চম এডওয়ার্ডকে সিংহাসনে বসানোর পরিকল্পনা করেছিল এবং যখন গুজব ছড়িয়ে পড়ে যে এডওয়ার্ড এবং তার ভাই মারা গেছেন, তখন বাকিংহাম প্রস্তাব করেছিলেন যে হেনরি টিউডরকে নির্বাসন থেকে ফিরে  এসে সিংহাসন গ্রহণ করা উচিত এবং চতুর্থ এডওয়ার্ডের জ্যেষ্ঠ কন্যা এলিজাবেথকে বিয়ে করা উচিত। এটাও উল্লেখ করা হয়েছে যে যেহেতু এই আখ্যানটি ১৪৮৪ সালের রিচার্ডের সংসদ থেকে উদ্ভূত, তাই এটি সম্ভবত \"সতর্কতার সাথে\" বিবেচনা করা উচিত। তার পক্ষ থেকে, বাকিংহাম ওয়েলস এবং মার্চেসের তার সম্পত্তি থেকে একটি উল্লেখযোগ্য বাহিনী সংগ্রহ করেছিলেন। ব্রিটানিতে নির্বাসিত হেনরি ব্রেটন কোষাধ্যক্ষ পিয়েরে ল্যান্ডাইসের সমর্থন উপভোগ করেছিলেন, যিনি আশা করেছিলেন বাকিংহামের বিজয় ব্রিটানি এবং ইংল্যান্ডের মধ্যে একটি জোটকে সুদৃঢ় করবে।\nহেনরি টিউডরের কিছু জাহাজ ঝড়ের কবলে পড়ে এবং ব্রিটানি বা নরম্যান্ডি তে ফিরে যেতে বাধ্য হয়, অন্যদিকে হেনরি বাকিংহামের ব্যর্থতার খবর পাওয়ার আগে এক সপ্তাহ প্লাইমাউথে নোঙর করে বসে থাকেন। বাকিংহামের সেনাবাহিনী একই ঝড়ের কারণে বিপর্যস্ত হয়ে পড়ে এবং রিচার্ডের বাহিনী তাদের বিরুদ্ধে এলে তারা পরিত্যক্ত হয়। বাকিংহাম ছদ্মবেশে  পালানোর চেষ্টা করেছিল কিন্তু রিচার্ড তার মাথার উপর যে পুরস্কার রেখেছিলেন তার জন্য হয় একজন রিটেইনার তাকে ধরে নিয়ে যায়, অথবা তার সাথে লুকিয়ে থাকা অবস্থায় তাকে পাওয়া যায়। ২ নভেম্বর, বুল'স হেড ইনের কাছে স্যালিসবারিতে তাকে রাষ্ট্রদ্রোহের অভিযোগে দোষী সাব্যস্ত করা হয় এবং শিরশ্ছেদ করা হয়। তার বিধবা স্ত্রী ক্যাথেরিন উডভিল পরে হেনরি টিউডরের চাচা জ্যাসপার টিউডরকে বিয়ে  করেন।  রিচার্ড ল্যান্ডাইসের সাথে চুক্তি করেন, হেনরির বিনিময়ে ব্রিটানির ডিউক দ্বিতীয় ফ্রান্সিসের অধীনে ল্যান্ডাইসের দুর্বল শাসনব্যবস্থার জন্য সামরিক সহায়তা প্রদানের প্রস্তাব দেন। হেনরি প্যারিসে পালিয়ে যান, যেখানে তিনি ফরাসি শাসক অ্যানের কাছ থেকে সমর্থন পান, যিনি ১৪৮৫ সালে আক্রমণের জন্য সৈন্য সরবরাহ করেছিলেন।\n\n\n== বসওয়ার্থ ফিল্ডের যুদ্ধে মৃত্যু ==\n\n১৪৮৫ সালের ২২ আগস্ট,  রিচার্ড বসওয়ার্থ ফিল্ডের যুদ্ধে হেনরি টিউডরের বহিরাগত বাহিনীর সাথে দেখা করেছিলেন। রিচার্ড একটি সাদা ঘোড়ায় চড়েছিলেন (বিশেষ করে দ্রুত এবং শক্তিশালী ঘোড়া)।রিচার্ডের সেনাবাহিনীর আকার অনুমান করা হয়েছে ৮,০০০ এবং হেনরির ৫,০০০, তবে সঠিক সংখ্যাটি জানা যায়নি, যদিও রাজকীয় সেনাবাহিনী হেনরির চেয়ে \"যথেষ্ট\" সংখ্যায় বেশি ছিল বলে বিশ্বাস করা হয়। পতনের আগে রাজার বিখ্যাত \"রাষ্ট্রদ্রোহ!\" চিৎকারের ঐতিহ্যবাহী দৃষ্টিভঙ্গি হ'ল যুদ্ধের সময় রিচার্ড দ্বারা পরিত্যক্ত হয়েছিল ব্যারন স্ট্যানলি (তৈরি ডার্বির আর্ল অক্টোবরে), স্যার উইলিয়াম স্ট্যানলি, এবং হেনরি পার্সি, নর্থম্বারল্যান্ডের চতুর্থ আর্ল। নর্থম্বারল্যান্ডের ভূমিকা অস্পষ্ট; তাঁর অবস্থান ছিল রিজার্ভের সাথে - রাজার লাইনের পিছনে - এবং সাধারণ রাজকীয় অগ্রগতি ব্যতীত তিনি সহজেই এগিয়ে যেতে পারতেন না, যা ঘটেনি।\nঅ্যাম্বিয়ন হিলের চূড়ার পিছনে শারীরিক সীমাবদ্ধতা, যোগাযোগের অসুবিধার সাথে মিলিত, সম্ভবত লড়াইয়ে যোগদানের যে কোনও প্রচেষ্টাকে শারীরিকভাবে বাধাগ্রস্ত করেছিল।  \"রিকার্ডিয়ান শাসনের একটি স্তম্ভ\" এবং চতুর্থ এডওয়ার্ডের প্রতি তাঁর পূ র্ববর্তী আনুগত্য সত্ত্বেও, ব্যারন স্ট্যানলি হেনরি টিউডরের সৎ পিতা ছিলেন এবং স্ট্যানলির নিষ্ক্রিয়তা তার ভাইয়ের টিউডরের পক্ষে যুদ্ধে প্রবেশের সাথে মিলিত হয়ে রিচার্ডের পরাজয়ের জন্য মৌলিক ছিল।  রিচার্ডের ঘনিষ্ঠ সহচর জন হাওয়ার্ডের মৃত্যু, নরফোকের ডিউক, রাজা এবং তার লোকদের উপর হতাশাজনক প্রভাব ফেলতে পারে। যে কোনও উপায়ে, রিচার্ড হেনরি টিউডরকে আঘাত করে যুদ্ধটি দ্রুত শেষ করার প্রয়াসে শত্রু র্যাঙ্কের গভীরে একটি অশ্বারোহী চার্জের নেতৃত্ব দিয়েছিলেন।\n\nসকল বিবরণে উল্লেখ করা হয়েছে যে রাজা রিচার্ড এই অভিযানের সময় সাহসিকতার সাথে এবং দক্ষতার সাথে যুদ্ধ করেছিলেন, একজন সুপরিচিত জাস্টিং চ্যাম্পিয়ন স্যার জন চেইনকে পরাজিত করে হেনরির পতাকাবাহী স্যার উইলিয়াম ব্র্যান্ডনকে হত্যা করেছিলেন এবং হেনরি টিউডরের তরবারির দৈর্ঘ্যের মধ্যে এসে স্যার উইলিয়াম স্ট্যানলির লোকদের দ্বারা বেষ্টিত হয়ে নিহত হন। হেনরি সপ্তম-এর সরকারী ইতিহাসবিদ পলিডোর ভার্জিল লিপিবদ্ধ করেছেন যে \"রাজা রিচার্ড একাই তাঁর শত্রুদের তীব্রতম চাপের মধ্যে বীরত্বের সাথে লড়াই করে নিহত হয়েছিলেন\"। বারগান্ডিয়ান ইতিহাসবিদ জিন মোলিনেট বলেছেন যে, রিচার্ডের ঘোড়া জলাভূমিতে আটকে থাকা অবস্থায় একজন ওয়েলশ লোক হ্যালবার্ড দিয়ে মৃত্যুদণ্ডের আঘাত করে। বলা হয়েছিল যে আঘাতগুলো এতটাই তীব্র ছিল যে রাজার শিরস্ত্রাণ তার মাথার খুলিতে বিদ্ধ হয়েছিল। সমসাময়িক ওয়েলশ কবি গুটোর গ্লিন একজন নেতৃস্থানীয় ওয়েলশ ল্যাঙ্কাস্ট্রিয়ান, রাইস এপি থমাসকে ইঙ্গিত করেছেন, অথবা তার একজন লোক রাজাকে হত্যা করেছিলেন, লিখেছেন যে তিনি \"শুয়োরটিকে হত্যা করেছিলেন, তার মাথা ন্যাড়া করেছিলেন\"। \n২০১৩ সালে রাজা রিচার্ডের দেহ শনাক্তকরণে দেখা যায় যে কঙ্কালের ১১টি ক্ষত ছিল, যার মধ্যে আটটি মাথার খুলিতে ছিল, যা স্পষ্টতই যুদ্ধে আঘাতপ্রাপ্ত ছিল এবং ইঙ্গিত দেয় যে তিনি তার শিরস্ত্রাণ হারিয়ে ফেলেছেন।  লিসেস্টার বিশ্ববিদ্যালয়ের অধ্যাপক গাই রুটি বলেন: \"রাজার মৃত্যুর সবচেয়ে সম্ভাব্য আঘাতগুলো হল মাথার খুলির নিচের দিকের দুটি অংশে - সম্ভবত তরবারি বা লাঠির অস্ত্র, যেমন হালবার্ড বা বিল থেকে এ  কটি বড় ধারালো শক্তির আঘাত, এবং একটি ধারালো অস্ত্রের ডগা থেকে একটি তীক্ষ্ণ আঘাত।\"  খুলিটি দেখিয়েছিল যে একটি ব্লেড মাথার খুলির পিছনের অংশ কেটে ফেলেছে।তৃতীয় রিচার্ড ছিলেন শেষ ইংরেজ রাজা যিনি যুদ্ধে নিহত হন।  রিচার্ডের স্থলাভিষিক্ত হন হেনরি টিউডর, যিনি সপ্তম হেনরির রাজা হিসেবে দায়িত্ব পালন করেন। তিনি ইয়র্কবাদী উত্তরাধিকারী ইয়র্কের এলিজাবেথ, চতুর্থ এডওয়ার্ডের মেয়ে এবং তৃতীয় রিচার্ডের ভাগ্নিকে বিয়ে করেছিলেন।\n\nপরে বসওয়ার্থের যুদ্ধ, রিচার্ডের নগ্ন দেহটি তখন ঘোড়ার সাথে বেঁধে লিসেস্টারে ফিরিয়ে নিয়ে যাওয়া হয়েছিল এবং প্রাথমিক উত্সগুলো দৃঢ়ভাবে পরামর্শ দেয় যে এটি কলেজিয়েট চার্চে প্রদর্শিত হয়েছিল আওয়ার লেডি অফ দ্য নেওয়ার্কের ঘোষণা,[তাড়াহুড়ো করে এবং বিচক্ষণতার সাথে লিসেস্টারের গ্রেফায়ার্স চার্চের গায়কীতে সমাধিস্থ হওয়ার আগে। ১৪৯৫ সালে হেনরি সপ্তম একটি মার্বেল এবং আলাবাস্টার স্মৃতিস্তম্ভের জন্য ৫০ পাউন্ড প্রদান করেছিলেন।  একটি অস্বীকৃত ঐতিহ্য অনুসারে, মঠগুলোর বিলুপ্তির সময়, তাঁর দেহটি সোয়ার নদীতে ফেলে দেওয়া হয়েছিল,[ অন্যান্য প্রমাণ থেকে জানা যায় যে গ্রেফায়ার্স সাইটে নির্মিত একটি বাগানে ১৬১২ সালে একটি স্মারক পাথর দৃশ্যমান ছিল। পরবর্তী বিকাশের ৪০০ বছরেরও বেশি সময়ের কারণে সঠিক অবস্থানটি হারিয়ে গিয়েছিল, ২০১২ সালে প্রত্নতাত্ত্বিক তদন্তে বাগান এবং গ্রেফায়ার্স চার্চের সাইটটি প্রকাশিত না হওয়া পর্যন্ত। ক্যাথেড্রালের গায়কীতে একটি স্মারক খাতা পাথর ছিল, যেহেতু রাজার সমাধি দ্বারা প্রতিস্থাপিত হয়েছিল এবং বো ব্রিজের উপর একটি পাথরের ফলক যেখানে ঐতিহ্য মিথ্যাভাবে পরামর্শ দিয়েছিল যে তার দেহাবশেষ নদীতে ফেলে দেওয়া হয়েছিল।\nঅন্য একটি ঐতিহ্য অনুসারে, যুদ্ধের আগে রিচার্ড লেস্টারের একজন দ্রষ্টার সাথে পরামর্শ করেছিলেন যিনি ভবিষ্যদ্বাণী করেছিলেন যে \"যেখানে তোমার শক্তি যুদ্ধে যাত্রায় আঘাত করবে, সেখানে ফিরে আসার সময় তোমার মাথা ভেঙে যাবে\"। যুদ্ধে যাওয়ার সময়, তার স্পার শহরের বো ব্রিজের সেতুর পাথরে আঘাত করে; কিংবদন্তি অনুসারে, যখন তার মৃতদেহ যুদ্ধ থেকে ঘোড়ার পিঠের উপর দিয়ে নিয়ে যাওয়া হচ্ছিল, মাথা একই পাথরে আঘাত করেছিল এবং ভেঙে গিয়েছিল।\n\n\n== উত্তরাধিকার ==\nরিচার্ডের কাউন্সিল অফ দ্য নর্থ, তাঁর \"একটি বড় প্রাতিষ্ঠানিক উদ্ভাবন\" হিসাবে বর্ণিত, তাঁর নিজের ভাইসরেগাল নিয়োগের প রে তাঁর ডুকাল কাউন্সিল থেকে প্রাপ্ত চতুর্থ এডওয়ার্ড; রিচার্ড নিজে যখন রাজা হন, তখন তিনি তার অনুপস্থিতিতেও একই সমঝোতার কাঠামো বজায় রেখেছিলেন।  এটি আনুষ্ঠানিকভাবে সভাপতিত্বের অধীনে রাজকীয় কাউন্সিলের যন্ত্রপাতিগুলোর অংশ হয়ে ওঠে জন ডি লা পোল, লিংকনের আর্ল এপ্রিল ১৪৮৪ সালে ভিত্তিক স্যান্ডাল ক্যাসেল ভিতরে ওয়েকফিল্ড. এটি উত্তর ইংল্যান্ডের অবস্থার ব্যাপক উন্নতি করেছে বলে মনে করা হয়, কারণ এটি শান্তি বজায় রাখা এবং আইন ভঙ্গকারীদের শাস্তি দেওয়ার পাশাপাশি ভূমি বিরোধ নিষ্পত্তি করার উদ্দেশ্যে ছিল।  আঞ্চলিক শাসনকে সরাসরি কেন্দ্রীয় সরকারের নিয়ন্ত্রণে নিয়ে এসে এটিকে রাজার \"সবচেয়ে স্থায়ী স্মৃতিস্তম্ভ\" হিসাবে বর্ণনা করা হয়েছে, যা ১৬৪১ সাল পর্যন্ত অপরিবর্তিত ছিল।\n১৪৮৩ সালের ডিসেম্বরে, রিচার্ড প্রতিষ্ঠা করেছিলেন যা পরে হিসাবে পরিচিতি লাভ করে অনুরোধের আদালত, এমন একটি আদালত যেখানে দরিদ্র লোকেরা যারা আইনী প্রতিনিধিত্ব করতে পারে না তারা তাদের অভিযোগ শোনার জন্য আবেদন করতে পারে।  তিনি ১৪৮৪ সালের জানুয়ারিতে জামিনের উন্নতিও করেছিলেন, বিচারের আগে সন্দেহভাজন অপরাধীদের কারাবাস থেকে রক্ষা করতে এবং সেই সময়ে তাদের সম্পত্তি বাজেয়াপ্ত করা থেকে রক্ষা করতে।  তিনি ১৪৮৪ সালে কলেজ অফ আর্মস প্রতিষ্ঠা করেন,[ বই মুদ্রণ ও বিক্রয়ের উপর নিষেধাজ্ঞা নিষিদ্ধ করেন,[ এবং তিনি লিখিত আইন ও সংবিধি ঐতিহ্যবাহী ফরাসি থেকে ইংরেজিতে অনুবাদ করার আদেশ দেন।  তাঁর রাজত্বকালে, সংসদ স্বেচ্ছাচারী বদান্যতা (একটি ডিভাইস যার মাধ্যমে চতুর্থ এডওয়ার্ড তহবিল সংগ্রহ করেছিলেন) শেষ করেছিলেন,[ ক্রেতার কাছ থেকে গোপন করা দণ্ডনীয় করে তোলে যে সম্পত্তির একটি অংশ ইতিমধ্যে অন্য কারও কাছে নিষ্পত্তি করা হয়েছে,[ বিক্রয় প্রকাশ করা প্রয়োজন, জুরিদের জন্য সম্পত্তির যোগ্যতা নির্ধারণ করা, পাইপাউডারদের আপত্তিজনক আদালতকে সীমাবদ্ধ করা,[ নিয়ন্ত্রিত কাপড় বিক্রয়,[ নির্দিষ্ট ধরণের বাণিজ্য সুরক্ষাবাদ প্রতিষ্ঠা করেছিল,[ ব্যবস্থায় ওয়াইন এবং তেল বিক্রয় নিষিদ্ধ করেছিল, এবং পাদ্রিদের বকেয়া প্রতারণামূলক সংগ্রহ নিষিদ্ধ করেছিলেন,[ অন্যদের মধ্যে। চার্চিল বোঝান যে তিনি ট্রাস্টের আইন উন্নত করেছিলেন।\nবসওয়ার্থে রিচার্ডের মৃত্যুর ফলে প্ল্যান্টাজেনেট রাজবংশের সমাপ্তি ঘটে, যা ১১৫৪ সালে দ্বিতীয় হেনরির উত্তরাধিকার সূত্রে ইংল্যান্ড শাসন করে  আসছিল।  শেষ বৈধ পুরুষ প্ল্যান্টাজেনেট, রিচার্ডের ভাগ্নে এডওয়ার্ড, ওয়ারউইকের আর্ল (তার ভাই জর্জের পুত্র, ক্ল্যারেন্সের ডিউক), ১৪৯৯ সালে হেনরি সপ্তম কর্তৃক মৃত্যুদণ্ড কার্যকর করা হয়েছিল\n\n\n=== খ্যাতি ===\n\nতৃতীয় রিচার্ডের রাজত্ব সম্পর্কে অসংখ্য সমসাময়িক, অথবা প্রায় সমসাময়িক তথ্যের উৎস রয়েছে।  এর মধ্যে রয়েছে ক্রয়ল্যান্ড ক্রনিকল, কমিনেস' মেমোয়ার্স, ডমিনিক ম্যানসিনির প্রতিবেদন, প্যাস্টন লেটারস, রবার্ট ফ্যাবিয়ানের ক্রনিকলস এবং অসংখ্য আদালত ও সরকারী রেকর্ড, যার মধ্যে রিচার্ডের নিজের কয়েকটি চিঠিও রয়েছে। তবে রিচার্ডের প্রকৃত চরিত্র এবং উদ্দেশ্য নিয়ে বিতর্ক অব্যাহত রয়েছে, কারণ অনেক লিখিত উৎসের ব্যক্তিত্ব এই সময়ের লেখকদের সাধারণভাবে পক্ষপাতদুষ্ট প্রকৃতির প্রতিফলন ঘটায় এবং কারণ কোনওটিই রিচার্ডের ঘনিষ্ঠ জ্ঞানসম্পন্ন ব্যক্তিদের দ্বারা লেখা হয়নি।\nরিচার্ডের রাজত্বকালে, ঐতিহাসিক জন রাউস তাকে \"সৎ প্রভু\" হিসেবে প্রশংসা করেছিলেন যিনি \"সাধারণদের অত্যাচারীদের\" শাস্তি দিতেন, এবং আরও বলেছিলেন যে তার \"একটি মহান হৃদয়\" ছিল।  ১৪৮৩ সালে ইতালীয় পর্যবেক্ষক মানচিনি রি পোর্ট করেছিলেন যে রিচার্ডের সুনাম ছিল এবং \"তার ব্যক্তিগত জীবন এবং জনসাধারণের কার্যকলাপ উভয়ই অপরিচিতদের শ্রদ্ধা আকর্ষণ করেছিল\"। বিশেষ করে ইয়র্ক শহরের সাথে তার বন্ধন এমন ছিল যে বসওয়ার্থের যুদ্ধে রিচার্ডের মৃত্যুর খবর পেয়ে সিটি কাউন্সিল আনুষ্ঠানিকভাবে রাজার মৃত্যুতে শোক প্রকাশ করে, বিজয়ীর ক্রোধের মুখোমুখি হওয়ার ঝুঁকি নিয়ে।\nতার জীবদ্দশায় তিনি কিছু আক্রমণের শিকার হয়েছিলেন। এমনকি ১৪৮২ সালে উত্তরে, একজন ব্যক্তির বিরুদ্ধে ডিউক অফ গ্লুচেস্টারে র বিরুদ্ধে অপরাধের অভিযোগ আনা হয়েছিল, তিনি বলেছিলেন যে তিনি ইয়র্ক শহরের \"হাসি ছাড়া আর কিছুই করেননি\"। ১৪৮৪ সালে তাকে অসম্মান করার চেষ্টা করা হয়েছিল প্রতিকূল প্ল্যাকার্ডের আকারে, একমাত্র বেঁচে থাকা প্ল্যাকার্ড ছিল ১৪৮৪ সালের জুলাই মাসে উইলিয়াম কলিংবোর্নের \"দ্য ক্যাট, দ্য ইঁদুর এবং লাভেল দ্য ডগ, সবাই ইংল্যান্ডকে একটি হগের অধীনে শাসন করে\", যা সেন্ট পলস ক্যাথেড্রালের দরজায় লাগানো ছিল এবং রিচার্ড নিজেই (দ্য হগ) এবং তার সবচেয়ে বিশ্বস্ত কাউন্সিলর উইলিয়াম ক্যাটসবি, রিচার্ড র‍্যাটক্লিফ এবং ফ্রান্সিস, ভিসকাউন্ট লোভেলকে উল্লেখ করেছিল। ১৪৮৫ সালের ৩০শে মার্চ রিচার্ড লর্ডস এবং লন্ডন সিটি কাউন্সিলরদের ডেকে পাঠাতে বাধ্য হন, যাতে তিনি রানী অ্যানকে বিষ প্রয়োগের গুজব প্রকাশ্যে অস্বীকার করতে পারেন এবং তার ভাগ্নী এলিজাবেথের সাথে তার বিয়ের পরিকল্পনা ছিল, একই সাথে লন্ডনের শেরিফকে এই ধরনের অপবাদ ছড়ানো যে কাউকে কারাদণ্ড দেওয়ার নির্দেশ দেন। ইয়র্ক সহ সমগ্র রাজ্য জুড়ে একই আদেশ জারি করা হয়েছিল যেখানে সিটি রেকর্ডসে ৫ এপ্রিল ১৪৮৫ তারিখের রাজকীয় ঘোষণাটি লিপিব দ্ধ ছিল এবং এতে রাষ্ট্রদ্রোহী বক্তব্য দমন করার এবং স্পষ্টতই অপঠিত প্রতিকূল প্ল্যাকার্ডগুলো অপসারণ এবং ধ্বংস করার জন্য নির্দিষ্ট নির্দেশাবলী রয়েছে।\nরিচার্ডের শারীরিক চেহারা সম্পর্কে, বেশিরভাগ সমসাময়িক বর্ণনা প্রমাণ করে যে, এক কাঁধ অন্য কাঁধের চেয়ে উঁচু থাকা ছাড়াও (ইতিহাসকার রাউস সঠিকভাবে মনে করতে পারেননি কোনটি, পার্থক্য টি সামান্য হলেও), রিচার্ডের আর কোনও লক্ষণীয় শারীরিক বিকৃতি ছিল না। জন স্টো বৃদ্ধদের সাথে কথা বলেছিলেন, যারা তাকে স্মরণ করে বলেছিলেন, \"তিনি শারীরিকভাবে যথেষ্ট সুন্দর ছিলেন, কেবল নিম্ন উচ্চতার ছিলেন\"  এবং একজন জার্মান ভ্রমণকারী, নিকোলাস ভন পপেলাউ, যিনি ১৪৮৪ সালের মে মাসে রিচার্ডের বাড়িতে দশ দিন কাটিয়েছিলেন, তাকে \"নিজের চেয়ে তিন আঙ্গুল লম্বা... অনেক বেশি রোগা, কোমল হাত ও পা এবং মহান হৃদয়ের অধিকারী\" বলে বর্ণনা করেছেন। রিচার্ডের মৃত্যুর ছয় বছর পর, ১৪৯১ সালে উইলিয়াম বার্টন নামে একজন স্কুল শিক্ষক, রিচার্ডের পক্ষ থেকে একজন প্রতিবাদী বক্তব্য শুনে, মৃত রাজাকে \"একজন ভণ্ড এবং বদমাশ...যাকে প্রাপ্যভাবে কুকুরের মতো খাদে পুঁতে ফেলা হয়েছিল\" বলে অভিযোগ করে তীব্র সমালোচনা শুরু করেন।\nরিচার্ডের মৃত্যু তার টিউডর উত্তরসূরীদের দ্বারা পরবর্তীকালে এই নেতিবাচক ভাবমূর্তিকে আরও এগিয়ে নিতে উৎসাহিত করেছিল কারণ এটি হেনরি সপ্তম-এর সিংহাসন দখলকে বৈধতা দিতে সাহায্য করেছিল। তৃতীয় রিচার্ড সোসাইটি দাবি করে যে এর অর্থ হল \"মানুষ তৃতীয় রিচার্ড সম্পর্কে যা জানত তার বেশিরভাগই ছিল প্রচারণা এবং মিথ নির্মাণ।\"  টিউডর চরিত্রায়নের সমাপ্তি ঘটে শেক্সপিয়ারের নাটকে তৃতীয় রিচার্ডকে একজন শারীরিকভাবে বিকৃত, ম্যাকিয়াভেলিয়ান খলনায়ক হিসেবে বিখ্যাত কাল্পনিক চিত্রায়নের মাধ্যমে, যিনি ক্ষমতায় আসার জন্য নির্মমভাবে অসংখ্য খুন করেছিলেন;  শেক্সপিয়ারের উদ্দেশ্য সম্ভবত তৃতীয় রিচার্ডকে তার নিজস্ব মার্লোয়েস্ক নায়ক তৈরির জন্য একটি বাহন হিসেবে ব্যবহার করা। সপ্তম হেনরির রাজত্বকালে লেখা তার \"ইংল্যান্ডের রাজাদের ইতিহাস\" গ্রন্থে রুস নিজেই এই প্রক্রিয়া শুরু করেছিলেন। তিনি তার আগের অবস্থান পরিবর্তন করেছেন, এবং এখন রিচার্ডকে একজন অদ্ভুত ব্যক্তি হিসেবে চিত্রিত করেছেন যিনি দুই বছর মায়ের গর্ভে থাকার পর দাঁত এবং কাঁধ পর্যন্ত লম্বা চুল নিয়ে জন্মগ্রহণ করেছিলেন। তার শরীর খর্বাকৃতি এবং বিকৃত ছিল, এক কাঁধ অন্য কাঁধের চেয়ে উঁচু ছিল, এবং তিনি \"শরীরে সামান্য এবং শক্তিতে দুর্বল\" ছিলেন। রাউস ষষ্ঠ হেনরির হত্যার জন্য রিচার্ডকে দায়ী করেন এবং দাবি করেন যে তিনি তার নিজের স্ত্রীকে বিষ প্রয়োগ করেছিলেন।  তৃতীয় রিচার্ড সোসাইটির প্রাক্তন চেয়ারম্যান জেরেমি পটার দাবি করেন যে \"ইতিহাসের দ্বারপ্রান্তে তৃতীয় রিচার্ড দোষী সাব্যস্ত হচ্ছেন কারণ তাকে নির্দোষ প্রমাণ করা অসম্ভব। টিউডররা জনপ্রিয় সম্মানের উচ্চে চড়ে।\"\nপলিডোর ভার্জিল এবং টমাস মোর এই চিত্রায়নের উপর আরও জোর দিয়েছিলেন, রিচার্ডের বাহ্যিক শারীরিক বিকৃতিগুলোকে তার অভ্যন্তরীণ বিকৃত মনের লক্ষণ হিসাবে জোর দিয়েছিলেন। মোর তাকে \"ছোট উচ্চতার, অঙ্গ-প্রত্যঙ্গহীন, কুটিল পিঠের\" হিসেবে বর্ণনা করেছেন। ... মুখের প্রতি কৃপণতা\"। ভার্জিল আরও বলেন যে তিনি \"শারীরিকভাবে বিকৃত\" ছিলেন ... ডান দিক থেকে এক কাঁধ উঁচু\"। উভয়ই জোর দিয়ে বলে যে রিচার্ড ছিলেন প্রতারক এবং তোষামোদকারী, একই সাথে তার শত্রু এবং কথিত বন্ধু উভয়ের পতনের পরিকল্পনা করছিলেন। রিচার্ডের ভালো গুণাবলী ছিল তার চতুরতা এবং সাহসিকতা। শেক্সপিয়ার এই সমস্ত বৈশিষ্ট্যের পুনরাবৃত্তি করেছেন, যিনি তাকে কুঁজো, খোঁড়া এবং শুষ্ক বাহু বিশিষ্ট ব্যক্তি হিসেবে চিত্রিত করেছেন। \"হাঞ্চ\" সম্পর্কে, রিচার্ড III (১৫৯৮) এর দ্বিতীয় কোয়ার্টো সংস্করণে \"হাঞ্চড-ব্যাকড\" শব্দটি ব্যবহার করা হয়েছিল কিন্তু প্রথম ফোলিও সংস্করণে (১৬২৩) এটি \"বাঞ্চ-ব্যাকড\" হয়ে যায়।\n\nতবে আইনি ন্যায্যতার প্রবক্তা হিসেবে রিচার্ডের খ্যাতি টিকে ছিল। উইলিয়াম ক্যামডেন তার \"রিমেইনস কনসার্নিং ব্রিটেন\" (১৬০৫) গ্রন্থে বলেছেন যে রিচার্ড, \"যদিও তিনি দুষ্টভাবে জীবনযাপন করেছিলেন, তবুও তিনি ভালো আইন তৈরি করেছিলেন\"। ফ্রান্সিস বেকন আরও বলেন যে তিনি \"সাধারণ মানুষের স্বাচ্ছন্দ্য এবং সান্ত্বনার জন্য একজন ভালো আইন প্রণেতা\" ছিলেন। ১৫২৫ সালে কার্ডিনাল ওলসি লন্ডনের মেয়র এবং অ্যাল্ডারম্যানদের তিরস্কার করেন যে তিনি রিচার্ডের একটি আইনের উপর নির্ভর করে চাঁদাবাজি (দানশীলতা) প্রদান এড়াতে পারেন, কিন্তু উত্তর পান \"যদিও তিনি মন্দ কাজ করেছিলেন, তবুও তাঁর সময়ে অনেক ভালো কাজ করা হয়েছিল।\"\nরিচার্ড একজন অনুশীলনকারী ক্যাথলিক ছিলেন, যেমনটি তার ব্যক্তিগত \"আওয়ারস বই\" থেকে জানা যায়, ল্যাম্বেথ প্যালেস লাইব্রেরিতে তিনি বেঁচে ছিলেন। প্রচলিত অভিজাত ভক্তিমূলক গ্রন্থের পাশাপাশি, বইটিতে সেন্ট নিনিয়ানের একটি সংগ্রহ রয়েছে, যেখানে অ্যাংলো-স্কটিশ সীমান্তে জনপ্রিয় একজন সাধুর কথা উল্লেখ করা হয়েছে। \nতা সত্ত্বেও, ১৮শ এবং ১৯শ শতাব্দীতে একজন নির্মম অত্যাচারী হিসেবে রিচার্ডের ভাবমূর্তি প্রাধান্য পেয়েছে। ১৮ শতকের দার্শনিক এবং ইতিহাসবিদ ডেভিড হিউম তাকে এমন একজন ব্যক্তি হিসেবে বর্ণনা করেছেন যিনি \"তার উগ্র এবং বর্বর স্বভাব\" গোপন করার জন্য ছদ্মবেশ ব্যবহার করেছিলেন এবং যিনি \"সম্মান এবং মানবতার সমস্ত নীতি পরিত্যাগ করেছিলেন\"। হিউম স্বীকার করেছেন যে কিছু ঐতিহাসিক যুক্তি দিয়েছেন যে \"তিনি যদি আইনত সরকার লাভ করেন, তাহলে তিনি সরকারের জন্য যথেষ্ট যোগ্য ছিলেন; এবং তিনি এমন কোনও অপরাধ করেননি যা তাকে মুকুট দখল করার জন্য প্রয়োজনীয় ছিল\", তবে তিনি এই মতামতকে এই ভিত্তিতে বাতিল করে দেন যে রিচার্ডের স্বেচ্ছাচারী ক্ষমতার প্রয়োগ অস্থিতিশীলতাকে উৎসাহিত করেছিল। উনিশ শতকের শেষের দিকের রাজার সবচেয়ে গুরুত্বপূর্ণ জীবনীকার ছিলেন জেমস গেইর্ডনার, যিনি ডিকশনারি অফ ন্যাশনাল বায়োগ্রাফিতে রিচার্ডের উপর একটি এন্ট্রিও লিখেছিলেন। গেইর্ডনার বলেছিলেন যে তিনি নিরপেক্ষ দৃষ্টিভঙ্গি নিয়ে রিচার্ডকে অধ্যয়ন শুরু করেছিলেন, কিন্তু তিনি নিশ্চিত হয়েছিলেন যে শেক্সপিয়ার এবং মোর রাজা সম্পর্কে তাদের দৃষ্টিভঙ্গিতে মূলত সঠিক ছিলেন, যদিও কিছু অতিরঞ্জিত কথা বলা হয়েছে।\nরিচার্ড তার রক্ষকদের ছাড়া ছিলেন না, যাদের মধ্যে প্রথম ছিলেন স্যার জর্জ বাক, রাজার সমর্থকদের একজনের বংশধর, যিনি ১৬১৯ সালে রাজা তৃতীয় রিচার্ডের ইতিহাস সম্পূর্ণ করেছিলেন। প্রামাণিক বাক লেখাটি কেবল ১৯৭৯ সালে প্রকাশিত হয়েছিল, যদিও বাকের প্রপৌত্র ১৬৪৬ সালে একটি বিকৃত সংস্করণ প্রকাশ করেছিলেন বাক টিউডর লেখকদের দ্বারা বর্ণিত \"অসম্ভব অভিযোগ এবং অদ্ভুত ও ঘৃণ্য কেলেঙ্কারি\", যার মধ্যে রিচার্ডের কথিত বিকৃতি এবং খুনের অভিযোগও রয়েছে, আক্রমণ করেছিলেন। তিনি টাইটুলাস রেজিয়াস সহ হারানো আর্কাইভাল উপাদান খুঁজে পান, কিন্তু ইয়র্কের এলিজাবেথের লেখা একটি চিঠিও দেখেছেন বলে দাবি করেন, যেখানে এলিজাবেথ রাজাকে বিয়ে করতে চেয়েছিলেন।  এলিজাবেথের কথিত চিঠিটি কখনও তৈরি করা হয়নি। পর্তুগিজ রাজকীয় সংরক্ষণাগার থেকে পরবর্তীতে বেরিয়ে আসা নথিপত্র থেকে দেখা যায় যে রানী অ্যানের মৃত্যুর পর, রিচার্ডের রাষ্ট্রদূতদের একটি আনুষ্ঠানিক কাজে পাঠানো হয়েছিল রিচার্ড এবং পর্তুগিজ রাজার বোন জোয়ানা, ল্যাঙ্কাস্ট্রিয়ান বংশোদ্ভূত, এবং ইয়র্কের এলিজাবেথ এবং জোয়ানার চাচাতো ভাই ম্যানুয়েল, ভিসেউয়ের ডিউক (পরবর্তীতে পর্তুগালের রাজা) এর মধ্যে দ্বৈত বিবাহের আলোচনার জন্য।\nরিচার্ডের ডিফেন্ডারদের মধ্যে উল্লেখযোগ্য ছিলেন হোরেস ওয়ালপোল। ওয়ালপোল \"হিস্টোরিক ডাউটস অন দ্য লাইফ অ্যান্ড রেইন অফ কিং রিচার্ড দ্য থার্ড\" (১৭৬৮) বইয়ে সমস্ত কথিত হত্যাকাণ্ডের বিরোধিতা করেছেন এবং যুক্তি দিয়েছেন যে রিচার্ড হয়তো সৎ বিশ্বাসে কাজ করেছেন। তিনি আরও যুক্তি দিয়েছিলেন যে কোনও শারীরিক অস্বাভাবিকতা সম্ভবত কাঁধের একটি ছোটখাটো বিকৃতি ছাড়া আর কিছুই নয়। তবে ১৭৯৩ সালে সন্ত্রাসের পর তিনি তার মতামত প্রত্যাহার করে নেন, বলেন যে তিনি এখন বিশ্বাস করেন যে রিচার্ড তার বিরুদ্ধে আনা অপরাধগুলো করতে পারতেন, যদিও পোলার্ড লক্ষ্য করেন যে রিচার্ডের পরবর্তী ভক্তরা এই প্রত্যাহার প্রায়শই উপেক্ষা করেন। রিচার্ডের অন্যান্য সমর্থকদের মধ্যে রয়েছেন বিখ্যাত অভিযাত্রী ক্লেমেন্টস মার্কহ্যাম, যার রিচার্ড III: হিজ লাইফ অ্যান্ড ক্যারেক্টার (১৯০৬) গেইর্ডনারের কাজের প্রতি সাড়া দিয়েছিল। তিনি যুক্তি দিয়েছিলেন যে হেনরি সপ্তম রাজপুত্রদের হত্যা করেছিলেন এবং রিচার্ডের বিরুদ্ধে বেশিরভাগ প্রমাণ টিউডরদের প্রচারণা ছাড়া আর কিছুই ছিল না। আলফ্রেড লেগের \"দ্য আনপপুলার কিং\" (১৮৮৫) বইয়ে একটি মধ্যবর্তী দৃষ্টিভঙ্গি তুলে ধরা হয়েছে। লেগ যুক্তি দিয়েছিলেন যে রিচার্ডের \"আত্মার মহত্ত্ব\" অবশেষে অন্যদের অকৃতজ্ঞতার দ্বারা \"বিকৃত এবং বামন\" হয়ে গিয়েছিল।\nবিংশ শতাব্দীর কিছু ঐতিহাসিক নৈতিক বিচারের প্রতি কম ঝোঁক পোষণ করেছেন, রিচার্ডের কর্মকাণ্ডকে অস্থির সময়ের ফসল হিসেবে দেখেছেন। চার্লস রসের ভাষায়, \"ইংল্যান্ডে পঞ্চদশ শতাব্দীর শেষভাগকে এখন সমাজের উচ্চপদস্থদের জন্য একটি নির্মম ও সহিংস যুগ হিসেবে দেখা হয়, যা ব্যক্তিগত কলহ, ভীতি প্রদর্শন, জমির ক্ষুধা এবং মামলা-মোকদ্দমায় পরিপূর্ণ। এই পটভূমিতে রিচার্ডের জীবন ও কর্মজীবনের বিবেচনা তাকে ভিলেন ইনকারনেটের একাকী শিখর থেকে সরিয়ে দেয় যেখানে শেক্সপিয়ার তাকে স্থাপন করেছিলেন। বেশিরভাগ পুরুষের মতো, তিনিও তার যুগের মানদণ্ড দ্বারা নির্ধারিত ছিলেন।\" তৃতীয় রিচার্ড সোসাইটি, ১৯২৪ সালে \"দ্য ফেলোশিপ অফ দ্য হোয়াইট বোয়ার\" নামে প্রতিষ্ঠিত, তার খ্যাতি উন্নত করার জন্য নিবেদিত বেশ কয়েকটি রিকার্ডিয়ান গোষ্ঠীর মধ্যে প্রাচীনতম। অন্যান্য ঐতিহাসিকরা এখনও তাকে \"ক্ষমতার লোভী এবং নির্মম রাজনীতিবিদ\" হিসেবে বর্ণনা করেন যিনি সম্ভবত \"তার ভাগ্নেদের হত্যার জন্য চূড়ান্তভাবে দায়ী\" ছিলেন।  \n\n\n=== সংস্কৃতিতে ===\n\nতৃতীয় রিচার্ড হলেন উইলিয়াম শেক্সপিয়ারের ইতিহাস/ট্র্যাজেডি নাটকগুলোর মধ্যে একটি, তৃতীয় রিচার্ড- এর নায়ক। শেক্সপিয়ার ছাড়াও, তিনি সাহিত্যের আরও অনেক রচনায় উপস্থিত হন। এলিজাবেথ যুগের আরও দুটি নাটক শেক্সপিয়ারের কাজের আগে রচিত হয়েছিল। টমাস লেগের ল্যাটিন ভাষার নাটক রিচার্ডাস টারটিয়াস (প্রথম পরিচিত অভিনয় ১৫৮০ সালে) ইংল্যান্ডে লেখা প্রথম ইতিহাস নাটক বলে মনে করা হয়। বেনামী নাটক দ্য ট্রু ট্র্যাজেডি অফ তৃতীয় রিচার্ড  (আনু. ১৫৯০), যা শেক্সপিয়ারের কাজের একই দশকে অভিনীত হয়েছিল, সম্ভবত শেক্সপিয়ারের উপর এর প্রভাব ছিল। দুটি নাটকের কোনটিই রিচার্ডের শারীরিক চেহারার উপর কোন জোর দেয়নি, যদিও ট্রু ট্র্যাজেডিতে সংক্ষেপে উল্লেখ করা হয়েছে যে তিনি \"একজন মানুষ যার আকৃতি খারাপ, পিঠ কুটিল, অস্ত্রশস্ত্র খোঁড়া\" এবং \"বীরত্বপূর্ণ, কিন্তু কর্তৃত্বে অত্যাচারী\"। উভয় ছবিতেই তাকে ব্যক্তিগত উচ্চাকাঙ্ক্ষায় অনুপ্রাণিত একজন মানুষ হিসেবে চিত্রিত করা হয়েছে, যে তার চারপাশের সবাইকে তার ইচ্ছা পূরণের জন্য ব্যবহার করে। বেন জনসন ১৬০২ সালে রিচার্ড ক্রুকব্যাক নামে একটি নাটক লিখেছিলেন বলেও জানা যায়, কিন্তু এটি কখনও প্রকাশিত হয়নি এবং রাজার চিত্রায়ন সম্পর্কে কিছুই জানা যায়নি।\nমার্জোরি বোয়েনের ১৯২৯ সালের উপন্যাস ডিকন রিকার্ডিয়ানপন্থী সাহিত্যের ধারা স্থাপন করে। জোসেফাইন টে- র লেখা \"দ্য ডটার অফ টাইম\" (১৯৫১) বিশেষভাবে প্রভাবশালী ছিল, যেখানে একজন আধুনিক গোয়েন্দা এই সিদ্ধান্তে উপনীত হন যে রাজকুমারদের মৃত্যুতে তৃতীয় রিচার্ড নির্দোষ।   অন্যান্য ঔপন্যাসিক, যেমন ভ্যালেরি আনন্দ, তাঁর \"ক্রাউন অফ রোজেস\" (১৯৮৯) উপন্যাসে, এই তত্ত্বের বিকল্প সংস্করণও দিয়েছেন যে তিনি তাদের হত্যা করেছিলেন।  শ্যারন কে পেনম্যান তার ঐতিহাসিক উপন্যাস দ্য সান ইন স্প্লেন্ডারে রাজকুমারদের মৃত্যুর জন্য বাকিংহামের ডিউককে দায়ী করেছেন।  এলিজাবেথ পিটার্সের রচিত রহস্য উপন্যাস \"দ্য মার্ডারস অফ রিচার্ড III\" (১৯৭৪) এর কেন্দ্রীয় কাহিনী এই বিতর্ককে কেন্দ্র করে আবর্তিত হয়েছে যে রিচার্ড III এই এবং অন্যান্য অপরাধের জন্য দোষী ছিলেন কিনা। সিনথিয়া হ্যারড-ঈগলসের লেখা দ্য মরল্যান্ড ডাইনেস্টি সিরিজের প্রথম খণ্ড দ্য ফাউন্ডিং (১৯৮০) -এ একটি সহানুভূতিশীল চিত্রায়ন করা হয়েছে।\nশেক্সপিয়ারের নাটক তৃতীয় রিচার্ড  এর একটি চলচ্চিত্র রূপান্তর হল ১৯৫৫ সালের সংস্করণ যা লরেন্স অলিভিয়ার পরিচালিত এবং প্রযোজিত, যিনি প্রধান ভূমিকায়ও অভিনয় করেছিলেন।   এছাড়াও উল্লেখযোগ্য হল ১৯৯৫ সালের ইয়ান ম্যাককেলেন অভিনীত চলচ্চিত্র সংস্করণ, যা ১৯৩০-এর দশকের একটি কাল্পনিক ফ্যাসিবাদী ইংল্যান্ডের উপর ভিত্তি করে তৈরি,  এবং ১৯৯৬ সালের আল পাচিনো পরিচালিত একটি তথ্যচিত্র \"লুকিং ফর রিচার্ড\", যিনি নিজেই প্রধান চরিত্রে অভিনয় করেন।  নাটকটি বেশ কয়েকবার টেলিভিশনের জন্য রূপান্তরিত হয়েছে।  \n\n\n== ধ্বংসাবশেষ আবিষ্কার ==\nআগস্ট ২০১২ তারিখে লিসেস্টার বিশ্ববিদ্যালয়, লিসেস্টার সিটি কাউন্সিল এবং তৃতীয় রিচার্ড সোসাইটি ঘোষণা করে যে তারা রাজা রিচার্ডের দেহাবশেষ খুঁজতে যাচ্ছে। ইউনিভার্সিটি অফ লিসেস্টার আর্কিওলজিক্যাল সার্ভিসেস (ইউএলএএস) পরিচালিত প্রত্নতত্ত্ব নিয়ে সোসাইটির লুকিং ফর রিচার্ড প্রজেক্টের ফিলিপা ল্যাংলি এই অনুসন্ধান পরিচালনা করেন। অংশগ্রহণকারীরা তার দেহাবশেষ খুঁজে পেতে প্রাক্তন গ্রেফায়ার্স চার্চের (অষ্টম হেনরির মঠগুলোর বিলুপ্তির সময় ভেঙে ফেলা) হারিয়ে যাওয়া সাইটটি সন্ধান করেছিলেন।  মানচিত্রের মধ্যে স্থির পয়েন্টগুলোর তুলনা করে, গির্জাটি পাওয়া গিয়েছিল, যেখানে রিচার্ডের মরদেহটি ১৪৮৫ সালে আড়ম্বর ছাড়াই তাড়াহুড়ো করে কবর দেওয়া হয়েছিল, এর ভিত্তিগুলো একটি আধুনিক সিটি সেন্টার গাড়ি পার্কের নীচে সনাক্তযোগ্য। ১৯৭৫ সালে তৃতীয় রিচার্ড সোসাইটির অড্রে স্ট্রেঞ্জ ভবিষ্যদ্বাণী করেছিলেন যে হারিয়ে যাওয়া কবরটি তিনটি গাড়ি পার্কের একটির নীচে রয়েছে যা আংশিকভাবে প্রাক্তন গ্রে ফ্রিয়ার্স প্রাইরির সাইটটি আচ্ছাদন করে। ১৯৮০ এর দশকের মাঝামাঝি সময়ে, একাডেমিক ডেভিড বাল্ডউইন, পূর্বে লিসেস্টার বিশ্ববিদ্যালয়ের একজন মধ্যযুগীয় ইতিহাসবিদ, এই সিদ্ধান্তে পৌঁছেছিলেন যে সমাধিস্থলটি গ্রে ফ্রিয়ার্স স্ট্রিটের উত্তর (সেন্ট মার্টিনের) প্রান্তের নীচে বা উভয় পাশের বিল্ডিংয়ের নীচে আরও পূর্ব দিকে অবস্থিত। \n\nখননকারীরা ৫ সেপ্টেম্বর ২০১২ সালের মধ্যে গ্রেফ্রায়ার্স চার্চ খুঁজে পান এবং দুই দিন পরে ঘোষণা করেন যে তারা রবার্ট হেরিকের বাগান খুঁজে পেয়েছেন, যেখানে ১৭ শতকের গোড়ার দিকে তৃতীয় রিচার্ডের স্মৃতিস্তম্ভটি অবস্থিত ছিল।  গির্জার গায়কদলের নীচে একটি মানব কঙ্কাল পাওয়া গেছে। \nখননকারীরা গাড়ি পার্কে প্রথম খননের সময় ধ্বংসাবশেষ খুঁজে পান।\n\n১২ সেপ্টেম্বর ঘোষণা করা হয়েছিল যে কঙ্কালটি তৃতীয় রিচার্ডের হতে পারে। বেশ কয়েকটি কারণ দেওয়া হয়েছিল: মৃতদেহটি একজন প্রাপ্তবয়স্ক পুরুষের ছিল; এটি গির্জার গায়কদলের নীচে সমাহিত করা হয়েছিল; এবং মেরুদণ্ডে তীব্র স্কোলিওসিস ছিল, সম্ভবত একটি কাঁধ  অন্যটির চেয়ে উঁচু ছিল। মেরুদণ্ডে একটি তীরের মাথা গেঁথে থাকা অবস্থায়ও দেখা গেছে; এবং মাথার খুলিতে মরদেহের শেষ আঘাতের চিহ্ন রয়েছে। এর মধ্যে ছিল একটি অগভীর ছিদ্র যা সম্ভবত একটি রন্ডেল ছোরা দ্বারা সৃষ্ট হয়েছিল, এবং মাথার খুলিতে একটি স্কুপিং ডিপ্রেশন যা সম্ভবত একটি তরবারি দ্বারা সৃষ্ট হয়েছিল।\nআরও, খুলির নীচে একটি ফাঁকা গর্ত ছিল, যেখানে একটি হ্যালবার্ড প্রবেশ করেছিল। এপিটি-র ফরেনসিক প্যাথলজিস্ট স্টুয়ার্ট হ্যামিল্টন, ম্যাথিউ রজার্স বলেছেন যে এই আঘাতের ফলে লোকটির মস্তিষ্ক দৃশ্যমান হত এবং অবশ্যই তাকে হত্যা করা হত। কঙ্কালটি খননকারী অস্টিও-প্রত্নতাত্ত্বিক জো অ্যাপলবি বলেছেন যে এটি \"মাথার খুলির পিছনে একটি নশ্বর যুদ্ধক্ষেত্রের ক্ষত\"। খুলির গোড়ায় ছুরি দিয়ে আঘাত করা আরেকটি মারাত্মক ক্ষত ছিল, যার ফলে একটি খাঁজকাটা গর্ত তৈরি হয়েছিল। খুলির ভেতরে, ছুরিটি ১০.৫ সেন্টিমিটার (৪.১ ইঞ্চি) গভীরে প্রবেশ করেছে বলে প্রমাণ পাওয়া গেছে।\nকঙ্কালের মোট ১০টি ক্ষত ছিল: মাথার খুলির উপরে চারটি ছোটখাটো আঘাত, গালের হাড়ে একটি ছুরি দিয়ে আঘাত, নীচের চোয়ালে একটি কাটা, খুলির গোড়ায় দুটি মারাত্মক আঘাত, পাঁজরের হাড়ে একটি কাটা এবং পেলভিসে একটি শেষ ক্ষত যা সম্ভবত মৃত্যুর পরে করা হয়েছিল। সাধারণত এটা গৃহীত হয় যে রিচার্ডের নগ্ন মৃতদেহ ঘোড়ার পিঠে বাঁধা ছিল, তার হাত একপাশে ঝুলানো ছিল এবং তার পা ও নিতম্ব অন্যপাশে ঝুলানো ছিল। পেলভিসে আঘাতের কোণ দেখে মনে হচ্ছে, উপস্থিত ব্যক্তিদের মধ্যে একজন রিচার্ডের ডান নিতম্বে যথেষ্ট জোরে ছুরিকাঘাত করেছে, কারণ কাটা অংশটি পেলভিক হাড়ের পেছন থেকে সামনের দিকে প্রসারিত হয়েছে, যা অপমান করার উদ্দেশ্যে করা হয়েছিল। এটাও সম্ভব যে রিচার্ড এবং তার মৃতদেহের কঙ্কালের উপর অন্য কোনও আঘাতের চিহ্ন ছিল না।  \nব্রিটিশ ইতিহাসবিদ জন অ্যাশডাউন-হিল ২০০৪ সালে বংশগত গবেষণা ব্যবহার করে রিচার্ডের বড় বোন ডাচেস অফ এক্সেটারের অ্যানের মাতৃতান্ত্রিক বংশধরদের খুঁজে বের করেছিলেন।  দ্বিতীয় বিশ্বযুদ্ধের পর কানাডায় অভিবাসিত একজন ব্রিটিশ বংশোদ্ভূত মহিলা, জয় ইবসেন (জন্ম নাম ব্রাউন), একই সরাসরি মাতৃপরিচয় বংশের রাজার ১৬ তম প্রজন্মের প্র-ভাগিনী হিসেবে পাওয়া গেছে। তার মাইটোকন্ড্রিয়াল ডিএনএ পরীক্ষা করা হয়েছিল এবং এটি মাইটোকন্ড্রিয়াল ডিএনএ হ্যাপ্লোগ্রুপ জে এর অন্তর্গত, যা বাদ দিয়ে, তৃতীয় রিচার্ডের মাইটোকন্ড্রিয়াল ডিএনএ হ্যাপ্লোগ্রুপও হওয়া উচিত।  জয় ইবসেন ২০০৮ সালে মারা যান। তার ছেলে মাইকেল ইবসেন ২৪শে আগস্ট ২০১২ তারিখে গবেষণা দলকে একটি মুখ-সোয়াবের নমুনা দেন। তার মাইটোকন্ড্রিয়াল ডিএনএ, যা সরাসরি মাতৃসূত্রে প্রবাহিত হয়েছিল, খননস্থলে পাওয়া মানব দেহাবশেষের নমুনার সাথে তুলনা করা হয়েছিল এবং রাজা রিচার্ডকে শনাক্ত করতে ব্যবহৃত হয়েছিল।    \n৪ ফেব্রুয়ারী ২০১৩ তারিখে, লিসেস্টার বিশ্ববিদ্যালয় নিশ্চিত করে যে কঙ্কালটি সন্দেহাতীতভাবে রাজা তৃতীয় রিচার্ডের। এই সিদ্ধান্তটি মাইটোকন্ড্রিয়াল ডিএনএ প্রমাণ,  মাটি বিশ্লেষণ এবং দাঁতের পরীক্ষা (ক্ষয়ের ফলে কিছু মোলার অনুপস্থিত ছিল), এবং কঙ্কালের শারীরিক বৈশিষ্ট্যের উপর ভিত্তি করে তৈরি করা হয়েছিল যা রিচার্ডের উপস্থিতির সমসাময়িক বিবরণের সাথে অত্যন্ত সামঞ্জস্যপূর্ণ।  দলটি ঘোষণা করেছে যে মৃতদেহের সাথে আবিষ্কৃত \"তীরের মাথা\"টি একটি রোমান যুগের পেরেক, সম্ভবত মৃতদেহটি প্রথম সমাহিত করার সময় এটি বিকৃত হয়েছিল। তবে শরীরে অসংখ্য প্রিমিটর্মেম ক্ষত ছিল এবং মাথার খুলির কিছু অংশ ব্লেডযুক্ত অস্ত্র দিয়ে কেটে ফেলা হয়েছিল; এর ফলে দ্রুত মৃত্যু হত। দলটি এই সিদ্ধান্তে উপনীত হয়েছে যে রাজা তার শেষ মুহুর্তে হেলমেট পরে ছিলেন এমন সম্ভাবনা কম। দেহাবশেষ থেকে সংগ্রহ করা মাটিতে মাইক্রোস্কোপিক গোলাকার কৃমির ডিম পাওয়া গেছে। রাজার অন্ত্রের পেলভিস থেকে নেওয়া নমুনায় বেশ কয়েকটি ডিম পাওয়া গেছে, কিন্তু খুলি থেকে নয়, এবং কবরের চারপাশের মাটিতে খুব কম সংখ্যক ডিম শনাক্ত করা হয়েছে। গবেষকরা বলছেন, অনুসন্ধানে দেখা গেছে যে, শ্রোণী অঞ্চলে ডিমের ঘনত্ব সম্ভবত রাজার জীবনে ঘটে যাওয়া একটি রাউন্ডওয়ার্ম সংক্রমণের কারণে ঘটেছে, পরবর্তী সময়ে ওই অঞ্চলে ফেলে দেওয়া মানব বর্জ্যের কারণে নয়। লেস্টারের মেয়র ঘোষণা করেছিলেন যে ২০১৪ সালের গোড়ার দিকে রাজার কঙ্কালটি লেস্টার ক্যাথেড্রালে পুনরায় সমাহিত করা হবে, কিন্তু সেই সিদ্ধান্তের বিচারিক পর্যালোচনা এক বছরের জন্য পুনর্স্থাপন বিলম্বিত করে।  ২০১৪ সালের জুলাই মাসে গ্রেফ্রাইয়ার্স সমাধিস্থলের পাশে ভিক্টোরিয়ান স্কুল ভবনে তৃতীয় রিচার্ডের একটি জাদুঘর খোলা হয়েছিল।   \n৫ ফেব্রুয়ারী ২০১৩ তারিখে ডান্ডি বিশ্ববিদ্যালয়ের ক্যারোলিন উইলকিনসন তৃতীয় রিচার্ড সোসাইটি কর্তৃক কমিশনপ্রাপ্ত তৃতীয় রিচার্ডের মাথার খুলির ৩ডি ম্যাপিংয়ের উপর ভিত্তি করে একটি মুখমণ্ডল পুনর্গঠন পরিচালনা করেন। মুখটি \"উষ্ণ, তরুণ, আন্তরিক এবং বেশ গম্ভীর\" হিসেবে বর্ণনা করা হয়েছে। ১১ ফেব্রুয়ারী ২০১৪ তারিখে লিসেস্টার বিশ্ববিদ্যালয় তৃতীয় রিচার্ড এবং তার জীবিত আত্মীয় মাইকেল ইবসেনের সম্পূর্ণ জিনোম সিকোয়েন্স করার প্রকল্প ঘোষণা করে, যার মাইটোকন্ড্রিয়াল ডিএনএ খননকৃত দেহাবশেষের সনাক্তকরণ নিশ্চিত করেছে। এইভাবে তৃতীয় রিচার্ড হলেন প্রথম প্রাচীন ব্যক্তি যার ঐতিহাসিক পরিচয় জানা ছিল যার জিনোম সিকোয়েন্স করা হয়েছে।\n২০১৪ সালের নভেম্বরে, ডিএনএ পরীক্ষার ফলাফল প্রকাশিত হয়, যা নিশ্চিত করে যে মাতৃপক্ষটি পূর্বে যেমনটি ভাবা হয়েছিল তেমনই ছিল। তবে পৈতৃক দিকটি প্রত্যাশিত বিষয়ের থেকে কিছুটা ভিন্নতা দেখিয়েছে, ডিএনএ রিচার্ড এবং হেনরি সমারসেটের মধ্যে কোনও যোগসূত্র দেখায়নি, যিনি বিউফোর্টের ৫ম ডিউক ছিলেন, যিনি রিচার্ডের প্রপিতামহ ইংল্যান্ডের তৃতীয় এডওয়ার্ডের বংশধর ছিলেন বলে ধারণা করা হয়। এটি গোপন অবৈধতার ফলাফল হতে পারে যা তৃতীয় এডওয়ার্ড এবং তৃতীয় রিচার্ড অথবা বিউফোর্টের ৫ম ডিউকের মধ্যে গৃহীত বংশতালিকাকে প্রতিফলিত করে না।  \n\n\n=== পুনঃসমাধি এবং সমাধি ===\n\n১৪৮৫ সালে যুদ্ধে তার মৃত্যুর পর, তৃতীয় রিচার্ডের দেহ লেস্টারের গ্রেফ্রাইয়ার্স চার্চে সমাহিত করা হয়। ২০১২ সালে রিচার্ডের দেহাবশেষ আবিষ্কারের পর, সিদ্ধান্ত নেওয়া হয়েছিল যে সেগুলোকে লেস্টার ক্যাথেড্রালে পুনঃকবর দেওয়া উচিত,  যদিও কিছু মহলে এই অনুভূতি ছিল যে তাকে ইয়র্ক মিনস্টারে পুনঃকবর দেওয়া উচিত ছিল।  যারা এই সিদ্ধান্তকে চ্যালেঞ্জ করেছিলেন তাদের মধ্যে ছিলেন \"তৃতীয় রিচার্ডের পনেরো জন \"জামানত [অ-প্রত্যক্ষ] বংশধর\",  যারা প্ল্যান্টাজেনেট অ্যালায়েন্সের প্রতিনিধিত্ব করেছিলেন, যারা বিশ্বাস করতেন যে মৃতদেহটি ইয়র্কে পুনঃকবর দেওয়া উচিত, যেমনটি তারা দাবি করেছিলেন যে রাজার ইচ্ছা ছিল।  ২০১৩ সালের আগস্টে, তারা লেস্টারের ক্যাথেড্রালের ভেতরে মৃতদেহ পুনঃস্থাপনের দাবির বিরুদ্ধে একটি আদালত মামলা দায়ের করে এবং মৃতদেহটিকে ইয়র্কে সমাহিত করার প্রস্তাব দেয়। তবে মাইকেল ইবসেন, যিনি রাজাকে শনাক্তকারী ডিএনএ নমুনা দিয়েছিলেন, তিনি লেস্টারের তাদের ক্যাথেড্রালে মৃতদেহ পুনঃস্থাপনের দাবির প্রতি সমর্থন জ্ঞাপন করেন। ২০শে আগস্ট, একজন বিচারক রায় দেন যে বিরোধীদের লেস্টার ক্যাথেড্রালে তার সমাধির বিরুদ্ধে আইনি লড়াই করার অধিকার রয়েছে, যদিও চুক্তির একটি ধারায় খননকাজের অনুমোদন দেওয়া হয়েছিল যেখানে তাকে সেখানে সমাধিস্থ করার প্রয়োজন ছিল। তবে তিনি \"গোলাপের যুদ্ধ, দ্বিতীয় পর্বে যোগদান এড়াতে\" পক্ষগুলোকে আদালতের বাইরে মীমাংসা করার আহ্বান জানান। প্ল্যান্টাজেনেট অ্যালায়েন্স এবং তার পনেরোজন সহায়ক বংশধরও এই চ্যালেঞ্জের মুখোমুখি হয়েছিলেন যে \"মৌলিক গণিত দেখায় যে রিচার্ড, যার পাঁচ ভাইবোন ছাড়া আর কোন জীবিত সন্তান ছিল না, তার লক্ষ লক্ষ 'জামায়াত' বংশধর থাকতে পারে\"  \"তার পক্ষে কথা বলতে পারে এমন একমাত্র ব্যক্তি\" প্রতিনিধিত্ব করার গোষ্ঠীর দাবিকে দুর্বল করে দেয়।  ২০১৪ সালের মে মাসে এক রায়ে বলা হয়েছিল যে \"প্রশ্নবিদ্ধ সিদ্ধান্তে আদালতের হস্তক্ষেপের কোনও পাবলিক আইনি ভিত্তি নেই\"। ২২ মার্চ ২০১৫ তারিখে দেহাবশেষ লেস্টার ক্যাথেড্রালে নিয়ে যাওয়া হয় এবং ২৬ মার্চ পুনরায় সমাহিত করা হয়। \n২২ মার্চ ২০১৫ তারিখে তাঁর দেহাবশেষ মিছিলের মাধ্যমে ক্যাথেড্রালে নিয়ে যাওয়া হয় এবং ২৬ মার্চ ২০১৫ তারিখে একটি ধর্মীয় পুনঃসমাধি অনুষ্ঠানে পুনঃসমাধি করা হয় যেখানে লেস্টারের বিশপ টিম স্টিভেন্স এবং ক্যান্টারবেরির আর্চবিশপ জাস্টিন ওয়েলবি উভয়েই দায়িত্ব পালন করেন। অনুষ্ঠানে ওয়েস্টমিনস্টারের আর্চবিশপ এবং ইংল্যান্ডের রোমান ক্যাথলিক প্রাইমেট, কার্ডিনাল ভিনসেন্ট নিকোলস (তৃতীয় রিচার্ড ক্যাথলিক ধর্মের অনুসারী) উপস্থিত ছিলেন। ব্রিটিশ রাজপরিবারের প্রতিনিধিত্ব করেছিলেন গ্লুচেস্টারের ডিউক এবং ডাচেস এবং ওয়েসেক্সের কাউন্টেস। অভিনেতা বেনেডিক্ট কাম্বারব্যাচ, যিনি পরে দ্য হলো ক্রাউন টেলিভিশন সিরিজে তার চরিত্রে অভিনয় করেছিলেন, কবি বিজয়ী ক্যারল অ্যান ডাফির একটি কবিতা পাঠ করেছিলেন।  \nরিচার্ডের ক্যাথেড্রাল সমাধিটি স্থপতি ভ্যান হেইনিনজেন এবং হাওয়ার্ড ডিজাইন করেছিলেন। সমাধিফলকটি একটি ক্রস দিয়ে গভীরভাবে খোদাই করা হয়েছে এবং উত্তর ইয়র্কশায়ারে খনন করা সাদা সোয়ালেডেল জীবাশ্ম পাথরের একটি আয়তক্ষেত্রাকার ব্লক নিয়ে গঠিত। এটি অন্ধকার কিলকেনি মার্বেল দিয়ে তৈরি একটি নিচু প্লিন্থে বসে, রিচার্ডের নাম, তারিখ এবং নীতিবাক্য দিয়ে খোদাই করা (লয়াল্ট মি মিথ্যা - আনুগত্য আমাকে বেঁধে রাখে)। প্লিন্থটি পিয়েত্রা দুরায় তার কোট অফ আর্মসও বহন করে। শীর্ষে একটি অন্ত্যেষ্টিক্রিয়া মুকুট রয়েছে যা বিশেষভাবে পুনর্নির্মাণের জন্য কমিশন করা হয়েছিল এবং জর্জ ইস্টন তৈরি করেছিলেন। তৃতীয় রিচার্ডের দেহাবশেষ একটি সীসা-রেখাযুক্ত অভ্যন্তরীণ ক্যাসকেটে রয়েছে, রিচার্ডের বোন অ্যানের সরাসরি বংশধর মাইকেল ইবসেনের তৈরি একটি বাইরের ইংরেজী ওক কফিনের ভিতরে এবং মেঝের নীচে এবং প্লিন্থ এবং সমাধিফলকের নীচে একটি ইট-রেখাযুক্ত ভল্টে রাখা হয়েছে। মূল ২০১০ উত্থাপিত সমাধি নকশাটি ল্যাংলির \"লুকিং ফর রিচার্ড প্রজেক্ট\" দ্বারা প্রস্তাবিত হয়েছিল এবং তৃতীয় রিচার্ড সোসাইটির সদস্যদের দ্বারা পুরোপুরি অর্থায়ন করা হয়েছিল। প্রস্তাবটি ১৩ ই ফেব্রুয়ারী ২০১৩ এ সোসাইটি দ্বারা প্রকাশ্যে চালু করা হয়েছিল তবে লিসেস্টার ক্যাথেড্রাল একটি স্মৃতিসৌধ স্ল্যাবের পক্ষে প্রত্যাখ্যান করেছিল। তবে জনসাধারণের ক্ষোভের পরে, ক্যাথেড্রাল তার অবস্থান পরিবর্তন করে এবং ১৮ জুলাই ২০১৩-এ রাজা তৃতীয় রিচার্ড একটি উত্থাপিত সমাধি স্মৃতিস্তম্ভ দেওয়ার চুক্তি ঘোষণা করে।\n\n\n== সমস্যা ==\nরিচার্ড এবং অ্যানের এক পুত্র ছিল, মিডলহ্যামের এডওয়ার্ড, যার জন্ম ১৪৭৪ থেকে ১৪৭৬ সালের মধ্যে।  ১৪৭৮ সালের ১৫ ফেব্রুয়ারি তাকে স্যালিসবারির আর্ল এবং ২৪ আগস্ট তাকে প্রিন্স অফ ওয়েলস হিসেবে ঘোষণা করা হয় এবং ১৪৮৪ সালের মার্চ মাসে আনুষ্ঠানিকভাবে উত্তরাধিকারী ঘোষণার দুই মাসেরও কম সময়ের মধ্যে তিনি মারা যান।  ছেলের মৃত্যুর পর, রিচার্ড তার ভাগ্নে জন ডি লা পোল, আর্ল অফ লিংকনকে আয়ারল্যান্ডের লেফটেন্যান্ট হিসেবে নিযুক্ত করেন, যে পদটি পূর্বে তার ছেলে এডওয়ার্ডের দখলে ছিল। লিংকন ছিলেন রিচার্ডের বড় বোন, সাফোকের ডাচেস এলিজাবেথের ছেলে। স্ত্রীর মৃত্যুর পর, রিচার্ড জনের বোন জোয়ানাকে বিয়ে করার জন্য পর্তুগালের দ্বিতীয় জন এর সাথে আলোচনা শুরু করেন। ধার্মিক রাজকন্যা ইতিমধ্যেই ধর্মীয় জীবনের প্রতি তার পছন্দের কারণে বেশ কয়েকজন আবেদনকারীকে প্রত্যাখ্যান করেছিলেন।\nরিচার্ডের দুটি স্বীকৃত অবৈধ সন্তান ছিল, গ্লুসেস্টারের জন এবং ক্যাথরিন প্ল্যান্টেজনেট। 'পন্টেফ্র্যাক্টের জন' নামেও পরিচিত, গ্লুসেস্টারের জন ১৪৮৫ সালে ক্যালাইসের অধিনায়ক নিযুক্ত হন। ক্যাথরিন ১৪৮৪ সালে পেমব্রোকের দ্বিতীয় আর্ল উইলিয়াম হারবার্টকে বিয়ে করেন। জন্ম তারিখ বা সন্তানের মায়েদের নাম জানা যায় না। ক্যাথরিন ১৪৮৪ সালে বিয়ে করার পক্ষে যথেষ্ট বয়স্ক ছিলেন, যখন সম্মতির বয়স বারো বছর ছিল এবং জন ১৪৮৩ সালের সেপ্টেম্বরে ইয়র্ক মিনস্টারে নাইট হয়েছিলেন এবং তাই বেশিরভাগ ইতিহাসবিদ সম্মত হন যে রিচার্ড যখন কিশোর ছিলেন তখন তাদের উভয়েরই বাবা হয়েছিল।  ১৪৭২ সালে ২০ বছর বয়সে অ্যান নেভিলের সাথে বিয়ের পর রিচার্ডের পক্ষ থেকে বিশ্বাসঘাতকতার কোন প্রমাণ পাওয়া যায়নি।  এর ফলে ঐতিহাসিক এ. এল. রউজ বলেন যে, রিচার্ডের \"যৌনতার প্রতি কোন আগ্রহ ছিল না\"।\n১৪৭৭ সালে তাকে বার্ষিক ১০০ শিলিং প্রদানের অনুদানের ভিত্তিতে মাইকেল হিকস এবং জোসেফাইন উইলকিনসন পরামর্শ দিয়েছেন যে ক্যাথরিনের মা ক্যাথরিন হাউট হতে পারেন। এলিজাবেথ উডভিলের খালা জোয়ান ওয়াইডেভিলের সাথে উইলিয়াম হাউটের বিবাহের মাধ্যমে হাউট পরিবার উডভিলসের সাথে সম্পর্কিত ছিল।  তাদের একজন সন্তান ছিলেন রিচার্ড হাউট, যিনি রাজপুত্রের পরিবারের নিয়ন্ত্রক ছিলেন। তাদের মেয়ে অ্যালিস স্যার জন ফগকে বিয়ে করেছিলেন; তারা ছিলেন রাজা অষ্টম হেনরির ষষ্ঠ স্ত্রী ক্যাথরিন পারের পূর্বপুরুষ।\nহিকস এবং উইলকিনসন আরও পরামর্শ দিয়েছেন যে জনের মা অ্যালিস বার্গ হতে পারেন। রিচার্ড ১৪৭১ সাল থেকে ১৪৭৩ সালের এপ্রিল এবং অক্টোবরে এবং ১৪৭৪ সালের মার্চের গোড়ার দিকে এক সপ্তাহের জন্য পন্টেফ্র্যাক্ট পরিদর্শন করেছিলেন। ১৪৭৪ সালের ১ মার্চ, তিনি অ্যালিস বার্গকে \"নির্দিষ্ট বিশেষ কারণ এবং বিবেচনার জন্য\" জীবনের জন্য বছরে ২০ পাউন্ড মঞ্জুর করেছিলেন। পরে তিনি আরও একটি ভাতা পেয়েছিলেন, স্পষ্টতই তার ভাই জর্জের ছেলের জন্য নার্স হিসাবে নিযুক্ত হওয়ার জন্য, ওয়ারউইকের এডওয়ার্ড। রাজা হওয়ার পরও রিচার্ড তার বার্ষিক বৃত্তি অব্যাহত রাখেন।  জন অ্যাশডাউন-হিল পরামর্শ দিয়েছেন যে জন হাওয়ার্ডের আমন্ত্রণে ১৪৬৭ সালের গ্রীষ্মে পূর্ব কাউন্টিতে রিচার্ডের প্রথম একক অভিযানের সময় জন গর্ভধারণ করেছিলেন এবং ছেলেটি ১৪৬৮ সালে জন্মগ্রহণ করেছিলেন এবং তার বন্ধু এবং সমর্থকের নামে নামকরণ করেছিলেন।  রিচার্ড নিজেই উল্লেখ করেছিলেন যে জন তখনও একজন নাবালক ছিলেন (এখনও ২১ বছর বয়সী হননি) যখন তিনি ১৪৮৫ সালের ১১ মার্চ, সম্ভবত তার সতেরোতম জন্মদিনে, ক্যালাইসের ক্যাপ্টেন নিযুক্ত করার জন্য রাজকীয় পেটেন্ট জারি করেছিলেন।\nরিচার্ডের উভয় অবৈধ সন্তানই তার থেকে বেঁচে গিয়েছিল, তবে তারা ইস্যু ছাড়াই মারা গেছে বলে মনে হয় এবং বসওয়ার্থে রিচার্ডের মৃত্যুর পরে তাদের ভাগ্য নিশ্চিত নয়। জন হেনরি সপ্তম থেকে ২০ পাউন্ড বার্ষিকী পেয়েছিলেন, কিন্তু ১৪৮৭ সালের (স্টোক ফিল্ডের যুদ্ধের বছর) পর সমসাময়িক রেকর্ডগুলোতে তার কোনও উল্লেখ নেই। ১৪৯৯ সালে তাকে মৃত্যুদণ্ড দেওয়া হতে পারে, যদিও এক শতাব্দী পরে জর্জ বাকের দাবির বাইরে এর কোনও রেকর্ড নেই।  ক্যাথরিন স্পষ্টতই তার চাচাতো ভাইয়ের আগে মারা গিয়েছিলেন ইয়র্কের এলিজাবেথএর রাজ্যাভিষেক ২৫নভেম্বর ১৪৮৭ সালে যেহেতু তার স্বামী স্যার উইলিয়াম হারবার্টকে ততক্ষণে বিপত্নীক হিসাবে বর্ণনা করা হয়েছে।  ক্যাথরিনের সমাধিস্থলটি লন্ডনের প্যারিশ গির্জায় অবস্থিত ছিল সেন্ট জেমস গার্লিখিথে,[ স্কিনার লেন এবং আপার টেমস স্ট্রিটের মধ্যে।\nরহস্যময় রিচার্ড প্ল্যান্টেজনেট, যাকে প্রথম উল্লেখ করা হয়েছিল ফ্রান্সিস পেকএর ডেসিডেরাটা কুরিওসা (একটি দ্বি-খণ্ড বিবিধ প্রকাশিত ১৭৩২–১৭৩৫) এর সম্ভাব্য অবৈধ সন্তান হিসাবে বলা হয়েছিল তৃতীয় রিচার্ড এবং কখনও কখনও \"রিচার্ড দ্য মাস্টার-বিল্ডার\" বা \"ইস্টওয়েলের রিচার্ড\" হিসাবে উল্লেখ করা হয়, তবে এটিও পরামর্শ দেওয়া হয়েছে যে তিনি হতে পারতেন রিচার্ড, ইয়র্কের ডিউক, টাওয়ারে নিখোঁজ রাজকুমারদের একজন। তিনি ১৫৫০ সালে মারা যান\n\n\n== উপাধি, শৈলী, সম্মান এবং অস্ত্র ==\n\n১৪৬১ সালের ১ নভেম্বর রিচার্ড ডিউক অফ গ্লুচেস্টার উপাধি লাভ করেন; ১৪৬১ সালের শেষের দিকে, তাকে নাইট অফ দ্য গার্টার হিসেবে নিয়োগ করা হয়। রাজা চতুর্থ এডওয়ার্ডের মৃত্যুর পর, তাকে ইংল্যান্ডের লর্ড প্রোটেক্টর নিযুক্ত করা হয়। রিচার্ড রাজা হওয়ার পরে ৩০ এপ্রিল থেকে ২৬ জুন ১৪৮৩ সাল পর্যন্ত এই পদে অধিষ্ঠিত ছিলেন। তার রাজত্বকালে, রিচার্ডকে ডেই গ্র্যাটিয়া রেক্স অ্যাংলিয়া এট ফ্রান্সিয়া এট ডোমিনাস হাইবারনিয়া (ঈশ্বরের কৃপায়, ইংল্যান্ড ও ফ্রান্সের রাজা এবং আয়ারল্যান্ডের প্রভু) উপাধি দেওয়া হয়েছিল।\n\nঅনানুষ্ঠানিকভাবে তিনি \"ডিকন\" নামে পরিচিত হতে পারেন, ষোড়শ শতাব্দীর কিংবদন্তি অনুসারে একটি নোট, বিশ্বাসঘাতকতার সতর্কতা, যা বসওয়ার্থের প্রাক্কালে নরফোকের ডিউকের কাছে প্রেরণ করা হয়েছিল:\n\n\n=== অস্ত্র ===\nরিচার্ড ব্যবহার করেছিলেন ফ্রান্সের রয়্যাল আর্মস ইংল্যান্ডের রয়্যাল আর্মসের সাথে কোয়ার্টার, তিনটি পয়েন্ট এরমিনের একটি লেবেল আর্জেন্ট দ্বারা পৃথক, প্রতিটি পয়েন্টে একটি ক্যান্টন গুলেস, একটি নীল শুয়োর দ্বারা সমর্থিত। সার্বভৌম হিসাবে, তিনি একটি সাদা শুয়োর এবং একটি সিংহ দ্বারা সমর্থিত রাজ্যের অস্ত্রগুলো নির্বিঘ্নে ব্যবহার করেছিলেন। তাঁর নীতিবাক্য ছিল লয়াল্ট মি লাই, \"আনুগত্য আমাকে বেঁধে রাখে\"; আর তার ব্যক্তিগত যন্ত্র ছিল একটি সাদা শুয়োর।\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n=== সাধারণ এবং উদ্ধৃত উৎস ===\n\n\n== ব্যাখ্যামূলক নোট ==\n\n\n== বহিঃসংযোগ ==\nকিং তৃতীয় রিচার্ড দর্শনার্থী কেন্দ্র - একটি অবিশ্বাস্য আবিষ্কার"}