{"pageid": 1516899, "title": "পিকার্দি রন্ধনপ্রণালী", "url": "https://bn.wikipedia.org/wiki?curid=1516899", "content": "পিকার্দি রন্ধনপ্রণালী (ফরাসি: la cuisine Picarde) ফ্রান্সের পিকার্দি অঞ্চল (যেখানে আইসন, ওয়াইজ এবং সোমের বিভিন্ন জেলা অন্তর্ভুক্ত) থেকে আগত খাবার এবং রন্ধনশৈলীর প্রতিনিধিত্ব করে। নর্ড-পা-ডে-কালে অঞ্চলের সাথে অনেক সাদৃশ্য থাকলেও (যেমন মারোয়েলস পনির), পিকার্দি রন্ধনপ্রণালী তার নিজস্ব বৈশিষ্ট্য বজায় রেখে অনেক আলাদা।\nঅঞ্চলে বিস্তৃত সবুজ চারণভূমির কারণে দুগ্ধজাত পণ্য স্থানীয় রন্ধনপ্রণালীতে গুরুত্বপূর্ণ ভূমিকা পালন করে। অনেক জনপ্রিয় খাবারে যেমন ফিসেল পিকার্ড, ফ্লামিশ ও পোয়ারো এবং তার্ত ও মারোয়েলস, প্রধান উপকরণ হিসেবে পনির, ক্রিম এবং দুধ ব্যবহার করা হয়।\nপিকার্দি বিশেষভাবে সামুদ্রিক খাবারের জন্য বিখ্যাত না হলেও, রাগু এবং গ্রাটিন তৈরিতে ঝিনুক, চিংড়ি এবং মাছ সাধারণভাবে ব্যবহৃত হয়। অঞ্চলে হাঁস-মুরগি, শুকরের মাংস এবং গরুর মাংস প্রধান খাবার হিসেবে জনপ্রিয়, যা সাধারণত স্টু বা রোস্ট আকারে তৈরি করা হয়।\n\nএই অঞ্চলের কিছু বিশেষ খাবারের মধ্যে রয়েছে মারোয়াল পনির, পিকার্দির শ্যাম্পেন এবং প্রেস সালেস দে লা বাই ল্যাম্ব। পিকার্দির দক্ষিণ অঞ্চলের বিশেষ খাবার যেমন পোমো, ক্যালভাদোস এবং ন্যুফশাতেল পনির এই অঞ্চলের বাইরেও পরিচিত। জনপ্রিয় চান্তিইলি ক্রিমও পিকার্দির চান্তিইলি অঞ্চল থেকে এসেছে।\n\n\n== পণ্য ও খাবার ==\nপ্রধান খাবার\n\nআমিয়েন্স অ্যান্ডুইলেটস\nআমিয়েন্স বেইনেট\nবিস্টেক্স - এক ধরণের আলু টার্ট\nক্যাঘুস-ওয়াইন বা সিডারে ব্রাইজড শুয়োরের মাংস এবং পেঁয়াজ\nফিসেল পিকার্ড - মাশরুম ডক্সেল, পনির এবং ক্রিম দিয়ে ভরা স্যাভরি ক্রেপ\nফ্লেমিচ অক্স পোয়ারো\nগ্র্যাটিন পিকার্ড\nনক্স ডু বিউভাইসিস-জেলিতে পার্সলে হ্যাম প্যাটে\nল্যাপিন আউ সিড্রে-খরগোশ সিডারে ব্রাইজড এবং ক্রিমি সসের সাথে পরিবেশন করা হয়\nপ্যাটে ডি ক্যানার্ড ডি ' অ্যামিয়েন্স-পিকার্দির জন্য নির্দিষ্ট এক ধরণের হাঁসের প্যাটে\nরিসোলস ডি কুসি\nস্যুপ ডেস হর্টিলনস\nপেস্ট্রি\n\nকুগনট\nগ্যাটো বাটু\nগ্যালোপিন\nমাংস\n\nগরুর মাংসের জন্য ধন্যবাদ\nঅ্যাঙ্গাস গরুর মাংস\nমশলা\n\nভেষজ সেচেস দে লা বাই দে সোমে-সোমের স্থানীয় শুকনো বন্য ভেষজ মিশ্রণ\nহ্যালেনকোর্ট ক্যামেলিনা তেল\nজাফরান\nজাফরান সিডার ভিনেগার\nঅ্যাপেরিটিফস\n\nএপেরিটিফ ডি পিকার্দি ভার্টে\nক্লারেট\nহাইপোক্রাস ফ্রেমবোয়েস-রাস্পবেরি স্বাদযুক্ত মশলাদার ওয়াইন\nমোরেটাম\nপিকার্দি পোয়ারেট\nহাইড্রোমেল মোলক্স\nওয়াইন\n\nপিকার্দি শ্যাম্পেন\nটেরামেসনিল সাদা এবং লাল ওয়াইন\nসাইডার\n\nসিডর ডু পেইস ডি ব্রে পিকার্ড\nভিমিউ সিডার\nথিয়েরাচ সিডার\nপনির\n\nকথোপকথন\nবেলুয়েজ বিশ্ববিদ্যালয়ের ইতিহাস\nডাউফিন\nম্যানিক্যাম্প\nপেটিট গারবেরয়\nরোলট।\nটম ও ফোইন\nটমস ডি 'প্লেসিএর\n\n\n== আরও দেখুন ==\nপিকার্দি অঞ্চল\nউত্তর-পাস-দে-ক্যালাইসের রন্ধনপ্রণালী ও বিশেষত্ব\nখাদ্য পোর্টাল\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\n\"La Picardie\"। Cuisine du terroir। Saveurs d'Annie (ফরাসি ভাষায়)। Artémis। ২০০৬। আইএসবিএন 978-2-84416-480-3। সংগ্রহের তারিখ ২০২৪-১১-১৭। \nDebrie, J.; Debrie, R. (১৯৭৭)। Mœurs épulaires picardes (ফরাসি ভাষায়)। FeniXX rédition numérique। আইএসবিএন 978-2-402-64932-2। সংগ্রহের তারিখ ২০২৪-১১-১৭।"}