{"pageid": 1516393, "title": "সত্যপ্রদীপ পত্রিকা", "url": "https://bn.wikipedia.org/wiki?curid=1516393", "content": "সত্য প্রদীপ পত্রিকা সনাতন ধর্ম প্রচারিণী সভা ও শ্রীশ্রী নগেন্দ্র মঠ এবং নগেন্দ্র মিশনের মুখপত্র। ১৮৮১ সালে ভাদুড়ী মহাশয় - মহর্ষি নগেন্দ্রনাথ এই আধ্যাত্মিক পত্রিকা প্রকাশ করেন। ধর্ম প্রচারের জন্য তিনি এই পত্রিকাটি প্রকাশ করেন।\n\n\n== ইতিহাস ==\nভাদুড়ী মহাশয় অর্থাৎ মহর্ষি নগেন্দ্রনাথ ছিলেন একজন মহান যোগী। মহর্ষি নগেন্দ্রনাথের সশ্রদ্ধ উল্লেখ করেছেন পরমহংস যোগানন্দ:\n\n\"I saw a yogi remain in the air, several feet above the ground, last night at a group meeting.\" My friend, Upendra Mohun Chowdhury, spoke impressively.\nI gave him an enthusiastic smile. \"Perhaps I can guess his name. Was it Bhaduri Mahasaya, of Upper Circular Road?\"\nUpendra nodded, a little crestfallen not to be a news-bearer. My inquisitiveness about saints was well-known among my friends; they delighted in setting me on a fresh track.\n\n\"The yogi lives so close to my home that I often visit him.\" My words brought keen interest to Upendra's face, and I made a further confidence.\"\nযোগিরাজ শ্যামাচরণ লাহিড়ির কাছে যাঁরা যোগ ক্রিয়া লাভ করেছিলেন তাঁদের মধ্যে অন্যতম এই নগেন্দ্রনাথ ভাদুড়ি।\nনগেন্দ্রনাথ ছিলেন বহু ভাষাবিদ:\n\n\" তিনি ছাত্রাবস্থায় চতুষ্পাঠীতে ব্যাকরণ সাহিত্য, বেদ,বেদান্ত পুরাণাদি অধ্যয়ন করেন পরে ইংরাজী, বাংলা, হিন্দী, ফারসী, আরবী, ল্যাটিন, গ্রীক, সংস্কৃত প্রভৃতি ৮টী  ভাষা শিক্ষা করেন।\"\nমহর্ষি নগেন্দ্রনাথের জ্ঞানের গভীরতা কতোটা ছিল তার প্রমাণ আছে যোগেশ ব্রহ্মচারী-র লেখায়। যোগেশ ব্রহ্মচারী এই মহর্ষি নগেন্দ্রনাথকে নিজের \"গুরু\" হিসেবে এবং নিজেকে মহর্ষি নগেন্দ্রনাথের \"মন্ত্রণাগ্রহণকারী শিষ্য\" হিসেবে অভিহিত করেছেন। যোগেশ ব্রহ্মচারী নিজেই লিখে গেছেন সে কথা :\n\n\"আমি মহাত্মা নগেন্দ্রনাথের মুখে বেদে জ্ঞান-কর্ম-ভক্তির সমন্বয়ের কথা শুনিয়া একেবারে হতবুদ্ধি হইয়া গেলাম। তাঁহার অর্জিত জ্ঞানের তথা আত্মোপলব্ধির গভীরতা দেখিয়া জাগ্রত আগ্রহে আমার গর্বিত মস্তকটি তাঁহার চরণে লুটাইয়া দিতে বাধ্য হইলাম । সেই প্রথম দর্শনের দিনের কথা আজও আমাকে তাঁহার চরণে প্রণত করিয়া রাখিয়াছে। জ্ঞানচক্ষু উন্মীলন করিয়া যিনি দেন তাঁহাকে যদি গুরু বলা হয় মহাত্মা নগেন্দ্রনাথও আমার গুরু। অর্জুন যখন কৃষ্ণকে “শিষ্যস্তেঽহম্” ইত্যাদি বাক্য বলিয়া ছিলেন তখন তিনি অন্যায় বলেন নাই। কারণ অর্জুন শ্রীকৃষ্ণের নিকট হইতে মন্ত্র গ্রহণ না করিলেও মন্ত্রণা গ্রহণ করার প্রার্থী হইয়াই নিজেকে শিষ্য বলিয়াছেন। আমিও মহাত্মা নগেন্দ্রনাথের মন্ত্রণাগ্রহণকারী শিষ্য বলিয়া নিজেকে এখনও মনে করি।\"\nইনিই যুগের প্রয়োজনে সনাতন ধর্মের প্রচার ও প্রসারে আত্মনিয়োগ করেন। ১৮৯১ খ্রী. মহর্ষি নগেন্দ্রনাথ সনাতন ধর্ম প্রচারিণী সভা প্ৰতিষ্ঠা করেন। এর উদ্দেশ্য প্রসঙ্গে নরেশচন্দ্র বসু লিখেছেন :\n\n\"এর মুখ্য উদ্দেশ্য ছিল—(ক) হিন্দুশাস্ত্রের আলোচনা, (খ) ধর্মপুস্তকালয় স্থাপন, (গ) সচ্চরিত্র ব্যক্তিকে সনাতন ধর্মপ্রচারের জন্যে সুশিক্ষা দান, (ঘ) বেদাদি ধর্মশাস্ত্রোক্ত সত্যসকল সাধারণের মধ্যে প্রচার করবার জন্য পত্রিকা প্রকাশ, (ঙ) যোগশিক্ষার্থী ব্যক্তিদিগকে সদুপদেশ দান, (চ) অন্ততঃ দ্বাদশটি ধর্মপ্রচারকের সমস্ত সাংসারিক ব্যয়ভার গ্রহণ, (ছ) নিরাশ্রয় ও নিঃস্ব ব্যক্তিদিগকে যথাসাধ্য অর্থ সাহায্য দান, (জ) দীনদুঃখী ও অনাথ বালকদের বিদ্যাশিক্ষার জন্যে একটি অবৈতনিক বিদ্যালয় স্থাপন।\"\n- নরেশচন্দ্র বসুর লেখা থেকেই জানা যায় এই একই উদ্দেশ্যেই মহর্ষি নগেন্দ্রনাথ সত্যপ্রদীপ নামক ধর্ম পত্রিকাটি প্রকাশ করেন। এই প্রেক্ষিতেই এই 'সত্য প্রদীপ' পত্রিকার গুরুত্ব নির্দেশ করতে গিয়ে কলিকাতা, বর্ধমান ও রবীন্দ্রভারতী বিশ্ববিদ্যালয়ের প্রাক্তন খ্যাতনামা অধ্যাপক পরেশনাথ ভট্টাচার্য লিখেছিলেন:\n\n\" মহর্ষি নগেন্দ্রনাথ সনাতন ধর্ম সমাজের অশেষ কল্যাণ সাধন করলেন সনাতন ধর্ম প্রচারিণী সভা এবং সত্য প্রদীপ, এই দুই রক্ষাকবচের সাহায্যে।\"\nএখানেই শ্রীমৎ ধ্যানপ্রকাশ ব্রহ্মচারী মহারাজের সম্পাদনায় ১৩৪৫ সালের গুরু পূর্ণিমা থেকে ১৩৫১ সালের আশ্বিন পর্যন্ত ধারাবাহিকভাবে শ্রীশ্রীনগেন্দ্র- উপদেশামৃত প্রকাশিত হয়। এই আধ্যাত্মিক পত্রিকায় ধারাবাহিকভাবে প্রকাশিত হতে থাকে মহর্ষি নগেন্দ্রনাথের রচিত পরমার্থসঙ্গীতও। সেই সময়ের বহু বিধগ্ধ পণ্ডিতের লেখায় সত্য প্রদীপ সমৃদ্ধ হয়। পরে অবশ্য এ পত্রিকাটি বন্ধ হয়ে যায়। ২০১০ সাল থেকে এই পারমার্থিক পত্রিকাটি ষান্মাসিক হিসেবে প্রকাশিত হতে থাকে। বর্তমানে এই পত্রিকা প্রকাশিত হচ্ছে সগৌরবে।\n\n\n== তথ্যসূত্র =="}