{"pageid": 1516584, "title": "নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা (যুক্তরাজ্য)", "url": "https://bn.wikipedia.org/wiki?curid=1516584", "content": "নবায়নযোগ্য জ্বালানি বাধ্যবাধকতা ( আর ও)  হল একটি বাজারভিত্তিক সহায়তা ব্যবস্থা, যা যুক্তরাজ্যে নবায়নযোগ্য উৎস থেকে বিদ্যুৎ উৎপাদন বাড়ানোর উদ্দেশ্যে চালু করা হয়েছিল। যুক্তরাজ্যের তিনটি স্বতন্ত্র আইনি অঞ্চলের জন্য তিনটি সংশ্লিষ্ট প্রকল্প চালু করা হয়েছিল। ২০০২ সালের এপ্রিলে ইংল্যান্ড ও ওয়েলসে নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা চালু করা হয়, এবং স্কটল্যান্ডে এটি \"নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা (স্কটল্যান্ড)\" নামে কার্যকর হয়। পরবর্তীতে, ২০০৫ সালের এপ্রিলে এটি উত্তর আয়ারল্যান্ডেও ( আর ও) চালু করা হয়। এই বাধ্যবাধকতা চালু হওয়ার আগে, ১৯৯০ সাল থেকে বিদ্যমান ছিল \"অ-জীবাশ্ম জ্বালানি বাধ্যবাধকতা\", যা  আর ও চালুর মাধ্যমে প্রতিস্থাপিত হয়েছিল।\nএই বাধ্যবাধকতা অনুযায়ী, যুক্তরাজ্যের অনুমোদিত বিদ্যুৎ সরবরাহকারী প্রতিষ্ঠানগুলোকে ক্রমশ বৃদ্ধি পায় এমন একটি নির্দিষ্ট অনুপাতে নবায়নযোগ্য উৎস থেকে বিদ্যুৎ সংগ্রহ করতে হতো, যা \"নবায়নযোগ্য শক্তি পোর্টফোলিও মান\" এর মতোই একটি নীতি। শুরুতে, ২০০২-০৩ অর্থবছরের জন্য এই হার নির্ধারিত হয়েছিল ৩%। পরে, ২০১০-১১ সালে এটি বৃদ্ধি পেয়ে ১১.১% হয় (উত্তর আয়ারল্যান্ডের ক্ষেত্রে এটি ছিল ৪.০%)। ২০২০ সালের মধ্যে, ইংল্যান্ড, ওয়েলস ও স্কটল্যান্ডে মোট বিদ্যুতের প্রায় অর্ধেক নবায়নযোগ্য উৎস থেকে উৎপাদিত হচ্ছিল, যেখানে উত্তর আয়ারল্যান্ডে এই হার প্রায় ২০% ছিল। ২০১০ সালের ১ এপ্রিল ঘোষণা করা হয় যে, এই প্রকল্পের কার্যকারিতা ২০২৭ সাল থেকে বাড়িয়ে ২০৩৭ সাল পর্যন্ত অব্যাহত রাখা হবে, যা \"জাতীয় নবায়নযোগ্য জ্বালানি কর্মপরিকল্পনা\" নথিতে বিস্তারিতভাবে উল্লেখ করা হয়েছে।\n২০১৫ সালের মার্চ থেকে ২০১৭ সালের মার্চের মধ্যে নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা নতুন বিদ্যুৎ উৎপাদন কেন্দ্রের জন্য বন্ধ করে দেওয়া হয়, যদিও কিছু ক্ষেত্রে অতিরিক্ত সময়ের সুযোগ দেওয়া হয়েছিল। পরে, এটি \"কনট্রাক্টস ফর ডিফারেন্স\" নামক একটি নতুন প্রকল্পের মাধ্যমে প্রতিস্থাপিত হয়। তবে, যেসব উৎপাদন কেন্দ্র ইতোমধ্যে স্বীকৃত হয়েছে, তারা ২০৩৭ সালের মার্চ পর্যন্ত মোট ২০ বছর এই সহায়তা পেতে থাকবে।\n\n\n== বাস্তবায়ন ==\nবিদ্যুৎ সরবরাহকারীরা তাদের বাধ্যবাধকতা পূরণ করতে \"নবায়নযোগ্য জ্বালানি বাধ্যবাধকতা সনদ\" (আরওসি) অফজেম (Ofgem)-এর কাছে উপস্থাপন করে। যদি কোনো সরবরাহকারীর কাছে প্রয়োজনীয় সংখ্যক আরওসি না থাকে, তাহলে তাদের নির্দিষ্ট পরিমাণ অর্থ \"বাই-আউট তহবিল\"-এ জমা দিতে হয়। এই বাই-আউট মূল্য প্রতি মেগাওয়াট-ঘণ্টা (MWh) ঘাটতির জন্য নির্ধারিত একটি নির্দিষ্ট হার, যা প্রতি বছর খুচরা মূল্য সূচকের সঙ্গে সামঞ্জস্য রেখে সমন্বয় করা হয়। বাই-আউট তহবিলে জমা হওয়া অর্থ সরবরাহকারীদের মধ্যে বণ্টন করা হয়, যা তারা কতসংখ্যক আরওসি উপস্থাপন করেছে তার অনুপাতে নির্ধারিত হয়। উদাহরণস্বরূপ, যদি কোনো সরবরাহকারী মোট জমাকৃত আরওসি-এর ৫% উপস্থাপন করে, তাহলে তারা মোট বাই-আউট তহবিলের ৫% অংশ পাবে, যা ঘাটতিপূর্ণ বিদ্যুৎ সরবরাহকারী প্রতিষ্ঠানগুলো তহবিলে জমা দিয়েছে।\nআরওসি-এর উদ্দেশ্য হল একটি বাজার সৃষ্টি করা, যেখানে এটি নির্ধারিত বাই-আউট মূল্যের পরিবর্তে বাজার দরে কেনাবেচা করা যায়। যদি কোনো নির্দিষ্ট সময়ে সরবরাহকারীদের জন্য নির্ধারিত বাধ্যতামূলক নবায়নযোগ্য বিদ্যুৎ উৎপাদনের তুলনায় বেশি নবায়নযোগ্য বিদ্যুৎ উৎপাদিত হয়, তাহলে আরওসি-এর মূল্য কমে যাবে এবং এটি বাই-আউট মূল্যের নিচে নেমে আসবে। আবার, যদি নবায়নযোগ্য ও অ-নবায়নযোগ্য জ্বালানি উৎপাদনের খরচ প্রায় সমান হয়ে যায়, তাহলে আরওসি-এর মূল্য একেবারে শূন্যের কাছাকাছি নেমে আসতে পারে, যার ফলে নবায়নযোগ্য জ্বালানির জন্য প্রয়োজনীয় ভর্তুকির প্রয়োজন থাকবে না। অন্যদিকে, যদি নবায়নযোগ্য জ্বালানির উৎপাদন নির্ধারিত বাধ্যবাধকতার তুলনায় কম হয়, তাহলে আরওসি-এর মূল্য বাই-আউট মূল্যের চেয়ে বৃদ্ধি পাবে, কারণ ক্রেতারা প্রত্যাশা করবে যে পরে তারা বাই-আউট তহবিল থেকে প্রতিটি আরওসি-এর জন্য অর্থ পাবে।\nপ্রতি বছর ১ এপ্রিল থেকে ৩১ মার্চ পর্যন্ত একটি বাধ্যবাধকতা পর্যায় চলে। সরবরাহকারী প্রতিষ্ঠানগুলোর জন্য নির্ধারিত সময়সীমা হলো ৩১ আগস্টের মধ্যে পর্যাপ্ত সংখ্যক আরওসি জমা দেওয়া অথবা ঘাটতি পূরণের জন্য বাই-আউট তহবিলে প্রয়োজনীয় অর্থ প্রদান করা।\nআরওসি -এর ব্যয় কার্যত সেইসব বিদ্যুৎ গ্রাহকদের উপর বর্তায়, যাদের বিদ্যুৎ সরবরাহকারী প্রতিষ্ঠান নির্ধারিত পরিমাণ আরওসি জমা দিতে ব্যর্থ হয়েছে। অন্যদিকে, যারা প্রচুর পরিমাণে আরওসি জমা দেয়, তাদের গ্রাহকরা তুলনামূলকভাবে কম খরচে বিদ্যুৎ পায়, যদি সরবরাহকারীরা এই ব্যয় ও সঞ্চয়ের পুরো সুবিধা গ্রাহকদের মধ্যে বণ্টন করে।\n\n\n== শতকরা এবং বছরের ভিত্তিতে মূল্য ==\nএই প্রকল্পের অধীনে নবায়নযোগ্য বিদ্যুৎ সরবরাহের জন্য নির্ধারিত শতাংশ সাধারণত প্রতি বছর বাড়ানো হয়। এটি যুক্তরাজ্যের দুটি ভিন্ন অংশের জন্য আলাদাভাবে নির্ধারণ করা হয়—গ্রেট ব্রিটেন (যার মধ্যে ইংল্যান্ড, ওয়েলস এবং স্কটল্যান্ড অন্তর্ভুক্ত) এবং উত্তর আয়ারল্যান্ড।\n\nসূত্র: \n\n\n== সনদপত্র ==\nআরওসি হল একটি বিশেষ \"সবুজ সনদপত্র\", যা যুক্তরাজ্যের অভ্যন্তরে উৎপাদিত এবং লাইসেন্সপ্রাপ্ত সরবরাহকারীদের মাধ্যমে গ্রাহকদের কাছে সরবরাহকৃত নবায়নযোগ্য বিদ্যুতের  জন্য প্রদান করা হয়। অফজেম (Ofgem) স্বীকৃত নবায়নযোগ্য বিদ্যুৎ উৎপাদন কেন্দ্রগুলোর জন্য এই সনদ ইস্যু করে। তবে, যদি কোনো বিদ্যুৎ উৎপাদন কেন্দ্র \"অ-জীবাশ্ম জ্বালানি বাধ্যবাধকতা\" (এনএফএফও), \"স্কটল্যান্ড নবায়নযোগ্য জ্বালানি বাধ্যবাধকতা\" বা \"উত্তর আয়ারল্যান্ড এনএফএফও\" চুক্তির অধীনে পরিচালিত হয়, তাহলে সংশ্লিষ্ট বিদ্যুৎ সরবরাহকারীকে আরওসি প্রদান করা হয়। স্কটল্যান্ডের নবায়নযোগ্য জ্বালানি বাধ্যবাধকতা প্রকল্পটি ২০০২ সালে \"নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা (স্কটল্যান্ড)\" দ্বারা প্রতিস্থাপিত হয়।\nসাধারণ নিয়ম অনুযায়ী, প্রতিটি মেগাওয়াট-ঘণ্টা যোগ্য নবায়নযোগ্য বিদ্যুৎ উৎপাদনের জন্য একটিমাত্র আরওসি ইস্যু করা হয়। তবে, কিছু প্রযুক্তির জন্য বেশি বা কম আরওসি নির্ধারিত আছে। উদাহরণস্বরূপ, উপকূলীয় বায়ু বিদ্যুৎ (সমুদ্রের ওপরে স্থাপিত বায়ুকল) প্রকল্পের জন্য প্রতি মেগাওয়াট-ঘণ্টা বিদ্যুতের বিপরীতে ২টি আরওসি প্রদান করা হয়।  অনশোর বায়ু বিদ্যুৎ (স্থলভাগের বায়ুকল) প্রকল্পে প্রতি মেগাওয়াট-ঘণ্টা বিদ্যুতের জন্য ০.৯ আরওসি এবং পয়ঃনিষ্কাশন গ্যাস -চালিত বিদ্যুৎ কেন্দ্রের জন্য প্রতি মেগাওয়াট-ঘণ্টা বিদ্যুতের বিপরীতে ০.৫ আরওসি প্রদান করা হয়।\nআরওসি ইলেকট্রনিকভাবে \"আরওসি রেজিস্টার\"-এ সংরক্ষণ করা হয় এবং এটি মূলত ডিজিটাল সনদপত্র। সাধারণত, যখন কোনো নবায়নযোগ্য বিদ্যুৎ উৎপাদনকারী প্রতিষ্ঠান বিদ্যুৎ বিক্রি করে, তখন তারা সংশ্লিষ্ট আরওসি অফজেম-এর ইলেকট্রনিক রেজিস্ট্রির মাধ্যমে সংশ্লিষ্ট বিদ্যুৎ সরবরাহকারীর কাছে হস্তান্তর করে।\n\n\n== আইন প্রণয়ন ==\nইউটিলিটিজ অ্যাক্ট ২০০০ যুক্তরাজ্যের সেক্রেটারি অফ স্টেটকে ক্ষমতা প্রদান করে, যাতে তিনি বিদ্যুৎ সরবরাহকারীদের তাদের মোট বিক্রিত বিদ্যুতের একটি নির্দিষ্ট অংশ নবায়নযোগ্য উৎস থেকে উৎপাদিত বিদ্যুৎ দ্বারা পূরণ করার নির্দেশ দিতে পারেন। প্রতি বছর একটি নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা আদেশ জারি করা হয়, যেখানে নির্দিষ্ট বছরের জন্য নবায়নযোগ্য বিদ্যুৎ সরবরাহের সুনির্দিষ্ট হার এবং বাই-আউট মূল্যের পরিমাণ উল্লেখ থাকে। নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা (ইংল্যান্ড ও ওয়েলস) প্রথম চালু করে বাণিজ্য ও শিল্প মন্ত্রণালয়। \"নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা (স্কটল্যান্ড)\" চালু করে স্কটিশ নির্বাহী বিভাগ, এবং \"উত্তর আয়ারল্যান্ড নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা\" (এনআইআরও) বাস্তবায়ন করে ডিপার্টমেন্ট অফ এন্টারপ্রাইজ, ট্রেড অ্যান্ড ইনভেস্টমেন্ট (ডেটিনি)। এই আদেশগুলো ২০০৫-০৬ সালে পর্যালোচনার জন্য উন্মুক্ত হয় এবং নতুন সংশোধিত আদেশ ১ এপ্রিল ২০০৬ থেকে কার্যকর হয়। ২০০৬-০৭ সময়কালের জন্য সংশ্লিষ্ট আইনি দলিলগুলো হলো:\n\nনবায়নযোগ্য বাধ্যবাধকতা আদেশ ২০০৬ (সংবিধিবদ্ধ দলিল (SI) ২০০৬ নং ১০০৪)\nনবায়নযোগ্য বাধ্যবাধকতা (স্কটল্যান্ড) আদেশ ২০০৬ (SI ২০০৬ নং ১৭৩), এবং\nনবায়নযোগ্য বাধ্যবাধকতা আদেশ (উত্তর আয়ারল্যান্ড) ২০০৬ (SI ২০০৬ নং ৫৬)।\nএই সমস্ত আইনি নথি যুক্তরাজ্যের ন্যাশনাল আর্কাইভস লেজিসলেশন ওয়েবসাইটে প্রকাশিত হয়েছে।\n\n\n== অফজেমের ভূমিকা ==\nঅফজেম (Ofgem) হল গ্রেট ব্রিটেনে গ্যাস ও বিদ্যুৎ বাজার নিয়ন্ত্রণকারী সংস্থা। নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা আদেশগুলোতে অফজেমের ক্ষমতা ও দায়িত্ব নির্ধারণ করা হয়েছে। এর মধ্যে অন্তর্ভুক্ত রয়েছে—\n\nনবায়নযোগ্য উৎস থেকে বিদ্যুৎ উৎপাদনে সক্ষম বিদ্যুৎ কেন্দ্রগুলোর স্বীকৃতি প্রদান।\nআরওসি প্রদান করা এবং প্রয়োজনে তা বাতিল করা।\nআরওসি -এর জন্য একটি নিবন্ধন ব্যবস্থা গঠন ও পরিচালনা করা।\nনবায়নযোগ্য জ্বালানির বাধ্যবাধকতা আদেশ অনুযায়ী প্রতিষ্ঠানগুলো যথাযথভাবে আইন অনুসরণ করছে কি না তা পর্যবেক্ষণ করা।\nপ্রতি বছর ক্রয়-মূল্য হিসাব নির্ধারণ করা।\nক্রয়-মূল্য তহবিলে প্রদত্ত অর্থ গ্রহণ ও তা পুনর্বণ্টন করা।\nবিলম্বিত অর্থ গ্রহণ ও সেই অর্থ পুনরায় বণ্টন করা।\nনবায়নযোগ্য জ্বালানির বাধ্যবাধকতার কার্যক্রম ও বিধিনিষেধ সংক্রান্ত বার্ষিক প্রতিবেদন প্রকাশ করা।\nঅফজেম, উত্তর আয়ারল্যান্ড এনার্জি রেগুলেশন কর্তৃপক্ষের (NIAER) পক্ষ থেকে উত্তর আয়ারল্যান্ড নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা (এনআইআরও)-এর প্রশাসনিক দায়িত্বও পালন করে।\n\n\n== যোগ্য শক্তির প্রকারভেদ ==\nনিম্নলিখিত বিদ্যুৎ উৎপাদনের উৎসগুলো আরওসি পাওয়ার যোগ্য (যদিও নতুন অংশগ্রহণকারীদের জন্য এই প্রকল্প এখন বন্ধ):\n\nঅ্যানেরোবিক হজম থেকে জৈবগ্যাস\nজৈববস্তুপুঞ্জ\nসম্মিলিত তাপ এবং শক্তি (CHP)\nজলবিদ্যুৎ\nজোয়ার-ভাটা শক্তি\nবায়ুশক্তি\nসৌর কোষ (ফটোভোলটাইক)\nআবর্জনাভূমী গ্যাস\nপয়ঃনিষ্কাশন গ্যাস\nতরঙ্গ শক্তি (সমুদ্রের ঢেউ থেকে উৎপন্ন শক্তি)\nবায়োমাস মিশ্রিত করে উৎপন্ন বিদ্যুৎও এই প্রকল্পের আওতায় পড়ে। তবে সমস্ত প্রযুক্তি, যদিও যোগ্য হিসেবে বিবেচিত, প্রকৃতপক্ষে আরওসি -এর জন্য সমর্থিত নয়, কারণ কিছু প্রযুক্তির ব্যয় তুলনামূলকভাবে বেশি। উদাহরণস্বরূপ, ২০০২ সালের এপ্রিলের আগে চালু হওয়া বৃহৎ জলবিদ্যুৎ প্রকল্পগুলো আরওসি -এর জন্য যোগ্য নয়।\n\n\n== ব্যান্ডিং ==\nনবায়নযোগ্য জ্বালানির বাধ্যবাধকতা যুক্তরাজ্য সরকারের প্রধান নীতি, যা নবায়নযোগ্য উৎস থেকে বিদ্যুৎ উৎপাদনকে উৎসাহিত করতে বাজারভিত্তিক পদ্ধতি ব্যবহার করে। সরকার অনুমান করেছিল যে ২০২০ সালের মধ্যে নবায়নযোগ্য জ্বালানির অংশগ্রহণ ৩০% হতে হবে, যাতে ইউরোপীয় ইউনিয়নের আইনগতভাবে বাধ্যতামূলক লক্ষ্য অর্জন করা যায়, যেখানে মোট শক্তির ১৫% নবায়নযোগ্য উৎস থেকে আসতে হবে। \nনবায়নযোগ্য জ্বালানির বাধ্যবাধকতা একটি বাজারভিত্তিক ব্যবস্থা, যা প্রচলিত জ্বালানি উৎসের পরিবর্তে নবায়নযোগ্য উৎস থেকে বিদ্যুৎ উৎপাদনকে উৎসাহিত করার জন্য তৈরি হয়েছে, যাতে এটি যুক্তিসঙ্গত খরচে সম্ভব হয়।\n২০০২ সালে এটি প্রথম চালু হওয়ার সময়, প্রতিটি নবায়নযোগ্য জ্বালানি প্রযুক্তি সমান মাত্রার সহায়তা পেত, অর্থাৎ উৎপাদিত প্রতি মেগাওয়াট-ঘণ্টা বিদ্যুতের জন্য একটি করে নবায়নযোগ্য বাধ্যবাধকতা শংসাপত্র (আরওসি) প্রদান করা হতো। এটি ছিল সরকারের সচেতন সিদ্ধান্ত, কারণ তারা বাজারভিত্তিক একটি পদ্ধতি চালু করতে চেয়েছিল, যেখানে বিভিন্ন প্রযুক্তির মধ্যে প্রতিযোগিতা থাকলে খরচ কমানো সম্ভব হবে। একই সঙ্গে, সরকার এমন কোনো নীতি নিতে চায়নি, যা নির্দিষ্ট কিছু প্রযুক্তিকে বেশি গুরুত্বপূর্ণ বলে তুলে ধরে বাজারের স্বাভাবিক ভারসাম্য নষ্ট করতে পারে।\nএই সিদ্ধান্তের ফলে প্রকল্পটি প্রযুক্তিগতভাবে নিরপেক্ষ হলেও, বাস্তবে এটি তুলনামূলকভাবে সহজলভ্য এবং সাশ্রয়ী নবায়নযোগ্য শক্তি উৎপাদন প্রযুক্তির (যেমন: ল্যান্ডফিল গ্যাস ও স্থলভাগে স্থাপিত বায়ু টারবাইন) প্রসারকে সহজতর করেছিল। অপরদিকে, নতুন এবং কম বিকশিত প্রযুক্তিগুলো পর্যাপ্ত প্রণোদনা পায়নি, ফলে তারা বাণিজ্যিকভাবে কার্যকর হয়ে ওঠার সুযোগ কম পায়।\n২০০৩ সালে নবায়নযোগ্য জ্বালানির বাধ্যবাধকতার কার্যকারিতা পর্যালোচনার ঘোষণা দেওয়া হয়। ভবিষ্যতে এই পরিকল্পনার বাস্তবায়ন কেমন হবে, তা মডেলিং করে দেখা যায় যে, বিদ্যমান সহায়তার মাত্রা দিয়ে নির্ধারিত লক্ষ্য পূরণ করা সম্ভব হবে না। কারণ, ইতিমধ্যে প্রতিষ্ঠিত প্রযুক্তিগুলোর প্রাপ্যতা ও বিস্তারের ক্ষেত্রে কিছু সীমাবদ্ধতা ছিল। ফলে, তুলনামূলকভাবে কম উন্নত প্রযুক্তিগুলোর বড় ধরনের ভূমিকা রাখা প্রয়োজন হয়ে পড়ে। তবে, মূল পরিকল্পনার আওতায় এই প্রযুক্তিগুলোর যথাযথ বিকাশের জন্য পর্যাপ্ত উৎসাহের অভাব ছিল, যা তাদের টেকসই বিকল্প হিসেবে গড়ে ওঠার পথে বাধা সৃষ্টি করছিল।\n২০০৬ সালে, সরকার নবায়নযোগ্য জ্বালানির বাধ্যবাধকতার সংস্কারের পরিকল্পনার কথা ঘোষণা করে। এরপর ২০০৯ সালে \"ব্যান্ডিং\" পদ্ধতি চালু করা হয়, যার মাধ্যমে বিভিন্ন প্রযুক্তির জন্য তাদের উন্নয়নের স্তর, ব্যয় এবং সংশ্লিষ্ট ঝুঁকির ওপর ভিত্তি করে ভিন্ন মাত্রার সহায়তা নির্ধারণ করা হয়। এই ব্যবস্থার ফলে, নতুন ও বিকাশমান প্রযুক্তির জন্য উৎসাহ বৃদ্ধি পেলেও, ইতিমধ্যে প্রতিষ্ঠিত এবং লাভজনক প্রযুক্তির জন্য সহায়তার পরিমাণ কমিয়ে আনা সম্ভব হয়, যাতে অপ্রয়োজনীয় ভর্তুকি প্রদান এড়ানো যায়।\nনবায়নযোগ্য জ্বালানির বাধ্যবাধকতার এই সংস্কারের পাশাপাশি ভবিষ্যতের জন্য নিয়মিত পর্যালোচনার ব্যবস্থা করে, সরকার বুঝতে পারে যে যদি প্রণোদনাগুলো প্রযুক্তি-নিরপেক্ষ থাকত, তাহলে বাজার থেকে কাঙ্ক্ষিত মাত্রার নবায়নযোগ্য বিদ্যুৎ উৎপাদন নিশ্চিত করা সম্ভব হতো না। তাই, দীর্ঘমেয়াদে লক্ষ্য পূরণ করতে সরকারের একটি কৌশলগত ভূমিকা পালন করা এবং প্রয়োজনে হস্তক্ষেপ করার সক্ষমতা ধরে রাখা জরুরি হয়ে ওঠে। ব্যান্ডিং পদ্ধতি চালুর ফলে, সরকার শিল্পখাতকে এমন প্রযুক্তিতে বিনিয়োগের দিকে পরিচালিত করতে পারে, যেগুলো এখনো ততটা উন্নত নয়, কিন্তু ভবিষ্যতে নবায়নযোগ্য জ্বালানি উৎপাদনে গুরুত্বপূর্ণ ভূমিকা রাখতে পারে। এর ফলে, স্বল্পমেয়াদে শুধু অর্থনৈতিকভাবে লাভজনক প্রযুক্তিতেই বিনিয়োগ সীমাবদ্ধ না রেখে দীর্ঘমেয়াদি লক্ষ্য অর্জনের জন্য বৈচিত্র্যময় নবায়নযোগ্য প্রযুক্তির বিকাশ সম্ভব হয়।\n২০১৩-২০১৭ সময়কালের জন্য ব্যান্ডিং হার পুনরায় পর্যালোচনা করা হয়। এতে স্থলভাগে স্থাপিত বায়ু টারবাইনের জন্য হার ০.৯ আরওসি/মেগাওয়াট-ঘণ্টা নির্ধারণ করা হয় এবং ৩০ মেগাওয়াটের নিচে ছোটো সমুদ্র-ঢেউ ও জোয়ার-ভাটা বিদ্যুৎ প্রকল্পের জন্য হার ৫ আরওসি/মেগাওয়াট-ঘণ্টা করা হয়।\n\n\n== সরকারী পর্যালোচনা ==\nসরকার ২০০৭ সালের সেপ্টেম্বর মাসে শেষ হওয়া একটি পরামর্শকালীন সময়ের পর নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা (আর.ও) পর্যালোচনা করে।  তাদের প্রধান উদ্বেগ ছিল যে বিদ্যুৎ গ্রাহকদের নবায়নযোগ্য প্রকল্পগুলোর জন্য অর্থ প্রদান করতে হয়, যদিও অনেক প্রকল্প পরিকল্পনা অনুমোদনের সমস্যার কারণে বাস্তবায়িত হয় না। এছাড়া, নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা নবায়নযোগ্য শক্তির জন্য আর্থিক সহায়তার সঙ্গে বিদ্যুতের বাজারদর বা ইউরোপীয় ইউনিয়নের নির্গমন বাণিজ্য পরিকল্পনার মধ্যে কোনো সংযোগ স্থাপন করতে পারেনি।\n২০০৭ সালের ২২ জানুয়ারি, অফজেম নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা (আর.ও) বাতিল করার আহ্বান জানায়। তারা দাবি করে যে এটি নবায়নযোগ্য বিদ্যুৎ উৎপাদনকে সহায়তা করার একটি 'অত্যন্ত ব্যয়বহুল পদ্ধতি'।  বিশেষ করে, তারা উদ্বেগ প্রকাশ করে যে বিদ্যুৎ গ্রাহকদের নবায়নযোগ্য প্রকল্পগুলোর জন্য অর্থ প্রদান করতে হয়, যদিও অনেক প্রকল্প পরিকল্পনার অনুমোদন সংক্রান্ত সমস্যার কারণে বাস্তবায়িত হয় না। এছাড়া, নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা নবায়নযোগ্য শক্তির জন্য আর্থিক সহায়তার সঙ্গে বিদ্যুতের বাজারদর বা ইউরোপীয় ইউনিয়নের নির্গমন বাণিজ্য পরিকল্পনার  মধ্যে কোনো সংযোগ স্থাপন করতে ব্যর্থ হয়েছে।\nব্রিটিশ উইন্ড এনার্জি অ্যাসোসিয়েশন, যার সদস্যরা বিদ্যমান পরিকল্পনার প্রধান সুবিধাভোগী, অফজেমকেই এই ব্যয়ের জন্য দায়ী করেছে। তাদের মতে, জাতীয় গ্রিডের উন্নয়নে অগ্রাধিকার না দেওয়ার কারণে নবায়নযোগ্য শক্তির সংযোগ বাড়ানোর সুযোগ সীমিত হয়েছে। তারা বিনিয়োগকারীদের আস্থা বজায় রাখার জন্য বাজারে স্থিতিশীলতা নিশ্চিত করার ওপরও জোর দিয়েছে।\nএই দুই সংস্থার উদ্বেগ পুনর্নবীকরণযোগ্য শক্তি সংস্থাও  সমর্থন করেছে।\nস্কটিশ উইন্ড অ্যাসেসমেন্ট প্রকল্প এই পরিকল্পনার সমালোচনা করেছে, কারণ তারা মনে করে এটি নবায়নযোগ্য বিদ্যুৎ উৎপাদন কমানোর জন্য পুরস্কার দিচ্ছে। উদাহরণস্বরূপ, দুটি বিদ্যুৎ সরবরাহকারী প্রতিষ্ঠান, স্কটিশ অ্যান্ড সাউদার্ন এনার্জি এবং এনপাওয়ার, বেশ কয়েকটি বড় জলবিদ্যুৎ কেন্দ্রের ক্ষমতা কমিয়ে এনেছে, যাতে তারা নবায়নযোগ্য জ্বালানি সনদ (আরওসি) পাওয়ার যোগ্য হতে পারে।\n\n\n== বিদ্যুৎ বাজার সংস্কার এবং ভবিষ্যৎ পরিকল্পনা ==\nযুক্তরাজ্য সরকার বিদ্যুৎ বাজারের ব্যাপক সংস্কারের প্রস্তাব দেয়, যার ফলে নবায়নযোগ্য জ্বালানি উৎপাদনের প্রধান সহায়তা ব্যবস্থা হিসেবে নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা (আর.ও) এর পরিবর্তে চুক্তিভিত্তিক পার্থক্য সহ ফিড-ইন ট্যারিফ (সিএফডি) চালু করা হয়। আরওসি -এর বিপরীতে, সিএফডি পারমাণবিক বিদ্যুৎ উৎপাদকদের জন্যও প্রযোজ্য হবে।\nবৃহৎ আকারের (>৫ মেগাওয়াট) সৌর বিদ্যুৎ প্রকল্প এবং উপকূলীয় বায়ু বায়ু বিদ্যুৎ প্রকল্প ব্যতীত, নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা ৩১ মার্চ ২০১৭ পর্যন্ত নতুন বিদ্যুৎ উৎপাদনের জন্য উন্মুক্ত ছিল। এর ফলে, ২০১৪ থেকে ২০১৭ সালের মধ্যে চালু হওয়া নতুন নবায়নযোগ্য প্রকল্পগুলোর জন্য সিএফডি এবং আরওসি -এর মধ্যে পছন্দ করার সুযোগ ছিল। তবে, ২০১৭ সালের পর, সরকার নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা নতুন বিদ্যুৎ উৎপাদনের জন্য বন্ধ করার পরিকল্পনা করেছিল, যদিও বিদ্যমান অংশগ্রহণকারীদের জন্য পূর্ববর্তী সহায়তা কাঠামো অব্যাহত রাখা হবে।\nতবে, যুক্তরাজ্য সরকার পরে ঘোষণা করে যে ৫ মেগাওয়াটের বেশি ক্ষমতাসম্পন্ন বড় আকারের সৌর ফটোভোল্টাইক বিদ্যুৎ প্রকল্পের জন্য নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা অনুমোদনের শেষ সময়সীমা এগিয়ে এনে ১ এপ্রিল ২০১৫ করা হবে। ১৮ এছাড়া, ১৮ জুন ২০১৫ সালে সরকার জানায় যে নতুন অনশোর বায়ু বিদ্যুৎ প্রকল্পের জন্য নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা ১ এপ্রিল ২০১৬-তে বন্ধ করার পরিকল্পনা নেওয়া হয়েছে, অর্থাৎ পূর্বঘোষিত সময়সীমার এক বছর আগেই এই পরিবর্তন কার্যকর করা হবে।\nফিড-ইন ট্যারিফ ব্যবস্থার প্রবর্তনের পাশাপাশি, যুক্তরাজ্য সরকারের বিদ্যুৎ বাজার সংস্কার পরিকল্পনায় বিদ্যুৎ উৎপাদনের কার্বন নির্গমন কমানোর জন্য আরও দুটি উদ্যোগ অন্তর্ভুক্ত ছিল: একটি কার্বন মূল্যসীমা  এবং নির্গমন কর্মক্ষমতা মান।\n\n\n=== নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা বন্ধ হওয়ার তারিখ ও বিশেষ সুবিধার সময়সীমা ===\nনতুন বিদ্যুৎ উৎপাদনের জন্য নবায়নযোগ্য জ্বালানির বাধ্যবাধকতা নিম্নলিখিত তারিখগুলোতে বন্ধ হয়ে যায়।\n\nইংল্যান্ড, ওয়েলস এবং স্কটল্যান্ড:\nসমস্ত প্রকল্প, তবে সৌর পিভি ও উপকূলীয় বায়ু বিদ্যুৎ ব্যতীত: ৩১ মার্চ ২০১৭\nউপকূলীয় বায়ু বিদ্যুৎ: ১২ মে ২০১৬\nসৌর পিভি ≤ ৫ মেগাওয়াট: ৩১ মার্চ ২০১৬\nসৌর পিভি > ৫ মেগাওয়াট: ৩১ মার্চ ২০১৫\nউত্তর আয়ারল্যান্ড:\nসমস্ত প্রকল্প, তবে অনশোর বায়ু বিদ্যুৎ ব্যতীত: ৩১ মার্চ ২০১৭\nউপকূলীয় বাতাস ≤ ৫ মেগাওয়াট: ৩০ জুন ২০১৬\nউপকূলীয় বাতাস > ৫ মেগাওয়াট: ৩১ মার্চ ২০১৬\nএকটি নির্দিষ্ট সময়সীমা পর্যন্ত কিছু প্রকল্প অনুমোদনের সুযোগ পেয়েছিল, তবে সেগুলোকে কিছু নির্দিষ্ট শর্ত পূরণ করতে হয়েছে। প্রথম তিনটি শর্ত ৩১ মার্চ ২০১৮ পর্যন্ত এবং পরবর্তী তিনটি শর্ত ৩০ সেপ্টেম্বর ২০১৮ পর্যন্ত কার্যকর ছিল।\n\nবিদ্যুৎ গ্রিড বা রাডার সংযোগে বিলম্ব হলে।\nনির্দিষ্ট পরিস্থিতিতে স্বাক্ষরিত বিনিয়োগ চুক্তি বাতিল হলে।\nউপকূলীয় বায়ু বিদ্যুৎ প্রকল্পগুলি ৯ নভেম্বর ২০১৪-এর আগে গুরুত্বপূর্ণ আর্থিক সিদ্ধান্ত ও বিনিয়োগের প্রমাণ দিতে পারলে।\n৪০০ মেগাওয়াট ক্ষমতাসম্পন্ন বিশেষ বায়োমাস প্রকল্পের জন্য নির্দিষ্ট বরাদ্দ থাকলে।\nপরীক্ষা এবং প্রদর্শন বা ভাসমান বায়ু টারবাইন ব্যবহার করে স্কটিশ উপকূলীয় বায়ু।\nCHP প্রযুক্তিসম্পন্ন বায়োমাস প্রকল্পগুলি ৯ নভেম্বর ২০১৪-এর আগে গুরুত্বপূর্ণ আর্থিক সিদ্ধান্ত ও বিনিয়োগের প্রমাণ দিতে পারলে।\n\n\n== আরও দেখুন ==\n\nযুক্তরাজ্যে বিদ্যুৎ বিলিং\nফিউচার এনার্জি (প্রাক্তন গ্রিন ইলেকট্রিসিটি অ্যাক্রিডিটেশন স্কিম)\nসবুজ বিদ্যুৎ\nসবুজ ট্যাগ\nজীবাশ্ম-বহির্ভূত জ্বালানির বাধ্যবাধকতা\nনবায়নযোগ্য শক্তি সনদপত্র (মার্কিন যুক্তরাষ্ট্র) - মার্কিন যুক্তরাষ্ট্রেও একই রকম একটি প্রক্রিয়া\nযুক্তরাজ্য জলবায়ু পরিবর্তন কর্মসূচি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনবায়নযোগ্য বাধ্যবাধকতা সার্টিফিকেট (আরওসি ) গণনা করা - ব্যান্ডিং, জ্বালানি ও জলবায়ু পরিবর্তন বিভাগ, এপ্রিল ২০১৩\n৮ জানুয়ারী ২০০৭, নিউ বিল্ডার: জার্মানির নেতৃত্বের সাথে সাথে যুক্তরাজ্যের নবায়নযোগ্য শক্তি নীতি সম্পর্কে BWEA সতর্ক করে দিয়েছে\n৯ অক্টোবর ২০০৬, ePolitix.com: নবায়নযোগ্য জ্বালানি বাধ্যবাধকতা সনদ প্রদান সংস্কার করা হবে\n৯ আগস্ট ২০০৬, গার্ডিয়ান আনলিমিটেড : টিকেল, ও: ট্রেজারি নবায়নযোগ্য জ্বালানি তহবিল থেকে ১৫০ মিলিয়ন পাউন্ড নেয়"}