{"pageid": 1516095, "title": "অ্যানা ল্যাটিশিয়া বারবো", "url": "https://bn.wikipedia.org/wiki?curid=1516095", "content": "আন্না লেটিশিয়া বারবোল্ড (, তিনি নিজে সম্ভবত , ফরাসি উচ্চারণ অনুসারে, জন্ম নাম  এইকিন; ২০ জুন ১৭৪৩ – ৯ মার্চ ১৮২৫) ছিলেন একজন বিশিষ্ট ইংরেজ কবি, প্রবন্ধকার, সাহিত্য সমালোচক, সম্পাদক এবং শিশু সাহিত্যিক। তিনি ব্লু স্টকিংগস সোসাইটি-এর একজন গুরুত্বপূর্ণ সদস্য ছিলেন এবং একাধিক শাখায় লেখালেখি করা একজন \"শিক্ষিত সাহিত্যিক\" ছিলেন। তার লেখনী অর্ধ শতাব্দীরও বেশি সময় ধরে জনপ্রিয়তা লাভ করে।\nতিনি পালগ্রেভ একাডেমি-এর একজন সুপরিচিত শিক্ষিকা ছিলেন এবং শিশুদের জন্য নতুন ধরনের লেখার পথপ্রদর্শক হিসেবে বিবেচিত হন। তার লেখা শিক্ষামূলক বইগুলো এক শতাব্দীরও বেশি সময় ধরে উদাহরণ হয়ে ছিল। তার প্রবন্ধ প্রমাণ করে যে, একজন নারীও জনজীবনে সক্রিয়ভাবে অংশ নিতে পারেন। তার অনুপ্রেরণায় এলিজাবেথ বেঙ্গার-এর মতো অন্যান্য নারী লেখকরাও সাহস পেয়েছিলেন।\nবারবোল্ডের সাহিত্যিক যাত্রা ব্রিটিশ সাহিত্যের বিভিন্ন যুগকে স্পর্শ করেছে। তার লেখা আলোকিত যুগের ও সংবেদনশীলতার মূল্যবোধকে তুলে ধরেছে, একইসঙ্গে তার কবিতা ব্রিটিশ রোমান্টিক সাহিত্য বিকাশে গুরুত্বপূর্ণ ভূমিকা রেখেছে। তিনি একজন সাহিত্য সমালোচকও ছিলেন এবং ১৮শ শতকের উপন্যাসের সংকলন তৈরি করে সাহিত্যের ধারা নির্ধারণে ভূমিকা রেখেছেন।\n১৮১২ সালে তিনি এইটিন হান্ড্রেড অ্যান্ড ইলেভেন প্রকাশ করেন, যেখানে ব্রিটেনের নেপোলিয়নীয় যুদ্ধের অংশগ্রহণের সমালোচনা করা হয়। বইটি নেতিবাচক প্রতিক্রিয়া পেলে তিনি কবিতা লেখা চালিয়ে যান, তবে আর প্রকাশ্যে কিছু প্রকাশ করেননি। পরবর্তী সময়ে ফরাসি বিপ্লবের সময় যারা তার দ্বারা অনুপ্রাণিত হয়েছিল, তারা নিজেদের রক্ষণশীল মতাদর্শ গ্রহণ করলে বারবোল্ডের খ্যাতি ক্ষুণ্ন হয়।\n১৯শ শতকে তাকে শুধুমাত্র শিশুদের জন্য লেখা শিক্ষামূলক রচনাকারী হিসেবে মনে করা হতো এবং ২০শ শতকে তিনি অনেকটাই বিস্মৃত হন। তবে ১৯৮০-এর দশকে নারীবাদী সাহিত্য সমালোচনার উত্থানের ফলে তার সাহিত্য পুনরায় আলোচনায় আসে এবং তিনি সাহিত্যের ইতিহাসে তার উপযুক্ত স্থান ফিরে পান।\n\n\n== উৎস ==\nবারবোল্ডের জীবনী সম্পর্কে জানা বেশিরভাগ তথ্য দুটি স্মৃতিকথা থেকে এসেছে। প্রথমটি ১৮২৫ সালে তার ভাতিজি লুসি আইকিন লিখেছিলেন এবং দ্বিতীয়টি ১৮৭৪ সালে তার দৌহিত্রী আনা লেটিটিয়া লে ব্রেটন রচনা করেন। এছাড়াও, বারবোল্ডের লেখা কিছু চিঠি সংরক্ষিত রয়েছে। তবে, ১৯৪০ সালে লন্ডন ব্লিটজ চলাকালে একটি অগ্নিকাণ্ডে বারবোল্ড পরিবারের বহু গুরুত্বপূর্ণ নথি ধ্বংস হয়ে যায়।\n\n\n== প্রারম্ভিক জীবন ==\n  \nবারবোল্ড ২০ জুন ১৭৪৩ সালে কিবওয়ার্থ হারকোর্ট, লিসেস্টারশায়ারে জন্মগ্রহণ করেন। তার বাবা-মা ছিলেন জেন এবং জন আইকিন। তিনি তার মাতৃপুরুষের নামানুসারে নামকরণ হন এবং পরিবারের মধ্যে \"ন্যন্সি\" নামে পরিচিত ছিলেন। জন্মের দুই সপ্তাহ পর তার মামা জন জেনিংস তাকে হান্টিংডনশায়ারে ব্যাপ্টিজম করান।\nবারবোল্ডের বাবা কিবওয়ার্থ হারকোর্টের ডিসেন্টিং একাডেমির প্রধান শিক্ষক এবং পার্শ্ববর্তী একটি প্রেসবাইটেরিয়ান গির্জার পাদ্রী ছিলেন। তিনি শৈশব কাটিয়েছেন কিবওয়ার্থের অন্যতম সেরা বাড়িতে, যা ছিল গ্রামের কেন্দ্রস্থলে। তার বাবা পরিচালিত স্কুলটি ছিল ছেলেদের জন্য, ফলে তিনি সর্বদা মানুষের নজরে ছিলেন। পরিবারের আর্থিক অবস্থা স্বচ্ছল ছিল। জীবনীকার উইলিয়াম ম্যাককার্থির মতে, তাদের অবস্থা বড় ভূমির মালিক, স্বচ্ছল ব্যবসায়ী ও নির্মাতাদের সমপর্যায়ে ছিল। ১৭৮০ সালে তার বাবার মৃত্যু হলে তার সম্পত্তির মূল্য ছিল ২,৫০০ পাউন্ডেরও বেশি।\n১৭৭৩ সালে তিনি তার স্বামীকে এক চিঠিতে লেখেন, \"জীবনের শুরুর দিকে আমি আমার লিঙ্গের (নারীদের) সঙ্গে তেমন মিশিনি। আমি যে গ্রামে বড় হয়েছি, সেখানে কথা বলার মতো কেউ ছিল না।\" শৈশবে তিনি ছেলেদের সংস্পর্শে বড় হন এবং তাদের মতো প্রাণোচ্ছ্বল স্বভাব গ্রহণ করেন। তবে তার মা তাকে সংযত রাখার চেষ্টা করেন, কারণ সে সময় নারীদের কাছ থেকে এমন আচরণ কাম্য ছিল না। তার ভাতিজি লুসি এইকিনের মতে, এর ফলে তার স্বভাব হয়ে ওঠে দ্বৈত প্রকৃতির – একদিকে সংযত, অন্যদিকে লাজুক।\nনারী হিসেবে নিজের অবস্থান সম্পর্কে তিনি সবসময় দ্বিধান্বিত ছিলেন এবং মনে করতেন তিনি প্রচলিত নারীসুলভ আদর্শে পুরোপুরি খাপ খাইয়ে নিতে পারেননি। তার লেখার বড় অংশ নারীদের জীবন ও অধিকার নিয়ে, এবং সমাজে নারীদের ভূমিকা সম্পর্কে প্রচলিত ধারণাগুলোকে প্রশ্নবিদ্ধ করেছে।\nবারবোল্ড তার বাবার কাছে প্রাচীন সাহিত্য শিখতে চান এবং দীর্ঘ অনুরোধের পর তিনি রাজি হন। তিনি লাতিন ও গ্রিকের পাশাপাশি ফরাসি, ইতালিয়ান এবং সে সময় নারীদের জন্য অপ্রয়োজনীয় বলে বিবেচিত অন্যান্য বিষয়ও শিখতে সক্ষম হন। তার পড়াশোনার প্রতি আগ্রহ দেখে তার মা চিন্তিত ছিলেন, কারণ তিনি মনে করতেন এর ফলে তার বিয়ে হওয়ার সম্ভাবনা কমে যাবে। এ কারণে মা-মেয়ের সম্পর্ক খুব ঘনিষ্ঠ ছিল না, তবে তার মা গোপনে তার সাফল্যে গর্বিত ছিলেন। তিনি একবার লিখেছিলেন, \"আমি একবার এক ছোট মেয়েকে চিনতাম যে তার শিক্ষকদের শেখানোর চেয়ে বেশি আগ্রহ নিয়ে শিখতে চাইত। মাত্র দুই বছর বয়সে সে বানান না করে বাক্য পড়তে পারত, আর অল্প কিছুদিনের মধ্যেই সে অধিকাংশ মহিলার চেয়ে ভালো পড়তে শিখেছিল। তবে আমি আর এমন কাউকে দেখিনি, সম্ভবত আর দেখবও না।\"\n\nতার ভাই জন আইকিন তার বাবাকে \"সর্বোত্তম অভিভাবক, বিজ্ঞ উপদেষ্টা এবং সবচেয়ে স্নেহশীল বন্ধু\" হিসেবে বর্ণনা করেন। বারবোল্ড ও তার ভাইয়ের মধ্যে অত্যন্ত ঘনিষ্ঠ সম্পর্ক ছিল, যা পরবর্তী সময়ে তাদের সাহিত্যিক অংশীদারিত্বে রূপ নেয়। ১৮১৭ সালে, জোয়ানা বেইলি তাদের সম্পর্কে মন্তব্য করেন, \"কত ভাই-বোন পরস্পরের জন্য এমন ছিল, যেমন তারা বহু বছর ধরে একে অপরের পাশে থেকেছে!\"\n১৭৫৮ সালে পরিবারটি ওয়ারিংটন একাডেমিতে চলে যায়, যা লিভারপুল এবং ম্যানচেস্টারের মাঝামাঝি অবস্থিত ছিল। বারবোল্ডের বাবা সেখানে শিক্ষক হিসেবে যোগ দেন। এই একাডেমিটি সে সময়ের অন্যতম জ্ঞানচর্চার কেন্দ্র ছিল এবং একে \"উত্তরের এথেন্স\" বলা হতো। এখানেই তিনি প্রাকৃতিক দর্শনের বিজ্ঞানী ও ইউনিটারিয়ান ধর্মতাত্ত্বিক জোসেফ প্রিস্টলির মতো বিশিষ্ট ব্যক্তিত্বদের সংস্পর্শে আসেন।\nওয়ারিংটনে থাকাকালীন বারবোল্ডের সাথে সম্ভবত ফরাসি বিপ্লবী জঁ-পল মারার-এর পরিচয় হয়েছিল। একাডেমির নথি অনুসারে, তিনি সেখানে ১৭৭০-এর দশকে ফরাসি ভাষার শিক্ষক ছিলেন। এমনকি তিনি বারবোল্ডকে বিয়ে করার পরিকল্পনা করেছিলেন বলে জন এইকিনকে চিঠিও লেখেন।\nঅন্যদিকে, আর্চিবল্ড হ্যামিল্টন রোয়ানও বারবোল্ডের প্রেমে পড়েছিলেন। তিনি পরে তাকে স্মরণ করে লেখেন, \"তার সৌন্দর্য ছিল অসাধারণ, যা জীবনের শেষ পর্যন্ত স্পষ্ট ছিল। তার গঠন ছিল ছিপছিপে, ত্বক ছিল অনন্য ফর্সা ও স্বাস্থ্যজ্জ্বল, চোখে ছিল বুদ্ধিমত্তা ও কল্পনার দীপ্তি।\"\n\n\n== প্রথম সাহিত্যিক সাফল্য এবং বিবাহ ==\n১৭৭৩ সালে, আন্না লেটিশিয়া বারবোল্ড তার প্রথম কবিতার বই প্রকাশ করেন। তার বন্ধুরা এই কবিতাগুলির প্রশংসা করে তাকে প্রকাশে উৎসাহিত করেছিলেন।  সংগ্রহটি, শুধুমাত্র পয়েমস শিরোনামে, এক বছরের মধ্যে চারটি সংস্করণে প্রকাশিত হয় এবং এর সাফল্যে বারবোল্ড নিজেই বিস্মিত হন। এই বইয়ের মাধ্যমে তিনি ইংল্যান্ডে একজন সম্মানিত সাহিত্যিক ব্যক্তিত্বে পরিণত হন।  একই বছরে, তিনি এবং তার ভাই জন আইকিন যৌথভাবে মিস্‌সেলেনিয়াস পিসেস ইন প্রোজ প্রকাশ করেন, যা সমানভাবে প্রশংসিত হয়। এতে থাকা প্রবন্ধগুলি (যার বেশিরভাগই বারবোল্ডের লেখা) স্যামুয়েল জনসনের রচনার সাথে তুলনা করা হয়।\nমে ১৭৭৪ সালে, কিছু 'দ্বিধা' সত্ত্বেও, বারবোল্ড রোশেমন্ট বারবোল্ডকে বিয়ে করেন। তিনি একজন ফরাসি হুগেনটের নাতি এবং ওয়ারিংটনের প্রাক্তন ছাত্র ছিলেন। বারবোল্ডের ভাতিজি লুসি আইকিনের মতে:\n\n[তার] মি. বারবোল্ডের প্রতি আকর্ষণ ছিল রোমান্টিক কল্পনার মায়া—নরম হৃদয়ের নয়। যদি তার প্রকৃত অনুভূতিগুলি আগে থেকেই উষ্ণ পারিবারিক পরিবেশে বিকশিত হতো, তবে তিনি কখনও নাটকীয় ফরাসি আচরণে সজ্জিত উন্মাদ প্রেমের প্রদর্শনে মুগ্ধ হতেন না, বা এমন অতিরঞ্জিত আবেগকে গৃহস্থালির সুখের ভিত্তি হিসেবে বিবেচনা করতেন না। আমার পিতা এই অশুভ বিবাহকে অনেকাংশে জ্যঁ-জ্যাক রুশোর 'Nouvelle Heloise'-এর ক্ষতিকর প্রভাব হিসেবে দেখতেন, যেখানে মি. বারবোল্ড সেন্ট প্রেউক্সের ভূমিকা পালন করতেন। [বারবোল্ড] একজন সত্যিকারের বন্ধুর মাধ্যমে জানতে পারেন যে তিনি (রোশেমন্ট) একবার উন্মাদনার আক্রমণ ভোগ করেছেন, এবং এই কারণে বাগদান ভেঙে ফেলার পরামর্শ পান।—'তাহলে', তিনি উত্তর দেন, 'যদি আমি এখন তাকে হতাশ করি, তবে তিনি নিশ্চিতভাবে পাগল হয়ে যাবেন।' এর কোনো জবাব ছিল না; এবং এক ধরনের মরিয়া উদারতার সাথে তিনি তার মলিন ভাগ্যের দিকে এগিয়ে যান।\nবিয়ের পর, দম্পতি সাফোকে চলে যান, যেখানে রোশেমন্ট একটি মণ্ডলী এবং একটি বালকদের স্কুলের প্রস্তাব পেয়েছিলেন।  এই সময়ে, বারবোল্ড কিছু সামস পুনর্লিখন করেন, যা ১৮শ শতকে একটি সাধারণ চর্চা ছিল, এবং সেগুলি ডিভোশনাল পিসেস কম্পাইল্ড ফ্রম দ্য স্যামস অ্যান্ড দ্য বুক অফ জব নামে প্রকাশ করেন। এই কাজের সাথে সংযুক্ত তার প্রবন্ধ \"থটস অন দ্য ডিভোশনাল টেস্ট, অন সেক্টস অ্যান্ড অন এস্‌ট্যাবলিশমেন্টস\", যেখানে তিনি ধর্মীয় অনুভূতি এবং ধর্মের প্রাতিষ্ঠানিকীকরণের অন্তর্নিহিত সমস্যাগুলি নিয়ে তার তত্ত্ব ব্যাখ্যা করেন।\nএটি মনে হয় যে বারবোল্ড এবং তার স্বামী উদ্বিগ্ন ছিলেন যে তারা কখনও নিজেদের সন্তান পাবেন না, এবং ১৭৭৫ সালে, মাত্র এক বছরের বিবাহিত জীবনের পর, বারবোল্ড তার ভাইকে তাদের একটি সন্তান দত্তক দেওয়ার প্রস্তাব দেন:\n\nআমি সচেতন এটি একটি ছোট বিষয় নয় যা আমরা চাইছি; এবং একজন পিতার জন্য একটি সন্তান থেকে বিচ্ছিন্ন হওয়া সহজ নয়। আমি বলব, অনেকের মধ্যে থেকে, একজনকে সহজেই ছাড়া যেতে পারে। যদিও সন্তান থাকা বা না থাকার মধ্যে সুখের একটি গুরুত্বপূর্ণ পার্থক্য রয়েছে, তবে তিন বা চার; পাঁচ বা ছয় সন্তানের মধ্যে পার্থক্য সামান্য বা নেই; কারণ চার বা পাঁচটি সন্তানই তার সমস্ত যত্ন এবং স্নেহকে ব্যস্ত রাখতে যথেষ্ট। আমরা লাভ করব, কিন্তু আপনি হারাবেন না।\nএকসময়, তার ভাই সম্মত হন এবং দম্পতি চার্লসকে দত্তক নেন। তার জন্যই বারবোল্ড তার সবচেয়ে বিখ্যাত বইগুলি লিখেছিলেন: শিশুদের জন্য পাঠ (১৭৭৮–৭৯) এবং হিম্‌স ইন প্রোজ ফর চিলড্রেন (১৭৮১)।\n\n\n== পালগ্রেভ একাডেমি ==\nবারবাল্ড এবং তার স্বামী সাফোকে পালগ্রেভ একাডেমিতে এগারো বছর শিক্ষকতা করেছিলেন যা নিকটবর্তী ডিস থেকে একজন সলিসিটর ফিলিপ মেডোস (১৭১৯-৮৩) এর আর্থিক সহায়তায় উপকৃত হয়েছিল। প্রথমদিকে, বারবাল্ড কেবল নিজের পরিবারের দায়িত্বই পালন করতেন না, স্কুলেরও দায়িত্ব পালন করতেন, যেখানে তিনি হিসাবরক্ষক, পরিচারিকা এবং গৃহপরিচারিকা হিসেবে কাজ করতেন। স্কুলটি মাত্র আটজন ছেলে নিয়ে খোলা হয়েছিল, কিন্তু বারবাল্ডরা ১৭৮৫ সালে চলে যাওয়ার সময় সংখ্যাটি প্রায় চল্লিশে উন্নীত হয়েছিল, যা স্কুলটির অর্জিত চমৎকার খ্যাতিকে প্রতিফলিত করে।\nবারবাল্ডদের শিক্ষাগত দর্শন ভিন্নমতাবলম্বীদের পাশাপাশি অ্যাংলিকানদেরও আকৃষ্ট করেছিল। পালগ্রেভ ঐতিহ্যবাহী স্কুল যেমন ইটন কলেজের কঠোর নিয়মানুবর্তিতার পরিবর্তে \"জরিমানা এবং তিরস্কার\" এবং এমনকি সম্ভবত \"কিশোর বিচার\" ব্যবস্থা চালু করেছিল, অর্থাৎ, ছাত্রদের দ্বারা এবং ছাত্রদের জন্য পরিচালিত বিচার। অধিকন্তু, ঐতিহ্যবাহী শাস্ত্রীয় অধ্যয়নের পরিবর্তে, স্কুলটি একটি ব্যবহারিক পাঠ্যক্রম প্রদান করেছিল যা বিজ্ঞান এবং আধুনিক ভাষার উপর জোর দেয়। বারবাল্ড নিজে কনিষ্ঠ ছেলেদের জন্য পঠন এবং ধর্মের প্রাথমিক বিষয়গুলো এবং উচ্চতর গ্রেডের জন্য ভূগোল, ইতিহাস, রচনা, অলঙ্কারশাস্ত্র এবং বিজ্ঞান শিক্ষা দিতেন।\nতিনি একজন নিবেদিতপ্রাণ শিক্ষক ছিলেন, স্কুলের জন্য একটি \"সাপ্তাহিক ক্রনিকল\" তৈরি করতেন এবং ছাত্রদের পরিবেশনের জন্য নাট্য রচনা লিখতেন। বারবাল্ড তার অনেক ছাত্রের উপর গভীর প্রভাব ফেলেছিলেন। একজন যিনি অসাধারণ সাফল্য অর্জন করেছিলেন তিনি ছিলেন উইলিয়াম টেলর, জার্মান সাহিত্যের একজন বিশিষ্ট পণ্ডিত, যিনি বারবাল্ডকে \"তার মনের মা\" বলে উল্লেখ করেছিলেন।\n\n\n== রাজনীতি ও হামস্টেডে সম্পৃক্ততা ==\n\nসেপ্টেম্বর ১৭৮৫ সালে, বারবোল্ড দম্পতি পালগ্রেভ থেকে ফ্রান্স ভ্রমণে বের হন। এ সময় রোশেমঁর মানসিক স্বাস্থ্য ক্রমেই অবনতি হতে থাকে এবং তিনি আর শিক্ষকতা চালিয়ে যেতে পারেননি। ১৭৮৭ সালে, তারা হামস্টেডে চলে যান, যেখানে রোশেমঁকে পরবর্তী সময়ে রসলিন হিল ইউনিটেরিয়ান চ্যাপেল-এর মন্ত্রী হিসেবে নিয়োগ দেওয়া হয়। এখানেই বারবোল্ড নাট্যকার জোয়ানা বেইলির ঘনিষ্ঠ বন্ধু হয়ে ওঠেন।\nযদিও তারা এখন আর কোনো স্কুল পরিচালনা করছিলেন না, তবুও বারবোল্ড দম্পতি শিক্ষার প্রতি তাদের দায়বদ্ধতা ছাড়েননি। তারা মাঝে মাঝে ব্যক্তিগত পরিচিতদের সুপারিশে এক বা দুইজন শিক্ষার্থীকে বাড়িতে থাকার সুযোগ দিতেন। ১৮০০-এর দশকের শুরুতে বারবোল্ড হামস্টেডের চার্চ রোডে বাস করতেন, তবে সঠিকভাবে কোন বাড়িতে ছিলেন তা জানা যায় না।\nএই সময়টি ছিল ফরাসি বিপ্লবের চূড়ান্ত সময় এবং বারবোল্ড তার সবচেয়ে প্রগতিশীল রাজনৈতিক লেখা প্রকাশ করেন। ১৭৮৭ থেকে ১৭৯০ সালের মধ্যে চার্লস জেমস ফক্স ব্রিটিশ পার্লামেন্টে বারবার প্রচেষ্টা চালান যেন ভিন্নধর্মীদের পূর্ণ নাগরিক অধিকার প্রদান করা হয়। কিন্তু যখন তৃতীয়বারের মতো বিলটি পরাজিত হয়, তখন বারবোল্ড অত্যন্ত আবেগপূর্ণ এক প্রবন্ধ রচনা করেন, অ্যান অ্যাড্রেস টু দ্য অপোজার্স অফ দ্য রিপিল অফ দ্য কর্পোরেশন অ্যান্ড টেস্ট অ্যাক্টস। পাঠকরা বিস্মিত হন যে, এত সুচিন্তিত ও সুসংগঠিত যুক্তি একজন নারীর কলম থেকে আসতে পারে।\n১৭৯১ সালে, যখন উইলিয়াম উইলবারফোর্স দাসব্যবসা বিলোপের প্রচেষ্টায় ব্যর্থ হন, তখন বারবোল্ড এপিস্টল টু উইলিয়াম উইলবারফোর্স এসকিউ. অন দ্য রিজেকশন অফ দ্য বিল ফর অ্যাবোলিশিং দ্য স্লেভ ট্রেড লেখেন। এতে তিনি শুধু ক্রীতদাসদের দুর্দশার কথা বলেননি, বরং সতর্ক করেছিলেন যে, দাসপ্রথা অব্যাহত থাকলে ব্রিটিশ সমাজ নৈতিক ও সামাজিকভাবে অবক্ষয়ের শিকার হবে। ১৭৯২ সালে, তিনি এই জাতীয় দায়িত্বের বিষয়টি আরও জোরালোভাবে তুলে ধরেন সিন্স অব গভর্নমেন্ট, সিন্স অব দ্য নেশন নামক এক বক্তৃতায়। তিনি যুক্তি দেন, প্রতিটি নাগরিকই রাষ্ট্রের পাপের জন্য দায়ী, কারণ \"আমরা জাতীয় পাপ থেকে মুক্ত হতে আহ্বান জানাই, কারণ আমরা তা ঠেকাতে পারি, এবং আমাদের তা করা উচিত।\"\n\n\n== স্টোক নিউইংটন ও পরবর্তী জীবন ==\n১৮০২ সালে, বারবোল্ড দম্পতি স্টোক নিউইংটনে চলে যান এবং ১১৩ চার্চ স্ট্রিটে বসবাস করতে শুরু করেন। রোশেমঁ নিউইংটন গ্রিন ইউনিটেরিয়ান চ্যাপেল-এর পালক পদ গ্রহণ করেন, যা এক মাইল দূরে অবস্থিত ছিল। বারবোল্ড নিজেও আনন্দিত ছিলেন, কারণ তার ভাই জন কাছেই ছিলেন, বিশেষ করে যখন তার স্বামীর মানসিক অবস্থা ক্রমশ অবনতির দিকে যাচ্ছিল।\nরোশেমঁ একসময় তার স্ত্রীর প্রতি প্রচণ্ড শত্রুতা পোষণ করতে শুরু করেন এবং তার প্রতি ক্রোধপূর্ণ উন্মাদ আচরণ দেখাতে থাকেন। একদিন তিনি ছুরি হাতে তাকে তাড়া করেন এবং বারবোল্ড জানালা দিয়ে লাফিয়ে পালিয়ে নিজেকে রক্ষা করেন। এই ধরনের ঘটনা বারবার ঘটতে থাকে এবং বারবোল্ড দারুণ দুঃখ ও বিপদের মধ্যে দিন কাটান, কিন্তু তিনি কখনো তাকে ছেড়ে যাননি।\n১৮০৮ সালে, রোশেমঁ কাছাকাছি অবস্থিত নিউ রিভারে ঝাঁপ দিয়ে আত্মহত্যা করেন, আর বারবোল্ড এই ঘটনার পর মানসিকভাবে ভেঙে পড়েন। দীর্ঘ সময় পর যখন তিনি আবার লেখায় ফেরেন, তখন তিনি রচনা করেন তার বিখ্যাত রাজনৈতিক কবিতা এইটিন হান্ড্রেড অ্যান্ড ইলেভেন (১৮১২), যেখানে তিনি ইংল্যান্ডকে এক ধ্বংসস্তূপ হিসেবে চিত্রিত করেন।\nএই কবিতার জন্য তাকে এতটাই কঠোর সমালোচনার মুখে পড়তে হয় যে, বারবোল্ড গবেষক উইলিয়াম ম্যাকার্থি মতে, এরপর \"তার কলম থেকে আর কোনো স্বতন্ত্র গ্রন্থ প্রকাশিত হয়নি\"। লুসি অ্যাইকিন এমনকি ভুলভাবে দাবি করেন যে, তিনি লেখা একেবারেই ছেড়ে দিয়েছিলেন।\nম্যাকার্থি ব্যাখ্যা করেন যে, বারবোল্ড পুরোপুরি লেখা থেকে সরে যাননি, তবে তিনি গভীর বিষণ্ণতায় ডুবে গিয়েছিলেন। ১৮১৩ সালে, তিনি স্বীকার করেন যে, তার লেখালেখি অলস হয়ে পড়েছে, তবে এর পরেও তিনি বেশ কিছু রচনা প্রকাশ করেন, যার মধ্যে ছিল তিনটি \"ডায়ালগ\" ও একটি কবিতা ওড টু রেমোর্স।\nএকসময় মনে করা হতো যে, এইটিন হান্ড্রেড অ্যান্ড ইলেভেন ছিল বারবোল্ডের সাহিত্যিক জীবনের সমাপ্তি, তবে সাম্প্রতিক গবেষণা এটিকে পুনরায় রোমান্টিক সাহিত্যের অংশ হিসেবে প্রতিষ্ঠিত করেছে। বর্তমানে অনেক গবেষকই এটিকে তার শ্রেষ্ঠ কাব্যিক অর্জন হিসেবে বিবেচনা করেন।\nবারবোল্ড ১৮২৫ সালে মারা যান এবং তাকে স্টোক নিউইংটনের সেন্ট মেরির গির্জার পারিবারিক সমাধিক্ষেত্রে সমাহিত করা হয়। তার মৃত্যুর পর, নিউইংটন গ্রিন চ্যাপেলে একটি স্মৃতিস্তম্ভ স্থাপন করা হয়, যেখানে লেখা ছিল:\n\n\n== পালগ্রেভ একাডেমি ==\nবারবোল্ড এবং তার স্বামী সাফোকের পালগ্রেভ একাডেমিতে এগারো বছর শিক্ষকতা করেন। শুরুতে, বারবোল্ড কেবল তার নিজের পরিবারের নয়, স্কুলেরও দায়িত্বে ছিলেন; তিনি হিসাবরক্ষক, পরিচারিকা এবং গৃহপরিচালিকার ভূমিকা পালন করতেন। স্কুলটি মাত্র আটজন ছাত্র নিয়ে শুরু হয়েছিল, কিন্তু বারবোল্ডরা ১৭৮৫ সালে চলে যাওয়ার সময় এটি প্রায় চল্লিশজন ছাত্রে পৌঁছেছিল, যা স্কুলটির চমৎকার সুনামের প্রতিফলন। তাদের শিক্ষাদান পদ্ধতি কঠোর শাস্তির পরিবর্তে 'জরিমানা এবং উপদেশ' ব্যবস্থার উপর ভিত্তি করে ছিল এবং সম্ভবত 'কিশোর বিচার' অন্তর্ভুক্ত ছিল, যেখানে ছাত্ররাই নিজেদের বিচার পরিচালনা করত। তদুপরি, ঐতিহ্যবাহী শাস্ত্রীয় শিক্ষার পরিবর্তে, স্কুলটি বিজ্ঞান এবং আধুনিক ভাষার উপর জোর দিয়ে ব্যবহারিক পাঠ্যক্রম প্রদান করত। বারবোল্ড নিজেই ছোট ছাত্রদের পড়া এবং ধর্ম, এবং উচ্চ শ্রেণির জন্য ভূগোল, ইতিহাস, রচনা, অলঙ্কারশাস্ত্র এবং বিজ্ঞান পড়াতেন।\nতিনি একজন নিবেদিতপ্রাণ শিক্ষক ছিলেন, স্কুলের জন্য একটি 'সাপ্তাহিক ক্রনিকল' তৈরি করতেন এবং ছাত্রদের অভিনয়ের জন্য নাটকীয় রচনা লিখতেন। বারবোল্ড তার অনেক ছাত্রের উপর গভীর প্রভাব ফেলেছিলেন।. তাদের মধ্যে একজন ছিলেন উইলিয়াম টেইলর, একজন প্রখ্যাত জার্মান সাহিত্য পণ্ডিত, যিনি বারবোল্ডকে 'তার মনের মা' বলে উল্লেখ করেছেন।\n\n\n== উত্তরাধিকার ==\n\nবারবোল্ডের মৃত্যুতে, নিউক্যাসল ম্যাগাজিন তাকে \"নিঃসন্দেহে আমাদের নারী কবিদের মধ্যে শ্রেষ্ঠ এবং প্রবন্ধ লেখকদের মধ্যে অন্যতম প্রবল ও সুগঠিত\" বলে প্রশংসা করেছিল। ইম্পেরিয়াল ম্যাগাজিন লিখেছিল, \"যতদিন ব্রিটেনে সাহিত্যচর্চা চলবে বা যতদিন ইংরেজি ভাষা পরিচিত থাকবে, ততদিন এই মহিলার নাম শ্রদ্ধার সঙ্গে স্মরণ করা হবে।\" তাকে জোসেফ অ্যাডিসন এবং স্যামুয়েল জনসন-এর সঙ্গে তুলনা করা হয়েছিল, যা ১৮শ শতকের একজন নারী লেখকের জন্য অত্যন্ত মর্যাদার বিষয়।\nতবে, ১৯২৫ সালের মধ্যে তাকে কেবল শিশুদের জন্য নীতিশিক্ষামূলক লেখক হিসেবেই মনে করা হত, যদি তা-ও হয়। ১৯৭০ ও ১৯৮০-এর দশকের নারীবাদী সাহিত্য সমালোচনার উত্থান না হলে, বারবোল্ড আবার সাহিত্য ইতিহাসে স্থান পেতেন না।\nনরউইচের তরুণ কবি অমেলিয়া ওপি বারবোল্ডকে অত্যন্ত শ্রদ্ধা করতেন এবং ১৭৮৭ সালে তার কাছে কবিতা পাঠিয়ে পরামর্শ চাইতেন। কিন্তু ১৯শ শতকের শুরুতেই বারবোল্ড ধীরে ধীরে সাহিত্য জগৎ থেকে হারিয়ে যান। এর পেছনে বেশ কিছু কারণ ছিল। সবচেয়ে বড় কারণ ছিল স্যামুয়েল টেলর কোলরিজ এবং উইলিয়াম ওয়ার্ডসওয়ার্থ-এর বিরূপ মনোভাব। একসময় তারা বারবোল্ডের কবিতা থেকে অনুপ্রেরণা নিলেও পরে তারা রক্ষণশীল হয়ে পড়েন এবং তার কাজকে অবজ্ঞা করতে থাকেন।\nযখন কোলরিজ ও ওয়ার্ডসওয়ার্থ সাহিত্যিক মহলে প্রধান কবি হিসেবে প্রতিষ্ঠা পান, তখন তাদের মতামতই গ্রহণযোগ্য হয়ে ওঠে। তদুপরি, বারবোল্ড যে অসন্তুষ্ট একাডেমিগুলোর বুদ্ধিবৃত্তিক জগতে গুরুত্বপূর্ণ ছিলেন, তা ১৯শ শতকের শেষের দিকে মধ্যবিত্ত সমাজের সাথে যুক্ত হয়ে যায়। ম্যাথিউ আর্নল্ড এই মধ্যবিত্ত সমাজকে \"সংস্কৃতিহীন\" হিসেবে অভিহিত করেন এবং পরবর্তী সময়ে শিল্প বিপ্লবের বিভিন্ন অসঙ্গতির জন্য তাদের দায়ী করা হয়।\nঅবশেষে, ভিক্টোরীয়রা বারবোল্ডকে \"সংবেদনশীল পবিত্রতার প্রতীক\" হিসেবে দেখেছিল এবং তার রাজনৈতিক সাহস, কঠোর যুক্তিবাদ, হাস্যরস ও বিদ্রূপের ক্ষমতা মুছে ফেলেছিল। ফলে তিনি এমন এক সাহিত্যিক চরিত্রে পরিণত হন, যাকে পরবর্তী আধুনিকতাবাদীরা অপছন্দ করত।\n১৯শ শতকের শেষের দিকে সাহিত্য গবেষণা একটি পৃথক শাখায় পরিণত হলে, রোমান্টিক আন্দোলনের উৎপত্তির গল্পও গড়ে ওঠে। এই দৃষ্টিভঙ্গি অনুসারে, কোলরিজ এবং ওয়ার্ডসওয়ার্থই যুগের প্রধান কবি ছিলেন। এই ধারণাটি প্রায় এক শতাব্দী ধরে টিকে ছিল। এমনকি ১৯৭০-এর দশকে নারীবাদী সাহিত্য সমালোচনা জনপ্রিয় হলেও, বারবোল্ড উপেক্ষিতই থেকে যান। মার্গারেট ইজেল ব্যাখ্যা করেছেন যে, নারীবাদী সমালোচকেরা এমন নারীদের পুনরুদ্ধার করতে চেয়েছিলেন যারা রাগী, লিঙ্গভিত্তিক বাধা অতিক্রমের চেষ্টা করেছিলেন এবং অন্য নারীদের সাথে সংহতি গড়ে তুলেছিলেন। বারবোল্ডকে এসব ধাঁচের মধ্যে সহজে ফেলা যেত না।\nপরবর্তী সময়ে, যখন রোমান্টিক সাহিত্য ও নারীবাদ নিয়ে গভীর পর্যালোচনা শুরু হয়, তখনই তার কণ্ঠস্বর নতুনভাবে স্বীকৃতি পায়। বারবোল্ডের রচনাবলী দীর্ঘদিন মুদ্রিত হয়নি এবং ২০০৯ সালে উইলিয়াম ম্যাককার্থির অ্যানা লিটিয়া বারবোল্ড: ভয়েস অফ দি এনলাইটেনমেন্ট প্রকাশিত না হওয়া পর্যন্ত তার পূর্ণাঙ্গ গবেষণা ভিত্তিক জীবনী লেখা হয়নি।\nবারবোল্ডের পালকপুত্র চার্লস, গিলবার্ট ওয়েকফিল্ড-এর কন্যাকে বিয়ে করেছিলেন। তাদের সন্তান আন্না লেটিশিয়া লে ব্রেটন, সাহিত্য স্মৃতিকথা লিখেছিলেন, যার মধ্যে মেমোয়ার অফ মিসেস বারবোল্ড, ইনক্লুডিং লেটার্স অ্যান্ড নোটিসেস অফ হার ফ্যামিলি অ্যান্ড ফ্রেন্ডস (১৮৭৪) অন্তর্ভুক্ত ছিল। ২০০৮ সালে, লন্ডনের ন্যাশনাল পোর্ট্রেট গ্যালারিতে বারবোল্ডের প্রতিকৃতি অন্যান্য বিখ্যাত ব্লুস্টকিংদের সাথে প্রদর্শিত হয়।\n\n\n== সাহিত্যিক বিশ্লেষণ ==\n\n\n=== কবিতা ===\n\nবারবোল্ডের বহুমুখী কবিতা মূলত নারীবাদী সাহিত্য সমালোচকদের দ্বারা পাঠ করা হয়েছে, যারা এমন নারী লেখকদের পুনরুদ্ধারে আগ্রহী যারা তাদের সময়ে গুরুত্বপূর্ণ ছিলেন কিন্তু সাহিত্য ইতিহাসে হারিয়ে গেছেন। আইসোবেল আর্মস্ট্রং এই বিষয়ে একধরনের বিশ্লেষণ উপস্থাপন করেছেন; তিনি যুক্তি দেন যে বারবোল্ড এবং অন্যান্য রোমান্টিক নারী কবিরা:\n\n... নারীদের জন্য বিশেষ কোনো ভাষার ধারণাকে স্বীকার করেননি, এবং নিজেদের অযৌক্তিকতার জগতে আবদ্ধ বলে মেনে নেননি। তারা এই সমস্যার মোকাবিলায় দুটি কৌশল গ্রহণ করেছিলেন। প্রথমত, তারা প্রচলিত 'নারীবাচক' রূপ ও ভাষা ব্যবহার করলেও সেগুলো বিশ্লেষণমূলক উদ্দেশ্যে কাজে লাগিয়েছেন। দ্বিতীয়ত, তারা পুরুষতান্ত্রিক দার্শনিক ঐতিহ্যকে চ্যালেঞ্জ করেছেন, যা নারীদের অভিজ্ঞতাকে খাটো করে দেখায়, এবং সেই ঐতিহ্যকে নতুনভাবে গড়ে তুলেছেন।\nতারপর, \"ইনস্ক্রিপশন ফর অ্যান আইস-হাউস\" কবিতার বিশ্লেষণে আর্মস্ট্রং দেখিয়েছেন যে বারবোল্ড এডমুন্ড বার্ক-এর সাবলিম ও সুন্দর সম্পর্কে ধারণা এবং অ্যাডাম স্মিথ-এর দ্য ওয়েলথ অব নেশনস-এ উত্থাপিত অর্থনৈতিক তত্ত্বগুলোর সমালোচনা করেছেন।মারলন রস ও অ্যান কে. মেলর-এর কাজ নারীবাদী তত্ত্বের আলোকেই নারী লেখকদের পুনরুদ্ধারের আরেকটি পদ্ধতি উপস্থাপন করে। তারা যুক্তি দেন যে বারবোল্ড ও অন্যান্য রোমান্টিক নারী কবিরা সাহিত্য জগতে একটি স্বতন্ত্র নারীবাচক কণ্ঠ তৈরি করেছিলেন। রসের মতে, একজন নারী ও ভিন্ন মতাবলম্বী হিসেবে বারবোল্ডের সমাজ সম্পর্কে এক অনন্য দৃষ্টিভঙ্গি ছিল, যা তাকে সামাজিক মন্তব্য প্রকাশে অনুপ্রাণিত করেছিল। তবে, রস ইঙ্গিত দেন যে নারীরা একটি দ্বৈত সংকটের মুখোমুখি হয়েছিলেন: \"তারা হয়তো রাজনীতি নিয়ে এমনভাবে কথা বলতে পারতেন যাতে তাদের রাজনৈতিক আবেগের স্পষ্টতা কমে যেত, অথবা তারা এমন সাহিত্যিক রীতি গ্রহণ করতে পারতেন যা প্রকাশ্যে রাজনৈতিক, তবে এতে নারীর উপযুক্ত সৌন্দর্য সংযোজিত থাকত, কিন্তু এতে আবার তাদের রাজনৈতিক অভিপ্রায় ক্ষীণ হয়ে যেত।\" ফলস্বরূপ, বারবোল্ড ও অন্যান্য রোমান্টিক নারী কবিরা প্রায়ই অবসরের কবিতা লিখতেন। এসব কবিতা ঐতিহ্যগতভাবে জাতীয় ঘটনাবলীর উপর ব্যঙ্গাত্মক মন্তব্য করত, তবে ১৮শ শতকের শেষের দিকে এগুলো আরও গম্ভীর ও ব্যক্তিগত হয়ে ওঠে। নারীরা সংবেদনশীল কবিতা লিখতেন, যা তখন জনপ্রিয় ছিল। তারা ব্যক্তিগত ঘটনাগুলোর (যেমন সন্তানের জন্ম) উপর লেখা কবিতার মাধ্যমে যুক্তি উপস্থাপন করতেন যে, দৈনন্দিন জীবনের ছোটখাটো ঘটনাবলীর উপর মন্তব্য করেই জাতির জন্য নৈতিক ভিত্তি স্থাপন করা সম্ভব। রস ও মেলর-এর মতো গবেষকদের মতে, প্রচলিত শৈলী ও ধারাকে নতুনভাবে ব্যবহার করাই ছিল নারীদের দ্বারা নির্মিত একটি স্বতন্ত্র রোমান্টিকতাবাদ।\n\n\n=== রাজনৈতিক প্রবন্ধ এবং কবিতা ===\n\n১৮ শতকের অধ্যয়ন পণ্ডিত হ্যারিয়েট গেস্টের মতে, বারবোল্ডের সবচেয়ে উল্লেখযোগ্য রাজনৈতিক রচনাগুলি হলো: \"অ্যান অ্যাড্রেস টু দ্য অপোজারস অফ দ্য রিপিল অফ দ্য কর্পোরেশন অ্যান্ড টেস্ট অ্যাক্টস\" (১৭৯০), \"এপিসল টু উইলিয়াম উইলবারফোর্স অন দ্য রিজেকশন অফ দ্য বিল ফর অ্যাবোলিশিং দ্য স্লেভ ট্রেড\" (১৭৯১), \"সিনস অফ গভর্নমেন্ট, সিনস অফ দ্য নেশন\" (১৭৯৩), এবং \"এইটিন হান্ড্রেড অ্যান্ড ইলেভেন\" (১৮১২)। হ্যারিয়েট গেস্ট যেমন ব্যাখ্যা করেছেন, \"১৭৯০-এর দশকে বারবোল্ডের প্রবন্ধগুলির মূল বিষয়বস্তু ছিল একটি ধর্মীয়, নাগরিক এবং জাতীয় সংস্থা হিসাবে জনসাধারণের সংবিধান গঠন, এবং তিনি সর্বদা ব্যক্তিগত ব্যক্তিদের অধিকার এবং বিস্তৃত অন্তর্ভুক্তিমূলক শর্তে সংজ্ঞায়িত জনসাধারণের অধিকারের মধ্যে ধারাবাহিকতার উপর জোর দিতে উদ্বিগ্ন ছিলেন\"।\nতিন বছর ধরে, ১৭৮৭ থেকে ১৭৯০ সাল পর্যন্ত, ডিসেনটাররা সংসদকে টেস্ট এবং কর্পোরেশন অ্যাক্ট ১৬৬১ বাতিল করার জন্য রাজি করানোর চেষ্টা করছিল, যা ডিসেনটারদের নাগরিক অধিকারকে সীমিত করেছিল। তৃতীয়বারের মতো বাতিল হওয়ার পর, বারবোল্ড \"নয় বছরের নীরবতার\" পর জনসমক্ষে আত্মপ্রকাশ করেন। তার তীব্র আবেগপূর্ণ পুস্তিকাটি একটি ধারালো এবং ব্যঙ্গাত্মক সুরে লেখা। এটি শুরু হয়, \"আমরা ডিসেনটারদের প্রতি দেওয়া প্রশংসার জন্য আপনাদের ধন্যবাদ জানাই, যখন আপনারা মনে করেন যে তারা ক্ষমতা এবং লাভের পদে যোগ্য হওয়ার সাথে সাথেই এই সমস্ত পদ তাদের দ্বারা পূর্ণ হবে\"। তিনি যুক্তি দেন যে ডিসেনটাররা অন্য যেকোনো মানুষের মতো একই অধিকারের যোগ্য: \"আমরা পুরুষ হিসাবে এটি দাবি করি, আমরা নাগরিক হিসাবে এটি দাবি করি, আমরা ভালো প্রজা হিসাবে এটি দাবি করি\"। অধিকন্তু, তিনি যুক্তি দেন যে অন্যদের দ্বারা ডিসেনটারদের উপর চাপানো বিচ্ছিন্নতাই তাদের চিহ্নিত করে, তাদের উপাসনার পদ্ধতিতে অন্তর্নিহিত কোনো কিছু নয়। পরিশেষে, ব্রিটিশ জাতীয়তাবাদের প্রতি আবেদন জানিয়ে, তিনি বজায় রাখেন যে ফরাসিদেরকে স্বাধীনতার বিস্তারে ব্রিটিশদের ছাড়িয়ে যাওয়ার অনুমতি দেওয়া যাবে না।\n\nপরের বছর, উইলিয়াম উইলবারফোর্সের অনেক দাসপ্রথা বিলোপ আইনগুলোর মধ্যে একটি ব্রিটিশ সংসদে পাস হতে ব্যর্থ হওয়ার পর, বারবোল্ড \"এপিসল টু উইলিয়াম উইলবারফোর্স অন দ্য রিজেকশন অফ দ্য বিল ফর অ্যাবোলিশিং দ্য স্লেভ ট্রেড\" (১৭৯১) রচনা করেন। এই রচনায়, বারবোল্ড দাসপ্রথা বিলোপ আইন প্রত্যাখ্যান করার জন্য সংসদের তীব্র সমালোচনা করেন, পাশাপাশি দাস বাণিজ্যের নিন্দা করেন; রচনাটি একজন কথিত ওয়েস্ট ইন্ডিয়ান প্ল্যান্টার এবং তার স্ত্রীর অধঃপতনের উপর দৃষ্টি নিবদ্ধ করে, যা \"ঔপনিবেশিক উদ্যোগের ব্যর্থতা প্রকাশ করে: [একটি] অলস, কামুক, অদ্ভুত মহিলা\" এবং \"অধঃপতিত, দুর্বল পুরুষ\"।\n১৭৯৩ সালে, যখন ব্রিটিশ সরকার যুদ্ধের সম্মানে জাতিকে উপবাস করার আহ্বান জানায়, তখন বারবোল্ডের মতো যুদ্ধবিরোধী ডিসেনটাররা একটি নৈতিক দ্বিধায় পড়েছিলেন: \"আদেশ মেনে চলুন এবং তাদের বিবেকের বিরুদ্ধে গিয়ে এমন একটি যুদ্ধের সাফল্যের জন্য প্রার্থনা করুন যা তারা অনুমোদন করেনি? উপবাস পালন করুন, কিন্তু যুদ্ধের বিরুদ্ধে প্রচার করুন? ঘোষণা অমান্য করুন এবং উপবাসে কোনো অংশ নিতে অস্বীকার করুন?\"। বারবোল্ড এই সুযোগটি \"সিনস অফ গভর্নমেন্ট, সিনস অফ দ্য নেশন\" নামে একটি ধর্মোপদেশ লেখার জন্য নিয়েছিলেন, যা ব্যক্তির নৈতিক দায়িত্বের উপর লেখা। তার জন্য, প্রতিটি ব্যক্তি জাতির কর্মের জন্য দায়ী কারণ সে জাতির অংশ। প্রবন্ধটি রাষ্ট্রের মধ্যে ব্যক্তির সঠিক ভূমিকা নির্ধারণ করার চেষ্টা করে, এবং যদিও তিনি যুক্তি দেন যে \"অবাধ্যতা\" একটি সরকারকে দুর্বল করতে পারে, তবুও তিনি স্বীকার করেন যে একটি সরকারের আনুগত্যে \"বিবেকের\" সীমা রয়েছে যা অতিক্রম করা যায় না।\n\"এইটিন হান্ড্রেড অ্যান্ড ইলেভেন\" (১৮১২) এ, ব্রিটেন যখন এক দশক ধরে ফ্রান্সের সাথে যুদ্ধে লিপ্ত ছিল এবং নেপোলিয়নীয় যুদ্ধ হারানোর দ্বারপ্রান্তে ছিল, তখন বারবোল্ড একটি চমকপ্রদ জুবেলিয়ান ব্যঙ্গ উপস্থাপন করেছিলেন; তিনি যুক্তি দিয়েছিলেন যে ব্রিটিশ সাম্রাজ্য হ্রাস পাচ্ছিল এবং আমেরিকান সাম্রাজ্য বৃদ্ধি পাচ্ছিল। তিনি দাবি করেছিলেন যে ব্রিটেনের সম্পদ এবং খ্যাতি এখন আমেরিকায় যাবে, এবং ব্রিটেন কেবল একটি শূন্য ধ্বংসস্তূপে পরিণত হবে। তিনি এই পতনকে সরাসরি নেপোলিয়নীয় যুদ্ধে ব্রিটেনের অংশগ্রহণের সাথে যুক্ত করেছিলেন:\n\nআশ্চর্যের বিষয় নয়, ভবিষ্যতের এই হতাশাবাদী দৃষ্টিভঙ্গি খারাপভাবে গৃহীত হয়েছিল: \"উদার বা রক্ষণশীল ম্যাগাজিনগুলিতে পর্যালোচনাগুলি সতর্ক থেকে পৃষ্ঠপোষকতামূলক নেতিবাচক থেকে শুরু করে চরম অপমানজনক পর্যন্ত ছিল\"। ই. জে. ক্লেরি বলেছেন যে বারবোল্ড ইচ্ছাকৃতভাবে বিতর্ক তৈরি করেছিলেন \"সরকারি যুদ্ধ নীতি এবং ... বিশেষভাবে [বাণিজ্য অবরোধের ব্যবস্থা] নিয়ে জন বিতর্ক উস্কে দেওয়ার জন্য\"। অবরোধ নীতিটি প্রকৃতপক্ষে ১৮১২ সালে পরিবর্তিত হয়েছিল, যার ফলে বাণিজ্যের উন্নতি হয়েছিল। ক্লেরির ২০১৭ সালের \"এইটিন হান্ড্রেড অ্যান্ড ইলেভেন\" এর অধ্যয়ন বারবোল্ডকে এই ফলাফলে অবদান রাখার জন্য স্বীকৃতি দেয় এবং তাকে সমালোচকদের শিকার হিসাবে চিত্রিত করার পরিবর্তে পরিবর্তনের এজেন্ট হিসাবে চিত্রিত করার আহ্বান জানায়। বারবোল্ড সর্বদা রাজনীতির মানবিক মূল্য সম্পর্কে সচেতন ছিলেন। এমনকি যখন ব্রিটেন যুদ্ধ জয়ের দ্বারপ্রান্তে ছিল, তখন তিনি একজন বন্ধুকে লিখেছিলেন, \"এই বিজয়ে কীভাবে আনন্দ করতে হয় আমি জানি না, এটি বুয়োনপার্টের উপর দুর্দান্ত বিজয় হলেও, যখন আমি জীবনের ভয়ানক অপচয়, দুঃখের স্তূপের কথা ভাবি, যা এই ধরনের বিশাল যুদ্ধ ঘটাতে পারে\"।\n\n\n=== শিশুদের সাহিত্য ===\n\nবারবোল্ডের \"শিশুদের জন্য পাঠ\" শিশুদের সাহিত্যে একটি বিপ্লব ঘটিয়েছে। প্রথমবারের মতো, শিশু পাঠকের চাহিদা গুরুত্ব সহকারে বিবেচনা করা হয়েছিল। বারবোল্ড দাবি করেছিলেন যে তার বইগুলি বড় অক্ষরে এবং প্রশস্ত মার্জিন দিয়ে মুদ্রিত করা হোক যাতে শিশুরা সহজেই পড়তে পারে এবং আরও গুরুত্বপূর্ণভাবে, তিনি \"অভিভাবক এবং সন্তানের মধ্যে অনানুষ্ঠানিক সংলাপের\" একটি শৈলী তৈরি করেছিলেন যা এক প্রজন্মের জন্য শিশুদের সাহিত্যে প্রাধান্য বিস্তার করবে। \"লেসনস ফর চিলড্রেন\"-এ, চার খণ্ডের, বয়স-উপযোগী পঠন প্রাইমার, বারবোল্ড একজন মা তার ছেলেকে শেখানোর ধারণাটি ব্যবহার করেন। এটা খুবই সম্ভব যে এই গল্পগুলির অনেক ঘটনা বারবোল্ডের নিজের ছেলে চার্লসকে শেখানোর অভিজ্ঞতা দ্বারা অনুপ্রাণিত হয়েছিল। সিরিজটি সাক্ষরতা অর্জনের একটি উপায় থেকে অনেক বেশি - এটি পাঠককে \"সমাজের প্রতীক-ব্যবস্থা এবং ধারণাগত কাঠামোর উপাদানগুলির সাথে পরিচয় করিয়ে দেয়, একটি নৈতিকতা তৈরি করে এবং তাকে একটি নির্দিষ্ট ধরণের সংবেদনশীলতা বিকাশে উত্সাহিত করে\"। অধিকন্তু, এটি শিশুকে \"উদ্ভিদবিদ্যা, প্রাণিবিদ্যা, সংখ্যা, রসায়নে অবস্থার পরিবর্তন... অর্থ ব্যবস্থা, ক্যালেন্ডার, ভূগোল, আবহাওয়াবিদ্যা, কৃষি, রাজনৈতিক অর্থনীতি, ভূতত্ত্ব এবং জ্যোতির্বিদ্যার\" নীতিগুলির সাথে পরিচয় করিয়ে দেয়। সিরিজটি তুলনামূলকভাবে জনপ্রিয় ছিল। মারিয়া এজওয়ার্থ তার বাবার সাথে সহ-রচিত শিক্ষামূলক গ্রন্থ \"Practical Education\" (১৭৯৮) এ মন্তব্য করেছিলেন: এটি \"সাত থেকে দশ বছর বয়সী তরুণদের জন্য সেরা বইগুলির মধ্যে একটি, যা এখনও পর্যন্ত প্রকাশিত হয়েছে\"।\nসেই সময়ে কেউ কেউ বারবোল্ডের কাজকে শিশুদের সাহিত্যে ফ্যান্টাসি থেকে শিক্ষামূলকতার দিকে পরিবর্তনের চিহ্ন হিসেবে দেখেছিলেন। সারাহ বার্নি, তার জনপ্রিয় উপন্যাস \"Traits of Nature\" (১৮১২)-এ, ১৪ বছর বয়সী ক্রিস্টিনা ক্লিভল্যান্ডকে মন্তব্য করতে দেখা যায়, \"আচ্ছা, তাহলে; আপনি জানেন যে সমস্ত আধুনিক স্কুল-রুমে রূপকথার গল্প নিষিদ্ধ আনন্দ। মিসেস বারবোল্ড, এবং মিসেস ট্রিমার, এবং মিস এজওয়ার্থ, এবং আরও শতাধিক জন শিশুদের জন্য ভালো বই লিখেছেন, যা দরিদ্র মাদার গুজ এবং আরব্য রজনীকে সম্পূর্ণ অপ্রিয় করে তুলেছে; - অন্তত, বাবা-মায়েদের কাছে\"। ল্যাম্বরা আরও কঠোর সমালোচনা করেছিলেন, ম্যারির \"গুডি টু শুজ-এর ইতিহাস\" এর একটি অনুলিপি খোঁজার ব্যর্থ চেষ্টার কথা জানিয়ে, যা তার ভাই দাবি করেছিল কারণ \"মিসেস বারবোল্ডের জিনিসপত্র নার্সারির সমস্ত পুরানো ক্লাসিককে নির্বাসিত করেছে\"।\n\"লেসনস ফর চিলড্রেন\" এবং \"হাইমস ইন প্রজ\"-এর শিশুদের বইয়ের জন্য অভূতপূর্ব প্রভাব ছিল; তারা কেবল উইলিয়াম ব্লেক, উইলিয়াম ওয়ার্ডসওয়ার্থ এবং জেন টেলরের কবিতাকে প্রভাবিত করেনি, তারা বেশ কয়েক প্রজন্ম ধরে স্কুলছাত্রদের শেখানোর জন্যও ব্যবহৃত হয়েছিল। শিশু সাহিত্যের পণ্ডিত উইলিয়াম ম্যাককার্থি বলেছেন, \"এলিজাবেথ ব্যারেট ব্রাউনিং ঊনচল্লিশ বছর বয়সেও 'লেসনস ফর চিলড্রেন'-এর প্রথম লাইনগুলি উদ্ধৃত করতে পারতেন\"। যদিও স্যামুয়েল জনসন এবং চার্লস জেমস ফক্স উভয়েই বারবোল্ডের শিশুদের বইগুলিকে উপহাস করেছিলেন এবং বিশ্বাস করেছিলেন যে তিনি তার প্রতিভা নষ্ট করছেন, বারবোল্ড নিজেই এই ধরনের লেখাকে মহৎ বলে মনে করতেন এবং অন্যদেরকে তাকে অনুসরণ করতে উৎসাহিত করতেন। যেমন তার জীবনীকার বেটসি রজার্স ব্যাখ্যা করেছেন, \"তিনি কিশোর সাহিত্যের লেখাকে মর্যাদা দিয়েছেন এবং শিশুদের জন্য লেখার মান কম না করে, তিনি অন্যদেরকে অনুরূপ উচ্চ মানে লিখতে অনুপ্রাণিত করেছেন\"। প্রকৃতপক্ষে, বারবোল্ডের কারণে, সারাহ ট্রিমার এবং হান্না মোর দরিদ্র শিশুদের জন্য লিখতে এবং একটি বৃহৎ আকারের রবিবার স্কুল আন্দোলন সংগঠিত করতে অনুপ্রাণিত হয়েছিলেন, এলেনর ফেন মধ্যবিত্ত শিশুদের জন্য পাঠক এবং গেমের একটি সিরিজ লিখতে এবং ডিজাইন করতে অনুপ্রাণিত হয়েছিলেন এবং রিচার্ড লভেল এজওয়ার্থ শিশু বিকাশের প্রথম পদ্ধতিগত অধ্যয়নগুলির মধ্যে একটি শুরু করতে অনুপ্রাণিত হয়েছিলেন, যা মারিয়া এজওয়ার্থ এবং তার দ্বারা রচিত একটি শিক্ষামূলক গ্রন্থে এবং মারিয়ার শিশুদের গল্পের একটি বৃহৎ অংশে পরিণত হবে।\n\nবারবাউল তার ভাই জন এইকিনের সাথে মিলে ছয় খণ্ডের সিরিজ \"ইভনিংস অ্যাট হোম\" (১৭৯৩) রচনা করেন। এটি গল্প, রূপকথা, নাটক, কবিতা এবং সংলাপের একটি মিশ্রণ। নানাভাবে এই সিরিজটি জ্ঞানালোকের যুগের শিক্ষার আদর্শকে তুলে ধরে: \"কৌতূহল, পর্যবেক্ষণ এবং যুক্তি\"। উদাহরণস্বরূপ, গল্পগুলো হাতে-কলমে কার্যকলাপের মাধ্যমে বিজ্ঞান শেখার জন্য উৎসাহিত করে: \"এ টি লেকচার\"-এ শিশু শেখে যে চা তৈরি করা \"প্রকৃতপক্ষে একটি রসায়ন প্রক্রিয়া\" এবং এর পরে বাষ্পীভবন এবং ঘনীভবন সম্পর্কিত পাঠ অনুসরণ করা হয়। পাঠ্যটি যুক্তিবাদকেও জোর দেয়: \"থিংস বাই দেয়ার রাইট নেমস\"-এ, একটি শিশু তার বাবাকে \"একটি রক্তাক্ত খুনের\" গল্প বলতে বলে। বাবা \"একদা এক সময়ে\" এর মতো রূপকথার কিছু কাল্পনিক রীতি ব্যবহার করে গল্পটি বলেন, কিন্তু খুনিদের সকলের \"ইস্পাতের টুপি ছিল\" এর মতো বিবরণ দিয়ে তার ছেলেকে বিভ্রান্ত করেন। অবশেষে শিশুটি বুঝতে পারে যে তার বাবা তাকে একটি যুদ্ধের গল্প বলেছেন এবং তার বাবা মন্তব্য করেন \"আমি এর চেয়ে অর্ধেক রক্তাক্ত কোনো খুনের কথা জানি না\"। বিশ্বকে অপরিচিত করে পাঠককে যুক্তিসঙ্গতভাবে চিন্তা করতে বাধ্য করার কৌশল, সেইসাথে এই গল্পের যুদ্ধবিরোধী বার্তা, \"ইভনিংস অ্যাট হোম\" জুড়ে বিরাজ করে। প্রকৃতপক্ষে, এই সময়ের একজন পণ্ডিত মিশেল লেভি যুক্তি দিয়েছেন যে সিরিজটি পাঠকদের \"সমালোচনামূলক পর্যবেক্ষক এবং প্রয়োজনে কর্তৃপক্ষের বিরুদ্ধে সোচ্চার প্রতিরোধকারী হতে উৎসাহিত করেছে\"। এই প্রতিরোধ ঘরেই শেখা এবং অনুশীলন করা হয়; লেভির মতে, \"ইভনিংস অ্যাট হোম... দাবি করে যে সামাজিক এবং রাজনৈতিক সংস্কার অবশ্যই পরিবার থেকে শুরু হতে হবে\"।\nবারবাউলের ভাগ্নী লুসি এইকিন-এর মতে, \"ইভনিংস অ্যাট হোম\"-এ বারবাউলের অবদান ছিল নিম্নলিখিত রচনাগুলো: \"দ্য ইয়াং মাউস\", \"দ্য ওয়াস্প অ্যান্ড বি\", \"আলফ্রেড, এ ড্রামা\", \"অ্যানিম্যালস অ্যান্ড কান্ট্রিস\", \"ক্যানুটের তিরস্কার\", \"দ্য মাস্ক অফ নেচার\", \"থিংস বাই দেয়ার রাইট নেমস\", \"দ্য গুজ অ্যান্ড হর্স\", \"অন ম্যানুফ্যাকচারস\", \"দ্য ফ্লাইং-ফিশ\", \"এ লেসন ইন দ্য আর্ট অফ ডিস্টিংগুইশিং\", \"দ্য ফিনিক্স অ্যান্ড ডাভ\", \"দ্য ম্যানুফ্যাকচার অফ পেপার\", \"দ্য ফোর সিস্টার্স\" এবং \"লাইভ ডলস\"।\n\n\n=== সম্পাদনার কাজ ===\nবারবাউল তার জীবনের শেষ দিকে বেশ কয়েকটি গুরুত্বপূর্ণ কাজ সম্পাদনা করেন, যা আজকের পরিচিত সাহিত্যধারা গঠনে সাহায্য করেছে। প্রথমত, ১৮০৪ সালে, তিনি স্যামুয়েল রিচার্ডসন-এর চিঠিপত্র সম্পাদনা করেন এবং সেই ব্যক্তির একটি বিস্তৃত জীবনীমূলক ভূমিকা লেখেন, যিনি সম্ভবত ১৮ শতকের সবচেয়ে প্রভাবশালী ঔপন্যাসিক ছিলেন। তার \"২১২ পৃষ্ঠার প্রবন্ধটি তার জীবন ও কর্মের উপর লেখা প্রথম উল্লেখযোগ্য রিচার্ডসন জীবনী ছিল\"। পরের বছর তিনি \"সিলেকশনস ফ্রম দ্য স্পেকটেটর, ট্যাটলার, গার্ডিয়ান, অ্যান্ড ফ্রিহোল্ডার, উইথ এ প্রিলিমিনারি এসে\" সম্পাদনা করেন, যা \"বুদ্ধি\", \"আচরণ\" এবং \"রুচি\"-এর উপর জোর দেওয়া প্রবন্ধের একটি সংকলন। ১৮১১ সালে, তিনি \"দ্য ফিমেল স্পিকার\" সংগ্রহ করেন, যা বিশেষভাবে অল্পবয়সী মেয়েদের জন্য নির্বাচিত সাহিত্যের একটি সংকলন। বারবাউলের দর্শন অনুসারে, একজন ব্যক্তি যখন অল্প বয়সে যা পড়ে, তা গঠনমূলক, তাই তিনি তার মহিলা পাঠকদের \"কোমলতা\" যত্ন সহকারে বিবেচনা করেন এবং \"কোমল লিঙ্গের কর্তব্য, কর্মসংস্থান এবং স্বভাবের জন্য বিশেষভাবে উপযুক্ত বিষয়গুলির দিকে তার পছন্দকে পরিচালিত করেন\"। সংকলনটি \"নৈতিক এবং শিক্ষামূলক রচনা\" এবং \"বর্ণনামূলক এবং করুণ রচনা\" এর মতো বিভাগে বিভক্ত; এতে আলেকজান্ডার পোপ, হান্না মোর, মারিয়া এডজওয়ার্থ, স্যামুয়েল জনসন, জেমস থমসন এবং হেস্টার চ্যাপোন সহ অন্যদের কবিতা এবং গদ্য অন্তর্ভুক্ত রয়েছে।\nবারবাউলের ৫০ খণ্ডের সিরিজ \"দ্য ব্রিটিশ নভেলিস্টস\", যা ১৮১০ সালে উপন্যাসের ইতিহাসের উপর একটি বিস্তৃত ভূমিকা প্রবন্ধ সহ প্রকাশিত হয়েছিল, তাকে সাহিত্য ইতিহাসে তার চিহ্ন রাখতে সাহায্য করে। এটি ছিল \"প্রথম ইংরেজি সংস্করণ যা ব্যাপক সমালোচনামূলক এবং ঐতিহাসিক দাবি করেছিল\" এবং প্রতিটি ক্ষেত্রেই \"একটি সাহিত্যধারা তৈরির উদ্যোগ\" ছিল। একটি অন্তর্দৃষ্টিপূর্ণ প্রবন্ধে, বারবাউল উপন্যাসকে বৈধতা দেন, যা তখনো একটি বিতর্কিত ধারা ছিল, প্রাচীন পারস্য এবং গ্রীক সাহিত্যের সাথে এটিকে সংযুক্ত করে। তার জন্য, একটি ভালো উপন্যাস হল \"গদ্যে একটি মহাকাব্য, যেখানে চরিত্রের পরিমাণ বেশি এবং অতিপ্রাকৃত যন্ত্রপাতির পরিমাণ কম (প্রকৃতপক্ষে আধুনিক উপন্যাসে কিছুই নেই)\"। বারবাউল বজায় রাখেন যে উপন্যাস পড়ার বহুবিধ সুবিধা রয়েছে। এটি কেবল একটি \"গার্হস্থ্য আনন্দ\" নয়, এটি জনসংখ্যার মধ্যে \"নীতি ও নৈতিক অনুভূতি সঞ্চারিত\" করার একটি উপায়ও বটে। বারবাউল সিরিজের অন্তর্ভুক্ত পঞ্চাশ জন লেখকের প্রত্যেকের জন্য ভূমিকাও প্রদান করেন।\n\n\n== কর্মের তালিকা ==\n\nঅন্যথায় উল্লেখ না করা হলে, এই তালিকাটি \"ডিকশনারি অফ লিটারারি বায়োগ্রাফি\"-তে বারবাউলের উপর ওলিকির লেখা থেকে নেওয়া হয়েছে (প্রতিটি বছর একটি লিঙ্কের সাথে তার সংশ্লিষ্ট \"[বছর] সাহিত্যে\" নিবন্ধ, পদ্য কাজের জন্য, বা \"[বছর] সাহিত্যে\" নিবন্ধ, গদ্য বা মিশ্র গদ্য এবং পদ্যের জন্য সংযুক্ত করে):\n\n১৭৬৮: \"কোর্সিকা: একটি ওড\"\n১৭৭৩: \"কবিতা\", [কবিতা। ১৭৭৭। \n১৭৭৩: \"গদ্যে বিবিধ রচনা\" (জন এইকিনের সাথে)\n১৭৭৫: \"গীতসংহিতা এবং ইয়োবের বই থেকে সংকলিত ভক্তিমূলক রচনা\"\n১৭৭৮: \"দুই থেকে তিন বছর বয়সী শিশুদের জন্য পাঠ\" (লন্ডন: জে. জনসন)\n১৭৭৮: \"তিন বছর বয়সী শিশুদের জন্য পাঠ\" (লন্ডন: জে. জনসন)\n১৭৭৯: \"তিন থেকে চার বছর বয়সী শিশুদের জন্য পাঠ\" (লন্ডন: জে. জনসন)\n১৭৮১: \"শিশুদের জন্য গদ্যে স্তোত্র\" (লন্ডন: জে. জনসন)\n১৭৮৭: \"শিশুদের জন্য পাঠ\", তৃতীয় অংশ (লন্ডন: জে. জনসন)\n১৭৮৮: \"শিশুদের জন্য পাঠ\", চতুর্থ অংশ (লন্ডন: জে. জনসন)\n১৭৯০: \"কর্পোরেশন এবং টেস্ট অ্যাক্ট বাতিলের বিরোধীদের প্রতি একটি ভাষণ\"\n১৭৯১: \"উইলিয়াম উইলবারফোর্স, এস্ক-এর প্রতি একটি পত্র, দাস ব্যবসা বিলুপ্ত করার বিল প্রত্যাখ্যানের উপর\" (লন্ডন: জে. জনসন)\n১৭৯২: \"জনগণের প্রতি নাগরিক উপদেশ\"\n১৭৯২: \"কবিতা। একটি নতুন সংস্করণ, সংশোধিত। যার সাথে উইলিয়াম উইলবারফোর্সের প্রতি একটি পত্র যোগ করা হয়েছে\" (লন্ডন: জে. জনসন)\n১৭৯২: \"জনসাধারণ বা সামাজিক উপাসনার সুবিধা এবং উপযুক্ততা সম্পর্কে মিঃ গিলবার্ট ওয়েকফিল্ডের অনুসন্ধানের উপর মন্তব্য\" (লন্ডন: জে. জনসন)\n১৭৯২-৯৬: \"ইভনিংস অ্যাট হোম, বা দ্য জুভেনাইল বাজেট ওপেনড\" (জন এইকিনের সাথে, ছয় খণ্ড)\n১৭৯৩: \"সরকারের পাপ, জাতির পাপ\" (১৭৯৩)\n১৭৯৪: \"২৮ ফেব্রুয়ারি ১৭৯৪ তারিখে নির্ধারিত উপবাসের জন্য জাতীয় অনুতাপের কারণগুলি সুপারিশ করা হয়েছে\"\n১৭৯৮: \"শিক্ষা কী?\" \"মাসিক ম্যাগাজিন\" ৫\n১৮০০: \"ওডস, বাই জর্জ ডায়ার, এম. রবিনসন, আনা লেটিটিয়া বারবাউল্ড, জে. ওগিলভি, ইত্যাদি।\" (লুডলো: জি. নিকোলসন)\n১৮০২: \"জীবনের শিল্প\" (জন এইকিনের সাথে)\n১৮০৪: \"স্যামুয়েল রিচার্ডসনের চিঠিপত্র... যার আগে সেই লেখকের একটি জীবনীমূলক বিবরণ এবং তার লেখার উপর পর্যবেক্ষণ রয়েছে\", (লন্ডন: রিচার্ড ফিলিপস; উল্লেখযোগ্য জীবনীমূলক ভূমিকা সহ সম্পাদিত, ৬ খণ্ড)\n১৮০৫: \"স্পেকটেটর, ট্যাটলার, গার্ডিয়ান এবং ফ্রিহোল্ডার থেকে নির্বাচন, একটি প্রাথমিক প্রবন্ধ সহ\" (লন্ডন: জে. জনসন; একটি ভূমিকা সহ সম্পাদিত, তিন খণ্ড)\n১৮০৫: \"মার্ক আকেনসাইড-এর কাব্যিক রচনা\" (লন্ডন: ডব্লিউ. সুটাবি; সম্পাদিত)\n১৮১০: \"দ্য ব্রিটিশ নভেলিস্টস; একটি প্রবন্ধ সহ; এবং মিসেস বারবাউল্ডের জীবনীমূলক এবং সমালোচনামূলক ভূমিকা\", (লন্ডন: এফ. সি. এবং জে. আরভিংটন; একটি বিস্তৃত ভূমিকা প্রবন্ধ এবং প্রতিটি লেখকের ভূমিকার সাথে সম্পাদিত, ৫০ খণ্ড)\n১৮১০: \"উপন্যাস-লেখার উৎপত্তি এবং অগ্রগতির উপর একটি প্রবন্ধ\"\n১৮১১: \"দ্য ফিমেল স্পিকার; বা, গদ্য এবং পদ্যে বিবিধ রচনা, সেরা লেখকদের থেকে নির্বাচিত এবং তরুণ মহিলাদের ব্যবহারের জন্য উপযোগী\" (লন্ডন: জে. জনসন; সম্পাদিত)\n১৮১২: \"এইটিন হান্ড্রেড অ্যান্ড ইলেভেন\" (লন্ডন: জে. জনসন)\n১৮২৫: \"আনা লেটিটিয়া বারবাউল্ডের রচনা। লুসি এইকিনের একটি স্মৃতিকথা সহ\", খণ্ড ১ (লন্ডন: লংম্যান; বারবাউল্ডের ভাগ্নী লুসি এইকিন দ্বারা সম্পাদিত)\n১৮২৬: \"তরুণ মহিলাদের জন্য একটি উত্তরাধিকার, গদ্য এবং পদ্যে বিবিধ রচনা নিয়ে গঠিত\" (লন্ডন: লংম্যান; বারবাউল্ডের মৃত্যুর পর তার ভাগ্নী লুসি এইকিন দ্বারা সম্পাদিত)\n\n\n== উদ্ধৃতিসমূহ ==\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n==== প্রাথমিক উৎসসমূহ ====\nবারবাউল্ড, আনা লেটিটিয়া। আনা লেটিটিয়া বারবাউল্ড: নির্বাচিত কবিতা ও গদ্য। সম্পাদক উইলিয়াম ম্যাককার্থি এবং এলিজাবেথ ক্রাফট। পিটারবরো, অন্টারিও: ব্রডভিউ প্রেস লিমিটেড, ২০০২। আইএসবিএন ৯৭৮-১-৫৫১১১-২৪১-১\nবারবাউল্ড, আনা লেটিটিয়া। আনা লেটিটিয়া বারবাউল্ডের কবিতা। সম্পাদক উইলিয়াম ম্যাককার্থি এবং এলিজাবেথ ক্রাফট। এথেন্স: ইউনিভার্সিটি অফ জর্জিয়া প্রেস, ১৯৯৪। আইএসবিএন ০-৮২০৩-১৫২৮-১\nবারবাউল্ড, আনা লেটিটিয়া। সংশোধিত কবিতা। সম্পাদক উইলিয়াম ম্যাককার্থি। অক্সফোর্ড: অক্সফোর্ড ইউনিভার্সিটি প্রেস, ২০১৯। আইএসবিএন ৯৭৮০১৯৮৭০৪৩৪৮। [এটি \"আনা লেটিটিয়া বারবাউল্ডের সংগৃহীত রচনা\"-এর খণ্ড ১ (৪টির মধ্যে), সাধারণ সম্পাদক উইলিয়াম ম্যাককার্থি, অক্সফোর্ড ইউনিভার্সিটি প্রেস, চলমান।]\n\n\n==== মাধ্যমিক উৎসসমূহ ====\n\n\n===== জীবনীসমূহ =====\nএলিস, গ্রেস। মিসেস আনা লেটিটিয়া বারবাউল্ডের একটি স্মৃতিকথা, তার অনেক চিঠি সহ। ২ খণ্ড। বোস্টন: জেমস আর. ওসগুড অ্যান্ড কোং, ১৮৭৪। ১৭ এপ্রিল ২০০৭ তারিখে পুনরুদ্ধার করা হয়েছে।\nলে ব্রেটন, আনা লেটিটিয়া। মিসেস বারবাউল্ডের স্মৃতিকথা, তার পরিবার এবং বন্ধুদের চিঠি এবং বিজ্ঞপ্তি সহ। তার মহান ভাগ্নী আনা লেটিটিয়া লে ব্রেটন দ্বারা। লন্ডন: জর্জ বেল অ্যান্ড সন্স, ১৮৭৪।\nম্যাককার্থি, উইলিয়াম। আনা লেটিটিয়া বারবাউল্ড: জ্ঞানালোকের কণ্ঠস্বর। বাল্টিমোর: জনস হপকিন্স ইউনিভার্সিটি প্রেস, ২০০৮। আইএসবিএন ৯৭৮-০-৮০১৮-৯০১৬-১\nমার্চ, জে. মিসেস বারবাউল্ড এবং তার সমসাময়িকরা। লন্ডন: লংম্যান, ১৮৭৭।\nথ্যাকারি, অ্যান রিচি। এ বুক অফ সিবিলস। লন্ডন: স্মিথ, ১৮৮৩।\nরজার্স, বেটসি। জর্জিয়ান ক্রনিকল: মিসেস বারবাউল্ড এবং তার পরিবার। লন্ডন: মেথুয়েন, ১৯৫৮।\n\n\n===== অন্যান্য =====\nআর্মস্ট্রং, ইসোবেল। \"নারীর উচ্ছ্বাস: আমরা কীভাবে রোমান্টিক যুগের মহিলাদের কবিতা পড়তে পারি?\" রোমান্টিক মহিলা লেখক: কণ্ঠস্বর এবং প্রতি-কণ্ঠস্বর। সম্পাদক পলা আর. ফেল্ডম্যান এবং থেরেসা এম. কেলি। হ্যানোভার: ইউনিভার্সিটি প্রেস অফ নিউ ইংল্যান্ড, ১৯৯৫। আইএসবিএন ৯৭৮-০-৮৭৪৫১-৭২৪-৮\nএলিসন, জুলি। \"সংবেদনশীলতার যুগে কল্পনার রাজনীতি।\" রোমান্টিকবাদের পুনঃদর্শন: ব্রিটিশ মহিলা লেখক, ১৭৭৬-১৮৩৭। সম্পাদক ক্যারল শিনার উইলসন এবং জোয়েল হাফনার। ফিলাডেলফিয়া: ইউনিভার্সিটি অফ পেনসিলভানিয়া প্রেস, ১৯৯৪। আইএসবিএন ৯৭৮-০-৮১২২-১৪২১-৫\nফাইফ, এইলিন (জুন ২০০০)। \"অষ্টাদশ শতাব্দীর শেষের দিকে ভিন্নমতাবলম্বী পরিবারগুলিতে শিশুদের বই পড়া\" (পিডিএফ)। দ্য হিস্টোরিক্যাল জার্নাল। কেমব্রিজ জার্নালস। ৪৩ (২): ৪৫৩–৪৭৩। hdl:১০০২৩/৫৬৫৩ । এসটুসিআইডি ১৫৯৮১৯৭১১ । ডিওআই:১০.১০১৭/S০০১৮২৪৬X৯৯০০১১৫৬ । \nফার্গুসন, ফ্রান্সেস (মে ২০১৭)। \"উপন্যাস প্রাপ্তবয়স্ক হয়: যখন সাহিত্য শিশুদের সাথে কথা বলতে শুরু করে\"। ডিফারেন্সেস: এ জার্নাল অফ ফেমিনিস্ট কালচারাল স্টাডিজ। ডিউক ইউনিভার্সিটি প্রেস। ২৮ (১): ৩৭–৬৩। ডিওআই:১০.১২১৫/১০৪০৭৩৯১-৩৮২১৬৮৮ । \nগেস্ট, হ্যারিয়েট। \"আনা লেটিটিয়া বারবাউল্ড এবং অমর রোমের শক্তিশালী মায়েরা।\" ছোট পরিবর্তন: মহিলা, শিক্ষা, দেশপ্রেম, ১৭৫০-১৮১০। শিকাগো: ইউনিভার্সিটি অফ শিকাগো প্রেস, ২০০০। আইএসবিএন ৯৭৮-০-২২৬-৩১০৫২-৭\nজানোভিটজ, অ্যান। মহিলা রোমান্টিক কবি: আনা বারবাউল্ড এবং মেরি রবিনসন। টাভিস্টক: নর্থকোট হাউস, ২০০৩। আইএসবিএন ৯৭৮-০-৭৪৬৩-০৮৯৬-৭\nলেভি, মিশেল (শরৎ ২০০৬)। \"\"ইভনিংস অ্যাট হোম\"-এর মৌলবাদী শিক্ষা\"। অষ্টাদশ শতাব্দীর কথাসাহিত্য। জনস হপকিন্স ইউনিভার্সিটি প্রেস। ১৯ (১&২): ১২৩–১৫০। এসটুসিআইডি ১৬২৩৫৪২৮৬ । ডিওআই:১০.১৩৫৩/ecf.২০০৬.০০৮৪ । \nম্যাককার্থি, উইলিয়াম (১৯৯৭), \"প্যালগ্রেভের বিখ্যাত একাডেমি: আনা লেটিটিয়া বারবাউল্ডের স্কুলের একটি ডকুমেন্টারি ইতিহাস\",   কোরশিন, পল, জনসনের যুগ: একটি পণ্ডিত বার্ষিক খণ্ড ৮, নিউ ইয়র্ক: এএমএস প্রেস, পৃষ্ঠা ২৭৯–৩৯২, আইএসবিএন ৯৭৮০৪০৪৬২৭৫৮৪, ২১ মে ২০১৮ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ১১ মে ২০১৭ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nম্যাককার্থি, উইলিয়াম। \"একজন 'উচ্চ-মনের খ্রিস্টান মহিলা': আনা লেটিটিয়া বারবাউল্ডের মরণোত্তর অভ্যর্থনা।\" রোমান্টিকতা এবং মহিলা কবি: অভ্যর্থনার দরজা খোলা। সম্পাদক হ্যারিয়েট ক্রেমার লিঙ্কিন এবং স্টিফেন সি. বেহরেন্ডট। লেক্সিংটন: ইউনিভার্সিটি প্রেস অফ কেনটাকি, ১৯৯৯। আইএসবিএন ৯৭৮-০-৮১৩১-২১০৭-৯\nম্যাককার্থি, উইলিয়াম (শীতকালীন ১৯৯৯)। \"সমস্ত আলোচনার জননী: আনা বারবাউল্ডের \"শিশুদের জন্য পাঠ\"\" (পিডিএফ)। প্রিন্সটন ইউনিভার্সিটি লাইব্রেরি ক্রনিকল। প্রিন্সটন ইউনিভার্সিটি। ৬০ (২): ১৯৬–২১৯। ডিওআই:১০.২৫২৯০/prinunivlibrchro.৬০.২.০১৯৬ । ১৮ নভেম্বর ২০১৮ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১১ মে ২০১৭।  \nম্যাককার্থি, উইলিয়াম। \"'আমরা আশা করেছিলাম মহিলাটি উপস্থিত হবেন': আনা লেটিটিয়া বারবাউল্ডের প্রথম দিকের কবিতাগুলিতে দমন, ইচ্ছা এবং লিঙ্গ।\" রোমান্টিক মহিলা লেখক: কণ্ঠস্বর এবং প্রতি-কণ্ঠস্বর। সম্পাদক পলা আর. ফেল্ডম্যান এবং থেরেসা এম. কেলি। হ্যানোভার: ইউনিভার্সিটি প্রেস অফ নিউ ইংল্যান্ড, ১৯৯৫। আইএসবিএন ৯৭৮-০-৮৭৪৫১-৭২৪-৮\nমেলর, অ্যান কে. \"তাদের নিজস্ব সমালোচনা: রোমান্টিক মহিলা সাহিত্য সমালোচক।\" প্রশ্নবিদ্ধ রোমান্টিকতা। সম্পাদক জন বিয়ার। বাল্টিমোর: জনস হপকিন্স ইউনিভার্সিটি প্রেস, ১৯৯৫। আইএসবিএন ৯৭৮-০-৮০১৮-৫০৫২-৩\nমায়ার্স, মিটজি। \"ইঁদুর এবং মায়েদের: মিসেস বারবাউল্ডের 'নতুন হাঁটা' এবং শিশুদের সাহিত্যে লিঙ্গযুক্ত কোড।\" আমেরিকান রচনা এবং অলঙ্কারশাস্ত্রে নারীসুলভ নীতি এবং মহিলাদের অভিজ্ঞতা। সম্পাদক লুইস ওয়েদারবি ফেলপস এবং জ্যানেট এমিগ। পিটসবার্গ: ইউনিভার্সিটি অফ পিটসবার্গ প্রেস, ১৯৯৫। আইএসবিএন ৯৭৮-০-৮২২৯-৫৫৪৪-৩\nমার্ফি, অলিভিয়া। \"আনা লেটিটিয়া বারবাউল্ড, এইটিন হান্ড্রেড অ্যান্ড ইলেভেন।\" ব্রিটিশ রোমান্টিকবাদের হ্যান্ডবুক। সম্পাদক রালফ হেকেল। বোস্টন: ডি গ্রুইটার, ২০১৭। আইএসবিএন ৯৭৮-৩-১১-০৩৭৬৩৬-৪\nরবিন্স, সারাহ (ডিসেম্বর ১৯৯৩)। \"শিশুদের জন্য পাঠ এবং শিক্ষাদানকারী মায়েরা: মধ্যবিত্ত গার্হস্থ্য শিক্ষাবিদ্যার পাঠ্য নির্মাণে মিসেস বারবাউল্ডের প্রাইমার\"। দ্য লায়ন অ্যান্ড দ্য ইউনিকর্ন। জনস হপকিন্স ইউনিভার্সিটি প্রেস। ১৭ (২): ১৩৫–১৫১। এসটুসিআইডি ১৪৩০৯২১৮৫ । ডিওআই:১০.১৩৫৩/uni.০.০০৫৮ । \nরস, মারলন। \"নারী সংস্কারের কনফিগারেশন: ভিন্নমতের ঐতিহ্যে মহিলা লেখক।\" রোমান্টিকবাদের পুনঃদর্শন: ব্রিটিশ মহিলা লেখক, ১৭৭৬-১৮৩৭। সম্পাদক ক্যারল শিনার উইলসন এবং জোয়েল হাফনার। ফিলাডেলফিয়া: ইউনিভার্সিটি অফ পেনসিলভানিয়া প্রেস, ১৯৯৪। আইএসবিএন ৯৭৮-০-৮১২২-১৪২১-৫\nরুয়ে, ডোনেল। \"বারবাউল্ড এবং বডি-পার্ট গেম: দীর্ঘ অষ্টাদশ শতাব্দীতে মাতৃ শিক্ষাবিদ্যা।\" শিশু এবং তরুণ প্রাপ্তবয়স্ক সাহিত্যে মায়েরা: অষ্টাদশ শতাব্দী থেকে উত্তর-নারীবাদ পর্যন্ত। সম্পাদক কারেন কোটস এবং লিসা রো ফ্রাউস্টিনো। ইউনিভার্সিটি অফ মিসিসিপি প্রেস, ২০১৬। ২৭-৪৪\nহোয়াইট, ড্যানিয়েল ই. (গ্রীষ্ম ১৯৯৯)। \"\"জয়নারিয়ানা\": আনা বারবাউল্ড, এইকিন ফ্যামিলি সার্কেল এবং ভিন্নমতাবলম্বী পাবলিক স্ফিয়ার\"। অষ্টাদশ শতাব্দীর অধ্যয়ন। জনস হপকিন্স ইউনিভার্সিটি প্রেস। ৩২ (৪): ৫১১–৫৩৩। এসটুসিআইডি ১৪৪৯৪৭৯৭১ । ডিওআই:১০.১৩৫৩/ecs.১৯৯৯.০০৪১ ।  \n\n\n== বহিঃসংযোগ ==\n\n[১](http://www.eighteenthcenturypoetry.org/authors/pers00149.shtml) আনা লেটিটিয়া বারবাউল্ড] [২](http://www.eighteenthcenturypoetry.org/) অষ্টাদশ শতাব্দীর কবিতা সংরক্ষণাগার (ECPA)]-এ\nগুটেনবের্গ প্রকল্পে আনা লেটিটিয়া বারবাউল্ড-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে অ্যানা ল্যাটিশিয়া বারবো কর্তৃক কাজ বা সম্পর্কে তথ্য \n\n[৩](https://eb11.uvic.ca/barbauld_anna_letitia.html) এলিজাবেথ ক্রাফট দ্বারা আনা লেটিটিয়া বারবাউল্ড, দেন অ্যান্ড নাউ: এনসাইক্লোপিডিয়া ব্রিটানিকাতে রোমান্টিক-যুগের কবি (২০২৩)]\nটেমপ্লেট:Google books author\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  অ্যানা ল্যাটিশিয়া বারবো\n\n[৪](http://digital.library.upenn.edu/women/barbauld/biography.html) আনা লেটিটিয়া বারবাউল্ড] [৫](http://digital.library.upenn.edu/women/) মহিলা লেখকদের একটি উদযাপন]-এ\nবারবাউল্ডের বেশ কয়েকটি লেখা [৬](http://www.wwp.northeastern.edu/) উপলব্ধ] মহিলা লেখক প্রকল্প থেকে সাবস্ক্রিপশনের মাধ্যমে।\n\n[৭](https://web.archive.org/web/20070106015457/http://www.orgs.muohio.edu/womenpoets/barbauld/work.htm) আনা বারবাউল্ডের গদ্য রচনা]\n[৮](https://www.usask.ca/english/barbauld/) আনা লেটিটিয়া বারবাউল্ডের রচনা (১৮২৫) এর একটি পূর্ণ-রঙের ফ্যাক্সিমিল সহ আনা বারবাউল্ডের নির্বাচিত রচনা]"}