{"pageid": 1516582, "title": "ইভানা (অভিনেত্রী)", "url": "https://bn.wikipedia.org/wiki?curid=1516582", "content": "ইভানা  (জন্ম নাম আলেনা শাজি) হলেন একজন ভারতীয় অভিনেত্রী, যিনি মূলত তামিল চলচ্চিত্রে কাজ করেন, পাশাপাশি তিনি কয়েকটি মালয়ালম এবং তেলুগু ছবিতেও কাজ করেছেন। বেশ কয়েকটি মালয়ালম ছবিতে শিশুশিল্পী হিসেবে তিনি অভিনয় করা শুরু করেছিলেন। এরপর তিনি নাচিয়ার (২০১৮) ছবিতে প্রধান চরিত্রে অভিনয় করেন এবং লাভ টুডে (২০২২) ছবিতে নিকিতা চরিত্রে অভিনয় করে দর্শকদের কাছে সুপরিচিত হন।\n\n\n== কর্মজীবন ==\nইভানা মালয়ালম চলচ্চিত্র জগতে শিশু অভিনেত্রী হিসেবে নিজের কর্মজীবন শুরু করেন, সেই সময় তিনি আলেনা নামে পরিচিত ছিলেন। মাস্টার্স (২০১২) ছবিতে তিনি সহ-অভিনেতা ছিলেন। এর তিন বছর পর তিনি রানী পদ্মিনী (২০১৫) ছবিতে কাজ করেন। তিনি তারপরে প্রধান চরিত্রের কন্যা হিসাবে অনুরাগা কারিক্কিন ভেল্লাম (২০১৬) চলচ্চিত্রে একটি মুখ্য ভূমিকায় অভিনয় করেন। পরিচালক বালা অনুরাগা কারিক্কিন ভেল্লাম সম্পর্কে অনলাইনে একটি সংবাদ নিবন্ধ দেখেছিলেন এবং পরবর্তীতে তাঁর তামিল চলচ্চিত্র নাচিয়ার (২০১৮)-এ আলিনাকে অভিনয়ের জন্য বেছে নিয়েছিলেন। সেখানে জ্যোতিকা এবং জিভি প্রকাশ কুমার গুরুত্বপূর্ণ ভূমিকায় ছিলেন। বালা অনুরোধ করেছিলেন যে আলেনার এমন একটি মঞ্চ নাম ব্যবহার করা উচিত যা তামিল দর্শকদের জন্য উচ্চারণ করা সহজ হবে। তাঁর সম্পর্কিত এক বোনের পরামর্শে তিনি ইভানা নামটি চূড়ান্ত করেন। তাঁর ভূমিকার প্রস্তুতি নেওয়ার জন্য, তিনি কিছু তামিল ভাষার ক্লাস গ্রহণ করেছিলেন। তাঁর সহ-অভিনেতারা কিছু দৃশ্যের চিত্রগ্রহণের সময় তাঁকে সহায়তা করেছিলেন এবং মতামত দিয়েছিলেন। একজন অল্পবয়সী, নিষ্পাপ মেয়ে আরাসির চরিত্রে অভিনয় করে, ইভানা তাঁর অভিনয়ের প্রশংসা পেয়েছিলেন। Sify.com উল্লেখ করেছে যে \"একটি সুন্দর সতেজ মুখ এবং বড় বড় অভিব্যক্তিপূর্ণ চোখ দিয়ে, ইভানা সম্পূর্ণরূপে বিশ্বাসযোগ্য আরাসি তৈরি করেছেন\"। একইভাবে, দ্য ইন্ডিয়ান এক্সপ্রেসের সমালোচকরা উল্লেখ করেছেন যে ইভানা \"একটি চিত্তাকর্ষক অভিষেক\" করেছেন, অন্যদিকে ইন্ডিয়া টুডে বলেছে যে ইভানা \"চমৎকার অভিনয়\" করেছেন এবং তাঁর \"অভিব্যক্তিগুলি আনন্দদায়ক এবং বেশ বিশ্বাসযোগ্য\"।\n\n\n== টেলিভিশন ==\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ইভানা (ইংরেজি)"}