{"pageid": 1516635, "title": "যুগপত অনুবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1516635", "content": "যুগপত অনুবাদ (SI) হল যখন একজন দোভাষী উৎস ভাষা থেকে বার্তাটিকে তৎক্ষণাৎ লক্ষ্য ভাষায় অনুবাদ করে। ক্রমান্বয় অনুবাদের থেকে এটি বিষদৃশ্, এইভাবে বক্তার স্বাভাবিক প্রবাহ বিঘ্নিত হয় না এবং শ্রোতারা মোটামুটি একটি মসৃণ অনুবাদ শুনতে পান।\n\n\n== ইতিহাস ==\n\nনুরেমবার্গ বিচারগুলি (1945-1946) যুগপত অনুবাদের আনুষ্ঠানিক জন্মতারিখ হিসাবে বিবেচিত হয়; [2] তবে, যুগপত অনুবাদ 1926 সালের প্রথম দিকে উদ্ভাবিত হয়েছিল। আইবিএম কর্মচারী অ্যালান গর্ডন ফিনলে একটি পেটেন্ট পেয়েছিলেন [3] এবং দ্বিতীয় বিশ্বযুদ্ধের আগে বিক্ষিপ্তভাবে ব্যবহৃত হয়েছিল।  ফিনলে আমেরিকান ব্যবসায়ী এবং জনহিতৈষী এডওয়ার্ড ফাইলিনের সাথে এই সরঞ্জামের নকশা এবং বিকাশে একটি অপরিহার্য ভূমিকা পালন করেছিলেন।\n\n1925 সালে, ই.ফিলেনে স্যার ই. ড্রামন্ডকে একটি চিঠি লেখেন। যেখানে লিখিত ইতিহাসে প্রথমবারের মত যুগপত অনুবাদের ধারণাটি ব্যাখ্যা করা হয়েছে। এই চিঠিতে, ই.ফিলেনে 2 এপ্রিল, 1925 এর প্রথম দিকে জাতিসংঘে যুগপত অনুবাদ ব্যবহার করার জন্য তার ধারণা সম্পর্কে কথা বলেছেন। সেইদিন ই.ফিলেনে লিখেছিলেন স্যার ই. ড্রামন্ডের উদ্দেশ্যে: একটি উচ্চ মানের মাইক্রোফোন একটি বেদীর উপর স্থাপন করা হবে বা বক্তার অবস্থানের ওপর ভিত্তি করে স্থাপন করা হবে যাতে তার উচ্চারিত শব্দগুলি যন্ত্র গ্রহণ করতে পারে।  এই মাইক্রোফোনটি একটি পরিবর্ধকের মাধ্যমে বেশ কয়েকটি হেডসেটের সাথে সংযুক্ত থাকবে যা একটি সংলগ্ন শান্ত ঘরে স্থাপন করা হবে৷  প্রতিটি হেডসেট একটি দোভাষীর বুথ বা অবস্থানের সঙ্গে সংযুক্ত থাকবে।  দোভাষীর বুথে একটি সাধারণ টেলিফোন ডেস্ক স্ট্যান্ড দেওয়া হবে যার উপরে একটি উচ্চ-মানের ক্লোজ-টকিং মাইক্রোফোন চাপানো হবে যা অডিটোরিয়াম বা মিটিং হলের একটি নির্দিষ্ট অংশে অবস্থিত বেশ কয়েকটি হেডসেটের সাথে অন্য অ্যামপ্লিফায়ারের মাধ্যমে সংযুক্ত করা হবে।  প্রতিটি দোভাষীর অনূদিত বক্তৃতা একই সাথে মূল বক্তৃতা উচ্চারিত হওয়াকে অনুসরণ করবে, যেটুকু বিলম্ব হচ্ছে সেটি বক্তৃতা রেকর্ড করতে প্রয়োজনীয় অবধারিত সময় এবং দোভাষীর সামর্থ্যের জন্য যা রেকর্ডার থেকে প্রাপ্ত স্টেনোগ্রাফিক নোট থেকে সরাসরি এবং দ্রুত অনুবাদ করতে পারে।নুরেমবার্গ ট্রায়ালগুলি চারটি সরকারী ভাষা নিযুক্ত করেছিল: ইংরেজি, ফরাসি, জার্মান এবং রাশিয়ান।  এটা আশঙ্কা করা হয়েছিল যে ক্রমান্বয়ে অনুবাদ প্রক্রিয়াটিকে উল্লেখযোগ্যভাবে ধীরগতির করে দেবে।  এটি একটি সম্পূর্ণ নতুন কৌশলের প্রবর্তনের দিকে ব্যবস্থাকে পরিচালিত করে, একযোগে, তাৎক্ষণিক অনুবাদ। অনুবাদের এই কৌশলটির জন্য দোভাষীকে একটি উৎস ভাষায় একজন বক্তার কথা শোনার এবং মৌখিকভাবে সেই বক্তৃতাটিকে তাৎক্ষণিকভাবে অন্য ভাষায় অনুবাদ করতে হয়, অর্থাৎ একই সাথে, হেডসেট এবং মাইক্রোফোনের মাধ্যমে।  দোভাষীদের চারটি বিভাগে বিভক্ত করা হয়েছিল, প্রতিটি মান্য ভাষার জন্য একটি, প্রতি বিভাগে তিনজন দোভাষী অন্য তিনটি ভাষা থেকে চতুর্থ (তাদের মাতৃভাষায়) পরিবর্তন করে।  উদাহরণস্বরূপ, ইংরেজি বুথে তিনজন দোভাষী ছিল, একজন জার্মান থেকে ইংরেজিতে কাজ অনুবাদ করেন, একজন ফরাসি থেকে অনুবাদ করেন এবং একজন রাশিয়ান থেকে অনুবাদ করেন, ইত্যাদি। আসামিরা যারা চারটি সরকারী ভাষার কোনোটিও বলতেন না তাদের ধারাবাহিক আদালতের দোভাষী সরবরাহ করা হয়েছিল।  বিচার চলাকালে শোনা কিছু ভাষার মধ্যে রয়েছে ইদ্দিশ, হাঙ্গেরিয়ান, চেক, ইউক্রেনীয় এবং পোলিশ।\nদোভাষী নিয়োগ এবং পরীক্ষা করা হয়েছিল সংশ্লিষ্ট দেশগুলির দ্বারা যেখানে সরকারী ভাষায় কথা বলা হয়েছিল: মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য, ফ্রান্স, সোভিয়েত ইউনিয়ন, জার্মানি, সুইজারল্যান্ড এবং অস্ট্রিয়া, সেইসাথে বিশেষ ক্ষেত্রে বেলজিয়াম এবং নেদারল্যান্ডস।  অনেকেই ছিলেন প্রাক্তন অনুবাদক, সেনা কর্মী এবং ভাষাবিদ, কেউ কেউ ক্রমান্বয়ে দোভাষী ছিলেন,[5] অন্যরা ছিলেন সাধারণ ব্যক্তি এবং এমনকি সাম্প্রতিক মাধ্যমিক বিদ্যালয়-স্নাতক যারা বহুভাষিক পরিবেশে আন্তর্জাতিক জীবন যাপন করেছেন। এটা মনে করা হয়েছিল, যে গুণাবলীগুলি সেরা দোভাষী তৈরি করেছিল তা ছিল সংস্কৃতির বিস্তৃত জ্ঞান, বিশ্বকোষীয় জ্ঞান, অনুসন্ধিৎসুতা, সেইসাথে স্বাভাবিক শান্ত স্বভাব।\nতবুও, ব্যাপক পরীক্ষণ এবং ত্রুটি সত্ত্বেও, অনুবাদ পদ্ধতি ব্যতীত এই বিচার প্রক্রিয়া সম্ভব হত না এবং ফলস্বরূপ, ন্যায়পীঠ এবং সম্মেলনে বহুভাষিক সমস্যাগুলিকে সম্বোধন করার পদ্ধতিতে এক বিপ্লব ঘটলো। বিচারপ্রক্রিয়ার পর বেশ কিছু দোভাষীকে নবগঠিত জাতিসংঘে নিয়োগ করা হয়।\n\n\n== সুবিধা  এবং  অসুবিধা ==\nযেহেতু যুৎপত অনুবাদ করার সময় দোভাষীর থেমে যাওয়ার এবং বক্তব্য সম্পর্কে চিন্তা করার জন্য কোনও দীর্ঘ বিরতি নেই, তাই এই ধরণের অনুবাদ শ্রোতাদের জন্য একটি মসৃণ অভিজ্ঞতার সুযোগ করে দেয় কারণ বার্তাটি বোঝার জন্য তাদের অপেক্ষা করতে হয়না।  অতএব, যুৎপত অনুবাদ বড় আকারের অনুষ্ঠান এবং সম্মেলনের জন্য সবচেয়ে উপযুক্ত যেখানে অনুবাদ প্রদানে বিলম্ব বক্তৃতা শোনার অভিজ্ঞতা নষ্ট করতে পারে।\nনেতিবাচক দিক থেকে দেখলে, যুৎপত অনুবাদ দোভাষীদের জন্য কঠিন চাপের কারণ হতে পারে কারণ তাদের খুব সীমিত সময়ের মধ্যে তাদের সেরাটা প্রদর্শন করতে হয় এবং তারা সাধারণত পাঠ্যটি না শোনা পর্যন্ত জানে না কি বলা হবে(শুধু বিষয় জানা থাকে)।  এছাড়াও, যুৎপত দোভাষীকে বক্তার বচন ভঙ্গিমা এবং শব্দের পছন্দ ঠিক রাখার যথাসাধ্য চেষ্টা করতে হবে, যাতে শ্রোতারা উদ্ব্যক্তির সঠিক মহিমা অনুধাবন করতে পারে\n\n\n== প্রণালী ==\nবৈদ্যুতিক সরঞ্জাম ব্যবহার করে যুৎপত অনুবাদ- এই পদ্ধতি ব্যবহার করে, দোভাষীরা যখন অর্থের একটি \"একক\" বুঝতে পারে তখনই তথ্য লক্ষ্য ভাষায় রূপান্তরিত হয়।  বক্তা এবং দোভাষীরা মাইক্রোফোনে কথা বলে, এবং দোভাষী এবং শ্রোতারা ইয়ারফোন ব্যবহার করে। ফিসফিস করে অনুবাদ বা ছুচোটাজ - এটি সরঞ্জাম ছাড়াই যুগপত অনুবাদের একটি স্বরূপ।  এটি সরঞ্জামের সাথে যুগপত অনুবাদের মতো কাজ করে তবে এই ক্ষেত্রে, কোনও মাইক্রোফোন বা হেডফোন ব্যবহার করা হয় না।  যুগপৎ দোভাষীরা তাদের পাশে বসে যারা উৎস ভাষা বোঝেনা এবং তাদের কানে অনুবাদটি ফিসফিস করে বলে।\n\n\n== সরঞ্জাম ==\nসভায় অনুবাদ করার ধ্রুপদী সামগ্রী (হার্ডওয়্যার) এটি নিশ্চিত করতে সাহায্য করে যে সমস্ত শ্রোতারা অনুবাদটি ভালভাবে বুঝতে পারে। ধ্রুপদী হার্ডওয়্যারের সাথে একযোগে অনুবাদ করার প্রক্রিয়াটি সাধারণত নিম্নলিখিত পদক্ষেপগুলি ব্যবহার করে:\n\nবক্তা মাইক্রোফোনে কথা বলেন।\nতার বক্তব্য দোভাষীর কাছে সম্প্রচারিত হয়, যিনি একটি শব্দ-প্রতিরোধী দোভাষী বুথে বসে হেডফোন ব্যবহার করে শোনেন।\nদোভাষী যখন বক্তৃতা শোনেন, তখন তিনি তা রিয়েল-টাইমে মাইক্রোফোনে অনুবাদ করেন।\nঅনুষ্ঠানের অংশগ্রহণকারীদের হেডফোনে ব্যাখ্যাটি তারের মাধ্যমে প্রেরণ করা হয়।\n\n\n== অ্যানালগ অনুবাদ  পদ্ধতি ==\n\n\n=== ইনফ্রারেড ব্যবস্থা ===\nএই প্রযুক্তি ইনফ্রারেড আলোর অদৃশ্য অনুরণন ব্যবহার করে অনুবাদ ফিড প্রেরণ করে। অংশগ্রহণকারীরা বহুমুখী-চ্যানেল গ্রাহকের মাধ্যমে তাদের হেডফোনে স্ট্রিম গ্রহণ করে।  এই সিস্টেমটি বাধার প্রতি সংবেদনশীল, তাই এটিকে অবশ্যই শ্রোতাদের সামনে পরিষ্কার দৃষ্টিরেখা সহ এবং উজ্জ্বল বা ঝলকানি আলো থেকে দূরে রাখতে হবে যা ইনফ্রারেড ব্যবস্থায় হস্তক্ষেপ করতে পারে।  ইনফ্রারেড ব্যবস্থা পরিসরও প্রায়শই অনুপস্থিত থাকে, প্রয়োজনীয় ট্রান্সমিশন রেঞ্জগুলি অর্জন করতে প্রায়শই বেশ কয়েকটি ইনফ্রারেড ইমিটার ব্যবহার করা হয়।\n\n\n=== মাঝারি পরিসরের এফএম ব্যাখ্যা ব্যবস্থা (হ্যান্ডহেল্ড) ===\nএই সিস্টেমগুলি উপস্থিতদের কাছে বক্তৃতা (মূল বা অনুবাদিত) প্রেরণ করতে রেডিও তরঙ্গ ব্যবহার করে।  ইনফ্রারেড সিস্টেমের মতো, এফএম সিস্টেমগুলিও হেডফোন সহ মাল্টি-চ্যানেল রিসিভারের সাথে সংযুক্ত থাকে।  এই সিস্টেমগুলি বহনযোগ্য এবং বাধা বা আলোর প্রতি সংবেদনশীল নয় এবং বাইরে ভালভাবে কাজ করে৷  FM ট্রান্সমিশন সিস্টেমগুলি প্রায় 250 ফুটের আরও সীমিত পরিসরের সাথে আসে।\n\n\n=== দীর্ঘ পরিসরের এফএম সিস্টেম (পোর্টেবল) ===\nঅনুষ্ঠানের স্থান 1000 ফুটের বেশি হলে, দীর্ঘ পরিসরের FM সিস্টেমের প্রয়োজন হয়।  দীর্ঘ পরিসরের এফএম সিস্টেমগুলি আরও শক্তিশালী, যা রেডিও হস্তক্ষেপের উন্নত বাতিলের দিকে পরিচালিত করে, শব্দের গুণমান বৃদ্ধি করে।  একটি উদ্দেশ্য-নির্মিত হাই-পাওয়ার সিস্টেমগুলি প্রায়শই বড় শ্রোতাদের জন্য একটি মাঝারি-পাওয়ার সিস্টেমকে অভিযোজিত করার চেয়ে এবং বর্ধিত পরিসরের প্রয়োজনীয়তাগুলির চেয়ে বেশি ব্যয়বহুল।\n\n\n== দোভাষী বুথ ==\nযুৎপত অনুবাদের জন্য দোভাষী বুথ আবশ্যক যেখানে ঐতিহ্যবাহী যন্ত্রপাতি ব্যবহার করা হয়। দোভাষীদের অনুষ্ঠানস্থলে থাকতে হবে এবং এটি বেশ কোলাহলপূর্ণ হতে পারে।  বড় সভায় দোভাষীদের যে চাপ সহ্য করতে হয় তা মাথায় রেখে, তাদের একটি শব্দরোধি কাজের পরিবেশ নিশ্চিত করা অত্যন্ত গুরুত্বপূর্ণ - অর্থাৎ দোভাষী বুথ।\nদোভাষী বুথ স্থায়ী অথবা ভ্রাম্যমাণ হতে পারে।দোভাষী বুথ স্থায়ী বা চলমান হতে পারে। উভয় রূপই সভায় অনুবাদ সম্পর্কিত ইন্টারন্যাশনাল অর্গানাইজেশন ফর স্ট্যান্ডার্ডাইজেশন (ISO) মানক[8] দ্বারা কঠোরভাবে নিয়ন্ত্রিত।\nআকৃতির জন্য, দোভাষী বুথগুলি টেবিলটপ বুথ এবং পূর্ণ-আকারের দোভাষী বুথ হিসাবে আসে।  নাম অনুসারে, প্রথমগুলি টেবিলের শীর্ষে রাখা হয় এবং দুর্দান্ত কারণ সেগুলি পরিবহন এবং সেট আপ করা সহজ৷  অন্যদিকে, এগুলি পিছনে খোলা, যার অর্থ আপনি দোভাষীদের জন্য আরামদায়ক কাজের শর্তগুলি সম্পূর্ণরূপে নিশ্চিত করতে পারবেন না কারণ এই বুথগুলি সম্পূর্ণরূপে সব্দরোধী নয়৷\nপূর্ণ আকারের দোভাষী বুথগুলি ছোট ঘরের মতো। তাদের দেয়াল, মেঝে, সিলিং, দরজা এবং তাদের নিজস্ব বায়ুচলাচল ব্যবস্থা রয়েছে।  সাধারণত, তারা কমপক্ষে দুটি দোভাষী ধারণ করতে পারে এবং বড় বুথ এমনকি চারজনকে ধারণ করতে পারে। স্বাভাবিকভাবেই, এই ধরনের দোভাষী বুথগুলি পরিবহন এবং একত্রিত করা অনেক কঠিন এবং এই কাজের জন্য কমপক্ষে কয়েকজন প্রযুক্তিবিদ প্রয়োজন।\n\nদোভাষীদের বক্তা, বেদীর এবং উপস্থাপনাগুলির একটি পরিষ্কার দৃশ্যপথ থাকতে হবে। দোভাষীদেরও দুর্দান্ত ইন্টারনেটের প্রয়োজন।  তাদের ল্যাপটপ, ট্যাবলেট এবং কাজ করার জন্য প্রয়োজন হতে পারে এমন অন্য কোনো গ্যাজেটের জন্য পর্যাপ্ত সংখ্যক পাওয়ার আউটলেট থাকতে হবে।  উচ্চ বায়ু গুণমান একটি অবধারিত শর্ত কারণে সুস্পষ্ট কারণেই।, এছাড়াও, সেন্সর যা CO2 পরিমাপ করে তার প্রয়োজন দেখা দেয়।  সর্বোত্তম অ্যাকোস্টিক অবস্থা, যার অর্থ ফ্যানগুলি যতটা সম্ভব শান্ত হওয়া উচিত এবং অন্যান্য বুথ থেকে শব্দ নিরোধক সম্পূর্ণতার কাছাকাছি হওয়া উচিত।\n\n\n== অনুবাদ অ্যাপ ==\nপ্রথাগত অনুবাদ ব্যবস্থার একটি বিকল্প হল মোবাইল অ্যাপ।  যুগপত অনুবাদের ক্ষেত্রে আইটি বিশেষজ্ঞরা এমন সিস্টেম তৈরি করেছেন যা একলা বা প্রথাগত হার্ডওয়্যারের সাথে একত্রে কাজ করতে পারে।\n\nযুগপত অনুবাদ অ্যাপ হল মোবাইল সিস্টেম যা স্থানীয় ওয়াইফাই বা শ্রোতাদের মোবাইল ডেটার মাধ্যমে শ্রোতাদের ফোনে রিয়েল-টাইম অডিও স্ট্রিম করে। বক্তার স্ট্রীম দোভাষীদের কাছে প্রেরণ করা হয় যারা তখন একটি বিশেষ সম্প্রচারক বা ঐতিহ্যবাহী কনসোল দিয়ে তাদের ব্যাখ্যা স্ট্রিম করে।  দোভাষীরা অনসাইট বা দূরবর্তীভাবে কাজ করতে পারে, এই ক্ষেত্রে ব্যাখ্যা বুথের আর প্রয়োজন নেই।  একইভাবে, লোকেরা যে কোনও জায়গা থেকে স্রোত শুনতে পারে।"}