{"pageid": 1516300, "title": "তারানা বার্ক", "url": "https://bn.wikipedia.org/wiki?curid=1516300", "content": "তারানা বার্ক (জন্ম: ১২ই সেপ্টেম্বর, ১৯৭৩) হলেন নিউ ইয়র্ক সিটির একজন আমেরিকান সমাজকর্মী, যিনি মি টু আন্দোলন শুরু করেছিলেন। ২০০৬ সালে, একই রকম অভিজ্ঞতা সম্পন্ন অন্যান্য মহিলারা যাতে নিজেদের কথা বলতে পারেন, তাতে সাহায্য করার জন্য বার্ক 'মি-টু'-এর ব্যবহার শুরু করেন। এক দশকেরও বেশি সময় পরে, ২০১৭ সালে, অ্যালিসা মিলানো এবং অন্যান্য মহিলারা হার্ভে ওয়াইনস্টাইনের যৌন নির্যাতনের ঘটনাগুলি নিয়ে টুইট করার জন্য #মি টু হ্যাশট্যাগটি ব্যবহার শুরু করলে এটি একটি ভাইরাল হ্যাশট্যাগ হয়ে ওঠে। এই শব্দগুচ্ছ এবং হ্যাশট্যাগটি দ্রুত একটি বিস্তৃত এবং অবশেষে আন্তর্জাতিক আন্দোলনে পরিণত হয়।\nটাইম পত্রিকা \"নীরবতা ভঙ্গকারী\" নামে অভিহিত অন্যান্য বিশিষ্ট কর্মীদের একটি দলের মধ্যে বার্ককে ২০১৭ সালের টাইম পার্সন অফ দ্য ইয়ার হিসেবে মনোনীত করেছে। বার্ক সারা দেশে জনসাধারণের বক্তৃতা অনুষ্ঠানে উপস্থাপনা করেন এবং ব্রুকলিনের গার্লস ফর জেণ্ডার ইক্যুইটির বরিষ্ঠ অধিকর্তা।\nহার্ভার্ড বিশ্ববিদ্যালয় বার্কের উপর একটি কেস স্টাডি প্রকাশ করেছে।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nবার্ক নিউ ইয়র্কের ব্রঙ্কসে জন্মগ্রহণ করেন এবং এই এলাকায় বড় হয়ে ওঠেন। তিনি নিম্ন আয়ের একটি শ্রমিক শ্রেণীর পরিবারে, একটি আবাসন প্রকল্পে বড় হয়েছেন। শৈশবে এবং কিশোর বয়সে তিনি ধর্ষণ এবং যৌন নির্যাতনের শিকার হন। তাঁর মা এই সহিংস কর্মকাণ্ড থেকে সুস্থ হয়ে উঠতে তাঁকে সহায়তা করেছিলেন এবং তাঁকে সম্প্রদায়ের সাথে জড়িত হতে উৎসাহিত করেছিলেন। বার্ক তাঁর জীবনীতে বলেছেন যে এই অভিজ্ঞতাগুলি তাঁকে চরম কষ্টের মধ্য দিয়ে যাওয়া মেয়েদের জীবন উন্নত করার জন্য কাজ করতে অনুপ্রাণিত করেছিল। কিশোর বয়সে, তিনি প্রান্তিক সম্প্রদায়ের তরুণীদের জীবনযাত্রার উন্নতি করতে কাজ শুরু করেন।\nবার্ক আলাবামা স্টেট ইউনিভার্সিটিতে পড়াশোনা করেন  এবং মন্টগোমেরির অবার্ন ইউনিভার্সিটি থেকে স্নাতক হন। কলেজে থাকাকালীন, তিনি অর্থনৈতিক ও জাতিগত ন্যায়বিচার সম্পর্কিত সংবাদ সম্মেলন এবং বিক্ষোভের আয়োজন করেছিলেন।\n\n\n== কর্মজীবন ==\n১৯৮৯ সাল থেকে বার্ক একজন সক্রিয় কর্মী ছিলেন। ১৯৯০-এর দশকের শেষের দিকে কলেজ স্নাতক হওয়ার পর তিনি আলাবামার সেলমাতে চলে আসেন।\nযৌন সহিংসতার শিকার ব্যক্তিদের সাথে কাজ করার পর, বার্ক ২০০৩ সালে \"জাস্ট বি\" নামে একটি অলাভজনক প্রতিষ্ঠান তৈরি করেন, যেটি ১২ থেকে ১৮ বছর বয়সী কৃষ্ণাঙ্গ মেয়েদের জন্য একটি সম্পূর্ণ মেয়েদের প্রোগ্রাম ছিল। ২০০৬ সালে, বার্ক মি টু আন্দোলন প্রতিষ্ঠা করেন এবং সমাজে যৌন নির্যাতন ও আক্রমণের ব্যাপকতা সম্পর্কে সচেতনতা বৃদ্ধির জন্য \"মি টু\" শব্দটি ব্যবহার শুরু করেন।\n২০০৮ সালে, তিনি ফিলাডেলফিয়ায় চলে আসেন এবং আর্ট স্যাঙ্কচুয়ারি ফিলাডেলফিয়া ও অন্যান্য অলাভজনক প্রতিষ্ঠানে কাজ করেন। তিনি ২০১৪ সালের হলিউড চলচ্চিত্র  সেলমা-র একজন পরামর্শদাতা ছিলেন। ছবিটি ১৯৬৫ সালের সেলমা থেকে মন্টগোমেরি পর্যন্ত ভোটাধিকার মিছিলের উপর ভিত্তি করে তৈরি হয়েছিল, যার নেতৃত্বে ছিলেন জেমস বেভেল, হোসিয়া উইলিয়ামস, মার্টিন লুথার কিং জুনিয়র এবং জন লুইস।\n২০১৭ সালে হার্ভে ওয়াইনস্টাইনের বিরুদ্ধে যৌন নির্যাতনের অভিযোগ করে #মি-টু হ্যাশট্যাগ ব্যবহারের পর \"মি টু\" শব্দটি একটি বৃহত্তর আন্দোলনে পরিণত হয়। ২০১৭ সালের অক্টোবরের মাঝামাঝি সময়ে, বার্ককে তাঁর বন্ধুরা জানিয়েছিল যে অনলাইনে মি-টু হ্যাশট্যাগ ব্যবহার করা হচ্ছে। বার্ক আন্দোলনটিকে \"ক্ষমতায়নমূলক সহানুভূতি\"-র রূপ দেওয়ার সিদ্ধান্ত নেন। টাইম পত্রিকা \"নীরবতা ভঙ্গকারী\" নামে অভিহিত অন্যান্য বিশিষ্ট মহিলা কর্মীদের মধ্যে বার্ককে ২০১৭ সালের টাইম পার্সন অফ দ্য ইয়ার হিসেবে মনোনীত করেছে।\n২০১৮ সালে, তিনি আমেরিকান অভিনেত্রী মিশেল উইলিয়ামসের অতিথি হিসেবে ৭৫তম গোল্ডেন গ্লোব অ্যাওয়ার্ডসে যোগ দিয়েছিলেন। দ্য রিডেনহোর পুরস্কার-এর তরফ থেকে বার্ক সাহসিকতার জন্য ২০১৮ সালের পুরস্কার পেয়েছেন। জনস্বার্থের সাহসী প্রতিরক্ষা এবং সামাজিক ন্যায়বিচারের প্রতি আবেগপূর্ণ প্রতিশ্রুতি প্রদর্শনকারী ব্যক্তিদের এটি প্রদান করা হয়।\nবার্ক গার্লস ফর জেণ্ডার ইক্যুইটির বরিষ্ঠ অধিকর্তা। তিনি স্কুল, কর্মক্ষেত্র এবং উপাসনালয়ে নীতিমালা উন্নত করতে কর্মশালার আয়োজন করেন এবং যৌন সহিংসতার জন্য ভুক্তভোগীদের নিজেদের দোষারোপ না করার ওপর দৃষ্টি নিবদ্ধ করতে সাহায্য করেন। বার্ক সারা দেশে জনসাধারণের বক্তৃতা অনুষ্ঠানে যোগ দেন। অতি সম্প্রতি, ফিল্ড/হাউস প্রোডাকশনের বার্ক এবং মারভিন মার্কানো, সিবিএস স্টুডিওর সাথে একটি সামগ্রিক চুক্তি স্বাক্ষর করেছেন। ২০২১ সালে বার্কের দুটি বই প্রকাশিত হয়েছিল: ইউ আর ইওর বেস্ট থিং: ভালনারেবিলিটি, শেম রেজিলিয়েন্স, অ্যাণ্ড দ্য ব্ল্যাক এক্সপেরিয়েন্স (র‍্যাণ্ডম হাউসের জন্য ব্রেন ব্রাউনের সাথে সহ-লেখক, এপ্রিল ২০২১) এবং আনবাউণ্ড: মাই স্টোরি অফ লিবারেশন অ্যাণ্ড দ্য বার্থ অফ দ্য মি টু মুভমেন্ট ( ফ্লাটিরন বুকস, সেপ্টেম্বর ২০২১)।\n\n\n== সক্রিয়তা ==\n\n\n=== গার্লস ফর জেণ্ডার ইক্যুইটি ===\nডিসেম্বর ২০১৭-এর হিসাব অনুযায়ী, বার্ক ব্রুকলিনের গার্লস ফর জেণ্ডার ইক্যুইটির বরিষ্ঠ অধিকর্তা, এই গোষ্ঠী বিভিন্ন প্রোগ্রাম এবং ক্লাসের মাধ্যমে কৃষ্ণাঙ্গ কিশোরীদের তাদের সামগ্রিক বিকাশ বৃদ্ধিতে সাহায্য করার চেষ্টা করে।\n\n\n=== জাস্ট বি ইনকর্পোরেটেড ===\n১৯৯৭ সালে, আলাবামায় হেভেন নামে একটি মেয়ের সাথে  বার্কের পরিচয় হয়। সে তাঁকে তার মায়ের প্রেমিকের দ্বারা যৌন নির্যাতনের কথা বলেছিল। তিনি বলেন যে তিনি এর কি জবাব দেবেন বুঝতে পারেন নি। মেয়েটির সঙ্গে আর কখনও তাঁর দেখা হয়নি। তিনি বলেন যে তিনি যদি তাকে বলতে পারতেন \"মি-টু\", তাহলে তিনি খুশি হতেন। বার্ক বলেছেন যে তিনি বিশ্বাস করতে শুরু করেছেন যে মেয়েদের তাদের পুরুষ সমবয়সীদের চেয়ে \"আলাদা মনোযোগ\" প্রয়োজন। এই এবং অন্যান্য ঘটনার ফলে বার্ক জাস্ট বি ইনকর্পোরেটেড নামে একটি সংস্থা প্রতিষ্ঠা করেন, যারা ১২-১৮ বছর বয়সী কিশোরী সংখ্যালঘুদের জন্য ভালো থাকার উপায় প্রচার করে। ২০০৬ সালে, তিনি একটি পাতা তৈরি করেছিলেন, যার নাম মাইস্পেস। জাস্ট বি ইনকর্পোরেটেড ২০০৭ সালে প্রথম অনুদান পায়।\n\n\n=== মি-টু আন্দোলন ===\n\n২০০৬ সালে, বার্ক মি টু আন্দোলন প্রতিষ্ঠা করেন এবং সমাজে যৌন নির্যাতন এবং হামলার ব্যাপকতা সম্পর্কে সচেতনতা বৃদ্ধির জন্য \"মি টু\" শব্দটি ব্যবহার শুরু করেন।\n২০১৭ সালে হার্ভে ওয়াইনস্টাইনের বিরুদ্ধে যৌন নির্যাতনের অভিযোগে #মি টু হ্যাশট্যাগ ব্যবহারের পর \"মি-টু\" শব্দটি একটি বৃহত্তর আন্দোলনে পরিণত হয়। ২০১৭ সালের অক্টোবরে, অভিনেত্রী অ্যালিসা মিলানো যৌন হয়রানি বা আক্রমণের শিকার হলে নারীদের \"মি টু\" বলার জন্য উৎসাহিত করেছিলেন এবং হ্যাশট্যাগটি জনপ্রিয় হয়ে ওঠে। মিলানো টুইটারে বার্কের এই বাক্যাংশটির পূর্বে ব্যবহারের কথা স্বীকার করে দ্রুত লিখেছিলেন, \"আমাকে আগের একটি #মি-টু আন্দোলন সম্পর্কে অবহিত করা হয়েছে,  এর মূল গল্পটি সমানভাবে হৃদয়বিদারক এবং অনুপ্রেরণাদায়ক\"। বার্ক #মি-টু হ্যাশট্যাগের সমর্থক।\nটাইম পত্রিকা \"নীরবতা ভঙ্গকারীদের\" নামে অভিহিত অন্যান্য বিশিষ্ট কর্মী এবং যৌন নির্যাতনের শিকারদের মধ্যে বার্ককে ২০১৭ সালের টাইম পার্সন অফ দ্য ইয়ার হিসেবে নাম দিয়েছে। তাঁর বক্তৃতায় ২০১৮ সালের ফেব্রুয়ারিতে ব্রাউন ইউনিভার্সিটি এবং ক্যালভারি এপিস্কোপাল চার্চে (পিটসবার্গ) এই আন্দোলনের মূল বিষয়ে আলোচনা করা হয়েছে।\n২০২১ সালে, বার্ক নাগরিক অধিকার আন্দোলনের নেতাদের সাথে তাঁর সক্রিয়তার সম্পর্ক বর্ণনা করে একটি স্মৃতিকথা প্রকাশ করেন, যার শিরোনাম ছিল: আনবাউণ্ড: মাই স্টোরি অফ লিবারেশন অ্যাণ্ড দ্য বার্থ অফ দ্য মি টু মুভমেন্ট ।\n\n\n== সম্মাননা এবং পুরস্কার ==\n২০১৭: টাইম , টাইম পার্সন অফ দ্য ইয়ার\n২০১৮ টাইম, ২০১৮ সালের ১০০ জন প্রভাবশালী ব্যক্তি\n২০১৮: দ্য রিডেনহোর পুরস্কার, সাহসিকতার জন্য দ্য রিডেনহোর পুরস্কার\n২০১৮: শিকনোস মিডিয়া, ভোটি (বছরের সেরা কণ্ঠস্বর) ক্যাটালিস্ট পুরস্কার\n২০১৯: ট্রেলব্লেজার পুরস্কার বিজয়ী\n২০২২: বিবিসি ১০০ উইমেন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমি টু আন্দোলন\nশি স্লেইস – ব্লগ\nটুইটারে তারানা বার্ক \nটেমপ্লেট:VH1 Trailblazer Honorsটেমপ্লেট:100 Women by BBC in 2022"}