{"pageid": 1516137, "title": "পুরুষদের আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1516137", "content": "পুরুষদের আন্দোলন একটি সামাজিক আন্দোলন, যা ১৯৬০ ও ১৯৭০-এর দশকে মূলত পশ্চিমা দেশগুলোতে গড়ে ওঠে। এটি পুরুষ ও তাদের সমর্থকদের নিয়ে গঠিত বিভিন্ন দল ও সংগঠনের সমষ্টি, যারা লিঙ্গ সম্পর্কিত বিষয়গুলোর ওপর কাজ করে এবং আত্মসহায়তা ও সহায়তা কার্যক্রম থেকে শুরু করে তদবির ও সক্রিয়তাবাদ পর্যন্ত বিভিন্ন কর্মকাণ্ডে যুক্ত।\nএই আন্দোলনটি একাধিক উপআন্দোলনের সমন্বয়ে গঠিত, যাদের লক্ষ্য পরস্পরের থেকে ভিন্ন এবং অনেক ক্ষেত্রেই বিপরীতমুখী। এর প্রধান শাখাগুলোর মধ্যে রয়েছে পুরুষ মুক্তি আন্দোলন, পুরুষবাদ, নারীবাদ-সমর্থক পুরুষদের আন্দোলন, হার্বিভোর পুরুষদের আন্দোলন, মিথোপোয়েটিক পুরুষদের আন্দোলন, পুরুষ অধিকার আন্দোলন এবং খ্রিস্টান পুরুষদের আন্দোলন, যার অন্যতম প্রধান সংগঠন প্রমিস কিপারস।\n\n\n== পুরুষ মুক্তি আন্দোলন ==\nএই পুরুষদের আন্দোলনটি মূলত \"পুরুষ ও লিঙ্গ সম্পর্কিত কর্মকাণ্ডে সচেতনভাবে জড়িত পুরুষদের নেটওয়ার্ক\" নিয়ে গঠিত ছিল। এটি ১৯৬০-এর দশকের শেষ এবং ১৯৭০-এর দশকে পশ্চিমা সমাজে বিকশিত হয়। নারীদের আন্দোলন ও নারীবাদের সঙ্গে তাল মিলিয়ে এবং অনেক ক্ষেত্রে তার প্রতিক্রিয়াস্বরূপ এটি গড়ে ওঠে।\nযদিও এই আন্দোলনের অনেক গোষ্ঠী থেরাপিউটিক ও আত্মসহায়ক গ্রুপের বৈশিষ্ট্য ধারণ করতো, কিন্তু সময়ের সঙ্গে সঙ্গে তারা ব্যক্তি উন্নয়ন ও পুরুষদের পারস্পরিক সম্পর্কের উন্নয়নকে \"অর্থহীন\" বলে মনে করতে শুরু করে; এটি সামাজিক সম্পর্ক ও মতাদর্শের পরিবর্তনের সঙ্গে যুক্ত হয় যা পুরুষত্বের বিভিন্ন রূপকে হয় সমর্থন করে, নয়তো প্রান্তিক করে।\nনারীবাদ-সমর্থক পুরুষ আন্দোলনের কর্মীরা পুরুষের পরিচয় ও পুরুষত্বের নির্মাণ বিশ্লেষণ ও পুনর্মূল্যায়নে বিশেষভাবে গুরুত্ব দেন। প্রাথমিক নারীবাদীদের কাছ থেকে অনুপ্রাণিত হয়ে যারা ঐতিহ্যগত নারী লিঙ্গ ভূমিকার সমালোচনা করেছিলেন, তারা যৌন ভূমিকা তত্ত্ব ব্যবহার করে যুক্তি দেন যে পুরুষের লিঙ্গ ভূমিকাও সমানভাবে সীমাবদ্ধকারী ও ক্ষতিকর।\nকিছু পুরুষ মুক্তি কর্মী লিঙ্গ সম্পর্ককে প্রসঙ্গবিচ্ছিন্নভাবে বিশ্লেষণ করে যুক্তি দেন যে যেহেতু যৌন ভূমিকা উভয় লিঙ্গের জন্যই ক্ষতিকর, তাই নারী ও পুরুষ সমানভাবে নিপীড়িত।\n\n১৯৭০-এর দশকের শেষের দিকে সমাজবিজ্ঞানী মাইকেল মেসনার লিখেছেন—পুরুষ মুক্তি আন্দোলন বিলুপ্ত হয়ে গিয়েছিল। এর রক্ষণশীল ও মধ্যপন্থী অংশ লিঙ্গভূমিকার ভাষাকে ব্যবহার করে এক নারীবিরোধী পুরুষ অধিকার আন্দোলনে পরিণত হয়। অন্যদিকে, প্রগতিশীল অংশটি লিঙ্গভূমিকার ভাষা পরিত্যাগ করে লিঙ্গ সম্পর্ক ও ক্ষমতার ভিত্তিতে একটি নারীবাদ-সমর্থক পুরুষদের আন্দোলন গড়ে তোলে।\n\n\n== পুরুষ এবং পিতাদের অধিকার আন্দোলন ==\n\nপুরুষ অধিকার আন্দোলন ১৯৭০-এর দশকের মাঝামাঝি থেকে শেষের দিকে পুরুষ মুক্তি আন্দোলন থেকে পৃথক হয়ে গড়ে ওঠে। এই আন্দোলন মূলত পুরুষদের বিরুদ্ধে কথিত বৈষম্য ও অসমতার বিষয় নিয়ে আলোকপাত করে।\nপুরুষ অধিকার আন্দোলন বিভিন্ন আইনগত বিষয়ের ওপর সক্রিয়, যার মধ্যে পারিবারিক আইন, পিতৃত্ব, প্রজনন অধিকার ও গার্হস্থ্য সহিংসতা অন্তর্ভুক্ত। এছাড়া, সরকারি পরিষেবা (যেমন: শিক্ষা, সামরিক সেবা ও সামাজিক নিরাপত্তা) এবং স্বাস্থ্য বিষয়েও তারা কাজ করে।\nপিতৃত্ব অধিকার আন্দোলন পুরুষ অধিকার আন্দোলনের একটি উপশাখা, যার মূল লক্ষ্য পারিবারিক আইন সম্পর্কিত বিষয়, বিশেষত পিতার অধিকার, শিশু হেফাজত ও ভরণপোষণের ওপর গুরুত্বারোপ করা, যা বাবাদের এবং তাদের সন্তানদের সরাসরি প্রভাবিত করে।\nপ্রখ্যাত পুরুষ অধিকার কর্মীদের মধ্যে রয়েছেন ওয়ারেন ফ্যারেল, হার্ব গোল্ডবার্গ, রিচার্ড ডয়েল এবং আসা ব্যাবার। এছাড়া, গ্লেন স্যাকস একজন উল্লেখযোগ্য পিতৃ অধিকার কর্মী।\n\n\n== নারীবাদ-সমর্থক পুরুষদের আন্দোলন ==\nনারীবাদ-সমর্থক পুরুষদের আন্দোলন ১৯৭০-এর দশকের মাঝামাঝি সময়ে পুরুষ মুক্তি আন্দোলন থেকে উদ্ভূত হয়। ১৯৭৫ সালে টেনেসিতে অনুষ্ঠিত প্রথম \"পুরুষ এবং পুরুষত্ব\" সম্মেলন মার্কিন যুক্তরাষ্ট্রে নারীবাদ-সমর্থক পুরুষদের প্রথম সংগঠিত কার্যক্রমগুলোর মধ্যে একটি ছিল। নারীবাদ-সমর্থক পুরুষদের আন্দোলন নারীবাদের দ্বিতীয় তরঙ্গ, কালো শক্তি ও ছাত্র আন্দোলন, যুদ্ধ-বিরোধী আন্দোলন এবং ১৯৬০ ও ১৯৭০-এর দশকের এলজিবিটি সামাজিক আন্দোলনের দ্বারা প্রভাবিত হয়েছিল। এটি পুরুষ আন্দোলনের একটি শাখা, যা নারীবাদের সমানাধিকারের লক্ষ্যমাত্রা গ্রহণ করে।\nনারীবাদী আন্দোলন রাজনৈতিক সংস্কারের জন্য একটি সিরিজের প্রচেষ্টাকে বোঝায়, যার মধ্যে প্রজনন অধিকার, পারিবারিক সহিংসতা, মাতৃত্বকালীন ছুটি, সমান বেতন, নারীর ভোটাধিকার, যৌন হয়রানি এবং যৌন সহিংসতার বিষয় অন্তর্ভুক্ত। এই শব্দটি সাধারণত তাদের সম্পর্কে বলা হয় যারা নারীবাদকে সমর্থন করে এবং নারীদের রাজনৈতিক, অর্থনৈতিক, সাংস্কৃতিক, ব্যক্তিগত, এবং সামাজিক সমতা অর্জনের প্রচেষ্টায় সহায়তা করে। অনেক নারীবাদ-সমর্থক পুরুষ বিশ্বাস করেন যে পুরুষত্ব সমকামভীতি দ্বারা প্রভাবিত এবং প্রধান পুরুষত্বের মডেল হলো বিপরীতকামিতা। যারা সক্রিয়ভাবে নারীবাদকে সমর্থন করেন, তারা ন্যায় এবং লিঙ্গ সমতা অর্জনের প্রচেষ্টা করেন। নারীবাদের প্রতি তাদের সমর্থন একটি সাধারণ গ্রহণের ওপর ভিত্তি করে, যে পুরুষ ও নারীর মধ্যে সমতা থাকা উচিত। নারীদের পুরুষদের মতো চাকরি এবং সামাজিক জীবনের ক্ষেত্রে প্রবেশাধিকার থাকা উচিত।\nএদিকে, এখানে দুটি সাধারণ ব্যবস্থা রয়েছে: একটি মৌলিকভাবে শ্রেণি ও বিশেষাধিকার ভিত্তিক, এবং অন্যটি নারীবাদ-সমর্থক পুরুষদের মধ্যে বিরোধিতার বিষয়। তারা যুক্তি দেন যে পুরুষত্ব মডেলের বিষয়বস্তু পরিবর্তন করতে হবে, বরং পুরুষত্ব ও নারীত্বের ধারণাগুলো সম্পূর্ণরূপে বাতিল করতে হবে। গে হিসেবে দেখা হওয়ার ভয় ছেলেদের এবং পুরুষদের প্রচলিত পুরুষত্বকে প্রশ্ন করার এবং শেষ পর্যন্ত পরিত্যাগ করার পথ রোধ করে। অনেক নারীবাদ-সমর্থক পুরুষ বিশ্বাস করেন যে পুরুষ ও পুরুষত্বের খুব বেশি পরিবর্তন হবে না যতক্ষণ না সমকামভীতি মৌলিকভাবে উপেক্ষা করা হয়। নারীবাদ ও নারীদের আন্দোলন দ্বারা শুরু হওয়া লিঙ্গ সম্পর্কের রূপান্তরে পুরুষদের একটি গুরুত্বপূর্ণ ভূমিকা আছে। নারীবাদ-সমর্থক পুরুষরা এই প্রক্রিয়ায় স্বাগত জানায় এবং গুরুত্বপূর্ণ অংশগ্রহণকারী। \"মিডিয়াতে পুরুষত্বের প্রতিনিধিত্ব নিয়ে গবেষণাগুলি প্রায়ই এমন কাঠামোকে হাইলাইট করে যা পুরুষত্বকে সহিংসতা, নিয়ন্ত্রণ এবং আক্রমণাত্মকতার ধারণার চারপাশে কেন্দ্রীভূত করে।\"\nনারীবাদ-সমর্থক পুরুষরা ঐতিহ্যগত পুরুষত্বের সাংস্কৃতিক আদর্শকে প্রশ্ন করেছেন। তারা প্রায়শই যুক্তি দেন যে সামাজিক প্রত্যাশা ও নিয়ম পুরুষদেরকে কঠোর লিঙ্গ ভূমিকার জন্য বাধ্য করেছে, যা পুরুষদের নিজেদেরকে প্রকাশ করার সক্ষমতা সীমাবদ্ধ করেছে এবং তাদের বিকল্পগুলোকে সামাজিকভাবে গ্রহণযোগ্য আচরণের মধ্যে সীমাবদ্ধ করেছে। তারা নারীদের বিরুদ্ধে বৈষম্য দূর করার এবং নারীদের প্রতি সহিংসতা কমানোর জন্য প্রচেষ্টা করেছেন। তারা নারীদের বিরুদ্ধে যৌন সহিংসতা, সমান অধিকারের সংশোধনী, প্রজনন অধিকার, কর্মসংস্থান বৈষম্যের বিরুদ্ধে আইন, এবং সুলভ শিশু যত্নের জন্য নারীবাদীদের সঙ্গে প্রচারণা করেছেন।\nনারীবাদী পুরুষ আন্দোলন ঐতিহ্যগত পুরুষত্বের শৈলীর প্রত্যাখ্যানের ভিত্তিতে নারীবাদী নারীদের আন্দোলনের সমর্থনে সংগঠিত হয়েছে। এগুলো অনেক দেশে বিদ্যমান এবং অনেক নারীবাদী পুরুষ গোষ্ঠী পুরুষদেরকে সহিংসতার বিরুদ্ধে অন্তর্ভুক্ত করার ওপর গুরুত্বারোপ করে। মার্কিন যুক্তরাষ্ট্রে NOMAS (ন্যাশনাল অর্গানাইজেশন ফর মেন অ্যাগেনস্ট সেক্সিজম), যুক্তরাজ্যে অ্যাকিলিস হিল কালেকটিভ (Achilles Heel Collective) এবং অস্ট্রেলিয়ায় মেন্স এগেইনস্ট সেক্সচুয়াল আস্সাউলট (Men Against Sexual Assault) কিছু সুপরিচিত নারীবাদী পুরুষ আন্দোলন। যদিও বৈশ্বিকভাবে পরিচিত সংগঠনগুলি তুলনামূলকভাবে ছোট এবং অস্থির, কিন্তু সদস্যপদে কম। অ্যাকিলিস হিল (Achilles Heel) ছিল সবচেয়ে প্রখ্যাত নারীবাদ-সমর্থক পুরুষ গোষ্ঠীগুলোর মধ্যে একটি। এটি দ্বিবার্ষিক ম্যাগাজিন অ্যাকিলিস হিল-এর চারপাশে ঘুরত এবং \"ঐতিহ্যগত পুরুষত্ব ও পুরুষ ক্ষমতার বিরুদ্ধে চ্যালেঞ্জ জানানো এবং বিকল্প সামাজিক কাঠামো ও ব্যক্তিগত অস্তিত্বের উপায়গুলির সমর্থনে কাজ করতে\" লক্ষ্য করেছিল।\nনারীবাদী প্রচারাভিযান যেমন #MeToo অনেক পুরুষকে তাদের যৌন ও সামাজিক সম্পর্ক নিয়ে প্রতিফলন করতে বাধ্য করেছে, যদিও প্রতিক্রিয়া ও পার্শপ্রতিক্রিয়াও দেখা গেছে। কিছু নারীবাদ-সমর্থক পুরুষ আন্দোলনের সমালোচনা হয়েছে যে তারা খুব কম কার্যকর, শুধু একটি ফর্মে স্বাক্ষর করা বা একটি রিবন পরিধান করা, বরং বাস্তব পদক্ষেপ নেওয়া যেমন নিজেদের আচরণ এবং তাদের সহকর্মীদের আচরণ নিয়ে আলোচনা করে। যদিও নারীবাদ সম্প্রতি সমাজে আরও জনপ্রিয়তা অর্জন করেছে, এটি আরও পুরুষদের জন্য নারীবাদকে সমর্থন করার সামান্য চেষ্টা করার সুযোগ দিয়েছে, যা মূলত গঠনহীন।\nআমেরিকার নারীবাদ-সমর্থক পুরুষ আন্দোলনের সূচনার পরবর্তী দশকগুলিতে আন্তর্জাতিকভাবে সমান ও সংযুক্ত উদ্যোগগুলি সংগঠিত হয়েছে। ২০০৪ সালে, বিশ্বজুড়ে লিঙ্গ ন্যায়ে পুরুষ ও ছেলেদের নিয়ে কাজ করা বেশ কয়েকজন নেতা একত্রিত হয়ে বৈশ্বিক সংগঠন MenEngage গঠন করেন। তখন থেকে MenEngage দুটি আন্তর্জাতিক সম্মেলন সংগঠিত করেছে; একটি ২০০৯ সালে রিও ডি জেনেইরোতে এবং অন্যটি ২০১৪ সালে নিউ দিল্লিতে।\nপ্রখ্যাত নারীবাদ-সমর্থক লেখকদের মধ্যে রয়েছেন ডেভিড টেসি, রেওয়িন কনেল, রবার্ট জেনসেন, জ্যাকসন কাটজ এবং ডন এডগার।\n\n\n== মিথোপোয়েটিক পুরুষদের আন্দোলন ==\nমিথোপোয়েটিক পুরুষ আন্দোলন মূলত মনোবিদ্যার আধ্যাত্মিক দৃষ্টিভঙ্গির ওপর ভিত্তি করে গঠিত, বিশেষ করে কার্ল ইয়ুং-এর বিশ্লেষণমূলক মনোবিদ্যা থেকে অনুপ্রাণিত। এটি নারীবাদ-সমর্থক পুরুষ আন্দোলন বা পুরুষ অধিকার আন্দোলনের মতো রাজনৈতিক নয়; বরং এটি আত্মউন্নয়ন ও আধ্যাত্মিক বিকাশের ওপর গুরুত্ব দেয়।\n\"মিথোপোয়েটিক\" নামটি এসেছে পৌরাণিক কাহিনি ও প্রতীকের ব্যবহার থেকে, যা কবিতার মতো ব্যাখ্যার মাধ্যমে উপস্থাপিত হয়। এই আন্দোলনে কিছু আদিবাসীর (যেমন: নেটিভ আমেরিকান) পৌরাণিক কাহিনি ও জ্ঞানকে গ্রহণ করা হয়েছে।\nএই আন্দোলনের অন্যতম প্রধান ব্যক্তিত্ব, রবার্ট ব্লাই তথাকথিত \"নরম পুরুষদের\" সমালোচনা করেছেন এবং বলেছেন যে, প্রকৃত পুরুষ হয়ে ওঠার জন্য ছেলেদের দীক্ষার মধ্য দিয়ে যেতে হবে। তিনি \"জিউস শক্তি\" অর্জনের ধারণা দিয়েছেন, যা তার মতে \"পুরুষত্বের ক্ষমতা\", যেখানে বুদ্ধিমত্তা, দৃঢ় স্বাস্থ্য, সহমর্মিতাপূর্ণ সিদ্ধান্ত গ্রহণ, সদিচ্ছা ও উদার নেতৃত্ব অন্তর্ভুক্ত।\nমিথোপোয়েটিক আন্দোলনের অনুসারীরা \"বয়োজ্যেষ্ঠদের সম্মান\", \"পিতৃত্ব পুনরুদ্ধার\" ও \"অন্তর্নিহিত বন্য পুরুষকে জাগ্রত করার\" ওপর গুরুত্ব দেন, বিশেষ করে পিতৃহীনতার মানসিক প্রভাব নিয়ে আলোচনা করেন।\nএই আন্দোলনে বিশ্বাস করা হয় যে, পুরুষত্ব গভীর মনস্তাত্ত্বিক ধারা ও প্রতীকের মাধ্যমে গঠিত, যা পৌরাণিক কাহিনি, গল্প এবং আচার-অনুষ্ঠানের মাধ্যমে প্রকাশিত হয়। এই ধারণাগুলো বিশ্লেষণমূলক বা গভীর মনোবিদ্যা থেকে নেওয়া তত্ত্ব দ্বারা সমর্থিত।\nএটি কিছু ক্ষেত্রে পুরুষ অধিকারের আন্দোলন ও পুরুষ মুক্তি আন্দোলনের সঙ্গে মিল রাখে।\nউল্লেখযোগ্য কিছু কার্যক্রম:\n\nছেলেদের পরিপক্ব পুরুষ হিসেবে গড়ে তুলতে পরামর্শদান কর্মসূচি\nআচার-অনুষ্ঠান, ড্রাম বাজানো ও গল্প বলার শিবির\nসমর্থনমূলক গোষ্ঠী গঠন\nস্কুলে ছেলেদের জন্য পাঠ্যক্রম উন্নয়নের প্রচেষ্টা\nরবার্ট ব্লাই, জেমস হিলম্যান, মাইকেল জে. মিড, স্যাম কীন, রবার্ট এল. মুর, এবং স্টিফেন বিদ্দালফ হলেন কিছু বিশিষ্ট পৌরাণিক কাহিনি লেখক।\n\n\n== পরিভাষা ==\nসমাজবিদ মাইকেল মেসনার ও মাইকেল ফ্লাডের মতে, \"আন্দোলন\" শব্দটি বিতর্কিত, কারণ অন্যান্য সামাজিক আন্দোলনের তুলনায় পুরুষদের আন্দোলন মূলত আত্মউন্নতির ওপর কেন্দ্রিত, অভ্যন্তরীণভাবে পরস্পরবিরোধী, এবং এমন একটি গোষ্ঠীর সদস্যদের নিয়ে গঠিত, যা তারা বিশেষ সুবিধাপ্রাপ্ত বলে মনে করেন।\n\n\n== এছাড়াও দেখুন ==\nপুরুষবাদ\nপুরুষের প্রতি সহিংসতা\nআন্তর্জাতিক পুরুষ দিবস\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nBly, Robert (১৯৯০)। Iron John: A Book About Men। Reading, MA: Addison-Wesley। আইএসবিএন 978-0-201-51720-0। \nClatterbaugh, Kenneth C. (১৯৯৭)। Contemporary perspectives on masculinity: men, women, and politics in modern society (2nd সংস্করণ)। Boulder, CO: Westview Press। আইএসবিএন 978-0-8133-2701-3। \nConnell, R.W., (1995), Masculinities, Cornwall; Allen & Unwin.\nKimmel, Michael (২০১২)। Manhood in America: A Cultural History (3rd সংস্করণ)। New York: Oxford University Press। আইএসবিএন 978-0-19-978155-3। \nHooks, Bell., (2005), The Will To Change: Men, Masculinity and Love, New York; Washington Square Press.\nMessner, Michael (১৯৯৭)। Politics of Masculinities: Men in Movements। Lanham, MA: Rowman & Littlefield। আইএসবিএন 978-0-8039-5576-9। \nSchwalbe, Michael (১৯৯৬)। Unlocking the iron cage: the men's movement, gender politics, and American culture। New York: Oxford University Press। আইএসবিএন 978-0-19-509229-5। \nFarrell W (১৯৯৩)। The Myth of Male Power: Why Men Are The Disposable Sex। New York: Berkley Books। আইএসবিএন 978-0-425-18144-7। \n\n\n== External links ==\n উইকিমিডিয়া কমন্সে পুরুষদের আন্দোলন সম্পর্কিত মিডিয়া দেখুন।"}