{"pageid": 1516650, "title": "সমতা (অনুবাদ)", "url": "https://bn.wikipedia.org/wiki?curid=1516650", "content": "\"আনুষ্ঠানিক-সমতা\" পদ্ধতি উৎস ভাষার আভিধানিক বিবরণ এবং ব্যাকরণগত কাঠামোর প্রতি বিশ্বস্ততার উপর অধিক গুরুত্ব আরোপ করে, যেখানে \"অগ্রসরমান সমতা\" এমন একটি ব্যাখ্যা নিয়োগ করে যা লক্ষ্য ভাষার জন্য আরও স্বাভাবিক বলে প্রতিত হয়।\n\n\n== অনুবাদের পদ্ধতি ==\n\"আনুষ্ঠানিক-সমতা\" পদ্ধতি উৎস ভাষার আভিধানিক বিবরণ এবং ব্যাকরণগত কাঠামোর প্রতি বিশ্বস্ততার উপর জোর দেয়, যেখানে \"গতিশীল সমতা\" এমন একটি রেন্ডারিং ব্যবহার করে যা লক্ষ্য ভাষার জন্য আরও স্বাভাবিক।\nইউজিন নিদার মতে, অগ্রসরমান সমতা, তিনি মূলত যে শব্দটি তৈরি করেছিলেন, সেটি হল \"একটি অনুবাদের গুণমান যেখানে মূল পাঠ্যের বার্তাটি গ্রাহকের ভাষায় এত পরিবাহিত হয়েছে যে গ্রাহকের প্রতিক্রিয়া মূলত মূল গ্রাহকগুলির মতো।\"  এই যাতে উভয় ভাষার পাঠক একইভাবে পাঠ্যের অর্থ বুঝতে পারে।\nপরবর্তী বছরগুলিতে, নিদা নিজেকে \"অগ্রসরমান সমতা\" শব্দগুচ্ছ থেকে দূরে সরিয়ে নেন এবং \"কার্যকরী সমতা\" শব্দটিকে পছন্দ করেন।  \"কার্যকরী সমতা\" শব্দবন্ধ যেটি নির্দেশ করে তা শুধুমাত্র উৎস সংস্কৃতিতে উৎস পাঠ্যের কার্যকারিতা এবং  লক্ষ্য সংস্কৃতিতে লক্ষ্য পাঠ্যের (অনুবাদ) এর কার্যকারিতা মধ্যে সমতা নয়, কিন্তু সেই \"কার্যকারিতা\"টিকে পাঠ্যের একটি সম্পত্তি হিসাবে বিবেচনা করা যেতে পারে।  মানুষ কিভাবে সংস্কৃতিতে সংযোগ স্থাপন করে তার সাথে কার্যকরী সমতা যুক্ত করা সম্ভব।\n1199 সালে তার অনুবাদক স্যামুয়েল ইবনে টিবনকে লেখা চিঠিতে মাইমোনাইডস দ্বারা অনুরূপ পার্থক্য প্রকাশ করা হয়েছিল। তিনি লিখেছেন:\n আমি একটি নিয়মের প্রতিশ্রুতি নেব: যে অনুবাদক প্রতিটি শব্দকে আক্ষরিকভাবে বের করার প্রস্তাব করেন এবং মূল শব্দ ও বাক্যগুলির ক্রম মেনে চলেন, তিনি অনেক অসুবিধার সম্মুখীন হবেন এবং ফলাফলটি সন্দেহজনক এবং দুর্নীতিগ্রস্ত হবে।  এটি সঠিক পদ্ধতি নয়।  অনুবাদককে প্রথমে বিষয়ের অর্থ বোঝার চেষ্টা করতে হবে এবং তারপর অন্য ভাষায় নিখুঁত স্পষ্টতার সাথে বিষয়টি বর্ণনা করতে হবে।  যাইহোক, এটি শব্দের ক্রম পরিবর্তন না করে, একটি শব্দের জন্য অনেকগুলি প্রতিস্থাপনযোগ্য শব্দ রেখে এবং এর বিপরীতে করা যায় না, যাতে তিনি যে ভাষায় অনুবাদ করেন সেই ভাষায় বিষয়টি পুরোপুরি বোধগম্য হয়।\nমাইমোনাইডস ডাইনামিক/ফাংশনাল ইক্যুয়ালেন্সের দিকে নেমে আসে, যদিও সম্ভবত পাঠ্যের সাংস্কৃতিক কার্যকারিতা বিবেচনা করার মতো পরিস্থিতি নেই।  তিনি স্পষ্টভাবে আনুষ্ঠানিক সমতাকে \"সন্দেহজনক এবং দুর্নীতিগ্রস্ত\" হিসাবে প্রত্যাখ্যান করেছেন।\n\n\n== তত্ত্ব এবং অনুশীলন ==\nযেহেতু কার্যকরী সমতা পদ্ধতিটি মূল পাঠ্যের ব্যাকরণগত কাঠামোর কঠোর আনুগত্য পরিহার করে লক্ষ্য ভাষায় আরও স্বাভাবিক অনুবাদের পক্ষে, তাই এটি কখনও কখনও ব্যবহৃত হয় যখন অনুবাদের পাঠযোগ্যতা মূল ব্যাকরণগত কাঠামো সংরক্ষণের চেয়ে বেশি গুরুত্বপূর্ণ।\nআনুষ্ঠানিক সমতা প্রায়শই বাস্তবতার চেয়ে বেশি লক্ষ্যবস্তু হয়, যদি কেবল এই কারণে যে একটি ভাষায় এমন একটি ধারণার জন্য এমন একটি শব্দ থাকতে পারে যার অন্য ভাষায় সরাসরি কোনও সমতুল্য নেই। এই ধরনের ক্ষেত্রে, ধারণাটি উপস্থাপনের জন্য লক্ষ্য ভাষায় আরও গতিশীল অনুবাদ ব্যবহার করা যেতে পারে অথবা একটি নতুন তত্ত্ব তৈরি করা যেতে পারে (কখনও কখনও উৎস ভাষা থেকে একটি শব্দ ধার করে)।\nউৎস ভাষা লক্ষ্য ভাষার থেকে যত বেশি আলাদা হবে, লক্ষ্য ভাষার শব্দ পরিবর্তন বা পুনর্বিন্যাস না করে আক্ষরিক অনুবাদ বোঝা তত বেশি কঠিন হতে পারে। অন্যদিকে, আনুষ্ঠানিক সমতা উৎস ভাষার সাথে পরিচিত পাঠকদের মূল পাঠ্যে অর্থ কীভাবে প্রকাশ করা হয়েছে তা বিশ্লেষণ করার সুযোগ করে দিতে পারে, অ-অনুবাদিত বাগধারা, অলঙ্কৃত কৌশল (যেমন হিব্রু বাইবেলে চিয়াস্টিক কাঠামো ) এবং উচ্চারণ সংরক্ষণ করে মূল তথ্য সংরক্ষণ এবং অর্থের সূক্ষ্ম ছায়াগুলি তুলে ধরার জন্য।\n\n\n== আনুমানিক সমতুল্যের মধ্যে ক্ষুদ্র পার্থক্য ==\nস্যান্ডি হাবিব লক্ষ্য করেছেন যে, দেবদূতের জন্য ব্যবহৃত আরবি, হিব্রু এবং ইংরেজি শব্দগুলির অর্থ কিছুটা ভিন্ন।  এর ফলে ফেরেশতারা অমর নাকি মন্দ কাজ করতে সক্ষম, এবং তাদের চেহারা (যেমন তাদের ডানার রঙ) ইত্যাদি প্রশ্নে ধর্মীয়-সাংস্কৃতিক পার্থক্য দেখা দেয়। প্রাকৃতিক শব্দার্থিক ধাতবভাষার উপর তার মনোযোগের কারণে, গিলাদ জুকারম্যান বিভিন্ন ভাষার আভিধানিক আইটেমগুলির মধ্যে এই ধরনের ক্ষুদ্র পার্থক্যকে নির্ভুল এবং সংক্ষিপ্ত উভয় অনুবাদ তৈরির ক্ষেত্রে একটি বড় বাধা বলে মনে করেন।  \n\n\n== বাইবেল অনুবাদ ==\nবাইবেলের অনুবাদকরা ইংরেজিতে অনুবাদ করার ক্ষেত্রে বিভিন্ন পন্থা অবলম্বন করেছেন, যার মধ্যে রয়েছে আনুষ্ঠানিক সমতুল্যতার চরম ব্যবহার থেকে শুরু করে গতিশীল সমতুল্যতার চরম ব্যবহার। \n\nআনুষ্ঠানিক সমতুল্যতার প্রধান ব্যবহার\n\nডুয়ে-রাইমস বাইবেল (১৬১০)\nকিং জেমস বাইবেল (১৬১১)\nইয়ং'স লিটারাল ট্রান্সলেশন (১৮৬২)\nসংশোধিত সংস্করণ (১৮৮৫)\nআমেরিকান স্ট্যান্ডার্ড সংস্করণ (১৯০১)\nকনকর্ড্যান্ট ভার্সন (১৯২৬)\nসংশোধিত স্ট্যান্ডার্ড সংস্করণ (১৯৫২)\nসংশোধিত স্ট্যান্ডার্ড সংস্করণ ক্যাথলিক সংস্করণ (১৯৬৬)\nনিউ আমেরিকান স্ট্যান্ডার্ড বাইবেল (১৯৭১)\nনিউ কিং জেমস ভার্সন (১৯৮২)\nগ্রিন'স লিটারাল ট্রান্সলেশন (১৯৮৫)\nনিউ ইহুদি প্রকাশনা সোসাইটি তানাখ (১৯৮৫)\nনতুন সংশোধিত স্ট্যান্ডার্ড সংস্করণ (১৯৮৯)\nঅর্থোডক্স স্টাডি বাইবেল (১৯৯৩)\nথার্ড মিলেনিয়াম বাইবেল (১৯৯৮)\nপুনরুদ্ধার সংস্করণ (১৯৯৯)\nওয়ার্ল্ড ইংলিশ বাইবেল (২০০০)\nইংরেজি স্ট্যান্ডার্ড সংস্করণ (২০০১)\nসংশোধিত স্ট্যান্ডার্ড সংস্করণ দ্বিতীয় ক্যাথলিক সংস্করণ (ইগনাশিয়াস বাইবেল) (২০০৬)\nলেক্সহ্যাম ইংলিশ বাইবেল (২০১১)\nআধুনিক ইংরেজি সংস্করণ (২০১৪)\nট্রি অফ লাইফ ভার্সন (২০১৪)\nইংরেজি স্ট্যান্ডার্ড সংস্করণ ক্যাথলিক সংস্করণ (২০১৮)\nআক্ষরিক স্ট্যান্ডার্ড সংস্করণ (২০২০)\nআনুষ্ঠানিক এবং গতিশীল উভয় সমতুল্যতার মাঝারি ব্যবহার\nপবিত্র শাস্ত্রের নতুন জগৎ অনুবাদ (১৯৬১, সংশোধিত ১৯৮৪, ২০১৩) \nকনফ্র্যাটার্নিটি বাইবেল (১৯৬৯)\nআধুনিক ভাষার বাইবেল (১৯৬৯)\nনিউ আমেরিকান বাইবেল (১৯৭০, সংশোধিত ১৯৮৬ এবং ১৯৯১)\nনতুন আন্তর্জাতিক সংস্করণ (১৯৭৮)\nহলম্যান খ্রিস্টান স্ট্যান্ডার্ড বাইবেল যাকে \"অনুকূল সমতা\" বলা হয় (২০০৪)\nনতুন কমিউনিটি বাইবেল (২০০৮)\nসাধারণ ইংরেজি বাইবেল (২০১১)\nনতুন আমেরিকান বাইবেল সংশোধিত সংস্করণ (২০১১)\nখ্রিস্টান স্ট্যান্ডার্ড বাইবেল (২০১৭)\nইভাঞ্জেলিক্যাল হেরিটেজ সংস্করণ (২০১৯)\nনতুন ক্যাথলিক বাইবেল / নতুন ক্যাথলিক সংস্করণ  (সেন্ট জোসেফ নতুন ক্যাথলিক বাইবেল) (২০১৯)\nসংশোধিত নতুন জেরুজালেম বাইবেল (২০১৯)\nগতিশীল সমতুল্যতা বা প্যারাফ্রেজ বা উভয়ের ব্যাপক ব্যবহার\nপবিত্র বাইবেল: নক্স সংস্করণ (১৯৫৫) \nঅ্যামপ্লিফাইড বাইবেল (১৯৬৫)\nজেরুজালেম বাইবেল (১৯৬৬)\nনিউ লাইফ ভার্সন (১৯৬৯)\nনিউ ইংলিশ বাইবেল (১৯৭০)\nসুসংবাদ বাইবেল (পূর্বে \"আজকের ইংরেজি সংস্করণ\") (১৯৭৬)\nনিউ জেরুজালেম বাইবেল (১৯৮৫)\nসহজে পঠনযোগ্য সংস্করণ (১৯৮৭)\nখ্রিস্টান সম্প্রদায়ের বাইবেল (১৯৮৮)\nসংশোধিত ইংরেজি বাইবেল (১৯৮৯)\nঈশ্বরের বাক্য অনুবাদ (১৯৯৫)\nসমসাময়িক ইংরেজি সংস্করণ (১৯৯৫)\nনিউ লিভিং ট্রান্সলেশন (১৯৯৬)\nসম্পূর্ণ ইহুদি বাইবেল (১৯৯৮)\nনতুন আন্তর্জাতিক পাঠক সংস্করণ (১৯৯৮)\nনতুন ইংরেজি অনুবাদ (২০০৫)\nআজকের নতুন আন্তর্জাতিক সংস্করণ (২০০৫)\nসিটিএস নিউ ক্যাথলিক বাইবেল (২০০৭)\nসহজ ইংরেজি বাইবেল (২০১৮)\nপ্যারাফ্রেজের ব্যাপক ব্যবহার\nদ্য লিভিং বাইবেল (১৯৭১)\nদ্য স্ট্রিট বাইবেল (যুক্তরাজ্য) (২০০৩), যেমন \"রাস্তায় শব্দ\" (মার্কিন যুক্তরাষ্ট্র) (২০০৪)\nদ্য মেসেজ বাইবেল (২০০২)\nদ্য ভয়েস (২০১২)\nদ্য প্যাশন ট্রান্সলেশন (২০১৭)"}