{"pageid": 1516444, "title": "পিংক চাড্ডি ক্যাম্পেইন", "url": "https://bn.wikipedia.org/wiki?curid=1516444", "content": "পিংক চাড্ডি ক্যাম্পেইন (বা গোলাপী অন্তর্বাস প্রচারণা) হল একটি অহিংস প্রতিবাদ আন্দোলন যা ২০০৯ সালের ফেব্রুয়ারিতে পাব-গোয়িং, লুজ অ্যাণ্ড ফরোয়ার্ড উইমেন -এর কনসোর্টিয়াম দ্বারা শুরু হয়েছিল। সহিংস অতি-রক্ষণশীল এবং ডানপন্থী সংগঠনের নজরদারেরা মহিলাদের বিরুদ্ধে হিন্দু সংস্কৃতি লঙ্ঘনের অভিযোগ এনে ম্যাঙ্গালোরের একটি পাব -এ তাদের আক্রমণ করে। এই ঘটনার বিরুদ্ধে উল্লেখযোগ্য প্রতিক্রিয়া হিসেবে এই আন্দোলন শুরু হয়েছিল। এই প্রচারণাটি ছিল তেহেলকা রাজনৈতিক ম্যাগাজিনের কর্মচারী নিশা সুসানের মস্তিষ্কপ্রসূত।\nম্যাঙ্গালোরে অবস্থিত একটি হিন্দু চরমপন্থী গোষ্ঠী শ্রী রাম সেনা (যাকে শ্রী রাম সেনা বা শ্রীরাম সেনা নামেও লেখা হয়)-র প্রমোদ মুথালিকের হুমকির প্রতিবাদে এই প্রচারণাটি বিশেষভাবে তৈরি করা হয়েছিল। মুথালিক হুমকি দিয়েছিলেন যে ভালোবাসা দিবসে যেকোনো তরুণ দম্পতিকে একসাথে পাওয়া গেলে তাদের বিয়ে দিয়ে দেওয়া হবে এবং অন্যান্য ব্যবস্থা নেওয়া হবে। ঐতিহ্যগতভাবে ভারতে ভ্যালেন্টাইন্স ডে পালিত হয় না, যেমনটি পশ্চিমী সংস্কৃতিতে পালিত হয়।\n\n\n== পটভূমি ==\n\n২০০৯ সালের ২৪শে জানুয়ারি ভারতের ম্যাঙ্গালোরে একদল পুরুষ একদল নারীর উপর আক্রমণ করে। এই আক্রমণটি একটি বিচ্ছিন্ন ঘটনা এবং শ্রী রাম সেনার সদস্যরা এটি ঘটিয়েছে বলে অভিযোগ রয়েছে। সেই মাসের শেষের দিকে, ১৪ই ফেব্রুয়ারি, ভালোবাসা দিবসে ডেটিং করা দম্পতিদের লক্ষ্য করে মুথালিক একটি কর্ম পরিকল্পনা ঘোষণা করেন। তিনি বলেন, \"আমাদের কর্মীরা ১৪ই ফেব্রুয়ারি একজন পুরোহিত, হলুদের গুঁড়ো এবং একটি মঙ্গলসূত্র নিয়ে ঘুরে বেড়াবেন। যদি আমরা এমন দম্পতিদের দেখতে পাই যারা জনসমক্ষে একসাথে তাদের ভালোবাসা প্রকাশ করছে, তাহলে আমরা তাদের নিকটতম মন্দিরে নিয়ে যাব এবং তাদের বিয়ে সম্পন্ন করব।\"\n২০০৯ সালের ৯ই ফেব্রুয়ারী তারিখে, স্বরাষ্ট্রমন্ত্রী পি. চিদাম্বরম বলেন যে \"শ্রী রাম সেনা দেশের জন্য হুমকি। কেন্দ্র তাদের কার্যকলাপ অত্যন্ত উদ্বেগের সাথে পর্যবেক্ষণ করছে\"।\n\n\n== পিংক চাড্ডি ক্যাম্পেইন ==\nউত্তেজনার মাঝে, একদল তরুণী \"গোলাপী চাড্ডি\" প্রচারণা নামে একটি প্রতিবাদ শুরু করে, যেখানে তারা সমগ্র ভারতের কাছে আহ্বান জানায় ভালোবাসা দিবসে মুথালিকের অফিসে গোলাপী অন্তর্বাস (\"হিন্দিতে চাড্ডি\") পাঠিয়ে শান্তিপূর্ণ প্রতিবাদ (সংবাদপত্রে গান্ধীবাদী হিসাবে বর্ণনা করা হয়েছে) করার। নিশা সুসান, মিহিরা সুদ, জসমিন পাথেজা এবং ইশা মনচন্দা প্রতিবাদের এই অভিনব রূপটি শুরু করেছিলেন। প্রতিবাদ যত বাড়তে থাকে, \"লাভ সেনা\"-এর প্রতি সংহতি প্রকাশের জন্য ভারতের বিভিন্ন স্থান থেকে অন্তর্বাস আসতে থাকে। ভালোবাসা দিবসে শ্রী রাম সেনার অফিসে গোলাপি অন্তর্বাস পাঠানোর জন্য ৩,০০০ জনেরও বেশি লোক 'দ্য পিঙ্ক চাড্ডি ক্যাম্পেইন'-এ যোগ দিয়েছিল।\n\n\n== প্রচারণার প্রতি প্রতিক্রিয়া ==\nগণ মাধ্যমে পিঙ্ক চাড্ডি ক্যাম্পেইন ব্যাপক প্রচার পেয়েছে, এবং তাদের ফেসবুক গ্রুপের সদস্য সংখ্যা পরবর্তী দিনগুলিতে দ্রুত বৃদ্ধি পেয়েছে।\nকয়েকটি প্রতিবেদনে প্রচারণার সমালোচনা করা হয়েছে এবং অভিযোগ করা হয়েছে যে এটি নারীর উপর আক্রমণের মতো একটি গুরুত্বপূর্ণ বিষয়কে তুচ্ছ করে তুলেছে।\nপ্রচারণার ব্লগে আরএসএস সদস্যদের ছবি ব্যবহারের বিরুদ্ধে রাষ্ট্রীয় স্বয়ংসেবক সংঘের (আরএসএস) সমর্থকরা আপত্তি জানালে প্রচারণার বিরুদ্ধে রাজনৈতিক প্রতিক্রিয়াও দেখা দেয়। আরএসএস ম্যাঙ্গালোর হামলার সমালোচনা করেছিল এবং শ্রী রাম সেনা নিষিদ্ধ করার পক্ষে ছিল। এই আপত্তির পর ব্লগের মালিক আরএসএস সদস্যদের ছবি সরিয়ে ফেলেছেন।\nভালোবাসা দিবসের কয়েকদিন আগে কিছু অজানা কর্মী \"দ্য পিঙ্ক কনডম ক্যাম্পেইন\" নামে একটি পাল্টা প্রচারণা শুরু করেছিলেন।\n\n\n== প্রতিরোধমূলক হেফাজত ==\nঅতিরিক্ত সতর্কতা হিসাবে, মুথালিক এবং শ্রী রাম সেনার অন্য ১৪০ জনকে ভ্যালেন্টাইনস ইভ-এ প্রতিরোধমূলক হেফাজতে রাখা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nগোলাপী প্যান্টি প্রচারণা: ভারতীয় নারীর যৌন বিপ্লব। রিতা ব্যানার্জী in ইন্টারসেকশনস: জেণ্ডার অ্যাণ্ড সেক্সুয়ালিটি ইন এশিয়া অ্যাণ্ড দ্য প্যাসিফিক সংখ্যা ২৩, জানুয়ারি ২০১০ \nNisha Susan (২৮ ফেব্রুয়ারি ২০০৯)। \"Valentine's Warriors: The Pink Chaddi Campaign: why it began and how\"। Tehelka। ৪ মার্চ ২০১৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১ সেপ্টেম্বর ২০১৫।"}