{"pageid": 1516694, "title": "যুক্তরাষ্ট্রে নবায়নযোগ্য শক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1516694", "content": "যুক্তরাষ্ট্রের শক্তি তথ্য প্রশাসন (মার্কিন জ্বালানি তথ্য প্রশাসন)-এর তথ্য অনুযায়ী, ২০২২ সালে যুক্তরাষ্ট্রে মোট প্রাথমিক শক্তি উৎপাদনের ৮.৪% নবায়নযোগ্য শক্তি থেকে এসেছে এবং দেশটির মোট বিদ্যুৎ উৎপাদনের ২১% নবায়নযোগ্য শক্তি থেকে এসেছে।\n২০১৯ সাল থেকে যুক্তরাষ্ট্রে নবায়নযোগ্য বিদ্যুতের বৃহত্তম উৎস হয়ে উঠেছে বায়ু শক্তি। ২০২২ সালে বায়ু শক্তি থেকে ৪৩৪ টেরাওয়াট-ঘণ্টা বিদ্যুৎ উৎপন্ন হয়েছিল, যা দেশটির মোট বিদ্যুৎ উৎপাদনের ১০% এবং নবায়নযোগ্য বিদ্যুৎ উৎপাদনের ৪৮% ছিল। ২০২৩ সালের জানুয়ারি পর্যন্ত, যুক্তরাষ্ট্রে বায়ু শক্তি উৎপাদনের জন্য স্থাপিত মোট উৎপাদন ক্ষমতা ছিল ১৪১.৩ গিগাওয়াট )।\n২০২৩ সালের প্রথম ত্রৈমাসিক পর্যন্ত, টেক্সাস যুক্তরাষ্ট্রের মধ্যে সবচেয়ে বেশি বায়ু শক্তির ব্যবহারকারী রাজ্য হিসেবে অবস্থান ধরে রেখেছে, যেখানে আইওয়া এবং ওকলাহোমা পরবর্তী স্থানে রয়েছে।\nযুক্তরাষ্ট্রে জলবিদ্যুৎ নবায়নযোগ্য বিদ্যুতের দ্বিতীয় বৃহত্তম উৎস, যা ২০২২ সালে দেশের মোট বিদ্যুতের প্রায় ৬.২% এবং নবায়নযোগ্য বিদ্যুতের ২৯% উৎপাদন করেছে \nযুক্তরাষ্ট্র বিশ্বের চতুর্থ বৃহত্তম জলবিদ্যুৎ উৎপাদনকারী দেশ, চীন, কানাডা ও ব্রাজিলের পরেই এর অবস্থান।\nসৌরশক্তির ব্যবহার দেশে ক্রমশ বাড়ছে। ২০২২ সালে ১১১.৬ গিগাওয়াট স্থাপিত সক্ষমতা থেকে মোট জাতীয় বিদ্যুতের প্রায় ৩.৪% উৎপন্ন হয়েছে, যা আগের বছরের ২.৮% থেকে বৃদ্ধি পেয়েছে। ২০২০ সালের হিসাব অনুযায়ী, যুক্তরাষ্ট্রে সৌরশক্তি শিল্পে ২,৬০,০০০-এর বেশি মানুষ কাজ করছিল এবং ৪৩টি রাজ্যে নেট মিটারিং চালু ছিল, যেখানে বিদ্যুৎ কোম্পানিগুলো অতিরিক্ত সৌরবিদ্যুৎ কিনে নিত। যুক্তরাষ্ট্রের বৃহত্তম সৌরবিদ্যুৎ কেন্দ্রগুলোর মধ্যে রয়েছে মাউন্ট সিগন্যাল সোলার (৬০০ মেগাওয়াট) এবং সোলার ষ্টার (৫৭৯ মেগাওয়াট)। যুক্তরাষ্ট্র ১৯৮০-এর দশকে সৌর তাপবিদ্যুৎ প্রযুক্তির অগ্রদূত ছিল এবং সোলার ওয়ান এর মাধ্যমে এর প্রচলন ঘটায়। পরবর্তীতে আরও কয়েকটি সৌর তাপবিদ্যুৎ কেন্দ্র নির্মিত হয়েছে। সবচেয়ে বড় সৌর তাপবিদ্যুৎ কেন্দ্রগুলোর মধ্যে অন্যতম হলো ইভানপাহ সৌর বিদ্যুৎ সুবিধা (৩৯২ মেগাওয়াট), যা লাস ভেগাসের দক্ষিণ-পশ্চিমে অবস্থিত, এবং সৌরশক্তি উৎপাদন ব্যবস্থা প্রকল্পের কেন্দ্রগুলো, যেগুলো মোজাভে মরুভূমিতে অবস্থিত এবং সম্মিলিতভাবে ৩৫৪ মেগাওয়াট উৎপাদন করতে সক্ষম।\nঅন্য নবায়নযোগ্য শক্তির উৎসগুলোর মধ্যে রয়েছে ভূতাপীয় শক্তি, যেখানে দ্য গিজার্স যুক্তরাষ্ট্রের উত্তর ক্যালিফোর্নিয়ার বৃহত্তম ভূতাপীয় বিদ্যুৎ উৎপাদন কেন্দ্র।\nসাবেক মার্কিন প্রেসিডেন্ট বারাক ওবামা নবায়নযোগ্য শক্তির উন্নয়ন ও শক্তি দক্ষতাকে \"শক্তি অনুসন্ধানের নতুন যুগ\" বলে অভিহিত করেছিলেন। ২০০৯ সালের ২৪ ফেব্রুয়ারি, কংগ্রেসের যৌথ অধিবেশনে তিনি ঘোষণা করেন যে, পরবর্তী তিন বছরের মধ্যে নবায়নযোগ্য শক্তির উৎপাদন দ্বিগুণ করা হবে। নবায়নযোগ্য শক্তি ২০১১ সালের প্রথম প্রান্তিকে এক গুরুত্বপূর্ণ মাইলফলক অর্জন করে, যখন এটি মোট জাতীয় শক্তি উৎপাদনের ১১.৭% (৬৬০ টেরাওয়াট-ঘণ্টা) অবদান রাখে এবং একই সময়ে পারমাণবিক শক্তির উৎপাদন (৬২০ টেরাওয়াট-ঘণ্টা) কে ছাড়িয়ে যায়, যা ১৯৯৭ সালের পর প্রথমবারের মতো ঘটেছিল।\n২০১২ সালের স্টেট অব দ্য ইউনিয়ন ভাষণে, প্রেসিডেন্ট বারাক ওবামা নবায়নযোগ্য শক্তির প্রতি তাঁর অঙ্গীকার পুনর্ব্যক্ত করেন এবং উল্লেখ করেন যে, অভ্যন্তরীণ মন্ত্রণালয় ২০১২ সালে সরকারি জমিতে ১০ গিগাওয়াট নবায়নযোগ্য শক্তি প্রকল্প অনুমোদন দেবে। পরবর্তীতে, প্রেসিডেন্ট জো বাইডেন এর প্রশাসনের অধীনে কংগ্রেস এই লক্ষ্য বৃদ্ধি করে ২০২৫ সালের মধ্যে ২৫ গিগাওয়াটে উন্নীত করে। ২০২৩ সালের মে মাস পর্যন্ত, ব্যুরো অব ল্যান্ড ম্যানেজমেন্ট এই লক্ষ্য অর্জনের প্রায় ৩৭% অনুমোদন দিয়েছে।\n\n\n== নবায়নযোগ্য শক্তির যৌক্তিকতা ==\nনবায়নযোগ্য শক্তির প্রযুক্তিগুলোর মধ্যে রয়েছে আলোক-বিভব প্রযুক্তি, সৌর তাপবিদ্যুৎ কেন্দ্র ও গরম/ঠান্ডা নিয়ন্ত্রণ ব্যবস্থা, বায়ুবিদ্যুৎ কেন্দ্র, জলবিদ্যুৎ, ভূতাপীয় বিদ্যুৎ, সাগর তরঙ্গ শক্তি এবং জীবাশ্ম জ্বালানির বিকল্প হিসেবে জৈব শক্তির ব্যবহার।\nআমেরিকায় নবায়নযোগ্য জ্বালানির উপর দৃষ্টিভঙ্গি প্রতিবেদনে ব্যাখ্যা করা হয়েছে যে, যুক্তরাষ্ট্রের জন্য নবায়নযোগ্য শক্তি কেন গুরুত্বপূর্ণ:\n\n  \nআমেরিকার এমন শক্তির প্রয়োজন যা নিরাপদ, নির্ভরযোগ্য, জনস্বাস্থ্যের উন্নতি সাধন করে, পরিবেশ রক্ষা করে, জলবায়ু পরিবর্তনের সমস্যা মোকাবিলা করে, কর্মসংস্থান সৃষ্টি করে এবং প্রযুক্তিগত নেতৃত্ব প্রদান করে। আমেরিকার নবায়নযোগ্য শক্তির প্রয়োজন। নবায়নযোগ্য শক্তির সম্পূর্ণ সম্ভাবনাকে কাজে লাগাতে হলে, যুক্তরাষ্ট্রকে ফেডারেল ও রাজ্য পর্যায়ে সুসংহত ও দীর্ঘমেয়াদি নীতি গ্রহণ করতে হবে, যা নবায়নযোগ্য শক্তির বাজার সম্প্রসারিত করবে, নতুন প্রযুক্তি উন্নয়ন ও প্রয়োগ করবে এবং সমস্ত গুরুত্বপূর্ণ শক্তি বাজার খাতে নবায়নযোগ্য শক্তির ব্যবহার উৎসাহিত করবে—যেমন পাইকারি ও বিতরণযোগ্য বিদ্যুৎ উৎপাদন, তাপ শক্তি প্রয়োগ এবং পরিবহন।  \n\nনবায়নযোগ্য শক্তির আরেকটি বড় সুবিধা হলো, কিছু প্রযুক্তি যেমন বায়ুবিদ্যুৎ ও সৌর আলোক-বিভব (PV) বিদ্যুৎ উৎপাদনে খুব কম বা একেবারেই পানি ব্যবহার করে না। অন্যদিকে, তাপবিদ্যুৎ কেন্দ্র (যেগুলো জীবাশ্ম জ্বালানির ওপর নির্ভরশীল) প্রচুর পরিমাণে পানি ব্যবহার করে, যা পরিবেশের উপর উল্লেখযোগ্য প্রভাব ফেলে।\n২০০৯ সালে যুক্তরাষ্ট্রের প্রেসিডেন্ট বারাক ওবামা তাঁর শপথ গ্রহণ ভাষণে নবায়নযোগ্য শক্তির প্রসারের ওপর গুরুত্বারোপ করেন, যা জ্বালানি নিরাপত্তা ও জলবায়ু পরিবর্তন—এই দুটি বড় চ্যালেঞ্জ মোকাবিলার জন্য গুরুত্বপূর্ণ। যুক্তরাষ্ট্রের কোনো প্রেসিডেন্টের উদ্বোধনী ভাষণে এটিই ছিল প্রথমবারের মতো শক্তি ব্যবহারের উল্লেখ, নবায়নযোগ্য শক্তির গুরুত্বের স্বীকৃতি এবং জলবায়ু পরিবর্তনের প্রতি দৃষ্টি আকর্ষণ। প্রেসিডেন্ট ওবামা ভবিষ্যতের দিকে তাকিয়ে বলেন, যুক্তরাষ্ট্র \"সূর্য, বায়ু ও মাটির শক্তিকে কাজে লাগিয়ে আমাদের গাড়ি চালাবে এবং আমাদের কারখানা চালু রাখবে।\"\nপ্রেসিডেন্টের আমেরিকার জন্য নতুন শক্তি পরিকল্পনায় আগামী দশকে ১৫০ বিলিয়ন মার্কিন ডলারের ফেডারেল বিনিয়োগের প্রস্তাব করা হয়, যা নবায়নযোগ্য শক্তি খাতে বেসরকারি বিনিয়োগকে উৎসাহিত করবে এবং পরিচ্ছন্ন জ্বালানির ভবিষ্যৎ গড়ে তুলতে সহায়তা করবে। এই পরিকল্পনা অনুযায়ী, ২০১২ সালের মধ্যে দেশের মোট বিদ্যুৎ উৎপাদনের ১০% নবায়নযোগ্য শক্তি থেকে আসবে এবং ২০২৫ সালের মধ্যে এই হার ২৫%-এ উন্নীত হবে।\n২০০৯ সালে কংগ্রেসের যৌথ অধিবেশনে দেওয়া ভাষণে ওবামা বলেন, \"আমরা জানি, যে দেশ পরিচ্ছন্ন ও নবায়নযোগ্য শক্তির ক্ষমতাকে কাজে লাগাবে, সেই দেশই ২১তম শতাব্দীতে নেতৃত্ব দেবে... আমাদের পুনরুদ্ধার পরিকল্পনার জন্য, আমরা আগামী তিন বছরের মধ্যে এই দেশের নবায়নযোগ্য শক্তির সরবরাহ দ্বিগুণ করব... আমেরিকার আবার নেতৃত্ব দেওয়ার সময় এসেছে।\"\n২০১১ সালের মধ্যে নতুন তথ্য উঠে এসেছে, যা দেখিয়েছে যে প্রচলিত জ্বালানি উৎসগুলোর সঙ্গে উল্লেখযোগ্য ঝুঁকি জড়িত, এবং শক্তির প্রযুক্তিগত বৈচিত্র্যে বড় পরিবর্তনের প্রয়োজন রয়েছে:\n\n  \nবিশ্বের বিভিন্ন দেশে ঘটে যাওয়া কয়লা খনির দুর্ঘটনাগুলো কয়লা সরবরাহ প্রক্রিয়ায় মানবিক ক্ষতির মাত্রা তুলে ধরেছে। পরিবেশ সংরক্ষণ সংস্থার (EPA) নতুন উদ্যোগগুলো বায়ুতে ছড়িয়ে পড়া বিষাক্ত উপাদান, কয়লা ছাই এবং কারখানার বর্জ্য নিষ্কাশন সম্পর্কিত সমস্যা চিহ্নিত করেছে, যা নিয়ন্ত্রণ প্রযুক্তি ব্যবহারের মাধ্যমে সমাধান করতে প্রচুর ব্যয় প্রয়োজন। প্রাকৃতিক গ্যাস অনুসন্ধানে ব্যবহৃত ফ্র্যাকিং পদ্ধতি নিয়ে উদ্বেগ বাড়ছে, কারণ এর ফলে ভূগর্ভস্থ পানিদূষণ ও গ্রিনহাউস গ্যাস নির্গমনের প্রমাণ পাওয়া যাচ্ছে। কয়লা-চালিত ও পারমাণবিক বিদ্যুৎকেন্দ্রগুলোতে প্রচুর পরিমাণে পানি ব্যবহারের বিষয়টি নিয়েও উদ্বেগ বাড়ছে, বিশেষত যেখানে পানির সংকট রয়েছে। ফুকুশিমা পারমাণবিক দুর্ঘটনা পারমাণবিক বিদ্যুৎকেন্দ্রগুলোর দীর্ঘমেয়াদি নিরাপদ পরিচালনা নিয়ে নতুন করে সন্দেহ সৃষ্টি করেছে। এছাড়াও, \"নতুন প্রজন্মের\" পারমাণবিক চুল্লির ব্যয় বৃদ্ধির কারণে বিনিয়োগকারীরা করদাতাদের নিশ্চয়তা ছাড়া এই প্রকল্পে অর্থায়নে আগ্রহী নন।  \n\n\n== যুক্তরাষ্ট্রে নবায়নযোগ্য শক্তি ও কার্বন ডাই অক্সাইড নির্গমন ==\n২০১০ থেকে ২০২০ সালের মধ্যে বাতাস, সৌরশক্তি এবং প্রাকৃতিক গ্যাসের ব্যয় নাটকীয়ভাবে হ্রাস পেয়েছে। ২০১৮ সালে, মার্কিন শক্তি তথ্য প্রশাসন অনুমান করেছিল যে যুক্তরাষ্ট্রে জ্বালানিসংশ্লিষ্ট কার্বন ডাই অক্সাইড নির্গমন ২০১৮ সালে ২.৭% বৃদ্ধি পাওয়ার পর, ২০১৯ সালে ২.৫% এবং ২০২০ সালে ১.০% হ্রাস পাবে। এই হ্রাসের মূল কারণ ছিল কয়লা থেকে নবায়নযোগ্য শক্তি ও প্রাকৃতিক গ্যাসের দিকে ঝোঁক।\nনবায়নযোগ্য শক্তির মাধ্যমে তিনটি প্রধান খাতে CO2 নির্গমন কমানো সম্ভব: পরিবহন, গরম ও শীতলীকরণ (যার মধ্যে ভবনের গরম এবং শীতাতপ নিয়ন্ত্রণ ব্যবস্থা, শিল্প ক্ষেত্রে তাপের ব্যবহার ইত্যাদি অন্তর্ভুক্ত) এবং বিদ্যুৎ উৎপাদন। ২০১৮ সাল ছিল শীতাতপ নিয়ন্ত্রণ ব্যবহারের দিক থেকে সর্বোচ্চ পর্যায়ের একটি বছর, যা পরবর্তী সময়ে হ্রাস পাওয়ার সম্ভাবনা ছিল।\n\n\n== বর্তমান প্রবণতা ==\n\n\n=== বিদ্যুৎ খাতে নবায়নযোগ্য শক্তি ===\n  \n  \n\n  \n\n২০১৬ সালে নবায়নযোগ্য শক্তি যুক্তরাষ্ট্রে উৎপাদিত মোট বিদ্যুতের ১৪.৯৪% সরবরাহ করেছিল। ২০০১ সালে এই হার ছিল মাত্র ৭.৭%, যদিও জলবিদ্যুৎ উৎপাদনে বড় ধরনের বার্ষিক পরিবর্তনের কারণে এই প্রবণতা কখনো কখনো স্পষ্টভাবে বোঝা যায় না। ২০০১ সাল থেকে নবায়নযোগ্য শক্তির বৃদ্ধির বেশিরভাগই বায়ু শক্তির প্রসারের কারণে হয়েছে এবং সাম্প্রতিক বছরগুলোতে সৌর শক্তির ব্যবহারও উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে। ক্যালিফোর্নিয়ায় নবায়নযোগ্য শক্তি বিশেষভাবে গুরুত্বপূর্ণ, যেখানে প্রায় ২৯% বিদ্যুৎ আরপিএস-যোগ্য নবায়নযোগ্য উৎস (যেমন জলবিদ্যুৎ) থেকে আসে।\nযুক্তরাষ্ট্রে বিশ্বের অন্যতম সেরা নবায়নযোগ্য শক্তির উৎস রয়েছে, যা দেশের ক্রমবর্ধমান শক্তির চাহিদার একটি গুরুত্বপূর্ণ অংশ পূরণ করতে পারে। দেশের মোট ভূমির এক-চতুর্থাংশ অংশে এত শক্তিশালী বাতাস রয়েছে যে তা প্রাকৃতিক গ্যাস ও কয়লার সমান দামে বিদ্যুৎ উৎপাদন করতে পারে। নবায়নযোগ্য শক্তি থেকে কার্বন-মুক্ত বিদ্যুৎ উৎপাদনের লক্ষ্যমাত্রা ২০৩৫ সালের মধ্যে অর্জন করতে গেলে, এই লক্ষ্য পূরণের জন্য যুক্তরাষ্ট্রের মোট সরকারি ভূমির ৫%-এরও কম অংশ দরকার হবে।\nযুক্তরাষ্ট্রে নবায়নযোগ্য শক্তির উৎসগুলোর মধ্যে বায়ু, সৌর, ভূতাপীয় এবং জৈব জ্বালানির মতো নতুন প্রযুক্তিগুলো অর্থনৈতিকভাবে প্রতিযোগিতামূলক হয়ে উঠছে বা শিগগিরই হবে। বর্তমানে বিদ্যুতের ৮৫% চাহিদা জীবাশ্ম জ্বালানি দিয়ে পূরণ হলেও, নবায়নযোগ্য শক্তির দ্রুত উন্নতি এর বিকল্প হয়ে উঠতে পারে। নবায়নযোগ্য শক্তির খাতে দ্রুত অগ্রগতির ফলে ব্যয় কমছে এবং প্রযুক্তিগত উন্নয়ন হচ্ছে।\nবায়ু ও সৌরশক্তির গুরুত্ব ক্রমশ বাড়ছে, যা আগের তুলনায় জলবিদ্যুৎকে কিছুটা ছাড়িয়ে যাচ্ছে। ২০১৬ সালে মোট নবায়নযোগ্য বিদ্যুৎ উৎপাদনের মধ্যে বায়ুশক্তির অবদান ছিল ৩৭.২৩%, আর জলবিদ্যুৎ উৎপাদনের পরিমাণ ছিল ৪৩.৬২%। এর বাইরে, মোট নবায়নযোগ্য বিদ্যুতের ১০.২৭% জৈব জ্বালানি থেকে, ৬.০৩% সৌরশক্তি থেকে এবং ২.৮৬% ভূতাপীয় শক্তি থেকে উৎপন্ন হয়।\n২০১৫ সালে, জর্জটাউন, টেক্সাস যুক্তরাষ্ট্রের প্রথম শহরগুলোর মধ্যে একটি হয়ে ওঠে, যা সম্পূর্ণভাবে নবায়নযোগ্য শক্তির মাধ্যমে চালিত হয়। শহর কর্তৃপক্ষ মূলত আর্থিক স্থিতিশীলতার কথা ভেবে এই সিদ্ধান্ত নেয়।\n২০১২ সালে, যুক্তরাষ্ট্র প্রায় ৪,০০০ টেরাওয়াট-ঘণ্টা  বিদ্যুৎ ব্যবহার করে এবং মোট প্রাথমিক শক্তি খরচ ছিল প্রায় ৩০,০০০ টেরাওয়াট-ঘণ্টা (৯৮ কোয়াড্রিলিয়ন BTU)। তবে, দক্ষতা বৃদ্ধির ফলে ২০৫০ সালের মধ্যে এই চাহিদা কমে প্রায় ১৫,০০০ টেরাওয়াট-ঘণ্টা-এ নেমে আসবে বলে আশা করা হচ্ছে।\n\n\n== ভবিষ্যৎ পূর্বাভাস ==\nবার্ষিক বৈদ্যুতিক শক্তি ২০১৮ থেকে প্রাপ্ত ডেটা অনুযায়ী, নবায়নযোগ্য জ্বালানি উৎসের উৎপাদনক্ষমতায় পরিবর্তনের ফলে ২০২৪ সালের শুরুর মধ্যে মোট ৫৫.৮৭৩ গিগাওয়াট নতুন সক্ষমতা যুক্ত হবে। এর ফলে ২০২৪ সালের মধ্যে মোট নবায়নযোগ্য শক্তির সক্ষমতা ২৭৭.৭৭ গিগাওয়াটে পৌঁছাবে, যা ২০১৮ সালের তুলনায় ২৩.১% বেশি। এই উৎপাদনক্ষমতা এবং ২০১৮ সালের সক্ষমতা ফ্যাক্টর ব্যবহার করে হিসাব করলে ২০২৩ সালে মোট নবায়নযোগ্য বিদ্যুৎ উৎপাদন ৭৯৮.১৯ টেরাওয়াট-ঘণ্টা হবে। এটি ২০১৮ সালের তুলনায় ৬১.৮৪ টেরাওয়াট-ঘণ্টা (+৮.৩%) বেশি হবে।\n\n\n== নবায়নযোগ্য বিদ্যুৎ উৎপাদনের উৎস ==\n\n\n=== জলবিদ্যুৎ ===\n\nজলবিদ্যুৎ ২০১৯ সাল পর্যন্ত যুক্তরাষ্ট্রে নবায়নযোগ্য শক্তির মধ্যে সর্বোচ্চ বিদ্যুৎ উৎপাদনকারী ছিল। তবে, সে বছর এটি বায়ু বিদ্যুতের কাছে শীর্ষস্থান হারায়।  \n২০২২ সালে জলবিদ্যুৎ উৎপাদনের পরিমাণ ছিল ২৫৪.৭৯ টেরাওয়াট-ঘণ্টা, যা যুক্তরাষ্ট্রের মোট বিদ্যুৎ উৎপাদনের ৫.৯৪%। এটি দেশটির মোট নবায়নযোগ্য বিদ্যুৎ উৎপাদনের ২৬.৪৮% জোগান দিয়েছিল।  \nযুক্তরাষ্ট্র বিশ্বের তৃতীয় বৃহত্তম জলবিদ্যুৎ উৎপাদক, চীনের পর এবং ব্রাজিলের ঠিক পরে।\nগ্র্যান্ড কুলি বাঁধ বিশ্বের নবম বৃহত্তম জলবিদ্যুৎ কেন্দ্র। এছাড়া, যুক্তরাষ্ট্রের আরও ছয়টি জলবিদ্যুৎ কেন্দ্র বিশ্বের বৃহত্তম ৫০টির মধ্যে রয়েছে। জলবিদ্যুৎ উৎপাদন বৃষ্টিপাতের পরিবর্তন এবং পৃষ্ঠস্থ জলের প্রবাহের ওপর নির্ভরশীল। হুভার বাঁধ, গ্র্যান্ড কুলি বাঁধ এবং টেনেসি উপত্যকা কর্তৃপক্ষ-র মতো জলবিদ্যুৎ প্রকল্পগুলো বিশাল নির্মাণ প্রকল্প হিসেবে পরিচিতি লাভ করেছে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== বায়ু শক্তি ===\n\n  \n\nযুক্তরাষ্ট্রে বায়ু বিদ্যুৎ উৎপাদনের ক্ষমতা ২০০৮ থেকে ২০১৬ সালের মধ্যে তিন গুণ বৃদ্ধি পেয়েছিল, এবং তখন এটি দেশের মোট বিদ্যুৎ উৎপাদনের ৫% এর বেশি সরবরাহ করত। ২০১৯ সালে বায়ু বিদ্যুৎ জলবিদ্যুতিকে ছাড়িয়ে যুক্তরাষ্ট্রের সর্ববৃহৎ নবায়নযোগ্য বিদ্যুতের উৎস হয়ে ওঠে এবং ২০২২ সালে এটি দেশের মোট বিদ্যুৎ উৎপাদনের ১০.২৫% সরবরাহ করে।\n২০১৫ সালে যুক্তরাষ্ট্রে নতুন স্থাপিত বিদ্যুৎ উৎপাদন কেন্দ্রগুলোর মধ্যে দুই-তৃতীয়াংশই ছিল বায়ু ও সৌর বিদ্যুৎকেন্দ্র।  \n২০২৩ সালের হিসাব অনুযায়ী, যুক্তরাষ্ট্রের বায়ু বিদ্যুৎ স্থাপিত ক্ষমতা ১৪১ গিগাওয়াটের বেশি, যা কেবলমাত্র চীনের পরেই অবস্থান করছে।\n১৫৫০ মেগাওয়াট ক্ষমতাসম্পন্ন আল্টা বায়ু বিদ্যুৎ কেন্দ্র যুক্তরাষ্ট্রের বৃহত্তম বায়ু বিদ্যুৎ কেন্দ্র এবং বিশ্বে গানসু বায়ু খামার-এর পর দ্বিতীয় বৃহত্তম।\n২০১৫ সালে যুক্তরাষ্ট্রে প্রায় ৯০,০০০ জন বায়ু বিদ্যুৎ উৎপাদন খাতে কাজ করছিল।  \nএই শিল্প খাত যুক্তরাষ্ট্রের অর্থনীতিতে প্রতিবছর বিলিয়ন ডলার যোগ করে এবং হাজার হাজার নতুন কর্মসংস্থান তৈরি করে।  \nবায়ু বিদ্যুৎ প্রকল্প স্থানীয় কর ব্যবস্থা শক্তিশালী করে এবং গ্রামীণ এলাকার অর্থনীতিকে চাঙ্গা করতে সাহায্য করে। যেসব কৃষকের জমিতে বায়ু টারবাইন বসানো হয়, তারা একটি নিরবচ্ছিন্ন আয়ের সুবিধা পান।  \nজিই এনার্জি যুক্তরাষ্ট্রের বৃহত্তম দেশীয় বায়ু টারবাইন নির্মাতা প্রতিষ্ঠান।\n২০১৩ সালে, বায়ু বিদ্যুৎ উৎপাদন খাতে যুক্তরাষ্ট্রের সরকার ৫.৯৩৬ বিলিয়ন মার্কিন ডলার অনুদান দিয়েছিল, যা সে বছর বিদ্যুৎ উৎপাদনের জন্য বরাদ্দকৃত মোট সরকারি অনুদানের ৩৭% ছিল।\nযুক্তরাষ্ট্রের স্থলভাগে ১০ টেরাওয়াট (TW) এবং সমুদ্র উপকূলে ৪ টেরাওয়াট বায়ু বিদ্যুৎ স্থাপনের সম্ভাবনা রয়েছে।  \nযুক্তরাষ্ট্রের জ্বালানি দপ্তরের প্রতিবেদনে ২০৩০ সালের মধ্যে ২০% বায়ু বিদ্যুৎ লক্ষ্য নির্ধারণ করা হয়েছিল, যেখানে মোট বিদ্যুৎ সরবরাহের ২০% বায়ু শক্তি থেকে আসবে, যার মধ্যে ৪% আসবে সমুদ্র উপকূলীয় বায়ু বিদ্যুৎ থেকে।  \nএ লক্ষ্যে বায়ু বিদ্যুৎ উৎপাদনশীল অঞ্চল থেকে দেশের অন্যান্য অংশে বিদ্যুৎ সরবরাহের জন্য নতুন সংযোগ লাইন নির্মাণের প্রয়োজন হবে।  \n২০১১ সালের আগস্ট মাসে, ২৪ জন গভর্নরের একটি জোট ওবামা প্রশাসনের কাছে বায়ু বিদ্যুৎ শিল্পের উন্নয়নের জন্য আরও সহায়ক ব্যবসায়িক নীতি গ্রহণের অনুরোধ জানিয়েছিল।\nবায়ু বিদ্যুৎ খাতে উল্লেখযোগ্য অগ্রগতি হয়েছে, যার মধ্যে ২০২৩ সালে কলোরাডো অঙ্গরাজ্য ১৬,০০০ গিগাওয়াট-ঘণ্টা  বিদ্যুৎ উৎপাদন করেছে, যা রাজ্যটির পরিচ্ছন্ন শক্তি উৎপাদনে ব্যাপক বিনিয়োগের প্রমাণ।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== সৌর শক্তি ===\n\nযুক্তরাষ্ট্র বিশ্বের অন্যতম বৃহৎ সৌর বিদ্যুৎ উৎপাদক দেশ। এই দেশেই প্রথম সৌর খামারের ধারণা তৈরি হয়, এবং কেন্দ্রীভূত সৌর শক্তি ও আলোক-বিভব প্রযুক্তির অনেক গুরুত্বপূর্ণ উন্নয়ন জাতীয় গবেষণা কেন্দ্রগুলো থেকে এসেছে।\n২০২২ সালে, উপযোগী-স্কেল সৌর বিদ্যুৎ উৎপাদন ছিল ১৪৫.৬ টেরাওয়াট-ঘণ্টা , যার মধ্যে ১৪২.৬ টেরাওয়াট-ঘণ্টা আলোক-বিভব থেকে এবং ৩.০ টেরাওয়াট-ঘণ্টা তাপীয় সৌর শক্তি থেকে এসেছে।\n২০২০, ২০২১ এবং ২০২২ সালে, মার্কিন জ্বালানি তথ্য প্রশাসন অনুমান করেছিল যে বিতরণকৃত সৌর বিদ্যুৎ উৎপাদন ছিল যথাক্রমে ৪১.৫২২ টেরাওয়াট-ঘণ্টা, ৪৯.১৬৪ টেরাওয়াট-ঘণ্টা এবং ৫৮.৫১২ টেরাওয়াট-ঘণ্টা।\nউপযোগী-স্কেল সৌর বিদ্যুতের উৎপাদন সুস্পষ্টভাবে নথিভুক্ত হলেও, বিতরণকৃত সৌর বিদ্যুৎ কতটা ব্যবহারকারীদের বিদ্যুৎ চাহিদা মেটাচ্ছে তা নির্দিষ্টভাবে মাপা বা নিয়ন্ত্রিত হয় না। ফলে, যুক্তরাষ্ট্রের বিদ্যুৎ খাতের জন্য বিতরণকৃত সৌর শক্তির প্রকৃত অবদান নির্ণয়ে কিছুটা অস্পষ্টতা ছিল। তবে, সম্প্রতি মার্কিন জ্বালানি তথ্য প্রশাসন এই অবদানের আনুমানিক পরিমাণ নির্ধারণের উদ্যোগ নিয়েছে।\n২০০৮ সালের আগে, সৌর শক্তি থেকে উৎপাদিত বেশিরভাগ বিদ্যুৎ তাপীয় সৌর প্রযুক্তি থেকে আসত। তবে, ২০১১ সালের মধ্যে আলোক-বিভব প্রযুক্তি তাপীয় সৌর শক্তিকে ছাড়িয়ে যায়।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n==== ফোটোভোল্টাইক ====\n\n২০২২ সালের শেষ নাগাদ, যুক্তরাষ্ট্রে ৭০.৬ গিগাওয়াট উপযোগী-স্কেল ফোটোভোল্টাইক ক্ষমতা স্থাপিত ছিল। যুক্তরাষ্ট্রে বিশ্বের বৃহত্তম সৌর খামারগুলোর মধ্যে কয়েকটি অবস্থিত। মাউন্ট সিগন্যাল সোলার ২০১৮ সালের মধ্যে ৬০০ মেগাওয়াটের বেশি স্থাপন করেছিল এবং পূর্ণ নির্মাণ শেষে এর উৎপাদন ক্ষমতা ৮০০ মেগাওয়াটে পৌঁছাবে। সোলার স্টার একটি ৫৭৯ মেগাওয়াটের (MWAC) সৌর খামার, যা ক্যালিফোর্নিয়ার রোজামন্ড শহরের কাছে অবস্থিত। এটি ২০১৫ সালের জুন মাসে সম্পন্ন হয় এবং এতে ১.৭ মিলিয়ন সৌর প্যানেল ব্যবহার করা হয়েছে, যা ১৩ বর্গকিলোমিটার (৫.০ বর্গমাইল) এলাকা জুড়ে বিস্তৃত।\nডেজার্ট সানলাইট সৌর খামার একটি ৫৫০ মেগাওয়াটের সৌর বিদ্যুৎ প্রকল্প, যা ক্যালিফোর্নিয়ার রিভারসাইড কাউন্টিতে অবস্থিত। এটি ফার্স্ট সোলার কোম্পানির তৈরি পাতলা ফিল্ম ফোটোভোল্টাইক মডিউল ব্যবহার করে। টোপাজ সৌর খামার একটি ৫৫০ মেগাওয়াটের ফোটোভোল্টাইক বিদ্যুৎ কেন্দ্র, যা সান লুইস ওবিসপো কাউন্টিতে অবস্থিত। ব্লাইথ সৌর বিদ্যুৎ প্রকল্প একটি ৪৮৫ মেগাওয়াটের ফোটোভোল্টাইক প্রকল্প, যা রিভারসাইড কাউন্টিতে পরিকল্পিত।\nবিভিন্ন স্কুল ও ব্যবসাপ্রতিষ্ঠানের ছাদে ভবন-সংযুক্ত ফোটোভোল্টাইক সৌর প্যানেল স্থাপন করা হয়েছে। এর বেশিরভাগই বিদ্যুৎ গ্রিডের সাথে সংযুক্ত এবং নেট মিটারিং ব্যবস্থার মাধ্যমে দিনের বেলা উৎপন্ন বিদ্যুৎ রাতের বেলায় ব্যবহারের সুযোগ দেয়। যুক্তরাষ্ট্রের মধ্যে নিউ জার্সি-তে নেট মিটারিং সংক্রান্ত আইন সবচেয়ে শিথিল, অন্যদিকে ক্যালিফোর্নিয়া-তে সবচেয়ে বেশি বাড়িতে সৌর প্যানেল স্থাপন করা হয়েছে। ক্যালিফোর্নিয়ার \"এক মিলিয়ন সৌর ছাদ\" উদ্যোগের ফলে বহু সৌর প্যানেল স্থাপন করা হয়েছে।\nক্যালিফোর্নিয়ার সরকার মনে করেছিল যে, ফোটোভোল্টাইক বিদ্যুৎ উৎপাদনের গতি যথেষ্ট দ্রুত নয়, তাই ২০০৮ সালে তারা ফিড-ইন ট্যারিফ চালু করে। ওয়াশিংটন রাজ্যে ফিড-ইন ট্যারিফ প্রতি কিলোওয়াট-ঘণ্টায় ১৫ সেন্ট নির্ধারিত, তবে রাজ্যে নির্মিত সৌর উপকরণ ব্যবহারের ক্ষেত্রে এটি ৫৪ সেন্টে বৃদ্ধি পায়। ২০১৫ সালের মধ্যে ক্যালিফোর্নিয়া, হাওয়াই, অ্যারিজোনা এবং অন্যান্য কিছু রাজ্যে বিতরণকৃত সৌর বিদ্যুতের মালিকদের জন্য বিদ্যুৎ ক্রয়মূল্য কমানো হয় এবং গ্রিড ব্যবহারের জন্য নতুন ফি চালু করা হয়। টেসলা ও কয়েকটি অন্যান্য কোম্পানি গ্রিড-সংযুক্ত গৃহস্থালী ব্যাটারি প্রচার করছিল, অন্যদিকে কিছু বিদ্যুৎ সংস্থা বৃহৎ আকারের গ্রিড শক্তি সংরক্ষণ প্রকল্পে বিনিয়োগ করছিল, যার মধ্যে বড় ব্যাটারি ব্যবস্থাও অন্তর্ভুক্ত ছিল।\n২০১৪ সাল থেকে, যুক্তরাষ্ট্রের শক্তি তথ্য প্রশাসন বিতরণকৃত সৌর ফোটোভোল্টাইক উৎপাদন ও স্থাপন ক্ষমতার আনুমানিক হিসাব রাখা শুরু করেছে।  \nএটি দেখায় যে, যুক্তরাষ্ট্রের এই বিতরণকৃত সৌর ফোটোভোল্টাইক ব্যবস্থাগুলো অতিরিক্ত কত বিদ্যুৎ উৎপাদন করেছে।\n\n\n==== কেন্দ্রীভূত সৌর শক্তি ====\n\n২০১৬ সালের শেষ নাগাদ যুক্তরাষ্ট্রে মোট ১.৭৬ গিগাওয়াট সৌর তাপ শক্তি স্থাপিত হয়েছিল। সাধারণত সৌর তাপ শক্তি বড় পরিসরে বিদ্যুৎ উৎপাদনের জন্য ব্যবহৃত হয়। ২০১২ সালের আগে, যুক্তরাষ্ট্রের দক্ষিণ-পশ্চিমাঞ্চলের ছয়টি রাজ্যে—অ্যারিজোনা, ক্যালিফোর্নিয়া, কলোরাডো, নেভাডা, নিউ মেক্সিকো এবং উটাহ—মিলিয়ে যুক্তরাষ্ট্রের ভূমি ব্যবস্থাপনা ব্যুরোর (BLM) নিয়ন্ত্রণে প্রায় ৯৮ নিযুত একর (৪,০০,০০০ বর্গকিলোমিটার) জমি ছিল। এটির আয়তন মন্টানা রাজ্যের চেয়েও বড় এবং এটি সৌর বিদ্যুৎ প্রকল্পের জন্য প্রস্তাব জমা দেওয়ার ক্ষেত্রে উন্মুক্ত ছিল।\nপ্রক্রিয়াটি আরও সহজ করতে, BLM একটি প্রোগ্রামেটিক এনভায়রনমেন্টাল ইমপ্যাক্ট স্টেটমেন্ট (PEIS) প্রকাশ করে। এরপর ২০১২ সালের অক্টোবর মাসে, BLM তাদের উন্মুক্ত জমির ৭৮% সৌর প্রকল্পের জন্য বন্ধ করে দেয়, ফলে ১৯ নিযুত একর (৭৭,০০০ বর্গকিলোমিটার) জমি প্রকল্পের জন্য উন্মুক্ত থাকে, যা প্রায় দক্ষিণ ক্যারোলিনার সমান আয়তনের। এই জমির মধ্যে, BLM ১৭টি এলাকাকে সৌর শক্তির জন্য বিশেষভাবে উপযোগী হিসেবে চিহ্নিত করেছে, যা মোট ২.৮৫ লক্ষ একর জায়গা জুড়ে বিস্তৃত এবং এগুলোকে \"সৌর শক্তি অঞ্চল\"  বলা হয়।\nশুধুমাত্র সৌর শক্তির উপর নির্ভরশীল সৌর তাপ বিদ্যুৎ কেন্দ্রগুলি বিশেষভাবে কার্যকর, যেখানে গ্রীষ্মের দুপুরে বিদ্যুতের চাহিদা সবচেয়ে বেশি থাকে। যুক্তরাষ্ট্রের দক্ষিণ-পশ্চিমাঞ্চলের মতো এলাকাগুলোতে শীতাতপ নিয়ন্ত্রণ ব্যবস্থার ব্যাপক চাহিদা থাকায়, সেখানে এই কেন্দ্রগুলো বেশ উপযোগী। যদি তাপ সংরক্ষণ ব্যবস্থা ব্যবহার করা হয়, তাহলে সৌর তাপ কেন্দ্রের কার্যক্ষমতা দীর্ঘ সময় ধরে বজায় রাখা সম্ভব, ফলে এটি নিরবচ্ছিন্ন বিদ্যুৎ উৎপাদনেও ভূমিকা রাখতে পারে।\n২০১৩ সালে যুক্তরাষ্ট্রের ন্যাশনাল রিনিউএবল এনার্জি ল্যাবরেটরি (NREL) এক গবেষণায় দেখায় যে, বড় পরিসরের সৌর শক্তি কেন্দ্রগুলি প্রতি গিগাওয়াট-ঘণ্টা বিদ্যুৎ উৎপাদনের জন্য গড়ে ২.৭ থেকে ২.৯ একর জমি সরাসরি ব্যবহার করে এবং পুরো প্রকল্পের জন্য ৩.৫ থেকে ৩.৮ একর জমি লাগে। ২০০৯ সালের একটি গবেষণায় বলা হয়েছে, সৌর বিদ্যুৎ প্রকল্পের জন্য ব্যবহৃত জমির পরিমাণ পৃষ্ঠ খননের মাধ্যমে কয়লা উত্তোলন করা বিদ্যুৎ কেন্দ্রগুলোর তুলনায় কম। মোহাভি মরুভূমির পূর্বাংশের কিছু জমি সংরক্ষণের জন্য রাখা হয়েছে, তবে সৌর বিদ্যুৎ শিল্পের মূল আগ্রহ পশ্চিমাংশে, কারণ সেখানে সূর্যের তাপমাত্রা বেশি এবং বিদ্যুৎ সংযোগ লাইন সহজলভ্য।\nযুক্তরাষ্ট্রের সবচেয়ে বড় সৌর তাপ বিদ্যুৎ কেন্দ্রগুলোর বেশিরভাগই দক্ষিণ-পশ্চিমাঞ্চলে অবস্থিত, বিশেষ করে মোহাভি মরুভূমিতে। সৌরশক্তি উৎপাদন ব্যবস্থা (SEGS) নামক প্রকল্পের আওতায় ১৯৮৪ থেকে ১৯৯১ সালের মধ্যে মোহাভি মরুভূমিতে নয়টি সৌর বিদ্যুৎ কেন্দ্র নির্মাণ করা হয়। এই প্রকল্পে প্যারাবলিক ট্রফ প্রযুক্তি ব্যবহার করা হয়েছে, যা সৌর তাপ শক্তি কাজে লাগিয়ে প্রাকৃতিক গ্যাস বা প্রাকৃতিক গ্যাসের সঙ্গে মিলিয়ে বিদ্যুৎ উৎপাদন করে। পুরো প্রকল্পটি ৪,০০,০০০ আয়না দিয়ে তৈরি এবং এটি ১,০০০ একর (প্রায় ৪ বর্গকিলোমিটার) এলাকা জুড়ে বিস্তৃত। এই কেন্দ্রগুলোর সম্মিলিত উৎপাদন ক্ষমতা ৩৫৪ মেগাওয়াট।\nনেভাডা সোলার ওয়ান হলো একটি ৬৪ মেগাওয়াট ক্ষমতাসম্পন্ন সৌর বিদ্যুৎ কেন্দ্র, যা বোল্ডার সিটি, নেভাডায় অবস্থিত। এটি যুক্তরাষ্ট্রের জ্বালানি বিভাগ, ন্যাশনাল রিনিউএবল এনার্জি ল্যাবরেটরি এবং সোলারজেনিক্স এনার্জি-এর সহযোগিতায় নির্মিত হয়। ২০০৭ সালের জুন মাসে এটি বিদ্যুৎ উৎপাদন শুরু করে। এই প্রকল্পে প্যারাবোলিক ট্রফ প্রযুক্তি ব্যবহার করা হয়েছে, যেখানে সৌর রশ্মি সংগ্রহ করে তরল পদার্থ গরম করা হয়। বিশেষভাবে আবৃত কাঁচ ও ইস্পাতের তৈরি ১৯,৩০০টি চার মিটার লম্বা টিউব সৌর রশ্মি গ্রহণের জন্য ব্যবহার করা হয়েছে। এছাড়া, অতিরিক্ত তাপ সংগ্রহের জন্য \"পর্যায় পরিবর্তনকারী গলিত লবণ\" ব্যবহার করা হয়েছে, যা রাতে শক্তি উৎপাদনের জন্য কাজে লাগে।\nইভানপাহ সৌর বিদ্যুৎ সুবিধা হল একটি ৩৯২ মেগাওয়াট (MW) ক্ষমতাসম্পন্ন সৌর বিদ্যুৎ কেন্দ্র, যা দক্ষিণ-পূর্ব ক্যালিফোর্নিয়ায় অবস্থিত। এটি আনুষ্ঠানিকভাবে ২০১৪ সালের ১৩ ফেব্রুয়ারি উদ্বোধন করা হয়। সোলানা জেনারেটিং স্টেশন হল একটি ২৮০ মেগাওয়াটের সৌর বিদ্যুৎ কেন্দ্র, যা গিলা বেন্ড, অ্যারিজোনার কাছে অবস্থিত। এটি ফিনিক্স শহরের প্রায় ৭০ মাইল (১১০ কিলোমিটার) দক্ষিণ-পশ্চিমে অবস্থিত। মোজাহে সোলার প্রকল্প হল ২৫০ মেগাওয়াট ক্ষমতাসম্পন্ন একটি সৌর বিদ্যুৎ কেন্দ্র, যা বারস্টো, ক্যালিফোর্নিয়ার নিকটে অবস্থিত। ক্রিসেন্ট ডুনস সোলার এনার্জি প্রকল্প হল ১১০ মেগাওয়াট ক্ষমতাসম্পন্ন একটি সৌর তাপবিদ্যুৎ কেন্দ্র, যা টোনোপাহ, নেভাডার কাছে অবস্থিত। এটি লাস ভেগাস শহর থেকে প্রায় ১৯০ মাইল (৩১০ কিলোমিটার) উত্তর-পশ্চিমে অবস্থিত।\n\n\n=== ভূতাপীয় শক্তি ===\n  \nযুক্তরাষ্ট্র অনলাইন ক্ষমতা ও ভূতাপীয় শক্তি থেকে বিদ্যুৎ উৎপাদনের ক্ষেত্রে বিশ্বের শীর্ষস্থানীয় দেশ। ২০২২ সালের রাজ্যভিত্তিক জ্বালানি পরিসংখ্যান অনুযায়ী, ভূতাপীয় শক্তি থেকে আনুমানিক ১৬ টেরাওয়াট-ঘণ্টা বিদ্যুৎ উৎপাদিত হয়েছে, যা দেশের মোট বিদ্যুৎ ব্যবহারের ০.৩৭%। ২০০৭ সালের মে মাস পর্যন্ত, যুক্তরাষ্ট্রের পাঁচটি রাজ্যে ভূতাপীয় শক্তি থেকে বিদ্যুৎ উৎপাদিত হচ্ছিল: আলাস্কা, ক্যালিফোর্নিয়া, হাওয়াই, নেভাদা এবং উটাহ। ভূতাপীয় শক্তি সমিতির সাম্প্রতিক প্রতিবেদনে বলা হয়েছে যে, ২০০৭ সালের মে মাস পর্যন্ত যুক্তরাষ্ট্রের ১২টি রাজ্যে ৭৫টি নতুন ভূতাপীয় বিদ্যুৎ প্রকল্প চলছিল। নভেম্বর ২০০৬ সালের জরিপের তুলনায় এটি আরও তিনটি রাজ্যে ১৪টি অতিরিক্ত প্রকল্প বৃদ্ধির ইঙ্গিত দেয়।\nনতুন শিল্প কার্যক্রম বৃদ্ধির প্রধান কারণ হল ২০০৫ সালের জ্বালানি নীতি আইন।  \nএই আইনের ফলে নতুন ভূতাপীয় বিদ্যুৎকেন্দ্রগুলো পূর্ণ ফেডারেল উৎপাদন কর ছাড়ের জন্য যোগ্যতা অর্জন করে, যা আগে কেবলমাত্র বায়ু বিদ্যুৎ প্রকল্পের ক্ষেত্রে প্রযোজ্য ছিল।  \nএছাড়াও, আইনটি জ্বালানি দপ্তরকে গবেষণার জন্য অতিরিক্ত তহবিল বরাদ্দ করতে নির্দেশ দেয় এবং বুরো অফ ল্যান্ড ম্যানেজমেন্ট-কে ভূতাপীয় লিজ ও অনুমোদনের ক্ষেত্রে আইনি নির্দেশনা ও নিরাপদ অর্থায়নের সুবিধা প্রদান করে।\n\n\n=== জৈবশক্তি ===\n২০২২ সালে, জৈবশক্তি থেকে ৫১.৮৪৭ টেরাওয়াট-ঘণ্টা বিদ্যুৎ উৎপাদিত হয়, যা দেশের মোট বিদ্যুৎ উৎপাদনের ১.২১%।  \nযুক্তরাষ্ট্রে নবায়নযোগ্য প্রাথমিক জ্বালানির মধ্যে জৈবভিত্তিক শক্তি ছিল সর্ববৃহৎ উৎস এবং বিদ্যুৎ উৎপাদনের দিক থেকে এটি চতুর্থ বৃহত্তম নবায়নযোগ্য শক্তির উৎস। বায়ু, জলবিদ্যুৎ এবং সৌর শক্তির পরেই এর অবস্থান।\n\n  \n  \n\nজৈবভিত্তিক শক্তি থেকে বিদ্যুৎ উৎপাদনের পরিসংখ্যান দুটি প্রধান বিভাগের অন্তর্ভুক্ত:  \n\nকাঠ ও কাঠজাত জ্বালানি, যার মধ্যে রয়েছে কাঠ ও কাঠের বর্জ্য কঠিন পদার্থ (যেমন কাগজের পিলেট, রেললাইন নির্মাণে ব্যবহৃত কাঠ, বিদ্যুৎ খুঁটির কাঠ, কাঠের গুঁড়ো, বাকল ও অন্যান্য কাঠজাত কঠিন বর্জ্য), কাঠের তরল বর্জ্য (যেমন লাল তরল, স্লাজ কাঠ, ব্যবহৃত সালফাইট তরল ও অন্যান্য কাঠভিত্তিক তরল), এবং ব্ল্যাক লিকার।\nঅন্যান্য জৈবভিত্তিক জ্বালানি, যার মধ্যে রয়েছে পৌর বর্জ্য, আবর্জনাভূমি গ্যাস, স্লাজ বর্জ্য, কৃষিজাত উপজাত, অন্যান্য জৈব কঠিন পদার্থ, অন্যান্য জৈব তরল এবং অন্যান্য জৈব গ্যাস (যেমন ডাইজেস্টার গ্যাস, মিথেন ও অন্যান্য জৈব গ্যাস)।\n\n\n=== তরঙ্গ শক্তি ===\n\nযুক্তরাষ্ট্রে, পূর্ব ও পশ্চিম উপকূলের পাশাপাশি হাওয়াই দ্বীপের বিভিন্ন স্থানে তরঙ্গ শক্তির উন্নয়ন চলছে। এটি গবেষণা পর্যায় অতিক্রম করে এখন নির্ভরযোগ্য শক্তি উৎপাদন করছে। এখন পর্যন্ত তরঙ্গ শক্তির ব্যবহার মূলত এমন পরিস্থিতিতে হয়েছে, যেখানে অন্য কোনো শক্তি উৎপাদন ব্যবস্থা অর্থনৈতিকভাবে লাভজনক নয়। ফলে, বর্তমানে এর শক্তি উৎপাদনের পরিমাণ তুলনামূলক কম। তবে, আগামী কয়েক বছরে বড় আকারের স্থাপনাগুলো চালু হওয়ার পরিকল্পনা রয়েছে।\n\n\n== সৌরজল উত্তাপন ==\n২০০৬ সালে, মার্কিন যুক্তরাষ্ট্রের জ্বালানি দপ্তর জানিয়েছিল যে, দেশটির ১৫ লাখেরও বেশি বাড়ি ও ব্যবসাপ্রতিষ্ঠানে সৌরজল উত্তাপন ব্যবস্থার ব্যবহার রয়েছে। এতে ১,০০০ মেগাওয়াট (MW) এরও বেশি তাপীয় শক্তি উৎপাদনের ক্ষমতা ছিল। তারা অনুমান করেছিল যে, পরবর্তী ৩-৫ বছরে আরও ৪০০ মেগাওয়াট স্থাপনের সম্ভাবনা রয়েছে।\nযদি ধরা হয় যে, যুক্তরাষ্ট্রের বিদ্যমান বাড়িগুলোর ৪০ শতাংশ পর্যাপ্ত সূর্যালোক পেতে পারে, তাহলে ২৯ মিলিয়ন সৌরজল উত্তাপক স্থাপন করা সম্ভব।\nসৌরজল উত্তাপন যেকোনো জলবায়ুতে কার্যকরভাবে চালানো সম্ভব। এর কার্যকারিতা মূলত নির্ভর করে নির্দিষ্ট স্থানের সৌরশক্তির পরিমাণ এবং ব্যবস্থার মধ্যে প্রবেশ করা পানির তাপমাত্রার ওপর। পানি যত ঠান্ডা হবে, তত বেশি কার্যকরভাবে এই ব্যবস্থা কাজ করবে।\nসৌরজল উত্তাপন ব্যবস্থাগুলো প্রচলিত পানিগরম করার প্রক্রিয়ার প্রয়োজনীয়তা প্রায় দুই-তৃতীয়াংশ কমিয়ে দেয় এবং বিদ্যুৎ বা প্রাকৃতিক গ্যাস সাশ্রয়ের ফলে ৪ থেকে ৮ বছরের মধ্যে স্থাপনের খরচ উঠে আসে। ফ্লোরিডা সৌরশক্তি কেন্দ্রের মতে, ফ্লোরিডার যেসব বাড়িতে বৈদ্যুতিক পানিগরম ব্যবস্থা রয়েছে, তারা সৌরজল উত্তাপনের মাধ্যমে পানিগরম খরচের ৫০ থেকে ৮৫ শতাংশ পর্যন্ত সাশ্রয় করতে পারে।\n\n\n=== জৈব জ্বালানি ===\n\n২০০১ সালের পর থেকে যুক্তরাষ্ট্রে বিক্রি হওয়া অনেক গাড়িই ১৫% পর্যন্ত ইথানল মিশ্রিত জ্বালানিতে চলতে সক্ষম।  দেশের পুরনো গাড়িগুলোর বেশিরভাগ ১০% পর্যন্ত ইথানল মিশ্রিত জ্বালানিতে চলতে পারে। মোটরগাড়ি নির্মাতারা ইতোমধ্যেই এমন যানবাহন তৈরি করছে, যা আরও বেশি পরিমাণ ইথানলযুক্ত জ্বালানির সঙ্গে সামঞ্জস্যপূর্ণ। ফোর্ড, ডাইমলার ক্রাইসলার এবং জিএম এমন কিছু গাড়ি, ট্রাক এবং মিনিভ্যান তৈরি করছে, যা সাধারণ পেট্রোল থেকে শুরু করে ৮৫% ইথানল (E85) পর্যন্ত মিশ্রণে চালানো সম্ভব। ২০০৬ সালের মাঝামাঝি সময়ে, যুক্তরাষ্ট্রের রাস্তায় আনুমানিক ৬ মিলিয়ন E85-সমর্থিত যানবাহন চলছিল।\n২০১৬ সালের হিসাব অনুযায়ী, যুক্তরাষ্ট্রে বিক্রি হওয়া ৯৫% পেট্রোলে ১০% ইথানল মিশ্রিত ছিল। তবে, উচ্চমাত্রার ইথানল মিশ্রণের ক্ষেত্রে কিছু চ্যালেঞ্জ রয়েছে। ফ্লেক্স-ফুয়েল যানবাহন এই পরিবর্তনকে সহজতর করছে, কারণ এসব গাড়ির চালকেরা জ্বালানির মূল্য ও প্রাপ্যতার ওপর ভিত্তি করে বিভিন্ন বিকল্প বেছে নিতে পারেন। এনার্জি ইনডিপেনডেন্স অ্যান্ড সিকিউরিটি অ্যাক্ট, ২০০৭ অনুযায়ী, ২০১২ সালের মধ্যে বছরে ১৫.২ বিলিয়ন ইউএস গ্যালন (৫,৮০,০০,০০০ ঘনমিটার) জৈব জ্বালানি ব্যবহারের লক্ষ্যমাত্রা নির্ধারণ করা হয়েছিল, যা এই খাতের প্রসারে সহায়ক হয়েছে।\n২০১৫ সালে, যুক্তরাষ্ট্রের কৃষি দপ্তর (USDA) মধ্যমাত্রার ইথানল মিশ্রিত জ্বালানি সরবরাহের জন্য পেট্রোল স্টেশনগুলোতে ব্লেন্ডার পাম্প স্থাপনের অনুদান দেওয়া শুরু করে।\nক্রমবর্ধমান ইথানল এবং জৈব ডিজেল শিল্পগুলো বিভিন্ন অঞ্চলে কর্মসংস্থান সৃষ্টি করছে, বিশেষ করে গ্রামীণ এলাকায়। নবায়নযোগ্য জ্বালানি সংস্থার তথ্য অনুযায়ী, ২০০৫ সালে ইথানল শিল্প প্রায় ১,৫৪,০০০ কর্মসংস্থান সৃষ্টি করেছিল, যা গৃহস্থালি আয়ে ৫.৭ বিলিয়ন ডলার যোগ করেছিল। পাশাপাশি, স্থানীয়, অঙ্গরাজ্য এবং ফেডারেল পর্যায়ে প্রায় ৩.৫ বিলিয়ন ডলারের কর রাজস্ব তৈরি হয়েছিল। অন্যদিকে, ২০১০ সালে, যুক্তরাষ্ট্রের ফেডারেল সরকার জৈব জ্বালানি শিল্পকে ৬.৬৪ বিলিয়ন ডলার ভর্তুকি দিয়েছিল।\n\n\n== যুক্তরাষ্ট্রে নবায়নযোগ্য শক্তির গবেষণা ==\nনবায়নযোগ্য শক্তির ক্ষেত্রে গবেষণা পরিচালনাকারী অনেক সংস্থা রয়েছে, যেগুলো একাডেমিক, সরকারি এবং বাণিজ্যিক খাতে কাজ করছে। এই গবেষণাগুলো নবায়নযোগ্য শক্তির বিভিন্ন ক্ষেত্রে বিস্তৃত এবং প্রধানত দক্ষতা বাড়ানো ও মোট উৎপাদন বৃদ্ধির ওপর কেন্দ্রিত। গত কয়েক বছরে বেশ কয়েকটি সরকারি অর্থায়নে পরিচালিত গবেষণা সংস্থা নবায়নযোগ্য শক্তির ওপর কাজ করছে। এর মধ্যে সবচেয়ে গুরুত্বপূর্ণ দুটি গবেষণাগার হল স্যান্ডিয়া ন্যাশনাল ল্যাবরেটরিজ (SNL) এবং ন্যাশনাল রিনিউএবল এনার্জি ল্যাবরেটরি (NREL)। এই দুটি প্রতিষ্ঠানই যুক্তরাষ্ট্রের জ্বালানি বিভাগ দ্বারা অর্থায়িত এবং বিভিন্ন বেসরকারি সংস্থার সহযোগিতায় পরিচালিত। ২০০৯ সালে, স্যান্ডিয়ার মোট বাজেট ছিল ২.৪ বিলিয়ন ডলার এবং NREL-এর বাজেট ছিল ৩৭৫ মিলিয়ন ডলার।\nSNL এবং NREL, উভয় প্রতিষ্ঠানই সৌর শক্তি গবেষণার জন্য বিপুল পরিমাণ অর্থ বিনিয়োগ করেছে। BP কোম্পানিও ২০০৮ সাল পর্যন্ত সৌর শক্তি গবেষণায় উল্লেখযোগ্যভাবে বিনিয়োগ করেছিল, তবে পরে তারা তাদের সৌর কার্যক্রম ধীরে ধীরে কমিয়ে আনে। পরবর্তীতে, সংস্থাটি তাদের ৪০ বছর পুরনো সৌরশক্তি ব্যবসা বন্ধ করে দেয়, কারণ তাদের মতে, এই প্রযুক্তি অর্থনৈতিকভাবে প্রতিযোগিতামূলক নয়। ২০০৯ সালের হিসাবে, NREL-এর সৌর গবেষণা কর্মসূচির বাজেট ছিল প্রায় ৭৫ মিলিয়ন ডলার। এই গবেষণাগুলো প্রধানত ফোটোভোলটাইক (PV) প্রযুক্তি, সৌর তাপ শক্তি এবং সৌর বিকিরণ সংক্রান্ত বিভিন্ন প্রকল্পের উন্নয়নে কেন্দ্রীভূত। স্যান্ডিয়ার সৌর গবেষণা বিভাগের নির্দিষ্ট বাজেট অজানা, তবে এটি গবেষণাগারের ২.৪ বিলিয়ন ডলারের মোট বাজেটের একটি উল্লেখযোগ্য অংশ জুড়ে রয়েছে।\nবিগত কয়েক বছরে বিভিন্ন একাডেমিক কর্মসূচি সৌর শক্তি গবেষণার ওপর গুরুত্ব দিয়েছে। উত্তর ক্যারোলাইনা বিশ্ববিদ্যালয় (UNC)-এর সৌর শক্তি গবেষণা কেন্দ্র (SERC) শুধুমাত্র কম খরচে কার্যকর সৌর প্রযুক্তি উন্নয়নের লক্ষ্যে কাজ করছে। ২০০৮ সালে, ম্যাসাচুসেটস ইনস্টিটিউট অব টেকনোলজি (MIT)-এর গবেষকরা সৌরশক্তি সংরক্ষণের একটি পদ্ধতি আবিষ্কার করেন, যেখানে সূর্যের শক্তি ব্যবহার করে পানির মাধ্যমে হাইড্রোজেন জ্বালানি উৎপাদন করা হয়। এই ধরনের গবেষণার মূল লক্ষ্য হল সৌরশক্তি সংরক্ষণের সমস্যা সমাধান করা, যাতে রাতের বেলা, যখন সূর্যের আলো থাকে না, তখনও শক্তি ব্যবহার করা যায়। ২০১২ সালের ফেব্রুয়ারি মাসে, উত্তর ক্যারোলাইনাভিত্তিক সৌর প্রযুক্তি উন্নয়ন সংস্থা সেমপ্রিয়াস ইনকর্পোরেটেড, যা জার্মান কোম্পানি সিমেন্স দ্বারা সমর্থিত, বিশ্বের সবচেয়ে কার্যকর সৌর প্যানেল উদ্ভাবনের ঘোষণা দেয়। প্রতিষ্ঠানটি দাবি করে যে তাদের তৈরি প্রোটোটাইপ সৌর প্যানেল, যে পরিমাণ সূর্যালোক গ্রহণ করে তার ৩৩.৯% বিদ্যুতে রূপান্তরিত করতে সক্ষম, যা পূর্ববর্তী উন্নত প্রযুক্তির তুলনায় দ্বিগুণেরও বেশি।\nবায়ু শক্তি গবেষণার ইতিহাস ১৯৭০-এর দশকে ফিরে যায়, যখন নাসা উচ্চ বাতাসের সময় উইন্ড টারবাইন কতটা শক্তি উৎপন্ন করতে পারে তা পূর্বাভাসের জন্য একটি বিশ্লেষণাত্মক মডেল তৈরি করে। বর্তমানে, SNL এবং NREL-এর উভয় প্রতিষ্ঠানই পवन শক্তি গবেষণা পরিচালনা করছে। স্যান্ডিয়া গবেষণাগার মূলত উপকরণ, বায়ুগতিবিদ্যা এবং সেন্সর প্রযুক্তির উন্নয়নের ওপর কাজ করছে। NREL-এর গবেষণাগুলো মূলত উইন্ড প্ল্যান্টের শক্তি উৎপাদন ক্ষমতা বাড়ানো, এর স্থাপন ব্যয় কমানো এবং সামগ্রিকভাবে পवन শক্তিকে আরও কার্যকর করার ওপর কেন্দ্রীভূত। ক্যালটেক-এ অবস্থিত ফিল্ড ল্যাবরেটরি ফর অপ্টিমাইজড উইন্ড এনার্জি (FLOWE) পवन শক্তি উৎপাদনের প্রযুক্তিগত উন্নয়ন গবেষণার জন্য প্রতিষ্ঠিত হয়। এর লক্ষ্য হল এমন নতুন কৌশল উদ্ভাবন করা, যা খরচ, আকার এবং পরিবেশগত প্রভাব কমিয়ে পवन শক্তি উৎপাদনকে আরও কার্যকর করতে সাহায্য করবে।\nউত্তর আমেরিকায় জৈব জ্বালানির প্রধান উৎস হিসেবে, অনেক সংস্থা ইথানল উৎপাদন সংক্রান্ত গবেষণা পরিচালনা করছে। ফেডারেল স্তরে, মার্কিন যুক্তরাষ্ট্রের কৃষি বিভাগ (মার্কিন কৃষি বিভাগ) যুক্তরাষ্ট্রে ইথানল উৎপাদন নিয়ে ব্যাপক গবেষণা পরিচালনা করে। এই গবেষণাগুলোর বেশিরভাগই ইথানল উৎপাদনের ফলে দেশের খাদ্যবাজারের ওপর পড়া প্রভাব নিয়ে কেন্দ্রীভূত। ন্যাশনাল রিনিউএবল এনার্জি ল্যাবরেটরি (NREL) বিভিন্ন ইথানল গবেষণা প্রকল্প পরিচালনা করেছে, বিশেষত সেলুলোজিক ইথানল সম্পর্কিত গবেষণায়। সেলুলোজিক ইথানল প্রচলিত ভুট্টা-ভিত্তিক ইথানলের তুলনায় অনেক সুবিধা প্রদান করে। এটি খাদ্য সরবরাহের সঙ্গে সরাসরি সংঘর্ষ সৃষ্টি করে না, কারণ এটি কাঠ, ঘাস এবং উদ্ভিদের অনাখাদ্য অংশ থেকে তৈরি হয়। কিছু গবেষণায় দেখা গেছে যে সেলুলোজিক ইথানল ভুট্টা-ভিত্তিক ইথানলের তুলনায় বেশি কার্যকর এবং অর্থনৈতিকভাবে টেকসই হতে পারে। স্যান্ডিয়া ন্যাশনাল ল্যাবরেটরি নিজস্ব সেলুলোজিক ইথানল গবেষণা পরিচালনা করে এবং জয়েন্ট বায়োএনার্জি ইনস্টিটিউট (JBEI)-এর সদস্য, যা মার্কিন যুক্তরাষ্ট্রের জ্বালানি বিভাগ দ্বারা প্রতিষ্ঠিত একটি গবেষণা প্রতিষ্ঠান। এর লক্ষ্য হল সেলুলোজিক বায়োফুয়েল উন্নয়ন করা।\nযুক্তরাষ্ট্রে হাইড্রোজেন জ্বালানির গবেষণা ও উন্নয়নের জন্য এক বিলিয়ন ডলারের বেশি ফেডারেল অর্থ ব্যয় করা হয়েছে। ন্যাশনাল রিনিউএবল এনার্জি ল্যাবরেটরি (NREL) এবং স্যান্ডিয়া ন্যাশনাল ল্যাবরেটরি (SNL) উভয় প্রতিষ্ঠানই হাইড্রোজেন গবেষণার জন্য পৃথক বিভাগ পরিচালনা করে।\n\n\n=== শ্বেত হাইড্রোজেন ===\n  \n\nশ্বেত হাইড্রোজেন বড় পরিসরে মিড-কন্টিনেন্টাল রিফট সিস্টেম-এ পাওয়া যেতে পারে বা উৎপাদন করা যেতে পারে, যা একটি নবায়নযোগ্য হাইড্রোজেন অর্থনীতি গঠনের সম্ভাবনা তৈরি করে। পানিকে গভীরে লোহা সমৃদ্ধ উত্তপ্ত শিলার মধ্যে প্রবাহিত করা হলে হাইড্রোজেন উৎপন্ন হতে পারে এবং তা পরিশোধন করে সংগ্রহ করা সম্ভব।\n\n\n== কর্মসংস্থান ==\nযুক্তরাষ্ট্রে নবায়নযোগ্য শক্তির উপর নির্ভরতা বাড়ার ফলে কর্মসংস্থান বৃদ্ধি কতটা হবে, তা সুনির্দিষ্টভাবে অনুমান করা কঠিন। এর কারণ হলো, ভবিষ্যতে উদ্ভাবিত নতুন প্রযুক্তি, নবায়নযোগ্য শক্তি প্রযুক্তির আমদানি-রপ্তানির অনিশ্চয়তা এবং প্রত্যক্ষ, পরোক্ষ ও প্ররোচিত কর্মসংস্থান সংক্রান্ত অস্পষ্টতা। তবে এটি নিশ্চিত যে নবায়নযোগ্য শক্তির রূপান্তর এর ফলে যুক্তরাষ্ট্রের জ্বালানি খাতে মোট কর্মসংস্থান বৃদ্ধি পাবে।\nযুক্তরাষ্ট্রে নবায়নযোগ্য শক্তির দক্ষতা নিয়ে ওয়েই, পাতাদিয়া, ও কামেন-এর একটি গবেষণায় দেখা গেছে, নবায়নযোগ্য শক্তি খাত প্রতি ইউনিট শক্তি উৎপাদনের হিসাবে জীবাশ্ম জ্বালানি খাতের তুলনায় অনেক বেশি কর্মসংস্থান সৃষ্টি করে। গবেষণায় দেখা গেছে, সৌরশক্তি ও বায়ুশক্তি উৎপাদনের সময় কর্মসংস্থান সৃষ্টি সবচেয়ে বেশি হয়। সম্ভবত এগুলোর স্থাপনা-সংক্রান্ত কাজ বেশি থাকায় এমনটা ঘটে।\nযদিও যুক্তরাষ্ট্রের বিভিন্ন স্থানে কর্মসংস্থানের পরিবর্তন আলাদা হবে—যেমন, পশ্চিম ভার্জিনিয়ায় কয়লা খনি শিল্পের কারণে নেতিবাচক প্রভাব পড়তে পারে, যেখানে ক্যালিফোর্নিয়ায় এ ধরনের প্রভাব কম হবে—তবে সামগ্রিকভাবে যুক্তরাষ্ট্রের জ্বালানি খাতে কর্মসংস্থান উল্লেখযোগ্যভাবে বাড়বে বলে ধারণা করা হচ্ছে। নবায়নযোগ্য শক্তি অবকাঠামো বৃদ্ধির ফলে প্রত্যক্ষ কর্মসংস্থান বৃদ্ধি পাবে এবং এর পাশাপাশি পরোক্ষ ও প্ররোচিত কর্মসংস্থানও বাড়বে।\nইউরোপীয় ইউনিয়নের বিভিন্ন দেশে করা গবেষণায়ও কর্মসংস্থান বৃদ্ধির এই ইতিবাচক প্রবণতাকে সমর্থন করা হয়েছে। মার্কণ্ড্য ও তার সহকর্মীরা পরিচালিত একটি সবুজ জ্বালানী অর্থনীতির দিকে? ইউরোপীয় ইউনিয়নে কম-কার্বন প্রযুক্তির কর্মসংস্থানের প্রভাব ট্র্যাক করা (Towards a green energy economy? Tracking the employment effects of low-carbon technologies in the European Union) শীর্ষক গবেষণায় 1995 থেকে 2009 সালের তথ্য বিশ্লেষণ করতে একটি বহু-আঞ্চলিক ইনপুট-আউটপুট মডেল এবং ওয়ার্ল্ড ইনপুট-আউটপুট ডাটাবেস ব্যবহার করা হয়েছিল। এই সময়কালের তথ্য বাছাই করা হয়েছিল কারণ তখন ইউরোপীয় ইউনিয়নের জ্বালানি কাঠামোতে বড় পরিবর্তন হচ্ছিল এবং গ্যাসসহ অন্যান্য নবায়নযোগ্য শক্তির দিকে নির্ভরতা বাড়ছিল। যদিও প্রতিটি দেশে প্রভাব ভিন্ন ছিল, গবেষণায় দেখা গেছে যে এই সময়কালে নবায়নযোগ্য শক্তিতে পরিবর্তনের ফলে মোট ৫,৩০,০০০ কর্মসংস্থান বৃদ্ধি পেয়েছিল।\nজার্মানির নবায়নযোগ্য শক্তির পরিস্থিতি বিশ্লেষণ করতে লেহর, লুৎজ ও এডলার পরিচালিত আরেকটি গবেষণায় পান্তা রেই মডেল ব্যবহার করা হয়েছিল। এই মডেলে জীবাশ্ম জ্বালানির মূল্য, অভ্যন্তরীণ স্থাপনা, আন্তর্জাতিক বাণিজ্য এবং নবায়নযোগ্য শক্তির বিশ্ববাজারে জার্মানির রপ্তানির ওপর বিভিন্ন পূর্বধারণা বিবেচনা করা হয়েছিল। গবেষণায় দেখা গেছে যে প্রায় সব পরিস্থিতিতেই নবায়নযোগ্য শক্তিতে পরিবর্তনের ফলে কর্মসংস্থানের নিট ইতিবাচক প্রভাব দেখা গেছে।\n\n\n== জনমত ==\n\n২০১৯ সালে সিবিএস নিউজ পরিচালিত একটি জনমত জরিপে ২,১৪৩ জন মার্কিন বাসিন্দার মতামত নেওয়া হয়। এতে দেখা গেছে, ৪৫ বছরের কম বয়সী প্রাপ্তবয়স্কদের মধ্যে ৪২% মনে করেন যে ২০৫০ সালের মধ্যে যুক্তরাষ্ট্র বাস্তবিকভাবে ১০০% নবায়নযোগ্য শক্তির দিকে অগ্রসর হতে পারবে। অন্যদিকে, ২৯% এই ধারণাকে অবাস্তব বলে মনে করেন এবং বাকি ২৯% এ বিষয়ে অনিশ্চিত ছিলেন। তুলনামূলকভাবে বয়স্ক মার্কিন নাগরিকদের মধ্যে এই হার ছিল যথাক্রমে ৩৪%, ৪০% এবং ২৫%। এই মতামত পার্থক্যের একটি সম্ভাব্য কারণ হতে পারে শিক্ষা, কারণ কমবয়সীরা স্কুলে জলবায়ু পরিবর্তন বিষয়ক শিক্ষার সুযোগ বেশি পেয়েছেন, যা তাদের দৃষ্টিভঙ্গিতে প্রভাব ফেলতে পারে।\n\n\n== নীতি ==\n২০০৫ সালের জ্বালানি নীতি আইন অনুযায়ী, সকল সরকারি বিদ্যুৎ সংস্থাকে নেট মিটারিং সুবিধা প্রদান করতে হবে। এই নীতির ফলে, যেসব বাড়ি বা ব্যবসা প্রতিষ্ঠান বিতরণ পর্যায়ের বিদ্যুৎ উৎপাদন করে, তারা গ্রিড থেকে ব্যবহৃত বিদ্যুতের জন্য কেবল নেট খরচ পরিশোধ করবে। অর্থাৎ, তারা গ্রিড থেকে যত বিদ্যুৎ ব্যবহার করবে, তার বিপরীতে স্থানীয়ভাবে উৎপাদিত ও গ্রিডে পাঠানো বিদ্যুৎ বাদ দেওয়া হবে। অবিচ্ছিন্নভাবে পরিবর্তনশীল নবায়নযোগ্য শক্তির ক্ষেত্রে, এই ব্যবস্থা কার্যত গ্রিডকে একটি ব্যাটারির মতো ব্যবহার করে, যাতে উৎপাদন কম হলে বা বন্ধ থাকলে ঘাটতি পূরণ করা যায়।\nকিছু অঞ্চল এই ব্যবস্থার আরও এক ধাপ এগিয়ে গিয়ে ফিড-ইন ট্যারিফ চালু করেছে। এর ফলে যেকোনো বিদ্যুৎ গ্রাহক স্থানীয় চাহিদার চেয়ে বেশি নবায়নযোগ্য শক্তি উৎপাদন করলে তা বিক্রি করে আয় করতে পারেন।\n২০০৬ থেকে ২০১৪ সালের মধ্যে, যুক্তরাষ্ট্রের পরিবারগুলো তাদের বাড়ি আবহাওয়া উপযোগী করতে, সৌর প্যানেল বসাতে, হাইব্রিড ও বৈদ্যুতিক যানবাহন কিনতে এবং অন্যান্য \"পরিষ্কার শক্তি\" সংক্রান্ত বিনিয়োগের জন্য ১৮ বিলিয়ন ডলারেরও বেশি ফেডারেল আয়কর কর ছাড় পেয়েছে। তবে, এই কর ছাড়ের সুবিধাভোগীদের মধ্যে আয়ের দিক থেকে অসমতা লক্ষ্য করা গেছে। নিচের তিনটি আয় স্তরের পরিবারগুলোর মধ্যে মাত্র ১০% এই কর ছাড় পেয়েছে, যেখানে শীর্ষ স্তরের পরিবারগুলো মোট কর ছাড়ের প্রায় ৬০% লাভ করেছে। সবচেয়ে চরম বৈষম্য দেখা গেছে বৈদ্যুতিক গাড়ি সংক্রান্ত কর ছাড়ে, যেখানে শীর্ষ আয় স্তরের পরিবারগুলো মোট কর ছাড়ের প্রায় ৯০% পেয়েছে। বাজারভিত্তিক নীতিগুলো এই বৈষম্য কিছুটা কমিয়ে আনতে পারে।\n২০০৯ সালের আমেরিকান পুনরুদ্ধার ও পুনঃবিনিয়োগ আইন নবায়নযোগ্য শক্তি ও সংশ্লিষ্ট পরিবহন প্রকল্পের জন্য ৭০ বিলিয়ন ডলারের বেশি প্রত্যক্ষ বিনিয়োগ ও কর ছাড়ের ব্যবস্থা করেছিল। এই নীতি ও প্রণোদনার সম্মিলিত উদ্যোগ যুক্তরাষ্ট্রের ইতিহাসে নবায়নযোগ্য শক্তি, উন্নত পরিবহন ব্যবস্থা এবং শক্তি সংরক্ষণ কর্মসূচির ক্ষেত্রে সর্ববৃহৎ সরকারি প্রতিশ্রুতি হিসেবে বিবেচিত হয়। নতুন এই উদ্যোগগুলো বিভিন্ন বিদ্যুৎ সংস্থাকে তাদের পরিচ্ছন্ন শক্তি কর্মসূচি আরও জোরদার করতে উৎসাহিত করার কথা ছিল।\nযদিও যুক্তরাষ্ট্রের জ্বালানি বিভাগ সোলিন্ড্রা কোম্পানিকে ঋণ গ্যারান্টি দেওয়ার জন্য সমালোচনার মুখে পড়েছিল, তার সানশট উদ্যোগ বেশ কয়েকটি সফল কোম্পানিকে অর্থায়ন করেছে, যেমন এনার্জিসেইজ এবং জেপ সোলার।\n২৪ জানুয়ারি ২০১২ সালের স্টেট অব দ্য ইউনিয়ন ভাষণে, প্রেসিডেন্ট বারাক ওবামা নবায়নযোগ্য শক্তির প্রতি তার প্রতিশ্রুতি পুনর্ব্যক্ত করেন এবং বলেন যে তিনি \"পরিচ্ছন্ন শক্তির প্রতিশ্রুতি থেকে সরে আসবেন না।\" ওবামা যুক্তরাষ্ট্রের প্রতিরক্ষা মন্ত্রণালয়কে ১,০০০ মেগাওয়াট নবায়নযোগ্য শক্তি কেনার অঙ্গীকার করার আহ্বান জানান। এছাড়া, তিনি উল্লেখ করেন যে অভ্যন্তরীণ বিষয়ক দফতর ২০১২ সালে সরকারি জমিতে ১০,০০০ মেগাওয়াট নবায়নযোগ্য শক্তি প্রকল্প অনুমোদনের দীর্ঘমেয়াদী পরিকল্পনা গ্রহণ করেছে।\nযুক্তরাষ্ট্রের পরিবেশ সংরক্ষণ সংস্থার কিছু স্থাপনা সম্পূর্ণ বা আংশিকভাবে নবায়নযোগ্য শক্তি ব্যবহার করে।\nশক্তি প্রযুক্তিগুলো সরকারি ভর্তুকি পেয়ে থাকে।  \n২০১৬ সালে, যুক্তরাষ্ট্রের ফেডারেল সরকার নবায়নযোগ্য শক্তি, জীবাশ্ম জ্বালানি এবং পারমাণবিক শক্তির জন্য যথাক্রমে ৬,৬৮২ মিলিয়ন, ৪৮৯ মিলিয়ন এবং ৩৬৫ মিলিয়ন ডলার ভর্তুকি ও সহায়তা প্রদান করেছিল।\nবর্তমানে, কিছু ব্যতিক্রম ছাড়া, যুক্তরাষ্ট্রের প্রায় সব রাজ্যে নবায়নযোগ্য শক্তিকে উৎসাহিত করতে বিভিন্ন প্রণোদনা কার্যকর রয়েছে। এছাড়া, সাম্প্রতিক বছরগুলোতে এক ডজনেরও বেশি রাজ্য নতুন নবায়নযোগ্য শক্তি আইন প্রণয়ন করেছে।\nতবে, ২০১১ সালের সেপ্টেম্বর মাসে নবায়নযোগ্য শক্তি খাতে একটি বড় রাজনৈতিক ধাক্কা লাগে, যখন সোলিন্ড্রা নামের একটি কোম্পানি দেউলিয়া হয়ে যায়। প্রতিষ্ঠানটি আগে ৫৩৫ মিলিয়ন ডলারের ফেডারেল ঋণ গ্যারান্টি পেয়েছিল।\n২০২৪ সালের মে মাসে, বাইডেন প্রশাসন চীন থেকে আমদানি করা সৌর কোষের ওপর শুল্ক দ্বিগুণ এবং চীন থেকে আসা লিথিয়াম-আয়ন বৈদ্যুতিক গাড়ির ব্যাটারির ওপর শুল্ক তিন গুণের বেশি বৃদ্ধি করেছে। এই শুল্ক বৃদ্ধির প্রক্রিয়া তিন বছরের মধ্যে ধাপে ধাপে কার্যকর হবে।\n\n\n=== নেট মিটারিং ===\n\n\n=== উদ্যোগ ===\n\n\n==== সানশট ====\n২০১১ সালের ফেব্রুয়ারিতে, মার্কিন যুক্তরাষ্ট্রের জ্বালানি বিভাগ (DOE) সানশট উদ্যোগ চালু করে। এটি ছিল একটি সমন্বিত জাতীয় প্রচেষ্টা, যার লক্ষ্য ছিল ২০২০ সালের মধ্যে আলোক-বিভব সৌরশক্তি ব্যবস্থার মোট ব্যয় ৭৫% কমানো। এই লক্ষ্য অর্জন করা গেলে, ভর্তুকি ছাড়াই সৌরশক্তি অন্যান্য ধরনের বিদ্যুতের সঙ্গে প্রতিযোগিতামূলক হয়ে উঠত এবং গ্রিড সমতা অর্জন করা সম্ভব হতো।\nসানশট উদ্যোগের অংশ হিসেবে টপকোডার-এর সঙ্গে যৌথভাবে একটি জনসংশ্লিষ্ট উদ্ভাবনী প্রকল্প পরিচালিত হয়। এই কর্মসূচির মাধ্যমে মাত্র ৬০ দিনের মধ্যে সৌরশক্তি সংক্রান্ত ১৭টি ভিন্ন ভিন্ন অ্যাপ্লিকেশন সমাধান তৈরি করা হয়।\n২০১১ সালে সৌরশক্তির ব্যয় ছিল প্রতি ওয়াটে ৪ ডলার, আর সানশট কর্মসূচির লক্ষ্য ছিল ২০২০ সালের মধ্যে এটিকে ১ ডলারে নামিয়ে আনা। নির্ধারিত সময়সীমার আগেই, ২০১৭ সালে, এই লক্ষ্য অর্জিত হয়।\n\n\n==== উইন্ড পাওয়ারিং আমেরিকা ====\nউইন্ড পাওয়ারিং আমেরিকা উদ্যোগ হলো জ্বালানি বিভাগের আরেকটি উদ্যোগ, যার লক্ষ্য হচ্ছে বায়ুশক্তির ব্যবহার বৃদ্ধি করা। এই কর্মসূচির আওতায় উইন্ড পাওয়ারিং আমেরিকা উদ্যোগ বিভিন্ন রাজ্য ও আঞ্চলিক অংশীদারদের সঙ্গে কাজ করে। এর মধ্যে কৃষক, খামার মালিক, স্থানীয় আদিবাসী জনগোষ্ঠী, গ্রামাঞ্চলের বিদ্যুৎ সংস্থাগুলি, ভোক্তাদের মালিকানাধীন উপযোগী কোম্পানি এবং বিদ্যালয় অন্তর্ভুক্ত রয়েছে।\nউইন্ড পাওয়ারিং আমেরিকা উদ্যোগ এমন রাজ্যগুলোর ওপর বেশি গুরুত্ব দিয়েছে, যেখানে বায়ুশক্তি উৎপাদনের সম্ভাবনা বেশি, কিন্তু কার্যকর প্রকল্পের সংখ্যা কম। উইন্ড পাওয়ারিং আমেরিকা উদ্যোগ বায়ুশক্তি প্রযুক্তি বাস্তবায়নের চ্যালেঞ্জ, সুবিধা এবং সম্ভাব্য প্রভাব সম্পর্কে তথ্য প্রদান করে।\n\n\n==== সৌর আমেরিকা উদ্যোগ ====\nসোলার আমেরিকা উদ্যোগ  যুক্তরাষ্ট্রের ফেডারেল উন্নত শক্তি উদ্যোগ-এর একটি অংশ। এর লক্ষ্য ছিল উন্নত আলোক-বিভব উপকরণ তৈরির প্রক্রিয়াকে ত্বরান্বিত করা, যাতে ২০১৫ সালের মধ্যে সৌরশক্তি অন্যান্য নবায়নযোগ্য বিদ্যুতের বিকল্পগুলোর সঙ্গে ব্যয়-সাপেক্ষে প্রতিযোগিতামূলক হয়ে উঠতে পারে।\nমার্কিন জ্বালানি বিভাগের সৌরশক্তি প্রযুক্তি কর্মসূচি এই লক্ষ্য অর্জনের জন্য বিভিন্ন অংশীদারিত্ব ও কৌশলগত সহযোগিতার মাধ্যমে কাজ করেছিল। এটি মূলত চারটি ক্ষেত্রের ওপর গুরুত্ব দিয়েছিল—\nবাজার রূপান্তর — এমন কার্যক্রম, যা বাজারে বিদ্যমান প্রতিবন্ধকতাগুলো দূর করতে সহায়তা করে\nযন্ত্র ও প্রক্রিয়ার পরীক্ষামূলক উন্নয়ন — গবেষণা ও উন্নয়ন সংক্রান্ত কার্যক্রম, যা নতুন যন্ত্র বা প্রক্রিয়ার মাধ্যমে উল্লেখযোগ্য কর্মদক্ষতা বা ব্যয়ের সুবিধা আনতে পারে\n\nউপকরণ ও পরীক্ষামূলক উৎপাদন — গবেষণা ও উন্নয়ন কার্যক্রম, যেখানে পরীক্ষামূলক পর্যায়ে\nআলোক-বিভব উপকরণ বা সিস্টেমের প্রোটোটাইপ তৈরি করা হয়, যা খরচ, নির্ভরযোগ্যতা বা কর্মদক্ষতার দিক থেকে উন্নত\nসিস্টেম উন্নয়ন ও উৎপাদন — শিল্প ও বিশ্ববিদ্যালয় অংশীদারদের মধ্যে যৌথ গবেষণা ও উন্নয়নমূলক কার্যক্রম\n\n\n==== ক্যালিফোর্নিয়া সৌর উদ্যোগ ====\nপ্রাক্তন গভর্নর আর্নল্ড শোয়ার্জেনেগার-এর মিলিয়ন সোলার রুফস প্রোগ্রাম-এর অংশ হিসেবে, ক্যালিফোর্নিয়া ২০১৭ সালের মধ্যে ৩,০০০ মেগাওয়াট নতুন সৌরবিদ্যুৎ উৎপাদনের লক্ষ্য নির্ধারণ করেছিল। এই প্রকল্পের জন্য ২.৮ বিলিয়ন ডলার অর্থায়ন করা হয়।\nক্যালিফোর্নিয়া সৌর উদ্যোগ সৌর আলোক-বিভব সিস্টেমের জন্য প্রতি ওয়াটে সর্বোচ্চ ২.৫০ ডলার পর্যন্ত নগদ ভর্তুকি প্রদান করে। এই ভর্তুকির সঙ্গে ফেডারেল কর ছাড় মিলিয়ে, একটি সৌর প্যানেল সিস্টেমের মোট খরচের ৫০% পর্যন্ত কভার করা যেতে পারে। যুক্তরাষ্ট্রের অন্যান্য কিছু রাজ্যেও নবায়নযোগ্য শক্তিকে সহায়তা করার জন্য আর্থিক প্রণোদনা দেওয়া হয়।\n\n\n==== সবুজ শক্তি অংশীদারিত্ব ====\nমার্কিন পরিবেশ সংরক্ষণ সংস্থা তার সবুজ শক্তি অংশীদারিত্ব (গ্রিন পাওয়ার পার্টনারশিপ) কর্মসূচির অধীনে ২০টি শীর্ষস্থানীয় প্রতিষ্ঠানকে চিহ্নিত করেছে, যারা নিজস্ব উদ্যোগে নবায়নযোগ্য শক্তি উৎপাদন করছে। সম্মিলিতভাবে, এই প্রতিষ্ঠানগুলো প্রতি বছর ৭৩৬ মিলিয়ন কিলোওয়াট-ঘণ্টার বেশি নবায়নযোগ্য শক্তি উৎপাদন করে, যা ৬১,০০০-এর বেশি গড় মার্কিন বাড়ির বিদ্যুৎ চাহিদা মেটানোর জন্য যথেষ্ট।\n\n\n==== নবায়নযোগ্য শক্তির পোর্টফোলিও মানদণ্ড ====\nনবায়নযোগ্য শক্তির পোর্টফোলিও মানদণ্ড এমন এক ধরনের আইন যা বাণিজ্যযোগ্য নবায়নযোগ্য বা সবুজ বিদ্যুৎ সার্টিফিকেটের বাজার তৈরি করে। বিদ্যুৎ সরবরাহকারী প্রতিষ্ঠান বা পাইকারি ক্রেতাদের নির্দিষ্ট পরিমাণ বিদ্যুৎ (পোর্টফোলিও) নবায়নযোগ্য শক্তি উৎপাদন কেন্দ্র থেকে সংগ্রহ করতে হয়। যেসব প্রতিষ্ঠান নির্ধারিত কোটা পূরণে ব্যর্থ হয়, তারা অনুমোদিত সরবরাহকারীদের কাছ থেকে এই সার্টিফিকেট কিনতে পারে। এসব সরবরাহকারী নবায়নযোগ্য শক্তি উৎপাদন করে এবং সেই অনুযায়ী নিবন্ধিত সার্টিফিকেট সংগ্রহ করে বাজারে বিক্রি করে।\n\n\n=== নিষেধাজ্ঞা ও স্থগিতাদেশ ===\n২০২৪ সালের ফেব্রুয়ারি পর্যন্ত, যুক্তরাষ্ট্রের অন্তত ১৫% কাউন্টি বায়ু ও সৌরবিদ্যুৎ প্রকল্পের নির্মাণ বন্ধ করতে নিষেধাজ্ঞা বা অন্যান্য বিধিনিষেধ আরোপ করেছে।\n\n\n== নবায়নযোগ্য শক্তি বিষয়ক প্রতিষ্ঠান ==\nআমেরিকান কাউন্সিল অন রিনিউএবল এনার্জি (এসিওআরই) একটি অলাভজনক প্রতিষ্ঠান, যার প্রধান কার্যালয় ওয়াশিংটন, ডিসি-তে অবস্থিত। এটি ২০০১ সালে প্রতিষ্ঠিত হয় এবং নবায়নযোগ্য শক্তিকে যুক্তরাষ্ট্রের অর্থনীতি ও জনজীবনের মূলধারায় নিয়ে আসার জন্য কাজ করে। ২০১০ সালে এসিওআরই-এর সদস্য প্রতিষ্ঠানের সংখ্যা ছিল ৭০০-র বেশি।\n২০০৭ সালে, এসিওআরই যুক্তরাষ্ট্রে নবায়নযোগ্য শক্তির ভবিষ্যৎ নিয়ে আমেরিকায় নবায়নযোগ্য জ্বালানির উপর দৃষ্টিভঙ্গি শিরোনামে দুটি প্রতিবেদনের সংকলন প্রকাশ করে। বলা হয়, এই প্রতিবেদনটি যুক্তরাষ্ট্রে নবায়নযোগ্য শক্তির সম্ভাবনা নিয়ে \"একটি নতুন বাস্তবতা\" তুলে ধরে।\nএনভায়রনমেন্টাল অ্যান্ড এনার্জি স্টাডি ইনস্টিটিউট (ইইএসআই) একটি অলাভজনক পরিবেশবাদী সংস্থা, যা পরিবেশগতভাবে টেকসই সমাজ গঠনের পক্ষে কাজ করে। ১৯৮৪ সালে যুক্তরাষ্ট্রের কংগ্রেস সদস্যদের একটি দল এটি প্রতিষ্ঠা করে। ইইএসআই এমন নীতিগত সমাধান তুলে ধরে, যা পরিবেশের ক্ষতিকর জীবাশ্ম জ্বালানির ব্যবহার কমিয়ে নবায়নযোগ্য শক্তির ওপর নির্ভরতা বৃদ্ধি করবে। এটি এমন উদ্যোগের পক্ষে কাজ করে, যা গ্লোবাল ওয়ার্মিং ও বায়ু দূষণ হ্রাস করতে পারে, জনস্বাস্থ্যের উন্নতি, জ্বালানি নিরাপত্তা, গ্রামীণ অর্থনৈতিক উন্নয়ন, নবায়নযোগ্য শক্তির ব্যবহার বৃদ্ধি এবং জ্বালানি দক্ষতা উন্নয়নে সহায়ক হবে।\nন্যাশনাল রিনিউএবল এনার্জি ল্যাবরেটরি (এনআরইএল)-র অন্যতম প্রধান লক্ষ্য হলো তাদের উদ্ভাবিত প্রযুক্তিগুলোর নবায়নযোগ্য শক্তির বাজারে কার্যকর প্রয়োগ নিশ্চিত করা। এনআরইএল-এর প্রযুক্তি স্থানান্তর দপ্তর  গবেষক ও প্রকৌশলীদের সহায়তা করে, যাতে তাদের দক্ষতা ও উন্নত প্রযুক্তিগুলো বাস্তবে ব্যবহার করা যায়। গবেষণা ও উন্নয়ন সংক্রান্ত কাজ এবং গবেষণাগারগুলোর উচ্চমানের স্বীকৃতি শিল্পখাতেও রয়েছে, যার প্রমাণ হলো বিভিন্ন সরকারি ও বেসরকারি প্রতিষ্ঠানের সঙ্গে পরিচালিত যৌথ গবেষণা প্রকল্প ও লাইসেন্সপ্রাপ্ত প্রযুক্তি। এছাড়া, এনআরইএল-এর উদ্ভাবনী প্রযুক্তিগুলোকে স্বীকৃতি দিয়ে ৩৯টি R&D ১০০ পুরস্কার প্রদান করা হয়েছে।\nরকি মাউন্টেন ইনস্টিটিউট (আরএমআই) হলো একটি গবেষণা, প্রকাশনা, পরামর্শ এবং বক্তৃতা প্রদানকারী প্রতিষ্ঠান, যা মূলত দীর্ঘস্থায়িত্ব উন্নয়ন বিষয়ক বিভিন্ন উদ্যোগ নিয়ে কাজ করে। বিশেষ করে, এটি জ্বালানি ও সম্পদের দক্ষ ব্যবহারের জন্য লাভজনক উদ্ভাবন নিয়ে গবেষণা চালায়। আরএমআই-এর প্রধান কার্যালয় স্নোমাস, কলোরাডো-তে অবস্থিত, এবং বোল্ডার, কলোরাডো-তেও তাদের একটি অফিস রয়েছে। আরএমআই উইনিং দ্য অয়েল এন্ডগেম শিরোনামের বইটির প্রকাশক।\n\n\n== সম্প্রদায়ভিত্তিক নবায়নযোগ্য শক্তি ==\n\nসম্প্রদায়ভিত্তিক নবায়নযোগ্য শক্তির উদ্যোগে \"জ্বালানি গণতন্ত্র\"-এর ধারণা অন্তর্ভুক্ত থাকে, যার মাধ্যমে কোনো নবায়নযোগ্য শক্তি প্রকল্পের পরিকল্পনা ও বাস্তবায়নের দায়িত্ব স্থানীয় জনগণের হাতে দেওয়া হয়।\nএ ধরনের প্রকল্প কেবল জীবাশ্ম জ্বালানির ব্যবহার কমায় না, বরং বিভিন্ন সামাজিক ইতিবাচক পরিবর্তন ঘটায়, যেমন— \"নবায়নযোগ্য শক্তি প্রকল্পের প্রতি জনগণের গ্রহণযোগ্যতা বৃদ্ধি; নবায়নযোগ্য ও টেকসই শক্তি প্রযুক্তি সম্পর্কে সচেতনতা বৃদ্ধি; কার্বন নিঃসরণ কমানোর জন্য প্রযুক্তির ব্যবহার বাড়ানো; এবং পরিবেশবান্ধব জীবনধারার প্রসার।\nতবে, এক গবেষণায় দেখা গেছে, যদিও মানুষ এই প্রকল্পগুলোর বাস্তবায়নে আগ্রহী, ব্যক্তিগতভাবে এগুলোর নেতৃত্ব দেওয়ার ক্ষেত্রে অনেকেই অনাগ্রহী। এছাড়া, প্রকল্প পরিকল্পনার সময় মালিকানার বিষয়টি নিয়েও বিতর্ক দেখা যায়।\nসম্প্রদায়ভিত্তিক নবায়নযোগ্য শক্তি প্রকল্পের মূল লক্ষ্য হলো স্থানীয় জনগণের সক্রিয় অংশগ্রহণ নিশ্চিত করা এবং প্রচলিত শক্তি প্রকল্পের মালিকানার প্রচলিত কাঠামোকে চ্যালেঞ্জ করা। তবে, এ ধরনের উদ্যোগ সফল করতে প্রাতিষ্ঠানিক সহায়তা অত্যন্ত গুরুত্বপূর্ণ। গবেষণা বলছে, ইউরোপীয় ইউনিয়ন ও যুক্তরাজ্যে সম্প্রদায়ভিত্তিক নবায়নযোগ্য শক্তির জন্য বড় পরিমাণে প্রাতিষ্ঠানিক সহায়তা রয়েছে, যার ফলে সেখানে যুক্তরাষ্ট্রের তুলনায় অনেক বেশি সফল প্রকল্প দেখা যায়।\nযুক্তরাষ্ট্রে সম্প্রদায়ভিত্তিক নবায়নযোগ্য শক্তি প্রকল্পগুলোর জন্য যথেষ্ট প্রাতিষ্ঠানিক সহায়তা নেই, তবে বাজারভিত্তিক বিনিয়োগের মাধ্যমে সম্প্রদায়ভিত্তিক সৌর ও বায়ুশক্তি প্রকল্পের সংখ্যা বৃদ্ধি পাচ্ছে। সম্প্রতি, বেসরকারি খাত বিশেষত সম্প্রদায়ভিত্তিক সৌরশক্তি প্রকল্পে আগ্রহ দেখাচ্ছে। বিশ্বব্যাপী সম্প্রদায়ভিত্তিক নবায়নযোগ্য শক্তি প্রকল্পের বিভিন্ন ধরনের বাস্তবায়ন কৌশল দেখা যায়, যা মূলত ইউরোপ ও যুক্তরাষ্ট্রের সামাজিক কল্যাণ ব্যবস্থার পার্থক্যের কারণে হয়ে থাকে।\n\n\n== সম্ভাব্য সম্পদ ==\n\nযুক্তরাষ্ট্রে স্থলভাগে ১১ টেরাওয়াট (এবং উপকূলীয় অঞ্চলে ৪ টেরাওয়াট বাতাসের শক্তি স্থাপনের সম্ভাবনা রয়েছে, যা ৪৭,০০০ টেরাওয়াট-ঘণ্টারও বেশি বিদ্যুৎ উৎপাদনে সক্ষম।\nদেশটির দক্ষিণ-পশ্চিম অঞ্চলে কেন্দ্রীভূত সৌরশক্তির সম্ভাবনা ১০ থেকে ২০ টেরাওয়াট, যা ১০,০০০ টেরাওয়াট-ঘণ্টারও বেশি বিদ্যুৎ উৎপাদন করতে পারে।\n২০১২ সালে ন্যাশনাল রিনিউয়েবল এনার্জি ল্যাবরেটরি যুক্তরাষ্ট্রের প্রতিটি রাজ্যে নবায়নযোগ্য শক্তির সম্ভাবনা মূল্যায়ন করে একটি প্রতিবেদন প্রকাশ করে।\n\nদ্রষ্টব্য: তেলের সমতা তৈরি করতে মোট ব্যবহার বৃদ্ধি করা হয়।\n\n\n== আরও দেখুন ==\n\nআমেরিকান কাউন্সিল অন রিনিউয়েবল এনার্জি\nক্যাচিং দ্য সান (চলচ্চিত্র)\nযুক্তরাষ্ট্রে শক্তি সংরক্ষণ\nযুক্তরাষ্ট্রের শক্তি নীতি\nযুক্তরাষ্ট্রের উইন্ড ফার্মের তালিকা\nযুক্তরাষ্ট্রের অঙ্গরাজ্য অনুসারে নবায়নযোগ্য শক্তি থেকে বিদ্যুৎ উৎপাদনের তালিকা\nলিটল বক্স চ্যালেঞ্জ\nআন্তর্জাতিক:  \n\nদেশ ও অঞ্চলের ভিত্তিতে নবায়নযোগ্য শক্তির তালিকা\nসাধারণ:  \n\nদক্ষ শক্তি ব্যবহার\nনবায়নযোগ্য শক্তি বিষয়ক তালিকা\nনবায়নযোগ্য শক্তির বাণিজ্যিকীকরণ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nGA Mansoori, N Enayati, LB Agyarko (2016), Energy: Sources, Utilization, Legislation, Sustainability, Illinois as Model State, World Sci. Pub. Co., আইএসবিএন ৯৭৮-৯৮১-৪৭০৪-০০-৭\nক্লিন টেক নেশন: কীভাবে যুক্তরাষ্ট্র নতুন বৈশ্বিক অর্থনীতিতে নেতৃত্ব দিতে পারে (২০১২) - রন পারনিক ও ক্লিন্ট ওয়াইল্ডার\nডিপ্লয়িং রিনিউয়েবলস ২০১১ (২০১১) - আন্তর্জাতিক শক্তি সংস্থা\nরিইনভেন্টিং ফায়ার: নতুন শক্তির যুগের জন্য সাহসী ব্যবসায়িক সমাধান (২০১১) - আমোরি লাভিন্স\nনবায়নযোগ্য শক্তি ও শক্তি দক্ষতার প্রণোদনা: যুক্তরাষ্ট্রের ফেডারেল কর্মসূচির সংক্ষিপ্তসার (ডিসেম্বর ১৪, ২০১৬) - কংগ্রেসনাল রিসার্চ সার্ভিস\nনবায়নযোগ্য শক্তির উৎস ও জলবায়ু পরিবর্তন প্রশমন (২০১১) - আইপিসিসি\nসৌর শক্তি দৃষ্টিভঙ্গি (২০১১) - আন্তর্জাতিক শক্তি সংস্থা\n\n\n== বহিঃসংযোগ ==\nU.S. Renewable Energy Factsheet by the University of Michigan's Center for Sustainable Systems"}