{"pageid": 1516742, "title": "আলবেনিয়ায় ইহুদি গণহত্যা", "url": "https://bn.wikipedia.org/wiki?curid=1516742", "content": "দ্বিতীয় বিশ্বযুদ্ধের সময় আলবেনিয়া যখন ইতালীয় এবং জার্মান দখলে ছিল, তখন ব্যাপক গণহত্যার মাধ্যমে আলবেনিয়ায় ইহুদিদের বিরুদ্ধে গণহত্যা সংঘটিত হয়। যুদ্ধের সময় প্রায় ২,০০০ ইহুদি আলবেনিয়ায় আশ্রয় চেয়েছিল। যদিও আলবেনিয়া প্রথমে ফ্যাসিবাদী ইতালি এবং পরে নাৎসি জার্মানি দ্বারা দখল করা হয়, এই ইহুদি শরণার্থীদের বেশিরভাগের সাথে স্থানীয় জনগণ ভালো আচরণ করে। আলবেনীয়রা প্রায়শই পাহাড়ি গ্রামে ইহুদি শরণার্থীদের আশ্রয় দিত এবং তাদের অ্যাড্রিয়াটিক বন্দরে নিয়ে যেত, যেখান থেকে তারা ইতালিতে পালিয়ে যেত। অন্যান্য ইহুদিরা সারা দেশে প্রতিরোধ আন্দোলনে যোগ দেয়।\nকসোভোতে বসবাসকারী ৫০০ জন ইহুদির অভিজ্ঞতা ছিল একেবারেই ভিন্ন এবং প্রায় ৪০ শতাংশ যুদ্ধে টিকে থাকতে পারেনি। ১৯৪৩ সালের সেপ্টেম্বরে ইতালির আত্মসমর্পণের সাথে সাথে জার্মানি আলবেনিয়া দখল করে। ১৯৪৪ একটি আলবেনীয়ওয়াফেন-এসএস ডিভিশন এসএস স্ক্যান্ডারবেগের ২১তম ওয়াফেন মাউন্টেন ডিভিশন গঠিত হয় যা কসোভো থেকে ২৮১ জন ইহুদিকে গ্রেপ্তার করে জার্মানদের হাতে তুলে দেয়, যাদের পরবর্তীতে বার্গেন-বেলসেন রাজনৈতিক বন্দিশিবিরে নির্বাসিত করার পরে অনেককে হত্যা করা হয়। ১৯৪৪ সালের শেষের দিকে জার্মানদের আলবেনিয়া থেকে বিতাড়িত করা হয় এবং এনভার হোজার নেতৃত্বে দেশটি একটি সাম্যবাদী রাষ্ট্রে পরিণত হয়। প্রায় একই সময়ে কসোভো এবং পশ্চিম মেসিডোনিয়ার আলবেনীয় অধিকৃত অঞ্চলে অক্ষ বাহিনী যুগোস্লাভ পার্টিসানদের কাছে পরাজিত হয় যারা পরবর্তীকালে এই অঞ্চলগুলিকে যুগোস্লাভিয়ায় পুনর্গঠিত করে।\nগণহত্যার সময় অক্ষ অধিকৃত আলবেনিয়ায় প্রায় ৬০০ ইহুদি নিহত হয়। আলবেনিয়ায় যুদ্ধের সময় সেখানে নিহত একমাত্র স্থানীয় ইহুদির বয়ান হিসেবে একই পরিবারের পাঁচজন ইহুদি জার্মানদের হাতে নিহত হয়েছিল। যুদ্ধের পর আলবেনিয়ায় ইহুদিদের সংখ্যা শুরুর চেয়ে এগারো গুণ বেশি ছিল যা প্রায় ১,৮০০। এদের বেশিরভাগই পরবর্তীতে ইসরায়েলে চলে যায়। নব্বইয়ের দশকের গোড়ার দিকে কমিউনিজমের পতন না হওয়া পর্যন্ত কয়েকশ লোক আলবেনিয়ায় থেকে যায় এবং একই কাজ করে। আলবেনিয়ায় ইহুদিদের বেঁচে থাকার হার কসোভোর তুলনায় কেন এতটা ভিন্ন ছিল, সে বিষয়ে কোনও গবেষকীয় ঐক্যমত্য নেই। কিছু পণ্ডিত যুক্তি দিয়েছেন যে আলবেনিয়ার সংস্কৃতির একটি গুরুত্বপূর্ণ অংশ বেসা নামে পরিচিত ঐতিহ্যবাহী সম্মানসূচক রীতি একটি ভূমিকা পালন করেছিল। অন্যান্য পণ্ডিতরা এর কারণ হিসেবে মত দিয়েছেন ১৯৪১-১৯৪৩ সালে ইতালীয় দখলদার কর্তৃপক্ষের আপেক্ষিক নমনীয়তা, ১৯৪৩-১৯৪৪ সালে অন্যান্য দেশের মতো আলবেনিয়ায় ইহুদিদের যথাযথভাবে খুঁজে বের করতে জার্মানির ব্যর্থতা এবং বিদেশীদের প্রতি কসোভো আলবেনীয়দের অবিশ্বাস। ২০১৮ সাল পর্যন্ত ইয়াদ ভাশেম আলবেনিয়ার ৭৫ জন নাগরিককে জাতির মধ্যে ন্যায়পরায়ণ হিসেবে স্বীকৃতি দিয়েছে।\n\n\n== পটভূমি ==\n\n\n=== উসমানীয় সাম্রাজ্য-পরবর্তী সময়কাল ===\n১৯৩০ সালের আলবেনীয় আদমশুমারি অনুসারে আলবেনিয়ায় ২৪ জন ইহুদি বাস করত। ১৯৩৭ সালে ইহুদি সম্প্রদায়ের আকার প্রায় ৩০০ জন ছিল, রাজা জোগু কর্তৃক তারা দেশে সরকারী স্বীকৃতি লাভ করে। যুদ্ধের আগে আলবেনীয় ইহুদিরা মূলত দেশের দক্ষিণাঞ্চলে বাস করত (বেশিরভাগই ভ্লোরে শহরে) যেখানে ষোড়শ শতাব্দীতে প্রায় এক-তৃতীয়াংশ ইহুদি ছিল। প্রতিবেশী যুগোস্লাভিয়ার অংশ আলবেনীয় সংখ্যাগরিষ্ঠ কসোভোতে ইহুদি সম্প্রদায়ের সংখ্যা ছিল প্রায় ৫০০। উসমানীয় যুগের শেষের দিকে আলবেনীয় জাতীয় আদর্শ এমনভাবে বিকশিত হয় যে এটি কোনও একটি ধর্মের সাথে সম্পৃক্ততা দাবি করা হতে বিরত থাকে এবং দেশের বিভিন্ন ধর্মের মধ্যে পুনর্মিলনকে লক্ষ্যবস্তু করে তুলে। ১৯১২ সালে আলবেনিয়ার স্বাধীনতার পর দেশটির সরকার ধর্মীয় পুনর্মিলনের একটি আদর্শ বাস্তবায়ন শুরু করে এবং জোগুর শাসনামলে এটি স্পষ্ট হয়ে ওঠে যখন \"সকল ধর্মের\" সমতা সংহিতাবদ্ধ করা হয় এবং বৃহত্তর ধর্মীয় বৈচিত্র্য প্রচার করা হয়।\n১৯৩০-এর দশকে ইহুদি সম্প্রদায় ক্রমশ আলবেনীয় সমাজের সাথে একীভূত হতে থাকে ও ১৯৩৭ সালের ২রা এপ্রিল সরকারি স্বীকৃতি লাভ করে। জোগু আরও এগিয়ে এসে আলবেনিয়ায় ইহুদি অভিবাসনকে সহায়তা করেন এবং নতুন ইহুদি আগমনকারীদের একীভূত করতে সহায়তা করেন। ১৯৩৪ সালে আলবেনিয়ায় নিযুক্ত মার্কিন রাষ্ট্রদূত হারমান বার্নস্টাইন নিজে ইহুদি ছিলেন, তিনি মন্তব্য করেন যে দেশটিতে ইহুদিদের প্রতি বৈষম্য করা হয় না কারণ এটি \"আজ ইউরোপের বিরল দেশগুলির মধ্যে একটি যেখানে ধর্মীয় কুসংস্কার এবং ঘৃণার অস্তিত্ব নেই\"। নাৎসিবাদের উত্থানের সাথে সাথে বেশ কিছু জার্মান ইহুদি ও অস্ট্রীয় ইহুদি আলবেনিয়ায় আশ্রয় নেয় এবং বার্লিনের আলবেনিয়ান দূতাবাস ১৯৩৮ সালের শেষ পর্যন্ত ইহুদিদের ভিসা প্রদান অব্যাহত রাখে, যখন অন্য কোনও ইউরোপীয় দেশ তা করতে রাজি ছিল না। বার্নস্টাইন আলবেনীয় সরকারকে ইহুদিদের পর্যটন এবং ভ্রমণ ভিসা প্রদান অব্যাহত রাখতে রাজি করাতে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। ১৯৩৩ সাল থেকে বার্নস্টাইনের প্রচেষ্টার ফলে নাৎসি পার্টি ক্ষমতা সংহত করার সাথে সাথে অনেক ইহুদি জার্মানি ও অস্ট্রিয়া থেকে পালিয়ে যেতে বাধ্য হয়, যাদের মধ্যে কেউ কেউ আলবেনিয়াকে মার্কিন যুক্তরাষ্ট্র, তুরস্ক বা দক্ষিণ আমেরিকায় পালিয়ে যাওয়ার জন্য একটি ভ্রমণ ক্ষেত্র হিসাবে ব্যবহার করেন।\n\n\n=== ইতালীয় দখলদারিত্ব ===\n\nইউরোপের স্বল্পোন্নত দেশ আলবেনিয়া ১৯৩০-এর দশক জুড়ে ইতালীয় অর্থনৈতিক ও রাজনৈতিক আধিপত্যের শিকার ছিল। ১৯৩৯ সালের ২৫শে মার্চ ইতালীয় স্বৈরশাসক বেনিতো মুসোলিনি জোগুকে আলবেনিয়াকে ইতালীয় সামরিক আশ্রিত রাজ্য বানানোর একটি আল্টিমেটাম দেন। জোগু প্রত্যাখ্যান করেন এবং ৭ এপ্রিল ইতালি আলবেনিয়া আক্রমণ করে এবং তাকে ক্ষমতাচ্যুত করে। এর কিছুদিন পরেই আলবেনিয়ার সবচেয়ে ধনী এবং সবচেয়ে ক্ষমতাশালী ভূমি মালিক শেফকেত ভের্লাচির নেতৃত্বে একটি ফ্যাসিবাদ সমর্থনকারী সরকার প্রতিষ্ঠিত হয়। এছাড়াও একটি আলবেনীয় \"জাতীয় পরিষদ\" গঠিত হয় যা দ্রুত ইতালির সাথে অর্থনৈতিক ও রাজনৈতিক ইউনিয়নের পক্ষে ভোট দেয়, যার ফলে দেশটি একটি ইতালীয় আশ্রিত রাজ্যে পরিণত হয়। ভাইসরয় জেনারেল ফ্রান্সেস্কো জ্যাকোমোনির নির্দেশে ইতালীয় পেশাগত কর্তৃপক্ষ আলবেনিয়ায় ইহুদি অভিবাসন নিষিদ্ধ করে আইন বাস্তবায়ন করে এবং দেশে বসবাসকারী সমস্ত বিদেশী ইহুদিদের নির্বাসন বাধ্যতামূলক করে।\nইতালীয়দের দখলের এক মাসের মধ্যে আলবেনীয় ফ্যাসিবাদী পার্টি (আলবেনীয়: Partia Fashiste e Shqipërisë, অথবা পিএফএসএইচ) গঠিত হয়। এর গঠনতন্ত্রে ইহুদিদের দলে যোগদান নিষিদ্ধ করা হয় এবং শিক্ষার মতো পেশা থেকে তাদের বাদ দেয়া হয়। আলবেনিয়ায় বসবাসকারী জাতিগত আলবেনীয় এবং ইতালীয়দের সমন্বয়ে গঠিত দলটি ইতালীয় ফ্যাসিবাদী পার্টির (ইতালীয়: Partito Nazionale Fascista, অথবা পিএনএফ) একটি শাখা হিসেবে বিদ্যমান ছিল এবং এর সদস্যদের মুসোলিনির প্রতি আনুগত্যের শপথ নিতে বাধ্য করা হয়। এতে সকল আলবেনীয় সরকারি কর্মচারীদের যোগদান বাধ্যতামূলক করা হয় এবং এটি দেশের একমাত্র বৈধ রাজনৈতিক দল হয়ে ওঠে। দ্বিতীয় বিশ্বযুদ্ধের অগ্রগতির সাথে সাথে ইতালি অধিকৃত আলবেনিয়াকে সংলগ্ন আলবেনীয় অধ্যুষিত অঞ্চলগুলিকে সংযুক্ত করার অনুমতি দেয় যাতে বৃহত্তর আলবেনিয়া গঠন করা যায় যা ইতালির একটি আশ্রিত রাজ্য হিসেবে বেশিরভাগ কসোভো এবং পশ্চিম মেসিডোনিয়ার একটি অংশ অন্তর্ভুক্ত করেছিল। ১৯৪১ সালের এপ্রিলে অক্ষশক্তি যুগোস্লাভিয়া আক্রমণ করার পর থেকে এই অঞ্চল বিচ্ছিন্ন হয়ে পড়ে। যদিও আনুষ্ঠানিকভাবে ইতালীয় শাসনের অধীনে ছিল, কসোভোর আলবেনীয়দের এই অঞ্চলের নিয়ন্ত্রণ দেওয়া হয় এবং যুগোস্লাভ শাসনের অধীনে নিষিদ্ধ আলবেনীয় স্কুল খোলার জন্য উৎসাহিত করা হয়। ইতালীয় কর্তৃপক্ষ তাদের আলবেনীয় নাগরিকত্বও প্রদান করে এবং আলবেনিয়ার পতাকা ওড়ানোর অনুমতি দেয়। ইতালীয়রা বৃহত্তর আলবেনিয়ায় লক্ষ লক্ষ সৈন্য মোতায়েন করে। শুধুমাত্র কসোভোতেই প্রায় ২০,০০০ ইতালীয় সৈন্য এবং ৫,০০০ পুলিশ এবং সীমান্তরক্ষী মোতায়েন ছিল। আধুনিক উত্তর মেসিডোনিয়ার আলবেনীয় অধিকৃত অঞ্চলে অতিরিক্ত ১২,০০০ সৈন্য এবং ৫,০০০ পুলিশ এবং সীমান্তরক্ষী মোতায়েন করা হয়। ইতালীয় পেশাগত কর্তৃপক্ষ সতর্ক করে দেয় যে অধিকৃত যুগোস্লাভ অঞ্চলে নিহত বা আহত প্রতিটি ইতালীয় সৈন্যের জন্য কমপক্ষে দশজন জিম্মিকে গুলি করা হবে।\n\n\n== গণহত্যা ==\n\n\n=== ১৯৩৯–১৯৪৩ ===\n\nযুগোস্লাভিয়ায় আক্রমণের পর বৃহত্তর আলবেনিয়ায় ইহুদি সম্প্রদায় বৃদ্ধি পায়। মেসিডোনিয়া এবং উত্তর সার্বিয়া থেকে ইহুদিরা, সেইসাথে জার্মানি, অস্ট্রিয়া এবং পোল্যান্ড থেকে ইহুদি শরণার্থীরা ইতালীয় নিয়ন্ত্রিত আলবেনীয় অধিভুক্ত কসোভোতে এসে প্রিস্টিনা, প্রিজরেন এবং উরোসেভাক শহরে বসতি স্থাপন করে। জার্মান সূত্র অনুসারে প্রায় ১,০০০ শরণার্থী এসে পৌঁছায় যাদেরকে একটি ইহুদি সংগঠনের সাথে জার্মানিতে ইহুদিদের পাচারের জন্য দায়ী করা হয়। জার্মান নিয়ন্ত্রিত অঞ্চলে ইহুদিরা যে স্তরে নির্যাতনের সম্মুখীন হচ্ছিল, শরণার্থীরা সে স্তরে নির্যাতনের সম্মুখীন হয়নি। কারণ ইতালীয়রা তাদের জন্য অর্থনৈতিকভাবে গুরুত্বপূর্ণ এবং তাদেরকে \"বিদেশে ইতালীয় স্বার্থের প্রতিনিধি\" বলে মনে করত। ইতালীয়রা প্রায় ১৫০ জন ইহুদি শরণার্থীকে গ্রেপ্তার করে এবং তাদের আলবেনিয়ার বেরাত শহরে স্থানান্তর করে যেখানে তাদের কাজ করার সুযোগ দেওয়া হয়। ইতালীয় অধিকৃত কোটর উপসাগর থেকে ১৯২ জন ইহুদিকেও গ্রেপ্তার করা হয় যাদেরকে ২৭/২৮ জুলাই ১৯৪১ তারিখে আলবেনিয়ার রাজনৈতিক বন্দিশিবিরে স্থানান্তরিত করা হয়। পরবর্তীতে তাদের ইতালির ক্যাম্পে স্থানান্তরিত করা হয়।\nআলবেনিয়ার জনগণ ইহুদি শরণার্থীদের প্রতি খুবই আন্তরিক ছিল। অনেককে অ্যাড্রিয়াটিক সাগরের আলবেনীয় বন্দরে নিয়ে যাওয়া হয় যেখান থেকে তারা ইতালিতে যেতে পারত। অন্যরা প্রত্যন্ত পাহাড়ি গ্রামে লুকিয়ে থাকত, আবার কেউ কেউ সারা দেশে প্রতিরোধ আন্দোলনে যোগ দেয়। শত শত ইহুদি আলবেনীয় কর্তৃপক্ষের কাছ থেকে জাল নথি পায় এবং তাদের নিরাপদে আলবেনিয়ায় পাচার করা হয়। অন্যান্য সময়ে টাইফাস হয়েছে এবং তাদের হাসপাতালে চিকিৎসার প্রয়োজন এই মিথ্যা অজুহাতে ইহুদিদের আলবেনিয়ায় স্থানান্তর করা হতো। ভাইসরয় জেনারেল ফ্রান্সেস্কো জ্যাকোমোনির নির্দেশে ইতালীয় প্রশাসন বৃহত্তর আলবেনিয়ায় ইহুদি অভিবাসন নিষিদ্ধ করে আইন বাস্তবায়ন করে এবং দেশের সমস্ত বিদেশী ইহুদিদের নির্বাসন বাধ্যতামূলক করে। যাইহোক, এই আইনগুলি অর্ধভাবে বাস্তবায়িত হয় যাতে প্রমাণিত হয় যে তাদের অধীনে কোনও ইহুদি নির্বাসিত হয়নি। দেশ ত্যাগ করা আরও কঠিন হয়ে উঠলেও বৃহত্তর আলবেনিয়ায় বিদেশী ইহুদিদের অভিবাসন দ্রুত গতিতে অব্যাহত ছিল। যখন ইহুদিদের সীমান্ত অতিক্রম করতে দেখা যেত, তখন আলবেনীয় কর্তৃপক্ষ সাধারণত স্থানীয় পরিবারগুলির মধ্যে আশ্রয়ের নেওয়ার জন্য তাদের ছেড়ে দিত। কিছু ক্ষেত্রে তাদের ডাকাতরা হত্যা করেছিল। ১৯৪২ সালের জানুয়ারিতে জার্মানরা ওয়ান্সি সম্মেলনে অনুমান করে যে আলবেনিয়ায় ২০০ জন ইহুদি বাস করে। সেই মাসে ইতালীয়রা ইহুদিদের প্রিস্টিনার একটি শিবিরে বন্দী করে রাখে। যদিও তারা আশঙ্কা করে যে তাদের জার্মানদের হাতে তুলে দেওয়া হবে, তবুও শিবিরের ইতালীয় কমান্ডার প্রতিশ্রুতি দেন যে তা কখনও ঘটবে না। ১৯৪২ সালের ১৪ মার্চ ইতালীয়রা শিবিরটি অবরোধ করে এবং সেখানে আটক ইহুদিদের গ্রেপ্তার করে। ৫১ জনকে জার্মানদের হাতে তুলে দেওয়া হয়। পরবর্তীতে তাদের ক্রোয়েশিয়ার স্বাধীন রাজ্যের সাজমিস্তে রাজনৈতিক বন্দিশিবিরে নিয়ে গিয়ে হত্যা করা হয়। অন্যদের সার্বদের সাথে ইহুদিদের বেরাতের একটি শিবিরে নিয়ে যাওয়া হয়, যেখানে তাদের ইতালির আত্মসমর্পণ পর্যন্ত রাখা হয়েছিল। ইতালীয় দখলদারিত্বের সময় ৫০০ জন ইহুদিকে বেরাত, ক্রুজে এবং কাভাজে শিবরে বন্দী করা হয়েছিল।\n\n\n=== ১৯৪৩–১৯৪৫ ===\n১৯৪৩ সালের সেপ্টেম্বরে ইতালি যখন মিত্রশক্তির কাছে আত্মসমর্পণ করে তখন বৃহত্তর আলবেনিয়ার সমস্ত রাজনৈতিক বন্দিশিবির ভেঙে দেওয়া হয়। এর কিছুক্ষণ পরেই জার্মানরা বৃহত্তর আলবেনিয়া আক্রমণ করে দখল করে নেয় এবং দেশে অবস্থানরত বেশিরভাগ ইতালীয় সৈন্য জার্মানদের কাছে আত্মসমর্পণ করে। জার্মান পেশাগত কর্তৃপক্ষ এরপর আলবেনিয়া এবং অক্ষ অধিকৃত যুগোস্লাভিয়ার আলবেনীয় অধ্যুষিত অঞ্চলে বসবাসকারী সমস্ত ইহুদিদের নির্মূল করার লক্ষ্যবস্তু তৈরি করতে শুরু করে। ইতালীয় দখলদারিত্বের অধীনে অক্ষত থাকা পশ্চিম মেসিডোনিয়ার ইহুদি সম্প্রদায়কে লক্ষ্যবস্তু করা হয় এবং তাদের বেশ কয়েকটি দলকে নির্মূল শিবিরে পাঠানো হয়। তাদের সম্পত্তি এবং জিনিসপত্র পরবর্তীতে একাধিক প্রতিষ্ঠান এবং ব্যক্তিদের দ্বারা বাজেয়াপ্ত করা হয়।\nজার্মানরা দেশটি দখল করার পরপরই বৃহত্তর আলবেনিয়ার সহযোগী সরকার পুনর্গঠনের ব্যবস্থা করে। ১৫ সেপ্টেম্বর জার্মান পৃষ্ঠপোষকতায় আলবেনীয় জাতীয় কমিটি প্রতিষ্ঠিত হয়। ৩ নভেম্বরে জার্মানি কর্তৃক একটি রাজত্ব পরিষদ প্রতিষ্ঠা এবং সরকার হিসেবে স্বীকৃতি না পাওয়া পর্যন্ত কমিটি দেশ শাসন করে। কসোভোর আলবেনীয় সহযোগী এবং জার্মান মিত্র জাফের দেবাকে তখন স্বরাষ্ট্রমন্ত্রী নিযুক্ত করা হয়। পরবর্তীতে দেবা কসোভোতে সহযোগী দ্বিতীয় প্রিজরেন লিগ প্রতিষ্ঠা করেন। ১৯৪৩ সালের সেপ্টেম্বর থেকে জার্মান সৈন্যদের আগমনের পূর্বাভাস পেয়ে আলবেনিয়ার ইহুদিরা শহর ছেড়ে পালিয়ে গ্রামাঞ্চলে লুকিয়ে পড়ে যেখানে গ্রাম্য আলবেনীয়রা তাদের লুকিয়ে রাখে। কিছু ইহুদিরা তাদের পরিচয় গোপন রেখে খ্রিস্টধর্ম বা ইসলাম ধর্ম গ্রহণের অভিনয় করে। নতুন প্রশাসন আসার সাথে সাথে জার্মানরা আলবেনীয় কর্তৃপক্ষের কাছে তাদের নির্বাসিত করার জন্য ইহুদিদের তালিকা সরবরাহ করার দাবি জানায়। স্থানীয় কর্তৃপক্ষ তা মানেনি, এমনকি ইহুদি পরিবারগুলিকে জাল নথিও সরবরাহ করে। ১৯৪৪ সালের গোড়ার দিকে জার্মান পেশাগত কর্তৃপক্ষ আবারও আলবেনীয় কর্মকর্তারা দেশে বসবাসকারী সমস্ত ইহুদিদের একটি তালিকা তৈরি করার দাবি করে। পরবর্তীতে দুই স্থানীয় ইহুদি নেতা আলবেনিয়ার সহযোগী প্রধানমন্ত্রী মেহেদী ফ্রাশেরির কাছে সাহায্যের জন্য যোগাযোগ করেন। ফ্রাশেরি খবরটা দেবার কাছে পাঠান যার ইহুদিদের রক্ষা করার জন্য এবং রাজনৈতিক বিরোধীদের উপর অকারণে সহিংসতার আদেশ দেওয়ার জন্য খ্যাতি ছিল।  জানা যায়, দেবা ইহুদি প্রতিনিধিদের বলেছিলেন যে তার কাছে ইতিমধ্যেই আলবেনিয়ায় বসবাসকারী ইহুদিদের একটি তালিকা রয়েছে।  তিনি জার্মানদের কাছে তালিকাটি হস্তান্তর করতে অস্বীকৃতি জানান এবং দেশের সমস্ত ইহুদিদের এক জায়গায় একত্রিত করার জন্য তাদের অনুরোধ প্রত্যাখ্যান করেন। দেবা জার্মানদের জানান যে তিনি তাদের এই ধরনের তালিকা প্রদান করবেন না কারণ এই ধরনের দাবি \"আলবেনীয়দের ব্যাপারে হস্তক্ষেপ\" করে। এর কিছুদিন পরেই দেবা ইহুদি সম্প্রদায়ের নেতাদের জানান যে, তিনি জার্মানদের অনুরোধ সফলভাবে প্রত্যাখ্যান করেছেন। ১৯৪৪ সালের জুন মাসে জার্মানরা আবারও আলবেনীয় সহযোগী সরকারকে দেশের ইহুদিদের একটি তালিকা তৈরি করার দাবি জানায় এবং আলবেনীয় কর্তৃপক্ষ আবারও তা প্রত্যাখ্যান করে।\nকসোভোর পরিস্থিতি বেশ ভিন্ন ছিল। সেখানে দেবা ওয়াফেন-এসএস-এ যোগদানের জন্য কসোভোর আলবেনীয়দের নিয়োগ শুরু করেন। ২১তম ওয়াফেন পর্বত বিভাগ (যার ডাকনাম স্ক্যান্ডারবেগ) ১৯৪৪ সালের ১ মে তারিখে গঠিত হয়। ১৪ মে তারিখে ডিভিশনটি প্রিস্টিনায় ইহুদিদের বাড়িতে অভিযান চালিয়ে ২৮১ জন দেশি-বিদেশি ইহুদিকে গ্রেপ্তার করে এবং তাদের জার্মানদের হাতে তুলে দেয়। ২৩শে জুন এই ইহুদিদের মধ্যে ২৪৯ জনকে বার্গেন-বেলসেন বন্দিশিবিরে নিয়ে যাওয়া হয়, যেখানে অনেককে হত্যা করা হয়।  যুদ্ধের সময় প্রায় ২০০০ ইহুদি বৃহত্তর আলবেনিয়ায় আশ্রয় চেয়েছিল। উদ্ধার নেটওয়ার্কের গোপন প্রকৃতির কারণে বৃহত্তর আলবেনিয়াকে সফলভাবে স্থানান্তরের জন্য ব্যবহার করা ইহুদিদের সংখ্যা অনুমান করা কঠিন, তবে ৬০০ থেকে ৩,০০০ এর মধ্যে অনুমান করা হয়। প্রায় ২১০ জন কসোভীয় ইহুদি নিহত হয়। কসোভোতে ইহুদিদের মৃত্যুর বিস্তৃত তালিকার অস্তিত্ব নেই। ১৯৬৪ সালে প্রকাশিত একটি সরকারী যুগোস্লাভ রাষ্ট্রীয় প্রতিবেদনে ৭৪ জন যুদ্ধকালীন মৃত্যু নথিভুক্ত করা হয়েছিল। এটি প্রায় ৪০ শতাংশ মৃত্যুর হারকে প্রতিনিধিত্ব করে। গণহত্যার সময় আলবেনীয় নিয়ন্ত্রিত সমস্ত অঞ্চলে প্রায় ৬০০ জন ইহুদি নিহত হয়। এর মধ্যে কমপক্ষে ১৭৭ জনকে বার্গেন-বেলসেনে হত্যা করা হয়। যুদ্ধে কিছুটা বেশি সংখ্যক মানুষ বেঁচে গিয়েছিল। আলবেনিয়ার প্রায় সকল স্থানীয় ইহুদি গণহত্যা থেকে বেঁচে গিয়েছিল, যেভাবে সেখানে আশ্রয় নেওয়া প্রায় সকল বিদেশী ইহুদি বেঁচে যায়। আলবেনিয়ায় নিহত একমাত্র স্থানীয় ইহুদিরা হলেন আর্দেট পরিবারের পাঁচজন সদস্য। যুদ্ধে পরিবারের ষষ্ঠ সদস্য বেঁচে যান। ডেনমার্ক ও বুলগেরিয়ার সাথে আলবেনিয়া ছিল একমাত্র অক্ষ-অধিকৃত ইউরোপীয় দেশগুলির মধ্যে একটি যেখানে বেশিরভাগ ইহুদি রক্ষা পেয়েছিল।\n\n\n== বিশ্লেষণ ==\nআলবেনিয়ায় ইহুদিদের উচ্চ বেঁচে থাকার হারকে কীভাবে সঠিকভাবে ব্যাখ্যা করা যায়, সেইসাথে পণ্ডিতদের মধ্যে আলবেনিয়া ও কসোভোতে ইহুদিদের বেঁচে থাকার হারের মধ্যে সম্পূর্ণ বৈপরীত্যের পাশাপাশি জনসাধারণের আলোচনায় মতামতে ভিন্নতা লক্ষ্য করা যায়। কিছু বিশেষজ্ঞ আলবেনিয়ার \"ব্যতিক্রমী পার্থক্য\"-এর জন্য আলবেনীয় পার্বত্য অঞ্চলের সংস্কৃতির একটি গুরুত্বপূর্ণ অংশ বেসাকে দায়ী করেছেন যা একটি ঐতিহ্যবাহী সম্মানসূচক রীতি ছিল। বেসা আলবেনীয়দেরকে সুরক্ষার জন্য যে কাউকে আশ্রয় এবং নিরাপদ পথ প্রদান করতে বাধ্য করেছিল, বিশেষ করে যদি তারা তা করার শপথ নিয়ে থাকে। নিরাপদ পথ প্রদানে ব্যর্থতার ফলে মর্যাদা নষ্ট হত। বেঁচে যাওয়া ইহুদিদের সাক্ষ্য এবং আলবেনীয় উদ্ধারকারীদের কাছ থেকে পাওয়া তথ্য থেকে দেখা গেছে যে অনেক উদ্ধারকারী বেসার উদ্ধৃতি দিয়ে তাদের কর্মকাণ্ডকে ন্যায্যতা দিয়েছেন। ঐতিহ্যগতভাবে আলবেনীয় ইতিহাস রচনায় উচ্চ বেঁচে থাকার হার ব্যাখ্যা করার জন্য বেসার ভূমিকার পাশাপাশি শতাব্দীর শুরুতে উপস্থিত অন্যান্য আলবেনীয় সাংস্কৃতিক মূল্যবোধের উপরও জোর দেওয়া হয়। বেসা অনুমানটি একাধিক বিদেশী পণ্ডিতও সমর্থন করেছেন। ইতিহাসবিদ মনিকা স্টাফার মতে, এটি তখন থেকে আসলে \"পুরোপুরি সীমিত\" পরিসরে প্রচলিত হওয়ার \"প্রায় জনশ্রুতিমূলক ব্যাখ্যা\" হিসেবে সমালোচনার মুখে পড়ে। তিনি যুক্তি দেন যে \"আলবেনীয় জনপ্রিয় গুণাবলী\" নাৎসি জার্মানির বর্ণবাদী দর্শনের প্রায় গাণিতিক বাস্তবায়নের শক্তিকে সফলভাবে প্রতিহত করতে পারেনি।\nস্টাফা যুক্তি দেন যে, বেঁচে থাকার উচ্চ হারের জন্য আরও জটিল কারণগুলির সংমিশ্রণকেও দায়ী করা উচিত। তিনি ইতালীয় পেশাগত কর্তৃপক্ষের নিষ্ক্রিয়তা, সেইসাথে ব্যক্তিগত পরোপকার, বিশেষ করে ক্ষমতার পদে থাকা ব্যক্তিদের থেকদ জার্মান পেশাগত কর্তৃপক্ষের আলবেনিয়ায় বসবাসকারী ইহুদিদের বিস্তারিত তালিকা সঠিকভাবে সংগ্রহ করতে ব্যর্থতার কথা উল্লেখ করেছেন। স্টাফা আলবেনীয় সহযোগী কর্তৃপক্ষের বারবার জার্মানদের কাছে দেশের ইহুদিদের তালিকা হস্তান্তর করতে অস্বীকৃতি জানানোর গুরুত্বের উপর জোর দিয়ে বলেন, ইউরোপ জুড়ে বিস্তৃত তালিকা পাওয়ার জার্মান প্রচেষ্টায় বাধা একটি দেশের ইহুদি বেঁচে থাকার হারে ১০ শতাংশ বৃদ্ধির সাথে যুক্ত ছিল। কসোভো আলবেনিয়ার থেকে আলাদা ছিল এই ক্ষেত্রে যে, জার্মানরা সেখানে ইহুদিদের তালিকা পেতে সক্ষম হয়েছিল, যদিও কসোভোর কিছু আলবেনীয় কর্মকর্তা এটি প্রতিরোধ করার জন্য প্রচেষ্টা চালিয়েছিলেন। ফিশার উল্লেখ করেছেন যে, জার্মানরা আলবেনীয় সহযোগী সরকারের তালিকা হস্তান্তর করতে অস্বীকৃতি জানায়, কারণ তারা এই ধারণা বজায় রাখতে চেয়েছিল যে জার্মানি আলবেনিয়াকে \"আপেক্ষিক স্বাধীনতা\" দিচ্ছে। তিনি এই নীতির জন্য স্থানীয় ইহুদিদের খুঁজে বের করার জন্য একটি সংগঠিত জার্মান প্রচেষ্টার অভাবকেও দায়ী করেন।\nকসোভোর আলবেনীয়রা বিদেশীদের প্রতি আরও বেশি শত্রুভাবাপন্ন ছিল। অধ্যাপক পল মোজেস এই মনোভাবকে উসমানীয় সাম্রাজ্যের হাতে আলবেনীয়-সার্বীয় সংঘাত এবং নিপীড়নের জন্য দায়ী করেছেন। ফলস্বরূপ, বেশিরভাগ কসোভোর আলবেনীয়রা যুগোস্লাভিয়ার পরাজয় ও বিভাজনকে স্বাগত জানায় এবং বিশেষ করে তারা যে কোনও শক্তির প্রতি কৃতজ্ঞ ছিল যারা তাদের \"বৃহত্তর আলবেনিয়ার স্বপ্ন\" এবং স্থানীয় সার্ব জনসংখ্যার সাথে \"সমঝোতা\" করার সুযোগ দিয়েছিল। যুদ্ধের প্রাথমিক বছরগুলিতে কসোভোতে ইহুদিরা যে সুরক্ষা পেয়েছিল মোজেস তার জন্য স্থানীয় জনগণের প্রচেষ্টার চেয়ে ইতালীয় পেশাগত কর্তৃপক্ষের তুলনামূলকভাবে নম্র মনোভাবকে দায়ী করেন। আলবেনিয়ার ক্ষেত্রে মোজেস যুক্তি দেন যে ইহুদি-বিদ্বেষ ব্যাপকভাবে ছড়িয়ে পড়েনি কারণ সেখানে খুব কম ইহুদি ছিল। স্টাফার মতে আলবেনিয়ায় ইতালীয় কর্তৃপক্ষ কর্তৃক যথাযথভাবে ইহুদি-বিরোধী আইন প্রায় প্রণয়নই করা হয়নি।  ফিশার উল্লেখ করেন যে, যখন ইহুদি-বিরোধী আইন গৃহীত হয়েছিল (যেমনটি ১৯৪০ সালে হয়েছিল) তখন এটি অর্ধপূর্ণভাবে প্রয়োগ করা হয়েছিল। তিনি আরও বলেন যে ইতালীয় আমলে ইহুদিরা তাদের পরিচয় গোপন করার খুব একটা প্রয়োজন বোধ করত না, এমনকি তাদের ঐতিহ্যবাহী ছুটির দিনগুলিও জনসমক্ষে উদযাপন করত। ফিশার ইহুদিদের প্রতি আলবেনীয়দের আপেক্ষিক সহনশীলতাকে \"গভীর ধর্মীয় সহনশীলতার\" সাথে যুক্ত করেছেন যা আলবেনিয়ার ধর্মীয় বৈচিত্র্য দ্বারা উৎসাহিত হয়েছিল।\n\n\n== পরিণতি ও কিংবদন্তি ==\n\n১৯৪৪ সালের অক্টোবর থেকে নভেম্বর পর্যন্ত পশ্চিমা মিত্রশক্তি এবং সোভিয়েত ইউনিয়ন উভয়ের সমর্থিত এবং বুলগেরীয় পিতৃভূমি ফ্রন্টের বাহিনী ও আলবেনীয় পক্ষের দুটি ব্রিগেডের সহায়তায় যুগোস্লাভ পক্ষের লোকেরা জার্মানরা অঞ্চল থেকে নিজেদের প্রত্যাহার করার সাথে সাথে কসোভো পুনরুদ্ধার করে। অঞ্চলটি যুগোস্লাভিয়ার সাথে পুনরায় সংযুক্ত করা হয়। জয়ের কোন সম্ভাবনা না থাকায় কমিউনিস্টরা কাছে আসার সাথে সাথে প্রত্যাহারকারী জার্মানরা আলবেনীয় সহযোগীদের দেশ থেকে পালাতে সাহায্য করে। অনেকেই পালাতে ব্যর্থ হন এবং ধরা পড়ার পর কমিউনিস্টরা তাদের মৃত্যুদণ্ড দেয়।\n১৯৪৪ সালের ২৮ নভেম্বর এনভার হোজার নেতৃত্বে আলবেনীয় পার্টিসানরা আলবেনিয়ায় বিজয়ী হয়। পরবর্তীকালে হোজা একটি সর্বগ্রাসী স্ট্যালিনবাদী সরকার বাস্তবায়ন করেন যা দেশের সকল ধর্মীয় কার্যকলাপকে নিষিদ্ধ করে। অনুমান করা হয় যে, দ্বিতীয় বিশ্বযুদ্ধের শেষে আলবেনিয়ায় ১,৮০০ জন ইহুদি ছিল। ১৯৩৯ থেকে ১৯৪৫ সালের মধ্যে আলবেনিয়ার ইহুদি জনসংখ্যা এগারো গুণ বৃদ্ধি পায়। কসোভোর ইহুদি সম্প্রদায় তখনো যুদ্ধ থেকে পুরোপুরি সেরে ওঠেনি। কসোভোতে খুব কম ইহুদিই রয়ে গিয়েছিল এবং কমিউনিস্ট আমলে অনেকেই ইসরায়েলে চলে গিয়েছিল। একইভাবে কমিউনিস্টদের দখলের পর আলবেনিয়ার বেশিরভাগ ইহুদি দেশত্যাগের সিদ্ধান্ত নেয়।\n১৯৯৯ সালে কসোভো যুদ্ধের সময় ইসরায়েল কসোভোর আলবেনীয়দের একটি দলকে নিরাপদ স্থানে বিমানে তুলে নিয়ে যায় এবং ইয়োম হাশোহ (হলোকাস্ট স্মরণ দিবস) উপলক্ষে কিব্বুতজিমে তাদের আশ্রয় দেয়। যুদ্ধের সময় ইহুদিদের আশ্রয় দেওয়া কসোভোর একটি আলবেনীয় পরিবারের বংশধররা নিজেদের আশ্রয় দেওয়া পরিবারের বংশধরদের সাথেই থেকে যান। আলবেনিয়ার গণহত্যার প্রতি নিবেদিত একমাত্র উন্মুক্ত স্থান হল তিরানার জাতীয় ঐতিহাসিক জাদুঘরের ভিতরে একটি ছোট প্রদর্শনী। ছবি, লেখা, মানচিত্র ও যুদ্ধকালীন নথি সমন্বিত এই জাদুঘর এটি ২৯ নভেম্বর ২০০৪ তারিখে চালু হয়। আলবেনিয়ার ইহুদিদের বেঁচে যাওয়ার ঘটনার উপর ভিত্তি করে \"রেস্কু ইন আলবেনিয়া\" নামে একটি তথ্যচিত্র ২০০৯ সালে মুক্তি পায়। ২০১৩ সালে কসোভো সরকার গণহত্যার সময় নিহত কসোভোর ইহুদিদের স্মরণে একটি ফলক স্থাপন করে। ২০১৮ সালের হিসাব অনুযায়ী ৭৫ জন আলবেনীয়কে ইয়াদ ভাশেম জাতির মধ্যে ন্যায়পরায়ণ হিসেবে স্বীকৃতি দিয়েছেন। ২০২০ সালে তিরানার মহা উদ্যানে ইহুদিদের আলবেনীয় উদ্ধারকারীদের একটি স্মৃতিস্তম্ভ উন্মোচন করা হয়। ২০২৩ সালে আলবেনীয় সরকার ঘোষণা করে যে ইহুদিদের আলবেনীয় উদ্ধারকারীদের সম্মানে তিরানায় একটি জাদুঘর স্থাপন করা হবে। একই বছর গণহত্যার সময় ইহুদিদের উদ্ধারকারী ২৩ জন কসোভার আলবেনীয়ের স্মরণে প্রিস্টিনার নগর উদ্যানে (পারকু আই কিটেটিট) একটি ওয়াল অফ অনার স্মৃতিস্তম্ভ নির্মিত হয়।\n\n\n== আরও দেখুন ==\nআলবেনিয়া–ইসরায়েল সম্পর্ক\n\n\n== উদ্ধৃতি ==\n\n\n== তথ্যসূত্র ==\n\n\n=== গবেষণালব্ধ লেখাপত্র ===\n\n\n=== সংবাদ প্রতিবেদন ===\n\n\n=== ওয়েব ===\n\n\n== বহিঃসংযোগ ==\nআলবেনিয়া ইহুদি ভার্চুয়াল লাইব্রেরি\nআলবেনিয়ার ইহুদি, ইয়াদ ভাশেম ওয়েবসাইট\nআলবেনিয়ার ইহুদিদের উদ্ধার ইয়াদ ভাশেম ফাইলের দৃষ্টিকোণ থেকে, ইয়াদ ভাশেম ওয়েবসাইট।"}