{"pageid": 1516045, "title": "আলেকজান্ডার বার্কম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1516045", "content": "আলেকজান্ডার বার্কম্যান (২১ নভেম্বর, ১৮৭০ - ২৮ জুন, ১৯৩৬) ছিলেন একজন রুশ-মার্কিন নৈরাজ্যবাদী এবং লেখক। তিনি বিংশ শতাব্দীর গোড়ার দিকে নৈরাজ্যবাদী আন্দোলনের একজন নেতৃস্থানীয় সদস্য ছিলেন, যিনি তার রাজনৈতিক সক্রিয়তা এবং লেখালেখি উভয়ের জন্যই বিখ্যাত।\nবার্কম্যান রুশ সাম্রাজ্যের ভিলনায় (বর্তমান ভিলনিয়াস, লিথুয়ানিয়া) এক ধনী ইহুদি পরিবারে জন্মগ্রহণ করেছিলেন। ১৮৮৮ সালে তিনি যুক্তরাষ্ট্রে পাড়ি জমান। নিউ ইয়র্ক শহরে বসবাসকালে তিনি নিরাজবাদী আন্দোলনের সঙ্গে জড়িয়ে পড়েন। তিনি ছিলেন নিরাজবাদী এমা গোল্ডম্যানের একসময়ের প্রেমিক ও আজীবন বন্ধু। ১৮৯২ সালে রাজনৈতিক বার্তা পৌঁছানোর লক্ষ্যে তিনি হোমস্টেড ধর্মঘটের সময় ব্যবসায়ী হেনরি ক্লে ফ্রিককে হত্যা করার চেষ্টা করেন, তবে ব্যর্থ হন। এই কারণে তিনি ১৪ বছর কারাগারে কাটান। তার প্রথম বই প্রিসন মেমোয়ার্স অফ যান আনারচীস্ত (একজন নিরাজবাদীর কারাগারের স্মৃতিকথা) সেই অভিজ্ঞতার ওপর ভিত্তি করে লেখা।\nকারাগার থেকে মুক্তি পাওয়ার পর, বার্কম্যান এমা গোল্ডম্যানের নিরাজবাদী পত্রিকা মাদার আর্থ-এর সম্পাদক হিসেবে কাজ করেন এবং পরে নিজের পত্রিকা জন্য বাস্ট প্রতিষ্ঠা করেন। ১৯১৭ সালে, নতুন চালু হওয়া সামরিক খসড়ার বিরুদ্ধে ষড়যন্ত্রের অভিযোগে বার্কম্যান ও গোল্ডম্যানকে দুই বছরের কারাদণ্ড দেওয়া হয়। মুক্তি পাওয়ার পর, আরও অনেকের সঙ্গে তাদের গ্রেপ্তার করা হয় এবং রাশিয়ায় নির্বাসিত করা হয়।\nপ্রথমে তারা বলশেভিক বিপ্লবকে সমর্থন করলেও, শাসনক্ষমতা দখলের পর বলশেভিকদের সন্ত্রাসের ব্যবহার এবং বিপ্লবী সহযোদ্ধাদের দমন দেখে তারা হতাশ হয়ে পড়েন এবং এর বিরুদ্ধে অবস্থান নেন। ১৯২১ সালের শেষ দিকে তারা সোভিয়েত ইউনিয়ন ত্যাগ করেন। ১৯২৫ সালে বার্কম্যান তার অভিজ্ঞতা নিয়ে টি বলশেভিক ম্যাথ বইটি প্রকাশ করেন। ফ্রান্সে বসবাসকালে, তিনি নিরাজবাদী আন্দোলনের পক্ষে কাজ চালিয়ে যান এবং নিরাজবাদের মূলনীতি নিয়ে লেখা তার অন্যতম গুরুত্বপূর্ণ বই নাউ এন্ড আফটার: টি অবসি অফ কমিউনিস্ট অনাড়ছিসম প্রকাশ করেন। ১৯৩৬ সালে দীর্ঘদিন অসুস্থতার কারণে ভুগতে থাকার পর বার্কম্যান আত্মহত্যা করেন।\n\n\n== জীবন ==\n\n\n=== প্রারম্ভিক বছরগুলি ===\nবার্কম্যানের জন্মের নাম ছিল ওভসেই ওসিপোভিচ বার্কম্যান। তিনি লিথুয়ানিয়ার ভিলনিয়াস শহরে জন্মগ্রহণ করেন, যা তখন রুশ সাম্রাজ্যের ভিলনা গভর্নরেটের অংশ ছিল। তিনি ছিলেন একটি সচ্ছল লিথুয়ানিয়ান ইহুদি পরিবারের চার সন্তানের মধ্যে কনিষ্ঠতম। তার বাবা, ওসিপ বার্কম্যান, একজন সফল চামড়ার ব্যবসায়ী ছিলেন, আর তার মা, ইয়েত্তা বার্কম্যান (নাতানসন), এক ধনী পরিবার থেকে এসেছিলেন। ১৮৭৭ সালে, সফল ব্যবসায়ী হিসেবে ওসিপ বার্কম্যান রুশ সাম্রাজ্যে ইহুদিদের জন্য নির্ধারিত বসবাসের এলাকা থেকে সেন্ট পিটার্সবার্গে যাওয়ার অনুমতি পান, যেখানে সাধারণত ইহুদিদের বসবাসের অনুমতি ছিল না। সেখানেই ওভসেই নিজের নাম পরিবর্তন করে রুশ সংস্করণ আলেকজান্ডার রাখেন এবং ঘনিষ্ঠ মহলে সাশা নামে পরিচিত হন। বার্কম্যান পরিবার বেশ সচ্ছলভাবে জীবনযাপন করত; তাদের চাকর-ভৃত্য ছিল এবং গ্রীষ্মকালীন বাড়িও ছিল। তিনি সেন্ট পিটার্সবার্গের অভিজাত যুবকদের সঙ্গে একটি শিক্ষাপ্রতিষ্ঠান থেকে শাস্ত্রীয় শিক্ষা গ্রহণ করেন।\nযৌবনে বার্কম্যান রুশ রাজধানীতে ছড়িয়ে পড়া ক্রমবর্ধমান বিপ্লবী চিন্তাধারায় প্রভাবিত হন। সেই সময়ে একাধিক রাজনৈতিক হত্যাকাণ্ড সংঘটিত হয়, যার চূড়ান্ত পরিণতি ছিল ১৮৮১ সালে এক বোমা বিস্ফোরণে জার আলেকজান্ডার দ্বিতীয়ের মৃত্যু। তার বাবা-মা আশঙ্কা করেছিলেন—যা পরে সত্য প্রমাণিত হয়—যে জারের হত্যার ফলে ইহুদি ও অন্যান্য সংখ্যালঘুদের ওপর দমন-পীড়ন বেড়ে যেতে পারে।\nকিন্তু বার্কম্যান বিপ্লবী মতবাদ, বিশেষ করে পপুলিজম ও নৈরাজ্যবাদ নিয়ে আগ্রহী হয়ে ওঠেন। তার বিপ্লবী চিন্তাধারা আরও তীব্র হয়, যখন তার প্রিয় মামা, মায়ের ভাই মার্ক নাতানসন, বিপ্লবী কর্মকাণ্ডের জন্য মৃত্যুদণ্ডে দণ্ডিত হন। এই ঘটনায় তিনি গভীরভাবে ব্যথিত হন এবং বিদ্রোহী আদর্শের প্রতি আরও বেশি আকৃষ্ট হয়ে পড়েন।\nবার্কম্যানের ১২ বছর হওয়ার কিছুদিন পরই তার বাবা মারা যান। পরিবারের ব্যবসা বিক্রি করতে হয়, ফলে তারা সেন্ট পিটার্সবার্গে থাকার অধিকার হারায়। তার মা ইয়েত্তা সন্তানদের নিয়ে কোভনোতে চলে যান, যেখানে তার ভাই নাথান বসবাস করতেন।\nবার্কম্যান স্কুলে মেধাবী ছাত্র ছিলেন, কিন্তু ধীরে ধীরে পড়াশোনার প্রতি আগ্রহ হারিয়ে ফেলেন এবং উপন্যাস পড়ায় বেশি মনোযোগী হন। তিনি বিশেষভাবে মুগ্ধ হন ইভান তুর্গেনেভের Fathers and Sons (১৮৬২) উপন্যাসে বর্ণিত নৈরাজ্যবাদী চিন্তাধারায়। তবে তাকে সবচেয়ে বেশি প্রভাবিত করে নিকোলাই চের্নিশেভস্কির What Is to Be Done? (১৮৬৩) উপন্যাস, যেখানে কঠোর নীতিবান বিপ্লবী রাখমেতভ নিজের ব্যক্তিগত সুখ ও পারিবারিক সম্পর্ক ত্যাগ করে কেবল বিপ্লবী লক্ষ্যে নিবেদিত হন। এই চরিত্র বার্কম্যানকে গভীরভাবে অনুপ্রাণিত করে।\nতিনি দ্রুতই স্কুলের একটি গোপন গ্রুপে যোগ দেন, যেখানে নিষিদ্ধ বিপ্লবী সাহিত্য পড়া ও আলোচনা করা হতো। নতুন জার, আলেকজান্ডার তৃতীয়ের শাসনকালে এটি বেআইনি ছিল। বার্কম্যান এই ধরনের বইপত্র অন্য ছাত্রদের মধ্যে বিতরণ করতেন এবং নিজেও কিছু বিপ্লবী প্রচারপত্র লিখতেন, যা স্কুলের সরঞ্জাম চুরি করে ছাপাতেন। একবার তিনি \"There Is No God\" শিরোনামে একটি রচনা জমা দেন, যার জন্য তাকে \"অকাল ধর্মহীনতা, বিপজ্জনক প্রবণতা ও অবাধ্যতা\" দেখানোর অপরাধে এক বছরের জন্য অবনমিত করা হয়।\n১৮৮৭ সালে তার মা মারা গেলে, তার অভিভাবক হন মামা নাথান নাতানসন। তবে বার্কম্যান তার মামাকে অবজ্ঞা করতেন, কারণ নাথানসন ঝামেলা এড়িয়ে পারিবারিক সুনাম রক্ষা করতে চাইতেন। তিনি বার্কম্যানের বিপ্লবী চিন্তাধারাকে বোঝেননি এবং আশঙ্কা করতেন যে তার কার্যকলাপ পরিবারকে লজ্জায় ফেলবে।\n১৮৮৭ সালের শেষ দিকে, বার্কম্যান স্কুলের পরীক্ষার প্রশ্ন চুরি করতে গিয়ে ধরা পড়েন এবং এক কর্মচারীকে ঘুষ দেওয়ার অভিযোগে অভিযুক্ত হন। ফলে তাকে স্কুল থেকে বহিষ্কার করা হয় এবং \"নৈরাজ্যবাদী ষড়যন্ত্রকারী\" হিসেবে চিহ্নিত করা হয়।\nএরপর বার্কম্যান সিদ্ধান্ত নেন যে তিনি যুক্তরাষ্ট্রে পাড়ি জমাবেন। ১৮৮৮ সালের শুরুর দিকে তার ভাই জার্মানিতে চিকিৎসাবিদ্যা পড়তে গেলে, তিনি সুযোগটি কাজে লাগিয়ে তার সঙ্গে জার্মানি যান এবং সেখান থেকে নিউ ইয়র্ক সিটিতে পৌঁছান।\n\n\n=== নিউ ইয়র্ক সিটি ===\nনিউ ইয়র্কে পৌঁছানোর পর, যেখানে তিনি কাউকে চিনতেন না এবং ইংরেজিও জানতেন না, বার্কম্যান দ্রুতই নিরাজবাদী আদর্শের প্রতি আকৃষ্ট হন। তিনি ১৮৮৬ সালের হেমার্কেট বোমা হামলার দায়ে দণ্ডিত ব্যক্তিদের মুক্তির দাবিতে গঠিত আন্দোলনের সঙ্গে যুক্ত হন।\nতিনি যুক্তরাষ্ট্রের প্রথম ইহুদি নিরাজবাদী সংগঠন Pioneers of Liberty-তে যোগ দেন। এই সংগঠনটি International Working People's Association-এর সঙ্গে যুক্ত ছিল, যেখানে হেমার্কেট মামলার আসামিরাও সদস্য ছিলেন। সংগঠনের নেতারা হেমার্কেটের দণ্ডিত ব্যক্তিদের শহীদ হিসেবে দেখতেন।\nসংগঠনের বেশিরভাগ সদস্য পোশাক শিল্পে কাজ করতেন, তাই তারা নিউ ইয়র্কের ঘামঝরা কারখানার (সুইটশপ) বিরুদ্ধে ধর্মঘটে অংশ নিতেন এবং শহরের প্রথম ইহুদি শ্রমিক ইউনিয়ন গঠনে ভূমিকা রাখেন। অল্প সময়ের মধ্যেই বার্কম্যান সংগঠনের অন্যতম গুরুত্বপূর্ণ সদস্য হয়ে ওঠেন।\nযদিও বার্কম্যান ইংরেজিতে সাবলীল ছিলেন না, তিনি জার্মান ভাষা জানতেন। খুব দ্রুতই তিনি যুক্তরাষ্ট্রের অন্যতম প্রখ্যাত নিরাজবাদী ও propaganda of the deed—অর্থাৎ বিপ্লব উসকে দিতে সহিংসতা ব্যবহারের প্রবক্তা—জোহান মোস্টের প্রভাবের অধীনে আসেন। তিনি মোস্টের জার্মান ভাষার পত্রিকা Freiheit-এ মুদ্রাকর হিসেবে কাজ করতে শুরু করেন।\n১৮৮৯ সালে বার্কম্যান অপর এক রুশ অভিবাসী, এমা গোল্ডম্যানের সঙ্গে দেখা করেন এবং তাদের মধ্যে প্রেমের সম্পর্ক গড়ে ওঠে। তিনি গোল্ডম্যানকে মোস্টের বক্তৃতায় আমন্ত্রণ জানান। শীঘ্রই তারা একে অপরের প্রতি গভীরভাবে আকৃষ্ট হন এবং একসঙ্গে জীবনযাপন শুরু করেন। যদিও তাদের মধ্যে মাঝে মাঝে মতপার্থক্য ও বিচ্ছেদ ঘটেছিল, তবে নিরাজবাদী আদর্শ ও পারস্পরিক ভালোবাসা তাদের সম্পর্ককে বহু দশক ধরে দৃঢ় করে রেখেছিল।\nবছর শেষে তারা একটি যৌথ বাসস্থানে উঠেন, যেখানে বার্কম্যানের চাচাতো ভাই মোডেস্ট অ্যারনস্টাম (বার্কম্যানের Prison Memoirs of an Anarchist ও গোল্ডম্যানের Living My Life বইতে \"ফেদ্যা\" নামে উল্লেখিত) এবং গোল্ডম্যানের বন্ধু হেলেন মিনকিনও থাকতেন। তারা What Is to Be Done? উপন্যাসের আদর্শে অনুপ্রাণিত হয়ে জীবনযাপন করতেন। রাখমেতভের মতোই বার্কম্যান স্বেচ্ছায় সমস্ত ব্যক্তিগত আনন্দ থেকে নিজেকে বঞ্চিত করতেন এবং তার সঙ্গীদেরও তাই করতে বলতেন। অন্যদিকে, অ্যারনস্টাম মাঝেমধ্যে বাসায় ফুল নিয়ে আসতেন, যা নিয়ে তাদের মধ্যে মতবিরোধ দেখা দেয়। বার্কম্যান ক্ষুব্ধ হয়ে বলতেন, \"আমাদের জন্য ব্যয় করা প্রতিটি পয়সা বিপ্লবের পথ থেকে সরিয়ে নেওয়া হচ্ছে। বিলাসিতা একটা অপরাধ, একটা দুর্বলতা।\" তবে সময়ের সঙ্গে সঙ্গে তারা আবার মিলিত হন।\nঅবশেষে বার্কম্যান মোস্টের সঙ্গে সম্পর্ক ছিন্ন করেন এবং জোসেফ পয়ুকার্টের নেতৃত্বাধীন স্বায়ত্তশাসনবাদীদের সঙ্গে যুক্ত হন। এই নিরাজবাদী গোষ্ঠী ব্যক্তি স্বাধীনতাকে গুরুত্ব দিত এবং নিরাজবাদী আন্দোলনে একক নেতার আধিপত্যের বিরুদ্ধে ছিল। তারা সংগঠিত নিরাজবাদী দল গঠনেরও বিরোধিতা করত, ফলে স্বাভাবিকভাবেই তারা মোস্টের বিপক্ষে অবস্থান নেয়। বার্কম্যান শীঘ্রই স্বায়ত্তশাসনবাদীদের পত্রিকা Der Anarchist ও Die Autonomie-এর জন্য কাজ করতে শুরু করেন, তবে তিনি বিপ্লবী পরিবর্তনের জন্য সহিংসতার ব্যবহারকে সমর্থন করা চালিয়ে যান।\n১৮৯১ সালের শেষ দিকে, বার্কম্যান জানতে পারেন যে তিনি যার প্রতি গভীর শ্রদ্ধাশীল, সেই রুশ নিরাজবাদী পিওতর ক্রোপতকিন যুক্তরাষ্ট্রে বক্তৃতা সফর বাতিল করেছেন, কারণ এটি বিপর্যস্ত নিরাজবাদী আন্দোলনের জন্য খুব ব্যয়বহুল হয়ে উঠছিল। প্রথমে বার্কম্যান হতাশ হন, তবে ক্রোপতকিনের এই ত্যাগের মানসিকতা তাকে আরও বেশি অনুপ্রাণিত করে।\n\n\n=== অ্যাটেনট্যাট : ফ্রিক হত্যার চেষ্টা ===\n৮৯২ সালে, বার্কম্যান, গোল্ডম্যান এবং অ্যারনস্টাম ওরচেস্টার, ম্যাসাচুসেটসে চলে যান এবং সেখানে একটি সফল খাবারের দোকান চালান। জুনের শেষ দিকে, গোল্ডম্যান একটি পত্রিকার শিরোনাম দেখেন, যা তাদের প্রথম রাজনৈতিক কর্মকাণ্ডের সুযোগ নিয়ে আসে—হোমস্টেড ধর্মঘট। জুন ১৮৯২ সালে, পেনসিলভানিয়ার হোমস্টেডে একটি স্টিল কারখানার শ্রমিকদের তালাবদ্ধ করে দেওয়া হয়, কারণ কার্নেগি স্টিল কোম্পানি এবং শ্রমিক ইউনিয়নের মধ্যে আলোচনা ব্যর্থ হয়। কারখানার ব্যবস্থাপক হেনরি ক্লে ফ্রিক, যিনি শ্রমিক ইউনিয়নের বিরোধী ছিলেন, ৩০০ সশস্ত্র গার্ড নিয়োগ করেন পিংকারটন ডিটেকটিভ এজেন্সি থেকে, যাতে তারা ধর্মঘটরত শ্রমিকদের প্রতিহত করতে পারে। ৬ জুলাই সকালে, যখন পিংকারটন গার্ডরা কারখানায় পৌঁছায়, তখন এক সংঘর্ষ শুরু হয়। এই ১২ ঘণ্টার সংঘর্ষে ৯ জন শ্রমিক এবং ৭ জন গার্ড নিহত হন।\nসারা দেশের পত্রিকাগুলো শ্রমিকদের সমর্থন জানায়। তখন বার্কম্যান, গোল্ডম্যান এবং অ্যারনস্টাম সিদ্ধান্ত নেন যে ফ্রিককে হত্যা করতে হবে। তারা ভাবেন, এতে শ্রমিক শ্রেণির মানুষ একত্রিত হয়ে পুঁজিবাদী ব্যবস্থার বিরুদ্ধে বিদ্রোহ করবে। বার্কম্যান পরিকল্পনা করেন ফ্রিককে হত্যা করে নিজেকে মেরে ফেলা, গোল্ডম্যান ব্যাখ্যা করবেন কেন তিনি এটি করলেন, আর অ্যারনস্টাম বার্কম্যান ব্যর্থ হলে তার কাজ শেষ করবেন। প্রথমে বার্কম্যান বোমা বানানোর চেষ্টা করেন, কিন্তু ব্যর্থ হলে তিনি পিস্তল নিয়ে পিটসবার্গে যান।\n১৪ জুলাই, বার্কম্যান পিটসবার্গে পৌঁছে কিছু স্থানীয় বিশৃঙ্খলাবাদীদের (অ্যানার্কিস্ট) সাথে যোগাযোগ করেন, যারা হোমস্টেড ধর্মঘটকে সমর্থন করছিল। নোল্ড নামের একজন তাকে নিজের বাসায় থাকতে দেন এবং বার্কম্যান স্থানীয় আরও কিছু অ্যানার্কিস্টদের সঙ্গে পরিচিত হন।\n২১ জুলাই বার্কম্যান প্রস্তুত হন। তিনি নতুন স্যুট ও কালো টুপি পরেন এবং সঙ্গে একটি পিস্তল ও ছুরি রাখেন। তিনি ফ্রিকের অফিসে গিয়ে জানান, তিনি নিউইয়র্কের একটি নিয়োগ সংস্থার প্রতিনিধি। কিন্তু ফ্রিক ব্যস্ত থাকায় দেখা করতে পারেননি। পরের রাতে, বার্কম্যান একটি হোটেলে থাকেন এবং নিজের নাম পরিবর্তন করে রাখমেতভ রাখেন, যিনি তার আদর্শ ছিলেন।\n২৩ জুলাই, তিনি আবার ফ্রিকের অফিসে যান। তিনি অফিসে ঢুকে ফ্রিকের মাথায় বন্দুক তাক করেন এবং গুলি চালান। দুইবার গুলি চালানোর পর তাকে মাটিতে ফেলে দেওয়া হয়। তবুও, তিনি ছুরি বের করে ফ্রিককে তিনবার আঘাত করেন।\nএকজন রাজমিস্ত্রি, যিনি কাছেই কাজ করছিলেন, ঘটনাটি দেখে বার্কম্যানের মাথায় হাতুড়ি দিয়ে আঘাত করেন, কিন্তু তিনি কেবল হতভম্ব হন। তখন পুলিশ এসে তাকে গ্রেপ্তার করে। এক ডেপুটি শেরিফ বন্দুক তাক করলে ফ্রিক বলেন, \"গুলিও না, আইনই তার বিচার করবে।\"\nপুলিশ বার্কম্যানকে থানায় নিয়ে গেলে একটি ক্ষুব্ধ জনতা তাকে উদ্দেশ্য করে চিৎকার করতে থাকে। পুলিশি জিজ্ঞাসাবাদে তিনি বলেন, তিনি ২১ জুলাই পিটসবার্গে এসেছেন এবং একাই কাজটি করেছেন। পরে পুলিশ দেখতে পায়, তিনি মুখে কিছু চিবোচ্ছেন। তদন্ত করলে দেখা যায়, সেটি ছিল এক টুকরো ডিনামাইট!\n২৪ জুলাই, এক পুলিশ কর্মকর্তা বার্কম্যানের ছবি তোলার জন্য তাকে নিয়ে যান এবং নিজের টাই ধার দেন। পরের দিন, অ্যারনস্টাম পকেটভর্তি ডিনামাইট নিয়ে পিটসবার্গে আসেন, যাতে বার্কম্যানের অসম্পূর্ণ হত্যা পরিকল্পনাটি সম্পন্ন করতে পারেন। কিন্তু আগেই তার আগমনের গুজব ছড়িয়ে পড়ে। তিনি একটি পত্রিকার শিরোনাম দেখেন— \"বার্কম্যান একা ছিল না। হত্যার পরিকল্পনায় তার সহযোগীরা ছিল। অ্যারন স্টাম কি এখানে?\" এতে তিনি ভয় পেয়ে যান, ডিনামাইট একটি টয়লেটে লুকিয়ে রেখে নিউইয়র্কে ফিরে যান।\nপিটসবার্গের বেশিরভাগ অ্যানার্কিস্টদের পুলিশ জিজ্ঞাসাবাদ করে। বাউয়ার ও নোল্ডকে গ্রেপ্তার করা হয় এবং বার্কম্যানের পরিকল্পনার সাথে জড়িত থাকার অভিযোগ আনা হয়। সারা দেশে অ্যানার্কিস্টদের মধ্যে বার্কম্যানের কর্মকাণ্ড নিয়ে বিতর্ক শুরু হয়। কিছু লোক তাকে সমর্থন করে, আবার কিছু তাকে বিরোধিতা করে। অটোনমিস্টরা (স্বাধীনতাবাদীরা) এবং অনেক মার্কিন অ্যানার্কিস্ট বার্কম্যানকে সমর্থন জানায়। পিউকার্ট তার পক্ষ নেন, ডায়ের লুম এবং লুসি পার্সন্সও তাকে সমর্থন করেন।\nঅন্যদিকে, কিছু বিখ্যাত অ্যানার্কিস্ট যেমন জো লাবাডি, বেঞ্জামিন টাকার ও আরও অনেকে বার্কম্যানের কর্মকাণ্ডের সমালোচনা করেন, কারণ তারা বিশ্বাস করতেন যে অ্যানার্কিস্টদের লড়াই শান্তিপূর্ণ হওয়া উচিত। তার সবচেয়ে বড় সমালোচক ছিলেন যোহান মোস্ট। তিনি বার্কম্যানকে এক প্রকার নির্বোধ বলে উপহাস করেন এবং এমনকি দাবি করেন, বার্কম্যান হয়তো ফ্রিকের পক্ষ থেকেই কাজ করছিলেন, যাতে তার প্রতি সহানুভূতি সৃষ্টি হয়।\nমোস্ট তার সংবাদপত্রে \"আত্মঘাতী হামলার পর্যালোচনা\" শিরোনামে একটি নিবন্ধ লেখেন। তিনি বলেন, মার্কিন যুক্তরাষ্ট্রে এই ধরনের কর্মকাণ্ড ভুল বোঝা হবে এবং তা ব্যুমেরাং হয়ে ফিরে আসবে। তিনি আরও লেখেন যে বার্কম্যানের কাজ ব্যর্থ হয়েছে; যদিও এতে কিছুটা সাহস ছিল, তবে সামগ্রিকভাবে এটি \"সম্পূর্ণ ব্যর্থতা\"।\nবার্কম্যান নিজের কর্মকাণ্ড নিয়ে চলমান বিতর্কে গভীরভাবে আগ্রহী ছিলেন। মোস্টের সমালোচনায় তিনি ভীষণ কষ্ট পান, কারণ মোস্ট আজীবন \"কর্মের মাধ্যমে প্রচার\" তত্ত্ব প্রচার করেছেন, অথচ প্রথমবার কেউ তা বাস্তবে প্রয়োগ করতেই তিনি তা প্রত্যাখ্যান করলেন।\nতবে বার্কম্যান উৎসাহ পান পিওতর ক্রোপটকিনের মন্তব্যে। ক্রোপটকিন বলেন—\n\"বার্কম্যান যা করেছে, তা অ্যানার্কিজমের ধারণাকে সাধারণ মানুষের মধ্যে ছড়িয়ে দিয়েছে। যেসব মানুষ আমাদের লেখা পড়ে না, তারাও এখন এই ভাবনার সাথে পরিচিত হচ্ছে। বার্কম্যান দেখিয়ে দিয়েছে যে, অ্যানার্কিস্টদের মধ্যে এমন সাহসী মানুষ আছে, যারা পুঁজিবাদের অন্যায় দেখে এতটাই ক্ষুব্ধ যে তারা নিজের জীবন পর্যন্ত উৎসর্গ করতে প্রস্তুত, যাতে এই অন্যায়ের অবসান ঘটানো যায় বা অন্তত পথ খুলে দেওয়া যায়।\"\n\n\n=== বিচার ===\n\n\n=== কারাগার ===\n\n\n=== মুক্তি ===\n\n\n=== ‌ফেরার সেন্টার ===\n\n\n=== লুডলো গণহত্যা এবং লেক্সিংটন অ্যাভিনিউ বিস্ফোরণ ===\n\n\n=== বিস্ফোরণ এবং প্রস্তুতি দিবসে বোমা হামলা ===\n\n\n=== প্রথম বিশ্বযুদ্ধ ===\n\n\n=== রাশিয়া ===\n\n\n=== এখন এবং পরে ===\n\n\n=== শেষ বছর এবং মৃত্যু ===\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\n\n\n== বহিঃসংযোগ ==\n\nAlexander Berkman Papers at the International Institute of Social History\nAlexander Berkman letters in the Emma Goldman Papers at Rubenstein Library, Duke University\n\n\n=== জীবনী সংক্রান্ত প্রবন্ধ ===\nBerkman, Alexander (1932). \"An Enemy of Society.\" An autobiographical outline.\nGoldman Emma (1922). \"A Sketch of Alexander Berkman.\"\nGoldman Emma (July 12, 1936). \"Alexander Berkman's Last Days.\"\nStaff writer (December 22, 1919). \"Pioneer Anarchists Leave Crop of 60,000 Reds in U.S.\" New-York Tribune.\n\n\n=== অনলাইন কাজের সংগ্রহ ===\nWorks by আলেকজান্ডার বার্কম্যান in eBook form at Standard Ebooks\nAlexander Berkman at Anarchy Archive\nAlexander Berkman at Libcom\nAlexander Berkman at RevoltLib\nগুটেনবের্গ প্রকল্পে Alexander Berkman-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  আলেকজান্ডার বার্কম্যান\nইন্টারনেট আর্কাইভে আলেকজান্ডার বার্কম্যান কর্তৃক কাজ বা সম্পর্কে তথ্য\nAlexander Berkman Archive at the Kate Sharpley Library"}