{"pageid": 1516155, "title": "জাপ্রেশিচ", "url": "https://bn.wikipedia.org/wiki?curid=1516155", "content": "এই নিবন্ধ থেকে {{Short description}} সরান। এটি বাংলা উইকিপিডিয়ায় কাজ করবে না।\n\nজাপ্রেশিচ (উচ্চারণ [zâːpreʃitɕ]) হচ্ছে ক্রোয়েশিয়ার জাগরেব কাউন্টির হ্র্ভাতস্কো জাগোরিয়ে অঞ্চলের একটি শহর। মূল শহরে এর জনসংখ্যা ১৯,৬৪৪ জন এবং প্রশাসনিক এলাকায় ২৫,২২৩ জন বাস করে। শহরের মহানগর এলাকা, যা আশেপাশের সাতটি পৌরসভা নিয়ে গঠিত, সেখানে জনসংখ্যা ৫৪,৬৪০ জন। জাপ্রেশিচ জাগরেব কাউন্টির তৃতীয় বৃহত্তম এবং সর্বাধিক জনঘনত্বসম্পন্ন শহর। এটি ক্রোয়েশিয়ার রাজধানী জাগরেবের উত্তর-পশ্চিমে এবং স্লোভেনিয়ার সীমানার নিকটে অবস্থিত। শহরটি সাভা নদীর উত্তরে সমভূমিতে অবস্থিত এবং পূর্বে মেদভেদনিকা পর্বত এবং পশ্চিমে মারিয়া গোরিকা পাহাড় দ্বারা বেষ্টিত।\nজাপ্রেশিচ এবং তার আশেপাশের অঞ্চলে প্রথম মানব বসতি স্থাপন হয় নিওলিথিক যুগে এবং রোমান যুগে বেশ কয়েকটি সড়ক নির্মিত হয়। পরিবহন পথের কাছাকাছি অবস্থিতির প্রভাব শহরের নামেও প্রতিফলিত হয়েছে (জা অর্থাৎ 'নিকটে বা পেছনে', প্রেশ্চে অর্থ 'পথ পারাপার')। বসতির প্রথম লিখিত উল্লেখ ১৪৭৪ সালের। (তবে কিছু গবেষক দাবি করেন যে, জাপ্রেশিচের সেন্ট পিটার চার্চ ১৩৩৪ সালের একটি নথিতে উল্লেখ থাকতে পারে)। মধ্যযুগের শেষ এবং আধুনিক যুগের শুরুতে গ্রামটি সুসেদগ্রাদ নামক একটি সামন্তীয় সম্পত্তির অংশ ছিল এবং ব্রদোভেচ প্যারিশেরও অন্তর্ভুক্ত ছিল।\n১৯ শতকে, জাপ্রেশিচে ক্রোয়েশিয়ার প্রথম মাংস প্রক্রিয়াজাতকরণ কারখানা চালু হয়। তবে, ১৯৯৫ সালে শহর হিসেবে আনুষ্ঠানিকভাবে স্বীকৃতি পায়। শহরটি একজন মেয়র, সাত সদস্যবিশিষ্ট একটি উচ্চকক্ষ সরকার এবং একুশ সদস্যবিশিষ্ট একটি শহর পরিষদ দ্বারা পরিচালিত হয়। জাপ্রেশিচের নিজস্ব অগ্নিনির্বাপন বিভাগ রয়েছে, তবে পুলিশ নিরাপত্তা জাগরেব শহর থেকে সরবরাহ করা হয়। সকল ইউটিলিটি পরিষেবা (বিদ্যুৎ ব্যতীত) কোমুনালনো পোদুজেচে জাপ্রেশিচ পরিচালনা করে। শহরের নলকূপের পানি উচ্চমানের।\nবিভিন্ন রেল এবং সড়ক পরিবহন করিডোর থাকার কারণে জাপ্রেশিচকে \"জাগরেব কাউন্টির উত্তর-পশ্চিম ফটক\" বলা হয়। শহরটি সরাসরি এ২ মহাসড়কের পাশে অবস্থিত, যা জাগরেবকে মধ্য ইউরোপের সাথে সংযুক্ত করে। এটি জাগরেব থেকে উত্তর-পশ্চিমে প্রধান রেলপথের পাশেও রয়েছে। শহরের অর্থনীতি তৃতীয় খাতভিত্তিক এবং জনসংখ্যা বৃদ্ধির কারণে এটি সমৃদ্ধ হচ্ছে।\nশিক্ষার ক্ষেত্রে জাপ্রেশিচে শিশু বিদ্যালয় থেকে শুরু করে উচ্চ শিক্ষার কেন্দ্র রয়েছে। শহরে চারটি প্রাথমিক বিদ্যালয়, একটি উচ্চ বিদ্যালয় এবং দুটি বিশ্ববিদ্যালয় রয়েছে। মহানগর এলাকায় ছয়টি দুর্গ রয়েছে, যা মিলিয়ে \"প্রাসাদ পথ\" হিসেবে পরিচিত। শহরে একটি জাদুঘর এবং একটি শিল্প গ্যালারিও রয়েছে। অঞ্চলের সবচেয়ে জনপ্রিয় খেলা ফুটবল এবং স্থানীয় দল ছিল এনকে ইন্টার জাপ্রেশিচ, যা ক্রোয়েশিয়ার প্রথম ফুটবল লিগের সদস্য ছিল। অন্যান্য খেলাধুলাও প্রচলিত এবং শহরে একটি গল্ফ রিসোর্ট রয়েছে।\n\n\n== ইতিহাস ==\nআজকের জাপ্রেশিচ অঞ্চলে মানুষের বসবাসের প্রথম প্রমাণ নিওলিথিক যুগে পাওয়া যায়, যা কাছাকাছি ব্র্ডোভেচ-এ পাওয়া পাথরের কুঠার দ্বারা দেখা যায় এবং মারিয়া গোরিকাতে পাওয়া তাম্র যুগের কুঠার থেকে বোঝা যায়। হালস্টাট সংস্কৃতির চিহ্নগুলোও স্বেতি ক্রিজ অঞ্চলে উন্মোচিত হয়েছে। রোমানরা কাছাকাছি অঞ্চলে তাদের প্রভাব রেখেছিল সিস্কিয়া–নেভিওডুনাম–এমোনা সড়কের মাধ্যমে, যা সাভা নদীর বাম তীর ধরে আজকের জাপ্রেশিচ এলাকার মধ্য দিয়ে গেছে এবং আধুনিক বসতিগুলোর কাছ দিয়ে অতিক্রম করেছে।\nপ্রথম সহস্রাব্দের রেকর্ডের অভাবের পর, জাপ্রেশিচের উল্লেখ ১১শ শতকের শেষের দিকে লিখিত উৎসে পাওয়া যায়। ১০৯৪ সালে, জাগরেব ডিওসিস গঠনের পর, হাঙ্গেরিয়ান-ক্রোয়েশিয়ান লাডিসলাভ প্রথমের উপদেষ্টা আকা নামক এক মহামান্য ব্যক্তি, নতুনভাবে গঠিত ডিওসিসকে রক্ষা করার জন্য মেদভেদনিকা পর্বতের পশ্চিম ও পূর্বে জমি প্রদান পান।\n\n\n=== সুসেদগ্রাদ-স্তুবিকা সাইনিয়রি ===\n  \n১৪শ শতকে, ক্রাপিনা এবং সুতলা নদীর মধ্যবর্তী অঞ্চল (যেখানে আজকের জাপ্রেশিচ অবস্থিত) স্লাভোনিয়ার বান এর নিয়ন্ত্রণে ছিল। বিভিন্ন ঐতিহাসিক সূত্রে এই অঞ্চলকে \"জাক্রাপিনা\" নামে উল্লেখ করা হয়েছে (সম্ভবত সুসেদগ্রাদ দুর্গের সম্পর্কিতভাবে ক্রাপিনা নদীর পিছনে থাকার কারণে)। জাপ্রেশিচ সুসেদগ্রাদ-স্তুবিকা সাইনিয়রির অংশে পরিণত হয়, যার কেন্দ্র ছিল মেদভেদনিকার পশ্চিম তীরের সুসেদগ্রাদ দুর্গে। সাইনিয়রি তখন জাগরেব জেলার দ্বিতীয় বৃহত্তম এস্টেট ছিল।  \n১৩৩৪ সালে, জাপ্রেশিচে সেন্ট পিটার প্যারিশ চার্চ প্রতিষ্ঠিত হয়, যা আধুনিক জাপ্রেশিচের প্রথম প্রমাণ হিসেবে চিহ্নিত। বাণিজ্য ও পরিবহন রুটে অবস্থানের কারণে বসতিটি দ্রুত উন্নত হয়।\n১৫ এবং ১৬ শতকে, লিকা থেকে শরণার্থীরা ক্রোয়েশিয়ান-অটোমান যুদ্ধের সময় পালিয়ে জাপ্রেশিচে আসে। এদের মধ্যে কিছু ছিল তথাকথিত ব্র্ডোভেচ ফ্রান্সিসকান, যাদের জন্য সুসেদগ্রাদের লর্ড জিলাগি মারিয়া গোরিকাতে একটি মঠ নির্মাণ করেছিলেন। শরণার্থীরা তাদের ইকাভিয়ান উচ্চারণ সাথে এনেছিল, যা জাপ্রেশিচের কিছু ছোট সম্প্রদায়ে দীর্ঘদিন ধরে সংরক্ষিত ছিল, যদিও ঐতিহাসিকভাবে জাপ্রেশিচ এলাকা একাভিয়ান কাইকাভিয়ান (যেখানে 'ইয়াত' এর উচ্চারণ [e] বা [ɛ], [i] নয়)।  \n১৬শ শতকে জাপ্রেশিচ ও এর আশেপাশের এলাকা আঙ্গুরক্ষেত্র এবং মদ উৎপাদনের জন্য বিখ্যাত ছিল।\nজাপ্রেশিচ এবং কাছাকাছি গ্রামের সেরফরা ১৫৭৩ সালের বিখ্যাত কৃষক বিদ্রোহে অংশ নেয়, যা আমব্রোজ গুবেকের নেতৃত্বে পরিচালিত হয়। ইভান কুকুলিয়েভিচ সাকসিনস্কি মনে করেন যে গুবেক নিজেই আধুনিক জাপ্রেশিচের অংশ জাবলানোভেচ এস্টেট পরিচালনা করতেন।  \nআরেক বিদ্রোহী নেতা ছিলেন ইলিয়া গ্রেগরিচ, যিনি মারিয়া গোরিকার বাসিন্দা ছিলেন।  \nআরেক সেরফ নেতা ছিলেন জাপ্রেশিচের ইভান তুরকোভিচ।\nদুই বছর পর, বৃহৎ সুসেদগ্রাদ-স্তুবিকা সাইনিয়রি ভেঙে অনেক ছোট এস্টেটে পরিণত হয়, যা নিম্নবর্গীয় অভিজাতরা অধিকার করে। এর ফলে ডিওসিসের বেশ কয়েকটি সাধারণ কিউরিয়া বাড়ি রয়ে যায়।\n\n\n=== সমসাময়িক ইতিহাস ===\n১৮৬২ সালে ক্রোয়েশিয়ার অন্যতম প্রথম রেলপথ: জিদানি মোস্ট-জাগরেব-সিসাক নির্মিত হয়, যা জাপ্রেশিচের মধ্য দিয়ে জাগরেবের দিকে অগ্রসর হয়।  \n\n১৯০৩ সালে, জাপ্রেশিচ রেলওয়ে স্টেশন হাঙ্গেরিয়ানবিরোধী দুইটি বিক্ষোভের কেন্দ্রবিন্দু ছিল, যা খুয়েন হেডারভারির ম্যাজ্যারিকরণ নীতি এবং ক্রোয়েশিয়ার বিভিন্ন রেলওয়ে স্থাপনায় হাঙ্গেরিয়ান জাতীয় প্রতীক স্থাপন করে ১৮৬৮ সালের ক্রোয়েশিয়ান-হাঙ্গেরিয়ান চুক্তি লঙ্ঘনের কারণে ঘটে। এই বিক্ষোভগুলো সেই সময়ের দেশব্যাপী একটি জাতীয় আন্দোলনের অংশ ছিল। উভয় ক্ষেত্রেই বিক্ষোভ স্থানীয় জেনডার্মদের (পুলিশ) সাথে সংঘর্ষে পরিণত হয়, যার ফলে কয়েকজন কৃষক নিহত এবং ডজনখানেক স্থানীয় বাসিন্দা গ্রেপ্তার হয়। নিহত বা আহত কৃষকরা ঐতিহ্যগতভাবে বীর ও জাতীয় শহীদ হিসেবে সম্মানিত। তাদের সম্মানে, জাপ্রেশিচ রেলওয়ে স্টেশনের ভবনে ১৯২৮ এবং ২০০৩ সালে পৃথক দুটি স্মারক ফলক স্থাপন করা হয়।\nপ্রথম বিশ্বযুদ্ধের পর, ক্রোয়েশিয়ার প্রাচীনতম মাংস শিল্প, \"ইন্ডাস্ট্রিজা মেসনিহ প্রোইজভোডা\" (Industrija mesnih proizvoda) প্রতিষ্ঠিত হয়।\nজাপ্রেশিচ প্রথমবারের মতো আনুষ্ঠানিকভাবে ১৯৫২ সালে প্রতিষ্ঠিত হয়, যখন জাপ্রেশিচ পৌরসভা (ক্রোয়েশীয়: Općina Zaprešić) গঠিত হয়। পৌরসভাটি জাগরেব কোতার এবং পরবর্তীতে জাগরেব শহরের অংশ হিসেবে পরিচালিত হয়।\nজাপ্রেশিচ শহর (গ্রাদ জাপ্রেশিচ) আনুষ্ঠানিকভাবে ৩০ নভেম্বর ১৯৯৫ সালে সংযুক্ত হয়। সেই দিন, পুশ্চা এবং হ্রুশেভেচ কুপ্লিয়েনস্কি (যা বাতিল করা হয়েছিল, কেবল একই নামের বসতি রেখে) এবং জাগরেব শহরের অংশগুলো নতুন জাপ্রেশিচ শহরে অন্তর্ভুক্ত করা হয়।\nমেরেনিয়ে বসতিটি ১৭ জানুয়ারি ১৯৯৭ সালে জাপ্রেশিচের অধীনে আসে।\n\n\n== ভূগোল ==\nজাপ্রেসিক ক্রোয়েশিয়ার রাজধানী এবং সর্ববৃহৎ শহর জাগ্রেবের একটি অংশ। এটি জাগ্রেবের উত্তর-পশ্চিমে ১৮ কিমি দূরে অবস্থিত, যেখানে ক্রাপিনা নদী এবং সাভা নদীর সঙ্গমস্থল রয়েছে। ছোট্ট লুজনিকা নদী জাপ্রেসিকের পশ্চিম সীমান্ত চিহ্নিত করে। জাপ্রেসিক মহানগর এলাকা জাপ্রেসিক এবং সাতটি পার্শ্ববর্তী পৌরসভা নিয়ে গঠিত: বিস্ত্রা, বর্ডোভেক, ডুব্রাভিকা, যাকোভlje, লুকা, মারিজা গোরিকা, এবং পুশ্ছা। এটি জাগ্রেব কাউন্টির উত্তর-পশ্চিম অংশে অবস্থিত, দক্ষিণে সাভা নদী, পূর্বে জাগ্রেব এবং মেডভেদনিকা পর্বত, এবং পশ্চিমে সুতলা নদী এবং স্লোভেনিয়ার সীমান্ত দ্বারা সীমাবদ্ধ। সরকারি ওয়েবসাইট অনুযায়ী, জাপ্রেসিক এলাকা তিনটি ভৌগোলিক অঞ্চলে বিভক্ত: মেডভেদনিকা পর্বতের পশ্চিমাংশ, মারিজা গোরিকা পর্বতমালার পাহাড় এবং এর মধ্যে অবস্থিত সমভূমি। মেডভেদনিকা পর্বতের পশ্চিমাংশে খুব কম জনবসতি রয়েছে, তবে পর্বতের পাদদেশে কিছু বসতি রয়েছে। এগুলোর মধ্যে রয়েছে বিস্ত্রা পৌরসভা এবং জাপ্রেসিকের যাবলানোভেক বসতি। মারিজা গোরিকা পর্বতমালা প্রধানত মারিজা গোরিকা পৌরসভায় অবস্থিত, যা ক্রাপিনা এবং সুতলা নদীর মধ্যে অবস্থিত। তৃতীয় অঞ্চল, সমভূমি, হল সেই এলাকা যেখানে জাপ্রেসিক নিজে অবস্থিত। জাপ্রেসিক একটি হ্রদ, 'জাজারকি হ্রদ' রয়েছে, যা শহরের এবং দক্ষিণে সাভা নদীর মধ্যে অবস্থিত। এটি স্থানীয়ভাবে 'বাগার' নামে পরিচিত (ক্রোয়েশিয়ান শব্দ যা এক্সকেভেটর বোঝায়)। হ্রদটি বর্তমানে একটি পাথর খনি হিসেবে ব্যবহৃত হলেও, এটি জাপ্রেসিকের সাঁতারু, সৈকত দর্শক এবং স্থানীয় মানুষ ও বিদেশি পর্যটকদের জন্য একটি পরিচিত গন্তব্য, যারা শখের জন্য মৎস শিকার করে। জাজারকি হ্রদে মৎস শিকার কার্যক্রম শার্ড শারান, জাপ্রেসিক দ্বারা নিয়ন্ত্রিত। ২০১৭ সালে, বড় হ্রদের পূর্ব দিকে একটি পিকনিক অঞ্চল নির্মাণ করা হয়, যেখানে বারবিকিউ হাউস, সৈকত ভলিবল, হ্যান্ডবল এবং ফুটবল খেলার মাঠ রয়েছে।\n\n\n== জনসংখ্যা ==\n২০২১ সালের আদমশুমারি অনুযায়ী, জাপ্রেশিচ শহরের জনসংখ্যা ২৪,১৩২ জন, যা ২০১১ সালের তুলনায় কমে এসেছে। এর মধ্যে ৯৬.৮২% ক্রোয়াট, দ্বিতীয় বৃহত্তম জাতিগত গোষ্ঠী হল সের্ব, যা ০.৭৬% এবং এর পরেই রয়েছে বসনিয়াক, যাদের সংখ্যা ০.৪৮%।\nজাপ্রেশিচের ধর্মীয় পরিচয় ৮১.৩৯% ক্যাথলিক, এরপর ০.৮৭% অর্থডক্স এবং ৫.১৫% \"অন্যান্য খ্রিস্টান\"।\nটেমপ্লেট:Croatian population data graph\nএ শহরটি প্রশাসনিকভাবে নয়টি বসতিজনিত এলাকাতে বিভক্ত, এর মধ্যে বৃহত্তম এলাকা হচ্ছে জাপ্রেশিচ, যা শহরের এক তৃতীয়াংশ জুড়ে বিস্তৃত।\n\n\n=== অস্ট্রো-হাঙ্গেরিয়ান ১৯১০ জনগণনা ===\n১৯১০ সালের জনগণনা অনুযায়ী ক্রোয়েশিয়া এর জাপ্রেশিচ শহরে ৫,০৫৬ জন বাসিন্দা ছিল, যাদের ভাষাগত এবং ধর্মীয় পরিচয় ছিল:\n\n\n== অর্থনীতি ==\n\nএটির সুবিধাজনক অবস্থান, সম্প্রসারণের জন্য অনুকূল শর্ত, এবং খুব উচ্চ নেট অভিবাসন, এবং জনসংখ্যা বৃদ্ধির হার (প্রতি বছর প্রতি ১,০০০ জনে আনুমানিক ২৯ জন), জাপরেশিচ একটি অর্থনৈতিক উত্থান প্রত্যাশা করছে। ২০০৭–২০০৮ আর্থিক সংকট এর পরও যা ক্রোয়েশিয়ার অনেক শহরকে প্রভাবিত করেছিল, রাজধানীসহ, শহরটি ঋণ ছাড়া পরিচালিত হচ্ছে এবং প্রতি বছর বাজেট বৃদ্ধির প্রত্যাশা করছে যা ২০ থেকে ৩০ শতাংশের মধ্যে হতে পারে। তৃতীয় খাত প্রধান, বিশেষত খুচরা বিক্রয়, এবং আতিথেয়তা, এবং পর্যটন এর একটি ছোট উপস্থিতি, তদুপরি স্মারক উৎপাদন এবং আর্থিক সেবা। দ্বিতীয় খাত-এও উপস্থিত রয়েছে, যেমন মৃৎশিল্প (ইনকার - ২০০৬ সালের পর থেকে Roca এর অংশ), ধাতু শিল্প (কার্বন নোভা, লানাক, এবং ইউনিয়া মেটালি) এবং রসায়ন শিল্প (Messer Croatia plin, Montkemija)। প্রাথমিক খাত মূলত কৃষি, এবং এটি হ্রাস হতে থাকবে বলে আশা করা হচ্ছে। বর্তমানে শহরে ৩,০৪০ হেক্টর (৭,৫১২ একর) আবাদযোগ্য জমি কৃষি ব্যবহারের জন্য রয়েছে, কিন্তু শহরের সাধারণ নগর পরিকল্পনা অনুযায়ী, অর্থনৈতিক পরিবর্তনের ফলে কৃষি ব্যবহারের পরিমাণ ২০১৫ সালের মধ্যে ৯৩০ হেক্টর (২,২৯৮ একর)-এ নামিয়ে আনা হবে, যা পার্শ্বনগরায়ন প্রক্রিয়াকে ত্বরান্বিত করবে, যা জাগ্রেবের সম্প্রসারণ দ্বারা শুরু হয়েছে। জাপরেশিচের অর্থনীতির ভবিষ্যৎ ছোট এবং মাঝারি আকারের ব্যবসা, পর্যটন, এবং খাদ্য-সম্পর্কিত শিল্পে দেখা যাচ্ছে। শহরের আয়কর হার ১২ শতাংশ। শহরের বাজেট ২০০৮ সালে ছিল HRK ১৯৮ মিলিয়ন।\nওয়েস্ট গেট শপিং সেন্টার একটি শপিং মল যা জাপরেশিচ অঞ্চলে একটি বড় চাকরির চাহিদা তৈরি করতে পরিকল্পিত। এটি ক্রাপিনা নদী এবং A2 মহাসড়কের পাশে অবস্থিত, এবং এটি জাগ্রেব অঞ্চলের ২.৩ মিলিয়ন বাসিন্দাকে সেবা প্রদান করে। এটি জাগ্রেব মেট্রোপলিটন এলাকার সবচেয়ে বড় শপিং সেন্টার, যার ১,০০,০০০ বর্গমিটার (১০,৮০,০০০ বর্গফুট) মোট ভাড়াকৃত এলাকা রয়েছে। নির্মাণ কাজ শুরু হয়েছিল ২০০৭ সালের শেষদিকে। এটি ২০০৯ সালের অক্টোবর মাসে উন্মুক্ত হয়।\n\n\n== সংস্কৃতি এবং মিডিয়া ==\n  \nজাপরেশিচের সাংস্কৃতিক ঐতিহ্য অন্তর্ভুক্ত করে ছয়টি ঐতিহাসিক দুর্গ এবং প্রাসাদ যা \"প্রাসাদ পথ\" (ক্রোয়েশীয়: staza dvoraca) নামে পরিচিত: লুজনিকা ম্যানশন, জানুশেভাক প্রাসাদ, লাদুচ ম্যানশন, অরশিচ পরিবারের ম্যানশন, জাকোভ্লে প্রাসাদ, এবং নভি দ্বোরি। এর মধ্যে, অরশিচ এবং জানুশেভাক UNESCO-এর সাংস্কৃতিক ঐতিহ্য সংরক্ষণে শূন্য তম শ্রেণীতে, লুজনিকা প্রথম শ্রেণীতে ক্রোয়েশিয়ার সংস্কৃতি মন্ত্রণালয় এর অধীনে, এবং লাদুচ ও নভি দ্বোরি সংস্কৃতি মন্ত্রণালয়ের দ্বিতীয় শ্রেণীতে রয়েছে। জাকোভ্লে প্রাসাদ কোন সাংস্কৃতিক সংরক্ষণ কর্মসূচির অন্তর্ভুক্ত নয়। নোভি দ্বোরি (যা নভি দ্বোরি জেলাচিচেভি – নিউ জেলাচিচ প্রাসাদ নামেও পরিচিত) Josip Jelačić এর বাসস্থান হিসেবে পরিচিত, যিনি ক্রোয়েশিয়ার এক বিখ্যাত বান ছিলেন। তবে, তার আগে এটি পাঁচটি পরিবার দ্বারা বাসিত ছিল (সর্বশেষ ছিল Erdödy) ১৬১১ সালে এটি একটি সাধারণ দুই তলা বাড়ি হিসেবে নির্মিত হওয়ার পর। এটি একটি ভালোভাবে সংরক্ষিত ম্যানোরিয়াল এস্টেটের উদাহরণ হিসেবে দাঁড়িয়ে আছে। প্রাসাদটি ১৯৩৪ সালে জোসিপ জেলাচিচের ভাইপো এবং ভাইপুত্রদের দ্বারা রাষ্ট্রকে প্রদান করা হয়েছিল।  \nশহরে অবস্থিত Matija Skurjeni মিউজিয়াম (১৯৮৪ সালে উদ্বোধন) একটি গ্যালারি যা বিশিষ্ট চিত্রশিল্পী মাতিজা স্কুরজেনির কাজ প্রদর্শন করে। এটি নভি দ্বোরির প্রাক্তন granary তে অবস্থিত। আর্ট গ্যালারি রাজবিদ, যা ১৯৯১ সালে খোলা হয়েছিল, এতে ক্রোয়েশিয়ার বহু গুরুত্বপূর্ণ শিল্পীর কাজ প্রদর্শিত হয়েছে, যেমন ফ্রাঞ্জো ফেরেঞ্চাক, ইভান লোভরেঞ্চিচ, ড্রাগো গ্রগাস, দাভোর ভুকোভিচ (যিনি জাপরেশিচের বাসিন্দা) এবং ক্রেশিমির ট্রাম্বেতাস।  \nজাপরেশিচের প্রধান লাইব্রেরি, \"অ্যান্টে কোভাচিচ\", জাগ্রেব সিটি লাইব্রেরির সমিতির (ক্রোয়েশীয়: Knjižnice Grada Zagreba, KGZ) অংশ, এবং এর ৫,৫৪১ সদস্য রয়েছে যারা ৭৮,৩৮৫ বইতে প্রবেশ করতে পারেন। আলবিন বোনজেলি, Baron Levin Rauch এর এক কর্মচারী, ১৯২১ সালে ব্রডোভেক শহরে প্রথম লাইব্রেরি প্রতিষ্ঠা করেন। একটি নতুন লাইব্রেরি ১৯৫৮ সালে প্রতিষ্ঠিত হয় এবং ১৯৮৬ সালে এটি তার বর্তমান অবস্থানে চলে আসে।  \n\n  \nজাপরেশিচে অবস্থিত অরনিথোলজিকাল সংরক্ষিত এলাকা জাপরেশিচ-সাভা, যা শহরের দক্ষিণে, জলাশয় জাজারকি তে অবস্থিত। এই সংরক্ষিত এলাকা প্রধানত বনের এবং ঘন নিম্ন উদ্ভিদ দিয়ে আচ্ছাদিত এবং fluvial মস্তিষ্ক দ্বারা ক্রস-কাট করা হয়েছে। জাপরেশিচে একটি শিকার অফিস পরিচালিত হয়, যা আটটি ক্লাব থেকে গঠিত: জাপরেশিচ, কুনা, বিদ্রা, ফাজান, শারন্যক, শ্লুকা (লুকা, এবং বিস্তা তে অফিস) এবং ভেপার। একটি radio station জাপরেশিচে পরিচালিত হয়: রেডিও জাপরেশিচ (যাকে রাউন্ড ওয়েভ স্টেশন জাপরেশিচ, ক্রোয়েশীয়: Krugovalna postaja Zaprešić নামেও জানা যায়)। স্টেশনটি এফএম সিগন্যাল ৯৬.০ এবং ৯৯.৫ মেগাহার্টজ এ প্রচার করে, প্রতি সপ্তাহের দিন ২৪ ঘণ্টা। এটি ১৫ জানুয়ারি ১৯৮৭ সালে প্রতিষ্ঠিত হয়েছিল। সেপ্টেম্বর ২০১৫ সালে, রেডিও স্টেশনটি তার নাম পরিবর্তন করে \"Z fm\" রাখে। স্থানীয় মাসিক পত্রিকা প্রিগোরস্কি কাইজ এর সদর দফতর কাছাকাছি শেঙ্কোভেক গ্রামের ব্রডোভেক পৌরসভায় অবস্থিত। ২০০৯ সালে টেলিভিশন জাপরেশিচ (ক্রোয়েশিয়ান: টেলিভিজিজা জাপরেশিচ) একটি স্থানীয় কেবেল টেলিভিশন চ্যানেল হিসেবে পরিচালনা শুরু করে। ২০১৫ সালের এপ্রিল মাসে, টেলিভিশন জাপরেশিচকে ভূপৃষ্ঠীয় সম্প্রচারের জন্য কনসেশন প্রদান করা হয় এবং এটি তার নাম পরিবর্তন করে Televizija Zapad (ইংরেজি: টেলিভিশন ওয়েস্ট) রাখে। এই টেলিভিশনটি স্থানীয় গুরুত্বপূর্ণ বিষয়াদি কভার করতে নিবেদিত।\n\n\n== খেলা এবং বিনোদন ==\n\nজাপ্রেসিচে সংগঠিত খেলার সূচনা ১৯২৬ সালে হয়, যেখানে প্রথম ফুটবল ম্যাচটি হয় জাপ্রেসিচ এবং সাভস্কি মারফের অ-নথিভুক্ত দলের মধ্যে। ফুটবল ক্লাব NK Sava (বর্তমানে NK Inter Zaprešić নামে পরিচিত) ১৯২৯ সালে প্রতিষ্ঠিত হয়। জাপ্রেসিচে ২০টি ক্রীড়া ক্লাব এবং অ্যাসোসিয়েশন রয়েছে, এবং সবচেয়ে জনপ্রিয় খেলার মধ্যে রয়েছে ফুটবল, বসকেটবল, হ্যান্ডবল, বোলিং, টেনিস, টেবিল টেনিস, চেস, সাইক্লিং, তাইকোয়ান্দো, এবং বোকি। জাপ্রেসিচে বেশ কিছু প্রভাবশালী ক্রীড়া ক্লাব রয়েছে, যেমন NK Inter Zaprešić (ফুটবল), KK Fortuna Zaprešić (বসকেটবল), RK Zaprešić (হ্যান্ডবল), KK Zaprešić (বোলিং) এবং অন্যান্য। NK Inter Zaprešić বর্তমানে Hrvatski Telekom Prva Liga-এ খেলে। এটি বর্তমানে জেলার সেরা অবস্থানে থাকা ফুটবল ক্লাব। জাপ্রেসিচের অধিকাংশ ক্রীড়া ক্লাব Town of Zaprešić Sports Society (ক্রোয়েশীয়: Zajednica športskih udruga Grada Zaprešića) এর সদস্য। প্রধান ক্রীড়া স্থান হলো ŠRC Zaprešić (স্পোর্টস এবং রিক্রিয়েশন সেন্টার জাপ্রেসিচ), যেখানে ফুটবল স্টেডিয়াম এবং একটি জিম রয়েছে। আরও কিছু ক্রীড়া কোর্ট রয়েছে হ্রুশেভেক কুপ্রলজেনস্কি, ইভানেক, জাবলানোভেক, কুপ্রলেনোভো, এবং পোজাতনোতে। NK Inter Zaprešić-এর হোম স্টেডিয়াম হলো ŠRC Zaprešić, যা শহরের উত্তর-পশ্চিমে অবস্থিত এবং ৫,৫২৮ দর্শক ধারণ করতে সক্ষম।\n১৪০-হেক্টর (৩৪৬-একর) গলফ রিসোর্ট \"Novi dvori\" ২০০৪ সালের ১৬ অক্টোবর উদ্বোধন করা হয়, যেখানে ক্রোয়েশিয়ার প্রধানমন্ত্রী Ivo Sanader প্রথম গলফ খেলে শুরু করেন। তবে, ২০০৯-এর হিসাব অনুযায়ী পর্যন্ত, এখানে শুধু কিছু অংশ ব্যবহার হচ্ছে, এবং বর্তমানে একটি ২৭-হোল কোর্স নির্মাণাধীন রয়েছে। এর মধ্যে নয়টি হোল প্র্যাকটিসের জন্য এবং আঠারোটি টুর্নামেন্ট খেলার জন্য সংরক্ষিত থাকবে। এই কেন্দ্রে একটি driving range রয়েছে, যেখানে দুটি প্র্যাকটিস কোর্স বিভিন্ন আকারে রয়েছে, এবং একটি জায়গা রয়েছে putting green খেলার জন্য। একটি প্র্যাকটিস কোর্স আবহাওয়া থেকে রক্ষা পায় এবং পুরো গলফ কোর্সে রাতের আলো রয়েছে। সাধারণ খেলার জন্য, তিনটি par ৩ হোল বর্তমানে কার্যকর এবং এখানে প্রায়ই বন্ধুত্বপূর্ণ ৯ প্যার টুর্নামেন্ট অনুষ্ঠিত হয়। কোর্সটির অন্যান্য সুযোগ-সুবিধাগুলির মধ্যে রয়েছে একটি রেস্টুরেন্ট এবং Novi Dvori প্রাসাদের কাছ proximity। নির্মাণ কাজ শেষ হলে, গলফাররা একটি conference room, একটি ব্যবসায়িক কেন্দ্র, একটি fitness club, একটি sauna, এবং একটি massage parlor ব্যবহারের সুযোগ পাবেন।\n\n\n== সরকার ==\n\nZaprešić-এর দীর্ঘ ইতিহাসের পরও, কেবল ৩০ নভেম্বর ১৯৯৫ সালে Zaprešić শহরের প্রতিষ্ঠার পরই এটি নিজের নির্বাচিত প্রতিনিধি পেয়েছিল। শহরের প্রশাসনে দুটি স্তরের ক্ষমতা রয়েছে: এক জন মেয়র এবং এক জন শহর কাউন্সিল। শহর কাউন্সিল প্রতি চার বছর পর পর নির্বাচিত হয়।  মেয়র (ক্রোয়েশীয়: gradonačelnik) কার্যকর ক্ষমতা রাখেন। তিনি সরাসরি ভোটারদের দ্বারা নির্বাচিত হন। বর্তমান মেয়র হলেন Željko Turk (Croatian Democratic Union—এইচডিজেড, ২০০৬ সালে নির্বাচিত, পুনঃনির্বাচিত ২০০৯, ২০১৩ এবং ২০১৭), যাদের সহকারী হলেন Damir Benčević এবং Alan Labus। Zaprešić হলো ১ম ক্রোয়েশিয়ান ইলেকটোরাল জেলা, যা পশ্চিম জাগ্রেব এবং Zaprešić শহরতলির এলাকা নিয়ে গঠিত।\nশহর কাউন্সিল (ক্রোয়েশীয়: gradsko vijeće) শহরের আইন প্রণয়ন ক্ষমতা রাখে। এটি Zaprešić শহরের বাসিন্দাদের প্রতিনিধিত্ব করে এবং শহরের বাজেট পরিচালনা করে, এবং এতে একুশ সদস্য থাকে, যার মধ্যে এক জন সভাপতি এবং দুই জন সহ-সভাপতি সদস্য। \n\n\n== শিক্ষা ==\n\nজ্যাপ্রেসিক শহর প্রাথমিক থেকে উচ্চ শিক্ষা পর্যন্ত শিক্ষাদান করে। এতে চারটি নিবন্ধিত কিন্ডারগার্টেন (সাতটি স্থানে অবস্থান করছে), চারটি প্রাথমিক বিদ্যালয়, একটি মাধ্যমিক বিদ্যালয়, এবং একটি কলেজ অন্তর্ভুক্ত রয়েছে। জ্যাপ্রেসিক শহরে অবস্থিত প্রাথমিক বিদ্যালয়গুলোর মধ্যে রয়েছে অন্তুন অগুস্তিনচিচ, লিউদেভিত গাজ, এবং কুপলজেনোভো প্রাথমিক বিদ্যালয়, এবং বিস্ট্রা পৌরসভার বিস্ট্রা প্রাথমিক বিদ্যালয়ের একটি শাখা। বান জোসিপ জেলাচিচ হাই স্কুলটি শহরের উত্তর-পশ্চিম অংশে ফ্রানজো তুডম্যান স্কয়ারে অবস্থিত। জ্যাপ্রেসিক শহরে একটি অ্যাপ্লাইড সায়েন্সেস বিশ্ববিদ্যালয় রয়েছে, যা ব্যবসা ও ব্যবস্থাপনা বিষয়ে কোর্স অফার করে, যা ক্রোয়েশিয়ান ঐতিহাসিক ও ধর্মতাত্ত্বিক বালতাজার আডাম ক্রচেলিচ এর নামে নামকরণ করা হয়েছে এবং শহরের কেন্দ্রস্থলে নভাক স্ট্রিটে অবস্থিত। জ্যাপ্রেসিকের ওপেন ইউনিভার্সিটি (ক্রোয়েশীয়: Pučko otvoreno učilište Zaprešić) বিভিন্ন কোর্স অফার করে যেমন ভাষা, কম্পিউটার বিজ্ঞান, এবং সঙ্গীত যন্ত্র, পাশাপাশি বৃত্তিমূলক প্রশিক্ষণও দেয়।\n\n\n== জনসাধারণের সুরক্ষা ==\nজাপ্রেসিচ শহরে দুটি দমকল ইউনিট সক্রিয় রয়েছে:\n\nZaprešić Fire Department (জাপ্রেসিচ শহরের জনসাধারণ দমকল ইউনিট) - পেশাদার দমকল ইউনিট, জানুয়ারি ২০০০ থেকে এই নামের অধীনে সক্রিয়।\nZaprešić Volunteer Fire Department (ডোব্রোভলনজো ভাত্রোগাসনো দুষ্তভো জাপ্রেসিচ) - স্বেচ্ছাসেবী দমকল ইউনিট, ফেব্রুয়ারি ১৯০১ সালে প্রতিষ্ঠিত। ক্রোয়েশিয়ার অন্যতম পুরোনো ইউনিট।\n\n\n== পরিবহন ==\n\nএটি জাগ্রেব কাউন্টি এবং জাগ্রেব শহরের একটি প্রধান পরিবহন কেন্দ্র। এটি তাই \"জাগ্রেব কাউন্টির উত্তর-পশ্চিম প্রবেশদ্বার\" হিসেবে পরিচিত। জাগ্রেব বাইপাস, এবং টোলযুক্ত A2 মহাসড়ক (জাগ্রেব–মাচেলজ, অস্ট্রিয়ার দিকে; ইউরোপীয় রুট E59 এর অংশ, এবং প্যান-ইউরোপীয় কোরিডর Xa) Zaprešić এর পূর্বাংশ দিয়ে চলে, যা একটি ক্লোভরলিফ ইন্টারচেঞ্জ এ Zaprešić কে মহাসড়ক প্রবেশাধিকার প্রদান করে। D225 রাজ্য সড়ক Zaprešić এর একটি প্রধান প্রধান সড়ক। এটি পাভাও লঞ্চার এবং মার্শাল টিটো সড়ক গঠন করে, যা পশ্চিমে ব্রদোভেক, মারিয়া গোরিকা এবং স্লোভেনিয়ার দিকে, এবং পূর্বে পশ্চিম জাগ্রেব, জাবলানোভেক, এবং স্টুবিকা দিকে চলে। বর্তমান শহর পরিকল্পনা অনুযায়ী, D225 সড়কটি দুইটি বাইপাসের মাধ্যমে পুনঃনির্দেশিত হবে, উত্তর এবং পশ্চিম রেলপথ বরাবর, যাতে Zaprešić শহরের কেন্দ্রের ওপর থেকে ২৫,০০০ দৈনিক যাত্রী চলাচলকারী গাড়ি কমানো যায়।\nজনসাধারণের পরিবহন বাস এবং রেলপথের মাধ্যমে শহরের অভ্যন্তরীণ এবং আন্তঃশহর যোগাযোগ প্রদান করে। Zaprešić একটি প্রধান রেলওয়ে ইন্টারসেকশন, যেখানে পশ্চিমে স্লোভেনিয়ার দিকে (কোরিডর X), উত্তর দিকে জাবোক, এবং কুম্রোভেক (কোরিডর Xa) এবং পূর্বে প্রধান আঞ্চলিক রেলওয়ে কেন্দ্র জাগ্রেবের দিকে রেলপথ চলে। ক্রোয়েশিয়ান রেলওয়ে Zaprešić রেলওয়ে স্টেশনকে আন্তঃরাজ্য ট্রেনের মাধ্যমে সেবা প্রদান করে, তবে এটি উপকণ্ঠী লাইন সাভস্কি মারফ–জাগ্রেব প্রধান স্টেশন–ডুগো সেলো দিয়েও সেবা প্রদান করে। শহরটি দুটি বাস কোম্পানির দ্বারা সেবা পায়: আঞ্চলিক জাগ্রেবাকি ইলেকট্রিক ট্রামভাজ (ZET) এবং স্থানীয় মেস্ত্রোভিচ প্রিজেভোজ। ZET লাইন ১৭২ Zaprešić এর জন্য চলাচল করে, যা জাগ্রেবের চর্নোমেরেক বাস টার্মিনাল থেকে শুরু হয় এবং দিনে প্রতি ৮ থেকে ১৫ মিনিট পর পর চলে, এবং রাতে অনিয়মিত সময় চলে। লাইন ১৭৬ এবং ১৭৭ Zaprešić এর উপকণ্ঠী পৌরসভা বিস্ট্রাতে চলে। মেস্ত্রোভিচ প্রিজেভোজ, Zaprešić এর প্রধান শহর-বাস বাস কোম্পানি, Zaprešić এবং এর শহরতলীর সমস্ত পৌরসভাগুলির সাথে বাস সংযোগ প্রদান করে।\nZaprešić সাভা নদীর বাম তীরে অবস্থিত, তবে এর কোন ব্রিজ নেই যা শহরটিকে সামোবোর, অপর তীরের সাথে সংযোগ করবে, কারণ নিকটতম ব্রিজটি পডসুসেদ ব্রিজ, যা জাগ্রেবের পডসুসেদ – ভ্রাপচে জেলার মধ্যে অবস্থিত। তবে, দুটি ফেরি Zaprešić কে মেডসাভে এবং সামোবর্সকি ওটোকের সাথে সংযোগ করে, যা সামোবোরের কাছে ছোট গ্রাম। এলাকার সবচেয়ে প্রশস্ত নদী, সাভা নদী, প্রাচীনকালে নাব্য ছিল ক্রস্কো, স্লোভেনিয়ায়। তবে, ২০০৯-এর হিসাব অনুযায়ী, এটি এখন শুধুমাত্র রুগভিকা পর্যন্ত নাব্য, যার ফলে Zaprešić এর নদীপথে পরিবহন আর সম্ভব নয়। শহরে কোন বন্দর নেই তার নদীগুলোর উপর।\nউন্নত পরিবহন সক্ষমতা স্থাপন করার জন্য এবং শহরে ইতিমধ্যে বিদ্যমান এয়ার স্পোর্টসের (যেমন হ্যাং গ্লাইডিং বা প্যারাগ্লাইডিং) জন্য একটি শক্তিশালী ভিত্তি তৈরি করার জন্য, শহরের উত্তর-পূর্বে, ক্রাপিনা নদী এবং রেলপথের মধ্যে একটি বিমানবন্দর পরিকল্পনা করা হয়েছে। এই অবস্থানে জমি ব্যবহারহীন, অনাবাসিক এবং ক্রীড়া এবং বিনোদন ব্যবহারের জন্য প্রশাসনিকভাবে নির্বাচন করা হয়েছে। রানওয়ে গুলির, ট্যাক্সিওয়ে গুলির, এয়ার ট্রাফিক কন্ট্রোল ভবন, হ্যাঙ্গার, এবং অন্যান্য প্রয়োজনীয় ভবনগুলি ইতিমধ্যে নির্ধারিত হয়েছে। বিমানবন্দরটি মূলত একটি ক্রীড়া বিমানবন্দর হিসেবে কাজ করবে, উড়ানোর প্রশিক্ষণের জন্য এবং চাটার ফ্লাইট এর জন্য। জানুয়ারি ২০০৯-এর হিসাব অনুযায়ী এর নির্মাণ শুরুর তারিখ এখনও ঘোষণা করা হয়নি।\n\n\n== উল্লেখযোগ্য বাসিন্দারা ==\n\nJosip Jelačić (১৮০১–৫৯), রাজনীতিবিদ।\nBaltazar Adam Krčelić (১৭১৫–৭৮), পুরোহিত এবং লেখক।\nIvan Perkovac (১৮২৬–৭১), সম্পাদক এবং রাজনীতিবিদ।\nPavao Štoos (১৮০৬–৬২), পুরোহিত এবং কবি।\nAnte Kovačić (১৮৫৪–৮৯), লেখক।\nMatija Skurjeni (১৮৯৮–১৯৯০), চিত্রশিল্পী।\nDavor Gobac (জন্ম ১৯৬৪), সংগীতশিল্পী।\nDavor Vuković (জন্ম ১৯৫১), চিত্রশিল্পী এবং কবি।\nMira Vlahović, অপেরা গায়িকা।\n\nDavor Božinović, রাজনীতিবিদ।\n\n\n== নোট ==\n\n\n== রেফারেন্স ==\n\n\n== বাইরের লিঙ্কসমূহ ==\n\nZaprešić অফিসিয়াল ওয়েবসাইট (ক্রোয়েশীয় ভাষায়)\nZaprešić on the Zagreb County Tourist Board\nZaprešić এর মানচিত্র  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১১-০৯-২৭ তারিখে\nটেমপ্লেট:Zaprešić\nটেমপ্লেট:Zagreb County"}