{"pageid": 1516792, "title": "সিডনির ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1516792", "content": "সিডনির ইতিহাস হলো সেই ভূমির মানুষের গল্প যা বর্তমানে আধুনিক সিডনিতে পরিণত হয়েছে।\nআদিবাসী অস্ট্রেলিয়ানরা কমপক্ষে ৩০,০০০ বছর ধরে সিডনি অঞ্চলে বসবাস করে আসছে এবং সিডনি অঞ্চলে আদিবাসী খোদাই এবং সাংস্কৃতিক স্থানগুলি সাধারণ। আধুনিক সিডনি যে ভূমির উপর দাঁড়িয়ে আছে তার ঐতিহ্যবাহী মালিক হলেন দারুগ, ধরওয়াল এবং ইওরা সম্প্রদায়ের মানুষ। ১৭৮৮ সালে ব্রিটিশ জাহাজের প্রথম নৌবহরের আগমন এবং গ্রেট ব্রিটেন কর্তৃক একটি দণ্ড উপনিবেশ প্রতিষ্ঠার মাধ্যমে এই শহরের ইতিহাস শুরু হয়।\n১৭৮৮ থেকে ১৯০০ সাল পর্যন্ত সিডনি ছিল নিউ সাউথ ওয়েলসের ব্রিটিশ উপনিবেশের রাজধানী। ১৮৪২ সালে সিডনিকে শহর ঘোষণা করা হয় এবং একটি স্থানীয় সরকার প্রতিষ্ঠিত হয়। ১৯০১ সালে অস্ট্রেলিয়ান উপনিবেশগুলি অস্ট্রেলিয়ার কমনওয়েলথ হয়ে ওঠে এবং সিডনি নিউ সাউথ ওয়েলস রাজ্যের রাজধানী হয়। সিডনি বর্তমানে অস্ট্রেলিয়ার বৃহত্তম শহর এবং সংস্কৃতি ও অর্থায়নের অন্যতম একটি প্রধান আন্তর্জাতিক কেন্দ্র। এই শহরটি ২০০০ সালের গ্রীষ্মকালীন অলিম্পিক সহ অসংখ্য আন্তর্জাতিক ইভেন্টের আয়োজক হয়েছে।\n\n\n== প্রাক-ইতিহাস ==\n\nবর্তমানে সিডনি নামে পরিচিত এই অঞ্চলে প্রথম যারা বসবাস শুরু করেছিলেন তারা হলেন আদিবাসী অস্ট্রেলিয়ানরা, যারা উত্তর অস্ট্রেলিয়া এবং তার আগে দক্ষিণ-পূর্ব এশিয়া থেকে অভিবাসী ছিলেন। পশ্চিম সিডনির নুড়িপাথরে পাওয়া খণ্ডিত নুড়িপাথর ৪৫,০০০ থেকে ৫০,০০০ বছর আগেকার মানুষের দখলের ইঙ্গিত দিতে পারে, যেখানে রেডিওকার্বন ডেটিং প্রায় ১৫,০০০ বছর আগেকার সিডনি অঞ্চলে মানুষের কার্যকলাপের প্রমাণ দেখিয়েছে। ব্রিটিশদের আগমনের আগে বৃহত্তর সিডনি অঞ্চলে ৪,০০০ থেকে ৮,০০০ আদিবাসী মানুষ ছিল। তাদের কাজ ছিল মাছ ধরা, শিকার করা, উদ্ভিদের খাবার এবং শেলফিশ সংগ্রহ করা। উপকূলীয় গোষ্ঠীগুলির খাদ্যতালিকা সামুদ্রিক খাবারের উপর বেশি নির্ভরশীল ছিল যেখানে পশ্চাৎবর্তী গোষ্ঠীগুলির খাদ্য ছিল বনজ প্রাণী এবং উদ্ভিদ। এই গোষ্ঠীগুলির কাছে পাথর, কাঠ, উদ্ভিদ উপকরণ, হাড় এবং খোলস দিয়ে তৈরি বিভিন্ন ধরণের সরঞ্জাম এবং অস্ত্র ছিল। তাদের শরীরের সাজসজ্জা, চুলের স্টাইল, গান এবং নৃত্যেও ভিন্নতা ছিল। আদিবাসী গোষ্ঠীগুলির একটি সমৃদ্ধ আনুষ্ঠানিক জীবন ছিল যা পূর্বপুরুষ, টোটেমিক এবং অতিপ্রাকৃত প্রাণীদের উপর কেন্দ্রীভূত একটি বিশ্বাস ব্যবস্থার অংশ ছিল। বিভিন্ন গোষ্ঠী এবং ভাষা গোষ্ঠীর লোকেরা দীক্ষা এবং অন্যান্য অনুষ্ঠানে অংশগ্রহণের জন্য একত্রিত হতো। এই অনুষ্ঠানগুলি বাণিজ্য, বিবাহ এবং গোষ্ঠীগত জোটকে উৎসাহিত করত।\nপ্রাচীনতম ব্রিটিশ বসতি স্থাপনকারীরা 'ইওরা' শব্দটিকে আদিবাসী শব্দ হিসেবে লিপিবদ্ধ করেছিলেন যার অর্থ হয় 'মানুষ' অথবা 'এই স্থান থেকে'। সিডনি এলাকার গোষ্ঠীগুলি ঐতিহ্যবাহী সীমানা সহ জমি দখল করেছিল। তবে এই গোষ্ঠীগুলি কোন গোষ্ঠী বা জাতির অন্তর্ভুক্ত ছিল এবং ভাষা, উপভাষা এবং দীক্ষা অনুষ্ঠানের পার্থক্যের পরিমাণ কী তা নিয়ে বিতর্ক রয়েছে। প্রধান গোষ্ঠীগুলি ছিল উপকূলীয় ইওরা জনগণ, প্যারামাত্তা থেকে নীল পর্বতমালা পর্যন্ত অভ্যন্তরীণ অঞ্চল দখলকারী ধারুগ (দারুগ) এবং বোটানি উপসাগরের দক্ষিণে ধারাওয়াল জনগণ। সিডনি এলাকার প্রান্তে দারগিনুং এবং গুন্ডুনগুরা ভাষা প্রচলিত ছিল।\n\nসিডনি অঞ্চলের বলে পরিচিত হলেও যাদের এলাকা নির্ভরযোগ্যভাবে রেকর্ড করা হয়নি তারা হল ডোমারাগাল, ডুগাগাল, গান্নালগাল, গোমেরিগাল, গুওনিওউলগাল, গোরুংগুরগাল, গোরুয়ালগাল, মুরুরেডিয়াল, নরংগাররাগাল, ওরিয়াংসুরা এবং ওয়ানডেনডেগাল।\n\n\n== বন্দোবস্ত ==\n\n১৭৭০ সালের ২৯ এপ্রিল আদিবাসী এবং ব্রিটিশ অভিযাত্রীদের মধ্যে প্রথম সাক্ষাৎ ঘটে যখন লেফটেন্যান্ট জেমস কুক বোটানি বে (কামায়) তে অবতরণ করেন এবং গোয়াগাল বংশের সাথে দেখা করেন। দুজন গোয়েগাল পুরুষ অবতরণকারী দলের বিরোধিতা করে এবং সংঘর্ষে তাদের একজন গুলিবিদ্ধ হয়ে আহত হয়। কুক এবং তার দল এক সপ্তাহ ধরে বোটানি বেতে অবস্থান করেন, জল, কাঠ, পশুখাদ্য এবং উদ্ভিদ নমুনা সংগ্রহ করেন এবং আশেপাশের এলাকা অন্বেষণ করেন। কুক আদিবাসী জনগোষ্ঠীর সাথে সম্পর্ক স্থাপনের চেষ্টা করেন কিন্তু সফল হননি।\nআঠারো শতকের বেশিরভাগ সময় ধরে ব্রিটেন তার আমেরিকান উপনিবেশগুলিতে দণ্ডপ্রাপ্তদের পাঠাচ্ছিল এবং ১৭৮৩ সালে এই উপনিবেশগুলি হারানো বোটানি বেতে একটি পেনাল কলোনি স্থাপনের সিদ্ধান্তের প্রেরণা ছিল। উপনিবেশ স্থাপনের সমর্থকরা এশিয়া-প্রশান্ত মহাসাগরীয় অঞ্চলে একটি নতুন ঘাঁটির কৌশলগত গুরুত্ব এবং নৌবাহিনীর জন্য অত্যন্ত প্রয়োজনীয় কাঠ এবং শণ সরবরাহের সম্ভাবনার দিকেও ইঙ্গিত করেন।\n\nক্যাপ্টেন আর্থার ফিলিপের নেতৃত্বে ১১টি জাহাজের প্রথম নৌবহর ১৭৮৮ সালের জানুয়ারিতে বোটানি বেতে পৌঁছায়। এতে এক হাজারেরও বেশি বসতি স্থাপনকারী ছিল, যার মধ্যে ৭৩৬ জন দোষী সাব্যস্ত ছিল। নৌবহরটি শীঘ্রই আরও উপযুক্ত পোর্ট জ্যাকসনে চলে যায় যেখানে ২৬ জানুয়ারী ১৭৮৮ সালে সিডনি কোভে একটি বসতি স্থাপন করা হয়। ১৭৮৮ সালের ৭ ফেব্রুয়ারি গভর্নর ফিলিপ আনুষ্ঠানিকভাবে নিউ সাউথ ওয়েলসের উপনিবেশ ঘোষণা করেন। সিডনি কোভ একটি মিষ্টি জল সরবরাহ এবং একটি নিরাপদ বন্দর প্রদান করে, যার ব্যাপারে ফিলিপ বর্ণনা করেন, 'ব্যতিক্রম ছাড়া বিশ্বের সেরা বন্দর [...] এখানে হাজার হাজার জাহাজ সবচেয়ে নিখুঁত নিরাপত্তার সাথে চলাচল করতে পারে'।\nএই বসতিটি জীবিকা নির্বাহের কৃষির উপর ভিত্তি করে একটি স্বয়ংসম্পূর্ণ দণ্ড উপনিবেশ হিসেবে পরিকল্পনা করা হয়েছিল। দোষীদের বিচ্ছিন্ন রাখার জন্য বাণিজ্য ও জাহাজ নির্মাণ নিষিদ্ধ করা হয়। তবে বসতির চারপাশের মাটি খারাপ প্রমাণিত হয় এবং প্রথম ফসল ব্যর্থ হয়, যার ফলে বেশ কয়েক বছর ধরে ক্ষুধা এবং কঠোর খাদ্য সংকট ছিল। ১৭৯০ সালের মাঝামাঝি সময়ে দ্বিতীয় নৌবহর এবং ১৭৯১ সালে তৃতীয় নৌবহরের আগমনের মাধ্যমে খাদ্য সংকট দূর হয়। প্রাক্তন দোষীরা জমির সামান্য অনুদান পায়, এবং সরকারি ও বেসরকারি খামারগুলি কাম্বারল্যান্ড সমভূমিতে প্যারামাত্তা, উইন্ডসর এবং ক্যামডেনের আশেপাশের আরও উর্বর জমিতে ছড়িয়ে পড়ে। ১৮০৪ সালের মধ্যে উপনিবেশটি খাদ্যে স্বয়ংসম্পূর্ণ হয়ে ওঠে।\nফিলিপকে নগর উন্নয়নের জন্য কোনও নির্দেশনা দেওয়া হয়নি, কিন্তু ১৭৮৮ সালের জুলাই মাসে সিডনি কোভে নতুন শহরের জন্য একটি পরিকল্পনা জমা দেন। এতে একটি প্রশস্ত কেন্দ্রীয় রাস্তা, একটি স্থায়ী সরকারি ভবন, আইন আদালত, হাসপাতাল এবং অন্যান্য সরকারি ভবন অন্তর্ভুক্ত ছিল, কিন্তু গুদাম, দোকান বা অন্যান্য বাণিজ্যিক ভবনের জন্য কোনও ব্যবস্থা ছিল না। ফিলিপ তাৎক্ষণিকভাবে তার নিজস্ব পরিকল্পনা উপেক্ষা করেন এবং অপরিকল্পিত উন্নয়ন সিডনির ভূ-প্রকৃতির একটি বৈশিষ্ট্য হয়ে ওঠে।\n\n\n=== রোগ এবং দখলদারিত্ব ===\nপ্রায় ৬০,০০০ বছর ধরে আদিবাসী জনগোষ্ঠীর আপেক্ষিক বিচ্ছিন্নতার অর্থ ছিল যে তাদের অনেক প্রবর্তিত রোগের বিরুদ্ধে প্রতিরোধ ক্ষমতা খুব কম ছিল। ১৭৮৯ সালের এপ্রিলে গুটিবসন্তের প্রাদুর্ভাবে সিডনি অঞ্চলের আদিবাসী জনসংখ্যার প্রায় অর্ধেক মারা যায়, যেখানে বসতি স্থাপনকারীদের মধ্যে মাত্র একজনের মৃত্যু রেকর্ড করা হয়। এই প্রাদুর্ভাবের উৎস বিতর্কিত; কিছু গবেষক দাবি করেন যে এটি সুদূর উত্তরে ইন্দোনেশিয়ান জেলেদের সংস্পর্শে এসেছিল এবং আদিবাসী বাণিজ্য রুট ধরে ছড়িয়ে পড়েছিল, আবার অন্যরা যুক্তি দেন যে এটি ইচ্ছাকৃতভাবে বসতি স্থাপনকারীদের দ্বারা ছড়িয়ে পড়ার সম্ভাবনা বেশি।\n১৭৯০ সালের নভেম্বরে বেনেলং সিডনি বংশের বেঁচে থাকা একদল লোককে বসতিতে নিয়ে যান। বসতি স্থাপনকারীরা সিডনিতে আদিবাসী অস্ট্রেলিয়ানদের অবিচ্ছিন্ন উপস্থিতি প্রতিষ্ঠা করেন।\n\n\n=== কাম্বারল্যান্ড সমভূমিতে সংঘাত ===\n\nসিডনির উত্তর-পশ্চিমে হকসবারি নদীর আশেপাশের কাম্বারল্যান্ড সমভূমির উর্বর জমিতে উপনিবেশ ছড়িয়ে পড়ার সাথে সাথে বসতি স্থাপনকারীদের এবং দারুগ জনগণের মধ্যে দ্বন্দ্ব তীব্রতর হয়, যা ১৭৯৪ থেকে ১৮১০ সাল পর্যন্ত চরমে পৌঁছে। পেমুলউই এবং পরে তার ছেলে টেডবারির নেতৃত্বে দারুগ জনগণের একটি দল ফসল পুড়িয়ে দেয়, গবাদি পশু হত্যা করে এবং বসতি স্থাপনকারীদের কুঁড়েঘর ও দোকানপাটে হামলা চালায়, যা ঔপনিবেশিক সীমান্ত সম্প্রসারণের সাথে সাথে পুনরাবৃত্তি হতে থাকে। ১৭৯৫ সালে হকসবারিতে একটি সামরিক গ্যারিসন প্রতিষ্ঠিত হয়। ১৭৯৪ থেকে ১৮০০ সাল পর্যন্ত ২৬ জন বসতি স্থাপনকারী এবং ২০০ জন দারুগ নিহত হয়।\n১৮১৪ থেকে ১৮১৬ সাল পর্যন্ত সিডনির দক্ষিণ-পশ্চিমে নেপিয়ান অঞ্চলে ধারাওয়াল দেশে উপনিবেশ সম্প্রসারণের মাধ্যমে আবারও সংঘাত শুরু হয়। বেশ কয়েকজন বসতি স্থাপনকারীর মৃত্যুর পর গভর্নর ম্যাককোয়ারি ধারাওয়াল ভূমিতে তিনটি সামরিক দল প্রেরণ করেন, যার পরিণতি ঘটে অ্যাপিন গণহত্যার (এপ্রিল ১৮১৬) মাধ্যমে, যেখানে কমপক্ষে ১৪ জন আদিবাসী নিহত হন।\n\n\n== সিডনি শহর ==\n১৭৯২ সালের ডিসেম্বরে ফিলিপের প্রস্থানের পর উপনিবেশের সামরিক কর্মকর্তারা জমি অধিগ্রহণ এবং পরিদর্শনকারী জাহাজ থেকে প্রাপ্ত ভোগ্যপণ্য আমদানি শুরু করেন। প্রাক্তন দণ্ডপ্রাপ্তরা ব্যবসা-বাণিজ্যেও জড়িত ছিলেন এবং ছোট ব্যবসাও খুলেছিলেন। সৈন্য এবং প্রাক্তন আসামিরা সরকারি অনুমতি নিয়ে বা অনুমতি ছাড়াই রাজপরিবারের জমিতে বাড়ি তৈরি করত, যাকে তখন সাধারণত সিডনি শহর বলা হত।\n১৮০৪ সালে আইরিশ কয়েদীরা ক্যাসেল হিল বিদ্রোহে প্রায় ৩০০ বিদ্রোহীর নেতৃত্ব দেয়। এই বিদ্রোহ ছিল সিডনিতে অভিযান চালানোর, একটি জাহাজ দখল করার এবং স্বাধীনতার উদ্দেশ্যে যাত্রা করার একটি প্রচেষ্টা। তারা দুর্বল অস্ত্রশস্ত্রে সজ্জিত ছিল। তাদের নেতা ফিলিপ কানিংহাম বন্দী হওয়ার পর রাউস হিলে প্রায় ১০০ জন সৈন্য এবং স্বেচ্ছাসেবক বিদ্রোহীদের প্রধান দলকে পরাজিত করে। বিদ্রোহ এবং পরবর্তীকালে মৃত্যুদণ্ড কার্যকরের সময় কমপক্ষে ৩৯ জন আসামি নিহত হন।\nগভর্নর উইলিয়াম ব্লি (১৮০৬ – ০৮) শহরে ব্যবসা-বাণিজ্যের উপর বিধিনিষেধ আরোপ করেন এবং ক্রাউন জমিতে নির্মিত ভবনগুলি ভেঙে ফেলার নির্দেশ দেন, যার মধ্যে কিছু ভবন অতীত ও কর্মরত সামরিক কর্মকর্তাদের মালিকানাধীন ছিল। এর ফলে সংঘাতের সমাপ্তি ঘটে ১৮০৮ সালের রুম বিদ্রোহে, যেখানে নিউ সাউথ ওয়েলস কর্পস ব্লিগকে ক্ষমতাচ্যুত করা হয়।\n\nসংক্ষিপ্ত সামরিক শাসনের পর ১৮১০ সালে গভর্নর লাচলান ম্যাককোয়ারি ব্লিঘের স্থলাভিষিক্ত হন।\n\nম্যাককোয়ারি ১৮১০ থেকে ১৮২১ সাল পর্যন্ত নিউ সাউথ ওয়েলসের শেষ স্বৈরাচারী গভর্নর হিসেবে দায়িত্ব পালন করেন এবং সিডনির সামাজিক ও অর্থনৈতিক উন্নয়নে অগ্রণী ভূমিকা পালন করেন, যার ফলে এটি একটি দণ্ডিত উপনিবেশ থেকে একটি উদীয়মান মুক্ত সমাজে রূপান্তরিত হয়। তিনি একটি ব্যাংক, একটি মুদ্রা এবং একটি হাসপাতাল প্রতিষ্ঠা করেন। তিনি সিডনির রাস্তার নকশা করার জন্য একজন পরিকল্পনাকারী নিয়োগ করেন এবং রাস্তা, ঘাট, গির্জা এবং পাবলিক ভবন নির্মাণের দায়িত্ব দেন। সিডনি এবং প্যারামাত্তাকে সংযুক্তকারী প্যারামাত্তা রোডটি ১৮১১ সালে খোলা হয় এবং ব্লু মাউন্টেন জুড়ে একটি রাস্তা নির্মাণ কাজ ১৮১৫ সালে সম্পন্ন হয়, যা গ্রেট ডিভাইডিং রেঞ্জের পশ্চিমে হালকা জঙ্গলযুক্ত চারণভূমিতে বৃহৎ পরিসরে কৃষিকাজ এবং পশুপালনের পথ খুলে দেয়।\nম্যাককোয়ারির নীতির কেন্দ্রবিন্দু ছিল মুক্তিকামী ব্যক্তিদের প্রতি তার আচরণ। তাদের তিনি উপনিবেশে স্বাধীন বসতি স্থাপনকারীদের মতো সামাজিকভাবে সমান বিবেচনা করার নির্দেশ দেন। বিরোধিতার বিরুদ্ধে তিনি ঔপনিবেশিক স্থপতি হিসেবে ফ্রান্সিস গ্রিনওয়ে এবং ম্যাজিস্ট্রেট হিসেবে উইলিয়াম রেডফার্ন সহ গুরুত্বপূর্ণ সরকারি পদে স্বাধীনতাবাদীদের নিয়োগ করেন। লন্ডন তার জনসাধারণের কাজগুলিকে অত্যধিক ব্যয়বহুল বলে মনে করে এবং মুক্তিকামীদের প্রতি তার আচরণের কারণে সমাজ কলঙ্কিত হয়।\n১৮২১ সালে ম্যাককোয়ারির প্রস্থানের পর সরকারী নীতি নিউ সাউথ ওয়েলসে মুক্ত ব্রিটিশ বসতি স্থাপনকারীদের অভিবাসনকে উৎসাহিত করে। ১৮২৬-৩০ সালে উপনিবেশে অভিবাসন ৯০০ জন মুক্ত বসতি স্থাপনকারী থেকে বেড়ে ১৮৩৬-৪০ সালে ২৯,০০০-এ উন্নীত হয়, যাদের অনেকেই সিডনিতে বসতি স্থাপন করে। ১৮৪০-এর দশকের মধ্যে সিডনিতে ট্যাঙ্ক স্ট্রিমের পশ্চিমে বসবাসকারী দরিদ্র ও শ্রমিক শ্রেণীর বাসিন্দাদের মধ্যে ভৌগোলিক বিভাজন দেখা দেয়, যেমন দ্য রকস এবং এর পূর্বে বসবাসকারী অধিক ধনী বাসিন্দাদের মধ্যেকার বিভাজন। সিডনির জনসংখ্যার বিশাল অংশ তখন ছিল মুক্ত বসতি স্থাপনকারী, স্বাধীনভাবে জন্মগ্রহণকারী বাসিন্দা এবং প্রাক্তন দোষী সাব্যস্ত, যার ফলে দায়িত্বশীল সরকারের জন্য জনসাধারণের আন্দোলন বৃদ্ধি পায় এবং পরিবহন বন্ধ হয়ে যায়। ১৮৪০ সালে নিউ সাউথ ওয়েলসে পরিবহন বন্ধ হয়ে যায়।\n\n\n== ঔপনিবেশিক শহর (১৮৪১-১৯০০) ==\n\n১৮৪২ সালে নিউ সাউথ ওয়েলস আইন পরিষদ একটি আধা-নির্বাচিত সংস্থায় রূপান্তরিত হয়। একই বছর সিডনিকে একটি শহর ঘোষণা করা হয় এবং একটি পরিচালনা পরিষদ প্রতিষ্ঠিত হয়, যা একটি সীমাবদ্ধ সম্পত্তি ভোটাধিকারের ভিত্তিতে নির্বাচিত হয়।\n\n১৮৫১ সালে নিউ সাউথ ওয়েলস এবং ভিক্টোরিয়ায় সোনার আবিষ্কারের ফলে প্রাথমিকভাবে কিছু অর্থনৈতিক ব্যাঘাত ঘটে কারণ পুরুষ শ্রমিকরা সোনার খনিতে চলে আসেন। মেলবোর্ন শীঘ্রই অস্ট্রেলিয়ার বৃহত্তম শহর হিসেবে সিডনিকে ছাড়িয়ে যায়, যার ফলে দুটি শহরের মধ্যে স্থায়ী প্রতিদ্বন্দ্বিতা তৈরি হয়। তবে বিদেশ থেকে অভিবাসন বৃদ্ধি এবং সোনা রপ্তানি থেকে সম্পদ বৃদ্ধির ফলে আবাসন, ভোগ্যপণ্য, পরিষেবা এবং নগর সুযোগ-সুবিধার চাহিদা বৃদ্ধি পায়। নিউ সাউথ ওয়েলস সরকার রেলপথ, ট্রাম, রাস্তাঘাট, বন্দর, টেলিগ্রাফ, স্কুল এবং নগর পরিষেবায় ব্যাপক বিনিয়োগ করে প্রবৃদ্ধিকে উদ্দীপিত করে। সিডনি এবং এর শহরতলির জনসংখ্যা ১৮৬১ সালে ৯৫,৬০০ থেকে বেড়ে ১৮৯১ সালে ৩,৮৬,৯০০ এ উন্নীত হয়। শহরটির অনেক বৈশিষ্ট্য বিকশিত হয়। ক্রমবর্ধমান জনসংখ্যা সংকীর্ণ রাস্তার সারি সারি ছাদের ঘরগুলিতে ভরে যায়। সিডনি বিশ্ববিদ্যালয় (১৮৫৪-৬১), অস্ট্রেলিয়ান জাদুঘর (১৮৫৮-৬৬), টাউন হল (১৮৬৮-৮৮), এবং জেনারেল পোস্ট অফিস (১৮৬৬-৯২) সহ বেলেপাথরের তৈরি নতুন পাবলিক ভবন প্রচুর পরিমাণে তৈরি হয়। সুবিশাল কফি প্যালেস এবং হোটেল নির্মিত হয়। পার্ক এবং উদ্যানগুলিতে জাকারান্ডা এবং ফ্রাঙ্গিপানির মতো বিদেশী উদ্ভিদের প্রচলন শুরু হয়। সিডনির সমুদ্র সৈকতে দিবালোকে স্নান নিষিদ্ধ ছিল, কিন্তু নির্ধারিত সমুদ্র স্নানস্থলে পৃথকভাবে স্নান করা জনপ্রিয় ছিল।খরা, সরকারি কাজের স্থবিরতা এবং আর্থিক সংকট ১৮৯০-এর দশকের বেশিরভাগ সময় জুড়ে সিডনিতে অর্থনৈতিক মন্দার সৃষ্টি করে। ইতিমধ্যে নিউ সাউথ ওয়েলসের সিডনি-ভিত্তিক প্রিমিয়ার জর্জ রিডফেডারেশন প্রক্রিয়ার একজন গুরুত্বপূর্ণ ব্যক্তিত্ব হয়ে ওঠেন।\n\n\n== রাজনৈতিক উন্নয়ন ==\n\n১৭৮৮ সালের পর সিডনিতে প্রতিষ্ঠিত প্রথম সরকার ছিল একজন নিযুক্ত গভর্নর দ্বারা পরিচালিত একটি স্বৈরাচারী ব্যবস্থা। যদিও অভ্যর্থনা মতবাদের ভিত্তিতে অস্ট্রেলিয়ান উপনিবেশগুলিতে ইংরেজ আইন প্রতিস্থাপিত হয়েছিল, এইভাবে ১২১৫ সালের ম্যাগনা কার্টা এবং ১৬৮৯ সালের অধিকার বিল দ্বারা প্রতিষ্ঠিত অধিকার এবং প্রক্রিয়াগুলির ধারণাগুলি উপনিবেশবাদীরা ব্রিটেন থেকে এনেছিল। উপনিবেশগুলি বসতি স্থাপনের পরপরই প্রতিনিধিত্বমূলক সরকারের জন্য আন্দোলন শুরু হয়।\nঅস্ট্রেলিয়ার প্রাচীনতম আইনসভা সংস্থা নিউ সাউথ ওয়েলস আইনসভা পরিষদ ১৮২৫ সালে সিডনিতে নিউ সাউথ ওয়েলসের গভর্নরকে পরামর্শ দেওয়ার জন্য একটি নিযুক্ত সংস্থা হিসেবে তৈরি করা হয়। ১৮২৯ সালে ম্যাককোয়ারি স্ট্রিটের রাম হাসপাতালের উত্তর অংশটি অধিগ্রহণ করা হয় এবং প্রথম সংসদ ভবনের জন্য রূপান্তরিত করা হয়, কারণ এটি ছিল সেই সময়ে সিডনির সবচেয়ে বড় ভবন।\n১৮৩৫ সালে নিউ সাউথ ওয়েলসের জন্য গণতান্ত্রিক সরকারের দাবিতে উইলিয়াম ওয়েন্টওয়ার্থ অস্ট্রেলিয়ান প্যাট্রিয়টিক অ্যাসোসিয়েশন (অস্ট্রেলিয়ার প্রথম রাজনৈতিক দল) প্রতিষ্ঠা করেন। সংস্কারবাদী অ্যাটর্নি জেনারেল জন প্লাঙ্কেট উপনিবেশে শাসনব্যবস্থায় আলোকিতকরণ নীতি প্রয়োগের চেষ্টা করেন, আইনের সামনে সমতা প্রতিষ্ঠার চেষ্টা করেন, মুক্তিবাদীদের বিচারের অধিকার প্রদান করেন, তারপর দোষী সাব্যস্ত, নিযুক্ত চাকর এবং আদিবাসীদের আইনি সুরক্ষা প্রদান করেন এবং অ্যাংলিকান, ক্যাথলিক, প্রেসবিটেরিয়ান এবং পরবর্তীকালে মেথডিস্টদের মধ্যে আইনি সমতা প্রদান করেন।\n\n১৮৩৮ সালে বিখ্যাত মানবতাবাদী ক্যারোলিন চিশলম সিডনিতে আসেন এবং এর পরপরই দরিদ্র মহিলা অভিবাসীদের অবস্থা লাঘব করার জন্য তার কাজ শুরু করেন। তিনি ডকে প্রতিটি অভিবাসী জাহাজের সাথে দেখা করেন, অভিবাসী মেয়েদের জন্য অবস্থান খুঁজে বের করেন এবং মহিলা অভিবাসীদের একটি আশ্রয়স্থল প্রতিষ্ঠা করেন। পরবর্তীতে তিনি দারিদ্র্য দূরীকরণ এবং উপনিবেশগুলিতে নারী অভিবাসন ও পারিবারিক সহায়তায় সহায়তা করার জন্য আইনি সংস্কারের জন্য প্রচারণা শুরু করেন।\n১৮৪২ সালে সিডনি ইনকর্পোরেশন আইন পাসের মাধ্যমে সিডনি শহরকে আনুষ্ঠানিকভাবে একটি শহর হিসেবে স্বীকৃতি দেওয়া হয়, সম্পত্তির মালিক এবং দখলদারদের উপর কর আরোপ করা সম্ভব হয় এবং এর প্রশাসনে একটি ব্যবস্থাপনা কাঠামো আরোপ করা হয়। যেসব পুরুষের সম্পত্তির মূল্য ১০০০ পাউন্ড (বা বছরে ৫০ পাউন্ড) ছিল, তারা নির্বাচনে দাঁড়াতে পারতেন। ২১ বছরের বেশি বয়সী প্রতিটি প্রাপ্তবয়স্ক পুরুষ যারা \"ঘর গুদাম গণনা-ঘর বা দোকান\" দখল করেছিলেন এবং প্রতি বছর ২৫ পাউন্ড মূল্যের ছিল, তাদের চারটি ওয়ার্ডের একটিতে ভোট দেওয়ার অনুমতি ছিল - এটি প্রাপ্তবয়স্ক জনসংখ্যার মাত্র ১৫% ছিল। সক্রিয় আইন দ্বারা বহুবচন ভোটদান নিষিদ্ধ ছিল। ১৮৪৩ সালে নিউ সাউথ ওয়েলস আইন পরিষদের জন্য অস্ট্রেলিয়ার প্রথম সংসদীয় নির্বাচন অনুষ্ঠিত হয়, যেখানে আগের মতোই ভোটাধিকার (শুধুমাত্র পুরুষদের জন্য) সম্পত্তির মালিকানা বা আর্থিক ক্ষমতার সাথে যুক্ত ছিল।\nপ্রথম নির্বাচিত অ্যাল্ডারম্যানরা তাদের নির্বাচনী এলাকার জনসাধারণের বাড়িতে মিলিত হন, কিন্তু একটি নাগরিক হলের জন্য প্রচারণা শুরু করেন। তারা সিডনির প্রথম সরকারী ইউরোপীয় কবরস্থানের ধ্বংসাবশেষের স্থানটি বেছে নেন। ১৮৬৮ সালের ৪ এপ্রিল এডিনবার্গের ডিউক প্রিন্স আলফ্রেড ম্যাককোয়ারি স্ট্রিটের ঔপনিবেশিক কর্তৃপক্ষ পরিকল্পনাটি অনুমোদন করার আগেই ভিত্তিপ্রস্তর স্থাপন করেন। একই বছর স্থপতি জে.  এইচ. উইলসন হোটেল ডি ভিল ডি প্যারিসের ফরাসি স্টাইল থেকে অনুপ্রেরণা নিয়ে সিডনি টাউন হলের একটি নকশা তৈরি করেন। আজও হলটি সিডনির লর্ড মেয়র এবং সিটি কাউন্সিলের অ্যাল্ডারম্যানদের নাগরিক কার্যালয় হিসেবে রয়ে গেছে।\nঅস্ট্রেলিয়ান সোনার খনির পর দোষী সাব্যস্তদের পরিবহন বন্ধ এবং জনসংখ্যার দ্রুত বৃদ্ধির ফলে নিউ সাউথ ওয়েলসে \"ব্রিটিশ প্রতিষ্ঠানের\" আরও চাহিদা তৈরি হয়, যার অর্থ ছিল একটি নির্বাচিত সংসদ এবং দায়িত্বশীল সরকার। নিউ সাউথ ওয়েলসে ১৮৫১ সালে আইন পরিষদের ভোটাধিকার সম্প্রসারিত হয় এবং ১৮৫৭ সালে ২১ বছর বা তার অধিক বয়সী সমস্ত পুরুষ ব্রিটিশ প্রজাদের ভোটাধিকার প্রদান করা হয়। ১৮৬০ এর দশক থেকে নিউ সাউথ ওয়েলসে সরকার ক্রমশ স্থিতিশীল এবং নিশ্চিত হয়ে ওঠে।\n\n\n== সাংস্কৃতিক উন্নয়ন ==\n\nউনিশ শতকে সিডনিতে অনেক প্রধান সাংস্কৃতিক প্রতিষ্ঠান প্রতিষ্ঠিত হয়। সিডনির জন্য গভর্নর ল্যাচলান ম্যাকোয়ারির দৃষ্টিভঙ্গির মধ্যে ছিল ঔপনিবেশিক রাজধানীর উপযোগী বিশাল পাবলিক ভবন এবং প্রতিষ্ঠান নির্মাণ। ম্যাককোয়ারি স্ট্রিট বিশাল ভবনের একটি আনুষ্ঠানিক পথ হিসেবে রূপ নিতে শুরু করে। তিনি রয়েল বোটানিক গার্ডেন প্রতিষ্ঠা করেন এবং হাইড পার্ককে \"শহরের বাসিন্দাদের বিনোদন ও বিনোদন এবং সৈন্যদের জন্য একটি অনুশীলন ক্ষেত্র\" হিসেবে উৎসর্গ করেন।\n\nম্যাককোয়ারি একটি অ্যাংলিকান ক্যাথেড্রালের জন্য জমির একটি বড় অংশ আলাদা করে রাখেন এবং ১৮২১ সালে প্রথম সেন্ট মেরি'স ক্যাথলিক ক্যাথেড্রালের ভিত্তিপ্রস্তর স্থাপন করেন। সেন্ট অ্যান্ড্রু'স অ্যাংলিকান ক্যাথেড্রাল, যদিও ম্যাককোয়ারির মূল দৃষ্টিভঙ্গির তুলনায় আকারে বেশি পরিমিত ছিল, পরে নির্মাণ শুরু হয় এবং অগ্নিকাণ্ড ও বিপর্যয়ের পর ১৮৬৮ সালে বর্তমান সেন্ট মেরি'স ক্যাথলিক ক্যাথেড্রালের ভিত্তিপ্রস্তর স্থাপিত হয়, যেখান থেকে একটি সুউচ্চ গথিক-পুনরুজ্জীবন চিহ্ন উঠে আসে। সিডনির অনেক জনহিতকর কর্মকাণ্ডের জন্য ধর্মীয় গোষ্ঠীগুলিও দায়ী ছিল। এর মধ্যে একটি ছিল ১৮৪৮ সালে পতিতাদের যত্ন নেওয়ার জন্য প্রতিষ্ঠিত সিডনি ফিমেল রিফিউজ সোসাইটি।\nপ্রথম সিডনি রয়্যাল ইস্টার শো, একটি কৃষি প্রদর্শনী, ১৮২৩ সালে শুরু হয়। ১৮২৬ সালে আলেকজান্ডার ম্যাকলে অস্ট্রেলিয়ার প্রাচীনতম জাদুঘর সিডনির অস্ট্রেলিয়ান জাদুঘরের প্রদর্শনী সংগ্রহ শুরু করেন এবং বর্তমান ভবনটি ১৮৫৭ সালে জনসাধারণের জন্য উন্মুক্ত করা হয়। সিডনি বিশ্ববিদ্যালয় ১৮৫০ সালে প্রতিষ্ঠিত হয়। শহরের দক্ষিণে অবস্থিত রয়েল ন্যাশনাল পার্কটি ১৮৭৯ সালে খোলা হয় (মার্কিন যুক্তরাষ্ট্রের ইয়েলোস্টোন ন্যাশনাল পার্কের পরে দ্বিতীয়)।\n১৮৭০ সালে একটি শিল্প একাডেমি গঠিত হয় এবং বর্তমান আর্ট গ্যালারি অফ নিউ সাউথ ওয়েলসের ভবনটি ১৮৯৬ সালে নির্মাণ শুরু হয়। ফরাসি ইম্প্রেশনিজমের কাজ দ্বারা অনুপ্রাণিত হয়ে ১৮৮০ এবং ১৮৯০ এর দশকে সিডনি হারবারের উপকূলের চারপাশে বালমোরাল বিচ এবং সিরিয়াস কোভের কার্লিউ ক্যাম্পের মতো মনোরম স্থানে শিল্পীদের শিবির তৈরি করা হয়। হাইডেলবার্গ স্কুলের আর্থার স্ট্রিটন এবং টম রবার্টসের মতো শিল্পীরা এই সময়ে এখানে কাজ করেন এবং নতুন বিকাশমান এবং স্বতন্ত্র অস্ট্রেলিয়ান চিত্রকলার কিছু অসাধারণ শিল্পকর্ম তৈরি করেন।\nঅস্ট্রেলিয়ার প্রথম রাগবি ইউনিয়ন ক্লাব সিডনি ইউনিভার্সিটি ফুটবল ক্লাব ১৮৬৩ সালে সিডনিতে প্রতিষ্ঠিত হয়। নিউ সাউথ ওয়েলস রাগবি ইউনিয়ন (অথবা তখন দ্য সাউদার্ন আরইউ – এসআরইউ) ১৮৭৪ সালে প্রতিষ্ঠিত হয় এবং সেই বছরই সিডনিতে বার্ষিক ক্লাব প্রতিযোগিতার ঐতিহ্য শুরু হয়। প্রাথমিকভাবে ব্যাপকভাবে জনপ্রিয় হলেও ১৯০৭ সালে নিউ সাউথ ওয়েলস রাগবি লীগ প্রতিষ্ঠিত হলে সিডনিতে এই কোডটি দ্বিতীয় জনপ্রিয়তা অর্জন করে এবং শহরের প্রিয় ফুটবল কোড হয়ে ওঠে। ১৮৭৮ সালে সিডনি ক্রিকেট গ্রাউন্ডে প্রথম প্রথম শ্রেণীর ক্রিকেট ম্যাচটি নিউ সাউথ ওয়েলস এবং ভিক্টোরিয়ার মধ্যে অনুষ্ঠিত হয়। ১৮৯২ সালে সিডনিতে অ্যাথলেটিক অ্যাসোসিয়েশন অফ দ্য গ্রেট পাবলিক স্কুলস অফ নিউ সাউথ ওয়েল্‌স (এএজিপিএস) প্রতিষ্ঠিত হয় এবং সেই বছরই আন্তঃস্কুল রাগবি এবং অ্যাথলেটিক্স প্রতিযোগিতা শুরু হয়, এরপর পরের বছর ক্রিকেট এবং রোয়িং শুরু হয়।\n১৮৭৯ সালের সিডনি আন্তর্জাতিক প্রদর্শনী ঔপনিবেশিক রাজধানীকে বিশ্বের কাছে তুলে ধরে। এই অনুষ্ঠানের কিছু প্রদর্শনী নিউ সাউথ ওয়েলসের নতুন প্রযুক্তিগত, শিল্প ও স্যানিটারি জাদুঘরের (আজকের পাওয়ারহাউস জাদুঘর ) মূল সংগ্রহ গঠনের জন্য রাখা হয়।\nউনিশ শতকে অনেক বিশাল সরকারি ভবন নির্মিত হয়। জর্জ ম্যাক্রে দ্বারা ডিজাইন করা রোমানেস্ক বৈশিষ্ট্যের কুইন ভিক্টোরিয়া ভবন (কিউভিবি) ১৮৯৮ সালে পুরাতন সিডনি বাজারের স্থানে নির্মাণ করা হয়। এটি জনপ্রিয় এবং দীর্ঘকাল ধরে রাজত্বকারী রানী ভিক্টোরিয়ার স্মৃতিস্তম্ভ হিসেবে নির্মিত হয়।, শহরটি যখন তীব্র মন্দার মধ্যে ছিল তখন নির্মাণ কাজটি করা হয় এবং অলঙ্কৃত কাঠামোর নির্মাণ কাজকর্মের বাইরে পাথরের মিস্ত্রি, প্লাস্টার এবং দাগযুক্ত জানালার শিল্পীদের নিয়োগে সহায়তা করে। বিংশ শতাব্দীর শেষের দিকে পুনরুদ্ধার করা হলেও ভবনটি এখনও একটি বুটিক শপিং এবং ডাইনিং হল হিসেবে রয়ে গেছে। সিডনির ঐতিহ্যবাহী ভবন, বিশেষ করে ভিক্টোরিয়ান টেরেস হাউসের সংরক্ষণের তুলনা \"লন্ডনের কিছু অংশের সাথে, বিশেষ করে লন্ডন টেরেসের প্রাধান্যের কারণে\" করা হয়।\n\nসিডনির প্রথম সংবাদপত্র ছিল সিডনি গেজেট, যা জর্জ হাও কর্তৃক প্রতিষ্ঠিত, সম্পাদিত এবং বিতরণ করা হয়। ১৮০৩ থেকে ১৮৪২ সালের মধ্যে এটি অনিয়মিতভাবে আবির্ভূত হয়, তবুও সিডনি ভিত্তিক উপনিবেশের প্রাথমিক বিকাশের উপর একটি মূল্যবান উৎস প্রদান করে। ১৮৩১ সালে সিডনি মর্নিং হেরাল্ড সিডনি গেজেটে দৈনিক প্রকাশনা হিসেবে যোগদান করে; এটি আজও প্রকাশিত হচ্ছে। সিডনির দুই সাংবাদিক জে. এফ. আর্চিবল্ড এবং জন হেইনসদ্য বুলেটিন ম্যাগাজিন প্রতিষ্ঠা করেন। এর প্রথম সংস্করণটি ১৮৮০ সালের ৩১ জানুয়ারি প্রকাশিত হয়। এটি রাজনৈতিক ও ব্যবসায়িক ভাষ্যের একটি জার্নাল হওয়ার উদ্দেশ্যে তৈরি করা হয়, যেখানে কিছু সাহিত্যিক বিষয়বস্তুও ছিল। প্রাথমিকভাবে উগ্র, জাতীয়তাবাদী, গণতান্ত্রিক এবং বর্ণবাদী হলেও এটি ব্যাপক প্রভাব বিস্তার করে এবং হেনরি লসন, ব্যাঞ্জো প্যাটারসন, মাইলস ফ্র্যাঙ্কলিন এবং চিত্রকর ও ঔপন্যাসিক নরম্যান লিন্ডসের মতো অস্ট্রেলিয়ান লেখক ও কার্টুনিস্টদের প্রকাশনার একটি বিখ্যাত প্রবেশপথে পরিণত হয়।\n\n\n== পরিবহন ==\n\n\n=== ফেরি ===\nশহরের পরিবহন ও অর্থনৈতিক উন্নয়নে ফেরিগুলি গুরুত্বপূর্ণ ভূমিকা পালন করে। ১৯৩২ সালে সিডনি হারবার ব্রিজ উদ্বোধনের আগে সিডনিতে বিশ্বের বৃহত্তম ফেরি বহর ছিল।\nসিডনি কোভে প্রথম ইউরোপীয় বসতি স্থাপনের সময় থেকে প্যারামাত্তা নদীতে ধারে ধীর এবং বিক্ষিপ্তভাবে নৌকা চলাচল করতো যা প্যারামাত্তা এবং এর মধ্যবর্তী কৃষি বসতিগুলিকে পরিবেশন করত। ১৮৩০-এর দশকের মাঝামাঝি সময়ে অনুমানমূলক উদ্যোগগুলি নিয়মিত পরিষেবা প্রতিষ্ঠা করে। উনিশ শতকের শেষের দিক থেকে উত্তর তীর দ্রুত বিকশিত হতে থাকে। মিলসনস পয়েন্টের সাথে একটি রেল সংযোগের মাধ্যমে ফেরি যাত্রীদের নর্থ শোর লাইনে নেমে উত্তর সিডনি হয়ে হর্নসবিতে নিয়ে যাওয়া হয়। সেতু সংযোগ ছাড়াই ক্রমবর্ধমান বৃহৎ স্টিমার বহর ক্রস হারবার রুটে পরিষেবা প্রদান করতে থাকে এবং বিংশ শতাব্দীর গোড়ার দিকে সিডনি ফেরি লিমিটেড ছিল বিশ্বের বৃহত্তম ফেরি অপারেটর।\nতর্কযুক্তভাবে সবচেয়ে সুপরিচিত ছিল ম্যানলি ফেরি পরিষেবা, এবং এর বৃহৎ জাহাজের মতো ফেরিগুলি সিডনি হেডসের স্ফীততার সাথে যোগাযোগ করত। উনিশ শতকের মাঝামাঝি থেকে পোর্ট জ্যাকসন এবং ম্যানলি স্টিমশিপ কোম্পানি এবং এর অগ্রদূতরা সমুদ্র সৈকতের উপকণ্ঠে যাত্রীবাহী এবং সপ্তাহান্তে বহির্মুখী পরিষেবা পরিচালনা করত।\n১৯৩২ সালে সিডনি হারবার ব্রিজের উদ্বোধন সিডনি হারবারকে নাটকীয়ভাবে এবং স্থায়ীভাবে বদলে দেয়। সিডনি ফেরিজ লিমিটেডের বার্ষিক পৃষ্ঠপোষকতা প্রায় সঙ্গে সঙ্গেই ৪ কোটি থেকে কমে ১ কোটি ৫০ লক্ষে নেমে আসে। মহামন্দা এবং দ্বিতীয় বিশ্বযুদ্ধের কারণে ফেরিগুলির পতন ধীর হয়ে যায়, কিন্তু ১৯৫১ সালের মধ্যে নিউ সাউথ ওয়েলসের রাজ্য সরকার অসুস্থ সিডনি ফেরি লিমিটেডের দায়িত্ব নিতে বাধ্য হয়। পোর্ট জ্যাকসন কোম্পানির অবস্থা ভালো ছিল এবং তাদের সর্বোচ্চ আয়ের বছর ছিল ১৯৪৬। এরপর ধীরে ধীরে পতনের ফলে ১৯৭০-এর দশকে এটিও নিউ সাউথ ওয়েলসের রাজ্য সরকার দখল করে নেয়। ২০১৫ সালে ফেরি পরিচালনা বেসরকারিকরণ করা হয় এবং জাহাজ ও পরিষেবাগুলি জনসাধারণের মালিকানাধীন করা হয়।\n\n\n=== ট্রাম ===\n\nসিডনিতে একসময় অস্ট্রেলিয়ার বৃহত্তম ট্রাম ব্যবস্থা ছিল, যা ব্রিটিশ কমনওয়েলথের মধ্যে দ্বিতীয় বৃহত্তম (লন্ডনের পরে) এবং বিশ্বের বৃহত্তম ট্রাম ব্যবস্থাগুলির মধ্যে একটি ছিল। এটি অত্যন্ত নিবিড়ভাবে কাজ করত। ১৯৩০-এর দশকে সর্বোচ্চ সময়ে যেকোনো এক সময়ে পরিষেবায় প্রায় ১,৬০০ গাড়ি ছিল (বর্তমানে মেলবোর্নে প্রায় ৫০০ ট্রাম)।\nসিডনির প্রথম ট্রামটি ছিল ঘোড়ায় টানা, যা পুরাতন সিডনি রেলওয়ে স্টেশন থেকে পিট স্ট্রিট ধরে সার্কুলার কোয়ে পর্যন্ত চলত। এটি ১৮৬১ সালে নির্মিত হয়। যাত্রী পরিবহনের পাশাপাশি শহরের ব্যবসা প্রতিষ্ঠানগুলিকে সরবরাহের জন্য রেলওয়ে মালবাহী ওয়াগনগুলি লাইন ধরে টেনে আনার ইচ্ছার কারণে নকশাটি ক্ষতিগ্রস্ত হয়। এর ফলে রাস্তার উপরিভাগ থেকে একটি বাঁক বেরিয়ে আসে এবং এটি অতিক্রম করার চেষ্টাকারী ওয়াগনের চাকা ক্ষতিগ্রস্ত হয়। প্রতিযোগী অমনিবাস মালিকদের কঠোর প্রচারণা এবং ১৮৬৪ সালে অস্ট্রেলিয়ান সঙ্গীতশিল্পী আইজ্যাক নাথানের মারাত্মক দুর্ঘটনার ফলে ১৮৬৬ সালে এটি বন্ধ হয়ে যায়।\n১৮৭৯ সালে একটি বাষ্পীয় ট্রামওয়ে প্রতিষ্ঠিত হয়। সিস্টেমটি দুর্দান্ত সাফল্য অর্জন করে এবং শহর ও শহরতলির ভেতর দিয়ে নেটওয়ার্ক দ্রুত সম্প্রসারিত হয়। ওশান স্ট্রিট (এজক্লিফ)  এবং উত্তর সিডনিতে দুটি কেবল ট্রাম রুটও ছিল, যা পরে খাড়া ভূখণ্ডের কারণে ক্রোস নেস্ট পর্যন্ত সম্প্রসারিত হয়।\n১৮৯৮ সালে বিদ্যুতায়ন শুরু হয় এবং ১৯১০ সালের মধ্যে বেশিরভাগ সিস্টেম রূপান্তরিত হয়। ব্যক্তিগত মালিকানাধীন প্যারামাত্তা থেকে রেডব্যাঙ্ক ওয়ার্ফ (ডাক রিভার) পর্যন্ত স্টিম ট্রাম ১৯৪৩ সাল পর্যন্ত চালু ছিল।\n১৯২০ সালের মধ্যে এই ব্যবস্থা তার সর্বোচ্চ মাত্রায় পৌঁছায়। ক্রমবর্ধমান ব্যক্তিগত মোটর গাড়ি এবং বাস ব্যবহারের সাথে প্রতিযোগিতায় উচ্চ ফ্রিকোয়েন্সিতে চলাচলকারী উপচে পড়া ভিড় এবং ভারী ট্রামগুলি যানজটের সৃষ্টি করে। ব্যক্তিগত গাড়ি, ব্যক্তিগত বাস অপারেটরদের প্রতিযোগিতা এবং যানজটের ধারণার কারণে ১৯৪০-এর দশক থেকে লাইনগুলি ধীরে ধীরে বন্ধ হয়ে যায়। যুদ্ধ-পরবর্তী পরিবহন সমস্যা সম্পর্কে শহরটিকে পরামর্শ দেওয়ার জন্য বিদেশী পরিবহন বিশেষজ্ঞদের আহ্বান জানানো হয় এবং এই ব্যবস্থা বন্ধ করার সুপারিশ করা হয়, কিন্তু তা সাধারণত জনমতের বিরুদ্ধে যায়। তা সত্ত্বেও বন্ধকরণ লেবার সরকারের নীতিতে পরিণত হয় এবং ১৯৬১ সালে লা পেরুসে শেষ পরিষেবা প্রত্যাহারের মাধ্যমে ব্যবস্থাটি পর্যায়ক্রমে ভেঙে ফেলা হয়।\n\n\n== বিংশ শতাব্দী ==\n\n\n=== ফেডারেশন, মহাযুদ্ধ এবং মহামন্দা ===\n১৯০১ সালের ১ জানুয়ারি ছয়টি উপনিবেশ একত্রিত হলে সিডনি নিউ সাউথ ওয়েলসের রাজধানীতে পরিণত হয়। ১৯০০ সালে বুবোনিক প্লেগের বিস্তারের ফলে নতুন রাজ্য সরকার ঘাটগুলিকে আধুনিকীকরণ এবং শহরের ভেতরের বস্তিগুলি ভেঙে ফেলার জন্য প্ররোচিত হয়। ১৯১৪ সালে প্রথম বিশ্বযুদ্ধ শুরু হওয়ার পর কমনওয়েলথ কর্তৃপক্ষ যতটা প্রক্রিয়া করতে পারে তার চেয়ে বেশি সিডনি পুরুষ সশস্ত্র বাহিনীতে স্বেচ্ছাসেবক হিসেবে কাজ করতে শুরু করে এবং শহরের বেকারত্ব কমাতে সাহায্য করে। ১৯১৮ সালে যুদ্ধ থেকে ফিরে আসাদের ডেসিভিল এবং ম্যাট্রাভিলের মতো নতুন শহরতলিতে \"বীরদের জন্য উপযুক্ত বাড়ি\" দেওয়ার প্রতিশ্রুতি দেওয়া হয়। রেল ও ট্রাম করিডোর বরাবর \"বাগানের শহরতলি\" এবং মিশ্র শিল্প ও আবাসিক উন্নয়নও বৃদ্ধি পায়। যুদ্ধের পর মার্টিন প্লেসকে সিডনি সেনোটাফের স্থান হিসেবে নির্বাচিত করা হয় যা মৃতদের সম্মানে পালন করা হয় এবং আজও শহরে আনজাক দিবসের স্মরণসভার কেন্দ্রবিন্দুতে রয়েছে। শহরের প্রধান যুদ্ধ স্মারক আনজাক যুদ্ধ স্মারক ১৯৩৪ সালে হাইড পার্কে খুলে দেওয়া হয়।\n\n১৯২৬ সালে সিডনি অস্ট্রেলিয়ার সবচেয়ে জনবহুল শহর হিসেবে তার অবস্থান পুনরুদ্ধার করার পর জনসংখ্যা দশ লক্ষে পৌঁছে। সিডনি রেল নেটওয়ার্কের বিদ্যুতায়ন এবং সিডনি হারবার ব্রিজ নির্মাণের মতো বিশাল সরকারি প্রকল্পের মাধ্যমে সরকার কর্মসংস্থান সৃষ্টি করে।\n১৯৩০-এর দশকের মহামন্দার ফলে আঞ্চলিক নিউ সাউথ ওয়েলস বা মেলবোর্নের তুলনায় সিডনি বেশি ক্ষতিগ্রস্ত হয়। নতুন ভবন নির্মাণ প্রায় স্থবির হয়ে পড়ে এবং ১৯৩৩ সালের মধ্যে পুরুষ শ্রমিকদের বেকারত্বের হার ছিল ২৮ শতাংশ, কিন্তু আলেকজান্দ্রিয়া এবং রেডফার্নের মতো শ্রমিক শ্রেণীর এলাকায় ৪০ শতাংশেরও বেশি। অনেক পরিবারকে তাদের বাড়িঘর থেকে উচ্ছেদ করা হয় এবং উপকূলীয় সিডনি এবং বোটানি উপসাগর বরাবর কুঁড়েঘর গড়ে ওঠে, যার মধ্যে বৃহত্তম ছিল লা পেরুসে \"হ্যাপি ভ্যালি\"। মন্দা রাজনৈতিক বিভাজনকেও আরও বাড়িয়ে তোলে। ১৯৩২ সালের মার্চ মাসে যখন জনপ্রিয় লেবার পার্টির প্রিমিয়ার জ্যাক ল্যাং সিডনি হারবার ব্রিজটি উদ্বোধনের চেষ্টা করেন, তখন ডানপন্থী নিউ গার্ডের ফ্রান্সিস ডি গ্রুট তাকে পদচ্যুত করেন, যিনি একটি স্যাবার দিয়ে ফিতা কেটে উদ্বোধন করেন।\nসিডনির উত্তর ও দক্ষিণ উপকূলকে সংযুক্তকারী সিডনি হারবার ব্রিজটি ১৯২৪ সালে নির্মাণ শুরু হয় এবং ৪.২ মিলিয়ন পাউন্ড ব্যয়ে ১,৪০০ জন লোক আট বছর সময় নেয়। নির্মাণের সময় ষোলজন শ্রমিক নিহত হন। প্রথম বছরে গড়ে বার্ষিক দৈনিক যানবাহন ছিল প্রায় ১১,০০০ যানবাহন (২১ শতকের শুরুতে, এই সংখ্যাটি প্রতিদিন প্রায় ১,৬০,০০০ যানবাহনে দাঁড়ায়)।\n১৯৩৮ সালের জানুয়ারিতে সিডনিতে এম্পায়ার গেমস এবং অস্ট্রেলিয়ায় ইউরোপীয় বসতি স্থাপনের দ্বিশতবর্ষ উদযাপন করা হয়। একজন সাংবাদিক লিখেছেন, \"সোনালী সৈকত। রোদে পোড়া পুরুষ এবং কুমারী... বন্দরের নীল জলের উপরে লাল ছাদযুক্ত ভিলা... এমনকি সিডনির উপ-ক্রান্তীয় জাঁকজমকের তুলনায় মেলবোর্নকেও উত্তর ইউরোপের ধূসর এবং রাজকীয় শহরের মতো মনে হয়।\" ইতিমধ্যে \"অস্ট্রেলিয়ার আদিবাসীদের\" একটি কংগ্রেস ২৬ জানুয়ারিকে \"আমাদের দেশ শ্বেতাঙ্গদের দখলের\" জন্য \"শোক দিবস\" ঘোষণা করে।\n\n\n==== সংস্কৃতি এবং বিনোদন ====\n\nপ্রথম আর্কিবল্ড পুরস্কার ১৯২১ সালে প্রদান করা হয়। অস্ট্রেলিয়ার সবচেয়ে গুরুত্বপূর্ণ প্রতিকৃতি পুরস্কার হিসেবে বিবেচিত এই পুরষ্কার ১৯১৯ সালে মারা যাওয়া দ্য বুলেটিনের সম্পাদক জেএফ আর্চিবল্ডের একটি উইল থেকে উদ্ভূত হয়। এটি নিউ সাউথ ওয়েলসের আর্ট গ্যালারির ট্রাস্টিদের দ্বারা পরিচালিত হয়। এটি \"শিল্প, পত্র, বিজ্ঞান বা রাজনীতিতে বিশিষ্ট কোনও পুরুষ বা মহিলার সেরা প্রতিকৃতির জন্য\" পুরষ্কার দেওয়া হয়। সিডনির ঐশ্বর্যশালী ক্যাপিটল থিয়েটারটি ১৯২৮ সালে খোলা হয় এবং ১৯৯০-এর দশকে পুনরুদ্ধারের পর এটি দেশের সেরা অডিটোরিয়ামগুলির মধ্যে একটিতে পরিণত হয়।\nউনিশ শতকে সিডনির সমুদ্র সৈকতগুলি জনপ্রিয় সমুদ্রতীরবর্তী ছুটির রিসোর্টে পরিণত হয়, কিন্তু বিংশ শতাব্দীর গোড়ার দিকে দিনের আলোয় সমুদ্র স্নানকে অশ্লীল বলে মনে করা হত। এই নিষেধাজ্ঞাগুলি অমান্য করে ১৯০২ সালের অক্টোবরে উইলিয়াম গোচার গলা থেকে হাঁটু পর্যন্ত সাঁতারের পোশাক পরে ম্যানলি বিচে জলে প্রবেশ করেন। পুলিশ তাকে জল থেকে সরিয়ে দেয়। কিন্তু পরের বছর ম্যানলি কাউন্সিল সারাদিন স্নানের উপর নিষেধাজ্ঞা তুলে নেয়, তবে শর্ত দেয় যে হাঁটু থেকে হাঁটু পর্যন্ত সাঁতারের পোশাক পরতে হবে। তর্কযুক্তভাবে বিশ্বের প্রথম সার্ফ লাইফসেভিং ক্লাবটি ১৯০৬ সালে সিডনির বন্ডি বিচে প্রতিষ্ঠিত হয়। ১৯১৫ সালের গ্রীষ্মে হাওয়াইয়ের ডিউক কাহানামোকু সিডনির মিঠা পানির সৈকতে সার্ফ বোর্ড রাইডিং চালু করেন।\n১৯৩০ সালে সিডনি ক্রিকেট গ্রাউন্ডে শেফিল্ড শিল্ড ক্রিকেট ম্যাচে মাত্র ২১ বছর বয়সী নিউ সাউথ ওয়েলসের তরুণ খেলোয়াড় ডন ব্র্যাডম্যান মাত্র ৪১৫ মিনিটে অপরাজিত ৪৫২ রান করে প্রথম-শ্রেণীর ক্রিকেটে সর্বোচ্চ ব্যাটিং স্কোর অর্জন করেন।\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ ===\n\n১৯৩৯ সালের সেপ্টেম্বরে যুদ্ধ শুরু হওয়ার সাথে সাথে যুদ্ধকালীন অর্থনীতির চাহিদা মেটাতে সিডনিতে শিল্প উন্নয়নের উত্থান ঘটে। বেকারত্ব কার্যত অদৃশ্য হয়ে যায় এবং পুরুষদের আগে নারীরা চাকরিতে চলে যায়। হাইড পার্ক, সিডনি ডোমেন এবং সার্কুলার কোয়েতে রেলওয়ে টানেলগুলিতে বিমান হামলা আশ্রয়কেন্দ্র তৈরি করা হয়। সামরিক স্থাপনাগুলির মধ্যে ছিল গার্ডেন আইল্যান্ড টানেল সিস্টেম, যা সিডনির একমাত্র টানেল যুদ্ধ কমপ্লেক্স, এবং সেইসাথে ঐতিহ্য-তালিকাভুক্ত দুর্গ ব্যবস্থা ব্র্যাডলিস হেড ফোর্টিফিকেশন কমপ্লেক্স এবং মিডল হেড ফোর্টিফিকেশন, যা সিডনি হারবারের জন্য সম্পূর্ণ প্রতিরক্ষা ব্যবস্থার অংশ ছিল।\n\n১৯৪১ সালের ডিসেম্বরে প্রশান্ত মহাসাগরীয় যুদ্ধ শুরুর পর ইম্পেরিয়াল জাপানি নৌবাহিনী নিউ সাউথ ওয়েলসের জলসীমায় অনুপ্রবেশ করে এবং ১৯৪২ সালের ৩১ মে-১ জুন রাতে তিনটি ছোট সাবমেরিন সিডনি হারবারে প্রবেশ করে সেখানে অবস্থিত জাহাজগুলিতে আক্রমণ করে। একটি টর্পেডো সমুদ্র প্রাচীরের সাথে আঘাত করে যার সাথে রূপান্তরিত বন্দর ফেরি এইচএমএএস কুত্তাবুল নোঙর করে। এই বিস্ফোরণে কুত্তাবুল ডুবে যায়, যার ফলে জাহাজে ঘুমিয়ে থাকা ১৯ জন অস্ট্রেলিয়ান এবং দুইজন ব্রিটিশ নৌকর্মী নিহত হন।\nআক্রমণের পর হারবারের প্রতিরক্ষা ব্যবস্থা বৃদ্ধি করা হয় এবং অস্ট্রেলিয়ান জনগণ জাপানি আক্রমণের আশঙ্কা করে। ব্যাপক বিতর্কের মধ্যেও অভিযানের জন্য দায়ী চার জাপানি সাবমেরিনারের মৃতদেহ পূর্ণ সামরিক মর্যাদায় দাহ করা হয় এবং জাপানে ফিরিয়ে দেওয়া হয়। প্রথম আক্রমণের আট দিন পর তীরে পড়ে থাকা দুটি সাবমেরিন সিডনি এবং নিউক্যাসেলে গোলা নিক্ষেপ করে।\nভবন নির্মাণের উপর বিধিনিষেধের ফলে সিডনির বেশিরভাগ নির্মাণ কাজ যুদ্ধের জন্য অপরিহার্য বলে বিবেচিত জনসাধারণের কাজে সীমাবদ্ধ ছিল, যেমন গার্ডেন আইল্যান্ডের ক্যাপ্টেন কুক গ্রেভিং ডক এবং কনকর্ড রিপ্যাট্রিয়েশন হাসপাতাল। ভাড়া, খাদ্য, পোশাক, পেট্রোল, তামাক এবং মদের মতো জিনিসপত্রের ক্ষেত্রেও রেশনিং এবং মূল্য নিয়ন্ত্রণের ব্যবস্থা করা হয়।\nপ্রশান্ত মহাসাগরীয় যুদ্ধের কারণে সিডনি আমেরিকান সৈন্যদের বিশ্রাম ও সুস্থতার ছুটিতে থাকা সৈন্যদের পছন্দের বন্দরে পরিণত হয় এবং প্রায় দশ লক্ষ সৈন্য ও মহিলা সিডনি বন্দরে এসে পৌঁছায়। শহর, কিংস ক্রস এবং লুনার পার্ক আমেরিকানদের কাছে জনপ্রিয় হয়ে ওঠে এবং সিডনির মহিলাদের সাথে অনেক ঘনিষ্ঠ সম্পর্ক গড়ে ওঠে। যুদ্ধের পর হাজার হাজার অস্ট্রেলিয়ান যুদ্ধবধূরা তাদের আমেরিকান স্বামীদের সাথে মার্কিন যুক্তরাষ্ট্রে চলে আসেন।\n১৯৪৫ সালের মার্চ মাসে নতুন গার্ডেন আইল্যান্ড শিপিং ডক খোলা হয় ঠিক সেই সময়ে যখন ব্রিটিশ প্যাসিফিক নৌবহর জাপানের দিকে তাদের চূড়ান্ত অভিযানে এটি ব্যবহার করে।\n\n\n=== যুদ্ধোত্তর ===\n\nযুদ্ধ-পরবর্তী অভিবাসন এবং শিশুর সংখ্যা বৃদ্ধির ফলে সিডনির জনসংখ্যা দ্রুত বৃদ্ধি পায় এবং কাম্বারল্যান্ড সমভূমি জুড়ে শহরতলিতে কম ঘনত্বের আবাসন ছড়িয়ে পড়ে। ১৯৪৭ থেকে ১৯৭১ সালের মধ্যে সিডনির জনসংখ্যা বৃদ্ধির তিন-চতুর্থাংশেরও বেশি ছিল অভিবাসী — বেশিরভাগই ব্রিটেন এবং মহাদেশীয় ইউরোপ থেকে — এবং তাদের সন্তানরা। নবনির্মিত কাম্বারল্যান্ড কাউন্টি কাউন্সিল কম ঘনত্বের আবাসিক উন্নয়ন তত্ত্বাবধান করে, যা গ্রিন ভ্যালি এবং মাউন্ট ড্রুইটে বৃহত্তম। প্যারামাত্তা, ব্যাংকসটাউন এবং লিভারপুলের মতো পুরোনো আবাসিক কেন্দ্রগুলি মহানগরীর উপশহরে পরিণত হয়। ১৯৪৫ থেকে ১৯৬০ সাল পর্যন্ত উচ্চ শুল্ক দ্বারা সুরক্ষিত উৎপাদন খাতে এক তৃতীয়াংশেরও বেশি কর্মী নিযুক্ত ছিল। তবে যুদ্ধ-পরবর্তী দীর্ঘ অর্থনৈতিক উত্থানের সাথে সাথে খুচরা ও অন্যান্য পরিষেবা শিল্প নতুন কর্মসংস্থানের প্রধান উৎস হয়ে ওঠে।\nসিডনিতে ক্রমবর্ধমান উচ্চ-উচ্চ ভবন উন্নয়ন এবং ১৯৫০-এর দশকের পরিকল্পনাকারীদের দ্বারা পরিকল্পিত \"সবুজ বেল্ট\" ছাড়িয়ে শহরতলির সম্প্রসারণের ফলে সম্প্রদায়ের বিক্ষোভ দেখা দেয়। ১৯৭০-এর দশকের গোড়ার দিকে ট্রেড ইউনিয়ন এবং আবাসিক অ্যাকশন গ্রুপগুলি দ্য রকসের মতো ঐতিহাসিক অঞ্চলে উন্নয়ন প্রকল্পের উপর সবুজ নিষেধাজ্ঞা আরোপ করে। পরবর্তীতে ফেডারেল, রাজ্য এবং স্থানীয় সরকারগুলি ঐতিহ্য এবং পরিবেশগত আইনের একটি পরিসর চালু করে। সিডনি অপেরা হাউস খরচ এবং স্থপতি জর্ন উটজন এবং সরকারি কর্মকর্তাদের মধ্যে বিরোধের জন্যও বিতর্কিত ছিল। তবে ১৯৭৩ সালে এটি উদ্বোধনের পরপরই এটি একটি প্রধান পর্যটন আকর্ষণ এবং শহরের প্রতীক হয়ে ওঠে।\n১৯৭৪ সাল থেকে শুল্ক সুরক্ষা ক্রমান্বয়ে হ্রাসের ফলে সিডনি একটি উৎপাদন কেন্দ্র থেকে স্থানীয় বাজারকে কেন্দ্র করে একটি \"বিশ্ব শহরে\" রূপান্তরিত হয় যা স্থানীয় বাসিন্দাদের এবং অস্ট্রেলিয়ান ও বিদেশী বাজারগুলিকে আর্থিক, বাণিজ্যিক, সাংস্কৃতিক এবং শিক্ষামূলক পরিষেবা প্রদান করে। ১৯৮০ এর দশক থেকে সিডনিতে বিদেশী অভিবাসন দ্রুত বৃদ্ধি পায়। এশিয়া, মধ্যপ্রাচ্য এবং আফ্রিকার অভিবাসীদের প্রধান উৎস হয়ে ওঠে। ২০২১ সালের মধ্যে সিডনির জনসংখ্যা ছিল ৫২ লক্ষেরও বেশি, যার ৪০% বিদেশে জন্মগ্রহণ করেছে। বিদেশে জন্মগ্রহণকারী বাসিন্দাদের জন্য বৃহত্তম উৎস দেশ হিসেবে চীন এবং ভারত ইংল্যান্ডকে ছাড়িয়ে গেছে।\n\n\n==== সংস্কৃতি এবং বিনোদন ====\nসিডনি পুশের (নারীবাদী জার্মেইন গ্রিয়ার, লেখক ও সম্প্রচারক ক্লাইভ জেমস এবং শিল্প সমালোচক রবার্ট হিউজ সহ) বুদ্ধিজীবীরা এই সময়কালে সিডনি থেকে উঠে আসেন, যেমন চিত্রশিল্পী ব্রেট হোয়াইটলির মতো প্রভাবশালী শিল্পীরাও। পল হোগান সিডনি হারবার ব্রিজের চিত্রশিল্পী থেকে স্থানীয় টিভি তারকা হয়ে ওঠেন, তারপর ১৯৮৬ সালে তার বিশাল সফল ক্রোকোডাইল ডান্ডি (সিডনির দৃশ্য দিয়ে শুরু হওয়া একটি চলচ্চিত্র) দিয়ে বিশ্বব্যাপী চলচ্চিত্র তারকা হয়ে ওঠেন। সিডনি থিয়েটার কোম্পানি এবং ন্যাশনাল ইনস্টিটিউট অফ ড্রামাটিক আর্টের মতো থিয়েটার প্রতিষ্ঠানগুলি অসংখ্য অভিনেতার উদীয়মান ক্যারিয়ার তৈরি করে, যাদের মধ্যে কেউ কেউ শহরেই তাদের প্রাথমিক ক্যারিয়ার গড়ে তোলেন। ১৯৯৮ সালে ফক্স স্টুডিও অস্ট্রেলিয়া একটি প্রধান চলচ্চিত্র স্টুডিও হিসেবে খোলা হয়, যা মুর পার্কের প্রাক্তন সিডনি শোগ্রাউন্ডের স্থান দখল করে। এই স্টুডিও দ্য ম্যাট্রিক্স ফিল্মস, মুলা রুজ! , মিশন: ইম্পসিবল ২ (আংশিকভাবে সিডনিতে সেট করা), এবং পুনরুজ্জীবিত স্টার ওয়ার্স এবং সুপারম্যান চলচ্চিত্র ফ্র্যাঞ্চাইজির মতো বাণিজ্যিকভাবে কার্যকর চলচ্চিত্র নির্মাণ করে। ঐতিহ্যবাহী সিডনি রয়্যাল ইস্টার শো হোমবুশের নিউ সিডনি শোগ্রাউন্ডে স্থানান্তরিত করা হয়।\n\n\n=== অলিম্পিক সিটি এবং নতুন সহস্রাব্দ ===\n\nস্টেডিয়াম অস্ট্রেলিয়া (বর্তমানে নামকরণের অধিকারের কারণে এটি ANZ স্টেডিয়াম নামেও পরিচিত), সিডনি অলিম্পিক পার্কের পুনঃউন্নত হোমবুশ বে- এর প্রিসিঙ্কটে অবস্থিত একটি বহুমুখী স্টেডিয়াম। ২০০০ গ্রীষ্মকালীন অলিম্পিকের ভেন্যু হিসেবে ৬৯০ মিলিয়ন অস্ট্রেলিয়ান ডলার ব্যয়ে ১৯৯৯ সালের মার্চ মাসে এর নির্মাণ কাজ সম্পন্ন হয়। ২০০০ সালে গ্রীষ্মকালীন অলিম্পিক গেমস আয়োজনের মাধ্যমে সিডনি বিশ্বব্যাপী মনোযোগ আকর্ষণ করে। সিডনি অলিম্পিকের উদ্বোধনী অনুষ্ঠানে আদিবাসী ক্রীড়াবিদ ক্যাথি ফ্রিম্যানের নৃত্য এবং মশাল প্রজ্জ্বলনের মাধ্যমে অস্ট্রেলিয়ার ইতিহাসের একটি নাট্যরূপ উপস্থাপনা ছিল। সমাপনী অনুষ্ঠানে আন্তর্জাতিক অলিম্পিক কমিটির সভাপতি জুয়ান আন্তোনিও সামারাঞ্চ ঘোষণা করেন:\"আমি গর্ব এবং আনন্দের সাথে ঘোষণা করছি যে আপনারা বিশ্বের কাছে সর্বকালের সেরা অলিম্পিক গেমস উপস্থাপন করেছেন।\"অলিম্পিক মেয়র ফ্রাঙ্ক সার্টর ১৯৯১ থেকে ২০০৩ সাল পর্যন্ত সিডনির লর্ড মেয়র ছিলেন এবং তার উত্তরসূরী লুসি টার্নবুল ২০০৩ সালে এই পদে অধিষ্ঠিত প্রথম মহিলা হন। তার স্থলাভিষিক্ত হন স্বতন্ত্র ক্লোভার মুর, যিনি ২০০৪ সাল থেকে এখন পর্যন্ত সিডনির সবচেয়ে দীর্ঘ সময় ধরে মেয়র হিসেবে দায়িত্ব পালন করেছেন। ১৯৯১ থেকে ২০০৭ সাল পর্যন্ত সিডনিসাইডার্স অস্ট্রেলিয়ার প্রধানমন্ত্রী হিসেবে দায়িত্ব পালন করেন - প্রথমে পল কিটিং (১৯৯১-১৯৯৬) এবং পরে জন হাওয়ার্ড (১৯৯৬-২০০৭), টনি অ্যাবট (২০১৩-২০১৫), ম্যালকম টার্নবুল (২০১৫-২০১৮), স্কট মরিসন (২০১৮-২০২২), এবং অ্যান্থনি আলবানিজ (২০২২-বর্তমান)। সাম্প্রতিক দশকগুলিতে সিডনি অস্ট্রেলিয়ার উপর ব্যাপক রাজনৈতিক, অর্থনৈতিক ও সাংস্কৃতিক প্রভাব বজায় রেখে চলেছে, পাশাপাশি আন্তর্জাতিক খ্যাতিও বজায় রেখেছে। অলিম্পিকের পর শহরটি ২০০৩ সালের রাগবি বিশ্বকাপ, ২০০৭ সালের APEC নেতাদের সম্মেলন এবং ২০০৮ সালের ক্যাথলিক বিশ্ব যুব দিবসের আয়োজন করে যার নেতৃত্বে ছিলেন পোপ বেনেডিক্ট ষোড়শ।\n২০১৬ সালের আদমশুমারি অনুসারে সিডনির জনসংখ্যা আনুষ্ঠানিকভাবে ৫০ লক্ষে পৌঁছেছে। শহরটি বৈচিত্র্যের জন্য খ্যাতি অর্জন করেছে এবং অস্ট্রেলিয়ার সবচেয়ে বহুসংস্কৃতির শহর। ২০১১ আদমশুমারি অনুসারে জনসংখ্যার ৩৪ শতাংশ বিদেশে জন্মগ্রহণ করেছেন বলে জানা গেছে। শহরের প্রথম ডেডিকেটেড র‍্যাপিড ট্রানজিট সিস্টেম বর্তমানে নির্মাণাধীন, দুটি লাইন খোলা এবং আরও দুটি লাইন ঘোষণা করা হয়েছে। সাংবাদিকরা এই প্রকল্পটিকে \"রূপান্তরকারী\" হিসেবে প্রশংসা করেছেন। সিডনির উত্তর-পশ্চিমে এপিং শহরতলিকে সংযুক্তকারী অস্ট্রেলিয়ার প্রথম দ্রুত পরিবহন মেট্রো লাইন সিডনি মেট্রোর অংশ ২৬ মে ২০১৯ তারিখে খোলা হয়। অস্ট্রেলিয়ার পরিবহন ব্যবস্থায় এটিই প্রথম, কারণ অস্ট্রেলিয়ার অন্য কোনও শহরে বর্তমানে স্বয়ংক্রিয় ভূগর্ভস্থ মেট্রো নেই। প্রথম লাইনটি শহরের উত্তর-পশ্চিম শহরতলিতে পরিষেবা প্রদান করে, যখন দ্বিতীয় লাইনটি ১৯ আগস্ট ২০২৪ সালে খোলা হয় এবং দক্ষিণ-পশ্চিম থেকে সিডনি হারবারের নীচে কেন্দ্রীয় ব্যবসায়িক জেলায় প্রবেশ করে। রোজেল এবং ওয়েস্টমিড সহ পশ্চিম শহরতলিতে পরিষেবা প্রদানকারী তৃতীয় লাইনটি নির্মাণের জন্য অনুমোদিত হয়েছে।\n\n\n== আরও দেখুন ==\nসিডনির সংস্কৃতি\nঅস্ট্রেলিয়ার ইতিহাস\nনিউ সাউথ ওয়েলসের ইতিহাস\nসিডনির সময়রেখা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nJohn Birmingham (১৯৯৯)। Leviathan: The Unauthorised Biography of Sydney। Random House। আইএসবিএন 978-0-09-184203-1। \nচার্নলি, ডব্লিউ. \"সিডনির প্রতিষ্ঠা।\" হিস্টরি টুডে (ফেব্রুয়ারি ১৯৬২), খণ্ড ১২, সংখ্যা ২, পৃষ্ঠা ১০৫-১১৫।\nRuth Park (১৯৯৯)। Ruth Park's Sydney। Duffy & Snellgrove। আইএসবিএন 978-1-875989-45-4। \n\n\n== বহিঃসংযোগ ==\nরয়েল অস্ট্রেলিয়ান হিস্টোরিক্যাল সোসাইটি\nসিডনির অভিধান - সিডনির ইতিহাস\nবারানি ওয়েবসাইটটি ১৭৮৮ সাল থেকে সিডনি শহরে অবস্থিত সিডনির আদিবাসী এবং টরেস স্ট্রেইট আইল্যান্ডার সম্প্রদায়ের ইতিহাসের উপর আলোকপাত।"}