{"pageid": 1516782, "title": "জেমস রাসেল লোয়েল", "url": "https://bn.wikipedia.org/wiki?curid=1516782", "content": "জেমস রাসেল লোয়েল (; ২২ ফেব্রুয়ারি ১৮১৯ – ১২ আগস্ট ১৮৯১) ছিলেন একজন আমেরিকান রোমান্টিক কবি, সমালোচক, সম্পাদক এবং কূটনীতিবিদ। তিনি 'ফায়ারসাইড কবি'দের অন্তর্ভুক্ত ছিলেন। অর্থাৎ, তিনি নিউ ইংল্যান্ডের লেখকদের মধ্যে একজন এবং আমেরিকার প্রথম কবিদের মধ্যে ছিলেন। তারা ব্রিটিশ কবিদের জনপ্রিয়তার সঙ্গে প্রতিদ্বন্দ্বিতা করতেন। এই লেখকরা সাধারণত প্রচলিত রূপ ও ছন্দ ব্যবহার করতেন, যার ফলে তাঁদের কবিতা পরিবারের সঙ্গে বসে উপভোগ করার উপযোগী হতো।\nলোয়েল ১৮৩৮ সালে হার্ভার্ড কলেজ থেকে স্নাতক হন, যদিও তিনি দুষ্টুমির জন্য পরিচিত ছিলেন। পরবর্তীতে, তিনি হার্ভার্ড আইন বিদ্যালয় থেকে আইন ডিগ্রি অর্জন করেন। ১৮৪১ সালে তিনি প্রথম কবিতা সংকলন প্রকাশ করেন। ১৮৪৪ সালে তিনি মারিয়া হোয়াইটের সঙ্গে বিবাহবন্ধনে আবদ্ধ হন। তাঁদের কয়েকটি সন্তান জন্ম নিলেও শুধুমাত্র একজন জীবিত ছিলেন।\nতিনি দাসপ্রথা বিলোপ আন্দোলনে যুক্ত হন এবং কবিতার মাধ্যমে তাঁর দাসপ্রথা-বিরোধী মতামত প্রকাশ করেন। তিনি পেনসিলভেনিয়ার ফিলাডেলফিয়ায় অবস্থিত একটি দাসপ্রথা-বিরোধী সংবাদপত্রের সম্পাদক হিসেবেও কাজ করেন। কেমব্রিজে ফিরে আসার পর, তিনি 'পায়োনিয়ার' নামে একটি জার্নালের প্রতিষ্ঠাতা সদস্য হন, তবে এটি মাত্র তিনটি সংখ্যা পর্যন্ত প্রকাশিত হয়।  ১৮৪৮ সালে তিনি সমসাময়িক সমালোচক ও কবিদের উপহাস করে 'সমালোচকদের জন্য এক রূপকথা' নামে একটি দীর্ঘ কবিতা প্রকাশ করেন। এটি তাঁকে খ্যাতি এনে দেয়। একই বছরে তিনি 'বিগলো পেপারস' প্রকাশ করেন এবং এটি তাঁর খ্যাতি আরও বৃদ্ধি করে। সাহিত্যজীবনে তিনি আরও অনেক কবিতা ও প্রবন্ধ সংকলন প্রকাশ করেন।\n১৮৫৩ সালে মারিয়া মৃত্যুবরণ করেন। ১৮৫৪ সালে লোয়েল হার্ভার্ডে ভাষাবিজ্ঞানের অধ্যাপক পদ গ্রহণ করেন। ১৮৫৬ সালে আনুষ্ঠানিকভাবে শিক্ষকতা শুরু করার আগে তিনি ইউরোপ ভ্রমণ করেন। ১৮৫৭ সালে তিনি ফ্রান্সেস ডানল্যাপের সঙ্গে বিবাহবন্ধনে আবদ্ধ হন। একই বছরে তিনি 'দ্য আটলান্টিক মান্থলি' পত্রিকার সম্পাদক হন। পরবর্তীতে, তিনি বিশ বছর ধরে হার্ভার্ডে শিক্ষকতা করেন।\nবিশ বছর পর, তিনি প্রথমবারের মতো রাজনৈতিক পদে নিয়োগ পান—স্পেনে দূতাবাসপতি হিসেবে। পরবর্তীতে, তিনি সেন্ট জেমসের আদালতে দূতাবাসপতি হন। জীবনের শেষ বছরগুলো তিনি কেমব্রিজে কাটান, সেই একই এস্টেটে যেখানে তিনি জন্মগ্রহণ করেছিলেন। ১৮৯১ সালে সেখানেই তাঁর মৃত্যু হয়।  \nলোয়েল বিশ্বাস করতেন যে কবি একজন নবী ও সমাজের সমালোচক হিসেবে গুরুত্বপূর্ণ ভূমিকা পালন করেন। তিনি সংস্কারের জন্য, বিশেষ করে দাসপ্রথা বিলোপে, কবিতাকে ব্যবহার করতেন। তবে, সময়ের সাথে সাথে তাঁর দাসপ্রথা-বিরোধী প্রতিশ্রুতি ও আফ্রিকান-আমেরিকানদের প্রতি মতামত পরিবর্তিত হয়।  তিনি তাঁর চরিত্রগুলোর কথোপকথনে প্রকৃত ইয়াঙ্কি উচ্চারণ অনুকরণ করার চেষ্টা করেছিলেন, বিশেষ করে বিগলো পেপারসে। তাঁর এই উপভাষার ব্যবহার ও উপহাসমূলক রচনা মার্ক টোয়েন এবং এইচ. এল. মেনকেন এর মতো লেখকদের জন্য অনুপ্রেরণা হয়ে ওঠে।\n\n\n== জীবনী ==\n\n\n=== প্রারম্ভিক জীবন ===\n\nজেমস রাসেল লোয়েল ২২ ফেব্রুয়ারি, ১৮১৯ সালে জন্মগ্রহণ করেন। তিনি ছিলেন লোয়েল পরিবারের অষ্টম প্রজন্মের সদস্য এবং তারা ১৬৩৯ সালে নিউবেরি, ম্যাসাচুসেটসে বসতি স্থাপন করেছিলেন। তার পিতামাতা ছিলেন রেভারেন্ড চার্লস লোয়েল (১৭৮২–১৮৬১), বস্টনের একটি ইউনিটারিয়ান গির্জার পাদরি। তিনি পূর্বে এডিনবার্গে ধর্মতত্ত্ব অধ্যয়ন করেছিলেন এবং হ্যারিয়েট ব্র্যাকেট স্পেন্স লোয়েল। জন্মের সময়, লোয়েল পরিবারের কেমব্রিজে একটি বড় এস্টেট ছিল যার নাম ছিল এলমউড। তিনি ছিলেন ছয় সন্তানের মধ্যে সবচেয়ে ছোট; তার ভাইবোনেরা ছিলেন চার্লস, রেবেকা, মেরি, উইলিয়াম, এবং রবার্ট। লোয়েলের মাতা তাকে সাহিত্য, বিশেষ করে কবিতা, ব্যালেড এবং তার মাতৃভূমি অর্কনি থেকে আগত কাহিনীগুলির প্রতি আগ্রহ জন্মিয়েছিলেন। তিনি সোফিয়া ডানা এর অধীনে স্কুলে পড়াশোনা করেছিলেন, যিনি পরবর্তীতে জর্জ রিপলির সাথে বিবাহিত হন; পরে তিনি এমন একটি স্কুলে পড়াশোনা করেন যার শাসক ছিলেন অত্যন্ত কঠোর, যেখানে তার সহপাঠী ছিলেন রিচার্ড হেনরি ডানা জুনিয়র।\nলোয়েল ১৮৩৪ সালে ১৫ বছর বয়সে হার্ভার্ড কলেজে ভর্তি হন। তবে তিনি একজন ভালো ছাত্র ছিলেন না এবং প্রায়ই সমস্যায় পড়তেন। তার দ্বিতীয় বছরে, তিনি প্রয়োজনীয় উপাস্যগৃহে ১৪ বার এবং ক্লাসে ৫৬ বার অনুপস্থিত ছিলেন। তার শেষ বছরে তিনি লিখেছিলেন, \"প্রথম বছরে আমি কিছুই করিনি, দ্বিতীয় বছরে কিছুই করিনি, তৃতীয় বছরে কিছুই করিনি, এবং চতুর্থ বছরে এ পর্যন্ত আমি কলেজের পড়াশোনায় কিছুই করিনি।\" তার শেষ বছরে, তিনি হার্ভার্ডিয়ানা নামে একটি সাহিত্য ম্যাগাজিনের সম্পাদক হিসেবে নির্বাচিত হন। সেখানে তিনি প্রবন্ধ এবং কবিতা লিখেছিলেন। এটি নিম্নমানের ছিল বলে তিনি নিজেই মানতেন। পরে তিনি বলেন, \"\"আমি ছিলাম তেমনই এক বড় বোকা, যেভাবে কখনোই বাজানো হয়নি এবং তা গান মনে করেছিলাম।\"\" তার বিশ্ববিদ্যালয় জীবনে, লোয়েল হাস্টি পুডিং থিয়েট্রিক্যালস এর সদস্য ছিলেন এবং সেক্রেটারি এবং কবি হিসেবে কাজ করেছিলেন। হার্ভার্ডে থাকাকালীন তিনি জর্জ ডব্লিউ. মিনস নামক সহপাঠীর সাথে জীবনব্যাপী বন্ধুত্ব তৈরি করেন।\nলোয়েলকে ১৮৩৮ সালের ক্লাসের কবি হিসেবে নির্বাচিত করা হয়েছিল এবং ঐতিহ্য অনুযায়ী, তাকে ক্লাস ডে-তে, স্নাতক অনুষ্ঠানের এক দিন আগে, একটি মূল কবিতা আবৃত্তি করতে বলা হয়েছিল। তবে, তিনি স্থগিত করা হয়েছিলেন এবং অংশগ্রহণের অনুমতি পাননি। পরিবর্তে, তার কবিতাটি মুদ্রিত হয়ে তার সহপাঠীদের দ্বারা সাবস্ক্রাইব করা হয়েছিল। তিনি কবিতাটি কনকর্ড এ লিখেছিলেন, যেখানে তাকে হার্ভার্ড কর্তৃপক্ষ দ্বারা তার পড়াশোনা উপেক্ষা করার কারণে তদারকি করার জন্য রেভ. বারজালাই ফ্রস্টের কাছে নির্বাসিত করা হয়েছিল। কনকর্ডে তার অবস্থানকালে, তিনি রালফ ওয়াল্ডো এমারসনের সাথে বন্ধুত্ব করেছিলেন এবং অন্যান্য ট্রান্সসেন্ডেন্টালিস্টদের সাথে পরিচিত হন। তার ক্লাস ডে কবিতাটি সেই সময়কার সামাজিক আন্দোলনগুলিকে উপহাস করেছিল; এতে দাসপ্রথা বিরোধী, থমাস কার্লাইল, এমারসন এবং ট্রান্সসেন্ডেন্টালিস্টদের নিয়ে আলোচনা করা হয়েছিল।\nলোয়েল স্নাতক হওয়ার পর, কোন পেশা বেছে নেবেন তা নিয়ে তিনি চিন্তা করেছিলেন এবং ব্যবসা, মন্ত্রণালয়, চিকিৎসা এবং আইন সহ বিভিন্ন পেশায় মনস্থ করেছিলেন। অবশেষে, তিনি ১৮৪০ সালে হার্ভার্ড আইন স্কুলে ভর্তি হন এবং দুই বছর পর আইনজীবী হিসাবে নিবন্ধন করেন। আইন অধ্যয়নকালীন সময়ে, তিনি বিভিন্ন ম্যাগাজিনে কবিতা এবং প্রবন্ধ লিখতেন। এই সময়ে তিনি মানসিকভাবে হতাশ ছিলেন এবং প্রায়ই আত্মহত্যার চিন্তা করতেন। একবার তিনি এক বন্ধুদের বলেছিলেন যে, তিনি একপাশে রাখা একটি পিস্তল নিজের কপালে ঠেকিয়ে আত্মহত্যা করতে ভেবেছিলেন। তখন তার বয়স ছিল ২০ বছর।\n\n\n=== বিবাহ ও পরিবার ===\n১৮৩৯ সালের শেষের দিকে, লোয়েল মারিয়া হোয়াইটকে তাঁর ভাই এবং হার্ভার্ডে সহপাঠী  উইলিয়ামের মাধ্যমে সাক্ষাৎ করেন, এবং ১৮৪০ সালের শরতে তাঁদের বাগদান ঘটে।  \nমারিয়ার পিতা, আবিজা হোয়াইট, ওয়াটারটাউনের এক ধনী ব্যবসায়ী, জোর দেন যে তাঁদের বিবাহ অনুষ্ঠান লোয়েল উপার্জনশীল কর্মজীবনে প্রবেশ না করা পর্যন্ত স্থগিত রাখা হোক, এবং পরিশেষে ২৬ ডিসেম্বর, ১৮৪৪ সালে বিবাহ সম্পন্ন হয়, দুলহনের পূর্বে প্রকাশিত প্রবন্ধসমূহের সংকলন কিছু পুরাতন কবিদের উপর আলাপচারিতা প্রকাশের কিছুক্ষণের পর।  \nএকজন বন্ধু তাঁদের সম্পর্ককে \"একটি সত্যিকারের বিবাহের নিখুঁত চিত্র\" হিসেবে বর্ণনা করেন, আর লোয়েল নিজেই বিশ্বাস করতেন যে, মারিয়া \"পৃথিবীর আধা এবং স্বর্গের অধিকাংশ অংশ\" দ্বারা গঠিত।  \nমারিয়াও কবিতা লিখতেন, এবং পরবর্তী বারো বছর লোয়েলের জীবনে তাঁর প্রভাব গভীরভাবে প্রতিফলিত হয়। তিনি বলেছিলেন যে, তাঁর প্রথম কবিতা সংকলন এক বছরের জীবন (১৮৪১) \"তার সমস্ত সৌন্দর্য মারিয়ার প্রতি ঋণী\", যদিও মাত্র ৩০০ কপি বিক্রি হয়েছিল।\nমারিয়ার চরিত্র ও বিশ্বাস তাঁকে মদ্যপান বিরোধী আন্দোলন ও দাসপ্রথা বিরোধী আন্দোলনে অংশ নিতে অনুপ্রাণিত করেছিল। তিনি বস্টন মহিলা দাসপ্রথা বিরোধী সোসাইটির সদস্য ছিলেন এবং তাঁর স্বামীকেও দাসপ্রথা বিরোধিতাপক্ষে অনুপ্রাণিত করেন।  \nজেমস পূর্বে দাসপ্রথা বিরোধী মত প্রকাশ করেছিলেন, তবে মারিয়া তাঁকে আরও সক্রিয়ভাবে মত প্রকাশ ও অংশগ্রহণ করতে উৎসাহিত করেছিলেন, এবং তাঁর দ্বিতীয় কবিতা সংকলন বিবিধ কবিতা-এ এই দাসপ্রথা বিরোধী চিন্তাগুলো প্রকাশ পায়, যার ১,৫০০ কপি ভালো বিক্রি হয়।\nমারিয়া শারীরিকভাবে দুর্বল ছিলেন, আর বিবাহের কিছুক্ষণের পরে এই দম্পতি ফিলাডেলফিয়াতে চলে যান, মনে করে যে সেখানে মারিয়ার ফুসফুস সুস্থ হতে পারবে। আর ফিলাডেলফিয়ায়, লোয়েল পেনসিলভেনিয়া ফ্রিম্যান নামে এক দাসপ্রথা বিরোধী সংবাদপত্রের সহযোগী সম্পাদক হিসেবে কাজ করেন।  \n১৮৪৫ সালের বসন্তে, লোয়েলরা কেমব্রিজে ফিরে এসে এলমউডে তাঁদের বাসস্থান স্থাপন করেন।  \nতাঁদের চার সন্তান ছিল, তবে শুধুমাত্র একজন (মেবেল, জন্ম ১৮৪৭) শৈশবের পর বাঁচতে সক্ষম হন;  \nব্লাঞ্চ ৩১ ডিসেম্বর, ১৮৪৫ সালে জন্মগ্রহণ করেন, কিন্তু মাত্র পনেরো মাস বেঁচে থাকেন;  \nরোজ, জন্ম ১৮৪৯, মাত্র কয়েক মাস বেঁচে থাকেন;  \nএবং তাঁদের একমাত্র পুত্র ওয়াল্টার ১৮৫০ সালে জন্ম নিয়ে ১৮৫২ সালে মৃত্যুবরণ করেন,—লোয়েল প্রায় সমস্ত সন্তান হারানোর কারণে গভীরভাবে শোকাহত হন।  \nবিশেষ করে তাঁর প্রথম কন্যার মৃত্যুর শোক তিনি তাঁর কবিতা দ্য ফার্স্ট স্নোফল (১৮৪৭) তে প্রকাশ করেন, এবং আবার আত্মহত্যার কথা ভাবেন; এক বন্ধুকে লিখেছিলেন, \"আমার রেজার ও আমার গলা নিয়ে, আমি এক মূর্খ ও একজন কুণ্ঠিত ব্যক্তি, যে একবারে সবকিছু শেষ না করে চলেছি।\"\n\n\n=== সাহিত্যিক কর্মজীবন ===\nলোয়েলের প্রাথমিক কবিতাগুলো ১৮৪০ সালে দক্ষিণীয় সাহিত্যিক সংবাদদাতা-এ বিনামূল্যে প্রকাশিত হয়,  \nনিজেকে আত্মসমর্থনের নতুন প্রচেষ্টায় অনুপ্রাণিত হয়ে, তিনি তাঁর বন্ধু রবার্ট কার্টারের সঙ্গে মিলিত হয়ে সাহিত্যিক সাময়িকী দ্য পায়নিয়ার প্রতিষ্ঠা করেন, যা মূলত নতুন বিষয়বস্তু প্রকাশ করত, পূর্বে কোথাও প্রকাশিত সামগ্রী নয়, এবং এতে ছিল অত্যন্ত গুরুতর সমালোচনা—যা কেবল সাহিত্য নয়, শিল্প ও সঙ্গীতকেও অন্তর্ভুক্ত করত।  \nলোয়েল লিখেছিলেন, \"এটি পাঠকদের বুদ্ধিমান ও প্রতিফলিত অংশকে প্রচুর পরিমাণে তিনবার পাতলা করা আবর্জনা, রমণীয় প্রেমকাহিনী ও খসড়ার মতো অপ্রয়োজনীয় বিষয়ের পরিবর্তে একটি যুক্তিসঙ্গত বিকল্প সরবরাহ করবে।\"  \nউইলিয়াম ওয়েটমোর স্টোরি সাময়িকীর উচ্চতর রুচি লক্ষ্য করে লিখেছিলেন, \"এটি কিছুটা অবস্থান গ্রহণ করেছে ও আমাদের শিশুসুলভ দুধ বা পানির মতো পাতলা, অতিরিক্ত রমণীয় ম্যাগাজিনগুলির থেকে অনেক উচ্চতর বৌদ্ধিক মানকে আহ্বান করেছে।\"  \nসাময়িকীর প্রথম সংখ্যায় এডগার এলান পো-এর দ্য টেল-টেল হার্ট-এর প্রথম প্রকাশ অন্তর্ভুক্ত ছিল,  \nপ্রথম সংখ্যার কিছুক্ষণের পর নিউ ইয়র্কে চোখের রোগে চিকিৎসিত হওয়ার কারণে, তাঁর অনুপস্থিতিতে কার্টার সাময়িকীটি পরিচালনায় দুর্বল ভূমিকা পালন করেন,  এবং জানুয়ারী ১৮৪৩ থেকে শুরু করে তিনটি মাসিক সংখ্যার পরে সাময়িকীটি প্রকাশ বন্ধ করে দেয়, যার ফলে লোয়েল ১,৮০০ ডলার ঋণে পড়ে যান,  \nএডগার এলান পো সাময়িকীর অবসানকে \"একদম চরম আঘাত—একটি বিশুদ্ধ রুচির জন্য সংগ্রামের প্রতি\" বলে শোক করেন,  \nতবে, দ্য পায়নিয়ার এর ব্যর্থতার পরেও, লোয়েল সাহিত্য জগতে তাঁর আগ্রহ বজায় রাখেন।  \nতিনি ১৮৪২ সালে দ্য টোকেন এন্ড আটলান্টিক সুভেনিয়র বার্ষিক উপহার বইয়ে একটি কবিতা অবদান রাখেন,  \nএবং ১৮৪৬ সালের মে মাসে, দেইলি নিউজ-এ প্রকাশিত \"যুক্তরাষ্ট্রে দাসপ্রথা বিরোধিতা\" বিষয়ে চারটি প্রবন্ধের সিরিজ—যা পরে সম্পাদকরা বন্ধ করে দেন,  \nতিনি এই প্রবন্ধগুলো গোপনে প্রকাশ করেছিলেন, কারণ তাঁর ধারণা ছিল যে, এগুলো যদি একজন দৃঢ়দৃষ্টিধর দাসপ্রথা বিরোধীর কাজ হিসেবে পরিচিত না হয়, তবে সেগুলোর প্রভাব আরও বেশি হবে,  \n১৮৪৮ সালের বসন্তে, তিনি নিউ ইয়র্কের ন্যাশনাল অ্যান্টি-স্ল্যাভারি স্ট্যান্ডার্ড-এর সঙ্গে যুক্ত হন এবং প্রতি সপ্তাহে একটি কবিতা অথবা গদ্য প্রবন্ধ অবদান রাখার জন্য সম্মত হন; মাত্র এক বছরের পর, অন্য একজন লেখক ও সংস্কারক এডমন্ড কোয়েন্সি (১৮০৮–১৮৭৭)-এর অবদান রাখার জন্য তাঁকে অবদান রাখার হার অর্ধেক করতে বলা হয়,  \n\n  \nএকটি সমালোচকদের জন্য রূপকথা ১৮৪৮ সালে গোপনে প্রকাশিত হয়ে লোয়েলের সবচেয়ে জনপ্রিয় কাজগুলোর মধ্যে একটী ছিল, যা একটি জনপ্রিয় ব্যঙ্গকাব্য প্রমাণিত হয় এবং প্রথম ৩,০০০ কপি দ্রুত বিক্রি হয়ে যায়,  \nএতে, তিনি তাঁর সমসাময়িক কবি ও সমালোচকদের উপর মিষ্টি হাস্যরসের আঘাত করেন—তবে সব বিষয়ে কেউ সন্তুষ্ট হননি।  \nএডগার এলান পোকে আংশিক মেধাবী এবং \"দুই-পঞ্চমাংশ নিস্কলঙ্ক\" হিসেবে উল্লেখ করা হয়; তিনি দক্ষিণীয় সাহিত্যিক সংবাদদাতা-এ এই কাজটির সমালোচনা করে এটিকে \"ঢিলেঢালা—অপরিকল্পিত এবং দুর্বলভাবে সম্পাদিত, বিস্তারিত ও সামগ্রিকভাবে\" বলে উল্লেখ করেন,  \nলোয়েল তাঁর নিউ ইয়র্কের বন্ধু চার্লস ফ্রেডরিক ব্রিগসকে, বইটির সীমিত লাভ সত্ত্বেও, সম্পূর্ণ লাভ প্রদান করেন,\n১৮৪৮ সালে, লোয়েল দ্য বিগলো পেপারস ও প্রকাশ করেন, যা পরে গ্রোলিয়ার ক্লাব দ্বারা ১৮৪৮ সালের সবচেয়ে প্রভাবশালী বই হিসেবে স্বীকৃত হয়,  \nপ্রথম ১,৫০০ কপি এক সপ্তাহের মধ্যে বিক্রি হয়ে যায় এবং শীঘ্রই দ্বিতীয় সংস্করণ প্রকাশিত হয়—যদিও লোয়েল কোনো লাভ করেননি, কারণ বইটির স্টেরিওটাইপিংয়ের খরচ তিনি নিজেই বহন করতে হয়েছিল,  \nবইটি তিনটি প্রধান চরিত্র উপস্থাপন করেছিল, প্রত্যেকটি আমেরিকান জীবনের বিভিন্ন দিককে প্রতিফলিত করে এবং তাঁদের কথোপকথনে প্রামাণ্য আমেরিকান উপভাষার ব্যবহার ছিল,  \nঅন্তরালে, দ্য বিগলো পেপারস মেক্সিকো-আমেরিকান যুদ্ধ ও সাধারণভাবে যুদ্ধের নিন্দা হিসেবেও কাজ করেছিল।\n\n\n=== ইউরোপের প্রথম ভ্রমণ ===\n১৮৫০ সালে, লোয়েলের মা হঠাৎ মারা যান, ঠিক তেমনি তাঁর তৃতীয় কন্যা, রোজও।  \nতার মৃত্যুর ফলে লোয়েল ছয় মাসের জন্য হতাশ ও অন্তর্মুখী হয়ে পড়েন, যদিও বছরের শেষে তাঁর পুত্র ওয়াল্টারের জন্ম হয়,  \nতিনি একজন বন্ধুকে লিখেছিলেন, \"মৃত্যু হল একটি ব্যক্তিগত শিক্ষক। আমাদের কোনো সহপাঠী নেই, এবং আমাদের পাঠ একা হৃদয়ে ধারণ করতে হয়।\"  \nএই ব্যক্তিগত কষ্ট এবং ১৮৫০ সালের আপোষ লোয়েলকে উইলিয়াম ওয়েটমোর স্টোরির কাছ থেকে শীতকালে ইটালিতে থাকার প্রস্তাব গ্রহণে অনুপ্রাণিত করে,  \nযাত্রার খরচ বহনের জন্য, লোয়েল এলমউডের আশপাশের জমি বিক্রি করেন, এবং ধীরে ধীরে তাঁর আয় বাড়ানোর লক্ষ্যে ভবিষ্যতে আরও একরের জমি বিক্রি করার পরিকল্পনা করেন, অবশেষে মূল ৩০ একর এর ২৫ বিক্রি করেন,  \nওয়াল্টার হঠাৎ রোমে কলেরার কারণে মারা যান, এবং লোয়েল তাঁর স্ত্রী ও কন্যা মেবেলের সঙ্গে ১৮৫২ সালের অক্টোবর মাসে যুক্তরাষ্ট্রে ফিরে আসেন,  \nলোয়েল তাঁর যাত্রাপথের স্মৃতিচারণ কয়েকটি ম্যাগাজিনে প্রকাশ করেন, যার অনেকগুলি পরে সংগ্রহ করে ফায়ারসাইড ট্রাভেলস (১৮৬৭) নামে প্রকাশিত হয়,  \nতিনি ব্রিটিশ কবিরা বিষয়ক সিরিজের জন্য জীবনীমূলক রূপরেখাসহ গ্রন্থসমূহও সম্পাদনা করেন,\nতাঁর স্ত্রী মারিয়া, যিনি বহু বছর ধরে দুর্বল স্বাস্থ্যের শিকার ছিলেন, ১৮৫৩ সালের বসন্তে অত্যন্ত অসুস্থ হয়ে পড়েন এবং ২৭ অক্টোবর ক্ষয় রোগে মারা যান,  \nতার সমাধি করার ঠিক আগে, মারিয়ার কফিন খোলা হয় যাতে তাঁদের কন্যা মেবেল তাঁর মুখ দেখতে পারে, এবং লোয়েল \"একটি গাছের পাশে অনেকক্ষণ কান্নাকাটি করছিলেন\",—এটি হেনরি ওয়াডসওয়ার্থ লংফেলো ও তাঁর স্ত্রীর বিবৃতিতে বলা হয়,  \n১৮৫৫ সালে, লোয়েল তাঁর স্ত্রীর কবিতা সমন্বিত স্মৃতিস্বরূপ একটি গ্রন্থ প্রকাশের তদারকি করেন, যার প্রাইভেট সার্কুলেশনের জন্য মাত্র পঞ্চাশ কপি ছিল,  \nতাঁর নিজস্ব \"স্বাভাবিক আনন্দময়\" প্রকৃতির বিবরণের সত্ত্বেও, এলমউডে তাঁর জীবন আরও জটিল হয়ে ওঠে, যখন তাঁর পিতা বৃদ্ধাবস্থায় বধির হয়ে পড়েন এবং বোন রেবেকার মানসিক অবস্থা অবনতির মুখে পড়ে, যিনি কখনও কখনও এক সপ্তাহ কথা না বলেন,  \nতিনি পুনরায় নিজেকে অন্যান্য থেকে বিচ্ছিন্ন করে এলমউডে অন্তর্মুখী হয়ে পড়েন, এবং তাঁর ব্যক্তিগত ডায়েরিগুলোতে বারংবার তাঁর স্ত্রীর আদ্যক্ষর লেখা দেখা যায়,  \nউদাহরণস্বরূপ, ১০ মার্চ, ১৮৫৪ তারিখে তিনি লিখেছিলেন: \"অন্ধকার বাইরেও ও ভিতরেও। এম.এল. এম.এল. এম.এল.\"  \nবন্ধু ও প্রতিবেশী হেনরি ওয়াডসওয়ার্থ লংফেলো লোয়েলকে \"একাকী ও নিঃসঙ্গ\" হিসেবে উল্লেখ করেন,  \n\n\n=== প্রফেসর পদ ও দ্বিতীয় বিবাহ ===\nতাঁর চাচাত ভাই জন এমোরি লোয়েল-এর আমন্ত্রণে, জেমস রাসেল লোয়েলকে মর্যাদাপূর্ণ লোয়েল ইনস্টিটিউটে একটি বক্তৃতা দেওয়ার জন্য অনুরোধ করা হয়েছিল। কেউ কেউ অনুমান করতেন যে, এই সুযোগটি পারিবারিক সম্পর্কের কারণে প্রদান করা হয়েছে, যা তাঁর বিষণ্ণতা থেকে তাঁকে বের করে আনতে চাওয়ার এক প্রচেষ্টা। লোয়েল \"ইংরেজ কবিরা\" নিয়ে বক্তৃতা দেওয়ার সিদ্ধান্ত নেন এবং তাঁর বন্ধু ব্রিগসকে জানান যে, তিনি মৃত কবিদের প্রতি প্রতিশোধ নেবেন \"তাদের প্রতি, যাদের উপর জনসাধারণ জীবিতদের মধ্যে স্থান দেয় না\"।  \nদ্বাদশাংশ বক্তৃতা সিরিজের প্রথমটি ৯ জানুয়ারী, ১৮৫৫ তারিখে হওয়ার কথা ছিল, তবে ডিসেম্বর মাসে, লোয়েল মাত্র পাঁচটি বক্তৃতার খসড়া সম্পন্ন করতে পেরেছিলেন, শেষ মুহূর্তের প্রেরণার আশায়।  \nতাঁর প্রথম বক্তৃতাটি জন মিল্টন নিয়ে ছিল এবং সমাবেশকক্ষ অত্যধিক ভরা ছিল; লোয়েলকে পরের বিকেলে পুনরায় একই বক্তৃতা দিতে হয়েছিল।  \nপ্রকাশ্যে কখনও কথা বলেনি এমন লোয়েলকে এই বক্তৃতাগুলোর জন্য প্রশংসা করা হয়। ফ্রান্সিস জেমস চাইল্ড বলেছিলেন, লোয়েল, যাকে তিনি স্বভাবতই \"বিপথগামী\" মনে করতেন, তথাপি তিনি \"তাঁর প্রবণতা ও প্রতিভার বিপরীতে গম্ভীর থাকার অধ্যবসায় প্রদর্শন করতে সক্ষম\"।  \nতাঁর সিরিজ চলাকালীন, লোয়েলকে হার্ভার্ডে লংফেলো দ্বারা পরিত্যক্ত, আধুনিক ভাষাসমূহের স্মিথ অধ্যাপক পদে বার্ষিক ১,২০০ ডলারের বেতনসহ প্রস্তাব দেওয়া হয়েছিল, যদিও তিনি কখনও এ জন্য আবেদন করেননি।  \nলংফেলোর পরে, কাজের বর্ণনা পরিবর্তিত হচ্ছিল; সরাসরি ভাষা শেখানোর পরিবর্তে, লোয়েল বিভাগটি তত্ত্বাবধান করবেন এবং প্রতি বছরে তাঁর পছন্দসই বিষয়ের উপর দুইটি বক্তৃতা কোর্স প্রদান করবেন।  \nলোয়েল এই নিয়োগ গ্রহণ করেন, শর্তসাপেক্ষে যে তিনি বিদেশে এক বছরের অধ্যয়ন করবেন। তিনি সেই বছরের ৪ জুন তারিখে জাহাজে চড়ে রওনা হন, এবং তাঁর কন্যা মেবেলকে একজন গভারনেস, ফ্রান্সেস ডানল্যাপ-এর কাছে রেখে দেন।  \nবিদেশে, তিনি লে হাভর, প্যারিস ও লন্ডন পরিদর্শন করেন, বন্ধু স্টোরি, রবার্ট ব্রাউনিং ও এলিজাবেথ ব্যারেট ব্রাউনিং এবং লি হান্টসহ অনেকের সঙ্গে সময় কাটান। তবে মূলত, লোয়েল বিদেশে ভাষা অধ্যয়নে সময় ব্যয় করেন, বিশেষ করে জার্মান ভাষায়, যা তিনি কঠিন মনে করতেন। তিনি অভিযোগ করেছিলেন, \"এই বিভ্রান্তকর জার্মান ভাষার ব্যাকরণগত লিঙ্গ! যদি আমি মারা যাই, তবে আমার সমাধি পাথরে খোদিত থাকবে যে, আমি ডের, ডাই, ডাস-এর কারণে মারা গেছি, না যে আমি এগুলি ধরতে পেরেছি, বরং আমি ধরতে পারেনি।\"\n\n\n=== যুদ্ধকালীন বছর ও পরবর্তী সময় ===\n১৮৫৭ সালের শরতে, দ্য আটলান্টিক মান্থলি প্রতিষ্ঠিত হয় এবং লোয়েল এর প্রথম সম্পাদক হন। সেই বছরের নভেম্বর মাসে প্রকাশিত প্রথম সংখ্যার সঙ্গে, তিনি সঙ্গে সঙ্গে ম্যাগাজিনটিকে উচ্চ সাহিত্য ও জনসাধারণের বিষয়ে সাহসী বক্তব্যের ছাপ প্রদান করেন।  \n১৮৬১ সালের জানুয়ারিতে, লোয়েলের পিতা হৃদরোগে মারা যান, যা লোয়েলকে তাঁর পরিবারকে পুনরায় এলমউডে নিয়ে যাওয়ার অনুপ্রেরণা জোগায়। তিনি তাঁর বন্ধু ব্রিগসকে লিখেছিলেন, \"আমি আবার ফিরে এসেছি সেই প্রিয় স্থানে, যেখানে আমি সবচেয়ে বেশি ভালবাসি। আমি আমার পুরাতন গ্যারেটে, পুরাতন ডেস্কে বসে আছি, আমার পুরাতন পাইপ ধরে ধূমপান করছি ... আমি এই দশ বছরে আমার পুরাতন স্বভাবের কাছাকাছি অনুভব করতে শুরু করেছি।\"  \nঅল্পদিন পর, মে মাসে, তিনি দ্য আটলান্টিক মান্থলি ছেড়ে যান, যখন জেমস টি. ফিল্ডস সম্পাদক হিসেবে দায়িত্ব গ্রহণ করেন; এই ম্যাগাজিনটি দুই বছর আগে টিকনর অ্যান্ড ফিল্ডস দ্বারা ১০,০০০ ডলারে ক্রয় করা হয়েছিল।  \nলোয়েল ১৮৬১ সালের জানুয়ারিতে এলমউডে ফিরে আসেন, তবে জার্নালের নতুন মালিকদের সঙ্গে সৌহার্দ্যপূর্ণ সম্পর্ক বজায় রেখে জীবনের বাকি সময় তাঁর কবিতা ও গদ্য জমা দেন।  \nতবে, তাঁর গদ্য ১৮৬২–১৮৭২ সালের মধ্যে নর্থ আমেরিকান রিভিউ-এর পাতায় ব্যাপকভাবে প্রকাশিত হয়। সেই রিভিউতে, তিনি চার্লস এলিয়ট নরটন-এর সঙ্গে সহ-সম্পাদক হিসেবে কাজ করেন।  \nলোয়েলের রিভিউগুলো দিনের বিভিন্ন সাহিত্যিক প্রকাশনাগুলোকে কভার করতো, যদিও তিনি কম কবিতা লিখতেন।  \nনর্থ আমেরিকান রিভিউ-এর জন্য তাঁর একটি প্রবন্ধ, সম্প্রতি মৃত হেনরি ডেভিড থোরিউ-এর জীবন ও কর্মের উপর তীব্র সমালোচনামূলক প্রবন্ধ, শিরোনাম \"বিভিন্ন ব্যক্তিকে চিঠি\", দীর্ঘ দশকের সমালোচনামূলক অবহেলার একটি সম্মিলিত মতামতের দিকে অবদান রাখে।\nলোয়েল ইতিমধ্যেই ১৮৪৫ সালে পূর্বাভাস দিয়েছিলেন যে দাসপ্রথা নিয়ে বিতর্ক যুদ্ধের দিকে নিয়ে যাবে এবং, ১৮৬০-এর দশকে আমেরিকান গৃহযুদ্ধ ছড়িয়ে পড়ার সাথে সাথে, লোয়েল তাঁর রিভিউ-এর মাধ্যমে অ্যাব্রাহাম লিঙ্কন এবং তাঁর ইউনিয়ন রক্ষার প্রচেষ্টার প্রশংসা করেন।  \nলোয়েল যুদ্ধের সময় তিনজন ভাইপো হারান, যার মধ্যে ছিলেন চার্লস রাসেল লোয়েল জুনিয়র, যিনি ব্রিগেডিয়ার জেনারেল হয়ে সিডার ক্রীকের যুদ্ধ-এ মারা যান।  \nলোয়েল নিজেই সাধারণত শান্তিপ্রিয় ছিলেন; তবুও, তিনি লিখেছিলেন, \"যদি দাসপ্রথার ধ্বংসযজ্ঞ যুদ্ধের ফলস্বরূপ হয়, তবে কি আমরা তা নিয়ে আফসোস করব? যদি যুদ্ধের সফল পরিচালনার জন্য তা অপরিহার্য হয়, তবে কি কেউ এর বিরুদ্ধে দাঁড়াবে?\"  \nতাঁর গৃহযুদ্ধের প্রতি আগ্রহ তাঁকে দ্য বিগলো পেপারস-এর দ্বিতীয় সিরিজ লেখার অনুপ্রেরণা জোগায়, যার মধ্যে একটি বিশেষভাবে প্রাথমিক এমানসিপেশন প্রোক্লামেশন-কে উৎসর্গ করে, শিরোনাম \"পাস্টোরাল লাইনে সূর্যোদয়\" ১৮৬২ সালে।\nঅ্যাব্রাহাম লিঙ্কনের হত্যাকাণ্ড-এর কিছুক্ষণের পর, লোয়েলকে হার্ভার্ডে যুদ্ধের সময় নিহত স্নাতকদের স্মরণে একটি কবিতা উপস্থাপন করতে বলা হয়। তাঁর কবিতা, \"কমিমোরেশন ওড\", তাঁকে নিদ্রা ও ক্ষুধা হারাতে বাধ্য করলেও, ২১ জুলাই, ১৮৬৫ সালে এটি প্রদান করা হয়, ৪৮ ঘণ্টার লেখনী মশakkatের পর।  \nলোয়েল তাঁর পারফরম্যান্সের জন্য উচ্চ প্রত্যাশা করেছিলেন, তবে সেই দিনের অন্যান্য বিশিষ্ট ব্যক্তিদের কাজের ছায়ায় তা ফিকে পড়ে যায়, যার মধ্যে ছিলেন রালফ ওয়াল্ডো এমারসন এবং অলিভার ওয়েন্ডেল হোল্মস সিনিয়র। তিনি লিখেছিলেন, \"আমি প্রত্যাশিত সাফল্য অর্জন করতে পারিনি, এবং এই ভাবনা আমাকে লজ্জায় ফেলেছে যে, আবারও আমি ভাবতে প্রলোভিত হয়েছি যে আমি কবিতা লিখতে পারি, যা এমন এক মায়া, থেকে আমি এই ডজন বছরে মোটামুটি মুক্ত ছিলাম।\"  \nতাঁর ব্যক্তিগত মূল্যায়নের সত্ত্বেও, বন্ধু ও অন্যান্য কবিরা বহু চিঠি পাঠিয়ে লোয়েলকে অভিনন্দন জানিয়েছিলেন; এমারসন তাঁর কবিতার \"উচ্চ চিন্তা ও অনুভূতি\" উল্লেখ করেন এবং জেমস ফ্রিম্যান ক্লার্ক এর \"সুরের মহিমা\" নোট করেন।  \nলোয়েল পরে তাঁর কবিতাটি স্ট্রোপ দিয়ে লিঙ্কনের প্রতি সম্প্রসারিত করেন।  \nআর্থাৎ, ১৮৬০-এর দশকে, লোয়েলের বন্ধু লংফেলো কয়েক বছর ধরে ড্যান্টে অ্যালিঘিয়েরির দিভাইন কমেডি অনুবাদে ব্যস্ত ছিলেন এবং নিয়মিত বুধবার সন্ধ্যায় অন্যদের তাঁর সঙ্গে সহযোগিতা করতে আমন্ত্রণ জানাতেন।  \nলোয়েল, উইলিয়াম ডিন হাওয়েলস, চার্লস এলিয়ট নরটন এবং অন্যান্য অতিথিদের সঙ্গে মিলিত হয়ে তথাকথিত \"ড্যান্টে ক্লাব\" এর প্রধান সদস্য ছিলেন।  \nএকজন বন্ধু ও প্রকাশক নাথানিয়েল পার্কার উইলিস-এর ২৪ জানুয়ারি, ১৮৬৭ তারিখে অন্ত্যেষ্টিকর পরিষেবায় অংশ নেওয়ার পর, লোয়েল সিদ্ধান্ত নেন তাঁর কবিতার আরেকটি সংকলন প্রকাশ করার। আন্ডার দ্য উইলোস এন্ড আদার কবিতা ১৮৬৯ সালে প্রকাশিত হয়, যদিও লোয়েল মূলত এটিকে দ্য ভয়েজ টু দ্য ভিনল্যান্ড এন্ড আদার কবিতা শিরোনামে রাখতে চেয়েছিলেন।  \nএই বই, যা নরটনের প্রতি উৎসর্গীকৃত, গত বিশ বছরে লোয়েল যে কবিতাগুলি লিখেছিলেন সেগুলি সংকলিত করে এবং ১৮৪৮ সাল থেকে তাঁর প্রথম কবিতা সংকলন ছিল।\nলোয়েল আবার ইউরোপ ভ্রমণের পরিকল্পনা করেছিলেন।  \nতাঁর তা অর্থায়নের জন্য, তিনি এলমউডের আরও জমি বিক্রি করেন এবং বাড়িটিকে থমাস বেইলি অলড্রিচ-কে ভাড়া দেন; লোয়েলের কন্যা মেবেল, তখন, এডওয়ার্ড বার্নেট-এর সঙ্গে একটি নতুন বাড়িতে চলে যান, যিনি দক্ষিণবোরো, ম্যাসাচুসেটস থেকে সফল ব্যবসায়ী-কৃষক পরিবারের পুত্র ছিলেন।  \nলোয়েল ও তাঁর স্ত্রী ৮ জুলাই, ১৮৭২ সালে জাহাজে চড়ে প্রস্থান করেন, হার্ভার্ড থেকে ছুটি নিয়ে।  \nতারা ইংল্যান্ড, প্যারিস, সুইজারল্যান্ড ও ইতালিও পরিদর্শন করেন।  \nবিদেশে, তিনি অক্সফোর্ড বিশ্ববিদ্যালয় থেকে আইন বিষয়ে সম্মাননামূলক ডক্টরেট এবং কেমব্রিজ বিশ্ববিদ্যালয় থেকে আরেকটি সম্মাননামূলক ডক্টরেট লাভ করেন।  \nতারা ১৮৭৪ সালের গ্রীষ্মে যুক্তরাষ্ট্রে ফিরে আসেন।\n\n\n=== রাজনৈতিক নিযুক্তি ===\n  \nলোয়েল ১৮৭৪ সালে তাঁর হার্ভার্ড অধ্যাপকের পদ থেকে পদত্যাগ করেন, যদিও ১৮৭৭ সাল পর্যন্ত পাঠদান চালিয়ে যাওয়ার জন্য তাকে বোঝানো হয়েছিল।  \n১৮৭৬ সালে, লোয়েল প্রথমবারের মতো রাজনীতি ক্ষেত্রে পদার্পণ করেন।  \nসেই বছরে, তিনি সিসিনাটি, ওহাইওতে অনুষ্ঠিত রিপাবলিকান ন্যাশনাল কনভেনশনে একজন প্রতিনিধিরূপে অংশ গ্রহণ করেন, প্রেসিডেন্ট প্রার্থী রাদারফোর্ড বি. হেস-এর পক্ষ থেকে বক্তব্য দেন।  \nহেস মনোনয়ন জিতে নেন এবং অবশেষে রাষ্ট্রপতি হন।  \n১৮৭৭ সালের মে মাসে, প্রেসিডেন্ট হেস, যিনি দ্য বিগলো পেপারস-এর প্রশংসক ছিলেন, হাতে লেখা নোটসহ উইলিয়াম ডিন হাওয়েলস-কে লোয়েলের কাছে প্রেরণ করেন, যাতে তাঁকে অস্ট্রিয়া অথবা রাশিয়ার রাষ্ট্রদূতপদের প্রস্তাব করা হয়; লোয়েল তা প্রত্যাখ্যান করেন, তবে স্প্যানিশ সাহিত্য প্রতি তাঁর আগ্রহ উল্লেখ করেন।  \nপরে, লোয়েলকে স্পেনের রাষ্ট্রদূতপদের প্রস্তাব দেওয়া হয়েছিল, যা তিনি বার্ষিক ১২,০০০ ডলারের বেতনে গ্রহণ করেন।  \nলোয়েল ১৮৭৭ সালের ১৪ জুলাই বোস্টন থেকে জাহাজে চড়ে রওনা হন, এবং যদিও তিনি আশা করেছিলেন যে তিনি এক বা দুই বছর বিদেশে থাকবেন, ১৮৮৫ সাল পর্যন্ত যুক্তরাষ্ট্রে ফিরে আসেননি; সেই সময়ের একাংশে বায়োলিনবাদক ওলে বুল এলমউড ভাড়া নেন।  \nস্পেনীয় সংবাদমাধ্যম তাঁকে \"হোসে বিগলো\" নামে উল্লেখ করেছিল।  \nলোয়েল আইনশাস্ত্রে প্রশিক্ষিত ছিলেন এবং বিভিন্ন ভাষায় পড়তে পারতেন, এজন্য তিনি তাঁর রাজনৈতিক ভূমিকার জন্য যথেষ্ট প্রস্তুত ছিলেন।  \nতবে, স্পেনে থাকাকালে তিনি সামাজিক মেলামেশায় অসুবিধার সম্মুখীন হন এবং যুক্তরাষ্ট্রের তাঁর রাজনৈতিক অধিকারীদের উদ্দেশ্যে রসিক প্রেরিত বার্তা পাঠিয়ে নিজেকে মনোরঞ্জন করতেন, যার অনেকগুলো পরে ১৮৯৯ সালে মৃতোত্তর স্পেনের ছাপ নামে সংগ্রহ ও প্রকাশিত হয়।  \nলোয়েলের সামাজিক জীবন উন্নত হয় যখন ১৮৭৮ সালের শেষের দিকে স্প্যানিশ একাডেমি তাঁকে একজন সহকারী সদস্য হিসেবে নির্বাচিত করে, যার ফলে তিনি একটি নতুন অভিধান প্রস্তুতিতে অবদান রাখতে সক্ষম হন।\n\n১৮৮০ সালের জানুয়ারিতে, লোয়েলকে জানানো হয় যে তাঁকে ইংল্যান্ডের রাষ্ট্রদূতপদে নিযুক্ত করা হয়েছে, যা ১৮৭৯ সালের জুন থেকেই তাঁর অজান্তেই প্রণীত হয়েছিল।  \nতাঁকে ১৭,৫০০ ডলারের বেতন ও আনুমানিক ৩,৫০০ ডলার খরচ প্রদান করা হয়।  \nএই ভূমিকায় কর্মরত অবস্থায়, তিনি অভিযোগিতভাবে রোগে আক্রান্ত গরু আমদানির বিষয়ে আলোচনা করেন এবং বিশুদ্ধ খাদ্য ও ওষুধ আইনের পূর্বে এমন সুপারিশ উপস্থাপন করেন।  \nযুক্তরাজ্যের রানী ভিক্টোরিয়া মন্তব্য করেন যে তিনি এমন কোনো রাষ্ট্রদূত দেখেননি, যিনি \"এত আকর্ষণ সৃষ্টি করেছিলেন এবং এত সম্মান অর্জন করেছিলেন মি. লোয়েলের মতো\"।  \nলোয়েল ১৮৮৫ সালের বসন্ত পর্যন্ত, চেস্টার এ. আর্থারের রাষ্ট্রপতি কাল শেষ হওয়া পর্যন্ত এই ভূমিকাটি পালন করেন, তাঁর স্ত্রীর দুর্বল স্বাস্থ্যের সত্ত্বেও।  \nলোয়েল ইতিমধ্যেই ইংল্যান্ডে তাঁর লেখনীর জন্য পরিচিত ছিলেন এবং সেখানে থাকাকালে সহলেখক হেনরি জেমস-এর সঙ্গে বন্ধুত্ব করেন, যিনি তাঁকে \"স্পষ্টভাবে আমেরিকান\" বলে উল্লেখ করেন।  \nলোয়েল আরও কয়েক বছর আগে লেসলি স্টিফেন-এর সঙ্গে বন্ধুত্ব করেছিলেন এবং তাঁর কন্যার, ভবিষ্যত লেখিকা ভার্জিনিয়া উল্ফ-এর গডফাদার হন।  \nলোয়েল এতটাই জনপ্রিয় ছিলেন যে, প্রেসিডেন্ট গ্রোভার ক্লিভল্যান্ড দ্বারা তাঁকে স্মরণ করানোর পরে অক্সফোর্ডে অধ্যাপক পদের প্রস্তাব দেওয়া হয়েছিল, তবে তিনি সেই প্রস্তাব প্রত্যাখ্যান করেন।  \nতিনি ১৮৮৩ সালে আমেরিকান দার্শনিক সোসাইটি-এর সদস্য হিসেবে নির্বাচিত হন।  \nতাঁর দ্বিতীয় স্ত্রী, ফ্রান্সেস, ১৮৮৫ সালের ১৯ ফেব্রুয়ারিতে, ইংল্যান্ডে অবস্থানকালে মারা যান।\n\n\n=== পরবর্তী বছর ও মৃত্যু ===\n  \nলোয়েল ১৮৮৫ সালের জুন মাসে যুক্তরাষ্ট্রে ফিরে আসেন, যেখানে তিনি তাঁর কন্যা ও তাঁর স্বামীর সঙ্গে সাউথবো, ম্যাসাচুসেটস-এ বাস করতেন।  \nতারপর তিনি বস্টনে তাঁর বোনের সঙ্গে কিছু সময় কাটান, এবং ১৮৮৯ সালের নভেম্বর এলমউডে ফিরে যান।  \nতখন পর্যন্ত, তাঁর অধিকাংশ বন্ধু—কুইন্সি, লংফেলো, ডানা ও এমারসন—মারা গেছেন, যা তাঁকে বিষণ্ণ করে এবং পুনরায় আত্মহত্যার কথা ভাবতে প্ররোচিত করে।  \nলোয়েল ১৮৮০-এর দশকের কিছু অংশ বিভিন্ন বক্তৃতা প্রদান করে কাটান, এবং তাঁর সর্বশেষ প্রকাশিত কাজগুলো ছিল বেশিরভাগ প্রবন্ধ সংকলন, যার মধ্যে রাজনৈতিক প্রবন্ধসমূহ এবং ১৮৮৮ সালে তাঁর কবিতা সংকলন হার্টসিজ অ্যান্ড রু অন্তর্ভুক্ত ছিল।  \nতাঁর শেষ কয়েক বছরে, তিনি সময়ে সময়ে ইংল্যান্ডে ভ্রমণ করতেন এবং ১৮৮৯ সালের শরতে যুক্তরাষ্ট্রে ফিরে এসে, মেবেলের সঙ্গে এলমউডে ফিরে যান, যখন তাঁর স্বামী নিউ ইয়র্ক ও নিউ জার্সিতে ক্লায়েন্টদের জন্য কাজ করতেন।  \nসেই বছরে, লোয়েল জর্জ ওয়াশিংটন-এর শপথ গ্রহণের শতবর্ষ উদযাপনে একটি বক্তৃতা প্রদান করেন। একই বছরে, বস্টনের ক্রিটিক তাঁর সত্তরতম জন্মদিন উপলক্ষে তাঁর বন্ধুদের স্মৃতি ও অভিজ্ঞতা সংগ্রহ করে একটি বিশেষ সংখ্যা উত্সর্গ করে, যার মধ্যে প্রাক্তন প্রেসিডেন্ট হেস, বেনজামিন হ্যারিসন এবং ব্রিটিশ প্রধানমন্ত্রী উইলিয়াম এওয়ার্ট গ্ল্যাডস্টোন সহ অ্যালফ্রেড, লর্ড টেনিসন ও ফ্রান্সিস পার্কম্যান অন্তর্ভুক্ত ছিলেন।  \nতাঁর জীবনের শেষ কয়েক মাসে, লোয়েল গাউট, বাম পায়েতে সাইটিকা এবং দীর্ঘস্থায়ী বমি ভাবের সঙ্গে সংগ্রাম করতেন; ১৮৯১ সালের গ্রীষ্মে, চিকিৎসকরা বিশ্বাস করতেন যে তাঁর কিডনি, যকৃত ও ফুসফুসে ক্যান্সার ছিল। তাঁর শেষ কয়েক মাসে, ব্যথার উপশমে তাঁকে অপিয়াম প্রদান করা হতো এবং তিনি প্রায়ই সম্পূর্ণ চেতনাবিহীন থাকতেন।  \nতিনি ১৮৯১ সালের ১২ আগস্ট এলমউডে মারা যান।  \nঅ্যাপলটন চ্যাপেল-এ অনুষ্ঠান শেষে, তাঁকে মাউন্ট অবার্ন সিমেট্রি-এ সমাধিস্থ করা হয়।  \nতাঁর মৃত্যুর পর, নরটন তাঁকে তাঁর সাহিত্যিক নির্বাহী হিসেবে নিয়োগ দিয়ে লোয়েলের বিভিন্ন কাজ ও চিঠির সংকলন প্রকাশ করেন।\n\n\n== লেখার শৈলী ও সাহিত্য তত্ত্ব ==\n\nপ্রারম্ভিক কর্মজীবনে, জেমস রাসেল লোয়েলের লেখা সুইডেনবর্গীয়বাদের দ্বারা প্রভাবিত ছিল। এটি আধ্যাত্মবাদী খ্রিস্টধর্মের একটি রূপ এবং এটি এমানুয়েল সুইডেনবর্গ প্রতিষ্ঠা করেন। এর ফলে, ফ্রান্সেস লংফেলো (কবি হেনরি ওয়াডসওয়ার্থ লংফেলোর স্ত্রী) মন্তব্য করেছিলেন, \"তিনি বহুদিন ধরে আত্মার দর্শন দেখার অভ্যাসে রয়েছেন।\" লোয়েল প্রেরণার আলো দ্বারা অনুপ্রাণিত হয়ে দ্রুত কবিতা রচনা করতেন, তবে আদেশ অনুযায়ী লিখতে পারতেন না। তিনি ১৯শ শতকের প্রচলিত ধারণা অনুসারে কবিকে নবী মনে করতেন, তবে আরও এগিয়ে গিয়ে ধর্ম, প্রকৃতি এবং কবিতার সঙ্গে সামাজিক সংস্কারের সংযোগ স্থাপন করেন। ইভার্ট আগাস্টাস ডিউকিংক ও অন্যান্যরা তাঁকে ইয়াং আমেরিকা আন্দোলন (নিউ ইয়র্ক ভিত্তিক) এর অংশ হিসেবে স্বাগত জানান। যদিও তিনি আনুষ্ঠানিকভাবে এই আন্দোলনের সদস্য ছিলেন না, তিনি লেখকদের মানবতার নৈতিক দায়িত্ব সম্পর্কে গভীর অন্তর্দৃষ্টি রাখতেন এবং সাহিত্যিক ও নান্দনিক কার্যক্রমের দায়বদ্ধতার ধারণা পোষণ করতেন। অন্যান্য সমসাময়িকদের (যেমন ইয়াং আমেরিকা আন্দোলনের সদস্যরা) মতো, লোয়েল নতুন জাতীয় সাহিত্য তৈরির পক্ষে ছিলেন না। বরং, তিনি একটি স্বাভাবিক সাহিত্য চেয়েছিলেন, যা দেশের, বর্ণের বা জাতিগত সীমারেখার ঊর্ধ্বে থাকবে। তিনি প্রাদেশিকতার বিরুদ্ধে সতর্ক করেছিলেন, কারণ এটি \"এক মহান ভাইবোনত্বের আশাকে আরও দূরে সরিয়ে দিতে পারে।\" তিনি তাঁর প্রতিবেশী লংফেলোর সঙ্গে একমত ছিলেন যে, \"যে ব্যক্তি সবচেয়ে সর্বজনীন, সে একই সঙ্গে সবচেয়ে জাতীয়ও।\"\n\nআমি বিশ্বাস করি যে, এই যুগে কোনো কবি ভালো কিছু লিখতে পারেনা যদি না তিনি নিজেকে [র‍্যাডিকাল] প্রবণতায় সমর্পণ করেন... আমার দৃষ্টিতে, কবিতার প্রমাণ হলো যে, এটি মানব মনের মধ্যে ভাসমান অস্পষ্ট দর্শনকে এক একক লাইনে কমিয়ে আনে, এবং এভাবে এটিকে বহনযোগ্য ও উপকারী করে তোলে, এবং তা সহজেই হাতে আসে... অন্তত, কোনো কবিতাই আমাকে তার লেখকের প্রতি সম্মান প্রদর্শন করায় না যা কোনোভাবে দর্শনের সত্যতা প্রকাশ করে না।\nএকজন ভাষাতত্ত্ব পণ্ডিত হিসেবে, লোয়েল আমেরিকান উপভাষা সমিতিয়ের একজন প্রতিষ্ঠাতা ছিলেন।\nতিনি এই আবেগটি তাঁর লেখায় প্রয়োগ করেন, সবচেয়ে প্রসিদ্ধভাবে দ্য বিগলো পেপারস-এ, যেখানে তিনি ১৯শ শতকের গ্রাম্য ইয়াঙ্কি উপভাষা উপস্থাপন করেন,\nএগুলোতে অমান্য উপভাষা (ননস্ট্যান্ডার্ড) স্থানীয় ব্যাকরণ এবং প্রায়-ধ্বনিত বানান ব্যবহৃত হয়েছে,—এই পদ্ধতিকে বলা হয় আই ডায়ালেক্ট।\nএই আঞ্চলিক উপভাষার ব্যবহার করে, লোয়েল সাধারণ মানুষের অভিজ্ঞতার কাছে পৌঁছানোর চেষ্টা করেছিলেন এবং আরও ফর্মাল ও, তাঁর মতে, কৃত্রিমভাবে উপস্থাপিত আমেরিকান চরিত্রগুলোর বিরুদ্ধে বিদ্রোহ করতেন।\nতিনি দ্য বিগলো পেপারস-এর প্রবর্তনায় লিখেছিলেন, \"কয়েকজন আমেরিকান লেখক বা বক্তা তাঁদের মাতৃভাষা এমন সরলতা, নির্ভুলতা, ও শক্তির সঙ্গে ব্যবহার করেন না, যা ইংল্যান্ডে সাধারণত দেখা যায়।\"\n\nইচ্ছাকৃত হাস্যরসাত্মক হলেও, এই প্রামাণ্য উপভাষার ব্যবহার আমেরিকান সাহিত্যে অগ্রণী কাজ ছিল।\nউদাহরণস্বরূপ, লোয়েলের চরিত্র হোসিয়া বিগলো কবিতায় বলেন:\n\nলোয়েলকে 'ফায়ারসাইড কবি'দের একজন হিসেবে গণ্য করা হয়, যা ১৮৪০-এর দশকের নিউ ইংল্যান্ডের লেখকদের একটি গোষ্ঠী, যাদের জাতীয় অনুসারিতা ব্যাপক ছিল এবং যাদের লেখা প্রায়ই পরিবারের আগুনের পাশে উচ্চস্বরে পাঠ করা হতো।\nলোয়েলের পাশাপাশি, এই গোষ্ঠীর প্রধান ব্যক্তিত্ব ছিলেন লংফেলো, হোমস, জন গ্রিনলীফ হুইটিয়ার, ও উইলিয়াম কুলেন ব্রায়ান্ট.\n\n\n== বিশ্বাস ==\nলোয়েল দাসপ্রথা বিলোপের পক্ষে ছিলেন, তবে আফ্রিকান-আমেরিকানদের সম্পর্কে তাঁর মতামত স্পষ্ট ছিল না। তিনি কালোদের ভোটাধিকারের পক্ষে যুক্তি দেন, তবে মনে করতেন তাঁদের ভোটদানের সক্ষমতা সমস্যা সৃষ্টি করতে পারে। তবুও, তিনি লিখেছিলেন, \"আমরা বিশ্বাস করি, সাদা জাতি বুদ্ধিবৃত্তিক ও ঐতিহ্যগতভাবে উচ্চতর হওয়ায় যথেষ্ট প্রভাব বজায় রাখবে, যাতে নতুন ব্যবস্থায় বড় কোনো সমস্যা না হয়।\" তিনি আরও লিখেছিলেন যে, মুক্তদাসরা \"অপরিচ্ছন্ন, অলস ও মিথ্যাবাদী\"। দাসপ্রথা বিলোপকারী মারিয়া হোয়াইটের সঙ্গে বিয়ের আগেই লোয়েল লিখেছিলেন, \"বর্তমান প্রচলিত রাজনৈতিক দলের মধ্যে কেবল দাসপ্রথা বিলোপকারীদের প্রতিই আমার সহানুভূতি আছে।\" বিয়ের পর, প্রথমদিকে তিনি স্ত্রীর উদ্দীপনাকে পুরোপুরি সমর্থন করেননি, তবে ধীরে ধীরে আন্দোলনের প্রতি আকৃষ্ট হন। এই দম্পতি প্রায়ই পলায়নরত দাসদের আর্থিক সহায়তা দিতেন, এমনকি নিজেদের অর্থনৈতিক অবস্থা দুর্বল থাকলেও। বিশেষ করে, যখন কোনো দাস সঙ্গী বা সন্তানের মুক্তির জন্য সাহায্য চাইত। তবে, তিনি সর্বদা আন্দোলনের অনুসারীদের সঙ্গে সম্পূর্ণ একমত ছিলেন না। তিনি বলেছিলেন, \"বুদ্ধিকে এমনভাবে ব্যবহার করা হয়, যেমন অজ্ঞ লোকেরা চেরি খায়—তারা চেরির বীজ না গিলে ফেললে তা অপূর্ণ মনে করে।\" লোয়েলের দ্বিতীয় সংকলন দ্য বিগলো পেপারস-এ তিনি দক্ষিণাঞ্চলবাসীদের নেতিবাচকভাবে চিত্রিত করেছিলেন। তবে ১৮৬৫ সালে তিনি বলেন, দক্ষিণাঞ্চলবাসীরা \"শুধু দুর্বলতার জন্য দোষী\"। ১৮৬৮ সালে তিনি স্বীকার করেন যে, তিনি দক্ষিণাঞ্চলবাসী ও তাঁদের দাসপ্রথার প্রতি সহানুভূতিশীল। লোয়েলের শত্রু ও বন্ধুরা দাসপ্রথা বিষয়ে তাঁর অস্পষ্ট অবস্থান নিয়ে প্রশ্ন তুলেছিলেন। দাসপ্রথা বিলোপকারী সামুয়েল জোসেফ মে তাঁকে অভিযোগ করেন যে, হার্ভার্ড ও বস্টনের ব্রাহ্মণ সংস্কৃতির সঙ্গে সংযুক্ত থাকার কারণে তিনি আন্দোলন থেকে দূরে সরে যাচ্ছেন। তিনি বলেন,\"কলেজ ও বস্টনের অভিজাত, মর্যাদাপূর্ণ, পরিবর্তন-বিরোধী সমাজে প্রবেশের পর, লোয়েল বাস্তবতা ও 'সম্মানজনকতা'র দিকে ঝুঁকেছেন।\"\n\nলোয়েল অন্যান্য সংস্কার আন্দোলনেও সক্রিয় ছিলেন। তিনি কারখানা শ্রমিকদের জন্য ভালো কর্মপরিবেশের দাবি জানান, পুঁজিবাদী শাস্তির (দণ্ডব্যবস্থা) বিরোধিতা করেন এবং শীতলতা (টেম্পারেন্স) আন্দোলনকে সমর্থন করেন। তাঁর বন্ধু লংফেলো বিশেষভাবে তাঁর শীতলতা সম্পর্কিত উত্সাহ নিয়ে উদ্বিগ্ন ছিলেন, কারণ তিনি আশঙ্কা করতেন যে লোয়েল তাঁর ওয়াইন সেলার ধ্বংস করার অনুরোধ করতে পারেন। লোয়েলের কলেজ জীবনে পানীয়ের উল্লেখ অনেক ছিল, যা তাঁর স্কুলজীবনের খ্যাতির অংশ ছিল। তবে, তাঁর বন্ধু এডওয়ার্ড এভারেট হেল এসব অভিযোগ অস্বীকার করেন। লোয়েল এক সময় হার্ভার্ডের \"অ্যান্টি-ওয়াইন\" ক্লাবে যোগ দেওয়ার কথা ভাবতেন এবং তাঁর প্রথম বিবাহের শুরুর দিকে তিনি সম্পূর্ণ মদ্যপান পরিহারকারী (টিটোটালার) হয়ে ওঠেন। তবে খ্যাতি অর্জনের পর, যখন তিনি স্ত্রীর থেকে দূরে থাকতেন, তখন সামাজিক মেলামেশার কারণে তিনি ভারীভাবে মদ্যপান করতেন। পান করার সময়, তাঁর মেজাজ ওঠানামা করত, কখনো আনন্দিত হতেন, আবার কখনো উন্মাদ হয়ে উঠতেন।\n\n\n== সমালোচনা ও ঐতিহ্য ==\n১৮৪৯ সালে, লোয়েল নিজেকে নিয়ে বলেন, \"আমি প্রথম সেই কবি, যিনি আমেরিকান ধারণা প্রকাশের চেষ্টা করেছি, এবং আমি ধীরে ধীরে জনপ্রিয় হয়ে উঠব।\"\n\nকবি ওয়াল্ট হুইটম্যান বলেছিলেন,\n\"লোয়েল একজন চাষি নন—তিনি একজন নির্মাতা ছিলেন। তিনি কবিতা 'নির্মাণ' করেছিলেন: তিনি বীজ রোপণ করেন নি, বীজ পানিতে ভিজান নি, এবং সূর্য পাঠান নি—অবশিষ্ট অংশ নিজেই যত্ন নেবে: তিনি তাঁর কবিতাগুলো পরিমাপ করেছিলেন—তাদের একটি সূত্রের মধ্যে রাখতেন।\"\n\nএকই আগুনের পাশে বসে থাকা কবি জন গ্রিনলীফ হুইটিয়ার তাঁর সম্মানে দুইটি কবিতা লিখে তাঁকে অভিহিত করেন \"আমাদের নতুন থিওক্রিটাস\" এবং \"আমাদের লেখকদের মধ্যে সবচেয়ে শক্তিশালী ও পরাক্রমশালী – একজন প্রজাতান্ত্রিক কবি, যিনি অপ্রচলিত সত্যের সাহসী কথা বলতে দৃষ্টান্ত স্থাপন করেন।\"\n\nব্রিটিশ লেখক থমাস হিউজ লোয়েলকে মার্কিন যুক্তরাষ্ট্রের সবচেয়ে গুরুত্বপূর্ণ লেখকদের একজন হিসেবে উল্লেখ করেন:\n\"গ্রিস ছিল তাদের অ্যারিস্টোফেনস; রোম ছিল তাদের জুভেনাল; স্পেন পেয়েছিল তাদের সেভারান্তেস; ফ্রান্স ছিল তাদের রাবেলেইস, তাঁদের মোলিয়ার, তাঁদের ভলতেয়ার; জার্মানি ছিল তাদের জঁ পল, তাঁদের হেইনে; ইংল্যান্ড ছিল তাঁদের সুইফট, তাঁদের থ্যাকারি; এবং আমেরিকা আছে তাঁদের লোয়েল।\"\n\nলোয়েলের উপহাস্য রচনা ও উপভাষার ব্যবহার মার্ক টোয়েন, উইলিয়াম ডিন হাওয়েলস, এইচ. এল. মেনকেন, এবং রিং লার্ডনার-এর মতো লেখকদের জন্য অনুপ্রেরণা ছিল।\n সমসাময়িক সমালোচক ও সম্পাদক মার্গারেট ফুলার লিখেছিলেন, \"তাঁর কবিতা পূর্বনির্ধারিত রীতিতে; তাঁর চিন্তা গভীরতা শূন্য শোনায়, এবং ভবিষ্যৎ তাঁকে স্মরণ করবে না।\"\n\nইভার্ট আগাস্টাস ডিউকিংক মনে করতেন, লোয়েল উইলিয়াম শেক্সপিয়ার ও জন মিলটন-এর মতো অন্যান্য কবিদের সাথে অত্যন্ত মিল রয়েছে।\n\nরাল্ফ ওয়ালডো এমারসন উল্লেখ করেন যে, যদিও লোয়েলের প্রাঞ্জল প্রযুক্তিগত দক্ষতা ছিল, তাঁর কবিতা\n\"তাঁর আকাঙ্ক্ষা, তাঁর উচ্চাকাঙ্ক্ষা প্রকাশ করে, বরং সেই অবিরাম অভ্যন্তরীণ প্রেরণার চেয়ে, যা নতুন কবিতার প্রকৃত চিহ্ন – যা সমগ্র স্বরে অনুভূত হয়, বরং উজ্জ্বল অংশ বা লাইনে প্রকাশ পায় না।\"\n\nতাঁর বন্ধু রিচার্ড হেনরি ডানা জুনিয়রও লোয়েলের সক্ষমতা নিয়ে প্রশ্ন তুলেছিলেন, তাঁকে বলেছিলেন, \"খুবই চতুর, বিনোদনমূলক ও হাস্যরসাত্মক ... তবে তিনি শেষ পর্যন্ত একজন তুচ্ছ ব্যক্তি।\"\n\nবিশ শতকের দিকে, কবি রিচার্ড আর্মার লোয়েলকে অগ্রাহ্য করে লিখেছিলেন, \"হার্ভার্ড স্নাতক এবং 'অ্যাটলান্টিক মান্থলি'-এর সম্পাদক হিসেবে, লোয়েলের জন্য একজন অশিক্ষিত বোকা মতো লেখা অবশ্যই কঠিন, কিন্তু তিনি তা সফলভাবে করলেন।\" \n\nকবি এমি লোয়েল ১৯২২ সালে তাঁর কবিতা 'এ ক্রিটিক্যাল ফেবল'-এ তাঁর আত্মীয় জেমস রাসেল লোয়েলকে উপস্থাপন করেন, যেখানে শিরোনামটি 'এ ফেবল ফর ক্রিটিকস'-কে উপহাস করে। সেখানে, লোয়েলের একটি কাল্পনিক সংস্করণ দাবি করে যে, তিনি বিশ্বাস করেন না যে শিল্পকলায় নারীরা কখনও পুরুষদের সমান হতে পারবে এবং \"দুই লিঙ্গকে সমান উপাদান হিসেবে স্থান দেওয়া যায় না।\" \nআধুনিক সাহিত্য সমালোচক ভ্যান উইক ব্রুকস লিখেছেন যে, লোয়েলের কবিতা এমনভাবে লেখা হয়েছে যা পড়ে পাঁচ বার পড়লেও ভুলে যাওয়ার মতো, যেন এই উৎকৃষ্ট কবিতা পানিতে লেখা হয়েছে।\nতাঁর 'দ্য ভিশন অফ স্যার লনফাল' (১৮৪৮) কে বলা হয়েছে \"ইংরেজিতে লেখা সবচেয়ে খারাপভাবে নির্মিত কবিতাগুলোর মধ্যে একটি\" এবং \"কখনও লেখা সবচেয়ে বিশৃঙ্খল কবিতা\"। তবুও, ১৯৬৯ সালে মডার্ন ল্যাঙ্গুয়েজ অ্যাসোসিয়েশন লোয়েলের নামে একটি পুরস্কার প্রতিষ্ঠা করে, যা প্রতি বছর \"একটি অসাধারণ সাহিত্য বা ভাষাতাত্ত্বিক গবেষণা, একটি গুরুত্বপূর্ণ কাজের সমালোচনামূলক সংস্করণ, অথবা একটি সমালোচনামূলক জীবনী\" প্রদান করে।\nলোয়েলের কবিতা 'দ্য প্রেজেন্ট ক্রাইসিস' ছিল গৃহযুদ্ধের পূর্বে দাসপ্রথা নিয়ে জাতীয় সঙ্কটকে স্পর্শকারী প্রাথমিক কাজ এবং এটি আধুনিক নাগরিক অধিকার আন্দোলনে প্রভাব ফেলেছে। ন্যাশনাল অ্যাসোসিয়েশন ফর দ্য অ্যাডভান্সমেন্ট অব কালার্ড পিপল তাঁদের নিউজলেটারের নাম 'দ্য ক্রাইসিস' এই কবিতার নামে রেখেছিল, এবং মার্টিন লুথার কিং জুনিয়র তাঁর বক্তৃতা ও ধর্মপ্রচারগুলিতে প্রায়ই এই কবিতার উদ্ধৃতি দিয়েছেন। এই কবিতাটি 'ওয়ান্স টু এভরি ম্যান অ্যান্ড নেশন' নামক গীতের উৎসও ছিল। আমেরিকান সুরকার এমিলি ব্রুস রোএলফসন তাঁর গান 'ফ্রম দ্য ক্লোজ শাট উইন্ডো' এ লোয়েলের পাঠ্য ব্যবহার করেছিলেন।\n\n\n== নির্বাচিত কাজগুলির তালিকা ==\n\nকবিতা সংগ্রহ\n\nএ ইয়ার্স লাইফ' (১৮৪১)\nপোয়েমস (১৮৪৪; সংশোধিত সংস্করণ ১৮৪৯)\nদ্য বিগলো পেপার্স (১৮৪৮)\nএ ফেবল ফর ক্রিটিকস (১৮৪৮)\nপোয়েমস (১৮৪৮)\nদ্য ভিশন অফ স্যার লাউন্ফাল (১৮৪৮)\nআন্ডার দ্য উইলোজ (১৮৬৯)\nদ্য ক্যাথেড্রাল (১৮৭০)\nহার্টসিজ অ্যান্ড রু (১৮৮৮)\nপ্রবন্ধ সংগ্রহ\n\nকনভার্সেশনস অন সাম অফ দ্য অল্ড পোয়েটস (১৮৪৪)\nফায়ারসাইড ট্রাভেলস (১৮৬৪)\nআমং মাই বুকস (১৮৭০)\nমাই স্টাডি উইন্ডোজ (১৮৭১)\nআমং মাই বুকস (দ্বিতীয় সংগ্রহ, ১৮৭৬)\nডেমোক্রেসি অ্যান্ড আদার অ্যাড্রেসেস (১৮৮৬)\nপলিটিকাল এসেস (১৮৮৮)\n\n\n== এছাড়াও দেখুন ==\n  \nইল পেসেবালো\nডানতে সোসাইটি অফ আমেরিকা\nজেমস রাসেল লোয়েল স্কুল (ফিলাডেলফিয়া)\nলোয়েল হাই স্কুল (সান ফ্রান্সিসকো)\nদ্য নিকেরবকার\nরবার্ট লোয়েল\n\n\n== নোট ==\n\n\n== সূত্র ==\nডাবারম্যান, মার্টিন। জেমস রাসেল লোয়েল। বোস্টন: হাউটন মিফলিন কোম্পানি, ১৯৬৬।\nহেইম্যান, সি. ডেভিড। আমেরিকান অ্যারিস্টোক্রেসি: দ্য লাইভস অ্যান্ড টাইমস অফ জেমস রাসেল, অ্যামি, অ্যান্ড রবার্ট লোয়েল। নিউ ইয়র্ক: ডড, মিড & কোম্পানি, ১৯৮০। আইএসবিএন ০-৩৯৬-০৭৬০৮-৪\nলুপ্যাক, অ্যালান এবং বারবারা টেপা লুপ্যাক। কিং আর্থার ইন আমেরিকা। কেমব্রিজ: ডি. এস. ব্রিউয়ার, ১৯৯৯। আইএসবিএন ৯৭৮০৮৫৯৯১৫৪৩৪\nনেলসন, র‍্যান্ডি এফ। দ্য আলমানাক অফ আমেরিকান লেটার্স। লস আলটস, ক্যালিফোর্নিয়া: উইলিয়াম কাউফম্যান, ইনক., ১৯৮১। আইএসবিএন ০-৮৬৫৭৬-০০৮-X\nসুলিভান, উইলসন। নিউ ইংল্যান্ড মেন অফ লেটার্স। নিউ ইয়র্ক: দ্য ম্যাকমিলান কোম্পানি, ১৯৭২। আইএসবিএন ০-০২-৭৮৮৬৮০-৮\nওয়াগেনকনেকট, এডওয়ার্ড। জেমস রাসেল লোয়েল: পোর্ট্রেট অফ আ ম্যানি-সাইডেড ম্যান। নিউ ইয়র্ক: অক্সফোর্ড ইউনিভার্সিটি প্রেস, ১৯৭১।\n\n\n== আরও পড়ুন ==\nগ্রিনস্লেট, ফেরিস। জেমস রাসেল লোয়েল, হিজ লাইফ অ্যান্ড ওয়ার্ক। বোস্টন: ১৯০৫।\nহেল, এডওয়ার্ড এভারেট। জেমস রাসেল লোয়েল অ্যান্ড হিজ ফ্রেন্ডস। বোস্টন: ১৮৯৯।\nস্কাডার, হোরেস এলিশা। জেমস রাসেল লোয়েল: আ বায়োগ্রাফি। ভলিউম ১, ভলিউম ২। প্রকাশিত ১৯০১।\n\n\n== বহির্সংযোগ ==\n\nগুটেনবের্গ প্রকল্পে James Russell Lowell-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে জেমস রাসেল লোয়েল কর্তৃক কাজ বা সম্পর্কে তথ্য\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  জেমস রাসেল লোয়েল\nFull View Books with PDF downloads at Google Books\nThe Complete Writings of James Russell Lowell, edited by Charles Eliot Norton\nThe Oliver Wendell Holmes Library at the Library of Congress has noteworthy representation volumes inscribed by James Russell Lowell.\nPapers of James Russell Lowell at Harvard University Archives\nJames Russell Lowell Miscellaneous Correspondence (MS Am 1191) at Houghton Library, Harvard University"}