{"pageid": 1516540, "title": "রয়্যাল মেইল শিপ", "url": "https://bn.wikipedia.org/wiki?curid=1516540", "content": "রয়্যাল মেইল শিপ (বাংলা: রাজকীয় ডাক জাহাজ), কখনও স্টিম-শিপ বা স্টিমার, সংক্ষেপে আরএমএস (RMS), হলো জাহাজের উপসর্গ যা ব্রিটিশ রয়্যাল মেইল-এর চুক্তির আওতায় ডাক পরিবহনকারী সমুদ্রগামী জাহাজগুলোর জন্য ব্যবহৃত হয়। এই উপাধিটি ১৮৪০ সাল থেকে প্রচলিত। \"RMS\" উপাধিপ্রাপ্ত যে কোনো জাহাজ সমুদ্রে চলাচলের সময় রয়্যাল মেইলের পতাকা উত্তোলনের অধিকার রাখে এবং যে কোনো পরিচয়সূচক চিহ্ন বা নকশায় রয়্যাল মেইল \"ক্রাউন\" (রাজকীয় মুকুট) প্রতীক অন্তর্ভুক্ত করতে পারে।\nএটি অনেক শিপিং লাইনের দ্বারা ব্যবহৃত হতো, তবে বিশেষত হোয়াইট স্টার লাইন, কুনার্ড, রয়্যাল মেইল লাইনস, ইউনিয়ন-ক্যাসল লাইন, কানাডিয়ান প্যাসিফিক লাইন, ওরিয়েন্ট লাইন এবং P&OSNC-এর সঙ্গে ঘনিষ্ঠভাবে যুক্ত ছিল, যারা একাধিক উচ্চ-প্রোফাইল ডাক পরিবহন চুক্তির অধিকারী ছিল এবং ঐতিহ্যগতভাবে তাদের অনেক জাহাজের নামের শুরুতে \"RMS\" উপসর্গ ব্যবহার করত।\nযদিও কিছু কোম্পানি, বিশেষত রয়্যাল মেইল লাইনস, তাদের সব জাহাজকেই \"RMS\" উপাধি দিত, তবে প্রযুক্তিগতভাবে কোনো জাহাজ শুধুমাত্র ডাক পরিবহনের চুক্তির অধীনে থাকাকালীন এই উপসর্গ ব্যবহার করতে পারত, এবং অন্যান্য সময় এটি \"SS\" এর মতো সাধারণ উপাধিতে ফিরে যেত।\n\n\n== ইতিহাস ==\n\nমূলত, এই জাহাজগুলো পরিচালনা করত ব্রিটিশ অ্যাডমিরালটি।\n\"আরএমএস\" উপাধিটি ১৮৪০ সাল থেকে ব্যবহৃত হয়ে আসছে। ১৮৫০ সালে এই সংক্রান্ত চুক্তি বেসরকারি কোম্পানিগুলোর কাছে হস্তান্তর করা হয়। \"আরএমএস\" উপাধি পাওয়াকে গুণগত মানের চিহ্ন এবং প্রতিযোগিতামূলক সুবিধা হিসেবে বিবেচনা করা হতো, কারণ ডাক নির্ধারিত সময়েই গন্তব্যে পৌঁছাতে হতো।  \n\nসবচেয়ে লাভজনক এবং ব্যস্ততম রুট ছিল আয়ারল্যান্ডের কিংস্টাউন (বর্তমান ডান লাওঘেয়ার) থেকে ওয়েলসের হোলিহেড পর্যন্ত। সিটি অব ডাবলিন স্টিম প্যাকেট কোম্পানি (CDSPCo) এই চুক্তি জিতে নেয়। তারা তাদের প্রিন্স আর্থার জাহাজের পাশাপাশি অ্যাডমিরালটি থেকে আরএমএস সেন্ট কলম্বা এবং আরএমএস ল্লেভেলিন কিনে নেয়। ১৮৬০ সালের CDSPCo চুক্তিতে শর্ত ছিল যে, প্রতি মিনিটের দেরির জন্য £1 1s 4d জরিমানা গুনতে হবে।\nকানাডিয়ান প্যাসিফিক রেলওয়ে'র ট্রান্স-প্যাসিফিক রয়্যাল মেইল চুক্তির অধীনে একটি স্টিমশিপ বহরের প্রথম তিনটি জাহাজ নির্মাণ করা হয়: আরএমএস ইমপ্রেস অফ চায়না ১৮৯১, আরএমএস ইমপ্রেস অফ ইন্ডিয়া ১৮৯০, এবং ইমপ্রেস অফ জাপান ' ১৮৯১, যা ১৮৯১ সাল থেকে নিয়মিতভাবে ভ্যাঙ্কুভার এবং এশিয়ার মধ্যে চলাচল করত।\n\"আরএমএস\" উপাধিটি হোয়াইট স্টার লাইন, P&O এবং কুনার্ড লাইন-এর ১৯শ ও ২০শ শতাব্দীর জাহাজগুলোতেও ব্যবহৃত হয়েছে। \"আরএমএস\" উপাধিপ্রাপ্ত সবচেয়ে বিখ্যাত জাহাজ ছিল টাইটানিক।\n\n\n== তথ্যসূত্র =="}