{"pageid": 1516122, "title": "ওয়ালেস স্টিভেন্স", "url": "https://bn.wikipedia.org/wiki?curid=1516122", "content": "ওয়ালেস স্টিভেন্স (২ অক্টোবর, ১৮৭৯ – ২ আগস্ট, ১৯৫৫) একজন মার্কিন আধুনিক কবি ছিলেন। তিনি রিডিং, পেনসিলভানিয়ায় জন্মগ্রহণ করেন। পরে হার্ভার্ড বিশ্ববিদ্যালয় এবং নিউ ইয়র্ক আইন স্কুলে শিক্ষা লাভ করেন। তবে জীবনের বেশিরভাগ সময় তিনি হার্টফোর্ড, কানেটিকাটে একটি বীমা কোম্পানির নির্বাহী হিসেবে কাজ করেন। স্টিভেন্সের প্রথম সাহিত্যিক পর্ব শুরু হয় হারমোনিয়াম (১৯২৩) প্রকাশের মাধ্যমে। ১৯৩০ সালে এর একটি সংশোধিত ও পরিমার্জিত সংস্করণ প্রকাশিত হয়। এই সংকলনে \"আইসক্রিমের সম্রাট\", \"সানডে মর্নিং\", \"দ্য স্নো ম্যান\" এবং \"থার্টিন ওয়েজ অফ লুকিং অ্যাট অ্যা ব্ল্যাকবার্ড\" সহ আরও কিছু গুরুত্বপূর্ণ কবিতা অন্তর্ভুক্ত রয়েছে। স্টিভেন্সের দ্বিতীয় সাহিত্য পর্ব শুরু হয় আইডিয়াস অব অর্ডার (১৯৩৩) প্রকাশের মাধ্যমে, যা পরবর্তীতে ট্রান্সপোর্ট টু সামার (১৯৪৭)-এ সংকলিত হয়। তাঁর তৃতীয় ও চূড়ান্ত সাহিত্য পর্ব শুরু হয় দ্য অরোরাস অব অটাম (১৯৫০) প্রকাশের মাধ্যমে। এরপর তিনি দ্য নেসেসারি অ্যাঞ্জেল: রিয়েলিটি অ্যান্ড দ্য ইমাজিনেশনের ওপর প্রবন্ধ (১৯৫১) রচনা করেন। স্টিভেন্সের অনেক কবিতাই শিল্প ও বিশেষভাবে কবিতা রচনার প্রকৃতি নিয়ে আলোচনা করে। যেমন—\"অ্যানিকডোট অফ দ্য জার\", \"দ্য ম্যান উইথ দ্য ব্লু গিটার\", \"কি ওয়েস্টে শৃঙ্খলার ধারণা\", \"আধুনিক কবিতা সম্পর্কে\" এবং \"দ্য আইডিয়া অফ অর্ডার অ্যাট কি ওয়েস্ট\"। তাঁর অফ মডার্ন পোয়েট্রি (১৯৫৪) ১৯৫৫ সালে কবিতায় পুলিৎজার পুরস্কার লাভ করে।\n\n\n== জীবন ও কর্ম ==\n\n\n=== জন্ম এবং শৈশব ===\nস্টিভেন্স ১৮৭৯ সালে রিডিং, পেনসিলভানিয়ায় জন্মগ্রহণ করেন। তাঁর পরিবার লুথেরান বিশ্বাসী ছিল এবং তিনি ডাচ ও জার্মান বংশোদ্ভূত ছিলেন। তাঁর মাতৃ-পিতামহ জন জেলার ১৭০৯ সালে সাসকুয়াহানা উপত্যকায় ধর্মীয় শরণার্থী হিসেবে বসতি স্থাপন করেন।\n\n\n=== শিক্ষা ও বিবাহ ===\nএকজন সফল আইনজীবীর পুত্র হিসেবে স্টিভেন্স ১৮৯৭ থেকে ১৯০০ সাল পর্যন্ত হার্ভার্ডে তিন বছরের জন্য বিশেষ শিক্ষার্থী হিসেবে পড়াশোনা করেন। তিনি ১৯০১ সালে হার্ভার্ড অ্যাডভোকেট-এর সভাপতি ছিলেন। তাঁর জীবনীকার মিল্টন বেটসের মতে, তিনি জর্জ সান্টায়ানার সাথে পরিচিত হন এবং তাঁর লেখা ইন্টারপ্রিটেশন্স অব পোয়েট্রি অ্যান্ড রিলিজিয়ন বইটি স্টিভেন্সের চিন্তাধারায় গভীর প্রভাব ফেলে।\nস্টিভেন্সের কন্যা হোলি স্টিভেন্স জানান, তাঁর বাবা সান্টায়ানার রচনার প্রতি আজীবন অনুরাগী ছিলেন। তিনি ১৯৭৭ সালে তাঁর বাবার সংকলিত চিঠিপত্র প্রকাশ করেন। ১৯০০ সালের গোড়ার দিকে স্টিভেন্স তাঁর ডায়েরিতে সান্টায়ানার সাথে এক সন্ধ্যা কাটানোর বিবরণ দেন। সে সময় সান্টায়ানার বই ইন্টারপ্রিটেশন্স সম্পর্কে একটি নেতিবাচক পর্যালোচনা প্রকাশিত হয়েছিল, যা নিয়ে স্টিভেন্স তাঁর প্রতি সহমর্মিতা প্রকাশ করেন।\nহার্ভার্ডের পড়াশোনা শেষে স্টিভেন্স নিউ ইয়র্ক শহরে চলে যান এবং কিছুদিন সাংবাদিকতা করেন। পরে তিনি নিউ ইয়র্ক আইন স্কুলে ভর্তি হন এবং ১৯০৩ সালে আইন ডিগ্রি অর্জন করেন। তাঁর দুই ভাইও আইন পেশায় যুক্ত ছিলেন।\n১৯০৪ সালে স্টিভেন্স যখন রিডিংয়ে ফিরে যান, তখন তিনি এলসি ভায়োলা ক্যাচেলের (১৮৮৬–১৯৬৩), যিনি মিলিনার, স্টেনোগ্রাফার এবং বিক্রয়কর্মী হিসেবে কাজ করতেন, সঙ্গে পরিচিত হন। দীর্ঘদিন প্রেম করার পর ১৯০৯ সালে তাঁরা বিবাহবন্ধনে আবদ্ধ হন। তবে স্টিভেন্সের বাবা-মা এই বিয়েতে আপত্তি জানান, কারণ তাঁরা এলসিকে শিক্ষাগত যোগ্যতা এবং সামাজিক মর্যাদার দিক থেকে নিম্নমানের বলে মনে করতেন।\nদ্য নিউ ইয়র্ক টাইমস ২০০৯ সালে জানায়, \"স্টিভেন্সের পরিবারের কেউই তাঁর বিয়েতে উপস্থিত ছিলেন না এবং তিনি জীবদ্দশায় আর কখনোই বাবা-মায়ের সঙ্গে দেখা করেননি বা কথা বলেননি।\" তাঁদের একমাত্র কন্যা, হোলি, ১৯২৪ সালে জন্মগ্রহণ করেন। তিনি এপিসকোপাল মতাবলম্বী হিসেবে দীক্ষিত হন এবং পরে তাঁর বাবার চিঠিপত্র ও কবিতার সংকলন প্রকাশ করেন।\n\n১৯১৩ সালে, স্টিভেন্স দম্পতি নিউ ইয়র্ক সিটিতে ভাস্কর অ্যাডলফ এ. ওয়াইনম্যানের কাছ থেকে একটি অ্যাপার্টমেন্ট ভাড়া নেন। তিনি এলসির একটি ভাস্কর্য তৈরি করেন। তাঁর অনন্য চেহারার আকর্ষণীয় রূপরেখা সম্ভবত ওয়াইনম্যানের ১৯১৬–১৯৪৫ সালের মার্কারি ডাইম এবং ওয়াকিং লিবার্টি হাফ ডলার মুদ্রার নকশায় ব্যবহৃত হয়েছিল।\nপরবর্তী বছরগুলোতে, এলসি স্টিভেন্স মানসিক অসুস্থতার লক্ষণ দেখাতে শুরু করেন, যার ফলে তাঁদের দাম্পত্য জীবনে টানাপোড়েন দেখা দেয়। তবে, তারা বিবাহিতই থেকে যান। স্টিভেন্সের জীবনীকার পল মারিয়ানি লিখেছেন যে দম্পতি বয়সের দিক থেকে এক দশকের ব্যবধানে ছিলেন এবং ১৯৩০-এর দশকের মাঝামাঝি সময়ে একই বাড়িতে থাকলেও কার্যত বিচ্ছিন্ন ছিলেন। মারিয়ানি উল্লেখ করেন, \"দাম্পত্য জীবনের টানাপোড়েনের বেশ কিছু ইঙ্গিত পাওয়া যায়। স্টিভেন্স, যিনি বহু বছর ধরে স্ত্রী এলসির সঙ্গে একই শয্যা ভাগ করেননি, দ্বিতীয় তলার প্রধান শয়নকক্ষ ও সংযুক্ত অধ্যয়নকক্ষে চলে যান।\"\n\n\n=== কর্মজীবন ===\n১৯০৪ থেকে ১৯০৭ সালের মধ্যে ওয়ালেস স্টিভেন্স নিউ ইয়র্কের একাধিক আইন সংস্থায় কাজ করেন। এরপর ১৯০৮ সালের জানুয়ারিতে তিনি আমেরিকান বন্ডিং কোম্পানিতে আইনজীবী হিসেবে যোগ দেন। ১৯১৪ সালের মধ্যে তিনি সেন্ট লুইসের ইকুইটেবল শিওরিটি কোম্পানির নিউ ইয়র্ক কার্যালয়ের সহ-সভাপতি হন। ১৯১৬ সালে কোম্পানির একীভূতকরণের ফলে তার পদ বিলুপ্ত হয়ে গেলে তিনি হার্টফোর্ড অ্যাকসিডেন্ট অ্যান্ড ইন্ডেমনিটি কোম্পানিতে যোগ দেন এবং হার্টফোর্ডে চলে যান। জীবনের বাকি সময় তিনি সেখানেই বসবাস করেন।\n\nদিনের বেলা ব্যবসায়িক আইনজীবী এবং অবসরে কবি হিসেবে স্টিভেন্সের জীবনধারা ব্যাপকভাবে আলোচিত হয়েছে। থমাস গ্রের দ্য ওয়ালেস স্টিভেন্স কেস গ্রন্থে এটি বিস্তারিতভাবে তুলে ধরা হয়েছে। গ্রে ব্যাখ্যা করেছেন, স্টিভেন্সের দায়িত্বের একটি বড় অংশ ছিল শিওরিটি বীমা দাবিগুলোর মূল্যায়ন করা। তিনি লিখেছেন, \"যদি স্টিভেন্স কোনো দাবি প্রত্যাখ্যান করতেন এবং কোম্পানির বিরুদ্ধে মামলা করা হতো, তাহলে তিনি স্থানীয় একজন আইনজীবী নিয়োগ দিতেন। সেই আইনজীবীকে তিনি চিঠির মাধ্যমে মামলার তথ্য এবং কোম্পানির আইনি অবস্থান ব্যাখ্যা করতেন। এরপর তিনি মামলা থেকে সরে দাঁড়াতেন এবং আইনি কৌশল নির্ধারণের সমস্ত দায়িত্ব স্থানীয় আইনজীবীর উপর ছেড়ে দিতেন।\"\n১৯১৭ সালে স্টিভেন্স ও তার স্ত্রী ২১০ ফার্মিংটন অ্যাভিনিউতে চলে যান, যেখানে তারা পরবর্তী সাত বছর বসবাস করেন। সেখানেই স্টিভেন্স তার প্রথম কাব্যগ্রন্থ হারমোনিয়াম সম্পন্ন করেন। ১৯২৪ থেকে ১৯৩২ সালের মধ্যে তারা ৭৩৫ ফার্মিংটন অ্যাভিনিউতে বসবাস করেন। ১৯৩২ সালে তিনি ১৯২০-এর দশকে নির্মিত একটি উপনিবেশিক ধাঁচের বাড়ি, ১১৮ ওয়েস্টারলি টেরেস কিনে সেখানে স্থায়ীভাবে বসবাস শুরু করেন।\nপল মারিয়ানির মতে, ১৯৩০-এর দশকের মাঝামাঝি সময়ে স্টিভেন্স আর্থিকভাবে স্বচ্ছল হয়ে ওঠেন এবং একজন বীমা নির্বাহীর হিসেবে বছরে ২০,০০০ ডলার উপার্জন করতেন, যা ২০১৬ সালের হিসেবে আনুমানিক ৩,৫০,০০০ ডলারের সমান। এই সময় মহামন্দা চলছিল এবং বহু আমেরিকান বেকার অবস্থায় খাবারের জন্য আবর্জনার ক্যান খুঁজছিলেন।\nহারিয়েট মনরো, কবিতা পত্রিকায় হারমোনিয়াম পর্যালোচনা করে লেখেন, \"ওয়ালেস স্টিভেন্সের কবিতা থেকে যে আনন্দ ছড়িয়ে পড়ে, তা যেন এক নির্মল সুগন্ধ। এটি তার নিজস্ব স্পষ্ট, নিরুদ্বিগ্ন এবং রসিক দার্শনিক দৃষ্টিভঙ্গির প্রকাশ, যা জগতের সৌন্দর্যকে তার স্বাভাবিক রূপেই উপভোগ করে।\" ১৯৩৪ সালের মধ্যে স্টিভেন্স কোম্পানির সহ-সভাপতি নিযুক্ত হন। ১৯৫৫ সালে তিনি পুলিৎজার পুরস্কার লাভ করলে হার্ভার্ড বিশ্ববিদ্যালয় তাকে শিক্ষকতার প্রস্তাব দেয়। তবে তিনি তা প্রত্যাখ্যান করেন, কারণ এর জন্য তাকে দ্য হার্টফোর্ডে তার চাকরি ছাড়তে হতো। জীবনের পুরোটা সময় স্টিভেন্স রাজনৈতিকভাবে রক্ষণশীল ছিলেন। সমালোচক উইলিয়াম ইয়র্ক টিন্ডাল তাকে রবার্ট এ. টাফটের মতো একজন রিপাবলিকান বলে বর্ণনা করেছেন।\n\n\n=== ভ্রমণ ===\nস্টিভেন্স ১৯২২ থেকে ১৯৪০ সালের মধ্যে একাধিকবার কি ওয়েস্টে ভ্রমণ করেন। সাধারণত তিনি আটলান্টিক মহাসাগরের তীরে অবস্থিত কাসা মেরিনা হোটেলে অবস্থান করতেন। ১৯২২ সালের জানুয়ারিতে তিনি প্রথমবার সেখানে যান, যা ছিল একটি ব্যবসায়িক সফর। এলসিকে লেখা এক চিঠিতে তিনি লিখেছিলেন, \"এটি এক স্বর্গভূমি, গ্রীষ্মমন্ডলীয় আবহাওয়া, আকাশ উজ্জ্বলভাবে পরিষ্কার এবং অত্যন্ত নীল, আর সমুদ্রের নীল ও সবুজ রঙ তুমি যা কখনও দেখোনি তার চেয়েও বেশি গাঢ়।\"\nস্টিভেন্সের কবিতায় কি ওয়েস্টের প্রভাব স্পষ্টভাবে দেখা যায়, বিশেষত তার প্রথম দুটি কাব্যগ্রন্থ হারমোনিয়াম ও আইডিয়াস অব অর্ডার-এ। ১৯৩৫ সালের ফেব্রুয়ারিতে তিনি কাসা মেরিনায় কবি রবার্ট ফ্রস্টের সঙ্গে সাক্ষাৎ করেন। তাদের মধ্যে বিতর্ক হয় এবং ফ্রস্ট জানান যে স্টিভেন্স অতিরিক্ত মদ্যপান করেছিলেন ও অনুপযুক্ত আচরণ করেছিলেন। মারিয়ানির মতে, স্টিভেন্স প্রোহিবিশন কালে গোপন মদের আস্তানাগুলোতে প্রায়ই যেতেন, কখনো আইনজীবী বন্ধুদের সাথে, আবার কখনো কবি-সাহিত্যিকদের সাথে।\nএর পরের বছর, স্টিভেন্সের সাথে আর্নেস্ট হেমিংওয়ের একটি বিবাদ ঘটে। এটি হয় কি ওয়েস্টের ওয়াডেল অ্যাভিনিউতে এক পরিচিত ব্যক্তির বাড়ির পার্টিতে। স্টিভেন্সের হাত ভেঙে যায়, সম্ভবত হেমিংওয়ের চোয়ালে আঘাত করার কারণে। হেমিংওয়ে বারবার তাকে রাস্তায় ফেলে দিচ্ছিলেন। পরবর্তীতে স্টিভেন্স ক্ষমা চেয়ে নেন। মারিয়ানি এই ঘটনার বর্ণনা করেছেন:\n\nস্টিভেন্সের সামনে দাঁড়িয়েছিল তার কল্পনার শত্রু—একজন \"অ্যান্টি-পোয়েট\" (হেমিংওয়ে), যাকে স্টিভেন্স পরে বলেছিলেন \"বাস্তবতার কবি\"। এই শ্রেণীতে তিনি উইলিয়াম কার্লোস উইলিয়ামসকেও রেখেছিলেন, তবে হেমিংওয়ে ছিলেন পনেরো বছর ছোট, অনেক দ্রুতগামী এবং তুলনামূলকভাবে কম বন্ধুসুলভ। এরপরই লড়াই শুরু হয়। স্টিভেন্স চশমা পরা হেমিংওয়ের দিকে ঘুষি ছুঁড়লেন, কিন্তু হেমিংওয়ে হাঙরের মতো পাশ কাটিয়ে গেলেন। তারপর পটাপট দুটি ঘুষি মেরে স্টিভেন্সকে রাস্তায় ফেলে দিলেন, যেমনটা হেমিংওয়ে পরে মনে করেছিলেন, \"অত্যাশ্চর্যভাবে,\" কাদাজলে।\n১৯৪০ সালে স্টিভেন্স শেষবারের মতো কি ওয়েস্ট সফর করেন। সেখানে আবারও কাসা মেরিনায় তার সঙ্গে রবার্ট ফ্রস্টের দেখা হয় এবং আগের মতোই বিতর্ক বাধে। মারিয়ানির মতে, ১৯৪০ সালের ফেব্রুয়ারিতে তাদের মধ্যে কথোপকথন এমন ছিল:\n\nস্টিভেন্স: তোমার কবিতাগুলো খুব বেশি একাডেমিক।\nফ্রস্ট: তোমার কবিতাগুলো খুব বেশি কর্মমুখী।\nস্টিভেন্স: সমস্যা হলো, তুমি বিষয়বস্তু নিয়ে কবিতা লেখো।\n\nফ্রস্ট: আর তোমার সমস্যা হলো, তুমি কেবল অপ্রয়োজনীয় অলংকার নিয়ে কবিতা লেখো।\n\n\n=== যুদ্ধ-পরবর্তী কবিতা ===\n১৯৪৭ সালের ফেব্রুয়ারির শেষের দিকে, যখন স্টিভেন্সের বয়স ৬৭-এর কাছাকাছি, তখন স্পষ্ট হয়ে ওঠে যে কবিতা লেখার ক্ষেত্রে তিনি জীবনের সবচেয়ে সৃজনশীল দশকটি অতিক্রম করেছেন। ওই বছরের ফেব্রুয়ারিতেই প্রকাশিত হয় তাঁর কবিতার সংকলন ট্রান্সপোর্ট টু সামার, যা এফ. ও. ম্যাথিসন কর্তৃক দ্য নিউ ইয়র্ক টাইমস-এ ইতিবাচকভাবে মূল্যায়িত হয়। এই সংকলন প্রকাশের পূর্ববর্তী ১১ বছরে স্টিভেন্স তিনটি কবিতার সংকলন রচনা করেছিলেন: আইডিয়াস অব অর্ডার, দ্য ম্যান উইথ দ্য ব্লু গিটার, পার্টস অব আ ওয়ার্ল্ড এবং ট্রান্সপোর্ট টু সামার। এই সমস্ত রচনা সম্পন্ন করার পরই তিনি লেখেন তাঁর প্রশংসিত গ্রন্থ দ্য অরোরাস অব অটাম।\n১৯৫০-৫১ সালে, যখন স্টিভেন্স জানতে পারেন যে সান্তায়ানা জীবনের শেষ দিনগুলো কাটানোর জন্য রোমের একটি অবসর নিবাসে চলে গেছেন, তখন তিনি \"রোমের এক বৃদ্ধ দার্শনিকের প্রতি\" শিরোনামে একটি কবিতা রচনা করেন:\n\n\n=== অসুস্থতার শেষ দিনগুলি ও মৃত্যু ===\nমারিয়ানির বিবরণ অনুযায়ী, স্টিভেন্স ছিলেন সুগঠিত ও স্থূলকায়; তাঁর উচ্চতা ছিল ৬ ফুট ২ ইঞ্চি (১.৮৮ মিটার) এবং ওজন কখনো কখনো ২৪০ পাউন্ড (১১০ কিলোগ্রাম) পর্যন্ত পৌঁছেছিল। কিছু ডাক্তার তাঁকে চিকিৎসামূলক খাদ্যাভ্যাস মেনে চলার পরামর্শ দেন। ১৯৫৫ সালের ২৮ মার্চ স্টিভেন্স তাঁর স্বাস্থ্য সংক্রান্ত সমস্যার কারণে ডা. জেমস মোহেরের শরণাপন্ন হন। মোহের প্রাথমিক পরীক্ষায় তেমন কিছু শনাক্ত করতে পারেননি এবং ১ এপ্রিল এক্স-রে ও ব্যারিয়াম এনিমা পরীক্ষা করান, তবে সেগুলোতেও কোনো গুরুতর সমস্যা ধরা পড়েনি। ১৯ এপ্রিল স্টিভেন্সের একটি গ্যাস্ট্রোইনটেস্টাইনাল (জিআই) পরীক্ষা করা হয়, যেখানে ডাইভার্টিকুলাইটিস, একটি পিত্তপাথর, এবং গুরুতরভাবে ফুলে থাকা পাকস্থলীর অস্তিত্ব ধরা পড়ে। ২৬ এপ্রিল তাঁকে সেন্ট ফ্রান্সিস হাসপাতালে ভর্তি করা হয় এবং সেদিনই ডা. বেনেডিক্ট ল্যান্ড্রি তাঁর অস্ত্রোপচার করেন।\nস্টিভেন্সের বৃহদান্ত্রের নিচের অংশে পাকস্থলীর ক্যান্সার শনাক্ত হয়, যা স্বাভাবিকভাবে খাদ্য পরিপাকের পথে বাধার সৃষ্টি করছিল। ১৯৫০-এর দশকে এ ধরনের ম্যালিগন্যান্ট টিউমার প্রায়ই মৃত্যু অবধারিত করে তুলত। তবে, স্টিভেন্সকে এই তথ্য জানানো হয়নি। তাঁর মেয়ে হলিকে পুরো বিষয়টি জানানো হয় এবং তাঁকে পরামর্শ দেওয়া হয় যেন সে তার বাবাকে কিছু না জানায়। ১১ মে, সাময়িকভাবে তাঁর শারীরিক অবস্থা কিছুটা উন্নত হলে তাঁকে হাসপাতাল থেকে ছেড়ে দেওয়া হয় এবং তিনি বাসায় ফিরে বিশ্রাম নিতে শুরু করেন। তাঁর স্ত্রী তাঁর সেবাযত্ন করতে চাইলেও আগের শীতে তিনি স্ট্রোক করেছিলেন, যার ফলে তিনি ততটা সহায়তা করতে পারেননি, যতটা তিনি আশা করেছিলেন। এরপর ২০ মে স্টিভেন্স অ্যাভেরি পুনর্বাসন হাসপাতালে ভর্তি হন।\nজুনের প্রথম দিকে, তিনি তখনও যথেষ্ট সুস্থ ছিলেন এবং ৬ জুন হার্টফোর্ড বিশ্ববিদ্যালয়ে যান, যেখানে তাঁকে সাম্মানিক ডক্টর অব হিউম্যানিটিজ ডিগ্রি প্রদান করা হয়। এরপর, ১৩ জুন তিনি ইয়েল বিশ্ববিদ্যালয়ে যান এবং সেখান থেকে সাম্মানিক ডক্টর অব লেটার্স ডিগ্রি গ্রহণ করেন। ২০ জুন, তিনি বাসায় ফিরে আসেন এবং সীমিত সময়ের জন্য হলেও কাজ করার ইচ্ছা প্রকাশ করেন। তবে, ২১ জুলাই তিনি পুনরায় সেন্ট ফ্রান্সিস হাসপাতালে ভর্তি হন এবং তাঁর শারীরিক অবস্থার আরও অবনতি ঘটে। ১ আগস্ট, তিনি তখনও শয্যাশায়ী ছিলেন, তবে কিছুটা সুস্থ হয়ে মেয়ের সঙ্গে শেষবারের মতো কথা বলেন। রাতের দর্শনার্থী সময় শেষ হওয়ার পর তিনি ঘুমিয়ে পড়েন। পরদিন, ২ আগস্ট সকাল ৮:৩০ মিনিটে তাঁকে মৃত অবস্থায় পাওয়া যায়। তিনি সিডার হিল কবরস্থানে সমাহিত হন।\nমারিয়ানির তথ্য অনুযায়ী, স্টিভেন্সের বন্ধুরা জানতেন যে তিনি নিউ ইয়র্ক শহরে গেলে প্রায়ই সেন্ট প্যাট্রিক ক্যাথেড্রালে ধ্যান করার জন্য যেতেন। তাঁর জীবনের শেষ দিনগুলোতে তিনি থিওডিসি নিয়ে তর্ক-বিতর্ক করতেন ফাদার আর্থার হ্যানলির সঙ্গে, যিনি সেন্ট ফ্রান্সিস হাসপাতালের ধর্মযাজক ছিলেন। সেখানে স্টিভেন্স ক্যান্সারের যন্ত্রণা ভোগ করছিলেন। শেষ পর্যন্ত, এপ্রিল ১৯৫৫ সালে, হ্যানলির মাধ্যমে তিনি ক্যাথলিক ধর্ম গ্রহণ করেন। তবে, এই তথাকথিত মৃত্যুশয্যায় ধর্মান্তরিত হওয়া নিয়ে বিতর্ক রয়েছে। বিশেষ করে, স্টিভেন্সের মেয়ে হলি এটি অস্বীকার করেছেন। হ্যানলির ভাষ্যমতে, তিনি যখন স্টিভেন্সকে ধর্মান্তরিত করেন, তখন হলি উপস্থিত ছিলেন না। তবে, ধর্মান্তরের সময় হ্যানলির সঙ্গে থাকা এক সন্ন্যাসিনীও এটি নিশ্চিত করেছেন। স্টিভেন্স দীর্ঘদিন ধরে ক্যাথলিক সন্ন্যাসিনী, সাহিত্য সমালোচক এবং কবি সিস্টার এম. বারনেটা কুইনের সঙ্গে চিঠিপত্র আদান-প্রদান করতেন। তিনি কুইনের লেখার গভীর প্রশংসক ছিলেন এবং তাঁদের মধ্যে ঘনিষ্ঠ সম্পর্ক গড়ে ওঠে। স্টিভেন্সের মৃত্যুর পর তাঁর পরিবারের অনুরোধে স্থানীয় সংবাদপত্রে প্রকাশিত মৃত্যুসংবাদটি সংক্ষিপ্ত রাখা হয়। তবে, পোয়েট্রি পত্রিকায় প্রকাশিত তাঁর শোকসংবাদ লেখার দায়িত্ব দেওয়া হয় উইলিয়াম কার্লোস উইলিয়ামসকে। তিনি স্টিভেন্সের কবিতাকে দান্তের ভিটা নুওভা এবং মিলটনের প্যারাডাইস লস্ট-এর সঙ্গে তুলনা করেন। স্টিভেন্স তাঁর জীবনের শেষ দিকে দান্তের ডিভাইন কমেডি-কে নতুনভাবে রচনা করার ইচ্ছা পোষণ করেছিলেন, বিশেষ করে তাঁদের জন্য যারা \"ডারউইনের বিশ্বে বাস করেন, প্লেটোর বিশ্বে নয়।\"\n\n\n== অভ্যর্থনা ==\n\n\n=== ২০শ শতকের প্রথমার্ধ ===\nস্টিভেনসের কবিতার প্রাথমিক গ্রহণযোগ্যতা তাঁর প্রথম কাব্যগ্রন্থ হারমোনিয়াম প্রকাশের পর ১৯২০-এর দশকের শুরুতে গড়ে ওঠে। সমসাময়িক কবি এবং কয়েকজন সমালোচক, যেমন উইলিয়াম কার্লোস উইলিয়ামস ও হাই সাইমন্স, তাঁর কবিতা নিয়ে মন্তব্য করেছিলেন। স্টিভেনসের কবিতা নিয়ে লেখা তাঁর গ্রন্থে হেলেন ভেন্ডলার উল্লেখ করেছেন যে, শুরুতে তাঁর কবিতাগুলোকে মূলত প্রতীকী দৃষ্টিকোণ থেকে ব্যাখ্যা করা হতো। সমালোচকরা প্রায়শই কবিতার রূপক ও চিত্রকল্পকে সরাসরি নির্দিষ্ট অর্থের প্রতিস্থাপন হিসেবে দেখতেন। তবে, ভেন্ডলারের মতে, এই ব্যাখ্যা পদ্ধতিটি অনেক সময় সীমিত ছিল এবং পরবর্তীতে আরও কার্যকর সাহিত্য বিশ্লেষণ পদ্ধতির দ্বারা প্রতিস্থাপিত হয়।\n\n\n=== ২০শ শতকের শেষার্ধ ===\nস্টিভেনসের ১৯৫৫ সালে মৃত্যুর পর তাঁর কবিতা এবং সমালোচনামূলক রচনা নিয়ে ব্যাপক গবেষণা শুরু হয়। বিশিষ্ট সাহিত্য পণ্ডিতদের মধ্যে হেলেন ভেন্ডলার ও হ্যারল্ড ব্লুম তাঁর কবিতা নিয়ে পূর্ণাঙ্গ গ্রন্থ রচনা করেন। ভেন্ডলারের দুটি গ্রন্থে তিনি স্টিভেনসের সংক্ষিপ্ত কবিতা ও দীর্ঘ কবিতাকে পৃথক বিশ্লেষণের অধীনে রাখার প্রস্তাব দেন। দীর্ঘ কবিতাগুলো নিয়ে তাঁর গবেষণা গ্রন্থ অন এক্সটেন্ডেড উইংস-এ প্রকাশিত হয়, যেখানে তিনি স্টিভেনসের কয়েকটি গুরুত্বপূর্ণ দীর্ঘ কবিতার তালিকা দেন, যেমন দ্য কমেডিয়ান অ্যাজ দ্য লেটার সি, রবিবারের সকাল, লে মনোকল দ্য মন অঙ্কল, লাইক ডেকোরেশনস ইন এ নিগার সেমেটারি, আউল’স ক্লোভার, নীল গিটারের মানুষ, এক্সামিনেশন অব দ্য হিরো ইন এ টাইম অব ওয়ার, সর্বোচ্চ কাব্যের সন্ধানে নোট, এসথেটিক দু মাল, ডেস্ক্রিপশন উইথআউট প্লেস, ক্রেডেন্সেস অব সামার, দ্য অরোরাস অব অটাম এবং তাঁর সর্বশেষ এবং দীর্ঘতম কবিতা নিউ হেভেনের এক সাধারণ সন্ধ্যা। ২০শ শতকের শেষার্ধে স্টিভেনসের কবিতার ওপর আরেকটি গুরুত্বপূর্ণ গবেষণা গ্রন্থ ড্যানিয়েল ফুক্সের দ্য কমিক স্পিরিট অব ওয়ালেস স্টিভেনস।\n\n\n=== ২১শ শতকের প্রথমার্ধ ===\n২১শ শতকের প্রথম দিকে স্টিভেনসের কবিতা পাঠ ও বিশ্লেষণ নিয়ে গবেষণার আগ্রহ অব্যাহত রয়েছে। আমেরিকার গ্রন্থাগার স্টিভেনসের সংকলিত রচনা ও কবিতার একটি পূর্ণাঙ্গ সংকলন প্রকাশ করে। চার্লস অল্টিয়েরি তাঁর গ্রন্থে স্টিভেনসের কবিতাকে \"দার্শনিক কবিতা\" হিসেবে ব্যাখ্যা করেছেন এবং হেগেল ও ভিটগেনস্টাইনের দর্শন বিশ্লেষণ করে তাঁর কাব্যের ওপর একটি অনুমানভিত্তিক ব্যাখ্যা উপস্থাপন করেছেন।\n২০১৬ সালে প্রকাশিত তাঁর গ্রন্থ থিংস মেরলি আর: ওয়ালেস স্টিভেনসের কবিতায় দর্শন-এ সাইমন ক্রিচলি বাস্তবতা ও কাব্যের পারস্পরিক সম্পর্ক বিশ্লেষণ করেছেন। তিনি লিখেছেন, \"স্টিভেনসের পরবর্তী সময়ের কবিতাগুলো দেখায় যে, মনের পক্ষে চূড়ান্ত বাস্তবতাকে উপলব্ধি করা সম্ভব নয়। বাস্তবতা কল্পনার সামনে পিছিয়ে যায়, যা এটিকে আকার ও বিন্যাস দেয়। ফলে, কবিতা হলো ব্যর্থতার অভিজ্ঞতা। স্টিভেনস তাঁর একটি বিখ্যাত কবিতায় লিখেছেন, কবি আমাদের জিনিসটির ধারণা দেন, জিনিসটি নিজে নয়।\"\n\n\n== ব্যাখ্যা ==\nস্টিভেনসের কবিতার গ্রহণযোগ্যতা এবং ব্যাখ্যা ব্যাপক এবং বিভিন্ন দৃষ্টিকোণ থেকে এসেছে। দ্য ফ্লুয়েন্ট মুন্ডো গ্রন্থে লিওনার্ড এবং হোয়ারটন অন্তত চারটি ব্যাখ্যা স্কুলের উল্লেখ করেছেন, যার প্রথমটি হলো স্টিভেনসের কবিতার প্রাথমিক সমর্থকদের স্কুল, যাদের মধ্যে ছিলেন সমালোচক হার্ভে পিয়ার্স এবং হেলেন রেগুইরো, যারা \"স্টিভেনসের পরবর্তী কবিতাগুলি কল্পনা ও ভাবনা নির্ধারণের মাধ্যমে 'সেটি নিজেই' বা 'থিংস থেমসেলভস' এর অবাধ দর্শন প্রকাশ করে\" এই তত্ত্বের সমর্থন করেন। পরবর্তী ব্যাখ্যা স্কুল হলো রোমান্টিক স্কুল, যার নেতৃত্বে ছিলেন ভেন্ডলার, ব্লুম, জেমস বেইয়ার্ড এবং জোসেফ রিডেল। স্টিভেনসকে ২০ শতকের মহাদেশীয় দর্শনের সাথে গভীরভাবে যুক্ত মনে করা তৃতীয় ব্যাখ্যা স্কুলের মধ্যে ছিলেন জে. হিলিস মিলার, থমাস জে. হাইনস এবং রিচার্ড ম্যাকসি। চতুর্থ স্কুলটি স্টিভেনসকে পুরোপুরি হুসার্ল বা হেইডেগার এর দৃষ্টিকোণ এবং স্বর হিসাবে দেখতে পছন্দ করেছিল, এবং এর নেতৃত্বে ছিলেন হাইনস, ম্যাকসি, সাইমন ক্রিচলি, গ্লাউকো ক্যাম্বন এবং পল বোভে। এই চারটি স্কুল কখনও কখনও একমত এবং কখনও কখনও ভিন্ন মত পোষণ করে; উদাহরণস্বরূপ, ক্রিচলি ব্লুমের স্টিভেনসের ব্যাখ্যাকে এন্টি-রিয়ালিস্ট স্কুল হিসেবে পড়েন, তবে স্টিভেনসকে তিনি এন্টি-রিয়ালিস্ট কবিতার ব্যাখ্যার স্কুলে অন্তর্ভুক্ত করেন না।\n\n\n=== কবিতার পরিপক্বতা ===\nস্টিভেনস একটি বিরল উদাহরণ, যিনি তার প্রধান কবিতা কার্যক্রম শুরু করেছিলেন প্রায় ৪০ বছর বয়সে। তাঁর প্রথম উল্লেখযোগ্য প্রকাশনা (পয়ট্রি ম্যাগাজিনের নভেম্বর ১৯১৪ সংখ্যায় প্রকাশিত ফেজেস শিরোনামের কবিতার একটি সিরিজের চারটি কবিতা) ৩৫ বছর বয়সে লেখা হয়েছিল, যদিও হার্ভার্ডে শিক্ষার্থী থাকা অবস্থায় স্টিভেনস কবিতা লিখতেন এবং সান্তায়ানার সাথে সনেট বিনিময় করতেন। তাঁর বহু মূলকাব্যিক কাজগুলি তিনি ৫০ বছর পর লিখেছিলেন। ব্লুম, যিনি স্টিভেনসকে তখনকার সময়ের \"সর্বশ্রেষ্ঠ এবং সবচেয়ে প্রতিনিধিত্বশীল\" আমেরিকান কবি হিসেবে অভিহিত করেছিলেন, বলেছিলেন যে, সোফোক্লিসের পর কোনো পশ্চিমা লেখক এত দেরিতে কলার ফুলে উঠেনি। তাঁর সমসাময়িক হ্যারিয়েট মনরো স্টিভেনসকে \"একজন কবি, যিনি সমৃদ্ধ, বহু, এবং গভীর, যারা তাঁর প্রতি সাড়া দেয় তাদের মধ্যে আনন্দ এবং সৃজনশীল সৌন্দর্য উজ্জীবিত করেন\" বলে বর্ণনা করেছিলেন। ভেন্ডলার উল্লেখ করেছেন যে, স্টিভেনসের দীর্ঘ কবিতাগুলিতে তিনটি পৃথক মেজাজ লক্ষ্য করা যায়: এক্সট্যাসি, অবহেলা, এবং এক্সট্যাসি ও অবহেলার মধ্যে দ্বিধা। তিনি আরো উল্লেখ করেন যে, স্টিভেনসের কবিতা বিশেষভাবে পল কলে এবং পল সেজানের চিত্রকর্ম দ্বারা গভীরভাবে প্রভাবিত ছিল:স্টিভেনস পল কলে এবং সেজান এর চিত্রকর্মে যা দেখেছিলেন, তা হলো সেই ধরনের কাজ যা তিনি একজন আধুনিকতাবাদী কবি হিসেবে নিজে করতে চেয়েছিলেন। কলে প্রতীকগুলির কল্পনা করেছিলেন। কলে একজন সরাসরি বাস্তববাদী চিত্রশিল্পী ছিলেন না এবং তাঁর চিত্রকর্মে বাস্তবতার ছন্দময়, কল্পনাপ্রসূত, এবং হাস্যকর উপস্থাপন ছিল। তাঁর চিত্রকর্ম প্রায়ই রহস্যময় বা ধাঁধায় পূর্ণ থাকে, এবং স্টিভেনসও তা পছন্দ করতেন। সেজানে স্টিভেনস যা পছন্দ করতেন তা হলো পৃথিবীকে কয়েকটি গুরুত্বপূর্ণ বস্তুর মধ্যে সংকুচিত করার ধারণা।\nস্টিভেনসের প্রথম কবিতার বই, হারমোনিয়াম, ১৯২৩ সালে প্রকাশিত হয় এবং ১৯৩০ সালে দ্বিতীয় সংস্করণে পুনঃপ্রকাশিত হয়। ১৯২০ এবং ১৯৩০-এর দশকে তাঁর আরও দুটি কবিতার বই প্রকাশিত হয় এবং ১৯৪০-এর দশকে আরও তিনটি বই প্রকাশিত হয়। তিনি দুইবার ন্যাশনাল বুক অ্যাওয়ার্ড ফর পোয়েট্রি পুরস্কৃত হন, ১৯৫১ সালে দ্য অরোরাস অফ অটাম এবং ১৯৫৫ সালে কালেকটেড পোয়েট্রি-এর জন্য।\n\n\n=== কল্পনা ও বাস্তবতা ===\n\n\n=== কল্পনা এবং বাস্তবতা ===\nথমাস গ্রে, স্টিভেনসের জীবনীকার যিনি স্টিভেনসকে একজন ব্যবসায়ী আইনজীবী হিসেবে বিশ্লেষণ করেছেন, তিনি দেখেছেন যে স্টিভেনস আংশিকভাবে তাঁর কবিতাকে তাঁর কল্পনাশক্তির সাথে সম্পর্কিত করেছেন, যখন তিনি তার আইনজীবীর দায়িত্বগুলোকে তাঁর ব্যক্তিগত জীবনের বাস্তবতায় জীবনযাপন করার জন্য প্রয়োজনীয় কাজ হিসেবে স্বীকার করেছিলেন। গ্রে মনে করেন, \"এ র্যাবিট অ্যাজ কিং অফ দ্য ঘোস্টস\" কবিতাটি স্টিভেনসের কবিতা এবং পেশার মধ্যে বিভাজন বোঝার জন্য সহায়ক, তিনি লিখেছেন: \"আইন এবং তার গদ্য কবিতা থেকে আলাদা ছিল, এবং কবিতার সাথে তার তুলনায় এটি স্টিভেনসের জন্য এক ধরনের অবকাশের সুযোগ এনে দিত, যেমন দুধওয়ালা (যাকে কবিতায় বাস্তববাদী হিসেবে চিত্রিত করা হয়েছে) চাঁদের আলো থেকে মুক্তি দেয়, যেমন ব্লকের চারপাশে হাঁটা লেখকের মগ্নতা থেকে মুক্তি দেয়। তবে প্রধান বিষয় স্পষ্ট ছিল: কল্পনা, কবিতা, এবং গোপনীয়তা, যা রাতের পর ঘণ্টায় অনুসন্ধান করা হত, তা ছিল প্রধান, যা নিজের মধ্যে ভালো; যুক্তি, গদ্য, এবং স্পষ্টতা, যা কাজের সময়ে উপভোগ করা হত, তা ছিল দ্বিতীয়ক এবং উপকরণমূলক।\"\nসাউদার্ন রিভিউয়ে হাই সাইমন্স লিখেছেন যে প্রাথমিক স্টিভেনসের বেশিরভাগই কৈশোরকালের রোমান্টিক বিষয়বাহী ছিল, তবে তিনি তার পরবর্তী এবং ব্যাপকভাবে পরিচিত প্রাপ্তবয়স্ক ভাষায় একজন বাস্তববাদী এবং প্রাকৃতিকবাদী কবি হয়ে ওঠেন। স্টিভেনস, যার কাজ হয়ে উঠেছিল চিন্তা-ভাবনামূলক এবং দার্শনিক, তিনি সত্যিই একজন ধারণার কবি হয়ে ওঠেন। \"কবিতাটি বুদ্ধির বিরুদ্ধে প্রতিরোধ করতে হবে প্রায় সফলভাবে\", তিনি লিখেছেন। সচেতনতা এবং পৃথিবীর সম্পর্ক সম্পর্কে স্টিভেনসের কাজের মধ্যে \"কল্পনা\" সচেতনতার সমান নয়, আর \"বাস্তবতা\" পৃথিবীর সাথে যা আমাদের মনে বাইরেরভাবে বিদ্যমান তা সমান নয়। বাস্তবতা হল কল্পনার ফলাফল, যা পৃথিবীকে গঠন করে। কারণ এটি ক্রমাগত পরিবর্তিত হয় যেমন আমরা পৃথিবীকে কল্পনাপ্রসূতভাবে দেখতে সন্তুষ্ট হওয়ার চেষ্টা করি; বাস্তবতা হল একটি কার্যকলাপ, এটি একটি স্থির বস্তু নয়। আমরা বাস্তবতাকে আংশিকভাবে বুঝে কাছে যাই, পৃথিবীর অংশগুলিকে একত্রিত করি এটি সঙ্গতিপূর্ণ মনে করার চেষ্টা করি। পৃথিবীকে বোঝার জন্য আমাদের কল্পনা সক্রিয়ভাবে একটি বিশ্বদৃষ্টিভঙ্গি গঠন করে। এটি কোন শুষ্ক দার্শনিক কার্যকলাপ নয়, বরং এটি একটি প্রগাঢ় যুক্তির জন্য একটি আবেগপূর্ণ সন্নিবেশ। এইভাবে স্টিভেনস The Idea of Order at Key West কবিতায় লিখেছেন:\n\nওপাস পোস্টহিউমাস-এ স্টিভেনস লিখেছেন, \"যখন একবার ঈশ্বরে বিশ্বাস ত্যাগ করা হয়, তখন কবিতা হল সেই সত্তা যা জীবনের মুক্তির স্থানে তার স্থান গ্রহণ করে।\" তবে যখন কবি হারানো দেবতাদের বদলে একটি মিথ খুঁজতে যান, তখন তিনি একটি সমস্যা সাথে সাথে সম্মুখীন হন: বাস্তবতার সরাসরি জ্ঞান সম্ভব নয়।\nস্টিভেনস পরামর্শ দেন যে আমরা সেই টানাপোড়েনের মধ্যে বাস করি, যেখানে আমরা পৃথিবী আমাদের উপর কীভাবে কাজ করে, এবং কল্পনা আমাদের যে আদেশের ধারণা পৃথিবীর উপর আরোপ করে, তার মধ্যে। পৃথিবী আমাদের সবচেয়ে সাধারণ কর্মকাণ্ডেও প্রভাব ফেলে: \"লাসার মহিলার পোশাক,  \nএটি তার স্থানে,  \nসেই স্থানটির একটি অদৃশ্য উপাদান  \nদৃশ্যমান হয়ে ওঠে।\" যেমন স্টিভেনস তার প্রবন্ধ \"ইমাজিনেশন অ্যাজ ভ্যালু\" লেখেন, \"সত্য তো এটা যে আমরা কল্পনার ধারণাগুলিতে বাস করি, যতক্ষণ না যুক্তি সেগুলিকে প্রতিষ্ঠিত করে।\"\n\n\n=== পরম কল্পনা ===\nনোটস টুওয়ার্ড এ সুপ্রিম ফিকশন হল তিনটি অংশবিশিষ্ট একটি সঙ্গীতময় কবিতার কাজ, যার প্রতিটি অংশে ১০টি কবিতা রয়েছে, এবং পুরো কাজটি একটি প্রস্তাবনা এবং উপসংহারের মাধ্যমে খোলা এবং শেষ করা হয়েছে। এটি প্রথম প্রকাশিত হয় ১৯৪২ সালে এবং এটি স্টিভেনসের কবিতা লেখার শিল্প সম্পর্কে তার দৃষ্টিভঙ্গি প্রদর্শনের জন্য একটি পূর্ণাঙ্গ প্রচেষ্টা হিসেবে গণ্য হয়। স্টিভেনস কবিতার প্রকাশের কৌশল অনেক তাঁর লেখায় এবং কবিতায় অধ্যয়ন করেছেন, যেমন দি নেসেসারি এঞ্জেল-এ, যেখানে তিনি লিখেছিলেন, \"কল্পনা তখনই শক্তি হারায় যখন এটি বাস্তবতার সাথে সম্পর্কিত হতে বন্ধ করে দেয়। যখন এটি অবাস্তবের সাথে সম্পর্কিত হয় এবং অবাস্তবকে তীব্র করে তোলে, যদিও তার প্রথম প্রভাব অস্বাভাবিক হতে পারে, কিন্তু সেটি সর্বোচ্চ প্রভাব যা কখনো পাবে।\"\nতার কবিতা জীবনের পুরো সময় ধরে, স্টিভেনস এই প্রশ্নের মধ্যে ছিলেন যে, ধর্মের ধারণাগুলি আর যথেষ্ট নয়, এখন পৃথিবী সম্পর্কে কী ভাবা উচিত। তার সমাধান হতে পারে \"পরম কল্পনা\" বা \"সুপ্রীম ফিকশন\"-এর ধারণা, একটি ধারণা যা পুরনো ধর্মীয় ধারণাগুলি এবং স্টিভেনসের সমালোচিত ঈশ্বরের ধারণাকে সংশোধন এবং উন্নত করার জন্য কাজ করবে। ব্যঙ্গাত্মক কবিতা \"আ হাই-টোন্ড ওল্ড ক্রিশ্চিয়ান ওম্যান\" কবিতার এই উদাহরণে, স্টিভেনস সরলভাবে উপলব্ধ, কিন্তু অবশেষে অপ্রসন্ন বাস্তবতার ধারণাগুলির সাথে খেলা করেন:\n\nস্যাক্সোফোনগুলি কাঁপে কারণ, যেমন জে. হিলিস মিলার স্টিভেনস সম্পর্কে তার বই পোয়েটস অফ রিয়েলিটি-এ বলেন, \"বিশ্বব্যাপী উত্থান-পতনের থিম স্টিভেনসের কবিতায় একটি স্থায়ী থিম হিসেবে বিদ্যমান: \"স্টিভেনসের অনেক কবিতা একটি বস্তুর বা বস্তুগুলির একটি উদ্দেশ্যহীন ঝাঁকি বা ঘূর্ণমান গতির চিত্র তুলে ধরে।\" শেষ পর্যন্ত, বাস্তবতা রয়ে যায়।\nসর্বোচ্চ কাল্পনিকতা হল বাস্তবতার সেই ধারণা, যা তার সঠিকতায় প্রতিধ্বনিত হতে মনে হয়, এতটাই যে এটি বাস্তব এবং আসল কিছু যেন ধরতে পেরেছে, যদি শুধুমাত্র এক মুহূর্তের জন্য।\n\nতার শেষ কবিতাগুলির মধ্যে একটি, \"ফাইনাল সোলিলোকি অফ দ্য ইন্টেরিয়র প্যারামাউর\"-এ, স্টিভেনস এমন একটি ধারণার অভিজ্ঞতা বর্ণনা করেছেন যা কল্পনাকে সন্তুষ্ট করে এবং লিখেছেন, \"কল্পিত পৃথিবী হল চূড়ান্ত ভাল।\" স্টিভেনস এই চিন্তাকে একক মানবমনে স্থাপন করেন এবং লিখেছেন যে এটি তাঁর নিজের কবিতার ঈশ্বরের ব্যাখ্যার সাথে সামঞ্জস্যপূর্ণ, লিখেছেন: \"এর গুরুত্বপূর্ণ সীমানার মধ্যে, মনে,  \nআমরা বলি ঈশ্বর এবং কল্পনা এক ...\"  \nকী উঁচু সেই সর্বোচ্চ মোমবাতি অন্ধকারে আলো দেয়।\"\n\n\n=== প্রাচীন ধর্মের কাব্যিক সমালোচনা ===\n\"ফাইনাল সোলিলোকি\"-তে বর্ণিত এই ধরণের কল্পনাপ্রসূত জ্ঞান অবশ্যই মনের মধ্যেই বিদ্যমান থাকে, যেহেতু এটি কল্পনার এমন একটি দিক যা বাস্তবতার প্রত্যক্ষ অভিজ্ঞতা কখনো লাভ করতে পারে না।\n\nস্টিভেনস উপসংহারে বলেন যে ঈশ্বর এবং মানুষের কল্পনা ঘনিষ্ঠভাবে সম্পর্কিত, কিন্তু সেই সঠিকতার অনুভূতি যা এত দীর্ঘ সময় ধরে ঈশ্বরের সেই পুরনো ধর্মীয় ধারণার সাথে ছিল তা আবার পাওয়া যেতে পারে। এই সর্বোচ্চ কল্পকাহিনী হবে আমাদের অস্তিত্বের সমান কেন্দ্রীয় কিছু, কিন্তু আমাদের জীবনের সমসাময়িক, এমনভাবে যা ঈশ্বরের পুরনো ধর্মীয় ধারণা আর কখনো হতে পারবে না। কিন্তু সঠিক ধারণার সাথে, আমরা আবার সেই একই ধরণের সান্ত্বনা খুঁজে পেতে পারি যা আমরা একসময় পুরনো ধর্মীয় ধারণার মধ্যে খুঁজে পেয়েছিলাম। \"[স্টিভেনস] বাস্তবতার সাথে সম্পূর্ণ সংস্পর্শে একটি নির্দিষ্ট মূল্যও খুঁজে পান। প্রকৃতপক্ষে, কেবল এই কঠোর জ্ঞানের মাধ্যমেই তিনি তাঁর নিজস্ব আধ্যাত্মিক সত্তা অর্জন করতে পারেন যা জীবনের বিচ্ছিন্ন শক্তিকে প্রতিরোধ করতে পারে... মন যদিও শক্তিশালী শক্তি... এটি পরমগুলি খুঁজে পায় না। স্বর্গ মানুষের চারপাশে তার ইন্দ্রিয়গ্রাহ্য উপলব্ধি বিশ্বে...; তার চারপাশের সবকিছুই সত্যের অংশ।\"\n\nএভাবে, স্টিভেনসের কবিতাগুলি এমন মনোভাব গ্রহণ করে যা সেই আগের আধ্যাত্মিক আকাঙ্ক্ষার অনুসিদ্ধান্ত যা কল্পনার অচেতন স্রোতে টিকে থাকে। \"কবিতা জীবনকে সতেজ করে তোলে যাতে আমরা, / কিছুক্ষণের জন্য, প্রথম ধারণাটি ভাগ করে নিই... এটি সন্তুষ্ট করে / একটি নিষ্কলুষ সূচনার বিশ্বাস / এবং আমাদের পাঠায়, একটি অচেতন ইচ্ছার দ্বারা ডানাওয়ালা, / একটি নিষ্কলুষ শেষের দিকে।\" \"প্রথম ধারণা\" হল সেই অপরিহার্য বাস্তবতা যা অন্যদের আগে দাঁড়ায়, সেই অপরিহার্য সত্য; কিন্তু যেহেতু সমস্ত জ্ঞান তার সময় এবং স্থানের উপর নির্ভরশীল, সেই সর্বোচ্চ কল্পকাহিনী অবশ্যই ক্ষণস্থায়ী হবে। এটি বিষয়ী বাস্তবতার প্রয়োজনীয় দেবদূত—একটি বাস্তবতা যা সর্বদা যোগ্য হতে হবে—এবং সেই হিসাবে, সর্বদা কিছু না কিছু অংশে লক্ষ্যভ্রষ্ট হয়—সর্বদা বাস্তবতাহীনতার উপাদান ধারণ করে।\nমিলার স্টিভেনসের অবস্থান সংক্ষিপ্ত করেছেন:\n\nযদিও এই আত্মার বিলুপ্তি একভাবে সবকিছুর শেষ, অন্যভাবে এটি সুখকর মুক্তি। এখন কেবল দুটি সত্তা বাকি আছে যখন দেবতারা মৃত: মানুষ এবং প্রকৃতি, বিষয় এবং বস্তু। প্রকৃতি হল ভৌত জগৎ, দৃশ্যমান, শ্রবণযোগ্য, স্পর্শনীয়, সমস্ত ইন্দ্রিয়ের কাছে উপস্থিত, এবং মানুষ হল চেতনা, কিছুই নয় যা প্রকৃতিকে গ্রহণ করে এবং এটিকে বাস্তবতাহীন কিছুতে রূপান্তরিত করে...\n\n\n=== নিৎসের প্রভাব ===\nস্টিভেনসের চিন্তা ও কবিতার কিছু দিক ফ্রেডরিখ নিৎসে এর লেখা থেকে নেওয়া হয়েছে। উদাহরণস্বরূপ, স্টিভেনসের কবিতা \"ডেসক্রিপশন উইদাউট প্লেস\" সরাসরি দার্শনিকের উল্লেখ করেছে:\nপণ্ডিতরা স্টিভেনসের চিন্তাধারার উপর নিৎসের কিছু প্রভাব শনাক্ত করার চেষ্টা করেছেন। নিৎসের সাথে স্টিভেনসের বুদ্ধিবৃত্তিক সম্পর্ক জটিল হলেও, এটা স্পষ্ট যে তিনি ধর্ম, পরিবর্তন এবং ব্যক্তি সম্পর্কিত বিষয়গুলির উপর নিৎসের দৃষ্টিভঙ্গি ভাগ করে নিয়েছিলেন। মিল্টন জে. বেটস লিখেছেন:\n\n১৯৪৮ সালে রদ্রিগেজ ফেওকে লেখা এক চিঠিতে, [স্টিভেনস] নিৎসের উল্লেখের মাধ্যমে তাঁর শরৎকালের মেজাজ প্রকাশ করেছিলেন: \"কুমড়ো এবং তুষারের হিমবাহ এবং বই, ছবি, সঙ্গীত এবং মানুষজনের আক্রমণের পরেও এই ক্ষরণ কতটা বেদনাদায়ক। এটি শেষ হয়েছে, জারাথুস্ট্রা বলেছেন; এবং একজন ক্যানো ক্লাবে যায় এবং কয়েকটা মার্টিনি এবং একটা পর্ক চপ খায় এবং নদীর ফাঁকা জায়গার দিকে তাকায় এবং বিচ্ছিন্নতা, পচন, আনন্দিত সমাপ্তিতে অংশ নেয়\" (L ৬২১)। ক্যানো ক্লাব এবং এর খাবার সম্পর্কে নিৎসে যাই ভাবুন না কেন, তিনি চিঠির বাকি অংশের প্রশংসা করতেন, যেখানে এমন একটি বিশ্বের নিন্দা করা হয়েছে যেখানে দুর্বলরা শক্তিশালী হওয়ার ভান করে এবং শক্তিশালীরা নীরব থাকে, যেখানে দলবদ্ধ জীবনযাপন চরিত্রবান মানুষদের প্রায় নির্মূল করে দিয়েছে।\n\n\n=== সাহিত্যিক প্রভাব ===\nপ্রথম থেকেই, সমালোচক এবং কবি বন্ধুরা স্টিভেনসের প্রশংসা করেছেন। হার্ট ক্রেন ১৯১৯ সালে একজন বন্ধুকে চিঠি লিখে, যখন তিনি হারমোনিয়াম কবিতা সংগ্রহের কিছু কবিতা পড়েছিলেন, বলেছিলেন, \"এটা এমন একজন মানুষ, যার কাজ আমাদের মধ্যে বেশিরভাগকেই ভয় দেখায়।\" পোয়েট্রি ফাউন্ডেশন উল্লেখ করেছে যে \"১৯৫০-এর দশকের শুরুতে স্টিভেনসকে আমেরিকার অন্যতম শ্রেষ্ঠ আধুনিক কবি হিসেবে গণ্য করা হতো, একজন শিল্পী যাঁর সুনির্দিষ্ট বিমূর্ততা অন্যান্য লেখকদের উপর ব্যাপক প্রভাব ফেলেছিল।\" কিছু সমালোচক, যেমন র্যান্ডাল জারেল এবং ইভর উইন্টারস, স্টিভেনসের প্রাথমিক কাজের প্রশংসা করেছিলেন, তবে তাঁর পরবর্তী বিমূর্ত এবং দার্শনিক কবিতাগুলোর সমালোচনা করেছেন।\nহ্যারল্ড ব্লুম, হেলেন ভেন্ডলার, এবং ফ্র্যাঙ্ক কেরমোড এমন সমালোচকদের মধ্যে আছেন, যারা স্টিভেনসের অবস্থানকে ২০তম শতকের আমেরিকান আধুনিকতাবাদী কবিতার মূল চরিত্র হিসেবে পশ্চিমা সাহিত্য-কাননে প্রতিষ্ঠিত করেছেন। ব্লুম স্টিভেনসকে \"আমেরিকান পুরাণের একটি জীবন্ত অংশ\" বলেছেন এবং উইন্টারস এবং জারেলের মতো, ব্লুম স্টিভেনসের পরবর্তী কবিতাগুলো, যেমন \"পয়েমস অফ আওয়ার ক্লাইমেট\"-এর প্রশংসা করেছেন, যা তিনি স্টিভেনসের সেরা কবিতা হিসেবে উল্লেখ করেছেন।\nস্টিভেনসের আধুনিক কবিদের এবং পূর্ববর্তী কবিদের মধ্যে স্থান নিয়ে মন্তব্য করতে গিয়ে, তাঁর জীবনীকার পল মেরিয়ানি বলেছেন, \"স্টিভেনসের প্রকৃত দার্শনিক-কবি পরিবেশে পাউন্ড এবং ইলিয়টের পাশাপাশি মিল্টন এবং মহান রোমান্টিক কবিরাও ছিলেন। সম্প্রসারণের মাধ্যমে, ই. ই. কামিংস ছিলেন একটি কবির স্নেহময় ছায়া, আর ব্ল্যাকমার (একজন সমকালীন সমালোচক এবং প্রকাশক) এমনকি উইলিয়ামস, মুর অথবা হার্ট ক্রেনের নাম পর্যন্ত উল্লেখ করতে পারেননি।\"\n\n\n=== বর্ণবাদ ===\nস্টিভেনস যে আফ্রিকান বংশোদ্ভূতদের প্রতি অবজ্ঞা প্রদর্শন করতেন, তার বিভিন্ন প্রমাণ রয়েছে। উদাহরণস্বরূপ, তার কবিতা \"Prelude to Objects\"-এ তিনি \"নিগার মিস্টিকস\" শব্দগুচ্ছ ব্যবহার করেছেন এবং তার আরেকটি কবিতার শিরোনাম ছিল \"Like Decorations in a Nigger Cemetery\"। তার এই মনোভাব আরও স্পষ্ট হয় নিম্নলিখিত ঘটনা থেকে:\nজাতীয় বই পুরস্কার কমিটির এক বৈঠকের সময় এই ঘটনা ঘটে, যেখানে মারিয়ান মুর-কে কবিতার জন্য পুরস্কার দেওয়া হয়েছিল। পাঁচজন বিচারকের মধ্যে ওয়ালেস স্টিভেনসও ছিলেন। বৈঠকের ফাঁকে তাঁরা পূর্ববর্তী জাতীয় বই পুরস্কার বিচারকদের কিছু ছবি দেখছিলেন। এর মধ্যে একটিতে গুয়েন্ডোলিন ব্রুকস-এর ছবি ছিল। ছবিটি দেখে স্টিভেনস বললেন, \"ওই কুনটা কে?\"\nএ কথার পর উপস্থিতদের প্রতিক্রিয়া লক্ষ করে তিনি আরও যোগ করেন, \"আমি জানি, তোমরা কাউকে 'কুন' বলা পছন্দ করো না। কিন্তু ও আসলে কে?\"\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n১৯৭৬ সালে, আতেলিয়ার ক্রোমেলিনক থেকে পিকাসোর নকশা খোদাইয়ের প্রযুক্তি শিখে, ডেভিড হকনি দ্য ব্লু গিটার নামে ২০টি খোদাইচিত্রের একটি সংকলন তৈরি করেন। এর ফ্রন্টিসপিসে উল্লেখ করা হয় যে, হকনির দ্বৈত অনুপ্রেরণা ছিল \"দ্য ব্লু গিটার: খোদাইচিত্র ডেভিড হকনির, যিনি অনুপ্রাণিত হয়েছিলেন ওয়ালেস স্টিভেন্সের দ্বারা, যিনি অনুপ্রাণিত হয়েছিলেন পাবলো পিকাসোর দ্বারা\"। এই খোদাইচিত্রগুলো স্টিভেন্সের কবিতা দ্য ম্যান উইথ দ্য ব্লু গিটার-এর বিভিন্ন বিষয়বস্তুর প্রতিফলন ঘটায়। ১৯৭৭ সালের অক্টোবর মাসে পিটার্সবার্গ প্রেস এই সংকলনটি প্রকাশ করে। একই বছরে, পিটার্সবার্গ প্রেস এমন একটি বইও প্রকাশ করে যেখানে কবিতার লেখাগুলো চিত্রের সঙ্গে উপস্থাপিত হয়েছিল।\nজন ক্রাউলির একটি শুরুর দিকের গল্পের দুটি শিরোনাম, ১৯৭৮ সালে প্রথম প্রকাশিত হোয়্যার স্পিরিটস গ্যাট দেন হোম এবং ১৯৯৩ সালে সংকলিত হার বাউন্টি টু দ্য ডেড, স্টিভেন্সের সানডে মর্নিং কবিতা থেকে নেওয়া হয়েছে। ডি. ই. টিংগেলের দুটি উপন্যাসের শিরোনাম, ইম্পেরিশেবল ব্লিস (২০০৯) এবং এ চ্যান্ট অফ প্যারাডাইস (২০১৪), সানডে মর্নিং কবিতা থেকেই অনুপ্রাণিত। জন আরভিং তাঁর উপন্যাস দ্য হোটেল নিউ হ্যাম্পশায়ার-এ স্টিভেন্সের দ্য প্লট অ্যাগেইনস্ট দ্য জায়ান্ট কবিতা থেকে উদ্ধৃতি দিয়েছেন। টেরেন্স মালিকের চলচ্চিত্র ব্যাডল্যান্ডস-এ প্রধান চরিত্রদের ডাকনাম ছিল রেড এবং কিট, যা সম্ভবত স্টিভেন্সের রেড লাভস কিট কবিতার প্রতি ইঙ্গিত করে।\nনিক কেভ তাঁর গান উই কল আপন দ্য অথর-এ স্টিভেন্সের কবিতা ড্রাই লোফ-এর লাইন \"এবং ঢেউগুলো, ঢেউগুলো ছিল চলমান সৈন্য\" উল্লেখ করেছেন। পরে ভিক চেসনাট তাঁর অ্যালবাম নর্থ স্টার ডিজার্টার-এ ওয়ালেস স্টিভেন্স নামে একটি গান রেকর্ড করেন, যা স্টিভেন্সের কবিতা থার্টিন ওয়েজ অফ লুকিং অ্যাট এ ব্ল্যাকবার্ড-এর প্রতি ইঙ্গিত করে।\n২০১২ সালে স্টিভেন্সকে সম্মান জানিয়ে একটি মার্কিন ডাকটিকিট প্রকাশ করা হয়।\n\n\n== পুরস্কার ==\nতাঁর জীবদ্দশায়, স্টিভেনস তাঁর কাজের স্বীকৃতিস্বরূপ অসংখ্য পুরস্কার পেয়েছেন, যার মধ্যে রয়েছে:\n\nকবিতার জন্য বোলিংজেন পুরস্কার (১৯৪৯)\nন্যাশনাল বুক অ্যাওয়ার্ড ফর পোয়েট্রি (১৯৫১, ১৯৫৫) দ্য অরোরস অফ অটাম্ন, দ্য কালেক্টেড পোয়েমস অফ ওয়ালেস স্টিভেনস-এর জন্য\nফ্রস্ট মেডেল (১৯৫১)\nকবিতার জন্য পুলিৎজার পুরস্কার (১৯৫৫) কালেক্টেড পোয়েমস-এর জন্য\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== আরো দেখুন ==\nকপারী, কীন ক্লজওয়ালা পাখি\nআধুনিকতাবাদী সাহিত্য\n\n\n== আরও পড়ুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nওপেন লাইব্রেরিতে ওয়ালেস স্টিভেন্স-এর সৃষ্টিকর্ম \nফাইন্ড এ গ্রেইভে ওয়ালেস স্টিভেন্স (ইংরেজি)\nকবিতা এবং প্রোফাইল PoetryFoundation.org-এ]\nপ্রোফাইল এবং কবিতা Academy Of American Poets-এ\nস্টিভেনস সোসাইটি\nওয়ালেস স্টিভেনসের উপর ইয়েল কলেজের বক্তৃতা অডিও, ভিডিও এবং ওপেন ইয়াল কোর্সেস থেকে সম্পূর্ণ প্রতিলিপি\nআমেরিকান একাডেমি অফ পোয়েটস-এ প্রোফাইল\nইন্টারনেট আর্কাইভে ওয়ালেস স্টিভেন্স কর্তৃক কাজ বা সম্পর্কে তথ্য\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  ওয়ালেস স্টিভেন্স\nপেনসাউন্ড/উডবেরি পোয়েট্রি রুম ওয়ালেস স্টিভেনস অডিও প্রকল্প ইউনিভার্সিটি অফ পেনসিলভেনিয়া থেকে\nক্যালিফোর্নিয়ার অনলাইন আর্কাইভে ওয়ালেস স্টিভেনসের কাগজপত্র\nওয়ালেস স্টিভেনসের চিঠি থেকে একটি নির্বাচন\nপোয়েটিকাসে ওয়ালেস স্টিভেনস"}