{"pageid": 1516023, "title": "মার্কিন যুক্তরাষ্ট্রের পররাষ্ট্রনীতির ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1516023", "content": "মার্কিন যুক্তরাষ্ট্রের পররাষ্ট্রনীতির ইতিহাস হল মার্কিন বিপ্লব থেকে বর্তমান পর্যন্ত মার্কিন যুক্তরাষ্ট্রের পররাষ্ট্র নীতি সম্পর্কিত প্রধান প্রবণতাগুলির একটি সংক্ষিপ্ত বিবরণ। প্রধান বিষয়গুলি হল \"স্বাধীনতার সাম্রাজ্য\" হয়ে ওঠা, গণতন্ত্রের প্রচার, মহাদেশ জুড়ে সম্প্রসারণ, উদার আন্তর্জাতিকতাবাদকে সমর্থন, বিশ্বযুদ্ধ এবং স্নায়ুযুদ্ধে অংশগ্রহণ, আন্তর্জাতিক সন্ত্রাসবাদের বিরুদ্ধে লড়াই, তৃতীয় বিশ্বের উন্নয়ন এবং কম শুল্ক (কিন্তু ১৮৬১-১৯৩৩ সালে উচ্চ শুল্ক) সহ একটি শক্তিশালী বিশ্ব অর্থনীতি গড়ে তোলা।\n\n\n== নতুন জাতি: ১৭৭৬–১৮০১ ==\n\n\n=== বিপ্লব এবং কনফেডারেশন ===\n\nমার্কিন যুক্তরাষ্ট্রের প্রতিষ্ঠার পর থেকে আঞ্চলিক, বৈশ্বিক নয়, বরং দীর্ঘমেয়াদী আদর্শের উপর ভিত্তি করে জেফারসন যাকে \"স্বাধীনতার সাম্রাজ্য\" বলেছিলেন তা তৈরি করা।\n১৭৭৮ সালে ফ্রান্সের সাথে সামরিক ও আর্থিক মৈত্রী তৈরি হয়‌। এর ফলে ব্রিটিশদের বিরুদ্ধে যুদ্ধের জন্য স্পেন এবং নেদারল্যান্ডসকে নিয়ে আসা হয়। এটি মার্কিন স্বাধীনতা যুদ্ধকে একটি বিশ্বযুদ্ধে পরিণত করে যেখানে ব্রিটিশ নৌ ও সামরিক আধিপত্য নিরপেক্ষ হয়ে যায়। কূটনীতিকরা—বিশেষ করে ফ্র্যাঙ্কলিন, অ্যাডামস এবং জেফারসন —আমেরিকার স্বাধীনতার স্বীকৃতি এবং নতুন জাতীয় সরকারকে বড় ঋণ নিশ্চিত করেছিলেন। ১৭৮৩ সালে প্যারিস চুক্তি মার্কিন যুক্তরাষ্ট্রের জন্য অত্যন্ত অনুকূল ছিল। এর ফলে যুক্তরাষ্ট্র এখন পশ্চিম দিকে মিসিসিপি নদী পর্যন্ত বিস্তার লাভ করতে পারত।\nইতিহাসবিদ স্যামুয়েল ফ্ল্যাগ বেমিস কূটনৈতিক ইতিহাসের একজন শীর্ষস্থানীয় বিশেষজ্ঞ ছিলেন। জেরোল্ড কম্বসের মতে:\n\n১৯৩৫ সালে প্রথমবার প্রকাশিত বেমিসের \"দ্য ডিপ্লোমেসি অফ দ্য আমেরিকান রেভোলিউশন\" এখনও এই বিষয়ের উপর আদর্শ রচনা। এটি ইউরোপীয় বিবাদে মার্কিনীদের জড়িয়ে পড়ার বিপদের উপর জোর দিয়েছিল। আঠারো শতকে ইউরোপীয় কূটনীতি ছিল \"পচা, দুর্নীতিগ্রস্ত এবং বিশ্বাসঘাতক\" যা বেমিস সতর্ক করে দিয়েছিলেন। আমেরিকার কূটনৈতিক সাফল্য ইউরোপীয় রাজনীতি থেকে দূরে থাকার ফলে এবং ইউরোপীয় দ্বন্দ্ব থেকে সুবিধা নেওয়ার ফলেই সম্ভব হয়েছিল। ফ্র্যাঙ্কলিন, জে এবং অ্যাডামস বিপ্লবের সময় ঠিক এই কাজটিই করেছিলেন এবং ফলস্বরূপ মার্কিন কূটনীতির ইতিহাসে সর্বশ্রেষ্ঠ বিজয় অর্জন করেছিলেন। বেমিস স্বীকার করেছিলেন যে যুদ্ধ জয়ের জন্য ফরাসি জোট অপরিহার্য ছিল। তবুও তিনি দুঃখ প্রকাশ করেন যে এটি \"ইউরোপীয় কূটনীতির ঘৃণ্য জগতের\" সাথে জড়িত ছিল। ভার্জেনেস [ফরাসি পররাষ্ট্রমন্ত্রী] আমেরিকাকে এমন একটি \"কবরখানা\" [কসাইখানা] দিকে নিয়ে যেতে যথেষ্ট ইচ্ছুক ছিলেন যেখানে ফ্রান্সের স্বার্থকে এগিয়ে নিয়ে গেলে মার্কিন যুক্তরাষ্ট্রের কিছু অংশ খণ্ডিত হতে পারে।\n১৭৭৬ সালে স্বাধীনতা থেকে ১৭৮৯ সালে নতুন সংবিধান পর্যন্ত মার্কিন পররাষ্ট্র বিষয়ক বিষয়গুলি সরাসরি কংগ্রেস কর্তৃক কনফেডারেশনের ধারাগুলির অধীনে পরিচালিত হত। পরবর্তীতে নতুন সরকার ১০ জানুয়ারী ১৭৮১ সালে একটি পররাষ্ট্র বিভাগ এবং পররাষ্ট্র সচিবের পদ সৃষ্টি করে।\n\n\n=== প্রাথমিক জাতীয় যুগ: ১৭৮৯–১৮০১ ===\n\n১৭৮৯ সালে প্রথম কংগ্রেসের মাধ্যমে মন্ত্রিপরিষদ-স্তরের ডিপার্টমেন্ট অফ ফরেইন অ্যাফেয়ার্স নামে পররাষ্ট্র দপ্তর তৈরি করা হয়েছিল। শীঘ্রই এর নাম পরিবর্তন করে ডিপার্টমেন্ট অফ স্টেটস রাখা হয় এবং পররাষ্ট্রমন্ত্রীর পদবি পরিবর্তন করা হয়। টমাস জেফারসন ফ্রান্স থেকে ফিরে এসে এই পদ গ্রহণ করেন। তার প্রতিদ্বন্দ্বী আলেকজান্ডার হ্যামিল্টন প্রায়শই ওয়াশিংটনের সমর্থন অর্জন করতেন এবং বৈদেশিক নীতি নির্ধারণে জেফারসনকে ছাড়িয়ে যেতেন।\n\n\n==== ব্রিটেনের সাথে জে চুক্তি জেফারসনীয়দের বিচ্ছিন্ন করে তোলে ====\n১৭৯৩ সালে ফরাসি বিপ্লবের ফলে ব্রিটেন (আমেরিকার শীর্ষস্থানীয় বাণিজ্যিক অংশীদার) এবং ফ্রান্স (পুরাতন মিত্র, যার একটি চুক্তি এখনও কার্যকর ছিল) এর মধ্যে যুদ্ধ শুরু হয়। তখন ওয়াশিংটন এবং তার মন্ত্রিসভা ১৭৯৪ সালের নিরপেক্ষতা আইনে অন্তর্ভুক্ত নিরপেক্ষতার নীতি গ্রহণের সিদ্ধান্ত নেয়। ১৭৯৫ সালে ওয়াশিংটন জে চুক্তিকে সমর্থন করেন, যা ট্রেজারি সেক্রেটারি আলেকজান্ডার হ্যামিল্টন ব্রিটেনের সাথে যুদ্ধ এড়াতে এবং বাণিজ্যকে উৎসাহিত করার জন্য গ্রহণ করেছিলেন। জেফারসন এবং জেমস ম্যাডিসনের নেতৃত্বে জেফারসনীয়রা এই চুক্তির তীব্র বিরোধিতা করেছিল। তবে ওয়াশিংটনের সমর্থন চূড়ান্ত প্রমাণিত হয়েছিল এবং মার্কিন যুক্তরাষ্ট্র এবং ব্রিটেন এক দশক ধরে বন্ধুত্বপূর্ণ সম্পর্ক বজায় রেখেছিল। তবে বৈদেশিক নীতি সংক্রান্ত বিরোধ মার্কিনীদের মেরুকরণ করে এবং দুটি প্রতিদ্বন্দ্বী দলের উত্থান ঘটায়: হ্যামিল্টনের নেতৃত্বে ফেডারেলিস্ট এবং জেফারসন এবং ম্যাডিসনের নেতৃত্বে রিপাবলিকান।\n১৭৯৬ সালে রাষ্ট্রপতি জর্জ ওয়াশিংটন তাঁর \"বিদায়ী বার্তা\"-এ, যা নীতির ভিত্তি হয়ে ওঠে, বিদেশী জটিলতায় জড়ানোর বিরুদ্ধে পরামর্শ দিয়েছিলেন:\n\nইউরোপের কিছু প্রধান স্বার্থ রয়েছে, যা আমাদের নেই বা খুব সামান্যই সম্পর্কযুক্ত। তাই ইউরোপকে প্রায়ই বিতর্কের মধ্যে জড়াতে হয় যার কারণগুলি আমাদের চিন্তা-ভাবনাগুলির সাথে সরাসরি সম্পর্কিত নয়। সুতরাং, আমাদের জন্য এটি অসংযত হবে যদি আমরা কৃত্রিম সম্পর্ক দ্বারা নিজেদের ইউরোপের রাজনীতির সাধারণ পরিবর্তন, বন্ধুত্ব বা শত্রুতার সাধারণ সংমিশ্রণ ও সংঘর্ষে জড়িয়ে ফেলি। আমাদের বিচ্ছিন্ন এবং দূরবর্তী অবস্থান আমাদেরকে একটি ভিন্ন পথ অনুসরণ করার সুযোগ এবং সক্ষমতা প্রদান করে।\n\n\n==== ফ্রান্সের সাথে সমস্যা: XYZ ব্যাপার এবং আধা-যুদ্ধ ====\n\n১৭৯৮ সালে ফরাসিরা পররাষ্ট্রমন্ত্রী ট্যালিরান্ডের সাথে দেখা করার জন্য মার্টিন কূটনীতিকদের কাছে বিশাল ঘুষ দাবি করে যা মার্কিনীরা প্রত্যাখ্যান করে। অ্যাডামসকে সন্দেহ করে রিপাবলিকানরা ঐ ঘটনার নথি প্রকাশের দাবি করেছিল। অ্যাডামস ফরাসি কূটনীতিকদের নামের পরিবর্তে কোড হিসেবে X, Y এবং Z ব্যবহার করে প্রকাশ করেন। XYZ ঘটনাটি একটি জাতীয়তাবাদী অনুভূতির সঞ্চার করে। কংগ্রেস অ্যাডামসের নৌবাহিনী সংগঠিত করার পরিকল্পনা অনুমোদন করে। মার্কিন জনমত ফ্রান্সের বিরুদ্ধে প্রবণ হয়ে ওঠে। ফেডারেলিস্টদের জেফারসনের রিপাবলিকান পার্টিকে দমন করার চেষ্টা করতে উৎসাহিত করে। অ্যাডামস অনিচ্ছা সত্ত্বেও রিপাবলিকানদের দুর্বল করার জন্য পরিকল্পিত এলিয়েন এবং রাষ্ট্রদ্রোহ আইনে স্বাক্ষর করেন। তবে অ্যাডামস তার ফেডারেলিস্ট পার্টির হ্যামিল্টোনিয়ান শাখার সাথে সম্পর্ক ছিন্ন করেন এবং ১৮০০ সালে ফ্রান্সের সাথে শান্তি স্থাপন করেন। এর ফলে ফেডারেলিস্ট পার্টি বিভক্ত হয়ে যায় এবং ১৮০০ সালে অ্যাডামসকে পুনর্নির্বাচিত করতে ব্যর্থ হয়। এটি আর কখনও ক্ষমতায় ফিরতে পারেনি। তবে রিপাবলিকানরা নেপোলিয়নকে ঘৃণা করত এবং ব্রিটেনের সাথে যুদ্ধে ফ্রান্সকে আর সমর্থন করত না।\n১৭৯৮ সালের মধ্যে ফরাসি জলদস্যুরা প্রকাশ্যে মার্কিন জাহাজ দখল করতে শুরু করে। এর ফলে ১৭৯৮-৯৯ সালের আধা-যুদ্ধ নামে পরিচিত একটি অঘোষিত যুদ্ধ শুরু হয়। এটি ছিল ১৭৯৮ থেকে ১৮০০ সাল পর্যন্ত ফরাসি প্রথম প্রজাতন্ত্রের সাথে একটি অঘোষিত নৌ সংঘর্ষ। ফরাসিরা গ্রেট ব্রিটেনের সাথে যুদ্ধে লিপ্ত থাকার সময় মার্কিন যুক্তরাষ্ট্র নিরপেক্ষ ছিল। চুক্তির বিভিন্ন ব্যাখ্যার কারণে এই বিরোধ শুরু হয়েছিল এবং ফ্রান্স যখন ব্রিটেনের সাথে বাণিজ্যকারী মার্কিন জাহাজ জব্দ করে তখন তা আরও তীব্র আকার ধারণ করে। কূটনৈতিক আলোচনা ব্যর্থ হয়েছিল। ১৭৯৮ সালে কংগ্রেস মার্কিন যুক্তরাষ্ট্রের নৌবাহিনীকে পুনরায় একত্রিত করে এবং ফ্রান্সের বিরুদ্ধে বাহিনী প্রেরণের অনুমোদন দেয়। ১৭৯৯ সালের ফেব্রুয়ারিতে রাষ্ট্রপতি অ্যাডামস ঘোষণা করেন যে তিনি শান্তি আলোচনা করবেন। তবে তার নিজস্ব ফেডারেলিস্ট পার্টি তার মধ্যপন্থী এবং হ্যামিল্টনের উচ্চ ফেডারেলিস্টদের মধ্যে বিভক্ত ছিল যারা লড়াই চালিয়ে যেতে চেয়েছিল। ফ্রান্সে নেপোলিয়নের ক্ষমতায় উত্থানের ফলে শান্তিপূর্ণ চুক্তিতে পৌঁছানোর সম্ভাবনা বৃদ্ধি পায়, কারণ তিনি বিশ্বাস করতেন যে আধা-যুদ্ধ ব্রিটেনের বিরুদ্ধে মূল যুদ্ধ থেকে দূরে সরে যাচ্ছে। ১৮০০ সালের সেপ্টেম্বরে কনভেনশন স্বাক্ষরের মাধ্যমে আধা-যুদ্ধের সমাপ্তি ঘটে। তবে ১৮০০ সালের নির্বাচনে অ্যাডামস রিপাবলিকানদের কাছে হেরে যাওয়ার পরেই শান্তির খবর আসে। উচ্চপদস্থ ফেডারেলিস্টদের বিরোধিতা সত্ত্বেও অ্যাডামস কংগ্রেসের খোঁড়া-হাঁস অধিবেশনে সিনেট কর্তৃক কনভেনশনটি অনুমোদন করতে সক্ষম হন। এরপর তিনি জরুরি সেনাবাহিনী ভেঙে দেন যা তিনি কখনও ব্যবহার করেন নি।\nকংগ্রেসের পক্ষে যুদ্ধ ঘোষণা না করেই সামরিক কার্যক্রম অনুমোদন করার ক্ষমতা পরবর্তীতে সুপ্রিম কোর্ট দ্বারা নিশ্চিত করা হয়।\n\n\n== জেফারসনীয় যুগ: ১৮০১–১৮২৯ ==\n\nটমাস জেফারসন আমেরিকাকে একটি মহান \"স্বাধীনতার সাম্রাজ্যের\" পিছনের শক্তি হিসেবে কল্পনা করেছিলেন যা প্রজাতন্ত্রবাদকে উন্নীত করবে এবং উত্তর আমেরিকায় ব্রিটিশ প্রভাবকে প্রতিহত করবে।  জেফারসন ১৮০৩ সালে নেপোলিয়ন বোনাপার্টের থেকে ১৫ মিলিয়ন ডলারের চুক্তিতে লুইসিয়ানা ক্রয় করেন। এর ফলে মিসিসিপি নদীর পশ্চিমে বিশাল ভূখণ্ড যুক্ত করে ক্রমবর্ধমান জাতির আকার দ্বিগুণ হয়। জেফারসনীয় গণতন্ত্রের আদর্শে ইয়েওমেন কৃষকদের জন্য লক্ষ লক্ষ নতুন খামারের জায়গা খুলে দেয়।\nইউরোপকে বাধ্য করার জন্য রাষ্ট্রপতি জেফারসন ১৮০৭ সালের নিষেধাজ্ঞা আইনের পরিকল্পনা করেছিলেন। এটি ফ্রান্স এবং ব্রিটেন উভয়ের সাথেই বাণিজ্য নিষিদ্ধ করেছিল, কিন্তু তারা নত হয়নি। অধিকন্তু ফেডারেলিস্টরা তার নীতিকে বাণিজ্যিক স্বার্থের পরিবর্তে কৃষি স্বার্থের পক্ষে পক্ষপাতদুষ্টতা বলে নিন্দা করেছিলেন। নিউ ইংল্যান্ডে এটি অত্যন্ত অজনপ্রিয় ছিল যেখানে চোরাচালান কার্যক্রম শুরু হয়েছিল এবং ব্রিটিশ যুদ্ধজাহাজ কর্তৃক মার্কিন বণিকদের আটক বন্ধে অকার্যকর প্রমাণিত হয়েছিল।\n\n\n=== ১৮১২ সালের যুদ্ধ ===\n\nজেফারসনীয়রা প্রথমে ব্রিটিশদের উপর গভীরভাবে অবিশ্বাস করেছিল। কিন্তু রাজকীয় নৌবাহিনী ফ্রান্সের সাথে মার্কিন বাণিজ্য বন্ধ করে দেওয়ার ফলে এবং আমেরিকান জাহাজ থেকে প্রায় ৬,০০০ ব্রিটিশ পলাতককে প্রভাবিত করার ফলে এটি আরও তীব্র হয়ে ওঠে। ১৮০৭ সালে মার্কিন যুদ্ধজাহাজ চেসাপিকে ব্রিটিশ আক্রমণের ফলে মার্কিন জনগণ অপমানিত বোধ করেছিল। পশ্চিমে ব্রিটিশ-মিত্র আদিবাসীরা মার্কিন উপনিবেশকারীদের আক্রমণ করেছিল। এর ফলে মধ্য-পশ্চিমে (বিশেষ করে ওহিও, ইন্ডিয়ানা এবং মিশিগান) মার্কিন সীমান্ত বসতিগুলির অনুপ্রবেশকে হতাশ করেছিল।\n১৮১২ সালে কূটনৈতিক সম্পর্ক ছিন্ন হয় এবং মার্কিন যুক্তরাষ্ট্র ব্রিটেনের বিরুদ্ধে যুদ্ধ ঘোষণা করে। ১৮১২ সালের যুদ্ধে উভয় পক্ষেরই খুব খারাপ পরিকল্পনা এবং সামরিক ব্যর্থতা লক্ষ্য করা যায়। ১৮১৫ সালে ঘেন্ট চুক্তির মাধ্যমে এর সমাপ্তি ঘটে। সামরিকভাবে এটি একটি অচলাবস্থা ছিল কারণ উভয় পক্ষই তাদের আক্রমণ প্রচেষ্টায় ব্যর্থ হয়েছিল। তবে ব্রিটিশ রাজকীয় নৌবাহিনী উপকূলরেখা অবরোধ করে এবং মার্কিন বাণিজ্য বন্ধ করে দেয় (ব্রিটিশ কানাডায় সরবরাহ পাচার ব্যতীত)। তবে ব্রিটিশরা তাদের প্রধান লক্ষ্য নেপোলিয়নকে পরাজিত করতে সফল হয়েছিল। অন্যদিকে মার্কিন সেনাবাহিনী ব্রিটিশদের সমর্থিত আদিবাসী জোটকে পরাজিত করে। তারা মধ্য-পশ্চিমে একটি ব্রিটিশ-আদিবাসী সীমান্ত জাতি প্রতিষ্ঠা এবং তাদের মার্কিন যুক্তরাষ্ট্রের উপর আঞ্চলিক সুবিধা প্রদানের ব্রিটিশ যুদ্ধ লক্ষ্যের অবসান ঘটায়। ব্রিটিশরা মার্কিন জাহাজে নাবিকদের প্রভাবিত করা বন্ধ করে দেয় এবং ফ্রান্সের (বর্তমানে ব্রিটেনের মিত্র) সাথে বাণিজ্য পুনরায় শুরু হয়। উল্লেখিত ঘটনাক্রমে যুদ্ধের কারণগুলি দূর হয়ে যায়। বিশেষ করে নিউ অরলিন্সের যুদ্ধে মার্কিনীদের জয়ের পর মার্কিনীরা তাদের \"দ্বিতীয় স্বাধীনতা যুদ্ধ\" জয়ের জন্য গর্বিত এবং বিজয়ী বোধ করেছিল। সফল জেনারেল অ্যান্ড্রু জ্যাকসন এবং উইলিয়াম হেনরি হ্যারিসন রাজনৈতিক নায়ক হয়ে ওঠেন। ১৮১৫ সালের পর মার্কিন যুক্তরাষ্ট্র-কানাডা সীমান্তে উত্তেজনা কমে আসে, শান্তিপূর্ণ বাণিজ্য এবং সাধারণভাবে ভালো সম্পর্ক বজায় থাকে। সীমান্ত বিরোধগুলি সৌহার্দ্যপূর্ণভাবে নিষ্পত্তি করা হয়েছিল। ১৮১৫ সালের পর মার্কিন যুক্তরাষ্ট্র এবং কানাডা উভয় দেশেই জাতীয়তাবাদ এবং জাতীয় গর্বের উত্থান দেখা দেয়।\n১৭৮০ সালের পর মার্কিন যুক্তরাষ্ট্র উত্তর আফ্রিকার দেশগুলির সাথে এবং উসমানীয় সাম্রাজ্যের সাথে সম্পর্ক স্থাপন করে।\n\n\n=== লাতিন আমেরিকা ===\n\n১৮২১ সালে লাতিন আমেরিকায় স্পেনীয় উপনিবেশগুলির নতুন স্বাধীনতার প্রতিক্রিয়ায় মার্কিন যুক্তরাষ্ট্র গ্রেট ব্রিটেনের সাথে পরোক্ষ সহযোগিতায় ১৮২৩ সালে মনরো ডকট্রিন প্রতিষ্ঠা করে। এই নীতি আমেরিকায় ইউরোপীয় হস্তক্ষেপের বিরোধিতা ঘোষণা করে এবং পরবর্তী মার্কিন নেতাদের মানসিকতার উপর একটি স্থায়ী ছাপ ফেলে। স্পেনের ফ্লোরিডা উপনিবেশ স্থাপন বা নিয়ন্ত্রণে ব্যর্থতার কারণে ১৮২১ সালে মার্কিন যুক্তরাষ্ট্র এটি কিনে নেয়। জন কুইন্সি অ্যাডামস রাষ্ট্রপতি মনরোর অধীনে পররাষ্ট্রমন্ত্রী ছিলেন।\n\n\n== জ্যাকসনীয় যুগ: ১৮২৯–১৮৬১ ==\n\n\n=== মেক্সিকান-মার্কিন যুদ্ধ ===\n\n১৮৪৬ সালে এক তীব্র রাজনৈতিক বিতর্কে সম্প্রসারণবাদী ডেমোক্র্যাটরা হুইগদের উপর জয়লাভ করে এবং মার্কিন যুক্তরাষ্ট্র টেক্সাস প্রজাতন্ত্রকে সংযুক্ত করে। মেক্সিকো কখনই টেক্সাসের স্বাধীনতার স্বীকৃতি দেয়নি এবং মার্কিন যুক্তরাষ্ট্র যদি এটিকে সংযুক্ত করে তবে যুদ্ধের প্রতিশ্রুতি দেয়। রাষ্ট্রপতি জেমস কে. পোক ওরেগন সম্পর্কিত ব্রিটেনের সাথে সীমান্ত বিরোধের শান্তিপূর্ণ সমাধান করেন। এরপর তিনি টেক্সাসের বিতর্কিত এলাকায় মার্কিন সেনাবাহিনীর টহল পাঠান। এর ফলে মেক্সিকান-আমেরিকান যুদ্ধ শুরু হয় যা মার্কিনীরা সহজেই জিতে যায়। ১৮৪৮ সালে গুয়াদালুপে হিডালগো চুক্তির ফলে মার্কিন যুক্তরাষ্ট্র ক্যালিফোর্নিয়া, অ্যারিজোনা এবং নিউ মেক্সিকো সহ বিভিন্ন অঞ্চল অধিগ্রহণ করে। সেখানকার হিস্পানিক বাসিন্দাদের পূর্ণ মার্কিন নাগরিকত্ব দেওয়া হয়।\n\n\n=== নিকারাগুয়ান খাল ===\nব্রিটিশরা দক্ষিণ-পশ্চিমে মার্কিন সম্প্রসারণকে বাধাগ্রস্ত করার জন্য একটি স্থিতিশীল মেক্সিকো চেয়েছিল। কিন্তু মেক্সিকানরা নিজেদের স্থিতিশীল করার আগেই মার্কিনীরা মেক্সিকো আক্রমণ করে। এর ফলে এক বিশাল মার্কিন সম্প্রসারণ ঘটে। ১৮৪৮ সালে ক্যালিফোর্নিয়ায় সোনার আবিষ্কারের ফলে সোনার খনিতে যাতায়াতের জন্য ব্যাপক চাহিদা তৈরি হয়। দক্ষিণ আমেরিকা জুড়ে দীর্ঘ ধীর নৌযান ভ্রমণ এড়াতে প্রধান রুটগুলি পানামা পেরিয়ে আসে। পানামার বিপজ্জনক পরিবেশ সত্ত্বেও একটি রেলপথ তৈরি করা হয়েছিল যা ৬,০০,০০০ যাত্রী বহন করেছিল। নিকারাগুয়ায় একটি খাল অনেক স্বাস্থ্যকর এবং আকর্ষণীয় বিকল্প ছিল। মার্কিন ব্যবসায়ী কর্নেলিয়াস ভ্যান্ডারবিল্ট নিকারাগুয়ায় একটি মার্কিন চুক্তির পাশাপাশি প্রয়োজনীয় অনুমতিও পেয়েছিলেন। ব্রিটেন দীর্ঘদিন ধরে মধ্য আমেরিকায় আধিপত্য বিস্তার করে আসছিল। তবে অঞ্চলটিতে মার্কিন প্রভাব ক্রমশ বৃদ্ধি পাচ্ছিল এবং এই অঞ্চলের বেশ কয়েকটি সরকার ব্রিটিশ প্রভাবের প্রতিপক্ষ হিসেবে মার্কিন যুক্তরাষ্ট্রকে সমর্থন করছিল। তবে ব্রিটিশরা একটি মার্কিন খাল বন্ধ করতে দৃঢ়প্রতিজ্ঞ ছিল এবং আটলান্টিকের মশকুইটো উপকূলের গুরুত্বপূর্ণ স্থানগুলি নিয়ন্ত্রণ করেছিল যা এটি বন্ধ করে দিয়েছিল। ওয়াশিংটনে হুইগরা দায়িত্বে ছিল এবং বিদ্রোহী ডেমোক্র্যাটদের বিপরীতে তারা ব্যবসার মতো শান্তিপূর্ণ সমাধান চেয়েছিল। জিব্রাল্টারের চোকপয়েন্টে ব্রিটিশদের একচেটিয়া অধিকার প্রতিষ্ঠার অভিজ্ঞতা থেকে হুইগরা শিক্ষা নিয়েছিল, যার ফলে প্রচুর পরিমাণে সামরিক ব্যয় হয়েছিল। মার্কিন যুক্তরাষ্ট্র সিদ্ধান্ত নিয়েছে যে একটি খাল বিশ্বের সকল যানবাহনের জন্য উন্মুক্ত এবং নিরপেক্ষ হওয়া উচিত এবং সামরিকীকরণ করা উচিত নয়। স্থানীয়ভাবে উত্তেজনা আরও বেড়ে যায় এবং মাঠে ছোটখাটো শারীরিক সংঘর্ষ হয়।\n\n১৮৫০ সালের ক্লেটন-বুলওয়ার চুক্তিতে ওয়াশিংটন এবং লন্ডন একটি কূটনৈতিক সমাধান খুঁজে পায়। ক্রমবর্ধমান সংঘর্ষ এড়াতে এটি নিকারাগুয়া খাল তৈরিতে দৃষ্টি নিবদ্ধ করে যা প্রশান্ত মহাসাগর এবং আটলান্টিককে সংযুক্ত করবে। চুক্তির তিনটি প্রধান শর্ত ছিল: কোনো দেশই একে অপরের সম্মতি ও সহযোগিতা ছাড়া এই ধরনের একটি খাল নির্মাণ করবে না; কোনো দেশই এই অঞ্চলে দুর্গ নির্মাণ বা নতুন কলোনি স্থাপন করবে না; যদি কখনো খালটি নির্মিত হয়, তবে উভয় শক্তি নিশ্চিত করবে যে এটি সমস্ত জাহাজ চলাচলের জন্য নিরপেক্ষভাবে উন্মুক্ত থাকবে। যাইহোক মতবিরোধ তৈরি হলে নিকারাগুয়া খাল কখনো নির্মিত হয়নি। তবে চুক্তিটি ১৯০১ সাল পর্যন্ত কার্যকর ছিল। ১৮৫৭-৫৯ সালের মধ্যে লন্ডন আমেরিকার আঞ্চলিক বিস্তার বিরোধিতা করা বন্ধ করে দেয়।\n১৮৬৯ সালে আন্তঃমহাদেশীয় রেলপথ চালু হওয়ার ফলে ক্যালিফোর্নিয়া ভ্রমণ খুব দ্রুত, সস্তা এবং নিরাপদ করে তোলে। শিকাগো থেকে ছয় মাসের পরিবর্তে ছয় দিন সময় লাগতো। মার্কিনীরা খালের প্রতি আগ্রহ হারিয়ে ফেলে এবং দীর্ঘ দূরত্বের রেলপথ নির্মাণের দিকে তাদের মনোযোগ কেন্দ্রীভূত করে। এদিকে ব্রিটিশরা ভারতে দ্রুত যোগাযোগ স্থাপনের জন্য সুয়েজ খালের দিকে মনোযোগ দেয়। নিকারাগুয়ায় মার্কিন খাল নির্মাণের উপর লন্ডন বিরোধিতা বহাল রাখে। ১৮৯০-এর দশকে ফরাসিরা পানামার মধ্য দিয়ে একটি খাল নির্মাণের জন্য একটি বড় প্রচেষ্টা চালায়। অব্যবস্থাপনা, তীব্র দুর্নীতি এবং বিশেষ করে মরণব্যাধি পরিবেশের কারণে নিজেরাই এটি বাতিল করে দেয়। ১৮৯০-এর দশকের শেষের দিকে ব্রিটেন মার্কিন যুক্তরাষ্ট্রের সাথে সম্পর্কের অনেক উন্নতির প্রয়োজনীয়তা অনুভব করে এবং নিকারাগুয়া বা পানামার মধ্য দিয়ে মার্কিন যুক্তরাষ্ট্রকে একটি খাল নির্মাণের অনুমতি দিতে সম্মত হয়। মার্কিন যুক্তরাষ্ট্রের পছন্দ ছিল পানামা। ১৯০১ সালের হে-পাউন্সেফোট চুক্তি ক্লেটন-বুলওয়ার চুক্তির স্থলাভিষিক্ত হয় এবং মার্কিন যুক্তরাষ্ট্র নির্মিত পানামা খালের জন্য নিরপেক্ষতার নীতি গ্রহণ করে। এটি ১৯১৪ সালে খুলে দেয়া হয়।\n\n\n=== রাষ্ট্রপতি বুকানন, ১৮৫৭-১৮৬১ ===\n\nজেমস বুকানন বৈদেশিক নীতিতে অনেক অভিজ্ঞ ছিলেন। তিনি উচ্চাকাঙ্ক্ষী পররাষ্ট্রনীতি নিয়ে হোয়াইট হাউসে প্রবেশ করেছিলেন। তবে তিনি এবং তার পররাষ্ট্রমন্ত্রী লুইস ক্যাস খুব কম সাফল্য পেয়েছিলেন। তার প্রশাসনের জন্য প্রধান বাধা ছিল কংগ্রেসের বিরোধিতা। তার উচ্চাকাঙ্ক্ষা ছিল গ্রেট ব্রিটেনকে সরিয়ে মধ্য আমেরিকায় মার্কিন আধিপত্য প্রতিষ্ঠা করা। তিনি ক্লেটন-বুলওয়ার চুক্তি পুনঃআলোচনার আশা করেছিলেন, যাকে তিনি একটি ভুল হিসেবে দেখেছিলেন যা এই অঞ্চলে মার্কিন প্রভাবকে সীমিত করেছিল। তিনি মেক্সিকান রাজ্য চিহুয়াহুয়া এবং সোনোরা জুড়ে মার্কিন আশ্রিত অঞ্চল প্রতিষ্ঠার চেষ্টা করেছিলেন। এটি আংশিকভাবে মরমনদের গন্তব্যস্থল ছিল।\nতিনি স্পেনীয় সাম্রাজ্যের ক্ষয়িষ্ণু অবস্থা সম্পর্কে অবগত ছিলেন।তিনি শেষপর্যন্ত কিউবা অধিগ্রহণের তার দীর্ঘমেয়াদী লক্ষ্য অর্জনের আশা করেছিলেন। কিউবায় তখনও দাসপ্রথা চলমান ছিল। ব্রিটিশদের সাথে দীর্ঘ আলোচনার পর তিনি তাদের উপসাগরীয় দ্বীপপুঞ্জ হন্ডুরাসকে এবং মস্কিটো উপকূল নিকারাগুয়াকে হস্তান্তর করতে রাজি করান। তবে কিউবা এবং মেক্সিকোতে বুকাননের উচ্চাকাঙ্ক্ষা প্রতিনিধি পরিষদে বাধাগ্রস্ত হয়েছিল যেখানে দাসপ্রথা বিরোধী শক্তিগুলি নতুন দাস অঞ্চল অধিগ্রহণের যে কোনও পদক্ষেপের তীব্র বিরোধিতা করেছিল। বুকাননকে তার মিত্র সিনেটর জন স্লাইডেল (ডেম.-লুইসিয়ানা) সহায়তা করেছিলেন। কিন্তু ডেমোক্র্যাটিক পার্টির ভেতরে বুকাননের একজন ঘোর শত্রু সিনেটর স্টিফেন ডগলাস বুকাননের পররাষ্ট্রনীতিকে ব্যর্থ করার জন্য কঠোর পরিশ্রম করেছিলেন।\nবুকানন রাশিয়ার কাছ থেকে আলাস্কা কেনার চেষ্টা করেছিলেন। সম্ভবত মরমন বসতি স্থাপনকারীদের উপনিবেশ হিসেবে চেষ্টা করেছিলেন। তবে মার্কিন যুক্তরাষ্ট্র এবং রাশিয়া মূল্যের বিষয়ে একমত হতে পারেনি।\nচীনে মার্কিন যুক্তরাষ্ট্র দ্বিতীয় আফিম যুদ্ধে সরাসরি অংশগ্রহণ করেনি। তবে বুকানন প্রশাসন বাণিজ্য ছাড় পেয়েছিল। রাষ্ট্রপতি ১৮৫৭-৫৮ সালে চীনে তার মন্ত্রী (রাষ্ট্রদূত) উইলিয়াম ব্র্যাডফোর্ড রিডের (১৮০৬-১৮৭৬) উপর নির্ভর করেছিলেন। প্রাক্তন হুইগ দলের সদস্য রিড ১৮৫৬ সালের প্রচারণায় বুকাননকে সমর্থন করার জন্য অনেক পুরনো-ধারার হুইগদের রাজি করিয়েছিলেন। ১৮৫৮ সালের তিয়েনসিন চুক্তি মার্কিন কূটনীতিকদের পিকিংয়ে বসবাসের অধিকার প্রদান করে, মার্কিন পণ্যের উপর শুল্কের মাত্রা হ্রাস করে এবং চীনে বিদেশীদের ধর্ম পালনের অবাধ সুযোগ নিশ্চিত করে। রিড ওপেন ডোর নীতির কিছু শিকড় গড়ে তুলেছিলেন যা ৪০ বছর পরে বাস্তবায়িত হয়েছিল।\n১৮৫৮ সালে বুকানন \"একটি অত্যন্ত অপ্রীতিকর, অযৌক্তিক এবং জঘন্য আক্রমণ\" দ্বারা ক্ষুব্ধ হয়ে প্যারাগুয়ে অভিযানের নির্দেশ দেন। এই সফল অভিযানের লক্ষ্য ছিল একটি বৈজ্ঞানিক অভিযানে থাকা ইউএসএস ওয়াটার বিচ উপর গুলি চালানোর জন্য প্যারাগুয়েকে শাস্তি দেওয়া। প্যারাগুয়ে ক্ষমা চেয়েছে এবং ক্ষতিপূরণ দিয়েছে।\n\n\n=== চীনে মিশনারি, ১৮৩০-১৯৪০ দশক ===\n\nএলিজা কোলম্যান ব্রিজম্যান (১৮০১-৬১) চীনে প্রথম মার্কিন মিশনারি ছিলেন। যিনি ১৮৩০ সালে চীনে পৌঁছান। শীঘ্রই তিনি চীনা \"মূর্তিপূজার বিরুদ্ধে তার পূর্ব ধারণাগুলি কাটিয়ে ওঠেন, চীনা ভাষা শিখেন এবং চীনা ভাষায় মার্কিন যুক্তরাষ্ট্রের একটি বহুল ব্যবহৃত ইতিহাস লেখেন। তিনি ১৮৩২ সালে ইংরেজি ভাষার জার্নাল দ্য চাইনিজ রিপোজিটরি প্রতিষ্ঠা করেন। এটি চীনা সংস্কৃতি এবং রাজনীতি সম্পর্কিত তথ্যের একটি প্রধান মার্কিন উৎস হিসেবে কাজ করেছিল।\nজন পমফ্রেটের মতে, মার্কিন মিশনারিরা চীনের উন্নয়নের জন্য অত্যন্ত গুরুত্বপূর্ণ ছিলেন। পাশ্চাত্য-শিক্ষিত চীনাদের সাথে তারা ঐতিহ্যবাহী গোঁড়ামির দড়ি ভাঙার জন্য সরঞ্জাম সরবরাহ করেছিল। তারা পশ্চিমা বিজ্ঞান, সমালোচনামূলক চিন্তাভাবনা, খেলাধুলা, শিল্প এবং আইন পড়াত। তারা চীনের প্রথম বিশ্ববিদ্যালয় এবং হাসপাতাল প্রতিষ্ঠা করে। এই প্রতিষ্ঠানগুলির নতুন নামকরণ করা হয়েছে তবুও এখনো চীনের সেরা প্রতিষ্ঠানগুলির মধ্যে অন্যতম।\nমহিলা মিশনারিরা একটি বিশেষ ভূমিকা পালন করেছিলেন। তারা কন্যাশিশু হত্যা এবং পা বাঁধার ঐতিহ্যবাহী রীতিনীতির বিরুদ্ধে নীতিবাদী ধর্মযুদ্ধ সংগঠিত করেছিলেন। এটি পমফ্রেট \"আধুনিক চীনা ইতিহাসের সর্বশ্রেষ্ঠ মানবাধিকার অগ্রগতি\" বলে অভিহিত করেছেন। মিশনারিরা শারীরিক শিক্ষা এবং খেলাধুলার মাধ্যমে স্বাস্থ্যকর জীবনযাপন প্রচার করেছিলেন। তারা দারিদ্র্যপীড়িত মানুষদের সক্ষমতা প্রমাণ করে শ্রেণীভিত্তিক নিয়ম ভাঙতে সাহায্য করেছিলেন। এছাড়াও মহিলাদের ক্রীড়ার মাধ্যমে লিঙ্গভিত্তিক ভুমিকা প্রসারিত করেছিলেন।\n১৮৯৯-১৯০১ সালের বক্সার বিদ্রোহের সময় খ্রিস্টান মিশনগুলি পুড়িয়ে দেওয়া হয়েছিল, হাজার হাজার ধর্মান্তরিতকে হত্যা করা হয়েছিল এবং মার্কিন মিশনারিরা তাদের জীবন বাঁচাতে খুব কমই পালিয়ে যেতে পেয়েছিলেন।\nপল ভার্গ দাবি করেন যে মার্কিন মিশনারিরা চীনকে পরিবর্তন করার জন্য খুব কঠোর পরিশ্রম করেছিলেন:\n\n [বিশ শতকের প্রথম দশকগুলিতে মিশনারি আন্দোলনের বিকাশ মার্কিন গির্জাগামী জনসাধারণ এবং চীনের মধ্যে এমন একটি বন্ধন তৈরি করেছিল যা মার্কিন যুক্তরাষ্ট্র এবং অন্য কোনও দেশের মধ্যে বিদ্যমান ছিল না। ১৮৯০ সালে মিশনারিদের সংখ্যা ৫১৩ থেকে বেড়ে ১৯১৪ সালে ২০০০-এরও বেশি হয় এবং ১৯২০ সালের মধ্যে চীনে ৮,৩২৫ জন প্রোটেস্ট্যান্ট মিশনারি ছিল। ১৯২৭ সালে ষোলটি মার্কিন বিশ্ববিদ্যালয় ও কলেজ, কলেজিয়েট পদমর্যাদার দশটি পেশাদার বিদ্যালয়, ধর্মতত্ত্বের চারটি বিদ্যালয় এবং চিকিৎসাবিদ্যার ছয়টি বিদ্যালয় ছিল। এই প্রতিষ্ঠানগুলিতে ১৯ মিলিয়ন ডলার বিনিয়োগ ছিল। ১৯২০ সালের মধ্যে চীনে ২৬৫টি খ্রিস্টান মাধ্যমিক বিদ্যালয় ছিল যেখানে ১৫,২১৩ জন শিক্ষার্থী ভর্তি হয়েছিল। হাজার হাজার প্রাথমিক বিদ্যালয় ছিল; শুধুমাত্র প্রেসবিটেরিয়ানদেরই ৩৮৩টি প্রাথমিক বিদ্যালয় ছিল যেখানে প্রায় ১৫,০০০ শিক্ষার্থী ছিল।\nআমেরিকা জুড়ে ব্যাপক তহবিল সংগ্রহ এবং প্রচার প্রচারণা অনুষ্ঠিত হয়েছিল। আমেরিকার ক্যাথলিকরাও চীনে বৃহৎ মিশন কার্যক্রমকে সমর্থন করেছিলেন।\nরাষ্ট্রপতি উড্রো উইলসন তার প্রাক্তন প্রিন্সটন ছাত্রদের সাথে যোগাযোগ রাখতেন যারা চীনে মিশনারি ছিলেন। তিনি তাদের কাজকে দৃঢ়ভাবে সমর্থন করেছিলেন।\n\n\n== গৃহযুদ্ধ এবং সোনালী যুগ: ১৮৬১–১৮৯৭ ==\n\n\n=== মার্কিন গৃহযুদ্ধ ===\n\nমার্কিন যুক্তরাষ্ট্রের গৃহযুদ্ধের সময় প্রতিটি জাতি আনুষ্ঠানিকভাবে নিরপেক্ষ ছিল এবং কেউই কনফেডারেসিকে স্বীকৃতি দেয়নি। এটি পররাষ্ট্রমন্ত্রী সেওয়ার্ড এবং লিঙ্কন প্রশাসনের জন্য একটি বড় কূটনৈতিক সাফল্য হিসেবে চিহ্নিত হয়েছে। তৃতীয় নেপোলিয়নের অধীনে ফ্রান্স মেক্সিকো আক্রমণ করে একটি পুতুল সরকার প্রতিষ্ঠা করেছিল। তারা মার্কিন প্রভাবকে খর্ব করার আশা করেছিল। তাই ফ্রান্স মধ্যস্থতার নীতিতে ব্রিটেনকে উৎসাহিত করে যাতে উভয়ই কনফেডারেসিকে স্বীকৃতি দেয়। ওয়াশিংটন বারবার সতর্ক করে দিয়েছিল যে এর অর্থ যুদ্ধ। ব্রিটিশ বস্ত্র শিল্প দক্ষিণের তুলার উপর নির্ভরশীল ছিল। মিলগুলিকে এক বছর পর্যন্ত সচল রাখার জন্য তাদের কাছে পর্যাপ্ত মজুদ ছিল। যাই হোক না কেন ব্রিটিশ রাজনীতিতে শিল্পপতি এবং শ্রমিকদের তেমন কোনও গুরুত্ব ছিল না। একটি যুদ্ধ মার্কিন খাদ্যের গুরুত্বপূর্ণ চালান বন্ধ করে দিতে, ব্রিটিশ বণিক নৌবহরের উপর বিপর্যয় এবং কানাডার তাৎক্ষণিক ক্ষতির কারণ হতে পারে। তাই ব্রিটেন ফরাসি পরিকল্পনার সাথে একমত হতে অস্বীকৃতি জানায়।\n১৮৬১ সালে ইউরোপীয় জনমতকে আকৃষ্ট করতে ওয়াশিংটনের নীতি ত্রুটিপূর্ণ ছিল। কূটনীতিকদের ব্যাখ্যা করতে হয়েছিল যে মার্কিন যুক্তরাষ্ট্র দাসপ্রথার অবসানের জন্য প্রতিশ্রুতিবদ্ধ ছিল না, বরং তারা বিচ্ছিন্নতার অসাংবিধানিকতা সম্পর্কে আইনি যুক্তি পুনরাবৃত্তি করেছিল। অন্যদিকে কনফেডারেটের মুখপাত্ররা দাসপ্রথা উপেক্ষা করে এবং স্বাধীনতার জন্য তাদের সংগ্রাম, মুক্ত বাণিজ্যের প্রতি তাদের অঙ্গীকার এবং ইউরোপীয় অর্থনীতিতে তুলার অপরিহার্য ভূমিকার উপর মনোনিবেশ করে অনেক বেশি সফল হয়েছিল। উপরন্তু ইউরোপীয় অভিজাতরা (প্রতিটি প্রধান দেশের প্রভাবশালী শ্রেণী) \"জনসাধারণের শাসনব্যবস্থার সম্পূর্ণ পরীক্ষা ব্যর্থ হওয়ার প্রমাণ হিসেবে মার্কিন পরাজয়কে ঘোষণা করে একেবারে আনন্দিত ছিল। ইউরোপীয় সরকারের নেতৃবৃন্দ উত্থানশীল মার্কিন প্রজাতন্ত্রের ভাঙনকে স্বাগত জানিয়েছিল।\"\nব্রিটেনের অভিজাতদের মতামত কনফেডারেসির পক্ষে ছিল। তবে জনমত মার্কিন যুক্তরাষ্ট্রের পক্ষে ছিল। মার্কিন যুক্তরাষ্ট্রের সাথে উভয় দিকেই বৃহৎ আকারের বাণিজ্য অব্যাহত ছিল। মার্কিন যুক্তরাষ্ট্র ব্রিটেনে শস্য পাঠাত এবং ব্রিটেন তৈরি পণ্য এবং যুদ্ধাস্ত্র পাঠাত। মার্কিন যুক্তরাষ্ট্রে অভিবাসন অব্যাহত ছিল। কনফেডারেসির সাথে ব্রিটিশ বাণিজ্য সীমিত ছিল। কনফেডারেসি থেকে অল্প কিছু তুলা ব্রিটেনে যেত এবং অসংখ্য ছোট অবরোধকারীর মাধ্যমে লক্ষ লক্ষ যুদ্ধাস্ত্র আসত। স্বাধীনতা নিশ্চিত করার জন্য কনফেডারেসির কৌশল মূলত ব্রিটেন এবং ফ্রান্সের সামরিক হস্তক্ষেপের আশার উপর ভিত্তি করে তৈরি হয়েছিল। তবে কনফেডারেটদের কূটনীতি অকার্যকর প্রমাণিত হয়েছিল। ১৮৬২ সালের সেপ্টেম্বরে মুক্তি ঘোষণার ঘোষণার সাথে সাথে এটি দাসপ্রথার বিরুদ্ধে একটি যুদ্ধে পরিণত হয় যা বেশিরভাগ ব্রিটিশ নাগরিক সমর্থন করেছিল।\n১৮৬১ সালের শেষ দিকে \"ট্রেন্ট কাণ্ড\" নিয়ে একটি গুরুতর কূটনৈতিক বিরোধ শুরু হয়। মার্কিন নৌবাহিনী একটি ব্রিটিশ জাহাজ থেকে কনফেডারেট কূটনীতিকদের আটক করে। মার্কিন যুক্তরাষ্ট্রের জনমত ব্রিটেনের বিরুদ্ধে যুদ্ধের ডাক দিয়েছিল কিন্তু লিঙ্কন হাল ছেড়ে দেন এবং তার নৌবাহিনী কর্তৃক অবৈধভাবে আটককৃত কূটনীতিকদের ফেরত পাঠান।\nব্রিটিশ অর্থদাতারা বেশিরভাগ ব্লকেড রানার তৈরি এবং পরিচালনা করেছিলেন। তারা এর পিছনে কয়েক মিলিয়ন পাউন্ড ব্যয় করেছিলেন। তাদের কর্মী হিসেবে রাজকীয় নৌবাহিনীর ছুটিতে থাকা নাবিক এবং কর্মকর্তারা নিয়োজিত ছিলেন। যখন মার্কিন নৌবাহিনী একটি ব্লকেড রানার ধরে ফেলত তখন তারা মার্কিন নাবিকদের জন্য পুরস্কারের টাকা হিসেবে জাহাজ এবং পণ্যসম্ভার বিক্রি করতো। তারপর তাদের নাবিকদের ছেড়ে দেয়া হতো। যুদ্ধের সময় ব্রিটিশ ব্লকেড রানাররা কনফেডারেসির কাছে তার ৬০% অস্ত্র, গুলির জন্য ১/৩ অংশ সীসা, বারুদের উপাদানগুলির ৩/৪ অংশ এবং ইউনিফর্মের জন্য বেশিরভাগ কাপড় সরবরাহ করেছিল। কিছু ঐতিহাসিক দাবি করেছেন যে এটি গৃহযুদ্ধকে দুই বছর দীর্ঘায়িত করেছিল।\nমন্ত্রী চার্লস ফ্রান্সিস অ্যাডামস সিনিয়রের নেতৃত্বে মার্কিন যুক্তরাষ্ট্রের কূটনৈতিক মিশন কনফেডারেট মিশনের তুলনায় অনেক বেশি সফল প্রমাণিত হয়েছিল। কনফেডারেট মিশনগুলি কখনও আনুষ্ঠানিকভাবে স্বীকৃত হয়নি। ইতিহাসবিদ ডন ডয়েল যুক্তি দিয়েছেন যে ইউনিয়নের (মার্কিন যুক্তরাষ্ট্র) বিজয় বিশ্ব ইতিহাসের গতিপথে একটি বড় প্রভাব ফেলেছিল। ইউনিয়নের বিজয় জনপ্রিয় গণতান্ত্রিক শক্তিগুলিকে উজ্জীবিত করেছিল। অন্যদিকে কনফেডারেটদের বিজয়ের অর্থ ছিল স্বাধীনতা নয় বরং দাসত্বের পুনর্জন্ম। ডয়েলের অনুসরণে ইতিহাসবিদ ফার্গাস বোর্ডউইচ যুক্তি দেন যে: \n\nউত্তরের বিজয় গণতান্ত্রিক সরকারের স্থায়িত্বের চূড়ান্ত প্রমাণ দেয়। অন্যদিকে কনফেডারেট স্বাধীনতা প্রতিক্রিয়াশীল রাজনীতি এবং বর্ণ ভিত্তিক দমন-পীড়নের জন্য একটি মার্কিন মডেল প্রতিষ্ঠা করত যা সম্ভবত বিংশ শতাব্দীতে এবং সম্ভবত তার পরেও আন্তর্জাতিকভাবে একটি ফেলে দিত।\"\n\n\n=== আলাস্কা এবং কানাডা ===\n\nমার্কিন পররাষ্ট্রমন্ত্রী সেওয়ার্ড একজন উৎসাহী সম্প্রসারণবাদী ছিলেন। তবে কংগ্রেসে তার সমর্থন খুব কম ছিল। ১৮৬৭ সালে রাশিয়া গ্রেট ব্রিটেনের সাথে সম্ভাব্য যুদ্ধের আশঙ্কায় সিদ্ধান্ত নেয় যে তারা দ্রুত একটি যুদ্ধে তার আলাস্কা উপনিবেশ হারাবে। তাই তারা আলাস্কাকে ৭.২ মিলিয়ন ডলারে মার্কিন যুক্তরাষ্ট্রের কাছে বিক্রি করার সিদ্ধান্ত নেয়। এই দর কষাকষিটি হাতছাড়া হওয়ার থেকে খুব ভালো ছিল। বিশেষ করে যেহেতু এটি মার্কিনীদের  উত্তর প্রশান্ত মহাসাগরে একটি বড় উপস্থিতি প্রদান করেছিল এবং ব্রিটিশদের সেখানে সম্প্রসারণ থেকে বিরত রেখেছিল। বিশাল \"পোলার বিয়ার বাগান\" কেনার বোকামি নিয়ে অনেক হাস্যরস সত্ত্বেও জনমত এটিকে সমর্থন করেছিল। মার্কিন সৈন্যরা রুশদের স্থলাভিষিক্ত হয় এবং পশম ব্যবসায় জড়িত রুশ ব্যবসায়ীরা সবাই আলাস্কা ত্যাগ করে। তবে কিছু রুশ অর্থোডক্স পুরোহিত আলাস্কার আদিবাসীদের মধ্যে মিশনারি হিসেবে থেকে যান। ১৮৯০ সালের আগ পর্যন্ত আলাস্কা প্রায় কোনও মনোযোগ আকর্ষণ করতে পারেনি। এরপরে কানাডার পার্শ্ববর্তী ইউকন জেলায় সোনা আবিষ্কৃত হয়েছিল। খনি শ্রমিকদের সেখানে যাওয়ার সবচেয়ে সহজ উপায় ছিল আলাস্কার মধ্য দিয়ে। পরবর্তীতে আলাস্কাতেও সোনা পাওয়া গেছে।\nব্রিটেনের (এবং এর কানাডীয় উপনিবেশগুলির) সাথে সম্পর্ক উত্তেজনাপূর্ণ ছিল। ১৮৬৪ সালের নভেম্বরে কনফেডারেটদের ভার্মন্টে অভিযান চালানোর অনুমতি দেওয়ার ক্ষেত্রে ব্রিটিশ কর্মকর্তারা নিরুৎসাহিত করেছিলেন। ওয়াশিংটনের জন্য একটি প্রধান দীর্ঘমেয়াদি সমস্যা ছিল ব্রিটিশ শিপইয়ার্ড দ্বারা নির্মিত এবং কনফেডারেটদের জন্য প্রস্তুত করা যুদ্ধজাহাজ। বিশেষ করে সিএসএস আলাবামা যা মার্কিন কূটনীতিকদের তীব্র প্রতিবাদের সম্মুখীন হয়েছিল। ১৮৬৫ সালের পর ওয়াশিংটন কমপক্ষে ব্রিটিশদের কাছে আলাবামা ক্লেইমস নামে পরিচিত যুদ্ধজাহাজগুলির ক্ষতিপূরণ দাবি করে। কিন্তু সর্বোচ্চ চাহিদা অনেক বেশি ছিল। ম্যাসাচুসেটসের শক্তিশালী রিপাবলিকান সিনেটর চার্লস সামনার যুক্তি দিয়েছিলেন যে ব্রিটিশ ব্লকেড রানাররা কনফেডারেটদের যুদ্ধ প্রচেষ্টাকে সহায়তা করার জন্য দক্ষিণাঞ্চলীয় বন্দরগুলোতে অস্ত্র পাচার করে যার ফলে গৃহযুদ্ধ দুই বছর দীর্ঘায়িত হয়েছিল। তিনি দাবি করেছিলেন যে ব্রিটেনকে ঐ দুই বছরের পুরো খরচ বহন করতে হবে এবং অব্যক্ত ধারণা ছিল যে ওয়াশিংটন সেই ঋণের বিনিময়ে কানাডার কিছু অংশ নেবে; ব্রিটিশ কলাম্বিয়া, রেড রিভার (ম্যানিটোবা) এবং নোভা স্কোশিয়া সম্ভব বলে মনে হয়েছিল। লন্ডন স্বাভাবিকভাবেই এই প্রস্তাব প্রত্যাখ্যান করেছিল। \n১৮৬৬ এবং ১৮৭০-১৮৭১ সালে যখন ফেনিয়ান নামে পরিচিত আইরিশ কর্মীরা কানাডায় একটি ছোট আক্রমণের চেষ্টা করে ব্যর্থ হয়। ওয়াশিংটন এটিকে দৃষ্টিকটু হিসেবে দেখে। কানাডাকে কখনোই রক্ষা করা সম্ভব ছিল না, তাই ব্রিটিশরা তাদের ক্ষতি কমানোর এবং মার্কিন যুক্তরাষ্ট্রের সাথে সংঘর্ষের ঝুঁকি দূর করার সিদ্ধান্ত নেয়। উইলিয়াম গ্ল্যাডস্টোনের প্রথম মন্ত্রিসভা উত্তর আমেরিকায় তাদের সমস্ত ঐতিহাসিক সামরিক ও রাজনৈতিক দায়িত্ব থেকে অব্যাহতি নেয়। ব্রিটেন তাদের সৈন্যদের দেশে ফিরিয়ে আনে (হ্যালিফ্যাক্সকে আটলান্টিক নৌঘাঁটি হিসেবে রেখে) এবং স্থানীয়দের উপর দায়িত্ব অর্পণ করে। এর ফলে পৃথক কানাডীয় উপনিবেশগুলিকে কানাডীয় ডোমিনিয়ন নামে একটি স্ব-শাসিত কনফেডারেশনে একত্রিত করা হয়।\n১৮৬৯ সালে রাষ্ট্রপতি ইউলিসিস এস. গ্রান্টের অধীনে হ্যামিল্টন ফিশ পররাষ্ট্রমন্ত্রী হওয়ার আগ পর্যন্ত আলাবামা ক্লেইমসের জন্য আলোচনা কয়েক বছর ধরে চলতে থাকে। ফিশ ঊনবিংশ শতাব্দীর শীর্ষস্থানীয় মার্কিন কূটনীতিক হিসেবে ওয়েবস্টারের সাথে সমকক্ষ। তিনি ব্রিটেনের সাথে একটি বন্ধুত্বপূর্ণ সমাধানের পথ খুঁজে পান। এই বিতর্কটি ১৮৭২ সালে একটি আন্তর্জাতিক সালিশি ট্রাইব্যুনালের মাধ্যমে শান্তিপূর্ণভাবে সমাধান হয়। ব্রিটিশ-নির্মিত কনফেডারেট যুদ্ধজাহাজের কারণে সৃষ্ট ক্ষতিপূরণের জন্য মার্কিন যুক্তরাষ্ট্র ব্রিটেনের কাছ থেকে ১৫.৫ মিলিয়ন ডলার পেয়েছিল।\n\n\n=== জেমস জি. ব্লেইন ===\nজেমস জি. ব্লেইন একজন শীর্ষস্থানীয় রিপাবলিকান (এবং ১৮৮৪ সালে রাষ্ট্রপতি পদে পরাজিত প্রার্থী) ১৮৮০-এর দশকে একজন অত্যন্ত উদ্ভাবনী পররাষ্ট্রমন্ত্রী ছিলেন। ১৮৮১ সালের মধ্যে ব্লেইন তার উচ্চ-শুল্ক সুরক্ষাবাদ সম্পূর্ণরূপে ত্যাগ করেছিলেন এবং বিশেষ করে পশ্চিম গোলার্ধের মধ্যে মুক্ত বাণিজ্য প্রচারের জন্য পররাষ্ট্রমন্ত্রী হিসেবে তার পদ ব্যবহার করেছিলেন। তার দুটি কারণ ছিল: প্রথমত, ব্লেইন আমেরিকায় ব্রিটেনের প্রভাব সম্পর্কে সতর্ক ছিলেন। তিনি লাতিন আমেরিকার সাথে বাণিজ্য বৃদ্ধি করাকে ব্রিটেনকে ওই অঞ্চলে আধিপত্য বিস্তার থেকে রোধ করার সেরা উপায় মনে করতেন। দ্বিতীয়ত, তিনি বিশ্বাস করতেন যে রপ্তানি উৎসাহিত করে তিনি মার্কিন সমৃদ্ধি বৃদ্ধি করতে পারবেন। রাষ্ট্রপতি গারফিল্ড তার পররাষ্ট্রমন্ত্রীর দৃষ্টিভঙ্গির সাথে একমত হন এবং ব্লেইন ১৮৮২ সালে লাতিন আমেরিকার দেশগুলির মধ্যে বিরোধের মধ্যস্থতা করার জন্য এবং বাণিজ্য বৃদ্ধির বিষয়ে আলোচনার জন্য একটি ফোরাম হিসেবে কাজ করার জন্য একটি প্যান-আমেরিকান সম্মেলনের আহ্বান জানান। একই সময়ে ব্লেইন বলিভিয়া, চিলি এবং পেরুর মধ্যে প্রশান্ত মহাসাগরীয় যুদ্ধে শান্তি চুক্তি সম্পাদনের চেষ্টা করেছিলেন। ব্লেইন অন্যান্য ক্ষেত্রেও মার্কিন প্রভাব বিস্তারের চেষ্টা করেছিলেন। তিনি ক্লেটন-বুলওয়ার চুক্তির পুনর্বিবেচনার আহ্বান জানিয়েছিলেন যাতে মার্কিন যুক্তরাষ্ট্র ব্রিটিশদের সম্পৃক্ততা ছাড়াই পানামার মধ্য দিয়ে একটি খাল নির্মাণ করতে পারে। এর পাশাপাশি তিনি কৌশলগতভাবে অবস্থিত হাওয়াই রাজ্যে ব্রিটিশদের সম্পৃক্ততা হ্রাস করার চেষ্টা করেছিলেন। বিশ্বে মার্কিন যুক্তরাষ্ট্রের সম্পৃক্ততার জন্য তার পরিকল্পনা পশ্চিম গোলার্ধের বাইরেও বিস্তৃত ছিল। এর কারণ তিনি কোরিয়া এবং মাদাগাস্কারের সাথে বাণিজ্যিক চুক্তি করতে চেয়েছিলেন। তবে ১৮৮২ সালের মধ্যে একজন নতুন পররাষ্ট্রমন্ত্রী ব্লেইনের লাতিন আমেরিকা ভিত্তিক উদ্যোগগুলিকে পরিবর্তন করতে শুরু করে।\nবেঞ্জামিন হ্যারিসনের অধীনে পুনরায় পররাষ্ট্রমন্ত্রী হিসেবে দায়িত্ব পালনকালে ব্লেইন হাওয়াই রাজ্যের সাথে ঘনিষ্ঠ সম্পর্ক স্থাপনের জন্য কাজ করেন। তিনি পশ্চিম গোলার্ধের সমস্ত স্বাধীন জাতিকে একত্রিত করার জন্য একটি কর্মসূচির পৃষ্ঠপোষকতা করেন যা প্যান-আমেরিকান ইউনিয়নে পরিণত হয়। ১৮৯২ সালের আগে মার্কিন যুক্তরাষ্ট্র থেকে অন্যান্য দেশে এবং সেসকল দেশ থেকে মার্কিন যুক্তরাষ্ট্রে জেষ্ঠ কূটনীতিকদের \"মন্ত্রী\" বলা হত। ১৮৯২ সালে চারটি প্রধান ইউরোপীয় দেশ (ব্রিটেন, ফ্রান্স, জার্মানি এবং ইতালি) তাদের প্রধান কূটনীতিকের পদবি \"রাষ্ট্রদূত\" হিসেবে উন্নীত করে। মার্কিন যুক্তরাষ্ট্রও ১৮৯৩ সালে একই উপাধি গ্রহণ করে।\n\n\n=== হাওয়াই ===\n\nইউরোপীয় শক্তি এবং জাপান যখন আফ্রিকা ও এশিয়ায় উপনিবেশ অধিকারের জন্য তীব্র লড়াইয়ে লিপ্ত হয়েছিল তখন মার্কিন যুক্তরাষ্ট্র এই লড়াই থেকে দূরে অবস্থান করে। ১৮৯৩ সালে এটি পরিবর্তন হতে শুরু করে। ১৮৮০-এর দশকের গোড়ার দিকে মার্কিন যুক্তরাষ্ট্রের বিক্ষিপ্ত পশ্চিমা দুর্গগুলিতে কেবল একটি ছোট সেনাবাহিনী এবং একটি পুরানো ধাঁচের কাঠের নৌবাহিনী ছিল। ১৮৯০ সালের মধ্যে মার্কিন যুক্তরাষ্ট্র নতুন নৌ প্রযুক্তিতে বিনিয়োগ শুরু করে। এর মধ্যে শক্তিশালী অস্ত্রশস্ত্র এবং ইস্পাত ডেকিং সহ বাষ্পচালিত যুদ্ধজাহাজ ছিল। আলফ্রেড থায়ার মাহানের নেতৃত্বে নৌ পরিকল্পনাকারীরা ব্রিটিশ রাজকীয় নৌবাহিনীর সাফল্য দেখে মার্কিন নৌ শক্তির বৃদ্ধির সুযোগ খুঁজে পেয়েছিলেন।\n১৮৯৩ সালে হাওয়াই রাজ্যের ব্যবসায়ী সম্প্রদায় একজন নিরঙ্কুশ রাজশাসক হওয়ার চেষ্টা করার জন্য রানীকে উৎখাত করে। জাপান কর্তৃক দখলের ভয়ে নতুন সরকার মার্কিন যুক্তরাষ্ট্রের সাথে সংযুক্তির চেষ্টা করে। রিপাবলিকান হ্যারিসন এর পক্ষে ছিলেন এবং অনুমোদনের জন্য প্রস্তাবটি সিনেটে পাঠিয়েছিলেন। কিন্তু নবনির্বাচিত রাষ্ট্রপতি ক্লিভল্যান্ড সম্প্রসারণবাদের বিরোধী ছিলেন। তিনি প্রস্তাবিত সংযুক্তি প্রত্যাহার করে নেন। পরিবর্তে হাওয়াই একটি স্বাধীন হাওয়াই প্রজাতন্ত্র গঠন করে। অপ্রত্যাশিতভাবে পররাষ্ট্রনীতি মার্কিন রাজনীতির উদ্বেগের কেন্দ্রবিন্দু হয়ে ওঠে। ইতিহাসবিদ হেনরি গ্রাফ বলেন যে প্রথমে \"দেশে জনমত সম্মতির ইঙ্গিত দিচ্ছিল....নিঃসন্দেহে, বিদেশী উপনিবেশের সন্ধানে বিশ্বের বৃহৎ শক্তিগুলির সাথে যোগ দেওয়ার জন্য মার্কিন যুক্তরাষ্ট্রের প্রতি অভ্যন্তরীণ অনুভূতি অপরিসীম শক্তির সাথে পরিপক্ক হচ্ছিল।\"\nক্লিভল্যান্ড ১৮৯৩ সালের মার্চ মাসে ক্ষমতা গ্রহণের পর একীভূতকরণের প্রস্তাব বাতিল করেন। তাঁর জীবনীকার অ্যালিন ব্রডস্কি যুক্তি দেন যে তিনি সেই ছোট্ট রাজ্যের বিরুদ্ধে একটি অনৈতিক পদক্ষেপের তীব্র বিরোধিতা করেছিলেন যা আর অস্তিত্বহীন ছিল না।\nক্লিভল্যান্ড চুক্তির বিরুদ্ধে লড়াই করার জন্য দক্ষিণাঞ্চলীয় ডেমোক্র্যাটদের সমর্থন সংগ্রহ করার চেষ্টা করেছিলেন। তিনি জর্জিয়ার প্রাক্তন কংগ্রেসম্যান জেমস এইচ. ব্লাউন্টকে বিশেষ প্রতিনিধি হিসেবে হাওয়াইতে তদন্ত এবং সমাধান প্রদানের জন্য পাঠিয়েছিলেন। ব্লাউন্ট সাম্রাজ্যবাদের বিরোধিতার জন্য সুপরিচিত ছিলেন। ব্লাউন্ট শ্বেতাঙ্গ শ্রেষ্ঠত্ব আন্দোলনের একজন নেতা ছিলেন যা দক্ষিণাঞ্চলীয় কৃষ্ণাঙ্গদের ভোটাধিকার খর্ব করছিল। কিছু পর্যবেক্ষক অনুমান করেছিলেন যে তিনি এশীয়দের নিজেদের শাসন করতে অক্ষমতার কারণে একীভূতকরণ সমর্থন করবেন। পরিবর্তে ব্লাউন্ট সাম্রাজ্যবাদের বিরোধিতা করেছিলেন এবং রানী লিলিউওকালানিকে পুনরুদ্ধার করার জন্য মার্কিন সেনাবাহিনীর প্রতি আহ্বান জানিয়েছিলেন। তিনি যুক্তি দিয়েছিলেন যে হাওয়াইয়ের আদিবাসীদের তাদের \"এশীয় ধারা\" অনুসরণ করার অনুমতি দেওয়া উচিত। ক্লিভল্যান্ড রানীকে পুনরুদ্ধার করতে চেয়েছিলেন। কিন্তু যখন রানী হাওয়াইয়ের শাসক নেতাদের মৃত্যুদণ্ড দেওয়ার প্রতিশ্রুতি দিয়েছিলেন তখন তিনি পিছিয়ে আসেন। হাওয়াই প্রজাতন্ত্রকে অন্যান্য শক্তিগুলি স্বীকৃতি দিয়েছিল এবং জাপান এটি দখল করতে আগ্রহী ছিল।\n\n\n=== গ্রেট ব্রিটেনের সাথে সমস্যা ===\nনিজ দেশের কাছাকাছি ক্লিভল্যান্ড মনরো ডকট্রিনের একটি বিস্তৃত ব্যাখ্যা গ্রহণ করেন যা কেবল নতুন ইউরোপীয় উপনিবেশ নিষিদ্ধ করেনি, বরং গোলার্ধের মধ্যে যেকোনো গুরুত্বপূর্ণ বিষয়ে মার্কিন জাতীয় স্বার্থ ঘোষণা করেছে। যখন ব্রিটেন এবং ভেনেজুয়েলা ভেনেজুয়েলা এবং ব্রিটিশ গায়ানার উপনিবেশের মধ্যে সীমানা নিয়ে মতবিরোধে লিপ্ত হয় তখন ক্লিভল্যান্ড এবং পররাষ্ট্রমন্ত্রী রিচার্ড ওলনি প্রতিবাদ করেন। ব্রিটিশ প্রধানমন্ত্রী লর্ড স্যালিসবারি এবং ওয়াশিংটনে নিযুক্ত তার রাষ্ট্রদূত জুলিয়ান পাউনসেফোট ওয়াশিংটনের জন্য এই বিরোধের গুরুত্ব বিশেষ করে আইরিশ ক্যাথলিক উপাদানের গুরুত্ব ভুলভাবে মূল্যায়ন করেন। এটি আয়ারল্যান্ডে ব্রিটিশ নীতির তীব্র বিরোধিতা করেছিল এবং ডেমোক্র্যাটিক পার্টির অভ্যন্তরে একটি শক্তিশালী ব্লক নিয়ে গঠিত হয়েছিল। ওয়াশিংটনের সালিশের দাবি মেনে নেওয়ার আগে লন্ডন সংকট দীর্ঘায়িত করেছিল। ১৮৯৯ সালে একটি আন্তর্জাতিক ট্রাইব্যুনাল বিতর্কিত ভূখণ্ডের বেশিরভাগ অংশ ব্রিটিশ গায়ানাকে প্রদান করে। একটি ছোট লাতিন আমেরিকার জাতির পক্ষে দাঁড়িয়ে সবচেয়ে বড় উপনিবেশবাদী শক্তির বিরুদ্ধে দাঁড়ান। ক্লিভল্যান্ড লাতিন আমেরিকার সাথে সম্পর্ক উন্নত করে। একই সাথে যেভাবে সালিশ পরিচালনা করা হয়েছিল তা ব্রিটেনের সাথে সুসম্পর্কের জন্যও সহায়ক ছিল। বেশ কয়েকটি প্রধান শক্তিকে তাদের বিরোধের সমাধান হিসাবে সালিশকে একটি উপায় ভাবতে উৎসাহিত করেছিল।\n\n\n== একটি বৃহৎ শক্তি হিসেবে উত্থান: ১৮৯৭–১৯১৩ ==\n\n১৮৯৫ সালের পর হঠাৎ করেই জাতীয় বিষয়ে বৈদেশিক নীতি একটি প্রধান বিষয় হয়ে ওঠে। ১৮৯৮ সাল পর্যন্ত মার্কিন পররাষ্ট্রনীতি ছিল সহজ: দেশের স্পষ্ট গন্তব্য পূরণ করা এবং বিদেশে জটিলতা থেকে মুক্ত থাকা।\n১৯০০ সালের রাষ্ট্রপতি নির্বাচনে যুদ্ধ, সাম্রাজ্যবাদ এবং বৈশ্বিক বিষয়ে জাতীয় ভূমিকার মতো আন্তর্জাতিক বিষয়গুলি গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।\n\n\n=== সম্প্রসারণবাদীদের জয়জয়কার ===\nআমেরিকান অ্যান্টি-ইম্পেরিয়ালিস্ট লিগ নামে সংগঠিত একটি জোরালো দেশব্যাপী সম্প্রসারণবাদ-বিরোধী আন্দোলনের আবির্ভাব ঘটে। এটি ক্লিভল্যান্ড এবং কার্ল শুর্জের পাশাপাশি ডেমোক্র্যাটিক নেতা উইলিয়াম জেনিংস ব্রায়ান, শিল্পপতি এন্ড্রু কানের্গি, লেখক মার্ক টোয়েইন এবং সমাজবিজ্ঞানী উইলিয়াম গ্রাহাম সামনার এবং গৃহযুদ্ধে বেড়ে ওঠা অনেক বিশিষ্ট বুদ্ধিজীবী এবং রাজনীতিবিদদের কথা শুনেছিল। সাম্রাজ্যবাদ-বিরোধীরা সম্প্রসারণের বিরোধিতা করেছিল। তারা বিশ্বাস করত যে সাম্রাজ্যবাদ \"শাসিতদের সম্মতির\" ভিত্তিতে পরিচালিত প্রজাতান্ত্রিক সরকারের মৌলিক নীতি লঙ্ঘন করে। লিগ যুক্তি দিয়েছিল যে এই ধরনের কার্যকলাপের ফলে স্ব-শাসন এবং হস্তক্ষেপ না করার মার্কিন আদর্শ - স্বাধীনতার ঘোষণাপত্র, জর্জ ওয়াশিংটনের বিদায়ী ভাষণ এবং লিঙ্কনের গেটিসবার্গের ভাষণ থেকে উদ্ভূত আদর্শ - পরিত্যাগ করতে হবে।\nক্লিভল্যান্ড এবং অন্যান্যদের প্রচেষ্টা সত্ত্বেও পররাষ্ট্রমন্ত্রী জন হে, নৌ কৌশলবিদ আলফ্রেড টি. মাহান, রিপাবলিকান কংগ্রেসম্যান হেনরি ক্যাবট লজ, যুদ্ধমন্ত্রী ইলিহু রুট এবং তরুণ রাজনীতিবিদ থিওডোর রুজভেল্ট সম্প্রসারণবাদীদের সমাবেশ করেছিলেন। সংবাদপত্র প্রকাশক উইলিয়াম র‍্যান্ডল্ফ হার্স্ট এবং জোসেফ পুলিৎজারের কাছ থেকে তাদের জোরালো সমর্থন পান। ফলে এটি জনসাধারণের উত্তেজনাকে আরও বাড়িয়ে তোলে। মাহান এবং রুজভেল্ট একটি প্রতিযোগিতামূলক আধুনিক নৌবাহিনী, প্রশান্ত মহাসাগরীয় ঘাঁটি, নিকারাগুয়া বা পানামার মধ্য দিয়ে একটি ইস্থমিয়ান খাল এবং সর্বোপরি বৃহত্তম শিল্প শক্তি হিসেবে আমেরিকার জন্য একটি দৃঢ় ভূমিকার আহ্বান জানিয়ে একটি বিশ্বব্যাপী কৌশল তৈরি করেছিলেন। \n\nরাষ্ট্রপতি ম্যাককিনলি মনে করতেন যে হাওয়াই কখনই নিজেদের উপর টিকে থাকতে পারবে না। জাপান দ্রুত এটি গ্রাস করে ফেলবে। ইতিমধ্যেই দ্বীপপুঞ্জের একচতুর্থাংশ জনসংখ্যা ছিল জাপানি।  জাপান তখন প্রশান্ত মহাসাগরীয় অঞ্চলে আধিপত্য বিস্তার করবে এবং এশিয়ার সাথে বৃহৎ আকারের বাণিজ্যের জন্য আমেরিকার আশাকে ম্লান করে দেবে। যদিও ডেমোক্র্যাটরা দুই-তৃতীয়াংশ সংখ্যাগরিষ্ঠ ভোটে অস্বীকার করে সিনেটে একটি চুক্তি আটকাতে পারতেন। ম্যাককিনলি একটি যৌথ প্রস্তাবের মাধ্যমে হাওয়াইকে একীভূত করেছিলেন। এর জন্য প্রতিটি কক্ষে কেবল সংখ্যাগরিষ্ঠ ভোটের প্রয়োজন ছিল। ১৮৯৮ সালে হাওয়াই মার্কিন যুক্তরাষ্ট্রের একটি অঞ্চল হিসেবে একীভূত হয়। এর বাসিন্দাদের জন্য পূর্ণ মার্কিন নাগরিকত্ব দেয়া হয়। ১৯৫৯ সালে এটি ৫০তম রাজ্যে পরিণত হয়।\n\n\n==== চীনের প্রতি উন্মুক্ত দরজা নীতি ====\n\nউন্মুক্ত দরজা ছিল একটি মুক্ত বাণিজ্যের নীতি যা ১৮৫০-১৯৪৯ সাল পর্যন্ত যুক্তরাষ্ট্র চীনের প্রতি প্রস্তাব করেছিল। ১৯০০ সালে লন্ডনের সহযোগিতায় জারি করা ওপেন ডোর নোটে বর্ণিত বিদেশী নাগরিক এবং সংস্থাগুলির সাথে সমান আচরণের আহ্বান জানানো হয়েছিল। ধারণাটি ছিল যে চীনকে একটি বিদেশী রাষ্ট্র দ্বারা নিয়ন্ত্রিত অঞ্চলে বিভক্ত করার বিপরীতে সমস্ত জাতি সমানভাবে, অহিংস শর্তে চীনের বাজারে প্রবেশাধিকার পেতে পারেবে। জাপানের দাবির প্রতি পররাষ্ট্রমন্ত্রী উইলিয়াম জেনিংস ব্রায়ানের প্রতিক্রিয়ায় দেখা যায় চীনের আঞ্চলিক অখণ্ডতা বা প্রতিযোগিতামূলক বাণিজ্যের উপর প্রভাব ফেলতে পারে এমন কোনও পরিবর্তন ওয়াশিংটন মেনে নিতে অস্বীকৃতি জানায়। উন্মুক্ত দরজা ল্যান্সিং-ইশি চুক্তিতে অন্তর্ভুক্ত ছিল। এটি নয়-শক্তির চুক্তিতে আন্তর্জাতিকীকরণ করা হয়েছিল। উন্মুক্ত দরজা সম্পর্কে দৃষ্টিভঙ্গি অর্থনৈতিক সাম্রাজ্যবাদের আবরণ থেকে শুরু করে মার্কিন পররাষ্ট্রনীতিতে স্ব-পরিপূর্ণ নৈতিক ব্যতিক্রমবাদ বা আলোকিত স্বার্থের উদাহরণ পর্যন্ত বিস্তৃত।\n\n\n=== পররাষ্ট্রনীতি বিশেষজ্ঞতা ===\n১৮৯০-এর দশকে আমেরিকায় বৈদেশিক নীতির বিশেষজ্ঞদের সংখ্যা খুবই কম ছিল। পররাষ্ট্র দপ্তরে কূটনীতিকদের একটি ক্যাডার ছিল যারা ঘুরে ঘুরে কাজ করত। তবে সবচেয়ে জ্যেষ্ঠ পদগুলিতে রাজনৈতিক পৃষ্ঠপোষকতার ভিত্তিতে নিয়োগ করা হতো। পদাধিকারীরা কখনও কখনও সীমিত অভিজ্ঞতা অর্জন করতে পারতেন। কিন্তু সামগ্রিকভাবে বিশেষজ্ঞদের সংখ্যা খুবই কম ছিল। ১৮৫০ সালের পরবর্তী অর্ধ শতাব্দী ধরে রাষ্ট্রপতি পদপ্রার্থী এবং পররাষ্ট্রমন্ত্রীদের মধ্যে খুব কমই পররাষ্ট্রনীতি সম্পর্কে গভীর অভিজ্ঞতা বা আগ্রহ ছিল। শুধুমাত্র ১৮৬০ এর দশকে উইলিয়াম সিওয়ার্ড এবং ১৮৮০ এর দশকে জেমস জি. ব্লেইন ব্যতিক্রম ছিলেন। ১৯০০ সালের পর পররাষ্ট্র দপ্তরে অভিজ্ঞতা আরও বৃদ্ধি পায়। একেবারে শীর্ষ স্তরে রুজভেল্ট, টাফ্ট, উইলসন, হুভার এবং তাদের পররাষ্ট্রমন্ত্রীরা আন্তর্জাতিক বিষয় সম্পর্কে গভীর জ্ঞানসম্পন্ন একটি অসাধারণ দল নিয়ে গঠিত হন। ১৯১০, ১৯১৬, ১৯২০ এবং ১৯৪০ সালের মতো কিছু ব্যতিক্রম ছাড়া মার্কিন নির্বাচনে খুব কমই পররাষ্ট্রনীতি নিয়ে গুরুত্ব সহকারে আলোচনা হত।\nযেকোনও সংকটের সময় প্রধান সংবাদপত্র এবং ম্যাগাজিনগুলি ওয়াশিংটনের কী করা উচিত তা নিয়ে দীর্ঘ আলোচনা করত। গণমাধ্যম মূলত নিউ ইয়র্ক সিটি এবং বোস্টনে অবস্থিত অল্প সংখ্যক পররাষ্ট্র-নীতি বিশেষজ্ঞের উপর নির্ভর করত। অন্যান্য সংবাদপত্রগুলি তাদের প্রতিবেদন এবং সম্পাদকীয়গুলি অনুলিপি করেছিল। কখনও কখনও আঞ্চলিক গণমাধ্যমে স্থানীয় বিশেষজ্ঞদের একটি দল থাকত যারা ইউরোপ সম্পর্কে মন্তব্য করতে পারত। তবে তাদের মধ্যে খুব কমসংখ্যক লাতিন আমেরিকা বা এশিয়া সম্পর্কে খুব বেশি কিছু জানতেন। ধারণাগতভাবে, গণমাধ্যম বিশেষজ্ঞরা মার্কিন ঐতিহ্যের উপর নির্ভর করেছিলেন - এই সংকটে ওয়াশিংটন, জেফারসন বা লিংকন কী করতেন?-- এবং বর্তমান ব্যবসায়িক অবস্থার উপর এর কী প্রভাব পড়তে পারে। সামাজিক ডারউইনের ধারণাগুলি ব্যাপক ছিল তবে তারা খুব কমই পররাষ্ট্রনীতির দৃষ্টিভঙ্গি গঠন করেছিল। ১৮৯০-এর দশকে কিছু ঐতিহাসিক যে মানসিক সংকট আবিষ্কার করেছিলেন যার প্রভাব খুব কম ছিল। ইউরোপ ভ্রমণ এবং ব্রিটিশ সংবাদমাধ্যম গভীরভাবে পাঠ করাই ছিল গণমাধ্যম বিশেষজ্ঞদের প্রধান উৎস। ধর্মীয় পত্রিকাগুলিতে প্রত্যাবর্তিত মিশনারিদের একটি দল ছিল যারা সাহায্য করতেন। জাতিগত গোষ্ঠীগুলির মধ্যে বিশেষ করে আইরিশ, জার্মান এবং ইহুদিদের নিজস্ব জাতীয় বিশেষজ্ঞ ছিল যাদের মতামত তাদের নিজস্ব সাময়িকীতে প্রকাশিত হত।\n\n\n=== কিউবা এবং স্পেন ===\n\n১৮৯০-এর দশকের মাঝামাঝি সময়ে মার্কিন জনমত কিউবার স্বাধীনতা আন্দোলনে স্পেনীয় দমন-পীড়নকে নিষ্ঠুর এবং অগ্রহণযোগ্য বলে নিন্দা করে। মার্কিন যুক্তরাষ্ট্র চাপ বাড়িয়ে দেয় এবং স্পেনীয় প্রতিক্রিয়ায় অসন্তুষ্ট হয়। ১৮৯৮ সালের ১৫ ফেব্রুয়ারি কিউবার হাভানা বন্দরে মার্কিন যুদ্ধজাহাজ ইউএসএস মেইন অনির্দিষ্ট কারণে বিস্ফোরিত হলে পরিস্থিতি খুবই জটিল হয়ে ওঠে। রাষ্ট্রপতি ম্যাককিনলি অবিলম্বে পদক্ষেপ নেওয়ার দাবি প্রতিহত করতে পারেননি। বেশিরভাগ ডেমোক্র্যাট এবং অনেক রিপাবলিকান কিউবাকে মুক্ত করার জন্য যুদ্ধের দাবি জানিয়েছিলেন। প্রায় একই সাথে দুই দেশ যুদ্ধ ঘোষণা করে। (অন্য সকল দেশ নিরপেক্ষ ছিল।) এপ্রিল থেকে জুলাই পর্যন্ত চার মাসব্যাপী একতরফা স্পেনীয়-মার্কিন যুদ্ধে মার্কিন যুক্তরাষ্ট্র সহজেই জয়লাভ করে। প্যারিস চুক্তিতে মার্কিন যুক্তরাষ্ট্র স্পেনীয় সাম্রাজ্যের শেষ অবশিষ্টাংশ, বিশেষ করে কিউবা, পুয়ের্তো রিকো, ফিলিপাইন এবং গুয়াম দখল করে নেয়। এই ঘটনা আমেরিকার আঞ্চলিক শক্তি থেকে বৈশ্বিক শক্তিতে রূপান্তরকে চিহ্নিত করে। মার্কিন তত্ত্বাবধানে কিউবা স্বাধীনতা লাভ করে। তবে ফিলিপাইনের স্থায়ী মর্যাদা একটি উত্তপ্ত রাজনৈতিক ইস্যুতে পরিণত হয়। উইলিয়াম জেনিংস ব্রায়ানের নেতৃত্বে ডেমোক্র্যাটরা যুদ্ধকে দৃঢ়ভাবে সমর্থন করেছিল কিন্তু এখন তারা একীভূতকরণের তীব্র বিরোধিতা করছে। ম্যাককিনলে পুনর্নির্বাচিত হন এবং একীভূতকরণের সিদ্ধান্ত নেওয়া হয়।\n১৮৮০-এর দশকে শুরু হওয়া আধুনিকীকরণ কর্মসূচির মাধ্যমে এবং ক্যাপ্টেন আলফ্রেড থায়ার মাহানের সমুদ্র শক্তি তত্ত্ব গ্রহণের মাধ্যমে মার্কিন নৌবাহিনী একটি প্রধান নৌশক্তি হিসেবে আবির্ভূত হয়। সেনাবাহিনী ছোট থাকলেও রুজভেল্ট প্রশাসনের সময়ে আধুনিক পদ্ধতিতে পুনর্গঠন করা হয় এবং আর পশ্চিমে ছড়িয়ে ছিটিয়ে থাকা দুর্গগুলোর উপর মনোনিবেশ করা হয়নি। ফিলিপাইন-মার্কিন যুদ্ধ বিদ্রোহীদের দমন এবং দ্বীপপুঞ্জের উপর মার্কিন নিয়ন্ত্রণ নিশ্চিত করার জন্য একটি সংক্ষিপ্ত অভিযান ছিল। তবে ১৯০৭ সালের মধ্যে পানামা খালের পক্ষে এশিয়ায় প্রবেশের জন্য ফিলিপাইনের প্রতি আগ্রহ ম্লান হয়ে যায় এবং মার্কিন পররাষ্ট্র নীতি ক্যারিবিয়ানে কেন্দ্রীভূত হয়। ১৯০৪ সালের রুজভেল্ট কলোরালি মনরো ডকট্রিনের সাথে যুক্ত ছিল। এটি যুক্তরাষ্ট্রকে আমেরিকাতে দুর্বল রাষ্ট্রগুলোকে স্থিতিশীল করতে হস্তক্ষেপ করার অধিকার প্রদান করে। এটি লাতিন আমেরিকায় ইউরোপীয় প্রভাব আরও দুর্বল করে এবং মার্কিন আঞ্চলিক আধিপত্যকে আরও প্রতিষ্ঠিত করে।\n১৯১০ সালে মেক্সিকান বিপ্লবের সূত্রপাত অর্ধ শতাব্দীর শান্তিপূর্ণ সীমান্তের অবসান ঘটায় এবং উত্তেজনা বৃদ্ধি করে। বিপ্লবীরা মার্কিন ব্যবসায়িক স্বার্থের জন্য হুমকিস্বরূপ এবং লক্ষ লক্ষ শরণার্থী উত্তরে পালিয়ে যায়। রাষ্ট্রপতি উড্রো উইলসন মেক্সিকোকে স্থিতিশীল করার জন্য সামরিক হস্তক্ষেপের চেষ্টা করেছিলেন কিন্তু তা ব্যর্থ হয়েছিল। ১৯১৭ সালে মেক্সিকো জার্মানির জিমারম্যান টেলিগ্রামে আমেরিকার বিরুদ্ধে যুদ্ধে যোগদানের আমন্ত্রণ প্রত্যাখ্যান করার পর সম্পর্ক স্থিতিশীল হয়। এরপর মেক্সিকোতে আর কোনও হস্তক্ষেপ করা হয়নি। নিকারাগুয়ার মতো অন্যান্য ছোট দেশগুলিতে সামরিক হস্তক্ষেপ হলেও ১৯৩৩ সালে রাষ্ট্রপতি ফ্রাঙ্কলিন ডি. রুজভেল্ট কর্তৃক ঘোষিত \"গুড নেবার\" নীতির মাধ্যমে এর অবসান ঘটে। এই নীতি মার্কিনীদের একনায়কতন্ত্রের স্বীকৃতি এবং তাদের সাথে বন্ধুত্বের সুযোগ করে দেয়।\n\n\n== উইলসন এবং প্রথম বিশ্বযুদ্ধ ==\n\n\n=== নিরপেক্ষতা থেকে যুদ্ধ এবং সকল যুদ্ধের অবসান: ১৯১৪–১৯১৭ ===\n\nমার্কিন পররাষ্ট্রনীতি মূলত রাষ্ট্রপতি উড্রো উইলসন দ্বারা নির্ধারিত হত। তিনি ১৯১৩ সালে হোয়াইট হাউসে প্রবেশের আগে বৈদেশিক বিষয়ে খুব কম আগ্রহ দেখিয়েছিলেন। তার প্রধান উপদেষ্টা ছিলেন \"কর্নেল\" এডওয়ার্ড হাউস যাকে অনেক উচ্চ পর্যায়ের মিশনে পাঠানো হয়েছিল। উইলসনের পররাষ্ট্রনীতি ছিল উদার আন্তর্জাতিকতার আদর্শবাদী দৃষ্টিভঙ্গির উপর ভিত্তি করে যা টাফ্ট, রুজভেল্ট এবং উইলিয়াম ম্যাককিনলির বাস্তববাদী রক্ষণশীল জাতীয়তাবাদের থেকে তীব্রভাবে বিপরীত ছিল। আর্থার লিংকের মতে, ১৯০০ সাল থেকে ডেমোক্র্যাটদের ঐক্যমত্য ছিল:\n\nসামরিকবাদ, সাম্রাজ্যবাদ এবং পররাষ্ট্রনীতিতে হস্তক্ষেপবাদের ধারাবাহিকভাবে নিন্দা করে। পরিবর্তে তারা উদার-আন্তর্জাতিকতাবাদী ধারায় বিশ্ব সম্পৃক্ততার পক্ষে কথা বলে। উইলিয়াম জেনিংস ব্রায়ানকে পররাষ্ট্রমন্ত্রী হিসেবে উইলসনের নিয়োগ একটি নতুন দিক নির্দেশ করে। কারণ ব্রায়ান দীর্ঘদিন ধরে সাম্রাজ্যবাদ ও সামরিকবাদের প্রধান বিরোধী এবং বিশ্ব শান্তি আন্দোলনের পথিকৃৎ ছিলেন।\nসরকারকে স্থিতিশীল করতে, গণতন্ত্র প্রতিষ্ঠা করতে এবং বাণিজ্য রক্ষা করতে মার্কিন যুক্তরাষ্ট্র লাতিন আমেরিকার অনেক দেশে সামরিক হস্তক্ষেপ করেছিল। মেক্সিকোর ক্ষেত্রে এটি মার্কিনীদের উপর আক্রমণের প্রতিশোধ ছিল। উইলসন ১৯১৪ সালে মেক্সিকোতে, ১৯১৫ সালে হাইতিতে, ১৯১৬ সালে ডোমিনিকান প্রজাতন্ত্রে, মেক্সিকোতে আরও কয়েকবার, ১৯১৭ সালে কিউবায়, এবং ১৯১৮ সালে পানামায় মার্কিন সেনা অবতরণ করেন। এছাড়াও উইলসন প্রশাসনের বেশিরভাগ সময় মার্কিন সামরিক বাহিনী নিকারাগুয়া দখল করে একজন সৎ রাষ্ট্রপতিকে বসিয়েছিল।\n১৯১৪ সালে যুদ্ধ শুরু হওয়ার সাথে সাথে মার্কিন যুক্তরাষ্ট্র নিরপেক্ষতা ঘোষণা করেছিল এবং শান্তি প্রতিষ্ঠার জন্য কাজ করছিল। তারা নিজেদের নিরপেক্ষ অধিকার বজায় রাখতে চেয়েছিল যার মধ্যে বেসরকারি কর্পোরেশন এবং ব্যাংকগুলিকে উভয় পক্ষকে অর্থ বিক্রি বা ঋণ দেওয়ার অনুমতি দেওয়া অন্তর্ভুক্ত ছিল। ব্রিটিশ অবরোধের ফলে জার্মানির কাছে প্রায় কোনও বিক্রয় বা ঋণ ছিল না। তাদের বিক্রয় বা ঋণ কেবল মিত্রশক্তির কাছে ছিল। জার্মানিতে ব্যাপকভাবে প্রচারিত নৃশংসতা মার্কিন জনমতকে হতবাক করেছিল। আইরিশ-আমেরিকানরা ব্রিটেনের প্রতি শত্রুভাবাপন্ন থাকার কারণে নিরপেক্ষতাকে সমর্থন করেছিল। একইভাবে জার্মান আমেরিকানরা, মহিলারা এবং গির্জাগুলিও নিরপেক্ষ থাকতে চেয়েছিল। এটি থিওডোর রুজভেল্টের নেতৃত্বে আরও শিক্ষিত উচ্চমানের শ্বেতাঙ্গ অ্যাংলো স্যাক্সন প্রোটেস্ট্যান শ্রেণী দ্বারা সমর্থিত ছিল। উইলসন নিরপেক্ষতার উপর বদ্ধপরিকর ছিলেন এবং মিত্রশক্তি এবং জার্মান উভয় ধরণের আইন ভঙ্গের নিন্দা করেছিলেন। বিশেষ করে সেইসব জার্মান লঙ্ঘন যেখানে মার্কিন বেসামরিক নাগরিক নিহত হয়েছিল। ১৯১৫ সালে জার্মান ইউ-বোট আরএমএস লুসিটানিয়াকে টর্পেডোর মাধ্যমে ডুবিয়ে দেয়। এটি ২০ মিনিটের মধ্যে ডুবে যায়। এর ফলে ১২৮ জন মার্কিন বেসামরিক নাগরিক এবং ১,০০০ এরও বেশি ব্রিটিশ নিহত হয়। যাত্রীদের লাইফ বোটে পৌঁছাতে না দিয়ে যেকোনো যাত্রীবাহী জাহাজ ডুবিয়ে দেওয়া যুদ্ধের আইনের পরিপন্থী ছিল। সভ্যতার জন্য রক্তপিপাসু হুমকি হিসেবে জার্মানির বিরুদ্ধে মার্কিন মতামত তীব্র হয়ে ওঠে। জার্মানি ক্ষমা চেয়েছিল এবং বারবার তার ইউ-বোটগুলির আক্রমণ বন্ধ করার প্রতিশ্রুতি দিয়েছিল। তবে ১৯১৭ সালের গোড়ার দিকে যখন তারা অবাধ সাবমেরিন যুদ্ধের মাধ্যমে ব্রিটেনকে শ্বাসরোধ করার সুযোগ দেখেছিল তখন তারা পথ পরিবর্তন করে। সীমান্তের দক্ষিণে মার্কিন সামরিক মনোযোগ সরিয়ে নেওয়ার আশায় এটি জিমারম্যান টেলিগ্রামে মেক্সিকোর সাথেও যোগাযোগ করেছিল। জার্মান সিদ্ধান্তটি বার্লিনের বেসামরিক সরকার কর্তৃক গৃহীত বা অনুমোদিত হয়নি, বরং সামরিক কমান্ডার এবং কাইজার কর্তৃক গৃহীত হয়েছিল। তারা বুঝতে পেরেছিল যে এর অর্থ মার্কিন যুক্তরাষ্ট্রের সাথে যুদ্ধ করা। তবে তারা আশা করেছিল যে তারা ব্রিটিশদের আমদানি বন্ধ করে দিয়ে তাদের দুর্বল করে দেবে এবং পূর্ব ফ্রন্টে রাশিয়া আত্মসমর্পণ করায় জার্মান সৈন্যদের স্থানান্তরিত করে একটি আঘাত করবে। ১৯১৭ সালের গোড়ার দিকে মার্কিন বণিক জাহাজ বারবার ডুবে যাওয়ার পর উইলসন কংগ্রেসের কাছে যুদ্ধ ঘোষণার আবেদন করেন। ১৯১৭ সালের এপ্রিলে যুদ্ধের ঘোষণা করা হয়। তিনি যুদ্ধবিরোধী উপাদানকে নিরপেক্ষ করে যুক্তি দিয়েছিলেন যে এটি একটি যুদ্ধ যার মূল লক্ষ্য আগ্রাসী সামরিকবাদের অবসান এবং প্রকৃতপক্ষে সমস্ত যুদ্ধের অবসান। যুদ্ধের সময় মার্কিন যুক্তরাষ্ট্র আনুষ্ঠানিকভাবে চুক্তির মাধ্যমে মিত্রশক্তির সাথে আবদ্ধ ছিল না। তবে সামরিক সহযোগিতার ফলে ১৯১৮ সালের মাঝামাঝি সময়ে মার্কিন অবদান গুরুত্বপূর্ণ হয়ে ওঠে। জার্মান বসন্তকালীন আক্রমণ ব্যর্থ হওয়ার পর প্রতিদিন ১০,০০০ করে নতুন মার্কিন সৈন্য ফ্রান্সে পৌঁছায়। এর ফলে জার্মানরা হতাশাজনক অবস্থায় পড়ে যায় এবং অবশেষে আত্মসমর্পণ করে। ১৯১৮ সালের জানুয়ারিতে উইলসনের চৌদ্দ দফার সাথে মিলিত হয়ে মার্কিন যুক্তরাষ্ট্র এখন সামরিক, কূটনৈতিক এবং জনসংযোগের ক্ষেত্রে উদ্যোগী হয়ে ওঠে। উইলসনবাদ - উইলসনের আদর্শ - জার্মানির বেসামরিক জনগণ এবং বিশ্বের আশার আলো হয়ে উঠেছিল।\n\n\n=== রাশিয়ায় সম্পৃক্ততা ===\n\n১৯১৮-১৯১৯ সালে রাশিয়ায় হস্তক্ষেপ করার জন্য আমেরিকা বেশ কয়েকটি মিত্রশক্তির সাথে যোগ দেয়। মার্কিন সেনাবাহিনী তীব্র বিরোধিতা করেছিল। তবে রাষ্ট্রপতি উইলসন অনিচ্ছা সত্ত্বেও এই পদক্ষেপের নির্দেশ দিয়েছিলেন। ব্রিটিশরা নেতৃত্ব দিয়েছিল এবং জোরালোভাবে মার্কিনীদের সাহায্যের আহ্বান জানিয়েছিল। উইলসন আশঙ্কা করেছিলেন যে যদি তিনি না বলেন তাহলে তিনি পূর্ণ ব্রিটিশ সমর্থনে একটি সম্মিলিত জাতিপুঞ্জ তৈরির তার প্রাথমিক লক্ষ্যকে ব্যর্থ করে দেবে। ব্রিটিশদের প্রধান লক্ষ্য ছিল চেকোস্লোভাক সৈন্যদলকে পূর্ব রণাঙ্গনে পুনঃপ্রতিষ্ঠা করতে সহায়তা করা। ১৯১৮ থেকে ১৯২০ সালের মধ্যে মাঝে মাঝে চেকোস্লোভাক সৈন্যদল সমগ্র অতি-সাইবেরীয় রেলপথ এবং সাইবেরিয়ার বেশ কয়েকটি প্রধান শহর নিয়ন্ত্রণ করত। মার্কিন মেরিন এবং নাবিকদের ১৯১৮ সালের এপ্রিল থেকে ১৯১৯ সালের ডিসেম্বর পর্যন্ত ভ্লাদিভোস্টক এবং মুরমানস্কে মোতায়েন করা হয়েছিল। মার্কিনীদের প্রধান লক্ষ্য ছিল বৃহৎ অস্ত্রাগার পাহারা দেওয়া। ১৯১৮ থেকে ১৯২০ সাল পর্যন্ত সুদূর পূর্ব সাইবেরিয়ার ভ্লাদিভোস্টকে জাপানি সৈন্যদের সাথেও মার্কিনীরা কাজ করেছিল। তারা খুব কম লড়াইয়ে অংশগ্রহণ করেছিল।বেশিরভাগ প্রাণহানি রোগ এবং ঠান্ডা লাগার কারণে হয়েছিল। মার্কিন যুক্তরাষ্ট্র এবং মিত্রশক্তিগুলি ১৯২০ সালের গোড়ার দিকে তাদের কার্যক্রম শেষ করে। তবে জাপান ১৯২২ সাল পর্যন্ত অব্যাহত ছিল। সোভিয়েত কমিউনিস্টদের জন্য এই অভিযানটি প্রমাণ করেছিল যে পশ্চিমা শক্তিগুলি সুযোগ পেলে সোভিয়েত সরকারকে ধ্বংস করতে আগ্রহী ছিল।\n\n\n=== যুদ্ধে জয়লাভ এবং শান্তির জন্য লড়াই করা ===\n\nভার্সাইতে শান্তি সম্মেলনে উইলসন তার চৌদ্দ দফা কার্যকর করতে মিশ্র সাফল্যের সাথে চেষ্টা করেছিলেন। তাকে ব্রিটিশ, ফরাসি এবং ইতালির আর্থিক প্রতিশোধের দাবি মেনে নিতে বাধ্য করা হয়েছিল। জার্মানিকে মিত্রশক্তির জন্য যুদ্ধের মোট খরচের পরিমাণ ক্ষতিপূরণ দিতে হবে এবং অপমানজনকভাবে দোষ স্বীকার করতে হবে। এটি জার্মানির জন্য একটি অপমানজনক শাস্তি ছিল যা পরবর্তী বিশ্লেষকরা অত্যন্ত কঠোর এবং অন্যায্য বলে মনে করেছিলেন। উইলসন তার মূল লক্ষ্য একটি সম্মিলিত জাতিপুঞ্জ গঠন করতে সফল হন। জাতিপুঞ্জ ভবিষ্যতে সকল বিরোধ সমাধান করবে এবং আরেকটি বড় যুদ্ধকে ঠেকাবে বলে আশা করা হয়েছিল। তবে উইলসন রিপাবলিকানদের সাথে পরামর্শ করতে অস্বীকৃতি জানান। রিপাবলিকানরা ১৯১৮ সালের নির্বাচনের পর কংগ্রেসের নিয়ন্ত্রণ নিয়েছিলেন এবং কংগ্রেসের যুদ্ধ ঘোষণার অধিকার রক্ষার জন্য সংশোধনের দাবি করেছিলেন। উইলসন কংগ্রেসের সংখ্যাগরিষ্ঠ দলের সাথে আপস করতে বা এমনকি কোনও নেতৃস্থানীয় রিপাবলিকানকে শান্তি সম্মেলনে আনতে অস্বীকৃতি জানান। তার ব্যক্তিগত শত্রু হেনরি ক্যাবট লজ তখন সিনেট নিয়ন্ত্রণ করতেন। লজ জাতিপুঞ্জকে সমর্থন করেছিলেন। তবে তিনি এমন বিধান চেয়েছিলেন যাতে জোর দেওয়া হয় যে কেবল কংগ্রেসই মার্কিন যুক্তরাষ্ট্রের পক্ষে যুদ্ধ ঘোষণা করতে পারে। উইলসন নতুন জাতিপুঞ্জ প্রতিষ্ঠায় মূলত সফল হয়েছিলেন। তিনি ঘোষণা করেছিলেন যে এটি হবে:\n\nএটি একটি নতুন ব্যবস্থার জন্য একটি দুর্দান্ত সনদ। এখানে গভীর সন্তুষ্টি, সার্বজনীন আশ্বাস এবং আত্মবিশ্বাসী আশার ভিত্তি রয়েছে।\nজাতিপুঞ্জ গঠন হলেও মার্কিন যুক্তরাষ্ট্র কখনও এতে যোগ দেয়নি। দুই-তৃতীয়াংশ ভোটের প্রয়োজন থাকায় সিনেট মূল চুক্তি বা এর রিপাবলিকান সংস্করণ কোনোটিই অনুমোদন করেনি। ওয়াশিংটন বিভিন্ন ইউরোপীয় দেশের সাথে পৃথক শান্তি চুক্তি করেছে। তা সত্ত্বেও উইলসনের আদর্শবাদ এবং সকল জাতির আত্মনিয়ন্ত্রণের আহ্বান বিশ্বজুড়ে জাতীয়তাবাদের ক্ষেত্রে প্রভাব ফেলেছিল। অন্যদিকে দেশে মার্কিন পৃষ্ঠপোষকতায় গণতন্ত্র এবং শান্তি প্রতিষ্ঠা করার \"উইলসনবাদ\" নামে পরিচিত তার আদর্শবাদী দৃষ্টিভঙ্গি তখন থেকেই মার্কিন পররাষ্ট্র নীতির বেশিরভাগ অংশে গভীর প্রভাব ফেলেছিল।\n\n\n=== উইলসনের ভূমিকা নিয়ে বিতর্ক ===\nউইলসনের কূটনীতির উপর সম্ভবত সবচেয়ে কঠোর আক্রমণ স্ট্যানফোর্ডের ইতিহাসবিদ টমাস এ. বেইলির দুটি বইয়ে এসেছে যা পণ্ডিতদের দ্বারা ব্যাপকভাবে উদ্ধৃত করা হয়েছে। বই দুইটি হলো উড্রো উইলসন অ্যান্ড দ্য লস্ট পিস (১৯৪৪) এবং উড্রো উইলসন অ্যান্ড দ্য গ্রেট বিট্রেয়াল (১৯৪৫)। বেইলি:\n\nযুক্তি দিয়েছিলেন যে উইলসনের যুদ্ধকালীন একক বিচ্ছিন্নতা, সেইসাথে যুদ্ধের শেষে তার শান্তি প্রস্তাবগুলি গুরুতরভাবে ত্রুটিপূর্ণ ছিল। উইলসনের প্রস্তাবিত সম্মিলিত জাতিপুঞ্জের বিরুদ্ধে মার্কিন প্রতিনিধিদের তীব্র বিরোধিতার মুখোমুখি হওয়ার বিষয়টি তুলে ধরে বেইলি এই সিদ্ধান্তে উপনীত হন যে রাষ্ট্রপতি এবং তার কূটনৈতিক কর্মীরা মূলত বিক্রি হয়ে গেছেন। উইলসনের প্রগতিশীল দৃষ্টিভঙ্গির কেবলমাত্র স্বল্প অংশই সুরক্ষিত করার জন্য গুরুত্বপূর্ণ মার্কিন আদর্শের সাথে আপস করেছেন। অতএব, যদিও বেইলি এই সমালোচনাগুলিতে মূলত রাষ্ট্রপতি উইলসনকে লক্ষ্য করেছিলেন তবে প্রতিনিধি পরিষদসহ অন্যরাও অন্তর্ভুক্ত ছিলেন।\nস্কট ব্রুস যুক্তি দেন যে:\n\nঅতি সম্প্রতি টমাস জে. নক, আর্থার ওয়ালওয়ার্থ এবং জন মিল্টন কুপারের মতো বিশিষ্ট ইতিহাসবিদরা প্যারিসে ব্যাপক কূটনৈতিক ব্যর্থতার জন্য উইলসন এবং তার শান্তিপ্রিয়দের নিন্দা করা থেকে বিরত ছিলেন। পরিবর্তে তারা সম্মিলিত জাতিপুঞ্জের মাধ্যমে প্রকাশিত উইলসনীয় প্রগতিবাদকে তুলনামূলকভাবে প্রজ্ঞাপূর্ণ কাঠামো হিসেবে তৈরি করেছিল যা শান্তি সম্মেলনে ব্রিটিশ এবং ফরাসি চক্রান্তের দ্বারা দুঃখজনকভাবে ক্ষতিগ্রস্ত হয়েছিল। ... ইতিহাসবিদ মার্গারেট ম্যাকমিলান তার পুরস্কারপ্রাপ্ত বই প্যারিস, ১৯১৯: সিক্স মান্থস দ্যাট চেঞ্জড দ্য ওয়ার্ল্ড (২০০১) -এ এই বিশ্লেষণাত্মক ধারা অব্যাহত রেখেছেন। সেখানে তিনি উইলসনকে হতাশ আদর্শবাদী হিসেবে বর্ণনা করেছেন যিনি তার মধ্যে থাকা পুরনো-রক্ষী সাম্রাজ্যবাদীদের বিরোধিতার কারণে তার প্রগতিশীল দৃষ্টিভঙ্গি সুরক্ষিত করতে অক্ষম ছিলেন। লয়েড ই. অ্যামব্রোসিয়াসের মতো বাস্তববাদীরা উইলসনীয় প্রগতিবাদকে খুব বেশি আদর্শবাদীভাবে সংজ্ঞায়িত করার যোগ্যতা নিয়ে প্রশ্ন তোলেন। তবে এই ধারণাটি বহাল রয়েছে যে সদিচ্ছাসম্পন্ন মার্কিন প্রতিনিধিরা প্যারিসে উইলসনের প্রস্তাবগুলির তীব্র বিরোধিতার মুখোমুখি হয়েছিলেন এবং চাপের মুখে আপস করেছিলেন। এমনকি মহান উইলসন পণ্ডিত আর্থার এস. লিংকও এই আখ্যানের একটি সংস্করণে সমর্থন করেছিলেন।\n\n\n=== তিনটি পন্থা: উইলসনীয় আদর্শবাদ, বাস্তববাদ, সংশোধনবাদ ===\nলয়েড অ্যামব্রোসিয়াসের মতে, মার্কিন কূটনৈতিক ইতিহাসের প্রতি ইতিহাসবিদ এবং রাজনৈতিক বিশ্লেষকরা মূলত উইলসনীয় চিন্তাধারার ছিলেন। তবে এখানে বিকল্প চিন্তাধারাও আছে। অ্যামব্রোসিয়াস যুক্তি দেন যে উইলসনীয়বাদ জাতীয় আত্মনিয়ন্ত্রণ এবং গণতন্ত্রের উপর ভিত্তি করে, বাণিজ্য ও অর্থায়নের জন্য উন্মুক্ত বাজারের উপর ভিত্তি করে উন্মুক্ত দরজা বিশ্বায়ন, সম্মিলিত জাতিপুঞ্জ এবং ন্যাটো সম্পর্কে উইলসনের ধারণা দ্বারা চিহ্নিত যৌথ নিরাপত্তা, এবং ভবিষ্যতের শান্তি ও অগ্রগতির প্রতিশ্রুতির উপর ভিত্তি করে একটি আশা। বাস্তববাদ হল প্রথম বিকল্প ধারা যা থিওডোর রুজভেল্টের দৃষ্টিভঙ্গি এবং নীতির উপর ভিত্তি করে তৈরি এবং জর্জ কেনান, হেনরি কিসিঞ্জার এবং রিচার্ড নিক্সন দ্বারা সর্বাধিক বিখ্যাতভাবে প্রতিনিধিত্ব করা হয়েছে। বাস্তববাদীদের কাছে গণতন্ত্র কম অগ্রাধিকার ছিল যেখানে তারা মার্কিন অবস্থানকে সমর্থনকারী স্বৈরশাসকদের সাথে আগ্রহের সাথে কাজ করবে। ১৯৬০-এর দশকে উইলিয়াম অ্যাপলম্যান উইলিয়ামস এবং \"উইসকনসিন স্কুল\"-এর নেতৃত্বে নিউ লেফট থেকে তৃতীয় একটি পদ্ধতির উদ্ভব হয়। একে \"সংশোধনবাদ\" বলা হয় এবং স্বার্থপর অর্থনৈতিক প্রেরণা, আদর্শবাদ বা বাস্তববাদ নয়, উইলসনীয়বাদকে অনুপ্রাণিত করেছিল বলে আলোচনা করে। অ্যামব্রোসিয়াস যুক্তি দেন যে ইতিহাসবিদরা সাধারণত একমত যে ১৯৪৫ সালে নাৎসিদের এবং ১৯৮৯ সালে সোভিয়েত কমিউনিস্টদের বিরুদ্ধে লড়াইয়ে উইলসনীয়বাদই ছিল প্রধান বৌদ্ধিক শক্তি। ১৯৮৯ সালের মধ্যে এটি বিশ্ব বিষয়ে প্রভাবশালী কারণ বলে মনে হয়েছিল। ১৯৮৯ সালের তিয়েনআনমেন চত্বরের বিক্ষোভ ও গণহত্যায় চীনা কমিউনিস্টরা গণতন্ত্র প্রত্যাখ্যান করলে এবং পুতিন রাশিয়ার জন্য গণতন্ত্র প্রত্যাখ্যান করলে উইলসনীয়রা হতবাক হয়ে যান।\n৯/১১-এর পর মধ্যপ্রাচ্যে গণতন্ত্র আনার জন্য জর্জ ডব্লিউ বুশের উদ্যোগ ব্যর্থ হলে উইলসনীয়রা হতাশ হয়ে পড়েন। এটি আরব বসন্তের জন্ম দেয়নি বরং গণতন্ত্রবিরোধী ফলাফলের জন্ম দেয়। এর সবচেয়ে বিখ্যাত উদাহরণ মিশর, ইরাক, সিরিয়া, এবং আফগানিস্তান।\n\n\n== যুদ্ধের অন্তর্বর্তী বছর: ১৯২১–১৯৩৩ ==\n\n১৯২০-এর দশকে মার্কিন নীতি ছিল আন্তর্জাতিক বিষয়ে সক্রিয় অংশগ্রহণ। একই সাথে সম্মিলিত জাতিপুঞ্জকে উপেক্ষা করে অসংখ্য কূটনৈতিক উদ্যোগ স্থাপন করা এবং ইউরোপের প্রধান কূটনৈতিক প্রশ্নগুলি পরিচালনা করার জন্য মার্কিন যুক্তরাষ্ট্রের বিশাল আর্থিক শক্তি ব্যবহার করা। যুদ্ধের সময় বেলজিয়ামে এবং তার পরে জার্মানি ও রাশিয়ায় হারবার্ট সি. হুভারের নেতৃত্বে বৃহৎ পরিসরে মানবিক খাদ্য সহায়তা মিশন পরিচালিত হয়েছিল। ১৯২৩ সালের ভূমিকম্পের পর জাপানেও একটি বড় সাহায্য এসেছিল।\nরিপাবলিকান রাষ্ট্রপতি ওয়ারেন হার্ডিং, ক্যালভিন কুলিজ এবং হারবার্ট হুভার অন্য কারও সাথে কোনও রাজনৈতিক জোট এড়িয়ে চলেন। তারা ক্ষতিপূরণ এবং নিরস্ত্রীকরণের বিষয়ে বৃহৎ আকারে মার্কিন হস্তক্ষেপ পরিচালনা করেছিলেন। সম্মিলিত জাতিপুঞ্জের সাথে খুব কম যোগাযোগ ছিল। ইতিহাসবিদ জেরাল্ড কম্বস জানিয়েছেন যে তাদের প্রশাসন কোনওভাবেই ঊনবিংশ শতাব্দীর বিচ্ছিন্নতাবাদে ফিরে যায়নি। প্রধান রিপাবলিকান নেতারা:\n\nইলিহু রুট, চার্লস ইভান্স হিউজেস এবং হুভার সহ অনেকেই ছিলেন প্রগতিশীল যারা উইলসনের আন্তর্জাতিকতাবাদের বেশিরভাগ অংশ গ্রহণ করেছিলেন.... তারা মার্কিন রাজনৈতিক প্রভাব এবং অর্থনৈতিক শক্তি ব্যবহার করে ইউরোপীয় সরকারগুলিকে ভার্সাই শান্তি চুক্তির মধ্যপন্থা তৈরি করতে, ইউরোপীয়দের তাদের বিরোধ শান্তিপূর্ণভাবে নিষ্পত্তি করতে, নিরস্ত্রীকরণ চুক্তি নিশ্চিত করতে এবং তাদের এবং তাদের মার্কিন বাণিজ্যিক অংশীদারদের সমৃদ্ধি প্রদানের জন্য ইউরোপীয় পুঁজিবাদী অর্থনীতিকে শক্তিশালী করতে চেষ্টা করেছিল।\n\n\n=== বিশ্ব আদালতের প্রত্যাখ্যান ===\nবিশ্ব আদালত নামে পরিচিত \"স্থায়ী আন্তর্জাতিক বিচার আদালত\" প্রতিষ্ঠায় মার্কিন যুক্তরাষ্ট্র গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। রাষ্ট্রপতি উইলসন, হার্ডিং, কুলিজ এবং হুভার সদস্যপদ সমর্থন করেছিলেন কিন্তু চুক্তির জন্য সিনেটে ২/৩ সংখ্যাগরিষ্ঠতা পেতে ব্যর্থ হন। রুজভেল্টও সদস্যপদকে সমর্থন করেছিলেন কিন্তু তিনি এটিকে উচ্চ অগ্রাধিকার দেননি। সার্বভৌমত্ব হারানোর ইস্যুতে হার্স্ট সংবাদপত্র এবং ফাদার কফলিনের নেতৃত্বে তীব্র বিরোধিতা হয়েছিল। মার্কিন যুক্তরাষ্ট্র কখনই এতে যোগদান করেনি। ১৯৪৫ সালে বিশ্ব আদালতের স্থলাভিষিক্ত হয় আন্তর্জাতিক বিচার আদালত। তবে ১৯৪৪ সালের কনালি সংশোধনী মার্কিন যুক্তরাষ্ট্রের সিদ্ধান্ত মেনে চলতে অস্বীকার করার অধিকার সংরক্ষণ করে। মার্গারেট এ. রেগ যুক্তি দেন যে এটি আদালতের শক্তি হ্রাস করেছে, আন্তর্জাতিক আইনের সমর্থক হিসেবে আমেরিকার ভাবমূর্তি ক্ষুণ্ন করেছে এবং সিনেটে সংরক্ষণ ক্ষমতা প্রদানের ফলে সৃষ্ট সমস্যার উদাহরণ দিয়েছে।\n\n\n=== নৌ নিরস্ত্রীকরণ ===\n\nওয়াশিংটন নৌ সম্মেলন (এর আনুষ্ঠানিক শিরোনাম ছিল \"নৌ সীমাবদ্ধতা সম্পর্কিত আন্তর্জাতিক সম্মেলন\") ছিল ১৯২০-এর দশকের সবচেয়ে সফল কূটনৈতিক উদ্যোগ। আইডাহোর রিপাবলিকান সিনেটর উইলিয়াম ই. বোরাহ দ্বারা প্রচারিত এই উদ্যোগ হার্ডিং প্রশাসনের সমর্থন পেয়েছিল। এটি ১২ নভেম্বর ১৯২১ থেকে ৬ ফেব্রুয়ারি ১৯২২ পর্যন্ত ওয়াশিংটনে পররাষ্ট্রমন্ত্রী চার্লস ইভান্স হিউজেসের সভাপতিত্বে অনুষ্ঠিত হয়েছিল। সম্মিলিত জাতিপুঞ্জের বাইরে অনুষ্ঠিত এই সম্মেলনে নয়টি দেশ অংশগ্রহণ করেছিল—মার্কিন যুক্তরাষ্ট্র, জাপান, চীন, ফ্রান্স, গ্রেট ব্রিটেন, ইতালি, বেলজিয়াম, নেদারল্যান্ডস এবং পর্তুগাল। সোভিয়েত ইউনিয়ন এবং জার্মানিকে আমন্ত্রণ জানানো হয়নি। এটি প্রশান্ত মহাসাগর এবং পূর্ব এশিয়ায় স্বার্থ সম্পর্কিত ভুল বোঝাবুঝি বা দ্বন্দ্ব সমাধানের জন্য মনোনিবেশ করেছিল। সম্মেলনের প্রধান অর্জন ছিল নৌ নিরস্ত্রীকরণ চুক্তির একটি ধারাবাহিকতা যা সকল অংশগ্রহণকারীর দ্বারা সম্মত হয়েছিল। চুক্তিটি এক দশক কার্যকর ছিল। এর ফলে তিনটি প্রধান চুক্তি স্বাক্ষরিত হয়: চার-শক্তি চুক্তি, পাঁচ-শক্তি চুক্তি (ওয়াশিংটন নৌ চুক্তি), নয়-শক্তি চুক্তি এবং বেশ কয়েকটি ছোট চুক্তি। এই চুক্তিগুলি ১৯২০-এর দশকে শান্তি বজায় রেখেছিল। তবে ১৯৩০ সালের পর বিশ্ব দৃশ্যপট ক্রমশ নেতিবাচক হয়ে ওঠার কারণে চুক্তিগুলি নবায়ন করা হয়নি।\n\n\n=== ডাউস পরিকল্পনা এবং ইয়ং পরিকল্পনা ===\n\nডাউস পরিকল্পনা ছিল প্রথম বিশ্বযুদ্ধের ক্ষতিপূরণের সংকটের সমাধান খুঁজে বের করার একটি প্রচেষ্টা যেখানে ফ্রান্স জার্মানিকে লন্ডন লন্ডনের অর্থপ্রদানের সময়সূচী অনুযায়ী কঠোরভাবে ক্ষতিপূরণ দেওয়ার জন্য দাবি করছিল। জার্মানি যখন ডিফল্ট ঘোষণা করলে ১৯২৩ সালের জানুয়ারিতে ফরাসি এবং বেলজীয় সৈন্যরা মূল শিল্প রুহর জেলা দখল করে। জার্মানি নিষ্ক্রিয় প্রতিরোধের নীতি নিয়ে প্রতিক্রিয়া জানায় এবং অলস শ্রমিকদের সাহায্য করতে অতিরিক্ত টাকা ছাপায়। এর ফলে অতি মুদ্রাস্ফীতির সূত্রপাত ঘটে। ১৯২৪ সালের ডাউস পরিকল্পনার মাধ্যমে তাৎক্ষণিক সংকটের সমাধান করা হয়েছিল। এটি ছিল মার্কিন ব্যাংকার চার্লস জি. ডাউসের সভাপতিত্বে পরিচালিত একটি আন্তর্জাতিক প্রচেষ্টা। এটি জার্মানির যুদ্ধের ক্ষতিপূরণ প্রদানের জন্য একটি ধাপে ধাপে সময়সূচী তৈরি করে, জার্মান মুদ্রা স্থিতিশীল করার জন্য একটি বড় ঋণ দেয় এবং রুহর দখলের অবসান ঘটায়। এর ফলে ১৯২০-এর দশকের দ্বিতীয়ার্ধে একটি ক্ষণস্থায়ী অর্থনৈতিক পুনরুদ্ধার ঘটে। ১৯২৮ সালের মধ্যে জার্মানি, ফ্রান্স এবং মার্কিন যুক্তরাষ্ট্র সকলেই একটি নতুন অর্থপ্রদান পরিকল্পনায় আগ্রহী হয়। এর ফলে ১৯২৯ সালে এর চেয়ারম্যান মার্কিন ওয়েন ডি. ইয়ং-এর নামে ইয়ং পরিকল্পনা নামকরণ করা হয়। এটি জার্মান ক্ষতিপূরণ ১১২ বিলিয়ন (২৬.৩ বিলিয়ন মার্কিন ডলার}}) নির্ধারণ করে এবং একটি সময়সূচী তৈরি করে যার মাধ্যমে ১৯৮৮ সালের মধ্যে জার্মানির ক্ষতিপূরণ পরিশোধ সম্পূর্ণ করবে। এটি ফ্রান্স এবং ব্রিটেনকে জার্মান ক্ষতিপূরণ ব্যবহার করে মার্কিন যুক্তরাষ্ট্রের কাছে পাওনা যুদ্ধ ঋণ পরিশোধ করার অনুমতি দেয়। তবে মহামন্দা শুরু হওয়ার সাথে সাথে ইয়ং পরিকল্পনা ভেঙে পড়ে। ১৯৩২ সালে হুভার প্রশাসন ১৫টি দেশকে এক বছরের জন্য ক্ষতিপূরণ স্থগিত করার জন্য রাজি করায়। এরপর ১৯৩৩ সালে অ্যাডলফ হিটলার ক্ষমতায় আসার পর ২০ বছর ধরে কোনও অতিরিক্ত অর্থ পরিশোধ করা হয়নি। ১৯১৯ থেকে ১৯৩২ সালের মধ্যে জার্মানি ক্ষতিপূরণ হিসেবে ২১ বিলিয়ন মার্কেরও কম অর্থ পরিশোধ করেছিল। ১৯৫৩ সালের পর পশ্চিম জার্মানি বাকি সমস্ত অর্থ পরিশোধ করে।\n\n\n=== মেক্সিকো ===\n\nমেক্সিকান বিপ্লবের অস্থিরতা কমে যাওয়ার পর হার্ডিং প্রশাসন মেক্সিকোর সাথে সম্পর্ক স্বাভাবিক করার জন্য প্রস্তুত ছিল। ১৯১১ থেকে ১৯২০ সালের মধ্যে মেক্সিকো থেকে মার্কিন আমদানি ৫৭ মিলিয়ন ডলার থেকে বেড়ে ১৭৯ মিলিয়ন ডলারে এবং রপ্তানি ৬১ মিলিয়ন ডলার থেকে বেড়ে ২০৮ মিলিয়ন ডলারে দাঁড়িয়েছে। বাণিজ্যমন্ত্রী হার্বার্ট হুভার তেল ও ভূমি ব্যতীত অন্যান্য ক্ষেত্রে বাণিজ্য ও বিনিয়োগের প্রচারের জন্য নেতৃত্ব দেন যা দীর্ঘদিন ধরে দ্বিপাক্ষিক অর্থনৈতিক সম্পর্কের উপর আধিপত্য বিস্তার করে আসছে। রাষ্ট্রপতি আলভারো ওব্রেগন মার্কিনীদের আশ্বস্ত করেছিলেন যে তারা মেক্সিকোতে সুরক্ষিত থাকবেন এবং ১৯২৩ সালে মেক্সিকোকে স্বীকৃতি দেওয়া হয়। ১৯৩০-এর দশকের মাঝামাঝি সময়ে মেক্সিকান সরকার রাষ্ট্রপতি লাজারো কার্ডেনাসের ভূমি পুনর্বণ্টন কর্মসূচির অংশ হিসেবে শত শত মার্কিন সম্পত্তির মালিকদের কাছ থেকে লক্ষ লক্ষ একর জমি বাজেয়াপ্ত করলে একটি বড় সংকট দেখা দেয়। মার্কিন মালিকদের কোনও ক্ষতিপূরণ দেওয়া হয়নি। দ্বিতীয় বিশ্বযুদ্ধের উদীয়মান হুমকি মার্কিন যুক্তরাষ্ট্রকে একটি আপোষমূলক সমাধানে সম্মত হতে বাধ্য করেছিল। মার্কিন যুক্তরাষ্ট্র রাষ্ট্রপতি ম্যানুয়েল আভিলা কামাচোর সাথে একটি সামরিক জোটের চুক্তিতে আলোচনা করে।\n\n\n=== লাতিন আমেরিকায় হস্তক্ষেপের সমাপ্তি ===\n১৯২১ সালের পর কলা যুদ্ধের সমাপ্তির সাথে সাথে ছোট আকারের সামরিক হস্তক্ষেপ অব্যাহত ছিল। হুভার প্রশাসন একটি সদিচ্ছা নীতি শুরু করে এবং সমস্ত সামরিক বাহিনী প্রত্যাহার করে নেয়। রাষ্ট্রপতি রুজভেল্ট \"ভালো প্রতিবেশী নীতি\" ঘোষণা করেন যার মাধ্যমে মার্কিন যুক্তরাষ্ট্র আর ভালো সরকার প্রতিষ্ঠায় হস্তক্ষেপ করবে না করার পরিবর্তে স্থানীয়ভাবে নির্বাচিত যেকোনো সরকারকেই গ্রহণ করবে। তার পররাষ্ট্রমন্ত্রী কর্ডেল হাল ১৯৩৩ সালের মন্টেভিডিও সম্মেলনের রাষ্ট্রের অধিকার ও কর্তব্য সম্পর্কিত ৮ নম্বর অনুচ্ছেদকে সমর্থন করেছেন। এতে বলা হয়েছে যে \"কোনও রাষ্ট্রের অন্য রাষ্ট্রের অভ্যন্তরীণ বা বহিরাগত বিষয়ে হস্তক্ষেপ করার অধিকার নেই\"।\n\n\n== রুজভেল্ট, দ্বিতীয় বিশ্বযুদ্ধ এবং এর পরিণতি: ১৯৩৩–১৯৪৭ ==\n\n\n=== স্পেনীয় গৃহযুদ্ধ: ১৯৩৬–১৯৩৯ ===\n১৯৩০-এর দশকে মার্কিন যুক্তরাষ্ট্র গভীর বিচ্ছিন্নতার যুগে প্রবেশ করে, আন্তর্জাতিক সম্মেলন প্রত্যাখ্যান করে এবং বেশিরভাগ ক্ষেত্রে লাতিন আমেরিকার ছোট দেশগুলির সাথে পারস্পরিক শুল্ক চুক্তির উপর মনোনিবেশ করে।\n১৯৩৬ সালে যখন স্পেনীয় গৃহযুদ্ধ শুরু হলে মার্কিন যুক্তরাষ্ট্র নিরপেক্ষ থাকে এবং উভয় পক্ষের কাছে অস্ত্র বিক্রি নিষিদ্ধ করে। এটি মার্কিন নিরপেক্ষতা নীতি এবং স্পেনীয় যুদ্ধে ব্যবহারের জন্য অস্ত্র বিক্রি না করার ইউরোপব্যাপী চুক্তির সাথে সঙ্গতিপূর্ণ ছিল। অন্যথায় এটি বিশ্বযুদ্ধে পরিণত হতো। কংগ্রেস প্রায় সর্বসম্মত ভোটে নিষেধাজ্ঞাকে সমর্থন করে। শুধুমাত্র অস্ত্রশস্ত্রের উপর নিষেধাজ্ঞা ছিল। মার্কিন কোম্পানিগুলি যুদ্ধের উভয় পক্ষের কাছে তেল এবং সরবরাহ বিক্রি করতে পারত। রুজভেল্ট নীরবে বামপন্থী রিপাবলিকান (বা \"অনুগত\") সরকারের পক্ষে ছিলেন। তবে মার্কিন ক্যাথলিকদের তীব্র চাপ তাকে নিরপেক্ষতার নীতি বজায় রাখতে বাধ্য করেছিল। অনুগত জোটের নৈরাজ্যবাদী উপাদানগুলির দ্বারা পুরোহিত, বিশপ এবং নানদের উপর পদ্ধতিগত নির্যাতন, ধর্ষণ এবং মৃত্যুদণ্ড কার্যকর করায় ক্যাথলিকরা ক্ষুব্ধ হয়ে ওঠে। রুজভেল্টের উপর এই সফল চাপ বিংশ শতাব্দীতে হোয়াইট হাউসের উপর ক্যাথলিক চাপের ফলে প্রাপ্ত মুষ্টিমেয় পররাষ্ট্রনীতির সাফল্যের মধ্যে অন্যতম ছিল।\nজার্মানি এবং ইতালি ফ্রান্সিসকো ফ্রাঙ্কোর নেতৃত্বে জাতীয়তাবাদীদের যুদ্ধাস্ত্র, বিমান সহায়তা এবং সৈন্য সরবরাহ করেছিল। সোভিয়েত ইউনিয়ন অনুগত সরকারকে সাহায্য প্রদান করে এবং হাজার হাজার স্বেচ্ছাসেবককে যুদ্ধের জন্য একত্রিত করে। এদের মধ্যে আব্রাহাম লিংকন ব্যাটালিয়নে মার্কিন যুক্তরাষ্ট্রের কয়েকশ স্বেচ্ছাসেবকও ছিল। স্পেনীয় সামরিক বাহিনী পুরো সময় ধরে জাতীয়তাবাদীদের সমর্থন করেছিল এবং তারা ক্রমাগতভাবে সরকারি বাহিনীকে পিছনে ঠেলে দিয়েছিল। তবে ১৯৩৮ সালের মধ্যে রুজভেল্ট গোপনে ফ্রান্সের মধ্য দিয়ে মরিয়া অনুগতদের কাছে মার্কিন যুদ্ধবিমান পাঠানোর পরিকল্পনা করছিলেন। তার জ্যেষ্ঠ কূটনীতিকরা সতর্ক করে দিয়েছিলেন যে এটি ইউরোপীয় সংকটকে আরও খারাপ করবে। ফলে রুজভেল্ট তা থেকে বিরত থাকেন।\nঅ্যাডলফ হিটলার এবং ফ্রাঙ্কো একে অপরকে অপছন্দ করতেন এবং দ্বিতীয় বিশ্বযুদ্ধের সময় ফ্রাঙ্কো বারবার হিটলারকে নিজের সুবিধার জন্য ব্যবহার করেছিলেন। ফ্রাঙ্কো ফ্রান্সের মধ্য দিয়ে পালিয়ে আসা ইহুদি শরণার্থীদের আশ্রয় দিয়েছিলেন এবং অনুরোধ অনুযায়ী স্পেনীয় ইহুদিদের নাৎসি জার্মানির কাছে হস্তান্তর করেননি। দ্বিতীয় বিশ্বযুদ্ধের সময় যখন জার্মানদের সাহায্য করার জন্য ব্লু ডিভিশন পাঠানো হয়েছিল তখন পশ্চিমা মিত্রদের বিরুদ্ধে যুদ্ধ নিষিদ্ধ ছিল এবং কেবল সোভিয়েতদের বিরুদ্ধে লড়াইয়ের মধ্যেই সীমাবদ্ধ ছিল।\n\n\n=== যুদ্ধের আগমন: ১৯৩৭–১৯৪১ ===\n\nরাষ্ট্রপতি রুজভেল্ট প্রথম বিশ্বযুদ্ধে উড্রো উইলসনের ভুলের পুনরাবৃত্তি এড়াতে চেষ্টা করেছিলেন। তিনি প্রায়শই উইলসনের বিপরীত সিদ্ধান্ত নিতেন। উইলসন চিন্তা ও কাজে নিরপেক্ষতার আহ্বান জানিয়েছিলেন। অন্যদিকে রুজভেল্ট স্পষ্ট করে দিয়েছিলেন যে তার প্রশাসন ব্রিটেন এবং চীনের প্রতি দৃঢ়ভাবে সমর্থন জানায়। প্রথম বিশ্বযুদ্ধের ঋণের বিপরীতে মার্কিন যুক্তরাষ্ট্র লেন্ড-লিজের মাধ্যমে মিত্রশক্তিকে সামরিক ও অর্থনৈতিক সহায়তার বৃহৎ আকারের অনুদান দিয়েছিল। এর ঋণ পরিশোধের আশা খুব কম ছিল। যুদ্ধ ঘোষণার আগে উইলসন যুদ্ধ উৎপাদন খুব বেশি প্রসারিত করেননি তবে রুজভেল্ট করেছিলেন। উইলসন ঘোষণাপত্রের খসড়া তৈরির জন্য অপেক্ষা করেছিলেন। তবে রুজভেল্ট ১৯৪০ সালে এটি শুরু করেছিলেন। উইলসন কখনোই মার্কিন যুক্তরাষ্ট্রকে আনুষ্ঠানিকভাবে মিত্রশক্তির অংশ করেননি, কিন্তু রুজভেল্ট করেছিলেন। উইলসন কখনও মিত্রশক্তির শীর্ষ নেতাদের সাথে দেখা করেননি, কিন্তু রুজভেল্ট করেছিলেন। উইলসন স্বাধীন নীতি ঘোষণা করেছিলেন যেমনটি ১৪ দফায় দেখা যায়। অন্যদিকে রুজভেল্টের সর্বদা মিত্রশক্তির সাথে সহযোগিতামূলক নীতি ছিল। ১৯১৭ সালে মার্কিন যুক্তরাষ্ট্র জার্মানির বিরুদ্ধে যুদ্ধ ঘোষণা করে। ১৯৪১ সালে রুজভেল্ট পার্ল হারবারে শত্রু আক্রমণ না করা পর্যন্ত অপেক্ষা করেছিলেন। উইলসন রিপাবলিকানদের সাথে সহযোগিতা করতে অস্বীকৃতি জানান। রুজভেল্ট যুদ্ধ দপ্তর এবং নৌবাহিনী বিভাগের প্রধান হিসেবে নেতৃস্থানীয় রিপাবলিকানদের মনোনীত করেন। উইলসন জেনারেল জন জে. পার্শিংকে বড় সামরিক সিদ্ধান্তগুলি নিতে দিয়েছিলেন। অন্যদিকে রুজভেল্ট তার যুদ্ধের প্রধান সিদ্ধান্তগুলি নিয়েছিলেন যার মধ্যে \" ইউরোপ ফার্স্ট \" কৌশলও ছিল। তিনি যুদ্ধবিরতির ধারণা প্রত্যাখ্যান করেন এবং নিঃশর্ত আত্মসমর্পণের দাবি করেছিলেন। রুজভেল্ট প্রায়শই উইলসন প্রশাসনে তার ভূমিকার কথা উল্লেখ করতেন। তবে তিনি আরও বলেছিলেন যে তিনি উইলসনের সাফল্যের চেয়ে তার ভুল থেকে বেশি লাভবান হয়েছিলেন।\n\n\n==== পার্ল হারবার অপ্রত্যাশিত ছিল ====\n\nরাজনৈতিক বিজ্ঞানী রবার্টা ওহলস্টেটার অনুসন্ধান করেছেন কেন সমস্ত মার্কিন গোয়েন্দা সংস্থা পার্ল হারবার আক্রমণের পূর্বাভাস দিতে ব্যর্থ হয়েছিল। এর মূল কারণ ছিল জাপানি পরিকল্পনাগুলি খুব গোপনে পরিচালিত হয়েছিল। আক্রমণকারী নৌবহরটি রেডিও নীরবতা বজায় রেখেছিল এবং হাওয়াই যাওয়ার পথে কেউ তাদের দেখতে পায়নি। হাওয়াইয়ের উপর দিয়ে বিমান টহল ছিল। তবে বিশাল সমুদ্র এলাকা স্ক্যান করার জন্য সেগুলো খুব কম এবং অকার্যকর ছিল। জাপান নৌবাহিনী মিথ্যা তথ্য ছড়িয়েছিল—জাল রেডিও সিগন্যাল ব্যবহার করে—যাতে বোঝানো হয়েছিল যে মূল নৌবহর জাপানি জলসীমায় রয়েছে। তারা জানিয়েছিল যে তাদের প্রধান হুমকি রাশিয়ার উত্তর দিকে। মার্কিন যুক্তরাষ্ট্রের ম্যাজিক ছিল যা জাপানি কূটনৈতিক কোড সফলভাবে ভেঙে দিয়েছিল। তবে জাপানের পররাষ্ট্র মন্ত্রণালয় এবং তার কূটনীতিকদের ইচ্ছাকৃতভাবে আসন্ন আক্রমণ সম্পর্কে কখনোই জানানো হয়নি। যার কারণে মার্কিন গোয়েন্দারা ম্যাজিকের মাধ্যমে গোপনীয়তা আবিষ্কারের চেষ্টা করে সময় নষ্ট করছিল। মার্কিন গোয়েন্দারা ব্রিটিশ এবং ডাচ সম্পত্তির বিরুদ্ধে আক্রমণের আশঙ্কা করেছিল এবং সেই সূত্রগুলি খুঁজছিল। পার্ল হারবারে তারা স্থানীয় নাশকতার পূর্বাভাস দেওয়ার উপর মনোনিবেশ করেছিল। ১৯৪২ সালে অফিস অফ স্ট্র্যাটেজিক সার্ভিসেস গঠনের আগ পর্যন্ত সামগ্রিকভাবে কোনও মার্কিন গোয়েন্দা কেন্দ্র ছিল না। এটি ছিল কেন্দ্রীয় গোয়েন্দা সংস্থা (সিআইএ) এর অগ্রদূত। ১৯৪১ সালে সেনাবাহিনী, নৌবাহিনী এবং পররাষ্ট্র দপ্তরের পাশাপাশি ব্রিটিশ ও ডাচ মিত্রদের কাছ থেকে আসা তথ্যের কোনও সমন্বয় ছিল না। বিজ্ঞপ্তি প্রদানের ব্যবস্থাটিও ত্রুটিপূর্ণ ছিল এবং প্রেরক যে বার্তাটি জরুরি বলে মনে করেছিলেন তা প্রাপকের কাছে জরুরি বলে মনে হয়নি। আক্রমণের পর কংগ্রেসের তদন্তকারীরা আক্রমণের দিকে নির্দেশিত সকল ধরণের ছোট ছোট সংকেত চিহ্নিত করে এবং একত্রে সংযুক্ত করে। অন্যদিকে তারা অন্য দিকে নির্দেশিত সংকেতগুলি উপেক্ষা করে। এমনকি পিছনের দিকে তাকালেও এত বিভ্রান্তি, গোলমাল এবং দুর্বল সমন্বয় ছিল যে ওহলস্টেটার এই সিদ্ধান্তে পৌঁছেছেন যে ৭ ডিসেম্বরের আগে পার্ল হারবার আক্রমণের কোনও সঠিক ভবিষ্যদ্বাণী করা সম্ভব ছিল না।\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ ===\n\nপ্রথম বিশ্বযুদ্ধের যে ধারা দেখা দিয়েছিল তা দ্বিতীয় বিশ্বযুদ্ধেও অব্যাহত ছিল: যুদ্ধরত ইউরোপীয় শক্তি, অবরোধ, মার্কিন যুক্তরাষ্ট্রের আনুষ্ঠানিক নিরপেক্ষতা। তবে এবার রাষ্ট্রপতি রুজভেল্ট উইলসনের সমস্ত ভুল এড়াতে চেষ্টা করেছিলেন। মার্কিন নীতি মূলত ব্রিটেন এবং তার মিত্রদের পক্ষে ছিল এবং মার্কিন যুক্তরাষ্ট্র যুদ্ধে জড়িয়ে পড়েছিল। প্রথম বিশ্বযুদ্ধের ঋণের বিপরীতে মার্কিন যুক্তরাষ্ট্র লেন্ড-লিজের মাধ্যমে মিত্রশক্তিকে সামরিক ও অর্থনৈতিক সহায়তার বৃহৎ আকারের অনুদান দিয়েছিল। যুদ্ধের উপকরণ উৎপাদনের জন্য শিল্পের ব্যাপক প্রসার ঘটে। ১৯৪১ সালের ডিসেম্বরে পার্ল হারবারে জাপানের আকস্মিক আক্রমণের পর মার্কিন যুক্তরাষ্ট্র আনুষ্ঠানিকভাবে জার্মানি, জাপান এবং ইতালির বিরুদ্ধে দ্বিতীয় বিশ্বযুদ্ধে প্রবেশ করে। এবার মার্কিন যুক্তরাষ্ট্র দ্বিতীয় বিশ্বযুদ্ধের মিত্রশক্তির পূর্ণ সদস্য ছিল, যেখানে প্রথম যুদ্ধে কেবল \"সহযোগী\" ছিল। যুদ্ধের সময় মার্কিন যুক্তরাষ্ট্র আটলান্টিক এবং প্রশান্ত মহাসাগরীয় উভয় রণাঙ্গনে সামরিক অভিযান পরিচালনা করে। ইউরোপীয় ও এশীয় প্রতিদ্বন্দ্বীদের যুদ্ধ এবং ধ্বংসযজ্ঞের পর মার্কিন যুক্তরাষ্ট্র তার বিশাল অর্থনৈতিক ও সামরিক শক্তির কারণে নিজেকে একটি অনন্য শক্তিশালী অবস্থানে প্রতিষ্ঠিত করে।\nপ্রধান কূটনৈতিক সিদ্ধান্তগুলি বিশেষ করে ব্রিটেন, সোভিয়েত ইউনিয়ন, ফ্রান্স এবং চীনের সাথে সম্পর্ক, হোয়াইট হাউসে রাষ্ট্রপতি রুজভেল্ট এবং তার শীর্ষ সহযোগী হ্যারি হপকিন্স দ্বারা পরিচালিত হত। পররাষ্ট্রমন্ত্রী কর্ডেল হাল ছোটখাটো নিয়মিত কাজকর্ম সামলাতেন। পররাষ্ট্র দপ্তরের একমাত্র  কর্মকর্তা কৌশলবিদ সুমনার ওয়েলস যার উপর রুজভেল্ট নির্ভর করতেন। তাকে ১৯৪৩ সালে কর্ডেল হাল অফিস থেকে বের করে দিয়েছিলেন।\n\n\n=== যুদ্ধোত্তর শান্তি ===\n\n১৯৪৫ সালের পর আন্তঃযুদ্ধকালীন বিচ্ছিন্নতাবাদী ধারা চিরতরে শেষ হয়ে যায়। রুজভেল্টের নীতি একটি নতুন আন্তর্জাতিক সংস্থাকে সমর্থন করেছিল যা পুরনো সম্মিলিত জাতিপুঞ্জের চেয়ে অনেক বেশি কার্যকর হবে এবং এর ভুলগুলো এড়িয়ে চলবে। তিনি জাতিসংঘ গঠনে সফলভাবে পৃষ্ঠপোষকতা করেছিলেন।\n\n\n==== জাতিসংঘ ====\n\n১৯৪৫ সালে জাতিসংঘ প্রতিষ্ঠায় মার্কিন যুক্তরাষ্ট্র একটি প্রধান শক্তি ছিল। তারা সান ফ্রান্সিসকোতে পঞ্চাশটি দেশের একটি সম্মেলন আয়োজন করে। তারা ১৯১৯ সালের তিক্ত বিতর্ক এড়িয়ে চলে যেখানে কোনও ভেটো ক্ষমতা ছিল না। মার্কিন যুক্তরাষ্ট্র এবং সোভিয়েত ইউনিয়ন ব্রিটেন, ফ্রান্স এবং চীন, ভেটো ক্ষমতা সহ নিরাপত্তা পরিষদের স্থায়ী সদস্যপদ লাভ করে। জাতিসংঘের ধারণা ছিল নিরাপত্তা পরিষদ কর্তৃক বয়কট, নিষেধাজ্ঞা এবং এমনকি সামরিক শক্তি প্রয়োগের মাধ্যমে জাতিগুলির মধ্যে ঐক্যমত্যের মাধ্যমে বিশ্ব শান্তি প্রতিষ্ঠা করা। এটি তহবিলের জন্য সদস্য সরকারগুলির উপর নির্ভরশীল ছিল এবং এর বাজেট তহবিল সরবরাহে অসুবিধার সম্মুখীন হয়েছিল। ২০০৯ সালে এর ৫ বিলিয়ন ডলারের বাজেট জিডিপির উপর ভিত্তি করে একটি জটিল সূত্র ব্যবহার করে অর্থায়ন করা হয়েছিল। ২০০৯ সালে মার্কিন যুক্তরাষ্ট্র ২০% অবদান রেখেছিল। তবে বৃহৎ শক্তিগুলোর পারমাণবিক অস্ত্রের উন্নয়ন ও পরীক্ষার সাথে আন্তর্জাতিক কাঠামোর ভারসাম্য পুনর্বিন্যস্ত হওয়ার জন্য জাতিসংঘের শান্তির দৃষ্টিভঙ্গি শীঘ্রই বিপন্ন হয়ে পড়ে।\n\n\n==== উপনিবেশের অবসান ====\n\nইতিহাসবিদ জেমস মেরিওয়েদার যুক্তি দেন যে আফ্রিকার প্রতি মার্কিন নীতি একটি মধ্যম পথের পদ্ধতি দ্বারা চিহ্নিত ছিল। এটি আফ্রিকান স্বাধীনতাকে সমর্থন করেছিল কিন্তু ইউরোপীয় ঔপনিবেশিক শক্তিগুলিকে আশ্বস্ত করেছিল যে তাদের দখল অক্ষত থাকতে পারে। ওয়াশিংটন চাইত যে নতুনভাবে স্বাধীন হওয়া আফ্রিকান রাষ্ট্রগুলোতে সঠিক ধরনের গোষ্ঠী নেতৃত্ব দিক, যেগুলো সাধারণত সাম্যবাদী এবং বিশেষভাবে গণতান্ত্রিক ছিল না। আফ্রিকার প্রতি মার্কিন নীতিতে বিভিন্ন ফাউন্ডেশন এবং বেসরকারি সংস্থাগুলি প্রভাব ফেলেছিল। তারা রাজ্য সরকার এবং বেসরকারি প্রতিষ্ঠানগুলিকে সংখ্যাগরিষ্ঠ জনসংখ্যা দ্বারা শাসিত নয় এমন আফ্রিকান দেশগুলিতে বিনিয়োগ প্রত্যাহারের জন্য চাপ দেয়। এই প্রচেষ্টাগুলি দক্ষিণ আফ্রিকার প্রতি মার্কিন নীতি পরিবর্তন করতেও সাহায্য করেছিল যেমনটি ১৯৮৬ সালের ব্যাপক বর্ণবাদ বিরোধী আইন পাসের মাধ্যমে দেখা যায়।\n\n\n== পররাষ্ট্রনীতিতে দক্ষিণ ==\nদক্ষিণাঞ্চল সবসময়ই বৈদেশিক বিষয়ে তীব্র এবং আক্রমণাত্মক আগ্রহ ছিল। বিশেষ করে দক্ষিণ-পশ্চিমে সম্প্রসারণ এবং দক্ষিণাঞ্চলের তুলা, তামাক এবং তেলের রপ্তানির জন্য বিদেশী বাজারের গুরুত্বের বিষয়ে তাদের আগ্রহ ছিল। দক্ষিণাঞ্চলের সকল উপনিবেশ মার্কিন বিপ্লবকে সমর্থন করেছিল যেখানে ভার্জিনিয়া একটি নেতৃত্বস্থানীয় অবস্থান নিয়েছিল। উত্তর-পূর্বের শক্তিশালী বিরোধিতার বিপরীতে দক্ষিণ ১৮১২ সালের যুদ্ধকে সমর্থন করেছিল। টেক্সাসের অধিগ্রহণ এবং মেক্সিকোর সাথে যুদ্ধের নেতৃত্ব এবং সমর্থন দক্ষিণাঞ্চলীয় ডেমোক্র্যাটরা গ্রহণ করেছিল। লুইসিয়ানার চিনি অঞ্চলের আংশিক ব্যতিক্রম ছাড়া নিম্ন শুল্ক নীতি অগ্রাধিকার পেয়েছিল। দক্ষিণের ইতিহাস জুড়ে ঔপনিবেশিক আমলে তামাক, চাল এবং নীল দিয়ে শুরু করে রপ্তানি দক্ষিণাঞ্চলের অর্থনীতির মূল ভিত্তি ছিল। ১৮০০ সালের পর তুলা মার্কিন যুক্তরাষ্ট্রের প্রধান রপ্তানি পণ্য হয়ে ওঠে। কনফেডারেটরা (ভুল করে) ভেবেছিল যে দক্ষিণকে সাহায্য করার জন্য ইউরোপীয়দের তুলার চাহিদা পূরণের জন্য হস্তক্ষেপের প্রয়োজন হবে, কারণ \"তুলা হলো রাজা।\" দক্ষিণাঞ্চলীয়রা হিসাব করেছিল যে আন্তর্জাতিক বাজারের জন্য তাদের প্রয়োজন আক্রমণাত্মক আন্তর্জাতিক নীতির দিকে পরিচালিত করবে।\nউড্রো উইলসনের প্রথম বিশ্বযুদ্ধ এবং সম্মিলিত জাতিপুঞ্জ সম্পর্কিত পররাষ্ট্রনীতির জন্য দক্ষিণাঞ্চলে শক্তিশালী সমর্থন ছিল। ১৯৩০-এর দশকের শেষের দিকে দক্ষিণাঞ্চলীয় রক্ষণশীল ডেমোক্র্যাটরা নতুন চুক্তির অভ্যন্তরীণ নীতির বিরোধিতা করেছিল। তবে তারা ফ্র্যাঙ্কলিন রুজভেল্টের আন্তর্জাতিকতাবাদী পররাষ্ট্রনীতিকে দৃঢ়ভাবে সমর্থন করেছিল। ঐতিহাসিকরা এই বৈশিষ্ট্যের জন্য বিভিন্ন ব্যাখ্যা দিয়েছেন। এই অঞ্চলের শক্তিশালী সামরিক ঐতিহ্য আছে। উদাহরণস্বরূপ, ভার্জিনিয়া মিলিটারি ইনস্টিটিউটের স্নাতক জেনারেল জর্জ মার্শাল দ্বিতীয় বিশ্বযুদ্ধের পর ইউরোপ পুনর্গঠনের মার্শাল পরিকল্পনার জন্য বিখ্যাত ছিলেন। দক্ষিণাঞ্চল শান্তিবাদের পরিবর্তে বীরত্ব ও সম্মান, যুদ্ধ সক্ষমতার গর্ব এবং সহিংসতার প্রতি উদাসীন ছিল। ১৯৩০-এর দশকে দক্ষিণে বিচ্ছিন্নতাবাদ এবং আমেরিকা ফার্স্টের মনোভাব সবচেয়ে দুর্বল এবং আন্তর্জাতিকতাবাদ সবচেয়ে শক্তিশালী ছিল। ভার্জিনিয়ার সিনেটর কার্টার গ্লাস ১৯৪১ সালের মে মাসে ঘোষণা করেছিলেন: \"ভার্জিনিয়া সর্বদা স্বাধীনতার লড়াইয়ের অগ্রদূত ছিল। অতীতের মতো বর্তমানেও সে জাতিকে সাহসী নেতৃত্ব দিতে প্রস্তুত।\" জে. উইলিয়াম ফুলব্রাইট এবং মার্টিন লুথার কিং জুনিয়রের মতো আগ্রাসনের কিছু ভিন্নমত পোষণকারী ছিলেন যারা লিন্ডন জনসন (টেক্সাস) এবং পররাষ্ট্রমন্ত্রী ডিন রাস্ক (জর্জিয়া) এর ভিয়েতনাম যুদ্ধের বিরোধিতা করেছিলেন। তবে সেই যুদ্ধ সাধারণত দক্ষিণে বেশি জনপ্রিয় ছিল।\n\n\n== স্নায়ুযুদ্ধ: ১৯৪৭–১৯৯১ ==\n\n\n=== ট্রুম্যান এবং আইজেনহাওয়ার ===\n\n১৯৪০-এর দশকের শেষ থেকে ১৯৯১ সাল পর্যন্ত বৈশ্বিক ঘটনাবলী স্নায়ুযুদ্ধের দ্বারা প্রভাবিত ছিল। মার্কিন যুক্তরাষ্ট্র এবং তার মিত্ররা সোভিয়েত ইউনিয়ন এবং তার মিত্রদের মুখোমুখি হয়েছিল। সেখানে কোনও বৃহৎ পরিসরে যুদ্ধ হয়নি বরং অসংখ্য আঞ্চলিক যুদ্ধের পাশাপাশি একটি বিপর্যয়কর পারমাণবিক যুদ্ধের হুমকি ছিল।\n১৯৫০ সালে কোরীয় যুদ্ধ শুরু হওয়ার আগে ট্রুম্যান প্রশাসন পশ্চিম ইউরোপের সাম্যবাদ বিরোধী রাষ্ট্রগুলির পাশাপাশি জাপানের অর্থনৈতিক শক্তিশালীকরণের উপর জোর দিয়েছিল। ১৯৪৮ সালে মার্কিন যুক্তরাষ্ট্র মার্শাল পরিকল্পনা প্রণয়ন করে যা পশ্চিম ইউরোপকে (পশ্চিম জার্মানি সহ) পুনর্গঠন সহায়তায় ১৩ বিলিয়ন মার্কিন ডলার সরবরাহ করে। স্ট্যালিন পূর্ব ইউরোপীয় দেশগুলির যেকোনো অংশগ্রহণ প্রত্যাখ্যান করেছিলেন। জাপানি অর্থনীতি পুনরুদ্ধারের জন্য মার্কিন যুক্তরাষ্ট্রও একই ধরণের কর্মসূচি পরিচালনা করেছিল। মার্কিন যুক্তরাষ্ট্র সক্রিয়ভাবে মিত্রদের সন্ধান করেছিল যাদের তারা সামরিক ও অর্থনৈতিক \"বৈদেশিক সাহায্য\" এবং পাশাপাশি কূটনৈতিক সমর্থন প্রদান করেছিল। প্রধান কূটনৈতিক উদ্যোগ ছিল ১৯৪৯ সালে উত্তর আটলান্টিক চুক্তি সংস্থা (ন্যাটো) প্রতিষ্ঠা যা মার্কিন যুক্তরাষ্ট্রকে পশ্চিম ইউরোপের পারমাণবিক প্রতিরক্ষার জন্য প্রতিশ্রুতিবদ্ধ করেছিল। ন্যাটোর তত্ত্বাবধানে সামরিক শক্তির বৃদ্ধি ঘটেছিল। এর ফলে ইউরোপে শান্তি প্রতিষ্ঠিত হয়েছিল। একইসাথে থাকে সোভিয়েত আক্রমণের ভয় এবং মার্কিন সুরক্ষার উপর নির্ভরতা তৈরি হয়েছিল। ১৯৫০ সালের মধ্যে মার্কিন সামরিক শক্তির ব্যাপক বৃদ্ধি ঘটে যা ১৯৫০ সালের এনএসসি ৬৮-তে গোপন মার্কিন কৌশলে বর্ণিত ছিল।\n১৯৫০-এর দশকে মার্কিন যুক্তরাষ্ট্র কিছু কম সফল আঞ্চলিক জোট তৈরি করেছিল, যেমন দক্ষিণ-পূর্ব এশিয়া চুক্তি সংস্থা (সিয়াটো)। সাম্যবাদী বিশ্বের বিরুদ্ধে অর্থনৈতিক ও প্রচারণা যুদ্ধ ছিল মার্কিন কৌশল হাতিয়ারের অংশ ছিল। মার্কিন যুক্তরাষ্ট্র তার সেনাবাহিনী, নৌবাহিনী এবং বিমান বাহিনীর জন্য বিশ্বব্যাপী ঘাঁটির একটি নেটওয়ার্ক পরিচালনা করত। এর মধ্যে জার্মানি, জাপান এবং দক্ষিণ কোরিয়ায় বড় সংখ্যক সেনা অবস্থান করত।\nবেশিরভাগ দেশ পশ্চিমা বা পূর্ব ব্লকের সাথে জোটবদ্ধ ছিল। তবে ১৯৬০-এর দশক জুড়ে সোভিয়েত ইউনিয়নের সঙ্গে চীন ও আলবেনিয়ার সংশোধনবাদ এবং স্টালিনবাদের অবসানের কারণে বিভক্তি ঘটে। তারপর ১৯৭০-এর দশক জুড়ে চীন এবং আলবেনিয়ার মধ্যে বিভাজনের কারণে বিশ্বব্যাপী সাম্যবাদী আন্দোলন বিভক্ত হয়ে পড়ে। ভারত এবং যুগোস্লাভিয়ার মতো কিছু দেশ জোট নিরপেক্ষ প্রচেষ্টার চেষ্টা করেছিল। ওয়াশিংটন পারমাণবিক যুদ্ধের ঝুঁকি থাকার কারণে বলপ্রয়োগের মাধ্যমে সাম্যবাদের প্রত্যাবর্তন প্রত্যাখ্যান করে সাম্যবাদের বিস্তারের বিরোধিতা করার জন্য 'নিয়ন্ত্রণ' নামে একটি নতুন ভূ-রাজনৈতিক কৌশলগত পররাষ্ট্রনীতি তৈরি করে। ১৯৪৭ সালে মার্কিন কূটনীতিক জর্জ কেনান এই নিয়ন্ত্রণ নীতি তৈরি করেছিলেন। কেনান সোভিয়েত ইউনিয়নকে একটি আক্রমণাত্মক, পশ্চিমা-বিরোধী শক্তি হিসেবে বর্ণনা করেছিলেন যার নিয়ন্ত্রণ প্রয়োজন ছিল। এই ধারণাটি একটি বৈশিষ্ট্য যা আগামী কয়েক দশক ধরে মার্কিন পররাষ্ট্রনীতিকে প্রভাবিত করবে। নিয়ন্ত্রণের ধারণা ছিল পারমাণবিক অস্ত্র ব্যবহার না করে সোভিয়েত আগ্রাসন যেখানেই ঘটুক না কেন শক্তি প্রয়োগের মাধ্যমে তার মোকাবিলা করা। নিয়ন্ত্রণ নীতি একটি দ্বিমেরু, শূন্য-সমষ্টি বিশ্ব তৈরি করেছিল যেখানে সোভিয়েত ইউনিয়ন এবং মার্কিন যুক্তরাষ্ট্রের মধ্যে আদর্শিক দ্বন্দ্ব ভূ-রাজনীতিতে আধিপত্য বিস্তার করেছিল। উভয় পক্ষের বিরোধ এবং প্রতিটি দেশের নিরাপত্তার জন্য সংগ্রামের কারণে একটি উত্তেজনাপূর্ণ বিশ্বব্যাপী প্রতিযোগিতা তৈরি হয়েছিল। সেখানে দুই দেশের সরকার সামরিক, সাংস্কৃতিক এবং প্রভাবের দিক থেকে বৈশ্বিক শ্রেষ্ঠত্ব অর্জন করতে প্রতিদ্বন্দ্বিতা করছিল।\n\nস্নায়ুযুদ্ধের বৈশিষ্ট্য ছিল বিশ্বব্যাপী যুদ্ধের অভাব, তবে আঞ্চলিক প্রক্সি যুদ্ধের ধারাবাহিকতা যা প্রায়শই মার্কিন যুক্তরাষ্ট্র ও সোভিয়েত ইউনিয়নের নিয়ন্ত্রিত রাষ্ট্র এবং প্রক্সিদের মধ্যে সংঘটিত হত। মার্কিন যুক্তরাষ্ট্র বিভিন্ন গোপন অভিযানের মাধ্যমে অন্যান্য দেশের বিষয়েও হস্তক্ষেপ করেছিল।\nস্নায়ুযুদ্ধের সময় সোভিয়েত সম্প্রসারণ বন্ধ করার জন্য নিয়ন্ত্রণ নীতির মাধ্যমে মার্কিন যুক্তরাষ্ট্র এবং তার মিত্ররা কোরীয় যুদ্ধে (১৯৫০-১৯৫৩) জড়িত ছিল। এটি একটি অচলাবস্থার সৃষ্টি করেছিল। ভিয়েতনাম যুদ্ধ (১৯৬৩-৭৫) এর থেকেও দীর্ঘ এবং বিপর্যয়কর ছিল। জিমি কার্টারের অধীনে মার্কিন যুক্তরাষ্ট্র এবং তার আরব মিত্ররা আফগানিস্তানে সোভিয়েত-বিরোধী মুজাহিদিন বাহিনীকে (অপারেশন সাইক্লোন) সমর্থন করে সোভিয়েত ইউনিয়নের জন্য ভিয়েতনামের মতো বিপর্যয় তৈরি করতে সফল হয়েছিল।\n\n\n=== কেনেডি এবং জনসন ১৯৬১–১৯৬৯ ===\n\nকেনেডি প্রশাসনের সময় কিউবার ক্ষেপণাস্ত্র সংকটের সময় স্নায়ুযুদ্ধ তার সবচেয়ে বিপজ্জনক পর্যায়ে পৌঁছেছিল। এটি কিউবায় সোভিয়েত পারমাণবিক ক্ষেপণাস্ত্র মোতায়েনের বিষয়ে সোভিয়েত ইউনিয়ন এবং মার্কিন যুক্তরাষ্ট্রের মধ্যে একটি উত্তেজনাপূর্ণ পরিস্থিতি ছিল। সংকটটি ১৯৬২ সালের ১৬ অক্টোবর শুরু হয়েছিল এবং তেরো দিন স্থায়ী হয়েছিল। এটি ছিল সেই মুহূর্ত যখন স্নায়ুযুদ্ধ দুই পরাশক্তির মধ্যে এক ধ্বংসাত্মক পারমাণবিক বিনিময়ে পরিণত হওয়ার কাছাকাছি ছিল। কেনেডি কিউবা আক্রমণ বা বোমাবর্ষণ না করে দ্বীপের নৌ অবরোধ প্রতিষ্ঠার সিদ্ধান্ত নেন। একটি সমঝোতার মাধ্যমে এই সংকটের অবসান ঘটে যখন সোভিয়েতরা প্রকাশ্যে তাদের ক্ষেপণাস্ত্র অপসারণ করে এবং মার্কিন যুক্তরাষ্ট্র গোপনে তুরস্কে তাদের পারমাণবিক ক্ষেপণাস্ত্র অপসারণ করে। মস্কোতে কমিউনিস্ট নেতারা নিকিতা ক্রুশ্চেভকে তার বেপরোয়া আচরণের কারণে অপসারণ করেছিলেন।\nভিয়েতনাম এবং স্নায়ুযুদ্ধ ছিল কেনেডি প্রশাসনের সবচেয়ে বড় দুটি চ্যালেঞ্জ। ইতিহাসবিদরা একমত নন। তবে সাধারণ পণ্ডিতদের মধ্যে এই বিষয়ে একমত যে তার প্রশাসন বেশ কয়েকটি কম গুরুত্বপূর্ণ বিষয়ে সফল হয়েছিল। টমাস প্যাটারসন মনে করেন যে কেনেডি প্রশাসন লাওসের সংকট শান্ত করতে সাহায্য করেছিল; কঙ্গো সম্পর্কে যথাযথভাবে সতর্ক ছিল; বাণিজ্য উদারীকরণ করেছিল; বিশেষ করে শান্তি বাহিনীর মাধ্যমে মানবতাবাদে নেতৃত্ব দিয়েছিল; ইন্দোনেশিয়া এবং নেদারল্যান্ডসের মধ্যে একটি জটিল বিরোধ সমাধানে সহায়তা করেছিল; সীমিত পরমাণু পরীক্ষা চুক্তি অর্জন করেছিল; একটি নতুন অস্ত্র নিয়ন্ত্রণ ও নিরস্ত্রীকরণ সংস্থা তৈরি করেছিল; বার্লিনকে রক্ষা করেছিল; এবং ইউরোপীয় প্রতিরক্ষা শক্তিশালী করেছিল। ক্রুশ্চেভের সাথে আলোচনার জন্য তার আগ্রহ বার্লিন সংকট সমাধানে সাহায্য করেছিল এবং কেনেডির ব্যক্তিগত কূটনীতি তৃতীয় বিশ্বের নেতাদের সম্মান অর্জন করেছিল।\nদুটি প্রধান বিষয়ে কোন ঐক্যমত্য তৈরি হয়নি। মাইকেল এল. ক্রেন ২০১৭ সালে যুক্তি দিয়েছেন:\n\nজন এফ. কেনেডি হত্যার পঞ্চাশ বছর পরেও এটি এখনও একটি রহস্য হিসেবে রয়ে গেছে। তিনি কি সেই বেপরোয়া এবং আবেগপ্রবণ রাষ্ট্রপতি ছিলেন যিনি কিউবার ক্ষেপণাস্ত্র সংকটের মাধ্যমে বিশ্বকে তৃতীয় বিশ্বযুদ্ধের দ্বারপ্রান্তে নিয়ে এসেছিলেন? নাকি তিনি ছিলেন মার্কিন সামরিক-শিল্প স্থাপনার সাহসী প্রতিদ্বন্দ্বী যিনি ভিয়েতনাম যুদ্ধ রোধ করতে পারতেন? বিভিন্ন গবেষণায় তাকে একজন স্নায়ুযুদ্ধের উদারপন্থী অথবা একজন শীতল যোদ্ধা হিসেবে চিত্রিত করা হয়েছে, অথবা তার এবং তার পররাষ্ট্রনীতির সারাংশ কটু বাক্যাংশ ব্যবহার করা হয়েছে।\nনিয়ন্ত্রণ নীতির অর্থ ছিল যেখানেই কমিউনিস্ট সম্প্রসারণ ঘটুক না কেন তার বিরুদ্ধে লড়াই করা এবং কমিউনিস্টরা লক্ষ্য রেখেছিল যেখানে মার্কিন মিত্ররা সবচেয়ে দুর্বল ছিল। ১৯৬৩ সালের নভেম্বরে যখন লিন্ডন জনসন রাষ্ট্রপতি হন তখন তার প্রাথমিক প্রতিশ্রুতি ছিল তার অভ্যন্তরীণ নীতির প্রতি। তাই তিনি যুদ্ধের অভিযানের উপর জনসচেতনতা এবং কংগ্রেসের তদারকি কমিয়ে আনার চেষ্টা করেছিলেন। তার বেশিরভাগ উপদেষ্টা দীর্ঘমেয়াদী সম্ভাবনা সম্পর্কে আশাবাদী ছিলেন না। জনসন আশঙ্কা করেছিলেন যে কংগ্রেস যদি নিয়ন্ত্রণ গ্রহণ করে তাহলে ব্যারি গোল্ডওয়াটারের মতে \"কেন বিজয় নয়\" দাবি করবে বরং নিয়ন্ত্রণের দাবি করবে। ভিয়েতনামে মার্কিন সেনাদের সংখ্যা ১৯৬৩ সালে ১৬,০০০ থেকে বেড়ে ১৯৬৮ সালে ৫০০,০০০-এরও বেশি হয়ে যায়। এছাড়াও ভিয়েতনামের বাইরেও অনেক সৈন্য সহায়ক ভূমিকা পালন করছিল। জনসন সেনাবাহিনীর রিজার্ভ বা ন্যাশনাল গার্ডের প্রশিক্ষিত সদস্যদের ভিয়েতনামে পাঠানোর অনুমতি দিতে অস্বীকৃতি জানান। কারণ এতে কংগ্রেসের তত্ত্বাবধান প্রয়োজন হতো। পরিবর্তে তিনি ক্রমশ খসড়ার উপর নির্ভর করতে থাকেন যা ক্রমশ অজনপ্রিয় হয়ে ওঠে। খসড়া থেকে কলেজের ভর্তি স্থগিতকরণ ব্যাপকভাবে উপলব্ধ থাকায় ভিয়েতনামে কর্মরত ২.৫ মিলিয়ন মার্কিনীদের মধ্যে (সামরিক বাহিনীতে দায়িত্ব পালনের যোগ্য ২৭ মিলিয়ন মার্কিনীদের মধ্যে) ৮০% দরিদ্র এবং শ্রমিক শ্রেণীর পটভূমি থেকে এসেছিলেন। ১৯৬৪ সালের আগস্টে জনসন টনকিন উপসাগরীয় প্রস্তাবের জন্য কংগ্রেসে প্রায় সর্বসম্মত সমর্থন অর্জন করেন। এটি তাকে উপযুক্ত মনে করলে সামরিক শক্তি ব্যবহারের জন্য ব্যাপক বিচক্ষণতা প্রদান করে। দক্ষিণ ভিয়েতনামের একটি বিশাল সুসজ্জিত সেনাবাহিনী ছিল। তবে তারা প্রায় সমস্ত যুদ্ধ মার্কিন সেনাদের উপর ছেড়ে দিয়েছিল। ১৯৬৮ সালের ফেব্রুয়ারিতে ভিয়েত কং টেট আক্রমণের মাধ্যমে সারা দেশে দক্ষিণ ভিয়েতনামী বাহিনীর উপর সর্বাত্মক আক্রমণ শুরু করে। এআরভিএন (দক্ষিণ ভিয়েতনামের সেনাবাহিনী) সফলভাবে আক্রমণ প্রতিহত করে এবং ভিয়েত কংকে অকার্যকর করে তোলে। এরপর উত্তর ভিয়েতনামের সেনাবাহিনীই ছিল প্রধান প্রতিপক্ষ। তবে টেট আক্রমণ জনসনের জন্য জনমতের বিপর্যয় প্রমাণিত হয়েছিল। কারণ জনসাধারণের মধ্যে ক্রমবর্ধমানভাবে এটা পরিষ্কার হয়ে উঠছিল যে মার্কিন যুক্তরাষ্ট্র এমন একটি যুদ্ধে গভীরভাবে জড়িত যা খুব কম লোকই বুঝতে পারে। \n\n১৯৬৪ সাল থেকে যুদ্ধবিরোধী আন্দোলন শুরু হয়। কেউ কেউ নৈতিক কারণে যুদ্ধের বিরোধিতা করেছিলেন। আধুনিকীকরণকারী পুঁজিবাদী মার্কিনীদের বিরুদ্ধে কৃষক ভিয়েতনামিদের পক্ষে ছিলেন। নাগরিক অধিকার আন্দোলনের কৃষ্ণাঙ্গ কর্মী এবং অভিজাত বিশ্ববিদ্যালয়ের কলেজ ছাত্রদের মধ্যে বিরোধিতা কেন্দ্রীভূত ছিল। ক্যালিফোর্নিয়ার গভর্নর রোনাল্ড রিগ্যানের মতো রিপাবলিকানরা জয় অথবা প্রত্যাহার দাবি করেছিলেন। অন্যদিকে বামপন্থীরা তাৎক্ষণিক প্রত্যাহারের জোরালো দাবি তীব্রভাবে তুলতেন।\n\n\n=== নিক্সন এবং ফোর্ড ১৯৬৯–১৯৭৭ ===\n\nরাষ্ট্রপতি রিচার্ড নিক্সন (১৯৬৯-৭৪) তার শীর্ষ উপদেষ্টা হেনরি কিসিঞ্জারের সহায়তায় মার্কিন নীতিতে আমূল পরিবর্তন আনেন। প্রথমত তিনি দীর্ঘদিন ধরে চলমান নিয়ন্ত্রণ নীতিকে প্রত্যাখ্যান করেছিলেন যা সাম্যবাদের বিস্তার বন্ধ করার সর্বোচ্চ লক্ষ্যে পরিণত করেছিল। দুই প্রধান কমিউনিস্ট প্রতিদ্বন্দ্বী চীন এবং সোভিয়েত ইউনিয়নের মধ্যে বিভাজন সৃষ্টি করে তিনি তাদের প্রত্যেকের সাথে বন্ধুত্বপূর্ণ সম্পর্কের মাধ্যমে স্নায়ুযুদ্ধের উত্তেজনা কমাতে সক্ষম হন। মস্কো এবং বেইজিং একমত হয়ে ভিয়েতনাম থেকে তাদের সমর্থন প্রত্যাহারের নিক্সনের শর্ত মেনে নেয়। এর ফলে নিক্সন যুদ্ধটি দক্ষিণ ভিয়েতনাম সরকারের হাতে তুলে দিতে সক্ষম হন। তিনি সমস্ত মার্কিন এবং মিত্রবাহিনীর সৈন্য প্রত্যাহার করে নেন। একই সাথে বোমা হামলার হুমকি অব্যাহত রাখেন। ১৯৭৫ সাল পর্যন্ত ভিয়েতনামীকরণ নীতি কার্যকর বলে মনে হয়েছিল। উত্তর ভিয়েতনাম সামরিকভাবে দক্ষিণ ভিয়েতনাম জয় করে এবং মার্কিন যুক্তরাষ্ট্র কোনও হস্তক্ষেপ ছাড়াই পাশে দাঁড়িয়ে থাকে। নিক্সনের পদত্যাগের পর রাষ্ট্রপতি জেরাল্ড ফোর্ড তার পররাষ্ট্রনীতি অব্যাহত রাখেন। তবে ডানপন্থীদের কাছ থেকে রোনাল্ড রিগ্যানের তীব্র আক্রমণের মুখে পড়েন যাকে তিনি ১৯৭৬ সালে মনোনয়নের জন্য পরাজিত করেন।\n\n\n==== নিক্সন ডকট্রিন ====\n\n১৯৬৯ সালের জুলাই মাসে ঘোষিত নিক্সন ডকট্রিনের ফলে মিত্রদেশের প্রতিরক্ষার মূল দায়িত্ব বিশেষ করে যুদ্ধের ক্ষেত্রে মিত্রদেশের উপরেই ন্যস্ত করা হয়। মার্কিন যুক্তরাষ্ট্র কূটনীতি, আর্থিক সাহায্য ও যুদ্ধাস্ত্র সরবরাহ করবে এবং মিত্রবাহিনীকে প্রশিক্ষণ দেবে। বিশেষ করে:\n\nযুক্তরাষ্ট্র তার সকল চুক্তির প্রতিশ্রুতি রক্ষা করবে।\nমার্কিন যুক্তরাষ্ট্র \"একটি বেষ্টনী প্রদান করবে যদি একটি পারমাণবিক শক্তি আমাদের সাথে জোটবদ্ধ একটি জাতির বা এমন একটি জাতির স্বাধীনতাকে হুমকি দেয় যার বেঁচে থাকাকে আমরা আমাদের নিরাপত্তার জন্য গুরুত্বপূর্ণ মনে করি।\nপারমাণবিক নয় এমন আগ্রাসনের ক্ষেত্রে মার্কিন যুক্তরাষ্ট্র \"প্রত্যক্ষভাবে হুমকির সম্মুখীন দেশকে প্রতিরক্ষার জন্য প্রধান দায়িত্ব নিতে\" বলবে।\nদক্ষিণ ভিয়েতনাম এবং ভিয়েতনাম যুদ্ধের ক্ষেত্রে ভিয়েতনামীকরণ প্রক্রিয়ার মাধ্যমে এই মতবাদের উদাহরণ দৃষ্টান্ত হিসেবে দেখা গেছে। এছাড়াও এটি এশিয়ার অন্যান্য দেশ যেমন ইরান, তাইওয়ান, কম্বোডিয়া এবং দক্ষিণ কোরিয়ায় প্রভাব ফেলেছে। এই মতবাদটি ভিয়েতনামে ৫,০০,০০০ মার্কিন সৈন্য প্রেরণের অনুশীলনের স্পষ্ট বিরোধিতা করে। যদিও ভিয়েতনামের সাথে কোনও চুক্তির বাধ্যবাধকতা ছিল না। একটি প্রধান দীর্ঘমেয়াদী লক্ষ্য ছিল মার্কিন যুক্তরাষ্ট্র, সোভিয়েত ইউনিয়ন এবং চীনের মধ্যে উত্তেজনা হ্রাস করা যাতে শিথিলকরণ প্রক্রিয়াটি আরও ভালভাবে কার্যকর করা যায়। নিক্সন ডকট্রিন দক্ষিণ ভিয়েতনামকে উদ্দেশ্য করে তৈরি করা হয়েছিল। এর বার্তা ছিল এশীয় দেশগুলোকে তাদের নিজস্ব প্রতিরক্ষার দায়িত্ব নিতে হবে। তবে ইরানের শাহ মোহাম্মদ রেজা পাহলভি এই ডকট্রিনের বার্তা ব্যবহার করে যুক্তরাষ্ট্রকে সীমাহীন অস্ত্র বিক্রির দাবি জানান। এই পরামর্শটি নিক্সন আগ্রহের সাথে গ্রহণ করেছিলেন। মার্কিন যুক্তরাষ্ট্র আঞ্চলিক স্থিতিশীলতার \"যমজ স্তম্ভ\" হিসেবে সৌদি আরব এবং ইরানের দিকে ঝুঁকেছিল। ১৯৭০ এবং ১৯৭১ সালে তেলের দাম বৃদ্ধির ফলে এই সামরিক সম্প্রসারণের জন্য উভয় রাষ্ট্রকেই অর্থায়নের সুযোগ করে দেওয়া সম্ভব হয়েছিল। মার্কিন যুক্তরাষ্ট্র থেকে ইরানে মোট অস্ত্র স্থানান্তর ১৯৭০ সালে ১০৩.৬ মিলিয়ন ডলার থেকে বেড়ে ১৯৭২ সালে ৫৫২.৭ মিলিয়ন ডলারে পৌঁছেছিল। একইভাবে সৌদি আরবে স্থানান্তর ১৯৭০ সালে ১৫.৮ মিলিয়ন ডলার থেকে বেড়ে ১৯৭২ সালে ৩১২.৪ মিলিয়ন ডলারে পৌঁছেছিল। মার্কিন যুক্তরাষ্ট্র উপসাগরীয় অঞ্চলে তিনটি জাহাজের একটি ছোট নৌবাহিনী বজায় রাখে যা দ্বিতীয় বিশ্বযুদ্ধের পর থেকে বাহরাইনে অবস্থান করছে। তবে অন্য কোনও আনুষ্ঠানিক নিরাপত্তার প্রতিশ্রুতি গ্রহণ করবে না।\n\n\n==== ভারত, পাকিস্তান এবং বাংলাদেশ, ১৯৭১ ====\n\n১৯৭১ সালে পূর্ব পাকিস্তানে স্বাধীনতার জন্য যুদ্ধ শুরু হলে ভারত সেখানে মার্কিন যুক্তরাষ্ট্রের মিত্র পাকিস্তানকে পরাজিত করতে যোগ দেয়। নিক্সন কোনও যুদ্ধ পদক্ষেপ ছাড়াই পাকিস্তানের প্রতি সমর্থনের প্রতীক হিসেবে বঙ্গোপসাগর উপকূলে একটি নৌবাহিনী পাঠান। নিক্সন এবং কিসিঞ্জার সোভিয়েত ইউনিয়নের সাথে ভারতের জোটকে মার্কিন স্বার্থের জন্য হুমকি হিসেবে দেখেছিলেন। তবে তারা বুঝতে পেরেছিল যে মার্কিন জনগণ তাদের সহযোগী গণতন্ত্রের বিরুদ্ধে শত্রুতা মেনে নেবে না। চীনের সাথে সম্পর্ক উন্নয়নের জন্য গোপন আলোচনায় পাকিস্তান ছিল এক গুরুত্বপূর্ণ মিত্র। নিক্সন আশঙ্কা করেছিলেন যে পশ্চিম পাকিস্তানে ভারতীয় আক্রমণের ফলে এই অঞ্চলে সোভিয়েত আধিপত্যের ঝুঁকি তৈরি হবে এবং এটি মার্কিন যুক্তরাষ্ট্রের বৈশ্বিক অবস্থান এবং আমেরিকার নতুন নীরব মিত্র চীনের আঞ্চলিক অবস্থানকে মারাত্মকভাবে ক্ষুন্ন করবে। চীনকে মিত্র হিসেবে মার্কিন যুক্তরাষ্ট্রের সততা প্রদর্শনের জন্য এবং পাকিস্তানের উপর মার্কিন কংগ্রেসের আরোপিত নিষেধাজ্ঞার সরাসরি অমান্য করে নিক্সন পাকিস্তানে সামরিক সরবরাহ পাঠান। একই সাথে তিনি চীনকে পাকিস্তানে অস্ত্র সরবরাহ বাড়ানোর জন্য উৎসাহিত করেন। শেষ পর্যন্ত পাকিস্তান হেরে যায় এবং বাংলাদেশ স্বাধীন হয়। তবে সোভিয়েত ইউনিয়ন এই অঞ্চলে তার নিয়ন্ত্রণ প্রসারিত করেনি। ভারত কয়েক দশক ধরে মার্কিন ভূমিকার প্রতি বিরক্ত ছিল।\n\n\n=== কার্টার ১৯৭৭–১৯৮১ ===\n\n১৯৭৬ সালের নির্বাচনে ডেমোক্র্যাট জিমি কার্টার ফোর্ডকে পরাজিত করেন। তবে তার পররাষ্ট্রনীতি সীমাহীন জটিলতায় আটকে যায়। এর মধ্যে রয়েছে আফগানিস্তানে সোভিয়েত ইউনিয়নের বিরুদ্ধে বদলি যুদ্ধ এবং ইরানে নতুন মার্কিন বিরোধী সরকারের মুখোমুখি হওয়া। কার্টারের পররাষ্ট্রনীতির অভিজ্ঞতা খুবই কম ছিল। তিনি তার শীর্ষ পররাষ্ট্রনীতি উপদেষ্টাদের মধ্যে তীব্র মতবিরোধ থামাতে পারছিলেন না। পররাষ্ট্র মন্ত্রী সাইরাস ভ্যান্স ছিলেন শান্তিপ্রিয়। অন্যদিকে জাতীয় নিরাপত্তা উপদেষ্টা জিবিগনিউ ব্রেজিনস্কি ছিলেন কঠোর স্নাযুযুদ্ধের সমর্থক সাম্যবাদ এবং সোভিয়েত ইউনিয়নের বিরোধী। কার্টার প্রথমে জর্জ বলকে পররাষ্ট্রমন্ত্রী হিসেবে মনোনীত করতে চেয়েছিলেন। তবে ব্রেজিনস্কি তাকে খুব বেশি শান্তিপ্রিয় বলে বিরোধিতা করেছিলেন। ভ্যান্স পানামা খাল চুক্তি, রোডেশিয়া, নামিবিয়া এবং দক্ষিণ আফ্রিকায় শান্তি আলোচনা করেছিলেন। ১৯৭৮ সালে ক্যাম্প ডেভিড চুক্তি নিশ্চিত করার জন্য তিনি ইসরায়েলি মন্ত্রী মোশে দায়ান এবং এজার ওয়েইজম্যানের সাথে ঘনিষ্ঠভাবে কাজ করেছিলেন। ভ্যান্স নিরস্ত্রীকরণের একজন জোরালো সমর্থক ছিলেন। তিনি রাষ্ট্রপতিকে পল ওয়ার্নকে অস্ত্র নিয়ন্ত্রণ ও নিরস্ত্রীকরণ সংস্থার পরিচালক করার জন্য জোর দেন। যদিও সিনেটর হেনরি এম. জ্যাকসন এর তীব্র বিরোধিতা করেছিলেন। মস্কোর সাথে অব্যাহত শিথিলকরণ নীতি নিয়ে তীব্র বিতর্ক শুরু হয়। ভ্যান্স সোভিয়েত ইউনিয়নের সঙ্গে দ্বিতীয় সাল্ট চুক্তির বিষয়ে আলোচনা করতে চেয়েছিলেন যা তিনি সময়ের প্রধান কূটনৈতিক ইস্যু মনে করতেন। কিন্তু ব্রেজিনস্কি সোভিয়েত ইউনিয়নের বিরুদ্ধে কঠোর এবং শক্তিশালী নীতি গ্রহণের পক্ষে ছিলেন। তিনি আফ্রিকা এবং তৃতীয় বিশ্বে সোভিয়েত কার্যকলাপের তীব্র নিন্দা করার পাশাপাশি ১৯৭৮ সালে গণপ্রজাতন্ত্রী চীনের সাথে স্বাভাবিক সম্পর্ক স্থাপনের জন্য সফলভাবে লবিং করার পক্ষে ছিলেন। ব্রেজিনস্কি বেইজিংয়ের সাথে আলোচনার নিয়ন্ত্রণ গ্রহণ করেন। ভ্যান্স গুরুত্বহীন হয়ে পড়েন এবং তার প্রভাব হ্রাস পেতে শুরু করেছিল। ১৯৭৮ সালের শেষের দিকে ইরানে বিপ্লব শুরু হয়। তখন দীর্ঘদিনের মিত্র ইরানের শাহকে কীভাবে সমর্থন করা যায় তা নিয়ে দুজনের মধ্যে মতবিরোধ দেখা দেয়। ভ্যান্স দাবিকৃত সংস্কার পক্ষে ছিলেন। অন্যদিকে ব্রেজিনস্কি শাহকে কঠোর ব্যবস্থা নেওয়ার আহ্বান জানিয়েছিলেন। কার্টারের কাছ থেকে সরাসরি পদক্ষেপ নিতে না পেরে ভ্যান্স এবং ব্রেজিনস্কি কাছ থেকে শাহ যে মিশ্র বার্তা পেয়েছিলেন তার ফলে ১৯৭৯ সালের জানুয়ারিতে ইরান থেকে পালিয়ে যাওয়ার সময় তার বিভ্রান্তি এবং সিদ্ধান্তহীনতা দেখা দেয় এবং তার শাসনব্যবস্থার পতন ঘটে। ১৯৮০ সালের এপ্রিলে ইরানে মার্কিন জিম্মিদের উদ্ধারের গোপন অভিযান অপারেশন ঈগল ক্ল ব্যর্থ হওয়ার প্রতিবাদে ভ্যান্স পদত্যাগ করেন। তিনি এই অভিযানের বিরোধিতা করেছিলেন। এডমন্ড মুস্কি তার স্থলাভিষিক্ত হন।\n\n\n=== রেগন ১৯৮১–১৯৮৯ ===\n\nরেগন শিথিলকরণ এবং নিয়ন্ত্রণ প্রত্যাখ্যান করেছিলেন এবং ঘোষণা করেছিলেন যে তার লক্ষ্য হল স্নায়ুযুদ্ধ জয় করা। তিনি সোভিয়েত সাম্যবাদের হুমকি ধ্বংস করে মস্কোকে \"দুষ্ট সাম্রাজ্য\" হিসাবে নিন্দা করে। তার প্রধান পদক্ষেপ ছিল সামরিক ব্যয়ের নাটকীয় বৃদ্ধি এবং উচ্চ প্রযুক্তির অস্ত্রে বিপুল বিনিয়োগ। এটি সোভিয়েতরা তাদের আদিম কম্পিউটার সিস্টেমের সাথে তুলনা করতে অক্ষম ছিল। দেশে এবং পশ্চিম ইউরোপে তীব্র রাজনৈতিক লড়াইয়ের পর রেগন সোভিয়েত ইউনিয়নকে লক্ষ্য করে পশ্চিম ইউরোপে মাঝারি পাল্লার ব্যালিস্টিক ক্ষেপণাস্ত্র স্থাপনে সফল হন।\nরেগন প্রশাসন ক্ষমতা গ্রহণের পর প্রতিরক্ষা খাতে ব্যয় বৃদ্ধি, কর হ্রাস এবং কল্যাণমূলক কর্মসূচি কাটছাঁট করাকে তাদের তিনটি প্রধান অগ্রাধিকার হিসেবে ঘোষণা করেন। পেশাদার বাহিনীতে রূপান্তর চূড়ান্ত করা হয়েছিল এবং দায়িত্বপ্রাপ্ত সেবা বাদ দেয়া হয়েছিল। তালিকাভুক্ত সৈন্য এবং কর্মকর্তা উভয়ের জন্য বেতন ভিত্তি এবং সুযোগ-সুবিধার নাটকীয় সম্প্রসারণ কর্মজীবন পরিষেবাকে আরও আকর্ষণীয় করে তুলেছিল। প্রতিরক্ষামন্ত্রী ক্যাসপার ওয়েইনবার্গারের আক্রমণাত্মক নেতৃত্বে বি-১ বোমারু বিমানের উন্নয়ন পুনরায় শুরু করা হয় এবং একটি নতুন বি-২ বোমারু বিমান, গতিনিয়ন্ত্রিত ক্ষেপণাস্ত্র, এমএক্স ক্ষেপণাস্ত্র এবং একটি ৬০০ জাহাজ নৌবাহিনীর জন্য তহবিল সরবরাহ করা হয়। নতুন যুদ্ধাস্ত্রগুলি সোভিয়েত লক্ষ্যবস্তুগুলিকে মাথায় রেখে নির্মাণ করা হয়েছিল। নতুন করারোপের পর বাস্তব ডলারের ক্ষেত্রে ১৯৮১ থেকে ১৯৮৫ সালের মধ্যে প্রতিরক্ষা ব্যয় ৩৪ শতাংশ বৃদ্ধি পেয়েছে। রেগনের দুই মেয়াদে প্রতিরক্ষা ব্যয় ছিল প্রায় ২ ট্রিলিয়ন ডলার। কিন্তু তবুও এটি ১৯৭৬ সালের আগে কেন্দ্রীয় সরকারের বাজেট বা জিডিপির কম শতাংশ ছিল।\nএছাড়াও মিত্রদের শক্তিশালী করতে বড় অস্ত্র বিক্রির ব্যবস্থা করা হয়েছিল। সবচেয়ে উল্লেখযোগ্য ছিল ১৯৮১ সালে সৌদি আরবের কাছে ৮.৫ বিলিয়ন ডলারের একটি বিক্রয়। এর মধ্যে বিমান, ট্যাঙ্ক এবং এয়ারবর্ন ওয়ার্নিং অ্যান্ড কন্ট্রোল সিস্টেম (এডব্লিউএসিএস) অন্তর্ভুক্ত ছিল। ইসরায়েল এর প্রতিবাদ করেছিল। কারণ এডব্লিউএসিএস-এর কৌশলগত আক্রমণ তাদের ক্ষমতাকে দুর্বল করে দেবে। ইসরায়েল এবং ওয়াশিংটনে তার শক্তিশালী লবিকে শান্ত করার জন্য মার্কিন যুক্তরাষ্ট্র তাদের একটি অতিরিক্ত এফ-১৫ স্কোয়াড্রন, ৬০০ মিলিয়ন ডলার ঋণ এবং লাতিন আমেরিকার সেনাবাহিনীতে ইসরায়েলি তৈরি কফির যুদ্ধ বিমান রপ্তানির অনুমতি দেওয়ার প্রতিশ্রুতি দেয়।\nপ্রথম মেয়াদে প্রশাসন অস্ত্র নিয়ন্ত্রণ ব্যবস্থাকে গভীর সন্দেহের চোখে দেখেছিল। যাইহোক বিশাল অস্ত্রভান্ডার গড়ে তোলার পর এবং দ্বিতীয় মেয়াদে তারা ইতিবাচকভাবে দেখেছিল এবং মিখাইল গর্বাচেভের সাথে অস্ত্র হ্রাসের ক্ষেত্রে বড় ধরনের সাফল্য অর্জন করেছিল। এটা সম্ভব হয়েছিল কারণ স্থূলকায় সোভিয়েত নেতৃত্বের মৃত্যু হয়েছিল এবং অবশেষে ১৯৮৫ সালে মিখাইল গর্বাচেভ সোভিয়েত ইউনিয়নে সাম্যবাদ উদ্ধারের প্রতিশ্রুতি নিয়ে ক্ষমতায় আসেন। তিনি রেগনের সাথে একাধিক সমঝোতা করেন যা সোভিয়েত শক্তিকে দুর্বল করে দেয়। ১৯৮৯ সালে সমস্ত পূর্ব ইউরোপীয় সোভিয়েত অনুগামী রাষ্ট্র বিদ্রোহ করে মস্কোর নিয়ন্ত্রণ উৎখাত করে। পশ্চিম জার্মানি পূর্ব জার্মানি দখল করে নেয়। ১৯৯১ সালে গর্বাচেভ ক্ষমতা হারান এবং সোভিয়েত ইউনিয়ন ভেঙে যায়। মার্কিন যুক্তরাষ্ট্র এবং ন্যাটো স্নায়ুযুদ্ধে জয়লাভ করেছিল। এর ফলে মার্কিন যুক্তরাষ্ট্র বিশ্বের একমাত্র পরাশক্তি হয়ে উঠে। মার্কিন শক্তি পুনরুদ্ধার এবং সোভিয়েত শত্রুকে পরাজিত করার জন্য রেগনের একটি দৃষ্টিভঙ্গি ছিল যা তিনি ক্ষমতা ছাড়ার পরপরই এটি বাস্তবায়িত হয়েছিল। তবে তিনি খুঁটিনাটি বিষয়ে অত্যন্ত অমনোযোগী ছিলেন এবং তার জ্যেষ্ঠ কর্মীদের এবং কখনও কখনও তার নিম্নপদস্থ কর্মীদের রাষ্ট্রপতি-স্তরের সিদ্ধান্ত নিতে দিতেন। সব মিলিয়ে ইতিহাসবিদ এবং রাষ্ট্রপতি পণ্ডিতদের মতে পররাষ্ট্রনীতিতে রেগনের উচ্চ কৃতিত্ব ছিল। ২০১৭ সালে পণ্ডিতদের উপর একটি সি-স্প্যান জরিপ যাদের বেশিরভাগই তার নির্দিষ্ট নীতির বিরোধিতা করেছিলেন। নেতৃত্বের দিক থেকে রেগনকে ৪২ জন রাষ্ট্রপতির সাথে তুলনা করে স্থান দেয়া হয়। আন্তর্জাতিক সম্পর্কের ক্ষেত্রে তিনি নবম স্থানে ছিলেন।\n\n\n=== জর্জ এইচ. ডব্লিউ. বুশ ১৯৮৯–১৯৯৩ ===\n\nরেগনের বিপরীতে বুশ লক্ষ্যকে ছোট করে দেখেন এবং সতর্কতা ও সতর্ক ব্যবস্থাপনার উপর জোর দেন। তার প্রধান পররাষ্ট্রনীতি উপদেষ্টারা ছিলেন পররাষ্ট্রমন্ত্রী জেমস বেকার এবং লরেন্স ঈগলবার্গার এবং জাতীয় নিরাপত্তা উপদেষ্টা ব্রেন্ট স্কোক্রফট। বুশ পররাষ্ট্র বিষয়ক দীর্ঘ ও সফল দায়িত্ব পালনের মাধ্যমে হোয়াইট হাউসে প্রবেশ করেন। এর মধ্যে রয়েছে জাতিসংঘে চীনের রাষ্ট্রদূত, সিআইএ-র পরিচালক এবং উপরাষ্ট্রপতি হিসেবে ৬৫টি দেশে সরকারি সফর। বুশের রাষ্ট্রপতিত্বের সময় ঘটে যাওয়া গুরুত্বপূর্ণ ভূ-রাজনৈতিক ঘটনাগুলির মধ্যে রয়েছে:\nবুশের রাষ্ট্রপতিত্বের সময় ঘটে যাওয়া গুরুত্বপূর্ণ ভূ-রাজনৈতিক ঘটনাগুলির মধ্যে রয়েছে:\n\n১৯৮৯ সালের জুনে চীনের তিয়েনআনমেন চত্বরে বিক্ষোভ দমন, যা মার্কিন যুক্তরাষ্ট্র এবং বিশ্বজুড়ে ব্যাপকভাবে নিন্দিত হয়েছিল।\n১৯৮৯ সালের ডিসেম্বরে স্থানীয় স্বৈরশাসককে উৎখাত করার জন্য মার্কিন যুক্তরাষ্ট্র পানামা আক্রমণ করে ।\nপারমাণবিক নিরস্ত্রীকরণের জন্য সোভিয়েত ইউনিয়নের সাথে স্টার্ট ১ এবং স্টার্ট ২ চুক্তি স্বাক্ষর।\n১৯৯১ সালের উপসাগরীয় যুদ্ধ, যেখানে বুশ একটি বৃহৎ জোটের নেতৃত্ব দিয়েছিলেন যা কুয়েত আক্রমণ করার সময় ইরাককে পরাজিত করেছিল।\nসোভিয়েত সাম্যবাদের বিরুদ্ধে ঠান্ডা যুদ্ধে বিজয়।\n১৯৮৯ সালের বিপ্লব এবং পূর্ব ইউরোপে সাম্যবাদের পতন\n১৯৯০ সালে জার্মান পুনঃএকত্রীকরণ, গণতান্ত্রিক পশ্চিম প্রাক্তন সাম্যবাদী পূর্ব জার্মানিকে একীভূত করে।\n১৯৯১ সালে সোভিয়েত ইউনিয়নের বিলুপ্তি ঘটে, যার স্থলাভিষিক্ত হয় বন্ধুপ্রতীম রাশিয়া এবং আরও ১৪টি সার্বভৌম দেশ।\n১৯৮৯ সালের চীনের তিয়েনআনমেন চত্বরের বিক্ষোভ এবং গণহত্যা ছাড়া সমস্ত ঘটনাই মার্কিন যুক্তরাষ্ট্রের পক্ষে ছিল। বুশ পানামা আক্রমণ এবং স্টার্ট চুক্তিতে উদ্যোগী হন। অন্যথায় তিনি বেশিরভাগ ক্ষেত্রেই একজন নিষ্ক্রিয় পর্যবেক্ষক ছিলেন যিনি ঘটনাগুলিতে হস্তক্ষেপ বা আনন্দ না করার চেষ্টা করতেন। তিয়ানানমেন স্কয়ারের ক্র্যাকডাউনের নিন্দা করতে তার অনিচ্ছা ছাড়া অনুকূল ফলাফলের কারণে পণ্ডিতরা সাধারণত বুশকে পররাষ্ট্র নীতিতে উচ্চ স্থান দেন। তিনি মনে করতেন চীনের সাথে দীর্ঘমেয়াদী অনুকূল সম্পর্ক এত গুরুত্বপূর্ণ যে তা ঝুঁকিতে ফেলা যাবে না।\n\n\n== স্নায়ুযুদ্ধ-পরবর্তী: ১৯৯২–২০২৫ ==\n\n\n=== বিল ক্লিনটন এবং একটি অনুকূল বিশ্বের দৃশ্য ১৯৯৩–২০০০ ===\n১৯৩০-এর দশকের মাঝামাঝি থেকে প্রথমবারের মতো আন্তর্জাতিক পরিস্থিতি অত্যন্ত অনুকূল ছিল। সাম্যবাদ এবং সোভিয়েত ইউনিয়নের পতনের সাথে সাথে পুরনো শত্রুরা ভেঙে পড়েছিল। অন্যান্য সমস্যাগুলি অনেক কম চাপের বলে মনে হয়েছিল। রাষ্ট্রপতি বিল ক্লিনটন পররাষ্ট্র বিষয়ে খুব কম দক্ষতা রাখতেন। তিনি অভ্যন্তরীণ বিষয়গুলিতে মনোযোগ কেন্দ্রীভূত করতে আগ্রহী ছিলেন। যেমন ওয়াল্টার বি. স্লোকোম্ব বলেন:\nজার্মানি...শান্তিপূর্ণভাবে পুনর্মিলিত হয়েছিল এবং ইউরোপীয় ইউনিয়নে এর অংশীদাররা অর্থনৈতিক একীকরণের দিকে এগিয়ে যাচ্ছিল...পূর্বতন ওয়ারশ চুক্তির অনুগামী রাষ্ট্রগুলি স্থিতিশীল গণতন্ত্র এবং বাজার সমৃদ্ধির পথে এগিয়ে যাচ্ছিল। উত্তর ও দক্ষিণ কোরিয়া পারমাণবিক নিরস্ত্রীকরণ প্রক্রিয়ায় একমত হয়েছিল। চীন তাদের অভ্যন্তরীণ উন্নয়নে মগ্ন বলে মনে হচ্ছিল, বিপ্লবী উৎসাহ ত্যাগ করে বাজারনীতি অনুসরণ করছে (এবং শাসন ক্ষমতা বজায় রেখেছে)...সাম্প্রতিক উপসাগরীয় যুদ্ধে পরাজয় এবং ব্যাপক আন্তর্জাতিক নজরদারি ও তত্ত্বাবধানের কারণে ইরাক অত্যন্ত নতজানু হয়ে পড়েছিল। দক্ষিণ আফ্রিকায় শান্তিপূর্ণভাবে বর্ণবাদের অবসান হয়েছে। লাতিন আমেরিকার বেশিরভাগ অংশ জান্তা এবং অভ্যুত্থানের শাসন থেকে গণতান্ত্রিক ব্যবস্থায় উত্তরণ হচ্ছিল। তাইওয়ান এবং দক্ষিণ কোরিয়া কর্তৃত্ববাদী শাসনব্যবস্থা ত্যাগ করে মার্কিন যুক্তরাষ্ট্রের শক্তিশালী বন্ধুত্ব বজায় রেখেছিল। এমনকি মধ্যপ্রাচ্যেও মাদ্রিদ চুক্তিগুলি ইসরায়েল-ফিলিস্তিন সমস্যার সমাধানের পথ উন্মুক্ত করতে সাহায্য করছিল।\n\nবাকি ছোটখাটো সমস্যাগুলির দিকে কম মনোযোগ দেওয়া হচ্ছিল। যেগুলোর মধ্যে স্লোকোম্ব তালিকাভুক্ত করেছেন:\n\nইরান, হাইতি, যুগোস্লাভিয়ার ধ্বংসস্তূপ, আফ্রিকার আপাতদৃষ্টিতে অন্তহীন দুঃখ, যার উদাহরণ সোমালিয়া এবং এমনকি উত্তর আয়ারল্যান্ডের বিশৃঙ্খলা, সেইসাথে পরিবেশগত অবক্ষয় থেকে শুরু করে সন্ত্রাসবাদ পর্যন্ত অপ্রচলিত নিরাপত্তা চ্যালেঞ্জ।\nইতিহাসবিদরা একমত যে ক্লিনটন প্রশাসনের (১৯৯৩-২০০০) জন্য পররাষ্ট্রনীতি উচ্চ অগ্রাধিকার ছিল না। পররাষ্ট্র বিষয়ক ক্ষেত্রে তিনি প্রধানত তার দুই অভিজ্ঞ পররাষ্ট্রমন্ত্রী ওয়ারেন ক্রিস্টোফার (১৯৯৩-১৯৯৭) এবং ম্যাডেলিন অ্যালব্রাইট (১৯৯৭-২০০১) এবং উপরাষ্ট্রপতি আল গোরের উপর নির্ভর করতেন। রাষ্ট্রপতি জর্জ এইচ. ডব্লিউ. বুশের পূর্ববর্তী প্রশাসনের অধীনে স্নায়ুযুদ্ধের অবসান ঘটে এবং সোভিয়েত ইউনিয়ন ভেঙে যায়। ক্লিনটন পররাষ্ট্র বিষয়ে অতিরিক্ত মনোযোগী হওয়ার জন্য তার সমালোচনা করেছিলেন। মার্কিন যুক্তরাষ্ট্র এখন একমাত্র পরাশক্তি যার সামরিক শক্তি অন্য যেকোনো দেশের চেয়ে অনেক বেশি ছিল। যদিও ইরান এবং উত্তর কোরিয়ার মতো দেশগুলির সাথে উত্তেজনা ছিল, তবুও কোনও দৃশ্যমান হুমকি ছিল না। সিআইএ এবং এফবিআই আল-কায়েদার সম্ভাব্য হুমকিগুলিকে মূলত উপেক্ষা করেছিল। ক্লিনটন মূলত অভ্যন্তরীণ বিষয়সমূহ বিশেষ করে অর্থনীতি নিয়ে উদ্বিগ্ন ছিলেন এবং পররাষ্ট্রনীতি কেবল মার্কিন বাণিজ্য প্রচারের ক্ষেত্রেই তাঁর আগ্রহের বিষয় ছিল। তার মনোযোগ মানবিক সংকটের প্রতি সাড়া দেওয়া এবং বেসামরিক নাগরিকদের সুরক্ষার জন্য মার্কিন, ন্যাটো বা জাতিসংঘের হস্তক্ষেপের সম্ভাবনা, অথবা গৃহযুদ্ধ, রাষ্ট্রীয় পতন বা নিপীড়ক সরকারের কারণে সশস্ত্র মানবিক হস্তক্ষেপের ব্যবহারের উপর ছিল।\n১৯৯২ সালের ডিসেম্বরে রাষ্ট্রপতি বুশ সোমালিয়ায় একটি মানবিক মিশনে মার্কিন সেনা পাঠিয়েছিলেন। তবে একটি ব্যর্থ অভিযানে তাদের ১৮ জন নিহত এবং ৮০ জন আহত হন। জনমত এবং বেশিরভাগ অভিজাত মতামত বিদেশী হস্তক্ষেপের বিরুদ্ধে তীব্রভাবে প্রতিক্রিয়া জানায় যা মার্কিন সৈন্যদের জীবনকে ঝুঁকির মধ্যে ফেলেছিল যখন মার্কিন জাতীয় স্বার্থ সরাসরি জড়িত ছিল না। এর অর্থ হলো মানবিক মিশনগুলি সমস্যাযুক্ত ছিল। ক্লিনটন রাজি হন এবং হাইতিতে মাত্র একবার স্থল সেনা পাঠান যেখানে কেউ আহত হননি। তিনি প্রাক্তন যুগোস্লাভিয়ায় ব্যাপক বোমা হামলা চালানোর জন্য বিমান বাহিনী পাঠিয়েছিলেন কিন্তু কোনও মার্কিন বৈমানিক নিহত হননি। তার দুই মেয়াদে প্রধান সমস্যাপূর্ণ স্থানগুলি ছিল আফ্রিকা (সোমালিয়া এবং রুয়ান্ডা) এবং পূর্ব ইউরোপ (পূর্ব যুগোস্লাভিয়ার বসনিয়া, হার্জেগোভিনা এবং কসোভো)। ক্লিনটন উত্তর আয়ারল্যান্ড এবং মধ্যপ্রাচ্যে দীর্ঘস্থায়ী সংঘাত, বিশেষ করে ইসরায়েলি-ফিলিস্তিনি সংঘাত সমাধানের চেষ্টা করেছিলেন। দ্বিতীয় মেয়াদে গুরুত্বপূর্ণ অর্জনগুলির মধ্যে ছিল মেক্সিকোতে ১৯৯৫ সালের পেসো পুনরুদ্ধার প্যাকেজ, ন্যাটো সম্প্রসারণ, ১৯৯৮ সালে ইরাকে বোমা হামলা, বসনিয়ায় হত্যাকাণ্ডের অবসান ঘটানো ডেটন চুক্তি, কসোভোতে জাতিগত নির্মূল বন্ধ করে যুগোস্লাভিয়ার বিরুদ্ধে ন্যাটো বোমা হামলা অভিযান, উত্তর আয়ারল্যান্ডে শান্তি ফিরিয়ে আনা গুড ফ্রাইডে চুক্তি এবং গণপ্রজাতন্ত্রী চীনের সাথে প্রশাসনের সম্পৃক্ততার নীতি।\n১৯৯১ সালের সফল উপসাগরীয় যুদ্ধের পর জবিগনিউ ব্রিজেনস্কির মতো অনেক বিশ্লেষক দাবি করেছিলেন যে মার্কিন পররাষ্ট্র নীতির জন্য একটি নতুন কৌশলগত দৃষ্টিভঙ্গির অভাবের ফলে তাদের পররাষ্ট্র নীতির জন্য অনেক সুযোগ হাতছাড়া হয়েছে। ১৯৯০-এর দশকে মার্কিন যুক্তরাষ্ট্র তার পররাষ্ট্র নীতি বাজেটের পাশাপাশি স্নায়ু যুদ্ধের প্রতিরক্ষা বাজেটও কমিয়ে আনে যা জিডিপির ৬.৫% ছিল। ক্লিনটনের অধীনে দেশীয় অর্থনৈতিক সমৃদ্ধির উপর জোর দেওয়া হয়েছিল। তিনি ১৯৯৯ এবং ২০০০ সালের জন্য বাজেট উদ্বৃত্ত অর্জনে সফল হন। মার্কিন যুক্তরাষ্ট্র জাতিসংঘের শান্তিরক্ষী হিসেবে সহযোগিতা করে প্রাক্তন যুগোস্লাভিয়ার যুদ্ধরত জাতিগত বিরোধে শান্তিরক্ষী হিসেবেও কাজ করেছে।\nহার্ভার্ডের অধ্যাপক স্টিফেন ওয়াল্ট \"দুটি উল্লাস\" হিসেবে উল্লেখ করেছেন: \n\n ক্লিনটনের অধীনে মার্কিন যুক্তরাষ্ট্র তিনজন প্রাক্তন ওয়ারশ চুক্তি সদস্যকে তার নিজস্ব জোটে অন্তর্ভুক্ত করে তার স্নায়ুযুদ্ধের বিজয়কে সুসংহত করেছে। এটি পূর্ব এশিয়ায় তার জোটকে শক্তিশালী করেছে এবং উদীয়মান চীনের সাথে সম্ভাব্য প্রতিযোগিতার জন্য নিজেকে প্রস্তুত করেছে। একই সাথে বেইজিংকে মার্কিন যুক্তরাষ্ট্রের পক্ষে থাকা স্থিতাবস্থা মেনে নিতে উৎসাহিত করেছে....এটি তার মিত্রদের ইউরোপ এবং পূর্ব এশিয়ায় বৃহত্তর বোঝা বহন করতে বাধ্য করেছিল এবং উভয় জোটের নেতৃত্ব দেওয়ার উপর জোর দিয়েছিল। এবং তার ন্যাটো মিত্রদের সাথে একসাথে এটি নিরাপত্তা পরিষদের অনুমোদন ছাড়াই অন্যান্য রাষ্ট্রের সার্বভৌম ভূখণ্ডে হস্তক্ষেপ করার অধিকার জোরদার করেছে। ক্লিনটন হয়তো \"বিশ্বব্যবস্থা\" এবং সাধারণ বৈশ্বিক স্বার্থের বাগাড়ম্বরে মার্কিন নীতিকে ঢেকে রাখতে পারেন, কিন্তু এর সংজ্ঞায়িত সারমর্ম হলো সার্বভৌম ক্ষমতার একতরফা প্রয়োগ।\n\n\n=== সন্ত্রাসের বিরুদ্ধে বিশ্বব্যাপী যুদ্ধ ২০০১–২০১৬ ===\n২০০১ সালের ১১ সেপ্টেম্বর নিউ ইয়র্ক সিটির ওয়ার্ল্ড ট্রেড সেন্টারে হামলার মাধ্যমে অর্থনৈতিক সমৃদ্ধির এক দশকের সমাপ্তি ঘটে। জঙ্গি আল-কায়েদা সংগঠনের সন্ত্রাসীদের আকস্মিক আক্রমণের ফলে জাতীয় শোক শুরু হয় এবং মার্কিন পররাষ্ট্র নীতিতে ব্যাপক পরিবর্তন আসে। ১৯৯০-এর দশকে অভ্যন্তরীণ সমৃদ্ধির উপর জোর দেওয়ার ফলে রাষ্ট্রপতি জর্জ ডব্লিউ বুশের অধীনে মধ্যপ্রাচ্যে মৌলবাদী সন্ত্রাসবাদের ক্রমবর্ধমান প্রবণতা মোকাবেলায় একতরফা পদক্ষেপের প্রবণতা তৈরি হয়। মার্কিন যুক্তরাষ্ট্র সন্ত্রাসের বিরুদ্ধে যুদ্ধ ঘোষণা করেছিল। গত দশক ধরে মার্কিন পররাষ্ট্রনীতিতে এই নীতির প্রাধান্য ছিল, কারণ দেশটি মধ্যপ্রাচ্যে আফগানিস্তান এবং ইরাকে দুটি সামরিক অভিযান শুরু করেছিল। যদিও উভয় অভিযানই আন্তর্জাতিক সমর্থন আকর্ষণ করেছিল। বিশেষ করে আফগানিস্তানে যুদ্ধ, যুদ্ধের মাত্রা এবং সময়কাল মার্কিন মিত্রদের মনোবল কমিয়ে দিয়েছে। তদুপরি ইরাকের সামরিক বিজয়ের পর যখন কোনও গণবিধ্বংসী অস্ত্র পাওয়া না যাওয়ায় বিশ্বব্যাপী সন্দেহ দেখা দেয় যে যুদ্ধটি সন্ত্রাসবাদ প্রতিরোধের জন্যই পরিচালিত হয়েছিল কিনা। ইরাকের যুদ্ধ মার্কিন যুক্তরাষ্ট্রের ভাবমূর্তির জন্য গুরুতর জনমনে নেতিবাচক পরিণতি ডেকে আনে। \"বুশ ডকট্রিন\" কূটনৈতিক ও নিরাপত্তা নীতিকে উদার রাজনৈতিক প্রতিষ্ঠান এবং গণতান্ত্রিক মূল্যবোধের সর্বাধিক প্রসারের দিকে নিয়ে যায়। এই নীতিকে \"গণতান্ত্রিক বাস্তববাদ,\" \"জাতীয় নিরাপত্তা উদারনীতি,\" \"গণতান্ত্রিক বিশ্ববাদ,\" অথবা \"মসিহীয় সর্বজনীনতা\" বলা হয়। এই নীতি মধ্যপ্রাচ্যে গণতান্ত্রিক উত্থান-পতনকে অনুপ্রাণিত করতে সাহায্য করেছিল।\n\nবিশ্বজুড়ে দ্বিমেরু বিশ্ব ব্যবস্থা থেকে বহুমেরু বিশ্বে রূপান্তর ঘটেছে। যদিও মার্কিন যুক্তরাষ্ট্র অর্থনৈতিক ও সামরিকভাবে একটি শক্তিশালী শক্তি হিসেবে রয়ে গেছে। চীন, ভারত এবং ব্রাজিলের মতো উদীয়মান দেশগুলির পাশাপাশি রাশিয়াও তার আধিপত্যকে চ্যালেঞ্জ জানিয়েছে। নিনা হারচিগিয়ানের মতো পররাষ্ট্র নীতি বিশ্লেষকরা মনে করেন যে ছয়টি উদীয়মান বৃহৎ শক্তির মধ্যে সাধারণ উদ্বেগ রয়েছে: মুক্ত বাণিজ্য, অর্থনৈতিক প্রবৃদ্ধি, সন্ত্রাসবাদ প্রতিরোধ, পারমাণবিক বিস্তার রোধের প্রচেষ্টা। আর যদি তারা যুদ্ধ এড়াতে পারে তাহলে আগামী দশকগুলো শান্তিপূর্ণ এবং উৎপাদনশীল হতে পারে, যদি না কোন ভুল বোঝাবুঝি বা বিপজ্জনক প্রতিদ্বন্দ্বিতা থাকে।\nবারাক ওবামা রাষ্ট্রপতি হিসেবে তার প্রথম আনুষ্ঠানিক টেলিভিশন সাক্ষাৎকারে আরবি ভাষার একটি স্যাটেলাইট টিভি নেটওয়ার্কের মাধ্যমে মুসলিম বিশ্বকে সম্বোধন করেন এবং পূর্ববর্তী প্রশাসনের অধীনে অবনতিশীল সম্পর্ক মেরামতের প্রতিশ্রুতি ব্যক্ত করেন। ওবামা প্রশাসনের অধীনেও মার্কিন পররাষ্ট্র নীতি মুসলিম বিশ্বে ক্ষোভ সৃষ্টি করছিল। এর মধ্যে তাদের অন্যতম প্রধান মিত্র পাকিস্তানও রয়েছে।\nকিন্তু মার্কিন যুক্তরাষ্ট্রের জন্য গুরুতর সমস্যা রয়ে গেছে... মধ্যপ্রাচ্য ধর্মীয় ঘৃণা এবং ইসরায়েলের প্রতি আরবদের অসন্তোষ উত্তপ্ত হয়ে উঠছে। মার্কিন অবস্থান হলো, ইরান ও উত্তর কোরিয়ার মতো দেশগুলো প্রকাশ্যে পারমাণবিক অস্ত্র তৈরির উপর জোর দিয়ে আন্তর্জাতিক সম্প্রদায়কে অবজ্ঞা করার কারণে পারমাণবিক বিস্তারের বিপদ আরও স্পষ্ট করে তুলছে। জলবায়ু পরিবর্তনের মতো গুরুত্বপূর্ণ সমস্যা সমাধানে অনেক সরকারকে একসঙ্গে কাজ করতে হয়। সেগুলোও কঠিন কূটনৈতিক চ্যালেঞ্জ সৃষ্টি করছে। \n২০১০ সালের নভেম্বরে এবং তার পরের মাসগুলিতে মার্কিন যুক্তরাষ্ট্রের কূটনৈতিক তারবার্তা ফাঁসের মাধ্যমে পররাষ্ট্র দপ্তরের অভ্যন্তরে সাম্প্রতিক চিন্তাভাবনার একটি অন্তর্দৃষ্টি প্রকাশ করা হয়েছিল।\n\n\n=== রাষ্ট্রপতি ট্রাম্পের অধীনে নতুন নির্দেশনা ২০১৭–২০২০ ===\n\nরাষ্ট্রপতি ডোনাল্ড ট্রাম্পের প্রথম পররাষ্ট্রমন্ত্রী ছিলেন রেক্স টিলারসন। একজন অরাজনৈতিক কর্পোরেট নির্বাহী যিনি অনেক নীতিগত বিষয়ে ট্রাম্পের সাথে দ্বিমত পোষণ করতেন এবং পররাষ্ট্র দপ্তরের একজন অত্যন্ত দুর্বল ব্যবস্থাপক হিসেবে খ্যাত ছিলেন। হোয়াইট হাউস তাকে মূলত উপেক্ষা করেছিল এবং ট্রাম্প পরে তাকে বরখাস্ত করেছিলেন। ট্রাম্প তার স্থলাভিষিক্ত হিসেবে সিআইএ পরিচালক মাইক পম্পেওকে মনোনীত করেছেন। পম্পেও ২০১৮ সালের এপ্রিলে দায়িত্ব গ্রহণ করেন।\n\nট্রাম্পের পররাষ্ট্রনীতি অত্যন্ত বিতর্কিত। তিনি রাষ্ট্রপতি ওবামার দ্বারা সম্পাদিত অসংখ্য চুক্তি প্রত্যাখ্যান করেছিলেন, যার মধ্যে রয়েছে \"ট্রান্স-প্যাসিফিক পার্টনারশিপ\"। এটি একটি ১২-জাতির বাণিজ্য চুক্তি যা নিজে থেকেই এগিয়ে গিয়েছিল। তিনি আন্তর্জাতিক প্যারিস জলবায়ু চুক্তি এবং ইরানের পারমাণবিক অস্ত্রের উন্নয়ন রোধে যৌথ ব্যাপক কর্মপরিকল্পনা থেকে বেরিয়ে আসেন। তিনি কানাডা, মেক্সিকো, ইউরোপ এবং অন্যান্য দেশের উপর শুল্ক আরোপ করেন এবং চীনের সাথে ক্রমবর্ধমান বাণিজ্য যুদ্ধ শুরু করেন। উত্তর কোরিয়ার স্বৈরশাসক কিম জং উনের সাথে তার সম্পর্ক চরম শত্রুতা এবং ঘনিষ্ঠ ব্যক্তিগত বন্ধুত্বের মধ্যে দোদুল্যমান ছিল। ট্রাম্প বারবার মুসলিম ও মেক্সিকানদের যুক্তরাষ্ট্রে প্রবেশ কমানোর চেষ্টা করেছিলেন।এর পাশাপাশি লাতিন আমেরিকা থেকে আসা আশ্রয়প্রার্থীদের প্রতিরোধ করেছিলেন। ট্রাম্প সৌদি আরব ও ইসরায়েলকে অত্যন্ত জোরালো সমর্থন দিয়েছিলেন এবং ইরান ও ভেনেজুয়েলার সরকারের তীব্র বিরোধিতা করেছিলেন। ব্যবসায়ী সম্প্রদায় সাধারণত তার অভ্যন্তরীণ কর কর্তন এবং নিয়ন্ত্রণমুক্ত নীতিগুলিকে সমর্থন করলেও তার সুরক্ষাবাদী বাণিজ্য নীতির, বিশেষ করে চীনের সাথে বাণিজ্য যুদ্ধের তীব্র বিরোধিতা করেছে।  \nরিচার্ড এন. হাস যুক্তি দেন যে ট্রাম্প প্রশাসন অনেক গুরুত্বপূর্ণ মার্কিন অবস্থানের উল্টোপাল্টা পদক্ষেপ নিয়েছে:\n\nজোটের প্রতি সমর্থন, মুক্ত বাণিজ্যকে আলিঙ্গন, জলবায়ু পরিবর্তন নিয়ে উদ্বেগ, গণতন্ত্র ও মানবাধিকারের পক্ষে সমর্থন, মার্কিন নেতৃত্ব - এসব এবং মার্কিন পররাষ্ট্র নীতির অন্যান্য মৌলিক বিষয়গুলি প্রশ্নবিদ্ধ হয়েছে এবং একাধিকবার প্রত্যাখ্যান করা হয়েছে।\n\n\n=== জো বাইডেন প্রশাসনের পররাষ্ট্রনীতি ২০২১–২০২৫ ===\n\nপররাষ্ট্রনীতিতে বাইডেন জলবায়ু পরিবর্তন সংক্রান্ত প্যারিস চুক্তিতে মার্কিন সদস্যপদ পুনরুদ্ধার করেছিলেন। তিনি আফগানিস্তান থেকে মার্কিন সেনা প্রত্যাহার সম্পন্ন করেন যা পূর্ববর্তী প্রশাসনের অধীনে আলোচনার মাধ্যমে শুরু হয়েছিল। এর ফলে আফগানিস্তানে যুদ্ধের অবসান ঘটে, আফগান সরকারের পতন হয় এবং তালেবানরা নিয়ন্ত্রণ দখল করে। তিনি অস্ট্রেলিয়া এবং যুক্তরাজ্যের সাথে এইউকেইউএস নামে একটি নিরাপত্তা চুক্তি স্বাক্ষর করেন। তিনি ইউক্রেনে রুশ আগ্রাসনের জবাবে রাশিয়ার উপর নিষেধাজ্ঞা আরোপ করেন এবং ইউক্রেনে বিদেশী সাহায্য ও অস্ত্র সরবরাহের অনুমোদন দেন।\n২০২৩ সালের গোড়ার দিকে জন বেটম্যান যুক্তি দিয়েছিলেন যে ওয়াশিংটন কমপক্ষে চার বছর ধরে চীনের বিরুদ্ধে অর্থনৈতিক যুদ্ধে লিপ্ত হচ্ছে। এর মধ্যে শুল্ক, রপ্তানি নিয়ন্ত্রণ, বিনিয়োগ ব্লক, ভিসা সীমা, চিপ এবং সফ্টওয়্যারের উপর সীমাবদ্ধতা এবং আরও অনেক কিছুর মতো বিভিন্ন ব্যবস্থা বাস্তবায়ন করা জড়িত। নতুন নিয়ম অনুযায়ী, তৃতীয় পক্ষের দ্বারা মার্কিন প্রযুক্তি সম্বলিত পণ্য চীনের কাছে বিক্রি নিষিদ্ধ করা হয়। চীনে উন্নত সেমিকন্ডাক্টর, চিপ তৈরির সরঞ্জাম এবং সুপার কম্পিউটারের উপাদান রপ্তানির উপরও নতুন বিধিনিষেধ আরোপ করা হয়েছে। টিকটক অ্যাপ ব্লক করার প্রচেষ্টা বিতর্কিত হয়েছে।\n\n\n== মার্কিন যুক্তরাষ্ট্রকে একটি সাম্রাজ্য হিসেবে বিবেচনা করার বিতর্ক ==\n\n১৭৭৬ সালে একটি বৃহৎ সাম্রাজ্যের বিরুদ্ধে প্রথম সফল বিদ্রোহ হিসেবে মার্কিন যুক্তরাষ্ট্র গঠিত হয়েছিল। ঐতিহাসিকভাবে তারা সাম্রাজ্যবাদকে দৃঢ়ভাবে আরোপ করেছে, যেমনটি মনরো ডকট্রিনে দেখা যায়। মার্কিনীরা ১৮৯৮ সালে স্পেনীয় সাম্রাজ্যের বিরুদ্ধে যুদ্ধে এবং ১৯৪৫ সালের পর ব্রিটিশ ও ডাচ সাম্রাজ্য ভেঙে দেওয়ার পক্ষে সমর্থন করেছিল। জেফারসন স্বাধীনতার সাম্রাজ্যের ডাক দিয়েছিলেন যেখানে মার্কিন যুক্তরাষ্ট্র প্রজাতন্ত্রবাদের পথ দেখিয়েছিল। ১৮৫০-এর দশকে লাতিন আমেরিকায় উপনিবেশ দখল বা কেনার প্রচেষ্টা প্রত্যাখ্যাত হয়েছিল। ১৮৯৮-১৯০০ সালে সাম্রাজ্যবাদ-বিরোধীরা স্পেন ফিলিপাইন ছেড়ে যাওয়ার পর ফিলিপাইনের নিয়ন্ত্রণ নেওয়ার বিরুদ্ধে লড়াই করার জন্য একটি বিশেষ উদ্দেশ্যমূলক লবি - মার্কিন সাম্রাজ্যবাদ-বিরোধী লিগ - গঠন করে তীব্র বিতর্ক শুরু করে। স্পেনীয় সাম্রাজ্যের নিষ্ঠুরতার প্রতিক্রিয়ায় যুদ্ধে যাওয়ার প্রধান সমর্থকরা - বিশেষ করে উইলিয়াম জেনিংস ব্রায়ান - জোর দিয়েছিলেন যে মার্কিন যুক্তরাষ্ট্রের একই পদাঙ্ক অনুসরণ করা উচিত নয়। রাষ্ট্রপতি ম্যাককিনলির নেতৃত্বে যুদ্ধ ঘোষণার বিরোধীরা সিদ্ধান্ত নিয়েছিল যে আমেরিকারও দায়িত্ব আছে এবং তারা ফিলিপাইন দখলের উপর জোর দিয়েছিল। কংগ্রেস কিউবার মালিকানা না নেওয়ার সিদ্ধান্ত গ্রহণ করে। তবে সাম্রাজ্যবাদী শক্তি হওয়ার যে কোনও উত্তেজনা ক্ষণস্থায়ী ছিল এবং ১৯০৫ সালের মধ্যে থিওডোর রুজভেল্টের অধীনে সম্প্রসারণবাদী স্বার্থ এশিয়া থেকে মুখ ফিরিয়ে নেয় এবং পানামা খালের উপর মনোযোগ দিতে শুরু করে। ১৯৩৪ সালের মধ্যে ডেমোক্র্যাটরা ফিলিপাইনকে স্বাধীন করার সিদ্ধান্ত নেয়, যা ১৯৪৬ সালে করা হয়েছিল। হাওয়াই মার্কিন যুক্তরাষ্ট্রের সাথে একীভূত হয় এবং আজ পর্যন্ত কেউ পুয়ের্তো রিকোর দীর্ঘমেয়াদী মর্যাদার বিষয়ে সিদ্ধান্ত নিতে পারেনি।\nতবে স্নায়ুযুদ্ধের সময় এবং বিশেষ করে ৯/১১-এর পরে সমালোচকরা অভিযোগ করেছেন যে মার্কিন যুক্তরাষ্ট্র নিজেই একটি বিশ্বব্যাপী সাম্রাজ্যে পরিণত হয়েছে। ১৯৪৫ সালে মার্কিন যুক্তরাষ্ট্র যত তাড়াতাড়ি সম্ভব ইউরোপ থেকে তার সমস্ত বাহিনী প্রত্যাহারের পরিকল্পনা করছিল। তবে পোল্যান্ড এবং চেকোস্লোভাকিয়া এবং বিশেষ করে গ্রিসে সোভিয়েত পদক্ষেপ পুনর্বিবেচনা করতে বাধ্য করে। জর্জ কেনানের দ্বারা প্রবলভাবে প্রভাবিত হয়ে ওয়াশিংটনের নীতিনির্ধারকরা সিদ্ধান্ত নিয়েছিলেন যে সোভিয়েত ইউনিয়ন একটি সম্প্রসারণমূলক একনায়কতন্ত্র যা মার্কিন স্বার্থের জন্য হুমকিস্বরূপ। মস্কোর দুর্বলতা ছিল যে টিকে থাকার জন্য তাকে সম্প্রসারণ অব্যাহত রাখতে হয়েছিল এবং এর প্রবৃদ্ধি নিয়ন্ত্রণ বা বন্ধ করে ইউরোপে স্থিতিশীলতা অর্জন করা যেতে পারে। ফলাফল ছিল গ্রীস এবং তুরস্ক সম্পর্কিত ট্রুম্যান ডকট্রিন (১৯৪৭)। দ্বিতীয় সমান গুরুত্বপূর্ণ বিবেচ্য বিষয় ছিল বিশ্ব অর্থনীতি পুনরুদ্ধারের প্রয়োজনীয়তা, যার জন্য প্রবৃদ্ধির জন্য ইউরোপকে পুনঃনির্মাণ ও পুনর্গঠন করা প্রয়োজন ছিল। ১৯৪৮ সালের মার্শাল পরিকল্পনার পেছনে সোভিয়েত হুমকির চেয়েও এই বিষয়টিই ছিল প্রধান প্রেরণা। তৃতীয় কারণ ছিল, বিশেষ করে ব্রিটেন এবং তিনটি বেনেলাক্স দেশের উপলব্ধি যে মার্কিন সামরিক সম্পৃক্ততা প্রয়োজন। ঐতিহাসিকরা \"আমেরিকার আগ্রহের সাথে চাওয়া-পাওয়া বন্ধুত্ব এবং তার নেতৃত্বকে স্বাগত জানানোর গুরুত্ব\" সম্পর্কে মন্তব্য করেছেন।গেইর লুন্ডেস্টাডের তৈরি আকর্ষণীয় বাক্যাংশ -  ... পশ্চিম ইউরোপে আমেরিকা 'আমন্ত্রণে' একটি সাম্রাজ্য গড়ে তুলেছিল\"। \nআমেরিকা-কে-সাম্রাজ্য হিসেবে পরিচিত করার অন্যতম প্রধান মুখপাত্র হলেন ব্রিটিশ ইতিহাসবিদ এজি হপকিন্স। তিনি যুক্তি দেন যে একবিংশ শতাব্দীর মধ্যে ঐতিহ্যবাহী অর্থনৈতিক সাম্রাজ্যবাদ আর কার্যকর ছিল না। তিনি উল্লেখ করেন যে তেল কোম্পানিগুলি ২০০৩ সালে ইরাকে মার্কিন আক্রমণের বিরোধিতা করেছিল। হপকিন্সের মতে, এর পরিবর্তে গ্রামীণ ও মরিচা-প্রবণ আমেরিকার উপর বিশ্বায়নের নেতিবাচক প্রভাব সম্পর্কে উদ্বেগ কাজ করছিল:\n\nএই উদ্বেগগুলি পরিবার, বিশ্বাস এবং পতাকার উপর ভিত্তি করে একটি রক্ষণশীল পুনরুজ্জীবনের পথ তৈরি করেছিল যা ৯/১১-এর পরে নব্য-রক্ষণশীলদের রক্ষণশীল দেশপ্রেমকে দৃঢ় জাতীয়তাবাদে রূপান্তরিত করতে সক্ষম করেছিল। স্বল্পমেয়াদে ইরাক আক্রমণ ছিল জাতীয় ঐক্যের বহিঃপ্রকাশ। দীর্ঘ দৃষ্টিকোণ থেকে দেখলে এটি নতুন বিশ্বায়িত স্বার্থ, যা আন্তঃসীমান্ত আলোচনার উপর নির্ভর করে এবং বিচ্ছিন্ন জাতীয়তাবাদী স্বার্থ, যা আমেরিকাকে দুর্গ হিসেবে পুনর্নির্মাণ করতে চায়, যা এর মধ্যে ক্রমবর্ধমান বিভেদ প্রকাশ করে।\n২০০১-২০১০ সালে অসংখ্য পণ্ডিত \"সাম্রাজ্য হিসেবে আমেরিকা\" বিষয়টি নিয়ে বিতর্ক করেছিলেন। রক্ষণশীল হার্ভার্ডের অধ্যাপক নিয়াল ফার্গুসন এই সিদ্ধান্তে উপনীত হয়েছেন যে বিশ্বব্যাপী সামরিক এবং অর্থনৈতিক শক্তি একত্রিত হয়ে মার্কিন যুক্তরাষ্ট্রকে ইতিহাসের সবচেয়ে শক্তিশালী সাম্রাজ্যে পরিণত করেছে। তিনি মনে করেন এটি একটি ভালো ধারণা, কারণ ঊনবিংশ শতাব্দীর সফল ব্রিটিশ সাম্রাজ্যের মতো এটি মুক্ত বাজারের বৈশ্বিকীকরণ, আইনের শাসন বৃদ্ধি এবং প্রতিনিধিত্বমূলক সরকারকে উন্নীত করার জন্য কাজ করে। তবে তিনি আশঙ্কা করছেন যে সাম্রাজ্যকে পরিচালনা করার জন্য মার্কিনীদের দীর্ঘমেয়াদী জনবল এবং অর্থের প্রতিশ্রুতির অভাব রয়েছে।\nঅনেক - সম্ভবত বেশিরভাগ - পণ্ডিতই সিদ্ধান্ত নিয়েছেন যে মার্কিন যুক্তরাষ্ট্রে একটি সাম্রাজ্যের মূল প্রয়োজনীয়তার অভাব রয়েছে। উদাহরণস্বরূপ, যদিও সর্বত্র মার্কিন সামরিক ঘাঁটি রয়েছে, তবে মার্কিন সৈন্যরা স্থানীয় জনগণের উপর শাসন করে না এবং মার্কিন যুক্তরাষ্ট্র সরকার সমস্ত ঐতিহাসিক সাম্রাজ্যের মতো গভর্নর বা স্থায়ী প্রতিনিধিদের পাঠায় না। হার্ভার্ডের ইতিহাসবিদ চার্লস এস. মাইয়ার সাম্রাজ্য-হিসেবে-আমেরিকা ইস্যুটি বিস্তারিতভাবে পরীক্ষা করেছেন। তিনি বলেন, \"সাম্রাজ্য\" শব্দটির ঐতিহ্যবাহী ধারণা প্রযোজ্য নয় কারণ মার্কিন যুক্তরাষ্ট্র অন্যান্য জাতির উপর আনুষ্ঠানিক নিয়ন্ত্রণ প্রয়োগ করে না বা পদ্ধতিগত বিজয়ে লিপ্ত হয় না। সবচেয়ে ভালো শব্দটি হলো মার্কিন যুক্তরাষ্ট্র একটি \"আধিপত্যবাদী\"। উচ্চ প্রযুক্তি, অর্থনৈতিক শক্তি এবং জনপ্রিয় সংস্কৃতির উপর প্রভাবের মাধ্যমে এর বিশাল প্রভাব এটিকে একটি আন্তর্জাতিক প্রচারণা দেয় যা ঐতিহাসিক সাম্রাজ্যের অভ্যন্তরীণ দিকের বিপরীতে দাঁড়িয়ে আছে।\nবিশ্ব ঐতিহাসিক অ্যান্থনি প্যাগডেন জিজ্ঞাসা করেন যে মার্কিন যুক্তরাষ্ট্র কি আসলেই একটি সাম্রাজ্য? \n\nআমার মনে হয় যদি আমরা ইউরোপীয় সাম্রাজ্যের ইতিহাসের দিকে তাকাই, তাহলে উত্তরটি অবশ্যই না হবে। প্রায়শই ধরে নেওয়া হয় যে আমেরিকার সাম্রাজ্য হওয়ার সামরিক ক্ষমতা থাকায় এর যে কোনও বিদেশী স্বার্থ অবশ্যই সাম্রাজ্যবাদী হতে হবে। ... বেশ কয়েকটি গুরুত্বপূর্ণ দিক থেকে মার্কিন যুক্তরাষ্ট্র প্রকৃতপক্ষে মোটেও সাম্রাজ্যবাদী নয়। ... আমেরিকা প্রাচীন রোমের সাথে সামান্যতম সাদৃশ্য রাখে না। পূর্ববর্তী সমস্ত ইউরোপীয় সাম্রাজ্যের মতো এর কোনও আনুষ্ঠানিক নির্ভরশীলতায় বিদেশী বসতি স্থাপনকারীর উল্লেখযোগ্য জনসংখ্যা নেই এবং কোনও অধিগ্রহণের স্পষ্ট ইচ্ছাও নেই। ... এই ক্ষেত্রগুলির বাইরে এটি কোথাও সরাসরি শাসন করে না এবং এটি সর্বদা যত তাড়াতাড়ি সম্ভব নিজেকে এমন যেকোনো কিছু থেকে মুক্ত করার চেষ্টা করেছে যা দেখে মনে হচ্ছে এটি সরাসরি শাসনে পরিণত হতে চলেছে।\n\n\n== নরম শক্তি ==\nমার্কিন যুক্তরাষ্ট্রের বৈদেশিক সম্পর্ক দীর্ঘদিন ধরে নরম শক্তির ব্যবহারকে অন্তর্ভুক্ত করেছে। এর প্রভাবের উদাহরণগুলির মধ্যে রয়েছে দ্বিতীয় বিশ্বযুদ্ধে মিত্রশক্তিকে অনুপ্রাণিত করার জন্য ফ্র্যাঙ্কলিন ডি. রুজভেল্টের চারটি স্বাধীনতা; আয়রন কার্টেনের আড়ালে থাকা লোকেরা রেডিও ফ্রি ইউরোপ শুনছে; ২০০১ সালে সদ্য মুক্তিপ্রাপ্ত আফগানরা অধিকার বিলের একটি অনুলিপি চেয়েছে এবং তরুণ ইরানিরা গোপনে তাদের ঘরের গোপনে নিষিদ্ধ মার্কিন ভিডিও এবং স্যাটেলাইট টেলিভিশন সম্প্রচার দেখছে।\nসোভিয়েত ব্লকে মার্কিন সম্প্রচারের গবেষণা এবং চেক প্রজাতন্ত্রের রাষ্ট্রপতি ভাস্লাভ হাভেল, পোল্যান্ডের রাষ্ট্রপতি লেখ ওয়ালেন্সা এবং রাশিয়ার রাষ্ট্রপতি বরিস য়েলৎসিনের প্রশংসাপত্র সমর্থন করে যে স্নায়ুযুদ্ধের সময় মার্কিন যুক্তরাষ্ট্র এবং তার মিত্রদের নরম শক্তির প্রচেষ্টা শেষ পর্যন্ত সোভিয়েত ইউনিয়নের পতনের দিকে পরিচালিত অনুকূল পরিস্থিতি তৈরিতে সফল হয়েছিল।\n\n\"স্যাটেলাইট টিভি সক্রিয়ভাবে আরব বিশ্বে আমেরিকান সফট পাওয়ারকে এমনভাবে প্রচার করছে যেভাবে মার্কিন যুক্তরাষ্ট্র করতে অক্ষম হয়েছে। মার্কিন যুক্তরাষ্ট্রের জন্য আরও উপকারী উপায়ে সংবাদ এবং বিনোদন প্রদানের জন্য ২০০৪ সালের প্রথম দিকে আরবি ভাষার আলহুরা স্যাটেলাইট চ্যানেলের সূচনা হয়। এটি মার্কিন গণকূটনীতির উন্নয়নে একটি গুরুত্বপূর্ণ মোড় হিসাবে চিহ্নিত। যদিও এটি নিজেকে বিশ্বের বৃহত্তম আরবি ভাষার সংবাদ সংস্থা দাবি করে। ভার্জিনিয়া ভিত্তিক আলহুরার আল জাজিরার মতো খ্যাতি বা ব্র্যান্ড পরিচিতি নেই। তবে এর নিরপেক্ষ সংবাদ উপস্থাপনা ছোট হলেও উল্লেখযোগ্য সংখ্যক দর্শক অর্জন করেছে। তরুণদের বড় সংখ্যক শ্রোতাদের লক্ষ্য করে রেডিও সম্প্রচার বিষয়ে বিতর্কিত নতুনত্ব – আরবি ভাষায় রেডিও সাওয়া এবং ফার্সি ভাষায় রেডিও ফারদা – মৃদু মার্কিন জনপ্রিয় সঙ্গীত এবং হালকা খবরের মিশ্রণ দিয়ে তাদের লক্ষ্যকৃত অঞ্চলে একটি বড় বাজার শেয়ার দখল করেছে।\"\n\n\n== কূটনীতিকরা ==\nবিংশ শতাব্দীর শেষের দিকে পর্যন্ত ঐতিহাসিকভাবে কূটনীতি ছিল পুরুষদের কাজ। তবে একজন কূটনীতিকের একজন স্ত্রীর প্রয়োজন ছিল, কারণ কারণ উচ্চ পদস্থ কর্মকর্তারা একজন নতুন কূটনীতিকের দক্ষতা তার স্ত্রীর 'আকর্ষণীয় সৌন্দর্য' এবং 'মৃদু মনোহরতা' দ্বারা বিচার করতেন। তার জন্য মার্কিন সমাজের সঠিক ভাবমূর্তি তুলে ধরা অপরিহার্য ছিল, যেখানে ভৃত্য, অতিথি এবং বিশিষ্ট ব্যক্তিদের আপ্যায়নের ব্যবস্থা করা হতো, এমনকি অনানুষ্ঠানিক তথ্য গোয়েন্দা তথ্য সংগ্রহেও অংশ নেওয়া হতো। স্ত্রীকে ইউরোপীয় কূটনীতির উচ্চ সমাজের জীবনধারার সাথে ভালোভাবে মানিয়ে নিতে হয়েছিল। মার্কিন কূটনৈতিক পরিষেবার সামান্য বেতন স্কেল এবং সীমিত বিনোদন বাজেটের কারণে পারিবারিক অর্থ অনেক সাহায্য করেছিল। অত্যন্ত ধনী কূটনীতিকদের একটি সুবিধা ছিল, যেমন ১৯৩৮-৪০ সাল পর্যন্ত সেন্ট জেমসের আদালতে রাষ্ট্রদূত হিসেবে পদমর্যাদা পেয়েছিলেন জোসেফ পি. কেনেডি সিনিয়র।\nফ্রান্সেস ই. উইলিস (১৮৯৯-১৯৮৩) একজন বিখ্যাত পথিকৃৎ ছিলেন। স্ট্যানফোর্ড থেকে রাষ্ট্রবিজ্ঞানে পিএইচডি ডিগ্রি অর্জনের পর তিনি পররাষ্ট্র সেবায় যোগ দেন। তিনি ছিলেন পররাষ্ট্র দপ্তরের তৃতীয় নারী এবং কার্যত তার সমস্ত পদই ছিল \"প্রথম\" - প্রথম নারী চার্জ ডি'অ্যাফেয়ার্স, প্রথম নারী নিযুক্ত ডেপুটি চিফ অফ মিশন, প্রথম নারী নিযুক্ত রাষ্ট্রদূত, তিনটি পদে রাষ্ট্রদূত হিসেবে দায়িত্ব পালনকারী প্রথম নারী, ১৯৫৫ সালে প্রথম নারী নিযুক্ত ক্যারিয়ার মন্ত্রী এবং ১৯৬২ সালে প্রথম নারী নিযুক্ত ক্যারিয়ার দূত। তিনি চিলি, সুইডেন, বেলজিয়াম, স্পেন, ব্রিটেন এবং ফিনল্যান্ডের পাশাপাশি পররাষ্ট্র দপ্তরেও পদস্থ ছিলেন। ১৯৫৩ সালে তিনি প্রথম মহিলা মার্কিন রাষ্ট্রদূত (সুইজারল্যান্ডে) হন এবং পরে নরওয়ে এবং সিলনে রাষ্ট্রদূত হিসেবে দায়িত্ব পালন করেন। তার জীবনীকার তার দক্ষতা, ভাষাজ্ঞান, গবেষণার ক্ষমতা, কঠোর পরিশ্রম, আত্মবিশ্বাস এবং পররাষ্ট্র দপ্তরের উপসচিব জোসেফ গ্রু এবং রাষ্ট্রদূত হিউ গিবসনের কাছ থেকে পরামর্শ গ্রহণের জন্য তাকে কৃতিত্ব দেন।\nবিংশ শতাব্দীর শেষের দিক থেকে উচ্চ পদমর্যাদার রাষ্ট্রদূতদের পদ সাধারণত হোয়াইট হাউস দ্বারা নির্বাচিত করা হয়। তারা রাষ্ট্রপতির বিশিষ্ট রাজনৈতিক বা আর্থিক সমর্থকদের মধ্যে থেকে নির্বাচিত হন। এই অপেশাদারদের বেশিরভাগই পশ্চিম ইউরোপে অথবা মার্কিন যুক্তরাষ্ট্রের সাথে শক্তিশালী অর্থনৈতিক সম্পর্কযুক্ত দেশগুলিতে পাঠানো হয়। পেশাদার কর্মজীবনের রাষ্ট্রদূতরা পররাষ্ট্র দপ্তরের স্তরক্রমের মধ্য দিয়ে এগিয়ে যান এবং সাধারণত ছোট দেশগুলিতে এবং মার্কিন যুক্তরাষ্ট্রের সাথে কম বাণিজ্যের দেশগুলিতে নিযুক্ত হন। আধা-পেশাদার কূটনীতিকদের সিংহভাগই সবচেয়ে শক্তিশালী দেশগুলিতে নিযুক্ত করা হয়েছিল। রাষ্ট্রপতির ইচ্ছা অনুসারে ধরনটি পরিবর্তিত হয়। উদাহরণস্বরূপ রাষ্ট্রপতি জর্জ ডব্লিউ. বুশের (২০০১-২০০৯) আমলে পররাষ্ট্র মন্ত্রণালয় এবং মার্কিন আন্তর্জাতিক উন্নয়ন সংস্থা (ইউএস এজেন্সি ফর ইন্টারন্যাশনাল ডেভেলপমেন্ট) পর্যাপ্ত তহবিল পায়নি এবং প্রায়শই কূটনৈতিক কারণে নয় বরং রাজনৈতিক কারণে ব্যবহার করা হত।\n\n\n== আরও দেখুন ==\nমার্কিন যুক্তরাষ্ট্রের ইতিহাসের সময়রেখা\nদেশ অনুযায়ী মার্কিন যুক্তরাষ্ট্রের কূটনৈতিক সম্পর্কের ইতিহাস\nমার্কিন যুক্তরাষ্ট্রের চুক্তির তালিকা\nমার্কিন যুক্তরাষ্ট্রের কূটনৈতিক মিশনের তালিকা\nমার্কিন যুক্তরাষ্ট্রের পররাষ্ট্রনীতি\nমার্কিন পররাষ্ট্রনীতির সমালোচনা\nমার্কিন যুক্তরাষ্ট্রের পররাষ্ট্র পরিষেবা\nমার্কিন যুক্তরাষ্ট্রের পররাষ্ট্র দপ্তর\nআন্তর্জাতিক সম্পর্ক (১৬৪৮-১৮১৪)\nআন্তর্জাতিক সম্পর্ক (১৮১৪-১৯১৯)\nপ্রথম বিশ্বযুদ্ধের কূটনৈতিক ইতিহাস\nআন্তর্জাতিক সম্পর্ক (১৯১৯-১৯৩৯)\nদ্বিতীয় বিশ্বযুদ্ধের কূটনৈতিক ইতিহাস\nস্নায়ুযুদ্ধ\n১৯৮৯ সাল থেকে আন্তর্জাতিক সম্পর্ক\nসাংস্কৃতিক কূটনীতি\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n=== সমীক্ষা ===\nঅ্যামব্রোস, স্টিফেন ই., এবং ডগলাস জি. ব্রিঙ্কলি, বিশ্ববাদের উত্থান: ১৯৩৮ সাল থেকে মার্কিন পররাষ্ট্র নীতি, নবম সংস্করণ (২০১২)\nবেইলি, টমাস এ. মার্কিন জনগণের কূটনৈতিক ইতিহাস (১০ম সংস্করণ ১৯৮০) অনলাইনে ধার করতে পারবেন\nবেমিস, স্যামুয়েল ফ্ল্যাগ। যুক্তরাষ্ট্রের একটি কূটনৈতিক ইতিহাস (৫ম সংস্করণ ১৯৬৫) ১০৬২ পিপি। অনলাইনে মুক্ত\nব্লুম, কেনেথ জে. (২০১০)। আমেরিকার কূটনীতি: গৃহযুদ্ধ থেকে প্রথম বিশ্বযুদ্ধ পর্যন্ত। Scarecrow Press। আইএসবিএন 978-1-4617-1902-1। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  ব্রুন, লেস্টার এইচ. মার্কিন যুক্তরাষ্ট্রের বৈদেশিক সম্পর্কের কালানুক্রমিক ইতিহাস (২০০৩), ১৪০০ পিপি। মার্কিন বৈদেশিক সম্পর্কের কেমব্রিজ ইতিহাস (৪ ভলিউম ২০১৩) অনলাইনে\nমার্কিন বৈদেশিক সম্পর্কের কেমব্রিজ ইতিহাস (৪ ভলিউম ২০১৩); অনলাইনে\nক্লিভার, নিক। গ্রোভার ক্লিভল্যান্ডের নতুন বৈদেশিক নীতি: সালিশ, নিরপেক্ষতা এবং মার্কিন সাম্রাজ্যের ভোর (পালগ্রাভ ম্যাকমিলান, ২০১৪) PhD গবেষণা সংস্করণ\nকোম্বস, জেরাল্ড এ. মার্কিন পররাষ্ট্র নীতির ইতিহাস, ১৮৯৫ সাল থেকে (৪র্থ সংস্করণ ২০১২) উদ্ধৃতি *ডি-কোন্ডে, আলেকজান্ডার, এডস. মার্কিন পররাষ্ট্র নীতির বিশ্বকোষ ৩ খন্ড (২০০১), ২২৮০ পৃষ্ঠা, ১২০টি দীর্ঘ প্রবন্ধ বিশেষজ্ঞদের দ্বারা। অনলাইনে\nডি-কোন্ডে, আলেকজান্ডার। মার্কিন পররাষ্ট্র নীতির ইতিহাস (১৯৬৩) অনলাইনে মুক্ত; একাডেমিক প্রবন্ধের জন্য অত্যন্ত উপকারী ফুটনোট\nডবসন, জন এম. যুদ্ধবাজ, সংকটের মুহূর্ত, এবং বড় আছড়ে আনা: মার্কিন কূটনৈতিক ধারণার ঐতিহাসিক বিশ্বকোষ (এবিসি-সিএলআইও, ২০০৯)\nফাইন্ডলিং, জন ই. এডস. মার্কিন কূটনৈতিক ইতিহাসের অভিধান ২য় সংস্করণ ১৯৮৯। ৭০০ পৃষ্ঠা, ১২০০ ছোট প্রবন্ধ। অনলাইন কপি\nফ্ল্যান্ডার্স, স্টিফেন এ, এবং কার্ল এন. ফ্ল্যান্ডার্স। মার্কিন বৈদেশিক সম্পর্কের অভিধান (১৯৯৩) ৮৩৫ পৃষ্ঠা, ছোট প্রবন্ধ\nহেরিং, জর্জ সি. ম colony থেকে সুপারপাওয়ার: ১৭৭৬ সাল থেকে মার্কিন পররাষ্ট্র সম্পর্ক (অক্সফোর্ড ইতিহাসের যুক্তরাষ্ট্র) (২০০৮), ১০৫৬ পৃষ্ঠা; একাডেমিক পর্যালোচনা\nহেরিং, জর্জ সি. বিপদ এবং উচ্চাকাঙ্ক্ষার বছর: মার্কিন পররাষ্ট্র সম্পর্ক, ১৭৭৬–১৯২১ (২য় সংস্করণ, ২০১৭, প্রথম খণ্ড, ৪৫৮ পৃষ্ঠা)\nহেরিং, জর্জ সি. মার্কিন শতাব্দী ও তার পর: মার্কিন পররাষ্ট্র সম্পর্ক, ১৮৯৩–২০১৪ (২য় সংস্করণ, ২০১৭, দ্বিতীয় খণ্ড), xiv, ৭৪৮ পৃষ্ঠা। ২০০৮ সংস্করণ আপডেট করা হয়েছে নতুন পরিশিষ্ট দিয়ে (২০০১–২০১৪)\nহপকিন্স, এ. জি. মার্কিন সাম্রাজ্য: একটি বৈশ্বিক ইতিহাস (২০১৮) উদ্ধৃতি\nজেন্টলসন, বি. ডাব্লিউ. এবং থমাস জি. প্যাটারসন, এডস. মার্কিন পররাষ্ট্র সম্পর্কের বিশ্বকোষ, (৪ খন্ড, ১৯৯৭) *কাগান, রবার্ট। আতিথ্য খাওয়ার ভূত: আমেরিকা এবং বিশ্ব আদেশের পতন, ১৯০০-১৯৪১ (কনফ, ২০২৩) উদ্ধৃতি\nকাউফম্যান, জয়েস। মার্কিন পররাষ্ট্র নীতির সংক্ষিপ্ত ইতিহাস (৫ম সংস্করণ ২০২১) উদ্ধৃতি ট্রাম্প প্রশাসনের সময় পর্যন্ত।\nলাফেবার, ওয়াল্টার। মার্কিন যুগ: যুক্তরাষ্ট্রের পররাষ্ট্র নীতি, দেশ ও বিদেশ, ১৭৫০ থেকে বর্তমান (২য় সংস্করণ ১৯৯৪) উইসকনসিন স্কুল প্রভাবিত পাঠ্যপুস্তক; ৮৮৪ পৃষ্ঠা\nলিওপোল্ড, রিচার্ড। মার্কিন পররাষ্ট্র নীতির বৃদ্ধির ইতিহাস (১৯৬৩) অনলাইনে মুক্ত\nম্যাকিনিস, এডগারড ডাব্লিউ. অরক্ষিত সীমান্ত: মার্কিন-কানাডিয়ান সম্পর্কের ইতিহাস (১৯৪২) অনলাইনে; পুরানো ভালো গবেষণা\nম্যাটরে, জেমস আই. এডস. পূর্ব এশিয়া এবং যুক্তরাষ্ট্র: ১৭৮৪ সাল থেকে সম্পর্কের বিশ্বকোষ (২ খন্ড, গ্রিনউড, ২০০২)। উদ্ধৃতি খণ্ড ২\nপ্যাটারসন, থমাস জি. et al. মার্কিন পররাষ্ট্র সম্পর্ক (৭ম সংস্করণ, ২ খন্ড, ২০০৯), সাম্প্রতিক বিশ্ববিদ্যালয় পাঠ্যপুস্তক অনলাইনে মুক্ত\nভ্যান আলস্টাইনে, রিচার্ড ডাব্লিউ. মার্কিন কূটনীতি কার্যক্রমে (১৯৪৭) বিস্তারিত ইতিহাস অনলাইনে\nউইলিয়ামস, উইলিয়াম অ্যাপলম্যান। মার্কিন কূটনীতির ট্র্যাজেডি (১৯৫৯), উইসকনসিন স্কুলের কূটনৈতিক ইতিহাস থেকে অত্যন্ত প্রভাবশালী সমালোচনা\n\n\n=== ঐতিহাসিক গ্রন্থ ===\nBeisner, Robert L. ed, American Foreign Relations since 1600: A Guide to the Literature (2003), 2 vol. 16,300 annotated entries evaluate every major book and scholarly article.\nBemis, Samuel Flagg and Grace Gardner Griffin. Guide to the diplomatic history of the United States, 1775–1921 (1935) online 979pp; outdated & replaced by Beisner (2003)\nBrauer, Kinley. \"The Need for a Synthesis of American Foreign Relations, 1815–1861\" Journal of the Early Republic 14#4 (1994), pp. 467–76 in JSTOR\nBurns, Richard Dean, ed. Guide to American Foreign Relations since 1700 (1983) highly detailed annotated bibliography\nCombs, Jerald A. American diplomatic history: two centuries of changing interpretations (U of California Press, 19830. online free\nCraig, Campbell. \"Kennedy's international legacy, fifty years on.\" International affairs 89.6 (2013): 1367-1378. online\nCrapol, Edward P. \"Coming to Terms with Empire: The Historiography of Late-Nineteenth-Century American Foreign Relations.\" Diplomatic History 16.4 (1992): 573–98.\nCrapol, Edward P. \"Some Reflections on the Historiography of the Cold War,\"History Teacher 20#2 (1987), pp. 251–62 in JSTOR\nDietrich, Christopher R. W.  ed. A Companion To U.S. Foreign Relations: Colonial Era To The Present (2020) excerpt\nDunne, Michael. \"Exceptionalism of a kind: the political historiography of US foreign relations.\" International Affairs (2011) 87#1 pp: 153–71.\nFry, Joseph A. \"From Open Door to World Systems: Economic Interpretations of Late Nineteenth Century American Foreign Relations,\" Pacific Historical Review (1996) 65#2 pp. 277–303 in JSTOR\nগ্যাডিস, জন লুইস। \"মার্কিন বৈদেশিক সম্পর্কের অধ্যয়নের জন্য নতুন ধারণাগত পদ্ধতি: আন্তঃবিভাগীয় দৃষ্টিভঙ্গি।\" Diplomatic History (1990) 14#3 p.: 405–24.\nHogan, Michael J. America in the World: The Historiography of US Foreign Relations since 1941 (1996), scholarly articles reprinted from the journal Diplomatic History\nHogan, Michael J. ed. Paths to Power: The Historiography of American Foreign Relations to 1941 (2000) essays on main topics\nHogan, Michael J. and Thomas G. Paterson, eds. Explaining the History of American Foreign Relations (1991) essays on historiography\nKimball, Jeffrey. \"The Influence of Ideology on Interpretive Disagreement: A Report on a Survey of Diplomatic, Military and Peace Historians on the Causes of 20th Century U. S. Wars,\" History Teacher 17#3 (1984) pp. 355–384 DOI: 10.2307/493146 online\nMakdisi, Ussama. \"After Said: The Limits and Possibilities of a Critical Scholarship of US-Arab Relations.\" Diplomatic History (2014) 38#3 pp. 657–84.\nPederson, William D. ed. A Companion to Franklin D. Roosevelt (2011) pp. 480–689, covers historiography of American diplomacy worldwide in WW2\nPlummer, Brenda Gayle. “The Changing Face of Diplomatic History: A Literature Review.” History Teacher 38#3 (2005), pp. 385–400. online.\nSchulzinger, Robert.  A Companion to American Foreign Relations (Wiley Blackwell Companions to American History) (2006). 26 essays by scholars; emphasis on historiography\nSexton, Jay. \"Toward a synthesis of foreign relations in the Civil War era, 1848–77.\" American Nineteenth Century History 5.3 (2004): 50–73.\nThrontveit, Trygve. \"Why Knock's Wilson Matters\" H-DIPLO (January 23, 2010) on Woodrow Wilson\nZeiler, Thomas W. (২০০৯)। \"The Diplomatic History Bandwagon: A State of the Field\"। Journal of American History। 95 (4): 1053–73। জেস্টোর 27694560। ডিওআই:10.2307/27694560। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  in JSTOR\nZeiler, Thomas W. ed. American Foreign Relations since 1600: A Guide to the Literature (2007), online\nZelikow, Philip, Niall Ferguson, Francis J. Gavin, Anne Karalekas, and Daniel Sargent. \"Forum 31 on the Importance of the Scholarship of Ernest May\" H-DIPLO Dec. 17, 2021 online\n\n\n=== কূটনীতিক ===\nArias, Eric, and Alastair Smith. \"Tenure, promotion and performance: The career path of US ambassadors.\" Review of International Organizations 13.1 (2018): 77–103. online  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৮-০৫-০৪ তারিখে\nBarnes, William, and John Heath Morgan. The Foreign Service of the United States: origins, development, and functions (Historical Office, Bureau of Public Affairs, Department of State, 1961)\nHaglund, E. T. \"Striped pants versus fat cats: Ambassadorial performance of career diplomats and political appointees.\" Presidential Studies Quarterly (2015) 45(4), 653–678.\nIlchman, Warren Frederick. Professional Diplomacy in the United States, 1779–1939: A Study in Administrative History (U of Chicago Press, 1961).\nJett, Dennis. American Ambassadors: The Past, Present, and Future of America's Diplomats (Springer, 2014).\nKennedy, Charles Stuart. The American Consul: A History of the United States Consular Service 1776–1924 (New Academia Publishing, 2015).\nKopp, Harry W. and Charles A. Gillespie, eds. Career Diplomacy: Life and Work in the U.S. Foreign Service (2008)\nMoore Jr, John Allphin, and Jerry Pubantz. American Presidents and the United Nations: Internationalism in the Balance (Routledge, 2022). excerpt\n\n\n=== প্রাথমিক উৎস ===\nEngel, Jeffrey A. et al. eds.  America in the World: A History in Documents from the War with Spain to the War on Terror (2014) 416 pp. with 200 primary sources, 1890s–2013\nMcColley, Robert, ed. Federalists, Republicans, and foreign entanglements, 1789-1815 (1969) online, primary sources on foreign policy\nPaterson, Thomas G., ed. Major problems in American foreign policy : documents and essays: vol 2 since 1914 (3rd ed. 1989) online free, Excerpts from primary and secondary sources.\n\n\n=== গ্রেট ব্রিটেন ===\n\nAllen; H. C. Great Britain and the United States: A History of Anglo-American Relations, 1783–1952 (1954)\nBartlett, Christopher John. The Special Relationship: A Political History of Anglo-American Relations Since 1945 (1992)\nBurt, Alfred L. The United States, Great Britain, and British North America from the Revolution to the Establishment of Peace after the War of 1812 (1940)\nCampbell, Charles S. From Revolution to Rapprochement: The United States and Great Britain, 1783–1900 (1974).\nCrawford, Martin. The Anglo-American Crisis of the Mid-Nineteenth Century: The Times and America, 1850–1862 (1987)\nDobson, Alan P. Anglo-American Relations in the Twentieth Century (1995)\nDumbrell, John. A special relationship: Anglo-American relations from the cold war to Iraq (2006)\nEllis, Sylvia. Historical Dictionary of Anglo-American Relations (2009) and text search\nForeman, Amanda. A World on Fire: Britain's Crucial Role in the American Civil War (Random House, 2011), 958 pp.\nGeoffrey Wheatcroft, \"How the British Nearly Supported the Confederacy,\" New York Times Sunday Book Review June 30, 2011 online\nHollowell; Jonathan. Twentieth-Century Anglo-American Relations (2001)\nHitchens, Christopher. Blood, Class and Empire: The Enduring Anglo-American Relationship (2004)\nLouis, William Roger; Imperialism at Bay: The United States and the Decolonization of the British Empire, 1941–1945 (1978)\nLouis, William Roger, and Hedley Bull. The \"Special Relationship\": Anglo-American Relations since 1945 (1987)\nLoewenheim, Francis L. et al. eds. Roosevelt and Churchill, their secret wartime correspondence (1975), primary sources\nPerkins; Bradford. The First Rapprochement: England and the United States, 1795–1805 (1955)\nPerkins, Bradford. Prologue to war: England and the United States, 1805–1812  (1961) full text online\nPerkins, Bradford. Castlereagh and Adams: England and the United States, 1812·1823 (1964) excerpt; online review\nReynolds, David. From World War to Cold War: Churchill, Roosevelt, and the International History of the 1940s (2007) excerpt and text search\nRofe, J. Simon and Alison R. Holmes, eds. The Embassy in Grosvenor Square: American Ambassadors to the United Kingdom, 1938–2008 (2012), essays by scholars how the ambassadors promoted a special relationship\nSchake, Kori. Safe Passage: The Transition from British to American Hegemony (2017) excerpt\nUpdyke, Frank A. The diplomacy of the War of 1812 (1915) online free; strong on peace treaty\nWoods, Randall Bennett. Changing of the Guard: Anglo-American Relations, 1941–1946 (1990)\n\n\n=== ইউরোপ ===\n\nBerthon, Simon. Allies at War: The Bitter Rivalry among Churchill, Roosevelt, and de Gaulle. (2001). 356 pp.\nBlumenthal, Henry. France and the United States; Their Diplomatic Relation, 1789–1914 (1970). online\nBlumenthal, Henry. A Reappraisal of Franco-American Relations, 1830–1871 (1959).\nCostigliola, Frank. France and the United States: the cold alliance since World War II (1992), Scholarly history.\nGaddis, John Lewis, ed. Russia, Soviet Union & the United States: an Interpretive History (1978)\nHill, Peter P. Napoleon's Troublesome Americans: Franco-American Relations, 1804–1815 (2005).\nHoffman, Ronald and Peter J. Albert, eds. Diplomacy and Revolution: The Franco-American Alliance of 1778 (1981), Topical essays by scholars.\nJonas, Manfred. The United States and Germany: a diplomatic history (1984) online free to borrow\nJones, Kenneth Paul, ed. U.S. Diplomats in Europe, 1919–41 (ABC-CLIO. 1981) Ten scholarly essays cover main diplomats and important issues online\nKrabbendam, Hans, et al. eds. Four Centuries of Dutch-American Relations 1609–2009 (Amsterdam: Boom, 2009, 1190 pp., আইএসবিএন ৯৭৮-৯০-৮৫০৬-৬৫৩-৮\nMatthews, Geoffrey. \"Robert A. Taft, the Constitution, and American Foreign Policy, 1939–53,\" Journal of Contemporary History, (1982), 17:507–522 online focus on Europe\nPaxton, Robert O., ed. De Gaulle and the United States (1994)\nStinchcombe, William C. The American Revolution and the French Alliance (1969)\nWeiner, Tim. The Folly and the Glory: America, Russia, and Political Warfare 1945–2020 (2020); Pulitzer Prize excerpt\nWilliams, A. France, Britain and the United States in the Twentieth Century 1900–1940: A Reappraisal (Studies in Diplomacy and International Relations) (2014).\nZiegler, Charles E. \"Russian–American relations: From Tsarism to Putin.\" International Politics (2014) 51#6 pp: 671–692. online\n\n\n=== প্রাক-১৯৪৫ ===\nAmbrosius, Lloyd E. Woodrow Wilson and the American Diplomatic Tradition (1987).\nBeale, Howard. Theodore Roosevelt and the Rise of America to World Power (1956).\nCampbell, Charles S. The Transformation of American Foreign Relations, 1865-1900 (HarperCollins, 1976).\nCogliano, Francis D. Emperor of Liberty: Thomas Jefferson's Foreign Policy (2014)\nCurti, Merle. American Philanthropy Abroad: A History (1963).\nDallek, Robert. Franklin D. Roosevelt and American Foreign Policy, 1932–1945 (2nd ed. 1995) standard scholarly survey online\nDoyle, Don H. The Cause of All Nations: An International History of the American Civil War (2014) Excerpt and text search\nDulles, Foster Rhea. Prelude to world power: American diplomatic history, 1860-1900 (1965) online\nDulles, Foster Rhea. America's Rise to World Power 1898-1954 (1955) online\nEckes, Alfred E. Opening America's Market: U.S. Foreign Trade Policy since 1776 (1995).\nEkbladh, David. The Great American Mission: Modernization and the Construction of an American World Order (2011)\nGilderhus, Mark T. The Second Century: U.S. Latin American Relations since 1889 (2000).\nHowland, Charles P. Survey of American Foreign Relations, 1930 (1931) wide-ranging overview late 1920s\nHyman, Harold Melvin. Heard Round the World; the Impact Abroad of the Civil War. New York: Knopf, 1969.\nIlchman, Warren F. Professional Diplomacy in the United States, 1779–1939: A Study in Admin\n\n\n== বহিঃসংযোগ ==\n\"মার্কিন কূটনৈতিক ইতিহাসের উৎস সূচক\", সোসাইটি ফর হিস্টোরিয়ানস অফ আমেরিকান ফরেন রিলেশনস (SHAFR) দ্বারা স্পনসর করা হয়েছে। ৮ অক্টোবর, ১৯৯৮ তারিখে ওয়াশিংটন পোস্টের সুপারিশ দেখুন।"}