{"pageid": 1516537, "title": "২০২৪ ওয়াইআর৪ (গ্রহাণু)", "url": "https://bn.wikipedia.org/wiki?curid=1516537", "content": "২০২৪ ওয়াইআর৪ একটি অ্যাপোলো ধরনের (পৃথিবী অতিক্রমকারী) গ্রহাণু ও ভূ-নিকটস্থ বস্তু যেটির প্রাক্কলিত ব্যাস ৪০ থেকে ৯০ মিটার। ২০২৫ সালের ফেব্রুয়ারি মাসের হিসাব অনুযায়ী তোরিনো মাপনীতে এর মাত্রা ১, এবং  ২০৩২ সালের ২২শে ডিসেম্বর এটির পৃথিবীতে আঘাত করার সম্ভাবনা ২৮০ ভাগের এক ভাগ (০.৩৬%)। পালের্মো মাপনীতে এটির মাত্রা -১.১১, অর্থাৎ পটভূমিক স্তরে সম্ভাব্য অভিঘাতজনিত বিপদের মান ৭.৮%। ২০৩২ সালে এটির সম্ভাব্য অভিঘাত পথের অনিশ্চয়তা অঞ্চলটি ৮,১০,০০০ হাজার কিমি (৫,০০,০০০ হাজার মা) প্রশস্ত। পর্যবেক্ষণভিত্তিক সম্ভাব্য গতিপথ অনুযায়ী ২০৩২ সালের ২২শে ডিসেম্বর গ্রহাণুটি পৃথিবীর তুলনায় চাঁদের বেশি কাছ দিয়ে অতিক্রম করবে।\n২০২৪ সালের ২৭শে ডিসেম্বর তারিখে চিলির রিও উর্তাদো-তে অবস্থিত অ্যাটলাস (অ্যাস্টেরয়েড-ইমপ্যাক্ট লাস্ট অ্যালার্ট সিস্টেম) নামক গ্রহাণু-অভিঘাত শেষ সতর্কীকরণ ব্যবস্থার একটি কেন্দ্র এই গ্রহাণুটিকে আবিস্কার করে। যখন অতিরিক্ত পর্যবেক্ষণের পরে এটির অভিঘাত সম্ভাব্যতা ১%-এর বেশি প্রতিভাত হয়, তখন এটি গ্রহীয় প্রতিরক্ষা প্রত্যুত্তরের প্রথম ধাপটি সক্রিয় করে। এর ফলে একাধিক গুরুত্বপূর্ণ দূরবীক্ষণ যন্ত্র গ্রহাণুটি সম্পর্কে উপাত্ত সংগ্রহ করা শুরু করে এবং জাতিসংঘ-সমর্থিত মহাকাশ সংস্থাগুলি গ্রহাণু হুমকি লাঘবের পরিকল্পনা শুরু করে।\nগ্রহাণুটি ২০২৪ সালের ২৫শে ডিসেম্বর পৃথিবীর প্রায় ৮২৮,৮০০ কিলোমিটার পর্যন্ত দূরত্বে নিকটাগমন করে, যার দুই দিন পরে এটিকে আবিষ্কার করা হয়। বর্তমানে এটি পৃথিবী থেকে দূরে সরে যাচ্ছে। এটির পরবর্তী নিকটাগমন (অ্যাপ্রোচ) ২০২৮ সালের ১৭শে ডিসেম্বর সংঘটিত হবে। ২০২৫ সালে এপ্রিলের প্রারম্ভ থেকে ২০২৮ সালের জুন পর্যন্ত গ্রহাণুটি এত দূরে থাকবে যে এটিকে ভূ-দূরবীক্ষণ যন্ত্রগুলি দ্বারা পর্যবেক্ষণ করা সম্ভব হবে না। তবে মহাকাশ-ভিত্তিক অবলোহিত দূরবীক্ষণ যন্ত্রগুলি এই সময়কালেও সেটিকে কিছু সময়ের জন্য নজরদারি করতে পারবে। যেমন জেমস ওয়েব মহাকাশ দূরবীক্ষণ যন্ত্রটির দ্বারা ২০২৫ সালের মার্চ ও মে মাসের মধ্যবর্তী সময়কালে এটিকে পর্যবেক্ষণ করার কর্মসূচি আছে। বর্ণালী ও আলোকমিতিক কালীন সারি আভাস দেয় যে ২০২৪ ওয়াইআর৪ একটি পাথুরে এস-প্রকার গ্রহাণু (খুব সম্ভবত) কিংবা এল-প্রকার গ্রহাণু বা কে-প্রকার গ্রহাণু, যার নিজ অক্ষে ঘূর্ণনকাল প্রায় ১৯.৫ মিনিট।\n\n\n== প্রতিরক্ষা ==\nযদি ২০২৮ সাল পর্যন্ত প্রাপ্ত পর্যবেক্ষণের দ্বারা ২০৩২ সালে অভিঘাতের সম্ভাবনাকে বাদ দেয়া না যায়, তবে অভিঘাতটি প্রতিরোধের জন্য একটি গ্রহাণু বিচ্যুতকরণ অভিযান প্রেরণ করতে হতে পারে। ৮ বছরেরও কম সময়ে এই মহাকাশযানটিকে নকশা ও নির্মাণ করতে হবে, তাই এটি দুরূহ। যদি বিচ্যুতকরণ সম্ভব না হয় এবং অভিঘাতটি যদি কোনও মহাদেশে ঘটার পূর্বাভাস পাওয়া যায়, তাহলে সেই এলাকার অধিবাসীদেরকে জরুরি অপসারণ করতে হতে পারে।\n\n\n== আরও দেখুন ==\nগ্রহাণুর অভিঘাত প্রতিরোধ\n৯৯৯৪২ অ্যাপোফিস\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nটেমপ্লেট:NeoDys\nটেমপ্লেট:ESA-SSA\nটেমপ্লেট:JPL small body\n2024 YR4 Overview, NASA, 7 February 2025\nClose approach fact sheet for asteroid 2024 YR4, ESA's NEO Coordination Centre\nImages of 2024 YR4, taken by ATLAS in January 2025, at b612.ai\nAsteroidticker, comparative JPL data on NEOs in imperial units\nLight curve of 2024 YR4 by Petr Pravec, Ondrejov Asteroid Photometry Project\nটেমপ্লেট:2024 in space \nটেমপ্লেট:2025 in space"}