{"pageid": 1516169, "title": "ফ্রেডেরিক রাসেল বার্নহ্যাম", "url": "https://bn.wikipedia.org/wiki?curid=1516169", "content": "মেজর ফ্রেডরিক রাসেল বার্নহ্যাম ডিএসও (১১ মে, ১৮৬১ – ১ সেপ্টেম্বর, ১৯৪৭) ছিলেন একজন আমেরিকান স্কাউট এবং বিশ্বভ্রমণকারী অভিযাত্রী। তিনি ব্রিটিশ সাউথ আফ্রিকা কোম্পানি এবং ব্রিটিশ সেনাবাহিনীতে ঔপনিবেশিক আফ্রিকায় সেবাদানের জন্য পরিচিত, এবং রোডেশিয়ায় রবার্ট ব্যাডেন-পাওয়েলকে উডক্রাফট শেখানোর জন্য বিখ্যাত। বার্নহ্যাম আন্তর্জাতিক স্কাউটিং আন্দোলন প্রতিষ্ঠার অনুপ্রেরণায় গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন।\nবার্নহ্যাম মিনেসোটার একটি ডাকোটা সিওক্স ভারতীয় সংরক্ষণ ভূমিতে জন্মগ্রহণ করেন, ম্যানকাটো শহরের নিকটবর্তী ছোট গ্রাম টিভোলিতে। সেখানেই তিনি শৈশবে আমেরিকান ভারতীয়দের জীবনধারা শিখেছিলেন। ১৪ বছর বয়সে তিনি ক্যালিফোর্নিয়ায় নিজের জীবিকা নির্বাহ শুরু করেন এবং একই সময়ে আমেরিকান দক্ষিণ-পশ্চিমের শেষ যুগের কাউবয় ও ফ্রন্টিয়ারসম্যানদের কাছ থেকে স্কাউটিং শেখেন। বার্নহ্যামের আনুষ্ঠানিক শিক্ষা ছিল সীমিত; তিনি মাধ্যমিক বিদ্যালয়ও সম্পন্ন করেননি।\n১৮৮০-এর দশকের শুরুর দিকে তিনি অ্যারিজোনা অঞ্চলে চলে যান এবং সেখানে প্লেজেন্ট ভ্যালি যুদ্ধ নামে পরিচিত পশুপালক ও মেষপালকদের মধ্যে দ্বন্দ্বে জড়িয়ে পড়েন। পরে তিনি পালিয়ে যান এবং অ্যাপাচি যুদ্ধে মার্কিন সেনাবাহিনীর অসামরিক ট্র্যাকার হিসেবে কাজ করেন। নতুন অভিযানের সন্ধানে ১৮৯৩ সালে তিনি তার পরিবারসহ দক্ষিণ আফ্রিকায় চলে যান, যেখানে তিনি সেসিল রোডসের কেপ টু কায়রো রেলওয়ে প্রকল্পকে এক নতুন সীমান্ত হিসেবে দেখেন।\nবার্নহ্যাম রোডেশিয়া ও দক্ষিণ আফ্রিকার বেশ কিছু যুদ্ধে অসাধারণ কৃতিত্ব প্রদর্শন করেন এবং প্রধান স্কাউট হন। যদিও তিনি মার্কিন নাগরিক ছিলেন, তার সামরিক উপাধি ছিল ব্রিটিশ, এবং রাজা এডওয়ার্ড সপ্তম তাকে আনুষ্ঠানিকভাবে মেজর পদে উন্নীত করেন। তার বীরত্বের বিশেষ স্বীকৃতিস্বরূপ রাজা তাকে ডিস্টিংগুইশড সার্ভিস অর্ডার উপাধিতে ভূষিত করেন, যা দ্বিতীয় বুর যুদ্ধে কোনো আমেরিকানের প্রাপ্ত সর্বোচ্চ সামরিক সম্মান। বার্নহ্যাম দ্বিতীয় মাতাবেলে যুদ্ধে ব্যাডেন-পাওয়েলের সঙ্গে বন্ধুত্ব গড়েন, তাকে বনে টিকে থাকার কৌশল শেখান এবং পরবর্তী সময়ে এটি স্কাউটিং আন্দোলনের অনুপ্রেরণা হয়ে ওঠে। পরে তিনি মার্কিন যুক্তরাষ্ট্রে ফিরে আসেন এবং জাতীয় প্রতিরক্ষা, ব্যবসা, তেল খাত, সংরক্ষণ কার্যক্রম ও বয় স্কাউটস অফ আমেরিকার (বিএসএ) সঙ্গে যুক্ত হন।\nপ্রথম বিশ্বযুদ্ধের সময় বার্নহ্যামকে একজন কর্মকর্তা হিসেবে মনোনীত করা হয় এবং তিনি মার্কিন সেনাবাহিনীর জন্য রাফ রাইডার্স-এর অনুরূপ একটি স্বেচ্ছাসেবী বাহিনী গঠনের কাজ করেন, যা থিওডোর রুজভেল্ট ফ্রান্সে নিয়ে যেতে চেয়েছিলেন। তবে রাজনৈতিক কারণে এই ইউনিট কোনো লড়াইয়ে অংশ নেওয়ার আগেই বাতিল করা হয়। যুদ্ধ শেষে বার্নহ্যাম ও তার ব্যবসায়িক অংশীদার জন হেইস হ্যামন্ড বার্নহ্যাম এক্সপ্লোরেশন কোম্পানি প্রতিষ্ঠা করেন এবং ক্যালিফোর্নিয়ায় তেল আবিষ্কারের মাধ্যমে ধনী হন।\nবার্নহ্যাম বেশ কিছু নতুন বন সংরক্ষণ সংস্থার সঙ্গে যুক্ত হন, যার মধ্যে ছিল ক্যালিফোর্নিয়া স্টেট পার্কস কমিশন। ১৯৩০-এর দশকে তিনি বিএসএ-র সঙ্গে মিলে বিগ হর্ন ভেড়াদের বিলুপ্তির হাত থেকে রক্ষার উদ্যোগ নেন, যার ফলে কোফা এবং কাবেজা প্রিয়েটা ন্যাশনাল ওয়াইল্ডলাইফ রিফিউজ গঠিত হয়। ১৯৩৬ সালে তিনি বিএসএ-এর সর্বোচ্চ পুরস্কার, সিলভার বুফালো অ্যাওয়ার্ড, লাভ করেন এবং ১৯৪৭ সালে মৃত্যুর আগ পর্যন্ত এই সংস্থার বিভিন্ন আঞ্চলিক ও জাতীয় কার্যক্রমে সক্রিয় ছিলেন। বার্নহ্যাম ও ব্যাডেন-পাওয়েলের বন্ধুত্বের প্রতীক হিসেবে ১৯৫১ সালে ক্যালিফোর্নিয়ায় মাউন্ট ব্যাডেন-পাওয়েল পর্বতের পাশের পর্বতটির নামকরণ করা হয় মাউন্ট বার্নহ্যাম।\n\n\n== প্রারম্ভিক জীবন ==\n\nবার্নহ্যাম ১১ মে, ১৮৬১ সালে ডাকোটা সিওক্স ভারতীয় সংরক্ষণ ভূমিতে জন্মগ্রহণ করেন, তার পরিবার ছিল মিশনারি। তারা মিনেসোটার ছোট সীমান্তবর্তী শহর টিভোলির (যা এখন বিলুপ্ত) নিকটে বসবাস করতেন, যা ম্যানকাটো থেকে প্রায় ২০ মাইল (৩২ কিমি) দূরে। তার পিতা, রেভারেন্ড এডউইন ওটওয়ে বার্নহ্যাম, ছিলেন একজন প্রেসবিটেরিয়ান যাজক, যিনি নিউ ইয়র্কে শিক্ষা গ্রহণ ও পাদরিত্ব লাভ করেন; তার জন্ম হয়েছিল গেন্ট, কেন্টাকিতে।\nতার মা রেবেকা রাসেল বার্নহ্যাম শৈশবের বেশিরভাগ সময় আইওয়াতে কাটিয়েছেন। তিন বছর বয়সে তিনি তার পরিবারের সঙ্গে ওয়েস্টমিনস্টার, ইংল্যান্ড থেকে যুক্তরাষ্ট্রে অভিবাসন করেন।\n১৮৬২ সালের ডাকোটা যুদ্ধে, প্রধান লিটল ক্রো এবং তার সিওক্স যোদ্ধারা নিউ উলম শহরে আক্রমণ চালায়। সেই সময় বার্নহ্যামের পিতা ম্যানকাটোতে গুলি কিনতে গিয়েছিলেন। বার্নহ্যামের মা যখন যুদ্ধের সাজে সজ্জিত সিওক্স যোদ্ধাদের তাদের কুঁড়েঘরের দিকে এগিয়ে আসতে দেখেন, তখন বুঝতে পারেন যে পালানো ছাড়া তার আর কোনো উপায় নেই, কিন্তু শিশুকে নিয়ে দৌড়ানোও সম্ভব নয়। তাই তিনি শিশুটিকে সবুজ ভুট্টার খোসার ঝুড়ির মধ্যে লুকিয়ে রেখে প্রাণভয়ে পালিয়ে যান। পরে যখন আক্রমণ প্রতিহত করা হয়, তখন ফিরে এসে দেখেন যে তাদের ঘর পুড়ে গেছে, কিন্তু ফ্রেডেরিক নিরাপদ আছে—ভুট্টার খোসার ঝুড়ির ভেতর গভীর ঘুমে আচ্ছন্ন।\nশৈশবে বার্নহ্যাম আইওয়ার বিভিন্ন বিদ্যালয়ে পড়াশোনা করেন। সেখানেই তিনি ব্লাঞ্চ ব্লিকের সঙ্গে পরিচিত হন, যাকে তিনি পরবর্তীতে বিয়ে করেন।\n১৮৭০ সালে বার্নহ্যামের পরিবার মিনেসোটা থেকে লস অ্যাঞ্জেলেস, ক্যালিফোর্নিয়ায় চলে যায়, কারণ তার পিতা পারিবারিক খামার পুনর্গঠনের সময় গুরুতর আহত হন এবং সহজ জীবনযাত্রার সন্ধানে তারা পশ্চিমে পাড়ি জমান। দুই বছর পর, এডউইন মারা যান, ফলে পরিবারটি দারিদ্র্যের সম্মুখীন হয়। তার মা ও তিন বছর বয়সী ছোট ভাই হাওয়ার্ড আইওয়ায় ফিরে যান, কিন্তু ১২ বছর বয়সী বার্নহ্যাম ক্যালিফোর্নিয়ায় একাই থেকে যান, পরিবারের দেনা পরিশোধ ও নিজের জীবন গড়ে তোলার জন্য।\nপরবর্তী কয়েক বছর বার্নহ্যাম ওয়েস্টার্ন ইউনিয়ন টেলিগ্রাফ কোম্পানির জন্য ক্যালিফোর্নিয়া ও অ্যারিজোনা অঞ্চলে অশ্বারোহী বার্তাবাহক হিসেবে কাজ করেন। একবার তার ঘোড়াটি কুখ্যাত ক্যালিফোর্নিও দস্যু তিবুরসিও ভাসকেজ চুরি করে নেয়।\n১৪ বছর বয়সে তিনি অ্যাপাচি যুদ্ধে স্কাউট ও ভারতীয় ট্র্যাকার হিসেবে কাজ শুরু করেন। সে সময় তিনি মার্কিন সেনাবাহিনীর এক অভিযানে অংশ নেন, যার লক্ষ্য ছিল অ্যাপাচি নেতা জেরোনিমোকে খুঁজে বের করা এবং বন্দি বা হত্যা করা।\nপ্রেসকট, অ্যারিজোনায়, তিনি এক বৃদ্ধ স্কাউট লির সঙ্গে দেখা করেন, যিনি জেনারেল জর্জ ক্রুকের অধীনে কাজ করেছিলেন। লি তাকে অ্যাপাচিদের সন্ধান করার কৌশল শেখান, যেমন তারা যে মেসকাল নামক অ্যালোভেরা জাতীয় উদ্ভিদ রান্না করে খেত, তার গন্ধ শনাক্ত করা। বাতাসের প্রবাহ ও উপত্যকার অবস্থান বিবেচনা করে স্কাউটরা ৬ মাইল (৯.৭ কিমি) দূর থেকেও অ্যাপাচিদের লুকিয়ে থাকার স্থান খুঁজে বের করতে পারতেন।\nবার্নহ্যাম আরও শিক্ষা লাভ করেন আল সিবার, যিনি প্রধান স্কাউট ছিলেন, এবং তার সহকারী আর্চি ম্যাকইনটশ থেকে, যিনি ক্রুকের শেষ দুটি অভিযানে প্রধান স্কাউট ছিলেন। তিনি এই অভিজ্ঞ ভারতীয় ট্র্যাকাদের কাছ থেকে স্কাউটিংয়ের গুরুত্বপূর্ণ শিক্ষা গ্রহণ করেন, বিশেষত এই বিষয়টি যে, \"একজন স্কাউটের জন্য এটি অত্যন্ত গুরুত্বপূর্ণ যে, সে যে দেশ বা জনগোষ্ঠীর মধ্যে কাজ করবে, তাদের ইতিহাস, ঐতিহ্য, ধর্ম, সামাজিক রীতি ও কুসংস্কার সম্পর্কে গভীর জ্ঞান রাখবে।\" তবে তার শৈশবে সবচেয়ে বেশি প্রভাব ফেলেছিলেন হোমস নামের এক স্কাউট।\n\nহোমস কিট কারসন ও জন সি. ফ্রেমন্ট-এর অধীনে কাজ করেছিলেন, তবে যখন তিনি বার্নহ্যামের সাথে দেখা করেন, তখন তিনি বৃদ্ধ ও শারীরিকভাবে অক্ষম ছিলেন। তিনি ভারতীয় যুদ্ধগুলোতে তার পুরো পরিবার হারিয়েছিলেন এবং মৃত্যুর আগে তিনি তার সীমান্ত জ্ঞানের শিক্ষা তরুণ বার্নহ্যামের কাছে পৌঁছে দিতে চেয়েছিলেন। দুইজনই আমেরিকান দক্ষিণ-পশ্চিম ও উত্তর মেক্সিকো ভ্রমণ করেন, এবং হোমস তাকে নানা স্কাউটিং কৌশল শেখান, যেমন পথচিহ্ন খোঁজা, নিজের পথ ঢেকে ফেলা, খাড়া পাহাড়登登ানো-নামার কৌশল এবং রাতে সময় নির্ধারণ করা। এছাড়াও, হোমস তাকে মরুভূমিতে পানি খুঁজে বের করার উপায়, সাপ থেকে আত্মরক্ষা এবং বন আগুন বা বন্যার সময় কী করতে হবে তা শেখান।\nএকজন শৃঙ্খলাপরায়ণ ব্যক্তি হিসেবে হোমস তাকে শেখান যে, এমনকি সাধারণ কাজগুলোরও সঠিক ও ভুল পদ্ধতি রয়েছে, যেমন দড়ি বোনা, গিঁট বাঁধা, বা স্যাডল পরানো ও খোলা। তারা মূলত শিকার ও খনিজ অনুসন্ধানের মাধ্যমে জীবিকা নির্বাহ করতেন। এছাড়াও বার্নহ্যাম এই সময়ে কাউবয়, খনির রক্ষী, গাইড এবং স্কাউট হিসেবে কাজ করেন।\nগ্লোব, অ্যারিজোনাতে, বার্নহ্যাম না বুঝেই প্লিজ্যান্ট ভ্যালি যুদ্ধ-এর পরাজিত দলে যোগ দেন এবং গণহত্যার আগে অল্পের জন্য মৃত্যুর হাত থেকে বাঁচেন। তিনি এই দ্বন্দ্বে কোনো স্বার্থ খুঁজে পাননি, তবে গর্ডন পরিবারের সাথে সম্পৃক্ততার কারণে তিনি এতে জড়িয়ে পড়েন। লটের মতে, তিনি ফ্রেড ওয়েলস ও তার পরিবারের মাধ্যমে জড়িয়ে পড়েন; মনি উল্লেখ করেন যে এটি গর্ডন পরিবার ছিল। বার্নহ্যামের আত্মজীবনী Scouting on Two Continents-এ তিনি পরিবারের নাম উল্লেখ করেননি, তবে এক অনির্দিষ্ট পান্ডুলিপিতে তিনি গ্লোবের তরুণ টমি গর্ডন ও তার পরিবারের সাথে বন্ধুত্বের কথা উল্লেখ করেছেন।\nবার্নহ্যাম বুঝতে পারেন যে প্রতিশোধ শুধু আরও প্রতিশোধ ডেকে আনে এবং আইনের অন্যায় বিচার ব্যবস্থা যতই কঠোর হোক না কেন, তা ব্যক্তিগত প্রতিহিংসার চেয়ে কম ক্ষতিকর। তিনি তরুণ ক্যানসান-এর প্রস্তাব প্রত্যাখ্যান করেন (যিনি পরে নিজ পরিকল্পনা বাস্তবায়ন করেন ও নিহত হন) এবং টোন্টো বেসিন ত্যাগ করার সিদ্ধান্ত নেন। স্থানীয় Arizona Silver Belt পত্রিকার সম্পাদক ও বন্ধু বিচারক অ্যারন হ্যাকনি এবং টুম্বস্টোনের বিখ্যাত পুরস্কার বিজয়ী বক্সার ও সফল চোরাচালানকারী নিল ম্যাকলিয়ড-এর সাহায্যে তিনি টুম্বস্টোন, অ্যারিজোনাতে পালিয়ে যান।\nএরপর বার্নহ্যাম ক্যালিফোর্নিয়ায় ফিরে যান উচ্চ বিদ্যালয়ে পড়ার জন্য, কিন্তু তিনি কখনো স্নাতক হননি। পরে তিনি অ্যারিজোনায় ফিরে যান এবং পিনাল কাউন্টির ডেপুটি শেরিফ হিসেবে নিয়োগ পান, তবে কিছুদিন পর আবারও তিনি গবাদি পশু পালন ও খনিজ অনুসন্ধানে ফিরে যান। পরে তিনি প্রেস্কট, আইওয়াতে তার শৈশবের প্রেমিকা ব্লাঞ্চকে দেখতে যান এবং ৬ ফেব্রুয়ারি, ১৮৮৪ সালে তারা বিবাহবন্ধনে আবদ্ধ হন। তখন তার বয়স ছিল ২৩ বছর।\nবিয়ের পর বার্নহ্যাম ও ব্লাঞ্চ পাসাডেনা, ক্যালিফোর্নিয়াতে একটি কমলা বাগান দেখভালের জন্য বসবাস শুরু করেন, তবে কিছুদিন পর বার্নহ্যাম আবারও খনিজ অনুসন্ধান ও স্কাউটিংয়ে ফিরে যান। তিনি সক্রিয়ভাবে ফ্রিম্যাসনের সদস্য ছিলেন এবং স্কটিশ রাইট-এর ৩২তম ডিগ্রিতে উন্নীত হন।\n১৮৮০-এর দশকে, আমেরিকান সংবাদমাধ্যমের কিছু অংশ জনপ্রিয় করে তোলে যে ধারণাটি যে পশ্চিম জয় করা হয়ে গেছে এবং যুক্তরাষ্ট্রে আর কিছু জয়ের বাকি নেই। সেই যুগ যখন কিট কারসন, ড্যানিয়েল বুন এবং ডেভি ক্রকেট-এর মতো মহৎ স্কাউটরা অনাবিষ্কৃত ও বন্য পশ্চিমের অঞ্চলগুলো অন্বেষণ ও জয় করতে পারতেন, তা শেষের পথে ছিল। সেই সময়ের স্কাউটরা, যেমন বাফেলো বিল, ওয়াইল্ড বিল হিকক এবং টেক্সাস জ্যাক ওমোহুন্ড্রো, পুরনো পশ্চিমকে ছেড়ে বিনোদন জগতে প্রবেশ করছিলেন এবং তারা শুধুমাত্র ওয়াইল্ড ওয়েস্ট শো-তে মহান আদিবাসী প্রধানদের সঙ্গে, যেমন সিটিং বুল, চিফ জোসেফ এবং জেরোনিমো, লড়াই করছিলেন।\n১৮৯০ সালে মার্কিন যুক্তরাষ্ট্রের জনশুমারি ব্যুরো আনুষ্ঠানিকভাবে আমেরিকান ফ্রন্টিয়ার বন্ধ ঘোষণা করে, যার মাধ্যমে পশ্চিম অঞ্চলের জমি সস্তায় বসতিস্থাপনকারীদের বিক্রি করার ব্যবস্থা সমাপ্ত হয়। \"রিচার্ড হার্ডিং ডেভিস\" পরে যাকে \"ভাগ্যগণের সৈনিক\" বলে উল্লেখ করেছিলেন, সেই বার্নহ্যাম নতুন এক অনাবিষ্কৃত সীমান্ত খুঁজতে থাকেন, কারণ তিনি মনে করছিলেন যে আমেরিকান পশ্চিম ক্রমশ শান্ত ও অনির্দেশনীয় হয়ে উঠছে।\nযখন তিনি সিসিল রোডস ও তার অগ্রগামীদের কাজ সম্পর্কে শুনলেন, যারা আফ্রিকা জুড়ে কেপ থেকে কায়রো পর্যন্ত একটি রেলপথ নির্মাণের চেষ্টা করছিলেন, তখন তিনি যা সামান্য সম্পত্তি ছিল তা বিক্রি করে দেন। ১৮৯৩ সালে, স্ত্রী ও ছোট ছেলেকে সঙ্গে নিয়ে তিনি দারবান, দক্ষিণ আফ্রিকার উদ্দেশ্যে রওনা হন, উদ্দেশ্য ছিল রোডসের অগ্রগামীদের সঙ্গে মাটাবিল্যাল্যান্ড ও মাশোনাল্যান্ড-এ যোগ দেওয়া।\n\n\n== সামরিক কর্মজীবন ==\n\n\n=== প্রথম মাতাবিলে যুদ্ধ ===\n  \n\nবার্নহ্যাম, তার স্ত্রী ও ছেলেকে নিয়ে, আমেরিকান বাকবোর্ড ও ছয়টি গাধা সহযোগে দারবান থেকে ১,০০০ মাইল (১,৬০৯ কিমি) উত্তরে মাতাবিলে‌ল্যান্ডের পথে যাত্রা করছিলেন, তখনই রোডস-এর ব্রিটিশ দক্ষিণ আফ্রিকা কোম্পানি এবং মাতাবিলে (বা এনদেবেলে) রাজা লোবেনগুলা-র মধ্যে ১৮৯৩ সালের শেষের দিকে যুদ্ধ শুরু হয়।\nতিনি মাতাবিলে‌ল্যান্ডে পৌঁছানোর সাথে সাথেই কোম্পানির স্কাউট হিসেবে নাম লেখান এবং যুদ্ধে যোগ দেন। লিয়েন্ডার স্টার জেমসন, যিনি মাশোনাল্যান্ডে কোম্পানির প্রধান ম্যাজিস্ট্রেট ছিলেন, দ্রুত মাতাবিলে‌দের পরাজিত করতে চেয়েছিলেন, এবং তার জন্য লোবেনগুলাকে তার রাজকীয় শহর বুলাওয়েও-তে বন্দি করার পরিকল্পনা করেন। তাই তিনি বার্নহ্যাম ও কয়েকজন স্কাউটকে শহরের পরিস্থিতি পর্যবেক্ষণের জন্য আগে পাঠান।\nশহরের উপকণ্ঠে পৌঁছে তারা দেখলেন, মাতাবিলে‌রা সব কিছু আগুনে জ্বালিয়ে ধ্বংস করে দিচ্ছে। যখন কোম্পানির সেনারা পূর্ণ শক্তিতে পৌঁছাল, তখন লোবেনগুলা ও তার যোদ্ধারা পালিয়ে গিয়েছিল এবং পুরাতন বুলাওয়েও প্রায় ধ্বংস হয়ে গিয়েছিল। কোম্পানি এরপর বুলাওয়েওর ধ্বংসাবশেষে প্রবেশ করে, সেখানে ঘাঁটি স্থাপন করে এবং লোবেনগুলাকে খুঁজতে বিভিন্ন টহল দল পাঠায়।\nএই টহলগুলোর মধ্যে সবচেয়ে বিখ্যাত ছিল শাঙ্গানি টহল, যার নেতৃত্বে ছিলেন মেজর অ্যালান উইলসন এবং তার মনোনীত প্রধান স্কাউট, ফ্রেড বার্নহ্যাম।\n\n\n==== শাঙ্গানি টহল ====\n  \n\nজেমসন মেজর প্যাট্রিক ফর্বস-এর নেতৃত্বে একটি সৈন্যদল পাঠান লোবেনগুলাকে খুঁজে বের করতে ও বন্দি করতে। এই দলটি ১৮৯৩ সালের ৩ ডিসেম্বর সন্ধ্যায় শাঙ্গানি নদীর দক্ষিণ তীরে, লুপানের গ্রাম থেকে প্রায় ২৫ মাইল (৪০ কিলোমিটার) উত্তর-পূর্বে শিবির স্থাপন করে। পরদিন বিকেলে, মেজর উইলসনের নেতৃত্বে এক ডজন লোক নদী পার হয়ে টহলে যায়। উইলসনের দল কয়েকজন মাতাবিলে নারী ও শিশুর সন্ধান পায়, যারা দাবি করে যে তারা লোবেনগুলার অবস্থান জানে। বার্নহ্যাম, যিনি উইলসন টহলের প্রধান স্কাউট ছিলেন, বুঝতে পারেন এটি একটি ফাঁদ এবং উইলসনকে ফিরে যাওয়ার পরামর্শ দেন, কিন্তু উইলসন অগ্রসর হওয়ার নির্দেশ দেন।\nশীঘ্রই দলটি রাজাকে খুঁজে পায় এবং উইলসন লাাগার-এ বার্তা পাঠিয়ে অতিরিক্ত বাহিনী চায়। কিন্তু ফর্বস অন্ধকারে নদী পার হতে অনিচ্ছুক ছিলেন, তাই তিনি কেবল ২০ জন সৈন্য পাঠান, যাদের নেতৃত্বে ছিলেন হেনরি বোরো। ফর্বস মূল বাহিনী ও কামান পরদিন সকালে পাঠানোর পরিকল্পনা করেন, কিন্তু মাতাবিলে যোদ্ধাদের দ্বারা তার মূল বাহিনী ও শিবির আক্রান্ত হয় ও বিলম্বিত হয়। উইলসনের দলও আক্রমণের শিকার হয়, কিন্তু ততক্ষণে শাঙ্গানি নদী ফুলে উঠেছে এবং পিছু হটার কোনো উপায় ছিল না।\nশেষ চেষ্টা হিসেবে, উইলসন বার্নহ্যাম ও আরও দুইজন—পার্ল \"পিট\" ইনগ্রাম (একজন মন্টানার কাউবয়) এবং উইলিয়াম গুডিং (একজন অস্ট্রেলিয়ান)—কে ফর্বসের কাছে পাঠান সাহায্যের জন্য। গুলির বৃষ্টি ও বর্শার আঘাত উপেক্ষা করে তারা ফর্বসের কাছে পৌঁছাতে সক্ষম হন, কিন্তু ফর্বসের শিবিরেও ততক্ষণে তীব্র যুদ্ধ শুরু হয়ে গেছে, ফলে উইলসনের দলকে সাহায্য পাঠানো অসম্ভব হয়ে পড়ে। যখন বার্নহ্যাম তার রাইফেল রিলোড করছিলেন, তখন তিনি শান্তভাবে ফর্বসকে বলেন, \"আমার মনে হয় আমরা ওই দলের একমাত্র জীবিত সদস্য।\"\nউইলসন, বোরো ও তাদের দল শত শত মাতাবিলে যোদ্ধাদের দ্বারা ঘেরাও হয়ে পড়ে; পালানোর কোনো উপায় ছিল না, এবং সবাই নিহত হয়।\nঔপনিবেশিক যুগের ইতিহাসে এই ঘটনাকে \"শাঙ্গানি টহল\" নামে অভিহিত করা হয় এবং উইলসন ও বোরোকে জাতীয় বীর হিসেবে সম্মানিত করা হয়। লুইস গান লেখেন, এটি ছিল \"[রোডেশিয়ার] নিজস্ব এক মহাকাব্যিক স্মৃতি, যা আমেরিকান পশ্চিমের আলামো হত্যাযজ্ঞ ও কাস্টারের শেষ যুদ্ধের সমতুল্য।\"\nইতিহাসের দলিলসমূহ বার্নহ্যাম, ইনগ্রাম ও গুডিং-এর বর্ণনা, যুদ্ধের সময় উপস্থিত মাতাবিলে যোদ্ধাদের (বিশেষত ইনডুনা এমজান) ও ফর্বসের বাহিনীর সদস্যদের সাক্ষ্যের উপর ভিত্তি করে লেখা হয়েছে।\nকিছু ঐতিহাসিক ও লেখক বিতর্ক করেছেন যে বার্নহ্যাম, ইনগ্রাম ও গুডিং সত্যিই সাহায্য আনতে পাঠানো হয়েছিল, নাকি তারা লড়াই কঠিন হয়ে গেলে পালিয়ে যায়। প্রথমবার এই অভিযোগ ওঠে ১৯৩৫ সালে জন কগলানের এক চিঠিতে, যেখানে বলা হয়, গুডিং মৃত্যুশয্যায় স্বীকার করেছিলেন যে তারা আদতে উইলসনের নির্দেশে যায়নি, বরং নিজেরাই পালিয়েছিল। তবে এই দাবিটি গুডিং-এর ১৮৯৯ সালের মৃত্যু সংবাদে উল্লেখ নেই, বরং সেখানে প্রচলিত কাহিনিই লেখা ছিল।\nফর্বসের বাহিনীর সব সদস্য বার্নহ্যামের সাহসী ভূমিকার প্রশংসা করেছেন, এবং এমনকি কয়েক দশক পরও তার আচরণ নিয়ে কেউ সন্দেহ প্রকাশ করেননি। সেনাবাহিনীর একজন সদস্য, ট্রুপার এম ই ওয়েলে, ১৯৪৪ সালে রোডেশিয়া হেরাল্ড-এ বলেছিলেন যে কমান্ড্যান্ট পিয়েত রাফ যখন ফর্বসের বদলে দায়িত্ব নেন, তখন বার্নহ্যামের দক্ষ স্কাউটিংয়ের জন্যই তারা প্রাণে বেঁচে যান: \"আমি সবসময়ই মনে করি, আমাদের জীবন বাঁচানোর কৃতিত্ব এই দুই ব্যক্তির (বার্নহ্যাম ও রাফ) মধ্যে সমানভাবে ভাগ করা উচিত।\"\nএই যুদ্ধে অবদানের জন্য বার্নহ্যামকে ব্রিটিশ দক্ষিণ আফ্রিকা কোম্পানি পদক, একটি সোনার ঘড়ি, এবং মাতাবিলে‌ল্যান্ডে ৩০০ একর (১২০ হেক্টর) জমির একটি অংশ প্রদান করা হয়। এই জমিতেই তিনি গ্রেট জিম্বাবুয়ে-এর প্রাচীন সভ্যতার অনেক নিদর্শন আবিষ্কার করেন। ১৮৯৫ সালে মাতাবিলে‌ল্যান্ড ও মাশোনাল্যান্ড একত্রে দক্ষিণ রোডেশিয়া নামে পরিচিত হয় এবং এই অঞ্চল রোডেশিয়া নামে আনুষ্ঠানিকভাবে স্বীকৃতি পায়।\n\n\n=== উত্তর রোডেশিয়া অনুসন্ধান ===\n১৮৯৫ সালে, বার্নহ্যাম উত্তরাঞ্চল ব্রিটিশ দক্ষিণ আফ্রিকা অনুসন্ধান কোম্পানি অভিযানের নেতৃত্ব দেন এবং তত্ত্বাবধান করেন, যা প্রথমবারের মতো ব্রিটিশ দক্ষিণ আফ্রিকা কোম্পানির জন্য নিশ্চিত করে যে জাম্বেজির উত্তরে উত্তর-পূর্ব রোডেশিয়ায় বৃহৎ পরিমাণ তামার মজুদ রয়েছে। কাফুয়ে নদী বরাবর তিনি মার্কিন যুক্তরাষ্ট্রে কাজ করা তামার খনির সঙ্গে অনেক সাদৃশ্য দেখতে পান এবং স্থানীয় অধিবাসীদের হাতে তামার চুড়ি পরিহিত অবস্থায় দেখতে পান। এই অভিযানের পর তিনি রয়্যাল জিওগ্রাফিক্যাল সোসাইটির ফেলো নির্বাচিত হন। পরে, ব্রিটিশ দক্ষিণ আফ্রিকা কোম্পানি কপারবেল্ট অঞ্চলে খনির শহর ও পর্তুগিজ মোজাম্বিক হয়ে আকরিক পরিবহনের জন্য একটি রেলপথ নির্মাণ করে।\n\n\n=== দ্বিতীয় মাতাবিলে যুদ্ধ ===\n  \n\nমার্চ ১৮৯৬ সালে, মাতাবিলে জাতি আবার ব্রিটিশ দক্ষিণ আফ্রিকা কোম্পানির প্রশাসনের বিরুদ্ধে বিদ্রোহ ঘোষণা করে, যা দ্বিতীয় মাতাবিলে যুদ্ধ বা প্রথম চিমুরেঙ্গা (মুক্তিযুদ্ধ) নামে পরিচিত। এমলিমো, মাতাবিলে জাতির আধ্যাত্মিক নেতা, এই সংঘর্ষে মূল প্ররোচক হিসেবে বিবেচিত হন। জেমসন অভিযান ব্যর্থ হওয়ায় মাতাবিলেল্যান্ডে ব্রিটিশ প্রতিরক্ষা বাহিনী দুর্বল হয়ে পড়ে এবং যুদ্ধের প্রথম কয়েক মাসেই শত শত ইউরোপীয় বসতি স্থাপনকারী নিহত হয়। সামরিক সহায়তার অভাবে, বসতি স্থাপনকারীরা বুলাওয়েয়োর কেন্দ্রে একটি লাগার নির্মাণ করেন এবং বিভিন্ন ব্যক্তির নেতৃত্বে টহল দল পরিচালনা করেন, যার মধ্যে ছিলেন বার্নহ্যাম, রবার্ট ব্যাডেন-পাওয়েল এবং ফ্রেডেরিক সেলুস। মাতাবিলে যোদ্ধারা মাতোপোস পাহাড়ে পশ্চাদপসরণ করে, যা মাতাবিলে যোদ্ধা ও ব্রিটিশ টহল দলের মধ্যে তীব্রতম লড়াইয়ের কেন্দ্রবিন্দু হয়ে ওঠে। এই যুদ্ধ চলাকালে দুই ভিন্ন পটভূমির স্কাউট, বার্নহ্যাম ও ব্যাডেন-পাওয়েল, প্রথমবারের মতো মিলিত হন এবং যুব প্রশিক্ষণের জন্য একটি পরিকল্পনা নিয়ে আলোচনা করেন, যা পরবর্তীতে বয় স্কাউটস আন্দোলনের ভিত্তি স্থাপন করে।\n\n\n==== এমলিমোর হত্যা ====\n\nযুদ্ধের মোড় ঘুরে যায় তখন, যখন বার্নহ্যাম ও বোনার আর্মস্ট্রং, একজন কোম্পানি নেটিভ কমিশনার, মাতোপোস পাহাড়ের মধ্য দিয়ে গোপনে একটি পবিত্র গুহায় প্রবেশ করেন, যেখানে এমলিমো আত্মগোপন করছিলেন। গুহার কাছেই এক শতাধিক কুটিরবিশিষ্ট একটি গ্রাম ছিল, যেখানে বহু মাতাবিলে যোদ্ধা অবস্থান করছিল। দুই ব্যক্তি তাদের ঘোড়া একটি ঝোপের কাছে বাঁধেন এবং সাবধানে হামাগুড়ি দিয়ে গুহার দিকে অগ্রসর হন, সামনে ডালপালা ধরে নিজেদের গোপন রেখে। গুহার ভেতরে প্রবেশ করে তারা এমলিমোর আগমনের জন্য অপেক্ষা করেন। এমলিমো প্রায় ৬০ বছর বয়সী ছিলেন, গাঢ় কালো বর্ণের এবং তীক্ষ্ণ মুখাবয়বের অধিকারী; সে সময়কার আমেরিকান সংবাদপত্রে তাকে নিষ্ঠুর ও ধূর্ত বলে বর্ণনা করা হয়। এমলিমো যখন গুহার মধ্যে তার প্রথাগত নৃত্য শুরু করেন, তখন বার্নহ্যাম তাকে বুকে গুলি করেন, এতে তিনি নিহত হন।\nবার্নহ্যাম ও আর্মস্ট্রং মৃত এমলিমোর দেহের উপর দিয়ে লাফিয়ে পড়েন এবং দ্রুত তাদের ঘোড়ার দিকে দৌড়ান। গ্রামের যোদ্ধারা তাদের অস্ত্র সংগ্রহ করে আক্রমণ করতে উদ্যত হলে, বার্নহ্যাম কিছু কুটিরে আগুন ধরিয়ে পরিস্থিতি বিশৃঙ্খল করে দেন। এরপর তারা পালিয়ে বুলাওয়েয়োর দিকে রওনা দেন। কিছুদিন পর, সেসিল রোডস নিরস্ত্র অবস্থায় মাতাবিলে শক্তির কেন্দ্রস্থলে প্রবেশ করেন এবং বিদ্রোহীদের সঙ্গে শান্তি স্থাপন করেন, যা দ্বিতীয় মাতাবিলে যুদ্ধের অবসান ঘটায়।\n\n\n=== ক্লন্ডাইক স্বর্ণ খনন যুগ ===\nমাতাবেলে যুদ্ধ শেষ হওয়ার পর, বার্নহ্যাম সিদ্ধান্ত নিলেন যে আফ্রিকা ছেড়ে নতুন অভিযানে যাত্রা করবেন। পরিবারটি ক্যালিফোর্নিয়ায় ফিরে গেল। কিছুদিন পর, ফ্রেড আলাস্কা ও ইউকন-এ গিয়ে ক্লন্ডাইক স্বর্ণ খনন যুগে সোনার খোঁজে নামলেন, সঙ্গে নিলেন তার বড় ছেলে রডেরিককে, যার বয়স তখন মাত্র ১২ বছর।\nস্প্যানিশ-আমেরিকান যুদ্ধের খবর শুনে বার্নহ্যাম দ্রুত বাড়ি ফিরে এসে যুদ্ধে অংশ নেওয়ার জন্য স্বেচ্ছাসেবী হতে চাইলেন, কিন্তু যুদ্ধ শেষ হয়ে যায় তার পৌঁছানোর আগেই। এরপর তিনি আবার ক্লন্ডাইক ফিরে যান, কারণ তিনি যুদ্ধের কোনো অংশীদার হতে পারেননি। কর্নেল থিওডোর রুজভেল্ট এ বিষয়ে বার্নহ্যামের মতোই হতাশ হন এবং তার বইয়ে বার্নহ্যাম সম্পর্কে উচ্চ প্রশংসা করেন।\n\n\n=== দ্বিতীয় বোয়ার যুদ্ধ ===\n  \n\nদ্বিতীয় বোয়ার যুদ্ধ (অক্টোবর ১৮৯৯ – মে ১৯০২) ছিল ব্রিটিশদের সঙ্গে দুই স্বাধীন বোয়ার প্রজাতন্ত্র—দক্ষিণ আফ্রিকা প্রজাতন্ত্র এবং অরেঞ্জ ফ্রি স্টেট-এর মধ্যে সংঘটিত একটি যুদ্ধ, যা দীর্ঘদিনের বিরোধের ফলাফল ছিল। সরাসরি যুদ্ধের কারণ ছিল ট্রান্সভালের লাভজনক উইটওয়ার্সর‌্যান্ড স্বর্ণ খনির নিয়ন্ত্রণ নিয়ে প্রতিদ্বন্দ্বিতা।\nউনবিংশ শতাব্দীর ব্রিটিশ সেনাবাহিনীর অন্যতম সফল সেনাধিনায়ক ফিল্ড মার্শাল ফ্রেডেরিক রবার্টস যুদ্ধের শুরুর দিকে ব্রিটিশদের একাধিক পরাজয়ের পর, জেনারেল রেডভার্স বুলারের স্থলে সেনাবাহিনীর প্রধান হিসেবে দায়িত্ব নেন।\nএর মধ্যে মাফেকিং অবরোধ চলছিল, যেখানে ব্যাডেন-পাওয়েল, তার ছোট একটি বাহিনী ও শহরের অধিবাসীরা হাজার হাজার বোয়ার সৈন্যের দ্বারা অবরুদ্ধ ছিলেন। রবার্টস জেনারেল ফ্রেডেরিক ক্যারিংটনের কাছে জানতে চান, দক্ষিণ আফ্রিকায় তিনি কাকে তার প্রধান গোয়েন্দা নিযুক্ত করবেন। ক্যারিংটন, যিনি তিন বছর আগে মাতাবেল্যান্ডে ব্রিটিশ বাহিনীর নেতৃত্ব দিয়েছিলেন, বার্নহ্যামকে এই পদে নিয়োগের পরামর্শ দেন এবং তাকে \"আফ্রিকার ইতিহাসে সর্বশ্রেষ্ঠ গোয়েন্দা\" বলে অভিহিত করেন।\n\n\n=== দ্বিতীয় বোয়ার যুদ্ধে বার্নহ্যামের ভূমিকা ===\nরবার্টস দক্ষিণ আফ্রিকায় RMS Dunottar Castle জাহাজে পৌঁছানোর পরপরই বার্নহ্যামকে ডেকে পাঠান। তখন বার্নহ্যাম আলাস্কার স্ক্যাগওয়ে শহরের কাছে সোনার খোঁজে ছিলেন, তখনই তিনি ১৯০০ সালের জানুয়ারিতে নিম্নলিখিত টেলিগ্রামটি পান: \"লর্ড রবার্টস আপনাকে তার ব্যক্তিগত দলে প্রধান গোয়েন্দা হিসেবে নিয়োগ দিয়েছেন। আপনি যদি সম্মত হন, তবে দ্রুততম পথে দক্ষিণ আফ্রিকায় আসুন।\"\nকেপ টাউন ক্লন্ডাইকের সম্পূর্ণ বিপরীত প্রান্তে অবস্থিত হওয়ায়, বার্নহ্যাম বিলম্ব না করে ঠিক সেই একই জাহাজে যাত্রা করেন যেটা তার কাছে বার্তা এনেছিল। বিদেশি হয়েও ব্যতিক্রমীভাবে তিনি ব্রিটিশ বাহিনীতে কমান্ড পোস্ট পান এবং ক্যাপ্টেন পদে নিযুক্ত হন। তিনি পaardeburg যুদ্ধের (ফেব্রুয়ারি ১৯০০) ঠিক আগে যুদ্ধক্ষেত্রে পৌঁছান।\nযুদ্ধ চলাকালে, বার্নহ্যাম বেশিরভাগ সময় শত্রুপক্ষের পিছনে থেকে গোয়েন্দাগিরি, রেলওয়ে ব্রিজ ও রেলপথ ধ্বংসের কাজে ব্যস্ত ছিলেন। তিনি দু'বার বন্দি হন (প্রতিবারই পালিয়ে আসতে সক্ষম হন), এবং একবার গুরুতর আহত হয়ে সাময়িকভাবে অক্ষম হয়ে পড়েন।\nবার্নহ্যাম প্রথমবার বন্দি হন সান্না’স পোস্টের যুদ্ধে অরেঞ্জ ফ্রি স্টেটে। তিনি ইচ্ছাকৃতভাবে আত্মসমর্পণ করেন, যাতে শত্রুর তথ্য সংগ্রহ করা যায়। তথ্য সংগ্রহের পর তিনি তার প্রহরীদের ফাঁকি দিয়ে পালিয়ে যান এবং টানা দুই দিন-রাত দৌড়ে ব্রিটিশ অধিকৃত ব্লোমফন্টেইন-এ পৌঁছান।\nদ্বিতীয়বার তিনি বন্দি হন থাবা'এনচু-র দিকে অগ্রসর হওয়া এক ব্রিটিশ বাহিনীকে সতর্ক করার সময়। তিনি যখন নদীর তীরে লুকিয়ে থাকা বোয়ার সৈন্যদের দেখতে পান, তখন বুঝতে পারেন যে ব্রিটিশ বাহিনী একটি ফাঁদে পড়তে চলেছে। নিজের নিরাপত্তার কথা না ভেবে তিনি একটি লাল রুমাল নেড়ে সতর্ক সংকেত দেন, কিন্তু ব্রিটিশ বাহিনী তা উপেক্ষা করে সামনে এগিয়ে যায় এবং ফাঁদে পড়ে। এদিকে, বার্নহ্যাম সাথে সাথে বন্দি হয়ে যান।\nলড়াই শুরু হলে, বার্নহ্যাম আহত হওয়ার ভান করে হাঁটতে কষ্ট হচ্ছে এমনভাবে অভিনয় করেন এবং প্রচণ্ড কষ্টে গোঙ্গানোর ভান করেন। ফলে তাকে সত্যিকার আহত অফিসারদের সঙ্গে একই ওয়াগনে রাখা হয়, যাদের উপর কড়া নজরদারি ছিল না। সন্ধ্যার সময়, তিনি চালকের আসনের ওপর দিয়ে ওয়াগন থেকে লাফিয়ে পড়েন, দুই চাকায় নিজেকে নামিয়ে এনে ওয়াগনের নিচে পড়ে যান। মুহূর্তের মধ্যে ওয়াগন তার ওপর দিয়ে চলে যায় এবং তখনও ধুলা বাতাসে উড়ছিল, এই সুযোগে তিনি দ্রুত পাশের খালে গড়িয়ে পড়ে চুপচাপ শুয়ে থাকেন।\nএরপর টানা চার দিন তিনি খোলা ভেল্ড-এ পড়ে ছিলেন, শুধুমাত্র একটি বিস্কুট ও দুই মুঠো \"মিলিস\" (ভুট্টা) খেয়ে বেঁচে ছিলেন। শেষ পর্যন্ত তিনি ব্রিটিশ লাইনে ফিরে আসতে সক্ষম হন।\n\n\n=== ২ জুন, ১৯০০: প্রিটোরিয়ার দিকে অগ্রযাত্রায় বার্নহ্যামের আহত হওয়া ===\n২ জুন, ১৯০০ সালে, যখন ব্রিটিশ বাহিনী প্রিটোরিয়া অভিমুখে অগ্রসর হচ্ছিল, তখন বার্নহ্যাম গুরুতরভাবে আহত হন, যা প্রায় প্রাণঘাতী হতে বসেছিল। তার মিশন ছিল বোয়ারদের সোনার মজুত ও রসদের প্রবাহ সমুদ্রপথে আসা-যাওয়া বন্ধ করা এবং ব্রিটিশ যুদ্ধবন্দিদের প্রিটোরিয়া থেকে সরানোর পথ আটকে দেওয়া। শত্রুপক্ষের পিছনে অনেক দূর পূর্ব দিকে একা অনুসন্ধান চালিয়ে, তিনি প্রিটোরিয়া–ডেলাগোয়া উপসাগর রেললাইন বরাবর সবচেয়ে উপযুক্ত সংযোগস্থল চিহ্নিত করার চেষ্টা করছিলেন। একপর্যায়ে, তিনি একটি রেলওয়ে ব্রিজের নিচে একটি আন্ডারপাস দেখতে পান, যা ট্রেন চলাচল ব্যাহত করার জন্য আদর্শ স্থান ছিল। তবে ঠিক তখনই তিনি বোয়ার সৈন্যদের দ্বারা ঘিরে পড়েন।\nবার্নহ্যাম দ্রুত পালিয়ে যান, এবং তিনি প্রায়ই মুক্তি পেতে যাচ্ছিলেন, ঠিক তখনই তার ঘোড়াটি গুলিবিদ্ধ হয়ে পড়ে যায় এবং তাকে ধাক্কা মেরে অজ্ঞান করে দেয়, একইসাথে মৃত ঘোড়ার ভারে আটকে ফেলে। এটি রাতের সময় ঘটেছিল এবং তিনি অনেক দূরে থাকায় বোয়ার সৈন্যরা সম্ভবত নিশ্চিত হতে পারেনি যে তিনি জীবিত না মৃত। কয়েক ঘণ্টা পর, যখন তিনি জ্ঞান ফিরে পান, তখন তিনি সম্পূর্ণ একা এবং প্রচণ্ড আহত অবস্থায় ছিলেন।\nতীব্র যন্ত্রণার মাঝেও বার্নহ্যাম হামাগুড়ি দিয়ে রেললাইনের দিকে ফিরে যান, সেখানে বিস্ফোরক স্থাপন করেন এবং দুই জায়গায় রেললাইন ধ্বংস করেন। পরে, তিনি ধরা পড়ার আশঙ্কায় একটি খালি পশুর খোঁয়াড়ে হামাগুড়ি দিয়ে ঢুকে পড়েন এবং সেখানে দুই দিন ও দুই রাত অচেতন অবস্থায় পড়ে থাকেন।\nপরের দিন, দূর থেকে যুদ্ধের শব্দ শুনে, তিনি হামাগুড়ি দিয়ে সেদিকে এগিয়ে যান। তখন তিনি এতটাই ক্লান্ত ও বেদনাগ্রস্ত ছিলেন যে কার পক্ষ থেকে গুলির শব্দ আসছে, তা নিয়ে তার কোনো ভাবনা ছিল না। সৌভাগ্যবশত, তার সঙ্গে দেখা হয় এক ব্রিটিশ টহল দলের, যারা তাকে উদ্ধার করে। প্রিটোরিয়ায় পৌঁছে, চিকিৎসকরা দেখেন যে, তার পেটের পেশিগুলো ছিঁড়ে গেছে এবং একটি রক্তনালী ফেটে গেছে। তিন দিন না খেয়ে ও না খেয়ে থাকার কারণেই তিনি বেঁচে ছিলেন।\nটেমপ্লেট:Burnham churchill image map\nবার্নহ্যামের আঘাত এত গুরুতর ছিল যে লর্ড রবার্টস তাকে ইংল্যান্ডে ফেরত পাঠানোর নির্দেশ দেন। লন্ডনের উদ্দেশ্যে রওনা হওয়ার দুই দিন আগে, তাকে মেজর পদে পদোন্নতি দেওয়া হয় এবং ব্যাডেন-পাওয়েল, রোডস এবং ফিল্ড মার্শাল রবার্টসের কাছ থেকে প্রশংসাপত্র ও অভিনন্দন চিঠি পান।\nইংল্যান্ডে পৌঁছানোর পর, বার্নহ্যামকে রানি ভিক্টোরিয়ার আমন্ত্রণে তার সঙ্গে নৈশভোজ করতে এবং অসবার্ন হাউসে রাত কাটানোর জন্য আদেশ দেওয়া হয়। কয়েক মাস পর, রানির মৃত্যুর পর, রাজা এডওয়ার্ড সপ্তম ব্যক্তিগতভাবে তাকে কুইন’স সাউথ আফ্রিকা মেডেল প্রদান করেন, যেখানে চারটি ব্যাজ ছিল—ড্রাইফন্টেইন (১০ মার্চ, ১৯০০), জোহানেসবার্গ (৩১ মে, ১৯০০), পaardeburg (১৭–২৬ ফেব্রুয়ারি, ১৯০০), এবং কেপ কলোনি (১১ অক্টোবর, ১৮৯৯ – ৩১ মে, ১৯০২) এর জন্য। এছাড়া, তাকে ডিস্টিংগুইশড সার্ভিস অর্ডার (Distinguished Service Order) প্রদান করা হয়, যা ব্রিটিশ সেনাবাহিনীর দ্বিতীয় সর্বোচ্চ সম্মাননা।\nএই পুরস্কার তাকে দ্বিতীয় বোয়ার যুদ্ধে \"বিজয়ী\" প্রিটোরিয়া অভিযানে (২-৫ জুন, ১৯০০) তার বীরত্বের জন্য দেওয়া হয়। রাজা এডওয়ার্ড তার ব্রিটিশ সেনাবাহিনীর পদ ও নিয়োগ স্থায়ী করেন, যদিও তিনি ছিলেন একজন মার্কিন নাগরিক।\nবার্নহ্যাম ছিলেন দ্বিতীয় বোয়ার যুদ্ধে অংশ নেওয়া সর্বোচ্চ সম্মানপ্রাপ্ত আমেরিকান। তার এই অভিষেকের পর, ব্রিটিশ সংবাদপত্রগুলো তাকে ঘোষণা করে: \"সেনাবাহিনীর গোয়েন্দাদের রাজা\"।\n\n\n== \"স্কাউটিংয়ের জনক\" ==\n\nদ্বিতীয় মাতাবেলে যুদ্ধের সময় বার্নহ্যাম যখন প্রথম ব্যাডেন-পাওয়েলের বন্ধু হন, তখনই তিনি একজন খ্যাতিমান স্কাউট ছিলেন। তবে এই দুই স্কাউটের পটভূমি একে অপরের থেকে সম্পূর্ণ ভিন্ন ছিল।\nবার্নহ্যাম শৈশবকাল কাটিয়েছেন মুক্ত প্রান্তরে। তার প্রথম খেলাধুলার সঙ্গী ছিল সিউ (Sioux) আদিবাসী বালকেরা, এবং তাদের স্বপ্ন ছিল স্কাউটিংয়ের শৈলী ও দক্ষতায় পারদর্শী হয়ে একদিন বড় স্কাউট হওয়া।\nকিশোর বয়সে, বার্নহ্যাম নিজের জীবিকা নির্বাহ করতেন বন্য প্রাণী শিকার করে এবং ক্যালিফোর্নিয়ার মরুভূমি পেরিয়ে ওয়েস্টার্ন ইউনিয়নের বার্তা পৌঁছে দিয়ে। তার প্রথম শিক্ষক ছিলেন আমেরিকান পশ্চিমের অভিজ্ঞ পুরনো স্কাউটরা। ১৯ বছর বয়সেই তিনি এক অভিজ্ঞ স্কাউটে পরিণত হন, অ্যাপাচিদের তাড়া করতেন এবং তাদের হাত থেকে পালাতেন।\nঅন্যদিকে, যে ব্রিটিশ স্কাউটের সঙ্গে তিনি পরবর্তীতে মাতাবেলল্যান্ডে বন্ধুত্ব করেন এবং একসঙ্গে কাজ করেন, সেই ব্যাডেন-পাওয়েল ছিলেন লন্ডনের অধিবাসী। তিনি ইংল্যান্ডের অন্যতম খ্যাতনামা চার্টারহাউস বিদ্যালয়ে পড়াশোনা করেন।\nব্যাডেন-পাওয়েল ছোটবেলা থেকেই স্কাউট হওয়ার স্বপ্ন দেখতেন। তিনি এমন একটি পরীক্ষা পাশ করেন, যার মাধ্যমে ১৯ বছর বয়সেই ব্রিটিশ সেনাবাহিনীতে সরাসরি কমিশন পান। তবে, সক্রিয় সামরিক অভিযানে যুক্ত হতে তাকে কয়েক বছর অপেক্ষা করতে হয়।\n১৮৯৬ সালে যখন এই দুই ব্যক্তি একে অপরের সঙ্গে দেখা করেন, তখন ব্যাডেন-পাওয়েল ছিলেন সেনাবাহিনীর গোয়েন্দা কর্মকর্তা এবং একজন অসাধারণ প্রকৃতিপ্রেমী, যিনি তার রেজিমেন্টে একটি ছোট স্কাউটিং দল গঠন করেছিলেন। তিনি Reconnaissance and Scouting (১৮৮৪) নামে একটি বই লেখেন এবং তিনি ভারত, আফগানিস্তান, নাটাল এবং আশান্তিতে কাজ করেন। অন্যদিকে, বার্নহ্যাম ছিলেন জেনারেল ক্যারিংটনের প্রধান স্কাউট।\n\nবুলাওয়েও অবরোধের সময়, এই দুই ব্যক্তি বহুবার ম্যাটোপোস পাহাড়ে টহল দিয়েছিলেন, এবং সেখানেই বার্নহ্যাম প্রথমবার ব্যাডেন-পাওয়েলকে স্থানীয় আমেরিকানদের জীবনধারা ও কৌশলের সঙ্গে পরিচয় করান এবং তাকে \"উডক্রাফট\" (বর্তমানে স্কাউটক্রাফট নামে পরিচিত) শেখান। ব্যাডেন-পাওয়েল নিরীক্ষণ ও ট্র্যাকিং বিষয়ে বিস্তর লিখেছিলেন, কিন্তু বার্নহ্যামের কাছ থেকে তিনি নতুন অনেক কিছু শিখেছিলেন, যেমন দিকনির্ণয় ছাড়া বন্য পরিবেশে চলাচল, আশেপাশের বিপদ চিহ্নিত করতে প্রাণীদের আচরণ পর্যবেক্ষণ, এবং খাবার যোগ্য পানি খুঁজে বের করার কৌশল।\nব্যাডেন-পাওয়েল বার্নহ্যামের স্কাউটিং দক্ষতায় এতটাই মুগ্ধ হয়েছিলেন যে তিনি গভীর মনোযোগ দিয়ে তার কথা শুনতেন। এখানেই প্রথমবার ব্যাডেন-পাওয়েল বার্নহ্যামের মতো স্টেটসন প্রচারণা টুপি ও নেকারচিফ পরতে শুরু করেন।\nউভয়েই বুঝতে পেরেছিলেন যে যুদ্ধের ধরন দ্রুত পরিবর্তিত হচ্ছে এবং ব্রিটিশ সেনাবাহিনীর অভিযোজিত হওয়া দরকার। একত্রে স্কাউটিং অভিযানে বেরিয়ে, তারা যুবকদের জন্য একটি প্রশিক্ষণ কর্মসূচি গঠনের বিষয়ে আলোচনা করেন, যাতে অনুসন্ধান, ট্র্যাকিং, ফিল্ডক্রাফট এবং আত্মনির্ভরশীলতার ওপর গুরুত্ব দেওয়া হয়। আফ্রিকায়, বার্নহ্যামের মতো দক্ষ স্কাউট আর কেউ ছিল না।\nতার প্রথম স্কাউটিং হ্যান্ডবুক, Aids to Scouting (১৮৯৯)-এ ব্যাডেন-পাওয়েল বার্নহ্যামের কাছ থেকে শেখা অনেক পাঠ অন্তর্ভুক্ত করেন এবং পরে এই বইটি ছেলেদের জন্য বাইরের পরিবেশে মজার কার্যক্রমের গাইড হয়ে ওঠে।\nকয়েকজন যুবনেতার অনুরোধে, ব্যাডেন-পাওয়েল তার স্কাউটিং হ্যান্ডবুকটি বিশেষভাবে ছেলেদের প্রশিক্ষণের জন্য উপযোগী করে তোলার সিদ্ধান্ত নেন। পরবর্তীতে তিনি স্কাউটিং ধারণাটিকে আরও পরিশীলিত করেন, Scouting for Boys (১৯০৮) প্রকাশ করেন এবং আন্তর্জাতিক স্কাউটিং আন্দোলনের প্রতিষ্ঠাতা হন, আর বার্নহ্যামকে বলা হয় এই আন্দোলনের জনক।\nজেমস ই. ওয়েস্ট, বয় স্কাউটস অব আমেরিকা (BSA)-এর প্রধান স্কাউট নির্বাহী, বার্নহ্যামের স্কাউটিংয়ে ঐতিহাসিক গুরুত্ব সম্পর্কে বলেন:  \n\"আমাদের স্কাউটিং আন্দোলনের জন্য এই ব্যক্তির গুরুত্ব বিশেষ তাৎপর্যপূর্ণ, কারণ তাকে এই কাজে যুক্ত করেছিলেন লর্ড ব্যাডেন-পাওয়েল, যিনি তখন আফ্রিকায় ব্রিটিশ সেনাবাহিনীর সঙ্গে যুক্ত ছিলেন এবং যিনি ফ্রেডেরিক বার্নহ্যামের স্কাউটিং কৌশলের প্রতি অপরিসীম শ্রদ্ধাশীল ছিলেন। এই দুই পথিকৃৎ, যারা পরবর্তীতে আমেরিকান যুবকদের মধ্যে পুরনো ঐতিহ্য পুনরুজ্জীবিত করতে অপরিসীম অবদান রাখেন, তারা আফ্রিকায় একে অপরের সঙ্গে মিলিত হন বহু বছর আগে, যখন স্কাউটিং আন্দোলনের ধারণাও জন্ম নেয়নি।\"\n\nবার্নহ্যাম পরবর্তীতে যুক্তরাষ্ট্রে স্কাউটিং আন্দোলনের সঙ্গে যুক্ত অন্যান্য ব্যক্তিদের সাথে ঘনিষ্ঠ বন্ধু হন, যেমন প্রধান স্কাউট নাগরিক থিওডোর রুজভেল্ট, প্রধান স্কাউট ফরেস্টার গিফোর্ড পিঞ্চট, এবং ই. বি. ডিগ্রুট [sic!], যিনি লস অ্যাঞ্জেলেসের BSA স্কাউট নির্বাহী ছিলেন।  \nডিগ্রুট বার্নহ্যামের সম্পর্কে বলেছিলেন:  \n\"এখানে একটি যথেষ্ট এবং বীরত্বপূর্ণ চরিত্র, মডেল এবং জীবন্ত উদাহরণ রয়েছে, যিনি ব্যাডেন-পাওয়েলকে স্কাউটিং ফর বয়েজের জন্য কর্মসূচির পরিকল্পনা এবং সম্মানের কোড দিয়েছেন এবং অনুপ্রাণিত করেছেন।\" ব্যাডেন-পাওয়েলের সহায়তায়, BSA তার জীবনী প্রকাশ করে: He-who-sees-in-the-dark; the Boys' Story of Frederick Burnham, the American Scout. BSA ১৯২৭ সালে বার্নহ্যামকে একজন সম্মানসূচক স্কাউট হিসেবে ঘোষণা করে, এবং স্কাউটিং আন্দোলনের প্রতি তার অসাধারণ ও গুরুত্বপূর্ণ অবদানের জন্য তাকে ১৯৩৬ সালে সর্বোচ্চ সম্মাননা, সিলভার বুফেলো পুরস্কার প্রদান করা হয়। সারাজীবন তিনি যুক্তরাষ্ট্রে আঞ্চলিক এবং জাতীয় পর্যায়ে স্কাউটিং-এ সক্রিয় ছিলেন এবং ব্যাডেন-পাওয়েলের সাথে স্কাউটিং বিষয়ক নিয়মিত পত্র যোগাযোগ রাখতেন।\nবার্নহ্যাম এবং ব্যাডেন-পাওয়েল আজীবন ঘনিষ্ঠ বন্ধু ছিলেন। বার্নহ্যাম ব্যাডেন-পাওয়েলকে \"অসাধারণ দক্ষ স্কাউট\" বলেছিলেন, এবং তাকে \"শার্লক হোমস\" বলে ডাকতেন। ব্যাডেন-পাওয়েল বার্নহ্যামকে \"জীবিত স্কাউটদের মধ্যে সর্বশ্রেষ্ঠ\" বলে মনে করতেন। বার্নহ্যাম-ব্যাডেন-পাওয়েলের চিঠিপত্রের সিল ইয়েল এবং স্ট্যানফোর্ড-এ ২০০০ সালে মেয়াদ উত্তীর্ণ হয় এবং তাদের বন্ধুত্ব ও স্কাউটিংয়ের প্রতি ভালোবাসার গভীরতা আবারও প্রকাশ পায়। ১৯৩১ সালে, বার্নহ্যাম মাউন্ট ব্যাডেন-পাওয়েল, ক্যালিফোর্নিয়া, তার পুরনো স্কাউটিং বন্ধুর প্রতি সম্মান জানিয়ে উৎসর্গকরণের ভাষণ প্রদান করেন। তাদের বন্ধুত্ব এবং স্কাউটিং ও সংরক্ষণ আন্দোলনে সমান গুরুত্ব ১৯৫১ সালে সম্মানিত হয় সংলগ্ন শৃঙ্গকে মাউন্ট বার্নহ্যাম নামে উৎসর্গ করার মাধ্যমে।\nবার্নহ্যামের বংশধরেরাও তার পদাঙ্ক অনুসরণ করে স্কাউটিং এবং সামরিক বাহিনীতে সক্রিয় ছিলেন। তার ছেলে রোডেরিক মার্কিন সেনাবাহিনীতে যোগ দেন এবং প্রথম বিশ্বযুদ্ধে ফ্রান্সে যুদ্ধ করেন। তার নাতি, ফ্রেডেরিক রাসেল বার্নহ্যাম II, BSA-তে একজন নেতা ছিলেন এবং ভিয়েতনাম যুদ্ধের একজন অভিজ্ঞ যোদ্ধা ছিলেন। তার প্রপৌত্র, রাসেল অ্যাডাম বার্নহ্যাম, একজন ঈগল স্কাউট এবং ২০০৩ সালে মার্কিন সেনাবাহিনীর বর্ষসেরা সৈনিক নির্বাচিত হন।\n\n\n== পরবর্তী জীবন ==\n\n\n=== পরবর্তীকালের ঘটনা ===\n\nসুস্থ হয়ে ওঠার পর, বার্নহ্যাম ওয়া সিন্ডিকেট-এর লন্ডন অফিসের ব্যবস্থাপক হন। এটি ছিল একটি বাণিজ্যিক সংস্থা, যার কার্যক্রম গোল্ড কোস্ট (ব্রিটিশ উপনিবেশ) এবং পশ্চিম আফ্রিকার পার্শ্ববর্তী অঞ্চলে বিস্তৃত ছিল। ১৯০১ সালে, তিনি ওয়া সিন্ডিকেটের নেতৃত্বে গোল্ড কোস্ট ও আপার ভোল্টা অঞ্চলে খনিজ অনুসন্ধান ও নদীপথ উন্নয়নের উপায় খুঁজতে একটি অভিযান পরিচালনা করেন। ১৯০২ থেকে ১৯০৪ সালের মধ্যে তিনি ইস্ট আফ্রিকা সিন্ডিকেট-এ কর্মরত ছিলেন এবং ইস্ট আফ্রিকা প্রটেক্টরেট (বর্তমান কেনিয়া)-এর বিস্তীর্ণ অঞ্চলে খনিজ অনুসন্ধান পরিচালনা করেন। লেক রুডলফ (বর্তমান লেক তুর্কানা) অঞ্চলে ব্যাপক ভ্রমণের সময়, তিনি একটি বিশাল সোডা হ্রদ আবিষ্কার করেন।\n\n\n=== মেক্সিকো ===\nবার্নহ্যাম উত্তর আমেরিকায় ফিরে আসেন এবং পরবর্তী কয়েক বছর ইয়াকুই নদী সেচ প্রকল্পের সঙ্গে যুক্ত থাকেন। ইয়াকুই উপত্যকায় খনিজ ও কৃষিজ সম্পদের অনুসন্ধানকালে তিনি উপলব্ধি করেন যে, একটি বাঁধ নির্মাণ করা হলে সেখানকার উর্বর পলি মাটিতে সারা বছর ধরে সেচের সুবিধা পাওয়া যাবে; ফলে অঞ্চলটি পৃথিবীর অন্যতম উর্বর কৃষি অঞ্চলে পরিণত হবে এবং প্রয়োজনীয় বিদ্যুৎ উৎপাদন সম্ভব হবে। তিনি পানির স্বত্ব কিনে নেন এবং এই অঞ্চলে প্রায় ৩০০ একর (১.২ বর্গকিলোমিটার) জমির মালিকানা অর্জন করেন। এরপর তিনি তার পুরনো বন্ধু জন হেইস হ্যামন্ড-কে এ বিষয়ে জানান। হ্যামন্ড নিজেও গবেষণা চালান এবং অতিরিক্ত ৯,০০,০০০ একর (৩,৬০০ বর্গকিলোমিটার) জমি কেনেন—যার আয়তন রোড আইল্যান্ড অঙ্গরাজ্যের সমান। বার্নহ্যাম এবং চার্লস ফ্রেডেরিক হোল্ডার এই অঞ্চলে মায়া সভ্যতার গুরুত্বপূর্ণ প্রত্নতাত্ত্বিক নিদর্শন আবিষ্কার করেন, যার মধ্যে এস্পেরানজা স্টোন অন্যতম।\n১৯০৯ সালে, উইলিয়াম হাওয়ার্ড টাফট এবং পোরফিরিও দিয়াজ এল পাসো, টেক্সাস এবং সিউদাদ হুয়ারেজ, মেক্সিকোতে এক ঐতিহাসিক সম্মেলনের পরিকল্পনা করেন। এটি ছিল মার্কিন ও মেক্সিকোর রাষ্ট্রপতিদের মধ্যে প্রথম বৈঠক এবং এই প্রথমবার কোনো মার্কিন প্রেসিডেন্ট মেক্সিকোর ভূখণ্ডে প্রবেশ করতে যাচ্ছিলেন। তবে উভয় দেশের সীমান্তে উত্তেজনা বৃদ্ধি পায় এবং হত্যার হুমকি আসে, ফলে টেক্সাস রেঞ্জার, ৪,০০০ মার্কিন ও মেক্সিকান সৈন্য, মার্কিন সিক্রেট সার্ভিস, এফবিআই এবং মার্কিন মার্শাল বাহিনী সম্মেলনের নিরাপত্তা নিশ্চিত করতে মোতায়েন করা হয়। হ্যামন্ড, যিনি টাফটের ইয়েল বিশ্ববিদ্যালয়ের সহপাঠী এবং ১৯০৮ সালের মার্কিন সহ-রাষ্ট্রপতি প্রার্থী ছিলেন, তার বিশাল বিনিয়োগ রক্ষার জন্য ২৫০ সদস্যের একটি ব্যক্তিগত নিরাপত্তা বাহিনী নিয়োগ করেন, যার নেতৃত্বে ছিলেন বার্নহ্যাম। ১৬ অক্টোবর, সম্মেলনের দিন, বার্নহ্যাম এবং টেক্সাস রেঞ্জার সদস্য সি.আর. মুর এল পাসো চেম্বার অব কমার্স ভবনের কাছে এক সন্দেহভাজন ব্যক্তিকে দেখতে পান, যার হাতে লুকানো একটি প্রটেক্টর পাম পিস্তল ছিল। তারা দ্রুত তাকে ধরে ফেলেন এবং নিরস্ত্র করেন, তখন তিনি টাফট ও দিয়াজের কয়েক ফুট দূরত্বে ছিলেন।\nটাফট-দিয়াজ সম্মেলনের পর, বার্নহ্যাম ৫০০ জনের একটি দল নিয়ে জে. পি. মরগান, গুগেনহাইম এবং হ্যামন্ডের মালিকানাধীন মেক্সিকোর সোনোরা রাজ্যের খনিগুলোর নিরাপত্তা নিশ্চিত করেন। ঠিক যখন সেচ ও খনির প্রকল্পগুলোর কাজ প্রায় শেষ পর্যায়ে, ১৯১২ সালে মেক্সিকোতে বিপ্লবের ঢেউ শুরু হয়। অবশেষে ১৯১৭ সালে মেক্সিকো এমন আইন পাস করে, যাতে বিদেশিদের কাছে জমি বিক্রি নিষিদ্ধ হয়। বার্নহ্যাম ও হ্যামন্ড ১৯৩০ সাল পর্যন্ত তাদের সম্পত্তি ধরে রাখেন এবং পরবর্তীতে সেগুলো মেক্সিকান সরকারের কাছে বিক্রি করে দেন।\n\n\n=== প্রথম বিশ্বযুদ্ধ ===\n\nএই সময়ে, যুক্তরাষ্ট্রের সাবেক প্রেসিডেন্ট থিওডোর রুজভেল্ট ১৮ জন কর্মকর্তার একটি তালিকা তৈরি করেন, যাদের মধ্যে বার্নহ্যাম ছিলেন, যারা ১৯১৭ সালে যুক্তরাষ্ট্রের যুদ্ধে যোগদানের পর ফ্রান্সে যুদ্ধের জন্য একটি স্বেচ্ছাসেবী পদাতিক বাহিনী গঠনের জন্য মনোনীত হন। নিউ ইয়র্কভিত্তিক রকি মাউন্টেন ক্লাব এর এক সভা থেকে পশ্চিম আমেরিকা থেকে স্বেচ্ছাসেবী সৈন্য সংগ্রহের পরিকল্পনা আসে এবং বার্নহ্যামকে সাধারণ সংগঠন ও নিয়োগ প্রক্রিয়ার দায়িত্ব দেওয়া হয়। কংগ্রেস রুজভেল্টকে চারটি বিভাগ গঠনের অনুমতি দেয়, যা ১ম মার্কিন স্বেচ্ছাসেবী ক্যাভালরি রেজিমেন্টের রাফ রাইডার্স বা ব্রিটিশ সেনাবাহিনীর ২৫তম (ফ্রন্টিয়ারসম্যান) ব্যাটালিয়ন, রয়েল ফুসিলিয়ার্স এর মতো ছিল। তবে, সর্বাধিনায়ক হিসেবে প্রেসিডেন্ট উড্রো উইলসন রুজভেল্টের স্বেচ্ছাসেবকদের ব্যবহার করতে অস্বীকৃতি জানান।\nরুজভেল্ট উইলসনের নিরপেক্ষ নীতির কট্টর সমালোচক ছিলেন, তাই রুজভেল্ট কয়েকবার আপস করার চেষ্টা করলেও প্রেসিডেন্ট কোনো সমঝোতায় যেতে রাজি হননি। একটি চতুর রাজনৈতিক কৌশলে, উইলসন সংবাদমাধ্যমে ঘোষণা করেন যে তিনি রুজভেল্ট ও তার স্বেচ্ছাসেবকদের ফ্রান্সে পাঠাবেন না, বরং জেনারেল জন পারশিং এর নেতৃত্বে একটি আমেরিকান অভিযাত্রী বাহিনী পাঠাবেন। রুজভেল্টের স্বেচ্ছাসেবীদের ভেঙে দেওয়া ছাড়া আর কোনো বিকল্প ছিল না। তিনি উইলসনকে কখনো ক্ষমা করেননি এবং দ্রুত দ্য ফোজ অব আওয়ার ওন হাউসহোল্ড নামে একটি বই প্রকাশ করেন, যেখানে তিনি প্রেসিডেন্টের কঠোর সমালোচনা করেন। এই নিরলস আক্রমণ রিপাবলিকানদের ১৯১৮ সালের কংগ্রেস নির্বাচনে জয়ী হতে সাহায্য করে। রুজভেল্ট যদি ১৯১৯ সালে মারা না যেতেন, তবে ১৯২০ সালের প্রেসিডেন্ট নির্বাচনের একজন গুরুত্বপূর্ণ প্রার্থী হতে পারতেন।\n\nপ্রথম বিশ্বযুদ্ধ চলাকালে বার্নহ্যাম ক্যালিফোর্নিয়ায় বসবাস করছিলেন এবং তিনি ব্রিটেনের গুপ্তচর বিরোধী কার্যক্রমে সক্রিয় ছিলেন। এর একটি বড় অংশ ছিল বিখ্যাত বোর গুপ্তচর, ক্যাপ্টেন ফ্রিটজ জুবার্ট ডুকেসনে, যিনি উভয় বিশ্বযুদ্ধে জার্মান গুপ্তচর হিসেবে কাজ করেন এবং দাবি করেন যে তিনি ফিল্ড মার্শাল কিচেনারকে হত্যা করেছেন, যখন তিনি রাশিয়ানদের সঙ্গে বৈঠকের উদ্দেশ্যে যাত্রা করছিলেন। দ্বিতীয় বোর যুদ্ধের সময়, বার্নহ্যাম ও ডুকেসনে একে অপরকে হত্যা করার আদেশ পেয়েছিলেন, তবে ১৯১০ সাল পর্যন্ত তারা মুখোমুখি হননি। ওই সময় তারা উভয়েই ওয়াশিংটন, ডিসি-তে পৃথকভাবে কংগ্রেসে আফ্রিকার বন্য প্রাণী আমদানির জন্য একটি বিল (H.R. 23621) পাশ করানোর পক্ষে লবিং করছিলেন। পরবর্তীতে, ডুকেসনেকে দু'বার FBI গ্রেপ্তার করে এবং ১৯৪২ সালে তাকে এবং আরও ৩২ জন নাজি গুপ্তচরকে (যা ডুকেসনে গুপ্তচর চক্র নামে পরিচিত) গুপ্তচরবৃত্তির অপরাধে কারাদণ্ড দেওয়া হয়, যা মার্কিন ইতিহাসের সবচেয়ে বড় গুপ্তচর চক্রের দণ্ডাদেশ ছিল।\n\n\n=== তেলের ঐশ্বর্য ===\n\nযদিও বার্নহ্যাম সারা বিশ্ব ঘুরে বেড়িয়েছেন, তার প্রচেষ্টার ফলস্বরূপ তিনি খুব বেশি সম্পদ অর্জন করতে পারেননি। তবে, যখন তিনি তাঁর শৈশবের স্থান ক্যালিফোর্নিয়ায় ফিরে আসেন, তখনই প্রকৃত অর্থে তিনি সমৃদ্ধি অর্জন করেন। ১৯২৩ সালের নভেম্বর মাসে, তিনি ডোমিনগুয়েজ পাহাড়ে, কার্সন, ক্যালিফোর্নিয়ার নিকট তেল আবিষ্কার করেন। মাত্র দুই বর্গমাইল এলাকাজুড়ে ১৫০টিরও বেশি কূপ খনন করা হয়, যেখানে ইউনিয়ন অয়েল প্রতিদিন ৩৭,০০০ ব্যারেল তেল উৎপাদন করছিল, যার মধ্যে ১০,০০০ ব্যারেল প্রতিদিন বার্নহ্যাম এক্সপ্লোরেশন কোম্পানির জন্য সরবরাহ করা হতো। এই কোম্পানিটি ১৯১৯ সালে ফ্রেডেরিক বার্নহ্যাম, তাঁর ছেলে রডরিক, জন হেইস হ্যামন্ড এবং তাঁর ছেলে হ্যারিস হ্যামন্ডের মধ্যে একটি যৌথ উদ্যোগ হিসেবে গঠিত হয়েছিল। প্রথম ১০ বছরে, বার্নহ্যাম এক্সপ্লোরেশন কোম্পানি ১০.২ মিলিয়ন ডলার লভ্যাংশ প্রদান করে। বার্নহ্যাম যে স্থানে তেল খুঁজে পান, সেটি সেই জমি ছিল যেখানে \"শৈশবে তিনি গবাদি পশু চরাতেন এবং শিকার করতেন, যা বিক্রি করে তিনি তাঁর বিধবা মা ও ছোট ভাইকে সহায়তা করতেন।\" পরে, যখন ঐ অঞ্চলে তেল উৎপাদন শেষ হয়ে যায়, তখন জমিটি পুনঃউন্নয়ন করা হয় এবং সেখানে ক্যালিফোর্নিয়া স্টেট ইউনিভার্সিটি, ডোমিনগুয়েজ হিলস প্রতিষ্ঠিত হয়। ২০১০ সালে, অক্সিডেন্টাল পেট্রোলিয়াম কর্পোরেশন আধুনিক প্রযুক্তি ব্যবহার করে ডোমিনগুয়েজ তেলক্ষেত্র পুনরায় উন্নয়নের আগ্রহ প্রকাশ করে।\n\n\n=== সংরক্ষণ ===\n\nএকজন আগ্রহী সংরক্ষণবাদী এবং শিকারি, বার্নহ্যাম তাঁর বন্ধু থিওডোর রুজভেল্ট এবং গিফোর্ড পিঞ্চোটের প্রাথমিক সংরক্ষণ প্রচেষ্টাকে সমর্থন করেছিলেন। তিনি ও তাঁর সহযোগী জন হেইস হ্যামন্ড আফ্রিকায় নতুন ধরনের বন্য প্রাণীর সন্ধানে অভিযানে যান। তাদের লক্ষ্য ছিল বৃহৎ প্রাণী যেমন জায়ান্ট ইল্যান্ড, হিপোপটামাস, জেব্রা এবং বিভিন্ন প্রজাতির পাখি সংগ্রহ করা, যা যুক্তরাষ্ট্রে পালন করা যেতে পারে এবং ভবিষ্যতে আমেরিকান শিকারিদের জন্য শিকারের সুযোগ তৈরি করতে পারে। বার্নহ্যাম, হ্যামন্ড এবং ডুকুয়েসনে একাধিকবার কৃষি বিষয়ক হাউস কমিটির সামনে উপস্থিত হন এবং বৃহৎ আফ্রিকান প্রাণী আমদানির জন্য সহায়তা চান। ১৯১৪ সালে, তিনি ওয়াইল্ড লাইফ প্রোটেকটিভ লিগ অব আমেরিকার দক্ষিণ ক্যালিফোর্নিয়া শাখা প্রতিষ্ঠা করেন এবং এর প্রথম সচিবের দায়িত্ব পালন করেন।\nতার পরবর্তী জীবনে, বার্নহ্যাম বিভিন্ন সরকারি পদে দায়িত্ব পালন করেন এবং নিউ ইয়র্কের বুন অ্যান্ড ক্রকেট ক্লাবের সদস্য হিসেবে কাজ করেন, পাশাপাশি আন্তর্জাতিক বন্যপ্রাণী সংরক্ষণবিষয়ক আমেরিকান কমিটির প্রতিষ্ঠাতা সদস্য ছিলেন (যা বর্তমানে বিশ্ব সংরক্ষণ ইউনিয়নের একটি কমিটি)। তিনি ক্যালিফোর্নিয়া স্টেট পার্কস কমিশনের প্রথম সদস্যদের একজন ছিলেন এবং ১৯২৭ থেকে ১৯৩৪ সাল পর্যন্ত কমিশনের সদস্য হিসেবে দায়িত্ব পালন করেন, সেভ দ্য রেডউডস লীগের প্রতিষ্ঠাতা সদস্য ছিলেন, ১৯৩৮ থেকে ১৯৪০ সাল পর্যন্ত সাউথওয়েস্ট মিউজিয়ামের প্রেসিডেন্ট হিসেবে দায়িত্ব পালন করেন, এবং ১৯৪০-এর দশকজুড়ে অ্যারিজোনা বয় স্কাউটসের সম্মানসূচক সভাপতি এবং বয় স্কাউটস অব আমেরিকার (BSA) আঞ্চলিক নির্বাহী হিসেবে কাজ করেন, মৃত্যুর আগ পর্যন্ত।\n১৯৩৬ সালে, বার্নহ্যাম অ্যারিজোনার বয় স্কাউটদের ডেজার্ট বিঘর্ন ভেড়াকে নিশ্চিহ্ন হওয়া থেকে রক্ষা করার একটি প্রচারাভিযানে যুক্ত করেন। এই আন্দোলনে কয়েকজন বিশিষ্ট অ্যারিজোনাবাসী ও পরিবেশবাদী সংগঠন যোগ দেয় এবং রাজ্যজুড়ে স্কুলগুলোর মধ্যে \"বিঘর্ন সংরক্ষণ\" পোস্টার প্রতিযোগিতা শুরু হয়। বার্নহ্যাম পুরস্কার প্রদান করেন এবং অ্যারিজোনার এক প্রান্ত থেকে আরেক প্রান্ত পর্যন্ত দোকানের জানালায় উপস্থিত থাকেন। প্রতিযোগিতায় বিজয়ী বিঘর্ন প্রতীক ১০,০০০ বয় স্কাউটের জন্য নেকারচিফ স্লাইডে রূপান্তরিত হয়, এবং স্কুল সমাবেশ ও রেডিওতে সংরক্ষণ বিষয়ে বক্তৃতা ও নাটক প্রদর্শিত হয়। ১৮ জানুয়ারি ১৯৩৯ সালে, অ্যারিজোনায় ১৫ লাখ একর (৬,১০০ বর্গকিলোমিটার) জমি সংরক্ষণের জন্য বরাদ্দ করা হয় এবং কোফা ন্যাশনাল ওয়াইল্ডলাইফ রিফিউজ এবং কাবেজা প্রিয়েতা ন্যাশনাল ওয়াইল্ডলাইফ রিফিউজ প্রতিষ্ঠিত হয়, যেখানে বার্নহ্যাম উদ্বোধনী ভাষণ প্রদান করেন।\n\n\n== ব্যক্তিগত জীবন ==\n\nবার্নহামের উচ্চতা ছিল ৫ ফুট ৪ ইঞ্চি (১.৬২ মি), তিনি ছোট হলেও তাঁর শরীর ছিল পেশীবহুল এবং সোনালী ত্বকযুক্ত, এবং একটি সুন্দর আকারের চওড়া থুতনি ছিল। তাঁর একটি শিশুসুলভ চেহারা ছিল, যা তিনি বিভিন্ন সময় তাঁর সুবিধার জন্য ব্যবহার করতেন। তাঁর সবচেয়ে উল্লেখযোগ্য বৈশিষ্ট্য ছিল তাঁর স্থির, ধূসর-নীল চোখ। সমসাময়িক প্রতিবেদনে বলা হয়েছে যে বার্নহামের দৃষ্টি কখনোই সেই ব্যক্তির দৃষ্টি থেকে সরত না, যার দিকে তিনি তাকাতেন, এবং তবুও তিনি somehow সমস্ত শারীরিক পরিবেশের বিশদগুলি একসঙ্গে নজর রাখতে পারতেন। এছাড়া বলা হয়েছিল যে বার্নহামের চোখে এমন একটি দূরবর্তী দৃষ্টি ছিল, যেমন তারা দেখেছিলেন যাঁরা দীর্ঘদিন ধরে সাগরে বা বৃহৎ সমভূমিতে নজর রাখতে অভ্যস্ত।\nবার্নহাম সিগারেট খেতেন না এবং খুব কম মদ্যপান করতেন, এই ভয় নিয়ে যে এসব অভ্যাস তাঁর ঘ্রাণশক্তির তীক্ষ্ণতা নষ্ট করে ফেলবে। তিনি নিজেকে মানসিক ধৈর্য্য চর্চা করতে শিখিয়েছিলেন, দীর্ঘ ঘুমের পরিবর্তে পাওয়ার ন্যাপ নিতেন, এবং খুব কম পানি পান করতেন। তিনি এই সব অনুশাসন মেনে নিতে নিজেকে শিখিয়েছিলেন যাতে তিনি সবচেয়ে ভীতিকর ক্লান্তি, ক্ষুধা, তৃষ্ণা এবং আঘাত সহ্য করতে পারেন, যাতে যখন তিনি এমন স্থানে স্কাউটিং বা ভ্রমণ করতেন যেখানে পানি ছিল না, তখনও তিনি টিকে থাকতে পারতেন। একাধিক বার তিনি এমন পরিবেশে টিকে ছিলেন যেখানে অন্যরা মারা যেত অথবা আসলে মারা যাচ্ছিল ক্লান্তির কারণে। সমসাময়িকদের মতে তিনি ছিলেন শান্ত স্বভাবের এবং ভদ্র। তাদের প্রতিবেদনগুলোতে এক ব্যক্তির বর্ণনা রয়েছে, যিনি ছিলেন না লাজুক বা আত্মবিশ্বাসহীন, অত্যন্ত বিনয়ী, এবং তাঁর অনেক অভিযানের কথা খুব কমই বলতেন।\nবার্নহাম হৃদরোগে আক্রান্ত হয়ে ৮৬ বছর বয়সে ১ সেপ্টেম্বর, ১৯৪৭ তারিখে ক্যালিফোর্নিয়ার সান্তা বার্বারায় তাঁর বাড়িতে মৃত্যুবরণ করেন। তাঁকে তিন রিভার্স, ক্যালিফোর্নিয়াতে একটি ব্যক্তিগত অনুষ্ঠানে সমাহিত করা হয়, তাঁর পুরানো গবাদিপশু খামার, লা কুয়েস্তার কাছে। তাঁর স্মৃতিস্মারক পাথর ডিজাইন করেছিলেন তাঁর একমাত্র বেঁচে থাকা সন্তান, রডেরিক। তিন রিভার্স সমাধিক্ষেত্রে তাঁর প্রথম স্ত্রী, ব্ল্যাঞ্চ, কয়েকজন ব্যক্তি যারা ১৮৯০-এর দশকে রোডেশিয়ার পিওনিয়ার হিসেবে বার্নহামের সঙ্গে ছিলেন, রডেরিক, তাঁর নাতনী মার্থা বার্নহাম বুরলেই, এবং \"পিট\" ইনগ্রাম, মনটানার কাওবয় যিনি শাংগানি প্যাট্রোল হত্যাযজ্ঞ থেকে বেঁচে গিয়েছিলেন বার্নহামের সঙ্গে।\n\n\n=== পরিবার ===\n\nবার্নহামের ৫৫ বছরের জীবনসঙ্গী, ব্ল্যাঞ্চ (২৫ ফেব্রুয়ারি, ১৮৬২ – ২২ ডিসেম্বর, ১৯৩৯), নেভাডা, আইওয়া-এর বাসিন্দা, অত্যন্ত কঠিন ও আদিম পরিবেশে তাঁকে সঙ্গ দিয়েছিলেন দক্ষিণ-পশ্চিম আমেরিকা এবং দক্ষিণ আফ্রিকার বিভিন্ন ভ্রমণে। তাঁদের তিন সন্তান ছিল, যারা সবাই শৈশবের প্রথম দিকটি আফ্রিকায় কাটিয়েছে। শুরুর দিকে ব্ল্যাঞ্চ সন্তানদের ও মালবাহী পশুগুলোর দেখাশোনা করতেন এবং সবসময় একটি রাইফেল কাছে রাখতেন। গভীর রাতে তিনি বহুবার সিংহ ও হায়েনা-এর বিরুদ্ধে এবং বুলাওয়েও অবরোধের সময় মাতাবেলে যোদ্ধাদের বিরুদ্ধে এই রাইফেল ব্যবহার করেছেন। ব্লিক পরিবারের কয়েকজন সদস্য বার্নহামের সঙ্গে রোডেশিয়ায় যোগ দেন, পরে তাঁদের সঙ্গে ইংল্যান্ডে যান এবং শেষে যুক্তরাষ্ট্রে ফিরে আসেন ও ক্যালিফোর্নিয়ার থ্রি রিভার্সের কাছে বসবাস শুরু করেন। ১৯২৩ সালে বার্নহাম এক্সপ্লোরেশন কোম্পানি সাফল্য অর্জন করলে, বার্নহাম দম্পতি পাশাডেনার স্থপতি ও ব্ল্যাঞ্চের ভাই জোসেফ ব্লিক নির্মিত এক প্রাসাদে উঠে যান। এটি তখনকার নতুন আবাসন এলাকা হলিউডল্যান্ডে (যার নাম পরে সংক্ষিপ্ত হয়ে \"হলিউড\" হয়) অবস্থিত ছিল। এরপর তাঁরা উচ্চবিলাসী ভ্রমণে সারা বিশ্ব ঘুরে বেড়িয়েছিলেন। ১৯৩৯ সালে ব্ল্যাঞ্চ স্ট্রোক করলে, এক মাসের মধ্যেই তাঁর মৃত্যু হয় এবং তাঁকে থ্রি রিভার্স সেমিট্রিতে দাফন করা হয়।\n\nবার্নহামের প্রথম সন্তান, রডেরিক (২২ আগস্ট, ১৮৮৬ – ২ জুলাই, ১৯৭৬), জন্মগ্রহণ করেছিলেন পাশাডেনা, ক্যালিফোর্নিয়ায়, তবে পরিবারের সঙ্গে আফ্রিকায় যান এবং মাতাবেলে ভাষা (সিনদেবেলে) রপ্ত করেন। ১৮৯৫ সালে তিনি ফ্রান্সে বোর্ডিং স্কুলে ভর্তি হন, এবং পরের বছর ইংল্যান্ডের এক সামরিক স্কুল-এ যান। ১৮৯৮ সালে তিনি তাঁর বাবার সঙ্গে স্ক্যাগওয়ে, আলাস্কা যান এবং পরের বছর পাশাডেনায় ফিরে আসেন। ১৯০৪ সালে তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলি-তে পড়াশোনা শুরু করেন এবং বিশ্ববিদ্যালয়ের ফুটবল দলে যোগ দেন, তবে কোচের সঙ্গে মতবিরোধের কারণে বার্কলি ছেড়ে দেন। ১৯০৫-০৮ সালে তিনি অ্যারিজোনা বিশ্ববিদ্যালয়-এ পড়াশোনা করেন, ডেল্টা কাপ্পা এপসিলন সংঘের সদস্য হন, রানিং ব্যাক হিসেবে খেলেন এবং ফুটবল দলের অধিনায়ক হন। ১৯১০ সালে তিনি মিশিগান স্কুল অব মাইনস (বর্তমানে মিশিগান টেকনোলজিক্যাল ইউনিভার্সিটি)-এ ভর্তি হন, একজন ভূতাত্ত্বিক হন এবং ইউনিয়ন অয়েলে ভূমি ও বৈদেশিক অনুসন্ধানের ব্যবস্থাপক হিসেবে কাজ করেন। তিনি মেক্সিকো ও ভেনেজুয়েলায় প্রথম তেলক্ষেত্র উন্নয়নে সহায়তা করেন। তিনি তাঁর চাকরি থেকে সাময়িক বিরতি নিয়ে প্রথম বিশ্বযুদ্ধে মার্কিন সেনাবাহিনীতে যোগ দেন এবং ফ্রান্সে যুদ্ধ করেন। তিনি ও তাঁর বাবা বার্নহাম এক্সপ্লোরেশন কোম্পানির সংখ্যালঘু মালিক হন, যা ১৯১৯ সালে হ্যারিস হেইস হ্যামন্ড (জন হেইস হ্যামন্ড, সিনিয়রের পুত্র) দ্বারা প্রতিষ্ঠিত হয়েছিল। ১৯৩০ সালে তিনি প্যারামাউন্ট পিকচার্স-এর প্রতিষ্ঠাতা ডব্লিউ. ডব্লিউ. হডকিনসন-এর সঙ্গে সেন্ট্রাল আমেরিকান অ্যাভিয়েশন কর্পোরেশন শুরু করেন, যা ছিল গুয়াতেমালা-এর প্রথম বিমান সংস্থা।\n\nনাডা (মে ১৮৯৪ – ১৯ মে, ১৮৯৬), বার্নহামের কন্যা, বুলাওয়েওতে জন্ম নেওয়া প্রথম শ্বেতাঙ্গ শিশু ছিলেন; তিনি অবরোধের সময় জ্বর ও অনাহারে মারা যান। তিন দিন পর তাঁকে শহরের পাইওনিয়ার কবরস্থানে, প্লট নং ১৪৪-এ সমাহিত করা হয়। নাডা নামটি জুলু শব্দ, যার অর্থ লিলি। তাঁর নামকরণ করা হয়েছিল স্যার এইচ. রাইডার হ্যাগার্ডের জুলু উপাখ্যান নাডা দ্য লিলি (১৮৯২)-এর নায়িকার নামে। হ্যাগার্ডের তিনটি বই বার্নহামের কন্যা নাডাকে উৎসর্গ করা হয়েছে: দ্য উইজার্ড (১৮৯৬), এলিসা: দ্য ডুম অব জিম্বাবুয়ে (১৮৯৯), এবং ব্ল্যাক হার্ট অ্যান্ড হোয়াইট হার্ট: এ জুলু আইডিল (১৯০০)।\nবার্নহামের কনিষ্ঠ পুত্র, ব্রুস বি. বার্নহাম (১৮৯৭ – ৩ অক্টোবর, ১৯০৫), লন্ডনে তাঁর বাবা-মায়ের সঙ্গে ছিলেন, যখন তিনি দুর্ঘটনাবশত টেমস নদীতে ডুবে যান। তাঁর ভাই, রডেরিক, সেই রাতে ক্যালিফোর্নিয়ায় ছিলেন, তবে তিনি স্বপ্নে ঠিক কী ঘটেছে তা দেখেছিলেন বলে দাবি করেন। রডেরিক আতঙ্কিত হয়ে চিৎকার করে জেগে ওঠেন এবং দৌড়ে গিয়ে তাঁর দাদীকে দুঃস্বপ্নের কথা জানান। পরদিন সকালে, ব্রুসের মৃত্যুসংবাদ নিয়ে একটি টেলিগ্রাম আসে।\n\nবার্নহামের ভাই হাওয়ার্ড বার্নহাম (১৮৭০–১৯১৮), জন্মের কিছুদিন পরেই পরিবার লস অ্যাঞ্জেলেসে চলে যায়। তিনি ১৪ বছর বয়সে একটি পা হারান এবং পরবর্তীতে যক্ষ্মা রোগে আক্রান্ত হন। কৈশোরে তিনি ক্যালিফোর্নিয়ায় বড় ভাই ফ্রেডের সঙ্গে থাকতেন এবং তাঁর কাছ থেকে স্কাউটক্রাফট, বন্দুক চালানো ও খোলা প্রান্তরে চলাফেরার কৌশল শেখেন, যদিও তাঁর একটি কাঠের পা ছিল। পরবর্তীতে তিনি আফ্রিকায় যান, জোহানেসবার্গের স্বর্ণখনিতে একজন খনি প্রকৌশলী হন এবং আধুনিক খনি মূল্যায়ন বিষয়ে একটি পাঠ্যপুস্তক লেখেন। তিনি সারা বিশ্ব ভ্রমণ করেন এবং কিছুদিন মেক্সিকোর ইয়াকি নদীর সেচ প্রকল্পে ফ্রেডের সঙ্গে কাজ করেন।\nপ্রথম বিশ্বযুদ্ধের সময়, হাওয়ার্ড ফরাসি সরকারের গুপ্তচর হিসেবে দক্ষিণ-পশ্চিম জার্মানির শত্রু এলাকায় কাজ করেন। তিনি পুরো যুদ্ধকালীন সময়ে গুপ্তচরবৃত্তির জন্য প্রয়োজনীয় সরঞ্জাম তাঁর কাঠের পায়ের মধ্যে লুকিয়ে রাখতেন। মৃত্যুশয্যা থেকে তিনি সুইজারল্যান্ড হয়ে ফ্রান্সে ফিরে আসেন এবং ফরাসি সরকারকে গুরুত্বপূর্ণ তথ্য ও গোপন বার্তা দেন—জার্মানরা আল্পসে নতুন ফ্রন্ট খুলছে না এবং পশ্চিম ফ্রন্ট থেকে মিত্রবাহিনীর সৈন্য সরানোর প্রয়োজন নেই। হাওয়ার্ডকে কান, ফ্রান্সে সমাহিত করা হয়, তিনি স্ত্রী ও চার সন্তান রেখে যান। তাঁর নামকরণ করা হয়েছিল তাঁর দ্বিতীয় চাচাতো ভাই, লেফটেন্যান্ট হাওয়ার্ড ম্যাথার বার্নহাম-এর নামে, যিনি আমেরিকান গৃহযুদ্ধ-এ যুদ্ধে নিহত হয়েছিলেন।\nবার্নহামের প্রথম চাচাতো ভাই চার্লস এডওয়ার্ড রাসেল (১৮৬০–১৯৪১) ছিলেন একজন সাংবাদিক ও রাজনীতিবিদ এবং জাতীয় কৃষ্ণাঙ্গ উন্নয়ন সংস্থা (NAACP)-এর অন্যতম প্রতিষ্ঠাতা। তিনি জীবনী ও সামাজিক বিশ্লেষণমূলক বেশ কয়েকটি বই লিখেছেন এবং ১৯২৮ সালে তাঁর জীবনীমূলক গ্রন্থ দ্য আমেরিকান অর্কেস্ট্রা অ্যান্ড থিওডোর থমাস-এর জন্য পুলিৎজার পুরস্কার লাভ করেন।\n১৯৪৩ সালে, ৮৩ বছর বয়সে, বার্নহাম তাঁর অনেক ছোট টাইপিস্ট, আইলো কে. উইলিটস বার্নহাম (২০ জুন, ১৮৯৪ – ২৮ আগস্ট, ১৯৮২)-কে বিয়ে করেন। ১৯৪৬ সালে দম্পতি তাঁদের প্রাসাদ বিক্রি করে সান্তা বারবারায় চলে যান।\nবার্নহাম থমাস বার্নহাম (১৬১৭–১৬৮৮) এর বংশধর, যিনি হার্টফোর্ড, কানেকটিকাট-এর প্রথম মার্কিন পূর্বপুরুষ ছিলেন এবং যাঁর বংশধররা ফরাসি ও ভারতীয় যুদ্ধ সহ প্রতিটি মার্কিন যুদ্ধে উল্লেখযোগ্য ভূমিকা রেখেছেন।\n\n\n== চলচ্চিত্র ও মঞ্চে উপস্থাপন ==\n১৮৯৯ সালে, ফ্রাঙ্ক ই. ফিলিস তাঁর সার্কাস ও মঞ্চনাটক \"সাভেজ সাউথ আফ্রিকা\" নিয়ে লন্ডনের আর্লস কোর্ট-এর এমপ্রেস থিয়েটারে আসেন, যা \"গ্রেটার ব্রিটেন এক্সিবিশন\"-এর অংশ ছিল। এই শোতে বেশ কিছু জুলু অভিনেতা অংশ নেন এবং তারা নাটকীয়ভাবে মাতাবেলে যুদ্ধের বিখ্যাত যুদ্ধগুলো অভিনয় করেন, প্রতিদিন দুইবার। প্রোগ্রামের মূল আকর্ষণ ছিল \"উইলসনের বীরত্বপূর্ণ প্রতিরোধ শাঙ্গানি নদীতে\", যা শাঙ্গানি প্যাট্রোলের যুদ্ধ-এর পুনর্নির্মাণ ছিল।\nফিলিস নিজেই মেজর উইলসনের চরিত্রে অভিনয় করেন, পিটার লোবেঙ্গুলা মাতাবেলে রাজা লোবেঙ্গুলার ভূমিকায় ছিলেন, আর বার্নহামের চরিত্রে অভিনয় করেন টেক্সাস জ্যাক ওমোহুন্দ্রো-র দত্তকপুত্র \"টেক্সাস জ্যাক\" জুনিয়র, যিনি পরে দক্ষিণ আফ্রিকায় আমেরিকান কাউবয় এবং বিনোদনশিল্পী উইল রজার্স-কে নিয়ে একটি ওয়াইল্ড ওয়েস্ট শো পরিচালনা করেন। শো-এর শাঙ্গানি অংশটি ১৮৯৯ সালের সেপ্টেম্বর মাসে চিত্রায়িত হয় এবং পরবর্তীতে মেজর উইলসনের শেষ প্রতিরোধ নামে বিশ্বব্যাপী সিনেমা হলে প্রদর্শিত হয়।\nঅনেক বছর পর, একটি পূর্ণদৈর্ঘ্য চলচ্চিত্র শাঙ্গানি প্যাট্রোল (চলচ্চিত্র) (১৯৭০) মুক্তি পায়। ছবিটি বুলাওয়েও অঞ্চলে আরপিএম ফিল্ম স্টুডিও-এর প্রযোজনায় চিত্রায়িত হয় এবং এটি পরিচালনা করেন ডেভিড মিলিন। বার্নহামের চরিত্রে অভিনয় করেন এবিসি/ওয়ার্নার ব্রাদার্স-এর পশ্চিমা ধারাবাহিক সুগারফুট-এর আমেরিকান কাউবয় অভিনেতা উইল হাচিন্স এবং মেজর উইলসনের ভূমিকায় ছিলেন দক্ষিণ আফ্রিকার অভিনেতা ব্রায়ান ও'শগনেসি।\n১৯৫৮ সালের শেষের দিকে, আর্নেস্ট হেমিংওয়ে বার্নহামের স্মৃতিকথা স্কাউটিং অন টু কনটিনেন্টস-এর চলচ্চিত্র নির্মাণের স্বত্ব অধিগ্রহণ করেন। সিবিএস সঙ্গে সঙ্গে টেলিভিশনের জন্য হেমিংওয়ের সঙ্গে চুক্তি করে এবং গ্যারি কুপার বার্নহামের চরিত্রে অভিনয়ে আগ্রহ প্রকাশ করেন। তবে হেমিংওয়ে অন্যান্য কাজে ব্যস্ত থাকায় ছবির কোনো অগ্রগতি হয়নি, এবং জুলাই ১৯৬১ সালে তাঁর আত্মহত্যার ফলে প্রকল্পটি থেমে যায়।\nআরেকটি মহাকাব্যিক চলচ্চিত্র, অন মাই অনার, সিসিল বি. ডি’মিল পরিকল্পনা করেন এবং কাজ শুরু করেন। এটি স্কাউটিং আন্দোলনের প্রতিষ্ঠা নিয়ে নির্মিত হওয়ার কথা ছিল, তবে ডি’মিল ১৯৫৯ সালের জানুয়ারিতে মারা যাওয়ায় এটি অসমাপ্ত থেকে যায়। চিত্রনাট্যটি লিখেছিলেন জেসি এল. লাস্কি জুনিয়র এবং এতে ব্যাডেন-পাওয়েল, বার্নহাম ও স্কাউটিং-এর অন্যান্য পথিকৃৎদের ভূমিকা দেখানো হতো। ডি’মিলের মৃত্যুর পর সহ-প্রযোজক হেনরি উইলকক্সন ১৯৬২ সাল পর্যন্ত প্রকল্পটি চালিয়ে যান এবং চিত্রনাট্য উন্নত করতে সিডনি বক্স-কে যুক্ত করেন। পরে, ২০০১ সালে প্রযোজক জেরি মোলেন এবং রবার্ট স্টারলিং প্রকল্পটি পুনরায় শুরু করেন এবং স্টারলিং পূর্বের চিত্রনাট্যের উপর ভিত্তি করে নতুন সংস্করণ তৈরি করেন।\n২০১৪ সালের জুন মাসে, র্যাটপ্যাক এন্টারটেইনমেন্ট এবং ক্লাস ৫ ফিল্মস জন মুলালেমের অ-কাল্পনিক প্রবন্ধ আমেরিকান হিপোপটামাস-এর স্বত্ব অধিগ্রহণ করে। এটি ১৯১০ সালে যুক্তরাষ্ট্রে মাংসের সংকট এবং বার্নহাম, ডুকেসনে ও কংগ্রেসম্যান রবার্ট ব্রুসার্ডের লুইজিয়ানা উপকূলীয় জলাভূমিতে জলহস্তী আনার প্রচেষ্টা এবং আমেরিকানদের তা খাওয়ার জন্য উৎসাহিত করার ঘটনাগুলো তুলে ধরে। এই চলচ্চিত্রে বার্নহাম-ডুকেসনে প্রতিদ্বন্দ্বিতা বিশেষভাবে দেখানো হবে। এডওয়ার্ড নর্টন, উইলিয়াম মিগলিওর এবং ব্রেট র্যাটনার এই ছবির প্রযোজনা করবেন।\n\n\n== শ্রদ্ধাঞ্জলি ==\n\nস্যার এইচ. রাইডার হ্যাগার্ড, হারানো বিশ্বের সাহিত্য ধারার উদ্ভাবক, তাঁর কল্পকাহিনির নায়ক অ্যালান কুয়াটারমেইন রচনায় তাঁর বন্ধু বার্নহ্যামের জীবনযাত্রা থেকে গভীরভাবে অনুপ্রাণিত হয়েছিলেন। এই দুই আফ্রিকান অভিযাত্রীর মধ্যে অনেক মিল রয়েছে: দুজনেই প্রাচীন ধন-সম্পদ ও সভ্যতা খুঁজে পেয়েছিলেন, দুজনেই বিশাল বন্য প্রাণী ও স্থানীয় জনগণের সাথে লড়াই করেছিলেন, দুজনেই রাতের অন্ধকারেও চিহ্ন শনাক্ত করার জন্য বিখ্যাত ছিলেন, এবং দুজনের ডাকনামও প্রায় একরকম ছিল—কুয়াটারমেইন পরিচিত ছিলেন \"রাত্রির পর্যবেক্ষক\" নামে, আর বার্নহ্যামকে বলা হতো \"যে-অন্ধকারেও দেখতে পায়\"।\nস্কাউটিং-এর ১০০ বছর পূর্তি উদযাপন উপলক্ষে ২০০৭ সালে বিএসএ (বয় স্কাউটস অব আমেরিকা) বার্নহ্যাম ও ব্যাডেন-পাওয়েলের ছবি সম্বলিত ১০০টি ব্রোঞ্জের মুদ্রা প্রকাশ করে। এক পাশে বার্নহ্যামের আবক্ষ ভাস্কর্য এবং লেখা ছিল: \"মেজর ফ্রেডরিক রাসেল বার্নহ্যাম\", \"স্কাউটিং-এর জনক\"। অন্য পাশে ব্যাডেন-পাওয়েলের আবক্ষ ভাস্কর্য এবং লেখা ছিল: \"কর্নেল রবার্ট ব্যাডেন-পাওয়েল\", \"স্কাউটিং-এর প্রতিষ্ঠাতা\"। এই মুদ্রাগুলো হোয়াইট ঈগল ডিস্ট্রিক্টের মাধ্যমে বিতরণ করা হয়। এর অনেক বছর আগে, বিএসএ ইউনিয়ন অয়েলের পৃষ্ঠপোষকতায় ক্যালিফোর্নিয়ায় অনুষ্ঠিত বার্ষিক বোলিং প্রতিযোগিতা \"মেজর বার্নহ্যাম বোলিং ট্রফি\" চালু করেছিল।\nসার্বেলোডন বার্নহামি, একটি বিলুপ্ত গমফোথের (ফালা-দন্তযুক্ত হাতি) প্রজাতি, বার্নহ্যামের নামে নামকরণ করা হয়। এটি আবিষ্কার করেছিলেন জন সি. ব্লিক, যিনি বার্নহ্যামের প্রথম স্ত্রীর ভাই ছিলেন।\n\n\n== আরো দেখুন ==\nস্নাইপার সম্পর্কিত বই, প্রবন্ধ ও তথ্যচিত্রের তালিকা\nফ্রান্সিস বাজাকট, আমেরিকান শিকারি ও অভিযাত্রী, যিনি জুলু যুদ্ধ চলাকালীন ব্রিটিশ সেনাবাহিনীর স্কাউট হিসেবে কাজ করেছিলেন\n\n\n== বিবলিওগ্রাফি ==\n\nবার্নহ্যাম নিম্নলিখিত কাজগুলো রচনা করেছিলেন:  \n\n— (১৯২৬)। স্কাউটিং অন টু কন্টিনেন্টস (পিডিএফ)। গার্ডেন সিটি, নিউ ইয়র্ক: ডাবলডে। আইএসবিএন ৯৭৮-১-৮৭৯৩৫৬-৩১-৩। \n— (১৯২৭)। \"মেজর ফ্রেডেরিক আর. বার্নহ্যামের মন্তব্য\"। সাউদার্ন ক্যালিফোর্নিয়া ইতিহাসিক সোসাইটি বার্ষিক প্রকাশনা। ১৩ (৪): ৩৩৪–৩৫২। জেস্টোর ৪১১৬৮৮২৩। ডিওআই:১০.২৩০৭/৪১১৬৮৮২৩ । \n—; Banning, উইলিয়াম; Banning, জর্জ হিউ (১৯৩০)। \"প্রস্তাবনা\"। সিক্স হর্সেস। নিউ ইয়র্ক: সেঞ্চুরি। ওসিএলসি ১৭৪৪৭০৭ । \n— (১৯৩০)। \"সস্তা মেক্সিকান শ্রমিকের চিৎকার\"।   Grant, ম্যাডিসন; Charles Stewart, ডেভিসন। আমাদের মাঝে পরদেশী; অথবা, \"সস্তা মেক্সিকান শ্রমিকের জন্য আমাদের জন্মসূত্র বিক্রি করা\"; আমেরিকানদের (বর্তমান ও প্রাক্তন) অভিবাসন এবং এর ফলাফল নিয়ে লিখিত মতামত। নিউ ইয়র্ক: গ্যালটন পাবলিশিং। পৃষ্ঠা ৪৪–৪৮। ওসিএলসি ৩০৪০৪৯৩ । \n— (১৯৩১)। \"এপাচিদের বিরুদ্ধে স্কাউটিং\"।   West, জেমস ই। দ্য বয় স্কাউটস বুক অব ট্রু অ্যাডভেঞ্চার: তাঁদের নিজের গল্পে বিখ্যাত কীর্তি ও সাহসিকতার কাহিনী, সম্মানিত স্কাউটদের দ্বারা বলা। নিউ ইয়র্ক: পুটনাম। ওসিএলসি ৮৪৮৪১২৮ । \n— (১৯৩৩)। \"দ্য গ্রেট সেলুসের জন্য সুর\"।   Grinnell, জর্জ বার্ড; Roosevelt, কিরমিট; ক্রস, W. রেডমন্ড; গ্রে, প্রেন্টিস এন.। হান্টিং ট্রেইলস অন থ্রি কন্টিনেন্টস; বুন ও ক্রোকেট ক্লাবের একটি বই। নিউ ইয়র্ক: The Derrydale Press। ওসিএলসি ১৬২৪৭৩৮ । \n— (জুলাই ১৯৩৮)। \"ম্যাডিসন গ্র্যান্ট (স্মৃতিচারণ)\"। বুন ও ক্রোকেট ক্লাব: ২৯–৩১। আইএসএসএন ১০৪৮-৩৫৮৬ । \n— (১৯৪৪)। টেকিং চান্সেস। লস অ্যাঞ্জেলেস, ক্যালিফোর্নিয়া: হেইনস। আইএসবিএন ৯৭৮-১-৮৭৯৩৫৬-৩২-০। \n— (নভেম্বর ১৯৪৫)। \"দ্য ফায়ার দ্যাট শ্যাল নেভার ডাই\"। বয়স লাইফ। বয় স্কাউটস অব আমেরিকা। পৃষ্ঠা ৭, ৩৫। আইএসএসএন ০০০৬-৮৬০৮ । উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== টীকা ==\nপাদটীকা  \n\n  \n\nসূত্র টীকা  \n\n  \nএই প্রবন্ধটি মেজর বার্নহ্যামের ১৯০৬ সালের জীবনী থেকে জনসাধারণের ডোমেইন উপাদান অন্তর্ভুক্ত করেছে: ডেভিস, রিচার্ড হার্ডিং (১৯০৬)। রিয়েল সোলজার্স অব ফোর্টিউন। নিউ ইয়র্ক: চার্লস স্ক্রিবনার'স সন্স। আইএসবিএন ৯৭৮-০-৮৭৩৬৪-২৩৯-২। \n\n\n== তথ্যসূত্র =="}