{"pageid": 1516357, "title": "গ্যারি স্নাইডার", "url": "https://bn.wikipedia.org/wiki?curid=1516357", "content": "গ্যারি স্নাইডার (জন্ম ৮ মে ১৯৩০) একজন মার্কিন কবি, প্রবন্ধকার, বক্তা ও পরিবেশ কর্মী। তার শুরুর দিকের কবিতা বিট প্রজন্ম ও সান ফ্রান্সিসকো পুনর্জাগরণের সঙ্গে যুক্ত। তাকে \"গভীর পরিবেশবাদী কবি\" হিসেবে বর্ণনা করা হয়। স্নাইডার পুলিটজার পুরস্কার ও মার্কিন বই পুরস্কার বিজয়ী। তার লেখায় বৌদ্ধ আধ্যাত্মিকতা ও প্রকৃতির প্রতি গভীর আবেগের প্রতিফলন ঘটে। তিনি প্রাচীন চীনা ও আধুনিক জাপানি সাহিত্য ইংরেজি ভাষায় অনুবাদ করেছেন। অনেক বছর ধরে তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, ডেভিসে শিক্ষকতা করেছেন এবং এক সময় ক্যালিফোর্নিয়া শিল্প কাউন্সিলের সদস্য ছিলেন।  \n\n\n== জীবন ও কর্মজীবন ==\n\n\n=== প্রাথমিক জীবন ===\nস্নাইডারের জন্ম সান ফ্রান্সিসকো, ক্যালিফোর্নিয়ায়; তার বাবা হ্যারল্ড এবং মা লুইস হেনেনসি স্নাইডার। তিনি জার্মান, স্কটিশ, আইরিশ ও ইংরেজ বংশোদ্ভূত। তার পরিবার গ্রেট ডিপ্রেশনের ফলে দারিদ্র্যে পড়ে এবং তিনি দুই বছর বয়সে থাকতেই কিং কাউন্টি, ওয়াশিংটনে চলে যায়। সেখানে তারা দুধের গরু পালন করত, ডিম দেওয়া মুরগি রাখত, ছোট একটি বাগান করত এবং সিডার কাঠের শিঙ্গল তৈরি করত। সাত বছর বয়সে একটি দুর্ঘটনায় তিনি চার মাস শয্যাশায়ী ছিলেন। এক সাক্ষাৎকারে তিনি বলেন, \"তখন আমার পরিবার সিয়াটল পাবলিক লাইব্রেরি থেকে প্রচুর বই এনে দিত,\" তিনি স্মরণ করেন, \"সেই সময় থেকেই আমি সত্যিকারের পড়তে শিখি এবং এরপর থেকে অবিরাম পড়ে যাচ্ছি। আমার মনে হয়, দুর্ঘটনাটি আমার জীবন পাল্টে দিয়েছিল। চার মাসের শেষে আমি এত বই পড়েছি, যা সাধারণত বাচ্চারা আঠারো বছর বয়সে পড়ে। আর আমি কখনো থামিনি।\" শৈশবে ওয়াশিংটনে বসবাসের সময়, স্নাইডার উপকূলীয় সেলিশ জনগণের উপস্থিতি সম্পর্কে সচেতন হন এবং সাধারণভাবে আমেরিকার আদিবাসী জনগণ ও তাদের প্রকৃতির সঙ্গে সম্পর্কের প্রতি আগ্রহী হয়ে ওঠেন।\n১৯৪২ সালে, বাবা-মায়ের বিচ্ছেদের পর স্নাইডার তার মা লুইস এবং ছোট বোন অ্যানথিয়ার সঙ্গে পোর্টল্যান্ড, ওরেগনে চলে যান। তার মা, লুইস স্নাইডার হেনেনসি (উইলকি জন্ম), সে সময় ওরেগোনিয়ানের প্রতিবেদক হিসেবে কাজ করতেন। তার শৈশবের একটি কাজ ছিল ওরেগোনিয়ানে সংবাদপত্রের কপিবয় হিসেবে। কৈশোরে তিনি লিঙ্কন হাই স্কুলে পড়াশোনা করেন, ক্যাম্প কাউন্সেলর হিসেবে কাজ করেন এবং মাজামাস যুবগোষ্ঠীর সঙ্গে পাহাড়ে আরোহণ করতেন। পাহাড়ে আরোহণ তার অন্যতম আগ্রহ হয়ে ওঠে, বিশেষ করে বিশ ও ত্রিশের দশকে। ১৯৪৭ সালে, তিনি বৃত্তি পেয়ে রিড কলেজে পড়াশোনা শুরু করেন। সেখানে তিনি লেখক কার্ল প্রৌজারের সঙ্গে পরিচিত হন এবং একসময় তারা একসঙ্গে থাকতেন। তিনি তরুণ কবি ফিলিপ হোয়েলেন ও লিউ ওয়েলচের সঙ্গেও পরিচিত হন। রিড কলেজে থাকাকালীন, স্নাইডার একটি ছাত্র পত্রিকায় তার প্রথম কবিতা প্রকাশ করেন। ১৯৪৮ সালে, তিনি গ্রীষ্মকালে নাবিক হিসেবে কাজ করেন। এই চাকরি পেতে তিনি তখনকার মেরিন কুকস অ্যান্ড স্টুয়ার্ডস সমিতিতে যোগ দেন, যা বর্তমানে আর বিদ্যমান নেই। ১৯৫০ এর দশকের মাঝামাঝি, তিনি বিভিন্ন বন্দর নগর পরিদর্শন করে নানা সংস্কৃতি সম্পর্কে অভিজ্ঞতা অর্জন করেন। ১৯৫০ সালে, স্নাইডার অ্যালিসন গ্যাসকে বিয়ে করেন, তবে সাত মাস পর তারা আলাদা হয়ে যান এবং ১৯৫২ সালে তাদের বিবাহবিচ্ছেদ হয়।\nরিডে পড়াশোনা করার সময়, স্নাইডার মধ্য ওরেগনের ওয়ার্ম স্প্রিংস ইন্ডিয়ান রিজার্ভেশনএ লোককাহিনী গবেষণা পরিচালনা করেন।\nতিনি ১৯৫১ সালে মানববিজ্ঞান ও সাহিত্য বিষয়ে দ্বৈত ডিগ্রি নিয়ে স্নাতক হন। স্নাইডারের স্নাতক থিসিস, যার শিরোনাম \"এক মিথের মাত্রা\", মানববিজ্ঞান, লোককাহিনী, মনোবিজ্ঞান এবং সাহিত্যের দৃষ্টিভঙ্গি প্রয়োগ করে প্রশান্ত মহাসাগরপূর্ব-পশ্চিমাঞ্চলের হাইডা জনগণের একটি মিথ পরীক্ষা করে।\nপরবর্তী কয়েকটি গ্রীষ্মে, তিনি ওয়ার্ম স্প্রিংসে কাঠ পরিমাপক হিসেবে কাজ করেন, এবং এখানকার মানুষের সাথে এমন সম্পর্ক তৈরি করেন যা কম একাডেমিক ছিল।\nএই অভিজ্ঞতা তাঁর প্রকাশিত প্রথম কবিতাগুলোর ভিত্তি গঠন করে (যার মধ্যে একটি বেরি ভোজ অন্তর্ভুক্ত), যা পরবর্তীতে 'পেছনের দেশ' বইয়ে সংগ্রহিত হয়। তিনি বৌদ্ধধর্মের মৌলিক ধারণার সাথে পরিচিত হন এবং এর শিল্পকর্মের মাধ্যমে পূর্ব এশিয়ার প্রকৃতির প্রতি প্রচলিত মনোভাবের সাথে পরিচিত হন। তিনি স্নাতকোত্তর ফেলোশিপ নিয়ে ইন্ডিয়ানা বিশ্ববিদ্যালয়ে মানববিজ্ঞান অধ্যয়নের জন্য যান।\nস্নাইডার আত্মশিক্ষিতভাবে জেন ধ্যানচর্চা শুরু করেন। এক সেমিস্টারের পর তিনি সান ফ্রান্সিসকোতে ফিরে যান এবং কবি হিসেবে সাফল্য লাভ অথবা ব্যর্থতার মুখোমুখি হন। স্নাইডার ১৯৫২ সালে ক্রেটার মাউন্টেন এবং ১৯৫৩ সালে সাওর্ডো মাউন্টেন-এ (উভয়ই স্ক্যাজিট নদীর উপরের অংশে) দুটি গ্রীষ্মকালীন ফায়ার লুকআউট হিসেবে কাজ করেছিলেন, যা নর্থ ক্যাসকেডস অঞ্চলে অবস্থিত।\nতবে ১৯৫৪ সালে (ম্যাকার্থিসিজমের শিখরে) আরেকটি নজরদারি সময়কাল পাওয়ার জন্য তাঁর প্রচেষ্টা ব্যর্থ হয়। তিনি জানতে পারেন যে, মেরিন কুকস অ্যান্ড স্টুয়ার্ডস-এর সঙ্গে তাঁর সংযুক্তির কারণে সরকারে কাজ করার অনুমতি থেকে তাকে বঞ্চিত করা হয়।\nএর পরিবর্তে, তিনি উষ্ণ ঝরনায় ফিরে যান এবং লগিংয়ে চোকার সেটার হিসেবে কাজ করেন। এই অভিজ্ঞতা তাঁর পৌরাণিক কাহিনী, গ্রন্থ এবং প্রবন্ধের জন্য দূরপশ্চিমের প্রাচীন বনাঞ্চলগুলোর ভিত্তি হিসেবে কাজ করে।\n\n\n=== বিট আন্দোলন ===\nপুনরায় সান ফ্রান্সিসকোতে, স্নাইডার হোয়েলেনের সঙ্গে বাস করতেন, যিনি তাঁর বাড়তি আগ্রহের প্রতি জেনের প্রতি ভালোবাসা ভাগ করে নিতেন। স্নাইডারের ডি. টি. সুজুকির রচনাসমূহ পড়া আসলে তাঁর মানববিজ্ঞানে স্নাতকোত্তর শিক্ষার্থী হিসেবে চালিয়ে যাওয়ার সিদ্ধান্ত না নেওয়ার একটি কারণ ছিল, এবং ১৯৫৩ সালে তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ে ভর্তি হন, এশীয় সংস্কৃতি ও ভাষা অধ্যয়নের জন্য। তিনি কালির এবং ওয়াশ পেইন্টিংয়ে চিউরা ওবাটার অধীনে চিত্রকলা শিখেন এবং তাং রাজবংশের কবিতা অধ্যয়ন করেন চেন শিহ-শিয়াংয়ের অধীনে। স্নাইডার গ্রীষ্মকালে বনাঞ্চলে কাজ চালিয়ে যান, যার মধ্যে একটি গ্রীষ্ম তিনি ইয়োসেমাইটে পথ নির্মাতা হিসেবে কাটান। ১৯৫৫ এবং ১৯৫৬ সালে, তিনি কয়েক মাস একটি কেবিনে (যা তিনি \"মারিন-অ্যান\" নামে অভিহিত করতেন) মিল ভ্যালি, ক্যালিফোর্নিয়ার বাইরে জ্যাক কেরুয়াকের সঙ্গে বসবাস করেন। একই সময়ে, স্নাইডার মাঝে মাঝে আমেরিকান অ্যাকাডেমি অব এশিয়ান স্টাডিজে ছাত্র হিসেবে অধ্যয়ন করতেন, যেখানে সাবুরো হাসেগাওয়া এবং অ্যালান ওয়াটসসহ অন্যান্য শিক্ষকগণ পাঠদান করতেন। হাসেগাওয়া স্নাইডারকে ল্যান্ডস্কেপ পেইন্টিংকে ধ্যানমূলক অনুশীলন হিসেবে গ্রহণ করার পদ্ধতি পরিচয় করান। এটি স্নাইডারকে কবিতার সমতুল্য কিছু করার অনুপ্রেরণা দেয়, এবং হাসেগাওয়ার উৎসাহে, তিনি \"মাউন্টেনস অ্যান্ড রিভারস উইথাউট এন্ড\" শিরোনামে কাজ শুরু করেন, যা ৪০ বছর পর সম্পন্ন ও প্রকাশিত হয়।\nএই বছরগুলোতে, স্নাইডার নিজের কাজ লেখা ও সংগ্রহ করা অব্যাহত রাখেন, পাশাপাশি ৮ম শতকের চীনা একাকী কবি হান শান-এর \"ঠান্ডা পর্বত\" কবিতাগুলোর অনুবাদে মনোনিবেশ করেন; এই কাজটি ১৯৫৯ সালে চ্যাপবুক আকারে প্রকাশিত হয়, \"পাথরের ঢাল ও ঠান্ডা পর্বত কবিতা\" শিরোনামে।\nস্নাইডার আলেন গিন্সবার্গের সাথে সাক্ষাৎ করেন, যখন পরবর্তীতে উল্লিখিত ব্যক্তি কেনেথ রেক্সরথের সুপারিশে স্নাইডারের খোঁজ নেন।\nতারপর, গিনসবার্গের মাধ্যমে, স্নাইডার ও জ্যাক কেরুয়াক একে অপরকে চিনতে শুরু করেন। এই সময়কালে কেরুয়াকের উপন্যাস \"দ্য ধর্মা বামস\" এর জন্য উপাদান সরবরাহ হয়েছিল, এবং স্নাইডার সেই উপন্যাসের প্রধান চরিত্র, জ্যাফি রাইডারের জন্য অনুপ্রেরণা ছিলেন, ঠিক যেমন নীল ক্যাসাডির অনুপ্রেরণায় \"অন দ্য রোড\" এর ডিন মোরিয়ার্টি অনুপ্রাণিত হয়েছিলেন। যেহেতু বিট প্রজন্মের অধিকাংশ মানুষ শহুরে পরিবেশ থেকে আসতেন, তাই গিনসবার্গ এবং কেরুয়াকের মতো লেখকরা স্নাইডারকে, যিনি গ্রামাঞ্চল এবং হস্তশিল্পের অভিজ্ঞতা এবং গ্রামের জীবনযাত্রার প্রতি আগ্রহী ছিলেন, এক সতেজ এবং প্রায় এক্সট্রঅর্ডিনারি ব্যক্তি হিসেবে দেখতে পেতেন। লরেন্স ফেরলিংগেটি পরে স্নাইডারকে বিট প্রজন্মের 'থোরো' হিসেবে উল্লেখ করেছিলেন।\nস্নাইডার সান ফ্রান্সিসকোতে সিক্স গ্যালারিতে কবিতা পাঠের সময় তাঁর কবিতা \"ওয়ান বেরি ভোজ\" পাঠ করেন (৭ অক্টোবর, ১৯৫৫)। এই স্থানটি প্রথমবার গিনসবার্গের কবিতা \"হাউল\" এর পাঠ শুনেছিল এবং বিটদের প্রধান সারণীতে প্রবেশের সূচনা চিহ্নিত হয়েছিল। এটি স্নাইডারের বিটদের সাথে প্রথম সম্পর্কের সূচনা করেছিল, যদিও তিনি মূল নিউ ইয়র্ক বৃত্তের সদস্য ছিলেন না। বরং, হোয়ালেন ও লিউ ওয়েলচের সাথে তাঁর সংযোগের মাধ্যমে তিনি এই পরিবেশে প্রবেশ করেন। কেরুয়াকের \"ধর্মা বামস\" এ বর্ণিত মতে, ২৫ বছর বয়সে স্নাইডার মনে করেছিলেন যে তিনি পশ্চিম ও পূর্বের ভাগ্যবিধায়ক সাক্ষাতের একটি ভূমিকা নিতে পারেন। স্নাইডারের প্রথম বই, \"পাথরের ঢাল\", যা তাঁর বন পর্যবেক্ষক এবং ইওসেমিটির পথ দলের অভিজ্ঞতার উপর ভিত্তি করে লেখা হয়েছিল, ১৯৫৯ সালে প্রকাশিত হয়।\n\n\n=== জাপান ও ভারত ===\nস্বতন্ত্রভাবে, বিট আন্দোলনের কিছু সদস্য, যার মধ্যে হোয়ালেনও ছিলেন, জেন-এর প্রতি আগ্রহী হয়ে ওঠেন, তবে স্নাইডার তাঁদের মধ্যে বিষয়টির একজন গুরুতর পণ্ডিত ছিলেন, যিনি জাপানে পরবর্তীতে অধ্যয়নের জন্য সকল সম্ভাব্য উপায়ে প্রস্তুতি নিচ্ছিলেন। ১৯৫৫ সালে, আমেরিকার প্রথম জেন প্রতিষ্ঠান তাকে জাপানে এক বছরের জেন প্রশিক্ষণের জন্য বৃত্তি প্রদান করেছিল, কিন্তু পররাষ্ট্র মন্ত্রণালয় তাকে পাসপোর্ট ইস্যু করতে অস্বীকার করে জানায়, \"আপনার বিরুদ্ধে অভিযোগ করা হয়েছে যে আপনি কমিউনিস্ট।\" পরে কলাম্বিয়া জেলার আপিল আদালতের একটি রায় নীতিতে পরিবর্তন ঘটায়, এবং স্নাইডার তার পাসপোর্ট পান। \nঅবশেষে, তাঁর খরচ পূরণ করেন রুথ ফুলার সাসাকি, যাঁদের জন্য তিনি কাজ করার কথা ছিল; তবে প্রাথমিকভাবে তিনি জেন মঠাধ্যক্ষ মিউরা ইশুর ব্যক্তিগত সহায়ক এবং ইংরেজি শিক্ষক হিসেবে কাজ করেন, রিঙ্কো-ইন মন্দিরে, শোকোকু-জি-তে, যা কিয়োটো শহরের একটি মন্দির। এখানে আমেরিকান বৌদ্ধ প্রচারক ডুয়াইট গড্ডার্ড এবং ব্রিটিশ লেখক ও জাপানি সংস্কৃতি অনুরাগী আর. এইচ. ব্লিথ আগেই উপস্থিত ছিলেন।\nপ্রতিদিন সকালে, জাজেন, সূত্র পাঠ এবং মঠাধ্যক্ষের দায়িত্বগুলি সম্পন্ন করার পর, তিনি জাপানি ভাষার ক্লাসে অংশগ্রহণ করেন। এর ফলে, তাঁর কথ্য জাপানি এমন একটি স্তরে পৌঁছায় যা কোআন অধ্যয়নের জন্য যথেষ্ট। তিনি জেন বৌদ্ধধর্মের বিশিষ্ট অনুবাদক ও পণ্ডিত ফিলিপ ইয়ামপোলস্কির সাথে বন্ধুত্ব গড়ে তোলেন, যিনি তাকে ক্যোটো ঘুরিয়ে নিয়ে যান। ১৯৫৫ সালের জুলাই মাসের শুরুর দিকে, তিনি শরণ গ্রহণ করেন এবং মিউরা-এর শিষ্যত্ব গ্রহণের আবেদন করেন, এভাবে আনুষ্ঠানিকভাবে একজন বৌদ্ধ হয়ে ওঠেন।\n১৯৫৮ সালে, তিনি ক্যালিফোর্নিয়ায় ফিরে আসেন, পারস্য উপসাগর, তুরস্ক, শ্রীলঙ্কা ও বিভিন্ন প্রশান্ত মহাসাগরীয় দ্বীপপুঞ্জ অতিক্রম করে, এবং তেল পরিবহনকারী জাহাজ স্যাপা ক্রীক এর ইঞ্জিন কক্ষে ক্র্যুম্যান হিসেবে যাত্রা করেন। এবং আবার ম্যারিন-অ্যান-এ বাসস্থানে চলে যান।\nতিনি একটি কক্ষকে জেনডোতে রূপান্তরিত করেন, যেখানে প্রায় ছয়জন নিয়মিত অংশগ্রহণকারী ছিলেন। জুন মাসের শুরুর দিকে, তিনি কবি জোয়ানাই কাইগারের সাথে সাক্ষাৎ করেন। তিনি তাঁর প্রেমিকা হন, এবং পরবর্তীতে তাঁর স্ত্রী হয়ে ওঠেন।\n১৯৫৯ সালে, তিনি পুনরায় জাপানের উদ্দেশ্যে যাত্রা করেন, যেখানে তিনি কিয়োটোর বাইরে একটি কটেজ ভাড়া নেন।\nতিনি রিনজাই এর রোশি ওদা সেসোর প্রথম বিদেশী শিষ্য ছিলেন, যিনি দাইতোকু-জি এর নতুন মঠাধ্যক্ষ।\nতিনি ১৯৬০ সালের ২৮ ফেব্রুয়ারি, জাপানে তাঁর আগমনের পরপরই, ফুলার সাসাকির অনুরোধে কাইগারের সাথে বিবাহবন্ধনে আবদ্ধ হন, যদি তাঁরা একসাথে বাস করতে এবং নিচিবেই দাইইচি জেন কিয়োকাই এ যোগ দিতে চান।\nস্নাইডার এবং কাইগার ১৯৬০ থেকে ১৯৬৫ সাল পর্যন্ত বিবাহিত ছিলেন।\n১৯৫৬ থেকে ১৯৬৯ সালের মধ্যে, স্নাইডার ক্যালিফোর্নিয়া এবং জাপানের মধ্যে বারবার যাতায়াত করতেন, জেন অধ্যয়ন, ফুলার সাসাকির সাথে অনুবাদ কাজ এবং অবশেষে অন্যান্য কিছু লোকের সঙ্গে একটি ছোট আগ্নেয়গিরির দ্বীপ সুয়ানোসেজিমাতে সাময়িকভাবে বাস করার মধ্য দিয়ে। তাঁর পূর্ববর্তী চীনা অধ্যয়ন জেন প্রচলিত ঐতিহ্যে নিমজ্জিত হতে সহায়ক, যার মূল শিকড় তাং রাজবংশ চীনে, এবং জাপানে থাকাকালীন নিজের জীবনধারণের ক্ষমতা প্রদান করে। স্নাইডার জেন উপদেশ গ্রহণ করেন এবং তাঁর ধর্ম নাম চোফু (\"বাতাসের কথা শোনা\") লাভ করেন, এবং মাঝে মাঝে প্রকৃতপক্ষে ভিক্ষু হিসেবে জীবনযাপন করেন, তবে কখনো পুরোহিত হিসেবে নিবন্ধন করেননি, এএবং পরবর্তীতে তিনি যুক্তরাষ্ট্রে ফিরে যাওয়ার পরিকল্পনা করেন \"ধর্মচক্র ঘোরানোর\" উদ্দেশ্যে। এই সময়কালে, তিনি ১৯৫০-এর দশকের শুরু থেকে মাঝামাঝি সময় পর্যন্ত তাঁর কবিতার দুটি সংকলন প্রকাশ করেন – মিথ ও গ্রন্থ (১৯৬০) এবং অন্তহীন পর্বত ও নদী থেকে ছয়টি অংশ (১৯৬৫)। এই শেষ সংকলনটি একটি প্রকল্পের সূচনা ছিল, যা তিনি ১৯৯০-এর দশকের শেষ পর্যন্ত কাজ করে যান। স্নাইডারের কবিতার অধিকাংশ অংশ তাঁর জীবনের বিভিন্ন কাজের অভিজ্ঞতা, পরিবেশ এবং অন্তর্দৃষ্টি প্রকাশ করে: কাঠ কাটা, অগ্নিকাণ্ড পর্যবেক্ষণ, ভাষ্পচালিত মালবাহী জাহাজের ক্রু, অনুবাদক, কাঠের কাজের কারিগর, এবং ভ্রমণকারী কবি ইত্যাদি। জাপানে কাটানো তাঁর বছরগুলোর মধ্যে, স্নাইডার শুগেন্দো-এও অংশগ্রহণ করেন, যা একটি অত্যন্ত সমন্বিত বৈরাগ্যবাদী ধর্মীয় সম্প্রদায়।\n১৯৬০ সালের দশকের শুরুর দিকে, তিনি কাইগার, গিনসবেরগ এবং গিনসবেরগের সঙ্গী, কবি ও অভিনেতা পিটার অর্লভস্কির সঙ্গে ছয় মাস ধরে ভারতের মধ্য দিয়ে ভ্রমণ করেন। তাদের এই যাত্রাপথে শ্রীলঙ্কা, তারপর দক্ষিণ ভারত এবং অবশেষে উত্তর দিকে যাত্রা করেন। তারা বিভিন্ন জনগণের জনপ্রথা পর্যবেক্ষণ করেন, পথচলা করেন এবং প্রসিদ্ধ স্থান, মন্দির, দাহ ঘাট, মঠের গুহা ও আশ্রমে থেমে যান। যাত্রাপথে, তারা অনেক ভারতীয় ও ইউরোপীয়দের সাথে কথোপকথন করে আংশিকভাবে শিক্ষা লাভ করেন, যারা ইংরেজি বলতে পারতেন। তারা বহু শহর পরিদর্শন করেন, যার মধ্যে রয়েছে মাদ্রাজ, কলকাতা, মুম্বাই, বারাণসী, পুরানী দিল্লী ও নতুন দিল্লী, পাশাপাশি ঋষিকেশ, হারদ্বার ও বোধগয়া (যেখানে শাক্যমুনি, ঐতিহাসিক বুদ্ধ, মুক্তি লাভ করেছিলেন)। স্নাইডার ও গিনসবের্গের জন্য বিশেষভাবে গুরুত্বপূর্ণ ছিল ধরমশালা, যেখানে দালাই লামা তাদের সাথে সাক্ষাৎ করেন এবং বৌদ্ধ নীতি ও চর্চা নিয়ে আলোচনা করেন।।\nস্নাইডার এবং কাইগার তাদের ভারতের যাত্রার অপ্রত্যাশিত বিচ্ছিন্নতার পর শীঘ্রই আলাদা হন, এবং ১৯৬৫ সালে তাদের বিবাহ বিচ্ছেদ ঘটে।\n\n\n=== ধর্মা বামস ===\n১৯৫০-এর দশকে, স্নাইডার বিট আন্দোলন থেকে উদ্ভূত বৌদ্ধ অ্যানার্কিজমের একটি শাখার উত্থানে অংশগ্রহণ করেন। স্নাইডার কেরুয়াকের উপন্যাস \"ধর্মা বামস\" (১৯৫৮) এর জ্যাফি রাইডার চরিত্রের প্রেরণা হিসেবে বিবেচিত হন। তিনি জাপানে জেন বৌদ্ধধর্ম অধ্যয়ন করতে ব্যাপক সময় কাটিয়েছিলেন এবং ১৯৬১ সালে \"বৌদ্ধ অ্যানার্কিজম\" শিরোনামে একটি প্রবন্ধ প্রকাশ করেন, যেখানে তিনি দুটি পৃথক ঐতিহ্যের মধ্যে যে সংযোগটি দেখেছিলেন তা বর্ণনা করেন, যা বিশ্বের বিভিন্ন প্রান্ত থেকে উৎপন্ন: \"পশ্চিমের করুণাময়তা ছিল সামাজিক বিপ্লব; পূর্বের করুণাময়তা ছিল মৌলিক আত্ম/শূন্যতার প্রতি ব্যক্তিগত অন্তর্দৃষ্টি।\" তিনি নাগরিক অবাধ্যতা, স্পষ্টবাদী সমালোচনা, প্রতিবাদ, শান্তিবাদ, স্বেচ্ছায় দারিদ্র্য এবং এমনকি কোমল হিংসা ইত্যাদি ব্যবহারের পক্ষে যুক্তি প্রদান করেন এবং ব্যক্তিদের গাঁজা ধূমপান, পেয়োট গ্রহণ, বহুপত্নীতা, বহুভিবাহিতা বা সমকামী হওয়ার অধিকার রক্ষার পক্ষে অবস্থান নেন, যা তিনি দেখেছিলেন 'ইহুদি-পুঁজিবাদী-খ্রিস্টীয়-মার্কসবাদী পশ্চিম' দ্বারা নিষিদ্ধ।\n\n\n=== কিটকিটডিজে ===\n১৯৬৬ সালে, স্নাইডার, অ্যালেন গিনসবেরগ, রিচার্ড বেকার (যিনি পরবর্তীতে সান ফ্রান্সিসকো জেন কেন্দ্রের রোশি হন) এবং ক্রীয়ানন্দা, যিনি ডোনাল্ড জে ওয়াল্টার্স নামে পরিচিত, সিয়েরা-নেভাদার উত্তরাংশে অবস্থিত নেভাদা সিটির উত্তরে সান জুয়ান চূড়া অঞ্চলে জমি ক্রয়ের উদ্যোগ নেন। এর আগেই, স্নাইডার ১৯৬৭ ও ১৯৬৮ সালের গ্রীষ্মে পূর্ব চীন সাগরের একটি ছোট জাপানি দ্বীপ সুয়ানোসেজিমাতে, যেখানে ভূমির প্রতি ফিরে যাওয়ার মনোভাবের অনুসারীরা (যাদের ইংরেজিতে \"গোষ্ঠী\" বলা হয়) একত্রিত হন, সেখানে সময় কাটান। তারা সৈকত পরিদর্শন, খাদ্যযোগ্য উদ্ভিদ সংগ্রহ এবং মাছ ধরার কাজ করতেন। ১৯৬৭ সালের ৬ আগস্ট, তিনি ওসাকা‑তে এক বছর আগে সাক্ষাৎ করা মাসা উএহারার সঙ্গে বিবাহবন্ধনে আবদ্ধ হন। ১৯৬৮ সালে, তারা তাদের নবজাতক পুত্র কাই (যার জন্ম এপ্রিল ১৯৬৮) সহ ক্যালিফোর্নিয়ায় স্থানান্তরিত হন। তাদের দ্বিতীয় পুত্র, জেন, এক বছর পর জন্মগ্রহণ করেন। কিছুদিন পর, তারা এবং তাদের বন্ধুদের সঙ্গে দক্ষিণ ইউবা নদীর কাছে সান জুয়ান চূড়া সম্পত্তিতে চলে যান, যেখানে তারা গ্রাম্য-জাপানি ও আদিবাসী আমেরিকান স্থাপত্য ধারণার অনুপ্রেরণায় একটি বাড়ি নির্মাণ করেন।\n\n\n=== পরবর্তী জীবন ও রচনাবলী ===\nরিগার্ডিং ওয়েব জানুয়ারী, ১৯৭০ এ প্রকাশিত হয়, যা শৈল্পিক দৃষ্টিকোণ থেকে একটি বিচ্যুতি হিসেবে বিবেচিত; এতে এমন কবিতা উপস্থাপিত হয়েছে, যা ছিল আরও আবেগপ্রবণ, রূপক ও গীতিময়। ১৯৬০-এর দশকের শেষ থেকে, স্নাইডারের কবিতার বিষয়বস্তু ক্রমশ পরিবার, বন্ধু ও সম্প্রদায়ের সাথে সম্পর্কিত হতে থাকে। তিনি ১৯৭০-এর দশকের পুরো সময়জুড়ে কবিতা প্রকাশ চালিয়ে যান, যার অধিকাংশই আমেরিকার মহাদেশে তাঁর পুনঃনিমজ্জন ও সিয়েরা উপশৃঙ্গের ভূমি-প্রত্যাবর্তন আন্দোলনে তাঁর অংশগ্রহণকে প্রতিফলিত করে।\nতাঁর ১৯৭৪ সালের বই টার্টল আইল্যান্ড, যা উত্তর আমেরিকান মহাদেশের জন্য আদিবাসী আমেরিকান নাম অনুসারে শিরোনামকৃত, পুলিটজার পুরস্কার জিতে নেয়।\nএছাড়াও, এটি অনেক পশ্চিম উপকূলের প্রজন্ম-এক্স লেখকদের – যার মধ্যে রয়েছে আলেক্স স্টেফেন, ব্রুস বারকট ও মার্ক মোরফোর্ড – উপর ব্যাপক প্রভাব ফেলে।\nতাঁর ১৯৮৩ সালের বই কুঠার হাতল একটি আমেরিকান বই পুরস্কার জিতে নেয়।\nস্নাইডার কবিতা, সংস্কৃতি, সামাজিক পরীক্ষামূলকতা ও পরিবেশ নিয়ে তাঁর মতামত উপস্থাপনের লক্ষ্যে বহু প্রবন্ধ লিখেছেন; এর মধ্যে অনেকগুলি সংগ্রহ করা হয়েছে আর্থ হাউজ হোল্ড (১৯৬৯), দ্য ওল্ড ওয়েস (১৯৭৭), দ্য রিয়েল ওয়ার্ক (১৯৮০), দ্য প্র্যাক্টিস অফ দ্য জাঙ্গল (১৯৯০), আ প্লেস ইন স্পেস (১৯৯৫) এবং দ্য গ্যারি স্নাইডার রিডার (১৯৯৯)‑এ।\n১৯৭৯ সালে, স্নাইডার তাঁর রিড থিসিসের উপর ভিত্তি করে হি হু হান্টেড বার্ডস ইন হিস ফাদার্স ভিলেজ: দ্য ডিমেনসন্স অফ আ হাইড্রা প্রকাশ করেন।\n১৯৬০-এর দশকের মাঝামাঝি সময়ে ভারতের ভ্রমণের উপর ভিত্তি করে স্নাইডারের জার্নালসমূহ ১৯৮৩ সালে ভারতের মধ্য দিয়ে যাত্রা শিরোনামে প্রকাশিত হয়।\nএই জার্নালে, বিভিন্ন সংস্কৃতি, প্রাকৃতিক ইতিহাস, ধর্ম, সামাজিক সমালোচনা, সমসাময়িক আমেরিকা ও গ্রাম্য জীবনের ব্যবহারিক দিকসহ তাঁর সাহিত্যের ধারণাগুলো স্পষ্টভাবে উপস্থাপিত হয়েছে।\n১৯৮৬ সালে, স্নাইডার ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, ডেভিস-এর লেখালেখি প্রোগ্রামে অধ্যাপক হিসেবে যোগদান করেন। বর্তমানে তিনি ইংরেজি বিভাগের অবসরপ্রাপ্ত অধ্যাপক।\nস্নাইডার উএহারার সাথে বাইশ বছর বিবাহিত ছিলেন; পরে ১৯৮৯ সালে তাঁদের বিবাহবিচ্ছেদ ঘটে। এরপর তিনি কারোল লিন কোডা (৩ অক্টোবর, ১৯৪৭ – ২৯ জুন, ২০০৬)-এর সঙ্গে বিবাহবন্ধনে আবদ্ধ হন। কোডা ১৯৯১ সালে স্থানীয় উৎপন্ন: টার্টিন ব্রাদার্স অ্যান্ড সিস্টার্স, আ সেঞ্চুরি অফ আমেরিকা শিরোনামের বই লিখেছিলেন এবং ক্যান্সারে মৃত্যুর আগে পর্যন্ত স্নাইডারের সঙ্গে বিবাহিত ছিলেন। তিনি একটি সফল জাপানি-আমেরিকান চাষাবাদী পরিবারের তৃতীয় প্রজন্মে জন্মগ্রহণ করেন, যা উৎকৃষ্ট চালের জন্য প্রসিদ্ধ। তিনি স্নাইডারের সঙ্গে বৌদ্ধধর্ম, ব্যাপক ভ্রমণ ও কর্মজীবন ভাগাভাগি করেন এবং একজন স্বাধীনভাবে কর্মরত প্রাকৃতিকতত্ত্ববিদ হিসেবেও পরিচিত।\nপরিবেশগত ও সামাজিক আন্দোলনে তাঁর অংশগ্রহণ ও শিক্ষাদানের ব্যাপকতার সাথে সাথে, স্নাইডার ১৯৮০ এর দশক ও ১৯৯০ এর দশকের শুরুর দিকে কবিতা থেকে কিছুটা বিচ্ছিন্ন হন। তবে, ১৯৯৬ সালে তিনি মাউন্টেন্স অ্যান্ড রিভার্স উইথাউথ এন্ড নামক, গীতিময় ও মহাকাব্যিক ধাঁচের সমন্বয়ে রচিত, গ্রহের নির্দিষ্ট এক স্থানে বসবাসের উদযাপনের কবিতাসংকলন সম্পূর্ণভাবে প্রকাশ করেন; এই কাজটি চল্লিশ বছরের মধ্যে লেখা হয়েছিল। এটি জাপানি, ফরাসি ও রাশিয়ায় অনুবাদ করা হয়েছে।\n২০০৪ সালে, স্নাইডার বিশ বছরে প্রথম নতুন কবিতার সংকলন হিসেবে চূড়ায় বিপদ প্রকাশ করেন।\nস্নাইডার 'কবিতা' পত্রিকা থেকে লেভিনসন পুরস্কার, আমেরিকান কবিতা সংস্থার শেলি স্মারক পুরস্কার (১৯৮৬), আমেরিকান শিল্প ও সাহিত্য একাডেমিতে ভর্তি (১৯৮৭), ১৯৯৭ সালে বোল্লিঙ্গেন কবিতা পুরস্কার এবং সেই একই বছরে জন হে পুরস্কার (প্রকৃতি লেখায়) অর্জন করেন।\nস্নাইডারের আরেকটি স্বাতন্ত্র্য হলো, তিনি জাপানে অবস্থিত বক্ক্যো দেন্দো কিয়োকাই ফাউন্ডেশন থেকে ১৯৯৮ সালের জন্য বৌদ্ধ প্রেরণা পুরস্কার প্রাপ্ত প্রথম আমেরিকান হিসেবে খ্যাতি অর্জন করেন। পরিবেশগত ও সামাজিক আন্দোলনের জন্য, স্নাইডার ১৯৯৫ সালে উত্নে পাঠক দ্বারা নির্বাচিত ১০০ জন ভবিষ্যদর্শী ব্যক্তিদের একজন হিসেবে নামকরণ হন।\nস্নাইডারের জীবন ও কর্ম জন জে. হিলির ২০১০ সালের প্রামাণ্যচিত্র দ্য প্র্যাক্টিস অফ দ্য জাঙ্গল (১৯৯০) এ উদযাপিত হয়েছে।\nএই চলচ্চিত্র, যা ৫৩তম সান ফ্রান্সিসকো আন্তর্জাতিক চলচ্চিত্র উৎসবে প্রদর্শিত হয়, স্নাইডার ও কবি, লেখক ও দীর্ঘকালীন সহকর্মী জিম হ্যারিসনের মধ্যে ব্যাপক চলমান আলোচনার প্রদর্শনী দেয়, যা প্রধানত ক্যালিফোর্নিয়ার সান সিমিওনের হিয়ার্স্ট র‍্যাঞ্চে চিত্রায়িত হয়েছে।\nচলচ্চিত্রে স্নাইডারের জীবনের সংরক্ষিত ছবি ও ফিল্ম ফুটেজও প্রদর্শিত হয়।\n\n\n== কর্ম ==\n\n\n=== কাব্যতত্ত্ব ===\nগ্যারি স্নাইডার তাঁর কবিতার শ্লোকগুলোর জন্য সাধারণ কথ্য রীতিকে ভিত্তি হিসেবে ব্যবহার করেন, তবে তাঁর শৈলী নমনীয়তা এবং কবিতাগুলোর বৈচিত্র্যের জন্য চিহ্নিত। তিনি সাধারণত প্রচলিত ছন্দ বা উদ্দেশ্যমূলক ছন্দজড়তা ব্যবহার করেন না। গ্লিন ম্যাক্সওয়েলের মতে, \"আদিম গোষ্ঠীর প্রতি ভালবাসা ও শ্রদ্ধা, পৃথিবীকে সম্মান, শহর ও শিল্প থেকে পালিয়ে অতীত ও সম্ভাবনার দিকে এগিয়ে যাওয়া, ধ্যান, সমবায়\" – এ সবই নির্দিষ্ট কবিতাগুলোর পেছনের সচেতনতা এবং প্রতিশ্রুতি।\nলেখক ও সম্পাদক স্টুয়ার্ট ব্র্যান্ড একবার লিখেছিলেন: \"গ্যারি স্নাইডারের কবিতা জীবনগ্রহের সনাক্তকরণকে অস্বাভাবিক সরল শৈলী ও জটিল প্রভাবের সাথে উপস্থাপন করে।\"\nজোডি নর্টনের মতে, গ্যারি স্নাইডারের কবিতায় সরলতা ও জটিলতা প্রাকৃতিক চিত্রণ – ভূগোলিক গঠন, উদ্ভিদজগত এবং প্রাণিজগত – ব্যবহারের ফলস্বরূপ।\n১৯৬৮ সালের কবিতা \"আমার হাত ও চোখের নিচে দূরবর্তী পাহাড়, তোমার দেহ\"‑এ লেখক প্রেমিকের অন্তরঙ্গ স্পর্শের অভিজ্ঞতাকে উইন্তা পাহাড়শ্রেণীর পর্বত, পাহাড়, শিলাবর্ষণ কূপ ও গহ্বরের সাথে তুলনা করেছেন। পাঠকরা একান্তিক ও বহিরাগত, মহৎ উভয় স্তরে অন্বেষক হয়ে ওঠেন; একটি সরল স্পর্শ বহুস্তরীয় জটিল পারস্পরিক ক্রিয়ায় রূপান্তরিত হয়। এটাই স্নাইডারের কাঙ্ক্ষিত প্রভাব। ফাস-এর সাথে এক সাক্ষাৎকারে তিনি বলেন, \"একটি এমন দিশা আছে যা অত্যন্ত সুন্দর, এবং সেটাই জীবের এমন দিশা, যেখানে জীবটি ক্রমান্বয়ে নিজের মধ্যে বাঁধা থেকে মুক্ত হয়ে, নিজের শারীরিক গঠন ও তুলনামূলকভাবে অপর্যাপ্ত ইন্দ্রিয় অঙ্গ থেকে কমবেশি আবদ্ধ থাকে, এমন এক অবস্থায়, যেখানে জীবটি প্রকৃতপক্ষে নিজের থেকে বেরিয়ে এসে অন্যদের সাথে নিজেদের ভাগাভাগি করতে পারে।\"\nগ্যারি স্নাইডার সবসময় বলেছেন যে, তাঁর ব্যক্তিগত অনুভূতি আদিবাসী আমেরিকানদের প্রকৃতির প্রতি গভীর আগ্রহ এবং তাদের প্রকৃতির সঙ্গে সম্পর্কিত থাকার জ্ঞান থেকে উদ্ভূত; প্রকৃতপক্ষে, তাদের জীবনধারা তাঁর নিজের সঙ্গে সঙ্গতিপূর্ণ মনে হয়েছিল। তিনি বৌদ্ধ আচরণ, ইয়ামাবুশি পূজা এবং অন্যান্য অভিজ্ঞতা ও অংশগ্রহণের মাধ্যমে এর সমতুল্য কিছু খোঁজার চেষ্টা করেছেন। তবে, তাঁর শৈশব থেকেই তিনি যথেষ্ট সুশিক্ষিত ছিলেন এবং ডি. এইচ. লরেন্স, উইলিয়াম বাটলার ইয়েটস সহ সদৃশ সংবেদনশীলতার লেখকদের প্রতি তাঁর কৃতজ্ঞতা প্রকাশ করেছেন, এবং কিছু মহান প্রাচীন চীনা কবিরাও তাঁর প্রভাবের মধ্যে শামিল। উইলিয়াম কার্লোস উইলিয়ামস আরেকটি প্রভাব ছিলেন, বিশেষ করে স্নাইডারের প্রথম প্রকাশিত কাজের ওপর। লিঙ্কন হাই স্কুল থেকে শুরু করে, স্নাইডার রবিনসন জেফার্স-এর কাজ পড়তেন ও ভালোবাসতেন, যিনি আমেরিকার পশ্চিমাঞ্চলের প্রকৃতি-ভিত্তিক কবিতার পূর্বসূরী ছিলেন, কিন্তু যেখানে জেফার্স প্রকৃতিকে মানবজাতির তুলনায় অধিক মূল্য দিতেন, স্নাইডার মানবজাতিকে প্রকৃতির অবিচ্ছেদ্য অংশ হিসেবে দেখতেন।\nস্নাইডার সাক্ষাৎকারে মন্তব্য করেছেন, \"আমার কিছু উদ্বেগ রয়েছে যা আমি নিরন্তর অনুসন্ধান করি, যা জীববিজ্ঞান, আধ্যাত্মিকতা, প্রাগৈতিহাসিকতা এবং সাধারণ প্রক্রিয়া তত্ত্বকে একত্রিত করে।\"\nস্নাইডার যুক্তি দেন যে, কবি এবং মানবজাতি, বিশেষ করে তাদের কর্মের ফল বিচার করার সময়, একটি অত্যন্ত দীর্ঘ সময়সীমা নিয়ে চিন্তা করতে হবে। তাঁর কবিতা প্রকৃতি ও সংস্কৃতির মধ্যে ফাঁক পরিমাপ করে, যাতে এই দুইয়ের আরো গভীর একত্রীকরণের পথ খোলা হয়।\n২০০৪ সালে, মাসাওকা শিকি আন্তর্জাতিক হাইকু পুরস্কার মহাপুরস্ক লাভের পর, স্নাইডার ঐতিহ্যবাহী ব্যালাড ও লোকগীত, আদিবাসী আমেরিকান গীত ও কবিতা, উইলিয়াম ব্লেক, ওয়াল্ট হুইটম্যান, জেফার্স, এজরা পাওন্ড, নো নাটক, জেন উক্তি, ফেডেরিকো গার্সিয়া লরকা, এবং রবার্ট ডানকান‑কে তাঁর কবিতার উপর উল্লেখযোগ্য প্রভাব হিসেবে তুলে ধরেছিলেন, কিন্তু যোগ করেছিলেন, \"হাইকু এবং চীনা থেকে প্রাপ্ত প্রভাব, আমার ধারণায়, সবচেয়ে গভীর।\"\n\n\n=== রোমান্টিসিজম ===\nগ্যারি স্নাইডার সেই লেখকদের মধ্যে একজন, যারা আদিম জনগণের সম্পর্কে প্রচলিত ধারণা থেকে বেরিয়ে আসার চেষ্টা করেছেন, যেখানে তাদের সরলমনা, অজ্ঞ, অন্ধবিশ্বাসী, নির্মম এবং হিংস্র আবেগপ্রবণ হিসেবে চিহ্নিত করা হয়েছে। ১৯৬০-এর দশকে, স্নাইডার নব-গোষ্ঠীবাদী মতাদর্শ বিকাশ করেছিলেন, যা ফরাসি সমাজবিজ্ঞানী মাইকেল মাফেসোলি এর 'পর-আধুনিকবাদী' তত্ত্বের সাথে সাদৃশ্যপূর্ণ। মার্শাল ম্যাকলুহান দ্বারা কল্পিত আধুনিক, জনসমাজভিত্তিক বিশ্বের 'পুনঃগোষ্ঠীবাদ' – যেখানে ম্যাকলুহান যে সমস্ত আশঙ্কাজনক, ডাইস্টোপিয়ান সম্ভাবনার প্রতি সতর্ক করেছিলেন, যা পরে অনেক আধুনিক বুদ্ধিজীবী দ্বারা গ্রহণ করা হয়েছে – স্নাইডারের প্রত্যাশিত বা লক্ষ্যমুখী ভবিষ্যৎ নয়। স্নাইডারের মতবাদ গোষ্ঠী ও সম্ভাব্য ভবিষ্যতের প্রতি একটি ইতিবাচক ব্যাখ্যা।\nটড এনসাইন স্নাইডারকে এমনভাবে ব্যাখ্যা করেন, যেখানে প্রাচীন গোষ্ঠীর বিশ্বাস, প্রথা, দর্শন, শারীরিকতা ও প্রকৃতি রাজনীতি একত্রিত হয়ে তাঁর নিজস্ব পর-আধুনিক পরিবেশবাদ গঠিত হয়। স্নাইডার সেই দৃষ্টিভঙ্গি প্রত্যাখ্যান করেন, যেখানে প্রকৃতি ও মানবজাতিকে একে অপরের প্রতিপক্ষ হিসেবে দেখানো হয়। বরং, তিনি বিভিন্ন দৃষ্টিকোণ থেকে লিখতে পছন্দ করেন। তিনি সচেতনভাবে আধুনিক সমাজের পরিবেশগত সমস্যার ওপর জোর দেন এবং আবেগিক, শারীরিক ও রাজনৈতিক স্তরে পরিবর্তন আনার চেষ্টা করেন।\n\n\n=== বিট ===\nস্নাইডারকে ব্যাপকভাবে বিট প্রজন্মের লেখক মণ্ডলীর একজন হিসেবে বিবেচনা করা হয়: তিনি সেই কবিদের মধ্যে একজন ছিলেন যারা বিখ্যাত ষষ্ঠ গ্যালারি অনুষ্ঠানে পাঠ করেছিলেন, এবং কেরুয়াকের অন্যতম জনপ্রিয় উপন্যাস, ধর্মা বামস‑এ তাঁর সম্পর্কে লেখা হয়েছে। কিছু সমালোচক যুক্তি দেন যে, স্নাইডারের বিটদের সঙ্গে সংযোগ অতিরঞ্জিত এবং তাঁকে স্বাধীনভাবে বিকশিত সান ফ্রান্সিসকো পুনর্জাগরণ এর একজন অংশ হিসেবে বিবেচনা করা উচিত। স্নাইডার নিজেও \"বিট\" লেবেলের ব্যাপারে কিছু সংশয় প্রকাশ করেছেন, তবে গোষ্ঠীতে অন্তর্ভুক্ত হওয়ার ব্যাপারে দৃঢ় কোনো আপত্তি দেখান না। তিনি প্রায়ই প্রথম বহুবচন ব্যক্তিতে, \"আমরা\" ও \"আমাদের\" বলে গোষ্ঠীর কথা বলেন।\n১৯৭৪ সালের উত্তর ড্যাকোটা বিশ্ববিদ্যালয় লেখক সম্মেলনের সাক্ষাৎকার (প্রকাশিত দ্য বিট ভিশন‑এ) থেকে একটি উদ্ধৃতি:\n\nআমি কখনো স্পষ্টভাবে বুঝতে পারিনি ‘বিট’ শব্দটি আসলে কী বোঝায়। তবে ধরে নিই যে অ্যালেন [গিন্সবার্গ], আমি, মাইকেল [ম্যাকক্লুর], লরেন্স [ফেরলিংহেটি], ফিলিপ হোয়ালেন (যিনি এখানে নেই), লিউ ওয়েল্চ (যিনি মারা গেছেন) এবং গ্রেগরি [করসো]—আমার কাছে, কিছুটা কম মাত্রায় (কারণ আমি গ্রেগরিকে অন্যদের মতো ভালোভাবে চিনতাম না)—একটি দৃষ্টিভঙ্গি ও অভিজ্ঞতার প্রতিফলন ঘটাতেন, যা আমরা বিভিন্নভাবে ভাগ করেছিলাম। এরপর, বহু বছর আমরা নিজ নিজ পথে চলে যাই।   \nআমরা যখন ১৯৬০-এর দশকের শেষের দিকে আবার সত্যিকারের একত্রিত হতে শুরু করি এবং ধীরে ধীরে এই পর্যায়ে পৌঁছাই, তখন, আমার মনে হয়, তখনই অ্যালেন পূর্বীয় চিন্তাধারা এবং পরে বৌদ্ধধর্মে গভীরভাবে আগ্রহী হন। এটি আমাদের একমত হওয়ার স্তরে নতুন মাত্রা যোগ করে। পরে, অ্যালেনের প্রভাবে লরেন্সও এতে অনুপ্রাণিত হতে থাকেন। অন্যদিকে, কয়েক বছরের যোগাযোগ বিচ্ছিন্নতার পর মাইকেল এবং আমি বুঝতে পারি যে আমাদের চিন্তাধারা বেশ মিল রয়েছে, যা এখন খুবই কৌতূহলোদ্দীপক ও আকর্ষণীয় মনে হয়। আবার, লরেন্স কিছুদিনের জন্য খুব রাজনৈতিক দৃষ্টিভঙ্গি গ্রহণ করেন, যা নিয়ে আমাদের কেউ আপত্তি জানায়নি, যদিও এটি আমার প্রধান আগ্রহের বিষয় ছিল না।  \n\nএটি সত্যিই আকর্ষণীয় যে, বিচ্ছিন্ন পথ অনুসন্ধানের পরেও আমরা আবার একই মাটিতে ফিরে আসি। আমরা নিজেদের এমন এক স্থানে একত্রিত দেখতে পাই, যেখানে শক্তিশালী পরিবেশগত উদ্বেগ, স্বতন্ত্র রাষ্ট্রের ভবিষ্যৎ নিয়ে সমালোচনা এবং মূলত ভাগ করা কাব্যতত্ত্ব বিদ্যমান। যদিও এসব সম্পূর্ণ প্রকাশিত নয়, তবুও সেগুলো গভীরভাবে প্রোথিত রয়েছে। এটি মানব প্রকৃতি ও মানব সম্ভাবনার ওপর এক ধরনের বৌদ্ধধর্ম-সদৃশ মনস্তাত্ত্বিক মতাদর্শের মৌলিক ঐক্যের ইঙ্গিত দেয়।স্নাইডার আরও মন্তব্য করেছেন, \"বিট শব্দটি ছোট পরিসরের লেখকদের জন্য বেশি উপযুক্ত... এটি মূলত অ্যালেন গিন্সবার্গ ও জ্যাক কেরুয়াকের আশেপাশের নিকটতম গোষ্ঠীর জন্য ব্যবহৃত হয়, যেখানে গ্রেগরি করসো এবং আরও কয়েকজনও অন্তর্ভুক্ত ছিলেন। আমাদের অনেকেই... সান ফ্রান্সিসকো পুনর্জাগরণ আন্দোলনের অংশ ছিলাম।... তবে, 'বিট' শব্দটি একটি নির্দিষ্ট মানসিক অবস্থাকেও প্রকাশ করে... এবং আমি একসময় সেই অবস্থার অভিজ্ঞতা অর্জন করেছিলাম।\"\n\n\n== সাহিত্য তালিকা ==\nরিপ্র্যাপ অ্যান্ড কোল্ড মাউন্টেন পোয়েমস (১৯৫৯)\nমিথস অ্যান্ড টেক্সটস (১৯৬০)\nসিক্স সেকশন্স ফ্রম মাউন্টেইনস অ্যান্ড রিভার্স উইদাউট এন্ড (১৯৬৫)\nদ্য ব্যাক কান্ট্রি (ফুলক্রাম, ১৯৬৭)\nরেগার্ডিং ওয়েভ (১৯৬৯)\nআর্থ হাউজ হোল্ড (১৯৬৯)\nস্মোকি দ্য বেয়ার সুত্রা (১৯৬৯)\nটার্টল আইল্যান্ড (১৯৭৪)\nদ্য অল্ড ওয়েজ (১৯৭৭)\nহি হু হান্টেড বার্ডস ইন হিজ ফাদার্স ভিলেজ: দ্য ডাইমেনশনস অব আ হাইডা মিথ (১৯৭৯)\nদ্য রিয়েল ওয়ার্ক: ইন্টারভিউ অ্যান্ড টকস ১৯৬৪-১৯৭৯ (১৯৮০)\nঅ্যাক্স হ্যান্ডলস (১৯৮৩)\nপ্যাসেজ থ্রু ইন্ডিয়া (১৯৮৩)\nলেফট আউট ইন দ্য রেইন (১৯৮৮)\nদ্য প্র্যাকটিস অব দ্য ওয়াইল্ড (১৯৯০)\nনো নেচার: নিউ অ্যান্ড সিলেক্টেড পোয়েমস (১৯৯২)\nএ প্লেস ইন স্পেস (১৯৯৫)\nন্যারেটর অব দ্য অডিও বুক ভার্সন অব কাজুয়াকি তানাহাশি'স মুন ইন আ ডিউড্রপ ফ্রম ডোগেন'স শোবোশেঞ্জো\nমাউন্টেইনস অ্যান্ড রিভার্স উইদাউট এন্ড (১৯৯৬)\nদ্য জিওগ্রাফি অব হোম (কবিতার বই)(১৯৯৯)\nদ্য গ্যারি স্নাইডার রিডার: প্রোস, পোয়েমস, অ্যান্ড ট্রান্সলেশনস (১৯৯৯)\nদ্য হাই সিয়েরা অব ক্যালিফোর্নিয়া, টম কিলিয়ন সহ (২০০২)\nলুক আউট: আ সিলেকশন অব রাইটিংস (নভেম্বর ২০০২)\nডেঞ্জার অন পিক্স (২০০৫)\nব্যাক অন দ্য ফায়ার: এসসেস (২০০৭)\nদ্য সিলেকটেড লেটার্স অব অ্যালেন গিনসবার্গ অ্যান্ড গ্যারি স্নাইডার, ১৯৫৬-১৯৯১ (২০০৯)\nটামালপাইস ওয়াকিং, টম কিলিয়ন সহ (২০০৯)\nদ্য এটাইকেট অব ফ্রিডম, জিম হ্যারিসন সহ (২০১০): উইল হিয়ারস্টের চলচ্চিত্র এবং পল এবেনক্যাম্প দ্বারা সম্পাদিত বই\nনোবডি হোম: রাইটিং, বুদ্ধিজম, অ্যান্ড লিভিং ইন প্লেসেস, জুলিয়া মার্টিন, ট্রিনিটি ইউনিভার্সিটি প্রেস (২০১৪)\nদ্যিস প্রেসেন্ট মোমেন্ট (এপ্রিল ২০১৫)\nডিস্ট্যান্ট নেবারস: দ্য সিলেকটেড লেটার্স অব ওয়েনডেল বেরি অ্যান্ড গ্যারি স্নাইডার (মে ২০১৫)\nদ্য গ্রেট ক্লড: নোটস অ্যান্ড মেমোরিজ অন নেচার অ্যান্ড হিস্ট্রি ইন ইস্ট এশিয়া (মার্চ ২০১৬)\nডুবি লেন: অলসো নোউন অ্যাজ গুরু রোড, আ টেস্টামেন্ট ইনস্ক্রাইবড ইন স্টোন ট্যাবলেটস বাই ডিওয়েন উইলিয়ামস, পিটার গইন সহ (অক্টোবর ২০১৬)\nকলেক্টেড পোয়েমস (দ্য লাইব্রেরি অব আমেরিকা, ২০২২) ISBN 9781598537215\n\n\n== সাধারণ উৎস ==\nচার্টারস, অ্যান (সম্পাদনা)। দ্য পোর্টেবল বিট রিডার। পেঙ্গুইন বুকস। নিউ ইয়র্ক। ১৯৯২। আইএসবিএন ০-৬৭০-৮৩৮৮৫-৩ (হার্ডকভার); আইএসবিএন ০-১৪-০১৫১০২-৮ (পেপারব্যাক)\nহান্ট, অ্যান্থনি। \"গ্যারি স্নাইডারের 'Mountains and Rivers Without End' এর সৃষ্টি, কাঠামো এবং মানে\" ইউনিভার্সিটি অফ নেভাদা প্রেস। ২০০৪। আইএসবিএন ০-৮৭৪১৭-৫৪৫-৩\nনাইট, আর্থার উইনফিল্ড। সম্পাদনা। দ্য বিট ভিশন (১৯৮৭) প্যারাগন হাউস। আইএসবিএন ০-৯১৩৭২৯-৪০-X; আইএসবিএন ০-৯১৩৭২৯-৪১-৮ (পেপারব্যাক)\nকাইগার, জোয়ান। স্ট্রেঞ্জ বিগ মুন: দ্য জাপান অ্যান্ড ইন্ডিয়া জার্নালস: ১৯৬০–১৯৬৪ (২০০০) নর্থ আটলান্টিক বুকস। আইএসবিএন ৯৭৮-১-৫৫৬৪৩-৩৩৭-৫\nস্মিথ, এরিক টড। গ্যারি স্নাইডারের 'Mountains and Rivers Without End' পাঠ (১৯৯৯) বোইস স্টেট ইউনিভার্সিটি। আইএসবিএন ৯৭৮-০-৮৮৪৩০-১৪১-৭\nস্নাইডার, গ্যারি। দ্য পলিটিকস অফ এথনোপোইটিক্স (১৯৭৫) স্নাইডার প্রবন্ধ A Place in Space\nস্নাইডার, গ্যারি। ১৯৮০। দ্য রিয়েল ওয়ার্ক: সাক্ষাৎকার ও কথাবার্তা ১৯৬৪–১৯৭৯। নিউ ডিরেকশনস, নিউ ইয়র্ক। আইএসবিএন ০-৮১১২-০৭৬১-৭ (হার্ডকভার); আইএসবিএন ০-৮১১২-০৭৬০-৯ (পেপারব্যাক)\nস্টার্লিং, আইজাবেল। জেন পায়নি: দ্য লাইফ অ্যান্ড ওয়ার্কস অফ রুথ ফুলার সাসাকি (২০০৬) শু্মেকার অ্যান্ড হোয়ার্ড। আইএসবিএন ৯৭৮-১-৫৯৩৭৬-১১০-৩\nসুইটার, জন। পোইটস অন দ্য পিকস (২০০২) কাউন্টারপয়েন্ট। আইএসবিএন ১-৫৮২৪৩-১৪৮-৫; আইএসবিএন ১-৫৮২৪৩-২৯৪-৫ (পেপারব্যাক)\nওয়েস্টার্ন লিটারেচার অ্যাসোসিয়েশন। আপডেটিং দ্য লিটারারি ওয়েস্ট (১৯৯৭) টেক্সাস ক্রিশ্চিয়ান ইউনিভার্সিটি প্রেস। আইএসবিএন ৯৭৮-০-৮৭৫৬৫-১৭৫-০\n\n\n== আরও পড়ুন ==\n\nশার্লক, জন। (২০১০)। গ্যারি স্নাইডার: গ্যারি স্নাইডার দ্বারা এবং সম্পর্কে লেখা কাজের একটি গ্রন্থপঞ্জি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০২০-০৩-১৯ তারিখে। ইউসি ডেভিস লাইব্রেরি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইলিয়ট উইনবার্গার (শীতকাল ১৯৯৬)। \"গ্যারি স্নাইডার, দ্য আর্ট অব পোয়েট্রি নো. ৭৪\"। দ্য প্যারিস রিভিউ। শীতকাল ১৯৯৬ (১৪১)। \nPoetry Foundation এ প্রোফাইল\nPoets.org এ প্রোফাইল\nস্নাইডার বক্তৃতা \"Mountains and Rivers without End\" স্মিথসোনিয়ান এশিয়ান আর্ট মিউজিয়ামে (অডিও ১ ঘণ্টা) ১২ জুলাই ২০০৮। আলোচনা প্রোগ্রাম\n\"গ্যারি স্নাইডারের বন্য মন\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৪-০৩-১২ তারিখে ট্রেভর ক্যারোলান দ্বারা এবং \"লেখক এবং প্রকৃতির বিরুদ্ধে যুদ্ধ\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৪-০৩-১৩ তারিখে গ্যারি স্নাইডার দ্বারা শাম্ভালা সান ম্যাগাজিনে\n২০০৭ সালের পাবলিক অ্যাক্সেস টিভি সাক্ষাৎকার (নেভাদা কাউন্টি টেলিভিশন), ৬১ মিনিট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১১-১২-২২ তারিখে\n\"গ্যারি স্নাইডার\" বার্ট আলমন দ্বারা Western Writers Series Digital Editions বোইস স্টেট বিশ্ববিদ্যালয়ে\nনিউ ইয়র্ক টাইমস প্রোফাইল \"একটি কবিতা, ৪০ বছরের দীর্ঘ\" ৬ অক্টোবর ১৯৯৬\nগ্যারি স্নাইডার আর্ট, অ্যানার্কি এবং পরিবেশ নিয়ে (২০১০ সালের সান ফ্রান্সিসকো ফিল্ম সোসাইটি সাক্ষাৎকার)\nগ্যারি স্নাইডার পেপার্স Special Collections Dept., ইউনিভার্সিটি লাইব্রেরি, ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া, ডেভিস\nগ্যারি স্নাইডার. শ্যান্ডেল পার্কসের কাছে চিঠি MSS ৭১৯। Special Collections & Archives, ইউসি সান ডিয়েগো লাইব্রেরি।\nগ্যারি স্নাইডারের রেকর্ডস সাইমন ফ্রেজার ইউনিভার্সিটির স্পেশাল কালেকশনস এবং রেয়ার বুকস এ সংরক্ষিত\nওয়েস্টার্ন আমেরিকান লিটারেচার জার্নাল: গ্যারি স্নাইডার"}