{"pageid": 1516696, "title": "ফ্যাসিবাদ বিরোধী আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1516696", "content": "ফ্যাসিবাদ-বিরোধী আন্দোলন হলো ফ্যাসিবাদী মতাদর্শ, গোষ্ঠী এবং ব্যক্তিদের বিরুদ্ধে একটি রাজনৈতিক আন্দোলন। ১৯২০-এর দশকে ইউরোপীয় দেশগুলিতে শুরু হয়ে, এটি দ্বিতীয় বিশ্বযুদ্ধের আগের সময় এবং দ্বিতীয় বিশ্বযুদ্ধের সময় সর্বাধিক গুরুত্বপূর্ণ ছিল, যেখানে অক্ষ শক্তিগুলির বিরুদ্ধে বহু দেশ দ্বিতীয় বিশ্বযুদ্ধের মিত্র বাহিনী গঠন করেছিল এবং সারা বিশ্বে অসংখ্য প্রতিরোধ আন্দোলন শুরু হয়েছিল। ফ্যাসিবাদ-বিরোধিতা রাজনৈতিক বর্ণালীর বিভিন্ন আন্দোলনের একটি উপাদান হয়ে এসেছে এবং এতে অনেকগুলি ভিন্ন রাজনৈতিক অবস্থান রয়েছে, যেমন নৈরাজ্যবাদ, সাম্যবাদ, শান্তিবাদ, প্রজাতন্ত্রবাদ, সামাজিক গণতন্ত্র, সমাজতন্ত্র এবং সিন্ডিকালিজমের পাশাপাশি কেন্দ্রীয়, রক্ষণশীল, উদারবাদী এবং জাতীয়তাবাদী দৃষ্টিভঙ্গি।\nফ্যাসিবাদ, একটি অতি-ডানপন্থী অতি-জাতীয়তাবাদী মতাদর্শ যা ইতালীয় ফ্যাসিস্ট এবং নাৎসিদের দ্বারা ব্যবহারের জন্য সর্বাধিক পরিচিত, ১৯১০ এর দশকের শুরুতে পরিচিত হয়ে ওঠে। ফ্যাসিবাদের বিরুদ্ধে সংগঠন শুরু হয় ১৯২০ সালের দিকে। ১৯২২ সালে ফ্যাসিবাদ ইতালির রাষ্ট্রীয় আদর্শে এবং ১৯৩৩ সালে জার্মানির রাষ্ট্রীয় আদর্শে পরিণত হয়, যার ফলে নাৎসিবাদের বিরুদ্ধে জার্মান প্রতিরোধ এবং ইতালীয় প্রতিরোধ আন্দোলন সহ ফ্যাসিবাদ-বিরোধী কর্মকাণ্ড ব্যাপক বৃদ্ধি পায়। স্প্যানিশ গৃহযুদ্ধের একটি প্রধান দিক ছিল ফ্যাসিবাদ-বিরোধী আন্দোলন, যা দ্বিতীয় বিশ্বযুদ্ধের পূর্বাভাস দিয়েছিল।\nদ্বিতীয় বিশ্বযুদ্ধের আগে, পশ্চিমা বিশ্ব ফ্যাসিবাদের হুমকিকে গুরুত্বের সাথে নেয়নি এবং ফ্যাসিবাদ-বিরোধীতা কখনও কখনও সাম্যবাদের সাথে যুক্ত ছিল। তবে, দ্বিতীয় বিশ্বযুদ্ধের সূত্রপাত পশ্চিমা ধারণাগুলিকে ব্যাপকভাবে বদলে দেয় এবং ফ্যাসিবাদকে কেবল কমিউনিস্ট সোভিয়েত ইউনিয়নই নয়, বরং উদার-গণতান্ত্রিক মার্কিন যুক্তরাষ্ট্র এবং যুক্তরাজ্যও অস্তিত্বের হুমকি হিসেবেও দেখে। দ্বিতীয় বিশ্বযুদ্ধের অক্ষশক্তিগুলি সাধারণত ফ্যাসিবাদী ছিল এবং তাদের বিরুদ্ধে লড়াইকে ফ্যাসিবাদ-বিরোধী দৃষ্টিকোণ থেকে চিহ্নিত করা হয়েছিল। দ্বিতীয় বিশ্বযুদ্ধের সময় ফ্যাসিবাদের বিরুদ্ধে প্রতিরোধ প্রতিটি দখলকৃত দেশে ঘটেছিল এবং এটি সমগ্র মতাদর্শগত বর্ণালী থেকে এসেছিল। অক্ষশক্তির পরাজয়ের মাধ্যমে রাষ্ট্রীয় আদর্শ হিসেবে ফ্যাসিবাদের অবসান ঘটে।\nদ্বিতীয় বিশ্বযুদ্ধের পরে, ফ্যাসিবাদ-বিরোধী আন্দোলন সেই সব জায়গায় সক্রিয় থাকে যেখানে সংগঠিত ফ্যাসিবাদ অব্যাহত ছিল বা পুনরায় আবির্ভূত হয়েছিল। ১৯৮০-এর দশকে জার্মানিতে নব্য-নাৎসিদের পাঙ্ক দৃশ্যে আক্রমণের প্রতিক্রিয়া হিসেবে অ্যান্টিফার পুনরুত্থান ঘটে। এটি ১৯৮০ এবং ১৯৯০ এর দশকের শেষের দিকে মার্কিন যুক্তরাষ্ট্রে অ্যান্টিফা আন্দোলনকে প্রভাবিত করেছিল, যা একইভাবে পাঙ্করাও বহন করেছিল। একবিংশ শতাব্দীতে, এটি উগ্র ডানপন্থীদের পুনরুত্থানের প্রতিক্রিয়া হিসেবে বিশেষকরে ডোনাল্ড ট্রাম্পের নির্বাচনের পরে অনেক বেশি গুরুত্ব পেয়েছে।\n\n\n== উৎপত্তি ==\n\nইতালীয় ফ্যাসিবাদের বিকাশ ও বিস্তারের সাথে, অর্থাৎ মূল ফ্যাসিবাদের সাথে, জাতীয় ফ্যাসিস্ট পার্টির মতাদর্শের বিরুদ্ধে ইতালীয় কমিউনিস্ট এবং সমাজতান্ত্রিকদের ক্রমবর্ধমান সশস্ত্র বিরোধিতার মুখোমুখি হতে হয়েছিল। ১৯১৯ থেকে ১৯২১ সালের মধ্যে আরদিতি দেল পোপোলো এবং ইতালীয় নৈরাজ্যবাদী ইউনিয়নের মতো সংগঠনগুলি উদ্ভূত হয়েছিল প্রথম বিশ্বযুদ্ধোত্তর সময়কালে জাতীয়তাবাদী এবং ফ্যাসিস্ট উত্থানের বিরুদ্ধে লড়াই করার জন্য।\nইতিহাসবিদ এরিক হবসবমের ভাষায়, ফ্যাসিবাদের বিকাশ ও প্রসারের সাথে সাথে, ইতালীয় অহংকারবাদের হুমকির মুখে থাকা দেশগুলিতে (যেমন বলকান অঞ্চলে এবং বিশেষ করে আলবেনিয়ায়) \"বামপন্থীদের জাতীয়তাবাদ\" গড়ে ওঠে। দ্বিতীয় বিশ্বযুদ্ধ শুরু হওয়ার পর, আলবেনীয় এবং যুগোস্লাভ প্রতিরোধ ফ্যাসিবাদ বিরোধী কর্মকাণ্ড এবং ভূগর্ভস্থ প্রতিরোধে গুরুত্বপূর্ণ ভূমিকা পালন করে। এই অমীমাংসিত জাতীয়তাবাদ এবং বামপন্থী পক্ষপাতীদের সমন্বয় ইউরোপীয় ফ্যাসিবাদ-বিরোধীতার প্রাথমিক শিকড় গঠন করে। ফ্যাসিবাদ-বিরোধী কম সশস্ত্র শক্তিসমূহ পরে উদ্ভূত হয়েছিল। ১৯৩০-এর দশকে ব্রিটেনে, \"খ্রিস্টানরা - বিশেষ করে ইংল্যান্ডের চার্চ - ফ্যাসিবাদের বিরোধিতার ভাষা প্রদান করেছিল এবং ফ্যাসিবাদ-বিরোধী পদক্ষেপে অনুপ্রাণিত করেছিল\"। ফরাসি দার্শনিক জর্জেস বাটাইল বিশ্বাস করতেন যে জাতীয়তাবাদ এবং বর্ণবাদের প্রতি তার উপহাসের কারণে ফ্রিডরিখ নিটশে ফ্যাসিবাদ-বিরোধীতার অগ্রদূত ছিলেন।\nমাইকেল সেইডম্যান যুক্তি দেন যে ঐতিহ্যগতভাবে ফ্যাসিবাদ-বিরোধীতাকে রাজনৈতিক বামপন্থীদের আওতাধীন হিসেবে দেখা হত কিন্তু সাম্প্রতিক বছরগুলিতে এটি নিয়ে প্রশ্ন তোলা হয়েছে। সিডম্যান দুই ধরণের ফ্যাসিবাদ-বিরোধীতা শনাক্ত করেন, যথা বিপ্লবী এবং প্রতিবিপ্লবী:\n\nকমিউনিস্ট এবং নৈরাজ্যবাদীদের মধ্যে বিপ্লবী ফ্যাসিবাদ-বিরোধী মনোভাব প্রকাশ পেয়েছিল, যেখানে তারা ফ্যাসিবাদ এবং পুঁজিবাদকে তাদের শত্রু হিসেবে চিহ্নিত করেছিল এবং ফ্যাসিবাদ এবং ডানপন্থী কর্তৃত্ববাদের অন্যান্য রূপের মধ্যে খুব কমই পার্থক্য করেছিল। দ্বিতীয় বিশ্বযুদ্ধের পর এটি বিলুপ্ত হয়নি বরং সোভিয়েত ব্লকের একটি রাষ্ট্রীয় আদর্শ হিসেবে ব্যবহৃত হয়েছিল, যেখানে \"ফ্যাসিবাদী\" পশ্চিমারা নতুন শত্রু হিসেবে আবির্ভূত হয়েছিল।\nপ্রতিবিপ্লবী ফ্যাসিবাদ-বিরোধিতা প্রাকৃতিকভাবে অনেক বেশি রক্ষণশীল ছিল, সেইডম্যান যুক্তি দিয়েছিলেন যে শার্ল দ্য গল এবং উইনস্টন চার্চিল এর উদাহরণ ছিলেন এবং তারা জনগণকে তাদের পক্ষে আনার চেষ্টা করেছিলেন। প্রতিবিপ্লবী ফ্যাসিবাদ-বিরোধীরা যুদ্ধ-পূর্ববর্তী পুরানো শাসনের পুনরুদ্ধার বা ধারাবাহিকতা নিশ্চিত করতে চেয়েছিলেন এবং রক্ষণশীল ফ্যাসিবাদ-বিরোধীরা ফ্যাসিবাদের জনসাধারণ ও ব্যক্তিগত ক্ষেত্রের মধ্যে পার্থক্য মুছে ফেলাকে অপছন্দ করতেন। এর বিপ্লবী সমকক্ষের মতো, এটি দ্বিতীয় বিশ্বযুদ্ধ শেষ হওয়ার পরেও ফ্যাসিবাদকে টিকিয়ে রাখত।\nসিডম্যান যুক্তি দেন যে ফ্যাসিবাদ-বিরোধী এই দুটি ধারার মধ্যে পার্থক্য থাকা সত্ত্বেও, মিল ছিল। তারা উভয়েই এটির দাবি অস্বীকার করেছিলেন যে ভার্সাই চুক্তি নাজিজমের উত্থানের জন্য দায়ী এবং এর পরিবর্তে ফ্যাসিস্ট গতিশীলতাকে সংঘর্ষের কারণ হিসেবে দেখেছিলেন। ফ্যাসিবাদের বিপরীতে, এই দুটি ধরণের ফ্যাসিবাদ–বিরোধী শক্তি দ্রুত বিজয়ের প্রতিশ্রুতি দেয়নি বরং একটি শক্তিশালী শত্রুর বিরুদ্ধে দীর্ঘ সময় ধরে সংগ্রামের প্রতিশ্রুতি দিয়েছিল। দ্বিতীয় বিশ্বযুদ্ধের সময়, উভয় ফ্যাসিবাদ-বিরোধী দলই ফ্যাসিবাদী আগ্রাসনের প্রতি সাড়া দিয়ে বীরত্বের একটি সম্প্রদায় তৈরি করেছিল যা ভুক্তভোগীদের গৌণ অবস্থানে ফেলে দেয়। তবে, যুদ্ধের পরে, বিপ্লবী এবং প্রতিবিপ্লবী-বিরোধী ফ্যাসিবাদের মধ্যে দ্বন্দ্ব দেখা দেয়; পশ্চিমা মিত্রদের বিজয় তাদেরকে পশ্চিম ইউরোপে উদার গণতন্ত্রের পুরনো শাসনব্যবস্থা পুনরুদ্ধার করতে সাহায্য করে, অন্যদিকে পূর্ব ইউরোপে সোভিয়েত বিজয় সেখানে নতুন বিপ্লবী-বিরোধী ফ্যাসিবাদ শাসনব্যবস্থা প্রতিষ্ঠার সুযোগ করে দেয়।\n\n\n== ইতিহাস ==\n\nবেনিতো মুসোলিনির উত্থানের সময় ইতালিতে প্রথমে ফ্যাসিবাদ-বিরোধী আন্দোলনের উত্থান ঘটে, কিন্তু শীঘ্রই এটি অন্যান্য ইউরোপীয় দেশগুলিতে এবং তারপর বিশ্বব্যাপী ছড়িয়ে পড়ে। প্রারম্ভিক যুগে, কমিউনিস্ট, সমাজতান্ত্রিক, নৈরাজ্যবাদী এবং খ্রিস্টান শ্রমিক ও বুদ্ধিজীবীরা এতে জড়িত ছিলেন। ১৯২৮ সাল পর্যন্ত, অর্থাৎ যুক্তফ্রন্টের সময়কালে, কমিউনিস্ট ও অ-কমিউনিস্ট ফ্যাসিবাদ-বিরোধীদের মধ্যে উল্লেখযোগ্য সহযোগিতা ছিল।\n১৯২৮ সালে কমিন্টার্ন তাদের অতি-বামপন্থী তৃতীয় পর্যায়ের নীতি চালু করে, যা অন্যান্য বামপন্থী গোষ্ঠীর সঙ্গে সহযোগিতা বন্ধ করার পাশাপাশি সমাজতান্ত্রিক গণতন্ত্রবাদীদেরকে \"সামাজিক ফ্যাসিবাদী\" বলে চিহ্নিত করে নিন্দা জানায়।   ১৯৩৪ সাল থেকে মোলোটভ-রিবেনট্রপ চুক্তির আগ পর্যন্ত, কমিউনিস্টরা উদারপন্থী এমনকি রক্ষণশীল ফ্যাসিবাদ-বিরোধীদের সাথে বিস্তৃত-ভিত্তিক জোট গঠনের একটি পপুলার ফ্রন্ট পদ্ধতি অনুসরণ করেছিল। ফ্যাসিবাদ যখন তার ক্ষমতা সুসংহত করতে শুরু করে, বিশেষত দ্বিতীয় বিশ্বযুদ্ধের সময়, ফ্যাসিবাদ-বিরোধিতা প্রধানত গেরিলা বা প্রতিরোধ আন্দোলনের রূপ ধারণ করে।  \n\n\n=== ইতালি: ফ্যাসিবাদ এবং মুসোলিনির বিরুদ্ধে ===\n\nইতালিতে, মুসোলিনির ফ্যাসিস্ট শাসন তার বিরোধীদের বর্ণনা করার জন্য ফ্যাসিবাদ-বিরোধী শব্দটি ব্যবহার করত। মুসোলিনির গুপ্ত পুলিশ আনুষ্ঠানিকভাবে ফ্যাসিবাদ বিরোধী সতর্কতা ও দমন সংস্থা নামে পরিচিত ছিল। ১৯২০-এর দশকে ইতালি রাজ্যে, ফ্যাসিবাদ-বিরোধীরা, যাদের অনেকেই শ্রমিক আন্দোলনের সদস্য ছিলেন, তারা সহিংস ব্ল্যাকশার্টদের বিরুদ্ধে এবং ফ্যাসিবাদী নেতা বেনিটো মুসোলিনির উত্থানের বিরুদ্ধে লড়াই করেছিলেন। ১৯২১ সালের ৩ আগস্ট ইতালীয় সমাজতান্ত্রিক দল (পিএসআই) মুসোলিনি এবং তার যুদ্ধের পূর্বসূরীদের সাথে একটি শান্তি চুক্তি স্বাক্ষর করার পর, এবং ট্রেড ইউনিয়নগুলি একটি আইনী এবং শান্তিপূর্ণ কৌশল গ্রহণ করে, শ্রমিক আন্দোলনের সদস্যরা যারা এই কৌশলের সাথে একমত নন তারা আর্দিতি দেল পোপোলো গঠন করেন।\nইতালীয় জেনারেল কনফেডারেশন অফ লেবার (সিজিএল) এবং পিএসআই আনুষ্ঠানিকভাবে ফ্যাসিবাদ-বিরোধী মিলিশিয়াকে স্বীকৃতি দিতে অস্বীকৃতি জানায় এবং একটি অহিংস, আইনী কৌশল বজায় রাখে, যখন ইতালির কমিউনিস্ট পার্টি (পিসিডি'আই) তার সদস্যদের সংগঠন ত্যাগ করার নির্দেশ দেয়। পিসিডি'আই কিছু সশস্ত্র গোষ্ঠী সংগঠিত করেছিল, কিন্তু তাদের কর্মকাণ্ড তুলনামূলকভাবে গৌণ ছিল। ইতালীয় নৈরাজ্যবাদী সেভেরিনো ডি জিওভানি, যিনি ১৯২২ সালের রোম মার্চের পর নিজেকে আর্জেন্টিনায় নির্বাসিত করেছিলেন, তিনি ইতালীয় ফ্যাসিবাদী সম্প্রদায়ের বিরুদ্ধে বেশ কয়েকটি বোমা হামলার আয়োজন করেছিলেন। ইতালীয় উদারপন্থী ফ্যাসিবাদ-বিরোধী বেনেদেত্তো ক্রোস তার ফ্যাসিবাদ-বিরোধী বুদ্ধিজীবীদের ইশতেহার লিখেছিলেন, যা ১৯২৫ সালে প্রকাশিত হয়েছিল। সেই সময়ের অন্যান্য উল্লেখযোগ্য ইতালীয় উদারপন্থী ফ্যাসিবাদ-বিরোধীদের মধ্যে অন্যতম ছিলেন পিয়েরো গোবেত্তি এবং কার্লো রোসেলি।\n\nConcentrazione Antifascista Italiana (ইংরেজি: Italian Anti-Fascist Concentration), যা আনুষ্ঠানিকভাবে কনসেন্ট্রাজিওন ডি'আজিওন অ্যান্টিফ্যাসিস্টা (ফ্যাসিবাদ-বিরোধী কর্মকাণ্ডের কেন্দ্রীকরণ) নামে পরিচিত, ফ্যাসিবাদ-বিরোধী গোষ্ঠীগুলির একটি ইতালীয় জোট যা ১৯২৭ থেকে ১৯৩৪ সাল পর্যন্ত বিদ্যমান ছিল। ফ্রান্সের নেরাকে প্রবাসী ইতালীয়দের দ্বারা প্রতিষ্ঠিত, এটি ছিল অ-কমিউনিস্ট-বিরোধী ফ্যাসিবাদ শক্তির (প্রজাতন্ত্রী, সমাজতান্ত্রিক, জাতীয়তাবাদী) একটি জোট যা ইতালিতে ফ্যাসিবাদের বিরুদ্ধে লড়াই করার জন্য প্রবাসীদের কর্মকাণ্ডের প্রচার এবং সমন্বয় করার চেষ্টা করেছিল; তারা La Libertà নামে একটি প্রচারণামূলক পত্র প্রকাশ করেছিল।\n\nগিউস্তিজিয়া ই লিবার্তা (বাংলা: বিচার এবং স্বাধীনতা) ছিল একটি ইতালীয় ফ্যাসিবাদ-বিরোধী প্রতিরোধ আন্দোলন, যা ১৯২৯ থেকে ১৯৪৫ সাল পর্যন্ত সক্রিয় ছিল। এই আন্দোলনের সহ-প্রতিষ্ঠাতা ছিলেন কার্লো রোসেলি, ফেরুচ্চিও পারি, যিনি পরে ইতালির প্রধানমন্ত্রী হন এবং সান্দ্রো পের্তিনি, যিনি ইতালির রাষ্ট্রপতি হন। তারা এই আন্দোলনের নেতৃত্বে ছিলেন। এই আন্দোলনের সদস্যরা ভিন্ন রাজনৈতিক মতাদর্শে বিশ্বাসী ছিলেন, কিন্তু তারা পুরোনো ইতালীয় ফ্যাসিবাদ-বিরোধী দলগুলির তুলনায় ফ্যাসিবাদের বিরুদ্ধে সক্রিয়, কার্যকর বিরোধিতায় ঐক্যবদ্ধ ছিলেন। গেতানো সালভেমিনির কাজের জন্য গিউস্তিজিয়া ই লিবার্তা আন্তর্জাতিক সম্প্রদায়কে ইতালিতে ফ্যাসিবাদের বাস্তবতা সম্পর্কে সচেতন করেছিলেন।\nঅনেক ইতালীয় ফ্যাসিবাদ-বিরোধী স্প্যানিশ গৃহযুদ্ধে অংশগ্রহণ করেছিলেন মুসোলিনির শাসনের বিরুদ্ধে ফ্রাঙ্কোর একনায়কতন্ত্রের বিরুদ্ধে সশস্ত্র প্রতিরোধের উদাহরণ স্থাপন করার আশায়; তাই তাদের নীতিবাক্য ছিল: \"আজ স্পেনে, আগামীকাল ইতালিতে\"।\n১৯২০ থেকে ১৯৪৩ সালের মধ্যে, প্রথম বিশ্বযুদ্ধের পর ইতালির সাথে সংযুক্ত অঞ্চলগুলিতে স্লোভেনীয় এবং ক্রোয়েটদের মধ্যে বেশ কয়েকটি ফ্যাসিবাদ-বিরোধী আন্দোলন সক্রিয় ছিল, যা জুলিয়ান মার্চ নামে পরিচিত।  এদের সবচেয়ে প্রভাবশালী ছিল সশস্ত্র বিদ্রোহী সংগঠন টিআইজিআর, যারা অসংখ্য নাশকতা চালিয়েছিল, পাশাপাশি ফ্যাসিস্ট পার্টি এবং সামরিক বাহিনীর প্রতিনিধিদের উপর আক্রমণও করেছিল।  ১৯৪০ এবং ১৯৪১ সালে অর্গানাইজেশন ফর ভিজিল্যান্স অ্যান্ড রিপ্রেশন অফ অ্যান্টি-ফ্যাসিজম (ওভিআরএ) সংগঠনটির বেশিরভাগ গুপ্ত কাঠামো খুজে নিষ্ক্রিয় করে ফেলে, এবং ১৯৪১ সালের জুনের পরে এর বেশিরভাগ প্রাক্তন কর্মী স্লোভেনীয় পার্টিসানে যোগদান করেন।\nদ্বিতীয় বিশ্বযুদ্ধের সময়, ইতালীয় প্রতিরোধের অনেক সদস্য তাদের বাড়িঘর ছেড়ে পাহাড়ে বসবাস করতে চলে যান। অনেকে ইতালীয় গৃহযুদ্ধের সময় ইতালীয় ফ্যাসিস্ট এবং জার্মান নাৎসি সৈন্যদের বিরুদ্ধে লড়াই করেন। তুরিন, নেপলস এবং মিলান সহ ইতালির অনেক শহর ফ্যাসিবাদ-বিরোধী বিদ্রোহের মাধ্যমে মুক্ত হয়েছিল।\n\n\n=== ইতালীয়করণের অধীনে স্লোভেনীয় এবং ক্রোয়েটরা ===\nইতালিতে স্লোভেনীয় সংখ্যালঘুদের মধ্যে (১৯২০-১৯৪৭) ফ্যাসিবাদ-বিরোধী প্রতিরোধ গড়ে ওঠে, যেখানে ফ্যাসিবাদীরা তাদের সংস্কৃতি, ভাষা এবং জাতিগততা থেকে বঞ্চিত করতে চেয়েছিল।১৯২০ সালে বহু-সাংস্কৃতিক ও বহু-জাতিগত ট্রাইএস্টে অবস্থিত স্লোভেন সম্প্রদায়ের কেন্দ্র ন্যাশনাল হল ব্ল্যাকশার্টসদের দ্বারা পুড়িয়ে দেওয়ার ঘটনাকে বেনিতো মুসোলিনি (যিনি তখনও ইল দুচে হননি) \"ট্রাইএস্টিন ফ্যাসিবাদের একটি 'মাস্টারপিস'(capolavoro del fascismo triestino) বলে প্রশংসা করেছিলেন। গির্জা সহ জনসাধারণের স্থানে স্লোভেনীয় ভাষা ব্যবহার নিষিদ্ধ ছিল, কেবল বহুজাতিক অঞ্চলেই নয়, যেখানে জনসংখ্যা কেবল স্লোভেনীয় ছিল। শিশুরা, যদি তারা স্লোভেনীয় ভাষা বলত, তবে দক্ষিণ ইতালি থেকে আসা ইতালীয় শিক্ষকরা তাদের দ্বারা শাস্তি দিতেন। স্লোভেনীয় শিক্ষক, লেখক এবং ধর্মযাজকদের ইতালির অন্য প্রান্তে পাঠানো হয়েছিল।\nফ্যাসিবাদী সহিংসতার বিরুদ্ধে লড়াই করার জন্য ১৯২৭ সালে স্লোভেনীয় এবং ক্রোয়েশীয়রা প্রথম ফ্যাসিবাদ-বিরোধী সংগঠন, যার নাম টিআইজিআর, গঠন করে। এর গেরিলা যুদ্ধ ১৯২০ এবং ১৯৩০ এর দশকের শেষের দিকে অব্যাহত ছিল। ১৯৩০-এর দশকের মাঝামাঝি সময়ে, ৭০,০০০ স্লোভেনীয় ইতালি থেকে পালিয়ে যায়, বেশিরভাগই স্লোভেনিয়া (তৎকালীন যুগোস্লাভিয়ার অংশ) এবং দক্ষিণ আমেরিকায় যায়।\nদ্বিতীয় বিশ্বযুদ্ধের সময় যুগোস্লাভিয়ায় স্লোভেনীয় ফ্যাসিবাদ-বিরোধী প্রতিরোধের নেতৃত্ব দিয়েছিল স্লোভেনীয় জনগণের মুক্তি ফ্রন্ট । ইতালীয় ফ্যাসিস্টদের দখলকৃত লিউব্লিয়ানা প্রদেশে ২৫,০০০ মানুষকে নির্বাসিত করা হয়, যা মোট জনসংখ্যার ৭.৫%-এর সমান। তাদের রাব কনসেন্ট্রেশন ক্যাম্প, গোনার্স কনসেন্ট্রেশন ক্যাম্প এবং অন্যান্য ইতালীয় কনসেন্ট্রেশন ক্যাম্পে পাঠানো হয়।\n\n\n=== জার্মানি: এনএসডিএপি এবং হিটলারবাদের বিরুদ্ধে ===\n\n\"ফ্যাসিবাদ-বিরোধী\" শব্দটি মূলত ব্যবহৃত হত\nজার্মানির কমিউনিস্ট পার্টি (কেপিডি), যারা মনে করত যে এটি জার্মানির একমাত্র ফ্যাসিবাদ-বিরোধী দল। কেপিডি বেশ কয়েকটি স্পষ্টতই ফ্যাসিবাদ-বিরোধী দল গঠন করে, যেমন রোটার ফ্রন্টক্যাম্পফারবুন্ড (১৯২৪ সালে গঠিত এবং ১৯২৯ সালে সোশ্যাল ডেমোক্র্যাটরা নিষিদ্ধ করেছিল) এবং কাম্পফুন্ড গেগেন ডেন ফ্যাশিসমাস (পরবর্তীটির একটি কার্যত উত্তরসূরি)।    এর উপরে, রোটার ফ্রন্টক্যাম্পফারবান্ডের সদস্য সংখ্যা ছিল ১০০,০০০ এরও বেশি। ১৯৩২ সালে, কেপিডি \"একমাত্র ফ্যাসিবাদ-বিরোধী দল, কেপিডি-র নেতৃত্বে লাল যুক্তফ্রন্ট\" হিসেবে আন্টিফাশিস্টিশে আকশিওন (ফ্যাসিবাদ বিরোধী কর্মকাণ্ড) প্রতিষ্ঠা করে। প্রতিশ্রুতিবদ্ধ স্ট্যালিনবাদী আর্নস্ট থালম্যানের নেতৃত্বে, কেপিডি মূলত ফ্যাসিবাদকে একটি নির্দিষ্ট আন্দোলন বা গোষ্ঠী হিসেবে না দেখে পুঁজিবাদের চূড়ান্ত পর্যায় হিসেবে দেখেছিল এবং তাই এই শব্দটিকে তার বিরোধীদের জন্য ব্যাপকভাবে প্রয়োগ করেছিল এবং ফ্যাসিবাদ-বিরোধীতার নামে কেপিডি মূলত তার প্রধান প্রতিপক্ষ, জার্মানির মধ্য-বাম সোশ্যাল ডেমোক্রেটিক পার্টিকে আক্রমণ করার উপর মনোনিবেশ করেছিল, যাদের তারা সামাজিক ফ্যাসিস্ট হিসাবে উল্লেখ করেছিল এবং \"পুঁজির একনায়কতন্ত্রের প্রধান স্তম্ভ\" হিসাবে বিবেচনা করেছিল।\nওয়েইমার প্রজাতন্ত্রের শেষ বছরগুলিতে নাৎসিবাদের আন্দোলন, যা ক্রমশ আরও প্রভাবশালী হয়ে ওঠে। এটি বিভিন্ন আদর্শিক কারণে বিভিন্ন গোষ্ঠী এর বিরোধিতা করেছিল, যার মধ্যে রয়েছে এমন গোষ্ঠীগুলি যারা একে অপরের বিরোধিতাও করেছিল, যেমন সোশ্যাল ডেমোক্র্যাট, মধ্যপন্থী, রক্ষণশীল এবং কমিউনিস্টরা। ১৯২৪ সালে এসপিডি এবং মধ্যপন্থীরা নাৎসি পার্টি এবং কেপিডি এবং তাদের সহযোগী সংগঠনগুলির বিরুদ্ধে উদার গণতন্ত্রকে রক্ষা করার জন্য রাইখসব্যানার শোয়ার্জ-রট-গোল্ড গঠন করে। পরবর্তীতে, মূলত এসপিডি সদস্যরা আয়রন ফ্রন্ট গঠন করেছিল যা একই গোষ্ঠীগুলির বিরোধিতা করে।\nআন্টিফাশিস্টিশে আকশিওন- এর নাম এবং প্রতীক প্রভাবশালী থাকে। এর দুই-পতাকাযুক্ত লোগো, ম্যাক্স গেবার্ড দ্বারা ডিজাইন করা হয়েছে এবং ম্যাক্স কেলিসন, জার্মানি এবং বিশ্বব্যাপী সশস্ত্র ফ্যাসিবাদ বিরোধীদের প্রতীক হিসেবে এখনও ব্যাপকভাবে ব্যবহৃত হয়, যেমন আয়রন ফ্রন্টের থ্রি অ্যারোস লোগো।\n\n\n=== স্পেন: জাতীয়তাবাদীদের বিরুদ্ধে গৃহযুদ্ধ ===\n\nইতিহাসবিদ এরিক হবসবম লিখেছেন: \"স্প্যানিশ গৃহযুদ্ধ ছিল ফ্যাসিবাদ-বিরোধী যুগের কেন্দ্রে এবং প্রান্তে একইসাথে। এটি কেন্দ্রীয় ছিল, কারণ এটিকে তৎক্ষণাৎ ফ্যাসিবাদ ও ফ্যাসিবাদ-বিরোধীতার মধ্যে একটি ইউরোপীয় যুদ্ধ হিসাবে দেখা হয়েছিল, প্রায় আসন্ন বিশ্বযুদ্ধের প্রথম যুদ্ধ হিসাবে, যার কিছু বৈশিষ্ট্যপূর্ণ দিক – যেমন বেসামরিক জনগণের উপর বিমান হামলা – এটি পূর্বাভাস দিয়েছিল।\"\n\nস্পেনে, ঊনবিংশ শতাব্দীর শেষ থেকে ১৯৩০ সাল পর্যন্ত গভীরভাবে প্রতিষ্ঠিত সামরিক একনায়কতন্ত্রের বিরুদ্ধে গণঅভ্যুত্থানের ইতিহাস রয়েছে। এই আন্দোলনগুলি ১৯৩০-এর দশকে বৃহৎ আকারের ফ্যাসিবাদ-বিরোধী আন্দোলনে আরও একত্রিত হয়, যার অনেকগুলি স্প্যানিশ গৃহযুদ্ধের আগে এবং সময়কালে বাস্ক দেশে হয়েছিল। রিপাবলিকান সরকার এবং সেনাবাহিনী, কমিউনিস্ট পার্টির (পিসিই) সাথে যুক্ত অ্যান্টিফ্যাসিস্ট ওয়ার্কার অ্যান্ড পিজেন্ট মিলিশিয়াস (এমএওসি),  আন্তর্জাতিক ব্রিগেড, মার্কসবাদী ঐক্যের ওয়ার্কার্স পার্টি (পিওইউএম), আয়রন কলাম এবং কাতালোনিয়া ও বাস্ক দেশের স্বায়ত্তশাসিত সরকারগুলির মতো স্প্যানিশ নৈরাজ্যবাদী মিলিশিয়ারা সামরিক শক্তির সাহায্যে ফ্রান্সিসকো ফ্রাঙ্কোর উত্থানের বিরুদ্ধে লড়াই করেছিল।\nফেদেরাসিওন আনার্কিস্তা ইবেরিকা (এফএআই) এর সাথে যুক্ত দ্য ফ্রেন্ডস অফ দুররুতি ছিল একটি বিশেষভাবে গেরিলা গোষ্ঠী। ফ্যাসিবাদ-বিরোধী আন্দোলনের সমর্থনে অনেক দেশ থেকে হাজার হাজার মানুষ স্পেনে গিয়েছিলেন, আব্রাহাম লিংকন ব্রিগেড, ব্রিটিশ ব্যাটালিয়ন, ডাব্রোস্কি ব্যাটালিয়ন, ম্যাকেঞ্জি-পাপিনো ব্যাটালিয়ন, নাফতালি বটউইন কোম্পানি এবং থালম্যান ব্যাটালিয়নের মতো উল্লেখযোগ্য ইউনিটগুলিতে যোগ দিয়েছিল, যার মধ্যে উইনস্টন চার্চিলের ভাগ্নে এসমন্ড রোমিলিও ছিলেন। ফ্রাঙ্কোর বিরুদ্ধে আন্তর্জাতিকভাবে কাজ করা উল্লেখযোগ্য ফ্যাসিবাদবিরোধীদের মধ্যে ছিলেন: জর্জ অরওয়েল (যিনি পিওইউএম মিলিশিয়ায় যুদ্ধ করেছিলেন এবং তার অভিজ্ঞতা সম্পর্কে হোমেজ টু কাতালোনিয়া লিখেছিলেন), আর্নেস্ট হেমিংওয়ে (আন্তর্জাতিক ব্রিগেডের সমর্থক যিনি তার অভিজ্ঞতা সম্পর্কে ফর হুম দ্য বেল টোলস লিখেছিলেন), এবং মার্কিন উপন্যাসিক মার্থা গেলহর্ন।\nস্প্যানিশ নৈরাজ্যবাদী গেরিলা ফ্রান্সেস্ক সাবাতে লিওপার্ট  ফ্রান্সের একটি ঘাঁটি থেকে ১৯৬০ সাল পর্যন্ত ফ্রাঙ্কোর শাসনের বিরুদ্ধে লড়াই করেছিল। স্প্যানিশ গৃহযুদ্ধ শেষ হওয়ার অনেক পরেও পিসিই-র সাথে যুক্ত স্প্যানিশ মাকুইসরাও ফ্রাঙ্কো শাসনের বিরুদ্ধে লড়াই করেছিল।\n\n\n=== ফ্রান্স: অ্যাকশন ফ্রাঁসেজ এবং ভিচির বিরুদ্ধে ===\n\n১৯২০ এবং ১৯৩০-এর দশকে ফরাসি তৃতীয় প্রজাতন্ত্রে, ফ্যাসিবাদ-বিরোধীরা ফ্রান্সের অ্যাকশন ফ্রাঁসেজ আন্দোলনের মতো আক্রমণাত্মক উগ্র ডানপন্থী গোষ্ঠীগুলির মুখোমুখি হয়েছিল, যারা ল্যাটিন কোয়ার্টারের ছাত্রদের পাড়ায় আধিপত্য বিস্তার করেছিল। আক্রমণের মাধ্যমে ফ্যাসিবাদের জয়লাভের পর, ফরাসি প্রতিরোধ (ফরাসি: La Résistance française) অথবা, আরও সঠিকভাবে বলতে গেলে, প্রতিরোধ আন্দোলনগুলি নাৎসি জার্মান দখলদারিত্বের বিরুদ্ধে এবং সহযোগী ভিচি শাসনের বিরুদ্ধে লড়াই করেছিল। প্রতিরোধ সংঘগুলি ছিল ছোট ছোট সশস্ত্র দল যেখানে পুরুষ ও নারী উভয়েই ছিলেন (গ্রামীণ এলাকায় এদের মাকি নামে ডাকা হত)। এরা শুধু গেরিলা যুদ্ধে অংশগ্রহণই করত না, বরং দ্বিতীয় বিশ্বযুদ্ধের সময় শ্রমিক ও সৈনিক-এর মতো গুপ্ত সংবাদপত্র ও ম্যাগাজিন প্রকাশ, প্রত্যক্ষ গোয়েন্দা তথ্য সরবরাহ এবং পলায়ন নেটওয়ার্কের সংগঠক হিসাবেও কাজ করত।  \n\n\n=== যুক্তরাজ্য: মোসলির বিইউএফের বিপক্ষে ===\n১৯৩০-এর দশকে অসওয়াল্ড মোসলির ব্রিটিশ ইউনিয়ন অফ ফ্যাসিস্টস (বিইউএফ)-এর উত্থানকে গ্রেট ব্রিটেনের কমিউনিস্ট পার্টি, লেবার পার্টি এবং ইন্ডিপেন্ডেন্ট লেবার পার্টির সমাজতন্ত্রীরা, নৈরাজ্যবাদীরা, আইরিশ ক্যাথলিক ডকম্যান এবং লন্ডনের ইস্ট এন্ডের শ্রমিক শ্রেণীর ইহুদিরা চ্যালেঞ্জ জানিয়েছিল। সংগ্রামের একটি গুরুত্বপূর্ণ বিষয় ছিল কেবল স্ট্রিটের যুদ্ধ, যখন হাজার হাজার স্থানীয় বাসিন্দা এবং অন্যান্যরা ব্রিটিশ ইউনিয়ন অফ ফ্যাসিস্টদের (বিইউএফ) মিছিল বন্ধ করতে রাস্তায় নেমে এসেছিল।   প্রাথমিকভাবে, জাতীয় কমিউনিস্ট পার্টির নেতৃত্ব বিইউএফ-এর বিরুদ্ধে সমাবেশের পরিবর্তে রিপাবলিকান স্পেনের সাথে সংহতি প্রকাশের জন্য হাইড পার্কে একটি গণ-বিক্ষোভ আয়োজন করতে চেয়েছিল, কিন্তু দলটির স্থানীয় কর্মীরা এর বিরোধিতা করেছিলেন। রিপাবলিকান স্পেন থেকে গৃহীত \"ওরা পাস করবে না\" স্লোগান দিয়ে কর্মীরা এর জন্য সমর্থন আদায় করে।\nফ্যাসিবাদ-বিরোধী আন্দোলনের মধ্যে কৌশল নিয়ে বিতর্ক ছিল। যদিও অনেক দক্ষিণ এবং প্রাক্তন সৈনিক ফ্যাসিস্টদের বিরুদ্ধে সহিংসতায় অংশগ্রহণ করেছিলেন, কমিউনিস্ট পার্টির নেতা ফিল পিরাটিন এই কৌশলগুলির নিন্দা করেছিলেন এবং পরিবর্তে বৃহৎ বিক্ষোভের ডাক দিয়েছিলেন। সশস্ত্র ফ্যাসিবাদ-বিরোধী আন্দোলনের পাশাপাশি, ব্রিটেনে উদার ফ্যাসিবাদ-বিরোধী একটি ছোট ধারা ছিল; উদাহরণস্বরূপ, স্যার আর্নেস্ট বার্কার ১৯৩০-এর দশকে একজন উল্লেখযোগ্য ইংরেজ উদার ফ্যাসিবাদ-বিরোধী ছিলেন।\n\n\n=== মার্কিন যুক্তরাষ্ট্র, দ্বিতীয় বিশ্বযুদ্ধ ===\n\n১৯৩৯ সালের সেপ্টেম্বরে মার্কিন যুক্তরাষ্ট্রে ফ্যাসিবাদ-বিরোধী ইতালীয় প্রবাসীরা ইতালিতে ফ্যাসিবাদী শাসনের অবসান ঘটানোর লক্ষ্যে কাজ করার জন্য নর্থাম্পটন, ম্যাসাচুসেটসে মাজিনি সোসাইটি প্রতিষ্ঠা করেন। মুসোলিনির শাসনামল থেকে রাজনৈতিক উদ্বাস্তু হিসেবে, তারা নিজেদের মধ্যে অনৈক্যে ছিল যে তারা কমিউনিস্ট এবং নৈরাজ্যবাদীদের সাথে মিত্রতা করবে নাকি তাদের বাদ দেবে। ১৯৪২ সালে উরুগুয়ের মোন্তেভিদেওতে এক সম্মেলনে আমেরিকা মহাদেশে ফ্যাসিবাদ-বিরোধী অন্যান্য ইতালীয় প্রবাসীদের সাথে মাজিনি সোসাইটি যোগ দেয়। তারা তাদের একজন সদস্য, কার্লো স্ফোরজাকে, একটি প্রজাতন্ত্রী ইতালির ফ্যাসিবাদ-পরবর্তী নেতা হিসেবে পদোন্নতি দিতে ব্যর্থ হয়েছিল। মুসোলিনির পতনের পর মাজিনি সোসাইটি বিলুপ্ত হয়ে যায় কারণ এর বেশিরভাগ সদস্য ইতালিতে ফিরে আসেন।\nদ্বিতীয় বিশ্বযুদ্ধের সমাপ্তির পরের বছরগুলিতে মার্কিন যুক্তরাষ্ট্রে সংঘটিত দ্বিতীয় রেড স্কয়ারের সময়, \"অকাল ফ্যাসিবাদ-বিরোধী\" শব্দটি প্রচলিত হয় এবং এটি সেই আমেরিকানদের বর্ণনা করতে ব্যবহৃত হত যারা ফ্যাসিবাদের বিরুদ্ধে তীব্র আন্দোলন করেছিলেন বা কাজ করেছিলেন, যেমন আমেরিকানরা যারা স্প্যানিশ গৃহযুদ্ধের সময় রিপাবলিকানদের পক্ষে লড়াই করেছিলেন। ফ্যাসিবাদকে মার্কিন যুক্তরাষ্ট্রের জন্য একটি নিকটবর্তী এবং অস্তিত্বগত হুমকি হিসাবে দেখা হত (যা সাধারণত নাৎসি জার্মানির পোল্যান্ড আক্রমণের পরে ঘটেছিল এবং পার্ল হারবার আক্রমণের পরেই সর্বজনীনভাবে ঘটেছিল)। এর অর্থ এই ছিল যে এই ধরনের ব্যক্তিরা হয় কমিউনিস্ট অথবা কমিউনিস্ট সহানুভূতিশীল ছিলেন যাদের মার্কিন যুক্তরাষ্ট্রের প্রতি আনুগত্য সন্দেহজনক ছিল। তবে, ইতিহাসবিদ জন আর্ল হেইনস এবং হার্ভে ক্লেহর লিখেছেন যে মার্কিন সরকার আন্তর্জাতিক ব্রিগেডের আমেরিকান সদস্যদের \"অকাল-ফ্যাসিবাদবিরোধী\" হিসাবে উল্লেখ করার কোনও প্রামাণ্য প্রমাণ পাওয়া যায়নি: ফেডারেল ব্যুরো অফ ইনভেস্টিগেশন, অফিস অফ স্ট্র্যাটেজিক সার্ভিসেস এবং মার্কিন যুক্তরাষ্ট্রের সেনাবাহিনীর রেকর্ডে \"কমিউনিস্ট\", \"লাল\", \"বিধ্বংসী\" এবং \"র‍্যাডিকাল\" শব্দগুলি ব্যবহার করা হয়েছে। প্রকৃতপক্ষে, হেইনস এবং ক্লেহর ইঙ্গিত দিয়েছেন যে তারা পঞ্চদশ আন্তর্জাতিক ব্রিগেডের সদস্য এবং তাদের সমর্থকদের নিজেদেরকে \"অকাল-ফ্যাসিবাদ-বিরোধী\" বলে ব্যঙ্গাত্মকভাবে উল্লেখ করার অনেক উদাহরণ খুঁজে পেয়েছেন।\n\n\n=== বার্মা, দ্বিতীয় বিশ্বযুদ্ধ ===\nঅ্যান্টি-ফ্যাসিস্ট অরগানাইজেশন (এএফও) ছিল একটি প্রতিরোধ আন্দোলন যা বার্মার স্বাধীনতার পক্ষে ছিল এবং দ্বিতীয় বিশ্বযুদ্ধের সময় বার্মার উপর জাপানি দখলদারিত্বের বিরুদ্ধে লড়াই করেছিল। এটি ছিল ফ্যাসিবাদ-বিরোধী পিপলস ফ্রিডম লীগের অগ্রদূত। ১৯৪৪ সালের আগস্টে পেগুতে অনুষ্ঠিত একটি বৈঠকের মাধ্যমে এএফও গঠিত হয়, এই বৈঠকে বার্মার কমিউনিস্ট পার্টি (সিপিবি), জেনারেল অং সানের নেতৃত্বে বার্মা ন্যাশনাল আর্মি (বিএনএ) এবং পিপলস রেভোলিউশনারি পার্টি (পিআরপি) এর নেতারা অংশগ্রহণ করেন, যা পরবর্তীতে বার্মা সোশ্যালিস্ট পার্টি নামে পরিচিত হয়। ১৯৪১ সালের জুলাই মাসে ইনসেইন কারাগারে থাকাকালীন, সিপিবি নেতা থাকিন থান তুন এবং থাকিন সোয়ে ইনসেইন ইশতেহারের সহ-লেখক ছিলেন, যা ডোবামা এশিয়ায়োনের নেতৃত্বে বার্মিজ জাতীয়তাবাদী আন্দোলনের প্রচলিত মতামতের বিরুদ্ধে, আসন্ন যুদ্ধে বিশ্ব ফ্যাসিবাদকে প্রধান শত্রু হিসাবে চিহ্নিত করেছিল এবং সোভিয়েত ইউনিয়ন সহ একটি বিস্তৃত মিত্র জোটে ব্রিটিশদের সাথে অস্থায়ী সহযোগিতার আহ্বান জানিয়েছিল। জাপানি দখলদারিত্বের বিরুদ্ধে প্রতিরোধ সংগঠিত করার জন্য সোয়ে ইতিমধ্যেই আত্মগোপনে চলে গিয়েছিলেন এবং ভূমি ও কৃষিমন্ত্রী হিসেবে থান তুন জাপানি গোয়েন্দা তথ্য সোয়ের কাছে হস্তান্তর করতে সক্ষম হন, যখন অন্যান্য কমিউনিস্ট নেতা থাকিন থেইন পে এবং থাকিন টিন শোয়ে ভারতের সিমলায় নির্বাসিত ঔপনিবেশিক সরকারের সাথে যোগাযোগ করেন। ১৯৪৩ সালের ১ আগস্ট প্রতিষ্ঠিত পুতুল প্রশাসনে অং সান যুদ্ধমন্ত্রী ছিলেন এবং এতে সমাজতান্ত্রিক নেতা থাকিন নু এবং থাকিন মিয়া অন্তর্ভুক্ত ছিলেন। ১৯৪৫ সালের ১ থেকে ৩ মার্চের মধ্যে অনুষ্ঠিত এক বৈঠকে, এএফও-কে একটি বহুদলীয় জোট হিসেবে পুনর্গঠিত করা হয় যার নামকরণ করা হয় অ্যান্টি-ফ্যাসিস্ট পিপলস ফ্রিডম লীগ।\n\n\n=== পোল্যান্ড, দ্বিতীয় বিশ্বযুদ্ধ ===\n\nফ্যাসিবাদ-বিরোধী ব্লক ছিল পোলিশ ইহুদিদের একটি সংগঠন যা ১৯৪২ সালের মার্চ মাসে ওয়ারশ ঘেটোতে গঠিত হয়েছিল। বামপন্থী-ইহুদিবাদী, কমিউনিস্ট এবং সমাজতান্ত্রিক ইহুদি দলগুলির মধ্যে একটি জোটের বিষয়ে একমত হওয়ার পর এটি প্রতিষ্ঠা করা হয়েছিল। এই ব্লকের প্রতিষ্ঠাতাদের ছিলেন পোলিশ ওয়ার্কার্স পার্টির মর্দেচাই অ্যানিলেউইচ, জোজেফ লেওয়ার্তোস্কি (অ্যারন ফিনকেলস্টাইন), হাশোমার হাটজাইর থেকে জোসেফ কাপলান, পোয়েল জিওন -বাম থেকে সাচনো সাগান, সমাজতান্ত্রিক-জিওনিস্টদের প্রতিনিধি হিসেবে জোসেফ সাক এবং ড্রোর থেকে ইজাক কুকিয়ারম্যান এবং তার স্ত্রী সিউইয়া লুবেটকিন । ইহুদি বান্ড ব্লকে যোগ দেয়নি যদিও তাদের প্রথম সম্মেলনে আব্রাহাম ব্লাম এবং মৌরিসি ওরজেক তাদের প্রতিনিধিত্ব করেছিলেন।\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধের পর ===\n\nফ্যাসিবাদের সময়কালে যে ফ্যাসিবাদ-বিরোধী আন্দোলনগুলি উত্থিত হয়েছিল, উদারনৈতিক এবং গেরিলা উভয় ধরণের, ইউরোপ এবং অন্যান্য স্থানে ফ্যাসিবাদের স্থিতিস্থাপকতা এবং পরিবর্তনের প্রতিক্রিয়ায় অক্ষ শক্তির পরাজয়ের পরেও তা অব্যাহত ছিল। জার্মানিতে, ১৯৪৪ সালে নাৎসি শাসন ভেঙে পড়ার সাথে সাথে, ১৯৩০-এর দশকের ফ্যাসিবাদ বিরোধী সংগ্রামের প্রবীণরা Antifaschistische Ausschüsse, Antifaschistische Kommittees, বা Antifaschistische Aktion গ্রুপগুলি গঠন করেছিল, যাদেরকে সাধারণত \"antifa\" (অ্যান্টিফা) বলা হয়। পূর্ব জার্মানির সমাজতান্ত্রিক সরকার ১৯৬১ সালে বার্লিন প্রাচীর নির্মাণ করে এবং পূর্ব ব্লক এটিকে আনুষ্ঠানিকভাবে \"ফ্যাসিবাদ-বিরোধী সুরক্ষা র‍্যাম্পার্ট\" হিসেবে উল্লেখ করে। স্পেন এবং পর্তুগালে ফ্যাসিবাদী একনায়কতন্ত্রের বিরুদ্ধে প্রতিরোধ অব্যাহত ছিল, যার মধ্যে স্প্যানিশ মাকুইস এবং অন্যান্যদের কার্যকলাপ অন্তর্ভুক্ত ছিল, যার ফলে স্প্যানিশরা যথাক্রমে গণতন্ত্র এবং কার্নেশন বিপ্লবে রূপান্তরিত হয়েছিল, পাশাপাশি চিলি এবং অন্যান্য স্থানেও একই রকম একনায়কতন্ত্রের দিকে এগিয়ে গিয়েছিল। যুদ্ধ-পরবর্তী সময়ের প্রথম দশকগুলিতে অন্যান্য উল্লেখযোগ্য ফ্যাসিবাদ-বিরোধী সংহতিগুলির মধ্যে রয়েছে ব্রিটেনের ৪৩ গ্রুপ।\nদ্বিতীয় বিশ্বযুদ্ধের প্রাক্তন মিত্র মার্কিন যুক্তরাষ্ট্র এবং সোভিয়েত ইউনিয়নের মধ্যে স্নায়ুযুদ্ধ শুরু হওয়ার সাথে সাথে, যুদ্ধ-পূর্ব ফ্যাসিবাদ-বিরোধী আন্দোলনকে যুদ্ধ-পরবর্তী কমিউনিজম-বিরোধী আন্দোলনে রূপান্তরিত করার হাতিয়ার হিসেবে পশ্চিমা কমিউনিস্ট-বিরোধী রাজনৈতিক আলোচনায় একচ্ছত্রবাদের ধারণাটি পরিচিত হয়ে ওঠে। \nআধুনিক অ্যান্টিফা রাজনীতির সূত্রপাত ঘটে ১৯৭০ এবং ১৯৮০-এর দশকে ব্রিটেনের পাঙ্ক দৃশ্যে শ্বেতাঙ্গ ক্ষমতাধর স্কিনহেডদের অনুপ্রবেশের বিরোধিতা এবং বার্লিন প্রাচীরের পতনের পর জার্মানিতে নব্য-নাৎসিবাদের উত্থানের মধ্য দিয়ে। জার্মানিতে, নৈরাজ্যবাদী এবং পাঙ্ক ভক্ত সহ তরুণ বামপন্থীরা প্রাথমিক স্তরের ফ্যাসিবাদ-বিরোধী অনুশীলনকে নতুন করে শুরু করে। কলামিস্ট পিটার বেইনার্ট লিখেছেন যে \"৮০-এর দশকের শেষের দিকে, মার্কিন যুক্তরাষ্ট্রে বামপন্থী পাঙ্ক ভক্তরা তাদের অনুসরণ শুরু করেছিলেন, যদিও তারা প্রথমে তাদের দলগুলিকে অ্যান্টি-রেসিস্ট অ্যাকশন (এআরএ) নামে অভিহিত করেছিলেন এই তত্ত্বের ভিত্তিতে যে আমেরিকানরা ফ্যাসিবাদের বিরুদ্ধে লড়াইয়ের চেয়ে বর্ণবাদের বিরুদ্ধে লড়াইয়ের সাথে বেশি পরিচিত হবে\"।\n\n\n==== ইতালি ====\n\nআজকের ইতালীয় সংবিধান গণপরিষদের কাজের ফলাফল, যা ইতালির স্বাধীনতার সময় নাৎসি এবং ফ্যাসিবাদী শক্তির পরাজয়ে অবদান রাখা সমস্ত ফ্যাসিবাদ-বিরোধী শক্তির প্রতিনিধিদের দ্বারা গঠিত হয়েছিল।\nস্বাধীনতা দিবস হল ইতালির একটি জাতীয় ছুটির দিন যা নাৎসি জার্মানি এবং ইতালীয় সামাজিক প্রজাতন্ত্র, নাৎসিদের পুতুল রাষ্ট্র এবং ফ্যাসিস্টদের ঘাঁটি রাষ্ট্রের বিরুদ্ধে ইতালীয় প্রতিরোধ আন্দোলনের বিজয়কে স্মরণ করে। ইতালীয় গৃহযুদ্ধ দ্বিতীয় বিশ্বযুদ্ধের সময় সংঘটিত একটি গৃহযুদ্ধ, যা ২৫ এপ্রিল সংঘটিত হয়। তারিখটি কনভেনশন অনুসারে বেছে নেওয়া হয়েছিল, কারণ এটি ছিল ১৯৪৫ সালের সেই দিন যখন ন্যাশনাল লিবারেশন কমিটি অব আপার ইতালি (সিএলএনএআই) আনুষ্ঠানিকভাবে একটি রেডিও ঘোষণায় বিদ্রোহ ঘোষণা করে, সিএলএনএআই কর্তৃক ক্ষমতা দখলের ঘোষণা দেয় এবং সমস্ত ফ্যাসিস্ট নেতাদের (তিন দিন পরে গুলিবিদ্ধ বেনিটো মুসোলিনি সহ) মৃত্যুদণ্ড ঘোষণা করে।\n\nঅ্যাসোসিয়াজিওন নাজিওনাল পার্টিজিয়ানি ডি'ইতালিয়া (এএনপিআই; \"ন্যাশনাল অ্যাসোসিয়েশন অফ ইতালীয় পার্টিসানস\") হল একটি সংগঠন যা ইতালীয় ফ্যাসিস্ট শাসনের বিরুদ্ধে এবং দ্বিতীয় বিশ্বযুদ্ধের সময় পরবর্তী নাৎসি দখলদারিত্বের বিরুদ্ধে ইতালীয় প্রতিরোধের অংশগ্রহণকারীদের দ্বারা প্রতিষ্ঠিত হয়েছিল। এএনপিআই ১৯৪৪ সালে রোমে প্রতিষ্ঠিত হয়েছিল যখন উত্তর ইতালিতে যুদ্ধ চলছিল। এটি ৫ এপ্রিল ১৯৪৫ সালে একটি দাতব্য ফাউন্ডেশন হিসেবে গঠিত হয়েছিল। এটির ফ্যাসিবাদ-বিরোধী সদস্যদের কার্যকলাপের কারণে এটি টিকে আছে। এএনপিআই-এর উদ্দেশ্য হল গবেষণা এবং ব্যক্তিগত গল্প সংগ্রহের মাধ্যমে দলীয় যুদ্ধের ঐতিহাসিক ভূমিকা বজায় রাখা। এর লক্ষ্য হল ঐতিহাসিক সংশোধনবাদের বিরুদ্ধে অব্যাহত প্রতিরক্ষা এবং ১৯৪৮ সালের সংবিধানে প্রকাশিত স্বাধীনতা ও গণতন্ত্রের উচ্চ মূল্যবোধের উপর আদর্শিক ও নৈতিক সমর্থন, যেখানে ইতালীয় প্রতিরোধের আদর্শগুলি সংগ্রহ করা হয়েছিল। ২০০৮ সাল থেকে, প্রতি দুই বছর অন্তর এএনপিআই তাদের জাতীয় উৎসব আয়োজন করে। এই অনুষ্ঠানের সময়, ফ্যাসিবাদ বিরোধী, শান্তি এবং গণতন্ত্রের উপর আলোকপাত করে সভা, বিতর্ক এবং সঙ্গীতানুষ্ঠানের আয়োজন করা হয়।\n\nবেলা চাও ইতালীয় উচ্চারণ: [ˈbɛlla ˈtʃaːo](ইতালীয় উচ্চারণ: [ˈbɛlla ˈtʃaːo]; \"বিদায় সুন্দরী\") হলো একটি ইতালীয় লোকসংগীত, যা পরিবর্তিত হয়ে ইতালীয় প্রতিরোধ আন্দোলনের সঙ্গীত হিসাবে গৃহীত হয়েছিল। এই আন্দোলনের যোদ্ধারা নাৎসিবাদ ও ফ্যাসিবাদের বিরোধিতা করেছিল এবং নাৎসি জার্মানির দখলদার বাহিনীর বিরুদ্ধে লড়াই করেছিল, যারা ১৯৪৩ থেকে ১৯৪৫ সাল পর্যন্ত ইতালীয় গৃহযুদ্ধের সময় ফ্যাসিস্ট ও সহযোগিতাবাদী ইতালীয় সমাজতান্ত্রিক প্রজাতন্ত্র সঙ্গে মিত্রতা করেছিল।   এই ইতালীয় ফ্যাসিবাদ-বিরোধী গানের সংস্করণগুলি স্বাধীনতা এবং প্রতিরোধের স্তোত্র হিসেবে বিশ্বব্যাপী গাওয়া হয়। আন্তর্জাতিকভাবে পরিচিত স্বাধীনতার স্তোত্র হিসেবে, এটি অনেক ঐতিহাসিক ও বিপ্লবী অনুষ্ঠানে উচ্চারিত হয়েছিল। গানটি মূলত নাৎসি জার্মান দখলদার সৈন্যদের বিরুদ্ধে লড়াইরত ইতালীয় সমর্থকদের সাথে সাদৃশ্যপূর্ণ ছিল, কিন্তু তারপর থেকে এটি কেবল স্বৈরাচার থেকে মুক্তি পাওয়ার জন্য সকল মানুষের সহজাত অধিকারের পক্ষে দাঁড়ায়।\n\n\n==== জার্মানি ====\n\nজার্মানির সমসাময়িক অ্যান্টিফা আন্দোলনে বিভিন্ন ফ্যাসিবাদ-বিরোধী গোষ্ঠী রয়েছে যারা সাধারণত অ্যান্টিফা সংক্ষেপণ ব্যবহার করে এবং ১৯৩০-এর দশকের গোড়ার দিকের ঐতিহাসিক আন্টিফাশিস্টিশে আকশিওন (অ্যান্টিফা) কে অনুপ্রেরণা হিসেবে বিবেচনা করে, নাম ছাড়াও এর নান্দনিকতা এবং কিছু কৌশলের জন্য ঐতিহাসিক গোষ্ঠীটিকে আকর্ষণ করে। ১৯৮০-এর দশকের শেষের দিক থেকে অনেক নতুন অ্যান্টিফা গ্রুপ তৈরি হয়। লরেন বালহর্নের মতে, জার্মানির সমসাময়িক অ্যান্টিফা \"যে আন্দোলন থেকে এটির নামকরণ করা হয়েছে তার সাথে কোনও বাস্তব ঐতিহাসিক সম্পর্ক নেই বরং এটি ১৯৮০-এর দশকে পশ্চিম জার্মানির স্কোয়াটার দৃশ্য এবং স্বায়ত্তশাসনবাদী আন্দোলনের একটি ফসল\"।\nসাম্প্রতিক বছরগুলিতে জার্মানিতে ফ্যাসিবাদ বিরোধী সবচেয়ে বড় অভিযানগুলির মধ্যে একটি ছিল পূর্ব জার্মান শহর স্যাক্সনির ড্রেসডেনে বার্ষিক নাৎসি-র্যালি বন্ধ করার চূড়ান্ত সফল প্রচেষ্টা, যা \"ইউরোপের নাৎসিদের বৃহত্তম সমাবেশ\" হয়ে ওঠে। মূল অ্যান্টিফা, যার জার্মান কমিউনিস্ট পার্টির সঙ্গে সংযোগ ছিল এবং যা শিল্প-শ্রমিক শ্রেণির রাজনীতিতে মনোনিবেশ করত, তার থেকে ভিন্নভাবে ১৯৮০-এর দশকের শেষভাগ ও ১৯৯০-এর দশকের শুরুর স্বায়ত্ত্ববাদীরা ছিলেন স্বাধীন, কর্তৃত্ববাদ-বিরোধী উদারনৈতিক মার্ক্সবাদী এবং নৈরাজ্যবাদী-কমিউনিস্ট, যারা কোনো নির্দিষ্ট দলের সঙ্গে যুক্ত ছিলেন না।   ১৯৮৭ সাল থেকে চালু থাকা \"Antifaschistisches Infoblatt\" প্রকাশনাটি উগ্র জাতীয়তাবাদীদের প্রকাশ্যে উন্মোচন করার চেষ্টা করেছিল।\nজার্মান সরকারি প্রতিষ্ঠান যেমন ফেডারেল অফিস ফর দ্য প্রোটেকশন অফ কনস্টিটিউশন এবং ফেডারেল এজেন্সি ফর সিভিক এডুকেশন সমসাময়িক অ্যান্টিফা আন্দোলনকে চরম বামপন্থীদের অংশ এবং আংশিকভাবে সহিংস বলে বর্ণনা করে। চরমপন্থা মোকাবেলার আইনি আদেশের প্রেক্ষাপটে অ্যান্টিফা গোষ্ঠীগুলিকে ফেডারেল অফিস দ্বারা পর্যবেক্ষণ করা হয়। ফেডারেল অফিস জানিয়েছে যে অ্যান্টিফা আন্দোলনের অন্তর্নিহিত লক্ষ্য হল \" উদার গণতান্ত্রিক মৌলিক ব্যবস্থার বিরুদ্ধে সংগ্রাম\" এবং পুঁজিবাদ। ১৯৮০-এর দশকে, জার্মান কর্তৃপক্ষ এই আন্দোলনের বিরুদ্ধে সন্ত্রাসী কার্যক্রমের সাথে জড়িত থাকার অভিযোগ এনেছিল।\n\n\n==== গ্রীস ====\nগ্রীসে, ফ্যাসিবাদ-বিরোধীতা বামপন্থী এবং নৈরাজ্যবাদী সংস্কৃতির একটি জনপ্রিয় অংশ। ২০১৩ সালের সেপ্টেম্বরে, গোল্ডেন ডন-এর সাথে যুক্ত এক বিশাল দল ফ্যাসিবাদ-বিরোধী হিপ-হপ শিল্পী পাভলোস 'কিল্লাহ পি' ফিসাসকে বাদুড় ও ছুরি দিয়ে আক্রমণ করে এবং হাসপাতালে নিয়ে যাওয়ার পর তাকে মৃত ঘোষণা করা হয়। এই হামলার ফলে আন্তর্জাতিক বিক্ষোভ ও দাঙ্গা শুরু হয়, নিও ইরাক্লিওর বাইরে তিনজন গোল্ডেন ডন সদস্যকে প্রতিশোধমূলক গুলি করা হয়। প্রধানমন্ত্রী আন্তোনিস সামারাস এবং তার দলের বিরুদ্ধে নিন্দা জানায় জনসাধারণ। এর ফলে গোল্ডেন ডনের বিরুদ্ধে ফৌজদারি তদন্ত শুরু হয়, এব গোল্ডেন ডনের আটষট্টি সদস্যকে একটি অপরাধমূলক সংগঠনের অংশ হিসেবে ঘোষণা করা হয়, যেখানে পাভলোসের হত্যাকাণ্ডে অভিযুক্ত সতেরো সদস্যের মধ্যে পনেরোজনকে দোষী সাব্যস্ত করা হয়, দলটিকে \"কার্যকরভাবে নিষিদ্ধ\" করা হয়।\n\n\n==== মার্কিন যুক্তরাষ্ট্র ====\nডার্টমাউথ কলেজের ইতিহাসবিদ মার্ক ব্রে, যিনি \"অ্যান্টিফা: দ্য অ্যান্টি-ফ্যাসিস্ট হ্যান্ডবুক\" এর লেখক, মার্কিন যুক্তরাষ্ট্রে আধুনিক অ্যান্টিফা গোষ্ঠীর পূর্বসূরী হিসেবে এআরএ-কে কৃতিত্ব দেন। ১৯৮০ এবং ১৯৯০ এর দশকের শেষের দিকে, এআরএ কর্মীরা জনপ্রিয় পাঙ্ক রক এবং স্কিনহেড ব্যান্ডগুলির সাথে ভ্রমণ করেছিলেন যাতে ক্ল্যানসম্যান, নব্য-নাৎসি এবং অন্যান্য বিভিন্ন ধরণের শ্বেতাঙ্গ শ্রেষ্ঠত্ববাদীদের দলে দলে যোগদান থেকে বিরত রাখা যায়।  তাদের নীতিবাক্য ছিল \"আমরা যেখানে যাই সেখানে যাই\" যার অর্থ তারা কনসার্টে অতি-ডানপন্থী কর্মীদের মুখোমুখি হবে এবং জনসাধারণের স্থান থেকে সক্রিয়ভাবে তাদের উপকরণ সরিয়ে ফেলবে। ২০০২ সালে, এআরএ পেনসিলভানিয়ায় শ্বেতাঙ্গ শ্রেষ্ঠত্ববাদী গোষ্ঠী ওয়ার্ল্ড চার্চ অফ দ্য ক্রিয়েটরের প্রধান ম্যাথিউ এফ. হেলের একটি বক্তৃতা ব্যাহত করে, যার ফলে মারামারি সংঘটিত হয় এবং পঁচিশজনকে গ্রেপ্তার করা হয়। ২০০৭ সালে, রোজ সিটি অ্যান্টিফা, সম্ভবত অ্যান্টিফা নামটি ব্যবহার করা প্রথম দল, ওরেগনের পোর্টল্যান্ডে গঠিত হয়েছিল। মার্কিন যুক্তরাষ্ট্রের অন্যান্য অ্যান্টিফা গোষ্ঠীর অন্যান্য বংশতালিকা রয়েছে। ১৯৮৭ সালে আইডাহোর বোয়েসে, আইডাহোর হেইডেন লেকের কাছে আর্য জাতির বার্ষিক সভার প্রতিক্রিয়ায় নর্থওয়েস্ট কোয়ালিশন অ্যাগেইনস্ট ম্যালিসিয়াস হ্যারাসমেন্ট তৈরি করা হয়েছিল। এটি ২০০ টিরও বেশি অনুমোদিত সরকারি ও বেসরকারি সংস্থাকে একত্রিত করেছে এবং ছয়টি রাজ্য - কলোরাডো, আইডাহো, মন্টানা, ওরেগন, ওয়াশিংটন এবং ওয়াইমিং - জুড়ে মানুষকে সাহায্য করেছে। মিনেসোটার মিনিয়াপোলিসে, ১৯৮৭ সালে বাল্ডিজ নামে একটি দল গঠিত হয়েছিল, যার উদ্দেশ্য ছিল সরাসরি নব্য-নাৎসি গোষ্ঠীগুলির বিরুদ্ধে লড়াই করা। ২০১৩ সালে, এআরে -এর \"সবচেয়ে উগ্র\" অধ্যায়গুলি টর্চ অ্যান্টিফা নেটওয়ার্ক গঠন করে যার সমগ্র মার্কিন যুক্তরাষ্ট্র জুড়ে অধ্যায় রয়েছে। অন্যান্য অ্যান্টিফা গ্রুপগুলি এনওয়াইসি অ্যান্টিফার মতো বিভিন্ন সংস্থার অংশ অথবা স্বাধীনভাবে কাজ করে।\nমার্কিন যুক্তরাষ্ট্রে আধুনিক অ্যান্টিফা একটি অত্যন্ত বিকেন্দ্রীভূত আন্দোলন। অ্যান্টিফা রাজনৈতিক কর্মীরা হলেন বর্ণবাদ বিরোধী যারা প্রতিবাদের কৌশল অবলম্বন করে, নব্য-নাৎসি, শ্বেতাঙ্গ শ্রেষ্ঠত্ববাদী এবং অন্যান্য অতি-ডানপন্থী চরমপন্থীদের মতো ফ্যাসিস্ট এবং বর্ণবাদীদের বিরুদ্ধে লড়াই করার চেষ্টা করে। এর মধ্যে ডিজিটাল সক্রিয়তা, হয়রানি, শারীরিক সহিংসতা এবং সম্পত্তির ক্ষতি জড়িত থাকতে পারে যাদেরকে তারা অতি-ডানপন্থী বলে চিহ্নিত করা হয়। অ্যান্টিফা ইতিহাসবিদ মার্ক ব্রের মতে, বেশিরভাগ অ্যান্টিফা কার্যকলাপ অহিংস, যার মধ্যে রয়েছে পোস্টার এবং লিফলেট প্রচারণা, বক্তৃতা প্রদান, প্রতিবাদে মিছিল এবং বর্ণবাদ বিরোধী এবং শ্বেতাঙ্গ বিরোধী জাতীয়তাবাদী কারণের পক্ষে সম্প্রদায় সংগঠিত হওয়া।\n১৯৯৪ সাল থেকে মার্কিন যুক্তরাষ্ট্রে ৮৯৩টি সন্ত্রাসী ঘটনার উপর সেন্টার ফর স্ট্র্যাটেজিক অ্যান্ড ইন্টারন্যাশনাল স্টাডিজের জুন ২০২০ সালের এক গবেষণায় দেখা গেছে যে একজন ফ্যাসিবাদ-বিরোধী ব্যক্তি কর্তৃক পরিচালিত একটি আক্রমণে প্রাণহানি ঘটেছে (২০১৯ সালের টাকোমা আক্রমণ, যেখানে আক্রমণকারী, যিনি ফ্যাসিবাদ-বিরোধী হিসাবে চিহ্নিত ছিলেন, পুলিশের হাতে নিহত হন), অন্যদিকে শ্বেতাঙ্গ শ্রেষ্ঠত্ববাদী বা অন্যান্য ডানপন্থী চরমপন্থীদের আক্রমণে ৩২৯ জন নিহত হন। গবেষণাটি প্রকাশিত হওয়ার পর থেকে, একটি হত্যাকাণ্ড ফ্যাসিবাদ-বিরোধীতার সাথে যুক্ত হয়েছে। ২০২০ সালের আগস্টে প্রকাশিত একটি ডিএইচএস খসড়া প্রতিবেদনে \"অ্যান্টিফা\" কে উল্লেখযোগ্য হুমকি হিসেবে অন্তর্ভুক্ত করা হয়নি, যেখানে শ্বেতাঙ্গ শ্রেষ্ঠত্ববাদীদেরকে শীর্ষ অভ্যন্তরীণ সন্ত্রাসী হুমকি হিসেবে উল্লেখ করা হয়েছে।\nসামাজিক মাধ্যমে প্রতারণার মাধ্যমে অ্যান্টিফা গোষ্ঠীগুলিকে বদনাম করার জন্য একাধিক প্রচেষ্টা করা হয়েছে, যার মধ্যে অনেকগুলিই অল্ট-রাইটব্যবহারকারীদের কাছ থেকে উদ্ভূত মিথ্যা পতাকা আক্রমণ যারা টুইটারে অ্যান্টিফা সমর্থক হিসেবে নিজেকে উপস্থাপন করে। কিছু ভুয়া খবর ডানপন্থী সংবাদমাধ্যম তুলে ধরেছে এবং সেগুলোকে সত্য হিসেবে প্রকাশ করেছে।\n২০২০ সালের মে এবং জুন মাসে জর্জ ফ্লয়েডের বিক্ষোভের সময়, ট্রাম্প প্রশাসন গণবিক্ষোভের আয়োজনের জন্য অ্যান্টিফাকে দায়ী করেছিল। ফেডারেল গ্রেপ্তারের বিশ্লেষণে অ্যান্টিফার সাথে কোনও যোগসূত্র পাওয়া যায়নি। ট্রাম্প প্রশাসন বারবার অ্যান্টিফাকে সন্ত্রাসী সংগঠন হিসেবে ঘোষণা করার আহ্বান জানিয়েছিল। শিক্ষাবিদ, আইন বিশেষজ্ঞ এবং অন্যদের মতে এই পদক্ষেপটি রাষ্ট্রপতির কর্তৃত্বকে অতিক্রম করবে এবং সংবিধানের প্রথম সংশোধনী লঙ্ঘন করবে।\n\n\n==== অন্যান্য ====\n১৯৪৯ সালের মার্চ মাসে প্রতিষ্ঠিত রোমানিয়ার জার্মান শ্রমিকদের ফ্যাসিবাদ-বিরোধী কমিটির অধীনে রোমানিয়ায় যুদ্ধ-পরবর্তী কিছু ফ্যাসিবাদ-বিরোধী পদক্ষেপ নেওয়া হয়েছিল। একটি সুইডিশ দল, অ্যান্টিফ্যাসিস্টিস্ক অ্যাকশন, ১৯৯৩ সালে গঠিত হয়েছিল।\n\n\n== শব্দটির ব্যবহার ==\nজার্মানির খ্রিস্টান ডেমোক্রেটিক ইউনিয়নের রাজনীতিবিদ টিম পিটার্স উল্লেখ করেছেন যে এই শব্দটি রাজনৈতিক আলোচনায় সবচেয়ে বিতর্কিত শব্দগুলির মধ্যে একটি। হান্না আরেন্ড্ট ইনস্টিটিউট ফর রিসার্চ অন টোটালিটারিয়ানিজমের গবেষক মাইকেল রিখটার সোভিয়েত ইউনিয়ন এবং পূর্ব ব্লকে এই শব্দটির আদর্শিক ব্যবহার তুলে ধরেন, যেখানে ঐতিহাসিক ফ্যাসিবাদের সাথে কোনও সম্পর্ক থাকা সত্ত্বেও পূর্ব ব্লকের ভিন্নমতাবলম্বীদের জন্য ফ্যাসিবাদ শব্দটি প্রয়োগ করা হয়েছিল এবং যেখানে ফ্যাসিবাদ-বিরোধী শব্দটি ক্ষমতাসীন সরকারকে বৈধতা দেওয়ার জন্য কাজ করেছিল।\n\n\n== এছাড়াও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\n\n\n=== গ্রন্থতালিকা ===\nCopsey, Nigel (২০১৬)। Anti-Fascism in Britain (ইংরেজি ভাষায়)। Taylor & Francis। আইএসবিএন 978-1-317-39762-5। \nDiner, Dan; Gundermann, Christian (১৯৯৬)। \"On the Ideology of Antifascism\"। New German Critique (67): 123–132। আইএসএসএন 0094-033X। জেস্টোর 827781। ডিওআই:10.2307/827781। \nEley, Geoff (১৯৯৬)। \"Legacies of Antifascism: Constructing Democracy in Postwar Europe\"। New German Critique (67): 73–100। আইএসএসএন 0094-033X। জেস্টোর 827778। ডিওআই:10.2307/827778। \nJarausch, Konrad H. (১৯৯১)। \"The Failure of East German Antifascism: Some Ironies of History as Politics\"। German Studies Review। 14 (1): 85–102। আইএসএসএন 0149-7952। জেস্টোর 1430155। ডিওআই:10.2307/1430155। \nMammone, Andrea (২০০৬)। \"A Daily Revision of the Past: Fascism, Anti-Fascism, and Memory in Contemporary Italy\"। Modern Italy (ইংরেজি ভাষায়)। 11 (2): 211–226। আইএসএসএন 1353-2944। এসটুসিআইডি 145602289। ডিওআই:10.1080/13532940600709338। \nRabinbach, Anson (১৯৯৬)। \"Introduction: Legacies of Antifascism\"। New German Critique (67): 3–17। আইএসএসএন 0094-033X। জেস্টোর 827774। ডিওআই:10.2307/827774। \n\n\n=== বিস্তারিত পড়ুন ===\nDavid Berry \"'Fascism or Revolution!' Anarchism and Antifascism in France, 1933–39\" Contemporary European History Volume 8, Issue 1 March 1999, pp. 51–71\nBirchall, Sean, সম্পাদক (২০১৩)। Beating The Fascists: The Untold Story of Anti-Fascist Action। Freedom Press। আইএসবিএন 978-1-904491-12-5। \nBrasken, Kasper. \"Making Anti-Fascism Transnational: The Origins of Communist and Socialist Articulations of Resistance in Europe, 1923–1924.\" Contemporary European History 25.4 (2016): 573–596.\nBray, Mark (২০১৭)। Antifa: The Anti-Fascist Handbook। New York: Melville House। আইএসবিএন 978-1612197036। ওসিএলসি 1016082358। \nBrinks, J. H. “Political Anti-Fascism in the German Democratic Republic.” Journal of Contemporary History 32, no. 2 (1997): 207–17. [১].\nBullstreet, K. (২০০১)। Bash the Fash: Anti-Fascist Recollections 1984–1993। Kate Sharpley Library। আইএসবিএন 978-1-873605-87-5। \nClass War/3WayFight/Kate Sharpley Library Interview from Beating Fascism: Anarchist Anti-Fascism in Theory and Practice, anarkismo.net\nCopsey, N. (2011) \"From direct action to community action: The changing dynamics of anti-fascist opposition\", in Copsey, Nigel (২০১১)। The British National Party : contemporary perspectives। Abingdon, Oxon New York: Routledge। আইএসবিএন 978-0-415-48384-1। ওসিএলসি 657270952। \nNigel Copsey & Andrzej Olechnowicz (eds.), Varieties of Anti-fascism. Britain in the Inter-war Period, Palgrave Macmillan\nGilles Dauvé \"Fascism/Antifascism  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ জানুয়ারি ২০১০ তারিখে\", libcom.org\nDavid Featherstone \"Black Internationalism, Subaltern Cosmopolitanism, and the Spatial Politics of Antifascism\" Annals of the Association of American Geographers Volume 103, 2013, Issue 6, pp. 1406–1420\nFisher, David James. “Malraux: Left Politics and Anti-Fascism in the 1930’s.” Twentieth Century Literature 24, no. 3 (1978): 290–302. [২].\nJoseph Fronczak \"Local People's Global Politics: A Transnational History of the Hands Off Ethiopia Movement of 1935\" Diplomatic History, Volume 39, Issue 2, 1 April 2015, pp. 245–274\nHugo Garcia, ed, Transnational Anti-Fascism: Agents, Networks, Circulations Contemporary European History Volume 25, Issue 4 November 2016, pp. 563–572\nGottfried, Paul. Antifascism: The Course of a Crusade. Cornell University Press, 2021. [৩].\nKey, Anna, সম্পাদক (২০০৫)। Beating Fascism: Anarchist anti-fascism in theory and practice। Kate Sharpley Library। আইএসবিএন 978-1-873605-88-2। \nRenton, Dave. Fascism, Anti-fascism and Britain in the 1940s. Springer, 2016.\nStout, James (২০২০-০৬-২৪)। \"A Brief History of Anti-Fascism\"। Smithsonian Magazine। সংগ্রহের তারিখ ২০২০-০৯-০৪। \nEnzo Traverso \"Intellectuals and Anti-Fascism: For a Critical Historization\" New Politics, vol. 9, no. 4 (new series), whole no. 36, Winter 2004\nWhen Hate Groups Come to Town: A Handbook of Effective Community Responses। Atlanta: Center for Democratic Renewal। ১৯৯২। আইএসবিএন 978-1-881320-05-0। \n\n\n== বহিঃসংযোগ ==\n\nCentre for fascist, anti-fascist and post-fascist studies – Teesside University (archived 24 August 2017)\nRemembering the Anarchist Resistance to fascism"}