{"pageid": 1516993, "title": "অলিভার ওয়েন্ডেল হোম্‌জ সিনিয়র", "url": "https://bn.wikipedia.org/wiki?curid=1516993", "content": "অলিভার ওয়েন্ডেল হোমস্ সিনিয়র (; ২৯ আগস্ট, ১৮০৯ – ৭ অক্টোবর, ১৮৯৪) একজন মার্কিন চিকিৎসক, কবি এবং বহুবিদ্যাজ্ঞ ছিলেন, যিনি বোস্টনে বসবাস করতেন। তিনি উষ্ণ পারিবারিক কবি নামে পরিচিত কবিদের মধ্যে অন্যতম ছিলেন এবং সমসাময়িক লেখকদের কাছে সেই সময়ের অন্যতম সেরা লেখক হিসেবে প্রশংসিত হন। তাঁর সবচেয়ে বিখ্যাত গদ্য রচনা হলো \"ব্রেকফাস্ট-টেবিল\" সিরিজ, যা শুরু হয়েছিল \"দ্য অটোক্র্যাট অফ দ্য ব্রেকফাস্ট-টেবিল \" (১৮৫৮) বইটির মাধ্যমে। তিনি একজন চিকিৎসা সংস্কারকও ছিলেন। লেখক ও কবি হিসেবে কাজ করার পাশাপাশি তিনি চিকিৎসক, অধ্যাপক, বক্তা এবং উদ্ভাবক হিসেবেও খ্যাতি অর্জন করেন।\nহোমসের জন্ম কেমব্রিজ, ম্যাসাচুসেটস শহরে। তিনি ফিলিপস একাডেমি এবং হার্ভার্ড কলেজে শিক্ষা গ্রহণ করেন। ১৮২৯ সালে হার্ভার্ড থেকে স্নাতক ডিগ্রি অর্জনের পর, তিনি কিছুদিন আইন পড়েন, তবে পরে চিকিৎসা পেশায় মনোনিবেশ করেন। ছোটবেলা থেকেই তিনি কবিতা লিখতে শুরু করেন।তাঁর অন্যতম জনপ্রিয় কবিতা \"ওল্ড আয়রনসাইডস\" ১৮৩০ সালে প্রকাশিত হয় এবং এটি ইউএসএস কনস্টিটিউশন সংরক্ষণে গুরুত্বপূর্ণ ভূমিকা রাখে।\nপরে তিনি প্যারিসের স্বনামধন্য মেডিকেল স্কুলগুলিতে প্রশিক্ষণ গ্রহণ করেন এবং ১৮৩৬ সালে হার্ভার্ড মেডিকেল স্কুল থেকে \"ডক্টর অফ মেডিসিন\" ডিগ্রি লাভ করেন। তিনি ডার্টমাউথ মেডিকেল স্কুলে অধ্যাপনা করেন এবং পরে হার্ভার্ডে ফিরে যান, যেখানে কিছু সময় ডিন হিসেবেও দায়িত্ব পালন করেন।দীর্ঘ অধ্যাপনা জীবনে, তিনি বিভিন্ন চিকিৎসা সংস্কারের পক্ষে কথা বলেন। বিশেষভাবে, তিনি প্রথমদের একজন ছিলেন যিনি এই বিতর্কিত মত প্রকাশ করেন যে - ডাক্তাররা রোগীদের মধ্যে প্রসূতি জ্বর ছড়িয়ে দিতে সক্ষম।\n১৮৮২ সালে তিনি হার্ভার্ড থেকে অবসর গ্রহণ করেন এবং পরবর্তী সময়ে কবিতা, উপন্যাস ও প্রবন্ধ রচনায় মনোনিবেশ করেন। বোস্টনের সাহিত্য জগতের অভিজাতদের সঙ্গে হোমসের গভীর সম্পর্ক ছিল। তাঁর বন্ধুদের মধ্যে রালফ ওয়াল্ডো এমারসন, হেনরি ওয়াডসওয়ার্থ লংফেলো এবং জেমস রাসেল লোয়েল ছিলেন। উনবিংশ শতাব্দীর সাহিত্য জগতে তিনি গুরুত্বপূর্ণ প্রভাব ফেলেছিলেন। তাঁর বহু রচনা \"দ্য আটলান্টিক মান্থলি\"  পত্রিকায় প্রকাশিত হয়, যেটির নামকরণও তিনি করেছিলেন। তাঁর সাহিত্যিক কৃতিত্বের জন্য তিনি বিশ্বের বিভিন্ন বিশ্ববিদ্যালয় থেকে বহু সম্মানসূচক ডিগ্রি লাভ করেন।\nহোমসের রচনায় তাঁর প্রিয় বোস্টন শহরের কথা বারবার উঠে এসেছে, এবং অনেক লেখা হাস্যরসাত্মক বা আলাপচারিতামূলক ছিল। চিকিৎসাবিষয়ক লেখার ক্ষেত্রেও তিনি বিশেষ অবদান রাখেন। বিশেষ করে, ১৮৪৩ সালে প্রসূতি জ্বরের সংক্রামকতার ওপর লেখা তাঁর প্রবন্ধ সে সময়ের তুলনায় অনেক অগ্রগামী ছিল। তাঁকে প্রায়ই বিশেষ উপলক্ষের জন্য কবিতা রচনার অনুরোধ করা হতো, বিশেষত হার্ভার্ডে বিভিন্ন অনুষ্ঠানের জন্য। তিনি \"বোস্টন ব্রাহ্মণ\" এবং \"অ্যানাস্থেশিয়া\" (নির্বেদন) শব্দদুটিকে জনপ্রিয় করেন।\nতিনি ওলিভার ওয়েন্ডেল হোমস জুনিয়রের পিতা, যিনি পরবর্তীকালে মার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্টের বিচারপতি হন।"}