{"pageid": 1516905, "title": "সাইলেসিয়ান রন্ধনপ্রণালী", "url": "https://bn.wikipedia.org/wiki?curid=1516905", "content": "সাইলেসিয়ান রন্ধনপ্রণালী সেন্ট্রাল ইউরোপের সাইলেসিয়া অঞ্চলের খাবার। এটি পোলিশ এবং জার্মান রান্নার একটি উপধারা এবং এটি প্রতিবেশী অঞ্চলের রান্নার প্রভাব এবং অনুরূপতা বহন করে।  এই রান্নাটি বিশেষভাবে পোস্ত দানা এবং ক্নোডেল (নডেল) পদের জন্য জনপ্রিয়।\n\n\n== সিলেসীয় খাবারের তালিকা ==\nজিমলা - একটি ভালোভাবে সেঁকা রুটির রোল, যা মাঝখানে বিভক্ত থাকে এবং পোস্ত দানা দিয়ে সজ্জিত থাকে। এটি অস্ট্রিয়ান কাইসারসেমেল-এর সঙ্গে সাদৃশ্যপূর্ণ।\nক্লুসকি স্লাঁস্কি/শ্লেসিশে কার্তফেলক্লোস (সাইলেসিয়ান ডামপ্লিং) - মশলাদার সসের সাথে পরিবেশন করা গোলাকার ডামপ্লিং, যা সিদ্ধ আলু, কাঁচা আলু কুচানো, একটি ডিম, কুচানো পেঁয়াজ, গমের আটা এবং আলুর আটা দিয়ে তৈরি হয়।\nশ্লেসিশেস হিমেলরাইখ/সিলেজিয়ান নেবো (\"সাইলেসিয়ান হেভেন\") - শুকনো ফল এবং মশলা দিয়ে পানিতে সেঁকা শুকনো শুয়োরের মাংসের একটি ডিশ।\nরোলাডা জ মড্রু কপুস্তু (রোলাডেন উইথ রেড ক্যাবেজ) - শ্রেষ্ঠমানের গরুর মাংসের রোল, যা আচারের শাকসবজি, হ্যাম, এবং মশলা দিয়ে ভরা থাকে। এটি সর্বদা রেড ক্যাবেজের সঙ্গে পরিবেশন করা হয় (ভাজা বেকন, তাজা পেঁয়াজ এবং মসলাযুক্ত পিপড়ে দিয়ে)। ঐতিহ্যগতভাবে, এটি ক্লুসকি স্লাঁস্কির সঙ্গে রবিবারের নৈশভোজে খাওয়া হয়।\nশালোট - সিদ্ধ আলু ও গাজর, মটর, হ্যাম, বিভিন্ন সসেজ, আচারযুক্ত মাছ, সিদ্ধ ডিম দিয়ে তৈরি একটি সালাদ, যা অলিভ অয়েল বা মেয়োনিজ দিয়ে সিজন করা হয়।\nকাশাঙ্কা/ক্রুপনিয়োক/গ্রুটসভার্স্ট - একটি ধরনের রক্ত সসেজ, যা কাশা এবং পশুর রক্ত দিয়ে তৈরি হয়।\nঝিমলক - ক্রুপনিয়োকের মতো, কিন্তু কাশার বদলে রুটি (ঝিমলা) ব্যবহার করা হয়।\nওডজিওনকা/ব্রোটসুপ্পে - রসুন এবং শুকনো রাই রুটির টুকরো দিয়ে তৈরি একটি স্যুপ।\nসিয়েমেনিওটকা/হ্যানফসুপ্পে - হেম্প সীড দিয়ে তৈরি স্যুপ, যা একটি প্রধান ক্রিসমাস ইভের খাবার।\nকনিশা - মাংস এবং বাঁধাকপির সঙ্গে পূর্ণ পিটা রুটি।\nমোচকা/মোটশকা/লেবকুচেনসসস/পোল্নিশ সস - একটি ঐতিহ্যবাহী ক্রিসমাস ইভের মিষ্টি, এর প্রধান উপাদানগুলো হলো আদা কুকি এক্সট্র্যাক্ট, বাদাম এবং শুকনো ফল, স্ট্রবেরি কমপোট, এবং বাদাম।\nমাকওকি/মোহনপিলেন - ঐতিহ্যবাহী ক্রিসমাস ইভের মিষ্টি, যা সূক্ষ্ম মশলা পপি বীজ, কিসমিস, বাদাম, মিষ্টি ফলের খোসা, মধু, চিনি, এবং পুডিং দিয়ে তৈরি, এবং রাম দিয়ে সিজন করা হয়।\nহাউস্কিজা - শক্তভাবে স্বাদযুক্ত, বাড়িতে তৈরি পনির, যা কড়াইফুলের বীজ দিয়ে তৈরি হয়।\nকোপালনিওকি - চিনি, অ্যানিস তেল এবং সেন্ট জনের ঘাস, মেলিসা, এবং পিপারমিন্টের নির্যাস দিয়ে তৈরি শক্ত মিষ্টি, এর কালো রঙ আসে চারকোল ফুড ডাই থেকে।\nস্ট্রেউসেলকুচেন/কোলোক স্লাঁস্কি - মিষ্টি মিহি ঝরঝরে উপকরণ দিয়ে আচ্ছাদিত খামির রুটি।\nলিগনিটজার বম্বে/বোম্বা লেগনিচনো - ছোট চকোলেট-আচ্ছাদিত আদা কুকি কেক, যা মারজিপান এবং ফল বা বাদাম দিয়ে ভর্তি থাকে। এটি ঐতিহাসিকভাবে লেগনিটজ (লিগনিটজ) এর একটি বিশেষত্ব।\n\n\n== তথ্যসূত্র =="}