{"pageid": 1516416, "title": "জেসমিন পাথেজা", "url": "https://bn.wikipedia.org/wiki?curid=1516416", "content": "জেসমিন পাথেজা ভারতের একজন মানবাধিকার কর্মী, তিনি পশ্চিমবঙ্গের কলকাতায় জন্মগ্রহণ করেন। তিনি সৃষ্টি স্কুল অফ আর্ট ডিজাইন অ্যাণ্ড টেকনোলজি থেকে চারুকলায় স্নাতক ডিগ্রি অর্জন করেছেন। তিনি একজন প্রাক্তন অশোক ফেলো এবং লিঙ্গ সংবেদনশীলতার জন্য কাজ করেন। তিনি যৌনতা এবং হয়রানির বিভিন্ন দিকের প্রতি দৃষ্টি আকর্ষণ করে আসছেন, যার মধ্যে একটি হল ইভটিজিং, এটি যৌন হয়রানির একটি রূপ যা ভারতে খুবই সাধারণ। একই উদ্দেশ্যে তিনি ব্ল্যাঙ্ক নয়েজ প্রতিষ্ঠা করেছিলেন।\n\n\n== ব্ল্যাঙ্ক নয়েজ ==\n২০০৩ সালে বেঙ্গালুরুর সৃষ্টিতে থাকার সময় একটি ছাত্র প্রকল্প হিসেবে জেসমিন \"ব্ল্যাঙ্ক নয়েজ\" শুরু করেন। এরপর থেকে এটি ভারতের অন্যান্য শহরে এবং বিশ্বব্যাপী ছড়িয়ে পড়েছে। ব্ল্যাঙ্ক নয়েজের উদ্দেশ্য ছিল রাস্তায় হয়রানি এবং ইভটিজিং সম্পর্কে লিঙ্গ সংবেদনশীলতা তৈরি করা। এই প্রকল্পটি কেবলমাত্র লিঙ্গ-ভিত্তিক সহিংসতা মোকাবিলায় কাজ করে। এরা ইভটিজিংয়ের দোষ ভুক্তভোগীকে না দিয়ে অপরাধীকে দেওয়ার চেষ্টা করে। যৌন হয়রানির জন্য নারীরা যদি আইনি প্রতিকার চান, তাহলে এটি আইনি পরামর্শও প্রদান করে। এটি ভুক্তভোগীদের সাথে সরাসরি কাজ করে এবং বিদ্যমান আইনগুলিকে উন্নত করার পাশাপাশি রাস্তার হয়রানির বিরুদ্ধে আরও কঠোর আইনের পরামর্শ দেওয়ার চেষ্টা করছে। এই প্রকল্পটি পথ নাটিকা এবং সংঘর্ষমূলক প্রতিবাদের মতো উদ্ভাবনী উপায়ে সমস্যাটির সমাধান করে। প্রথমে, জেসমিন বিভিন্ন কলেজে প্রচার দিয়ে শুরু করেছিলেন কিন্তু পরে তিনি এই সিদ্ধান্তে আসেন যে রাস্তার আন্দোলন আরও কার্যকর হবে।\nজেসমিন এই বিষয়টি নিয়ে সচেতনতা ছড়িয়ে দেওয়ার জন্য নতুন এবং মূলধারার মাধ্যমও ব্যবহার করেন। তিনি একটি ব্লগ তৈরি করেছেন যেখানে আলোচনা, প্রশ্নাবলী, প্রশংসাপত্র এবং ছবির মাধ্যমে বিভিন্ন গোষ্ঠীর মানুষকে একত্রিত করা হয়। লোকেরা প্রায়শই ব্ল্যাঙ্ক নয়েজের পথ নাটিকা এবং প্রচারণায় অংশগ্রহণের জন্য স্বেচ্ছাসেবক হিসেবে কাজ করে। জেসমিন সচেতনভাবে নতুন সম্প্রদায়ের সন্ধান করেছেন যাদের সাথে সহযোগিতা করা যায়, এর মধ্যে রয়েছে যুব গোষ্ঠী, বস্তির স্বেচ্ছাসেবক, মহিলা বাস কণ্ডাক্টর, পুলিশ এবং পুরুষ।\n\n\n== ব্যক্তিগত জীবন ==\nজেসমিন পাথেজা কলকাতায় জন্মগ্রহণ করেছেন। তাঁর পরিবার ১৯৬০-এর দশকে বার্মা থেকে ভারতে চলে আসে। তাঁর দিদিমা তাঁর জীবনে এক শক্তিশালী প্রভাব ফেলেছেন। স্নাতকোত্তর ছাত্রী হিসেবে কলেজে পড়ার সময় থেকেই, যখন তিনি বুঝতে পারেন যে রাস্তার হয়রানি একটি প্রথাগত সমস্যা, তখন থেকেই তিনি সক্রিয়তা শুরু করেন।\n২০১১ সালের ২১শে আগস্ট তিনি এশিয়ান ইলেকট্রনিকা-র লণ্ডন-ভিত্তিক গুরু তালভিন সিংকে বিয়ে করেন, তাঁদের বিয়ে হয়েছিল কলকাতার রাসবিহারী অ্যাভিনিউতে অবস্থিত জগৎ সুধার নামক গুরুদ্বারে। জেসমিন একজন টেড এবং একজন অশোক ফেলো ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ মার্চ ২০১৯ তারিখে"}