{"pageid": 1516638, "title": "ম্যান্ডেলব্রট সেট", "url": "https://bn.wikipedia.org/wiki?curid=1516638", "content": "\n== ভূমিকা ==\nম্যান্ডেলব্রট সেট (ইংরেজি: Mandelbrot Set) হলো জটিল সংখ্যার সমতলে একটি গাণিতিক সেট, যা ফ্র্যাক্টাল জ্যামিতির সবচেয়ে বিখ্যাত উদাহরণ। এই সেটটি প্রথম কম্পিউটারের মাধ্যমে ভিজ্যুয়ালাইজ করা হয়েছিল এবং এর অসীম জটিলতা ও স্ব-সাদৃশ্য (self-similarity) বৈশিষ্ট্যের জন্য গণিত ও শিল্প জগতে ব্যাপক আলোচিত। ফরাসি-মার্কিন গণিতবিদ বেনোয়া ম্যান্ডেলব্রট ১৯৮০ সালে এই সেটটির বিস্তারিত অধ্যয়ন করেন, যদিও এর গাণিতিক ভিত্তি ২০শ শতকের শুরুতে পিয়েরে ফাতু ও গাস্তঁ জুলিয়ার কাজে পাওয়া যায়।  \n\n\n== ইতিহাস ==\nম্যান্ডেলব্রট সেটের ধারণার উৎপত্তি ২০শ শতকের প্রথম দিকে, যখন ফরাসি গণিতবিদ পিয়েরে ফাতু ও গাস্তঁ জুলিয়া জটিল গতিবিদ্যা (complex dynamics) নিয়ে গবেষণা করছিলেন। তারা পুনরাবৃত্তিমূলক ফাংশন \n  \n    \n      \n        \n          f\n          \n            c\n          \n        \n        (\n        z\n        )\n        =\n        \n          z\n          \n            2\n          \n        \n        +\n        c\n      \n    \n    {\\displaystyle f_{c}(z)=z^{2}+c}\n  \n এর আচরণ বিশ্লেষণ করেন, যেখানে \n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n একটি জটিল ধ্রুবক। তবে সেই সময় কম্পিউটারের অভাবে সেটটির দৃশ্যায়ন সম্ভব হয়নি।  \n১৯৭৮ সালে রবার্ট ব্রুকস ও পিটার ম্যাটেলস্কি প্রথম এই সেটের কিছু বৈশিষ্ট্য প্রকাশ করলেও, ১৯৮০ সালে বেনোয়া ম্যান্ডেলব্রট আইবিএম-এর গবেষণাগারে কম্পিউটার গ্রাফিক্স ব্যবহার করে সেটটির প্রথম স্পষ্ট চিত্র তৈরি করেন। তাঁর বই দ্য ফ্র্যাক্ট্যাল জিওমেট্রি অফ নেচার (১৯৮২) এই সেটকে জনপ্রিয় করে তোলে এবং \"ফ্র্যাক্ট্যাল\" শব্দটিকে বৈজ্ঞানিক শব্দভাণ্ডারে প্রতিষ্ঠিত করে।\n\n\n== গাণিতিক সংজ্ঞা ==\nম্যান্ডেলব্রট সেটকে জটিল সমতলে (complex plane) সংজ্ঞায়িত করা হয় নিম্নলিখিত পুনরাবৃত্তিমূলক সূত্রের মাধ্যমে:  \n\n  \n    \n      \n        \n          z\n          \n            n\n            +\n            1\n          \n        \n        =\n        \n          z\n          \n            n\n          \n          \n            2\n          \n        \n        +\n        c\n      \n    \n    {\\displaystyle z_{n+1}=z_{n}^{2}+c}\n  \n  \nযেখানে \n  \n    \n      \n        \n          z\n          \n            0\n          \n        \n        =\n        0\n      \n    \n    {\\displaystyle z_{0}=0}\n  \n, এবং \n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n একটি জটিল সংখ্যা। কোনো বিন্দু \n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n ম্যান্ডেলব্রট সেটের সদস্য হবে যদি এবং কেবল যদি পুনরাবৃত্তি ক্রম \n  \n    \n      \n        {\n        \n          z\n          \n            n\n          \n        \n        }\n      \n    \n    {\\displaystyle \\{z_{n}\\}}\n  \n অসীমের দিকে না যায় (অর্থাৎ, সীমিত থাকে)।  \nগণনার পদ্ধতি:  \n১. জটিল সমতলের প্রতিটি বিন্দু \n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n এর জন্য \n  \n    \n      \n        \n          z\n          \n            0\n          \n        \n        =\n        0\n      \n    \n    {\\displaystyle z_{0}=0}\n  \n ধরে শুরু করুন।  \n২. প্রতি ধাপে \n  \n    \n      \n        \n          z\n          \n            n\n            +\n            1\n          \n        \n        =\n        \n          z\n          \n            n\n          \n          \n            2\n          \n        \n        +\n        c\n      \n    \n    {\\displaystyle z_{n+1}=z_{n}^{2}+c}\n  \n গণনা করুন।  \n৩. যদি কোনো \n  \n    \n      \n        n\n      \n    \n    {\\displaystyle n}\n  \n এর জন্য \n  \n    \n      \n        \n          |\n        \n        \n          z\n          \n            n\n          \n        \n        \n          |\n        \n        >\n        2\n      \n    \n    {\\displaystyle |z_{n}|>2}\n  \n হয়, তবে \n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n সেটের বাইরে। অন্যথায়, \n  \n    \n      \n        c\n      \n    \n    {\\displaystyle c}\n  \n সেটের অন্তর্ভুক্ত।  \n\n\n== বৈশিষ্ট্যাবলী ==\n  \n  \n১. ফ্র্যাক্টাল সীমানা: ম্যান্ডেলব্রট সেটের সীমানা অসীমভাবে জটিল এবং যেকোনো মাপে জুম করলে নতুন নকশা দেখা যায়।  \n২. স্ব-সাদৃশ্য: সেটটির ছোট অংশগুলি বৃহত্তর অংশের অনুরূপ, তবে সম্পূর্ণ অনুরূপ নয় (quasi-self-similar)।  \n৩. সংযুক্ততা: ম্যান্ডেলব্রট সেট সংযুক্ত (connected), অর্থাৎ এটি একটিই টুকরো।  \n৪. এমএলসি অনুমান: এটি একটি অপ্রমাণিত অনুমান যে ম্যান্ডেলব্রট সেট \"লোকালি কানেক্টেড\" (স্থানীয়ভাবে সংযুক্ত)।\n\n\n== দৃশ্যায়ন ==\n  \nম্যান্ডেলব্রট সেটের চিত্রণে সাধারণত রঙের ব্যবহার করা হয় বিন্দুগুলির \"পলায়নের গতি\" (escape time) নির্দেশ করতে। যে বিন্দুগুলি দ্রুত অসীমে পৌঁছায়, তাদেরকে ভিন্ন রঙে দেখানো হয়। কম্পিউটার প্রোগ্রাম যেমন Ultra Fractal বা Mandelbrot Explorer ব্যবহার করে ব্যবহারকারীরা সেটটিকে অসীম পর্যন্ত জুম করতে পারেন, যেখানে প্রতিটি স্তরে নতুন ফ্র্যাক্টাল নকশা প্রকাশ পায়।\n\n\n== প্রয়োগ ==\nযদিও ম্যান্ডেলব্রট সেট প্রধানত গাণিতিক অনুসন্ধানের বিষয়, এর ধারণাগুলি নিম্নলিখিত ক্ষেত্রে প্রয়োগ করা হয়েছে:  \n- কম্পিউটার গ্রাফিক্স: ফ্র্যাক্টাল অ্যালগরিদম প্রাকৃতিক ভূদৃশ্য (যেমন পাহাড়, মেঘ) তৈরি করতে ব্যবহৃত হয়।  \n- শিল্প ও সংস্কৃতি: ফ্র্যাক্টাল শিল্প (fractal art) ডিজিটাল শিল্পের একটি শাখা হয়ে উঠেছে।  \n- বৈজ্ঞানিক মডেলিং: ফ্র্যাক্টাল গঠন তরল গতিবিদ্যা (fluid dynamics) বা জীববিজ্ঞানে জটিল কাঠামো বোঝাতে সাহায্য করে।  \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nম্যান্ডেলব্রট সেটের ইন্টারেক্টিভ ভিজ্যুয়ালাইজেশন\nফ্র্যাক্টাল ফাউন্ডেশনের শিক্ষামূলক সম্পদ"}