{"pageid": 1516631, "title": "ফানি অ্যান্ড আলেকজান্ডার", "url": "https://bn.wikipedia.org/wiki?curid=1516631", "content": "ফ্যানি এবং আলেকজান্ডার (সুইডীয়: Fanny och Alexander) ১৯৮২ সালে মুক্তিপ্রাপ্ত একটি ঐতিহাসিক নাট্যধর্মী চলচ্চিত্র, যা লিখেছেন ও পরিচালনা করেছেন সুইডিশ পরিচালক ইঙ্গমার বার্গম্যান। ছবির কাহিনী দুটি ভাইবোন এবং তাদের বড় পরিবারকে কেন্দ্র করে, যারা সুইডেনের উপসালা শহরে বসবাস করেন। ছবির প্রধান চরিত্রগুলো হলো ফ্যানি, আলেকজান্ডার এবং তাদের মা ইওয়া ফ্রোলিং এবং তাদের সৎ বাবা জন মালমশো। ছবির প্রধান চরিত্র  আলেকজান্ডার তার সৎ বাবা থেকে নির্যাতনের শিকার হয়, যিনি একজন বিশিষ্ট পুরোহিত।\nবার্গম্যান এই ছবিটি তার অবসরকালীন শেষ চলচ্চিত্র হিসেবে তৈরি করতে চেয়েছিলেন এবং তার চিত্রনাট্যটি আংশিকভাবে আত্মজীবনীমূলক। ছবির চরিত্রগুলো, আলেকজান্ডার, ফ্যানি এবং সৎ বাবা এডভার্ড, তাদের নিজ জীবনের সাথে সম্পর্কিত – যেখানে আলেকজান্ডার ও ফ্যানি বার্গম্যানের নিজের শৈশব, এবং এডভার্ড তার পিতা এরিক বার্গম্যান এর চরিত্রের অনুকরণ। ছবির বেশ কিছু দৃশ্য উপসালা শহরে শুট করা হয়েছিল। এই চলচ্চিত্রের নির্মাণ প্রক্রিয়া নিয়ে ফ্যানি এবং আলেকজান্ডারের নির্মাণ নামক একটি ডকুমেন্টারি চলচ্চিত্রও তৈরি হয়েছে।\nমূলত এটি একটি টেলিভিশন মিনি-সিরিজ হিসেবে পরিকল্পিত হয়েছিল, যা ৩১২ মিনিটের দৈর্ঘ্যে কাটা হয়েছিল; পরবর্তীতে ১৮৮ মিনিটের একটি চলচ্চিত্র সংস্করণ তৈরি করা হয়, যা প্রথম মুক্তি পায়। টেলিভিশন সংস্করণটি এখন পূর্ণাঙ্গ চলচ্চিত্র হিসেবে মুক্তি পেয়েছে এবং দুটি সংস্করণই বিশ্বের বিভিন্ন দেশে প্রদর্শিত হয়েছে। ৩১২ মিনিটের সংস্করণটি ইতিহাসের অন্যতম দীর্ঘ চলচ্চিত্র হিসেবে পরিচিত।\nথিয়েটার সংস্করণটি সমালোচকদের কাছ থেকে ব্যাপক প্রশংসা পেয়েছিল। এটি চারটি অ্যাকাডেমি পুরস্কার জিতেছে, যার মধ্যে রয়েছে শ্রেষ্ঠ বিদেশী ভাষা চলচ্চিত্র; এবং তিনটি গোল্ডবাগ পুরস্কার, যার মধ্যে অন্যতম ছিল শ্রেষ্ঠ চলচ্চিত্র। ফ্যানি এবং আলেকজান্ডার এর পরে, বার্গম্যান আরও কিছু আংশিক আত্মজীবনীমূলক চিত্রনাট্য তৈরি করেন, যার মধ্যে ১৯৯২ সালে মুক্তিপ্রাপ্ত চলচ্চিত্রগুলি ছিল সেরা উদ্দেশ্য, পরিচালিত বিলি অগাস্ট এবং রবিবারের সন্তানরা, পরিচালিত ড্যানিয়েল বার্গম্যান। পরবর্তীতে, এই ছবিটি ৮০-এর দশকের সেরা চলচ্চিত্র হিসেবে একাধিক রেটিং সাইট রটেন টমেটোস এবং মেটাক্রিটিক থেকে সর্বোচ্চ রেটিং লাভ করে, এবং এটি বার্গম্যানের অন্যতম শ্রেষ্ঠ কাজ এবং সুইডিশ সিনেমার অন্যতম বৃহত্তম সৃষ্টি হিসেবে বিবেচিত হয়।\n\n\n== কাহিনি সংক্ষেপ ==\n১৯০৭ সালের সুইডেনের একটি শহরে একটি পরিবার একটি থিয়েটার পরিচালনা করতেন । সেই পরিবারের দুই শিশু, আলেকজান্ডার ও তার বোন ফ্যানি, তাদের বাবা-মা এমিলি ও অস্কারের সঙ্গে এক সমৃদ্ধশালী জীবনে অভ্যস্ত। বড়দিন উপলক্ষে, তারা একটি নাট্য প্রদর্শনীর আয়োজন করে, যা তাদের পারিবারিক ঐতিহ্যের অংশ।\nকিন্তু এই সুখময় জীবনে ছেদ পড়ে, যখন অস্কার আকস্মিকভাবে স্ট্রোকে আক্রান্ত হয়ে মৃত্যুবরণ করেন। শোক কাটিয়ে ওঠার কিছুদিন পর এমিলি বিয়ে করেন স্থানীয় বিশপ এডভার্ড ভারগেরাসকে, যিনি একজন বিধুর পুরোহিত। বিয়ের পর, এমিলি তার নতুন স্বামীর বিশাল বাড়িতে স্থানান্তরিত হন, যেখানে বিশপের মা, বোন, খালা এবং কয়েকজন গৃহপরিচারিকা বাস করেন।\nকিছুদিনের মধ্যেই স্পষ্ট হয়ে ওঠে যে বিশপ এডভার্ড শুধু কঠোর নন, বরং স্বৈরাচারী ও নিয়ন্ত্রণপরায়ণ। বিশেষ করে, আলেকজান্ডারের কল্পনাপ্রবণতা তাকে ক্ষুব্ধ করে, এবং তিনি ছেলেটিকে কঠোর শাস্তি দেন। এদিকে, পরিবারের অন্য সদস্যদের মধ্যে আলেকজান্ডারের চাচা গুস্তাভ আদোলফ নারীদের প্রতি তার দুর্বলতার জন্য বিতর্কিত হয়ে ওঠেন, আর চাচা কার্ল চরম হতাশায় নিমজ্জিত থাকেন।\nপরিস্থিতি ক্রমেই জটিল হয়ে ওঠে, যখন এমিলি বুঝতে পারেন যে এই দমনমূলক পরিবেশ শিশুদের জন্য ক্ষতিকর। তিনি বিবাহবিচ্ছেদের সিদ্ধান্ত নেন, কিন্তু বিশপ এতে সম্মতি দেন না। যদি এমিলি আলাদা হয়ে যান, তবে আইন অনুযায়ী শিশুদের অভিভাবকত্ব বিশপের হাতেই থাকবে।\nএদিকে, একদাল পরিবারের সদস্যরা ক্রমশ উদ্বিগ্ন হয়ে ওঠেন। এমিলি গোপনে তার প্রাক্তন শাশুড়ি হেলেনার সঙ্গে দেখা করেন এবং জানান যে তিনি গর্ভবতী। তবে এমিলির অনুপস্থিতিতে বিশপ শিশুদের কঠোর শাসনে বন্দী করে রাখেন।\nআলেকজান্ডার একদিন ঘোষণা করে যে ভারগেরাস পরিবারের মৃত আত্মারা তার সঙ্গে যোগাযোগ করেছে এবং তারা বিশপকে তাদের মৃত্যুর জন্য দায়ী করেছে। এই গল্প শুনে গৃহপরিচারিকা জাস্টিনা বিশপকে জানালে, তিনি আলেকজান্ডারকে কঠোর শাস্তি দেন।\nঅবস্থা সংকটপূর্ণ হয়ে উঠলে, একদাল পরিবারের বন্ধু ইসাক জ্যাকোবি শিশুদের গোপনে উদ্ধার করে এবং তার দোকানে আশ্রয় দেন। অন্যদিকে, এমিলির শ্যালকেরা বিশপের সঙ্গে আলোচনায় বসেন, তাকে বিবাহবিচ্ছেদে রাজি করানোর জন্য। তারা বিশপের দেনা, সম্ভাব্য কেলেঙ্কারি এবং শিশুদের অভিভাবকত্বের বিষয়টি সামনে এনে তাকে চাপ প্রয়োগ করলেও বিশপ অনড় থাকেন।\nগর্ভবতী এমিলি শেষ পর্যন্ত কঠোর সিদ্ধান্ত নেন। তিনি বিশপকে একটি শক্তিশালী ঘুমের ওষুধ মিশ্রিত পানীয় পান করান এবং জানান, তিনি তাকে ছেড়ে চলে যাচ্ছেন। বিশপ হুমকি দেন যে, তিনি একদাল পরিবারের জীবন ধ্বংস করে দেবেন, কিন্তু ওষুধের প্রভাবে তিনি অচেতন হয়ে পড়েন।\nঠিক সেই মুহূর্তে, বিশপের বৃদ্ধা খালা এলসা দুর্ঘটনাবশত একটি গ্যাস ল্যাম্প ফেলে দেন, যার ফলে তার পোশাকে আগুন ধরে যায়। আতঙ্কিত হয়ে তিনি সাহায্যের জন্য বিশপের কাছে ছুটে যান, কিন্তু বিশপ নিজেও আগুনে দগ্ধ হন। চরম যন্ত্রণার মধ্যে ছটফট করতে করতে তিনি মারা যান।\nআলেকজান্ডার এর আগেও কল্পনায় এই দৃশ্যটি দেখেছিল। রহস্যময় ইসমাইল রেটজিনস্কি তাকে বলে, \"যদি তুমি সত্যিই বিশ্বাস করো, তবে কল্পনাও বাস্তবে রূপ নিতে পারে।\"\nসবশেষে, একদাল পরিবার পুনরায় একত্রিত হয়। নবজাতকের খ্রিস্টধর্মে দীক্ষার অনুষ্ঠানে অংশ নেয় পরিবার। এই শিশুটি ছিল এমিলি ও প্রয়াত বিশপের কন্যা। একইসঙ্গে আলেকজান্ডারের চাচা গুস্তাভ আদোলফ ও গৃহপরিচারিকা মাজ-এর অবৈধ কন্যাও ছিল এই অনুষ্ঠানের অংশ।\nএই সময়, আলেকজান্ডার হঠাৎ বিশপের আত্মার মুখোমুখি হয়। আত্মাটি তাকে ধাক্কা দিয়ে ফেলে দিয়ে বলে, \"তুমি কখনোই আমার হাত থেকে মুক্তি পাবে না!\"\nঅন্যদিকে, এমিলি তার উত্তরাধিকারসূত্রে পাওয়া থিয়েটার পরিচালনার দায়িত্ব নেন এবং হেলেনাকে অগাস্ট স্ট্রিন্ডবার্গ এর নাটক \"এ ড্রিম প্লে\" উপহার দেন। প্রথমে হেলেনা এটি অভিনয়ের জন্য অস্বীকৃতি জানান এবং স্ট্রিন্ডবার্গকে \"নারীবিদ্বেষী\" বলে উল্লেখ করেন। তবে কিছুক্ষণ পর তিনি নাটকটি পড়তে শুরু করেন আর ঘুমন্ত আলেকজান্ডার তা শুনতে থাকে।\nএভাবে, \" একদাল \" পরিবার এক নতুন অধ্যায়ে প্রবেশ করে, যেখানে পুরোনো দুঃস্বপ্নের ছায়া রয়ে গেলেও, নতুন দিনের প্রত্যাশা উজ্জ্বল হয়ে ওঠে।\n\n\n== অভিনেতা ও চরিত্র ==\n\nএই চলচ্চিত্রে নিম্নলিখিত অভিনেতারা বিভিন্ন চরিত্রে অভিনয় করেছেন:-\nএকডাল পরিবার\n\nবিশপের পরিবার\n\nজ্যাকোবির পরিবার\n\nথিয়েটার দল\n\n\n== নির্মাণ ==\n  \nপরিচালক ইংমার বার্গম্যান ১৯৮০ সালে তাঁর চলচ্চিত্র ফ্রম দ্য লাইফ অব দ্য ম্যারিওনেটস নির্মাণের সময় ফ্যানি অ্যান্ড আলেকজান্ডার-এর ধারণা করেন এবং ১৯৭৯ সালের গ্রীষ্মে ফোরো দ্বীপে বসে এর চিত্রনাট্য রচনা করেন। বার্গম্যান শুরুতে এটিকে তাঁর শেষ পূর্ণদৈর্ঘ্য চলচ্চিত্র হিসেবে ঘোষণা করলেও, পরবর্তী সময়ে আরও কিছু চিত্রনাট্য রচনা করেন এবং টেলিভিশনের জন্য পরিচালনা চালিয়ে যান। সংবাদমাধ্যমকে তিনি জানান, \"আমার এখন আর সেই মানসিক ও শারীরিক শক্তি নেই।\" এই উপলব্ধি থেকেই তিনি অবসর নেওয়ার সিদ্ধান্ত নেন।  \nচিত্রনাট্যটি অনেকাংশেই আত্মজৈবনিক, যেখানে বার্গম্যান তাঁর শৈশবের সুখময় ও সৌভাগ্যবান সময়কে তুলে ধরতে চেয়েছেন। চরিত্র আলেকজান্ডারকে মূলত তাঁর শৈশবের প্রতিরূপ হিসেবে গড়ে তোলা হয়েছে। বিশেষ করে, তাঁর দাদির বাড়ির স্মৃতিই এই চলচ্চিত্রের মূল অনুপ্রেরণা ছিল।তিনি তাঁর শৈশব নিয়ে মন্তব্য করেছিলেন:  \n\nবাস্তবতা এবং কল্পনার মধ্যে পার্থক্য করা কঠিন ছিল। আমি যদি চেষ্টা করতাম, তবে হয়তো বাস্তবতাকে সত্যিকারের বাস্তব রাখতে পারতাম। কিন্তু, উদাহরণস্বরূপ, ভূত ও প্রেতাত্মা ছিল। আমি তাদের কী করব? আর সাগাদের কথা, তারা কি সত্য ছিল?   \nবার্গম্যান তাঁর ১০ বছর বয়সে খালার কাছ থেকে উপহার পাওয়া ম্যাজিক লণ্ঠনকে অত্যন্ত গুরুত্বপূর্ণ মনে করতেন। এটি তাঁর আত্মজীবনীতে বিশেষভাবে উল্লেখিত হয়েছে এবং এর আগে ১৯৭২ সালের ক্রাইস অ্যান্ড উইস্পার্স\n চলচ্চিত্রেও ম্যাজিক লণ্ঠনের একটি চিত্র তুলে ধরা হয়েছিল।  \nতবে, চলচ্চিত্রের একডাল পরিবার ও বার্গম্যানের বাস্তব পরিবার একেবারে এক নয়। তাঁর শৈশবের স্মৃতিতে থাকা বড় বোন মার্গারেটা বার্গম্যান-এর চরিত্র প্রতিফলিত হয়েছে ফ্যানির মাধ্যমে। যদিও ফ্যানি গল্পের কেন্দ্রবিন্দু নয়, তবুও তিনি চলচ্চিত্রের শিরোনামে অন্তর্ভুক্ত হয়েছেন।  \nবার্গম্যানের বাবা এরিক বার্গম্যান ছিলেন একজন কঠোর লুথেরান যাজক। চলচ্চিত্রের চরিত্র এডভার্ড এরিকের আদলে তৈরি, যিনি একজন নারীবেষ্টিত পরিবেশে বেড়ে উঠেছিলেন। এছাড়া, সত্যতা ও সততার বিষয়ে আলেকজান্ডারের সঙ্গে এডভার্ডের যে দ্বন্দ্ব, বাস্তবেও বার্গম্যানের সঙ্গে তাঁর পিতার এমন দ্বন্দ্ব ছিল। আলেকজান্ডারের তৈরি করা গল্প, যেখানে সে দাবি করে যে তাকে একটি সার্কাসে বিক্রি করে দেওয়া হয়েছিল, সেটি বার্গম্যান নিজেও শৈশবে বলতেন এবং এ নিয়ে তাঁর বাবার সঙ্গে সংঘর্ষে জড়াতেন।  \nতবে, বার্গম্যান একবার বলেন, \"অনেকে মনে করেন যে ১২ বছর বয়সি আলেকজান্ডার আমার প্রতিরূপ। কিন্তু তা পুরোপুরি সত্য নয়। ফ্যানি অ্যান্ড আলেকজান্ডার হলো একটি গল্প, মধ্যবিত্ত, হয়তো উচ্চ-মধ্যবিত্ত একটি পরিবারের ইতিহাস যা আমার ব্যক্তিত্বের বড় অংশ আসলে বিশপের চরিত্রে প্রতিফলিত হয়েছে, আলেকজান্ডারের চেয়ে বেশি।\"  \nবার্গম্যান এই প্রকল্পটি প্রযোজক ইয়োর্ন ডোনার-এর কাছে উপস্থাপন করেন, যিনি বাজেট সরবরাহ করতে রাজি হন, তবে শর্ত ছিল যে সমস্ত নির্মাণ ও পোশাক পরিকল্পনার দায়িত্ব সুইডিশদের হাতে থাকতে হবে। বার্গম্যান প্রথমে সন্দেহ প্রকাশ করলেও শেষ পর্যন্ত সম্মতি দেন। এই চলচ্চিত্রের আনুমানিক বাজেট ছিল ৪০ মিলিয়ন এসইকে, যা এক সময়ের সবচেয়ে ব্যয়বহুল সুইডিশ চলচ্চিত্র ছিল। অর্থ সংগ্রহের জন্য ডোনার এবং সুইডিশ ফিল্ম ইনস্টিটিউট গোমোঁ এবং পশ্চিম জার্মান টেলিভিশনের সঙ্গে অংশীদারিত্ব গড়ে তোলে। বার্গম্যান ১৯৮০ সালের অক্টোবরে চিত্রনাট্যের কাজ শেষ করেন এবং নিউ ইয়র্ক ম্যাগাজিনের মতে, প্রকল্পটির বাজেট প্রায় ৭ মিলিয়ন ডলার নির্ধারিত হয়।\n\n\n=== অভিনয় ===\n\n১৯৮০ সালের অক্টোবরে ঘোষণা করা হয় যে ছবির প্রধান চরিত্রে অভিনয় করবেন লিভ উলমান, ম্যাক্স ফন সিডো এবং এরল্যান্ড জোসেফসন। প্রাথমিকভাবে, ফন সিডোকে এডভার্ড চরিত্রের জন্য নির্বাচিত করা হয়, যিনি বার্গম্যানের মতে তার পিতার মতো ছিলেন। তবে, আন্তর্জাতিক প্রযোজনায় ব্যস্ত হয়ে পড়া এবং তার এজেন্টের উচ্চ পারিশ্রমিক দাবির কারণে চুক্তি সম্পাদনে সমস্যা দেখা দেয়। শেষ পর্যন্ত, এই চরিত্রে অভিনয়ের জন্য বার্গম্যান তার পূর্ববর্তী সহকর্মী জান মাল্মশ্যো-কে নির্বাচন করেন।\n১৯৮১ সালে, উলমান ব্যস্ততার কারণে এমিলি চরিত্রের প্রস্তাব প্রত্যাখ্যান করেন। পরবর্তীতে, ২০১৩ সালে, তিনি মন্তব্য করেন, \"আমি এখনো জানি না কেন আমি এটি করিনি।\"\nচিত্রনাট্যের কেন্দ্রবিন্দু চরিত্র আলেকজান্ডারের জন্য ১০ বছর বয়সী বার্টিল গুবে-কে বেছে নেওয়া হয়। বার্গম্যান টেলিভিশন চলচ্চিত্রে গুবে-কে দেখে মুগ্ধ হন এবং তার অডিশনের সময় গল্প বলার দক্ষতা দেখে চূড়ান্ত সিদ্ধান্ত নেন। একইভাবে, শিশু অভিনেত্রী পার্নিলা অলউইন-কে ফ্যানি চরিত্রের জন্য নির্বাচন করা হয় এবং শুরুতে তিনি ও গুবে একে অপরকে প্রতিদ্বন্দ্বী মনে করতেন।  \nঅন্যদিকে, গুন্নার বিয়োর্নস্ট্র্যান্ড অভিনয়ের সময় আলঝেইমার রোগের প্রাথমিক পর্যায়ে ছিলেন, ফলে সংলাপ মুখস্থ করতে তার সমস্যা হচ্ছিল। তবুও, তাকে ছোট একটি চরিত্র প্রদান করা হয়। প্রবীণ অভিনেত্রী গুন ওলগ্রেন ক্যান্সারে আক্রান্ত হওয়া সত্ত্বেও হেলেনা চরিত্রে অভিনয় করেন এবং দৃশ্যধারণের সময় ব্যথা লুকিয়ে রাখতেন।  \nএই চলচ্চিত্রটি গুন্নার বিয়োর্নস্ট্র্যান্ড ও গুন ওলগ্রেন-এর শেষ অভিনয় ছিল। এছাড়াও, পার্নিলা ওয়ালগ্রেন (পরবর্তীতে অগাস্ট) তার ক্যারিয়ারের অন্যতম সফল চরিত্রে অভিনয় করেন, যা তার জন্য নতুন দিগন্ত উন্মোচন করে।  \nএই চলচ্চিত্রে মোট ৬০টি সংলাপধারী চরিত্র এবং ১,২০০-এরও বেশি অতিরিক্ত অভিনেতা ছিলেন।\n\n\n=== প্রাক-প্রস্তুতি ===\nচলচ্চিত্রটির শিল্প নির্দেশক আন্না আস্প প্রাক-প্রস্তুতির জন্য ছয় মাস সময় পান এবং এই সময়ে তিনি ছোট আকারের মডেল তৈরি ও দৃশ্যপট অঙ্কনের কাজ শুরু করেন। একডাল পরিবারের বাড়ির নকশা তৈরি করতে গিয়ে ইংমার বার্গম্যান তার বাস্তব জীবনের দাদির উপসালা বাসভবনকে অনুপ্রেরণা হিসেবে গ্রহণ করেন। তার দাদি সেখানে একটি অ্যাপার্টমেন্টে বসবাস করতেন, আর অপর অ্যাপার্টমেন্টটি এরিক বার্গম্যান ও তার পরিবারের জন্য ছিল। আস্প, ওস্কার ও এমিলির অ্যাপার্টমেন্টের জন্য আর্ট নুভো শৈলী নির্বাচন করেন।  \nপাদরি মহাশয়ের বাড়ির নকশা তৈরির সময় আস্প এমন একটি রূপ দিতে চেয়েছিলেন, যা ভীতিকর হলেও বাস্তবে কোনো ধর্মীয় ব্যক্তির বসবাসের জন্য উপযুক্ত হবে। এজন্য তিনি একটি সাময়িকীতে প্রকাশিত প্রাচীন দুর্গের ছবি থেকে অনুপ্রেরণা নেন।  \nইসাকের বাড়ির নকশার ক্ষেত্রে বার্গম্যানের স্মৃতিতে থাকা এক ইহুদি পুরাতন সামগ্রীর দোকানের মালিকের ধারণা অনুসারে একটি গোলকধাঁধা-সদৃশ পরিবেশ তৈরি করা হয়।  \nপোশাক পরিকল্পনায় ছিলেন মারিক ভস, যিনি চলচ্চিত্রটির প্রধান চরিত্রগুলোর জন্য ২৫০টি এবং অতিরিক্ত অভিনয়শিল্পীদের জন্য ১,০০০-এরও বেশি পোশাক প্রস্তুত করেন। তিনি বিভিন্ন ধরনের কাপড়ের নমুনা পরীক্ষা করার অনুমতি দেন, যাতে ক্যামেরার সামনে সেগুলো কেমন দেখাবে তা বোঝা যায়। বার্গম্যান এই পরীক্ষার বেশিরভাগ পর্যবেক্ষণ করেন। এছাড়াও, রঙের সামঞ্জস্য নিশ্চিত করতে ভস শিল্প নির্দেশক আস্পের সঙ্গে ঘনিষ্ঠভাবে কাজ করেন।\n\n\n=== চলচ্চিত্র নির্মাণ ===\n\nচলচ্চিত্রটির প্রধান শুটিং কাজ উপসালা, সুইডেনে শুরু হয়েছিল। এটি ৭ সেপ্টেম্বর ১৯৮১ থেকে ২২ মার্চ ১৯৮২ পর্যন্ত চলে। শুটিংয়ের শুরুতে, পরিচালকরা উপসালার রাস্তায় শুটিং করতে শুরু করেন, যেখানে পৌর কর্তৃপক্ষ চলচ্চিত্র টিমকে সড়কের সাজসজ্জা পরিবর্তন করার অনুমতি দেয়। শুটিংটি ক্রমানুসারে করা হয়েছিল এবং অভিনেতা গুভে চলচ্চিত্রটির মূল কাহিনী, যা ছিল তার সৎ বাবার সঙ্গে তার দ্বন্দ্ব, তা শুটিং চলাকালীন জানেন। প্রথম শুটিংয়ের দিন, বার্গম্যান একটি বালিশ যুদ্ধের দৃশ্য পরিচালনা করেন, যা অভিনেত্রী ওলগ্রেনের জন্য আরামদায়ক পরিবেশ তৈরি করেছিল। এর মাধ্যমে, পরিচালক শিশু অভিনেতাদের সঙ্গে সম্পর্ক আরও মধুর হয়। গুভে এবং অভিনেত্রী পার্নিলা অলউইন একে অপরের সঙ্গে বাইসাইকেল চালিয়ে শুটিংয়ের মাঝে খেলত, যা মাঝে মাঝে তাদের পোষাক নোংরা করে ফেলত এবং দলের সদস্যদের তাড়াতাড়ি তা পরিষ্কার করতে হত। তবে গুভে বার্গম্যানের সঙ্গে একটি তিক্ত মুহূর্তের সম্মুখীন হন, যখন তিনি এক শুটিংয়ের সময় হাসছিলেন এবং বার্গম্যান তাকে ধমক দিয়ে বলেন, \"এটি সবচেয়ে অপ্রফেশনাল আচরণ যা আমি কখনো দেখেছি।\"\nশুটিংয়ের সময় গুভে পুরো সপ্তাহটা কাজ করতে থাকলেও, শুটিংয়ের মধ্যে প্রতিদিন স্কুলের কাজও করতেন।\nশুটিংয়ের বেশিরভাগ দৃশ্য উপসালা ক্যাথেড্রালের বাইরে শুট করা হয়েছিল, যেখানে ক্যাথেড্রালের ডিনের সঙ্গে একটি অ্যান্টেনা সরানোর বিষয়ে মতবিরোধ হয়েছিল। এর পর, এডভার্ডের বাড়ির শুটিং আপল্যান্ডসমুসেট, উপসালা কাউন্টি-এর যাদুঘরে করা হয়। ভিতরের দৃশ্যগুলোর জন্য, একই সেট ব্যবহার করা হয়েছিল উপসালা এবং সুইডিশ ফিল্ম ইনস্টিটিউটে, যা বিভিন্ন স্থানের প্রতিকৃতি তৈরি করেছিল।\nবার্গম্যান ইনফ্লুয়েঞ্জা-এ আক্রান্ত হওয়ার ফলে, তার সহকর্মীরা তার বদলে Oscar-এর অন্ত্যেষ্টিক্রিয়া দৃশ্যে ৫০০ জন অতিরিক্ত অভিনেতা এবং একটি ব্রাস ব্যান্ড ব্যবহার করেন। এক সময়, শুটিং চলাকালীন একটি কাঠের বিম পড়ে এবং বার্গম্যান এবং চিত্রগ্রাহক সোভেন নিকভিস্ট এর ওপর পড়তে যেতে পারে। অন্যান্য কিছু কর্মীও কাজের সময় দুর্ঘটনায় আহত হন। এক পুরুষ স্টান্ট পারফর্মার যখন দাহনকৃত আন্ট এলসা চরিত্রে অভিনয় করছিলেন, তাকে প্রকৃত নাপাল্ম দ্বারা পোড়ানো হয়। ছবির বেশিরভাগ শুটিংই বার্গম্যান এবং আর্নে কার্লসন দ্বারা ১৯৮৪ সালের '''দ্য মেকিং অফ ফ্যানি অ্যান্ড আলেকজান্ডার'  ডকুমেন্টারির জন্য রেকর্ড করা হয়েছিল।\n\n\n== সমালোচনা ==\nসমালোচক মিচিকো কাকুতানি ফ্যানি অ্যান্ড আলেকজান্ডার  বিবাহ-নাটক ও পারিবারিক জীবনের প্রতিচ্ছবি লক্ষ্য করেছেন, যা পূর্বে থার্স্ট (১৯৪৯), সিনস ফ্রম আ ম্যারেজ (১৯৭৩) এবং \" ফ্রম দ্য লাইফ অফ দ্য ম্যারিওনেটস \"এর মতো চলচ্চিত্রে দেখা গেছে।\nঅন্যদিকে, অধ্যাপক লিন্ডা হাভার্টি বিস্ময় প্রকাশ করেছেন বার্গম্যানের কাজের প্রতি, বিশেষ করে তাঁর অতিপ্রাকৃত উপাদান—যেমন ভূত ও টেলিপ্যাথি-এর সংযোজনের কারণে। এটি ছিল তাঁর ১৯৬০ ও ১৯৭০-এর দশকের মনস্তাত্ত্বিক হরর ঘরানার কাজ থেকে একটি ব্যতিক্রম, যেখানে এই চলচ্চিত্রটি একটি বিল্ডুংসরোমান আখ্যানে পরিণত হয়েছে।  \nঅধ্যাপক ফ্র্যাঙ্ক গ্যাডো তাঁর ১৯৮৬ সালের গ্রন্থ দ্য প্যাশন অফ ইংমার বার্গম্যান\n\nএ যুক্তি দেন যে, ফ্যানি অ্যান্ড আলেকজান্ডার আসলে দুটি ভিন্ন চলচ্চিত্র, যা একই পরিবারের সদস্যদের কেন্দ্র করে আবর্তিত হলেও নাটকীয়ভাবে পৃথক। তাঁর মতে, যে উষ্ণতা দর্শকদের হৃদয়ে ছোঁয়, তা কেবল বাইরের স্তর; বরং এর কেন্দ্রবিন্দু বার্গম্যানের অন্যান্য যেকোনো রচনার মতোই শীতল ও গভীর।\n\n\n=== জাদু ও বাস্তবতা ===\n  \nগবেষক এগিল টোর্নকভিস্ট মনে করেন, চরিত্র গুস্তাভ অ্যাডলফ বাস্তব জীবনের আনন্দ-উল্লাসের প্রতীক, যেখানে আলেকজান্ডার ও ইসাক এমন এক জগতে বাস করে, যেখানে অতিপ্রাকৃত ও অশুভ শক্তির উপস্থিতি প্রবল। সমালোচক ডেভ কেয়ার এটিকে রূপকথার আঙ্গিকে ব্যাখ্যা করেছেন, যা মূলত আলেকজান্ডারের দৃষ্টিভঙ্গির প্রতিফলন, যেখানে বাস্তবতা মিথ ও কিংবদন্তির ছোঁয়ায় রঙিন। লেখক লরা হিউবনার-এর মতে, আলেকজান্ডার একই সঙ্গে ভূত ও স্বপ্নের জগৎ দেখতে পায়, যা বাস্তবতার পাশাপাশি অবস্থান করে।  \nএই স্বপ্নদর্শনের ক্রমধারাও তাৎপর্যপূর্ণ। যখন এডভার্ড-এর বিরুদ্ধে এক কল্পিত গল্প বলার কারণে আলেকজান্ডারকে শাস্তি দেওয়া হয়, তখন মৃত ভারগেরুস পরিবারের ভূত তাকে ভিন্ন এক সত্য দেখায়। তারা এডভার্ডের নির্দোষতা প্রমাণ করতে চায়, যা বোঝায় যে শাস্তি ও ভয় আলেকজান্ডারের কল্পনায় নতুন এক বাস্তবতা তৈরি করেছে। অন্যদিকে, লেখক মাসউদ জাভারজাদেহ মনে করেন, আলেকজান্ডারের এই স্বপ্নদর্শন আসলে তার শিল্পী হয়ে ওঠার ইঙ্গিত দেয়। তার মতে, \"সে এমন এক বাস্তবতা নির্মাণে লিপ্ত, যা তার চারপাশের অস্থিতিশীল বাস্তবতার চেয়ে অধিক সত্য ও স্থিতিশীল\"।  \nগুস্তাভ অ্যাডলফের চূড়ান্ত সংলাপে স্পষ্ট, একদল মানুষ জীবনের গভীর দর্শনের অনুসন্ধানে তেমন আগ্রহী নয়। কার্ল চরিত্রের সঙ্গে আলেকজান্ডারের তুলনা করে জাভারজাদেহ দেখান যে যুক্তির অনুসন্ধানকারী কার্ল শেষ পর্যন্ত হাস্যকর হয়ে ওঠে, এমনকি এক পর্যায়ে শিশুদের বিনোদনের জন্য তার স্বাভাবিক শারীরিক ক্রিয়াকলাপ ব্যবহার করে।  \nটোর্নকভিস্ট-এর মতে, একডাহল পরিবারের নাম হেনরিক ইবসেন-এর নাটক দ্য ওয়াইল্ড ডাক থেকে অনুপ্রাণিত। ইবসেনের নাটকে এই নামটি বাস্তবতা সম্পর্কে বিভ্রান্ত চরিত্রগুলোর সঙ্গে সম্পৃক্ত। তবে, ফ্যানি অ্যান্ড আলেকজান্ডার-এ \"একডাল\" নামের শেষে একটি \"H\" যোগ করা হয়েছে, যা নামটিকে আরও অভিজাত ধ্বনি প্রদান করে।  \nহিউবনার গবেষক মেরিলিন জনস ব্ল্যাকওয়েল ও টোর্নকভিস্ট-এর বরাত দিয়ে বলেন, যদিও নামের ভিত্তিতে ফ্যানি ও আলেকজান্ডার সমান গুরুত্বপূর্ণ বলে মনে হতে পারে, প্রকৃতপক্ষে আলেকজান্ডারই প্রধান চরিত্র এবং ফ্যানির ভূমিকা তুলনামূলকভাবে গৌণ। ব্ল্যাকওয়েল আরও উল্লেখ করেন যে, কল্পনার শক্তি এখানে মূলত পুরুষ-প্রধান দৃষ্টিভঙ্গি থেকে উপস্থাপিত হয়েছে। কেয়ার-এর ব্যাখ্যায়, আলেকজান্ডার কাহিনির কেন্দ্রে থাকলেও ঘটনাপ্রবাহ মূলত প্রাপ্তবয়স্কদের দ্বারা নিয়ন্ত্রিত হয়।  \nআলেকজান্ডারের স্বপ্ন ও বাস্তবতার সম্পর্ক নিয়ে বিশিষ্ট সমালোচক রজার এবার্ট মন্তব্য করেন:  \nফ্যানি অ্যান্ড আলেকজান্ডার এক অর্থে আলেকজান্ডারের উপলব্ধির কাহিনি। যদি জাদু বাস্তব হয়, যদি ভূত সত্যিই চলাফেরা করে, তবে সেটাই বাস্তবতা। বার্গম্যান তার অন্যান্য চলচ্চিত্রেও অতিপ্রাকৃত উপাদান ব্যবহার করেছেন। অন্যভাবে দেখলে, এ কাহিনি এক শিশু-স্মৃতির প্রতিফলনও হতে পারে, যেখানে আধা-বোঝা ও আধা-ভোলা ঘটনাগুলো নতুন এক রূপকথার মাধ্যমে জীবনের ব্যাখ্যা হয়ে ওঠে।\nশেষ দৃশ্যে, হেলেনা অগাস্ট স্ট্রিন্ডবার্গ-এর ১৯০২ সালের নাটক আ ড্রিম প্লে থেকে আবৃত্তি করেন: \"কিছুই অসম্ভব নয়, সবকিছুই সম্ভব এবং সম্ভাব্য। সময় ও স্থান বলে কিছু নেই। সামান্য বাস্তবতার ভিত্তির ওপর কল্পনা তার বুনন বিস্তৃত করে\"।  \nআ ড্রিম প্লে-এর মতোই, ফ্যানি অ্যান্ড আলেকজান্ডার জীবনের অস্থির বাস্তবতার ধারণাকে অনুসন্ধান করে। গবেষক গাডো মনে করেন, এ উক্তিটি স্মৃতি ও কল্পনাকে নির্দেশ করে এবং বার্গম্যানের সম্পূর্ণ চলচ্চিত্র-ভাণ্ডার এক স্বপ্নের অন্তর্ভুক্ত পর্বগুলোর মতো।\n\n\n=== পারিবারিক দ্বন্দ্ব ===\n\nবিশ্লেষক জ্যারড হেইস ফিল্ম কোয়ার্টারলি-তে প্রকাশিত তার এক নিবন্ধে উল্লেখ করেন যে, আলেকজান্ডার ও এডভার্ডের মধ্যে দ্বন্দ্ব দুটি শক্তিশালী শক্তির সংঘর্ষের মতো। এডভার্ড যেখানে \"একটি প্রতিমার শক্তি\" ধারণ করেন, সেখানে আলেকজান্ডারের হাতে রয়েছে \"প্রতিমার প্রকৃত শক্তি\"। সাহিত্যিক টর্নকভিস্ট বলেন, আলেকজান্ডারের বাবা অস্কার সাদা পোশাক পরেন, আর সৎবাবা এডভার্ড কালো পোশাক পরেন, যা ন্যায় এবং অন্যায়ের প্রতীক হিসেবে দেখা যায়।\nএকাডেমিক আমির কোহেন-শালেভ মনে করেন, অস্কার ছিলেন স্নেহশীল কিন্তু নিষ্ক্রিয়, আর এডভার্ড ছিলেন কঠোর এবং ধর্মীয়ভাবে গোঁড়া। তিনি বলেন, এডভার্ড তার আবেগের দুর্বলতা আড়াল করতে নিজের বিশ্বাসের ওপর এক ধরনের ভণ্ডামি সৃষ্টি করেন এবং \"ধর্মীয় ভণ্ডামি\" দিয়ে নিজের আসল রূপ লুকান। এমনকি তার বিশ্বাসের শক্তিও প্রশ্নবিদ্ধ, কারণ তিনি \"ভালোবাসা\" শব্দটি ঘৃণার অর্থে ব্যবহার করেন।\nউইলিয়াম শেক্সপিয়ারের হ্যামলেট নাটকের সঙ্গে কাহিনির গভীর সম্পর্ক রয়েছে। স্কট-ডগলাসের মতে, অস্কারের ভূত চরিত্রে অভিনয় এবং পরবর্তী সময়ে তার মৃত্যু—এই ঘটনাগুলিকে আলেকজান্ডার একই বাস্তবতা হিসেবে দেখতে পান। এতে মঞ্চ ও বাস্তবতার মধ্যে বিভেদ মুছে যায়। কোহেন-শালেভের মতে, অস্কারের ভূতে রূপান্তর হওয়া তার পরিণতির ফল, কারণ তিনি জীবনকে কখনও পুরোপুরি বুঝতে পারেননি।\nএমিলি, নাটকের গার্ট্রুড চরিত্রের মতো আচরণ করেন। টর্নকভিস্ট লিখেছেন, এমিলি একবার আলেকজান্ডারকে বলেন, \"হ্যামলেটের মতো অভিনয় কোরো না, আমার ছেলে। আমি গার্ট্রুড নই, তোমার সৎবাবা কোনো রাজা নন, আর এটি এলসিনর দুর্গও নয়, যদিও এটি মলিন মনে হচ্ছে\"।\nআর্নল্ড ল. উইনস্টেইন বলেন, কাহিনিতে এডভার্ডকে \"সৎবাবা-রাজা\" হিসেবে উপস্থাপন করা হয়েছে, যা এক ধরনের \"শিশু হত্যার বিরুদ্ধে পিতৃহত্যার\" সংঘর্ষে রূপান্তরিত হয়।\nকাহিনির মধ্যে প্রতীকী পুনরাবৃত্তির উল্লেখও পাওয়া যায়। কোহেন-শালেভ বলেন, পরিবারটি এক ধরনের চক্রের মধ্য দিয়ে যায়—শীতের সময় মৃত্যু, বসন্তে পুনর্জন্ম, অথবা \"অশ্রুর উপত্যকায়\" পরীক্ষা দিয়ে সুখী একতায় পৌঁছানো। শেষে, এডভার্ডের মৃত্যু তার নিজের স্বীকারোক্তির প্রতিফলন হিসেবে দেখা যায়—সে স্বীকার করে, তার বিশ্বাস ছিল শুধুই একটি মুখোশ, যা সে সরাতে চাইলেও তার সাথে চামড়া-ও উঠে যাবে।\n\n\n=== খ্রিস্টধর্ম ও ইহুদিধর্ম ===\n\nগল্পটি শুরু হয় সুইডিশ ক্রিসমাস উদযাপনের বর্ণনার মাধ্যমে, যেখানে উজ্জ্বল রঙ, সুর, নৃত্য ও সঙ্গীতের সমন্বয়ে এক প্রাণবন্ত পরিবেশ সৃষ্টি হয়। সিনিয়াস্ট-এর সমালোচক রয়্যাল ব্রাউন এটিকে \"জীবনমুখী, পৌত্তলিক খ্রিস্টধর্ম\" বলে অভিহিত করেছেন। তবে এই আনন্দঘন উৎসবের সম্পূর্ণ বিপরীতে রয়েছে এডভার্ডের কঠোর খ্রিস্টধর্ম, যা নিরাহারবাদ, কর্তৃত্ববাদ এবং মৃত্যুর প্রতি অতিরিক্ত মনোযোগ দিয়ে পরিচালিত হয়। এডভার্ডের বাড়িতে এসে আলেকজান্ডার নিজেকে এক শীতল, নিরানন্দ কারাগারে আবদ্ধ মনে করে।\nঅন্যদিকে, অধ্যাপক ফ্রেডি রোকেম লিখেছেন যে, এডভার্ডের \"কঠোর ও রুক্ষ\" প্রোটেস্ট্যান্ট খ্রিস্টধর্মের বিপরীতে একদাহল পরিবারের ক্রিসমাস উদযাপনে ইহুদি ইসাকের অংশগ্রহণ সম্ভব হয়েছে, কারণ তিনি পরিবারের মাতৃত্বমূর্তি হেলেনা একদাহলের প্রিয় বন্ধু। এই বন্ধুত্ব একধরনের \"আদর্শবাদী\" সম্পর্কের প্রতিফলন। ইসাকের বাড়িতে তার ভাইপো আরন রেতজিনস্কি যখন deus ex machina বা ঈশ্বরের পুতুল বের করেন, তখন আলেকজান্ডার ভয়ে কেঁপে ওঠে। তবে সে দ্রুত নিজেকে সামলে নিয়ে অলৌকিক বিষয়ে তার বিশ্বাসের সত্যতা নিয়ে প্রশ্ন তোলে। লেখক হ্যারি পেরিডন ব্যাখ্যা করেছেন যে, আলেকজান্ডার যখন বলে \"ঈশ্বর একটা বাজে জিনিস\", তখন সে খ্রিস্টধর্মের ঈশ্বরের কথা বোঝায়, কারণ তার দৃষ্টিতে ঈশ্বর মানুষের দুর্ভোগের সঙ্গে জড়িত। এই মুহূর্তের পর, বার্গম্যানের কাহিনিতে প্রকৃত অলৌকিক ঘটনা ভিন্ন কোনো উৎস থেকে আসতে হবে, পেরিডন যুক্তি দিয়েছেন।\nসুইডেনে ইহুদিদের চিত্রায়ন ইসাক চরিত্রের মাধ্যমে ফুটে ওঠে। একাডেমিক রোশেল রাইটের মতে, এটি বার্গম্যানের পূর্ববর্তী চলচ্চিত্র দ্য টাচ (১৯৭১)-এর তুলনায় \"অনেক বেশি সূক্ষ্ম\"। ইসাক পুরোপুরি সুইডিশ সমাজে মিশে যাননি, তবে তিনি ইতিবাচক চরিত্র হিসেবে উপস্থাপিত হন, যিনি কল্পনা, \"জাদু ও রহস্যের\" প্রতীক। অভিনেতা এরল্যান্ড যোসেফসন, যিনি ইসাকের চরিত্রে অভিনয় করেছেন, স্বীকার করেছেন যে এটি কিছুটা স্টেরিওটাইপিক্যাল ইহুদি চরিত্র, তবে এতে ঐন্দ্রজালিক ও করুণ উপাদানও রয়েছে, যা ইহুদি ইতিহাসের প্রতিফলন.  জ্যারড হেইস যুক্তি দিয়েছেন যে কাহিনির \"সময় ও স্থান\" ধারণা ইহুদি রহস্যবাদ ও কাব্বালার প্রতি ইঙ্গিত করে। এডভার্ডের আক্রমণে ইসাক যখন চিৎকার করেন, তখন এক ধরনের ঐশ্বরিক আলো তাকে ঘিরে ধরে, যা কাব্বালার আলোকে ব্যবহারের মাধ্যমে অশুভ শক্তিকে প্রতিরোধ করার ধারণার সঙ্গে মেলে।\n\nলেখক টর্নকভিস্ট ইসমায়েলকে ফানি অ্যান্ড আলেকজান্ডার'-এর \"সবচেয়ে রহস্যময় চরিত্রগুলোর একটি\" হিসেবে চিহ্নিত করেছেন। ইসমায়েল ফিনো-সুইডিশ ভাষায় কথা বলেন এবং তার চরিত্রটি উভলিঙ্গ, কারণ এটি পুরুষ চরিত্র হলেও তা অভিনয় করেছেন একজন নারী, স্টিনা একব্লাড। ইসমায়েল আলেকজান্ডারকে বলে, \"সম্ভবত আমরা একই ব্যক্তি\"। লেখক ড্যানিয়েল হামফ্রে যুক্তি দিয়েছেন যে ইসমায়েলের উভলিঙ্গ বৈশিষ্ট্য তাকে \"অপরিচিত ও অস্বাভাবিক\" করে তোলে, তবে সে আত্মিকভাবে আলেকজান্ডারের খুব কাছাকাছি।\nজ্যারড হেইস উল্লেখ করেছেন যে, ইসমায়েল যখন আলেকজান্ডারকে জড়িয়ে ধরে, তখন এটি \"আলেকজান্ডারের এক অদ্ভুত যৌন অভিজ্ঞতা, যা সে পুরুষ, নারী বা নিজের সঙ্গেই ভাগ করে নিচ্ছে\"। সমালোচক রবিন উড এবং রিচার্ড লিপ্পে যুক্তি দিয়েছেন যে ইসমায়েল সরাসরি অস্কারের পরিবর্তে এসেছে, যাকে আলেকজান্ডার কার্যকর ভূমিকা পালন করতে না পারার কারণে বাতিল করেছিল। ইসমায়েল, বিপরীতে, একধরনের বিপদ ও যৌন দ্ব্যর্থতা নিয়ে আসে; উড ও লিপ্পে লক্ষ করেছেন যে ইসমায়েল আলেকজান্ডারকে স্পর্শ করে এবং আরনকে চুম্বন করে।\nএডভার্ডের মৃত্যুর ক্ষেত্রে ইসমায়েলের ভূমিকা রহস্যময়। সে ভবিষ্যতের ঘটনা বর্ণনা করে, তবে ঘটনাগুলো যুক্তিসঙ্গতভাবেও ব্যাখ্যা করা যায়। একজন পুলিশ কর্মকর্তা এমিলিকে জানান যে এডভার্ডের মৃত্যু আইনি দৃষ্টিকোণ থেকে একটি দুর্ঘটনা মাত্র।\n\n\n== মুক্তি ==\nফ্যানি অ্যান্ড আলেকজান্ডার ( ইংরেজি:-  Fanny and Alexander) ইঙ্গমার বার্গম্যান পরিচালিত একটি সুইডিশ চলচ্চিত্র, যা প্রথমে টেলিভিশন মিনিসিরিজ হিসেবে তৈরি হয়। এটি ১৯৮২ সালের ভেনিস আন্তর্জাতিক চলচ্চিত্র উৎসবে প্রদর্শিত হয় এবং পরে ১৯৮৩ সালে প্রেক্ষাগৃহে মুক্তি পায়। এই চলচ্চিত্রটি সুইডেনে একটি একাডেমিক পরিবারে বসবাসরত দুই শিশুর জীবন এবং তাদের পরিবারের বিভিন্ন সম্পর্ক এবং ঘটনাগুলোর ওপর ভিত্তি করে নির্মিত। \nচলচ্চিত্রটির দুটি সংস্করণ রয়েছে—একটি টেলিভিশন মিনিসিরিজ এবং অন্যটি চলচ্চিত্র। টেলিভিশন সংস্করণটি মূলত চারটি পর্বে বিভক্ত ছিল এবং দীর্ঘ সংস্করণটি ৩১২ মিনিট স্থায়ী ছিল, যা সুইডিশ প্রেক্ষাগৃহে ১৯৮৩ সালে মুক্তি পায়। সংক্ষিপ্ত সংস্করণটি ১৮৮ মিনিটের ছিল, যা সিনেমার জন্য সংশোধিত হয়েছিল।\nফ্যানি অ্যান্ড আলেকজান্ডার চলচ্চিত্রটির প্রথম অংশটি ক্রিসমাস উপলক্ষে একডাল পরিবারের উদযাপন দেখানোর মাধ্যমে শুরু হয়, পরবর্তী অংশে পরিবারটির মধ্যকার অশান্তি এবং বিচ্ছেদ প্রকাশ পায়। চলচ্চিত্রে ফ্যানি ও আলেকজান্ডার নামক দুই ভাই-বোনের জীবনের ঘটনাবলি এবং তাদের পরিবারের সদস্যদের সাথে সম্পর্কের চিত্র তুলে ধরা হয়েছে।\nচলচ্চিত্রটির থিমগুলির মধ্যে পরিবার, ধর্ম, বিশ্বাস এবং সম্পর্কের জটিলতা প্রধান বিষয় ছিল। এটি বার্গম্যানের স্বাভাবিক গা dark ় এবং নাটকীয় দৃষ্টিভঙ্গির পরিচায়ক, যেখানে ব্যক্তিগত এবং সামাজিক দৃষ্টিকোণ থেকে নানা সম্পর্ক এবং ঘটনাগুলি বিশ্লেষণ করা হয়।\n১৯৮২ সালে টেলিভিশন মিনিসিরিজ হিসেবে প্রথম সম্প্রচারিত হলেও, চলচ্চিত্রের সংক্ষিপ্ত সংস্করণ ১৭ ডিসেম্বর ১৯৮২ সালে সুইডেনের প্রেক্ষাগৃহে মুক্তি পায়। এরপর ১৯৮৩ সালে এটি ৩০টি দেশে মুক্তি পায়।\nচলচ্চিত্রটি বার্গম্যানের জন্য একটি শক্তিশালী সৃষ্টিশীল কাজ হিসেবে পরিগণিত, যার মাধ্যমে তিনি অনেক চ্যালেঞ্জ মোকাবিলা করেন। তিনি বলেন, \"আমাকে চলচ্চিত্রের সৃষ্টিশীল শিরা ও রক্তপ্রবাহ কাটতে হয়েছে,\" যখন তিনি চলচ্চিত্রের দীর্ঘ সংস্করণকে সংক্ষিপ্ত করেছিলেন।\nচলচ্চিত্রটি ২০০২ সালে আর্টিফিশিয়াল আই দ্বারা পাঁচ ঘণ্টার সংস্করণে ডিভিডি আকারে প্রকাশিত হয়। ২০১১ সালে, ক্রাইটেরিয়ন কালেকশন একটি ব্লু-রে সংস্করণ প্রকাশ করে, যেখানে থিয়েট্রিক্যাল সংস্করণ, টেলিভিশন সংস্করণ এবং ''দ্য মেকিং অফ ফ্যানি অ্যান্ড আলেকজান্ডার '' অন্তর্ভুক্ত ছিল।\nফ্যানি অ্যান্ড আলেকজান্ডার চলচ্চিত্রটি গিনেস বুক অফ ওয়ার্ল্ড রেকর্ডসে ইতিহাসের দীর্ঘতম চলচ্চিত্রগুলোর মধ্যে অন্তর্ভুক্ত হয়েছিল। এটি বিশ্বব্যাপী প্রশংসিত এবং বার্গম্যানের চলচ্চিত্র নির্মাণে অন্যতম শ্রেষ্ঠ কাজ হিসেবে বিবেচিত।\n\n\n== ঐতিহ্য ==\nইংমার বার্গম্যান পরিচালনার কাজ থেকে আনুষ্ঠানিকভাবে অবসর গ্রহণের পর, ১৯৮৪ সালে তিনি আফটার দ্যা রিহার্সাল চলচ্চিত্রটি সম্পন্ন করেন। \nবার্গম্যান তার পিতা এরিক এবং মাতা কারিন আকেরব্লমের জীবনীমূলক প্রকল্পের পরিকল্পনা করেছিলেন এবং ১৯৮৯ সালের আগস্টে এক প্রেস কনফারেন্সে তিনি ঘোষণা করেন যে, তিনি একটি নতুন প্রকল্প তৈরি করবেন যা ফ্যানি অ্যান্ড আলেকজান্ডার এবং তার ১৯৮৭ সালের আত্মজীবনী দ্য ম্যাজিক ল্যানটার্ন এর পরবর্তী রূপ হিসেবে গণ্য হতে পারে। এর ফলস্বরূপ ১৯৯১–৯২ সালের মিনি-সিরিজ এবং চলচ্চিত্র দ্য বেস্ট ইন্টেনশনস পরিচালনা করেন বিলি অগাস্ট এবং এটি ১৯৯২ সালের ক্যান চলচ্চিত্র উৎসবে \"পাল্ম ডি'অর\" পুরস্কার জয়ী হয়। বার্গম্যান, বিলি অগাস্টকে পরিচালক হিসেবে নির্বাচিত করার শর্তে ফ্যানি অ্যান্ড আলেকজান্ডার ছবির অভিনেত্রী পার্নিলা ওয়ালগ্রেনকে তার মায়ের চরিত্রে অভিনয়ের জন্য বলেছিলেন; পরবর্তীতে তিনি পার্নিলা অগাস্ট নামে এই চরিত্রে অভিনয় করেন।\nসমালোচক ভিনসেন্ট ক্যানবি সান্ডে'স চিলড্রেন চলচ্চিত্রের চিত্রনাট্যটিকে ফ্যানি অ্যান্ড আলেকজান্ডার এবং দ্য বেস্ট ইন্টেনশনস এর একটি \"অবিচ্ছিন্ন অংশ\" হিসেবে চিহ্নিত করেন এবং প্রশ্ন তোলেন, বার্গম্যান কি সত্যিই অবসর নিয়েছিলেন। যেখানে ইংমারের ফ্যানি অ্যান্ড আলেকজান্ডার ছবিতে তার পিতা এরিক বার্গম্যানের প্রতি দৃষ্টিভঙ্গি ছিল সমালোচনামূলক, সেখানে দ্য বেস্ট ইন্টেনশনস এবং সান্ডে'স চিলড্রেন ছবিতে তার পিতার প্রতি মনোভাব ছিল অনেক বেশি ক্ষমাশীল।\nদ্য বেস্ট ইন্টেনশনস এর পর, পার্নিলা অগাস্ট ইংমারের মায়ের চরিত্রে আরও দুটি ছবিতে অভিনয় করেন, ১৯৯৬ সালের প্রাইভেট কনফেশনস এবং ১৯৯৭ সালের ইন দ্য প্রেসেন্স অব আ ক্লাউন।\n২০০৭ সালে বার্গম্যানের মৃত্যুর পর, ''পোস্টনর্ড সুইডেন \"  এই পরিচালকের সম্মানে একটি ডাকটিকিট প্রকাশ করে যাতে ফ্যানি অ্যান্ড আলেকজান্ডার চলচ্চিত্রের দৃশ্য তুলে ধরা হয়। ছবিটির মুক্তির দুই দশক পর, সুইডেনের ব্যবসায়িক প্রতিষ্ঠানে ফ্যানি অ্যান্ড আলেকজান্ডার এর সাজসজ্জা একটি সাধারণ দৃশ্য হয়ে ওঠে, বিশেষ করে  জুল উৎসবে। ২০১৭ সালে,  ''হালভিল জাদুঘর\" ফ্যানি অ্যান্ড আলেকজান্ডার এবং অন্যান্য বার্গম্যান চলচ্চিত্রের পোশাক প্রদর্শন করে।\n\n\n== আরো দেখুন ==\nইংমার বার্গম্যান\nসুইডিশ চলচ্চিত্র\nঅস্কার পুরস্কার\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n=== সূত্রসমূহ ===\n\n\n== বহিঃসংযোগ ==\nফ্যানি অ্যান্ড আলেকজান্ডার - IMDb\nফ্যানি অ্যান্ড আলেকজান্ডার - রটেন টমেটোস\nফ্যানি অ্যান্ড আলেকজান্ডার - মেটাক্রিটিক\n\"ফ্যানি অ্যান্ড আলেকজান্ডার: বার্গম্যানের শিক্ষা উপন্যাস\", Criterion Collection-এ প্রকাশিত রিক মুডি-এর প্রবন্ধ\n\"ফ্যানি অ্যান্ড আলেকজান্ডার: শৈশবের জগতে\", Criterion Collection-এ প্রকাশিত স্টিগ বিয়োরকম্যান-এর প্রবন্ধ"}