{"pageid": 1516711, "title": "ব্রায়ারক্লিফ লজ", "url": "https://bn.wikipedia.org/wiki?curid=1516711", "content": "ব্রায়ারক্লিফ লজ ছিল একটি বিলাসবহুল অবকাশগৃহ ব্রায়ারক্লিফ ম্যানর, নিউ ইয়র্ক গ্রামে। এটি ছিল টিউডর পুনরুদ্ধার স্থাপত্য শৈলীর একটি উল্লেখযোগ্য উদাহরণ, এবং যুক্তরাষ্ট্রের অন্যতম বৃহত্তম কাঠের স্থাপত্য ছিল। এটি ওয়েস্টচেস্টার কাউন্টির প্রথম হোটেলও ছিল। \nওয়াল্টার উইলিয়াম ল এটি তার এস্টেটে নির্মাণ করেছিলেন, এবং ল পরিবার ১৯৩৭ সাল পর্যন্ত এর মালিকানায় ছিল। ১৯০২ সালে লজটি উদ্বোধন হলে এটি ছিল বিশ্বের অন্যতম বৃহত্তম অবকাশগৃহ হোটেল। লজটি রাষ্ট্রপতি, রাজপরিবার এবং তারকা ব্যক্তিত্বদের আতিথেয়তা প্রদান করেছিল, এবং এটি ছিল একাধিক স্মরণীয় ঘটনার সাক্ষী, যেখানে অতিথিরা ও স্থানীয় বাসিন্দারা বিয়ে, অভ্যর্থনা এবং নৃত্যঅনুষ্ঠানে অংশগ্রহণ করতেন, যা ব্যালরুম এবং ডাইনিং রুমে অনুষ্ঠিত হত। দীর্ঘ সময় ধরে, লজটি ছিল ওয়াল্টার উইলিয়াম ল-এর অন্যান্য ব্যবসার মধ্যে, যার মধ্যে ব্রায়ারক্লিফ ফার্মস এবং ব্রায়ারক্লিফ টেবিল ওয়াটার কোম্পানি অন্তর্ভুক্ত ছিল।\n১৯৩৩ সালে, লজটি সারা বছরের সেবা বন্ধ করে দেয় এবং একটি \"স্বাস্থ্য-ডায়েট স্যানিটোরিয়াম\" হিসেবে ব্যবহৃত হতে থাকে, যতক্ষণ না এজউড পার্ক স্কুল ফর গার্লস ১৯৩৭ থেকে ১৯৫৪ সাল পর্যন্ত সেখানে কার্যক্রম শুরু করে। ১৯৩৬ থেকে ১৯৩৯ সাল পর্যন্ত, স্কুল বন্ধ থাকাকালীন লজটি আবার গ্রীষ্মকালীন হোটেল হিসেবে চালু হয়। ১৯৫৫ থেকে ১৯৯৪ সাল পর্যন্ত, দ্য কিংস কলেজ লজটির ভবনটি ব্যবহার করেছিল এবং হোস্টেল ও একাডেমিক ভবন নির্মাণ করেছিল। ১৯৯৪ সালের পর পরিত্যক্ত এবং অব্যবস্থাপিত থাকার কারণে, ব্রায়ারক্লিফ লজটি ২০০৩ থেকে ২০০৪ সালের মধ্যে ধ্বংস হয়ে যায়।\n\n\n== ইতিহাস ==\n\n\n=== হোটেল ===\n\nওয়াল্টার ল পেনসিলভেনিয়ার স্থপতি গাই কিংকে ব্রায়ারক্লিফ লজ নির্মাণের জন্য নিয়োগ দেন, যা লের এস্টেটের সর্বোচ্চ পয়েন্টে অবস্থিত। ২৬ জুন, ১৯০২ তারিখে উদ্বোধনকালে, টিউডর পুনরুদ্ধার শৈলীর এই ভবনটি ছিল একটি শীর্ষস্থানীয় অবকাশগৃহ হোটেল, যার ৯৩টি কক্ষ ছিল। ওলমস্টেড ব্রাদার্স, প্রখ্যাত ভূদৃশ্য ডিজাইনার ফ্রেডেরিক ল. ওলমস্টেড এর পুত্ররা, লজটির আশেপাশের ভূমি ডিজাইন করেছিলেন, যার মধ্যে একটি বিশাল পাহাড়ি বাগান অন্তর্ভুক্ত ছিল, যেখানে ছায়াযুক্ত পথ, বাঁকানো রাস্তা, সবুজ ঘাসের জমি এবং ফুলগুলি ছিল। ১৯০৩ সালে, লজটি অতিরিক্তভাবে মেরি এলিজাবেথ ডাউ দ্বারা \"মিসেস ডাউ'স স্কুল\" হিসেবে ব্যবহৃত হতে শুরু করে। ওয়াল্টার ল ডাউকে ৩৫ একর (১৪ হেক্টর) এলম রোডে একটি সম্পত্তি দেওয়া হয়েছিল, যা পরবর্তীতে ব্রায়ারক্লিফ কলেজ এবং পরে পেস ইউনিভার্সিটি ক্যাম্পাসের স্থান হয়ে ওঠে।\n\n১৯০৭ সালে, জন ক্লার্ক উদাল একটি উত্তর পাখা নির্মাণের তদারকি করেন, যার ফলে কক্ষের সংখ্যা ১৫০টি হয়ে যায়। ১৯০৯ সালে, উদাল একটি ৭২-কক্ষবিশিষ্ট সাততলা পশ্চিম পাখা নির্মাণের তদারকি করেন, যা কক্ষের সংখ্যা আরও বাড়িয়ে ২২১টি করে। জার্মানিতে, জানুয়ারি ১৯০৯ সালে বিজ্ঞাপন দেওয়া হয়েছিল যে ব্রায়ারক্লিফ লজ এবং এর স্থপতি গাই কিং বায়ুযান উৎক্ষেপণ এবং অবস্থান করার জন্য একটি প্ল্যাটফর্ম নির্মাণের পরিকল্পনা করছেন, যার খরচ হবে ১০০,০০০ ডলার। এই প্ল্যাটফর্মটি পুরো ছাদের উপর বিস্তৃত হবে এবং বায়ুযান উৎক্ষেপণের জন্য রেলপথটি ১০৫ মিটার দীর্ঘ একটি ঢালুতে থাকবে। পরিকল্পনায় একটি সার্চলাইট কেনার কথাও ছিল, যা বায়ুযানগুলির পথনির্দেশক হিসেবে কাজ করবে। পশ্চিম পাখার উপরে একটি মুরিং মাস্ট বায়ুযান ডক করার জন্য নির্মিত হয়েছিল, তবে এটি ব্যবহৃত হওয়ার কোনো রেকর্ড নেই। তবুও, মুরিং মাস্টটি ছিল বায়ুযান ডক করার জন্য নির্মিত প্রথম মাস্ট।\nসম্পত্তির কাছে দুটি গ্রীনহাউস ছিল। এর মধ্যে একটি, যা ল’র বাড়ির পেছনে অবস্থিত ছিল, তা ল’র ব্রায়ারক্লিফ খামার, তার নিজস্ব বাড়ি, লজ এবং শ্রমিকদের বসতবাড়ির জন্য সজ্জাসামগ্রী উৎপাদন করত। অন্যটি, পিয়ারসন গ্রীনহাউস, আমেরিকান বিউটি গোলাপ এবং বিরল কার্নেশন ফুলের চাষের জন্য ব্যবহৃত হতো, যেখানে প্রতি সপ্তাহে প্রায় ৫,০০০ থেকে ৮,০০০ ফুল উৎপাদিত হতো। ফোরম্যান জর্জ রোমেইন প্রথম সেখানে ব্রায়ারক্লিফ গোলাপের চাষ শুরু করেন।\nলজে প্রতিবছর আমেরিকান বিউটি উৎসব অনুষ্ঠিত হতো, যেখানে গলফ প্রতিযোগিতা, জলক্রীড়া, চাঁদের আলোয় স্নান এবং রাত্রিকালীন ডাইভিং, নৈশভোজ নৃত্য, চলচ্চিত্র প্রদর্শনী এবং সংগীতানুষ্ঠানের মতো নানা আয়োজন থাকত। লজ পরিচালনার সময়, অতিথিদের জন্য স্কারবোরো এবং ব্রায়ারক্লিফ ম্যানর রেলস্টেশন থেকে লজ পর্যন্ত ঘোড়ার গাড়ির মাধ্যমে পরিবহন সুবিধা প্রদান করা হতো।\nলজে একটি বৃহৎ রোমান শৈলীর সুইমিং পুল ছিল, যা ১৯১২ সালে নির্মিত হয়। এটি পৃথিবীর সবচেয়ে বড় খোলামেলা সুইমিং পুল ছিল এবং এটি ১৯২৪ অলিম্পিক ট্রায়াল-এর জন্য ব্যবহৃত হয়েছিল। ব্রায়ারক্লিফ লজ তার রান্নার জন্য সুপরিচিত ছিল (যাতে ব্রায়ারক্লিফ ডেইরি এবং টেবিল পানি অন্তর্ভুক্ত ছিল), একটি গলফ কোর্স, পনেরোটি টেনিস কোর্ট, একটি সংগীত কক্ষ, একটি থিয়েটার, এবং একটি আভ্যন্তরীণ সুইমিং পুল (যার মাপ ছিল ৩০ x ৭০ ফুট, এবং গভীরতা ছিল ৪ থেকে ১০ ফুট)।), এছাড়াও ছিল একটি ক্যাসিনো, গ্রন্থাগার, ষ্ট্যাবল, মেরামতের কারখানা এবং ফিয়াট গাড়ির একটি বহর। সম্পত্তির জল টাওয়ারটি নির্মাণ করেছিল শিকাগো ব্রিজ অ্যান্ড আয়রন কোম্পানি। মাঠগুলো সাজানো ছিল জাপানি লণ্ঠনে, যা ল’ মিশনারিদের কাছ থেকে সংগ্রহ করেছিলেন। লজে ছিল এলিভেটর সেবা এবং বৈদ্যুতিক আলো। কার্নেগি আন্তর্জাতিক শান্তি তহবিল ১৯২৬ সালের ১০-১৪ মে ব্রায়ারক্লিফ লজে তার আন্তর্জাতিক সমস্যা ও সম্পর্ক সম্পর্কিত জাতীয় সম্মেলন আয়োজন করেছিল।\n১৯২৩ সালে, ওয়াল্টার ল’র মৃত্যুর এক বছর আগে, ল’ পরিবার ২০ বছরের জন্য লজটি চন্সি ডেপিউ স্টিলের কাছে ভাড়া দেয়। স্টিলের ব্যবস্থাপনায় লজটি তার শিখরে পৌঁছায়। লজটি আরও বিস্তৃত গ্রাহক শ্রেণির জন্য উন্মুক্ত হলেও, তা এখনও ধনী ও খ্যাতনামা ব্যক্তিদের জন্য একটি রিসোর্ট হিসেবেই পরিচিত ছিল। ১৯২৩ সালে একটি ৬,৫০০-গজ (৫,৯০০-মিটার) ১৮-হোল গলফ কোর্স সম্পন্ন হয়, যা ডিজাইন করেছিলেন ডেভেরক্স এমেট।\n১৯২৫ সালের মে মাসে, দ্য নিউ ইয়র্ক টাইমস রিপোর্ট করেছিল যে ব্রায়ারক্লিফ লজ প্রথম কৃত্রিম স্পা স্থাপন করেছিল; যা পানির উপরে রেডিওএকটিভ খনিজ টর্বারনাইট ব্যবহার করে তৈরি করা হয়েছিল, এবং এটি বয়সজনিত রোগসমূহের বিরুদ্ধে কার্যকরী বলে বিশ্বাস করা হত। মার্কিন যুক্তরাষ্ট্রের সেনেটর চন্সি ডেপিউ, জেমস ওলকট ওয়াডসওর্থ, জুনিয়র, এবং রয়াল এস. কোপেল্যান্ড প্রত্যেকে একটি ব্যাগে ওই খনিজগুলি রেখে লজের সুইমিং পুলে সেগুলি প্রবাহিত করার জন্য প্রস্তুত ছিলেন। সেই বছরের জুন মাসে, সংবাদপত্রটি তার এক প্রতিবেদনে আসন্ন ব্রায়ারক্লিফ লজের একটি পরিবেশনার কথা উল্লেখ করে বলেছিল যে সুইমিং পুলটি গ্রীষ্মকালীন তাপদাহে অত্যন্ত জনপ্রিয় ছিল এবং \"শীতল উৎসের রেডিওএকটিভ পানি কয়েক শত অতিথিকে উল্লেখযোগ্য আরাম প্রদান করেছিল\"।\n\n\n=== অবনতি এবং ভাড়া ===\n১৯৩০-এর দশকে হোটেলের অবনতি শুরু হয়। ওয়াল্টার ল’র পুত্র হেনরি (যিনি ১৯১৮ থেকে ১৯৩৮ সাল পর্যন্ত গ্রাম পরিষদের মেয়র ছিলেন) এই অবনতির জন্য ১৯২০-১৯৩৩ সাল পর্যন্ত চালু থাকা যুক্তরাষ্ট্রে মদ নিষেধ আইনকে দায়ী করেছিলেন। অপর একটি কারণ ছিল গাড়ির ব্যবহারের বৃদ্ধি, যার ফলে অতিথিরা গ্রীষ্মকালব্যাপী হোটেলে থাকার জন্য আগ্রহী হচ্ছিলেন না। ফলে স্টিল ১৯৩৩ সালে তার লিজ পরিত্যাগ করেন; সেসময়, ভবনটির মূল্য ছিল $৭৫০,০০০ (২০২৩ সালে এর মূল্য ছিল $১৭.৭ মিলিয়ন)। লজটি ব্যবহৃত হতে থাকে একটি \"স্বাস্থ্য-ডায়েট স্যানিটোরিয়াম\" হিসেবে, যতক্ষণ না এটি এজউড পার্ক স্কুল ফর গার্লস-এ রূপান্তরিত হয়, যা একটি অ-ধর্মীয় খ্রিষ্টান কলেজ ও পেশাগত প্রস্তুতি স্কুল ছিল, ১৯৩৬ সালে, এজউড পার্ক স্কুল ফর গার্লস প্রপার্টিটি লিজ করে এবং এক বছর পর এটি ক্রয় করে; তখন লজটির মূল্য ছিল $১,০০০,০০০ (২০২৩ সালে এর মূল্য ছিল $২১.২ মিলিয়ন)। লজটি গ্রীষ্মকালীন সময়ে একটি হোটেল হিসেবে পরিচালিত হত, যখন স্কুলটি বন্ধ থাকত, ১৯৩৯ সাল পর্যন্ত। এজউড পার্ক স্কুল ১৯৫৪ সাল পর্যন্ত সেখানে পরিচালিত হয়েছিল।\n১৯৫৫ সালের সেপ্টেম্বর মাসে, নিউ ইয়র্ক টাইমস রিপোর্ট করেছিল যে, লজটি ২২৫-রুমবিশিষ্ট একটি রিসোর্ট হিসেবে পুনরায় খোলা হচ্ছে; এটি তখন নিউ ইয়র্ক রাজ্যের গভর্নর থমাস ই. ডিউই-এর পরামর্শদাতা এমানুয়েল শাপিরো-এর নেতৃত্বে একটি অংশীদারিত্ব দ্বারা কেনা হয়েছিল। ওই সময়ে এর মূল্য ছিল $৪০০,০০০ (২০২৩ সালে এর মূল্য ছিল $৪.৫৫ মিলিয়ন)।\n\n\n=== কলেজ ব্যবহার, ধ্বংসকরণ, এবং বর্তমান সাইট ===\n\n১৯৫৫ থেকে ১৯৯৪ সাল পর্যন্ত, দ্য কিংস কলেজ, একটি অ-ধর্মীয় কোএডুকেশনাল খ্রিষ্টান লিবারেল আর্টস কলেজ, ব্রায়ারক্লিফ লজের সম্পত্তিতে স্থানান্তরিত হয়েছিল। স্কুলটি লজ ভবনটি ব্যবহার করেছিল এবং আবাসিক হল ও একাডেমিক ভবন নির্মাণ করেছিল। সেই সময়, ১৯৮৫ সালে, লজ এবং ব্রায়ারক্লিফ লাইব্রেরি পশ্চিমচেস্টার কাউন্টি ত্রিশতবার্ষিকী কমিশন দ্বারা ইতিহাসিক চিহ্ন প্রদত্ত ৬০টি সাইটের মধ্যে ছিল। নিউ ইয়র্ক স্টেট বোর্ড অফ রেজেন্টস ১৯৯৪ সালে আর্থিক সমস্যার এবং যোগ্য শিক্ষকসংকটের কারণে স্কুলটি বন্ধ করে দেয়। স্কুলটি বন্ধ হওয়ার পর, অলাভজনক প্রতিষ্ঠান তারা সার্কেল একটি আয়ারিশ-আমেরিকান সাংস্কৃতিক, শিক্ষা, এবং ক্রীড়া কেন্দ্র নির্মাণের পরিকল্পনা করেছিল, যা ১৯৯৪ সালের নভেম্বরে গ্রাম কর্তৃপক্ষ অনুমোদন করেছিল। ১৯৯৬ সালে সাইটটি আবার ব্লু লেক প্রোপার্টিজ দ্বারা কেনা হয়।\nমূল ১৯০২ সালের ব্রায়ারক্লিফ লজ ভবনটি ২০০৩ সালের ২০ সেপ্টেম্বর অগ্নিকাণ্ডে সম্পূর্ণ ধ্বংস হয়ে যায়। ভবনটি ১৮ মাসের মধ্যে ধ্বংস করার পরিকল্পনা ছিল (আগুন লাগার এক সপ্তাহ আগে তারা ধ্বংসের অনুমতি পেতে আবেদন করেছিল)। মালিক, ব্যারিংটন ভেঞ্চার, ভবনটি ভেঙে গারল্যান্ডস নির্মাণ করার পরিকল্পনা করেছিল, একটি ৩৮৫-ইউনিটের প্রবীণ বসবাস কেন্দ্র, যার বিরোধিতা করেছিলেন স্থানীয় ইতিহাসবিদ এবং স্থপতিরা। আগুনটি সুরক্ষা প্রচেষ্টার চূড়ান্ত অবসান ঘটিয়েছিল। আগুনটি প্রধান প্রবেশদ্বারের কাছাকাছি থেকে শুরু হয় এবং মধ্যাহ্নে তা নেভানো হয়; অগ্নিনির্বাপক কর্মকর্তারা এটি সন্দেহজনক বলে মনে করেছিলেন, এর মধ্যে ব্রায়ারক্লিফের অগ্নিনির্বাপক প্রধানও অন্তর্ভুক্ত ছিলেন। বাসিন্দারা সকাল ৬:৩৭টায় ফোন করা শুরু করেন, সাইট থেকে ধোঁয়া বের হতে দেখে। ব্রায়ারক্লিফ ম্যানর ফায়ার ডিপার্টমেন্ট প্রথমে পৌঁছায়, সকাল ৬:৪০টায়, পরে অসিনিং, স্লিপি হলো, মিলউড, প্লেজেন্টভিল, চ্যাপাকুয়া, ক্রোটন এবং পোকানটিকো হিলসের ফায়ারফাইটাররা আসেন, মোট ১৫০ জন ফায়ারফাইটার। আগুনটি লজের ৯তলা পশ্চিম অংশে ছড়িয়ে পড়ে, কাঠের আত্তিক দিয়ে, যদিও দুটি অংশের মধ্যে কংক্রিট ব্লক ফায়ারওয়াল ছিল। ফায়ার ডিপার্টমেন্টগুলি আগুন নিয়ন্ত্রণে আনে, যাতে এটি উত্তরে বা গ্রামটির পানির টাওয়ারের দিকে ছড়িয়ে না যায়, ফলে পানির টাওয়ার এবং গ্রাম ও বাণিজ্যিক রেডিও অ্যান্টেনাগুলি রক্ষা পায়। উত্তর অংশটি ক্ষতিগ্রস্ত হলেও এখনও দাঁড়িয়ে ছিল। আগুনের পর, পশ্চিমচেস্টার কাউন্টির কারণ ও উৎস দল একটি অগ্নিসংক্রান্ত তদন্ত ইউনিট পাঠায়, যারা প্রশিক্ষিত কুকুরের সঙ্গে ধ্বংসাবশেষে অনুসন্ধান করে এবং অগ্নিসংযোগের কোনো প্রমাণ পায়নি। মূল অংশের যা কিছু অবশিষ্ট ছিল, তা ছিল পাথরের দৃষ্টিনন্দন দেউল এবং চিমনি। লজের আধুনিক অংশ এবং অন্যান্য ক্যাম্পাস ভবনগুলি পরবর্তীতে ধ্বংস করা হয়।\nপ্রায় ২০১০ থেকে ২০১৯ সাল পর্যন্ত, সাইটটি একটি প্রবীণ বাসস্থান হিসেবে পুনর্নির্মাণ করা হয়। ১৯৯৯ সাল থেকে সাইটটি প্রবীণদের জন্য বাসস্থানে রূপান্তরিত করার পরিকল্পনা ছিল। ২০১০ সালে, ব্রায়ারক্লিফ ম্যানরের ক্লাব সাইটে মডেল বাড়ি এবং একটি তথ্য কেন্দ্র তৈরি করে। প্রধান প্রবীণ বাসস্থান সুবিধাটি ২০১৭ থেকে ২০১৯ সাল পর্যন্ত নির্মিত হয়, যদিও মূলত ২০১৩ সালে এটি খোলার পরিকল্পনা ছিল। ব্রায়ারক্লিফ ম্যানরের গ্রাম সরকার জোনিং পরিবর্তন অনুমোদন করতে প্রায় পাঁচ বছর সময় নেয়, এবং সাইট পরিকল্পনা অনুমোদন করতে আরও কয়েক বছর সময় নেয়। প্রবীণ বাসস্থান কেন্দ্রটি একটি বিলাসবহুল বাজারের জন্য পরিকল্পিত, যেখানে টেনিস কোর্ট, একটি স্বাস্থ্য স্পা, উদ্যান, সুররাউন্ড-সাউন্ড থিয়েটার, হাইকিং ট্রেইল, একটি ইনডোর সুইমিং পুল, একটি ব্যবসায়িক কেন্দ্র, একটি ককটেল লাউঞ্জ এবং একাধিক রেস্তোরাঁর জন্য পরিকল্পনা রয়েছে। ব্রায়ারক্লিফ ম্যানরের ক্লাব গ্রাম্য সুবিধাগুলির জন্য বিভিন্ন স্পনসরশিপ প্রদান করেছে, যার মধ্যে গ্রাম্য লাইব্রেরির সম্প্রসারণের জন্য ২.২৫ মিলিয়ন ডলার প্রতিশ্রুতি, সম্প্রসারণের উদ্বোধনী অনুষ্ঠানের স্পনসরশিপ, গ্রাম্য ফায়ার ট্রাকের জন্য ৫০০,০০০ ডলার অনুদান এবং পানির টাওয়ারটি আধুনিক হাইড্রো-নিউম্যাটিক পাম্প স্টেশনে প্রতিস্থাপন করা অন্তর্ভুক্ত। অতিরিক্তভাবে, ক্লাবটি প্রাক্তন কিংস কলেজের ফুটবল এবং সকার মাঠের প্রতিস্থাপন কাজ তত্ত্বাবধান করেছিল, যার খরচ ছিল ১.২ মিলিয়ন ডলার, এবং এটি প্রায় ২০১৩ সালে গ্রাম্য সরকারকে হস্তান্তর করেছিল।\n\n\n== স্থাপত্য ==\n\n\n=== প্রধান ভবন ===\n\nব্রায়ারক্লিফ লজ ল'র এস্টেটের সর্বোচ্চ বিন্দুতে অবস্থিত একটি ১৮৪-একর জায়গায় গড়ে উঠেছিল। মূল ভবনটি পেনসিলভানিয়ার স্থপতি গাই কিং-এর নকশা অনুযায়ী নির্মিত হয়েছিল এবং এটি ওয়াল্টার ল'র এস্টেটের সর্বোচ্চ বিন্দুতে অবস্থিত ছিল, যা সমুদ্রপৃষ্ঠ থেকে প্রায় ৬০০ ফুট উঁচু এবং ২৯ মাইল (৪৭ কিলোমিটার) ভবনের প্রথম তলার বাইরের প্রাচীর নির্মাণে স্থানীয় অরণ্যের পাথর ব্যবহার করা হয়েছিল, এবং অলংকরণের জন্য ইন্ডিয়ানা চুনাপাথর ব্যবহৃত হয়। দ্বিতীয় তলার বাইরের অংশ সমৃদ্ধ রঙের অর্ধ-কাঠামো এবং পেব্বলড্যাশ দ্বারা সজ্জিত ছিল। ছাদটি লাল রঙের শিঙ্গলে আবৃত ছিল এবং উঁচু লাল ইটের চিমনিগুলো ভবনের স্থাপত্যে বৈশিষ্ট্য যোগ করেছিল। প্রধান সম্মুখভাগটি ছিল দুই তলা উঁচু, তবে তৃতীয় ও চতুর্থ তলায় অসংখ্য গ্যাবল ও ডরমার জানালা ছাদের অংশে বিন্যস্ত ছিল, যা নকশার শৈল্পিকতা বাড়িয়েছিল। সামগ্রিক স্থাপত্যশৈলী টিউডর রিভাইভাল ঘরানার ছিল এবং এটিকে \"পুরাতন ইংরেজি সরাইখানার আদলে নির্মিত\" বলে বর্ণনা করা হয়। ভবনটি ৩০৭ ফুট (৯৪ মিটার) দীর্ঘ ছিল এবং এতে ৯৩টি কক্ষ ছিল। প্রতিটি কক্ষে ঔপনিবেশিক মহগনি কাঠের সুসজ্জিত আসবাব, দীর্ঘ-দূরত্বের টেলিফোন, সুপরিকল্পিত অগ্নি নির্গমন পথ, বৈদ্যুতিক আলো এবং উন্নত সাকশন ভেন্টিলেশন ব্যবস্থা ছিল। পাশাপাশি, প্রতিটি কক্ষে অন্তত একটি বাইরের দেয়াল ও জানালা ছিল, যা প্রাকৃতিক আলো ও বাতাস চলাচলের সর্বোচ্চ সুবিধা নিশ্চিত করত।\n১৯০২ সালে, হোটেলের প্রথম তলায় অভ্যর্থনা কক্ষ, বিশ্রাম কক্ষ, ভোজনকক্ষ, গ্রন্থাগার এবং \"ডাচ কিচেন\" নামে একটি লাউঞ্জ এলাকা ছিল। গ্রন্থাগারটি বৃহৎ ভোজনকক্ষের ঠিক উত্তরে অবস্থিত ছিল। বলরুমটি শাস্ত্রীয় ফ্লুটযুক্ত আইোনীয় স্তম্ভ ও ইতালীয় মার্বেলের দেয়াল দ্বারা সজ্জিত ছিল। ১৯০৯ সালে এখানে থমাস এডিসন-কে বিশেষ সম্মাননা জানানো হয়। \"ডাচ কিচেন\"-টি হোল্যান্ড থেকে আনা সজ্জা ও আসবাবপত্র দ্বারা সজ্জিত ছিল এবং এটি এডাম শহরের একটি রেস্তোরাঁর আদলে তৈরি করা হয়েছিল। এতে ছিল খোদাই করা আঁটা-কাটা কাঠ, একটি ঝুঁকানো ছাদ, ইংল্যান্ডের খোদাইকৃত চিত্র, এবং ইউরোপীয় ও আমেরিকান তেলচিত্র। বেশিরভাগ আসবাবপত্র ল’র পূর্ববর্তী নিয়োগকর্তা, গৃহসজ্জা পায়নিয়ার ডব্লিউ. ও জে. স্লোয়েন থেকে কেনা হয়েছিল। ভবনটির শিল্পকর্ম এবং সজ্জা প্রধানত ইউরোপ ও এশিয়ার বাজার থেকে সংগ্রহ করা হয়েছিল, যার মধ্যে ছিল মূল্যবান চিত্রকলা, ব্রোঞ্জ, মার্বেল ভাস্কর্য, বিরল বই এবং খোদিত প্রাচীন আসবাবপত্র। হোটেলের মধ্যে একটি চীনা চা কক্ষ এবং শখের ফটোগ্রাফারদের জন্য একটি ডার্ক রুমও ছিল। রান্নাঘরটি অত্যন্ত পরিষ্কার রাখা হতো (এমনকি রান্নাঘরে মধ্যাহ্নভোজ পরিবেশন করার প্রস্তাবও দেওয়া হয়েছিল)। এটি অত্যন্ত সুরুচিপূর্ণ ডিজাইনের ছিল, যেখানে সাদা টাইলস এবং মার্বেল ব্যবহার করা হয়েছিল। রান্নাঘরের সরঞ্জামগুলি সাদা পোরসেলিন এবং অ্যালুমিনিয়ামের তৈরি ছিল, এবং এতে একাধিক কাচে ঢাকা ফ্রিজার ছিল। এটি দুধ, মাখন, ডিম এবং সবজি ব্রায়ারক্লিফ ফার্মস থেকে সংগ্রহ করত। রান্নাঘরের ময়লা দুর্গন্ধ মুক্ত রাখতে তা জমা করার আগে তুষারে পরিণত করা হতো; লজে একটি বরফ উৎপাদনকারী প্লান্টও ছিল, যা জীবাণুমুক্ত কূপের পানি ব্যবহার করত।\nজন ক্লার্ক উদাল ১৯০৭ সালে উত্তর পাশের নির্মাণ তত্ত্বাবধান করেছিলেন, যার মাধ্যমে কক্ষের সংখ্যা ১৫০-এ বৃদ্ধি পায়। ১৯০৯ সালে, উদাল একটি ৭২-কক্ষবিশিষ্ট সাত-তলা পশ্চিম পাশের নির্মাণ তত্ত্বাবধান করেন, যার ফলে কক্ষের সংখ্যা আরও বাড়িয়ে ২২১-এ পৌঁছায়।\n\n\n=== গ্যারেজ ===\n\nপ্রথম কার্যক্রমের বছরে, লজের দক্ষিণ দিকের ড্রাইভওয়ের কাছে, স্কারবোরো রোড থেকে প্রায় ১০০ গজ দূরে একটি ষ্টেবল (ঘোড়ার স্তাবল) নির্মিত হয়েছিল। ১৯০৯ সালে ৬২ বাই ১২৬ ফুট আকারে একটি নতুন অংশ সংযোজন করা হয় এবং পুরো ভবনটি অটোমোবাইল গ্যারেজ হিসেবে ব্যবহৃত হতে শুরু করে। পুরনো স্তাবলের অভ্যন্তরীণ অংশটি পুনর্নির্মাণ করা হয়। পূর্ব প্রান্তে একটি বাণিজ্যিক রান্নাঘর, ডাইনিং রুম এবং একটি বিলিয়ার্ড ও স্মোকিং রুম ছিল। পশ্চিম প্রান্তে একটি মেরামত কর্মশালা ছিল। ভবনের সামনের দিকে সরবরাহ কক্ষ, ক্লোজেট এবং একটি অফিস ছিল। উপরের তলায় চালকের জন্য শয়নকক্ষ ও বাথরুম ছিল।\n\n\n=== অন্যান্য ভবনসমূহ ===\nলজের কাছেই ছিল এক জাদুঘর ভবন, যার মধ্যে ছিল একটি নাচের হল, সাঁতার কাটার পুল, বলিং এলি, স্কোয়াশ কোর্ট এবং বিলিয়র্ড রুম।\n\n\n== বিশিষ্ট অতিথিরা ==\n\nফ্রাঙ্কলিন এবং এলিনর রুজভেল্ট ব্রায়ারক্লিফ লজ-এ অতিথি ছিলেন। ১৯৩০-এর দশকের শুরুর দিকে, এলিনর সেখানে কয়েকবার ভাষণ দেন মাউন্ট প্লেসেন্টের উইমেনস ডেমোক্রেটিক ক্লাবের পক্ষে; তার মেয়ে আনা রুজভেল্ট হালস্টেড তখন ক্লাবটির চেয়ারওম্যান ছিলেন। ১৯৩০ সালে, ফ্রাঙ্কলিন সেখানে নিউ ইয়র্কের গভর্নর হিসেবে পশ্চিমচেস্টার কাউন্টি ব্যাংকার্স অ্যাসোসিয়েশনের সম্মেলনে ভাষণ দেন।\nজন ডব্লিউ. ডেভিস, মার্কিন যুক্তরাষ্ট্রের প্রতিনিধি এবং ক্যালভিন কুলিজের বিপক্ষে প্রেসিডেন্ট পদে প্রার্থী হওয়া, ১৯২৪ সালে ব্রায়ারক্লিফ লজ পরিদর্শন করেছিলেন। মার্কিন সিনেটর চাউন্সি ডেপিউ ১৯২৪ এবং ১৯২৭ সালে ব্রায়ারক্লিফ লজ পরিদর্শন করেন। সংগীতজ্ঞ এবং পিয়ানিস্ট পার্সি গ্রেইঞ্জার ১৯২৫ সালে ব্রায়ারক্লিফ লজের বলরুমে একটি সঙ্গীত পরিবেশন করেন।\nশেষ জার্মান সম্রাট উইলহেলম দ্বিতীয়'র পুত্র ক্রাউন প্রিন্স উইলহেম ১৯০৯ সালের হাডসন-ফুলটন উদযাপন অনুষ্ঠানে ব্রায়ারক্লিফ লজে অতিথি ছিলেন। তিনি নিউ ইয়র্কে অনুষ্ঠিত পঞ্চাশটি ভাস্কর্যের কুচকাওয়াজে একটি প্রুশিয়ান রেজিমেন্টের নেতৃত্ব দিয়েছিলেন, যা উদযাপনটির সম্মানে আয়োজিত হয়েছিল।\nঅন্যান্য উল্লেখযোগ্য অতিথিদের মধ্যে ছিলেন থমাস এডিসন, টালুলাহ ব্যাংকহেড, সারা বার্নহার্ট, বোরিস বাকমেতেফ, জনি ওয়েইসমুলার, জিমি ওয়াকার, বেব রুথ, এডওয়ার্ড এস. কার্টিস, জর্জ বি. কর্টেলিউ, মেরি পিকফোর্ড, এফ. ডব্লিউ. উলওয়ার্থ, জে. পি. মরগান, ওয়ার্নার ব্যাক্সটার, ভিনসেন্ট রিচার্ডস, এবং আর্নেস্টিন শুম্যান-হেইঙ্ক। এলিহু রুট, এল স্মিথ, এবং সিয়ামের রাজা ১৯২০-এর দশকে লজে অতিথি ছিলেন, এবং জন ক্যাম্পবেল প্রায়ই সেখানে পার্টি আয়োজন করতেন।\nএলা হলমস হোয়াইট এবং তার সঙ্গী মেরি গ্রাইস ইয়াং ব্রায়ারক্লিফ লজে বসবাস করতেন; ভবনের পূর্ব পাশে তাদের জন্য \"ওক রুম\" নামে একটি সম্প্রসারণ তৈরি করা হয়েছিল। তারা লজে দীর্ঘমেয়াদী লিজে থাকতেন, তার আগে তারা আরএমএস টাইটানিক-এ চড়েছিলেন এবং এর ডুবির সময় বেঁচে গিয়েছিলেন; তারা তাদের জীবনের বাকি সময়টাও লজে কাটিয়েছিলেন।\n\n\n== প্রভাব ==\n \n১৯০৬ সালে, ওলটার ল ব্রিয়ারক্লিফ ম্যানর রেলওয়ে স্টেশনটি পুনর্নির্মাণ করেন এবং মূল ভবনটি স্থানান্তর করে মিলউড স্টেশন হিসেবে ব্যবহৃত হতে থাকে। নতুন ব্রিয়ারক্লিফ স্টেশনটি, যা বর্তমানে গ্রাম্য গ্রন্থাগারের অংশ, তার ব্রিয়ারক্লিফ লজের শৈলীতে নকশা করা হয়েছিল এবং এর অভ্যন্তরে মিশন শৈলীর আসবাবপত্র, গালিচা এবং ফুল দিয়ে সজ্জিত ছিল। মধ্য ব্রিয়ারক্লিফ পশ্চিম একটি প্রতিবেশী এলাকা, যেখানে ২০শতকের মিলিয়নেয়াররা ব্রিয়ারক্লিফ লজে অবস্থান করেছিলেন এবং পরবর্তীতে ওই এলাকায় বৃহৎ জমি ও মহল তৈরি করেছিলেন। দ্য সেভেন সিস্টার্স, ১৯১৫ সালের একটি চলচ্চিত্র, ব্রিয়ারক্লিফ লজে চিত্রায়িত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== অধিক পঠন ==\nYasinsac, Robert (২০০৪)। Images of America: Briarcliff Lodge। Charleston, South Carolina: Arcadia Publishing। আইএসবিএন 978-0-7385-3620-0। এলসিসিএন 2004104493। ওএল 3314243M। ওসিএলসি 57480785।  লজ এবং এর ইতিহাস সম্পর্কিত আরও তথ্যের জন্য।\n\n\n== বহিঃসংযোগ ==\n\nMuseum of the City of New York: Briarcliff Lodge interiors"}