{"pageid": 1516804, "title": "মোহাম্মদ গুলরেজ", "url": "https://bn.wikipedia.org/wiki?curid=1516804", "content": "মোহাম্মদ গুলরেজ একজন আন্তর্জাতিক সম্পর্ক এবং বিশ্ব শাসন বিশেষজ্ঞ। তিনি ২২ জুন ২০২২ থেকে ২২ এপ্রিল ২০২৪ পর্যন্ত আলীগড় মুসলিম বিশ্ববিদ্যালয়ের প্রো-ভাইস চ্যান্সেলর হিসেবে দায়িত্ব পালন করেছেন। এর আগে, ২ এপ্রিল ২০২৩ তারিখে, অধ্যাপক গুলরেজ আলিগড় মুসলিম বিশ্ববিদ্যালয়ের ভারপ্রাপ্ত উপাচার্য হিসেবে দায়িত্ব গ্রহণ করেন এবং ২২ এপ্রিল ২০২৪ পর্যন্ত সেখানে দায়িত্ব পালন করেন। তিনি আলিগড় মুসলিম বিশ্ববিদ্যালয়ের আন্তর্জাতিক স্টাডিজ অনুষদের ডিন, দক্ষিণ আফ্রিকান ও ব্রাজিলিয়ান স্টাডিজ সেন্টারের পরিচালক এবং সংঘাত সমাধান ও শান্তি অধ্যয়ন কর্মসূচির সমন্বয়কারী হিসেবেও দায়িত্ব পালন করেছেন। অধ্যাপক গুলরেজ জুলাই ২০১৭ থেকে ডিসেম্বর ২০১৭ পর্যন্ত শ্রীলঙ্কার কলম্বো বিশ্ববিদ্যালয়ের ইন্ডিয়ান চেয়ার হিসেবে ৬ মাসের জন্য ভারত সরকারের বিদেশ মন্ত্রকের ইন্ডিয়ান কাউন্সিল ফর কালচারাল রিলেশনস থেকে ডেপুটেশনে ছিলেন। ১৯৯৯ সালের জানুয়ারী থেকে ২০০৪ সালের জানুয়ারী পর্যন্ত, তিনি মধ্য আফ্রিকার রুয়ান্ডা জাতীয় বিশ্ববিদ্যালয়ের রাজনৈতিক ও প্রশাসনিক বিজ্ঞান বিভাগের ভিজিটিং ফ্যাকাল্টি হিসেবে কাজ করেন। অধ্যাপক গুলরেজ সরকারের দারিদ্র্য হ্রাস কৌশলপত্র (PRSP) প্রকল্পের সুশাসন (উপাদান) পরামর্শদাতা/গবেষক ছিলেন। রুয়ান্ডার (২০০২)।অধ্যাপক গুলরেজ থাইল্যান্ডের ব্যাংককে অবস্থিত চুলালংকর্ন বিশ্ববিদ্যালয়ের এশিয়ান রিভিউ ইনস্টিটিউট অফ এশিয়ান স্টাডিজের আন্তর্জাতিক উপদেষ্টা বোর্ডেও রয়েছেন। তিনি উরুগুয়ের মন্টেভিডিওতে অবস্থিত এশিয়া প্যাসিফিক অবজারভেটরির একাডেমিক ফোরামের সদস্যও।তিনি কলম্বাস, ওহাইওর ওহিও স্টেট ইউনিভার্সিটির মার্শন সেন্টারের ফরেন পলিসি অ্যানালাইসিস প্রোগ্রাম এবং নিউ ইয়র্ক, মার্কিন যুক্তরাষ্ট্রের মুসলিম পলিটিক্স প্রজেক্টের কাউন্সিল অন ফরেন রিলেশনস প্রোগ্রামের সাথেও যুক্ত ছিলেন।\nঅধ্যাপক গুলরেজ বর্তমানে শান্তি প্রক্রিয়ার দ্বি-পাক্ষিক এবং বহু-পাক্ষিক উভয় দিকের উপর দৃষ্টি নিবদ্ধ করে আত্মবিশ্বাস তৈরির ব্যবস্থা নিয়ে কাজ করছেন।অধ্যাপক গুলরেজ মার্কিন যুক্তরাষ্ট্র, ইরান, পাকিস্তান, লিবিয়া, দক্ষিণ আফ্রিকা, থাইল্যান্ড, যুক্তরাজ্য, ঘানা, সেনেগাল, সৌদি আরব, শ্রীলঙ্কা, কিরগিজস্তান এবং কুয়েতে সেমিনার এবং কর্মশালায় অংশগ্রহণ করেছেন।\n২০২২ সালের জন্য এডু র‍্যাঙ্ক কর্তৃক 'আলিগড় মুসলিম বিশ্ববিদ্যালয়ের ১০০ জন উল্লেখযোগ্য প্রাক্তন ছাত্রের' তালিকায় অধ্যাপক মোহাম্মদ গুলরেজকেও নির্বাচিত করা হয়েছে।"}