{"pageid": 1516497, "title": "২০১৮ নারী পদযাত্রা", "url": "https://bn.wikipedia.org/wiki?curid=1516497", "content": "২০১৮ সালের নারী পদযাত্রা ছিল একটি বিশ্বব্যাপী প্রতিবাদ যেটি ২০১৭ সালের নারী পদযাত্রার বার্ষিকীতে, ২০১৮ সালের ২০শে জানুয়ারী তারিখে অনুষ্ঠিত হয়েছিল।\n\n\n== সম্পর্কে ==\n২০১৮ সালে, মার্কিন যুক্তরাষ্ট্র জুড়ে নারী গোষ্ঠীগুলি গণ সমাবেশের সমন্বয় সাধন করে। শত শত শহর এবং শহরতলিতে লক্ষ লক্ষ অংশগ্রহণকারী এই পদযাত্রায় অংশগ্রহণ  করে, যদিও রাশিয়া তাদের মধ্যে বিভেদ তৈরি এবং বিভেদ আরও গভীর করার জন্য বিভ্রান্তিকর তথ্য প্রচারের প্রচেষ্টা চালিয়েছিল। মার্কিন যুক্তরাষ্ট্রের সাথে কানাডা, যুক্তরাজ্য, জাপান, ইতালি এবং আরও বেশ কয়েকটি দেশে পদযাত্রা অনুষ্ঠিত হয়েছিল। মার্কিন যুক্তরাষ্ট্রের বৃহত্তম কিছু সমাবেশ নিউ ইয়র্ক, ওয়াশিংটন, লস অ্যাঞ্জেলেস, ডালাস, ফিলাডেলফিয়া, শিকাগো, সান ফ্রান্সিসকো এবং আটলান্টায় অনুষ্ঠিত হয়েছিল। এই পদযাত্রার লক্ষ্য হল সমাজে পরিবর্তন আনার জন্য বিভিন্ন নারী এবং তাদের সম্প্রদায়ের রাজনৈতিক শক্তিকে একত্রিত করা। তারা নীতি ও শ্রদ্ধাকে মান্যতা দিয়ে অহিংস কর্মকাণ্ডের মাধ্যমে নিপীড়নের ব্যবস্থা ভেঙে ফেলার চেষ্টা করে।\n২০১৮ সালের জানুয়ারী মাসের মধ্যে, #মি-টু আন্দোলন \"অনেক সমাবেশে একটি উৎসাহব্যঞ্জক শক্তি\" হয়ে ওঠে।\n\n\n== অংশগ্রহণ ==\n২০১৭ সালের নারী মার্চের বার্ষিকীতে প্রায় ২৫০টি মিছিল, সমাবেশ এবং কর্মসূচী অনুষ্ঠিত হয়েছিল, যার অনেকগুলি সমন্বিত করেছিল মার্চ অন সংস্থা, এই সংস্থাটি সারা দেশের অনেকগুলি নারী পদযাত্রার জোট। ২০১৭ সালের নারী পদযাত্রার আয়োজনকারী কিছু নারীর একটি দল, উইমেন্স মার্চ ইনকর্পোরেটেড, লাস ভেগাসে \"পাওয়ার টু দ্য পোলস\" শিরোনামে একটি সমাবেশের আয়োজন করে।\n\n\n=== ওয়াশিংটন, ডিসি ===\nওয়াশিংটন, ডিসিতে লিঙ্কন মেমোরিয়ালের রিফ্লেক্টিং পুল-এ হাজার হাজার মানুষ জড়ো হয়েছিল, যদিও আগের বছরের মার্চের তুলনায় উপস্থিতি কম ছিল।\n\n\n=== নিউ ইয়র্ক সিটি ===\nমেয়র বিল ডি ব্লাসিওর সরকারি হিসাব অনুযায়ী, ২০০,০০০ জনেরও বেশি মানুষ বিক্ষোভে অংশ নেন। বক্তাদের মধ্যে ছিলেন মাইকেল মুর, হুপি গোল্ডবার্গ, পদ্মা লক্ষ্মী, অ্যামি শুমার, লরা বেনান্টি, অ্যাম্বার ট্যাম্বলিন, প্যাট্রিসিয়া আর্কেট, রোজি পেরেজ, পাইপার পেরাবো, ড্রু ব্যারিমোর এবং গায়িকা সিণ্ডি লাউপার এবং হ্যালসি।\n\n\n=== লস অ্যাঞ্জেলেস ===\n\nলস অ্যাঞ্জেলেসের মেয়র এরিক গারসেটি অনুমান করেছেন যে ক্যালিফোর্নিয়ার লস অ্যাঞ্জেলেসে ৬,০০,০০০ মানুষ মিছিল করেছেন। কিছু মহিলা স্লোগান দিয়েছিলেন, \"হ্যাঁ, আমরা পারি!\" (স্পেনীয়: ¡Sí, se puede!)\n\n\n==== বিখ্যাতদের অংশগ্রহণ ====\n\n \n\n\n=== শিকাগো ===\nধারণা করা হচ্ছে, ইলিনয়ের শিকাগোতে ৩০০,০০০ মানুষ মিছিল করেছে, গত বছরের তুলনায় সংখ্যাটি বেশি। বক্তাদের মধ্যে ছিলেন ডেমোক্র্যাটিক দাতা টম স্টিয়ার।\n\n\n=== ফিলাডেলফিয়া ===\nহাজার হাজার মানুষ এই মিছিলে অংশগ্রহণ করেছিলেন। শহরটি কোনও আনুষ্ঠানিক সংখ্যা প্রকাশ করেনি, তবে আয়োজকরা অনানুষ্ঠানিকভাবে অনুমান করেছেন যে ভিড় ২০১৭ সালে মিছিলে অংশ নেওয়া সংখ্যার পঞ্চাশ হাজারেরও বেশি ছিল।\n\n\n=== সিয়াটেল ===\nদ্বিতীয় বার্ষিক নারী মার্চে অংশগ্রহণের জন্য সিয়াটলের ক্যাপিটল হিলে হাজার হাজার মানুষ জড়ো হয়েছিল। সকাল ১০টায় ক্যাল অ্যাণ্ডারসন পার্ক থেকে পদযাত্রা শুরু হয়, যেখানে তেরেসা মোসকেদা পদযাত্রাকারীদের উদ্দেশ্যে বক্তব্য রাখেন। মার্কিন প্রতিনিধি প্রমীলা জয়পাল অংশগ্রহণের পরিকল্পনা করেছিলেন, কিন্তু ওয়াশিংটন, ডিসির পরিস্থিতির কারণে তিনি বাধা পান।\n\n\n=== উত্তর ক্যারোলিনা ===\nউত্তর ক্যারোলিনার শার্লটে হাজার হাজার মানুষ এই মিছিলে অংশগ্রহণ করেছিলেন। পদযাত্রা ফার্স্ট ওয়ার্ড পার্ক থেকে শুরু হয়ে রোমারে বেয়ার্ডেন পার্কে শেষ হয়।\n\n\n=== নিউ হ্যাম্পশায়ার ===\nনিউ হ্যাম্পশায়ার স্টেটহাউসের বাইরে এক হাজারেরও বেশি নারী পদযাত্রায় অংশ নিয়েছিলেন। ওয়াশিংটন, ডিসির পরিস্থিতির কারণে, পরিকল্পিত কয়েকজন বক্তা উপস্থিত থাকতে পারেননি, যার মধ্যে সিনেটর ম্যাগি হাসান এবং কংগ্রেসওম্যান অ্যানি কাস্টারও ছিলেন।\n\n\n=== ভার্জিনিয়া ===\nভার্জিনিয়ার কমনওয়েলথের রাজধানী রিচমন্ডের ক্যারিটাউনে, নবনির্বাচিত গভর্নর রাল্ফ নর্থাম নারী পদযাত্রায় অংশগ্রহণ করেন। গভর্নরকে গোলাপি রঙের টুপি পরতে দেখে এবং একজন মহিলাকে \"প্রতিরোধ\" লেখা গোলাপি পতাকা হাতে রাস্তার মাঝখানে দৌড়তে দেখে, ১,০০০ জনেরও বেশি লোকের ভিড় উল্লাসে ফেটে পড়ে। ডোনাল্ড ট্রাম্পের রাষ্ট্রপতিত্ব এবং যৌন হয়রানি ও অভিবাসন সম্পর্কিত মন্তব্য, সেইসাথে বিষয়গুলি সম্পর্কে ডোনাল্ড ট্রাম্পের সম্প্রতি নেওয়া প্রশাসনিক সিদ্ধান্তগুলির বিরুদ্ধেও ভার্জিনিয়া জুড়ে  বৃহৎ বিক্ষোভ সংঘটিত হয়েছিল।\n\n\n=== মার-এ-লাগো ===\nফ্লোরিডার পাম বিচে মার-এ-লাগোর বাইরে শত শত বিক্ষোভকারী মিছিল করেছিল, যদিও সরকারি কর্মকাণ্ড বন্ধ থাকার কারণে রাষ্ট্রপতি পরিকল্পনা অনুযায়ী সেখানে ছিলেন না।\n\n\n=== আলাস্কা ===\nআলাস্কা জুড়ে মিছিল এবং সমাবেশ অনুষ্ঠিত হয়েছিল।\n\n\n=== রোম ===\nঅনুমান করা হচ্ছে যে রোমে হাজার হাজার মানুষ মিছিল করেছে। বক্তাদের মধ্যে ছিলেন এশিয়া আর্জেন্তো।\n\n\n=== লাস ভেগাস ===\n২১শে জানুয়ারী, উইমেন'স মার্চ ইনকর্পোরেটেড সংগঠনটি লাস ভেগাসে \"পাওয়ার টু দ্য পোলস\" নামে একটি সমাবেশের আয়োজন করে। এই অনুষ্ঠানে দশ লক্ষ নতুন ভোটার নিবন্ধিত করার লক্ষ্যে তাদের জাতীয় ভোটার নিবন্ধন সফরের সূচনা করা হয়েছিল। ২০১৮ সালের মধ্যবর্তী নির্বাচনে দোলাচলসম্পন্ন রাজ্যগুলির (যেমন নেভাদা) মতামত উল্টে দেওয়া ছিল অন্যতম প্রধান লক্ষ্য।\n\n\n== প্রতিক্রিয়া ==\nপদযাত্রার দিন, রাষ্ট্রপতি ডোনাল্ড ট্রাম্প ট্যুইটারে লিখেছেন: \"আমাদের মহান দেশ জুড়ে সুন্দর আবহাওয়া, সমস্ত মহিলাদের জন্য পদযাত্রার জন্য একটি নিখুঁত দিন। গত ১২ মাসে ঐতিহাসিক মাইলফলক ও অভূতপূর্ব অর্থনৈতিক সাফল্য এবং সম্পদ সৃষ্টি উদযাপন করতে এখনই বেরিয়ে পড়ুন। ১৮ বছরের মধ্যে সর্বনিম্ন মহিলা বেকারত্ব!\"\n\n\n== অভিশংসন পদযাত্রা ==\n\nপ্রেসিডেন্ট ডোনাল্ড ট্রাম্পের বিরুদ্ধে অভিশংসন পদযাত্রা (বা ইমপিচ ট্রাম্প প্রতিবাদ), সমাবেশ, প্রথমবারের মতো অনুষ্ঠিত হয়েছিল ২০১৭ সালে, চতুর্থ জুলাই উদযাপনের সময়, সেখানে কংগ্রেসকে ট্রাম্পের বিরুদ্ধে ইমপিচমেন্ট প্রক্রিয়া শুরু করার আহ্বান জানানো হয়েছিল। এগুলিকে নারী মার্চ সমাবেশের সহযোগী সমাবেশ হিসেবে বর্ণনা করা হয়েছে, এবং এগুলি ২০১৮ সালে নির্বাচিত কয়েকটি শহরেই অনুষ্ঠিত হয়েছিল।\n\n\n== অবস্থান ==\n২০১৮ সালের নারী মিছিল বিশ্বের অনেক শহরে অনুষ্ঠিত হয়েছিল।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== গল্পসমূহ ==\n\n\n=== যৌন নির্যাতন বিষয়ে প্রচারণা ===\n২০১৮ সালের ২০শে জানুয়ারী, নিউ ইয়র্ক সিটিতে দ্বিতীয় বার্ষিক নারী পদযাত্রায় হাজার হাজার বিক্ষোভকারীর উদ্দেশ্যে হ্যালসি একটি বক্তৃতা দেন। মি টু এবং টাইমস আপ আন্দোলনগুলি বিখ্যাত মানুষ সহ প্রগতিশীল কর্মীদের তাৎক্ষণিক সামাজিক ও রাজনৈতিক পরিবর্তনের দাবি তুলতে উৎসাহিত করেছে।\nঐতিহ্যবাহী বক্তৃতার পরিবর্তে, হ্যালসি এ স্টোরি লাইক মাইন শিরোনামে পাঁচ মিনিটের একটি কবিতা পরিবেশন করেন, যেখানে তিনি তাঁর এবং অন্যদের দ্বারা সহ্য করা যৌন নিপীড়ন এবং সহিংসতার কথা বলেন। তাঁর ব্যক্তিগত বর্ণনার মধ্যে ছিল ধর্ষিত হওয়ার পর তাঁর প্রিয় বন্ধুকে সঙ্গে নিয়ে পরিকল্পিত পিতৃ-মাতৃত্ব  সংস্থায় যাওয়ার কথা, প্রতিবেশী এবং প্রেমিকদের দ্বারা যৌন নির্যাতনের তাঁর ব্যক্তিগত বিবরণ এবং অলিম্পিক ডাক্তার ল্যারি নাসার দ্বারা যৌন নির্যাতনের শিকার হওয়া নারীদের বর্ণনা।\nহ্যালসি নিজের বিশ্বাস ব্যক্ত করে আরও বলেন যে প্রচার মাধ্যম ব্যবস্থায় সেলিব্রিটিদের শোনার এবং বৈধভাবে তাৎপর্যপূর্ণ হিসেবে স্বীকৃতি পাওয়ার সম্ভাবনা বেশি। তাঁদের ক্ষমতা রয়েছে জনপ্রিয় সংস্কৃতিকে রাজনৈতিক সংস্কৃতির সাথে সংযুক্ত করার, তিনি বলেন, \"শুনুন, এবং তারপর আপনার গলা ফাটিয়ে চিৎকার করুন, যারা কথা বলতে পারছেনা তাদের সকলের জন্য একটি কণ্ঠস্বর হোন।\"\nঅন্যান্যদের সাথে, হ্যালসির বক্তৃতার উদ্দেশ্যে ছিল নারীবিদ্বেষ এবং পুরুষতান্ত্রিক সামাজিক মূল্যবোধের প্রতিফলন ও বিতর্কের জন্য নারীদের উৎসাহিত করা। হ্যালসি পড়লেন, \"এটা কি বলছো তুমি যে আমার সাথে এটা ঘটেছে? তুমি আমার গায়ে হাত রাখতে পারো না। তুমি জানো না আমার শরীর কীসের মধ্য দিয়ে গেছে। আমার এখন নিরাপদ থাকার কথা। আমি এটা অর্জন করেছি।\" হ্যালসি বলেন, \"আমার পরিচিত প্রতিটি বন্ধুরই আমার মতো গল্প আছে।\" হ্যালসি তাঁর বক্তৃতা শেষ করেন - \"কৃষ্ণাঙ্গ, এশীয়, দরিদ্র, ধনী, ট্রান্স, সিআইএস, মুসলিম, খ্রিস্টান\" - যৌন নির্যাতনের শিকার সকলে একে অপরের কথা শুনুন এবং একে অপরকে সমর্থন করুন।\n\n\n=== পুসিহ্যাট ===\n২০১৮ সালের নারী পদযাত্রার জন্য, কিছু আয়োজক লোকেদের পুসিহ্যাট পরতে নিরুৎসাহিত করেছিলেন কারণ তাঁরা বিশ্বাস করেছিলেন যে \"গোলাপী পুসিহ্যাট ট্রান্সজেণ্ডার মহিলাদের এবং লিঙ্গ বহির্ভূত ব্যক্তিদের বাদ দেয়। যাদের সাধারণ মহিলা যৌনাঙ্গ নেই তাদের জন্য এটি আপত্তিকর। এছাড়াও কৃষ্ণাঙ্গ মহিলাদের যৌনাঙ্গ গোলাপী রঙের বদলে বাদামী হওয়ার সম্ভাবনা বেশি\"। নামটি দিয়ে আসলে টুপির ওপরের কোণাগুলির সাথে বিড়ালের কানের সাদৃশ্যকে বোঝায় এবং অবমাননাকর শব্দ \"পুসি\" (মহিলা যৌনাঙ্গ) পুনরুদ্ধারের চেষ্টা করে, যা ডোনাল্ড ট্রাম্পের ২০০৫ সালের বহুল প্রচারিত মন্তব্যের উপর ভিত্তি করে তৈরি করা হয়েছে যে মহিলারা তাঁকে \"পুসি ধরতে\" দিতেন।\n\n\n== আরও দেখুন ==\nনারী ভোটাধিকার মিছিল, ১৯১৩ সালে ওয়াশিংটন, ডিসিতে অ্যালিস পলের নেতৃত্বে ভোটাধিকারের জন্য সমাবেশের একটি বিক্ষোভ।\nমিলিয়ন ওম্যান মার্চ, ফিলাডেলফিয়া, পেনসিলভানিয়া, ২৫ অক্টোবর, ১৯৯৭\n৯ আগস্ট, ১৯৫৬ সালে প্রিটোরিয়ায় বর্ণবাদ আইন প্রবর্তনের প্রতিবাদে নারী মার্চ (দক্ষিণ আফ্রিকা)\nওয়াশিংটন, ডিসিতে প্রতিবাদ মিছিলের তালিকা\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n২০১৮ সালের জন্য পরিকল্পনা করা সমস্ত নারী মিছিল, কোয়ার্টজ\n২০১৮ সালের ভোটগ্রহণে মার্চ\n২০১৮ সালে নারীদের পদযাত্রার স্থান এবং সময় তালিকা\n২০১৮ সালে সান ফ্রান্সিসকোর সুট্রো লাইব্রেরিতে অনুষ্ঠিত প্রধানত সান জোসে এবং কিছু অরেঞ্জ কাউন্টি মার্চ থেকে উপকরণ সংগ্রহের জন্য সহায়তা খোঁজা\nটেমপ্লেট:Protests against Trump footerটেমপ্লেট:Women's Marchটেমপ্লেট:First presidency of Donald Trump"}