{"pageid": 1516987, "title": "ভারতে দারিদ্র্য", "url": "https://bn.wikipedia.org/wiki?curid=1516987", "content": "ভারতে দারিদ্র্য একটি বড় সমস্যা হিসেবে রয়ে গেছে, যদিও সাম্প্রতিক কয়েক দশকে দেশের অর্থনীতি বিকাশের সাথে দারিদ্র্যের হার কমেছে। আন্তর্জাতিক মুদ্রা তহবিলের একটি প্রতিবেদনের তথ্য অনুযায়ী, চরম দারিদ্র্য—যা বিশ্বব্যাংকের সংজ্ঞা অনুসারে, ক্রয়ক্ষমতা সমতা ভিত্তিতে দৈনিক ১.৯ মার্কিন ডলারের কম আয়ে বেঁচে থাকা—ভারতে ২০১৯ সালে মাত্র ০.৮% ছিল। এমনকি ২০২০ সালে বিশ্বব্যাপী কোভিড-১৯ মহামারির সংকটের মধ্যেও দেশটি এই হার ধরে রাখতে সক্ষম হয়েছিল। বিশ্বব্যাংকের এক প্রতিবেদনের মতে, ২০১১ সালে ভারতে চরম দারিদ্র্যের হার ২২.৫% থাকলেও ২০১৯ সালে তা কমে ১০.২%-এ নেমে আসে। ব্যাংকের একটি গবেষণা প্রতিবেদনে বলা হয়েছে, ২০১১ থেকে ২০১৯ সালের মধ্যে গ্রামাঞ্চলে দারিদ্র্যের হার ২৬.৩% থেকে ১১.৬%-এ নেমে আসে। একই সময়ে শহরাঞ্চলে এই হার ১৪.২% থেকে ৬.৩%-এ কমে। অর্থাৎ, গ্রাম ও শহরাঞ্চলে দারিদ্র্যের হার যথাক্রমে ১৪.৭ ও ৭.৯ শতাংশ পয়েন্ট হ্রাস পায়। জাতিসংঘ উন্নয়ন কর্মসূচির প্রধান অ্যাকিম স্টেইনারের মতে, ২০০৫-২০০৬ থেকে ২০১৫-২০১৬ সালের মধ্যে ভারত ২৭১ মিলিয়ন মানুষকে চরম দারিদ্র্যের আওতা থেকে মুক্ত করতে সক্ষম হয়েছিল। বিশ্ব অর্থনৈতিক ফোরামের ২০২০ সালের এক গবেষণায় বলা হয়েছে, ২০১৩ সালে ভারতে প্রায় ২২ কোটি মানুষ দৈনিক ৩২ রুপি বা তার কম খরচে জীবনধারণ করত, যা ভারতের গ্রামীণ এলাকার দারিদ্র্যসীমা হিসেবে নির্ধারিত ছিল।\nবিশ্বব্যাংক ১৯৯০-৯১ সাল থেকে দারিদ্র্য নির্ধারণের মাপকাঠি পরিবর্তন করে আসছে। ২০০৫ থেকে ২০১৩ সাল পর্যন্ত দারিদ্র্যের সংজ্ঞা হিসেবে দৈনিক $০.২ পিপিপি ভিত্তিক আয় নির্ধারিত ছিল। ভারতে দারিদ্র্য পরিমাপের জন্য অর্থনৈতিক সূচকের পাশাপাশি কিছু অর্ধ-অর্থনৈতিক ও অ-অর্থনৈতিক সূচকও প্রস্তাব করা হয়েছে। উদাহরণস্বরূপ, বহুমাত্রিক দারিদ্র্য সূচক একজন ব্যক্তিকে দরিদ্র নির্ধারণের ক্ষেত্রে তার শিক্ষা জীবনের মোট বছরকে ৩৩% ও আর্থিক অবস্থাকে ৬.২৫% ওজন দেয়।\nভারতে দারিদ্র্যের সংজ্ঞা ও নির্ধারণের জন্য ব্যবহৃত বিভিন্ন ছোট ছোট নমুনা জরিপের কারণে ১৯৫০-এর দশক থেকে ২০১০-এর দশক পর্যন্ত দারিদ্র্যের হার সম্পর্কে ভিন্ন ভিন্ন পরিসংখ্যান পাওয়া গেছে। ২০১৯ সালে ভারত সরকার জানায় যে, দেশের জনসংখ্যার ৬.৭% সরকার স্বীকৃত দারিদ্র্যসীমার নিচে বসবাস করছে। ২০১৯ সালের আন্তর্জাতিক তুলনামূলক কর্মসূচি অনুযায়ী, জাতিসংঘের সহস্রাব্দ উন্নয়ন লক্ষ্যমাত্রা (এমডিজি) কর্মসূচির তথ্যানুযায়ী, ২০১৯ সালে ১.২ বিলিয়ন জনসংখ্যার মধ্যে ৮ কোটি ভারতীয় (৬.৭%) দিনে ১.২৫ ডলারের নিচে আয় করত। একই বছরে ভারতের ৮৪% জনগণ দৈনিক ৬.৮৫ ডলারের কম আয়ে জীবনযাপন করত। নীতি আয়োগ প্রকাশিত বহুমাত্রিক দারিদ্র্য সূচকের (এমপিআই) দ্বিতীয় সংস্করণ অনুযায়ী, ভারতের প্রায় ১৪.৯৬% জনগণ বহুমাত্রিক দারিদ্র্যের শিকার। এই সূচক স্বাস্থ্য, শিক্ষা ও জীবনযাত্রার মানের ক্ষেত্রে একযোগে বিদ্যমান বঞ্চনাগুলি মূল্যায়ন করে, যেখানে প্রতিটি ক্ষেত্রের সমান গুরুত্ব দেওয়া হয়। টেকসই উন্নয়ন লক্ষ্যমাত্রার (এসডিজি) সাথে সামঞ্জস্য রেখে এই সূচকের মূল্যায়নে ১২টি সূচক ব্যবহৃত হয়। ২০২৩ সালের ১৭ জুলাই, নীতি আয়োগ জানায় যে, ২০১৫-১৬ থেকে ২০১৯-২১ সালের মধ্যে দেশের দারিদ্র্যের হার ২৪.৮% থেকে ১৪.৯%-এ নেমে এসেছে। পুষ্টি, শিক্ষার বছর, স্যানিটেশন এবং ভর্তুকিযুক্ত রান্নার জ্বালানির সহজলভ্যতার উন্নতির ফলে এই অগ্রগতি সম্ভব হয়েছে।\nব্রিটিশ রাজত্বের সময়, বিশেষত উনিশ শতকের শেষ থেকে বিংশ শতকের শুরুর দিকে, ভারতে দারিদ্র্য তীব্র আকার ধারণ করে এবং ১৯২০-এর দশকে চরম পর্যায়ে পৌঁছায়। দুর্ভিক্ষ ও মহামারির কারণে এই সময়ে বারবার লক্ষ লক্ষ মানুষ মারা যায়। ১৯৪৭ সালে স্বাধীনতার পর ভারতে ব্যাপক দুর্ভিক্ষের ফলে মৃত্যুর ঘটনা বন্ধ হয়। ১৯৯১ সালের পর থেকে ভারতের দ্রুত অর্থনৈতিক প্রবৃদ্ধির ফলে চরম দারিদ্র্য উল্লেখযোগ্য হারে হ্রাস পেয়েছে। তবে যারা দারিদ্র্যসীমার উপরে আছে, তারা এখনও একটি অস্থিতিশীল আর্থিক অবস্থায় রয়েছে। সুরেশ তেন্ডুলকর কমিটির মতে, ২০০৯-১০ সালে ভারতে দারিদ্র্যসীমার নিচে বসবাসকারী জনগণের সংখ্যা ছিল ৩৫.৪ কোটি (মোট জনসংখ্যার ২৯.৬%) এবং ২০১১-১২ সালে তা কমে দাঁড়ায় ২৬.৯ কোটি (২১.৯%)। রঙ্গরাজন কমিটি ২০১৪ সালে জানায় যে, ২০০৯-১০ সালে ৪৫.৪ কোটি (৩৮.২%) মানুষ দারিদ্র্যসীমার নিচে ছিল, যা ২০১১-১২ সালে কমে ৩৬.৩ কোটিতে (২৯.৫%) দাঁড়ায়। ডয়চে ব্যাংক গবেষণা-এর এক প্রতিবেদনে অনুমান করা হয়েছে যে ভারতে প্রায় ৩০ কোটি মানুষ মধ্যবিত্ত শ্রেণির অন্তর্ভুক্ত। পূর্ববর্তী প্রবণতাগুলি যদি অব্যাহত থাকে, তাহলে ভারতের বিশ্বজিডিপিতে অংশগ্রহণ ২০১৬ সালের ৭.৩% থেকে বৃদ্ধি পেয়ে ২০২০ সালে ৮.৫%-এ পৌঁছাবে। ২০১২ সালে ভারতের প্রায় ১৭ কোটি মানুষ বা মোট জনসংখ্যার ১২.৪% দারিদ্র্যের মধ্যে বসবাস করছিল, যেখানে দারিদ্র্যের সংজ্ঞা ছিল দৈনিক আয় ১.৯০ মার্কিন ডলার (১২৩.৫ রুপি)। ২০০৯ সালে এই হার ছিল মোট জনসংখ্যার ২৯.৮%। অর্থনীতিবিদ সন্ধ্যা কৃষ্ণান ও নিরজ হাতেকার তাদের গবেষণাপত্রে উল্লেখ করেছেন যে ভারতে প্রায় ৬০ কোটি মানুষ, যা দেশের মোট জনসংখ্যার অর্ধেকেরও বেশি, মধ্যবিত্ত শ্রেণির অন্তর্ভুক্ত।\nএশীয় উন্নয়ন ব্যাংক-এর অনুমান অনুযায়ী, ২০১০ থেকে ২০১৫ সালের মধ্যে ভারতের জনসংখ্যা ছিল ১২৮ কোটি এবং এই সময়ে গড় জনসংখ্যা বৃদ্ধির হার ছিল ১.৩%। ২০১৪ সালে ১৫ বছর বা তার বেশি বয়সী জনগণের মধ্যে ৯.৯% কর্মসংস্থান লাভ করেছিল। এখনো দেশের ৬.৯% জনগণ জাতীয় দারিদ্র্যসীমার নিচে এবং ২০১৮ সালের ডিসেম্বর পর্যন্ত ৬.৩% জনগণ চরম দারিদ্র্যে বসবাস করছে। ওয়ার্ল্ড পোভার্টি ক্লক ভারতের দারিদ্র্যের প্রবণতা বাস্তবসম্মত সময়ে প্রদর্শন করে, যা বিশ্বব্যাংক-সহ অন্যান্য সংস্থার সাম্প্রতিক তথ্যের ভিত্তিতে তৈরি। সাম্প্রতিক তথ্য অনুসারে, ২০৩০ সালের মধ্যে টেকসই উন্নয়ন লক্ষ্যমাত্রা অর্জন করে ভারত চরম দারিদ্র্য দূর করার পথে এগিয়ে যাচ্ছে। অক্সফাম জানিয়েছে, ভারতের শীর্ষ ১% ধনী জনগণের হাতে দেশের মোট সম্পদের ৭৩% রয়েছে, অন্যদিকে নিম্ন ৫০% জনগোষ্ঠীর সম্পদ বৃদ্ধি পেয়েছে মাত্র ১%।\n\n\n== দারিদ্র্যের সংজ্ঞা ==\nদারিদ্র্য হলো এমন একটি অবস্থা যেখানে একজন ব্যক্তির মৌলিক চাহিদা মেটানোর জন্য পর্যাপ্ত উপকরণ বা আয় থাকে না। দারিদ্র্য সামাজিক, অর্থনৈতিক এবং রাজনৈতিক উপাদান অন্তর্ভুক্ত করতে পারে। চূড়ান্ত দারিদ্র্য হল সম্পূর্ণভাবে সেই সমস্ত উপায়ের অভাব, যা ব্যক্তিগত মৌলিক চাহিদা যেমন খাদ্য, পোশাক এবং বাসস্থানের জন্য প্রয়োজন।\n\nঅর্থনৈতিক পরিমাপ\nদারিদ্র্যের বিভিন্ন সংজ্ঞা রয়েছে এবং ভারতে কোন সংজ্ঞাটি প্রযোজ্য তা নিয়ে বিশেষজ্ঞদের মধ্যে মতভেদ রয়েছে। ভারতে অভ্যন্তরীণভাবে উভয় আয়ভিত্তিক দারিদ্র্যের সংজ্ঞা এবং ব্যয়ের ভিত্তিতে পরিসংখ্যান ব্যবহার করা হয়। ভারতের বাইরে, বিশ্বব্যাংক এবং জাতিসংঘের বিভিন্ন প্রতিষ্ঠান বিভিন্ন দেশগুলোর মধ্যে দারিদ্র্যের তুলনা করতে আরও বিস্তৃত সংজ্ঞা ব্যবহার করে। এটি ক্রয়ক্ষমতা সাম্যতা (PPP) এবং আপেক্ষিক মনোনীত ভিত্তিতে নির্ধারিত হয়। ভারতের প্রতিটি রাজ্যের নিজস্ব দারিদ্র্যসীমা রয়েছে, যা নির্ধারণ করে কতজন মানুষ দারিদ্র্যসীমার নিচে রয়েছে এবং আঞ্চলিক অর্থনৈতিক অবস্থার প্রতিফলন ঘটায়। এই সংজ্ঞার পার্থক্যের কারণে ভারতের দারিদ্র্যের একটি জটিল এবং পরস্পরবিরোধী চিত্র দেখা যায়, যা দেশটির অভ্যন্তরীণ পরিসংখ্যানে এবং অন্যান্য উন্নয়নশীল দেশগুলোর সাথে তুলনায় প্রভাব ফেলে।\nবিশ্বব্যাংকের মতে, ২০১২ সালে সংশোধিত দারিদ্র্য পরিমাপ পদ্ধতি অনুসারে ভারতে বিশ্বের বৃহত্তম দরিদ্র জনগোষ্ঠী ছিল, যা দেশটির বিশাল জনসংখ্যার প্রতিফলন। তবে শতাংশের হিসাবে এটি অন্যান্য বড় দরিদ্র জনগোষ্ঠী থাকা দেশগুলোর তুলনায় কিছুটা কম ছিল। ২০১৮ সালের জুলাই মাসে ওয়ার্ল্ড পোভার্টি ক্লক, ভিয়েনাভিত্তিক একটি গবেষণা সংস্থা, জানায় যে মাত্র ৫.৩% বা ৭ কোটি ৬ লাখ ভারতীয় চরম দারিদ্র্যে বসবাস করছিল, যেখানে নাইজেরিয়ায় এই হার ছিল ৪৪% বা ৮ কোটি ৭ লাখ মানুষ। ২০১৯ সালে নাইজেরিয়া এবং কঙ্গো চরম দারিদ্র্যের সংখ্যার হিসাবে ভারতকে ছাড়িয়ে যায়, যেখানে দৈনিক ১.৯ মার্কিন ডলারের নিচে আয়কারী জনগোষ্ঠীর সংখ্যা বেশি ছিল। যদিও ভারত জাতিসংঘের টেকসই উন্নয়ন লক্ষ্যমাত্রা অনুযায়ী নির্ধারিত সময়ের মধ্যে চরম দারিদ্র্য দূর করার লক্ষ্যমাত্রা পূরণ করতে পারবে বলে আশা করা হচ্ছে, তবে এখনও দেশের একটি বিশাল জনগোষ্ঠী প্রতিদিন ৩.২ মার্কিন ডলারের কম আয়ে জীবনযাপন করছে, যা ভারতের অর্থনীতিকে নিম্ন-মধ্যম আয়ের দেশের তালিকায় রাখে।\nঅনেক দেশের মতোই, ভারতে ঐতিহাসিকভাবে দারিদ্র্যকে জীবনধারণের জন্য প্রয়োজনীয় খাদ্যের ভিত্তিতে সংজ্ঞায়িত ও নির্ধারিত করা হতো। পরে এই পদ্ধতিটি সংশোধন করা হয়। ভারতের বর্তমান দারিদ্র্যের সরকারি হার পরিকল্পনা কমিশনের তথ্যের উপর ভিত্তি করে নির্ধারিত হয়, যা তথাকথিত টেন্ডুলকার পদ্ধতির অনুসারে গণনা করা হয়। এই পদ্ধতিতে দারিদ্র্যকে বার্ষিক আয়ের ভিত্তিতে নয়, বরং নির্দিষ্ট সময়ে ব্যক্তির মৌলিক চাহিদার জন্য ব্যয়কৃত অর্থের ভিত্তিতে সংজ্ঞায়িত করা হয়েছে। এছাড়া, এই পদ্ধতিতে গ্রামীণ এবং শহুরে অঞ্চলের জন্য পৃথক দারিদ্র্যসীমা নির্ধারণ করা হয়েছে। ২০০৭ সাল থেকে, ভারতে সরকারি দারিদ্র্যসীমা গ্রামাঞ্চলে প্রতিদিন ₹ ২৬ টাকা ($০.৪৩) এবং শহরাঞ্চলে ₹ ৩২ টাকা ($০.৫৩) নির্ধারণ করা হয়েছে।\nএই হার বিশ্বব্যাংকের $১.২৫ দৈনিক আয়ভিত্তিক সংজ্ঞার তুলনায় কম হলেও, এটি চীনের ২০০৮ সালে নির্ধারিত দৈনিক $০.৬৫ দারিদ্র্যসীমার কাছাকাছি। বিশ্বব্যাংকের আন্তর্জাতিক দারিদ্র্যসীমা সংজ্ঞাটি ক্রয়ক্ষমতা সাম্যের ভিত্তিতে নির্ধারিত, যা প্রতিদিনের জন্য ১.২৫ মার্কিন ডলার। এই সংজ্ঞার পেছনে কারণ হল, বিশ্বের বিভিন্ন দেশে একই ধরনের পণ্য ও সেবার দাম স্থানীয় মুদ্রায় রূপান্তরের পরেও উল্লেখযোগ্যভাবে পরিবর্তিত হতে পারে। তাই, দারিদ্র্যের একটি বাস্তবসম্মত সংজ্ঞা ও তুলনামূলক বিশ্লেষণ করার জন্য জীবনযাত্রার ব্যয়ের পার্থক্যগুলো বিবেচনায় নেওয়া জরুরি, যা ক্রয়ক্ষমতা সাম্যের ভিত্তিতে নির্ধারণ করা হয়। এই ভিত্তিতে মুদ্রার ওঠানামা ও সংখ্যাগত পরিসংখ্যান অপেক্ষাকৃত কম গুরুত্বপূর্ণ হয়ে যায়। বরং সংজ্ঞাটি নির্ভর করে স্থানীয় বাজারে মানুষের ক্রয়ক্ষমতার ওপর, যেখানে মৌলিক প্রয়োজনীয় পণ্য ও সেবার একটি নির্দিষ্ট ঝুড়ির ব্যয় বিবেচিত হয়। ২০১৪ সালের বিশ্বব্যাংকের ক্রয়ক্ষমতা সাম্যের সংজ্ঞা অনুসারে, ভারতের দারিদ্র্যের হার পূর্বের ধারণার চেয়ে উল্লেখযোগ্যভাবে কম।\n\nমিশ্র, আধা-অর্থনৈতিক ও অ-অর্থনৈতিক পরিমাপ\nঅর্থনৈতিক পরিমাপের মতোই দারিদ্র্যের জন্য অনেক মিশ্র বা অ-অর্থনৈতিক পরিমাপ রয়েছে এবং বিশেষজ্ঞদের মধ্যে মতবিরোধ রয়েছে যে ভারতের জন্য কোন পরিমাপ সবচেয়ে উপযুক্ত। উদাহরণস্বরূপ, ১৯৭১ সালে দান্ডেকার ও রাঠ দারিদ্র্যের হার পরিমাপের জন্য ক্যালরি গ্রহণের ভিত্তিতে একটি পদ্ধতি প্রস্তাব করেছিলেন। ২০১১ সালে, আলকায়ার ও তাঁর সহকর্মীরা একটি দারিদ্র্য পরিমাপ পদ্ধতি প্রস্তাব করেন, যা বহুমাত্রিক দারিদ্র্যসূচক  নামে পরিচিত। এই পদ্ধতিতে ব্যক্তির সম্পদের ওপর মাত্র ৬.২৫% ওজন দেওয়া হয়, অথচ শিক্ষার ওপর ৩৩% ওজন প্রদান করা হয় এবং বিদ্যালয়ে ব্যয়িত বছরের সংখ্যা গুরুত্বপূর্ণ বিবেচিত হয়। এই অ-অর্থনৈতিক পরিমাপগুলো বিতর্কিত এবং যে কোনো দেশের দারিদ্র্যের হার নির্ধারণের ক্ষেত্রে বিতর্কের বিষয় হয়ে থাকে, ভারতের ক্ষেত্রেও এর ব্যতিক্রম নয়।\n২০২৩ সালে, নীতি আয়োগ ন্যাশনাল মাল্টিডাইমেনশনাল পোভার্টি ইনডেক্স: এ প্রগ্রেস রিভিউ ২০২৩ শীর্ষক প্রতিবেদন প্রকাশ করে। ভারতের প্রতিটি রাজ্য ও কেন্দ্রশাসিত অঞ্চলের মোট জনসংখ্যার কত শতাংশ বহুমাত্রিকভাবে দরিদ্র এবং ২০১৫-১৬ থেকে ২০১৯-২১ সালের মধ্যে মাথাপিছু দারিদ্র্যের অনুপাতের শতাংশ পয়েন্ট পরিবর্তন নিম্নে উল্লেখ করা হয়েছে:\n\nবিকল্প আন্তর্জাতিক সংজ্ঞার সাথে তুলনা\nভারতে গৃহস্থালির দারিদ্র্যসীমা নির্ধারণ করা হয় পরিবারের সদস্যদের পৃথক পৃথক মাথাপিছু দারিদ্র্যসীমাগুলোর যোগফল হিসেবে। এই পদ্ধতি অনেক উন্নয়নশীল দেশের মতোই, তবে এটি উন্নত দেশগুলোর থেকে আলাদা, যেমন মার্কিন যুক্তরাষ্ট্র, যেখানে প্রতি অতিরিক্ত পরিবারের সদস্যের জন্য দারিদ্র্যসীমা ধাপে ধাপে সমন্বয় করা হয়। উদাহরণস্বরূপ, ২০১৪ সালে যুক্তরাষ্ট্রে এক সদস্যের পরিবারের জন্য বার্ষিক দারিদ্র্যসীমা নির্ধারণ করা হয়েছিল ১১,৬৭০ মার্কিন ডলার, আর চার সদস্যের পরিবারের জন্য এটি ছিল ২৩,৮৫০ মার্কিন ডলার (বা বড় পরিবারের ক্ষেত্রে প্রতি জনের জন্য ৫,৯৬৩ মার্কিন ডলার)। এই পার্থক্যের মূল কারণ প্রতিটি দেশের অর্থনৈতিক বাস্তবতা। ভারতে পরিবারগুলোতে সাধারণত বেঁচে থাকা দাদু-ঠাকুমা, বাবা-মা এবং সন্তানরা অন্তর্ভুক্ত থাকে। বিশেষ করে গ্রামীণ ভারতে মাসিক ভাড়া বাবদ কোনো খরচ বা খুব সামান্য খরচ হয়, যা অধিকাংশ নগরভিত্তিক উন্নত অর্থনীতির দেশগুলোর আবাসনের তুলনায় সম্পূর্ণ ভিন্ন। উভয় ক্ষেত্রেই পরিবারের সদস্যরা খাদ্য ও অন্যান্য মৌলিক চাহিদার ব্যয় ভাগাভাগি করে। তবে উন্নয়নশীল দেশগুলোর দরিদ্র পরিবারগুলোর মাসিক ব্যয়ের বড় অংশ খাদ্যের পেছনে চলে যায়, যেখানে উন্নত দেশগুলোতে বাসস্থান, যাতায়াত ও অন্যান্য মৌলিক চাহিদার ব্যয় অনেক বেশি।\nবর্তমানে ভারতের দারিদ্র্যের হার পরিমাপের জন্য দুটি মানদণ্ড ব্যবহার করা হয়। প্রথমত, একটি নির্দিষ্ট পণ্যসামগ্রীর ঝুড়ি নির্ধারণ করা হয়, যেখানে খাদ্যসামগ্রী অন্তর্ভুক্ত থাকে কিন্তু বাড়ির মূল্য, যাতায়াতের মূল্য বা অন্য কোনো আর্থিক লেনদেন ছাড়াই ব্যবহৃত সম্পদের মূল্য অন্তর্ভুক্ত হয় না। দ্বিতীয় দারিদ্র্যসীমার মানদণ্ডের ক্ষেত্রে প্রথমটির সাথে বাড়ির ভাড়ার মূল্য এবং যাতায়াতের ব্যয় যোগ করা হয়, তবে অন্য কিছু নয়। উন্নত দেশগুলোতেও অনানুষ্ঠানিক আয়ের সমতুল্য মূল্যায়ন ও দারিদ্র্যসীমা নির্ধারণের ক্ষেত্রে এই ধরনের পদ্ধতি ব্যবহৃত হয়।\n২০১৪ সালে ভারতের প্রস্তাবিত কিন্তু এখনো গৃহীত না হওয়া সরকারি দারিদ্র্যসীমা ছিল গ্রামীণ এলাকায় প্রতি মাসে ₹ ৯৭২ (ইউএস$ ১১.৮৮) রুপি এবং শহরাঞ্চলে ₹ ১,৪০৭ (ইউএস$ ১৭.২) রুপি। বর্তমানে গ্রামাঞ্চলের দারিদ্র্যসীমা নির্ধারিত হয়েছে ১,০৫৯.৪২ রুপি (৬২ পিপিপি মার্কিন ডলার) এবং শহরাঞ্চলে ১,২৮৬ রুপি (৭৫ পিপিপি মার্কিন ডলার)। ভারতের জাতীয় গড় দারিদ্র্যসীমা বিভিন্ন রাজ্যের দারিদ্র্যসীমার তুলনায় আলাদা। উদাহরণস্বরূপ, ২০১১-১২ সালে পুদুচেরিতে দারিদ্র্যসীমা ছিল গ্রামে ₹ ১,৩০১ (ইউএস$ ১৫.৯) রুপি এবং শহরে ₹ ১,৩০৯ (ইউএস$ ১৬) রুপি, যেখানে ওডিশায় এটি ছিল যথাক্রমে ₹ ৬৯৫ (ইউএস$ ৮.৫) রুপি এবং ₹ ৮৬১ (ইউএস$ ১০.৫২) রুপি।\n\n\n== দারিদ্র্যের বিস্তার ও অনুমান ==\n১৯শ ও ২০শ শতকের গোড়ার দিকে, যখন দেশটি ব্রিটিশ ঔপনিবেশিক শাসনের অধীনে ছিল, ভারতের কিছু অংশে ব্যাপক দারিদ্র্যের বৃদ্ধি দেখা যায়। ১৮শ শতকের পর থেকে ব্রিটিশ কর্মকর্তারা ভারতে এমন কিছু নীতি বাস্তবায়ন করেন, যার ফলে দেশীয় শিল্পের অবনতি ঘটে। ভারতীয় কারিগরদের তৈরি পোশাক ও অন্যান্য পণ্য উৎপাদন কমে যায়, কারণ ব্রিটিশরা নিজেদের শিল্প বিপ্লবের অগ্রগতির ফলে এই ধরনের পণ্য নিজেদের কারখানায় উৎপাদন করে ভারতে রপ্তানি করতে শুরু করে। একই সঙ্গে, ঔপনিবেশিক প্রশাসন আরও জমিকে কৃষিজমিতে পরিণত করতে এবং কৃষিজাত পণ্য রপ্তানি বাড়াতে উৎসাহিত করে। ভারতের পূর্বাঞ্চল, বিশেষত গঙ্গা উপত্যকার অঞ্চল, যেমন বর্তমানের পূর্ব উত্তর প্রদেশ, বিহার, ঝাড়খণ্ড ও পশ্চিমবঙ্গ, আফিম ও পোস্ত উৎপাদনের জন্য উৎসর্গীকৃত হয়েছিল। এই পণ্যগুলো দক্ষিণ-পূর্ব ও পূর্ব এশিয়ায়, বিশেষত চীনে রপ্তানি করা হতো। প্রথমে ইস্ট ইন্ডিয়া কোম্পানি একচেটিয়া নিয়ন্ত্রণ রাখত এই রপ্তানির ওপর, পরে ঔপনিবেশিক ব্রিটিশ প্রতিষ্ঠানগুলিও এটি পরিচালনা করে।\nশিল্প থেকে কৃষিতে এই পরিবর্তনের ফলে ভারতের অর্থনীতিতে বিশাল প্রভাব পড়ে। ১৮৫০ সালের মধ্যে, ভারতের উর্বর গঙ্গা উপত্যকায় প্রায় ১,০০০ বর্গকিলোমিটার জমি পোস্ত চাষের জন্য ব্যবহৃত হতে থাকে। এর ফলে এশিয়ায় দুটি আফিম যুদ্ধ সংঘটিত হয়, যার মধ্যে দ্বিতীয় আফিম যুদ্ধ ১৮৫৬ থেকে ১৮৬০ সালের মধ্যে সংঘটিত হয়। পরে, যখন চীন আফিম বাণিজ্যে যুক্ত হতে রাজি হয়, তখন ঔপনিবেশিক সরকার আরও বেশি জমি শুধুমাত্র পোস্ত চাষের জন্য নির্ধারণ করে। ১৮৫০ থেকে ১৯০০ সালের মধ্যে ভারতে আফিম চাষ ব্যাপক হারে বৃদ্ধি পায়। তখন গঙ্গা অববাহিকার ৫,০০,০০০ একরেরও বেশি উর্বর জমি পোস্ত চাষের জন্য ব্যবহৃত হয়েছিল। পাশাপাশি, বেনারস ও পাটনাতে ব্রিটিশ ঔপনিবেশিক প্রশাসকদের মালিকানাধীন আফিম প্রক্রিয়াকরণ কারখানাগুলোর সম্প্রসারণ ঘটে। সেইসঙ্গে, বঙ্গ থেকে পূর্ব এশিয়ার বিভিন্ন বন্দর, যেমন হংকং, পর্যন্ত আফিম শিপিং ব্যবসা বাড়তে থাকে। এই পুরো প্রক্রিয়াটি ব্রিটিশদের একচেটিয়া নিয়ন্ত্রণে ছিল। ২০ শতকের গোড়ার দিকে, ভারতে প্রতি চারজনের মধ্যে তিনজন কৃষির সঙ্গে যুক্ত ছিল। দুর্ভিক্ষ সাধারণ ঘটনা হয়ে দাঁড়ায়, এবং প্রতি দশকে মাথাপিছু খাদ্য গ্রহণ কমতে থাকে। ভারতে ইস্ট ইন্ডিয়া কোম্পানির শাসন এবং দারিদ্র্যের ওপর এর প্রভাব নিয়ে ব্রিটিশ পার্লামেন্টের নিম্নকক্ষে বিতর্ক হয়। ১৭৭৮ সালে, অ্যাংলো-আইরিশ হুইগ রাজনীতিবিদ এডমান্ড বার্ক ইস্ট ইন্ডিয়া কোম্পানির কর্মকর্তা ওয়ারেন হেস্টিংসের বিরুদ্ধে অভিশংসন বিচার শুরু করেন। তার অভিযোগ ছিল ভারতীয় অর্থনীতির অপব্যবস্থাপনা ও শোষণের মাধ্যমে জনগণকে দারিদ্র্যের দিকে ঠেলে দেওয়া। যদিও ১৭৮৫ সালে হেস্টিংসকে সকল অভিযোগ থেকে খালাস দেওয়া হয়। ভারতীয় ইতিহাসবিদ রজতকান্ত রায় যুক্তি দিয়েছেন যে, ১৮ শতকে ইস্ট ইন্ডিয়া কোম্পানি বাংলায় যে অর্থনীতি প্রতিষ্ঠা করেছিল, তা ছিল এক ধরনের শোষণ। এটি ভারতের ঐতিহ্যবাহী অর্থনীতির জন্য এক বিপর্যয় হয়ে দাঁড়ায়। খাদ্য ও সম্পদের মজুত কমে যায়, উচ্চ কর আরোপ করা হয়, যা ১৭৭০ সালের দুর্ভিক্ষের অন্যতম কারণ হয়ে ওঠে। এই দুর্ভিক্ষে বাংলার এক-তৃতীয়াংশ জনসংখ্যা মারা যায়। ১৯ শতকের শেষ দিকে লন্ডনে ব্রিটিশ পার্লামেন্টে বারবার ভারতে দুর্ভিক্ষের ঘটনা এবং কৃষিজমিকে খাদ্য উৎপাদনের পরিবর্তে ব্রিটিশদের আদেশে আফিম চাষের জন্য ব্যবহার করার ফলে ভারতীয় জনগণের দারিদ্র্যের বিষয়ে আলোচনা হয়।\nএই ঔপনিবেশিক নীতিগুলি বেকার শিল্পীদের কৃষিকাজে ঠেলে দেয় এবং ভারতকে ক্রমশ ভূমি-সমৃদ্ধ, অদক্ষ শ্রমিকসমৃদ্ধ ও নিম্ন উৎপাদনশীলতার অঞ্চলে পরিণত করে। এর ফলে দক্ষ শ্রমিক, মূলধন এবং জ্ঞানের অভাব বৃদ্ধি পায়। ১৯৭৩ সালের মুদ্রাস্ফীতির ভিত্তিতে হিসাব করলে, ১৮৮৫ সালে একজন ভারতীয় কৃষি শ্রমিকের গড় বার্ষিক আয় ছিল ৭.২০ রুপি, যা ২৩.৯০ রুপি বার্ষিক দারিদ্র্যসীমার তুলনায় অনেক কম। অর্থাৎ, শুধুমাত্র গড় আয় দারিদ্র্যসীমার নিচে ছিল না, বরং দারিদ্র্যের তীব্রতাও ছিল চরম। ১৮৮৫ থেকে ১৯২১ সালের মধ্যে দারিদ্র্যের মাত্রা বৃদ্ধি পায়, তবে পরে কিছুটা কমতে শুরু করে। তবে, ১৯৩০-এর দশক পর্যন্ত চরম দারিদ্র্যের হার খুব বেশি ছিল। ঔপনিবেশিক করনীতি এবং জমিদার ও মনসবদারদের জমির মালিকানা স্বীকৃতি দেওয়ার ফলে কিছু পরিবার বিপুল সম্পদের অধিকারী হয়ে ওঠে। অন্যদিকে, দরিদ্র কৃষকদের ভূমি ও ঋণের ওপর নিয়ন্ত্রণ দুর্বল হয়ে পড়ে। এর ফলে ভূমিহীনতা বৃদ্ধি পায় এবং প্রকৃত মজুরি স্থবির থাকায় দারিদ্র্য আরও তীব্র হয়ে ওঠে।\n১৯৩৬ সালের ন্যাশনাল প্ল্যানিং কমিটি অবিভক্ত ভারতের ভয়াবহ দারিদ্র্যের কথা উল্লেখ করেছিল।\n\n(...) খাদ্যের, বস্ত্রের, বাসস্থানের এবং মানব অস্তিত্বের জন্য প্রয়োজনীয় প্রতিটি উপাদানের অভাব ছিল... উন্নয়ন নীতির লক্ষ্য হওয়া উচিত জনগণের ভয়াবহ দারিদ্র্য দূর করা।\nসুর্যানারায়ণার মতে, ন্যাশনাল প্ল্যানিং কমিটি ১৯৩৬ সালে দারিদ্র্য নিরসনের লক্ষ্যে কিছু নির্দিষ্ট লক্ষ্য নির্ধারণ করেছিল। এগুলোর মধ্যে ছিল পুষ্টি (প্রতি প্রাপ্তবয়স্ক শ্রমিকের জন্য ২৪০০ থেকে ২৮০০ ক্যালোরি), বস্ত্র (প্রতি ব্যক্তির জন্য বার্ষিক ৩০ গজ কাপড়) এবং বাসস্থান (প্রতি ব্যক্তির জন্য ১০০ বর্গফুট)। দারিদ্র্যকে পুষ্টি, বস্ত্র ও বাসস্থানের সাথে সম্পর্কিত করে দেখা এই পদ্ধতি ভারত স্বাধীন হওয়ার পরও চালু থাকে।\nতবে, এই দারিদ্র্য বিমোচন লক্ষ্যমাত্রাগুলি শুধুমাত্র তাত্ত্বিক ছিল, কারণ প্রশাসনিক ক্ষমতা তখনও ব্রিটিশ সাম্রাজ্যের হাতে ছিল। ফলে দারিদ্র্য ভারতে তীব্র হয়ে ওঠে। উদাহরণস্বরূপ, ১৯৪৩ সালে অবিভক্ত দক্ষিণ এশিয়ায় কৃষি উৎপাদন বৃদ্ধির পরও বাংলার দুর্ভিক্ষে লক্ষ লক্ষ ভারতীয় অনাহার, রোগ ও নিঃস্বতার কারণে মারা যায়। বাংলার পাশাপাশি বিহার, পূর্ব উত্তরপ্রদেশ, ঝাড়খণ্ড ও ওড়িশায় দারিদ্র্য এতটাই তীব্র হয়েছিল যে, সম্পূর্ণ পরিবার ও গ্রাম ধ্বংস হয়ে যায়। গ্রামীণ শিল্পী ও জীবিকা নির্বাহকারী কৃষক পরিবারগুলি খাদ্যের অভাব, অপুষ্টি ও মহামারির ফলে মারা যায়। ১৯৪৩ সালের দুর্ভিক্ষ কোনো বিচ্ছিন্ন ঘটনা ছিল না। ঊনবিংশ শতাব্দীর শেষভাগ এবং বিংশ শতাব্দীর প্রথমার্ধে প্রতি ৫ থেকে ৮ বছরে একবার বিধ্বংসী দুর্ভিক্ষ ভারতকে নিঃস্ব করেছিল। ১৮৭৬-১৮৭৯ সালের দুর্ভিক্ষে ব্রিটিশ ভারতে ৬.১ থেকে ১০.৩ মিলিয়ন মানুষ অনাহারে মারা যায়, এবং ১৮৯৬-১৮৯৮ সালের দুর্ভিক্ষে আরও ৬.১ থেকে ৮.৪ মিলিয়ন মানুষ মৃত্যুবরণ করে। দ্য ল্যানসেট জানায় যে, ১৮৯৬ থেকে ১৯০০ সালের মধ্যে ব্রিটিশ ভারতে ১.৯ কোটি মানুষ অনাহার ও চরম দারিদ্র্যের কারণে মারা যায়। স্যার ম্যাকডোনেল ১৯০০ সালে এই দুর্ভিক্ষ ও দারিদ্র্যের অবস্থা পর্যবেক্ষণ করে মন্তব্য করেন যে, \"বোম্বেতে মানুষ মাছির মতো মারা যাচ্ছিল।\"  \n\n\n=== স্বাধীনতার পরবর্তী ===\n\n\n==== ১৯৫০-এর দশক ====\n\nমিনহাস ১৯৫০-এর দশকে ভারতের দারিদ্র্যের হার সম্পর্কে তার হিসাব প্রকাশ করেন। তিনি দেখান যে দারিদ্র্যের হার মূলত কৃষি উৎপাদনের চক্রের উপর নির্ভরশীল। তিনি ক্যালরিকে দারিদ্র্যের নির্ণায়ক হিসেবে ব্যবহার করার প্রচলিত পদ্ধতির বিরোধিতা করেন এবং বার্ষিক প্রকৃত ব্যয়ের ভিত্তিতে দারিদ্র্যরেখা নির্ধারণের প্রস্তাব দেন (প্রতি বছর ২৪০ টাকা)। ১৯৫৬–৫৭ সালে, যা ছিল একটি ভালো ফসলের বছর, তিনি হিসাব করেন যে ভারতের দারিদ্র্যের হার ছিল ৬৫% (প্রায় ২১.৫ কোটি মানুষ)। ১৯৬০ সালের জন্য তিনি ভারতের দারিদ্র্যের হার ৫৯% বলে নির্ধারণ করেন।\n\n\n==== ১৯৬০-এর দশক ====\n১৯৬২ সালে ভারতে দারিদ্র্যসীমা নির্ধারণের জন্য একটি কর্মদল গঠিত হয়। এই কর্মদল বেঁচে থাকার জন্য প্রয়োজনীয় ক্যালরির মাত্রা এবং ভারতের বিভিন্ন অঞ্চলে সেই ক্যালরি সংগ্রহের জন্য প্রয়োজনীয় আয়ের উপর ভিত্তি করে একটি গড় দারিদ্র্যরেখা নির্ধারণ করে, যা ছিল ১৯৬০–৬১ সালের দামে মাসিক ২০ টাকা।\n১৯৬০-এর দশকে ভারতে দারিদ্র্যের হার সম্পর্কে বিভিন্ন গবেষকের অনুমান একে অপরের থেকে অনেকটা ভিন্ন ছিল। দান্ডেকার ও রাঠ, যারা তখনকার ভারত সরকার পক্ষে কাজ করছিলেন, তারা হিসাব করেন যে ১৯৬০-এর দশকে ভারতের দারিদ্র্যের হার স্থিতিশীলভাবে ৪১% ছিল। অপরদিকে, ওঝা ১৯৬১ সালে ভারতের মোট জনসংখ্যার ৪৪% বা ১৯ কোটি মানুষকে দারিদ্র্যসীমার নিচে গণনা করেন, যা ১৯৬৭ সালে বেড়ে ৭০% বা ২৮.৯ কোটি জনসংখ্যায় পৌঁছায়। বার্ধানও মনে করেন যে ১৯৬০-এর দশকে ভারতে দারিদ্র্যের হার ক্রমাগত বৃদ্ধি পেয়েছিল এবং এটি ৫৪%-এ পৌঁছায়।. যারা ১৯৬০-এর দশকের দারিদ্র্যসীমার (বার্ষিক ২৪০ টাকা) ওপরে ছিলেন, তারা খুব একটা ভালো অবস্থায় ছিলেন না। মিনহাস হিসাব করেন যে ১৯৬৩–৬৪ সালে ভারতের ৯৫% মানুষ বছরে মাত্র ৪৫৮ টাকায় জীবনযাপন করত, যেখানে ধনী ৫% জনগোষ্ঠীর বার্ষিক গড় আয় ছিল ৬৪৫ টাকা (এই সমস্ত হিসাব ১৯৬০–৬১ সালের টাকার মূল্যে)।\n\n\n==== ১৯৭০-এর দশক – ১৯৮০-এর দশক ====\n১৯৭১ সালে দান্ডেকার ও রাঠ ভারতের দারিদ্র্যসীমা নির্ধারণের জন্য প্রতিদিন ২২৫০ ক্যালরি গ্রহণের মানদণ্ড ব্যবহার করেন। তারা ১৯৬০–৬১ সালের এনএসএসওর তথ্য ব্যবহার করে হিসাব করেন যে এই পরিমাণ খাদ্য গ্রহণ ও অন্যান্য নিত্যপ্রয়োজনীয় জিনিস সংগ্রহের জন্য একজন গ্রামীণ বাসিন্দার বার্ষিক ১৭০.৮০ রুপি (১৯৭১ সালের মূল্যে মাসিক ১৪.২০ রুপি) এবং একজন শহরের বাসিন্দার জন্য ২৭১.৭০ রুপি (মাসিক ২২.৬০ রুপি) আয় প্রয়োজন। তাদের গবেষণায় দেখা যায় যে ১৯৬০–৬১ সালে ভারতের ৪০% গ্রামীণ এবং ৫০% শহুরে জনসংখ্যা দারিদ্র্যসীমার নিচে ছিল।\nদারিদ্র্য বিমোচন ভারতের পরিকল্পনা কমিশন-এর \"ন্যূনতম চাহিদার পূর্বাভাস এবং কার্যকর ভোগ চাহিদা\" সংক্রান্ত টাস্ক ফোর্সের অন্যতম লক্ষ্য ছিল। ১৯৭৯ সালে এই বিভাগ বিভিন্ন বয়স, কাজের ধরন ও লিঙ্গভেদে ক্যালরির চাহিদার পার্থক্য বিবেচনা করে। তাদের মতে, একজন গ্রামীণ বাসিন্দার দৈনিক ২৪০০ ক্যালরি এবং একজন শহুরে বাসিন্দার দৈনিক ২১০০ ক্যালরি প্রয়োজন। এই চাহিদা পূরণের জন্য ১৯৭৩–৭৪ সালের মূল্যে গ্রামাঞ্চলে মাসিক ৪৯.০৯ রুপি এবং শহরে ৫৬.৬৪ রুপি খরচ করা দারিদ্র্যসীমা নির্ধারণের উপযুক্ত পরিমাণ বলে তারা মত দেন।\n১৯৭০ ও ১৯৮০-এর দশকে ভারতে দারিদ্র্যের হার স্থায়ীভাবে উচ্চ ছিল। এই সময় রাজনৈতিক প্রচারের জন্য গরিবি হঠাও (অর্থাৎ দারিদ্র্য দূর করো) স্লোগান ব্যবহার করা হয়, যা ১৯৭০-এর দশকের শুরু থেকে ১৯৮০-এর দশক পর্যন্ত নির্বাচনী প্রচারে ব্যবহৃত হয়। ১৯৭০-এর দশকে ভারতের সরকারি দারিদ্র্যসীমা অনুযায়ী গ্রামীণ অঞ্চলে দারিদ্র্যের হার ৫০% ছাড়িয়ে গিয়েছিল।\nএর পাশাপাশি, ১৯৭৬ সালে ভারত সরকার বাঁধা শ্রম নিষিদ্ধ করার জন্য \"বাঁধা শ্রম ব্যবস্থা আইন\" পাশ করে। এই প্রথা দারিদ্র্যের এক দীর্ঘস্থায়ী কারণ ছিল। তবে, আইনটি কার্যকরভাবে বাস্তবায়নের অভাবে আজও এই ব্যবস্থা প্রচলিত রয়েছে।\n\n\n==== ১৯৯০-এর দশক ====\n১৯৯৩ সালে লাকদাওয়ালার নেতৃত্বে আরেকটি বিশেষজ্ঞ দল গঠিত হয়, যা ভারতের দারিদ্র্যসীমা পর্যালোচনার দায়িত্বে ছিল। এই কমিটি সুপারিশ করে যে আঞ্চলিক অর্থনৈতিক বৈষম্য এতটাই বিশাল যে প্রতিটি রাজ্যের জন্য পৃথক দারিদ্র্যসীমা নির্ধারণ করা উচিত। এরপর থেকে, ১৯৭৩–৭৪ সালকে ভিত্তিবর্ষ ধরে একটি নির্দিষ্ট পণ্য তালিকা তৈরি করা হয় এবং প্রতিটি রাজ্যে এর মূল্য নির্ধারণ করা হয়। এই পণ্যগুলোর দাম প্রতি বছর হালনাগাদ করা হতো, যাতে বিভিন্ন অঞ্চলের মধ্যে তুলনা করা যায়। ভারত সরকার এই পদ্ধতির পরিবর্তিত একটি সংস্করণ ব্যবহার করে দারিদ্র্যসীমা নির্ধারণ করা শুরু করে।\n১৯৯০-এর দশকে ভারতের দারিদ্র্যের হার নিয়ে বিভিন্ন অনুমান দেখা যায়, যা মূলত পরিমাপের পদ্ধতিগত পার্থক্য ও ছোট আকারের নমুনা জরিপের কারণে হয়েছে। উদাহরণস্বরূপ, ২০০৭ সালের একটি প্রতিবেদনে বলা হয় যে ১৯৯০-এর দশকের শেষ দিকের তথ্য অনুযায়ী ভারতের ৭৭% জনগণ দিনে ২০ রুপি (প্রায় ০.৫০ মার্কিন ডলার) বা তার কম আয় করত। অন্যদিকে, এস.জি. দত্ত ১৯৯৪ সালে ভারতের জাতীয় দারিদ্র্যের হার ৩৫% বলে উল্লেখ করেন। তার হিসাব অনুযায়ী, ভারতের তৎকালীন সরকারি দারিদ্র্যসীমা মাথাপিছু ৪৯ রুপি ছিল, যা ১৯৭৪ সালের জুন মাসের গ্রামীণ ভোক্তা মূল্যসূচক অনুযায়ী সমন্বিত হয়েছিল।\n\n\n==== ২০০০-এর দশক ====\nসাক্সেনা কমিটি রিপোর্ট, ১৯৭২ থেকে ২০০০ সালের তথ্য ব্যবহার করে, ভারতের দারিদ্র্যের অর্থনৈতিক বিশ্লেষণে ক্যালোরির গ্রহণকে স্বতন্ত্রভাবে বিবেচনা করে এবং তারপর উল্লেখ করে যে ভারতের ৫০% মানুষ দারিদ্র্যসীমার নিচে বাস করে। তবে ভারতের পরিকল্পনা কমিশন এই হার ৩৯% নির্ধারণ করে।\nন্যাশনাল কাউন্সিল অফ অ্যাপ্লাইড ইকোনমিক রিসার্চ (NCAER) অনুমান করেছিল যে ভারতের ৪৮% পরিবার বছরে ৯০,০০০ রুপির বেশি আয় করে (বা প্রতিজনের জন্য ৩ মার্কিন ডলার সমপরিমাণ ক্রয়ক্ষমতা সামঞ্জস্যকৃত অর্থ, PPP)। ২০০৯ সালে, NCAER-এর তথ্য অনুসারে, ভারতের ২২.২ কোটি পরিবারের মধ্যে একেবারে দরিদ্র পরিবারের সংখ্যা ছিল ১৫.৬%, অর্থাৎ প্রায় ৩.৫ কোটি পরিবার (প্রায় ২০ কোটি মানুষ) যাদের বার্ষিক আয় ৪৫,০০০ রুপির কম। এছাড়া, প্রায় ৮ কোটি পরিবার ছিল যাদের বার্ষিক আয় ৪৫,০০০ থেকে ৯০,০০০ রুপির মধ্যে। এই সংখ্যা বিশ্বব্যাংকের দারিদ্র্যসীমার নিচে বসবাসকারী পরিবারগুলোর অনুমানের কাছাকাছি, যা প্রায় ১০ কোটি পরিবার বা ৪৫.৬ কোটি মানুষের সমান।\nভারতে দারিদ্র্যসীমার নিচে বসবাসকারী জনগোষ্ঠী নিয়ে গবেষণার জন্য সুরেশ তেন্ডুলকর কমিটি গঠন করা হয় এবং এটি ২০০৯ সালের নভেম্বরে তাদের প্রতিবেদন প্রকাশ করে। এই কমিটি মাথাপিছু মাসিক বা দৈনিক ব্যয়ের ভিত্তিতে নতুন দারিদ্র্যসীমা নির্ধারণের পদ্ধতি সুপারিশ করে। গ্রামীণ অঞ্চলের জন্য দারিদ্র্যসীমা নির্ধারিত হয়েছিল মাসে ৮১৬ রুপি বা দিনে ২৭ রুপি। শহুরে অঞ্চলের জন্য এটি ছিল মাসে ১০০০ রুপি বা দিনে ৩৩ রুপি। এই পদ্ধতি অনুসারে, ২০০৯-২০১০ সালে দারিদ্র্যসীমার নিচে বসবাসকারী মানুষের সংখ্যা ছিল ৩৫.৪ কোটি (জনসংখ্যার ২৯.৬%) এবং ২০১১-২০১২ সালে এটি কমে ২৬.৯ কোটি (২১.৯%) হয়।\n\n\n==== ভারতীয় রিজার্ভ ব্যাঙ্ক (২০১২) ====\n২০১২ সালের বার্ষিক প্রতিবেদনে, ভারতীয় রিজার্ভ ব্যাঙ্ক ভারতের রাজ্যগুলোর দারিদ্র্যের হার বিশ্লেষণ করে। এই প্রতিবেদনে গোয়া রাজ্যকে দেশের মধ্যে সর্বনিম্ন দারিদ্র্যের হারযুক্ত রাজ্য হিসেবে চিহ্নিত করা হয়, যেখানে দারিদ্র্যের হার ছিল মাত্র ৫.০৯%। অন্যদিকে, জাতীয় গড় দারিদ্র্যের হার ছিল ২১.৯২%।\nনীচের ছকে ভারতের প্রতিটি রাজ্য ও কেন্দ্রশাসিত অঞ্চলের জন্য গ্রামীণ, শহুরে এবং সম্মিলিত দারিদ্র্যের হার উপস্থাপন করা হয়েছে। ছকে সর্বোচ্চ দারিদ্র্যের হারযুক্ত তথ্য লালচে রঙে এবং সর্বনিম্ন দারিদ্র্যের হারযুক্ত তথ্য হালকা নীল রঙে চিহ্নিত করা হয়েছে।\n\n\n==== ২০১০-এর দশক ====\nবিশ্বব্যাংক গত ২৫ বছরে দারিদ্র্যের সংজ্ঞা ও হিসাবনিকাশের পদ্ধতি একাধিকবার পর্যালোচনা করেছে। ১৯৯০-এর দশকের গোড়ার দিকে, বিশ্বব্যাংক নির্ধারিত সর্বনিম্ন দারিদ্র্যসীমা ছিল প্রতিদিন ১ ডলার। ১৯৯৩ সালে এটি সংশোধন করে নতুন দারিদ্র্যসীমা নির্ধারণ করা হয় প্রতিদিন ১.০৮ ডলার, যা সমস্ত দেশের জন্য ক্রয়ক্ষমতা সাম্য (PPP) ভিত্তিতে ১৯৯৩ সালের মার্কিন ডলারের মূল্যমান অনুযায়ী নির্ধারিত হয়। ২০০৫ সালে, বিশ্বব্যাংক বিশ্বব্যাপী জীবনযাত্রার ব্যয়ের ব্যাপক গবেষণার পর দারিদ্র্যসীমা বাড়ায়, যাতে ক্রমবর্ধমান জীবনযাত্রার ব্যয় প্রতিফলিত হয়। এর পর, বিশ্বব্যাংক ২০০৫ সালের PPP ভিত্তিতে প্রতিদিন ১.২৫ ডলারের কম আয়কারীদের দারিদ্র্যসীমার অন্তর্ভুক্ত করে। এই নির্ধারণ গণমাধ্যম ও গবেষণা মহলে ব্যাপকভাবে ব্যবহৃত হয়েছে।\nমে ২০১৪ সালে, দারিদ্র্যের সংজ্ঞা, হিসাবনিকাশের পদ্ধতি এবং বিশ্বব্যাপী অর্থনৈতিক পরিবর্তন পর্যালোচনা করার পর, বিশ্বব্যাংক PPP গণনার পদ্ধতিতে একটি বড় পরিবর্তনের প্রস্তাব দেয় এবং নতুন আন্তর্জাতিক দারিদ্র্যসীমা ২০১১ সালের মার্কিন ডলারের ভিত্তিতে নির্ধারণ করা হয়। নতুন এই পদ্ধতিতে দারিদ্র্যসীমা নির্ধারিত হয় প্রতিদিন ১.৭৮ ডলারে (২০১১ সালের PPP ভিত্তিতে)। সংশোধিত এই পদ্ধতি অনুসারে, ২০১৩ সালের হিসাবে ভারতে ১৭৯.৬ মিলিয়ন মানুষ নতুন দারিদ্র্যসীমার নিচে বাস করছিল, চীনে এই সংখ্যা ছিল ১৩৭.৬ মিলিয়ন, এবং বিশ্বব্যাপী এই সংখ্যা ছিল ৮৭২.৩ মিলিয়ন। অর্থাৎ, বিশ্বের মোট জনসংখ্যার ১৭.৫% ছিল ভারতের, কিন্তু বিশ্বব্যাপী দরিদ্র জনগোষ্ঠীর ২০.৬% ছিল ভারতে। অক্টোবর ২০১৫ সালে, বিশ্বব্যাংক আন্তর্জাতিক দারিদ্র্যসীমা পুনরায় পরিবর্তন করে প্রতিদিন ১.৯০ মার্কিন ডলার নির্ধারণ করে।\nভারতে দারিদ্র্যসীমা নির্ধারণ সংক্রান্ত পর্যালোচনা করতে গঠিত রঙ্গরাজন কমিটি জুন ২০১৪ সালে তাদের প্রতিবেদন প্রকাশ করে। এই কমিটি তেণ্ডুলকর কমিটি দ্বারা নির্ধারিত মাথাপিছু ভোগ ব্যয়ের ভিত্তিতে দারিদ্র্যসীমার গণনা সংশোধন করে। নতুন পদ্ধতিতে গ্রামীণ অঞ্চলের দারিদ্র্যসীমা নির্ধারণ করা হয় প্রতি মাসে ৯৭২ টাকা বা প্রতিদিন ৩২ টাকা এবং শহুরে অঞ্চলের জন্য নির্ধারিত হয় প্রতি মাসে ১৪০৭ টাকা বা প্রতিদিন ৪৭ টাকা। এই হিসাব অনুসারে, ২০০৯–২০১০ সালে ভারতে দারিদ্র্যসীমার নিচে বসবাসকারী জনগোষ্ঠী ছিল ৪৫৪ মিলিয়ন (জনসংখ্যার ৩৮.২%) এবং ২০১১–২০১২ সালে এই সংখ্যা কমে দাঁড়ায় ৩৬৩ মিলিয়ন (জনসংখ্যার ২৯.৫%)।\nনভেম্বর ২০১৭ থেকে, বিশ্বব্যাংক সমস্ত দেশের জন্য দারিদ্র্যের হার নির্ধারণে দুটি নতুন আন্তর্জাতিক দারিদ্র্যসীমা ব্যবহার করা শুরু করে। এই নতুন সীমাগুলো হল: \"নিম্ন মধ্যম আয়ের\" সীমা, যা দৈনিক $৩.২০ এবং \"উচ্চ মধ্যম আয়ের\" সীমা, যা দৈনিক $৫.৫০ নির্ধারিত হয়েছে। আগের $১.৯০ দৈনিক দারিদ্র্যসীমার পাশাপাশি এই নতুন সীমাগুলো সংযোজিত হয়েছে। এই নতুন দারিদ্র্যসীমাগুলোর দুটি উদ্দেশ্য রয়েছে। প্রথমত, এগুলো স্বীকার করে যে বিভিন্ন দেশে একই ধরনের জীবনধারণের মান অর্জনের জন্য বিভিন্ন ধরনের পণ্য ও সেবা প্রয়োজন হতে পারে, এবং ধনী দেশগুলোতে এই ব্যয় তুলনামূলকভাবে বেশি হতে পারে। দ্বিতীয়ত, এগুলো দেশগুলোর মধ্যে তুলনা করার সুযোগ দেয় এবং উন্নয়নশীল অঞ্চলের ভেতরেও মানদণ্ড নির্ধারণে সহায়তা করে। ভারত নিম্ন মধ্যম আয়ের দেশগুলোর মধ্যে পড়ে। দৈনিক $৩.২০ দারিদ্র্যসীমা অনুযায়ী, ২০১১ সালে ভারতের মোট জনসংখ্যার ৬০% দারিদ্র্যের মধ্যে বসবাস করছিল। এর অর্থ, ২০১১ সালে ভারতে ৭৬৩ মিলিয়ন মানুষ এই দারিদ্র্যসীমার নিচে জীবনযাপন করছিল।\n\n\n==== ২০২০-এর দশক ====\nপরিসংখ্যান ও কর্মসূচি বাস্তবায়ন মন্ত্রক আগস্ট ২০২২ থেকে জুলাই ২০২৩ পর্যন্ত গৃহস্থালী ভোগব্যয় সমীক্ষা (HCES) পরিচালনা করে এবং এর তথ্যপত্র ২৪ ফেব্রুয়ারি ২০২৪ সালে প্রকাশিত হয়। এই সমীক্ষার উদ্দেশ্য ছিল গৃহস্থালির মাসিক মাথাপিছু ভোগব্যয়ের (MPCE) পরিমাণ নির্ধারণ করা এবং তা গ্রামীণ ও শহুরে অঞ্চলের জন্য পৃথকভাবে বিশ্লেষণ করা।\nনিচের সারণিতে ২০২২-২৩ সালে বিভিন্ন আয়ের স্তরের জন্য গড় মাসিক মাথাপিছু ভোগব্যয় (MPCE) (রুপিতে) দেখানো হয়েছে (সমগ্র ভারত):\n\n*ইমপুটেশন বলতে বোঝানো হয়েছে বিভিন্ন সামাজিক কল্যাণমূলক কর্মসূচির মাধ্যমে বিনামূল্যে প্রাপ্ত ও ভোগ করা কিছু নির্দিষ্ট উপকরণের পরিমাণ।\nউল্লিখিত ভোগব্যয় সমীক্ষার ভিত্তিতে, ভারতীয় স্টেট ব্যাঙ্কের একটি প্রতিবেদনে বলা হয়েছে যে ২০২২-২৩ সালে ভারতের গ্রামাঞ্চলের দারিদ্র্যের হার ছিল ৭.২% এবং শহরাঞ্চলের দারিদ্র্যের হার ছিল ৪.৬%। এই প্রতিবেদনে ভারতের জন্য নতুন ভোগব্যয়ভিত্তিক দারিদ্র্যসীমা নির্ধারণ করা হয়েছে, যা গ্রামাঞ্চলের জন্য মাথাপিছু মাসিক ১,৬২২ রুপি এবং শহরাঞ্চলের জন্য মাথাপিছু মাসিক ১,৯২৯ রুপি। এই দারিদ্র্যসীমা সুরেশ তেন্ডুলকর কমিটির সুপারিশ অনুযায়ী নির্ধারণ করা হয়েছে।\n\n\n==== আধা-অর্থনৈতিক দারিদ্র্যের পরিমাপ ====\nঅর্থনীতির বাইরে অন্যান্য পরিমাপের মধ্যে বহুমাত্রিক দারিদ্র্য সূচক অন্যতম। এই সূচকের সংজ্ঞা অনুযায়ী, দারিদ্র্য নির্ধারণে শিক্ষার ক্ষেত্রে ৩৩% এবং আয় ও সম্পদের ক্ষেত্রে মাত্র ৬.২৫% ওজন দেওয়া হয়েছে। MPI অনুযায়ী, ভারতে ৬৫০ মিলিয়ন (৫৩.৭% জনসংখ্যা) মানুষ দারিদ্র্যের মধ্যে বাস করছিল। MPI নির্ধারিত দারিদ্র্যের মধ্যে ৪২১ মিলিয়ন মানুষ মূলত উত্তর ভারত এবং পূর্ব ভারতএর আটটি রাজ্যে কেন্দ্রীভূত ছিল। এই রাজ্যগুলি হল—বিহার, ছত্তিশগড়, ঝাড়খণ্ড, মধ্যপ্রদেশ, ওড়িশা, রাজস্থান, উত্তরপ্রদেশ এবং পশ্চিমবঙ্গ। নিচের ছকটি ২০০৫ সালের ছোট পরিসরের একটি জরিপের ভিত্তিতে ভারতীয় রাজ্যগুলির বহুমাত্রিক দারিদ্র্যের পরিসংখ্যান তুলে ধরছে।\n\n\n== অন্যান্য অনুমান ==\n২০১১ সালের দারিদ্র্য উন্নয়ন লক্ষ্য সংক্রান্ত প্রতিবেদনের মতে, আগামী চার বছরে ভারত ও চীনে প্রায় ৩২০ মিলিয়ন মানুষ চরম দারিদ্র্য থেকে বেরিয়ে আসবে বলে আশা করা হয়। প্রতিবেদনে উল্লেখ করা হয়েছে যে, ১৯৯০ সালে যেখানে ভারতের দারিদ্র্যের হার ছিল ৫১%, ২০১৫ সালে তা কমে আনুমানিক ২২%-এ নেমে আসবে। এছাড়াও প্রতিবেদনে বলা হয়েছে যে, দক্ষিণ এশিয়ার দেশগুলোর মধ্যে একমাত্র ভারত ২০১৫ সালের নির্ধারিত সময়সীমার মধ্যে দারিদ্র্য অর্ধেক কমানোর লক্ষ্যে সফলভাবে এগোচ্ছে।\n২০১৫ সালে জাতিসংঘের সহস্রাব্দ উন্নয়ন লক্ষ্য (MDG) কর্মসূচির তথ্য অনুযায়ী, ভারত ইতিমধ্যেই দারিদ্র্য অর্ধেক কমানোর লক্ষ্য অর্জন করেছে। ২০১১ সালে ভারতের ১.২ বিলিয়ন জনসংখ্যার মধ্যে ২৪.৭% মানুষ দারিদ্র্যসীমার নিচে বাস করছিল বা দৈনিক আয় $১.২৫ ডলারের কম ছিল। জাতিসংঘের প্রতিবেদনে বলা হয়, ১৯৯৪ সালে এই হার ছিল ৪৯.৪%। ভারত ২০১৫ সালের মধ্যে এই হার ২৩.৯%-এ নামিয়ে আনার লক্ষ্য স্থির করেছিল।\n২০১৬ সালের *গ্লোবাল ওয়েলথ রিপোর্ট* অনুযায়ী, যা *ক্রেডিট সুইস রিসার্চ ইনস্টিটিউট* দ্বারা সংকলিত হয়েছে, ভারত বিশ্বের দ্বিতীয় সর্বাধিক অসম দেশ। এখানে শীর্ষ ১% মানুষের কাছে দেশের মোট সম্পদের ৫৮% রয়েছে।\nওয়ার্ল্ড ফুড প্রোগ্রাম অনুযায়ী, ভারতের প্রায় ২১.২৫% জনগণ দৈনিক ১.৯০ মার্কিন ডলারের কম আয়ে জীবনযাপন করে। সংস্থাটি আরও জানিয়েছে যে, বিশ্বের মোট অপুষ্টিগ্রস্ত জনগণের এক চতুর্থাংশই ভারতে বসবাস করে।\n\nবিশ্ব ক্ষুধা সূচক\nবিশ্ব ক্ষুধা সূচক এমন একটি সূচক যা তিনটি প্রধান উপাদানের ওপর ভিত্তি করে নির্ধারিত হয়। এর এক-তৃতীয়াংশ ওজন দেওয়া হয় অপুষ্টিতে ভোগা জনগোষ্ঠীর আনুমানিক অনুপাতে, আরেক-তৃতীয়াংশ ওজন কম উচ্চতার তুলনায় কম ওজনযুক্ত পাঁচ বছরের কম বয়সী শিশুদের অনুপাতে, এবং শেষ এক-তৃতীয়াংশ ওজন পাঁচ বছরের কম বয়সী শিশুদের মৃত্যুহারের ওপর নির্ভর করে। ২০১১ সালের GHI প্রতিবেদনের তথ্য অনুসারে, ১৯৯০ থেকে ২০১১ সালের মধ্যে ভারত তার অবস্থান ২২% উন্নত করেছে। এই সময়ে ভারতের স্কোর ৩০.৪ থেকে কমে ২৩.৭ হয়েছে।\nতবে, ২০০১ থেকে ২০১১ সালের মধ্যে ভারতের উন্নতি খুবই সামান্য ছিল, মাত্র ৩%। ২০১৪ সালের গ্লোবাল হাঙ্গার ইনডেক্সে ভারতের অবস্থান কিছুটা উন্নত হয়েছিল, কারণ অপুষ্টিতে ভোগা শিশুদের হার উল্লেখযোগ্যভাবে হ্রাস পেয়েছিল। ২০১৪ সালের প্রতিবেদনে দেখা যায়, উদীয়মান ৭৬টি অর্থনীতির মধ্যে ভারতের অবস্থান ৫৫তম। ২০০৫ থেকে ২০১৪ সালের মধ্যে পাঁচ বছরের কম বয়সী কম ওজনের শিশুদের হার ৪৩.৫% থেকে কমে ৩০.৭%-এ নেমে আসে।\nদারিদ্র্য: ২০১১–১২ সালে জাতিগোষ্ঠী অনুসারে শতাংশ\nনিম্নলিখিত তথ্য ২০১১–১২ সালে পরিচালিত এক জরিপের ভিত্তিতে সংকলিত হয়েছে।  \nসেই সময় ভারতের মোট জনসংখ্যা ছিল: ১,২৭৬,২৬৭,৬৩১\nজাতিগোষ্ঠী অনুযায়ী জনসংখ্যার বন্টন:  \n\nভারতে জাতিগোষ্ঠী অনুসারে দারিদ্র্যের হার:  \n\nউপরের দুইটি সারণির তথ্য থেকে বোঝা যায়, দারিদ্র্যের বন্টন মোট জনসংখ্যার বন্টনের সাথে কেমন সামঞ্জস্যপূর্ণ:  \n\nভারতে সামাজিক ও ধর্মীয় শ্রেণি অনুযায়ী দারিদ্র্য:  \nসাচার কমিটি সামাজিক ও ধর্মীয় শ্রেণিভিত্তিক দারিদ্র্য বিশ্লেষণ করেছিল।  \n\n\n== দারিদ্র্য হ্রাস ==\n\n১৯৫০-এর দশক থেকে, ভারত সরকার ও বিভিন্ন বেসরকারি সংস্থা দারিদ্র্য দূরীকরণের জন্য একাধিক উদ্যোগ গ্রহণ করেছে। এর মধ্যে রয়েছে সাবসিডি দেওয়া খাদ্য ও অন্যান্য নিত্যপ্রয়োজনীয় সামগ্রী, ঋণ পাওয়ার সুযোগ বৃদ্ধি, কৃষির উন্নত প্রযুক্তি ও ন্যূনতম সহায়ক মূল্য প্রদান, শিক্ষার প্রসার এবং পরিবার পরিকল্পনার প্রচার। এসব ব্যবস্থার ফলে দুর্ভিক্ষ দূর হয়েছে, চরম দারিদ্র্য অর্ধেকেরও বেশি হ্রাস পেয়েছে, এবং অশিক্ষা ও পুষ্টিহীনতা কমেছে।\nযদিও গত দুই দশকে ভারতের অর্থনীতি ধারাবাহিকভাবে বৃদ্ধি পেয়েছে, এই বৃদ্ধি সব সামাজিক ও অর্থনৈতিক গোষ্ঠী, ভৌগোলিক অঞ্চল এবং শহর ও গ্রামাঞ্চলের মধ্যে সমানভাবে ঘটেনি। ২০১৫–১৬ অর্থবছরে অন্ধ্রপ্রদেশ, বিহার ও মধ্যপ্রদেশ রাজ্যের জিডিপি প্রবৃদ্ধির হার মহারাষ্ট্র, ওড়িশা ও পাঞ্জাবের তুলনায় বেশি ছিল। যদিও জিডিপি বৃদ্ধির হার অর্থনীতির জন্য গুরুত্বপূর্ণ, ভারতের ক্ষেত্রে আলোচনা ধীরে ধীরে অন্যদিকে মোড় নিচ্ছে। এখন শুধু জিডিপি বৃদ্ধির প্রতি অতিরিক্ত মনোযোগ না দিয়ে, সামগ্রিক ও অন্তর্ভুক্তিমূলক উন্নয়নের দিকে বেশি গুরুত্ব দেওয়া হচ্ছে। যদিও ভারত চরম দারিদ্র্য নির্মূলের পথে এগোচ্ছে, দেশটি এখনো স্বাস্থ্য ও শিক্ষার মতো গুরুত্বপূর্ণ সূচকে পিছিয়ে আছে, এমনকি প্রতিবেশী কিছু দেশের তুলনাতেও।\nভারতের অর্থনৈতিক উন্নতি সত্ত্বেও, দেশের এক চতুর্থাংশ জনগণ এখনো সরকার নির্ধারিত দারিদ্র্যসীমার নিচে বসবাস করে, যেখানে দৈনিক আয় মাত্র ₹৩২ (প্রায় মার্কিন$০.৬)।\n২০০১ সালের জনগণনা অনুযায়ী, ভারতের ৩৫.৫% পরিবার ব্যাংকিং পরিষেবা গ্রহণ করেছিল, ৩৫.১% পরিবারের কাছে রেডিও বা ট্রানজিস্টর ছিল, ৩১.৬% পরিবারের টেলিভিশন ছিল, ৯.১% পরিবারের টেলিফোন ছিল, ৪৩.৭% পরিবারের সাইকেল ছিল, ১১.৭% পরিবারের মোটরসাইকেল বা স্কুটার ছিল, এবং মাত্র ২.৫% পরিবারের গাড়ি, জিপ বা ভ্যান ছিল। ৩৪.৫% পরিবারের কাছে এসবের মধ্যে কিছুই ছিল না। যেসব মানুষ এখনো ব্যাংকিং পরিষেবার আওতার বাইরে আছে, তাদের সুবিধা দেওয়ার জন্য কনফেডারেশন অফ ইন্ডিয়ান ইন্ডাস্ট্রি-র সভাপতি সঞ্জীব বাজাজ নতুন ব্যাংক ও ব্যাংক বহির্ভূত আর্থিক প্রতিষ্ঠান স্থাপনের আহ্বান জানিয়েছেন।\nভারতের টেলিযোগাযোগ বিভাগ অনুসারে, ২০১২ সালের ডিসেম্বর মাস নাগাদ দেশের ফোন ঘনত্ব ৭৩.৩৪% পর্যন্ত পৌঁছেছিল, তবে বার্ষিক বৃদ্ধির হার −৪.৫৮% হ্রাস পেয়েছিল। এটি এমন একটি বাস্তবতাকে নির্দেশ করে যে, বার্ষিক আয় ₹ ১,৩৭,০০০ (ইউএস$ ১,৬৭৪.৫৯) হওয়া একটি চার সদস্যের পরিবার কিছু বিলাসবহুল সামগ্রী ক্রয় করতে সক্ষম ছিল।\nবিশ্ব ব্যাংকের ২০১৪–১৫ সালের গ্লোবাল মনিটরিং রিপোর্ট, যা সহস্রাব্দ উন্নয়ন লক্ষ্য নিয়ে তৈরি, জানায় যে ২০০৮ থেকে ২০১১ সালের মধ্যে ভারত দারিদ্র্য নিরসনে সবচেয়ে বড় অবদান রেখেছিল। এই সময়কালে প্রায় ১৪ কোটি মানুষ চরম দারিদ্র্য থেকে মুক্তি পেয়েছিল। ২০২৩ সালের ১৭ জুলাই, নীতি আয়োগ প্রকাশিত একটি প্রতিবেদনে বলা হয় যে, ২০১৫-১৬ থেকে ২০১৯-২১ সালের মধ্যে ১৩.৫ কোটি মানুষ বহুমাত্রিক দারিদ্র্য থেকে মুক্তি পেয়েছে। এই প্রতিবেদনটি জাতীয় পরিবার স্বাস্থ্য সমীক্ষার  ২০১৯-২১ সালের সাম্প্রতিকতম তথ্যের ভিত্তিতে তৈরি করা হয়েছিল এবং এটি জাতীয় বহুমাত্রিক দারিদ্র্য সূচকের দ্বিতীয় সংস্করণ। ১৯৫০ সালের শুরুর দিক থেকে, ভারত সরকার দরিদ্র জনগোষ্ঠীকে খাদ্য উৎপাদনে স্বনির্ভর করতে সহায়তার জন্য বিভিন্ন প্রকল্প চালু করে। এসব উদ্যোগের মধ্যে রেশন কার্ড ব্যবস্থা এবং নিত্যপ্রয়োজনীয় খাদ্যপণ্যের উপর সরকার-নিয়ন্ত্রিত মূল্যব্যবস্থা অন্তর্ভুক্ত ছিল। এই প্রচেষ্টাগুলো দুর্ভিক্ষ প্রতিরোধে সহায়তা করেছিল, তবে ১৯৫০ থেকে ১৯৮০ সালের মধ্যে গ্রাম ও শহরের দারিদ্র্য দূর করতে উল্লেখযোগ্য ভূমিকা রাখতে পারেনি।\n১৯৯১ সালের পর থেকে ভারতের দ্রুত অর্থনৈতিক প্রবৃদ্ধি দারিদ্র্য হ্রাসের অন্যতম প্রধান কারণ হিসেবে বিবেচিত হয়। আরেকটি সম্ভাব্য কারণ হিসেবে ভারতের সামাজিক কল্যাণমূলক কর্মসূচির সূচনা উল্লেখযোগ্য, যার মধ্যে মহাত্মা গান্ধী জাতীয় গ্রামীণ কর্মসংস্থান গ্যারান্টি আইন (মনরেগা) এবং সরকারি বিদ্যালয়গুলিতে মধ্যাহ্ন ভোজ কর্মসূচি অন্তর্ভুক্ত। ২০১২ সালের একটি গবেষণায় ক্লোনার এবং ওল্ডিগেস দেখান যে, মনরেগা গ্রামীণ দারিদ্র্যের তীব্রতা এবং মৌসুমী দারিদ্র্য হ্রাস করতে সহায়ক হলেও সামগ্রিক দারিদ্র্য দূর করতে পারেনি। তবে, এর অন্য একটি দিকও রয়েছে, যেখানে বঞ্চনার মাত্রা ক্রমশ বৃদ্ধি পাচ্ছে, বিশেষত সবচেয়ে দুর্বল জনগোষ্ঠীর মধ্যে। ভারতের আদমশুমারির সাম্প্রতিক তথ্য অনুযায়ী, তফসিলি জনজাতির মধ্যে ২০০১ সালে ৪৪.৭% মানুষ নিজেদের জমিতে কৃষিকাজ করত, যা ২০১১ সালে কমে ৩৪.৫% হয়ে যায়। একই সময়ে, তফসিলি জাতির মধ্যে এই হার ২০% থেকে কমে ১৪.৮% হয়েছে। অন্যদিকে, যারা অন্যের জমিতে কাজ করতেন (ভূমিহীন কৃষি শ্রমিক), তাদের সংখ্যা ২০০১ সালে ৩৬.৯% থেকে বেড়ে ২০১১ সালে তফসিলি জাতির মধ্যে ৪৪.৪% এবং তফসিলি জনজাতির মধ্যে ৪৫.৬% থেকে সামান্য বৃদ্ধি পেয়ে ৪৫.৯% হয়েছে।\nবিশ্ব ব্যাংকের তথ্যানুসারে, ভারত গত ১৫ বছরে বার্ষিক ৭% বা তার বেশি হারে প্রবৃদ্ধি অর্জন করেছে এবং এর ফলে কোটি কোটি মানুষ দারিদ্র্য থেকে বেরিয়ে এসেছে। আন্তর্জাতিক আর্থিক প্রতিষ্ঠানটি জানায় যে, গত তিন দশকে দেশটির দারিদ্র্যের হার অর্ধেক কমে এসেছে এবং মানব উন্নয়নের বেশিরভাগ সূচকে উল্লেখযোগ্য অগ্রগতি হয়েছে। তবে, ভবিষ্যতে এই প্রবৃদ্ধি বজায় রাখার জন্য ভারতের উন্নয়ন যাত্রায় উল্লেখযোগ্য চ্যালেঞ্জ রয়েছে বলে বিশ্ব ব্যাংক সতর্ক করেছে।\n\n\n== জাতিসংঘ ==\nজাতিসংঘের ১২ জুলাই ২০২৩ সালের এক প্রতিবেদনে বলা হয় যে, ২০০৫/২০০৬ থেকে ২০১৯/২০২১ সালের মধ্যে ভারত প্রায় ৪১৫ মিলিয়ন মানুষকে দারিদ্র্যের বাইরে নিয়ে এসেছে। প্রতিবেদনে আরও উল্লেখ করা হয় যে, ভারতসহ ২৫টি দেশ মাত্র ১৫ বছরের মধ্যে তাদের বৈশ্বিক বহুমাত্রিক দারিদ্র্য সূচকের মান অর্ধেকে নামিয়ে আনতে সক্ষম হয়েছে। এছাড়াও, ভারতের দারিদ্র্য সূচকের সবগুলো সূচকে হ্রাস লক্ষ্য করা গেছে, বিশেষ করে দরিদ্রতম রাজ্য ও প্রান্তিক জনগোষ্ঠীর মধ্যে, যার মধ্যে শিশুরা এবং সুবিধাবঞ্চিত বর্ণের মানুষরাও রয়েছে।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBreman, Jan;  ও অন্যান্য (২০১৯)। \"Chapter 6: A Mirage of Welfare: How the Social Question in India Got Aborted\"। The Social Question in the Twenty-First Century: A Global View। Oakland, California: University of California Press। আইএসবিএন 978-0520302402। এসটুসিআইডি 230116593 । ডিওআই:10.1525/luminos.74.g। \n\"Poverty in India\"। World Bank। \n\"Can India eradicate poverty? Will India's economic boom help the poor?\"। ৫ মার্চ ২০১৬ তারিখে মূল থেকে আর্কাইভ করা। \nDeaton, A.; Kozel, V. (১১ আগস্ট ২০০৫)। \"Data and Dogma: The Great Indian Poverty Debate\" (পিডিএফ)। The World Bank Research Observer। 20 (2): 177–199। আইএসএসএন 0257-3032। ডিওআই:10.1093/wbro/lki009। \n\"World Hunger – India\"। ১১ ফেব্রুয়ারি ২০০৯। ১১ ফেব্রুয়ারি ২০০৯ তারিখে মূল থেকে আর্কাইভ করা। \nGeorge, Abraham। \"Why the Fight Against Poverty is Failing: A Contrarian View\"। Wharton Business School Publications। \nRohr, Mathieu von (৯ আগস্ট ২০০৭)। \"Poverty and riches in booming India\"। Der Spiegel (ইংরেজি ভাষায়)। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ভারতে দারিদ্র্য সম্পর্কিত মিডিয়া দেখুন।\n\"Poverty in India 2\"। ২৪ জুলাই ২০১১ তারিখে মূল থেকে আর্কাইভ করা। \n\nTendulkar, Suresh। \"Expert Group on Methodology for Estimation of Poverty\"। ২৬ নভেম্বর ২০১৯ তারিখে মূল থেকে আর্কাইভ করা। \n\"From poverty to empowerment: India's imperative for jobs, growth, and effective basic services\"। McKinsey Global Institute। ২০১৩। \nPerspectives on Poverty in India (পিডিএফ)। The World Bank। ২০১৩। আইএসবিএন 978-0-8213-8689-7। \n\"Chapter 4: DEFINING AND EXPLAINING INCLUSIVE GROWTH AND POVERTY\"। INDIA (পিডিএফ)। International Monetary Fund। ২০১৪। \nটেমপ্লেট:ভারতের অর্থনীতি\n\nটেমপ্লেট:দারিদ্র্য\n\nটেমপ্লেট:কর্তৃপক্ষ নিয়ন্ত্রণ:ভারতে দারিদ্র্য"}