{"pageid": 1516911, "title": "বুরিয়াত রন্ধনপ্রণালী", "url": "https://bn.wikipedia.org/wiki?curid=1516911", "content": "বুরিয়াত রন্ধনপ্রণালী হল বুরিয়াত জনগণের ঐতিহ্যবাহী রন্ধনশৈলী। তারা প্রধানত রাশিয়ার বুরিয়াত প্রজাতন্ত্র এবং বৈকাল হ্রদের চারপাশে বসবাস করে। বুরিয়াত রন্ধনশৈলীর অনেকগুলো খাবার মঙ্গোলিয়ান রান্নার সাথে এক এবং এটি সোভিয়েত ও রাশিয়ান রান্না দ্বারা প্রভাবিত।\n\n\n== সাধারণ খাবার ==\nবুরিয়াত রন্ধনশৈলীর বেশিরভাগ খাবার মাংসের ভিত্তিতে তৈরি। তবে বৈকাল হ্রদের আশেপাশে মাছের খাবারও প্রচলিত। বুরিয়াতরা অনেক ধরনের দুগ্ধজাত পণ্যও তৈরি করেন। বুরিয়াত রান্না সাধারণত সহজ এবং পুষ্টিকর। এতে খুব কম মশলা ব্যবহার করা হয়। মঙ্গোলিয়ানদের মতো, বুরিয়াতরা তাদের বুজের জন্য পরিচিত যেটি একটি ধরনের ভাপানো ডাম্পলিং।\n\n\n=== জনপ্রিয় বুরিয়াত খাবার ===\nবুজি (মঙ্গোলিয়ায় পুজি বা বুজ নামেও পরিচিত) হল মাংস ভর্তি ভাপানো ডাম্পলিং যা সাধারণত ভেড়ার মাংস বা গরুর মাংসের মিশ্রণ দিয়ে পেঁয়াজ দিয়ে ভরা হয়।\nবুচলার (Бучлер) হল হাতে কাটা নুডলস এবং আলু দিয়ে তৈরি একটি ভেড়ার স্যুপ।\nশুলেপ (Шулэн) ডিমের নুডলস এবং কখনও কখনও ডাম্পলিং সহ একটি মাটন স্যুপ।\nবুখেলোর (Бухел) হল সাইবেরিয়ান ভেষজ সহ একটি মশলাদার মাংস এবং উদ্ভিজ্জ স্ট্যু।\nসাগুদাই (Сагудаи) বৈকাল হ্রদের তাজা মাছ থেকে তৈরি সাশিমি একটি স্থানীয় সংস্করণ।\nখুশুউর (Хушуур) হল ভাজা মাংসের পাই যা সাধারণত মাটন মাংস দিয়ে তৈরি করা হয় এবং মাটন চর্বিতে ভাজা হয়।\nশারবিন (Шарбин) খুশুউর-এর অনুরূপ তবে আকারে গোলাকার।\nশঙ্কি (Шанки) হল গলানো স্থানীয় পনির সহ একটি ফ্ল্যাটব্রেড এবং পিজ্জার সাথে তুলনা করা যেতে পারে।\nসালামাতা হল রাই এবং টক ক্রিম থেকে তৈরি একটি স্থানীয় মিষ্টি।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== দুগ্ধজাত পণ্য ===\nএয়ারখান (Аирхан) হল এক ধরনের বা স্থানীয় শুকনো কুটির পনির।\nখুরুদ (Хурууд) একটি ঐতিহ্যবাহী বুরিয়াত শক্ত পনির।\nউরমে (Урме) হল দুধের চর্বি এবং দুধের ফেনা থেকে তৈরি একটি দুগ্ধজাত পণ্য যা সিদ্ধ করা হয় এবং তারপর স্কিম্ড করা হয়। চূড়ান্ত পণ্যটি কায়মাক বা জমাট বাঁধা ক্রিম অনুরূপ।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\n\nমঙ্গোলীয় রন্ধনশৈলী\nবুরিয়াতস\nবুউজ\nরাশিয়ান রন্ধনপ্রণালী"}