{"pageid": 1516185, "title": "বয় স্কাউটস অব আমেরিকা", "url": "https://bn.wikipedia.org/wiki?curid=1516185", "content": "বয় স্কাউটস অব আমেরিকা [বর্তমান নামঃ স্কাউটিং আমেরিকা] হল বৃহত্তম স্কাউটিং সংস্থা এবং মার্কিন যুক্তরাষ্ট্রের বৃহত্তম যুব সংগঠনগুলির মধ্যে একটি, যেখানে ১০ লাখেরও বেশি যুবক রয়েছে, যার মধ্যে ১,৭৬,০০০ মহিলা অংশগ্রহণকারী রয়েছে। ১৯১০ সালে বয় স্কাউটস অব আমেরিকা নামে প্রতিষ্ঠিত, প্রায় ১৩ কোটি আমেরিকান এই প্রোগ্রামগুলিতে অংশগ্রহণ করেছে, যা ৪,৭৭,০০০ প্রাপ্তবয়স্ক স্বেচ্ছাসেবক দ্বারা পরিবেশিত হয়। ১৯২২ সালে এই সংস্থাটি বিশ্ব স্কাউট আন্দোলনের প্রতিষ্ঠাতা সদস্য হয়ে ওঠে ।\nস্কাউটিং আমেরিকার ঘোষিত লক্ষ্য হল \"স্কাউট শপথ এবং আইনের মূল্যবোধ স্থাপন করে তরুণদের তাদের জীবদ্দশায় নৈতিক ও নীতিমূলক সিদ্ধান্ত নেওয়ার জন্য প্রস্তুত করা।\" তরুণদের বিভিন্ন ধরণের বহিরঙ্গন কার্যকলাপ, শিক্ষামূলক কর্মসূচি এবং বয়স্ক পর্যায়ে, সম্প্রদায়ের সংগঠনগুলির সাথে অংশীদারিত্বে ক্যারিয়ার-ভিত্তিক কর্মসূচিতে অংশগ্রহণের মাধ্যমে দায়িত্বশীল নাগরিকত্ব, চরিত্র বিকাশ এবং আত্মনির্ভরশীলতার প্রশিক্ষণ দেওয়া হয়। তরুণ সদস্যদের জন্য স্কাউট পদ্ধতি প্রোগ্রামের একটি অংশ, যা বিভিন্ন কার্যকলাপের মাধ্যমে স্কাউটিং-এর মূল মূল্যবোধ যেমন বিশ্বাসযোগ্যতা, ভালো নাগরিক হওয়া এবং আউটডোর দক্ষতা শেখায়। এই কার্যকলাপগুলোর মধ্যে ক্যাম্পিং, সাঁতার, হাইকিং ইত্যাদি অন্তর্ভুক্ত রয়েছে। স্কাউটিং আমেরিকা তাদের আউটডোর কার্যক্রম আরও বিস্তৃত করার জন্য চারটি হাই-অ্যাডভেঞ্চার বেস পরিচালনা করে: নর্দার্ন টিয়ার (মিনেসোটা, ম্যানিটোবা এবং অন্টারিও), ফিলমন্ট স্কাউট র‍্যাঞ্চ (নিউ মেক্সিকো), সি বেস (ফ্লোরিডা কিজ, ইউএস ভার্জিন আইল্যান্ডস এবং বাহামা) এবং সামিট বেচটেল রিজার্ভ (ওয়েস্ট ভার্জিনিয়া)। এছাড়াও, স্কাউটদের জন্য বিশেষভাবে নিবেদিত প্রায় ১০০টি ক্যাম্প ও রিজার্ভেশন রয়েছে।\nস্কাউটিং-এর প্রধান বিভাগগুলো হলো: কাব স্কাউটস (বয়স ৫ থেকে ১১ বছর), স্কাউটস বিসিএ (বয়স ১০ থেকে ১৮ বছর), ভেঞ্চারিং (বয়স ১৪ থেকে ২১ বছর) এবং সি স্কাউটস (বয়স ১৪ থেকে ২১ বছর)। স্কাউটিং আমেরিকা স্থানীয় সংগঠনগুলোর মাধ্যমে তাদের কার্যক্রম পরিচালনা করে, যেমন চার্চ, ক্লাব, নাগরিক সংগঠন বা শিক্ষা প্রতিষ্ঠান, যা তাদের সম্প্রদায়ের তরুণদের জন্য স্কাউটিং কর্মসূচি বাস্তবায়ন করে। প্রতিটি ইউনিট পরিচালিত হয় স্বেচ্ছাসেবীদের দ্বারা, যাদের নিয়োগ দেয় সেই চার্টারপ্রাপ্ত সংগঠন। এই স্বেচ্ছাসেবীদের সহায়তা করে স্থানীয় কাউন্সিল, যারা বেতনভুক্ত পেশাদার স্কাউটার এবং স্বেচ্ছাসেবীদের সমন্বয়ে পরিচালিত হয়। এছাড়াও, লার্নিং ফর লাইফ নামক একটি সহযোগী প্রতিষ্ঠান রয়েছে, যা স্কুলের ভেতরে এবং কর্মজীবন সংক্রান্ত শিক্ষামূলক কার্যক্রম পরিচালনা করে।\n২০১৯ সালে, বয় স্কাউটস অব আমেরিকা তাদের প্রধান কর্মসূচির নাম বয় স্কাউটস থেকে পরিবর্তন করে স্কাউটস বিসিএ রাখে, যাতে মেয়েরা আলাদা, লিঙ্গ-নির্দিষ্ট ট্রুপে যোগ দিতে পারে। এরপর, ২০২৫ সালের ৮ ফেব্রুয়ারি, সংগঠনটির ১১৫তম প্রতিষ্ঠাবার্ষিকীতে, বিএসএ তাদের নাম পরিবর্তন করে স্কাউটিং আমেরিকা রাখে। তবে স্কাউট শপথ, আইন ও কর্মসূচি আগের মতোই অপরিবর্তিত রয়েছে।\n\n\n== উৎপত্তি ==\n\n২০শ শতকের শুরুর দিকে যুক্তরাষ্ট্রে প্রগতিশীল আন্দোলন ছিল চূড়ান্ত পর্যায়ে। সেই সময় গ্রাম থেকে শহরে পরিবারের স্থানান্তরের ফলে কিছু মানুষের মধ্যে উদ্বেগ তৈরি হয় যে, তরুণরা আর দেশপ্রেম, আত্মনির্ভরতা এবং ব্যক্তিস্বাতন্ত্র্য শেখার সুযোগ পাচ্ছে না। এই শূন্যতা পূরণের জন্য বিভিন্ন সংগঠন উদ্যোগ নেয়। ওয়াইএমসিএ তরুণদের জন্য সামাজিক কল্যাণ ও মানসিক, শারীরিক, সামাজিক এবং ধর্মীয় উন্নয়নের ওপর ভিত্তি করে বিভিন্ন কর্মসূচির প্রচারক ছিল। এছাড়াও, উডক্রাফট ইন্ডিয়ানস, যা ১৯০২ সালে আর্নেস্ট থম্পসন সেটন কানেকটিকাটের কস কবে প্রতিষ্ঠা করেন, এবং সন্স অব ড্যানিয়েল বুন, যা ১৯০৫ সালে ড্যানিয়েল কার্টার বিয়ার্ড ওহাইওর সিনসিনাটিতে প্রতিষ্ঠা করেন—এই দুটি সংগঠন বিএসএ প্রতিষ্ঠার আগে যুক্তরাষ্ট্রের স্কাউটিং আন্দোলনের গুরুত্বপূর্ণ পূর্বসূরি ছিল।\n\n১৯০৭ সালে, রবার্ট ব্যাডেন-পাওয়েল ইংল্যান্ডে স্কাউটিং আন্দোলন প্রতিষ্ঠা করেন, যেখানে তিনি আর্নেস্ট থম্পসন সেটনসহ অন্যান্যদের কাজ থেকে অনুপ্রেরণা নেন। ১৯০৯ সালে, শিকাগোর প্রকাশক ডব্লিউ. ডি. বয়েস লন্ডন সফরকালে এক রহস্যময় ছেলের সাক্ষাৎ পান, যিনি পরে \"অজানা স্কাউট\" নামে পরিচিত হন। কুয়াশাচ্ছন্ন রাস্তায় পথ হারানোর পর, এক স্কাউট তাকে গন্তব্যে পৌঁছে দেয়। যখন বয়েস তাকে পুরস্কার দিতে চান, তখন ছেলেটি তা নিতে অস্বীকৃতি জানায় এবং জানায় যে সে একজন বয় স্কাউট এবং এটি তার প্রতিদিনের সেবামূলক কাজের একটি অংশ। এই অভিজ্ঞতায় অনুপ্রাণিত হয়ে বয়েস ৮ ফেব্রুয়ারি ১৯১০ সালে বয় স্কাউটস অফ আমেরিকা প্রতিষ্ঠা করেন। পরবর্তীতে, এডগার এম. রবিনসন এবং লি এফ. হ্যানমার এই নতুন সংস্থার প্রতি আগ্রহী হন এবং বয়েসকে প্রোগ্রামটি ওয়াইএমসিএ-এর তত্ত্বাবধানে দেওয়ার জন্য রাজি করান। এপ্রিল ১৯১০ সালে, রবিনসন সেটন, বিয়ার্ড, চার্লস ইস্টম্যান এবং অন্যান্য নেতাদের যুক্ত করেন। সাবেক মার্কিন প্রেসিডেন্ট থিওডোর রুজভেল্ট, যিনি দীর্ঘদিন ধরে তরুণদের মাঝে কর্মশক্তি ও পুরুষত্বের ঘাটতি নিয়ে উদ্বিগ্ন ছিলেন, এই আন্দোলনের একজন দৃঢ় সমর্থক হন। জানুয়ারি ১৯১১ সালে, রবিনসন জেমস ই. ওয়েস্টকে নেতৃত্ব দেন, যিনি প্রথম চিফ স্কাউট এক্সিকিউটিভ হন এবং এরপর থেকে যুক্তরাষ্ট্রে স্কাউটিং দ্রুত বিস্তার লাভ করে। এছাড়া, উডক্রাফট ইন্ডিয়ানস এবং সন্স অব ড্যানিয়েল বুন পরবর্তীতে বিএসএর সাথে একীভূত হয়।\n১৯১০ সালে প্রতিষ্ঠার সময়, বয় স্কাউটস অফ আমেরিকা -এর ঘোষিত লক্ষ্য ছিল:\n\"তরুণদের দেশপ্রেম, সাহস, আত্মনির্ভরশীলতা এবং সমজাতীয় মূল্যবোধ শেখানো।\" পরবর্তীতে, ১৯৩৭ সালে, ডেপুটি চিফ স্কাউট এক্সিকিউটিভ জর্জ জে. ফিশার বিএসএ-এর উদ্দেশ্য ব্যাখ্যা করে বলেন:\n\"প্রতিটি প্রজন্মের সবচেয়ে গুরুত্বপূর্ণ দায়িত্ব হলো পরবর্তী প্রজন্মকে উচ্চ আদর্শ ও সঠিক আচরণ শেখানো।\" বর্তমানে, বিএসএ-এর মিশন স্টেটমেন্ট হলো:\n\"তরুণদের এমনভাবে প্রস্তুত করা, যাতে তারা সারাজীবন নৈতিক ও চারিত্রিক সিদ্ধান্ত নিতে পারে, স্কাউট শপথ ও আইনের মূল্যবোধ তাদের মধ্যে গেঁথে দেওয়ার মাধ্যমে।\"\nএর সর্বোচ্চ সময়ে, ১৯৭৩ সালে, বয় স্কাউটস-এর সক্রিয় সদস্য সংখ্যা ছিল ৪০ লাখের বেশি। তবে বর্তমানে, বাইরের কার্যক্রমের প্রতি জনপ্রিয়তা কমে যাওয়ায় সদস্যসংখ্যা হ্রাস পেয়েছে। তবে এখনো, স্কাউটিং আমেরিকা যুক্তরাষ্ট্রের সবচেয়ে বড় স্কাউটিং সংগঠন এবং সবচেয়ে বড় যুব সংগঠনের মধ্যে একটি। ২০২১ সালের তথ্য অনুযায়ী, সংগঠনটিতে প্রায় ১২ লাখ যুব সদস্য এবং ১০ লাখ প্রাপ্তবয়স্ক স্বেচ্ছাসেবক রয়েছে।\n\n\n=== ফেডারেল চার্টারপ্রাপ্ত কর্পোরেশন ===\n\nস্কাউটিং আমেরিকা মার্কিন যুক্তরাষ্ট্রের টাইটেল ৩৬-এর অধীনে অল্পসংখ্যক কংগ্রেসনাল চার্টারপ্রাপ্ত প্রতিষ্ঠানগুলোর মধ্যে একটি। সংগঠনের পক্ষে পল স্লেম্যান, কলিন এইচ. লিভিংস্টোন, আর্নেস্ট এস. মার্টিন এবং জেমস ই. ওয়েস্ট কংগ্রেসে সফলভাবে লবিং করেন, যার ফলে ১৫ জুন ১৯১৬ সালে প্রেসিডেন্ট উড্রো উইলসন স্কাউটিং আমেরিকার জন্য একটি ফেডারেল চার্টার অনুমোদন করেন। এই চার্টার নেওয়ার অন্যতম প্রধান কারণ ছিল যুক্তরাষ্ট্রের অন্যান্য স্কাউট সংগঠনগুলোর (যেমন, ইউনাইটেড স্টেটস বয় স্কাউটস এবং লোন স্কাউটস অফ আমেরিকা) সঙ্গে প্রতিযোগিতা মোকাবিলা করা। ১৯১৬ সালের আইনগত সংস্থাপন অনুযায়ী, এটি যুক্তরাষ্ট্রের গার্ল স্কাউটস, সিভিল এয়ার প্যাট্রোল, আমেরিকান লিজিয়ন, রেড ক্রস, লিটল লীগ বেসবল এবং ন্যাশনাল একাডেমি অব সায়েন্সেস-এর মতো কয়েকটি দেশপ্রেমিক ও জাতীয় সংস্থার মধ্যে অন্তর্ভুক্ত হয়। মূলত, ফেডারেল চার্টারপ্রাপ্ত হওয়া একটি সম্মানের বিষয় হিসাবে বিবেচিত হলেও, এটি স্কাউটিং আমেরিকাকে কিছু বিশেষ সুবিধা ও অধিকার প্রদান করে। এর মধ্যে উল্লেখযোগ্য হলো—অ্যান্টিট্রাস্ট ও একচেটিয়া বাজার আইনের আওতামুক্তি এবং সংগঠনের প্রতীক ও চিহ্নগুলোর পূর্ণ নিয়ন্ত্রণ। তবে, এই চার্টার কংগ্রেসকে স্কাউটিং আমেরিকার উপর কোনো সরাসরি নিয়ন্ত্রণ দেয় না। সংগঠনটি সম্পূর্ণ স্বাধীনভাবে পরিচালিত হতে পারে।\n\n\n== সদস্যপদ ==\n\n\n=== মূল প্রোগ্রাম ===\n\nস্কাউটিং আমেরিকার লক্ষ্য অর্জনের জন্য চারটি প্রধান কর্মসূচি রয়েছে:\n\nকাব স্কাউটিং: কিন্ডারগার্টেন থেকে পঞ্চম শ্রেণি পর্যন্ত তরুণদের জন্য উপলব্ধ।\nস্কাউটস বিএসএ (পূর্বে বয় স্কাউটস নামে পরিচিত): ১১ থেকে ১৮ বছর বয়সী তরুণদের জন্য বিএসএ-এর প্রধান কর্মসূচি; ১০ বছর বয়সীরা তাদের পঞ্চম শ্রেণির মার্চ মাসের ১ তারিখের পর বা যদি তারা \"অ্যারো অফ লাইট\" পুরস্কার অর্জন করে থাকে, তবে যোগদান করতে পারে।\nভেনচারিং: ১৪ থেকে ২১ বছর বয়সী তরুণদের জন্য কর্মসূচি।\nসি স্কাউটিং: ১৪ থেকে ২১ বছর বয়সী তরুণদের জন্য নৌ-সংক্রান্ত কার্যকলাপের উপর দৃষ্টি নিবদ্ধ করা কর্মসূচি।\nমার্কিন যুক্তরাষ্ট্রে প্রায় ১,০০,০০০ শারীরিক বা মানসিকভাবে অক্ষম স্কাউট রয়েছে। কোনো ব্যক্তি অক্ষম হিসেবে প্রত্যয়িত হলে \"স্কাউটিংয়ে তালিকাভুক্ত হতে পারে এবং নিয়ন্ত্রিত বয়সের সীমা অতিক্রম করেও এর কর্মসূচিতে থাকতে পারে। এই বিধান সকল সদস্যকে তাদের ইচ্ছানুযায়ী স্কাউটিংয়ে অগ্রসর হওয়ার অনুমতি দেয়।\"\n\n\n=== অন্যান্য প্রোগ্রাম ===\nস্কাউটিং আমেরিকা নিয়মিত সদস্যপদের বাইরেও বেশ কিছু বিশেষ কার্যক্রম পরিচালনা করে:\n\nঅর্ডার অফ দ্য অ্যারো: এটি অভিজ্ঞ ক্যাম্পারদের জন্য একটি সম্মানসূচক সংগঠন, যা ভ্রাতৃত্ব এবং আনন্দময় সেবার আদর্শে বিশ্বাসী। এই সংগঠনের সদস্য হওয়ার জন্য স্কাউট আইন মেনে জীবনযাপন করতে হয়, নির্দিষ্ট কিছু শর্ত পূরণ করতে হয় এবং ইউনিটের সদস্যদের ভোটে নির্বাচিত হতে হয়।\nলোন স্কাউটিং: এই কার্যক্রমটি তাদের জন্য তৈরি করা হয়েছে যারা সাধারণত স্কাউট বা কাব স্কাউট হতে পারে না—যেমন, যারা বিদেশে বা প্রত্যন্ত অঞ্চলে বাস করে, অথবা যাদের বিশেষ পরিস্থিতি রয়েছে। তারা যেন স্কাউটিংয়ের অভিজ্ঞতা লাভ করতে পারে, সেজন্যই এই ব্যবস্থা।\nস্টেম স্কাউটস: এটি স্কাউটিং আমেরিকার একটি পরীক্ষামূলক কর্মসূচি, যা প্রাথমিক, মাধ্যমিক ও উচ্চ বিদ্যালয়ের ছেলে-মেয়েদের জন্য বিজ্ঞান, প্রযুক্তি, প্রকৌশল এবং গণিত  শিক্ষা এবং ক্যারিয়ার বিকাশের ওপর জোর দেয়।\nলার্নিং ফর লাইফ: এটি স্কাউটিং আমেরিকার একটি সহযোগী প্রতিষ্ঠান, যা স্কুল ও কর্মক্ষেত্রভিত্তিক কার্যক্রম পরিচালনা করে। এই প্রতিষ্ঠান স্কুল ও কমিউনিটি ভিত্তিক সংগঠনগুলোর জন্য এমন সব কর্মসূচি তৈরি করে, যা তরুণদের আধুনিক সমাজের জটিলতার জন্য প্রস্তুত করে এবং তাদের আত্মবিশ্বাস, অনুপ্রেরণা ও আত্মমর্যাদা বৃদ্ধি করে।\nএক্সপ্লোরিং: এটি লার্নিং ফর লাইফের কর্মক্ষেত্রভিত্তিক কর্মসূচি, যার মূল লক্ষ্য পাঁচটি ক্ষেত্রে তরুণদের দক্ষতা বৃদ্ধি করা: পেশাগত সুযোগ, জীবন দক্ষতা, নাগরিকত্ব, নৈতিক শিক্ষা এবং নেতৃত্ব অভিজ্ঞতা। লার্নিং ফর লাইফকে প্রচলিত স্কাউটিং কর্মসূচি হিসেবে গণ্য করা হয় না। এখানে স্কাউট প্রতিজ্ঞা, স্কাউট আইন, ইউনিফর্ম বা স্কাউটিংয়ের প্রতীক ব্যবহার করা হয় না। লিঙ্গ, বাসস্থান, যৌন অভিমুখিতা বা বয়স ছাড়া অন্য কোনো কারণে লার্নিং ফর লাইফের সকল কর্মসূচি তরুণ ও প্রাপ্তবয়স্কদের জন্য উন্মুক্ত।\n\n\n=== সদস্যপদ বিতর্ক ===\n\nলার্নিং ফর লাইফের বিপরীতে, নিয়মিত স্কাউটিং আমেরিকা প্রোগ্রামগুলিতে সদস্যপদ আরও সীমাবদ্ধ এবং বিতর্কিত ছিল।২০১০ সালের শেষের দিক পর্যন্ত কাব স্কাউটিং বা তৎকালীন বয় স্কাউটিং প্রোগ্রামটি কেবল ছেলেদের জন্য উন্মুক্ত ছিল, তবে ১৯৭০ সালে মেয়েদের ভেঞ্চারিং, সি স্কাউটিং এবং এক্সপ্লোরার প্রোগ্রামগুলিতে যোগদানের অনুমতি দেওয়া হয়েছিল।আর মোটামুটি ওই একই সময়ে মেয়েরা সব প্রোগ্রামে বড়দের মতো ভলান্টিয়ারও হতে পারতো। ২০১৭ সালের ১১ই অক্টোবর স্কাউটিং আমেরিকা ঘোষণা দেয় যে ২০১৮ সাল থেকে মেয়েরা কাব স্কাউটে ঢুকতে পারবে, আর ২০১৯ সালের ১লা ফেব্রুয়ারি থেকে স্কাউটস বিএসএ প্রোগ্রামেও ঢুকতে পারবে।\nস্কাউটিং আমেরিকার সদস্যদের ধর্মীয় বাধ্যবাধকতা নিয়ে সবসময়ই বিতর্ক আর অসামঞ্জস্যতা ছিল। সংগঠনের অনেক ভলান্টিয়ার মনে করেন যে নাস্তিক আর অজ্ঞেয়বাদীদেরও এখানে স্বাগত জানানো উচিত, আর এই কারণে অনেক ট্রুপে তাদের নেওয়াও হয়। কিন্তু ২০১৮ সালে বয় স্কাউটস অফ আমেরিকার ন্যাশনাল এক্সিকিউটিভ বোর্ড তাদের 'ধর্মীয় নীতির ঘোষণা'কে স্কাউটিং আমেরিকার মিশনের একটা মৌলিক অংশ হিসেবে আবার জোর দিয়ে বলে। একই মিটিংয়ে তারা এটাও বলে যে, 'মহাবিশ্বের শাসক ও পথপ্রদর্শক হিসেবে ঈশ্বরের স্বীকৃতি এবং তাঁর অনুগ্রহ ও আশীর্বাদের কৃতজ্ঞ স্বীকৃতি সর্বোত্তম নাগরিকত্বের জন্য জরুরি এবং তরুণ সদস্যদের শিক্ষার জন্য স্বাস্থ্যকর নীতি প্রয়োজন'। এই অবস্থানটা আবার ওই তথ্যের সাথে মেলে না যে, ১৯২০ সাল থেকেই বিএসএ-তে বৌদ্ধ ট্রুপ ছিল, আর বৌদ্ধধর্ম তো একটা নিরীশ্বরবাদী ধর্ম, যেখানে সৃষ্টিকর্তা ঈশ্বরে বিশ্বাসের কথা বলা হয় না। বিএসএ ২০১৬ সালে ইউনিটারিয়ান ইউনিভার্সালিস্ট অ্যাসোসিয়েশনের সাথে একটা সমঝোতা স্মারকও স্বাক্ষর করে, যেখানে স্পষ্টভাবে বলা হয় যে একজন অংশগ্রহণকারীর আধ্যাত্মিক কল্যাণের চূড়ান্ত কর্তৃত্ব সংশ্লিষ্ট ইউনিটারিয়ান ইউনিভার্সালিস্ট মণ্ডলীর হাতে থাকবে। এই সমঝোতা স্মারকে ইউনিটারিয়ান ইউনিভার্সালিস্ট চার্টার্ড ট্রুপের মধ্যে মানবতাবাদকে আধ্যাত্মিকতার একটা গ্রহণযোগ্য রূপ হিসেবে অন্তর্ভুক্ত করা হয়েছে, আর পৃথিবী-কেন্দ্রিক ধর্মগুলোকেও।\n২০০০ সালে, 'বয় স্কাউটস অব আমেরিকা বনাম ডেল' মামলায় সুপ্রিম কোর্ট রায় দেয় যে বয় স্কাউটস এবং একই ধরনের ব্যক্তিগত স্বেচ্ছাসেবী সংগঠনগুলোর সংবিধানের প্রথম সংশোধনীতে দেওয়া সমিতির স্বাধীনতার অধিকার আছে, যার মাধ্যমে তারা সদস্যপদের মানদণ্ড নির্ধারণ করতে পারবে। ২০০৪ সালে, বিএসএ একটা নতুন নীতি ঘোষণা করে, যার মধ্যে 'যুব নেতৃত্ব' নীতিও ছিল। এই নীতিতে বলা হয়, কোনো সদস্য যদি 'প্রকাশ্যে ও ঘোষিত সমকামী' হিসেবে নিজেকে প্রকাশ করে, তাহলে সে নেতৃত্ব পদে থাকতে পারবে না।\n২০১২ সালের এপ্রিলে স্কাউটদের বার্ষিক সভায় উত্তর-পূর্বের একজন নেতা একটা প্রস্তাব তোলেন, যেখানে বলা হয় 'স্থানীয় ইউনিটগুলো যেন প্রাপ্তবয়স্ক নেতা হিসেবে সমকামীদের নিতে পারে'। কিন্তু, ২০১০ সালে শুরু হওয়া একটা পর্যালোচনার শেষে, ২০১২ সালের জুলাই মাসে বিএসএ-এর ১১ সদস্যের একটা কমিটি 'সর্বসম্মতভাবে' বর্তমান নীতি বহাল রাখার সুপারিশ করে। এই নীতির কারণে ইন্টেল, ইউপিএস আর মার্কের মতো বড় কোম্পানিগুলো বিএসএ-এর সাথে তাদের আর্থিক সম্পর্ক ছিন্ন করে। বিএসএ-এর ন্যাশনাল এক্সিকিউটিভ বোর্ডের ভেতরেও এরনস্ট অ্যান্ড ইয়াং-এর সিইও জেমস টার্লি আর এটিঅ্যান্ডটি-এর সিইও র‍্যান্ডাল স্টিফেনসন প্রকাশ্যে এই নীতির বিরোধিতা করেন। স্টিফেনসন, যিনি ২০১৪ সালে স্কাউটের ন্যাশনাল বোর্ডের প্রেসিডেন্ট হওয়ার পথে ছিলেন (এবং পরে হয়েছিলেনও), বলেন যে তারা বিএসএ বোর্ডের ভেতরে থেকে এই নীতি পরিবর্তনের জন্য আলোচনা ও স্থায়ী অগ্রগতি আনার চেষ্টা করবেন। ২০১৩ সালের ২৮শে জানুয়ারি বিএসএ ঘোষণা দেয় যে তারা সমকামীদের উপর নিষেধাজ্ঞা তুলে নেওয়ার কথা ভাবছে, যাতে স্থানীয়ভাবে চার্টার্ড সংস্থাগুলো নীতি নির্ধারণ করতে পারে।\n\n২০১৩ সালের ২৩শে মে, ১৪০০ সদস্যের বিএসএ ন্যাশনাল কাউন্সিলের ৬০% এরও বেশি সদস্য একটা ভোটে অংশ নেয়, যেখানে যৌন অভিমুখিতার ভিত্তিতে তরুণদের সদস্যপদ বাতিল করার নিয়মটা তুলে দেওয়ার পক্ষে রায় দেয়। তবে তারা এটাও জোর দিয়ে বলে যে, যেকোনো ধরনের যৌন আচরণ, সেটা ছেলে-মেয়ে উভয়ের হোক বা সমকামীদের, সেটা নিষিদ্ধ। এই প্রস্তাবটা ২০১৪ সালের ১লা জানুয়ারি থেকে কার্যকর হয়। তবে, 'প্রকাশ্যে ও ঘোষিত সমকামী' স্কাউট নেতাদের তখনও নিষিদ্ধ রাখা হয়। নীতিতে স্পষ্টভাবে বলা হয় যে, বিএসএ কারও যৌনতা নিয়ে প্রশ্ন করে না। সমকামী অধিকার গোষ্ঠীগুলো এই সিদ্ধান্তকে স্বাগত জানায়, কিন্তু তারা বলে যে, সব সমকামী সদস্যকে গ্রহণ না করা পর্যন্ত তারা লড়াই চালিয়ে যাবে। কিছু গির্জা আর রক্ষণশীল সদস্যরা এর প্রতিক্রিয়ায় বয় স্কাউটস ছেড়ে দেওয়ার হুমকি দেয়। ২০১৩ সালের ১২ই জুন, সাউদার্ন ব্যাপ্টিস্ট কনভেনশন একটা প্রস্তাব পাস করে, যেখানে বিএসএকে তাদের নীতি পরিবর্তন না করার জন্য অনুরোধ করা হয়। ২০১৩ সালের সেপ্টেম্বরে, 'ট্রেইল লাইফ ইউএসএ' নামে একটা নতুন স্কাউটিং গ্রুপ তৈরি করা হয়, যারা 'ঐতিহ্যবাহী, খ্রিস্টান' স্কাউটিংকে সমর্থন করে। এরপর, কিছু খ্রিস্টান সম্প্রদায়ের মণ্ডলী তাদের বয় স্কাউটস অফ আমেরিকার ট্রুপগুলো ট্রেইল লাইফ ইউএসএ-এর ট্রুপ দিয়ে প্রতিস্থাপন করে।\n২০১৫ সালের মে মাসে, বয় স্কাউটস অফ আমেরিকার প্রেসিডেন্ট রবার্ট গেটস বলেন, সমকামী নেতাদের উপর নিষেধাজ্ঞা তুলে দেওয়ার সময় এসেছে। গেটস বলেন, এটা আর 'টিকিয়ে রাখা যাবে না'। ২০১৫ সালের ১০ই জুলাই, বয় স্কাউটস অফ আমেরিকার এক্সিকিউটিভ কমিটি এতে রাজি হয় এবং বিষয়টা ন্যাশনাল এক্সিকিউটিভ বোর্ডের কাছে পাঠায়। ২০১৫ সালের ২৭শে জুলাই, বয় স্কাউটস অফ আমেরিকার ন্যাশনাল এক্সিকিউটিভ বোর্ড প্রকাশ্যে সমকামী নেতা ও কর্মীদের উপর সংগঠনের সার্বিক নিষেধাজ্ঞা তুলে দেওয়ার পক্ষে ভোট দেয়। তবে, স্থানীয় চার্টারিং সংস্থাগুলো তাদের ইউনিটের জন্য প্রাপ্তবয়স্ক স্বেচ্ছাসেবক বাছাইয়ের ক্ষেত্রে ধর্মীয় নীতির ভিত্তিতে তাদের নিজস্ব মানদণ্ড নির্ধারণ করার অনুমতি পায়।\n২০১৭ সালের ৩০শে জানুয়ারি, বয় স্কাউটস অফ আমেরিকা ঘোষণা দেয় যে, ট্রান্সজেন্ডার শিশুরা, যারা নিজেদের ছেলে হিসেবে পরিচয় দেয়, তারা তৎক্ষণাৎ ছেলে-কেবল প্রোগ্রামে ভর্তি হতে পারবে। আগে, আবেদনকারীর জন্ম সনদে যে লিঙ্গ লেখা থাকত, সেটার ভিত্তিতেই এই প্রোগ্রামগুলোতে ভর্তির যোগ্যতা নির্ধারিত হতো। কিন্তু এখন থেকে, আবেদনের ফর্মে যে লিঙ্গ লেখা থাকবে, সেটার ভিত্তিতে সিদ্ধান্ত নেওয়া হবে। ২০১৭ সালের ৭ই ফেব্রুয়ারি, জো মালডোনাডো ছেলে হিসেবে পরিচয় দেওয়া প্রথম প্রকাশ্যে ট্রান্সজেন্ডার শিশু হিসেবে স্কাউটে যোগদান করে। ২০১৬ সালে, ট্রান্সজেন্ডার হওয়ার কারণে তাকে বয় স্কাউটস থেকে প্রত্যাখ্যান করা হয়েছিল, কিন্তু তার গল্প জাতীয়ভাবে পরিচিত হওয়ার পর নীতি পরিবর্তন করা হয়।\n২০১৭ সালের ১১ই অক্টোবর, বয় স্কাউটস অফ আমেরিকা ঘোষণা করে যে, ২০১৮ সালের শেষের দিকে মেয়েদের কাব স্কাউটে স্বাগত জানানো হবে। যারা আগে থেকে অংশ নিতে চায়, তাদের জন্য ২০১৮ সালের ১৫ই জানুয়ারি থেকে একটা আর্লি অ্যাডপ্টার প্রোগ্রাম শুরু হবে। ঘোষণায় বলা হয়, কাব স্কাউটিংয়ে মেয়েরা শুধু 'কাব স্কাউটস' নামেই পরিচিত হবে। বয় স্কাউটস অফ আমেরিকার প্রধান প্রোগ্রাম, যেটা আগে 'বয় স্কাউটিং' নামে পরিচিত ছিল, ২০১৯ সালের ১লা ফেব্রুয়ারি থেকে 'স্কাউটস বিএসএ' নামে পরিচিত হয়, যখন প্রোগ্রামটি মেয়েদের জন্য খোলা হয়। স্কাউটস বিএসএ-এর সদস্যদের 'স্কাউটস' বলা হয়। ২০১৮ সালের ৬ই নভেম্বর, জিএসইউএসএ একটা ফেডারেল ট্রেডমার্ক মামলা করে, যাতে বিএসএ নিজেদের শুধু 'স্কাউটস' নামে পরিচয় দেওয়া থেকে বিরত থাকে। এই প্রথমবার নয়, যখন এই দুটি সংগঠন 'স্কাউট' শব্দটি ব্যবহার নিয়ে আইনি লড়াইয়ে জড়িয়েছে।\n২০২৪ সালের ৭ই মে, বিএসএ ঘোষণা করে যে তারা তাদের নাম পরিবর্তন করে 'স্কাউটিং আমেরিকা' রাখবে। সংগঠনের ১১৫তম বার্ষিকী উপলক্ষে, ২০২৫ সালের ৮ই ফেব্রুয়ারি থেকে এই নাম পরিবর্তন আনুষ্ঠানিকভাবে কার্যকর হবে। স্কাউট প্রতিজ্ঞা, আইন এবং প্রোগ্রামগুলো অপরিবর্তিত থাকবে। ইউনিফর্মগুলোও একই থাকবে, তবে সেগুলোতে নতুন নামটি এমব্রয়ডারি করা হবে। এই পরিবর্তনটি তাদের প্রধান প্রোগ্রাম 'স্কাউটস বিএসএ'-এর নামের ওপর কোনো প্রভাব ফেলবে না, যেটার নাম ২০১৯ সালে 'বয় স্কাউটস' থেকে পরিবর্তন করা হয়েছিল।\n\n\n== কার্যক্রম ==\n\n\n=== লক্ষ্য, পদ্ধতি এবং আদর্শ ===\n\nস্কাউটিং আমেরিকার উদ্দেশ্যগুলোকে 'স্কাউটিংয়ের লক্ষ্য ও পদ্ধতি' বলা হয়, যার মধ্যে রয়েছে: চরিত্র গঠন, নাগরিকত্ব, ব্যক্তিগত সুস্থতা এবং নেতৃত্ব। বিএসএ 'স্কাউট পদ্ধতি' নামে একটা অনানুষ্ঠানিক শিক্ষা ব্যবস্থার মাধ্যমে এই লক্ষ্যগুলো পূরণ করে। এই পদ্ধতিতে বয়সভিত্তিক বিভিন্ন শাখা-প্রশাখার জন্য উপযুক্ত পরিবর্তন আনা হয়।\nকাব স্কাউটরা একটা বিশেষ পোশাক পরে, যেটা তাদের ডেন, প্যাক আর পুরো কমিউনিটির মধ্যে একটা আলাদা পরিচয় তৈরি করে। স্কাউটরা চার থেকে দশজন ছেলে বা মেয়ের একটা দলে বড়দের নেতৃত্বে একসাথে মিশে কাজ করে দলবদ্ধভাবে কাজ করা শেখে। তারা স্কাউট শপথ আর স্কাউট আইনে দেওয়া আদর্শগুলো শেখে এবং সেগুলোকে কাজে লাগায়। বয়স অনুযায়ী বিভিন্ন ধাপ পার হওয়ার মাধ্যমে তারা উন্নতি করে, যার জন্য তাদের বাধ্যতামূলক এবং ঐচ্ছিক বিভিন্ন অ্যাডভেঞ্চার শেষ করতে হয়। কিছু উন্নতি বাড়িতেই করা হয়, যাতে পুরো পরিবার যুক্ত হতে পারে। আর কাব স্কাউটের অনেক কাজে পরিবারের সদস্যরাও অংশ নেয়।\nস্কাউটস বিএসএ প্রোগ্রামে স্কাউটরা স্কাউট শপথ, স্কাউট আইন, আউটডোর কোড, স্কাউট নীতিবাক্য ('প্রস্তুত থাকো'), আর স্কাউট স্লোগান ('প্রতিদিন একটি ভালো কাজ করো')-এ লেখা আদর্শগুলো কাজে লাগাতে শেখে। তারা একটা ইউনিফর্ম পরে এবং চার থেকে দশজন স্কাউটের একটা দলে কাজ করে, যেখানে একজন নির্বাচিত দলনেতা থাকে, যে আবার একজন সহকারী দলনেতা নিয়োগ করে। স্কাউটরা সবাই মিলে দায়িত্ব ভাগ করে নেয়, মিটিংয়ে শেখা দক্ষতাগুলো কাজে লাগায় এবং একসাথে বাইরে থাকে। উন্নতির ধাপগুলো তাদের ব্যক্তিগত বিকাশ ও আত্মনির্ভরশীলতার সুযোগ দেয়। স্কাউটরা প্রাপ্তবয়স্ক নেতাদের সাথে মিশে, যারা তাদের রোল মডেল ও পরামর্শদাতা হিসেবে কাজ করে। তবে, তারা নিজেদের দলের মধ্যে নিজেদের কার্যক্রম পরিকল্পনা করে এবং কমিউনিটি সেবায় অংশ নেয়।\nভেঞ্চারারদের স্কাউট শপথ আর আইন মেনে চলা ও জানা জরুরি। ২০১৪ সালের মে মাসের আগে, ভেনচারিং প্রোগ্রামের সদস্যরা এখন আর চালু না থাকা ভেনচারিং শপথ আর ভেনচারিং কোড মেনে চলতো। ভেঞ্চারাররা প্রাপ্তবয়স্ক উপদেষ্টাদের সাথে সরাসরি কাজ করে, তবে ক্রুদের নেতৃত্ব দেয় নির্বাচিত তরুণ কর্মকর্তারা, যাদের নেতৃত্ব দক্ষতা শেখা ও প্রয়োগ করার সুযোগ দেওয়া হয়। ভেঞ্চারাররা পারস্পরিক সহযোগিতার উপর নির্ভরশীল দলগত অভিজ্ঞতা পরিকল্পনা করে ও অংশগ্রহণ করে। উচ্চ অ্যাডভেঞ্চারের উপর জোর দেওয়া দল গঠন এবং ব্যবহারিক নেতৃত্ব প্রয়োগের সুযোগ দেয়। বিভিন্ন পুরস্কার স্বীকৃতি এবং ব্যক্তিগত বিকাশের সুযোগ দেয়। প্রতিটি পুরস্কারের জন্য ভেঞ্চারারকে যা শিখেছে তা অন্যদের শেখাতে হয়, যার মাধ্যমে দক্ষতা ও জ্ঞান কমিউনিটিতে ফিরিয়ে দেওয়া হয় এবং ভেঞ্চারারদের সেই দক্ষতাগুলো আয়ত্ত করতে সক্ষম করে।\n২০১২ সালের অক্টোবরে, ন্যাশনাল কাউন্সিল ঘোষণা করে যে, স্বেচ্ছাসেবক স্কাউটারদের নিয়ে তৈরি একটা বিশেষ কমিটির খুঁজে পাওয়া তথ্য ও সুপারিশের ভিত্তিতে, কাব স্কাউট আর ভেনচারিং প্রোগ্রামগুলো স্কাউট শপথ ও আইন ব্যবহার করবে। আর ভেনচারারদের ক্ষেত্রে, বয় স্কাউটের তিন আঙুলের স্যালুট ও চিহ্নও ব্যবহার করা হবে। ভেনচারিং প্রোগ্রামে এই পরিবর্তনগুলো ২০১৪ সালের মে মাসে কার্যকর হয়, আর কাব স্কাউটে ২০১৫ সালের মাঝামাঝি সময়ে।\n\n\n=== পদমর্যাদা ===\nস্কাউটস বিএসএ প্রোগ্রামে একজন স্কাউট সাতটা র‍্যাঙ্ক অর্জন করতে পারে (মনে রাখবেন, ঈগল পামগুলোকে র‍্যাঙ্ক হিসেবে ধরা হয় না)। একটা র‍্যাঙ্ক পেতে হলে, স্কাউটকে সেই র‍্যাঙ্কের প্রয়োজনীয়তাগুলো পূরণ করতে হবে, আর একটা স্কাউটমাস্টার কনফারেন্স এবং একটা বোর্ড অফ রিভিউ-ও পার করতে হবে (স্কাউট র‍্যাঙ্ক ছাড়া)। একটা র‍্যাঙ্ক পেতে হলে, আগে তার আগের র‍্যাঙ্কটা অর্জন করতে হবে, শুধু স্কাউট র‍্যাঙ্ক ছাড়া। স্কাউট র‍্যাঙ্কের প্রয়োজনীয়তাগুলো পূরণ করার পর একজন স্কাউট যেকোনো সময় এটা অর্জন করতে পারে। র‍্যাঙ্কগুলো হলো: স্কাউট, টেন্ডারফুট, সেকেন্ড ক্লাস, ফার্স্ট ক্লাস, স্টার স্কাউট, লাইফ স্কাউট এবং ঈগল স্কাউট। শেষ তিনটা র‍্যাঙ্কের জন্য বেশি সংখ্যক মেরিট ব্যাজ এবং ট্রুপ লিডারশিপ পজিশনে থাকা জরুরি, সাথে অন্যান্য প্রয়োজনীয়তাও আছে। কিছু র‍্যাঙ্কের জন্য নির্দিষ্ট মেরিট ব্যাজ এবং লিডারশিপ পজিশন দরকার।\n\n\n=== ঈগল স্কাউট ===\nঈগল স্কাউট হলো স্কাউটস বিএসএ প্রোগ্রামে একজন স্কাউটের জন্য সর্বোচ্চ র‍্যাঙ্ক। ১৯১১ সালে এই র‍্যাঙ্ক চালু হওয়ার পর থেকে ২০ লাখেরও বেশি তরুণ ঈগল স্কাউট র‍্যাঙ্ক অর্জন করেছে। এই র‍্যাঙ্ক পেতে হলে, ১৮ বছর বয়সের আগে বা ১৮ বছর বয়স পর্যন্ত কমপক্ষে ২১টি মেরিট ব্যাজ অর্জন করতে হয় এবং স্কাউট শপথ ও আইনের মাধ্যমে, সেবা ও নেতৃত্বের মাধ্যমে স্কাউট স্পিরিট দেখাতে হয়। এর মধ্যে একটা বড় ধরনের সেবা প্রকল্পও থাকে, যেটা স্কাউট নিজেই পরিকল্পনা করে, সংগঠিত করে, নেতৃত্ব দেয় এবং পরিচালনা করে। ঈগল স্কাউটদের একটা পদক এবং একটা ব্যাজ দেওয়া হয়, যা স্কাউটের কৃতিত্বকে দৃশ্যমানভাবে স্বীকৃতি দেয়। অতিরিক্ত মেয়াদ, নেতৃত্ব এবং মেরিট ব্যাজের প্রয়োজনীয়তা পূরণ করার জন্য ঈগল পামসের মাধ্যমে অতিরিক্ত স্বীকৃতি অর্জন করা যেতে পারে।\n২০১৯ সালের ফেব্রুয়ারিতে স্কাউটস বিএসএ-তে মেয়েদের অন্তর্ভুক্তির পর, ২০১৬ থেকে ১৮ বছর বয়সী স্কাউটদের জন্য ঈগল র‍্যাঙ্ক অর্জনের সময়সীমা ২ বছর পর্যন্ত বাড়ানো হয়েছিল।\nঈগল স্কাউট হওয়ার জন্য ২১টি মেরিট ব্যাজের মধ্যে ১৪টি বাধ্যতামূলক, যেগুলো হলো: প্রাথমিক চিকিৎসা, কমিউনিটিতে নাগরিকত্ব, দেশে নাগরিকত্ব, বিশ্বে নাগরিকত্ব, সমাজে নাগরিকত্ব, যোগাযোগ, রান্না, ব্যক্তিগত সুস্থতা, জরুরি প্রস্তুতি অথবা জীবনরক্ষা, পরিবেশ বিজ্ঞান অথবা স্থায়িত্ব, ব্যক্তিগত ব্যবস্থাপনা, সাঁতার অথবা হাইকিং অথবা সাইক্লিং, ক্যাম্পিং এবং পারিবারিক জীবন।\n\n\n=== জাতীয় স্কাউট জাম্বোরি ===\n\nন্যাশনাল স্কাউট জাম্বুরি হলো সারা দেশের স্কাউট আর ভেনচারারদের একটা মিলনমেলা। এটা সাধারণত প্রতি চার বছর পর পর হয়। তবে, বিশেষ বছরগুলোতে একটু এদিক-সেদিক হয়, যেমন ২০১০ সালের ন্যাশনাল স্কাউট জাম্বুরি, যেটা বিএসএ-এর শতবর্ষ উদযাপন করেছিল। প্রথম জাম্বুরিটা ১৯৩৭ সালে ওয়াশিংটন ডিসির ওয়াশিংটন মনুমেন্টে হয়েছিল। সেখানে ২৭,২৩২ জন স্কাউট আর নেতা উপস্থিত ছিলেন।. ১৯৫০ সালে, বয় স্কাউটস অফ আমেরিকা তাদের দ্বিতীয় ন্যাশনাল জাম্বুরিটা পেনসিলভানিয়ার ভ্যালি ফোর্জে আয়োজন করে। এই অনুষ্ঠানটা সংগঠনের ৪০তম বার্ষিকী উপলক্ষে করা হয়েছিল। তারপর থেকে, জাম্বুরিগুলো বিভিন্ন জায়গায় হয়েছে। ১৯৮১ থেকে ২০১০ সাল পর্যন্ত, জাম্বুরিটা ভার্জিনিয়ার ফোর্ট এ.পি. হিলে হতো। ২০০৮ সালে, ভবিষ্যতের জাম্বুরি, হাই অ্যাডভেঞ্চার প্রোগ্রাম আর প্রশিক্ষণের জন্য বিএসএ-এর মালিকানাধীন একটা স্থায়ী জায়গার খোঁজ করা হয়। ওয়েস্ট ভার্জিনিয়ার বেকলির কাছে সামিট বেচটেল ফ্যামিলি ন্যাশনাল স্কাউট রিজার্ভ এখন স্থায়ী জায়গা, যেখানে ২০১৩ সালের ন্যাশনাল স্কাউট জাম্বুরি থেকে শুরু হয়েছে।\n\n\n=== উচ্চ অ্যাডভেঞ্চার ===\nবয় স্কাউটস অফ আমেরিকা জাতীয় পর্যায়ে বেশ কয়েকটি হাই-অ্যাডভেঞ্চার ঘাঁটি পরিচালনা করে। প্রতিটি ঘাঁটি বিভিন্ন ধরনের প্রোগ্রাম ও প্রশিক্ষণ দেয়। একটা সাধারণ মূল প্রোগ্রামে পালতোলা, বন্য অঞ্চলে ক্যানোয়িং বা বন্য অঞ্চলে ব্যাকপ্যাকিং এবং ক্যাম্পিংয়ের মতো কার্যক্রম থাকে। এই ঘাঁটিগুলো ন্যাশনাল কাউন্সিলের হাই অ্যাডভেঞ্চার ডিভিশন দ্বারা পরিচালিত হয়।\nবয় স্কাউটস অফ আমেরিকার বর্তমান হাই-অ্যাডভেঞ্চার ঘাঁটিগুলোর মধ্যে রয়েছে ফিলমন্ট স্কাউট র‍্যাঞ্চ, নর্দার্ন টিয়ার ন্যাশনাল হাই অ্যাডভেঞ্চার বেসেস, ফ্লোরিডা ন্যাশনাল হাই অ্যাডভেঞ্চার সি বেস এবং দ্য সামিট বেচটেল ফ্যামিলি ন্যাশনাল স্কাউট রিজার্ভ।\n\n\n=== প্রশিক্ষণ ===\nবয় স্কাউটস অব আমেরিকা তাদের সদস্যদের জন্য বিভিন্ন ধরনের বাধ্যতামূলক এবং ঐচ্ছিক প্রশিক্ষণ প্রোগ্রাম অফার করে। এর মধ্যে আছে যুব সুরক্ষা, বাইরের দক্ষতা এবং নেতৃত্বের ওপর প্রশিক্ষণ। এই প্রোগ্রামগুলোর মাধ্যমে সদস্যরা বিভিন্ন দক্ষতা অর্জন করতে পারে এবং তাদের নেতৃত্বের গুণাবলী বাড়াতে পারে।\n\n\n==== প্রাপ্তবয়স্ক নেতা প্রশিক্ষণ ====\nপ্রত্যেক প্রাপ্তবয়স্ক নেতাকে 'যুব সুরক্ষা প্রশিক্ষণ' শেষ করতে হয়, এবং তারপর 'দিস ইজ স্কাউটিং' নামের একটা সাধারণ ওভারভিউ প্রশিক্ষণ এবং তার প্রোগ্রাম লেভেলের জন্য নির্দিষ্ট একটা 'ফাস্ট স্টার্ট' প্রশিক্ষণ শেষ করতে উৎসাহিত করা হয়। সরাসরি যোগাযোগ হয় এমন সব নেতাদের জন্য পদ-নির্দিষ্ট প্রশিক্ষণ বাধ্যতামূলক। মৌলিক প্রশিক্ষণ শেষ হলে, একজন নেতা তার বিএসএ ইউনিফর্মে 'ট্রেইনড' প্রতীক পরতে পারেন।\nক্যাম্পিং, হাইকিং, প্রাথমিক চিকিৎসা, লিভ নো ট্রেস, সাঁতারের নিরাপত্তা, আরোহণের নিরাপত্তা, বিপজ্জনক আবহাওয়া এবং অন্যান্য দক্ষতা সহ বাইরের দক্ষতা অর্জনের জন্য বিএসএ স্বেচ্ছাসেবকদের জন্য অতিরিক্ত দক্ষতা-নির্দিষ্ট প্রশিক্ষণও পাওয়া যায়।\nবিএসএ-এর প্রশিক্ষণের সর্বোচ্চ স্তর হলো 'উড ব্যাজ', যেখানে পাঁচ দিন ধরে একটা আউটডোর প্রোগ্রামে অংশ নেওয়ার মাধ্যমে অংশগ্রহণকারীদের নেতৃত্বের দক্ষতা বিকাশে সাহায্য করা হয়। কিছু কাউন্সিল প্রাপ্তবয়স্কদের জন্য 'পাউডার হর্ন' প্রোগ্রাম ব্যবহার করে হাই-অ্যাডভেঞ্চার প্রশিক্ষণ দেয়। নেতারা 'সি ব্যাজ' উন্নত নেতৃত্ব এবং ব্যবস্থাপনা কোর্সও নিতে পারেন।\n\n\n==== যুব নেতৃত্ব প্রশিক্ষণ ====\nতরুণ স্কাউট নেতারা ইউনিট-স্তরের 'ট্রুপস-এর জন্য নেতৃত্ব দক্ষতা পরিচিতি' কোর্সে অংশ নিতে পারে। স্থানীয় কাউন্সিলগুলো উন্নত 'ন্যাশনাল ইয়ুথ লিডারশিপ ট্রেনিং' আয়োজন করে এবং ন্যাশনাল কাউন্সিল ফিলমন্ট ট্রেনিং সেন্টারে 'ন্যাশনাল অ্যাডভান্সড ইয়ুথ লিডারশিপ এক্সপেরিয়েন্স' পরিচালনা করে। বয় স্কাউটস অফ আমেরিকা 'এনওয়াইএলটি লিডারশিপ একাডেমি'-ও অফার করে, যা কাউন্সিল-স্তরের এনওয়াইএলটি কোর্সের জন্য সারা দেশ থেকে তরুণ স্টাফ সদস্যদের প্রশিক্ষণ দেয়।\nভেঞ্চারার এবং সি স্কাউটরা ইউনিট-স্তরের 'ক্রুজ-এর জন্য নেতৃত্ব দক্ষতা পরিচিতি' অথবা 'শিপস-এর জন্য নেতৃত্ব দক্ষতা পরিচিতি' কোর্সে অংশ নিতে পারে। ক্রু কর্মকর্তারা 'ক্রু অফিসার ওরিয়েন্টেশন'-এ অংশ নিতে পারে, এবং তারপর কাউন্সিল-প্রদত্ত 'কোডিয়াক' নেতৃত্ব প্রশিক্ষণ প্রোগ্রামে অংশ নিতে পারে।\n'অর্ডার অফ অ্যারো' এর সদস্যরা 'ন্যাশনাল লিডারশিপ সেমিনার'-এ অংশ নিতে পারে, যা প্রতিটি অঞ্চলে বছরে কয়েকবার অনুষ্ঠিত হয়।\n\n\n==== ন্যাশনাল ক্যাম্পিং স্কুল ====\nবয় স্কাউটস অব আমেরিকা 'ন্যাশনাল ক্যাম্পিং স্কুল' নামে একটা প্রোগ্রাম চালায়, যেখানে স্কাউটস বিএসএ-এর গ্রীষ্মকালীন ক্যাম্পগুলোতে বিভিন্ন বিভাগ বা এলাকা কীভাবে চালাতে হয়, সেটার প্রশিক্ষণ দেওয়া হয়। কিছু অনলাইন প্রশিক্ষণ দেওয়া হলেও, বেশিরভাগ ক্ষেত্রের জন্য ন্যাশনাল ক্যাম্পিং স্কুলের কোনো একটাতে এক সপ্তাহ ধরে সরাসরি প্রশিক্ষণ নেওয়া লাগে। এক সপ্তাহ ধরে প্রোগ্রাম সফলভাবে শেষ করার পর, একজন ব্যক্তি ন্যাশনাল ক্যাম্পিং স্কুলের প্যাচ পরার অধিকারী হন। এই নিয়মিত আকারের প্যাচটা ডান বুকের শার্টের পকেটে, অস্থায়ী প্যাচের জায়গায় পরা যেতে পারে। ন্যাশনাল ক্যাম্পিং স্কুলের সার্টিফিকেশন পাঁচ বছরের জন্য বৈধ থাকে।\n\n\n==== কোপ ====\nকোপ, যার পূর্ণরূপ 'চ্যালেঞ্জিং আউটডোর পারসোনাল এক্সপেরিয়েন্স', এমন একটা প্রোগ্রাম, যেখানে শক্তি, ক্ষিপ্রতা, সমন্বয় এবং সমস্যা সমাধানের বিভিন্ন পরীক্ষা থাকে, যা ব্যক্তিগতভাবে এবং দলগতভাবে করা হয়।\n\n\n=== বহিরঙ্গন প্রোগ্রাম ===\nস্কাউটরা প্রকৃতিকে একটা অ্যাডভেঞ্চারপূর্ণ জায়গা হিসেবে দেখে, আর আশা করা হয় যে, যখন তারা বড় হবে, তাদের ছোটবেলার অভিজ্ঞতা তাদের প্রকৃতিপ্রেমী করে তুলবে। স্কাউটরা প্রকৃতিকে একটা ঐতিহ্য হিসেবে দেখে।\n\n\"ক্যাম্প ভাঙার সময় দুটো জিনিস রেখে যাও: ১. কিছুই না। ২. তোমার কৃতজ্ঞতা।\" — লর্ড ব্যাডেন-পাওয়েল, ১৯১৯ সালে।\n\n\n== সংগঠন ==\n\n\n=== জাতীয় পরিষদ ===\n\nন্যাশনাল কাউন্সিল হলো বয় স্কাউটস অব আমেরিকার কর্পোরেট সদস্যপদ, যেখানে স্বেচ্ছাসেবক স্কাউটাররা প্রতি বছর মিলিত হন। ন্যাশনাল কাউন্সিলের দৈনন্দিন কাজকর্ম 'চিফ স্কাউট এক্সিকিউটিভ' এবং অন্যান্য জাতীয় পেশাদার কর্মীরা পরিচালনা করেন। ন্যাশনাল কাউন্সিলের সদস্যদের মধ্যে নির্বাচিত জাতীয় কর্মকর্তা ও নির্বাহী বোর্ডের সদস্য, আঞ্চলিক সভাপতি, স্থানীয় কাউন্সিল প্রতিনিধি, অ্যাট লার্জ সদস্য এবং সম্মানসূচক সদস্যরা অন্তর্ভুক্ত। ১৯৭৯ সাল থেকে জাতীয় সদর দপ্তর টেক্সাসের ইরভিং-এ অবস্থিত।\n১৯১০ সালে বিএসএ প্রতিষ্ঠার পর থেকে, মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতিরা তাদের কার্যকালের সময় সংগঠনের সম্মানসূচক চেয়ারম্যান হিসেবে দায়িত্ব পালন করে আসছেন। আর প্রাক্তন রাষ্ট্রপতিরা তাদের জীবদ্দশায় সম্মানসূচক ভাইস চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন।\n\n\n=== শাসনব্যবস্থা এবং জাতীয় নির্বাহী বোর্ড ===\nবিএসএ ন্যাশনাল এক্সিকিউটিভ বোর্ড সংগঠন পরিচালনা করে। ২০১৫ সালের ন্যাশনাল এক্সিকিউটিভ বোর্ডে ৭৯ জন সদস্য ছিলেন।\nন্যাশনাল কাউন্সিল দ্বারা নির্বাচিত একজন স্বেচ্ছাসেবক জাতীয় সভাপতি বোর্ডের নেতৃত্ব দেন। বোর্ডের সদস্যদের মধ্যে নিয়মিত নির্বাচিত সদস্য, আঞ্চলিক সভাপতি এবং পাঁচজন পর্যন্ত নিযুক্ত তরুণ সদস্য অন্তর্ভুক্ত থাকেন। চিফ স্কাউট এক্সিকিউটিভ বোর্ডের সচিব এবং ভোটদানের অধিকারবিহীন সদস্য। ন্যাশনাল এক্সিকিউটিভ বোর্ডের বেশ কয়েকটি স্থায়ী কমিটি রয়েছে, যা ন্যাশনাল কাউন্সিলের পেশাদার কর্মী সংগঠনের সাথে সম্পর্কিত।\nন্যাশনাল এক্সিকিউটিভ বোর্ডের বর্তমান এবং প্রাক্তন সদস্যদের মধ্যে উটাহ সিনেটর মিট রমনি, আর্নস্ট অ্যান্ড ইয়াং-এর সিইও জিম টার্লি এবং এটিঅ্যান্ডটি-এর সিইও র‍্যান্ডাল স্টিফেনসন অন্তর্ভুক্ত। অন্যান্য সদস্যদের মধ্যে ল্যাটার-ডে সেইন্ট চার্চের সভাপতি থমাস এস. মনসনও ছিলেন।\n\n\n=== গোষ্ঠী এবং বিভাগ ===\n\nপ্রোগ্রাম ইমপ্যাক্ট ডিভিশন স্কাউটিং প্রোগ্রাম তৈরি করার দায়িত্বে থাকে। এর মধ্যে স্বেচ্ছাসেবক কমিটি এবং কর্মীরা অন্তর্ভুক্ত, যারা স্বেচ্ছাসেবক প্রশিক্ষণ, তরুণদের বিকাশ এবং অন্যান্য প্রোগ্রাম ইমপ্যাক্ট সংক্রান্ত প্রয়োজনগুলো নিয়ে কাজ করে। 'অল মার্কেটস' সদস্যপদ জোর দেওয়ার মধ্যে বিভিন্ন সুবিধাবঞ্চিত জাতিগত জনগোষ্ঠীর তরুণ ও পরিবারগুলোর কাছে পৌঁছানোর উন্নতির জন্য ফোকাস গ্রুপ এবং বিশেষ কমিটি অন্তর্ভুক্ত থাকে। হিস্পানিক/ল্যাটিনো পরিবার, এশিয়ান-আমেরিকান পরিবার এবং আফ্রিকান-আমেরিকান পরিবারগুলোকে লক্ষ্য করে সাহিত্য এবং বিপণন সামগ্রী তৈরি করা হয়। বিএসএ গার্ল স্কাউটসের সাথে অংশীদারিত্বে 'আমেরিকান ইন্ডিয়ান স্কাউটিং অ্যাসোসিয়েশন'-এও অংশগ্রহণ করে।\nআউটডোর অ্যাডভেঞ্চার ডিভিশন চারটি হাই-অ্যাডভেঞ্চার ঘাঁটি দেখাশোনা করে: নর্দার্ন টিয়ার (মিনেসোটা, ম্যানিটোবা এবং অন্টারিও), ফিলমন্ট স্কাউট র‍্যাঞ্চ (নিউ মেক্সিকো), সি বেস (ফ্লোরিডা, ইউএস ভার্জিন দ্বীপপুঞ্জ এবং বাহামাস) এবং সামিট বেচটেল রিজার্ভ (ওয়েস্ট ভার্জিনিয়া)। এছাড়াও, স্কাউটদের জন্য বিশেষভাবে তৈরি করা একশোরও বেশি আলাদা ক্যাম্প এবং রিজার্ভেশন এবং অর্ডার অফ অ্যারোর মতো বিশেষ প্রোগ্রামও এই ডিভিশনের অধীনে থাকে।\nঅন্যান্য বিভাগগুলো বিশ্ব এবং জাতীয় জাম্বুরি এবং আন্তর্জাতিক স্কাউটিং সম্পর্কের জন্য সহায়তা প্রদান করে। মেম্বারশিপ ইমপ্যাক্ট ডিভিশন বিপণন প্রচেষ্টা এবং জাতীয় সংস্থাগুলোর সাথে সম্পর্ক বজায় রাখার জন্য কাজ করে, যে সংস্থাগুলো চার্টার্ড সংস্থার প্রধান অংশ, যেমন লায়ন্স ইন্টারন্যাশনাল, রোটারি ইন্টারন্যাশনাল, কিওয়ানিস ইন্টারন্যাশনাল, আমেরিকান লিজিয়ন, এলকস, ভিএফডব্লিউ এবং বিএসএ ইউনিট চার্টার করা সমস্ত ধর্মীয় সম্প্রদায়।\nন্যাশনাল সাপ্লাই গ্রুপ ইউনিফর্ম, পোশাক, প্রতীক, সাহিত্য এবং সরঞ্জাম তৈরি ও বিক্রির দায়িত্বে থাকে। তারা ন্যাশনাল স্কাউট শপ, স্থানীয় কাউন্সিল ট্রেডিং পোস্ট, অনুমোদিত স্বাধীন রিসেলার এবং স্কাউটশপ-এ অনলাইনে সরঞ্জাম ও সরবরাহ বিক্রি করে। সাপ্লাই গ্রুপ অন্যান্য বাণিজ্যিক বিক্রেতাদের ব্যবহারের জন্য ট্রেডমার্কের লাইসেন্সও দেয়। অ্যাডমিনিস্ট্রেটিভ গ্রুপ অভ্যন্তরীণ প্রশাসন পরিষেবা এবং সহায়তা প্রদান করে। এর মধ্যে মার্কেটিং এবং কমিউনিকেশনস ডিভিশন অন্তর্ভুক্ত, যা বিএসএ প্রোগ্রামের বিপণন, জাতীয় ওয়েবসাইট পরিচালনা এবং প্রাপ্তবয়স্ক নেতাদের জন্য 'স্কাউটিং' এবং তরুণদের জন্য 'স্কাউট লাইফ' (পূর্বে 'বয়েজ লাইফ') প্রকাশনার দায়িত্বে থাকে।\nন্যাশনাল স্কাউটিং মিউজিয়াম নিউ মেক্সিকোর ফিলমন্ট স্কাউট র‍্যাঞ্চে অবস্থিত। প্রদর্শনীতে হাই অ্যাডভেঞ্চার বিভাগ, হাতে-কলমে শেখার অভিজ্ঞতা, ইন্টারেক্টিভ প্রদর্শনী এবং আমেরিকায় স্কাউটিং আন্দোলনের শুরু থেকে ইউনিফর্ম, থিম এবং নথিপত্রের ঐতিহাসিক সংগ্রহ অন্তর্ভুক্ত। মিউজিয়ামের শিল্পকর্মের মধ্যে প্রথম ঈগল স্কাউট আর্থার রোজ এলড্রেডের ঈগল স্কাউট পদকও রয়েছে।\nন্যাশনাল কোর্ট অফ অনার বিএসএ-এর সর্বোচ্চ পুরস্কারগুলো প্রত্যয়িত করে: জীবনরক্ষাকারী এবং প্রশংসনীয় কার্যকলাপের পুরস্কার, বিশিষ্ট পরিষেবা পুরস্কার, ঈগল স্কাউট এবং কোয়ার্টারমাস্টার পুরস্কার।\n\n\n=== জাতীয় পরিষেবা অঞ্চল ===\nপ্রশাসনিক সুবিধার জন্য, বিএসএ-কে ষোলটি ন্যাশনাল সার্ভিস টেরিটোরিতে (এনএসটি) ভাগ করা হয়েছে, যার মধ্যে মার্কিন যুক্তরাষ্ট্রের বাইরে কর্মরত অভিভাবকদের সন্তানদের জন্য আন্তর্জাতিক অঞ্চলও রয়েছে। প্রতিটি এনএসটি একাধিক রাজ্য বা রাজ্যের/কাউন্টির অংশ জুড়ে বিস্তৃত।\n২০২১ সাল পর্যন্ত, বয় স্কাউটস অফ আমেরিকাকে প্রশাসনিক সুবিধার জন্য চারটি অঞ্চলে ভাগ করা হয়েছিল—সেন্ট্রাল, সাউদার্ন, ওয়েস্টার্ন, নর্থইস্ট।\n\n\n=== স্থানীয় কাউন্সিল ===\n\nবিএসএ প্রোগ্রামটি ২৪৮টি স্থানীয় কাউন্সিলের মাধ্যমে পরিচালিত হয়, যেখানে প্রতিটি কাউন্সিল একটি ভৌগোলিক এলাকা জুড়ে কাজ করে, যা একটা শহর থেকে শুরু করে পুরো রাজ্য পর্যন্ত বিস্তৃত হতে পারে। কাউন্সিলগুলো ন্যাশনাল কাউন্সিল থেকে বার্ষিক সনদ পায় এবং সাধারণত দাতব্য সংস্থা হিসেবে নিবন্ধিত হয়।\nকাউন্সিল স্তরের সংগঠন ন্যাশনাল কাউন্সিলের মতোই। কাউন্সিল এক্সিকিউটিভ বোর্ডের প্রধান হলেন কাউন্সিল প্রেসিডেন্ট, এবং এখানে বার্ষিক নির্বাচিত স্থানীয় কমিউনিটি নেতারা থাকেন। বোর্ড কাউন্সিলের প্রোগ্রাম তৈরি করে এবং কাউন্সিলের প্রস্তাব, নীতি ও কার্যক্রম বাস্তবায়ন করে। বোর্ডের সদস্যরা বিনা বেতনে কাজ করেন এবং কেউ কেউ ইউনিট স্তরে স্বেচ্ছাসেবক স্কাউটার হিসেবে কাজ করেন। কাউন্সিলের উপ-আইন অনুযায়ী তরুণ সদস্যরা কাউন্সিল এক্সিকিউটিভ বোর্ডে নির্বাচিত হতে পারে।\nস্কাউট এক্সিকিউটিভ অন্যান্য পেশাদার এবং আধা-পেশাদার কর্মীদের সাথে কাউন্সিলের কার্যক্রম পরিচালনা করেন—যার মধ্যে রয়েছে অর্থ, সম্পত্তি ব্যবস্থাপনা, অগ্রগতি ও পুরস্কার, নিবন্ধন এবং স্কাউট শপের বিক্রি। স্বেচ্ছাসেবক কমিশনাররা কাউন্সিলের ইউনিট পরিষেবা কার্যক্রম পরিচালনা করেন, বিএসএ-এর মান বজায় রাখতে সাহায্য করেন এবং একটা স্বাস্থ্যকর ইউনিট প্রোগ্রাম নিশ্চিত করেন।\nবিএসএ বিদেশে বসবাসকারী আমেরিকান স্কাউটদের জন্য দুটি কাউন্সিল চার্টার করে, মূলত ইউরোপ এবং এশিয়ার সামরিক ঘাঁটিতে। ইতালির লিভোর্নোতে সদর দপ্তর ট্রান্সঅ্যাটলান্টিক কাউন্সিল ইউরোপের বেশিরভাগ বিএসএ ইউনিটকে পরিষেবা দেয় এবং জাপানে সদর দপ্তর ফার ইস্ট কাউন্সিল পশ্চিম প্রশান্ত মহাসাগরীয় অঞ্চলের ইউনিটগুলোকে পরিষেবা দেয়। ডিরেক্ট সার্ভিস শাখা এই এখতিয়ারের বাইরের দেশগুলোতে বা বিচ্ছিন্ন এলাকায় বসবাসকারী মার্কিন নাগরিক এবং তাদের নির্ভরশীলদের জন্য স্কাউটিং আন্দোলন উপলব্ধ করে। হাওয়াইয়ের আলোহা কাউন্সিল আমেরিকান সামোয়া, গুয়াম, উত্তর মারিয়ানা দ্বীপপুঞ্জ এবং মাইক্রোনেশিয়া ফেডারেল স্টেটস, মার্শাল দ্বীপপুঞ্জ এবং পালাউ সার্বভৌম দেশগুলোর আমেরিকান অঞ্চলগুলোতেও বিএসএ ইউনিটগুলোকে পরিষেবা দেয়।\nগ্রেটার নিউ ইয়র্ক কাউন্সিলগুলো একটা বিশেষ ব্যাপার হলো, এগুলো পাঁচটি বরোতে বিভক্ত, এবং প্রতিটি বরো একজন বরো স্কাউট এক্সিকিউটিভের নেতৃত্বে থাকে। আর প্রতিটি বরো আবার জেলায় বিভক্ত।\nকাউন্সিলগুলো জেলায় বিভক্ত, যেখানে জেলা এক্সিকিউটিভ, জেলা চেয়ারম্যান এবং জেলা কমিশনার নেতৃত্ব দেন। জেলাগুলো সরাসরি স্কাউটিং ইউনিটগুলোর পরিচালনার জন্য দায়ী, এবং জেলা এক্সিকিউটিভ ছাড়া বেশিরভাগ কর্মীই স্বেচ্ছাসেবক। প্রতিটি জেলার ভোটিং সদস্যের মধ্যে প্রতিটি চার্টার্ড সংস্থা থেকে স্বেচ্ছাসেবক প্রতিনিধি থাকে, যাদের কমপক্ষে একটা বিএসএ ইউনিট থাকে, সাথে বার্ষিক নির্বাচিত অ্যাট-লার্জ সদস্য থাকে, যারা আবার জেলা চেয়ারম্যান নির্বাচন করে। বরো এবং জেলাগুলো স্থানীয় কাউন্সিলের উপবিভাগ, এবং এদের আলাদা কর্পোরেট মর্যাদা নেই।\n\n\n=== চার্টার্ড সংস্থা এবং ইউনিট ===\n\nবয় স্কাউটস অব আমেরিকা ধর্মীয় মণ্ডলী, ভ্রাতৃত্বমূলক গোষ্ঠী, পরিষেবা ক্লাব এবং অন্যান্য কমিউনিটি অ্যাসোসিয়েশনের মতো কমিউনিটি সংস্থাগুলোর সাথে অংশীদারিত্ব করে, যাতে নির্দিষ্ট পাড়া বা সম্প্রদায়ের জন্য স্কাউটিং প্রোগ্রাম সরবরাহ করা যায়, যেখানে নির্দিষ্ট সংস্থা তরুণ এবং পরিবারগুলোর কাছে পৌঁছাতে চায়। ধর্মীয় মণ্ডলীর সাথে এই সংযোগ কমপক্ষে ১৯১০ সাল থেকে চলে আসছে, যখন মিনেসোটার সেন্ট পলের একটা ক্যাথলিক প্যারিশ চার্চ শহরের প্রথম ট্রুপ চার্টার করেছিল।\nসংস্থাগুলো বিএসএ দ্বারা জারি করা চার্টার ধারণ করে এবং তখন চার্টার্ড সংস্থা হিসেবে পরিচিত হয়। প্রতিটি চার্টার্ড সংস্থা বিএসএ তরুণদের জন্য বৈঠকের জায়গা সরবরাহ করে, স্বেচ্ছাসেবক নেতাদের তত্ত্বাবধান করে এবং মৌলিক বিএসএ নিরাপত্তা নীতি এবং মূল্য-ভিত্তিক প্রোগ্রাম অনুসরণ করতে সম্মত হয়, এবং সংস্থাটিকে তার স্থানীয় প্রোগ্রামের 'মালিক' হিসেবে বিবেচনা করা হয়, অনেকটা ফ্র্যাঞ্চাইজের মতো।\nপ্রতিটি চার্টার্ড সংস্থার মধ্যে এক বা একাধিক 'ইউনিট' থাকতে পারে। একটা ইউনিট হলো তরুণ এবং প্রাপ্তবয়স্কদের একটা দল, যাদের সম্মিলিতভাবে কাব স্কাউট প্যাক, স্কাউটস বিএসএ ট্রুপ, ভেনচারিং ক্রু বা সি স্কাউট শিপ হিসেবে মনোনীত করা হয়। প্রতিটি চার্টার্ড সংস্থা যত খুশি ইউনিট চার্টার করতে পারে, তবে সাধারণত ৩ বা ৪টি (প্রতিটি প্রোগ্রাম স্তরের জন্য একটি ইউনিট) করে থাকে। বিএসএ কাউন্সিল নেতা প্রশিক্ষণ, আন্তঃ-ইউনিট কার্যক্রম, ক্যাম্পিং প্রোগ্রাম, স্বেচ্ছাসেবক এবং পেশাদার সহায়তা এবং বীমা কভারেজ প্রদান করে। ইউনিটগুলো তাদের নিজস্ব কার্যক্রমও তৈরি করে (যেমন মাসিক ক্যাম্পিং ট্রিপ, ভ্রমণ বা পরিষেবা প্রকল্প), এবং বেশিরভাগ ইউনিট চার্টার্ড সংস্থার জায়গায় প্রতি সপ্তাহে মিলিত হয়, যেখানে তরুণরা মৌলিক দক্ষতা বিকাশ করতে এবং ডেন এবং প্যাট্রোল নামে পরিচিত ছোট দলে নেতৃত্ব অনুশীলন করতে পারে।\nচার্চ অফ জেসাস ক্রাইস্ট অফ ল্যাটার-ডে সেইন্টস ছিল মার্কিন যুক্তরাষ্ট্রে স্কাউটিং স্পনসর করার প্রথম অংশীদার। ১৯১৩ সালে তারা তরুণদের জন্য তাদের মিউচুয়াল ইম্প্রুভমেন্ট অ্যাসোসিয়েশন প্রোগ্রামের অংশ হিসেবে এই প্রোগ্রামটি গ্রহণ করে এবং ২০১৯ সালের শেষে স্কাউটিং ইউনিট স্পনসর করা বন্ধ করার আগ পর্যন্ত এটি স্কাউটিংয়ের সবচেয়ে বড় স্পনসর ছিল।\nবিএসএ-এর সদস্যপদ ১৯৭০-এর দশকে সর্বোচ্চ ৪৮ লক্ষ ছিল বলে জানা যায়, যা ২৬৬টি স্থানীয় কাউন্সিলে অর্ধেকেরও কম নেমে আসে; ২০০৬ সালে ২৯ লক্ষ থেকে এক দশকের সামান্য বেশি সময়ে প্রায় ২৩ লক্ষ তরুণ সদস্যে নেমে আসে।\n\n\n=== নেতৃত্ব ===\nকাব স্কাউট প্যাকের উপরের সব স্কাউটিং ইউনিটে (অর্থাৎ, কিশোর স্কাউটদের সেবা দেয় এমন ইউনিটগুলোতে) ইউনিটের নেতৃত্বে প্রাপ্তবয়স্ক নেতা (স্কাউটার) এবং তরুণ নেতা (স্কাউট) উভয়ই থাকে। আসলে, এটা প্রোগ্রামের একটা গুরুত্বপূর্ণ অংশ। নেতৃত্ব শেখার জন্য তরুণদের অবশ্যই নেতৃত্বের ভূমিকায় কাজ করতে হবে। প্রাপ্তবয়স্ক নেতারা সব পদে পুরুষ বা মহিলা হতে পারেন।\nএকটা সঠিকভাবে পরিচালিত স্কাউটস বিএসএ ট্রুপ সিনিয়র প্যাট্রোল লিডার দ্বারা পরিচালিত হয়, যাকে ট্রুপের সদস্যরা নির্বাচিত করে, এবং তাদের সহকারী, যাকে নির্বাচিত বা নিযুক্ত করা যেতে পারে। এই এবং অন্যান্য তরুণ নেতাদের প্রাপ্তবয়স্ক নেতারা পরামর্শ ও সহায়তা দেন। 'স্কাউটরা তরুণদের দ্বারা পরিচালিত হয়।'\n\n\n=== অর্থনীতি ===\nন্যাশনাল কাউন্সিল একটা ৫০১(সি)(৩) অলাভজনক সংস্থা হিসেবে নিবন্ধিত, এবং ব্যক্তিগত অনুদান, সদস্যপদ ফি, কর্পোরেট স্পনসর এবং বিশেষ অনুষ্ঠানের মাধ্যমে তহবিল সংগ্রহ করে, যার মোট আয় ২৩ কোটি ৭০ লক্ষ ডলার।\nব্যক্তিগত অনুদানের পাশাপাশি, বিএসএ বড় কর্পোরেশন থেকেও প্রচুর অনুদান পায়। ২০১০ সালে, তাদের শীর্ষ কর্পোরেট দাতারা ছিল, ক্রমানুসারে, ইন্টেল, এমারসন, ভেরাইজন, থ্রিএম, ব্যাংক অফ আমেরিকা, ওয়েলস ফার্গো, ফাইজার, ভ্যালেরো, ইউপিএস, ইউএস ব্যাংক, এলি লিলি, জিই এবং মনসান্টো।\n\n\n== আমেরিকান জীবনের উপর প্রভাব ==\n\nস্কাউটিং এবং বয় স্কাউটস আমেরিকান সংস্কৃতিতে খুবই পরিচিত, এবং প্রায় ১১ কোটি আমেরিকান তাদের জীবনে কোনো না কোনো সময় বিএসএ প্রোগ্রামে অংশ নিয়েছে। 'বয় স্কাউট' শব্দটা সাধারণত এমন কাউকে বোঝাতে ব্যবহৃত হয়, যে আন্তরিক এবং সৎ, অথবা যে আনন্দের সাথে অন্যদের সাহায্য করে; আবার, এটা এমন কাউকে তিরস্কার করার জন্যও ব্যবহার করা যেতে পারে, যাকে অতিরিক্ত আদর্শবাদী মনে হয়।\nচলচ্চিত্র নির্মাতা স্টিভেন স্পিলবার্গ (যিনি সিনেমাটোগ্রাফিতে একটা মেরিট ব্যাজ চালু করতে সাহায্য করেছিলেন) থেকে শুরু করে দুঃসাহসিক স্টিভ ফসেট এবং মার্কিন রাষ্ট্রপতি পর্যন্ত বিভিন্ন ক্ষেত্রের বিশিষ্ট আমেরিকানরা তাদের যৌবনে বিএসএ-এর সদস্য ছিলেন। সব নভোচারীর দুই-তৃতীয়াংশের স্কাউটিংয়ের সাথে কোনো না কোনো ধরনের সম্পৃক্ততা ছিল, এবং চাঁদে হাঁটা ১২ জন পুরুষের মধ্যে ১১ জনই স্কাউট ছিলেন, যার মধ্যে ঈগল স্কাউট নিল আর্মস্ট্রং এবং চার্লি ডিউকও ছিলেন। পিনউড ডার্বি—কাব স্কাউটদের জন্য কাঠের গাড়ি রেসিং ইভেন্ট—কে 'বসন্তের একটা বিখ্যাত আচার' ঘোষণা করা হয়েছে এবং রিডার্স ডাইজেস্ট দ্বারা 'আমেরিকার ১০০টি সেরা'র অংশ হিসেবে নামকরণ করা হয়েছে।\nপ্রেসিডেন্ট জেরাল্ড ফোর্ড বলেছিলেন, 'আমি দ্বিধা ছাড়াই বলতে পারি, স্কাউটিংয়ের নীতির কারণে, আমি একজন ভালো ক্রীড়াবিদ, একজন ভালো নৌ অফিসার, একজন ভালো কংগ্রেসম্যান এবং একজন ভালোভাবে প্রস্তুত রাষ্ট্রপতি ছিলাম।'\n\nবিখ্যাত আমেরিকান চিত্রকর নরম্যান রকওয়েলের কাজগুলো ২০ শতকের বেশিরভাগ সময় ধরে বয় স্কাউটস অফ আমেরিকার সাথে ঘনিষ্ঠভাবে যুক্ত ছিল(পৃষ্ঠা নংঃ ৪৩)। ১৯১৩ সালে, রকওয়েল বিএসএ তরুণদের পত্রিকা 'বয়েজ লাইফ'-এর প্রচ্ছদ চিত্রিত করা শুরু করেন। তিনি ১৯২৫ থেকে ১৯৭৬ সালের মধ্যে সংগঠনের বার্ষিক ক্যালেন্ডার চিত্রও এঁকেছিলেন।\n১৯৬৯ সালে, রকওয়েলের ৭৫তম জন্মদিনের শ্রদ্ধা হিসেবে, ব্রাউন অ্যান্ড বিগেলো এবং বয় স্কাউটস অফ আমেরিকার কর্মকর্তারা রকওয়েলকে ক্যালেন্ডার চিত্রের জন্য 'বিয়ন্ড দ্য ইজেল'-এ পোজ দিতে বলেন। ১৯৭৬ সালে মার্কিন যুক্তরাষ্ট্রের দ্বিশতবর্ষ উদযাপন উপলক্ষে, রকওয়েলের স্কাউটিং পেইন্টিংগুলো দেশব্যাপী ভ্রমণ করে এবং ২ লক্ষ ৮০ হাজার মানুষ সেগুলো দেখেন। ২০০৮ সালে, রকওয়েলের কাজের ১২টি শহরে মার্কিন ভ্রমণ নির্ধারিত ছিল।\nঅ্যালভিন টাউনলি 'লেগ্যাসি অফ অনার' বইতে আমেরিকায় ঈগল স্কাউটদের বিশাল ইতিবাচক প্রভাব সম্পর্কে লিখেছেন। টাউনলি এমন উদাহরণ দিয়েছেন, যেমন স্কাউটরা, বিশেষ করে ঈগল স্কাউটরা, হারিকেন ক্যাটরিনার স্বেচ্ছাসেবক ত্রাণ কর্মীদের মধ্যে অসমভাবে প্রতিনিধিত্ব করেছিল; ঠিক যেমন তারা মার্কিন যুক্তরাষ্ট্রের সিনেটের সদস্যদের মধ্যে অসমভাবে প্রতিনিধিত্ব করে। টেক্সাসের প্রাক্তন গভর্নর রিক পেরি একজন ঈগল স্কাউট, যিনি তার বই 'অন মাই অনার: হোয়াই দ্য আমেরিকান ভ্যালুস অফ দ্য বয় স্কাউটস আর ওয়ার্থ ফাইটিং ফর'-এ এসিএলইউ-এর সমালোচনার বিরুদ্ধে বিএসএ-এর নীতি ও বিধিনিষেধের পক্ষ নিয়েছিলেন।\n\nক্লিয়ার চ্যানেল কমিউনিকেশনসের সিইও মার্ক মেস ২০০৮ সালের মে মাসে একটা ম্যাগাজিনের সাক্ষাত্কারে বলেছিলেন, 'বিশেষ করে ১১ থেকে ১৪ বছর বয়সী তরুণদের জীবনে, যখন তারা সত্যিই বিপথে যেতে পারে এবং আপনি তাদের সাথে সময় কাটাচ্ছেন এবং শ্রদ্ধাশীল, বিশ্বস্ত, অনুগত এবং সহায়ক—এই সমস্ত সাংস্কৃতিক মূল মূল্যবোধের উপর মনোযোগ দিচ্ছেন... স্কাউটিং ছেলেদের এবং তাদের জীবনে একটা বিশাল ইতিবাচক প্রভাব ফেলে, এবং এর ফলে আমাদের সম্প্রদায় এবং সমাজ সামগ্রিকভাবে ইতিবাচকভাবে প্রভাবিত হয়।'\nনিউ ইয়র্ক সিটির মেয়র এবং ব্যবসায়ী মাইকেল ব্লুমবার্গ বলেছিলেন যে, বিএসএ-এর স্কাউট আইন, যা সমস্ত বয় স্কাউটের জন্য প্রয়োজন—একজন স্কাউট বিশ্বস্ত, অনুগত, সহায়ক, বন্ধুত্বপূর্ণ, ভদ্র, দয়ালু, বাধ্য, প্রফুল্ল, মিতব্যয়ী, সাহসী, পরিষ্কার এবং শ্রদ্ধাশীল—'এগুলো সবই আমেরিকান মূল্যবোধ... আমেরিকানদের জিনিসগুলোকে অদ্ভুতভাবে সরল এবং সরাসরিভাবে প্রকাশ করার উপায় রয়েছে... আমি মনে করি এটা এই দেশের অন্যতম বড় শক্তি।'\nদ্য নিউ ইয়র্ক টাইমসের সম্পাদক পিটার অ্যাপলবোম ২০০৩ সালে তার ছেলের সাথে স্কাউটিং কার্যক্রমে অংশগ্রহণকারী একজন প্রাপ্তবয়স্ক হিসেবে তার অভিজ্ঞতা সম্পর্কে লিখেছিলেন, 'আমি ভাগ্যবান মনে করি যে আমার ছেলের যৌবন ভাগ করে নেওয়ার, তাকে আকার দেওয়ার এবং তার দ্বারা নিজেও আকার পাওয়ার এই অপ্রত্যাশিত মাধ্যম পেয়েছি।' তিনি উপসংহারে বলেছিলেন যে, স্কাউটিংকে কেউ কেউ পুরনো ধাঁচের মনে করলেও, 'স্কাউটিংয়ের মূল মূল্যবোধগুলো... একটা আন্দোলন এবং একটা জীবনের জন্য চমৎকার ভিত্তি। স্কাউটিংয়ের সত্যিকারের সমতাবাদী লক্ষ্য এবং প্রবৃত্তিগুলো এখন আগের চেয়ে অনেক বেশি গুরুত্বপূর্ণ। এটা বাচ্চাদের করা একমাত্র জিনিসগুলোর মধ্যে একটা, যা সত্যিকারের সহযোগিতামূলক, প্রতিযোগিতামূলক নয়।'\n২০ শতকের শুরুতে, হ্যালোউইন সম্পত্তি ধ্বংস এবং প্রাণী ও মানুষের প্রতি নিষ্ঠুরতার কারণে ভাঙচুরের রাতে পরিণত হয়েছিল। ১৯১২ সালের দিকে, বিএসএ, বয়েজ ক্লাব এবং অন্যান্য প্রতিবেশী সংগঠনগুলো মিলে একটা নিরাপদ উদযাপনকে উৎসাহিত করতে এগিয়ে আসে, যা এই রাতে এত সাধারণ হয়ে ওঠা ধ্বংসযজ্ঞ বন্ধ করবে।\nবয় স্কাউটস অব আমেরিকা চলচ্চিত্র এবং অন্যান্য চিত্রায়নে স্কাউট ইউনিফর্ম এবং প্রতীকগুলো কীভাবে এবং কখন ব্যবহার করা যেতে পারে সে সম্পর্কে বেশ খুঁতখুঁতে। এই কারণে, মার্কিন যুক্তরাষ্ট্রে তৈরি বেশিরভাগ চলচ্চিত্র এবং টেলিভিশন প্রযোজনা 'নকল' স্কাউটিং সংস্থা ব্যবহার করে। এর উদাহরণ হলো 'কিং অফ দ্য হিল' কার্টুন সিরিজে চিত্রিত 'অর্ডার অফ দ্য স্ট্রেট অ্যারো' এবং ১৯৯৫ সালের চেভি চেজ চলচ্চিত্র 'ম্যান অফ দ্য হাউস'-এ দেখানো 'ইন্ডিয়ান গাইডস'। এই নীতির একটা ব্যতিক্রম হলো ওয়াল্ট ডিজনি মুভি 'ফলো মি, বয়েজ!' যেখানে ফ্রেড ম্যাকমুররে একটা গ্রামীণ ট্রুপের স্কাউটমাস্টার চরিত্রে অভিনয় করেছেন। এটি ১৯৬৬ সালে প্রেক্ষাগৃহে মুক্তি পায় এবং ১৯৭৬ সালে পুনরায় মুক্তি পায়। আরেকটি ব্যতিক্রম হলো 'দ্য সোপারানোস' টেলিভিশন শো-এর শেষ দৃশ্য, যেখানে টনি সোপরানো একটা রেস্তোরাঁয় রাতের খাবার খেতে বসে। অন্য একটা টেবিলে, সম্পূর্ণ ইউনিফর্মে কয়েকজন কাব স্কাউট বসে আছে।\n\n\n=== ভালো পালা ===\n\nস্কাউটিং আন্দোলনের শুরু থেকেই স্কাউটদের 'প্রতিদিন একটা ভালো কাজ করো' করার জন্য উৎসাহিত করা হয়েছে, কারণ এটি বয় স্কাউটস অফ আমেরিকার স্লোগান। ১৯১২ সালে প্রথম জাতীয় 'গুড টার্ন' ছিল নিরাপদ এবং সুস্থ চতুর্থ জুলাই উদযাপনের প্রচার। প্রথম বিশ্বযুদ্ধের সময়, 'প্রতি স্কাউটে একজন সৈনিক বাঁচাও' স্লোগানটি বয় স্কাউটস এবং গার্ল স্কাউটসে জড়িত শিশুদের যুদ্ধ সঞ্চয় স্ট্যাম্প বিক্রি করতে উৎসাহিত করার জন্য ব্যবহার করা হয়েছিল। 'স্কাউটিং ফর ফুড' ১৯৮৬ সালে শুরু হওয়া একটা চলমান বার্ষিক প্রোগ্রাম, যা স্থানীয় খাদ্য ব্যাংকগুলোর জন্য খাদ্য সংগ্রহ করে।\n১৯৯৭ সালে, বিএসএ ২০০০ সালের শেষ নাগাদ তরুণ সদস্যদের দ্বারা ২০ কোটি ঘণ্টার পরিষেবা প্রদানের প্রতিশ্রুতি দিয়ে 'সার্ভিস টু আমেরিকা' তৈরি করে। 'সার্ভিস টু আমেরিকা'-এর অংশ হিসেবে, বিএসএ ন্যাশনাল পার্ক সার্ভিসের সাথে যৌথভাবে পরিষেবা প্রকল্প প্রদান করে। ২০০৩ সালের অক্টোবরে, অভ্যন্তরীণ বিভাগ 'টেক প্রাইড ইন আমেরিকা' তৈরির মাধ্যমে প্রোগ্রামটি প্রসারিত করে, যা সমস্ত আমেরিকানদের জন্য পরিষেবা উন্মুক্ত করে। ২০০৪ সালে 'সার্ভিস টু আমেরিকা' 'গুড টার্ন ফর আমেরিকা'-তে পরিণত হয় এবং স্যালভেশন আর্মি, আমেরিকান রেড ক্রস, হ্যাবিটাট ফর হিউম্যানিটি এবং অন্যান্য সংস্থার সাথে যৌথভাবে ক্ষুধা, গৃহহীনতা এবং অপর্যাপ্ত আবাসন এবং দুর্বল স্বাস্থ্যের সমস্যা সমাধানের জন্য প্রসারিত হয়।\n\n\n== বিতর্ক ==\n২০১৯ সালের ১লা ফেব্রুয়ারি, বয় স্কাউটস অব আমেরিকা তাদের প্রধান প্রোগ্রাম, বয় স্কাউটস-এর নাম পরিবর্তন করে স্কাউটস বিএসএ রাখে, যাতে মেয়েদের আলাদা, লিঙ্গ-নির্দিষ্ট ট্রুপে যোগদানের অনুমতি দেওয়ার নীতি পরিবর্তন প্রতিফলিত হয়। ২০২০ সালের ১৮ই ফেব্রুয়ারি, ন্যাশনাল বিএসএ অধ্যায় ১১ দেউলিয়া সুরক্ষা-এর জন্য আবেদন করে এবং বর্তমানে তাদের আর্থিক পরিস্থিতি পুনর্গঠন করছে। ২০২০ সালের ১৬ই নভেম্বর, ন্যাশনাল বিএসএ তাদের দেউলিয়া ঘোষণার নথিতে প্রকাশ করে যে, ৯২ হাজারের বেশি প্রাক্তন স্কাউট সংগঠনের সদস্যদের দ্বারা যৌন নির্যাতনের অভিযোগ করেছে। ২০২১ সালের ডিসেম্বরে, বয় স্কাউটস অফ আমেরিকার বীমাকারী বেঁচে যাওয়া ব্যক্তিদের জন্য তহবিলে ৮০০ মিলিয়ন ডলার দিতে সম্মত হয়। ২০২২ সালে, বয় স্কাউটস অফ আমেরিকা ২০২৩ সালের সেপ্টেম্বর থেকে শুরু হওয়া পেমেন্টের অংশ হিসেবে দেউলিয়া নিষ্পত্তির অংশ হিসেবে তহবিলে অতিরিক্ত ২.৪ বিলিয়ন ডলার দিতে সম্মত হয়।\n\n\n=== যৌন নির্যাতনের ঘটনা ===\nস্কাউটিংয়ে যৌন নির্যাতনের ঘটনাগুলো হলো এমন পরিস্থিতি, যেখানে স্কাউটিং প্রোগ্রামে জড়িত তরুণরা স্কাউটিং প্রোগ্রামে জড়িত অন্য কারো দ্বারা যৌন নির্যাতনের শিকার হয়েছে। ১৯৮০-এর দশকে মার্কিন চিফ স্কাউট এক্সিকিউটিভ জে.এল. ট্যার ৫০টি রাজ্যে স্কাউট নেতাদের বিরুদ্ধে যৌন নির্যাতনের মামলার বিষয়ে একটা প্রবন্ধে বলেছিলেন, 'বয় স্কাউটস শুরু হওয়ার পর থেকেই এটা একটা সমস্যা।' বয় স্কাউটস অফ আমেরিকার মধ্যে যৌন নির্যাতনের ঘটনাগুলো এবং পুনরাবৃত্তি অপরাধীদের ঘটনা সম্পর্কে বছরের পর বছর ধরে বেশ কয়েকটি প্রতিবেদন প্রকাশ হয়েছে। এমন ঘটনাগুলোর সাথে জড়িত দোষী সাব্যস্ত এবং নিষ্পত্তির ফলে বেশ কয়েকটি আলোচিত আদালতের মামলাও হয়েছে। ২০১২ সালের ১৯শে অক্টোবর, বয় স্কাউটস অফ আমেরিকাকে আদালতের নির্দেশে ১৯৬৫ থেকে ১৯৮৫ সালের মধ্যে সংগঠনের মধ্যে ১২০০টি কথিত শিশু যৌন নির্যাতনের মামলার ২০,০০০-এর বেশি পৃষ্ঠার নথি প্রকাশ করতে বাধ্য করা হয়েছিল। এই ধরনের বিষয়ে বিএসএ-এর বিরুদ্ধে আইনি দাবি বর্তমান দিন পর্যন্ত অব্যাহত রয়েছে। ২০২০ সালের ফেব্রুয়ারিতে দেউলিয়া হওয়ার পর, দাবি গ্রহণের জন্য ২০২০ সালের ১৬ই নভেম্বরের সময়সীমার আগে দেউলিয়া আদালতে ৯২ হাজারের বেশি যৌন নির্যাতনের দাবি দায়ের করা হয়েছিল।\n১৯৮০-এর দশকে, বিএসএ সমস্যা সম্পর্কে তরুণ, নেতা এবং অভিভাবকদের শিক্ষিত করার জন্য এবং শিকারদের কাছে পৌঁছানোর জন্য স্কাউট প্রোগ্রাম ব্যবহার করে শিশুদের যৌন নির্যাতন প্রতিরোধ করার জন্য বাধা তৈরি করার জন্য তাদের যুব সুরক্ষা প্রোগ্রাম তৈরি করে। 'টু ডিপ' নেতৃত্ব নির্দেশ করে যে কোনো প্রাপ্তবয়স্ক সদস্য কোনো তরুণ সদস্যের সাথে একা থাকতে পারবে না (তাদের নিজের সন্তান ছাড়া)। যোগদানের পরপরই, তরুণদের তাদের অভিভাবকদের সাথে যৌন নির্যাতন সম্পর্কে একটা পুস্তিকা নিয়ে আলোচনা করতে হবে। প্রাপ্তবয়স্কদের যোগদানের আগে একটা যুব সুরক্ষা প্রশিক্ষণ কোর্স নিতে হবে, যা প্রতি দুই বছর পর পর নবায়ন করতে হবে। ২০০৩ সাল থেকে, নতুন প্রাপ্তবয়স্ক সদস্যদের একটা ফৌজদারি পটভূমি পরীক্ষা পাস করতে হবে (ইতিমধ্যে সদস্য থাকা প্রাপ্তবয়স্কদের ২০০৮ সালের মধ্যে একটা পটভূমি পরীক্ষা পাস করতে হয়েছিল)। সংস্থার যুব সুরক্ষা পরিকল্পনা সিডিসি-এর এই ধরনের প্রোগ্রামগুলোর উপর একটা প্রতিবেদনে লিঙ্ক করা হয়েছে।\n\n\n=== আর্থিক সমস্যা ===\nসাম্প্রতিক দশকগুলোতে, বিএসএ-এর সদস্যপদ এবং আয় উভয়ই কমে গেছে। এছাড়াও, সংস্থাটি ১৯৬০-এর দশক থেকে বিএসএ স্বেচ্ছাসেবক এবং কর্মচারীদের যৌন অসদাচরণ থেকে উদ্ভূত মামলাগুলোর বিরুদ্ধে লড়াই করতে এবং নিষ্পত্তি করতে কোটি কোটি ডলার খরচ করেছে। ২০১৫ থেকে ২০১৭ সাল পর্যন্ত, তারা আইনি পরামর্শের জন্য ওগলেট্রি ডেকিনস ল ফার্মকে প্রায় ১ কোটি ২০ লক্ষ ডলার দিয়েছে। ২০১৮ সালের বার্ষিক প্রতিবেদনে, বিএসএ কর্মকর্তারা বলেছিলেন যে, সংস্থার ভবিষ্যতের আর্থিক পরিস্থিতি বিভিন্ন মামলার ফলাফল এবং এর খরচের উপর নির্ভর করবে। বার্ষিক প্রতিবেদনে বলা হয়েছে যে, দাবিগুলো বীমার আওতায় না থাকলে বা বীমা সংস্থাগুলো দাবি মানতে অক্ষম বা অনিচ্ছুক হলে বিএসএ-কে তাদের নিজস্ব তহবিল থেকে ক্ষতিপূরণ দিতে হতে পারে।\nএই কারণে, বিএসএ ২০১৮ সালের ডিসেম্বরে অধ্যায় ১১ দেউলিয়া ঘোষণার জন্য আবেদন করার তদন্ত করতে একটা ল ফার্ম নিয়োগ করে। এই ধরনের দেউলিয়া ঘোষণা কমপক্ষে ১৪০টি মামলার বিচার বন্ধ করতে এবং আরও মামলা প্রতিরোধ করতে পারত। ২০১৯ সালের অক্টোবরে, বিএসএ তাদের বর্ধিত পরিচালন ব্যয়, বিশেষ করে বীমা খরচ মেটাতে সদস্যপদ হার বাড়িয়েছিল।\n২০২০ সালের ১৮ই ফেব্রুয়ারি, সংস্থাটি ডেলাওয়্যারের মার্কিন জেলা আদালতের দেউলিয়া আদালতে দেউলিয়া ঘোষণার আবেদন করে। আবেদনে তারা ১০০ মিলিয়ন থেকে ৫০০ মিলিয়ন ডলারের দায় এবং ১ বিলিয়ন থেকে ১০ বিলিয়ন ডলারের সম্পদ দেখায়। সংস্থাটি যখন শত শত যৌন নির্যাতনের মামলার মুখোমুখি হচ্ছিল, তখনই এই দেউলিয়া ঘোষণার আবেদন করা হয়। আবেদনের ফলে, সংস্থার বিরুদ্ধে সমস্ত দেওয়ানি মামলা স্থগিত করা হয়। স্থানীয় কাউন্সিল এবং ইউনিটগুলো মূলত অপ্রভাবিত থাকে, কারণ সেগুলো স্বতন্ত্র ইউনিট। বিএসএ দাবি করে যে, যৌন নির্যাতন মামলার যেকোনো নিষ্পত্তির জন্য তাদের একাই আর্থিকভাবে দায়ী হওয়া উচিত। বাদীপক্ষ অভিযোগ করেছে যে, বিএসএ তাদের সহযোগী সংস্থার মাধ্যমে তাদের সম্পদ লুকিয়ে রাখছে। আবেদনের সমালোচকরা সংস্থা এবং এর পদক্ষেপকে ব্যঙ্গ করে বর্ণনা করেছেন 'দেউলিয়া, তবে অভাবের কারণে নয়'।\n\n\n=== বুলিং বিরোধী আন্দোলন ===\n১৯৭০ এবং ১৯৮০-এর দশকে বয় স্কাউটসে ব্যাপক বুলিং বা র‍্যাগিং-এর খবর প্রকাশিত হওয়ার কারণে, বয় স্কাউটস অফ আমেরিকার মধ্যে একটা জিরো টলারেন্স বুলিং নীতি তৈরি করার প্রচেষ্টা চালানো হয়েছিল। ১৯৯০-এর দশকে, বয় স্কাউটস স্বীকার করে যে, সংস্থার মধ্যে বুলিং বা র‍্যাগিং-এর সমস্যা ছিল, বিশেষ করে ১৯৭০-এর দশকের আগে স্কাউটিংয়ের মধ্যে 'ছেলেরা তো এমনই করবে' মনোভাবের কারণে, যখন প্রাপ্তবয়স্ক নেতারা বয়স্ক ছেলেদের দ্বারা 'নির্যাতিত' হওয়া ছোট বা দুর্বল স্কাউটদের উপেক্ষা করতেন। সেই প্রাপ্তবয়স্ক নেতারা মনে করতেন যে, বুলিং বা র‍্যাগিং 'কাউকে শক্ত করে তোলে', এবং প্রাপ্তবয়স্ক নেতৃত্বের কাছে বুলিং বা র‍্যাগিং রিপোর্ট করা হলে ছেলেদের 'চুকলি করা' বা 'নালিশকারী' হিসেবে চিহ্নিত করতেন।\nবয় স্কাউট বুলিং বা র‍্যাগিং-এর সবচেয়ে বেশি প্রকাশিত ঘটনাগুলোর মধ্যে একটা ঘটেছিল ১৯৮৭ সালের জুলাই মাসে, যখন গোশেন স্কাউট রিজার্ভেশনের একজন বয় স্কাউট ঘুমানোর সময় অন্য কয়েকজন স্কাউট দ্বারা মারাত্মকভাবে প্রহৃত হয়েছিল। এই ঘটনার ফলে গোশেন কর্মীরা তাদের ক্যাম্পসাইটের বিন্যাস পরিবর্তন করে, যাতে অত্যন্ত বিচ্ছিন্ন এলাকায় সাইট না থাকে, এবং প্রতিটি পরিদর্শনকারী ট্রুপে 'উপদেষ্টা' হিসেবে ক্যাম্পের কর্মীদের নিয়োগ করে এবং বিভিন্ন ক্যাম্পসাইটে দ্বন্দ্বের ফলে মারামারি বা অন্য কোনো সমস্যা দেখা দিলে সেদিকে নজর রাখে।\n২১ শতকে, বয় স্কাউটস একটা 'বুলিং সচেতনতা প্রোগ্রাম' গ্রহণ করেছে, যা প্রাপ্তবয়স্কদের বুলিংয়ের লক্ষণগুলো চিনতে প্রশিক্ষণ দেয়, বিশেষ করে বিচ্ছিন্ন পরিবেশে, যেমন বন্য অঞ্চলে দীর্ঘ ক্যাম্পআউট বা গ্রীষ্মকালীন ক্যাম্পে। অভিভাবকদেরও পরামর্শ দেওয়া হয় যে, কোনো স্কাউট যদি বলে যে সে অন্য স্কাউটদের দ্বারা বুলিংয়ের শিকার হচ্ছে, তাহলে কী করতে হবে এবং কার সাথে যোগাযোগ করতে হবে। বুলিংকারীদের সাথে কীভাবে মোকাবিলা করতে হবে, তাও আলোচনা করা হয়, বিশেষ করে সেই বুলিংকারীদের যারা 'সিস্টেমকে ফাঁকি দেয়', প্রাপ্তবয়স্করা তাদের মুখোমুখি হলে বুলিংয়ের শিকারদের প্রতি সহানুভূতিশীল এবং ক্ষমাপ্রার্থী হওয়ার ভান করে, কিন্তু প্রাপ্তবয়স্করা উপস্থিত না থাকলে আবার সেই আচরণে ফিরে যায়।\n\n\n=== এলডিএস প্রস্থান ===\n২০১৮ সালে, চার্চ অফ জেসাস ক্রাইস্ট অফ ল্যাটার-ডে সেইন্টস—বিএসএ-কে সমর্থনকারী বৃহত্তম চার্টার সংস্থা—বিএসএ-এর সাথে সম্পর্ক ছিন্ন করে, যা প্রায় ১০ লক্ষ স্কাউট এবং নেতার নিট ক্ষতির একটা বড় কারণ ছিল। বিএসএ-এর সদস্যপদ নীতির পরিবর্তন, যেমন মেয়েদের, প্রকাশ্যে সমকামী এবং ট্রান্সজেন্ডার ব্যক্তিদের সংস্থায় অংশগ্রহণের অনুমতি দেওয়ার প্রতিক্রিয়ায় আংশিকভাবে এই সিদ্ধান্ত নেওয়া হয়েছিল। তবে, ২০১৮ সালের ৮ই মে এলডিএস চার্চের ফার্স্ট প্রেসিডেন্সি দ্বারা প্রকাশিত একটা যৌথ বিবৃতি এই সম্পর্ক বিচ্ছিন্ন হওয়ার বিষয়ে এলডিএস চার্চের আনুষ্ঠানিক অবস্থান প্রতিফলিত করে এবং শেষ অনুচ্ছেদে বলা হয়েছে, '৩১ ডিসেম্বর, ২০১৯-এর পর চার্চ আর বিএসএ-এর চার্টার্ড অংশীদার বা স্কাউটিং ইউনিট স্পনসর করবে না, তবে এটি স্কাউট শপথ এবং স্কাউট আইনে প্রতিফলিত লক্ষ্য এবং মূল্যবোধগুলোকে সমর্থন করে এবং আগামী বছরগুলোতে স্কাউটিংয়ের ক্রমাগত এবং ক্রমবর্ধমান সাফল্যের জন্য গভীর ইচ্ছা প্রকাশ করে।'\n\n\n== স্মারকলিপি ==\n\n\n=== ১১৫তম বার্ষিকী ===\n২০২৫ সালের ৮ই ফেব্রুয়ারী, সংগঠনের ১১৫তম বার্ষিকী উপলক্ষে, মার্কিন যুক্তরাষ্ট্র জুড়ে স্থানগুলি লাল, সাদা এবং নীল রঙে আলোকিত করা হয়েছিল, যার মধ্যে রয়েছে নায়াগ্রা জলপ্রপাত , এম্পায়ার স্টেট বিল্ডিং এবং পেনসিলভানিয়া স্টেট ক্যাপিটল।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nBlock, Nelson R.; Proctor, Tammy M. (২০০৯)। Scouting Frontiers: Youth and the Scout Movement's First Century। Cambridge, UK: Cambridge Scholars Publishing। আইএসবিএন 978-1-4438-0450-9। \nBoy Scouts of America (২০১২)। Boy Scouts Handbook: Original 1911 Edition। Skyhorse। আইএসবিএন 978-1-62636-639-8। \nMacleod, David I. (২০০৪)। Building Character in the American Boy: The Boy Scouts, YMCA, and Their Forerunners, 1870–1920। University of Wisconsin Press। আইএসবিএন 978-0-299-09404-1। এলসিসিএন 83-047763। \nPerry, Rick (২০০৮)। On My Honor: Why the American Values of the Boy Scouts Are Worth Fighting For। Macon, GA: Stroud & Hall। আইএসবিএন 978-0-9796462-2-5। \nPetterchak, Janice A. (২০০৩)। Lone Scout: W. D. Boyce and American Boy Scouting। Rochester, IL: Legacy Press। আইএসবিএন 978-0-9653198-7-4। \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট \nগুটেনবের্গ প্রকল্পে Boy Scouts of America-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে বয় স্কাউটস অব আমেরিকা কর্তৃক কাজ বা সম্পর্কে তথ্য\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  বয় স্কাউটস অব আমেরিকা\nবয় স্কাউটস অফ আমেরিকার উপর এফবিআই ফাইল"}