{"pageid": 1516576, "title": "জোনাথন লিথাম", "url": "https://bn.wikipedia.org/wiki?curid=1516576", "content": "জোনাথান অ্যালেন লিথাম ;  জন্ম ১৯ ফেব্রুয়ারি ১৯৬৪) একজন মার্কিন উপন্যাসিক, প্রবন্ধকার ও ছোটগল্প লেখক। তাঁর প্রথম উপন্যাস গান, উইথ অকেশনাল মিউজিক ১৯৯৪ সালে প্রকাশিত হয়। উপন্যাসটি বৈজ্ঞানিক কল্পকাহিনী ও গোয়েন্দা কাহিনির সংমিশ্রণে লেখা। ১৯৯৯ সালে তিনি মাদারলেস ব্রুকলিন প্রকাশ করেন এবং এটি জাতীয় বই সমালোচক বৃত্ত পুরস্কার জিতে এবং মূলধারার সাফল্য অর্জন করে। ২০০৩ সালে প্রকাশিত তাঁর উপন্যাস দ্য ফোর্ট্রেস অব সলিটিউড নিউ ইয়র্ক টাইমস এর সর্বাধিক বিক্রিত বইয়ের তালিকায় স্থান পায়। ২০০৫ সালে তিনি ম্যাকআর্থার ফেলোশিপ লাভ করেন। ২০১১ সাল থেকে তিনি পোমোনা কলেজে সৃজনশীল লেখালেখি শেখান।  \n\n\n== প্রাথমিক জীবন ==\nলিথাম নিউ ইয়র্ক এর ব্রুকলিনে জন্মগ্রহণ করেন। তাঁর মা জুডিথ ফ্র্যাঙ্ক লিথাম একজন রাজনৈতিক সক্রিয় ব্যক্তি এবং তাঁর বাবা রিচার্ড ব্রাউন লিথাম একজন নবচেতনামূলক চিত্রশিল্পীর কাছে হয়েছিল। তিনি তিন সন্তানের মধ্যে জ্যেষ্ঠ ছিলেন। তাঁর বাবা প্রটেস্টান্ট ছিলেন (যার শিকড় ছিল স্কটল্যান্ড ও ইংল্যান্ডে) এবং তাঁর মা ছিলেন ইহুদি একটি পরিবারের থেকে যার শিকড় ছিল জার্মানি, পোল্যান্ড ও রাশিয়াতে। তাঁর ভাই ব্লেক একটি শিল্পী হন। তিনি প্রাথমিক নিউ ইয়র্কের হিপ হপ দৃশ্যে যুক্ত ছিলেন এবং তাঁর বোন মারা একজন ফটোগ্রাফার, লেখক ও অনুবাদক হন।\nপরিবারটি ব্রুকলিনের একটি কমিউনে বাস করতেন। এটি গোয়ানাস এলাকার উত্তর অংশে অবস্থিত (বর্তমানে বেউরাম হিল নামে পরিচিত)।\nলিথাম এর চতুর্থ শ্রেণির শিক্ষক, পি.এস. ২৯‑এ, নিকটবর্তী কব্বল হিলে, ভবিষ্যৎ নিউ ইয়র্ক সিটি স্কুলস চ্যান্সেলর কারমেন ফারিনা ছিলেন। তিনি তাকে \"নিখুঁত শিক্ষক\" বলে অভিহিত করতেন এবং তাঁর প্রথম উপন্যাস, ব গান, উইথ অকেশনাল মিউজিক তাকে উৎসর্গ করে লিখেছেন।\nবর্ণবাদী উত্তেজনা ও সংঘর্ষ সত্ত্বেও তিনি পরে তাঁর বোহেমিয়ান শৈশবকে \"রোমাঞ্চকর\" এবং সাংস্কৃতিকভাবে বিস্তৃত বলে বর্ণনা করেন।\nতিনি বব ডিলান এর সঙ্গীত সম্পর্কে এক বিশ্বকোষীয় জ্ঞান অর্জন করেন এবং মূল থিয়েট্রিকাল মুক্তির সময় স্টার ওয়ার্স ২১ বার দেখেনআবার, তিনি বৈজ্ঞানিক কল্পকাহিনী লেখক ফিলিপ কে. ডিক এর সমগ্র রচনাসমূহ পড়েন। পরে, লিথাম বলেন যে, ডিক এর কাজ \"মারিজুয়ানা অথবা পাঙ্ক রক এর মতো প্রভাবশালী – আমার জীবনকে সুন্দরভাবে চূর্ণবিচূর্ণ করে ফেলেছে এবং এমন এক পথে অবিচ্ছিন্নভাবে বাঁক দেওয়ার জন্য, যাতে আমি এখনও চলছি।\"\nতাঁর বাবা-মা বিবাহবিচ্ছেদ করেন যখন লিথাম ছোট ছিলেন।\nযখন তিনি তেরো বছর বয়সী ছিলেন, তখন তাঁর মা জুডিথ একজন ক্ষতিকর মস্তিষ্কের টিউমারে আক্রান্ত হয়ে মারা যান। এমন একটি ঘটনা তাঁকে গভীরভাবে তাড়া করেছে বলে তিনি বলেছেন এবং তাঁর লেখাকে প্রবলভাবে প্রভাবিত করেছে।\n(লিথাম ২০০৩ সালের কানাডিয়ান ডকুমেন্টারি কমপ্লিট আননোনে তাঁর মা এবং বব ডিলান এর \"লাইক আ রোলিং স্টোন\" গানের মধ্যে সরাসরি সম্পর্ক নিয়ে আলোচনা করেন।)\n২০০৭ সালে, লিথাম ব্যাখ্যা করেন, \"আমার সব বইয়ে একটি বিশাল, কেঁপে ওঠা অনুপস্থিত [কেন্দ্র] আছে—ভাষা অদৃশ্য হয়ে গেছে, অথবা কেউ নিখোঁজ হয়ে গেছে, অথবা স্মৃতি মুছে গেছে।\"\nতাঁর পিতার মতো একজন চাক্ষুষ শিল্পী হওয়ার উদ্দেশ্যে, লিথাম সঙ্গীত ও চিত্রকলার উচ্চ বিদ্যালয়, নিউ ইয়র্ক এ ভর্তি হন। সেখানে তিনি এমন এক শৈলীতে চিত্রাঙ্কন করতেন, যা তিনি \"সরল, প্রদর্শনমুখী, প্রায়শই কার্টুনি\" বলে বর্ণনা করেন।\nসঙ্গীত ও চিত্রকলার উচ্চ বিদ্যালয়ে তিনি তাঁর নিজস্ব 'সাহিত্য বিনিময়' নামে একটি সযিন তৈরি করেন, যেখানে চিত্রকর্ম ও লেখা প্রদর্শিত হত।\nতিনি অ্যানিমেটেড চলচ্চিত্রও তৈরি করেন এবং ১২৫ পৃষ্ঠার একটি উপন্যাস বীরেরা লিখেন, যদিও এটি এখনও প্রকাশিত হয়নি।\nসেকেন্দ্রিক থেকে স্নাতক করার পর, লিথাম ১৯৮২ সালে বেনিংটন কলেজে, (ভারমন্ট) একজন সম্ভাব্য শিল্প ছাত্র হিসেবে ভর্তি হন।\nবেনিংটনে, লিথাম এমন এক \"অত্যন্ত অভিভূতকর ... শ্রেণির বাস্তবতার সঙ্গে সংঘর্ষ\" অনুভব করেন—আমার বাবা-মার বোহেমিয়ান পরিবেশ আমাকে, সামান্য হলেও, বুঝতে বাধা দিয়েছিল যে আমরা গরীব ছিলাম। ... বেনিংটনে, এটি সবই বাস্তব বিশেষাধিকার সম্পর্কে একটি মুখোমুখি ঘটনার মাধ্যমে ধ্বংস হয়ে যায়।\nএটি, এবং উপলব্ধি যে তিনি শিল্পের চেয়ে লেখালেখিতে বেশি আগ্রহী, লিথামকে তাঁর দ্বিতীয় বর্ষের মাঝামাঝি সময়ে কলেজ থেকে বাদ পড়তে অনুপ্রাণিত করে।\nতিনি ১৯৮৪ সালে, ডেনভার, কলোরাডো থেকে বার্কলে, ক্যালিফোর্নিয়া‑এ হাইচহাইক করেন, \"ওয়াইয়োমিং, ইউটা এবং নেভাডা‑র মধ্য দিয়ে এক হাজার মাইল মরুভূমি ও পাহাড় পেরিয়ে, আমার জেবেতে প্রায় চল্লিশ ডলার নিয়ে\", এবং এটিকে \"আমার জীবনের সবচেয়ে বোকামি ও স্মরণীয় কাজগুলোর মধ্যে একটি\" বলে বর্ণনা করেন।\nলিথাম বারো বছর ধরে ক্যালিফোর্নিয়ায় বাস করতেন। তিনুি ব্যবহৃত বইয়ের দোকানে ক্লার্ক হিসেবে কাজ করতেন। এর মধ্যে ছিল মো'স এবং পেগাসাস এন্ড পেনড্রাগন বুকস এবং নিজের সময়ে লেখালেখি করতেন।\nলিথাম ১৯৮৯ সালে তাঁর প্রথম ছোট গল্প প্রকাশ করেন এবং ১৯৯০ এর দশকের শুরুর দিকে আরও কয়েকটি প্রকাশ করেন।\n\n\n== কর্মজীবন ==\n\n\n=== প্রথম উপন্যাসগুলো ===\n\nলিথামের প্রথম উপন্যাস, গান, উইথ অকেশনাল মিউজিক বিজ্ঞান কল্পকাহিনি এবং চ্যান্ডলারের মতো গোয়েন্দা গল্পের এক অনন্য সংমিশ্রণ ছিল। সেখানে কথা বলা ক্যাঙ্গারু, ভবিষ্যতের মাদক সংস্কৃতির চরম রূপ এবং ক্রায়োজেনিক কারাগারের ধারণা অন্তর্ভুক্ত রয়েছে। উপন্যাসটি ১৯৯৪ সালে হারকোর্ট ব্রেস প্রকাশ করেচ এবং এটি লিথাম পরে \"উন্মাদনাপূর্ণ\" অভিজ্ঞতা হিসেবে বর্ণনা করেন। তিনি স্মরণ করেন, \"আমি ভেবেছিলাম আমার প্রথম উপন্যাসগুলো মূলত পেপারব্যাক হিসেবে প্রকাশিত হবে, অথচ এক সম্মানজনক প্রকাশনী বইটি কাপড় বাঁধাইয়ে প্রকাশ করল। ... আমি যেন স্বর্গে ছিলাম।\"\nউপন্যাসটি প্রথমে তেমন জনপ্রিয়তা পায়নি। তবে নিউজউইক এর এক উদ্দীপ্ত পর্যালোচনা করে বইটিকে বাণিজ্যিক সাফল্যের দিকে নিয়ে যায়। যেখানে গানকে \"দুঃসাহসীভাবে আত্মবিশ্বাসী প্রথম উপন্যাস\" বলে অভিহিত করা হয়। গান, উইথ অকেশনাল মিউজিক ১৯৯৪ সালের নেবুলা পুরস্কার এর চূড়ান্ত প্রতিযোগীদের মধ্যে ছিল এবং ১৯৯৫ সালের লোকাস ম্যাগাজিন পাঠক জরিপে \"সেরা প্রথম উপন্যাস\" বিভাগে প্রথম স্থান লাভ করে। ১৯৯০-এর দশকের মাঝামাঝি, চলচ্চিত্র প্রযোজক-পরিচালক অ্যালান জে. পাকুলা উপন্যাসটির চলচ্চিত্র স্বত্ব কিনে নেন। এর ফলে লিথাম বইয়ের দোকানে কাজ ছেড়ে পুরোপুরি লেখালেখিতে মনোনিবেশ করতে পারেন।\nতার পরবর্তী উপন্যাস ছিল অ্যামনেশিয়া মুন (১৯৯৫)। লিথামের দেশভ্রমণের অভিজ্ঞতা থেকে অনুপ্রাণিত হয়ে, এই দ্বিতীয় উপন্যাসটি ভ্রমণ আখ্যানের মাধ্যমে বহু-পরাপোকলিপ্টিক ভবিষ্যতের এক জগৎকে তুলে ধরে। সেখানে বাস্তব ও বিভ্রমের মধ্যে পার্থক্য নির্ধারণ কঠিন হয়ে ওঠে। ১৯৯৬ সালে তার অনেক প্রাথমিক গল্পের সংকলন, দ্য ওয়াল অব দ্য স্কাই, দ্য ওয়াল অব দ্য আই, প্রকাশের পর লিথাম তার তৃতীয় উপন্যাস, অ্যাস শি ক্লাইম্বড অ্যাক্রস দ্য টেবিল (১৯৯৭) প্রকাশ করেন। এটি এক পদার্থবিজ্ঞান গবেষকের গল্প, যিনি \"ল্যাক\" নামে এক কৃত্রিমভাবে সৃষ্ট স্থানিক বিভঙ্গের প্রেমে পড়েন এবং তার আগের সঙ্গীকে ছেড়ে দেন। তার প্রাক্তন সঙ্গীর এই বিচ্ছেদের সঙ্গে লড়াই এবং \"ল্যাক\" এর রহস্যময় প্রকৃতির সঙ্গে তার সংঘর্ষই উপন্যাসের মূল কাহিনি গঠন করে।\n১৯৯৬ সালে লিথাম সান ফ্রান্সিসকো উপসাগর এলাকা থেকে ব্রুকলিনে ফিরে আসেন। ব্রুকলিনে ফেরার পর প্রকাশিত তার পরবর্তী উপন্যাস ছিল গার্ল ইন ল্যান্ডস্কেপ। উপন্যাসটিতে এক কিশোরীকে কৈশোর পার করতে হয়, সেই সঙ্গে তাকে অদ্ভুত এক নতুন পৃথিবীর মুখোমুখি হতে হয়। সেখানে \"আর্কবিল্ডার\" নামে একদল ভিনগ্রহী বাস করে। লিথাম বলেছেন যে গার্ল ইন ল্যান্ডস্কেপ এর কাহিনি ও চরিত্র, বিশেষত এক কিশোরী এবং এক রুক্ষ অথচ রক্ষাকর্তা পিতার চরিত্র, ১৯৫৬ সালের জন ওয়েন অভিনীত পশ্চিমা চলচ্চিত্র দ্য সার্চার্স দ্বারা \"খুব দৃঢ়ভাবে প্রভাবিত\" হয়েছে এবং এটি নিয়ে তিনি \"অভিভূত\"।\n\n\n=== প্রধান ধারায় সাফল্য এবং \"ধরন ভাঙা\" ===\n\nনিউ ইয়র্ক সিটিতে ফিরে আসার পর লিথাম মাদারলেস ব্রুকলিন নামে প্রথম উপন্যাসটি শুরু করেন। তিনি লিওনেল এসসগ্রোগের মাধ্যমে ব্যক্তিগত অলটারিটি অনুসন্ধান করতে গিয়ে বস্তুগত বাস্তবতা বজায় রেখেছিলেন। তার প্রধান চরিত্রে টুরেট সিনড্রোম আছে এবং সে ভাষায় আবদ্ধ। লিথাম পরে বলেন যে এসসগ্রোগ\n\n... এটি স্পষ্টতই [সে] চরিত্র যার সাথে আমি সবচেয়ে বেশি পরিচিত ... [উপন্যাসটি] আমার বাইরে দাঁড়িয়ে ... এটি একমাত্র উপন্যাস যা আমাকে প্রয়োজন ছিল না, কখনোই ছিল না। এটি কাউকে লিখতে পারতো, প্রয়োজন অনুযায়ী।১৯৯৯ সালে এর প্রকাশনার পর, মাদারলেস ব্রুকলিন ন্যাশনাল বুক ক্রিটিকস সার্কেল ফিকশন পুরস্কার, ম্যাকালান গোল্ড ড্যাগার অপরাধ উপন্যাসের জন্য এবং সলন বুক অ্যাওয়ার্ড অর্জন করে; এটি এস্কায়ার দ্বারা বছরের বই হিসাবে মনোনীত হয়। ১৯৯৯ সালে অভিনেতা এডওয়ার্ড নরটন ঘোষণা করেন যে তিনি উপন্যাসটির চলচ্চিত্র রূপান্তর লিখবেন, পরিচালনা করবেন এবং এতে অভিনয় করবেন। নরটনের চলচ্চিত্রটি ২০১৯ সালে মুক্তি পায়।\nদ্য নিউ ইয়র্ক টাইমস অনুযায়ী, মাদারলেস ব্রুকলিন এর প্রধানধারার সাফল্য লিথামকে \"একধরনের হিপস্টার সেলিব্রিটি\" বানিয়েছিল, এবং তাকে একাধিকবার \"ধরন ভাঙা\" হিসেবে উল্লেখ করা হয়েছিল। সমালোচকরা লিথামের উপন্যাসগুলির বৈচিত্র্য উল্লেখ করেন এবং এটি কখনও হার্ড-বয়ল্ড গোয়েন্দা কাহিনি, কখনও বিজ্ঞান কল্পকাহিনি, আবার কখনও আত্মজীবনীর মতো ছিল। লিথাম তার жанর মিশ্রণের প্রতি আরামদায়কতা তার পিতার শিল্পকর্মে দেখেছেন, যা \"সবসময় পর্যবেক্ষিত এবং কল্পিত বাস্তবতাকে একসাথে এক ক্যানভাসে খুব স্বাভাবিকভাবে, খুব আত্মবিশ্বাসীভাবে মিশিয়ে দেয়।\" টাইম পত্রিকায়, লেভ গ্রসম্যান লিথামকে একদল লেখকের সঙ্গে স্থান দিয়েছিলেন যারা সাহিত্যের এবং জনপ্রিয় লেখার মধ্যে মিশ্রণ করতে ইচ্ছুক, যেমন মাইকেল চাবন (যার সাথে লিথামের বন্ধুত্ব আছে), মার্গারেট অ্যাটউড, এবং সুসান্না ক্লার্ক।\n২০০৩ সালে, লিথাম \"ধরন ভাঙার\" ধারণা সম্পর্কে মন্তব্য করেন:\n\nবিশ্বস্তভাবে, আমি ছয় বা সাত বছর আগে, এবং তারও আগে, ধারার শ্রেণিবিভাগ নিয়ে খুব ব্যস্ত ছিলাম, এবং সেই ধারণা—যা চূড়ান্তভাবে একটি রাজনৈতিক ধারণা—যে কোনো একজন লেখক, সম্ভবত আমি, কোনো নির্দিষ্ট উপায়ে ধারাগুলির সীমানা পরিবর্তন বা পুনর্গঠন করতে পারে। ... বর্তমানে, আমি অনুভব করি যে শ্রেণিবিভাগের কথা বলা, \"উচ্চ\" এবং \"নীচ\" এর কথা বলা, ধরন এবং তাদের সীমানা এবং সেই সীমানা অস্পষ্ট করার বিষয়টি এক ধরনের পরিশ্রমী উপায় ছাড়া আর কিছু নয়, যা আসলে আমাকে এবং অন্যান্য লেখকদের সম্পর্কে যেসব বিষয় আকর্ষণ করে, সেগুলোর আলোচনা থেকে এড়ানো। আমি যা ভালোবাসি তা হলো বইগুলির তাদের গৃহীকার বাস্তবতা—বইয়ের ভেতর, চরিত্র এবং পরিস্থিতির রহস্যময় গতিবিধি এবং সেই গতির সাথে সংশ্লিষ্ট অনুভূতি। বাক্যগুলির খেলা, তাদের অসীম বৈচিত্র্য।২০০০ এর দশকের শুরুর দিকে লিথাম একটি গল্প সংগ্রহ প্রকাশ করেন, দুটি সংকলন সম্পাদনা করেন, পত্রিকার জন্য লেখা লেখেন এবং ৫৫ পৃষ্ঠার নভেলা থিস শেপ উই আর ইন (২০০০) প্রকাশ করেন। এর মধ্য থিস শেপ উই আর ইন অন্তর্ভুক্ত ছিল। ম্যাকস্বিনিস এর প্রথম প্রকাশিত বই এবং এটি ডেভ এগারস'র টিমোথি ম্যাকসুইনি'স কোয়ার্টারলি কনসার্ন থেকে উদ্ভূত।\nনভেম্বর ২০০০ সালে, লিথাম বলেন যে তিনি একটি অস্বাভাবিক \"বড় ছড়ানো\" উপন্যাসে কাজ করছেন যেটি একটি শিশু নিয়ে এবং সে বড় হয়ে একজন রক সাংবাদিক হন। উপন্যাসটি ২০০৩ সালে দ্য ফোর্ট্রেস অব সোলিটিউড হিসেবে প্রকাশিত হয়। এই আধা-আত্মজীবনীমূলক বিল্ডুংসরুমান কয়েক ডজন চরিত্র নিয়ে গঠিত। তবে এর গল্পে বর্ণবৈষম্য এবং ১৯৭০-এর দশকের শেষের দিকে ব্রুকলিনে ছেলেবেলা কাটানোর একটি কাহিনী রয়েছে। প্রধান চরিত্র দুটি ভিন্ন ব্যাকগ্রাউন্ডের বন্ধু যারা বোয়েরাম হিল-এ এক ব্লকে বেড়ে ওঠে। এটি দ্য নিউ ইয়র্ক টাইমস দ্বারা বছরের \"এডিটরের চয়েস\" বইগুলির মধ্যে একটি হিসাবে মনোনীত হয় এবং পনেরটি ভাষায় প্রকাশিত হয়েছে।\nলিথামের দ্বিতীয় গল্পের সংকলন, মেন অ্যান্ড কারটুনস, ২০০৪ সালের শেষদিকে প্রকাশিত হয়। ২০০৫ সালের মার্চে, তার প্রথম প্রবন্ধের সংকলন দ্য ডিসঅ্যাপয়েন্টমেন্ট আর্টিস্ট প্রকাশিত হয়। ২০ সেপ্টেম্বর ২০০৫, লিথাম ম্যাকআর্থার ফেলোশিপ গ্রহণ করেন।\n২০০৯ সালে আর্মচেয়ার/শটগান-এর এক সাক্ষাৎকারে, লিথাম শর্ট ফিকশন সম্পর্কে বলেছিলেন:\n\nএখন আমি শর্ট স্টোরি লিখছি, এটা আমি নভেলগুলির মাঝে করি, এবং আমি এগুলোর প্রতি খুবই নিবেদিত। আমি সত্যিই ভালোবাসি। এটা মজার ব্যাপার। মনে হচ্ছে এক ধরনের আইন রয়েছে যে, আপনি একটিই ক্ষেত্রে সমাদৃত হতে পারবেন, অথবা অন্যটিতে। এবং তারপর কিছু লোক এই আইন ভেঙে ফেলবেন। আপডাইক করেছিলেন। তারা তার স্টোরি কালেকশন রিভিউ করতে গিয়ে বলেনি, \"ওহ, এগুলো ভালো, কিন্তু তিনি একজন নভেলিস্ট।\" অথবা তার নভেলগুলি রিভিউ করতে গিয়ে বলেনি, \"ওহ, আফসোস, তিনি দীর্ঘ গল্প লিখতে পারেন না।\" অন্যরা একপক্ষ থেকে বা অন্যপক্ষ থেকে প্যাট্রোনাইজড হন—আর আমি এটা গ্রহণ করি। আমি একজন নভেলিস্ট হিসেবে খুবই সুখী জীবন যাপন করি। কিন্তু আমি যে স্টোরি কালেকশনগুলো প্রকাশ করেছি, সেগুলো আমার জন্য অত্যন্ত গুরুত্বপূর্ণ। এবং অনেক অপ্রকাশিত গল্প—অথবা এখনও প্রকাশিত না হওয়া গল্প—আমার সবচেয়ে গর্বিত রচনাগুলোর মধ্যে অন্যতম। এগুলো স্পষ্টতই নভেল লেখার সঙ্গে খুব ঘনিষ্ঠভাবে সম্পর্কিত। তবে একই সঙ্গে এগুলো খুব আলাদা, এবং, জানেন, বেছে নেওয়ার কোনো প্রয়োজন নেই।\n\n\n=== ২০০৫–বর্তমান ===\n\nসেপ্টেম্বর ২০০৬-এ, লিথাম \"দ্য জিনিয়াস অব বব ডিলান\" নামক একটি প্রবন্ধ লিখেছিলেন, যা ছিল বব ডিলানের সঙ্গে একটি দীর্ঘ সাক্ষাৎকার এবং এটি রোলিং স্টোনে প্রকাশিত হয়েছিল। এই সাক্ষাৎকারে লিথাম ডিলানের শিল্পীসত্তা সম্পর্কে তার চিন্তা ভাগ করেছেন। এটি ডিলানের সমসাময়িক রেকর্ডিং প্রযুক্তি নিয়ে অসন্তোষ এবং তার নিজের অবস্থান সম্পর্কে ভাবনা প্রকাশ করেছে।\nমাদারলেস ব্রুকলিন এবং দ্য ফোর্ট্রেস অব সলিটিউড এর পর, লিথাম সিদ্ধান্ত নেন, \"এটি ছিল ব্রুকলিনকে সাহিত্যের দৃষ্টিকোণ থেকে বিদায় জানানোর সময়... আমি সত্যিই সেসব বিষয় থেকে সরে আসতে চেয়েছিলাম, যা স্থান ও স্মৃতির উপর ভিত্তি করে গঠিত।\"   ২০০৭ সালে তিনি ক্যালিফোর্নিয়ায় ফিরে আসেন, যেখানে তাঁর কিছু পূর্বপ্রকাশিত উপন্যাসের পটভূমি ছিল। সেই বছর, তিনি ইউ ডোন্ট লাভ মি ইয়েট শিরোনামের উপন্যাস প্রকাশ করেন, যা একটি রক ব্যান্ডের গল্প। উপন্যাসটি একটি মহিলা সদস্য, লুসিন্ডা, নিয়ে, যিনি তার বন্ধুর অভিযোগ লাইনটির জন্য ফোন ধরেন এবং এক কলারের কথাগুলোর কিছু অংশ গানের কথায় রূপান্তর করেন। লিথামের মতে, এই বইটি তার জীবনের এক পর্যায়ের অভিজ্ঞতার প্রেরণায় লেখা হয়েছিল, যখন তিনি ১৯৮০ এবং ১৯৯০-এর দশকের শুরুর দিকে ক্যালিফোর্নিয়ার একটি উঠতি ব্যান্ডের লিড সিঙ্গার ছিলেন, যা তিনি \"জীবনের অপরিণত অবস্থা\" বলে বর্ণনা করেছেন। এই উপন্যাসটি মিশ্র প্রতিক্রিয়া পায়।\n২০০৫ সালে, লিথাম ঘোষণা করেছিলেন যে তিনি মার্ভেল কমিকস চরিত্র ওমেগা দ্য আনকোনকে ২০০৬ সালে প্রকাশিত একটি দশ-ইস্যুর সিরিজের মাধ্যমে পুনরুদ্ধার করবেন। প্রকল্পটি সম্পর্কে শুনে, স্টিভ গার্বার, যিনি এই চরিত্রটির সহ-স্রষ্টা, ব্যক্তিগত ক্ষোভ প্রকাশ করেন যে তিনি এই প্রকল্পে অংশগ্রহণ করেননি, তবে পরে তিনি লিথামের সাথে আলোচনা করেন এবং স্বীকার করেন যে তিনি \"ভুল বিচার\" করেছিলেন। মে ২০০৬-এ, মার্ভেল সম্পাদক-ইন-চিফ জো কুয়েসাডা ব্যাখ্যা করেন যে সিরিজটি ২০০৭ সালে বিলম্বিত হয়েছে, কারণ \"ম্যাকআর্থার গ্রান্ট জয়ী হওয়ায় লিথামের সময়ের উপর অতিরিক্ত এবং অপ্রত্যাশিত দাবি ছিল।\" পুনর্নির্মিত ওমেগা দ্য আনকোন সিরিজটি ২০০৭ সালের অক্টোবর থেকে ২০০৮ সালের জুলাই পর্যন্ত দশটি মাসিক সংখ্যায় প্রকাশিত হয়; পরবর্তী সংখ্যা একত্রে ২০০৮ সালের অক্টোবর মাসে প্রকাশিত হয়।\n২০০৭-এর প্রথম দিকে, লিথাম ক্রনিক সিটি নিয়ে কাজ শুরু করেন, যা ১৩ অক্টোবর, ২০০৯-এ প্রকাশিত হয়েছিল। ২০০৮ সালের জুলাই মাসে, লিথাম বলেছিলেন যে ক্রনিক সিটি \"ম্যানহাটনের আপার ইস্ট সাইড-এ অবস্থিত, এতে দৃঢ় প্রভাব রয়েছে সল বেলো, ফিলিপ কে. ডিক, চার্লস জি. ফিন্নে এবং হিচকক এর ভার্টিগো দ্বারা, এবং এতে অন্তর্ভুক্ত রয়েছে একদল বন্ধু—যাদের মধ্যে একজন ম্লান শিশু-তারকা অভিনেতা, একজন সাংস্কৃতিক সমালোচক, একজন হ্যাক ছায়া-লেখক এবং একজন শহর কর্মকর্তা। এবং এটি দীর্ঘ ও অদ্ভুত।\"\nতার প্রবন্ধ, \"দ্য এক্সটেসি অফ ইনফ্লুয়েন্স: এ প্ল্যাজারিজম\" (২০০৭), প্ল্যাজারিজম এর প্রতি এক আবেগময় প্রতিরক্ষা ও শিল্পকলায় \"উপহার অর্থনীতি\" এ প্রত্যাবর্তনের আহ্বান, প্রকাশ করে। তিনি লিখেছেন,\n\nকণা, আত্মা—চলুন আরও বলি, সকল মানব বক্তব্যের মূল, প্রধান অংশ, প্রকৃত ও মূল্যবান পদার্থ হলো প্ল্যাজারিজম ... আমার সংস্করণগুলোকে পাইরেট করবেন না; বরং আমার দৃষ্টিভঙ্গিগুলোকে লুটুন। খেলার নাম হলো \"সবকিছু দাও\"। আপনি, পাঠক, আমার গল্পগুলোর জন্য স্বাগতম। এগুলো প্রথম থেকেই কখনো আমার ছিল না, কিন্তু আমি আপনাকে দিয়েছি।এই প্রবন্ধটি তার ২০১১ সালের সংকলন, দ্য এক্সটেসি অফ ইনফ্লুয়েন্স: ননফিকশনস, ইত্যাদি-এ অন্তর্ভুক্ত ছিল। ২০১১ সালে, দ্য এক্সেজিসিস অব ফিলিপ কে. ডিক, পামেলা জ্যাকসন ও লিথাম দ্বারা সম্পাদিত এবং হাফটন মিফ্লিন হারকোর্ট দ্বারা প্রকাশিত হয়। অন্যান্য প্রকল্পগুলোর মাঝে, লিথাম জন কার্পেন্টারের চলচ্চিত্র তেহ লিভ (অক্টোবর, ২০১০-এ তেহ লিভ নামে প্রকাশিত) এবং টকিং হেডস অ্যালবাম ফিয়ার অফ মিউজিক-সম্পর্কিত সংক্ষিপ্ত বই প্রকাশ করেছিলেন। ২০১১ সাল থেকে, তিনি পোমোনা কলেজ-এ রয় ই. ডিজনি সৃষ্টিশীল লেখনের অধ্যাপক হিসেবে কর্মরত ছিলেন, যা পূর্বে প্রয়াত ডেভিড ফস্টার ওয়ালেস দ্বারা ধারণ করা হতো\nলিথামের নবম উপন্যাস, শিরোনাম ডিসিডেন্ট গার্ডেনস, ১০ সেপ্টেম্বর, ২০১৩-এ প্রকাশিত হয়। লস অ্যাঞ্জেলেস টাইমস-এর সঙ্গে এক সাক্ষাৎকারে লিথাম অনুযায়ী, উপন্যাসটি \"আমেরিকান বামপন্থী\" নিয়ে, বিশেষভাবে \"একটি লাল-ডায়াপার শিশু প্রজন্ম, যা চেষ্টা করছে এ সবকিছুর অর্থ খুঁজে বের করতে—এই আমেরিকান কমিউনিজমের উত্তরাধিকার\" বিষয়ে। উপন্যাসের পটভূমি সম্পর্কে, একই সাক্ষাৎকারে লিথাম বলেছিলেন যে এটি\n\nকুইন্স এবং গ্রিনউইচ ভিলেজ-এ অবস্থিত, নিউ ইয়র্কের আরেকটি আবাসিক এলাকার বই, যা শহরের জীবনের উপর গভীরভাবে ভিত্তি করে … ১৯৫৮ সালে গ্রিনউইচ ভিলেজ নিয়ে লেখা সত্যিই আমার জন্য এক ঝাঁপ ছিল, এটি আমার পূর্বের অন্যান্য কল্পনাপ্রসূত কাজগুলোর মতোই এক সৃজনশীল লাফ ছিল। কিন্তু সত্যিই, এটি ছিল অত্যন্ত উত্তেজনাপূর্ণ।ডিসিডেন্ট গার্ডেনস-এর পর খুব দ্রুত, ফেব্রুয়ারি ২০১৫-এ, লিথামের পঞ্চম সংক্ষিপ্ত গল্প সংগ্রহ লাকি অ্যালান এবং অন্যান্য গল্প প্রকাশিত হয়। লিথামের দশম উপন্যাস, এ গ্যাম্বলারের অ্যানাটমি (অথবা বিকল্পভাবে যুক্তরাজ্যে দ্য ব্লট নামে), ২০১৬ সালের অক্টোবর-এ প্রকাশিত, যা নিয়ে আলোচনা করে \"একজন আন্তর্জাতিক ব্যাকগ্যামন হস্টলার, যিনি মনে করেন তিনি মানসিক ক্ষমতা রাখেন\"। ডাবলডে থেকে এক্কো প্রকাশকে পরিবর্তনের পর, লিথাম এ গ্যাম্বলারের অ্যানাটমি/দ্য ব্লট-এর পর নভেম্বর ২০১৮-এ দ্য ফেরাল ডিটেকটিভ প্রকাশ করেন, যা ছিল প্রখ্যাত মাদারলেস ব্রুকলিন-এর পর থেকে তাঁর প্রথম গোয়েন্দা উপন্যাস জেনরে প্রত্যাবর্তন।\nলিথামের দ্বাদশ উপন্যাস, দ্য আরেস্ট—প্রকাশকদের মতে, \"দুই ভাইবোন, তাদের মধ্যে বাধা হয়ে দাঁড়ানো সেই মানুষ, এবং এক নিউক্লিয়ার-চালিত সুপার কার নিয়ে এক সম্পূর্ণ মৌলিক পরপশ্চাদ্বিপ্লবীয় গল্প\"—নভেম্বর ২০২০-এ প্রকাশিত হয়। লিথাম লি র্যানালডো অ্যালবাম ইলেকট্রিক ট্রিম এর নয়টির মধ্যে ছয়টি গানের সহ-লেখক ছিলেন এনং এটি ২০১৭ সালে প্রকাশিত হয়েছিল। তিনি ডেভিড বোউম্যান (লেখক) এর ২০১৯ সালের উপন্যাস বিগ ব্যাং-এর ভূমিকা লিখেছিলেন.\n\n\n== ব্যক্তিগত জীবন ==\n১৯৮৭ সালে লিথাম লেখক ও শিল্পী শেলি জ্যাকসনকে বিয়ে করেন; তবে ১৯৯৭ সালে তাদের বিবাহবিচ্ছেদ হয়। ২০০০ সালে তিনি কানাডীয় চলচ্চিত্র নির্বাহী জুলিয়া রোজেনবার্গকে বিয়ে করেন; দুই বছর পর তাদেরও বিচ্ছেদ হয়। ২০০৭ সালের তথ্য অনুযায়ী, তার তৃতীয় স্ত্রী, চলচ্চিত্র নির্মাতা অ্যামি ব্যারেটের সঙ্গে লিথাম ব্রুকলিন ও বারউইক, মেইনে বসবাস করছিলেন।  তার দুটি পুত্রসন্তান রয়েছে। \n\n\n== গ্রন্থতালিকা ==\n\n\n=== উপন্যাস ===\nগান, উইথ অকেশনাল মিউজিক (১৯৯৪)\nঅ্যামনেশিয়া মুন (১৯৯৫)\nঅ্যাজ শি ক্লাইম্বড অ্যাক্রস দ্য টেবিল (১৯৯৭)\nগার্ল ইন ল্যান্ডস্কেপ (১৯৯৮)\nমাদারলেস ব্রুকলিন (১৯৯৯)\nদ্য ফোর্ট্রেস অব সলিটিউড (২০০৩)\nইউ ডোন্ট লাভ মি ইয়েট (২০০৭)\nক্রনিক সিটি (২০০৯)\nডিসিডেন্ট গার্ডেন্স (২০১৩)\nঅ্যা গ্যাম্বলার্স অ্যানাটমি (২০১৬)\nদ্য ফেরাল ডিটেকটিভ (২০১৮)\nদ্য অ্যারেস্ট (২০২০)\nব্রুকলিন ক্রাইম নভেল (২০২৩)\n\n\n=== সংক্ষিপ্ত কল্পকাহিনী ===\n\n\n==== নভেলা ====\nদিস শেপ উই আর ইন (২০০০)\nদ্য কল্যাপসিং ফ্রন্টিয়ার (২০২৪)\n\n\n==== সংক্ষিপ্ত গল্প সংগ্রহ ====\nদ্য ওয়াল অব দ্য স্কাই, দ্য ওয়াল অব দ্য আই (১৯৯৬)\nকাফকা আমেরিকানা (১৯৯৯) (সঙ্গে কার্টার শলজ)\nপুরুষ ও কার্টুন (২০০৪)\nকীভাবে আমরা ম্লান হয়ে গেলাম (২০০৬)\nলাকি অ্যালান এবং অন্যান্য গল্প (২০১৫)\n\n\n==== সংক্ষিপ্ত কাহিনীর তালিকা ====\n\n\n=== কমিকস ===\nওমেগা দি আননোন (২০০৭)\n\n\n=== তথ্যভিত্তিক লেখা ===\nদানবীয় কাজ এবং ছোটখাট হত্যাকাণ্ড (Salon.com প্রবন্ধ, জানুয়ারী ১৯৯৭)\nদ্য ভিনটেজ বুক অব অ্যামনেশিয়া (সম্পাদক, ২০০১)\nডা ক্যাপো বেস্ট মিউজিক রাইটিং: দ্য ইয়ার'স ফাইনেস্ট রাইটিং অন রক, পপ, জ্যাজ, কান্ট্রি এবং আরও (সম্পাদক, ২০০২)\nআপনি জানেন না ডিক (বুকফরাম প্রবন্ধ, গ্রীষ্ম ২০০২)\nদ্য ডিসঅ্যাপয়েন্টমেন্ট আর্টিস্ট (২০০৫)\nদ্য বিয়ার্ডস (দ্য নিউ ইউর্কার ফেব্রুয়ারি ২৮, ২০০৫)\nবিলিভেনিক্স!: ২০০৫: দ্য ইয়ার উই রাইট অ্যা বুক অ্যাবাউট দ্য মেটস সহ ক্রিস্টোফার সোরেন্টিনো, আইভান ফেল্ট এবং হ্যারিস কনক্লিন হিসেবে (২০০৬)\nদ্য সাবওয়ে ক্রনিকলস (অংশগ্রহণকারী, ২০০৬)\nবিং জেমস ব্রাউন (রোলিং স্টোন প্রবন্ধ, জুন ২০০৬)\nবব ডিলানের জিনিয়াস (রোলিং স্টোন  সাক্ষাৎকার, সেপ্টেম্বর ২০০৬)\nদ্য এক্সট্যাসি অব ইনফ্লুয়েন্স (হারপার'স ম্যাগাজিন প্রবন্ধ, ফেব্রুয়ারি ২০০৭)\nব্রুকলিন ওয়াজ মাইন (অংশগ্রহণকারী, ২০০৮)\nদে লাইভ (২০১০)\nদ্য এক্সট্যাসি অব ইনফ্লুয়েন্স: অ-কাল্পনিক, ইত্যাদি (২০১১)\nফিলিপ কে. ডিকের এক্সেজেসিস (২০১১, সহ-সম্পাদক প্যামেলা জ্যাকসন)\nটকিং হেডস' ফিয়ার অব মিউজিক (২০১২) (৩৩⅓ সিরিজের জন্য)\nপেটিবন, রেমন্ড; লিথাম, জোনাথন (মার্চ–এপ্রিল ২০১৩)। \"ফোর পেইন্টিংস বাই রেমন্ড পেটিবন : এ নিউ কল্যাবোরেশন\"। দ্য বিলিভার। ১১ (৩): ৩৭–৪০। \nমোর আলাইভ অ্যান্ড লেস লোনলি: অন বুকস অ্যান্ড রাইটার্স (২০১৮)\n\n\n=== চলচ্চিত্র অভিযোজন ===\nলাইট অ্যান্ড দ্য সাফারার (২০০৯) – চিত্রনাট্যকারী ক্রিস্টোফার পেডিটো, লিথামের একটি ছোট গল্পের উপর ভিত্তি করে\nদ্য এপিফানি (২০১১) – ছোট ফিল্ম SJ চিরো দ্বারা, লিথামের একটি ছোট গল্পের উপর ভিত্তি করে\nমাদারলেস ব্রুকলিন (২০১৯) – চিত্রনাট্যকারী এডওয়ার্ড নরটন\n\n\n== তথ্যসূত্র ==\n\n\n=== সূত্র ===\nলিথাম, জোনাথন (২০০৫)। দ্য ডিসঅ্যাপয়েন্টমেন্ট আর্টিস্ট। নিউ ইয়র্ক: ডাবলডে। আইএসবিএন 0-385-51217-1। \n\n\n== আরও পড়ুন ==\nব্রুকার, জোসেফ (২০১৯)। জোনাথন লিথাম অ্যান্ড দ্য গ্যালাক্সি অব রাইটিং। লন্ডন: ব্লুমসবারি। আইএসবিএন ৯৭৮১৩৫০০০৩৭৬৭। \nকোহেন, স্যামুয়েল এস. (২০০৯)। আফটার দ্য এন্ড অব হিস্ট্রি: আমেরিকান ফিকশন ইন দ্য ১৯৯০স। আইওয়া সিটি: ইউনিভার্সিটি অফ আইওয়া প্রেস। আইএসবিএন ৯৭৮১৫৮৭২৯৮১৫৮।  [contains discussion of দ্য ফোর্ট্রেস অব সোলিচিউড]\nক্লার্ক, জেমি, সম্পাদক (২০১১)। কনভারসেশনস উইথ জোনাথন লিথাম। লিটারারি কনভারসেশনস। জ্যাকসন, মিসিসিপি: ইউনিভার্সিটি প্রেস অফ মিসিসিপি। আইএসবিএন ৯৭৮১৬০৪৭৩৯৬৩৩। \nলুটার, ম্যাথিউ (জুলাই ২০১৫)। আন্ডারস্ট্যান্ডিং জোনাথন লিথাম। আন্ডারস্ট্যান্ডিং কন্টেম্পোরারি আমেরিকান লিটারেচার। কলম্বিয়া: ইউনিভার্সিটি অফ সাউথ ক্যারোলিনা প্রেস। আইএসবিএন ৯৭৮১৬১১১৭৫১২৭। \nপিকক, জেমস (২০১২)। জোনাথন লিথাম। কন্টেম্পোরারি আমেরিকান অ্যান্ড ক্যানাডিয়ান রাইটার্স। ম্যানচেস্টার, ইংল্যান্ড: ম্যানচেস্টার ইউনিভার্সিটি প্রেস। আইএসবিএন ৯৭৮-০৭১৯০৮২৬৭২। \nস্টেইন, লোরিন (গ্রীষ্ম ২০০৩)। \"জোনাথন লিথাম, দ্য আর্ট অব ফিকশন নং ১৭৭\"। দ্য প্যারিস রিভিউ। গ্রীষ্ম ২০০৩ (১৬৬)।  \nসাসলার, বেটসি (অক্টোবর ৩, ২০০৮)। \"জোনাথন লিথাম\"। বম। সংগ্রহের তারিখ ১৮ জানুয়ারি ২০২১। \n\n\n== বহির্সংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nপোমোনা কলেজ ফ্যাকাল্টি পৃষ্ঠা\nইন্টারনেট মুভি ডেটাবেজে জোনাথন লিথাম (ইংরেজি)\nলাইব্রেরি অব কংগ্রেস কর্তৃপক্ষে Jonathan Lethem, ৪৬ ক্যাটালগ  রেকর্ড সহ\nজোনাথন লিথাম পেপার্স। ইয়েল সংগ্রহের আমেরিকান সাহিত্য, বেইনেক রেয়ার বই ও ম্যানুসক্রিপ্ট লাইব্রেরি, ইয়েল বিশ্ববিদ্যালয়।"}