{"pageid": 1516662, "title": "ভারতে জাত্রোফা বায়োডিজেল", "url": "https://bn.wikipedia.org/wiki?curid=1516662", "content": "ভারতে জৈব জ্বালানির উন্নয়ন মূলত জাত্রোফা গাছের চাষ ও বীজ প্রক্রিয়াকরণের উপর ভিত্তি করে গড়ে উঠেছে। এই গাছের বীজে প্রচুর পরিমাণে তেল থাকে, যা সাধারণত ২৭% থেকে ৪০% পর্যন্ত হতে পারে। গড়ে এর তেলের পরিমাণ থাকে ৩৪.৪%। ভারতে জাত্রোফা চাষের পিছনে ঐতিহাসিক, ব্যবহারিক, অর্থনৈতিক, পরিবেশগত, নৈতিক এবং রাজনৈতিক নানা কারণ রয়েছে।\n\n\n== ইতিহাস ==\nজাত্রোফা কারকাস সম্ভবত গাছের উৎপত্তি সম্ভবত মেক্সিকো এবং মধ্য আমেরিকায়, তবে এটি চিকিৎসাগত ব্যবহারের জন্য পৃথিবীর নানা উষ্ণ অঞ্চলে ছড়িয়ে পড়েছে। ভারতে কয়েক দশক ধরে জাত্রোফা তেল জৈব-ডিজেল হিসেবে ব্যবহৃত হয়ে আসছে, বিশেষত দূরবর্তী গ্রাম ও বনাঞ্চলের বিদ্যুৎ ও জ্বালানির চাহিদা মেটাতে। জাত্রোফা তেল সরাসরি নিষ্কাশনের পর (পরিশোধন ছাড়াই) ডিজেল জেনারেটর ও ইঞ্জিনে ব্যবহার করা যায়। ভারতে মোট জৈব-ডিজেলের চাহিদা ২০১১-১২ অর্থবছরে ৩.৬ মিলিয়ন টনে পৌঁছবে বলে অনুমান করা হয়েছিল, যা মূলত দেশীয় গাড়ি শিল্পের ইতিবাচক প্রবৃদ্ধির কারণে। গবেষণা প্রতিষ্ঠান ফ্রস্ট অ্যান্ড সুলিভান কর্তৃক পরিচালিতস্ট্র্যাটেজিক অ্যানালাইসিস অফ দ্য ইন্ডিয়ান বায়োফুয়েলস ইন্ডাস্ট্রির থেকে জানা যায় যে, এই বাজার এখনও বিকাশের প্রাথমিক স্তরে রয়েছে এবং আন্তর্জাতিক প্রতিযোগীদের সাথে তাল মেলাতে হলে অনেক দূর এগোতে হবে।\nসরকার বর্তমানে ইথানল মিশ্রণ কর্মসূচি বাস্তবায়ন করছে এবং বায়োডিজেলের জন্য বিভিন্ন বাধ্যতামূলক নীতিমালা বিবেচনা করছে। জনসংখ্যা বৃদ্ধি এবং পরিবহন খাতে ক্রমবর্ধমান জ্বালানির চাহিদার কারণে, জৈব জ্বালানির জন্য ভারতে একটি স্থিতিশীল বাজার তৈরি হওয়ার সম্ভাবনা রয়েছে। ২০০৮ সালের ১২ সেপ্টেম্বর, ভারত সরকার 'জাতীয় জৈব জ্বালানি নীতি' ঘোষণা করে। এই নীতির লক্ষ্য ভারতের ডিজেল চাহিদার ২০% উদ্ভিদজাত জ্বালানির মাধ্যমে পূরণ করা। এর জন্য ১,৪০,০০০ বর্গকিলোমিটার জমি নির্দিষ্ট করা হবে। বর্তমানে জ্বালানি উৎপাদনকারী গাছের অধীনে থাকা জমির পরিমাণ ৫,০০০ বর্গকিলোমিটারেরও কম।\n\n\n== ভারতে জাত্রোফা উন্নয়নের কারণ ==\nজাত্রোফা স্থানীয় পর্যায়ে অর্থনৈতিক সুবিধা এনে দিতে পারে, কারণ এটি সঠিক ব্যবস্থাপনার মাধ্যমে শুষ্ক ও অনুর্বর অকৃষি জমিতে জন্মাতে সক্ষম। এর ফলে গ্রামীণ কৃষক ও সাধারণ মানুষ এই ধরনের অকৃষি জমি ব্যবহার করে আয়ের সুযোগ তৈরি করতে পারেন। এছাড়া, জাত্রোফার তেল উৎপাদন বৃদ্ধি পেলে জাতীয় অর্থনীতিতেও ইতিবাচক প্রভাব পড়বে। এটি ডিজেল উৎপাদনের জন্য প্রয়োজনীয় জীবাশ্ম জ্বালানির আমদানির উপর নির্ভরতা কমাবে, যা ভারতের প্রধান পরিবহন জ্বালানি। এর ফলে বিদেশি জ্বালানি আমদানির জন্য ব্যয় হওয়া বিপুল পরিমাণ বৈদেশিক মুদ্রার সঞ্চয় হবে, যা অন্য শিল্প উৎপাদনের কাঁচামাল ও অবকাঠামোগত উন্নয়নে বিনিয়োগ করা যেতে পারে। আরেকটি গুরুত্বপূর্ণ বিষয় হলো, জাত্রোফার তেল কার্বন নিরপেক্ষ, অর্থাৎ এটি ব্যবহার করলে অতিরিক্ত কার্বন নিঃসরণ হয় না। তাই এর বৃহৎ পরিসরে উৎপাদন ও ব্যবহার করলে ভারতের সামগ্রিক কার্বন নির্গমন হ্রাস পাবে। সবচেয়ে বড় সুবিধা হলো, এই জৈব-জ্বালানির উৎপাদনের জন্য কোনো খাদ্যশস্য উৎপাদনের জমি ব্যবহার করতে হয় না। অন্য অনেক জৈব-জ্বালানি যেমন ভুট্টা বা আখ কে তৈরি ইথানল, বা পাম তেল ডিজেলের তেল-ভিত্তিক ডিজেল উৎপাদনের জন্য কৃষিজমি দখল করে, যা খাদ্য নিরাপত্তার জন্য হুমকি সৃষ্টি করতে পারে। কিন্তু জাত্রোফা চাষের ক্ষেত্রে এই সমস্যা নেই। তাই ভারতের বর্তমান জৈব-জ্বালানি বিকল্পগুলোর মধ্যে এটি সবচেয়ে নৈতিক ও রাজনৈতিকভাবে গ্রহণযোগ্য বলে বিবেচিত হয়। এটি দেশের বিশাল জনসংখ্যার (২০০৮ সালের হিসেবে প্রায় ১.১ বিলিয়ন) খাদ্য উৎপাদন ব্যবস্থার উপর কোনো নেতিবাচক প্রভাব ফেলে না। অন্যদিকে, ভুট্টা থেকে তৈরি ইথানল বা পাম বায়োডিজেলের মতো জৈব-জ্বালানিগুলো কৃষিজমির উপর নির্ভরশীল হওয়ার কারণে বিভিন্ন দেশে খাদ্যশস্য ও ভোজ্য তেলের দাম ব্যাপকভাবে বৃদ্ধি পেয়েছে, যা সাধারণ মানুষের জন্য সমস্যার সৃষ্টি করেছে।\n\n\n== ভারতে জাত্রোফা চাষে প্রণোদনা ==\nভারতে জাত্রোফা চাষকে উৎসাহিত করা মূলত দেশের ২০১৮ সালের মধ্যে জ্বালানি স্বনির্ভরতা অর্জনের লক্ষ্যের একটি অংশ। জাট্রোফা কারকাস গাছের বীজ থেকে প্রাপ্ত তেলকে বায়োডিজেলের একটি চমৎকার উৎস হিসেবে বিবেচনা করা হয়, এবং এটি ভারতের বিভিন্ন অনুর্বর ও পতিত জমিতে জন্মাতে সক্ষম। দেশটি কয়লা ও পেট্রোলিয়ামের উপর নির্ভরতা কমিয়ে ক্রমবর্ধমান জ্বালানি চাহিদা পূরণ করতে চায়। সে কারণে, জাত্রোফার চাষকে উৎসাহিত করা ভারতের জ্বালানি নীতির একটি গুরুত্বপূর্ণ অংশ। তবে সাম্প্রতিক সময়ে, জৈব-জ্বালানি নীতি এবং এটি প্রচারের পদ্ধতি নিয়ে সমালোচনা হয়েছে।\nভারতে জাত্রোফা চাষের জন্য বড় বড় পতিত জমি নির্বাচন করা হয়েছে, যা দেশের গ্রামীণ দরিদ্র জনগোষ্ঠীর জন্য কর্মসংস্থানের সুযোগ সৃষ্টি করতে পারে। অনেক ব্যবসায়ীও এটি একটি লাভজনক বিনিয়োগের সুযোগ হিসেবে দেখছেন। ভারত সরকার প্রায় ৪,০০,০০০ বর্গকিলোমিটার (৯.৮ কোটি একর) জমি চিহ্নিত করেছে, যেখানে জাত্রোফা চাষ করা সম্ভব। সরকার আশা করছে যে, ২০১১ সালের মধ্যে এটি ভারতের মোট ডিজেল ব্যবহারের ২০% প্রতিস্থাপন করবে।  জাত্রোফাভিত্তিক বায়োডিজেল উৎপাদনের জীবনচক্র বিশ্লেষণ দেখিয়েছে যে, এর জ্বালানি কার্যকারিতা তুলনামূলকভাবে ভালো এবং এটি জীবাশ্ম-ভিত্তিক ডিজেলের তুলনায় ৩৩% থেকে ৪২% পর্যন্ত কার্বন নির্গমন হ্রাস করতে পারে।\n\n\n== বাস্তবায়ন ==\n\nভারতের একাদশতম রাষ্ট্রপতি ডঃ আব্দুল কালাম, জৈব-ডিজেল উৎপাদনের জন্য জাত্রোফা চাষের অন্যতম প্রবল সমর্থক ছিলেন। তিনি ভারতের বিপুল পরিমাণ পতিত জমিকে এই উদ্ভিদের চাষের জন্য উপযোগী বলে মনে করতেন।\nভারত সরকার ২০০৮ সালে 'জাতীয় জৈব-জ্বালানি নীতি' ঘোষণা করে, যেখানে আশা করা হয়েছিল যে দেশের মোট ডিজেল চাহিদার প্রায় ২০% বায়োডিজেল থেকে পূরণ করা হবে, যার মধ্যে জাত্রোফা-ভিত্তিক জ্বালানিও থাকবে। ২০১০ সালের দিকে, স্টেট ব্যাংক অফ ইন্ডিয়া ডি১ অয়েলস পিএলসি-এর সাথে যৌথভাবে গঠিত ডি১ মোহন-এর সঙ্গে একটি সমঝোতা স্মারক  স্বাক্ষর করে। এই চুক্তির আওতায় ভারতীয় কৃষকদের জাত্রোফা চাষের জন্য প্রায় ১৩০ কোটি টাকা ঋণ দেওয়ার সিদ্ধান্ত নেওয়া হয়। শর্ত ছিল যে কৃষকরা জাত্রোফার বীজ বিক্রির মাধ্যমে অর্জিত লাভ থেকে ঋণ পরিশোধ করতে পারবেন।\n\n\n=== ভারতীয় রেলওয়ে ===\n২০০৫ সালে, ভারতীয় রেলওয়ে ঘোষণা করে যে তারা দেশের বিভিন্ন রেলস্টেশনের আশেপাশের শুষ্ক জমিতে জাত্রোফা গাছ রোপণ করবে। এর উদ্দেশ্য ছিল পতিত জমিকে বাণিজ্যিকভাবে লাভজনক করা এবং জৈব-জ্বালানি উৎপাদন করে রেলওয়ের নিজস্ব পরিবহন ব্যবস্থায় ব্যবহারের জন্য ডিজেলের উপর নির্ভরতা কমানো। সে সময়, রেলওয়ের ডিজেল ব্যয়ের পরিমাণ ছিল প্রায় ৪,০০০ কোটি টাকা, যা কমানোর জন্য এই পদক্ষেপ নেওয়া হয়েছিল।\n\n\n=== দক্ষিণ ভারত ===\n\n\n==== অন্ধ্রপ্রদেশ ====\nঅন্ধ্রপ্রদেশ সরকার জাত্রোফা চাষের জন্য রিলায়েন্স ইন্ডাস্ট্রিজের সঙ্গে একটি আনুষ্ঠানিক চুক্তি স্বাক্ষর করেছে। এই চুক্তির আওতায়, কোম্পানিটি কাকিনাড়ায় ২০০ একর (প্রায় ০.৮১ বর্গকিলোমিটার) জমি নির্বাচন করেছে, যেখানে উচ্চমানের জৈব-ডিজেল উৎপাদনের জন্য জাত্রোফা চাষ করা হবে। \n\n\n==== কেরালা ====\n২০০৬ সালের দিকে, কেরালা সরকার জাত্রোফা চাষের জন্য একটি বৃহৎ কর্মসূচি গ্রহণের পরিকল্পনা করেছিল।[\n\n\n==== কর্ণাটক ====\nকর্ণাটকের আধা-শুষ্ক অঞ্চলের কৃষকরা জাট্রোফা রোপণ করছেন কারণ এটি সেই অবস্থার জন্য উপযুক্ত। \nমহীশূর-ভিত্তিক একটি ব্যক্তিমালিকানাধীন কোম্পানি 'ল্যাবল্যান্ড বায়োডিজেল' ২০০২ সাল থেকে বায়োডিজেল এবং জাত্রোফা সংক্রান্ত গবেষণা ও উন্নয়ন কার্যক্রমে সক্রিয় রয়েছে। এই কোম্পানির চেয়ারম্যান ও ব্যবস্থাপনা পরিচালক ড. সুধীর শেট্টির নেতৃত্বে গবেষণা চলছে। জাত্রোফার বীজ কর্ণাটক রাজ্য সড়ক পরিবহন নিগম (কেএসআরটিসি), ব্যাঙ্গালোর মহানগর পরিবহন নিগম (বিএমটিসি) এবং অন্যান্য সরকারি বাস পরিবহনে ব্যবহৃত হচ্ছে।\n\n\n==== তামিলনাড়ু ====\nগত কয়েক বছর ধরে অনিয়মিত বৃষ্টিপাতের কারণে কৃষকদের ক্ষতি কাটিয়ে উঠতে তামিলনাড়ু সরকার গত কয়েক বছরে অনিয়মিত বৃষ্টিপাতের কারণে কৃষকদের যে ক্ষতি হয়েছে তা কাটিয়ে উঠতে জাত্রোফা চাষকে জোরালোভাবে উৎসাহিত করছে। এই রাজ্যে বড় পরিসরে জাত্রোফা চাষের জন্য সরকার চারটি প্রতিষ্ঠানকে চুক্তিভিত্তিক অনুমোদন দিয়েছে। প্রতিষ্ঠানগুলো হলো—মোহন ব্রুয়ারিজ অ্যান্ড ডিসটিলারিজ লিমিটেড, শিবা ডিসটিলারিজ লিমিটেড, ধরানি সুগারস অ্যান্ড কেমিক্যালস লিমিটেড এবং রিভারওয়ে অ্যাগ্রো প্রোডাক্টস প্রাইভেট লিমিটেড। বর্তমানে এই প্রতিষ্ঠানগুলো প্রায় ৩ বর্গকিলোমিটার জমিতে জাত্রোফা চাষ করেছে, যদিও সরকার নির্ধারিত লক্ষ্যমাত্রা ৫০ বর্গকিলোমিটার।এছাড়াও, তামিলনাড়ু সরকার জাত্রোফার ওপর থেকে ক্রয় কর বাতিল করেছে, এবং সম্প্রতি টোলগেট চার্জ ৭.৫% থেকে কমিয়ে ২.৫% করার ঘোষণা দিয়েছে।\n\n\n=== পশ্চিম ভারত ===\n\n\n==== রাজস্থান ====\nজাত্রোফা চাষের জন্য রাজস্থানকে আদর্শ অঞ্চল হিসেবে ধরা হয়, কারণ এই উদ্ভিদ খুব কম পানি প্রয়োজন করে, যা রাজস্থানের মতো শুষ্ক অঞ্চলের জন্য উপযোগী। উদয়পুর, কোটা, সিকর, বাঁশওয়াড়া, চিতোর এবং চুরু জেলায় জাত্রোফা চাষের প্রকল্প গ্রহণ করা হয়েছে। উদয়পুর জেলায় এটি কৃষি-বনায়ন পদ্ধতিতে চাষ করা হচ্ছে, যেখানে এটি খাদ্য বা নগদ অর্থকরি ফসলের সঙ্গে একত্রে প্রান্তিক জমিতে (যা ভারতে সাধারণত অনুর্বর বা অনাবাদী জমি নামে পরিচিত) লাগানো হচ্ছে। জাত্রোফার পাতাগুলি বিষাক্ত হওয়ায় গবাদি পশু এগুলো খেতে পারে না, ফলে চারাগাছের বৃদ্ধি বাধাগ্রস্ত হয় না, যা অন্যান্য অনেক গাছের ক্ষেত্রে দেখা যায়। উদয়পুর বিশেষভাবে জাত্রোফার বীজ উৎপাদন ও সরবরাহের জন্য পরিচিত, বিশেষ করে চারা উৎপাদনের জন্য এর বীজ বেশ উপযোগী। অনেক সরকারি ও বেসরকারি সংস্থা উদয়পুর থেকে উচ্চ মানের জাত্রোফার বীজ সংগ্রহে আগ্রহী। 'বাল্ক অ্যাগ্রো (I) প্রাইভেট লিমিটেড' হলো জাত্রোফা বীজ সরবরাহকারী অন্যতম প্রধান প্রতিষ্ঠান।\n\n\n==== মহারাষ্ট্র ====\n২০০৭ সালের সেপ্টেম্বরে, হিন্দুস্তান পেট্রোলিয়াম কর্পোরেশন লিমিটেড (এইচপিসিএল) মহারাষ্ট্র স্টেট ফার্মিং কর্পোরেশন লিমিটেড (এমএসএফসিএল)-এর সঙ্গে যৌথভাবে জাত্রোফার বীজ থেকে বায়োডিজেল উৎপাদনের একটি প্রকল্প শুরু করে। এই প্রকল্পের অংশ হিসেবে, নাসিক এবং ঔরঙ্গাবাদে ৫০০ একর (প্রায় ২ বর্গকিলোমিটার) জমিতে জাত্রোফা চাষ করা হয়েছিল। ২০০৫ সালের নভেম্বরে, মহারাষ্ট্র সরকার রাজ্যের ৬০০ বর্গকিলোমিটার জমিতে জাত্রোফা চাষের পরিকল্পনা করে, যেখানে অর্ধেক জমি সরকারি খাতে এবং বাকি অর্ধেক বেসরকারি খাতে চাষের জন্য বরাদ্দ করা হয়। ১ জুলাই ২০০৬ তারিখে, পুনে মিউনিসিপাল কর্পোরেশন ভারতের প্রথম শহর হিসেবে ১০০টিরও বেশি গণপরিবহন বাসে জাত্রোফা-ভিত্তিক বায়োডিজেল ব্যবহার শুরু করে।\nগুলাবরাও কালে মহারাষ্ট্রের আহমেদনগর জেলায় জাত্রোফা চাষের সম্ভাবনা নিয়ে গবেষণা করেন এবং তার নেতৃত্বে 'গোবিন্দ গ্রামীন বিকাশ প্রতিষ্ঠান' (জিওজিভিআইপি) সরকার পরিচালিত ডিপিএপি আওতায় এই চাষ শুরু করার সিদ্ধান্ত নেয়। শুরুতে কৃষকদের জাত্রোফা চাষে আগ্রহী করে তোলা ছিল বেশ কঠিন। যখন প্রথম দিকে ২০-২৫ জন কৃষককে এই পরিকল্পনার কথা জানানো হয়, তখন মাত্র ২-৩ জন কৃষক এতে রাজি হন। কৃষকদের মধ্যে শিক্ষার অভাব ছিল একটি বড় বাধা, কারণ তারা জাত্রোফা চাষের ভবিষ্যৎ লাভজনক দিক এবং এর থেকে উৎপাদিত বায়োডিজেলের গুরুত্ব সম্পর্কে সচেতন ছিলেন না। তবে একটানা প্রচেষ্টার ফলে বর্তমানে ১০০০-এর বেশি কৃষক জিওজিভিআইপি-এর মাধ্যমে এই প্রকল্পের সঙ্গে যুক্ত হয়েছেন।\nএই প্রকল্পের জন্য জলধারণ উন্নয়ন কর্মসূচির অধীনে জিওজিভিআইপি মোট ১০.৯২ বর্গকিলোমিটার এলাকাজুড়ে কাজ শুরু করে এবং সিসিটি নির্মাণ করা হয়। এখন পর্যন্ত পাঁচটি গ্রাম—ভানকুটে, ধোকি, ধোত্রে, ধবলপুরি এবং গজদিপুর—এর বিস্তীর্ণ এলাকাজুড়ে ২০ লক্ষেরও বেশি জাত্রোফা গাছ রোপণ করা হয়েছে। এই গ্রামগুলো দূরবর্তী অঞ্চলে অবস্থিত হওয়ায় জিওজিভিআইপি-এর সঙ্গে সংযুক্ত করা বেশ চ্যালেঞ্জিং ছিল।\n\n\n=== পূর্ব ভারত ===\nডি১ উইলিয়ামসন ম্যাগর বায়ো ফুয়েল লিমিটেড  ছিল যুক্তরাজ্যভিত্তিক ডি১ অয়েলস পিএলসি এবং উইলিয়ামসন ম্যাগর গ্রুপের যৌথ উদ্যোগে প্রতিষ্ঠিত একটি কোম্পানি। এই বায়োডিজেল প্রকল্পটি ২০০৬ সালের জুলাই মাসে চালু হয়। নবায়নযোগ্য শক্তি উৎস থেকে জ্বালানি উৎপাদনের পক্ষে কাজ করে, কোম্পানিটি উত্তর-পূর্ব ভারতের বিভিন্ন রাজ্য, ওডিশা এবং ঝাড়খণ্ডের কৃষকদের অনাবাদী জমিতে জাত্রোফা চাষ করতে উৎসাহিত করেছিল। কৃষকদের উৎপাদিত তেলবীজ সংগ্রহ করে বায়োডিজেল উৎপাদনের জন্য কোম্পানিটির একটি সুসংগঠিত নেটওয়ার্ক ছিল।\nএই বায়োডিজেল প্রকল্পের লক্ষ্য ছিল বাণিজ্যিকভাবে জাত্রোফা চাষের মাধ্যমে স্থানীয় সম্প্রদায়কে আর্থিকভাবে লাভবান করা। এই উদ্যোগে বিভিন্ন এনজিও এবং স্বনির্ভর গোষ্ঠীগুলোকেও যুক্ত করা হয়েছিল।\n\n\n==== ছত্তিশগড় ====\n২০০৬ সালে ছত্তিশগড় সরকার  রাজ্যের ১৬টি জেলাজুড়ে মোট ১৬ কোটি জাত্রোফা গাছ লাগানোর পরিকল্পনা গ্রহণ করে, যার উদ্দেশ্য ছিল ২০১৫ সালের মধ্যে রাজ্যকে জৈব জ্বালানি উৎপাদনে স্বয়ংসম্পূর্ণ করে তোলা। সরকার ২০১০ সালের পর থেকে প্রতি বছর ৪০০০ কোটি রুপি আয়ের লক্ষ্যে জাত্রোফার বীজ বিক্রির পরিকল্পনা করেছিল। ২০১৩ সালে কেন্দ্রীয় সরকার ছত্তিশগড়ে জাত্রোফার নার্সারি উন্নয়নের জন্য ১৩.৫ কোটি রুপি বরাদ্দ দেয়।\n২০০৫ সালের মে মাসে, তৎকালীন মুখ্যমন্ত্রী রমন সিং প্রথমবারের মতো সরকারি কাজে ব্যবহারের জন্য তার নিজস্ব গাড়িতে জাত্রোফা-ভিত্তিক ডিজেল ব্যবহার করেন। ছত্তিশগড় সরকার ২০০৭ সালের মধ্যে সমস্ত রাজ্য সরকার পরিচালিত যানবাহনে জাত্রোফা-ভিত্তিক জ্বালানি ব্যবহার চালু করার পরিকল্পনা করেছিল। বর্তমানে ছত্তিশগড় জৈব জ্বালানি উন্নয়ন কর্তৃপক্ষ রাজ্যে জাত্রোফা চাষ ও এর বীজ থেকে বায়োডিজেল উৎপাদনের কাজ তদারকি করছে। ছত্তিশগড় সরকার ইন্ডিয়ান অয়েল সংস্থার সঙ্গে যৌথভাবে ইন্ডিয়ান অয়েল ক্রেডা বায়োফুয়েলস লিমিটেড নামে একটি সংস্থা গঠন করে, যা ২০০৯ সালে রায়পুরের শংকর নগরে প্রতিষ্ঠিত হয়। এই সংস্থা রাজ্যের সমস্ত জেলায় জাত্রোফা  চাষের তদারকি ও বায়োডিজেল উৎপাদনের দায়িত্ব পালন করছে।\n\n\n== চাষ পদ্ধতি ==\nজাত্রোফা কার্কাসের চাষ সংক্রান্ত প্রকল্প ভারত সরকারের জৈব প্রযুক্তি বিভাগ (DBT), নয়া দিল্লি-এর আর্থিক সহায়তায় পরিচালিত হচ্ছে। এই প্রকল্পের আওতায় ড. পানজাবরাও দেশমুখ কৃষি বিদ্যাপীঠ, ভারত জাতীয় তেলবীজ ও উদ্ভিজ্জ তেল উন্নয়ন বোর্ডের সহায়তায় ৩ বর্গকিলোমিটার এলাকায় জাত্রোফা চাষের ব্যবস্থা করেছে।\n\n\n== ফলাফল ==\n২০১০ সালের শেষ ভাগ থেকে ২০২০-এর দশকের শুরু পর্যন্ত বিভিন্ন গবেষণা ও পর্যালোচনায় দেখা গেছে যে, জাত্রোফা ভিত্তিক বায়োডিজেল প্রকল্পগুলি ব্যর্থ হয়েছে। এর প্রধান কারণগুলোর মধ্যে ছিল—বীজের পর্যাপ্ত সরবরাহের অভাব, চাষ ও রক্ষণাবেক্ষণে অতিরিক্ত ব্যয়, এবং বিশ্বব্যাপী বায়োডিজেলের চাহিদা হ্রাস। ফলে, জাত্রোফার পরিবর্তে অন্যান্য উৎস থেকে জৈব জ্বালানি উৎপাদনের দিকে মনোযোগ দেওয়া হয়েছে, যেমন ছত্তিশগড়ে ধানের খোসা থেকে জ্বালানি তৈরির প্রচেষ্টা।\n\n\n== আরো দেখুন ==\nভারতে নবায়নযোগ্য শক্তি\nভারতে সৌরশক্তি\nভারতে বায়ু বিদ্যুৎ\nঅঞ্চল অনুসারে জৈব জ্বালানি\nখাদ্য বনাম জ্বালানি\nদেশ অনুযায়ী নবায়নযোগ্য শক্তি\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nAltenburg, Tilman (২০০৯)। Biodiesel in India : value chain organisation and policy options for rural development। German Development Institute। আইএসবিএন 978-1-59869-872-5।"}