{"pageid": 1517268, "title": "মার্কিন যুক্তরাষ্ট্রে স্থানীয় মার্কিনদের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1517268", "content": "মার্কিন যুক্তরাষ্ট্রে স্থায়ী মার্কিনদের ইতিহাস শুরু হয়েছিল হাজার হাজার বছর আগে প্যালিও-ইন্ডিয়ানদের আমেরিকায় বসতি স্থাপনের মাধ্যমে। সাইবেরিয়া এবং আলাস্কার মধ্যে একটি স্থল সেতু বেরিংজিয়ার মাধ্যমে সহস্রাব্দ ধরে আমেরিকায় ইউরেশিয়ান অভিবাসন ঘটে, কারণ আদিম মানুষ দক্ষিণ এবং পূর্ব দিকে ছড়িয়ে পড়েছিল এবং স্বতন্ত্র সংস্কৃতি ও সমাজ গঠন করেছিল। প্রত্নতাত্ত্বিক প্রমাণ থেকে জানা যায় যে এই অভিবাসনগুলি ২০,০০০ বছর আগে শুরু হয় এবং প্রায় ১২,০০০ বছর আগে পর্যন্ত অব্যাহত ছিল, যেখানে প্রাচীনতম বাসিন্দাদের প্যালিও-ইন্ডিয়ান হিসাবে শ্রেণীবদ্ধ করা হয়, যারা সমগ্র আমেরিকা জুড়ে ছড়িয়ে পড়েছিল এবং অসংখ্য সাংস্কৃতিকভাবে স্বতন্ত্র জাতিতে বৈচিত্র্য আনে। প্রধান প্যালিও-ইন্ডিয়ান সংস্কৃতির মধ্যে ছিল ক্লোভিস এবং ফোলসম ঐতিহ্য, যা অনন্য বর্শা বিন্দু এবং বৃহৎ-শিকারের শিকার পদ্ধতির মাধ্যমে চিহ্নিত করা হত, বিশেষ করে লিথিক পর্যায়ে।\n৮০০০ খ্রিস্টপূর্বাব্দের দিকে জলবায়ু স্থিতিশীল হওয়ার সাথে সাথে প্রাচীন পর্যায়ের মতো নতুন সাংস্কৃতিক যুগের সূচনা হয়, যে সময়ে শিকারী-সংগ্রাহক সম্প্রদায়গুলি উত্তর আমেরিকা জুড়ে জটিল সমাজ গড়ে তোলে। মাউন্ড বিল্ডার্স ওয়াটসন ব্রেক এবং পোভার্টি পয়েন্টের মতো বৃহৎ মাটির কাজ তৈরি করেছিল, যা যথাক্রমে ৩৫০০ খ্রিস্টপূর্বাব্দ এবং ২২০০ খ্রিস্টপূর্বাব্দের, যা প্রাথমিক সামাজিক এবং সাংগঠনিক জটিলতার ইঙ্গিত দেয়। ১০০০ খ্রিস্টপূর্বাব্দের মধ্যে বনভূমি যুগের আদিবাসী সমাজগুলি উন্নত সামাজিক কাঠামো এবং বাণিজ্য নেটওয়ার্ক গড়ে তোলে, যার মধ্যে হোপওয়েল ঐতিহ্য পূর্ব বনভূমিগুলিকে গ্রেট লেক এবং মেক্সিকো উপসাগরের সাথে সংযুক্ত করে। এই সময়কাল মিসিসিপি সংস্কৃতির সূচনা করে, যেখানে কাহোকিয়ার মতো বৃহৎ নগর কেন্দ্র ছিল, যা ছিল জটিল ঢিবি সহ একটি শহর এবং ১২৫০ খ্রিস্টাব্দে জনসংখ্যা ২০,০০০ ছাড়িয়ে যায়।\nপঞ্চদশ শতাব্দীর পর থেকে ইউরোপীয় যোগাযোগ আমেরিকা মহাদেশকে আমূল পরিবর্তন করে। অনুসন্ধানকারী এবং বসতি স্থাপনকারীদের মধ্যে নতুন রোগ দেখা দেয়, যার ফলে আদিবাসী জনসংখ্যা ব্যাপকভাবে হ্রাস পায় এবং আদিবাসী গোষ্ঠীর সাথে সহিংস সংঘাতে লিপ্ত হয়। উনিশ শতকের মধ্যে পশ্চিমাভিমুখে মার্কিন সম্প্রসারণ উপজাতিদের ট্রেইল অফ টিয়ার্সের মতো জোরপূর্বক স্থানান্তরে চাপ দেয়, যা সম্প্রদায়গুলিকে ধ্বংস করে দেয় এবং আদিবাসী অঞ্চলগুলিকে পুনরায় সংজ্ঞায়িত করে। সিউক্স বিদ্রোহ এবং লিটল বিগহর্নের যুদ্ধের মতো ঘটনাগুলিতে প্রতিরোধ সত্ত্বেও ১৮৩০ সালের ইন্ডিয়ান রিমুভাল অ্যাক্ট এবং পরে ডাউস অ্যাক্টের মতো নীতির মাধ্যমে আদিবাসী আমেরিকান জমি হ্রাস পেতে থাকে, যা সাম্প্রদায়িক ভূমি মালিকানাকে ক্ষুণ্ন করে।\nবিংশ শতাব্দীতে দ্বিতীয় বিশ্বযুদ্ধের সময় আদিবাসী আমেরিকানরা উল্লেখযোগ্য সংখ্যায় কাজ করেছিল, যা আদিবাসীদের দৃশ্যমানতা এবং বৃহত্তর আমেরিকান সমাজে জড়িত থাকার জন্য একটি মোড় চিহ্নিত করে। যুদ্ধ-পরবর্তী সময়ে আদিবাসীদের সক্রিয়তা বৃদ্ধি পায়, আমেরিকান ইন্ডিয়ান মুভমেন্ট (এআইএম) এর মতো আন্দোলন আদিবাসীদের অধিকারের প্রতি দৃষ্টি আকর্ষণ করে। ১৯৭৫ সালের ভারতীয় স্ব-সংকল্প ও শিক্ষা সহায়তা আইনের মতো যুগান্তকারী আইন তাদের স্বায়ত্তশাসনকে স্বীকৃতি দেয়, যার ফলে আদিবাসীদের দ্বারা পরিচালিত স্কুল এবং অর্থনৈতিক উদ্যোগ প্রতিষ্ঠা করা হয়। উপজাতীয় সার্বভৌমত্বের বিকাশ অব্যাহত রয়েছে, আইনি বিজয় এবং ফেডারেল স্বীকৃতি সাংস্কৃতিক পুনরুজ্জীবনকে সমর্থন করছে।\nএকবিংশ শতাব্দীর মধ্যে আদিবাসী আমেরিকানরা উপজাতীয় জমি এবং সম্পদের উপর বর্ধিত নিয়ন্ত্রণ অর্জন করে, যদিও অনেক সম্প্রদায় বাস্তুচ্যুতি এবং অর্থনৈতিক চ্যালেঞ্জের উত্তরাধিকারের সাথে লড়াই করে চলেছে। শহুরে অভিবাসনও বৃদ্ধি পেয়েছে। ২০১২ সালের মধ্যে ৭০% এরও বেশি আদিবাসী আমেরিকান শহরে বসবাস করছে, সাংস্কৃতিক সংরক্ষণ এবং বৈষম্যের সমস্যাগুলির সাথে লড়াই করছে। আমেরিকা জুড়ে আদিবাসী ইতিহাসের বৈশিষ্ট্যযুক্ত শতাব্দীর স্থিতিস্থাপকতা এবং অভিযোজনের উপর ভিত্তি করে অব্যাহত আইনি এবং সামাজিক প্রচেষ্টা এই উদ্বেগগুলিকে মোকাবেলা করে।\n\n\n== মহাদেশ এবং লিথিক পর্যায়ে অভিবাসন ==\nআমেরিকার বসতি স্থাপনের সর্বাধিক গৃহীত তত্ত্ব অনুসারে ইউরেশিয়া থেকে আমেরিকায় মানুষের অভিবাসন ঘটেছিল বেরিংজিয়া নামক একটি স্থল সেতুর মাধ্যমে যা দুটি মহাদেশকে সংযুক্ত করেছিল এবং যা এখন বেরিং প্রণালী নামে পরিচিত। ধারাবাহিক অভিবাসনের সংখ্যা এবং গঠন এখনও বিতর্কিত। কোয়াটারনারি হিমবাহের তীব্র সময়ের সাথে সম্পর্কিত সমুদ্রপৃষ্ঠের পতনের ফলে বেরিং স্থল সেতু তৈরি হয় যা প্রায় ৬০-২৫,০০০ বছর আগে সাইবেরিয়াকে আলাস্কার সাথে সংযুক্ত করেছিল। এই অভিবাসনের সর্বশেষ ঘটনাটি সম্ভবত ১২,০০০ বছর আগে ঘটেছিল; প্রাচীনতমটি এখনও অনির্ধারিত। প্রত্নতাত্ত্বিক সময়কাল ব্যবহার করেগর্ডন উইলি এবং ফিলিপ ফিলিপসের ১৯৫৮ সালে প্রকাশিতআমেরিকান প্রত্নতত্ত্বের পদ্ধতি এবং তত্ত্ব বইটিতে প্রতিষ্ঠিত প্রত্নতাত্ত্বিক সময়কাল এবং সংস্কৃতির শ্রেণীবিভাগ করে আমেরিকার প্রত্নতাত্ত্বিক রেকর্ডকে পাঁচটি পর্যায়ে বিভক্ত করা হয়েছে। আমেরিকার প্রত্নতত্ত্ব দেখুন।\n\n\n=== প্যালিও-ইন্ডিয়া বা লিথিক পর্যায় ===\n\nপ্যালিও-ইন্ডিয়ান বা লিথিক পর্যায় আমেরিকায় মানুষের প্রথম আগমন থেকে (উত্তর আমেরিকায়) প্রায় খ্রিস্টপূর্ব ৫০০০/৩০০০ পর্যন্ত স্থায়ী ছিল। ভাষাগত এবং জেনেটিক তথ্য অনুসারে, তিনটি প্রধান অভিবাসন ঘটেছিল; প্রাথমিক প্যালিওআমেরিকানরা শীঘ্রই সমগ্র আমেরিকা জুড়ে ছড়িয়ে পড়ে, শত শত সাংস্কৃতিকভাবে স্বতন্ত্র জাতি এবং উপজাতিতে বিভক্ত হয়। খ্রিস্টপূর্ব ৮০০০ সালের মধ্যে উত্তর আমেরিকার জলবায়ু আজকের জলবায়ুর মতোই ছিল। ২০১২ সালে প্রকাশিত একটি গবেষণা ১৯৮৬ সালে ভাষাবিদ জোসেফ গ্রিনবার্গের উপস্থাপিত তত্ত্বকে জিনগত সমর্থন দেয় যে, আমেরিকা অবশ্যই তিনটি তরঙ্গে জনবহুল ছিল, যা ভাষার পার্থক্যের উপর ভিত্তি করে তৈরি হয়েছিল।\nক্লোভিস সংস্কৃতি, একটি মেগাফৌনা শিকার সংস্কৃতি, প্রাথমিকভাবে বাঁশিযুক্ত বর্শার বিন্দু ব্যবহার করে চিহ্নিত করা হয়। এই সংস্কৃতির নিদর্শনগুলি প্রথম ১৯৩২ সালে নিউ মেক্সিকোর ক্লোভিসের কাছে খনন করা হয়। ক্লোভিস সংস্কৃতি উত্তর আমেরিকার বেশিরভাগ অংশ জুড়ে বিস্তৃত ছিল এবং দক্ষিণ আমেরিকাতেও আবির্ভূত হয়। এই সংস্কৃতিটি স্বতন্ত্র ক্লোভিস বিন্দু দ্বারা চিহ্নিত করা হয়, এটি একটি ঝাঁকুনিযুক্ত বর্শার বিন্দু যার একটি খাঁজযুক্ত বাঁশি ছিল, যার মাধ্যমে এটি একটি খাদে ঢোকানো হত। ক্লোভিস পদার্থের ডেটিং পশুর হাড়ের সাথে সম্পর্কিত এবং কার্বন ডেটিং পদ্ধতি ব্যবহারের মাধ্যমে করা হয়। উন্নত কার্বন-ডেটিং পদ্ধতি ব্যবহার করে ক্লোভিস পদার্থের সাম্প্রতিক পুনঃপরীক্ষার ফলাফল ১১,০৫০ এবং ১০,৮০০ রেডিওকার্বন বছর বর্তমান পূর্ব (প্রায় ৯১০০ থেকে ৮৮৫০ খ্রিস্টপূর্বাব্দ)।\nঅসংখ্য প্যালিওইন্ডিয়ান সংস্কৃতি উত্তর আমেরিকা দখল করেছিল, যার মধ্যে কিছু আধুনিক মার্কিন যুক্তরাষ্ট্র এবং কানাডার গ্রেট প্লেইন এবং গ্রেট লেক, পাশাপাশি পশ্চিম ও দক্ষিণ-পশ্চিমের সংলগ্ন অঞ্চলগুলিতে বিস্তৃত ছিল। আমেরিকার অনেক আদিবাসীর মৌখিক ইতিহাস অনুসারে, তারা তাদের উৎপত্তির পর থেকেই মহাদেশগুলিতে বাস করে আসছে, যা বিভিন্ন ঐতিহ্যবাহী সৃষ্টির গল্প দ্বারা বর্ণিত হয়েছে। অন্যান্য উপজাতিদের গল্পে দীর্ঘ ভূখণ্ড এবং মিসিসিপি নদী বলে বিশ্বাস করা একটি মহান নদী জুড়ে অভিবাসনের বর্ণনা রয়েছে। জিনগত এবং ভাষাগত তথ্য এই মহাদেশের আদিবাসীদের প্রাচীন উত্তর-পূর্ব এশীয়দের সাথে সংযুক্ত করে। প্রত্নতাত্ত্বিক এবং ভাষাগত তথ্য পণ্ডিতদের আমেরিকার মধ্যে কিছু অভিবাসন আবিষ্কার করতে সক্ষম করেছে।\n\nফলসম ঐতিহ্যের বৈশিষ্ট্য ছিল ফলসম বিন্দুগুলিকে প্রক্ষিপ্ত টিপস হিসেবে ব্যবহার করা এবং বধস্থল থেকে জানা কার্যকলাপ, যেখানে বাইসন হত্যা এবং জবাই করা হত। খ্রিস্টপূর্ব ৯০০০ থেকে খ্রিস্টপূর্ব ৮০০০ এর মধ্যে এসব ফোলসম সরঞ্জাম ফেলে রাখা হয়েছিল।\nনা-ডেনে ভাষাভাষী লোকেরা খ্রিস্টপূর্ব ৮০০০ এর দিকে উত্তর আমেরিকায় প্রবেশ করে। খ্রিস্টপূর্ব ৫০০০ সালের মধ্যে প্রশান্ত মহাসাগরীয় উত্তর-পশ্চিমে পৌঁছায়, এবং সেখান থেকে প্রশান্ত মহাসাগরীয় উপকূল ধরে এবং অভ্যন্তরে স্থানান্তরিত হয়। ভাষাবিদ, নৃবিজ্ঞানী এবং প্রত্নতাত্ত্বিকরা বিশ্বাস করেন যে তাদের পূর্বপুরুষরা প্রথম প্যালিও-ইন্ডিয়ানদের চেয়ে পরে উত্তর আমেরিকায় একটি পৃথক অভিবাসন গঠন করেছিলেন। তারা আলাস্কা এবং উত্তর কানাডায়, প্রশান্ত মহাসাগরীয় উপকূল বরাবর দক্ষিণে, কানাডার অভ্যন্তরে এবং দক্ষিণে গ্রেট প্লেইনস এবং আমেরিকান দক্ষিণ-পশ্চিমে স্থানান্তরিত হয়েছিল।\nতারা ছিল আথাবাস্কান -ভাষী জনগোষ্ঠীর প্রাচীনতম পূর্বপুরুষ, যার মধ্যে বর্তমান এবং ঐতিহাসিক নাভাজো এবং অ্যাপাচিও অন্তর্ভুক্ত। তারা তাদের গ্রামে বৃহৎ বহু-পরিবারের বাসস্থান নির্মাণ করেছিল, যা ঋতু অনুসারে ব্যবহৃত হত। মানুষ সেখানে সারা বছর থাকত না, বরং গ্রীষ্মকালে শিকার ও মাছ ধরার জন্য এবং শীতের জন্য খাদ্য সরবরাহ সংগ্রহের জন্য থাকত।\n\n\n== মেসো-ইন্ডিয়ান বা প্রাচীন পর্যায় ==\nপ্রাচীন যুগ প্রায় খ্রিস্টপূর্ব ১০০০ সাল পর্যন্ত স্থায়ী ছিল। প্রাচীন পর্যায়ের একটি প্রধান সংস্কৃতি ছিল ঢিবি নির্মাতারা, যারা গ্রেট লেক থেকে মিসিসিপি এবং ওহিও নদী পর্যন্ত বিস্তৃত ছিল। ১৯৯০ সাল থেকে প্রত্নতাত্ত্বিকরা বর্তমান লুইসিয়ানা এবং ফ্লোরিডার এগারোটি মধ্য প্রত্নতাত্ত্বিক স্থান অনুসন্ধান এবং তারিখ নির্ধারণ করেছেন যেখানে প্রাথমিক সংস্কৃতিগুলি একাধিক মাটির ঢিবি সহ কমপ্লেক্স তৈরি করেছিল। নব্যপ্রস্তর বিপ্লবের তত্ত্ব অনুসারে দীর্ঘ সময় ধরে এত বড় গ্রামগুলিকে টিকিয়ে রাখার জন্য স্থায়ী কৃষিবিদদের পরিবর্তে এগুলি ছিল শিকারী-সংগ্রাহকদের সমাজ। উন্নত প্রস্তর যুগের সংস্কৃতির বৈশিষ্ট্য \" নব্যপ্রস্তর যুগ \" হিসেবে চিহ্নিত করার ক্ষেত্রে আদি আমেরিকান সংস্কৃতি অন্তর্ভুক্ত নয়, যা প্রায়ই কেবল ইউরেশিয়া, আফ্রিকা এবং অন্যান্য অঞ্চলের সংস্কৃতিগুলিকে অন্তর্ভুক্ত করে।\n\nএর প্রধান উদাহরণ হল উত্তর লুইসিয়ানার ওয়াটসন ব্রেক, যার ১১-ঢিবি কমপ্লেক্স এটিকে এত জটিল নির্মাণের জন্য আমেরিকার প্রাচীনতম স্থান করে তুলেছে। খ্রিস্টপূর্ব ৩৫০০ সালের দিকে এটি তৈরি হয়। এটি দারিদ্র্য বিন্দু স্থানের চেয়ে প্রায় ২,০০০ বছরের পুরনো। ঢিবিগুলির নির্মাণ ৫০০ বছর ধরে চলে, যতক্ষণ না সম্ভবত পরিবর্তিত পরিবেশগত অবস্থার কারণে প্রায় খ্রিস্টপূর্ব ২৮০০ সালে তা পরিত্যক্ত হয়।\nদারিদ্র্য বিন্দু সংস্কৃতি হল একটি প্রত্নতাত্ত্বিক সংস্কৃতি যা মিসিসিপি উপত্যকার নিম্নাংশ এবং উপসাগরীয় উপকূলের আশেপাশের অঞ্চলে বাস করত। সংস্কৃতিটি খ্রিস্টপূর্ব ২২০০ থেকে খ্রিস্টপূর্ব ৭০০ সাল পর্যন্ত প্রাচীন যুগের শেষভাগে সমৃদ্ধ ছিল। ১০০ টিরও বেশি স্থানে এই সংস্কৃতির প্রমাণ পাওয়া গেছে, লুইসিয়ানার পোভার্টি পয়েন্টে (ইউনেস্কোর একটি বিশ্ব ঐতিহ্যবাহী স্থান) অবস্থিত প্রধান কমপ্লেক্স থেকে শুরু করে বেলজোনি, মিসিসিপির কাছে জ্যাকেটাউন সাইট পর্যন্ত ১০০-মাইল (১৬০-কিলোমিটার) পর্যন্ত এটি বিস্তৃত।\nদারিদ্র্য বিন্দু হল ১ বর্গমাইল (২.৬ বর্গকিলোমিটার) এলাকার ছয়টি প্রধান মাটির কাজ সমকেন্দ্রিক বলয়ের একটি জটিল অংশ, যেখানে অতিরিক্ত প্ল্যাটফর্মের ঢিবি রয়েছে। নিদর্শনগুলিতে দেখা যায়, জর্জিয়া থেকে গ্রেট লেকস অঞ্চলে অবস্থিত অন্যান্য আদিবাসী আমেরিকানদের সাথে মানুষ ব্যবসা করত। মিসিসিপি এবং ওহিও উপত্যকা জুড়ে জটিল আদিবাসী সংস্কৃতির অসংখ্য ঢিবি স্থানের মধ্যে এটি একটি। তারা ছিল বেশ কয়েকটি পরবর্তী সংস্কৃতির মধ্যে একটি যাকে প্রায়ই ঢিবি নির্মাতা বলা হয়। ওশারা ঐতিহ্যের লোকেরা খ্রিস্টপূর্ব ৫৫০০ থেকে ৬০০ খ্রিস্টাব্দ পর্যন্ত বেঁচে ছিল। তারা উত্তর-মধ্য নিউ মেক্সিকো, সান জুয়ান অববাহিকা, রিও গ্র্যান্ডে উপত্যকা, দক্ষিণ কলোরাডো এবং দক্ষিণ-পূর্ব উটাহ কেন্দ্রিক দক্ষিণ-পশ্চিম প্রাচীন ঐতিহ্যের অংশ ছিল।\n\n\n== প্রাচীন-পরবর্তী পর্যায় ==\nউইলি এবং ফিলিপের পরিকল্পনায়, উত্তর-প্রাচীন পর্যায়ে গঠনমূলক, ধ্রুপদী এবং উত্তর-ধ্রুপদী পর্যায় অন্তর্ভুক্ত রয়েছে। গঠনমূলক খ্রিস্টপূর্ব ১০০০ থেকে প্রায় ৫০০ খ্রিস্টাব্দ পর্যন্ত স্থায়ী হয়েছিল, ক্লাসিক পর্যায়টি প্রায় ৫০০ খ্রিস্টাব্দ থেকে ১২০০ খ্রিস্টাব্দ পর্যন্ত, যেখানে পোস্ট-ক্লাসিক বলতে ১২০০ খ্রিস্টাব্দ থেকে বর্তমান দিন পর্যন্ত বোঝায়। এতে উত্তর আমেরিকার প্রাক-কলম্বিয়ান যুগের বনভূমি যুগও অন্তর্ভুক্ত রয়েছে, যার সংস্কৃতি বলতে উত্তর আমেরিকার পূর্ব অংশে প্রায় খ্রিস্টপূর্ব ১০০০ থেকে ১০০০ খ্রিস্টাব্দ পর্যন্ত সময়কালকে বোঝায়।\n\n\n=== উডল্যান্ড পর্যায় ===\n\n\"উডল্যান্ড\" শব্দটি ১৯৩০-এর দশকে তৈরি হয় এবং এটি প্রাচীন যুগ এবং মিসিসিপি সংস্কৃতির মধ্যবর্তী প্রাগৈতিহাসিক স্থানগুলিকে বোঝায়। অ্যাডেনা সংস্কৃতি ছিল একটি আদি আমেরিকান সংস্কৃতি যা খ্রিস্টপূর্ব ১০০০ থেকে খ্রিস্টপূর্ব ২০০ সাল পর্যন্ত বিদ্যমান ছিল, যা একসময় আদি বন যুগ নামে পরিচিত ছিল। অ্যাডেনা সংস্কৃতি বলতে সম্ভবত বেশ কয়েকটি সম্পর্কিত আদিবাসী আমেরিকান সমাজকে বোঝায় যারা একটি সমাধি জটিলতা এবং আনুষ্ঠানিক ব্যবস্থা ভাগ করে নেয়।\nহোপওয়েল ঐতিহ্য বলতে উডল্যান্ড যুগের সংস্কৃতির সাধারণ দিকগুলিকে বোঝায় যা খ্রিস্টপূর্ব ২০০ থেকে ৫০০ খ্রিস্টাব্দ পর্যন্ত পূর্ব উডল্যান্ডসে নদীর তীরে বিকশিত হয়। হোপওয়েল ঐতিহ্য কোন একক সংস্কৃতি বা সমাজ ছিল না, বরং বিস্তৃতভাবে ছড়িয়ে ছিটিয়ে থাকা সম্পর্কিত জনগোষ্ঠীর একটি সমষ্টি ছিল, যারা বাণিজ্য রুটের একটি সাধারণ নেটওয়ার্ক দ্বারা সংযুক্ত ছিল, যা হোপওয়েল এক্সচেঞ্জ সিস্টেম নামে পরিচিত। সর্বাধিক বিস্তৃতিতে হোপওয়েল বিনিময় ব্যবস্থা দক্ষিণ-পূর্ব বনভূমি থেকে অন্টারিও হ্রদের উত্তর তীরে বিস্তৃত ছিল। এই এলাকার মধ্যে সমাজগুলি উচ্চ মাত্রার বিনিময়ে অংশগ্রহণ করে। বেশিরভাগ কার্যক্রম তাদের প্রধান পরিবহন রুট হিসাবে কাজ করা জলপথ ধরে পরিচালিত হত। হোপওয়েল এক্সচেঞ্জ সিস্টেমে সমগ্র উত্তর আমেরিকা থেকে উপকরণ লেনদেন করা হত।\n\nকোলস ক্রিক সংস্কৃতি ছিল নিম্ন মিসিসিপি উপত্যকার একটি আদিবাসী বিকাশ যা উডল্যান্ড যুগের শেষের দিক থেকে পরবর্তী প্লাকমাইন সংস্কৃতি যুগের মধ্যে সংঘটিত হয়েছিল। এই সময়কালটি কেন্দ্রীয় প্লাজার চারপাশে সাজানো সমতল-শীর্ষ প্ল্যাটফর্ম ঢিবির বর্ধিত ব্যবহার, আরও জটিল রাজনৈতিক প্রতিষ্ঠান এবং পূর্ব কৃষি কমপ্লেক্স এবং ভুট্টা গাছের পরিবর্তে শিকারের উপর ভিত্তি করে জীবিকা নির্বাহের কৌশল দ্বারা চিহ্নিত, যেমনটি পরবর্তী প্লাকমাইন মিসিসিপির যুগে ঘটত। ম্যাজিক প্রত্নতাত্ত্বিক স্থানে অনুসন্ধানের পর জেমস এ. ফোর্ডের তৈরি সিরামিক জিনিসপত্রের অনন্য সাজসজ্জার মাধ্যমে মূলত এই সংস্কৃতির সংজ্ঞা দেওয়া হয়। তিনি ম্যাজিক এবং কোলস ক্রিক উভয় স্থানই অধ্যয়ন করেছিলেন এবং প্রায় ম্যাজিক সংস্কৃতির সাথেই যুক্ত ছিলেন, কিন্তু ঐতিহাসিকভাবে কম জড়িত স্থানের নাম ঠিক করেছিলেন। এটি প্লাকমাইন সংস্কৃতির পূর্বপুরুষ।\n\n\n=== মিসিসিপীয় সংস্কৃতি ===\nওহিও এবং মিসিসিপি উপত্যকা জুড়ে বিস্তৃত এবং দক্ষিণ-পূর্ব জুড়ে নির্মিত মিসিসিপি সংস্কৃতি মেক্সিকোর উত্তরে উত্তর আমেরিকার বৃহত্তম মাটির কাজ তৈরি করা হয়েছিল, বিশেষ করে বর্তমান ইলিনয়ের মিসিসিপি নদীর একটি উপনদীতে কাহোকিয়ায়।\n\nকাহোকিয়ার দশতলা সন্ন্যাসীদের ঢিবিটির পরিধি তেওতিহুয়াকানের সূর্যের পিরামিডের চেয়েও বড় এবং প্রায় মিশরের গ্রেট পিরামিডের সমান। ৬ বর্গমাইল (১৬ বর্গকিলোমিটার) নগর কমপ্লেক্সটি সংস্কৃতির সৃষ্টিতত্ত্বের উপর ভিত্তি করে তৈরি হয়; এতে ১০০ মাউন্ডেরও বেশি অন্তর্ভুক্ত ছিল। এগুলোজ্যোতির্বিদ্যার অত্যাধুনিক জ্ঞানকে সমর্থন করে এবং বিভিন্ন ধরণের মাটির জ্ঞান দিয়ে নির্মিত। এই স্থানে সমাজটি নির্মাণ শুরু করে প্রায় ৯৫০ সালে, এবং ১,২৫০ সালে সর্বোচ্চ জনসংখ্যায় পৌঁছায়। এসময় জনসংখ্যা ছিল ২০,০০০-৩০,০০০। বর্তমান মার্কিন যুক্তরাষ্ট্রের কোনও শহর ১৮০০ সালের পর পর্যন্ত রত সমতুল্য লোক ছিল না।\nকাহোকিয়া ছিল একটি প্রধান আঞ্চলিক প্রধান রাজ্য, যেখানে বাণিজ্য এবং উপনদী প্রধান রাজ্যগুলি গ্রেট লেকস সীমান্ত থেকে মেক্সিকো উপসাগর পর্যন্ত বিভিন্ন অঞ্চলে অবস্থিত ছিল।\nকিনকেড আনুমানিক ১০৫০-১৪০০ খ্রিস্টাব্দ, মিসিসিপি সংস্কৃতির বৃহত্তম বসতিগুলির মধ্যে একটি। এটি বর্তমান মার্কিন যুক্তরাষ্ট্রের ইলিনয় রাজ্যের দক্ষিণ প্রান্তে অবস্থিত ছিল। কিনকেড টিলা উত্তর আমেরিকার প্রাগৈতিহাসিক যুগে এর গুরুত্বপূর্ণ ভূমিকা এবং আধুনিক প্রত্নতাত্ত্বিক কৌশলের বিকাশে এই স্থানটির কেন্দ্রীয় ভূমিকা উভয়ের জন্যই উল্লেখযোগ্য। এই স্থানে কমপক্ষে ১১টি সাবস্ট্রাকচার প্ল্যাটফর্ম টিলা ছিল (টিলা-সংস্কৃতি পিরামিডের ক্ষেত্রে পঞ্চম স্থানে)। বসতি থেকে প্রাপ্ত নিদর্শনগুলি এর প্রধান বসতি এবং ঢিবি নির্মাণের সাথে মিসিসিপি যুগের সংযোগ স্থাপন করে, তবে এটি উডল্যান্ড যুগের আগেও দখল করা হয়েছিল।\nইটোয়া ইন্ডিয়ান মাউন্ডস ( ৯বিআর১ ) হলো মার্কিন যুক্তরাষ্ট্রের কার্টার্সভিলের দক্ষিণে জর্জিয়ার বার্তো কাউন্টিতে অবস্থিত ৫৪-একর (২,২০,০০০-বর্গমিটার) প্রত্নতাত্ত্বিক স্থান। ১০০০–১৫৫০ খ্রিস্টাব্দ পর্যন্ত তিনটি পর্যায়ে নির্মিত এবং দখলকৃত প্রাগৈতিহাসিক স্থানটি ইটোওয়া নদীর উত্তর তীরে অবস্থিত।\nমিসিসিপি সংস্কৃতি দক্ষিণ-পূর্ব আনুষ্ঠানিক কমপ্লেক্স তৈরি করে। প্রত্নতাত্ত্বিকরা এই নামটি শিল্পকর্ম, মূর্তিতত্ত্ব, অনুষ্ঠান এবং পুরাণের আঞ্চলিক শৈলীগত মিলের জন্য দিয়েছেন। ১২০০ খ্রিস্টাব্দ থেকে ১৬৫০ খ্রিস্টাব্দ পর্যন্ত জনগণের ভুট্টা চাষ গ্রহণ, অধিক জনসংখ্যার ঘনত্বের বিকাশ এবং প্রধান -স্তরের জটিল সামাজিক সংগঠনের উপর ভিত্তি করে জটিল সংস্কৃতির উত্থান ঘটে।\nমিসিসিপির মৃৎশিল্প হল মেক্সিকোর উত্তরে উৎকৃষ্ট এবং বহুল প্রচারিত মৃৎশিল্পের মধ্যে একটি। কাহোকিয়ান মৃৎশিল্প ছিল বিশেষ করে সূক্ষ্ম, মসৃণ পৃষ্ঠ, খুব পাতলা দেয়াল এবং স্বতন্ত্র টেম্পারিং, স্লিপ এবং রঙিন।\n\nহোহোকাম সংস্কৃতি আমেরিকান দক্ষিণ-পশ্চিমে কেন্দ্রীভূত ছিল। আদি হোহোকাম গিলা নদীর মাঝখানে ছোট ছোট গ্রামগুলির একটি সিরিজ প্রতিষ্ঠা করেন। তারা ভুট্টা, স্কোয়াশ এবং মটরশুটি চাষ করত। এই সম্প্রদায়গুলি ভালো আবাদি জমির কাছাকাছি ছিল, এই সময়ের প্রাথমিক বছরগুলিতে শুষ্ক চাষ প্রচলিত ছিল। তারা প্যাডেল-এন্ড-এনভিল কৌশল ব্যবহার করে মৃৎশিল্পের জন্য পরিচিত ছিল। সংস্কৃতির ধ্রুপদী যুগে স্থাপত্য এবং মৃৎশিল্পের উত্থান দেখা যায়। ভবনগুলিকে প্রাচীর ঘেরা যৌগ, সেইসাথে মাটির প্ল্যাটফর্মের ঢিবিতে ভাগ করা হয়। নদীর পাশাপাশি সেচ খাল ব্যবস্থার ধারে প্ল্যাটফর্মের ঢিবি তৈরি করা হয়, যা ইঙ্গিত দেয় যে এই স্থানগুলি জল বরাদ্দ এবং খাল শ্রমিকদের সমন্বয়কারী প্রশাসনিক কেন্দ্র ছিল। পলিক্রোম মৃৎপাত্রের আবির্ভাব ঘটে, এবং শবদাহের স্থান গ্রহণ করে অন্ত্যেষ্টিক্রিয়ার মাধ্যমে কবর দেওয়া হয়। এই বাণিজ্যের মধ্যে ছিল খোলস এবং অন্যান্য বিদেশী জিনিসপত্রের ব্যবসা। ১৪০০ খ্রিস্টাব্দের পর সামাজিক ও জলবায়ুগত কারণগুলি এই অঞ্চলের পতন এবং পরিত্যক্ততার দিকে পরিচালিত করে।\nপূর্বপুরুষ পুয়েব্লোয়ান সংস্কৃতি বর্তমান মার্কিন যুক্তরাষ্ট্রের ফোর কর্নার অঞ্চল জুড়ে বিস্তৃত ছিল, যার মধ্যে দক্ষিণ উটাহ, উত্তর অ্যারিজোনা, উত্তর-পশ্চিম নিউ মেক্সিকো এবং দক্ষিণ-পশ্চিম কলোরাডো অন্তর্ভুক্ত ছিল। এটা বিশ্বাস করা হয় যে পূর্বপুরুষ পুয়েব্লোয়ানরা অন্তত আংশিকভাবে ওশারা ঐতিহ্য থেকে বিকশিত হয়েছিল, যারা পিকোসা সংস্কৃতি থেকে বিকশিত হয়েছিল। তারা বিভিন্ন ধরণের কাঠামোতে বাস করত যার মধ্যে ছিল ছোট পারিবারিক পিট হাউস, বৃহত্তর বংশধরদের ধরণের কাঠামো, গ্র্যান্ড পুয়েবলো এবং খাড়া পাহাড়ের উপর অবস্থিত বাসস্থান। পূর্বপুরুষ পুয়েব্লোয়ানদের একটি জটিল নেটওয়ার্ক ছিল যা কলোরাডো মালভূমি জুড়ে বিস্তৃত ছিল এবং শত শত সম্প্রদায় এবং জনসংখ্যা কেন্দ্রগুলিকে সংযুক্ত করেছিল। এই সংস্কৃতি সম্ভবত পাহাড়ের দেয়ালের পাশে নির্মিত পাথর এবং মাটির বাসস্থানের জন্য সবচেয়ে বেশি পরিচিত, বিশেষ করে দ্বিতীয় পুয়েবলো এবং তৃতীয় পুয়েবলো যুগে।\n\nমার্কিন যুক্তরাষ্ট্রের তিনটি ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থান পুয়েব্লোসকে কৃতিত্ব দেয়: মেসা ভার্দে জাতীয় উদ্যান, চাকো সংস্কৃতি জাতীয় ঐতিহাসিক উদ্যান এবং তাওস পুয়েব্লো।\nপাথরের বাসস্থানের সবচেয়ে ভালোভাবে সংরক্ষিত উদাহরণগুলি হল জাতীয় উদ্যান (মার্কিন), উদাহরণস্বরূপ, নাভাজো জাতীয় স্মৃতিস্তম্ভ, চাকো সংস্কৃতি জাতীয় ঐতিহাসিক উদ্যান, মেসা ভার্দে জাতীয় উদ্যান, প্রাচীনদের ক্যানিয়ন জাতীয় স্মৃতিস্তম্ভ, অ্যাজটেক ধ্বংসাবশেষ জাতীয় স্মৃতিস্তম্ভ, ব্যান্ডেলিয়ার জাতীয় স্মৃতিস্তম্ভ, হোভেনউইপ জাতীয় স্মৃতিস্তম্ভ এবং ক্যানিয়ন ডি চেলি জাতীয় স্মৃতিস্তম্ভ।\n\n\n=== ইরোকয় ===\n\nবর্তমানের আপস্টেট এবং পশ্চিম নিউ ইয়র্কে অবস্থিত ইরোকোইস লীগ অফ নেশনস বা \"পিপল অফ দ্য লং হাউস\" ১৫ শতকের মাঝামাঝি থেকে একটি কনফেডারেসি মডেল ছিল। ধারণা করা হয় যে, পরবর্তী মার্কিন যুক্তরাষ্ট্র সরকারের বিকাশের সময় তাদের সংস্কৃতি রাজনৈতিক চিন্তাভাবনায় অবদান রেখেছিল। তাদের অধিভুক্তির ব্যবস্থা ছিল এক ধরণের ফেডারেশন, যা শক্তিশালী ও কেন্দ্রীভূত ইউরোপীয় রাজতন্ত্র থেকে আলাদা।\n\nদূরপাল্লার বাণিজ্য আদিবাসীদের মধ্যে যুদ্ধ এবং স্থানচ্যুতি রোধ করতে পারেনি, এবং তাদের মৌখিক ইতিহাসে ইউরোপীয়রা যেসব ঐতিহাসিক অঞ্চলে তাদের মুখোমুখি হয়েছিল, সেখানে অসংখ্য অভিবাসনের কথা বলা হয়েছে। ইরোকুইরা বর্তমান কেনটাকির ওহিও নদী অঞ্চলে উপজাতিদের আক্রমণ করে এবং শিকারের জায়গাগুলি দাবি করে। ঐতিহাসিকরা এই ঘটনাগুলিকে ১৩শ শতকের প্রথম দিকের ঘটনা বলে মনে করেন।\nযুদ্ধের মাধ্যমে ইরোকুইরা বেশ কয়েকটি উপজাতিকে পশ্চিমে মিসিসিপি নদীর পশ্চিমে তাদের ঐতিহাসিকভাবে ঐতিহ্যবাহী ভূমি হিসাবে পরিচিত অঞ্চলে স্থানান্তরিত করতে বাধ্য করে। ওহিও উপত্যকায় উদ্ভূত যারা পশ্চিমে চলে এসেছিল তাদের মধ্যে ছিল ওসেজ, কাও, পোনকা এবং ওমাহা জনগোষ্ঠী। সপ্তদশ শতাব্দীর মাঝামাঝি সময়ে তারা বর্তমান ক্যানসাস, নেব্রাস্কা, আরকানসাস এবং ওকলাহোমাতে তাদের ঐতিহাসিক ভূমিতে পুনর্বাসিত হয়। ওসেজরা ক্যাডোভাষী আদিবাসী আমেরিকানদের সাথে যুদ্ধ করে, ১৮ শতকের মাঝামাঝি সময়ে তাদের পালাক্রমে স্থানচ্যুত করে এবং তাদের নতুন ঐতিহাসিক অঞ্চলগুলিতে আধিপত্য বিস্তার করে।\n\n\n== ইউরোপীয় অনুসন্ধান এবং উপনিবেশ স্থাপন ==\n\n১৪৯২ সালের পর আমেরিকা মহাদেশে ইউরোপীয় অনুসন্ধান এবং উপনিবেশ স্থাপনের ফলে পুরাতন এবং নতুন বিশ্বের নিজেদের উপলব্ধিতে বিপ্লব ঘটে। ১৫১৩ সালের এপ্রিলে বিজয়ী জুয়ান পন্স ডি লিওন (যাকে আমেরিকান ডিপ সাউথ বলা হত) লা ফ্লোরিডায় অবতরণ করার সময় প্রথম প্রধান যোগাযোগগুলির মধ্যে একটি ঘটে। পরবর্তীতে অন্যান্য স্প্যানিশ অভিযাত্রী তাঁর অনুসরণ করেন, যেমন ১৫২৮ সালে প্যানফিলো দে নার্ভায়েজ এবং ১৫৩৯ সালে হার্নান্দো দে সোটো। উত্তর আমেরিকায় পরবর্তী ইউরোপীয় উপনিবেশবাদীরা প্রায়ই তাদের সাম্রাজ্য সম্প্রসারণকে যুক্তিসঙ্গতভাবে উপস্থাপন করত এই ধারণার সাথে যে, তারা খ্রিস্টীয় সভ্যতা ছড়িয়ে দিয়ে একটি বর্বর, পৌত্তলিক বিশ্বকে রক্ষা করছে।\nআমেরিকা মহাদেশে স্প্যানিশ উপনিবেশ স্থাপনের সময় ভারতীয় হ্রাস নীতির ফলে উত্তর নুয়েভা স্পেনের আদিবাসীদের ক্যাথলিক ধর্মে জোরপূর্বক ধর্মান্তরিত করা হয়। তাদের দীর্ঘস্থায়ী আধ্যাত্মিক ও ধর্মীয় ঐতিহ্য এবং ধর্মতাত্ত্বিক বিশ্বাস ছিল যার মধ্যে মানব বলিদান অন্তর্ভুক্ত ছিল। ঔপনিবেশিক বছরগুলিতে এবং তারপর থেকে যা বিকশিত হয় তা হল একটি সমন্বিত ক্যাথলিক ধর্ম যা আদিবাসী বিশ্বাসকে শোষণ এবং প্রতিফলিত করে। নিউ স্পেনে এই ধর্ম পরিবর্তিত হয়।\n\n\n=== স্থানীয় জনগোষ্ঠীর উপর প্রভাব ===\n১৮শ থেকে ১৯শ শতাব্দী পর্যন্ত বিভিন্ন কারণে আদিবাসী আমেরিকানদের জনসংখ্যা হ্রাস পায়। ইউরোপ থেকে আনা মহামারী রোগ; ইউরোপীয় অভিযাত্রী এবং উপনিবেশবাদীদের হাতে ভারতীয় যুদ্ধের  মতো সহিংসতা এবং যুদ্ধ; ট্রেইল অফ টিয়ার্সের মতো জোরপূর্বক পদযাত্রা সহ তাদের ভূমি থেকে উচ্ছেদের ফলে অনেকের দাসত্ব অথবা মৃত্যু; অব্যাহত উপজাতির অভ্যন্তরীণ যুদ্ধ; এবং আন্তঃবিবাহের উচ্চ হার আদিবাসী আমেরিকানদের সংখ্যা হ্রাস করে। বেশিরভাগ মূলধারার পণ্ডিত বিশ্বাস করেন যে, বিভিন্ন কারণগুলির মধ্যে মহামারীজনিত রোগ ছিল আমেরিকান আদিবাসীদের জনসংখ্যা হ্রাসের প্রধান কারণ। কারণ ইউরোপ থেকে আনা নতুন রোগের প্রতি তাদের রোগ প্রতিরোধ ক্ষমতার অভাব ছিল। কিছু জনসংখ্যার দ্রুত হ্রাস এবং তাদের জাতির মধ্যে অব্যাহত প্রতিদ্বন্দ্বিতা সহ আদিবাসী আমেরিকানরা কখনও কখনও নতুন সাংস্কৃতিক গোষ্ঠী গঠনের জন্য পুনর্গঠিত হয়, যেমন ১৯ শতকের ফ্লোরিডার সেমিনোলস এবং আল্টা ক্যালিফোর্নিয়ার মিশন ইন্ডিয়ানস। কিছু পণ্ডিত মার্কিন যুক্তরাষ্ট্রের আদিবাসী আমেরিকানদের প্রতি আচরণকে গণহত্যা হিসেবে বর্ণনা করেছেন, আবার অন্যরা এর বিরোধিতা করেছেন।\nইউরোপীয় অভিযাত্রী এবং বসতি স্থাপনকারীদের আগমনের আগে আজকের মার্কিন যুক্তরাষ্ট্রে বসবাসকারী আদিবাসী আমেরিকানদের সংখ্যা অনুমান করা অনেক বিতর্কের বিষয় হয়ে দাঁড়িয়েছে। কলম্বাসের আগে উত্তর আমেরিকায় ঠিক কতজন আদিবাসী বাস করত তা নির্ধারণ করা কঠিন হলেও অনুমান অনুসারে সর্বনিম্ন ২.১ মিলিয়ন ( উবেলাকার ১৯৭৬) থেকে ৭ মিলিয়ন পর্যন্ত (রাসেল থর্নটন) এবং সর্বোচ্চ ১৮ মিলিয়ন (ডোবিনস ১৯৮৩)। ১৮৯০-এর দশকে নৃবিজ্ঞানী জেমস মুনি প্রথমবারের মতো প্রতিটি সংস্কৃতি এলাকার জনসংখ্যার ঘনত্ব গণনা করে তার বহন ক্ষমতার উপর ভিত্তি করে প্রায় ১০ লক্ষ জনসংখ্যার একটি কম অনুমান করেন।\n১৯৬৫ সালে আমেরিকান নৃবিজ্ঞানী হেনরি এফ. ডবিন্স একটি গবেষণা প্রকাশ করেন যেখানে প্রাথমিক জনসংখ্যা ১ থেকে ১ কোটি ২০ লক্ষ বলে অনুমান করা হয়। ১৯৮৩ সালের মধ্যে তিনি তার আনুমানিক পরিমাণ ১৮ মিলিয়নে উন্নীত করেন। ইতিহাসবিদ ডেভিড হেনিজ ডবিন্সের মতো উচ্চতর অনুমানের সমালোচনা করেছেন, লিখেছেন যে অনেক জনসংখ্যার পরিসংখ্যান অবিশ্বস্ত ঐতিহাসিক উৎস থেকে সংখ্যার উপর নির্বাচনীভাবে প্রয়োগ করা স্বেচ্ছাচারী সূত্রের ফলাফল।  ১৮০০ সালের মধ্যে বর্তমান মার্কিন যুক্তরাষ্ট্রের আদিবাসী জনসংখ্যা প্রায় ৬,০০,০০০-এ নেমে আসে এবং ১৮৯০-এর দশকে মাত্র ২,৫০,০০০ আদিবাসী আমেরিকান অবশিষ্ট ছিল।\n\nচিকেনপক্স এবং হাম স্থানীয় কিন্তু ইউরোপীয়দের মধ্যে খুব কমই মারাত্মক (এশিয়া থেকে প্রবর্তিত হওয়ার অনেক পরে) হলেও আদিবাসী আমেরিকানদের জন্য মারাত্মক প্রমাণিত হয়। ইউরোপীয় অনুসন্ধানের পরপরই গুটিবসন্তের মহামারী দেখা দিত এবং কখনও কখনও পুরো গ্রামের জনসংখ্যা ধ্বংস করে দিত। যদিও সঠিক পরিসংখ্যান নির্ধারণ করা কঠিন, কিছু ঐতিহাসিক অনুমান করেন যে, কিছু আদিবাসী জনগোষ্ঠীর কমপক্ষে ৩০% (এবং কখনও কখনও ৫০% থেকে ৭০%) ইউরেশিয়ান গুটিবসন্তের কারণে প্রথম সংস্পর্শে আসার পরেই মারা গিয়েছিল। কলম্বিয়ান বিনিময়ের একটি উপাদান থেকে জানা যায় যে ক্রিস্টোফার কলম্বাস অভিযানের অভিযাত্রীরা আদিবাসীদের কাছ থেকে সিফিলিসে আক্রান্ত হয়েছিলেন এবং এটি ইউরোপে ফিরিয়ে নিয়ে গিয়েছিলেন, যেখানে এটি ব্যাপকভাবে ছড়িয়ে পড়ে। অন্যান্য গবেষকরা বিশ্বাস করেন যে কলম্বাস এবং তার লোকেরা আমেরিকার আদিবাসীদের সংস্পর্শে ফিরে আসার আগে ইউরোপ এবং এশিয়ায় এই রোগটি বিদ্যমান ছিল, কিন্তু তারা আরও মারাত্মক রূপ ফিরিয়ে এনেছিলেন।\nআমেরিকায় স্প্যানিশদের আগমনের ১০০ বছরের মধ্যে ১৫ শতকে বড় বড় রোগের মহামারী পূর্বাঞ্চলের বিশাল অংশকে জনশূন্য করে ফেলে। ১৬১৮-১৬১৯ সালে গুটিবসন্ত ম্যাসাচুসেটস উপসাগরীয় অঞ্চলে ৯০% আদিবাসী আমেরিকানকে হত্যা করে। ইতিহাসবিদরা বিশ্বাস করেন যে ১৬৩৪ সালে আলবানিতে ডাচ ব্যবসায়ীদের সন্তানদের সংস্পর্শে আসার পর বর্তমান নিউ ইয়র্কের অনেক মোহক সংক্রামিত হয়েছিলেন। এই রোগটি মোহক গ্রামগুলিতে ছড়িয়ে পড়ে ও ১৬৩৬ সালের মধ্যে অন্টারিও হ্রদের ওনোন্ডাগায় এবং ১৬৭৯ সালের মধ্যে পশ্চিম ইরোকুইসের ভূমিতে পৌঁছে, কারণ এটি মোহক এবং অন্যান্য আদিবাসী আমেরিকানদের দ্বারা বাহিত হয়েছিল যারা বাণিজ্য পথে ভ্রমণ করেছিল। মৃত্যুর উচ্চ হার আদি আমেরিকান সমাজে ভাঙন সৃষ্টি করে এবং প্রজন্মের পর প্রজন্ম ধরে সংস্কৃতির আদান-প্রদান ব্যাহত করে।\n\n১৭৭০-এর দশকে ইউরোপীয় অভিযাত্রীরা পশ্চিম উপকূলে পৌঁছানোর পর গুটিবসন্ত দ্রুত উত্তর-পশ্চিম উপকূলের আদি আমেরিকানদের কমপক্ষে ৩০% মেরে ফেলে। পরবর্তী ৮০ থেকে ১০০ বছর ধরে গুটিবসন্ত এবং অন্যান্য রোগ এই অঞ্চলের স্থানীয় জনগোষ্ঠীকে ধ্বংস করে দেয়। পুগেট সাউন্ড এলাকার জনসংখ্যা, যা একসময় ৩৭,০০০ জন বলে অনুমান করা হত, ১৯ শতকের মাঝামাঝি সময়ে যখন বসতি স্থাপনকারীরা ব্যাপকভাবে এসে পৌঁছায়, তখন তাদের সংখ্যা কমে মাত্র ৯,০০০ জনে দাঁড়ায়। ক্যালিফোর্নিয়ায় স্প্যানিশ মিশনগুলি আদিবাসী আমেরিকানদের সামগ্রিক জনসংখ্যার উপর খুব বেশি প্রভাব ফেলেনি কারণ অল্প সংখ্যক মিশন দক্ষিণ এবং মধ্য উপকূল বরাবর একটি ছোট এলাকায় কেন্দ্রীভূত ছিল। ক্যালিফোর্নিয়া স্প্যানিশ উপনিবেশ থেকে বিদায় নেওয়ার পর, বিশেষ করে ঊনবিংশ শতাব্দীর দ্বিতীয়ার্ধে এবং বিংশ শতাব্দীর শুরুতে (ডানদিকের চার্ট দেখুন), আদিবাসীদের সংখ্যা আরও দ্রুত হ্রাস পায়।\n১৭৮০-১৭৮২ এবং ১৮৩৭-১৮৩৮ সালে গুটিবসন্তের মহামারী সমভূমি ভারতীয়দের মধ্যে ধ্বংসযজ্ঞ এবং তীব্র জনসংখ্যা হ্রাসের কারণ হয়। ১৮৩২ সালের মধ্যে ফেডারেল সরকার আদিবাসী আমেরিকানদের জন্য একটি গুটিবসন্ত টিকাদান কর্মসূচি প্রতিষ্ঠা করে (১৮৩২ সালের ভারতীয় টিকাকরণ আইন)। এটি ছিল আদিবাসী আমেরিকানদের স্বাস্থ্য সমস্যা সমাধানের জন্য তৈরি প্রথম ফেডারেল কর্মসূচি।\n\n\n=== প্রাণীর ভূমিকা ===\nদুটি জগতের মিলনের সাথে সাথে ইচ্ছাকৃতভাবে এবং দুর্ঘটনাক্রমে প্রাণী, পোকামাকড় এবং উদ্ভিদ এক থেকে অন্য জগতে স্থানান্তরিত হয়েছিল, যাকে কলম্বিয়ান বিনিময় বলা হয়। ভেড়া, শূকর, ঘোড়া এবং গবাদি পশু সবই ছিল পুরাতন বিশ্বের প্রাণী যা সমসাময়িক আদিবাসী আমেরিকানদের সাথে পরিচিত হয়েছিল যারা কখনও এই ধরণের প্রাণী জানত না।\n১৬ শতাব্দীতে স্পেনীয় এবং অন্যান্য ইউরোপীয়রা মেক্সিকোতে ঘোড়া নিয়ে আসে। কিছু ঘোড়া পালিয়ে যায় এবং বনে বংশবৃদ্ধি বৃদ্ধি করতে শুরু করে। আদি আমেরিকান ঘোড়া মহাদেশের প্রাচীনতম মানুষের জন্য শিকার ছিল। এটি অতিরিক্ত শিকারের কারণে প্রায় খ্রিস্টপূর্ব ৭০০০ সালের দিকে শেষ হিমবাহ যুগের সমাপ্তির ঠিক পরে বিলুপ্তির মুখে পড়ে। ঘোড়ার পুনঃপ্রবর্তনের ফলে আদিবাসী আমেরিকানরা উপকৃত হয়, কারণ তারা পশুদের ব্যবহার গ্রহণ করে তাদের সংস্কৃতিতে উল্লেখযোগ্য পরিবর্তন আনতে শুরু করে, বিশেষ করে শিকারের জন্য তাদের যাযাবর পরিসর প্রসারিত করে।\nউত্তর আমেরিকায় ঘোড়ার পুনঃপ্রবর্তন গ্রেট প্লেইনসের আদি আমেরিকান সংস্কৃতির উপর গভীর প্রভাব ফেলে। উপজাতিরা ঘোড়া চালানোর জন্য, প্যাকেট বহন করার জন্য অথবা ট্র্যাভোইস টানার জন্য ঘোড়াগুলিকে প্রশিক্ষণ দিত এবং ব্যবহার করত। লোকেরা তাদের সমাজে ঘোড়ার ব্যবহার সম্পূর্ণরূপে অন্তর্ভুক্ত করে এবং তাদের অঞ্চল প্রসারিত করে। তারা প্রতিবেশী উপজাতিদের সাথে পণ্য পরিবহনের জন্য, শিকার শিকারের জন্য, বিশেষ করে বাইসন, এবং যুদ্ধ ও ঘোড়া অভিযান পরিচালনার জন্য ঘোড়া ব্যবহার করত।\n\n\n== ১৬শ শতাব্দী ==\nষোড়শ শতাব্দীতে আদি আমেরিকানদের সাথে ইউরোপীয় অভিযাত্রী ও বসতি স্থাপনকারীদের প্রথম যোগাযোগ ঘটে, যা পরবর্তীতে মার্কিন যুক্তরাষ্ট্রে পরিণত হয়।\n\n\n=== দক্ষিণ-পূর্ব ===\n১৫১৩ সালের এপ্রিলে বিজয়ী জুয়ান পন্স ডি লিওন (যাকে আমেরিকান ডিপ সাউথ বলা হত) লা ফ্লোরিডায় অবতরণ করার সময় প্রথম প্রধান যোগাযোগগুলির মধ্যে একটি ঘটে। পরবর্তীতে অন্যান্য স্প্যানিশ অভিযাত্রী তাঁর অনুসরণ করেন, যেমন ১৫২৮ সালে প্যানফিলো দে নার্ভায়েজ এবং ১৫৩৯ সালে হার্নান্দো দে সোটো।\n\n\n=== দক্ষিণ-পশ্চিম ===\n১৫৩৬ সালে চারজন স্প্যানিশ অভিযাত্রী এবং একজন দাস কৃষ্ণাঙ্গ মুরিশের একটি দল বর্তমান টেক্সাসের উপকূলে আটকা পড়ে। এই দলটির নেতৃত্বে ছিলেন আলভার নুনেজ কাবেজা দে ভাকা।কিছু সময়ের জন্য তাদেরকে উপকূলীয় স্থানীয়দের দ্বারা আধা-বন্দী করে রাখা হয়। দাস মুর, যার নাম ছিল এস্তেবান, পরবর্তীতে একজন স্কাউট হয়ে ওঠেন, যার জুনিসদের সাথে মুখোমুখি সংঘর্ষ হয়। স্পেনীয়দের মধ্যে নিউ স্পেনের উত্তরাঞ্চলে অবস্থিত কল্পিত সাতটি সোনার শহর সম্পর্কে গুজব ছড়িয়ে পড়তে শুরু করে। ১৫৪০ সালে ফ্রান্সিসকো ভাজকেজ ডি করোনাডো এস্তেবান এবং ফ্রে মার্কোসের স্কাউটিং অভিযান থেকে প্রাপ্ত তথ্য ব্যবহার করে সিবোলা জয়ের উদ্দেশ্যে যাত্রা করেন। করোনাডো এবং তার এক হাজারেরও বেশি সদস্যের দল সোনার কোন শহর খুঁজে পায়নি। বিজেতারা যা দেখেছিল তা হল হাউইকুহ, একটি জুনি শহর। সেখানে জুনি জনগণ, যারা আগে কখনও ঘোড়া বা এত বড় দল দেখেনি, তারা ভীত হয়ে পড়ে। যদিও করোনাডোকে স্থানীয়দের ক্ষতি না করার জন্য স্পষ্টভাবে নির্দেশ দেওয়া হয়েছিল, কিন্তু যখন জুনিরা খাদ্য ও সরবরাহের জন্য তার জেদ প্রত্যাখ্যান করে, তখন করোনাডো শহরে আক্রমণের নির্দেশ দেন।\n\n\n== ১৭শ শতক ==\nসপ্তদশ শতাব্দীর মাঝামাঝি সময় ধরে ইরোকোইস এবং হুরন, উত্তরাঞ্চলীয় অ্যালগনকুইয়ান এবং তাদের ফরাসি মিত্রদের মধ্যে পশম ব্যবসার জন্য বিভার যুদ্ধ সংঘটিত হয়। যুদ্ধের সময় ইরোকুইসরা বেশ কয়েকটি বৃহৎ উপজাতীয় সংঘ ধ্বংস করে - যার মধ্যে রয়েছে হুরন, নিউট্রাল, এরি, সাসকুহানক এবং শওনি। তারা এই অঞ্চলে প্রভাবশালী হয়ে ওঠে এবং তাদের অঞ্চল প্রসারিত করে।\n\n\n=== রাজা ফিলিপের যুদ্ধ ===\nরাজা ফিলিপের যুদ্ধ, যাকে মেটাকমের যুদ্ধ বা মেটাকমের বিদ্রোহও বলা হয়, ছিল ১৬৭৫ থেকে ১৬৭৬ সাল পর্যন্ত বর্তমান দক্ষিণ নিউ ইংল্যান্ডের আদি আমেরিকান বাসিন্দাদের সাথে ইংরেজ উপনিবেশবাদী এবং তাদের আদি আমেরিকান মিত্রদের মধ্যে সংঘটিত একটি সশস্ত্র সংঘাত। রাজা ফিলিপ নিহত হওয়ার পরও উত্তর নিউ ইংল্যান্ডে (প্রাথমিকভাবে মেইন সীমান্তে) এটি অব্যাহত ছিল, যতক্ষণ না ১৬৭৮ সালের এপ্রিলে ক্যাসকো বেতে একটি চুক্তি স্বাক্ষরিত হয়। শুল্টজ এবং তুগিয়াসের কিং ফিলিপের যুদ্ধ, আমেরিকার ভুলে যাওয়া সংঘর্ষের ইতিহাস ও উত্তরাধিকার (প্রতিরক্ষা বিভাগ, আদমশুমারি ব্যুরো এবং ঔপনিবেশিক ইতিহাসবিদ ফ্রান্সিস জেনিংসের কাজের উপর ভিত্তি করে) -এ প্রাণহানির সম্মিলিত অনুমান অনুসারে, নিউ ইংল্যান্ডের ৫২,০০০ ইংরেজ উপনিবেশবাদীর মধ্যে ৮০০ জন (প্রতি ৬৫ জনের মধ্যে ১ জন) এবং ২০,০০০ স্থানীয়দের মধ্যে ৩,০০০ (প্রতি ২০ জনের মধ্যে ৩ জন) যুদ্ধের কারণে প্রাণ হারান, যা আনুপাতিকভাবে এটিকে আমেরিকার ইতিহাসের সবচেয়ে রক্তক্ষয়ী এবং ব্যয়বহুল ঘটনাগুলির মধ্যে একটি করে তোলে। নিউ ইংল্যান্ডের ৯০টি শহরের অর্ধেকেরও বেশি স্থানীয় আমেরিকান যোদ্ধাদের দ্বারা আক্রান্ত হয়। উভয় পক্ষের দশজন সৈন্যের মধ্যে একজন আহত বা নিহত হন। \nযুদ্ধটির নামকরণ করা হয়েছে আদি আমেরিকান পক্ষের প্রধান নেতা মেটাকোমেট (যিনি মেটাকম বা পোমেটাকম নামেও পরিচিত) এর নামে, যিনি ইংরেজদের কাছে রাজা ফিলিপ নামে পরিচিত ছিলেন। তিনি ছিলেন পোকানোকেট উপজাতি/পোকানোকেট ফেডারেশন এবং ওয়াম্পানোগ জাতির শেষ ম্যাসাসোইট (মহান নেতা)। উপনিবেশবাদীদের কাছে পরাজিত হওয়ার পর অনেকেই আবেনাকি উপজাতি এবং ওয়াবানাকি ফেডারেশনের সাথে যোগ দিয়ে ব্রিটিশদের (ম্যাসাচুসেটস বে কলোনি) বিরুদ্ধে লড়াই চালিয়ে যাওয়ার জন্য উত্তরে পালিয়ে যেতে সক্ষম হন।\n\n\n== ১৮শ শতক ==\n১৭৫৪ থেকে ১৭৬৩ সালের মধ্যে অনেক আদিবাসী আমেরিকান উপজাতি ফরাসি ও ভারতীয় যুদ্ধ বা সাত বছরের যুদ্ধে জড়িত ছিল। উত্তরাঞ্চলে পশম ব্যবসার সাথে জড়িতরা ব্রিটিশ ঔপনিবেশিক মিলিশিয়াদের বিরুদ্ধে ফরাসি বাহিনীর সাথে মিত্রতা বজায় রাখার প্রবণতা পোষণ করত। সংঘাতের উভয় পক্ষেই আদিবাসী আমেরিকানরা যুদ্ধ করে। ব্রিটিশ সম্প্রসারণ ঠেকানোর আশায় বৃহত্তর সংখ্যক উপজাতি ফরাসিদের সাথে যুদ্ধ করে। ব্রিটিশরা কম মিত্র তৈরি করেছিল, কিন্তু কিছু সেসব উপজাতি তাদের সাথে যোগ দেয় যারা তাদের অঞ্চল সংরক্ষণের জন্য চুক্তির সমর্থনে আত্মীকরণ এবং আনুগত্য প্রমাণ করতে চেয়েছিল। পরবর্তীতে যখন এই ধরনের চুক্তি বাতিল করা হত, তখন তারা প্রায়ই হতাশ হত। উপজাতিদের নিজস্ব উদ্দেশ্য ছিল, তারা ইউরোপীয় শক্তির সাথে তাদের জোটকে ঐতিহ্যবাহী আদিবাসী শত্রুদের বিরুদ্ধে লড়াই করার জন্য ব্যবহার করত।\n\n\n=== আদি আমেরিকান প্রভাব ===\nএই সময়ে ইউরোপীয় চিন্তাধারার উপর আদি আমেরিকান সংস্কৃতির প্রভাব পড়তে শুরু করে। কিছু ইউরোপীয় আদিবাসী আমেরিকান সমাজকে এমন এক স্বর্ণযুগের প্রতিনিধি বলে মনে করতেন যা কেবল লোক ইতিহাসেই তাদের জানা ছিল। রাজনৈতিক তাত্ত্বিক জঁ জ্যাক রুশো লিখেছেন যে স্বাধীনতা এবং গণতান্ত্রিক আদর্শের ধারণাটি আমেরিকাতেই জন্মগ্রহণ করেছিল কারণ \"কেবলমাত্র আমেরিকাতেই\" ১৫০০ থেকে ১৭৭৬ সাল পর্যন্ত ইউরোপীয়রা \"সত্যিকারের মুক্ত\" সমাজের কথা জানত।প্রাকৃতিক স্বাধীনতাই [আদিবাসীদের] নীতির একমাত্র লক্ষ্য; এই স্বাধীনতার মাধ্যমে প্রকৃতি ও জলবায়ুই তাদের মধ্যে একমাত্র শাসক... [আদিবাসীরা] তাদের স্বাধীনতা বজায় রাখে এবং প্রাচুর্যপূর্ণ আহার খুঁজে পায়... [এবং তারা] এমন এক জনগোষ্ঠী, যারা কোনো আইন, পুলিশ বা ধর্ম ছাড়াই বসবাস করে।বিংশ শতাব্দীতে কিছু লেখক ইরোকুইস জাতির রাজনৈতিক সংঘবদ্ধতা এবং গণতান্ত্রিক সরকারকে কনফেডারেশনের ধারা এবং মার্কিন যুক্তরাষ্ট্রের সংবিধানের বিকাশের প্রভাব হিসাবে কৃতিত্ব দিয়েছেন। ১৯৮৮ সালের অক্টোবরে মার্কিন কংগ্রেস মার্কিন সংবিধান এবং অধিকার বিলের উপর ইরোকুইস সংবিধানের প্রভাবকে স্বীকৃতি দেওয়ার জন্য সমকালীন প্রস্তাব ৩৩১ পাস করে। তবে সেই সময়ের নেতৃস্থানীয় ঐতিহাসিকরা মনে করেন যে এই ধরনের ব্যাখ্যাকে সমর্থন করার জন্য ঐতিহাসিক প্রমাণের অভাব রয়েছে। গর্ডন উড লিখেছেন, \"ইংরেজি উপনিবেশবাদীদের ফেডারেলিজম বা স্ব-শাসন সম্পর্কে ভারতীয়দের বলার প্রয়োজন ছিল না। নিউ ইংল্যান্ড কনফেডারেশন ১৬৪৩ সালের প্রথম দিকে সংগঠিত হয়েছিল।\" আমেরিকান ইতিহাসের প্রাথমিক বিশেষজ্ঞ, ইতিহাসবিদ জ্যাক রাকোভ ২০০৫ সালে উল্লেখ করেন যে সাংবিধানিক কার্যধারার বিশাল নথিতে \"ইরোকুইসের কোনও উল্লেখযোগ্য উল্লেখ নেই।\" দ্বিতীয়ত, তিনি উল্লেখ করেছেন: \"বিপ্লবের আগে এবং পরে আমেরিকান রাজনৈতিক আলোচনার উপাদান ছিল এমন সমস্ত মূল রাজনৈতিক ধারণার স্পষ্ট ইউরোপীয় পূর্বসূরী এবং রেফারেন্স ছিল: দ্বিকক্ষীয়তা, ক্ষমতা বিচ্ছিন্নতা, কনফেডারেশন এবং অনুরূপ।\"আমেরিকান আদিবাসীরা জাতির ইতিহাস গঠনে কেন্দ্রীয় ভূমিকা পালন করেছে, এবং তারা আমেরিকার সামাজিক কাঠামোর গভীরে জড়িয়ে আছে... ২০শ শতাব্দীর শেষ তিন দশকে নৃতাত্ত্বিক ইতিহাসবিদ, \"নতুন ভারতীয় ইতিহাস\" গবেষক এবং আদিবাসী আমেরিকান অধ্যয়নের বিশেষজ্ঞরা জোরালোভাবে প্রমাণ করেছেন যে, আমেরিকার ইতিহাস ও অভিজ্ঞতা বোঝার জন্য আমেরিকান আদিবাসীদের অন্তর্ভুক্ত করা আবশ্যক। \n— রবি এথরিজ, ক্রীক কান্ট্রি\n\n\n=== আমেরিকান বিপ্লব ===\n\nআমেরিকান বিপ্লবী যুদ্ধের সময় নতুন ঘোষিত মার্কিন যুক্তরাষ্ট্র মিসিসিপি নদীর পূর্ব দিকের আদি আমেরিকান জাতিগুলির আনুগত্যের জন্য ব্রিটিশদের সাথে প্রতিযোগিতা করে। সংগ্রামে যোগদানকারী বেশিরভাগ আদিবাসী আমেরিকানরা তাদের ব্যবসায়িক সম্পর্কের ভিত্তিতে ব্রিটিশদের পক্ষে ছিলেন এবং আশা করেছিলেন যে আমেরিকানদের পরাজয়ের ফলে আদিবাসী আমেরিকান ভূমিতে আরও শ্বেতাঙ্গ সম্প্রসারণ বন্ধ হবে। যুদ্ধে কোন পক্ষকে সমর্থন করা উচিত তা নিয়ে অনেক স্থানীয় সম্প্রদায় বিভক্ত ছিল এবং অন্যরা নিরপেক্ষ থাকতে চেয়েছিল। আদিবাসীদের সাথে চুক্তি সম্পাদন করা শীঘ্রই একটি অত্যন্ত জরুরি বিষয় হয়ে ওঠে। আমেরিকান বিপ্লবী যুদ্ধের সময়ই নবগঠিত মার্কিন যুক্তরাষ্ট্র আদিবাসীদের সাথে একটি জাতি হিসেবে তার প্রথম চুক্তি স্বাক্ষর করে। ব্রিটিশ দুর্গ ডেট্রয়েটের কাছে অবস্থান দখলের লক্ষ্যে কন্টিনেন্টাল কংগ্রেস একটি জোট গঠনের জন্য লেনি লেনাপের সাথে যোগাযোগ করে, যা ডেলাওয়্যার নামেও পরিচিত। এই জোট সুরক্ষিত করার জন্য একটি চুক্তি বোঝাই হবে সর্বোত্তম উপায়। ১৭৭৮ সালে কংগ্রেস এবং লেনাপের প্রতিনিধিরা ডেলাওয়্যারের সাথে চুক্তি স্বাক্ষর করেন। নিউ ইয়র্কে অবস্থিত ইরোকোইস কনফেডারেসির জন্য আমেরিকান বিপ্লবী যুদ্ধ গৃহযুদ্ধের দিকে পরিচালিত করে। আমেরিকানদের সাথে মিত্রতা স্থাপনকারী একমাত্র ইরোকুইস উপজাতি ছিল ওনিডা এবং টাস্কারোরা।\nআমেরিকান বিপ্লবী যুদ্ধের সময় সীমান্ত যুদ্ধ বিশেষভাবে নৃশংস ছিল, যেখানে অ-যোদ্ধাদের ব্যাপক ক্ষতি হয়। উভয় পক্ষই অসংখ্য নৃশংসতা চালায় এবং মানুষের লড়াই করার ক্ষমতা হ্রাস করার জন্য গ্রাম ও খাদ্য সরবরাহ ধ্বংস করে, যেমনটি মোহক উপত্যকা এবং মধ্য নিউ ইয়র্কে ঘন ঘন অভিযানের ক্ষেত্রে ঘটেছিল। এই অভিযানগুলির মধ্যে সবচেয়ে বড় ছিল ১৭৭৯ সালের সুলিভান অভিযান, যেখানে আমেরিকান সৈন্যরা ইরোকুইস অভিযানকে নিষ্ক্রিয় করার জন্য ৪০টিরও বেশি ইরোকুইস গ্রাম ধ্বংস করে দেয়। অভিযানটি কাঙ্ক্ষিত ফলাফল অর্জনে ব্যর্থ হয় এবং আদিবাসী আমেরিকানদের কার্যকলাপ আরও দৃঢ় হয়ে ওঠে।\n\nপ্যারিস চুক্তির মাধ্যমে ব্রিটিশরা মার্কিন যুক্তরাষ্ট্রের সাথে শান্তি চুক্তি করে। আদিবাসী আমেরিকানরা এই চুক্তির পক্ষ ছিল না। ব্রিটিশরা আদিবাসী আমেরিকানদের সাথে পরামর্শ বা এমনকি তাদের অবহিত না করেই বিশাল আদিবাসী আমেরিকান অঞ্চল মার্কিন যুক্তরাষ্ট্রের কাছে হস্তান্তর করে। ১৭৮৩ সালের প্যারিস শান্তি চুক্তিতে আদিবাসীদের বা তাদের অধিকারের কোনও উল্লেখ ছিল না। মার্কিন যুক্তরাষ্ট্র প্রাথমিকভাবে ব্রিটিশদের সাথে মিত্র হিসেবে যুদ্ধ করা আদিবাসী আমেরিকানদের তাদের ভূমি হারিয়ে বিজিত জনগোষ্ঠী হিসেবে বিবেচনা করত। যদিও ইরোকুইস উপজাতির বেশিরভাগ সদস্য অনুগতদের সাথে কানাডায় গিয়েছিলেন, অন্যরা তাদের জমি বজায় রাখার জন্য নিউ ইয়র্ক এবং পশ্চিমাঞ্চলে থাকার চেষ্টা করেন। নিউ ইয়র্ক রাজ্য ইরোকুইস দেশগুলির সাথে একটি পৃথক চুক্তি করে এবং ৫০,০০,০০০ একর (২০,০০০ বর্গকিলোমিটার) ভূমি বিক্রির জন্য রাখে যা পূর্বে তাদের অঞ্চল ছিল। রাজ্যটি পশ্চিম নিউ ইয়র্কে অবশিষ্টাংশের জন্য ছোট ছোট সংরক্ষণ ব্যবস্থা স্থাপন করে।আমেরিকান আদিবাসীরা ইউরোপীয় সভ্যতার বিপরীত প্রতিচ্ছবি উপস্থাপন করেছিল, যা আমেরিকাকে এমন একটি জাতীয় পরিচয় গড়ে তুলতে সহায়তা করেছিল, যা না সম্পূর্ণ বর্বর, না সম্পূর্ণ সভ্য।\n— চার্লস স্যানফোর্ড, দ্য কোয়েস্ট ফর প্যারাডাইস: ইউরোপ অ্যান্ড দ্য আমেরিকান মোরাল ইমাজিনেশন\n\n\n=== মার্কিন যুক্তরাষ্ট্র গঠনের পর ===\nমার্কিন যুক্তরাষ্ট্র সম্প্রসারণ করতে, নতুন এলাকায় কৃষিকাজ ও বসতি গড়ে তুলতে এবং নিউ ইংল্যান্ড থেকে আসা বসতি স্থাপনকারী এবং নতুন অভিবাসীদের জমির ক্ষুধা মেটাতে আগ্রহী ছিল। ei বিশ্বাস এবং ভুল ধারণা ছিল যে জমিটিতে বসতি স্থাপন করা হয়নি এবং প্রাকৃতিক অবস্থায় বিদ্যমান ছিল এবং তাই নবগঠিত মার্কিন যুক্তরাষ্ট্রের নাগরিকদের দ্বারা বসতি স্থাপনের জন্য স্বাধীন ছিল। আমেরিকান বিপ্লবের পরের বছরগুলিতে নবগঠিত জাতিটি স্থানীয় জাতির সাথে একাধিক চুক্তির মাধ্যমে উত্তর-পশ্চিম অঞ্চলে জমি অধিগ্রহণের কাজ শুরু করে। এই চুক্তিগুলি অর্জনের জন্য ব্যবহৃত বলপ্রয়োগমূলক কৌশলগুলি প্রায়ই আদিবাসী জাতিগুলির কাছে জমি বিক্রি করার অথবা যুদ্ধের মুখোমুখি হওয়ার বিকল্প রেখে দিত। রাজ্য এবং বসতি স্থাপনকারীরা প্রায়ই এই নীতির সাথে মতবিরোধে লিপ্ত হত। ১৭৮৭ সালে কংগ্রেস উত্তর-পশ্চিম অধ্যাদেশ পাস করে, যাতে ধারণা করা হয় যে মার্কিন যুক্তরাষ্ট্রকে আদিবাসী জাতিগুলির বসবাসের জমি সেই অঞ্চলে স্থানান্তরিত হতে ইচ্ছুক বসতি স্থাপনকারীদের কাছে বিক্রি করার অনুমতি দেওয়া হবে।\n\nএই সময়ে \"নর্থওয়েস্ট ইন্ডিয়ান ওয়ার\" শুরু হয়, যার নেতৃত্বে ওহিও দেশের আদিবাসী জাতিগুলি আমেরিকান বসতি স্থাপনকারীদের তাড়িয়ে দেওয়ার এবং কন্টিনেন্টাল কংগ্রেসের জমি দখল বন্ধ করার চেষ্টা করে। লিটল টার্টল এবং ব্লু জ্যাকেটের মতো নেতারা মিয়ামি এবং শাওনিদের মিত্র উপজাতিদের নেতৃত্ব দেন, যারা প্যারিস শান্তি চুক্তি স্বাক্ষরের সময় উপেক্ষিত উপজাতিদের মধ্যে ছিল।\n\nইউরোপীয় দেশগুলি আদিবাসী আমেরিকানদের (কখনও কখনও তাদের ইচ্ছার বিরুদ্ধে) কৌতূহলের বস্তু হিসেবে পুরাতন বিশ্বে পাঠায়। তারা প্রায়ই রাজপরিবারের সদস্যদের আপ্যায়ন করত এবং কখনও কখনও বাণিজ্যিক উদ্দেশ্যে শিকারও হত। কিছু ইউরোপীয় উপনিবেশের জন্য আদিবাসী আমেরিকানদের খ্রিস্টীয়করণ একটি পূর্বনির্ধারিত উদ্দেশ্য ছিল।যেহেতু এই মুহূর্তে মার্কিন নাগরিকদের চুক্তি লঙ্ঘনের বিরুদ্ধে সতর্ক করা বিশেষভাবে প্রয়োজনীয় হয়ে উঠেছে, তাই আমি এই ঘোষণার মাধ্যমে মার্কিন যুক্তরাষ্ট্রের সমস্ত কর্মকর্তা, এবং সকল নাগরিক ও অধিবাসীদের নির্দেশ দিচ্ছি, যেন তারা উক্ত চুক্তি ও আইনের প্রতি অনুগত থাকে, কারণ এর বিরুদ্ধাচরণ করলে তাদের নিজেদের ঝুঁকির মুখে পড়তে হবে।\n— জর্জ ওয়াশিংটন, চুক্তি সংক্রান্ত ঘোষণা, ১৭৯০আমেরিকান বিপ্লবের পরেও আদিবাসী আমেরিকানদের প্রতি মার্কিন যুক্তরাষ্ট্রের নীতি বিকশিত হতে থাকে। জর্জ ওয়াশিংটন এবং হেনরি নক্স বিশ্বাস করতেন যে আদিবাসী আমেরিকানরা সমান কিন্তু তাদের সমাজ নিকৃষ্ট। \"সভ্যকরণ\" প্রক্রিয়াকে উৎসাহিত করার জন্য ওয়াশিংটন একটি নীতি প্রণয়ন করেন। সভ্যতার জন্য ওয়াশিংটনের একটি ছয়-দফা পরিকল্পনা ছিল যার মধ্যে ছিল:\nআদিবাসী আমেরিকানদের প্রতি নিরপেক্ষ ন্যায়বিচার\nআদিবাসী আমেরিকান জমির নিয়ন্ত্রিত ক্রয়\nবাণিজ্যের প্রচার\nআদিবাসী আমেরিকান সমাজকে সভ্য বা উন্নত করার জন্য পরীক্ষা-নিরীক্ষার প্রচার\nরাষ্ট্রপতির উপহার প্রদানের ক্ষমতা\nযারা আদিবাসী আমেরিকানদের অধিকার লঙ্ঘন করেছে তাদের শাস্তি দেওয়া।\nইতিহাসবিদ রবার্ট রেমিনি লিখেছেন যে, \"একবার ভারতীয়রা ব্যক্তিগত সম্পত্তির প্রথা গ্রহণ করলে, বাড়ি তৈরি করলে, কৃষিকাজ করলে, তাদের সন্তানদের শিক্ষিত করলে এবং খ্রিস্টধর্ম গ্রহণ করলে, এই আদিবাসী আমেরিকানরা শ্বেতাঙ্গ আমেরিকানদের কাছ থেকে গ্রহণযোগ্যতা অর্জন করত।\" মার্কিন যুক্তরাষ্ট্র আদিবাসী আমেরিকানদের মধ্যে বসবাস করার জন্য এবং তাদেরকে শ্বেতাঙ্গদের মতো জীবনযাপন করতে শেখানোর জন্য বেঞ্জামিন হকিন্সের মতো এজেন্ট নিয়োগ করা হয়েছিল।একজন দার্শনিক মননের জন্য অনুভূতিটা কতটাই না ভিন্ন হতো, যদি সে প্রতিফলন করত যে আমাদের জনসংখ্যা বৃদ্ধির পদ্ধতির মাধ্যমে মানবজাতির একটি অংশকে নিশ্চিহ্ন করার পরিবর্তে, আমরা সকল বাধা অতিক্রম করে এই দেশের আদিবাসীদের কৃষি ও শিল্পকলার জ্ঞান প্রদান করেছি, যার ফলে ভবিষ্যতের জীবন ও সুখের উৎস সংরক্ষিত ও বিস্তৃত হয়েছে।কিন্তু উত্তর আমেরিকার আদিবাসীদের সভ্য করে তোলা অসম্ভব বলে মনে করা হয়েছে— এই মতামত ন্যায়সঙ্গত থেকে বেশি সুবিধাজনক বলে মনে হয়।\n— জর্জ ওয়াশিংটনের প্রতি হেনরি নক্স, ১৭৯০-এর দশক।\n\n১৮ শতকের শেষের দিকে ওয়াশিংটন এবং নক্স থেকে শুরু করে সংস্কারকরা আদিবাসী আমেরিকানদের \" সভ্য \" করার বা অন্যথায় বৃহত্তর সমাজের সাথে একীভূত করার প্রচেষ্টায় (তাদের সংরক্ষণের আওতায় আনার বিপরীতে) স্থানীয় শিশু এবং প্রাপ্তবয়স্কদের শিক্ষিত করার পক্ষে ছিলেন। ১৮১৯ সালের সভ্যতা তহবিল আইন আদিবাসী আমেরিকানদের উন্নয়নে কাজ করা সমাজগুলিকে (বেশিরভাগ ধর্মীয়) তহবিল প্রদানের মাধ্যমে এই সভ্যতা নীতিকে উৎসাহিত করে।আমি আনন্দিত, ভাইয়েরা, যে তোমরা তোমাদের পরিবারগুলোর জীবিকা নির্বাহের জন্য কৃষিকাজে মনোনিবেশ করতে চাও। নিশ্চিত থাকো, পশুপালন, শস্য উৎপাদন, সুতা কাটা ও বস্ত্র বোনা— এসবের মাধ্যমে তোমরা শিকার করার তুলনায় কম পরিশ্রমে ও ভালোভাবে পরিবারকে সহায়তা করতে পারবে। অল্প জমি চাষ করা ও সামান্য পরিশ্রম সবচেয়ে সফল শিকারের চেয়েও বেশি খাদ্য যোগাবে; এবং একজন নারী সুতা কেটে ও কাপড় বুনে শিকারের চেয়ে বেশি পোশাক তৈরি করতে পারবে। তোমাদের তুলনায় আমরা এই ভূমিতে মাত্র গতকাল এসেছি, তবুও দেখো, পরিশ্রম ও যৌক্তিক চিন্তাশক্তির মাধ্যমে আমরা কত দ্রুত সংখ্যায় বৃদ্ধি পেয়েছি— যা তোমাদেরও রয়েছে। সুতরাং, ভাইয়েরা, আমাদের উদাহরণ অনুসরণ করো, এবং আমরা তোমাদের সহায়তা করতে আনন্দ বোধ করব।\n— রাষ্ট্রপতি থমাস জেফারসন, চকটাউ জাতির ভাইদের প্রতি ভাষণ, ১৭ ডিসেম্বর, ১৮০৩।আঠারো শতকের শেষের দিকে ইরোকুইস সমাজ এবং পূর্ব সমুদ্র উপকূলের অন্যান্য জাতির মধ্যে আধ্যাত্মিকতার পুনরুজ্জীবন ঘটে। বছরের পর বছর ধরে যুদ্ধ এবং অনিশ্চয়তার পর হতাশা এবং নৈতিক অবক্ষয়ের ফলে এই সম্প্রদায়ের কিছু লোক মদের দিকে ঝুঁকে পড়ে। ১৭৯৯ সালে সেনেকা যোদ্ধা হ্যান্ডসাম লেক, যিনি নিজেও বিষণ্ণতা এবং মদ্যপানে ভুগছিলেন, তিনি একটি আধ্যাত্মিক দৃষ্টি লাভ করেন। এই দৃষ্টিভঙ্গি হ্যান্ডসাম লেককে একজন ধর্মীয় নবী হিসেবে সেনেকার মধ্যে ভ্রমণ করতে পরিচালিত করে। তিনি হাউডেনোসাউনি জাতির ঐতিহ্যবাহী অনুষ্ঠানের পুনরুজ্জীবন এবং মদ্যপান ত্যাগের বিষয়ে প্রচার করেন। এই আন্দোলন, যা খ্রিস্টধর্মের কিছু উপাদানও বহন করে, গাইওইও বা ভালো কথা নামে পরিচিতি লাভ করে।\n\n\n== ১৯ শতক ==\n\n\n=== প্রতিরোধ ===\nআমেরিকান সম্প্রসারণ অব্যাহত থাকার সাথে সাথে আদিবাসী আমেরিকানরা নতুন জাতির বেশ কয়েকটি অঞ্চলে (এবং অসংগঠিত অঞ্চলে) উত্তর-পশ্চিম থেকে দক্ষিণ-পূর্ব পর্যন্ত এবং তারপর পশ্চিমে বসতি স্থাপনকারীদের দখল প্রতিরোধ করে, কারণ বসতি স্থাপনকারীরা গ্রেট প্লেইনের উপজাতিদের মুখোমুখি হয়।\nমিসিসিপি নদীর পূর্বে শাওনি বংশোদ্ভূত প্রধান এবং বিখ্যাত বক্তা টেকুমসেহের নেতৃত্বে একটি আন্তঃউপজাতি সেনাবাহিনী ১৮১১-১২ সময়কালে উত্তর-পশ্চিমে বেশ কয়েকটি যুদ্ধে লিপ্ত হয়, যা টেকুমসেহের যুদ্ধ নামে পরিচিত। পরবর্তী পর্যায়ে টেকুমসেহের দল ১৮১২ সালের যুদ্ধে ব্রিটিশ বাহিনীর সাথে জোটবদ্ধ হয় এবং ডেট্রয়েট বিজয়ে গুরুত্বপূর্ণ ভূমিকা পালন করে। দক্ষিণ-পূর্বাঞ্চলের সংঘাতের মধ্যে রয়েছে, ১৮৩০-এর দশকে রাষ্ট্রপতি অ্যান্ড্রু জ্যাকসনের নীতির অধীনে শুরু হওয়া পাঁচটি সভ্য উপজাতির বেশিরভাগ সদস্যকে ভারতীয় অপসারণের আগে ক্রিক যুদ্ধ এবং পরে  সেমিনোল যুদ্ধ।\nপশ্চিমের সমভূমিতে বসবাসকারী আদি আমেরিকান জাতিগুলি উনিশ শতক জুড়ে মার্কিন যুক্তরাষ্ট্রের সাথে সশস্ত্র সংঘাতে লিপ্ত ছিল, যাকে সাধারণত \" ভারতীয় যুদ্ধ \" বলা হত। লিটল বিগহর্নের যুদ্ধ (১৮৭৬) ছিল আদি আমেরিকানদের অন্যতম সেরা বিজয়। পরাজয়ের মধ্যে ছিল ১৮৬২ সালের সিউ বিদ্রোহ, স্যান্ড ক্রিক গণহত্যা (১৮৬৪) এবং ১৮৯০ সালে ওয়াউন্ডেড নী। ভারতীয় যুদ্ধগুলি বিংশ শতাব্দীর গোড়ার দিকেও অব্যাহত ছিল।\n\nমার্কিন আদমশুমারি ব্যুরো (১৮৯৪) অনুসারে,\"মার্কিন যুক্তরাষ্ট্রের সরকারের অধীনে ভারতীয় যুদ্ধের সংখ্যা ৪০টিরও বেশি। এতে প্রায় ১৯,০০০ শ্বেতাঙ্গ পুরুষ, মহিলা এবং শিশু প্রাণ হারিয়েছে, যার মধ্যে ব্যক্তিগত যুদ্ধে নিহত ব্যক্তিরাও রয়েছেন, এবং প্রায় ৩০,০০০ ভারতীয়ও প্রাণ হারিয়েছেন। নিহত এবং আহত ভারতীয়দের প্রকৃত সংখ্যা অবশ্যই প্রদত্ত সংখ্যার চেয়ে অনেক বেশি... অতিরিক্ত পঞ্চাশ শতাংশ একটি নিরাপদ অনুমান হবে...\"\n\n\n=== আমেরিকান সম্প্রসারণ ===\n\n১৮৪৫ সালের জুলাই মাসে নিউ ইয়র্কের সংবাদপত্রের সম্পাদক জন এল. ও'সুলিভান মার্কিন যুক্তরাষ্ট্রের আঞ্চলিক সম্প্রসারণকে সমর্থন করে \"প্রকৃতির নকশা\" হিসাবে \"ম্যানিফেস্ট ডেসটিনি\" শব্দটি ব্যবহার করেন। ম্যানিফেস্ট ডেসটিনি আদিবাসী আমেরিকানদের জন্য গুরুতর পরিণতি বয়ে আনে, যেহেতু মার্কিন যুক্তরাষ্ট্রের জন্য মহাদেশীয় সম্প্রসারণ তাদের অধিকৃত ভূমির মূল্যে হয়েছিল। ম্যানিফেস্ট ডেসটিনি ছিল সম্প্রসারণ এবং পশ্চিমমুখী আন্দোলনের একটি ন্যায্যতা, অথবা কিছু ব্যাখ্যায় একটি মতাদর্শ বা মতবাদ যা সভ্যতার অগ্রগতিকে উন্নীত করতে সাহায্য করেছিল। ম্যানিফেস্ট ডেসটিনির সমর্থকরা বিশ্বাস করতেন যে সম্প্রসারণ কেবল ভালোই নয়, বরং এটি স্পষ্ট এবং নিশ্চিতও ছিল। বর্তমান পশ্চিম মার্কিন যুক্তরাষ্ট্রের (ওরেগন টেরিটরি, টেক্সাস অ্যানেক্সেশন এবং মেক্সিকান অবসান) অংশের অধিগ্রহণকে উৎসাহিত করার জন্য ১৮৪০-এর দশকে জ্যাকসোনিয়ান ডেমোক্র্যাটরা এই শব্দটি প্রথম ব্যবহার করেন। কী বিস্ময়কর বৃদ্ধি ঘটছে এই ইংরেজ জাতির, বিশেষ করে এর আমেরিকান শাখার! কত দ্রুতই না তারা এই মহাদেশের এবং সংলগ্ন দ্বীপগুলোর অনাবিষ্কৃত অঞ্চলগুলিকে বশীভূত ও অধিকার করে ফেলবে। ভবিষ্যতের এই সাফল্য সম্পর্কে যে ভবিষ্যদ্বাণীই করা হোক না কেন, তা যত অতিরঞ্জিতই মনে হোক, বাস্তবতা সম্ভবত তার চেয়েও বৃহৎ হবে।\n— রাদারফোর্ড বি. হেইস, মার্কিন রাষ্ট্রপতি, ব্যক্তিগত ডায়েরি, ১ জানুয়ারি, ১৮৫৭।১৮৫১ সালে ফেডারেল সরকারের প্রতিনিধি এবং দশ হাজারেরও বেশি আদিবাসী জনগোষ্ঠী, যার মধ্যে সিওক্স, শায়েন এবং ক্রো সহ বিভিন্ন সমভূমি উপজাতি ছিল, তারা একত্রিত হয়। তারা ফোর্ট লারামির চুক্তি স্বাক্ষরের উদ্দেশ্যে একত্রিত হয়, যা উপজাতীয় অঞ্চলের সুনির্দিষ্ট সীমানা নির্ধারণ করবে এবং উপজাতিরা ভ্রমণকারীদের এই অঞ্চলের মধ্য দিয়ে অক্ষত রাখতে সম্মত হবে। ১৮৫৩ সালে দক্ষিণ সমভূমির উপজাতিদের সদস্যরা, যেমন কোমাঞ্চ, কিওয়াস এবং কিওয়া অ্যাপাচ, ১৮৫১ সালের ফোর্ট লারামি চুক্তির অনুরূপ চুক্তি স্বাক্ষর করেন।\n১৮৫১ সালের চুক্তির পরবর্তী বছরগুলিতে ইউনিয়ন প্যাসিফিক রেলপথের জন্য ট্র্যাক স্থাপন করা হয় এবং মন্টানা এবং কলোরাডোতে সোনা আবিষ্কৃত হয়ে। এই কারণগুলির মধ্যে অন্যান্য বিষয়গুলি উপজাতীয় ভূমিতে যানবাহন চলাচল বৃদ্ধির দিকে পরিচালিত করে, যার ফলে সমভূমির জাতিগুলির বেঁচে থাকার জন্য প্রয়োজনীয় শিকারের প্রাণীদের সংখ্যা ব্যাহত হয়। মার্কিন সেনাবাহিনী, বসতি স্থাপনকারী এবং আদিবাসী আমেরিকানদের মধ্যে সংঘর্ষ অব্যাহত ছিল। তবে ১৮৬৪ সালে স্যান্ড চিকের তীরে অবস্থিত একটি শায়েন গ্রামের গণহত্যার পর মার্কিন যুক্তরাষ্ট্র এবং গ্রেট প্লেইনের উপজাতিদের মধ্যে যুদ্ধ অনিবার্য হয়ে পড়ে।\n\n১৮৬৬ সালে রেড ক্লাউডের যুদ্ধ সহ মার্কিন যুক্তরাষ্ট্র এবং গ্রেট প্লেইনের উপজাতিদের মধ্যে এক দশকের যুদ্ধের পর ফেডারেল সরকার আবার একটি চুক্তির আহ্বান জানায়। ১৮৬৮ সালে ফোর্ট লারামির শান্তি চুক্তি স্বাক্ষরিত হয়। চুক্তির একটি শর্ত ছিল যে সিওক্স ডাকোটা অঞ্চলের ব্ল্যাক হিলস রিজার্ভেশনে বসতি স্থাপন করবে।\n১৮৭৪ সালে ব্ল্যাক হিলসের মধ্যে সোনা আবিষ্কৃত হয়, যে ভূমি আজও সিউক্সদের কাছে সবচেয়ে পবিত্র। ব্ল্যাক হিলস সেই সময়ে সিওক্স জাতির কেন্দ্রস্থলও ছিল। ফেডারেল সরকার জমিটির জন্য ছয় মিলিয়ন ডলার প্রস্তাব করে, কিন্তু সিওক্স নেতারা বিক্রি করতে অস্বীকৃতি জানায়। ১৮৭৭ সালে ব্ল্যাক হিলস বাজেয়াপ্ত করা হয় এবং একসময় সিওক্স নেশনের জমি আরও ছয়টি ছোট রিজার্ভেশনে বিভক্ত করা হয়।\nআমেরিকান ভারতীয় আঞ্চলিক দাবি নির্মূল করে সংরক্ষণের জন্য স্থানান্তরিত করার সাথে যুক্ত হয়ে প্রকাশিত নিয়তির যুগে মার্কিন যুক্তরাষ্ট্রের জনগণ মিসিসিপি নদীর পশ্চিমে অন্বেষণ এবং বসতি স্থাপনের সাথে সাথে স্থল লাভ করে। যদিও আমেরিকানদের হাত থেকে দূরে থাকার জন্য মানবিক ব্যবস্থা হিসেবে কেউ কেউ দক্ষিণ-পূর্ব থেকে ভারতীয়দের অপসারণের প্রস্তাব করেছিলেন, ঊনবিংশ শতাব্দীর সংঘাতের কারণে কিছু ইউরোপীয়-আমেরিকান স্থানীয়দের \"বর্বর\" হিসেবে বিবেচনা করতে শুরু করে।\nগোল্ড রাশের সময়কাল ক্যালিফোর্নিয়া গণহত্যা দ্বারা চিহ্নিত ছিল। মার্কিন সার্বভৌমত্বের অধীনে আদিবাসী জনসংখ্যা ১৮৪৮ সালে আনুমানিক ১,৫০,০০০ থেকে ১৮৭০ সালে ৩০,০০০-এ নেমে আসে এবং ১৯০০ সালে তা ১৬,০০০-এ পৌঁছে। এই সময়ের মধ্যে ক্যালিফোর্নিয়ার হাজার হাজার আদিবাসী আমেরিকান, যার মধ্যে নারী ও শিশুও রয়েছে, অ-আদিবাসী আমেরিকানদের দ্বারা নিহত হওয়ার নথিভুক্ত হয়েছে। ক্যালিফোর্নিয়ার আদিবাসী আমেরিকানদের উচ্ছেদ এবং হত্যার পেছনে ক্যালিফোর্নিয়া রাজ্যের প্রতিষ্ঠানগুলি সহায়তা করে, যা আদিবাসীদের দায়মুক্তির সাথে হত্যা করতে উৎসাহিত করেছিল।\n\n\n=== গৃহযুদ্ধ ===\n\nগৃহযুদ্ধের সময় উভয় পক্ষেই অনেক আদিবাসী আমেরিকান সেনাবাহিনীতে কাজ করেছিলেন। শ্বেতাঙ্গদের সাথে যুদ্ধ করে আদিবাসী আমেরিকানরা যুদ্ধ প্রচেষ্টাকে সমর্থন করে বর্তমান সরকারের অনুগ্রহ লাভের আশা করেছিল।\n\nসেনেকা উপজাতির সদস্য জেনারেল এলি এস. পার্কার আত্মসমর্পণের ধারার শর্তাবলী লিপিবদ্ধ করেছিলেন যা জেনারেল রবার্ট ই. লি ৯ এপ্রিল, ১৮৬৫ তারিখে অ্যাপোম্যাটক্স কোর্ট হাউসে স্বাক্ষর করেছিলেন। জেনারেল পার্কার, যিনি জেনারেল ইউলিসিস এস. গ্রান্টের সামরিক সচিব হিসেবে দায়িত্ব পালন করেছিলেন এবং একজন প্রশিক্ষিত আইনজীবী ছিলেন, একবার তার বর্ণের কারণে ইউনিয়ন সামরিক চাকরির জন্য প্রত্যাখ্যাত হয়েছিলেন। অ্যাপোম্যাটক্সে লি পার্কারকে এই মন্তব্য করেছিলেন বলে জানা গেছে, \"এখানে একজন প্রকৃত আমেরিকান দেখে আমি আনন্দিত,\" যার উত্তরে পার্কার বলেন, \"আমরা সবাই আমেরিকান।\" চেরোকি জাতির নেতা এবং কনফেডারেট ভারতীয় অশ্বারোহী কমান্ডার জেনারেল স্ট্যান্ড ওয়াটি ছিলেন শেষ কনফেডারেট জেনারেল যিনি তার সৈন্যদের আত্মসমর্পণ করান।\n\n\n=== অপসারণ এবং সংরক্ষণ ===\nউনিশ শতকে মার্কিন যুক্তরাষ্ট্রের অবিরাম পশ্চিমমুখী সম্প্রসারণের ফলে ক্রমবর্ধমান সংখ্যক আদিবাসী আমেরিকানদের জোর করে এবং সর্বদা অনিচ্ছা সত্ত্বেও আরও পশ্চিমে পুনর্বাসিত হতে বাধ্য করা হয়। ১৭৮৫ সালের হোপওয়েল চুক্তির পরিপ্রেক্ষিতে আদিবাসী আমেরিকানরা এই জোরপূর্বক স্থানান্তরকে অবৈধ বলে মনে করত। রাষ্ট্রপতি অ্যান্ড্রু জ্যাকসনের অধীনে মার্কিন যুক্তরাষ্ট্রের কংগ্রেস ১৮৩০ সালের ভারতীয় অপসারণ আইন পাস করে, যা রাষ্ট্রপতিকে মিসিসিপি নদীর পূর্ব দিকের আদিবাসী আমেরিকান ভূমি নদীর পশ্চিমে অবস্থিত ভূমির সাথে বিনিময়ের জন্য চুক্তি সম্পাদনের ক্ষমতা দেয়।\nএই ভারতীয় অপসারণ নীতির ফলে প্রায় ১০০,০০০ আদিবাসী আমেরিকান পশ্চিমে স্থানান্তরিত হয়। তত্ত্বগতভাবে স্থানান্তর স্বেচ্ছামূলক হওয়ার কথা ছিল এবং অনেক আদিবাসী আমেরিকান পূর্বেই থেকে গিয়েছিল। বাস্তবে স্থানীয় আমেরিকান নেতাদের উপর বহিষ্কার চুক্তি স্বাক্ষরের জন্য প্রচণ্ড চাপ প্রয়োগ করা হয়।\nঅপসারণ নীতির ঘোষিত উদ্দেশ্যের সবচেয়ে গুরুতর লঙ্ঘনটি ঘটেছিল নিউ ইকোটার চুক্তির অধীনে, যা চেরোকিদের একটি ভিন্নমতাবলম্বী গোষ্ঠী দ্বারা স্বাক্ষরিত হয় কিন্তু মূল প্রধান নয়। পরের বছর চেরোকিরা অপসারণের জন্য রাজি হয়, কিন্তু জর্জিয়া তার আগে ইউরোপীয়-আমেরিকান বসতি স্থাপনের জন্য লটারিতে তাদের জমি অন্তর্ভুক্ত করে। রাষ্ট্রপতি জ্যাকসন চেরোকিদের পশ্চিমে সংগ্রহ ও পরিবহনের জন্য সেনাবাহিনী ব্যবহার করেন, যাদের সময় এবং পর্যাপ্ত সরবরাহের অভাবের কারণে টিয়ারস ট্রেইলে আনুমানিক ৪,০০০ চেরোকির মৃত্যু হয়। প্রায় ১৭,০০০ চেরোকিদের তাদের দ্বারা বন্দী প্রায় ২০০০ ক্রীতদাস কৃষ্ণাঙ্গদের সাথে জোরপূর্বক ভারতীয় অঞ্চলে স্থানান্তরিত করা হয়।\nউপজাতিরা সাধারণত এমন জায়গায় অবস্থিত ছিল যেখানে তাদের ঐতিহ্যবাহী জীবন থেকে সহজেই আলাদা করে ইউরোপীয়-আমেরিকান সমাজে ঠেলে দেওয়া যেত। ঊনবিংশ শতাব্দীতে কিছু দক্ষিণাঞ্চলীয় রাজ্য আদিবাসী আমেরিকানদের ভূমিতে অ-আদিবাসী আমেরিকানদের বসতি স্থাপন নিষিদ্ধ করে আইন প্রণয়ন করে, যার উদ্দেশ্য ছিল সহানুভূতিশীল শ্বেতাঙ্গ মিশনারিদের ছড়িয়ে ছিটিয়ে থাকা আদিবাসী আমেরিকান প্রতিরোধকে সহায়তা করা থেকে বিরত রাখা।\n\n\n=== আদি আমেরিকান এবং মার্কিন নাগরিকত্ব ===\n১৮১৭ সালে চেরোকিরা প্রথম আদিবাসী আমেরিকান হিসেবে স্বীকৃতি পায় যারা মার্কিন নাগরিক হিসেবে স্বীকৃত হয়। ১৮১৭ সালের চেরোকি চুক্তির ৮ নম্বর ধারা অনুসারে, \"৩০০ জনেরও বেশি চেরোকি (পরিবারের প্রধান) তাদের আত্মার সৎ সরলতায় আমেরিকান নাগরিক হওয়ার জন্য একটি নির্বাচন করেছিলেন।\" আদিবাসী আমেরিকানদের মার্কিন নাগরিক হওয়ার পরবর্তী রেকর্ডকৃত তারিখ ছিল ১৮৩১ সালে, যখন মার্কিন যুক্তরাষ্ট্রের কংগ্রেস ড্যান্সিং র্যাবিট ক্রিক চুক্তি অনুমোদন করার পর কিছু মিসিসিপি চক্টো নাগরিক হয়েছিলেন।\nঅনুচ্ছেদ ২২ মার্কিন প্রতিনিধি পরিষদে একজন চক্টো প্রতিনিধি রাখার চেষ্টা করে। সেই চুক্তির ১৪ অনুচ্ছেদের অধীনে, যে কোনও চোক্টো যদি  চোক্টো জাতির সাথে স্থানান্তর না করার সিদ্ধান্ত নেন, তবে তিনি নিবন্ধিত হওয়ার পরে এবং চুক্তি অনুমোদনের পরে পাঁচ বছর ধরে নির্ধারিত ভূমিতে অবস্থান করার পরে আমেরিকান নাগরিক হতে পারেন। বছরের পর বছর ধরে আদি আমেরিকানরা নিম্নলিখিত কারণে মার্কিন নাগরিক হয়ে উঠেছে:\n১। চুক্তির বিধান (চেরোকির মতো)\n২। ৮ ফেব্রুয়ারী, ১৮৮৭ সালের ডাউস আইনের অধীনে নিবন্ধন এবং জমি বরাদ্দ\n৩। সহজ ফিতে পেটেন্ট ইস্যুকরণ\n৪। সভ্য জীবনের অভ্যাস গ্রহণ করা\n৫। অপ্রাপ্তবয়স্ক শিশু\n৬। জন্মসূত্রে নাগরিকত্ব\n৭। মার্কিন সশস্ত্র বাহিনীতে সৈনিক এবং নাবিক হওয়া\n৮। একজন মার্কিন নাগরিকের সাথে বিবাহ\n৯। কংগ্রেসের বিশেষ আইন।\n\n১৮৫৭ সালে প্রধান বিচারপতি রজার বি. ট্যানি আদালতের মতামত প্রকাশ করেন যে যেহেতু আদিবাসী আমেরিকানরা \"মুক্ত এবং স্বাধীন মানুষ\", তাই তারা মার্কিন নাগরিক হতে পারে। ট্যানি জোর দিয়ে বলেন যে, আদিবাসী আমেরিকানরা নাগরিকত্ব লাভ করতে পারে এবং মার্কিন যুক্তরাষ্ট্রের \"রাজনৈতিক সম্প্রদায়ে\" যোগদান করতে পারে।নিঃসন্দেহে, [আদিবাসীরা] অন্য যেকোনো বিদেশি সরকারের অধীন প্রজার মতোই কংগ্রেসের কর্তৃত্বে নাগরিকত্ব পেতে পারে এবং একটি অঙ্গরাজ্য ও যুক্তরাষ্ট্রের নাগরিক হতে পারে। এছাড়া, যদি কোনো ব্যক্তি তার জাতি বা গোত্র ত্যাগ করে শ্বেতাঙ্গ জনগোষ্ঠীর মধ্যে বসবাস শুরু করে, তবে তিনি সেইসব অধিকার ও সুবিধা লাভের যোগ্য হবেন, যা অন্য যেকোনো বিদেশি জনগোষ্ঠী থেকে আগত অভিবাসীর জন্য প্রযোজ্য।\n— প্রধান বিচারপতি রজার বি. টানি, ১৮৫৭\n\n(ফ্রেডেরিক ই. হক্সি, \"ওয়াট ওয়াজ টানি থিংকিং? আমেরিকান ইন্ডিয়ান সিটিজেনশিপ ইন দ্য এরা অফ ড্রেড স্কট\", এপ্রিল ২০০৭)আমেরিকান গৃহযুদ্ধের পর ১৮৬৬ সালের নাগরিক অধিকার আইনে বলা হয়, \"যে সকল ব্যক্তি যারা মার্কিন যুক্তরাষ্ট্রে জন্মগ্রহণ করেছেন এবং কোনও বিদেশী শক্তির অধীন নন ও করযোগ্য নয় এমন ভারতীয় ব্যতীত, তাদেরকে এতদ্বারা মার্কিন যুক্তরাষ্ট্রের নাগরিক হিসেবে ঘোষণা করা হচ্ছে\"। সংবিধানের চতুর্দশ সংশোধনীর অনুমোদনের মাধ্যমে এটি নিশ্চিত করা হয়। কিন্তু সেই সময় রাজনীতিবিদদের মধ্যে আদিবাসী আমেরিকানদের মার্কিন নাগরিক হিসেবে ধারণাটি অনুকূল ছিল না। মিশিগানের সিনেটর জ্যাকব হাওয়ার্ড মন্তব্য করেন, \"আমি এখনও এমন একটি ব্যাপক নাগরিকত্ব আইন পাস করতে প্রস্তুত নই যার মাধ্যমে সমস্ত ভারতীয় বর্বর, বন্য বা গৃহপালিত, উপজাতি সম্পর্কের অন্তর্ভুক্ত, আমার সহ-নাগরিক হয়ে উঠবে এবং ভোটে যাবে এবং আমার সাথে ভোট দেবে\"। (কংগ্রেসনাল গ্লোব, ১৮৬৬, ২৮৯৫) চতুর্দশ সংশোধনী সম্পর্কিত সিনেট ফ্লোর বিতর্কে উইসকনসিনের জেমস রুড ডুলিটল বলেন, \"... সমস্ত বন্য ভারতীয়দের বিশ্বের মহান প্রজাতন্ত্র মার্কিন যুক্তরাষ্ট্রের নাগরিক হতে হবে, যাদের নাগরিকত্ব রাজার মতোই গর্বের উপাধি হওয়া উচিত, এবং যাদের বিপদ হল আপনি সেই নাগরিকত্বকে অবমূল্যায়ন করতে পারেন (কংগ্রেসনাল গ্লোব, ১৮৬৬, ২৮৯২)।\"\n\n\n==== ১৮৭১ সালের ভারতীয় বরাদ্দ আইন ====\n১৮৭১ সালে কংগ্রেস ভারতীয় বরাদ্দ আইনে একটি শর্ত যুক্ত করে যা মার্কিন যুক্তরাষ্ট্রের অতিরিক্ত আদিবাসী আমেরিকান উপজাতি বা স্বাধীন জাতির স্বীকৃতির অবসান ঘটায় এবং অতিরিক্ত চুক্তি নিষিদ্ধ করে।অতঃপর, মার্কিন যুক্তরাষ্ট্রের ভূখণ্ডের মধ্যে কোনো আদিবাসী জাতি বা গোত্রকে আর স্বাধীন জাতি, গোত্র বা ক্ষমতা হিসেবে স্বীকৃতি দেওয়া হবে না, যার সাথে মার্কিন যুক্তরাষ্ট্র চুক্তি করতে পারে। তবে এই আইনের কোনো কিছু পূর্বে বৈধভাবে সম্পাদিত ও অনুমোদিত কোনো চুক্তির বাধ্যবাধকতা বাতিল বা ক্ষুণ্ণ করবে না।\n— ভারতীয় বরাদ্দ আইন, ১৮৭১\n\n\n=== শিক্ষা এবং আবাসিক স্কুল ===\nঊনবিংশ শতাব্দীর শেষের দিকে ভারতীয় যুদ্ধের পর মার্কিন যুক্তরাষ্ট্র আদি আমেরিকান বোর্ডিং স্কুল প্রতিষ্ঠা করে, যা প্রাথমিকভাবে খ্রিস্টান মিশনারিদের দ্বারা পরিচালিত হত অথবা তাদের সাথে যুক্ত ছিল। এই সময়ে আমেরিকান সমাজ মনে করত যে আদি আমেরিকান শিশুদের সাধারণ সমাজের সাথে খাপ খাইয়ে নেওয়া দরকার। বোর্ডিং স্কুলের অভিজ্ঞতা প্রায়ই আদিবাসী আমেরিকান শিশুদের জন্য বেদনাদায়ক প্রমাণিত হত, যাদের তাদের মাতৃভাষা বলতে নিষেধ করা হত, খ্রিস্টধর্ম শিক্ষা দিত এবং তাদের মাতৃভাষা পালনের অধিকার থেকে বঞ্চিত করা হত, এবং আরও অনেক উপায়ে তাদের আদিবাসী আমেরিকান পরিচয় ত্যাগ করে ইউরোপীয়-আমেরিকান সংস্কৃতি গ্রহণ করতে বাধ্য করা হত।\nবিংশ শতাব্দীর শেষের দিক থেকে তদন্তে এই ধরনের স্কুলগুলিতে যৌন, শারীরিক এবং মানসিক নির্যাতনের ঘটনা নথিভুক্ত করা হয়েছে। যদিও সমস্যাগুলি ১৯২০-এর দশকের গোড়ার দিকে নথিভুক্ত করা হয়েছিল, কিছু স্কুল ১৯৬০-এর দশকেও অব্যাহত ছিল। আদিবাসী আমেরিকানদের আত্মনিয়ন্ত্রণের উত্থানের পর থেকে তারা সাধারণত তাদের সন্তানদের তাদের বসবাসের কাছাকাছি স্কুলে শিক্ষার উপর জোর দেয়। এছাড়াও অনেক ফেডারেল স্বীকৃত উপজাতি এই ধরনের স্কুলগুলির কার্যক্রম গ্রহণ করে এবং তাদের সংস্কৃতিকে শক্তিশালী করার জন্য ভাষা ধরে রাখা এবং পুনরুজ্জীবনের কর্মসূচি যুক্ত করে। ১৯৭০-এর দশকের শুরু থেকে উপজাতিরা তাদের সংরক্ষিত স্থানে কলেজ প্রতিষ্ঠা করে, যা আদিবাসী আমেরিকানদের দ্বারা নিয়ন্ত্রিত এবং পরিচালিত হয়, যাতে তারা তাদের তরুণদের চাকরির জন্য শিক্ষিত করে তুলতে পারে এবং তাদের সংস্কৃতি ছড়িয়ে দিতে পারে।\n\n\n== বিংশ শতাব্দী ==\n\n১৯১১ সালের ২৯শে আগস্ট ইশি, যাকে সাধারণত শেষ আদিবাসী আমেরিকান হিসেবে বিবেচনা করা হয় যিনি তার জীবনের বেশিরভাগ সময় ইউরোপীয় আমেরিকান সংস্কৃতির সাথে যোগাযোগ ছাড়াই কাটিয়েছিলেন, ক্যালিফোর্নিয়ার ওরোভিলের কাছে তাকে আবিষ্কার করা হয় যখন বনের আগুন তাকে কাছের পাহাড় থেকে তাড়িয়ে দেয়। তিনি ছিলেন তার গোত্রের শেষ সদস্য, বাকিদের ১৮৬৫ সালে যখন তিনি বালক ছিলেন তখন শ্বেতাঙ্গ \"ভারতীয় যোদ্ধাদের\" একটি দল গণহত্যা করে। প্রতিরক্ষামূলক হেফাজতে বন্দী থাকার পর ইশিকে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের আলফ্রেড এল. ক্রোবারের নেতৃত্বে নৃবিজ্ঞানীদের কাছে ছেড়ে দেওয়া হয়। তারা দক্ষিণ ইয়াহি ভাষা এবং সংস্কৃতি অধ্যয়ন করে এবং পাঁচ বছর পর যক্ষ্মা রোগে আক্রান্ত হয়ে তার মৃত্যুর আগ পর্যন্ত তাকে একটি আশ্রয় প্রদান করে।\n১৯২৪ সালের ২ জুন মার্কিন রিপাবলিকান রাষ্ট্রপতি ক্যালভিন কুলিজ ভারতীয় নাগরিকত্ব আইনে স্বাক্ষর করেন, যা মার্কিন যুক্তরাষ্ট্র এবং এর অঞ্চলগুলিতে জন্মগ্রহণকারী এবং যারা ইতিমধ্যে নাগরিক ছিলেন না তাদের সকল আদি আমেরিকানকে মার্কিন যুক্তরাষ্ট্রের নাগরিক করে তোলে। এই আইনটি পাস হওয়ার আগে প্রায় দুই-তৃতীয়াংশ আদিবাসী আমেরিকান ইতিমধ্যেই মার্কিন যুক্তরাষ্ট্রের নাগরিক ছিলেন।\n\nবর্তমানে আমেরিকান ভারতীয়দের মার্কিন সংবিধানে নিশ্চিত সমস্ত অধিকার রয়েছে, তারা নির্বাচনে ভোট দিতে পারে এবং রাজনৈতিক পদে প্রতিদ্বন্দ্বিতা করতে পারে। উপজাতি বিষয়ক, সার্বভৌমত্ব এবং সাংস্কৃতিক অনুশীলনের উপর ফেডারেল সরকারের এখতিয়ার কত তা নিয়ে বিতর্ক রয়েছে।মার্কিন কংগ্রেসে সিনেট ও প্রতিনিধি পরিষদের দ্বারা এই আইন প্রণীত হলো যে, মার্কিন যুক্তরাষ্ট্রের ভূখণ্ডসীমার মধ্যে জন্মগ্রহণকারী সকল অনাগরিক আদিবাসী আমেরিকানদের যুক্তরাষ্ট্রের নাগরিক ঘোষণা করা হলো। তবে, এই নাগরিকত্ব প্রদান কোনোভাবেই কোনো আদিবাসী আমেরিকানের গোত্রীয় বা অন্যান্য সম্পত্তির অধিকারে কোনো ক্ষতি বা প্রভাব ফেলবে না।\n— ভারতীয় নাগরিকত্ব আইন, ১৯২৪\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ ===\n\nদ্বিতীয় বিশ্বযুদ্ধের সময় প্রায় ৪৪,০০০ আদিবাসী আমেরিকান মার্কিন যুক্তরাষ্ট্রের সেনাবাহিনীতে কাজ করেন: সেই সময়ে ১৮ থেকে ৫০ বছর বয়সী সমস্ত সুস্থ-সবল ভারতীয় পুরুষদের এক-তৃতীয়াংশ। দ্বিতীয় বিশ্বযুদ্ধের সময় মার্কিন যুক্তরাষ্ট্রের সামরিক বাহিনীতে তরুণদের প্রবেশকে সংরক্ষিত অঞ্চল থেকে আদিবাসীদের প্রথম বৃহৎ আকারে দেশত্যাগ হিসাবে বর্ণনা করা হয়। উনিশ শতকের গোড়ার দিকে মিসিসিপি নদীর পূর্বাঞ্চল থেকে অপসারণের পর থেকে যে কোনও অভিবাসনের চেয়ে এতে বেশি লোক জড়িত ছিল।\nআন্তর্জাতিক সংঘাতে মার্কিন সেনাবাহিনীতে পুরুষদের সেবা ছিল আদিবাসী আমেরিকান ইতিহাসের এক গুরুত্বপূর্ণ মোড়। আদিবাসী আমেরিকানদের সিংহভাগই সেবা করার সুযোগকে স্বাগত জানায়। তাদের স্বেচ্ছায় তালিকাভুক্তির হার ছিল নিয়োগপ্রাপ্তদের তুলনায় ৪০% বেশি। যুদ্ধ বিভাগের কর্মকর্তারা বলেছেন যে, যদি সমগ্র জনসংখ্যা আদিবাসী আমেরিকানদের সমান অনুপাতে তালিকাভুক্ত হত, তাহলে প্রতিক্রিয়া খসড়াটিকে অপ্রয়োজনীয় করে তুলত।\nতাদের সহযোদ্ধারা প্রায়ই তাদের উচ্চ সম্মানের সাথে দেখত, কারণ এই কঠোর আদি আমেরিকান যোদ্ধার কিংবদন্তি আমেরিকান ঐতিহাসিক কিংবদন্তির অংশ হয়ে উঠেছিল। শ্বেতাঙ্গ সেনারা মাঝে মাঝে আদিবাসী আমেরিকান কমরেডদের \"প্রধান\" বলে সম্বোধন করে তাদের প্রতি হালকা শ্রদ্ধা প্রদর্শন করতেন। রিজার্ভেশন ব্যবস্থার বাইরের বিশ্বের সাথে তাদের বিস্তৃত যোগাযোগের কারণে তাদের যুবকরা বাড়ি ফিরে আসার পর আদিবাসী আমেরিকান সংস্কৃতির ব্যাপক পরিবর্তন ঘটে। ১৯৪৫ সালে মার্কিন যুক্তরাষ্ট্রে ভারতীয় কমিশনার বলেন, \"যুদ্ধ সংরক্ষণ যুগের শুরু থেকে আদিবাসীদের জীবনে সবচেয়ে বড় ব্যাঘাত ঘটায়\", যা উপজাতীয় সদস্যদের অভ্যাস, দৃষ্টিভঙ্গি এবং অর্থনৈতিক সুস্থতার উপর প্রভাব ফেলে।\nএই পরিবর্তনগুলির মধ্যে সবচেয়ে উল্লেখযোগ্য ছিল যুদ্ধকালীন শ্রমিক ঘাটতির ফলে শহরগুলিতে ভাল বেতনের কাজ খুঁজে পাওয়ার সুযোগ। যুদ্ধের পর অনেক আদিবাসী আমেরিকান শহরাঞ্চলে, বিশেষ করে পশ্চিম উপকূলে প্রতিরক্ষা শিল্প গড়ে ওঠার সাথে সাথে স্থানান্তরিত হয়। ১৯৫০-এর দশকে ফেডারেল সরকারের একটি স্থানান্তর নীতি ছিল যা শহরগুলিতে অর্থনৈতিক সুযোগের কারণে তাদের তা করতে উৎসাহিত করে। কিন্তু আদিবাসী আমেরিকানরা বৈষম্য এবং তাদের সংরক্ষণ পিছনে ফেলে মহান সাংস্কৃতিক পরিবর্তনের সাথে লড়াই করে।\nযুদ্ধের ফলে ক্ষয়ক্ষতিও হয়েছিল। উদাহরণস্বরূপ, বিশ্বযুদ্ধে পুয়েব্লোর মোট ১,২০০ জন পুরুষ অংশগ্রহণ করেছিলেন। এদের মাত্র অর্ধেক জীবিত বাড়ি ফিরে এসেছিলেন। এছাড়াও আরও অনেকে নাভাজো প্রশান্ত মহাসাগরীয় অঞ্চলে সামরিক বাহিনীর জন্য কোড টকার হিসেবে কাজ করেছিলেন। তাদের তৈরি কোড, যদিও ক্রিপ্টোলজিক্যালি খুব সহজ ছিল, জাপানিরা কখনও তা ভাঙতে পারেনি।\n\n\n=== আত্ম-সংকল্প ===\nসামরিক পরিষেবা এবং নগর বাসস্থান আমেরিকান ভারতীয় সক্রিয়তার উত্থানে অবদান রেখেছিল, বিশেষ করে ১৯৬০-এর দশক এবং সান ফ্রান্সিসকোর একটি ছাত্র ভারতীয় দলের আলকাট্রাজ দ্বীপ দখলের (১৯৬৯-১৯৭১) পরে। একই সময়ে মিনিয়াপলিসে আমেরিকান ইন্ডিয়ান মুভমেন্ট (এআইএম) প্রতিষ্ঠিত হয় এবং সারা দেশে এর শাখা প্রতিষ্ঠিত হয়, যেখানে আমেরিকান ইন্ডিয়ানরা আধ্যাত্মিক এবং রাজনৈতিক সক্রিয়তাকে একত্রিত করা হয়। রাজনৈতিক বিক্ষোভ জাতীয় গণমাধ্যমের মনোযোগ এবং আমেরিকান জনগণের সহানুভূতি অর্জন করে।\n১৯৭০-এর দশকের মাঝামাঝি সময়ে সরকার এবং আদিবাসী আমেরিকানদের মধ্যে দ্বন্দ্ব মাঝে মাঝে সহিংসতায় রূপ নেয়। বিংশ শতাব্দীর শেষের দিকের একটি উল্লেখযোগ্য ঘটনা ছিল পাইন রিজ ইন্ডিয়ান রিজার্ভেশনে আহত হাঁটুর ঘটনা। উপজাতীয় সরকার এবং চুক্তির অধিকার প্রয়োগে ফেডারেল সরকারের ব্যর্থতায় বিরক্ত হয়ে প্রায় ৩০০ ওগলালা লাকোটা এবং আমেরিকান ইন্ডিয়ান মুভমেন্ট (এআইএম) কর্মী ১৯৭৩ সালের ২৭শে ফেব্রুয়ারি ওয়াউন্ডেড নী'র নিয়ন্ত্রণ নেয়।\nসারা দেশ থেকে ভারতীয় কর্মীরা পাইন রিজে তাদের সাথে যোগ দেন, এবং এই দখলটি ক্রমবর্ধমান আমেরিকান ভারতীয় পরিচয় এবং শক্তির প্রতীক হয়ে ওঠে। ফেডারেল আইন প্রয়োগকারী কর্মকর্তারা এবং জাতীয় রক্ষীরা শহরটি ঘিরে ফেলে এবং উভয় পক্ষের মধ্যে ৭১ দিন ধরে সংঘর্ষ হয়। প্রচুর বন্দুকযুদ্ধের সময় একজন মার্কিন মার্শাল আহত এবং পক্ষাঘাতগ্রস্ত হয়ে পড়েন। এপ্রিলের শেষের দিকে একজন চেরোকি এবং স্থানীয় লাকোটা ব্যক্তি গুলিবিদ্ধ হয়ে নিহত হন। আর কোনও প্রাণহানি যাতে না হয় তা নিশ্চিত করার জন্য লাকোটার প্রবীণরা দখলদারিত্বের অবসান ঘটান।\n১৯৭৫ সালের জুন মাসে পাইন রিজ রিজার্ভেশনে একজন সশস্ত্র ডাকাতকে গ্রেপ্তার করতে গিয়ে দুইজন এফবিআই এজেন্ট বন্দুকযুদ্ধে আহত হন এবং খুব কাছ থেকে নিহত হন। ১৯৭৬ সালে এফবিআই-এর মৃত্যুতে এআইএম কর্মী লিওনার্ড পেল্টিয়ারকে পরপর দুই মেয়াদের যাবজ্জীবন কারাদণ্ড দেওয়া হয়।\n১৯৬৮ সালে সরকার ভারতীয় নাগরিক অধিকার আইন প্রণয়ন করে। এর ফলে উপজাতীয় সদস্যরা ফেডারেল সরকারের ক্ষেত্রে সমস্ত মার্কিন নাগরিকদের জন্য অধিকার বিল অনুসারে উপজাতীয় সরকার কর্তৃক নির্যাতনের বিরুদ্ধে বেশিরভাগ সুরক্ষা পান। ১৯৭৫ সালে মার্কিন যুক্তরাষ্ট্র সরকার ভারতীয় স্ব-সংকল্প এবং শিক্ষা সহায়তা আইন পাস করে, যা ১৫ বছরের নীতির পরিবর্তন করে। এটি আমেরিকান ভারতীয় কর্মকাণ্ড, নাগরিক অধিকার আন্দোলন এবং ১৯৬০-এর দশকের রাষ্ট্রপতি লিন্ডন জনসনের সামাজিক কর্মসূচির সম্প্রদায় উন্নয়নের দিকগুলির ফলে উদ্ভূত হয়। এই আইনটি আদিবাসী আমেরিকানদের আত্মনিয়ন্ত্রণের অধিকার এবং প্রয়োজনীয়তাকে স্বীকৃতি দেয়। এটি  ১৯৫০-এর দশকের উপজাতি এবং সরকারের মধ্যে সম্পর্ক ছিন্ন করার নীতি থেকে মার্কিন সরকারের সরে আসার ইঙ্গিত দেয়। মার্কিন যুক্তরাষ্ট্র সরকার স্ব-শাসন এবং তাদের ভবিষ্যত নির্ধারণে আদিবাসী আমেরিকানদের প্রচেষ্টাকে উৎসাহিত করে। উদাহরণস্বরূপ, উপজাতিরা তাদের নিজস্ব সামাজিক, কল্যাণ এবং আবাসন কর্মসূচি পরিচালনার জন্য সংগঠন তৈরি করে। ভারতীয়দের যত্ন নেওয়ার জন্য ফেডারেল সরকারের ঐতিহাসিক ট্রাস্টের বাধ্যবাধকতার ক্ষেত্রে উপজাতীয় আত্মনিয়ন্ত্রণ উত্তেজনা তৈরি করে, কিন্তু ভারতীয় বিষয়ক ব্যুরো কখনও সেই দায়িত্ব পালন করেনি।\nএই সময়ের মধ্যে উপজাতিরা ইতিমধ্যেই বিআইএ বোর্ডিং স্কুলের পরিবর্তে কমিউনিটি স্কুল প্রতিষ্ঠা শুরু করে। ১৯৬৮ সালে নাভাজো জাতির নেতৃত্বে উপজাতিরা সংরক্ষণের উপর তাদের নিজস্ব শিক্ষার মডেল তৈরি করতে, তাদের সংস্কৃতি সংরক্ষণ এবং পুনরুজ্জীবিত করতে এবং শিক্ষিত কর্মীবাহিনী গড়ে তুলতে উপজাতীয় কলেজ এবং বিশ্ববিদ্যালয় শুরু করে। ১৯৯৪ সালে মার্কিন যুক্তরাষ্ট্র কংগ্রেস উপজাতীয় কলেজগুলিকে ভূমি-অনুদান কলেজ হিসেবে স্বীকৃতি দিয়ে আইন পাস করে, যা তহবিলের সুযোগ প্রদান করে। মার্কিন যুক্তরাষ্ট্রের বত্রিশটি উপজাতীয় কলেজ আমেরিকান ইন্ডিয়ান হায়ার এডুকেশন কনসোর্টিয়ামের অন্তর্গত। ২১ শতাব্দীর শুরুতে উপজাতীয় জাতিগুলিও তাদের স্কুলে অসংখ্য ভাষা পুনরুজ্জীবন কর্মসূচি প্রতিষ্ঠা করে।\nএছাড়াও নেটিভ আমেরিকান অ্যাক্টিভিজম দেশজুড়ে প্রধান বিশ্ববিদ্যালয়গুলিকে নেটিভ আমেরিকান স্টাডিজ প্রোগ্রাম এবং বিভাগ প্রতিষ্ঠার দিকে পরিচালিত করে, ভারতীয় সংস্কৃতির শক্তি সম্পর্কে সচেতনতা বৃদ্ধি করে, শিক্ষাবিদদের জন্য সুযোগ প্রদান করে এবং মার্কিন যুক্তরাষ্ট্রে ইতিহাস ও সংস্কৃতির উপর গবেষণা আরও গভীর করে। আদি আমেরিকানরা শিক্ষাক্ষেত্রে প্রবেশ করে; সাংবাদিকতা ও গণমাধ্যমে; স্থানীয়, রাজ্য ও ফেডারেল পর্যায়ে রাজনীতিতে। উদাহরণস্বরূপ, জনসেবায় আমেরিকান ইন্ডিয়ানদের সাথে সম্পর্কিত সমস্যাগুলি চিহ্নিত করার জন্য চিকিৎসা গবেষণা ও নীতিকে প্রভাবিত করছে।\n১৯৮১ সালে টিম গিয়াগো লাকোটা টাইমস প্রতিষ্ঠা করেন। এটি একটি স্বাধীন নেটিভ আমেরিকান সংবাদপত্র, যা পাইন রিজ রিজার্ভেশনে অবস্থিত কিন্তু উপজাতীয় সরকার দ্বারা নিয়ন্ত্রিত ছিল না। পরে তিনি নেটিভ আমেরিকান জার্নালিস্টস অ্যাসোসিয়েশন প্রতিষ্ঠা করেন। অন্যান্য স্বাধীন সংবাদপত্র এবং মিডিয়া কর্পোরেশনগুলি গড়ে তোলা হয়েছে যাতে আদিবাসী আমেরিকান সাংবাদিকরা তাদের নিজস্ব বিষয় এবং অন্যান্য নীতি ও ঘটনাবলী সম্পর্কে দৃষ্টিভঙ্গি অবদান রাখতে পারেন।\n২০০৪ সালে সিনেটর স্যাম ব্রাউনব্যাক (কানসাসের রিপাবলিকান) মার্কিন যুক্তরাষ্ট্রের অতীতের \"ভারতীয় উপজাতিদের বিষয়ে সরকারের অসৎ নীতির\" জন্য \"মার্কিন যুক্তরাষ্ট্রের পক্ষ থেকে সকল আদিবাসী জনগণের কাছে ক্ষমা প্রার্থনা\" করে একটি যৌথ প্রস্তাব উত্থাপন করেন (সিনেট যৌথ প্রস্তাব ৩৭)। রাষ্ট্রপতি বারাক ওবামা ২০০৯ সালে ঐতিহাসিক ক্ষমা প্রার্থনায় স্বাক্ষর করে আইনে পরিণত করেন, যা ২০১০ সালের প্রতিরক্ষা বরাদ্দ বিলের ধারা ৮১১৩ হিসেবে বিবেচিত হয়।\nআদিবাসী আমেরিকান সাংবাদিকদের বছরের পর বছর ধরে তদন্ত এবং স্বাধীন কাজের পর, ২০০৩ সালে মার্কিন যুক্তরাষ্ট্র সরকার ১৯৭৫ সালের ডিসেম্বরে পাইন রিজ ইন্ডিয়ান রিজার্ভেশনে আনা মে অ্যাকোয়াশ হত্যাকাণ্ডে সন্দেহভাজনদের অভিযুক্ত করে। মিকমাক হিসেবে পরিচিত আকোয়াশ ছিলেন সেই সময়ে আমেরিকান ইন্ডিয়ান মুভমেন্ট (এআইএম)-এর সর্বোচ্চ পদস্থ নারী কর্মী। দুই এফবিআইয়ের এজেন্টের হত্যা করার তদন্তের কয়েক মাস পর তাকে হত্যা করা হয়। অনেক লাকোটা বিশ্বাস করেন যে তাকে এফবিআইয়ের তথ্যদাতা সন্দেহে এআইএম হত্যা করেছে, কিন্তু তিনি কখনও এফবিআই -এর জন্য কাজ করেনি। ২০০৪ সালে ফেডারেল আদালতে আরলো লুকিং ক্লাউডকে দোষী সাব্যস্ত করা হয়। ২০০৭ সালে মার্কিন যুক্তরাষ্ট্র এআইএম কর্মী জন গ্রাহামকে কানাডা থেকে তার হত্যার বিচারের জন্য প্রত্যর্পণ করে। তাকে দোষী সাব্যস্ত করে যাবজ্জীবন কারাদণ্ড দেওয়া হয়।\n\n\n=== ১৯৯০ সালের ভারতীয় শিল্প ও কারুশিল্প আইন ===\n১৯৯০ সালের ভারতীয় শিল্প ও কারুশিল্প আইন (পিএল ১০১–৬৪৪) হল একটি সত্য-বিজ্ঞাপন আইন যা মার্কিন যুক্তরাষ্ট্রের মধ্যে আমেরিকান ভারতীয় বা আলাস্কার স্থানীয় শিল্প ও কারুশিল্প পণ্যের বিপণনে ভুল উপস্থাপনা নিষিদ্ধ করে, যার মধ্যে ড্রিমক্যাচারও রয়েছে। কোনও শিল্প বা হস্তশিল্প পণ্য এমনভাবে বিক্রি করা বা বিক্রয় করা, যাতে এটি ভারতীয় উৎপাদিত বলে মিথ্যাভাবে প্রমাণিত হয়, তা অবৈধ।\n\n\n== একবিংশ শতাব্দী ==\nআদি আমেরিকান উপজাতি এবং ব্যক্তিরা বিভিন্ন বিষয়, বিশেষ করে জমির দাবি এবং ট্রাস্টের জমি এবং ফি-এর অব্যবস্থাপনার জন্য ফেডারেল সরকারের বিরুদ্ধে মামলা দায়ের করতে শুরু করে। রাষ্ট্রপতি বারাক ওবামার প্রশাসন দীর্ঘদিনের বেশ কিছু মামলা অবশেষে নিষ্পত্তি করেছে, যিনি ফেডারেল সরকার এবং উপজাতিদের মধ্যে সম্পর্ক উন্নত করার প্রতিশ্রুতি দিয়েছিলেন। এর মধ্যে ছিল কোবেল বনাম সালাজার, একটি ক্লাস অ্যাকশন মামলা যা ২০০৯ সালে নিষ্পত্তি হয়েছিল ও কংগ্রেস ২০১০ সালে তহবিল বরাদ্দ করেছিল। আরেকটি ছিল Keepseagle v., যা ২০১১ সালের এপ্রিলে নিষ্পত্তি হয়। ৭৬০ মিলিয়ন ডলারের এই বন্দোবস্তে \"৬৮০ মিলিয়ন ডলার বরাদ্দ করা হয়েছে সেইসব আদিবাসী আমেরিকান কৃষকদের জন্য যারা বহু বছর ধরে মার্কিন কৃষি বিভাগের কাছ থেকে বৈষম্যের শিকার হয়েছেন।\"\n২০১২ সালের মধ্যে \"বিচার ও স্বরাষ্ট্র বিভাগ অব্যবস্থাপনার অভিযোগে ৪১টি উপজাতির সাথে ১ বিলিয়ন ডলারেরও বেশি মূল্যের নিষ্পত্তিতে পৌঁছায়। নাভাজো জাতি একক উপজাতির সাথে ৫৫৪ মিলিয়ন ডলারের বৃহত্তম বসতি অর্জন করে। এটি মার্কিন যুক্তরাষ্ট্রের বৃহত্তম উপজাতি।\n২০১৩ সালে নারীর বিরুদ্ধে সহিংসতা আইন পুনর্নবীকরণের অধীনে ফেডারেল সরকার আদিবাসী আমেরিকান মহিলাদের সুরক্ষা জোরদার করে, কারণ এটি ভারতীয় ভূমিতে অপরাধ সংঘটনকারী অ-নেটিভদের বিচার করার জন্য উপজাতিদের জন্য কর্তৃত্ব প্রতিষ্ঠা করে। আদিবাসী আমেরিকান মহিলাদের উপর পারিবারিক ও যৌন নির্যাতন অনেক ক্ষেত্রেই একটি সমস্যা হয়ে দাঁড়ায়, কিন্তু পূর্ববর্তী আইন অনুসারে আদিবাসী নয় এমন নির্যাতনকারী সঙ্গীদের উপজাতীয় পুলিশ বা আদালত কর্তৃক গ্রেপ্তার বা বিচার করা নিষিদ্ধ ছিল।\nশহুরে এলাকায় আদিবাসী আমেরিকানদের অভিবাসন বৃদ্ধি পেতে থাকে: ২০১২ সালে ৭০% আদিবাসী আমেরিকান শহরাঞ্চলে বাস করত, যা ১৯৭০ সালে ৪৫% এবং ১৯৪০ সালে ৮% ছিল। উল্লেখযোগ্য পরিমাণে আদিবাসী আমেরিকান জনসংখ্যার শহরাঞ্চলের মধ্যে রয়েছে র‍্যাপিড সিটি, মিনিয়াপলিস, ওকলাহোমা সিটি, ডেনভার, ফিনিক্স, টাকসন, সিয়াটেল, শিকাগো, হিউস্টন এবং নিউ ইয়র্ক সিটি। অনেকেই দারিদ্র্যের মধ্যে জীবনযাপন করেন এবং বৈষম্যের সাথে লড়াই করেন। বর্ণবাদ, বেকারত্ব, মাদক এবং গ্যাং ছিল সাধারণ সমস্যা যা ভারতীয় সমাজসেবা সংস্থাগুলি, যেমন মিনিয়াপলিসের লিটল আর্থ হাউজিং কমপ্লেক্স, সমাধান করার চেষ্টা করে।\n২০২০ সালের আদমশুমারি অনুসারে, অন্য জাতির সাথে মিলিত না হওয়া বৃহত্তম স্ব-পরিচিত আদিবাসী আমেরিকান গোষ্ঠী হল অ্যাজটেক, যার সংখ্যা ৩৭৮,১২২ জন। যদিও অ্যাজটেকরা মেক্সিকোর আদিবাসী, মার্কিন যুক্তরাষ্ট্রের নয়, তবুও আদমশুমারি নির্দেশিকা অনুসারে তাদের আদিবাসী আমেরিকান হিসেবে বিবেচনা করা হয়, যার মধ্যে আমেরিকার যেকোনো আদিবাসী অন্তর্ভুক্ত।\n\n\n== তথ্যসূত্র =="}