{"pageid": 1517384, "title": "বাব আগনাউ", "url": "https://bn.wikipedia.org/wiki?curid=1517384", "content": "বাব আগনাউ (আরবি: باب اكناو অথবা باب اڭناو ) যাকে বাব আগনাও নামেও লিপ্যন্তর করা হয়, হল মরক্কোর মারাকেশের সবচেয়ে পরিচিত অন্যতম একটি ফটক। এর নির্মাণকাজের পিছনে আলমোহাদ খলিফা আবু ইউসুফ ইয়াকুব আল-মনসুরের  অবদান ছিলো। এটির কাজ ১১৮৮  বা ১১৯০ সালের দিকে সম্পন্ন হয়েছিল।\nএই ফটকটি মারাকেশের মদিনার দক্ষিণ অংশে অবস্থিত রাজকীয় কাসবাহ (দুর্গ) -এর প্রধান জনসাধারণের প্রবেশপথ ছিল। ইয়াকুব আল-মনসুর দ্বারা নির্মিত কাসবাহটি কাছাকাছি অবস্থিত এল মানসুরিয়া মসজিদ (অথবা কাসবাহ মসজিদ), এর পেছনের সাদিয়ান সমাধিস্থল, পাশাপাশি এল বাদি প্রাসাদ এবং শহরের প্রধান রাজকীয় প্রাসাদ (দার আল-মাখজেন)-এর অবস্থান নির্দেশ করে।। \n\n\n== ব্যুৎপত্তি ==\nবাব শব্দটি (, আরবি: باب) আরবি শব্দ থেকে এসেছে যার অর্থ 'ফটক' বা 'দরজা'। আগনাউ নামটি বারবার উৎপত্তি বলে মনে করা হয় এবং ঐতিহাসিকভাবে এর একাধিক অর্থ রয়েছে যার মধ্যে রয়েছে \" নিঃশব্দ \" এবং পরে \" কৃষ্ণাঙ্গ মানুষ \" (বা গ্নাওয়া ); তবে, এই ক্ষেত্রে নামটির সঠিক অর্থ কী ছিল তা স্পষ্ট নয়। এটি \"শিংবিহীন ভেড়া\" হিসেবেও অনুবাদ করা যেতে পারে। গ্নাওয়ার সম্ভাব্য উল্লেখটি ব্যাখ্যা করা যেতে পারে এই কারণে যে ফটকটি শহরের দক্ষিণ অংশে অবস্থিত এবং আংশিকভাবে দক্ষিণ দিকে মুখ করে আছে, ফলে উত্তর আফ্রিকা থেকে দূরে এবং সাব-সাহারান আফ্রিকার দিকে বেশি।\nএই ফটকটিকে বাব আল-কাসর (\"প্রাসাদের ফটক\") এবং বাব আল-কুহল (\"কাজলের ফটক\") নামেও ডাকা হত।\n\n\n== ডিজাইন ==\n\nএটি কাসবাহর উত্তর-পশ্চিম কোণে, বাব-এর-রবের কাছে, মূল শহর (মদিনা) প্রাচীরের ঠিক ভেতরে অবস্থিত। শহরের দেয়ালের ভেতরে থাকার ফলে, ফটকটির প্রধান উদ্দেশ্য মূলত আলংকারিক ছিল। তবে ফটকটি মূলত দুটি বুরুজ টাওয়ার দ্বারা বেষ্টিত ছিল যার উপরে মেরলন পাথরের মুকুট ছিল এবং ভিতরের পথটি ছিল একটি বাঁকানো প্রবেশপথ (অর্থাৎ এটি বের হওয়ার আগে ৯০ ডিগ্রি ঘুরেছিল) যা একটি বৃহৎ খিলানযুক্ত বারান্দার মধ্য দিয়ে যাচ্ছিল।ফটকের উপরে ছিল একটি বারান্দা যেখানে পৌঁছানোর জন্য একটি অভ্যন্তরীণ সিঁড়ি ছিল। এই মূল বিন্যাসটি এটিকে রাবাতের বাবর-রৌয়ার মতো অন্যান্য স্মৃতিস্তম্ভ আলমোহাদ দরজার অনুরূপ করে তুলেছিল। তবে, পার্শ্ববর্তী টাওয়ার এবং আচ্ছাদিত বারান্দাটি এখন আর বিদ্যমান নেই, এবং ফটকের খিলানপথটি আংশিকভাবে একটি ছোট ও সরল ইটের খিলান দিয়ে ভরাট করা হয়েছে। সম্ভবত খিলানপথের এই পরিবর্তন আলাউইত সুলতান সিদি মুহাম্মদ ইবনে আবদুল্লাহর শাসনামলে শুরু হয়েছিল, যিনি কাসবাহ এলাকায় বিস্তর সংস্কার কাজ পরিচালনা করেছিলেন। ফটকের পিছনে বর্তমান ছোট খোলা উঠোনটি পরবর্তী কাজের ফলাফল। \nতা সত্ত্বেও, এই ফটকটি আলমোহাদ আমলের পাথরে খোদাই করা সমৃদ্ধ অলংকরণ সংরক্ষণ করেছে, যা আবার রাবাতের বাবর-রৌয়া এবং বাব ওউদাইয়ার সাথে তুলনীয়। সম্মুখভাগটি বেলেপাথর দিয়ে তৈরি, সম্ভবত মারাকেশের কাছে গুয়েলিজ এলাকায় খনন করা হয়েছে।ফটকের মূল খিলানটি পর্যায়ক্রমে অর্ধবৃত্তাকার ব্যান্ড দ্বারা বেষ্টিত যা বিকিরণকারী রেখা এবং আন্তঃলেসিং খিলান মোটিফের মধ্যে পর্যায়ক্রমে অবস্থিত। স্প্যান্ড্রেলগুলি (কোণের অংশগুলি) ফুলের নকশায় ( আরবেস্ক ) ঢাকা, প্রতিটির মাঝখানে খোদাই করা খোল রয়েছে। এই সমস্ত অলংকরণটি পালাক্রমে একটি দীর্ঘ ফ্রিজ দ্বারা ফ্রেম করা হয়েছে যার উপর কুফী লিপিতে  কুরআনের একটি শিলালিপি খোদাই করা আছে। শিলালিপিটিতে সূরা আল-হিজরের কিছু অংশ রয়েছে। সজ্জিত সম্মুখভাগের উভয় পাশে স্তম্ভ রয়েছে যা কখনও কখনও একটি ছাউনি বা ছাউনিকে সমর্থন করেছিল বলে মনে করা হয় কিন্তু অনেক পণ্ডিতের মতে এটি কেবল সজ্জিত সম্মুখভাগ এবং ফটকের পার্শ্বীয় বুরুজের মধ্যে একটি আলংকারিক রূপান্তর ছিল।\n\n\n== সংরক্ষণের অবস্থা ==\nসময়ের সাথে সাথে ফটকের পাথরের উপকরণগুলি ক্ষতিগ্রস্ত হয়েছে। উপরের পাথরের কিছু অলংকরণ খারাপ হয়ে গেছে। পাথর ঠিক করার জন্য ব্যবহৃত মর্টারটিতে দ্রবণীয় লবণ, বিশেষ করে ক্লোরাইড এবং সালফেটের উপস্থিতিকে ক্ষয়ের কারণ হিসেবে দায়ী করা হয়েছে। স্থানীয় বায়ু দূষণও ফটকের অবস্থার উপর নেতিবাচক প্রভাব ফেলছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমানার আল-আথারের আগনাউ ফটক ডিজিটাল ছবির সংরক্ষণাগার"}