{"pageid": 1517080, "title": "এডওয়ার্ড থর্নডিক", "url": "https://bn.wikipedia.org/wiki?curid=1517080", "content": "এই নিবন্ধ থেকে {{Short description}} সরান। এটি বাংলা উইকিপিডিয়ায় কাজ করবে না।\nটেমপ্লেট:Use mdy dates\n\nএডওয়ার্ড লি থর্নডাইক ((১৮৭৪-০৮-৩১)৩১ আগস্ট ১৮৭৪ – আগস্ট ৯, ১৯৪৯(১৯৪৯-০৮-০৯)) ছিলেন একজন আমেরিকান মনোবিজ্ঞানী যিনি তার প্রায় সমগ্র কর্মজীবন টিচার্স কলেজ, কলাম্বিয়া বিশ্ববিদ্যালয়-এ কাটিয়েছেন। তুলনামূলক মনোবিজ্ঞান এবং শিক্ষণ প্রক্রিয়ার উপর তার কাজ তাকে \"সংযোগবাদের তত্ত্ব\" দিতে সাহায্য করে এবং শিক্ষা মনোবিজ্ঞানের বৈজ্ঞানিক ভিত্তি স্থাপনে সহায়তা করে। তিনি কর্মচারী পরীক্ষা এবং টেস্টিং-এর মতো শিল্প সমস্যা সমাধানের জন্যও কাজ করেছেন।\n\nথর্নডাইক সাইকোলজিক্যাল কর্পোরেশন-এর বোর্ডের সদস্য ছিলেন এবং ১৯১২ সালে আমেরিকান সাইকোলজিক্যাল অ্যাসোসিয়েশন-এর সভাপতি হিসেবে দায়িত্ব পালন করেন। ২০০২ সালে প্রকাশিত রিভিউ অফ জেনারেল সাইকোলজি জরিপে থর্নডাইককে ২০তম শতাব্দীর নবম সর্বাধিক উদ্ধৃত মনোবিজ্ঞানী হিসেবে স্থান দেওয়া হয়। এডওয়ার্ড থর্নডাইক শক্তিবৃদ্ধি তত্ত্ব এবং আচরণ বিশ্লেষণে একটি শক্তিশালী প্রভাব ফেলেছিলেন, তার প্রভাবের সূত্র-এর মাধ্যমে আচরণ মনোবিজ্ঞানের জন্য প্রায়োগিক আইনের মৌলিক কাঠামো প্রদান করেন। আচরণ মনোবিজ্ঞান ক্ষেত্রে তার অবদানের মাধ্যমে শিক্ষা ক্ষেত্রে তার প্রধান প্রভাব পড়ে, যেখানে শ্রেণীকক্ষে প্রভাবের সূত্রের একটি বড় প্রভাব রয়েছে।\n\n\n== প্রারম্ভিক জীবন ও শিক্ষা ==\nথর্নডাইক, উইলিয়ামসবার্গ, ম্যাসাচুসেটসে জন্মগ্রহণ করেন। তিনি এডওয়ার্ড আর এবং অ্যাবি বি থর্নডাইকের পুত্র, যিনি লোয়েল, ম্যাসাচুসেটসে একজন মেথডিস্ট মন্ত্রী ছিলেন। থর্নডাইক দ্য রক্সবারি ল্যাটিন স্কুল (১৮৯১) থেকে স্নাতক হন, যা ম্যাসাচুসেটসের ওয়েস্ট রক্সবারিতে অবস্থিত, এবং ওয়েসলিয়ান ইউনিভার্সিটি থেকে বিএস ডিগ্রি অর্জন করেন (১৮৯৫)। তিনি ১৮৯৭ সালে হার্ভার্ড ইউনিভার্সিটি থেকে এমএ ডিগ্রি লাভ করেন। তাঁর দুই ভাই (লিন এবং অ্যাশলে) ও গুরুত্বপূর্ণ পণ্ডিত হিসেবে প্রতিষ্ঠিত হন। ছোট ভাই লিন ছিলেন একজন মধ্যযুগীয় বিশেষজ্ঞ, যিনি বিজ্ঞান ও যাদুর ইতিহাসে বিশেষজ্ঞ ছিলেন, অন্যদিকে বড় ভাই অ্যাশলে ছিলেন একজন ইংরেজি অধ্যাপক এবং শেকসপিয়র সম্পর্কে বিখ্যাত বিশেষজ্ঞ।\nহার্ভার্ডে থাকাকালীন তিনি প্রাণীদের শেখার পদ্ধতি (ইথোলজি) নিয়ে আগ্রহী হন এবং উইলিয়াম জেমস-এর সাথে কাজ করেন। পরবর্তীতে তিনি 'মানুষ' নামক প্রাণীতে আগ্রহী হন এবং এর গবেষণায় তাঁর জীবন উৎসর্গ করেন। এডওয়ার্ডের থিসিসকে আধুনিক তুলনামূলক মনোবিজ্ঞানের একটি অপরিহার্য দলিল হিসেবে বিবেচনা করা হয়। স্নাতক হওয়ার পর, থর্নডাইক তাঁর প্রাথমিক আগ্রহ, শিক্ষামূলক মনোবিজ্ঞানে ফিরে আসেন। ১৮৯৮ সালে তিনি জেমস ম্যাককিন ক্যাটেল-এর তত্ত্বাবধানে কলাম্বিয়া ইউনিভার্সিটি থেকে পিএইচডি সম্পন্ন করেন, যিনি সাইকোমেট্রিক্স-এর প্রতিষ্ঠাতাদের মধ্যে একজন।\n১৮৯৯ সালে, ওহাইওর ক্লিভল্যান্ড-এ কেস ওয়েস্টার্ন রিজার্ভ বিশ্ববিদ্যালয়ের মহিলা কলেজে এক বছরের অসন্তোষজনক চাকরির পর, তিনি কলাম্বিয়া বিশ্ববিদ্যালয়ের টিচার্স কলেজে মনোবিজ্ঞানের প্রভাষক হিসেবে যোগদান করেন। সেখানে তিনি তাঁর কর্মজীবনের বাকি অংশ কাটান, মানুষের শেখার পদ্ধতি, শিক্ষা এবং মানসিক পরীক্ষার গবেষণা করেন। ১৯৩৭ সালে থর্নডাইক সাইকোমেট্রিক সোসাইটি-এর দ্বিতীয় সভাপতি হন, লুইস লিওন থার্স্টন-এর পদাঙ্ক অনুসরণ করে, যিনি এক বছর আগে এই সমিতি এবং এর জার্নাল সাইকোমেট্রিকা প্রতিষ্ঠা করেছিলেন।\n১৯০০ সালের ২৯ আগস্ট, তিনি এলিজাবেথ মোল্টনকে বিয়ে করেন। তাদের চার সন্তান ছিল, যাদের মধ্যে ফ্রান্সেস একজন গণিতবিদ হিসেবে প্রতিষ্ঠিত হন।\nতাঁর কর্মজীবনের প্রাথমিক পর্যায়ে, তিনি হাডসন নদীর পাশে একটি বিশাল জমি ক্রয় করেন এবং অন্যান্য গবেষকদেরকে তাঁর আশেপাশে বসতি স্থাপনে উৎসাহিত করেন। শীঘ্রই সেখানে একটি কলোনি গড়ে ওঠে, যেখানে তিনি 'আদিবাসী' প্রধান হিসেবে পরিচিত হন।\n\n\n== সংযোজনবাদ ==\n  \nথর্নডাইক শুধুমাত্র আচরণবাদ এবং শেখার অধ্যয়নে অগ্রগামী ছিলেন না, বরং ক্লিনিকাল পরীক্ষায় প্রাণী ব্যবহার করতেন। থর্নডাইক প্রাণীদের উপর গবেষণার মাধ্যমে শেখার একটি তত্ত্ব তৈরি করতে সক্ষম হয়েছিলেন। তার ডক্টরাল থিসিস, \"Animal Intelligence: An Experimental Study of the Associative Processes in Animals\", ছিল মনোবিজ্ঞানের প্রথম গবেষণা যেখানে বিষয়বস্তু ছিল অমানবিক। থর্নডাইক আগ্রহী ছিলেন যে প্রাণীরা অনুকরণ বা পর্যবেক্ষণের মাধ্যমে কাজ শিখতে পারে কিনা। এটি পরীক্ষা করার জন্য, থর্নডাইক পাজল বক্স তৈরি করেছিলেন।\nপাজল বক্সগুলি প্রায় ২০ ইঞ্চি লম্বা, ১৫ ইঞ্চি চওড়া এবং ১২ ইঞ্চি উঁচু ছিল। প্রতিটি বক্সে একটি দরজা ছিল যা একটি ওজন দ্বারা টানা হতো, যা একটি পুলির উপর দিয়ে চলমান একটি দড়ির সাথে সংযুক্ত ছিল এবং দরজার সাথে যুক্ত ছিল। দরজার সাথে সংযুক্ত দড়িটি বাক্সের ভিতরে একটি লিভার বা বাটনের দিকে নিয়ে যেত। যখন প্রাণীটি বার টিপত বা লিভার টানত, দরজার সাথে সংযুক্ত দড়িটি ওজনটিকে উপরে তুলে দরজাটি খুলে দিত। থর্নডাইকের পাজল বক্সগুলি এমনভাবে সাজানো ছিল যে প্রাণীটিকে একটি নির্দিষ্ট প্রতিক্রিয়া (লিভার টানা বা বাটন টিপা) করতে হতো, এবং তিনি তাদের পালানোর জন্য কত সময় লাগে তা পরিমাপ করতেন। একবার প্রাণীটি কাঙ্ক্ষিত প্রতিক্রিয়া করলে তাদের পালাতে দেওয়া হতো এবং সাধারণত খাদ্য পুরস্কার দেওয়া হতো। থর্নডাইক প্রধানত বিড়ালদের তার পাজল বক্সে ব্যবহার করতেন। যখন বিড়ালদের খাঁচায় রাখা হতো, তারা অস্থিরভাবে ঘুরে বেড়াত এবং মিউ মিউ করত, কিন্তু তারা কীভাবে পালাবে তা জানত না। শেষ পর্যন্ত, বিড়ালরা ভাগ্যক্রমে মেঝেতে থাকা সুইচে পা দিত, এবং দরজাটি খুলে যেত। বিড়ালরা পর্যবেক্ষণের মাধ্যমে শিখতে পারে কিনা তা দেখতে, তিনি তাদের অন্য প্রাণীদের বাক্স থেকে পালাতে দেখাতেন। তিনি তারপর যারা অন্যকে পালাতে দেখেছিল তাদের সময়ের সাথে যারা দেখেনি তাদের সময়ের তুলনা করতেন, এবং তিনি দেখতে পেলেন যে তাদের শেখার হারতে কোন পার্থক্য নেই। থর্নডাইক অন্যান্য প্রাণীদের ক্ষেত্রেও একই ফলাফল পেয়েছিলেন, এবং তিনি লক্ষ্য করেছিলেন যে তিনি প্রাণীদের পাঞ্জা সঠিক লিভার, বাটন বা বারে রাখলেও কোন উন্নতি হয়নি। এই ব্যর্থতাগুলি তাকে শেখার ব্যাখ্যায় ট্রায়াল এবং এরর পদ্ধতিতে ফিরে যেতে বাধ্য করেছিল। তিনি দেখতে পেলেন যে একবার ভুলবশত সুইচে পা দেওয়ার পরে, তারা পরবর্তী প্রতিটি ট্রায়ালে দ্রুত সুইচ টিপতে শুরু করে। প্রাণীদের পালানো এবং পালানোর সময় পর্যবেক্ষণ ও রেকর্ড করার মাধ্যমে, থর্নডাইক প্রতিটি ট্রায়ালে প্রাণীদের পালানোর সময় গ্রাফ করতে সক্ষম হয়েছিলেন, যার ফলে একটি শেখার বক্ররেখা তৈরি হয়েছিল। প্রাণীদের প্রথমে পালাতে সমস্যা হতো, কিন্তু শেষ পর্যন্ত তারা \"বুঝতে পারত\" এবং প্রতিটি পরবর্তী পাজল বক্স ট্রায়ালে দ্রুত পালাতে শুরু করত, যতক্ষণ না তারা স্থিতিশীল হতো। পালানোর দ্রুত গতি শেখার বক্ররেখার s-আকৃতি তৈরি করে। শেখার বক্ররেখা এও প্রস্তাব করে যে বিভিন্ন প্রজাতি একইভাবে শিখেছে কিন্তু বিভিন্ন গতিতে। পাজল বক্স পরীক্ষার মাধ্যমে, থর্নডাইক শেখার নিজস্ব তত্ত্ব তৈরি করতে সক্ষম হয়েছিলেন।\nপাজল বক্স পরীক্ষাগুলি আংশিকভাবে থর্নডাইকের এমন বিবৃতিগুলির প্রতি অপছন্দ দ্বারা অনুপ্রাণিত হয়েছিল যে প্রাণীরা তাদের সমস্যা সমাধানে অন্তর্দৃষ্টির মতো অসাধারণ ক্ষমতা ব্যবহার করে: \"প্রথমত, বেশিরভাগ বই আমাদের মনোবিজ্ঞান দেয় না, বরং প্রাণীদের প্রশংসা করে। তারা সবই প্রাণীদের বুদ্ধিমত্তা সম্পর্কে, কখনো প্রাণীদের বোকামি সম্পর্কে নয়।\"\nথর্নডাইক পরিষ্কারভাবে আলাদা করতে চেয়েছিলেন যে পাজল বক্স থেকে পালানো বিড়ালরা অন্তর্দৃষ্টি ব্যবহার করছে কিনা। এই প্রশ্নের উত্তর দেওয়ার জন্য থর্নডাইকের যন্ত্র ছিল শেখার বক্ররেখা, যা বক্সে থাকা প্রতিবার প্রাণীটির পালানোর সময় প্লট করে প্রকাশ করা হয়েছিল। তিনি যুক্তি দিয়েছিলেন যে যদি প্রাণীরা অন্তর্দৃষ্টি দেখায়, তবে তাদের পালানোর সময় হঠাৎ করে নগণ্য সময়ে নেমে যেত, যা শেখার বক্ররেখায় একটি আকস্মিক পতন হিসাবে দেখানো হতো; যেখানে ট্রায়াল এবং এরর পদ্ধতি ব্যবহারকারী প্রাণীরা ধীরে ধীরে বক্ররেখা দেখাত। তার ফলাফল ছিল যে বিড়ালরা ধারাবাহিকভাবে ধীরে ধীরে শেখার প্রমাণ দেয়।\n\n\n== প্রাপ্তবয়স্ক শিক্ষা ==\nথর্নডাইক প্রথম বিশ্বযুদ্ধের সময় মার্কিন সেনাবাহিনীর জন্য তার পরীক্ষার দক্ষতা কাজে লাগান, এবং আর্মি বিটা পরীক্ষা উন্নয়নে অংশ নেন, যা নিরক্ষর, অশিক্ষিত এবং ইংরেজি না জানা সৈন্যদের মূল্যায়নের জন্য ব্যবহৃত হত।\nথর্নডাইক বিশ্বাস করতেন যে \"শিক্ষার লক্ষ্য নির্দিষ্ট এবং সামাজিকভাবে উপযোগী হওয়া উচিত।\" তিনি মনে করতেন যে শেখার ক্ষমতা ৩৫ বছর বয়স পর্যন্ত কমে না, এবং তারপরেও প্রতি বছর মাত্র ১ শতাংশ হারে কমতে থাকে। থর্নডাইক আইন অফ ইফেক্ট-ও ব্যাখ্যা করেন, যা বলে যে ভাল ফলাফল অনুসরণ করা আচরণ ভবিষ্যতে পুনরাবৃত্তি হওয়ার সম্ভাবনা বেশি।\nথর্নডাইক বুদ্ধিবৃত্তিক বিকাশের তিনটি প্রধান ক্ষেত্র চিহ্নিত করেন। প্রথমটি হলো অ্যাবস্ট্রাক্ট ইন্টেলিজেন্স (বিমূর্ত বুদ্ধিমত্তা)। এটি বিভিন্ন ধারণা প্রক্রিয়া এবং বোঝার ক্ষমতা। দ্বিতীয়টি হলো মেকানিক্যাল ইন্টেলিজেন্স (যান্ত্রিক বুদ্ধিমত্তা), যা শারীরিক বস্তু নিয়ন্ত্রণের ক্ষমতা। সর্বশেষটি হলো সোশ্যাল ইন্টেলিজেন্স (সামাজিক বুদ্ধিমত্তা)। এটি মানুষের সাথে যোগাযোগ ও আচরণ করার ক্ষমতা।\n\nশেখা ধাপে ধাপে হয়।\nশেখা স্বয়ংক্রিয়ভাবে ঘটে।\nসব প্রাণী একইভাবে শেখে।\nআইন অফ ইফেক্ট – যদি একটি সংযোগ \"সন্তোষজনক অবস্থা\" দ্বারা অনুসরণ করা হয়, তবে তা শক্তিশালী হবে; এবং যদি এটি \"বিরক্তিকর অবস্থা\" দ্বারা অনুসরণ করা হয়, তবে তা দুর্বল হবে।\nথর্নডাইকের আইন অফ এক্সারসাইজ-এর দুটি অংশ রয়েছে; আইন অফ ইউজ এবং আইন অফ ডিজিউজ।\nআইন অফ ইউজ– একটি সংযোগ যত বেশি ব্যবহার করা হয়, তত শক্তিশালী হয়।\nআইন অফ ডিজিউজ– একটি সংযোগ যত বেশি সময় অব্যবহৃত থাকে, তত দুর্বল হয়।\nআইন অফ রিসেন্সি– সবচেয়ে সাম্প্রতিক প্রতিক্রিয়া পুনরাবৃত্তি হওয়ার সম্ভাবনা বেশি।\nমাল্টিপল রেসপন্স– সমস্যা সমাধানের জন্য পরীক্ষা এবং ভুল পদ্ধতি। যদি প্রথম প্রতিক্রিয়া কোনো নির্দিষ্ট অবস্থার দিকে না নিয়ে যায়, তবে একটি প্রাণী একাধিক প্রতিক্রিয়া চেষ্টা করবে।\nসেট বা অ্যাটিটিউড– প্রাণীরা একটি নির্দিষ্ট উপায়ে কাজ করার প্রবণতা রাখে।\nপ্রিপোটেন্সি অফ এলিমেন্টস– একটি বিষয় একটি সমস্যার অপ্রাসঙ্গিক দিকগুলি ফিল্টার করে শুধুমাত্র গুরুত্বপূর্ণ দিকগুলিতে ফোকাস করতে পারে এবং সেগুলির প্রতি প্রতিক্রিয়া জানাতে পারে।\nরেসপন্স বাই অ্যানালজি– একটি সম্পর্কিত বা অনুরূপ প্রসঙ্গ থেকে প্রতিক্রিয়া একটি নতুন প্রসঙ্গে ব্যবহার করা যেতে পারে।\nআইডেন্টিক্যাল এলিমেন্টস থিওরি অফ ট্রান্সফার– এই তত্ত্ব বলে যে এক পরিস্থিতিতে শেখা তথ্য অন্য পরিস্থিতিতে স্থানান্তরিত হবে কিনা তা দুটি পরিস্থিতির মধ্যে সাদৃশ্য দ্বারা নির্ধারিত হয়। পরিস্থিতিগুলি যত বেশি অনুরূপ হবে, তথ্য স্থানান্তরের পরিমাণ তত বেশি হবে। একইভাবে, যদি পরিস্থিতিগুলির মধ্যে কোনো মিল না থাকে, তবে এক পরিস্থিতিতে শেখা তথ্য অন্য পরিস্থিতিতে কোনো মূল্য বহন করবে না।\nঅ্যাসোসিয়েটিভ শিফটিং– কোনো প্রতিক্রিয়াকে এক উদ্দীপনা থেকে অন্য উদ্দীপনায় স্থানান্তর করা সম্ভব। অ্যাসোসিয়েটিভ শিফট বলে যে একটি প্রতিক্রিয়া প্রথমে পরিস্থিতি A-তে, তারপর AB-তে এবং শেষ পর্যন্ত B-তে ঘটে, এইভাবে একটি প্রতিক্রিয়াকে এক অবস্থা থেকে অন্য অবস্থায় স্থানান্তর করা হয়।\nআইন অফ রেডিনেস – প্রতিক্রিয়া এবং সংযোগগুলির একটি গুণ যা কাজ করার প্রস্তুতিকে নির্দেশ করে। থর্নডাইক স্বীকার করেন যে প্রতিক্রিয়াগুলি তাদের প্রস্তুতির ক্ষেত্রে ভিন্ন হতে পারে। তিনি দাবি করেন যে খাওয়ার প্রস্তুতি বমি করার চেয়ে বেশি, এবং ক্লান্তি খেলার প্রস্তুতি কমিয়ে ঘুমানোর প্রস্তুতি বাড়ায়। এছাড়াও, থর্নডাইক যুক্তি দেন যে প্রস্তুতির ক্ষেত্রে নিম্ন বা নেতিবাচক অবস্থাকে অনুপ্রস্তুতি বলা হয়। আচরণ এবং শেখা প্রতিক্রিয়ার প্রস্তুতি বা অনুপ্রস্তুতি এবং তাদের শক্তি দ্বারা প্রভাবিত হয়।\nআইডেন্টিফায়াবিলিটি– থর্নডাইকের মতে, একটি পরিস্থিতির সনাক্তকরণ বা স্থাপন করা স্নায়ুতন্ত্রের প্রথম প্রতিক্রিয়া, যা এটি চিনতে পারে। তারপর সংযোগগুলি একে অপরের সাথে বা অন্য প্রতিক্রিয়ার সাথে তৈরি হতে পারে, এবং এই সংযোগগুলি মূল সনাক্তকরণের উপর নির্ভর করে। তাই, শেখার একটি বড় অংশ পরিস্থিতির সনাক্তকরণের পরিবর্তন নিয়ে গঠিত। থর্নডাইক আরও বিশ্বাস করতেন যে বিশ্লেষণ পরিস্থিতিগুলিকে বৈশিষ্ট্যের যৌগে পরিণত করতে পারে, যেমন একটি আকৃতির পাশের সংখ্যা, যা মনকে পরিস্থিতি বুঝতে এবং ধরে রাখতে সাহায্য করে এবং তাদের সনাক্তকরণ বাড়ায়।\nএভেইলাবিলিটি– একটি নির্দিষ্ট প্রতিক্রিয়া পাওয়ার সহজতা। উদাহরণস্বরূপ, একজন ব্যক্তির জন্য নাক বা মুখ স্পর্শ করা শেখা ৫ ইঞ্চি লম্বা একটি রেখা আঁকার চেয়ে সহজ হবে, যদি তাদের চোখ বন্ধ থাকে।\n\n\n=== আইনের প্রভাবের বিকাশ ===\n  \nথর্নডাইকের গবেষণা যন্ত্রমূলক শেখার উপর দৃষ্টি নিবদ্ধ করেছিল, যার অর্থ হল শেখার বিকাশ ঘটে যখন কোনো জীব কিছু করে। উদাহরণস্বরূপ, তিনি একটি বিড়ালকে কাঠের বাক্সের ভিতরে রাখেন। বিড়ালটি বের হওয়ার চেষ্টা করার সময় বিভিন্ন পদ্ধতি ব্যবহার করত, কিন্তু লিভারটি চাপা দেওয়ার আগে কিছুই কাজ করত না। এরপর, থর্নডাইক আবার বিড়ালটিকে কাঠের বাক্সের ভিতরে রাখেন। এবার, বিড়ালটি দ্রুত লিভারটি চাপতে সক্ষম হয় এবং বাক্স থেকে বেরিয়ে আসতে সফল হয়।\nপ্রথমে, থর্নডাইক ব্যর্থতা থেকে সৃষ্ট অসন্তুষ্টির গুরুত্বকে সাফল্যের সাথে সন্তুষ্টির পুরস্কারের সমান গুরুত্ব দিয়েছিলেন, যদিও মানুষের উপর তার পরীক্ষা-নিরীক্ষায় তিনি এই সিদ্ধান্তে পৌঁছান যে পুরস্কার শাস্তির চেয়ে অনেক বেশি কার্যকর প্রেরণাদায়ক। তিনি আরও জোর দিয়েছিলেন যে সাফল্যের পর অবিলম্বে সন্তুষ্টি আসা উচিত, নাহলে পাঠটি মনের মধ্যে গেঁথে যাবে না।\n\n\n=== ইউজেনিক্স ===\nটেমপ্লেট:Eugenics sidebar  \nথর্নডাইক ইউজেনিক্সের প্রবক্তা ছিলেন। তিনি যুক্তি দিয়েছিলেন যে \"নির্বাচনী প্রজনন মানুষের শেখার ক্ষমতা, সুস্থ থাকার ক্ষমতা, ন্যায়বিচারকে লালন করার ক্ষমতা বা সুখী হওয়ার ক্ষমতাকে পরিবর্তন করতে পারে। মানুষের পরিবেশ উন্নত করার চেয়ে তার প্রকৃতি উন্নত করার চেয়ে নিশ্চিত এবং সাশ্রয়ী উপায় আর নেই।\" তিনি বলেছেন:  \n\nআমি আশা করি এটি স্পষ্ট করে তুলেছি যে ইউজেনিক্স সম্পর্কে আমাদের অনেক কিছু শেখার আছে, এবং আমরা ইতিমধ্যে এতটুকু জানি যা আমাদের ভবিষ্যতের মানুষের মূল বুদ্ধিমত্তা এবং চরিত্রকে উন্নত করার জন্য একটি উচ্চতর, বিশুদ্ধ উৎস প্রদান করতে যথেষ্ট। যদি এটি আমাদের দায়িত্ব হয় যে বিশ্বের চেহারা এবং মানুষের রীতিনীতি ও ঐতিহ্যকে উন্নত করা, যাতে ভবিষ্যতে জন্ম নেওয়া মানুষ আরও ভালো অবস্থায় বাঁচতে পারে, তবে এই মানুষগুলির মূল প্রকৃতিকে উন্নত করাও আমাদের দ্বিগুণ দায়িত্ব। কারণ জীবনের অবস্থার উন্নতির চেয়ে নিশ্চিত উপায় আর নেই।  \nএবং আরও বলেছেন:  \n\nএই তথ্যগুলির উপর নৈতিকতা প্রচার করা আমার কাজের অংশ নয়। কিন্তু নিশ্চয়ই এটি একটি করুণ বিষয় হবে যদি মানুষ চিরকাল আবেগের উপজাত হিসাবে নিকৃষ্ট মানুষ তৈরি করে এবং ভুলভাবে প্রতিকারমূলক ও উপশমকারী মানবহিতৈষণার প্রতি ভক্তির কারণে ভালো মানুষকে জীবন দিতে অস্বীকার করে। নীতিশাস্ত্র এবং ধর্মকে মানুষকে শেখাতে হবে যে ভবিষ্যতের কল্যাণের পাশাপাশি তার চোখের সামনের পঙ্গু ব্যক্তির উপশমও কাম্য; এবং বিজ্ঞানকে মানুষকে শেখাতে হবে যে তার ভবিষ্যত প্রকৃতিকে নিয়ন্ত্রণ করার পাশাপাশি প্রাণী, উদ্ভিদ এবং প্রাকৃতিক শক্তিগুলিকেও নিয়ন্ত্রণ করতে হবে যার মধ্যে তাকে বাঁচতে হবে। এটি একটি মহৎ বিষয় যে মানুষের যুক্তি, যা অসংখ্য অযৌক্তিক ঘটনার ফল, এবং যাকে মানুষের উচ্চতর চাহিদার কথা ভেবে তৈরি করা হয়নি এমন প্রাচীন শাস্তির মাধ্যমে জীবনে প্রবেশ করানো হয়েছে, তা এখনও মানুষের জন্মকে বুঝতে, তার যাত্রাকে পর্যবেক্ষণ করতে, তার ভবিষ্যতের পথ চিহ্নিত করতে এবং তাকে বাইরের বাধা এবং ভিতরের ত্রুটিগুলি থেকে মুক্ত করতে ফিরে আসতে পারে। যতক্ষণ না মানুষের নিজের প্রকৃতির শেষ অপসারণযোগ্য বাধাটি নিঃসন্তান অবস্থায় মারা যায়, ততক্ষণ মানুষের যুক্তি বিশ্রাম নেবে না।\n\n\n== শিক্ষার উপর থর্নডাইক ==\nথর্নডাইকের Educational Psychology আচরণগত মনোবিজ্ঞানের দিকে একটি প্রবণতা শুরু করে, যা সমস্যার সমাধানে প্রায়োগিক প্রমাণ এবং বৈজ্ঞানিক পদ্ধতির উপর জোর দেয়। থর্নডাইক ছিলেন প্রথম মনোবিজ্ঞানীদের মধ্যে একজন, যিনি শেখার তত্ত্ব, মনস্তাত্ত্বিক পরিমাপ এবং স্কুল-সম্পর্কিত বিষয়ে প্রয়োগমূলক গবেষণা একত্রিত করে শিক্ষার মনোবিজ্ঞান গঠন করেন। শিক্ষার ক্ষেত্রে তার প্রভাব দেখা যায় সেই সময়ে পরীক্ষার প্রশ্নপত্র ও পাঠ্যপুস্তকের ব্যাপক বিপণনের ধারণার মাধ্যমে। তিনি শেখার ক্ষেত্রে প্রকৃতির প্রতিফলন হওয়া উচিত - এই ধারণার বিরোধিতা করেছিলেন, যা সেই সময়ের বিকাশমূলক বিজ্ঞানীদের প্রধান চিন্তা ছিল। বরং, তিনি মনে করতেন যে শিক্ষার মাধ্যমে প্রকৃতির উন্নতি করা উচিত।\n\nতার সময়ের অনেক অন্যান্য মনোবিজ্ঞানীর বিপরীতে, থর্নডাইক পরবর্তী জীবনে শিক্ষায় পরিসংখ্যানভিত্তিক পদ্ধতি গ্রহণ করেন এবং শিক্ষকদের ব্যবহারিক শিক্ষাগত সমস্যার সমাধানে সহায়তা করার জন্য গুণগত তথ্য সংগ্রহ করতেন।\n\nথর্নডাইকের তত্ত্ব ছিল এক সংযোগ তত্ত্ব, যা সেই সময়ের অনেক তত্ত্বের মতোই ছিল। তিনি বিশ্বাস করতেন যে উদ্দীপক ও প্রতিক্রিয়ার মধ্যে সংযোগটি একটি পুরস্কার বা নিশ্চিতকরণের মাধ্যমে দৃঢ় হয়। তিনি আরও মনে করতেন যে প্রেরণা শেখার ক্ষেত্রে একটি গুরুত্বপূর্ণ উপাদান।\n\nপ্রভাবের আইন (Law of Effect) প্রবর্তন করে পুনর্বলনকারী (reinforcer) ও দণ্ডকারী (punisher)-এর মধ্যে সম্পর্ক স্থাপন করা হয়। যদিও থর্নডাইক পুনর্বলনকারী ও দণ্ডকারীর মধ্যে সম্পর্কের বর্ণনায় অসম্পূর্ণ ছিলেন, তবুও এই ক্ষেত্রে তার কাজ পরবর্তী গবেষণার জন্য অনুঘটক হিসেবে কাজ করে, যেমন B.F. Skinner-এর গবেষণা।\nথর্নডাইকের প্রভাবের আইন বলে: \"যেসব প্রতিক্রিয়া কাঙ্ক্ষিত ফলাফল প্রদান করে, সেগুলো পুনরায় ঘটার সম্ভাবনা বেশি থাকে; যেখানে যেসব প্রতিক্রিয়া অপ্রিয় ফলাফল প্রদান করে, সেগুলোর পুনরাবৃত্তির সম্ভাবনা কম থাকে।\"\n\n'কাঙ্ক্ষিত ফলাফল' ও 'অপ্রিয় ফলাফল' পরবর্তীতে 'পুনর্বলনকারী' এবং 'দণ্ডকারী' নামে পরিচিত হয়।\n\nথর্নডাইকের আচরণগত মনোবিজ্ঞান সমিতিতে অবদান শ্রেণিকক্ষে তার প্রভাবের মাধ্যমে দেখা যায়, যেখানে বিশেষভাবে প্রশংসা ও উপেক্ষার আচরণের ওপর গুরুত্ব দেওয়া হয়েছে।\n\nশ্রেণিকক্ষে কাঙ্ক্ষিত আচরণের উদ্ভব ও সমর্থনে প্রশংসা ব্যবহৃত হয়। গবেষণায় দেখা গেছে, শ্রেণিকক্ষে প্রশংসা সঠিক প্রতিক্রিয়া ও উপযুক্ত আচরণ বাড়াতে সাহায্য করে।\n\nপরিকল্পিত উপেক্ষা (Planned ignoring) ব্যবহৃত হয় নির্দিষ্ট কোনো আচরণের উপস্থিতি কমাতে, দুর্বল করতে বা নির্মূল করতে।\n\nএটি সেই পুনর্বলনকারীকে বাদ দিয়ে সম্পন্ন হয়, যা আচরণটি বজায় রাখে। উদাহরণস্বরূপ, যদি একজন শিক্ষার্থী \"কান্নাকাটি\" করে শিক্ষকের মনোযোগ আকর্ষণের চেষ্টা করে এবং শিক্ষক সেই আচরণে প্রতিক্রিয়া না দেন, তবে শিক্ষার্থী বুঝতে পারে যে কান্নাকাটি করে শিক্ষকের মনোযোগ পাওয়া যাবে না।\n\n\n== নারীদের আচরণ সম্পর্কে বিশ্বাস ==\nপরবর্তীকালের আচরণবাদী যেমন জন বি. ওয়াটসন-এর মতো নন, যিনি আচরণের উপর পরিবেশগত প্রভাবের উপর অত্যন্ত জোর দিয়েছিলেন, থর্নডাইক বিশ্বাস করতেন যে পুরুষ ও নারীর পিতামাতার আচরণের পার্থক্য সাংস্কৃতিক নয়, বরং জৈবিক কারণে হয়। যদিও তিনি স্বীকার করেছিলেন যে সমাজ \"জটিল বা বিকৃত\" করতে পারে তার বিশ্বাস অনুযায়ী জন্মগত পার্থক্যগুলিকে, তিনি বিশ্বাস করতেন যে \"যদি আমরা [গবেষকরা] ছেলে ও মেয়েদের পরিবেশ একেবারে একই রাখি, তাহলে এই সহজাত প্রবৃত্তিগুলি ছেলে ও মেয়েদের মানসিক ও নৈতিক কার্যকলাপের মধ্যে নিশ্চিত এবং গুরুত্বপূর্ণ পার্থক্য তৈরি করবে\"। প্রকৃতপক্ষে, ওয়াটসন নিজেই মানুষের মধ্যে মাতৃসুলব প্রবৃত্তির ধারণাকে প্রকাশ্যে সমালোচনা করেছিলেন, প্রথমবার মা হওয়া মহিলাদের বুকের দুধ খাওয়ানোর সংগ্রাম পর্যবেক্ষণ করে। ওয়াটসন যুক্তি দিয়েছিলেন যে থর্নডাইক যেসব আচরণকে \"নার্সিং প্রবৃত্তি\" থেকে উদ্ভূত বলে উল্লেখ করেছিলেন, যা \"অযৌক্তিক প্রবণতা থেকে অন্যকে আদর করা, লালন-পালন করা এবং 'কিছু করার'\" থেকে আসে, নতুন মায়েরা এই আচরণগুলি করতে কষ্ট পান এবং এইভাবে এটি শেখা হয়েছে, যখন \"সহজাত উপাদানগুলি প্রায় শূন্য\"।\nথর্নডাইকের পুরুষ ও নারীর চিন্তাভাবনা ও আচরণের মধ্যে জন্মগত পার্থক্য সম্পর্কে বিশ্বাসের মধ্যে সমাজে নারীর ভূমিকা সম্পর্কে যুক্তিও অন্তর্ভুক্ত ছিল। উদাহরণস্বরূপ, \"নার্সিং প্রবৃত্তি\" এর পাশাপাশি, থর্নডাইক \"আধিপত্যের প্রতি সমর্পণ\" এর প্রবৃত্তি সম্পর্কে কথা বলেছেন, যুক্তি দিয়েছিলেন যে যেহেতু পুরুষরা সাধারণত নারীদের তুলনায় শারীরিকভাবে বড়, \"নারী সাধারণত জন্মগতভাবে পুরুষের প্রতি সমর্পিত।\" এই ধরনের বিশ্বাস সেই যুগে সাধারণ ছিল।\n\n\n== থর্নডাইকের শব্দ বই ==\nথর্নডাইক শিক্ষকদের শব্দ ও পড়ার নির্দেশনা সহায়তা করার জন্য তিনটি ভিন্ন শব্দ বই রচনা করেছিলেন। The Teacher's Word Book প্রকাশিত হওয়ার পর ১৯২১ সালে, আরও দুটি বই লেখা ও প্রকাশিত হয়েছিল, প্রতিটি বই তার পূর্বসূরী থেকে প্রায় এক দশক ব্যবধানে। সিরিজের দ্বিতীয় বই, যার সম্পূর্ণ শিরোনাম A Teacher's Word Book of the Twenty Thousand Words Found Most Frequently and Widely in General Reading for Children and Young People, ১৯৩২ সালে প্রকাশিত হয়েছিল, এবং তৃতীয় ও শেষ বই, The Teacher's Word Book of 30,000 Words, ১৯৪৪ সালে প্রকাশিত হয়েছিল।\nদ্বিতীয় বইয়ের পরিশিষ্ট এ-তে, থর্নডাইক তার শব্দ গণনা এবং কীভাবে নির্দিষ্ট শব্দগুলিকে ফ্রিকোয়েন্সি নির্ধারণ করা হয়েছিল তার জন্য কৃতিত্ব দিয়েছেন। পরিশিষ্ট এ থেকে নির্বাচিত উৎসগুলির মধ্যে রয়েছে:  \n\nশিশুদের পড়া: ব্ল্যাক বিউটি, লিটল উইমেন, ট্রেজার আইল্যান্ড, আ ক্রিসমাস ক্যারল, দ্য লিজেন্ড অফ স্লিপি হোলো, ইয়ুথস কম্প্যানিয়ন, স্কুল প্রাইমার, প্রথম পাঠক, দ্বিতীয় পাঠক এবং তৃতীয় পাঠক\nস্ট্যান্ডার্ড সাহিত্য: বাইবেল, শেক্সপিয়ার, টেনিসন, ওয়ার্ডসওয়ার্থ, কাউপার, পোপ এবং মিল্টন\nসাধারণ তথ্য ও পেশা: মার্কিন যুক্তরাষ্ট্রের সংবিধান এবং স্বাধীনতার ঘোষণাপত্র, আ নিউ বুক অফ কুকারি, প্র্যাকটিক্যাল সিউইং অ্যান্ড ড্রেস মেকিং, গার্ডেন অ্যান্ড ফার্ম অ্যালমানাক এবং মেইল-অর্ডার ক্যাটালগ\nতৃতীয় বইয়ের ভূমিকায়, থর্নডাইক লিখেছেন যে তালিকায় থাকা শব্দগুলি \"কোনো শব্দ লেখা, বলা বা শেখানোর সময় ব্যবহার করা উচিত কিনা তা জানতে চাইলে তা জানায় যে শব্দটি স্ট্যান্ডার্ড ইংরেজি পড়ার বিষয়বস্তুতে কতটা সাধারণ\" (পৃ. x), এবং তিনি আরও পরামর্শ দিয়েছেন যে শিক্ষকরা যদি এই তালিকাটি ব্যবহার করে নির্ধারণ করেন যে কোন শব্দগুলি পড়ার নির্দেশনার সময় জোর দেওয়া উচিত, তবে এটি সবচেয়ে ভালোভাবে ব্যবহার করা যেতে পারে। কিছু শব্দের অন্যান্যদের তুলনায় বেশি জোর দেওয়া প্রয়োজন, এবং থর্নডাইকের মতে, তার তালিকা শিক্ষকদের সবচেয়ে ঘন ঘন ঘটে যাওয়া শব্দগুলি সম্পর্কে জানায় যা নির্দেশনা দ্বারা শক্তিশালী করা উচিত এবং এইভাবে \"শিক্ষার্থীদের শব্দ জ্ঞানের স্থায়ী অংশ\" হয়ে ওঠে (পৃ. xi)। যদি একটি শব্দ তালিকায় না থাকে কিন্তু একটি শিক্ষামূলক পাঠ্যে উপস্থিত হয়, তবে এর অর্থ শুধুমাত্র সাময়িকভাবে সেই প্রসঙ্গে বোঝা প্রয়োজন যেখানে এটি পাওয়া গেছে, এবং তারপর স্মৃতি থেকে তা বাদ দেওয়া যেতে পারে।\n\n\n== থর্নডাইকের প্রভাব ==\nথর্নডাইক মনোবিজ্ঞানে ব্যাপকভাবে অবদান রেখেছেন। প্রাণী মনোবিজ্ঞানীদের উপর, বিশেষ করে যারা আচরণের নমনীয়তা নিয়ে গবেষণা করতেন, তার প্রভাব এই ক্ষেত্রে ভবিষ্যতের জন্য উল্লেখযোগ্য ভূমিকা রেখেছে। বিহেভিয়রিজমের পথ প্রশস্ত করার পাশাপাশি, মাপজোখের ক্ষেত্রে তার অবদান দর্শন, শিক্ষা প্রশাসন ও অনুশীলন, সামরিক প্রশাসন, শিল্প কর্মী ব্যবস্থাপনা, পাবলিক সার্ভিস এবং বিভিন্ন বেসরকারি ও সরকারি সামাজিক সেবার ক্ষেত্রে প্রভাব ফেলেছে। গেশটাল্ট মনোবিজ্ঞানী, শর্তযুক্ত প্রতিফলন (conditioned reflex) গবেষক এবং আচরণবিজ্ঞানীরা থর্নডাইকের গবেষণাকে প্রাথমিক ভিত্তি হিসেবে গ্রহণ করেছিলেন। থর্নডাইক জন বি. ওয়াটসন এবং ইভান পাভলভের সমসাময়িক ছিলেন। তবে, ওয়াটসনের থেকে ভিন্নভাবে, থর্নডাইক পুনর্বলনের (reinforcement) ধারণা প্রবর্তন করেন। তিনিই প্রথম শেখার ক্ষেত্রে মনোবিজ্ঞানগত নীতিমালা প্রয়োগ করেন। তার গবেষণা থেকে অনেক শিক্ষা তত্ত্ব ও আইন উদ্ভূত হয়েছে, যার মধ্যে প্রভাবের আইন (law of effect) সবচেয়ে গুরুত্বপূর্ণ হিসেবে বিবেচিত হয়।\n১৯২৯ সালে, থর্নডাইক তার প্রাথমিক শেখার তত্ত্ব পুনর্বিবেচনা করে ভুল স্বীকার করেন। পরবর্তী গবেষণায়, তিনি ব্যায়ামের আইন (law of exercise) পুরোপুরি বাতিল করেন, কারণ তিনি দেখতে পান শুধু অনুশীলন কোনও সংযোগকে শক্তিশালী করে না এবং সময়ের ব্যবধানে কোনও সংযোগ দুর্বলও হয় না। তিনি প্রভাবের আইন-এর অর্ধেক অংশও বাতিল করেন, কারণ তিনি আবিষ্কার করেন যে সন্তোষজনক ফলাফল সংযোগকে শক্তিশালী করে, তবে শাস্তি আচরণ পরিবর্তনে কার্যকর নয়। থর্নডাইক আচরণের ফলাফলের ওপর বিশেষ গুরুত্ব দিয়েছিলেন, যা শেখার ভিত্তি স্থাপন করে। তার কাজ কার্যকরী মনোবিজ্ঞান থেকে বিহেভিয়রিজমের দিকে উত্তরণের পরিচয় বহন করে এবং শেখার তত্ত্বের উপর মনোবিজ্ঞানের দৃষ্টি নিবদ্ধ করতে সহায়ক হয়েছে।\nতার গবেষণা বিএফ স্কিনার এবং ক্লার্ক এল. হল-এর ওপর বিশাল প্রভাব ফেলেছিল। স্কিনার, থর্নডাইকের মতোই, প্রাণীদের বাক্সে রেখে তাদের শেখার সক্ষমতা পর্যবেক্ষণ করেছিলেন। থর্নডাইক এবং পাভলভের শেখার তত্ত্বগুলি পরবর্তীতে ক্লার্ক এল. হল দ্বারা একত্রিত করা হয়। তার প্রেরণা (motivation) ও মানসিকতা গঠন (attitude formation) বিষয়ক কাজ মানব প্রকৃতি ও সামাজিক শৃঙ্খলা সম্পর্কিত অধ্যয়নগুলোতে সরাসরি প্রভাব ফেলেছে। তার গবেষণা তুলনামূলক মনোবিজ্ঞান (comparative psychology)-কে পঞ্চাশ বছর ধরে চালিত করেছে এবং আজও অসংখ্য মনোবিজ্ঞানীকে প্রভাবিত করে চলেছে।\n\n\n== উপলব্ধি ও অর্জন ==\n১৯১২ সালে, থর্নডাইক আমেরিকান মনোবিজ্ঞান সমিতির সভাপতি নির্বাচিত হন। ১৯১৭ সালে, তিনি আমেরিকান পরিসংখ্যান সমিতির ফেলো হিসেবে নির্বাচিত হন।ফেলোদের তালিকা  ওয়েব্যাক মেশিনে আর্কাইভকৃত জুন ১৬, ২০১৬ তারিখে, সংগৃহীত: জুলাই ১৬, ২০১৬। সেই বছরেই তিনি ন্যাশনাল একাডেমি অব সায়েন্সেসে ভর্তি হন।\"এডওয়ার্ড থর্নডাইক\"। www.nasonline.org। সংগ্রহের তারিখ ২০২৩-০৬-৩০।  তিনিই ছিলেন প্রথম মনোবিজ্ঞানীদের একজন যিনি এই প্রতিষ্ঠানটিতে যুক্ত হন।\nথর্নডাইক প্রাণীদের উপর তার প্রভাবের আইন (law of effect)-সম্পর্কিত গবেষণার জন্য সর্বাধিক পরিচিত। ১৯৩২ সালে, তিনি আমেরিকান দার্শনিক সমিতির সদস্য নির্বাচিত হন এবং ১৯৩৪ সালে আমেরিকান একাডেমি অব আর্টস অ্যান্ড সায়েন্সেস-এর সদস্যপদ লাভ করেন।\"এডওয়ার্ড লি থর্নডাইক\"। American Academy of Arts & Sciences। ২০২৩-০২-০৯। সংগ্রহের তারিখ ২০২৩-০৬-৩০।  সেই বছরেই, তিনি আমেরিকান বিজ্ঞান উন্নয়ন সমিতির সভাপতি হিসেবে নির্বাচিত হন।\n\n\n== সমালোচনা ==\nথর্নডাইকের সংযোগতত্ত্ব (connectionism) অতিসরলীকৃত এবং হ্রাসবাদী (reductionistic) হওয়ার কারণে সমালোচিত হয়েছে। তার প্রভাবের আইন এবং ধাঁধার বাক্স (puzzle box) পদ্ধতিকে বিহেভিয়রিস্টরা এবং অন্যান্য মনোবিজ্ঞানীরা বিস্তৃতভাবে সমালোচনা করেছেন। প্রভাবের আইন-এর সমালোচনার মূল চারটি দিক হলো: প্রভাবের পশ্চাদগামী বা পূর্ববর্তী প্রয়োগের ইঙ্গিত,আইনের দর্শনীয় প্রভাব,শেখার কারণ নির্ধারণে কার্যকর শর্তসমূহের চিহ্নিতকরণ,আইনের সামগ্রিক কার্যকারিতা।\n২০২০ সালের জর্জ ফ্লয়েডের বিক্ষোভ চলাকালীন, তার \"বর্ণবাদী, লিঙ্গবৈষম্যমূলক এবং ইহুদিবিদ্বেষী ধারণা\"-র কারণে নিউইয়র্কের টিচার্স কলেজের বোর্ড অফ ট্রাস্টিজ সর্বসম্মতিক্রমে থর্নডাইক হল থেকে তার নাম অপসারণের সিদ্ধান্ত নেয়।\n\n\n== নির্বাচিত কাজসমূহ ==\n==নির্বাচিত কাজসমূহ== \n\n\n== এছাড়াও দেখুন ==\nহ্যালো প্রভাব\nবেনজামিন ডি. উড\nরবার্ট এল. থর্নডাইক\nশেখার স্থানান্তর\n\n\n== নোটসমূহ ==\n\n\n== তথ্যসূত্র ==\nAdams, Mark A. (২০০০)। \"শক্তিবৃদ্ধি তত্ত্ব এবং আচরণ বিশ্লেষণ\"। Behavioral Development Bulletin। 9 (1): 3–6। ডিওআই:10.1037/h0100529 । \nBeatty, Barbara (১৯৯৮)। \"শেখার আইনের থেকে মূল্যবোধের বিজ্ঞান: থর্নডাইকের শিক্ষামূলক মনোবিজ্ঞানে দক্ষতা এবং নৈতিকতা\"। আমেরিকান মনোবিজ্ঞানী। 53 (10): 1145–1152। ডিওআই:10.1037/0003-066X.53.10.1145। সংগ্রহের তারিখ ২০২৪-১২-২৮। \nBrown, William (১৯১২-০১-০৪)। \"প্রাণী বুদ্ধিমত্তা: পরীক্ষামূলক গবেষণা বইয়ের পর্যালোচনা - ই. এল. থর্নডাইক\"। নেচার। 88 (2201): 306–307। এসটুসিআইডি 41122993। ডিওআই:10.1038/088306a0। \nCooper, Sunny (২০০৯)। শিক্ষামূলক মনোবিজ্ঞানের শেখার তত্ত্বসমূহ। www.lifecircles-inc.com। ২০১১-০৬-২৯ তারিখে মূল থেকে আর্কাইভ করা। \nCurti, Merle Eugene (১৯৫৯) [1935]। \"এডওয়ার্ড লি থর্নডাইক, বিজ্ঞানী, ১৮৭৯–১৯৪৯\"। আমেরিকান শিক্ষাবিদদের সামাজিক ধারণা, গত পঁচিশ বছরের নতুন অধ্যায়সহ (নতুন সংশোধিত সংস্করণ)। Pageant Books। পৃষ্ঠা 459–498। এলসিসিএন 59-13521। \nDarity, William A. Jr., সম্পাদক (২০০৮)। সামাজিক বিজ্ঞান আন্তর্জাতিক বিশ্বকোষ: সমাজবিজ্ঞান, পার্সোনিয়ান-দুর্বলতা। 8 (2য় সংস্করণ)। ডেট্রয়েট: Macmillan Library Reference। পৃষ্ঠা 358–359। আইএসবিএন 978-0-02-865965-7। \nDewey, Russ (২০০৭)। শেখার আইনের অনুসন্ধান। www.psywww.com। \nEsterhill, Frank J. (২০০০)। ইন্টারলিঙ্গুয়া ইনস্টিটিউট: একটি ইতিহাস। Interlingua Institute। আইএসবিএন 978-0-917848-02-5। \nEyewitness News WABC (২০২০-০৭-১৬)। \"কলাম্বিয়া টিচার্স কলেজের থর্নডাইক হলের নাম পরিবর্তন করা হচ্ছে\"। WABC-TV (ABC7 নিউ ইয়র্ক)। \nফুরুমোতো, লরেল; স্কারবোরা, এলিজাবেথ (১৯৮৬)। \"মনোবিজ্ঞানের ইতিহাসে নারীদের স্থান নির্ধারণ: প্রথম আমেরিকান নারী মনোবিজ্ঞানীরা\"। আমেরিকান সাইকোলজিস্ট। ৪১: ৩৫–৪২। ডিওআই:১০.১০৩৭/০০০৩-০৬৬x.৪১.১.৩৫ । \nগ্যালেফ, বেনেট জি. (অক্টোবর ১৯৯৮)। \"এডওয়ার্ড থর্নডাইক: বিপ্লবী মনোবিজ্ঞানী, অস্পষ্ট জীববিজ্ঞানী\"। আমেরিকান সাইকোলজিস্ট। ৫৩ (১০): ১১২৮–১১৩৪। ডিওআই:১০.১০৩৭/০০০৩-০৬৬X.৫৩.১০.১১২৮ । \nগুডিনাফ, ফ্লোরেন্স এল. (১৯৫০)। \"এডওয়ার্ড লি থর্নডাইক: ১৮৭৪–১৯৪৯\"। দ্য আমেরিকান জার্নাল অব সাইকোলজি। ৬৩ (২): ২৯১–৩০১। জেস্টোর ১৪১৮৯৪৩। ডিওআই:১০.১১২৬/সায়েন্স.১১১.২৮৮০.২৫০ । বিবকোড:১৯৫০সায়...১১১..২৫০W । \nগ্রে, পিটার ও. (২০১০)। মনোবিজ্ঞান (৬ষ্ঠ সংস্করণ)। ওর্থ, এনওয়াই: ওর্থ পাবলিশার্স। আইএসবিএন ৯৭৮-১৪২৯২১৯৪৭১। \nগাথরি, ই.আর.; পাওয়ার্স, এফ.এফ. (১৯৫০)। শিক্ষা মনোবিজ্ঞান। রোনাল্ড প্রেস কোম্পানি। ডিওআই:১০.১০৩৭/১৪৫৫৫-০০০ । \nহ্যাগব্লুম, স্টিভেন জে.; ওয়ার্নিক, রেনে; ওয়ার্নিক, জেসন ই.; জোন্স, ভিনেসা কে. (২০০২)। \"২০শ শতাব্দীর ১০০ জন বিশিষ্ট মনোবিজ্ঞানী\"। রিভিউ অব জেনারেল সাইকোলজি। ৬ (২): ১৩৯–১৫২। এসটুসিআইডি ১৪৫৬৬৮৭২১ । ডিওআই:১০.১০৩৭/১০৮৯-২৬৮০.৬.২.১৩৯ । সাইট সিয়ারX ১০.১.১.৫৮৬.১৯১৩  । সংগ্রহের তারিখ ২০২৪-১২-২৮। \nহারগেনহান, বি.আর.; ওলসন, ম্যাথিউ এইচ. (২০০৫)। শিক্ষণ তত্ত্বের পরিচয়। পিয়ারসন এডুকেশন। আইএসবিএন ৯৭৮-৮১-৩১৭-২০৫৬-১। \nহারগেনহান, বি.আর. (২০০৯)। মনোবিজ্ঞানের ইতিহাসের পরিচয়। ওয়াডসওর্থ, সেনগেজ লার্নিং। আইএসবিএন ৯৭৮-০-৪৯৫-৫০৬২১-৮। \nহেস্টার, পি.পি.; হেনড্রিকসন, জে.এম.; গ্যাবল, আর.এ. (২০০৯)। \"চল্লিশ বছর পর – আচরণগত সমস্যার ঝুঁকিতে থাকা প্রিস্কুল শিশুদের জন্য প্রশংসা, উপেক্ষা ও নিয়মের মূল্য\"। এডুকেশন অ্যান্ড ট্রিটমেন্ট অব চিলড্রেন। ৩২ (৪)। \nহিয়েমস্ট্রা, রজার (১৯৯৮-১১-০১)। \"সিরাকিউস বিশ্ববিদ্যালয় বংশগত তথ্য – জীবনী\"। ২০০৮-০২-২৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৮-০১-২৬।  \nজনসিচ, জেরালডিন (১৯৬৮)। দ্য সেইন পজিটিভিস্ট: আ বায়োগ্রাফি অব এডওয়ার্ড এল. থর্নডাইক। ওয়েসলিয়ান ইউনিভার্সিটি প্রেস। এলসিসিএন ৬৮-২৭৫৪২ । \nকেন্টরিজ, রবার্ট (২০০৫)। এডওয়ার্ড থর্নডাইক, পাজল-বক্সেস, অ্যান্ড দ্য ল সি এফ ইফেক্ট। ইউনিভার্সিটি অব ডারহাম। ডিসেম্বর ৫, ২০২২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ জুলাই ১৯, ২০১১। \nলিন, রিচার্ড (২০০১)। ইউজেনিক্স: আ রি অ্যাসেসমেন্ট। প্রেজার। আইএসবিএন ৯৭৮-০-২৭৫-৯৫৮২২-০। \nফিলো-নোটস (২০২৩-০৪-০৪)। \"থর্নডাইকস কনেকশনিজম: কী কনসেপ্ট\"। সংগ্রহের তারিখ ২০২৪-১২-২৮। \nরেইনেমেয়ার, এরিকা (মে ১৯৯৯)। \"সাইকোলজি হিস্ট্রি – বায়োগ্রাফি\"। ২০০৮-০২-০৪ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৮-০১-২৬। \nস্যাটলার, এল. পল (২০০৪)। ইভোলিউশন অব আমেরিকান এডুকেশনাল টেকনোলজি। আইএপি। আইএসবিএন ৯৭৮-১-৫৯৩১১-১৩৯-৭। \nশিল্ডস, স্টেফানি এস. (১৯৭৫)। \"ফাংশনালিজম, ডারউইনিজম, অ্যান্ড দ্য সাইকোলজি অব উইমেন: আ স্টাডি ইন সোশ্যাল মিথ\"। আমেরিকান সাইকোলজিস্ট। ৩০ (৭): ৭৩৯–৭৫৪। ডিওআই:১০.১০৩৭/এইচ০৭৭৬৯৪৮ । \nটিচার্স কলেজ, কলম্বিয়া ইউনিভার্সিটি (২০২০-০৭-১৫)। \"প্রেসিডেন্ট ও বোর্ড অফ ট্রাস্টির চেয়ারম্যানের কাছ থেকে গুরুত্বপূর্ণ ঘোষণা\"। ২০২৪-১২-২৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২৪-১২-২৮। \nথমসন, গডফ্রে (১৯৪৯-০৯-১৭)। \"প্রফেসর এডওয়ার্ড এল. থর্নডাইক (অবিটুয়ারি)\"। নেচার। ১৬৪ (৪১৬৮): ৪৭৪। ডিওআই:১০.১০৩৮/১৬৪৪৭৪এ০  । বিবকোড:১৯৪৯নেচুর.১৬৪কিউ.৪৭৪টি । \nওয়াটার্স, আর. এইচ. (১৯৩৪)। \"দ্য ল সি এফ ইফেক্ট অ্যাজ আ প্রিন্সিপল অব লার্নিং\"। সাইকোলজিক্যাল বুলেটিন [পাইসিএআরটিকেলস]। ৩১ (৬): ৪০৮–৪২৫। ডিওআই:১০.১০৩৭/এইচ০০৭৩৬৬৪ । \nওয়াটসন, জন বি. (১৯২৬)। স্টাডিজ অন দ্য গ্রোথ অব দ্য ইমোশনস, ইন সাইকোলজিস অব ১৯২৫। উস্টার, এমএ: ক্লার্ক ইউনিভার্সিটি প্রেস। পৃষ্ঠা ৫৪। \nজিমারম্যান, ব্যারি জি.; সঙ্ক, ডেল এইচ. (২০০৩)। এডুকেশনাল সাইকোলজি: আ সেঞ্চুরি অব কনট্রিবিউশনস। লরেন্স আরলবাম অ্যাসোসিয়েটস। আইএসবিএন ৯৭৮-০-৮০৫৮-৩৬৮২-০।  \n\n\n== বহিঃসংযোগ ==\n \n Works by or about [[:s:|]] at Wikisource\nগুটেনবের্গ প্রকল্পে এডওয়ার্ড থর্নডিক-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে এডওয়ার্ড থর্নডিক কর্তৃক কাজ বা সম্পর্কে তথ্য\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  এডওয়ার্ড থর্নডিক\nWorks by Edward L. Thorndike, at Hathi Trust\nEdward Thorndike জীবনী\nমনোবিজ্ঞানের ইতিহাসে ক্লাসিক্স – থর্নডাইক দ্বারা পশু বুদ্ধিমত্তা\nEdward L. Thorndike at www.nwlink.com\n\nটেমপ্লেট:APA Presidents"}