{"pageid": 1517855, "title": "অস্ট্রেলিয়ায় জৈব জ্বালানি", "url": "https://bn.wikipedia.org/wiki?curid=1517855", "content": "জৈব জ্বালানি হলো জৈব পদার্থ ( জৈববস্তু ) থেকে উৎপাদিত জ্বালানি, যার মধ্যে রয়েছে উদ্ভিদ উপকরণ এবং প্রাণীর বর্জ্য। এটিকে একটি নবায়নযোগ্য শক্তির উৎস হিসেবে বিবেচনা করা হয় যা কার্বন নিঃসরণ কমাতে সহায়তা করতে পারে। অস্ট্রেলিয়ায় বর্তমানে উৎপাদিত দুটি প্রধান জৈব জ্বালানি হল বায়োডিজেল এবং বায়োইথানল, যা যথাক্রমে ডিজেল এবং পেট্রোলের (পেট্রোল) বিকল্প হিসেবে ব্যবহৃত হয়।  ২০১৭ সালের হিসাব অনুযায়ী, অস্ট্রেলিয়া জৈব জ্বালানির তুলনামূলকভাবে ছোট উৎপাদনকারী দেশ, যা বিশ্ব বায়োইথানল উৎপাদনের ০.২% এবং বিশ্ব বায়োডিজেল উৎপাদনের ০.১%। \n২০১৬-১৭ সালে, অস্ট্রেলিয়ায় মোট তরল এবং বায়বীয় পরিবহন জ্বালানি শক্তি মিশ্রণের (energy mix) মাত্র ০.৫% অবদান রেখেছিল জৈব জ্বালানি। \n২০১৮ সালে মোট বাণিজ্যিক জৈব জ্বালানি উৎপাদন ছিলো ২৯০ মিলিয়ন লিটার (মিলি): ২৫০ মিলি ইথানল এবং ৪০ মিলি বায়োডিজেল। \nএই নিবন্ধটি মূলত ব্যক্তিগত যানবাহনে ব্যবহৃত জৈব জ্বালানি নিয়ে আলোচনা করে, যদিও রান্না, গরমকরণ এবং বিদ্যুৎ উৎপাদনেও জৈব জ্বালানি ব্যবহার করা যেতে পারে। ঐতিহাসিকভাবে অস্ট্রেলিয়ায় রান্না এবং ঘর গরম করার জন্য কাঠ পোড়ানো হতো, যা একটি জৈব জ্বালানি। ২০০৫ সালে, অস্ট্রেলিয়ায় ৯,০৯,০০০টি পরিবার প্রধান গরম করার পদ্ধতি হিসেবে জ্বালানি কাঠ ব্যবহার করত, আরও ৩০০,০০০ পরিবার মাঝেমধ্যেই জ্বালানি কাঠ (firewood ) ব্যবহার করত। \n\n\n== অস্ট্রেলিয়ায় জৈব জ্বালানির প্রকারভেদ ==\n\n\n=== বায়োডিজেল ===\nঅস্ট্রেলিয়ার জন্য জ্বালানি মান (বায়োডিজেল) নির্ধারণ ২০০৩ অনুসারে বায়োডিজেলকে 'উদ্ভিদ বা প্রাণী থেকে প্রাপ্ত তেলের নির্গমনের মাধ্যমে প্রাপ্ত ডিজেল জ্বালানি' হিসেবে সংজ্ঞায়িত করা হয়েছে। \nবায়োডিজেল সাধারণত উদ্ভিজ্জ তেল, পশুর চর্বি ( ট্যালো ) বা ব্যবহৃত রান্নার তেল থেকে তৈরি করা হয়। ট্রান্সএস্টেরিফিকেশন ও এস্টেরিফিকেশন  প্রক্রিয়ায় একটি অনুঘটকের উপস্থিতিতে ইথানল বা মিথানলের মতো অ্যালকোহলের সাথে এই পদার্থগুলির বিক্রিয়ার মাধ্যমে বায়োডিজেল উৎপাদন করা হয়, এবং মনো-অ্যালকাইল এস্টার (বায়োডিজেল) এবং গ্লিসারিন (বাইপ্রোডাক্ট) তৈরি হয়।  অস্ট্রেলিয়ায় বর্তমানে ব্যবহৃত প্রধান কাঁচামালগুলোর মধ্যে রয়েছে ট্যালো, ব্যবহৃত রান্নার তেল এবং তৈলবীজ। \nবায়োডিজেল যানবাহনের জ্বালানি হিসেবে ব্যবহৃত হয় এবং ডিজেল ব্যবহার করতে পারে এমন প্রায় সকল ইঞ্জিনেই বায়োডিজেল ব্যবহার করা যায়। বায়োডিজেল ১০০% বিশুদ্ধ অবস্থায় ব্যবহার করা যায়; তবে, এটি সাধারণত ডিজেল চালিত যানবাহন থেকে হাইড্রোকার্বন, কার্বন মনোক্সাইড এবং পার্টিকিউলেট কণার মাত্রা কমাতে বায়োডিজেল জ্বালানি মিশ্রণ হিসাবে ব্যবহৃত হয়।  বায়োডিজেল জ্বালানি বিভিন্ন ধরণের মিশ্রণ আকারে পাওয়া যায়। বায়োডিজেল মিশ্রণের নামগুলো জ্বালানিতে কত শতাংশ বায়োডিজেল রয়েছে তা নির্দেশ করে, যেখানে B5 তে ৫% বায়োডিজেল থাকে। অস্ট্রেলিয়ার সমস্ত স্টেট (রাজ্য) এর সার্ভিস স্টেশনগুলিতে বায়োডিজেল মিশ্রণ ক্রমবর্ধমানহারে সহজলভ্য হয়ে উঠছে, সাধারণত B5 এবং B20 হিসেবে । অস্ট্রেলিয়ায় বিক্রি হওয়া যেকোনো ডিজেলে অতিরিক্ত লেবেলিং ছাড়াই ৫% পর্যন্ত বায়োডিজেল অন্তর্ভুক্ত থাকতে পারে। \nঅস্ট্রেলিয়া বায়োডিজেল থেকে আলাদা নবায়নযোগ্য ডিজেল উৎপাদন করে না। তবে, অস্ট্রেলিয়ার জৈব জ্বালানি শোধনাগারগুলিতে চাহিদা হ্রাসের কারণে সাম্প্রতিক বছরগুলিতে সিঙ্গাপুরে ট্যালো রপ্তানি উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে নবায়নযোগ্য ডিজেল তৈরির জন্য। \n\n\n=== বায়োইথানল ===\n\nবায়োইথানল হল বর্ণহীন অ্যালকোহল যা জৈববস্তুর গাঁজন দ্বারা তৈরি হয়, যা শর্করা (উদাহরণস্বরূপ আখ, চিনির বিট বা গুড়), স্টার্চ (ভুট্টা, গম এবং শস্য) বা সেলুলোজ (বনজজাত দ্রব্য) থেকে প্রাপ্ত গ্লুকোজ ব্যবহার করে।  নবায়নযোগ্য শক্তির উৎস, জৈববস্তুপুঞ্জ থেকে উৎপাদিত ইথানল, ভবিষ্যতের জন্য সবচেয়ে আশাব্যঞ্জক জৈব জ্বালানি। \nঅস্ট্রেলিয়ায় বড় তিনটি ইথানল জ্বালানি উৎপাদন কেন্দ্র রয়েছে, যেখানে মূলত বর্জ্য গমের স্টার্চ, শস্যের সরঘাম (sorghum) এবং আখের গুড় থেকে ইথানল উৎপাদন করা হয়। এসব কেন্দ্রের মোট ইথানল উৎপাদন ক্ষমতা বছরে প্রায় ৪৪০ মিলিয়ন লিটার। এর প্রায় ৬৮% উৎপাদন নিউ সাউথ ওয়েলসের নওরা শহরের একটিমাত্র উৎপাদন কেন্দ্রে হয়।। \nবিশুদ্ধ ইথানল যানবাহনের জ্বালানি হিসেবে ব্যবহার করা যেতে পারে, তবে বায়োডিজেলের মতো এটি সাধারণত পেট্রোলিয়ামের সঙ্গে মিশিয়ে একটি মিশ্র মোটর জ্বালানি তৈরি করা হয়। ইথানল এবং পেট্রোলিয়াম মিশ্রিত করার ফলে এটি জ্বালানির অক্সিজেনেশনে সহায়তা করে, যার ফলে এটি সম্পূর্ণভাবে পুড়ে এবং ক্ষতিকর নির্গমন পরিমাণ হ্রাস করে।  ইথানল জ্বালানির বিভিন্ন মিশ্রণের মাত্রা রয়েছে। এর নামকরণে জ্বালানির মধ্যে থাকা ইথানলের শতাংশ উল্লেখ থাকে, যেমন E10-এ ১০% ইথানল এবং E85-এ ৮৫% ইথানল থাকে। সবচেয়ে প্রচলিত মিশ্রণ হলো E10, যা অস্ট্রেলিয়ার ৬০০টিরও বেশি সার্ভিস স্টেশনে পাওয়া যায়।  E85 তুলনামূলকভাবে কমসংখ্যক জ্বালানি কেন্দ্র থেকে সরবরাহ করা হয় এবং এটি মূলত বিশেষায়িত যানবাহনের জন্য। \n\n\n==== E85 যানবাহন ====\nফুয়েল কোয়ালিটি স্ট্যান্ডার্ডস অ্যাক্ট ২০০০ অনুসারে, E85 জ্বালানি শুধুমাত্র সেইসব যানবাহনে ব্যবহার করা যাবে, যা বিশেষভাবে E85 ব্যবহারের জন্য ডিজাইন বা পরিবর্তিত করা হয়েছে। এর মধ্যে ফ্লেক্সিবল-ফুয়েল যানবাহন (FFV) এবং V8 রেসিং সুপারকার অন্তর্ভুক্ত।  অস্ট্রেলিয়ায় প্রথম চালু হওয়া FFV হলো Saab BioPower 9.3 এবং 9.5, যা ২০০৭ সালে সিডনি এবং মেলবোর্নে ইউনাইটেড পেট্রোলিয়াম কর্তৃক দুটি সার্ভিস স্টেশনে E85 বিক্রি করা শুরুর সাথে সাথে বাজারে আসে।  এরপর  ক্যালটেক্স (Caltex) ২০১০ সালে Bio E-Flex নামে E85 জ্বালানি বাজারে আনে, যা বিশেষভাবে ফ্লেক্সিবল-ফুয়েল যানবাহনের জন্য তৈরি করা হয়েছিল। একই সময়ে হোল্ডেন ঘোষণা করে যে ক্যালটেক্স E85 তাদের  কমোডোর ভিই সিরিজ Commodore VE Series II গাড়ির জন্য উপযোগী হবে।   সুপারকারস চ্যাম্পিয়নশিপ মোটর রেসিং সিরিজ ২০০৯ মৌসুমের শুরু থেকেই E85 ব্যবহার করে আসছে। \nE85 অস্ট্রেলিয়ার নির্দিষ্ট কিছু সার্ভিস স্টেশনে পাওয়া যায়। E85-সামঞ্জস্যপূর্ণ যানবাহন, পেট্রোল বা E10 জ্বালানিতেও চলতে সক্ষম। \n\n\n== সূত্র ==\n\n\n=== বায়োডিজেল ===\nঅস্ট্রেলিয়ার বায়োডিজেল উৎপাদন কেন্দ্রগুলিতে পশুর চর্বি (ট্যালো), ব্যবহৃত রান্নার তেল (পুনর্ব্যবহৃত হলুদ গ্রীজ) এবং বিভিন্ন ধরণের উদ্ভিজ্জ তেল ব্যবহার করা হয়। \nঅস্ট্রেলিয়ায় ২০১৫ সালের পর থেকে বায়োডিজেলের ব্যবহার নাটকীয়ভাবে হ্রাস পেয়েছে। ২০১৭ এবং ২০১৮ সালে দেশের মোট বায়োডিজেল উৎপাদন ধার্য্য করা হয়েছিলো মাত্র ৪০ মিলিয়ন লিটার (ML)।  প্রতিকূল নীতিগত সহায়তা, আন্তর্জাতিক বাজারে তেলের কম  দাম, কাঁচামালের উচ্চ মূল্য এবং এর ভারসাম্য রক্ষার জন্য অপর্যাপ্ত কর ছাড়—এসব প্রতিকূল অবস্থার কারণে বেশিরভাগ উৎপাদন কেন্দ্র বন্ধ হয়ে যায়, যার ফলে উৎপাদনের হার খুবই কমে যায়।  অস্ট্রেলিয়ার বৃহত্তম বায়োডিজেল উৎপাদনকারী অস্ট্রেলিয়ান রিনিউয়েবল ফুয়েলস, ২০১৬ সালের গোড়ার দিকে বন্ধ হয়ে যায়। APAC Biofuel Consultants দীর্ঘ কয়েক বছর ধরে অস্ট্রেলিয়ার মোট বায়োডিজেল ব্যবহার পরিমাপ করে আসছে। ২০১৪-২০১৫ সালে বায়োডিজেলের ব্যবহার সর্বোচ্চ ৪৪২ মিলিয়ন লিটারে (ML) পৌঁছালেও, ২০১৫ সালের জুলাইয়ের পর উপরের কারণগুলোর ফলে এটি নাটকীয়ভাবে কমে ২০১৫-২০১৬ সালে মাত্র ৩৫ মিলিয়ন লিটারে (ML) নেমে আসে। \nঅস্ট্রেলিয়া বায়োডিজেল উৎপাদনের জন্য ইইউতে নন-জিএম তৈলবীজ রপ্তানি করে। \n\n\n=== স্যাক্সন ===\n\nঅস্ট্রেলিয়ায় নিউ সাউথ ওয়েলস এবং কুইন্সল্যান্ডে তিনটি প্রতিষ্ঠিত ইথানল উৎপাদনকারী প্রতিষ্ঠান রয়েছে, যেগুলো সম্মিলিতভাবে বছরে ৪৪০ মিলিয়ন লিটার (ML) ইথানল উৎপাদন করে। দেশের বৃহত্তম ইথানল উৎপাদনকারী প্রতিষ্ঠান হলো ম্যানিলড্রা গ্রুপ (Manildra Group), যা Bomaderry-তে অবস্থিত। এই প্রতিষ্ঠান গমের বর্জ্য স্টার্চ ব্যবহার করে বছরে ৩০০ মিলিয়ন লিটার ইথানল উৎপাদন করে, যা মোট ইথানল উৎপাদনের প্রায় ৬৮%। \nকুইন্সল্যান্ডে দুটি ইথানল প্ল্যান্ট রয়েছে, একটি ডালবিতে ইউনাইটেড পেট্রোলিয়াম পরিচালনা করে এবং একটি ছোট প্ল্যান্ট সারিনাতে যা উইলমার (সুক্রোজেন) দ্বারা পরিচালিত।  ডালবি প্ল্যান্টটি ডার্লিং ডাউনস অঞ্চলে অবস্থিত যেখানে (জোয়ার) উৎপাদিত হয় এবং এই প্ল্যান্টটি প্রতি বছর স্থানীয় চাষীদের কাছ থেকে প্রায় ২০০,০০০ মেট্রিক টন (MT) জোয়ার শস্য কিনে থাকে। এই পরিমাণ জোয়ার শস্য থেকে ৮০ লক্ষ লিটার ইথানল তৈরি করা সম্ভব। তুলনা করার জন্য, ১ মেট্রিক টন জোয়ারের দানা ৪০০ লিটার ইথানল তৈরি করতে পারে।  ২০১৭ সালের মাঝামাঝি সময়ে, কারখানাটি বছরে উৎপাদন ক্ষমতা ১০০ মিলিয়ন লিটারে উন্নীত করার জন্য ২০ মিলিয়ন মার্কিন ডলার বিনিয়োগের ঘোষণা দেয়।\nকুইন্সল্যান্ডের দ্বিতীয় ইথানল প্ল্যান্টটি উইলমার দ্বারা পরিচালিত এবং এটি চিনি উৎপাদনের উপজাত আখের গুড় (molasses) গাঁজন প্রক্রিয়ার মাধ্যমে ইথানল উৎপাদন করে। এই কেন্দ্রটি বছরে ৬০ মিলিয়ন লিটার (ML) ইথানল উৎপাদন করে।\nনিকট ভবিষ্যতে বেশ কয়েকটি নতুন ইথানল প্ল্যান্ট স্থাপনের প্রস্তাব করা হয়েছে:\n\nনর্থ কুইন্সল্যান্ড বায়ো-এনার্জি (NQBE) এর একটি প্রস্তাব, যার আওতায় ইনঘামে ৪০০ মিলিয়ন মার্কিন ডলারের একটি চিনি ইথানল প্ল্যান্ট নির্মাণ করা হবে, যা বার্ষিক ৯ কোটি লিটারেরও বেশি চিনি উৎপাদন করবে।\nডেনিলিকুইনে একটি ইথানল প্ল্যান্ট গম থেকে বছরে ১১৫ মিলিয়ন লিটার পর্যন্ত ইথানল উৎপাদন করবে।\nঅস্ট্রেলিয়ান রিনিউয়েবল এনার্জি এজেন্সি (ARENA) রিনিউয়েবল ডেভেলপমেন্টস অস্ট্রেলিয়াকে ৬০০ মিলিয়ন মার্কিন ডলার অর্থায়ন করেছে, যাতে তারা আখ এবং জোয়ার থেকে ৩৫০ মিলিয়ন লিটার ইথানল উৎপাদন করতে সক্ষম একটি নতুন ইথানল কেন্দ্র তৈরি করবে।\nকুইন্সল্যান্ড অস্টকেন এনার্জির ১৮০ মিলিয়ন মার্কিন ডলারের আখের ইথানল প্ল্যান্টের প্রস্তাব, যা বার্ষিক ১০০ মিলিয়ন লিটার ইথানল উৎপাদন করবে। \n\n\n=== দ্বিতীয় প্রজন্মের জৈব জ্বালানি ===\nপ্রথম প্রজন্ম এবং দ্বিতীয় প্রজন্মের জৈব জ্বালানির উন্নয়নে গবেষণায় উল্লেখযোগ্য অগ্রগতি হয়েছে। বর্তমানে উন্নয়নশীল নতুন কাঁচামালগুলোর মধ্যে রয়েছে ভারতীয় সরিষার বীজ (পশ্চিম অস্ট্রেলিয়া), মিলেটিয়া পিনাটা  বা Millettia pinnata (কুইন্সল্যান্ড, পশ্চিম অস্ট্রেলিয়া), মরিঙ্গা ওলিফেরা  বা Moringa oleifera (পশ্চিম অস্ট্রেলিয়া) এবং শৈবাল বা অ্যালজি (algae) (কুইন্সল্যান্ড, দক্ষিণ অস্ট্রেলিয়া, ভিক্টোরিয়া)।  বর্তমানে অস্ট্রেলিয়ার বিভিন্ন বিশ্ববিদ্যালয় এবং CSIRO অন্যান্য সম্ভাব্য নতুন কাঁচামাল যেমন সায়ানোব্যাকটেরিয়া, লিগনোসেলুলোজ, পঙ্গামিয়া এবং ম্যালি নিয়ে গবেষণা চালিয়ে যাচ্ছে।  এই ধরনের কিছু প্রযুক্তি সফলভাবে প্রদর্শিত হয়েছে, যেমন শৈবাল-ভিত্তিক জ্বালানি, কিন্তু এখনও সেগুলি বাণিজ্যিকভাবে লাভজনক হয়ে ওঠেনি। \n\n\n=== সিঙ্গাস এবং বায়োচার ===\nঅস্ট্রেলিয়ায় বেশ কয়েকটি প্রকল্প চলছে, যা বাণিজ্যিক পরিমাণে সিঙ্গ্যাস (syngas) এবং <b>বায়োচার</b> (biochar) উৎপাদনের প্রযুক্তি উন্নয়ন করছে। \nসিঙ্গাস হল কার্বন মনোক্সাইড, হাইড্রোজেন এবং অন্যান্য হাইড্রোকার্বনের একটি জ্বালানি গ্যাসের মিশ্রণ, যা কম অক্সিজেন পরিস্থিতিতে ( পাইরোলাইসিস ) জৈববস্তুর (biomass) অসম্পূর্ণ দহনের মাধ্যমে উৎপাদিত হয়। এই প্রক্রিয়াটি একটি উপ-পণ্য হিসেবে বায়োচার তৈরি করে, যা কয়লা ব্যবহার করে এমন যেকোনো প্রয়োগে প্রতিস্থাপিত হতে পারে, অথবা নাইট্রোজেন ক্ষয় কমাতে এবং মাইক্রোবায়োটা উন্নত করতে মাটি সংশোধন হিসেবে ব্যবহার করা যেতে পারে। \n\n\n== জৈব জ্বালানি উৎপাদন সুবিধা ==\n\n\n== সরকারি সহায়তা ==\nঅস্ট্রেলিয়ার দুটি রাজ্য বায়োফুয়েল বাধ্যতামূলক নীতি (biofuel mandate) চালু করেছে— কুইন্সল্যান্ড এবং নিউ সাউথ ওয়েলস।\n\nনিউ সাউথ ওয়েলস: এখানে নীতিমালা অনুযায়ী জ্বালানি বিক্রয়ের ৬% বায়োইথানল থাকতে হবে, যা কার্যত বোঝায় যে ৬০% পেট্রোল বিক্রি E10 হতে হবে।\nকুইন্সল্যান্ড: বর্তমানে, রাজ্যের বাধ্যতামূলক নীতির আওতায় পরিষেবা কেন্দ্রগুলোকে নিশ্চিত করতে হবে যে প্রতি ত্রৈমাসিকে তাদের মোট সাধারণ এবং ইথানল-মিশ্রিত আনলেডেড (শীষামুক্ত) পেট্রোল বিক্রয়ের কমপক্ষে ৩% ইথানল থাকবে।\nএই নীতিটি ১ জানুয়ারি ২০১৭ থেকে কার্যকর হয়েছে, তবে গ্রাহকরা তাদের ইচ্ছামতো জ্বালানি পছন্দ করতে পারেন।\n১ জুলাই ২০১৮ থেকে কুইন্সল্যান্ডে জৈবভিত্তিক পেট্রোলের বাধ্যতামূলক হার ৪% এ বৃদ্ধি করতে হবে।\nইথানলের বাধ্যবাধকতা ঘিরে কিছুটা বিতর্ক রয়েছে। ২০১৭ সালে উৎপাদনশীলতা কমিশন     (Productivity Commission) সুপারিশ করেছিল যে নিউ সাউথ ওয়েলস এবং কুইন্সল্যান্ড উভয়ের ইথানল বাধ্যতামূলক নীতিগুলো ২০১৮ সালের শেষের মধ্যে বাতিল করা উচিত। কমিশনের মতে, এই নীতিগুলো প্রতিযোগিতামূলক ভারসাম্য নষ্ট করে এবং প্রিমিয়াম জ্বালানির বিকল্প ব্যবহারের কারণে ভোক্তাদের জন্য খরচ বৃদ্ধি পায়।। \nকুইন্সল্যান্ড এবং নিউ সাউথ ওয়েলসের জৈবভিত্তিক ডিজেল বাধ্যতামূলক নীতি অনুসারে কুইন্সল্যান্ডে বিক্রিত সমস্ত ডিজেল জ্বালানির ০.৫% জৈবডিজেল হতে হবে   নিউ সাউথ ওয়েলসে  রাজ্যের নীতিমালা অনুযায়ী মোট ডিজেল বিক্রয়ের অন্তত ২% বায়োডিজেল হতে হবে। \nকুইন্সল্যান্ড সরকারের বায়োফুয়েল উদ্যোগ:\nকুইন্সল্যান্ড সরকার বেশ কয়েকটি কর্মসূচি চালু করেছে, যার লক্ষ্য রাজ্যকে বায়োফুয়েলের বাণিজ্যিক উৎপাদনের কেন্দ্র হিসেবে গড়ে তোলা। এই কর্মসূচিগুলো মূলত সামরিক, সামুদ্রিক (maritime) এবং বিমান চলাচল (aviation) খাতে বায়োফুয়েলের ব্যবহার বৃদ্ধির জন্য নেওয়া হয়েছে। \n\n\n== নিয়ন্ত্রণ এবং কর ব্যবস্থা ==\nঅস্ট্রেলিয়ায় জ্বালানির মান নিয়ন্ত্রণে ফেডারেল সরকারের বিধি-বিধান:\nঅস্ট্রেলিয়ায় পেট্রোল ও ডিজেল জ্বালানির মানের উপর ফেডারেল সরকার নিয়ন্ত্রণ আরোপ করেছে।\n\nFuel Quality Standards Act 2000 একটি আইনি কাঠামো প্রদান করে, যা জাতীয় জ্বালানি মান ও জ্বালানি তথ্য মান নির্ধারণ করে।\nএই মানদণ্ডগুলি নিম্নলিখিত জ্বালানির ক্ষেত্রে প্রযোজ্য:\nপেট্রোল\nডিজেল\nবায়োডিজেল\nঅটোগ্যাস\nইথানল E85 \nইথানল মিশ্রণের উপর আইনগত সীমা (২০০৩)\n\nজুলাই ২০০৩ থেকে, জ্বালানিতে ইথানলের সর্বোচ্চ অনুমোদিত পরিমাণ ১০% নির্ধারণ করা হয়েছে।\nএই সীমা নির্ধারণের প্রধান কারণ ছিল গাড়ির পরীক্ষার ফলাফল, যা দেখিয়েছে যে ২০% বা তার বেশি ইথানলযুক্ত পেট্রোল পুরনো মডেলের কিছু গাড়িতে সমস্যা সৃষ্টি করতে পারে।\nএছাড়াও, খুচরা বিক্রেতাদের বাধ্যতামূলকভাবে জ্বালানি ডিসপেন্সারে ইথানলযুক্ত মিশ্রণের লেবেল প্রদান করতে হবে, যাতে ভোক্তারা সহজেই তা চিহ্নিত করতে পারেন।\nদেশীয়ভাবে উৎপাদিত ইথানলের উপর কর অব্যাহতি:\n\n৩০ জুন ২০২১ পর্যন্ত, অস্ট্রেলিয়ায় দেশীয়ভাবে উৎপাদিত জ্বালানি ইথানল কার্যত আবগারি কর (excise tax) থেকে মুক্ত ছিল।\nতুলনামূলকভাবে, পেট্রোলে প্রতি লিটারে ৩৮.১৪৩ সেন্ট আবগারি কর প্রযোজ্য।\n\n\n== প্রচারণা ==\n২০১৮ সাল পর্যন্ত, দুটি রাজ্য সরকার E10 শিক্ষামূলক প্রচারাভিযান চালু করে। নিউ সাউথ ওয়েলস সরকার এবং অংশীদার NRMA ২০১৭ সালে 'ফুয়েল ফর থট'  (\"Fuel for Thought\") প্রচারাভিযান শুরু করে।  কুইন্সল্যান্ড সরকার এবং অংশীদার RACQ-এর একই রকম \"E10 OK\" প্রচারাভিযান চালু করে।  উভয় প্রচারাভিযানে মোটরচালকদের জন্য ইথানল-যুক্ত জ্বালানির সামঞ্জস্যতা পরীক্ষার সুবিধা এবং প্রাসঙ্গিক তথ্য সরবরাহ করা হয় \n\n\n== সমস্যাসমূহ ==\n\n\n=== খাদ্য নিরাপত্তা ===\nব্যক্তিগত যানবাহনের জন্য  জৈব জ্বালানি বা বায়োফুয়েল উৎপাদন ও ব্যবহারের প্রধান প্রতিবন্ধকতা হলো খাদ্য নিরাপত্তা  এবং জমির প্রাপ্যতা।  অস্ট্রেলিয়ার জনগণের জন্য সবচেয়ে উদ্বেগজনক বিষয়গুলোর মধ্যে একটি হলো খাদ্য উৎপাদনের জমি বায়োফুয়েল উৎপাদনের জন্য ব্যবহার করার ফলে খাদ্যের বাজারমূল্য বৃদ্ধি পায়।  এই কারণে, অস্ট্রেলিয়ায় বায়োফুয়েলে বিনিয়োগ ও উৎপাদন নিয়ে ব্যাপক বিতর্ক রয়েছে।\n\n\n=== পরিবেশগত প্রভাব ===\nগ্রিনহাউস গ্যাস নির্গমন হ্রাসের ক্ষেত্রে জীবাশ্ম জ্বালানির তুলনায় জৈব জ্বালানি ব্যবহারের পরিবেশগত সুবিধাগুলি ব্যাপকভাবে নথিভুক্ত রয়েছে।  তবে, উৎপাদনের সময় ব্যবহৃত ফিডস্টকের উপর নির্ভর করে নির্গমন পরিবর্তিত হয় এবং এর হিসাব অবশ্যই রাখতে হবে। উদাহরণস্বরূপ, E10 মিশ্রণ ব্যবহারের সময়, সীসাবিহীন পেট্রোলের তুলনায় গ্রীনহাউস গ্যাস নির্গমন গমের ক্ষেত্রে ১.৭% কম এবং মোলাসেস বা গুড় ব্যবহারের ক্ষেত্রে ৫.১% কম। তবে, যাত্রীবাহী গাড়িতে ক্ষেত্রে এই পরিসংখ্যানগুলির সাথে E85 এর তুলনা করাম মতো কোনও তথ্য নেই; তবে E10 এর তুলনায় নির্গমন অনেক কম হবে কারণ এতে পেট্রোলের পরিমাণ কম থাকে।  বর্জ্য উদ্ভিজ্জ তেল থেকে বায়োডিজেলের জন্য গ্রিনহাউস গ্যাস নির্গমন B100 এর জন্য ৮৯.৫% কম এবং ডিজেলের তুলনায় B5 এর জন্য ৪.২% কম। ট্যালো থেকে উৎপাদিত বায়োডিজেলের নির্গমন B100 এর জন্য ডিজেলের তুলনায় ২৯% কম, B5 এর জন্য ১.৫% কম এবং ক্যানোলা তেলের ক্ষেত্রে নির্গমন  B5 এর জন্য ডিজেলের তুলনায় ১৫% কম, B5 এর জন্য ডিজেলের তুলনায় ১.৫% কম।  এটাও মনে রাখা গুরুত্বপূর্ণ যে কিছু ফিডস্টকের ক্ষেত্রে, গ্রিনহাউস গ্যাস নির্গমনের ভারসাম্য সবসময় ইতিবাচক হয় না, তাই, বিনিয়োগ এমন ফিডস্টকে করা উচিত যেখানে গ্রিনহাউস গ্যাস ভারসাম্য সর্বোচ্চ ইতিবাচক এবং পরিবেশগত, অর্থনৈতিক এবং সামাজিক খরচ সর্বনিম্ন। \nভূমি ব্যবহারের পরিবর্তনের কারণে পরিবেশের উপর সম্ভাব্য নেতিবাচক প্রভাব পড়তে পারে। জৈব জ্বালানি ফসল একমুখী চাষ পদ্ধতি ব্যবহার করে চাষ করা হয়, যা জীববৈচিত্র্য হ্রাস করতে পারে। প্রত্যক্ষ ও পরোক্ষ ভূমি ব্যবহারের পরিবর্তনের ফলে ভূমিতে কার্বন মজুদের পরিবর্তন হতে পারে, যার ফলে ভুমির উপরের এবং নিচের জীবজন্তু জীবনের (বায়োমাস) এবং মাটিতে জৈব কার্বনের পরিমাণ হ্রাস পেতে পারে, যা বায়ুমণ্ডলে গ্রিনহাউস গ্যাসের পরিমাণ বৃদ্ধি করতে পারে।  এছাড়াও, যখন ফসল-ভিত্তিক জৈব জ্বালানি বন উজাড় বা খণ্ডিতকরণে অবদান রাখে, তখন জৈব জ্বালানির দূষণ সুবিধাগুলি রদ করা যেতে পারে বা বাদ দেওয়া যেতে পারে যার ফলে দূষণের নিট পরিমানের বৃদ্ধি ঘটে।  জৈব জ্বালানি উৎপাদনের ফলে অনেক পরোক্ষ প্রভাবও দেখা যায়, উদাহরণস্বরূপ, ইউরোপে রেপসিড তেল থেকে বায়োডিজেল উৎপাদনের উপর একটি গবেষণায় দেখানো হয়েছে যে পেট্রোল ডিজেলের পরিবর্তে B100 ব্যবহার করলে অতিরিক্ত পুষ্টি এবং জলের প্রবাহের কারণে অ্যাসিডিফিকেশন ৫৯% এবং ইউট্রোফিকেশন ২১৪% বৃদ্ধি পায়। \nজীববৈচিত্র্য সংরক্ষণ বা পরিবেশগত স্থায়িত্বের ক্ষেত্রে জৈব জ্বালানি উৎপাদন সম্পর্কিত অস্ট্রেলিয়ার বর্তমানে কোনও সুনির্দিষ্ট নীতি, নিয়ম বা বিধি নেই। \n\n\n== আরো দেখুন ==\n\nঅঞ্চল অনুসারে জৈব জ্বালানি\nঅস্ট্রেলিয়ায় বিশ্ব উষ্ণায়ন প্রশমন\nইথানল জ্বালানি\nদেশ অনুযায়ী ইথানল জ্বালানি\nঅস্ট্রেলিয়ায় ভূ-তাপীয় শক্তি\nঅস্ট্রেলিয়ান নবায়নযোগ্য শক্তি সংস্থা\nদেশ অনুযায়ী নবায়নযোগ্য শক্তির বিষয়ের তালিকা\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Energy in Australia\n\n\n== বহিঃসংযোগ ==\nজৈবশক্তি অস্ট্রেলিয়া\nরেইনবো বি ইটার নবায়নযোগ্য শক্তি\nE10 চিন্তার জন্য জ্বালানি\nE10 ওকে\nজাতীয় সহায়তা পেলে জৈব জ্বালানির লক্ষ্যমাত্রা ১ বিলিয়ন ডলার এবং অঞ্চলগুলিতে হাজার হাজার কর্মসংস্থান যোগ করতে পারে\nঅস্ট্রেলিয়া - জৈব জ্বালানি বার্ষিক ২০১৭\nটেমপ্লেট:Renewable energy by country"}