{"pageid": 1517812, "title": "মায়ানগর", "url": "https://bn.wikipedia.org/wiki?curid=1517812", "content": "মায়ানগর (আন্তর্জাতিকভাবে ওয়ান্স আপন আ টাইম ইন ক্যালকাটা নামে মুক্তি পেয়েছে) হলো ২০২১ সালে আদিত্য বিক্রম সেনগুপ্ত পরিচালিত একটি বাংলা -ভাষা ভারতীয়-ফরাসি-নরওয়েজিয়ান চলচ্চিত্র। এটি উইশবেরি ফিল্মস প্রযোজিত, ফর ফিল্মস, ক্যাথেরিন ডুসার্ট প্রোডাকশনস (ফ্রান্স) এবং ডিইউওফিল্ম অ্যাস (নরওয়ে) এর সহযোগিতায় ভারতীয় পরিচালকের তৃতীয় চলচ্চিত্র। ২০২১ সালের সেপ্টেম্বরে ৭৮তম ভেনিস আন্তর্জাতিক চলচ্চিত্র উৎসবে ছবিটির বিশ্ব প্রিমিয়ার হয়েছিল। এই ছবিতে শ্রীলেখা মিত্র প্রধান চরিত্রে অভিনয় করেছেন। তার সাথে রয়েছেন অরিন্দম ঘোষ, ব্রাত্য বসু, সত্রাজিৎ সরকার, অনির্বাণ চক্রবর্তী, রিকিতা নন্দিনী শিমু এবং নবাগত শায়ক রায়। ছবিটি ২০১৫ সাল থেকে নির্মাণাধীন ছিল এবং সিএনসি, সরফন্ড এবং এনএফডিসি ফিল্ম বাজার দ্বারা সমর্থিত হওয়ার আগে এটি কান চলচ্চিত্র উৎসবে ল্যাটলিয়ার সিনেফন্ডেশনের অংশ ছিল । \nসেনগুপ্ত জানান, ছবির ধারণাটি তাঁর মাথায় আসে যখন তিনি কলকাতার সায়েন্স সিটির বাইরে দাঁড়িয়ে থাকা একটি ডাইনোসরের মূর্তির ছবি তোলেন। তখন তিনি দেখেন, কাছেই একটি নতুন ফ্লাইওভার নির্মাণের কাজ দ্রুতগতিতে এগিয়ে চলেছে। এটি যেন অতীতের একটি নিদর্শন ও কলকাতার অর্থনৈতিক উন্নয়নের প্রতীকের মধ্যে সরাসরি একটি বৈসাদৃশ্য তৈরি করছিল। স্ক্রিন ডেইলি-তে দেওয়া এক সাক্ষাৎকারে সেনগুপ্ত বলেন, \"দেখে মনে হচ্ছিল, যেন ফ্লাইওভার ও ডাইনোসরটি দৌড় প্রতিযোগিতায় নামতে চলেছে।\" ২০২২ সালের নিউ ইয়র্ক ইন্ডিয়ান ফিল্ম ফেস্টিভালে এই সিনেমাটি দুটি পুরস্কার অর্জন করে—সেনগুপ্তের জন্য সেরা পরিচালনা এবং মিত্রের জন্য সেরা অভিনেত্রীর পুরস্কার। পরে, ৭ ফেব্রুয়ারি ২০২৫-এ ছবিটি ভারতে প্রেক্ষাগৃহে মুক্তি পায়।\n\n\n== সারসংক্ষেপ ==\nএলা (শ্রীলেখা মিত্র) এক শোকাহত মা, যিনি স্বামীর বাড়ি ছেড়ে বেরিয়ে এসে নিজের স্বাধীন জীবন গড়তে চান। তিনি এক ক্যাবারে নৃত্যশিল্পীর মেয়ে, যার একসময় প্রেমের সম্পর্ক গড়ে ওঠে উত্তর কলকাতার ঐতিহ্যবাহী থিয়েটার সার্কারেনা-র মালিকের সঙ্গে। সার্কারেনা, যা এশিয়ার প্রথম ঘূর্ণায়মান মঞ্চ হিসেবে পরিচিত, একসময় ছিল নাট্যজগতের এক গুরুত্বপূর্ণ নাম। এর মালিক ছিলেন অমর ঘোষ।\nএলার সৎভাই বুবু (ব্রাত্য বসু) এখন একাকী বসবাস করেন এই পরিত্যক্ত থিয়েটারে। এদিকে, নিজস্ব বাড়ি কেনার জন্য ব্যাংক ঋণ না পেয়ে এলা এক পনজি স্কিমের মালিক তথা তাঁর বসকে কাজে লাগিয়ে নিজের ইচ্ছা পূরণ করেন। কিন্তু খুব শিগগিরই তিনি বুঝতে পারেন, শুধু তিনিই নন—এই শহরে আরও অনেকেই সুযোগের অপেক্ষায় থাকা একেকজন শকুন, যারা আরও বেশি পাওয়ার জন্য মরিয়া।\nএই চলচ্চিত্রটি বাস্তব ঘটনার অনুপ্রেরণায় নির্মিত।\n\n\n== অভিনয়শিল্পী ==\nশ্রীলেখা মিত্র - ইলা\nবুবু চরিত্রে ব্রাত্য বসু\nশিশির চরিত্রে সত্রাজিৎ সরকার\nভাস্কর চরিত্রে অরিন্দম ঘোষ\nরাজা চরিত্রে শায়ক রায়\nপিঙ্কি চরিত্রে রিকিতা নন্দিনী শিমু\nপ্রদীপ্ত চরিত্রে অনির্বাণ চক্রবর্তী\n\n\n== উৎপাদন ==\n\n\n== মুক্তি ==\nফিল্মটি ৭৮তম ভেনিস আন্তর্জাতিক চলচ্চিত্র উৎসবে প্রদর্শিত হয়। প্রিমিয়ারে উপস্থিত ছিলেন প্রধান অভিনেতা শ্রীলেখা মিত্র এবং অরিন্দম ঘোষ, সহ-প্রযোজক ক্যাথরিন ডুসার্ট ও ইঙ্গ্রিড লিল হগটুন এবং ফর ফিল্মসের প্রযোজক প্রিয়ঙ্কর পাত্র, যিনি সেনগুপ্তর পরবর্তী প্রকল্পের জন্য ভেনিস প্রোডাকশন ব্রিজেও অংশ নিয়েছিলেন। ২০২২ সালে, ফিল্মটির উত্তর আমেরিকান প্রিমিয়ার নিউ ডিরেক্টরস নিউ ফিল্মস-এ হয়, এরপর এটি যুক্তরাষ্ট্রের অন্যান্য উৎসবে প্রদর্শিত হয়ে পুরস্কার জিতে।\n\n\n== অভ্যর্থনা ==\nভেনিস চলচ্চিত্র উৎসবে প্রদর্শনের পর Once Upon A Time In Calcutta বিপুল প্রশংসা অর্জন করে। এনডিটিভি-এর সাইবল চ্যাটার্জি ফিল্মটিকে পাঁচে চার তারকা দিয়ে লেখেন, \"এটি একটি অসাধারণ সাফল্য, যেখানে ঘনিষ্ঠ ও বিস্তৃত দৃষ্টিভঙ্গিকে নিখুঁতভাবে মিলিয়ে দেয়া হয়েছে।\" দ্য কোয়াইন্ড ৪.৫/৫ রেটিং দিয়ে প্রশংসা করে, \"চলচ্চিত্রটি এক পরিবর্তনশীল শহরকে কোমলতা ও মেধার সাথে ধারণ করে।\" দ্য হিন্দু তার প্রতিবেদনে উল্লেখ করে, \" ডুন দেখার জন্য আইম্যাক্স বেছে নিন, কিন্তু এই সিনেমাটি মিস করবেন না।\"\nসিনেউরপা-এর ডেভিড কাটজ এটিকে \"আধুনিক কলকাতার প্রতি এক চলচ্চিত্র-কবিতা\" বলে অভিহিত করেন। ফিল্ম কোম্পানিওন-এর জন্য অনুপমা চোপড়া বিশেষভাবে শ্রীলেখা মিত্রের অভিনয়ের প্রশংসা করে লেখেন, \"তিনি সম্পূর্ণ আত্মবিশ্বাসের সাথে এলা চরিত্রটি ফুটিয়ে তুলেছেন। তার পরিস্থিতি করুণ হতে পারে, তবে তিনি নন। বরং, আদিত্য ও গোকহান তার জীবনে এক ধরনের কবিতা সৃষ্টি করেছেন।\"\n\n\n== পুরস্কার ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে মায়ানগর   (ইংরেজি)"}