{"pageid": 1517956, "title": "পেরুর বিদ্যুৎ খাত", "url": "https://bn.wikipedia.org/wiki?curid=1517956", "content": "পেরুর বিদ্যুৎ খাত গত ১৫ বছরে ব্যাপক উন্নতি করেছে। বিদ্যুতায়নের পরিমাণ ১৯৯০ সালের ৪৫% থেকে ২০১৮ সালে ৯৬.৪% উন্নীত পেয়েছে। একই সাথে, সেবার গুণমান ও সেবা প্রদানকারীদের দক্ষতাও বৃদ্ধি পেয়েছে। এই উন্নয়ন ১৯৯২ সালে শুরু হওয়া সংস্কারের পরবর্তীকালে বেসরকারীকরণের মাধ্যমে সম্ভব হয়েছে। বিদ্যুৎ খাত লাতিন আমেরিকার গড়ের সঙ্গে সামঞ্জস্যপূর্ণ থাকলেও কিছু চ্যালেঞ্জ রয়ে গেছে। \nএর মধ্যে একটি হলো, গ্রামীণ এলাকায় এখনও পূর্ণ বিদ্যুতায়ন সম্ভব হয়নি। এছাড়া, কিছু নবায়নযোগ্য শক্তির—বিশেষ করে বায়ু ও সৌর শক্তির—উন্নয়ন যথাযথ নিয়ন্ত্রক কাঠামোর অভাবে উল্লেখযোগ্যভাবে বাড়েনি।\nবর্তমান বিদ্যুৎ উৎপাদন ক্ষমতা তাপবিদ্যুৎ ও জলবিদ্যুৎ উৎসের মধ্যে সমানভাবে বিভক্ত। সাম্প্রতিক নবায়নযোগ্য প্রবণতার ফলে দেশটির বিদ্যুৎ খাত প্রাকৃতিক গ্যাসচালিত বিদ্যুৎকেন্দ্রের দিকে স্থানান্তরিত হয়েছে। এসব কেন্দ্র মূলত অ্যামাজন বনের কামিসিয়া গ্যাসক্ষেত্র থেকে প্রাপ্ত গ্যাস দ্বারা পরিচালিত হবে।\nজাতীয় আন্তঃসংযুক্ত সিস্টেম (এসইআইএন) দেশটির জনসংখ্যার ৮৫% কে সেবা প্রদান করে, বাকি অংশে কয়েকটি বিচ্ছিন্ন বিদ্যুৎ ব্যবস্থা রয়েছে। শহুরে এলাকায় বিদ্যুৎ উৎপাদন, সঞ্চালন ও বিতরণে প্রধানত বেসরকারি খাতের বিনিয়োগ রয়েছে, তবে গ্রামীণ এলাকায় বিদ্যুতায়ন সরকারিভাবে করা হয়।\n\n\n== বিদ্যুৎ সরবরাহ ও চাহিদা ==\n\n\n=== স্থাপিত ক্ষমতা ===\nপেরুর স্থাপিত বিদ্যুৎ উৎপাদন ক্ষমতা তাপবিদ্যুৎ এবং জলবিদ্যুৎ উৎসের মধ্যে সমানভাবে বিভক্ত। ২০০৬ সালে, দেশে মোট ৬.৭ গিগাওয়াট স্থাপিত ক্ষমতা ছিল। এর ৫২% তাপবিদ্যুৎ এবং ৪৮% জলবিদ্যুৎ থেকে আসতো, অন্য নবায়নযোগ্য উৎসের অংশ খুবই নগণ্য ছিল। মোট ক্ষমতার ৮৪% (৫.৬৩ গিগাওয়াট) বিদ্যুৎ গ্রাহকদের সরবরাহ করা হয়, বাকি ১৬% (১.০৩ গিগাওয়াট) উৎপাদন ব্যবস্থা সক্রিয় রাখার জন্য ব্যবহৃত হয়।\nতবে, বিদ্যুৎ উৎপাদন এই দুই প্রধান উৎসের মধ্যে সমানভাবে ভাগ করা হয়নি। ২০০৬ সালে, পেরুর মোট বিদ্যুৎ উৎপাদনের ৭২% এসেছিল জলবিদ্যুৎ কেন্দ্র থেকে এবং এর মধ্যে ছিল মোট ২৭.৪ টেরাওয়াট-ঘণ্টা। প্রচলিত তাপবিদ্যুৎ কেন্দ্রগুলো শুধুমাত্র পিক-আওয়ার সময় বা যখন আবহাওয়ার কারণে জলবিদ্যুৎ উৎপাদন কমে যায়, তখনই কার্যকর ছিল। দেশের তাপবিদ্যুৎ ক্ষমতার এই ‘অপব্যবহার’ ঘটে তাপ উৎপাদনের উচ্চ পরিবর্তনশীল খরচের কারণে। ২০০৪ সালে, দেশের রিজার্ভ মার্জিন ছিল ৪৫%। তবে, যখন ওই উচ্চ খরচের তাপবিদ্যুৎ কেন্দ্রগুলি হিসাব থেকে বাদ দেওয়া হয়, তখন মার্জিন মাত্র ১৫% হয়ে যায়।\n২০০৪ সালে, দেশের রিজার্ভ মার্জিন আনুমানিক ৪৫% ছিল। তবে, যখন ওই উচ্চ খরচের তাপবিদ্যুৎ কেন্দ্রগুলো হিসাব থেকে বাদ দেওয়া হয়, তখন মার্জিন কমে মাত্র ১৫%-এ নেমে যায়। জলবিদ্যুৎ নির্ভরতা কমানোর প্রচেষ্টায়, পেরুর সরকার গ্যাস-চালিত বিদ্যুৎ কেন্দ্রে আরও বিনিয়োগ উৎসাহিত করেছে। বিতাদিত কামিসিয়া গ্যাস প্রকল্প পেরুতে প্রাকৃতিক গ্যাস উৎপাদন শুরু করেছে, যেখানে তুম্বেসে প্রথম নতুন ১৪০ মেগাওয়াট গ্যাস-চালিত বিদ্যুৎ কেন্দ্র ২০০৭ সালের শেষে কার্যক্রম শুরু করবে। কামিসিয়া প্রকল্পকে কৌশলগত মনে করা হয়, কারণ এটি পেরুর হাইড্রোকার্বন বাণিজ্য ভারসাম্যে বিদ্যমান ঘাটতি কমাতে আমদানি (প্রধানত ডিজেল এবং এলপিজি) প্রতিস্থাপন এবং রপ্তানি (ন্যাপথা ও অতিরিক্ত এলপিজি) করার মাধ্যমে অবদান রাখবে বলে আশা করা হয়।\n২০০৭ সালে বিদ্যুৎ খাতের প্রবৃদ্ধি অব্যাহত ছিল, যেখানে উৎপাদন আনুমানিক ৯.৩% বৃদ্ধি পেয়ে ৩০ টেরাওয়াট-ঘণ্টায় পৌঁছানোর সম্ভাবনা ছিল। এই বৃদ্ধির প্রধান কারণ ছিল নতুন বিদ্যুৎকেন্দ্রে প্রাকৃতিক গ্যাসের ব্যবহার বৃদ্ধি, যা তাপবিদ্যুৎ উৎপাদনের ইতিবাচক প্রবণতা সৃষ্টি করেছিল এবং বিদ্যমান জলবিদ্যুৎ কেন্দ্রগুলোর জন্য জলসম্পদের সহজলভ্যতা।\n\n\n=== চাহিদা ===\n২০০৬ সালে, পেরুর মোট বিদ্যুৎ ব্যবহার ছিল ২৪ টিবি ওয়াট-ঘন্টা, যা বছরে প্রতি ব্যক্তিকে ৮৭২ কিলোওয়াট-ঘন্টা অনুযায়ী। বিভিন্ন অর্থনৈতিক খাতের জন্য ব্যবহারের ভাগ নিম্নরূপ:\n\nশিল্প: ৬৬%\nআবাসিক: ২৪%\nবাণিজ্যিক: ১৯%\nসার্বজনীন আলো: ৩%\n\n\n=== চাহিদা এবং সরবরাহের পূর্বাভাস ===\nচাহিদার পূর্বানুমানের ক্ষেত্রে, শক্তি ও খনি মন্ত্রণালয় অনুমান করে যে ২০০৭ থেকে ২০১৫ সালের মধ্যে বিদ্যুৎ চাহিদা প্রতি বছর ৫.৬% থেকে ৭.৪% বৃদ্ধি পাবে। প্রত্যাশা করা হচ্ছে যে ২০৩০ সালে, প্রতি ব্যক্তির বিদ্যুৎ চাহিদা ১৬৩২ কিলোওয়াট-ঘন্টায় পৌঁছাবে।\nবর্ধিত চাহিদা মেটাতে পেরু প্রাকৃতিক গ্যাসের উপর নির্ভর করবে, কারণ এটি অন্যান্য জ্বালানির চেয়ে সবচেয়ে কম খরচে প্রতিযোগিতামূলক বিকল্প। তাই, আশা করা হচ্ছে যে গ্যাসচালিত বিদ্যুৎ উৎপাদনের সক্ষমতা ২০০২ সালের ০.৩ গিগাওয়াট থেকে ২০৩০ সালে ৬.০ গিগাওয়াটে বাড়ানো হবে।\n\n\n== বিদ্যুৎ প্রবেশাধিকার ==\n২০০৬ সালে, পেরুর জনসংখ্যার ৭৯% বিদ্যুৎ প্রবেশাধিকার পেয়েছিল, যা এলএসি অঞ্চলের গড় ৯৪.৬% এর তুলনায় কম। লাতিন আমেরিকায় পেরুর গ্রামীণ বিদ্যুৎায়নের হার সর্বনিম্নের মধ্যে অন্যতম। প্রধানত গরীব গ্রামীণ এলাকায় কভারেজ প্রায় ৩০% এবং ছয় মিলিয়নেরও বেশি মানুষ বিদ্যুৎ প্রবেশাধিকার থেকে বঞ্চিত। ২০০৪ সালের জাতীয় গ্রামীণ বিদ্যুৎায়ন পরিকল্পনা (পিএনইআর) তে, পেরুর সরকার বিদ্যুৎায়নের ফাঁক কমানোর প্রতিশ্রুতি পুনর্ব্যক্ত করে, যার লক্ষ্য ছিল গ্রামীণ কভারেজ ৩০% থেকে ৭৫% পর্যন্ত বৃদ্ধি করা ২০১৩ সালের মধ্যে।\n\n\n== সেবার গুণমান ==\n\n\n=== বিঘ্নের সংখ্যা এবং সময়কাল ===\n২০০৫ সালে, প্রতি গ্রাহকের গড় বিঘ্নের সংখ্যা ছিল ১৪.৫, যখন প্রতি গ্রাহকের বিঘ্নের সময়কাল ছিল ১৮.৩ ঘণ্টা। উভয় সংখ্যা গড় ওজন ১৩ বিঘ্ন এবং ১৪ ঘণ্টার এলএসি অঞ্চলের সাথে খুব কাছাকাছি।\n\n\n=== বিতরণ এবং প্রেরণ ক্ষতি ===\n২০০৬ সালে, মোট উৎপাদনের ১১% ক্ষতি হয়েছে। বিতরণ ক্ষতি ছিল ৬.৩%, যা এক দশক পূর্বের ২২% থেকে কম এবং এলএসি গড় ১৩.৫% এর তুলনায় কম। একই বছরের প্রেরণ ক্ষতি আনুমানিক ৪.৭% হিসাবে নির্ধারিত হয়েছে।\n\n\n== বিদ্যুৎ খাতে দায়িত্বসমূহ ==\n\n\n=== নীতি ও বিধিমালা ===\nজাতীয় বিদ্যুৎ অফিস (ডিজিই – দিরেসিয়ন জেনেরাল দে লা এলেকট্রিসিদাদ) শক্তি ও খনি মন্ত্রণালয়ের (এমইএম) অধীনে পরিচালিত হয় এবং এটি বিদ্যুৎ নীতি ও বিধিমালা নির্ধারণের পাশাপাশি ছাড়পত্র প্রদানের দায়িত্বে রয়েছে।  এছাড়াও, এটি বিদ্যুৎ উৎপাদন ও প্রেরণ সম্প্রসারণের পরিকল্পনা প্রণয়ন এবং বিদ্যুৎ সিস্টেম পরিচালনার জন্য প্রাসঙ্গিক প্রক্রিয়া অনুমোদনের দায়িত্ব পালন করে।\nশক্তি ও খনি বিনিয়োগ তত্ত্বাবধান সংস্থা (ওএসআইনইআরজিএমইএন – অর্গানিসমো সুপ্রেভিসর দে ইনভারসিয়ন এন এনার্হিয়া ই মিনেরিয়া), যা ১৯৯৬ সালে ওএসআইনইআরজি নামে প্রতিষ্ঠিত হয় (খনি সংশ্লিষ্ট কার্যক্রম ২০০৭ সালের জানুয়ারিতে সংযোজন করা হয়), ১৯৯২ সালের বিদ্যুৎ ছাড়পত্র আইন (এলসিই) অনুযায়ী বিধিমালা অনুসরণ নিশ্চিত করার পাশাপাশি বিদ্যুৎ পাবলিক সেবা নিশ্চয়তায়ও নিয়োজিত। ওএসআইনইআরজি আইন ও বিধিমালা অনুসারে লাইসেন্সধারীদের আর্থিক বাধ্যবাধকতা বাস্তবায়নের দায়িত্বে রয়েছে। অবশেষে, এটি সিস্টেম অর্থনৈতিক কার্যক্রম কমিটি (সিওইএস)-এর কার্যক্রম পর্যবেক্ষণ এবং বাজারে কোম্পানিগুলোর অংশগ্রহণের শতাংশ দ্বিবার্ষিক নির্ধারণ করার দায়িত্বও পালন করে।\n২০০০ সালে, ওএসআইনইআরজি বিদ্যুৎ শুল্ক কমিশন (সিটিই) এর সাথে একত্রীকৃত হয়, যা বর্তমানে সহায়ক শুল্ক নিয়ন্ত্রণ অফিস (জিএআরটি) নামে পরিচিত। একসাথে, তারা উৎপাদন, প্রেরণ ও বিতরণ শুল্ক নির্ধারণ এবং চূড়ান্ত গ্রাহকদের জন্য শুল্ক সামঞ্জস্যের শর্তাবলী নির্ধারণের দায়িত্বে আছে। তারা পাইপলাইনের মাধ্যমে গ্যাস পরিবহন ও বিতরণের শুল্কও নির্ধারণ করে।\nগ্রামীণ বিদ্যুৎায়নের ক্ষেত্রে, জাতীয় গ্রামীণ বিদ্যুৎায়ন অফিস (ডিজিইজিআর) জাতীয় গ্রামীণ বিদ্যুৎায়ন পরিকল্পনা (পিএনইআর) এর তত্ত্বাবধানে আছে, যা শক্তি ও খনি মন্ত্রণালয়ের নির্ধারিত নীতি নির্দেশিকার অধীনে রচিত। ডিজিইজিআর গ্রামীণ ও চরম দারিদ্র্যগ্রস্ত অঞ্চলের প্রকল্প বাস্তবায়ন ও সমন্বয় সাধনের দায়িত্বে রয়েছে।\nঅবশেষে, জাতীয় প্রতিযোগিতা রক্ষা ও মেধাস্বত্ব সংরক্ষণ ইনস্টিটিউট (ইনডেকোপি) ১৯৯৭ সালের মনোপলি ও অলিগোপলি বিরোধী আইন অনুযায়ী সঙ্গতিপূর্ণতা নিরীক্ষণের দায়িত্বে রয়েছে।\n\n\n=== উৎপাদন ===\n২০০৬ সালে, ৩৮টি কোম্পানি বাজারের জন্য বিদ্যুৎ উৎপাদন করেছিল, যেখানে ৭৮টি কোম্পানি নিজেদের ব্যবহারের জন্য বিদ্যুৎ উৎপাদন করেছিল। ৩৮টি কোম্পানির মধ্যে, যারা বাজারে শক্তি সরবরাহ করছিল, তাদের মধ্যে চারটি কোম্পানি মোট ক্ষমতার ৭০% দখল করেছিল:\n\nইডেগেল এস.এ.এ.: ১,৫৭৪ মেগাওয়াট\nইলেকট্রোপেরু এস.এ. (ইএলপি): ১,০৩২ মেগাওয়াট\nকালপা উৎপাদন\nএনারসুর: ৭২৫ মেগাওয়াট\nইজেনর: ৫২২ মেগাওয়াট\nইএলপি মোট বিদ্যুৎ উৎপাদনের ৩২% অংশ দিয়ে জলবিদ্যুৎ উৎপাদনে প্রাধান্য অর্জন করে, যেখানে ইডেগেল তাপবিদ্যুৎ উৎপাদনে ৩২% অংশ নিয়ে নেতৃত্ব দেয়।\nবেসরকারি কোম্পানিগুলো উৎপাদন খাতে প্রাধান্য রাখে। অংশগ্রহণের দিক থেকে, সরকারি কোম্পানিগুলো ৩১% উৎপাদন ক্ষমতা ধারণ করে, আর বাকি ৬৯% বেসরকারি হাতে থাকে। উৎপাদন ভাগ হিসেবে, সরকারি ও বেসরকারি কোম্পানির জন্য যথাক্রমে ৪০% ও ৬০%।\n\n\n=== প্রেরণ ===\nপেরুতে, ১০০% প্রেরণ কার্যক্রম বেসরকারি হাতে রয়েছে। ২০০৬ সালে, পেরুর বিদ্যুৎ প্রেরণে অংশগ্রহণকারী ছিল ৬টি সম্পূর্ণ প্রেরণ কোম্পানি:  \n\nরেড দে এনার্হিয়া দেল পেরু এস.এ. (REPSA) – প্রেরণ লাইনের ২৮%\nকনসোরসিও এনার্হেটিকো হুয়ানকাভেলিকা (CONENHUA)\nকনসোরসিও ট্রান্সমানতারো এস.এ. (এস.এ. ট্রান্সমানতারো)\nএটেসেলভা এস.আর.এল\nইন্টারকনেক্সিয়ন এলেকট্রিকা আইএসএ পেরু (ISAPERU)\nরেড এলেকট্রিকা দেল সুর.এস.এ. (REDESUR) – এগুলো মিলে লাইনের ১৫% দখল করে। উৎপাদন ও বিতরণ ইউটিলিটি এবং তাদের নিজস্ব ব্যবহারের জন্য বিদ্যুৎ উৎপাদনকারী কোম্পানিগুলো অবশিষ্ট ৫৭% প্রেরণ লাইনের পরিচালনা করে।\n\n\n=== বিতরণ ===\n২০২০ সালে, বিদ্যুতের ৬৩% বিতরণ করা হয় ২২টি বিতরণ কোম্পানির মাধ্যমে, আর বাকি ৩৭% সরাসরি উৎপাদনকারী কোম্পানিগুলো দ্বারা বিতরণ করা হয়। চূড়ান্ত গ্রাহকদের কাছে বিক্রয়ে যে কোম্পানিগুলো বিশেষভাবে লক্ষণীয় ছিল, সেগুলো হলো:  \nএনেল (২৫%), লুজ দেল সুর (২২%), এনারসুর (৮%), ইডেগেল (৭%), ইলেকট্রোপেরু (৫%), হিডরান্ডিনা (৪%), টার্মোসেলভা (৪%) এবং ইলেকট্রোআন্ডস (৪%)।\nসরকারী বিতরণ কোম্পানিগুলো বিদ্যুৎ সরবরাহ করে ৫৫% বিদ্যমান গ্রাহকদের, আর বাকি ৪৫% বেসরকারি ইউটিলিটির হাতে থাকে। তবে, বিতরণকৃত বিদ্যুতের পরিমাণ অনুযায়ী, বেসরকারি কোম্পানিগুলো মোটের ৭১% ভাগ নিয়ে নেতৃত্ব দেয়, যেখানে সরকারি কোম্পানিগুলোর ভাগ ২৯%।\n\n\n== নবায়নযোগ্য শক্তি উৎস ==\nজাতীয় পরিবেশ তহবিল (ফোনাম) ১৯৯৭ সালে প্রতিষ্ঠিত হয় এবং পেরু কংগ্রেস থেকে নির্দেশিকা লাভ করে এমন প্রকল্পগুলি সনাক্ত ও প্রচারের জন্য যা নবায়নযোগ্য শক্তি উৎস কাজে লাগায়, পরিচ্ছন্ন প্রযুক্তি প্রবর্তন করে এবং শক্তি দক্ষতা ও অত্যন্ত দূষণকারী জ্বালানির বিকল্প প্রবর্তনে সহায়তা করে। তবে, জলবিদ্যুৎ ছাড়া অন্যান্য নবায়নযোগ্য শক্তি উৎসের অবদান পেরুতে এখনও খুবই সীমিত।\n\n\n=== জলবিদ্যুৎ ===\nজলবিদ্যুৎ পেরুতে কাজে লাগানো একমাত্র নবায়নযোগ্য উৎস। ২০০৬ সালে, এটি মোট স্থাপিত ক্ষমতার ৪৮% এবং উৎপাদিত বিদ্যুতের ৭২% দখল করেছিল। দেশের সর্ববৃহৎ জলবিদ্যুৎ সুবিধা হলো ৯০০ মেগাওয়াটের মান্তারো কমপ্লেক্স, যা দক্ষিণ পেরুতে অবস্থিত এবং সরকারি মালিকানাধীন ইলেকট্রোপেরু দ্বারা পরিচালিত। কমপ্লেক্সের দুইটি জলবিদ্যুৎ কেন্দ্র পেরুর মোট বিদ্যুৎ সরবরাহের এক-তৃতীয়াংশেরও বেশি উৎপাদন করে। ২০০৬ সালের ফেব্রুয়ারিতে, ইজেগেসেন এস.এ. ১৩০ মেগাওয়াটের, ইউনকান জলবিদ্যুৎ কেন্দ্রের নির্মাণ সম্পন্ন করে, যা লিমার উত্তর-পূর্বে অবস্থিত। এই কেন্দ্রটি পরিচালনা করবে এনারসুর, যা ব্রাসেলস-ভিত্তিক সিউজ এনার্জি ইন্টারন্যাশনালের একটি সহায়ক সংস্থা।\nবহুমুখী অলমোস ট্রান্সআন্দিনো প্রকল্প এর নির্মাণ ২০০৬ থেকে চলমান রয়েছে এবং ২০১০ সালের ফেব্রুয়ারিতে, এর জলবিদ্যুৎ বিদ্যুৎ কেন্দ্র এর জন্য চুক্তি ইস্যু করার প্রত্যাশা করা হচ্ছে। উত্তর-পশ্চিম পেরুর কাজামারকা প্রদেশে অবস্থিত বিদ্যুৎ কেন্দ্র ৬০০ মেগাওয়াট ক্ষমতাসম্পন্ন হবে এবং বার্ষিক ৪,০০০ জি.ডব্লিউ.এইচ. উৎপাদন করবে। ২০১২ সালে, চাগ্লা জেলা-এর হুয়ালাগা নদী উপর ৪০৬ মেগাওয়াটের বাঁধ নির্মাণ শুরু হয়। ৫২৫ মেগাওয়াটের সিরো দেল আগুইলা ২০১৬ সালে উদ্বোধন করা হয়। ২০১২ সালে, স্যাল্কা-পুকারা জলবিদ্যুৎ প্রকল্প তার প্রয়োজনীয় বিভিন্ন অনুমোদনের সর্বশেষটি পেয়েছিল।\n\n\n=== বাতাস ===\nজাতীয় আবহাওয়া ও জলবৈজ্ঞানিক পরিষেবা (সেনামহি) থেকে প্রাপ্ত গবেষণাগুলোর মতে, পেরুর জন্য মোট বাতাস বিদ্যুৎ উৎপাদনের সম্ভাবনা প্রতি বছরে ১৯ জিগাওয়াট-ঘন্টা, যা বর্তমান বিদ্যুৎ ব্যবহারের প্রায় ৭০%।  \nসবচেয়ে বৃহৎ বাতাসের সম্ভাবনাযুক্ত অঞ্চলগুলো হলো তালারা, লাগুনা গ্রান্ডে, মারকোনা এবং পিটিএ আটিকো। তবে, নিয়ন্ত্রক কাঠামোর অভাব এবং বাতাসের সম্ভাবনার নির্ভরযোগ্য রেকর্ডের অভাব, পাশাপাশি মানবিক, আর্থিক ও প্রযুক্তিগত সম্পদের ঘাটতির কারণে এখন পর্যন্ত পেরুর বাতাস বিদ্যুৎ সম্ভাবনার যথাযথ ব্যবহার রোধিত হয়েছে।\n\n\n=== সৌর ===\nএস্টিমেট করা হয়েছে যে, পেরুর সৌর শক্তি প্রকল্প উন্নয়নের জন্য অনুকূল পরিস্থিতি রয়েছে। তবে, দেশের সৌর সম্ভাবনা এখনও কাজে লাগানো হয়নি। দক্ষিণে অবস্থিত পর্বতমালাগুলিতে, সৌর শক্তি দৈনিক গড়ে ৬ কিলোওয়াট/মিটার²-এর উপরে পৌঁছায়, যা বিশ্বের সর্বোচ্চ মানের মধ্যে অন্যতম।\n\n\n== পেরুর ছোট ও মাঝারি আকারের উদ্যোগে শক্তি দক্ষতা ==\nজলবায়ু ও উন্নয়ন জ্ঞান নেটওয়ার্ক এর একটি গবেষণায় পাওয়া গেছে যে, বেসরকারি খাত জুড়ে শক্তি খরচ সাশ্রয়ের উচ্চ সম্ভাবনার সত্ত্বেও, বেশ কয়েকটি বাধা পেরুর ব্যবসাগুলিকে তাদের প্রতিষ্ঠান ও কার্যক্রমে শক্তি দক্ষতার সুযোগগুলি চিহ্নিত ও বাস্তবায়নে বাধা দিচ্ছে।\nপেরুর শক্তি চাহিদা আগামী দশকগুলিতে শিল্প সম্প্রসারণ ও অর্থনৈতিক সমৃদ্ধির বৃদ্ধির ফলে বৃদ্ধি পেতে থাকবে। তদুপরি, পেরু সরকার জলবায়ু পরিবর্তন প্রশমন কৌশল ও কার্যক্রমে শক্তি দক্ষতার গুরুত্বকে একটি প্রধান উপাদান হিসেবে স্বীকার করেছে, যেখানে শক্তি দক্ষতা পেরুর জাতীয়ভাবে নির্ধারিত অবদান (এনডিসি) এর আওতায় প্যারিস চুক্তি এবং জাতিসংঘ জলবায়ু পরিবর্তন বিষয়ক ফ্রেমওয়ার্ক কনভেনশন (ইউএনএফসিসিসি) এর অন্তর্গত জলবায়ু পরিবর্তন প্রশমনের কার্যক্রমের মধ্যে অন্তর্ভুক্ত রয়েছে, এবং পেরুর জলবায়ু পরিবর্তন পরিকল্পনা প্রকল্প, যাকে ‘প্ল্যানসিসি’ নামে পরিচিত, তেও এটি উল্লেখযোগ্য।\n\n\n== বিদ্যুৎ খাতের ইতিহাস ==\n\n\n=== প্রাথমিক ইতিহাস ===\n  \nপ্রথম বৃহৎ জলবিদ্যুৎ কেন্দ্রগুলোর মধ্যে একটি ১৯১৪ সালে লা ওরোয়া-তে সেবায় প্রবেশ করে, যা সেরো দে পাসকো কপার কর্পোরেশন-এর খনি কার্যক্রমের বৃদ্ধিপ্রাপ্ত বিদ্যুৎ চাহিদা পূরণ করত। অল্প পরে, দ্বিতীয় একটি জলবিদ্যুৎ কেন্দ্র পাচাচাকা-তে প্রতিষ্ঠিত হয়েছিল। ১৯৩০-এর দশকের শেষের দিকে, আরও দুটি বিদ্যুৎ কেন্দ্র উপামায়ো এবং মাল পাসো-তে নির্মাণ করা হয় এবং জলবিদ্যুৎ কেন্দ্রগুলিকে সংযুক্ত করার জন্য একটি স্থানীয় ওভারহেড বিদ্যুৎ লাইনের ব্যবস্থা করা হয়। তখনও খনি খাত ছিল বিদ্যুৎ ব্যবহারের প্রধান ভোক্তা।\n১৯৩৪ থেকে ১৯৩৮ সালের মধ্যে, কলাহুয়াঙ্কা জলবিদ্যুৎ কেন্দ্র রিমাক উপত্যকায় লিমার বিদ্যুৎ সরবরাহের উদ্দেশ্যে নির্মাণ করা হয়েছিল। তখন কেবলমাত্র স্থানীয় ও আঞ্চলিক বিদ্যুৎ গ্রিড বিদ্যমান ছিল।\nপ্রতিষ্ঠার থেকেই, জাতীয় পেরু বিদ্যুৎ ব্যবস্থা বেসরকারি উদ্যোগ দ্বারা উন্নয়ন শুরু করে। ১৯৫৫ সালে, আইন নং ১২৩৭৮ বেসরকারি অংশগ্রহণের প্রক্রিয়া নিয়ন্ত্রিত করে, যা প্রতি বছর ১০% উৎপাদন ক্ষমতা বৃদ্ধির প্রতিশ্রুতি সহ ছাড়পত্র ব্যবস্থার নীতি নির্ধারণ করে। তারপর জাতীয় শুল্ক কমিশন ও বিনিয়োগের লাভজনকতা নিশ্চিতকরণের লক্ষ্যে অন্যান্য ব্যবস্থাও গঠন করা হয়। তবে, ১৯৭০-এর দশকের শুরুতে গভীর পরিবর্তন আসে। ১৯৭২ সালে, ডি ফ্যাক্টো সামরিক সরকার আইন নং ১৯৫২১ এর মাধ্যমে বিদ্যুৎ শিল্পকে জাতীয়করণ করে, এবং ইলেকট্রোপেরু (পেরু বিদ্যুৎ কোম্পানি) গঠন করে। ইলেকট্রোপেরু সমস্ত উৎপাদন, প্রেরণ ও বিতরণ সম্পদের মালিক হয়ে সেবা প্রদান ও বিনিয়োগ পরিকল্পনার দায়িত্ব গ্রহণ করে। ১৯৮০-এর দশকের শুরু পর্যন্ত জলবিদ্যুৎ ও তাপবিদ্যুৎ প্রকল্পগুলিতে ব্যাপক বিনিয়োগ ছিল। তবে, ১৯৮২ সালে শুরু হওয়া ঋণ সঙ্কট এবং নতুন অর্থায়নের অভাবে ১৯৮০-এর দশকে এই গতিশীলতা ধীরে ধীরে ক্ষয় পেতে শুরু করে। ১৯৯০-এর দশকের শুরুতে, নিম্ন অবকাঠামো বিনিয়োগ, উৎপাদন খরচ পূরণ না করা শুল্ক, সীমিত রক্ষণাবেক্ষণ ও সন্ত্রাসবাদী কর্মকাণ্ডের কারণে পেরুর বিদ্যুৎ খাত উল্লেখযোগ্যভাবে অবনতি ঘটায়। ১৯৯০ সালে জনসংখ্যার কেবল ৪৫% বিদ্যুৎ প্রবেশাধিকার পায়, সরবরাহ মাত্র ৭৪% চাহিদা পূরণ করে এবং বিতরণ ক্ষতি ২০% এরও বেশি ছিল।\n১৯৯২ সালে, প্রেসিডেন্ট আলবার্তো ফুজিমোরি এর সরকারের অধীনে শুরু হওয়া কাঠামোগত সংস্কার প্রক্রিয়া দশকের মধ্যে বিদ্যুৎ খাতের বেসরকারীকরণে নেতৃত্ব দেয়, যেখানে অঞ্চলের বেশিরভাগ দেশ একই প্রক্রিয়া অবলম্বন করেছে। ১৯৯২ সালের বিদ্যুৎ ছাড়পত্র আইন (এলসিই) অনুযায়ী, উল্লম্বভাবে সংযুক্ত রাষ্ট্রের একাধিপত্যকে উৎপাদন, প্রেরণ ও বিতরণ বিভাগে ভাগ করা হয় এবং উৎপাদন ও বাণিজ্যের জন্য বেসরকারি অপারেটর ও প্রতিযোগিতার ভিত্তি স্থাপন করা হয়, যেখানে প্রেরণ ও বিতরণ মুক্ত প্রবেশ ও উন্মুক্ত অ্যাক্সেসের উপর নির্ভর করে। ১৯৯২ সালের আইন ১৯৯৭ সালে আইন নং ২৬৮৭৬ (মনোপলি বিরোধী ও অলিগোপলি বিরোধী আইন) দ্বারা সংশোধিত হয়। ১৯৯৪ সালে বেসরকারি কোম্পানিগুলিতে উৎপাদন সম্পদ হস্তান্তর ও ছাড়পত্র প্রক্রিয়া শুরু হয় এবং ২০০২ সালে তা পুনরায় চালু করা হয়, কারণ তা তখনো সম্পূর্ণ হয়নি।\nবেসরকারি কোম্পানিগুলো, ১৯৯২ সালের সংস্কারের মাধ্যমে, উল্লেখযোগ্য বিনিয়োগ প্রতিশ্রুতি গ্রহণ করে, যা পরবর্তী বছরগুলিতে পূরণ করা হয়। ১৯৯৬–১৯৯৯ সালের মধ্যে বিনিয়োগের পরিমাণ সর্বোচ্চ স্তরে পৌঁছায়, এরপর প্রতিশ্রুতি পূরণের পর তা হ্রাস পেতে শুরু করে। উচ্চ বিনিয়োগের ফলে স্থাপিত ক্ষমতার বার্ষিক গড় বৃদ্ধি ছিল ৯.২%, যা চাহিদার বৃদ্ধির সাথে মিলেনি, কারণ চাহিদা গড়ে বছরে মাত্র ৪.৭% বৃদ্ধি পেয়েছিল। ফলস্বরূপ, জাতীয় আন্তঃসংযুক্ত সিস্টেম (এসইআইএন)-এর রিজার্ভ স্তর গড়ে ২৩.২% হারে বৃদ্ধি পায়। প্রেরণ ও বিতরণে বিনিয়োগের ফলে কভারেজ ১৯৯৩ সালে ৫৩% থেকে ২০০৪ সালে ৭৬% পর্যন্ত বাড়ে।\n\n\n=== ২০০০-এর দশকের উন্নয়ন ===\n২০০০ সালের সেপ্টেম্বর মাসে, \"শক্তি দক্ষতা উন্নয়নের প্রচারের জন্য আইন\" (আইন নং ২৭৩৪৫) অনুমোদিত হয়, যা জাতীয় স্বার্থে শক্তি দক্ষ ব্যবহারের সমর্থন ঘোষণা করে। এই আইনের বিধিমালা ২০০৭ সালের অক্টোবর মাসে অনুমোদিত হয় (সর্বোচ্চ ডিক্রি নং ০৫৩-২০০৭-ইএম দ্বারা)। আইনের উদ্দেশ্য হলো শক্তি সুরক্ষা নিশ্চিতকরণ, দেশের প্রতিযোগিতামূলকতা বৃদ্ধি, রপ্তানির জন্য অতিরিক্ত উৎপাদন সৃষ্টি, পরিবেশগত প্রভাব হ্রাস, ভোক্তা সুরক্ষা এবং দক্ষ শক্তি ব্যবহারের গুরুত্ব সম্পর্কে সচেতনতা বৃদ্ধি করা।\nগ্রামীণ বিদ্যুৎায়নের ক্ষেত্রে, বিদ্যমান প্রতিষ্ঠানিক ও আইনগত কাঠামো পরিবর্তনের জন্য বেশ কয়েকটি প্রচেষ্টা করা হয়েছে। সাম্প্রতিক বছরগুলিতে, কংগ্রেস দ্বারা দুটি আইন পাশ করা হয়েছে – ২০০২ সালের \"গ্রামীণ ও বিচ্ছিন্ন বা সীমান্ত অঞ্চলের বিদ্যুৎায়নের আইন\" এবং ২০০৪ সালের \"গ্রামীণ বিদ্যুৎায়নে বেসরকারি বিনিয়োগ প্রচারের নিয়ন্ত্রণ আইন\" – তবে উভয়ই অন্যান্য আইনের বিধানের সঙ্গে সংঘাতের কারণে বাস্তবায়িত হয়নি।\n\n\n== শুল্ক ও সাবসিডি ==\n\n\n=== শুল্ক ===\n২০০৬ সালে, পেরুর গৃহস্থালী বিদ্যুৎ শুল্কের গড় ছিল প্রতি কিলোওয়াট-ঘন্টা ইউএস$০.১০৪৬, আর ২০০৫ সালে লাতিন আমেরিকা ও ক্যারিবিয়ান অঞ্চলের ওজনযুক্ত গড় ছিল প্রতি কিলোওয়াট-ঘন্টা ইউএস$০.১১৫।\n\n\n=== সাবসিডি ===\n২০০১ সালের নভেম্বর, আইন নং ২৭৫০১০ দ্বারা বিদ্যুৎ সামাজিক ক্ষতিপূরণ তহবিল (FOSE) গঠন করা হয়। এই তহবিল একটি পারস্পরিক সাবসিডি ব্যবস্থা প্রতিষ্ঠা করে, যা মাসিক ১০০ কিলোওয়াট-ঘন্টার নিচে ব্যবহারকারী ভোক্তাদের নির্দিষ্ট ও অনুপাতিক ছাড়ের মাধ্যমে উপকৃত করে। নির্দিষ্ট ছাড়টি ৩০ থেকে ১০০ কিলোওয়াট-ঘন্টার ব্যবহারের জন্য প্রযোজ্য, আর অনুপাতিক ছাড়টি ৩০ কিলোওয়াট-ঘন্টার নিচে ব্যবহারের জন্য লক্ষ্য করা হয়েছে। ছাড়ের পরিমাণ, প্রতি মাসে ১০০ কিলোওয়াট-ঘন্টার উপরে ব্যবহৃত নিয়ন্ত্রিত ভোক্তাদের শুল্কে অতিরিক্ত চার্জের মাধ্যমে অর্থায়িত হয়।\nএই ব্যবস্থার সুবিধা ভোগকারী গৃহস্থালির সংখ্যা দেশের মোট ৩.৬ মিলিয়নের মধ্যে ২.৪ মিলিয়নেরও বেশি। ২০০৪ সালের জুলাই মাসে, FOSE-কে জাতীয় আন্তঃসংযুক্ত সিস্টেম (SEIN)-এ বিলের ৫০% এবং বিচ্ছিন্ন সিস্টেমে ৩০ কিলোওয়াট-ঘন্টার নিচে ব্যবহারের জন্য ৬২.৫% পর্যন্ত কভার করার জন্য সম্প্রসারিত করা হয়েছিল, যেখানে ভৌগোলিক অবস্থান (গ্রামীণ-শহুরে) অনুযায়ী বিশেষ মনোযোগও দেওয়া হয়।  \n(FOSE-এর ফলাফলের বিস্তারিত বিশ্লেষণের জন্য দেখুন FOSE-এর মূল্যায়ন)\n\n\n== বিনিয়োগ ও অর্থায়ন ==\n\n\n=== উপখাত অনুসারে বিনিয়োগ ===\n২০০৪ সালে, ২০১৬ পর্যন্ত বিদ্যুৎ খাতে বার্ষিক বিনিয়োগের প্রয়োজন ২০০ মিলিয়ন ইউএস$ হিসাবে অনুমান করা হয়েছিল, যেখানে প্রতি বছরে ৫% চাহিদা বৃদ্ধির পূর্বানুমান করা হয়।\n২০০৬ সালে, বিদ্যুৎ খাতে মোট বিনিয়োগ ছিল ৪৮০.২ মিলিয়ন ইউএস$, যা ২০০৫ সালের তুলনায় ২২% বেশি। উৎপাদন, প্রেরণ ও বিতরণে বিনিয়োগ মোট ৪৪৬.২ মিলিয়ন ইউএস$ ছিল, যেখানে গ্রামীণ বিদ্যুৎায়নে এক্সিকিউটিভ অফিস ফর প্রোজেক্টস (DEP) এর বিনিয়োগ ছিল ৩৪ মিলিয়ন ইউএস$। নিম্নের সারণিতে বেসরকারি ও সরকারি খাতের অবদান সারাংশ আখ্যায়িত করা হয়েছে:\n\nউৎস: শক্তি ও খনি মন্ত্রণালয় ২০০৭\nবেসরকারি কোম্পানিগুলোর বিনিয়োগ ২০০৩ সালে অত্যন্ত নিম্ন মাত্রায় পৌঁছানোর (ইউএস$১২০ মিলিয়ন, ওই বছরের সরকারি বিনিয়োগের সমান) পর, ১৯৯৯ সাল থেকে বিনিয়োগের সাধারণ পতনের পর বৃদ্ধি পেতে শুরু করেছে।\n\n\n==== বিনিয়োগের প্রয়োজনীয়তা ====\nপ্রত্যাশিত চাহিদা পূরণের জন্য, ২০০২ থেকে ২০৩০ সালের মধ্যে উৎপাদন ও প্রেরণে মোট বিনিয়োগের প্রয়োজনীয়তা অনুমান করা হয়েছে ১৬.২–২০.৭ মিলিয়ন ইউএস$।\n\n\n=== অর্থায়ন ===\n\n\n==== গ্রামীণ বিদ্যুৎায়ন ====\n১৯৯০-এর দশকের শুরুর বিদ্যুৎ খাত সংস্কারের পরে, পেরুতে গ্রামীণ বিদ্যুৎায়ন শুধুমাত্র কেন্দ্রীয় সরকারের সরাসরি বিনিয়োগের মধ্যেই সীমাবদ্ধ ছিল, সম্প্রদায়, আঞ্চলিক সরকার বা সেবা প্রদানকারীদের কাছ থেকে অতিরিক্ত তহবিল ছাড়াই। বিদ্যুৎ বিতরণ কোম্পানিগুলিকে গ্রামীণ বিদ্যুৎায়নে বিনিয়োগ থেকে বিরত রাখার অন্যতম কারণ হলো, তারা শহর কেন্দ্রের আশপাশের ছোট ছোট এলাকায় ছাড়পত্র প্রাপ্ত এবং কেবলমাত্র বিদ্যমান নেটওয়ার্কের ১০০ মিটারের মধ্যে সেবা প্রদান করার বাধ্যবাধকতার অধীনে থাকে।\nকভারেজ সম্প্রসারণের জন্য, গত দশ বছর ধরে পেরু সরকার বিদ্যুৎায়নের জন্য প্রতি বছরে গড়ে ৪০–৫০ মিলিয়ন ইউএস$ খরচ করে আসছে। এই বিনিয়োগগুলি সামাজিক তহবিল (যেমন, FONCODES – সামাজিক উন্নয়নের সহযোগিতা তহবিল) এবং বৃহত্তর পরিমাণে শক্তি ও খনি মন্ত্রণালয়ের (এমইএম) অধীনে এক্সিকিউটিভ অফিস ফর প্রোজেক্টস (DEP) এর মাধ্যমে সম্পন্ন করা হয়েছে। DEP, যা বর্তমানে জাতীয় গ্রামীণ বিদ্যুৎায়ন অফিস (ডিজিইজিআর) দ্বারা একীভূত হওয়ার প্রক্রিয়ায় রয়েছে, গ্রামীণ বিদ্যুৎ ব্যবস্থা পরিকল্পনা, নকশা ও নির্মাণের দায়িত্বে রয়েছে। একবার সেগুলো সম্পন্ন হলে, গ্রামীণ বিদ্যুৎ ব্যবস্থা পরিচালনার জন্য সেগুলো রাষ্ট্রের মালিকানাধীন বিতরণ কোম্পানি অথবা একটি বিশেষভাবে গঠিত রাষ্ট্রের মালিকানাধীন সম্পদ-ধারী কোম্পানির কাছে হস্তান্তর করা হয়, যা রাষ্ট্রের মালিকানাধীন কোম্পানি বা পৌরসভাগুলির সাথে পরিচালনার চুক্তির অধীনে সেগুলো পরিচালনা করে।\n\n\n== বিদ্যুৎ খাতে বেসরকারি অংশগ্রহণের সারাংশ ==\n১৯৯২ সালে শুরু হওয়া কাঠামোগত সংস্কার প্রক্রিয়া উল্লম্বভাবে সংযুক্ত রাষ্ট্রের একাধিপত্যকে ভাগ করে বিদ্যুৎ খাতের বেসরকারীকরণে নেতৃত্ব দেয়। আজ, বেসরকারি কোম্পানিগুলো উৎপাদন খাতের প্রায় ৭০% ক্ষমতা ধরে রেখেছে। বাজারের জন্য বিদ্যুৎ উৎপাদনের প্রায় ৪০টি কোম্পানি থাকলেও, তাদের মধ্যে মাত্র ৪টি (ইডেগেল এস.এ.এ., ইলেকট্রোপেরু এস.এ., এনার্জিয়া দেল সুর এস.এ. এবং ইজেনর) মোট ক্ষমতার ৭০% দখল করে।\nপ্রেরণের ক্ষেত্রে, ১০০% কার্যক্রম বেসরকারি কোম্পানির হাতে রয়েছে, এবং বিতরণকৃত বিদ্যুতের ৭১% ও বিদ্যমান গ্রাহকদের ৪৫% বেসরকারি নিয়ন্ত্রণে রয়েছে।\n\n\n== বিদ্যুৎ ও পরিবেশ ==\n\n\n=== পরিবেশের দায়িত্ব ===\nজাতীয় পরিবেশ কমিশন (কনাম), ১৯৯৪ সালে প্রতিষ্ঠিত, পেরুর পরিবেশগত দায়িত্ব পালন করে এবং টেকসই উন্নয়নের প্রচার করে। কনাম একটি বিকেন্দ্রীভূত সরকারি সংস্থা যা প্রেসিডেন্সি মন্ত্রণালয়ের অধীনে কাজ করে। এর ব্যবস্থাপনা কমিটিতে জাতীয়, আঞ্চলিক ও স্থানীয় সরকার, অর্থনৈতিক খাতের প্রতিনিধি, এনজিও, বিশ্ববিদ্যালয় ও পেশাদার সমিতি থেকে মোট ১০ জন সদস্য রয়েছেন। জাতীয় পরিবেশগত এজেন্ডা হলো সেই উপকরণ যা জাতীয় পর্যায়ে সনাক্তকৃত পরিবেশগত সমস্যাগুলিকে অগ্রাধিকার দেয়।\n২০০২ সালে, কনাম পেরুর জলবায়ু পরিবর্তনের প্রতি ঝুঁকির গুরুত্ব বোঝানোর উদ্দেশ্যে জাতীয় জলবায়ু পরিবর্তন কৌশল তৈরি করে। প্রধান উদ্দেশ্য ছিল দেশের নীতিমালা ও কর্মসূচিতে প্রয়োজনীয় অভিযোজন ব্যবস্থা অন্তর্ভুক্ত করার প্রয়োজনীয়তা জোর দেওয়া এবং জনগণকে বিদ্যমান ঝুঁকি ও তারা যে পদক্ষেপ নিতে পারে তা সম্পর্কে সচেতন করা। উপরোক্ত কৌশল কার্যকর করার উদ্দেশ্যে, জাতীয় জলবায়ু পরিবর্তন ও বায়ু দূষণ পরিচালনা সক্ষমতা বৃদ্ধির কর্মসূচি (প্রোক্লিম) তৈরি করা হয়। প্রোক্লিমের উদ্দেশ্য হলো টেকসই উন্নয়ন নীতিমালায় জলবায়ু পরিবর্তন ও বায়ু মান বিষয়গুলোর সমন্বয় ঘটিয়ে দারিদ্র্য হ্রাসে সহায়তা করা।\n\n\n=== গ্রিনহাউস গ্যাস নির্গমন ===\nওলাডে (ল্যাটিন আমেরিকান এনার্জি অ্যাসোসিয়েশন) অনুমান করেছে যে ২০০৩ সালে বিদ্যুৎ উৎপাদন থেকে নির্গত সিও২ ৩.৩২ মিলিয়ন টন, যা শক্তি খাতের মোট নির্গমনের ১৩%।\n\n\n=== বিদ্যুৎ ক্ষেত্রে সিডিএম প্রকল্পসমূহ ===\nবর্তমানে (নভেম্বর ২০০৭), পেরুর বিদ্যুৎ ক্ষেত্রে সাতটি নিবন্ধিত সিডিএম প্রকল্প রয়েছে, যার মোট অনুমানিত নির্গমন হ্রাস বছরে ৮০০,০২০ টন সিও২ই।\n\nউৎস: ইউএনএফসিসিসি\nজাতীয় পরিবেশ তহবিল ফোনাম পেরুর সিডিএম প্রকল্পগুলোর কেন্দ্রীয় বিন্দু।\n\n\n== বহিরাগত সহায়তা ==\n\n\n=== ইন্টার-আমেরিকান উন্নয়ন ব্যাংক ===\n২০২২ সালের নভেম্বর মাসে, ইন্টার-আমেরিকান উন্নয়ন ব্যাংক (আইডিবি) ঘোষণা করে যে, ইকুয়েডর এবং পেরুর বিদ্যুৎ গ্রিড সংযুক্ত করার জন্য ৫০০-কিলোভোল্ট বিদ্যুৎ সরবরাহ রেখা প্রকল্পের জন্য ১২৫ মিলিয়ন ইউএস ডলারের ঋণ মঞ্জুর করা হয়েছে। ইউরোপীয় বিনিয়োগ ব্যাংক প্রকল্পে অতিরিক্ত ১২৫ মিলিয়ন ইউএস ডলার প্রদান করবে। এই উদ্যোগের লক্ষ্য হলো পাঁচ বছরের মধ্যে ৫৪৪-কিলোমিটার দৈর্ঘ্যের একটি রেখা নির্মাণ করা, যা সীমান্ত অতিক্রান্ত ট্রান্সমিশন সক্ষমতা ৬৮০ মেগাওয়াট পর্যন্ত বাড়াবে এবং আন্দিন কমিউনিটি মুক্ত বাণিজ্য এলাকার মধ্যে উপ-আঞ্চলিক বিদ্যুৎ বাজারকে উৎসাহিত করবে। আইডিবির নমনীয় অর্থায়ন সুবিধার আওতায় প্রদত্ত এই ঋণের মেয়াদ ২৩ বছর এবং ৭.৫-বছরের গ্রেস পিরিয়ড সহ নিরাপদ ওভারনাইট ফাইন্যান্সিং রেট (এসওএফআর)-ভিত্তিক সুদের হার রয়েছে। ইকুয়েডরের রাষ্ট্রায়ত্ত বিদ্যুৎ কোম্পানি, কর্পোরাসিওন এলেকট্রিকা দেল ইকুয়েডর (সেলেক ইপি), স্থানীয় সহায়ক তহবিল হিসেবে ১৩.৬২ মিলিয়ন ইউএস ডলার প্রদান করবে।\n\n\n=== বিশ্ব ব্যাংক ===\nআগে, বিশ্ব ব্যাংক পেরুতে একটি গ্রামীণ বিদ্যুৎকরণ প্রকল্পে অর্থায়ন প্রদান করেছিল। এটি ছিল ২০০৬ থেকে ২০১২ পর্যন্ত ৬-বছরের প্রকল্প, যার মোট বাজেট ছিল ১৪৫ মিলিয়ন ইউএস ডলার। বিশ্ব ব্যাংক ৫০ মিলিয়ন ইউএস ডলার ঋণের মাধ্যমে প্রদান করেছে, যখন গ্লোবাল এনভায়রনমেন্ট ফ্যাসিলিটি (জিইএফ) ১০ মিলিয়ন ইউএস ডলারের অনুদান প্রদান করেছে। প্রকল্পের উদ্দেশ্য ছিল দক্ষ এবং টেকসই বিদ্যুৎ সেবায় প্রবেশাধিকার বৃদ্ধি করা, পাশাপাশি গ্রামীণ অঞ্চলে জীবনমান ও আয়ের সুযোগ উন্নত করা।\nবিশ্ব ব্যাংক ২০২১ সালের সেপ্টেম্বরে পেরুর বিদ্যুৎ ক্ষেত্রে অগ্রাধিকার বিনিয়োগের জন্য ৭০ মিলিয়ন ইউএস ডলারের ঋণ মঞ্জুর করে। এই বিনিয়োগগুলির লক্ষ্য হলো বিদ্যুৎ সেবার প্রাপ্যতা, নির্ভরযোগ্যতা এবং জলবায়ু সহনশীলতা উন্নত করা, বিশেষ করে নিম্ন-আয় সংক্রান্ত খাত ও সেই অঞ্চলে যেখানে বিদ্যুৎ সেবা অপর্যাপ্ত বা নির্ভরযোগ্য নয়। অতিরিক্তভাবে, প্রকল্পটি কম গ্রিনহাউস গ্যাস সহ সবুজ বিদ্যুৎ সরবরাহের উন্নয়নকে উৎসাহিত করবে এবং মহামারী পরবর্তী অর্থনৈতিক পুনরুদ্ধারের জন্য পেরুর সরকারের শক্তি খাত সংস্কারে কারিগরি সহায়তা প্রদান করবে। মোট প্রকল্প অর্থায়ন ৯৫.১০ মিলিয়ন ইউএস ডলার, যার মধ্যে বিশ্ব ব্যাংক ৭০ মিলিয়ন ইউএস ডলার প্রদান করেছে এবং পেরু সরকার ২৫.১০ মিলিয়ন ইউএস ডলার অবদান রেখেছে।\n\n\n== সূত্রসমূহ ==\nএপেক, ২০০৬. এপেক এনার্জি সাপ্লাই অ্যান্ড ডিমান্ড আউটলুক ২০০৬.\nএনার্জি ও মিনাস মন্ত্রণালয়, ২০০৭. আনুয়ারিও এসটাডিস্টিকো ইলেকট্রিসিদাদ ২০০৬\nওসিনারগ, ২০০৫. পেরুর ইলেকট্রিসিদাদ সেক্টরে কাঠামোগত সংস্কার\nবিশ্ব ব্যাংক, ২০০৬: গ্রামের বিদ্যুৎকরণ প্রকল্প, প্রকল্প মূল্যায়ন নথি।\n\n\n== সূত্র ==\nএপেক, ২০০৬। এপেক এনার্জি সাপ্লাই অ্যান্ড ডিমান্ড আউটলুক ২০০৬।\nমিনিস্টেরিও ডি এনার্জিয়া ই মিনাস, ২০০৭। অন্যুয়ারিও এসটাডিস্টিকো ইলেকট্রিসিদাদ ২০০৬\nওসিনের্গ, ২০০৫। রিফর্মাস এসট্রাকচুরালেস এন এল সেকটর এলেকট্রিকো পেরুয়ানো\nবিশ্বব্যাংক, ২০০৬: রুরাল ইলেকট্রিফিকেশন প্রকল্প, প্রকল্প মূল্যায়ন দলিল।\n\n\n== আরও দেখুন ==\nপেরু\nপেরুর অর্থনীতি\nপেরুতে জল সরবরাহ ও স্যানিটেশন\nপেরুতে সেচ\n\n\n== নোট ==\n\n\n== বহির্সংযোগ ==\nMinistry of Energy and Mines – Electricity\nEnergy and Mining Investment Supervisory Body (OSINERG)\nNational Institute for Defense of Competition and the Protection of Intellectual Property (INDECOPI)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ ডিসেম্বর ২০২৪ তারিখে\nELECTROPERU\nNational Environment Commission (CONAM)\nNational Environment Fund (FONAM)\nCooperation Fund for Social Development (FONCODES)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৮-০৬-১১ তারিখে\nClimate Change Peru\nNational Meteorological and Hydrological Service (SENAMHI)\nProgram to Strengthen the National Capacity to manage Climate Change and Air Pollution (PROCLIM)\nElectricity sector in Latin America\nSolar insolation maps"}