{"pageid": 1517861, "title": "কিফি রুবো", "url": "https://bn.wikipedia.org/wiki?curid=1517861", "content": "ক্রিস্টিন \"কিফি\" ডাটিলো রুবো (১৯৪৪-১৯৮০) ছিলেন একজন অস্ট্রেলিয়ান গ্যালারি পরিচালক এবং কিউরেটর।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nরুবো মেলবোর্নে জন্মগ্রহণ করেন। তাঁর মা এবং বাবা ছিলেন যথাক্রমে শিল্পী এলেন রুবো এবং সিডনির মাইক্রোবায়োলজির অধ্যাপক ডাটিলো রুবো। তাঁর তিন ভাইবোন ছিলেন, তাঁরা হলেন একাডেমিক স্থপতি আনা রুবো, বই বিক্রেতা মার্ক রুবো (জন্ম ১৯৪৮) এবং শিল্পী ও চলচ্চিত্র নির্মাতা মাইকেল রুবো (জন্ম ১৯৩৮)। রুবোর পরিবারের শিল্পকলার সাথে দৃঢ় সম্পর্ক ছিল। তাঁর মা একজন চিত্রশিল্পী ছিলেন এবং নিয়মিতভাবে নিউ সাউথ ওয়েলসের আর্ট গ্যালারি ও ভিক্টোরিয়ান স্টেট গ্যালারিতে প্রদর্শনী করতেন। তাঁর বাবারও শিল্পকলায়, বিশেষ করে চিত্রকলা, ভাস্কর্য এবং থিয়েটারের প্রতি আগ্রহ ছিল। তাঁর ইতালীয় বংশোদ্ভূত দাদা আন্তোনিও দাতিলো রুবো ছিলেন একজন শিল্পী এবং সুপরিচিত শিল্প শিক্ষক। তিনি নিউ সাউথ ওয়েলসের (রয়েল) আর্ট সোসাইটিতে শিক্ষকতা করতেন যেখানে তিনি কাউন্সিল-সদস্যও ছিলেন। কিশোর বয়সে, রুবো নিউ ইয়র্কে নাটক নিয়ে পড়াশোনা করেছিলেন। রুবো ১৯৬৫ সালে মেলবোর্ন বিশ্ববিদ্যালয় থেকে কলা বিভাগে স্নাতক ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\n১৯৭১ সালে, রুবোকে ছাত্র ইউনিয়নের রাউডেন হোয়াইট লাইব্রেরির পরিচালক হিসেবে নিযুক্ত করা হয়। এর কিছুদিন পরেই তিনি মেলবোর্ন বিশ্ববিদ্যালয়ের ইউইং এবং জর্জ প্যাটন গ্যালারির উদ্বোধনী পরিচালক হন। তিনি ১৯৭৯ সাল পর্যন্ত গ্যালারি পরিচালকের ভূমিকা পালন করেন, তারপর তিনি কর্মজীবনে বিরতি নেন।\nজর্জ প্যাটন গ্যালারি ছিল অস্ট্রেলিয়ার সমসাময়িক শিল্পের জন্য নিবেদিত প্রথম অর্থায়িত শিল্প স্থান। রুবোর নেতৃত্বে, গ্যালারিটি বিভিন্ন শীর্ষস্থানীয় পরীক্ষামূলক, কর্মী এবং সম্প্রদায়-ভিত্তিক প্রদর্শনী এবং ইভেন্টের আয়োজন ও সহায়তা করেছিল। বিশেষগুলির মধ্যে রয়েছে:\n১৯৭২ সালে, গ্যালারিতে উদ্বোধনী বাবলস ইভেন্টে তিন হাজার শিশু, তাদের অবকাশের সময়ে, সৃজনশীল কর্মশালার জন্য অংশগ্রহণ করেছিল। ফ্রান্সেস লিণ্ডসে এই উদ্যোগটিকে \"অস্ট্রেলীয় গ্যালারি এবং জাদুঘরে অল্পবয়সীদের সক্রিয় এবং শিক্ষামূলক সম্পৃক্ততার জন্য একটি অগ্রণী কর্মসূচি\" হিসেবে বর্ণনা করেছেন।\n১৯৭৪ সালে গ্যালারির সহকারী পরিচালক মেরিডিথ রজার্সের সাথে, রুবো মেলবোর্ন গ্যালারি শোগুলির একটি নিয়মিত তালিকা তৈরি শুরু করেন। তালিকাটি একটি অনানুষ্ঠানিক মাইমোগ্রাফ করা প্রকাশনা হিসেবে প্রকাশিত হয়, যার নামকরণ করা হয় আর্ট অ্যালম্যানাক। এই নামটি এখনও প্রচলিত রয়েছে।\n১৯৭৪ সালের একটি প্রদর্শনী এ রুম অফ ওয়ান'স ওন: থ্রি উইমেন আর্টিস্টস, যৌথভাবে পরিচালনা করেছিলেন রুবো, লিন কুক এবং জ্যানিন বার্ক। মেলবোর্ন নারী শিল্প আন্দোলনের সূচনা করতে এটি সাহায্য করেছিল। পরের বছর, একটি জাতীয় ভ্রমণ প্রদর্শনী অস্ট্রেলিয়ান মহিলা শিল্পী ১৮৪০-১৯৪০ হয়েছিল, রুবো তার পরিচালনার দায়িত্ব দিয়েছিলেন বার্ককে। গ্যালারিতে আন্তর্জাতিক নারীবাদী শিল্প সমালোচক লুসি লিপার্ড উপস্থিত ছিলেন, যিনি শুধুমাত্র মহিলাদের দর্শকদের উদ্দেশ্যে একটি বক্তৃতা প্রদান করেছিলেন। পরবর্তীতে গ্যালারিতে মেলবোর্নের নারী শিল্প ফোরাম এবং নারী শিল্প নিবন্ধন প্রতিষ্ঠিত হয়।\n১৯৭৫ সালে, গ্যালারিটি স্টেলার্কের ইনসার্ট / ইমপ্রিন্ট /এক্সটেণ্ড: ইভেন্ট ফর অ্যামপ্লিফায়েড, মডিফায়েড, মনিটরড ম্যান প্রদর্শনীর আয়োজন করেছিল। প্রদর্শনীতে স্টেলার্ক ১০ দিন ধরে গ্যালারিতে অবিচ্ছিন্নভাবে উপস্থিত ছিলেন। তাঁর হৃদপিণ্ড, ফুসফুস এবং পেশীর নড়াচড়া সহ তাঁর শারীরিক শব্দ রেকর্ড করে বিবর্ধিত করা হয়েছিল।\nরুবোর মৃত্যুর পর, নারীবাদী শিল্প পত্রিকা লিপ তাঁর জীবনের স্মৃতিচারণ প্রকাশ করে। মেরেডিথ রজার্স, সুজান ডেভিস, জ্যানিন বার্ক এবং জুডি অ্যানিয়ার সেখানে লিখেছিলেন। রজার্স ১৯৭৫ সাল থেকে ১৯৭৯ সালের শুরু পর্যন্ত গ্যালারিতে সহযোগী পরিচালক ছিলেন। তাঁর লেখায় রুবোর অনন্য সহযোগিতামূলক এবং শ্রেণিবিন্যাস-বিরোধী কাজের ধরণ বর্ণনা করা হয়েছে। এই বিবরণ ছিল কথোপকথনমূলক, ব্যক্তিগত, আবেগপ্রবণ এবং নারীবাদী।\n২০১৪ সালের আগস্টে, মেলবোর্ন বিশ্ববিদ্যালয়ে জ্যানিন বার্ক কর্তৃক আয়োজিত কিফি রুবো: কিউরেটিং দ্য ১৯৭০'স শীর্ষক একটি সভায় রুবোর ব্যবস্থাপক বা তত্ত্বাবধায়ক অবদানের উদযাপন করা হয়েছিল। কিফি রুবো, উইমেন কিউরেটরস অ্যাণ্ড অস্ট্রেলিয়ান আর্ট গ্যালারিজ, এই মূল বক্তৃতাটি প্রদান করেন ফ্রান্সেস লিণ্ডসে, যিনি ন্যাশনাল গ্যালারির প্রাক্তন ডেপুটি ডিরেক্টর, ভিক্টোরিয়ান কলেজ অফ দ্য আর্টস গ্যালারির প্রতিষ্ঠাতা পরিচালক এবং মেলবোর্ন বিশ্ববিদ্যালয়ের সম্মানসূচক সিনিয়র ফেলো। সভার গবেষণাপত্রগুলির সম্পাদনা করেছিলেন জ্যানিন বার্ক ও হেলেন হিউজেস এবং সেগুলি ২০১৬ সালে প্রকাশিত হয়েছিল।\n\n\n== ব্যক্তিগত জীবন ==\nস্থপতি ডেনিস কার্টারের সাথে রুবো বিবাহবন্ধনে আবদ্ধ হন। তাঁদের দুটি সন্তান ছিল, ব্রিডি এবং বার্নি। ১৯৮০ সালে, ৩৬ বছর বয়সে, রুবো আত্মহত্যা করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজর্জ প্যাটন গ্যালারিতে ১৯৭১ সাল থেকে বর্তমান সময়ের প্রদর্শনী এবং অনুষ্ঠানের সম্পূর্ণ প্রোগ্রাম\nমেলবোর্ন বিশ্ববিদ্যালয় জর্জ প্যাটন গ্যালারি সংগ্রহ, মেলবোর্ন বিশ্ববিদ্যালয় আর্কাইভস (১৯৯০.০১৪৪) ১৯৭১-১৯৯০ তারিখের।\n\nনারী শিল্প নিবন্ধনের ওয়েবসাইট\nজাতীয় প্রতিকৃতি গ্যালারি"}