{"pageid": 1517281, "title": "জার্মানিতে নবায়নযোগ্য শক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1517281", "content": "জার্মানিতে নবায়নযোগ্য শক্তির উৎপাদন মূলত বায়ু ও জৈবিকভরের উপর নির্ভরশীল, এর পাশাপাশি রয়েছে সৌরশক্তি এবং জলশক্তি। ২০১৪ সাল পর্যন্ত জার্মানির বিশ্বের বৃহত্তম আলোক-বিভব প্রযুক্তি সক্ষমতা ছিল এবং ২০২৩ সালের হিসাবে যা ৮২ গিগাওয়াটেরও বেশি। এটি মোট স্থাপিত বায়ু বিদ্যুৎ ক্ষমতার দিক থেকে বিশ্বের তৃতীয় দেশ, ২০২১ সালে যার উৎপাদনের পরিমাণ ৬৪ গিগাওয়াট (২০১৮ সালে ৫৯ গিগাওয়াট  )। এছাড়া এটি ৭ গিগাওয়াটেরও বেশি সক্ষমতা সহ সমুদ্রবর্তী বায়ু শক্তির ক্ষেত্রে বিশ্বে দ্বিতীয়। জার্মানিকে \"বিশ্বের প্রথম প্রধান নবায়নযোগ্য শক্তি অর্থনীতি\" বলা হয়।\nবিদ্যুৎ উৎপাদনে নবায়নযোগ্য শক্তির অংশ ১৯৯০ সালে ৩.৫% থেকে বেড়ে ২০২৩ সালে ৫২.৪% হয়েছে।  তবে বেশিরভাগ দেশের মতো পরিবহন এবং তাপ ও শীতলকরণ খাতে নবায়নযোগ্য শক্তির দিকে পরিবৃত্তি যথেষ্ট ধীর গতিতে হচ্ছে। \nসরকারি পরিসংখ্যান অনুসারে ২০১০ সালে নবায়নযোগ্য জ্বালানি খাতে প্রায় ৩,৭০,০০০ লোক নিযুক্ত ছিল, বিশেষ করে ছোট ও মাঝারি আকারের কোম্পানিগুলিতে।  ২০০৪ সালে এই সংখ্যাটি ছিল ১৬০,৫০০, যা ২০১০ সালে দ্বিগুণেরও বেশি বৃদ্ধি পেয়েছে। এই কর্মসংস্থানের প্রায় দুই-তৃতীয়াংশ নবায়নযোগ্য শক্তি উৎস আইনের সাথে সম্পর্কিত। \nজার্মানির ফেডারেল সরকার নবায়নযোগ্য জ্বালানির বাণিজ্যিকীকরণ বৃদ্ধির জন্য কাজ করছে, বিশেষ করে সমুদ্রবর্তী বায়ু-বিদ্যুৎ উৎপাদন খামারের উপর।  উত্তর সাগরে উৎপাদিত বিদ্যুৎ দেশের দক্ষিণাঞ্চলের বৃহৎ শিল্প গ্রাহকদের কাছে প্রেরণের জন্য পর্যাপ্ত বিদ্যুৎ অবকাঠামো তৈরি করা একটি বড় চ্যালেঞ্জ। জার্মানির জ্বালানি পরিবৃত্তি এনার্জিওয়েন্ডে ২০১১ সাল থেকে জ্বালানি নীতিতে একটি উল্লেখযোগ্য পরিবর্তন নির্দেশ করে। এই শব্দটি সরবরাহ-কেন্দ্রিক নীতির পরিবর্তে চাহিদা-কেন্দ্রিক নীতির পুনর্নির্দেশ এবং কেন্দ্রীভূত থেকে বিতরণকৃত উৎপাদন (উদাহরণস্বরূপ, খুব ছোট সহ-উৎপাদন ইউনিটে তাপ এবং বিদ্যুৎ উৎপাদন) ব্যবস্থাকে অন্তর্ভুক্ত করে। এর লক্ষ হলো অতিরিক্ত উৎপাদন এবং অপ্রয়োজনীয় জ্বালানি ব্যবহারের পরিবর্তে জ্বালানি-সাশ্রয়ী ব্যবস্থা এবং দক্ষতা বৃদ্ধির মাধ্যমে জ্বালানির সঠিক ব্যবহার নিশ্চিত করা।\n\n\n== লক্ষ্য ==\n\n১৯৯৭ সালে নবায়নযোগ্য জ্বালানি উৎস থেকে বিদ্যুৎ উৎপাদন সংক্রান্ত নির্দেশিকা পাস হওয়ার পর থেকে, জার্মানি এবং ইউরোপীয় ইউনিয়নের অন্যান্য রাষ্ট্রগুলি ২০১০ সালের মধ্যে ১২% নবায়নযোগ্য বিদ্যুৎ অর্জনের লক্ষ্যমাত্রা নিয়ে কাজ করছিল। জার্মানি এই লক্ষ আগেভাগেই, ২০০৭ সালের প্রথম দিকে এই লক্ষ্যমাত্রা অর্জন করে, যখন দেশটিতে বিদ্যুৎ ব্যবহারে নবায়নযোগ্য জ্বালানির অংশ ১৪%-এ পৌঁছে যায়।  ২০১০ সালের সেপ্টেম্বরে, জার্মান সরকার উচ্চাভিলাষী জ্বালানি লক্ষ্যমাত্রা ঘোষণা করে: ২০১৩ সালের নির্বাচনের পর, নতুন সিডিইউ/সিএসইউ এবং এসপিডি জোট সরকার তাদের জ্বালানি পরিবৃত্তি নীতি অব্যাহত রাখে, তবে জোট চুক্তিতে তাদের লক্ষ্যমাত্রার সামান্য পরিবর্তন আনা হয়।  এই লক্ষ্যগুলির মধ্যে নবায়নযোগ্য জ্বালানির জন্য অন্তর্ভুক্ত রয়েছে:\n\nজার্মান সরকারের রিপোর্ট অনুসারে ২০১১ সালে নবায়নযোগ্য শক্তি ব্যবহার করে (প্রধানত বায়ু টারবাইন এবং জৈবিকভর) ১২৩ টেরাওয়াট ঘণ্টারও (TWh) বেশি বিদ্যুৎ উৎপাদিত হয়েছে , যা সরবরাহকৃত ৬০৩ টেরাওয়াট ঘণ্টার (TWh) প্রায় ২০% বিদ্যুৎ সরবরাহ করে ।  ২০১২ সালের মধ্যে সমস্ত নবায়নযোগ্য শক্তি মিলিয়ে মোট বিদ্যুতের ২১.৯% উৎপাদিত হত, যার মধ্যে বায়ু টারবাইন এবং আলোক-বিভব প্রযুক্তি মোট বিদ্যুতের ১১.৯% সরবরাহ করত। \n২০১৭ সালের হিসাব অনুযায়ী নবায়নযোগ্য উৎসগুলি মোট বিদ্যুৎ উৎপাদনের ৩৮% সরবরাহ করত। ২০১৬ সালের একই সময়ের তুলনায়, নবায়নযোগ্য শক্তি উৎস থেকে বিদ্যুৎ উৎপাদন ১৮২ TWh থেকে বেড়ে ২১০ TWh হয়েছে। এটি প্রথম বছর ছিল যেখানে সৌর এবং বায়ু শক্তি জ্বালানির সবচেয়ে বড় উৎস হয়ে উঠে। রক্ষণাবেক্ষণের কারণে পারমাণবিক বিদ্যুৎ কেন্দ্র থেকে বিদ্যুৎ উৎপাদন ১০% কমেছে। কঠিন কয়লার ব্যবহার ১৬% কমে যায়, যেখানে লিগনাইট (নরম কয়লা) থেকে উৎপাদন প্রায় একই ছিল এবং গ্যাস থেকে উৎপাদন ২.৬ TWh বৃদ্ধি পেয়েছিল।  \nনবায়নযোগ্য শক্তি স্থাপনাগুলি সমালোচনার মুখেও পড়েছে। ২০১৭ সালে করা একটি পর্যালোচনায় থেকে দেখা গেছে যে, যদিও ২০১৬ সালে নির্গমন ১৯৯০ সালের তুলনায় ২৮ শতাংশ কম ছিল, দেশটি ১৯৯০ সালের নির্গমন মাত্রা ৪০ শতাংশ হ্রাসের ২০২০ সালের লক্ষ্যমাত্রা অর্জনে ব্যর্থ হতে পারে। \"দর্শনীয়\" অতিরিক্ত কোনো পদক্ষেপ গ্রহণ না করা হলে ২০২০ সালের ৪০ শতাংশ হ্রাস লক্ষ্যমাত্রা অর্জন করা সম্ভব হবে না।  জার্মানি তার ২০২০ সালের লক্ষ্যমাত্রা অর্জনে ব্যর্থ হওয়ার একটি গুরুত্বপূর্ণ কারণ হলো সাম্প্রতিক বছরগুলিতে দেশটির বিদ্যুৎ রপ্তানি ব্যাপকভাবে বৃদ্ধি পেয়েছে এবং ইউরোপের বৃহত্তম বিদ্যুৎ রপ্তানিকারক দেশ হিসেবে ফ্রান্সকে ছাড়িয়ে গিয়েছে। সাম্প্রতিক এক গবেষণায় দেখা গেছে যে জার্মানি প্রতি বছর ৭ গিগাওয়াট লিগনাইট বিদ্যুৎ উৎপাদনের সমপরিমাণ বিদ্যুৎ রপ্তানি করে - যা ৫৯  মিলিয়ন টন CO২ নির্গমন ঘটায়। এই নির্গমনের পরিমাণ ২০২০ সালের লক্ষ্যমাত্রা পূরণের জন্য প্রয়োজনীয় CO২ নির্গমন হ্রাসের প্রায় অর্ধেক    ঘাটতির সমান। পারমাণবিক বিদ্যুৎ কেন্দ্রগুলি বন্ধ হয়ে যাওয়ার পর জীবাশ্ম জ্বালানি থেকে বেসলোড বিদ্যুৎ প্রতিস্থাপন করা আরও চ্যালেঞ্জিং হয়ে উঠেছে, যদিও গার্হস্থ্য ব্যবহারের জন্য কয়লা থেকে উৎপাদিত বিদ্যুতের অনুপাত প্রতি বছর হ্রাস পাচ্ছে।\nজুলাই ২০১৯ সালে ফ্রাউনহোফার ইনস্টিটিউট ফর সোলার এনার্জি সিস্টেমস (আইএসই) দ্বারা প্রকাশিত পরিসংখ্যান অনুযায়ী, জার্মানিতে নবায়নযোগ্য শক্তি প্রথমবারের মতো কয়লা এবং পারমাণবিক শক্তির সম্মিলিত বিদ্যুৎ উৎপাদনের চেয়ে বেশি বিদ্যুৎ উৎপাদন করছে। সৌর, বায়ু, জৈবিকভর এবং জলবিদ্যুৎ মিলিতভাবে দেশের প্রায় অর্ধেক বিদ্যুৎ উৎপাদন করছে।  সৌর ও বায়ু বিদ্যুৎ উৎপাদন বৃদ্ধির সাথে সাথে নেতিবাচকভাবে মূল্য বৃদ্ধির হারও বেড়েছে। সৌর ও বায়ু বিদ্যুতের প্রান্তিক ব্যয় কম, এবং অন্যান্য উৎপাদন উৎস যাদের জ্বালানি খরচ বেশি তারা কম চাহিদা ও মূল্যে কম প্রতিযোগিতামূলক হয়ে পড়ে। জার্মানিতে কোভিড-১৯ মহামারীর সময় সৌরবিদ্যুৎ কখনও কখনও ৩২ গিগাওয়াট (GW) পর্যন্ত বিদ্যুৎ উৎপাদন করত। সৌর, বায়ু এবং অন্যান্য নবায়নযোগ্য শক্তির সম্মিলিত অবদান এক সময় মোট জার্মান বিদ্যুতের ৭৮%-এ পৌঁছেছিল। \n\n\n== প্রাথমিক শক্তি খরচ ==\n\n২০১৫ সালের হিসাব অনুযায়ী, জার্মানির প্রাথমিক জ্বালানি ব্যবহারের পরিমাণ ছিল ১৩ ২১৮ পেটাজুল বা ৩ ৬৭২ টেরাওয়াট-ঘন্টা, যা দেশের মোট ব্যবহৃত জ্বালানির পরিমাণকে বোঝায়। বিভিন্ন খাতে নবায়নযোগ্য শক্তির চূড়ান্ত ব্যবহার এবং তাদের আপেক্ষিক অংশ নিম্নরূপ ছিল: \n\nবিদ্যুৎ খাত, যেখানে নবায়নযোগ্য শক্তির ব্যবহার ৩১.৫% (১৮৭.৩৬৪) (জিডব্লিউএইচ)\nতাপীকরণ খাত, যেখানে নবায়নযোগ্য শক্তির ব্যবহার ১৩.৩% (১৫৮.৬৬২) (জিডব্লিউএইচ)\nপরিবহন খাত, যেখানে নবায়নযোগ্য শক্তির ব্যবহার ৫.৩% (৩৩.৬১১) (জিডব্লিউএইচ)\n২০১৫ সালের শেষ নাগাদ নবায়নযোগ্য শক্তির উৎস যেমন জৈবিকভর, জৈবগ্যাস, জৈব জ্বালানি, জল, বায়ু এবং সৌরশক্তি, দেশের প্রাথমিক শক্তি ব্যবহারের ১২.৪% সরবরাহ করেছিল, যা ২০০৪ সালের তুলনায় দ্বিগুণেরও বেশি বৃদ্ধি পেয়েছিল। ২০০৪ সালে নবায়নযোগ্য শক্তির অবদান ছিল মাত্র ৪.৫%।  \nযদিও \"শক্তি\" এবং \"বিদ্যুৎ\" শব্দ দুটি প্রায়শই পরস্পর বিনিময়যোগ্যভাবে ব্যবহৃত হয়, তাদের একে অপরের সাথে গুলিয়ে ফেলা উচিত নয়, কারণ বিদ্যুৎ শুধু শক্তির একটি রূপ এবং এটি যানবাহনের অভ্যন্তরীণ দহন ইঞ্জিন এবং তাপ বয়লারের মাধ্যমে ব্যবহৃত শক্তিকে অন্তর্ভুক্ত করে না, যা পরিবহন এবং ভবন গরম করার জন্য ব্যবহৃত হয়।\n\n\n== উৎস ==\n\n২০১৬ সালে জার্মানির নবায়নযোগ্য শক্তি গন্তব্যস্থলগুলির একটি ভ্রমণ নির্দেশিকা প্রকাশিত হয়েছিল \n\n\n=== বায়ু শক্তি ===\n\n২০১৩ সালে বায়ু শক্তি মোট ৫৩.৪ টেরাওয়াট ঘন্টা (TWh)  বিদ্যুৎ উৎপাদন করেছিল এবং গ্রিডে নতুন করে ৩.২ গিগাওয়াটেরও বেশি সক্ষমতা যুক্ত করা হয়েছিল। ২০১১ সালে দেশে স্থাপিত বায়ু বিদ্যুৎ ক্ষমতা ২৯,০৭৫ মেগাওয়াটে (MW) পৌঁছেছিল, যা মোট বিদ্যুৎ উৎপাদন সক্ষমতার প্রায় ৮%।  ইউরোপীয় বায়ু শক্তি সংস্থা (EWEA)-এর মতে, একটি স্বাভাবিক বায়ু বছরে, জার্মানিতে স্থাপিত বায়ু শক্তি সক্ষমতা ২০১১ সালের শেষে দেশটির বিদ্যুৎ চাহিদার ১০.৬% এবং ২০১০ সালের শেষে ৯.৩% পূরণ করতে পারবে।\nজার্মান ফেডারেল এলাকায় ২১,৬০৭টিরও বেশি বায়ু টারবাইন স্থাপিত হয়েছে এবং দেশটি আরও বায়ু টারবাইন নির্মাণের পরিকল্পনা করছে।  ২০১১ সাল থেকে, জার্মানির ফেডারেল সরকার নবায়নযোগ্য শক্তির বাণিজ্যিকীকরণ বৃদ্ধির জন্য একটি নতুন পরিকল্পনা নিয়ে কাজ করছে, যেখানে বিশেষ করে সমুদ্রবর্তী বায়ু খামারের উপর গুরুত্ব দেওয়া হয়েছে।  একটি বড় চ্যালেঞ্জ হল দক্ষিণ জার্মানির বৃহৎ শিল্প গ্রাহকদের কাছে উত্তর সাগরে উৎপাদিত বিদ্যুৎ প্রেরণের জন্য পর্যাপ্ত বিদ্যুৎ পরিবহন ক্ষমতার উন্নয়ন। ২০১৬ সালে  জার্মানি সিদ্ধান্ত নেয় যে ২০১৭ সাল থেকে ফিড-ইন শুল্কের পরিবর্তে নিলামের ব্যবস্থা চালু করা হবে। \n\n\n=== জৈবিকভর ===\nকৃষিকে জার্মানিতে জৈবিকভরের প্রধান সরবরাহকারী বলে মনে করা হয়। অধিকন্তু, জার্মানির মোট কাঠ উৎপাদনের ৪০% জৈববস্তুপুঞ্জের কাঁচামাল হিসেবে ব্যবহৃত হয়।  জার্মান ফেডারেল রিসার্চ সেন্টার ফর ফরেস্ট্রি অ্যান্ড ফরেস্ট প্রোডাক্টস দাবি করে যে এমন কিছু রিজার্ভও রয়েছে যা জৈবিকভর উৎপাদনে বনায়নের অংশ সম্প্রসারিত করতে সহায়তা করতে পারে। কৃষি হলো রেপসিড তেলের প্রধান উৎস, যা বায়োডিজেল উৎপাদন এবং বায়োগ্যাস উৎপাদনের জন্য সাবস্ট্রেট তৈরিতে ব্যবহৃত হয়।\nবায়োগ্যাস এবং জৈব জ্বালানি উৎপাদনে ব্যবহৃত জৈবিকভর হলো জার্মানির নবায়নযোগ্য শক্তির সবচেয়ে গুরুত্বপূর্ণ উৎসগুলির মধ্যে একটি। ২০১০ সালে, নবায়নযোগ্য বিদ্যুৎ উৎপাদনের ৩০% এবং সমস্ত নবায়নযোগ্য শক্তির (বেশিরভাগ কাঠ) ৭০% জৈবিকভর সরবরাহ করেছিল। \nজার্মানি জৈব জ্বালানি কোটা আইনের আওতায় ২০১৪ সালের মধ্যে পেট্রোলিয়ামে ৬.২৫% জৈব জ্বালানি মিশ্রিত করার প্রতিশ্রুতি দিয়েছে।\n\n\n=== আলোক-বিভব সৌরশক্তি ===\n\nসৌর আলোক-বিভব (PV) প্রযুক্তি সূর্যালোক থেকে বিদ্যুৎ উৎপন্ন করে এবং এটি গ্রিড-সংযুক্ত এবং অফ-গ্রিড উভয় অ্যাপ্লিকেশনে ব্যবহার করা যেতে পারে। এই প্রযুক্তির ব্যাপক উৎপাদন প্রথম শুরু হয় ২০০০ সালে, যখন জার্মান পরিবেশবাদীরা এবং ইউরোসোলার ১০০,০০০ ছাদ প্রকল্পের জন্য সরকারি সহায়তা পেতে সফল হয়। ২০১২ সালের জুলাই মাসে মোট ২৯.৭ গিগাওয়াট (GW) সৌর আলোক-বিভব বিদ্যুৎ উৎপাদনের একটি ক্রমবর্ধমান স্থাপিত বিদ্যুৎ ব্যবস্থা চালু ছিল। সৌর আলোক-বিভব বিদ্যুৎ  ২০১১ সালে ১৮ TW·h বিদ্যুৎ সরবরাহ করেছিল, যা মোট বিদ্যুতের চাহিদার ৩%। সৌরশক্তি স্থাপনা দ্রুত বৃদ্ধি পাওয়ায় ২০১২ সালের প্রথমার্ধে, মোট বিদ্যুতের চাহিদার প্রায় ৫.৩% সৌরবিদ্যুৎ দ্বারা পূরণ করা হয়েছিল। ২০১২ সালের ২৫শে মে, শনিবার, সৌরশক্তি গ্রিডে ২২ গিগাওয়াট বিদ্যুৎ সরবরাহ করে নতুন রেকর্ড সৃষ্টি করে, যা ২০টি পারমাণবিক বিদ্যুৎ কেন্দ্রে উৎপাদিত বিদ্যুতের সমতুল্য। ২০ গিগাওয়াটের উপর বিদ্যুৎ উৎপাদিত হওয়ার কারণ ছিল দেশব্যাপী চমৎকার আবহাওয়া ও সক্ষমতা বৃদ্ধি, যা দুপুরে জাতীয় বিদ্যুত চাহিদার অর্ধেক পূরণ করেছিল। ২০১২ সালে জার্মানি ছিল সৌর  আলোক-বিভবের সবচেয়ে বড় সম্প্রসারণশীল বাজার, যেখানে ৭.৬ গিগাওয়াটের নতুন সিস্টেম সংযুক্ত হয়েছিল।  কিছু বাজার বিশ্লেষক আশা করছেন যে ২০৫০ সালের মধ্যে সৌর বিদ্যুতের অংশ ২৫% এ পৌঁছাতে পারে।  ২০০৬ সাল থেকে ৫ বছরে পিভি সিস্টেমের দাম ৫০% এরও বেশি কমেছে । \n\n\n=== জলবিদ্যুৎ ===\n\n২০০৬ সালের শেষে জার্মানিতে মোট স্থাপিত জলবিদ্যুৎ সক্ষমতা ছিল ৪.৭ গিগাওয়াট। জলবিদ্যুৎ বিদ্যুতের চাহিদার ৩.৫% পূরণ করে। সর্বশেষ হিসাব অনুসারে, ২০০৭ সালে জার্মানিতে জলবিদ্যুৎ খাতে প্রায় ৯,৪০০ জন কর্মরত ছিল, যার ফলে মোট ১.২৩ বিলিয়ন ইউরোর লেনদেন হয়েছিল। । \n\n\n=== ভূ-তাপীয় শক্তি ===\n\nজার্মানিতে ভূ-তাপীয় বিদ্যুৎ উৎপাদন বৃদ্ধি পাবে বলে আশা করা হচ্ছে, মূলত এমন একটি আইনের কারণে যা ভূ-তাপীয় বিদ্যুৎ উৎপাদনে সুবিধা দেয় এবং ফিড-ইন শুল্ক নিশ্চিত করে। সেই বছর ভূ-তাপীয় উৎস থেকে উৎপাদিত বিদ্যুতের জন্য প্রতি কিলোওয়াট-ঘন্টা (kWh) প্রতি €০.১৫ (US$০.২৩) শুল্ক পরিকল্পনা প্রবর্তনকারী একটি নবায়নযোগ্য শক্তি আইন কার্যকর হওয়ার পর, নির্মাণের ক্ষেত্রে ব্যাপক বিস্তার দেখা দেয়। নতুন বিদ্যুৎ কেন্দ্রগুলি এখন চালু হতে শুরু করেছে।\n\n\n== শিল্প ==\n\nজার্মানির নবায়নযোগ্য জ্বালানি খাত বিশ্বব্যাপী সবচেয়ে উদ্ভাবনী এবং সফল খাতগুলির মধ্যে একটি। এনারকন, নর্ডেক্স, আরইপাওয়ার সিস্টেমস, সিমেন্স এবং ফুহরল্যান্ডার জার্মানিতে অবস্থিত বায়ু-বিদ্যুৎ কোম্পানি। জার্মানির প্রতি তৃতীয় সৌর প্যানেল এবং প্রতিটি দ্বিতীয় বায়ু রোটর জার্মানিতে তৈরি। জলবিদ্যুৎ উৎপাদনে ব্যবহৃত জার্মান টারবাইন এবং জেনারেটর বিশ্বব্যাপী সবচেয়ে জনপ্রিয়।\nজার্মান পরিবেশ প্রযুক্তি খাতে প্রায় ৮০০,০০০ লোক কর্মরত; এর মধ্যে নবায়নযোগ্য শক্তি খাতে আনুমানিক ২১৪,০০০ লোক কাজ করে, যা ২০০৪ সালের ১৫৭,০০০ থেকে ৩৬% বৃদ্ধি পেয়েছে। ২০১২-২০১৩ সালে নবায়নযোগ্য শক্তি খাতে জার্মানিতে আনুমানিক চাকরির সংখ্যা ছিল প্রায় ৩,৭০,০০০টি।\nসিমেন্সের প্রধান নির্বাহী পিটার লোশার বিশ্বাস করেন যে ২০২০ সালের মধ্যে জার্মানির ৩৫% বিদ্যুৎ নবায়নযোগ্য জ্বালানি থেকে উৎপাদনের লক্ষ্য অর্জনযোগ্য - এবং সম্ভবত ইউরোপের বৃহত্তম ইঞ্জিনিয়ারিং কোম্পানির জন্য লাভজনক। এর \"পরিবেশগত সমাধান\" পোর্টফোলিও, যা দৃঢ়ভাবে নবায়নযোগ্য শক্তির উপর কেন্দ্রীভূত, \"ইতিমধ্যেই বছরে €২৭ বিলিয়ন এরও বেশি রাজস্ব সৃষ্টি করছে , যা সিমেন্সের মোট রাজস্বের ৩৫ শতাংশ। ২০১৫ সালের মধ্যে একে ৪০ বিলিয়ন ইউরোতে উন্নীত করার পরিকল্পনা করা হয়েছে\" । পারমাণবিক শিল্প থেকে বেরিয়ে আসার সিদ্ধান্ত \"সবুজ প্রযুক্তি\" এর সরবরাহকারী হিসেবে সিমেন্সের বিশ্বাসযোগ্যতা বৃদ্ধি করবে।\nসৌরবিদ্যুতে জার্মানির প্রধান প্রতিযোগীরা হলো জাপান, মার্কিন যুক্তরাষ্ট্র এবং চীন। আর বায়ু শক্তি শিল্পে এটি ডেনমার্ক, স্পেন এবং মার্কিন যুক্তরাষ্ট্র।\n\n\n== সরকারি নীতি ==\n১৯৯৮ থেকে ২০০৫ সালের মধ্যে অ্যালায়েন্স '৯০/দ্য গ্রিনস পার্টি ফেডারেল সরকারে যোগদান করলে নবায়নযোগ্য জ্বালানি খাত লাভবান হয়। গঠনের ধরণ নির্বিশেষে পরবর্তী সরকারগুলোর অধীনে নবায়নযোগ্য শক্তির প্রতি সমর্থন কিছুটা হলেও অব্যহত ছিল যার মধ্যে ২০১৮ সাল থেকে বর্তমান সিডিইউ/সিএসইউ এবং এসপিডি জোট সরকারও অন্তর্ভুক্ত, তবে এটি জার্মান সৌর প্যানেল উৎপাদনের পতন ঠেকাতে পারেনি। নবায়নযোগ্য শক্তি খাতের প্রাথমিক সহায়তা আসে নবায়নযোগ্য শক্তি উৎস আইন থেকে, যা মূলত ফিড-ইন শুল্ক নির্ধারণ করে নবায়নযোগ্য শক্তিকে উৎসাহিত করে, এবং সম্প্রতি গ্রিড অপারেটরদের বিদ্যুৎ গ্রিডে সরবরাহ করা নবায়নযোগ্য শক্তির জন্য যে বাজার প্রিমিয়াম দিতে হত, গ্রিন পার্টির অংশগ্রহণ ছাড়াই সরকারগুলির অধীনে তা হ্রাস করা হয়েছিল। যারা নবায়নযোগ্য শক্তি উৎপাদন করেন তারা ২০ বা ১৫ বছরের জন্য নির্দিষ্ট মূল্যে তাদের 'পণ্য' বিক্রি করতে পারেন। বছর। এর ফলে নবায়নযোগ্য জ্বালানি উৎপাদনের ব্যাপক বৃদ্ধি ঘটেছে। ২০১২ সালে সিমেন্স অনুমান করেছিল যে ২০৩০ সালের মধ্যে নবায়নযোগ্য শক্তির মোট ব্যয় কমপক্ষে €১.৪ ট্রিলিয়ন হবে  (১.৮ ট্রিলিয়ন মার্কিন ডলার) ।\n২০১১-২০১৪ সময়কালের জন্য, ফেডারেল সরকার দেশে  বৈজ্ঞানিক গবেষণার জন্য ৩.৫ বিলিয়ন ইউরো বরাদ্দ করেছিল।  অধিকন্তু, ২০০১ সালে একটি আইন পাস করা হয় যাতে ৩২ বছরের মধ্যে সমস্ত পারমাণবিক বিদ্যুৎ কেন্দ্র বন্ধ করার নির্দেশ দেওয়া হয় । ২০১০ সালে নতুন সরকার শাটডাউনের সময়সীমা ২০৪০ সাল পর্যন্ত বৃদ্ধি করে। ফুকুশিমা দুর্ঘটনার পর আইনটি বাতিল করা হয় এবং বিদ্যুৎ উৎপাদন কাজে পারমাণবিক শক্তির সমাপ্তি ২০২২ সালে নির্ধারণ করা হয়। ২০১৩ সালের ফেডারেল নির্বাচনের পর, নতুন সিডিইউ/সিএসইউ এবং এসপিডি জোট গুরুত্বপূর্ণ ক্ষেত্রসমূহে পূর্ববর্তী সরকারের এনার্জিওয়েন্ডে চালিয়ে যায়, তবে তারা ইইজি-র একটি বড় সংস্কারের বিষয়েও একমত হয়েছিল।\nজার্মানির জ্বালানি নীতি ইউরোপীয় ইউনিয়নের কাঠামোর মধ্যে পরিচালিত হয় এবং ২০০৭ সালের মার্চ মাসে ব্রাসেলসে অনুষ্ঠিত ইউরোপীয় কাউন্সিল একটি বাধ্যতামূলক জ্বালানি পরিকল্পনা অনুমোদন করে, যাতে ২০২০ সালের মধ্যে কার্বন ডাই অক্সাইড নির্গমন ২০% হ্রাস এবং নবায়নযোগ্য শক্তির ব্যবহার মোট ইইউ ব্যবহারের ২০% পর্যন্ত বাড়ানোর লক্ষ নির্ধারণ করা হয় (২০০৬ সালে যা ছিল ৭%)। এই চুক্তিটি পরোক্ষভাবে গ্রিনহাউস গ্যাস নির্গমন হ্রাসে পারমাণবিক শক্তির ভূমিকা স্বীকার করে - যা সাধারণত নবায়নযোগ্য হিসাবে বিবেচিত হয় না, তবে নির্গমন-মুক্ত - যা প্রতিটি সদস্য রাষ্ট্রকে পারমাণবিক-উত্পাদিত বিদ্যুৎ ব্যবহার করা হবে কিনা তা সিদ্ধান্ত নেওয়ার অনুমতি দেয়।\nএছাড়াও, ২০২০ সালের মধ্যে পরিবহনে ব্যবহৃত মোট গ্যাসোলিন ও ডিজেলের মধ্যে  ন্যূনতম ১০% জৈব জ্বালানি সংযোজনের জন্য একটি সমঝোতা চুক্তি করা হয়।\n\n\n== শক্তির পরিবৃত্তি ==\n\nএনার্জিওয়েন্ডে (\"শক্তির পরিবৃত্তি\") শক্তি নীতিতে একটি উল্লেখযোগ্য পরিবর্তনকে নির্দেশ করে: এই পরিভাষাটি নীতির পুনর্গঠনের ধারণা প্রকাশ করে, যেখানে চাহিদার পরিবর্তে শক্তি সরবরাহের দিকে মনোযোগ দেওয়া হয় এবং কেন্দ্রীভূত উৎপাদন ব্যবস্থা থেকে থেকে বিকেন্দ্রীভূত উৎপাদন ব্যবস্থায় স্থানান্তর নির্দেশ করে (উদাহরণস্বরূপ, খুব ছোট সহ-উৎপাদন ইউনিটে তাপ এবং বিদ্যুৎ উৎপাদন)। এর লক্ষ অতিরিক্ত উৎপাদন এবং অপ্রয়োজনীয় শক্তি খরচের পরিবর্তে শক্তি-সাশ্রয়ী ব্যবস্থা এবং দক্ষতা বৃদ্ধি করা।\nফুকুশিমা পারমাণবিক দুর্ঘটনার প্রায় ছয় মাস আগে, ২০১০ সালের সেপ্টেম্বরে জার্মান সরকার এনার্জিওয়েন্ডের রূপরেখার মূল নীতিগত দলিল প্রকাশ করেছিল।  এছাড়াও, এর সাথে সম্পর্কিত গবেষণা ও উন্নয়ন প্রচেষ্টা চালানো হবে। ২০১০ সালের সেপ্টেম্বরে এই নীতিকে সমর্থন করে পাস হয়। এর গুরুত্বপূর্ণ দিকগুলির মধ্যে রয়েছে:\n\nজার্মান ফেডারেল সরকার কর্তৃক এই নীতি গৃহীত হয়েছে এবং এর ফলে নবায়নযোগ্য শক্তি, বিশেষ করে বায়ু শক্তির ব্যাপক সম্প্রসারণ ঘটেছে। জার্মানির নবায়নযোগ্য শক্তি ব্যবহারের অংশ ১৯৯৯ সালে প্রায় ৫% থেকে বেড়ে ২০১২ সালে ২২.৯% হয়েছে, যা OECD-এর নবায়নযোগ্য শক্তি ব্যবহারের গড় ১৮% এর কাছাকাছি।  উৎপাদকদের জন্য ২০ বছরের একটি নির্দিষ্ট ফিড-ইন শুল্কের নিশ্চয়তা দেওয়া হয়েছে, যা একটি স্থিতিশীল আয়ের নিশ্চয়তা দেয়। জ্বালানি সমবায় গঠন করা হয়েছে, এবং নিয়ন্ত্রণ ও মুনাফা বিকেন্দ্রীকরণের প্রচেষ্টা চালানো হয়েছে। নবায়নযোগ্য শক্তির বাজারে বৃহৎ জ্বালানি কোম্পানিগুলির অংশ তুলনামূলকভাবে কম। পারমাণবিক বিদ্যুৎকেন্দ্রগুলো বন্ধ করে দেওয়া হয়েছে, এবং বিদ্যমান নয়টি বিদ্যুৎ কেন্দ্র নির্ধারিত সময়ের আগেই, ২০২২ সালের মধ্যে বন্ধ করার সিদ্ধান্ত নেওয়া হয়েছে।\n২০১৩ সালের মে মাসে আন্তর্জাতিক শক্তি সংস্থা (IEA) জার্মানির ব্যাপক শক্তি পরিবৃত্তি কৌশলের প্রতি অঙ্গীকারবদ্ধতা, উচ্চাভিলাষী নবায়নযোগ্য শক্তির লক্ষ্য এবং দক্ষ শক্তির ব্যবহারের প্রশংসা করে এবং এই দৃষ্টিভঙ্গিকে সমর্থন করে। তবে, জার্মানির  শক্তি নীতির উচ্চাকাঙ্ক্ষার মাত্রা, তার বৃহৎ আকার এবং শক্তি-নির্ভর অর্থনীতি, এবং ইউরোপের শক্তি ব্যবস্থায় এর কেন্দ্রীয় অবস্থান— এইসব বিবেচনায়, দেশের উচ্চাকাঙ্ক্ষী শক্তি পরিবৃত্তির টেকসইতা, সাশ্রয়ী মূল্য এবং প্রতিযোগিতামূলক অবস্থানের মধ্যে কার্যকর ভারসাম্য বজায় রাখতে হয় তবে আরও নীতিগত পদক্ষেপ গ্রহণ করা প্রয়োজন। \nনবায়নযোগ্য শক্তির বৃদ্ধি উৎসাহিত করতে দেওয়া ভর্তুকিগুলো ২০১৩ সালে ভোক্তাদের শক্তির দাম ১২.৫% বৃদ্ধি করেছে।  আজ অবধি, জার্মান ভোক্তারা এনার্জিওয়েন্ডে- এর ব্যয় বহন করেছ, তবে IEA বলছে, নবায়নযোগ্য শক্তির অংশ বৃদ্ধির সাথে সাথে বিদ্যুতের দাম বাড়তে থাকায় নতুন নীতির সামাজিক ও অর্থনৈতিক প্রভাব নিয়ে বিতর্ক আরও গুরুত্ব পাচ্ছে। নিম্ন-কার্বন শক্তি খাতে পরিবৃত্তির জন্য জনস্বীকৃতি প্রয়োজন, তাই খুচরা বিদ্যুতের দাম সাশ্রয়ী রাখতে হবে। বর্তমানে, জার্মানির বিদ্যুতের মূল্য ইউরোপের মধ্যে সর্বোচ্চগুলোর একটি, যদিও পাইকারি দাম তুলনামূলকভাবে কম।  একই সাথে, IEA বলছে, নতুন শক্তি নীতি দীর্ঘমেয়াদী বিনিয়োগের সিদ্ধান্তের উপর ভিত্তি করে তৈরি, এবং জার্মানিতে বৃহৎ পরিসরে নবায়নযোগ্য শক্তির বাণিজ্যিকীকরণকে সমর্থন করার ব্যাপারে দৃঢ় নীতিগত ঐক্য রয়েছে। \nএনার্জিওয়েন্ডে বিষয়টি নিয়ে বেশ কয়েকটি কম্পিউটারভিত্তিক গবেষণা পরিচালিত হয়েছে। বেশিরভাগ গবেষণা বিদ্যুৎ উৎপাদন ও ব্যবহারের উপর কেন্দ্রীভূত, কারণ এই খাত প্রযুক্তি ও প্রতিষ্ঠানগত দিক থেকে দ্রুত পরিবর্তনের মধ্য দিয়ে যাচ্ছে।\n\n\n== মালিকানা ==\nজার্মানিতে, ২০১৩ সালের হিসাব অনুযায়ী প্রায় অর্ধেক নবায়নযোগ্য শক্তি সক্ষমতার ছিল নাগরিকদের মালিকানাধীন, এবং প্রায় ২ কোটি জার্মান তথাকথিত ১০০% নবায়নযোগ্য জ্বালানি অঞ্চলে বাস করতেন।\n\n\n== পরিসংখ্যান ==\nসাম্প্রতিক বছরগুলিতে স্থাপিত নবায়নযোগ্য বৈদ্যুতিক শক্তির সক্ষমতা এবং উৎপাদনের বৃদ্ধি নীচের চার্ট এবং সারণিতে দেখানো হয়েছে:\n\n\n== জনমত ==\n\nজার্মান নবায়নযোগ্য শক্তি সংস্থার জন্য পরিচালিত ২০১৭ সালের একটি জাতীয় জরিপ অনুসারে, ১০১৬ জন উত্তরদাতার মধ্যে ৯৫% নবায়নযোগ্য শক্তির আরও সম্প্রসারণকে সমর্থন করেছেন।  প্রায় দুই-তৃতীয়াংশ অংশগ্রহণকারী তাদের বাড়ির কাছাকাছি নবায়নযোগ্য বিদ্যুৎ কেন্দ্র স্থাপনের পক্ষে ছিলেন, এবং যদি তাদের এলাকায় এর আগেই এমন প্রকল্পের অভিজ্ঞতা থাকত, তাহলে সমর্থনের মাত্রা আরও বৃদ্ধি পেত। সৌর খামারের ক্ষেত্রে সমর্থন ৭২ থেকে ৯৪%, বায়ু শক্তির ক্ষেত্রে ৫৭ থেকে ৬৯% এবং জৈব জ্বালানির ক্ষেত্রে ৩৯ থেকে ৫৬%-এ বৃদ্ধি পেয়েছে।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n২০১১ সালের নবায়নযোগ্য শক্তি উৎসের পরিসংখ্যান  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ মার্চ ২০১৩ তারিখে   পরিবেশ, প্রকৃতি সংরক্ষণ এবং পারমাণবিক নিরাপত্তা বিষয়ক ফেডারেল মন্ত্রণালয় থেকে - নবায়নযোগ্য শক্তি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ মার্চ ২০১২ তারিখে\nজার্মান বাড়ির মালিকদের জন্য, নবায়নযোগ্য শক্তি এখন আর বিকল্প নয়[অধিগ্রহণকৃত!]\nজার্মান পররাষ্ট্র দপ্তর থেকে জলবায়ু, শক্তি এবং পরিবেশের সংক্ষিপ্ত পর্যালোচনা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ মে ২০১১ তারিখে\nএমশার-লিপ্পে অঞ্চলে নবায়নযোগ্য শক্তি সংক্রান্ত অফিসিয়াল সাইট\nইউরোপীয় কমিশনের জাতীয় নবায়নযোগ্য জ্বালানি কর্মপরিকল্পনা\nইউরোপীয় কমিশনের নবায়নযোগ্য জ্বালানি অগ্রগতি প্রতিবেদন\nইউরোপীয় কমিশনের জাতীয় জ্বালানি দক্ষতা কর্মপরিকল্পনা\nটেমপ্লেট:Energy in Germany\nটেমপ্লেট:Renewable energy by country"}