{"pageid": 1517632, "title": "আযল (সহবাস)", "url": "https://bn.wikipedia.org/wiki?curid=1517632", "content": "আযল হল সহবাসের সময় জন্মনিয়ন্ত্রণ করার একটি পদ্ধতি, যেখানে পুরুষ যৌন মিলনের সময় বীর্যপাতের আগে মহিলার যোনি থেকে তার লিঙ্গ বের করে নেয় এবং যোনির বাইরে বীর্যপাত ঘটায়। এই গর্ভনিরোধক পদ্ধতিটি কমপক্ষে দুই হাজার বছর ধরে ব্যাপকভাবে ব্যবহৃত হয়ে আসছে। ১৯৯১ সালে প্রকাশিত একটি গবেষণায় দেখা গেছে যে, ১৯৯১ সালে বিশ্বব্যাপী ৩ কোটি ৮০ লক্ষ দম্পতি পদ্ধতিটি ব্যবহার করেছিলেন। এটি লক্ষ করা উচিত যে, এই পদ্ধতিটি সিফিলিসের মতো যৌনবাহিত রোগের সংক্রমণ থেকে রক্ষা করে না।  ইসলাম ধর্মে স্ত্রীর অনুমতিক্রমে আযল করার বিধান বৈধ রাখা হয়েছে।    \n\n\n== ইতিহাস ==\nতাওরাতে ওনানের কাহিনি গর্ভধারণ এড়ানোর জন্য সহবাসের সময় বাইরে নির্গমন করার (প্রশাব বিরতি বা 'আযল') প্রাচীনতম বিবরণ হিসেবে বিবেচিত হয়। ধারণা করা হয়, এই লেখা প্রায় ২৫০০ বছর আগে লিপিবদ্ধ হয়েছিল। প্রাচীন গ্রিক ও রোমান সভ্যতায় এই পদ্ধতিটি গর্ভনিরোধের জন্য সবচেয়ে জনপ্রিয় ছিল। যদিও তারা জন্মনিয়ন্ত্রণের জন্য বিভিন্ন পদ্ধতি ব্যবহার করত। তবে এ সকল সমাজ জন্মনিয়ন্ত্রণকে পুরুষের পরিবর্তে নারীর দায়িত্ব হিসেবে দেখত। ঐতিহাসিক দলিলগুলো থেকে জানা যায়, নারীরা গর্ভনিরোধের জন্য বিভিন্ন প্রাথমিক ধরনের মহিলা নিরোধক ও কিছু জাদু-তন্ত্র বা তাবিজ ব্যবহার করত।\nপঞ্চম শতাব্দীতে রোমান সাম্রাজ্যের পতনের পর ইউরোপে জন্মনিয়ন্ত্রণের ব্যবহার বন্ধ হয়ে যায় এবং এটি পুনরায় প্রামাণ্যভাবে উল্লেখিত হয় ১৫শ শতকে। সম্ভবত মধ্যযুগের সময় ইউরোপে এ সম্পর্কিত জ্ঞান হারিয়ে গিয়েছিল। তবে মুসলিম বিশ্বে পদ্ধতিটি আগে থেকেই চলে আসছে। ১৮শ শতক থেকে শুরু করে আধুনিক গর্ভনিরোধ পদ্ধতির উন্নতি পর্যন্ত ‘আযল’ পদ্ধতিটি ইউরোপ, উত্তর আমেরিকা ও বিশ্বের অন্যান্য স্থানে অন্যতম প্রচলিত জন্মনিয়ন্ত্রণ পদ্ধতি ছিল।\n\n\n== ধর্মীয় দৃষ্টিভঙ্গি ==\n\n\n==== ইসলাম ====\nঅধিকাংশ মুসলিম পণ্ডিত সহবাসের সময় বীর্যপাত বাইরে করা (আযল) প্রয়োজনে বৈধ বলে মনে করেন।   তারা জাবির ইবনে আবদুল্লাহর একটি হাদিসের মাধ্যমে প্রমাণ উপস্থাপন করেন, যেখানে তিনি বলেন: আমরা রাসুলুল্লাহর যুগে আযল করতাম এবং এটি আল্লাহর নবীর কাছে পৌঁছায়; কিন্তু তিনি আমাদের নিষেধ করেননি।    \nতবে কিছু ইসলামি পণ্ডিত মনে করেন যে, এটি স্ত্রীর অনুমতি ছাড়া বৈধ নয়। ইবন কুদামা তার বই আল-মুগনি-তে বলেছেন: একজন পুরুষ তার স্বাধীন স্ত্রীর অনুমতি ছাড়া আযল করতে পারবে না।    \n\n\n==== খ্রিস্টান ====\nকিছু বিদেশি প্রকাশনায় উল্লেখ করা হয়েছে যে, বাইবেলের উৎপত্তি গ্রন্থ জেনেসিসে (৩৮:৯)ওনানের প্রসঙ্গ এসেছে, যেখানে তিনি নির্গমনের সময় বীর্য বাইরে ফেলতেন, যাতে সন্তান জন্ম না নেয়।  \nইতালীয় লেখক লুইজি কাসিওলি তার অনলাইনে প্রকাশিত বইয়ের খ্রিস্টধর্ম ও যৌনতা অধ্যায়ে উল্লেখ করেন যে, খ্রিস্টান ধর্মতত্ত্ববিদ থমাস সানচেজের মতে, আযল কোনো পাপ নয়। তবে ক্যাথলিক চার্চের একটি দৃষ্টিভঙ্গি অনুযায়ী, ওনানের এই কাজ ( যার থেকে \"ওনানিজম\" শব্দ এসেছে) গ্রহণযোগ্য ছিল না।     \nঅন্যদিকে অর্থোডক্স চার্চ সংযত যৌন মিলন শব্দটি ব্যবহার করে এটিকে পরিবার পরিকল্পনার একটি উপায় হিসেবে স্বীকৃতি দিয়েছে। \n\n\n==== ইহুদি ====\nইহুদি ধর্মমতে ক্যাথলিক চার্চের মতই ওনানের পদ্ধতি (আযল) গ্রহণযোগ্য নয়। এটি \"ওনানিজম\" নামে পরিচিত। \n\n\n== তথ্যসূত্র =="}