{"pageid": 1517194, "title": "নারীকেন্দ্রিকতা", "url": "https://bn.wikipedia.org/wiki?curid=1517194", "content": "নারীকেন্দ্রিকতা বা গাইনোসেন্ট্রিজম হলো তত্ত্ব বা অনুশীলনে নারীদের ওপর একটি প্রধান বা একমাত্র দৃষ্টি নিবদ্ধ করা। যে কোন কিছুকে যখন কেবল নারী বা নারীবাদী দৃষ্টিকোণ মাথায় রেখে বিবেচনা করা হয়, তখনই তা স্ত্রীকেন্দ্রিক হতে পারে। বিপরীত প্রথায়, পুরুষতান্ত্রিক দৃষ্টিভঙ্গিকে কেন্দ্রে রেখে, কিছু করা হলে তা হল অ্যাণ্ড্রোকেন্দ্রিকতা।\n\n\n== ব্যুৎপত্তি ==\ngynocentrism শব্দটি প্রাচীন গ্রীক, γυνή এবং κέντρον থেকে উদ্ভূত। Γυνή কে নারী বা মহিলা হিসেবে অনুবাদ করা যেতে পারে, কিন্তু পত্নী হিসেবেও বলা যেতে পারে। প্রাচীন গ্রীকের γυνή সহ যৌগিক শব্দগুলিতে, সাধারণত স্টেম γυναικ- ব্যবহৃত হয়। এই স্টেমটি জেনিটিভ কারক γυναικός-তে, এবং কর্তৃকারকের পুরোনো রূপ γύναιξ-তে দেখা যায়। প্রাচীন গ্রীক ভাষায়, γυνή এর সাথে γυνο- বা γυνω- দিয়ে শুরু হওয়া কোনও যৌগিক শব্দের অস্তিত্ব জানা যায় না।\nপ্রাচীন গ্রীক শব্দ κέντρον এর অনুবাদ করা যেতে পারে তীক্ষ্ণ বিন্দু, (মৌমাছি এবং বোলতার) হুল, বর্শার ফলা  এবং একজোড়া কম্পাসের স্থির বিন্দু। এর অর্থ বৃত্তের কেন্দ্র। \"বৃত্তের কেন্দ্র / মধ্যবিন্দু\" অর্থটি লাতিন শব্দ \"centrum\" থেকে পাওয়া যায়, এটি প্রাচীন গ্রীক শব্দ থেকে ধার করা। ইংরেজি শব্দ centre লাতিন centrum থেকে উদ্ভূত। κέντρον শব্দটি κεντεῖν ক্রিয়াপদ থেকে এসেছে, যার অর্থ (মৌমাছির) দংশন করা, ছিদ্র করা, ঠেলে দেওয়া, এবং উদ্দীপনা দেওয়া। ব্যুৎপত্তিগতভাবে \"gynocentrism \" শব্দটি ব্যাখ্যা করার চেষ্টা করার সময়, প্রাচীন গ্রীক κέντρον শব্দটি বিবেচনা করা গুরুত্বপূর্ণ, যার অর্থ মধ্যবিন্দু / কেন্দ্র, এবং আরও স্পষ্ট প্রাচীন গ্রীক শব্দ \"κεντρισμός\" (প্রতিফলন -কেন্দ্রীকরণ ) নয়।\n\n\n== ইতিহাস ==\n\"স্ত্রীকেন্দ্রিকতা\" শব্দটি কমপক্ষে ১৮৯৭ সাল থেকে ব্যবহৃত হয়ে আসছে, যখন এটি \"দ্য ওপেন কোর্ট\"-এ প্রকাশিত হয়েছিল। সেখানে বলা হয়েছিল যে মহাদেশীয় ইউরোপীয়রা মনে করে আমেরিকানরা \"মানবকেন্দ্রিকতার বদলে স্ত্রীকেন্দ্রিকতার কারণে ভুগছে\"। ১৯১৪ সালে, লেখক জর্জ এ বার্মিংহাম আমেরিকান সামাজিক জীবনকে \"স্ত্রীকেন্দ্রিক\" বলে; এটি \"মহিলাদের সুবিধা এবং আনন্দের জন্য সাজানো হয়েছে।\"\n১৯৭০-এর দশকে দ্বিতীয়-তরঙ্গের নারীবাদের সূত্রপাতের সাথে সাথে, \"গাইনোসেন্ট্রিজম\" শব্দটি পার্থক্য নারীবাদকে বর্ণনা করার জন্য ব্যবহৃত হয়েছে, যেটি সমতা নারীবাদের বিপরীতে গিয়ে লিঙ্গ পার্থক্য বোঝার এবং গ্রহণ করার দিকে একটি পরিবর্তন প্রকাশ করেছিল।\n\n\n== সমসাময়িক সমাজে ==\n\"স্ত্রীকেন্দ্রিকতার অপব্যবহার\"-এর বিরুদ্ধে দ্য মেন গোয়িং দেয়ার ওন ওয়ে (এমজিটিওডব্লিউ) সম্প্রদায় নিজেদেরকে প্রতিক্রিয়াশীল হিসেবে বর্ণনা করে। ম্যাসাচুসেটস বিশ্ববিদ্যালয়ের দার্শনিক ক্রিস্টা হোডাপের মতে, আধুনিক পুরুষদের আন্দোলনে স্ত্রীকেন্দ্রিকতাকে মধ্যযুগীয় কালের সৌজন্যমূলক প্রেমের রীতিনীতির ধারাবাহিকতা হিসেবে বর্ণনা করা হয়েছে, যেখানে নারীদের একটি আধা- অভিজাত শ্রেণী হিসেবে মূল্য দেওয়া হত এবং পুরুষদের নিম্নমানের সেবাদানকারী শ্রেণী হিসেবে দেখা হত। এই দৃষ্টিভঙ্গি নারীবাদকে মুক্তির দিকে আন্দোলন হিসেবে নয় বরং ভক্তিমূলক শৌর্য এবং রোমান্টিক সম্পর্কের মতো নিপীড়নমূলক মধ্যযুগীয় রীতিনীতির স্থায়িত্ব হিসেবে বর্ণনা করে।\nজে লাস্কি স্ত্রীকেন্দ্রিকতাকে অ্যাণ্ড্রোকেন্দ্রিকতার সম্ভাব্য প্রতিক্রিয়া হিসেবে চিহ্নিত করেছেন, এবং নারী-বিরোধীরা, যাঁরা বিশ্বাস করেন যে স্ত্রীকেন্দ্রিকতা পুরুষ-বিরোধী, তাঁরা স্ত্রীকেন্দ্রিকতাকে একটি যুক্তি হিসেবে ব্যবহার করেছেন।\nজাস্টিস পলিসি জার্নালে প্রকাশিত ত্রিনিদাদ সমাজের উপর ২০১৯ সালের এক গবেষণায়, গবেষকরা এই সিদ্ধান্তে পৌঁছেছেন যে \"ফৌজদারি বিচার ব্যবস্থার সকল দিকে স্ত্রীকেন্দ্রিকতা ব্যাপ্ত।\"\n\n\n== সমালোচনা ==\nক্রিস্টিনা হফ সমারস যুক্তি দিয়েছেন যে স্ত্রীকেন্দ্রিকতা বুদ্ধিবৃত্তির বিরোধী এবং এটি ঐতিহ্যবাহী বৈজ্ঞানিক ও সৃজনশীল শাখার প্রতি একটি বিরোধী দৃষ্টিভঙ্গি ধারণ করে, অনেক গুরুত্বপূর্ণ আবিষ্কার এবং শৈল্পিক কাজকে পুরুষতান্ত্রিক বলে উড়িয়ে দেয়। সমারস আরও লিখেছেন যে অনেক স্ত্রীকেন্দ্রিক তত্ত্বের সাথে সম্পর্কিত বস্তুনিষ্ঠতার ধারণা নারীবাদী আলোচনা এবং ব্যাখ্যাকে স্তব্ধ করে দিয়েছে।\nনারীবাদী লেখিকা লিণ্ডা বার্নস অভিযোগ করেছেন যে নারীর ইতিহাস, পৌরাণিক কাহিনী, শিল্পকলা এবং সঙ্গীতের মধ্যে ইতিবাচক পার্থক্য উদযাপনের একটি রূপ হল স্ত্রীকেন্দ্রিকতা যেটি পুরুষদের সাথে সাদৃশ্যের একটি আত্তীকরণবাদী মডেলের বিপরীত।\nবাস্তবে দেখা গেলেও, স্ত্রীকেন্দ্রিক আখ্যানের সাথে যুক্ত নারীদের প্রাধান্য প্রায়শই পরম হিসাবে দেখা হয়: আন্তঃব্যক্তিকভাবে, সাংস্কৃতিকভাবে, ঐতিহাসিকভাবে, রাজনৈতিকভাবে, অথবা জনপ্রিয় বিনোদনের মতো বৃহত্তর সামাজিক প্রেক্ষাপটে। এইভাবে, রোজালিণ্ড কাওয়ার্ড যাকে অভিহিত করেছেন \"নারীবাদ... নারীবাদের এক ধরণের জনপ্রিয় সংস্করণ যেখানে নারীরা যা কিছু করে তার প্রশংসা হয় এবং পুরুষদের অপমান করা হয়।\n২০০৬ সালে, ধর্মীয় অধ্যয়নের অধ্যাপক পল নাথানসন এবং ক্যাথেরিন কে ইয়ং লিগালাইজিং মিস্যাণ্ড্রি বইটিতে দাবি করেছেন যে, নারীবাদীদের সমতা বা ন্যায্যতার আহ্বান স্ত্রীকেন্দ্রিকতার দিকে যাওয়ার একটি কৌশল। নাথানসন এবং ইয়ং বলেন যে আদর্শগতভাবে, স্ত্রীকেন্দ্রিকতার প্রধান লক্ষ্য হল নারীদের শ্রেণিবিন্যাসের দিক থেকে অগ্রাধিকার দেওয়া, এবং ফলস্বরূপ এটিকে অসদাচরণ (পুরুষদের প্রতি ঘৃণা এবং পক্ষপাত) হিসাবে ব্যাখ্যা করা যেতে পারে। তাঁরা দাবি করেন যে, বৈশ্বিকদৃষ্টিতে স্ত্রীকেন্দ্রিকতা আইন আদালত এবং সরকারি আমলাতন্ত্রে একটি সাধারণ বিষয় হয়ে দাঁড়িয়েছে, যার ফলে পুরুষদের বিরুদ্ধে পদ্ধতিগত বৈষম্য দেখা দিয়েছে। তাঁরা স্ত্রীকেন্দ্রিকতাকে এক ধরণের অপরিহার্যতাবাদ হিসেবে সংজ্ঞায়িত করেন কারণ এটি নারীর সহজাত গুণাবলী এবং পুরুষের সহজাত পাপের উপর আলোকপাত করে।\nমার্গ্রিট আইখলারের মতে, সমাজ বিজ্ঞান গবেষণায় স্ত্রীকেন্দ্রিকতাকে লিঙ্গবাদী পক্ষপাত হিসেবে দেখা যেতে পারে।\n\n\n== আরও দেখুন ==\n\nঅ্যাণ্ড্রোসেন্ট্রিজম\nস্ত্রীরোগ সংক্রান্ত সমালোচনা\nইতিহাস\nমাতৃতন্ত্র\nমানবকেন্দ্রিকতা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপিটার রাইট, 'গাইনোসেন্ট্রিজম অ্যাজ আ নার্সিসিস্টিক প্যাথলজি'\nপিটার রাইট, 'গাইনোসেন্ট্রিজম অ্যাজ আ নার্সিসিস্টিক প্যাথলজি' (পর্ব ২)\nআইরিস এম. ইয়ং, 'মানবতাবাদ, স্ত্রীকেন্দ্রিকতা এবং নারীবাদী রাজনীতি'\nস্ত্রীকেন্দ্রিকতা এবং এর সাংস্কৃতিক উৎপত্তি\nগাইনোসেন্ট্রিক ইকো-লজিক্স\nআন্তর্জাতিক একাডেমি হাগিয়া: মাতৃতন্ত্র  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৫-১০-০৩ তারিখে"}