{"pageid": 1517703, "title": "ফিনল্যান্ডে বায়ু শক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1517703", "content": "ফিনল্যান্ডে বায়ু শক্তি সাম্প্রতিক বছরগুলিতে সবচেয়ে দ্রুত বর্ধনশীল বিদ্যুৎ উৎপাদনের উৎস হয়ে উঠেছে। ২০২৪ সালে, ফিনল্যান্ড বায়ু শক্তি উৎপাদনের মাধ্যমে দেশের বার্ষিক বিদ্যুৎ চাহিদার ২৪% এবং মোট দেশীয় উৎপাদনের ২৫% পূরণ করে। আগের বছরের তুলনায় বায়ু শক্তির সক্ষমতা ২০% এবং উৎপাদন ৩৭% বৃদ্ধি পায়। এর তুলনায়, ইউরোপীয় ইউনিয়নে বায়ু শক্তির গড় অংশ ১৯%।\n২০২২ সালের শেষ নাগাদ, ফিনল্যান্ডের বায়ু শক্তির সক্ষমতা ৫,৬৭৭ মেগাওয়াটে পৌঁছায়, যেখানে ১,৩৯৩টি টারবাইন স্থাপন করা হয়। সে বছর, বায়ু শক্তি উৎপাদন ৪১% বৃদ্ধি পেয়ে ১১.৬ টেরাওয়াট-ঘণ্টায় পৌঁছায়, যা দেশের মোট বিদ্যুৎ ব্যবহারের ১৪.১% পূরণ করে। এই প্রবৃদ্ধির ফলে বায়ু শক্তি ফিনল্যান্ডের তৃতীয় বৃহত্তম বিদ্যুৎ উৎপাদনের উৎসে পরিণত হয়। ২০২৪ সালে, বায়ু শক্তি জলবিদ্যুৎকে অতিক্রম করে এবং পারমাণবিক শক্তির পর ফিনল্যান্ডের দ্বিতীয় বৃহত্তম বিদ্যুৎ উৎপাদনের উৎসে পরিণত হয়।\n২০১৮ সালে নেচার এনার্জি-এ প্রকাশিত ভিটিটি টেকনিক্যাল রিসার্চ সেন্টার অফ ফিনল্যান্ড পরিচালিত এক গবেষণা অনুসারে, নতুন বায়ু শক্তি প্রযুক্তি ফিনল্যান্ডের সম্পূর্ণ বিদ্যুৎ চাহিদা (৮৬ টেরাওয়াট-ঘণ্টা) পূরণ করতে পারে। বায়ু শক্তি ফিনল্যান্ডের জনগণের মধ্যে অন্যতম জনপ্রিয় শক্তির উৎস। ২০২২ সালে, ৮২% প্রতিক্রিয়া প্রদানকারীরা আরও বায়ু শক্তি চেয়েছিলেন, যা সৌর শক্তির পরেই দ্বিতীয় অবস্থানে ছিল (৯০%)। পূর্ববর্তী ফলাফলগুলিতে ২০০৭ সালের সেপ্টেম্বর মাসে ৯০% এবং ২০০৫ সালের এপ্রিল মাসে ৮৮% ছিল। ফিনল্যান্ডের পোরি অঞ্চলে ২০০০ সালে সুোমেন হ্যোৎইটুুলি ওয়াই অনুযায়ী ৯৭% মানুষ বায়ু শক্তির সমর্থন করেছিলেন।\n\n\n== তুলনা ==\n২০১৮ সালে ফিনল্যান্ডে মোট বায়ু শক্তির ক্ষমতা ছিল ২,০৪১ মেগাওয়াট, যেখানে সুইডেন-এর ছিল ৭,০৪৭ মেগাওয়াট, আয়ারল্যান্ড-এর ছিল ৩,৫৬৪ মেগাওয়াট এবং জার্মানি-এর ছিল ৫৯,৩১১ মেগাওয়াট। ২০১৮ সালে ফিনল্যান্ডে নতুন কোনো বায়ু শক্তি স্থাপন করা হয়নি। ২০১৮ সালে মোট বিদ্যুৎ চাহিদায় বায়ু শক্তির অংশ ছিল ৬%। ২০১৯ সালে ফিনল্যান্ডে বায়ু শক্তির স্থাপন পুনরায় শুরু হয় এবং ২০২৩ সালের মধ্যে বায়ু শক্তির ক্ষমতা ৫,৬৭৮ মেগাওয়াটে পৌঁছায়।\n২০২২ সালে বায়ু শক্তি ইউরোপীয় ইউনিয়নের বিদ্যুৎ চাহিদার ১৬% পূর্ণ করেছে। ইউরোপে, ডেনমার্ক-এর ছিল সর্বোচ্চ ৫৫%, আয়ারল্যান্ড-এর ৩৪%, যুক্তরাজ্য-এর ২৮%, পর্তুগাল এবং জার্মানি-এর ২৬%, সুইডেন এবং স্পেন-এর ২৫%, যেখানে ফিনল্যান্ডের ছিল ১৪%।\n\n^  যুক্তরাজ্য ইউরোপীয় ইউনিয়ন ছাড়লেও এটি অন্তর্ভুক্ত রয়েছে। ক্রোয়েশিয়া ২০১৪ সাল থেকে অন্তর্ভুক্ত হয়েছে।\n\n\n== বৃদ্ধি ==\n\n২০১৭ সালের পর, ফিনল্যান্ডের নবায়নযোগ্য শক্তি ভর্তুকি দুই বছর ধরে বায়ু স্থাপনার রেকর্ড বৃদ্ধির পর বাতিল হয়ে যায়। সরকার তাদের প্রতিস্থাপনের জন্য একটি নিলাম ব্যবস্থা নিয়ে আলোচনা শুরু করেছিল, কিন্তু পূর্ববর্তী ব্যবস্থাটি মেয়াদ উত্তীর্ণ হওয়ার আগে প্রক্রিয়াটি সম্পন্ন করতে পারেনি। ফলে ২০১৮ সালে বায়ু উৎপাদন বৃদ্ধির সম্ভাবনা কম ছিল বলে মনে করা হচ্ছিল।\n২০১৮ সালের শেষের দিকে, সরকার বার্ষিক ১.৪ টেরাওয়াট-ঘণ্টা পর্যন্ত নবায়নযোগ্য বিদ্যুৎ উৎপাদনের জন্য একটি নিলামের আয়োজন করে। প্রাপ্ত সমস্ত দরপত্রই ছিল বায়ু প্রকল্পের জন্য। ২০১৯ সালের মার্চ মাসে ফলাফল ঘোষণা করা হয়, যেখানে মোট ১.৩৬ টেরাওয়াট-ঘণ্টার সাতটি প্রকল্প গৃহীত হয়। গড় বিজয়ী প্রিমিয়াম ছিল €২.৪৯/মেগাওয়াট-ঘণ্টা, যেখানে সফল দর ১.২৭ থেকে €৩.৯৭/মেগাওয়াট-ঘণ্টা পর্যন্ত ছিল।\n২০২০ সাল নাগাদ, বায়ু শক্তি খাত আবারও ব্যাপক উন্নতি অর্জন করেছিল, তবে এবার সরকারি ভর্তুকি ছাড়াই। ফিনিশ উইন্ড পাওয়ার অ্যাসোসিয়েশনের হিসাব অনুযায়ী, ২০২০ সালে ১৮ জিগাওয়াট বায়ু শক্তি প্রকল্প ছিল, যার মধ্যে ৭% নির্মাণাধীন এবং ৪০% পরিকল্পনা অনুমোদন পেয়েছে।\n২০২১ সালের শেষ নাগাদ, ১ গিগাওয়াটের বেশি ভর্তুকিবিহীন বায়ু শক্তি চালু হওয়ার কথা ছিল, এবং পরবর্তী দুই বছরে আরও আনুমানিক ১.৩ গিগাওয়াট এবং ১.২ গিগাওয়াট চালু হবে বলে ধারণা করা হচ্ছে।\n\n\n== অফশোর বায়ু শক্তি ==\n\nফিনল্যান্ডের একটিমাত্র অফশোর বায়ু খামার রয়েছে, ৪৪ মেগাওয়াটের তাহকোলুওটো অফশোর বায়ু খামার, যার মালিক সুওমেন হাইয়্যুটুউলি। এটি পোরি-র কাছে অবস্থিত, যেখানে ২০১০ সালে একটি প্রাথমিক পাইলট টারবাইন নির্মিত হয়েছিল এবং ২০১৭ সালে আরও দশটি টারবাইন স্থাপন করা হয়। আরও ৪০টি টারবাইন যুক্ত করে এর সম্প্রসারণের পরিকল্পনা রয়েছে। দুটি গভীর জলের বায়ু টারবাইন নিয়ে একটি প্রদর্শনী প্রকল্প ৩০ মিলিয়ন অনুদান পেয়েছে এবং প্রধান সম্প্রসারণের আগে ২০২৩-২৬ সালের মধ্যে এটি নির্মিত হওয়ার কথা রয়েছে।\n২০২২ সালে মেটসাহাল্লিটাস কোর্সন্যস-এ একটি অফশোর বায়ু খামারের জন্য দরপত্র আহ্বান করে। ভ্যাটেনফল ১.৩ গিগাওয়াটের বায়ু খামার নির্মাণের জন্য দরপত্র জিতেছে, যা বছরে প্রায় ৫ টেরাওয়াট-ঘণ্টা বিদ্যুৎ উৎপাদন করবে বলে ধারণা করা হচ্ছে। বায়ু খামারটি ২০৩০-এর দশকের গোড়ার দিকে চালু হওয়ার কথা রয়েছে। ২০২৩ সালের শেষদিকে, মেটসাহাল্লিটাস ও ভ্যাটেনফল একটি খসড়া আঞ্চলিক পরিকল্পনার সাথে সঙ্গতি রেখে প্রকল্পের এলাকা সম্প্রসারণে সম্মত হয়, যা ২ গিগাওয়াট পর্যন্ত ক্ষমতা যোগ করতে পারবে।\n\n২০২৩ ও ২০২৪ সালে আরও নিলামের পরিকল্পনা করা হয়েছে, যেখানে মেটসাহাল্লিটাস কর্তৃক ফিনল্যান্ডের সমুদ্রসীমায় পাঁচটি অফশোর বায়ু কেন্দ্রের জন্য অঞ্চল ইজারা দেওয়া হবে। মোট ৩ গিগাওয়াটের প্রথম দুটি এলাকার জন্য নিলাম ২০২৩ সালের শেষের দিকে ঘোষণা করা হয়েছিল এবং এক বছর সময় লাগবে বলে অনুমান করা হয়েছিল। অন্য তিনটি এলাকার জন্য প্রক্রিয়াটি ২০২৪ সালে নিশ্চিত হওয়ার কথা ছিল।\nমে ২০২৪-এ সরকার একান্ত অর্থনৈতিক অঞ্চলে সমুদ্রসীমার বাইরের অফশোর বায়ু খামারের জন্য ১৬টি আবেদনই নতুন আইন পাস না হওয়া পর্যন্ত বাতিল করার সিদ্ধান্ত নেয়। আইন এখনও তৈরি করা হচ্ছে এবং আশঙ্কা ছিল যে এখনই আবেদন মঞ্জুর করলে নতুন আইন দুর্বল হয়ে যাবে। অনুসন্ধান এখনও অব্যাহত রাখার অনুমতি দেওয়া হয়েছে। এর ফলে ইইজেডে উন্নয়নাধীন প্রকল্পগুলোর গতি কমে যাবে বলে আশা করা হচ্ছে।\n\n\n== অর্থনীতি ==\nইপিভি টুলিভোইমার ২০১০ সালের তথ্য অনুযায়ী, একটি ১০০ মেগাওয়াটের বায়ু খামার (৩০টি বায়ু টারবাইন) প্রায় ১০০০ জন লোকের কর্মসংস্থান করবে। ২০১৬ সালে এসটি১ ১৪০ মিলিয়ন ইউরোর ব্যয়ে ৫৯.৫ মেগাওয়াটের টুলিওয়াটি চালু করে। বায়ু শক্তি আংশিকভাবে বিদ্যুতের মূল্য বৃদ্ধির প্রতিরোধে সহায়ক। লাপ্পেনরান্তা টেকনিক্যাল ইউনিভার্সিটির তথ্য অনুযায়ী, ২০১৭ সালের মার্চ মাস থেকে ফিনল্যান্ডে বায়ু শক্তি সবচেয়ে সাশ্রয়ী বিদ্যুৎ উৎসে পরিণত হয়েছে। ২০১৭ সালে প্রতি মেগাওয়াট-ঘণ্টা বিদ্যুৎ উৎপাদনের খরচ ছিল: বায়ু শক্তি €৪১, পারমাণবিক শক্তি €৪২, পিট €৬১, কয়লা €৬৪, কাঠ €৭৬ এবং সৌর শক্তি €১০০। ২০১৯ সালে নতুন বায়ু শক্তি উৎপাদনের খরচ €২৫/মেগাওয়াট-ঘণ্টা হবে বলে অনুমান করা হয়েছে। ২০১৯ সালে নরওয়ে, সুইডেন এবং ফিনল্যান্ডে একত্রে ১০.৯ টেরাওয়াট-ঘণ্টা নতুন বায়ু শক্তি উৎপাদিত হবে।\n\n\n== রাজনীতি ==\nকিম্মো তিলিকাইনে (১৯৬৬) (কেন্দ্র দল) ১ অক্টোবর ২০০৭ থেকে ৩১ মার্চ ২০০৮ পর্যন্ত ফিনল্যান্ডের পরিবেশমন্ত্রী ছিলেন, স্থায়ী মন্ত্রী পাউলা লেহতোমাকি (কেন্দ্র দল) ছুটিতে থাকায়। ২০০৬ সালের সেপ্টেম্বর মাসে মন্ত্রী হিসেবে তার প্রথম দিকের বক্তব্যে, তিনি এক বছরের মধ্যে বায়ু শক্তির জন্য ফিড-ইন-ট্যারিফ প্রবর্তনের সুপারিশ করেন, যার উদ্দেশ্য ছিল ২০২০ সালের মধ্যে ৩০০০ মেগাওয়াট বায়ু শক্তি উৎপাদন করা। ফিনল্যান্ড ২০০৬ সালে মোট ৯০,০০০ গিগাওয়াট-ঘণ্টা বিদ্যুৎ ব্যবহার করত।\nস্থানীয় পৌরসভাগুলো বায়ু শক্তি থেকে কর পায়। ২০১৮ সালে রাহে এবং কালাজোকি উভয় শহরই ৬০টি টারবাইন থেকে ১.৩৫ মিলিয়ন ইউরো কর পেয়েছিল। বায়ু শক্তি সমিতির মতে, জমি মালিকদের জন্য একই জমিতে বন থাকার চেয়ে বায়ু শক্তি উৎপাদন বেশি লাভজনক। ২০১৪ সালে সরকার বায়ু শক্তি থেকে স্থানীয় পৌরসভার আয় কমাতে চেয়েছিল, রিয়েল এস্টেট করের অর্ধেকটা রাষ্ট্রকে দেওয়ার মাধ্যমে। সরকারের আশঙ্কা ছিল ফিনল্যান্ডে বায়ু বিদ্যুতের বাজার অতি উত্তপ্ত হয়ে গেছে। এই কর হ্রাস পৌরসভাগুলোতে বায়ু শক্তি বিনিয়োগের আগ্রহ কমানোর উদ্দেশ্যে করা হয়েছিল।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nফিনল্যান্ডে নবায়নযোগ্য শক্তি\nনবায়নযোগ্য শক্তি বাণিজ্যিকীকরণ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nThe Finnish Wind Power Association\nWind projects 2007 VTT Technical Research Centre of Finland"}