{"pageid": 1517165, "title": "দেশভিত্তিক সৌর শক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1517165", "content": "বিশ্বের বিভিন্ন দেশ ও অঞ্চল তাদের বৈদ্যুতিক গ্রিডে উল্লেখযোগ্য পরিমাণ সৌরশক্তি সংযোজন করেছে, যা প্রচলিত শক্তির বিকল্প বা পরিপূরক হিসেবে ব্যবহৃত হচ্ছে। সৌরবিদ্যুৎ উৎপাদন কেন্দ্র দুটি প্রধান প্রযুক্তির উপর নির্ভর করে:\nফটোভোলটাইক (PV) ব্যবস্থা: এই প্রযুক্তিতে সৌর প্যানেল ব্যবহৃত হয়, যা ছাদে বা ভূমিভিত্তিক সৌর খামারে স্থাপন করা হয় এবং সরাসরি সূর্যালোককে বিদ্যুতে রূপান্তর করে।\nকনসেন্ট্রেটেড সোলার পাওয়ার (CSP), যা \"কনসেন্ট্রেটেড সোলার থার্মাল\" নামেও পরিচিত: এই পদ্ধতিতে সৌর তাপ শক্তি ব্যবহার করে বাষ্প উৎপন্ন করা হয়, যা পরে টারবাইনের মাধ্যমে বিদ্যুতে রূপান্তরিত হয়।\nবিশ্বব্যাপী ফটোভোলটাইক প্রযুক্তির প্রবৃদ্ধি অত্যন্ত গতিশীল এবং দেশভেদে ভিন্ন হয়ে থাকে। ২০২২ সালের এপ্রিল পর্যন্ত, বৈশ্বিক মোট সৌরবিদ্যুৎ উৎপাদন ক্ষমতা ১ টেরাওয়াটে পৌঁছেছে। ২০২২ সালে সৌরবিদ্যুৎ উৎপাদনে শীর্ষ দেশ ছিল চীন, যার মোট উৎপাদন ক্ষমতা ছিল প্রায় ৩৯০ গিগাওয়াট, যা বিশ্বব্যাপী মোট সৌরবিদ্যুতের প্রায় দুই-পঞ্চমাংশের সমান। ২০২২ সাল পর্যন্ত, বিশ্বব্যাপী ৪০টিরও বেশি দেশে এক গিগাওয়াটের বেশি ফটোভোলটাইক ক্ষমতা সংযোজিত হয়েছে, যার মধ্যে কানাডা, দক্ষিণ আফ্রিকা, চিলি, যুক্তরাজ্য, দক্ষিণ কোরিয়া, অস্ট্রিয়া, আর্জেন্টিনা এবং ফিলিপাইন উল্লেখযোগ্য।\n২০২২ সালে শীর্ষ সৌরবিদ্যুৎ স্থাপনকারী দেশগুলোর মধ্যে চীন, যুক্তরাষ্ট্র এবং ভারত অন্যতম। এছাড়াও, জাপান, ব্রাজিল, নেদারল্যান্ডস, ফ্রান্স, মেক্সিকো এবং জার্মানি শীর্ষ সৌরবিদ্যুৎ স্থাপনকারীদের তালিকায় অন্তর্ভুক্ত ছিল। অস্ট্রেলিয়ায় বিদ্যমান সৌর ফটোভোলটাইক ক্ষমতা এখন দেশের মোট বৈদ্যুতিক শক্তির ১৫% এর বেশি সরবরাহ করতে সক্ষম, যেখানে হন্ডুরাস, ইতালি, স্পেন, জার্মানি এবং গ্রিস তাদের বার্ষিক বিদ্যুৎ চাহিদার ৯% থেকে ১৪% পর্যন্ত সৌরশক্তির মাধ্যমে উৎপাদন করতে পারে।\nপ্রায় দুই দশক ধরে স্থবির থাকার পর, ২০০৭ সালে CSP প্রযুক্তির পুনরায় সম্প্রসারণ শুরু হয়। তবে, অনেক নতুন প্রকল্পের নকশা সস্তা ফটোভোলটাইক প্রযুক্তির দিকে পরিবর্তিত হচ্ছে। বর্তমানে, বেশিরভাগ কার্যকর CSP কেন্দ্র স্পেন ও যুক্তরাষ্ট্রে অবস্থিত, তবে ফটোভোলটাইক প্রযুক্তি ব্যবহার করে বৃহৎ সৌরবিদ্যুৎ কেন্দ্র নির্মিত হচ্ছে বিভিন্ন অঞ্চলে। অন্যান্য দেশ যেমন ফিনল্যান্ড, ডেনমার্ক, ইসরায়েল, ইউক্রেন এবং আলজেরিয়াও তাদের বিদ্যুৎ চাহিদার একটি অংশ সৌরশক্তির মাধ্যমে উৎপাদন করতে সক্ষম।\n\n\n== বৈশ্বিক ব্যবহারের তথ্য ==\n\n\n==== সৌর ফটোভোলটাইক (পিভি) ====\nনিম্নলিখিত সারণিতে প্রতিটি দেশের জন্য নিম্নোক্ত তথ্য উপস্থাপন করা হয়েছে:\n\nসৌর শক্তি থেকে মোট উৎপাদন (টেরাওয়াট-ঘণ্টা)\nউক্ত দেশের মোট বিদ্যুৎ উৎপাদনের মধ্যে সৌর শক্তির শতাংশ\nবছরের শেষে মোট সৌর ক্ষমতা (গিগাওয়াট)\nসৌর ক্ষমতার বছরে-বছরে শতাংশ বৃদ্ধির হার\nউক্ত বছরে রিপোর্টকৃত ক্ষমতা অনুযায়ী সৌর ক্ষমতা ফ্যাক্টর, যা সাধারণত উচ্চ প্রবৃদ্ধির ক্ষেত্রে প্রকৃত ক্ষমতা ফ্যাক্টারের তুলনায় কম অনুমান করে\nতথ্যগুলি এম্বার (Ember) থেকে প্রাপ্ত এবং ২০২৩ সালের (যদি অন্যথা উল্লেখ না থাকে) জন্য প্রযোজ্য। এই সারণিতে কেবলমাত্র ০.১ টেরাওয়াট-ঘণ্টার বেশি সৌর শক্তি উৎপাদনকারী দেশগুলিকে অন্তর্ভুক্ত করা হয়েছে। প্রাপ্যতা সাপেক্ষে প্রতিটি স্থানের জন্য সংযোগ সেই নির্দিষ্ট সৌর শক্তি পৃষ্ঠার সাথে সংযুক্ত করা হয়েছে।\n\n\n=== ঘন সৌরশক্তি ===\n\n\n== আফ্রিকা ==\nআফ্রিকার সৌরশক্তি সম্ভাবনা: একটি বিশদ বিশ্লেষণ\nআফ্রিকার বহু দেশ, বিশেষত শুষ্ক অঞ্চলগুলোর মধ্যে মরুভূমি (যেমন সাহারা) এবং আধা-মরু স্টেপ (যেমন সাহেল), প্রতি বছরে গড়ে অত্যন্ত উচ্চ মাত্রার সূর্যালোক পায়। এই অতিরিক্ত সূর্যালোক সৌরশক্তিকে মহাদেশের প্রায় যেকোনো অঞ্চলে বিদ্যুৎ সরবরাহের উপযোগী করে তুলতে পারে, যার ফলে ব্যয়বহুল বৃহৎ আকারের বিদ্যুৎ গ্রিডের প্রয়োজনীয়তা হ্রাস পায়। আফ্রিকায় সৌর শক্তির উৎসের বিতরণ তুলনামূলকভাবে একরূপ, যেখানে ৮৫% এরও বেশি ভূখণ্ড প্রতি বছর ২০০০ কিলোওয়াট-ঘণ্টা/প্রতি বর্গমিটার সৌর বিকিরণ গ্রহণ করে। এক গবেষণা ইঙ্গিত দেয় যে উত্তর আফ্রিকার মাত্র ০.৩% এলাকা সৌরশক্তি কেন্দ্রের জন্য ব্যবহার করা হলে, এটি সমগ্র ইউরোপীয় ইউনিয়নের বিদ্যুতের চাহিদা পূরণ করতে সক্ষম হবে।\n\n\n=== আলজেরিয়া ===\nআলজেরিয়া, মধ্যপ্রাচ্য ও উত্তর আফ্রিকার (MENA) দেশগুলোর মধ্যে সৌরশক্তি ব্যবহারের ক্ষেত্রে সর্বোচ্চ প্রযুক্তিগত ও অর্থনৈতিক সম্ভাবনা ধারণ করে, যা বছরে প্রায় ১৭০ টেরাওয়াট-ঘণ্টা বিদ্যুৎ উৎপাদনের সুযোগ দেয়। ২০১১ সালে, প্রথম শিল্প-স্কেলের সৌর তাপীয় বিদ্যুৎ প্রকল্পের সূচনা ঘটে, যার মধ্যে হাসি আর-মেল বিদ্যুৎ কেন্দ্র একটি গুরুত্বপূর্ণ সংযোজন। এটি একটি সংকর বিদ্যুৎ কেন্দ্র, যেখানে ২৫ মেগাওয়াট (MW) সৌর শক্তি কেন্দ্র এবং ১৩০ মেগাওয়াট যৌথ চক্র গ্যাস টারবাইন প্লান্ট সংযুক্ত করা হয়েছে। এছাড়া, ২০১১ সালে আলজেরিয়া একটি জাতীয় কর্মসূচি চালু করে যার মাধ্যমে ২০৩০ সালের মধ্যে ১২ গিগাওয়াট নবায়নযোগ্য শক্তি উৎপাদন ক্ষমতা স্থাপনের পরিকল্পনা করা হয়।\n\n\n=== মিশর ===\nবেনবান সৌর উদ্যান হলো একটি বৃহৎ ফোটোভোল্টেইক বিদ্যুৎ কেন্দ্র, যার মোট উৎপাদন ক্ষমতা ১৬৫০ মেগাওয়াট এবং বাৎসরিক বিদ্যুৎ উৎপাদন আনুমানিক ৩.৮ টেরাওয়াট-ঘণ্টা। এটি আসওয়ান গভর্নরেটের বেনবান এলাকায় অবস্থিত, যা কায়রো থেকে প্রায় ৬৫০ কিলোমিটার দক্ষিণে এবং আসওয়ান শহরের ৪০ কিলোমিটার উত্তর-পশ্চিমে। এটি বর্তমানে বিশ্বের চতুর্থ বৃহত্তম সৌর বিদ্যুৎ কেন্দ্র বলে বিবেচিত হয়।\n\n\n=== মরক্কো ===\nমরক্কোতে সৌর শক্তির উন্নয়ন সম্ভব হয়েছে দেশটির সৌর বিকিরণের উচ্চতর হার থাকার কারণে— অন্যান্য দেশের তুলনায় এখানে প্রতি বছর প্রায় ৩,০০০ ঘণ্টা সূর্যালোক পাওয়া যায়, মরু অঞ্চলে এ হার ৩,৬০০ ঘণ্টা পর্যন্ত হতে পারে। মরক্কো বিশ্বের অন্যতম বৃহত্তম সৌর শক্তি প্রকল্প শুরু করেছে, যার আনুমানিক ব্যয় $৯ বিলিয়ন। এই প্রকল্পের উদ্দেশ্য ২০২০ সালের মধ্যে ২,০০০ মেগাওয়াট সৌর উৎপাদন ক্ষমতা সৃষ্টি করা। পাঁচটি সৌর শক্তি স্টেশন নির্মাণ করা হবে, যার মধ্যে রয়েছে ফটোভোলটাইক এবং কনসেনট্রেটেড সৌর শক্তি প্রযুক্তি। মরক্কোর সৌর শক্তি এজেন্সি, একটি পাবলিক-প্রাইভেট ভেঞ্চার হিসেবে প্রকল্পটির নেতৃত্ব দেওয়ার জন্য প্রতিষ্ঠিত হয়েছে। প্রথম প্ল্যান্টটি ২০১৫ সালে চালু হবে, এবং পুরো প্রকল্পটি ২০২০ সালে সমাপ্ত হবে। সম্পূর্ণ হলে, এই সৌর প্রকল্পটি মরক্কোর বার্ষিক বিদ্যুৎ উৎপাদনের ৩৮% সরবরাহ করবে।\n\n\n=== দক্ষিণ আফ্রিকা ===\n২০১৬ সালের শেষ নাগাদ দক্ষিণ আফ্রিকায় ১৩২৯ মেগাওয়াট ফোটোভোল্টেইক এবং ১০০ মেগাওয়াট সৌর তাপীয় বিদ্যুৎ কেন্দ্র স্থাপিত হয়। ২০৩০ সালের মধ্যে এটি ৮,৪০০ মেগাওয়াট সৌরশক্তি এবং ৮,৪০০ মেগাওয়াট বায়ুশক্তি স্থাপনের পরিকল্পনা গ্রহণ করেছে।\n\n\n=== এশিয়া: আর্মেনিয়া ===\nভৌগোলিক ও জলবায়ুগত বৈশিষ্ট্যের কারণে আর্মেনিয়া সৌরশক্তি ব্যবহারের জন্য বিশেষভাবে উপযোগী। আর্মেনিয়ার শক্তি অবকাঠামো এবং প্রাকৃতিক সম্পদ মন্ত্রণালয়ের তথ্যানুসারে, দেশটি প্রতি বর্গমিটার ১৮৫০ কিলোওয়াট ঘণ্টা শক্তি উৎপাদনের সক্ষমতা রাখে যা ইউরোপের গড় মানের তুলনায় অনেক বেশি। ইউরোপীয় দেশগুলো গড়ে প্রায় ১০০০ কিলোওয়াট ঘণ্টা (kWh/m²) শক্তি উৎপাদন করতে সক্ষম। আর্মেনিয়ায় ব্যবহৃত দুটি প্রধান সৌর প্যানেল প্রকার হলো ফটোভোলটাইক এবং তাপীয় সৌর প্যানেল। দেশটি নবায়নযোগ্য শক্তির খাতে ব্যাপকভাবে বিনিয়োগের পরিকল্পনা করছে, যা অঞ্চলের ভূ-রাজনৈতিক পরিস্থিতির ফলে উদ্ভূত হয়েছে, যেখানে আর্মেনিয়ার কিছু প্রতিযোগী (দূরত্বের কারণে) তেল-সমৃদ্ধ দেশগুলোর সঙ্গে সম্পর্ক তীব্র এবং অনিশ্চিত। তাই, রাষ্ট্রের তরফ থেকে খাতে বিনিয়োগের পাশাপাশি - যেমন, গ্রামীণ এলাকায় সৌর শক্তির ব্যবহার বৃদ্ধির জন্য অর্থায়ন প্রদান - আর্মেনিয়া একটি উপযুক্ত আইনগত ভিত্তি তৈরি করেছে যাতে বিদেশি পুঁজি বিনিয়োগকে আকৃষ্ট করা যায়। উদাহরণস্বরূপ, সরকার সৌর প্লান্টগুলো থেকে উৎপাদিত অতিরিক্ত শক্তি কমপক্ষে ১৫ বছর ধরে কিনে নেবে, এই ধরনের একটি গ্যারান্টি প্রদান করেছে। দেশটি তার অর্থনীতিকে টেকসইভাবে উন্নয়ন করার লক্ষ্যে প্রযুক্তিগত সক্ষমতা এবং উৎপাদনশীলতা বৃদ্ধির মাধ্যমে এগিয়ে যেতে চায়।\n\n\n=== চীন ===\n\nচীনে সৌর পিভি উৎপাদনে বিশ্বব্যাপী নেতৃত্ব\n২০২৩ সালের শেষ নাগাদ চীনের মোট স্থাপিত সৌর ফটোভোল্টায়িক (পিভি) উৎপাদন ক্ষমতা ৬০০ গিগাওয়াট (জিডব্লিউ) অতিক্রম করেছে। ২০১৫ সালে জার্মানিকে ছাড়িয়ে যাওয়ার পর থেকে চীন সৌর শক্তি উৎপাদনে বিশ্বে শীর্ষস্থান ধরে রেখেছে। ফটোভোল্টায়িক এবং সৌর তাপীয় শক্তি উভয় ক্ষেত্রেই চীন বিশ্বের বৃহত্তম বাজার। সাম্প্রতিক বছরগুলোতে বিশ্বব্যাপী মোট নতুন সৌর পিভি স্থাপনার অর্ধেকেরও বেশি অংশ চীনের অবদান।গণপ্রজাতন্ত্রী চীনে সৌর শক্তি শিল্প অন্যতম বৃহত্তম খাত হিসেবে গড়ে উঠেছে এবং সরকারের প্রদত্ত ভর্তুকি শুধু চীনের অভ্যন্তরে নয়, বরং বিশ্বব্যাপী সৌর শক্তির খরচ কমাতে গুরুত্বপূর্ণ ভূমিকা রেখেছে। এছাড়াও, সৌর পানি গরম করার প্রযুক্তিতেও চীন বিশ্বে শীর্ষস্থানীয় অবস্থানে রয়েছে, ২০১৪ সালের শেষ নাগাদ দেশটিতে মোট ২৯০ গিগাওয়াট-তাপীয় (GWth) ক্ষমতা কার্যক্রমে ছিল, যা বৈশ্বিক মোট সক্ষমতার প্রায় ৭০%। চীন ২০৫০ সালের মধ্যে ১,৩০০ গিগাওয়াট সৌর শক্তি উৎপাদন সক্ষমতা অর্জনের লক্ষ্যমাত্রা নির্ধারণ করেছে।\n\n\n=== ভারত ===\n\n\n=== ভারতে ৩১ মার্চ পর্যন্ত স্থাপিত সৌর ফোটোভোলটাইক (PV) সক্ষমতা ===\n\n\n=== ভারতের সৌর শক্তি সম্প্রসারণ: একটি বিশদ পর্যালোচনা ===\nভারত বিশ্বের তৃতীয় দ্রুততম প্রসারণশীল সৌর শক্তি কর্মসূচি পরিচালনা করছে, যা কেবল চীন ও যুক্তরাষ্ট্রের পরেই অবস্থান করছে। ২০১৭ সালে, দেশটি রেকর্ড ৯,২৫৫ মেগাওয়াট সৌর বিদ্যুৎ যুক্ত করেছে, এবং আরও ৯,৬২৭ মেগাওয়াট সৌর প্রকল্প উন্নয়নের পর্যায়ে রয়েছে।\nভারত ২০১০ সালে জাতীয় কর্মপরিকল্পনার অংশ হিসেবে জাতীয় সৌর মিশন চালু করে, যার লক্ষ্য ছিল ২০২২ সালের মধ্যে ২০ গিগাওয়াট (GW) সৌর বিদ্যুৎ উৎপাদন। তবে এই লক্ষ্য চার বছর আগেই, জানুয়ারি ২০১৮-তে অর্জিত হয়। জানুয়ারি ২০১৫ সালে, প্রধানমন্ত্রী নরেন্দ্র মোদি ১০০ গিগাওয়াট সৌর বিদ্যুৎ এবং মোট ১৭৫ গিগাওয়াট পুনর্নবীকরণযোগ্য শক্তি উৎপাদনের লক্ষ্যমাত্রা ঘোষণা করেন। এটি অত্যন্ত উচ্চাকাঙ্ক্ষী উদ্যোগ ছিল, কেননা ২০১৫ সালে বিশ্বব্যাপী মোট সৌর বিদ্যুৎ সক্ষমতা ছিল মাত্র ১৭৭ গিগাওয়াট, যার মধ্যে ভারতের অবদান ছিল মাত্র ২.৫ গিগাওয়াট।\nএই লক্ষ্য অর্জনের জন্য, ২০২০ সালের মার্চ মাসের মধ্যে সরকার ৭৭ গিগাওয়াট অতিরিক্ত সৌর বিদ্যুৎ সক্ষমতা নিলামের পরিকল্পনা করে। ২০১৮ সালের প্রথম সপ্তাহেই ১.২ গিগাওয়াট সৌর বিদ্যুৎ নিলামে তোলা হয় এবং একই বছরে বিশ্বের সর্ববৃহৎ ২০ গিগাওয়াটের সৌর বিদ্যুৎ প্রকল্প নিলামে তোলা হয়।\nভারতে বর্তমানে একাধিক বৃহৎ গ্রিড-স্কেল সৌর পার্ক চালু রয়েছে, যেগুলোর মধ্যে উল্লেখযোগ্য কিছু হলো—\n\nকর্ণুল আল্ট্রা মেগা সৌর পার্ক (১,০০০ মেগাওয়াট)\nকামুথি সৌর বিদ্যুৎ প্রকল্প (৬৪৮ মেগাওয়াট)\nচারাঙ্কা সৌর পার্ক (৩৪৫ মেগাওয়াট)\nভদলা সৌর পার্ক (বর্তমান ৪৮০ মেগাওয়াট, পরিকল্পিত ২,২৫৫ মেগাওয়াট)\nগুজরাট সৌর পার্ক (৬০৫ মেগাওয়াট)\nভারতীয় রেলওয়ে ২০১৭ সালে ছাদের ওপর সৌর প্যানেল বসানো ট্রেন চালু করে, যা ট্রেনের অভ্যন্তরীণ আলো, ফ্যান ও ডিসপ্লে চালানোর জন্য সৌর বিদ্যুৎ ব্যবহার করে। এছাড়াও, কোচিন আন্তর্জাতিক বিমানবন্দর বিশ্বের প্রথম সম্পূর্ণ সৌরশক্তি চালিত বিমানবন্দর, যা সপ্তাহে ১,০০০টিরও বেশি ফ্লাইট পরিচালনা করে।\nসৌর শক্তি মোদী সরকারের ২.৫ বিলিয়ন মার্কিন ডলারের \"সৌভাগ্য প্রকল্পে‌‌‌\" গুরুত্বপূর্ণ ভূমিকা পালন করে, যা জুলাই ২০১৫ সালে চালু করা হয়েছিল এবং ২০১৯ সালের মধ্যে প্রতিটি ভারতীয় পরিবারকে বিদ্যুতায়িত করার লক্ষ্য স্থির করা হয়। এটি একটি বিশাল কর্মযজ্ঞ, কারণ প্রায় ৩০ কোটি মানুষ তখনও বিদ্যুৎ সুবিধার বাইরে ছিল। আন্তর্জাতিক শক্তি সংস্থার (IEA) এক প্রতিবেদনের মতে, সৌরশক্তির মাধ্যমে পরিচালিত স্থানীয় মিনি-গ্রিডগুলোর ব্যবহার এই উদ্যোগের একটি বড় অংশ, যেখানে নবায়নযোগ্য শক্তির মাধ্যমে প্রায় ৬০ শতাংশ নতুন সংযোগ সরবরাহ করার পরিকল্পনা করা হয়েছে। সরকার কৃষিকাজ ও পানীয় জলের জন্য সৌরশক্তিচালিত জল পাম্পিং ব্যবস্থা স্থাপনে প্রাথমিক মূলধনের ৯০% পর্যন্ত ভর্তুকি প্রদান করে। ৩০ নভেম্বর ২০১৭ পর্যন্ত, ১,৪২,০০০-এরও বেশি সৌর পাম্প কৃষি সেচের জন্য ইনস্টল করা হয়েছে। এই প্রকল্প কৃষকদের ডিজেলচালিত পাম্পের উপর নির্ভরতা কমিয়ে আনে এবং তাদের জন্য অতিরিক্ত আয়ের সুযোগ সৃষ্টি করে, কারণ তারা অতিরিক্ত উৎপন্ন বিদ্যুৎ গ্রিডে বিক্রি করতে পারে। সৌর শক্তির সাহায্যে গ্রামীণ জনগোষ্ঠীকে ক্ষমতায়িত করার অন্যতম উদ্ভাবনী উপায়গুলোর মধ্যে এটি একটি, যা বিশেষত জলপ্রাপ্যতার মতো সমস্যা সমাধানের ক্ষেত্রে কার্যকরী।সেচ খালগুলোর উপর সৌর প্যানেল নির্মাণ করা হচ্ছে, যাতে খরাপ্রবণ ও সূর্যালোকসমৃদ্ধ অঞ্চলে জল বাষ্পীভবনের মাধ্যমে নষ্ট না হয়। বিশ্বের প্রথম খাল-শীর্ষ সৌর প্রকল্প ২০১২ সালে গুজরাটের নর্মদা নদীর উপর স্থাপন করা হয়েছিল। দূরবর্তী ও দুর্গম অঞ্চলে বিদ্যুতায়নের জন্য সরকার ২০০ থেকে ৩০০ ওয়াট-পিক (Wp) ক্ষমতাসম্পন্ন সৌর বিদ্যুৎ প্যাক সরবরাহ করে, যার সাথে ব্যাটারি ব্যাংক সংযুক্ত থাকে এবং এতে পাঁচটি LED বাতি, একটি DC ফ্যান এবং একটি DC পাওয়ার প্লাগ অন্তর্ভুক্ত থাকে।অন্যান্য উদ্যোগগুলোর মধ্যে রয়েছে সৌর স্ট্রিট লাইট প্রকল্প, সরাসরি সৌর ডিসি আলোক ব্যবস্থা, সৌর লণ্ঠন, সৌর কুকার ইত্যাদি প্রদান, যা নবায়নযোগ্য শক্তির মাধ্যমে টেকসই উন্নয়নের লক্ষ্যে কার্যকরী ভূমিকা রাখছে।\nপ্রধানমন্ত্রী নরেন্দ্র মোদি এবং ফ্রান্সের প্রাক্তন রাষ্ট্রপতি ফ্রাঁসোয়া ওলাঁদ জানুয়ারি ২০১৬ সালে ভারতের গওলপাহাড়িতে আন্তর্জাতিক সৌর জোট (ISA)-এর সদর দফতরের ভিত্তিপ্রস্তর স্থাপন করেন। এই জোটটি ১২১টি দেশের একটি জোট, যা প্যারিসে অনুষ্ঠিত COP21 জলবায়ু সম্মেলনে ঘোষণা করা হয়। ISA-এর মূল লক্ষ্য হলো উন্নয়নশীল বিশ্বে সৌর প্রযুক্তির ব্যাপক প্রয়োগের মাধ্যমে সৌর শক্তির প্রচার ও বিকাশ এবং উৎপাদন ও উন্নয়নের ব্যয় হ্রাস করা। ৩০ জুন ২০১৬ সালে এই জোট বিশ্বব্যাংকের সঙ্গে একটি অংশীদারিত্বে প্রবেশ করে, যা সৌর শক্তির জন্য প্রয়োজনীয় অর্থায়ন ত্বরান্বিত করতে সহায়তা করবে। অনুমান করা হয় যে ISA-এর লক্ষ্যমাত্রা অর্জনের জন্য ২০৩০ সালের মধ্যে বিশ্বব্যাপী সাশ্রয়ী মূল্যের সৌর শক্তি ব্যাপকভাবে স্থাপনের জন্য প্রায় ১০০০ বিলিয়ন মার্কিন ডলারের বিনিয়োগের প্রয়োজন হবে।\nজানুয়ারি ২০১৮ সালে আবুধাবিতে অনুষ্ঠিত ওয়ার্ল্ড ফিউচার এনার্জি সামিট (WFES)-এ ভারত সরকার সৌর প্রকল্পগুলোর অর্থায়নের সুবিধার্থে ৩৫০ মিলিয়ন মার্কিন ডলারের একটি সৌর উন্নয়ন তহবিল গঠনের ঘোষণা দেয়। প্রধানমন্ত্রী নরেন্দ্র মোদি ২০১৮ সালে দাভোসে অনুষ্ঠিত বিশ্ব অর্থনৈতিক ফোরামের বার্ষিক সভার মূল অধিবেশনে সৌর শক্তির প্রচার করেন এবং ভারতে এই খাতে বিনিয়োগের জন্য আমন্ত্রণ জানান, সহজ ব্যবসার প্রতিশ্রুতি প্রদান করেন। COP21 জলবায়ু সম্মেলনের প্রস্তুতির সময় ঘোষিত মোদির উচ্চাকাঙ্ক্ষী পরিকল্পনা প্রথমে সন্দেহের সম্মুখীন হয় এবং প্রতিযোগিতামূলক দরপত্রের মাধ্যমে নবায়নযোগ্য শক্তির ব্যয় হ্রাস করার সরকারের কৌশল অবাস্তব বলে মনে করা হয়। তবে, ২০১৬-২০১৭ সাল থেকে ভারতে নতুন নবায়নযোগ্য শক্তি উৎপাদনের খরচ প্রচলিত কয়লা-ভিত্তিক বিদ্যুৎকেন্দ্র পরিচালনার খরচের তুলনায় কম হয়ে যায়।২০১৮ সালের জানুয়ারি পর্যন্ত, ভারতে বিদ্যমান কয়লা বিদ্যুৎ উৎপাদনের ৬৫% বিদ্যুৎ প্রতিযোগিতামূলক নবায়নযোগ্য শক্তির দরপত্রের তুলনায় উচ্চ মূল্যে বিক্রি হচ্ছিল। ফলে, ভারত কয়লা-চালিত বিদ্যুৎকেন্দ্রগুলোর দরপত্র বাতিল করেছে এবং পরিকল্পনাধীন ৮০% নতুন কয়লা বিদ্যুৎকেন্দ্র স্থাপনের প্রকল্প স্থগিত বা বাতিল করেছে। ২০১৭ সালের মে মাসে এক মাসের মধ্যেই, যুক্তরাজ্যের মোট বিদ্যুৎ উৎপাদনের সমপরিমাণ, প্রায় ১৪ গিগাওয়াট কয়লা বিদ্যুৎ প্রকল্প বাতিল করা হয়, যার মূল কারণ সৌর শক্তির ক্রমাগত কমে যাওয়া ব্যয়। বিশ্লেষক টিম বাকলি মন্তব্য করেন, \"ভারত সরকারের শক্তি দক্ষতা বৃদ্ধির উদ্যোগ, উচ্চাকাঙ্ক্ষী নবায়নযোগ্য শক্তির লক্ষ্যমাত্রা এবং সৌর শক্তির ব্যয়ের ব্যাপক পতনের কারণে প্রচলিত ও পরিকল্পিত কয়লা বিদ্যুৎ প্রকল্পগুলোর অর্থনৈতিক সম্ভাবনা ক্রমশ কমে যাচ্ছে। সাম্প্রতিক মাসগুলোতে ভারতের সৌর বিদ্যুতের দর দ্রুত নিম্নমুখী হয়েছে।\"\n২০১৭ সালের মে মাসে নিউ ইয়র্ক টাইমস-এর এক প্রতিবেদনে বলা হয়, \"গত সপ্তাহে জার্মানিতে জাতিসংঘের জলবায়ু সম্মেলনে প্রকাশিত গবেষণা অনুসারে, চীন ও ভারত ২০১৫ সালের প্যারিস চুক্তিতে নির্ধারিত তাদের লক্ষ্যমাত্রা সহজেই অতিক্রম করতে সক্ষম হবে।... ভারতে এখন ২০২২ সালের মধ্যেই মোট বিদ্যুৎ উৎপাদনের ৪০% অ-জীবাশ্ম জ্বালানি থেকে উৎপন্ন হওয়ার প্রত্যাশা করা হচ্ছে, যা পূর্বনির্ধারিত সময়সীমার আট বছর আগে অর্জিত হতে পারে।\"\n\n\n=== জাপান ===\nজাপানে সৌরশক্তির সম্প্রসারণ ১৯৯০-এর দশকের শেষের দিক থেকে বৃদ্ধি পেতে শুরু করে। ২০১৭ সালের শেষ নাগাদ, দেশটিতে মোট স্থাপিত ফটোভোলটাইক (PV) ক্ষমতা ৫০ গিগাওয়াট অতিক্রম করে, যেখানে শুধুমাত্র ২০১৭ সালেই প্রায় ৮ গিগাওয়াট সংযোজিত হয়। জাপান সৌর প্যানেল উৎপাদনে বিশ্বের অন্যতম শীর্ষস্থানীয় দেশ এবং সৌর ফটোভোলটাইক ইনস্টলেশনের দিক থেকে শীর্ষ চারটি দেশের মধ্যে রয়েছে। বর্তমানে মোট ইনস্টল করা ক্ষমতা জাতীয় বার্ষিক বিদ্যুৎ চাহিদার প্রায় ২.৫% পূরণ করতে সক্ষম বলে অনুমান করা হয়। দেশটির সৌর বিকিরণ (insolation) তুলনামূলকভাবে উচ্চমানের, যা প্রায় ৪.৩ থেকে ৪.৮ কিলোওয়াট-ঘণ্টা/(মি²·দিন)।\n২০১৩ ও ২০১৪ সালে জাপান সৌর ফটোভোলটাইক প্রবৃদ্ধির দিক থেকে বিশ্বের দ্বিতীয় বৃহত্তম বাজারে পরিণত হয়, যেখানে পর্যায়ক্রমে ৬.৯ গিগাওয়াট এবং ৯.৬ গিগাওয়াট নতুন উৎপাদন ক্ষমতা সংযোজিত হয়।\n\n\n=== পাকিস্তান ===\nপাকিস্তান চীনা কোম্পানি TBEA-এর সহায়তায় চোলিস্তান মরুভূমির ইয়াজমান অঞ্চলে, বহাওয়ালপুর শহর থেকে প্রায় ৩০ কিলোমিটার দূরে, একটি সৌর বিদ্যুৎ প্রকল্প স্থাপন করেছে। ৫,০০০ একর জমিতে স্থাপিত এই সৌর বিদ্যুৎ পার্ক বর্তমানে ১০০ মেগাওয়াট বিদ্যুৎ উৎপাদন করছে। একই অঞ্চলে আরেকটি চীনা কোম্পানি Zonergy একটি ৯০০ মেগাওয়াট ক্ষমতাসম্পন্ন সৌর বিদ্যুৎ প্রকল্প স্থাপন করেছে।\nপ্রকল্পের প্রথম ইউনিট মাত্র ১১ মাসের মধ্যে ১৫ বিলিয়ন রুপি ব্যয়ে সম্পন্ন হয়। এই প্রকল্প থেকে উৎপাদিত বিদ্যুৎ জাতীয় গ্রিডে সংযুক্ত করা হয় গ্রিড স্টেশন ও বিদ্যুৎ সংযোগ লাইন ব্যবহার করে। প্রকল্পটির দ্বিতীয় পর্যায়, যা ৯০০ মেগাওয়াট ক্ষমতার, চীনা সরকারের সহায়তায় দুই বছরের মধ্যে সম্পন্ন হয়।\n২০১০-এর দশকে পাকিস্তানে তীব্র জ্বালানি সংকট দেখা দেওয়ায় অনেক মানুষ তাদের বাড়িতে সৌরশক্তির মাধ্যমে বিদ্যুৎ সরবরাহ নিশ্চিত করতে আগ্রহী হয়ে ওঠে। সরকার ২০৩০ সালের মধ্যে দেশের মোট বিদ্যুৎ চাহিদার ৪০% সৌরশক্তি ও অন্যান্য নবায়নযোগ্য শক্তি থেকে উৎপাদনের লক্ষ্যমাত্রা নির্ধারণ করেছে। ২০২১ ও ২০২২ সালে পাকিস্তানে আবাসিক সৌরবিদ্যুৎ ব্যবস্থার ব্যাপক চাহিদা লক্ষ্য করা যায়।\n২০২০ সালের মধ্যে আবাসিক খাতে মোট স্থাপিত সৌরবিদ্যুৎ ক্ষমতা আনুমানিক ১০০ মেগাওয়াট ছিল, যা ২০২১ সালে আরও ২০০ মেগাওয়াট বৃদ্ধি পায় এবং ২০২২ সালে অতিরিক্ত ৫০০ মেগাওয়াট সংযোজিত হয়। ফলে ২০২৩ সালের শেষ নাগাদ মোট আবাসিক সৌরবিদ্যুৎ সক্ষমতা প্রায় ১৪০০ মেগাওয়াটে পৌঁছেছে।\n\n\n=== ফিলিপাইন ===\n২০১৯ সালে, ফিলিপাইন মোট ১,২৪৬ গিগাওয়াট-ঘণ্টা সৌর শক্তি উৎপাদন করেছিল। দেশের ভৌগোলিক অবস্থানের সুবিধা এবং সৌর শক্তি থেকে বিদ্যুৎ উৎপাদনের উচ্চ সম্ভাবনার কারণে, বিদ্যমান ২৩ গিগাওয়াট মোট উৎপাদন ক্ষমতার ১.২% থেকে ২০৪০ সালের মধ্যে এটি কমপক্ষে ৩.৫% বৃদ্ধি পেয়ে মোট ৪৩ গিগাওয়াট উৎপাদন ক্ষমতায় উন্নীত হবে বলে আশা করা হচ্ছে।\n\n\n=== দক্ষিণ কোরিয়া ===\nসিনান সৌর বিদ্যুৎ কেন্দ্রটি দক্ষিণ কোরিয়ার জিওল্লানাম-দো প্রদেশের সিনান-এ অবস্থিত ২৪ মেগাওয়াট ক্ষমতাসম্পন্ন একটি ফটোভোলটাইক বিদ্যুৎ কেন্দ্র। ২০০৯ সালের হিসাবে, এটি এশিয়ার বৃহত্তম ফটোভোলটাইক স্থাপনাগুলোর মধ্যে একটি। এই প্রকল্পটি জার্মান কোম্পানি কনারজি দ্বারা উন্নয়ন করা হয়েছিল এবং এর নির্মাণ ব্যয় ছিল ১৫০ মিলিয়ন মার্কিন ডলার। নির্মাণকাজটি ডংইয়াং ইঞ্জিনিয়ারিং অ্যান্ড কনস্ট্রাকশন কর্পোরেশন দ্বারা সম্পন্ন হয়।\n\n\n=== তাইওয়ান ===\nতাইওয়ান সরকার একটি দীর্ঘমেয়াদি পরিকল্পনার অধীনে ২০২০ সালের মধ্যে ফটোভোলটাইক সৌর শক্তির উৎপাদন ক্ষমতাকে ৬.৫ গিগাওয়াট এবং ২০২৫ সালের মধ্যে ২০ গিগাওয়াটে উন্নীত করার লক্ষ্য নির্ধারণ করেছে। এই উদ্যোগকে আরও উৎসাহিত করার জন্য, সরকার সৌর শক্তি ও LED শিল্পকে দুটি গুরুত্বপূর্ণ শিল্প হিসেবে চিহ্নিত করেছে, যেগুলোকে অগ্রাধিকার ভিত্তিতে উন্নয়ন করা হবে।\n\n\n=== উজবেকিস্তান ===\nউজবেকিস্তান সৌর শক্তি উৎপাদন ক্ষমতা বৃদ্ধির লক্ষ্যে কাজ করে যাচ্ছে, যেখানে ২০২৬ সালের মধ্যে ৪ গিগাওয়াট এবং ২০৩০ সালের মধ্যে ৫ গিগাওয়াট উৎপাদন ক্ষমতা অর্জনের পরিকল্পনা রয়েছে। তবে, দেশের সর্বোচ্চ সৌর শক্তি সম্ভাবনা অর্জনের জন্য এবং এর ব্যবহার অব্যাহতভাবে বৃদ্ধির জন্য অতিরিক্ত নীতি ও সহায়তা কাঠামো প্রয়োজন হতে পারে।\n\n\n=== থাইল্যান্ড ===\n২০১৫ সালে, থাইল্যান্ডের সৌর বিদ্যুৎ উৎপাদন ক্ষমতা দক্ষিণ-পূর্ব এশিয়ার অন্যান্য দেশগুলোর সম্মিলিত ক্ষমতার তুলনায় বেশি ছিল। ২০১৪ সালে দেশটির সৌর শক্তির উৎপাদন ক্ষমতা প্রায় ১,৩০০ মেগাওয়াট থাকলেও, ২০১৫ সালের শেষ নাগাদ এটি ২,৫০০-২,৮০০ মেগাওয়াটে উন্নীত হয়। থাইল্যান্ড ২০৩৬ সালের মধ্যে সৌর শক্তি উৎপাদন ক্ষমতাকে ৬,০০০ মেগাওয়াটে উন্নীত করার পরিকল্পনা গ্রহণ করেছে, যা মোট বিদ্যুৎ উৎপাদনের ৯% পূরণ করবে।\n\n\n=== মধ্যপ্রাচ্য ===\n\n\n==== সাইপ্রাস ====\nসাইপ্রাস সৌর শক্তি উৎপাদনে গুরুত্ব দিচ্ছে এবং একাধিক প্রকল্প বাস্তবায়ন করছে।\n\n\n==== ইসরায়েল ====\n\nইসরায়েলের ভূমিতে তেল পাওয়া যায় না, এবং এর তেলসমৃদ্ধ প্রতিবেশী দেশগুলোর সঙ্গে উত্তেজনাপূর্ণ সম্পর্ক (দেখুন: আরব-ইসরায়েল সংঘাত) ইসরায়েলের জন্য একটি স্থিতিশীল জ্বালানি উৎসের অনুসন্ধানকে জাতীয় অগ্রাধিকার হিসেবে প্রতিষ্ঠিত করেছে। তাই দেশটি সৌরশক্তিকে গুরুত্ব সহকারে গ্রহণ করেছে। ইসরায়েলি উদ্ভাবন ও গবেষণা সৌর প্রযুক্তিকে এমন পর্যায়ে উন্নীত করেছে যে এটি প্রায় জীবাশ্ম জ্বালানির সাথে ব্যয়-প্রতিযোগিতামূলক হয়ে উঠেছে। প্রচুর সূর্যালোক পাওয়ার কারণে দেশটি এই প্রতিশ্রুতিশীল প্রযুক্তির জন্য একটি উপযুক্ত স্থান হয়ে উঠেছে। প্রতিবছর নেগেভ মরুভূমিতে উচ্চমাত্রার সূর্যালোক পাওয়া যায়, যা আন্তর্জাতিকভাবে স্বীকৃত সৌর গবেষণা ও উন্নয়ন শিল্পকে উৎসাহিত করেছে। এই খাতে আর্নল্ড গোল্ডম্যান (লুজ, লুজ II এবং ব্রাইটসোর্স এনার্জির প্রতিষ্ঠাতা), হ্যারি টাবর এবং ডেভিড ফেইম্যান (ন্যাশনাল সোলার এনার্জি সেন্টারের সদস্য) অন্যতম বিশিষ্ট ব্যক্তিত্ব হিসেবে পরিচিত।\n২০০৮ সালের শেষের দিকে একটি ফিড-ইন ট্যারিফ (Feed-in Tariff) স্কিম অনুমোদিত হয়, যা সঙ্গে সঙ্গে বহু আবাসিক ও বাণিজ্যিক সৌরবিদ্যুৎ কেন্দ্র নির্মাণ প্রকল্পের সূচনা করে। জেরুজালেমে অবস্থিত লুজ ও ব্রাইটসোর্সের গবেষণা ও উন্নয়ন কেন্দ্র শিল্প-পর্যায়ের সৌরবিদ্যুৎ কেন্দ্রের বিকাশে নেতৃত্ব দিয়েছে, যার প্রাথমিক স্থাপনাগুলো ক্যালিফোর্নিয়ার মোহাভে মরুভূমিতে স্থাপিত হয়।\n\n\n==== লেবানন ====\nলেবাননের চলমান অর্থনৈতিক সংকট বিদ্যুতের ঘাটতির সৃষ্টি করেছে, যার ফলে লেবাননের জনগণ ক্রমবর্ধমানভাবে সৌরশক্তির দিকে ঝুঁকছে বিদ্যুৎ সরবরাহের বিকল্প ব্যবস্থা হিসেবে। সরকার ২০৩০ সালের মধ্যে দেশের মোট জ্বালানি ব্যবহারের ৩০% নবায়নযোগ্য শক্তি থেকে নিশ্চিত করার লক্ষ্যমাত্রা নির্ধারণ করেছে। ২০২০ ও ২০২১ সালে আবাসিক সৌরবিদ্যুৎ ব্যবস্থার ব্যাপক চাহিদা লক্ষ্য করা গেছে। তবে এ বিষয়ে এখনও কোনো সরকারি পরিসংখ্যান প্রকাশিত হয়নি।২০২০ সালে মোট সৌরবিদ্যুৎ উৎপাদন ক্ষমতা আনুমানিক ৯০ মেগাওয়াট ছিল, ২০২১ সালে অতিরিক্ত ১০০ মেগাওয়াট সংযোজিত হয় এবং ২০২২ সালে আরও ৫০০ মেগাওয়াট স্থাপন করা হয়। এর ফলে ২০২২ সালের শেষ নাগাদ লেবাননের মোট সংযোজিত সৌরবিদ্যুৎ উৎপাদন ক্ষমতা আনুমানিক ৬৯০ মেগাওয়াটে পৌঁছায়।\n\n\n==== সৌদি আরব ====\nসৌদি আরব ২০১২ সালে ২০৩২ সালের মধ্যে ৪১ গিগাওয়াট সৌর শক্তি উৎপাদনের পরিকল্পনা গ্রহণ করেছিল, যা পরবর্তীতে ৯.৫ GW-তে সংশোধন করা হয়। ২০১৮ সালে সৌদি আরব ২০৩০ সালের মধ্যে ২০০ GW সৌর শক্তি উৎপাদনের প্রস্তাব দেয়।\n\n\n==== তুরস্ক ====\n২০১৭ সালের শেষ নাগাদ তুরস্কের নিবন্ধিত সৌরবিদ্যুৎ উৎপাদন ক্ষমতা ৩,৪২০ মেগাওয়াট ছিল, যদিও প্রকৃত ইনস্টলেশন কিছুটা কম হতে পারে। নিবন্ধনের এই বৃদ্ধি মূলত ডিসেম্বর মাসে ঘটেছিল এবং এর প্রধান কারণ ছিল ২০১৮ সাল থেকে কার্যকর হওয়া ফিড-ইন ট্যারিফ হ্রাস, যা প্রতি কিলোওয়াট ঘণ্টার জন্য ০.১৩ মার্কিন ডলার থেকে ০.১০ মার্কিন ডলারে নেমে আসে।\n২০২৪ সালের এপ্রিল মাস নাগাদ, তুরস্কের ইনস্টলকৃত সৌরবিদ্যুৎ উৎপাদন ক্ষমতা ১৩.৯ গিগাওয়াট (GW)-এ পৌঁছায় এবং এটি দেশের মোট বিদ্যুৎ ব্যবহারের ৬% সরবরাহ করে। ২০২৪ সালে, তুরস্ক ইউরোপের বৃহত্তম সৌর প্যানেল উৎপাদনকারী দেশে পরিণত হয়েছে।\n\n\n==== সংযুক্ত আরব আমিরাত ====\n২০১৩ সালে আবুধাবিতে ১০০ MW ক্ষমতাসম্পন্ন শামস সৌর বিদ্যুৎ কেন্দ্র চালু হয়, যা মধ্যপ্রাচ্যের বৃহত্তম সৌর বিদ্যুৎ প্রকল্পগুলোর মধ্যে একটি।\n\n\n== ইউরোপ ==\n২০১১ সালে রেকর্ড সংখ্যক স্থাপনার পর ইউরোপে ফটোভোলটাইক প্রযুক্তির প্রসার উল্লেখযোগ্যভাবে মন্থর হয়ে পড়েছে। এর প্রধান কারণ হল জার্মানি ও ইতালির মতো গুরুত্বপূর্ণ বাজারে নতুন স্থাপনার সংখ্যা উল্লেখযোগ্যভাবে হ্রাস পাওয়া, যদিও যুক্তরাজ্য এবং কয়েকটি ছোট ইউরোপীয় দেশ ২০১৪ সালে নতুন রেকর্ড গড়তে পারে বলে প্রত্যাশা করা হচ্ছে। ২০১৩ সালে স্পেন প্রায় ৩৫০ মেগাওয়াট (+১৮%) কেন্দ্রীভূত সৌরশক্তি স্থাপন করেছে এবং এ প্রযুক্তির ক্ষেত্রে বিশ্বব্যাপী নেতৃত্ব বজায় রেখেছে। ২০১৩ সালে বিশ্বব্যাপী স্থাপিত সৌরশক্তির মোট সক্ষমতার প্রায় ৬০ শতাংশ এখনও ইউরোপীয় দেশগুলোর দখলে রয়েছে।\n\n\n=== অস্ট্রিয়া ===\n২০১২ সালের শেষে, অস্ট্রিয়ায় মোট ৪২১.৭ মেগাওয়াট ফটোভোলটাইক স্থাপন করা হয়, যার মধ্যে ২৩৪.৫ মেগাওয়াট ঐ বছরেই স্থাপিত হয়। এর বেশিরভাগই জাতীয় গ্রিডের সঙ্গে সংযুক্ত। দীর্ঘদিন ধরে অস্ট্রিয়ায় ফটোভোলটাইকের প্রসার সীমিত ছিল, যখন জার্মানি, ইতালি ও স্পেনের মতো ইউরোপীয় দেশগুলোর বাজারে প্রতি বছর নতুন রেকর্ড সৃষ্টি হচ্ছিল। তবে ২০১২ সালে পরিস্থিতি পরিবর্তিত হয়। ইউরোপীয় সৌরশক্তি বাজারে সামগ্রিক পতনের মধ্যেও অস্ট্রিয়ায় নতুন স্থাপন সংখ্যা বছরে ২০০ মেগাওয়াট অতিক্রম করে। ইউরোপীয় ফটোভোলটাইক ইন্ডাস্ট্রি অ্যাসোসিয়েশন ভবিষ্যদ্বাণী করেছে যে অস্ট্রিয়া, অন্যান্য মধ্যম আকারের দেশগুলোর সঙ্গে মিলে, আগামী বছরগুলিতে ইউরোপে ফটোভোলটাইকের বিস্তারে গুরুত্বপূর্ণ ভূমিকা রাখবে।\n\n\n=== বেলজিয়াম ===\nঅক্টোবর ২০০৯ সালে, অ্যান্টওয়ার্প শহর কর্তৃপক্ষ ঘোষণা করে যে তারা সরকারি ভবনের ছাদে ২,৫০০ বর্গমিটার সৌর প্যানেল স্থাপন করবে, যা বছরে ২,৬৫,০০০ কিলোওয়াট ঘণ্টা বিদ্যুৎ উৎপাদন করতে সক্ষম হবে।\nডিসেম্বর ২০০৯ সালে, কাতোয়েন নাতি ঘোষণা করে যে তারা বিভিন্ন স্থানে, বিশেষ করে অ্যান্টওয়ার্পে, ৮০০,০০০ বর্গমিটার সৌর প্যানেল স্থাপন করবে। এই প্রকল্পের ফলে ফ্লেমিশ অঞ্চলে স্থাপিত সৌরশক্তির পরিমাণ ২৫% বৃদ্ধি পাবে বলে প্রত্যাশা করা হয়। ইউরোপের বৃহত্তম সৌরশক্তি প্রকল্প হিসেবে বিবেচিত এই উদ্যোগের মোট ব্যয় ধরা হয়েছে ১৬৬ মিলিয়ন ইউরো।\n\n\n=== বুলগেরিয়া ===\n২০১২ সালে বুলগেরিয়ায় সৌরশক্তি স্থাপনার ক্ষেত্রে একটি রেকর্ড গঠিত হয়, যখন দেশের ফটোভোলটাইক সক্ষমতা কয়েকগুণ বৃদ্ধি পেয়ে ১ গিগাওয়াট অতিক্রম করে। তবে, ২০১৩ সালে নতুন স্থাপনার কার্যক্রম কার্যত স্থগিত হয়ে যায়।\n\n\n=== জার্মানি ===\n\nজার্মানি ইনস্টল করা ফোটোভোলটাইক সৌর শক্তির ক্ষমতার দিক থেকে শীর্ষ-৪ দেশের মধ্যে অন্যতম। ২০১৭ সালের শেষ নাগাদ মোট ক্ষমতা ৪২.৯৮ গিগাওয়াটে পৌঁছেছে। ফোটোভোলটাইক সৌর শক্তি দেশের মোট বিদ্যুৎ চাহিদার প্রায় ৬% পূর্ণ করে। জার্মানি ২০১০ থেকে ২০১২ সাল পর্যন্ত ফোটোভোলটাইক ইনস্টলেশনসমূহের ক্ষেত্রে একটি অতিক্রমী সময় দেখেছে। এই বিস্ফোরক বৃদ্ধির সময়, প্রায় ২২ গিগাওয়াট, বা ঐ সময়কালের পৃথিবীজুড়ে ফোটোভোলটাইক ইনস্টলেশনের এক তৃতীয়াংশ, শুধুমাত্র জার্মানিতেই স্থাপন করা হয়েছিল। তবে, ২০১২ সালে এই বৃদ্ধির সময়কাল শেষ হয়ে যায়, এবং পরবর্তী সময়ে জার্মানির জাতীয় ফোটোভোলটাইক বাজার উল্লেখযোগ্যভাবে হ্রাস পায়, যা মূলত জার্মান রিনিউএবল এনার্জি অ্যাক্ট (EEG)-এ সংশোধনী এবং ফিড-ইন ট্যারিফ কমানোর কারণে, যা ইউটিলিটি-স্কেল ইনস্টলেশনগুলির আকার ১০ মেগাওয়াটের বেশি না হওয়ার শর্ত আরোপ করে।\nবর্তমান EEG সংস্করণ মোট ফোটোভোলটাইক ক্ষমতা ৫২ গিগাওয়াটে পৌঁছানো পর্যন্ত শুধুমাত্র আর্থিক সহায়তা নিশ্চিত করে । এটি বার্ষিক ফোটোভোলটাইক বৃদ্ধি ২.৫ গিগাওয়াট থেকে ৩.৫ গিগাওয়াটের মধ্যে নিয়ন্ত্রণ করতে এবং সে অনুযায়ী নিশ্চিতকৃত ফি সমন্বয় করার কথা বলে। আইনগত সংস্কারে ২০২৫ সালের মধ্যে নবায়নযোগ্য শক্তির উৎস থেকে ৪০-৪৫ শতাংশ এবং ২০৩৫ সালের মধ্যে ৫৫-৬০ শতাংশ অংশীদারিত্ব নিশ্চিত করার কথা উল্লেখ করেছে।\nজার্মানিতে বড় ফোটোভোলটাইক শক্তি প্লান্টগুলির মধ্যে রয়েছে সেনফটেনবার্গ সোলারপার্ক, ফিনস্টারওয়ালডে সোলারপার্ক, লাইবেরোস ফোটোভোলটাইক পার্ক, স্ট্রাসস্কিরচেন সোলারপার্ক, ওয়াল্ডপোলেন্জ সোলারপার্ক, এবং কোথেন সোলারপার্ক।\n\n\n=== গ্রীস ===\n২০১৩ সালের সেপ্টেম্বর নাগাদ, গ্রীসে মোট ইনস্টল করা ফোটোভোলটাইক ক্ষমতা ২,৫২৩.৫ মেগাওয়াট-পিক পৌঁছেছিল, যার মধ্যে ২০১৩ সালের জানুয়ারি থেকে সেপ্টেম্বর পর্যন্ত ৯৮৭.২ মেগাওয়াট-পিক ইনস্টল করা হয়েছিল, যা ঐতিহাসিক আর্থিক সঙ্কট সত্ত্বেও অর্জিত হয়। গ্রীস বিশ্বের পঞ্চম স্থান অধিকারী, প্রতি ব্যক্তির ইনস্টল করা ফোটোভোলটাইক ক্ষমতার দিক থেকে। আশা করা হচ্ছে যে ২০১৪ সালে ফোটোভোলটাইক সৌর শক্তি দেশের মোট বিদ্যুৎ চাহিদার ৭% পর্যন্ত পূর্ণ করবে।\nক্রীট দ্বীপে একটি বড় সৌর ফোটোভোলটাইক প্লান্ট স্থাপনের পরিকল্পনা রয়েছে।  সৌর শক্তির সংগ্রহকারী কোষগুলিকে আরও সস্তা এবং দক্ষ করার উপায় নিয়ে গবেষণা চলমান রয়েছে। দেশব্যাপী ছোট ছোট সৌর ফোটোভোলটাইক ফার্মগুলো বিদ্যমান।\n\n\n=== ইতালি ===\n২০১৭ সালে ইতালি প্রায় ৪০০ মেগাওয়াট সৌর ফোটোভোল্টাইক (PV) ক্ষমতা সংযোজন করে, যার ফলে মোট স্থাপিত ক্ষমতা প্রায় ১৯.৭ গিগাওয়াটে পৌঁছায়।\n২০১০ সালের শেষে, ইতালিতে ১,৫৫,৯৭৭টি সৌর ফোটোভোল্টাইক কেন্দ্র ছিল, যার মোট উৎপাদন ক্ষমতা ছিল ৩,৪৬৯.৯ মেগাওয়াট। ২০০৯ এবং ২০১০ সালে Conto Energia-এর উচ্চ প্রণোদনার কারণে কেন্দ্রের সংখ্যা ও মোট উৎপাদন ক্ষমতা দ্রুত বৃদ্ধি পায়। ২০০৯ সালের তুলনায় ২০১০ সালে মোট উৎপাদন ক্ষমতা তিনগুণ বৃদ্ধি পায় এবং কেন্দ্রের সংখ্যা দ্বিগুণ হয়। এছাড়াও, কেন্দ্রগুলোর গড় আকার বৃদ্ধি পায়।\n২০১০ সালে সৌরশক্তি থেকে বিদ্যুৎ উৎপাদন ছিল ১,৯০৫.৭ গিগাওয়াট-ঘণ্টা (GWh)। সাম্প্রতিক বছরগুলিতে বার্ষিক বৃদ্ধির হার দ্রুত ছিল: ২০০৯ সালে ২৫১% এবং ২০১০ সালে ১৮২%। ২০১০ সালে মোট উৎপাদনের এক-পঞ্চমাংশের বেশি উৎপাদন ইতালির দক্ষিণাঞ্চলীয় অঞ্চল, আপুলিয়া থেকে এসেছে।\n২০১২ সালের ডিসেম্বরে, ইতালির সৌরশক্তি খাত ডিজাইন ও ইনস্টলেশনের ক্ষেত্রে প্রায় ১,০০,০০০ কর্মসংস্থান প্রদান করেছিল।\nপর্তুগাল\nপর্তুগালের অন্যতম রৌদ্রোজ্জ্বল অঞ্চলে একটি বৃহৎ ফোটোভোল্টাইক প্রকল্প, সের্পা সৌর বিদ্যুৎকেন্দ্র, সম্পন্ন হয়েছে। ১১ মেগাওয়াট ক্ষমতাসম্পন্ন এই প্রকল্পটি ১৫০ একর জমি জুড়ে বিস্তৃত এবং এতে ৫২,০০০ ফোটোভোল্টাইক প্যানেল রয়েছে। এই প্যানেলগুলো ২ মিটার উচ্চতায় স্থাপিত হয়েছে, যাতে এই অঞ্চলটি চারণভূমি হিসেবে ব্যবহৃত হতে পারে। এই প্রকল্পটি ৮,০০০ ঘরবাড়ির জন্য বিদ্যুৎ সরবরাহ করতে সক্ষম হবে এবং বছরে আনুমানিক ৩০,০০০ টন কার্বন ডাই-অক্সাইড নির্গমন হ্রাস করবে।\nমৌরা ফোটোভোল্টাইক বিদ্যুৎকেন্দ্র পর্তুগালের আলেন্তেজো অঞ্চলের মৌরা পৌরসভায় অবস্থিত। এই প্রকল্পটি দুই ধাপে নির্মিত হয়েছে, যার প্রথম ধাপ ২০০৮ সালে সম্পন্ন হয় এবং দ্বিতীয় ধাপ ২০১০ সালে সম্পন্ন হয়। প্রকল্পটির মোট ব্যয় ছিল €২৫০ মিলিয়ন।\n\n\n=== রোমানিয়া ===\n২০১৪ সালের হিসাবে, রোমানিয়ার মোট সৌরবিদ্যুৎ উৎপাদন ক্ষমতা ছিল ১.২ গিগাওয়াট। রোমানিয়া প্রতি বছর ২১০টি রৌদ্রোজ্জ্বল দিনের সঙ্গে যথেষ্ট সৌরশক্তি সম্ভাবনা সম্পন্ন একটি দেশ। এখানে বার্ষিক সৌরশক্তির প্রবাহ ১,০০০ থেকে ১,৩০০ কিলোওয়াট-ঘণ্টা/বর্গমিটার/বছর। রোমানিয়ার সবচেয়ে গুরুত্বপূর্ণ সৌরশক্তির অঞ্চল হলো কৃষ্ণসাগর উপকূল, ডোব্রুজা এবং ওল্টেনিয়া।\n\n\n=== রাশিয়া ===\n রাশিয়ার বর্তমান সৌরবিদ্যুৎ উৎপাদন মাত্র ৫ মেগাওয়াট হলেও, ২০১২-১৩ সালের মধ্যে ৭০ মেগাওয়াট বৃদ্ধির পরিকল্পনা নেওয়া হয়েছিল, যা $২১০ মিলিয়ন মূল্যের একটি যৌথ প্রকল্পের অংশ ছিল (রোজনানো এবং রেনোভা)। তবে, রাশিয়ায় নবায়নযোগ্য শক্তির বিকাশ সরকারী নীতির অভাব এবং অনুকূল কাঠামোর অভাবে বাধাগ্রস্ত হয়েছে।\n\n\n=== স্পেন ===\nস্পেন ইউরোপের অন্যতম রৌদ্রোজ্জ্বল দেশ হওয়ায় সৌরশক্তি উন্নয়নের ক্ষেত্রে অগ্রণী ভূমিকা পালন করেছে। ২০১০ সালের মধ্যে নবায়নযোগ্য শক্তি থেকে ১২% বিদ্যুৎ উৎপাদনের লক্ষ্যে স্পেন সরকার ৩,০০০ মেগাওয়াট সৌরবিদ্যুৎ উৎপাদনের পরিকল্পনা গ্রহণ করেছিল। ২০১৬ সালের শেষ নাগাদ, স্পেনে মোট সৌরবিদ্যুৎ উৎপাদন ক্ষমতা প্রায় ৭ গিগাওয়াটে পৌঁছে যায়, যেখানে ফোটোভোল্টাইক এবং সৌর তাপবিদ্যুৎ উভয়ই অন্তর্ভুক্ত ছিল। ২০১৬ সালে সৌরশক্তি থেকে মোট ১৩ টেরাওয়াট-ঘণ্টা বিদ্যুৎ উৎপাদিত হয়েছিল।\n২০০৪ সালে স্প্যানিশ সরকার নবায়নযোগ্য শক্তির জন্য অর্থনৈতিক বাধা দূর করে এবং সৌরবিদ্যুৎ উৎপাদনে আর্থিক প্রণোদনা প্রদান করে, যা সৌরশক্তির দ্রুত গ্রহণযোগ্যতা বৃদ্ধিতে সহায়ক হয়েছিল। তবে, ২০০৮ সালের আর্থিক সংকটের পর সরকার সৌরশক্তির ভর্তুকি হ্রাস করে এবং নতুন স্থাপনার জন্য বার্ষিক ৫০০ মেগাওয়াট সীমা নির্ধারণ করে, যার ফলে নতুন সৌরবিদ্যুৎ কেন্দ্র স্থাপনার হার হ্রাস পায়।\n\n\n=== যুক্তরাজ্য ===\n২০১১ সালের শেষে যুক্তরাজ্যে ২,৩০,০০০ সৌরবিদ্যুৎ প্রকল্প চালু ছিল, যার মোট উৎপাদন ক্ষমতা ছিল ৭৫০ মেগাওয়াট। ২০১২ সালের ফেব্রুয়ারিতে এই ক্ষমতা ১,০০০ মেগাওয়াটে পৌঁছায়। ২০১০ সালের এপ্রিল মাসে সরকার ফিড-ইন ট্যারিফ (FIT) চালু করার ফলে সৌরশক্তি গ্রহণযোগ্যতার হার দ্রুত বৃদ্ধি পায়। ২০১৭ সালের ডিসেম্বরে যুক্তরাজ্যের মোট সৌরবিদ্যুৎ উৎপাদন ক্ষমতা ছিল ১২,৪০৪ মেগাওয়াট।\n\n\n== উত্তর আমেরিকা ==\n\n\n=== কানাডা ===\nসেপ্টেম্বর ২০১০ সালে কানাডার অন্টারিও প্রদেশের সার্নিয়া নিকটস্থ সার্নিয়া ফটোভোলটাইক বিদ্যুৎকেন্দ্র বিশ্বের বৃহত্তম ফটোভোলটাইক বিদ্যুৎ প্রকল্প হিসেবে স্বীকৃতি লাভ করেছিল, যার স্থাপিত ক্ষমতা ছিল ৮০ মেগাওয়াট পিক (MWp)। তবে, পরবর্তী সময়ে চীনের একটি বৃহত্তর সৌরবিদ্যুৎ প্রকল্প এটিকে অতিক্রম করে। সার্নিয়া প্ল্যান্টটি ৯৫০ একর (৩৮০ হেক্টর) এলাকা জুড়ে বিস্তৃত, যেখানে প্রায় ১৩ লাখ পাতলা-ফিল্ম সৌর প্যানেল স্থাপন করা হয়েছে, যা মোট ৯,৬৬,০০০ বর্গমিটার (৯৬.৬ হেক্টর) জায়গা দখল করে। প্রকল্পটির বার্ষিক প্রত্যাশিত বিদ্যুৎ উৎপাদন প্রায় ১,২০,০০০ মেগাওয়াট-ঘণ্টা (MW·h), যা যদি কয়লা-চালিত বিদ্যুৎকেন্দ্রে উৎপাদিত হতো, তবে প্রায় ৩৯,০০০ টন CO₂ নিঃসরণ ঘটত।\nকানাডার অনেক অঞ্চল জনবসতিহীন এবং দুর্গম, যার ফলে বিদ্যুৎ সরবরাহ করা কঠিন। উপরন্তু, দেশের উচ্চ অক্ষাংশের কারণে পর্যাপ্ত সূর্যালোক পাওয়াও অনেক ক্ষেত্রে সীমিত। তবু, সাম্প্রতিক বছরগুলোতে ফটোভোলটাইক (PV) প্রযুক্তির ব্যবহার বৃদ্ধি পেয়েছে, বিশেষ করে অফ-গ্রিড বিদ্যুৎ উৎপাদনের ক্ষেত্রে। সৌরশক্তির মাধ্যমে দূরবর্তী বসতবাড়ি, টেলিযোগাযোগ সরঞ্জাম, তেল ও পাইপলাইন পর্যবেক্ষণ কেন্দ্র এবং নৌচালনার জন্য প্রয়োজনীয় ডিভাইসগুলিতে বিদ্যুৎ সরবরাহ করা হচ্ছে।\nকানাডার সৌরশক্তি বাজার দ্রুত বিকশিত হচ্ছে, এবং দেশটির বিভিন্ন কোম্পানি সৌর মডিউল, নিয়ন্ত্রণ ব্যবস্থা, বিশেষায়িত জল পাম্প, উচ্চ-দক্ষতাসম্পন্ন রেফ্রিজারেটর এবং সৌর-আলো ব্যবস্থা তৈরি করছে। অন্টারিও প্রদেশ সৌরশক্তি উৎপাদনকে উৎসাহিত করতে সরকারি ভর্তুকির ব্যবস্থা চালু করেছে, যা খাতটির সম্প্রসারণে গুরুত্বপূর্ণ ভূমিকা রাখছে।\nউত্তর কানাডার অনেক সম্প্রদায় উচ্চমূল্যের ডিজেল জ্বালানির উপর নির্ভরশীল, যা বিদ্যুৎ উৎপাদনের জন্য ব্যয়বহুল এবং পরিবেশের জন্য ক্ষতিকর। ১৯৭০-এর দশক থেকে কানাডার ফেডারেল সরকার এবং শিল্পখাত সম্মিলিতভাবে এই অঞ্চলে সৌর প্রযুক্তির উন্নয়নে উৎসাহ প্রদান করেছে। বিশেষত, বিদ্যুৎ সরবরাহের নিরবচ্ছিন্নতা বজায় রাখতে হাইব্রিড শক্তি ব্যবস্থা ব্যবহারের ওপর জোর দেওয়া হচ্ছে, যেখানে সূর্যালোকের উপস্থিতিতে সৌরবিদ্যুৎ উৎপাদন করা হয় এবং সূর্যালোক অনুপলব্ধ থাকলে অন্য জ্বালানি উৎসের সাহায্যে বিদ্যুৎ উৎপাদন অব্যাহত রাখা হয়। এই ধরনের প্রযুক্তি উত্তরাঞ্চলের দুর্গম সম্প্রদায়গুলোর জন্য একটি দীর্ঘমেয়াদি টেকসই সমাধান হিসেবে বিবেচিত হচ্ছে।\n\n\n=== ডোমিনিকান প্রজাতন্ত্র ===\nডোমিনিকান প্রজাতন্ত্রে গিরাসোল সৌর উদ্যান ২০২১ সালে উদ্বোধন হয়, যা ১২০ মেগাওয়াট ক্ষমতাসম্পন্ন এবং ২,৪০০,০০০ মেগাওয়াট-ঘণ্টা বিদ্যুৎ উৎপাদনে সক্ষম। জ্যামাইকায় ২০১৫ সালে ২০ মেগাওয়াট ক্ষমতাসম্পন্ন সৌরবিদ্যুৎ কেন্দ্র নির্মাণ করা হয়। মেক্সিকো ৯ গিগাওয়াট উৎপাদন ক্ষমতার মাধ্যমে লাতিন আমেরিকায় ব্রাজিলের পর দ্বিতীয় বৃহত্তম সৌরবিদ্যুৎ উৎপাদনকারী দেশ। যুক্তরাষ্ট্রে ২০১৯ সালের শেষে সৌরবিদ্যুৎ উৎপাদন ক্ষমতা ছিল ৭৬ গিগাওয়াট, যা ২০২১ সালে ১০০ গিগাওয়াটে পৌঁছানোর পূর্বাভাস দেওয়া হয়েছিল।\n\n\n=== জ্যামাইকার সৌরশক্তির উন্নয়ন ===\n২০১৪ সালে, জ্যামাইকার হ্যানোভার পারিশের রাজধানী লুসিয়া সংলগ্ন এক সমুদ্রতীরবর্তী রিসোর্টে একটি ১.৬ মেগাওয়াট ফটোভোলটাইক ছাদ-স্থাপিত সৌরবিদ্যুৎ ব্যবস্থা উদ্বোধন করা হয়। প্রকল্পটি সোফোস জামাইকা কর্তৃক বাস্তবায়িত হয়েছিল এবং এটি জ্যামাইকার বৃহত্তম সৌরবিদ্যুৎ প্রকল্প ছিল যতক্ষণ না ২০১৫ সালে ক্লারেনডন পারিশে ২০ মেগাওয়াট ক্ষমতাসম্পন্ন একটি বৃহৎ সৌরবিদ্যুৎ কেন্দ্র স্থাপিত হয়।\nবর্তমানে স্থাপিত সৌরবিদ্যুৎ সক্ষমতার বিষয়ে কোনো কেন্দ্রীয় তথ্যভান্ডার নেই। তবে, বিভিন্ন ওয়েব অনুসন্ধান, সংবাদ প্রতিবেদন, প্রেস বিজ্ঞপ্তি এবং বিক্রেতাদের ওয়েব পৃষ্ঠাগুলোর মাধ্যমে কিছু তথ্য পাওয়া যায়। এই সব উৎসের ভিত্তিতে, ২০১৫ সালের মাঝামাঝি পর্যন্ত জ্যামাইকার বিদ্যুৎ গ্রিডের সঙ্গে সংযুক্ত মোট সৌরবিদ্যুৎ উৎপাদন ক্ষমতা ছিল ৩.৭ মেগাওয়াটের বেশি। তবে, এই মোট উৎপাদিত বিদ্যুতের একটি উল্লেখযোগ্য অংশ গ্রিডে পুনরায় সরবরাহ করা হয় না, যদিও এগুলো বিদ্যুৎ ব্যবস্থার সাথে সংযুক্ত থাকে। এর মধ্যে অন্তর্ভুক্ত রয়েছে ১.৬ মেগাওয়াটের সমুদ্রতীরবর্তী রিসোর্টের সৌরবিদ্যুৎ ব্যবস্থা এবং রাজধানী কিংস্টনে অবস্থিত একটি ৫০০ কিলোওয়াটের বাণিজ্যিক সৌরবিদ্যুৎ প্রকল্প।\n\n\n=== মেক্সিকোর সৌরশক্তি খাতের অগ্রগতি ===\nলাতিন আমেরিকার দেশগুলোর মধ্যে মেক্সিকো একসময় বৃহত্তম সৌরবিদ্যুৎ উৎপাদক ছিল, তবে পরবর্তীতে ব্রাজিল সৌরবিদ্যুৎ উৎপাদনে মেক্সিকোকে অতিক্রম করে। বর্তমানে, মেক্সিকো লাতিন আমেরিকার দ্বিতীয় বৃহত্তম সৌরশক্তি উৎপাদনকারী দেশ, যার ২০২২ সালের মধ্যে মোট স্থাপিত ক্ষমতা ৯ গিগাওয়াট (GW)-এর বেশি।\n\n\n=== যুক্তরাষ্ট্র ===\nযুক্তরাষ্ট্রে সৌরশক্তি উৎপাদনের মধ্যে বৃহৎ আকারের ইউটিলিটি-স্কেল সৌরবিদ্যুৎ কেন্দ্র এবং স্থানীয় বিতরণযোগ্য বিদ্যুৎ উৎপাদন ব্যবস্থা, বিশেষত ছাদের ওপর স্থাপিত ফটোভোলটাইক সিস্টেম, অন্তর্ভুক্ত রয়েছে। সাম্প্রতিক বছরগুলোতে সৌরবিদ্যুৎ স্থাপনার হার দ্রুত বৃদ্ধি পেয়েছে, কারণ উৎপাদন খরচ উল্লেখযোগ্যভাবে হ্রাস পেয়েছে। ২০১৯ সালের শেষ নাগাদ, যুক্তরাষ্ট্রে মোট সৌর ফটোভোলটাইক (PV) স্থাপিত ক্ষমতা ৭৬ গিগাওয়াট-এ পৌঁছায়। এই অগ্রগতির ফলে যুক্তরাষ্ট্র বিশ্বের শীর্ষ ৪টি দেশের মধ্যে অবস্থান করছে, যেখানে সর্বাধিক সৌর PV স্থাপনা বিদ্যমান। আমেরিকান সোলার এনার্জি ইন্ডাস্ট্রিজ অ্যাসোসিয়েশন (SEIA) পূর্বাভাস দিয়েছিল যে ২০২১ সালের মধ্যে এই ক্ষমতা ১০০ গিগাওয়াট অতিক্রম করবে।\nবিদ্যুৎ উৎপাদন ক্ষমতার বৃদ্ধির সঙ্গে সঙ্গে সৌরবিদ্যুৎ উৎপাদনের পরিমাণও উল্লেখযোগ্য হারে বৃদ্ধি পাচ্ছে। যুক্তরাষ্ট্রের জ্বালানি তথ্য প্রশাসন (U.S. Energy Information Administration - EIA) কর্তৃক প্রকাশিত তথ্য অনুসারে, ২০১৯ সালে ইউটিলিটি-স্কেল সৌরবিদ্যুৎ যুক্তরাষ্ট্রের মোট বিদ্যুৎ উৎপাদনের ১.৮% অবদান রেখেছিল, যা ২০০৫ সালে ০.১%-এরও কম ছিল। কিছু অঙ্গরাজ্যে এই হার আরও বেশি, যেমন ক্যালিফোর্নিয়া, হাওয়াই, নেভাদা, ম্যাসাচুসেটস এবং ভার্মন্ট, যেখানে সৌরশক্তি ইতোমধ্যে ১০% বা তার বেশি বিদ্যুৎ উৎপাদন করছে।\nযুক্তরাষ্ট্র সৌর প্রযুক্তির ক্ষেত্রে প্রাথমিক গবেষণার অন্যতম পথিকৃৎ দেশ এবং ফটোভোলটাইক ও কেন্দ্রীভূত সৌরবিদ্যুৎ (Concentrated Solar Power - CSP) গবেষণায় গুরুত্বপূর্ণ অবদান রেখেছে। ২০১৭ সাল পর্যন্ত বিশ্বের বৃহত্তম ১০টি ইউটিলিটি-স্কেল ফটোভোলটাইক বিদ্যুৎ কেন্দ্রের মধ্যে ৪টি যুক্তরাষ্ট্রে অবস্থিত। দেশটির সরকার নবায়নযোগ্য শক্তির প্রসারকে উৎসাহিত করতে বিভিন্ন নীতিমালা গ্রহণ করেছে। ২০১৫ সালের অক্টোবর পর্যন্ত ২৯টি অঙ্গরাজ্য বাধ্যতামূলক নবায়নযোগ্য শক্তি লক্ষ্য (Renewable Portfolio Standards - RPS) নির্ধারণ করেছে, যার মধ্যে ২০টি অঙ্গরাজ্যে সৌরবিদ্যুৎ সরাসরি অন্তর্ভুক্ত করা হয়েছে।\nবড় ইউটিলিটি প্রকল্পের পাশাপাশি, সৌরশক্তির ব্যবহার বসতবাড়ি ও বাণিজ্যিক খাতেও বৃদ্ধি পাচ্ছে। ২০১৫ সালের দ্বিতীয় প্রান্তিক পর্যন্ত যুক্তরাষ্ট্রে আনুমানিক ৭,৮৪,০০০ বাড়ি ও ব্যবসা প্রতিষ্ঠানে সৌরবিদ্যুৎ ব্যবস্থা স্থাপিত হয়েছিল। সৌরশক্তির এই দ্রুত সম্প্রসারণ উন্নত প্রযুক্তি, খরচ হ্রাস এবং সরকারি সহায়তার ফলে সম্ভব হয়েছে, যা ভবিষ্যতে আরও টেকসই এবং ব্যাপক ব্যবহারের সম্ভাবনা তৈরি করছে।\n\n\n=== ওশেনিয়া ===\nবিভিন্ন প্রশান্ত মহাসাগরীয় দ্বীপরাষ্ট্র নবায়নযোগ্য শক্তির উপর উচ্চমাত্রার নির্ভরতার প্রতিশ্রুতি গ্রহণ করেছে, যা একদিকে অন্যান্য দেশের জন্য একটি উদাহরণ হিসাবে কাজ করছে এবং অন্যদিকে আমদানি করা জীবাশ্ম জ্বালানির উচ্চ ব্যয় কমানোর লক্ষ্যে সহায়তা করছে। এই অঞ্চলে বিভিন্ন সৌরশক্তি প্রকল্পের অর্থায়ন ও কারিগরি সহায়তা প্রদান করেছে অস্ট্রেলিয়া, জাপান, নিউজিল্যান্ড এবং সংযুক্ত আরব আমিরাত।\nবিভিন্ন প্রশান্ত মহাসাগরীয় দ্বীপে সৌরবিদ্যুৎ খামার চালু হয়েছে, যার মধ্যে উল্লেখযোগ্য টুভালু, ফিজি এবং কিরিবাতি। সংযুক্ত আরব আমিরাত-প্রশান্ত মহাসাগরীয় অংশীদারিত্ব তহবিল (UAE-Pacific Partnership Fund)-এর অধীনে ২০১৬ সালে Masdar কর্তৃক বাস্তবায়িত সৌরবিদ্যুৎ প্রকল্পগুলোর মধ্যে উল্লেখযোগ্য:\n\nসলোমন দ্বীপপুঞ্জে ১ মেগাওয়াট (MW) ক্ষমতাসম্পন্ন সৌরবিদ্যুৎ কেন্দ্র\nনাউরুতে ৫০০ কিলোওয়াট (kW) সৌরবিদ্যুৎ প্রকল্প\nমার্শাল দ্বীপপুঞ্জে ৬০০ কিলোওয়াট (kW) সৌরবিদ্যুৎ কেন্দ্র\nমাইক্রোনেশিয়ায় ৬০০ কিলোওয়াট (kW) সৌরবিদ্যুৎ প্রকল্প\nপালাউয়ে ৪৫০ কিলোওয়াট (kW) ক্ষমতাসম্পন্ন সৌর-ডিজেল হাইব্রিড বিদ্যুৎ কেন্দ্র\nএছাড়াও, আমেরিকান সামোয়া-তে পাগো পাগো বিমানবন্দরে ২ মেগাওয়াট (MW) ক্ষমতাসম্পন্ন সৌরবিদ্যুৎ প্রকল্প স্থাপন করা হয়েছে, যা দ্বীপ অঞ্চলের বিদ্যুৎ চাহিদা পূরণে গুরুত্বপূর্ণ ভূমিকা রাখছে।\n\n\n=== সুইজারল্যান্ড ===\nসুইজারল্যান্ডে সৌর শক্তির ব্যবহার বৃদ্ধি পেলেও, দেশটির ভূ-প্রাকৃতিক বৈশিষ্ট্যের কারণে এটি এখনও সীমিত পর্যায়ে রয়েছে।\n\n\n=== ইউক্রেন ===\nইউক্রেনে সৌর শক্তির বিকাশ লক্ষ্যণীয়, বিশেষত ২০১৪ সালের পর থেকে বেশ কয়েকটি বড় প্রকল্প বাস্তবায়িত হয়েছে।\n\n\n=== যুক্তরাজ্য ===\n২০১১ সালের শেষে যুক্তরাজ্যে ২,৩০,০০০ সৌর বিদ্যুৎ প্রকল্প বাস্তবায়িত হয়, যার মোট উৎপাদন ক্ষমতা ছিল ৭৫০ মেগাওয়াট। ২০১২ সালের ফেব্রুয়ারিতে এটি ১,০০০ MW-তে উন্নীত হয়।\n২০১৫ সালের এপ্রিল নাগাদ যুক্তরাজ্যের সৌর বিদ্যুৎ উৎপাদন ৬,৫৬২ MW-তে পৌঁছে যায় এবং ২০১৭ সালে এটি ১২,৪০৪ MW-এ উন্নীত হয়। সরকারের ফিড-ইন-ট্যারিফ (FIT) ভর্তুকির কারণে সৌর শক্তির দ্রুত সম্প্রসারণ ঘটে।\n\n\n=== অস্ট্রেলিয়া ===\n২০২১ সালের সেপ্টেম্বরে অস্ট্রেলিয়ার মোট সৌর বিদ্যুৎ উৎপাদন ক্ষমতা ২৩.৪৬৬ গিগাওয়াটে-এ পৌঁছায়, যা বিশ্বে অন্যতম সর্বোচ্চ পার ক্যাপিটা সৌর বিদ্যুৎ উৎপাদনের হার।\n\n\n=== নিউজিল্যান্ড ===\nনিউজিল্যান্ডে সৌর শক্তির ব্যবহার তুলনামূলক কম, তবে ২০২১ সালের পর থেকে এটি বৃদ্ধি পাচ্ছে।\n\n\n== দক্ষিণ আমেরিকা ==\n\n\n=== ব্রাজিল ===\n\nব্রাজিলে ২০১৭ সালের পর সৌর শক্তির ব্যাপক সম্প্রসারণ ঘটেছে। ২০২২ সালের অক্টোবরে মোট সৌর বিদ্যুৎ উৎপাদন ক্ষমতা ২১ GW-এ পৌঁছায় এবং এটি বিশ্বের শীর্ষ ১০ সৌর বিদ্যুৎ উৎপাদনকারী দেশের মধ্যে স্থান করে নেয়।\n\n\n=== চিলি ===\n\nচিলি বর্তমানে ল্যাটিন আমেরিকার তৃতীয় বৃহত্তম সৌর শক্তি উৎপাদনকারী দেশ (দক্ষিণ আমেরিকায় দ্বিতীয়)। ২০২১ সালে চিলির মোট সৌর বিদ্যুৎ উৎপাদন ক্ষমতা ৪.৪ গিগাওয়াট-এ পৌঁছায়।\n\nএল রোমেরো সৌর প্ল্যান্ট (২৪৬মেগাওয়াট), যা ২০১৬ সালে ল্যাটিন আমেরিকার বৃহত্তম সৌর খামার ছিল।\n২০১৫ সালের প্রথমার্ধে চিলির PV স্থাপন ক্ষমতা ৫৪৬ MW-এ পৌঁছায়, এবং ১,৬৪৭ MW প্রকল্প নির্মাণাধীন ছিল।\n\n\n== তথ্যসূত্র =="}