{"pageid": 1517379, "title": "বউ ইনানিয়া মাদ্রাসা (মেকনেস)", "url": "https://bn.wikipedia.org/wiki?curid=1517379", "content": "বউ ইনানিয়া মাদ্রাসা (আরবি: المدرسة البوعنانية al-madrasa al-Būʿinānīya; আমাজিগ: ⴰⵙⵉⵏⴰⵏ ⴱⵓ ⵉⵏⴰⵏⵉⵢⴰ) হল মেকনেস, মরক্কোর একটি ঐতিহাসিক মাদ্রাসা (ইসলামী শিক্ষা কেন্দ্র)। ভবনটি পরবর্তীতে পুনরুদ্ধার ও সংরক্ষণের মাধ্যমে সুপ্রতিষ্ঠিত হয়েছে এবং এটি মারিনিদ যুগের সমৃদ্ধ অলংকৃত মাদ্রাসাগুলোর অন্যতম উৎকৃষ্ট উদাহরণ হিসেবে বিবেচিত হয়।\n\n\n== ইতিহাস ==\nমাদ্রাসাটির নাম শুনে মনে হতে পারে যে এটি মারিনিদ শাসক আবু ইনান ফারিস দ্বারা প্রতিষ্ঠিত হয়েছিল। কিন্তু প্রকৃতপক্ষে এটি তার পিতা আবু আল-হাসান আলী ইবনে উসমান ১৩৩৫-১৩৩৬ সালে নির্মাণ করেন, যা মাদ্রাসার অভ্যন্তরীণ শিলালিপিগুলিতে উল্লেখ রয়েছে। সম্ভবত পরবর্তীতে আবু ইনান নিজ শাসনামলে এটি পুনরুদ্ধার করেছিলেন, যার ফলে এটি তার নামে পরিচিত হয়ে ওঠে। তবে মূলত মাদ্রাসাটি মাদ্রাসাত আল-জাদিদা (\"নতুন মাদ্রাসা\") নামে পরিচিত ছিল এবং বউ ইনানিয়া নামটি অনেক পরে ঐতিহাসিক সূত্রে পাওয়া যায়। একই নামে ফেজ শহরেও আরেকটি বউ ইনানিয়া মাদ্রাসা রয়েছে, যা সম্পূর্ণভাবে আবু ইনান নির্মাণ করেছিলেন।\nমাদ্রাসার নির্মাণকাজ তদারকি করেন শহরের কাজী আবদুল্লাহ ইবনে আবি আল-ঘামর। এটি শহরের প্রধান মসজিদ গ্র্যান্ড মসজিদের আশেপাশে অবস্থিত কয়েকটি মাদ্রাসার মধ্যে একটি, যেখানে শিক্ষাদানও পরিচালিত হতো। আবু আল-হাসান কর্তৃক নির্মিত শহরের অন্যান্য প্রধান মাদ্রাসাগুলোর মধ্যে মাদ্রাসা শুহুদ এবং মাদ্রাসাত আল-কাদি উল্লেখযোগ্য। পরবর্তীতে সুলতান ইসমাইল ইবনে শরীফ (শাসনকাল ১৬৭২-১৭২৭) মাদ্রাসাত আল-কাদিকে সংস্কার করেন এবং এটিকে তাফিলালত অঞ্চলের শিক্ষার্থীদের জন্য বরাদ্দ করেন। অন্যান্য মাদ্রাসার মতো বউ ইনানিয়া মাদ্রাসাও ইসলামী শিক্ষা প্রদানের পাশাপাশি শিক্ষার্থীদের আবাসন সুবিধা প্রদান করত।\nমাদ্রাসাটি প্রায় ৩১৫ বর্গমিটার এলাকা জুড়ে অবস্থিত।  রাস্তা থেকে কাঠের দরজা দিয়ে প্রবেশ করা যায়। দরজাটিতে তামার ফিটিং লাগানো আছে। এই দরজা দিয়ে একটি দীর্ঘ প্রবেশপথে যাওয়া যায়। এই পথের শেষে একদিকে মাদ্রাসার মূল উঠানের প্রবেশপথ, অন্যদিকে মাদ্রাসার ওযুখানার প্রবেশপথ এবং উপরের তলায় যাওয়ার সিঁড়ি রয়েছে।   ওযু ঘর (দারুল-ওযু ) আরেকটি উঠোন নিয়ে গঠিত, যা ২২টি পরিবর্তনশীল কক্ষ বা ল্যাট্রিন দ্বারা বেষ্টিত এবং একটি বৃহৎ আয়তাকার জলাশয়ের চারপাশে অবস্থিত।\nমাদ্রাসার প্রধান উঠোনের মাঝখানে একটি মার্বেল পাথরের পানির ফোয়ারা রয়েছে এবং এর উভয় পাশে গ্যালারি রয়েছে। উঠোনটি সমৃদ্ধভাবে সজ্জিত, মেঝে এবং নীচের দেয়ালগুলি জেলিল মোজাইক টাইলওয়ার্ক দিয়ে আচ্ছাদিত। বাকি দেয়ালগুলি সুসজ্জিত খোদাই করা স্টুকো এবং খোদাই করা কাঠ দিয়ে আচ্ছাদিত। মাশরাবিয়া কাঠের পর্দা দ্বারা আচ্ছাদিত গ্যালারিগুলি নিচতলায় শিক্ষার্থীদের ব্যক্তিগত কক্ষগুলিতে প্রবেশাধিকার প্রদান করে। অন্যদিকে উঠোনের চারপাশে উপরের তলায় আরও কক্ষ রয়েছে (যার মধ্যে অনেকগুলি উঠোনের দিকে জানালা রয়েছে)। মোট ৩৯টি ছাত্র কক্ষ আছে (নিচতলায় ১৩টি এবং উপরের তলায় ২৬টি)।   উঠোনের দক্ষিণ-পূর্ব দিকে একটি বৃহৎ কক্ষ রয়েছে, যা মাদ্রাসার মসজিদ বা প্রার্থনা কক্ষ হিসাবে কাজ করত। এর দক্ষিণ-পূর্ব দেয়ালের মাঝখানে একটি মিহরাব (নামাজের দিক নির্দেশকারী) রয়েছে যা আরবীয় এবং জ্যামিতিক মোটিফের পাশাপাশি আরবি শিলালিপিসহ জটিলভাবে খোদাই করা স্টুকো অলঙ্করণ দ্বারা বেষ্টিত।\nফরাসি পণ্ডিত জর্জ মারচেইস এই অঞ্চলের ইসলামী স্থাপত্যের উপর তার প্রধান রচনায় উল্লেখ করেছেন যে মেকনেসের বউ-ইনানিয়া মাদ্রাসা আবু আল-হাসানের নির্মিত মাদ্রাসা এবং তার পুত্র আবু ইনানের নির্মিত মাদ্রাসাগুলির মধ্যে এক ধরণের স্থাপত্যিক পরিবর্তনের প্রতিনিধিত্ব করে। \n\n\n== আরো দেখুন ==\nআবু আল-হাসানের মাদ্রাসা (সালে)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমানার আল-আথার ডিজিটাল ছবির সংরক্ষণাগার মেকনেস - বউ ইনানিয়া মাদ্রাসা (বিভিন্ন কোণ থেকে এবং বিস্তারিত ছবি)"}