{"pageid": 1517168, "title": "১৯৭৯ সালের বোস্টন বিশ্ববিদ্যালয়ের ধর্মঘট", "url": "https://bn.wikipedia.org/wiki?curid=1517168", "content": "১৯৭৯ সালের বোস্টন বিশ্ববিদ্যালয়ের ধর্মঘট ছিল মার্কিন যুক্তরাষ্ট্রের ম্যাসাচুসেটসের বোস্টনে অবস্থিত একটি বেসরকারি বিশ্ববিদ্যালয় বোস্টন বিশ্ববিদ্যালয়ের কর্মীদের একটি শ্রম সংস্কার ধর্মঘট। ৫ এপ্রিল থেকে শুরু হওয়া এই ধর্মঘট ২৩ এপ্রিল পর্যন্ত অব্যাহত ছিল। এই ধর্মঘটে বিশ্ববিদ্যালয়ের অনুষদ সদস্য, কেরানি কর্মী এবং গ্রন্থাগারিকরা অংশগ্রহণ করেছিলেন।\n১৯৭১ সালে জন সিলবার বিশ্ববিদ্যালয়ের সভাপতি নির্বাচিত হন। তার সভাপতিত্বে বাস্তবায়িত পরিবর্তন এবং নিয়মকানুনগুলিই ছিল ধর্মঘটের পিছনে প্রধান কারণ। সভাপতি নির্বাচিত হওয়ার পরের কয়েক বছরে, সিলবার এমন অনেক পরিবর্তন আনেন যা বিশ্ববিদ্যালয়ের অনুষদের পছন্দ হয়নি। ১৯৭৫ সালে, আমেরিকান অ্যাসোসিয়েশন অফ ইউনিভার্সিটি প্রফেসরস (বিইউ-এএইউপি) এর বিশ্ববিদ্যালয়ের একটি দল একটি যৌথ লিঁয়াজো কমিটি হিসাবে কাজ করার পক্ষে ভোট দেয়। সিলবার প্রথমে ইউনিয়নের বৈধতা চ্যালেঞ্জ করেছিলেন, কিন্তু ১৯৭৮ সালের মধ্যে, একটি আদালতের রায়ে বিশ্ববিদ্যালয়কে ইউনিয়নের সাথে আলোচনা শুরু করার নির্দেশ দেওয়া হয়েছিল। পরবর্তী কয়েক মাস ধরে, কোনও পক্ষই সিদ্ধান্তে একমত হতে পারেনি।এর মধ্যে বিতর্কের অন্যতম একটি বিশেষ বিষয় ছিল বেতন বৃদ্ধি।\n১৯৭৯ সালের শুরুর দিকে, ইউনিয়ন ধর্মঘটের প্রস্তুতি শুরু করেছিল। সবশেষে ৫ এপ্রিলে পূর্বে সম্পাদিত একটি অস্থায়ী চুক্তি নিয়ে বিশ্ববিদ্যালয়ের সাথে মতবিরোধের পর ইউনিয়ন ধর্মঘটে যায়। একই দিনে, ডিস্ট্রিবিউটিভ ওয়ার্কার্স অফ আমেরিকার অধীনে ইউনিয়নভুক্ত কেরানি কর্মী এবং সার্ভিস এমপ্লয়িজ ইন্টারন্যাশনাল ইউনিয়নের অধীনে ইউনিয়নভুক্ত গ্রন্থাগারিকরা ধর্মঘটে যাওয়ার পক্ষে ভোট দিয়েছিলেন। এএইউপির সাথে সংহতি প্রকাশ এবং আংশিকভাবে ইউনিয়ন স্বীকৃতি পাওয়ার জন্য তারা ভোট দিয়েছিলেন। ধর্মঘটের ফলে কয়েক শত ক্লাস বাতিল করা হয়েছিল এবং বিশেষ করে কলেজ অফ লিবারেল আর্টস ক্ষতিগ্রস্ত হয়েছিল। ১৪ এপ্রিলে বিশ্ববিদ্যালয় পূর্ববর্তী অস্থায়ী চুক্তিতে সম্মত হওয়ার পর অনুষদরা ধর্মঘট শেষ করার পক্ষে ভোট দেয়।সেখানে এই বিধান ছিল যে, তারা অন্যান্য ইউনিয়নের সাথে কোনও ধরণের ধর্মঘট করবে না। তা সত্ত্বেও কেরানি কর্মী এবং গ্রন্থাগারিকরা আরও বেশ কয়েক দিন ধর্মঘটে ছিলেন এবং কিছু অধ্যাপক ধর্মঘটকারীদের সাথে সংহতি প্রকাশের জন্য বিশ্ববিদ্যালয় থেকে দূরে বিভিন্ন স্থানে ক্লাস পরিচালনা করার চেষ্টা করেছিলেন। বিশ্ববিদ্যালয় দুটি ইউনিয়নকে স্বীকৃতি দিতে সম্মত হওয়ার পর অবশেষে ২৩শে এপ্রিল তারা তাদের ধর্মঘট প্রত্যাহার করেছিলেন।\nধর্মঘটের এক বছর পর মার্কিন সুপ্রিম কোর্ট রায় দেয় যে ১৯৩৫ সালের জাতীয় শ্রম সম্পর্ক আইনের শর্তাবলী অনুসারে বেসরকারি বিশ্ববিদ্যালয়ের অনুষদদের ইউনিয়ন করার অনুমতি নেই। এর ফলস্বরূপ, ১৯৮২ সালে যখন বিইউ-এএইউপি-এর চুক্তির মেয়াদ শেষ হয়ে যায় তখন ইউনিয়নটি অপ্রত্যয়িত (বাতিল) হয়ে যায়। এই কারণে ইতিহাসবিদ গ্যারি জাবেল ধর্মঘটটিকে অনুষদের জন্য একটি অতিরিক্ত মূল্যের বিনিময়ে বিজয় বলে অভিহিত করেছেন।\n\n\n== পটভূমি ==\n\n\n=== সভাপতি সিলবার এবং অনুষদের বিরোধিতা ===\n১৯৭১ সালে, শিক্ষাবিদ জন সিলবার বোস্টন বিশ্ববিদ্যালয়ের (বিইউ) সভাপতি হন।  সিলবার পূর্বে অস্টিনের টেক্সাস বিশ্ববিদ্যালয়ে কাজ করেছিলেন, যেখানে তিনি নিউ ডিল উদারপন্থী হিসেবে খ্যাতি অর্জন করেছিলেন।  তবে, ১৯৬০-এর দশকের শেষের দিকে, সিলবার নিউ লেফট এবং স্টুডেন্টস ফর এ ডেমোক্রেটিক সোসাইটির মতো ছাত্র কর্মী গোষ্ঠীর প্রতি বিরূপ হয়ে ওঠেন এবং রাজনীতিতে আরও কঠোর রক্ষণশীল অবস্থান গ্রহণ করেন।  বিইউতে সভাপতিত্বের প্রথম দিকে সিলবার একাধিক সিদ্ধান্ত নিয়েছিলেন যেগুলো বিশ্ববিদ্যালয়ের অনুষদের সদস্যদের কাছে অপ্রিয় প্রমাণিত হয়েছিল।  বিশেষ করে, সিলবার তার বন্ধুদের অতিরিক্ত বেতনে নিয়োগের জন্য বিভাগগুলির উপর চাপ প্রয়োগ করেছিলেন এবং শিক্ষাজীবনের জন্য কিছু সুপারিশ ভেটো দিয়েছিলেন, বিশেষ করে বামপন্থী রাজনৈতিক অবস্থান প্রকাশকারী অধ্যাপকদের জন্য।  ১৯৭৬ সালের মধ্যে, বিইউয়ের অনুষদ সিনেট অনাস্থা ভোটে ৩৭৭-১১৭ ভোটে ভোট দিয়ে সিলবারকে পদত্যাগ করতে বলে, যেমনটি বিইউ ট্রাস্টি বোর্ডের আট সদস্য করেছিলেন।  অধিকন্তু, মার্কিন সিভিল লিবার্টিজ ইউনিয়নের (এ সি এল ইউ) ম্যাসাচুসেটস শাখা ১৯৭৯ সালে সিলবারের বিরুদ্ধে একাডেমিক স্বাধীনতা এবং মৌলিক নাগরিক স্বাধীনতা লঙ্ঘনের অভিযোগ এনে বলেছিল যে তারা বিইউতে সিলবারের প্রশাসনের বিষয়ে যত অভিযোগ পেয়েছিল, কোনও একক প্রতিষ্ঠানকে লক্ষ্য করেও এত অভিযোগ কখনও পায়নি। \nসিলবার যখন বিইউতে যোগদান করেন, প্রায় একই সময়ে আমেরিকান বিশ্ববিদ্যালয়গুলির অধ্যাপকদের মধ্যে ইউনিয়নীকরণের জন্য দেশব্যাপী চাপ তৈরি হয়েছিল।  ১৯৬৭ সালে, স্নাতক ডিগ্রি প্রদানকারী কলেজের অধ্যাপকদের প্রতিনিধিত্বকারী প্রথম শ্রমিক ইউনিয়ন আমেরিকান ফেডারেশন অফ টিচার্সের স্থানীয় ইউনিয়ন হিসেবে প্রতিষ্ঠিত হয়েছিল যা বর্তমানে ম্যাসাচুসেটস ডার্টমাউথ বিশ্ববিদ্যালয়ে অবস্থিত।  ১৯৭৫ সালের মধ্যে, কয়েক ডজন বিশ্ববিদ্যালয় এবং ২০০ টিরও বেশি দুই বছরের কলেজ ইউনিয়নভুক্ত হয়, যা মার্কিন যুক্তরাষ্ট্রের সমস্ত অধ্যাপকের প্রায় ১৫ শতাংশ প্রতিনিধিত্ব করে।  আমেরিকান অ্যাসোসিয়েশন অফ ইউনিভার্সিটি প্রফেসরস (এএইউপি) একটি পেশাদার সংগঠন যা মূলত একাডেমিক স্বাধীনতা রক্ষার সাথে জড়িত ছিল, তারাও এই আন্দোলনে জড়িত হয়ে পড়ে যখন এর বেশ কয়েকটি বিশ্ববিদ্যালয় শাখা তাদের বিশ্ববিদ্যালয়ের সাথে সম্মিলিত দর কষাকষিতে জড়িত হতে শুরু করে।  ১৯৭৫ সালের মে মাসে এএইউপির বিইউ গ্রুপ (যা বিইউ-এর প্রায় ৮৫০ জন পূর্ণকালীন অধ্যাপকের মধ্যে ৪৪০ জনকে প্রতিনিধিত্ব করত) জাতীয় শ্রম সম্পর্ক বোর্ডের তত্ত্বাবধানে একটি প্রতিনিধিত্ব নির্বাচনের আয়োজন করে, যার ফলে বিইউ-এএইউপি একটি যৌথ দর কষাকষি ইউনিয়নে পরিণত হয়।  তবে, বিশ্ববিদ্যালয়টি ইউনিয়নটিকে স্বীকৃতি দিতে অস্বীকৃতি জানায় এবং একটি আইনি বিরোধে জড়িয়ে পড়ে যার ফলে ১৯৭৮ সালের এপ্রিলে মার্কিন যুক্তরাষ্ট্রের প্রথম সার্কিটের আপিল আদালত একটি আদেশ জারি করে যে বিশ্ববিদ্যালয়টিকে ইউনিয়নটির স্বীকৃতি দিতে হবে এবং ইউনিয়নের সাথে আলোচনায় বসতে হবে।  যদিও বিশ্ববিদ্যালয়টি মার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্টে এই সিদ্ধান্তের বিরুদ্ধে আপিল করেছিল, তবুও তাদের আপিল বিচারাধীন থাকাকালীন তাদের আলোচনা শুরু করতে হয়েছিল। \n\n\n=== কেরানি কর্মী এবং গ্রন্থাগারিকদের সংগঠন ===\nঅনুষদ যখন সংগঠিত হচ্ছিল তখন কেরানি কর্মী এবং গ্রন্থাগারিকরাও তাদের পাশাপাশি কাজ করছিলেন।  বিইউ-এএইউপি তাদের প্রতিনিধিত্ব নির্বাচন অনুষ্ঠিত করার কিছুক্ষণ পরেই এই কর্মীরা বোস্টন বিশ্ববিদ্যালয়ের কর্মী সংগঠন কমিটি গঠন করে, যার মধ্যে প্রায় ৮০০ জন কেরানি কর্মী ছিলেন।  এই দলটি একটি সংবাদ-সংকলন প্রকাশ করত এবং হার্ভার্ড বিশ্ববিদ্যালয় এবং ম্যাসাচুসেট্‌স ইনস্টিটিউট অব টেকনোলজির মতো অন্যান্য বিশ্ববিদ্যালয়ের কেরানি কর্মীদের সাথে যোগাযোগ করত। তারা নিউ ইয়র্ক শহর ভিত্তিক ডিস্ট্রিবিউটিভ ওয়ার্কার্স অফ আমেরিকা ডিস্ট্রিক্ট ৬৫-এর সাথে একত্রিত হয়েছিল।  একই সময়ে, প্রায় ২৫ জন গ্রন্থাগারিকের একটি দল স্থানীয় ৯টু৫ দলের সাথে একত্রিত হয়।  এই স্থানীয় ইউনিয়নটি ছিল সার্ভিস এমপ্লয়িজ ইন্টারন্যাশনাল ইউনিয়ন এবং ৯টু৫ তথা ন্যাশনাল অ্যাসোসিয়েশন অফ ওয়ার্কিং উইমেন (যা ১৯৭৩ সালে বোস্টনে প্রতিষ্ঠিত একটি নারীবাদী শ্রমিক সংগঠন) দ্বারা সংগঠিত একটি যৌথ সংগঠন।  এই উভয় ইউনিয়ন ১৯৭৯ সালের মধ্যে নিজস্ব প্রতিনিধিত্বমূলক নির্বাচন আয়োজন করেছিল, কিন্তু বিশ্ববিদ্যালয় তাদের সাথে আলোচনা করতে অস্বীকৃতি জানায় এবং পরিবর্তে আইনি মামলা দায়ের করে যেখানে তারা নির্বাচনের বৈধতা নিয়ে প্রশ্ন তোলে। \n\n\n=== অস্থায়ী চুক্তিতে পৌছানো ===\nবিশ্ববিদ্যালয় এবং বিইউ-এএইউপির মধ্যে আলোচনা চলমান থাকাকালে উভয় পক্ষই সম্ভাব্য ধর্মঘটের জন্য প্রস্তুতি নিতে শুরু করে।  ইউনিয়ন এবং বিশ্ববিদ্যালয়ের মূল মতবিরোধে ছিল বেতন বৃদ্ধির বিষয়ে যা ১৯৭৯ সালের জানুয়ারিতে একজন ট্রাস্টি কর্তৃক প্রকাশিত একটি চিঠিতে স্পষ্টভাবে ফুটে ওঠে, যেখানে লেখা ছিল \"অন্য যেকোনো কিছুর চেয়ে আমরা ক্যাম্পাসে শান্তি চাই। কিন্তু যদি এই বিশ্ববিদ্যালয়টি বন্ধ করতে হয় তাহলে দেউলিয়া প্রতিষ্ঠান হিসেবে বিবেচিত হওয়ার চেয়ে ধর্মঘটের মাধ্যমে এটি বন্ধ করে দেওয়াই ভালো।\"  সেই সময়ে বিশ্ববিদ্যালয় জানিয়েছিল যে ইউনিয়ন তিন বছরের চুক্তির সময়কালে ৪৪ শতাংশ বেতন বৃদ্ধি চাইছে, ট্রাস্টিরা বলেছিলেন যে এটি বিশ্ববিদ্যালয়কে আর্থিকভাবে গুরুতরভাবে ক্ষতিগ্রস্ত করবে।  মার্চ মাসের মধ্যে ইউনিয়ন চুক্তির প্রথম বছরের জন্য এই পরিমাণ ১৪ শতাংশ এবং পরবর্তী দুই বছরের জন্য দুটি ছোট পরিমাণে কমিয়ে আনে, কিন্তু উভয় পক্ষই অচলাবস্থায় রয়ে যায়।  একই মাসে, আলোচনায় অগ্রগতি না হওয়ায় ইউনিয়নগুলো ২১শে মার্চ থেকে ২২শে মার্চ ধর্মঘটের পক্ষে ভোট দেয়,  কিন্তু ২০শে মার্চ তা প্রত্যাহার করা হয়।  তবে, ৩০শে মার্চের মধ্যে চুক্তি না হওয়াউ ৪ঠা এপ্রিল ধর্মঘটের পক্ষেও ইউনিয়ন ভোট দেয়।  ৩১শে মার্চে বিশ্ববিদ্যালয় ও ইউনিয়ন একটি চুক্তিতে পৌঁছেছে যার ফলে তিন বছরের চুক্তির সময়কালে প্রশাসন এবং মেয়াদের নিয়মে পরিবর্তনের পাশাপাশি ৩২.৪ শতাংশ বেতন বৃদ্ধি পাবে।  অধিকন্তু, চুক্তিটি সেই বছরের শিক্ষাবর্ষের শুরুতে শেষ হয়ে যাবে, ইউনিয়ন মনে করেছিল যে ভবিষ্যতে চুক্তি আলোচনায় এটি ধর্মঘট কর্মকাণ্ডের অনুমতি দিয়ে তাদের উদ্দেশ্যসাধনের সুবিধায় বৃদ্ধি করবে যা সেই শিক্ষাবর্ষকে প্রভাবিত করবে। \nচুক্তির অংশ হিসেবে (যা সিলবার এবং আলোচকদের মধ্যে প্রকাশ্যে করমর্দনের মাধ্যমে দৃঢ় হয়েছিল) উভয় পক্ষের দর কষাকষির গোষ্ঠী তাদের নিজ নিজ পক্ষের মধ্যে সর্বোচ্চ ৭২ ঘন্টার জন্য আলোচনার জন্য চুক্তিগুলি উপস্থাপন এবং তারপর একটি সরাসরি হ্যাঁ বা না ভোট দেওয়ার কথা ছিল।  ২রা এপ্রিলে অনুষদ সদস্যরা চুক্তিটি অনুমোদনের জন্য ২৫২-১৭ ভোটে ভোট দেন এবং পরের দিন ট্রাস্টি বোর্ড ভোট দেওয়ার জন্য নির্ধারিত হয়।  তবে ভোটাভুটির পরিবর্তে বোর্ড চুক্তিতে এমন পরিবর্তনের জন্য অনুরোধ করেছিল যা চুক্তির মেয়াদ শেষ হওয়ার তারিখকে একাডেমিক মেয়াদের শেষে স্থানান্তরিত করত এবং অনুষদ সদস্যদের পরিষেবার প্রয়োজনীয়তার জন্য প্রশাসনকে গণনা করা থেকে বিরত রাখত।  আগের দিন সিলবার অ্যালগনকুইন ক্লাবে বোর্ডের বেশ কয়েকজন বিশিষ্ট সদস্যের সাথে একটি রুদ্ধদ্বার বৈঠক করেছিলেন। ইতিহাসবিদ গ্যারি জাবেলের মতে সেই পরিবর্তনগুলি চাওয়ার সিদ্ধান্ত তখনই নির্ধারিত হয়েছিল।  দাবি প্রত্যাখ্যানের ফলে ইউনিয়ন ক্ষুব্ধ হয়। ৩ এপ্রিলে সিলবার যখন বোস্টন বিশ্ববিদ্যালয়ের আইন বিদ্যালয়ে বক্তৃতা দিচ্ছিলেন তখন বিইউ-এএইউপির সদস্য ও সমাজবিজ্ঞানের অধ্যাপক জর্জ সাথাস তাকে বাধা দেন এবং ঘোষণা করেন যে অনুষদ ৫ এপ্রিল ধর্মঘট করবে।\n\n\n== ধর্মঘটের গতিপথ ==\n৫ এপ্রিলে সকালে ধর্মঘট শুরু হয় এবং বিইউ ক্যাম্পাস জুড়ে পিকেটিং শুরু হয়।  প্রায় ৪০০ জন অধ্যাপক এতে অংশগ্রহণ করেছিলেন, প্রেরিত পৌল, উইলিয়াম শেকসপিয়র এবং ভলতেয়ারের উদ্ধৃতি সহ কিছু প্লকেট সহ কিছু ব্যক্তি পিকেটিং তখন করছিলেন।  বিইউ এর ছাত্র সংবাদপত্র দ্য ডেইলি ফ্রি প্রেস জানিয়েছিল যে অনেক স্নাতক শিক্ষার্থী ধর্মঘটের সমর্থক ছিল এবং স্নাতকোত্তর শিক্ষার্থীদের সমর্থন আরও জোরালো ছিল, বেশ কয়েকজন স্নাতক ছাত্র সমর্থন সমন্বয়ের জন্য স্নাতক কর্মচারী সংগঠক কমিটি গঠন করেছিল।  প্রথম দিনের শেষে ইউনিয়ন জানায় যে চারুকলা কলেজের প্রায় ১০০ শতাংশ অধ্যাপক ধর্মঘটে ছিলেন। তবে প্রকৌশল কলেজ এবং আইন বিদ্যালয় উভয়েরই বেশিরভাগ অধ্যাপক ক্লাস চালিয়ে যান।  হার্ভার্ড ক্রিমসনের মতে, বিইউতে প্রায় ৯০০ জন অধ্যাপকের মধ্যে প্রায় ৮০ শতাংশই তাদের ক্লাস বাতিল করেছিল।  ধর্মঘট শুরু হওয়ার কিছুক্ষণ পরেই প্রতিনিধিত্বমূলক ধর্মঘট এবং অনুষদ সদস্যদের সাথে সংহতি প্রকাশের জন্য কেরানি কর্মী এবং গ্রন্থাগারিকরাও ধর্মঘটে যাওয়ার পক্ষে ভোট দেন।  ধর্মঘটের প্রতি অতিরিক্ত সমর্থন রক্ষণাবেক্ষণ কর্মীদের কাছ থেকে আসে, যাদের ইউনিয়ন সদস্যদের ব্যক্তিগতভাবে ধর্মঘটে অংশগ্রহণের অনুমতি দিয়েছিল।  প্রথম দিনে, দ্য নিউ ইয়র্ক টাইমস প্রতিবেদন করেছিল যে বিইউর ঘটনাগুলি \"একটি সাধারণ ধর্মঘটের মতো\" ছিল।   ৯ এপ্রিলে বিইউর ছাত্র ইউনিয়ন ঘোষণা করে যে তারা ধর্মঘটের কারণে বাতিল হওয়া ক্লাসের টিউশন ফি ফেরত চেয়ে একটি ক্লাস-অ্যাকশন মামলা দায়ের করছে।  প্রায় এক সপ্তাহ পরে বিইউএ-এইউপি সহানুভূতিশীল ধর্মঘটে অংশগ্রহণ করবে এমন লিখিত চুক্তির মাধ্যমে বিশ্ববিদ্যালয় ধর্মঘট শেষ করার সিদ্ধান্ত নেয়, যদিও কার্যকরভাবে চুক্তির অর্থ হল কেরানি কর্মী এবং গ্রন্থাগারিকরা ধর্মঘট অব্যাহত রাখলেও অনুষদগুলো কাজে ফিরে যাবে।  কিছু অনুষদ সদস্য ডিস্ট্রিক্ট ৬৫ এবং লোকাল ৯২৫-এর সমর্থনে ধর্মঘট চালিয়ে যেতে চাইলেও বিইউ-এএইউপির অনেক সদস্য কাজে ফিরে যাওয়ার ইচ্ছা প্রকাশ করছিলেন ও বিশিষ্ট সদস্য মার্কস ডব্লিউ ওয়ার্টোফস্কি সদস্যদের এই চুক্তিতে সম্মত হওয়ার আহ্বান জানান।  ১৪ এপ্রিলে ইউনিয়ন চুক্তিটি অনুমোদনের জন্য ২৭১-২৩ ভোটে ভোট দেয়।  বেশিরভাগ অধ্যাপক কাজে ফিরে আসেন, যদিও কেউ কেউ ক্লাস করতে অস্বীকৃতি জানান এবং অন্যরা বিশ্ববিদ্যালয়ের বাইরের স্থানে ক্লাস করার চেষ্টা করেন, যেমন ফ্রান্সেস ফক্স পিভেন এবং হাওয়ার্ড জিন।  হার্ভার্ড ক্রিমসন জানিয়েছিলেন যে অন্যান্য ইউনিয়নের সাথে কিছুটা সংহতি প্রকাশের জন্য ১৫০ জন পর্যন্ত অধ্যাপক এই পদ্ধতিতে ক্লাস পরিচালনা করছিলেন।  ইতোমধ্যে, যতক্ষণ না সিলবার গোপনে তাদের জানায় যে প্রশাসন যদি তাদের ধর্মঘট প্রত্যাহার করে এবং তাদের সাথে তার যোগাযোগ ফাঁদ না করে তবে ইউনিয়নগুলিকে স্বীকৃতি দিতে সম্মত হবে ততক্ষণ ডিস্ট্রিক্ট ৬৫ এবং স্থানীয় ৯ টু ৫ ধর্মঘট অব্যাহত রাখে।  ইউনিয়নগুলি ধর্ম শেষ করার প্রস্তাব অনুমোদন করে এবং ধর্মঘট শেষ করার মাধ্যমে স্বীকৃতি পায় ও নতুন শ্রম চুক্তি অর্জন করে।  তাদের ধর্মঘট আনুষ্ঠানিকভাবে ২৩শে এপ্রিল শেষ হয়। \n\n\n== পরিণতি ==\nধর্মঘটের পর সিলবার জিন সহ ডিস্ট্রিক্ট ৬৫ এবং স্থানীয় ৯ টু ৫-এর ধর্মঘটের সমর্থনে থাকা পাঁচজন অধ্যাপককে বরখাস্ত করার চেষ্টা করেছিলেন, কিন্তু নোবেল পুরস্কার বিজয়ী জর্জ ওয়াল্ডের একটি প্রচারণার ফলে সিলবারের প্রচেষ্টাগুলি ব্যার্থ হয়।  ১৯৭৯ সালের ডিসেম্বরে অনুষদ আবারও সিলবারকে অপসারণের জন্য ভোট দেয়, কিন্তু সিলবার এবং ট্রাস্টি বোর্ডের অন্যান্য সদস্যরা এই আহ্বান খারিজ করে দেন।  ১৯৮০ সালে মার্কিন সুপ্রিম কোর্ট এনএলআরবি বনাম ইয়েশিভা বিশ্ববিদ্যালয় মামলায় রায় দেয় যে, বেসরকারি বিশ্ববিদ্যালয়ের অধ্যাপকরা ১৯৩৫ সালের জাতীয় শ্রম সম্পর্ক আইনের শর্তাবলী অনুসারে ইউনিয়ন করার জন্য সুরক্ষিত নন, কারণ তাদের কাছে ব্যবস্থাপনাগত ক্ষমতা ছিল।  ফলস্বরূপ, ১৯৮২ সালে যখন বিইউএএইউপির সাথে শ্রম চুক্তির মেয়াদ শেষ হয়ে যায় তখন বিশ্ববিদ্যালয়টি ইউনিয়নের বাতিল চেয়ে তা অর্জন করেছিল।  অতীতের দিকে তাকালে, জাবেল ধর্মঘটকে একটি বিরাট মূল্যের বিজয় বলে অভিহিত করেন । তিনি আরও বলেন যে, ইউনিয়ন ভেঙে সিলবারের চূড়ান্ত সাফল্য ১৯৬০ থেকে ১৯৭০-এর দশকের মৌলবাদী সময়ের পরে \"হারানো ভিত্তি পুনরুদ্ধার\" করার জন্য বিশ্ববিদ্যালয় প্রশাসনের প্রচেষ্টার প্রতীক।  বিরোধিতার মুখোমুখি হওয়া সত্ত্বেও,ধর্মঘটের পরও সিলবার বিশ্ববিদ্যালয়ের প্রশাসনের মধ্যে তার ক্ষমতা সুদৃঢ় করতে সক্ষম হয়েছিলেন। এমনকি ,২০০০ সালে পদত্যাগ না করার পূর্ব পর্যন্ত তিনি বিশ্ববিদ্যালয়ের সভাপতি ছিলেন। \n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nZabel, Gary (২০০৯)। \"The Boston University Strike of 1979\"।   Brenner, Aaron; Day, Benjamin; Ness, Immanuel। The Encyclopedia of Strikes in American History (ইংরেজি ভাষায়)। M. E. Sharpe। পৃষ্ঠা 690–697। আইএসবিএন 978-1-317-45707-7। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরও পড়ুন ==\nKristof, Nicholas D. (নভেম্বর ২৮, ১৯৭৯)। \"John R. Silber: War and Peace at Boston University\"। The Harvard Crimson। অক্টোবর ২, ২০২১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ অক্টোবর ২, ২০২১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWinslow, Cal (জানুয়ারি ২৩, ২০২১)। \"The 1970s: Decade of the Rank and File\"। Jacobin (ইংরেজি ভাষায়)। অক্টোবর ১, ২০২১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ অক্টোবর ১, ২০২১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}