{"pageid": 1517593, "title": "সাদ লামজারাদ", "url": "https://bn.wikipedia.org/wiki?curid=1517593", "content": "সাদ লামজারাদ (জন্ম ৭ এপ্রিল ১৯৮৫) একজন মরক্কীয় আরব গায়ক, গীতিকার, অভিনেতা, বহু বাদ্যযন্ত্রবাদক, নৃত্যশিল্পী এবং সংগীত প্রযোজক। তিনি তার সংগীত ভিডিও \"লাম'আল্লিম\"-এর জন্য বিশেষভাবে পরিচিত, যা ইউটিউব-এ ১ বিলিয়নেরও বেশি দেখা হয়েছে।\n\n\n== প্রাথমিক জীবন ==\nলামজারাদ জন্মগ্রহণ করেন মরক্কোর ধ্রুপদী সঙ্গীতশিল্পী বাশির আবদু এবং অভিনেত্রী ও কমেডিয়ান নিজা রাগরাগুই এর ঘরে।\nছোটবেলা থেকেই লামজারাদ পিয়ানো বাজাতে এবং গান গাইতে বিশেষ আগ্রহী ছিলেন, এমনকি মাত্র চার বছর বয়স থেকে তিনি গান গাইতেন। তিনি তার প্ল্যাটফর্ম ব্যবহার করে বিভিন্ন সামাজিক কারণের পক্ষে সোচ্চার থাকেন, দাতব্য ইভেন্ট এবং উদ্যোগে অংশগ্রহণ করেন।\nএরপর লামজারাদ মরক্কোর রাবাত সঙ্গীত কনজারভেটরিতে পড়াশোনা করতে যান, যেখানে তিনি সঙ্গীত, শিল্প তত্ত্ব এবং নাচের শিক্ষা নেন। তিনি অনেক প্রোডাকশনে অংশ নিতেন এবং তার বাবার সঙ্গে সহযোগিতা করতেন।\nলামজারাদ ২০০১ সালে মার্কিন যুক্তরাষ্ট্রে চলে যান এবং এটিকে তার সঙ্গীতের অন্যতম প্রধান উৎস হিসেবে উল্লেখ করেন, এই অভিজ্ঞতাকে তিনি পশ্চিমা সঙ্গীতের সাথে পরিচয় করিয়ে দেওয়ার এবং তার শৈলী ও নিজের সঙ্গীতজ্ঞ পরিচয় গঠনে গুরুত্বপূর্ণ ভূমিকা পালনকারী হিসেবে দাবি করেন।\n\n\n== ক্যারিয়ার ==\n২০০৭ সালে, লামজারাদ আরব বিশ্বের জনপ্রিয় প্রতিভা অন্বেষণকারী টিভি শো সুপার স্টার-এ অংশগ্রহণ করেন এবং প্রতিযোগিতার চতুর্থ মৌসুমে দ্বিতীয় স্থান অর্জন করেন।\n২০১১ সালে, লামজারাদ তার অভিনয় জীবন শুরু করেন এবং মরক্কোর সোপ অপেরা আহলাম নাসিম-এ প্রধান চরিত্রে অভিনয় করেন। ২০১৩ সালে, তিনি তার প্রথম অ্যালবাম ওয়ালা আলিক প্রকাশ করেন। একই বছরে, তিনি আরও দুটি ইপি প্রকাশ করেন – সালিনা এবং এনতি। পরবর্তীটির শিরোনাম গান \"এনতি\" (আরবি: أنتي) তার অন্যতম বৃহৎ হিটে পরিণত হয় এবং ২০১৪ সালে তিনি মেদিতেল মরক্কো মিউজিক অ্যাওয়ার্ডস-এ একটি পুরস্কার জেতেন।\n২০১৫ সালে, লামজারেদের হিট গান \"লামআল্লিম\" (আরবি: لمعلم) প্রকাশিত হয়, যা তিন মাসের মধ্যে ইউটিউবে ১ বিলিয়নেরও বেশি ভিউ অর্জন করে এবং একটি গিনেস ওয়ার্ল্ড রেকর্ড গড়ে।\n২০১৬ সালে, লামজারাদ \"আনা মাশি সাহিল\" (আরবি: أنا ماشي ساهل) গানটি প্রকাশ করেন, যা তার ভক্তদের অংশগ্রহণে নির্মিত হয়েছিল। এরপর তিনি \"গালত্বানা\" (আরবি: غلطانة) গানটির মিউজিক ভিডিও প্রকাশ করেন, যা ম্যাড ম্যাক্স চলচ্চিত্রের দ্বারা অনুপ্রাণিত ছিল।\n২০১৭ সালে, তিনি \"লেট গো\" গানটির মাধ্যমে ফিরে আসেন, যা প্রকাশের এক ঘণ্টার মধ্যেই ইউটিউবে অর্ধ মিলিয়নেরও বেশি ভিউ অর্জন করে।\n২০১৯ সালে, তিনি মিশরীয় অভিনেতা ও গায়ক মোহাম্মদ রমাদান-এর সাথে \"ইনসায়ি\" (আরবি: إنساي) গানটি প্রকাশ করেন, যা এক মাসের মধ্যে ১০০ মিলিয়নেরও বেশি বার দেখা হয়।\n১০ জুন ২০২০-এ, তিনি তার ইউটিউব চ্যানেলে ১০ মিলিয়ন সাবস্ক্রাইবার অর্জন করেন এবং ইউটিউব ডায়মন্ড প্লে বাটন লাভ করেন। ২০২২ সালের মে মাসে, তার ২০১৫ সালের হিট গান \"লামআল্লিম\" ১ বিলিয়ন বার প্রদর্শিত হয়।\n২০২৩ সালের জুলাইয়ে, লামজারাদ ভারতীয় সঙ্গীতশিল্পী শ্রেয়া ঘোষালের সাথে আরবি-হিন্দি গান গুল্লি মাতা গান।\n\n\n== ব্যক্তিগত জীবন ==\nমিডিয়াতে রিপোর্ট হয়েছিল যে লামজারাদ একসময় বিবাহিত ছিলেন এবং প্রায় ২০১৫ সালের আশেপাশে তালাক নিয়ে ফেলেছিলেন।\n১১ সেপ্টেম্বর ২০২২-এ, তিনি ব্যবসায়ী নারী গিতা এল আল্লাকির সাথে বাগদান ঘোষণা করেন।\nএকই মাসের মধ্যে তাঁদের বিবাহ সম্পন্ন হয়।\n\n\n== ধর্ষণ অভিযোগ এবং তদন্ত ==\nফেব্রুয়ারী ২০১০ সালে যুক্তরাষ্ট্রে সফরের সময়, সাদ লামজারাদ নিউ ইয়র্কের ব্রুকলিনের এক মহিলাকে মারধর এবং ধর্ষণের অভিযোগে অভিযুক্ত হন। লামজারাদ জামিনে মুক্তি পেয়ে যুক্তরাষ্ট্র ত্যাগ করেন এবং তাকে ফেরত আসলে গ্রেপ্তারির ঝুঁকি ছিল। ২০১৬ সালে, অভিযুক্ত মহিলার \"প্রসিকিউটরদের সঙ্গে সহযোগিতা বন্ধ করার\" পর এবং একটি মামলা নিষ্পত্তি হওয়ার কারণে এই মামলা বন্ধ হয়ে যায়।\n২৫ অক্টোবর ২০১৬ সালে প্যারিসের মারিও শ্যাম্পস এলিসি হোটেলে লামজারাদকে গ্রেপ্তার করা হয়, যেখানে তিনি ফরাসি মহিলার বিরুদ্ধে এক অভিযুক্ত ধর্ষণের অভিযোগে ফরাসি প্রসিকিউটরের সামনে হাজির হন। তিনি ২০১৬ সালের ২৯ অক্টোবর প্যারিসের প্যালাই ডেস কংগ্রেসে একটি কনসার্টের জন্য নির্ধারিত ছিলেন। লামজারাদ এপ্রিল ২০১৭-তে মুক্তি পান, তবে তিনি এখনও অভিযুক্ত ছিলেন। ২০১৭ সালের শুরুর দিকে, তাকে \"সামাজিক অনুষ্ঠান, ভ্রমণ এবং মিডিয়ার সাথে যোগাযোগ করা থেকে নিষিদ্ধ করা হয়েছিল।\" মরক্কোর রাজা ষষ্ঠ মুহাম্মদতাকে তার ফি এবং আইনজীবী দলের নিয়োগে সাহায্য করেছিলেন। ২০১৭ সালে, এক ফরাসি-মরক্কী মহিলার বিরুদ্ধে মরক্কোর কাসাব্লাঙ্কায় ২০১৫ সালে যৌন হয়রানি এবং নির্যাতনের অভিযোগ ওঠে। তিনি পরে তার অভিযোগ \"পরিবারের চাপের কারণে\" প্রত্যাহার করেন।\n২৬ আগস্ট ২০১৮ সালে তিনি আবারও ফ্রান্সের সেন্ট-ট্রোপেজে নতুন ধর্ষণের অভিযোগে গ্রেপ্তার হন। লামজারাদ, যিনি অভিযোগ অস্বীকার করেছেন, ১,৫০,০০০ ইউরো জামিনে মুক্তি পান এবং ফ্রান্স ত্যাগ করতে পারবেন না। তার জামিনের বিরুদ্ধে পরে ড্রাগুইগন (পাবলিক প্রসিকিউটর) আপিল করেন। ১৮ সেপ্টেম্বর ২০১৮ সালে তাকে ফ্রান্সে আটক করা হয়, অঁ এ প্রোভসঁ এর আদালতের সিদ্ধান্তের পর। ২০ নভেম্বর ২০১৮-তে জানানো হয় যে তাকে ধর্ষণের অভিযোগ থেকে মুক্তি দেওয়া হয়েছে, তবে তাকে \"যৌন হয়রানি এবং ইচ্ছাকৃত সহিংসতার অপরাধ\" নিয়ে বিচার করা হবে। ৬ ডিসেম্বর ২০১৮-তে জানানো হয় যে ফরাসি কর্তৃপক্ষ তাকে শর্তসাপেক্ষে মুক্তি দিয়েছে এবং তার মামলা কার্যতালিকায় অপেক্ষমাণ আছে। তার মরক্কী পাসপোর্ট বাজেয়াপ্ত করা হয়েছিলো, তাকে ফ্রান্স ত্যাগ করতে দেওয়া হয়নি এবং তাকে প্রতি সপ্তাহে নিকটস্থ থানায় রিপোর্ট করতে বলা হয়েছিলো।\n২০১৮ সালের ডিসেম্বর মাসে, তিনি তার সাজা ভোগ করার পর কারাগার থেকে মুক্তি পান, তবে ২০১৯ সালের আগস্ট পর্যন্ত ফ্রান্স ত্যাগ করতে পারেননি।২০১৯ সালের এপ্রিল মাসে, ২০১৬ সালের অক্টোবর থেকে মামলাটি পর্যবেক্ষণকারী বিচারক প্রমাণের অভাবে তার বিরুদ্ধে থাকা অভিযোগগুলোর পুনঃসংজ্ঞায়ন করেন এবং মামলাটি ফৌজদারি আদালতে পাঠান।  \n২০১৯ সালের ১৮ ডিসেম্বর, তিন বছর পর তিনি রিয়াদ-এ প্রথমবারের মতো একটি প্রকাশ্য কনসার্টে অংশ নেন। কনসার্টের কয়েকদিন আগে, বেশ কয়েকজন সৌদি টুইটার ব্যবহারকারী লামজারেদের রিয়াদে কনসার্ট অনুষ্ঠিত হওয়ার বিষয়ে তাদের অসন্তোষ প্রকাশ করেন।\n২০২০ সালের জানুয়ারিতে, প্যারিস আপিল আদালতের তদন্ত বিভাগ ২০১৬ সালের মামলাটি ফ্রান্সের \"আসাইজ\" আদালতে স্থানান্তর করে। এরপর ২০২০ সালের এপ্রিল মাসে, প্যারিস কোর্ট অব ক্যাসেশন তদন্ত বিভাগের এই সিদ্ধান্ত বাতিল করে এবং জানায় যে \"ফৌজদারি কার্যবিধি যথাযথভাবে অনুসরণ করা হয়নি,\" তাই মামলাটি আবার ফৌজদারি আদালতে পাঠানো হয়।\n২০২৩ সালের ২৪ ফেব্রুয়ারি, ফ্রান্সের একটি আদালত সাতের মধ্যে নয়টি ভোটে লামজারেদকে ধর্ষণের দায়ে দোষী সাব্যস্ত করে (ফরাসি ফৌজদারি আইনের অধীনে) এবং তাকে ৬ বছরের কারাদণ্ড প্রদান করে। লামজারেদ এই অভিযোগ অস্বীকার করে বলেন যে তিনি ভুক্তভোগীকে প্রবেশ করেননি, বরং তারা পারস্পরিক সম্মতিতে চুম্বন ও পোশাক খুলেছিলেন। তিনি দাবি করেন যে একমাত্র সহিংস কাজ ছিল তার পিঠে আঁচড় দেওয়ার পর ভুক্তভোগীর মুখ থেকে হাত সরিয়ে দেওয়া, যা তিনি পরে অনুতপ্ত হন। সাংবাদিক মেরিন ডেলা-মোইসোনিয়ের মতে, আদালত নিশ্চিত হয় যে শারীরিক সম্পর্ক হয়েছিল, যদিও লামজারেদের ডিএনএর নমুনা কেবল ভুক্তভোগীর পোশাকে পাওয়া গিয়েছিল। আদালত হোটেল কর্মীদের সাক্ষ্যের ভিত্তিতেও এই সিদ্ধান্ত নেয়। রায় ঘোষণার পরপরই তাকে গ্রেপ্তার করে কারাগারে পাঠানো হয়, যা তার আইনজীবীদের পক্ষ থেকে আপত্তির সম্মুখীন হয়। পরে লামজারেদ আদালতের সিদ্ধান্তের বিরুদ্ধে আপিল করেন এবং তার নির্দোষতার পক্ষে দাঁড়ান। \n২০২৩ সালের এপ্রিল মাসে, তিনি শর্তসাপেক্ষে মুক্তি পান।\n\n\n=== প্রতিক্রিয়া ===\nতৃতীয় অভিযোগের পর, সামাজিক যোগাযোগমাধ্যমে \"লামজারাদ আউট\" এবং \"মাসাকতাশ\" (মরক্কীয় আরবিতে যার অর্থ \"আমি চুপ থাকবো না\") হ্যাশট্যাগ ব্যবহার করে একটি প্রচারণা শুরু হয়। ব্যবহারকারীরা তার গানগুলো রেডিও স্টেশন থেকে সরিয়ে ফেলার দাবি জানায়। ২এম এবং হিট রেডিও প্রথম দিকেই তার গান সম্প্রচার বন্ধ করে, যেখানে হিট রেডিও জানায় যে তারা শ্রোতাদের মতামত নেবে যে স্থায়ীভাবে নিষেধাজ্ঞা রাখা হবে কিনা। \nসেপ্টেম্বর ২০১৮-তে, সামাজিক যোগাযোগমাধ্যমে ব্যাপক প্রচারের পর, কিছু মরক্কীয় গণমাধ্যম লামজারাদের গান সম্প্রচার বন্ধ করে দেয়।  \n২০২০ সাল থেকে, লামজারাদ বিভিন্ন সময়ে নারীবাদীদের কঠোর সমালোচনার মুখে পড়েন, যারা তার কনসার্ট বন্ধ করতে বিভিন্ন মাত্রার প্রচেষ্টা চালায়। এই আন্দোলন বিশেষ করে মিশরে শুরু হয়। মিশরীয় নারীবাদীরা ২০২০, ২০২১ ও ২০২২ সালে তিনটি বড় প্রচারণা চালায়। ২০২০ সালে, টুইটার ও ফেসবুকে হাজারো মিশরীয় \"কায়রো শো\" থিয়েটারে তার কনসার্ট বাতিলের দাবি জানিয়ে প্রচারণা চালায়।  \nঅবশেষে, ২০২০ সালের ডিসেম্বর মাসে তার কনসার্ট বাতিল করা হয়, এবং ২০২১ সালে তার \"সাহরানিন\" টক শোতে উপস্থিতির পরিকল্পনাও বাতিল করা হয়, তবে ২০২২ সালের ডিসেম্বর মাসে প্রচারণা সত্ত্বেও তার কনসার্ট অনুষ্ঠিত হয়।  \n২০২২ সালে, মিশর, ইরাক এবং লেবাননে তার কনসার্ট বন্ধের দাবিতে একই ধরনের প্রচারণা অব্যাহত থাকে।\n\n\n== সঙ্গীত ==\n\n\n=== অ্যালবামসমূহ ===\n\n\n=== একক ===\n২০০৯: \"ওয়াদি니\" (واعديني)\n২০১২: \"সালিনা সালিনা\" (سلينا سلينا)\n২০১৪: \"এনতি\" (أنتي)\n২০১৫: \"লাম‘আল্লাম\" (لمعلم)\n২০১৬: \"আনা মাশি সাহিল\" (أنا ماشي ساهل)\n২০১৬: \"গালতানা\" (غلطانة)\n২০১৭: \"লেত গু\" (ليت غو)\n২০১৮: \"গাযালি\" (غزالي)\n২০১৮: \"ইয়া আল্লাহ্\" (يا الله)\n২০১৮: \"কাসাব্লাঙ্কা\"\n২০১৮: \"বাদ্দেক ইহ্\" (بدك ايه)\n২০১৯: \"নজিবেক\" (نجيبك)\n২০১৯: \"ইখালিক লিলি\" (يخليك للي)\n২০১৯: \"সালাম\" (سلام)\n২০১৯: \"দাবাত জিয়ান\" (دابا تزيان)\n২০২০: \"আদ্দা এলকালাম\" (عدى الكلام)\n২০২১: \"লগাদি ওয়াহদু\" (الغادي وحدو)\n২০২১: \"নাদি ইয়াল্লাহ\" (نادي يا الله)\n২০২২: \"ইয়া আইউনি\" (يا عيوني)\n২০২২: \"আলতওবা\" (التوبة)\n২০২২: \"মা আহলা লামাকান\" (ما أحلى المكان)\n২০২২: \"আলাচেক আলহায়েম\" (العاشق الهايم)\n২০২২: \"এল হালা'\" (الحلق)\n২০২৩: \"আশ খাবারেক\" (أش خبارك)\n২০২৩: \"নূর আল সাবাহ\" (نور الصبح)\n২০২৪: \"মেহতাল আল হুব্ব\" (محتال الحب)\n২০২৪: \"চেদ চেদ\" (شد شد)\n২০২৪: \"বাশুফাক\" (بشوفك)\n২০২৪: \"সাগফাহ্\" (سقفه)\n\n\n=== দ্বৈত ===\n২০১২: \"আজিজ উ গালি\" (عزيز وغالي) – সাথে: বাশির আবদু\n২০১২: \"সা'আ সাঈদা\" (ساعة سعيدة) – সাথে: সোফিয়া মুনতাসির\n২০১৪: \"ওয়ানা মাআক\" (وأنا معاك) – সাথে: আসমা লামনওয়ার\n২০১৪: \"ইয়া ইনসান\" (يا إنسان) – সাথে: সালাহ আল কুর্দি\n২০১৯: \"ইনসায়ি\" (إنساي) – সাথে: মোহাম্মদ রামাদান\n২০২০: \"আসিফ হাবিবি\" (آسف حبيبي) – সাথে: ফনাইর\n২০২০: \"শিদাত উ বেতজুল\" (شدت وبتزول) – সাথে: সালাহ কুরদি\n২০২০: \"বাব আলরাজা\" (باب الرجاء) – সাথে: মোহাম্মদ রিদা\n২০২১: \"লওজাহ তানি\" (لوجه التاني) – সাথে: যুহায়র বাহাওয়ি\n২০২১: \"সহরা সাবাহি\" (السهرة صباحي) – সাথে: রেদওয়ান এবং সাবের রেবাই\n২০২১: \"এনতি হায়াতি\" (انتي حياتي) – সাথে: কালেমা\n২০২২: \"মিন আওয়েল দেকিকা\" (من أول دقيقة) – সাথে: এলিসা\n২০২২: \"ভিভা এল রে হাবিবনা\" (عاش حبيبنا الملك) – সাথে: নিকোলাস রেয়েস\n২০২৩: \"গুল্লি মাতা\" – সাথে: শ্রেয়া ঘোষাল\n২০২৪: \"৩ন্দি ফিকরা\" (عندي فكرة) – সাথে: ইয়োসরা মাহনউচ\n২০২৪: \"কারুসেল\" – সাথে: এনেস\n২০২৪: \"মাহবুবি\" (محبوبي) – সাথে: হাতিম আম্মর\n২০২৪: \"হোমা ডোল\" – সাথে: নীতি মোহন\n\n\n=== তালিকায় শীর্ষস্থানে থাকা গানসমূহ ===\n\n\n== অভিনয় ==\n\n\n==== টেলিভিশন২০১২: \"আহলান নাসিম\" ====\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইউটিউবে সাদ লামজারাদের চ্যানেল"}