{"pageid": 1517397, "title": "জোহান পিটার হেবেল", "url": "https://bn.wikipedia.org/wiki?curid=1517397", "content": "জোহান পিটার হেবেল (১০ মে ১৭৬০ – ২২ সেপ্টেম্বর ১৮২৬) একজন জার্মান ছোটগল্প লেখক, উপভাষাগত কবি, লুথেরান ধর্মতত্ত্ববিদ এবং শিক্ষক। তিনি প্রধানত আলেম্যানিক সুরেলা কবিতার সংকলন (আলেম্যানিক কবিতা) এবং একটি জার্মান কাহিনীর সংকলন (শ্যাটজকেসটলাইন ডেস রাইনিশেন হাউসফ্রয়েনডেস – \"রাইনীয় গল্পের খাজানা\") জন্য পরিচিত ছিলেন।\nবাসেলে জন্মগ্রহণ করা হেবেল ১৭৬৬ সালে প্রাথমিক বিদ্যালয়ে ভর্তি হন এবং তিন বছর পর লাতিন বিদ্যালয়ে যোগ দেন। গ্রীষ্মকালে তিনি বাসেলের বিদ্যালয়গুলোতে এবং শীতকালে নিকটবর্তী ওয়াইজেনতালের হাউসেন ও শোফহেইমের বিদ্যালয়গুলোতে পড়াশোনা করতেন। ১৭৭৩ সালে মায়ের মৃত্যু হলেও, তিনি শিক্ষাগ্রহণ চালিয়ে যান এবং ১৭৭৮ সালে বন্ধুদের সহায়তায় কার্লসরুহের জিমন্যাসিয়াম ইলস্ট্রু থেকে উত্তীর্ণ হন। এরপর তিনি ধর্মতত্ত্ব অধ্যয়নে অগ্রসর হন। পরবর্তী সময়ে, তিনি গৃহশিক্ষক, সহায়ক প্রচারক, সহকারী শিক্ষক ও সাবডেকন হিসেবে দায়িত্ব পালন করেন এবং ১৭৯৮ সালে অধ্যাপক ও আদালতের ডেকন পদে নিযুক্ত হন।\nহেবেল উদ্ভিদবিদ্যা, প্রাকৃতিক ইতিহাস এবং অন্যান্য বিষয়েও আগ্রহী ছিলেন। তার সাহিত্যকর্ম অ্যালেমান্নিশে গেদিখ্তে দিয়ে শুরু হয় এবং এটি সম্ভবত আলেম্যানিক ভাষায় লেখা সবচেয়ে জনপ্রিয় রচনা। তিনি বাবাদিশার ল্যান্ডকালেন্ডারায় তার দিনপঞ্জিকা গল্পগুলির মাধ্যমে সাফল্য অর্জন করেন এবং পরে রাইনল্যান্ডিশার হাউসফ্রুয়েন্ড (রাইনীয় পরিবারের খাজানা) এর মাধ্যমে আরো খ্যাতি লাভ করেন। তবে, ক্যাথলিকদের সঙ্গে বিরোধ তাকে দিনপঞ্জিকার সম্পাদক পদ থেকে পদত্যাগ করতে বাধ্য করে। তার জীবনের শেষ পর্যায়ে তিনি ক্রমশ ধর্মের প্রতি নিবেদিত হন এবং ১৮১৯ সালে প্রেলেট হিসেবে নিযুক্ত হন, তবে পল্লীর পাদরি হওয়ার তার ইচ্ছা কখনো পূর্ণ হয়নি। তার শেষ রচনাসমূহ তরুণ পাঠকদের জন্য বাইবেলের গল্প ছিল, যা ১৮৫৫ সাল পর্যন্ত পাঠ্যপুস্তক হিসেবে ব্যবহৃত হত। হেবেল ১৮২৬ সালে শভেটসিংগেনায় মৃত্যুবরণ করেন। গেওথে, টলস্টয়, গটফ্রিড কেললার, হারম্যান হেসে, মার্টিন হেইডেগার এবং অন্যান্য লেখক তার রচনাকে প্রশংসা করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\n\nজোহান পিটার হেবেল ১০ মে ১৭৬০ সালে বাসেলে জন্মগ্রহণ করেন। সেখানে গ্রীষ্মকালে তার অভিভাবকরা প্যাট্রিসিয়ান (উত্তর-রোমান ইউরোপ) পরিবারের সাথে কর্মরত ছিলেন। তিনি তার শৈশবের অর্ধেক সময় বাসেলে এবং অপর অর্ধেক সময় হাউসেন ইম ওয়াইজেনতাল গ্রামের মধ্যে কাটান। সেখানে শীতকালে তার পিতা একজন বুননশিল্পী হিসেবে কাজ করতেন। তিনি তার আত্মজীবনীতে সংক্ষেপে লিখেছিলেন, \"সেখানে আমি শিখেছিলাম দরিদ্রতা ও সম্পদ কী, কিছু না থাকা ও সবকিছু পাওয়ার অর্থ, সুখীদের সঙ্গে সুখী থাকা এবং কান্নারতদের সঙ্গে দুঃখ ভাগ করা।\"  উভয় স্থানের স্মৃতিগুলো তার সাহিত্যকর্মে গভীর প্রভাব ফেলেছিল। হেবেলের পিতা  হুন্সরুক অঞ্চলের থেকে দক্ষিণ বাডেনে স্থানান্তরিত হন এবং ১৭৬১ সালের প্রারম্ভে টাইফাসে মারা যানন। ঠিক তেমনি তার ছোট বোন মারা যায়। তার বয়স মাত্র কয়েক সপ্তাহ ছিল। হেবেল ১৭৬৬ সালে হাউসেনে প্রাথমিক বিদ্যালয়ে যান এবং ১৭৬৯ সালে শোফহেইম এর লাতিন বিদ্যালয়ে ভর্তি হন। সেখানে তার শিক্ষক ছিলেন ধর্মতত্ত্ববিদ অগাস্ট গটলিব প্রেউশেন। গ্রীষ্মকালে তিনি বাসেলের একটি প্যারিশ বিদ্যালয়ে যান এবং পরে মর্যাদাপূর্ণ গির্জাপথ বিদ্যালয় (মিউনস্টারপ্লাটজ-এ জিমন্যাসিয়াম) এ পড়াশোনা করেন। যখন তার বয়স তেরো বছর ছিল, তার মা তখন মারা যান।\n১৭৭৪ সালে, বন্ধুদের আর্থিক সাহায্যে হেবেল জিমন্যাসিয়াম ইলস্ট্রু এ কার্লসরুহে যোগ দেন (বর্তমানে বিসমার্ক-জিমন্যাসিয়াম)। সেখানে তিনি ১৭৭৮ সালে উত্তীর্ণ হন। ১৭৭৮ থেকে ১৭৮০ সাল পর্যন্ত এরলাঙ্গেনে ধর্মতত্ত্ব অধ্যয়নের পর, তিনি হের্টিংগেনে বাদ বেলিংনেরএকজন গৃহশিক্ষক ও সহায়ক প্রাচারক হন এবং ১৭৮৩ সালে লোররাখ এর পেডাগোজিয়ামে প্রাপ্জেপ্টোরাটসভিকার (সহায়ক শিক্ষক) হিসেবে নিযুক্ত হন। এটি বর্তমানে তাঁর সন্মানে হেবেল-জিমন্যাসিয়াম নামে পরিচিত। তিনি প্রধান শিক্ষক টোবিয়াস গুন্টটার্ট এর সাথে বন্ধুত্ব করেন এবং তাঁর মাধ্যমে গাস্টাভ ফেচ্ট এর সাথে পরিচিত হন। তার সঙ্গে তাঁর দীর্ঘস্থায়ী প্লাটোনিক প্রেমের সম্পর্ক ছিল এবং তাকে তিনি অসংখ্য চিঠি পাঠ করতেন। তিনি সারা জীবন অবিবাহিত থাকেন। যদিও পরবর্তীতে তিনি অভিনেত্রী হেনরিয়েট হেন্ডেল-শুৎজকে অত্যন্ত প্রিয় ছিলেন। ১৭৯১ সালে তিনি কার্লসরুহে ফিরে আসেন কার্লসরুহে জিমন্যাসিয়ামে ডেকনের পদ গ্রহণ করতে। কিন্তু পরিবর্তে কেবলমাত্র সাবডেকন হিসেবে নামকরণ করা হন। শিক্ষার পাশাপাশি, হেবেল মাঝে মাঝে আদালতে উপদেশ প্রদান করতেন এবং সেখানে তিনি ব্যাপক জনপ্রিয়তা উপভোগ করতেন।\n\n\n== পরবর্তী জীবন ==\n\n১৭৯৮ সালে হেবেল একজন অধ্যাপক ও আদালতের ডেকন হন। তিনি জিমন্যাসিয়ামে অন্যান্য বিভিন্ন বিষয় পড়ান। এর মধ্যে ছিল উদ্ভিদবিদ্যা এবং প্রাকৃতিক ইতিহাস। তিনি উদ্ভিদবিদ্যার প্রতি ব্যাপক আগ্রহ দেখান; তিনি একটি হার্বারিয়াম রক্ষণাবেক্ষণ করেন এবং তার বন্ধু, উদ্ভিদবিদ কার্ল ক্রিশ্চিয়ান গমেলিন এর লেখা ফ্লোরা বাদেনস আসলাটিকায় উদ্ভিদবিজ্ঞান সম্পর্কিত পরিভাষা ও নির্ণয়সমূহ পুনর্গঠিত করেন। তাঁর সন্মানে, গমেলিন একটি উদ্ভিদকে হেবেলিয়া আলেম্যানিকা নামে নামকরণ করেন। তবে পরে এটি পুনরায় নামকরণ করা হয় টোফিল্ডিয়া ক্যালাইকুলাটা। হেবেল ১৭৯৯ সালে ইয়েনা এর খনিজ বিজ্ঞান সমিতির একজন সম্মানীয় সদস্য হন এবং তিন বছর পর শ্বাসবেনে দেশপ্রেমিক ডাক্তার ও প্রাকৃতিক গবেষক সমাজ এর একজন প্রাসঙ্গিক সদস্য হন। তার যৌবনে তিনি ক্লোপস্টক এবং জুং-স্টিলিং এর রচনাসমূহ উপভোগ করেছিলেন। পরবর্তীতে তিনি বিশেষভাবে জাঁ পল এবং জোহান হেইনরিখ ভোস পছন্দ করেছিলেন।\nহেবেল তার মৃত্যুবরণ পর্যন্ত কার্লসরুহে এ বাস করতেন। তবে মাঝে মাঝে অন্যান্য অঞ্চলে ভ্রমণ করতেন। ওয়াইজেনতালে পল্লীর পাদরি হওয়ার তার ইচ্ছা কখনো পূরণ হয়নি। যদিও তিনি ১৮২০ সালে একটি গ্রামীণ প্যারিশের জন্য প্রারম্ভিক উপদেশ লিখেছিলেন। এই উপদেশে তিনি লিখেছিলেন, \"একটি শান্তিপূর্ণ গ্রামীণ শহরে, সৎ মানুষদের মধ্যে, একজন পাদরি হিসেবে জীবন যাপন ও মৃত্যুবরণ করা সবসময়ই আমার একমাত্র ইচ্ছা, এ পর্যন্ত; এটি ছিলো আমার জীবনের সুখের ও অন্ধকার মুহূর্তে আমার আকাঙ্ক্ষা।\" বরং, তিনি ক্রমশ এক অদৃশ্য হাতের দ্বারা উচ্চতরের দিকে পরিচালিত হন, যা তাকে তার নম্র লক্ষ্য থেকে দূরে সরিয়ে দেয়। ১৮০৫ সালে তাকে ফ্রাইবুর্গ ইম ব্রেইসগাউয়ের লুথেরান প্যারিশের প্রস্তাব দেওয়া হয়েছিল। কিন্তু তিনি চার্লস ফ্রেডরিক, বাডেনের মহারাজার অনুরোধে তা গ্রহণ করেননি। ১৮০৮ সালে তাকে কার্লসরুহে জিমন্যাসিয়ামের পরিচালক হিসেবে নিয়োগ দেওয়ার মাধ্যমে পুরস্কৃত করা হয়। ১৮১৯ সালে তিনি লুথেরানবাদ আঞ্চলিক চার্চের প্রেলেট হন, একটি নেতৃস্থানীয় পদ, যার সঙ্গে বাডেনের সংসদের উপরের সভায় আসনের অধিকারও যুক্ত ছিল। সংসদের সদস্য হিসেবে তিনি মূলত শিক্ষা, চার্চ ও সামাজিক নীতিতে নিবেদিত ছিলেন। পরে তিনি কার্লসরুহে রাষ্ট্র ভবনের উদ্বোধনী অনুষ্ঠানে একটি ভাষণ প্রদান করেন। যদিও ১৮২১ সালে লুথেরান এবং পুনর্গঠিত আঞ্চলিক চার্চগুলো, তার দৃঢ় সমর্থনের সঙ্গে, একত্রিত হয়ে আজকের ইভাঞ্জেলিস্কে ল্যান্ডেস্কির্চ ইন বাডেনে পরিণত হয়। তবুও ঐ একত্রিত প্রোটেস্ট্যান্ট চার্চের প্রেলেট হিসেবে তার অবস্থান বিপন্ন হয়নি।\nহেবেলের স্বাস্থ্য ১৮১৫ সালের পর অবনতি ঘটে। ১৮২৬ সালে তিনি হাইডেলবার্গ এবং ম্যানহাইমে স্কুল পরীক্ষার তদারকি করতে ভ্রমণ করেন এবং ২২ সেপ্টেম্বর ১৮২৬ সালে নিকটবর্তী শভেটসিংগেনে মৃত্যুবরণ করেন। তার সমাধি সেখানেই রয়েছে। জোহানেস বিয়ার তার উত্তরসূরি হিসেবে বাডেনের আঞ্চলিক চার্চে প্রেলেট হন।\n\n\n== রচনাসমূহ ==\n\n\n=== আলেম্যানিক কবিতা ===\n\nকয়েকটি প্রাথমিক প্রচেষ্টা বাদ দিয়ে, হেবেল তার সাহিত্যকর্ম ১৮ম শতকের শেষের দিকে শুরু করেন। ১৭৯৯ সালে ওয়াইজেনতালের এক ভ্রমণ থেকে কার্লসরুহেতে ফিরে আসার পর, তিনি আল্লেমানিশে গেদিখটে লিখতে শুরু করেন। এটি তাঁর বাড়ির প্রতি আকাঙ্ক্ষা দ্বারা অনুপ্রাণিত ছিল। ৩২টি কবিতা, \"ফর ফ্রেন্ডস অফ দ্য রুরাল ওয়েস অফ লাইফ\" ওয়াইজেনতালের স্থানীয় উপভাষা আলেম্যানিক ভাষায় লেখা হয়েছিল। হেবেল বাসেলের এমন কোনো প্রকাশক খুঁজে পাননি, যারা আলেম্যানিক ভাষায় বইটি প্রকাশ করতে ইচ্ছুক ছিলেন; ফলে, এই সংগ্রহটি কেবল ১৮০৩ সালে কার্লসরুহেতে ফিলিপ ম্যাকলট দ্বারা প্রকাশিত হয়। তখন হেবেল ও তাঁর বন্ধুরা পর্যাপ্ত অগ্রিম সাবস্ক্রিপশন সংগ্রহ করতে সক্ষম হন। প্রথম সংস্করণটি গোপনে প্রকাশিত হয়েছিল, সম্ভবত কারণ হেবেল একটি গ্রামীণ চিত্র পাওয়ার বিষয়ে উদ্বিগ্ন ছিলেন।\nআল্লেমানিশে গেদিখটে এ হেবেল তার মাতৃভূমির স্থানীয় জীবন ও রীতিনীতি চিত্রায়িত করেন। এর বিষয়ভিত্তিতে অন্তর্ভুক্ত রয়েছে ওইজে নদীর বর্ণনা, ব্রাইসগাউ এলাকার প্রশংসা, এবং হাউসেনে লৌহ কারখানায় তাঁর কর্মের বিবরণ। সম্ভবত, সবচেয়ে বিখ্যাত কবিতা হলো \"ডি ভারগেংলিচকাইট\"  ফাঁকা ছন্দে রচিত মৃত্যু নিয়ে কথোপকথন; এতে পিতা (আলেম্যানিক: অট্টি) তার পুত্র (বুবে)-কে রটেলন দুর্গ-ভিত্তিক এমন একটি গল্প বলছেন। সেখানে বলা হয়েছে—কিভাবে বাসেলের মত একটি গৌরবময় শহর অবনতি ঘটবে –  এবং একইভাবে সমগ্র বিশ্বও। হেবেল তাঁর মায়ের মৃত্যুর অভিজ্ঞতাকেও অন্তর্ভুক্ত করেছেন: অট্টি ও বুবে-র মধ্যে কথোপকথনটি ঘটে একটি গাড়িতে, স্টেইনেন ও ব্রোমবাচের মধ্যবর্তী রাস্তায় এবং সেখানে হেবেলের মা মারা গিয়েছিলেন।\nআল্লেমানিশে গেদিখটে অত্যন্ত সফল হয় এবং এক বছর পর, এবার লেখকের নামে সম্মান করে একটি নতুন সংস্করণ প্রকাশিত হয়।\nযখন হেবেল এই কবিতাগুলো মারগ্রেভ চার্লস ফ্রেডরিককে শোনান, তখন ডিউক এদের প্রশংসা করেন এবং হেবেল লক্ষ্য করেন—তার স্থানীয় জ্ঞান কতটা নিখুঁত: \"আমি অবাক হতাম, কীভাবে মারগ্রেভ উটজেনফেল্ড থেকে লোররাখ পর্যন্ত প্রতিটি গ্রাম, ছোট ছোট স্থান, ঝোপঝাড় ও বেড়া তিনি এত ভালোভাবে জানতেন এবং সবসময়ই বলতে পারতেন: এটাই এটি এবং হ্যাঁ, ঠিক এভাবেই হয়।\"\nপরবর্তী দশকগুলিতে, আরও সংস্করণ প্রকাশিত হয় আরাউ, ভিয়েনা এবং রয়ুটলিংগেনে। প্রসিদ্ধ কবি যেমন জাঁ পল (১৮০৩) এবং গেওথে (১৮০৪) এই কবিতাগুলোর পর্যালোচনা লিখেছিলেন। হেবেল এই সাফল্যে মোহিত হয়ে একটি চিঠিতে লিখেছিলেন: \"কিছু মুহূর্তে আমি ভেতর থেকে সম্পূর্ণ গর্বিত অনুভব করি, এবং যেন সুখের মদ্যে মত্ত হয়ে উঠি, যে আমি আমাদের নিন্দিত ও উপহাসিত ভাষাকে এত ক্লাসিকাল করে তুলতে পেরেছি এবং তাকে এতো শিল্পসম্মত খ্যাতি প্রদান করতে পেরেছি।\"\n\n\n=== দিনপঞ্জিকার গল্পসমূহ ===\nহেবেলের দ্বিতীয় বিখ্যাত রচনা হলো তাঁর দিনপঞ্জিকার গল্পসমূহ। তিনি এটি ১৮০৩ সাল থেকে বাদিশার ল্যান্ডকালেন্ডার এর জন্য এবং বিশেষ করে ১৮০৭ সাল থেকে এর উত্তরসূরী রাইনল্যান্ডিশার হাউসফ্রয়ন্ড এর জন্য লিখতে শুরু করেন। এই পুরনো লুথেরান দিনপঞ্জিকা ১৯ম শতকের শুরুর দিকে খুবই অল্প বিক্রি হচ্ছিল এবং উন্নতির জন্য প্রস্তাবনা দেওয়ার উদ্দেশ্যে গঠিত কমিশনের একজন সদস্য হিসেবে হেবেল কাজ করতেন। কয়েকটি আলোচনার পর, হেবেল অবশেষে নতুন দিনপঞ্জিকার সম্পাদক হন এবং এটি প্রথমে ১৮০৭ সালে প্রকাশিত হয়। উন্নতির অন্যতম মূল দিক ছিল—আরও বেশি লেখা, যার মধ্যে অন্তর্ভুক্ত ছিল \"শিক্ষামূলক সংবাদ এবং মজার গল্পসমূহ\"। হেবেল প্রতি বছর প্রায় ৩০টি এই ধরনের গল্প লিখতেন এবং এগুলো অত্যন্ত সফল হয়েছিল। রাইনীয় গৃহবন্ধুর খাজানা ১৮১১ সালে এই গল্পগুলোর সবচেয়ে আকর্ষণীয় সংকলন হিসেবে প্রকাশিত হয়। পরবর্তী সংস্করণসমূহ ১৮১৬ এবং ১৮২৭ সালে প্রকাশিত হয়। দিনপঞ্জিকার গল্পসমূহে ছিল সংবাদ, ছোট গল্প, কৌতুকপূর্ণ উপাখ্যান, হাস্যরসপূর্ণ ঘটনার বর্ণনা এবং সংশোধিত পরীর গল্প; এগুলো বিনোদন দেওয়ার সাথে সাথে নৈতিক শিক্ষা প্রদান করত।\nহেবেলের দিনপঞ্জিকার গল্পসমূহের মধ্যে সবচেয়ে পরিচিত দুটি হলো \"উনভারহফটেস ভিডিওসেহেন\" (অপ্রত্যাশিত পুনর্মিলন) এবং \"ক্যাননিটভারস্টান\" (আমি বুঝতে পারছি না)। দার্শনিক এরনস্ট ব্লোচ প্রথম গল্পটিকে \"বিশ্বের সবচেয়ে সুন্দর গল্প\" বলে উল্লেখ করেছিলেন।\n১৮১৫ সালে হেবেলের দিনপঞ্জিকার গল্প \"ডার ফ্রম্মে রাট\" (ধর্মপরায়ণ পরামর্শ) এর কারণে একটি বিতর্ক ওঠে। এটি ১৮১৪ সালে প্রকাশিত হয়েছিল এবং এটি ক্যাথলিকদের দ্বারা আংশিকভাবে আপত্তিকর হিসেবে সমালোচিত হয়; ফলে, তা দিনপঞ্জিকা থেকে বাদ দেওয়া হয়। সেখানে তিনি এমন একজন ক্যাথলিককে চিত্রায়িত করেন, যিনি ক্রস বহনকারী পাদরির পরিবর্তে স্বর্গের দিকে প্রার্থনা করেন; এই পরিবর্তনকে ক্যাথলিকের প্রোটেস্ট্যান্টধর্মে রূপান্তর হিসেবে দেখা যেতে পারে। হেবেল তাঁর গল্পটি নিম্নলিখিত কথাগুলোর সাথে সমাপ্ত করেন: \"পারিবারিক বন্ধু জানে কীভাবে প্রশংসা ও পূজা করতে হয়। যদিও তিনি কখনো প্রজোরি নিয়ে প্রার্থনা করেননি—নাহলে তিনি লুথেরান দিনপঞ্জিকায় লিখতেন না।\"\nপরবর্তীতে, হেবেল সম্পাদক পদ থেকে পদত্যাগ করে দিনপঞ্জিকার গল্প লেখার সংখ্যা ব্যাপকভাবে কমিয়ে দেন। শুধুমাত্র ১৮১৯ সালে তিনি ঐ বছরের রাইনল্যান্ডিশার হাউসফ্রয়ন্ড-এর সংখ্যা প্রকাশের জন্য আগের চেয়ে বেশি গল্প লিখেন।\n\n\n=== বাইবেলের গল্পসমূহ ===\nদিনপঞ্জিকার গল্পগুলোর পর, হেবেল বিব্লিশে গেশিখটেন (বাইবেলের গল্পসমূহ) লিখেন। এটি ছিল লুথেরান ধর্মীয় শিক্ষার জন্য একটি নতুন বিদ্যালয় পাঠ্যপুস্তক। তাঁর মানদণ্ড ছিল—পাঠ্যপুস্তকটি স্পষ্টভাবে লেখা হবে এবং ১০ থেকে ১৪ বছর বয়সী শিশুদের জন্য আকর্ষণীয় বর্ণনামূলক শৈলীতে বাইবেলের গল্পসমূহ উপস্থাপন করবে। এটি লিখতে ৫ বছর সময় লেগেছিল এবং ১৮২৪ সালে সম্পন্ন ও প্রকাশিত হয়। ১৮৫৫ সাল পর্যন্ত এটি একটি পাঠ্যপুস্তক হিসেবে ব্যবহৃত হয়েছিল।\n\n\n== প্রতিক্রিয়া ও উত্তরাধিকার ==\n\nহেবেলের প্রশংসাকারীদের মধ্যে রয়েছেন গেওথে, গটফ্রিড কেললার, মার্টিন হেইডেগার, ডাব্লিউ. জি. সেবাল্ড, টলস্টয়, এবং ওয়াল্টার বেনজামিন। গেওথ নিজেই আলেম্যানিক ভাষায় একটি কবিতা (শভেইজারলিড, সুইস গান) লিখতে চেষ্টা করেছিলেন। তিনি আলেম্যানিক কবিতাকে অত্যন্ত প্রশংসা করেছিলেন। তাঁর মতে, হেবেল \"সর্বাধিক সরল, কোমল পদ্ধতিতে বিশ্বকে গ্রামীণ রূপে রূপান্তরিত করেছেন।\" কিন্তু প্রশ্ন ওঠে যে, তিনি হেবেলের রচনাসমূহ অনুবাদ করবেন কিনা—তবে গেওথে বলেন, \"এমন মহান কবিকে শুধুমাত্র মূল ভাষাতেই পড়া উচিত! শুধু এই ভাষা শিখেই হবে!\"\nব্রাদার্স গ্রিমও হেবেলকে প্রশংসা করেছিলেন এবং তিনি ১৮১৪ সালে কার্লসরুহেতে যাকব গ্রিমের সঙ্গে সাক্ষাৎ করেছিলেন। জার্মান সুরকার উইলহেল্মাইন শ্‌ওয়ের্টজেল হেবেলের পাঠ্য তাঁর গানের \"ওয়াক্তারুফ\" এ ব্যবহার করেছিলেন।\nহেবেলের কাজ জনপ্রিয় সংস্কৃতি ও গভীর ধারণার মধ্যে সংযোগ প্রতিফলিত করে। উদাহরণস্বরূপ, আগস্ট ভিলমার হেবেলের \"ভারগেংলিচকাইট\" প্রশংসা করে বলেন, \"এটি লোকসুলভ প্রেক্ষাপটকে এমন এক পটভূমি প্রদান করে যা অন্যান্য কবিদের লোক-ইডিল লেখায় পাওয়া যায় না।\" ভিলমার আরও জোর দিয়ে হেবেলের প্রকৃতি বর্ণনার প্রশংসা করেন, বিশেষ করে ওইজে নদীর তীরে বর্ণিত অংশ, \"সোন্নটাগসফ্রুয়ে\" কবিতা, এবং বিশেষ করে শাজৎকাস্টলাইন-এর গল্পসমূহ: \"তাদের মেজাজ, গভীর ও প্রামাণিক অনুভূতি, চিত্রকলার প্রাণবন্ততা—এই গল্পসমূহ অতুলনীয়, এবং একটি পুরো ঠেলাগাড়ি উপন্যাসের সমান মূল্যবান।\"\nহেবেলের কাজ জনপ্রিয় সংস্কৃতি ও গভীর ধারণার মধ্যে সংযোগ প্রতিফলিত করে। উদাহরণস্বরূপ, আগস্ট ভিলমার হেবেলের \"ভারগেংলিচকাইট\" কবিতার প্রশংসা করে বলেন, \"এটি লোকসুলভ প্রেক্ষাপটকে এমন এক পটভূমি প্রদান করে, যা অন্যান্য কবিদের লোক-ইডিল লেখায় পাওয়া যায় না।\"  ভিলমার আরও হেবেলের প্রকৃতি বর্ণনার প্রশংসা করেন, বিশেষ করে ওইজে নদীর তীরের দৃশ্য, ''সোন্নটাগসফ্রুয়ে\" কবিতা এবং বিশেষ করে শাজৎকাস্টলাইন এর গল্পসমূহ। তিনি বলেন, \"তাদের আবহ, গভীর ও প্রামাণিক অনুভূতি, চিত্রকলার প্রাণবন্ততা—এই গল্পসমূহ অতুলনীয়, এবং একটি পুরো ঠেলাগাড়ি উপন্যাসের সমান মূল্যবান।\"  \nথিওডর হেউস হেবেলের স্থানীয় আলেম্যানিক ভাষার ব্যবহারের প্রশংসা করেন। তিনি মনে করেন, হেবেল শুধু ব্যঙ্গ ও রসিকতার জন্য নয়, বরং এটিকে কবিতার প্রকৃত সরঞ্জাম হিসেবে গড়ে তুলেছেন। তাঁর মতে, হেবেল এমন একটি সৃষ্টি করেছেন, যা \"দীর্ঘস্থায়ী, বৈধ, চিরন্তন, চির মানবিক\"।  \nপরবর্তীতে অন্যান্য লেখকরাও হেবেলের কর্মের প্রশংসা করেছিলেন। হারমান হেসে একবার মন্তব্য করেছিলেন, “আমার জানা অনুযায়ী, কোনো সাহিত্য ইতিহাসেই আমরা এখনো পড়িনি যে হেবেল ছিলেন সবচেয়ে মহান জার্মান উপন্যাসকার, কেলার-এর সমান মহান এবং গেয়থের তুলনায় আরও আত্মবিশ্বাসী, বিশুদ্ধ ও প্রভাবশালী।” থিওডর ডব্লিউ. আদর্নো তাঁর প্রবন্ধ ইহুদীরা-কে “ইহুদীদের রক্ষার্থে রচিত সবচেয়ে সুন্দর জার্মান গদ্য নাটকের একটি” হিসেবে প্রশংসা করেছিলেন। ডি গেরেটেটে জুঙ্গে, গিস্চিচটে আইনার ইউগেন্ড এ এলিয়াস কানেটি বর্ণনা করেছেন যে হেবেলের শ্যাটজকেসটলাইন তার উপর কতটা প্রভাব ফেলেছিল: “আমি কখনও বই লিখিনি, তবে আমি গোপনে তাঁর শৈলী অনুকরণ করার আকাঙ্ক্ষা করিনি, বরং সবকিছু শর্টহ্যান্ডে লিখতে শুরু করেছিলাম, যার জ্ঞান আমি কেবল তাঁকে ঋণী।” মার্সেল রেইচ-রানিকি লিখেছেন, “হেবেলের গল্পগুলি জার্মান ভাষার সবচেয়ে সুন্দরগুলোর মধ্যে একটি”, এবং তাঁর ক্যানন ডয়চের লিটারেচার এ শ্যাটজকেসটলাইন এবং ডি রোজ অন্তর্ভুক্ত করেছিলেন। প্রথমটিও জেইট-বিব্লিওথেক ডার ১০০ বুখের এর তালিকায় ছিল।\nজোহান-পিটার-হেবেল-পুরস্কার ১৯৩৬ সালে হেবেলের সম্মানে প্রতিষ্ঠিত হয়েছিল। ১০,০০০‑ইউরো পুরস্কার প্রতি দুই বছরে লেখক, অনুবাদক, প্রবন্ধকার, গণমাধ্যম প্রতিনিধি বা বিজ্ঞানী, যারা বাডেন-উৎবার্টেমবার্গ জেলার অন্তর্গত এবং এলামানিক ভাষায় লেখেন অথবা হেবেলের সাথে সম্পর্কিত, তাঁদের মধ্যে প্রদান করা হয়। পুরস্কার বিতরণী অনুষ্ঠান হাউসেন ইম উইজেন্টালে অনুষ্ঠিত হয়, যেখানে প্রতি ১০ মে হেবেলফেস্ট উদযাপিত হয়। হাউসেন কমিউনিটি প্রতি বছর জোহান-পিটার-হেবেল-প্লাকেটও ঊর্ধ্ব রাইন এলাকার ব্যক্তিত্বদের প্রদান করে।\nলররাখার শিক্ষাপ্রতিষ্ঠানকে ১৯২৬ সালে হেবেল-জিমন্যাসিয়াম নামে পুনঃনামকরণ করা হয়েছিল। পফরজহেইম এবং শভেটজিঙ্গেন এর একাধিক জিমন্যাসিয়াম তাঁর নামে নামকরণ করা হয়েছে। অ্যাসেন, বার্লিন ও বিশেষ করে সুৎবাডেনের অনেক প্রাথমিক বিদ্যালয় তাঁর নামে পরিচিত, যেমন অসংখ্য জার্মান রাস্তা। হেবেলের স্মৃতিসৌধ কার্লসরুহ প্রাসাদে, বাসেলে, হাউসেনে ও হেবেলপার্ক লররাখে পাওয়া যায়। হেবেলবুন্ড লোরাচ, মুলহেইম এবং বাসলার হেবেলস্টিফটুং তার জীবন এবং কাজের প্রতি উৎসর্গীকৃত।\n\n\n== গ্রন্থপঞ্জি ==\n\nআলেমান্নিশে গেডিখটে। গ্রামীণ প্রকৃতি ও রীতির বন্ধুদের জন্য। কার্লস্রু, ১৮০৩, অজ্ঞাত (১৮০৪ সালে দ্বিতীয় সংস্করণ সহ লেখকের বিবৃতি)\nআলেমান্নিশে গেডিখটে। গ্রামীণ প্রকৃতি ও রীতির বন্ধুদের জন্য। পোইজি আলেমানিকস। প্রকৃতি ও গ্রামীণ জীবনধারা প্রেমীদের জন্য রেমন্ড ম্যাটজেন দ্বারা অনূদিত। আলেমান্নিক/ফরাসি দ্বিভাষিক সংস্করণ, কেহল অম রাইন: মরস্টাড্ট ভারলাগ ২০১০, আইএসবিএন ৯৭৮-৩-৮৮৫৭১-৩৬২-৩\nডের রাইনল্যান্ডিশে হাউসফ্রয়েন্ড। ১৮০৩–১৮১১ সাল পর্যন্ত ক্যালেন্ডার কাহিনীগুলি\nক্যালেন্ডারগেশিচটেন। কার্ল হানসার, মিউনিখ ১৯৯৯\nশাটজকাস্টলেইন দেস রাইনিশেন হাউসফ্রয়েন্ডেস। কোট্টা, স্টুটগার্ট ১৮১১ (ক্যালেন্ডারগেশিচটেন-এর সংকলন কিছু বাদ দেওয়া ও পরিবর্তন সহ)\nআউস ডেম শাটজকাস্টলেইন দেস রাইনিশেন হাউসফ্রয়েন্ডেস। কেএফ. শুলজ দ্বারা চিত্রিত। ফুরথ ইম ওয়াল্ড: ভিটালিস ২০০১, আইএসবিএন ৩-৯৩৪৭৭৪-৯৩-৮।\nবিব্লিশে গেশিকটেন। যুবকদের জন্য প্রস্তুত। কোট্টা, স্টুটগার্ট ১৮২৪\nব্রিফে। প্রকাশক উইলহেম জেন্টনার, ২টি সংখ্যা। মুলার, কার্লস্রু ১৯৫৭\nপোএটিশে ভার্কে। শেষ হ্যান্ড সংস্করণ এবং ১৮৩৪ সালের সম্পূর্ণ সংস্করণ সহ পূর্ববর্তী সংস্করণগুলির ভিত্তিতে। উইঙ্কলার, মিউনিখ ১৯৬১\nএক্সসার্পথেফট। হ্যান্স-জর্জ শ্মিড্ট-বেরগম্যান এবং জুলি ফ্রাইফ্রাউও হ্যালার ভন গারটিঙ্গেন দ্বারা প্রকাশিত, মিউজিয়াম ফর লিটারেচার অ্যাম ওবাররাইন, কার্লস্রু ২০১০, আইএসবিএন ৯৭৮-৩-৭৬৫০-৮৫৮৫-৭\n\n\n== নোট ==\n\n\n== সূত্রসমূহ ==\n\nজ্যাকব একিলস মেহলি (Volume or pages wrong!) (জার্মানে))। \"হেবেল, জোহান পিটার\"। সাধারণ জার্মান জীবনী (এডিবি)। ১১।  লাইপ্‌ৎসিশ: ডাঙ্কার ও হামব্লোট। pp. ১৮৮{{ #if:১৯৫ |–১৯৫}।\n(জার্মান ভাষায়) উইলহেল্ম আল্টভেগ: জোহান পিটার হেবেল, হুবার প্রকাশনী, ফ্রাউএনফেল্ড এবং লাইপজিগ ১৯৩৫\n(জার্মান ভাষায়) বাসেলার হেবেলস্টিফটুঙ: জোহান পিটার হেবেল: সত্তা, কর্ম, প্রভাব. জিএস-প্রকাশনী, বাসেল ১৯৯০, আইএসবিএন ৩-৭১৮৫-০১০১-৫.\n(জার্মান ভাষায়) রিচার্ড ফ্যাবার: জীবন্ত ঐতিহ্য ও প্রত্যাশিত আধুনিকতা. জোহান পিটার হেবেল সম্পর্কে. কোনিগহাউসেন ও নয়মান প্রকাশনী, ভুর্জবুর্গ ২০০৪. আইএসবিএন ৩-৮২৬০-২৯৯১-৭.\n(জার্মান ভাষায়) হাইডে হেলভিগ: জোহান পিটার হেবেল. জীবনী. হ্যানসের-প্রকাশনী, মিউনিখ ২০১০, আইএসবিএন ৯৭৮-৩-৪৪৬-২৩৫০৮-৩.\n(জার্মান ভাষায়) ফ্রাঞ্জ লিটম্যান: জোহান পিটার হেবেল. মানবতা ও সকলের জন্য জীবনবুদ্ধি. স্যাটন-প্রকাশনী, এরফুর্ট ২০০৮, আইএসবিএন ৯৭৮-৩-৮৬৬৮০-৩৩২-৯.\n(জার্মান ভাষায়) রালফ লুডউইগ: কাহিনি লেখক. কিভাবে জোহান পিটার হেবেল এক সাহিত্যিক ছোট খাজনা সৃষ্টি করেছিলেন. উইচেরন-প্রকাশনী, বার্লিন ২০১০, আইএসবিএন ৯৭৮-৩-৮৮৯৮১-২৮৬-৫.\n(জার্মান ভাষায়) নরবার্ট ওলর্স: \"জোহান পিটার হেবেল\" বেনো ফন ওয়াইজের ডয়চে ডিচটার ডের রোমান্টিক-এ, দ্বিতীয়, সংশোধিত সংস্করণ, পৃ. ৫৭–৮৭, বার্লিন, ১৯৮৩\n(জার্মান ভাষায়) কার্ল পিটজকার: বাড়িতে, কিন্তু আসলে বাড়িতে নয়. হেবেল অধ্যয়নসমূহ. কোনিগহাউসেন & নয়মান, ভুর্জবুর্গ ২০১০, আইএসবিএন ৯৭৮-৩-৮২৬০-৪৩৬০-৪.\n(জার্মান ভাষায়) হ্যানসগেওর্গ শ্মিড্ট-বের্গমান এবং ফ্রাঞ্জ লিটম্যান: জোহান পিটার হেবেল- সুখ ও বুদ্ধি: মিনিট পড়াশোনা. হফম্যান & ক্যাম্পে, হামবুর্গ ২০০৯, আইএসবিএন ৩-৪৫৫-৪০২৩২-১.\n(জার্মান ভাষায়) উইলফ্রিড সেটজলার: জোহান পিটার হেবেলের সাথে এক স্থান থেকে অন্য স্থানে: বাডেন মহারাজ্যের প্রথম কক্ষের সদস্য. সিলবারবুর্গ-প্রকাশনী, টিউবিঙ্গেন ২০১০, আইএসবিএন ৯৭৮-৩-৮৭৪০৭-৮৬৬-৫.\n(জার্মান ভাষায়) রেইনার উইন্ডারলিখ প্রকাশনী: জোহান পিটার হেবেলের উপর, রেইনার উইন্ডারলিখ প্রকাশনী, টিউবিঙ্গেন ১৯৬৪\n(জার্মান ভাষায়) বার্নহার্ড ভিয়েল: জোহান পিটার হেবেল অথবা অনিত্যতার সৌভাগ্য. একটি জীবনী. সি. এইচ. বেক, মিউনিখ ২০১০, আইএসবিএন ৯৭৮-৩-৪০৬-৫৯৮৩৬-৪.\n\n\n== উৎসসমূহ ==\n\nজ্যাকব একিলস মেহলি (Volume or pages wrong!) (জার্মানে))। \"হেবেল, জোহান পিটার\"। সাধারণ জার্মান জীবনী (এডিবি)। ১১।  লাইপ্‌ৎসিশ: ডাঙ্কার ও হামব্লোট। pp. ১৮৮{{ #if:১৯৫ |–১৯৫}।\n(জার্মান ভাষায়) উইলহেল্ম আল্টভেগ: জোহান পিটার হেবেল, হুবার প্রকাশনী, ফ্রাউএনফেল্ড এবং লাইপজিগ ১৯৩৫\n(জার্মান ভাষায়) বাসেলার হেবেলস্টিফটুঙ: জোহান পিটার হেবেল: সত্তা, কর্ম, প্রভাব. জিএস-প্রকাশনী, বাসেল ১৯৯০, আইএসবিএন ৩-৭১৮৫-০১০১-৫.\n(জার্মান ভাষায়) রিচার্ড ফ্যাবার: জীবন্ত ঐতিহ্য ও প্রত্যাশিত আধুনিকতা. জোহান পিটার হেবেল সম্পর্কে. কোনিগহাউসেন ও নয়মান প্রকাশনী, ভুর্জবুর্গ ২০০৪. আইএসবিএন ৩-৮২৬০-২৯৯১-৭.\n(জার্মান ভাষায়) হাইডে হেলভিগ: জোহান পিটার হেবেল. জীবনী. হ্যানসের-প্রকাশনী, মিউনিখ ২০১০, আইএসবিএন ৯৭৮-৩-৪৪৬-২৩৫০৮-৩.\n(জার্মান ভাষায়) ফ্রাঞ্জ লিটম্যান: জোহান পিটার হেবেল. মানবতা ও সকলের জন্য জীবনবুদ্ধি. স্যাটন-প্রকাশনী, এরফুর্ট ২০০৮, আইএসবিএন ৯৭৮-৩-৮৬৬৮০-৩৩২-৯.\n(জার্মান ভাষায়) রালফ লুডউইগ: কাহিনি লেখক. কিভাবে জোহান পিটার হেবেল এক সাহিত্যিক ছোট খাজনা সৃষ্টি করেছিলেন. উইচেরন-প্রকাশনী, বার্লিন ২০১০, আইএসবিএন ৯৭৮-৩-৮৮৯৮১-২৮৬-৫.\n(জার্মান ভাষায়) নরবার্ট ওলর্স: \"জোহান পিটার হেবেল\" বেনো ফন ওয়াইজের ডয়চে ডিচটার ডের রোমান্টিক-এ, দ্বিতীয়, সংশোধিত সংস্করণ, পৃ. ৫৭–৮৭, বার্লিন, ১৯৮৩\n(জার্মান ভাষায়) কার্ল পিটজকার: বাড়িতে, কিন্তু আসলে বাড়িতে নয়. হেবেল অধ্যয়নসমূহ. কোনিগহাউসেন & নয়মান, ভুর্জবুর্গ ২০১০, আইএসবিএন ৯৭৮-৩-৮২৬০-৪৩৬০-৪.\n(জার্মান ভাষায়) হ্যানসগেওর্গ শ্মিড্ট-বের্গমান এবং ফ্রাঞ্জ লিটম্যান: জোহান পিটার হেবেল- সুখ ও বুদ্ধি: মিনিট পড়াশোনা. হফম্যান & ক্যাম্পে, হামবুর্গ ২০০৯, আইএসবিএন ৩-৪৫৫-৪০২৩২-১.\n(জার্মান ভাষায়) উইলফ্রিড সেটজলার: জোহান পিটার হেবেলের সাথে এক স্থান থেকে অন্য স্থানে: বাডেন মহারাজ্যের প্রথম কক্ষের সদস্য. সিলবারবুর্গ-প্রকাশনী, টিউবিঙ্গেন ২০১০, আইএসবিএন ৯৭৮-৩-৮৭৪০৭-৮৬৬-৫.\n(জার্মান ভাষায়) রেইনার উইন্ডারলিখ প্রকাশনী: জোহান পিটার হেবেলের উপর, রেইনার উইন্ডারলিখ প্রকাশনী, টিউবিঙ্গেন ১৯৬৪\n(জার্মান ভাষায়) বার্নহার্ড ভিয়েল: জোহান পিটার হেবেল অথবা অনিত্যতার সৌভাগ্য. একটি জীবনী. সি. এইচ. বেক, মিউনিখ ২০১০, আইএসবিএন ৯৭৮-৩-৪০৬-৫৯৮৩৬-৪.\n\n\n== বহিঃসংযোগ ==\n\nবাউমগার্টনার, হ্যান্সজুর্গ। \"সূচি / জোহান পিটার হেবেল\"। hausen.pcom.de (জার্মান ভাষায়)। সংগ্রহের তারিখ ২৩ নভেম্বর ২০২১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n \"হেবেল, জোহান পিটার\"। নিউ আমেরিকান সাইক্লোপিডিয়া। ১৮৭৯। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) [[বিষয়শ্রেণী:উইকিপিডিয়া নিবন্ধ উইকিসংকলন তথ্যসূত্রসহ নিউ আমেরিকান সাইক্লোপিডিয়া থেকে একটি উদ্ধৃতি অন্তর্ভুক্ত]]\nগুটেনবের্গ প্রকল্পে জোহান পিটার হেবেল-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে জোহান পিটার হেবেল কর্তৃক কাজ বা সম্পর্কে তথ্য\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  জোহান পিটার হেবেল"}