{"pageid": 1517709, "title": "প্রফুল্ল ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1517709", "content": "প্রফুল্ল ভট্টাচার্য\nপ্রফুল্ল ভট্টাচার্য ছিলেন বাংলা সংগীত জগতের একজন খ্যাতনামা সুরকার। বাংলা শ্যামা সংগীত এবং অন্যান্য ধারার সংগীতের সুরকার হিসেবে তিনি যথেষ্ট কৃতিত্বের স্বাক্ষর রাখেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nপ্রফুল্ল ভট্টাচার্যের জন্ম ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের হাওড়া জেলার বালির বারেন্দ্র পাড়ায় ১৯১৭  খ্রিস্টাব্দের ১৯ ফেব্রুয়ারি অতি রক্ষণশীল শাক্ত পরিবারে। এঁরা ছিলেন বারেন্দ্র ব্রাহ্মণ। ভাদুড়ী বংশের লোক। এই ভাদুড়ী বংশেরই সন্তান রাজা গণেশ, উদয়নাচার্য ভাদুড়ী, লঘিমাসিদ্ধ যোগসাধক ভাদুড়ী মহাশয় - মহর্ষি নগেন্দ্রনাথ। এই মহান সাধক ভাদুড়ী মহাশয় - মহর্ষি নগেন্দ্রনাথের সশ্রদ্ধ উল্লেখ করেছেন পরমহংস যোগানন্দ:\"I saw a yogi remain in the air, several feet above the ground, last night at a group meeting.\" My friend, Upendra Mohun Chowdhury, spoke impressively.\nI gave him an enthusiastic smile. \"Perhaps I can guess his name. Was it Bhaduri Mahasaya, of Upper Circular Road?\"\nUpendra nodded, a little crestfallen not to be a news-bearer. My inquisitiveness about saints was well-known among my friends; they delighted in setting me on a fresh track.\n\n\"The yogi lives so close to my home that I often visit him.\" My words brought keen interest to Upendra's face, and I made a further confidence.\"মহর্ষি নগেন্দ্রনাথের পিতা ছিলেন পার্বতীচরণ ভাদুড়ী। তাঁরই ভ্রাতা কালীচরণ ভাদুড়ী ছিলেন প্রখ্যাত সেতার ও এস্রাজ বাদক সুরেন্দ্রনাথ ভট্টাচার্য-এর পিতা। সুরেন্দ্রনাথ - ভাদুড়ী হলেও ভট্টাচার্যই ব্যবহার করতেন। এই সুরেন্দ্রনাথ ভট্টাচার্যেরই তিন পুত্র বাংলা সংগীত জগতের তিন কিংবদন্তি - সুরকার প্রফুল্ল ভট্টাচার্য, প্রখ্যাত সংগীত শিল্পী ধনঞ্জয় ভট্টাচার্য এবং সাধক শিল্পী পান্নালাল ভট্টাচার্য। প্রফুল্ল ভট্টাচার্যের মাতা অন্নপূর্ণা দেবীও সুন্দর গান গাইতেন।\nসুরেন্দ্রনাথ ভট্টাচার্য ছিলেন হাওড়া জেলার ধারসার পায়রাটুঙ্গি গ্রামের জমিদার পরিবারের সন্তান। সুরেন্দ্রনাথ চাকরি করতেন বিএনআর-এ। পূর্বপুরুষের প্রচুর সম্পত্তিও বংশানুক্রমে পান সুরেন্দ্রনাথ। কিন্তু সম্পত্তি নিয়ে জ্ঞাতি-কুটুম্বদের সঙ্গে অশান্তি শুরু হলে সুরেন্দ্রনাথ চলে আসেন হাওড়ার আমতা-য়। ওঠেন ভাড়াবাড়িতে। সেখান থেকে  বালি বারেন্দ্র পাড়ায়। এখানে গৃহ নির্মাণ করান সুরেন্দ্রনাথ।\nসুরেন্দ্রনাথ ভট্টাচার্য এবং অন্নপূর্ণা দেবীর এগারো জন সন্তানের মধ্যে পান্নালাল ভট্টাচার্য ছিলেন সবার ছোটো। পান্নালাল ভট্টাচার্য যখন সাত মাসের মাতৃগর্ভে তখন হঠাৎই সুরেন্দ্রনাথ ভট্টাচার্য প্রয়াত হন। তখন থেকে পান্নালাল ভট্টাচার্যের বড়দা প্রফুল্ল ভট্টাচার্য এবং মেজদা ধনঞ্জয় ভট্টাচার্যই তাঁদের এই ছোট ভাইটিকে পিতার স্নেহে, পিতার শাসনে বড়ো করে তোলেন। আদরের এই ছোট ভাইটিকে মানুষ করে তোলার ক্ষেত্রে দায়িত্ব নেন তাঁর চার দিদিও - ইন্দুমতী, শান্তিমতী, ভগবতী এবং সরস্বতী।\n\n\n== সঙ্গীত জীবন ==\nপান্নালালের মধ্যে ভক্তিরসের সন্ধান পেয়ে ১৯৪৭ খ্রিস্টাব্দে পান্নালাল ভট্টাচার্যকে এবং পান্নালাল ভট্টাচার্যের অভিন্ন হৃদয় বন্ধু সনৎ সিংহ-কে প্রফুল্ল ভট্টাচার্য নিয়ে যান এইচএমভি-তে:\n\n\"পান্নালাল আর তাঁর বাল্যবন্ধু সনৎ সিংহকে বড়দা প্রফুল্ল নিয়ে যান এক জলসায়। কিন্তু ‘গলা তৈরি হয়নি’ বলে দু’জনের কেউই মঞ্চে উঠতে পারেননি। একই অভিজ্ঞতা গ্রামোফোন কোম্পানিতেও। দাদাদের চেষ্টাতেই পরে মেগাফোন কোম্পানিতে সুযোগ পাওয়া।\"  \nধনঞ্জয় ভট্টাচার্য এবং পান্নালাল ভট্টাচার্য - দুই ভাইয়েরই সঙ্গীত শিক্ষার মূলে ছিলেন প্রফুল্ল ভট্টাচার্য। মেগাফোনের জেএন ঘোযের কাছে পান্নালাল ভট্টাচার্যকে নিয়ে যাওয়ার পেছনেও ধনঞ্জয় ভট্টাচার্য এবং  প্রফুল্ল ভট্টাচার্যের বড়ো ভূমিকা ছিল। প্রফুল্ল ভট্টাচার্যের সুরে ধনঞ্জয় ভট্টাচার্যের গাওয়া - 'বাসরের দীপ আর আকাশের তারাগুলি', 'হৃদয়ে মোর রক্ত ঝরে', 'ফুল গো তোমারে ছুঁয়ে', 'কেন গো দোলা লাগে', 'ত্রিভুবন জয় করিয়া রাবণ', 'স্থির হয়ে তুই বস দেখি মা' জনপ্রিয়তার শিখর স্পর্শ করে। পান্নালাল ভট্টাচার্যের গাওয়া দুটি গান - 'ভুলে গেছো যদি' এবং 'সুন্দর তুমি ভালোবাসো' - বেশ জনপ্রিয়তা পায়। শ্যামাসঙ্গীতে প্রফুল্ল ভট্টাচার্যের সুরে পান্নালাল ভট্টাচার্যের গাওয়া - 'জেনেছি জেনেছি তারা', 'ও মা কালী চিরকালের', 'কোথা ভবদারা', 'তুই যে কেমন দয়াময়ী', 'ভেবে দেখ মন কেউ কারো নয়', 'আমায় দে মা পাগল করে' - ছাড়া তো আজও বাঙালির মাতৃ সাধনা পূর্ণতা পায় না। প্রফুল্ল ভট্টাচার্যের সুরে নির্মল মুখোপাধ্যায়ের গাওয়া 'এমন দিন কি হবে মা তারা'-ও বেশ জনপ্রিয়তা পায়।\nপ্রফুল্ল ভট্টাচার্য এবং ধনঞ্জয় ভট্টাচার্যের কাছেই সংগীত শিক্ষা করেন পান্নালাল ভট্টাচার্য। প্রফুল্ল ভট্টাচার্যের কাছে সংগীতের শিক্ষা নিয়েছিলেন সনৎ সিংহ এবং নির্মল মুখোপাধ্যায়ও।\n\n\n== পারিবারিক জীবন ==\nপ্রফুল্ল ভট্টাচার্য বিবাহ সূত্রে আবদ্ধ হন নবদ্বীপ-এর বাগচী পরিবারের সন্তান- বিভূতিভূষণ বাগচী এবং বিভূতিভূষণ বাগচীর স্ত্রী সুহাসিনী দেবীর একমাত্র কন্যা পুষ্পরানির সঙ্গে। ধনঞ্জয় ভট্টাচার্য এবং পান্নালাল ভট্টাচার্য তাঁদের এই বড়ো বৌদি পুষ্পরানি ভট্টাচার্যকে তাঁদের মা অন্নপূর্ণা দেবীর মতোই শ্রদ্ধা এবং ভক্তি করতেন।\nহাওড়ার বালির বারেন্দ্র পাড়ায় পিতা সুরেন্দ্রনাথ ভট্টাচার্য যে গৃহ নির্মাণ করান সেখানেই আজীবন ছিলেন প্রফুল্ল ভট্টাচার্য। তাঁর পিতৃ বংশের গৃহদেবতা বাণলিঙ্গ শিবের আজীবন উপাসনা করেন তিনি। এই পরিবার ছিল মন্ত্রে বৈষ্ণব, বিশ্বাসে শাক্ত। তাই প্রতিদিন বাণলিঙ্গ এবং মা কালীর উপাসনা করলেও জপ করতেন নিম্বার্ক সম্প্রদায় থেকে প্রাপ্ত মন্ত্রও।\n\n\n== শেষ জীবন ==\n১৯৮৭ সালের ২৫শে ফেব্রুয়ারি হাওড়ার বালিতেই তাঁর জীবনাবসান হয়।  তাঁর সঙ্গীত সাধনার উত্তরাধিকার বহন করছেন তাঁর মধ্যম কন্যা শিবানী ভট্টাচার্য বন্দ্যোপাধ্যায় এবং তাঁর কনিষ্ঠ পুত্র দেবাশিস ভট্টাচার্য।\n\n\n== তথ্যসূত্র =="}