{"pageid": 1517682, "title": "ফিনল্যান্ডে নবায়নযোগ্য শক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1517682", "content": "ফিনল্যান্ডে নবায়নযোগ্য শক্তির ব্যবহার ২০১১ সালে মোট চূড়ান্ত জ্বালানি ব্যবহারের (টিএফইসি) ৩৪% থেকে বৃদ্ধি পেয়ে ২০২১ সালের শেষ নাগাদ ৪৮%-এ পৌঁছায়, যা মূলত জীবনবায়ু (৩৮%), জলবিদ্যুৎ (৬.১%) এবং বায়ুশক্তি (৩.৩%) দ্বারা চালিত হয়। ২০২১ সালে, নবায়নযোগ্য শক্তি গৃহ উষ্ণতা ও শীতলতার ৫৩%, বিদ্যুৎ উৎপাদনের ৩৯% এবং পরিবহন খাতের ২০% চাহিদা পূরণ করে। ২০২০ সালের মধ্যে এই বৃদ্ধির ফলে আন্তর্জাতিক জ্বালানি সংস্থা (আইইএ)-এর সদস্য দেশগুলোর মধ্যে ফিনল্যান্ড টিএফইসি-এ নবায়নযোগ্য শক্তির তৃতীয় সর্বোচ্চ অংশীদারিত্ব অর্জন করে।\nফিনল্যান্ডের জলবায়ু কৌশল, যা ২০৩৫ সালের মধ্যে কার্বন নিরপেক্ষতা অর্জনের লক্ষ্যে তৈরি, জ্বালানি দক্ষতা বৃদ্ধির পাশাপাশি প্রযুক্তিগত উদ্ভাবনকে অগ্রসর করার ওপর গুরুত্ব দেয়, বিশেষত ভারী পরিবহন ও শিল্পের জন্য টেকসই হাইড্রোজেন সমাধানে। ২০২১ সালের তথ্য অনুযায়ী, ফিনল্যান্ডের জ্বালানি সরবরাহ অনেক দেশের তুলনায় জীবাশ্ম জ্বালানির ওপর কম নির্ভরশীল ছিল, যেখানে এই উৎস থেকে মাত্র ৩৬% জ্বালানি সরবরাহ হতো, যা আন্তর্জাতিক জ্বালানি সংস্থার গড় ৭০%-এর তুলনায় উল্লেখযোগ্যভাবে কম। ফিনল্যান্ডের জ্বালানি মিশ্রণ মূলত নবায়নযোগ্য শক্তি উৎস যেমন জীবনবায়ু, জলবিদ্যুৎ এবং বায়ুশক্তির ওপর নির্ভরশীল। এই পদক্ষেপগুলো জ্বালানি তীব্রতা হ্রাস এবং জ্বালানি নিরাপত্তা উন্নত করার জন্য ফিনল্যান্ডের প্রচেষ্টার অংশ।\n\n\n== নবায়নযোগ্য শক্তির বৃদ্ধি ও লক্ষ্যমাত্রা ==\nআন্তর্জাতিক জ্বালানি সংস্থার (আইইএ) ২০২৩ সালের জ্বালানি নীতি পর্যালোচনা অনুযায়ী, ফিনল্যান্ডে নবায়নযোগ্য শক্তি থেকে মোট চূড়ান্ত জ্বালানি ব্যবহারের (টিএফইসি) উল্লেখযোগ্য বৃদ্ধি ঘটে, যা ২০১১ সালে ৩৪% থেকে ২০২১ সালে ৪৮%-এ পৌঁছায়। এই বৃদ্ধির প্রধান কারণ ছিল জীবনবায়ুর অংশ ২৯% থেকে ৩৮%-এ বৃদ্ধি, জলবিদ্যুতের অংশ ৪.৭% থেকে ৬.১%-এ বৃদ্ধি এবং বায়ুশক্তির অংশ ০.২% থেকে ৩.৩%-এ বৃদ্ধি। ২০২০ সালের মধ্যে, টিএফইসি-এ নবায়নযোগ্য শক্তির অংশের দিক থেকে ফিনল্যান্ড ৩১টি আইইএ সদস্য দেশের মধ্যে তৃতীয় স্থান অর্জন করে।\n২০২১ সালে, নবায়নযোগ্য শক্তির অংশ ছিল মোট জ্বালানি ব্যবহারের ৪৩%, বিদ্যুৎ উৎপাদনে ৩৯%, গৃহ উষ্ণতা ও শীতলতায় ৫৩% এবং পরিবহন খাতে ২০%। ২০৩০ সালের জন্য নবায়নযোগ্য শক্তির লক্ষ্যমাত্রা নির্ধারণ করা হয়েছে মোট ৫১%, যার মধ্যে বিদ্যুৎ উৎপাদনে ৫৩%, গৃহ উষ্ণতা ও শীতলতায় ৬১% এবং পরিবহন খাতে ৪৫% অর্জনের লক্ষ্য রয়েছে।\n\n\n== ফিনল্যান্ডের জ্বালানি ব্যবস্থা ==\nফিনল্যান্ড অন্যান্য বেশিরভাগ শিল্পোন্নত দেশ থেকে আলাদা, কারণ এর অনেক শক্তির চাহিদা উত্তরদেশীয় অবস্থার কারণে তৈরি হয়। ফিনল্যান্ড ৬০ থেকে ৭০ ডিগ্রি উত্তর অক্ষাংশের মধ্যে অবস্থিত এবং এর এক চতুর্থাংশ এলাকা আর্কটিক বৃত্তের উত্তরে। আসলে, ৬০তম সমান্তরাল রেখার উত্তরে বসবাসকারী মোট মানুষের এক তৃতীয়াংশ ফিনল্যান্ডের বাসিন্দা। দেশটির দক্ষিণের বার্ষিক গড় তাপমাত্রা প্রায় ৫ ডিগ্রি সেলসিয়াস এবং উত্তরের ০ ডিগ্রি সেলসিয়াস। ফিনল্যান্ডের জনসংখ্যা-ভারিত গড় হিটিং ডিগ্রি দিনের সংখ্যা ৫০০০, যা সুইডেন এবং নরওয়ে (৪০০০) থেকে যথেষ্ট বেশি। তাই, ফিনল্যান্ডের জলবায়ু ইউরোপীয় ইউনিয়নের মধ্যে সবচেয়ে ঠান্ডা এবং এর ফলে, শক্তির একটা বড় অংশ (২২%) ভবন গরম করার জন্য ব্যবহৃত হয়।\nফিনল্যান্ডের বিদ্যুৎ খরচ ১৯৯০ থেকে ২০০৬ সালের মধ্যে ৪৪% এবং মোট জ্বালানি ব্যবহার ৩০% বেড়েছে। ১৯৯৫ থেকে ২০০৫ সালের মধ্যে বিদ্যুতের ব্যবহার ১৫,০০০ গিগাওয়াট ঘণ্টা বেড়েছে, যা ফিনল্যান্ডের মোট জলবিদ্যুৎ ক্ষমতার চেয়েও বেশি। এই ব্যবহার প্রায় সব খাতে (শিল্প, আবাসিক এবং পরিষেবা) সমানভাবে বেড়েছে। ফিনল্যান্ডে নবায়নযোগ্য বিদ্যুতের অংশ স্থিতিশীল ছিল (১৯৯৮-২০০৫): ১১-১২% এবং বার্ষিক পরিবর্তনশীল জলবিদ্যুৎ সহ মোট ২৪-২৭%। ১৯৯০ সালে বন শিল্প কালো তরল এবং কাঠ পোড়ানোর মাধ্যমে নবায়নযোগ্য বিদ্যুৎ উৎপাদনে ৫৭% অবদান রেখেছিল। ২০০৫ সালের মধ্যে এই অংশ বেড়ে ৬৭% হয়েছে। ফিনল্যান্ডের বিদ্যুৎ খরচ ১৯৯০ থেকে ২০০৬ সালের মধ্যে ৪৪% এবং মোট জ্বালানি ব্যবহার ৩০% বেড়েছে। ১৯৯৫ থেকে ২০০৫ সালের মধ্যে বিদ্যুতের ব্যবহার ১৫,০০০ গিগাওয়াট ঘণ্টা বেড়েছে, যা ফিনল্যান্ডের মোট জলবিদ্যুৎ ক্ষমতার চেয়েও বেশি। এই ব্যবহার প্রায় সব খাতে (শিল্প, আবাসিক এবং পরিষেবা) সমানভাবে বেড়েছে। ফিনল্যান্ডে নবায়নযোগ্য বিদ্যুতের অংশ স্থিতিশীল ছিল (১৯৯৮-২০০৫): ১১-১২% এবং বার্ষিক পরিবর্তনশীল জলবিদ্যুৎ সহ মোট ২৪-২৭%। ১৯৯০ সালে বন শিল্প কালো তরল এবং কাঠ পোড়ানোর মাধ্যমে নবায়নযোগ্য বিদ্যুৎ উৎপাদনে ৫৭% অবদান রেখেছিল। ২০০৫ সালের মধ্যে এই অংশ বেড়ে ৬৭% হয়েছে। ২০০৫ সালে ফিনল্যান্ডের মাথাপিছু বিদ্যুৎ ব্যবহার ছিল ১৭.৩ মেগাওয়াট, যেখানে জার্মানির ছিল ৭.৫ মেগাওয়াট। এই সংখ্যায় বিদ্যুৎ বিতরণের সময় হওয়া ক্ষয়ক্ষতিও অন্তর্ভুক্ত।\nআন্তর্জাতিক নবায়নযোগ্য শক্তি সংস্থা (আইরেনা) অনুসারে, ২০২০ সালে ফিনল্যান্ডের নবায়নযোগ্য শক্তি খাত প্রধানত জৈবশক্তি দ্বারা চালিত হয়েছিল, যা নবায়নযোগ্য শক্তি সরবরাহের ৮১% ছিল। জলবিদ্যুৎ/সামুদ্রিক উৎস ১২% অবদান রেখেছিল, বায়ু শক্তি ৬% এবং ভূ-তাপীয় উৎস ১% যোগ করেছিল, এবং সৌর শক্তির অবদান স্পষ্টভাবে উল্লেখ করা হয়নি।\nফিনল্যান্ডের CO2 নির্গমন ১৯৯০–২০০৪ সালের মধ্যে ১৪.৫% বৃদ্ধি পেয়েছে, যেখানে ইউরোপীয় ইউনিয়নের গড় ছিল -০.৬%।\n\n\n== সরকারি নীতি ==\nফিনল্যান্ডের জ্বালানি নীতি ২০০১ সালের জাতীয় জলবায়ু কৌশলের উপর ভিত্তি করে তৈরি, যা ২০০৫ এবং ২০০৮ সালে হালনাগাদ করা হয়েছে। এই কৌশলটি জাতীয়, ইইউ এবং আন্তর্জাতিক পর্যায়ে নীতি প্রণয়ন, সিদ্ধান্ত গ্রহণ এবং আলোচনার ভিত্তি প্রদান করে। এর সাম্প্রতিকতম অভিযোজনে, কৌশলটি ২০২০ সাল পর্যন্ত নির্দেশিকা নির্ধারণ এবং দীর্ঘমেয়াদী পরিকল্পনা পরিচালনার জন্য ২০৫০ সাল পর্যন্ত একটি দৃষ্টিভঙ্গির উপর দৃষ্টি নিবদ্ধ করে।\nলক্ষ্য হলো ২০১৩ সালের মধ্যে কিয়োটো প্রোটোকল এবং এর বাধ্যবাধকতা পূরণ করা। সেই সময়ের মধ্যে, সাধারণ চুক্তির মাধ্যমে ২০২০ সালের মধ্যে ইইউ দেশগুলোর জন্য প্রয়োজনীয় ব্যবস্থা সহ পর্যাপ্ত পোস্ট-কিয়োটো নির্গমন হ্রাস ব্যবস্থা চালু করা উচিত। সেই লক্ষ্যে, ইইউ তার সদস্যদের ২০২০ সালের জন্য নির্ধারিত বাধ্যবাধকতা পূরণের ক্ষমতা সম্পর্কে ২০১৬ সালের মধ্যে প্রতিবেদন দিতে বলে। নবায়নযোগ্য শক্তির ক্ষেত্রে, ইইউ-এর লক্ষ্য হলো ২০২০ সালের মধ্যে ফিনল্যান্ডের চূড়ান্ত শক্তি ব্যবহারের ৩৮% অংশ, যা ২০০৫ সালে ২৮.৫% ছিল এবং ২০২০ সালের মধ্যে পূর্বের জাতীয় লক্ষ্য ছিল ৩১%।\nজাতীয় দীর্ঘমেয়াদী দৃষ্টিভঙ্গির লক্ষ্য একদিকে চূড়ান্ত শক্তি ব্যবহারের বৃদ্ধি থামানো এবং অন্যদিকে নবায়নযোগ্য শক্তির অংশ বৃদ্ধি করা। এই উদ্দেশ্যগুলো অর্জনের জন্য, বিশেষ করে আবাসন, নির্মাণ এবং পরিবহনে ব্যবহারের শক্তি দক্ষতা বাড়াতে হবে এবং নবায়নযোগ্য শক্তিকে উৎসাহিত করার জন্য নতুন নীতি ব্যবস্থা প্রণয়ন করতে হবে।\nসরকার আশা করে যে জীবাশ্ম জ্বালানির ক্রমবর্ধমান বিশ্ব চাহিদা দীর্ঘমেয়াদে তাদের দাম আরও বাড়িয়ে তুলবে। নির্গমন ভাতার খরচসহ, এটি জীবাশ্ম এবং নবায়নযোগ্য শক্তির মূল্য সম্পর্ককে উল্লেখযোগ্যভাবে পরবর্তন করবে, যা পরেরটির পক্ষে যাবে। সরকার কাঠভিত্তিক শক্তি, বর্জ্য জ্বালানি, হিট পাম্প, বায়োগ্যাস এবং বায়ু শক্তির ব্যবহারে উল্লেখযোগ্য বৃদ্ধি আশা করে। নবায়নযোগ্য শক্তির প্রবর্তনের চালিকাশক্তি হিসাবে একটি ফিড-ইন ট্যারিফ সিস্টেম একটি প্রধান নতুন নীতি ব্যবস্থা হিসাবে চালু করা হবে।\nকৌশলটির অন্যান্য গুরুত্বপূর্ণ বিষয়গুলির মধ্যে রয়েছে:\n\nবন শিল্পে জৈবশক্তির ব্যবহার সর্বাধিক করা হবে।\nজ্বালানি ও কাঁচামাল হিসেবে বন থেকে কাঠের অবশিষ্টাংশের ব্যবহার ২০২০ সালের মধ্যে তিনগুণ বাড়িয়ে ১২ মিলিয়ন মিটার3 উন্নীত করা হবে।\nসরকার স্থান গরম করার জন্য হিট পাম্প, জৈবশক্তি এবং সৌর শক্তি সিস্টেম স্থাপনে সহায়তা করবে।\n২০২০-এর দশকের মধ্যে গরম করার জন্য জীবাশ্ম তেলের ব্যবহার শেষ হবে।\nজ্বালানি হিসেবে কৃষি বায়োমাস এবং বায়োগ্যাসের ব্যবহার বাড়ানো হবে।\n২০২০ সালের মধ্যে পরিবহন জ্বালানি ব্যবহারে বায়োফুয়েলের ১০% অংশ অর্জনের লক্ষ্যে পরিবহন বায়োফুয়েল উৎপাদনের জন্য নতুন প্রযুক্তি অনুসন্ধান করা হবে।\nবিভিন্ন ভর্তুকির সাহায্যে বর্তমান ১২০ মেগাওয়াট থেকে ২০২০ সালের মধ্যে ইনস্টল করা বায়ু শক্তি ক্ষমতা ২০০০ মেগাওয়াটে উন্নীত করা হবে।\nকম শুল্কে সমুদ্র এলাকা ইজারা দিয়ে সরকার অফ-শোর বায়ু শক্তির ব্যবহারকে সমর্থন করবে।\nসরকার পুরাতন জলবিদ্যুৎ কেন্দ্রগুলোতে বিদ্যুৎ আপগ্রেড এবং কিছু নতুন জলবিদ্যুৎ কেন্দ্র নির্মাণকে উৎসাহিত করবে।\n২০২০ সালের মধ্যে পুনর্ব্যবহৃত জ্বালানির ব্যবহার ১৫০% বাড়ানো হবে।\nফিনল্যান্ডে ইতিমধ্যে নবায়নযোগ্য শক্তির অংশ সবচেয়ে বেশি, তবুও ফিনল্যান্ড দীর্ঘকাল ধরে ফিড-ইন ট্যারিফ, স্থির প্রিমিয়াম, সবুজ শংসাপত্র সিস্টেম বা দরপত্র পদ্ধতি ব্যবহার করেনি। সম্প্রতি কিছু নতুন নীতি গৃহীত হয়েছে। ইউরোপীয় দেশগুলোর মধ্যে, ফিনল্যান্ড, মাল্টা এবং স্লোভেনিয়া একমাত্র দেশ (২০০৬) যারা বায়ু শক্তি এবং অন্যান্য নবায়নযোগ্য বিদ্যুৎ প্রচারে শুধুমাত্র কর প্রণোদনা ব্যবহার করে। নবায়নযোগ্য শক্তি প্রচারে বিদ্যুৎ কোম্পানিগুলোর কোনো বাধ্যবাধকতা বা বাধ্যতামূলক সুপারিশ ফিনল্যান্ডের নেই।\n২০১৩ সালে ইউরোপীয় ইউনিয়নে জৈব জ্বালানীর স্থায়িত্বের মানদণ্ডের বিরোধিতা করা কয়েকটি দেশের মধ্যে ফিনল্যান্ড ছিল অন্যতম।\n\n\n== বেসরকারি খাত ==\n\nফিনল্যান্ডের জ্বালানি বাজার মুক্ত উদ্যোগ এবং উন্মুক্ত প্রতিযোগিতার উপর ভিত্তি করে গঠিত। ১৯৯৫ সালে নতুন বিদ্যুৎ বাজার আইন হওয়ার পর থেকে ফিনল্যান্ডের বিদ্যুৎ শক্তি শিল্প প্রতিযোগিতার জন্য উন্মুক্ত। একই সময়ে, ফিনল্যান্ড যৌথ নর্ডিক বিদ্যুৎ বাজার অঞ্চলে যোগ দেয়, যেখানে সাধারণ বিদ্যুৎ বিনিময় নর্ডপুল এএস-এ বিদ্যুতের স্পট মূল্য নির্ধারিত হয়। ফিনল্যান্ড, সুইডেন, নরওয়ে এবং ডেনমার্কের বেশিরভাগ অংশে বিদ্যুৎ অবাধে কেনা এবং বিক্রি করা যেতে পারে।\nপ্রযুক্তিগত কারণে ডিস্ট্রিক্ট হিটের জন্য কোনো জাতীয় বাজার নেই, কারণ তাপ দীর্ঘ দূরত্বে পরিবহন করা যায় না। যাইহোক, কেন্দ্রীভূত ডিস্ট্রিক্ট হিটিং প্ল্যান্ট বা সিএইচপি প্ল্যান্টে একই শক্তি কোম্পানি দ্বারা ডিস্ট্রিক্ট হিট তৈরি করা হয়। স্থানীয়ভাবে সাধারণত শুধুমাত্র একটি ডিস্ট্রিক্ট হিট সরবরাহকারী পাওয়া যায়, যার মানে প্রতিযোগিতা বিকল্প তাপ উৎসের মধ্যে হয়। বায়োমাস জ্বালানি এবং পিট সাধারণত ডিস্ট্রিক্ট হিটিংয়ের জন্য ব্যবহৃত হয়। স্থানীয় উদ্যোক্তারা যারা বায়োমাস জ্বালানি দিয়ে এটি তৈরি করে তাদের দ্বারা ছোট আকারে কিছু ডিস্ট্রিক্ট হিট বিক্রি করা হয়। শক্তি দক্ষতা প্রচারের জন্য সরকারি সংস্থা মোটিভার ছোট আকারের হিটিং উদ্যোক্তা প্রচারের জন্য একটি কর্মসূচি রয়েছে।\nনর্ডিক বিদ্যুৎ বাজারে, প্রতিটি দেশ তার ট্রান্সমিশন গ্রিডের জন্য স্বাধীনভাবে দায়ী। ফিনল্যান্ডে স্থানীয় বিতরণ গ্রিডগুলো প্রধানত স্থানীয় শক্তি কোম্পানিগুলোর মালিকানাধীন। জাতীয় ট্রান্সমিশন গ্রিড ফিনগ্রিড কর্পোরেশনের মালিকানাধীন, যা রাষ্ট্র, শক্তি কোম্পানি এবং আর্থিক বিনিয়োগকারীদের যৌথ মালিকানাধীন। নতুন ইইউ আইন শক্তি উৎপাদনকারীদের ট্রান্সমিশন গ্রিডের অংশ মালিকানা নিষিদ্ধ করার কারণে ফিনগ্রিডের মালিকানায় বড় ধরনের পরিবর্তন আশা করা হচ্ছে।\nফিনল্যান্ডের বৃহত্তম বিদ্যুৎ উৎপাদনকারী সংস্থাগুলো হলো ফোর্টাম, রাষ্ট্রীয় শক্তি কোম্পানি; পোহজোলান ভোইমা, প্রধান শিল্পগুলোর মালিকানাধীন শক্তি কোম্পানি; তেওল্লিসুডেন ভোইমা, শিল্প মালিকানাধীন পারমাণবিক শক্তি কোম্পানি; হেলসিঙ্গিন এনার্জিয়া, হেলসিঙ্কি শহরের বিদ্যুৎ কোম্পানি; এবং ভ্যাটেনফল, সুইডেনের বৃহত্তম শক্তি কোম্পানি। এছাড়াও, প্রচুর সংখ্যক ছোট এবং মাঝারি আকারের স্থানীয় শক্তি কোম্পানি রয়েছে। ফিনল্যান্ডের বিদ্যুৎ বাজারের একটি বিশেষ বৈশিষ্ট্য হলো পোহজোলান ভোইমা এবং তেওল্লিসুডেন ভোইমার মতো কোম্পানিগুলো মানকালা নীতিতে কাজ করে। অর্থাৎ, তারা লভ্যাংশ দেয় না, বরং মুনাফা না করে তাদের মালিকদের বিদ্যুৎ সরবরাহ করে।\nতাছাড়া, অনেক শিল্প কর্পোরেশন নিজেরাই প্রধান শক্তি উৎপাদনকারী, কারণ অনেক কারখানায় প্রক্রিয়াজাত বর্জ্য জ্বালানি হিসেবে ব্যবহৃত হয়। বেশিরভাগ ক্ষেত্রে এই জ্বালানিগুলো কাঠ প্রক্রিয়াকরণ থেকে আসে এবং তাই নবায়নযোগ্য হিসেবে গণ্য হয়। এইভাবে, ফিনল্যান্ডের জৈবশক্তির প্রধান উৎপাদনকারীদের মধ্যে রয়েছে সমস্ত প্রধান কাঠ এবং কাগজ শিল্প কর্পোরেশন: স্টোরা-এনসো, ইউপিএম এবং এম-রিয়েল। তদুপরি, জাতীয় তেল কোম্পানি নেস্টে অয়েল বিশেষত জৈব জ্বালানি এবং বায়োডিজেলের একটি ক্রমবর্ধমান উৎপাদক।\nবৃহত্তম জলবিদ্যুৎ উৎপাদনকারী সংস্থাগুলো হলো রাষ্ট্রীয় মালিকানাধীন কোম্পানি ফোর্টাম এবং কেমিজোকি এবং শিল্প মালিকানাধীন পোহজোলান ভোইমা। ফিনল্যান্ডে বায়ু বিদ্যুতের বৃহত্তম উৎপাদনকারী সংস্থা হলো হাইওটুটুলি কর্পোরেশন, যা বিভিন্ন শহরের শক্তি কোম্পানিগুলোর মালিকানাধীন। হাইওটুটুলি ফিনল্যান্ডের প্রায় এক তৃতীয়াংশ বায়ু বিদ্যুৎ উৎপাদন করে। বাকিটা তুলনামূলকভাবে ছোট বিদ্যুৎ কেন্দ্রে প্রচুর সংখ্যক কোম্পানি দ্বারা উৎপাদিত হয়।\nফিনল্যান্ড আরইএস সম্পর্কিত প্রযুক্তির একটি ক্রমবর্ধমান উৎপাদক। ফিনল্যান্ডে সমস্ত শক্তি প্রযুক্তির আমদানি ও রপ্তানির পরিমাণ চিত্র ৪-এ দেখানো হয়েছে। আরইএস প্রযুক্তি এই বাণিজ্যের একটি উল্লেখযোগ্য অংশ ধারণ করে।\nফিনল্যান্ডের আরই (নবায়নযোগ্য শক্তি) প্রযুক্তির বৃহত্তম উৎপাদনকারীদের মধ্যে রয়েছে:\n\nএবিবি, অন্যান্য জিনিসের মধ্যে বায়ু বিদ্যুৎ কেন্দ্রের উপাদান তৈরি করে।\nউইনউইন্ড, বায়ু বিদ্যুৎ কেন্দ্র উৎপাদনকারী।\nফস্টার হুইলার এবং মেটসো পাওয়ার, বায়োমাস এবং অন্যান্য জ্বালানির জন্য বয়লার উৎপাদনকারী।\nন্যাফস সিস্টেমস, সোলার প্যানেল উৎপাদনকারী।\nশক্তি সম্পর্কিত পরিচ্ছন্ন প্রযুক্তি উৎপাদনকারী ছোট কোম্পানিগুলোর মধ্যে রয়েছে: আইডন, বেয়ারিং ড্রাইভ ফিনল্যান্ড, ডিজিটি ডিরেক্ট গ্রানুলেশন টেকনোলজি, ইকোসির, ফিনিশ ইলেকট্রিক ভেহিকেল টেকনোলজিস, গ্রিনভাইরনমেন্ট, মডিলিস, প্রাইমেট, পুহদাস এনার্জিয়া, দ্য সুইচ। ফিনল্যান্ডে শক্তি দক্ষতা রাষ্ট্রীয় মালিকানাধীন কোম্পানি মোটিভা দ্বারা উন্নত করা হয়। নতুন প্রযুক্তির উন্নয়নের জন্য সরকারি তহবিল প্রধানত ফিনিশ ফান্ডিং এজেন্সি ফর টেকনোলজি অ্যান্ড ইনোভেশন টেকস দ্বারা বিতরণ করা হয়।\n\n\n== কর্মসংস্থান ==\n২০০৩ সালে ফিনল্যান্ডের ২৫,০০,০০০ জন কর্মরত মানুষের মধ্যে মোট বিদ্যুৎ এবং ডিস্ট্রিক্ট হিট উৎপাদনে ১৪,০০০ জন এবং তেল পরিশোধন ও বিতরণে ১৩,৫০০ জন নিযুক্ত ছিল। জৈবশক্তি খাতে আনুমানিক ৬০০০-৭০০০ জন নিযুক্ত ছিল। ২০০৪ সালে শক্তি খাতে মোট কর্মসংস্থানের সংখ্যা ছিল ৩৪,০০০ জন। এই সংখ্যাগুলোতে নবায়নযোগ্য এবং অনবায়নযোগ্য উভয় শক্তি অন্তর্ভুক্ত, কারণ কোনো পৃথক পরিসংখ্যান নেই।\nপ্রধান নবায়নযোগ্য শক্তির উৎস, যথা জলবিদ্যুৎ এবং জৈবশক্তি, বৃহৎ পরিসরে উৎপাদিত হয়, যেখানে ব্যবসায়িক মডেল এবং চাকরি অন্যান্য বৃহৎ আকারের শক্তি উৎপাদনের মতোই। এছাড়াও নবায়নযোগ্য শক্তির ছোট আকারের উৎপাদন রয়েছে যা ছোট উদ্যোগ এবং আনুপাতিকভাবে বেশি সংখ্যক চাকরি তৈরি করে।\nউদাহরণস্বরূপ, কর্মসংস্থান অর্থনীতি মন্ত্রণালয় একটি গবেষণা চালিয়েছে যেখানে দেখা গেছে যে ৩৬৮টি ছোট জৈবশক্তি কোম্পানি রয়েছে যা ১,৬৬৭টি চাকরি প্রদান করে। গত কয়েক বছরে কোম্পানি এবং চাকরির সংখ্যা ক্রমাগত বেড়েছে এবং জাতীয় জলবায়ু ও শক্তি কৌশলে জৈবশক্তির জন্য উচ্চাভিলাষী লক্ষ্যগুলোর পরিপ্রেক্ষিতে এই বৃদ্ধি অব্যাহত থাকবে বলে আশা করা হচ্ছে।\nযেহেতু বায়ু বিদ্যুৎ কেন্দ্র এবং প্ল্যান্ট উপাদানগুলোর প্রতিষ্ঠিত উৎপাদন রয়েছে, ফিনল্যান্ড এবং অন্যত্র বায়ু বিদ্যুতের বর্ধিত ব্যবহার এই খাতে চাকরি তৈরি করবে বলে আশা করা যায়। এটি যান্ত্রিক, উপাদান এবং বৈদ্যুতিক প্রযুক্তিতে সকল স্তরের পেশাদারদের চাহিদা তৈরি করবে। বায়োএনার্জির বর্ধিত ব্যবহার এবং প্রয়োজনীয় বিদ্যুৎ কেন্দ্র উপাদানগুলোর উৎপাদন থেকেও অনুরূপ চাহিদা আশা করা যেতে পারে।\nপরবর্তী প্রজন্মের জৈব জ্বালানির পরিকল্পিত উন্নয়ন এবং উৎপাদনের জন্য রসায়ন এবং জীবন বিজ্ঞান ও সংশ্লিষ্ট ক্ষেত্রের পেশাদারদের প্রয়োজন হবে। তারা ঐতিহ্যবাহী পাল্প এবং কাগজ কলের পরিবর্তে আরও বহুমুখী বায়োরিফাইনারির দিকে বন শিল্প উন্নয়নেও গুরুত্বপূর্ণ ভূমিকা রাখবে।\nপরিশেষে, ফিনিশ ইলেকট্রনিক্স শিল্প এবং শিক্ষার শক্তি বিভিন্ন পরিচ্ছন্ন প্রযুক্তির জন্ম দিতে পারে, যেমন সৌর শক্তি, বিদ্যুৎ উৎপাদন এবং ব্যবহারের জন্য নিয়ন্ত্রণ ব্যবস্থা, বৈদ্যুতিক যানবাহন ইত্যাদি।\n\n\n== শক্তির উৎস ==\n\n\n=== জৈব জ্বালানি ===\n\n\n==== তাপ এবং শক্তি ====\nফিনল্যান্ডের বন ও বন শিল্পের সাথে ঘনিষ্ঠভাবে জড়িত জৈবশক্তি দেশটির নবায়নযোগ্য শক্তি পোর্টফোলিওতে একটি উল্লেখযোগ্য ভূমিকা পালন করে। বন শিল্প উপজাত যেমন কালো তরল, ছাল, করাতকলের গুঁড়া এবং শিল্প কাঠের অবশিষ্টাংশ থেকে প্রাপ্ত কাঠভিত্তিক জ্বালানী, লগিং কার্যক্রম থেকে প্রাপ্ত জৈব জ্বালানির সাথে, সাম্প্রতিক বছরগুলোতে ফিনল্যান্ডের প্রায় এক চতুর্থাংশ শক্তি ব্যবহার গঠন করেছে। ২০২২ সালের মধ্যে, এই জ্বালানিগুলো মোট শক্তি ব্যবহারের প্রায় ২৯ শতাংশের জন্য দায়ী ছিল, যা ফিনল্যান্ডে কাঠের জ্বালানিকে প্রধান শক্তি উৎস হিসেবে প্রতিষ্ঠিত করেছে।\nজৈব জ্বালানি বিদ্যুৎ উৎপাদন, সিএইচপি প্ল্যান্ট এবং ডিস্ট্রিক্ট হিটিং-এ জ্বালানি হিসেবে ব্যাপকভাবে ব্যবহৃত হয়, প্রায়শই অন্যান্য জ্বালানির সাথে মিশ্রিত করা হয়, বিশেষ করে পিটের সাথে। প্রকৃতপক্ষে, সিএইচপি ব্যবহারে ফিনল্যান্ড বিশ্বের শীর্ষস্থানীয় দেশগুলোর মধ্যে অন্যতম। এখানে নবায়নযোগ্য এবং জীবাশ্ম উভয় জ্বালানি ব্যবহৃত হয়। ২৬৫ মেগাওয়াট ক্ষমতার বিশ্বের বৃহত্তম জৈব বিদ্যুৎ কেন্দ্র ফিনল্যান্ডের জ্যাকবস্ট্যাডে অবস্থিত। কাঠ সরাসরি গরম করার জন্যও ব্যবহৃত হয়। মোট প্রায় ৬ মিলিয়ন মিটার3 বা ৫০ পেটা জুল কাঠ বার্ষিক স্থান গরম করার জন্য ব্যবহৃত হয়। এখানে ডেডিকেটেড বয়লারও রয়েছে যা কাঠের চিপস বা পেললেট পোড়ায়। জ্বালানি তেল চালিত হিটিংকে পেললেট ব্যবহারে রূপান্তরিত করা যেতে পারে, যার সম্ভাব্য ক্ষমতা ২৫ পেটা জুল/বছর বলে অনুমান করা হয়েছে।\nকৃষি জৈব জ্বালানির উৎপাদন একটি পরিমিত পরিসরে সংঘটিত হয়। বার্ষিক প্রায় ৬০০০ টন খড় জ্বালানি হিসেবে ব্যবহৃত হয়, যেখানে তাত্ত্বিকভাবে সর্বোচ্চ ১৮ লক্ষ টন ব্যবহার করা যেতে পারে। তদুপরি, প্রায় ৮৬০ হেক্টর জমিতে মূলত লুব্রিকেশন তেল এবং ডিজেল তেল উৎপাদনের জন্য শালগম রেপ চাষ করা হয়। পরিশেষে, জ্বালানি হিসেবে রিড ক্যানারি ঘাস চাষের সম্ভাবনার প্রতি কিছু আগ্রহ রয়েছে। মাল্টিফুয়েল বয়লারে এবং পেললেটের কাঁচামাল হিসেবে এর ব্যবহার নিয়ে কিছু পরীক্ষা-নিরীক্ষা করা হয়েছে।\nফিনল্যান্ড তাপীয় শক্তি উৎপাদনের জন্য নগণ্য পরিমাণে কাঠের পেললেট ব্যবহার করে। সুইডেন এবং ডেনমার্কে জীবাশ্ম শক্তির উপর উল্লেখযোগ্য করের সাথে সক্রিয় শক্তি নীতি পেললেট বাজারের প্রাথমিক বিকাশকে উৎসাহিত করেছে। অর্থনৈতিক প্রণোদনার অভাব এবং প্রতিযোগিতামূলক শক্তির উৎস সস্তা হওয়ায় ফিনল্যান্ডের তুলনায় এই বিকাশ অনেক দ্রুত হয়েছে।\n\n২০০৫ সালে পেলেট উৎপাদন ছিল ১,৯২,০০০ টন। পেললেট ব্যবহার ছিল ৫৫,০০০ টন (২০০৫), ৪৭,০০০ টন (২০০৪), ৩৯,০০০ টন (২০০৩), ২৪,০০০ টন (২০০২) এবং ১৫,০০০ টন (২০০১)। পেলেট প্রধানত রপ্তানি করা হয়। পেলেট ব্যবহার প্রচারের জন্য ফিনল্যান্ডের কোনো বাধ্যতামূলক উদ্দেশ্য নেই।\n\n\n==== স্বয়ংচালিত জ্বালানি ====\n\nইউরোপীয় ইউনিয়নের জৈব জ্বালানীর লক্ষ্যমাত্রা ছিল ৫.৭৫% (২০১০)। জৈব জ্বালানী প্রতিবেদনে ফিনল্যান্ডের লক্ষ্যমাত্রা অন্তর্ভুক্ত করা হয়নি। তারা এখনও প্রকাশিত হয়নি। ফিনিশ বাণিজ্য ও শিল্প মন্ত্রণালয়ের প্রতিবেদন (কেটিএম ১১/২০০৬) স্বীকার করে যে ফিনল্যান্ড ৫.৭৫% লক্ষ্যমাত্রা পূরণ করতে সক্ষম হবে না। মন্ত্রণালয়ের প্রতিবেদনটি এর খরচের কারণে এটি সুপারিশ করে না। ফিনল্যান্ডে জৈব জ্বালানীর উৎপাদন মূল্য অন্যান্য ইইউ দেশগুলোর মতোই হবে, প্রতি লিটারে ৩ সেন্ট।\nফিনল্যান্ডের সংসদ ফিনল্যান্ডে জৈবইথানলকে প্রতিযোগিতামূলক মনে করেনি। আলটিয়ার প্রধান জৈবইথানল প্রকল্প ব্যর্থ হওয়ায় আলটিয়ার পরিচালক পদত্যাগ করেন; বর্ধিত খরচ এটিকে অলাভজনক করে তুলেছিল। তবে, এসটি১ খাদ্য শিল্প বর্জ্য থেকে জৈবইথানল উৎপাদন করে।\nনেস্টে অয়েল তার পোরভো রিফাইনারিতে সবজি তেল পরিশোধন করে প্রতি বছর ০.৩৪ মিলিয়ন টন নবায়নযোগ্য ডিজেল (নেক্সবিটিএল) উৎপাদন করে। বর্তমানে প্রধান কাঁচামাল হলো পাম তেল। হেলসিঙ্কি মহানগর এলাকার গণপরিবহন নেক্সবিটিএল ব্যবহার করে। পাল্প এবং কাগজ কোম্পানি ইউপিএম টল তেল থেকে বায়োডিজেল উৎপাদন শুরু করার প্রক্রিয়ায় রয়েছে। তবে, দুর্বল লাভজনকতার কারণে বায়োডিজেল উৎপাদনের বেশ কয়েকটি প্রকল্প বাতিল করা হয়েছে। ফিনিশ সরকার আর্থিকভাবে বায়োডিজেল ব্যবহারকে সমর্থন করে।\n\n\n==== বায়োডিজেল ====\nফিনিশ কোম্পানি নেস্টে অয়েলের সিঙ্গাপুরে বায়োডিজেল উৎপাদন ক্ষমতা ২.৯ মিলিয়ন টন। ২০২২ সালের পর, নতুন ক্ষমতা আরও ১.৩ মিলিয়ন টন বাড়বে বলে অনুমান করা হচ্ছে। নেস্টে অয়েল অনুমান করে যে ২০৩০ সালে বিশ্ব বায়োডিজেলের চাহিদা হবে ২০ মিলিয়ন টন এবং তাদের নিজস্ব উৎপাদন হবে এর অর্ধেক। নেস্টে বিশ্বাস করে যে বিমানের জ্বালানির চাহিদা বাড়বে। ইউরোপ ও মার্কিন যুক্তরাষ্ট্রে বায়োডিজেলের চাহিদা ১০ থেকে ১৫ শতাংশ বৃদ্ধি পেলে বছরে ৮-১২ মিলিয়ন টন জ্বালানির সমান হবে। ২০১৯ সালে, বার্ষিক জীবাশ্ম বায়োডিজেল ব্যবহার ৯০০ মিলিয়ন টন পর্যন্ত অনুমান করা হয়। ম্যাককিনসির মতে, ২০৩০ সালের মধ্যে জীবাশ্ম বায়োডিজেল ব্যবহার কমবে না।\nনেস্টে বায়োডিজেল মূলত পাম তেল প্রক্রিয়াকরণ বর্জ্যের উপর ভিত্তি করে তৈরি। ফিনল্যান্ড পাম তেল ফ্যাটি অ্যাসিড অবশিষ্টাংশকে টেকসই হিসেবে শ্রেণিবদ্ধ করেছে। ডব্লিউডব্লিউএফ প্রত্যয়িত পাম তেল অনুমোদন করে। ইউরোপে অন্তত, সুইডেন, নরওয়ে, ব্রিটেন এবং ফ্রান্স পাম তেল ফ্যাটি অ্যাসিড অবশিষ্টাংশকে (পিএফএডি) বর্জ্য এবং টেকসই জৈবশক্তি হিসেবে অনুমোদন করে না। গ্রিনপিসের মতে, এর ব্যবহার বন উজাড় ত্বরান্বিত করে।\nবৃষ্টি অরণ্য ধ্বংস অন্তর্ভুক্ত করা হলে এবং পাম তেলের চর্বিকে টেকসই বর্জ্য হিসেবে শ্রেণীবদ্ধ করা উচিত নয়, তখন পাম তেল বায়োডিজেলের জীবাশ্ম ডিজেলের তুলনায় জলবায়ু পরিবর্তনের গ্যাস নির্গমন বেশি হয়। এটি কাঁচামাল হিসাবে বাজারে বিক্রি হওয়া একটি পণ্য। নেস্টের মতে, নষ্ট বিজ্ঞাপন পাম তেল বায়োডিজেল উৎপাদন শৃঙ্খলে অপরাধ, দুর্নীতি এবং মানবাধিকার লঙ্ঘন অন্তর্ভুক্ত রয়েছে। নেস্টে অয়েলের পাম তেল সরবরাহকারীদের মধ্যে বিলমার বৃষ্টি অরণ্য ধ্বংসের জন্য দায়ী।\n\n\n=== জলবিদ্যুৎ ===\n২০২২ সালে, ফিনল্যান্ডের মোট বিদ্যুৎ উৎপাদনের ১৬.৩ শতাংশ ছিল জলবিদ্যুৎ, যার স্থাপিত ক্ষমতা ছিল ৩,২০০ মেগাওয়াট। পূর্বাভাস ইঙ্গিত দেয় যে অদূর ভবিষ্যতে জলবিদ্যুৎ ক্ষমতার খুব সামান্য পরিবর্তন হবে।\n\n\n=== বায়ু শক্তি ===\n\n\n=== সৌর শক্তি ===\nউত্তর অবস্থানে থাকা সত্ত্বেও, ফিনল্যান্ড জার্মানি বা ডেনমার্কের মতো বার্ষিক সূর্যালোকের অনুরূপ মাত্রা উপভোগ করে। ফিনল্যান্ডের নিম্ন বায়ুমণ্ডলীয় তাপমাত্রা সৌর ফটোভোলটাইক কোষের দক্ষতা বাড়ায়, কারণ এই কোষগুলো ঠান্ডা অবস্থায় আরও কার্যকরভাবে কাজ করে। তবুও, সৌর শক্তি তার অনিয়মিততার কারণে প্রযুক্তিগত চ্যালেঞ্জের সম্মুখীন হয়, বিশেষ করে আর্কটিক অঞ্চলে যেখানে দিন-রাত এবং ঋতুগত পরিবর্তনগুলো স্পষ্ট। ২০২২ সালে, ফিনল্যান্ডের সৌর বিদ্যুৎ ক্ষমতা ৬০ শতাংশের বেশি বৃদ্ধি পেয়েছে, তবুও এটি দেশের সামগ্রিক বিদ্যুৎ উৎপাদনের একটি ক্ষুদ্র অংশ হিসেবে রয়ে গেছে।\n\n\n==== ফোটোভোলটাইক ====\nফিনল্যান্ডের ফোটোভোলটাইক ক্ষমতা (২০০৬ সালে) ছিল ৪.১ মেগাওয়াটp। ফিনল্যান্ডে সৌরশক্তির উৎপাদন ছিল (১৯৯৩–১৯৯৯) ১ গিগাওয়াট-ঘণ্টা, (২০০০–২০০৪) ২ গিগাওয়াট-ঘণ্টা এবং (২০০৫) ৩ গিগাওয়াট-ঘণ্টা। ২০০৩ সালে ওয়াইআইটি রাকেনাস, ন্যাফস সিস্টেমস, লুমোন এবং হেলসিঙ্কি শহর দ্বারা অন্তত একটি প্রদর্শনী প্রকল্প হয়েছে। ফিনল্যান্ড আইইএ-এর ফটোভোলটাইক পাওয়ার সিস্টেমস প্রোগ্রাম বা স্ক্যান্ডিনেভিয়ান ফটোভোলটাইক ইন্ডাস্ট্রি অ্যাসোসিয়েশন, এসপিআইএ-এর সদস্য নয়।\n\n\n==== সৌর তাপবিদ্যুৎ ====\nসৌর তাপবিদ্যুতের লক্ষ্য হলো ১,৬৩,০০০ ম২ সংগ্রাহক এলাকা (১৯৯৫–২০১০)। ২০০৬ সালে কার্যরত সংগ্রাহক এলাকার পরিমাণ ছিল ১৬,৪৯৩ ম২। ফিনল্যান্ডে সৌর তাপ ছিল (১৯৯৭-২০০৪) ৪-৫ গিগাওয়াট ঘণ্টা এবং (২০০৫) ৬ গিগাওয়াট ঘণ্টা। সুতরাং, ফিনল্যান্ড ১১ বছরে (১৯৯৫-২০১০) তার লক্ষ্যের ১০% স্থাপন করেছে। সস্তা বিকল্প (বিদ্যুৎ, জ্বালানি তেল এবং ডিস্ট্রিক্ট হিটিং) এবং সহায়তা ব্যবস্থার অভাবের কারণে সৌর হিটিং প্রতিযোগিতামূলক হয়নি। কোম্পানি এবং সরকারি সংস্থা ৪০% বিনিয়োগ ভর্তুকি পেতে পারে, তবে ব্যক্তিগত বাড়িগুলো এখনও ভর্তুকি পায় না। ফিনিশ সোলার ইন্ডাস্ট্রিজ (এফএসআই) গ্রুপ ২০০১ সালে প্রতিষ্ঠিত হয়েছিল। ২০০৫/২০০৬ সালে বাজার ৪৩% বৃদ্ধি পেয়েছে। ফিনল্যান্ডের উৎপাদন ক্ষমতা ১৬,০০০ মিটার2/বছর। নতুন ইনস্টলেশনগুলো ছিল: \n২,৩৮০ মিটার2 (২০০৬), ১,৬৬৮ মিটার2 (২০০৫) এবং ১,১৪১ মিটার2 (২০০৪)। সৌর তাপের ক্ষেত্রে বৃদ্ধি পাওয়ার সুযোগ রয়েছে।\n\n\n=== পিট ===\nইউরোপীয় ইউনিয়ন এবং আইপিসিসি অনুযায়ী, পিটকে যা জৈব জ্বালানি হিসাবে দাবি করা হয়েছে, তা আসলে জৈব জ্বালানি নয় এবং এর CO2 নির্গমন কয়লার সমান। ইউরোপীয় ইউনিয়ন এছাড়াও জলাভূমি রক্ষা করার প্রচার করছে পরিবেশগত বিপর্যয়ের থেকে। ফিনল্যান্ডের পিট কোম্পানি ভাপো ওয়াই রাষ্ট্রের মালিকানাধীন (৫০.১%) এবং বনশিল্প কোম্পানি মেটসালিয়াতো (৪৯.৯%) মালিকানাধীন (এতে মেটসা-বটনিয়া, এম-রিয়েল এবং মেটসা টিস্যু অন্তর্ভুক্ত এবং পূর্বে ফিনফরেস্টও ছিল)। তারা পিটকে জ্বালানি হিসেবে ব্যবহার করতে চায় এবং জলাভূমিগুলিকে বন হিসেবে শুকানোর পরিকল্পনা করছে। স্ক্যান্ডিনেভিয়ান পিট ১০,০০০ বছর আগে বরফযুগ শেষে গঠিত হয়। ২০০৫ সালে ইউরোপীয় সাধারণ কার্বন ডাইঅক্সাইড নিঃসরণ ব্যবস্থা সম্মত হয়, এবং ঐ চুক্তি অনুযায়ী পিটকে জীবাশ্ম জ্বালানির সমান হিসেবে গণ্য করা হয়।\nঅনেক পিট শক্তি কেন্দ্র বিকল্প শক্তি উৎস হিসেবে কয়লা ব্যবহার করতে পারে।\n\n\n== তালিকা: বিদ্যুৎ উৎপাদনে নবায়নযোগ্য শক্তি ==\n\n\n== তালিকা: মোট শক্তির নবীকরণযোগ্য শক্তি ==\nপ্রাথমিক শক্তি ছিল ২৪.০% (২০০৫) এবং ২৪.১% (২০০৪)। মোট প্রাথমিক শক্তি সরবরাহ ছিল ৩,৯২,০২২ (২০০৫) এবং ৪,১৮,৬৭২ গিগাওয়াট ঘণ্টা (২০০৪)। প্রাথমিক শক্তির মধ্যে শক্তি ব্যবহারের পাশাপাশি, উদাহরণস্বরূপ, পারমাণবিক বিদ্যুৎ কেন্দ্রের বর্জ্য তাপ দ্বারা বাল্টিক সাগর উত্তপ্ত হওয়াও অন্তর্ভুক্ত রয়েছে।\n\nতালিকায় ২০২০ সালের মধ্যে ইইউ-২৫-এ বিদ্যুৎ উৎপাদনে নবায়নযোগ্য শক্তির অবদানের তথ্য রয়েছে।\n\n\n== আরও দেখুন ==\nফিনল্যান্ডে বায়ু শক্তি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nMinistry of Employment and the Economy, Renewable Energy Sources\nClimate Change and Energy Strategy 2008 summary\nBioenergy in Finland\nDatabase of renewable energy in Finland  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ জানুয়ারি ২০১৫ তারিখে\nEuropean Commission, Energy, 2015 Progress Reports, Finland\nEuropean Commission National Renewable Energy Action Plans\nEuropean Commission National Energy Efficiency Energy Action Plans"}