{"pageid": 1517777, "title": "অনুসন্ধান এবং উদ্ধার", "url": "https://bn.wikipedia.org/wiki?curid=1517777", "content": "অনুসন্ধান এবং উদ্ধার ( SAR ) হল দুর্দশাগ্রস্ত বা আসন্ন বিপদে থাকা ব্যক্তিদের অনুসন্ধান এবং সহায়তা প্রদান করা। অনুসন্ধান ও উদ্ধার-এর সাধারণ ক্ষেত্রে অনেক বিশেষ উপক্ষেত্র অন্তর্ভুক্ত থাকে, যা সাধারণত কোন ধরণের ভূখণ্ডে অনুসন্ধান চালানো হচ্ছে তার উপর নির্ভর করে। এর মধ্যে রয়েছে পাহাড়ে উদ্ধার ; প্রাথমিক অনুসন্ধান ও উদ্ধার, অনুসন্ধান ও উদ্ধারকারী কুকুরের ব্যবহার (যেমন K9 ইউনিট ); শহরে নগর অনুসন্ধান ও উদ্ধার ; যুদ্ধক্ষেত্রে যুদ্ধ অনুসন্ধান ও উদ্ধার এবং জলের উপর আকাশ-সমুদ্রে উদ্ধার ।\nআন্তর্জাতিক অনুসন্ধান ও উদ্ধার উপদেষ্টা গ্রুপ (INSARAG) হল জাতিসংঘের একটি সংস্থা যা জাতীয় নগর অনুসন্ধান ও উদ্ধার সংস্থাগুলির মধ্যে তথ্য বিনিময়কে উৎসাহিত করে। সহায়তা প্রদানের দায়িত্ব UNCLOS- এর ধারা ৯৮ দ্বারা উল্লেখ করা হয়েছে।\n\n\n== সংজ্ঞা ==\nঅনুসন্ধান এবং উদ্ধারের বিভিন্ন সংজ্ঞা রয়েছে, যা সংশ্লিষ্ট সংস্থা এবং প্রশ্নবিদ্ধ দেশের উপর নির্ভর করে।\n\nকানাডিয়ান সশস্ত্র বাহিনী এবং কানাডিয়ান কোস্টগার্ড : \"অনুসন্ধান ও উদ্ধারকাজ হলো এমন ব্যক্তি বা জাহাজ বা অন্যান্য জাহাজের অনুসন্ধান এবং তাদের সহায়তা প্রদান করা, যারা দুর্দশাগ্রস্ত বা আসন্ন বিপদের সম্মুখীন বলে আশঙ্কা করা হচ্ছে।\" \nমার্কিন যুক্তরাষ্ট্রের কোস্ট গার্ড : \"সম্ভাব্য বা প্রকৃত দুর্দশায় ব্যক্তি বা সম্পত্তিকে সহায়তা করার জন্য উপলব্ধ সম্পদের ব্যবহার।\" \nমার্কিন যুক্তরাষ্ট্রের প্রতিরক্ষা বিভাগ : অনুসন্ধান হল এমন \"একটি অভিযান যা সাধারণত একটি উদ্ধার সমন্বয় কেন্দ্র (আরসিসি) বা উদ্ধার উপ-কেন্দ্র দ্বারা সমন্বিত হয়, যা উপলব্ধ কর্মী এবং সুযোগ-সুবিধা ব্যবহার করে দুর্দশাগ্রস্ত ব্যক্তিদের সনাক্ত করে\" এবং উদ্ধার হল \"দুর্দশাগ্রস্ত ব্যক্তিদের উদ্ধার, তাদের প্রাথমিক চিকিৎসা বা অন্যান্য প্রয়োজন মেটানো এবং তাদের নিরাপদ স্থানে পৌঁছে দেওয়ার একটি অভিযান\"। \n\n\n== ইতিহাস ==\n\n১৬৫৬ সালে অস্ট্রেলিয়ার পশ্চিম উপকূলে ডাচ বাণিজ্যিক জাহাজ ভার্গুল্ড ড্রেইকের ধ্বংসের পর বিশ্বের প্রাচীনতম সু-প্রমাণিত SAR প্রচেষ্টাগুলির মধ্যে একটি শুরু হয়েছিল। বেঁচে থাকা ব্যক্তিরা সাহায্য চেয়েছিলেন, এবং তার প্রতিক্রিয়ায় তিনটি পৃথক এসএআর অভিযান পরিচালনা করা হয়েছিল, কিন্তু কোনোটিই সফল হয়নি। \n১৯৪৫ সালের ২৯ নভেম্বর, একটি সিকোরস্কি আর-৫ ইতিহাসের প্রথম অসামরিক হেলিকপ্টার উদ্ধার অভিযান পরিচালনা করে, যেখানে সিকোরস্কির প্রধান পাইলট দিমিত্রি \"জিমি\" ভাইনার ককপিটে উপস্থিত ছিলেন, এই সময় সিকোরস্কি এবং ব্রিজের যৌথভাবে তৈরি একটি পরীক্ষামূলক উত্তোলন বিমান ব্যবহার করা হয়েছিল। পেনফিল্ড রিফে ডুবে যাওয়া একটি তেলবাহী জাহাজের পাঁচজন ক্রু সদস্যকে বার্জটি ডুবে যাওয়ার আগেই রক্ষা করা হয়েছিল। \n১৯৮৩ সালে, কোরিয়ান এয়ার লাইনস ফ্লাইট ০০৭, ২৬৯ জন যাত্রী নিয়ে যাত্রা করেছিল যখন সাখালিনের কাছে একটি সোভিয়েত বিমান দ্বারা গুলি করে এটিকে ভূপাতিত করা হয়। সোভিয়েতরা সোভিয়েত জলসীমায় SAR হেলিকপ্টার এবং নৌকা পাঠায়, এবং আন্তর্জাতিক জলসীমায় মার্কিন যুক্তরাষ্ট্র, দক্ষিণ কোরিয়া এবং জাপানি জাহাজ ও বিমান দ্বারা অনুসন্ধান ও উদ্ধার অভিযান শুরু করা হয়, কিন্তু কোনও জীবিত ব্যক্তিকে খুঁজে পাওয়া যায়নি।\n২০০৯ সালের জুলাই মাসে, এয়ার ফ্রান্স ফ্লাইট ৪৪৭ আটলান্টিক মহাসাগরের মাঝখানে হারিয়ে যায়। একটি আন্তর্জাতিক SAR প্রচেষ্টা শুরু করা হয়েছিল, কিন্তু কোন লাভ হয়নি। প্রায় দুই বছর পর তৃতীয় প্রচেষ্টায় দুর্ঘটনাস্থলটি আবিষ্কার করা হয় এবং ফ্লাইট রেকর্ডারগুলি উদ্ধার করা সম্ভব হয়।\n২০১৪ সালের গোড়ার দিকে, মালয়েশিয়া এয়ারলাইন্সের ফ্লাইট ৩৭০ রহস্যজনক পরিস্থিতিতে বিধ্বস্ত হয়। অনেক দেশ প্রাথমিক এসএআর প্রচেষ্টায় সাহায্য করেছিল, কিন্তু সফল হয়নি। ২০১৪ সালের জুন মাসে, অস্ট্রেলিয়ান ট্রান্সপোর্ট সেফটি ব্যুরো সমুদ্রতলে তিন মাসের জরিপের নেতৃত্ব দেওয়ার জন্য এমভি ফুগ্রো ইকুয়েটরকে কমিশন দেয়। ২০১৪-এর হিসাব অনুযায়ী, ফ্লাইট ৩৭০-এর অনুসন্ধান এখন পর্যন্ত সবচেয়ে বড় SAR-এর স্বীকৃতি পেয়েছে।\n\n\n== অনুসন্ধান এবং উদ্ধারের প্রকারভেদ ==\n\n\n=== স্থলভাগে (নিম্নভূমিতে) অনুসন্ধান এবং উদ্ধার ===\nস্থল অনুসন্ধান এবং উদ্ধার হল স্থল বা অভ্যন্তরীণ নৌপথে হারিয়ে যাওয়া বা দুর্দশাগ্রস্ত ব্যক্তিদের অনুসন্ধান। বিভিন্ন কারণে মানুষ নিখোঁজ হতে পারে। কেউ কেউ পারিবারিক নির্যাতনের মতো সমস্যার কারণে স্বেচ্ছায় উধাও হয়ে যেতে পারে। অন্যরা অনিচ্ছাকৃত কারণে নিখোঁজ হয়, যেমন মানসিক অসুস্থতা, হারিয়ে যাওয়া, দুর্ঘটনা, অথবা এমন স্থানে মৃত্যু হওয়া, যেখানে তাদের খুঁজে পাওয়া যায় না, অথবা, কম সাধারণভাবে, অপহরণের কারণে মানুষ নিখোঁজ হতে পারে। শহরাঞ্চলে পরিচালিত স্থল অনুসন্ধান এবং উদ্ধার অভিযানকে \"নগর অনুসন্ধান এবং উদ্ধার\" এর সাথে গুলিয়ে ফেলা উচিত নয়, যা অনেক বিচারব্যবস্থায় ধসে পড়া ভবন বা অন্যান্য আটকা পড়া ভবন থেকে লোকদের অবস্থান এবং উদ্ধারকে বোঝায়। \nকিছু দেশে, পুলিশ হল অভ্যন্তরীণ স্থানে নিখোঁজ ব্যক্তির সন্ধানের জন্য প্রাথমিক সংস্থা। কিছু জায়গায় স্বেচ্ছাসেবী অনুসন্ধান এবং উদ্ধারকারী দল রয়েছে যাদের এই অনুসন্ধানগুলিতে সহায়তা করার জন্য ডাকা যেতে পারে।\nযেখানে নির্দিষ্ট পরিবেশগত ঝুঁকি রয়েছে সেখানে অভিযান পরিচালনা করার জন্য অনুসন্ধান ও উদ্ধার সংস্থাগুলিতে ছোট বিশেষজ্ঞ দল থাকতে পারে। উদাহরণগুলির মধ্যে রয়েছে দ্রুত জল উদ্ধার, বন্যা প্রতিক্রিয়া, প্রযুক্তিগত দড়ির মাধ্যমে উদ্ধার, সীমাবদ্ধ স্থান থেকে উদ্ধার, অতিরিক্ত তুষার উদ্ধার এবং পাতলা বরফ উদ্ধার।\n\n\n=== পাহাড়ি উদ্ধার ===\nপাহাড়ি উদ্ধার বলতে বোঝায় দুর্গম এবং পাহাড়ি অঞ্চলে অনুসন্ধান ও উদ্ধার অভিযান।\n\n\n=== গুহা উদ্ধার ===\nগুহা উদ্ধার হল আহত, আটকা পড়া বা হারিয়ে যাওয়া গুহা অভিযাত্রীদের উদ্ধারের জন্য একটি অত্যন্ত বিশেষায়িত উদ্ধার অভিযান।\n\n\n=== নগর অনুসন্ধান এবং উদ্ধার ===\nনগর অনুসন্ধান ও উদ্ধার (US&R বা USAR), যাকে ভারী নগর অনুসন্ধান ও উদ্ধার (HUSAR)ও বলা হয়, তা হল ধসে পড়া ভবন বা অন্যান্য নগর ও শিল্পস্থানে আটকা পড়া এলাকা থেকে ব্যক্তিদের অনুসন্ধান এবং উদ্ধার। কাজের বিশেষ প্রকৃতির কারণে, বেশিরভাগ দল বহু-বিষয়ক এবং এতে পুলিশ, অগ্নিনির্বাপক এবং জরুরি চিকিৎসা পরিষেবার কর্মীরা অন্তর্ভুক্ত থাকে। সাধারণ স্থল অনুসন্ধান এবং উদ্ধার কর্মীদের থেকে এই কর্মীরা আলাদা, বেশিরভাগ US&R কর্মীদের কাঠামোগত ধস এবং বৈদ্যুতিক তার, ভাঙা প্রাকৃতিক গ্যাস লাইন এবং অন্যান্য বিপদের সাথে সম্পর্কিত দুর্ঘটনা সম্পর্কে মৌলিক প্রশিক্ষণ রয়েছে। যদিও বেশিরভাগ ক্ষেত্রে ভূমিকম্পই US&R অভিযানের কারণ হয়ে দাঁড়িয়েছে, সন্ত্রাসী হামলা এবং টর্নেডো এবং হারিকেনের মতো চরম আবহাওয়ার কারণেও এই ইউনিটের ব্যবহার বেড়েছে। \n\n\n=== যুদ্ধ অনুসন্ধান এবং উদ্ধার ===\nযুদ্ধক্ষেত্র অনুসন্ধান ও উদ্ধার (CSAR) হলো যুদ্ধক্ষেত্রের মধ্যে বা কাছাকাছি সময়ে পরিচালিত অনুসন্ধান ও উদ্ধার অভিযান। \n\n\n=== সামুদ্রিক অনুসন্ধান এবং উদ্ধার ===\n\nসমুদ্রে অনুসন্ধান ও উদ্ধার অভিযান চালানো হয় বিপদে পড়া নাবিক এবং যাত্রীদের, ডুবে যাওয়া বিমানে থাকা জীবিতদের বাঁচাতে। সামুদ্রিক অনুসন্ধান এবং উদ্ধারকারী সংস্থার ধরণ দেশভেদে পরিবর্তিত হয়; এটি অনেকক্ষেত্রে উপকূলরক্ষী, নৌবাহিনী বা স্বেচ্ছাসেবী সংস্থাও হতে পারে। যখন কোনও দুর্ঘটনাগ্রস্ত বা নিখোঁজ জাহাজের সন্ধান পাওয়া যায়, তখন এই সংস্থাগুলি হেলিকপ্টার, উদ্ধারকারী জাহাজ বা অন্য কোনও উপযুক্ত জাহাজ মোতায়েন করে যাতে সেগুলিকে স্থলে ফিরিয়ে আনা যায়। কিছু ক্ষেত্রে, সংস্থাগুলি আকাশ-সমুদ্র উদ্ধার (ASR) অভিযান পরিচালনা করতে পারে। এটি বিমান (যেমন উড়ন্ত নৌকা, ভাসমান বিমান, উভচর হেলিকপ্টার এবং উভচর নয় এমন হেলিকপ্টার) এবং ভূপৃষ্ঠের জাহাজের সম্মিলিত ব্যবহারকে বোঝায়।  আরেক ধরণের সামুদ্রিক অনুসন্ধান এবং উদ্ধার হল সাবমেরিন উদ্ধার । আন্তর্জাতিক সামুদ্রিক অনুসন্ধান ও উদ্ধার সংক্রান্ত কনভেনশন (SAR কনভেনশন) হল আন্তর্জাতিক সামুদ্রিক এবং আকাশ-সমুদ্র উদ্ধারের ক্ষেত্রে প্রযোজ্য আইনি কাঠামো। \n\n\n== জাতি অনুসারে ==\n\n\n=== অস্ট্রেলিয়া ===\nজাতীয়\nঅস্ট্রেলিয়ান অনুসন্ধান ও উদ্ধার পরিষেবা তিনটি কর্তৃপক্ষ দ্বারা উপলব্ধ আছে, যথা : অস্ট্রেলিয়ান মেরিটাইম সেফটি অথরিটি (AMSA) এর জয়েন্ট রেসকিউ কোঅর্ডিনেশন সেন্টার (JRCC), অস্ট্রেলিয়ান ডিফেন্স ফোর্স (ADF) এবং স্টেট/টেরিটরি পুলিশ এখতিয়ার। বিস্তৃত অর্থে আলোচনা করা হলে, JRCC জাতীয় এবং আন্তর্জাতিকভাবে নিবন্ধিত বিমান, উপকূলীয় সামুদ্রিক ঘটনা এবং বীকন সক্রিয়করণের প্রতি সাড়া দেয়। অস্ট্রেলিয়ান SRR-এর মধ্যে থাকাকালীন ADF অস্ট্রেলিয়ান এবং বিদেশী সামরিক কর্মী, যানবাহন, জাহাজ এবং বিমানের দায়িত্বে থাকে। উপকূলীয় সামুদ্রিক ঘটনা, নিখোঁজ ব্যক্তি, অনিবন্ধিত বিমান, অভ্যন্তরীণ নৌপথ, বন্দর এবং চিহ্নিত বীকনের জন্য পুলিশ দায়ী।  জেআরসিসি ক্যানবেরায় একটি ২৪ ঘন্টা উদ্ধার সমন্বয় কেন্দ্র (আরসিসি) পরিচালনা করে এবং সামুদ্রিক এবং বিমান অনুসন্ধান ও উদ্ধার উভয়ের জাতীয় সমন্বয়ের দায়িত্বে থাকে। জেআরসিসি কসপাস-সারস্যাট ডিস্ট্রেস বীকন সনাক্তকরণ সিস্টেমের অস্ট্রেলিয়ান গ্রাউন্ড সেগমেন্টের ব্যবস্থাপনা এবং পরিচালনার জন্যও দায়ী। JRCC-এর এখতিয়ার অস্ট্রেলিয়া জুড়ে বিস্তৃত এবং সেই সাথে ভারত, প্রশান্ত মহাসাগর এবং দক্ষিণ মহাসাগরের  ৫২.৮ মিলিয়ন বর্গকিলোমিটার জুড়ে বিস্তৃত যা পৃথিবীর পৃষ্ঠের প্রায় ১১%। \nJRCC-তে SAR বিশেষজ্ঞরা নিযুক্ত আছেন যাদের নৌ, বণিক মেরিন, বিমান বাহিনী, বেসামরিক বিমান চলাচল বা পুলিশ পরিষেবার পটভূমি রয়েছে। JRCC চিকিৎসা স্থানান্তরের সমন্বয় সাধন করে, সামুদ্রিক নিরাপত্তা তথ্য সম্প্রচার করে এবং অস্ট্রেলিয়ান শিপ রিপোর্টিং সিস্টেম (AUSREP) পরিচালনা করে।  অনুসন্ধান ও উদ্ধার অভিযানের সমন্বয় সাধনের জন্য, JRCC যথাযথ সংস্থাগুলির কাছ থেকে সহায়তা আহ্বান করে, যেমন প্রতিরক্ষা বাহিনী, সীমান্ত সুরক্ষা কমান্ড, প্রশিক্ষিত বিমান সংস্থা (সিভিল SAR ইউনিট), জরুরি চিকিৎসায় নিযুক্ত হেলিকপ্টার, রাজ্য পুলিশ পরিষেবা এবং রাজ্য জরুরি পরিষেবার প্রশিক্ষিত বিমান পর্যবেক্ষক।  এছাড়াও অন্যান্য সংস্থা রয়েছে, যেমন অলাভজনক ওয়েস্টপ্যাক লাইফ সেভার রেসকিউ হেলিকপ্টার সার্ভিস যা অস্ট্রেলিয়ার বিভিন্ন স্থানে অবস্থিত এবং অনুসন্ধান ও উদ্ধার পরিষেবা প্রদানের জন্য বিভিন্ন কর্তৃপক্ষের সাথে চুক্তিবদ্ধ।\n\nরাজ্য\n\nঅনেক রাজ্যে রাজ্য পুলিশ রাজ্য-ভিত্তিক অনুসন্ধান ও উদ্ধার স্কোয়াড পরিচালনা করে, যেমন ভিক্টোরিয়া পুলিশ অনুসন্ধান ও উদ্ধার স্কোয়াড, যা তুষার এবং উল্লম্ব পাহাড়ে অনুসন্ধান ও উদ্ধার সহ বেশিরভাগ ভূখণ্ডে ভূমি অনুসন্ধান ও উদ্ধারে বিশেষজ্ঞ দক্ষতা, পরামর্শ এবং ব্যবহারিক সহায়তা প্রদান করে।  এছাড়াও রাজ্য-ভিত্তিক স্বেচ্ছাসেবক অনুসন্ধান এবং উদ্ধার গোষ্ঠী রয়েছে, যেমন নিউ সাউথ ওয়েলসে NSW SES বুশ অনুসন্ধান এবং উদ্ধার এবং ভিক্টোরিয়ায় বুশ অনুসন্ধান এবং উদ্ধার ভিক্টোরিয়া  । এই রাজ্য-ভিত্তিক দলগুলি তাদের রাজ্যের মধ্যে বুশওয়াকিং, পর্বতারোহণ এবং বিশেষজ্ঞ উদ্ধার ক্লাব-এর মাধ্যমে অনুসন্ধানকারীদের আকর্ষণ করে। কয়েকটি দল ঘোড়ায় চড়ে অনুসন্ধান ও উদ্ধার অভিযানে সাড়া দেয়। রাজ্য জরুরি পরিষেবা হল প্রতিটি রাজ্য বা অঞ্চলে প্রতিষ্ঠিত স্বেচ্ছাসেবক-ভিত্তিক জরুরি সংস্থাগুলির একটি সংগ্রহ যা শহর ও গ্রামীণ এলাকায় অনেক উদ্ধার প্রচেষ্টার এবং বন্যা বা ঝড়ের ফলে সৃষ্ট যেকোনো উদ্ধার কাজের দায়িত্বে থাকে। গ্রামীণ এলাকায় SES বেশিরভাগ ঝোপঝাড় অনুসন্ধান, উল্লম্ব এবং সড়ক ট্র্যাফিক উদ্ধার পরিচালনা করে। শহরাঞ্চলে তারা USAR-এর মাধ্যমে পুলিশ এবং অগ্নিনির্বাপক পরিষেবাগুলিকে সহায়তা করে। \n\n\n=== আজারবাইজান ===\nআজারবাইজানে অনুসন্ধান ও উদ্ধার অভিযানগুলি জরুরি অবস্থা মন্ত্রণালয় কর্তৃক পরিচালিত হয়, যা বিমানে রাজ্য বেসামরিক বিমান চলাচল প্রশাসন এবং সমুদ্রে রাজ্য সামুদ্রিক প্রশাসনের সহযোগিতায় পরিচালিত হয়। \n\n\n=== বেলজিয়াম ===\nউত্তর সাগরের বেলজিয়ান অংশে অনুসন্ধান ও উদ্ধারের দায়িত্ব বেলজিয়ান এয়ার কম্পোনেন্ট দ্বারা সম্পাদিত হয়। কোকসিজদে বিমান ঘাঁটি থেকে এটি NH-90 হেলিকপ্টার পরিচালনা করে। \n\n\n=== ব্রাজিল ===\nব্রাজিলে অনুসন্ধান ও উদ্ধারের দায়িত্ব থাকে ব্রাজিলিয়ান নৌবাহিনীর সালভারমার ব্রাজিল (MRCC ব্রাজিল) এবং ব্রাজিলিয়ান বিমান বাহিনীর ডিভিসাও দে বুস্কা ই সালভামেন্টো (D-SAR) (ইংরেজি: অনুসন্ধান ও উদ্ধার বিভাগ)। \n\n\n=== কানাডা ===\n\nকানাডায় বিমান ও সামুদ্রিক অনুসন্ধান ও উদ্ধার কার্যক্রম পরিচালনার দায়িত্ব কানাডিয়ান ফোর্সেস এবং কানাডিয়ান কোস্ট গার্ডের ওপর ন্যস্ত, যারা বিভিন্ন স্বেচ্ছাসেবী সংস্থার সঙ্গে সমন্বয় করে কাজ করে। ন্যাশনাল ডিফেন্স মন্ত্রণালয় (DND) সামগ্রিকভাবে সমন্বিত অনুসন্ধান ও উদ্ধার ব্যবস্থার দায়িত্ব পালন করে।SAR কার্যক্রম Joint Rescue Coordination Centres (JRCC) দ্বারা সংগঠিত হয়, যা কানাডিয়ান কোস্ট গার্ড ও কানাডিয়ান ফোর্সেসের SAR সমন্বয়কারীরা ২৪ ঘণ্টা পরিচালনা করে। কানাডা শিপিং অ্যাক্ট ও কানাডা ওশান্স অ্যাক্ট অনুযায়ী সামুদ্রিক SAR-এর দায়িত্ব মৎস্য ও মহাসাগরবিষয়ক মন্ত্রীর ওপর ন্যস্ত। তবে ভূমি ও অভ্যন্তরীণ জলপথ অনুসন্ধান ও উদ্ধার (GSAR) কার্যক্রমের দায়িত্ব প্রাদেশিক ও আঞ্চলিক সরকারের অধীনে থাকে, যেখানে রয়্যাল কানাডিয়ান মাউন্টেড পুলিশ (RCMP) এবং অন্যান্য পুলিশ বাহিনী প্রায়ই স্বেচ্ছাসেবী GSAR দলগুলোর সহায়তায় এসব কার্যক্রম পরিচালনা করে।\nকানাডিয়ান ফোর্সেসের পাঁচটি নির্দিষ্ট SAR স্কোয়াড্রন রয়েছে:\n\n১০৩ সার্চ অ্যান্ড রেসকিউ স্কোয়াড্রন – CFB Gander (CH-149 Cormorant)\n৪১৩ ট্রান্সপোর্ট অ্যান্ড রেসকিউ স্কোয়াড্রন – CFB Greenwood (CH-149 Cormorant & CC-130 Hercules)\n৪২৪ ট্রান্সপোর্ট অ্যান্ড রেসকিউ স্কোয়াড্রন – *CFB Trenton (CH-146 Griffon & CC-130 Hercules)\n\n৪৩৫ ট্রান্সপোর্ট অ্যান্ড রেসকিউ স্কোয়াড্রন – CFB Winnipeg (CC-130 Hercules)\n৪৪২ ট্রান্সপোর্ট অ্যান্ড রেসকিউ স্কোয়াড্রন – CFB Comox (CH-149 Cormorant & CC-115 Buffalo)\nএছাড়াও তিনটি কমব্যাট সাপোর্ট স্কোয়াড্রন SAR ভূমিকা পালন করে:\n\n৪১৭ কমব্যাট সাপোর্ট স্কোয়াড্রন – CFB Cold Lake (CH-146 Griffon)\n৪৩৯ কমব্যাট সাপোর্ট স্কোয়াড্রন – CFB Bagotville (CH-146 Griffon)\n৪৪৪ কমব্যাট সাপোর্ট স্কোয়াড্রন – CFB Goose Bay (CH-146 Griffon)\nকানাডার বিভিন্ন প্রদেশ ও পৌরসভায় স্বতন্ত্র SAR ইউনিট রয়েছে, যেমন:\nহালটন আঞ্চলিক পুলিশ মেরিন ইউনিট – লেক অন্টারিওতে কাজ করে\nটরন্টো পুলিশ সার্ভিস মেরিন ইউনিট – লেক অন্টারিওতে কাজ করে\nপিল আঞ্চলিক পুলিশ মেরিন ইউনিট – লেক অন্টারিও ও পিল অঞ্চলের নদীগুলোতে কাজ করে\nঅন্টারিও প্রভিন্সিয়াল পুলিশ মেরিন ইউনিট – গ্রেট লেক ও জর্জিয়ান বেতে কাজ করে\nডারহাম আঞ্চলিক পুলিশ মেরিন ইউনিট – লেক অন্টারিও ও ডারহাম অঞ্চলের জলাশয়ে কাজ করে\nভ্যাঙ্কুভার পুলিশ বিভাগ – ভ্যাঙ্কুভার শহরের আশপাশের জলপথে কাজ করে\nএছাড়াও, টরন্টোর হেভি আরবান সার্চ অ্যান্ড রেসকিউ ইউনিট এবং ব্রকভিল পুলিশ সার্ভিস মেরিন প্যাট্রোল ইউনিট (সেন্ট লরেন্স নদীতে) উল্লেখযোগ্য ভূমিকা পালন করে। কানাডায় অনেক স্বেচ্ছাসেবী সংস্থা SAR কার্যক্রম পরিচালনা করে, যার মধ্যে উল্লেখযোগ্য:\nব্রিটিশ কলাম্বিয়া সার্চ অ্যান্ড রেসকিউ অ্যাসোসিয়েশন – ৮০টি কমিউনিটি-ভিত্তিক GSAR দল\nঅ্যালবার্টা/ব্রিটিশ কলাম্বিয়া কেভ রেসকিউ\nকানাডা টাস্ক ফোর্স ২, অ্যালবার্টা\nসিভিল এয়ার সার্চ অ্যান্ড রেসকিউ অ্যাসোসিয়েশন\nনর্থ শোর রেসকিউ, ব্রিটিশ কলাম্বিয়া\nক্যুবেক সেকুর্স, ক্যুবেক\nরয়্যাল কানাডিয়ান মেরিন সার্চ অ্যান্ড রেসকিউ (RCM SAR)\nসার্চ অ্যান্ড রেসকিউ ম্যানিটোবা (SARMAN)\nভ্যাঙ্কুভার আরবান সার্চ অ্যান্ড রেসকিউ (কানাডিয়ান টাস্ক ফোর্স ওয়ান)\n\n\n=== ক্রোয়েশিয়া ===\nক্রোয়েশিয়ায় অনুসন্ধান ও উদ্ধার (SAR) কার্যক্রম ক্রোয়েশিয়ান নেভি ও ক্রোয়েশিয়ান কোস্ট গার্ড পরিচালনা করে, যার মুখ্য সদর দপ্তর রিয়েকা শহরে অবস্থিত।\n\n\n=== সাইপ্রাস ===\n\nসাইপ্রাস প্রজাতন্ত্রের অনুসন্ধান ও উদ্ধার (SAR) ব্যবস্থা সাইপ্রাস যৌথ উদ্ধার সমন্বয় কেন্দ্র (JRCC লারনাকা) দ্বারা পরিচালিত হয়। JRCC (গ্রিক: Κέντρο Συντονισμού Έρευνας και Διάσωσης) সাইপ্রাস প্রজাতন্ত্রের প্রতিরক্ষা মন্ত্রণালয়ের অধীনে একটি স্বতন্ত্র সংস্থা। এটি ৭ আগস্ট ১৯৯৫ সালে সাইপ্রাস বিমান বাহিনী কমান্ডের একটি ইউনিট হিসেবে ২৪-ঘণ্টা কার্যক্রম শুরু করে। ১ মার্চ ২০০২ সালে, JRCC সম্পূর্ণ দায়িত্ব গ্রহণ করে এবং সাইপ্রাস প্রজাতন্ত্র অনুসন্ধান ও উদ্ধার অঞ্চলে (SRR) সমস্ত SAR ঘটনা তদন্ত, সংগঠিত, সমন্বয় ও বাস্তবায়নের কাজ পরিচালনা করে। এটি প্রথমে একটি সামরিক ইউনিট ছিল, তবে ২৬ জুলাই ২০১০ সালে এটি প্রতিরক্ষা মন্ত্রণালয়ের অধীনে একটি স্বতন্ত্র সংস্থায় রূপান্তরিত হয়। এর কার্যক্রমের দায়িত্ব প্রতিরক্ষা মন্ত্রী পরিচালনা করেন, আর প্রযুক্তিগত ও লজিস্টিক সহায়তার দায়িত্ব যোগাযোগ ও কর্ম মন্ত্রণালয়ের উপর ন্যস্ত।\nJRCC-এর প্রধান লক্ষ্য হলো সাইপ্রাস প্রজাতন্ত্রের SAR ব্যবস্থা সংগঠিত করা এবং বিমান বা সামুদ্রিক দুর্ঘটনার পর দ্রুততম সময়ে বিপদগ্রস্ত ব্যক্তিদের উদ্ধার করা। এটি বিভিন্ন সংস্থার মধ্যে সমন্বয় সাধন করে, যার মধ্যে রয়েছে সাইপ্রাস পুলিশ এভিয়েশন ইউনিট, সাইপ্রাস বন্দর ও নৌ পুলিশ, সাইপ্রাস জাতীয় রক্ষীবাহিনীর নৌ কমান্ড, বিমান বাহিনী কমান্ড, সাইপ্রাস সিভিল ডিফেন্স এবং অন্যান্য সহায়ক সংস্থাগুলি। JRCC প্রতিরক্ষা মন্ত্রণালয়ের অধীনে পরিচালিত হয় এবং এটি প্রধানত নৌ ও বিমান বাহিনীর প্রশিক্ষিত কর্মীদের দ্বারা পরিচালিত।\n\n\n==== উত্তর সাইপ্রাস ====\nউত্তর সাইপ্রাসেও অনুসন্ধান ও উদ্ধার দল রয়েছে। উত্তর সাইপ্রাস তুর্কি প্রজাতন্ত্রের অনুসন্ধান ও উদ্ধার কার্যক্রম প্রধানত নিম্নলিখিত সংস্থাগুলোর মাধ্যমে পরিচালিত হয়:\nSSTB সিভিল ডিফেন্স অর্গানাইজেশন প্রেসিডেন্সি (তুর্কি: Sivil Savunma Teşkilat Başkanlığı)\nজরুরি ব্যবস্থাপনা কমিটি\nDAK প্রাকৃতিক দুর্যোগে অনুসন্ধান ও উদ্ধার দল (তুর্কি: Doğal Afetlerde Arama Kurtarma)\nAKUT TRNC\nসামরিক বিভাগ:\nউত্তর সাইপ্রাস তুর্কি প্রজাতন্ত্রের কোস্ট গার্ড কমান্ড\nউত্তর সাইপ্রাস উপকূলীয় নিরাপত্তা (পুলিশ)\nনিরাপত্তা বাহিনীর অনুসন্ধান ও উদ্ধার দল\n\n\n=== ডেনমার্ক ===\n\nডেনমার্কে অনুসন্ধান ও উদ্ধার কার্যক্রম পরিচালনা করে ড্যানিশ এয়ার ফোর্স স্কোয়াড্রন ৭২২, ড্যানিশ নেভি এয়ার স্কোয়াড্রন, নৌবাহিনীর হোম গার্ড এবং ড্যানিশ মেরিটাইম সেফটি অ্যাডমিনিস্ট্রেশন। এগুলো যৌথ উদ্ধার সমন্বয় কেন্দ্রের মাধ্যমে পরিচালিত হয়, যা ড্যানিশ নৌবাহিনী এবং বিমান বাহিনী নিয়ন্ত্রণ করে। আন্তর্জাতিকভাবে ডেনমার্ক জার্মানি, নরওয়ে এবং সুইডেনের সাথে সহযোগিতা করে।\nSAR কার্যক্রম শুরু হয় ১৯৫৭ সালে সাতটি সিকোরস্কি S-55 হেলিকপ্টার দিয়ে। এদের জ্বালানি সীমিত ছিল, তাই পেমব্রোক টুইন-ইঞ্জিন বিমান ব্যবহার করা হতো অনুসন্ধানের জন্য, এরপর S-55 উদ্ধার কার্যক্রম পরিচালনা করত। ১৯৬২ সালে আটটি অ্যালুয়েট III সংযোজিত হয়, যা মূলত উত্তর আটলান্টিকে টহলদারির জন্য ব্যবহৃত হতো। ১৯৬৪-৬৫ সালে S-55 এর পরিবর্তে আটটি সিকোরস্কি S-61A যুক্ত করা হয়।\n২০০৭ সালে ড্যানিশ প্রতিরক্ষা বাহিনী হরসেনসে একটি জনসচেতনতা প্রদর্শনী আয়োজন করে, যার উদ্দেশ্য ছিল উদ্ধার সেবা এবং সামুদ্রিক নিরাপত্তা সম্পর্কে সচেতনতা বৃদ্ধি করা। ডেনমার্কের ভূখণ্ডের তুলনায় উপকূলরেখা দীর্ঘ হওয়ায় সামুদ্রিক উদ্ধার কার্যক্রম অত্যন্ত গুরুত্বপূর্ণ।\n২০০৮ সালে ডেনমার্কের SAR বাহিনী-তে অন্তর্ভুক্ত ছিল আটটি EH-101 হেলিকপ্টার, এক বা দুটি লিংক্স হেলিকপ্টার, ৩৪টি নৌ হোম গার্ড জাহাজ এবং ২১টি উদ্ধারকারী নৌযান। এছাড়াও, সমুদ্রে মোতায়েন থাকা নৌবাহিনীর জাহাজ SAR কার্যক্রম পরিচালনা করত।\nEH-101 হেলিকপ্টারগুলো অলবর্গ, স্ক্রিডস্ট্রুপ এবং রস্কিলডে ঘাঁটি থেকে পরিচালিত হয়। শীতকালে, যখন সমুদ্রের পানি অত্যন্ত ঠান্ডা থাকে, তখন বাল্টিক সাগরের বোর্নহল্ম দ্বীপে একটি হেলিকপ্টার মোতায়েন করা হয়। লিংক্স হেলিকপ্টার কারুপ ঘাঁটি থেকে পরিচালিত হয়।\nসামুদ্রিক উদ্ধার নৌযানসমূহ সম্পূর্ণ উপকূলজুড়ে এবং দ্বীপগুলিতে বিতরণ করা হয়। S-61 এবং EH-101 হেলিকপ্টারগুলোর ক্রু সংখ্যা ছয়জন: দুইজন পাইলট, একজন নেভিগেটর, একজন ফ্লাইট ইঞ্জিনিয়ার, একজন চিকিৎসক এবং একজন উদ্ধারকারী সাঁতারু।\n\n\n=== ফ্রান্স ===\n\nSociété Nationale de Sauvetage en Mer (SNSM) ফরাসি উপকূল এবং সমুদ্রে উদ্ধার কার্যক্রম পরিচালনা করে। ২০১৬ সালে, তারা ৫,২০০টি উদ্ধার অভিযানে ৭,৫০০ জনকে সহায়তা করেছে। এই পরিষেবার ৪১টি যেকোনো আবহাওয়ায় চলতে সক্ষম উদ্ধার নৌকা, ৩৪টি প্রথম-শ্রেণির উদ্ধার নৌকা এবং ৭৬টি দ্বিতীয়-শ্রেণির লাইফবোট রয়েছে।\nফ্রান্সে অনুসন্ধান ও উদ্ধার (SAR) কার্যক্রম উদ্ধারের স্থানের ওপর নির্ভর করে বিভিন্ন সংস্থা দ্বারা পরিচালিত হয়:\nসামুদ্রিক উদ্ধার: ফরাসি নৌবাহিনী বিমান ইউনিট (যেমন ব্রিটানির \"Flottille 33F\") এবং বিশেষায়িত উদ্ধার নৌকা (যেমন \"L'abeille Bourbon\") ব্যবহার করে।\nপর্বতমালায় উদ্ধার: ফরাসি জান্দারমেরি EC-145 'Chouka' হেলিকপ্টার ব্যবহার করে।\nঅন্যান্য অঞ্চলে উদ্ধার: ফরাসি নাগরিক সুরক্ষা সংস্থা (\"Securité Civile\") প্যারামেডিকস, ফায়ার ইউনিট এবং হাসপাতালের মোবাইল ইউনিটের সঙ্গে কাজ করে এবং EC-145 'Dragon' হেলিকপ্টার ব্যবহার করে।\n\n\n=== জার্মান ===\n\nজার্মান জলে অনুসন্ধান ও উদ্ধার (SAR) কার্যক্রম পরিচালনা করে জার্মান সামুদ্রিক অনুসন্ধান ও উদ্ধার পরিষেবা (DGzRS), যা জার্মান নৌবাহিনী, ফেডারেল পুলিশ এবং জার্মান আর্মি এভিয়েশন থেকে বিমান সহায়তা পায়। সমস্ত অনুসন্ধান ও উদ্ধার অনুরোধ ব্রেমেনের সামুদ্রিক উদ্ধার সমন্বয় কেন্দ্র দ্বারা পরিচালিত হয়। DGzRS একটি বেসরকারি সংস্থা, যা সম্পূর্ণরূপে অনুদানের মাধ্যমে পরিচালিত হয়।\nঅফশোর অনুসন্ধান ও উদ্ধারের পাশাপাশি, জার্মান আর্মি এভিয়েশন তিনটি SAR কমান্ড পোস্ট পরিচালনা করে, যা ২৪/৭ ভিত্তিতে সক্রিয় থাকে:\nহলজডর্ফ এয়ার বেস – Airbus H145 LUH SAR (Light Utility Helicopter Search and Rescue) দ্বারা পরিচালিত।\nনরভেনিচ এয়ার বেস – একটি SAR কমান্ড পোস্ট।\nনিডারস্টেটেন আর্মি এয়ারফিল্ড – দুটি SAR কমান্ড পোস্ট।\nএছাড়াও, Technisches Hilfswerk (THW) জার্মান দুর্যোগ ব্যবস্থাপনার একটি গুরুত্বপূর্ণ অংশ এবং এটি শহুরে অনুসন্ধান ও উদ্ধার কার্যক্রমে নিয়মিতভাবে আন্তর্জাতিকভাবে সহায়তা করে।\n\n\n=== হংকং ===\n\nহংকংয়ে অনুসন্ধান ও উদ্ধার (SAR) অভিযান পরিচালনা করে গভর্নমেন্ট ফ্লাইং সার্ভিস (GFS), এবং ১৯৯৩ সালের আগে এটি রয়েল হংকং অক্সিলিয়ারি এয়ার ফোর্স দ্বারা পরিচালিত হত। GFS হংকং ফ্লাইট ইনফরমেশন রিজিয়ন (FIR)-এর ৪০০ নটিক্যাল মাইল (৭৪০ কিমি) ব্যাসার্ধের মধ্যে সামুদ্রিক SAR পরিচালনা করে।\n২০২০ সালের হিসাবে, GFS বহরে মোট ৯টি বিমান রয়েছে:[80]\n২টি বম্বার্ডিয়ার চ্যালেঞ্জার ৬০৫ - আকাশ থেকে SAR নজরদারির জন্য\n৭টি এয়ারবাস হেলিকপ্টার H175 - উপকূলীয় ও দূরবর্তী সমুদ্রাঞ্চলে SAR পরিচালনার জন্য\nহংকংয়ের অন্যান্য বেসামরিক SAR ইউনিট:\nসিভিল এইড সার্ভিস - হংকং ফায়ার সার্ভিস বিভাগের সঙ্গে সমন্বয়ে কাজ করে এবং GFS-এর বিমান সহায়তায় পর্বত উদ্ধার সেবা প্রদান করে।\nহংকং ফায়ার সার্ভিস / হংকং মেরিন পুলিশ - বিভিন্ন উদ্ধারকারী জলযান ও ডুবুরি দল, যাদের GFS-এর বিমান সহায়তা থাকে।\nহংকং মেরিটাইম রেসকিউ কো-অর্ডিনেশন সেন্টার - হংকংয়ের আশেপাশের জলসীমায় সামুদ্রিক SAR-এর জন্য অন্যান্য বেসামরিক সংস্থাগুলোর সমন্বয় করে।\nকান্ট্রিসাইড ভলান্টিয়ার সার্চ টিম\n\n\n=== আইসল্যান্ড ===\n\nআইসল্যান্ডের কোস্ট গার্ড আইসল্যান্ডের অনুসন্ধান ও উদ্ধার অঞ্চল (SRR)-এর সমস্ত সামুদ্রিক ও বিমান অনুসন্ধান ও উদ্ধার (SAR) কার্যক্রমের সমন্বয় করে, যার আয়তন ১.৯ মিলিয়ন বর্গকিলোমিটার।\nআইসল্যান্ডের কোস্ট গার্ড JRCC ICELAND পরিচালনা করে, যা কোস্ট গার্ডের অপারেশন সেন্টার, মেরিটাইম ট্রাফিক সার্ভিস এবং উপকূলীয় রেডিও স্টেশনগুলোর সঙ্গে মিলিতভাবে কাজ করে।\nযদি বিমান দুর্ঘটনার স্থান স্থলে থাকে, তাহলে উদ্ধার কার্যক্রমের নিয়ন্ত্রণ আইসল্যান্ডের পুলিশ গ্রহণ করে, কারণ স্থলভাগে SAR পরিচালনার দায়িত্ব তাদের।\nJRCC ICELAND হল Cospas-Sarsat SAR পয়েন্ট অব কন্টাক্ট।\nISAVIA, যা আইসল্যান্ডে এয়ার ট্রাফিক কন্ট্রোল পরিচালনা করে, বিমান সংক্রান্ত সতর্কতা পরিষেবার দায়িত্বে রয়েছে।\nআইসল্যান্ডের কোস্ট গার্ড সামুদ্রিক টহল বিমান, SAR হেলিকপ্টার এবং টহল জাহাজ পরিচালনা করে।\nআইসল্যান্ডের অনুসন্ধান ও উদ্ধার সমিতি (ICESAR / Slysavarnafélagið Landsbjörg) একটি স্বেচ্ছাসেবী সংস্থা, যার প্রায় ১০০টি উদ্ধারকারী দল পুরো দ্বীপজুড়ে মোতায়েন রয়েছে। ICESAR স্থল ও সমুদ্র উভয় ক্ষেত্রেই SAR কার্যক্রমের গুরুত্বপূর্ণ সহায়ক। প্রতিটি উদ্ধারকারী দলে বিশেষ প্রশিক্ষিত সদস্যদের দল থাকে।\nএকটি বিশেষায়িত INSARAG এক্সটার্নাল ক্লাসিফিকেশন সার্টিফায়েড ধ্বংসস্তূপ উদ্ধার দল আইসল্যান্ডের অনুসন্ধান ও উদ্ধার সমিতির অধীনে কাজ করে। এটি ২০১০ সালে হাইতির ভূমিকম্পের পর প্রথম উদ্ধারকারী দল হিসেবে সেখানে পৌঁছায়।\n\n\n=== আয়ারল্যান্ড ===\n\nআয়ারল্যান্ডে সামুদ্রিক অনুসন্ধান ও উদ্ধার (SAR) পরিষেবা দুটি বেসামরিক সংস্থা দ্বারা পরিচালিত হয় - আইরিশ কোস্ট গার্ড এবং RNLI। কোস্ট গার্ড আইরিশ অনুসন্ধান ও উদ্ধার অঞ্চলের দায়িত্বে রয়েছে।\nরয়্যাল ন্যাশনাল লাইফবোট ইনস্টিটিউশনের ৪৩টি লাইফবোট স্টেশন রয়েছে, যার মধ্যে এনিসকিলেন এবং লফ ডার্গে অভ্যন্তরীণ স্টেশন অন্তর্ভুক্ত। এছাড়াও, কোস্ট গার্ড ইনশোর রেসকিউ বোট এবং ১৫টি স্থানে কমিউনিটি রেসকিউ বোট রয়েছে:\nব্যালিনস্কেলিগস, কাউন্টি কেরি; ব্যালিবুনিয়ন, কাউন্টি কেরি; ব্যালিহেইগ, কাউন্টি কেরি; বান্না, কাউন্টি কেরি; ব্যানট্রি, কাউন্টি কর্ক; বুনমাহোন, কাউন্টি ওয়াটারফোর্ড; কাহোর, কাউন্টি ওয়েক্সফোর্ড; কার্না, কাউন্টি গালওয়ে; করিব/মাস্ক লেকস, কাউন্টি গালওয়ে; ডেরিনেইন, কাউন্টি কেরি; লিমরিক সিটি (রিভার শ্যানন); ম্যালো সার্চ অ্যান্ড রেসকিউ, কাউন্টি কর্ক; শুল, কাউন্টি কর্ক; ট্রামোর, কাউন্টি ওয়াটারফোর্ড; ওয়াটারফোর্ড সিটি রিভার রেসকিউ; ওয়াটারফোর্ড মেরিন সার্চ অ্যান্ড রেসকিউ। এছাড়াও প্রায় ২৫টি অন্যান্য স্বাধীন উদ্ধার পরিষেবা রয়েছে।\nমাউন্টেন রেসকিউ আয়ারল্যান্ডে ১২টি স্বেচ্ছাসেবী দল দ্বারা পরিচালিত হয়, যা দেশের বিভিন্ন অঞ্চলে অবস্থান করে।\nআইরিশ কোস্ট গার্ড (IRCG) ২০১০ সাল থেকে €৫০০ মিলিয়ন মূল্যের চুক্তির আওতায় ডাবলিন, ওয়াটারফোর্ড, শ্যানন এবং স্লিগোর ঘাঁটি থেকে চুক্তিবদ্ধ সিকোরস্কি অনুসন্ধান ও উদ্ধার হেলিকপ্টার পরিচালনা করে। আগের সিকোরস্কি S-61N হেলিকপ্টার বহরকে নতুন পাঁচটি সিকোরস্কি S-92 হেলিকপ্টারে প্রতিস্থাপন করা হয়েছে। প্রতিটি IRCG ঘাঁটিতে একটি করে নতুন S-92 হেলিকপ্টার অবস্থান করছে, এবং একটি অতিরিক্ত হেলিকপ্টার বিভিন্ন ঘাঁটিতে ঘুরিয়ে ব্যবহার করা হয়।\nআইরিশ কোস্ট গার্ড ভবিষ্যতের জন্য একটি SAR এভিয়েশন চুক্তির টেন্ডার আহ্বান করছে, যা অনুরূপ পরিষেবার জন্য চালু করা বেশ কয়েকটি টেন্ডারের মধ্যে একটি।\nআইরিশ এয়ার কর্পস স্থল ও সমুদ্র উভয় ক্ষেত্রেই অনুসন্ধান ও উদ্ধারের জন্য শীর্ষ কভার প্রদান করে, এবং প্রয়োজনে সামুদ্রিক ও পর্বত উদ্ধারেও সহায়তা করতে পারে। আইরিশ নেভাল সার্ভিস অন্যান্য সংস্থাগুলোকে নিয়মিত সহযোগিতা করে, যার মধ্যে সমুদ্রে টহলরত জাহাজ এবং হলবোলাইন কমিউনিকেশন সেন্টারে ২৪-ঘণ্টার জরুরি সংকেত পর্যবেক্ষণ অন্তর্ভুক্ত।\nসিভিল ডিফেন্স আয়ারল্যান্ড স্থল এবং অভ্যন্তরীণ জলসীমায় বিভিন্ন অনুসন্ধান ও উদ্ধার কার্যক্রম পরিচালনা করে।\n\n\n=== মালয়েশিয়া ===\n\nমালয়েশিয়ায় স্থল অনুসন্ধান ও উদ্ধার (SAR) কার্যক্রমের জন্য দুটি প্রধান ইউনিট রয়েছে:\n১. Special Malaysia Disaster Assistance and Rescue Team (SMART) – এটি জাতীয় নিরাপত্তা কাউন্সিলের অধীনে পরিচালিত হয়।\n২. Malaysian Fire and Rescue Department's (FRDM) Special Tactical Operation and Rescue Team of Malaysia (STORM) – এটি মালয়েশিয়ার অগ্নিনির্বাপন ও উদ্ধার বিভাগের (FRDM) একটি বিশেষ ইউনিট।\nএই ইউনিটগুলোকে প্রায়ই জঙ্গল বিশেষজ্ঞ, আদিবাসী পুলিশ ইউনিট (Senoi Praaq), রয়্যাল মালয়েশিয়ান পুলিশ (RMP) এর VAT 69 কমান্ডো, মালয়েশিয়ার সশস্ত্র বাহিনীর বিশেষ বাহিনী এবং মালয়েশিয়ান সিভিল ডিফেন্স ফোর্স সহায়তা প্রদান করে। SMART এবং STORM প্রায়ই আন্তর্জাতিক অনুসন্ধান ও উদ্ধার মিশনেও অংশগ্রহণ করে।\nসমুদ্র অনুসন্ধান ও উদ্ধার (Maritime SAR) কার্যক্রম পরিচালনার দায়িত্ব মালয়েশিয়ার কোস্ট গার্ড (Malaysia Coast Guard) এবং FRDM-এর ওপর ন্যস্ত। এদের রয়্যাল মালয়েশিয়ান পুলিশ (RMP) এর মেরিন অপারেশন ফোর্স এবং রয়্যাল মালয়েশিয়ান এয়ার ফোর্সের (RMAF) PASKAU ইউনিট সহায়তা করে।\n\n\n=== মাল্টা ===\n\nমাল্টা অনুসন্ধান ও উদ্ধার (SAR) অঞ্চলে সমুদ্রে উদ্ধার কার্যক্রমের দায়িত্ব মাল্টার সশস্ত্র বাহিনী (AFM) এর ওপর ন্যস্ত। এটি উদ্ধার সমন্বয় কেন্দ্রের (Rescue Coordination Centre) তত্ত্বাবধানে সামুদ্রিক টহল বিমান, হেলিকপ্টার এবং জাহাজের মাধ্যমে পরিচালিত হয়।\nAFM মার্কিন কোস্ট গার্ডের সাথে ঘনিষ্ঠ সহযোগিতায় একটি আন্তর্জাতিক শিক্ষার্থীদের জন্য অনুসন্ধান ও উদ্ধার প্রশিক্ষণ কেন্দ্র পরিচালনা করে। এখানে সমুদ্র অনুসন্ধান ও উদ্ধার (Maritime SAR) মিশন সমন্বয় এবং পরিকল্পনার ওপর প্রশিক্ষণ দেওয়া হয়। এখন পর্যন্ত আলবেনিয়া, ক্যামেরুন, ক্রোয়েশিয়া, ইকুয়েটোরিয়াল গিনি এবং কেনিয়া সহ ১৫টি দেশের ৩০ জনেরও বেশি বিদেশি শিক্ষার্থী এই কোর্সে অংশ নিয়েছে।\nএছাড়া, মাল্টা ও লিবিয়া SAR সহযোগিতা বৃদ্ধির বিষয়ে আলোচনা চালিয়ে যাচ্ছে।\n\n\n=== নিউ জিল্যান্ড ===\nনিউজিল্যান্ডের অনুসন্ধান ও উদ্ধার (SAR) অঞ্চল দক্ষিণ মেরু থেকে হোনোলুলুর দক্ষিণ সীমানা পর্যন্ত বিস্তৃত, যার মধ্যে নরফোক, টোঙ্গা, সামোয়া এবং কুক দ্বীপপুঞ্জ অন্তর্ভুক্ত।\nছোট অনুসন্ধান কার্যক্রম স্থানীয় পুলিশ নিয়ন্ত্রণ করে, যারা স্থল-ভিত্তিক অভিযানের জন্য LandSAR-এর সহায়তা নেয়, যেমন নিউজিল্যান্ডে tramping নামে পরিচিত হারিয়ে যাওয়া পর্বতারোহীদের সন্ধান। উপকূলীয় সামুদ্রিক ঘটনাগুলোর জন্য রয়্যাল নিউজিল্যান্ড কোস্টগার্ড আহ্বান করা হয়। বড় সামুদ্রিক অনুসন্ধান ও উদ্ধার কার্যক্রম, পাশাপাশি বিলম্বিত উড়োজাহাজের রিপোর্ট, রেসকিউ কোঅর্ডিনেশন সেন্টার নিউজিল্যান্ড (RCCNZ)-এর নিয়ন্ত্রণে থাকে, যা অ্যাভালনে অবস্থিত এবং স্থানীয় কোস্টগার্ড, হেলিকপ্টার অপারেটর, বাণিজ্যিক নৌবহর, বিমান বাহিনী ও নৌবাহিনীর সম্পদের সমন্বয় করে।\nশহুরে অনুসন্ধান ও উদ্ধার (Urban Search and Rescue) মূলত Fire and Emergency New Zealand (FENZ)-এর আওতায় পড়ে, বিশেষ করে Palmerston North, Christchurch, এবং Auckland-এ অবস্থিত তিনটি USAR টাস্কফোর্স গ্রুপ পরিচালনা করে। এই দলগুলো বিভিন্ন বিশেষজ্ঞ ও সংস্থাকে একত্রিত করে বহুমুখী সমন্বিত প্রতিক্রিয়া নিশ্চিত করে।\nFENZ-কে সহায়তা প্রদানকারী সংস্থাগুলোর মধ্যে অন্যতম Response Teams (NZRTs)। এগুলো পেশাদার স্বেচ্ছাসেবকদের আঞ্চলিক উদ্ধার দল, যারা USAR ক্যাটাগরি 1R (USAR Responder) নামে পরিচিত ন্যূনতম শিল্পমান অনুযায়ী প্রশিক্ষণপ্রাপ্ত, যা FENZ দমকলকর্মীদের জন্যও স্ট্যান্ডার্ড। Response Teams নিউজিল্যান্ডের মিনিস্ট্রি অফ সিভিল ডিফেন্স অ্যান্ড ইমার্জেন্সি ম্যানেজমেন্ট (MCDEM)-এর সঙ্গে নিবন্ধিত এবং স্থানীয় MCDEM গ্রুপ ও সম্প্রদায়ের সহায়তা করে জরুরি অবস্থায় সম্পূর্ণকালীন জরুরি পরিষেবাগুলোকে পরিপূরক হিসেবে কাজ করে।\nতাদের অতিরিক্ত দক্ষতার মধ্যে রয়েছে:\nউচ্চতায় দড়ি ব্যবহার করে উদ্ধার (High Angle Rope Rescue)\nঝড় মোকাবিলা (Storm Response)\nপ্রবাহিত পানিতে উদ্ধার অভিযান (Swift Water Response)\nচিকিৎসা সহায়তা (Medics)\nজরুরি আশ্রয় ও ত্রাণ (Welfare)\nগ্রামীণ অগ্নি নির্বাপন সহায়তা (Rural Fire Support)\n২০১১ সালের ক্রাইস্টচার্চ ভূমিকম্পে উদ্ধার ও পুনরুদ্ধার প্রচেষ্টায় অনেক Response Team মোতায়েন করা হয়েছিল।\n\n\n=== নরওয়ে ===\nনরওয়েতে জাতীয় পর্যায়ে এবং সমুদ্রে অনুসন্ধান ও উদ্ধার অভিযানের দায়িত্ব দুটি সংস্থা পরিচালনা করে: দক্ষিণ নরওয়ের যৌথ উদ্ধার সমন্বয় কেন্দ্র এবং উত্তর নরওয়ের যৌথ উদ্ধার সমন্বয় কেন্দ্র।\nস্থানীয় অনুসন্ধান ও উদ্ধার অভিযানের ক্ষেত্রে, বিশেষ করে স্থলভাগে এবং নিখোঁজ ব্যক্তির সন্ধানে, নরওয়ের প্রতিটি পুলিশ জেলা যৌথ উদ্ধার সমন্বয় কেন্দ্রগুলোর পক্ষ থেকে অনুসন্ধান ও উদ্ধার অভিযানের নেতৃত্ব দেয়। পুলিশ বেসামরিক, সামরিক এবং স্বেচ্ছাসেবী সংস্থাগুলোর সহায়তা নিতে পারে, যারা বিভিন্ন দক্ষতা নিয়ে কাজ করে, যেমন:\nপেশাদার সংস্থাগুলি:\nনরওয়েজিয়ান সিভিল ডিফেন্স\nনরওয়েজিয়ান হোম গার্ড\nরয়েল নরওয়েজিয়ান এয়ার ফোর্সের ৩৩০ নম্বর স্কোয়াড্রন\nপুলিশ হেলিকপ্টার সার্ভিস\nনরওয়েজিয়ান এয়ার অ্যাম্বুলেন্স সার্ভিস\nনরওয়েজিয়ান সোসাইটি ফর সি রেসকিউ (পেশাদার ক্রু)\nস্বেচ্ছাসেবী সংস্থাগুলি:\nনরওয়েজিয়ান রেড ক্রস অনুসন্ধান ও উদ্ধার কর্পস\nনরওয়েজিয়ান পিপলস এইড\nনরওয়েজিয়ান সোসাইটি ফর সি রেসকিউ (স্বেচ্ছাসেবী ক্রু)\nনরওয়েজিয়ান রেডিও রিলে লীগ\nনরওয়েজিয়ান স্পিলিওলজিক্যাল সোসাইটি\nনরওয়েজিয়ান স্কাউটস' ইমার্জেন্সি রেসপন্স টিমস\nনরওয়েজিয়ান সার্চ অ্যান্ড রেসকিউ ডগস\nনরওয়েজিয়ান এয়ার স্পোর্টস ফেডারেশনের এয়ার সার্ভিস\nযদিও স্বেচ্ছাসেবী সংস্থাগুলি জাতীয়ভাবে সংগঠিত, স্থানীয় পর্যায়ে এগুলি সাধারণত স্বাধীনভাবে পরিচালিত হয়। তারা স্থানীয় চাহিদা ও বাজেট অনুযায়ী বিশেষ সরঞ্জাম ব্যবহার করতে পারে, যেমন নৌকা, অল-টেরেইন যানবাহন, স্নোমোবাইল, অ্যাম্বুলেন্স এবং থার্মাল ক্যামেরাসহ কোয়াডকপ্টার। কিছু স্বেচ্ছাসেবী সংস্থার যানবাহনে নীল জরুরি বাতি ও সাইরেন থাকে, তবে কমলা ও সাদা বাতি বেশি প্রচলিত।\n\nরয়েল নরওয়েজিয়ান এয়ার ফোর্সের ৩৩০ নম্বর স্কোয়াড্রন একমাত্র সরকারি অনুসন্ধান ও উদ্ধার ইউনিট, যা SAR Queen (আগুস্তাওয়েস্টল্যান্ড AW101) হেলিকপ্টার পরিচালনা করে। ২০২৩ সালের আগে ১৬টি ওয়েস্টল্যান্ড সি কিংস ব্যবহৃত হত। SAR Queen চালুর সময় অবতরণস্থলগুলোর আকারজনিত সমস্যা দেখা দেয়, কারণ নতুন হেলিকপ্টারের ডাউনওয়াশ বেশি, যা বিদ্যমান অবকাঠামোর জন্য উপযুক্ত নয়।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== পোল্যান্ড ===\n\nপোল্যান্ডে বেশিরভাগ অনুসন্ধান ও উদ্ধার অভিযান পোলিশ সশস্ত্র বাহিনীর বিমান শাখা পরিচালনা করে। নৌবাহিনীর বর্তমানে সবচেয়ে বড় উদ্ধারকারী হেলিকপ্টার বহর রয়েছে এবং এটি বিপদগ্রস্ত জাহাজের নাবিকদের উদ্ধারের জন্য কিছু ছোট জলযানও পরিচালনা করে। তবে, একটি আধা-সরকারি সংস্থা 'মোরস্কা স্লুজবা পোসজুকিওয়ানিয়া ই রাতুনকোভা' (সমুদ্র অনুসন্ধান ও উদ্ধার পরিষেবা) বেশিরভাগ জলযান উদ্ধার অভিযান পরিচালনা করে। ২০১০ সালের তথ্য অনুযায়ী, এই সংস্থা তাদের উদ্ধারকারী নৌযানের বহর আধুনিকায়ন ও পরিবর্তনের প্রক্রিয়ায় রয়েছে।\nপোল্যান্ডের অন্যান্য বেসামরিক অনুসন্ধান ও উদ্ধার সংস্থাগুলোর মধ্যে রয়েছে:\nগোর্সকি ওখোতনিচে পোগোটোভিয়ে রাতুনকোভে (GOPR) – পর্বত স্বেচ্ছাসেবী অনুসন্ধান ও উদ্ধার দল\nতাত্রজানস্কি ওখোতনিচে পোগোটোভিয়ে রাতুনকোভে (TOPR) – তাত্রা পর্বতমালার স্বেচ্ছাসেবী অনুসন্ধান ও উদ্ধার দল\nওদনে ওখোতনিচে পোগোটোভিয়ে রাতুনকোভে (WOPR) – অভ্যন্তরীণ ও উপকূলীয় জলসীমায় উদ্ধার অভিযান পরিচালনাকারী সংস্থা\n\n\n=== দক্ষিণ আফ্রিকা ===\nদক্ষিণ আফ্রিকায় অনুসন্ধান ও উদ্ধার পরিষেবা বিভিন্ন সরকারি বিভাগ, বেসরকারি সংস্থা, বাণিজ্যিক/ব্যক্তিগত প্রতিষ্ঠান এবং স্বেচ্ছাসেবী সংস্থার মাধ্যমে পরিচালিত হয়। শহরাঞ্চল, বন্য পরিবেশ, প্রবাহিত জল, বিমান কিংবা সমুদ্র উদ্ধার অভিযানের জন্য কোনও নির্দিষ্ট একক সংস্থা দায়িত্বপ্রাপ্ত নয়।\nবিমান এবং সামুদ্রিক দুর্ঘটনার দায়িত্ব দক্ষিণ আফ্রিকা অনুসন্ধান ও উদ্ধার সংস্থা (SASAR) পরিচালনা করে। এটি একটি স্বেচ্ছাসেবী সংস্থা, যা পরিবহন বিভাগের অধীনে কাজ করে। এর প্রধান কাজ হলো বিমান বা জাহাজ দুর্ঘটনার শিকারদের সন্ধান করা, সহায়তা প্রদান এবং উদ্ধার অভিযান পরিচালনা করা। দুর্ঘটনার ধরণ অনুযায়ী, বিমান উদ্ধার সমন্বয় কেন্দ্র (ARCC) বা সামুদ্রিক উদ্ধার সমন্বয় কেন্দ্র (MRCC) অনুসন্ধান ও উদ্ধার অভিযানের সমন্বয় করে। এই অভিযানগুলো বিভিন্ন সরকারি বিভাগ, বেসরকারি সংস্থা, বাণিজ্যিক/ব্যক্তিগত প্রতিষ্ঠান এবং স্বেচ্ছাসেবী সংস্থার মাধ্যমে পরিচালিত হয়।\nস্থানীয় সংস্থাগুলো:\nন্যাশনাল সি রেসকিউ ইনস্টিটিউট\nউইল্ডারনেস অনুসন্ধান ও উদ্ধার, কেপটাউন\nদক্ষিণ আফ্রিকা পর্বত ক্লাব অনুসন্ধান ও উদ্ধার সংস্থা\nসার্চ অ্যান্ড রেসকিউ সাউথ আফ্রিকা\nরেসকিউ সাউথ আফ্রিকা\nK9 অনুসন্ধান ও উদ্ধার সংস্থা\nমেট্রো অনুসন্ধান ও উদ্ধার সংস্থা\n\n\n=== সুইডেন ===\n\nসুইডেনের জলসীমায় সমুদ্র অনুসন্ধান ও উদ্ধার (SAR) কার্যক্রমের দায়িত্ব সুইডিশ মেরিটাইম অ্যাডমিনিস্ট্রেশন বহন করে। তারা সুইডেনের উপকূল জুড়ে পাঁচটি ঘাঁটি থেকে সাতটি আগুস্তাওয়েস্টল্যান্ড AW139 উদ্ধারকারী হেলিকপ্টার পরিচালনা করে।\nসুইডিশ সাগর উদ্ধার সমাজ (Swedish Sea Rescue Society) এবং সুইডিশ কোস্ট গার্ডের সাথে একত্রে তারা সুইডেনের জলসীমায় SAR পরিচালনা করে।\nকোস্ট গার্ডের সম্পদ: ৩১টি বড় জাহাজ এবং ৩টি ডি হ্যাভিল্যান্ড কানাডা ড্যাশ ৮ উড়োজাহাজ, যা উদ্ধার অভিযানে ব্যবহৃত হয়।\nসুইডিশ সাগর উদ্ধার সমাজ: সমুদ্রে প্রাণ বাঁচানো ও সম্পদ উদ্ধারের উদ্দেশ্যে পরিচালিত একটি সংস্থা।\nএই সংস্থা ৬৮টি অনুসন্ধান ও উদ্ধার কেন্দ্র পরিচালনা করে এবং প্রায় ১৮৫টি উদ্ধারকারী জাহাজ রয়েছে, যেখানে ২১০০ জন স্বেচ্ছাসেবী কাজ করে। এর মধ্যে ৩০০ জনের বেশি যেকোনো সময় প্রস্তুত থাকে এবং ১৫ মিনিটের মধ্যে উদ্ধার অভিযানে সাড়া দিতে পারে।\n২০১১ সালে, এই স্বেচ্ছাসেবীরা ৩২৭৪টি জরুরি অবস্থায় সাড়া দেয়। সুইডেনের জলসীমায় পরিচালিত SAR অভিযানের ৭০% ক্ষেত্রে সুইডিশ সাগর উদ্ধার সমাজ জড়িত থাকে।\n\n\n=== তাইওয়ান ===\nতাইওয়ানে অনুসন্ধান ও উদ্ধার কার্যক্রম পরিচালনার দায়িত্ব কয়েকটি সংস্থার উপর ন্যস্ত।\nজাতীয় এয়ারবোর্ন সার্ভিস কর্পস (NASC; চীনা: 內政部空中勤務總隊; পিনইন: Nèizhèngbù Kōngzhōng Qínwù Zǒngduì) হলো গৃহ মন্ত্রণালয়ের (Ministry of the Interior) অধীন একটি সংস্থা, যা অনুসন্ধান ও উদ্ধার, দুর্যোগ ত্রাণ, জরুরি চিকিৎসা সেবা, পরিবহন, নজরদারি, গোয়েন্দা ও টহল কার্যক্রম পরিচালনা ও সহায়তা প্রদান করে।\nকোস্ট গার্ড অ্যাডমিনিস্ট্রেশন (CGA; চীনা: 行政院海岸巡防署; পিনইন: Xíngzhèngyuàn Hǎi'àn Xúnfáng Shǔ) উপকূলীয় জলসীমা ও গভীর সমুদ্রে টহল, চোরাচালান ও অবৈধ অনুপ্রবেশ দমন, সামুদ্রিক উদ্ধার, প্রাকৃতিক সম্পদ সংরক্ষণ এবং জনসেবার দায়িত্ব পালন করে। এটি এক্সিকিউটিভ ইউয়ানের (Executive Yuan) অধীন একটি বেসামরিক আইন প্রয়োগকারী সংস্থা হিসেবে বিবেচিত হলেও জরুরি পরিস্থিতিতে এটি গণচীন সশস্ত্র বাহিনীর (Republic of China Armed Forces) অংশ হিসেবে কাজ করতে পারে।\n\n\n=== তুরস্ক ===\n\nতুরস্কে অনুসন্ধান ও উদ্ধার (SAR) কার্যক্রম পরিচালনাকারী সংস্থাগুলো প্রধানত দুটি শ্রেণিতে বিভক্ত:\n১. বেসামরিক সরকারি ও বেসরকারি সংস্থা:\nদুর্যোগ ও জরুরি ব্যবস্থাপনা অধিদপ্তর (AFAD)\nAKUT অনুসন্ধান ও উদ্ধার সংস্থা\nজাতীয় মেডিকেল উদ্ধার দল (UMKE)\nGEA অনুসন্ধান ও উদ্ধার সংস্থা – এটি ১৯৯৪ সালে প্রতিষ্ঠিত একটি স্বেচ্ছাসেবী সংস্থা, যা অনুসন্ধান ও উদ্ধার, পরিবেশ সংরক্ষণ এবং সামাজিক কার্যক্রম পরিচালনা করে।\nAKDF অনুসন্ধান ও উদ্ধার সংস্থার ফেডারেশন – এটি উনিশটি ভিন্ন জেলায় কার্যক্রম পরিচালনা করে।\nAKA\nঅনুসন্ধান, উদ্ধার ও জরুরি সহায়তা সংস্থা (AKAY)\nAKUT\nমধ্যপ্রাচ্য অনুসন্ধান ও উদ্ধার, পর্বতারোহণ ও আউটডোর স্পোর্টস সংস্থা (ORDOS)\nNAK\nজাতীয় জরুরি অনুসন্ধান ও উদ্ধার সংস্থা (NESAR)\n২. সামরিক সংস্থা:\nজান্দারমারির অনুসন্ধান ও উদ্ধার ব্যাটালিয়ন কমান্ড (JAK)\nজান্দারমারির পানির নিচে অনুসন্ধান ও উদ্ধার দল (SAK)\nডাইভিং, নিরাপত্তা, অনুসন্ধান ও উদ্ধার দল\nবিমান বাহিনীর অনুসন্ধান ও উদ্ধার ইউনিট\nতুরস্কের কোস্ট গার্ড কমান্ড – এটি তুরস্কের অনুসন্ধান ও উদ্ধার অঞ্চলের প্রধান সমন্বয়কারী কর্তৃপক্ষ।\n\n\n=== যুক্তরাজ্য ===\n\nযুক্তরাজ্যে, নিখোঁজ ব্যক্তির জন্য ভূমিভিত্তিক অনুসন্ধান সাধারণত স্থানীয় পুলিশ দ্বারা পরিচালিত হয়। এই অনুসন্ধানে সহায়তা করার জন্য স্থানীয় স্বেচ্ছাসেবী সংস্থাগুলোর একটি নেটওয়ার্ক রয়েছে, যা লোল্যান্ড অনুসন্ধান ও উদ্ধার সংস্থার অংশ। এছাড়াও, কিছু স্বেচ্ছাসেবী সংস্থা বিশেষ অনুসন্ধান ও উদ্ধার সেবা প্রদান করে, যেমন গুহা উদ্ধার সংস্থা এবং স্কটল্যান্ডের পার্বত্য উদ্ধার কমিটি। সাধারণত, এই সংস্থাগুলোকে পুলিশের মাধ্যমে ডাকা হয়। উদাহরণস্বরূপ, ব্রিটিশ গুহা উদ্ধার পরিষদ পরামর্শ দেয় যে, যদি কেউ গুহায় নিখোঁজ হয়, তাহলে স্থানীয় পুলিশকে যোগাযোগ করতে হবে, যারা পরবর্তী সময়ে গুহা উদ্ধারকারী দলকে তলব করবে। শহরাঞ্চলের অনুসন্ধান ও উদ্ধার দল অগ্নিনির্বাপক বিভাগের অধীনে পরিচালিত হয়।\nসমুদ্র অনুসন্ধান ও উদ্ধার অভিযানের দায়িত্ব রাজকীয় উপকূল রক্ষী বাহিনীর উপর ন্যস্ত। উপকূল রক্ষী বাহিনী চারটি জরুরি পরিষেবার মধ্যে একটি, যা ৯৯৯ নম্বরে ডাকা যায়। তাদের কাজ অনুসন্ধান শুরু করা এবং সমন্বয় করা। জীবনরক্ষাকারী নৌকা সাধারণত স্বেচ্ছাসেবী সংস্থাগুলোর মাধ্যমে সরবরাহ করা হয়, যার মধ্যে রয়্যাল জাতীয় জীবনরক্ষী নৌকা প্রতিষ্ঠান সবচেয়ে বেশি সক্রিয়। আকাশপথে সমুদ্র-উদ্ধারের জন্য বিমান আগে রাজকীয় নৌবাহিনী এবং রাজকীয় বিমান বাহিনী দ্বারা সরবরাহ করা হতো, তবে এখন যুক্তরাজ্যের অনুসন্ধান ও উদ্ধার কর্মসূচির অধীনে, একটি বেসরকারি সংস্থা চুক্তিভিত্তিকভাবে পরিচালনা করছে। সমুদ্র ও উপকূল রক্ষী সংস্থা তাদের দ্বিতীয় প্রজন্মের অনুসন্ধান ও উদ্ধার বিমান কর্মসূচি পরিচালনার জন্য একটি দরপত্র আহ্বান করেছে, যা এ ধরনের আরও কিছু পরিষেবার জন্য প্রচলিত দরপত্রের অংশ।\nস্থানীয় সংস্থার কিছু উদাহরণ:\nবার্কশায়ার লোল্যান্ড অনুসন্ধান ও উদ্ধার সংস্থা\nকার্ডিফ ও ভ্যাল উদ্ধার সংস্থা\nগুহা উদ্ধার সংস্থা\nজরুরি প্রতিক্রিয়া দল অনুসন্ধান ও উদ্ধার সংস্থা\nমার্সিয়া উপকূলীয় অনুসন্ধান ও উদ্ধার সংস্থা\nস্কারবোরো ও রাইডেল পার্বত্য উদ্ধার দল\nসারে অনুসন্ধান ও উদ্ধার সংস্থা\nসেভার্ন এলাকা উদ্ধার সংস্থা\nআপার হোয়ার্ফডেল পার্বত্য উদ্ধার সংস্থা\nওয়েস্ট মার্সিয়া অনুসন্ধান ও উদ্ধার সংস্থা\n\n\n=== মার্কিন যুক্তরাষ্ট্র ===\n\nযুক্তরাষ্ট্রে জাতীয়, অঙ্গরাজ্য এবং স্থানীয় পর্যায়ে অনেক সংস্থা SAR দায়িত্ব পালন করে। বেশিরভাগ ক্ষেত্রে, যুক্তরাষ্ট্রে প্রতিদিনের SAR মিশন কাউন্টি শেরিফদের দ্বারা পরিচালিত হয়, তবে আলাস্কার মতো কিছু রাজ্যে স্টেট হাইওয়ে প্যাট্রোল SAR পরিচালনা করে, বা অন্যান্য এলাকায় SAR সেবা ফায়ার/রেসকিউ, EMS, বা সম্পূর্ণ স্বতন্ত্র অলাভজনক সংস্থার অধীনে থাকে। তারা অন্য বিভাগগুলোর সহায়তা চাইতে পারে, পাশাপাশি প্রয়োজনে অঙ্গরাজ্য এবং জাতীয় সংস্থাগুলোর কাছ থেকেও সাহায্য নিতে পারে। সাধারণত, একটি শেরিফের অফিসে একটি স্বেচ্ছাসেবী SAR দল থাকে, যা সংশ্লিষ্ট কাউন্টির ভূপ্রকৃতি ও জনসংখ্যার সাথে মানানসই। SAR সদস্যরা সাধারণত ইনসিডেন্ট কমান্ড সিস্টেম (ICS), প্রাথমিক চিকিৎসা, এবং সংশ্লিষ্ট পরিবেশের জন্য প্রয়োজনীয় দক্ষতার প্রশিক্ষণ নিয়ে থাকেন। এই নিবন্ধের বেশিরভাগ অংশ বৃহৎ ও জটিল SAR মিশনে ফেডারেল প্রতিক্রিয়া সম্পর্কে।\nজানুয়ারি ২০০৮ সালে, যুক্তরাষ্ট্রের হোমল্যান্ড সিকিউরিটি বিভাগ (DHS) জাতীয় প্রতিক্রিয়া কাঠামো প্রকাশ করে, যা জাতীয় জরুরি অবস্থায় ফেডারেল প্রতিক্রিয়ার নির্দেশনা দেয়। অনুসন্ধান ও উদ্ধার চারটি প্রধান ক্ষেত্রে বিভক্ত, এবং প্রতিটি ক্ষেত্রে একটি ফেডারেল সংস্থা নেতৃত্ব প্রদান করে।\nভবনধস-USAR: হোমল্যান্ড সিকিউরিটি বিভাগের ফেডারেল ইমার্জেন্সি ম্যানেজমেন্ট এজেন্সি\nজলপথ: যুক্তরাষ্ট্র কোস্ট গার্ড, যুক্তরাষ্ট্র কোস্ট গার্ড অক্সিলিয়ারি\nভূমি-বন্যপ্রান্তর: যুক্তরাষ্ট্রের স্বরাষ্ট্র মন্ত্রণালয়, জাতীয় উদ্যান পরিষেবা\nবিমান: যুক্তরাষ্ট্র বিমান বাহিনী (Air Force Rescue Coordination Center, USAF রেসকিউ উইং, গ্রুপ ও স্কোয়াড্রনসমূহ Air Combat Command, Pacific Air Forces (আলাস্কা ও হাওয়াইয়ের জন্য), Air Education and Training Command, Air Force Reserve Command এবং Air National Guard); যুক্তরাষ্ট্র সিভিল এয়ার প্যাট্রোল (USAF অক্সিলিয়ারি হিসেবে); যুক্তরাষ্ট্র নৌবাহিনী এবং যুক্তরাষ্ট্র মেরিন কর্পস, উভয়ই সক্রিয় ও রিজার্ভ (নৌবাহিনীর স্থলভিত্তিক সামুদ্রিক টহল ও পুনরুদ্ধার স্কোয়াড্রন এবং নৌ/মেরিন কপ্টার স্কোয়াড্রনের জন্য গৌণ মিশন)\nSAR মানদণ্ড সংশ্লিষ্ট সংস্থাগুলো দ্বারা নির্ধারিত হয়, যা প্রধানত অলাভজনক সংস্থাগুলোর মাধ্যমে গৃহীত হয়, যার মধ্যে রয়েছে ASTM International এবং National Fire Protection Association। এই মানদণ্ড প্রশিক্ষণ ও সার্টিফিকেশন সংস্থাগুলো যেমন Mountain Rescue Association এবং National Association for Search and Rescue গ্রহণ করে, যাতে প্রশিক্ষণ মানদণ্ডের সাথে সামঞ্জস্যপূর্ণ থাকে বা তা অতিক্রম করে। ASTM International-এর মধ্যে SAR-সংক্রান্ত মানদণ্ড F32 অনুসন্ধান ও উদ্ধার প্রযুক্তিগত কমিটি দ্বারা নির্ধারিত হয়, যা ১৯৮৮ সালে গঠিত হয় এবং বর্তমানে ৮৫ জন সদস্যসহ ৩৮টি অনুমোদিত মানদণ্ডের অধীনে কাজ করছে।\n\n\n=== ভিয়েতনাম ===\nভিয়েতনামে উদ্ধার ও দুর্যোগ ব্যবস্থাপনা বিভিন্ন সংস্থার অধীনে পরিচালিত হয়:\nকেন্দ্রীয় সরকারের অধীনে:\nজাতীয় অনুসন্ধান ও উদ্ধার কমিটি অনুসন্ধান, উদ্ধার এবং দুর্যোগ ত্রাণ কার্যক্রম পরিচালনার দায়িত্বে রয়েছে।\nপ্রাকৃতিক দুর্যোগ প্রতিরোধ কেন্দ্রীয় কমিটি দুর্যোগ সংক্রান্ত তথ্য বিশ্লেষণ ও ত্রাণ কার্যক্রম পর্যবেক্ষণ করে।\nস্থানীয় পিপলস কমিটির অধীনে:\nপ্রতিটি প্রদেশ ও পৌরসভার নিজস্ব প্রাকৃতিক দুর্যোগ প্রতিরোধ কমিটি রয়েছে।\nপ্রতিরক্ষা মন্ত্রণালয়ের অধীনে:\nভিয়েতনাম পিপলস আর্মির রেসকিউ বিভাগ সামরিক উদ্ধার কার্যক্রম সমন্বয় করে।\nভিয়েতনাম নৌবাহিনীর রেসকিউ অফিস নৌ-উদ্ধার কার্যক্রম পরিচালনা করে।\nভিয়েতনাম বিমান বাহিনীর রেসকিউ অফিস বিমান বাহিনীর উদ্ধার কার্যক্রম পরিচালনা করে।\nভিয়েতনাম কোস্ট গার্ডের রেসকিউ অফিস উপকূলীয় উদ্ধার কার্যক্রম পরিচালনা করে।\nভিয়েতনাম বর্ডার ডিফেন্স ফোর্সের রেসকিউ অফিস সীমান্ত উদ্ধার কার্যক্রম পরিচালনা করে।\nজননিরাপত্তা মন্ত্রণালয়ের অধীনে:\nভিয়েতনাম ফায়ার অ্যান্ড রেসকিউ পুলিশ বিভাগ অগ্নি নির্বাপন ও উদ্ধার কার্যক্রম পরিচালনা করে।\nপরিবহন মন্ত্রণালয়ের অধীনে:\nভিয়েতনাম মেরিটাইম সার্চ অ্যান্ড রেসকিউ কো-অর্ডিনেশন সেন্টার (VMRCC) সামুদ্রিক উদ্ধার কার্যক্রম পরিচালনা করে। এটি চারটি অঞ্চলে বিভক্ত:\nউত্তর উপসাগর অঞ্চলে রেসকিউ সেন্টার I\nউত্তর-মধ্য সাগরে রেসকিউ সেন্টার II\nথাইল্যান্ড উপসাগর ও দক্ষিণ সাগরে রেসকিউ সেন্টার III\nদক্ষিণ-মধ্য সাগরে রেসকিউ সেন্টার IV\nভিয়েতনাম এভিয়েশন সার্চ অ্যান্ড রেসকিউ কো-অর্ডিনেশন সেন্টার (VARCC) বিমান উদ্ধার কার্যক্রম পরিচালনা করে। এটি তিনটি অঞ্চলে বিভক্ত:\nউত্তর ভিয়েতনাম অঞ্চলে রেসকিউ সেন্টার\nমধ্য ভিয়েতনাম অঞ্চলে রেসকিউ সেন্টার\nদক্ষিণ ভিয়েতনাম অঞ্চলে রেসকিউ সেন্টার\nভিয়েতনাম রেলওয়ে উদ্ধার ও দুর্যোগ প্রতিক্রিয়া কেন্দ্র তিনটি অঞ্চলে কাজ করে:\nউত্তর ভিয়েতনাম অঞ্চল\nমধ্য ভিয়েতনাম অঞ্চল\nদক্ষিণ ভিয়েতনাম অঞ্চল\n\n\n== অনুসন্ধান ও উদ্ধারের বৈধতা ==\nসমুদ্র উদ্ধার অভিযানের বৈধতা বলতে বোঝানো হয় নৈতিক, আইনগত এবং নৈতিক ভিত্তিতে বিপদগ্রস্ত ব্যক্তি বা গোষ্ঠীকে উদ্ধার করার গ্রহণযোগ্যতা। এই অভিযানগুলি মূলত জীবন রক্ষা, দুর্ঘটনা প্রতিরোধ এবং পানিতে বিপদে পড়া ব্যক্তিদের সহায়তা প্রদানের জন্য পরিচালিত হয়।\nএই প্রেক্ষাপটে বৈধতা বিভিন্ন দিক অন্তর্ভুক্ত করে:\n১. আইনগত বৈধতা: এটি আন্তর্জাতিক, আঞ্চলিক এবং জাতীয় আইন ও বিধিবিধানের সাথে সামঞ্জস্য রেখে পরিচালিত হয়, যা সামুদ্রিক নিরাপত্তা, অনুসন্ধান ও উদ্ধার অভিযান এবং বিপদগ্রস্ত ব্যক্তিদের প্রতি আচরণের ক্ষেত্রে সুস্পষ্ট ভিত্তি প্রদান করে।\n২. নৈতিক বৈধতা: এটি সমুদ্রে বিপদগ্রস্ত ব্যক্তিদের উদ্ধারের সঙ্গে জড়িত নৈতিক নীতিগুলি নির্দেশ করে। জীবন রক্ষার দায়িত্ব, অ-প্রত্যাবর্তনের নীতি (যার অধীনে কাউকে এমন জায়গায় ফেরত পাঠানো যাবে না যেখানে তারা নির্যাতনের শিকার হতে পারেন) এবং বৃহত্তর মানবিক দৃষ্টিভঙ্গি নৈতিক বৈধতার ভিত্তি গঠন করে।\n৩. নৈতিক-সামাজিক বৈধতা: এটি আইনগত ও নৈতিক দৃষ্টিকোণের বাইরে জনমত ও সামাজিক গ্রহণযোগ্যতার ওপর নির্ভর করে। সমাজ কীভাবে উদ্ধার প্রচেষ্টাগুলিকে দেখে এবং সমর্থন করে, তার ওপর নৈতিক-সামাজিক বৈধতা নির্ভরশীল। এটি মূলত এই বিশ্বাস দ্বারা প্রভাবিত হয় যে, মানুষের জীবন রক্ষা করা একটি মৌলিক নৈতিক দায়িত্ব।\n৪. কার্যকরী বৈধতা: এটি উদ্ধার অভিযানের কার্যকারিতা ও দক্ষতার ওপর নির্ভর করে। উদ্ধার কার্যক্রম নিরাপদ, কার্যকর ও যথাযথ সম্পদ এবং বিশেষজ্ঞদের সহায়তায় পরিচালিত হলে তার কার্যকরী বৈধতা বাড়ে।\n৫. স্টেকহোল্ডারদের গ্রহণযোগ্যতা: সমুদ্র উদ্ধার অভিযানগুলোর বৈধতা উপকূলবর্তী রাষ্ট্র, বেসরকারি সংস্থা (NGO), আন্তর্জাতিক সংস্থা এবং স্থানীয় সম্প্রদায়ের সহযোগিতা ও গ্রহণযোগ্যতার ওপর নির্ভর করে। এই সংস্থাগুলোর সক্রিয় অংশগ্রহণ ও সমর্থন উদ্ধার প্রচেষ্টার সামগ্রিক বৈধতা বৃদ্ধি করতে পারে।\nভূমধ্যসাগরে অভিবাসন সংকটের প্রেক্ষাপটে সমুদ্র উদ্ধার অভিযানের বৈধতা নিয়ে আলোচনা সাধারণত এই বিষয়গুলোর ওপর ভিত্তি করে হয়। আইনগত অস্পষ্টতা, এনজিওগুলোর বিরুদ্ধে অভিযোগ, কিছু রাষ্ট্রের প্রতিরোধমূলক নীতি এবং জনমতের প্রভাব—এসবই এই অভিযানগুলোর বৈধতা সম্পর্কে বিভিন্ন বিতর্ক ও চ্যালেঞ্জ সৃষ্টি করে। আইনগত দায়িত্ব, নৈতিক বাধ্যবাধকতা এবং উদ্ধার অভিযানের বাস্তব চ্যালেঞ্জগুলোর মধ্যে ভারসাম্য বজায় রাখা একটি জটিল এবং চলমান ইস্যু, তবে অনেকে মনে করেন যে সমুদ্রে জীবন রক্ষা করার মৌলিক দায়িত্বই এই অভিযানগুলোর বৈধতা প্রতিষ্ঠার মূল নীতি হওয়া উচিত।\nভূমধ্যসাগর বহু বছর ধরে ইউরোপে উন্নত জীবনের সন্ধানে আসা আশ্রয়প্রার্থী, শরণার্থী এবং অর্থনৈতিক অভিবাসীদের জন্য একটি প্রধান পথ হিসেবে ব্যবহৃত হয়ে আসছে। এই অঞ্চলের যাত্রা অত্যন্ত বিপজ্জনক, যেখানে অধিকসংখ্যক মানুষ অযোগ্য ও অতিরিক্ত বোঝাই নৌযানে সমুদ্র পাড়ি দেওয়ার চেষ্টা করে, যা প্রায়ই বড় ধরনের মানবিক সংকটের কারণ হয়ে দাঁড়ায়। ফলস্বরূপ, ভূমধ্যসাগরে সমুদ্র উদ্ধার অভিযানের আইনগত বৈধতা একটি গুরুত্বপূর্ণ আলোচনার বিষয় হয়ে উঠেছে।\n\n\n== ২. সমুদ্রের আন্তর্জাতিক আইন ==\nআন্তর্জাতিক আইন ভূমধ্যসাগরে সমুদ্র উদ্ধার অভিযানের বৈধতার জন্য একটি সুস্পষ্ট ভিত্তি প্রতিষ্ঠা করে।\nজাতিসংঘের সমুদ্র আইন সংক্রান্ত কনভেনশন (UNCLOS) এবং আন্তর্জাতিক চুক্তিসমূহ, যেমন সাগরে জীবন রক্ষার জন্য কনভেনশন (SOLAS) এবং সামুদ্রিক অনুসন্ধান ও উদ্ধার সংক্রান্ত আন্তর্জাতিক কনভেনশন (SAR), রাষ্ট্রগুলোর ওপর সমুদ্রে বিপদগ্রস্ত ব্যক্তিদের সহায়তা করার বাধ্যবাধকতা আরোপ করে। এই চুক্তিগুলো উদ্ধার অভিযানের জন্য একটি শক্তিশালী আইনগত ভিত্তি প্রদান করে এবং জীবন রক্ষার দায়িত্বকে গুরুত্বের সঙ্গে তুলে ধরে।\n\n\n== ২.১ জাতিসংঘের সমুদ্র আইন সংক্রান্ত কনভেনশন (UNCLOS) ==\nজাতিসংঘের সমুদ্র আইন সংক্রান্ত কনভেনশন (UNCLOS) সমুদ্র সম্পর্কিত বিভিন্ন কার্যক্রমের জন্য একটি আইনগত কাঠামো প্রদান করে, যার মধ্যে সমুদ্র উদ্ধার অভিযানও অন্তর্ভুক্ত। এই কাঠামো দুটি ধাপে ব্যাখ্যা করা যায়। প্রথমত, রাষ্ট্রগুলোকে সমুদ্রসংক্রান্ত কার্যক্রম ও স্বার্থের ভিত্তিতে শ্রেণিবদ্ধ করা হয়, যেখানে মূলত উপকূলবর্তী রাষ্ট্র ও পতাকাবাহী রাষ্ট্র অন্তর্ভুক্ত থাকে। দ্বিতীয়ত, সমুদ্রকে বিভিন্ন অঞ্চলে বিভক্ত করা হয়—সীমান্তবর্তী সমুদ্র, সংলগ্ন অঞ্চল, একচেটিয়া অর্থনৈতিক অঞ্চল, মহীসোপান এবং আন্তর্জাতিক জলসীমা—যেখানে বিভিন্ন রাষ্ট্রের ভিন্ন মাত্রার কর্তৃত্ব রয়েছে।\nUNCLOS সামুদ্রিক নিরাপত্তা এবং অনুসন্ধান ও উদ্ধার সংক্রান্ত গুরুত্বপূর্ণ নীতিমালা ও বাধ্যবাধকতা নির্ধারণের মাধ্যমে এসব অভিযানের জন্য আইনগত ভিত্তি গঠন করে। এই নীতিগুলো উদ্ধার প্রচেষ্টার বৈধতা নিশ্চিত করতে গুরুত্বপূর্ণ ভূমিকা রাখে:\n১. সহায়তা প্রদানের দায়িত্ব: UNCLOS-এর ৯৮ অনুচ্ছেদ অনুযায়ী, সব জাহাজ ও বিমানকে সমুদ্রে বিপদে পড়া ব্যক্তিদের সহায়তা করতে এবং সংশ্লিষ্ট কর্তৃপক্ষকে অবহিত করতে বাধ্য করা হয়েছে। এই দায়িত্ব সমুদ্রে বিপদগ্রস্তদের সহায়তা করার নৈতিক ও আইনগত বাধ্যবাধকতা নিশ্চিত করে।\n২. অ-প্রত্যাবর্তন নীতি: যদিও UNCLOS সরাসরি অ-প্রত্যাবর্তন (non-refoulement) নীতির উল্লেখ করে না, এটি আন্তর্জাতিক শরণার্থী আইন ও মানবাধিকার আইনের একটি গুরুত্বপূর্ণ অংশ, যা সমুদ্র উদ্ধার অভিযানের বৈধতার ক্ষেত্রে মুখ্য ভূমিকা রাখে। অ-প্রত্যাবর্তন নীতি অনুযায়ী, কোনো ব্যক্তিকে এমন স্থানে ফেরত পাঠানো নিষিদ্ধ, যেখানে তার জীবন বা স্বাধীনতা হুমকির মুখে পড়তে পারে।\n৩. SAR অঞ্চল ও সমন্বয়: UNCLOS অনুসন্ধান ও উদ্ধার (SAR) অঞ্চল এবং সমন্বয় কেন্দ্র প্রতিষ্ঠার জন্য উৎসাহ প্রদান করে। এই বিধানগুলো সামুদ্রিক বিপর্যয়ের সময় কার্যকর ও দক্ষ প্রতিক্রিয়া নিশ্চিত করতে সহায়তা করে, যা উদ্ধার অভিযানের বৈধতাকে আরও সুদৃঢ় করে।\n\n\n== ২.১.১ সহায়তা প্রদানের কর্তব্য ==\nসমুদ্রে সহায়তা প্রদানের দায়িত্ব UNCLOS-এর ৯৮ অনুচ্ছেদে নির্ধারিত হয়েছে, যা নিম্নরূপ:\n‘১. প্রতিটি রাষ্ট্র তার পতাকাবাহী জাহাজের অধিনায়ককে বাধ্য করবে, যদি তা জাহাজ, নাবিক বা যাত্রীদের জন্য গুরুতর ঝুঁকি সৃষ্টি না করে:\n(ক) সমুদ্রে বিপদগ্রস্ত যে কোনো ব্যক্তিকে সহায়তা প্রদান করতে;\n(খ) বিপদগ্রস্ত ব্যক্তিদের উদ্ধারের জন্য দ্রুততম সময়ে এগিয়ে যেতে, যদি তার সহায়তার প্রয়োজন সম্পর্কে অবহিত করা হয় এবং যতদূর সম্ভব তা তার পক্ষে বাস্তবসম্মত হয়; (…)’\nএই ধারা অনুযায়ী, রাষ্ট্রগুলোর ওপর দায়িত্ব দেওয়া হয়েছে যাতে তাদের জাহাজসমূহ \"সমুদ্রে বিপদগ্রস্ত যে কোনো ব্যক্তিকে সহায়তা প্রদান করে\" এবং \"যত দ্রুত সম্ভব বিপদগ্রস্ত ব্যক্তিদের উদ্ধারের জন্য এগিয়ে যায়, যদি তাদের সহায়তার প্রয়োজন সম্পর্কে অবহিত করা হয় এবং তা বাস্তবসম্মত হয়\"। যদি কোনো জাহাজ সংঘর্ষে জড়িয়ে পড়ে, তবে প্রতিটি জাহাজের অধিনায়ক বাধ্য থাকবেন \"অপর জাহাজ, তার নাবিক ও যাত্রীদের সহায়তা প্রদান করতে এবং সম্ভব হলে অপর জাহাজকে নিজের জাহাজের নাম, নিবন্ধন বন্দর এবং পরবর্তী গন্তব্য সম্পর্কে জানাতে\"। এই বাধ্যবাধকতার ক্ষেত্রে অভিবাসন বা অন্য কোনো ব্যতিক্রম প্রযোজ্য নয়।\nUNCLOS-এর ৯৮(২) অনুচ্ছেদ আরও নির্ধারণ করে যে, প্রতিটি রাষ্ট্রকে “সমুদ্র ও আকাশপথের নিরাপত্তার জন্য যথাযথ ও কার্যকর অনুসন্ধান ও উদ্ধার ব্যবস্থা প্রতিষ্ঠা, পরিচালনা ও রক্ষণাবেক্ষণ করতে উৎসাহ প্রদান করতে হবে এবং প্রয়োজনে আঞ্চলিক সহযোগিতার মাধ্যমে প্রতিবেশী রাষ্ট্রগুলোর সঙ্গে সমন্বয় করতে হবে”।\nসরাসরি বিশ্লেষণে, UNCLOS-এর ৯৮ অনুচ্ছেদ রাষ্ট্রগুলোর ওপর, যার মধ্যে যুক্তরাজ্যও অন্তর্ভুক্ত, সমুদ্রে বিপদগ্রস্ত শরণার্থীদের উদ্ধার এবং অনুসন্ধান ও উদ্ধার ব্যবস্থা পরিচালনার দায়িত্ব আরোপ করে। তবে, কিছু বিতর্ক রয়েছে যে ৯৮ অনুচ্ছেদ শুধুমাত্র আন্তর্জাতিক জলসীমার (high seas) ক্ষেত্রে প্রযোজ্য এবং এটি আঞ্চলিক জলসীমা বা সংলগ্ন অঞ্চলে (territorial waters বা contiguous zone) বাধ্যতামূলক নয় (UNCLOS-এর ৮৬ অনুচ্ছেদ দ্রষ্টব্য)। তবে, ৯৮ অনুচ্ছেদের ভাষা এই ব্যাখ্যার সমর্থনে স্পষ্ট নয়। UNCLOS-এর ১৮ অনুচ্ছেদ পরোক্ষভাবে আঞ্চলিক জলসীমা এবং সংলগ্ন অঞ্চলে উদ্ধার কার্যক্রমের দায়িত্ব বোঝায়, এবং অন্যান্য আন্তর্জাতিক চুক্তিগুলোও অনুরূপ বাধ্যবাধকতা আরোপ করে, যেখানে এই ধরনের সীমাবদ্ধতা নেই।\n\n\n== ২.১.২ অ-প্রত্যাবর্তন নীতি ==\nঅ-প্রত্যাবর্তন (non-refoulement) নীতি রাষ্ট্রগুলোর ওপর একটি বাধ্যবাধকতা আরোপ করে, যার মাধ্যমে তারা কোনো ব্যক্তিকে এমন অঞ্চলে ফেরত পাঠাতে পারে না, যেখানে তারা নির্যাতনের শিকার হতে পারেন বা গুরুতর বিপদের সম্মুখীন হতে পারেন। এটি প্রত্যেক ব্যক্তির আশ্রয়প্রার্থনার অধিকারের সঙ্গে সরাসরি সম্পর্কিত না হলেও, এটি স্পষ্টভাবে রাষ্ট্রগুলোর আইনি ক্ষমতার সীমা নির্ধারণ করে।\nএই নীতি আন্তর্জাতিক মানবাধিকার ও শরণার্থী আইনে, বিভিন্ন চুক্তি, মতবাদ এবং প্রথাগত আন্তর্জাতিক আইনের ভিত্তিতে দৃঢ়ভাবে প্রতিষ্ঠিত। এটি নির্যাতনের বিরুদ্ধে পরম নিষেধাজ্ঞার একটি অন্তর্নিহিত অংশ এবং অনেক ক্ষেত্রে jus cogens (পরম বাধ্যতামূলক আন্তর্জাতিক আইন) বৈশিষ্ট্য ধারণ করে। এই নীতি শরণার্থী মর্যাদার আনুষ্ঠানিক স্বীকৃতি বা অন্যান্য সুরক্ষার দাবির ওপর নির্ভরশীল নয়, বরং এটি রাষ্ট্রের যে কোনো কার্যক্রমের ক্ষেত্রে প্রযোজ্য, তা স্থলসীমান্তে হোক বা সামুদ্রিক অঞ্চলে, এমনকি আন্তর্জাতিক জলসীমাতেও।\nএর মূল বৈশিষ্ট্য হলো, রাষ্ট্র বা অন্য কোনো আন্তর্জাতিক কর্তৃপক্ষের এমন কার্যকলাপ, যা কোনো ব্যক্তিকে আন্তর্জাতিক আইনের পরিপন্থীভাবে গুরুতর ও অপরিবর্তনযোগ্য ক্ষতির ঝুঁকিতে ফেলতে পারে। জাতিসংঘের শরণার্থী সংস্থার (UNHCR) নির্বাহী কমিটি সামুদ্রিক অভিযানগুলোর ক্ষেত্রে অ-প্রত্যাবর্তন নীতি পুরোপুরি সম্মান করার গুরুত্ব বিশেষভাবে তুলে ধরেছে:\n‘… প্রতিরোধমূলক ব্যবস্থা এমনভাবে গ্রহণ করা উচিত নয়, যাতে আশ্রয়প্রার্থীদের ও শরণার্থীদের আন্তর্জাতিক সুরক্ষার সুযোগ থেকে বঞ্চিত করা হয় বা আন্তর্জাতিক আইনের ভিত্তিতে সুরক্ষার দাবিদার ব্যক্তিদের এমন অঞ্চলে প্রত্যাবর্তন করা হয়, যেখানে তাদের জীবন বা স্বাধীনতা হুমকির মুখে পড়তে পারে।’\n\n\n== ২.২ সামুদ্রিক অনুসন্ধান ও উদ্ধার সংক্রান্ত আন্তর্জাতিক কনভেনশন (SAR) ==\nUNCLOS-কে প্রায় \"সমুদ্রের জন্য একটি সংবিধানের মতো\" বলা হয়ে থাকে। অনুসন্ধান ও উদ্ধার সংক্রান্ত বাধ্যবাধকতাগুলো বিস্তারিতভাবে নির্ধারণ করার জন্য আরও তিন বা চারটি গুরুত্বপূর্ণ কনভেনশন রয়েছে।\nএর মধ্যে প্রথমটি হলো সামুদ্রিক অনুসন্ধান ও উদ্ধার সংক্রান্ত আন্তর্জাতিক কনভেনশন (SAR), যা আন্তর্জাতিক সামুদ্রিক সংস্থা (IMO) ১৯৭৯ সালে গ্রহণ করে এবং ১৯৮৫ সালে কার্যকর হয়। এই কনভেনশনের লক্ষ্য হলো সমুদ্র উদ্ধার অভিযানগুলোর কার্যকারিতা বাড়ানো, যা সমন্বয়, সহযোগিতা এবং বিপদগ্রস্ত ব্যক্তিদের সহায়তা প্রদানের জন্য একটি কাঠামো প্রতিষ্ঠা করে। এটি এমন একটি আন্তর্জাতিক ব্যবস্থা গড়ে তুলতে চায়, যা উদ্ধার অভিযানগুলোর দক্ষতা ও নিরাপত্তা নিশ্চিত করবে।\nSAR কনভেনশনের অধীনে, সদস্য রাষ্ট্রগুলোকে প্রতিবেশী রাষ্ট্রগুলোর সঙ্গে SAR চুক্তি সম্পাদনের জন্য উৎসাহিত করা হয়, যাতে নির্ধারিত সামুদ্রিক অঞ্চলে উদ্ধার অভিযান ও পরিষেবাগুলো নিয়মিত ও সমন্বিতভাবে পরিচালিত হয়। এসব চুক্তি UNCLOS-এর ৯৮(২) অনুচ্ছেদের বাধ্যবাধকতাকে বাস্তবায়ন করে, যেখানে বলা হয়েছে যে, প্রয়োজনে প্রতিবেশী রাষ্ট্রগুলোকে আঞ্চলিক চুক্তির মাধ্যমে কার্যকর অনুসন্ধান ও উদ্ধার ব্যবস্থা প্রচার ও রক্ষণাবেক্ষণ করতে হবে।\n২০০৪ সালে গৃহীত একটি সংশোধনীর ফলে (যা মাল্টা ব্যতীত সকল সদস্য রাষ্ট্রের জন্য প্রযোজ্য), সমুদ্রে বিপদগ্রস্ত যে কোনো ব্যক্তিকে সহায়তা প্রদানের বাধ্যবাধকতা স্পষ্টভাবে নির্ধারণ করা হয়—\"এই ব্যক্তির জাতীয়তা, মর্যাদা বা যে পরিস্থিতিতে তাকে পাওয়া গেছে, তা নির্বিশেষে\" (ধারা ২.১.১০)। উদ্ধার করা ব্যক্তিকে অবশ্যই \"নিরাপদ স্থানে\" পৌঁছে দিতে হবে (ধারা ১.৩.২ এবং ৩.১.৯)।\nবিশেষভাবে, আন্তর্জাতিক সামুদ্রিক সংস্থার (IMO) সামুদ্রিক নিরাপত্তা কমিটি (MSC) দুটি সংশোধনী গ্রহণ করে, যা SAR কনভেনশন এবং SOLAS কনভেনশনে পরিবর্তন আনে এবং ১ জুলাই ২০০৬ থেকে কার্যকর হয়। এর ফলে, SAR কনভেনশনের ধারা ৩ (১) (৯)-এ বলা হয়েছে:\n‘সদস্য রাষ্ট্রগুলোকে সমন্বয় ও সহযোগিতা নিশ্চিত করতে হবে, যাতে সমুদ্রে বিপদগ্রস্ত ব্যক্তিদের উদ্ধারকারী জাহাজের অধিনায়করা তাদের মূল গন্তব্য থেকে ন্যূনতম বিচ্যুতি সহকারে তাদের দায়িত্ব পালন করতে পারেন (... )। যে রাষ্ট্রের অনুসন্ধান ও উদ্ধার অঞ্চলে এই উদ্ধার অভিযান পরিচালিত হয়েছে, সেই রাষ্ট্রের প্রাথমিক দায়িত্ব হবে এই সমন্বয় ও সহযোগিতা নিশ্চিত করা, যাতে উদ্ধারকৃত ব্যক্তিদের উদ্ধারকারী জাহাজ থেকে অবতরণ করিয়ে নিরাপদ স্থানে পৌঁছে দেওয়া যায় (... )। এসব ক্ষেত্রে, সংশ্লিষ্ট রাষ্ট্রগুলোর অবশ্যই যত দ্রুত সম্ভব কার্যকর অবতরণের ব্যবস্থা করতে হবে।’\nMSC নির্দেশিকা অনুসারে, \"নিরাপদ স্থান\" এমন একটি জায়গা যেখানে উদ্ধার অভিযান সম্পূর্ণ হয়েছে বলে বিবেচিত হতে পারে। নির্দেশিকার নীতি ৬.১৪ অনুসারে, উদ্ধারকারী ইউনিটকে সাময়িকভাবে \"নিরাপদ স্থান\" হিসাবে গণ্য করা যেতে পারে, তবে এটি স্থায়ী সমাধান নয়। নির্দেশিকায় পতাকাবাহী রাষ্ট্র ও উপকূলীয় রাষ্ট্রের ভূমিকা নিয়ে গুরুত্ব দেওয়া হয়েছে, যাতে তারা উদ্ধারকারী জাহাজের অধিনায়কের দায়িত্ব গ্রহণ করে (নীতি ৬.১৩)। একই নির্দেশিকার ভিত্তিতে, যে রাষ্ট্রের অনুসন্ধান ও উদ্ধার (SAR) অঞ্চলে উদ্ধার অভিযান পরিচালিত হয়েছে, সেই রাষ্ট্রের দায়িত্ব হলো উদ্ধারকৃত ব্যক্তিদের জন্য নিরাপদ স্থান নিশ্চিত করা বা অন্তত তাদের জন্য এমন ব্যবস্থা করা (নীতি ২.৫)। এই নীতি উপকূলীয় রাষ্ট্রকে উদ্ধার অভিযান সফলভাবে সম্পন্ন করার বাধ্যবাধকতা দেয়, যার অর্থ হলো উদ্ধারকৃত ব্যক্তিদের সমুদ্রে ফেলে রাখা যাবে না, তারা যে অবস্থাতেই থাকুক না কেন। যদিও MSC নির্দেশিকাগুলো বাধ্যতামূলক নয়, নীতি ২.৫ ইঙ্গিত দেয় যে উপকূলীয় রাষ্ট্রের একটি অবশিষ্ট দায়িত্ব রয়েছে—যদি অন্য কোথাও নিরাপদ অবতরণ সম্ভব না হয়, তাহলে তাদের নিজস্ব ভূখণ্ডে উদ্ধারকৃত ব্যক্তিদের নামার অনুমতি দিতে হবে।\nএই বিষয়টি আন্তর্জাতিক সামুদ্রিক সংস্থার (IMO) সুবিধা প্রদান সংস্থা (FAL) আরও স্পষ্ট করেছে, যা \"সমুদ্রে উদ্ধারকৃত ব্যক্তিদের অবতরণ সংক্রান্ত প্রশাসনিক পদ্ধতির নীতিমালা\" গ্রহণ করেছে।\nআরেকটি গুরুত্বপূর্ণ প্রশ্ন হলো উদ্ধার বাধ্যবাধকতার সুবিধাভোগী কে—এই দায়িত্ব কি কেবলমাত্র রাষ্ট্রগুলোর মধ্যকার একটি বাধ্যবাধকতা, নাকি এটি সমুদ্রে বিপদগ্রস্ত ব্যক্তিদের জন্য একটি অধিকারও সৃষ্টি করে? সমুদ্র আইন এমন একটি আন্তর্জাতিক আইনের ক্ষেত্র যেখানে ব্যক্তি বা বেসরকারি সংস্থার সরাসরি ভূমিকা খুব কম। সাধারণত, সমুদ্র আইনের মূল লক্ষ্য হলো বিভিন্ন সামুদ্রিক অঞ্চলে রাষ্ট্রগুলোর অধিকার ও বাধ্যবাধকতা নির্ধারণ করা। তবে সমুদ্রে ক্রমবর্ধমান কার্যক্রম ও মানুষের উপস্থিতির কারণে মানবিক সুরক্ষার বিষয়টি গুরুত্বপূর্ণ হয়ে উঠেছে, বিশেষত সমুদ্রে মানবাধিকার প্রয়োগের প্রশ্নটি।\nবহু গবেষক ইতিমধ্যে সমুদ্রে মানবাধিকারের প্রাসঙ্গিক চুক্তিগুলোর প্রয়োগ নিয়ে আলোচনা করেছেন এবং উল্লেখ করেছেন যে সমুদ্র আইন (LOSC) কিছু ক্ষেত্রে বৃহত্তর সাম্প্রদায়িক স্বার্থ রক্ষা করে, যার মধ্যে মানবাধিকারের সুরক্ষা একটি গুরুত্বপূর্ণ অংশ। এই গবেষণার ভিত্তিতে বলা যায় যে উদ্ধার বাধ্যবাধকতা মূলত সমুদ্রে জীবনের অধিকারের বাস্তবায়নমূলক দায়বদ্ধতা।\n\n\n== ২.৩ সমুদ্রে জীবনের নিরাপত্তার জন্য আন্তর্জাতিক কনভেনশন (SOLAS) ==\n১৯৭৪ সালের আন্তর্জাতিক সমুদ্রযাত্রার নিরাপত্তা বিষয়ক কনভেনশন (SOLAS) মূলত জাহাজের সামুদ্রিক চলাচলের উপযোগিতা নিশ্চিত করার উদ্দেশ্যে গৃহীত হয়। এটি বিশ্বব্যাপী ratified হয়েছে, যার মধ্যে যুক্তরাজ্যও অন্তর্ভুক্ত। এই কনভেনশনের প্রথম সংস্করণ ১৯১৪ সালে টাইটানিক দুর্ঘটনার প্রতিক্রিয়ায় গৃহীত হয়েছিল এবং এটি একটি অত্যন্ত বিস্তৃত ও বিশদ নথি।\nSOLAS অনুসারে, সমুদ্রে থাকা কোনো জাহাজের অধিনায়ক যদি জানতে পারেন যে কেউ সমুদ্রে বিপদে পড়েছে, তবে তার \"সর্বোচ্চ দ্রুতগতিতে তাদের সহায়তার জন্য এগিয়ে যাওয়ার\" দায়িত্ব রয়েছে (অধ্যায় V, বিধি ৩৩-১, সংশোধিত)। যদিও শব্দচয়ন সরাসরি অধিনায়কের প্রতি নির্দেশিত, বাস্তবে এই বাধ্যবাধকতাটি রাষ্ট্রপক্ষের ওপরই বর্তায়, যাতে তারা নিশ্চিত করে যে জাহাজের অধিনায়ক প্রয়োজনীয় ব্যবস্থা নেবেন।\nএছাড়া, কনভেনশন অনুযায়ী, রাষ্ট্রগুলোর দায়িত্ব হলো \"তাদের দায়িত্বাধীন এলাকায় দুর্যোগকালীন যোগাযোগ ও সমন্বয়ের জন্য প্রয়োজনীয় ব্যবস্থা গ্রহণ করা এবং উপকূলসংলগ্ন অঞ্চলে সমুদ্রে বিপদগ্রস্ত ব্যক্তিদের উদ্ধার করা\" (অধ্যায় V, বিধি ৭)।\nএই বাধ্যবাধকতাগুলো \"সমস্ত জাহাজ এবং সমস্ত সমুদ্রযাত্রার\" জন্য প্রযোজ্য, তবে যুদ্ধজাহাজ এবং গ্রেট লেকস ও এর উপনদীগুলোর জাহাজ এর আওতার বাইরে (অধ্যায় V, বিধি ১)।\n২০০৪ সালে SAR কনভেনশনের সংশোধনীর সাথে সামঞ্জস্য রেখে, SOLAS-এও একটি সুস্পষ্ট সংশোধনী আনা হয়, যেখানে বলা হয়েছে যে \"সহায়তার দায়িত্বটি জাতীয়তা, মর্যাদা বা ব্যক্তির অবস্থান নির্বিশেষে প্রযোজ্য\"। এছাড়াও, উদ্ধারকৃত ব্যক্তিদের \"মানবিকভাবে আচরণ\" করার নির্দেশনা দেওয়া হয়েছে এবং তাদের নিরাপদ স্থানে পৌঁছে দিতে হবে।\n\n\n== ২.৪ উদ্ধার সংক্রান্ত নিয়মাবলী ==\nঅবশেষে, উদ্ধার (Salvage) সংক্রান্ত দুটি আন্তর্জাতিক কনভেনশন রয়েছে, যা সমুদ্রে সহায়তা প্রদানকে বাধ্যতামূলক করেছে। এই কনভেনশনগুলোর মূল লক্ষ্য হলো উদ্ধারের ক্ষেত্রে সম্পদের চেয়ে জীবনের নিরাপত্তাকে অগ্রাধিকার দেওয়া।\nপ্রথমটি ১৯১০ সালের ব্রাসেলস কনভেনশন (Brussels Convention for the Unification of Certain Rules with Respect to Assistance and Salvage at Sea)। এর ১১ নম্বর অনুচ্ছেদ অনুযায়ী:\n\"প্রতিটি জাহাজের অধিনায়ক বাধ্য, যদি এটি তার জাহাজ, ক্রু বা যাত্রীদের জন্য গুরুতর বিপদের কারণ না হয়, তবে সমুদ্রে বিপদে পড়া প্রতিটি ব্যক্তিকে—যদিও সে শত্রুও হয়—সহায়তা প্রদান করতে হবে।\"\nদ্বিতীয়টি হলো ১৯৮৯ সালের আন্তর্জাতিক উদ্ধার কনভেনশন (International Convention on Salvage), যা উদ্ধার কনভেনশন নামেও পরিচিত। এর ১০ নম্বর অনুচ্ছেদ অনুযায়ী, প্রতিটি জাহাজের অধিনায়ক বাধ্য \"যতদূর সম্ভব, যদি তার জাহাজ বা এর আরোহীদের জন্য গুরুতর ঝুঁকি তৈরি না করে, তবে সমুদ্রে বিপদে পড়া যে কোনো ব্যক্তিকে সহায়তা প্রদান করতে\"।\nএছাড়া, এই কনভেনশন রাষ্ট্রগুলোর ওপরও দায়িত্ব আরোপ করে, যাতে তারা নিশ্চিত করে যে এই বাধ্যবাধকতাটি কার্যকর করার জন্য প্রয়োজনীয় ব্যবস্থা গ্রহণ করা হচ্ছে।\n\n\n== ৩. ইউরোপীয় ইউনিয়ন আইন ==\nইউরোপীয় ইউনিয়ন (EU) ভূমধ্যসাগরে সমুদ্র উদ্ধার সংক্রান্ত আইনি কাঠামো গঠনে গুরুত্বপূর্ণ ভূমিকা পালন করেছে। প্রথমত, সীমান্ত ও সামুদ্রিক নিরাপত্তায় সদস্য রাষ্ট্রগুলোর সহযোগিতা ও সমন্বয় নিশ্চিত করতে এটি ইউরোপীয় সীমান্ত ও উপকূল রক্ষী সংস্থা (Frontex) প্রতিষ্ঠা করেছে।\n\n\n== ৩.১ ফ্রন্টেক্স ==\nFrontex হল ইউরোপীয় ইউনিয়নের সংস্থা, যা \"ইউরোপীয় সমন্বিত সীমান্ত ব্যবস্থাপনার\" দায়িত্বে রয়েছে (EU, 2016)। এর মূল লক্ষ্য হলো \"নিরাপদ ও কার্যকর বহির্বিশ্ব সীমান্ত নিশ্চিত করা\" (Frontex, 2019)।\n২০০৪ সালে একটি কাউন্সিল রেগুলেশনের মাধ্যমে এটি প্রতিষ্ঠিত হয় এবং ২০০৫ সালে কার্যক্রম শুরু করে। প্রথমে এটি \"ইউরোপীয় এজেন্সি ফর দ্য ম্যানেজমেন্ট অফ অপারেশনাল কো-অপারেশন এট দ্য এক্সটার্নাল বর্ডারস\" নামে পরিচিত ছিল, তবে ২০১৬ সালে একটি নতুন রেগুলেশনের মাধ্যমে এটি \"ইউরোপীয় সীমান্ত ও উপকূল রক্ষী\" হিসেবে পুনর্গঠিত হয় (European Commission, 2004; EU, 2016)। একাধিকবার আইনি সংশোধনের ফলে সংস্থাটি দ্রুত সম্প্রসারিত হয়েছে।\nবর্তমানে, Frontex-এর বাজেট ৩০০ মিলিয়ন ইউরোর বেশি, এবং ২০২১-২০২৭ মেয়াদে এটি ১১.৩ বিলিয়ন ইউরো বরাদ্দ পাবে। এই অর্থ দিয়ে সংস্থাটি ১০,০০০ সদস্যের স্থায়ী বাহিনী গঠন, নিজস্ব জাহাজ, যানবাহন ও বিমান সংগ্রহের পরিকল্পনা করেছে (European Commission, 2018)।\nFrontex, EU-তে সমুদ্র উদ্ধার কার্যক্রম পরিচালনা ও নিয়ন্ত্রণে গুরুত্বপূর্ণ ভূমিকা পালন করে। Frontex সম্পর্কিত EU আইন ও বিধিমালাগুলো এই সংস্থার দায়িত্ব, কার্যক্রম এবং আইনি কাঠামো নির্ধারণ করে।\nকয়েকটি গবেষণা (১৪ শতাংশ) Frontex-এর কার্যক্রম ও বাস্তবায়ন প্রক্রিয়া বিশ্লেষণ করেছে। Frontex রেগুলেশন একাধিকবার সংশোধন করে সংস্থাটির এখতিয়ার বাড়ানো হয়েছে। প্রকৃতপক্ষে, EU রেগুলেশনের ৮ নম্বর অনুচ্ছেদ অনুযায়ী, Frontex-এর ওপর ২১টি নির্দিষ্ট কাজের দায়িত্ব দেওয়া হয়েছে। শুধু দায়িত্বের তালিকা তৈরি করাই নয়, গবেষণাগুলো ব্যাখ্যা করেছে কিভাবে এই দায়িত্বগুলো বাস্তবে কার্যকর করা হয়।\nFrontex কে \"সমন্বিত সীমান্ত ব্যবস্থাপনা\" (IBM) বাস্তবায়নের জন্য ইউরোপীয় ইউনিয়নের (EU) উদ্যোগ হিসেবে দেখা যেতে পারে। এর লক্ষ্য হলো অভিবাসন প্রতিরোধমূলক ব্যবস্থা গ্রহণ করা এবং অবৈধ অভিবাসন নিয়ন্ত্রণ করা। এই উদ্দেশ্যে, Frontex সদস্য রাষ্ট্র, তৃতীয় দেশ এবং Europol-এর মতো অন্যান্য সংস্থার সঙ্গে সহযোগিতা করে (Demmelhuber, 2011)।\nFrontex মূলত যৌথ সীমান্ত নিয়ন্ত্রণ অভিযানে নিয়োজিত, যার বেশিরভাগই ভূমধ্যসাগরীয় অঞ্চলে পরিচালিত হয় (Üstübici এবং Içduygu, 2018)। এর অংশ হিসেবে, Frontex সীমান্ত রক্ষীদের মোতায়েনের সমন্বয় করে, যারা সীমান্ত টহলে অংশ নেয় এবং অভিবাসন সহায়তাকারী সন্দেহভাজনদের গ্রেপ্তারে ভূমিকা রাখে। এর ফলে অভিবাসীদের সংখ্যা ক্রমাগত হ্রাস পাচ্ছে (Tryfon, 2012)।\nগ্রিসের লেসবোস দ্বীপে অবস্থিত \"মোরিয়া\" হটস্পট বিশ্লেষণ করলে দেখা যায় যে, Frontex-এর সদস্যরা শুধুমাত্র সীমান্ত পর্যবেক্ষণই করে না, বরং অভিবাসীদের শনাক্তকরণ ও নিবন্ধনেও সক্রিয়ভাবে অংশ নেয়। যখন অভিবাসীরা ক্যাম্পে পৌঁছায়, তারা \"রেজিস্ট্রেশন স্ট্রিট\"-এর মাধ্যমে প্রবেশ করে, যেখানে Frontex স্ক্রিনাররা অভিবাসীদের জাতীয়তা শনাক্ত করে। এরপর, উন্নত পর্যায়ের নথি পরিদর্শকরা তাদের পরিচয়পত্র যাচাই করেন। আঙুলের ছাপ সংগ্রহকারী কর্মকর্তারা অভিবাসীদের ফিঙ্গারপ্রিন্ট নিয়ে তা ডাটাবেসে সংযুক্ত করেন। এই প্রক্রিয়া সম্পন্ন হলে, Frontex-এর সহযোগী সংস্থাগুলো অভিবাসন আবেদন প্রক্রিয়া শুরু করে এবং মানবিক সহায়তা প্রদান করে।\nFrontex কার্যকর ও দক্ষ জনবল এবং সক্ষমতা মোতায়েন নিশ্চিত করতে গোয়েন্দা তথ্য সংগ্রহ এবং ঝুঁকি বিশ্লেষণ প্রস্তুত করে, যা EU-এর বহিঃসীমান্তে সম্ভাব্য পরিস্থিতির পূর্বাভাস প্রদান করে। সংস্থার গোয়েন্দা কার্যক্রম ক্রমাগত বৃদ্ধি পাচ্ছে, যার ফলে এটি EU-এর অভ্যন্তরীণ সীমান্ত অতিক্রমকারী চলাচল এবং প্রবেশ সংক্রান্ত তথ্য সংগ্রহ করে। এই তথ্য সদস্য রাষ্ট্র ও বিভিন্ন সহযোগী সংস্থা সরবরাহ করে (Den Boer, 2015; Takle, 2017)।\nকিছু তথ্য তৃতীয় দেশ থেকেও সংগৃহীত হয়, যাদের সঙ্গে Frontex কার্যক্রম সম্পর্কিত চুক্তি স্বাক্ষর করেছে। এই চুক্তিগুলো অভিবাসন সংক্রান্ত তথ্য আদান-প্রদান এবং সর্বোত্তম অভ্যাস ভাগাভাগির সুযোগ তৈরি করে (Coman-Kund, 2018)। উপরন্তু, তৃতীয় দেশের প্রতিনিধিরাও Frontex অভিযানে পর্যবেক্ষক হিসেবে অংশগ্রহণ করে (Sagrera, 2014)। তবে, এই চুক্তিগুলো বাধ্যতামূলক কিনা, তা বিতর্কিত (Sagrera, 2014; Coman-Kund, 2018)।\nFrontex সদস্য রাষ্ট্রগুলোর মধ্যে সমন্বয় সাধন করে যৌথ প্রত্যাবাসন পরিচালনা করে, বিশেষ করে যখন একাধিক সদস্য রাষ্ট্রের একই দেশের নাগরিকদের ফেরত পাঠানোর প্রয়োজন হয়। সংস্থাটি একটি নির্দিষ্ট সদস্য রাষ্ট্রে প্রত্যাবাসনকারীদের একত্রিত করে, যেখান থেকে একটি সম্মিলিত প্রত্যাবাসন ফ্লাইট পরিচালিত হয়। Frontex-এর একজন কর্মকর্তা ফ্লাইট পরিচালনার সময় এর আচরণবিধি মেনে চলা হচ্ছে কিনা তা পর্যবেক্ষণ করেন (Pirjola, 2015)।\nFrontex-এর দায়িত্ব দ্রুত এবং বহুমুখীভাবে প্রসারিত হয়েছে। প্রথমত, সংস্থার অত্যাবশ্যক প্রতিক্রিয়া দল (rapid response teams) গঠনের ক্ষমতা দেওয়া হয়েছে, যা সংক্ষিপ্ত নোটিশে মোতায়েন করা যায়। দ্বিতীয়ত, ফেরত পাঠানোর ফ্লাইট পরিচালনার অনুমতি পাওয়ার মাধ্যমে সংস্থার বিদ্যমান দায়িত্ব আরও গভীর হয়েছে। বর্তমানে, Frontex যে কোনো সদস্য রাষ্ট্রের সীমান্ত নিয়ন্ত্রণ পুনঃপ্রবর্তনে সহায়তা করতে পারে, যদি ওই রাষ্ট্র Frontex-এর ঝুঁকি মূল্যায়নের সুপারিশ বাস্তবায়নে ব্যর্থ হয় (Scipioni, 2017)।\nFrontex নিয়ে বর্তমান গবেষণা সমালোচনামূলক তত্ত্ব, অভিবাসন আইন এবং EU প্রশাসনিক কাঠামো সম্পর্কিত আলোচনার সঙ্গে ঘনিষ্ঠভাবে যুক্ত। এতে অনেক গুরুত্বপূর্ণ প্রকাশনা পাওয়া গেলেও, সংস্থার কাঠামো এবং কার্যক্রম বুঝতে ব্যবস্থাপনা, সংকট অধ্যয়ন এবং আইন প্রয়োগ সংক্রান্ত গবেষণার সংযোগ তুলনামূলকভাবে দুর্বল। বিশেষত, EU সংস্থাগুলোর মধ্যে সম্পর্ক ও স্বায়ত্তশাসনের মাত্রা বোঝার জন্য আরও গভীর গবেষণা প্রয়োজন (Egeberg এবং Trondal, 2011)।\nঅবশেষে, Frontex-এর স্বাধীনতা এবং দায়বদ্ধতার মধ্যে সম্পর্ক নিয়েও মতবিরোধ রয়েছে। কিছু গবেষণার মতে, সংস্থার উচ্চমাত্রার স্বায়ত্তশাসন (neo-institutionalist ব্যাখ্যা অনুযায়ী) তার জবাবদিহিতা কমিয়ে দেয় (Carrera et al., 2013)। একইভাবে, Frontex-এর স্বচ্ছতার অভাব ও সীমিত জবাবদিহিতা মানবাধিকার সংক্রান্ত সমস্যাগুলোর একটি ব্যাখ্যা হতে পারে। সামগ্রিকভাবে, Frontex-এর ক্রমবর্ধমান ক্ষমতা ও কার্যক্রম বিশ্লেষণে নতুন তাত্ত্বিক কাঠামো প্রয়োজন, যা সংস্থার প্রভাব আরও গভীরভাবে বোঝার সুযোগ করে দেবে।\n\n\n== ৩.২ সাধারণ ইউরোপীয় আশ্রয় ব্যবস্থা ==\nইউরোপীয় ইউনিয়ন একটি Common European Asylum System (CEAS) প্রতিষ্ঠা করেছে, যা আন্তর্জাতিক সুরক্ষা প্রার্থীদের জন্য সমন্বিত ও অভিন্ন মান নিশ্চিত করতে তৈরি একটি আইনগত ও নীতিগত কাঠামো।\nএই ব্যবস্থা EU-এর উন্মুক্ত সীমান্ত ও স্বাধীন চলাচলের নীতির ভিত্তিতে গঠিত, যেখানে সদস্য রাষ্ট্রগুলো অভিন্ন মৌলিক মূল্যবোধ ভাগ করে নেয়। এর মূল উদ্দেশ্য হলো একটি সাধারণ ও স্বচ্ছ পদ্ধতির মাধ্যমে ন্যায়সংগত, কার্যকর এবং সমতা ভিত্তিক আশ্রয় প্রক্রিয়া বাস্তবায়ন।\nCEAS-এর মূল দৃষ্টিভঙ্গি হলো আন্তর্জাতিক সুরক্ষা আবেদনকারীদের ক্ষেত্রে একটি সম্মিলিত দায়িত্ব নিশ্চিত করা, যাতে যে দেশে আবেদন জমা দেওয়া হোক না কেন, সেটি ন্যায়সঙ্গতভাবে ও অভিন্ন প্রক্রিয়ার মাধ্যমে পর্যালোচনা করা হয়।\nCEAS তিনটি প্রধান লক্ষ্য অর্জনের চেষ্টা করে:\nএকটি কার্যকর পদ্ধতি নির্ধারণ করা, যা নির্ধারণ করবে কোন দেশ সুরক্ষা আবেদনের পর্যালোচনার জন্য দায়বদ্ধ।\nন্যায়সংগত ও দক্ষ আশ্রয় প্রক্রিয়ার জন্য অভিন্ন মান প্রতিষ্ঠা করা।\nসুরক্ষা আবেদনকারীদের মর্যাদাপূর্ণ অভ্যর্থনার জন্য ন্যূনতম সাধারণ শর্ত নির্ধারণ করা এবং সুরক্ষা মঞ্জুরির জন্য নির্দিষ্ট মানদণ্ডে ঐক্যমত্য তৈরি করা।\nসাধারণ ইউরোপীয় আশ্রয় ব্যবস্থা (CEAS) এর কাঠামোর মধ্যে তাম্পেরে ঘোষণা অভিবাসন সংক্রান্ত একটি বিস্তৃত নীতির ভিত্তি স্থাপন করে। এটি উৎপত্তিস্থল এবং ট্রানজিট অঞ্চলে রাজনৈতিক, মানবাধিকার ও উন্নয়নমূলক বিষয়গুলোর সমাধানকে গুরুত্ব দেয়।\nএই ঘোষণার মাধ্যমে সরকারগুলোর সাথে চুক্তির ভিত্তিতে ইউরোপীয় ইউনিয়ন (ইইউ) পর্যায়ে বিভিন্ন আইন ও নীতিগত ব্যবস্থা গ্রহণ করা হয়, যা অসংখ্য বাস্তুচ্যুত মানুষের আশ্রয়ের ব্যবস্থা করতে একটি কাঠামো নির্ধারণ করে। এর লক্ষ্য ছিল সুরক্ষার প্রয়োজনীয়তা থাকা ব্যক্তিদের জন্য আশ্রয় দেওয়া এবং একইসঙ্গে যেসব সদস্য রাষ্ট্রের আশ্রয় ব্যবস্থার ওপর অতিরিক্ত চাপ পড়ছে, তাদের সহায়তা প্রদান করা।\nপ্রথম পর্যায় (১৯৯৯-২০০৫) শেষে সদস্য রাষ্ট্রগুলো এই ব্যবস্থার কার্যকারিতা পর্যালোচনা করে এবং ইউরোপীয় আশ্রয় ব্যবস্থার ন্যূনতম মান নির্ধারণকারী পাঁচটি প্রধান আইন সংশোধন ও উন্নত করে।\n২০১৫ সাল থেকে ইউরোপীয় দেশগুলোর জাতীয় আশ্রয় ও অভিবাসন ব্যবস্থায় অসম ও ক্রমবর্ধমান চাপ তৈরি হয়। তবে এটি আরও সমন্বিত ও অভিন্ন সমাধানের সুযোগও এনে দেয়। এই পরিস্থিতি ঐক্য ও দায়িত্ব ভাগাভাগির ভিত্তিতে একটি অভিন্ন আশ্রয় ব্যবস্থার গুরুত্ব তুলে ধরে।\nফলে সমগ্র ইউরোপীয় ইউনিয়নে অভিবাসন ব্যবস্থাপনার জন্য একটি সাধারণ কাঠামোর প্রয়োজনীয়তা সুস্পষ্ট হয়, যা বিভিন্ন ধরনের অভিবাসন প্রবাহ পরিচালনা, সীমান্ত নিয়ন্ত্রণ, আন্তর্জাতিক সুরক্ষা এবং প্রত্যাখ্যাত আবেদনকারীদের নিজ দেশে ফেরানোর ক্ষেত্রে সহায়তা করে।\n\n\n== ৩.৩ ইউরোপীয় ইউনিয়নের মৌলিক অধিকার সনদ ==\nইউরোপীয় ইউনিয়নের আইন ইউরোপীয় ইউনিয়নের মৌলিক অধিকার সনদের (Charter of Fundamental Rights of the European Union) অধীন, যা ইইউ নাগরিকদের গুরুত্বপূর্ণ ব্যক্তিগত স্বাধীনতা ও অধিকারগুলিকে একটি আইনীভাবে বাধ্যতামূলক নথিতে একত্রিত করেছে।\nএই সনদ ২০০০ সালে ঘোষণা করা হয় এবং ২০০৯ সালের ডিসেম্বরে লিসবন চুক্তির সাথে কার্যকর হয়। এটি মানব মর্যাদা, বৈষম্যহীনতা এবং আশ্রয় সম্পর্কিত বিধান অন্তর্ভুক্ত করে।\nসনদটি ছয়টি অধ্যায়ে বিভক্ত (মর্যাদা, স্বাধীনতা, সমতা, সংহতি, নাগরিক অধিকার, ন্যায়বিচার) এবং বিভিন্ন অনুচ্ছেদ সমন্বিত।\nএই অধিকার ও নীতিসমূহ সমুদ্র উদ্ধার কার্যক্রমের বৈধতা নির্ধারণে গুরুত্বপূর্ণ ভূমিকা রাখে।\n\n\n== ৩.৪ শেনজেন এলাকা ==\nইউরোপীয় ইউনিয়নের সদস্য রাষ্ট্রগুলোর মধ্যে যারা শেনজেন এলাকার অংশ, তাদের জন্য সীমান্ত নিয়ন্ত্রণ ও ব্যবস্থাপনার আইনি বাধ্যবাধকতা ও দায়িত্ব রয়েছে, যার মধ্যে সমুদ্রে উদ্ধার কার্যক্রম পরিচালনার মতো পরিস্থিতিতে সাড়া দেওয়া অন্তর্ভুক্ত।\nসীমান্ত-মুক্ত শেনজেন এলাকা চারশো মিলিয়নের বেশি ইউরোপীয় নাগরিকের পাশাপাশি ইইউ-তে বসবাসকারী বা পর্যটক, ছাত্র বিনিময় কর্মসূচি বা ব্যবসায়িক কারণে ভ্রমণকারী অনাবাসী নাগরিকদের জন্য অবাধ চলাচল নিশ্চিত করে।\nএই অবাধ চলাচলের অধিকার প্রতিটি ইউরোপীয় নাগরিককে বিশেষ আনুষ্ঠানিকতা ছাড়াই ইইউ দেশগুলোর মধ্যে ভ্রমণ, কাজ এবং বসবাসের সুযোগ দেয়।\nশেনজেন এই স্বাধীনতাকে আরও সুসংহত করে, কারণ এটি নাগরিকদের শেনজেন এলাকার মধ্যে সীমান্ত পরীক্ষার সম্মুখীন না হয়ে অবাধ চলাচলের সুযোগ প্রদান করে।\nবর্তমানে বুলগেরিয়া, সাইপ্রাস, আয়ারল্যান্ড এবং রোমানিয়া ব্যতীত ইইউ-এর প্রায় সমস্ত দেশ শেনজেন এলাকার অন্তর্ভুক্ত। তবে বুলগেরিয়া ও রোমানিয়া ইতোমধ্যেই শেনজেন নীতির একটি বড় অংশ কার্যকর করেছে এবং শেনজেন এলাকায় অন্তর্ভুক্ত হওয়ার প্রক্রিয়ায় রয়েছে।\n২০২৩ সালের ১ জানুয়ারি ক্রোয়েশিয়া শেনজেন এলাকার সর্বশেষ সদস্য রাষ্ট্র হিসেবে যুক্ত হয়েছে।\nএছাড়াও, নন-ইইউ রাষ্ট্র আইসল্যান্ড, নরওয়ে, সুইজারল্যান্ড এবং লিচেনস্টেইনও শেনজেন এলাকার অংশ।\n\n\n== তথ্যসূত্র =="}