{"pageid": 1517455, "title": "ঘিলাখেলা", "url": "https://bn.wikipedia.org/wiki?curid=1517455", "content": "তঞ্চঙ্গ্যা জাতিসত্ত্বার ঐতিহ্য এবং সংস্কৃতির একটি অনন্য প্রতীকের নাম  ঘিলাখেলা। এটি তঞ্চঙ্গ্যাদের প্রধান সামাজিক উৎসব বিষু'র উৎকৃষ্ট বিনোদনের একটি অনুষঙ্গের একটি নামও। তঞ্চঙ্গ্যাদের জাতীয় খেলা হিসেবে ইতিমধ্যে এ ঐতিহ্যবাহী ঘিলা খেলাটি পরিচিতি লাভ করেছে। প্রতি বৎসর চৈত্র মাসের মাঝামাঝি থেকে শুরু হয়ে বাংলা পহেলা বৈশাখ অর্থাৎ প্রধান সামাজিক উৎসব বিষুর শেষান্তে  কিংবা পরবর্তী কয়েকটা দিনে গ্রামের শিশু-কিশোর থেকে শুরু করে মধ্যবয়সী নারী-পুরুষ এ খেলার প্রতিদ্ব›দ্বীতায় মেতে উঠে। বিষু উৎসবে এ খেলাকে কেন্দ্র করে উৎসবের ভিন্নমাত্রার এক আবহ তৈরি করে। বাংলাদেশের তঞ্চঙ্গ্যা অধ্যুষিত গ্রামগুলোতে সন্ধ্যা থেকে শুরু হয়ে মধ্যরাত পর্যন্ত এ খেলায় উপভোগে হৈ-হুল্লোড় আর ম্যাচ জয়ের হর্ষ ধ্বনিতে একাকার হয়ে উঠে খেলার প্রাঙ্গন। একটা সময় ছিল তঞ্চঙ্গ্যা গ্রামগুলোতে আলোর মশাল জ্বালিয়ে এক গ্রামের সাথে অন্য গ্রামের যুবক-যুবতী অথবা বিবাহিত- অবিবাহিতদের পরস্পরের বিপক্ষে গভীর রাত পর্যন্ত তুমুল প্রতিদ্ব›দ্বীতা চলতো। খেলার সমাপনীতে গ্রামের হেডম্যান/কার্বারীর কর্তৃক ঘোষিত বিশেষ ধরণের পুরস্কারসহ চলে নানা ধরণের আয়োজন। কিন্তু কালের আবর্তে তঞ্চঙ্গ্যাদের সেইসব এখন কেবল সোনালী অতীত!\nগহীণ অরণ্যে জন্মানো বুনো লতার লম্বাকৃতির ফল হচ্ছে 'ঘিলাতাক'। এই ঘিলাতাক থেকে সংগ্রহকৃত গোলাকৃতি খয়েরী বর্ণের বীচিটি মূলতঃ তঞ্চঙ্গ্যাদের কাছে ‘ঘিলা’ নামে পরিচিত। ঘিলাতাক হচ্ছে অনেকগুলোর ঘিলার সমষ্টি আর ঘিলা হচ্ছে একক বা একটিমাত্র ঘিলা। দেখতে অনেকটা শীতকালীন শিম অথবা তেঁতুলের মতো। কিন্তু এটি আকারে বড় এবং দীর্ঘ ৩/৪ ফুট লম্বা প্রায়।\nঘিলাকে খেলার মূল উপকরণ হিসেবে ব্যবহার করে বহুকাল আগে তঞ্চঙ্গ্যা আদি-পুরুষগণ এ খেলার প্রচলন শুরু করে। যদিও এ খেলাটি ঠিক কবে, কীভাবে উৎপত্তি হয়েছিল তার সঠিক ইতিহাস কারোর জানা নেই। তবে কথিত আছে, তঞ্চঙ্গ্যাদের কালজয়ী গৌরবের ইতিহাসে বৈচিত্র্যপূর্ণ এ ঘিলাখেলাকে কেন্দ্র করে 'রাধামন-ধনপুরী' যুগলের মিষ্টি প্রেমের উপখ্যান রচিত হয়েছিল। যা বর্তমান প্রজন্মের প্রায় অনেকের কাছে অজানাই রয়ে গেছে।\nবিশ্বের অন্যান্য খেলাধুলার ন্যায় এ খেলায়ও সুনির্দিষ্ট কিছু নিয়ম-কানুন ও খেলার কৌশল তৈরি করেছিলেন তঞ্চঙ্গ্যা আদি পুরুষগণ।      সমান সংখ্যক খেলোয়াড় দুই দলে ভাগ হয়ে উভয় দলের একজন দক্ষ ও অভিজ্ঞ দলনেতার নেতৃত্বে খেলা প্রতিদ্ব›দ্বীতা হয়। মাঠের নির্দিষ্ট এক প্রান্তে সারিবদ্ধভাবে পুঁতে রাখা পরস্পরের মধ্যে পালাক্রমে এক একটি ঘিলা নিক্ষেপ করে সফলভাবে ঘিলাকে লক্ষ্যভেদ (তাক) করাই হচ্ছে এই খেলার মূল উপজীব্য। খেলায় প্রতিটি ধাপের জন্য বেশ কিছু বৈচিত্র্যপূর্ণ নাম রয়েছে। ধারাবাহিক প্রক্রিয়ায় একেকটি  ধাপ শেষ করে জয়ের লক্ষ্য নিয়ে দলগুলো পরস্পরের প্রতিদ্ব›িদ্বতায় মেতে উঠে। খেলার নিয়ম অনুযায়ী নির্ধারিত সময়ের মধ্যে যে দল আগে সকল ধাপ সফলভাবে সম্পন্ন করতে পারে, সেই দলকে খেলায় বিজয়ী বলে ঘোষণা করা হয়। বর্তমানে টুর্নামেন্টের প্রতিটি ম্যাচ সুষ্ঠু এবং সুশৃঙ্খলভাবে পরিচালনার জন্য দুই জন অভিজ্ঞ রেফারীকে অন্তভর্‚ক্ত করা হয়ে থাকে। সরকারি বেসরকারিভাবে এবং নানা আনুষ্ঠানিকতার মধ্য দিয়ে এক প্রকার তঞ্চঙ্গ্যাদের জাতীয় খেলা হিসেবে ‘ঘিলাখেলা’ ইতিমধ্যে স্বীকৃতি লাভ করেছে। তাছাড়া রেফারীর অন্তর্ভুক্তিতে ঐতিহ্যবাহী এ খেলায় একটা নতুনত্ব এনে দিয়েছে। তাই মেজর গেইম হিসেবে স্বীকৃতি লাভ করা তঞ্চঙ্গ্যাদের জাতীয় এ খেলাটি জাতীয় পর্যায়ে দেশের যেকোন প্রান্তে টুর্নামেন্ট আয়োজনের যোগ্যতা রাখে।\nরাঙ্গামাটি চারুকলা ইন্সটিটিউটের প্রতিষ্ঠাতা, স্বনামধন্য গীতিকার ও কথাসাহিত্যিক জীবন্ত কিংবদন্তি রতিকান্ত তঞ্চঙ্গ্যা তাঁর রচিত 'তঞ্চঙ্গ্যা জাতি' গ্রন্থে পাঁচ প্রকারের ঘিলা খেলার কথা উল্লেখ করেছেন। যথা- ১. মক খেলা, ২. কুইচুক খেলা, ৩. গামাইত খেলা, ৪. ব্যঙ খেলা ও  ৫. পাইচে খেলা। কালের পরিক্রমায় 'মক' ও 'কুইচুক' খেলার এ দুটি ধরণ ছাড়া বাকি ৩টি গামাইত, ব্যঙ, পাইচে খেলার নিয়ম ও কৌশল চর্চার অভাবে বহুকাল আগে বিলুপ্ত হয়ে যায়। অনেকে আশংকা করছেন, নিয়মিত চর্চা এবং প্রতিযোগিতার আসর না হলে ভার্চুয়াল এ বিশ্বায়নের যুগে ঘিলাখেলার অবশিষ্ট দুইটি 'মক' ও 'কুইচুক' খেলার ধরণও একটা সময় তঞ্চঙ্গ্যা প্রজন্ম থেকে হারিয়ে যেতে পারে। সেইসাথে হারিয়ে যাবে তঞ্চঙ্গ্যাদের একটি মূল্যবান সংস্কৃতির উপাদান।\nবান্দরবান সদর, রেইসা, রোয়াংছড়ি, ওয়াগ্গা, রাজস্থলীসহ কিছু তঞ্চঙ্গ্যা অধ্যুষিত অঞ্চলে সামাজিক উৎসব বিষু উপলক্ষে তঞ্চঙ্গ্যাদের সার্বজনীন এবং জাতীয়ভাবে স্বীকৃতি লাভ করা জাতীয় ঘিলাখেলাটির শুধুমাত্র 'কুইচুক' পর্বটি বড় আসরের টুর্নামেন্টগুলোতে আয়োজন করে আসছে। যদিও প্রায় তঞ্চঙ্গ্যা গ্রামগুলোতে বিশেষ করে রাজস্থলী, সোয়ালক, রোয়াংছড়ি, কাপ্তাই ওয়াগ্গা, রাঙ্গামাটির ঝগড়াবিলে এখনও ‘মক’ খেলাটি শিশু-কিশোর থেকে শুরু করে বিবাহিত-অবিবাহিত, নারী-পুরুষদের মধ্যে এ খেলায় প্রতিদ্ব›িদ্বতা করতে দেখা যায়। তবে বড় টুর্নামেন্টের আয়োজক কমিটির 'মক খেলা' ইভেন্টটি আয়োজন করতে খুব একটা দেখা মিলে না। গতবছর রাজস্থলীতে বিষু উৎসবে বাংলাদেশ তঞ্চঙ্গ্যা কল্যাণ সংস্থা, রাজস্থলী অঞ্চল কমিটি ও যুবাদের উদযোগে 'কুইচুক' এবং 'মক'খেলার দুটি পর্ব নিয়ে এটি সফল টুর্নামেন্ট আয়োজন করে। টুর্নামেন্টে উপজেলার বিভিন্ন তঞ্চঙ্গ্যা গ্রাম থেকে মোট ২৬টি দল অংশগ্রহণ করে। দীর্ঘ অনেক বছর পর কুইচুক খেলার পাশাপাশি মকখেলার ইভেন্টটি টুর্নামেন্টে যুক্ত করায় টুর্নামেন্টে স্বতঃস্ফূর্ত অংশগ্রহণ এবং প্রতিযোগীদের উচ্ছ¡াস প্রকাশ করতে দেখা গেছে। উপজেলায় স্থানীয় তঞ্চঙ্গ্যা এবং ক্রীড়াপ্রেমীদের মধ্যেও ব্যাপক সাড়া ফেলেছিল এই আয়োজনটি। তাঁদের এমন উদ্যোগ এবং আয়োজন সত্যিই প্রশংসার দাবি রাখে। বাংলাদেশের অন্যান্য তঞ্চঙ্গ্যা অধ্যুষিত অঞ্চলগুলোতেও কুইচুক পর্বের পাশাপাশি মকখেলার ইভেন্ট টুর্নামেন্টে যুক্ত করলে শিশুদের এ খেলার চর্চা ও আগ্রহ আরও বাড়বে বলে মনে করি। নিয়মিত আয়োজন আর চর্চা না হলে হয়তো একটা সময় 'মক খেলাটি'ও বিলুপ্তির সম্মুখীন হবে এতে কোন সন্দেহ নেই। তাই কুইচুক খেলার পাশাপাশি এ খেলাটি অন্তর্ভূক্ত করে নিয়মিত টুর্নামেন্ট আয়োজন করা এখন সময়ের দাবি।\nএ খেলাটির অন্যতম বৈশিষ্ট্য হচ্ছে অংশগ্রহণকারী নারী-পুরুষ উভয়ের জন্য ভিন্ন ভিন্ন খেলার কিছু কৌশল রয়েছে। যা সচরাচর কুইচুক খেলায় পরিলক্ষিত হয়না। তবে কুইচুক খেলার ন্যায় ধারাবাহিকভাবে কিছু ধাপ এবং নিয়ম-কানুন মক খেলাতেও বিদ্যামান। এ খেলাটি নিয়েও বিতর্কের শেষ নেই, অনেকে মনে করেন ‘মগ, মামরা’ থেকে ‘মক’ শব্দটি এসেছে, তাই এই পর্বটি ‘মগ’/‘মারমা’ জাতিগোষ্ঠীর খেলা। বিষয়টি একটু যাচাই করার জন্য প্রাচীন ঘিলাখেলার রীতিনীতি সর্ম্পকে ধারণা রাখেন, জানেন এবং বুঝেন এরকম কিছু বয়োজ্যেষ্ঠ ব্যক্তির সাথে আলাপ করলে তাঁরা তথ্যটি সঠিক নয় বলে মত পকাশ করেন। তাঁদের বক্তব্য হলো বাংলায় ‘উল্টে যাওয়া’ আর তঞ্চঙ্গ্যা ‘মক্কুলুঙ’ মতান্তরে ‘মক্কলাইত’ শব্দ থেকে ‘মক’ শব্দটি এসেছে এবং মক শব্দের সাথে মগ বা মারমা জাতি কোন সর্ম্পক নেই। তাছাড়া মারমা জাতিগোষ্ঠীদের মধ্যে  তাদের সাংগ্রাই উৎসবে এ খেলা খেলতে বা আয়োজন করতে খুব একটা চোখে পড়েনা! তাই এটি নিয়ে বিভ্রান্ত হওয়ার কোন অবকাশ রাখে না। প্রকৃতপক্ষে, 'মক' একটি তঞ্চঙ্গ্যা শব্দ, মক থেকে মুক্কুলুঙ শব্দটি বিশেষিত হয়েছে। বাংলায় যার অর্থ দাড়ায় উল্টে যাওয়া। তঞ্চঙ্গ্যাদের অনেকে কাছে এটি মরদ(পুরুষ) খেলা নামে পরিচিত। নারী এবং পুরুষের উভয়ের জন্য ঘিলা নিক্ষেপের ধরণ ভিন্ন হওয়ার কারণে এ খেলার বিশেষত্ব কুইচুক খেলার ধরণ থেকে সম্পূর্ণ আলাদা করেছে।\nমক'খেলার পর্বের মধ্যে সুনির্দিষ্ট কিছু ধাপ ও কৌশল রয়েছে যেগুলো ধারাবাহিকভাবে একটি প্রক্রিয়ার মাধ্যমে দলের প্রত্যেক সদস্যকে সম্পন্ন করতে হয়। ধাপ ও কৌশলভেদে মক পর্বের সংখ্যা তেরটি। যেমন-\n১. কুইচুকঃ খেলার প্রথম এবং সবচেয় সহজ ধাপ এটি। ঘিলাটি হাতে রেখে নিজের জন্য পুঁতে রাখা নির্দিষ্ট ঘিলার দিকে নিক্ষেপ এবং লক্ষ্যভেদের মধ্য দিয়ে এ ধাপ শুরু হয়।\n২. পেঠত্তুলুং/নানাড়ি: এটি মক খেলার দ্বিতীয় ধাপ। নাভির স্থানে ঘিলাটি রেখে এক লাফ দেওয়ার পর ঘিলাটি যেখান গিয়ে পড়বে, ঠিক সেখান থেকে বৃদ্ধা/তর্জনী আঙ্গুলের সাহায্যে প্রতিপক্ষের নির্ধারিত ঘিলাটি ভেদ বা আঘাত করে এর সম্পূর্ণ করতে হয়।\n৩. বুকবেলা/গত্তন/থত্তনাঃ এটি মক খেলার তৃতীয় ধাপ। ঠোতনী মাঝখানে ঘিলাকে আটকে রেখে সামনে এক কদম পা বাড়িয়ে ঘিলাটি ছেড়ে দিতে হয়। এরপর বৃদ্ধা/তর্জনী আঙ্গুলের সাহায্যে প্রতিপক্ষের নির্ধারিত ঘিলাটি লক্ষ্যভেদ (তাক) করতে হয়।\n৪. পানিক্ক্যৈা ঃ  এটি খেলার চতুর্থ ধাপ। মাথার ওপর ঘিলাটি রেখে পরপর তিনবার প্রতিপক্ষের ঘিলার ওপর আঘাত করে সাফল্যের সাথে সম্পন্ন করতে হয় এই পর্বটি।\n৫. মারা/গত্তনঃ খেলার পঞ্চম ধাপ এটি। মাথার ওপর ঘিলা বসিয়ে পেশিশক্তি প্রয়োগ করে, কোটে যে স্থানে ঘিলাটি পড়বে ঠিক সে স্থান থেকে প্রতিপক্ষের ঘিলাকে লক্ষ্য করে নিক্ষেপ করতে হয় এই পর্বে।\n৬. পারিয়া পিঠ/লিচুঃ এটি খেলার ষষ্ঠ ধাপ। ঘিলাটি মাথার নিচে রেখে এককদম পিছনে লাফ দিয়ে ঘিলাটি যেখানে গিয়ে পড়বে ঠিক সেখান থেকে ঘিলাটি লক্ষ্যতে নিক্ষেপ করতে হয়।\n৭. সঙা লারি/খগাঃ এটি খেলার সপ্তম ধাপ। এ খেলায় হাঁটুর পিছনে মাঝ বরাবর ঘিলাটি রেখে পিছন থেকে পেশিশক্তি দিয়ে ঘিলাটি নিক্ষেপ করতে হয়।\n৮. পারাঃ পারা খেলার অষ্টম ধাপ। পায়ের উপরের পাতায় ঘিলাটি রেখে পিছন থেকে উল্টো ভাবে ঘিলাটি ছাড়তে বা নিক্ষেপ করতে হয়।\n৯. কাইনস্যাঃ এটি নবম ধাপ। ঘিলাটি পায়ের কনিষ্ঠ এবং অনামিকা আঙ্গুলের মাঝখানে রেখে পিছন থেকে পেশিশক্তি প্রয়োগ করে ঘিলাটি ছাড়তে হয়।\n১০. আইলস্যাঃ এটি দশম ধাপ। এ পর্যায়ে ঘিলাটি পায়ের অনামিকা এবং মধ্যমা আঙ্গুলের মাঝখানে রেখে পিছন থেকে পেশিশক্তি প্রয়োগ করে ঘিলাটি নিক্ষেপ করে প্রতিপক্ষের ঘিলাকে লক্ষ্য করে ভেদ করতে হয়।\n১১. চিগন বুজ্জ্যাঃ এটি একাদশ ধাপ। ঘিলাটি পায়ের তর্জনী এবং মধ্যমা আঙ্গুলের মাঝখানে রেখে নিক্ষেপ করতে হয়।\n১২. বুইজ্জ্যাঃ খেলার এটি দ্বাদশ ধাপ। পায়ের বৃদ্ধা এবং তর্জনী আঙ্গুলের মাঝখানে আটকে দিয়ে ঠিক চিগন ব্জ্জ্যুা ধাপের ন্যায় ঘিলাটি নিক্ষেপ করতে হয়।\n১৩. খেকরে-খেইকঃ এটি মক খেলার ত্রয়োদশ বা সর্বশেষ ধাপ। এ ধাপটি সফলভাবে সম্পন্ন করে প্রতিপক্ষ দলের যেকোন একজন সদস্য দুই বার দীর্ঘ লাফ দিয়ে প্রতিপক্ষের পুঁতে রাখা ঘিলা নিক্ষেপের জন্য দুটি জায়গা নির্ধারণ করা হয়। যেগুলো 'তলে ঝাম' ও 'উয়ে ঝাম' নামে চিহ্নিত করে ঘিলা নিক্ষেপে জন্য নির্দিষ্ট একটা স্থানে চিহ্ন বা দাগ দেওয়া হয়। মূলত এ ধাপের ওপর দলের জয়-পরাজয় নির্ভর করে। খেলার এ দুটি ঝাম বা দাগ থেকে প্রতিপক্ষের সব ঘিলা সফলভাবে লক্ষ্যভেদ (তাক) করতে পারলে দলের চ‚ড়ান্ত বিজয় অর্জিত হয়।\nপ্রতিটি ধাপ বা পর্বের শেষে পরবর্তী ধাপে যাওয়ার জন্য যে বিশেষ একটি ধাপটি খেলতে হয় বা বাধ্যতামূলক অতিক্রম করতে হয় সে পর্বটি হচ্ছে কাক্কুলুক। কাক্কুলুক এর উপর মূলতঃ একটি খেলার জয় পরাজয় নির্ধারিত হয়। কাক্কুলুক মূলতঃ প্রতিপক্ষের পুঁতে রাখা ঘিলাকে ভেদ বা আঘাত করার লক্ষ্যে নিক্ষেপ করার পর উভয় ঘিলা মুখোমুখি অবস্থান বা সংযোগ হওয়ার পর হাতের বৃদ্ধা এবং কনিষ্ঠ আঙ্গুল প্রসারিত করে দুই আঙ্গুলের সাহায্যে ঘিলার দূরত্বকে পরিমাপ করে ঘিলা দুটির দুই আঙ্গুলের শীর্ষভাগ স্পর্শ করাকে 'কাক্কুলুক' বলে। দুই আঙ্গুলের মাফে স্পর্শ করলে সে পরবর্তী ধাপের জন্য অযোগ্য বলে বিবেচিত হবে। সুতরাং প্রতিপক্ষের পুঁতে রাখা ঘিলাকে সফলভাবে লক্ষভেদ করা এবং পরবর্তী ধাপে যাওয়ার যোগ্যতার উপর 'কাক্কুলুক' ম্যাচের জয় পরাজয় নির্ধারিত হয়।\nগর্ব করার মতো তঞ্চঙ্গ্যাদের অনেক সংস্কৃতির উপাদানের মধ্যে ঐতিহ্যবাহী ঘিলাখেলা অন্যতম। এটি শুধু একটি খেলা নয়, তঞ্চঙ্গ্যা জাতির সংস্কৃতি, ঐতিহ্য, আবেগ, অনুভূতির সাথেও মিশে রয়েছে। প্রত্যাশা করছি চর্চায় এবং বড় পরিসরে আয়োজনের মাধ্যমে প্রজন্মের পরম্পরায় বেঁচে থাকবে তঞ্চঙ্গ্যা এই জনপ্রিয় খেলাটি। শুধু কুইচুক পর্বটি নয়, জাতির ঐতিহ্যবাহী ঘিলাখেলার সৌন্দর্য্যের একটা অংশ হিসেবে মক খেলা এবং কুইচুক খেলা দুটি পর্ব সমানভাবে আয়োজন করে ভবিষ্যৎ প্রজন্মের কাছে মূল্যবান সংস্কৃতি এবং ঐতিহ্য হিসেবে ঠিকে থাকুক।"}