{"pageid": 1517965, "title": "মুসাল্লা কমপ্লেক্স", "url": "https://bn.wikipedia.org/wiki?curid=1517965", "content": "মুসাল্লা কমপ্লেক্স (পশতু  مصلی مجتمع ), যা মুসাল্লাহ কমপ্লেক্স বা গওহর শাহের মুসাল্লা নামেও পরিচিত, আফগানিস্তানের হেরাত শহরে অবস্থিত একটি প্রাক্তন ইসলামী ধর্মীয় কমপ্লেক্স, যেখানে তৈমুরি স্থাপত্যের উদাহরণ রয়েছে। পঞ্চদশ শতাব্দীর এই কমপ্লেক্সের বেশিরভাগ অংশ আজ ধ্বংসস্তূপে পরিণত হয়েছে এবং এখনও টিকে থাকা ভবনগুলির সংস্কার প্রয়োজন। জটিল ধ্বংসাবশেষের মধ্যে রয়েছে হেরাতের পাঁচটি মুসল্লাহ মিনার, মীর আলী শের নাভাই সমাধিসৌধ, গওহর শাদ সমাধিসৌধ এবং একটি বৃহৎ মসজিদ ও একটি মাদ্রাসা কমপ্লেক্সের ধ্বংসাবশেষ।\n১৪১৭ সালে তৈমুরি শাসক শাহরুখের স্ত্রী রানী গওহরশাদের অধীনে এই কমপ্লেক্সের নির্মাণ কাজ শুরু হয় এবং ১৪০০ সালের শেষের দিকে সুলতান হুসেন বায়কারার একটি মাদ্রাসা নির্মাণের মাধ্যমে এটি শেষ হয়। ১৮৮৫ সালে পাঞ্জদেহ ঘটনার সময় এটি মারাত্মকভাবে ক্ষতিগ্রস্ত হয়, যখন আফগানিস্তানের ব্রিটিশ এবং ক্ষমতাসীন আমির বেশিরভাগ জটিল ভবন ভেঙে ফেলেন। বিংশ শতাব্দীতে ভূমিকম্প এবং যুদ্ধের কারণে আরও চারটি মিনার ভেঙে পড়ে।\n\n\n== ইতিহাস ==\n১৪০৫ সালে শাহরুখ সমরকন্দ থেকে হেরাতকে স্থানান্তর করে তৈমুরি সাম্রাজ্যের রাজধানী করেন। তৈমুরিদ রানী গওহর শাদ এই কমপ্লেক্সটি চালু করেন এবং ১৪১৭ সালে নির্মাণ কাজ শুরু হয়, সম্ভবত শিরাজের স্থপতি কাভামাদ-দীনের অধীনে, যিনি খার গের্দেও একই রকম একটি মাদ্রাসা নির্মাণ করেছিলেন।  মাদ্রাসাটি ১৪১৭ থেকে ১৪২৬ সালের মধ্যে নির্মিত হয়েছিল, সম্ভবত আনু. ১৪৩২ । এই কমপ্লেক্সের মূল প্রবেশপথের উভয় পাশে পূর্ব সম্মুখভাগে দুটি মিনার ছিল এবং উত্তর-পশ্চিম কোণে সমাধিসৌধ ছিল।  মসজিদটি ১৪৩৭ সালে সম্পন্ন হয়।  সুলতান হুসেন বায়কারার একটি মাদ্রাসা, যাকে মাদ্রাসা নি'মাতিয়া বলা হয়, ১৪৬৯ থেকে ১৫০৬ সালের মধ্যে, সম্ভবত ১৪৯৩ (৮৯৮) সালের দিকে নির্মিত হয়েছিল। হিজরী )। \nউনিশ শতকের শেষের দিকে মুসাল্লা কমপ্লেক্সটি ব্যাপকভাবে ক্ষতিগ্রস্ত হয়। ১৮৬৮ সালে কামানের গোলাগুলির কারণে মিনারের চূড়াগুলি ধ্বংস হয়ে যায়।\nতারপর ১৮৮৫ সালের পাঞ্জদেহ ঘটনার সময়, রাশিয়ান সৈন্যরা মার্ভের দক্ষিণ-পূর্বে আফগান সৈন্যদের আক্রমণ করে। রাশিয়ানরা যাতে ভবনগুলিকে আবরণ হিসেবে ব্যবহার করতে না পারে সেজন্য ব্রিটিশ এবং আমির আবদুর রহমান খান কমপ্লেক্সের বেশিরভাগ ভবন সমতল করেছিলেন।  শুধু মাত্র গওহর শাদের সমাধিসৌধ এবং মূল বিশটি মিনারের মধ্যে নয়টি মিনারের অস্তিত্ব থাকার অনুমতি দেওয়া হয়েছিল। হেরাতিরা আবদুর রহমানের কাছে কমপ্লেক্সটি বাঁচানোর জন্য আবেদন করেছিল, কিন্তু তিনি প্রতিক্রিয়া জানিয়েছিলেন যে মৃতদের শয়নকক্ষ বাঁচানোর চেয়ে জীবিতদের বাঁচানো বেশি গুরুত্বপূর্ণ।  অবশেষে সংকটের সমাধান হয়ে যায়, এবং কখনও যুদ্ধ শুরু হয়নি, যার ফলে ধ্বংসযজ্ঞ অপ্রয়োজনীয় হয়ে পড়ে।  নয়টি মিনার এবং দুটি সমাধিসৌধ ধ্বংসের হাত থেকে রক্ষা পায়।\n১৯৩২ সালে এক ভূমিকম্পে মসজিদের চারটি মিনারের মধ্যে দুটি ধ্বংস হয়ে যায়, এবং ১৯৫১ সালে আরেকটি ভূমিকম্পে আরেকটি ধ্বংস হয়ে যায়, যার ফলে কেবল একটি অক্ষত থাকে।  ২০২১ সালে কমপ্লেক্সের মূল বিশটি মিনারের মধ্যে মাত্র পাঁচটি অবশিষ্ট ছিল।\n১৯৩০-এর দশকে ভ্রমণ লেখক রবার্ট বায়রন এবং অ্যানেমারি শোয়ার্জেনবাখ এই কমপ্লেক্সটি পরিদর্শন করেছিলেন এবং ছবি তুলেছিলেন। বায়রনের বই, দ্য রোড টু অক্সিয়ানা, মিনারগুলির উল্লেখ করে এবং তৈমুরিদের ইতিহাস নিয়ে আলোচনা করে।  'আলী শির নাওয়াই'র সমাধিসৌধটি ১৯৫০ সালে পুনর্নির্মিত হয়েছিল। \n\n\n=== সংরক্ষণ প্রচেষ্টা ===\nবিংশ শতাব্দীর মধ্যে, সমাধিসৌধটি ব্যাপকভাবে ক্ষতিগ্রস্ত হয়েছিল, বিশেষ করে গম্বুজটির মারাত্মক অবনতি ঘটে। ১৯৫০-এর দশকে ফিকরি সালজুকির তত্ত্বাবধানে এবং নেতৃত্বে হস্তক্ষেপের ফলে ভবনের চেহারায় আমূল পরিবর্তন আসে, সম্পূর্ণ নতুন পূর্ব সম্মুখভাগ এবং আংশিকভাবে নতুন দক্ষিণ সম্মুখভাগ নির্মাণ করা হয় এবং ষড়ভুজাকার মিহরাবটি ভেঙে একটি আয়তাকার মিহরাব স্থাপন করা হয়। অভ্যন্তরীণ গম্বুজটি সজ্জিত করা হয়েছিল এবং বাইরের দেয়ালে এক মিটার (৩ ফুট ৩ ইঞ্চি) উচ্চতা পর্যন্ত মোজাইক স্থাপন করা হয়েছিল।  সমাধিসৌধের সংস্কার ও মেরামতের কাজ প্রায়শই অনুপযুক্ত উপকরণ ব্যবহার করে নিম্নমানের হত। \nজাতিসংঘের শিক্ষা, বৈজ্ঞানিক ও সাংস্কৃতিক সংস্থা ( ইউনেস্কো ) ইতালীয় স্থপতি আন্দ্রেয়া ব্রুনোর সাথে ১৯৭৪-৭৫ সালে প্রাথমিক সংরক্ষণ এবং পুনরুদ্ধারের প্রচেষ্টা শুরু করে। এপ্রিল মাসে নিকমাতিয়া মাদ্রাসার মিনার নির্মাণের কাজ শুরু হয়। ১৯৭৭। এক বছর পর, আফগানিস্তান গণতান্ত্রিক প্রজাতন্ত্রের সরকারের সহযোগিতায় কাঠামোগত শক্তিবৃদ্ধি শুরু হয়। এর লক্ষ্য ছিল মাটির পাত্রের সাজসজ্জা পুনরুদ্ধার করা এবং রাজমিস্ত্রির ক্ষয় রোধ করা। স্টিলের পাইপের অভাবে কাজটি ধীর হয়ে গিয়েছিল। মসজিদ সংস্কারের কাজ শেষ হওয়ার কাছাকাছি সময়ে, ১৯৭৯ সালের মার্চ মাসে হেরাতের বিদ্রোহ এবং এর ফলে দমন-পীড়নের ফলে কাজ বন্ধ হয়ে যায়। ১৯৮৯ সালে পরিস্থিতি পর্যালোচনা করার জন্য ইউনেস্কো সংক্ষিপ্তভাবে ফিরে আসে। \nসোভিয়েত-আফগান যুদ্ধের সময়, সমাধিসৌধ এবং মিনারগুলি অতিরিক্ত ক্ষতির সম্মুখীন হয়। যুদ্ধের সময় হেরাত ছিল একমাত্র শহুরে যুদ্ধক্ষেত্র, এবং মনোবল হ্রাস করার জন্য প্রায়শই ঐতিহাসিক ভবনগুলিকে লক্ষ্যবস্তু করা হত। ১৯৮৪-১৯৮৫ সালে সমাধিসৌধের ছাদে আঘাত লাগে এবং বেশ কয়েকটি টাইলস নষ্ট হয়ে যায়, বিশেষ করে উত্তর ও পশ্চিম অংশে। গম্বুজের নীচে, পূর্ব দিকে কুফিক ভাষায় লেখা আংশিকভাবে ধ্বংস হয়ে গিয়েছিল এবং উত্তর দিকে সম্পূর্ণরূপে অদৃশ্য হয়ে গিয়েছিল। ১৯৫০ সালের পূর্ব দিকের সম্মুখভাগটি একটি শেলের আঘাতে ক্ষতিগ্রস্ত হয়েছিল এবং নিয়মিত ইট দিয়ে মেরামত করা হয়েছিল। পূর্ব ও দক্ষিণে মাদ্রাসার সাথে পূর্বের সংযোগের প্রমাণ ধ্বংস করা হয়েছিল। এর ভেতরের বর্গাকার কক্ষটি ভালো অবস্থায় ছিল। এই সময়কালে সোভিয়েত ভারী কামানের গোলাগুলিতে মসজিদের কোণে অবস্থিত শেষ মিনারটি প্রায় সম্পূর্ণরূপে ধ্বংস হয়ে যায়, মাত্র ১২ মিটার (৩৯ ফুট) অবশিষ্ট থাকে।এর ভিত্তির অবশিষ্ট অংশের  । মাঝের মিনারটিও ক্ষতিগ্রস্ত হয়েছে, দক্ষিণ দিকের টালির কাজ সবচেয়ে ভালো অবস্থায় ছিল এবং পূর্ব দিকের অংশটি আংশিকভাবে অবশিষ্ট ছিল। বারান্দার স্তম্ভগুলি ধ্বংস হয়ে যায় এবং গোলাগুলি মিনারে আঘাত করে। দুই-মিটার (৬-ফুট-৭-ইঞ্চি) গর্ত তৈরি করা হয়েছিল ১৭ মিটার (৫৬ ফুট) উপরে, ভেতরে সিঁড়িটি উন্মুক্ত করে। গর্তের দুই মিটার নীচে একটি দাগও তৈরি হয়েছিল। দক্ষিণ-পূর্ব কোণে অবস্থিত পূর্ব মিনারটি চারটি পূর্ব মিনারের মধ্যে সবচেয়ে বেশি ক্ষতিগ্রস্ত হয়েছিল: হাউইটজার ৩০ মিটার (৯৮ ফুট) দ্বারা দুটি গর্ত তৈরি করা হয়েছিল। মাটি থেকে উঁচু এবং ২ মিটার ব্যাস বিশিষ্ট। ১৯৯২ থেকে ১৯৯৪ সালের মধ্যে ডেনিশ কমিটি ফর এইড টু আফগান রিফিউজি (DACAAR) এবং WFP দ্বারা আরও মেরামত করা হয়েছিল। ডাকার রাজমিস্ত্রি যোগ করেন এবং সমাধিসৌধের গম্বুজটি ভিত্তি সহ সিমেন্টের পাতলা স্তর দিয়ে ঢেকে দেন।\n২০০১ সালে সোসাইটি ফর দ্য প্রিজারভেশন অফ আফগানিস্তানস কালচারাল হেরিটেজ (SPACH) কর্তৃক এই স্থানে জরুরি সংরক্ষণের কাজ পরিচালিত হয়েছিল। এই প্রচেষ্টার মধ্যে ছিল সমাধিসৌধ এবং সুলতান হোসেন মাদ্রাসা রক্ষার জন্য দেয়াল নির্মাণ, সমাধিসৌধে বাগানের ল্যান্ডস্কেপিং পুনরুদ্ধার এবং গওহর শাদ মাদ্রাসার অবশিষ্ট মিনার ধসে পড়া রোধ করার ব্যবস্থা।  ২০১৪ সালে, ইউনেস্কো এবং আফগানিস্তান সরকার বাইরের গম্বুজের টাইলসের কাজ সংরক্ষণ এবং প্রতিলিপি করার প্রচেষ্টার জন্য সমন্বয় সাধন করে।  ইউনেস্কো বর্তমানে হেরাতকে বিশ্ব ঐতিহ্যবাহী স্থান হিসেবে মনোনীত করার কথা বিবেচনা করছে। \nআফগানিস্তান দখলের সময়, সোভিয়েত সৈন্যরা এই স্থানটিকে ঘাঁটি হিসেবে ব্যবহার করেছিল। মুজাহিদীন যোদ্ধারা সেখানে অবস্থানরত সৈন্যদের উপর আক্রমণ শুরু করে এবং সোভিয়েত বাহিনী মিনারের ঘাঁটির চারপাশে কর্মী-বিরোধী মাইন পুঁতে রাখে।  ২০১৫ সালে ল্যান্ডমাইন অপসারণকারী এনজিও দ্য হ্যালো ট্রাস্ট মাইন অপসারণের কাজ শুরু করে, যেখানে একটি দুর্ঘটনা ঘটে যেখানে ফুটবল খেলতে থাকা এক যুবক একটি অ্যান্টি-পারসোনেল মাইনের উপর দাঁড়িয়ে তার পা হারিয়ে ফেলে। ২০১৬ সালের মে মাসের মধ্যে সাইটটি মাইন থেকে পরিষ্কার করা হয়েছিল।\n২০২০ সালে, আগা খান ডেভেলপমেন্ট নেটওয়ার্ক আফগানিস্তানের রাষ্ট্রপতির কাছে ধসে পড়ার ঝুঁকিতে থাকা একটি মিনার পুনরুদ্ধারের প্রতিশ্রুতি দেয়।  এই কাজটি আগা খান ট্রাস্ট ফর কালচারের মাধ্যমে সম্পন্ন করা হচ্ছে। \n\n\n== বিবরণ ==\nতৈমুরীয়রা প্রাথমিকভাবে শহরের উত্তরে খিয়াবান এভিনিউ ১ মাইল (১.৬ কিলোমিটার) বরাবর কমপ্লেক্সটি তৈরি করেছিল দরওয়াজা-ই মালিকের উত্তরে।  বাগ-ই জাগানের রাজকীয় বাসভবনের কাছাকাছি থাকার কারণে অবস্থানটি সুবিধাজনক ছিল।  ২০১৫ সালে, হেরাতের শহরতলির এলাকাটি এই স্থানটিকে ঘিরে ছিল।  কমপ্লেক্সটি একটি মুসাল্লা ১০৬ বাই ৬৪ মিটার (৩৪৮ বাই ২১০ ফুট) কেন্দ্র করে তৈরি হয়েছিল । ভেতরের উঠোনে চারটি ইওয়ান ছিল, যার চারপাশে দুটি তোরণ ছিল।  কোণে সমাধিসৌধ সহ মাদ্রাসাটি উত্তর-পশ্চিম মসজিদে নির্মিত হয়েছিল। হুসাইন বায়কারার মাদ্রাসাটি গওহর শাদের মাদ্রাসার উত্তর-পশ্চিমে নির্মিত হয়েছিল। মাদ্রাসার ধ্বংসাবশেষের মাঝে আলী-শির নাওয়াইয়ের সমাধিও ছিল।  গওহর শাদের সমাধির বিপরীতে শেখ জাদেহ আবদুল্লাহর সমাধি ছিল। আবদুল্লাহর সমাধিটি ছিল অষ্টভুজাকার, যার চারটি ইওয়ান ছিল, উত্তরের ইওয়ানটি ছিল সবচেয়ে বড়।\n\n\n=== মিনার ===\nএই কমপ্লেক্সটিতে ২০টি মিনার ছিল, যা জটিল নকশা এবং নকশার টাইলস দিয়ে সজ্জিত ছিল। ২০০২ সালের মধ্যে, হেরাতের অবশিষ্ট পাঁচটি মুসাল্লা মিনার মাটিতে ছড়িয়ে ছিটিয়ে ছিল। \n\nপ্রতিটি মিনার ৫৫ মিটার উঁচু, স্টিলের তার দিয়ে বাঁধা।\n১৮৮৫ সালের ঘটনাবলী থেকে নয়টি টাওয়ার বেঁচে গিয়েছিল, কিন্তু বিস্ফোরণগুলি কাঠামোগতভাবে তাদের দুর্বল করে দিয়েছিল এবং অস্থিতিশীল রাজনৈতিক পরিস্থিতির কারণে পরবর্তী কয়েক বছর ধরে এগুলি অবহেলিত ছিল। কোনও মেরামত বা সংস্কারের কাজ করা হয়নি, এবং সময়ের সাথে সাথে কাঠামোগত দুর্বলতা, ভূমিকম্প এবং ক্ষয়ক্ষতির কারণে আরও চারটি টাওয়ার ভেঙে পড়ে।  মূল বিশটি মিনারের মধ্যে মাত্র পাঁচটি আজ টিকে আছে।\nসুলতান হুসেন বায়কারার নি'মাতিয়া মাদ্রাসা ভেঙে ফেলার আগে পূর্ব দিকের চারটি মিনার তার কোণে অবস্থিত ছিল এবং একটি প্রাঙ্গণের রূপরেখা তৈরি করেছিল ১০৩ বাই ১০৫ মিটার (৩৩৮ বাই ৩৪৪ ফুট) . তাদের প্রতিটিতে একটি করে বারান্দা ছিল এবং পশ্চিমে অবস্থিত চারটি মিনারের চেয়ে উজ্জ্বল নীল ছিল। যখন তৈরি করা হয়েছিল, তখন এগুলি কমপক্ষে ৭০ মিটার (২৩০ ফুট) ছিল লম্বা। বাতাস এবং তাপমাত্রার পরিবর্তনের কারণে, তারা সবাই পশ্চিম দিকে ঝুঁকে পড়ে। ধ্বংস হওয়ার আগে মিনারগুলিতে একটি অলঙ্কৃত ফিরোজা টালির আচ্ছাদন ছিল। রবার্ট বায়রন লিখেছিলেন \"এটা এমন ছিল যেন কেউ হঠাৎ ফুল দিয়ে সাজানো উজ্জ্বল চুলের জালের মধ্য দিয়ে আকাশ দেখতে পাচ্ছে\"। ১৮৮৭ সালে চিত্রিত একটি প্রবেশপথের উপরে দুটি উঁচু খিলানও ছিল। বায়কারার দাদার সমাধিফলক, যাকে সাত কলমের পাথর বলা হয়, কাছেই অবস্থিত। \nপশ্চিমে চারটি মিনার পূর্ববর্তী মসজিদের কোণে অবস্থিত ছিল এবং ৩৫০ বাই ২১০ মিটার (১,১৫০ বাই ৬৯০ ফুট) একটি প্রাঙ্গণের রূপরেখা তৈরি করেছিল। . এগুলো ছিল প্রশস্ত, আটমুখী এবং প্রতিটিতে একটি করে বারান্দা ছিল। এগুলো সাদা মার্বেল প্যানেল এবং আঙ্গুর-নীল রঙ দ্বারা সমর্থিত ছিল। বিংশ শতাব্দীতে ভূমিকম্পের কারণে তিনটি ধসে পড়েছিল।  অবশিষ্ট মিনার, যাকে মিনার-ই নাহবাস বলা হয়, দক্ষিণ-পশ্চিমে অবস্থিত ছিল। এটি ছিল ৩৭.৫ মিটার (১২৩ ফুট)সোভিয়েত-আফগান যুদ্ধের আগে  লম্বা। ফখর-উল মাদারিস, ৩৫০ জন শিক্ষার্থী বিশিষ্ট একটি ধর্মীয় বিদ্যালয়, ১৯৪০ সালের দিকে এর ভিত্তিপ্রস্তরে নির্মিত হয়েছিল, যেখানে মিনারটি এর উত্তর সম্মুখভাগে অন্তর্ভুক্ত ছিল।  ১৯৮৫ সালে সোভিয়েত কামান দ্বারা মিনার এবং স্কুল উভয়ই ধ্বংস হয়ে যায়, এবং মাত্র ১২ মিটার (৩৯ ফুট)মিনারের ভিত্তির  অংশ অবশিষ্ট আছে। \n৪২.৪০ মিটার (১৩৯ ফুট ১ ইঞ্চি) উচ্চতার মাঝের মিনারটি দুটি বারান্দা রয়েছে এবং নীল লজেঞ্জ দিয়ে সজ্জিত ছিল যা নিয়মিত ইট দিয়ে আলাদা করা হয়েছিল এবং ফুলের মোজাইক ব্যবহার করা হয়েছিল। মিনারের উপরের অংশ (দ্বিতীয় বারান্দার উপরে) কামানের আঘাতে ধ্বংস হয়ে যায়। এর ঝোঁক ছিল ৯০ সেন্টিমিটার (৩৫ ইঞ্চি)সোভিয়েত-আফগান যুদ্ধের  যা ৩৫০ সেন্টিমিটার (১৪০ ইঞ্চি) পর্যন্ত বিস্তৃত হয়েছিল১৯৯৮ সালের মধ্যে  । মাদ্রাসার প্রবেশপথের পাশে যে জোড়া মিনার ছিল, তার মধ্যে একটি ছিল এই মিনারটি। \n\n\n=== গওহর শাদের সমাধিসৌধ ===\nএই সমাধিসৌধটি মূলত তৈমুরি শাসক শাহরুখ এবং গওহর শাদের পুত্র যুবরাজ বায়সুংঘরের দেহাবশেষ রাখার জন্য নির্মিত হয়েছিল।  বায়সুংহুরের পরিবারের কিছু সদস্যকে তার পাশে সমাহিত করা হয়। তাদের মধ্যে ছিলেন গওহর শাদ নিজে এবং তার ভাই আমির সুফি তারখান, তার আরেক ছেলে মুহাম্মদ জুকি, বায়সুঙ্গুরের ছেলে সুলতান মুহাম্মদ  এবং আলা আল-দাওলা, এবং পরবর্তীকালের ছেলে ইব্রাহিম । আরও দূরসম্পর্কীয় তৈমুরীয়, আহমদ এবং শাহরুখ ( আবু সাঈদ মির্জার পুত্র, যিনি গওহর শাদের মৃত্যুদণ্ডের জন্য দায়ী ছিলেন), তাদেরও সমাধিতে সমাহিত করা হয়েছিল। বায়সুং’র বাবা শাহরুখকেও সংক্ষিপ্তভাবে সমাহিত করা হয়েছিল, পরে তাকে সমরকন্দের গুর-ই-আমিরে স্থানান্তরিত করা হয়েছিল। \nগওহর শাদের সমাধিসৌধ ২৭ মিটার (৮৯ ফুট) লম্বা। এটি দুটি পশ্চিম মিনারের মাঝখানে অবস্থিত এবং মাদ্রাসার উত্তর-পশ্চিম কোণে নির্মিত হয়েছিল।  ভবনটি ক্রুশ আকৃতির, যার কেন্দ্রস্থলটি একটি গম্বুজ দ্বারা আবৃত।  এই গম্বুজটি কাঠামোর সবচেয়ে চিত্তাকর্ষক বৈশিষ্ট্য, কারণ এটি আসলে তিনটি গম্বুজ একে অপরের উপরে অবস্থিত: একটি নিচু অভ্যন্তরীণ গম্বুজ, একটি কন্দযুক্ত বাইরের গম্বুজ এবং তাদের মধ্যে একটি কাঠামোগত গম্বুজ।  বাইরের গম্বুজটি ফুলের হালকা নীল-সবুজ মোজাইক দিয়ে সজ্জিত। ভেতরের গম্বুজটি সোনার পাতা, ল্যাপিস লাজুলি এবং অন্যান্য রঙ দিয়ে সজ্জিত যা জটিল নকশা তৈরি করে। সমাধির অভ্যন্তরভাগটি অক্ষীয় কুলুঙ্গি সহ একটি বর্গাকার কক্ষ। \nসমাধির পাথরগুলো তুলে নিয়ে পুনঃব্যবহারের ব্যাপক অভ্যাসের কারণে, সমাধিস্থলে কতগুলি সমাধি আছে তা অজানা। যদিও কিছু সূত্র দাবি করে যে একসময় এখানে বিশটির মতো সমাধিস্থল ছিল, বর্তমানে মাত্র ছয়টি রয়েছে।  ঘরের মাঝখানে অবস্থিত, এগুলি আয়তাকার এবং ম্যাট কালো পাথর দিয়ে তৈরি, যার উপর ফুলের নকশা খোদাই করা আছে। এখানে দুটি বৃহত্তর পাথর, তিনটি ছোট সমাধিস্তম্ভ এবং একটি শিশু আকারের সমাধি রয়েছে। \n১৯৯৮ সালে, কিছু জিনিসপত্র সংরক্ষণ এবং ডাকাতি রোধ করার জন্য সমাধিসৌধের ভিতরে রাখা হয়েছিল। এর মধ্যে বারোটি ১০০ বাই ৬০ সেন্টিমিটার (৩৯ বাই ২৪ ইঞ্চি) অন্তর্ভুক্ত রয়েছে মার্বেল পাথরের স্ল্যাব, মসজিদ থেকে উঠে আসা মিনারের ভিত্তির একটি অংশ, সাতটি রেখা লেখা সহ একটি বড় স্ল্যাব এবং অন্যান্য মার্বেল প্যানেল। \n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটেরি অ্যালেনের তৈমুরিদ হেরাত  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ এপ্রিল ২০২৩ তারিখে\nইরান ও তুরানের তৈমুরীয় স্থাপত্য  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ এপ্রিল ২০২৩ তারিখে"}