{"pageid": 1517064, "title": "ডক্টর সুস", "url": "https://bn.wikipedia.org/wiki?curid=1517064", "content": "থিওডর সুস গেইসেল( () sooss GHY-zəl, zoyss -⁠;  মার্চ ২, ১৯০৪ -সেপ্টেম্বর ২৪, ১৯৯১) তিনি ছিলেন একজন প্রখ্যাত আমেরিকান শিশুদের লেখক এবং কার্টুনিস্ট। তিনি ৬০টিরও বেশি বই লেখার ও চিত্রিত করার জন্য বিখ্যাত, যা তিনি তার কলমের নাম ডক্টর সুস ( sooss, zooss) ব্যবহার করে রচনা করেছিলেন। তার রচনাগুলোর মধ্যে সকল সময়ের সবচেয়ে জনপ্রিয় শিশুদের বইগুলো অন্তর্ভুক্ত ছিল, যা ৬০০ মিলিয়নেরও বেশি কপি বিক্রি হয়েছে এবং তার মৃত্যুর সময়ে ২০টিরও বেশি ভাষায় অনুবাদিত হয়েছে।\nগেইসেল \"ডক্টর সুস\" নামটি গ্রহণ করেছিলেন ডারটমাউথ কলেজ-এ স্নাতক স্তরে অধ্যয়নরত অবস্থায় এবং লিনকন কলেজ, অক্সফোর্ড-এ স্নাতকোত্তর শিক্ষার্থী হিসেবে। ১৯২৭ সালে তিনি অক্সফোর্ড ত্যাগ করেন এবং ভ্যানিটি ফেয়ার, লাইফ, এবং অন্যান্য বিভিন্ন প্রকাশনায় চিত্রশিল্পী এবং কার্টুনিস্ট হিসেবে তার কর্মজীবন শুরু করেন। তিনি বিজ্ঞাপন প্রচারণার জন্যও চিত্রিত করেছেন, যার মধ্যে ছিল ফ্লিট এবং স্ট্যান্ডার্ড অয়েল, এবং রাজনৈতিক কার্টুন শিল্পী হিসেবে নিউ ইয়র্কের পত্রিকা পিএম-এ কাজ করেছেন। ১৯৩৭ সালে তিনি তার প্রথম শিশুদের বই এন্ড টু থিঙ্ক দ্যাট আই সা ইট অন মালবেরি স্ট্রিট প্রকাশ করেন। দ্বিতীয় বিশ্বযুদ্ধ চলাকালে, তিনি শিশু সাহিত্য থেকে সাময়িক বিরতি নিয়ে রাজনৈতিক কার্টুন চিত্রিত করেন এবং মার্কিন যুক্তরাষ্ট্রের সেনাবাহিনী'র অ্যানিমেশন এবং চলচ্চিত্র বিভাগে কাজ করেন।\nযুদ্ধের পর, গেইসেল শিশুদের বই লিখতে ফিরে আসেন এবং একে একে একাধিক প্রশংসিত কাজ রচনা করেন, যেমন ইফ আই র্যান দ্য জু (১৯৫০), হোর্টন হিয়ার্স আ হু! (১৯৫৫), দ্য ক্যাট ইন দ্য হ্যাট (১৯৫৭), হাউ দ্য গ্রিনচ স্টোল ক্রিসমাস! (১৯৫৭), গ্রীন এগস অ্যান্ড হ্যাম (১৯৬০), ওয়ান ফিশ, টু ফিশ, রেড ফিশ, ব্লু ফিশ (১৯৬০), দ্য স্নীচেস অ্যান্ড আদার স্টোরিজ (১৯৬১), দ্য লোরাক্স (১৯৭১), দ্য বাটার ব্যাটেল বুক (১৯৮৪), এবং ওহ, দ্য প্লেসেস ইউ'ল গো! (১৯৯০)। তার কর্মজীবনে তিনি ৬০টিরও বেশি বই প্রকাশ করেছেন, যা ভিত্তি হিসেবে পেয়েছে একাধিক অভিযোজন, যার মধ্যে রয়েছে এগারোটি টেলিভিশন বিশেষ অনুষ্ঠান, পাঁচটি পূর্ণদৈর্ঘ্য চলচ্চিত্র, একটি ব্রডওয়ে মিউজিক্যাল, এবং চারটি টেলিভিশন সিরিজ।\nতিনি দুটি প্রাইমটাইম এমি অ্যাওয়ার্ড লাভ করেন, যার মধ্যে একটি ছিল হ্যালোউইন ইজ গ্রিনচ নাইট (১৯৭৮) এর জন্য আউটস্ট্যান্ডিং চিলড্রেন'স স্পেশাল বিভাগে এবং অন্যটি ছিল দ্য গ্রিনচ গ্রিনচেস দ্য ক্যাট ইন দ্য হ্যাট (১৯৮২) এর জন্য আউটস্ট্যান্ডিং অ্যানিমেটেড প্রোগ্রাম বিভাগে। ১৯৮৪ সালে, তিনি পুলিৎজার পুরস্কার স্পেশাল সাইটেশন লাভ করেন। তার জন্মদিন, ২ মার্চ, ন্যাশনাল রিড এক্রস আমেরিকা ডে হিসেবে পালিত হয়, যা একটি পাঠ্যাভ্যাস উন্নয়নশীল উদ্যোগ, যা ন্যাশনাল এডুকেশন অ্যাসোসিয়েশন দ্বারা পরিচালিত হয়।\n\n\n== জীবন এবং কর্ম ==\n\n\n=== প্রাথমিক বছরগুলো ===\nগেইসেল স্প্রিংফিল্ড, ম্যাসাচুসেটস-এ জন্মগ্রহণ করেন এবং সেখানেই বেড়ে ওঠেন, তিনি ছিলেন থিওডর রবার্ট গেইসেল এবং হেনরিয়েটা গেইসেলের পুত্র (জন্মসূত্রে সুস)। তার পিতা পরিবারিক ব্রুইয়ারি পরিচালনা করতেন এবং পরবর্তীতে মেয়র জন এ. ডেনিসন দ্বারা স্প্রিংফিল্ডের জনসাধারণের উদ্যান ব্যবস্থার তদারকি করার জন্য নিয়োগপ্রাপ্ত হন ব্রুইয়ারি মদ নিষেধাজ্ঞার কারণে বন্ধ হয়ে যায়। স্প্রিংফিল্ডের মালবেরি স্ট্রিট, যা তার প্রথম শিশুদের বই এন্ড টু থিঙ্ক দ্যাট আই সা ইট অন মালবেরি স্ট্রিট-এ বিখ্যাত হয়েছে, তা তার শৈশবের বাড়ি ফেয়ারফিল্ড স্ট্রিটের কাছাকাছি অবস্থিত। পরিবারটি জার্মান বংশোদ্ভূত ছিল। গেইসেল মিসৌরি সিনোড লুথেরান হিসেবে বেড়ে ওঠেছিলেন এবং সারা জীবন তিনি এই ধর্মীয় সম্প্রদায়ের সঙ্গে সম্পর্কিত ছিলেন।\nগেইসেল ডার্টমাউথ কলেজে ভর্তি হন এবং ১৯২৫ সালে স্নাতক হন। ডার্টমাউথে, তিনি সিগমা ফি এপসিলন ভ্রাতৃত্বে যোগদান করেছিলেন এবং তিনি হাস্যরসাত্মক ম্যাগাজিন ডার্টমাউথ জ্যাক-ও-লানটার্ন-এ যোগদান করেন, যেখানে তিনি অবশেষে সম্পাদকমণ্ডলীর প্রধান হিসেবে পদোন্নতি লাভ করেন। ডার্টমাউথে পড়াশোনার সময়, তিনি তার কক্ষে নয়জন বন্ধুদের সঙ্গে জিন পান করতে ধরা পড়েন। সে সময়, মদপান এবং মদ ব্যবহার নিষেধাজ্ঞা আইন অনুযায়ী অবৈধ ছিল, যা ১৯২০ থেকে ১৯৩৩ সাল পর্যন্ত প্রযোজ্য ছিল। এই অপরাধের ফলস্বরূপ, ডিন ক্রেভেন লেইকক জয়সেলকে সব ধরনের অতিরিক্ত কার্যক্রম থেকে পদত্যাগ করার নির্দেশ দেন, যার মধ্যে জ্যাক-ও-ল্যানটার্নও অন্তর্ভুক্ত ছিল। প্রশাসনের অজ্ঞাতে ম্যাগাজিনে কাজ চালিয়ে যাওয়ার জন্য, জয়সেল তার কাজগুলোর স্বাক্ষর \"সুস\" ছদ্মনামে করতে শুরু করেন। তাকে লেখালেখিতে অনুপ্রাণিত করেন বক্তৃতাশাস্ত্রের অধ্যাপক ডাব্লিউ. বেনফিল্ড প্রেসি, যাকে তিনি ডার্টমাউথে \"লেখার জন্য তার বড় প্রেরণা\" হিসেবে বর্ণনা করেছিলেন।\nডার্টমাউথ থেকে স্নাতক হওয়ার পর, তিনি ইংরেজি সাহিত্যে দার্শনিক ডক্টরেট (ডি.ফিল.) অর্জনের লক্ষ্য নিয়ে অক্সফোর্ডের লিংকন কলেজে ভর্তি হন। অক্সফোর্ডে তিনি তার ভবিষ্যৎ স্ত্রী হেলেন পামার-এর সঙ্গে পরিচিত হন, যিনি তাকে ইংরেজি শিক্ষক হওয়ার স্বপ্ন ত্যাগ করে চিত্রাঙ্কনকে পেশা হিসেবে গ্রহণ করার জন্য অনুপ্রাণিত করেন। পরবর্তীতে তিনি স্মরণ করে বলেন, \"টেডের নোটবুক সবসময়ই অসাধারণ সব প্রাণীর ছবিতে ভরা থাকত। তখন আমি তাকে ভিন্ন পথে চালিত করার সিদ্ধান্ত নিই—যে মানুষ এত চমৎকার ছবি আঁকতে পারে, তার জীবিকার উৎসও তা হওয়া উচিত।\"\n\n\n=== প্রারম্ভিক কর্মজীবন ===\n\nগাইজেল অক্সফোর্ড থেকে কোনো ডিগ্রি অর্জন না করেই বিদায় নেন এবং ১৯২৭ সালের ফেব্রুয়ারিতে মার্কিন যুক্তরাষ্ট্রে ফিরে আসেন, সেখানে ফিরে তিনি বিভিন্ন পত্রিকা, গ্রন্থ প্রকাশক ও বিজ্ঞাপন সংস্থার কাছে তাঁর লেখা ও অঙ্কন জমা দিতে শুরু করেন। ইউরোপে অবস্থানের সুযোগ কাজে লাগিয়ে, গাইজেল লাইফ পত্রিকায় এমিনেন্ট ইউরোপিয়ানস নামে একটি কার্টুন সিরিজের প্রস্তাব দেন, তবে পত্রিকাটি সেটি প্রত্যাখ্যান করে। পরে, তাঁর প্রথম জাতীয়ভাবে প্রকাশিত কার্টুন ১৯২৭ সালের ১৬ জুলাই দ্য স্যাটারডে ইভিনিং পোস্ট-এর সংখ্যায় প্রকাশিত হয়। মাত্র ২৫ ডলারের এই একক বিক্রয় তাঁকে স্প্রিংফিল্ড থেকে নিউ ইয়র্ক সিটিতে স্থানান্তরিত হওয়ার অনুপ্রেরণা জোগায়। ওই বছর শেষে, গাইজেল হাস্যরসাত্মক পত্রিকা জাজ-এ লেখক ও চিত্রকর হিসেবে কাজ গ্রহণ করেন এবং আর্থিকভাবে যথেষ্ট স্থিতিশীল অনুভব করে পামারকে বিয়ে করার সিদ্ধান্ত নেন।. জাজ-এ তাঁর প্রথম কার্টুন ১৯২৭ সালের ২২ অক্টোবর প্রকাশিত হয় এবং গাইজেল ও পামার ২৯ নভেম্বর বিয়ে হয়। গাইজেল তাঁর প্রথম ড. সুস স্বাক্ষরিত কাজটি জাজ-এ প্রকাশ করেন, যা সেখানে কাজ করা শুরু করার প্রায় ছয় মাস পর প্রকাশিত হয়।\n১৯২৮ সালের শুরুতে, গাইজেলের একটি কার্টুন যা জাজ পত্রিকায় প্রকাশিত হয়, তাতে ফ্লিট উল্লেখ করা হয়, যা তখনকার সময়ের একটি সাধারণ পোকামাকড় স্প্রে ছিল এবং এটি স্ট্যান্ডার্ড অয়েল অব নিউ জার্সি দ্বারা উৎপাদিত হত। গাইজেলের মতে, ফ্লিটের বিজ্ঞাপনের দায়িত্বে থাকা একটি বিজ্ঞাপন নির্বাহীর স্ত্রী একটি সেলুনে গাইজেলের কার্টুনটি দেখেন এবং তাঁর স্বামীকে গাইজেলকে চুক্তিবদ্ধ করার জন্য উৎসাহিত করেন। গাইজেলের প্রথম ফ্লিট বিজ্ঞাপন ১৯২৮ সালের ৩১ মে প্রকাশিত হয় এবং এই প্রচারণা ১৯৪১ সাল পর্যন্ত আছন্নভাবে চলতে থাকে। প্রচারণার স্লোগান \"কুইক, হেনরি, দ্য ফ্লিট!\" জনসাধারণের সংস্কৃতির অংশ হয়ে ওঠে। এটি একটি গান সৃষ্টি করেছিল এবং ফ্রেড অ্যালেন ও জ্যাক বেনি-এর মতো কৌতুকশিল্পীদের দ্বারা পাঞ্চলাইন হিসেবে ব্যবহার করা হয়েছিল। ফ্লিট প্রচারণার মাধ্যমে গাইজেল খ্যাতি অর্জন করলে, তাঁর কাজের চাহিদা বাড়তে থাকে এবং তিনি নিয়মিতভাবে লাইফ, লিবারটি এবং ভ্যানিটি ফেয়ার-এর মতো পত্রিকায় প্রকাশিত হতে থাকেন।\nগাইজেল তাঁর বিজ্ঞাপনের কাজ এবং পত্রিকায় জমা দেওয়া কাজ থেকে যে অর্থ উপার্জন করেছিলেন, তা তাঁকে এমনকি তাঁর সবচেয়ে সফল ডার্টমাউথ সহপাঠীদের থেকেও অনেক বেশি ধনী করে তোলে। বাড়ানো আয় গাইজেল দম্পতিকে উন্নত বাসস্থানে স্থানান্তরিত হতে এবং উচ্চতর সামাজিক বৃত্তে মেলামেশা করার সুযোগ প্রদান করেছিল। তারা ব্যাংকার ফ্র্যাঙ্ক এ. ভ্যান্ডারলিপ-এর ধনী পরিবারটির সঙ্গে বন্ধুত্ব গড়ে তোলেন। তারা ব্যাপকভাবে ভ্রমণও করেন: ১৯৩৬ সাল নাগাদ, গাইজেল এবং তাঁর স্ত্রী একসাথে ৩০টি দেশ পরিদর্শন করেন। তাদের সন্তান ছিল না, তারা নিয়মিত অফিস সময় অনুসরণ করতেন না, এবং তাদের পর্যাপ্ত অর্থ ছিল। গাইজেল আরও অনুভব করতেন যে, ভ্রমণ তাঁর সৃজনশীলতাকে উৎসাহিত করত।\nগাইজেলের ফ্লিট প্রচারণায় সফলতা অর্জনের ফলে তিনি আরও বিজ্ঞাপনের কাজের সুযোগ পান, যার মধ্যে অন্তর্ভুক্ত ছিল স্ট্যান্ডার্ড অয়েলের অন্যান্য পণ্য, যেমন এসোম্যারিন নৌকা জ্বালানি এবং এসোলিউব মোটর তেল, পাশাপাশি ফোর্ড মোটর কোম্পানি, এনবিসি রেডিও নেটওয়ার্ক এবং হলি সুগারের মতো অন্যান্য প্রতিষ্ঠানের জন্য কাজ।. তাঁর বইয়ের জগতে প্রথম প্রবেশ ছিল বোনার্স, যা শিশুদের উক্তির সংকলন এবং তিনি নিজেই এটি চিত্রিত করেছিলেন। ১৯৩১ সালে ভাইকিং প্রেস এটি প্রকাশ করে। বইটি দ্য নিউ ইয়র্ক টাইমস-এর নন-ফিকশন বেস্টসেলার তালিকার শীর্ষে পৌঁছে যায় এবং একই বছরে প্রকাশিত সিক্যুয়েল মোর বোনার্স-এর পথ প্রশস্ত করে। বইগুলোর সফল বিক্রি এবং ইতিবাচক সমালোচনামূলক প্রশংসায় অনুপ্রাণিত হয়ে গাইজেল \"অত্যন্ত অদ্ভুত প্রাণীদের\" নিয়ে একটি এবিসি বই লিখে চিত্রিত করেন, তবে এটি প্রকাশকদের আগ্রহ আকর্ষণ করতে ব্যর্থ হয়।\n১৯৩৬ সালে, গাইজেল ও তাঁর স্ত্রী সমুদ্রপথে ইউরোপ থেকে ফিরছিলেন, তখন জাহাজের ইঞ্জিনের ছন্দ তাঁকে একটি কবিতা লেখার অনুপ্রেরণা দেয়, যা পরে তাঁর প্রথম শিশুতোষ বই হয়ে ওঠে: (এন্ড টু থিঙ্ক দ্যাট আই সো ইট অন মুলবেরি স্ট্রিট)। গাইজেলের বিভিন্ন বর্ণনা অনুযায়ী, বইটি ২০ থেকে ৪৩ জন প্রকাশক প্রত্যাখ্যান করেছিলেন। গাইজেলের মতে, তিনি পান্ডুলিপিটি পুড়িয়ে ফেলার উদ্দেশ্যে বাড়ি ফিরছিলেন, ঠিক তখনই ডার্টমাউথের এক পুরোনো সহপাঠীর সঙ্গে আকস্মিক সাক্ষাৎ ঘটে, যা শেষ পর্যন্ত বইটি ভ্যানগার্ড প্রেস থেকে প্রকাশিত হওয়ার পথ প্রশস্ত করে। গাইজেল দ্বিতীয় বিশ্বযুদ্ধে মার্কিন যুক্তরাষ্ট্রের প্রবেশের আগে আরও চারটি বই লিখেছিলেন। এর মধ্যে ১৯৩৮ সালে প্রকাশিত দ্য ৫০০ হ্যাটস অব বারথোলোমিউ কাবিনস, ১৯৩৯ সালে প্রকাশিত দ্য কিং'স স্টিল্টস এবং দ্য সেভেন লেডি গডিভাস অন্তর্ভুক্ত, যেগুলো সবই গদ্যে লেখা ছিল, যা তাঁর জন্য অস্বাভাবিক ছিল। এর পর ১৯৪০ সালে তিনি হরটন হ্যাচেস দ্য এগ প্রকাশ করেন, যেখানে গাইজেল আবার কবিতার ব্যবহার শুরু করেন।\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ-যুগের কাজ ===\n\nদ্বিতীয় বিশ্বযুদ্ধ শুরু হওয়ার সাথে সাথে, গাইজেল রাজনৈতিক কার্টুনের দিকে ঝুঁকেছিলেন, বামপন্থী নিউ ইয়র্ক সিটি দৈনিক পত্রিকা পিএম-এর সম্পাদকীয় কার্টুনিস্ট হিসেবে দুই বছরে ৪০০টিরও বেশি কার্টুন এঁকেছিলেন। গাইসেলের রাজনৈতিক কার্টুন, যা পরবর্তীতে ডক্টর সুস গোজ টু ওয়ার-এ প্রকাশিত হয়, অ্যাডলফ হিটলার ও বেনিতো মুসোলিনিকে নিন্দা জানায় এবং মার্কিন যুক্তরাষ্ট্রের যুদ্ধ অংশগ্রহণের বিরোধিতা করা \"নিরপেক্ষতাবাদীদের\" (আইসোলেশনিস্ট), যেমন চার্লস লিন্ডবার্গ, সম্পর্কে কঠোর সমালোচনা করে। একটি কার্টুনে দেখানো হয়, জাপানি আমেরিকানদের হাতে টিএনটি তুলে দেওয়া হচ্ছে, যেন তারা \"বাড়ি থেকে আসা সংকেতের\" জন্য প্রস্তুত থাকে, অন্যদিকে অন্যান্য কার্টুনে যুদ্ধ প্রচেষ্টার ক্ষতি করা ইহুদি ও কৃষ্ণাঙ্গদের প্রতি দেশের ভেতরের বর্ণবৈষম্যের নিন্দা করা হয়। তার কার্টুনগুলো প্রেসিডেন্ট রুজভেল্ট-এর যুদ্ধ পরিচালনার প্রতি দৃঢ় সমর্থন জানায়, যেখানে রেশনিং ও যুদ্ধ প্রচেষ্টায় অবদান রাখার সাধারণ আহ্বানের পাশাপাশি কংগ্রেসের ওপর ঘন ঘন আক্রমণও করা হয়, (বিশেষভাবে রিপাবলিকান পার্টি), প্রেসের কিছু অংশ (যেমন নিউ ইয়র্ক ডেইলি নিউজ, শিকাগো ট্রিবিউন এবং ওয়াশিংটন টাইমস-হেরাল্ড), এবং অন্যান্যগুলি রুজভেল্টের সমালোচনা, সোভিয়েত ইউনিয়নকে সাহায্য প্রদানের সমালোচনা করেছিল, সন্দেহভাজন কমিউনিস্টদের তদন্ত, এবং অন্যান্য অপরাধ, যেগুলো তিনি ঐক্যহীনতার দিকে পরিচালিত এবং নাৎসিদের সহায়ক হিসেবে চিত্রিত করেছেন, ইচ্ছাকৃতভাবে অথবা অনিচ্ছাকৃতভাবে।\n১৯৪২ সালে, গাইসেল তার শক্তি সরাসরি মার্কিন যুদ্ধ প্রচেষ্টার পক্ষে নিবেদন করেন। প্রথমে, তিনি ট্রেজারি ডিপার্টমেন্ট এবং যুদ্ধ উৎপাদন বোর্ডের জন্য পোস্টার আঁকেন। তারপর, ১৯৪৩ সালে, তিনি সেনাবাহিনীতে যোগ দেন ক্যাপ্টেন হিসেবে এবং মার্কিন সেনাবাহিনী এয়ার ফোর্সেস-এর প্রথম মুভি পিকচার ইউনিট-এর অ্যানিমেশন বিভাগের কমান্ডার হন, যেখানে তিনি এমন চলচ্চিত্র লিখেন যেগুলোর মধ্যে ছিল জার্মানিতে আপনার কাজ, একটি ১৯৪৫ সালের প্রচারণা চলচ্চিত্র যা দ্বিতীয় বিশ্বযুদ্ধের পর ইউরোপে শান্তির বিষয়ে; জাপানে আমাদের কাজ এবং প্রাইভেট স্নাফু সিরিজের প্রাপ্তবয়স্ক সেনা প্রশিক্ষণ চলচ্চিত্র। সেনাবাহিনীতে থাকাকালে, তাকে লেজিয়ন অফ মেরিট প্রদান করা হয়। জাপানে আমাদের কাজ বাণিজ্যিকভাবে মুক্তিপ্রাপ্ত চলচ্চিত্র ডিজাইন ফর ডেথ (১৯৪৭)-এর ভিত্তি হয়ে ওঠে, যা জাপানী সংস্কৃতি নিয়ে একটি গবেষণা ছিল এবং অ্যাকাডেমি পুরস্কারে সেরা ডকুমেন্টারি ফিচার ফিল্মের পুরস্কার লাভ করে। জেরাল্ড ম্যাকবয়িং-বয়িং (১৯৫০) গাইসেলের একটি মূল কাহিনীর উপর ভিত্তি করে ছিল এবং অ্যাকাডেমি পুরস্কার সেরা অ্যানিমেটেড শর্ট ফিল্ম এর জন্য জিতেছিল।\n\n\n=== পরবর্তী বছরগুলি ===\nযুদ্ধের পর, গাইসেল এবং তার স্ত্রী লা জোলা কমিউনিটিতে চলে যান, যা সান দিয়েগো, ক্যালিফোর্নিয়া-এ অবস্থিত, যেখানে তিনি শিশুদের বই লেখা শুরু করেন। তিনি তার বেশিরভাগ বই প্রকাশ করেন র্যান্ডম হাউস থেকে উত্তর আমেরিকায় এবং উইলিয়াম কলিন্স, সন্স (পরবর্তীতে হার্পারকলিন্স) আন্তর্জাতিকভাবে। তিনি অনেক বই লিখেছেন, যার মধ্যে জনপ্রিয় বইগুলো হল ইফ আই রান দ্য জু (১৯৫০), হরটন হিয়ার্স আ হু! (১৯৫৫), ইফ আই রান দ্য সার্কাস (১৯৫৬), দ্য ক্যাট ইন দ্য হ্যাট (১৯৫৭), হাউ দ্য গ্রিঞ্চ স্টোল ক্রিসমাস! (১৯৫৭), এবং গ্রিন এগস অ্যান্ড হ্যাম (১৯৬০)। তিনি তার ক্যারিয়ারের সময় অনেক পুরস্কার পেয়েছেন, কিন্তু তিনি ক্যালডেকট মেডেল বা নিউবারি মেডেল কখনো জেতেননি। তবে, এই সময়ে তার তিনটি বই ক্যালডেকট মেডেল-এর রানার-আপ (এখন যাকে ক্যালডেকট অনার বই বলা হয়) হিসেবে নির্বাচিত হয়েছিল: ম্যাকএলিগট'স পুল (১৯৪৭), বারথোলোমিউ অ্যান্ড দ্য ওয়ুবলেক (১৯৪৯), এবং যদি আমি চিড়িয়াখানা চালাতাম (১৯৫০)। ড. স্যুস মিউজিক্যাল এবং ফ্যান্টাসি ফিল্ম দ্য ৫,০০০ ফিঙ্গারস অফ ড. টি.-ও লিখেছিলেন, যা ১৯৫৩ সালে মুক্তি পায়। সিনেমাটি সমালোচনামূলক এবং আর্থিকভাবে ব্যর্থ হয়, এবং গাইসেল আর কখনো কোনো পূর্ণাঙ্গ চলচ্চিত্র বানানোর চেষ্টা করেননি। ১৯৫০-এর দশকে, তিনি বেশ কিছু চিত্রিত সংক্ষিপ্ত গল্প প্রকাশ করেছিলেন, বেশিরভাগই রেডবুক ম্যাগাজিনে। এর মধ্যে কিছু পরবর্তীতে একত্রিত করা হয় (যেমন দ্য স্নিচেস অ্যান্ড আদার স্টোরিজ) অথবা স্বাধীন বই হিসেবে পুনর্লিখিত হয় (ইফ আই রান দ্য জু)। বেশ কিছু গল্প কখনোই তাদের মূল প্রকাশনার পর পুনঃমুদ্রিত হয়নি।\nমে ১৯৫৪-এ, লাইফ একটি প্রতিবেদন প্রকাশ করেছিল, যা স্কুলের শিশুদের মধ্যে অক্ষরজ্ঞানহীনতা নিয়ে আলোচনা করেছিল এবং উপসংহার টেনেছিল যে, শিশুদের পড়তে শেখানো হচ্ছিল না কারণ তাদের বইগুলো ছিল বিরক্তিকর। উইলিয়াম এলথসওর্থ স্পলডিং ছিলেন হাউটন মিফলিন-এর শিক্ষা বিভাগের পরিচালক (পরবর্তীতে তিনি এর চেয়ারম্যান হন), এবং তিনি ৩৪৮টি শব্দের একটি তালিকা তৈরি করেছিলেন, যেগুলি তিনি প্রথম শ্রেণির ছাত্রদের জন্য গুরুত্বপূর্ণ মনে করেছিলেন। তিনি গেইসেলকে এই তালিকাটি ২৫০টি শব্দে সঙ্কুচিত করতে এবং শুধুমাত্র সেই শব্দগুলো ব্যবহার করে একটি বই লেখার অনুরোধ করেন।\nস্পলডিং গেইসেলকে চ্যালেঞ্জ করেছিলেন \"এমন একটি বই তৈরি করতে যা শিশুদের বন্ধ করতে দেবে না\"। নয় মাস পর, গেইসেল দ্য ক্যাট ইন দ্য হ্যাট সম্পূর্ণ করেন, যা তাকে দেওয়া ২৩৬টি শব্দ ব্যবহার করে লেখা হয়েছিল। এটি গেইসেলের আগের কাজগুলির চিত্রণ শৈলী, ছন্দের তাল, এবং সৃজনশীল শক্তি বজায় রেখেছিল, তবে এর সরলীকৃত শব্দভাণ্ডারের কারণে এটি শুরুর পাঠকদের জন্য পড়া সম্ভব ছিল। দ্য ক্যাট ইন দ্য হ্যাট এবং পরবর্তী বইগুলি, যা ছোট শিশুদের জন্য লেখা হয়েছিল, উল্লেখযোগ্য আন্তর্জাতিক সাফল্য অর্জন করেছিল এবং আজও তা অত্যন্ত জনপ্রিয়। উদাহরণস্বরূপ, ২০০৯ সালে, গ্রিন এগস অ্যান্ড হ্যাম বিক্রি হয় ৫৪০,০০০ কপি, দ্য ক্যাট ইন দ্য হ্যাট বিক্রি হয় ৪৫২,০০০ কপি, এবং ওয়ান ফিশ, টু ফিশ, রেড ফিশ, ব্লু ফিশ (১৯৬০) বিক্রি হয় ৪০৯,০০০ কপি—এগুলি নতুন প্রকাশিত অধিকাংশ শিশুদের বইয়ের চেয়ে বেশি বিক্রি হয়েছিল।\nগেইসেল পরে অনেক অন্যান্য শিশুদের বই লিখেছিলেন, যা তার নতুন সরলীকৃত শব্দভাণ্ডার পদ্ধতিতে (যা বিগিনার বুকস হিসেবে বিক্রি হয়) এবং তার পুরানো, আরও জটিল শৈলীতে ছিল।\n১৯৫৫ সালে, ডার্টমাউথ গেইসেলকে একটি স্নাতকোত্তর মানবিক পত্রের ডক্টরেট প্রদান করেছিল, যার সনদ ছিল:\n\nকাল্পনিক প্রাণীর স্রষ্টা এবং তাদের প্রতি অনুরাগী, আপনার উড়ন্ত হাতি এবং মানুষ খেকো মশার প্রতি আকর্ষণ আমাদের আনন্দিত করে যে আপনি যদি মিঃ নোয়ার নৌকার ভর্তি পরিচালক হতেন, তবে কী হত তা ভাবতেও পারি না। তবে আপনার ক্যারিয়ারে আমাদের আনন্দ অনেক বেশি ইতিবাচক: লেখক এবং শিল্পী হিসেবে আপনি এককভাবে এক প্রজন্মের ক্লান্ত পিতামাতার এবং অনির্বচনীয় শিশুদের এক কাহিনীজগতের মধ্যে এক সেন্ট জর্জ হিসেবে দাঁড়িয়েছেন। আপনার কাজে এক অদ্বিতীয় উল্লম্ফন ছিল, যা আপনি চলমান চিত্র এবং অ্যানিমেটেড কার্টুনের স্রষ্টা হওয়ার আগেই ছিল এবং যেমনটি সর্বশ্রেষ্ঠ হাস্যরসের ক্ষেত্রে হয়, মজার পিছনে ছিল বুদ্ধিমত্তা, সদয়তা এবং মানবতার জন্য এক অনুভূতি। একটি একাডেমি পুরস্কার বিজয়ী এবং যুদ্ধ চলচ্চিত্রের জন্য লিজিওন অব মেরিটের অধিকারী, আপনি বহু বছর ধরে আপনার বিদগ্ধ বন্ধু ডক্টর সিউসের একাডেমিক ছায়ায় দাঁড়িয়েছেন; এবং কারণ আমরা নিশ্চিত যে সময় এসেছে যখন ভালো ডাক্তার চান যে আপনি তার পাশে হাঁটুন এক পূর্ণ সমকক্ষ হিসেবে এবং কারণ আপনার কলেজ তার এক বিশ্বস্ত সন্তানের বিশিষ্টতা প্রকাশ করতে আনন্দিত, ডার্টমাউথ আপনাকে তার মানবিক পত্রের ডক্টরেট প্রদান করছে।\nগেইসেল মজা করে বলেছিলেন যে এখন তাকে \"ডক্টর ডক্টর সিউস\" সই করতে হবে। তাঁর স্ত্রী তখন অসুস্থ ছিলেন, তাই তিনি জুন ১৯৫৬ পর্যন্ত এটি গ্রহণ করতে বিলম্ব করেন।\n\nগেইসেলের স্ত্রী হেলেন দীর্ঘদিন ধরে অসুস্থতার সঙ্গে লড়াই করেছিলেন। ২৩ অক্টোবর, ১৯৬৭-এ হেলেন আত্মহত্যা করেন। ৫ আগস্ট, ১৯৬৮-এ গেইসেল অড্রে ডিমন্ডকে বিয়ে করেন, যাঁর সঙ্গে জানা গেছে তিনি একটি সম্পর্ক রেখেছিলেন। যদিও তিনি তাঁর জীবনের বেশিরভাগ সময় শিশুদের জন্য বই লেখার জন্য উৎসর্গ করেছিলেন, গেইসেলের নিজের কোনো সন্তান ছিল না, তিনি শিশুদের সম্পর্কে বলেছিলেন: \"তুমি তাদের জন্ম দাও; আমি তাদের বিনোদিত করব।\" অড্রি যোগ করেছিলেন যে গেইসেল \"তাঁর পুরো জীবনটি সন্তানবিহীনভাবে কাটিয়েছেন এবং তিনি সন্তানবিহীন জীবনেই খুব খুশি ছিলেন।\" অড্রি গেইসেলের সম্পত্তির তত্ত্বাবধান করেছিলেন তাঁর মৃত্যুর আগে, ১৯ ডিসেম্বর ২০১৮ তারিখে, ৯৭ বছর বয়সে। গেইসেলকে ১৯৮০ সালে উইথিয়ার কলেজ থেকে সম্মানসূচক মানবিক চিঠি (এল.এইচ.ডি.) ডক্টরেট প্রদান করা হয়েছিল। তিনি ১৯৮০ সালে লরা ইংলস ওয়াইল্ডার মেডেল লাভ করেছিলেন, যা পেশাদার শিশুদের গ্রন্থাগার পরিষেবা দ্বারা \"শিশুদের সাহিত্য রচনায় তার গুরুত্বপূর্ণ এবং স্থায়ী অবদানের জন্য\" প্রদান করা হয়। সে সময়ে, এটি প্রতি পাঁচ বছরে একবার প্রদান করা হত। তিনি ১৯৮৪ সালে বিশেষ পুলিটজার পুরস্কার জিতেছিলেন, যেখানে তাকে \"প্রায় অর্ধ শতাব্দী ধরে আমেরিকার শিশু এবং তাদের পিতামাতাদের শিক্ষার এবং আনন্দের প্রতি তার অবদান\" জন্য স্বীকৃত করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== অধিক পঠন ==\nCohen, Charles (২০০৪)। The Seuss, the Whole Seuss and Nothing But the Seuss: A Visual Biography of Theodor Seuss Geisel। Random House Books for Young Readers। আইএসবিএন 978-0-375-82248-3। ওসিএলসি 53075980। \nFensch, Thomas, সম্পাদক (১৯৯৭)। Of Sneetches and Whos and the Good Dr. Seuss: Essays on the Writings and Life of Theodor Geisel। McFarland & Company। আইএসবিএন 978-0-7864-0388-2। \nGeisel, Audrey (১৯৯৫)। The Secret Art of Dr. Seuss। Random House। আইএসবিএন 978-0-679-43448-1। \nGeisel, Theodor (১৯৮৭)। Dr. Seuss from Then to Now: A Catalogue of the Retrospective Exhibition। Random House। আইএসবিএন 978-0-394-89268-9। \nGeisel, Theodor (২০০১)।  Minnear, Richard, সম্পাদক। Dr. Seuss Goes to War: The World War II Editorial Cartoons of Theodor Seuss Geisel। New Press। আইএসবিএন 978-1-56584-704-0। \nGeisel, Theodor (২০০৪)। The Beginnings of Dr. Seuss: An Informal Reminiscence। Dartmouth College। অক্টোবর ৬, ২০১৪ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ অক্টোবর ১, ২০১৪। \nGeisel, Theodor Seuss (২০০৫)। Theodor Seuss Geisel: The Early Works, Volume 1। Checker Book Publishing। আইএসবিএন 978-1-933160-01-6। \nGeisel, Theodor (১৯৮৭)।  Minnear, Richard, সম্পাদক। The Tough Coughs as He Ploughs the Dough: Early Writings and Cartoons by Dr. Seuss। New York: Morrow/Remco Worldservice Books। আইএসবিএন 978-0-688-06548-5। \nJones, Brian Jay (২০১৯)। Becoming Dr. Seuss: Theodor Geisel and the Making of an American Imaginationc। Dutton। আইএসবিএন 978-1524742782। \nLamothe, Ron (২০০৪)। The Political Dr. Seuss (DVD)। Terra Incognita Films। ডিসেম্বর ২৬, ২০০৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ জানুয়ারি ৩, ২০০৯। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  Documentary aired on the Public Television System.\nLathem, Edward Connery (২০০০)। Who's Who and What's What in the Books of Dr. Seuss। Dartmouth College। অক্টোবর ৬, ২০১৪ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ অক্টোবর ১, ২০১৪। \nMacDonald, Ruth K. (১৯৮৮)। Dr. Seuss। Twayne Publishers। আইএসবিএন 978-0-8057-7524-2। \nMorgan, Judith; Morgan, Neil (১৯৯৫)। Dr. Seuss & Mr. Geisel। Random House। আইএসবিএন 978-0-679-41686-9। \nNel, Philip (২০০৭)। The Annotated Cat: Under the Hats of Seuss and His Cats। Random House। আইএসবিএন 978-0-375-83369-4। \nNel, Philip (২০০৪)। Dr. Seuss: American Icon। Continuum Publishing। আইএসবিএন 978-0-8264-1434-2। \nPease, Donald E. (২০১০)। Theodor Seuss Geisel। Oxford University Press। আইএসবিএন 978-0-19-532302-3। \nWeidt, Maryann; Maguire, Kerry (১৯৯৪)। Oh, the Places He Went। Carolrhoda Books। আইএসবিএন 978-0-87614-627-9। \n\n\n== বহিঃসংযোগ ==\n\nSeussville site Random House\nইন্টারনেট ব্রডওয়ে ডেটাবেজে ডক্টর সুস (ইংরেজি)\nDr. Seuss at Internet Off-Broadway Database\nDr. Seuss biography on Lambiek Comiclopedia\nDr. Seuss Went to War: A Catalog of Political Cartoons by Dr. Seuss\nThe Advertising Artwork of Dr. Seuss\nThe Register of Dr. Seuss Collection UC San Diego\nHotchkiss, Eugene III (Spring ২০০৪)। \"Dr. Seuss Keeps Me Guessing: A Commencement story by President Emeritus Eugene Hotchkiss III\"। lakeforest.edu। আগস্ট ১৪, ২০০৪ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ নভেম্বর ১০, ২০১১। \nDr. Seuss / Theodor Geisel artwork can be viewed at American Art Archives web site\nইন্টারনেট মুভি ডেটাবেজে Dr. Seuss (ইংরেজি)\nডিস্কওগ্‌সে ডক্টর সুস ডিস্কতালিকা\nThe Dr. Seuss That Switched His Voice\" – poem by Joe Dolce, first published in Quadrant magazine.\n\"Register of the Dr. Seuss Collection, UC San Diego\nলাইব্রেরি অব কংগ্রেস কর্তৃপক্ষে Dr. Seuss, 190 ক্যাটালগ  রেকর্ড সহ\nTheodor Seuss Geisel (real name), Theo. LeSieg (pseud.), and Rosetta Stone (joint pseud.) at LC Authorities with 30, 9, and 1 records"}