{"pageid": 1517917, "title": "মেরি ম্যাকমাহন", "url": "https://bn.wikipedia.org/wiki?curid=1517917", "content": "মেরি এলিজাবেথ রিতা ম্যাকমাহন (জন্ম সেপ্টেম্বর ১৯৫৩) একজন অস্ট্রেলীয় শিল্পী, যিনি তাঁর চিত্রকর্ম, প্রিন্ট, পোস্টার, অঙ্কন এবং নকশা কাজের জন্য পরিচিত। তিনি মেলবোর্নে জন্মগ্রহণ করেছেন। তিনি অস্ট্রেলীয় আদিবাসীদের বিভিন্ন সম্প্রদায়ের সাথে কাজ করেছেন এবং ২০২০-এর হিসাব অনুযায়ী  সিডনিতে কাজ করেন। তাঁর কাজ সামাজিক, রাজনৈতিক এবং পরিবেশগত বিষয়গুলির ওপর দৃষ্টি নিবদ্ধ করেছে। আদিবাসী অধিকার এবং আদিবাসী জীবন সম্পর্কে তাঁর পোস্টারগুলি অস্ট্রেলিয়ার প্রধান গ্যালারী সংগ্রহে প্রদর্শিত হয়।\n\n\n== জীবনী ==\nমেরি ম্যাকমাহন ১৯৫৩ সালের সেপ্টেম্বরে অস্ট্রেলিয়ার মেলবোর্নে জন্মগ্রহণ করেন। তিনি অস্ট্রেলিয়ার ডারউইনে অস্ট্রেলিয়ান বিমান বাহিনীর ঘাঁটি, সিডনির কাছে রিচমণ্ডে এবং নিউ সাউথ ওয়েলসের দক্ষিণ উপকূলে অবস্থিত একটি নৌ ঘাঁটি এইচএমএএস অ্যালবাট্রসে বড় হয়ে ওঠেন। ১৯৬০-এর দশকে তাঁর পরিবার সিডনিতে ফিরে আসার আগে পর্যন্ত তাঁরা ফিলিপাইনে বসবাস করতেন।\n১৯৭৬ সালে, মেরি সিডনি বিশ্ববিদ্যালয়ের ক্যাম্পাসে অবস্থিত টিন শেডস আর্ট ওয়ার্কশপে আর্থওয়ার্কস পোস্টার কালেক্টিভ-এ যোগদান করেন। সেখানে কাজ করার সময় তিনি পোস্টারগুলির একটি সূচী তৈরিতে অবদান রেখেছিলেন। পোস্টারগুলি \"কখনও কখনও শিক্ষামূলক এবং প্রায়শই উত্তেজক বিষয়বস্তুর ছিল\"।\n১৯৮০ সালে আদিবাসী শিল্পকলা বোর্ড কর্তৃক অন্যান্য স্ক্রিন প্রিন্টারে নিয়োগ পেয়ে তিনি টিউই ডিজাইনস-এ (আদিবাসী শিল্প কেন্দ্র) কাজ করার জন্য উত্তর অঞ্চলে যান। ১৯৮০-র দশকের শেষের দিকে, ওলংগং এবং সিডনির রেডব্যাক গ্রাফিক্সে মেরি নকশাকার হিসেবে কাজ করেন। সেখানে তিনি আদিবাসী এবং টরেস স্ট্রেইট আইল্যাণ্ডারদের স্বাস্থ্য সমস্যা সম্পর্কিত জ্ঞান সম্বলিত পোস্টার তৈরি করেন।\n\n\n== কাজ ==\nএকজন মুদ্রক হিসেবে তিনি এচিং, লিনোকাট, লিথোগ্রাফ এবং স্ক্রিন প্রিন্ট তৈরি করেছেন।\nতাঁর অনেক সুপরিচিত পোস্টারগুলির মধ্যে রয়েছে ইউ আর অন অ্যাবরজিনাল ল্যাণ্ড, অস্ট্রেলিয়ান সরকারের স্বাস্থ্য প্রচারণা বিট দ্য গ্রগ এবং কণ্ডোম্যান  এইডস সচেতনতা প্রচারণা। এটি আদিবাসী এবং টরেস প্রণালী আইল্যাণ্ডবাসী স্বাস্থ্যকর্মীদের সহযোগিতায় তৈরি করা হয়েছে।\n১৯৭৬ সালে, মেরি সিডনি বিশ্ববিদ্যালয়ের দ্য টিন শেডস ওয়ার্কশপে কাজ শুরু করেন, যেখানে নারীবাদ বিষয় সম্পর্কিত পোস্টার নিয়ে বেশ কয়েকজন নারীবাদী কাজ করছিলেন। ২০১৫ সালে, সিডনি ইউনিভার্সিটি গ্যালারি গার্লস ইন দ্য টিন শেড শীর্ষক একটি প্রদর্শনীর আয়োজন করে; প্রদর্শনীতে মেরির বেশ কয়েকটি কাজ ছিল। ১৯৭০-এর দশকে, শিল্পের মাধ্যমে ধারণা প্রকাশের জন্য পোস্টারগুলি সস্তা উপায় হিসেবে ব্যাপকভাবে ব্যবহৃত হত। সেই সময়কাল সম্পর্কে জিজ্ঞাসা করা হলে মেরি বলেন, মহিলা শিল্পীরা \"সেক্স পিস্তল (পাঙ্ক রক ব্যাণ্ড) এবং দ্য ক্ল্যাশ (রক ব্যাণ্ড)-এর মতো কাজ দ্বারা অনুপ্রাণিত হয়ে নিজেদেরকে মূলধারার শিল্প প্রতিষ্ঠানের বাইরের মানুষ হিসেবে দেখতেন।\"\nমেরি ভিক্টোরিয়ার ফিটজরয়েতে অস্ট্রেলিয়ান মুদ্রণ ওয়ার্কশপেও প্রিন্ট উৎপাদন করেছিলেন এবং তাই ২০০৪ সালের গোড়ার দিকে অস্ট্রেলিয়ার জাতীয় গ্যালারিতে (এনজিএ) অনুষ্ঠিত একটি প্রধান প্রদর্শনী প্লেস মেড: অস্ট্রেলিয়ান প্রিন্ট ওয়ার্কশপ-এ অন্তর্ভুক্ত হন। যখন এনজিএ এই ওয়ার্কশপ থেকে অনেক প্রিন্ট সংগ্রহ করছিল, তখন তারা মেরির ৯০টিরও বেশি প্রিন্ট সংগ্রহ করে।\n১৯৮৮ থেকে ১৯৯৬ সাল পর্যন্ত, মেরি ডারউইনের দক্ষিণে ব্যাচেলরে থাকাকালীন টিউই দ্বীপপুঞ্জে কাজ করেছিলেন। ২০০০ থেকে ২০০১ সাল পর্যন্ত তিনি আর্নহেম ল্যাণ্ডের গুনবালানিয়ায় থাকতেন, যেখানে তিনি তাঁর চারপাশের প্রাকৃতিক দৃশ্য ব্যাখ্যা করে একাধিক কোলাজ তৈরি করেছিলেন। ২০০৯-২০১০ সাল থেকে, তিনি ইন্দোচীন এবং কম্বোডিয়ার রাজনৈতিক সংঘাত সম্বলিত পোস্টার তৈরি করেছেন।\n\n\n== মহিলাদের ঘরোয়া সূচীশিল্প গোষ্ঠী ==\n১৯৭৬ সালে মেরি এবং শিল্পী ফ্রান্সেস (বাডেন) ফিনিক্স দ্য উইমেন'স ডোমেস্টিক নীডলওয়ার্ক গ্রুপ (ডব্লিউডিএন জি) চালু করেন। তাঁদের লক্ষ্য ছিল সূচিকর্ম, বুনন, ক্রোশে, জরি তৈরি এবং সূঁচের কাজের সৃজনশীল, কিন্তু ঐতিহাসিকভাবে অবমূল্যায়িত অনুশীলন পুনরুদ্ধার করা।\nতাঁদের চারটি প্রদর্শনীর মধ্যে সবচেয়ে উল্লেখযোগ্য ছিল ১৯৭৯ সালে সিডনির ওয়াটার্স গ্যালারিতে ডি'অয়লি প্রদর্শনী। মহিলাদের 'অভিনব কাজের' ওপর আলোকপাত করে এই প্রদর্শনীতে ৭০০টিরও বেশি হস্তনির্মিত ডোইলি (আলঙ্কারিক মাদুর) প্রদর্শিত হয়েছিল যা বিভিন্ন সাশ্রয়ী মূল্যের দোকান থেকে সংগ্রহ করা হয়েছিল। প্রদর্শনীটি অস্ট্রেলিয়া কাউন্সিলের কারুশিল্প বোর্ডের পৃষ্ঠপোষকতায় অনুষ্ঠিত হয়েছিল।\n\n\n== সংগ্রহ ==\nম্যাকমাহনের প্রিন্ট এবং পোস্টারগুলি ভিক্টোরিয়ার জাতীয় গ্যালারি, বেণ্ডিগো আঞ্চলিক গ্যালারি, অস্ট্রেলিয়ার জাতীয় গ্যালারি, নিউ সাউথ ওয়েলসের আর্ট গ্যালারি, অস্ট্রেলিয়ান কুইয়ার আর্কাইভ এবং সিডনির সমসাময়িক শিল্প জাদুঘরে সংরক্ষিত আছে। পাশাপাশি অস্ট্রেলিয়ার বিভিন্ন আঞ্চলিক গ্যালারিতে এবং ব্যক্তিগত সংগ্রহেও এগুলি আছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅস্ট্রেলিয়ার জাতীয় গ্যালারিতে মেরি ম্যাকমাহন\nনিউ সাউথ ওয়েলসের আর্ট গ্যালারিতে মেরি ম্যাকমাহনের কাজ\nফলিত শিল্প ও বিজ্ঞান জাদুঘরে মেরি ম্যাকমাহন"}