{"pageid": 1517674, "title": "ইউ ক্যান্ট টেক ইট উইথ ইউ (নাটক)", "url": "https://bn.wikipedia.org/wiki?curid=1517674", "content": "ইউ ক্যান্ট টেক ইট উইথ ইউ (ইংরেজি: You Can't Take It with You) হল জর্জ এস. কফম্যান ও মস হার্ট রচিত একটি হাস্যরসাত্মক নাটক। ১৯৩৬ সালের ৩০শে নভেম্বরে ফিলাডেলফিয়ার চেস্টনাট স্ট্রিট অপেরা হাউজে নাটকটি প্রথম মঞ্চস্থ হয়। এরপর নাটকটি ১৯৩৬ সালের ১৪ই ডিসেম্বর ব্রডওয়ের বুথ থিয়েটারে স্থানান্তরিত হয় এবং সেখানে এটি ৮৩৮ বার মঞ্চস্থ হয়।\nএটি ১৯৩৭ সালে নাটকে পুলিৎজার পুরস্কার অর্জন করে এবং ১৯৩৮ সালে এর চলচ্চিত্ররূপ নির্মিত হয়, যা শ্রেষ্ঠ চলচ্চিত্র ও শ্রেষ্ঠ পরিচালনা বিভাগে একাডেমি পুরস্কার অর্জন করে।\nনাটকটি উচ্চ বিদ্যালয়ের নাট্য অনুষ্ঠানে জনপ্রিয় এবং এটি ১৯৩৯ সালে অ্যামেচার রাইটস উপলব্ধ হওয়ার পর থেকে প্রতি বছর বিদ্যালয়ে মঞ্চস্থ শীর্ষ ১০ নাটকের একটি।\n\n\n== চরিত্রাবলি ==\nঅ্যালিস সাইকামোর\nটনি কার্বির বাগদত্তা, পল ও পেনির কন্যা, মার্টিনের নাতনী ও এসির বোন। এই যৌথ পরিবারে অ্যালিসই একমাত্র \"স্বাভাবিক\" ব্যক্তি। সে একটি দাপ্তরিক চাকরি করে। টনি ও তার পিতামাতা তাদের বাড়িতে আসলে তার পরিবারের পাগলামির জন্য সে লজ্জিত হয়, তবুও সে তাদের ভালোবাসে।\nটনি কার্বি\nঅ্যালিসের বাগদত্তা, কার্বি দম্পতির পুত্র ও কার্বি অ্যান্ড কোং-এর ভাইস প্রেসিডেন্ট। সাইকামোর পরিবারকে অদ্ভূত মনে হলেও সে দেখে তারা একে অপরকে ভালোবাসে ও যত্ন করে।\nপেনেলোপি সাইকামোর\nপেনি নামে পরিচিত পেনেলোপি এসি ও অ্যালিসের মা, পলের স্ত্রী ও মার্টিনের কন্যা। তিনি শখের বশে নাটক লিখেন ও চিত্রাঙ্কন করেন, তবে দুটি কাজেই তিনি অদক্ষ। পেনি তার পরিবারের কল্যাণের ব্যাপারে চিন্তিত। তার প্রধান উদ্দেশ্য হল সকলকে সুখী রাখা, বিশেষ করে তার কন্যা অ্যালিসকে।\nপল সাইকামোর\nএসি ও অ্যালিসের বাবা, পেনির স্বামী ও মার্টিনের জামাতা। তিনি ডি পিনার সহযোগিতায় বাড়িতে আতশবাজি প্রস্তুত করেন। তার শখ ইরেকটর সেট খেলা।\nএসি কারমাইকেল\nপেনি ও পল সাইকামোরের কন্যা, মার্টিনের নাতনী, অ্যালিসের বোন ও এডের স্ত্রী। শখের বশে তিনি ক্যান্ডি বানান, যা এড বিক্রি করে। এসি ব্যালেরিনা হওয়ার স্বপ্ন দেখেন। সেই লক্ষ্যে তিনি বরিস কোলেনখভের অধীনে ৮ বছর তালিম নেন, কিন্তু তিনি নৃত্যশিল্পী হিসেবে বেশ কাঁচা।\nবরিস কোলেনখভ\nরুশ বিপ্লবের কিছুদিন পূর্বে মার্কিন যুক্তরাষ্ট্রে পালিয়ে আসা একজন রুশ ব্যক্তি। তিনি বিশ্ব রাজনীতি ও রাশিয়ার পতনের ব্যাপারে সচেতন। তিনি এসির ব্যালে প্রশিক্ষক। তিনি জানেন এসি প্রতিভাহীন, কিন্তু সে নাচতে পছন্দ করে তাই তিনি তাকে প্রশিক্ষণ দিয়ে থাকেন। তিনি প্রাচীন গ্রিক ও রোমানদের প্রশংসা করেন এবং বৈশ্বিক বিষয়াবলি সম্পর্কে আগ্রহী।\nএড কারমাইকেল\nএসির স্বামী, পল ও পেনির জামাতা। তিনি একজন জাইলোফোন বাদক ও এসির ক্যান্ডির পরিবেশক। এড তার কাছে যাই ভালো লাগে তা মুদ্রণ করেন। তিনি তার পরিবারের জন্য নৈশভোজের মেন্যু মুদ্রণ করেন। তিনি সাম্যবাদী প্রচারপত্র মুদ্রণ করে এসির ক্যান্ডির বাক্সে করে বিলি করেন। এছাড়া তিনি মুখোশ বানাতে পছন্দ করেন।\nমার্টিন ভ্যান্ডারহফ\nপলের শ্বশুর, পেনির বাবা, এবং অ্যালিস ও এসির মাতামহ। পাগলাটে এই বৃদ্ধ লোকটি কখনই আয়কর পরিশোধ করেননি, তিনি মনে করেন তিনি যদি আয়কর পরিশোধ করেন তবে সরকার জানবে না তা দিয়ে কী করবে। এক সময়ের সফল ব্যবসায়ী মার্টিন কোন কারণ ছাড়া ও আরাম করার জন্য ৩৫ বছর পূর্বে তার কাজ ছেড়ে দেন। তার জীবনের দর্শন হল, \"তুমি যা করতে উপভোগ কর না, তা করো না।\" তিনি সার্কাস ও উদ্বোধন দেখতে যান, ডার্ট নিক্ষেপ করেন, ও ডাকটিকেট সংগ্রহ করেন।\nরিবা\nসাইকামোর পরিবারের আফ্রিকান-মার্কিন গৃহপরিচারিকা ও রাঁধুনি। তাকে পরিবারের সদস্যের মতই ভাবা হয়। সে ডোনাল্ডকে ভালোবাসে।\nডোনাল্ড কারি\nরিবার আফ্রিকান-মার্কিন প্রেমিক, যে সাইকামর পরিবারের স্বেচ্ছাসেবক সহায়ক হিসেবে কাজ করে।\nডি পিনা\nআট বছর আগে পলের সাথে কথা বলতে এসেছিলেন এবং তারপর থেকে পলের সহকারী হিসেবে থেকে যান। তিনি পলকে আতশবাজি তৈরিতে সাহায্য করেন এবং পেনির চিত্রাঙ্কনে মডেল হিসেবে কাজ করেন।\nউইলবার সি. হেন্ডারসন\nআইআরএসের একজন কর্মী। তিনি মার্টিনের নিকট থেকে আয়কর সংগ্রহ করতে আসেন কিন্তু বুঝতে পারেন না কেন তিনি আয়কর দিবেন না।\nগে ওয়েলিংটন\nএকজন অভিনেত্রী যার সাথে সাইকামোর পরিবার বাসে পরিচিত হন এবং তাদের বাড়িতে আমন্ত্রণ জানান। তিনি মদ্যপ, অতিরিক্ত মদ পান করেন এবং সাইকামোর পরিবারে পৌঁছানোর কিছুক্ষণের মধ্যে মাতাল হয়ে পড়েন।\nঅ্যান্থনি ডাব্লিউ. কার্বি\nমিরিয়ামের স্বামী, টনির বাবা ও কার্বি অ্যান্ড কোং-এর প্রেসিডেন্ট। তিনি গোপনে তার কাজকে অপছন্দ করেন। তার শখ হল দামি অর্কিডের যত্ন নেওয়া। তিনি হার্ভার্ড সোসাইটি, ইউনিয়ন ক্লাব, ন্যাশনাল জিওগ্রাফিক সোসাইটি ও র‍্যাকেট ক্লাবের সদস্য।\nমিরিয়াম কার্বি\nঅ্যান্থনির স্ত্রী ও টনির মা। তিনি একজন কেতাদুরস্ত মহিলা এবং তিনি সাইকামোর পরিবারে গিয়ে কিছুটা ভীতসন্ত্রস্ত হন। তার শখ হল আধ্যাত্মবাদ।\nজি-ম্যান ১ (দ্য ম্যান), জি-ম্যান ২ (জিম), জি-ম্যান ৩ (ম্যাক)\nএডের সাম্যবাদের সাথে সম্পৃক্ততা সম্পর্কে তদন্ত করতে আসা তিনজন এজেন্ট।\nগ্র্যান্ড ডাচেস ওলগা ক্যাটরিনা\nবিপ্লবের পূর্বের রাশিয়ার গ্র্যান্ড ডাচেসের একজন, ও গ্র্যান্ড ডাচেস নাতাশার বোন। বিপ্লবের সময় তিনি মার্কিন যুক্তরাষ্ট্রে পালিয়ে আসেন এবং চাইল্ডস রেস্তোরাঁয় খাদ্য পরিবেশনাকারী হিসেবে কাজ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট ব্রডওয়ে ডেটাবেজে ইউ ক্যান্ট টেক ইট উইথ ইউ\nটেমপ্লেট:IBDB title\nইন্টারনেট মুভি ডেটাবেজে ইউ ক্যান্ট টেক ইট উইথ ইউ  (ইংরেজি)\nReview by Brooks Atkinson of the original production\n1946 Theatre Guild on the Air radio adaptation at Internet Archive\nটেমপ্লেট:জজ এস. কফম্যান"}