{"pageid": 1517181, "title": "এনেল", "url": "https://bn.wikipedia.org/wiki?curid=1517181", "content": "এনেল হল একটি ইতালীয় বহুজাতিক বিদ্যুৎ ও গ্যাস প্রস্তুতকারক এবং পরিবেশক। এনেল প্রথমে ১৯৬২ সালের শেষের দিকে একটি পাবলিক সংস্থা হিসেবে প্রতিষ্ঠিত হয় এবং তারপর ১৯৯২ সালে একটি সীমিত কোম্পানিতে রূপান্তরিত হয়। ১৯৯৯ সালে ইতালিতে বিদ্যুৎ বাজারের উদারীকরণের পর এনেলকে বেসরকারীকরণ করা হয়। অর্থনীতি ও অর্থ মন্ত্রণালয়ের মাধ্যমে ইতালি  কোম্পানিটির প্রধান অংশীদার। ১ এপ্রিল ২০১৬ তারিখ অনুযায়ী ২৩.৬% শেয়ার মূলধনের মধ্যে ছিল।\n১৪৭.৭৯ বিলিয়ন ডলার আয় করে রাজস্বের দিক দিয়ে ২০২৩ সালে এনেল বিশ্বের ৫৯তম বৃহত্তম কোম্পানি হয়। ২০১৮ সালের হিসাব অনুযায়ী এনেল আয়ের দিক থেকে চীনের স্টেট গ্রিড কর্পোরেশনের পরে বিশ্বের দ্বিতীয় বৃহত্তম বিদ্যুৎ সরবরাহকারী কোম্পানি। কোম্পানিটি বোর্সা ইতালিয়ানার এফটিএসই এমআইবি সূচকে তালিকাভুক্ত আছে।\n\n\n== ইতিহাস ==\n\n\n=== ১৮৯৮-১৯৬২: বিদ্যুতের জন্য একটি জাতীয় নীতির দিকে ===\n১৮৯৮ সালে ইতালিতে বিদ্যুৎ উৎপাদন ছিল ১০০ গিগাওয়াট-ঘণ্টা। ১৯৬০ সালের মধ্যে এই খাতের মূল্য ৫৬ বিলিয়ন মার্কিন ডলার ছাড়িয়ে যায়। বিদ্যুতের বেশিরভাগ উৎপাদন আঞ্চলিক বেসরকারি প্রতিষ্ঠান বা অন্যান্য শিল্প খাতের সঙ্গে সংযুক্ত কোম্পানিগুলোর মাধ্যমে পরিচালিত হতো। এরা মূলত দেশের জলবিদ্যুৎ সম্পদ কাজে লাগিয়ে বিদ্যুৎ উৎপাদন করত।\nবিদ্যুৎ উৎপাদন বৃদ্ধির জন্য রাজ্যটি এই অঞ্চলে বিদ্যুৎ কেন্দ্র নির্মাণ এবং অন্যান্য প্রয়োজনীয় নির্মাণ কাজে ভর্তুকি দেয়। ১৯৬১ সালে সরকার বিদ্যুৎ বিতরণের জন্য একটি নিয়ন্ত্রিত ব্যবস্থা চালু করে। এর অধীনে বিদ্যুৎ খাতের সমতা তহবিলের মাধ্যমে সমান বিদ্যুৎ ব্যবহারের ভিত্তিতে জাতীয় শুল্ক হার নির্ধারণ করা হয়। একই সঙ্গে বিদ্যুৎ কোম্পানিগুলোকে সর্বস্তরের মানুষের জন্য বিদ্যুৎ সরবরাহ নিশ্চিত করতে বাধ্য করা হয়। \n১৯৬২ সালে সরকার একটি জাতীয় বিদ্যুৎ সংস্থা গঠন করে যার উদ্দেশ্য ছিল বিদ্যুৎকে দেশের অর্থনৈতিক উন্নয়নের একটি গুরুত্বপূর্ণ মাধ্যম হিসেবে ব্যবহার করা। এছাড়াও, ফ্রান্স ও যুক্তরাজ্যের অভিজ্ঞতার ভিত্তিতে একটি সমন্বিত জাতীয় বিদ্যুৎ নীতি প্রণয়ন করা হয়।\n\n\n=== ১৯৬২: জাতীয় বিদ্যুৎ বোর্ড প্রতিষ্ঠা ===\n\n১৯৬২ সালের শুরুতে ফানফানি চতুর্থ মন্ত্রিসভা সরকারকে প্রতিশ্রুতি দেয় যে তারা সংসদে আস্থা প্রস্তাব পাস হওয়ার তিন মাসের মধ্যে জাতীয় বিদ্যুৎ ব্যবস্থার একীকরণের জন্য একটি প্রস্তাব প্রস্তুত করবে।\n১৯৬২ সালের ২৬ জুন চেম্বার অফ ডেপুটিজের সমাবেশে সরকার একটি বিল উপস্থাপন করে যা এন্তে নাজিওনালে পের ল’এনের্জিয়া এলেত্রিকা (ই.এন.ই.এল.) প্রতিষ্ঠার নীতি ও পদ্ধতিগুলোকে অনুমোদন করে।\nবিল অনুযায়ী, এনেল বিদ্যুৎ উৎপাদন, প্রক্রিয়াকরণ, সঞ্চালন এবং বিতরণকারী সকল কোম্পানির সম্পদ অধিগ্রহণ করবে, স্ব-উৎপাদকদের ব্যতিক্রম ছাড়া—যে কোম্পানিগুলো তাদের বিদ্যুতের ৭০% এর বেশি অন্য উৎপাদন প্রক্রিয়ার জন্য ব্যবহার করে—(একই ব্যতিক্রম পরে পৌর কর্তৃপক্ষের ক্ষেত্রেও প্রয়োগ করা হয়), এবং ছোট ব্যবসায়গুলোর জন্য, যারা বছরে ১০ মিলিয়ন কিলোওয়াট ঘণ্টার বেশি উৎপাদন করে না।\nঅধিগ্রহণকৃত কোম্পানিগুলোর মূল্য নির্ধারণের পদ্ধতি সংজ্ঞায়িত করা হয়েছিল এবং এটি নির্ধারণ করা হয়েছিল যে ক্ষতিপূরণ ঋণদাতাদের ১০ বছরে ৫.৫% সুদের হারে পরিশোধ করা হবে। এই কাঠামোর মধ্যে ১৯৬২ সালকে একটি রূপান্তর বছর হিসেবে বিবেচনা করা হয়েছিল। এই সময়ে অধিগ্রহণকৃত কোম্পানিগুলির সমস্ত আয় এবং ব্যয় এনেলে স্থানান্তরিত হবে। ১৯৬৩ সাল তাই নতুন গঠিত কোম্পানির প্রথম কার্যকরী বছর হিসেবে গণ্য হয়।\nপ্রথমদিকে যে কোম্পানিগুলোকে অধিগ্রহণ করা হয়েছিল তা হল : এসআইপি ( পিডমন্ট ), এডিসন ভোল্টা ( লম্বার্ডি ), সেড( ভেনেটো ), সেল্ট-ভালদারনো ( টাস্কানি ), এসআরই ( ল্যাজিও ), এসএমই ( ক্যাম্পানিয়া ), এসজিইএস ( সার্লিডাসার ) এবং কারবোসিয়াসি )।\n\n\n=== ১৯৬৩-১৯৭০: নেটওয়ার্কের আধুনিকীকরণ এবং উন্নয়ন ===\nএনেলের প্রাথমিক লক্ষ্য ছিল উচ্চ ভোল্টেজ বিদ্যুৎ লাইন নির্মাণ, আন্তর্জাতিক সংযোগ, দ্বীপপুঞ্জের সাথে সংযোগ, গ্রামীণ বিদ্যুতায়ন এবং একটি জাতীয় প্রেরণ কেন্দ্র তৈরির মাধ্যমে বিদ্যুৎ গ্রিডের আধুনিকীকরণ এবং উন্নয়ন। এই প্রকল্পগুলো রাষ্ট্রের সহ-অর্থায়নে পরিচালিত হওয়ার কথা ছিল, যার জন্য ১৯৬৫ সালে ২০০ বিলিয়ন ইতালীয় লিরারও বেশি মূল্যের বন্ড জারি করা হয়। ১৯৬৭ সালে এনেল  প্রথমে মন্ত্রীদের কমিটি দ্বারা তত্ত্বাবধানে ছিলেন। শিল্প মন্ত্রণালয়ের অধীনে আন্তঃমন্ত্রণালয় অর্থনৈতিক পরিকল্পনা কমিটি (সিআইপিই) দ্বারা তদারকি শুরু হয়। এই সময়কালে, তাপবিদ্যুৎ কেন্দ্র থেকে উৎপাদন প্রথমবারের মতো জলবিদ্যুৎকে ছাড়িয়ে যায়।\n১৯৬৩ সালে রোমে জাতীয় বিতরণ কেন্দ্র তৈরি করা হয় যা উৎপাদন কেন্দ্র, সঞ্চালন নেটওয়ার্ক, বিতরণ, এবং ইতালীয় বিদ্যুৎ ব্যবস্থাকে বিদেশি দেশগুলোর সাথে সংযুক্ত করে শক্তির উৎপাদন ও সঞ্চালনকে বাস্তব সময়ে চাহিদার ভিত্তিতে সমন্বয় করে শক্তিশালী নেটওয়ার্ক পরিচালনা করে।\nগ্রামীণ বিদ্যুতায়নের ক্ষেত্রে বিদ্যুৎ গ্রিডের সাথে সংযুক্ত নয় এমন বসতিগুলো ১৯৬০ সালে ১.২৭% থেকে ১৯৬৪ সালে ০.৪৬%-এ নেমে আসে, যার ফলে ৩২০,০০০-এর বেশি নতুন বাসিন্দা সংযোগ পায়। ১৯৬৬ থেকে ১৯৭০ সালের পাঁচ বছরের সময়কালে গ্রামীণ বিদ্যুতায়নের জন্য আরও বিনিয়োগ করা হয় যেখানে ৮০% খরচ রাষ্ট্র এবং ২০% এনেল বহন করে। কৃষি উন্নয়নের জন্য প্রণোদনা হিসেবে কিছু হার হ্রাস করে এই খরচের একটি অংশ বহন করা হয়েছিল।\n১৯৬৮ সালে, ফ্লোরেন্স এবং রোমের মধ্যে ৩৮০ কেভি উচ্চ-ভোল্টেজ সংযোগ নির্মাণ শুরু হয় যার লক্ষ্য ছিল উত্তরের উচ্চ-ভোল্টেজ বৈদ্যুতিক ব্যবস্থাকে কেন্দ্র এবং দক্ষিণের সাথে সংযুক্ত করার ব্যাবস্থা  করা হয়। সেই বছরে  ফ্রান্সের সাথে আন্তর্জাতিক উচ্চ ভোল্টেজ সংযোগ (৩৮০ কেভি ভেনাস-ভিলারোডিন, ১৯৬৯) ও সুইজারল্যান্ডের সাথে সংযোগ স্থাপন করা হয়। একই বছরে উপদ্বীপ ও এলবা দ্বীপপুঞ্জ (১৯৬৬), ইসচিয়া (১৯৬৭), ও সার্ডিনিয়াকে কর্সিকা (১৯৬৭) এর মাধ্যমে সংযুক্ত করার জন্য সমুদ্রতলের নিচ দিয়ে বৈদ্যুতিক তার নিয়ে যাওয়া হয়েছিল।\n১৯৬৩ সালে, এনেল ভাজন্ট বাঁধ বিপর্যয়ে জড়িত ছিল। ১৯৬৩ সালের ৯ অক্টোবর, ২৬০ মিলিয়ন ঘনমিটারের একটি বিশাল ভূমিধস বাঁধের দ্বারা গঠিত জলাধারে পড়ে। বাঁধ এবং বিদ্যুৎ কেন্দ্রটি সোসিয়েতা আদ্রিয়াটিকা দি এলেত্রিসিতা (আদ্রিয়াটিক ইলেকট্রিসিটি কোম্পানি, বা এসএডিই) দ্বারা নির্মিত হয়েছিল এবং তারপর এডিসনের কাছে বিক্রি করা হয়েছিল।  এটি জাতীয়করণ প্রক্রিয়ার অংশ হিসেবে সদ্য প্রতিষ্ঠিত এনেলের কাছে হস্তান্তরিত হয়েছিল। ভূমিধসটি ভাজন্ট জলাধারে বিশাল ঢেউ সৃষ্টি করে। যা আংশিকভাবে এর্তো এ কাসো গ্রামগুলোকে প্লাবিত করে এবং বাঁধের উপর দিয়ে বয়ে গিয়ে নিচের উপত্যকার শহরগুলো—লঙ্গারোন, পিরাগো, রিভালতা, ভিলানোভা এবং ফায়েকে সম্পূর্ণভাবে ধ্বংস করে দেয়।\nএই  বিপর্যয়ে প্রায় দুই হাজারের মত মানুষ মারা যায়। পরবর্তীতে আদালতে এনেল এবং মন্টেডিসনকে এই বিপর্যয়ের জন্য দায়ী কোম্পানি হিসেবে অভিযুক্ত করা হয়। ঘটনার পূর্বাভাসের জানার পর এই দায়িত্ব আরও গুরুতর বলে বিবেচিত হয়েছিল। দুটি কোম্পানিকে বিপর্যয়ে জড়িত সম্প্রদায়গুলোকে ক্ষতিপূরণ দিতে বাধ্য করা হয়।\n\n\n=== ১৯৭০-১৯৮৯: জ্বালানি সংকট এবং নতুন উৎসের সন্ধান ===\n\n১৯৭০-এর দশকে একটি বড় জ্বালানি সংকট  দেখা যায়। যার ফলে কোম্পানিটি কঠোর ব্যয়সংকোচন নীতি বাস্তবায়ন করে। একটি জাতীয় শক্তি পরিকল্পনা প্রতিষ্ঠার দিকে তারা চলে যায়। নতুন বিদ্যুৎ কেন্দ্র নির্মাণ এবং নতুন শক্তি উৎস অনুসন্ধান করা মূল লক্ষ্য হয়ে উঠে।\n১৯৭৫ সালে ১৯৭৩ সালের তেল সংকট এবং কঠোর পদক্ষেপের ফলে প্রথম জাতীয় শক্তি পরিকল্পনা (পিইএন) প্রতিষ্ঠার পর কোম্পানির লক্ষ্য হয়ে ওঠে এনেলের হাইড্রোকার্বনের উপর নির্ভরতা কমানো। ফলে জলবিদ্যুৎ, ভূ-তাপীয় শক্তি, কয়লা, বর্জ্য ব্যাবহার হ্রাস করা হয়। বিশেষ করে পারমাণবিক শক্তির ব্যবহারের মাধ্যমে জ্বালানি সংকট কমানোর পরিকল্পনা করা হয়।\nদশকের ব্যবধানে বেশ কয়েকটি নতুন কারখানা নিমার্ণ করা হয়েছিল। ১৯৭০-এর দশকের শুরুতে ইতালির প্রথম প্রধান পারমাণবিক বিদ্যুৎ কেন্দ্র কাওরসো (এমিলিয়া-রোমাগনা) নির্মাণ করা হয়েছিল। যা ৮৪০-৮৬০ মেগাওয়াট বিদ্যুৎ উৎপাদন করত এবং ১৯৭৮ সালে বিদ্যুৎ কেন্দ্রটির প্রথম ইউনিট  চালু করা হয়।  ১৯৭২ থেকে ১৯৭৮ সালের মধ্যে তালোরো জলবিদ্যুৎ কেন্দ্র সার্ডিনিয়ার নিউরো প্রদেশে নির্মিত হয়। ১৯৭৩ সালে সান ফিওরানো জলবিদ্যুৎ কেন্দ্রটি কাজ শুরু হয়। ১৯৭৭ সালে পিওম্বিনো (টাস্কানি) এর কাছে টোরে দেল সালেতে একটি তাপবিদ্যুৎ কেন্দ্র স্থাপিত হয়। ১৯৭০-এর দশকের শেষের দিকে পোর্তো টোলে ( ভেনেটো ) তাপবিদ্যুৎ কেন্দ্রের নির্মাণ কাজ শুরু হয় এবং এর প্রথম ইউনিট ১৯৮০ সালে চালু হয়।\n১৯৭১ থেকে ১৯৭৭ সালের মধ্যে সুভেরেতোতে ( টাস্কানি ) তে ১০০০ কেভি সঞ্চালন সুবিধার পরীক্ষা করা হয়। ১৯৭৪ সালে, অ্যাড্রিয়াটিক উচ্চ ভোল্টেজ বৈদ্যুতিক ব্যাকবোন নির্মাণ সম্পন্ন হয়। ১৯৭৩ থেকে ১৯৭৭ সালের মধ্যে ভিটেরবো প্রদেশের ( লাজিও ) টোরে আলফিনায় ভূ-তাপীয় শক্তি উৎপাদনের জন্য কূপ খনন করা হয়। ১৯৮২ সালে পিডমন্টের আলতো গেসো বাঁধটি লুইজি এইনাউদি এন্ট্রাকুয়ে জলবিদ্যুৎ কেন্দ্রের অংশ হিসেবে কাজ শেষ করা হয়।\n১৯৮০-এর দশক ছিল নতুন বিদ্যুৎ কেন্দ্র নির্মাণ, বিকল্প শক্তির গবেষণা, এবং ইতালির পারমাণবিক শক্তি থেকে বেরিয়ে আসার সময়। ফলে তেলের উপর নির্ভরতা ১৯৭৩ সালে ৭৫.৩% থেকে ১৯৮৫ সালে ৫৮.৫% এ নেমে আসে। এই সময়ের মধ্যে বেশ কয়েকটি বৃহৎ বিদ্যুৎ কেন্দ্র চালু করা হয়। এর মধ্যে  ১৯৮৩-৮৪ সালে ফিউমেসান্টো ( সার্ডিনিয়া ) এর জীবাশ্ম জ্বালানি বিদ্যুৎ কেন্দ্র ; ১৯৮৪-৮৫ সালে এডোলো ( লোম্বার্ডি ) এর পাম্প-চালিত জলবিদ্যুৎ বিদ্যুৎ কেন্দ্র, যা ইউরোপের মধ্যে এই ধরণের বৃহত্তম বিদ্যুৎকেন্দ্র  এর একটি।  ১৯৮৪ সালে টোরেভালডালিগা নর্ড ( লাজিও ) এর কয়লাভিত্তিক বিদ্যুৎ কেন্দ্র রয়েছে।\n১৯৮১ সালে, ইউরোপীয় অর্থনৈতিক সম্প্রদায়ের সহায়তায়, এনেল প্রথম বড় আকারের কমপ্যাক্ট লিনিয়ার ফ্রেসনেল রিফ্লেক্টর কনসেনট্রেটেড সোলার পাওয়ার প্ল্যান্ট, ১ মেগাওয়াটের ইউরেলিওস বিদ্যুৎ কেন্দ্র, আদ্রানো (সিসিলি) তৈরি করে। ১৯৮৭ সালে কারখানাটি বন্ধ করে দেওয়া হয়। ১৯৮৪ সালে সিসিলির ভলকানোতে অবস্থিত ফটোভোলটাইক বিদ্যুৎ কেন্দ্রটি সক্রিয় হয়। সেই বছরে, দেশের প্রথম বায়ু খামার আলতা নুরায় (সার্ডিনিয়া) সক্রিয় হয়।\n১৯৮৫ সালে, বিদ্যুৎ নেটওয়ার্কের বিতরণ এবং নিয়ন্ত্রণের জাতীয় কেন্দ্রটি ধীরে ধীরে রোমের কেন্দ্র থেকে সেত্তেবাগনিতে স্থানান্তরিত হয়। বিদ্যুৎ উৎপাদনের সমন্বয়সাধন করার জন্য একটি বৃহত্তর ইউরোপীয় নেটওয়ার্কের অংশ হয়ে ওঠে।\n১৯৮৬ সালে, এনেল প্রথমবারের মতো ইতিবাচক ভারসাম্য অর্জন করে। এই বছরে ১৪.১ বিলিয়ন ইতালীয় লিরা মুনাফা লাভ করে।\n১৯৮৭ সালে, চেরনোবিল বিপর্যয়ের পরিপ্রেক্ষিতে, পারমাণবিক শক্তি নিয়ে প্রথম গণভোট অনুষ্ঠিত হয় এবং পারমাণবিক শক্তির বিরোধীরা জয়ী হয়। এই ফলাফলের ফলে ইতালিতে পারমাণবিক শক্তির ব্যবহারের সমাপ্তি ঘটে। সব পারমাণবিক বিদ্যুৎ কেন্দ্র নির্মাণ বন্ধ এবং স্থগিত করা হয়। তাড়াতাড়ি একটি নতুন জাতীয় শক্তি পরিকল্পনা প্রতিষ্ঠা করা হয়। এমিলিয়া-রোমানিয়ার কাওর্সো পারমাণবিক বিদ্যুৎ কেন্দ্র ১৯৮৬ সাল থেকে জ্বালানি সরবরাহের জন্য নিষ্ক্রিয় হয়ে যায়। পরে আর কখনো বিদ্যুৎ কেন্দ্রটি পুনরায় চালু হয়নি। ১৯৯০ সালে চূড়ান্তভাবে বন্ধ হয়ে যায়।\nপিডমন্টের এনরিকো ফার্মি পারমাণবিক বিদ্যুৎ কেন্দ্র ১৯৮৭ সালে নিষ্ক্রিয় এবং ১৯৯০ সালে বন্ধ হয়। ১৯৮২ সালে শুরু হওয়া মন্টাল্টো ডি কাস্ত্রো পারমাণবিক বিদ্যুৎ কেন্দ্রের নির্মাণ কাজ ১৯৮৮ সালে বন্ধ হয়ে যায়। পরের বছর এটি একটি বহু-জ্বালানি বিদ্যুৎ কেন্দ্রে রূপান্তরিত হয়। লাতিনা পারমাণবিক বিদ্যুৎ কেন্দ্র ১৯৮৮ সালে বন্ধ হয়। গারিগ্লিয়ানো পারমাণবিক বিদ্যুৎ কেন্দ্র ১৯৭৮ সাল থেকে বন্ধ ছিল।\n১৯৮৮ সালে, নতুন জাতীয় জ্বালানি পরিকল্পনা  গৃহীত হয়, যার মূল উদ্দেশ্য ছিল: শক্তি দক্ষতা বৃদ্ধি,পরিবেশ সংরক্ষণ, দেশীয় সম্পদের সর্বোত্তম ব্যবহার,বিদেশ থেকে শক্তির সরবরাহের বহুমুখীকরণ,উৎপাদন ব্যবস্থার প্রতিযোগিতামূলক দক্ষতা বৃদ্ধি করা।\n\n\n=== ১৯৯০-বর্তমান: উদারীকরণ এবং বেসরকারিকরণ ===\n\n১৯৯০ থেকে ২০০০ সালের মধ্যে ইতালির বিদ্যুৎ বাজার ধীরে ধীরে উদারীকরণ করা হয়। ৯৯১ সালে, আইন নং ৯/১৯৯১ আংশিকভাবে বিদ্যুৎ উৎপাদনের বাজার খুলে দেয়, যার ফলে কোম্পানিগুলো নিজেদের ব্যবহারের জন্য বিদ্যুৎ উৎপাদন করতে পারত। তবে অতিরিক্ত বিদ্যুৎ এনেলকে দিতে হতো। ১৯৯২ সালের জুলাই মাসে আমাতো প্রথম মন্ত্রিসভা এনেলকে একটি যৌথ মূলধনী কোম্পানিতে রূপান্তরিত করে যেখানে কোষাগারে থাকা অর্থ একমাত্র অংশীদার ছিল।\n১৯৯৯ সালে, ডি'আলেমা প্রথম মন্ত্রিসভা বিদ্যুৎ খাতকে উদারীকরণের জন্য ১৬ মার্চ ১৯৯৯ তারিখে ৭৯ নং আইনসভা ডিক্রি জারি করে। এর ফলে জ্বালানি বাজারে অন্যান্য অংশীদারদের কাজ করার সম্ভাবনা খুলে যায়। এনেল যা এতদিন ইতালিতে বিদ্যুৎ উৎপাদন, বিতরণ এবং বিক্রয়ের ক্ষেত্রে একমাত্র ভূমিকা পালন করেছিল এখন তাদের বাণিজ্যিক কাঠামো পরিবর্তন করতে হয়েছিল। শক্তি উৎপাদন, বিতরণ এবং সঞ্চালনের জন্য তিনটি পর্যায়কে আলাদা করে এবং তিনটি ভিন্ন কোম্পানি হিসেবে নিজেদের গঠন করেছিল। কোম্পানিগুলো হল যথাক্রমে এনেল প্রোডুজিওন, এনেল ডিস্ট্রিবিউজিওন এবং টেরনা।এছাড়া নতুন আইন অনুসারে এনেল জাতীয় উৎপাদনের মাত্র ৫০% বিদ্যুৎ উৎপাদন করতে পারবে।\nএকই বছরে, কোম্পানির নতুন কাঠামোর ৩১.৭% বেসরকারিকরণ করা হয়। বেসরকারিকরণের পর এনেলকে শেয়ার বাজারে তালিকাভুক্ত করা হয়।  এর শেয়ারগুলো ইতালীয় স্টক এক্সচেঞ্জে প্রতি শেয়ার ৪.৩ ইউরো মূল্যে তালিকাভুক্ত হয়। মোট শেয়ার সংখ্যা ছিল ৪,১৮৩ মিলিয়ন, যার মোট মূল্য ১৮ বিলিয়ন ইউরো হয়।\nএই সময়ে এনেল বেশ কয়েকটি নতুন প্রকল্পে গ্রহণ করে। ১৯৯৩ সালে, কোম্পানি সেরে ফটোভোলটাইক প্ল্যান্ট নির্মাণ করে। তখন এটি ইউরোপে তার ধরনের মধ্যে সবচেয়ে বড় ছিল, যার স্থাপিত ক্ষমতা ৩.৩ মেগাওয়াট। ১৯৯৭ সালে এনেল ফ্রান্স টেলিকম এবং ডয়েচ টেলিকম যৌথভাবে উইন্ড নামে একটি মোবাইল এবং ফিক্সড টেলিকম অপারেটর প্রতিষ্ঠা করে। ২০০০ সালে, এনেল ইতালি এবং গ্রিসের বিদ্যুৎ গ্রিডগুলিকে সংযুক্ত করার জন্য ১৬০টি ৬০০ মেগাওয়াট বিদ্যুৎ বহন করতে সক্ষম কিলোমিটার পানির নিচের বিদ্যুৎ লাইন বানায়। যা ওট্রান্টো ( আপুলিয়া ) কে গ্রীক শহর আইটোসের সাথে সংযুক্ত করবে। ২০০২ সালে সম্পন্ন এই প্রকল্পটির মোট ব্যয় ছিল  ৩৩৯ মিলিয়ন ইউরো।\n২০০০-এর দশকে কোম্পানি শক্তি উৎপাদনের পরিবেশগত প্রভাব কমাতে এবং এনেলের ক্রমবর্ধমান আন্তর্জাতিকীকরণের জন্য একাধিক একীভূতকরণ এবং অধিগ্রহণের মাধ্যমে কাজ করে। ২০০০ সালে এনেল ইতালীয় পরিবেশ মন্ত্রণালয় এবং অর্থনৈতিক উন্নয়ন মন্ত্রণালয়ের সাথে একটি চুক্তি স্বাক্ষর করে যেখানে কোম্পানিটি ২০০২ সালের আগে ১৩.৫% এবং ২০০৬ সালের আগে ২০% কার্বন ডাই অক্সাইড নির্গমন কমাতে প্রতিশ্রুতিবদ্ধ হয়। সেই বছর এনেল যুক্তরাষ্ট্র এবং কানাডার বাজারে কার্যরত নবায়নযোগ্য শক্তি উৎপাদক সিএইচআই এনার্জি ১৭০ মিলিয়ন ডলারে অধিগ্রহণ করে। পরবর্তী বছরগুলিতে, এনেল নবায়নযোগ্য শক্তি এবং পরিষ্কার প্রযুক্তিতে বিনিয়োগ অব্যাহত রাখে।২০০৪ সালে, কোম্পানিটি ডাও জোন্স সাসটেইনেবিলিটি ইনডেক্সে অন্তর্ভুক্ত হয়, যা অর্থনৈতিক, পরিবেশগত এবং সামাজিক কর্মক্ষমতার ভিত্তিতে কোম্পানিগুলোর আর্থিক কর্মক্ষমতা মূল্যায়ন করে।\n২০০৮ সালে, নবায়নযোগ্য শক্তি ব্যবস্থাপনার জন্য এনেল গ্রিন পাওয়ার গঠন করে। ২০০৯ সালে এনেল আরকিলিড প্রকল্প চালু করে, যা ১৬০০টি পৌরসভা দ্বারা নির্বাচিত একটি নতুন শহুরে আলোকসজ্জার ব্যবস্থা করে। এই নতুন বুদ্ধিমান আলোক প্রযুক্তি বছরে প্রায় ২৬ গিগাওয়াট-ঘণ্টা শক্তি সাশ্রয় করে এবং কার্বন ডাই অক্সাইড নির্গমন বছরে ১৮,০০০ টন কমায়। একই বছর কোম্পানিটি ফ্লোরেন্সের ভিলা ডি প্রাতোলিনো পার্কে একটি নতুন ফটোভোলটাইক বিদ্যুৎ কেন্দ্র চালু করে। \"ডায়ামান্টে\" নামক এই প্রকল্পটির উদ্দেশ্য ছিল এমন একটি বিদ্যুৎকেন্দ্র তৈরি করা যা দিনের বেলায় সঞ্চিত সৌরশক্তির যথেষ্ট পরিমাণে হাইড্রোজেন আকারে সংরক্ষণ করতে পারবে এবং রাতের বিদ্যুৎ এর চাহিদা পূরণ করতে পারবে। ২০১০ সালে সিসিলির সিরাকিউজের কাছে প্রিওলো গারগালোতে আর্কিমিডির সম্মিলিত চক্র বিদ্যুৎ কেন্দ্রটি চালু হয়। এটি প্রথম তাপীয় সৌর ক্ষেত্র ছিল যা গলিত লবণ প্রযুক্তি ব্যবহার করে একটি সম্মিলিত চক্র গ্যাস সুবিধার সাথে একীভূত করা হয়।\nএই সময়ের মধ্যে এনেলের বেশ কয়েকটি অধিগ্রহণ এবং বিনিয়োগ সম্পন্ন হয়। ২০০১ সালে কোম্পানি এন্দেসার সাবসিডিয়ারি ভিয়েসগোর জন্য দরপত্রে জয়ী হয়। ফলে স্পেনের বাজারে বিদ্যুৎ উৎপাদন ও বিতরণে সক্রিয় যার মোট উৎপাদন ক্ষমতা হচ্ছে ২৪০০ মেগাওয়াট। ২০০২ সালে, বিদ্যুৎ উৎপাদন উদারীকরণের উপর বেরসানি ডিক্রির বিধান মেনে এনেল ইউরোজেন স্পা, ইলেকট্রোজেন স্পা এবং ইন্টারপাওয়ার স্পা বিক্রি করে। ২০০১ সালে, এনেল অলিভেটির আগের সহযোগী প্রতিষ্ঠান ইনফোস্ট্রাডাকে ৭.২৫ বিলিয়ন ইউরোতে অধিগ্রহণ করে।  ইনফোস্ট্রাডা পরে উইন্ডের সাথে একীভূত হয়, যার ১৭ মিলিয়ন গ্রাহক ছিল। ২০০৫ সালে এনেল ওরাসকম টেলিকম হোল্ডিংয়ের তৎকালীন সিইও মিশরীয় ব্যবসায়ী নাগিব সাওরিসের মালিকানাধীন উইন্ড টু ওয়েদার ইনভেস্টমেন্টসের ৬২.৭৫% মালিকানা হস্তান্তর করে (বাকি ৩৭.২৫% ২০০৬ সালে বিক্রি করা হয়েছিল)।\n২০০৮ এবং ২০০৯ সালে, এনেল স্টক্কাজি এবং এনেল রেতে গ্যাস বিনিয়োগকারীদের কাছে, প্রধানত প্রিমো ফন্ডো ইতালিয়ানো পের লে ইনফ্রাস্ত্রুত্তুরে, বিক্রি করে।  ২০১১ সালে, এনেল ইতালির ব্রিন্ডিসি অঞ্চলে বিদ্যমান বিদ্যুৎ কেন্দ্র এনেল ফেদেরিকো II-তে প্রথম পাইলট কার্বন ডাই অক্সাইড -ক্যাপচার সুবিধা চালু করে। সেই বছর এনেল ডিস্ট্রিবুজিওনে ইসেরনিয়ায় প্রথম স্মার্ট গ্রিড তৈরি করে যা নবায়নযোগ্য উৎস থেকে উৎপন্ন বিদ্যুতের দ্বি-মুখী প্রবাহ কার্যকরভাবে সমন্বয় করতে সক্ষম। এই প্রকল্পের মোট বিনিয়োগ ছিল  ১০ মিলিয়ন ইউরো।\nএছাড়াও ২০১১ সালে এনেল জাতিসংঘের বৈশ্বিক চুক্তির অংশ হয়ে ওঠে। জাতিসংঘের উদ্যোগ বিশ্বব্যাপী ব্যবসাগুলিকে টেকসই নীতি গ্রহণে উৎসাহিত করার জন্য এবং বিশ্ব খাদ্য কর্মসূচির সাথে একটি সহযোগিতা কাঠামো চুক্তি স্বাক্ষর করে। যাতে বিশ্বব্যাপী ক্ষুধা এবং জলবায়ু পরিবর্তনের বিরুদ্ধে লড়াই করা যায়। প্রকল্পটির খরচ ছিল ৮ মিলিয়ন ইউরো, এর মধ্যে উচ্চ-দক্ষতার রান্নার চুলা তৈরি ও বিতরণ, ডব্লিউএফপি’র সব লজিস্টিক কেন্দ্রতে সোলার প্যানেল (ফটোভোলটাইক সিস্টেম) বসানো, এবং মানবিক কার্যক্রমে সহায়তা প্রদান অন্তর্ভুক্ত ছিল। সেই বছরে কোম্পানিটি লন্ডন স্টক এক্সচেঞ্জের এফটিএসই৪গুড ইনডেক্সে যোগ করা হয়। কোম্পানিটি পরিবেশগত স্থায়িত্ব, অংশীদারদের সাথে সম্পর্ক, মানবাধিকার, কাজের পরিবেশের মান এবং দুর্নীতির বিরুদ্ধে লড়াইয়ের ক্ষেত্রে ব্যবসার আচরণ পরিমাপ করে।\n২০১২ সালে, এনেল তার দখলে থাকা টেরনার অবশিষ্ট ৫.১% বিক্রি করে। এইভাবে উচ্চ-ভোল্টেজ বাজার থেকে পুরোপুরি বেরিয়ে যায়। ২০১৩ সালে, এনেল সোচিতে একটি চুক্তি স্বাক্ষর করে, যেখানে আর্কটিক রাশিয়ার ৪০% বিক্রি করা হবে।এনি’র সাথে এটি যৌথ উদ্যোগ ছিল যা পরবর্তীতে সেভেরএনার্জিয়ার  ১.৮ বিলিয়ন ডলারে ৪৯% নিয়ন্ত্রণ করত। ২০১৪ সালের মে মাসে, মারিয়া প্যাট্রিজিয়া গ্রিয়েকো পরিচালনা পর্ষদের সভাপতি নির্বাচিত হন; এবং ফ্রান্সেস্কো স্টারেসকে সিইও নিযুক্ত করা হয়। কোম্পানির প্রধান লক্ষ্য ছিল আইবেরিয়া এবং ল্যাটিন আমেরিকার কার্যক্রম পুনর্গঠন এবং ঋণ এর হার কমানো। ২০১৪ সালে এনেল—এন্দেসা, অ্যাক্সেলারেস, এবং ফান্ডিংবক্সের সাথে—ইনসেন্স প্রোগ্রাম (ইন্টারনেট ক্লিনটেক এনাবলার্স স্পার্ক) শুরু করে, যা ইউরোপীয় কমিশন দ্বারা সহ-অর্থায়িত, নবায়নযোগ্য শক্তিতে প্রযুক্তিগত উদ্ভাবনের প্রচারের জন্য কাজ করে। ২০১৫ সালে ৩০টি দেশ থেকে ২৫০টিরও বেশি স্টার্ট-আপ কোম্পানি এতে যোগ দেয়। ২০১৪ এবং ২০১৫ সালে এনেল স্টক্স গ্লোবাল ইএসজি গভর্নেন্স লিডার্স ইনডেক্সে অন্তর্ভুক্ত করা হয়েছিল। এটি একটি সূচক যা একটি কোম্পানির পরিবেশগত, সামাজিক এবং শাসন অনুশীলন পরিমাপ করে।\nএনেল মিলানে এক্সপো ২০১৫-এ অফিসিয়াল গ্লোবাল পার্টনার হিসেবে অংশ নেয়। ২৯ মিলিয়ন ইউরো বিনিয়োগের সাথে, নিজস্ব প্যাভিলিয়ন নির্মাণের পাশাপাশি এনেল সমগ্র এক্সপো এলাকায় একটি স্মার্ট শহর তৈরি করে, যা ১০০,০০০ বাসিন্দার একটি শহরের অনুকরণ করে যার মোট শক্তি খরচ প্রতিদিন ১ গিগাওয়াট-ঘণ্টা। স্মার্ট শহরে বিদ্যুৎ বিতরণের জন্য একটি স্মার্ট গ্রিড, স্মার্ট গ্রিডের পর্যবেক্ষণ ও ব্যবস্থাপনার জন্য একটি অপারেশন সেন্টার, একটি তথ্য ব্যবস্থা ছিল যা দর্শনার্থীদের প্রতিটি প্যাভিলিয়নের বিদ্যুৎ খরচ রিয়েল-টাইমে দেখতে দেয়। বৈদ্যুতিক যানবাহনের জন্য চার্জিং স্টেশন এবং সমগ্র প্রদর্শনী স্থানের এলইডি আলোর ব্যবস্থা করা হয়।\n২০১৬-২০১৮ সালে, এনেল গ্রুপের ডিজিটাইজেশন এবং উদ্ভাবনের জন্য একাধিক কার্যক্রম পরিচালনা করে, বিশেষ করে টেকসইতার উপর জোর দিয়ে। ২০১৬ সালের জানুয়ারিতে এনেল “ওপেন পাওয়ার” ব্র্যান্ড চালু করে, যা কোম্পানিকে একটি নতুন ভিজ্যুয়াল পরিচয় এবং নতুন লোগো প্রদান করে। “উন্মুক্ততা” ধারণাটি গ্রুপের কার্যক্রম এবং যোগাযোগ কৌশলের চালিকাশক্তি হয়ে ওঠে। ২০১৬ সালের জুন মাসে, এনেল এনেল ওপেন মিটার উপস্থাপন করে, যা ২.০ স্মার্ট মিটার, প্রথম প্রজন্মের ইলেকট্রনিক মিটার প্রতিস্থাপনের জন্য নকশা করা হয়। ওপেন মিটার ইতালীয় ডিজাইনার এবং স্থপতি মিশেল ডি লুক্কি দ্বারা নকশাটি তৈরি করেন। ২০১৬ সালের জুলাইয়ে এনেল তেল আবিবে ২০টি স্টার্ট-আপ স্কাউট করতে এবং সহযোগিতা বৃদ্ধির জন্য একটি ইনোভেশন হাব চালু করে। সেইসাথে একটি ব্যক্তিগতকৃত সহায়তা প্রোগ্রাম প্রদান করে। ২০১৬ সালের ডিসেম্বরে ওপেন ফাইবার ৭১৪ মিলিয়ন ইউরোতে মেট্রোওয়েব ইতালিয়ার অধিগ্রহণ সম্পন্ন করে।\n২০১৬ সালে ভেনিসের কাছে ফুসিনায় একটি হাইড্রোজেন-চালিত বিদ্যুৎ কেন্দ্র চালু করা হয়। কিন্তু এটি দুই বছরেরও কম সময় শক্তি উৎপাদন করে, যেখানে শক্তি উৎপাদনের খরচ প্রচলিত উৎসের তুলনায় ৫-৬ গুণ বেশি ছিল।\n২০১৭ সালের মার্চ মাসে এনেল ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় বার্কলেতে স্টার্ট-আপ স্কাউটিং এবং সহযোগিতা উন্নয়নের জন্য একটি উদ্যোগ হিসেবে ইনোভেশন হাব উদ্বোধন করেন। ২০১৭ সালের এপ্রিল মাসে, ডাচ ইনফ্রাস্ট্রাকচার ফান্ডের সাথে যৌথ উদ্যোগে কোম্পানিটি অস্ট্রেলিয়ায় বৃহত্তম \"নির্মাণের জন্য প্রস্তুত\" সৌর পিভি প্রকল্প চালু করে। ২০১৭ সালের মে মাসে, এনেল ই-সলিউশনস চালু করে, যা নতুন প্রযুক্তি অন্বেষণ এবং পণ্য উন্নয়নের জন্য একটি নতুন বিশ্বব্যাপী ব্যবসা লাইন তৈরি করে। ২০১৭ সালের জুলাই মাসে, নিউ ইয়র্কে চ্যাম্পিয়নশিপের ইতিহাসে প্রথম শূন্য-নির্গমন ইভেন্টে এনেল ফর্মুলা ই-তে যোগ দেন। ২০১৭ সালের সেপ্টেম্বরে, এনেল ফরচুনের ২০১৭ “চেঞ্জ দ্য ওয়ার্ল্ড” তালিকায় ২০তম স্থান অর্জন করে এবং বিশ্বের শীর্ষ ৫০টি কোম্পানির মধ্যে একটি হয়ে ওঠে। একমাত্র ইতালীয় কোম্পানি—যার ব্যবসায়িক কার্যক্রমের মাধ্যমে ইতিবাচক সামাজিক প্রভাব রয়েছে।  একই মাসে এনেল এবং এনএপি দক্ষিণ আমেরিকার প্রথম ভূ-তাপীয় বিদ্যুৎ কেন্দ্র সেরো পাবেলিয়ন উদ্বোধন করে। এটি সমুদ্রপৃষ্ঠ থেকে ৪,৫০০ মিটার উচ্চতায় নির্মিত বিশ্বের প্রথম বিদ্যুৎ কেন্দ্র।\n২০১৭ সালের অক্টোবরে কোম্পানিটি স্কলকোভোর প্রযুক্তিগত কেন্দ্রের সহযোগিতায় রাশিয়ায় একটি উদ্ভাবনী কেন্দ্র উদ্বোধন করে। কই মাসে, এনেল ফোর্বস ওয়ার্ল্ডস বেস্ট এমপ্লয়ার্স লিস্ট ২০১৭-এর শীর্ষ ২০-এ অন্তর্ভুক্ত হয়[এবং অলাভজনক গ্লোবাল প্ল্যাটফর্ম সিডিপি দ্বারা জলবায়ু পরিবর্তনের বিরুদ্ধে লড়াইয়ে গ্লোবাল লিডার হিসেবে নিশ্চিত হয়। ২০১৭ সালের নভেম্বরে, এনেল ই-মোবিলিটি রেভল্যুশন একটি পরিকল্পনা উপস্থাপন করে।  যা ২০২০ সালের মধ্যে বৈদ্যুতিক যানবাহনের জন্য ৭০০০ রিচার্জিং স্টেশন স্থাপনের লক্ষ্যে কাজ করে। ২০১৭ সালের নভেম্বরে, এনেল ২০১৮-২০২০ কৌশলগত পরিকল্পনা উপস্থাপন করে, যার বৈশিষ্ট্য ছিল ডিজিটালাইজেশন এবং গ্রাহকদের জন্য নতুন অফার প্রদানের উপর জোর দেওয়া। ২০১৭ সালের ডিসেম্বরে,এনেল  ও ওডি বৈদ্যুতিক গতিশীলতা পরিষেবা বিকাশের জন্য একটি চুক্তি স্বাক্ষর করে। একই মাসে, গ্রুপ এনেল এক্স ব্র্যান্ড চালু করে।\n২০১৮ সালের জানুয়ারিতে, এনেল ইউরোপে একটি নতুন গ্রিন বন্ড জারি করে। এই ইস্যুটির মোট পরিমাণ ছিল ১২৫০ মিলিয়ন ইউরো। ২০১৮ সালের জানুয়ারিতে, এনেল দশমবারের জন্য ইসিপিআই সাসটেইনেবিলিটি সূচক সিরিজে নিশ্চিত হয়। ২০১৮ সালের ফেব্রুয়ারিতে এটি টেকসই এবং বাণিজ্যিক সুশাসন মানদণ্ডের জন্য ২০১৮ সালের এথিক্যাল বোর্ডরুম বাণিজ্যিক সুশাসন পুরস্কার লাভ করে। ২০১৮ সালের ফেব্রুয়ারিতে এনেল এফআইএম মোটোই ওয়ার্ল্ড কাপের টাইটেল স্পনসর এবং মোটোজিপি’র টেকসই পাওয়ার সহযোগী হয়ে ওঠে। ২০১৮ সালের মার্চ মাসে এটি পেরুর বৃহত্তম সৌর পিভি প্ল্যান্ট নির্মাণে ১৭০ মিলিয়ন ডলার বিনিয়োগ করে। ২০১৮ সালের মে মাসে, এনেল পুনর্নবীকরণযোগ্য শক্তি শিল্পে সমন্বিত সিস্টেম এবং পরিষেবার উন্নয়নের জন্য অসমোস প্রকল্পের অংশীদার হয়ে ওঠে। একই মাসে কোম্পানি পিসায় গ্লোবাল থার্মাল জেনারেশন ইনোভেশন হাব অ্যান্ড ল্যাব উদ্বোধন কর। যা তাপীয় উৎপাদনের আগ্রহের উদ্ভাবনী প্রযুক্তি উন্নয়নের জন্য কাজ করে। ২০১৮ সালের মে মাসে এনেল ইলেট্রোপাওলো অধিগ্রহণের জন্য দরপত্রের চূড়ান্ত পর্বে জয়লাভ করে।\n২০১৯ সালের মার্চের শেষে এনেল ইতালীয় স্টক এক্সচেঞ্জে সবচেয়ে মূল্যবান কোম্পানি হয়ে ওঠে, যার মূলধন ছিল ৬৭ বিলিয়ন ইউরোর বেশি। ২৩ সেপ্টেম্বর, কোম্পানিটি স্টক্স ইউরোপ ৫০ সূচকে অন্তর্ভুক্ত হয়। সেই বছরই এনেলের সিইও ফ্রান্সেস্কো স্টারাচে ইতালীয় ম্যাগাজিন ম্যানেজমেন্ট দেলে ইউটিলিটি এ দেলে ইনফ্রাস্ত্রুত্তুরে (এমইউআই) থেকে \"ম্যানেজার ইউটিলিটি এনার্জিয়া ২০১৯\" পুরস্কার লাভ করেন।\n২০২২ সালের এপ্রিলে এনেল এক্স ওয়ে চালু হয়। এটি গ্রুপের নতুন ব্যবসা লাইন এবং বৈদ্যুতিক গতিশীলতার উন্নয়ন ত্বরান্বিত করার লক্ষ্যে কার্বনমুক্তকরণ, ডিজিটাইজেশন এবং বিদ্যুতায়নকে একত্রিত করে। উদ্যোগটি নির্বাহী এলিসাবেত্তা রিপা দ্বারা রোমের ফর্মুলা ই গ্র্যান্ড প্রিক্সে উপস্থাপন করা হয়।\n২০২৩ সালের ২২ মে, এনেল সাবসিডিয়ারি এনেল নর্থ আমেরিকা তুলসা পোর্ট অফ ইনোলাকে যুক্তরাষ্ট্রের অন্যতম বৃহত্তম সৌর কোষ এবং প্যানেল উৎপাদন কারখানার ভবিষ্যৎ স্থান হিসেবে ঘোষণা করে।  এনেল এই সুবিধায় ১ বিলিয়ন ডলারেরও বেশি বিনিয়োগের আশা করে। যার ফলে ১,০০০ স্থায়ী কর্মসংস্থান তৈরি হবে এবং দ্বিতীয় পর্যায়ে আরও ৯০০ কর্মসংস্থান তৈরি হওয়ার সম্ভাবনা রয়েছে। ওকলাহোমার কর্মকর্তারা এটিকে রাজ্যের বৃহত্তম অর্থনৈতিক উন্নয়ন প্রকল্প বলেছেন।\n\n\n== বিতর্ক ==\n\n\n=== ওসেজ উইন্ড এলএলসি ===\nওসেজ উইন্ড টারবাইনের ভিত্তি খনন করে, পাথর চূর্ণ করে এবং সেই ধুলো পুনরায় মাটিতে ফিরিয়ে দিয়েছিল।\n১১ নভেম্বর ২০১৪ তারিখে, ওকলাহোমার উত্তর জেলার জন্য মার্কিন যুক্তরাষ্ট্রের অ্যাটর্নি ওকলাহোমার ওসেজ কাউন্টিতে অবস্থিত ৮৪-টারবাইন শিল্প বায়ু প্রকল্প, এনেলের সহযোগী সংস্থা ওসেজ উইন্ড এলএলসি-এর বিরুদ্ধে মামলা দায়ের করেন। মামলায় মার্কিন যুক্তরাষ্ট্র অভিযোগ করে যে এনেল এবং ওসেজ উইন্ড অবৈধভাবে ওসেজ জাতির মালিকানাধীন খনিজ পদার্থ রূপান্তর করছে। যেটায় মূলত ১৮৭১ সাল থেকে কাউন্টিতে বসবাসকারী আদিবাসী আমেরিকান উপজাতির সব খনিজ অধিকারের মালিকানাধীন রয়েছে । মামলায় বলা হয়েছে যে, টারবাইন ভিত তৈরির জন্য পাথর এবং অন্যান্য উপকরণ উত্তোলনের আগে ওসেজ উইন্ডের ভারতীয় বিষয়ক ব্যুরো থেকে অনুমতি নেওয়া উচিত ছিল। মার্কিন যুক্তরাষ্ট্র ৮,৫০০ একর জমির উপর সমস্ত খনন বন্ধ করার এবং ইতিমধ্যেই স্থাপন করা হচ্ছে এমন কয়েক ডজন টারবাইন অপসারণের অনুরোধ জা্নায়। ওসেজ উইন্ড পাল্টা যুক্তি দিয়ে বলেছে যে তারা কোনো খনন কার্য পরিচালনা করছে না এবং তাদের কোনো অনুমতির প্রয়োজন নেই। তারা দাবি করেছে যে তারা ইতোমধ্যে প্রকল্পের জন্য ৩০০ মিলিয়ন ডলার বিনিয়োগ করেছে যা ব্যক্তিমালিকানাধীন ভূমিতে নির্মিত হচ্ছে। কোনো আমেরিকান আদিবাসীদের জন্য সংরক্ষিত জমিতে নির্মাণ করা হচ্ছে না ।\nওসেজ উইন্ড এলএলসি ও মুস্তাং রান (এনেল-এর আরেকটি প্রকল্প) বর্তমানে ওকলাহোমা সুপ্রিম কোর্টে বিচারাধীন যেখানে ওসেজ নেশন এবং ওসেজ কাউন্টি উভয় প্রকল্পের বৈধতা চ্যালেঞ্জ করে।\nডিসেম্বর ২০২৪ সালে, যুক্তরাষ্ট্রের আন্তর্জাতিক বাণিজ্য আদালতের বিচারক জেনিফার চো-গ্রোভস রায় দেন যে   এনেল অবৈধভাবে ওসেজ খনিজ সম্পদের অনুপ্রবেশ, দখল এবং অব্যাহত দখল\" ঘটিয়েছে। আদালত নির্দেশ দেয় যে Enel ২০২৫ সালের ডিসেম্বরের মধ্যে সকল টারবাইন অপসারণ করবে এবং ৩০০,০০০ ডলার ক্ষতিপূরণসহ মিলিয়ন ডলারের আইনি খরচ বহন করবে। এনেল এই রায়ের বিরুদ্ধে আপিল করেছে। \"\n\n\n=== এল সালভাদর ===\nএল সালভাদর সরকারের সাথে দীর্ঘ বিরোধের পর এনেলকে এল সালভাদরের বিদ্যুৎ বাজার থেকে বেরিয়ে যেতে হয়েছিল। এল সালভাদরের সংবিধানের ১০৯ নং অনুচ্ছেদে বলা হয়েছে যে ভূগর্ভস্থ প্রাকৃতিক সম্পদ দেশের সম্পত্তি এবং সরকারের উচিত নয় কোনো বিদেশি কোম্পানিকে ভূ-তাপীয় উৎপাদনের একমাত্র মালিক হতে দেওয়া যাবে না। উভয় পক্ষ ২০১৪ সালে একটি সমঝোতায় আসে, তবে বিস্তারিত কোনো তথ্য প্রকাশ করা হয়নি।\n\n\n=== স্লোভাকিয়া ===\nএনেল স্লোভাকিয়ার অর্থনীতি মন্ত্রণালয়ের কাছ থেকে ৯৪ মিলিয়ন ইউরোর বেশি ক্ষতিপূরণ দাবি করছিল।  তারা দাবি করে যে স্লোভাকিয়ার নেটওয়ার্ক ইন্ডাস্ট্রিজের জন্য নিয়ন্ত্রক অফিস (ইউআরএসও) দ্বারা মূল্য প্রস্তাব প্রত্যাখ্যানের কারণে লোকসান হয়েছে।\n\n\n=== ২০২২ সালে ইউক্রেনে রাশিয়ার আক্রমণের ঠিক আগে ভ্লাদিমির পুতিনের সাথে সাক্ষাৎ ===\n২০২২ সালের শুরুতে এনেল এবং ভারপ্রাপ্ত সিইও ফ্রান্সেস্কো স্টারেস রাশিয়ার ভারপ্রাপ্ত রাষ্ট্রপতি ভ্লাদিমির পুতিনের সাথে ব্যক্তিগতভাবে দেখা করে সমালোচনার মুখে পড়েন । ২০২২ সালে ইউক্রেনে রাশিয়ার আক্রমণের এক সপ্তাহেরও বেশি সময় আগে আলোচনাটি হয়েছিল। যেখানে রাশিয়ার বড় বিনিয়োগ এবং নিষেধাজ্ঞা থেকে অব্যাহতি নিয়ে আলোচনা করা হয়।\n\n\n== উৎপাদন এবং পরিষেবা ক্ষমতা ==\nএনেল বিভিন্ন শক্তি উৎস থেকে বিদ্যুৎ উৎপাদন করে, যার মধ্যে  ভূ-তাপীয়, বায়ু শক্তি, সৌর শক্তি, জলবিদ্যুৎ, তাপীয় এবং পারমাণবিক শক্তি রয়েছে। ২০২৩ সালে এনেল মোট ২০৭ টেরাওয়াট-ঘণ্টা (টিডব্লিউএইচ) বিদ্যুৎ উৎপাদন করে, ৪৮৯.২ টিডব্লিউএইচ বিতরণ করে এবং ৩০০.৯ টিডব্লিউএইচ বিক্রি করে। \nএনেল বিদ্যুৎ উৎপাদন এবং সঞ্চালনের জন্য গবেষণা ও উন্নয়ন কার্যক্রমেও নিয়োজিত রয়েছে। এর মধ্যে রয়েছে:\n\n\"হাইব্রিড প্ল্যান্ট\" এর নকশা এবং বাস্তবায়ন যা উদ্ভিদের দক্ষতা বৃদ্ধির জন্য শক্তি সঞ্চয়ের জন্য বিভিন্ন উৎস এবং প্রযুক্তির ব্যবহারকে একত্রিত করে।\nইউরোপীয় সম্প্রদায়ের সহায়তায় বিদ্যুৎ বিতরণে দক্ষতা এবং স্থায়িত্ব বৃদ্ধিকারী স্মার্ট গ্রিডের উন্নয়ন করা।\nএনেলের সদর দফতর রোমে অবস্থিত এবং এটি ১৯৯৯ সাল থেকে বোর্সা ইতালিয়ানায় তালিকাভুক্ত। এনেল এবং এর সহায়ক সংস্থা ইউরোপ, উত্তর আমেরিকা, দক্ষিণ আমেরিকা, এশিয়া এবং আফ্রিকার ২৯টি দেশে বিদ্যুৎ এবং গ্যাস উৎপাদন ও বিতরণ করে।\nকোম্পানিটি ৬১,০০০ এরও বেশি লোককে নিয়োগ করে।  বিশ্বব্যাপী এর ৬১ মিলিয়নেরও বেশি গ্রাহক রয়েছে (বিদ্যুৎ বাজারে ৫৪.৯ মিলিয়ন এবং গ্যাস বাজারে ৬.২ মিলিয়ন) এবং এর মোট স্থাপিত উৎপাদন ক্ষমতা ৮৮ গিগাওয়াট। এনেল গ্রাহক সংখ্যার দিক থেকে ইউরোপের বৃহত্তম শক্তি কোম্পানি।  উৎপাদন ক্ষমতার দিক থেকে এডিএফ-এর পরে দ্বিতীয় স্থানে আছে।\nএনেল গ্রুপ ৫টি ব্যবসায়িক কোম্পানি রয়েছে:\n\nএনেল গ্রিন পাওয়ার এবং থার্মাল জেনারেশন: বিদ্যুৎ উৎপাদন।\nএনেল গ্রিডস: পরিবহন অবকাঠামো এবং শক্তি বিতরণ।\nগ্লোবাল এনার্জি অ্যান্ড কমোডিটি ম্যানেজমেন্ট: এনেল গ্রুপের কোম্পানিগুলোকে এবং তৃতীয় পক্ষকে বিদ্যুৎ কেন্দ্রে ব্যবহারের জন্য পণ্য এবং শক্তি উৎপাদন ও বিতরণের জন্য অপ্টিমাইজেশন পরিষেবা প্রদান করে।[১৯৪]\nএনেল এক্স গ্লোবাল রিটেইল: মূল্য সংযোজন পরিষেবা প্রদান করে।\nএনেল এক্স ওয়ে: সরকারি এবং ব্যক্তিগত পরিবহনে বিদ্যুতের দিকে রূপান্তর ত্বরান্বিত করতে চার্জিং অবকাঠামো স্থাপনের জন্য তৈরি করা  হয়েছে।\n\n\n== সহায়ক সংস্থা ==\nআন্তর্জাতিক বাজারে বাণিজ্যের জন্য, এবং গ্যাস সহ শক্তি পণ্যের ক্রয় ও বিক্রয়ের জন্য, এনেল এনেল ট্রেডের ১০০% মালিক, যা পরিবর্তে এনেল ট্রেড রোমানিয়া, এনেল ট্রেড ক্রোয়েশিয়া এবং এনেল ট্রেড সার্বিয়ার ১০০% মালিক।\nএনেল ট্রেডের মাধ্যমে এনেল নুওভে এনার্জি নামে একটি কোম্পানিরও মালিক যা রিগ্যাসিফিকেশন প্ল্যান্ট নির্মাণ করে থাকে।\nইতালিতে, এনেল বিদ্যুৎ উৎপাদন, বিতরণ এবং পুনর্বিক্রয়কারী কোম্পানিগুলোর মালিক:\n\nএনেল এনার্জিয়ার ১০০% - যা মুক্ত বাজারে এবং শেষ গ্রাহকদের কাছে বিদ্যুৎ এবং প্রাকৃতিক গ্যাস বিক্রয়ের সাথে জড়িত। এনেল এনার্জিয়া এনেল.সি নামে একটি কোম্পানির ১০০% মালিক।  গ্রাহকদের কাছে নবায়নযোগ্য শক্তি সরবরাহ করে এবং \"পুন্তো এনেল গ্রিন পাওয়ার\" ফ্র্যাঞ্চাইজি পরিচালনা করে।\n১০০% ই-ডিস্ট্রিবিউশন - বিদ্যুৎ বিতরণের জন্য।\nএনেল সোলের ১০০% - যা জনসাধারণ এবং শৈল্পিক আলোকসজ্জার সাথে সম্পর্কিত।\nফ্রান্সে এনেল ফরাসি শক্তি বিনিময় পাওয়ারনেক্সটের ৫% মালিক।\nস্পেনে, এর সহায়ক সংস্থা এনেল ইবেরিয়া এসআরএল (পূর্বে এনেল এনার্জি ইউরোপ নামে পরিচিত) এর মাধ্যমে, এনেল এন্দেসার ৭০.১% মালিক। যা ২০০৯ সালে প্রাথমিকভাবে ৯২% শেয়ার অধিগ্রহণের মাধ্যমে কেনা হয়েছিল। এই অধিগ্রহণের ফলে Enel \"বছরের সেরা চুক্তি\" এর জন্য ২০০৯ সালের প্ল্যাটস গ্লোবাল এনার্জি অ্যাওয়ার্ড অর্জন করে। ২০১৬ সালে, এন্দেসা এনেল গ্রিন পাওয়ার এস্পানিয়াকে ১.২০৭ বিলিয়ন ইউরোতে এনেল থেকে অধিগ্রহণ করে।\nএনেল ২০০৪ সাল থেকে রাশিয়ায় কাজ করছে। এটি এনেল রাশিয়ার (পূর্বে ওজিকে-৫) ৫৬.৪% এবং এনেল ইনভেস্টমেন্ট হোল্ডিং বিভি’র মাধ্যমে বিদ্যুৎ সরবরাহকারী রুসএনার্গোসবাইটের ৪৯.৫% মালিক। ২০১৩ সালে, রোসনেফ্ট, এনজিকে ইটেরার মাধ্যমে, আর্কটিক রাশিয়া বিভিতে এনেলের ৪০% শেয়ার কিনে নেয়, যে কোম্পানিটি সেভারএনার্জির ১৯.৬% মালিকানাধীন ছিল। ২০২২ সালের মার্চ মাসে এনেল ঘোষণা করে যে তারা রাশিয়ায় তাদের কার্যক্রম বন্ধ করে দেবে।\nচআর্জেন্টিনায়, এনেল এমপ্রেসা ডিস্ট্রিবিউডোরা সুর এসএ’র ৪১% শেয়ার মালিক।\nচিলিতে, এনেল এমপ্রেসা ইলেকট্রিকা পাঙ্গুইপুল্লি এসএ’র ৬১.৯৯%, এনেল আমেরিকাস এসএ’র ৫৬.৮০%, ডিস্ট্রিবিউশন চিলি এসএ’র ৬১.৪%, জেনারেশন চিলি এসএ’র ৫৭.৯%, এনেল গ্রিন পাওয়ার চিলি লিমিটেডের ৬১.৯%, এনেল গ্রিন পাওয়ার দেল সুর এসপিএ’র ৬১.৯%, এবং গ্যাস আতাকামা চিলি এসএ’র ৫৮.০% নিয়ন্ত্রণ করে। ২০২৩ সালের অক্টোবরে, ঘোষণা করা হয়েছিল যে এনেল  চিলিতে ৪১৬ মেগাওয়াট সৌর পিভি পোর্টফোলিও বহুজাতিক পুনর্নবীকরণযোগ্য শক্তি উৎপাদক, সোনেডিক্সের কাছে বিক্রি করেছে।\nপেরুতে, এনেল পেরু এসএসি’র মাধ্যমে, এনেল এনেল ডিস্ট্রিবিউশন পেরু এসএএ’র ৪৭.২% এবং এনেল জেনারেশন পেরু এসএ’র ৪৭.৫% নিয়ন্ত্রণ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}