{"pageid": 1517500, "title": "অস্ট্রেলিয়ায় সৌর শক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1517500", "content": "অস্ট্রেলিয়ায় বিদ্যুৎ সরবরাহ খাতে সৌর শক্তি একটি প্রধান অবদানকারী। ২০২৪ সালের সেপ্টেম্বর অনুযায়ী অস্ট্রেলিয়ার ৩.৯২ মিলিয়নেরও বেশি সৌর পিভি স্থাপনার সম্মিলিত ক্ষমতা ছিল ৩৭.৮ গিগাওয়াট ফটোভোলটাইক (পিভি) সৌর শক্তি। ২০১৯ সালে ২,৮৮১ মেগাওয়াট সম্মিলিত ক্ষমতা বিশিষ্ট ৫৯টি সৌর পিভি প্রকল্প নির্মাণাধীন ও নির্মিত হয়েছিল অথবা নির্মাণ শুরু করার জন্য আর্থিক অনুমোদন লাভ করেছিল। সৌর শক্তি ২০২৪ সালে জাতীয় বিদ্যুৎ বাজার এবং দক্ষিণ-পশ্চিম আন্তঃসংযুক্ত ব্যবস্থায় অস্ট্রেলিয়ার বৈদ্যুতিক শক্তি উৎপাদনের ১৯.৬% (অথবা ৪৬.৭ টেরাওয়াট/ঘণ্টা) দখল করেছিল।\n২০১৮ সাল থেকে অস্ট্রেলিয়ায় সৌর পিভি স্থাপনে আকস্মিক বৃদ্ধির ফলে ২০১৯ সালের মাঝামাঝি সময়ে দেশটি আপেক্ষিকভাবে পিছিয়ে থাকায় বিবেচিত হতে থেকে একটি শক্তিশালী নেতা হিসেবে উন্নীত হয়েছে। অস্ট্রেলিয়ার সর্বোচ্চ ব্যক্তি প্রতি সৌর ক্ষমতা এখন ১ কিলোওয়াটেরও বেশি।\n২০০৯ থেকে ২০১১ সালের মধ্যে অস্ট্রেলিয়ায় স্থাপিত পিভি ক্ষমতা ১০ গুণ বৃদ্ধি পেয়েছিল, এবং ২০১১ থেকে ২০১৬ সালের মধ্যে তা চারগুণ বৃদ্ধি পেয়েছিল।  \nপ্রথম বাণিজ্যিক ক্ষেত্রের পিভি বিদ্যুৎ কেন্দ্র ১ মেগাওয়াট বিশিষ্ট উটার্নে সৌর বিদ্যুৎ কেন্দ্র ২০১১ সালে উদ্বোধন করা হয়েছিল।\nগ্রিনোগ নদী সৌর বিদ্যুৎ ক্ষেত্র ২০১২ সালে ১০ মেগাওয়াট ক্ষমতাসম্পন্ন হিসেবে উদ্বোধন করা হয়েছিল। ফটোভোলটাইকের দাম ক্রমে হ্রাস পাচ্ছে এবং ২০১৩ সালের জানুয়ারিতে এটি অস্ট্রেলিয়ায় বিদ্যুৎ গ্রিডের ব্যবহারের খরচের অর্ধেকেরও কম ছিল। সমস্ত প্রয়োজনীয় শক্তি সরবরাহের জন্য সৌর শক্তি ব্যবহার করলে মাটির ০.১% এরও কম ব্যবহার করা হবে।\n\n\n== প্রকারভেদ অনুযায়ী স্থাপনা ==\n\n২০১৮ সালে সৌর পিভি স্থাপনের সর্ববৃহৎ অংশ ছিল বিতরণকৃত সংযুক্ত গ্রিড উৎস থেকে, যার সম্মিলিত ক্ষমতা ছিল ৮,০৩০ মেগাওয়াট।  \nএগুলি হলো ছাদের উপর স্থাপিত ব্যবস্থা যা আবাসিক, বাণিজ্যিক এবং শিল্প খাতে ব্যবহৃত হয়।  \nতথ্যের উদ্দেশ্যে আবাসিক গ্রিড সংযুক্ত ব্যবস্থাকে ৯.৫ কিলোওয়াটের কম, বাণিজ্যিক ব্যবস্থাকে ৯.৫ থেকে ৯৯.৯ কিলোওয়াটের মধ্যে এবং শিল্প ব্যবস্থাকে ১০০ কিলোওয়াট থেকে ৫ মেগাওয়াট পর্যন্ত ক্ষমতার গণ্য করা হয়েছে।  \nকেন্দ্রীভূত গ্রিড সংযুক্ত সৌর বিদ্যুৎ কেন্দ্র ছিল ২০১৮ সালের পরবর্তী বৃহত্তম খাত যেখানে মোট স্থাপিত ক্ষমতা ছিল ৩,২৭২ মেগাওয়াট, যা বৃহৎ আকারের মাটি-ভিত্তিক সৌর বিদ্যুৎ উৎপাদন কেন্দ্রকে প্রতিনিধিত্ব করে (বিদ্যুৎ রেটিং ৫ মেগাওয়াটের বেশি)।  \nঅফ-গ্রিড সৌর পিভি ছিল ২০১৮ সালে সর্বনিম্ন অংশ, যার ক্ষমতা ছিল ২৮৪ মেগাওয়াট।\n২০১৮ সালে ছাদের উপর স্থাপিত বিতরণকৃত সৌর এবং বৃহৎ আকারের সৌর শক্তির ক্ষেত্রে বৃদ্ধি নাটকীয়ভাবে ত্বরান্বিত হয় যা বছরের শেষের দিকে একটি গুরুত্বপূর্ণ উপাদানে পরিণত হয়।\n২০১৮ সালের শেষ পর্যন্ত অস্ট্রেলিয়ায় ছিল ১.৯৬ মিলিয়ন (১৯.৬ লাখ) আবাসিক ছাদের উপর স্থাপিত সৌর ব্যবস্থা এবং ৭৮,০০০ বাণিজ্যিক ও শিল্প ছাদের উপর স্থাপিত সৌর ব্যবস্থা, তথা মোট ২.০৪ মিলিয়ন (২০.৪ লাখ) ছাদের উপর সৌর পিভি ব্যবস্থা।  \nশুধুমাত্র ২০১৮ সালে ২০০,০০০ এরও বেশি সিস্টেম স্থাপন করা হয়েছিল এবং ২০১৯ সালে এতো সংখ্যক সিস্টেম পুনরায় স্থাপন করার লক্ষ্য ছিল।  \nঅস্ট্রেলিয়া আবাসিক পর্যায়ে সৌর শক্তি গ্রহণে বিশ্বে শীর্ষে, যেখানে দেশব্যাপী গড় অনুসারে স্বাধীনভাবে স্থাপিত ঘরগুলোর মধ্যে সৌর পিভি সিস্টেমের উপস্থিতি ২০% এরও বেশি।  \n২০২০ সালের শুরুর দিকে অস্ট্রেলিয়ায় ছিল ১০.৭ গিগাওয়াট ছাদের উপর সৌর শক্তি যা ২.৪ মিলিয়ন (২৪ লাখ) সিস্টেমে স্থাপিত ছিল।  \n২০২১ সালের মধ্যে অস্ট্রেলিয়ায় ছাদের উপর সৌর শক্তির ক্ষমতা ছিল ১৩ গিগাওয়াট।  \nযেখানে নতুন ইনভার্টার (যা সৌর বা ব্যাটারি হিসেবে পরিচিত) স্থাপন করা হয়, সেগুলিতে নির্দিষ্ট কিছু কার্যকারিতা থাকা বাধ্যতামূলক, যেমন নিম্ন ভোল্টেজে টিকে থাকার ক্ষমতা ও গ্রিড সহায়তা যা স্থানীয় গ্রিডের সমস্যা মোকাবেলা এবং বিদ্যুৎ গুণমান উন্নত করতে সহায়তা করে।  \nএএস/এনজেডএস ৩০০০ সতর্ক রীতি অনুযায়ী লাইসেন্সপ্রাপ্ত ইলেকট্রিশিয়ান ব্যতিরেকে করা ওয়্যারিং সংযোজনকে অতিমাত্রায় নিম্ন ভোল্টেজ ব্যবস্থা হিসাবে গণ্য করা হয় যার সীমা ৫০ ভোল্ট এ/সি অথবা ১২০ ভোল্ট কম্পনবিহীন ডিসি ছাড়াবে না।\n\n\n== সম্ভাবনা ==\n\n\n=== সৌর বিকিরণ সম্ভাবনা ===\nঅস্ট্রেলিয়ায় প্রচুর পরিমাণে সৌর শক্তির সম্পদ রয়েছে যা বৃহৎ পরিসরে বিদ্যুৎ উৎপাদনের জন্য ব্যবহার করা যেতে পারে।  \nশুষ্ক জলবায়ু ও অক্ষাংশের সমন্বয়ে সৌর শক্তি উৎপাদনের জন্য অস্ট্রেলিয়ায় অত্যন্ত উপকারী পরিবেশ ও উচ্চ সম্ভাবনা রয়েছে।  \nমহাদেশের অধিকাংশ অংশ শীতকালীন মাসে দিনে প্রতি বর্গমিটারে ৪ kilowatt-hour (১৪ মেগাজুল) এরও বেশি সৌর বিকিরণ লাভ করে যেখানে উত্তরের একটি অঞ্চলে এই পরিমাণ ৬ kilowatt-hour (২২ মেগাজুল) এরও বেশি।  \nপশ্চিম এবং উত্তর অস্ট্রেলিয়ায় সৌর পিভি উৎপাদনের সর্বোচ্চ সম্ভাবনা রয়েছে।  \nসৌর বিকিরণ ইউরোপ, রাশিয়া এবং উত্তর আমেরিকার বেশিরভাগ অঞ্চলের গড় মানকে ব্যাপকভাবে অতিক্রম করে।  \nআফ্রিকার উত্তর ও দক্ষিণের মরুভূমি, যুক্তরাষ্ট্রের দক্ষিণ-পশ্চিম ও পার্শ্ববর্তী মেক্সিকো, এবং দক্ষিণ আমেরিকার প্রশান্ত মহাসাগরীয় উপকূলীয় অঞ্চলে তুলনীয় মাত্রা পাওয়া যায়; তবে সর্বোচ্চ সৌর বিকিরণযুক্ত অঞ্চলগুলি অস্ট্রেলিয়ার জনবসতির কেন্দ্র থেকে অনেক দূরে অবস্থিত।\n\n\n=== ছাদের উপর সৌর সম্ভাবনা ===\nসাস্টেইনেবল ফিউচার ইনস্টিটিউট ও নিউ সাউথ ওয়েলস বিশ্ববিদ্যালয়ের (ইউএনএসডব্লিউ) ফটোভোলটাইক ও নবায়নযোগ্য শক্তি প্রকৌশল স্কুল (এসপ্রীই) অনুযায়ী অস্ট্রেলিয়ার সারাদেশে ছাদের উপর ১৭৯ গিগাওয়াট সৌর শক্তি স্থাপন করার সম্ভাবনা রয়েছে।  \n২০১৮ সালের শেষের দিকে অস্ট্রেলিয়ায় প্রায় ৮ গিগাওয়াট ছাদের উপর সৌর শক্তি স্থাপিত ছিল।\n\nযদিও অস্ট্রেলিয়া বিশ্বের শীর্ষস্থানীয় সৌর গ্রহণের দিক থেকে এগিয়ে ছিল, গবেষণায় দেখা গেছে যে ২০১৯ সালের জুন পর্যন্ত দেশটি তার সম্ভাব্য ছাদের উপর সৌর ক্ষমতার ৫% এরও কম ব্যবহার করছিল। গবেষণার অনুযায়ী ছাদের উপর সৌর থেকে সম্মিলিত বার্ষিক উৎপাদন তাত্ত্বিকভাবে ২৪৫ টেরাওয়াট/ঘণ্টায় পৌঁছাতে পারে যা বর্তমান বার্ষিক বিদ্যুৎ গ্রিডের যোগান প্রায় ২০০ টেরাওয়াট/ঘণ্টার তুলনায় বেশি।\n\n\n== প্রণোদনা ==\n\n\n=== ছাড় ===\nসৌর গৃহ ও সম্প্রদায় পরিকল্পনা ছিল অস্ট্রেলীয় সরকারের দ্বারা প্রদান করা একটি ছাড় যা বাড়ি ও সম্প্রদায় ব্যবহারের ভবনে (স্কুল বাদে) সৌর প্যানেল স্থাপনের জন্য সর্বোচ্চ অস্ট্রেলীয় ডলার ৮,০০০ পর্যন্ত প্রদান করা হতো। এই ছাড় ২০০৯ সালের ৮ জুন থেকে ধাপে ধাপে বিলুপ্ত করা হয়, যার পরিবর্তে সৌর ক্রেডিট প্রোগ্রাম চালু করা হয়েছিল, এই প্রোগ্রামে সৌর ব্যবস্থা স্থাপনের ক্ষেত্রে নবায়নযোগ্য শক্তি লক্ষ্য অনুযায়ী প্রথম ১.৫ কিলোওয়াট ক্ষমতার জন্য পাঁচগুণ নবায়নযোগ্য শক্তি সনদ প্রদান করা হতো। স্কুলগুলো ২০০৮ সালের ১ জুলাই থেকে শুরু হওয়া জাতীয় সৌর স্কুল প্রোগ্রামের মাধ্যমে ২ কিলোওয়াট সৌর প্যানেল ও অন্যান্য ব্যবস্থা স্থাপনের জন্য সর্বোচ্চ ৫০,০০০ অস্ট্রেলীয় ডলারের অনুদানের জন্য আবেদন করতে পারতো যা স্কুলগুলোর ক্ষেত্রে গ্রিন ভাউচার প্রোগ্রাম প্রতিস্থাপন করেছিল। এই প্রোগ্রামের জন্য আবেদন ২১ নভেম্বর ২০১২ সালে শেষ হয়। মোট ২,৮৭০টি স্কুল সৌর প্যানেল স্থাপন করেছে। প্রতিটি প্যানেল সেটের উৎপাদন দেখা যায় এবং তা সর্বোচ্চ চারটি অন্যান্য স্কুলের সাথে তুলনা করা যায়।\nভিক্টোরিয়া রাজ্য সরকার গৃহস্থ ও ভাড়াটেদের সহায়তার জন্য সর্বোচ্চ ১,৮৮৮ ডলারের ছাড় এবং সমমানের সুদহীন ঋণ প্রদান করে যা তাদের সৌর পিভি প্যানেল ছাড়ের পরিমাণের সমান। অস্ট্রেলীয় সরকার সৌর ব্যবস্থা স্থাপনের জন্য ছোট মাত্রার প্রযুক্তি সনদ (এসটিসি) আকারে আর্থিক প্রণোদনা প্রদান করে। অস্ট্রেলিয়া চারটি অঞ্চলে বিভক্ত এবং বাসস্থান অনুসারে প্রত্যেক কিলোওয়াটের জন্য আবেদনকারী নির্দিষ্ট সংখ্যক এসটিসি পেয়ে থাকে। প্রতিটি এসটিসি মূল্য প্রায় ৩৫–৪০ ডলার এবং এটির ফলে প্রায় ২৫–৩০% সাশ্রয় সম্ভব হয়। এই সরকারী ছাড় সৌরের খরচ প্রতি ওয়াটকে ১.৫৬ থেকে কমে ১.১২ ডলারে নিয়ে আসে।\nএই সরকারী উদ্যোগটি ধীরে ধীরে বিলুপ্তির দিকে রগুবে এবং স্থপিত প্রতি কিলোওয়াটের জন্য প্রতি বছরে কম সংখ্যক এসটিসি প্রদান করতে থাকবে যতক্ষণ না উদ্যোগটি ৩১ ডিসেম্বর ২০৩০ সালে শেষ হয়। প্রদানযোগ্য ছোট মাত্রার প্রযুক্তি সনদের সংখ্যা নিম্নলিখিত সূত্রের উপর নির্ভর করে: ব্যবস্থার আকার (কিলোওয়াট) × গণ্যকরণ সময়কালের বছর × পোস্টকোড অঞ্চলের রেটিং। কিছু রাজ্যে পুনর্ব্যবহারযোগ্য ব্যাটারি (সৌর ব্যাটারি) এবং সৌর গরম জল ব্যবস্থা স্থাপনের পাশাপাশি বায়ু শক্তি ব্যবস্থাপনায় অনুরূপ প্রণোদনা প্রদান করা হয়।\n\n\n=== ফিড-ইন ট্যারিফ ও প্রত্যক্ষ ব্যবস্থা ===\nকয়েকটি রাজ্য সৌর পিভি বিদ্যুৎ উৎপাদনের গ্রহণ বাড়াতে এমন ব্যবস্থা গ্রহণ করেছে যার মাধ্যমে গৃহস্থালির জন্য সৌর প্যানেল স্থাপন করে সরবরাহকারীদের নিকট অতিরিক্ত উৎপাদিত বিদ্যুৎ বিক্রি করা হয়, এটি সাধারণত \"ফিড-ইন\" নামে পরিচিত। প্রতিটি ব্যবস্থায় ফিড ইন ট্যারিফ নির্ধারণ করা হয় যেগুলোকে বিভিন্ন মানদণ্ড যেমন প্রদত্ত মূল্য, নিট বা মোট রপ্তানি ভিত্তি, অর্থপ্রদান নিশ্চয়তার সময়কাল, অনুমোদিত ইনস্টলেশনের সর্বোচ্চ আকার এবং অংশগ্রহণকারী গ্রাহকের ধরণ অনুসারে শ্রেণীবদ্ধ করা যায়। অস্ট্রেলিয়ার অনেক রাজ্যের ফিড-ইন শুল্ক ছিল নিট রপ্তানি শুল্ক, যেখানে সংরক্ষণবাদী দলগুলো মোট ফিড-ইন শুল্কের পক্ষে যুক্তি প্রদান করেছিল। ২০০৯ সালের মার্চে অস্ট্রেলিয়ার রাজধানী অঞ্চল (এসিটি) মোট সৌর ফিড-ইন শুল্ক চালু করেছিল। ১০ কিলোওয়াট পর্যন্ত ব্যবস্থার জন্য প্রতি কিলোওয়াট-ঘণ্টায় ৫০.০৫ সেন্ট প্রদান করা হতো; ১০ কিলোওয়াট থেকে ৩০ কিলোওয়াট পর্যন্ত ব্যবস্থার জন্য প্রতি কিলোওয়াট/ঘণ্টায় ৪০.০৪ সেন্ট প্রদান করা হতো। সর্বমোট ক্ষমতার সীমায় পৌঁছানোর পূর্বে একবার অর্থপ্রদান কমিয়ে দেওয়া হয়েছিল এবং পরে এই ব্যবস্থা বন্ধ করা হয়। উৎপাদিত শক্তির ভিত্তিতে ত্রৈমাসিকভাবে অর্থপ্রদান করা হয় এবং অর্থপ্রদান হার ২০ বছর পর্যন্ত নিশ্চয়তা দেওয়া হয়।\nদক্ষিণ অস্ট্রেলিয়ায় গৃহস্থালি এবং একটি শিক্ষামূলক প্রোগ্রামের জন্য সৌর ফিড-ইন শুল্ক চালু করা হয়েছিল যার মধ্যে অ্যাডিলেড বিমানবন্দর, রাজ্য সংসদ, জাদুঘর, চিত্রশালা এবং কয়েকশো সরকারি স্কুলের ছাদের উপর সৌর পিভি স্থাপন করা অন্তর্ভুক্ত ছিল। ২০১৮ সালে কুইন্সল্যান্ড সরকার সৌর শক্তি গ্রহণ বাড়ানোর প্রচেষ্টায় সস্তা শক্তি পরিকল্পনা চালু করেছিল যা সৌর প্যানেল ও সৌর সঞ্চয় ব্যবস্থাপত্রের জন্য সুদহীন ঋণ প্রদান করে। ২০০৮ সালে দক্ষিণ অস্ট্রেলিয়ার প্রিমিয়ার মাইক র‍্যান রয়্যাল অ্যাডিলেড শোগ্রাউন্ডসের নতুন গয়ডার প্যাভিলিয়নের ছাদের উপর সৌর প্যানেলের জন্য ডলার ৮ মিলিয়নের তহবিল ঘোষণা করেছিলেন যা অস্ট্রেলিয়ার সর্ববৃহৎ ছাদের উপর সৌর স্থাপন হিসেবে স্বীকৃতি পেয়ে প্রাতিষ্ঠানিকভাবে \"পাওয়ার স্টেশন\" হিসেবে বিবেচিত হয়। অস্ট্রেলিয়ার মধ্যে দক্ষিণ অস্ট্রেলিয়ায় ব্যক্তির প্রতি গৃহস্থালি সৌর শক্তি গ্রহণের হার সর্বোচ্চ।\n\n\n==== দৈনিক শক্তি উৎপাদনের অনুমান ====\nপ্রতি কিলোওয়াট দৈনিক শক্তি উৎপাদন নির্ধারণের জন্য গড় সূর্যালোকের সময় ব্যবহার করা যায়। উদাহরণস্বরূপ, সিডনিতে একটি সৌর প্যানেলের প্রতি কিলোওয়াট শক্তি উৎপাদন গড় সৌর বিকিরণ তথ্যের ভিত্তিতে অনুমান করা যায় যা সাধারণত শীর্ষ সূর্যালোকের সময় পরিমাপ করা হয়। সিডনি বছরে গড়ে প্রতিদিন প্রায় ৪.৫ থেকে ৫.০ শীর্ষ সূর্যালোক ঘণ্টা পায়। এর মানে, গড়ে প্রতি কিলোওয়াটের সৌর প্যানেল দিনে ৪.৫ থেকে ৫.০ ঘণ্টা পূর্ণ সূর্যালোক পায়।\nউদাহরণস্বরূপ, যদি অস্ট্রেলিয়ায় আপনার ১০ কিলোওয়াট সৌর ব্যবস্থা থাকে, তবে মোট দৈনিক শক্তি উৎপাদন নিম্নরূপ অনুমান করা যায়: ১০ কিলোওয়াট × ৫ ঘণ্টা/দিন = ৫০ কিলোওয়াট-ঘণ্টা/দিন।\n\n\n== সরবরাহ শৃঙ্খল ==\nঅস্ট্রেলিয়ায় বিক্রি হওয়া সৌর প্যানেলের ৯০% এরও বেশি চীনে তৈরি। এই অবস্থা অস্ট্রেলিয়ার জন্য শুধু বাস্তব নয়, কারণ চীন বিশ্বের সৌর মডিউলের প্রায় ৭৫% উৎপাদন করে। তবে বিশ্বব্যাপী উৎপাদন স্থানের বৈচিত্র্য বৃদ্ধির সত্ত্বেও ফটোভোলটাইকের চাহিদা বৃদ্ধির সঙ্গে আমদানিকৃত প্যানেলের সরবরাহ জনিত নিরাপত্তা নিয়ে উদ্বেগ প্রকাশ করা হয়েছে। ২০২৪ সালের অনুযায়ী অস্ট্রেলিয়ায় সৌর মডিউল উৎপাদন করে এমন একমাত্র একটি কোম্পানির নাম 'টিন্ডো সৌর', যার বার্ষিক ক্ষমতা ১৬০ মেগাওয়াট।\n\n\n== নবায়নযোগ্য শক্তির লক্ষ্য ==\n\n২০০১ সালে অস্ট্রেলীয় সরকার ২০২০ সালের মধ্যে অস্ট্রেলিয়ার বিদ্যুৎ সরবরাহে নবায়নযোগ্য শক্তির ২০% অংশীদারিত্ব নিশ্চিত করার লক্ষ্যে একটি বাধ্যতামূলক নবায়নযোগ্য শক্তির লক্ষ্য (এমআরইটি) প্রবর্তন করে। এমআরইটির উদ্দেশ্য ছিল ২০২০ সালের মধ্যে নতুন উৎপাদনকে ৯,৫০০ গিগাওয়াট-ঘণ্টা থেকে ৪৫,০০০ গিগাওয়াট-ঘণ্টায় বৃদ্ধি করা। এমআরইটি বিদ্যুৎ পাইকারী ক্রেতাদের (যেমন বিদ্যুৎ খুচরা বিক্রেতা অথবা শিল্পসেবা) নবায়নযোগ্য শক্তির সার্টিফিকেট (আরইসি) ক্রয় করার প্রয়োজনীয়তা আরোপ করে যা নবায়নযোগ্য উৎস যেমন বায়ু, জলবিদ্যুৎ, ল্যান্ডফিল গ্যাস এবং ভূতাপীয়, পাশাপাশি সৌর পিভি ও সৌর তাপীয় থেকে বিদ্যুৎ উৎপাদনের মাধ্যমে তৈরি হয়। এর উদ্দেশ্য হল এই প্রযুক্তিগুলিকে প্ররোচিত করা ও অতিরিক্ত রাজস্ব নিশ্চিত করা। এই স্কিমটি ২০৩০ সাল পর্যন্ত চালিয়ে যাওয়ার প্রস্তাব করা হয়েছিল।\n২০১১ সালে এমআরইটিকে বৃহৎ-মাত্রার ও ক্ষুদ্র-মাত্রার লক্ষ্যে বিভক্ত করা ও অ্যাবট সরকারের দ্বারা হ্রাস করার পর অস্ট্রেলিয়ার লক্ষ্য নির্ধারণ করা হয়েছে ২০২০ সালের মধ্যে বৃহৎ উৎস থেকে নবায়নযোগ্য শক্তির ৩৩,০০০ গিগাওয়াট-ঘণ্টা উৎপাদন যা বিদ্যুৎ সরবরাহের ২৩.৫%।\n\n\n=== ভর্তুকি অর্থায়ন ===\nসৌর ফ্ল্যাগশিপ প্রোগ্রাম ছয় বছরের মধ্যে সৌর শক্তির জন্য ১.৬ বিলিয়ন অস্ট্রেলীয় ডলার বরাদ্দ করে। চারটি নতুন সৌর কেন্দ্রের জন্য সরকারী অর্থায়ন করা হবে যা কয়লা কেন্দ্রের মাপের শক্তি উৎপাদন করে (মোট সর্বোচ্চ ১০০০ মেগাওয়াট – কয়লা কেন্দ্র সাধারণত ৫০০ থেকে ২০০০ মেগাওয়াট উৎপাদন করে)। এই ভর্তুকির জন্য বিদ্যুৎ কেন্দ্র নির্মাতা এবং/অথবা পরিচালকদের থেকে অতিরিক্ত অর্থায়ন প্রয়োজন। তুলনামূলকভাবে বর্তমানে সৌর তাপীয় কেন্দ্র নির্মাণকারী অ্যাবেঙ্গোয়া সোলার ২০০৭ সালে ৩০০ মেগাওয়াট কেন্দ্রের খরচ ইউরো ১.২ বিলিয়ন হিসেবে নির্ধারণ করেছিল। ২০০৯ সালে অ্যারিজোনা রাজ্যের সরকার ২০০ মেগাওয়াট কেন্দ্রের জন্য ১ বিলিয়ন মার্কিন ডলার মূল্যের প্রকল্প ঘোষণা করেছিল।\n\n\n== প্রকল্প ==\n\n\n=== বৃহত্তম প্রকল্পগুলির তালিকা ===\n১০০ মেগাওয়াটের কম শক্তি রেটিং সম্পন্ন প্রকল্পসমূহ তালিকাভুক্ত নয়।\n\n\n=== অস্ট্রেলীয় রাজধানী অঞ্চলে ===\nঅস্ট্রেলীয় রাজধানী অঞ্চল ক্যানবেরার দক্ষিণে রয়াল্লার এক গ্রামীণ অঞ্চলে ৫০ হেক্টর জমিতে ২০ মেগাওয়াটের সৌর বিদ্যুৎ কেন্দ্র নির্মিত হয়েছে। এটি ৮৩,০০০টি সৌর প্যানেলের মাধ্যমে চালিত এবং ৪,৪০০টি গৃহে বিদ্যুৎ সরবরাহ করতে সক্ষম। এটি ৩ সেপ্টেম্বর ২০১৪ সালে আনুষ্ঠানিকভাবে উদ্বোধন করা হয়। এটি অস্ট্রেলিয়ার রাজধানীতে নির্মিত প্রথম সৌর বিদ্যুৎ কেন্দ্র এবং নির্মাণের সময় এটি ছিল দেশের সর্ববৃহৎ সৌর বিদ্যুৎ কেন্দ্র। এই ব্যবস্থা স্প্যানিশ কোম্পানি ফটোওয়াটিও রিনিউয়েবল ভেঞ্চার্স (এফআরভি) দ্বারা নির্মিত হয়েছে।\n\n\n=== নিউ সাউথ ওয়েলস ===\nনিউ সাউথ ওয়েলসে সৌর বিদ্যুৎ কেন্দ্রগুলি অন্যান্য রাজ্যের তুলনায় তাদের আকারের জন্য উল্লেখযোগ্যভাবে বেশি আয় করে। বর্তমানে হানওয়া এনার্জি অস্ট্রেলিয়া দ্বারা ৫০,০০০টি গৃহে বিদ্যুৎ সরবরাহ করার মতো ক্ষমতার সাথে দুটি নতুন সৌর বিদ্যুৎ কেন্দ্র নির্মাণাধীন রয়েছে। ২০২১ সালে অ্যাম্প এনার্জি নিউ সাউথ ওয়েলসে ১২০ মেগাওয়াট সৌর প্রকল্পের জন্য অর্থায়ন বন্ধ করে।\n\n\n=== নর্দান টেরিটোরি ===\nনর্দানে তিনটি স্থান হেরমানসবার্গ, ইউএন্ডুমু এবং লাজামানুতে মোট ৩০টি সৌর কনসেন্ট্রেটর ডিসিএইচ রয়েছে। এই প্রকল্পগুলিতে সৌর সিস্টেম এবং কেন্দ্রীয় সরকার উভয়ই অংশগ্রহণ করেছে। এই সৌর কনসেন্ট্রেটর ডিসিএইচ পাওয়ার স্টেশনগুলি সম্মিলিতভাবে ৭২০ কিলোওয়াট বিদ্যুৎ উৎপাদন করে এবং প্রতি বছরে ১৫৫৫,০০০ কিলোওয়াট-ঘণ্টা বিদ্যুৎ উৎপাদন করে যা প্রায় ৪২০,০০০ লিটার ডিজেলের খরচ এবং ১৫৫০ টন গ্রিনহাউস গ্যাস নিঃসরণ কমানোর সমতুল্য।\nএই তিনটি দূরবর্তী আদিবাসী সম্প্রদায়ের সৌর বিদ্যুৎ কেন্দ্রগুলি সৌর ব্যবস্থার সিএস৫০০ কনসেন্ট্রেটর ডিস ব্যবস্থা ব্যবহার করে নির্মিত হয়েছে। প্রকল্পটির খরচ ছিল ৭ মিলিয়ন অস্ট্রেলীয় ডলার, যা অস্ট্রেলীয় এবং নর্দান টেরিটোরি সরকারের নবায়নযোগ্য দূরবর্তী বিদ্যুৎ উৎপাদন প্রোগ্রামের তহবিল দ্বারা পূর্ণ করা হয়েছে। এই প্রকল্পটি ২০০৫ সালে একটি মর্যাদাপূর্ণ ইঞ্জিনিয়ারিং এক্সিলেন্স পুরস্কারও জিতে।\nকেন্দ্রীয় সরকার দূরবর্তী আদিবাসী সম্প্রদায়গুলিতে ১২০টিরও বেশি ছোট মাত্রার উদ্ভাবনীয় স্বতন্ত্র সৌর ব্যবস্থার জন্য তহবিল প্রদান করেছে যা সেন্টার ফর অ্যাপ্রোপ্রিয়েট টেকনোলজির একটি শাখা বুশলাইট দ্বারা নকশা করা হয়েছে, এতে উন্নত চাহিদা মুখী ব্যবস্থাপনা সিস্টেমসহ ব্যবহারকারী-বান্ধব ইন্টারফেস অন্তর্ভুক্ত রয়েছে।\n\n\n=== কুইন্সল্যান্ড ===\n  \nকুইন্সল্যান্ডে ২০১৮ সালের অবধি ২ গিগাওয়াটেরও বেশি সৌর বিদ্যুৎ কেন্দ্র সম্পন্ন বা নির্মাণাধীন ছিল। উত্তর কুইন্সল্যান্ডে অবস্থিত ১০০ মেগাওয়াটের ক্লেয়ার সোলার ফার্ম, যা এয়ার থেকে ৩৫ কিলোমিটার দক্ষিণ-পশ্চিমে অবস্থিত, মে ২০১৮ সালে গ্রিডে বিদ্যুৎ প্রেরণ শুরু করে। ৫০ মেগাওয়াট এসি কিডস্টন সোলার প্রজেক্ট কিডস্টন গোল্ড মাইনের স্থলে নির্মিত হয়েছে। এটি পরিকল্পিত সৌর শক্তি ও পাম্পড স্টোরেজ কম্বিনেশনের প্রথম ধাপ। কিডস্টনের মালিক জেনেক্স পাওয়ার এবং এটি ইউজিএল দ্বারা নির্মিত। ১৩০ মেগাওয়াট এসি ক্ষমতাসম্পন্ন লিলিভেল সোলার ফার্ম স্প্যানিশ কোম্পানি জিআরএস ও অ্যাসিওনা দ্বারা নির্মাণাধীন, যেখানে ইপিসি চুক্তি ফোটোওয়াটিও রিনিউয়েবল ভেঞ্চারস (এফআরভি) এর সাথে স্বাক্ষরিত হয়েছে।  \nএটি এমেরাল্ড থেকে প্রায় ৫০ কিলোমিটার উত্তর-পূর্বে লিলিভেলে অবস্থিত এবং এতে ২০১৮ সালের শেষের দিকে বাণিজ্যিক কার্যক্রম শুরু হওয়ার প্রত্যাশা করা হচ্ছে।\nহ্যামিলটন সোলার ফার্ম হলো ৬৯.০ মেগাওয়াট ডিসি একক অক্ষের ট্র্যাকিং প্রকল্প যা কলিন্সভিল থেকে কয়েক কিলোমিটার উত্তরে নর্থ কুইন্সল্যান্ডে অবস্থিত। এর মালিক এডিফাই এনার্জি এবং উইরসল। সৌর বিদ্যুৎ কেন্দ্রটি জুলাই ২০১৮ সালে সক্রয় হয়েছে। এডিফাই এনার্জি কর্তৃক কলিন্সভিলে নির্মাণাধীন আরও ২টি সৌর প্রকল্প রয়েছে যা ২০১৮ সালের শেষের দিকে অনলাইন হওয়ার প্রত্যাশা রয়েছে। এদের মধ্যে হেইম্যান সোলার ফার্ম (৬০.০ মেগাওয়াট ডিসি একক-অক্ষ ট্র্যাকিং প্রকল্প) এবং ডেইড্রিম সোলার ফার্ম (১৮০.০ মেগাওয়াট ডিসি একক-অক্ষ ট্র্যাকিং প্রকল্প) রয়েছে। বারক্যালডিন সোলার ফার্ম হলো ২ × ১০ মেগাওয়াট এসি একক-অক্ষ ট্র্যাকিং প্রকল্প যা বারক্যালডিন থেকে ১০ কিলোমিটার দূরে অবস্থিত।\n\n\n=== দক্ষিণ অস্ট্রেলিয়া ===\nপোর্ট অগাস্টার উত্তর দিকে বুংগালা সৌর বিদ্যুৎ প্রকল্প অবস্থিত যা দক্ষিণ অস্ট্রেলিয়ায় প্রথম গ্রিড-আকারের প্রতিষ্ঠান। এর প্রথম পর্যায়ের ক্ষমতা নির্ধারণ করা হয়েছে ১১০ মেগাওয়াট। এর মাধ্যমে অরিজিন এনার্জিকে বিদ্যুৎ সরবরাহের চুক্তি আছে। সানড্রপ ফার্মস সংকেন্দ্রীভূত সৌর বিদ্যুৎ কেন্দ্রের উৎপাদন ক্ষমতা ৪০ মেগাওয়াট এবং এটি রাজ্যের মধ্যে প্রথম প্রকারের প্রতিষ্ঠান হিসেবে চালু করা হয়েছে। এটি ২০১৬ সালে সম্পন্ন হয়। জেমস্টাউন বর্জ্য জল পরিশোধন কেন্দ্রের স্থলে একটি ভাসমান সৌর পিভি প্যানেলের সমষ্টি স্থাপন করা হয়েছে যার উৎপাদন ক্ষমতা ৩.৫ মেগাওয়াট। দক্ষিণ অস্ট্রেলিয়ার সবচেয়ে বড় ছাদে বসানো সৌর পিভি প্যানেল সমষ্টি ২০১৭ সালে বারোসার তিনটি স্থান ঘিরে ইয়ালুম্বা ওয়াইন কোম্পানিতে স্থাপিত হয়। এগুলোর মোট উৎপাদন ক্ষমতা ১.৩৯ মেগাওয়াট যা প্রায় ২,০০০ মেগাওয়াট-ঘন্টা বার্ষিক উৎপাদন করে।\nপূর্বের উল্লেখযোগ্য স্থাপনাগুলোর মধ্যে রয়েছে ফ্লিন্ডার্স বিশ্ববিদ্যালয় যা ১.৮ মেগাওয়াট উৎপাদন ক্ষমতা সহ সৌর পার্কিং ক্ষেত্র এবং ভবনের ছাদে সৌর প্যানেল স্থাপন করেছে (এটি কার্বন পজিটিভ হওয়ার জন্য অতিরিক্ত বিনিয়োগের পরিকল্পনা ঘোষণা করেছে), অ্যাডিলেড বিমানবন্দরের উৎপাদন ক্ষমতা ১.১৭ মেগাওয়াট, এবং অ্যাডিলেড শোগ্রাউন্ডের উৎপাদন ক্ষমতা ১ মেগাওয়াট। শোগ্রাউন্ডের এই সমষ্টি অস্ট্রেলিয়ায় প্রথম পিভি কেন্দ্র যা ১ মেগাওয়াট উৎপাদন ক্ষমতা অর্জন করে এবং এতে প্রায় ১,৪০০ মেগাওয়াট-ঘন্টা বার্ষিক বিদ্যুৎ উৎপাদনের প্রত্যাশা করা হয়েছিল।\n২৯ নভেম্বর ২০১৭ তারিখে রাজ্য সরকার নবায়নযোগ্য শক্তি প্রকল্পগুলোর জন্য নতুন অর্থায়নের পর্ব ঘোষণা করেছিল যার মধ্যে ছিল শ্নেইডার ইলেকট্রিকের বিকশিত প্ল্যানেট আর্ক পাওয়ারের ১৩.৯ মিলিয়ন ডলারের সৌর পিভি এবং ব্যাটারি প্রকল্প, এটি অ্যাডিলেডের উত্তরে একটি প্রধান বিতরণ কেন্দ্রে স্থাপন করা হবে। প্রকল্পটিতে রয়েছে একটি মাইক্রো-গ্রিড ব্যবস্থাপনা সিস্টেম যা ৫.৭ মেগাওয়াট সৌর পিভি ও ২.৯ মেগাওয়াট-ঘন্টা ব্যাটারি সংরক্ষণকে অপ্টিমাইজ করে। দক্ষিণ অস্ট্রেলিয়ার বিশ্ববিদ্যালয় তার মাওসন লেকস ক্যাম্পাসে মাটি ও ছাদে স্থাপিত ১.৮ মেগাওয়াট সৌর পিভি বিকশিত করবে। হিথগেট রিসোর্সেস বেভারলি খনিতে পরিকল্পনা করা হয়েছে স্থানান্তরযোগ্য ১ মেগাওয়াট সৌর পিভি যা ১ মেগাওয়াট/০.৫ মেগাওয়াট-ঘন্টা ব্যাটারির সাথে সংযুক্ত থাকবে এবং বিদ্যমান অন-সাইট গ্যাস বিদ্যুৎ কেন্দ্রের সাথে একত্রিত হবে।\n২০১৯ সালে এজিএল দ্বারা নির্মিত এবং স্যান্টোস দ্বারা কমিশনকৃত একটি মর্ত্য স্থাপিত ২.১২ মেগাওয়াট ক্ষমতাসম্পন্ন সৌর পিভি ফার্ম পোর্ট বোনিথনে নির্মিত হয়েছিল। অরোরা সৌর তাপবিদ্যুৎ প্রকল্প পোর্ট অগাস্টার কাছাকাছি প্রস্তাবিত হয়েছিল, তবে ২০১৯ সালে এটি বাতিল করা হয়। দক্ষিণ অস্ট্রেলিয়া কখনও কখনও চাহিদার তুলনায় বেশি সৌর শক্তি উৎপাদন করে। ছাদে বসানো এর সৌর শক্তি ১.৫ কিলোওয়াট রপ্তানি পর্যন্ত সীমাবদ্ধ থাকতে পারে অথবা গ্রিড সরবরাহকারীর দ্বারা নিয়ন্ত্রিত হতে পারে।  \nসেপ্টেম্বর ২০২০ সালের পর দক্ষিণ অস্ট্রেলিয়ার ঘরোয়া সৌর সহ সমস্ত নতুন ব্যবস্থায় নিম্ন ভোল্টেজ রাইড থ্রু এবং রিমোট ডিসকানেক্ট থাকার প্রয়োজনীয়তা বাধ্যতামূলক করা হয়েছে।\n\n\n=== ভিক্টোরিয়া ===\n১০০ মেগাওয়াট পিভি মিলদুরা সৌর ঘনকরণ বিদ্যুৎ কেন্দ্র পূর্বে ২০১৭ সালে সম্পন্ন হবে বলে আশা করা হতো। তবে এটি এখন বাতিল করা হয়েছে। \nএটি বিশ্বের সবচেয়ে বড় এবং দক্ষ সৌর ফোটোভোল্টাইক বিদ্যুৎ কেন্দ্র হওয়ার আশা করা হয়েছিল। বিদ্যুৎ কেন্দ্রটি ৫০০ গুণ সূর্যালোক সৌর কোষগুলিতে কেন্দ্রীভূত করে উচ্চ শক্তি উৎপাদনের পরিকল্পনা ছিল। এই কেন্দ্রটি সরাসরি সূর্য থেকে বিদ্যুৎ উৎপাদন করে ৪৫,০০০ এরও বেশি ঘরের বাৎসরিক চাহিদা মেটানোর উদ্দেশ্যে নির্মিত হতো এবং চলমান শূন্য গ্রীনহাউস গ্যাস নিঃসরণ রাখত।\nগানাওয়াররা সৌর ক্ষেত্র একটি ৬০.০ মেগাওয়াট ডিসি একক-অক্ষ অনুসরণ প্রকল্প। এটি কেরাং এর পশ্চিমে, উত্তর-পশ্চিম ভিক্টোরিয়ায় অবস্থিত। এটি ভিক্টোরিয়ায় নির্মিত প্রথম বৃহৎ সৌর ক্ষেত্র।\nব্যানার্টন সৌর পার্ক একটি ৮৮ মেগাওয়াট এসি ডিসি একক-অক্ষ অনুসরণ প্রকল্প। এটি রবিনভেলের থেকে দক্ষিণ-পূর্বে এবং সানরাশিয়া জেলার ভিক্টোরিয়ায় বেন্নার্টনে অবস্থিত। এটি জাতীয় বিদ্যুৎ বাজারে সর্বোচ্চ ৮৮ মেগাওয়াট বিদ্যুৎ উৎপন্ন করে। এটি ক্লিন এনার্জি ফাইন্যান্স কর্পোরেশন এবং হানহওয়া এনার্জি অস্ট্রেলিয়া দ্বারা অর্থায়িত।\n\n\n=== পশ্চিম অস্ট্রেলিয়া ===\n\nজেরাল্ডটন থেকে ৭০ কিলোমিটার দক্ষিণ-পূর্বে ওয়াকঅয়েতে পশ্চিম অস্ট্রেলিয়ার প্রথম প্রধান বৃহৎ আকারের সৌর ফার্ম গ্রিনগো রিভার সৌর ফার্ম অবস্থিত। এটি অক্টোবর ২০১২ সালে চালু হয়। ১০ মেগাওয়াট বিশিষ্ট এই ক্ষেত্রটিতে ১৫০,০০০ সৌর প্যানেল রয়েছে। ২০ মেগাওয়াট বিশিষ্ট এমু ডাউনস সৌর ফার্ম মার্চ ২০১৮ সালে চালু হওয়ার সময় পশ্চিম অস্ট্রেলিয়ার সবচেয়ে বড় সৌর ফার্মে পরিণত হয়েছিল। এমু ডাউনস সৌর ফার্ম এমু ডাউনস উইন্ড ফার্মের সাথে একই স্থানে অবস্থিত। পশ্চিম অস্ট্রেলিয়ার সবচেয়ে বড় ছাদে বসানো সৌর পিভি সমষ্টি ২০২১ সালে সোলজেন ও এজিএফ ইলেকট্রিক্যাল দ্বারা এলেনব্রুক সিটি শপিং সেন্টারে সম্পন্ন করা হয়েছিল যার মোট উৎপাদন ক্ষমতা ২.৮ মেগাওয়াট। সৌর এবং বাতাস শক্তিকে সংযুক্তকারী প্রস্তাবিত এশিয়ান নবায়নযোগ্য শক্তি হাব সবুজ হাইড্রোজেন উৎপাদনের জন্য সর্বোচ্চ ২৬ গিগাওয়াট শক্তি উৎপাদন করবে।\n\n\n=== সৌর শহর কর্মসূচি ===\n\nসৌর শহর একটি প্রদর্শনী প্রকল্প যা অস্ট্রেলিয়ার শহুরে এলাকায় সৌর শক্তি, স্মার্ট মিটার এবং শক্তি সংরক্ষণ বিষয়ক প্রচারের জন্য নকশা করা হয়েছে।  \nএর মধ্যে একটি স্থান হল কুইন্সল্যান্ডের টাউনসভিল।\n\n\n=== নবায়নযোগ্য শক্তি মহাপরিকল্পনা ২০৩০ ===\nসিডনি পরিষদ ২০৩০ সালের মধ্যে শহরটিকে ১০০% নবায়নযোগ্য শক্তিতে পরিচালিত করার চেষ্টা করছে। এই পরিকল্পনা ২০১৪ সালে পূর্বে ঘোষণা করা হয়েছিল এবং তাদের ওয়েবসাইটে নকশাপত্র প্রকাশ করা হয়েছিল।\nএই উচ্চাকাঙ্ক্ষী পরিকল্পনাটি সম্প্রতি ২০১৪ সালে \"শহর/পৌরসভা, কাউন্সিল জেলা এবং পাবলিক ইউটিলিটি\" বিভাগে ইউরোসোলার পুরস্কার প্রাপ্ত হয়েছে।\n\n\n== পরিসংখ্যান ==\n\n\n== আরও দেখুন ==\nঅস্ট্রেলিয়া-এশিয়া বিদ্যুৎ সংযোগ\nভবনে সংযুক্ত সৌর ফটোভোলটাইক\nঅস্ট্রেলিয়ার জন্য উপযুক্ত প্রযুক্তি কেন্দ্র\nনবায়নযোগ্য উৎস থেকে বিদ্যুৎ উৎপাদনের ভিত্তিতে দেশের তালিকা\nদেশভিত্তিক নবায়নযোগ্য শক্তি বিষয়গুলির তালিকা\nদক্ষিণ অস্ট্রেলিয়ার সৌর ফার্মগুলির তালিকা\nঅস্ট্রেলিয়ান নবায়নযোগ্য শক্তি এজেন্সি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nSolar projects supported by the Australian Renewable Energy Agency\nLive Solar PV map of Australia\nA daily solar map of Australia from Bureau of Meteorology\nBrumby planning to plug Victoria into the sun. The Age. 17 June 2008."}