{"pageid": 1517265, "title": "গ্যারি ওয়েব", "url": "https://bn.wikipedia.org/wiki?curid=1517265", "content": "গ্যারি স্টিফেন ওয়েব (৩১ আগস্ট, ১৯৫৫-১০ ডিসেম্বর, ২০০৪) একজন মার্কিন অনুসন্ধানী সাংবাদিক। তিনি কেনটাকি এবং ওহিওতে সংবাদপত্রের জন্য কাজ করে তাঁর কর্মজীবন শুরু করেছিলেন, অসংখ্য পুরস্কার জিতেছিলেন এবং অনুসন্ধানী লেখার জন্য খ্যাতি অর্জন করেছিলেন। সান জোসে মার্কারি নিউজ দ্বারা ভাড়া করা, ওয়েব লোমা প্রিতা ভূমিকম্প কাগজের পুলিৎজার পুরস্কার বিজয়ী কভারেজে অবদান রেখেছিলেন।\nওয়েব তার \"ডার্ক অ্যালায়েন্স\" সিরিজের জন্য সর্বাধিক পরিচিত, যা ১৯৯৬ সালে দ্য মার্কারি নিউজে প্রকাশিত হয়েছিল। এই সিরিজটি লস অ্যাঞ্জেলেসে ক্র্যাক কোকেন ব্যবসার উৎপত্তি পরীক্ষা করে এবং দাবি করে যে নিকারাগুয়ায় কমিউনিস্ট-বিরোধী কন্ট্রা বিদ্রোহীদের সদস্যরা এই ব্যবসা তৈরিতে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল, নিকারাগুয়ায় সরকারের বিরুদ্ধে তাদের লড়াইয়ের অর্থায়নের জন্য কোকেনের লাভ ব্যবহার করেছিল। এতে আরও বলা হয়েছে যে কন্ট্রাসরা কেন্দ্রীয় গোয়েন্দা সংস্থা (সিআইএ) এর জ্ঞান এবং সুরক্ষার সাথে কাজ করে থাকতে পারে। এই সিরিজটি ক্ষোভের সৃষ্টি করে, বিশেষ করে লস অ্যাঞ্জেলেস আফ্রিকান-আমেরিকান সম্প্রদায়ের মধ্যে, এবং এর অভিযোগের চারটি বড় তদন্তের দিকে পরিচালিত করে।|  লস অ্যাঞ্জেলেস টাইমস এবং অন্যান্য প্রধান সংবাদপত্রগুলি \"ডার্ক অ্যালায়েন্স\" দাবিগুলিকে অতিরঞ্জিত করার পরামর্শ দিয়ে নিবন্ধ প্রকাশ করেছিল এবং ১৯৯৬ সালের নভেম্বরে, মার্কারি নিউজের নির্বাহী সম্পাদক জেরোম সেপ্পোস \"ঝড়ের চোখে\" থাকার কথা লিখেছিলেন। ১৯৯৭ সালের মে মাসে, একটি অভ্যন্তরীণ পর্যালোচনার পর, সেপোস বলেছিলেন যে, যদিও গল্পটি অনেক গুরুত্বপূর্ণ বিষয়ের উপর সঠিক ছিল, তবুও সিরিজের লেখা, সম্পাদনা এবং প্রযোজনায় ত্রুটি ছিল। তিনি লিখেছেন যে সিরিজটি সম্ভবত আমেরিকায় ক্র্যাক মহামারী এবং সিরিজটিতে ডিলারদের দ্বারা লিখিত \"গুরুত্বপূর্ণ ভূমিকা\" সম্পর্কে \"অতিরিক্ত সরলীকৃত\" করেছে। ওয়েব এই সিদ্ধান্তের সাথে দ্বিমত পোষণ করেন।  ১৯৯৭ সালের ডিসেম্বরে ওয়েব দ্য মার্কারি নিউজ থেকে পদত্যাগ করেন। তিনি ক্যালিফোর্নিয়া রাজ্য আইনসভার একজন তদন্তকারী হয়েছিলেন, ১৯৯৮ সালে \"ডার্ক অ্যালায়েন্স\" সিরিজের উপর ভিত্তি করে একটি বই প্রকাশ করেছিলেন এবং ফ্রিল্যান্স অনুসন্ধানী প্রতিবেদন করেছিলেন। তিনি ২০০৪ সালের ১০ ডিসেম্বর আত্মহত্যা করে মারা যান।\"ডার্ক অ্যালায়েন্স\" সিরিজটি বিতর্কিত রয়ে গেছে। সমালোচকরা সিরিজের দাবিগুলিকে ভুল বা অতিরঞ্জিত বলে মনে করেন, অন্যদিকে সমর্থকরা পরবর্তী সিআইএ তদন্তের ফলাফলকে সিরিজটিকে সমর্থন করার জন্য নির্দেশ করেন। লস অ্যাঞ্জেলেস টাইমস এবং অন্যান্য সংবাদপত্রের পরবর্তী প্রতিবেদনগুলি সিআইএ-কন্ট্রা-র পূর্ববর্তী দাবিগুলি পুনর্বিবেচনা করার পরিবর্তে সিরিজের সমস্যাগুলির উপর মনোযোগ কেন্দ্রীভূত করার জন্য সমালোচিত হয়েছে। \n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nওয়েব ক্যালিফোর্নিয়ার করোনায় জন্মগ্রহণ করেন। তার বাবা একজন মেরিন সার্জেন্ট ছিলেন এবং তার কর্মজীবন তাকে নতুন নতুন কাজে নিয়োজিত করার কারণে পরিবারটি ঘন ঘন অন্যত্র স্থানান্তরিত হত।  যখন ওয়েবের বাবা মেরিন থেকে অবসর গ্রহণ করেন, তখন পরিবারটি ইন্ডিয়ানাপলিসের একটি শহরতলিতে বসতি স্থাপন করে, যেখানে ওয়েব এবং তার ভাই উচ্চ বিদ্যালয়ে পড়াশোনা করেন।  উচ্চ বিদ্যালয়ের পর, ওয়েব স্কলারশিপে ইন্ডিয়ানাপলিসের একটি কমিউনিটি কলেজে পড়াশোনা করেন, যতক্ষণ না তার পরিবার সিনসিনাটিতে চলে আসে, তারপর তিনি নিকটবর্তী নর্দার্ন কেনটাকি বিশ্ববিদ্যালয়ে স্থানান্তরিত হন।  ওয়েব প্রথমে ইন্ডিয়ানাপলিসে তার কলেজে ছাত্র সংবাদপত্রের জন্য লেখা শুরু করেন।  নর্দার্ন কেনটাকিতে স্থানান্তরিত হওয়ার পর, তিনি এর সাংবাদিকতা প্রোগ্রামে প্রবেশ করেন এবং স্কুল পত্রিকা, দ্য নর্দারনারের জন্য লেখেন। যদিও তিনি চার বছর নর্দার্ন কেনটাকিতে পড়াশোনা করেছিলেন, তবুও তিনি তার ডিগ্রি শেষ করেননি। পরিবর্তে, তিনি ১৯৭৮ সালে কেন্টাকি পোস্টে একজন প্রতিবেদক হিসেবে কাজ পান, যা বৃহত্তর সিনসিনাটি পোস্টের সাথে সম্পর্কিত একটি স্থানীয় সংবাদপত্র।  ১৯৭৯ সালে, ওয়েব সুসান বেলকে বিয়ে করেন; এই দম্পতির তিনটি সন্তান হয়। \n\n\n== কর্মজীবন ==\nওয়েবের প্রথম প্রধান অনুসন্ধানী কাজ ১৯৮০ সালে প্রকাশিত হয়, যখন দ্য সিনসিনাটি পোস্ট \"দ্য কোল কানেকশন\" প্রকাশ করে, যা ওয়েব এবং পোস্টের প্রতিবেদক টমাস শেফির সতেরোটি পর্বের একটি সিরিজ।  সংগঠিত অপরাধের সাথে জড়িত একজন কয়লা কোম্পানির সভাপতির হত্যাকাণ্ডের তদন্তকারী এই সিরিজটি একটি ছোট সংবাদপত্র থেকে রিপোর্টিংয়ের জন্য জাতীয় অনুসন্ধানী রিপোর্টার্স অ্যান্ড এডিটরস অ্যাওয়ার্ড জিতেছে।  ১৯৮৩ সালে, ওয়েব ক্লিভল্যান্ড প্লেইন ডিলারে চলে যান, যেখানে তিনি অনুসন্ধানী কাজ চালিয়ে যান। ১৯৮৫ সালের একটি ধারাবাহিক, \"ডক্টরিং দ্য ট্রুথ\", রাজ্য মেডিকেল বোর্ডের  সমস্যাগুলি উন্মোচন করে এবং ওহিও হাউস তদন্তের দিকে পরিচালিত করে যার ফলে রাজ্য মেডিকেল প্র্যাকটিস আইনে বড় ধরনের সংশোধনী আনা হয়।  এরপর ওয়েব পত্রিকার স্টেটহাউস ব্যুরোতে চলে যান, যেখানে তিনি রাজ্যব্যাপী বিষয়গুলি কভার করেন এবং অসংখ্য আঞ্চলিক সাংবাদিকতা পুরস্কার জিতে নেন।  ১৯৮৪ সালে, ওয়েব \"ড্রাইভিং অফ উইথ প্রফিটস\" শিরোনামে একটি গল্প লিখেছিলেন যেখানে দাবি করা হয়েছিল যে ক্লিভল্যান্ডের একটি রেসের প্রবর্তকরা ক্লিভল্যান্ড শহরে যাওয়ার কথা ছিল এমন তহবিল থেকে প্রায় দশ মিলিয়ন ডলার নিজেদের জন্য অর্থ প্রদান করেছিলেন। এই প্রবন্ধের ফলে ওয়েবের পত্রিকার বিরুদ্ধে একটি মামলা হয় এবং বাদীরা জিতে যায়। একটি জুরি বাদীদের ১৩ মিলিয়ন ডলারেরও বেশি জরিমানা প্রদান করে এবং মামলাটি পরে নিষ্পত্তি করা হয়। ১৯৮৬ সালে, ওয়েব একটি প্রবন্ধ লিখেছিলেন যেখানে বলা হয়েছিল যে ওহিও সুপ্রিম কোর্টের প্রধান বিচারপতি ফ্রাঙ্ক ডি. সেলেব্রেজ সংগঠিত অপরাধের সাথে যুক্ত গোষ্ঠীগুলির কাছ থেকে অনুদান গ্রহণ করেছেন। সেলিব্রেজ্জে অবশেষে প্লেইন ডিলারের বিরুদ্ধে মামলা করেন এবং আদালতের বাইরে একটি অঘোষিত নিষ্পত্তিতে জয়লাভ করেন।  ১৯৮৮ সালে, ওয়েবকে সান জোসে মার্কারি নিউজ নিয়োগ দেয়, যা একজন অনুসন্ধানী প্রতিবেদক খুঁজছিল। তাকে স্যাক্রামেন্টো ব্যুরোতে নিযুক্ত করা হয়েছিল, যেখানে তাকে তার বেশিরভাগ গল্প নিজেরাই বেছে নেওয়ার অনুমতি দেওয়া হয়েছিল।  ১৯৮৯ সালের লোমা প্রিটা ভূমিকম্প কভার করা দ্য মার্কারি নিউজ টিমের অংশ হিসেবে, ওয়েব এবং তার সহকর্মী পিট ক্যারি সাইপ্রেস স্ট্রিট ভায়াডাক্ট ধসের কারণগুলি পরীক্ষা করে একটি গল্প লিখেছিলেন।  ভূমিকম্পের উপর মার্কারি নিউজের কভারেজের জন্য ১৯৯০ সালে জেনারেল নিউজ রিপোর্টিংয়ের জন্য তাদের কর্মীরা পুলিৎজার পুরস্কার জিতেছিলেন। \n\n\n== ডার্ক অ্যালায়েন্স সিরিজ ==\nওয়েব ১৯৯৫ সালের জুলাই মাসে \"ডার্ক অ্যালায়েন্স\" নিয়ে গবেষণা শুরু করেন।  এই সিরিজটি দ্য মার্কারি নিউজে তিন ভাগে প্রকাশিত হয়েছিল, রবিবার, ১৮ আগস্ট ১৯৯৬ থেকে ২০ আগস্ট ১৯৯৬ পর্যন্ত, যেখানে প্রতিদিন একটি দীর্ঘ প্রবন্ধ এবং এক বা দুটি ছোট প্রবন্ধ প্রকাশিত হত। এটি দ্য মার্কারি নিউজ ওয়েবসাইটেও অতিরিক্ত তথ্য সহ পোস্ট করা হয়েছিল, যার মধ্যে সিরিজে উদ্ধৃত নথি এবং নিবন্ধগুলিতে উদ্ধৃত ব্যক্তিদের অডিও রেকর্ডিং অন্তর্ভুক্ত ছিল।  ওয়েবসাইটের শিল্পকর্মটিতে সিআইএ সিলের উপরে চাপানো ক্র্যাক পাইপ ধূমপান করা একজন ব্যক্তির সিলুয়েট দেখানো হয়েছে।  এই শিল্পকর্মটি বিতর্কিত প্রমাণিত হয় এবং দ্য মার্কারি নিউজ পরে এটি সরিয়ে দেয়।  প্রথম প্রবন্ধের প্রধান লেখক সিরিজের মূল দাবিগুলো তুলে ধরেছেন: \"এক দশকের বেশি সময় ধরে, সান ফ্রান্সিসকো বে এরিয়ার একটি মাদক চক্র লস অ্যাঞ্জেলেসের ক্রিপস অ্যান্ড ব্লাডস স্ট্রিট গ্যাংদের কাছে টন টন কোকেন বিক্রি করেছে এবং মার্কিন কেন্দ্রীয় গোয়েন্দা সংস্থা পরিচালিত ল্যাটিন আমেরিকান গেরিলা সেনাবাহিনীকে লক্ষ লক্ষ মাদক মুনাফা পৌঁছে দিয়েছে।\" এই মাদক চক্র \"কলম্বিয়ার কোকেন কার্টেল এবং লস অ্যাঞ্জেলেসের কৃষ্ণাঙ্গ পাড়াগুলির মধ্যে প্রথম পাইপলাইন খুলে দিয়েছে\" এবং ফলস্বরূপ, \"যে কোকেন প্লাবিত হয়েছিল তা আমেরিকার শহুরে অঞ্চলে একটি ফাটল বিস্ফোরণ ঘটাতে সাহায্য করেছিল।\"  এটি দেখানোর জন্য, সিরিজটি তিনজন পুরুষের উপর দৃষ্টি নিবদ্ধ করেছিল: ফ্রিওয়ে রিকি রস, অস্কার ড্যানিলো ব্লান্ডন এবং নরউইন মেনেসেস। রস লস অ্যাঞ্জেলেসের একজন প্রধান মাদক ব্যবসায়ী ছিলেন। ব্লান্ডন এবং মেনেসেস ছিলেন নিকারাগুয়ান যারা মার্কিন যুক্তরাষ্ট্রে মাদক পাচার করতেন এবং রসের মতো ডিলারদের সরবরাহ করতেন। তিনজনের সাথে পরিচয় করিয়ে দেওয়ার পর, প্রথম প্রবন্ধে মূলত ব্লান্ডন এবং মেনেসেস এবং কন্ট্রাস এবং সিআইএর সাথে তাদের সম্পর্ক নিয়ে আলোচনা করা হয়েছিল। প্রবন্ধের বেশিরভাগ অংশে আইন প্রয়োগকারী সংস্থাগুলির তাদের সফলভাবে বিচার করতে ব্যর্থতার কথা তুলে ধরা হয়েছে এবং বলা হয়েছে যে এটি মূলত তাদের কন্ট্রা এবং সিআইএ সংযোগের কারণে।দ্বিতীয় প্রবন্ধে ব্লান্ডনের পটভূমি এবং কীভাবে তিনি কন্ট্রাসকে সমর্থন করার জন্য কোকেন পাচার শুরু করেছিলেন তা বর্ণনা করা হয়েছে। মেনেসেস, একজন প্রতিষ্ঠিত চোরাকারবারী এবং কন্ট্রা সমর্থক, ব্লান্ডনকে কীভাবে চোরাচালান করতে হয় তা শিখিয়েছিলেন এবং তাকে কোকেন সরবরাহ করেছিলেন। রস যখন লস অ্যাঞ্জেলেসে ক্র্যাকের বাজার আবিষ্কার করেন, তখন তিনি ব্লান্ডন থেকে কোকেন কিনতে শুরু করেন। ব্লান্ডন এবং মেনেসেসের কম দামের উচ্চ-বিশুদ্ধতা কোকেনের উচ্চ-পরিমাণ সরবরাহ \"রসকে লস অ্যাঞ্জেলেসের বাজারকে সেলাই করে এগিয়ে যাওয়ার সুযোগ করে দিয়েছিল। শহরের পর শহর, স্থানীয় ডিলাররা হয় রসের কাছ থেকে কিনেছে অথবা পিছনে ফেলে গেছে।\"  তৃতীয় প্রবন্ধে ক্র্যাক ট্রেডের সামাজিক প্রভাব নিয়ে আলোচনা করা হয়েছে, উল্লেখ করা হয়েছে যে আফ্রিকান-আমেরিকানদের উপর এর প্রভাব ভিন্ন ছিল। লস অ্যাঞ্জেলেসের কৃষ্ণাঙ্গ সম্প্রদায়ে ক্র্যাক কেন এত প্রচলিত হয়ে উঠল, এই প্রশ্নে, নিবন্ধটি ব্লান্ডনকে কৃতিত্ব দেয়, তাকে \"ক্যালিফোর্নিয়ার ক্র্যাকের জনি অ্যাপেলসিড \" হিসাবে উল্লেখ করে।  এটি বিচার ব্যবস্থায় কালো এবং সাদা পাচারকারীদের সাথে আচরণের ক্ষেত্রেও বৈষম্য খুঁজে পেয়েছে, মাদক পাচারের জন্য গ্রেপ্তারের পর ব্লান্ডন এবং রসের সাথে আচরণের তুলনা করে। যেহেতু ব্লান্ডন ড্রাগ এনফোর্সমেন্ট অ্যাডমিনিস্ট্রেশন (DEA) এর সাথে সহযোগিতা করেছিলেন, তাই তিনি মাত্র ২৮ মাস কারাগারে কাটিয়েছিলেন, একজন বেতনভুক্ত সরকারি তথ্যদাতা হয়েছিলেন এবং স্থায়ী বাসিন্দার মর্যাদা পেয়েছিলেন। পুলিশ দুর্নীতির তদন্তে সহযোগিতা করার পর রসকেও তাড়াতাড়ি মুক্তি দেওয়া হয়েছিল, কিন্তু কয়েক মাস পরে ব্লান্ডনের সহায়তায় আয়োজিত একটি স্টিং অপারেশনে তাকে পুনরায় গ্রেপ্তার করা হয়েছিল। প্রবন্ধটিতে বলা হয়েছে যে দুর্নীতির মামলায় রসের সাক্ষ্যের প্রতিশোধ হিসেবে এটি করা হয়েছে।\n\n\n=== সিরিজের প্রতিক্রিয়া ===\n\"ডার্ক অ্যালায়েন্স\" প্রকাশের পর, দ্য মার্কারি নিউজ পরবর্তী তিন মাস ধরে মূল সিরিজের পরবর্তী প্রতিবেদন প্রকাশ করে, গল্পটি অনুসরণ করে।  অন্যান্য সংবাদপত্রগুলি গল্পটি গ্রহণ করতে ধীর ছিল, কিন্তু আফ্রিকান আমেরিকানরা দ্রুত বিষয়টি লক্ষ্য করে, বিশেষ করে দক্ষিণ-মধ্য লস অ্যাঞ্জেলেসে যেখানে সিরিজে আলোচিত ডিলাররা সক্রিয় ছিলেন। সিরিজের অভিযোগে তারা ক্ষুব্ধ হয়েছিলেন।  ক্যালিফোর্নিয়ার সিনেটর বারবারা বক্সার এবং ডায়ান ফাইনস্টাইনও বিষয়টি নোট করেছেন এবং সিআইএ পরিচালক জন ডয়েচ এবং মার্কিন অ্যাটর্নি জেনারেল জ্যানেট রেনোকে চিঠি লিখে নিবন্ধের অভিযোগের তদন্তের দাবি জানিয়েছেন।  ক্যালিফোর্নিয়ার ৩৫তম জেলার প্রতিনিধি ম্যাক্সিন ওয়াটার্স, যার মধ্যে দক্ষিণ মধ্য লস অ্যাঞ্জেলেসও রয়েছে, তিনিও নিবন্ধগুলি দেখে ক্ষুব্ধ হয়েছিলেন এবং ওয়েবের অন্যতম শক্তিশালী সমর্থক হয়ে ওঠেন।  ওয়াটার্স সিআইএ, মার্কিন বিচার বিভাগ এবং গোয়েন্দা বিষয়ক হাউসের স্থায়ী নির্বাচন কমিটিকে তদন্তের আহ্বান জানান।সেপ্টেম্বরের শেষ নাগাদ, তিনটি ফেডারেল তদন্ত ঘোষণা করা হয়েছিল: সিআইএ ইন্সপেক্টর-জেনারেল ফ্রেডেরিক হিটজ কর্তৃক পরিচালিত সিআইএ অভিযোগের তদন্ত, বিচার বিভাগের ইন্সপেক্টর-জেনারেল মাইকেল ব্রমউইচ কর্তৃক আইন প্রয়োগকারী সংস্থার অভিযোগের তদন্ত এবং হাউস ইন্টেলিজেন্স কমিটি কর্তৃক সিআইএ-এর উপর দ্বিতীয় তদন্ত।ওয়েবের অব্যাহত প্রতিবেদন চতুর্থ তদন্তের সূত্রপাত করে। \"ডার্ক অ্যালায়েন্স\"-এর প্রথম প্রবন্ধে, যেখানে ব্লান্ডন এবং মেনেসেসের বিরুদ্ধে আইন প্রয়োগকারী সংস্থাগুলির ব্যর্থতা নিয়ে আলোচনা করা হয়েছিল, সেখানে বেশ কয়েকটি মামলার কথা উল্লেখ করা হয়েছিল। এর মধ্যে একটি ছিল ১৯৮৬ সালে লস অ্যাঞ্জেলেস কাউন্টি শেরিফের বিভাগ কর্তৃক ব্লান্ডনের মাদক সংগঠনের উপর অভিযান, যা নিবন্ধে পরামর্শ দেওয়া হয়েছিল যে মাদক চোরাচালানের সাথে সিআইএ-এর সম্পর্ক প্রমাণ করেছে যা পরে দমন করা হয়েছিল। অক্টোবরের গোড়ার দিকে যখন ওয়েব অভিযানের প্রমাণ নিয়ে আরেকটি গল্প লেখেন, তখন লস অ্যাঞ্জেলেসে এটি ব্যাপক মনোযোগ আকর্ষণ করে। লস অ্যাঞ্জেলেস শেরিফ বিভাগ \"ডার্ক অ্যালায়েন্স\" দাবির উপর নিজস্ব তদন্ত শুরু করেছে। \n\n\n=== অন্যান্য সংবাদপত্রে কভারেজ ===\nসিরিজটিতে করা দাবিগুলির উপর ফেডারেল তদন্তের ঘোষণার পর, অন্যান্য সংবাদপত্র তদন্ত শুরু করে এবং বেশ কয়েকটি সংবাদপত্র সিরিজের দাবিগুলিকে অতিরঞ্জিত করে এমন নিবন্ধ প্রকাশ করে।সিরিজের দাবির উপর প্রথম বিস্তারিত নিবন্ধটি অক্টোবরের প্রথম দিকে দ্য ওয়াশিংটন পোস্টে প্রকাশিত হয়েছিল।  তাদের প্রথম পৃষ্ঠার প্রবন্ধে, সাংবাদিক রবার্তো সুরো এবং ওয়াল্টার পিনকাস লিখেছেন যে \"উপলব্ধ তথ্য\" সিরিজের দাবিগুলিকে সমর্থন করে না এবং \"ফাটলের উত্থান\" ছিল \"একটি বিস্তৃত-ভিত্তিক ঘটনা\" যা বিভিন্ন খেলোয়াড়দের দ্বারা বিভিন্ন জায়গায় পরিচালিত হয়েছিল। এই প্রবন্ধে রসের আইনজীবীর সাথে ওয়েবের যোগাযোগ এবং রসের পক্ষের পক্ষ থেকে ওয়েবের সিরিজটি কীভাবে ব্যবহার করা হয়েছে সে সম্পর্কে প্রসিকিউশনের অভিযোগ নিয়ে আলোচনা করা হয়েছে।  অক্টোবরের মাঝামাঝি সময়ে নিউ ইয়র্ক টাইমস এই সিরিজের উপর দুটি নিবন্ধ প্রকাশ করে, দুটিই লিখেছিলেন প্রতিবেদক টিম গোল্ডেন। লস অ্যাঞ্জেলেস কৃষ্ণাঙ্গ সম্প্রদায়ের গল্পগুলির প্রতি প্রতিক্রিয়া নিয়ে একটি নিবন্ধে সিরিজের প্রমাণগুলিকে \"পাতলা\" বলে বর্ণনা করা হয়েছে।  গোল্ডেন রসের আইনজীবীর সাথে ওয়েবের যোগাযোগ নিয়ে বিতর্কের কথাও উল্লেখ করেছেন। অন্য প্রবন্ধে, বর্তমান এবং প্রাক্তন গোয়েন্দা এবং আইন প্রয়োগকারী কর্মকর্তাদের সাক্ষাৎকারের উদ্ধৃতি দিয়ে, সিরিজে আলোচিত মাদক ব্যবসায়ীদের গুরুত্ব নিয়ে প্রশ্ন তোলা হয়েছে, ক্র্যাক কোকেন ব্যবসা এবং নিকারাগুয়ায় স্যান্ডিনিস্তা সরকারের বিরুদ্ধে নিকারাগুয়ান কন্ট্রাসের লড়াইকে সমর্থন করার ক্ষেত্রে উভয় ক্ষেত্রেই। লস অ্যাঞ্জেলেস টাইমস এই গল্পটির জন্য সবচেয়ে বেশি জায়গা দিয়েছে, \"দ্য কোকেন ট্রেইল\" নামে তিন পর্বের একটি সিরিজ প্রকাশ করেছে। সিরিজটি ২০-২২ অক্টোবর, ১৯৯৬ পর্যন্ত চলেছিল এবং ১৭ জন সাংবাদিকের একটি দল এটি নিয়ে গবেষণা করেছিল। সিরিজের তিনটি প্রবন্ধ লিখেছেন চারজন সাংবাদিক: জেসি কাটজ, ডয়েল ম্যাকম্যানাস, জন মিচেল এবং স্যাম ফুলউড। কাটজের লেখা প্রথম প্রবন্ধটি \"ডার্ক অ্যালায়েন্স\"-এর বর্ণনার চেয়ে ক্র্যাক ট্রেডের উৎপত্তির একটি ভিন্ন চিত্র তুলে ধরেছে, যেখানে আরও বেশি সংখ্যক গ্যাং এবং চোরাকারবারি অংশগ্রহণ করেছিল।  ম্যাকম্যানাসের লেখা দ্বিতীয় প্রবন্ধটি ছিল সিরিজের দীর্ঘতম প্রবন্ধ এবং মাদক ব্যবসায় কন্ট্রাসের ভূমিকা এবং কন্ট্রাসের মাদক কার্যকলাপ সম্পর্কে সিআইএ'র জ্ঞান নিয়ে আলোচনা করা হয়েছে।  ম্যাকম্যানাস লিখেছেন যে কন্ট্রা সংস্থাগুলিতে ব্ল্যান্ডন এবং মেনেসেসের অবদান সিরিজে দাবি করা \"মিলিয়ন\" এর চেয়ে উল্লেখযোগ্যভাবে কম ছিল এবং বলেছেন যে সিআইএ তাদের রক্ষা করার চেষ্টা করেছিল এমন কোনও প্রমাণ নেই। মিচেল এবং ফুলউডের লেখা তৃতীয় প্রবন্ধে আফ্রিকান-আমেরিকানদের উপর ক্র্যাকের প্রভাব এবং \"ডার্ক অ্যালায়েন্স\" সিরিজের পরে উদ্ভূত কিছু গুজবের প্রতি তাদের প্রতিক্রিয়া কীভাবে প্রভাবিত করেছিল তা আলোচনা করা হয়েছে।  ২০১৩ সালে, লস অ্যাঞ্জেলেস টাইমসের প্রাক্তন প্রতিবেদক জেসি কাটজ সংবাদপত্রের কভারেজ সম্পর্কে বলেছিলেন, \" এলএ টাইমসের প্রতিবেদক হিসেবে, আমরা সান জোসে মার্কারি নিউজে এই সিরিজটি দেখেছিলাম এবং এটি কতটা বৈধ ছিল তা দেখে অবাক হয়েছিলাম এবং এটিকে মাইক্রোস্কোপের নীচে রেখেছিলাম, এবং আমরা এটি এমনভাবে করেছি যে আমাদের মধ্যে যারা এর সাথে জড়িত ছিল, আমি মনে করি, তারা এটির দিকে ফিরে তাকাবে এবং বলবে যে এটি অতিরিক্ত ছিল। এলএ টাইমসে আমাদের বিশাল দল ছিল এবং উত্তর ক্যালিফোর্নিয়ায় একজন একা বাজে লোকের উপর ভরসা করা হয়েছিল।\" এবং \"আমরা সত্যিই তার কাজকে এগিয়ে নেওয়ার জন্য বা গল্পকে আরও আলোকিত করার জন্য কিছুই করিনি, এবং এটি ছিল সত্যিই এক ধরণের অযৌক্তিক অনুশীলন। ... এবং এটি সেই প্রতিবেদকের ক্যারিয়ারকে ধ্বংস করে দিয়েছে।\" \n\n\n=== মার্কারি নিউজের প্রতিক্রিয়া ===\nওয়াশিংটন পোস্টের লেখাটি শুনে অবাক হয়ে, দ্য মার্কারি নিউজের নির্বাহী সম্পাদক জেরোম সেপোস সিরিজটির পক্ষে পোস্টে লিখেছেন। পোস্টটি তার চিঠি ছাপতে অস্বীকৃতি জানায়। সেপ্পোস প্রতিবেদক পিট কেরিকে দ্য মার্কারি নিউজে প্রকাশের জন্য সিরিজটির একটি সমালোচনা লিখতে বলেছিলেন এবং বিতর্কিত ওয়েবসাইটের শিল্পকর্ম পরিবর্তন করেছিলেন। কেরির সমালোচনা অক্টোবরের মাঝামাঝি সময়ে প্রকাশিত হয়েছিল এবং পোস্টের সিরিজের বেশ কয়েকটি সমালোচনার মধ্য দিয়ে গিয়েছিল, যার মধ্যে রয়েছে ফাটল ছড়িয়ে দেওয়ার ক্ষেত্রে ব্লান্ডনের মাদক চক্রের গুরুত্ব, আদালতে ব্লান্ডনের সাক্ষ্য সম্পর্কে প্রশ্ন এবং সিআইএ জড়িত থাকার বিষয়ে নির্দিষ্ট সিরিজের অভিযোগগুলি কতটা ছিল, ওয়েবের প্রতিক্রিয়া প্রদান করে। যখন লস অ্যাঞ্জেলেস টাইমস সিরিজটি প্রকাশিত হয়, তখন সেপোস আবার মূল সিরিজটির পক্ষে লেখেন। তিনি তিনটি পত্রিকার সাক্ষাৎকারেও সিরিজটির পক্ষে কথা বলেছেন। তবে সমালোচনার মাত্রা সেপ্পোসকে এই বিষয়টি নিশ্চিত করতে বাধ্য করেছিল যে দ্য মার্কারি নিউজকে তার পাঠকদের কাছে স্বীকার করতে হয়েছিল যে সিরিজটি তীব্র সমালোচনার শিকার হয়েছে। ৩ নভেম্বর প্রকাশিত একটি কলামে তিনি এই কাজটি করেছিলেন, যেখানে তিনি সিরিজটির পক্ষে কথা বলেছিলেন, কিন্তু একই সাথে তিনি পত্রিকাটিকে প্রধান সমালোচনার পর্যালোচনার জন্যও প্রতিশ্রুতিবদ্ধ করেছিলেন। সেপ্পোসের কলামে দ্য নিউ ইয়র্ক টাইমস এবং দ্য ওয়াশিংটন পোস্ট উভয়ের কাছ থেকে সম্পাদকীয় প্রতিক্রিয়া এসেছে। টাইমসের একটি সম্পাদকীয়তে, \"অপ্রমাণিত অভিযোগ\" করার জন্য সিরিজটির সমালোচনা করার সময়, স্বীকার করা হয়েছে যে এটি \"নিকারাগুয়ানদের মাদক চোরাচালান এবং লেনদেনের সাথে কন্ট্রাসের অন্তত আনুমানিক সংযোগ\" খুঁজে পেয়েছে এবং আরও তদন্তের আহ্বান জানিয়েছে। পোস্টের প্রতিক্রিয়াটি সংবাদপত্রের ন্যায়পাল, জেনেভা ওভারহোলসারের কাছ থেকে এসেছে। ওভারহোলসার সিরিজটির কঠোর সমালোচনা করেছিলেন, \"একজন আপাতদৃষ্টিতে উগ্র মাথার লোকের দ্বারা রিপোর্ট করা হয়েছিল যিনি মানুষকে এমন সিদ্ধান্তে পৌঁছাতে ইচ্ছুক ছিলেন যা তার রিপোর্টিং সমর্থন করতে পারে না।\" কিন্তু সিরিজের ত্রুটিগুলিকে \"অমার্জনীয়ভাবে অসাবধান সাংবাদিকতা\" বলে অভিহিত করার সময়, ওভারহোলসার সিরিজটির পক্ষে সেপ্পোসের চিঠিটি ছাপতে পোস্টের অস্বীকৃতির সমালোচনা করেছিলেন এবং পোস্টের গল্পের কভারেজের তীব্র সমালোচনা করেছিলেন। পোস্টের সামগ্রিক মনোযোগ \"ভুল স্থানে\" বলে অভিহিত করে ওভারহোলসার দুঃখ প্রকাশ করেন যে, সিআইএ মাদক চোরাচালানে কন্ট্রার জড়িত থাকার বিষয়টি উপেক্ষা করেছে কিনা তা পুনঃপরীক্ষা করার সুযোগটি পত্রিকাটি গ্রহণ করেনি, \"এই বিষয়টিকে পোস্ট এবং জনসাধারণ অসম্মান করেছে।\"বিপরীতে, সিরিজটি ইনভেস্টিগেটিভ রিপোর্টার্স অ্যান্ড এডিটরসের প্রাক্তন নির্বাহী পরিচালক স্টিভ ওয়েইনবার্গের কাছ থেকে সমর্থন পেয়েছিল। দ্য বাল্টিমোর সানে সিরিজের দাবিগুলির একটি দীর্ঘ পর্যালোচনায়, ওয়েইনবার্গ বলেছেন, \"আমি মনে করি সমালোচকরা অনেক বেশি কঠোর ছিলেন। কিছু হাইপেড বাক্যাংশ থাকা সত্ত্বেও, \"ডার্ক অ্যালায়েন্স\" প্রশংসনীয় অনুসন্ধানী প্রতিবেদন বলে মনে হচ্ছে।\" সিরিজটি প্রকাশের পর, জাতীয় পেশাদার সাংবাদিক সমিতির উত্তর ক্যালিফোর্নিয়া শাখা ওয়েবকে ১৯৯৬ সালের জন্য \"বর্ষসেরা সাংবাদিক\" হিসেবে ভোট দেয়।  সিরিজটি শীঘ্রই বিতর্কের মুখে পড়ে এবং একজন বোর্ড সদস্যের পুনর্বিবেচনার অনুরোধ সত্ত্বেও, শাখার বোর্ড নভেম্বর মাসে পুরস্কার প্রদানের সিদ্ধান্ত নেয়।\n\n\n=== সিরিজের সমাপ্তি ===\nসেপ্পোসের কলামের পর, দ্য মার্কারি নিউজ পরবর্তী কয়েক মাস ধরে গল্পটির অভ্যন্তরীণ পর্যালোচনা চালিয়েছে। পর্যালোচনাটি মূলত সম্পাদক জোনাথন ক্রিম এবং প্রতিবেদক পিট কেরি দ্বারা পরিচালিত হয়েছিল, যারা এই পত্রিকার সিরিজের প্রথম প্রকাশিত বিশ্লেষণ লিখেছিলেন। কেরি শেষ পর্যন্ত সিদ্ধান্ত নেন যে গল্পের বেশ কয়েকটি অংশে সমস্যা রয়েছে এবং তার অনুসন্ধানগুলি অন্তর্ভুক্ত করে একটি খসড়া নিবন্ধ লিখেছিলেন।  সংবাদপত্রটি ওয়েবকে গল্পটির সমর্থনে আরও প্রমাণ সংগ্রহের জন্য আবার মধ্য আমেরিকা ভ্রমণের অনুমতিও দিয়েছে।  জানুয়ারির মধ্যে, ওয়েব তার ভ্রমণের উপর ভিত্তি করে আরও চারটি নিবন্ধের খসড়া দাখিল করেন, কিন্তু তার সম্পাদকরা এই সিদ্ধান্তে উপনীত হন যে নতুন নিবন্ধগুলি মূল সিরিজের দাবিগুলিকে সমর্থন করতে সাহায্য করবে না।  ফেব্রুয়ারিতে সম্পাদকরা ওয়েবের সাথে বেশ কয়েকবার দেখা করে পত্রিকার অভ্যন্তরীণ পর্যালোচনার ফলাফল নিয়ে আলোচনা করেন এবং অবশেষে কেরির খসড়া প্রবন্ধ বা ওয়েবের দাখিল করা প্রবন্ধগুলি ছাপানোর সিদ্ধান্ত নেননি।  ওয়েবকে গল্পটি নিয়ে কাজ চালিয়ে যাওয়ার অনুমতি দেওয়া হয়েছিল এবং মার্চ মাসে তিনি আরও একবার নিকারাগুয়া ভ্রমণ করেছিলেন। মার্চের শেষে, সেপোস ওয়েবকে বলেছিলেন যে তিনি অভ্যন্তরীণ পর্যালোচনার ফলাফলগুলি একটি কলামে উপস্থাপন করতে যাচ্ছেন।  ওয়েবের সাথে আলোচনার পর, কলামটি ১১ মে, ১৯৯৭ তারিখে প্রকাশিত হয়।  কলামে, সেপ্পোস প্রবন্ধের কিছু অংশকে সমর্থন করে লিখেছেন যে সিরিজটিতে \"দৃঢ়ভাবে নথিভুক্ত\" ছিল যে সিরিজে বর্ণিত মাদক চক্রের কন্ট্রাসের সাথে সংযোগ ছিল এবং তারা লস অ্যাঞ্জেলেসের অভ্যন্তরীণ শহরে প্রচুর পরিমাণে কোকেন বিক্রি করত।কিন্তু, সেপ্পোস লিখেছেন, সিরিজটি চারটি ক্ষেত্রে \"আমাদের মান পূরণ করেনি\"। ১) এটি পরস্পরবিরোধী প্রমাণের শুধুমাত্র একটি ব্যাখ্যা উপস্থাপন করেছে এবং একটি ক্ষেত্রে \"এমন তথ্য অন্তর্ভুক্ত করেনি যা সিরিজের একটি কেন্দ্রীয় দাবির বিরোধিতা করে।\" ২) সিরিজের জড়িত অর্থের অনুমানকে অনুমান হিসাবে উপস্থাপন করার পরিবর্তে সত্য হিসাবে উপস্থাপন করা হয়েছিল। ৩) সিরিজটি ফাটল মহামারী কীভাবে বৃদ্ধি পেয়েছিল তা অতি সরলীকৃত করে তুলেছিল। ৪) সিরিজটি \"অস্পষ্ট ভাষা এবং গ্রাফিক্সের মাধ্যমে\" এমন কিছু ধারণা তৈরি করেছিল যা ভুল ব্যাখ্যার জন্য উন্মুক্ত ছিল।  সেপ্পোস উল্লেখ করেছেন যে ওয়েব এই সিদ্ধান্তের সাথে একমত নন। তিনি উপসংহারে বলেন, \"এই ত্রুটিগুলি কীভাবে ঘটল? ... আমি বিশ্বাস করি যে আমরা আমাদের প্রক্রিয়ার প্রতিটি ধাপে ব্যর্থ হয়েছি: আমাদের কাজের লেখা, সম্পাদনা এবং প্রযোজনায়। এখানে বেশ কয়েকজন লোক সেই ভার ভাগ করে নেন ... কিন্তু শেষ পর্যন্ত, দায়িত্বটি আমার ছিল এবং এখনও আছে।\"\n\n\n== পদত্যাগ ==\nওয়েব সেপোসের কলামের সাথে দ্বিমত পোষণ করেছিলেন এবং সাক্ষাৎকারে, সংবাদপত্রের প্রতিবেদনটি পরিচালনার সমালোচনা করেছিলেন।  অন্যদিকে, পত্রিকার সম্পাদকরা মনে করেন যে ওয়েব তাদের এমন তথ্য জানাতে ব্যর্থ হয়েছেন যা সিরিজের দাবির বিরোধিতা করে এবং তিনি \"যুক্তিসঙ্গত যুক্তি দিয়ে নয়, বরং আমাদের তাকে বিক্রি করে দেওয়ার অভিযোগের মাধ্যমে উদ্বেগের জবাব দিয়েছেন।\"  ১৯৯৭ সালের জুনে, দ্য মার্কারি নিউজ ওয়েবকে জানায় যে তারা তাকে পত্রিকার স্যাক্রামেন্টো ব্যুরো থেকে স্থানান্তর করছে এবং তাকে সান জোসে প্রধান অফিসে নিবিড় সম্পাদকীয় তত্ত্বাবধানে কাজ করার, অথবা কুপারটিনোতে স্পট রিপোর্টিংয়ের মধ্যে একটি পছন্দের প্রস্তাব দেয়; উভয় স্থানই স্যাক্রামেন্টোতে তার বাড়ি থেকে দীর্ঘ যাতায়াতের দূরত্বে ছিল।  ওয়েব অবশেষে কুপারটিনোকে বেছে নিলেন, কিন্তু সেখানে তার নিয়মিত প্রতিবেদন এবং দীর্ঘ ভ্রমণের কারণে তিনি অসন্তুষ্ট ছিলেন।  ১৯৯৭ সালের নভেম্বরে তিনি পত্রিকাটি থেকে পদত্যাগ করেন।\n\n\n== ফেডারেল তদন্তের ফলাফল ==\n\"ডার্ক অ্যালায়েন্স\"-এর দাবির উপর তিনটি ফেডারেল তদন্তের প্রতিবেদন সিরিজ প্রকাশের এক বছরেরও বেশি সময় পরে প্রকাশিত হয়নি। প্রতিবেদনগুলি সিরিজের মূল দাবিগুলিকে প্রত্যাখ্যান করেছে কিন্তু কিছু সিআইএ এবং আইন প্রয়োগকারী সংস্থার পদক্ষেপের সমালোচনা করেছে।\n\n\n=== বিচার বিভাগের প্রতিবেদন ===\nবিচার বিভাগের ইন্সপেক্টর-জেনারেলের প্রতিবেদনটি ২৩শে জুলাই, ১৯৯৮ তারিখে প্রকাশিত হয়েছিল। প্রতিবেদনের \"এপিলগ\" অনুসারে, প্রতিবেদনটি ১৯৯৭ সালের ডিসেম্বরে সম্পন্ন হয়েছিল কিন্তু প্রকাশ করা হয়নি কারণ ডিইএ এখনও আন্তর্জাতিক মাদক ব্যবসায়ীদের তদন্তে ড্যানিলো ব্লান্ডনকে ব্যবহার করার চেষ্টা করছিল এবং উদ্বিগ্ন ছিল যে প্রতিবেদনটি তদন্তের কার্যকারিতাকে প্রভাবিত করবে। যখন অ্যাটর্নি জেনারেল জ্যানেট রেনো সিদ্ধান্ত নেন যে আর বিলম্বের প্রয়োজন নেই, তখন প্রতিবেদনটি অপরিবর্তিতভাবে প্রকাশ করা হয়।  প্রতিবেদনে ফেডারেল ব্যুরো অফ ইনভেস্টিগেশন, ডিইএ, ইমিগ্রেশন অ্যান্ড ন্যাচারালাইজেশন সার্ভিস এবং মার্কিন অ্যাটর্নি অফিসের বিচার বিভাগের কর্মীদের পদক্ষেপগুলি অন্তর্ভুক্ত করা হয়েছে। এতে দেখা গেছে যে \"মূল মার্কারি নিউজের নিবন্ধগুলিতে থাকা অভিযোগগুলি প্রকৃত তথ্যের অতিরঞ্জিত ছিল।\" সিরিজের প্রধান ব্যক্তিত্ব, ব্লান্ডন, মেনেসেস এবং রসের তদন্ত এবং বিচার পরীক্ষা করার পর, এটি এই সিদ্ধান্তে পৌঁছেছে যে \"যদিও তদন্তগুলি যোগাযোগ এবং সমন্বয়ের বিভিন্ন সমস্যার সম্মুখীন হয়েছিল, তাদের সাফল্য এবং ব্যর্থতাগুলি উচ্চ-স্তরের মাদক পাচারকারীদের তদন্তের সাফল্যকে প্রভাবিত করে এমন স্বাভাবিক গতিশীলতা দ্বারা নির্ধারিত হয়েছিল ... এই কারণগুলি, কন্ট্রা সমর্থকদের মাদক পাচার কার্যকলাপ রক্ষা করার জন্য সিআইএ বা অন্য কোনও গোয়েন্দা সংস্থার দ্বারা একটি পদ্ধতিগত প্রচেষ্টার মতো দর্শনীয় কিছুর পরিবর্তে, আমরা যে মামলাগুলি পরীক্ষা করেছি তাতে কী ঘটেছে তা নির্ধারণ করে।\"  এটি আরও উপসংহারে পৌঁছেছে যে \"ব্ল্যান্ডন এবং মেনেসেস দক্ষিণ মধ্য লস অ্যাঞ্জেলেসে ক্র্যাক কোকেন প্রবর্তন এবং সারা দেশে ক্র্যাক মহামারী ছড়িয়ে দেওয়ার জন্য দায়ী ছিলেন এমন দাবি অসমর্থিত।\" যদিও এটি আবিষ্কার করেছে যে উভয় ব্যক্তিই প্রধান মাদক ব্যবসায়ী ছিলেন, \"অগণিত মাদক ব্যবহারকারীর ব্যয়ে নিজেদের সমৃদ্ধ করার জন্য দোষী\" এবং তারা কন্ট্রার উদ্দেশ্যে অর্থ অবদান রেখেছিলেন, \"আমরা পাইনি যে তাদের কার্যকলাপ দক্ষিণ মধ্য লস অ্যাঞ্জেলেসে ক্র্যাক কোকেন মহামারীর জন্য দায়ী ছিল, সারা দেশে ক্র্যাকের উত্থানের কথা তো দূরের কথা, অথবা তারা কন্ট্রার সমর্থনের একটি উল্লেখযোগ্য উৎস ছিল।\"প্রতিবেদনে এর বেশ কয়েকটি অনুসন্ধানকে \"বিপদজনক\" বলে অভিহিত করা হয়েছে। এতে দেখা গেছে যে ব্লান্ডন \"সম্পূর্ণ অনুপযুক্ত পদ্ধতিতে\" স্থায়ী বাসিন্দার মর্যাদা পেয়েছেন এবং কিছু সময়ের জন্য বিভাগ \"মেনেসেসের বিরুদ্ধে মামলা করা হবে কিনা, নাকি তাকে সহযোগী সাক্ষী হিসেবে ব্যবহার করা হবে কিনা তা নিশ্চিত ছিল না।\" সিরিজের ছোট সাইডবার গল্পগুলিতে উত্থাপিত বিষয়গুলির বিষয়ে, এটি দেখা গেছে যে সরকারের কেউ কেউ \"আগ্রহী ছিলেন না\" যে ডিইএ এজেন্ট সেলেরিনো কাস্টিলো এল সালভাদরের ইলোপাঙ্গো বিমানবন্দরে \"প্রকাশ্যে তদন্ত\" করুক, যেখানে কন্ট্রাসের সমর্থনে গোপন অভিযান পরিচালিত হয়েছিল, এবং সিআইএ প্রকৃতপক্ষে চোরাকারবারী জুলিও জাভালার সাথে জড়িত একটি মামলায় হস্তক্ষেপ করেছিল। তবে, এটি এই সিদ্ধান্তে উপনীত হয়েছে যে এই সমস্যাগুলি \"মূল অভিযোগগুলির দ্বারা প্রস্তাবিত ফেডারেল ফৌজদারি বিচার ব্যবস্থার ব্যাপক কারসাজি এবং দুর্নীতির ধরণ থেকে অনেক দূরে।\"\n\n\n=== সিআইএ রিপোর্ট ===\nসিআইএ ইন্সপেক্টর-জেনারেলের রিপোর্ট দুটি খণ্ডে প্রকাশিত হয়েছিল। প্রথমটি, \"দ্য ক্যালিফোর্নিয়া স্টোরি\", ১৭ ডিসেম্বর, ১৯৯৭ তারিখে একটি শ্রেণীবদ্ধ সংস্করণে এবং ২৯ জানুয়ারী, ১৯৯৮ তারিখে একটি অশ্রেণীবদ্ধ সংস্করণে প্রকাশিত হয়েছিল। দ্বিতীয় খণ্ড, \"দ্য কন্ট্রা স্টোরি\", ২৭শে এপ্রিল, ১৯৯৮ তারিখে একটি শ্রেণীবদ্ধ সংস্করণে এবং ৮ই অক্টোবর, ১৯৯৮ তারিখে একটি অশ্রেণীবদ্ধ সংস্করণে প্রকাশিত হয়েছিল।প্রতিবেদন অনুসারে, ইন্সপেক্টর-জেনারেলের অফিস (OIG) \"কন্ট্রা কার্যকলাপে প্রত্যক্ষ বা পরোক্ষভাবে জড়িত কোনও ব্যক্তির সম্পর্কে মাদক পাচারের অভিযোগ সম্পর্কে সিআইএ-এর জ্ঞান সম্পর্কিত\" সংস্থার কাছে থাকা সমস্ত তথ্য পরীক্ষা করে দেখেছে। এটি কন্রা কার্যকলাপে জড়িত ব্যক্তিদের দ্বারা \"মাদক পাচারের অভিযোগ সম্পর্কিত তথ্য সিআইএ কীভাবে পরিচালনা করেছে এবং প্রতিক্রিয়া জানিয়েছে\" তাও পরীক্ষা করে দেখেছে।  প্রতিবেদনের প্রথম খণ্ডে এমন কোনও প্রমাণ পাওয়া যায়নি যে \"সিআইএ-এর কোনও প্রাক্তন বা বর্তমান কর্মচারী, অথবা সিআইএ-এর পক্ষে কাজ করা কারও, রস, ব্লান্ডন, অথবা মেনেসেসের সাথে প্রত্যক্ষ বা পরোক্ষভাবে কোনও সম্পর্ক ছিল\" অথবা \"ডার্ক অ্যালায়েন্স\"-এ উল্লিখিত অন্য কোনও ব্যক্তিত্ব কখনও সংস্থাটির দ্বারা নিযুক্ত, যুক্ত বা যোগাযোগ করেছিলেন। \"ব্ল্যান্ডন এবং মেনেসেসের মাদক পাচারের কার্যকলাপ সিআইএ কর্তৃক পরিচালিত কন্ট্রা কারণ বা কন্ট্রা কার্যকলাপকে সমর্থন করার কোনও প্রতিশ্রুতি দ্বারা অনুপ্রাণিত ছিল\" এই দাবির সমর্থনে এটি কিছুই খুঁজে পায়নি। এটি উল্লেখ করেছে যে ব্লান্ডন এবং মেনেসেস লস অ্যাঞ্জেলেসের কন্ট্রা সহানুভূতিশীলদের অর্থ দান করার দাবি করেছেন, কিন্তু এটি সত্য কিনা বা সংস্থাটি এটি সম্পর্কে শুনেছে কিনা তা নিশ্চিত করার জন্য কোনও তথ্য পাননি।  রস, ব্লান্ডন বা মেনেসেসের বিরুদ্ধে আইন প্রয়োগকারী সংস্থার পদক্ষেপে হস্তক্ষেপের দাবির সমর্থনে কোনও তথ্য পাওয়া যায়নি। \n\n\n=== হাউস কমিটির রিপোর্ট ===\nহাউস ইন্টেলিজেন্স কমিটি ২০০০ সালের ফেব্রুয়ারিতে তাদের প্রতিবেদন জারি করে।  প্রতিবেদন অনুসারে, এটি ওয়েবের প্রতিবেদন এবং লেখাকে \"তদন্তকে কেন্দ্রীভূত এবং পরিমার্জিত করার মূল উৎস\" হিসেবে ব্যবহার করেছে। সিআইএ এবং বিচার বিভাগের প্রতিবেদনের মতো, এটি আরও দেখেছে যে ব্লান্ডন, মেনেসেস বা রস কেউই সিআইএর সাথে যুক্ত ছিলেন না।  সান ফ্রান্সিসকোর স্থানীয় কন্ট্রা সংস্থাকে মেনেসেস এবং ব্ল্যান্ডন যে সহায়তা দিয়েছিলেন তা পরীক্ষা করে, প্রতিবেদনে এই সিদ্ধান্তে উপনীত হয়েছে যে এটি \"সংস্থার অর্থায়নের জন্য যথেষ্ট ছিল না\" এবং \"লক্ষ লক্ষ\" ছিল না, যা \"ডার্ক অ্যালায়েন্স\" সিরিজের দাবির বিপরীত। এই সমর্থন \"কন্ট্রা আন্দোলনের মধ্যে এমন কারো দ্বারা পরিচালিত হয়নি যাদের সিআইএ-এর সাথে সম্পর্ক ছিল,\" এবং কমিটি \"কোন প্রমাণ পায়নি যে সিআইএ বা গোয়েন্দা সম্প্রদায় এই ব্যক্তিদের সমর্থন সম্পর্কে অবগত ছিল।\"  এটি ওয়েবের এই পরামর্শকে সমর্থন করার জন্যও কোনও প্রমাণ পায়নি যে সিরিজে উল্লিখিত আরও বেশ কয়েকজন মাদক চোরাচালানকারী সিআইএ-এর সাথে যুক্ত ছিল, অথবা সিআইএ বা অন্যান্য গোয়েন্দা সংস্থার সাথে যুক্ত কেউ লস অ্যাঞ্জেলেসে মাদক সরবরাহ বা বিক্রির সাথে জড়িত ছিল। \n\n\n== ডার্ক অ্যালায়েন্স বই ==\nদ্য মার্কারি নিউজ থেকে পদত্যাগের পর, ওয়েব \"ডার্ক অ্যালায়েন্স\" সিরিজটিকে একটি বইতে সম্প্রসারিত করেন যা সিরিজের সমালোচনার জবাব দেয় এবং গল্প লেখা এবং বিতর্ক মোকাবেলা করার তার অভিজ্ঞতা বর্ণনা করে। এটি ১৯৯৮ সালে ডার্ক অ্যালায়েন্স: দ্য সিআইএ, দ্য কন্ট্রাস এবং দ্য ক্র্যাক কোকেন এক্সপ্লোশন নামে প্রকাশিত হয়েছিল। ১৯৯৯ সালে একটি সংশোধিত সংস্করণ প্রকাশিত হয়েছিল যাতে সিআইএ এবং বিচার বিভাগের প্রতিবেদনের প্রতি ওয়েবের প্রতিক্রিয়া অন্তর্ভুক্ত করা হয়েছিল। ২০০০ সালের ফেব্রুয়ারিতে হাউস ইন্টেলিজেন্স কমিটির প্রতিবেদনে বইটির দাবি এবং সিরিজের দাবিগুলি বিবেচনা করা হয়েছিল।  ডার্ক অ্যালায়েন্স ১৯৯৮ সালে পেন/নিউম্যান'স ওন ফার্স্ট অ্যামেন্ডমেন্ট অ্যাওয়ার্ড ফাইনালিস্ট, ১৯৯৮ সালে সান ফ্রান্সিসকো ক্রনিকল বেস্টসেলার, ১৯৯৯ সালে বে এরিয়া বুক রিভিউয়ার্স অ্যাওয়ার্ড ফাইনালিস্ট এবং ১৯৯৯ সালে পলিটিক্স বিভাগে ফায়ারক্র্যাকার অল্টারনেটিভ বুক অ্যাওয়ার্ড -বিজয়ী ছিল। \n\n\n== ওয়েবের পরবর্তী মতামত ==\n দ্য মার্কারি নিউজ ছেড়ে যাওয়ার পর সাক্ষাৎকারে, ওয়েব ১৯৯৭ সালের বিতর্ককে মিডিয়া কারসাজি হিসেবে বর্ণনা করেছিলেন। \"গল্পের সরকারি দিকটি লস অ্যাঞ্জেলেস টাইমস, দ্য নিউ ইয়র্ক টাইমস, দ্য ওয়াশিংটন পোস্টের মাধ্যমে প্রকাশিত হচ্ছে\", তিনি বলেন। \"তারা সরাসরি কিছু বলার পরিবর্তে বিশাল কর্পোরেট প্রেস ব্যবহার করে। আপনি যদি প্রধান সংবাদপত্রগুলিতে বন্ধুত্বপূর্ণ সাংবাদিকদের মাধ্যমে কাজ করেন, তাহলে এটি নিউ ইয়র্ক টাইমসের কথা বলে মনে হবে, সিআইএর মুখপত্র নয়।\"  বিতর্কের প্রতি ওয়েবের দীর্ঘতম প্রতিক্রিয়া ছিল \"দ্য মাইটি ওয়ার্লিটজার প্লেস অন\", একটি অধ্যায় যা তিনি প্রেস সমালোচনার একটি সংকলনে অবদান রেখেছিলেন:\n\nযদি আমরা পাঁচ বছর আগে দেখা করতাম, তাহলে সংবাদপত্র শিল্পের জন্য আমার চেয়ে দৃঢ় প্রতিপক্ষ আর কেউ খুঁজে পেতাম না... এবং তারপর আমি কিছু গল্প লিখেছিলাম যা আমাকে বুঝতে সাহায্য করেছিল যে আমার আনন্দ কতটা দুঃখজনকভাবে ভুল পথে চলে গেছে। এতদিন ধরে এত মসৃণ ভ্রমণ উপভোগ করার কারণটি আমার ধারণার মতো ছিল না, কারণ আমি সতর্ক, পরিশ্রমী এবং আমার কাজে দক্ষ ছিলাম... সত্যটা ছিল, এত বছর ধরে আমি এত গুরুত্বপূর্ণ কিছু লিখিনি যা চাপা দেওয়ার মতো।\n\"দ্য মাইটি ওয়ার্লিটজার প্লেস অন\" প্রবন্ধে ওয়েব বলেছেন যে তিনি বিশ্বাস করেন যে অপ্রয়োজনীয় বিষয়গুলিতে অবাধে রিপোর্ট করার জন্য সংবাদপত্র এবং ক্ষমতাবানদের মধ্যে একটি সক্রিয় যোগসাজশ ছিল, \"কিন্তু যখন আসল খারাপ এবং নোংরা জিনিসের কথা আসে... তখন আমরা আমাদের স্বাধীনতার সীমা দেখতে শুরু করি\"। তিনি আরও বলেন যে \"এই সিরিজটি বিপজ্জনক ধারণা উপস্থাপন করেছে\" \"রাষ্ট্রীয় অপরাধ সংঘটিত হয়েছে\" বলে ইঙ্গিত দিয়ে (অর্থাৎ \"১৯৮০-এর দশকে কৃষ্ণাঙ্গ পাড়াগুলির মধ্য দিয়ে প্রবাহিত ফাটলের বন্যার জন্য ফেডারেল সরকার কিছুটা দায়বদ্ধ ছিল, যদিও পরোক্ষভাবে\")। ওয়েব পরে লিখেছিলেন যে তিনি \"কখনও বিশ্বাস করেননি, এবং কখনও লেখেননি যে ফাটল প্লেগের পিছনে একটি বিশাল সিআইএ ষড়যন্ত্র ছিল [...] সিআইএ তার ট্রেঞ্চ কোটটি মাছিতে আটকে না রেখে একটি বন্দরেও মাইনিং করতে পারত না।\" \n\n\n== পরবর্তী কর্মজীবন ==\nদ্য মার্কারি নিউজ ছেড়ে যাওয়ার পর, ওয়েব ক্যালিফোর্নিয়া রাজ্য আইনসভার একজন তদন্তকারী হিসেবে কাজ করেন। তার দায়িত্বের মধ্যে ছিল ক্যালিফোর্নিয়া হাইওয়ে পেট্রোল কর্তৃক বর্ণগত প্রোফাইলিং তদন্ত করা এবং ২০০১ সালে ওরাকল কর্পোরেশন ৯৫ মিলিয়ন ডলারের বিড-বিহীন চুক্তি পেয়েছিল বলে অভিযোগ করা।  আইনসভায় কাজ করার সময়, ওয়েব ফ্রিল্যান্স অনুসন্ধানী প্রতিবেদন চালিয়ে যেতেন, কখনও কখনও তার অনুসন্ধানী কাজের উপর ভিত্তি করে। উদাহরণস্বরূপ, তিনি ট্র্যাফিক স্টপে বর্ণগত প্রোফাইলিং সম্পর্কিত একটি নিবন্ধ লিখেছিলেন যা ১৯৯৯ সালের এপ্রিল মাসে এস্কোয়ার ম্যাগাজিনের সংস্করণে প্রকাশিত হয়েছিল।  পরে ওয়েব স্টেট অ্যাসেম্বলির সংখ্যাগরিষ্ঠ পরিষেবা অফিসে চলে যান। ২০০৪ সালের ফেব্রুয়ারিতে অ্যাসেম্বলি সদস্য ফ্যাবিয়ান নুনেজ স্পিকার নির্বাচিত হলে তাকে ছাঁটাই করা হয়।  ২০০৪ সালের আগস্টে, ওয়েব একটি বিকল্প সাপ্তাহিক সংবাদপত্র স্যাক্রামেন্টো নিউজ অ্যান্ড রিভিউতে যোগদান করেন, যেখানে তিনি অনুসন্ধানী লেখালেখি চালিয়ে যান। তার শেষ প্রবন্ধগুলির মধ্যে একটিতে আমেরিকা'স আর্মি পরীক্ষা করা হয়েছিল, যা মার্কিন সেনাবাহিনী দ্বারা ডিজাইন করা একটি ভিডিও গেম। \n\n\n== মৃত্যু ==\n২০০৪ সালের ১০ ডিসেম্বর ওয়েবকে তার কারমাইকেলের বাড়িতে মৃত অবস্থায় পাওয়া যায়, তার মাথায় দুটি গুলি লেগেছিল। স্যাক্রামেন্টো কাউন্টি করোনারের অফিস তার মৃত্যুকে আত্মহত্যা বলে ঘোষণা করেছে। লস অ্যাঞ্জেলেস টাইমসে ওয়েবের আঘাতের বর্ণনা অনুসারে, তিনি একটি .38 রিভলবার দিয়ে নিজেকে গুলি করেছিলেন, যা তিনি তার ডান কানের কাছে রেখেছিলেন। প্রথম গুলিটি তার মুখ দিয়ে বেরিয়ে বাম গাল দিয়ে বেরিয়ে যায়। করোনারের কর্মীরা সিদ্ধান্তে পৌঁছেছেন যে দ্বিতীয় গুলিটি একটি ধমনীতে আঘাত করেছে।  স্থানীয় একটি সংবাদপত্রে একাধিক গুলির আঘাতে ওয়েবের মৃত্যু হওয়ার খবর প্রকাশের পর, করোনারের অফিসে ওয়েবের মৃত্যু সম্পর্কে এত বেশি ফোন আসে যে স্যাক্রামেন্টো কাউন্টি করোনার রবার্ট লিয়ন্স একটি বিবৃতি জারি করে নিশ্চিত করেন যে ওয়েব আত্মহত্যা করেছেন।  স্থানীয় সাংবাদিকরা যখন দুটি গুলির গুলির আত্মহত্যা হওয়ার সম্ভাবনা সম্পর্কে জিজ্ঞাসা করেছিলেন, তখন লিওন্স উত্তর দিয়েছিলেন: \"আত্মহত্যার ক্ষেত্রে দুটি গুলি চালানো অস্বাভাবিক, তবে অতীতে এটি করা হয়েছে এবং এটি আসলে একটি স্পষ্ট সম্ভাবনা।\"  সেই সময় ইন্টারনেটে ব্যাপক গুজব ছড়িয়ে পড়েছিল যে আট বছর আগে প্রকাশিত তার \"ডার্ক অ্যালায়েন্স\" সিরিজের প্রতিশোধ হিসেবে ওয়েবকে হত্যা করা হয়েছে।  ওয়েবের প্রাক্তন স্ত্রী সুসান বেল সাংবাদিকদের বলেন যে তিনি বিশ্বাস করেন ওয়েব আত্মহত্যা করে মারা গেছেন।  \"সে যেভাবে আচরণ করছিল তাতে আমার পক্ষে বিশ্বাস করা কঠিন যে এটা আত্মহত্যা ছাড়া আর কিছু নয়,\" তিনি বলেন। বেলের মতে, ওয়েব কিছু সময় ধরে অন্য একটি বড় সংবাদপত্রে চাকরি পেতে না পারার কারণে অসন্তুষ্ট ছিলেন। মৃত্যুর এক সপ্তাহ আগে তিনি তার বাড়ি বিক্রি করে দিয়েছিলেন কারণ তিনি বন্ধক বহন করতে অক্ষম ছিলেন।  ওয়েবের মৃত্যুর পর, \"ডার্ক অ্যালায়েন্স\" সিরিজের আগে এবং পরে তার গল্পের একটি সংগ্রহ প্রকাশিত হয়। \"দ্য কিলিং গেম: সিলেক্টেড স্টোরিজ ফ্রম দ্য অথর অফ ডার্ক অ্যালায়েন্স\" নামক সংকলনটি ওয়েবের ছেলে এরিক দ্বারা সম্পাদিত হয়েছিল।\n\n\n== উত্তরাধিকার ==\n\n\n=== ওয়েবের সাংবাদিকতা সম্পর্কে মতামত ===\nওয়েবের সাংবাদিকতা সম্পর্কে দৃষ্টিভঙ্গি বিভিন্ন মেরুকরণে বিভক্ত হয়ে পড়েছে। \"ডার্ক অ্যালায়েন্স\" নিয়ে বিতর্কের সময় এবং তার ঠিক পরেই, ওয়েবের আগের লেখাগুলি নিবিড়ভাবে পরীক্ষা করা হয়েছিল। ১৯৯৭ সালের জানুয়ারিতে আমেরিকান জার্নালিজম রিভিউ- তে প্রকাশিত একটি প্রবন্ধে উল্লেখ করা হয়েছে যে ১৯৯৪ সালে ওয়েবের লেখা একটি সিরিজ মার্কারি নিউজের অভ্যন্তরীণ পর্যালোচনার বিষয়বস্তু ছিল যেখানে ওয়েবের প্রতিবেদনের সমালোচনা করা হয়েছিল।  ১৯৯৭ সালের জুনে নিউ ইয়র্ক টাইমসের একটি প্রোফাইলে ওয়েবের উল্লেখ করা হয়েছে যে ক্লিভল্যান্ড প্লেইন ডিলারের জন্য লেখা তার দুটি সিরিজের ফলে মামলা হয়েছিল এবং পত্রিকাটি তা নিষ্পত্তি করেছিল।  অন্যদিকে, তার সাথে কাজ করা অনেক লেখক এবং সম্পাদক তার প্রশংসা করেছেন। পুলিৎজার পুরস্কারপ্রাপ্ত প্রতিবেদক ওয়াল্টার বোগডানিচ, যিনি দ্য প্লেইন ডিলারে ওয়েবের সাথে কাজ করেছিলেন, আমেরিকান জার্নালিজম রিভিউ সম্পাদক সুসান প্যাটার্নোকে বলেছিলেন, \"তিনি ছিলেন মেধাবী; তিনি পাবলিক রেকর্ড সম্পর্কে আমার পরিচিত কারও চেয়ে বেশি জানতেন।\"  দ্য প্লেইন ডিলারে ওয়েবের সম্পাদক মেরি অ্যান শার্কি ১৯৯৭ সালে লেখক অ্যালিসিয়া শেপার্ডকে বলেছিলেন যে ওয়েব 'কার্পেন্টার' নামে পরিচিত ছিলেন \"কারণ তিনি সবকিছুই নিখুঁতভাবে লিখেছিলেন। গ্যারির ডকুমেন্টেশন অসাধারণ এবং তার কাজের নীতি অবিশ্বাস্য।\"  \"ডার্ক অ্যালায়েন্স\" বিতর্ক ভেঙে যাওয়ার পর কংগ্রেসে ওয়েবের সবচেয়ে শক্তিশালী সমর্থক ক্যালিফোর্নিয়ার প্রতিনিধি ম্যাক্সিন ওয়াটার্স, ওয়েবের মৃত্যুর পর একটি বিবৃতি জারি করে তাকে \"আমাদের দেশের দেখা সেরা অনুসন্ধানী সাংবাদিকদের একজন\" বলে অভিহিত করেন। দ্য মার্কারি নিউজের সম্পাদক জোনাথন ক্রিম, যিনি দ্য প্লেইন ডিলার থেকে ওয়েবকে নিয়োগ করেছিলেন এবং \"ডার্ক অ্যালায়েন্স\"-এর দ্য মার্কারি নিউজের অভ্যন্তরীণ পর্যালোচনা তত্ত্বাবধান করেছিলেন, তিনি এজেআর সম্পাদক প্যাটার্নোকে বলেছিলেন যে ওয়েবের \"একজন প্রতিবেদকের মধ্যে যা যা গুণাবলী থাকা উচিত তার সবই ছিল: কৌতূহলী, একগুঁয়ে, অন্যায় প্রকাশ করার এবং বেসরকারি ও সরকারি কর্মকর্তাদের জবাবদিহি করার উচ্চ ইচ্ছাশক্তি।\" কিন্তু ক্রিম যেমন ওয়েবের জীবনীকার নিক স্কুকে বলেছিলেন, \"গ্যারিকে একজন নিরলস প্রতিবেদক করে তুলতে যে উদ্যোগ সাহায্য করেছিল তা হল নিজেকে প্রশ্ন করার অক্ষমতা, এই ধারণা পোষণ করা যে তিনি ভুল করেছেন।\"  দ্য মার্কারি-নিউজে ওয়েবের প্রথম সম্পাদক স্কট হারহোল্ড ২০১৩ সালের একটি কলামে লিখেছিলেন যে \"গ্যারি ওয়েব ছিলেন অসাধারণ প্রতিভার অধিকারী একজন সাংবাদিক। আমার পরিচিত খুব কম সাংবাদিকই অনুসন্ধানী গল্পের জন্য তার নাকের সাথে মানানসই ছিলেন। যখন তিনি নিযুক্ত ছিলেন, তখন তিনি কঠোর পরিশ্রম করেছিলেন। তিনি ভালো লিখতেন। কিন্তু ওয়েবের একটি বিশাল অন্ধ দিক ছিল: তিনি মূলত আবেগপ্রবণ মানুষ ছিলেন, ন্যায্যতার নয়। যখন তথ্য তার তত্ত্বের সাথে খাপ খায় না, তখন তিনি তাদের পাশে ঠেলে দিতেন।\" \n\n\n=== \"ডার্ক অ্যালায়েন্স\" সিরিজের ভিউ ===\n\"ডার্ক অ্যালায়েন্স\" সিরিজের দাবি যে মেনেসেস-ব্ল্যান্ডন-রসের মাদক চক্র \"ক্র্যাক বিস্ফোরণ\" শুরু করেছিল, তা সমালোচনার মুখে পড়েছে। ২০০৬ সালে ওয়েবের জীবনী লেখা সাংবাদিক নিক স্কু দাবি করেছেন যে এটিই সিরিজের সবচেয়ে গুরুত্বপূর্ণ ভুল। লস অ্যাঞ্জেলেস টাইমসের মতামত পাতায় লেখার সময়, স্কু বলেন, \"ওয়েব অসম্ভাব্যভাবেই দাবি করেছিলেন যে ব্লান্ডন-মেনেসেস-রস মাদক চক্র 'কলম্বিয়ার কোকেন কার্টেল এবং লস অ্যাঞ্জেলেসের কৃষ্ণাঙ্গ পাড়ার মধ্যে প্রথম পাইপলাইন খুলেছিল', যা 'শহুরে আমেরিকায় একটি ফাটল বিস্ফোরণ ঘটাতে' সাহায্য করেছিল। এই গল্পটি এই ধরণের স্পষ্ট সিদ্ধান্তকে সমর্থন করার জন্য কোনও প্রমাণ দেয়নি, একটি মারাত্মক ভুল যা শেষ পর্যন্ত ওয়েবকে ধ্বংস করবে, যদি তার সম্পাদকদের না হয়।\"  সিরিজের এই অংশটিকে অসমর্থিত মনে করে, শো বলেন যে সিআইএ'র জড়িত থাকার বিষয়ে সিরিজের কিছু দাবি সমর্থিত, তিনি লিখেছেন যে \"সিআইএ ১৯৯৮ সালের মার্চ মাসে একটি অভ্যন্তরীণ তদন্ত পরিচালনা করে স্বীকার করে যে সংস্থাটি এক দশকেরও বেশি সময় ধরে কন্ট্রা মাদক পাচারের বিষয়টি গোপন রেখেছিল।\" শো'র মতে, তদন্ত \"ওয়েবের অভিযোগের মূল অংশ নিশ্চিত করেছে।\" এলএ উইকলি -তে ২০১৩ সালের একটি নিবন্ধে, শো' লিখেছিলেন যে ওয়েব \"১৯৯৮ সালের সিআইএ ইন্সপেক্টর জেনারেলের একটি প্রতিবেদন দ্বারা প্রমাণিত হয়েছেন, যেখানে প্রকাশিত হয়েছিল যে এক দশকেরও বেশি সময় ধরে সংস্থাটি ব্লান্ডনের মতো নিকারাগুয়ান মাদক ব্যবসায়ীদের সাথে তার ব্যবসায়িক সম্পর্ক গোপন রেখেছিল।\"  ২০০৫ সালে ওয়েবের মৃত্যুর পর লেখার সময়, দ্য নেশন ম্যাগাজিনের প্রাক্তন ওয়াশিংটন সম্পাদক ডেভিড কর্ন বলেছিলেন যে ওয়েব \"কিছু একটা বিষয়ে ছিলেন কিন্তু তিনি কীভাবে এটি পরিচালনা করেছিলেন তার কিছুটা ভুল ছিল।\" কর্নের মতে, ওয়েব \"কিছু গুরুত্বপূর্ণ বিবরণে ভুল ছিলেন, কিন্তু তিনি, একভাবে, তার প্রতিষ্ঠিত মিডিয়া সমালোচকদের তুলনায় সত্যের কাছাকাছি ছিলেন যারা আসল সিআইএ-কন্ট্রা-কোকেন সংযোগের গল্প উপেক্ষা করেছিলেন।\" স্কো-এর মতো, কর্ন ইন্সপেক্টর জেনারেলের প্রতিবেদনটি উদ্ধৃত করেছেন, যেখানে তিনি বলেছেন \"স্বীকার করা হয়েছে যে সিআইএ প্রকৃতপক্ষে সন্দেহভাজন মাদক ব্যবসায়ীদের (sic) সাথে কাজ করেছে, একই সাথে কন্ট্রাসকে সমর্থন করেছে।\"  সকল লেখক একমত নন যে ইন্সপেক্টর জেনারেলের রিপোর্ট সিরিজের দাবিগুলিকে সমর্থন করেছে। দ্য ওয়াশিংটন পোস্টের অনুসন্ধানী প্রতিবেদনের সহকারী ব্যবস্থাপনা সম্পাদক জেফ লিন ২০১৪ সালের মতামত পৃষ্ঠার একটি নিবন্ধে লিখেছেন যে \"রিপোর্টে ওয়েব যে মাদক চক্রের কথা লিখেছেন তার সাথে সিআইএ-র কোনও সম্পর্ক খুঁজে পাওয়া যায়নি।\" ১৯৮০-এর দশকে মিয়ামি হেরাল্ডের জন্য কোকেন ব্যবসার খবর প্রকাশ করা লিন এই দাবি প্রত্যাখ্যান করেছেন যে \"[প্রতিবেদনটি] মাদক চোরাচালানের অভিযোগের প্রতি উদাসীনতার একটি সংস্থার মানসিকতা উন্মোচিত করেছে\", এটি ওয়েবের প্রতিবেদনকে সমর্থন করে। জর্জ ওয়াশিংটন বিশ্ববিদ্যালয়ের জাতীয় নিরাপত্তা আর্কাইভের গবেষক পিটার কর্নব্লুহও একমত নন যে রিপোর্টটি সিরিজটিকেই সমর্থন করে। প্রতিবেদনে আলোচিত বেশিরভাগ কার্যকলাপের সাথে ওয়েব যাদের সম্পর্কে রিপোর্ট করেছে তাদের কোনও সম্পর্ক নেই উল্লেখ করে, কর্নব্লুহ স্কুকে বলেন, \"আমি বলতে পারি না যে এটি একটি প্রতিশোধ। এটা ভালো যে তার গল্প সেই প্রতিবেদনগুলি প্রকাশ করতে বাধ্য করেছিল, কিন্তু এটি যা ঘটেছে তার একটি অংশ বিভ্রান্তিকর তথ্যের উপর ভিত্তি করে ছিল।\" \n\n\n=== চলচ্চিত্র ===\nকিল দ্য মেসেঞ্জার (২০১৪) ওয়েবের বই ডার্ক অ্যালায়েন্স এবং নিক স্কো'র ওয়েবের জীবনী অবলম্বনে নির্মিত। অভিনেতা জেরেমি রেনার ওয়েবের চরিত্রে অভিনয় করেছেন। \n\n\n=== টিভি ===\nস্নোফল হল একটি আমেরিকান ক্রাইম ড্রামা টেলিভিশন সিরিজ যা ১৯৮৩ সালে লস অ্যাঞ্জেলেসে প্রেক্ষাপটে রচিত। এই ধারাবাহিকটি প্রথম ফাটল মহামারী এবং শহরের সংস্কৃতির উপর এর প্রভাবকে ঘিরে আবর্তিত হয়েছে। এই সিরিজটি বেশ কয়েকটি চরিত্রের গল্প অনুসরণ করে যাদের জীবন একে অপরের সাথে মিশে যায়, যার মধ্যে সিআইএ অপারেটিভ টেডি ম্যাকডোনাল্ডও আছেন যিনি কন্ট্রাদের জন্য বন্দুক সংগ্রহ করতে সাহায্য করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎসাগার ==\nশো, নিক (২০০৬)। কিল দ্য মেসেঞ্জার: সিআইএ'র ক্র্যাক কোকেন বিতর্ক কীভাবে গ্যারি ওয়েবকে ধ্বংস করেছিল। নেশন বুক। আইএসবিএন 1-56025-930-2। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nওয়েব, গ্যারি (২০০২)। \"দ্য মাইটি ওয়ার্লিটজার বাজছে\"।   বোর্জেসন, ক্রিস্টিনা। বাজ শো তে: শীর্ষস্থানীয় সাংবাদিকরা মুক্ত সংবাদপত্রের মিথ উন্মোচন করেন। প্রমিথিউস বই। পৃষ্ঠা 141–157। আইএসবিএন 1-57392-972-7। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nওয়েব, গ্যারি (১৯৯৮)। ডার্ক অ্যালায়েন্স: সিআইএ, কন্ট্রাস এবং ক্র্যাক কোকেন বিস্ফোরণ। সেভেন স্টোরিজ প্রেস। আইএসবিএন 1-888363-93-2। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nওয়েব, গ্যারি (৪ জানুয়ারী ২০১১)।  ওয়েব, এরিক, সম্পাদক। দ্য কিলিং গেম। নিউ ইয়র্ক: সেভেন স্টোরিজ প্রেস। আইএসবিএন 9781609801434। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"সান জোসে মার্কারি নিউজের \"ডার্ক অ্যালায়েন্স\" ওয়েব পৃষ্ঠা\"। ২০ ডিসেম্বর ১৯৯৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১০ মে ২০১৪। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  এর মধ্যে রয়েছে পরবর্তী গল্প এবং অন্যান্য সংবাদপত্রের কভারেজের লিঙ্ক (এর মধ্যে কিছু অকার্যকর)।\nসিআইএ-কন্ট্রা-ক্র্যাক কোকেন বিতর্ক: বিচার বিভাগের তদন্ত এবং মামলার পর্যালোচনা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৫-০৪-২১ তারিখে ১৯৯৮ সালের ২২ জুলাই প্রকাশিত ডার্ক অ্যালায়েন্স সংবাদপত্র সিরিজে করা দাবির উপর মার্কিন যুক্তরাষ্ট্রের বিচার বিভাগের ইন্সপেক্টর জেনারেলের কার্যালয় প্রতিবেদন।\nমার্কিন যুক্তরাষ্ট্রে কোকেন পাচারে সিআইএ এবং কন্ট্রাসের মধ্যে সংযোগের অভিযোগ সম্পর্কিত তদন্তের প্রতিবেদন সেন্ট্রাল ইন্টেলিজেন্স এজেন্সি অফ দ্য ইন্সপেক্টর জেনারেলের অফিস ডার্ক অ্যালায়েন্স সংবাদপত্র সিরিজে করা দাবির উপর একটি প্রতিবেদন, যা দুটি খণ্ডে প্রকাশিত হয়েছে, ২৯ জানুয়ারী, ১৯৯৮ তারিখে খণ্ড ১ এবং ৮ অক্টোবর, ১৯৯৮ তারিখে খণ্ড ২।\nমার্কিন যুক্তরাষ্ট্রের হাউসের গোয়েন্দা বিষয়ক স্থায়ী নির্বাচন কমিটি (ফেব্রুয়ারী ২০০০)। লস অ্যাঞ্জেলেস এলাকায় কোকেন পাচারের সাথে কেন্দ্রীয় গোয়েন্দা সংস্থার জড়িত থাকার অভিযোগের উপর প্রতিবেদন। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) ডার্ক অ্যালায়েন্স সিরিজে করা দাবির উপর হাউস ইন্টেলিজেন্স কমিটির রিপোর্ট (উদ্ধৃতাংশ)।\nমার্কিন যুক্তরাষ্ট্রের সিনেট গোয়েন্দা বিষয়ক নির্বাচন কমিটি (১৯৯৭)। কোকেন মহামারী ছড়িয়ে দেওয়ার সাথে সিআইএ সংযোগের অভিযোগের শুনানি। মার্কিন সরকারের মুদ্রণ অফিস। আইএসবিএন 9780160551307। সংগ্রহের তারিখ ২০১৫-০২-০৮। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) ডার্ক অ্যালায়েন্স সিরিজের দাবির উপর সিনেট গোয়েন্দা কমিটির শুনানির রেকর্ড, ২৩ অক্টোবর এবং ২৬ নভেম্বর, ১৯৯৬।\n\n\n== পূর্বর্বতী পাঠ ==\nসেলেরিনো ক্যাস্টিলো তৃতীয় এবং ডেভ হারমন (১৯৯৪)। পাউডারপোড়া: কোকেন, কনট্রা এবং মাদক যুদ্ধ। মোজাইক প্রেস। আইএসবিএন 0-8095-4855-0। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nআলেকজান্ডার ককবার্ন এবং জেফ্রি সেন্ট ক্লেয়ার]] (১৯৯৯)। হোয়াইটআউট: সিআইএ, মাদক ও সংবাদমাধ্যম। ভার্সো বই। আইএসবিএন 1-85984-258-5। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nফ্রেডেরিক পি. হিটজ (১৯৯৯)। \"গোপন স্বাতন্ত্র্য: সিআইএ এবং মাদক\"। ইন্টারন্যাশনাল জার্নাল অফ ইন্টেলিজেন্স অ্যান্ড কাউন্টার ইন্টেলিজেন্স। ১২ (৪): ৪৪৮–৪৬২। ডিওআই:10.1080/088506099304990। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nকর্নব্লুহ, পিটার (জানুয়ারি–ফেব্রুয়ারি ১৯৯৭)। \"\"ডার্ক অ্যালায়েন্স\" নিয়ে ঝড়\"। কলম্বিয়া জার্নালিজম রিভিউ। জাতীয় নিরাপত্তা সংরক্ষণাগার, গেলম্যান লাইব্রেরি, জর্জ ওয়াশিংটন বিশ্ববিদ্যালয়। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: তারিখ বিন্যাস (link) \nমিলার, জ্যাকব (২০২২)। \"সিআইএ-কন্ট্রা সম্পর্কের সময় গোপনীয়তা, ষড়যন্ত্র এবং মিডিয়া\"। সিনিয়র থিসিস। দক্ষিণ ক্যারোলিনা বিশ্ববিদ্যালয় - কলম্বিয়া: ১–৫৬। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nরবার্ট প্যারি (১৯৯৯)। হারানো ইতিহাস: কন্ট্রাস, কোকেন, প্রেস এবং \"প্রকল্প সত্য\"। মিডিয়া কনসোর্টিয়াম। আইএসবিএন 1-893517-00-4। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nরিক রস & ক্যাথি স্কট (২০১৪). ফ্রিওয়ে রিক রস: দ্য আনটোল্ড অটোবায়োগ্রাফি. ফ্রিওয়ে স্টুডিওস। পৃষ্ঠা ২৬৩-২৭৯। আইএসবিএন ৯৭৮-১৪৯৯৬৫১৫৩৯.\nপিটার ডেল স্কট এবং জোনাথন মার্শাল (১৯৯১)। কোকেন রাজনীতি: মধ্য আমেরিকায় মাদক, সেনাবাহিনী এবং সিআইএ। ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় প্রেস। আইএসবিএন 0-520-07312-6। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n\nউপস্থিতি - সি-স্প্যানে\nGary Webb: In His Own Words (২০০৪), গেরিলা নিউজ নেটওয়ার্ক থেকে গ্যারি ওয়েবের সাথে সাক্ষাৎকারের ভিডিও।\n\"ইনসাইড দ্য ডার্ক অ্যালায়েন্স: গ্যারি ওয়েব অন দ্য সিআইএ, দ্য কন্ট্রাস, অ্যান্ড দ্য ক্র্যাক কোকেন এক্সপ্লোশন\", ডেমোক্রেসি নাউ! থেকে গ্যারি ওয়েবের সাথে অডিও সাক্ষাৎকার (১৯৯৭-১৯৯৮)।\n'একটি প্রাকৃতিক গল্প': 'ডার্ক অ্যালায়েন্স' এবং সাংবাদিক গ্যারি ওয়েবের প্রতি শ্রদ্ধাঞ্জলি, সান ফ্রান্সিসকো বে এরিয়া ইন্ডিপেন্ডেন্ট মিডিয়া সেন্টার থেকে ১৯৯৭ সালের ওয়েবের বক্তৃতা এবং সাক্ষাৎকারের প্রতিলিপি।\nস্যাক্রামেন্টো নিউজ অ্যান্ড রিভিউতে গ্যারি ওয়েবের গল্পের আর্কাইভ\n\"ফ্রন্টলাইন: মধ্য আমেরিকায় কোকেন, ষড়যন্ত্র তত্ত্ব এবং সি.আই.এ.\"। পিবিএস, আমেরিকা। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}