{"pageid": 1517317, "title": "কারাতাই মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1517317", "content": "কারাতাই মাদ্রাসা (তুর্কি: Karatay Medresesi) হল একটি মাদ্রাসা যা তুরস্কের কনিয়া শহরে অবস্থিত। এটি আলােদ্দিন মসজিদ এবং সেলজুক প্রাসাদের ধ্বংসাবশেষের বিপরীতে দুর্গের পাহাড়ের পাদদেশে অবস্থিত। ১৯৫৪ সাল থেকে এই ভবনটি টাইল শিল্পের একটি জাদুঘর হিসেবে ব্যবহৃত হচ্ছে, যেখানে বিশেষ করে সেলজুক আমলের ঐতিহাসিক টাইল সংগ্রহ প্রদর্শিত হয়। কারাতাই মাদ্রাসা এবং কারাতাই হান (একটি কারাভানসারাই যা ১২৪০-এর দশকে নির্মিত হয়েছিল) কনিয়া এবং এর আশেপাশের অঞ্চলের বৃহত্তম সংরক্ষিত স্মৃতিস্তম্ভগুলোর মধ্যে অন্যতম।\n\n\n== ইতিহাস ==\n১২৫১ সালে কায়কোবাদ দ্বিতীয়, কায়কাউস দ্বিতীয়, এবং কিলিজ আরসালান চতুর্থ-এর যুগপৎ শাসনের সময় উজির জালাল আল-দীন কারাতাই (মৃত্যু ১২৫৪) এই মাদ্রাসা প্রতিষ্ঠা করেন। এই মাদ্রাসাটি কুচুক কারাতাই মাদ্রাসা-এর পাশে নির্মিত হয়েছিল, যা বর্তমানে অস্তিত্বহীন। এটি মঙ্গোল আক্রমণের পরে নির্মিত হয়েছিল, ফলে এর নকশা সম্পূর্ণরূপে সেলজুক স্থাপত্য অনুসরণ করেনি।\nজালাল আল-দীন কারাতাই সম্ভবত মাদ্রাসার একটি পাশের কক্ষে সমাধিস্থ, যেখানে তার স্মৃতিফলক রয়েছে।\nমাওলানা রুমির জীবনীকার শামস আল-দীন আহমদ আফ্লাকি-র লেখায় উল্লেখ করা হয়েছে যে, এই মাদ্রাসাটি সুফি ও পণ্ডিতদের মিলনস্থল ছিল। যদিও সুফিদের উপস্থিতি নথিভুক্ত রয়েছে, তবে মাদ্রাসার দানপত্র (ওয়াকফিয়া) নথিতে উল্লেখ রয়েছে: \"এবং তিনি [প্রতিষ্ঠাতা] শর্ত দিয়েছিলেন যে মাদ্রাসার মুদাররিস (ইসলামি আইনের শিক্ষক) হানাফি হতে হবে...\", সম্ভবত সেলজুক শাসকেরা প্রধানত হানাফি ছিলেন বলেই।\nমাদ্রাসার টাইল নির্মাণের কাজ সম্ভবত তুস শহরের ইরানি চিত্রশিল্পী মুহাম্মদ আল-তুসি দ্বারা সমন্বিত হয়েছিল, যিনি সিরচালি মাদ্রাসার টাইল অলংকরণ করেছেন।\n\n\n== স্থাপত্য ==\nমাদ্রাসাটি একটি আয়তাকার নকশায় নির্মিত, যার পরিমাপ প্রায় ৩১.৫ বাই ২৬.৫ মিটার (১০৩ বাই ৮৭ ফুট)।\nএর প্রবেশপথটি দক্ষিণ-পূর্ব পাশে অবস্থিত, যা ভবনের এক কোণায় অবস্থিত। বাইরে থেকে প্রবেশপথটি অত্যন্ত সুসজ্জিত পাথরের প্রবেশদ্বার (পোর্টাল) দ্বারা চিহ্নিত, যেখানে আরবি লিপি, জ্যামিতিক এবং ফুলের নকশা ও আব্লাক পাথরের কাজ (ধূসর ও সাদা মার্বেলের বিকল্প রেখাগুলো) রয়েছে। দরজার ওপরে একটি মুকারনাস ছাউনি রয়েছে।\n\nএই প্রবেশপথটি ভবনের মূল কাঠামোর সাথে সংযুক্ত নয় এবং এটি আলােদ্দিন মসজিদ-এর প্রবেশপথের মতো দেখতে। এটি সম্ভবত ১২২০-এর দশকে উত্তর সিরিয়ার কারিগরদের তৈরি করা কাজ। এটি সম্ভব যে, এই প্রবেশদ্বারটি পূর্বে আলােদ্দিন মসজিদের জন্য নির্মিত হয়েছিল এবং পরবর্তীতে কারাতাই মাদ্রাসার জন্য পুনর্ব্যবহৃত হয়।\n\tবাহ্যিক\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\nভেস্টিবিউলটি একটি বড় গম্বুজবিশিষ্ট হল বা কেন্দ্রীয় আঙিনায় প্রবেশের সুযোগ দেয়, যার পরিমাপ প্রায় ১২ বাই ১২ মিটার (৩৯ বাই ৩৯ ফুট)। হলের মাঝখানে একটি বর্গাকৃতির জলাধার রয়েছে। গম্বুজের শীর্ষে একটি ওকুলাস রয়েছে, যার ব্যাস প্রায় ৫ মিটার (১৬ ফুট)।\nগম্বুজ এবং এর নিচের স্থানান্তর কাঠামো (যাকে \"তুর্কি ত্রিভুজ\" নামেও ডাকা হয়) সমৃদ্ধ টাইলস ও মোজাইকের অলংকরণ দ্বারা আবৃত, যেখানে প্রধানত কালো ও ফিরোজা রঙের প্রাধান্য রয়েছে। টাইলসগুলোতে জটিল জ্যামিতিক নকশা রয়েছে। পাশাপাশি গম্বুজের ভিত্তি এবং ওকুলাসের চারপাশে কুফিক লিপিতে খোদাই করা লেখা রয়েছে। দেয়ালের নিচের অংশগুলো ছয়কোণা ফিরোজা টাইল দ্বারা অলংকৃত, যার বেশিরভাগ অংশ সোনালী অলংকরণযুক্ত লিপি ধারণ করে।\nএই মূল হলের চারপাশে একাধিক দরজা রয়েছে, যা একসময় শিক্ষার্থীদের জন্য ছোট ব্যক্তিগত কক্ষ বা শয়নকক্ষ হিসেবে ব্যবহৃত হতো। তবে বিংশ শতাব্দীতে এই কক্ষগুলো ধ্বংস হয়ে যায় এবং ১৯৭০-এর দশকের পুনঃনির্মাণের মাধ্যমে এগুলোর বর্তমান রূপ গঠিত হয়।\n\nহলের পশ্চিম পাশে একটি আইওয়ান (একটি খিলানযুক্ত কক্ষ, যা সরাসরি মূল হলের সাথে সংযুক্ত) রয়েছে। এছাড়াও আইওয়ানের উভয় পাশে দুটি গম্বুজবিশিষ্ট কক্ষ রয়েছে, যা মূল হল থেকে সরাসরি সংযুক্ত। এগুলো সম্ভবত শ্রেণিকক্ষ ছিল, যেখানে আইওয়ানটি প্রধান শ্রেণিকক্ষ হিসেবে ব্যবহৃত হত এবং অন্য দুটি কক্ষ শীতকালীন ব্যবহারের জন্য নির্ধারিত ছিল। আইওয়ানের উত্তর দিকে থাকা একটি কক্ষ আধুনিক যুগে ধ্বংস হয়ে গেছে, তবে দক্ষিণ দিকের কক্ষটি একটি সমাধি চেম্বার হিসেবে ব্যবহৃত হয় এবং সেখানে একটি স্মৃতিফলক রয়েছে, যা সম্ভবত প্রতিষ্ঠাতা জালাল আল-দীন কারাতাইয়ের স্মৃতিফলক।\n\tঅভ্যন্তরীণ\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== জাদুঘর ==\n১৯৫৪ সাল থেকে, এই স্থানটি একটি জাদুঘর হিসেবে কাজ করে। এখানে সেলজুক টাইলস একত্রিত করা হয়েছে, অন্যদিকে পাথর বা কাঠের তৈরি নিদর্শনগুলি কোনিয়াতে অবস্থিত ইনসে মিনারে মাদ্রাসায় প্রদর্শিত হচ্ছে।  কোনিয়া থেকে আশি মাইল পশ্চিমে লেক বেয়েসেহির তীরে অবস্থিত কুবাদাবাদ প্রাসাদের রাজকীয় গ্রীষ্মকালীন বাসভবন থেকে সংগৃহীত নিদর্শনগুলির দ্বারা কারাতে জাদুঘরের সংগ্রহ বিশেষভাবে সমৃদ্ধ হয়েছে, যা ১৯৬০ সাল থেকে খনন করা হয়েছিল। \n\n২০০৬ সালে ভবনটির সংস্কার করা হয়েছিল। ২০১৯ সাল পর্যন্ত আরেকটি পুনরুদ্ধার প্রকল্পের কাজ চলমান ছিল। \n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসংগ্রহের বেশিরভাগ অংশের এবং কিছু ভবনের ছবি\nটেমপ্লেট:Tentative list of World Heritage Sites in Turkey"}