{"pageid": 1517020, "title": "লাউরা আন্তোনেল্লি", "url": "https://bn.wikipedia.org/wiki?curid=1517020", "content": "লাউরা আন্তোনেল্লি (জন্মনাম: লাউরা আন্তোনাজ; ২৮ নভেম্বর ১৯৪১ – ২২ জুন ২০১৫) ছিলেন একজন ইতালীয় চলচ্চিত্র অভিনেত্রী। তিনি ১৯৬৪ থেকে ১৯৯১ সাল পর্যন্ত মোট ৪৫টি চলচ্চিত্রে অভিনয় করেছিলেন।\n\n\n== প্রাথমিক জীবন ==\nআন্তোনেল্লির পিতৃপ্রদত্ত নাম লরা আন্তোনাজ। তিনি ইতালি রাজ্যে ইস্ত্রিয়ার প্রাক্তন রাজধানী পোলায় (ক্রোয়েশীয় ভাষায় পুলা) জন্মগ্রহণ করেন। যুদ্ধের পর তার বাবা-মা তৎকালিক যুগোস্লাভিয়া থেকে পালিয়ে ইতালীয় শরণার্থী শিবিরে আশ্রয় নেন এবং পরবর্তীতে নেপলসে স্থায়ীভাবে বসবাস শুরু করেন। সেখানে তার বাবা হাসপাতাল প্রশাসক হিসেবে কাজ পান। শৈশবে আন্তোনেল্লির গণিতের প্রতি আগ্রহ থাকলেও কিশোরী বয়সে তিনি জিমন্যাস্টিকসে পারদর্শী হয়ে ওঠেন। দ্য নিউ ইয়র্ক টাইমসের এক সাক্ষাৎকারে তিনি স্মৃতিচারণ করেন, \"কৈশরে আমার বাবা-মা আমাকে ঘণ্টার পর ঘণ্টা জিম ক্লাস করিয়েছিলেন ... তারা মনে করতেন আমি কুৎসিত, [যেকোন ক্রিয়াকলাপে] অপটু, নগণ্য এবং তারা আশা করেছিলেন [জিমন্যাস্টিকসের মাধ্যমে] আমি অন্তত কিছুটা লাবণ্যময় হয়ো উঠবো। [এক পর্যায়ে এতে] আমি দক্ষ হয়ে উঠি, বিশেষ করে রিদমিক্যাল জিমে, যা এক ধরনের নৃত্য।\"\nগণিতে পেশাজীবন গড়ার উচ্চাকাঙ্ক্ষা পরিত্যাগ করে তিনি জিমন্যাস্টিকস প্রশিক্ষক হিসেবে স্নাতক হন। এরপর তিনি রোমে গিয়ে একটি মাধ্যমিক বিদ্যালয়ের জিমনাস্টিক শিক্ষক হিসেবে কাজ শুরু করেন। সেসময় বিনোদন শিল্পের লোকজনের সাথে তার পরিচয় হতে থাকে, এবং তারাই পরবর্তীতে তাকে মডেলিংয়ের কাজ খুঁজে পেতে সাহায্য করেন।\n\n\n== কর্মজীবন ==\n\n\n=== অভিনয়ে পদার্পন ===\nকোকা-কোলার কয়েকটি বিজ্ঞাপন এবং বহু ফটোনভেলের জন্য মডেলিং করার পর, লাউরা আন্তোনেল্লি ১৯৬৪ সালে আন্তোনিও পিয়েত্রানজেলির পরিচালনায় ইল মানিফিচো কর্নুতো এবং ১৯৬৫ সালে লুইজি পেত্রিনির পরিচালনায় লে সেদিচেন্নিসহ বিভিন্ন চলচ্চিত্রে ছোট ছোট চরিত্রে অভিনয়ের মাধ্যমে চলচ্চিত্রে যাত্রা শুরু করেন।\n\n১৯৬৯ সালে পরিচালক মাসিমো দাল্লামানো তাকে তার প্রথম গুরত্বপূর্ণ ভূমিকা হিসেবে লেওপোল্ড ভন সাখের-মাসোখের উপন্যাস অবলম্বনে নির্মিত ভেনেরে ইন পেল্লিচ্চা চলচ্চিত্রের প্রধান চরিত্রে অভিনয়ের সুযোগ দেন। কিন্তু কঠোর সেন্সরশিপের কারণে চলচ্চিত্রটির মুক্তি বাধাগ্রস্ত হয়। ছয় বছর পরে, চলচ্চিত্রটি লে মালিজি দি ভেনেরে নামে পুনরায় মুক্তি পায়।  \n১৯৭১ সালে ইল মের্লো মাস্কিও চলচ্চিত্রে একজন ভায়োলনচেল বাদকের স্ত্রীর চরিত্রে অভিনয়ের মাধ্যমে লাউরা আন্তোনেল্লি সাফল্য লাভ করেন। এটি ছিল তার অভিনীত বহু ইরোটিক চলচ্চিত্রের মধ্যে প্রথম। চলচ্চিত্রটিতে তিনি লান্দো বুজ্জানকার বিপরীতে অভিনয় করেন এবং এর পরিচালক ছিলেন পাস্কুয়ালে ফেস্তা কাম্পানিলে।\n\n\n=== মালিজিয়া-র সাফল্য ===\n\n১৯৭৩ সালে লাউরা আন্তোনেল্লি সালভাতোরে সাম্পেরির পরিচালনায় মালিজিয়া চলচ্চিত্রে তুরি ফেরো এবং তরুণ আলেসান্দ্রো মোমোর সঙ্গে একজন কামুক গৃহপরিচারিকার চরিত্রে অভিনয় করেন। ৬০০ কোটি লিরার আয় করা চলচ্চিত্রটি কাল্ট চলচ্চিত্রে পরিণত হয় এবং আন্তোনেল্লিকে ইতালির \"সেক্সি আইকন\" হিসেবে প্রতিষ্ঠিত করে। এতে তার অভিনয়ের জন্য আন্তোনেল্লি সিন্দাকাতো নাজিওনালে জর্নালিস্তি চিনেমাতোগ্রাফিচি ইতালিয়ানি থেকে নাস্ত্রো দ’আর্জেন্তো সেরা অভিনেত্রী পুরস্কার এবং গ্লোবো দ’ওরো সেরা উদীয়মান অভিনেত্রী পুরস্কার লাভ করেন।\n\nআমি ছোটখাটো, একটু গোলগাল এবং আমার পা-গুলো বেশ ছোট। জানি না কেন মানুষ আমাকে পছন্দ করে।\nএর ফলে খ্যাতির পাশাপাশি তার পারিশ্রমিকের পরিমাণও বৃদ্ধি পায়। তার প্রতি চলচ্চিত্রের পারিশ্রমিক ৪০ লাখ থেকে বেড়ে ১০ কোটি লিরায় পৌঁছায়।  \nপরবর্তীতে আন্তোনেল্লি ক্লোদ শাব্রোলের ত্রাপ্পোলা পের উন লুপো-র মতো শিল্পধর্মী চলচ্চিত্রে অভিনয় করেন। সেখানে তিনি জঁ-পল বেলমন্দোর সঙ্গে কাজ করেছেন। বেলমন্দোর সঙ্গে তিনি গ্লি স্পোসি দেল্ল’আন্নো সেকোন্দোর সেটে পরিচিত হন এবং এরপর দীর্ঘ সম্পর্কে জড়ান। এছাড়া তিনি দিনো রিসির সেস্সোমাত্তো এবং লুইজি কোমেনচিনির মিও দিও, কোমে সোনো কাদুতা ইন বাস্সো! চলচ্চিত্রে অভিনয় করেছেন। মিও দিও, কোমে সোনো কাদুতা ইন বাস্সো! চলচ্চিত্রের জন্য তিনি দ্বিতীয়বারের মতো গ্লোবো দ’ওরো সেরা অভিনেত্রী পুরস্কার অর্জন করেন। এর পাশাপাশি তিনি সালভাতোরে সাম্পেরির পেক্কাতো ভেনিয়ালে এবং জুসেপ্পে পাত্রোনি গ্রিফ্ফির দিভিনা ক্রিয়াতুরা-তে অভিনয় করেছেন। চলচ্চিত্র দুটি বিশেষভাবে আন্তোনেল্লির কথা মাথায় রেখেই লেখা হয়েছিল। দিভিনা ক্রিয়াতুরা চলচ্চিত্রে তিনি টানা সাত মিনিটের একটি পূর্ণ নগ্ন দৃশ্যে অভিনয় করেন, যা সে সময়ের জন্য একটি রেকর্ড পরিমাণ সময় ছিল।  \n১৯৭৬ সাল থেকে তিনি এমন পরিচালকদের সঙ্গে কাজ করেন যারা তার ব্যক্তিগত দিকটি উন্মোচন করেন, যা তার প্রবল শারীরিক উপস্থিতির আড়ালে লুকিয়ে ছিল। এসময় তার উল্লেখযোগ্য চলচ্চিত্রগুলোর মধ্যে রয়েছে লুকিনো ভিস্কন্তির ল’ইন্নোচেন্তে (১৯৭৬), ১৯৭৭ সালে মাউরো বোলোনিনির গ্রান বোল্লিতো, এবং ১৯৮১ সালে এত্তোরে স্কোলার পাস্সিওনে দ’আমোরে, যার জন্য তিনি ডেভিড দি দোনাতেল্লো সেরা পার্শ্ব অভিনেত্রী বিভাগে মনোনয়ন পান।  \nপরে আন্তোনেল্লি যেমন টোনিনো চের্ভির দুটি কমেটি চলচ্চিত্র ইল মালাতো ইম্মাজিনারিও এবং ল’আভারো-এ কাজ করেন। উভয় চলচ্চিত্রেই আলবের্তো সোর্দি প্রধান চরিত্রে ছিলেন। এছাড়া সাম্পেরির পরিচালনায় কাস্তা এ পুরা (১৯৮১)-তে মাস্সিমো রানিয়েরির সঙ্গে অভিনয়ের মাধ্যমে তিনি ইরোটিক ধারার চলচ্চিত্রেও অভিনয় চালিয়ে যান।\n\n\n=== ১৯৮০-এর দশক: গ্রান্দি মাগাজ্জিনি ===\n১৯৮০-এর দশক জুড়ে, আন্তোনেল্লি কমেডি ও ইরোটিক চলচ্চিত্রে কাজ অব্যাহত রেখেছিলেন। ঐ দশকের শুরুতে তার উল্লেখযোগ্য চলচ্চিত্র কার্লো ভানজিনার ভিউউলেন্তেমেন্তে মিয়া (১৯৮২)। এতে তিনি দিয়েগো আবাতান্তুওনোর সাথে অভিনয় করেছিলেন।  ১৬শ শতাব্দীর একই নামের কমেডি থেকে অনুপ্রাণিত হয়ে ১৯৮৫ সালে নির্মিত লা ভেনেক্সিয়ানা চলচ্চিত্রে মোনিকা গুয়েরিতোরে ও জেসন কনেরির সাথে তিনি অভিনয় করেন। এরপর ১৯৮৬ সালে কাস্তেল্লানো ও পিপোলোর গ্রান্দি মাগাজ্জিনি চলচ্চিত্রে অভিনয় করেন। দশকের শেষের দিকে তিনি মাউরো বোলোনিনি পরিচালিত গ্লি ইন্দিফেরেন্তি (১৯৮৮) এবং এনরিকো মারিয়া সালের্নোর পরিচালনায় দিস্পেরাতামেন্তে জুলিয়া (১৯৮৯) টেলিভিশন মিনিসিরিজে অভিনয় করেন।\n\n\n=== বিচারিক ঘটনাবলি ===\n১৯৯১ সালের ২৭ এপ্রিল রাতে, চেরভেতেরির তার ভিলায়, ৩৬ গ্রাম কোকেন পাওয়া গেলে মাদক ব্যবসার অভিযোগে তাকে তিন বছর ছয় মাসের কারাদণ্ড দেওয়া হয়। নয় বছর পর, ২০০০ সালে, আন্তোনেল্লি নিজেকে মাদকের গ্রাহক প্রমাণ করতে সক্ষম হলে রোমার আপিল আদালত তাকে মামলাটি থেকে খালাস দেয়। ইতিপূর্বে ইতালির পরিবর্তীত মাদক আইনে ব্যক্তিগত ব্যবহারের জন্য মাদক গ্রহণ শাস্তিযোগ্য অপরাধ হিসেবে গণ্য হয় না।  \nআন্তোনেল্লি তাকে খ্যাতি এনে দেওয়া মালিজিয়া (১৯৭১)-এর সিক্যূয়াল মালিজিয়া ২মিলা (১৯৯১) চলচ্চিত্রের মাধ্যমে চলচ্চিত্রে প্রত্যাবর্তন করেন। চলচ্চত্রটির দৃশ্যগ্রহণের সময় আন্তোনেল্লি বয়সের ছাপ লুকানোর জন্য একজন প্লাস্টিক সার্জনের চিকিৎসা নেন। চিকিৎসার সাথে সাথে তিনি প্রতিকূল প্রতিক্রিয়া দেখান, যা অভিনেত্রীর মতে প্রসাধনী চিকিৎসার কারণে হয়েছিল। এই ঘটনা আদালতে গড়ায়, যেখানে অভিনেত্রী কয়েক কোটি লিরার ক্ষতিপূরণ দাবি করেন। পরবর্তী মামলাটি তেরো বছর পর শেষ হয়, যখন আন্তোনেল্লির ক্ষতিপূরণের দাবি খারিজ হয়ে যায় কারণ প্রসাধনী চিকিৎসার কথিত প্রভাবগুলি কুইনকের এডিমা নামক একটি রোগের কারণে হয়েছিল, চিকিৎসার কারণে নয়।  \nএই ঘটনার পর, আন্তোনেল্লি গভীর বিষণ্ণতায় ডুবে যান, যার ফলে তাকে একাধিকবার চিভিতাভেক্কিয়ার মানসিক স্বাস্থ্য কেন্দ্রে ভর্তি করা হয়। এটি অভিনেত্রীর আইনজীবীদের বিচার মন্ত্রণালয়ের বিরুদ্ধে মামলা করতে প্ররোচিত করে, উপযুক্ত ক্ষতিপূরণ দাবি করে। ২০০৩ সালে, প্রথম দফায়, তাকে ১০,০০০ ইউরো ক্ষতিপূরণ দেওয়া হয়, কিন্তু অভিনেত্রীর স্বাস্থ্য ও ইমেজের ক্ষতি পূরণের জন্য এটি অপর্যাপ্ত ছিল। আপিলে, ২০০৬ সালে, এই পরিমাণ বাড়িয়ে ১,০ৈ০০০ ইউরো এবং সুদসহ করা হয়। ২০০৭ সালে ক্যাসেশন আদালত এই রায় চূড়ান্তভাবে নিশ্চিত করে।\n\n\n== ব্যক্তিগত জীবন ==\n\nআন্তোনেল্লি প্রকাশক এনরিকো পিয়াসেন্টিনিকে বিয়ে করেছিলেন কিন্তু তাদের বিবাহবিচ্ছেদ হয়। ১৯৭২ থেকে ১৯৮০ সাল পর্যন্ত তিনি অভিনেতা জঁ-পল বেলমঁদোর সঙ্গী ছিলেন।\n১৯৯১ সালের ২৭ এপ্রিল আন্তোনেল্লির বাড়িতে পুলিশের অভিযানে কোকেইন পাওয়া যায়। এরপর তাকে কোকেইন রাখা ও ক্রয়ের দায়ে দোষী সাব্যস্ত করে গৃহবন্দী শাস্তি দেওয়া হয়। এই সাজার বিরুদ্ধে আপিল করেন এবং ১০ বছর পর রায় তার পক্ষে আসে। ২০০৬ সালে, ইতালির সুপ্রিম কোর্ট আন্তোনেল্লির পক্ষে রায় দেয় এবং আইন মন্ত্রণালয়কে তাকে ১,০৮,০০০ ইউরো ক্ষতিপূরণ দেওয়ার আদেশ করেন।\nআন্তোনেল্লি ২০১৫ সালের ২২ জুন ৭৩ বছর বয়সে হার্ট অ্যাটাকে মারা যান।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\nগ্লি ইনদিফারেন্তি (১৯৮৮ মিনিসিরিজ)-এ লিসা চরিত্রে\nদিসপেরাতামেন্তে গিউলিয়া (১৯৮৯ মিনিসিরিজ)-এ কামেন মিলকোভিচ\n\n\n== তথ্যসূত্র =="}