{"pageid": 1517804, "title": "দাওয়া ডেম", "url": "https://bn.wikipedia.org/wiki?curid=1517804", "content": "দাশো দাওয়া ডেম (জোংখা: ཟླ་བ་སྒྲོལམོ; ১৬ মে ১৯৪৪ – ১৫ ফেব্রুয়ারি ২০১৮) ছিলেন একজন ভুটানীয় সরকারি ঊর্ধ্বতন আমলা। তিনি ১৯৮১ থেকে ১৯৮৫ সাল পর্যন্ত প্রায় দুই দশক তিনি ভুটান সিভিল সার্ভিস কর্মকর্তা হিসাবে কর্মরত ছিলেন। তিনি কর্মজীবনে রাজ সচিবালয়, থিম্পু জেলা প্রশাসন, পররাষ্ট্র মন্ত্রণালয় ও রাজ উপদেষ্টা পরিষদের রাজ সচিবালয়, থিম্পু জেলা প্রশাসন, পররাষ্ট্র মন্ত্রণালয় ও রাজ উপদেষ্টা পরিষদের বিভিন্ন  পদে দায়িত্ব পালন করেছিলেন। ২০০৯ সালে অবসর নেন তিনি।২০১৮ সালে থিম্পুতে  তার মৃত্যু হয়।\n\n\n== প্রারম্ভিক জীবন ==\nদাশো দাওয়া ডেম ১৯৪৪ সালের ১৬ মে ভুটানের হা জেলার তাকচু গোয়েংগায়তে জন্মগ্রহণ করেন। হা'তে, তিনি ছিলেন প্রথম ভুটানিদের মধ্যে একজন যিনি আধুনিক শিক্ষা লাভ করেন এবং ১৯৫৬ থেকে ১৯৬৩ সাল পর্যন্ত সেখানে বিদ্যালয়ে পড়াশোনা করেন। ভুটান সরকারের বৃত্তি নিয়ে তিনি ভারতে বিভিন্ন শিক্ষাপ্রতিষ্ঠানে অধ্যয়ন করতে যান।\n\n\n== সরকারি কর্মজীবন ==\n১৯৬৫ সালের ১ জুন রাজ সচিবালয়ে ব্যক্তিগত সচিব হিসেবে তার কর্মজীবন শুরু হয়। ১৯৬৭ সালে অক্টোবরে তিনি থিম্পু জেলা প্রশাসনের রামজাম (সহকারী জেলা ম্যাজিস্ট্রেট) পদে যোগদান করেন। সেখানে ১৯৭১ সালের জুলাই পর্যন্ত কর্মরত ছিলেন তিনি। সে বছরই নতুন প্রতিষ্ঠিত পররাষ্ট্র মন্ত্রণালয়ে প্রোটোকল অফিসার পদে যোগ দেন। ১৯৭৩ সালে তিনি রাজ উপদেষ্টা পরিষদের(বর্তমানে বিলুপ্ত) সদস্য নির্বাচিত হন। সেখানে বারো বছর কর্মরত ছিলেন তিনি। দাওয়া ডেম ছিলেন ভুটান সিভিল সাভিসের প্রথম নারী সদস্য এবং প্রথম নারী রামজাম (সহকারী জেলা ম্যাজিস্ট্রেট)।  \n১৯৬৭ সালে তৃতীয় ড্রুক গ্যালপো জিগমে দর্জি ওয়াংচুক তাকে \"দাশো\" উপাধিতে ভূষিত করেন। তিনি ছিলেন এই উপাধিতে ভূষিত অল্পসংখ্যক নারীদের একজন।\n\n\n== অন্যান্য কর্মকাণ্ড ==\n১৯৯০ সালে তিনি অস্ট্রেলিয়া থেকে ইংরেজি ভাষা বিষয়ে ডিপ্লোমা ডিগ্রি নিয়েছিলেন। ১৯৭৩ সালে তিনি জাপানের পাবলিক অ্যাডমিনিস্ট্রেশন ইনস্টিটিউট থেকে প্রশাসনিক বিষয়ে প্রশিক্ষণ নেন। ১৯৮১ সালে ভুটানের জাতীয় মহিলা সমিতি(এনডব্লিউএবি) প্রতিষ্ঠায় তিনি উল্লেখযোগ্য অবদান রাখেন। জাতীয় মহিলা সমিতি(এনডব্লিউএবি) হল ভুটানের প্রধান নারী সংগঠন।  ২৩ ফেব্রুয়ারি ১৯৮৫ থেকে ২০০৯ সাল পর্যন্ত উক্ত প্রতিষ্ঠানে তিনি সংস্থার সচিব পদে নিযুক্ত ছিলেন। তিনি ১৯৮৫ সালে নাইরোবিতে জাতিসংঘ নারী সম্মেলন ও ১৯৯৫ সালে বেইজিং চতুর্থ বিশ্ব নারী সম্মেলনে দেশটির প্রতিনিধিত্ব করেছিলেন।\n\n\n== প্রয়াণ ==\n২০১৮ সালের ১৫ ফেব্রুয়ারি তিনি থিম্পুর জিগমে দর্জি ওয়াংচুক জাতীয় হাসপাতালে ৭৩ বছর বয়সে মারা যায়। ২৬ ফেব্রুয়ারি তাঁকে সৎকার করা হয়েছিল। ভুটানের প্রিভি কাউন্সিল এক বিবৃতিতে জানায়,দেশের প্রতি তার নিঃস্বার্থ ত্যাগ ও সেবা ভুটানের জনগণের হৃদয়ে চিরস্মরণীয় হয়ে থাকবে।\n\n\n== তথ্যসূত্র =="}