{"pageid": 1517239, "title": "উদ্বিগ্ন বিজ্ঞানীদের ইউনিয়ন", "url": "https://bn.wikipedia.org/wiki?curid=1517239", "content": "উদ্বিগ্ন বিজ্ঞানীদের ইউনিয়ন (ইউসিএস) একটি অলাভজনক বিজ্ঞান সচেতনতা সংস্থা, যা মার্কিন যুক্তরাষ্ট্রে অবস্থিত। সংস্থাটির সদস্যদের মধ্যে পেশাদার বিজ্ঞানীদের পাশাপাশি সাধারণ নাগরিকরাও অন্তর্ভুক্ত রয়েছেন। ২০১৫-এর হিসাব অনুযায়ী, অ্যান ক্যাপুসিনস্কি, যিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, সান্তা ক্রুজের পরিবেশ অধ্যয়ন বিভাগের অধ্যাপক এবং উপকূলীয় বিজ্ঞান ও নীতি কর্মসূচির পরিচালক, তিনি ইউসিএস বোর্ড অফ ডিরেক্টরসের চেয়ার পদে দায়িত্ব গ্রহণ করেন। তিনি হার্ভার্ড বিশ্ববিদ্যালয়ের জৈব মহাসাগরবিদ্যার অধ্যাপক এবং আমেরিকান অ্যাসোসিয়েশন ফর দ্য অ্যাডভান্সমেন্ট অফ সায়েন্সের প্রাক্তন সভাপতি জেমস জে. ম্যাকার্থিকে প্রতিস্থাপন করেন।\n\n\n== ইতিহাস ==\nউদ্বিগ্ন বিজ্ঞানীদের ইউনিয়ন ১৯৬৯ সালে ম্যাসাচুসেটস ইনস্টিটিউট অফ টেকনোলজির শিক্ষক ও শিক্ষার্থীদের দ্বারা প্রতিষ্ঠিত হয়। সংস্থাটির প্রতিষ্ঠা নথিতে বলা হয়েছে যে, এটি \"যেসব ক্ষেত্রে বিজ্ঞান ও প্রযুক্তির বাস্তব বা সম্ভাব্য গুরুত্ব রয়েছে, সেসব ক্ষেত্রে সরকারি নীতির সমালোচনামূলক ও ধারাবাহিক পর্যালোচনা পরিচালনার\" পাশাপাশি \"গবেষণার প্রয়োগকে সামরিক প্রযুক্তির উপর বর্তমান নির্ভরতার পরিবর্তে জরুরি পরিবেশগত ও সামাজিক সমস্যার সমাধানের দিকে পরিচালিত করার উপায় উদ্ভাবনের\" উদ্দেশ্যে গঠিত হয়। সংস্থাটি পরিবেশ ও নিরাপত্তা সম্পর্কিত বিষয়গুলো নিয়ে কাজ করার জন্য বিজ্ঞানী, অর্থনীতিবিদ ও প্রকৌশলীদের পাশাপাশি নির্বাহী কর্মকর্তা ও সহায়ক কর্মীদেরও নিয়োগ করে। সংস্থাটির অন্যতম সহ-প্রতিষ্ঠাতা ছিলেন পদার্থবিজ্ঞানী ও নোবেল পুরস্কার বিজয়ী হেনরি ওয়ে কেনডাল, যিনি দীর্ঘকাল ধরে উদ্বিগ্ন বিজ্ঞানীদের ইউনিয়নের পরিচালনা পর্ষদের চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন।\n১৯৯২ সালে, কেনডাল বিশ্ব বিজ্ঞানীদের মানবতার প্রতি সতর্কতার সভাপতিত্ব করেন, যেখানে নিরাপত্তা ও পরিবেশ সংক্রান্ত বিভিন্ন সমস্যা সমাধানে \"মৌলিক পরিবর্তন\" আনার আহ্বান জানানো হয়। এই নথিটি ১৭০০ জন বিজ্ঞানী দ্বারা স্বাক্ষরিত হয়েছিল, যার মধ্যে বিজ্ঞান ক্ষেত্রে অধিকাংশ নোবেল পুরস্কার বিজয়ীও অন্তর্ভুক্ত ছিলেন।\n১৯৯৭ সালে, উদ্বিগ্ন বিজ্ঞানীদের ইউনিয়ন তাদের \"বিশ্ব বিজ্ঞানীরা পদক্ষেপের আহ্বান জানাচ্ছেন\" পিটিশনটি বিশ্বের নেতাদের কাছে উপস্থাপন করে, যারা কিয়োটো প্রটোকল নিয়ে আলোচনা করতে একত্রিত হয়েছিলেন। ঘোষণায় বলা হয়, \"বিশ্বের জলবায়ুবিজ্ঞানীদের মধ্যে একটি সুস্পষ্ট ঐক্যমত্য রয়েছে যে বর্তমানে 'বিশ্বব্যাপী জলবায়ুর ওপর মানবসৃষ্ট প্রভাব স্পষ্টভাবে লক্ষ্যণীয়।'\" এটি সরকারের প্রতি আহ্বান জানায় \"বৈধভাবে বাধ্যতামূলক প্রতিশ্রুতি গ্রহণ করার জন্য, যাতে শিল্পোন্নত দেশগুলোর তাপ-ধারণকারী গ্যাসের নিঃসরণ হ্রাস করা যায়\", এবং বৈশ্বিক উষ্ণায়নকে \"গ্রহ এবং ভবিষ্যৎ প্রজন্মের জন্য অন্যতম গুরুতর হুমকি\" হিসেবে চিহ্নিত করে। পিটিশনটি \"বিশ্বের সবচেয়ে খ্যাতনামা ১,৫০০-এরও বেশি প্রবীণ বিজ্ঞানী দ্বারা স্বাক্ষরিত হয়েছিল, যার মধ্যে বিজ্ঞান ক্ষেত্রে অধিকাংশ নোবেল পুরস্কার বিজয়ীও অন্তর্ভুক্ত ছিলেন।\" \nযখন ওরেগন ইনস্টিটিউট অফ সায়েন্স অ্যান্ড মেডিসিন, একটি ছোট, ব্যক্তিগতভাবে অর্থায়িত প্রতিষ্ঠান, এমন একটি পিটিশন প্রচার করেছিল যা ঐক্যমত্যকে প্রশ্নবিদ্ধ করেছিল এবং যা ১৭,০০০-এরও বেশি বিজ্ঞান স্নাতক দ্বারা স্বাক্ষরিত হয়েছিল, তখন উদ্বিগ্ন বিজ্ঞানীদের ইউনিয়ন এটিকে \"বিজ্ঞানী সম্প্রদায়কে ভুল তথ্য দিয়ে বিভ্রান্ত করার একটি উদ্দেশ্যমূলক প্রচেষ্টা\" হিসেবে ঘোষণা করেছিল।\n২০০৮ সালের আগস্টে, উদ্বিগ্ন বিজ্ঞানীদের ইউনিয়ন ডেনভার, কলোরাডো এবং মিনেপোলিস-সেন্ট পল, মিনেসোটা-এর বিমানবন্দরে বিলবোর্ড স্থাপন করে, যেখানে ডেমোক্র্যাটিক পার্টি (মার্কিন যুক্তরাষ্ট্র) এবং প্রতিনিধি দল (মার্কিন যুক্তরাষ্ট্র) রাষ্ট্রপতির সম্মেলন অনুষ্ঠিত হতে চলেছিল। এই দুটি প্রায় অভিন্ন বিলবোর্ডে প্রতিটি শহরের কেন্দ্রস্থলকে ক্রসহেয়ারে চিহ্নিত করা হয়েছিল, এবং বার্তাটি ছিল: \"যখন একটি পরমাণু বোমা একটি শহর ধ্বংস করতে সক্ষম, যেমন মিনেপোলিস বা ডেনভার, তখন আমাদের ৬,০০০টির প্রয়োজন নেই।\" এরপর জন ম্যাককেইন বা বারাক ওবামা-এর নাম ছিল এবং সতর্কীকরণ ছিল: \"এটি পরমাণু হুমকি কমানোর জন্য সঠিকভাবে গুরুত্ব দেওয়ার সময়।\" এই বিলবোর্ডগুলো নর্থওয়েস্ট এয়ারলাইনস-এর একটি অভিযোগের পর সরিয়ে নেওয়া হয়েছিল, যেটি ছিল রিপাবলিকান সম্মেলনের অফিসিয়াল বিমান পরিবহণব্যবস্থা।ইউসিএস নর্থওয়েস্টকে \"একটি নতুন সেন্সর হিসেবে ভূমিকা গ্রহণ\" এবং এর বিরুদ্ধে অভিযোগ করে যে এটি মিনেপোলিসের বিজ্ঞাপনটিকে \"ভয়ঙ্কর\" এবং \"ম্যাককেইন-বিরোধী\" হিসেবে বিবেচনা করেছিল।\n২০২০ সালের জুনে, উদ্বিগ্ন বিজ্ঞানীদের ইউনিয়নের এক কর্মী রুথ টাইসন পদত্যাগ করেন এবং জাতিগত অসমতা নিয়ে তার মতামত প্রকাশ করতে একটি ১৭ পৃষ্ঠার খোলামেলা চিঠি পাঠান, যেখানে তিনি উল্লেখ করেন যে কৃষ্ণাঙ্গ কর্মীদের মতামত প্রায়ই উপেক্ষিত বা কম গুরুত্ব দেয়া হত। চিঠিটি পড়ে, ইউসিএস-এর সভাপতি কেন কিমেল মন্তব্য করেন যে সমালোচনাটি যথার্থ এবং এটি সমাজে সাদা জাতীয়তাবাদের একটি বৃহত্তর সংস্কৃতির প্রতিফলন, এবং তিনি এই সমস্যা সমাধান করার এবং ইউসিএস-এর কর্মী বাহিনীতে বৈচিত্র্য আনার জন্য তার প্রতিশ্রুতি পুনর্ব্যক্ত করেন। তার উত্তরসূরি, জোহানা চাও ক্রেইলিক, আংশিকভাবে \"জটিল সংস্থাগুলির কাজ এবং সংস্কৃতিতে জাতিগত ন্যায়বিচারকে সফলভাবে একীভূত করার ক্ষেত্রে তার ট্র্যাক রেকর্ড\" এর জন্য নির্বাচিত হন।\nফেব্রুয়ারি ২০২৫-এ, প্রখ্যাত পরিবেশ বিজ্ঞানী এবং নীতিনির্ধারণী প্রচারক ড. গ্রেচেন গোল্ডম্যান ইউসিএস-এর সভাপতি হিসেবে দায়িত্ব গ্রহণ করেন।\n\n\n== অর্থায়ন এবং শাসন ব্যবস্থা ==\nজর্জ সি. মার্শাল ইনস্টিটিউট অনুযায়ী, ২০০০ থেকে ২০০২ সালের মধ্যে ইউসিএস ছিল \"জলবায়ু সম্পর্কিত কর্মকাণ্ড\" এর জন্য ফাউন্ডেশন গ্র্যান্ট প্রাপ্তদের মধ্যে চতুর্থ সর্বোচ্চ গ্রহীতা, যার মোট $২৪ মিলিয়ন গ্র্যান্ট আয়ের এক চতুর্থাংশ এই উদ্দেশ্যে ব্যয় করা হয়েছিল। চ্যারিটি নেভিগেটর – একটি স্বাধীন অলাভজনক সংস্থা যা আমেরিকান দানশীল প্রতিষ্ঠানের মূল্যায়ন করে – ২০১৮ সালের সেপ্টেম্বর মাসে শেষ হওয়া আর্থিক বছরে ইউসিএস-কে চারটি তারার মধ্যে চারটি তারা প্রদান করেছে, যার মোট স্কোর ছিল ১০০ এর মধ্যে ৯১.৮৫। সংস্থাটির আইআরএস ফর্ম ৯৯০ অনুযায়ী, ইউসিএস ২০১৭ সালের ১ অক্টোবর থেকে ২০১৮ সালের ৩০ সেপ্টেম্বর পর্যন্ত কর বছরে মোট $৩৯.৯ মিলিয়ন ডলার রাজস্ব অর্জন করেছে, যার মধ্যে খরচ ছিল $৩.১ মিলিয়ন ডলার এবং নিট সম্পদ ছিল $৪৮.৮ মিলিয়ন ডলার।\n২০০৪ সালের ফেব্রুয়ারিতে, ইউসিএস \"বিজ্ঞানী নীতিতে সততা\" শিরোনামে একটি প্রতিবেদন প্রকাশ করে, যেখানে তারা মার্কিন রাষ্ট্রপতি জর্জ ডব্লিউ. বুশ'র প্রশাসনকে \"বিজ্ঞানকে রাজনৈতিকভাবে প্রভাবিত\" করার জন্য সমালোচনা করে। কিছু অভিযোগের মধ্যে ছিল পরিবেশ সুরক্ষা সংস্থা (ইপিএ)-এর বৈশ্বিক উষ্ণতা সম্পর্কিত প্রতিবেদনগুলির তথ্য পরিবর্তন, এবং বৈজ্ঞানিক অভিজ্ঞতার পরিবর্তে ব্যবসায়িক স্বার্থের ভিত্তিতে বৈজ্ঞানিক উপদেষ্টা প্যানেলের সদস্য নির্বাচন করা। ২০০৪ সালের জুলাইয়ে, ইউসিএস প্রতিবেদনটির একটি সংযোজন প্রকাশ করে, যেখানে তারা বুশ প্রশাসনকে আবারও সমালোচনা করে এবং অভিযোগ করে যে ওয়েস্ট ভার্জিনিয়া'র স্ট্রিপ মাইনিং সম্পর্কে প্রতিবেদনগুলি ভুলভাবে পরিবর্তন করা হয়েছিল এবং \"ভাল যোগ্যতা সম্পন্ন\" প্রার্থীদের, যেমন নোবেল পুরস্কারপ্রাপ্ত টর্সটেন উইজেল, কে রাজনৈতিক পার্থক্যের কারণে সরকারী পদে নিযুক্ত করা হয়নি। ২০০৪ সালের ২ এপ্রিল, হোয়াইট হাউস বিজ্ঞান ও প্রযুক্তি নীতি দপ্তর'র পরিচালক জন মারবার্গার একটি বিবৃতি প্রকাশ করেন, যেখানে তিনি ইউসিএস প্রতিবেদনটির ঘটনা বর্ণনাগুলিকে \"মিথ্যা\", \"ভুল\" এবং \"বিকৃত\" বলে দাবি করেন, এবং প্রতিবেদনটিকে \"পক্ষপাতমূলক\" হিসেবে বাতিল করেন। ইউসিএস হোয়াইট হাউসের নথির প্রতি প্রতিক্রিয়া জানিয়ে বলেছিল যে মারবার্গারের দাবিগুলি অযৌক্তিক ছিল। পরবর্তীতে ইউসিএস জানিয়েছিল যে, তার পর থেকে বুশ প্রশাসন এই বিষয়ে \"প্রায় নীরব\" ছিল।\n\n\n== ইস্যু সম্পর্কিত অবস্থান ==\nউদ্বিগ্ন বিজ্ঞানীদের ইউনিয়ন (ইউসিএস) পূর্বপ্রস্তাবিত তৃতীয় প্রজন্মের রিঅ্যাক্টর ডিজাইনের সমালোচনা করেছে। ইউসিএস-এর উর্ধ্বতন কর্মী বিজ্ঞানী এডউইন লাইম্যান এপি১০০০ এবং অর্থনৈতিক সরলিত বয়লার পানির রিঅ্যাক্টর-এর জন্য নেওয়া কিছু খরচ সাশ্রয়ী পরিকল্পনা সিদ্ধান্তগুলোর বিরুদ্ধে আপত্তি তুলেছেন। ইউসিএস ২০০৭ সালের ফরেস্টস নাউ ডিক্লারেশন সমর্থন করেছে, যা বন সংরক্ষণের জন্য নতুন বাজারভিত্তিক যান্ত্রিক ব্যবস্থা প্রবর্তনের প্রস্তাব দেয়, কারণ সংগঠনটি বনভূমি ধ্বংস প্রতিরোধের গুরুত্ব স্বীকার করেছে, যা জলবায়ু পরিবর্তন মোকাবিলা করতে সহায়ক। সংগঠনটি সরকারের এমন উদ্দীপনা কর্মসূচির সমর্থন করে, যা এমন ব্যক্তিদের উৎসাহিত করে যারা উন্নয়নকারীদের কাছে জমি বিক্রি করার পরিবর্তে অপর্যাপ্ত জমি সংরক্ষণ করতে চান। এটি মহাকাশ অস্ত্র ব্যবহারের বিরোধিতা করে এবং বিশ্বব্যাপী পারমাণবিক অস্ত্রের সংখ্যা হ্রাসের জন্য কাজ করে।\n২০০৬ সালের ৩০ অক্টোবর, ইউসিএস একটি সংবাদ লিপি জারি করে দাবি করে যে, মার্কিন যুক্তরাষ্ট্রের অভ্যন্তরীণ মন্ত্রণালয়র উচ্চ পদস্থ সদস্যরা, যার মধ্যে মাছ এবং বন্যপ্রাণী ও পার্ক বিষয়ক উপ-সহকারী সচিব জুলি এ. ম্যাকডোনাল্ড অন্তর্ভুক্ত, প্রাতিষ্ঠানিকভাবে বৈজ্ঞানিক উপাত্তে হস্তক্ষেপ করেছে যাতে সংকটাপন্ন প্রজাতি এবং সংকটাপন্ন প্রজাতি সংরক্ষণ আইনর সুরক্ষাকে দুর্বল করার চেষ্টা করা হয়েছে।\n২০০৬ সালের ১১ ডিসেম্বর, ইউসিএস একটি বিবৃতি জারি করে যে, ফেডারেল নীতিনির্ধারণে বৈজ্ঞানিক সততার পুনরুদ্ধারের জন্য আহ্বান জানানো হয়েছে, যা ১০,৬০০ জন শীর্ষস্থানীয় বিজ্ঞানীসহ নোবেল বিজয়ী বিজ্ঞানীদের দ্বারা স্বাক্ষরিত হয়। ২০০৭ সালের ২৩ মে, ইউসিএস এমআইটি সাথে একটি যৌথ অধ্যয়নের ফলাফল উল্লেখ করে একটি প্রেস বিজ্ঞপ্তি প্রকাশ করে, যেখানে তারা দাবি করে যে, \"যে কোনো পরীক্ষায়, যদি একটি আন্তঃমহাদেশীয় ক্ষেপণাস্ত্র (ইন্টারসেপ্টর মিসাইল) প্রকৃত ওয়ারহেড এবং প্রতারণামূলক নকশাগুলির মধ্যে পার্থক্য করতে সক্ষম না হয়, তবে সেই পরীক্ষাটি অবাস্তব এবং কৃত্রিম।\" তারা আরও বলেন যে, \"বাস্তব বিশ্বের হুমকির মোকাবিলা করার জন্য যদি এই সিস্টেমটি সক্ষমতা প্রদর্শন না করতে পারে, তবে করদাতার অর্থ দ্বারা পরিচালিত এই কর্মসূচি বন্ধ করা উচিত।\"\n২০০৭ সালের ২১ জুন, উদ্বিগ্ন বিজ্ঞানীদের ইউনিয়ন এক প্রতিবেদনে অভিযোগ করে যে যুক্তরাষ্ট্রের পরিবেশ সংরক্ষণ সংস্থা রাজনৈতিক উদ্দেশ্যে বৈজ্ঞানিক তথ্য বিকৃত করেছে, যাতে হালনাগাদ ওজোন বিধিনিয়মকে প্রভাবিত করা যায়। ইউসিএস-এর বৈজ্ঞানিক সততা কর্মসূচি-এর পরিচালক ফ্রান্সেস্কা গ্রিফো বলেন, \"আইন অনুসারে বিজ্ঞানকেই ভিত্তি হিসেবে ব্যবহার করতে হবে, আর বিজ্ঞান বলছে মানদণ্ডটি নিরাপদ মাত্রায় কমিয়ে আনা জরুরি।\" তিনি আরও বলেন, \"নিজস্ব বিজ্ঞানীদের বিশ্লেষণ উপেক্ষা করে ইপিএ লক্ষ লক্ষ মার্কিন নাগরিকের স্বাস্থ্যকে ঝুঁকির মুখে ফেলছে।\" ২০১১ সালের মার্চ মাসে, ইউসিএস ফুকুশিমা পারমাণবিক দুর্ঘটনা সম্পর্কিত দৈনিক টেলিফোন সংবাদ ব্রিফিং আয়োজন করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \n\"Climate Choices\"। ২০০৬। এপ্রিল ১৫, ২০০৮ তারিখে মূল থেকে আর্কাইভ করা। To explain to people in the United States what climate change will mean for us, our children, and our grandchildren \nBrower, Michael; Leon, Warren (১৯৯৯)। \"Chp 1: How Many Simple Things Do People Need to Do to Save the Planet?\" (পিডিএফ)। Consumer's Guide to Effective Environmental Choices। Practical Advice from the Union of Concerned Scientists। Harmony। আইএসবিএন 978-0609802816। মে ১১, ২০১১ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা।"}