{"pageid": 1517362, "title": "ম্যাথু আর্নল্ড", "url": "https://bn.wikipedia.org/wiki?curid=1517362", "content": "ম্যাথিউ আর্নল্ড (২৪ ডিসেম্বর ১৮২২ – ১৫ এপ্রিল ১৮৮৮) ছিলেন একজন ইংরেজ কবি এবং সাংস্কৃতিক সমালোচক। তিনি ছিলেন থমাস আর্নল্ড এর পুত্র, যিনি রাগবি স্কুল এর প্রধান শিক্ষক ছিলেন, এবং টম আর্নল্ড, সাহিত্য অধ্যাপক, ও উইলিয়াম ডেলাফিল্ড আর্নল্ড, উপন্যাসিক ও উপনিবেশ প্রশাসক, এর ভাই। তাকে প্রজ্ঞাময় লেখক হিসেবে চিহ্নিত করা হয়েছে, এমন একজন লেখক যিনি সমসাময়িক সামাজিক বিষয় নিয়ে পাঠককে তিরস্কার ও শিক্ষা প্রদান করেন। তিনি ত্রিশ-পঁইত্রিশ বছর স্কুলের তদারকি করেন এবং রাষ্ট্র-নিয়ন্ত্রিত মাধ্যমিক শিক্ষা ধারণাকে সমর্থন করেন।\n\n\n== প্রারম্ভিক জীবন ==\nতিনি থমাস আর্নল্ড এবং তাঁর স্ত্রী মেরি পেনরোজ আর্নল্ড এর জ্যেষ্ঠ পুত্র, ২৪ ডিসেম্বর ১৮২২ তারিখে লালেহাম-অন-থেমস, মিদলসেক্স-এ জন্মগ্রহণ করেন. জন কেবল ম্যাথিউর গডফাদার হিসেবে ছিলেন।\n১৮২৮ সালে, থমাস আর্নল্ডকে রাগবি স্কুল এর প্রধান শিক্ষক হিসেবে নিয়োগ দেওয়া হয়, এবং সেই বছরে পরিবারটি সেখানে নিবাস নেয়। ১৮৩১ সাল থেকে, আর্নল্ডকে লালেহামে তাঁর ধর্মীয় মামা, জন বাকল্যান্ড, দ্বারা শিক্ষাদান করা হয়। ১৮৩৪ সালে, আর্নল্ড পরিবার লেক জেলা-এর একটি ছুটির বাড়ি, ফক্স হাউ-তে থাকবার ব্যবস্থা করে, যেখানে উইলিয়াম ওয়ার্ডসওয়ার্থ প্রতিবেশী ও ঘনিষ্ঠ বন্ধু ছিলেন।\n১৮৩৬ সালে, আর্নল্ডকে উইঞ্চেস্টার কলেজ-এ পাঠানো হয়, তবে ১৮৩৭ সালে তিনি পুনরায় রাগবি স্কুল-এ ফিরে আসেন। ১৮৩৮ সালে তিনি ষষ্ঠ ফর্মে প্রবেশ করেন এবং সরাসরি তাঁর পিতার তত্ত্বাবধানে পড়াশোনা শুরু করেন। তিনি একটি পারিবারিক ম্যাগাজিনের জন্য কবিতা লিখেছিলেন এবং স্কুলে বিভিন্ন পুরস্কার জিতেন। তাঁর পুরস্কৃত কবিতা \"আলারিক এ্যাট রোম\" রাগবি-তে ছাপা হয়।\nনভেম্বর ১৮৪০ সালে, ১৭ বছর বয়সে, আর্নল্ড বলিয়ল কলেজ, অক্সফোর্ড-এ ম্যাট্রিকুলেট করেন, যেখানে ১৮৪১ সালে তিনি একটি উন্মুক্ত স্কলারশিপ জিতেন এবং ১৮৪৪ সালে বি.এ. ডিগ্রী লাভ করেন. অক্সফোর্ডে ছাত্রজীবনের সময়, তাঁর বন্ধুত্ব আর্থার হিউ ক্লাফের সাথে আরো মজবুত হয়, যিনি রাগবি স্কুলের একজন ছাত্র এবং তাঁর পিতার প্রিয়দের একজন ছিলেন। তিনি জন হেনরি নিউম্যান এর ইউনিভার্সিটি চার্চ অব সেন্ট মেরি দ্য ভার্জিন-এ অনুষ্ঠিত উপদেশভঙ্গিমায় উপস্থিত ছিলেন, তবে অক্সফোর্ড আন্দোলনে যোগ দেননি। ১৮৪২ সালে তাঁর পিতার মৃত্যুর পর, ফক্স হাউ পরিবারটির স্থায়ী নিবাস হয়ে ওঠে। তাঁর কবিতা ক্রোমওয়েল ১৮৪৩ সালের নিউডিগেট পুরস্কার জিতে, যা গুগল বইগুলিতে ছাপা হয়. পরবর্তী বছরে, তিনি লিটেরি হিউম্যানিওরস-এ দ্বিতীয় শ্রেণির সম্মান নিয়ে স্নাতক হন।\n১৮৪৫ সালে, রাগবি-তে অল্প সময়ের শিক্ষাদানের পর, আর্নল্ডকে অরিয়েল কলেজ, অক্সফোর্ড-এ ফেলো হিসেবে নির্বাচিত করা হয়। ১৮৪৭ সালে, তিনি লর্ড ল্যান্সডাউন (কাউন্সিলের লর্ড প্রেসিডেন্ট) এর ব্যক্তিগত সচিব হন। ১৮৪৯ সালে, তিনি তাঁর প্রথম কবিতার বই দ্য স্ট্রেড রেভেলার প্রকাশ করেন। ১৮৫০ সালে, ওয়ার্ডসওয়ার্থের মৃত্যু হয়; এরপর আর্নল্ড ফ্রেজারের ম্যাগাজিনে পুরোনো কবি সম্পর্কে তাঁর \"মেমোরিয়াল ভার্সেস\" প্রকাশ করেন।\n\n\n== বিবাহ ও কর্মজীবন ==\nব্যক্তিগত সচিবের বেতন থেকে পরিবারের খরচ বহন করতে অসমর্থ হওয়ায়, বিবাহের আকাঙ্ক্ষায় আর্নল্ড এই পদটির সন্ধান করেন এবং ১৮৫১ সালের এপ্রিল মাসে 'মহিমা রানীর' বিদ্যালয় পরিদর্শকদের একজন হিসেবে নিযুক্ত হন।  \nদুই মাস পর, তিনি ফ্রান্সেস লুসি—স্যার উইলিয়াম ওয়াইটম্যান (ন্যায়াধীশ, কুইন্স বেঞ্চ এর)—এর কন্যার সঙ্গে বিবাহ বন্ধনে আবদ্ধ হন।\nআর্নল্ড প্রায়ই তাঁর বিদ্যালয় পরিদর্শকের দায়িত্বকে \"কষ্টকর শ্রম\" হিসেবে বর্ণনা করতেন, যদিও \"অন্য সময়ে তিনি নিয়মিত কাজের সুফল স্বীকার করতেন।\"  \nএই পরিদর্শকতার দায়িত্ব, অন্তত প্রাথমিকভাবে, ইংল্যান্ডের বিস্তৃত অংশ জুড়ে ক্রমাগত ভ্রমণ করার প্রয়োজন ছিল।  \nস্টেফান কোল্লিনি তাঁর ১৯৮৮ সালের বইয়ে আর্নল্ড সম্পর্কে বলেন:  \n\"প্রাথমিকভাবে, আর্নল্ড কেন্দ্রীয় ইংল্যান্ডের বিস্তৃত অঞ্চলে ননকনফর্মিস্ট (প্রটেস্টান্টিজম) বিদ্যালয়গুলোর পরিদর্শনের দায়িত্বভার নিয়ে ছিলেন। তিনি ১৮৫০-এর দশকে রেলওয়ে অপেক্ষা কক্ষে এবং ছোট শহরের হোটেলে অনেক বিষন্ন ঘন্টা কাটিয়েছেন, এবং আরও দীর্ঘ সময় ধরে শিশুদের পাঠশালা পাঠ পড়া এবং অভিভাবকদের অভিযোগ শোনার জন্য বসে থাকতেন। তবে এর মানে এও যে, রেলওয়ে যুগের প্রথম প্রজন্মের একজন হিসেবে, তিনি ইংল্যান্ডের এমন বিস্তৃত ভ্রমণ করেছেন যা কোনো সাহিত্যিক কখনও করেননি। যদিও পরবর্তীতে তাঁর দায়িত্ব একটি সীমিত অঞ্চলে সীমাবদ্ধ করা হয়, তবুও আর্নল্ড প্রাদেশিক ইংল্যান্ডের সমাজকে দিনের অধিকাংশ নগরায়িত লেখক ও রাজনীতিবিদদের তুলনায় ভালোভাবে জানতেন।\"\n\n\n== সাহিত্যিক জীবন ==\n\n১৮৫২ সালে, আর্নল্ড তাঁর দ্বিতীয় কবিতা সংকলন, এম্পেডোক্লিস অন এটনা, এবং অন্যান্য কবিতা প্রকাশ করেন।  \n১৮৫৩ সালে, তিনি কবিতা: একটি নতুন সংস্করণ প্রকাশ করেন, যা পূর্বের দুইটি সংকলন থেকে নির্বাচিত ছিল—বিখ্যাতভাবে এম্পেডোক্লিস অন এটনা বাদ দিয়ে—কিন্তু নতুন কবিতা, সোহরাব ও রুস্তুম এবং দ্য স্কলার গিপসি যোগ করা হয়।  \n১৮৫৪ সালে, কবিতা: দ্বিতীয় সিরিজ প্রকাশিত হয়; এটিও একটি নির্বাচনী সংকলন, যার মধ্যে নতুন কবিতা বালদার ডেড অন্তর্ভুক্ত ছিল।\n১৮৫৭ সালে, আর্নল্ডকে অক্সফোর্ডে কবিতা অধ্যাপক হিসেবে নির্বাচিত করা হয়, এবং তিনি এই পদে নির্বাচিত প্রথম ব্যক্তি হন, যিনি তাঁর বক্তৃতা ল্যাটিন ভাষার পরিবর্তে ইংরেজিতে প্রদান করেন।  \n১৮৬২ সালে, তাকে পুনরায় নির্বাচিত করা হয়।  \nহোমার অনুবাদ (১৮৬১) এবং সেই প্রাথমিক ধারণাগুলি, যেগুলো পরবর্তীতে আর্নল্ড সংস্কৃতি ও বিশৃঙ্খলা-এ রূপান্তরিত করেন, অক্সফোর্ড বক্তৃতার ফলাফলের মধ্যে ছিল।  \n১৮৫৯ সালে, সংসদের অনুরোধে ইউরোপীয় শিক্ষা পদ্ধতি অধ্যয়নের জন্য তিনি মহাদেশে তিনটি ভ্রমণের প্রথমটি পরিচালনা করেন।  \nতিনি ১৮৬১ সালে নিজে প্রকাশিত করেন ফ্রান্সের জনপ্রীয়া শিক্ষা, যার প্রারম্ভিক অংশ পরে ১৮৭৯ সালে গণতন্ত্র শিরোনামে প্রকাশিত হয়।\n\n১৮৬৫ সালে, আর্নল্ড সমালোচনায় প্রবন্ধ: প্রথম সিরিজ প্রকাশ করেন।  \nসমালোচনায় প্রবন্ধ: দ্বিতীয় সিরিজ তাঁর মৃত্যুর কয়েক মাস পরে, নভেম্বর ১৮৮৮ সালে প্রকাশিত হয়।  \n১৮৬৬ সালে, তিনি থাইরসিস প্রকাশ করেন, যা ১৮৬১ সালে মারা যাওয়া ক্লাফকে উদ্দেশ্য করে রচিত শোকগীতি।  \n১৮৬৯ সালে, সংস্কৃতি ও বিশৃঙ্খলা—আর্নল্ডের সামাজিক সমালোচনার প্রধান গ্রন্থ (এবং তাঁর প্রবন্ধিক লেখার মধ্যে কয়েকটি এখনও ছাপায়)—প্রকাশিত হয়।  \n১৮৭৩ সালে, সাহিত্য ও মতবাদ—আর্নল্ডের ধর্মীয় সমালোচনার প্রধান গ্রন্থ—প্রকাশিত হয়।  \n১৮৮৩ এবং ১৮৮৪ সালে, আর্নল্ড যুক্তরাষ্ট্র ও কানাডা ভ্রমণ করে শিক্ষা, গণতন্ত্র এবং রালফ ওয়ালডো এমার্সন সম্পর্কে বক্তৃতা প্রদান করেন।  \nতিনি ১৮৮৩ সালে আমেরিকান আর্টস অ্যান্ড সায়েন্সেস একাডেমির বিদেশী সম্মানিত সদস্য হিসেবে নির্বাচিত হন।  \n১৮৮৬ সালে, তিনি বিদ্যালয় পরিদর্শন থেকে অবসর গ্রহণ করেন এবং আমেরিকায় আরও এক ভ্রমণ করেন।  \n১৯০০ সালে, জন লেন এর দ্বারা এ. সি. বেঞ্জন এর প্রস্তাবনা এবং হেনরি ওস্পোভাট এর চিত্রাঙ্কনের সঙ্গে ম্যাথিউ আর্নল্ডের কবিতা এর একটি সংস্করণ প্রকাশিত হয়।\n\n\n== মৃত্যু ==\n১৮৮৮ সালে, আর্নল্ড হঠাৎ হৃদপিণ্ডের ব্যর্থতা এর কারণে মারা যান, যখন তিনি এমন একটি ট্রামের সাথে মিলিত হতে দৌড়াচ্ছিলেন যা তাঁকে লিভারপুল ল্যান্ডিং স্টেজে নিয়ে যেত, সেখানে তিনি তাঁর কন্যাকে দেখতে যাচ্ছিলেন, যিনি যুক্তরাষ্ট্র থেকে এসেছিলেন—সেখানে বিবাহিত হয়ে থাকায় তিনি স্থানান্তরিত হন।  \nতাঁর স্ত্রী ১৯০১ সালের জুনে মারা যান।\n\n\n== চরিত্র ==\n\n\"ম্যাথিউ আর্নল্ড\", লিখেছেন জি. ডব্লিউ. ই. রাসেল তাঁর সেভেন্টিজ-এর পোর্ট্রেটস-এ, \"একজন এমন ব্যক্তি, যিনি সম্পূর্ণভাবে জগতের রূপহীনতা থেকে মুক্ত এবং একজন সাহিত্যিক, যার মধ্যে পেডেন্ট্রির একটুও ছাপ নেই।\"  \nআর্নল্ড ছিলেন অ্যাথেনিএম ক্লাব-এ পরিচিত, প্রায়শই ডিনার-আউট ও বৃহৎ গ্রাম্য বাড়িতে অতিথি, মধুর, মাছ ধরার প্রতি আগ্রহী (কিন্তু গুলি চালানোর প্রতি নয়),  \nএবং ছিলেন একজন জীবন্ত আলাপচারিতাকারী, যার আত্মসচেতনভাবে সংস্কৃত ভঙ্গি ছিল, যা ফপ শৈলী ও অলিম্পিয়ান মহিমার সমন্বয়ে গঠিত।  \nতিনি ক্রমাগত, ব্যাপকভাবে ও গভীরভাবে পড়তেন, এবং নিজের ও তাঁর পরিবারকে সমর্থন করার জন্য বিদ্যালয় পরিদর্শনের শান্ত কষ্টের কাজের মাঝে, একের পর এক নোটবই পূরণ করতেন প্রায় মঠীয় ধরণের ধ্যানধারণায়।  \nতাঁর লেখায়, তিনি প্রায়ই তাঁর সমকালের মানুষকে বিভ্রান্ত ও কখনও কখনও বিরক্ত করতেন, তাঁর সুশোভিত, এমনকি হালকা-ফুলকা বিতর্কের ভঙ্গিতে, এবং তাঁর সমালোচনামূলক দৃষ্টিভঙ্গির \"উচ্চ গুরুত্ব\" ও তাঁর কবিতার বেশিরভাগের বিষন্ন, প্রায় শোকসঙ্কুল নোটের মধ্যে যে বৈপরীত্যটি প্রকাশ পেত, তা নিয়ে।  \n\"একটি কণ্ঠস্বর, বনের মাঝে ঠাট্টা করে,\"—এভাবে টি. এইচ. ওয়ারেন তাঁকে বর্ণনা করেছিলেন।\n\n\n== কবিতা ==\nআর্নল্ডের সাহিত্যিক কর্মজীবন—দুইটি যুবক পুরস্কৃত কবিতার বাইরে—১৮৪৯ সালে দ্য স্ট্রেড রেভেলার অ্যান্ড আদার কবিতা প্রকাশের মাধ্যমে শুরু হয়, যা খুব কম মনোযোগ আকর্ষণ করেছিল এবং শীঘ্রই প্রত্যাহৃত করা হয়।  \nএতে সম্ভবত আর্নল্ডের সবচেয়ে নিখুঁত কবিতামূলক কবিতা, \"দ্য ফরসেকেন মেরম্যান\" অন্তর্ভুক্ত ছিল।  \nএম্পেডোক্লিস অন এটনা অ্যান্ড আদার কবিতা (যার মধ্যে রয়েছে \"ট্রিস্ট্রাম অ্যান্ড আইসিউল্ট\") ১৮৫২ সালে প্রকাশিত হয়, যার একই ধরনের পরিণতি ঘটে।  \n১৮৫৮ সালে, তিনি তাঁর বেদনা নাটক মেরোপ প্রকাশ করেন, যা তিনি একজন বন্ধুকে লিখেছিলেন, \"আমার অধ্যাপক পদে মর্যাদা সহকারে অনুপ্রবেশ করানোর জন্য, বরং বর্তমান মানব জাতিকে গভীরভাবে অনুপ্রাণিত করার উদ্দেশ্যে,\" এবং প্রধানত কিছু অস্বাভাবিক—এবং ব্যর্থ—মিটার পরীক্ষার জন্য উল্লেখযোগ্য।  \nআর্নল্ডকে কখনও কখনও তৃতীয় মহান ভিক্টোরিয়ান কবি বলা হয়, আলফ্রেড, লর্ড টেনিসন ও রবার্ট ব্রাউনিং এর সাথে মিলিয়ে।\nহারোল্ড ব্লুম আর্নল্ডের আত্ম-চরিত্রায়ন তাঁর আধুনিক সমালোচনামূলক দৃষ্টিভঙ্গি খণ্ডের প্রারম্ভিক অংশে (সিরিজ সম্পাদক হিসেবে) প্রতিধ্বনিত করেন: \"আর্নল্ড তাঁর কবিতায় যা ঢোকিয়েছিলেন, তা টেনিসন ও ব্রাউনিং প্রায় প্রয়োজনীয় ছিল না (তবে তারা তা শোষণ করেছিল), তাঁর সময়ের মনের প্রধান স্রোত।\"  \nতাঁর কবিতার সম্পর্কে, ব্লুম বলেন,\n\nতাঁর সাহিত্য, সমাজ বা ধর্মের সমালোচক হিসেবে অর্জিত যেকোনো কিছুই, কবি হিসেবে তাঁর কাজ সেই খ্যাতি অর্জনের যোগ্য নাও হতে পারে যা বিংশ শতাব্দীতে তা ধরে রেখেছে।  \nআর্নল্ড, তাঁর শ্রেষ্ঠ অবস্থায়, একজন খুব ভাল কিন্তু অত্যন্ত অনুকরণশীল কবি। ...  \n\nযেমন টেনিসন, হপকিন্স ও রোসেট্টি, আর্নল্ডের প্রধান পূর্বসূরী ছিলেন কিটস, তবে এটি একটি দুঃখজনক ধাঁধা, কারণ আর্নল্ড (অন্যদের বিপরীতে) কিটসকে খুব বেশি সন্মান করে না, অথচ নিজের শোকগীতি কবিতা এমন এক শব্দভাণ্ডার, মিটার ও চিত্রনির্মাণ প্রক্রিয়ায় রচনা করেন, যা লজ্জাজনকভাবে কিটসের কাছে খুব কাছাকাছি।\nস্যার এডমন্ড চেম্বার্স লক্ষ্য করেন, \"ম্যাথিউ আর্নল্ডের শ্রেষ্ঠ কাজ এবং তাঁর ছয়জন সর্বশ্রেষ্ঠ সমকালের ব্যক্তিদের কাজের তুলনায়... টিকে থাকা কাজের অনুপাত ম্যাথিউ আর্নল্ডের ক্ষেত্রে অন্য কারোর তুলনায় বেশি।\"  \nচেম্বার্স আর্নল্ডের কবিতামূলক দর্শনকে নিম্নরূপ মূল্যায়ন করেছিলেন:\n\nতার সরলতা, স্বচ্ছতা ও সরাসরি প্রকাশ; তার বাস্তবতাবাদ ...; দুর্লভ অরিয়েট শব্দের ব্যবহার, অথবা দূরদৃষ্ট শব্দ, যা এসে আরো কার্যকরী হয়; বাক্যবিন্যাসের উল্টোপাল্টা এড়ানো, এবং সাধারণ সরাসরি রীতির ব্যবহার, যা বৈচিত্র্যময় ছন্দের সূক্ষ্মতা সম্পূর্ণভাবে তুলে ধরে, এবং যা আমার জানা সমস্ত কবিতার মধ্যে সর্বাধিক উচ্চস্বরে পড়তে সহজ।\nতাঁর ১৮৬৭ সালের কবিতা \"ডোভার বিচ\" এমন এক দুঃস্বপ্নময় জগতকে চিত্রায়িত করে, যেখানে পুরানো ধর্মীয় সত্যাবলী পিছিয়ে পড়েছে।  \nএটি কখনও কখনও আধুনিক সংবেদনশীলতার প্রাথমিক, যদি না প্রথম, উদাহরণ হিসেবে ধরা হয়।  \nএকটি বিখ্যাত প্রস্তাবনায়, উইলিয়াম ওয়ার্ডসওয়ার্থ এর কবিতার সংকলনের প্রাককথনে, আর্নল্ড একটু রসাত্মকভাবে নিজেকে \"ওয়ার্ডসওয়ার্থিয়ান\" হিসাবে চিহ্নিত করেন।  \nওয়ার্ডসওয়ার্থের প্রভাব, ধারণা ও শব্দভাণ্ডার উভয় ক্ষেত্রেই, আর্নল্ডের সেরা কবিতায় অনিবার্য।  \n\"ডোভার বিচ\" রে ব্র্যাডবারির উপন্যাস ফারেনহাইট ৪৫১-এ অন্তর্ভুক্ত, এবং ইয়ান ম্যাকইওয়ান এর উপন্যাস স্যাটারডে এ বিশিষ্টভাবে উপস্থাপিত।  \nএটি বিভিন্ন প্রেক্ষাপটে উদ্ধৃত বা উল্লেখ করা হয়েছে (দেখুন ডোভার বিচ)।  \nহেনরি জেমস লিখেছিলেন যে, আর্নল্ডের কবিতা তাদের জন্য আকর্ষণীয় যারা \"তাদের আনন্দ বিরল পছন্দ করে\" এবং যারা কবিকে \"শ্বাস গ্রহণ করতে\" শুনতে পছন্দ করে।  \nতিনি তাঁর বর্ণনামূলক কবিতার বিষয়বস্তু ঐতিহ্যগত বা সাহিত্যিক উৎস থেকে গ্রহণ করেছিলেন, এবং তাঁর পূর্ববর্তী কবিতার অনেক রোমান্টিক বিষন্নতা সেনানকুর এর \"অবারম্যান\" থেকে।\nআর্নল্ড কবিতায় নিজের স্থান সম্পর্কে তীক্ষ্ণভাবে সচেতন ছিলেন।  \n১৮৬৯ সালে, মাকে লিখিত একটি চিঠিতে তিনি বলেন:\n\nআমার কবিতাগুলি মোটের উপর, বিগত এক চতুর্থাংশ শতকের মনের প্রধান স্রোতকে উপস্থাপন করে, এবং এভাবে, যখন মানুষ নিজেদের সচেতন হবে যে সেই মনের স্রোত কী, এবং সেই সাহিত্যিক সৃষ্টিগুলিতে আগ্রহী হবে যা তা প্রতিফলিত করে, তখন সম্ভবত এগুলিরও দিন আসবে।  \nএটি যুক্তি করা যেতে পারে যে, আমার মধ্যে টেনিসনের তুলনায় কবিতামূলক আবেগ কম এবং ব্রাউনিংয়ের তুলনায় বুদ্ধিবৃত্তিক শক্তি ও পরিমাণ কম; তবুও হয়তো আমার মধ্যে উভয়ের একটি মিশ্রণ বেশি আছে এবং আমি সেই মিশ্রণকে আধুনিক বিকাশের প্রধান ধারায় আরও নিয়মিত প্রয়োগ করেছি, তাই আমারও সম্ভবত আমার পালা আসবে যেমন তাদের ছিল।\nস্টেফান কোল্লিনি এটিকে \"একটি অসাধারণ স্পষ্ট, তবে অন্যায় নয়, আত্ম-মূল্যায়ন\" হিসেবে মূল্যায়ন করেন।  \n\"... আর্নল্ডের কবিতা এখনও ব্যাপকভাবে শিক্ষাবিদদের মনোযোগের কেন্দ্রবিন্দুতে রয়েছে, আংশিকভাবে কারণ এটি উনিশ শতকের বৌদ্ধিক ইতিহাসের বেশ কয়েকটি কেন্দ্রীয় দিকের জন্য এত প্রমাণ সরবরাহ করে, বিশেষ করে 'বিশ্বাস' এর দ্বারা 'সন্দেহ' এর ক্ষয়।  \nসম্ভবত, কোনো কবি পরবর্তীতে শুধু ঐতিহাসিক সাক্ষী হিসেবে ডেকে আহ্বান করা চান না, তবে আর্নল্ডের কবিতার নিখুঁত বৌদ্ধিক ধারণা এটিকে বিশেষভাবে এই ধরনের ব্যবহারের যোগ্য করে তোলে।\"\n\n\n== গদ্য ==\n১৯৮৮ সালে আর্নল্ডের গদ্যকর্মের গুরুত্ব মূল্যায়ন করে, স্টেফান কলিনি বলেছিলেন, \"আমাদের নিজস্ব সাংস্কৃতিক আগ্রহের পাশাপাশি তাঁর লেখনের গুণাবলীও, তাঁর গদ্যের শ্রেষ্ঠাংশ আজকের দিনে আমাদের প্রতি এমন এক দাবিদার যা তাঁর কবিতার সমতুল্য নয়।\" \"নিঃসন্দেহে, এখনও এমন কিছু পাঠক রয়েছেন, যাঁরা স্কুল সমাহার থেকে 'ডোভার বিচ' বা 'স্কলার গিপসি' অনির্দিষ্টভাবে স্মরণ করে, এবং অবাক হন যে তিনি 'এছাড়াও' গদ্য লিখেছেন।\"\nজর্জ ওয়াটসন, জর্জ সেন্টসবুরি অনুসরণ করে, আর্নল্ডের গদ্য লেখক হিসেবে কর্মজীবনকে তিনটি পর্যায়ে বিভক্ত করেন:  \n১) প্রাথমিক সাহিত্য সমালোচনা, যা তাঁর ১৮৫৩ সালের কবিতাসমূহের সংস্করণের উপস্থাপনা থেকে শুরু হয়ে সমালোচনায় প্রবন্ধ (১৮৬৫) এর প্রথম ধারায় শেষ হয়;  \n২) একটি দীর্ঘস্থায়ী মধ্যবর্তী সময়কাল (প্রথম ও তৃতীয় পর্যায়ের সাথে আংশিক ওভারল্যাপিং) যা প্রায় ১৮৬০–১৮৭৫ এর মধ্যে সামাজিক, রাজনৈতিক ও ধর্মীয় লেখনায় চিহ্নিত;  \n৩) ওয়ার্ডসওয়ার্থ ও বাইরনের কবিতা সংগ্রহের নির্বাচন ও সম্পাদনার সাথে এবং সমালোচনায় প্রবন্ধ এর দ্বিতীয় ধারার মাধ্যমে সাহিত্য সমালোচনায় প্রত্যাবর্তন। ওয়াটসন এবং সেন্টসবুরি উভয়েই ঘোষণা করেন যে, আর্নল্ডের সামাজিক বা ধর্মীয় সমালোচনার তুলনায় তাঁর সাহিত্য সমালোচনায় বেশি গুরুত্ব রয়েছে। অধুনাতন লেখকরা, যেমন কলিনি, তাঁর সামাজিক লেখনায় আরও বেশি আগ্রহ দেখিয়েছেন, আবার বছরের পর বছর ধরে সমালোচনার দ্বিতীয় স্তরে আর্নল্ডের ধর্মীয় লেখনাকেও কেন্দ্রবিন্দুতে নেওয়া হয়েছে,  \nতাঁর শিক্ষা বিষয়ক লেখনী তাঁর সামাজিক লেখনীর সমালোচনার থেকে পৃথকভাবে কোনো উল্লেখযোগ্য সমালোচনামূলক প্রচেষ্টা আকর্ষণ করতে পারেনি।\n\n\n=== সাহিত্য সমালোচনা ===\nআর্নল্ডের সাহিত্য সমালোচক হিসেবে কর্মজীবন শুরু হয় ১৮৫৩ সালের \"কবিতার উপস্থাপনা\" দিয়ে। এতে, তিনি নাটকীয় কবিতা \"এমপেডোক্লিস এটনায়\" বাদ দেওয়ার ক্ষেত্রে তাঁর চরম আত্ম-সংযমের কার্যকলাপ ব্যাখ্যা করার চেষ্টা করেছিলেন। কবিতায় বিষয়ের গুরুত্ব, \"ব্যবস্থাপনার স্বচ্ছতা, উন্নয়নের কঠোরতা, শৈলীর সরলতা\"—যা গ্রিকদের কাছ থেকে অর্জিত, এবং গিওথে ও ওয়ার্ডসওয়ার্থের শক্তিশালী ছাপের ফলে—তাঁর সমালোচনামূলক তত্ত্বের প্রায় সমস্ত আবশ্যক উপাদানসমূহ এখানে দেখা যায়। ৩১ বছর বয়সী আর্নল্ডের লেখা উপস্থাপনাটিকে জর্জ ওয়াটসন \"অদ্ভুতভাবে কঠোর ও অসৌন্দর্যপূর্ণ, যখন আমরা তাঁর পরবর্তী গদ্যের মার্জিততার কথা ভাবি\" বলে বর্ণনা করেছেন।\n১৮৫৭ সালে অক্সফোর্ডে কবিতা অধ্যাপকের নিযুক্তির সাথে সাথে, যা তিনি পরপর দুইটি পাঁচ বছরের মেয়াদে পালন করেন, আর্নল্ডের লেখনায় সমালোচনার প্রাধান্য স্পষ্ট হতে শুরু করে।  \n১৮৬১ সালে তাঁর বক্তৃতাসমূহ হোমার অনুবাদে প্রকাশিত হয়, যার পর ১৮৬২ সালে হোমার অনুবাদের শেষ কথা প্রকাশ পায়।  \nবিশেষভাবে লক্ষণীয়, একদিকে আর্নল্ডের ইংরেজি ষড়ছন্দ সম্বন্ধে অসন্তোষজনক পক্ষপাতিতা এবং \"মহান শৈলী\"র মধ্যে একধরনের সাহিত্যিক চূড়ান্তত্ব সৃষ্টির চেষ্টা, অপরদিকে ইংল্যান্ডে নিরপেক্ষ ও বুদ্ধিমান সমালোচনার প্রয়োজনীয়তা সম্পর্কে তাঁর তীক্ষ্ণ বোধ।\nযদিও আর্নল্ডের কবিতা তাঁর জীবদ্দশায় মিশ্র সমালোচনা ও মনোযোগ পেয়েছিল, তাঁর সাহিত্য সমালোচনায় প্রবেশ আরও সফল প্রমাণিত হয়।  \nআর্নল্ড প্রখ্যাত হন একটি এমন সাহিত্য সমালোচনার পদ্ধতি প্রবর্তনের জন্য, যা তাঁর সময়ের প্রচলিত ঐতিহাসিক পন্থা ও ব্যক্তিগত প্রবন্ধের মাঝে অবস্থিত; তিনি প্রায়ই দ্রুত ও সহজেই সাহিত্য বিষয় থেকে রাজনৈতিক ও সামাজিক বিষয়ের দিকে এগিয়ে যেতেন। তাঁর সমালোচনায় প্রবন্ধ (১৮৬৫, ১৮৮৮) আজ পর্যন্ত সমালোচকদের উপর গুরুত্বপূর্ণ প্রভাব রেখে চলেছে, এবং সেই সংগ্রহের প্রস্তাবনামূলক প্রবন্ধ \"বর্তমান সময়ে সমালোচনার কার্যকারিতা\" সাহিত্য চিন্হিতকরণ ও উন্নীতকরণে সমালোচকের ভূমিকা বিষয়ে লেখা সবচেয়ে প্রভাবশালী প্রবন্ধগুলোর মধ্যে একটি—এমনকি এও বললেও যে, \"সমালোচনামূলক শক্তি সৃষ্টিশীলতার তুলনায় নিম্নমানের।\" ফরাসি উদারপন্থী প্রবন্ধকার এরনেস্ট রেনান-এর সঙ্গে নিজেকে তুলনা করে, যিনি ফ্রান্সে নৈতিকতা প্রবর্তনের চেষ্টা করেছিলেন, আর্নল্ড তাঁর ভূমিকা হিসেবে ইংল্যান্ডে বুদ্ধিমত্তা প্রবর্তনকে দেখতেন।  \nতাঁর অন্যতম প্রখ্যাত প্রবন্ধ \"কবিতা অধ্যয়ন\" এ আর্নল্ড লিখেছেন, \"কবিতা ছাড়া আমাদের বিজ্ঞান অসম্পূর্ণ মনে হবে; এবং বর্তমানে যা আমরা ধর্ম ও দর্শন হিসেবে গ্রহণ করি, তার বেশিরভাগই কবিতায় প্রতিস্থাপিত হয়ে যাবে।\" তিনি মনে করতেন যে, একটি কবিতার মূল্যায়নের জন্য ব্যবহৃত সবচেয়ে গুরুত্বপূর্ণ মানদণ্ড হল \"উচ্চ সত্য\" এবং \"উচ্চ গম্ভীরতা\"। এই মানদণ্ড অনুযায়ী, চসারের ক্যান্টারবারি কাহিনী আর্নল্ডের অনুমোদনের যোগ্য ছিল না। আরও, আর্নল্ড ধারণা করতেন যে, শেক্সপিয়র ও মিল্টনের মতো, যারা \"উচ্চ সত্য\" ও \"উচ্চ গম্ভীরতা\" উভয়কেই ধারণ করে এমন কাজ প্রমাণিত হয়েছে, সেই কাজগুলিকে অন্যান্য কবিতার মূল্য নির্ধারণের মাপকাঠি হিসেবে ব্যবহার করা যেতে পারে। তিনি আশা করতেন যে, সাহিত্য সমালোচনা নিরপেক্ষ থাকবে এবং তিনি বলেছিলেন, \"বস্তুকে যেমন আছে তেমনি গ্রহণ করা উচিত।\"\nযদিও আর্নল্ড কোনো সেলটিক ভাষা বলতে অক্ষম ছিলেন, তবুও তিনি সেলটিক-ভাষার সাহিত্য—বিশেষ করে আয়ারল্যান্ড এবং ওয়েলস—এ আগ্রহ বজায় রেখেছিলেন, এবং তাঁর সেলটিক সাহিত্য অধ্যয়ন সম্পর্কে (প্রথম প্রকাশ ১৮৬৭) তাঁকে এই ক্ষেত্রে একজন বিশেষজ্ঞ হিসেবে বিবেচিত করেছিল, যদিও এখন এটি সাধারণত ওরিয়েন্টালিজম বা উপনিবেশবাদী মনোভাবের প্রকাশ হিসাবে দেখা হয়।\n\n\n=== সামাজিক সমালোচনা ===\nতিনি সাহিত্য সমালোচনার থেকে পরিচালিত হন তাঁর যুগের তার যুগের চেতনা এর আরও সাধারণ সমালোচনার দিকে। ১৮৬৭ থেকে ১৮৬৯ সালের মধ্যে তিনি সংস্কৃতি ও বিশৃঙ্খলা রচনা করেন, যা ইংরেজ ভিক্টোরিয়ান যুগের মধ্যবিত্ত জনসংখ্যার জন্য তিনি যে শব্দটি জনপ্রিয় করেছিলেন—\"ফিলিস্তিন\"—এবং যার থেকে আধুনিক সাংস্কৃতিক অর্থ (ইংরেজিতে—জার্মান ভাষার ব্যবহার সুপ্রতিষ্ঠিত ছিল) প্রাপ্ত হয়। সংস্কৃতি ও বিশৃঙ্খলা এছাড়াও মিষ্টতা ও আলো কথাটির জনপ্রিয়করণের জন্য খ্যাত, যা প্রথম প্রবর্তিত করেছিলেন জনাথন সুইফট।\nসংস্কৃতি ও বিশৃঙ্খলা-এ, আর্নল্ড নিজেকে উদারপন্থী এবং \"সংস্কৃতির প্রতি বিশ্বাসী\" হিসেবে উপস্থাপন করেন, এবং ইতিহাসবিদ রিচার্ড বেলামি যেভাবে বর্ণনা করেন, \"প্রচুর গ্লাডস্টোনবাদী প্রচেষ্টা, যা উদারপন্থী দল-কে রাজনৈতিক নৈতিকতার বাহনে রূপান্তরিত করতে চায়,\" সেই বক্তব্য গ্রহণ করেন।  \nআর্নল্ড অর্থনৈতিক বিষয়ে ধনীশাসিত লোভী দখলকে সন্দেহের চোখে দেখতেন, এবং ক্ষমতার প্রকৃতি ও রাষ্ট্রের নৈতিক নির্দেশনার ভূমিকা নিয়ে বহু ভিক্টোরিয়ান উদারপন্থীদের উদ্বেগের প্রশ্ন নিয়ে আলোচনা করতেন।  \nআর্নল্ড জোরালোভাবে অসঙ্গতবাদীদের এবং \"মহান ফিলিস্তিনি মধ্যবিত্ত, আমাদের রাজনীতির প্রধান শক্তি\"‑এর অহংকারের বিরুদ্ধে আক্রমণ করেন। ফিলিস্তিনরা ছিলেন \"একঘেয়েমি মানুষ, নিয়মের দাস, আলো‑র শত্রু\", যারা বিশ্বাস করতেন ইংল্যান্ডের মহত্ত্ব শুধুমাত্র তার ভৌতিক সমৃদ্ধির উপর নির্ভর করে এবং সংস্কৃতির প্রতি তাদের আগ্রহ নগণ্য। উদার শিক্ষা অপরিহার্য ছিল, এবং এটার দ্বারা আর্নল্ড দ্বারা বোঝানো হয়েছিল সাংস্কৃতিক শাস্ত্রীয় গ্রন্থসমূহের নিবিড় অধ্যয়ন ও সঙ্গে সঙ্গতি, সাথে ছিল সমালোচনামূলক প্রতিফলন। আর্নল্ড উদারপন্থার \"অভিজ্ঞতা\" ও \"প্রতিফলন\"কে স্বাভাবিকভাবে \"ত্যাগ\"‑এর নৈতিক লক্ষ্যে নিয়ে যায়, অর্থাৎ নিজের \"সাধারণ আত্মা\" দমন করে \"সর্বোত্তম আত্মা\" উদ্দীপিত করা।  \nঅসঙ্গতবাদীদের সঙ্গে তাঁর বিরোধ সত্ত্বেও, আর্নল্ড জীবনের প্রতিবার একজন বিশ্বস্ত উদারপন্থী রয়ে গিয়েছিলেন, এবং ১৮৮৩ সালে, উইলিয়াম গ্ল্যাডস্টোন তাঁকে ইংল্যান্ডের কবিতা ও সাহিত্যে সেবার জনস্বীকৃতিস্বরূপ বার্ষিক ২৫০ পাউন্ড ভাতা প্রদান করেন।\nপরে বহু সমালোচক, যেমন এডওয়ার্ড আলেকজান্ডার, লায়নেল ট্রিলিং, জর্জ সিয়ালাব্বা এবং রাসেল জ্যাকবি আর্নল্ডের চিন্তার উদার বৈশিষ্ট্যকে গুরুত্ব দিয়েছেন। হিউ স্টুয়ার্ট জোনস আর্নল্ডের কাজকে \"ভিক্টোরিয়ান উদারপন্থার বিরুদ্ধে উদার সমালোচনা\" হিসেবে বর্ণনা করেন, যখন অ্যালান এস. কাহান আর্নল্ডের মধ্যবিত্ত ফিলিস্তিনবাদ, বস্তুবাদ এবং তুচ্ছতার সমালোচনাকে 'শাসক বর্গের উদারপন্থা'র ঐতিহ্যের মধ্যে স্থান দেন, যা জন স্টুয়ার্ট মিল ও আলেক্সিস দে টকভিলের মতো উদারচিন্তকদের দ্বারা উদাহৃত। আর্নল্ডের \"যুক্তির অভাব এবং চিন্তার পুঙ্খানুপুঙ্খতার অভাব\", যা জন এম. রবার্টসন আধুনিক মানবতাবাদীরা-এ উল্লেখিত, সেটি তাঁর বিরুদ্ধে আক্ষেপ করা অসঙ্গতির একটি দিক ছিল। তাঁর ধারণাগুলির অল্পই তাঁর নিজস্ব ছিল, এবং তিনি এত প্রবলভাবে প্রভাবিত করা বিরোধী প্রভাবগুলিকে একত্রিত করতে ব্যর্থ হন। \"বিশেষভাবে চার জন ব্যক্তি রয়েছেন,\" তিনি একবার কার্ডিনাল নিউম্যান-কে লিখেছিলেন, \"যাদের থেকে আমি শিখেছি—এটা শুধুমাত্র একটি শক্তিশালী ছাপ পাওয়ার থেকে অনেকটাই ভিন্ন—শিখিত অভ্যাস, পদ্ধতি, শাসনমূলক ধারণা, যা সর্বদা আমার সাথে বিদ্যমান; এবং চারজন হলেন—গেওথ, ওয়ার্ডসওয়ার্থ, সেইন্ট-বিউভ, এবং আপনি নিজে।\" ডঃ আর্নল্ডকে যোগ করা আবশ্যক; পুত্রের পিতার মৌলিক সাদৃশ্য প্রথম থেকেই আলজারনন চার্লস সোয়িনবার্ন দ্বারা উল্লেখ করা হয়েছিল, এবং পরে ম্যাথিউ আর্নল্ডের নাতি, মি. আর্নল্ড হুইট্রিজ দ্বারা প্রমাণিত হয়। অন্যান্য যেমন স্টেফান কলিনি ইঙ্গিত করেন যে, আর্নল্ডের প্রতি লক্ষ্য করা সমালোচনার অনেকাংশই \"যা তিনি প্রতিনিধিত্ব করেছিলেন তার একটি সুবিধাজনক ব্যঙ্গকৌতুক\" এর উপর ভিত্তি করে, প্রকৃত বিষয়ের পরিবর্তে।\n\n\n=== সাংবাদিক সমালোচনা ===\n১৮৮৭ সালে, আর্নল্ডকে \"নতুন সাংবাদিকতা\" শব্দগুচ্ছ উদ্ভাবনের জন্য স্বীকৃতি প্রদান করা হয়েছিল, যা সংবাদপত্র ইতিহাসের এক সম্পূর্ণ শাখাকে সংজ্ঞায়িত করে, বিশেষ করে লর্ড নর্থক্লিফের শতাব্দীর প্রান্তের প্রেস সাম্রাজ্যের ক্ষেত্রে। তবে, সেই সময়ে আর্নল্ডের বিরক্তির লক্ষ্য ছিল নর্থক্লিফ নয়, বরং প্যাল মল গেজেট সম্পাদক ডব্লিউ. টি. স্টিড এর চাঞ্চল্যকর সাংবাদিকতা।\n১৮৬৫ সালে প্যাল মল গেজেট প্রতিষ্ঠার পর থেকে, আর্নল্ড দীর্ঘকালীন ও পরস্পর লাভজনক সম্পর্ক উপভোগ করেছিলেন। মাঝে মাঝে অবদানকারী হিসেবে, তিনি এর প্রথম সম্পাদক ফ্রেডরিক গ্রীনউড-এর সঙ্গে বিশেষ বন্ধুত্ব গড়ে তুলেন এবং এর দ্বিতীয় সম্পাদক জন মর্লে-এর সঙ্গে ঘনিষ্ঠ পরিচিতি লাভ করেন। তবে তিনি ময়লা তুলে ফেলার স্টিড-এর চাঞ্চল্যকর সাংবাদিকতাকে কঠোরভাবে নিন্দা করেন এবং ঘোষণা করেন যে, স্টিডের অধীনে, \"পিএমজি, তার গুণাবলী যা থাকুক না কেন, দ্রুত সাহিত্য হিসেবে থেকে অব্যাহতি পাচ্ছে।\"\n১৮৮৬ সালে যুক্তরাষ্ট্র ভ্রমণের সময় তিনি যে ধরনের চাঞ্চল্যকর নতুন সাংবাদিকতা দেখেছিলেন, তার লজ্জাজনক অশ্লীলতা দেখে তিনি অভিভূত হন। তাঁর সেই ভ্রমণের বিবরণী \"যুক্তরাষ্ট্রে সভ্যতা\" তে তিনি পর্যবেক্ষণ করেন, \"যদি কেউ সম্পূর্ণ একটি জাতিতে আত্মসম্মানের শৃঙ্খলা ও উঁচু ভাবের অনুভূতি মুছে ফেলার ও নির্মূল করার সেরা উপায় খুঁজতে চায়, তবে তিনি আমেরিকার সংবাদপত্র গ্রহণ করার থেকে ভাল কিছু করতে পারবেন না।\"\n\n\n=== ধর্মীয় সমালোচনা ===\nতাঁর ধর্মীয় মতামত তাঁর সময়ের জন্য অস্বাভাবিক ছিল এবং তাঁর কিছু প্রিয় বন্ধুদের দুঃখ প্রদান করেছিল।  \nআর্নল্ডের কাজের পণ্ডিতরা তাঁর ব্যক্তিগত ধর্মীয় বিশ্বাসের প্রকৃতি নিয়ে একমত নন। বারুক স্পিনোজা এবং তাঁর পিতা, ডঃ থমাস আর্নল্ড-এর প্রভাবে, তিনি ধর্মের অতিপ্রাকৃতিক উপাদানগুলো প্রত্যাখ্যান করেছিলেন,  \nতবে তিনি গির্জার আচার-অনুষ্ঠানের প্রতি আকর্ষণ বজায় রেখেও।  \n১৮৭৫ সালে লিখিত ঈশ্বর ও বাইবেল এর প্রস্তাবনায়, আর্নল্ড এমন একটি শক্তিশালী ধর্মসভা স্মরণ করেন, যেখানে \"যীশু খ্রীষ্টের ত্রাণ\" নিয়ে আলোচনা করা হয়েছিল; তিনি লিখেন, \"চল, আমরা এই কাহিনিতে শক্তি ও অনুভূতি অস্বীকার না করি, অথবা সেই ধারণাগুলিকে শত্রুতার সঙ্গে গ্রহণ না করি, যা খ্রীষ্টধর্মের জীবনে এত গভীরে প্রবেশ করেছে। তবে কাহিনিটি সঠিক নয়; এটি কখনও সত্যিই ঘটেনি।\"\nতিনি বাইবেলের ঐতিহাসিকতা নিয়ে তাঁর উদ্বেগ প্রকাশ অব্যাহত রাখেন, ব্যাখ্যা করে, \"খ্রীষ্টান স্বর্গের ব্যক্তিত্ব ও তাদের কথোপকথন, গ্রীক অলিম্পাসের ব্যক্তিত্ব ও তাদের কথোপকথনের মতো, বাস্তবতার পরিপ্রেক্ষিতে ততটা গুরুত্ব বহন করে না।\"  \nতিনি সাহিত্য ও ধর্মনির্দেশনা-এও লিখেছেন, \"শব্দ 'ঈশ্বর' অধিকাংশ ক্ষেত্রে বিজ্ঞান বা সঠিক জ্ঞানের শব্দ হিসেবে নয়, বরং কবিতা ও বাগ্মীতার শব্দ, একটি এমন শব্দ যা, বলতে হয়, বক্তার চেতনায় পুরোপুরি ধারণ করা যায়নি—সংক্ষেপে একটি সাহিত্যিক শব্দ; এবং মানুষের জন্য এটি বিভিন্ন অর্থ বহন করে, যেমন তাদের চেতনা ভিন্ন।\"  \nতিনি ধর্মকে \"অনুভূতি দ্বারা স্পর্শিত নৈতিকতা\" হিসাবে সংজ্ঞায়িত করেছিলেন।\nতবে, তিনি একই বইতে লিখেছিলেন, \"যে খ্রীষ্টধর্ম তার চমকে নির্ভর করে তা থেকে এমন খ্রীষ্টধর্মে অতিক্রম করা, যা তার প্রাকৃতিক সত্যের উপর নির্ভর করে, তা একটি বিশাল পরিবর্তন। এটি কেবল সেইসব লোকদের দ্বারা আনা সম্ভব, যাদের খ্রীষ্টধর্মের প্রতি এতটাই আবেগময়তা রয়েছে, যে তারা এর থেকে বিচ্ছিন্ন হতে পারে না, এবং তবুও সত্যিকারভাবে এর সঙ্গে মোকাবিলা করতে বাধ্য।\"\n\n\n== খ্যাতি ==\nহারোল্ড ব্লুম লিখেছেন, \"যাহোক, সাহিত্য, সমাজ বা ধর্ম বিষয়ক সমালোচক হিসেবে তাঁর যা কিছু অর্জন, তা কবি হিসেবে তাঁর কাজের মতো খ্যাতির যোগ্য নাও হতে পারে, যা বিংশ শতকে টিকে ছিল। আর্নল্ড, তাঁর শ্রেষ্ঠ অবস্থায়, ছিলেন একজন দক্ষ কিন্তু অত্যন্ত অনুকরণপ্রবণ কবি। বিপরীতে, টেনিসন, ব্রাউনিং, হপকিন্স, স্বিনবার্ন ও রোসেট্টি প্রত্যেকে তাঁদের স্বতন্ত্র কণ্ঠস্বর প্রতিষ্ঠা করেছিলেন।\"\nলেখক জন কাওপার পাওয়াইস, একজন সমালোচক, লিখেছিলেন, \"সম্ভবত 'মেরোপ' ব্যতীত, ম্যাথিউ আর্নল্ডের কবিতা সম্পূর্ণ মনোযোগ দাবি করে—তিনি ইংরেজি কবিতার এক মহান অনুরাগী, যিনি সবসময় ব্যঙ্গাত্মক ও ভদ্র শিক্ষকের মতো মুক্তভাবে, কখনোবা খানিকটা অপ্রসন্নভাবে, তাঁর অতটা যোগ্য নয় এমন শিষ্যদের সঙ্গে আলোচনা করেন।\"\n\n\n== পরিবার ==\n  \nআর্নল্ড পরিবারে ছয় সন্তান ছিল:  \n\nথমাস (১৮৫২–১৮৬৮);\nট্রেভেনেন উইলিয়াম (১৮৫৩–১৮৭২);\nরিচার্ড পেনরোজ (১৮৫৫–১৯০৮), যিনি কারখানার তদারকি করতেন;\nলুসি চার্লট (১৮৫৮–১৯৩৪), যিনি নিউ ইয়র্কের ফ্রেডেরিক ডব্লিউ. হুইট্রিজের সঙ্গে বিবাহ বন্ধনে আবদ্ধ হন, যাঁকে তিনি আর্নল্ডের আমেরিকান বক্তৃতা ভ্রমণের সময় চিনতেন;\nইলিয়েনর মেরি ক্যারোলাইন (১৮৬১–১৯৩৬), যিনি (১) সম্মানিত আর্মিন ওডেহাউস (সাংসদ) এর সঙ্গে ১৮৮৯ সালে, (২) ১৯০৯ সালে উইলিয়াম ম্যান্সফিল্ড, ১ম ভিসকাউন্ট স্যান্ডহার্স্টের সঙ্গে বিবাহিত হন;\nবাসিল ফ্রান্সিস (১৮৬৬–১৮৬৮).\n\n\n== নির্বাচিত গ্রন্থপঞ্জি ==\n\n\n=== কবিতা ===\nস্ট্যানজাস ইন মেমোরি অফ দ্য অথর অফ \"অবারম্যান\" (১৮৪৯)\nদ্য স্ট্রেড রেভেলার, অ্যান্ড আদার কবিতা (১৮৪৯)\nএম্পেডোক্লিস অন এটনা, অ্যান্ড আদার কবিতা (১৮৫২)\nসোহরাব অ্যান্ড রুস্তুম (১৮৫৩)\nদ্য স্কলার-গিপসি (১৮৫৩)\nস্ট্যানজাস ফ্রম দ্য গ্রান্ড চার্ত্রিউজ (১৮৫৫)\nমেমোরিয়াল ভার্সেস টু ওয়ার্ডসওয়ার্থ\nরাগবি চ্যাপেল (১৮৬৭)\nথাইরসিস (১৮৬৫)\n\n\n=== গদ্য ===\nএসেআইস ইন ক্রিটিসিজম (১৮৬৫, ১৮৮৮)\nঅন দ্য স্টাডি অফ সেল্টিক লিটারেচার (১৮৬৭)\nসংস্কৃতি ও বিশৃঙ্খলা (১৮৬৯)\nফ্রেন্ডশিপ'স গারল্যান্ড (১৮৭১)\nলিটারেচার অ্যান্ড ডগমা (১৮৭৩)\nগড অ্যান্ড দ্য বাইবেল (১৮৭৫)\nদ্য স্টাডি অফ কবিতা (১৮৮০)\n\n\n== আরও দেখুন ==\nঅংরেজ হোমারের ইংরেজ অনুবাদ: ম্যাথিউ আর্নল্ড\nইতিহাসবিদের ভুল ধারণা\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ভৃতি ===\n\n\n=== উৎস ===\nউৎস\n\nজীবনী (প্রকাশনার তারিখ অনুযায়ী)\n\nগ্রন্থপঞ্জি\n\n\n== বহিঃসংযোগ ==\n  \n  \n\nডিজিটাল সংগ্রহ\nWorks by ম্যাথু আর্নল্ড in eBook form at Standard Ebooks\nগুটেনবের্গ প্রকল্পে Matthew Arnold-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nফেডেড পেজে (কানাডা) Matthew Arnold-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে ম্যাথু আর্নল্ড কর্তৃক কাজ বা সম্পর্কে তথ্য\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  ম্যাথু আর্নল্ড\nম্যাথিউ আর্নল্ডের কবিতা - Poetseers\nম্যাথিউ আর্নল্ডের চিঠিপত্রের ডিজিটাল সংস্করণ, ভার্জিনিয়া বিশ্ববিদ্যালয় প্রেস\nভৌত সংগ্রহ\nন্যাশনাল পোট্রেট গ্যালারি, লন্ডনে ম্যাথু আর্নল্ড-এর পোট্রেট \n\"Archival material relating to ম্যাথু আর্নল্ড\"। UK National Archives। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nম্যাথিউ আর্নল্ড - টরন্টো বিশ্ববিদ্যালয় লাইব্রেরি\nম্যাথিউ আর্নল্ডের চিঠি ও রচনাসমূহ - টেক্সাস টেক বিশ্ববিদ্যালয় লাইব্রেরি\nম্যাথিউ আর্নল্ড সংগ্রহ - সাধারণ সংগ্রহ, Beinecke Rare Book and Manuscript Library, ইয়েল বিশ্ববিদ্যালয়\nজীবনী সংক্রান্ত লিঙ্ক\n\"ম্যাথিউ আর্নল্ড (মৃত্যুর ঘোষণা, মঙ্গলবার, ১৭ এপ্রিল, ১৮৮৮)\"। Eminent Persons: Biographies reprinted from The Times। IV (1887–1890)। London: Macmillan and Co., Limited। ১৮৯৩। পৃষ্ঠা 87-96। সংগ্রহের তারিখ ১২ মার্চ ২০১৯  – Internet Archive-এর মাধ্যমে। \nম্যাথিউ আর্নল্ড, G. W. E. Russell রচিত, Project Gutenberg এ\nটেমপ্লেট:SBDEL\nAnonymous (১৮৭৩)। \"Matthew Arnold\"। Cartoon portraits and biographical sketches of men of the day। Illustrated by Frederick Waddy। London: Tinsley Brothers। পৃষ্ঠা 136–37। সংগ্রহের তারিখ ১৩ মার্চ ২০১১। \nঅন্যান্য লিঙ্ক\n\"সমসাময়িক কালে সমালোচনার কার্যাবলি\" - The Fortnightly Review\nম্যাথিউ আর্নল্ডের রচনাসমূহের গ্রন্থপঞ্জি - Tod E. Jones\nটেমপ্লেট:Openplaque\nসাহিত্য ও বিজ্ঞান (১৮৮২)\nGates, Lewis E. (১৮৮৯), সাহিত্যের তিনটি গবেষণা, যার তৃতীয়টি ম্যাথিউ আর্নল্ড সম্পর্কিত"}