{"pageid": 1517837, "title": "নারী শিল্প আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1517837", "content": "নারী শিল্প আন্দোলন (ডব্লিউএএম) ছিল একটি অস্ট্রেলিয়ান নারীবাদী শিল্প আন্দোলন, যা ১৯৭৪ সালে সিডনিতে, ১৯৭৪ সালে মেলবোর্নে এবং ১৯৭৬ সালে অ্যাডিলেডে (মহিলা শিল্প গোষ্ঠী, বা ডব্লিউএজি নামে) প্রতিষ্ঠিত হয়েছিল।\n\n\n== প্রেক্ষাপট ==\nঅন্যান্য দেশেও ইতিমধ্যেই এই ধরনের আন্দোলন তৈরি হয়েছে, যেখানে নারী শিল্পীরা সমাজে নারী হিসেবে তাঁদের অবস্থান এবং শিল্পী হিসেবে তাঁদের অবস্থানকে একটি নারীবাদী কাঠামোর মাধ্যমে দেখেছেন। ১৯৭৫ সালে মার্কিন নারীবাদী শিল্প সমালোচক লুসি লিপার্ডের সফর অস্ট্রেলিয়ায় নতুন আন্দোলন সৃষ্টির জন্য তাৎক্ষণিক প্রেরণা জোগায়। তিনি মেলবোর্ন এবং অ্যাডিলেডের নারী-মাত্র গোষ্ঠীগুলির সাথে ফটোগ্রাফিক স্লাইডে নারী শিল্পীদের কাজের আর্কাইভ (সংরক্ষণাগার) তৈরির বিষয়ে কথা বলেছিলেন, এগুলি স্লাইড রেজিস্টার নামে পরিচিত। এটি করেছিল আমেরিকান মহিলা শিল্পীদের একটি নেটওয়ার্ক,  যারা নিজেদেরকে ওয়েস্ট-ইস্ট ব্যাগ (ডব্লিউইবি) নামে অভিহিত করত; সংরক্ষণাগার তৈরির মূল উদ্দেশ্যটি ছিল আর্ট গ্যালারিতে তাঁদের প্রদর্শনের অভাব যাতে না হয় তা দেখা।\nযৌথভাবে পরিচালিত দলগুলি সচেতনতা বৃদ্ধি স্টুডিও এবং প্রদর্শনী কর্মশালা পরিচালনা করেছিল, তাদের লক্ষ্য ছিল ভিজ্যুয়াল আর্টে ব্যক্তিগত অভিজ্ঞতার রাজনৈতিক প্রভাব বিশ্লেষণ করা। আন্তর্জাতিক প্রতিপক্ষের মতো, এই দলগুলি নারী মুক্তি আন্দোলন থেকে উদ্ভূত সমালোচনা বিহীন সচেতনতা বৃদ্ধির (সিআর) পদ্ধতি ব্যবহার করেছিল। ১৯৮০-এর দশকের মাঝামাঝি সময়ে, ডব্লিউএএম অস্ট্রেলিয়া এবং বিশ্বব্যাপী একটি অত্যন্ত সম্মানিত শিল্প আন্দোলনে পরিণত হয়েছিল।\n\n\n== মেলবোর্ন ==\n১৯৭৪ সালের প্রদর্শনী \"এ রুম অফ ওয়ান'স ওন: থ্রি উইমেন আর্টিস্টস\", যৌথভাবে পরিচালনা করেছিলেন কিফি রুবো, লিন কুক এবং জ্যানিন বার্ক। এটি মেলবোর্নে ডব্লিউএএম-এর সূচনা করতে সাহায্য করেছিল। পরের বছর, বার্ককে জাতীয় ভ্রমণ প্রদর্শনী \"অস্ট্রেলিয়ান মহিলা শিল্পী ১৮৪০-১৯৪০\" পরিচালনার দায়িত্ব দেন কিফি রুবো। গ্যালারিতে আন্তর্জাতিক নারীবাদী শিল্প সমালোচক লুসি লিপার্ড উপস্থিত ছিলেন, তিনি শুধুমাত্র মহিলা দর্শকদের উদ্দেশ্যে একটি বক্তৃতা প্রদান করেছিলেন। পরবর্তীতে গ্যালারিতে মেলবোর্নের নারী শিল্প ফোরাম এবং নারী শিল্প নিবন্ধন প্রতিষ্ঠিত হয়।\n\n\n== সিডনি ==\n১৯৭৪ সালের এপ্রিলে প্রথম সভা দিয়ে শুরু হয়। লিণ্ডা নচলিনের \"হোয়াই হ্যাভ দেয়ার বীন নো গ্রেট উইমেন আর্টির্স্ট?\" প্রবন্ধ দ্বারা অনুপ্রাণিত হয়ে, ১৯৭৫ সালে প্রতিষ্ঠিত সিডনি ডব্লিউএএম বিভিন্ন কর্মকাণ্ড এবং প্রদর্শনীর মাধ্যমে শিল্প জগতের মধ্যে বৈষম্য এবং লিঙ্গবৈষম্য মোকাবিলা করার লক্ষ্যে কাজ করে।\nমেরি ম্যাকমাহন ছিলেন এর প্রতিষ্ঠাতা সদস্য। ভিভিয়েন বিনস, বারবারা হল, ফ্রান্সেস ফিনিক্স, বেভারলি গার্লিক, জুড অ্যাডামস এবং টনি রবার্টসন, সিডনিতে নারী শিল্প আন্দোলনের উন্নয়নে অগ্রণী ভূমিকা পালন করেছিলেন।\n\n\n== অ্যাডিলেড ==\nঅ্যাডিলেডে, মহিলা শিল্প গোষ্ঠী ১৯৭৬ বা ১৯৭৭ সালে প্রতিষ্ঠিত হয়েছিল (প্রাথমিকভাবে ১৯৭৬ সালে মহিলা শিল্প গোষ্ঠী বা ডব্লিউএজি হিসাবে, যার লক্ষ্য ছিল মেলবোর্ন ডব্লিউএএম-এর মতো একটি স্লাইড রেজিস্টার স্থাপন করা), অ্যান নিউমার্চ (যিনি ১৯৭৪ সালে অ্যাডিলেড প্রগতিশীল শিল্প আন্দোলনের প্রতিষ্ঠাতা সদস্যও ছিলেন) এর সহ-প্রতিষ্ঠাতা ছিলেন। মহিলা শিল্পীদের সমর্থন ও প্রচারের জন্য এবং শিল্প ও সমাজে লিঙ্গবৈষম্যের বিরুদ্ধে লড়াই করার জন্য একসাথে কাজ করার উদ্দেশ্যে এর প্রতিষ্ঠা হয়েছিল। প্রথম সভায় বিভিন্ন বয়সের পঞ্চাশজন মহিলা উপস্থিত ছিলেন। ১৯৭৭ সালের পুরো আগস্ট মাস জুড়ে, এরা দ্য উইমেন'স শো আয়োজন করেছিল, যা বিস্তৃতি এবং অংশগ্রহণ উভয় দিক থেকেই জাতীয় অনুষ্ঠানে পরিণত হয়েছিল। এক্সপেরিমেন্টাল আর্ট ফাউণ্ডেশন কর্তৃক আয়োজিত এই অনুষ্ঠানে থিয়েটার, সঙ্গীত, চলচ্চিত্র, আলোকচিত্র, কবিতা ও সাহিত্য, মিডিয়া, একটি সম্মেলন এবং একটি ভিজ্যুয়াল আর্ট প্রদর্শনী অন্তর্ভুক্ত ছিল। এখানে ৩৫০টিরও বেশি শিল্পকর্ম অন্তর্ভুক্ত ছিল। এর পরিচালনা করেন জুলি ইউইংটন (২০২১-এর হিসাব অনুযায়ী সিডনির ৪এ সেন্টার ফর কনটেম্পোরারি এশিয়ান আর্টের বোর্ডে আছেন), এবং হেলেন জেমস। অংশগ্রহণকারী শিল্পীদের মধ্যে ছিলেন স্টেফানি রাডোক, লোইন ফারলার, বোনিটা এলি, জুড অ্যাডামস, মার্গারেট ডড, ফ্রান্সেস বুডেন (পরে ফিনিক্স), মেরি ম্যাকমাহন এবং আরও অনেকে।\nডব্লিউএএম সদস্যদের মধ্যে ছিলেন অ্যান মার্শ, ফ্রান্সেস ফিনিক্স, জেনি বোল্ট, পলি সিমস, জেন কিউ, কেট মিলিংটন, ফিল ম্যাককিলাপ, এবং জ্যাকি রেডগেট।\nপ্রতিষ্ঠার কিছু সময় পরে, অ্যাডিলেড গ্রুপটি দক্ষিণ অস্ট্রেলিয়া আর্টস গ্রান্ট অ্যাডভাইজরি কমিটি, কমিউনিটি আর্টস বোর্ড এবং ভিজ্যুয়াল আর্টস বোর্ড থেকে কিছু তহবিল অর্জন করে। এই তহবিলের মাধ্যমে ১৯৮০ সালে \"উইমেন'স আর্ট মুভমেন্ট ১৯৭৮-১৯৭৯, অ্যাডিলেড, সাউথ অস্ট্রেলিয়া\" বইটি প্রকাশ করা সম্ভব হয়েছিল।\nসেখানে আদিবাসী নারীদের শিল্পকলার শক্তিশালী উপস্থিতিও ছিল, এবং এটি প্রতিফলিত করার জন্য এর সংবিধানে পরিবর্তন করা হয়েছিল। অ্যাডিলেডের সদস্যরা অন্যান্য রাজ্যে তাঁদের কাজ প্রদর্শন করেছিলেন এবং কেউ কেউ বিদেশে গিয়েছিলেন। জেন কেন্ট এবং অ্যান মার্শ ১৯৮৪ সালে ক্যালিফোর্নিয়ায় গিয়েছিলেন সম্পাদনী কলা দেখার জন্য এবং পরে নিজেদের আবিষ্কারের ওপর একটি বই প্রকাশ করেছিলেন। এই দলটি অ্যাডিলেড ফেস্টিভ্যাল অফ আর্টস এবং এর অ্যাডিলেড রাইটার্স উইক সহ বিভিন্ন ধরণের কার্যকলাপে জড়িত ছিল। এরা জিল অর এবং বেটি সার-এর মতো আবাসিক শিল্পীদের সমর্থন করেছিল।\nদক্ষিণ অস্ট্রেলিয়ার স্টেট লাইব্রেরি ১৯৭৪ থেকে ১৯৮৬ সালের মধ্যে অ্যাডিলেড শাখার সাথে সম্পর্কিত রেকর্ড সংগ্রহ করে।\n\n\n== আরও দেখুন ==\nজর্জ প্যাটন গ্যালারি\n\n\n== তথ্যসূত্র =="}