{"pageid": 1517445, "title": "আল-কারাউইয়িন মসজিদ (মরক্কো)", "url": "https://bn.wikipedia.org/wiki?curid=1517445", "content": "আল-কারাউইয়িন মসজিদ বা আল-কারাউইয়িন বিশ্ববিদ্যালয় মসজিদ মরক্কোর ফেজ শহরে অবস্থিত একটি ঐতিহাসিক মসজিদ। ২৪৫ হিজরি সালের ১লা রমজান (৩০ নভেম্বর ৮৫৯) তারিখে ইদ্রিসি শাসক ইয়াহিয়া প্রথমের তত্ত্বাবধানে এর নির্মাণকাজ শুরু হয়। মহানুভব ফাতিমা বিনতে মুহাম্মদ আল-ফিহরিয়া তাঁর সম্পূর্ণ উত্তরাধিকার দান করে এই মসজিদ নির্মাণ করেন এবং এর নির্মাণকালে রোজা ও ইবাদতে নিযুক্ত থাকেন। মসজিদটি সম্পন্ন হওয়ার পর তিনি প্রথম নামাজ আদায় করেন এবং আল্লাহর প্রতি কৃতজ্ঞতা প্রকাশ করেন।\nফেজের জনগণ ও শাসকরা মসজিদটির সম্প্রসারণ, সংস্কার এবং রক্ষণাবেক্ষণে অবদান রেখেছেন। শাসকরা কর্ডো‌ভার উমাইয়া খলিফার সহায়তায় মসজিদে প্রায় ৩,০০০ বর্গমিটার যোগ করেন। পরবর্তীতে আলমোরাভিদরা এর আরও সম্প্রসারণ ঘটান।\nমসজিদের চতুষ্কোণাকার মিনার (যা আজও অক্ষত রয়েছে) জেনাতা শাসকদের শাসনামলে কর্ডোভার আব্দুর রহমান তৃতীয়ের অধীনে নির্মিত হয়। এটি মাঘরেব অঞ্চলের প্রাচীনতম চতুষ্কোণাকার মিনার হিসেবে বিবেচিত হয়।\nআলমোরাভিদরা মসজিদের সাধারণ স্থাপত্যকে আরও শৈল্পিক করে তোলে ও জটিল অলংকরণ যোগ করে। তাঁরা খোদাই করা গম্বুজ, খিলান নকশা, এবং খোদাইকৃত কুরআনিক আয়াত সংযোজন করেন। আলমোরাভিদদের অন্যতম গুরুত্বপূর্ণ অবদান হলো মিনবার (খুতবার মঞ্চ), যা আজও অটুট রয়েছে। পরবর্তীতে আলমোহাদরা মসজিদের জন্য একটি বৃহৎ ঝাড়বাতি সংযোজন করে, যা এখনও ফেজের এই মসজিদের শোভা বৃদ্ধি করে।\nমসজিদটিতে ১৭টি দরজা রয়েছে এবং দুটি শাখা রয়েছে যা কেন্দ্রীয় আঙিনার দুই প্রান্তে মিলিত হয়। প্রতিটি শাখায় একটি করে মার্বেল নির্মিত ওজুখানা রয়েছে, যা আলহাম্বরার লায়ন্স কোর্টের অনুকরণে নির্মিত।\nসময়ের সঙ্গে সঙ্গে মসজিদটিতে শৈল্পিক ঝাড়বাতি, সূর্যঘড়ি, বালিঘড়ি এবং অতিরিক্ত সুবিধাসমূহ যুক্ত হয়েছে, যার মধ্যে বিচারকের চেম্বার, বিশাল মিহরাব, একটি গ্রন্থাগার এবং বহু কুরআনিক পান্ডুলিপি রয়েছে। মসজিদের স্থাপত্যশৈলী মূলত আন্দালুসীয়।\n\n\n== আল-কারাউইয়িন বিশ্ববিদ্যালয় ==\nমসজিদটি নির্মাণের পর থেকেই এখানে পণ্ডিতরা শিক্ষা কার্যক্রম শুরু করেন, যা বহু শিক্ষার্থীকে আকর্ষণ করে। শাসকদের বিরাট পৃষ্ঠপোষকতার কারণে ফেজ ধীরে ধীরে একটি প্রধান জ্ঞান ও সাংস্কৃতিক কেন্দ্র হিসেবে গড়ে ওঠে, যা কর্ডোভা ও বাগদাদ-এর মতো গুরুত্বপূর্ণ শহরগুলোর সঙ্গে প্রতিযোগিতা করত।\nধারণা করা হয়, আল-কারাউইয়িন মসজিদ একটি বিশ্ববিদ্যালয়ে রূপান্তরিত হয় আলমোরাভিদ আমলে, যখন এখানে নিয়মিত শিক্ষাদান শুরু হয়। ঐতিহাসিক নথিপত্র থেকে জানা যায় যে এটি সম্পূর্ণরূপে বিশ্ববিদ্যালয়ে পরিণত হয় মারিনিদ শাসনামলে, যখন এর চারপাশে মাদ্রাসাসমূহ নির্মাণ করা হয় এবং বৈজ্ঞানিক গবেষণার জন্য পাঠাগার ও পাঠচক্র প্রতিষ্ঠিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমসজিদের ইতিহাস\nআল-কারাউইয়িন মসজিদ ও বিশ্ববিদ্যালয় (ISESCO)"}