{"pageid": 1517847, "title": "মা রাজহংসী", "url": "https://bn.wikipedia.org/wiki?curid=1517847", "content": "মা রাজহংসী , শিশুদের কল্পকাহিনীতে সৃষ্ট একটি চরিত্র, ফরাসি রূপকথার একটি সংগ্রহ এবং পরবর্তীতে ইংরেজি শিশুদের ছড়ার  কাল্পনিক লেখক।  তাঁর একটি গানও আছে, যার প্রথম স্তবকটি এখন প্রায়শই শিশুদের ছড়া হিসেবে ব্যবহৃত হয়।  চরিত্রটি ১৮০৬ সালে উৎসের সন্ধান করে একটি প্যান্টোমাইমেও উপস্থিত হয়।\n১৮ শতকের গোড়ার দিকে ইংরেজিতে এই শব্দটির আবির্ভাব । চার্লস পেরাল্টের রূপকথার সংকলন, কন্টেস দে মা মেরে ল'ওয়ে, প্রথম ইংরেজিতে টেলস অফ মাই মাদার গুজ  (আমার রাজহংসী মায়ের গল্প) নামে অনুবাদ করা হয়েছিল। পরবর্তীতে ইংরেজি শিশুদের ছড়ার একটি সংকলন, যার শিরোনাম ছিল \"মাদার গুজ'স মেলোডি\", অথবা \"সনেটস ফর দ্য ক্র্যাডল \", ব্রিটেন এবং মার্কিন যুক্তরাষ্ট্র উভয় ক্ষেত্রেই এই নামটিকে স্থায়ী করতে সাহায্য করেছিল।\n\n\n== চরিত্রটি ==\nমা রাজহংসীর নামটি ১৭ শতকে জনপ্রিয় হয়ে ওঠা ইংরেজিতে ছোটদের ছড়া ,ইংরেজি গল্প সংগ্রহের মাধ্যমে  পরিচিতি পায়। ১৫৯০ সালে এডমন্ড স্পেন্সার  \"মাদার হাবার্ডস টেল\" ব্যঙ্গাত্মক রচনা প্রকাশ করেন। ইতিমধ্যেই তখন ইংরেজ পাঠকরা  মাদার হাবার্ডের সাথে পরিচিত ছিলেন। সেই সাথে ১৬৯০-এর দশকে \"মাদার বাঞ্চ\" ( মাদাম ডি'অলনয়ের ছদ্মনাম)  এর অনুরূপ রূপকথার গল্পগুলির সাথেও পরিচিত ছিলেন।  ১৬৫০ সালে সংগৃহীত জিন লোরেটের লা মিউজ হিস্টোরিকে প্রকাশিত সাপ্তাহিক ঘটনাবলীর একটি সংস্করণে এর প্রাথমিক উল্লেখ পাওয়া যায়।  তার মন্তব্য কমে আন কন্টে দে লা মেঁরে ওয়ে  অর্থাৎ (\"মা রাজহংসীর গল্পের মতো\")  যে শব্দটি সহজেই বোধগম্য ছিল। ১৬২০ এবং ১৬৩০-এর দশকে ফরাসি সাহিত্যে ১৭ শতকের মাদার গুস/মেরে ল'ওয়ে-র অতিরিক্ত উল্লেখ দেখা যায়। \n\n\n=== উৎপত্তি সম্পর্কে জল্পনা ===\nবিংশ শতাব্দীতে, ক্যাথেরিন এলওয়েস-থমাস তত্ত্ব দিয়েছিলেন যে \"মাদার গুজ\" বা \"মেরে ল'ওয়ে\" র ছবিটি এবং নামটি প্রাচীন কিংবদন্তির উপর ভিত্তি করে ফ্রান্সের রাজা দ্বিতীয় রবার্টের স্ত্রীর তৈরি হতে পারে, যা \"বার্থে লা ফাইলুস\" (\" বার্থা দ্য স্পিনার \") বা বার্থে পাইড ডি'ওয়ে (\"গুজ-ফুটেড বার্থা\") নামে পরিচিত, এবং এগুলো এমন  অবিশ্বাস্য গল্পের রূপকথা হিসাবে বর্ণিত হয় যা প্রায়শই শিশুদের মন কে মুগ্ধ করে ।  অন্যান্য পণ্ডিতরা উল্লেখ করেছেন যে শার্লেমেনের মা, লাওনের বার্ট্রাডা, হংস-পদ রানী ( রেজিনা পেদে অউক  ) নামে পরিচিত হয়েছিলেন।  বেশ কিছু সূত্র আছে যা প্রমাণ করে যে মাদার গুজের বা মা রাজহংসীর উৎপত্তি বাইবেলের শেবার রাণীর সাথে সম্পর্কিত।   অদ্ভুত পা নিয়ে বার্থার এর (হংস, রাজহাঁস বা অন্যান্য  )  গল্পগুলি মধ্য জার্মান, ফরাসি, ল্যাটিন এবং ইতালীয় সহ অনেক ভাষায় আছে। জ্যাকব গ্রিম তত্ত্ব দিয়েছিলেন যে এই গল্পগুলি উচ্চ জার্মান ব্যক্তিত্ব পারচটা বা বার্চটা (ইংরেজি বার্থা) এর সাথে সম্পর্কিত।  যদিও বার্চটার গল্পগুলির অর্থ অনেক গভীর ছিল, তথাপিও ফ্রান্সের কিংবদন্তি \"বার্থা লা ফাইলুস\"  এবং মাদার গুজের  গল্পের মতো বার্চটার গল্পগুলিও    শিশুদের, রাজহংসীদের সাথে বিনা সুতার  বুননের রূপকথা  ছিল।  \n\n\n== তথ্যসূত্র =="}