{"pageid": 1517683, "title": "অমর সঙ্গী (২০২৫-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1517683", "content": "অমর সঙ্গী ২০২৫ সালের বাংলা অতিপ্রাকৃত প্রণয়ধর্মী হাস্যরসাত্মক চলচ্চিত্র। যা নবাগত পরিচালক দিব্য চট্টোপাধ্যায় পরিচালনা করেছে। দিব্য চট্টোপাধ্যায় ও অরিত্র সেনগুপ্ত যৌথভাবে এর চিত্রনাট্য রচনা করেছেন। ড্রিমস অন সেল প্রোডাকশন্সের প্রযোজনায় এবং হ্যান্ডিক্রাফ্ট পিকচার্সের সহ-প্রযোজনায় নির্মিত এই চলচ্চিত্রে প্রধান চরিত্রে অভিনয় করেছেন বিক্রম চট্টোপাধ্যায় ও সোহিনী সরকার। এছাড়াও গুরুত্বপূর্ণ ভূমিকায় রয়েছেন দিব্যাশা দাস, শ্রীমা ভট্টাচার্য এবং অনিরুদ্ধ গুপ্ত।\nচলচ্চিত্রটির কাহিনি এক শোকার্ত উপন্যাসিককে কেন্দ্র করে, যিনি হঠাৎ তার প্রয়াত প্রেমিকার আত্মার মুখোমুখি হন। সে তাকে জীবনে এগিয়ে যেতে উৎসাহিত করে, তবে তার উপস্থিতি এক অদ্ভুত অধিকারবোধ নিয়ে আসে, কারণ সে নিজেও তাকে ছেড়ে যেতে সংগ্রাম করে। এটি বিক্রম চট্টোপাধ্যায় ও সোহিনী সরকারের প্রথম যৌথ কাজ। চলচ্চিত্রটি ৩১ জানুয়ারি ২০২৫ সালে মুক্তি পায় এবং সমালোচকদের কাছ থেকে মিশ্র প্রতিক্রিয়া পেলেও দর্শকদের কাছ থেকে ইতিবাচক সাড়া পায়।\n\n\n== পটভূমি ==\nঅনুরাগ এবং জয়ী, দুই শৈশবের প্রেমিক, যাদের বন্ধন পঞ্চম শ্রেণি থেকেই অবিচ্ছেদ্য। দীর্ঘদিনের প্রেমের পর, অবশেষে তাদের বিয়ে ঠিক হয়, আর নতুন জীবন শুরু করতে তারা একটি বাড়িও কিনে ফেলে। কিন্তু যখন তাদের স্বপ্ন সত্যি হতে চলেছে, তখনই ঘটে ভয়াবহ এক ট্র্যাজেডি—বিয়ের আগের দিনই হৃদরোগে আক্রান্ত হয়ে জয়ীর মৃত্যু হয়। অনুরাগের জীবন, যা একসময় সাহিত্যিক অনুপ্রেরণায় ভরপুর ছিল, হঠাৎ করেই এক শূন্যতার অতলে তলিয়ে যায়। তবে এখানেই তাদের প্রেমের গল্প শেষ হয় না।\nশোকার্ত অনুরাগ হঠাৎ জয়ীর ছায়ামূর্তি দেখতে শুরু করে—আয়নার প্রতিবিম্বে, ঘরের চেনা কোণায়। প্রথমে এটিকে দুঃখজনিত মনের বিভ্রম ভাবলেও, শীঘ্রই সে বুঝতে পারে যে জয়ী সত্যিই ফিরে এসেছে, এক আত্মার রূপে, তাকে ছেড়ে যেতে নারাজ। প্রথমদিকে ভয় পেলেও, ধীরে ধীরে অনুরাগ তার উপস্থিতিতে অভ্যস্ত হয়ে পড়ে, মনে করতে থাকে যেন ভাগ্য তাকে তার জীবনের ভালোবাসার সঙ্গে আরেকটি সুযোগ দিয়েছে।\nকিন্তু এই সম্পর্ক ধীরে ধীরে এক অদ্ভুত বাস্তবতার সামনে তাকে দাঁড় করায়। কেবলমাত্র অনুরাগই জয়ীর অস্তিত্ব অনুভব করতে পারে, তাদের গভীর প্রেমের জন্যই সে ফিরে এসেছে। জয়ী তাকে আগের মতোই রাগ করে, সান্ত্বনা দেয়, তিরস্কার করে, কিন্তু ধীরে ধীরে অনুরাগ উপলব্ধি করে—সে স্পর্শহীন, ছায়ার মতো অস্তিত্বহীন, একসঙ্গে থেকেও তারা কখনোই সত্যিকারের জীবন ভাগাভাগি করতে পারবে না। সময়ের সঙ্গে অনুরাগ বুড়িয়ে যাবে, কিন্তু জয়ী রয়ে যাবে চিরযৌবনা। সে এক দোটানায় পড়ে যায়—প্রেম কি শরীরের বাঁধনে আবদ্ধ, নাকি আত্মার বন্ধন মৃত্যুর পরেও অটুট থাকে?\nনিজের ভালোবাসার অস্তিত্বের প্রকৃত অর্থ বোঝার জন্য, অনুরাগ সাহায্য নিতে শুরু করে তান্ত্রিক, আধ্যাত্মিক গুরু এবং গূঢ়তত্ত্ববিদদের কাছ থেকে। সে মৃত্যুর পরের জীবন নিয়ে পড়াশোনা শুরু করে, মন্দিরের পুরোহিতদের পরামর্শ নেয়। তার সাহিত্যজগৎও পরিবর্তিত হতে থাকে—রোমান্টিক গল্পের পরিবর্তে এখন সে ভৌতিক গল্প লিখতে চায়। কিন্তু এত চেষ্টার পরেও, সে বুঝতে পারে জয়ীর অস্তিত্ব থেকে মুক্তি পাওয়া অসম্ভব।\nএদিকে, এক আধ্যাত্মিক গুরু জানায় যে, কেউ মৃত্যুর পর আত্মা হয়ে ফিরে আসে কেবল তখনই, যখন কোনো বড় বিপদ কেটে গেছে বা সামনে আসন্ন। যেহেতু শুধুমাত্র অনুরাগই জয়ীকে দেখতে পাচ্ছে, তাই গুরু তাকে সতর্ক করে—তার জীবনেও হয়তো একটি বড় বিপদ আসন্ন।\nপরিবার ও আত্মীয়রা তাকে নতুন জীবন শুরুর পরামর্শ দিলেও, অনুরাগ আটকে থাকে জয়ীর ছায়ার সঙ্গে। নীহারিকার সঙ্গে নতুন সম্পর্কের সম্ভাবনা আসলেও, সে বুঝতে পারে যে জয়ীর অস্তিত্বের ধোঁয়াশা থেকে সে কখনোই বেরিয়ে আসতে পারবে না। সে জানতেই চায়, সত্যিকারের প্রেম কি মৃত্যুর সীমা অতিক্রম করতে পারে? দু’টি আত্মার মধ্যকার টান কি শুধুই এক মানবজীবনের জন্য, নাকি তা মৃত্যুর পরও চিরন্তন?\nএই প্রশ্নের উত্তরই অনুরাগের যাত্রাকে করে তোলে এক রহস্যময়, আবেগঘন ও অতিপ্রাকৃত ভালোবাসার অনুসন্ধান।\n\n\n== অভিনয়শিল্পী ==\nঅনুরাগ চরিত্রে বিক্রম চট্টোপাধ্যায়\nজয়ী চরিত্রে সোহিনী সরকার\nঅনুরাগের আস্থাভাজন হিসেবে শ্রীমা ভট্টাচার্য\nঅনুরাগের আস্থাভাজন হিসেবে অনিরুদ্ধ গুপ্ত\nনীহারিকা চরিত্রে দিব্যাশা দাস\nঅনুরাগের বাবার চরিত্রে সৌম্য সেনগুপ্ত\nঅনুরাগের মায়ের চরিত্রে মধুমিতা চক্রবর্তী\nজয়ীর বাবার চরিত্রে সন্দীপ ভট্টাচার্য\n\n\n=== ক্যামিও উপস্থিতি ===\nঅঙ্কুশ হাজরা\nমধুমিতা সরকার\nবিবৃতি চট্টোপাধ্যায়\nঅঙ্গনা রায়\nতথাগত মুখোপাধ্যায়\nকৌশিক মুখোপাধ্যায়\n\n\n== মুক্তি ==\nছবিটি ৩১ জানুয়ারী ২০২৫ তারিখে ৫৬টি সিনেমা হলে ৬৬টি শো সহ প্রেক্ষাগৃহে মুক্তি পায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে অমর সঙ্গী   (ইংরেজি)"}