{"pageid": 1517193, "title": "লড়াই", "url": "https://bn.wikipedia.org/wiki?curid=1517193", "content": "লড়াই হচ্ছে যুদ্ধাবস্থায় পরস্পরবিরোধী সামরিক এককের মধ্যে সংঘটিত সংগ্রাম। একাধিক লড়াই নিয়ে একটি যুদ্ধ গঠিত হয়। যুদ্ধ ও সমরাভিযান সাধারণত সমরকৌশল দ্বারা চালিত, যেখানে লড়াই এক বিশেষ স্তরের পরিকল্পনা ও সম্পাদনে সংঘটিত হয়।\nলড়াই সাধারণত একপ্রকার সামরিক অংশগ্রহণ যা সময়কাল, এলাকা ও বাহিনীদের অঙ্গীকার দ্বারা সুনির্ধারিত। বাহিনীদের মধ্যে অঙ্গীকারের অভাব এবং কোনো চূড়ান্ত ফলাফল এই এরকম সামরিক অংশগ্রহণকে খণ্ডযুদ্ধ বলে।\nএছাড়া \"যুদ্ধ\" বলতে সমগ্র পরিচালিত সমরাভিযানকেও বোঝাতে পারে, বিশেষ করে যদি এটি একটি দীর্ঘায়িত সামরিক সংঘাতকে বোঝায় যেখানে এক বা একাধিক সংগ্রামীদের কৌশল, সম্পদ ও কৌশলগত উদ্দেশ্য একইরকম। দ্বিতীয় বিশ্বযুদ্ধে আটলান্টিকের যুদ্ধ, ব্রিটেনের যুদ্ধ ও ফ্রান্সের যুদ্ধ এরকম লড়াইয়ের কিছু উদাহরণ।\n\n\n== বৈশিষ্ট্য ==\n\nসামরিক বাহিনীর সংগঠন, কর্মনিয়োগ ও প্রযুক্তির পরিবর্তনের ফলে সামরিক বিজ্ঞানে লড়াইয়ের নিরূপিত বৈশিষ্ট্য পরিবর্তিত হয়েছে। ইংরেজ সামরিক ইতিহাসবিদ জন কিগানের পরামর্শ অনুযায়ী, আদর্শভাবে লড়াই দুই সেনাবাহিনীর মধ্যে সংঘটিত এমন কিছু জিনিস যার ফলে যেকোনো একটি বাহিনী নৈতিকভাবে ও পরে দৈহিকভাবে ছত্রভঙ্গ হয়ে যাবে, কিন্তু লড়াইয়ের উৎপত্তি ও ফলাফলকে এতো পরিছন্নভাবে সারসংক্ষেপ করা তেমন সম্ভব নয়। বিংশ ও একবিংশ শতাব্দীর লড়াই হচ্ছে কোনো সামরিক লক্ষ্য পূরণের জন্য কোনো সমরাভিযানে বাহিনীদের বৃহদাংশের মধ্যে লড়াই। সামরিক অভিযান ফলে কোনো লড়াইয়ের সময়কাল অনেকসময় এক সপ্তাহের বেশি হয়। এক পক্ষ লড়াই থেকে সরে না গেলে অন্য পক্ষ লড়াই পরিকল্পিত, সংঘটিত বা বাধ্যতামূলক করে।\nসামরিক বাহিনীর দ্বারা কোনো লক্ষ্যপূরণ করে যেকোনো লড়াইয়ের উদ্দেশ্য। বিভিন্ন উপায়ে যুদ্ধে (ব্যাটল) জয়লাভ করা সম্ভব:\n\nবিভিন্ন বিবাদমান পক্ষের মধ্যে এক পক্ষ অন্যদের অভিযান বাতিল করে তাদের বাহিনীদের আত্মসমর্পণ করতে বাধ্য করা।\nঅন্য পক্ষদের ছত্রভঙ্গ করে পশ্চাদপসরণ করতে বাধ্য করা কিংবা পরবর্তী সামরিক অভিযান চালানোকে সামরিকভাবে অকার্যকর করা।\nঅন্য পক্ষদের নিশ্চিহ্ন করা, যার ফলে তাদের মৃত্যু বা বন্দি হতে পারে।\nএছাড়া পাইরিক জয়ের মাধ্যমে কোনো লড়াই সমাপ্ত হতে পারে, যা অবশেষে পরাজিত পক্ষকে প্রশ্রয় দেয়। যুদ্ধে (ব্যাটল) কোনো সিদ্ধান্তে না পৌঁছলে এটি অচলাবস্থায় সমাপ্ত হতে পারে। কোনো দ্বন্দ্বে এক পক্ষ যুদ্ধরীতির মাধ্যমে সিদ্ধান্তে পৌঁছতে রাজি না হলে সেটি একটি বিদ্রোহে (ইনসার্জেন্সি) পরিণত হয়।\nঊনবিংশ শতাব্দী পর্যন্ত বেশিরভাগ লড়াই স্বল্পকালীন, আর অনেক লড়াইয়ের সময়কাল এক দিনের অংশবিশেষ (তবে প্রেস্টনের যুদ্ধ (১৬৪৮), জাতির যুদ্ধ (১৮১৩) ও গেটিসবার্গের যুদ্ধ (১৮৬৩) তিন দিন পর্যন্ত ব্যাপ্ত ছিল)। মূলত যুদ্ধক্ষেত্রে সৈনিক সরবরাহে সমস্যা কিংবা রাত্রিকালীন যুদ্ধ পরিচালনায় অসুবিধার জন্য তখনকার লড়াই স্বল্পকালীন ছিল। সাধারণত অবরোধ যুদ্ধের মাধ্যমে সাধারণত কোনো লড়াইয়ের সময়কালকে বাড়ানো যায়। পরিবহনে উন্নতি, খাত যুদ্ধের তৎক্ষণাৎ বিবর্তন এবং বিংশ শতাব্দীর প্রথম বিশ্বযুদ্ধে অবরোধমূলক লড়াইয়ের ফলে লড়াইয়ের সময়কাল কয়েক দিন বা সপ্তাহ পর্যন্ত বর্ধিত হয়ে যায়। এর ফলে যুদ্ধকালীন ক্লান্তি এড়ানোর জন্য এককের পর্যায়ক্রমের প্রয়োজনীয়তা দেখা দেয়, আর সৈনিকরা এক মাসের বেশি সময় ধরে যুদ্ধক্ষেত্রে পছন্দ করে না।\nসামরিক ইতিহাস রচনায় \"যুদ্ধ\" বা \"লড়াই\" শব্দের অপব্যবহারের ফলে এটি যেকোনো আকারের লড়াইকে বোঝাতে ব্যবহৃত হয়েছে, বিশেষ করে যেসব লড়াইয়ে লাখ লাখ সৈনিক সংবলিত বাহিনীরা কোনো নির্দিষ্ট সময়ে কোনো একক যুদ্ধ (লাইপজিগের যুদ্ধ) বা অভিযানে (উহানের যুদ্ধ) অংশগ্রহণ করে। সংগ্রামী বাহিনীদের অস্ত্রশস্ত্রের ব্যাপ্তির উপর যুদ্ধক্ষেত্রের আয়তন নির্ভর করে। এই বৃহত্তর অর্থে \"যুদ্ধ\" বা \"লড়াই\" দীর্ঘব্যাপী এবং বিস্তীর্ণ এলাকা জুড়ে সংঘটিত হতে পারে, যেমন দ্বিতীয় বিশ্বযুদ্ধের ব্রিটেনের যুদ্ধ কিংবা আটলান্টিকের যুদ্ধ। গোলন্দাজ বাহিনী ও বিমানের উদ্ভাবনের আগে লড়াই সংঘটিত হওয়ার সময় দুই পক্ষকে দৃষ্টিক্ষেত্রের মধ্যে থাকতে হতো। পশ্চাদ্ভাগে সাহায্যকারী গোষ্ঠীদের (যেমন সরবরাহ, গোলন্দাজ বাহিনী, চিকিৎসা কর্মীবৃন্দ ইত্যাদি) সংযোজনের ফলে আধুনিক যুদ্ধকৌশলে যুদ্ধক্ষেত্রের গভীরতা বৃদ্ধি পেয়েছে।\nলড়াই একাধিক সামরিক সংগ্রাম ও খণ্ডযুদ্ধ নিয়ে গঠিত হয়, আর সংগ্রামীরা সাধারণত লড়াইয়ের কেবল ক্ষুদ্র অংশ উপভোগ করতে পারে। একজন পদাতিক সৈনিকর কাছে কোনো ক্ষুদ্রতর আকস্মিক আক্রমণের লড়াই এবং কোনো বৃহত্তর আক্রমণের লড়াইয়ের মধ্যে তেমন পার্থক্য নেই, আর তার পক্ষে লড়াইয়ের ভবিষ্যতের গতিপথ প্রত্যাশা করা সম্ভব নয়।\n\n\n== ধরন ==\nস্থল, সমুদ্র, বায়ু—সর্বত্র লড়াই করা সম্ভব। খ্রিস্টপূর্ব পঞ্চম শতাব্দী থেকে পঞ্চম নৌযুদ্ধ সংঘটিত হয়ে আসছে। তুলনায় সাম্প্রতিক উদ্ভাবনের জন্য বিমান যুদ্ধ কমই হয়, তবে ১৯৪০ সালের ব্রিটেনের যুদ্ধ বিমান যুদ্ধের অন্যতম উদাহরণ। দ্বিতীয় বিশ্বযুদ্ধের সময় থেকে স্থল ও নৌযুদ্ধ বৈমানিক সহায়তার উপর নির্ভরশীল হয়ে ওঠে। মিডওয়ের যুদ্ধের সময় পাঁচটি বিমানবাহক নিমজ্জিত হয়েছিল, আর সেক্ষেত্রে কোনো বিমানবাহকই সরাসরি সংস্পর্শে আসেনি।\nএছাড়া লড়াইয়ের আরও প্রকারভেদ রয়েছে, যেমন:\n\nপরিকল্পিত লড়াই — এখানে লড়াইয়ের সময় ও ক্ষেত্র বিষয়ে উভয়পক্ষই একমত হয়।\nআকস্মিক লড়াই — এখানে উভয়পক্ষ দ্বন্দ্বে শামিল হয়, আর এর যেকোনো একটি পক্ষ আক্রমণ বা প্রতিরক্ষায় প্রস্তুত নয়।\nশক্তিক্ষয়ের লড়াই — এখানে সৈনিক, অস্ত্রশস্ত্র ও মনোবলের নিরন্তর ক্ষয়ের মাধ্যমে শত্রুপক্ষকে বিনাশের মুখে ফেলে দেওয়া হয়। উভয়পক্ষের প্রাণহানির সংখ্যা প্রায় সমান হলেও শক্তিক্ষয়ের কৌশল প্রয়োগ করা সম্ভব। প্রথম বিশ্বযুদ্ধে পশ্চিম রণাঙ্গনের অনেক লড়াই ঐচ্ছিক বা অনৈচ্ছিকভাবে শক্তিক্ষয়ের লড়াই ছিল।\nপূর্ণধ্বংসের লড়াই — এখানে পরাজিত পক্ষকে যুদ্ধক্ষেত্রে সম্পূর্ণরূপে বিনাশ করে দেওয়া হয়, যেমন নীলনদের যুদ্ধে ফরাসি নৌবহর।\nচূড়ান্ত লড়াই — এটি সামগ্রিক যুদ্ধকালের গতিপথ নির্ধারণ করে কিংবা শত্রুতার সমাপ্তি ঘটায়। কোনো চূড়ান্ত লড়াই রাষ্ট্রের সীমান্ত ও ক্ষমতার ভারসাম্যকে পরিবর্তিত করতে পারে। ১৮৫১ সালে এডওয়ার্ড শেপহার্ড ক্রিসির দ্য ফিফটিন ডিসাইসিভ ব্যাটলস অব দ্য ওয়ার্ল্ড প্রকাশিত হওয়ার পর থেকেই চূড়ান্ত লড়াইয়ের ধারণা জনপ্রিয় হয়েছে।\n\n\n== আরও দেখুন ==\nলড়াইয়ের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\n\n\n== বহিঃসংযোগ =="}