{"pageid": 1517437, "title": "দ্য কুইন হু ক্রাউন্স", "url": "https://bn.wikipedia.org/wiki?curid=1517437", "content": "দ্য কুইন হু ক্রাউন্স (কোরীয়: 원경, ইংরেজি: The Queen Who Crowns) হলো একটি দক্ষিণ কোরীয় পিরিয়ড ড্রামা ভিত্তিক টেলিভিশন ধারাবাহিক। কিম সাং-হোর পরিচালনায় নির্মিত এই ধারাবাহিকটি রচনা করেছেন লি ইয়ং-মি। চা জু-ইয়ং, লি হিউন-উক, লি ই-দাম, লি সি-আ এবং পার্ক জি-ইলের মতো অভিনয়শিল্পীগণ এই ধারাবাহিকে অভিনয় করেছেন।\nমূলত কোরীয় ভাষায় নির্মিত এই ধারাবাহিকটি ২০২৫ সালের ৬ই জানুয়ারি তারিখে টিভিংয়ে সম্প্রচার শুরু হয়েছিল, যা প্রতি সপ্তাহের সোমবার এবং মঙ্গলবার স্থানীয় সময় ১৪:০০টায় প্রচারিত হয়েছে; যার সর্বমোট ১২টি পর্ব রয়েছে।\n\n\n== সারাংশ ==\nজোসন রাজবংশের শুরুর দিকে মিন ওনগেয়ং (চা জু-ইয়ং), একজন সম্ভ্রান্ত পরিবারের নারী, লি বাং-ওনের (লি হিউন-উক) সাথে বিবাহবন্ধনে আবদ্ধ হন, যিনি জেনারেল লি সোং-গিয়ের (লি সুং-মিন) পঞ্চম পুত্র এবং জোসন রাজবংশের প্রতিষ্ঠাতা। তারা একসাথে রাজনৈতিক জটিলতা মোকাবেলা করে বাং-ওনের সিংহাসনে আরোহণ নিশ্চিত করেন, যিনি পরবর্তীতে রাজা তেজং নামে পরিচিত হন। বাং-ওন রাজা হওয়ার পর, ওনগেয়ং কুইন ওনগেয়ং হিসেবে অভিষিক্ত হন। প্রাথমিকভাবে, তাদের সম্পর্ক মজবুত ছিল এবং উভয়ে সমৃদ্ধ জোসনের স্বপ্ন দেখতেন। তবে, বাং-ওনের ক্ষমতা সুসংহত হওয়ার সাথে সাথে তিনি চে-রেয়ং (লি ই-দাম) এবং ইয়ং-সিলসহ (লি সি-আ) বিভিন্ন উপপত্নী গ্রহণ করতে শুরু করেন, যেখানে ইয়ং-সিল তার সন্তানের গর্ভধারণ করেন। এতে তাদের সম্পর্কের মধ্যে বিশ্বাসঘাতকতা এবং বিচ্ছিন্নতার অনুভূতি সৃষ্টি হয়। রাণীর পরিবার, মিন বংশ, আদালতে উল্লেখযোগ্য প্রভাবশালী ছিল। বাং-ওন, তার কর্তৃত্ব সংহত করতে চেয়ে, মিন পরিবারের ক্ষমতাকে হুমকি হিসেবে দেখেন। এতে রাজনৈতিক চালবাজি এবং শুদ্ধি অভিযান শুরু হয়, যা রাজদম্পতির মধ্যে আরও দূরত্ব সৃষ্টি করে। ওনগেয়ং তার পরিবারের প্রতি আনুগত্য এবং রানির দায়িত্বের মধ্যে দ্বিধায় পড়েন।\nআদালতের ষড়যন্ত্র তীব্র হওয়ার সাথে সাথে, ওনগেয়ং তার প্রভাব বজায় রাখতে এবং পরিবারের উত্তরাধিকার রক্ষা করতে চেষ্টা করেন। তিনি রাজনৈতিক জোট এবং কৌশল গ্রহণ করেন রাজাকে প্রতিহত করতে, কিন্তু বাং-ওনের কেন্দ্রীয়করণ প্রচেষ্টার ফলে মিন বংশের ক্ষমতা ধীরে ধীরে হ্রাস পায়। ব্যক্তিগত এবং রাজনৈতিক সংঘাতগুলি রাজা এবং রানির মধ্যে মুখোমুখি সংঘর্ষে পরিণত হয়। ওনগেয়ং বাং-ওনের সিদ্ধান্তগুলোর বিরোধিতা করেন, যা উত্তপ্ত বিতর্কে রূপ নেয় এবং আদালতের অভ্যন্তরে বৃহত্তর ক্ষমতার লড়াইকে প্রতিফলিত করে। তাদের একসময়ের সুরেলা সম্পর্ক অবিশ্বাস এবং ক্ষোভে পরিণত হয়। শেষ পর্বগুলোতে, ওনগেয়ং চূড়ান্ত পরীক্ষার সম্মুখীন হন। বিচ্ছিন্ন এবং পরিবারের ক্ষমতা হ্রাসপ্রাপ্ত অবস্থায়, তিনি তার ভূমিকা এবং জোসন আদালতে তার উত্তরাধিকার নিয়ে চিন্তা করেন। সিরিজটি তার অবদান এবং ত্যাগের উপর মর্মস্পর্শী প্রতিফলনের মাধ্যমে সমাপ্ত হয়, যা তাকে একজন রানি এবং শক্তিশালী পরিবারের সদস্য হিসেবে জটিলতা তুলে ধরে।\n\n\n== অভিনয়শিল্পী ==\n\n\n=== কেন্দ্রীয় চরিত্র ===\nচা জু-ইয়ং – রাণী মিন ওনগেয়ং\nলি হিউন-উক – লি বাং-ওন\nলি ই-দাম – চে-রেয়ং\nলি সি-আ – ইয়ং-সিল\n\n\n=== পার্শ্ব চরিত্র ===\nপার্ক জি-ইল – মি জে\nহান সুং-ওন – মিন মু-জিল\nকিম উ-দাম – মিন মু-গু\nদোং হিয়ো-হি – মিসেস সং\nলি সুং-মিন – লি সোং-গিয়ে\nচোই দোক-মুন – হা রিউন\nসো হি-জুং – কোর্ট লেডি জোং\nজোং উই-সুন – কোর্ট লেডি কিম\nসং জে-রিয়ং – অন্ধ ভবিষ্যৎবক্তা\nহুয়াং ইয়ং-হি – গিয়ো হা-দেক\n\n\n== মুক্তি ==\nদ্য কুইন হু ক্রাউন্সের চিত্রধারণ ২০২৩ সালের অক্টোবর মাসে শুরু হয়ে ২০২৪ সালের জুন মাসে সম্পন্ন হয়েছে। অতঃপর, ২০২৫ সালের ৬ই জানুয়ারি তারিখে টিভিংয়ে এই ধারাবাহিকটি মুক্তি পেয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nহানসিনেমায় দ্য কুইন হু ক্রাউন্স (ইংরেজি) \nইন্টারনেট মুভি ডেটাবেজে দ্য কুইন হু ক্রাউন্স   (ইংরেজি)"}