{"pageid": 1518809, "title": "ওভারড্রাফটিং", "url": "https://bn.wikipedia.org/wiki?curid=1518809", "content": "অতিশোষণ (Overdrafting) হলো এমন একটি প্রক্রিয়া যেখানে ভূগর্ভস্থ জল (groundwater) সমতাবস্থার উৎপাদন ক্ষমতা (equilibrium yield) অতিক্রম করে উত্তোলন করা হয়। ভূগর্ভস্থ জল মিঠা পানির অন্যতম বৃহৎ উৎস এবং এটি ভূগর্ভে মজুদ থাকে। ভূগর্ভস্থ জলের নিঃশেষনের প্রধান কারণ হলো অতিরিক্ত পরিমাণে জল উত্তোলন করা, যা অ্যাকুইফারগুলোর (aquifers) ভাণ্ডার হ্রাস করতে পারে। অপর্যাপ্ত পুনঃভরাট (recharge) অ্যাকুইফারগুলোর কার্যকারিতা হ্রাস করতে পারে এবং এটি পরিবেশের ওপর নেতিবাচক প্রভাব ফেলতে পারে, যেমন মাটির সংকোচন, ভূমি ধ্বস, স্থানীয় জলবায়ুর পরিবর্তন, মাটির রাসায়নিক পরিবর্তন এবং পরিবেশগত অন্যান্য ক্ষতি।\nভূগর্ভস্থ জলের পরিমাণ বোঝার জন্য দুটি ধারণা রয়েছে: নিরাপদ উৎপাদন ক্ষমতা (safe yield) এবং টেকসই উৎপাদন ক্ষমতা (sustainable yield)। নিরাপদ উৎপাদন ক্ষমতা হলো সেই পরিমাণ পানি যা দীর্ঘমেয়াদী পুনরায় পূরণের হার অতিক্রম না করে উত্তোলন করা যেতে পারে। টেকসই উৎপাদন ক্ষমতা হলো এমন পরিমাণ পানি উত্তোলন, যা অনির্দিষ্টকাল ধরে নেতিবাচক জলবিজ্ঞানীয় প্রভাব সৃষ্টি না করে পরিচালিত হতে পারে, যেখানে পুনরায় পূরণ হার ও পৃষ্ঠস্থ জল (surface water) ব্যবস্থাপনাও বিবেচনা করা হয়।\nঅ্যাকুইফার প্রধানত দুই ধরনের হতে পারে: সন্নিবিষ্ট (confined) ও অসন্নিবিষ্ট (unconfined)। সন্নিবিষ্ট অ্যাকুইফারের উপরে একটি শক্ত স্তর (aquitard) থাকে, যা জল প্রবাহকে প্রতিরোধ করে। অপরদিকে, অসন্নিবিষ্ট অ্যাকুইফারে এই প্রতিরোধক স্তর নেই, ফলে ভূগর্ভস্থ জল সহজেই উত্তোলন করা যায়। অসন্নিবিষ্ট অ্যাকুইফার থেকে জল উত্তোলন করা মানে মূলত জল ঋণ নেওয়া, যা পুনরায় পূরণ করতে হয়। পুনঃভরাট প্রাকৃতিকভাবে বা কৃত্রিম উপায়ে করা যেতে পারে।\n\n\n== প্রক্রিয়া ==\nযখন ভূগর্ভস্থ জল উত্তোলন করা হয়, তখন কূপের চারপাশে একটি অবক্ষেপণের শঙ্কু (cone of depression) গঠিত হয়। জলের অতিরিক্ত উত্তোলন অবক্ষেপণের শঙ্কুর ব্যাসার্ধ বৃদ্ধি করে। অতিরিক্ত উত্তোলন (অতিশোষণ) হলে এটি নেতিবাচক প্রভাব ফেলতে পারে, যেমন জলস্তর (water table) হ্রাস, ভূমি ধ্বস (land subsidence), এবং নদী ও ঝরণায় জলের প্রবাহ কমে যাওয়া। চরম ক্ষেত্রে, স্বাভাবিকভাবে পুনরায় পূরণ হওয়া ভূগর্ভস্থ জলের সরবরাহ সরাসরি নদী বা জলাশয় থেকে টেনে নেওয়া হয়, যা তাদের জলস্তর হ্রাস করে। এটি বন্যপ্রাণী ও মানুষের জন্য ক্ষতিকর হতে পারে।\nভূগর্ভস্থ জলের স্বাভাবিক পুনঃভরাট পৃষ্ঠস্থ জলের প্রবেশের মাধ্যমে ঘটে। এটি কৃত্রিমভাবে পুনরায় পূরণ করা যেতে পারে, যেমন বর্জ্য জল ব্যবস্থাপনা প্রকল্পগুলোর মাধ্যমে পরিশোধিত জল পুনরায় ভূগর্ভস্থ স্তরে ফিরিয়ে দেওয়া। এর একটি উদাহরণ হলো অরেঞ্জ কাউন্টি ওয়াটার ডিস্ট্রিক্ট, ক্যালিফোর্নিয়া, যেখানে বর্জ্য জল পরিশোধন করে কৃত্রিম পুনরায় পূরণের জন্য অ্যাকুইফারে প্রবাহিত করা হয়।\nভূগর্ভস্থ জলাধারের পুনঃভরাট হার অঞ্চলভেদে পরিবর্তিত হয়, যা বৃষ্টিপাত, উদ্ভিদ আবরণ, এবং মাটির সংরক্ষণ ব্যবস্থার ওপর নির্ভর করে। কিছু অ্যাকুইফারের পুনঃভরাট হতে বহু সময় লাগে, ফলে অতিশোষণ নির্দিষ্ট কিছু ভূগর্ভস্থ জল সরবরাহ সম্পূর্ণ নিঃশেষ করে দিতে পারে। ভূমি ধ্বস ঘটে যখন ভূগর্ভস্থ জল অতিরিক্ত পরিমাণে উত্তোলন করা হয় এবং মাটি তার ভারসাম্য হারায়, যা অ্যাকুইফারের ধারণ ক্ষমতা হ্রাস করতে পারে।\nপ্রাকৃতিক এবং মানবসৃষ্ট কার্যক্রম (যেমন জলবায়ু পরিবর্তন) ভূগর্ভস্থ জলের পুনরায় পূরণের ধরনে প্রভাব ফেলে। ভূগর্ভস্থ জলের নিঃশেষনের অন্যতম প্রধান কারণ হলো সেচ। বৈশ্বিকভাবে প্রায় ৪০% সেচ ভূগর্ভস্থ জলের মাধ্যমে পরিচালিত হয় এবং যুক্তরাষ্ট্রে ভূগর্ভস্থ জলের ঘাটতির অন্যতম প্রধান কারণ এটি।\n\n\n== বিশ্বব্যাপী ==\n\nএই র‌্যাংকিং প্রতিটি দেশে কৃষির জন্য ব্যবহৃত ভূগর্ভস্থ জলের পরিমাণের ভিত্তিতে করা হয়েছে। এই সমস্যা যুক্তরাষ্ট্রে (বিশেষত ক্যালিফোর্নিয়ায়) গুরুত্বপূর্ণ হয়ে উঠছে, তবে ১৯৮৭ সালে পাঞ্জাবে, ভারতে এই সমস্যার উল্লেখযোগ্য নজির পাওয়া যায়।\n\n\n=== যুক্তরাষ্ট্র ===\nযুক্তরাষ্ট্রে, ২০শ শতাব্দীতে আনুমানিক ৮০০ কিউবিক কিলোমিটার ভূগর্ভস্থ জল নিঃশেষিত হয়েছে।\nভূগর্ভস্থ জলের পুনঃভরাটের হার উষ্ণতা বৃদ্ধির কারণে প্রভাবিত হয়, যা পৃষ্ঠের জল বাষ্পীভবন ও বাষ্পোৎসর্জন বৃদ্ধি করে এবং মাটির আর্দ্রতা কমিয়ে দেয়। অতিরিক্ত ভূগর্ভস্থ জল উত্তোলন ও জলস্তরের নিঃশেষন জলবায়ু পরিবর্তনের সঙ্গে মিলিত হয়ে জলমণ্ডল ও এর উপর নির্ভরশীল বাস্তুতন্ত্রের ওপর নেতিবাচক প্রভাব ফেলতে পারে।\n\n\n== ভূগর্ভস্থ জলাধারের দ্রুত হ্রাস ==\n২০১৩ সালে যুক্তরাষ্ট্র ভূতাত্ত্বিক জরিপ (USGS)-এর গবেষক লিওনার্ড এফ. কোনিকোউ-এর প্রতিবেদনে উল্লেখ করা হয়েছে যে, ২০০১-২০০৮ সময়কালে ওগালালা অ্যাকুইফার (Ogallala Aquifer)-এর নিঃশেষন ২০শ শতাব্দীর মোট নিঃশেষনের প্রায় ৩২%। যুক্তরাষ্ট্রে, অ্যাকুইফার থেকে উত্তোলিত জলের প্রধান ব্যবহারকারী হল সেচ, তেল উত্তোলন এবং কয়লা খনন।\n\n\n== পরিবেশগত প্রভাব ==\nভূগর্ভস্থ জল উত্তোলন জলস্তর কমিয়ে দেয়, যার ফলে নদী, জলাভূমি এবং হ্রদগুলোর জলস্তর হ্রাস পায়। কার্স্ট ভূতাত্ত্বিক অঞ্চলে, বৃহৎ পরিমাণে ভূগর্ভস্থ জল উত্তোলন সিংকহোল বা ভূমি ধ্বস সৃষ্টি করতে পারে।\nউপকূলীয় অঞ্চলে অতিশোষণের ফলে লবণাক্ত জল প্রবেশ করতে পারে, যা একবার ঘটলে সেই অ্যাকুইফার আর মিঠা পানির উৎস হিসেবে ব্যবহারের উপযোগী থাকে না। কৃত্রিম পুনঃভরাট দ্বারা কখনো কখনো লবণাক্ত পানির প্রবেশ বন্ধ করা যায়, তবে এটি ব্যয়বহুল ও বাস্তবায়ন করা কঠিন।\nঅতিশোষণের ফলে ভূগর্ভস্থ জলের রাসায়নিক গঠনে পরিবর্তন আসতে পারে। এতে ক্যালসিয়াম, ম্যাগনেসিয়াম, সোডিয়াম, ক্লোরাইড, সালফেট ইত্যাদি উপাদানের মাত্রা বেড়ে যেতে পারে, যা পানিকে মানুষের ব্যবহারের জন্য অনুপযোগী করে তুলতে পারে।\nপরিবেশগত প্রভাবগুলোর মধ্যে রয়েছে:\n\nভূমি ধ্বস—জলের অভাবে মাটির ভারসাম্য নষ্ট হওয়া\nজলস্তর হ্রাস—যার ফলে নদী, হ্রদ ও জলাশয়ে জল প্রবাহ কমে যাওয়া\nজলজ প্রাণীদের বাসস্থান ক্ষতিগ্রস্ত হওয়া\nজলের মানের অবনতি\nজলের ব্যয়ের বৃদ্ধি—গভীর থেকে পানি উত্তোলনের জন্য বেশি শক্তির প্রয়োজন হয়, ফলে মূল্য বৃদ্ধি পায়\nফসল উৎপাদন হ্রাস\nজলচক্রতে ব্যাঘাত সৃষ্টি\n\n\n=== ভূগর্ভস্থ জলের কারণে ভূমি ধ্বস ===\n\n\n== সামাজিক ও অর্থনৈতিক প্রভাব ==\nঅতিশোষণ সামাজিক ও অর্থনৈতিক বৈষম্য সৃষ্টি করতে পারে। জলস্তর হ্রাস পাওয়ায় গভীর কূপ খনন করতে হয়, যা ব্যয়বহুল। গবেষণায় দেখা গেছে, বড় কৃষিজমির মালিকেরা প্রযুক্তির সুবিধা নিতে পারলেও ছোট কৃষকদের পক্ষে এটি সম্ভব হয় না। পাঞ্জাবে দেখা গেছে, ছোট কৃষকদের জন্য ব্যয়বহুল প্রযুক্তি গ্রহণ করা কঠিন, ফলে তারা কম জলসেচনযোগ্য ফসল চাষে বাধ্য হয়।\nএছাড়াও, প্রাথমিক বরাদ্দ জলাধিকার (Prior appropriation water rights) আইন অনুযায়ী, যে ব্যক্তি প্রথমে কোনো জলস্রোত ব্যবহার করে, সে তার উপর অধিকার বজায় রাখে। এর ফলে বড় কৃষি খামার ও শিল্প প্রতিষ্ঠান অধিক সুবিধা পায়, আর ছোট কৃষকরা জলসেচের জন্য প্রতিযোগিতায় পিছিয়ে পড়ে।\n\n\n== সম্ভাব্য সমাধান ==\nকৃত্রিম পুনঃভরাট:\nকৃত্রিমভাবে ভূগর্ভস্থ জল পুনরায় ভরাটের মাধ্যমে অতিশোষণ রোধ করা যেতে পারে। তবে, এর জন্য পর্যাপ্ত বিশুদ্ধ পানি সহজলভ্য হওয়া প্রয়োজন।\nজল সংরক্ষণ কৌশল:\nজল সংরক্ষণের মাধ্যমে অতিশোষণ কমানো সম্ভব। এর মধ্যে রয়েছে:\n\nকার্যকর জল ব্যবস্থাপনা\nকৃষিক্ষেত্রে উন্নত সেচ প্রযুক্তি ব্যবহার\nকম জলপ্রয়োজনীয় ফসল নির্বাচন\nটেকসই জল পরিকাঠামোতে বিনিয়োগ\nজল সংরক্ষণের প্রণোদনা:\nক্যালিফোর্নিয়া রাজ্য খরার কারণে জল সংরক্ষণের জন্য কিছু বিধিনিষেধ আরোপ করেছে, যেমন ফুটপাতে অতিরিক্ত জল প্রবাহিত না করা, বৃষ্টির পর ৪৮ ঘণ্টার মধ্যে জলসেচ নিষিদ্ধ করা ইত্যাদি।\n\n\n== আরও দেখুন ==\nঅবক্ষেপণের শঙ্কু\nভূগর্ভস্থ জল পুনরায় পূরণ\nভূগর্ভস্থ জলের কারণে ভূমি ধ্বস\nপানীয় জল\nজল সংকট\nমানব জনসংখ্যা বৃদ্ধি\n\n\n== তথ্যসূত্র ==\n\n\n== বাহ্যিক লিংক ==\nভূগর্ভস্থ জল পাম্পিংয়ের ঝুঁকি, Issues in Science and Technology"}