{"pageid": 1518507, "title": "ফ্রম হিয়ার টু ইটার্নিটি", "url": "https://bn.wikipedia.org/wiki?curid=1518507", "content": "ফ্রম হিয়ার টু ইটার্নিটি ১৯৫৩ সালে মুক্তিপ্রাপ্ত আমেরিকান যুদ্ধভিত্তিক ও প্রেম বিষয়ক একটি নাটকীয় চলচ্চিত্র। প্রখ্যাত এই চলচ্চিত্রটি ফ্রেড জিনেম্যান পরিচালিত এবং ড্যানিয়েল তারাদাশ রচিত। চলচ্চিত্রটি জেমস জোন্সের ১৯৫১ সালের সমনামের উপন্যাসের উপর ভিত্তি করে নির্মিত। এই চলচ্চিত্রে পার্ল হারবার আক্রমণের কয়েক মাস পূর্বে হাওয়াইতে অবস্থানরত তিনজন মার্কিন সেনার দুর্দশার জীবন তুলে ধরা হয় যাদের চরিত্রে অভিনয় করেছেন বার্ট ল্যাঙ্কাস্টার, মন্টগোমেরি ক্লিফ্ট এবং ফ্রাঙ্ক সিনাত্রা প্রমুখ অভিনেতারা। \nঅভিনেত্রী ডেবোরা কের এবং ডোনা রিড এই চলচ্চিত্রে গুরুত্বপূর্ণ নারীদের চরিত্রে অভিনয় করেছেন। চলচ্চিত্রের সহ-অভিনেতাদের মধ্যে রয়েছেন আর্নেস্ট বোর্গনাইন, ফিলিপ ওবার, জ্যাক ওয়ার্ডেন, মিকি শগনেসি, ক্লদ আকিনস এবং জর্জ রিভস ।\nএই চলচ্চিত্রটি একাডেমি পুরস্কারে ১৩টি বিভাগে মনোনয়ন পেয়েছিল যাদের মধ্যে ৮টি বিভাগে বিজয়ীর শিরোপা পেয়েছে; যেগুলি হল সেরা ছবি, সেরা পরিচালক (ফ্রেড জিনেম্যান), অভিযোজিত চিত্রনাট্য, সহ-অভিনেতা (ফ্রাঙ্ক সিনাত্রা), এবং সহ-অভিনেত্রী (ডোনা রিড)।  \nছবিটির নামকরণ করা হয়েছে রুডইয়ার্ড কিপলিং -এর ১৮৯২ সালের কবিতা  জেন্টলম্যান-র‍্যাঙ্কার্স-এর থেকে অনুপ্রানিত হয়ে যেখানে ব্রিটিশ সাম্রাজ্যের সৈন্যদের দিকভ্রষ্ট হওয়া এবং এক অনন্ত অভিশাপের বোঝা বহন করার কথা রূপকীয়ভাবে বর্ননা করা হয়েছে।\n২০০২ সালে, \"সাংস্কৃতিক, ঐতিহাসিক বা নান্দনিকভাবে গুরুত্বপূর্ণ প্রতীক\" হিসেবে লাইব্রেরি অফ কংগ্রেস -এর পক্ষ থেকে ফ্রম হিয়ার টু ইটার্নিটি  মার্কিন যুক্তরাষ্ট্রের জাতীয় চলচ্চিত্র রেজিস্ট্রিতে সংরক্ষণের জন্য নির্বাচিত হয়েছিল। \n\n\n== পটভূমি ==\n১৯৪১ সালে, সৈন্যবাহিনীর বিউগল বাদক এবং পেশাদার সৈনিক প্রাইভেট রবার্ট ই. লি প্রিউইট, যিনি একসময় একজন পেশাদার বক্সার ছিলেন, তিনি ফোর্ট শাফটার থেকে ওহু দ্বীপের স্কোফিল্ড ব্যারাকে একটি রাইফেল কোম্পানিতে স্থানান্তরিত হন। ক্যাপ্টেন ডানা ডাইনামাইট হোমস তাকে তার রেজিমেন্টাল বক্সিং দলে নেওয়ার জন্য আগ্রহী ছিলেন, কিন্তু প্রিউইট কোনও ব্যাখ্যা ছাড়াই তার প্রস্তাব একেবারেই প্রত্যাখ্যান করেন। ফলস্বরূপ, হোমস প্রিউইটের জীবন দুর্বিষহ করে তোলে এবং শেষ পর্যন্ত ফার্স্ট সার্জেন্ট মিল্টন ওয়ার্ডেনকে কোর্ট-মার্শালের প্রস্তুতির নির্দেশ দেয়। কিন্তু  ওয়ার্ডেন তার বদলে হোমসকে প্রিউইটের কোম্পানির শাস্তি দ্বিগুণ করার পরামর্শ দেন। প্রিউইট অন্যান্য এনসিওদের (নন-কমিশন্ড অফিসার) দ্বারা হয়রানির শিকার হন এবং কেবল তার ঘনিষ্ঠ বন্ধু প্রাইভেট অ্যাঞ্জেলো ম্যাজিও তার পাশে দাঁড়ায়।\nপ্রিউইট এবং ম্যাজিও একটি সামাজিক ক্লাবে যোগ দেয়, যেখানে প্রিউইট লরেনের প্রতি আকৃষ্ট হয়। প্রিউইট লরেনকে বিশ্বাস করে বলে যে সে বক্সিং ছেড়ে দিয়েছে কারণ একবার অনুশীলনের সময় সে দুর্ঘটনাক্রমে তার প্রতিপক্ষকে অন্ধ করে ফেলেছিল। ক্লাবে, ম্যাজিও কারাগারের সার্জেন্ট \"ফ্যাটসো\" জুডসনের সঙ্গে বিতর্কে জড়িয়ে পড়ে। পরে, একটি স্থানীয় বারে, জুডসন ম্যাজিওকে উসকানি দেয় এবং দুজনের মধ্যে প্রায় হাতাহাতির পরিস্থিতি সৃষ্টি হয়, তবে ওয়ার্ডেন এসে হস্তক্ষেপ করে।\nওয়ার্ডেনকে সতর্ক করা সত্ত্বেও, সে কারাগারে যাওয়ার ঝুঁকি নিয়ে ক্যাপ্টেন হোমসের স্ত্রী ক্যারেনের সঙ্গে সম্পর্ক গড়ে তোলে। হোমসের সঙ্গে ক্যারেনের বিবাহিত জীবন অখুশি এবং দূরত্বপূর্ণ, যা আরও খারাপ হয়ে ওঠে যখন হোমসের মদ্যপান ও অবিশ্বস্ততার কারণে তাদের একমাত্র সন্তান মৃত জন্মগ্রহণ করে এবং ক্যারেন স্থায়ীভাবে বন্ধ্যা হয়ে যায়। ক্যারেন ওয়ার্ডেনকে অফিসার হওয়ার জন্য উৎসাহিত করে, যাতে সে হোমসকে তালাক দিয়ে ওয়ার্ডেনকে বিয়ে করতে পারে।\nম্যাজিও পাহারার দায়িত্ব ছেড়ে মদ্যপ হয়ে পড়ার কারণে শাস্তিস্বরূপ কারাগারে প্রেরিত হয়, যেখানে সে জুডসনের অবৈধ ও নিষ্ঠুর নির্যাতনের শিকার হয়। এদিকে, প্রিউইট জানতে পারে যে লরেনের প্রকৃত নাম আলমা এবং তার লক্ষ্য ক্লাবে যথেষ্ট অর্থ উপার্জন করে মূল ভূখণ্ডে ফিরে গিয়ে বিয়ে করা। প্রিউইট তাকে জানায় যে সামরিক বাহিনীতেই তার ভবিষ্যত আছে। এরপর তারা একসঙ্গে ভবিষ্যৎ গড়তে পারবে কি না তা নিয়ে দুশ্চিন্তার মধ্যে পড়ে।\nহোমসের বক্সিং দলের একজন সদস্য, সার্জেন্ট গ্যালোভিচ, প্রিউইটের সঙ্গে মারামারি বাঁধায়। হোমস এবং রেজিমেন্টের কমান্ডার দূর থেকে ঘটনা পর্যবেক্ষণ করলেও কেউ হস্তক্ষেপ করে না। হোমস প্রিউইটকে আবার শাস্তি দেওয়ার কথা ভাবলেও পরে জানতে পারে যে মারামারি গ্যালোভিচ শুরু করেছিল, তাই সে কিছুই করে না।\nজুডসনের নির্মম নির্যাতনের পর ম্যাজিও কারাগার থেকে পালিয়ে আসে, কিন্তু গুরুতর আহত অবস্থায় প্রিউইটের বাহুতে মারা যায়। প্রতিশোধ নিতে প্রিউইট একটি অন্ধকার গলিতে জুডসনের সঙ্গে ছুরিকাহত লড়াইয়ে জড়িয়ে পড়ে। প্রিউইট জুডসনকে হত্যা করতে সক্ষম হয়, তবে নিজেও গুরুতর আহত হয় এবং লরেনের কাছে লুকিয়ে থাকে। ওয়ার্ডেন প্রিউইটের অনুপস্থিতির দায়িত্ব নিজে নিয়ে তাকে রক্ষা করে।\nহোমসের আচরণের তদন্তের পর, রেজিমেন্টের কমান্ডার তাকে কোর্ট-মার্শালের পরিবর্তে পদত্যাগের নির্দেশ দেন। হোমসের স্থলাভিষিক্ত ক্যাপ্টেন রস অন্য এনসিওদের তিরস্কার করেন, গ্যালোভিচকে ডিমোশন দিয়ে সাধারণ সৈনিক করেন এবং ঘোষণা করেন যে বক্সিংয়ের মাধ্যমে আর কোনো পদোন্নতি হবে না। ক্যারেন ওয়ার্ডেনকে জানায় যে হোমসের পদত্যাগের কারণে তাদের মূল ভূখণ্ডে ফিরে যেতে হবে। তবে ওয়ার্ডেন তাকে জানিয়ে দেয় যে তার অফিসার হওয়ার কোনো আগ্রহ নেই, যা কার্যত তাদের সম্পর্কের সমাপ্তি ঘটায়। বিদায়ের সময়, ওয়ার্ডেন ক্যারেনকে প্রতিশ্রুতি দেয় যে তারা একদিন কোথাও আবার দেখা করবে।\n৭ ডিসেম্বর জাপানিরা পার্ল হারবার আক্রমণ করে । লরেনের তাকে স্ংগে থাকার জন্য অনুরোধ করে কিন্তু তা সত্ত্বেও, প্রিউইট তার কোম্পানিতে পুনরায় যোগদানের চেষ্টা করে। পরে সে সামরিক পুলিশের গুলিতে নিহত হয়। ওয়ার্ডেন তাকে একজন কঠোর কিন্তু ভালো সৈনিক হিসেবে চিহ্নিত করে।\nকয়েকদিন পর, ক্যারেন এবং লরেন কাকতালীয়ভাবে মূল ভূখণ্ডে যাওয়া একটি জাহাজে একে অপরের পাশে দাঁড়ায়। ক্যারেন তার জামা সমুদ্রে ছুঁড়ে ফেলে ভাবতে থাকে যে সে কি কখনও হাওয়াইতে ফিরে আসবেনা? লরেন ক্যারেনকে বলেন যে তিনি ফিরে আসছেন না কারণ তার \"বাগদত্তা\", যাকে তিনি প্রিউইট হিসেবে পরিচয় দেন, একজন বোমারু বিমানের পাইলট ছিলেন যিনি আক্রমণের সময় মারা গিয়েছিলেন এবং তাকে সিলভার স্টার পুরস্কার দেওয়া হয়েছিল। ক্যারেন নামটা চিনতে পারে কিন্তু কিছুই বলে না।\n\n\n== কলাকুশলীগন ==\nবার্ট ল্যাঙ্কাস্টার প্রথম সার্জেন্ট মিল্টন ওয়ার্ডেন হিসেবে\nমন্টগোমেরি ক্লিফট প্রাইভেট রবার্ট ই. লি \"প্রিউ\" প্রিউইট হিসেবে\nডেবোরা কার কারেন হোমস হিসেবে\nডোনা রিড আলমা বার্ক / লোরিন হিসেবে\nফ্র্যাঙ্ক সিনাত্রা প্রাইভেট অ্যাঞ্জেলো ম্যাজিও হিসেবে\nফিলিপ ওবার ক্যাপ্টেন ডানা \"ডায়নামাইট\" হোমস হিসেবে\nমিকি শগনেসি কর্পোরাল লেভা হিসেবে\nহ্যারি বেলাভার প্রাইভেট ফার্স্ট ক্লাস মাজিওলি হিসেবে\nআর্নেস্ট বোর্গনাইন স্টাফ সার্জেন্ট জেমস আর. \"ফ্যাটসো\" জাডসন হিসেবে\nজ্যাক ওয়ার্ডেন কর্পোরাল বাকলি হিসেবে\nজন ডেনিস সার্জেন্ট আইক গ্যালোভিচ হিসেবে\nমার্ল ট্র্যাভিস প্রাইভেট সাল অ্যান্ডারসন হিসেবে\nটিম রায়ান সার্জেন্ট পিট কারেলসেন হিসেবে\nআর্থার কিগান ট্রেডওয়েল হিসেবে\nবারবারা মরিসন মিসেস কিপফার হিসেবে\nজর্জ রিভস সার্জেন্ট মেলন স্টার্ক হিসেবে (অস্বীকৃত)\nক্লড একিন্স সার্জেন্ট \"বল্ডি\" ধোম হিসেবে (অস্বীকৃত)\nঅ্যালভিন সার্জেন্ট সার্জেন্ট নেয়ার হিসেবে (অস্বীকৃত)\nরবার্ট জে. উইলকে সার্জেন্ট হেন্ডারসন হিসেবে (অস্বীকৃত)\nকার্লেটন ইয়াং কর্নেল আইরেস হিসেবে (অস্বীকৃত)\nক্রিস্টিন মিলার জর্জেট হিসেবে (অস্বীকৃত)\n\n\n== উৎপাদন ==\n\nকলম্বিয়া পিকচার্স প্রযোজনা সংস্থার সহ প্রতিষ্ঠাতা হ্যারি কোনকে দেওয় এস. সিলভান সাইমনের পরামর্শ অনুসারে কলম্বিয়া উপন্যাসটির স্বত্ব কিনে নেয় এবং সাইমনকে ছবিটি তৈরির দায়িত্ব দেওয়া হয় কিন্তু ছবিটির প্রস্তুতি নেওয়ার আগেই ১৯৫১ সালের মে মাসে হৃদরোগে আক্রান্ত হয়ে তিনি মারা যান। \nহলিউডের কিংবদন্তি অনুসারে, ফ্রাঙ্ক সিনাত্রা তার কথিত মাফিয়া সংযোগের মাধ্যমে ছবিতে ভূমিকাটি পেয়েছিলেন এবং দ্য গডফাদার চলচ্চিত্রের একটি ক্ষুদ্র অংশে এই ঘটনাটির ছায়া দেখতে পেয়েছিল অনেকেই।  তবে, ছবির অভিনেতা এবং কলাকুশলীরা বেশ কয়েকবার তা খারিজ করে দিয়েছেন। পরিচালক ফ্রেড জিনেম্যান মন্তব্য অনুসারে  মারিও পুজো রচিত দ্য গডফাদার গল্পেই ঘটনাটির উল্লেখ আছে এবং তথাকথিত বিতর্কিত অংশটির কোন বাস্তব ভিত্তি নেই। সিনাত্রা তার একটি ব্যাখ্যায় বলেছিলেন যে তার তৎকালীন স্ত্রী আভা গার্ডনার স্টুডিও প্রধান হ্যারি কোনের স্ত্রী -এর সাথে কথা বলে তাকে চলচ্চিত্রে অভিনয় করার সুযোগ দিতে রাজি করিয়েছিলেন। এই ঘটনাটি কিটি কেলি তার সিনাত্রার জীবনীতে বর্ণনা করেছেন। \nজোয়ান ক্রফোর্ড এবং গ্ল্যাডিস জর্জকে চলচ্চিত্রে অভিনয়ের প্রস্তাব দেওয়া হয়েছিল, কিন্তু পরিচালক যখন সিদ্ধান্ত নেন কিন্তু পরে কারনবশত জর্জকে এই চলচ্চিত্র থেকে বাদ দেওয়া হয়। ক্রফোর্ড দাবি করেছিলেন যে তিনি তার নিজস্ব ক্যামেরাম্যান দিয়ে তার সমস্ত দৃশ্যের চিত্রায়ন করবেন। ফলস্বরূপ স্টুডিও থেকে ডেবোরা কেরকে চলচ্চিত্রে কাজ করার সুযোগ দেওয়া হয়।\nকিম স্ট্যানলি লরেনের চরিত্রের জন্য ব্যাপক প্রচারণা চালিয়েছিলেন। পরবর্তীতে ডোনা রিড এই চরিত্রে অভিনয়ের জন্য একাডেমি পুরস্কার অর্জন করে। \nগুজব ছড়িয়েছিল যে ল্যাঙ্কাস্টার এবং কেরের রসায়ন চলচ্চিত্রের পর্দার বাইরেও ছড়িয়ে পড়েছে এবং চিত্রগ্রহণের সময় তারকারা একে অপরের প্রেমে জড়িয়ে পড়েছিলেন।  \nরি-এনলিস্টমেন্ট ব্লুজ এবং ফ্রম হিয়ার টু ইটার্নিটি এই গান দুটি চলচ্চিত্রে ব্যবহৃত হয়েছে। গানদুটির রচয়িতা রবার্ট ওয়েলস এবং ফ্রেড কার্গার। \n১৯৫১ সালে, লাইফ ম্যাগাজিনের তথ্য অনুসারে হলিউডে মূল উপন্যাসটির বিক্রয়মূল্য ৮২,৫০০ ডলার। \n\n\n== উপন্যাস থেকে পার্থক্য ==\n\nপ্রোডাকশন কোড অফিস এবং মার্কিন সেনাবাহিনীকে সন্তুষ্ট করার জন্য উপন্যাসের বেশ কয়েকটি বিতর্কিত অংশ  চলচ্চিত্রে পরিবর্তন করা হয়েছিল বা বাদ দেওয়া হয়েছিল।   স্কোফিল্ড সেনা ছাউনি অঞ্চলে চলচ্চিত্রের চিত্রায়ন হয় এবং সেই স্থানের প্রশিক্ষণ বিমান ব্যবহার হয়। ছবিতে  পার্ল হারবারের সামরিক ফুটেজ সংগ্রহের জন্য সেনাবাহিনীর সহযোগিতা প্রয়োজন ছিল।   চিত্রনাট্যকার ড্যানিয়েল তারাদাশের মতে, কোড অফিস এবং সেনাবাহিনী উভয়ই তার চিত্রনাট্য পড়ে মুগ্ধ হয়েছিল, যা সেন্সরশিপ সমস্যা হ্রাস করতে সহায়ক হয়েছিল। \nউপন্যাসে, লরেন একটি পতিতালয়ের একজন পতিতা ছিলেন, কিন্তু ছবিতে, তিনি একটি ব্যক্তিগত সামাজিক ক্লাবের একজন উপপত্নী।  উপন্যাসে, অবিশ্বস্ত হোমসের কারণে ক্যারেনের হিস্টেরেক্টমি হয়েছিল যা তার গনোরিয়া সংক্রমণের কারন ছিল, কিন্তু চলচ্চিত্রে তার হিস্টেরেক্টমি,গর্ভপাতের ইত্যাদি যৌনরোগ সংক্রান্ত বিষয়ট এড়িয়ে যাওয়া হয়েছিল। কোড অফিসের মান পূরণের জন্য পরিবর্তনগুলি করা হয়েছিল। \nউপন্যাসটিতে, তালিকাভুক্ত বেশ কয়েকজন পুরুষ সমকামীদের সাথে বন্ধুত্বের ফলে একজন সৈনিক আত্মহত্যা করে, কিন্তু ছবিতে সমকামিতার উল্লেখ বা সরাসরি করা হয়নি। কোড অফিসকে সন্তুষ্ট করার জন্য পরিবর্তনটি করা হয়েছিল।   তবে, জে.ই. স্মিথ লিখেছেন যে, চলচ্চিত্রে ম্যাজিওর প্রতি জুডসনের আচরণ যৌন নির্যাতনের সমস্ত ইঙ্গিত দেয় এবং তাই এটি ১৯৩০-এর দশকের সামরিক বাহিনীতে সমকামিতার প্রভাবের আশংকাকে পুনরুজ্জীবিত করে কিন্তু সেন্সরশিপের স্পষ্ট কারণে চিত্রনাট্যে লঘুতা প্রদান করতে হয়েছিল। \nউপন্যাসটিতে, ক্যাপ্টেন হোমস বিদ্রূপাত্মকভাবে তার কাঙ্ক্ষিত পদোন্নতি পান এবং তাকে কোম্পানি থেকে বদলি করা হয়। ছবিতে, প্রিউইটের সাথে দুর্ব্যবহারের জন্য হোমসকে কোর্ট-মার্শালের হুমকির মুখে সেনাবাহিনী থেকে পদত্যাগ করতে বাধ্য করা হয়। সেনাবাহিনীর পক্ষ থেকে চিত্রনাট্যে এই পরিবর্তনের জন্য জোর দেওয়া হয়েছিল এবং চলচ্চিত্র নির্মাতাদের অনিচ্ছা সত্ত্বেও এগুলি যোগ করতে হয়েছিল।    পরিচালক জিনেম্যান পরে অভিযোগ করেন যে হোমসকে তিরস্কার করা দৃশ্যটি চলচ্চিত্রের সবচেয়ে খারাপ মুহূর্ত  তিনি এটাও লিখেছেন, \"আমি যতবার এটি দেখি ততবারই এটি আমাকে অসুস্থ করে তোলে।\" \nউপন্যাসটিতে, ম্যাজিও এবং অন্যান্য বন্দীদের উপর জুডসনের পদ্ধতিগত নির্যাতন (যার মধ্যে এক পর্যায়ে প্রিউইটও ছিলেন), বিস্তারিতভাবে চিত্রিত হয়েছে। যাইহোক চলচ্চিত্রে ম্যাজিওর নির্যাতনকে বিস্তারিতভাবে না দেখিয়ে কেবল উল্লেখ করা হয়। সেনাবাহিনীর দাবি ছিল যে ম্যাজিওর প্রতি নির্যাতন দেখানো না হোক এবং ম্যাজিওর প্রতি জুডসনের আচরণকে \"জোন্সের বইয়ে বর্ণিত সেনাবাহিনীর নীতির ফলাফল নয়, বরং একটি দুঃখজনক অসঙ্গতি\" হিসেবে চিত্রিত করা হোক।  চলচ্চিত্র নির্মাতারা এই পরিবর্তনগুলির সাথে সহমত ছিলেন।   উপন্যাসে ম্যাজিও অত্যাচার থেকে বেঁচে যায় এবং মুক্তি পায় কিন্তু চলচ্চিত্রে সে মারা যায়।  উপন্যাসের আরও দুটি বন্দী চরিত্রের সাথে (যাদের মধ্যে একজন উপন্যাসে জুডসনের হাতে নিহত হন) ম্যাজিওকে একত্রিত করে আরো নাটকীয়তা যোগ করা হয় এবং তাকে আরও শক্তিশালী ও করুণ চরিত্রে পরিণত করা হয়।    চলচ্চিত্র নির্মাতারা একটি উক্তি অন্তর্ভুক্ত করার মাধ্যমে জানায় যে ম্যাজিওর মৃত্যু আংশিকভাবে জেল ভাঙার সময় ট্রাক থেকে পড়ে যাওয়ার কারণে হয়েছিল, কেবল জুডসনের মারধরের কারণে নয়, যা সেনাবাহিনীকে আরও সন্তুষ্ট করেছিল। \n\n\n== অভ্যর্থনা ==\nফ্রম হিয়ার টু ইটার্নিটি সমালোচক এবং জনসাধারণের কাছে তাৎক্ষণিকভাবে জনপ্রিয়তা অর্জন করে। সাউদার্ন ক্যালিফোর্নিয়া মোশন পিকচার কাউন্সিল চলচিত্রের প্রশংসা করে বলে: \"একটি চলচ্চিত্র যার বাস্তবসম্মতা এবং আকর্ষণীয় নাটকীয়তায় এতটাই দুর্দান্ত যে কেবল শব্দ দিয়ে এটি বর্ণনা করা সম্ভব নয়।\"\nভ্যারাইটি -এর পক্ষ থেকেও চলচ্চিত্রের প্রসংশা করে বলা হয়, যে, জেমস জোন্সের ব্যাবসায়িকভাবে সফলতম উপন্যাস, ফ্রম হিয়ার টু ইটারনিটি -এর এক অসাধারন চলচ্চিত্রায়ন হয়েছে। এটি যেকোনো দৃষ্টিকোণ থেকে একটি গুরুত্বপূর্ণ চলচ্চিত্র, যা বৃহৎ ব্যবসার নিরিখে বিনোদন উপস্থাপন করে। চলচ্চিত্রে অভিনেতাদের মান অসাধারণভাবে ভালো। জনসাধারনের মধ্যে ছবির প্রচার এবং আলোচনা অত্যন্ত ইতিবাচক, চলচ্চিত্রটির ভবিষ্যত খুবই উজ্জ্বল।\nঅভিনেতাদের সম্পর্কে, ভ্যারাইটি আরও বলেন; বার্ট ল্যাঙ্কাস্টার, যার শক্তিশালী উপস্থিতি চলচ্চিত্রের অপর অভিনেতাদের গুরুত্বকে পরিমাপযোগ্যভাবে বাড়িয়ে তোলে। ফার্স্ট সার্জেন্ট মিল্টন ওয়ার্ডেনের চরিত্রে তিনি প্রাণ দিয়েছেন। এটি এমন একটি পরিবেশনা যেখানে তিনি চরিত্রের গভীরতা এবং সেই সাথে পেশীশক্তির প্রতিফলন ঘটান যা তার নামের জন্য বিশেষ গুরুত্ব অর্জন করেছিল। সংবেদনশীল, ত্রিমাত্রিক পারফরম্যান্সের জন্য খ্যাতিসম্পন্ন মন্টগোমারি ক্লিফ্ট, তার  ক্রমবর্ধমান অভিনয় তালিকায় আরও একটি পালক যোগ করেছেন। ফ্রাঙ্ক সিনাত্রা অ্যাঞ্জেলো ম্যাগিওর মতো একজন হিংস্র, পছন্দনীয় ইতালীয়-আমেরিকান চরিত্রে নিসন্দেহে এক দুর্দান্ত পরিবেশনা করেছেন। সিনাত্রার প্রতিভার এই বহুমুখী প্রকাশে কেউ কেউ অবাক হতে পারেন। যারা মনে রাখেন যে তিনি চলচ্চিত্রে একজন কণ্ঠশিল্পী ছাড়া অন্য কিছু হওয়ার সুযোগ পেয়েছেন, তাদের কাছে এটি অবাক হওয়ার কিছু নেই।\nনিউ ইয়র্ক পোস্ট ফ্রাঙ্ক সিনাত্রার প্রশংসা করে বলেছে, যে তিনি ভাগ্যহীন ম্যাগিওর চরিত্রে অভিনয় করে নিজেকে একজন দক্ষ অভিনেতা প্রমাণ করেছেন যা বাস্তব এবং অত্যন্ত স্পর্শকাতর। নিউজউইক আরও বলেছে যে, \"ফ্রাঙ্ক সিনাত্রা, যিনি দীর্ঘদিন ধরে অভিনেতা হিসেবে কাজ করছেন, যখন তিনি ম্যাজিও চরিত্রে অভিনয় করার জন্য নিরবাচিত হন তিনি জানতেন যে তিনি কী করছেন।\" দ্য নিউ ইয়র্কারের জন ম্যাককার্টেন একমত পোষণ করে লিখেছেন যে ছবিটির মাধ্যমে বোঝা যায় যে ফ্র্যাঙ্ক সিনাত্রা, একজন প্রথম সারির অভিনেতা। \nবার্ট ল্যাঙ্কাস্টার সিনাত্রা: অ্যান আমেরিকান লেজেন্ড বইয়ে মন্তব্য করেন যে, সিনাত্রার চারিত্রিক বৈশিষ্ট্য তার উৎসাহ,তার তিক্ততা এই সবকিছু ম্যাজিওর চরিত্রের সাথে বেশ সম্পর্কিত ছিল। তার বিগত কয়েক বছরের জীবনে তিনি যা যা তিক্ত অভিজ্ঞতা আর পরাজয়ের অনুভূতির সম্মুখীন হয়েছেন এই সবকিছুই তার অভিনয়ে প্রকাশ পেয়েছিল। \nচলচ্চিত্রে তাদের অভিনীত চরিত্রের মধ্যে প্রতিদ্বন্দ্বিতা থাকলেও, দুই ইতালীয় বংশোদ্ভূত, সিনাত্রা এবং বোর্গনাইন আজীবন বন্ধু হয়ে ওঠেন। ক্রিসমাসের সময় তারা একে অপরের সাথে চিঠিপত্র বিনিময় করতেন এবং তাতে তাদের অভিনীত চরিত্রের নাম ম্যাজিও এবং ফ্যাটসো ব্যবহার করে তারা স্বাক্ষরিত কার্ড বিনিময় করতেন। সিনাত্রার সম্মানে ডিন মার্টিন সেলিব্রিটি রোস্ট অনুষ্ঠানে বোর্গনাইন তার ফ্যাটসো জুডসন চরিত্রটিকে এক উপহাসাস্পদ রূপকে প্রদর্শিত করেছিলেন করেছিলেন।\n১৯৫৩ সালের সেপ্টেম্বর মাসে মার্কিন যুক্তরাষ্ট্রের চলচ্চিত্র ব্যবসার বাজারে এই ছবিটি চার সপ্তাহ ধরে প্রথম স্থানে ছিল এবং সর্বমোট আয় ছিল ২,০৮৭,০০০ ডলার।  ৩০.৫ মিলিয়ন ডলারের চূড়ান্ত আয সাথে (মোট ১২.২ মিলিয়ন ডলার লাভ) ফ্রম হিয়ার টু ইটার্নিটি ১৯৫৩ সালের সর্বোচ্চ আয়কারী চলচ্চিত্র হিসাবে এবং একই সাথে সেই  দশকের দশটি সর্বোচ্চ আয়কারী চলচ্চিত্রের মধ্যে একটি হয়ে ওঠে। মুদ্রাস্ফীতির সাথে সামঞ্জস্যতার হিসাবে ২০১৭ সালে এর ব্যাবসায়িক আয় ২৭৭ মিলিয়ন মার্কিন ডলার ছাড়িয়ে যাবে।\nসমালোচক এবং জনসাধারণের ইতিবাচক প্রতিক্রিয়া সত্ত্বেও, ছবিটির চিত্রায়ন সম্পর্কে সেনাবাহিনী সন্তুষ্ট ছিল না বলে জানা গেছে এবং চলচ্চিত্রের শুরুর কৃতিত্বে তাদের নাম ব্যবহার করতে অস্বীকৃতি জানিয়েছে। নৌবাহিনীর পক্ষ থেকে তাদের জাহাজে বা তাদের সৈনিকদের কাছে ছবিটি দেখানো নিষিদ্ধ করে এবং ছবিটিকে অবমাননাকর এবং সশস্ত্র বাহিনীর প্রতি অসম্মানজনক বলে অভিহিত করে। তবে স্থল সেনাবাহিনী এবং বিমান বাহিনী প্রদর্শনের জন্য ছবিটি কিনে নেয়।  \nরটেন টমেটোস -এ, ছবিটি ১০০টি পর্যালোচনা আছে যার নিরিখে এই চলচিত্রের প্রাপ্ত নাম্বার ৮৮%  এবং গড় রেটিং ৮.৩/১০। ওয়েবসাইটটির সমালোচকদের মতে যে চলচ্চিত্রটি সেকেলে এবং কিছু ক্ষেত্রে এর মান হ্রাস পেয়েছে কিন্তু দ্বিতীয় বিশ্বযুদ্ধের এই ধীরগতির প্রেম বিষয়ক চলচ্চিত্রটি এখনও একটি প্রভাবশালী, সু-অভিনীত চলচ্চিত্র, বিশেষ করে চলচ্চিত্রে বার্ট ল্যাঙ্কাস্টার এবং মন্টগোমেরি ক্লিফ্টের শক্তিশালী অভিনয়ের সমন্বয় দেখার মতো।  মেটাক্রিটিক- এ, ২১ জন সমালোচকের উপর ভিত্তি করে ছবিটি সার্বজনীক প্রসংশা সহ ১০০-এর মধ্যে ৮৫ নাম্বার পেয়েছে। \n\n\n== পুরস্কার এবং মনোনয়ন ==\nউইলিয়াম হোল্ডেন, যিনি স্ট্যালাগ ১৭-এর জন্য সেরা অভিনেতার জন্য একাডেমি পুরস্কার জিতেছিলেন, তিনি মনে করেছিলেন যে ল্যাঙ্কাস্টার বা ক্লিফ্টের জয়ী হওয়া উচিত ছিল। সিনাত্রা পরে বলেছিলেন যে তিনি মনে করেন ম্যাজিও চরিত্রের চেয়ে দ্য ম্যান উইথ দ্য গোল্ডেন আর্ম এ হেরোইন আসক্ত ফ্র্যাঙ্কি মেশিন চরিত্রে তার অভিনয় অস্কার পাওয়ার জন্য বেশি যোগ্য ছিল।\n\n\n=== আমেরিকান ফিল্ম ইনস্টিটিউট ===\nএএফআই-এর ১০০ বছর... ১০০টি সিনেমা : #৫২ \nএএফআই-এর ১০০ বছর... ১০০ প্যাশন : #২০ \n\n\n== টেলিভিশন ==\n১৯৬৬ সালে নির্মিত এই চলচ্চিত্রের উপর ভিত্তি করে একটি টেলিভিশন পাইলট চলচ্চিত্র নিরমান করা হয় যাতে প্রথম সার্জেন্ট ওয়ার্ডেন চরিত্রে ড্যারেন ম্যাকগ্যাভিন, প্রাইভেট প্রিউইট চরিত্রে রজার ডেভিস এবং প্রাইভেট ম্যাজিও চরিত্রে টম নারদিনি অভিনয় করেছিল। এই পাইলট চলচ্চিত্র দর্শকদের মনে প্রভাব ফেলতে ব্যার্থ হয়।\n১৯৭৯ সালে, উইলিয়াম ডেভানে একটি স্বল্পদৈর্ঘ্যের টেলিভিশন শৃঙখলায় প্রথম সার্জেন্ট ওয়ার্ডেন চরিত্রে অভিনয় করেন যা ১৯৮০ সালে মুক্তি পায়।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== External links ==\n\nইন্টারনেট মুভি ডেটাবেজে ফ্রম হিয়ার টু ইটার্নিটি  (ইংরেজি)\nটিসিএম চলচ্চিত্র ডেটাবেজে ফ্রম হিয়ার টু ইটার্নিটি\nআমেরিকান ফিল্ম ইন্সটিটিউট ক্যাটালগে From Here to Eternity\nরটেন টম্যাটোসে ফ্রম হিয়ার টু ইটার্নিটি (ইংরেজি)\nFrom Here to Eternity at Virtual History\nScript (pdf)\nFrom Here to Eternity essay by Daniel Eagan in America's Film Legacy: The Authoritative Guide to the Landmark Movies in the National Film Registry, A&C Black, 2010 আইএসবিএন ০৮২৬৪২৯৭৭৭, pages 471-473\n\nটেমপ্লেট:Pearl Harbor attack"}