{"pageid": 1518140, "title": "প্রথম চার্লস (ইংল্যান্ড)", "url": "https://bn.wikipedia.org/wiki?curid=1518140", "content": "প্রথম চার্লস (১৯ নভেম্বর ১৬০০ - ৩০ জানুয়ারী ১৬৪৯) ২৭ মার্চ ১৬২৫ থেকে ১৬৪৯ সালে তার মৃত্যুদন্ড কার্যকর হওয়া পর্যন্ত ইংল্যান্ড, স্কটল্যান্ড এবং আয়ারল্যান্ডের রাজা ছিলেন।\nচার্লস স্কটল্যান্ডের রাজা ষষ্ঠ জেমসের দ্বিতীয় পুত্র হিসাবে হাউস অফ স্টুয়ার্টে জন্মগ্রহণ করেন, কিন্তু ১৬০৩ সালে তার পিতার ইংরেজ সিংহাসন লাভের পর, তিনি ইংল্যান্ডে চলে যান, যেখানে তিনি তার বাকি জীবনের বেশিরভাগ সময় কাটান। ১৬১২ সালে তার বড় ভাই, হেনরি ফ্রেডরিক, প্রিন্স অফ ওয়েলসের মৃত্যুর পর তিনি ইংল্যান্ড, স্কটল্যান্ড এবং আয়ারল্যান্ড রাজ্যের উত্তরাধিকারী হন। ১৬২৩ সালে স্পেনের ইনফ্যান্টা মারিয়া আনার সাথে তার বিয়ের প্রচেষ্টা   আট মাসের একটি ব্যর্থ এবং অজনপ্রিয় সফরে পরিণত হয় যা বিবাহের আলোচনার অসারতা প্রমাণ করে । দুই বছর পর, তার সিংহাসন আরোহণের পরপরই, তিনি ফ্রান্সের হেনরিয়েটা মারিয়াকে বিয়ে করেন।\n১৬২৫ সালে সিংহাসন আরোহণের পর, চার্লস ইংরেজ পার্লামেন্টের সাথে ঝগড়া করেন, যা তার রাজকীয় বিশেষাধিকারকে রোধ করতে চেয়েছিল। তিনি রাজাদের ঐশ্বরিক অধিকারে বিশ্বাস করতেন এবং নিজের বিবেক অনুযায়ী শাসন করতে দৃঢ়প্রতিজ্ঞ ছিলেন। তার অনেক প্রজা তার নীতির বিরোধিতা করে, বিশেষ করে সংসদীয় সম্মতি ছাড়াই কর আরোপ করা, এবং তার কাজগুলিকে অত্যাচারী নিরঙ্কুশ রাজা হিসাবে বিবেচনা করে। তার ধর্মীয় নীতি, সাথে একজন রোমান ক্যাথলিকের সাথে তার বিবাহ, ইংরেজ পিউরিটান এবং স্কটিশ কভেনান্টারদের মতো সংস্কৃত ধর্মীয় গোষ্ঠীগুলির থেকে বিদ্বেষ ও অবিশ্বাস তৈরি করে, যারা তার মতামতকে খুব ক্যাথলিক মনে করত। তিনি হাই চার্চ অ্যাংলিকান পাদ্রীদের সমর্থন করতেন এবং ত্রিশ বছরের যুদ্ধের সময় মহাদেশীয় প্রোটেস্ট্যান্ট বাহিনীকে সফলভাবে পোষকতা করতে ব্যর্থ হন। চার্চ অফ স্কটল্যান্ডকে উচ্চ অ্যাংলিকান মতধারা গ্রহণে বাধ্য করার জন্য তার প্রচেষ্টা বিশপদের যুদ্ধে পরিণত হয়, ইংরেজ এবং স্কটিশ পার্লামেন্টের অবস্থানকে শক্তিশালী করে এবং তার পতন ত্বরান্বিত করে।\n১৬৪২ সাল থেকে,  ইংরেজ গৃহযুদ্ধে চার্লস ইংরেজ ও স্কটিশ পার্লামেন্টের সেনাবাহিনীর সাথে লড়াই করেন। ১৬৪৫ সালে পার্লামেন্টারিয়ান নিউ মডেল আর্মির হাতে পরাজয়ের পর, তিনি তার অক্সফোর্ডের ঘাঁটি থেকে উত্তরে পালিয়ে যান। চার্লস একটি স্কটিশ বাহিনীর কাছে আত্মসমর্পণ করেন এবং ইংরেজ ও স্কটিশ পার্লামেন্টের মধ্যে দীর্ঘ আলোচনার পর তাকে লন্ডনের লং পার্লামেন্টের কাছে হস্তান্তর করা হয়। চার্লস  সাংবিধানিক রাজতন্ত্রের জন্য তার বন্দীদের দাবি মেনে নিতে অস্বীকার করেন এবং ১৬৪৭ সালের নভেম্বরে সাময়িকভাবে বন্দীদশা থেকে পালিয়ে যান।  উইট দ্বীপে পুনরায় বন্দী হয়ে তিনি স্কটল্যান্ডের সাথে একটি মৈত্রী গড়ে তোলেন, কিন্তু ১৬৪৮ সালের শেষ নাগাদ, নিউ মডেল আর্মি ইংল্যান্ডের উপর নিয়ন্ত্রণ সুসংহত করে। ১৬৪৯ সালের জানুয়ারিতে রাষ্ট্রদ্রোহিতার জন্য চার্লসের বিচার, দোষী সাব্যস্ত এবং মৃত্যুদন্ড কার্যকর করা হয়। রাজতন্ত্র বিলুপ্ত হয় এবং ইংল্যান্ডের কমনওয়েলথ একটি প্রজাতন্ত্র হিসাবে প্রতিষ্ঠিত হয়। ১৬৬০ সালে চার্লসের পুত্র দ্বিতীয় চার্লস রাজা হিসাবে রাজতন্ত্র পুনরুদ্ধার করে।\nপ্রারম্ভিক জীবন \nস্কটল্যান্ডের রাজা ষষ্ঠ জেমস  এবং ডেনমার্কের অ্যানের দ্বিতীয় পুত্র, চার্লস ১৯ নভেম্বর ১৬০০ তারিখে ডানফার্মলাইন প্যালেস, ফিফেতে জন্মগ্রহণ করেন। ২৩ ডিসেম্বর ১৬০০ তারিখে এডিনবার্গের হলিরুড প্যালেসের চ্যাপেল রয়্যালে একটি প্রোটেস্ট্যান্ট অনুষ্ঠানে, তিনি রসের বিশপ ডেভিড লিন্ডসে দ্বারা ব্যাপ্টিজম গ্রহণ করেন এবং স্কটল্যান্ডের রাজার দ্বিতীয় পুত্রের ঐতিহ্যবাহী উপাধি ডিউক অফ আলবানি-র তৈরি করেন, যা মার্কেস অফ অরমন্ড, আর্লড অফ রস এবং লর্ড আর্ডমানখ এর সহায়ক শিরোনাম।\nষষ্ঠ জেমস  ছিলেন ইংল্যান্ডের রানী প্রথম এলিজাবেথ  এর চাচাত ভাই-নাতনি , এবং যখন রানী ১৬০৩ সালের মার্চ মাসে নিঃসন্তান মারা যান, তখন তিনি প্রথম জেমস হিসাবে ইংল্যান্ডের রাজা হন। চার্লস ছিলেন একজন দুর্বল এবং অসুস্থ শিশু, এবং যখন তার পিতামাতা এবং বড় ভাইবোনরা সেই বছরের এপ্রিলে এবং জুনের শুরুতে ইংল্যান্ডে চলে যান, তার ভঙ্গুর স্বাস্থ্যের কারণে, তিনি স্কটল্যান্ডে তার পিতার বন্ধু লর্ডে ফয়েল এর অভিভাবকত্বে থেকে যান ।\n১৬০৪ সাল নাগাদ, যখন চার্লসের বয়স সাড়ে তিন, তখন তিনি সাহায্য ছাড়াই ডানফার্মলাইন প্রাসাদে বিশাল হলের দৈর্ঘ্য হাঁটতে সক্ষম হন এবং সিদ্ধান্ত নেওয়া হয় যে তিনি তার পরিবারের সাথে পুনরায় মিলিত হওয়ার জন্য ইংল্যান্ডে যাত্রা করার জন্য যথেষ্ট শক্তিশালী হয়েছেন । ১৬০৪ সালের জুলাইয়ের মাঝামাঝি সময়ে, তিনি ডানফার্মলাইন ছেড়ে ইংল্যান্ডের উদ্দেশ্যে যাত্রা করেন, যেখানে তাকে তার বাকি জীবনের বেশিরভাগ সময় অতিবাহিত হয়। ইংল্যান্ডে, চার্লসকে এলিজাবেথ, স্যার রবার্ট কেরির স্ত্রী, লেডি কেরির দায়িত্বে রাখা হয়েছিল,  , যিনি তাকে স্প্যানিশ চামড়া এবং পিতলের তৈরি বুট পরিধান করান যাতে তার দুর্বল গোড়ালি শক্তিশালী হয়। তার কথার বিকাশও ধীরগতির ছিল এবং সারা জীবনের জন্য তিনি তোতলা ছিলেন।\n১৬০৫ সালের জানুয়ারিতে, ইংরেজ রাজার দ্বিতীয় পুত্রের ক্ষেত্রে প্রথা অনুযায়ী, চার্লসকে ইয়র্কের ডিউক উপাধি প্রদান করা হয়,  এবং  নাইট অফ দ্য বাথ ঘোষনা করা হয়। টমাস মারে, একজন প্রেসবিটারিয়ান স্কটকে তার শিক্ষক হিসেবে নিযুক্ত করা হয় । চার্লস ক্লাসিক, ভাষা, গণিত এবং ধর্মের স্বাভাবিক বিষয় শিখেছিলেন। ১৬১১ সালে, তাকে গার্টারের নাইট করা হয়।\nঅবশেষে, চার্লস দৃশ্যত তার শারীরিক দুর্বলতা জয় করেন, যা রিকেটের কারণে হতে পারে। তিনি একজন পারদর্শী ঘোড়সওয়ার এবং মার্কসম্যান হয়ে ওঠেন এবং অস্ত্রচালনা শুরু করেন । তা সত্ত্বেও, তার পাবলিক প্রোফাইল তার শারীরিকভাবে শক্তিশালী এবং লম্বা বড় ভাই হেনরি ফ্রেডরিক, প্রিন্স অফ ওয়েলসের তুলনায় কম ছিল, যাকে চার্লস প্রশংসা করতেন এবং অনুকরণ করার চেষ্টা করতেন। কিন্তু ১৬১২ সালের নভেম্বরের প্রথম দিকে, হেনরি ১৮ বছর বয়সে টাইফয়েড (বা সম্ভবত পোরফাইরিয়া) হয়ে মারা যান। চার্লস, যিনি দুই সপ্তাহ পরে ১২ বছর বয়সী হন, উত্তরাধিকারী হয়ে ওঠেন। শাসকের জ্যেষ্ঠ জীবিত পুত্র হিসাবে, তিনি স্বয়ংক্রিয়ভাবে ডিউক অফ কর্নওয়াল এবং ডিউক অফ রোথেসে সহ বেশ কয়েকটি উপাধি লাভ করেন। ১৬১৬ সালের নভেম্বরে, তিনি প্রিন্স অফ ওয়েলস এবং আর্ল অফ চেস্টার হন।\nউত্তরাধিকার \n১৬১৩  সালে, চার্লসের বোন এলিজাবেথ ষষ্ঠ ফ্রেডরিক , ইলেক্টর প্যালাটাইনকে বিয়ে করেন এবং হাইডেলবার্গে চলে যান। ১৬১৭ সালে, অস্ট্রিয়ার হ্যাবসবার্গ আর্চডিউক ফার্ডিনান্ড, একজন ক্যাথলিক, বোহেমিয়ার রাজা নির্বাচিত হন। পরের বছর, বোহেমিয়ানরা বিদ্রোহ করে, ক্যাথলিক গভর্নরদের রক্ষা করে। ১৬১৯ সালের আগস্টে, বোহেমিয়ান ডায়েট ফ্রেডরিককে তাদের রাজা হিসাবে বেছে নেয় , যিনি প্রোটেস্ট্যান্ট ইউনিয়নের নেতৃত্ব দেন , ফার্দিনান্দ সাম্রাজ্য নির্বাচনে পবিত্র রোমান সম্রাট নির্বাচিত হন। সম্রাটকে অস্বীকার করে ফ্রেডরিকের বোহেমিয়ান মুকুট গ্রহণ করা অশান্তির সূচনা করে যা ত্রিশ বছরের যুদ্ধে পরিণত হয়। সংঘাত, যা মূলত বোহেমিয়ায় সীমাবদ্ধ ছিল , একটি বৃহত্তর ইউরোপীয় যুদ্ধে পরিণত হয়, যা ইংরেজ পার্লামেন্ট এবং জনসাধারণ দ্রুত ক্যাথলিক এবং প্রোটেস্ট্যান্টদের মধ্যে একটি মহাদেশীয় লড়াই হিসাবে দেখতে পায়।১৬২০ সালে, রাজা ফ্রেডরিক প্রাগের কাছে হোয়াইট মাউন্টেনের যুদ্ধে পরাজিত হন এবং ইলেক্টোরাল প্যালাটিনেটে তার বংশগত ভূমি স্প্যানিশ নেদারল্যান্ডসের হ্যাবসবার্গ বাহিনী দ্বারা আক্রান্ত হয়। জেমস অবশ্য প্রিন্স চার্লস এবং ফার্দিনান্দের ভাগ্নি, স্পেনের ইনফ্যান্টা মারিয়া আনার মধ্যে বিবাহ চাইছিলেন এবং স্প্যানিশ ম্যাচটিকে ইউরোপে শান্তি অর্জনের একটি সম্ভাব্য কূটনৈতিক উপায় হিসাবে দেখতে শুরু করেছিলেন।\nদুর্ভাগ্যবশত জেমসের জন্য, স্পেনের সাথে আলোচনা জনসাধারণ এবং জেমসের আদালত উভয়ের কাছেই অজনপ্রিয় প্রমাণিত হয়। ইংলিশ পার্লামেন্ট সক্রিয়ভাবে স্পেন এবং ক্যাথলিক ধর্মের প্রতি বিদ্বেষী ছিল, এবং একারনে , ১৬২১ সালে জেমসের আহবানে, সদস্যরা পুনর্বাসন আইনের প্রয়োগ, স্পেনের বিরুদ্ধে একটি নৌ অভিযান, এবং প্রিন্স অফ ওয়েলসের জন্য একটি প্রোটেস্ট্যান্ট বিবাহের আশা করেছিলেন। জেমসের লর্ড চ্যান্সেলর, ফ্রান্সিস বেকন, দুর্নীতির জন্য হাউস অফ লর্ডসের সামনে অভিশংসিত হন।অভিশংসন টি ১৪৫৯  সালের পর প্রথম রাজার সরকারী অনুমোদন ছাড়াই বিল অফ অ্যাটেন্ডারের আকারে পাশ হয়। ঘটনাটি একটি গুরুত্বপূর্ণ নজির স্থাপন করে কারণ অভিশংসনের প্রক্রিয়া পরে চার্লস এবং তার সমর্থক জর্জ ভিলিয়ার্স, বাকিংহামের ১ম ডিউক, আর্চবিশপ উইলিয়াম লাউড এবং থমাস ওয়েন্টওয়ার্থ, স্ট্রাফোর্ডের ১ম আর্ল এর বিরুদ্ধে ব্যবহার করা যেত । জেমস চেয়েছিলেন যে হাউস অফ কমন্স একচেটিয়াভাবে অভ্যন্তরীণ  বিষয়গুলি নিয়ে কাজ করবে , কিন্তু সদস্যরা প্রতিবাদ করেছিল যে তাদের কমন্সের মধ্যে বাক স্বাধীনতার বিশেষাধিকার রয়েছে , স্পেন এবং প্রোটেস্ট্যান্ট ওয়েলসের রাজকুমারীর সাথে যুদ্ধের দাবি করেছিল। তার পিতার মতো, চার্লসও কমন্সে তার বিবাহের আলোচনাকে অনিচ্ছাকৃত এবং তার পিতার রাজকীয় অধিকারের লঙ্ঘন বলে মনে করতেন। ১৬২২ সালের জানুয়ারী মাসে,সদস্যদের নির্লজ্জতা এবং অযৌক্তিকতা দেখে ক্ষুব্ধ জেমস সংসদ ভেঙে দেন, ।\nচার্লস এবং বাকিংহাম, জেমসের প্রিয় এবং রাজপুত্রের উপর ব্যাপক প্রভাব বিস্তারকারী একজন ব্যক্তি, ১৬২৩ সালের ফেব্রুয়ারিতে স্পেনে ছদ্মবেশী ভ্রমণ করেন এবং দীর্ঘ-অমীমাংসিত স্প্যানিশ ম্যাচে চুক্তিতে পৌঁছানোর চেষ্টা করেন। যাত্রাটি একটি বিব্রতকর ব্যর্থতা ছিল।  ইনফান্টা চার্লসকে একজন অবিশ্বাসীর চেয়ে একটু বেশি ভেবেছিল এবং স্প্যানিশরা প্রথমে তাকে বিয়ের শর্ত হিসেবে ক্যাথলিক ধর্মে দীক্ষিত হওয়ার দাবি জানায়। তারা ইংল্যান্ডে ক্যাথলিকদের ওপর সহনশীলতা এবং ইংরেজ দণ্ডবিধি বাতিলের উপর জোর দিয়েছিল, যা চার্লস জানতেন পার্লামেন্ট তাতে সম্মত হবে না, এবং ইংল্যান্ড যাতে চুক্তির সমস্ত শর্ত মেনে চলে তা নিশ্চিত করার জন্য বিবাহের পরে ইনফান্টা এক বছর স্পেনে থাকে। বাকিংহাম এবং গাসপার ডি গুজমান, কাউন্ট-ডিউক অফ অলিভারেস, স্পেনের মুখ্যমন্ত্রীর মধ্যে একটি ব্যক্তিগত ঝগড়া শুরু হয় এবং তাই চার্লস ব্যক্তিগতভাবে চূড়ান্তভাবে নিরর্থক আলোচনাটি পরিচালনা করেন। যখন  অক্টোবরে লন্ডনে ফিরে আসেন, কনে ছাড়াই এবং জনগন একটি আনন্দদায়ক এবং স্বস্তিদায়ক স্বাগত জানান, তিনি এবং বাকিংহাম অনিচ্ছুক জেমসকে স্পেনের বিরুদ্ধে যুদ্ধ ঘোষণা করতে চাপ দেন।\nতার প্রোটেস্ট্যান্ট উপদেষ্টাদের উৎসাহে জেমস ১৬২৪ সালে যুদ্ধের জন্য ভর্তুকি দেওয়ার জন্য ইংরেজ পার্লামেন্টকে ডেকে পাঠান। চার্লস এবং বাকিংহাম লর্ড ট্রেজারার, মিডলসেক্সের প্রথম আর্ল লিওনেল ক্র্যানফিল্ডের অভিশংসনকে সমর্থন করেছিলেন, যিনি ব্যয়ের ভিত্তিতে যুদ্ধের বিরোধিতা করেছিলেন এবং দ্রুত বেকনের মতো একইভাবে পতিত হন। জেমস বাকিংহামকে বলেছিলেন যে তিনি একজন মূর্খ, এবং চার্লসকে সতর্ক করে দিয়েছিলেন যে তিনি সংসদীয় হাতিয়ার হিসাবে অভিশংসনের পুনরুজ্জীবনের জন্য অনুশোচনায় বেঁচে থাকবেন। আর্নস্ট ভন ম্যানসফেল্ডের অধীনে একটি দূর্বল অস্থায়ী  সেনাবাহিনী প্যালাটিনেট পুনরুদ্ধারের জন্য যাত্রা শুরু করে, কিন্তু এটি এতটাই দুর্বল ছিল যে এটি ডাচ উপকূলের বাইরে অগ্রসর হয়নি।\n১৬২৪ সাল নাগাদ, ক্রমবর্ধমান অসুস্থ জেমসের জন্য সংসদ নিয়ন্ত্রণ করা কঠিন হয়ে পড়ে। ১৬২৫ সালের মার্চ মাসে তার মৃত্যুর সময়, চার্লস এবং বাকিংহাম ইতিমধ্যে রাজ্যের প্রকৃত নিয়ন্ত্রণ গ্রহণ করেছিলেন।\nপ্রারম্ভিক শাসনামল \nস্প্যানিশ ম্যাচের ব্যর্থতার পরে, চার্লস এবং বাকিংহাম ফ্রান্সের দিকে মনোযোগ দেন। ১৬২৫ সালের ১ মে নটরডেম ডি প্যারিসের দরজার সামনে চার্লস ১৫ বছর বয়সী ফরাসি রাজকন্যা হেনরিয়েটা মারিয়ার সাথে প্রক্সির মাধ্যমে বিয়ে করেন। স্পেন যাওয়ার পথে তিনি তাকে প্যারিসে দেখেছিলেন। ১৬২৫ সালের ১৩ জুন ক্যান্টারবারিতে তারা ব্যক্তিগতভাবে দেখা করেন।  কোনো বিরোধিতা এড়াতে, চার্লস তার প্রথম পার্লামেন্টের উদ্বোধন বিলম্বিত করেন যতক্ষণ না বিবাহ সম্পন্ন হয় । কমন্সের অনেক সদস্য একজন ক্যাথলিকের সাথে তার বিয়ের বিরোধিতা করেছিলেন, এই ভয়ে যে তিনি ক্যাথলিক পুনর্বাসনকারীদের উপর থেকে নিষেধাজ্ঞা তুলে নেবেন এবং ইংল্যান্ডের সংস্কারকৃত চার্চের সরকারী প্রতিষ্ঠাকে ক্ষতিগ্রস্ত করবেন। চার্লস পার্লামেন্টকে বলেছিলেন যে তিনি ধর্মীয় বিধিনিষেধ শিথিল করবেন না, তবে ফ্রান্সের তার শ্যালক ত্রয়োদশ  লুই  এর সাথে একটি গোপন বিবাহ চুক্তিতে ঠিক এটি করার প্রতিশ্রুতি দিয়েছিলেন। অধিকন্তু, চুক্তিটি  ফরাসিদেরকে সাতটি ইংরেজ নৌ জাহাজকে ঋণ প্রদান করে যা ১৬২৫ সালের সেপ্টেম্বরে লা রোচেলে প্রোটেস্ট্যান্ট হুগুয়েনটদের দমন করতে ব্যবহৃত হয়। চার্লস ২ ফেব্রুয়ারী ১৬২৬ তারিখে ওয়েস্টমিনস্টার অ্যাবেতে রাজপদে অধিষ্টিত হন, কিন্তু তার স্ত্রীকে ছাড়াই, কারণ তিনি একটি প্রোটেস্ট্যান্ট ধর্মীয় অনুষ্ঠানে অংশগ্রহণ করতে অস্বীকার করেছিলেন।\nএকজন বিতর্কিত ক্যালভিনিস্ট বিরোধী ধর্মযাজক রিচার্ড মন্টাগুকে সমর্থন করার কারণে চার্লসের ধর্মীয় নীতির প্রতি অবিশ্বাস বেড়ে যায়, যিনি পিউরিটানদের মধ্যে কুখ্যাত ছিলেন। তার পুস্তিকা A New Gag for an Old Goose (1624), ক্যাথলিক পুস্তিকা A New Gag ফর দ্য নিউ গসপেলের উত্তরে, মন্টাগু ক্যালভিনিস্ট পূর্বনির্ধারণের বিরুদ্ধে যুক্তি দেখিয়েছিলেন, এই মতবাদ যে ঈশ্বর পরিত্রাণ ও অভিশাপ পূর্বনির্ধারিত করেছেন। অ্যান্টি-ক্যালভিনিস্টরা-আর্মিনিয়ান নামে পরিচিত-বিশ্বাস করত যে মানুষ স্বাধীন ইচ্ছাশক্তি প্রয়োগ করে পরিত্রাণকে গ্রহণ বা প্রত্যাখ্যান করতে পারে। চার্লসের প্রস্তাবিত স্প্যানিশ বিবাহের সমর্থনের কয়েকটি উৎসের মধ্যে আর্মিনিয়ান ডিভাইন্স ছিল। রাজা জেমসের সমর্থনে, মন্টাগু আরেকটি পুস্তিকা তৈরি করেন, অ্যাপেলো সিজারেম, ১৬২৫ সালে জেমসের মৃত্যু এবং চার্লসের রাজত্বের পরপরই প্রকাশিত হয়। মন্টাগুকে পার্লামেন্টের পিউরিটান সদস্যদের কঠোরতা থেকে রক্ষা করার জন্য, চার্লস তাকে একজন রাজকীয় ধর্মগুরু বানান, যা অনেক পিউরিটানদের সন্দেহকে বাড়িয়ে তোলে যে চার্লস ক্যাথলিক ধর্মের পুনরুত্থানে সাহায্য করার জন্য একটি গোপন প্রচেষ্টা হিসাবে আর্মিনিয়ানিজমের পক্ষে ছিলেন।\nস্প্যানিশ ধন বহরের দখলের আশায়, ইউরোপীয় স্থল যুদ্ধে সরাসরি সম্পৃক্ততার পরিবর্তে, ইংরেজ পার্লামেন্ট নতুন বিশ্বে স্প্যানিশ উপনিবেশগুলিতে তুলনামূলকভাবে সস্তা নৌ-আক্রমণকে অগ্রাধিকার দিয়েছিল। পার্লামেন্ট £১৪০,০০০ ভর্তুকি প্রদানের পক্ষে ভোট দেয়,যা  চার্লসের যুদ্ধ পরিকল্পনার জন্য  অপর্যাপ্ত ছিল। অধিকন্তু, হাউস অফ কমন্স রাজকীয়  টনেজ এবং পাউন্ডেজ (দুই প্রকারের শুল্ক)  সংগ্রহের জন্য অনুমোদনকে এক বছরের মধ্যে সীমিত করেছিল, যদিও ষষ্ঠ হেনরি  থেকে পূর্ববর্তী সার্বভৌমরা এ অধিকার আজীবন পেয়েছিল। এই পদ্ধতিতে, সংসদ শুল্ক রাজস্বের পূর্ণ-স্কেল পর্যালোচনা না হওয়া পর্যন্ত হারের অনুমোদন বিলম্বিত করতে পারত। বিলটি হাউস অফ লর্ডসে তার প্রথম পাঠের পরে কোন অগ্রগতি করেনি। টনেজ এবং পাউন্ডেজ ধার্যের জন্য পার্লামেন্টের কোন আইন না হলেও , চার্লস শুল্ক আদায় করতে থাকেন।\nবাকিংহামের নেতৃত্বে স্পেনের বিরুদ্ধে একটি অপরিকল্পিত নৌ অভিযান চরমভাবে ব্যর্থ হয় এবং হাউস অফ কমন্স ডিউকের অভিশংসনের জন্য প্রক্রিয়া শুরু করে।১৬২৬ সালের মে মাসে, চার্লস সমর্থন প্রদর্শনে বাকিংহামকে কেমব্রিজ বিশ্ববিদ্যালয়ের চ্যান্সেলর হিসেবে মনোনীত করেন, এবং বাকিংহামের বিরুদ্ধে কথা বলায়  ডুডলি ডিগেস এবং স্যার জন এলিয়ট -দুই সদস্যকে হাউসের দরজা হতে আটক করা হয়। কমন্স তাদের দুই সদস্যকে কারারুদ্ধ করায় ক্ষুব্ধ হয় এবং প্রায় এক সপ্তাহ হেফাজতে থাকার পর উভয়কেই মুক্তি দেওয়া হয়। ১২ জুন ১৬২৬-এ, বাকিংহামকে আক্রমণ করে কমন্স  সরাসরি প্রতিবাদ শুরু করে, এই বলে, \"আমরা  মহামান্য এবং সমগ্র বিশ্বের কাছে প্রতিবাদ জানাচ্ছি যে এই মহান ব্যক্তিকে রাষ্ট্রের মহান বিষয়ে হস্তক্ষেপ করা থেকে অপসারণ করা না হওয়া পর্যন্ত, আমরা কোনও ভাল সাফল্যের আশা থেকে দূরে রয়েছি; এবং ভয় করি যে আমরা যে কোন পরিমাণ অর্থই প্রদান করতে পারি বা করি না কেন, তার ভুল হিসাবের কারনে , অন্যথা নয় বরং  আপনার রাজ্যের ক্ষতি এবং কুসংস্কারের দিকে মনোনিবেশ করবে, কারণ  আমরা আগে এবং সম্প্রতি সেই বড় দুঃখজনক অভিজ্ঞতা গুলি পেয়েছি।\" প্রতিবাদ সত্ত্বেও, চার্লস তার বন্ধুকে বরখাস্ত করতে অস্বীকার করেন, পরিবর্তে সংসদ বাতিল করেন।\nএদিকে, চার্লস এবং হেনরিয়েটা মারিয়ার মধ্যে গার্হস্থ্য ঝগড়া তাদের দাম্পত্য জীবনের প্রথম বছরগুলিকেও তিক্ত  করছিল। তার যৌথতা, তার পরিবারের নিয়োগ, এবং তার ধর্মের অনুশীলন নিয়ে বিরোধে রাজা ১৬২৬ সালের আগস্টে তার বেশিরভাগ ফরাসি পরিচারকদের বহিষ্কার করে। হেনরিয়েটা মারিয়াকে বিয়ে করার শর্ত হিসাবে ফরাসিদের ইংরেজী জাহাজ সরবরাহ করার জন্য চার্লসের চুক্তি সত্ত্বেও, ১৬২৭ সালে তিনি লা রোচেলে হুগুয়েনটদের রক্ষার জন্য ফরাসি উপকূলে আক্রমণ শুরু করেন। বাকিংহামের নেতৃত্বে এই কর্মকাণ্ড শেষ পর্যন্ত ব্যর্থ হয়। Huguenots দের রক্ষা করতে বাকিংহামের ব্যর্থতা—এবং সেন্ট-মার্টিন-ডি-রে থেকে তার পশ্চাদপসরণ—লা রোচেল অবরোধে লুই XIII-কে উৎসাহিত করে এবং ডিউকের প্রতি ইংরেজ পার্লামেন্ট এবং জনগণের ঘৃণা আরও বাড়িয়ে তোলে।\nচার্লস \"জোরপূর্বক ঋণ\" এর মাধ্যমে যুদ্ধের জন্য অর্থ সংগ্রহের চেষ্টা করে আরও অস্থিরতা সৃষ্টি করেছিলেন: সংসদীয় সম্মতি ছাড়াই ধার্য করা একটি কর। ১৬২৭ সালের নভেম্বরে, রাজার বেঞ্চে টেস্ট কেস, \"ফাইভ নাইটস' কেস\" দেখায় যে, যারা জোরপূর্বক ঋণ পরিশোধ করতে অস্বীকার করেছিল তাদের বিচার ছাড়াই কারারুদ্ধ করার অধিকার রাজার রয়েছে। ১৬২৮ সালের মার্চ মাসে আবার তলব কৃত হয়ে,  ২৬ মে সংসদ অধিকারের একটি পিটিশন অফ রাইট গৃহীত হয়, চার্লসকে স্বীকার করার আহ্বান জানায় যে তিনি সংসদের সম্মতি ব্যতীত কর আরোপ করতে পারবেন না, বেসামরিক নাগরিকদের উপর সামরিক আইন আরোপ করতে পারবেন না, যথাযথ প্রক্রিয়া ছাড়াই তাদের বন্দী করতে পারবেন বা তাদের বাড়িতে কোয়ার্টার সৈন্য রাখতে পারবেন না। চার্লস ৭ জুন পিটিশনে সম্মতি দেন, কিন্তু মাসের শেষের দিকে তিনি সংসদ স্থগিত করেন এবং সংসদের অনুমতি ছাড়াই শুল্ক আদায়ের তার অধিকার পুনরুদ্ধার করেন।\n২৩ আগস্ট ১৬২৮-এ বাকিংহামকে হত্যা করা হয়। চার্লস গভীরভাবে কষ্ট পেয়েছিলেন। ক্ল্যারেন্ডনের প্রথম আর্ল এডওয়ার্ড হাইডের মতে, তিনি \"অনেক আবেগ ও অশ্রুজলের সাথে বিলাপ করে নিজের বিছানায় নিজেকে নিক্ষেপ করেছিলেন\"। তিনি দু'দিন তাঁর ঘরে শোকাহত ছিলেন। অন্যদিকে, জনসাধারণ  আদালত এবং জাতির মধ্যে এবং প্রাসাদ এবং সাধারণের মধ্যে ব্যবধান জোরদার করে বাকিংহামের মৃত্যুতে আনন্দিত হয়। বাকিংহামের মৃত্যু কার্যকরভাবে স্পেনের সাথে যুদ্ধের সমাপ্তি ঘটায় এবং তার নেতৃত্বকে একটি ইস্যু হিসেবে শেষ করে দেয়, কিন্তু এটি চার্লস এবং পার্লামেন্টের মধ্যে বিরোধের অবসান ঘটায়নি। তবে এটি তার স্ত্রীর সাথে চার্লসের সম্পর্কের উন্নতির সাথে মিলে যায় এবং ১৬২৮ সালের নভেম্বরের মধ্যে তাদের পুরানো ঝগড়ার অবসান ঘটে। সম্ভবত চার্লসের মানসিক সম্পর্ক বাকিংহাম থেকে হেনরিয়েটা মারিয়ার কাছে স্থানান্তরিত হয়েছিল। তিনি প্রথমবারের মতো গর্ভবতী হন এবং তাদের মধ্যে বন্ধন আরও দৃঢ় হয়। একসাথে, তারা পুণ্য এবং পারিবারিক জীবনের একটি চিত্র মূর্ত করেছিল এবং তাদের আদালত আনুষ্ঠানিকতা এবং নৈতিকতার একটি মডেল হয়ে ওঠে।\nব্যক্তিগত শাসন\nসংসদ স্থগিত\n১৬২৯ সালের জানুয়ারিতে, চার্লস ইংল্যান্ড পার্লামেন্টের দ্বিতীয় অধিবেশন শুরু করেন, যা ১৬২৮ সালের জুনে স্থগিত করা হয়েছিল, এবং তিনি টনেজ ও পাউন্ডেজ ইস্যু নিয়ে একটি মধ্যমার্গীয় ভাষণে বক্তব্য রাখেন। হাউস অফ কমন্সের সদস্যরা জন রোলের মামলার প্রেক্ষিতে চার্লসের নীতির বিরুদ্ধে বিরোধিতা করা শুরু করেন, যিনি পার্লামেন্ট সদস্য ছিলেন এবং যাঁর মালামাল টনেজ ও পাউন্ডেজ না দেওয়ার জন্য বাজেয়াপ্ত করা হয়েছিল। অনেক এমপি এই কর আরোপটিকে পিটিশন অফ রাইটের লঙ্ঘন হিসেবে দেখেছিলেন। যখন চার্লস ২ মার্চ পার্লামেন্টের অধিবেশন স্থগিত করার আদেশ দেন, তখন সদস্যরা স্পিকার, স্যার জন ফিন্চকে তাঁর চেয়ারে আটকে রেখে অধিবেশনটি এমন সময় পর্যন্ত স্থায়ী করতে চেয়েছিলেন যাতে ক্যাথলিকবাদের, আর্মিনিয়ানিজম, এবং টনেজ ও পাউন্ডেজের বিরুদ্ধে প্রস্তাবনা পড়া ও চেম্বার(chambers) দ্বারা প্রশংসিত হতে পারে। এটি চার্লসের জন্য অত্যাধিক ছিল, তিনি পার্লামেন্ট ভেঙে দেন এবং স্যার জন এলিয়টসহ নয়জন পার্লামেন্ট নেতা বিষয়টি নিয়ে কারাবন্দি করেন, ফলে এই পুরুষদের শহীদ করে এবং তাদের প্রতিবাদের জন্য জনপ্রিয় কারন সৃষ্টি করেন।\nব্যক্তিগত শাসনের জন্য শান্তির প্রয়োজন ছিল। ভবিষ্যতে পার্লামেন্ট থেকে ইউরোপীয় যুদ্ধের জন্য তহবিল সংগ্রহের কোন উপায় না থাকার কারণে, অথবা বাকিংহামের সাহায্য ছাড়া, চার্লস ফ্রান্স এবং স্পেনের সাথে শান্তি স্থাপন করেন। পরবর্তী ১১ বছর, যার মধ্যে চার্লস সংসদ ছাড়াই ইংল্যান্ড শাসন করেন, তা \"ব্যক্তিগত শাসন\" বা \"এগারো বছরের শাসনকাল\" নামে পরিচিত। সংসদ ছাড়া শাসন করা অস্বাভাবিক ছিল না, এবং এটি প্রমাণ দ্বারা সমর্থিত ছিল। তবে শুধুমাত্র সংসদই বৈধভাবে কর আরোপ করতে পারত, এবং এর অভাবে চার্লসের রাজস্ব সংগ্রহের ক্ষমতা তার প্রথাগত অধিকার এবং বিশেষ সুবিধাগুলির মধ্যে সীমাবদ্ধ ছিল।\nঅর্থনীতি\nপ্রথম এলিজাবেথ এবং জেমস প্রথমের শাসনামলে একটি বৃহৎ আর্থিক ঘাটতি সৃষ্টি হয়েছিল। বাকিংহামের স্পেন এবং ফ্রান্সের বিরুদ্ধে এককালের ক্যাম্পেইনগুলো তাত্ক্ষণিকভাবে সফল হলেও, চার্লসের বিদেশী যুদ্ধে লড়ার জন্য আর্থিক ক্ষমতা খুবই সীমিত ছিল। তার শাসনামলের পুরো সময়, তাকে মূলত স্বেচ্ছাসেবী বাহিনী এবং কূটনৈতিক প্রচেষ্টার উপর নির্ভর করতে হয়েছিল, যার মধ্যে তার বোন এলিজাবেথের সমর্থন এবং পালাটিনেটের পুনঃস্থাপনের জন্য তার বৈদেশিক নীতির লক্ষ্য অন্তর্ভুক্ত ছিল। ইংল্যান্ড তখনও ইউরোপের সবচেয়ে কম কর আরোপিত দেশ ছিল, কোনো অফিসিয়াল এক্সাইজ এবং নিয়মিত প্রত্যক্ষ কর ছিল না। পার্লামেন্ট পুনঃসভা ছাড়াই রাজস্ব সংগ্রহ করতে, চার্লস একটি প্রাচীন আইন পুনরায় কার্যকর করেছিলেন, যা \"নাইটহুডের আটক\" নামে পরিচিত, যা এক শতাব্দী ধরে নিষ্ক্রিয় ছিল, এবং যার মাধ্যমে প্রতি বছর £৪০ বা তার বেশি জমি হতে আয়কারী ব্যক্তিকে রাজা কর্তৃক রাজদর্শনে উপস্থিত হয়ে নাইট হিসেবে অভিষিক্ত হতে বাধ্য করা হতো। এই প্রাচীন আইনের ভিত্তিতে, চার্লস ১৬২৬ সালে তার রাজত্বের অভিষেকে উপস্থিত না হওয়া ব্যক্তিদের জরিমানা করেছিলেন।\nচার্লস যে প্রধান কর আরোপ করেছিলেন তা ছিল একটি সামন্তবাদী কর, যা \"শিপ মানি\" নামে পরিচিত, যা টনেজ এবং পাউন্ডেজের তুলনায় আরও অপ্রিয় এবং কম লাভজনক ছিল। এর আগে, শিপ মানি সংগ্রহ কেবল যুদ্ধের সময় এবং কেবল উপকূলীয় অঞ্চলে অনুমোদিত ছিল। তবে চার্লস যুক্তি দিয়েছিলেন যে শান্তির সময়ে এবং সমগ্র রাজ্যে প্রতিরক্ষা জন্য কর সংগ্রহে কোনো আইনগত বাধা নেই। শিপ মানি, যা সরাসরি নৌবাহিনীর কোষাগারে প্রদান করা হয়, ১৬৩৪ থেকে ১৬৩৮ সাল পর্যন্ত প্রতি বছর £১৫০,০০০ থেকে £২০০,০০০ পর্যন্ত আয় প্রদান করেছিল, তবে এরপর আয়ের পরিমাণ কমে যায়। শিপ মানির বিরুদ্ধে বিরোধিতা ক্রমশ বেড়ে যায়, তবে ইংল্যান্ডের ১২ জন সাধারণ আইনের বিচারকরা এই করটিকে রাজা কর্তৃক নির্ধারিত বলে ঘোষণা করেন, যদিও কিছু বিচারক এ নিয়ে সন্দেহ প্রকাশ করেছিলেন। জন হ্যাম্পডেনের বিরুদ্ধে ১৬৩৭-৩৮ সালে অ-পরিশোধের জন্য মামলা, জনসাধারণের প্রতিবাদের জন্য একটি প্ল্যাটফর্ম প্রদান করেছিল, এবং বিচারকরা হ্যাম্পডেনের বিরুদ্ধে মাত্র ৭-৫ ভোটে সিদ্ধান্ত নেন।\nচার্লস এমনকি কিছু মনোপলি প্রদান করে অর্থ সংগ্রহ করেছিলেন, যদিও এমন কার্যক্রম একটি আইন দ্বারা নিষিদ্ধ ছিল, যা অকার্যকর হলেও ১৬৩০-এর দশকের শেষদিকে প্রতি বছর আনুমানিক £১০০,০০০ আয় সৃষ্টি করেছিল। এর মধ্যে একটি মনোপলি ছিল সাবান, যেটি \"পোপিশ সাবান\" নামে বিদ্বেষমূলকভাবে পরিচিত ছিল কারণ এর কিছু প্রস্তুতকারক ক্যাথলিক ছিলেন। চার্লস স্কটিশ অভিজ্ঞানীদের কাছ থেকে অর্থ সংগ্রহ করেছিলেন, বেশ কিছু অশান্তির বিনিময়ে, ১৬২৫ সালের রিভোকেশন আইন দ্বারা, যার মাধ্যমে ১৫৪০ সাল থেকে অভিজ্ঞানীদের প্রতি রাজ্য বা চার্চের জমি প্রদান বাতিল করা হয়েছিল, এবং তার পরবর্তী মালিকানার অধিকার একটি বার্ষিক ভাড়ার উপর নির্ভরশীল ছিল। এছাড়া, ইংল্যান্ডে রাজকীয় বনভূমির সীমানা প্রাচীন সীমারেখায় পুনঃস্থাপন করা হয়েছিল, যার মাধ্যমে জমির ব্যবহার থেকে আয় সর্বাধিক করতে এবং পুনঃস্থাপিত সীমানার মধ্যে জমি ব্যবহারকারীদের জমি দখল করার জন্য জরিমানা আরোপ করার পরিকল্পনা ছিল। এই পরিকল্পনার মূল উদ্দেশ্য ছিল বনভূমির উচ্ছেদ এবং বনভূমির জমি বিক্রি করা যাতে তা গবাদি পশু চরানো এবং চাষযোগ্য কৃষি জমিতে রূপান্তরিত হয়, অথবা ডিন বনভূমির ক্ষেত্রে, লোহা শিল্পের জন্য উন্নয়ন করা। বনভূমির উচ্ছেদ প্রায়শই দাঙ্গা এবং অশান্তি সৃষ্টি করেছিল, যার মধ্যে পশ্চিমী বিদ্রোহগুলি অন্তর্ভুক্ত ছিল।\nএই অশান্তির পটভূমিতে, চার্লস ১৬৪০ সালের মাঝামাঝি সময়ে দেউলিয়া হয়ে পড়েছিলেন। লন্ডন শহর, তার নিজস্ব অভিযোগ নিয়ে ব্যস্ত, তাকে কোনো ঋণ প্রদান করতে অস্বীকার করেছিল, যেমন বিদেশী শক্তিরাও করেছিল। এই সংকটকালীন পরিস্থিতিতে, জুলাই মাসে চার্লস লন্ডনের টাওয়ার মিণ্টে রক্ষিত £১৩০,০০০ মূল্যের রূপা বাজেয়াপ্ত করেছিলেন, তার মালিকদের পরে ৮% সুদে ফেরত দেওয়ার প্রতিশ্রুতি দিয়ে। আগস্ট মাসে, যখন ইস্ট ইন্ডিয়া কোম্পানি ঋণ প্রদান করতে অস্বীকার করে, লর্ড কটিংটন কোম্পানির মরিচ ও মসলার স্টক বাজেয়াপ্ত করে £৬০,০০০-এ বিক্রি করেছিলেন (যা তার বাজারমূল্যের অনেক নিচে ছিল), পরে সুদসহ টাকা ফেরত দেওয়ার প্রতিশ্রুতি দিয়ে।\nধর্মীয় সংঘাত\nচার্লসের শাসনামলে, ইংরেজ সংস্কার রাজনৈতিক বিতর্কের মুখ্য বিষয় হয়ে ওঠে। আর্মিনিয়ান ধর্মতত্ত্ব পাদ্রীদের কর্তৃত্ব এবং ব্যক্তি সলভেশন গ্রহণ বা প্রত্যাখ্যান করার ক্ষমতায় গুরুত্ব দেয়, যা তার বিরোধীরা মতৈক্যের পরিপন্থী ও ক্যাথলিক ধর্ম পুনরায় চালু করার জন্য একটি সম্ভাব্য মাধ্যম হিসেবে দেখত। পিউরিটান সংস্কারকরা চার্লসকে আর্মিনিয়ানিজমের প্রতি অধিক সহানুভূতিশীল মনে করত, এবং তিনি ইংল্যান্ডের গির্জাকে আরও ঐতিহ্যবাহী এবং আধ্যাত্মিক দৃষ্টিকোণ থেকে এগিয়ে নেওয়ার চেষ্টা করায় তারা বিরোধিতা করেছিল। এছাড়া, তার প্রোটেস্ট্যান্ট বিষয়ক সমর্থকরা ইউরোপীয় যুদ্ধের প্রতি ঘনিষ্ঠ মনোযোগী ছিল এবং চার্লসের স্পেনের সাথে কূটনৈতিক সম্পর্ক এবং বিদেশে প্রোটেস্ট্যান্টদের কার্যকরভাবে সমর্থন না দেওয়ায় তারা ক্রমশ হতাশ হয়ে পড়েছিল।\n১৬৩৩ সালে, চার্লস উইলিয়াম লাউডকে আর্চবিশপ অফ ক্যান্টারবেরি নিযুক্ত করেন। তারা একটি সংস্কারের সিরিজ শুরু করেন ধর্মীয় একরূপিতা প্রচারের জন্য, যার মধ্যে ছিল অ-কনফর্মিস্ট উপাসকদের উপর নিষেধাজ্ঞা, বুক অফ কমন প্রেয়ার অনুসারে লিটুর্জি উদযাপন করার ওপর জোর দেওয়া, ইংল্যান্ডের গির্জাগুলোর অভ্যন্তরীণ স্থাপত্য এমনভাবে সংগঠিত করা যাতে আলতারের উপাসনা গুরুত্ব পায় এবং কিং জেমসের স্পোর্টস ঘোষণা পুনরায় প্রকাশ করা, যা শনি-রবিবারে ধর্মীয় কর্মকাণ্ডের বাইরে এক ধরনের পৃথিবীজীবন কার্যকলাপের অনুমতি দিত। ফিওফিস ফর ইমপ্রোপ্রিয়েশনস নামক একটি সংগঠন যা পিউরিটানদের সুবিধা দিয়ে পদস্থ করা সুবিধা এবং অধিকার কেনার কাজ করত, তা বিলুপ্ত করা হয়। লাউড তার সংস্কারবিরোধীদের উচ্চ কমিশন আদালত ও স্টার চেম্বারে বিচার করেন, যা দেশের দুই সবচেয়ে শক্তিশালী আদালত ছিল। এই আদালতগুলি ধর্মীয় দৃষ্টিভঙ্গির বিরুদ্ধে সেন্সরশিপ চালানোর জন্য ভয়ঙ্কর হয়ে ওঠে এবং জমিদার শ্রেণির মধ্যে অপছন্দনীয় হয়ে ওঠে, কারণ তারা পুরুষদের উপর অপমানজনক শাস্তি প্রদান করত। উদাহরণস্বরূপ, ১৬৩৭ সালে উইলিয়াম প্রিন, হেনরি বার্টন এবং জন বাসটউইককে পিলরিতে দাঁড় করানো, চাবুক দিয়ে আঘাত করা এবং ছেদন করে তাদের আঘাত করা হয় এবং অনির্দিষ্টকালের জন্য কারাগারে পুরানো ধর্মবিরোধী প্যামফলেট প্রকাশ করার জন্য বন্দী করা হয়।\nচার্লস স্কটল্যান্ডে তার ধর্মীয় নীতি চাপিয়ে দেওয়ার চেষ্টা করলে তাকে নানা বাধার সম্মুখীন হতে হয়। যদিও চার্লস স্কটল্যান্ডে জন্মগ্রহণ করেছিলেন, তবে তিনি স্কটল্যান্ড থেকে বিচ্ছিন্ন হয়ে গিয়েছিলেন; তার প্রথম সফর ছিল ১৬৩৩ সালে স্কটিশ রাজত্ব গ্রহণের জন্য। স্কটিশদের জন্য এটি হতাশাজনক ছিল, যারা তাদের ধর্মীয় অনুষ্ঠানগুলো থেকে অনেক ঐতিহ্যবাহী রীতি মুছে ফেলেছিল, কারণ চার্লস দাবি করেছিলেন যে রাজ্য অভিষেকটি অ্যাঙ্গলিকান রীতিতে করা হবে। ১৬৩৭ সালে, তিনি স্কটল্যান্ডে একটি নতুন প্রার্থনা বই ব্যবহারের নির্দেশ দেন যা ইংল্যান্ডের সাধারণ প্রার্থনা বইয়ের প্রায় অনুরূপ ছিল, তবে স্কটিশ পার্লামেন্ট বা কির্কের সঙ্গে কোন পরামর্শ ছাড়াই। যদিও এটি চার্লসের নির্দেশে স্কটিশ বিশপরা লিখেছিল, তবুও অনেক স্কটিশ এটিকে প্রতিরোধ করেছিল, কারণ তারা এটিকে স্কটল্যান্ডে অ্যাঙ্গলিকান ধর্ম প্রচারের এক মাধ্যম হিসেবে দেখছিল। ২৩ জুলাই, এডিনবার্গে প্রার্থনা বইয়ের প্রথম ব্যবহারে দাঙ্গা শুরু হয় এবং বিক্ষোভ স্কটল্যান্ডের কির্ক জুড়ে ছড়িয়ে পড়ে। জনগণ জাতীয় চুক্তির পুনঃপ্রতিজ্ঞার প্রতি সমর্থন জানাতে শুরু করে, যার স্বাক্ষরকারীরা স্কটল্যান্ডের সংস্কৃত ধর্ম মেনে চলার এবং কির্ক ও পার্লামেন্টের অনুমোদন ছাড়া কোনো নতুন পরিবর্তন মেনে না নেওয়ার প্রতিশ্রুতি দেয়। ১৬৩৮ সালের নভেম্বর মাসে স্কটিশ চার্চের জেনারেল অ্যাসেম্বলি নতুন প্রার্থনা বইটি নিন্দা করে, বিশপীয় চার্চ শাসন ব্যবস্থার বিলুপ্তি ঘোষণা করে এবং প্রবৃদ্ধ সরকার প্রতিষ্ঠা করে।\nবিশপদের যুদ্ধ\nচার্লস স্কটল্যান্ডে অস্থিরতাকে তার কর্তৃত্বের বিরুদ্ধে বিদ্রোহ হিসেবে দেখেছিলেন, যা ১৬৩৯ সালে প্রথম বিশপ যুদ্ধের সূচনা ঘটায়। তিনি ইংরেজ পার্লামেন্ট থেকে যুদ্ধের জন্য কোন সহায়তা চাননি, বরং পার্লামেন্টের সাহায্য ছাড়াই একটি সেনাবাহিনী গঠন করে স্কটল্যান্ডের সীমানায় বেভরিক-আপন-টুইডে চলে যান। সেনাবাহিনী কোভেনান্টারদের সাথে সংঘর্ষে জড়ায়নি, কারণ রাজা তার বাহিনীর পরাজয়ের ভয় পেতেন, যা তিনি বিশ্বাস করতেন স্কটদের তুলনায় উল্লেখযোগ্যভাবে কম ছিল। বেভরিক চুক্তিতে, চার্লস তার স্কটিশ দুর্গগুলো পুনরুদ্ধার করেন এবং কোভেনান্টারদের অন্তর্বর্তীকালীন সরকার বিলুপ্তি নিশ্চিত করেন, তবে প্রধান সমঝোতার হিসেবে স্কটিশ পার্লামেন্ট এবং স্কটিশ চার্চের জেনারেল অ্যাসেম্বলি আহ্বান করা হয়।\nপ্রথম বিশপ যুদ্ধের সামরিক ব্যর্থতা চার্লসের জন্য একটি আর্থিক এবং কূটনৈতিক সংকট সৃষ্টি করে, যা আরও ঘণীভূত হয় যখন তিনি স্পেন থেকে তহবিল সংগ্রহের চেষ্টা করেন এবং একযোগে তার প্যালাটাইন আত্মীয়দের সমর্থন অব্যাহত রাখেন, যার ফলে কেন্ট উপকূলে ইংরেজ নৌবাহিনীর অক্ষমতার সামনে ডাচরা একটি স্প্যানিশ স্বর্ণবাহী নৌবহর ধ্বংস করে দেয়, যা জনসাধারণের কাছে অপমানজনক ছিল।\nচার্লস নতুন একটি সামরিক অভিযান শুরু করার আগে সময় লাভের জন্য স্কটদের সাথে শান্তি আলোচনা চালিয়ে যান। তার আর্থিক দুর্বলতার কারণে, তাকে তহবিল সংগ্রহের জন্য পার্লামেন্টকে অধিবেশন আহ্বান করতে বাধ্য করা হয়। ১৬৪০ সালের প্রথম দিকে ইংরেজ ও আইরিশ পার্লামেন্ট উভয়কেই আহ্বান করা হয়। মার্চ ১৬৪০ সালে, আইরিশ পার্লামেন্ট £১৮০,০০০ আর্থিক সাহায্যের জন্য ভোট দেয় এবং মে মাসের শেষে ৯,০০০ সদস্য বিশিষ্ট একটি সেনাবাহিনী গঠনের প্রতিশ্রুতি দেয়। তবে ইংরেজ সাধারণ নির্বাচনে আদালতের প্রার্থীরা খারাপ ফল করে, এবং  এপ্রিল মাসে ইংলিশ পার্লামেন্টের সাথে চার্লসের আলোচনা দ্রুত স্থবির হয়ে পড়ে। নর্থাম্বারল্যান্ড এবং স্ট্র্যাটফোর্ডের আর্লরা একটি আপস সাধনের চেষ্টা করেন, যেখানে রাজা শিপ মানি ছাড়ার বিনিময়ে £৬৫০,০০০ গ্রহণে সম্মত হন (যদিও আসন্ন যুদ্ধের খরচ আনুমানিক £১ মিলিয়ন ছিল)। তবুও, শুধুমাত্র এটি কমন্সে মতৈক্য সৃষ্টি করতে যথেষ্ট ছিল না। পার্লামেন্টের আরও সংস্কারের জন্য দাবি চার্লস উপেক্ষা করেন, যিনি এখনও হাউস অফ লর্ডসের সমর্থন অর্জন করেছিলেন। নর্থাম্বারল্যান্ডের আর্লের প্রতিবাদ সত্ত্বেও, শর্ট পার্লামেন্ট (যা পরবর্তীতে পরিচিত হয়) মে ১৬৪০ সালে ভেঙে দেওয়া হয়, তার প্রথম অধিবেশন শুরু হওয়ার এক মাসেরও কম সময়ের মধ্যে।\nএই পর্যায়ে, আর্ল অফ স্ট্র্যাটফোর্ড, যিনি ১৬৩২ সাল থেকে আয়ারল্যান্ডের লর্ড ডেপুটি ছিলেন, চার্লসের ডানহাত হিসেবে পরিচিত হয়ে উঠেছিলেন এবং আর্চবিশপ লাউডের সাথে মিলে একটি নীতি অনুসরণ করেন, যাকে তিনি \"থোরো\" বলতেন। এই নীতির লক্ষ্য ছিল রাজকীয় কেন্দ্রীয় কর্তৃত্বকে আরও কার্যকর এবং দক্ষ করা, স্থানীয় বা সরকারবিরোধী স্বার্থের বিনিময়ে। যদিও প্রথমে রাজার সমালোচক ছিলেন, স্ট্র্যাটফোর্ড ১৬২৮ সালে রাজকীয় সেবায় যোগ দেন, আংশিকভাবে ডিউক অফ বকিংহামের প্ররোচনায়, এবং তারপর থেকে, লাউডের সাথে মিলিত হয়ে, চার্লসের সবচেয়ে প্রভাবশালী মন্ত্রীদের একজন হিসেবে আবির্ভূত হন।\nইংলিশ শর্ট পার্লামেন্টের ব্যর্থতায় উৎসাহিত হয়ে, স্কটিশ পার্লামেন্ট নিজেদেরকে রাজা ছাড়াই শাসন চালানোর ক্ষমতা ঘোষণা করে এবং আগস্ট ১৬৪০ সালে কোভেনান্টার সেনাবাহিনী ইংল্যান্ডের নর্থাম্বারল্যান্ড কাউন্টিতে প্রবেশ করে। লর্ড নর্থাম্বারল্যান্ডের অসুস্থতার পর, যিনি রাজার প্রধান সেনাপতি ছিলেন, চার্লস এবং স্ট্র্যাটফোর্ড ইংলিশ বাহিনীকে নেতৃত্ব দিতে উত্তর দিকে যান, যদিও স্ট্র্যাটফোর্ড নিজেই গাউট এবং ডাইসেন্টারি রোগে আক্রান্ত ছিলেন। স্কটিশ সৈন্যদের মনোবল এবং প্রশিক্ষণ ইংরেজদের তুলনায় অনেক বেশি ছিল, কারণ তারা ত্রিশ বছরের যুদ্ধের প্রাক্তন যোদ্ধা ছিলেন। তারা নিউক্যাসল অ্যাপন টাইনে পৌঁছানোর আগ পর্যন্ত প্রায় কোনও প্রতিরোধের সম্মুখীন হয়নি, যেখানে তারা নিউবার্নের যুদ্ধে ইংরেজ বাহিনীকে পরাজিত করে শহরটি দখল করে এবং আশেপাশের ডারহামের কাউন্টি প্যালাটিনও দখল করে নেয়।\nপার্লামেন্টের জন্য দাবি বৃদ্ধি পাওয়ার ফলে, চার্লস একটি বৃহৎ পরামর্শদাতার সভা ডাকার অস্বাভাবিক পদক্ষেপ নেন। যখন এটি ২৪ সেপ্টেম্বর ইয়র্কে অনুষ্ঠিত হয়, তখন চার্লস প্রায় সর্বজনীন পরামর্শ অনুসরণ করে পার্লামেন্ট ডাকতে সিদ্ধান্ত নেন। পরামর্শদাতাদের জানিয়ে তিনি ঘোষণা করেন যে নভেম্বরে একটি পার্লামেন্ট অনুষ্ঠিত হবে এবং এই মুহূর্তে স্কটদের বিরুদ্ধে তার সেনাবাহিনী চালু রাখার জন্য তিনি কীভাবে অর্থ সংগ্রহ করবেন তা তারা ভাবুক। তারা শান্তি প্রতিষ্ঠা করার পরামর্শ দেয়। এর ফলে, অক্টোবরে ১৬৪০ সালে লজ্জাজনক রিপন চুক্তি স্বাক্ষরিত হয়, যেখানে বলা হয় যে স্কটরা উত্তরাম্বারল্যান্ড এবং ডারহাম দখল করে রাখবে এবং একটি চূড়ান্ত সমঝোতা না হওয়া পর্যন্ত এবং ইংলিশ পার্লামেন্ট পুনরায় বসানো না হওয়া পর্যন্ত তারা প্রতিদিন ৮৫০ পাউন্ড পাবে, যা স্কট বাহিনীকে অর্থ প্রদান করার জন্য প্রয়োজনীয় তহবিল সংগ্রহ করতে প্রয়োজন হবে।\nএর ফলে, চার্লস পরে যা লং পার্লামেন্ট নামে পরিচিত, সেটি ডাকেন। আবারও, তার সমর্থকরা নির্বাচনে খারাপ ফলাফল করে। নভেম্বর মাসে ৪৯৩ জন কমন্স সদস্য নির্বাচিত হলে, তাদের মধ্যে ৩৫০ জনেরও বেশি রাজা বিরোধী ছিলেন।\nলং পার্লামেন্ট\nউত্তেজনা বৃদ্ধি\nলং পার্লামেন্ট চার্লসের জন্য সংক্ষিপ্ত সংসদের মতোই কঠিন প্রমাণিত হয়েছিল। এটি ৩ নভেম্বর ১৬৪০ তারিখে গঠিত হয় এবং দ্রুত উচ্চ রাষ্ট্রদ্রোহের জন্য রাজার নেতৃস্থানীয় পরামর্শদাতাদের অভিশংসনের প্রক্রিয়া শুরু করে। ১০ নভেম্বর স্ট্র্যাফোর্ডকে হেফাজতে নেওয়া হয়; লাউডকে ১৮ ডিসেম্বর অভিশংসন করা হয়; ফিঞ্চ, এখন গ্রেট সিলের লর্ড কিপার, পরের দিন অভিশংসিত হন এবং ২১ ডিসেম্বর চার্লসের অনুমতি নিয়ে হেগে পালিয়ে যান। রাজার ইচ্ছামত এটি বিলুপ্ত করা থেকে বিরত করার জন্য, সংসদ ত্রিবার্ষিক আইন পাস করে, যার ফলে সংসদকে অন্তত প্রতি তিন বছরে আহবান করা প্রয়োজন, এবং রাজা তা করতে ব্যর্থ হলে লর্ড কিপার এবং ১২ জন সহকর্মীকে সংসদ আহবান করার অনুমতি দেয়। আইনটি একটি ভর্তুকি বিলের সাথে মিলিত হয়, এবং পরবর্তীতে  চার্লস ক্ষুব্ধভাবে ১৬৪১ সালের ফেব্রুয়ারিতে রাজকীয় সম্মতি প্রদান করেন।\nস্ট্র্যাফোর্ড পার্লামেন্টারিয়ানদের, বিশেষ করে জন পিমের, প্রধান লক্ষ্য হয়ে উঠেছিলেন এবং তিনি ২২ মার্চ ১৬৪১ সালে রাষ্ট্রদ্রোহের অভিযোগে বিচারাধীন হন। তবে, স্যার হেনরি ভেইনের মূল অভিযোগ যে স্ট্র্যাফোর্ড ইংল্যান্ডকে দমন করতে আইরিশ সেনাবাহিনী ব্যবহার করার হুমকি দিয়েছিলেন, তা প্রমাণিত হয়নি, এবং ১০ এপ্রিল পিমের মামলা ভেঙে পড়ে। পিম এবং তার মিত্ররা সঙ্গে সঙ্গে একটি \"বিল অফ অ্যাটেইন্টার\" উত্থাপন করেন, যা স্ট্র্যাফোর্ডকে সরাসরি দোষী সাব্যস্ত করে মৃত্যুদণ্ড ঘোষণা করে।\nচার্লস স্ট্র্যাফোর্ডকে আশ্বস্ত করেছিলেন যে, \"একজন রাজা হিসাবে আমার কথার উপর বিশ্বাস রাখো, তুমি জীবন, সম্মান বা সম্পদে ক্ষতিগ্রস্ত হবে না\", এবং চার্লস যদি সম্মতি প্রত্যাহার করতেন তবে এই আইন কার্যকর হতো না। অধিকন্তু, অনেক সংসদ সদস্য এবং বেশিরভাগ অভিজাত ব্যক্তি এই আইনটির বিরোধিতা করেছিলেন, কারণ তারা \"ন্যায়বিচারের তরবারি দিয়ে হত্যা করতে চায়নি\"। কিন্তু স্ট্র্যাফোর্ডের পক্ষে রাজতান্ত্রিক সেনা অফিসারদের একটি অভ্যুত্থান প্রচেষ্টা এবং এতে চার্লসের জড়িত থাকার কারণে পরিস্থিতি পাল্টে যায়। ২০ এপ্রিল, কমন্স ব্যাপক সংখ্যাগরিষ্ঠতায় বিলটি পাশ করে (২০৪ পক্ষে, ৫৯ বিপক্ষে, এবং ২৩০ জন বিরত থাকে), এবং মে মাসে লর্ডসও মেনে নেয় (২৬-১৯ ভোটে, ৭৯ জন অনুপস্থিত)। ৩ মে, পার্লামেন্টের \"প্রোটেস্টেশন\" চার্লসের \"স্বেচ্ছাচারী ও অত্যাচারী শাসনের\" বিরুদ্ধে তীব্র আক্রমণ করে। পিটিশনে স্বাক্ষরকারীরা রাজাকে \"ব্যক্তি, সম্মান ও সম্পদের\" সুরক্ষার প্রতিশ্রুতি দিলেও তারা \"সত্যিকারের সংস্কারকৃত ধর্ম\", পার্লামেন্ট এবং \"প্রজাদের অধিকার ও স্বাধীনতা\" রক্ষার শপথ নেয়। জনরোষ ও পরিবারের নিরাপত্তা নিয়ে উদ্বিগ্ন চার্লস ৯ মে বিচারকদের ও বিশপদের সঙ্গে পরামর্শ করে স্ট্র্যাফোর্ডের বিরুদ্ধে অ্যাটেইন্টার আইন অনুমোদন করেন। তিন দিন পর স্ট্র্যাফোর্ডের শিরচ্ছেদ করা হয়।\nএছাড়াও, মে মাসের শুরুতে, চার্লস এক নজিরবিহীন আইনে সম্মতি দেন, যা সংসদের অনুমতি ছাড়া ইংরেজ পার্লামেন্টের বিলুপ্তি নিষিদ্ধ করে। পরবর্তী মাসগুলিতে, পার্লামেন্টের অনুমতি ছাড়া জাহাজ কর, নাইটহুডের জরিমানা এবং এক্সসাইজ কর অবৈধ ঘোষণা করা হয়, এবং স্টার চেম্বার ও হাই কমিশন আদালত বিলুপ্ত হয়। অবশিষ্ট সকল ধরনের করকে বৈধ ও নিয়ন্ত্রিত করতে \"টোনেজ অ্যান্ড পাউন্ডেজ আইন\" পাশ হয়। হাউস অফ কমন্স বিশপ ও গির্জার শাসনব্যবস্থার বিরুদ্ধে বিল আনলেও, তা লর্ডসে ব্যর্থ হয়।\nচার্লস ইংল্যান্ডে গুরুত্বপূর্ণ ছাড় দিয়েছিলেন এবং স্কটল্যান্ডে সাময়িকভাবে তার অবস্থান শক্তিশালী করেছিলেন, যখন তিনি বিশপ যুদ্ধের চূড়ান্ত সমঝোতায় সম্মতি দেন এবং আগস্ট থেকে নভেম্বর ১৬৪১ পর্যন্ত স্কটল্যান্ড সফরে গিয়ে সেখানে প্রেসবিটারিয়ান শাসনব্যবস্থার আনুষ্ঠানিক প্রতিষ্ঠায় সম্মত হন। কিন্তু স্কটল্যান্ডে রাজতন্ত্রপন্থীদের একটি অভ্যুত্থানের চেষ্টা, যা \"দ্য ইনসিডেন্ট\" নামে পরিচিত, তার বিশ্বাসযোগ্যতাকে মারাত্মকভাবে ক্ষতিগ্রস্ত করে।\nআইরিশ বিদ্রোহ\nআয়ারল্যান্ডের জনসংখ্যা তিনটি প্রধান সমাজ-রাজনৈতিক গোষ্ঠীতে বিভক্ত ছিল:\n\nগেলিক আইরিশ – যারা ক্যাথলিক ছিল।\nওল্ড ইংলিশ – মধ্যযুগীয় নরম্যানদের বংশধর, এবং তারাও প্রধানত ক্যাথলিক ছিল।\nনিউ ইংলিশ – ইংল্যান্ড ও স্কটল্যান্ড থেকে আসা প্রোটেস্ট্যান্ট বসতি স্থাপনকারীরা, যারা ইংরেজ পার্লামেন্ট এবং কোভেন্যান্টারদের সঙ্গে যুক্ত ছিল।\nস্ট্র্যাফোর্ডের প্রশাসন আইরিশ অর্থনীতির উন্নতি করেছিল এবং কর রাজস্ব বৃদ্ধি করেছিল, কিন্তু এটি কঠোর শাসন প্রতিষ্ঠার মাধ্যমে করা হয়েছিল। তিনি রাজাকে সমর্থন করার জন্য একটি বড় ক্যাথলিক সেনাবাহিনী গঠন করেছিলেন এবং আইরিশ পার্লামেন্টের ক্ষমতা দুর্বল করেছিলেন। একই সাথে, ক্যাথলিকদের জমি বাজেয়াপ্ত করে প্রোটেস্ট্যান্টদের বসতি স্থাপনের জন্য বরাদ্দ দেন এবং লডিয়ান অ্যাংলিকানিজম প্রচার করেন, যা প্রেসবাইটেরিয়ানদের কাছে গ্রহণযোগ্য ছিল না। ফলস্বরূপ, তিনটি গোষ্ঠীই তার শাসনের প্রতি অসন্তুষ্ট হয়ে ওঠে।\nস্ট্র্যাফোর্ডের অভিশংসন আইরিশ রাজনীতিতে একটি নতুন মোড় নিয়ে আসে, যেখানে সব পক্ষ তার বিরুদ্ধে সাক্ষ্য প্রদান করতে একত্রিত হয়। ইংরেজ পার্লামেন্টের মতো, আইরিশ পার্লামেন্টের ওল্ড ইংলিশ সদস্যরা যুক্তি দেখান যে, তারা স্ট্র্যাফোর্ডের বিরোধী হলেও, রাজা চার্লসের প্রতি বিশ্বস্ত। তারা দাবি করে যে রাজা দুষ্ট পরামর্শদাতাদের দ্বারা বিভ্রান্ত হয়েছেন এবং স্ট্র্যাফোর্ডের মতো ভাইসরয় স্বৈরাচারী শাসক হয়ে উঠতে পারে, যা রাজাকে সরাসরি শাসন থেকে দূরে সরিয়ে দেয়।\nস্ট্র্যাফোর্ড ক্ষমতা হারানোর ফলে আয়ারল্যান্ডে চার্লসের প্রভাব দুর্বল হয়ে পড়ে। স্ট্র্যাফোর্ড কারারুদ্ধ থাকাকালীন ইংরেজ কমন্স তিনবার আইরিশ সেনাবাহিনী ভেঙে দেওয়ার দাবি করেছিল, কিন্তু অর্থের অভাবে চার্লস শেষ পর্যন্ত স্ট্র্যাফোর্ডের বিচার শেষে বাহিনী ভেঙে দিতে বাধ্য হন। ক্যাথলিকদের জমি বাজেয়াপ্ত করে সেটেলার প্রোটেস্ট্যান্টদের হাতে তুলে দেওয়া এবং বিশেষ করে আলস্টারের বসতি স্থাপনের কারণে ক্ষোভ জন্মায়। এছাড়া, আইরিশ পার্লামেন্টকে ইংরেজ পার্লামেন্টের অধীনস্থ করার প্রচেষ্টার ফলে বিদ্রোহের বীজ বপন হয়।\n১৬৪১ সালের অক্টোবরের শেষের দিকে, গেলিক আইরিশ এবং নিউ ইংলিশদের মধ্যে সশস্ত্র সংঘর্ষ শুরু হলে, ওল্ড ইংলিশরা গেলিক আইরিশদের পক্ষে দাঁড়ায়, যদিও তারা একসঙ্গে রাজার প্রতি আনুগত্য প্রকাশ করতে থাকে।\nনভেম্বর ১৬৪১ সালে, হাউস অফ কমন্স \"গ্র্যান্ড রিমনস্ট্রেন্স\" নামে একটি দীর্ঘ অভিযোগপত্র পাস করে, যেখানে চার্লসের শাসনকালে তার মন্ত্রীদের দ্বারা সংঘটিত বিভিন্ন অপকর্মের তালিকা ছিল। এটিকে এক বৃহৎ ক্যাথলিক ষড়যন্ত্রের অংশ হিসাবে দেখানো হয়, যার সঙ্গে রাজা নিজেও অজান্তে যুক্ত ছিলেন। তবে এটি ছিল পিমের জন্য একটি বড় ঝুঁকি, এবং মাত্র ১১ ভোটের ব্যবধানে (১৫৯ পক্ষে, ১৪৮ বিপক্ষে) এটি পাস হয়। রিমনস্ট্রেন্সের প্রতি হাউস অফ লর্ডসের খুব কম সমর্থন ছিল, কারণ এটি সরাসরি লর্ডদের আক্রমণ করে। ইতিমধ্যে, আইরিশ বিদ্রোহের খবর এবং রাজা চার্লসের জড়িত থাকার ভুল গুজবের কারণে উত্তেজনা আরও বেড়ে যায়। নভেম্বর জুড়ে, একাধিক অতিরঞ্জিত প্রচারপত্র আয়ারল্যান্ডে নিউ ইংলিশ সেটলারদের উপর নৃশংস হত্যাকাণ্ডের গল্প প্রকাশ করে। এতে ইংল্যান্ডে ক্যাথলিক বিরোধী মনোভাব আরও তীব্র হয়, এবং চার্লসের ভাবমূর্তি ক্ষতিগ্রস্ত হয়। ইংরেজ পার্লামেন্ট চার্লসের উদ্দেশ্যের উপর সন্দেহ প্রকাশ করে, যখন তিনি আইরিশ বিদ্রোহ দমন করতে তহবিল দাবি করেন। অনেক সংসদ সদস্য মনে করেন, তিনি যে বাহিনী সংগ্রহ করবেন, তা পরবর্তীতে পার্লামেন্টের বিরুদ্ধে ব্যবহার করা হতে পারে। পিমের \"মিলিশিয়া বিল\" রাজা থেকে সেনাবাহিনীর নিয়ন্ত্রণ কেড়ে নেওয়ার চেষ্টা করেছিল, কিন্তু এটি হাউস অফ লর্ডসের সমর্থন পায়নি, এবং চার্লস তো সরাসরিই এর বিরোধিতা করেন। পার্লামেন্ট এরপর রাজকীয় অনুমোদন ছাড়াই এটি একটি \"অর্ডিন্যান্স\" হিসাবে পাশ করে, যা হাউস অফ লর্ডসের কিছু সদস্যকে চার্লসের পক্ষে যেতে প্ররোচিত করে।চার্লস তার অবস্থান শক্তিশালী করার চেষ্টা করেন, কিন্তু লন্ডনে তার জনপ্রিয়তা আরও কমে যায়, কারণ তিনি টাওয়ার অফ লন্ডনের দায়িত্বভার দিয়েছিলেন কর্নেল থমাস লান্সফোর্ডকে, যিনি নিষ্ঠুর হলেও দক্ষ সামরিক কর্মকর্তা ছিলেন। চার্লসের কাছে গুজব পৌঁছায় যে পার্লামেন্ট তার স্ত্রীকে আইরিশ বিদ্রোহীদের সঙ্গে ষড়যন্ত্রের অভিযোগে অভিশংসন করতে চায়। এই পরিস্থিতিতে, চার্লস কঠোর পদক্ষেপ নেওয়ার সিদ্ধান্ত নেন।\nপাঁচ সদস্য\nচার্লস সম্ভবত সঠিকভাবেই সন্দেহ করেছিলেন যে ইংরেজ পার্লামেন্টের কিছু সদস্য স্কটিশ আক্রমণকারীদের সঙ্গে আঁতাত করেছিল। ৩ জানুয়ারি ১৬৪২ সালে, তিনি পার্লামেন্টকে কমন্সের পাঁচজন নির্দিষ্ট সদস্য—জন পিম, জন হ্যাম্পডেন, ডেনজিল হলস, উইলিয়াম স্ট্রোড এবং স্যার আর্থার হ্যাজেলরিগ—এবং এক অভিজাত সদস্য, লর্ড ম্যান্ডেভিলকে রাষ্ট্রদ্রোহের অভিযোগে সমর্পণ করার নির্দেশ দেন।\nপার্লামেন্ট এই দাবি প্রত্যাখ্যান করলে, সম্ভবত চার্লসের স্ত্রী হেনরিয়েটা মারিয়া তাকে বলপ্রয়োগে তাদের গ্রেপ্তারের জন্য রাজি করান, এবং চার্লস নিজেই এই পদক্ষেপ নেওয়ার সিদ্ধান্ত নেন। তবে, তার ওয়ারেন্টের খবর আগে থেকেই পার্লামেন্টে পৌঁছে যায়, এবং অভিযুক্ত সদস্যরা ৪ জানুয়ারি চার্লস কমন্সে প্রবেশ করার ঠিক আগে নৌকায় পালিয়ে যান।\nসশস্ত্র প্রহরীদের সঙ্গে নিয়ে চার্লস হাউস অফ কমন্সে প্রবেশ করেন এবং স্পিকার উইলিয়াম লেন্থালকে তার আসন থেকে সরিয়ে অভিযুক্তদের অবস্থান জানতে চান। লেন্থাল হাঁটু গেড়ে বিখ্যাতভাবে উত্তর দেন, \"মহারাজ, এই স্থানে আমি চোখে কিছু দেখি না, মুখে কিছু বলি না, শুধু যা হাউস আমাকে নির্দেশ করে, কারণ আমি তাদেরই একজন বিশ্বস্ত সেবক।\" চার্লস হতাশায় বলে ওঠেন, \"আমার সব পাখি উড়ে গেছে,\" এবং তাকে খালি হাতে ফিরে যেতে হয়।\nএই ব্যর্থ গ্রেপ্তার প্রচেষ্টা চার্লসের জন্য রাজনৈতিকভাবে বিপর্যয়কর হয়ে ওঠে। আগে কখনো কোনো ইংরেজ শাসক হাউস অফ কমন্সে প্রবেশ করেননি, তাই এই নজিরবিহীন ঘটনাটি সংসদীয় অধিকারের গুরুতর লঙ্ঘন হিসেবে গণ্য হয়। এই এক পদক্ষেপে চার্লস তার সমর্থকদের প্রচেষ্টাকে ধ্বংস করে দেন, যারা তাকে নতুনত্ব ও বিশৃঙ্খলার বিরুদ্ধে প্রতিরক্ষার প্রতীক হিসেবে তুলে ধরছিল।\nপার্লামেন্ট দ্রুত লন্ডন দখল করে, আর চার্লস ১০ জানুয়ারি রাজধানী ত্যাগ করে হ্যাম্পটন কোর্ট প্রাসাদে পালিয়ে যান এবং দুদিন পর উইন্ডসর ক্যাসেলে স্থানান্তরিত হন। ফেব্রুয়ারিতে, তিনি তার স্ত্রী ও জ্যেষ্ঠ কন্যাকে নিরাপদে বিদেশে পাঠানোর পর উত্তরের দিকে রওনা দেন, উদ্দেশ্য ছিল হাল শহরের সামরিক অস্ত্রাগার দখল করা। কিন্তু এপ্রিল মাসে, শহরের পার্লামেন্টপন্থী গভর্নর স্যার জন হোথাম তাকে প্রবেশের অনুমতি দিতে অস্বীকৃতি জানান, এবং চার্লসকে পিছু হটতে বাধ্য করা হয়।\nইংরেজ গৃহযুদ্ধ\n১৬৪২ সালের মাঝামাঝি সময়ে, উভয় পক্ষ যুদ্ধের জন্য প্রস্তুতি নিতে শুরু করে। চার্লস কমিশন অফ অ্যারে নামক মধ্যযুগীয় পদ্ধতিতে সেনা সংগ্রহ করেন, আর পার্লামেন্ট তাদের মিলিশিয়ার জন্য স্বেচ্ছাসেবক আহ্বান করে। আলোচনা ব্যর্থ হলে, চার্লস ২২ আগস্ট ১৬৪২ সালে নটিংহ্যামে রাজকীয় পতাকা উত্তোলন করেন। তখন পর্যন্ত তার বাহিনী মিডল্যান্ডস, ওয়েলস, ওয়েস্ট কান্ট্রি এবং উত্তর ইংল্যান্ডের নিয়ন্ত্রণে ছিল। তিনি তার দরবার অক্সফোর্ডে স্থাপন করেন। অপরদিকে, পার্লামেন্ট লন্ডন, দক্ষিণ-পূর্ব ইংল্যান্ড, ইস্ট অ্যাংলিয়া এবং ইংরেজ নৌবাহিনী নিয়ন্ত্রণ করছিল।\nকয়েকটি ছোটখাট সংঘর্ষের পর, ২৩ অক্টোবর ১৬৪২ সালে এজহিলের যুদ্ধে উভয় পক্ষ মুখোমুখি হয়। চার্লসের ভাতিজা প্রিন্স রুপার্ট অফ দ্য রাইন রাজপন্থী প্রধান সেনাপতি রবার্ট বার্টি, প্রথম আর্ল অফ লিন্ডসি-এর যুদ্ধ কৌশলের সঙ্গে দ্বিমত পোষণ করেন, এবং চার্লস রুপার্টের পক্ষ নেন। ফলে লিন্ডসি পদত্যাগ করেন, এবং চার্লস স্বয়ং প্যাট্রিক রুথভেন, প্রথম আর্ল অফ ফোর্থ-এর সহায়তায় সেনাবাহিনীর সর্বমোট নেতৃত্ব গ্রহণ করেন।\nরুপার্টের অশ্বারোহী বাহিনী পার্লামেন্টপন্থী সেনাদের মধ্য দিয়ে আক্রমণ চালিয়ে তাদের ব্যূহ ভেদ করে। কিন্তু দ্রুত ফিরে আসার পরিবর্তে, তারা পার্লামেন্টপন্থীদের মালপত্র লুট করতে ব্যস্ত হয়ে পড়ে। লিন্ডসি, যিনি তখন একজন কর্নেলের ভূমিকা পালন করছিলেন, যুদ্ধে আহত হন এবং চিকিৎসার অভাবে রক্তক্ষরণে মারা যান। দিনের আলো কমে এলে যুদ্ধ অস্পষ্ট ফলাফলের মধ্য দিয়ে শেষ হয়।\nচার্লস পরবর্তীতে স্বীকার করেন যে এই যুদ্ধের অভিজ্ঞতা তাকে \"অত্যন্ত গভীরভাবে শোকাহত\" করেছিল। তিনি অক্সফোর্ডে পুনর্গঠিত হন, কিন্তু রুপার্টের তাৎক্ষণিকভাবে লন্ডন আক্রমণের প্রস্তাব প্রত্যাখ্যান করেন।\nএক সপ্তাহ পর, ৩ নভেম্বর তিনি রাজধানীর দিকে রওনা দেন এবং পথে ব্রেন্টফোর্ড দখল করেন, তবে একই সময়ে পার্লামেন্ট ও নাগরিকদের সঙ্গে আলোচনাও চালিয়ে যান। কিন্তু টার্নহ্যাম গ্রিনে, শহরের মিলিশিয়ারা রাজপন্থী বাহিনীর মুখোমুখি হয়। সংখ্যায় অনেক বেশি শত্রুর সম্মুখীন হয়ে, চার্লস পিছু হটতে বাধ্য হন।\nতিনি শীতকাল অক্সফোর্ডে কাটান, যেখানে তিনি শহরের প্রতিরক্ষা ব্যবস্থা মজবুত করেন এবং পরবর্তী বছরের যুদ্ধের প্রস্তুতি নেন। উভয় পক্ষের মধ্যে শান্তি আলোচনা এপ্রিল ১৬৪৩ সালে ব্যর্থ হয়, এবং যুদ্ধ অব্যাহত থাকে।\n\n\n=== পরবর্তী  কয়েক বছর ধরে যুদ্ধ কোনো নির্ধারিত ফলাফল ছাড়াই চলতে থাকে। ফেব্রুয়ারি ১৬৪৩ সালে, চার্লসের স্ত্রী হেনরিয়েটা মারিয়া ১৭ মাসের জন্য ব্রিটেনে ফিরে আসেন। ===\nজুলাই ১৬৪৩ সালে, প্রিন্স রুপার্ট ব্রিস্টল দখল করেন, যার পর চার্লস সেখানে যান এবং সেভার্ন নদীর ওপরে গ্লুচেস্টার অবরোধ করেন। তবে প্রবল বৃষ্টিপাতের কারণে তার পরিকল্পনা ব্যর্থ হয়। যখন পার্লামেন্টপন্থী বাহিনী শহর উদ্ধার করতে এগিয়ে আসে, চার্লস অবরোধ তুলে নিয়ে সুডলি ক্যাসেলে ফিরে যান। এরপর পার্লামেন্টের সেনাবাহিনী লন্ডনের দিকে অগ্রসর হলে চার্লস তাদের পিছু নেন। ২০ সেপ্টেম্বর ১৬৪৩ সালে নিউবেরির যুদ্ধে, উভয় পক্ষ যুদ্ধ করে, কিন্তু এজহিলের মতো এই যুদ্ধও রাত পড়লে অস্পষ্ট ফলাফলের মধ্যে শেষ হয়। জানুয়ারি ১৬৪৪ সালে, চার্লস তার সমর্থকদের নিয়ে অক্সফোর্ড পার্লামেন্ট আহ্বান করেন। এতে ৪০ জন লর্ডস এবং ১১৮ জন কমন্স সদস্য উপস্থিত ছিলেন। যদিও বেশিরভাগ লর্ডস এবং প্রায় এক-তৃতীয়াংশ কমন্স সদস্য তাকে সমর্থন করেছিলেন, চার্লস তার স্ত্রীর নিকট ব্যক্তিগত চিঠিতে এই সংসদকে \"মিশ্র ও অকর্মণ্য\" বলে আখ্যা দেন।\nজুন ১৬৪৪ সালে,চার্লস ইংল্যান্ডের দক্ষিণাঞ্চলে অবস্থান করলেও, প্রিন্স রুপার্ট উত্তরে যান নিউয়ার্ক ও ইয়র্ককে পার্লামেন্ট এবং স্কটিশ কোভেন্যান্টার বাহিনীর হাত থেকে রক্ষা করতে। চার্লস ক্রপ্রেডি ব্রিজের যুদ্ধে জয়ী হন, কিন্তু কয়েকদিন পর মার্সটন মুরের যুদ্ধে রাজপন্থীরা চূড়ান্তভাবে পরাজিত হয়। দক্ষিণে ফিরে এসে, চার্লস রবার্ট ডেভারক্স, ৩য় আর্ল অফ এসেক্স-এর পার্লামেন্টপন্থী বাহিনীকে ঘিরে ফেলেন এবং নিরস্ত্র করেন। এরপর, তিনি পুনরায় নিউবেরির যুদ্ধে (অক্টোবর ১৬৪৪) অংশ নেন, যা আগের যুদ্ধের মতো অস্পষ্ট ফলাফলে শেষ হয়। শীতের সময় একটি যুদ্ধবিরতির আলোচনার প্রচেষ্টা  পুনরায় ব্যর্থ হয় যখন উভয় পক্ষ সুগঠিত হয়।\n১৪ জুন ১৬৪৫ সালে নাসবির যুদ্ধে, রুপার্টের অশ্বারোহী বাহিনী পার্লামেন্টের নিউ মডেল আর্মির পাশে সফলভাবে আক্রমণ চালায়, কিন্তু যুদ্ধক্ষেত্রের অন্য অংশে চার্লসের বাহিনী পিছিয়ে পড়ে। চার্লস নিজে সৈন্যদের উৎসাহিত করতে সামনে এগোতে গেলে, রবার্ট ডালজেল, ১ম আর্ল অফ কার্নওয়াথ তার লাগাম টেনে ধরে পিছু হটতে বাধ্য করেন, কারণ তিনি রাজাকে বিপদে পড়তে দিতে চাননি। তবে সৈন্যরা ভুল করে ভাবল যে পিছু হটার নির্দেশ দেওয়া হয়েছে, ফলে রাজপন্থীদের সেনাবাহিনী পুরোপুরি ছত্রভঙ্গ হয়ে যায়। এই যুদ্ধে পরাজয়ের পর, সামরিক ভারসাম্য চূড়ান্তভাবে পার্লামেন্টের অনুকূলে চলে যায়। পরবর্তী কয়েক মাসে রাজপন্থীরা একের পর এক পরাজিত হয় এবং অক্সফোর্ড অবরুদ্ধ হয়। এপ্রিল ১৬৪৬ সালে, চার্লস একজন চাকরের ছদ্মবেশে পালিয়ে যান এবং নিউয়ার্ক অবরোধকারী স্কটিশ প্রেসবিটেরিয়ান বাহিনীর হাতে আত্মসমর্পণ করেন। নয় মাস ধরে আলোচনা চলার পর, জানুয়ারি ১৬৪৭ সালে, স্কটিশরা পার্লামেন্টের সঙ্গে একটি চুক্তি করে। তারা চার্লসকে £১০০,০০০ এবং ভবিষ্যতে আরও অর্থের প্রতিশ্রুতির বিনিময়ে ইংরেজ পার্লামেন্টের কাছে হস্তান্তর করে।\nবন্দি অবস্থা\nনর্থ্যাম্পটনশায়ারের হোল্ডেনবি হাউসে পার্লামেন্ট চার্লসকে গৃহবন্দি করে রাখে । কিন্তু ৩ জুন ১৬৪৭ সালে, নিউ মডেল আর্মির পক্ষে করনেট জর্জ জয়েস হুমকি দিয়ে তাকে সেখান থেকে বের করে নিয়ে যান। এই সময়, পার্লামেন্ট এবং নিউ মডেল আর্মির মধ্যে সম্পর্ক অবিশ্বাস ও দ্বন্দ্বে ভরে ওঠে। পার্লামেন্ট সেনাবাহিনী ভেঙে দিতে ও প্রেসবিটারিয়ানিজম প্রতিষ্ঠা করতে চায়, আর নিউ মডেল আর্মির ইন্ডিপেনডেন্ট কর্মকর্তারা নিজেদের রাজনৈতিক প্রভাব বাড়াতে চায়। চার্লস এই বিভাজন কাজে লাগাতে চেয়েছিলেন এবং মনে করেছিলেন যে, জয়েসের পদক্ষেপ তাকে সুযোগ এনে দিতে পারে। প্রথমে, চার্লস নিজের ইচ্ছায় নিউমার্কেটে যান এবং পরে তাকে ওটল্যান্ডস ও হ্যাম্পটন কোর্টে স্থানান্তর করা হয় যেখানে আরো কিছু নিষ্ফল আলোচনা হয়।  নভেম্বর ১৬৪৭ সালে, চার্লস ঠিক করেন যে তিনি পালালে তার রাজনৈতিক অবস্থান শক্তিশালী হতে পারে। তিনি ১১ নভেম্বর হ্যাম্পটন কোর্ট থেকে পালিয়ে যান এবং সাউদাম্পটন ওয়াটারের তীরে পৌঁছে পার্লামেন্টপন্থী গভর্নর রবার্ট হ্যামন্ডের সাথে যোগাযোগ করেন। চার্লস ধারণা করেছিলেন যে হ্যামন্ড তার প্রতি সহানুভূতিশীল। কিন্তু তার আশা ব্যর্থ হয়— হ্যামন্ড তাকে কারিসব্রুক ক্যাসেলে বন্দি করেন এবং পার্লামেন্টকে জানান যে চার্লস তার হেফাজতে আছেন।\nকারিসব্রুক থেকে, চার্লস বিভিন্ন পক্ষের সাথে গোপনে সমঝোতার চেষ্টা করেন। পুরনো বৈরিতা সত্ত্বেও  ২৬ ডিসেম্বর ১৬৪৭ সালে, স্কটিশদের সাথে একটি গোপন চুক্তি (\"এনগেজমেন্ট\") স্বাক্ষর করেন। চুক্তি অনুযায়ী স্কটিশরা ইংল্যান্ড আক্রমণ করবে এবং চার্লসকে সিংহাসনে পুনঃপ্রতিষ্ঠা করবে।বিনিময়ে, চার্লস ইংল্যান্ডে তিন বছরের জন্য প্রেসবিটারিয়ান ধর্মব্যবস্থা চালু করবেন।\nমে ১৬৪৮ সালে, রাজপন্থীরা পুনরায় বিদ্রোহ শুরু করে, দ্বিতীয় গৃহযুদ্ধ শুরু করে। স্কটিশ বাহিনী চার্লসের পক্ষে ইংল্যান্ড আক্রমণ করে এবং কেন্ট, এসেক্স, কাম্বারল্যান্ড এবং দক্ষিণ ওয়েলসে বিদ্রোহ ছড়িয়ে পড়ে।কিন্তু নিউ মডেল আর্মি দ্রুত বিদ্রোহ দমন করে। অগাস্ট ১৬৪৮ সালে, স্কটিশ বাহিনী প্রেস্টনের যুদ্ধে পরাজিত হয় এবং রাজপন্থীদের যুদ্ধে জয়ের সম্ভাবনা সম্পূর্ণ শেষ হয়ে যায়।\nপরাজিত হয়ে, চার্লস আবারও আলোচনায় ফিরে আসেন। এই আলোচনা হয় নিউপোর্ট, আইল অফ ওয়াইটে। ৫ ডিসেম্বর ১৬৪৮ সালে, পার্লামেন্ট ১২৯-৮৩ ভোটে সিদ্ধান্ত নেয় চার্লসের সাথে আলোচনা চালিয়ে যাওয়া হবে। কিন্তু অলিভার ক্রমওয়েল ও নিউ মডেল আর্মির নেতারা মনে করতেন যে চার্লস একজন \"রক্তপিপাসু স্বৈরশাসক\" এবং তার সাথে আর কোনো সমঝোতা করা যাবে না।২৭ নভেম্বর, হ্যামন্ডকে গভর্নর অফ আইল অফ উইট হিসেবে স্থানান্তরিত করা হয় এবং পরদিন চার্লসকে সামরিক হেফাজতে নেওয়া হয়। ৬ ও ৭ ডিসেম্বর ১৬৪৮ সালে, কর্নেল থমাস প্রাইড পার্লামেন্টে সামরিক অভ্যুত্থান ঘটান। যারা আর্মির প্রতিসহানুভূতিশীল ছিল তাদের গ্রেপ্তার করা হয়, যখন অন্যান্যরা স্বেচ্ছায় বিরত থাকেন। যে এমপিরা থেকে যান, তারা \"রাম্প পার্লামেন্ট\" গঠন করেন।\nএটি ছিল একটি কার্যত সামরিক অভ্যুত্থান, যা চার্লসের ভাগ্য চূড়ান্তভাবে নির্ধারণের দিকে নিয়ে যায়।\nবিচার\n১৬৪৮ সালের শেষে, চার্লসকে হার্স্ট ক্যাসেলে স্থানান্তর করা হয়, তারপর উইন্ডসর ক্যাসেলে নিয়ে যাওয়া হয়।১৬৪৯ সালের জানুয়ারিতে, রাম্প পার্লামেন্টের হাউস অব কমন্স চার্লসকে রাষ্ট্রদ্রোহের অপরাধে অভিযুক্ত করে। কিন্তু হাউস অব লর্ডস এই অভিযোগ প্রত্যাখ্যান করে।একজন রাজাকে বিচারের মুখোমুখি করা ছিল একেবারেই নতুন ধারণা। ইংল্যান্ডের তিন প্রধান আদালতের প্রধান বিচারক— হেনরি রোল, অলিভার সেন্ট জন এবং জন ওয়াইল্ড—এই বিচারকে অবৈধ ঘোষণা করেন।\nতবে, রাম্প পার্লামেন্ট ঘোষণা করে যে তারা এককভাবে আইন প্রণয়ন করতে সক্ষম এবং একটি বিশেষ আদালত গঠনের বিল পাস করে, যেখানে রাজা চার্লসের বিচার হবে। এই বিলকে তারা রাজকীয় সম্মতির প্রয়োজন ছাড়াই আইন হিসেবে ঘোষণা করে।এই \"হাই কোর্ট অব জাস্টিস\" নামে প্রতিষ্ঠিত আদালতে ১৩৫ জন কমিশনারকে অন্তর্ভুক্ত করা হয়, কিন্তু অনেকেই এতে অংশগ্রহণ করতে অস্বীকৃতি জানান বা দূরে থাকেন। শুধুমাত্র ৬৮ জন বিচারক (সবাই কঠোর পার্লামেন্টপন্থী) বিচারকাজে অংশ নেন।চার্লসের বিচার শুরু হয় ১৬৪৯ সালের ২০ জানুয়ারি, ওয়েস্টমিনস্টার হলে।আদালতের সভাপতি ছিলেন জন ব্র্যাডশ’।প্রধান প্রসিকিউটর ছিলেন সলিসিটর জেনারেল জন কুক।\nচার্লসের বিরুদ্ধে রাষ্ট্রদ্রোহের অভিযোগ আনা হয় যে তিনি দেশের ভালোর জন্য নয় বরং নিজের ব্যক্তিগত স্বার্থে তার ক্ষমতা ব্যবহার করেছিলেন। অভিযোগে বলা হয় যে চার্লস \"অবাধ ও অত্যাচারী ক্ষমতা প্রতিষ্ঠা করতে\" চেয়েছিলেন এবং \"জনগণের অধিকার ও স্বাধীনতাকে উৎখাত\" করার জন্য কাজ করেছিলেন। এ ছাড়া, অভিযোগে দাবি করা হয় যে তিনি পার্লামেন্ট এবং জনগণের বিরুদ্ধে যুদ্ধ উত্থাপন করেছিলেন, যা জনগণের কল্যাণ, সাধারণ অধিকার, ন্যায়বিচার এবং শান্তির বিপরীতে তার এবং তার পরিবারের ব্যক্তিগত স্বার্থকে আরও শক্তিশালী করার জন্য ছিল।\nআধুনিক 'কমান্ড রেস্পন্সিবিলিটি' ধারনার ওপর ভিত্তি করে,  তাকে \"যুদ্ধের সকল অপরাধ, হত্যাকাণ্ড, লুণ্ঠন, অগ্নিসংযোগ এবং দেশের ক্ষতি\" এর অভিযোগে দায়ী করা হয়েছিল। অনুমান করা হয় যে, যুদ্ধের সময় প্রায় ৩,০০,০০০ মানুষ, যা ছিল জনসংখ্যার ৬%, মারা গিয়েছিল।\nবিচারের প্রথম তিন দিন, যখন চার্লসকে অপরাধী হিসেবে দায়ী করা হয়, তিনি অস্বীকার করেন এবং বলেন, \"আমি জানতে চাই কোন সে শক্তি যা আমাকে এখানে আসতে বলেছে, কোন আইনগত ক্ষমতা বলে...?\" তিনি দাবি করেন যে কোন আদালত রাজাকে বিচারের জন্য অনুমতি দিতে পারে না, কারণ তার শাসনক্ষমতা ঈশ্বর এবং ইংল্যান্ডের ঐতিহ্যগত আইন দ্বারা প্রদান করা হয়েছে। তিনি আরও বলেন,\n\"কোনও পৃথিবীজ ক্ষমতা আমাকে (যিনি তোমাদের রাজা) প্রশ্ন করতে বা দোষী সাব্যস্ত করতে পারে না ... আজকের প্রক্রিয়া ঈশ্বরের আইন দ্বারা বৈধ নয়; কারণ, এর বিপরীতে, রাজাদের প্রতি আনুগত্যের কর্তব্য স্পষ্টভাবে নির্দেশিত এবং পুরানো ও নতুন বিধিতে কঠোরভাবে আদেশ করা হয়েছে ...\"\nতিনি আরও যুক্তি দেন যে, \"রাজা কোনও ভুল করতে পারেন না\" এবং যে \"হাউস অব কমন্সের বেশিরভাগ সদস্য\" সেশন থেকে অব্যাহত ছিলেন বা বাধ্য হয়ে সরে গেছেন।তবে আদালত সর্বোচ্চ ক্ষমতার নীতি চ্যালেঞ্জ করে এবং ঘোষণা করে যে \"ইংল্যান্ডের রাজা আর একজন ব্যক্তি নন, বরং একটি অফিস যেটি সীমিত ক্ষমতা নিয়ে শাসন করতে দেয়া হয়, 'আইনের অধীনে এবং অন্যথায় নয়'।\"\nবিচারের তৃতীয় দিনের শেষে, চার্লসকে আদালত থেকে বের করে দেয়া হয় এবং তার অনুপস্থিতিতে আরও ৩০ জনের বেশি সাক্ষী শুনানি হয়। পরবর্তী দিনগুলিতে, ২৬ জানুয়ারি চার্লসকে মৃত্যুদণ্ড দেওয়া হয়। পরদিন, চার্লসকে জনসাধারণের সামনে বিচারের সম্মুখীন করা হয় এবং দোষী সাব্যস্ত করা হয়। তার বিরুদ্ধে রায় ছিল:\n\"এই সব রাষ্ট্রদ্রোহ এবং অপরাধের জন্য আদালত আদেশ দিচ্ছে যে তাকে, চার্লস স্টুয়ার্ট, একজন অত্যাচারী , রাষ্ট্রদ্রোহী, খুনি, এবং জনগণের শত্রু হিসেবে তার মাথা বিচ্ছিন্ন করে হত্যা করা হবে।\"\nএই রায়ের পক্ষে ৫৯ জন কমিশনার সই করেন, যার মাধ্যমে চার্লসের মৃত্যুদণ্ড কার্যকর করা হয়।\nমৃত্যুদন্ড\n৩০ জানুয়ারি ১৬৪৯,মঙ্গলবার, চার্লসের মৃত্যুদণ্ডের দিন নির্ধারিত হয় । তার দুই সন্তান, এলিজাবেথ এবং হেনরি, তখনও ইংল্যান্ডে পার্লামেন্টারিয়ানদের নিয়ন্ত্রণে ছিল। ২৯ জানুয়ারি তাদের বাবার সাথে দেখা করার অনুমতি দেওয়া হয়, এবং চার্লস তাদের আবেগঘন বিদায় জানান। পরদিন সকালে, তিনি অতিরিক্ত দুটি শার্ট চাইলেন যাতে ঠান্ডা আবহাওয়ার কারণে কোনো শিহরণ দেখা না যায়, যা জনতা ভুল করে ভয়ের প্রকাশ হিসেবে ধরে নিতে পারে। তিনি বলেন, \"এই ঋতুটি এতটাই কড়া যে সম্ভবত আমাকে কাঁপতে বাধ্য করবে, যা কিছু দর্শকের কাছে ভয়ের প্রকাশ বলে মনে হতে পারে। আমি এমন কোনো অপবাদ চাই না।\"\nএরপর তিনি পাহারার মধ্যে সেন্ট জেমস প্যালেস থেকে হাঁটতে হাঁটতে হোয়াইটহল প্রাসাদে যান, যেখানে ব্যাঙ্কোয়েটিং হাউসের সামনে একটি ফাঁসির মঞ্চ তৈরি করা হয়েছিল। চার্লসকে বিশাল সংখ্যক সৈন্যদের মাধ্যমে দর্শকদের থেকে দূরে সরিয়ে রাখা হয়েছিল , যার ফলে তার শেষ বক্তৃতা কেবলমাত্র তার পাশে থাকা ব্যক্তিরাই শুনতে পেরেছিল। তিনি তার মৃত্যুর জন্য তার বিশ্বস্ত সেবক স্ট্রাফোর্ডের মৃত্যুদণ্ড প্রতিরোধ করতে ব্যর্থ হওয়াকে দায়ী করেন : \"একটি অন্যায় রায়, যা কার্যকর হতে আমি বাধা দেইনি, আজ আমাকে অন্যায়ভাবে মৃত্যুদণ্ড দেওয়ার মাধ্যমে প্রতিফলিত হলো।\" তিনি ঘোষণা করেন যে তিনি জনগণের স্বাধীনতা এবং মুক্তি চেয়েছিলেন, তবে উল্লেখ করেন, \"তাদের স্বাধীনতা ও মুক্তি সরকারের মধ্যে নিহিত ... সরকারের অংশীদার হওয়া তাদের কোনো অধিকার নয়; একজন প্রজা এবং একজন রাজা একদম আলাদা বিষয়।\" এরপর তিনি বলেন, \"আমি এখন একটি নশ্বর মুকুট থেকে একটি অবিনশ্বর মুকুটের দিকে যাচ্ছি, যেখানে আর কোনো অস্থিরতা থাকবে না।\"\nদুপুর প্রায় ২:০০ টার দিকে, চার্লস প্রার্থনা শেষে নিজের মাথা ফাঁসির ব্লকে রাখেন এবং প্রস্তুত হলে হাত প্রসারিত করে সংকেত দেন। এরপর তাকে এক নিখুঁত আঘাতে শিরচ্ছেদ করা হয়। প্রত্যক্ষদর্শী ফিলিপ হেনরি বর্ণনা করেন যে জনতার মধ্যে থেকে একটি গভীর আর্তনাদ ওঠে, \"যেমনটি আমি আগে কখনও শুনিনি এবং আশা করি আর কখনো শুনতে হবে না।\" কিছু দর্শক রাজাকীয় রক্ত তাদের রুমালে নিয়ে স্মৃতিচিহ্ন হিসেবে সংরক্ষণ করেন।\nশিরোচ্ছেদকারী মুখোশ পরিধান ও ছদ্মবেশ ধারণ করেছিল, এবং তার পরিচয় নিয়ে আজও বিতর্ক রয়েছে। কমিশনাররা প্রথমে লন্ডনের সাধারণ জল্লাদ রিচার্ড ব্র্যান্ডনের কাছে যান, কিন্তু তিনি অন্তত প্রথমে ২০০ পাউন্ডের—তৎকালীন সময়ের জন্য একটি বিশাল অঙ্ক—প্রস্তাব সত্ত্বেও প্রত্যাখ্যান করেন। ধারণা করা হয় যে, তাকে মৃত্যুর হুমকি দেওয়া হলে তিনি শেষ পর্যন্ত কাজটি সম্পন্ন করতে রাজি হন। তবে সম্ভাব্য অন্য প্রার্থীদের মধ্যে জর্জ জয়েস, উইলিয়াম হুলেট এবং হিউ পিটার্সের নামও উঠে এসেছে।\n১৮১৩ সালে উইন্ডসরে রাজা চার্লসের দেহ পরীক্ষা করা হলে নিশ্চিত হওয়া যায় যে শিরোচ্ছেদটি এক নিখুঁত আঘাতে সম্পন্ন হয়েছিল, যা ইঙ্গিত দেয় এটি কোনো দক্ষ শিরোচ্ছেদকারীর কাজ ছিল।\nসাধারণত, একজন দেশদ্রোহীর কাটা মাথা জনতার সামনে তুলে ধরে ঘোষণা করা হতো: \"এই হলো এক দেশদ্রোহীর মাথা!\" তবে চার্লসের ক্ষেত্রে এই শব্দগুলো উচ্চারণ করা হয়নি, সম্ভবত শিরোচ্ছেদকারী তার কণ্ঠ চিনে ফেলার ভয়ে তা এড়িয়ে গিয়েছিল।\nমৃত্যুদণ্ড কার্যকরের পরদিন, রাজা চার্লসের মাথা তার দেহের সাথে পুনরায় সেলাই করা হয়, এরপর তার দেহ সংরক্ষণ করা হয় এবং একটি সীসার কফিনে রাখা হয়।\nকমিশন ওয়েস্টমিনস্টার অ্যাবেতে চার্লসের অন্ত্যেষ্টিক্রিয়া অনুমোদন করতে অস্বীকৃতি জানায়, ফলে ৭ ফেব্রুয়ারির রাতে তার দেহ উইন্ডসরে নিয়ে যাওয়া হয়। ৯ ফেব্রুয়ারি ১৬৪৯ সালে, সেন্ট জর্জ চ্যাপেলে হেনরি অষ্টমের ভল্টে, হেনরি অষ্টম এবং তার তৃতীয় স্ত্রী জেন সেমুরের পাশে চার্লসকে গোপনে সমাহিত করা হয়।\nপরবর্তীতে চার্লসের পুত্র, রাজা দ্বিতীয় চার্লস, লন্ডনের হাইড পার্কে একটি সুসজ্জিত রাজকীয় সমাধি নির্মাণের পরিকল্পনা করেছিলেন, তবে তা কখনো বাস্তবায়িত হয়নি।\n\n\n== উত্তরাধিকার ==\nচার্লসের মৃত্যুদণ্ড কার্যকরের দশ দিন পর, তার অন্ত্যেষ্টিক্রিয়ার দিন, একটি স্মৃতিকথা প্রকাশিত হয় যা দাবি করা হয়েছিল তার নিজের লেখা। বইটির নাম \"Eikon Basilike\" (গ্রিক অর্থে \"রাজকীয় প্রতিচিত্র\"), যেখানে রাজতান্ত্রিক নীতিগুলোর পক্ষে একটি আত্মপক্ষসমর্থন করা হয়েছিল। এটি কার্যকর রাজতান্ত্রিক প্রচারণার অংশ হয়ে ওঠে। পার্লামেন্টপন্থী লেখক জন মিল্টন এর বিরুদ্ধে \"Eikonoklastes\" (\"আইকনোক্লাস্ট\" বা \"মূর্তিভাঙ্গী\") নামে একটি প্রতিক্রিয়া লেখেন, তবে সেটি \"Eikon Basilike\"-এর আবেগপূর্ণ প্রভাবের বিরুদ্ধে তেমন সাড়া ফেলতে পারেনি।\nঅ্যাঙ্গলিকান ও রাজতন্ত্রপন্থীরা চার্লসকে শহীদের প্রতিচ্ছবি হিসেবে উপস্থাপন করে।১৬৬০ সালে ক্যান্টারবারি ও ইয়র্কের ধর্মসভায় চার্লসকে \"শহিদ সাধু রাজা চার্লস\" (Saint King Charles the Martyr) হিসেবে ইংল্যান্ডের চার্চের ধর্মীয় ক্যালেন্ডারে অন্তর্ভুক্ত করা হয়। হাই চার্চ অ্যাংলিকানরা তার মৃত্যুর বার্ষিকীতে বিশেষ প্রার্থনা আয়োজন করত। তার স্মরণে ফালমাউথ ও টানব্রিজ ওয়েলসের মতো বিভিন্ন গির্জা নির্মিত হয় এবং \"শহিদ কিং চার্লস সমাজ\"(Society of King Charles the Martyr) নামে অ্যাংলিকান ভক্তিমূলক সংগঠন গঠিত হয়।\nরাজতন্ত্র বিলুপ্ত হওয়ার পর, ইংল্যান্ড প্রজাতন্ত্র (Commonwealth/ কমনওয়েলথ ) হিসেবে ঘোষণা করা হয়। রাম্প কমন্স হাউস অব লর্ডস বিলুপ্ত করে এবং স্টেট কাউন্সিল নির্বাহী ক্ষমতা গ্রহণ করে। অলিভার ক্রমওয়েলের বাহিনী আংলো-স্কটিশ যুদ্ধ এবং আয়ারল্যান্ড বিজয়ের মাধ্যমে ব্রিটেন ও আয়ারল্যান্ডে রাজতন্ত্রপন্থী প্রতিরোধ দমন করে। ক্রমওয়েল ১৬৫৩ সালে রাম্প পার্লামেন্ট জোরপূর্বক ভেঙে দেন এবং নিজেকে লর্ড প্রটেক্টর হিসেবে ঘোষণা করেন, যা প্রটেক্টরেট নামে পরিচিত হয়।\n১৬৫৮ সালে ক্রমওয়েলের মৃত্যু হলে তার অযোগ্য পুত্র রিচার্ড সাময়িকভাবে ক্ষমতা গ্রহণ করেন,তবে শাসনব্যবস্থা দ্রুত দুর্বল হয়ে পড়ে। পার্লামেন্ট পুনঃপ্রতিষ্ঠিত হয়, এবং ১৬৬০ সালে রাজতন্ত্র পুনরুদ্ধার করে চার্লসের জ্যেষ্ঠ পুত্র দ্বিতীয় চার্লস সিংহাসনে আরোহণ করেন।\nচার্লস প্রথমের ১৬৪২ সালে হাউস অব কমন্সে ঢুকে পাঁচজন সংসদ সদস্যকে গ্রেপ্তারের ব্যর্থ প্রচেষ্টা, যা পার্লামেন্টের স্বাধীনতার গুরুতর লঙ্ঘন হিসেবে বিবেচিত হয়, তা প্রতি বছর পার্লামেন্টের স্টেট ওপেনিং অনুষ্ঠানে স্মরণ করা হয়।\n\n\n== শিল্প ==\n১৬২৩ সালে স্পেন সফরে গিয়ে চার্লস চিত্রকলার প্রতি গভীর আগ্রহী হয়ে ওঠেন এবং এক অসাধারণ শিল্প সংগ্রহ গড়ে তোলেন।স্পেনে থাকাকালীন তিনি ভেলাসকেজের একটি স্কেচের জন্য বসেন এবং টিশিয়ান ও কোরেজিওসহ বিখ্যাত শিল্পীদের চিত্রকর্ম সংগ্রহ করেন। ইংল্যান্ডে ফিরে তিনি হোয়াইটহলের ব্যাংকুয়েটিং হাউজ -এর ছাদের চিত্রকর্মের জন্য পিটার পল রুবেন্স-কে কমিশন দেন এবং জিরার্ড ভ্যান হনথর্স্ট, ড্যানিয়েল মিটেন্স ও এন্টোনি ভ্যান ডিক -এর মতো নিম্নদেশীয় শিল্পীদের আঁকা চিত্র সংগ্রহ করেন। তার ঘনিষ্ঠ সহযোগী বাকিংহামের ডিউক এবং থমাস হাওয়ার্ড, আরুন্ডেলের ২১ তম আর্ল একই শিল্প-আগ্রহ পোষণ করতেন এবং তাদেরকে \"হওয়াইটহল গ্রুপ\" বলা হতো।\n১৬২৭-২৮ সালে চার্লস ইতালির মান্তুয়া এর ডিউক-এর সম্পূর্ণ চিত্রসংগ্রহ ক্রয় করেন, যাতে টিশিয়ান, কোরেজিও, রাফায়েল, ক্যারাভাজ্জো, আন্দ্রেয়া দেল সার্তো ও আন্দ্রেয়া মান্তেনিয়ার চিত্রকর্ম অন্তর্ভুক্ত ছিল। পরে তিনি জিয়ান লরেঞ্জো বার্নিনি, পিটার ব্রুগেল দি এল্ডার, লিওনার্দো দা ভিঞ্চি, হান্স হলবিন দা ইয়োংগার, অয়েনচেসলাস হলার, টিনটরেটো ও ভেরনিজ-এর কাজ সংগ্রহ করেন। এছাড়া, আলবার্ট ডুরার ও রেমব্যান্ট-এর স্ব-প্রতিকৃতিও তার সংগ্রহে ছিল।চার্লসের মৃত্যুর সময় তার সংগ্রহে প্রায় ১,৭৬০টি চিত্রকর্ম ছিল, যা পার্লামেন্ট বিক্রি করে এবং বিভিন্ন স্থানে ছড়িয়ে পড়ে।\nমূল্যায়ন\nঐতিহাসিক জন ফিলিপ্স কেনিয়ন বলেছেন, \"চার্লস স্টুয়ার্ট হলেন একজন বিতর্কিত ও বৈপরীত্যপূর্ণ চরিত্র।\" রাজতন্ত্রপন্থী হাই টোরিরা তাকে \"শহীদ\" মনে করত,অন্যদিকে হুইগ ঐতিহাসিকরা, বিশেষ করে স্যামুয়েল রসন গার্ডিনার, তাকে প্রতারক ও বিভ্রান্ত রাজা হিসেবে চিত্রিত করেছেন।সাম্প্রতিক বেশিরভাগ ঐতিহাসিক চার্লসের কঠোর সমালোচনা করেছেন, তবে কেভিন শার্প তার প্রতি কিছুটা সহানুভূতিশীল দৃষ্টিভঙ্গি উপস্থাপন করেছেন, যা ব্যাপকভাবে গ্রহণযোগ্য হয়নি। শার্প যুক্তি দেন যে, চার্লস একজন নৈতিক ও সক্রিয় রাজা ছিলেন, কিন্তু বেরি কাওয়ার্ড তাকে \"হেনরি ষষ্ঠ-এর পর ইংল্যান্ডের সবচেয়ে অযোগ্য রাজা\" বলেছেন। এই মতকে সমর্থন করে রোনাল্ড হুটন মন্তব্য করেন, \"মধ্যযুগের পর চার্লসই ছিল ইংল্যান্ডের সবচেয়ে খারাপ রাজা।\"\nযে আর্চবিশপ উইলিয়াম লাউড-কে পার্লামেন্ট যুদ্ধ চলাকালে শিরশ্ছেদ করেছিল, তিনি চার্লসকে \"সৌম্য ও সদয় রাজপুত্র, যিনি কীভাবে মহৎ হতে হয়, তা জানতেন না\" বলে উল্লেখ করেন। চার্লস তার পিতা জেমসের তুলনায় আরও সংযত ও মার্জিত ছিলেন, কিন্তু তিনি একগুঁয়ে ছিলেন। তিনি ইচ্ছাকৃতভাবে জনপ্রিয়তা হারানো নীতিগুলো অনুসরণ করেন, যা তার পতনের অন্যতম কারণ হয়।\nচার্লস ও তার পিতা জেমস I দুজনই রাজার স্বর্গীয় অধিকার মতবাদে বিশ্বাসী ছিলেন। তবে জেমস তার শাসনে সমঝোতা ও সংলাপের মাধ্যমে শাসনব্যবস্থা পরিচালনা করতেন, কিন্তু চার্লস মনে করতেন তিনি কাউকে জবাবদিহি করতে বাধ্য নন। তিনি লিখেছিলেন, \"রাজারা তাদের কাজের জন্য কারো কাছে জবাবদিহি করতে বাধ্য নন, তারা শুধু ঈশ্বরের কাছে দায়বদ্ধ।\"\n\n\n== নাম, উপাধি, সম্মাননা ও অস্ত্র ==\nউপাধি ও শৈলী\n-২৩ ডিসেম্বর ১৬০০ – ২৭ মার্চ ১৬২৫: ডিউক অফ অ্যালবানি, মার্কুইস অফ ওরমন্ড, আর্ল অফ রস এবং লর্ড আর্ডম্যানক।\n-৬ জানুয়ারি ১৬০৫ – ২৭ মার্চ ১৬২৫: ডিউক অফ ইয়র্ক।\n৬ নভেম্বর ১৬১২ – ২৭ মার্চ ১৬২৫: ডিউক অফ কর্নওয়াল এবং রথেসে।\n৪ নভেম্বর ১৬১৬ – ২৭ মার্চ ১৬২৫: প্রিন্স অফ ওয়েলস এবং আর্ল অফ চেস্টার।\n২৭ মার্চ ১৬২৫ – ৩০ জানুয়ারি ১৬৪৯: হিজ ম্যাজেস্টি দ্য কিং।\nরাজা হিসেবে ইংল্যান্ডে চার্লস প্রথম এর আনুষ্ঠানিক শৈলী ছিল: \"চার্লস, ঈশ্বরের কৃপায়, ইংল্যান্ড, স্কটল্যান্ড, ফ্রান্স এবং আয়ারল্যান্ডের রাজা, বিশ্বাসের রক্ষক, ইত্যাদি।\"\n\"ফ্রান্সের\" উপাধিটি কেবলমাত্র নামমাত্র ছিল, যা তৃতীয় এডওয়ার্ড থেকে তৃতীয় জর্জ  পর্যন্ত প্রতিটি ইংরেজ রাজা ব্যবহার করেছিলেন, যদিও তাদের নিয়ন্ত্রণে প্রকৃত ফরাসি এলাকা ছিল না। তার মৃত্যুদণ্ডের পরোয়ানায় তাকে \"চার্লস স্টুয়ার্ট, ইংল্যান্ডের রাজা\" হিসাবে উল্লেখ করা হয়েছিল।\nসম্মাননা\n-KB: নাইট অফ দ্য বাথ, ৬ জানুয়ারি ১৬০৫।\n-KG: নাইট অফ দ্য গার্টার, ২৪ এপ্রিল ১৬১১।\nঅস্ত্র\nডিউক অফ ইয়র্ক হিসেবে, চার্লস রাজকীয় অস্ত্র ধারণ করতেন, যা একটি রূপালী লেবেল এর তিটি বিন্দু দ্বারা পৃথক করা ছিল, যার প্রতিটি বিন্দুতে তিনটি লাল রাউন্ডেল (তোর্তো) ছিল।\nপ্রিন্স অফ ওয়েলস হিসেবে, তিনি রাজকীয় অস্ত্র ধারণ করতেন, যা শুধুমাত্র একটি সাধারণ রূপালী লেবেল দ্বারা পৃথক ছিল। রাজা হিসেবে, চার্লস পৃথক চিহ্ন ছাড়াই রাজকীয় অস্ত্র ধারণ করতেন:\nপ্রথম ও চতুর্থ কোয়ার্টার: নীল পটভূমিতে তিনটি সোনালী ফ্লেয়ার-দে-লিস (ফ্রান্সের জন্য) এবং লাল পটভূমিতে তিনটি সোনালী সিংহ (ইংল্যান্ডের জন্য)।\nদ্বিতীয় কোয়ার্টার: সোনালী পটভূমিতে একটি লাল রামপ্যান্ট সিংহ, যার চারপাশে ফ্লোরি-কাউন্টার-ফ্লোরি ট্রেসার (স্কটল্যান্ডের জন্য)।\nতৃতীয় কোয়ার্টার: নীল পটভূমিতে একটি সোনালী হার্প, রূপালী তারযুক্ত (আয়ারল্যান্ডের জন্য)।\nস্কটল্যান্ডে, স্কটিশ অস্ত্র প্রথম ও চতুর্থ কোয়ার্টারে রাখা হতো, আর ইংল্যান্ড ও ফ্রান্সের অস্ত্র দ্বিতীয় কোয়ার্টারে থাকতো।\n\n\n== সন্তানসমূহ ==\nচার্লস -এর নয়জন সন্তান ছিল, যার মধ্যে পাঁচজন প্রাপ্তবয়স্ক হওয়া পর্যন্ত বেঁচে ছিলেন। তার দুই পুত্র পরবর্তীতে রাজা হন, এবং দুই সন্তান জন্মের সময় বা জন্মের কিছুকাল পরে মারা যান।\nনাম ||জন্ম || মৃত্যু ||নোটস\nচার্লস জেমস, ডিউক অফ কর্নওয়াল ও রথেসে\n১৩ মে ১৬২৯\n১৩ মে ১৬২৯\nজন্মের দিনই মৃত্যু। \"চার্লস, প্রিন্স অফ ওয়েলস\" হিসেবে সমাধিস্থ।\nচার্লস ২য়\n২৯ মে ১৬৩০\n৬ ফেব্রুয়ারি ১৬৮৫\n১৬৬২ সালে ক্যাথরিন অফ ব্রাগানজা (১৬৩৮–১৭০৫)-কে বিয়ে করেন। কোনো বৈধ সন্তান ছিল না, তবে অনেক অবৈধ সন্তান ছিল।\nমেরি, প্রিন্সেস রয়্যাল\n৪ নভেম্বর ১৬৩১\n২৪ ডিসেম্বর ১৬৬০\n১৬৪১ সালে ২য় উইলিয়াম , প্রিন্স অফ অরেঞ্জ (১৬২৬–১৬৫০)-কে বিয়ে করেন। তাদের একমাত্র সন্তান উইলিয়াম lll & II।\nজেমস II & VII\n১৪ অক্টোবর ১৬৩৩\n৬ সেপ্টেম্বর ১৭০১\n(১) ১৬৫৯ সালে অ্যান হাইড (১৬৩৭–১৬৭১)-কে বিয়ে করেন; সন্তানদের মধ্যে ছিলেন মেরি ২য় এবং রানি অ্যান।\n(২) ১৬৭৩ সালে মেরি অফ মোডেনা (১৬৫৮–১৭১৮)-কে বিয়ে করেন; তাদেরও সন্তান ছিল।\nএলিজাবেথ\n২৯ ডিসেম্বর ১৬৩৫\n৮ সেপ্টেম্বর ১৬৫০\nঅল্প বয়সে মারা যান।\nঅ্যান\n১৭ মার্চ ১৬৩৭\n৫ নভেম্বর ১৬৪০\nঅল্প বয়সে মারা যান।\nক্যাথরিন\n২৯ জুন ১৬৩৯\n২৯ জুন ১৬৩৯\nজন্মের দিনই মৃত্যু।\nহেনরি, ডিউক অফ গ্লুচেস্টার\n৮ জুলাই ১৬৪০\n১৩ সেপ্টেম্বর ১৬৬০\nকোনো সন্তান ছিল না।\nহেনরিয়েটা\n১৬ জুন ১৬৪৪\n৩০ জুন ১৬৭০\n১৬৬১ সালে ফিলিপ ডিউক অফ অর্লিন্স কে বিয়ে করেন(১৬৪০-১৭০১)। সন্তান ছিল\n\n\n== বংশধারা ==\n\n\n== নোটসমূহ ==\n\n\n== তথ্যসূত্র ==\n\n\n== অধিক পঠন ==\n\n\n== বহিঃসংযোগসমূহ =="}