{"pageid": 1518992, "title": "যুক্তরাজ্যে পিতৃ অধিকার আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1518992", "content": "যুক্তরাজ্যে পিতৃ অধিকার আন্দোলন ভিন্ন ধরনের সংগঠন নিয়ে গঠিত। এর মধ্যে রয়েছে দাতব্য সংস্থাগুলো ( চ্যারিটি কমিশন দ্বারা নিয়ন্ত্রিত) এবং স্ব-নির্ভর গোষ্ঠী থেকে শুরু করে যুক্তরাজ্যের আইন অমান্য কর্মী, যারা ২০০৩ সালে এই আন্দোলন ব্যাপক প্রচারের আলোচনায় আসে। গবেষণায় দেখা গেছে, যুক্তরাজ্যের বেশিরভাগ মানুষ পিতাদের অধিকার সংরক্ষণ এবং ৫০:৫০ যোগাযোগের মাধ্যমে দায়িত্ব পালনের প্রয়োজনীয়তার পক্ষে মত দেয়। এই আন্দোলনের সূচনা ১৯৭৪ সালে, যখন ফ্যামিলিজ নিড ফাদারস (FNF) প্রতিষ্ঠিত হয়। স্থানীয় পর্যায়ে, অনেক কর্মী নব-বিচ্ছিন্ন পিতাদের সহায়তা দেওয়ার জন্য কাজ করে থাকেন। বেশিরভাগ ক্ষেত্রেই, এই পিতারা মানসিকভাবে ভেঙে পড়েন এবং চরম হতাশার মধ্যে থাকেন। যদিও কিছু সমালোচক এই আন্দোলনের কিছু অংশকে লিঙ্গ বৈষম্যমূলক বলে অভিহিত করেছেন, তবে এই সংগঠনগুলো শুধুমাত্র বিচ্ছিন্ন পিতাদের জন্যই কাজ করে না। তারা বিচ্ছিন্ন মায়েদের, দ্বিতীয় বিয়ের পরবর্তী স্ত্রীদের, সৎ পিতামাতাদের এবং দাদা-দাদী ও নানাভাইদের পক্ষেও ন্যায়সঙ্গত আচরণের দাবিতে প্রচার চালিয়ে থাকে। এসব ব্যক্তিরা সন্তানদের সাথে যোগাযোগের ক্ষেত্রে বৈষম্যের শিকার হন।\n২০০৩ সালে ফাদার্স ফর জাস্টিস সংগঠন আত্মপ্রকাশের পর পিতৃ অধিকার আন্দোলন মূলধারার গণমাধ্যমে প্রথমবারের মতো গুরুত্ব পায়। এর ফলে ২০০৫ সালে যুক্তরাজ্যে নতুন আইন প্রণীত হয়।আরেকটি গুরুত্বপূর্ণ সংগঠন, ফ্যামিলিজ নিড ফাদারস, যুক্তরাজ্যের সাংবিধানিক বিষয়ক দপ্তর দ্বারা একটি সহায়ক সংস্থা হিসেবে স্বীকৃতি পেয়েছে। এই সংগঠন নিয়মিতভাবে সংসদের উপ-কমিটিগুলোর কাছে প্রমাণাদি উপস্থাপন করে। এমনকি এক উচ্চ পারিবারিক আদালতের বিচারক উল্লেখ করেন যে, চলমান যোগাযোগ এবং যৌথ বাসস্থান সম্পর্কে বিতর্কে এটি একটি গুরুত্বপূর্ণ খেলোয়াড় ছিল।\nএই আন্দোলনের কর্মীরা পারিবারিক আইন পরিবর্তনের পক্ষে কাজ করছেন। তাদের যুক্তি হলো, শিশুরা তখনই প্রকৃত উপকার পাবে যখন তারা উভয় অভিভাবকের সঙ্গে বড় হতে পারবে। তাই তাদের মতে, শিশুদের অধিকার থাকা উচিত যাতে তারা নিয়মিতভাবে উভয় পিতামাতার সঙ্গে সময় কাটাতে পারে। ২০০৫ সালের ২ মার্চ ব্রিটিশ পার্লামেন্টের এক কমিটি জানায় যে, ইংল্যান্ড ও ওয়েলসের পারিবারিক বিচার ব্যবস্থা বিচ্ছিন্ন বা তালাকপ্রাপ্ত পিতাদের প্রতি সুবিচার করছে না। এই ব্যবস্থা বাবা ও সন্তানের মধ্যকার সম্পর্ক টিকিয়ে রাখার বিষয়ে যথেষ্ট গুরুত্ব দিচ্ছে না।\nযুক্তরাজ্যের শিশু সহায়তা আইন মূলত অনুপস্থিত পিতামাতাদের সন্তানদের লালন-পালনের জন্য আর্থিক সহায়তা দেওয়ার বাধ্যবাধকতা তৈরি করে। এই অর্থপ্রদান নির্ধারণ করা হয় সন্তানের সঙ্গে তথাকথিত অনুপস্থিত পিতার বা মাতার কাটানো সময়ের ভিত্তিতে। অর্থাৎ, যত কম সময় সন্তান তার অনুপস্থিত পিতার সঙ্গে কাটায়, তত বেশি পরিমাণ অর্থ ওই পিতাকে প্রদান করতে হয়। যদি কোনো অভিভাবক আদালতে গ্রহণযোগ্য কারণ দেখিয়ে অন্য অভিভাবকের ভূমিকা সীমিত করতে পারেন, তাহলে সীমিত হওয়া অভিভাবককে আরও বেশি পরিমাণে অর্থ প্রদান করতে হয়। অনেক রায়ের সমালোচনা করা হয়েছে, কারণ এগুলো পিতাদের সন্তানের জীবনে সক্রিয়ভাবে অংশগ্রহণ করার সুযোগ দেয়নি বা অনেক ক্ষেত্রে পুরোপুরি বঞ্চিত করেছে। একইভাবে, আদালতগুলোকেও সমালোচনার মুখে পড়তে হয়েছে, কারণ তারা তাদের নিজস্ব রায় কার্যকর করতে ব্যর্থ হয়েছে।পিতৃ অধিকার আন্দোলনের চাপের কারণে যুক্তরাজ্যের সরকার ২০০৫ সালের ফেব্রুয়ারিতে শিশু (যোগাযোগ) এবং দত্তক গ্রহণ বিলের একটি খসড়া প্রকাশ করে।  এর লক্ষ্য হল সেইসব বাবা-মায়ের সাথে আচরণের ক্ষেত্রে বিচারকদের ক্ষমতা বৃদ্ধি করা যারা তাদের প্রাক্তন সঙ্গীকে তাদের সন্তানদের সাথে দেখা করতে বাধা দেয়।\n\n\n== পিতৃ অধিকার সংক্রান্ত সমস্যা ==\nপিতৃ অধিকার আন্দোলনের অংশগ্রহণকারীদের উদ্বিগ্ন করে এমন বেশ কয়েকটি বিষয় রয়েছে:\n\nতালাক বা বিচ্ছেদের পর সাধারণত সন্তানের অভিভাবকত্ব বাবার হাতে দেওয়া হয় না।\nযৌথ অভিভাবকত্ব বা সন্তানের অভ্যস্ত বাসস্থান ভাগাভাগি করার নীতি খুব কম ব্যবহৃত হয়। এর ফলে, অনেক সময় বাবারা সন্তানের জীবনে প্রান্তিক অবস্থানে চলে যান এবং কার্যকরভাবে তাদের পিতার ভূমিকা পালন করতে পারেন না।\nযখন কোনো পিতাকে সন্তানের সঙ্গে দেখা করতে বাধা দেওয়া হয়, তখন আদালত প্রায়শই তাদের নিজস্ব রায় কার্যকর করতে ব্যর্থ হয়।\nমায়েরা স্বয়ংক্রিয়ভাবে পিতামাতার দায়িত্ব  পান, কিন্তু বাবারা এটি তখনই পান যদি তারা সন্তানের জন্মের সময় মায়ের সঙ্গে বিবাহবন্ধনে আবদ্ধ থাকেন, জন্ম সনদে স্বাক্ষর করেন, অথবা মা এতে সম্মতি দেন।\nবাবাদের তাদের সন্তানদের দেখার অনুমতি থাকুক বা না থাকুক, তারা উপার্জন অনুযায়ী সন্তানের জন্য আর্থিক সহায়তা দিতে বাধ্য হন। অথচ মায়ের পরিবারের আয়ের বিষয়টি এতে বিবেচনায় নেওয়া হয় না।\nসন্তানের সঙ্গে দেখা করার জন্য যোগাযোগ কেন্দ্রের ব্যবহারের সুযোগ পাওয়া কঠিন, কারণ এগুলোর জন্য পর্যাপ্ত অর্থায়ন নেই। অথচ, অনেক ক্ষেত্রেই বাবা-মায়ের মধ্যে অপ্রয়োজনীয় শর্ত আরোপ করে কন্ট্যাক্ট সেন্টার ব্যবহারের বাধ্যবাধকতা তৈরি করা হয়। এর ফলে, সন্তানের অবিবাহিত বা অনুপস্থিত অভিভাবকের ভালোবাসা ও যত্ন থেকে বঞ্চিত হওয়ার সম্ভাবনা বেড়ে যায়।\nযখন কোনো পিতা আদালতে তার সন্তানের সঙ্গে দেখা করার আবেদন করেন, তখন মায়ের বিরোধিতার কারণে এই মামলা প্রায়শই দ্বন্দ্বপূর্ণ হয়ে ওঠে। যদি আদালত নির্ধারণ করে যে সন্তানের বাবার সঙ্গে দেখা করা উচিত, তাহলে এটি এমনভাবে করা যেতে পারে যাতে মায়ের আপত্তিকে গুরুত্ব না দেওয়া হয়। বিশেষ করে, যদি মা এই বিষয়ে কঠোর বিরোধিতা করেন, তাহলে আদালত তাকে এই প্রক্রিয়ার বাইরে রেখে সিদ্ধান্ত নিতে পারে।\n\n\n== প্রধান সংগঠনসমূহ ==\n\nফাদার্স ফর জাস্টিস (F4J) পিতাদের অধিকার বিষয়ে সচেতনতা তৈরির জন্য সক্রিয় পদক্ষেপ গ্রহণ করে। এই সংগঠন পরিকল্পিত বিভিন্ন কর্মসূচির মাধ্যমে ব্যাপক প্রচার লাভ করে। যেমন, যুক্তরাজ্যের প্রধানমন্ত্রীকে লক্ষ্য করেবেগুনি (তাদের আন্দোলনের প্রতীকী রঙ) ঙের ময়দা নিক্ষেপ করা, কিংবা একজন সদস্যের ব্যাটম্যান সেজে বাকিংহাম প্যালেসে  ওঠা। এই সংগঠন সরাসরি পদক্ষেপের মাধ্যমে তাদের আন্দোলনকে সামনে নিয়ে আসে। তাদের প্রতিবাদ কর্মসূচি সাধারণত রঙিন ও নজরকাড়া পোশাকের প্রদর্শনীর মাধ্যমে পরিচালিত হয়। যদিও তাদের কর্মকাণ্ডকে অনেকে সম্পূর্ণ দায়িত্বজ্ঞানহীন বলে অভিহিত করেছেন, তবে মিডিয়ায় তারা ব্যাপক আলোচনার সৃষ্টি করেছে। ম্যাট ও’কনর এই আন্দোলনের প্রচারণা পরিচালনা করেন। বলা যায়, তাদের কর্মকাণ্ড ব্রিটিশ জনগণের মধ্যে এমন একটি বিষয় সম্পর্কে সচেতনতা তৈরি করেছে, যা আগে অন্য কোনো সংগঠন করতে পারেনি।\n\n\n== রাজনৈতিক তদবির ==\nযুক্তরাজ্যে পিতৃ অধিকার সংগঠনগুলো দীর্ঘদিন ধরে রাজনৈতিকভাবে প্রভাব বিস্তারে ব্যর্থ ছিল। তবে সাম্প্রতিক সময়ে কিছু সংগঠন রাজনৈতিক পর্যায়ে কার্যকর ভূমিকা রাখতে শুরু করেছে। ফ্যামিলিজ নিড ফাদার্স অন্যতম সফল লবিস্ট হিসেবে কাজ করেছে। তাদের ধারণাগুলো দত্তক গ্রহণ ও শিশু আইন ২০০২ এ অন্তর্ভুক্ত করা হয়। এই আইনে বলা হয়েছে, যদি বাবার নাম সন্তানের জন্ম শংসাপত্রে বে তিনি স্বয়ংক্রিয়ভাবে পিতামাতার দায়িত্ব পাবেন। টনি কোও একক বার্তার মাধ্যমে এই আন্দোলনকে সুস্পষ্টভাবে উপস্থাপন করেছেন। ২০০৪ সালে তিনি একটি টেলিভিশন অনুষ্ঠানে বব গেলডফ এবং ফ্যামিলিজ নিড ফাদার্স সংগঠনের নিউজলেটার সম্পাদক জিম পার্টনের সঙ্গে উপস্থিত হন। ২০০৫ সালে শিশু ও যোগাযোগ বিল পাস করা হয়, যা ফাদার্স ফর জাস্টিস সংগঠনের অন্যতম দাবি পূরণের জন্য আনা হয়েছিল। তবে যুক্তরাজ্যে এখনো প্রশ্ন থেকে যায়—সংসদীয় উপ-কমিটিতে তথ্য-প্রমাণ উপস্থাপন করা কি মিডিয়ায় প্রচারণামূলক কর্মসূচির চেয়ে কার্যকর কিনা।\nদীর্ঘদিন ধরে যুক্তরাজ্যের সরকারি মন্ত্রীরা পিতৃ অধিকারের সমস্যাগুলো স্বীকার করতে চাননি। তবে ২০০৪ সালে পারিবারিক বিচারমন্ত্রী লর্ড ফিলকিন, ঘোষণা করেন যে, সন্তান অভিভাবকত্ব নিয়ে বিরোধ নিষ্পত্তির পদ্ধতি উন্নত করার লক্ষ্যে একটি সবুজ নথি ( প্রকাশ করা হবে। এই গবেষণাপত্র, \"পিতামাতার বিচ্ছেদ: শিশুদের চাহিদা এবং পিতামাতার দায়িত্ব শিরোনামে প্রকাশিত হয়। তবে আন্দোলনকারীদের মতে, এতে মূল সমস্যাগুলোর সমাধান দেওয়া হয়নি। বিশেষত, আদালত যে পদ্ধতিতে মা-বাবার মধ্যে দ্বন্দ্ব সৃষ্টি করে, তা পরিবর্তনের কোনো উল্লেখ এতে করা হয়নি। বরং আদালতে প্রতিদ্বন্দ্বিতামূলক মামলা বাধ্যতামূলক করায় অভিভাবকত্ব নিয়ে বিরোধ আরও বেড়ে যায়।\n২৭ নভেম্বর ২০০৪ সালে সংসদের উদ্বোধনী অধিবেশনে রানি দ্বিতীয় এলিজাবেথ তার ভাষণে বলেন:\n\nআমার সরকার বিশ্বাস করে যে, শিশুদের কল্যাণ সর্বোচ্চ গুরুত্বের বিষয়। পিতামাতার বিচ্ছেদ এবং আন্তঃদেশীয় দত্তক গ্রহণের পরিস্থিতিতে শিশুদের কল্যাণ রক্ষার জন্য খসড়া আইন প্রস্তাবনা প্রকাশ করা হবে।\nF4J তাদের মূল লক্ষ্য অর্জন করতে পেরেছে—যেমন, এই সমস্যাগুলোকে জনসাধারণের নজরে আনা। সংগঠনটি এমন একটি ভয় সৃষ্টি করেছে যে, বিবাহবিচ্ছেদের পর বাবাদের সন্তানদের সাথে সম্পর্ক পুরোপুরি নষ্ট হয়ে যেতে পারে। এটি অনেক পুরুষকে আগেভাগেই সচেতন করেছে, যাতে তারা সম্পর্কের জটিলতা সম্পর্কে সতর্ক থাকে। এই ভয় ও উদ্বেগ তৈরি হওয়ার ফলে আন্দোলনকারীরা আশা করছেন যে, সরকার এখন কার্যকর কোনো পদক্ষেপ নিতে বাধ্য হবে। জনসাধারণের উদ্বেগ প্রশমিত করতে সরকারকে কিছু করতে হবে বলে মনে করা হচ্ছে। তবে সরকারি দপ্তরগুলোর মধ্যে এখনো \"অপেক্ষা ও পর্যবেক্ষণ\" নীতি অনুসরণ করা হচ্ছে।\nপ্রকৃতপক্ষে, পরিবর্তন আনার সবচেয়ে বড় ক্ষমতা বিচার বিভাগের হাতে রয়েছে। সাম্প্রতিক আদালতের রায়গুলো বিচারকদের মনোভাব পরিবর্তনে সাহায্য করেছে। এফএনএফ সংগঠন সদস্যদের আদালতে স্বতন্ত্র মামলাকারী হিসেবে  মামলা পরিচালনা এবং যৌথ অভিভাবকত্ব আদেশ পাওয়ার কৌশল শেখাচ্ছে। এর ফলে আদালতগুলোর মনোভাব কিছুটা নমনীয় হয়েছে। এই সাফল্যকে কাজে লাগিয়ে সংগঠনটি এখন তথ্য ও পরামর্শ প্রদানকারী একটি খাত গড়ে তুলেছে, যা কেবল বাবাদেরই নয়, ক্রমবর্ধমানভাবে মায়েদেরও সহায়তা করছে। \nলেবার পার্টি তাদের ২০০৫ সালের নির্বাচনী ইশতেহারে পিতৃত্ব অধিকার বিষয়ে নিম্নলিখিত বক্তব্য প্রদান করে:\n\nযেসব বাবা-মা আলাদা হয়ে যান বা বিবাহবিচ্ছেদ করেন, তাদের উভয়েরই শিশুদের সঙ্গে অর্থবহ সম্পর্ক বজায় রাখার দায়িত্ব রয়েছে, যেখানে এটি নিরাপদ। আমরা মধ্যস্থতার অধিকতর ও প্রাথমিক ব্যবহারের মাধ্যমে বিরোধ কমাতে এবং সমঝোতা উৎসাহিত করতে সংস্কার চালু করছি। আমরা এই নীতির পক্ষে যে, অনুপস্থিত বাবা-মায়েরা তাদের সন্তানের লালন-পালনের ব্যয়ে ন্যায্য অবদান রাখবে। আমরা চাইল্ড সাপোর্ট এজেন্সির দাবি নিষ্পত্তির বকেয়া কাজ যতটা সম্ভব দক্ষতা ও ন্যায্যতার সাথে সমাধান করতে প্রতিশ্রুতিবদ্ধ।আমাদের অবশ্যই নিশ্চিত করতে হবে যে আদালতের আদেশ অনুযায়ী সন্তানের দেখাশোনার অধিকার কার্যকরভাবে বাস্তবায়িত হচ্ছে, যা আদর্শভাবে উভয় বাবা-মাকে গুরুত্বপূর্ণ ভূমিকা পালন করতে সহায়তা করবে।\"\n\n\n=== আইনি বিষয়সমূহ ===\nনতুন শিশু সহায়তা ব্যবস্থা, যেখানে বেশিরভাগ ক্ষেত্রে বাবা শিশুর খরচ বহন করে, সেটিকে আগের তুলনায় কম ন্যায়সঙ্গত বলে মনে করা হয়। এর কারণ, আগের ব্যবস্থার মতো এখন আর অন্য অভিভাবকের পরিবারের আয় বিবেচনায় নেওয়া হয় না  সরকার এটি প্রশাসনিক ব্যয় সাশ্রয়ের জন্য যুক্তিযুক্ত বলে ব্যাখ্যা করে।\nপারিবারিক আদালতের বিচারকদের দ্বারা যোগাযোগ আদেশ জারি করা হয়, যা সন্তানের অভিভাবক থাকা পক্ষকে (সাধারণত মা) বাধ্য করে যাতে সন্তান বাবার সঙ্গে সময় কাটাতে পারে। যদি মা স্বেচ্ছায় সন্তানের বাবার সঙ্গে দেখা করার সুযোগ দেন, তাহলে এ ধরনের আদেশের প্রয়োজন হয় না। তবে, আদালতের আদেশ থাকা সত্ত্বেও যদি মা সন্তানের বাবার সঙ্গে যোগাযোগে বাধা দেন, তবে সাধারণত কোনো কার্যকর ব্যবস্থা নেওয়া হয় না। ।\n২০০৪ সালে যুক্তরাজ্য সরকারের প্রকাশিত এক প্রতিবেদনে বলা হয়, বর্তমান পারিবারিক আইনি ব্যবস্থার প্রতিদ্বন্দ্বিতামূলক প্রকৃতি অধিকাংশ অভিভাবকের জন্য অসন্তোষজনক। এতে কেবল আইনজীবীরাই লাভবান হয় ।\nপ্রশাসনিক সুবিধার দোহাই দিয়ে যুক্তরাজ্যে শিশু সহায়তা ভাতা কেবলমাত্র এক অভিভাবককে দেওয়া হয়, এমনকি যদি উভয় বিচ্ছিন্ন অভিভাবকই শিশুর দেখাশোনায় গুরুত্বপূর্ণ ভূমিকা রাখেন। ২০০৫ সালের ফেব্রুয়ারিতে কোর্ট অব আপিল এক ঐতিহাসিক রায় প্রদান করে (হকেনজোস বনাম এসওএস জেজিটি) লর্ড জাস্টিস ওয়ার্ড বলেন—\n\"যদি কোনো বাবা তার সন্তানের দেখাশোনার সমান দায়িত্ব পালন করেন, কিন্তু তাকে কোনো সহায়তা না দেওয়া হয়, তবে এটি অত্যন্ত অন্যায়।\"\nতিনি আরও বলেন—\n\"শুধু একজন অভিভাবককে সুবিধা দেওয়া একটি বিকৃত ব্যবস্থা... এটি সেই বাবাদের জন্য অবমাননাকর, যারা ভালোবাসার সঙ্গে সন্তানের যত্ন নেন। এমন আইন বাস্তবতা থেকে এত দূরে যে এটি আইনের মর্যাদা নষ্ট করে এবং ক্ষুব্ধ বাবাদের আন্দোলনের কারণকে ন্যায়সঙ্গত করে তোলে।\"\n\n\n=== সাম্প্রতিক সংস্কার ===\nসবুজ নথি (পরামর্শমূলক সরকারি নথি) প্রকাশ এবং রানির ভাষণে উল্লিখিত বিষয়গুলো স্বল্পমেয়াদে বড় কোনো পরিবর্তন আনতে পারে না। তবে, যদি নতুন আইনের কোন দিকগুলি পূর্ববর্তী ঘটনাগুলোর জন্য প্রযোজ্য হবে তা প্রাথমিক পর্যায়েই নির্ধারিত হয়, তাহলে এটি দ্রুত সামাজিক পরিবর্তন আনতে পারে।\n২০০৪ সালের ১৩ ডিসেম্বর যুক্তরাজ্যের হাউস অফ কমন্সে পারিবারিক ন্যায়বিচার বিষয়ে একটি বিতর্ক অনুষ্ঠিত হয়।  উত্থাপিত প্রস্তাব:\n\n২০০৪ সালের ১৩ ডিসেম্বর যুক্তরাজ্যের হাউস অব কমন্সে পারিবারিক ন্যায়বিচার সংক্রান্ত একটি বিতর্ক অনুষ্ঠিত হয়। উত্থাপিত প্রস্তাব:  এই প্রস্তাবে বলা হয়েছিল যে পিতামাতার বিচ্ছেদের ক্ষেত্রে শিশুদের কল্যাণকে সর্বোচ্চ অগ্রাধিকার দেওয়া উচিত। এছাড়া, এটি শিশুদের সর্বোত্তম স্বার্থে হবে যদি উভয় পিতামাতা তাদের লালন-পালনে সক্রিয়ভাবে যুক্ত থাকতে পারেন। তাই, বিচ্ছিন্ন বসবাসকারী পিতামাতার প্রতিটি সন্তানের সঙ্গে যুক্তিসঙ্গত যোগাযোগের আইনি অধিকার থাকা উচিত, যদি না শিশুর নিরাপত্তা এতে হুমকির মুখে পড়ে। প্রস্তাবে আরও উল্লেখ করা হয়েছিল, দাদু-ঠাকুমা ও অন্যান্য আত্মীয়স্বজনের শিশুর লালন-পালনে ভূমিকা রাখার সুযোগ থাকা উচিত, যদি তারা ইচ্ছুক ও সক্ষম হন। সরকার এই আইনি অধিকারের ধারণাকে সমর্থন না করায়, আরও অনেক শিশু তাদের পিতামাতা ও আত্মীয়দের সান্নিধ্য থেকে বঞ্চিত হচ্ছে। সরকার প্রাথমিক হস্তক্ষেপ প্রকল্প  বাস্তবায়ন করেনি, যা উদ্বেগের বিষয়। ‘যোগাযোগ’ শব্দটির পরিবর্তে ‘পিতামাতার সময়’ শব্দটি ব্যবহার করা উচিত। পিতামাতার বিচ্ছেদের ক্ষেত্রে আদালতের তত্ত্বাবধানে মধ্যস্থতা ও দিকনির্দেশনা থাকা উচিত, যাতে শিশুদের সর্বোত্তম স্বার্থ রক্ষা করা যায়।\nএই প্রস্তাবটি ১৬৮টি পক্ষে (হ্যাঁ) এবং ২৮৩টি বিপক্ষে (না) ভোটে পরাজিত হয়।\n\n\n==== যোগাযোগ কার্যকর করা ====\n২০০১ সালে মিস্টার জাস্টিস ওয়াল (বর্তমানে লর্ড জাস্টিস) একটি শিশু আইন উপ-কমিটি পরিচালনা করেন।\nএই কমিটি ২০০২ সালের মার্চ মাসে \"যোগাযোগ কার্যকর করা\" শিরোনামে একটি প্রতিবেদন প্রকাশ করে।\nএই প্রতিবেদনে \"তাৎক্ষণিক সংস্কারের\" আহ্বান জানানো হয়। এটি পারিবারিক আইন সংস্কারের ক্ষেত্রে এক ধরনের হাটন তদন্তের  মতো ছিল। ওয়াল এলজে সুপরিচিতভাবে এই বিষয়ে ক্ষুব্ধ ছিলেন, কারণ দীর্ঘদিন ধরে কোনো কার্যকর পদক্ষেপ নেওয়া হয়নি।\nপরবর্তীতে সিএএসসি  প্রতিবেদনের বিষয়ে আলোচনা করতে \"সহায়তা ও প্রয়োগ\"  সংক্রান্ত স্টেকহোল্ডার গ্রুপ গঠিত হয়। এই গ্রুপের সদস্যদের মধ্যে কয়েকজন জেলা বিচারক, একজন সলিসিটর, একজন ব্যারিস্টার,  সিএএফসিএএসএস, উইমেনস এইড, বিভিন্ন শিক্ষাবিদ, মধ্যস্থতাকারী প্রমুখ অন্তর্ভুক্ত ছিলেন।\nপ্রতিবেদনটি ২০০৩ সালের জুন মাসে মন্ত্রী মার্গারেট হজের কাছে জমা দেওয়া হয়, যার প্রতিক্রিয়ায় ২০০৪ সালে একটি সবুজ নথি প্রকাশিত হয়।\nসিএএসসি, এবং স্টেকহোল্ডার গ্রুপকে সংস্কারের প্রথম ধাপ হিসেবে বিবেচনা করা যেতে পারে, যা বিভিন্ন দিক থেকে চাপের পর রাজনীতিবিদদের দ্বারা শুরু হয়েছিল, যার মধ্যে পরিবার-সংক্রান্ত দাতব্য সংস্থা এফএনএফ-এর প্রচারাভিযানও অন্তর্ভুক্ত ছিল।\nতৎকালীন সংশ্লিষ্ট অনেকের ধারণা ছিল যে সরকার প্রকৃতপক্ষে কোনো সংস্কারের ইচ্ছা পোষণ করছিল না এবং আশা করছিল যে এই সমস্যাটি আপনা-আপনি মিটে যাবে।\nফাদার্স ফর জাস্টিস তৃণমূল পর্যায় থেকে জাতীয় পর্যায়ে বিষয়টিকে আলোচনায় আনতে সক্ষম হয়েছে। এটি সিএসিএস গ্রুপ এবং স্টেকহোল্ডার গ্রুপের মতো ওপর থেকে নিচে পরিচালিত রাজনৈতিক স্তরের পরিবর্তে নিচ থেকে ওপরে  সংগঠিত আন্দোলন হিসেবে কাজ করেছে।\n\n\n==== ফাদার্স ফর জাস্টিস ====\nতবে, ফাদার্স ফর জাস্টিসের প্রকৃত পরিসর নিয়ে বিভিন্ন মতামত রয়েছে। সংগঠনটি দাবি করে যে তাদের পাঁচটি দেশে ২৫,০০০ এর বেশি সদস্য রয়েছে, কিন্তু তাদের মূল কার্যক্রম যুক্তরাজ্যে সীমাবদ্ধ, এবং নিয়মিত আইন অমান্য কর্মসূচিতে অংশ নেওয়া প্রকৃত সদস্যের সংখ্যা ২০-এর কম হতে পারে। এই কর্মসূচিতে মূলত জেসন হ্যাচ এবং জলি স্ট্যান্সবি সক্রিয় ভূমিকা পালন করেন। ।\nতাদের প্রচারাভিযানের প্রকৃত ফলাফল এখনো পর্যালোচনার অপেক্ষায় রয়েছে। যদিও তারা যুক্তরাজ্যে পরিচিত একটি সংগঠন, তবে এখনো পর্যন্ত তারা যুক্তরাষ্ট্র বা কানাডায় সফল কোনো কর্মসূচি পরিচালনা করতে পারেনি। কানাডায় ফাদার্স ফর জাস্টিস শাখা ১৫ মাস ধরে কার্যক্রম চালালেও এখনো পর্যন্ত জাতীয় শিরোনামে আসতে সক্ষম হয়নি।\n\n\n==== প্রাথমিক হস্তক্ষেপ ====\nএটি অলিভার সিরিয়াক্সের উদ্যোগ। তিনি ২০০১ এবং ২০০২ সালে প্রাথমিক হস্তক্ষেপ বিষয়ক দুটি সম্মেলন পরিচালনা করেছেন। এসব সম্মেলনে বিচার বিভাগের শীর্ষ পর্যায়ের সদস্যরা অংশ নিয়েছিলেন, এমনকি বিদেশ থেকেও প্রতিনিধি এসেছিলেন। ফ্লোরিডা এবং ক্যালিফোর্নিয়ায় মতো স্থানগুলোর উদাহরণ দেখা গেছে, যেখানে দুই অভিভাবকের যত্ন নেওয়ার অধিকার সংরক্ষণ করে এবং আদালতকে চূড়ান্ত বিকল্প হিসেবে রেখে পরিচালিত প্রকল্পগুলো অত্যন্ত সফল হয়েছে।\nঅলিভার সিরিয়াক্স একটি শক্তিশালী জোট গঠন করেছেন, যেখানে সিনিয়র সলিসিটরস ফ্যামিলি ল’ অ্যাসোসিয়েশন (এসএফএলএ), ফ্যামিলি ল বার অ্যাসোসিয়েশন (এফএলবিএ), শিশু মনোরোগ বিশেষজ্ঞ হ্যামিশ ক্যামেরন, ফাদারস ডিরেক্ট, এবং প্রচারাভিযান চালানো দাতব্য সংস্থা ফ্যামিলিজ নিড ফাদার্স অন্তর্ভুক্ত রয়েছে। যুক্তরাজ্যের পারিবারিক আদালতের প্রাক্তন প্রেসিডেন্ট ডেম এলিজাবেথ বাটলার-স্লস এই পরিকল্পনাকে সমর্থন করেছেন।\nপর্যবেক্ষকদের মতে, বর্তমানে অলিভার সিরিয়াক্সের প্রাথমিক হস্তক্ষেপ প্রকল্প – যা সম্ভবত লন্ডনের ওয়েলস স্ট্রিট পারিবারিক আদালতে পিইএসএফ (প্যারেন্টিং অ্যান্ড এডুকেশন সাপোর্ট ফোরাম) দ্বারা পরিচালিত হবে – এবং সরকারি কর্মকর্তাদের তৈরি করা একটি বিকল্প পরিকল্পনার মধ্যে টানাপোড়েন চলছে।\nনাগরিক কর্মকর্তাদের নিয়ে উদ্বেগ রয়েছে যে তারা পারিবারিক বিষয়ে বিশেষজ্ঞ নন, এবং তাদের পরীক্ষামূলক পরিকল্পনাটি ব্যর্থ হতে পারে। এই প্রকল্পের পেছনে থাকা নাগরিক কর্মকর্তা ব্রুস ক্লার্ক শিশু সুরক্ষা বিষয়ে কাজ করেছেন। তাকে বিশ্বাসঘাতক মনে করা হয়, কারণ তিনি বিতর্কিত মুনচাউসেন গাইডলাইন তৈরি করেছিলেন। তিনি স্বাভাবিকভাবে বাবাদের অধিকার আন্দোলনের সমর্থক নন, যেখানে প্রচারকারীরা দাবি করছেন যে শিশুদের তাদের বাবার সঙ্গে যথাযথ সময় কাটানোর সুযোগ নিশ্চিত করা দরকার।\nপিতাদের অধিকার আন্দোলনের কর্মীরা জোরালোভাবে একটি \"প্রাথমিক হস্তক্ষেপ পরীক্ষামূলক পরিকল্পনা\" চান, যেখানে বাধ্যতামূলক মধ্যস্থতা ও পিতামাতার পরিকল্পনা পরীক্ষা ও উন্নয়ন করা হবে, এবং এটি কঠোর প্রয়োগ ব্যবস্থা দ্বারা সমর্থিত থাকবে। এই ব্যবস্থা \"ফ্যাসিলিটেশন এবং এনফোর্সমেন্ট\" নামে পরিচিত, যা স্টেকহোল্ডার গোষ্ঠীর নামে রাখা হয়েছিল।\nকে এই প্রতিযোগিতায় জয়ী হবে তা স্পষ্ট নয়, প্রচারকারীরা বলছেন যে উভয় উদ্যোগই গুরুত্বপূর্ণ। ফাদারস ডিরেক্ট-এর ডানকান ফিশার বলেন, অলিভার সিরিয়াক্সের পিইএসএফ প্রকল্পটি অবিলম্বে শুরু করা যেতে পারে, যদিও নাগরিক কর্মকর্তারা এবং রাজনীতিবিদরা কমিটি সভা ও পরামর্শের জন্য দীর্ঘ সময় নিতে পারেন, যা অনেক সময় অনির্দিষ্টকাল ধরে চলতে থাকে।\n\n\n===== প্রতিদিনই গুরুত্বপূর্ণ =====\nএটি বিতর্কযোগ্য যে সিএএফসিএএসএস কর্তৃক প্রকাশিত সাম্প্রতিক পরামর্শপত্র, যার শিরোনাম  বিদ্যমান পারিবারিক আইন ব্যবস্থার কারণে সৃষ্ট ক্ষোভ ও হতাশার স্বীকৃতি দেয় এবং এটি একটি বড় পরিবর্তনের আহ্বান জানায়। বিশেষ করে, বেশিরভাগ ক্ষেত্রে শেয়ার্ড রেসিডেন্স বা যৌথ অভিভাবকত্বের প্রাথমিক গ্রহণের মাধ্যমে পরিবর্তনের কথা বলা হয়েছে। এই দৃষ্টিভঙ্গি স্পষ্টভাবে পৃষ্ঠা ২১-এর ৩৬ নম্বর অনুচ্ছেদে উল্লেখ করা হয়েছে।\n\n\n=== সবুজ নথি ২০০৪ ===\n২০০৪ সালের যুক্তরাজ্য সরকার \"মেকিং কন্টাক্ট ওয়ার্ক\" নথির দুই বছর পর এবং সাম্প্রতিক \"চাইল্ড কন্টাক্ট সার্ভে\"র প্রতিক্রিয়ায় একটি সবুজ নথি  প্রকাশ করে। মাত্র এক বছর আগেও সরকার এই বিষয়ে কোনো আইনগত পরিবর্তনের পরিকল্পনা করেনি বলে ইঙ্গিত দিয়েছিল, তাই এই পরিবর্তন অনেকের মতে পিতৃ-অধিকার কর্মীদের প্রচেষ্টার ফল। এই গবেষণাপত্রের  উইমেনস এইড এই নথির প্রতিক্রিয়ায় বলেছে: আমরা বিশ্বাস করি যে পারিবারিক মামলার আইনে এমন একটি বিধান থাকা দরকার, যা নিশ্চিত করে যে শিশুর যোগাযোগ অনুমোদিত হবে না, যদি না এটি নিরাপদ বলে প্রমাণিত হয়। এটি একটি বাধ্যতামূলক ঝুঁকি মূল্যায়ন প্রক্রিয়ার মাধ্যমে সম্পন্ন করা উচিত। তবে এই প্রতিক্রিয়া স্পষ্ট করে জানায়নি, এই বিধান কি শিশু লালন-পালনের অধিকার নিয়ে দ্বন্দ্বে থাকা উভয় পিতামাতার জন্য প্রযোজ্য কি না।\n\n\n=== দলীয় রাজনীতি ===\nএকই সময়ে, কনজারভেটিভ পার্টি ইঙ্গিত দিতে শুরু করেছে যে তারা মনে করে, আইনে মৌলিক পরিবর্তন প্রয়োজন। লেবার পার্টি সিএএফসিএএসএস-এর ট্রেড ইউনিয়ন এনএপিও-এর অবস্থানকে সমর্থন করে। তবে বিরোধী দলের অবস্থান হলো, এই নীতি বিদ্যমান চিলড্রেন অ্যাক্টের পরিপন্থী।\nলিবারেল ডেমোক্র্যাট, যা যুক্তরাজ্যের তৃতীয় প্রধান রাজনৈতিক দল, এই বিষয়টিকে গার্হস্থ্য সহিংসতার দৃষ্টিকোণ থেকে দেখছে, তবে তারা এখনো ব্যাপকভাবে তাদের মতামত প্রকাশ করেনি।\n\n\n== সাংবিধানিকবিষয়ক কমিটি ==\n২০০৪ সালে যুক্তরাজ্যে পারিবারিক আইন পর্যালোচনার জন্য সরকার একটি নির্বাচিত কমিটি গঠন করে। পিতৃ-অধিকার আন্দোলন কীভাবে গ্রহণ করা হয়েছে, তা নিয়ে পার্লামেন্টে মৌখিক সাক্ষ্য গ্রহণের সময় নিম্নলিখিত আলোচনা হয়। এই শুনানি ৯ নভেম্বর ২০০৪, মঙ্গলবার, হাউস অফ কমন্সে পারিবারিক ন্যায়বিচার: পারিবারিক আদালতের কার্যক্রম  বিষয়ে অনুষ্ঠিত হয়।\nকয়েক বছর আগে আমি ফ্যামিলিজ নিড ফাদার্স সংস্থার বার্ষিক সাধারণ সভায় ভাষণ দিতে গিয়েছিলাম এবং তাদের আবেগ ও অনুভূতির গভীরতা দেখে আমি সত্যিই মুগ্ধ হয়েছিলাম। আমি যে বার্তাটি তাদের দিয়েছিলাম—এবং শুধু আমিই দেইনি—তা হলো, সফল হওয়ার এবং ব্যবস্থার মধ্যে প্রবেশের উপায় হল শুধু স্লোগান তোলা নয়, বরং কমিটিগুলোতে যুক্ত হওয়া, সরকারের সঙ্গে কাজ করা যেখানে অনেক কিছু চলছে এবং তারা পরামর্শ চায়, এবং মেকিং কনট্যাক্ট ওয়ার্ক-এর প্রতি সাড়া দেওয়া। আমরা ফ্যামিলিজ নিড ফাদার্স থেকে চমৎকার প্রতিক্রিয়া পেয়েছিলাম, যার একটি অংশ আমরা অন্তর্ভুক্ত করেছি, এবং আমি মনে করি যে ফ্যামিলিজ নিড ফাদার্স চলমান যোগাযোগ ও যৌথ অভিভাবকত্বের বিষয়ে আলোচনার একটি গুরুত্বপূর্ণ অংশ হয়ে উঠেছে। আমরা যৌক্তিক যুক্তির মাধ্যমে অগ্রসর হই; শুধু স্লোগান দিয়ে অগ্রগতি সম্ভব নয়।\nডেম এলিজাবেথ বাটলার-স্লস: আমি ফাদার্স ফর জাস্টিস সংগঠনের সঙ্গে দেখা করতে পারছি না, কারণ তারা যুক্তিসঙ্গত আচরণ করছে না। যতদিন তারা বেগুনি গুঁড়া ভর্তি কনডম ছুঁড়ে মারবে এবং আমার ব্যক্তিগত বাড়ির বাইরে পশ্চিম ইংল্যান্ডে একটি ডাবল-ডেকার বাস এনে উচ্চস্বরে প্রচারণা চালাবে, ততদিন তাদের সঙ্গে কথা বলার কোনো অর্থ নেই। তারা সংলাপ করতে চায় না, তারা কেবল তাদের বক্তব্য চাপিয়ে দিতে চায়।\nউপস্থিতদের মধ্যে ছিলেন আরটি অনারেবল ডেম এলিজাবেথ বাটলার-স্লস ডিবিই, আরটি অনারেবল লর্ড জাস্টিস ওয়াল, অনারেবল মিস্টার জাস্টিস মুনবি, হিস অনার জজ মেস্টন কিউসি, ডিস্ট্রিক্ট জজ মাইকেল ওয়াকার এবং ডিস্ট্রিক্ট জজ নিকোলাস ক্রিচটন।\n\n\n== পারিবারিক আদালতের বিবৃতি ==\n\n\n=== পারিবারিক আদালতে অসারতার অভিজ্ঞতা ===\n২০০৪ সালের এপ্রিল মাসে, যুক্তরাজ্যের আপিল আদালতের মাননীয় বিচারপতি মুনবি লিখেছিলেন:\n\n\"একজন পিতার দৃষ্টিকোণ থেকে, গত দুই বছরের এই মামলা সম্পূর্ণরূপে নিরর্থক ছিল। ...\nতিনি [হতাশ বোধ করতে] যথার্থই অধিকারী। ... আমি বুঝতে পারি কেন তিনি এমন অনুভব করেন। তার এই মত প্রকাশ করার সম্পূর্ণ অধিকার আছে। এক অর্থে এটি বলা লজ্জার, তবে ব্যক্তিগতভাবে আমিও তার সঙ্গে একমত। এটি সত্যিই অত্যন্ত হতাশাজনক। আমি দুঃখিত যে, এর চেয়ে বেশি কিছু করার আমার ক্ষমতা নেই।\"\n\n\n==== পিতামাতার বিচ্ছিন্নতা এবং PAS সম্পর্কিত পারিবারিক আদালত ====\n\nআইন ব্যবস্থা\nযুক্তরাজ্যের আইনি ব্যবস্থায় পিতামাতার বিচ্ছিন্নতা এবং পিতামাতার বিচ্ছিন্নতা সিন্ড্রোম নিয়ে দীর্ঘদিন ধরে বিতর্ক চলছে। এটি নিম্নলিখিত মামলার মন্তব্যের মাধ্যমে প্রতিফলিত হয়েছে:\nলেডি জাস্টিস হেল ( রে কে (যোগাযোগ: সাইকিয়াট্রিক রিপোর্ট) [১৯৯৫] ২ এফএলআর ৪৩২) বলেছেন:\n\nআমার দুঃখজনক অভিজ্ঞতা এবং অন্যান্য অনানুষ্ঠানিক প্রমাণের ভিত্তিতে, যা অফিসিয়াল সলিসিটরের দপ্তরও নিশ্চিত করেছে, দেখা যাচ্ছে যে পারিবারিক আদালতে ক্রমবর্ধমান সংখ্যক মামলা আসছে যেখানে একজন অনুপস্থিত পিতামাতার সঙ্গে শিশুর যোগাযোগ কঠিন হয়ে উঠেছে। এটি অনেক সময় শিশুর পক্ষ থেকে কঠোর আপত্তির মাধ্যমে প্রকাশ পায়, যা হয়তোবা অপর পিতামাতার পক্ষ থেকে অনড় বিরোধিতার প্রভাব হতে পারে—কখনও যৌক্তিক কারণে, আবার কখনও একেবারে অযৌক্তিকভাবে।\nযেহেতু শিশু আইন অনুযায়ী, শিশুর মতামত আদালতে বিবেচিত হওয়া বাধ্যতামূলক। তবে, পিতৃ-অধিকারের পক্ষে আন্দোলনকারীরা দাবি করেন যে, কিছু ক্ষেত্রে মা ইচ্ছাকৃতভাবে শিশুকে বাবার বিরুদ্ধে প্রভাবিত করেন, যা আদালতে মায়ের পক্ষে সিদ্ধান্ত নেওয়ার ভিত্তি তৈরি করে এবং বাবাকে শিশুর জীবন থেকে দূরে সরিয়ে দেওয়ার সুযোগ দেয়। যুক্তরাজ্যের  পারিবারিক বিভাগের সভাপতি লেডি এলিজাবেথ বাটলার-স্লস (যুক্তরাজ্যের শীর্ষ পারিবারিক আদালতের বিচারক) বলেছেন ( রে এল, ভি, এম, এইচ (যোগাযোগ: পারিবারিক সহিংসতা) [২০০২] ২ এফএলআর ৩৩৪ এ ৩৫১):\n\nনিঃসন্দেহে কিছু পিতামাতা, বিশেষ করে কিছু মা, অযৌক্তিকভাবে শিশুকে বাবার বিরুদ্ধে দূরত্ব তৈরি করতে প্রভাবিত করেন এবং এর ফলে এক ধরনের জটিল ও প্রায় অমীমাংসিত সমস্যা সৃষ্টি হয়। পারিবারিক আদালতগুলোর কাছে এটি একটি সুপরিচিত বাস্তবতা। তবে, এটি এমন একটি স্বীকৃত মানসিক ব্যাধি নয়, যেখানে মানসিক স্বাস্থ্য বিশেষজ্ঞদের বিশ্লেষণের প্রয়োজন হবে।\n\n\n== বব গেলডফের সম্পৃক্ততা ==\nসম্প্রতি , লাইভ এইড এবং লাইভ ৮ কল্পের সংগঠক বব গেলডফ ব্রিটিশ পিতৃ-অধিকারের আন্দোলনে যুক্ত হয়েছেন। গেল্ডফ নিজেকে একজন প্রতিমাপূজার বিরোধী বলে দাবি করেন, প্রতিমাপূজা বিরোধিতা\n\nগেলডফ এবং অন্যান্যরা যুক্তি দেন যে, যদি বিদ্যমান ব্রিটিশ হেফাজত আইন পরিবর্তন না করা হয়, তবে এটি ভবিষ্যতে একটি অবাধ্য প্রজন্ম সৃষ্টি করবে। গেলডফ লিখেছেন:আইন অবশ্যই বুঝতে হবে যে এটি সমস্যার একটি অংশ। এটি মানুষের দুর্ভোগ বাড়াচ্ছে, সমাজে ব্যাপক অসন্তোষ সৃষ্টি করছে এবং এমন এক অস্থির প্রজন্ম গড়ে তুলছে, যারা নিয়মানুবর্তিতা বা কর্তৃত্বের ধারণা রাখে না। তারা বোঝে না একজন পুরুষের ভালোবাসা কীভাবে নারীর ভালোবাসার সমান হলেও ভিন্ন। এতে দায়িত্বহীন মা, দিশেহারা ও হতাশাগ্রস্ত বাবা, সমস্যাগ্রস্ত ও সহিংস, অশিক্ষিত ছেলে-মেয়ে তৈরি হচ্ছে। এটি বিস্তৃত পরিবার এবং বৃহত্তর সমাজের সঙ্গে বিচ্ছিন্নতা ঘটাচ্ছে, ব্যাপক হতাশা ও অবিশ্বাস সৃষ্টি করছে এবং ভবিষ্যতে প্রাপ্তবয়স্কদের সম্পর্কেও একই রকম নেতিবাচক চক্র চালিয়ে যাচ্ছে।পিতৃত্বের অধিকার আন্দোলনের কর্মীরা প্রশ্ন তোলেন, একজন বাবা ও তার সন্তানের মধ্যে স্বাভাবিক ও ভালোবাসাপূর্ণ সম্পর্কের বিঘ্ন ঘটাতে রাষ্ট্রের আদৌ কোনো অধিকার আছে কি না। এই বিষয়ে গেলডফ লিখেছেন:আমি এই শব্দগুলো উচ্চারণ করতেও পারি না। আমার হৃদয়ে এক শূন্যতা সৃষ্টি হয়, আমার পেটে এক গভীর হতাশা জাগে, আর তাদের প্রতি প্রচণ্ড ঘৃণা জন্মায়—যারা দম্ভের সঙ্গে আমাকে জানায় যে তারা আমাকে আমার সন্তানদের ‘সাক্ষাৎ’ করার অনুমতি দেবে! আমি আমার সন্তানদের সবচেয়ে বেশি ভালোবাসি, আমি তাদের জন্ম দিয়েছি, তারা আমার সমস্ত কাজের অর্থ, আমাদের দুজনের সেরা অংশ, এবং আমাদের একসময়ের উজ্জ্বল ভালোবাসার বাস্তব রূপ। তারা কে, যারা মনে করে যে তারা আমাকে কিছু ‘অনুমতি’ দেবে? ‘যুক্তিসঙ্গত যোগাযোগ’? আইন কি পাগল? আমি কি কোনো অপরাধী? একজন ‘অনুপস্থিত’ অভিভাবক? একজন ‘আবাসিক/অনাবাসিক’ অভিভাবক? এই আইনি পরিভাষা, যা তোমরা এত সাবলীলভাবে, এত নির্দ্বিধায়, এত নিষ্ঠুরভাবে ব্যবহার করো, তা মুছে ফেলতে হবে!\n\n\n== আরও দেখুন ==\nপুরুষতন্ত্র\nপুরুষদের অধিকার\nশিশু হেফাজত\nশিশু ভরণপোষণ\nশিশু সহায়তা সংস্থা\nশিশু ও পারিবারিক আদালতের উপদেষ্টা ও সহায়তা পরিষেবা (CAFCASS)\nপারিবারিক জীবনের অধিকার সহ শিশুর অধিকারের ঘোষণাপত্র ।\nপারিবারিক সহিংসতা\nপারিবারিক আদালত\nপারিবারিক আইন\nঅভিভাবকত্ব পরিকল্পনা\nপিতৃত্ব\nযৌথ অভিভাবকত্ব\nইংরেজি আইনে যৌথ আবাস\nশিশু আইন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগ্রিন পেপার, জুলাই ২০০৪\nDFES-এর \"এভরি চাইল্ড ম্যাটার্স\" ওয়েবসাইট\nশিশু বিল\nশিশু আইন সংস্কারের কেন্দ্রবিন্দুতে জাতীয় শিশু ডাটাবেস: ক্লার্ক (০৫-মার্চ-২০০৪)"}