{"pageid": 1518461, "title": "হু'জ অ্যাফ্রেইড অব ভার্জিনিয়া উল্‌ফ? (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1518461", "content": "হু'জ আফ্রেইড অফ ভার্জিনিয়া উলফ? ১৯৬৬ সালের একটি আমেরিকান ড্রামা চলচ্চিত্র, যা পরিচালনা করেন মাইক নিকলস তার পরিচালনায় অভিষেক হিসেবে। আর্নেস্ট লেহম্যান এর চিত্রনাট্যটি এডওয়ার্ড আলবি'র ১৯৬২ সালের একক নাটক একই নামের নাটক অবলম্বনে নির্মিত। এতে অভিনয় করেছেন এলিজাবেথ টেইলর মার্থার চরিত্রে, রিচার্ড বার্টন জর্জ চরিত্রে, জর্জ সেগাল নিক চরিত্রে এবং স্যান্ডি ডেনিস হানি চরিত্রে। ছবিটি একটি কলেজ অধ্যাপক এবং তার স্ত্রীর বাড়িতে অনুষ্ঠিত এক রাতের ভ্রমণের কাহিনী বর্ণনা করে। চলচ্চিত্রটি ১৩টি অ্যাকাডেমি পুরস্কারের জন্য মনোনীত হয়েছিল, এর মধ্যে সেরা চলচ্চিত্র এবং সেরা পরিচালক হিসেবে মাইক নিকলস এর মনোনয়ন ছিল। এটি একমাত্র দুটি চলচ্চিত্রের মধ্যে একটি, যেগুলি অ্যাকাডেমি পুরস্কার এর সবগুলি যোগ্য ক্যাটাগরিতে মনোনীত হয়েছিল (অন্যটি হল সিমারন)। চলচ্চিত্রটির সমস্ত চারটি প্রধান অভিনেতা তাদের সংশ্লিষ্ট অভিনয় ক্যাটাগরিতে মনোনীত হন, এটি ছিল প্রথমবার যখন একটি চলচ্চিত্রের পুরো অভিনয়শক্তি মনোনীত হয়েছিল। চলচ্চিত্রটি পাঁচটি অস্কার জিতেছিল: এলিজাবেথ টেইলরের জন্য দ্বিতীয় সেরা অভিনেত্রী, সেরা সহকারী অভিনেত্রী হিসেবে স্যান্ডি ডেনিস, সেরা সিনেমাটোগ্রাফি, সেরা সাদা-কালো আর্ট ডিরেকশন এবং সেরা পোশাক ডিজাইন। ২০১৩ সালে, চলচ্চিত্রটি জাতীয় চলচ্চিত্র রেজিস্ট্রিতে সংরক্ষণের জন্য গ্রন্থাগার অফ কংগ্রেস কর্তৃক নির্বাচিত হয়েছিল, কারণ এটি \"সাংস্কৃতিক, ঐতিহাসিক বা নান্দনিকভাবে গুরুত্বপূর্ণ\" হিসেবে স্বীকৃত।\n\n\n== কাহিনীসংক্ষেপ ==\nজর্জ, নিউ ইংল্যান্ডের একটি ছোট কলেজের ইতিহাসের সহযোগী অধ্যাপক, এবং তার স্ত্রী মার্থা, বিশ্ববিদ্যালয়ের সভাপতির কন্যা, একটি পার্টি থেকে মাতাল অবস্থায় বাড়ি ফেরেন। মার্থা পার্টিতে দেখা একটি তরুণ বিবাহিত দম্পতিকে পানীয়ের জন্য আমন্ত্রণ জানিয়েছিলেন। অতিথিরা আসেন—নিক, একজন জীববিজ্ঞানের অধ্যাপক, এবং তার স্ত্রী হানি—ভোর ২:৩০টার ঠিক আগে। চারজন পান করার সময়, মার্থা এবং জর্জ নিক এবং হানির সামনে একের পর এক তীব্র মৌখিক আক্রমণে জড়িয়ে পড়েন। তরুণ দম্পতি প্রথমে বিব্রত এবং পরে জড়িয়ে পড়ে।\nমার্থা তাদের ছেলে সম্পর্কে হানিকে বলার মাধ্যমে জর্জকে ক্ষুব্ধ করে, যার পরের দিন ১৬তম জন্মদিন উদ্‌যাপন করার কথা। মার্থার এই তথ্য প্রকাশ করা দুজনের মধ্যে আরেকটি ঝগড়া শুরু করে এবং মহিলারা ঘর থেকে বেরিয়ে যায়। জর্জের সাথে একা, নিক স্বীকার করে যে সে হানির পারিবারিক অর্থের প্রতি আকৃষ্ট হয়েছিল এবং ভুল করে সে গর্ভবতী ভেবে তাকে বিয়ে করেছিল। জর্জ তার নিজের বিবাহকে কখনও শেষ না হওয়া সামঞ্জস্য এবং সমন্বয় হিসাবে বর্ণনা করেন, তারপর স্বীকার করেন যে তিনি নিককে হুমকি মনে করেন। জর্জ একটি ছেলের গল্পও বলেন যার সাথে তিনি বড় হয়েছেন যে দুর্ঘটনাক্রমে তার মাকে হত্যা করেছিল এবং কয়েক বছর পরে, তার বাবাকে এবং মানসিক হাসপাতালে তার দিনগুলি কাটিয়েছে। নিক স্বীকার করে যে তার লক্ষ্য হল তার পথে মুগ্ধ করা এবং ঘুমানো এবং রসিকতা করে বলে যে মার্থা শুরু করার জন্য একটি ভাল জায়গা হবে।\nযখন তাদের অতিথিরা চলে যাওয়ার প্রস্তাব দেয়, তখন মাতাল জর্জ তাদের বাড়িতে পৌঁছে দেওয়ার জন্য জোর করে। তারা একটি রোডহাউসের কাছে যায় এবং হানি নাচের জন্য থামার পরামর্শ দেয়। হানি এবং জর্জ দেখার সময়, মার্থা ক্রমাগত জর্জকে উপহাস করে নিকের সাথে ইঙ্গিতপূর্ণভাবে নাচতে থাকে। জর্জ অবশেষে জুকবক্সটি আনপ্লাগ করে এবং ঘোষণা করে যে খেলা শেষ। জবাবে, মার্থা ইঙ্গিত দেয় যে তিনি তার অপ্রকাশিত উপন্যাসের নায়কের মতো তার বাবা-মাকে হত্যা করতে পারেন, যা জর্জকে মার্থাকে শারীরিকভাবে আক্রমণ করতে প্ররোচিত করে যতক্ষণ না নিক তাকে সরিয়ে দেয়। জর্জ মন্তব্য করেন যে যেহেতু তারা ইতিমধ্যেই \"হোস্টকে অপমান করা\" খেলেছে, তাই তাদের \"হোস্টেসকে আলিঙ্গন করা\" বা \"অতিথিদের পাওয়া\" চেষ্টা করা উচিত। তিনি আরও উল্লেখ করেন যে তিনি একজন শিক্ষক এবং তার স্ত্রী সম্পর্কে একটি দ্বিতীয় উপন্যাস লিখেছেন যারা তার মিথ্যা গর্ভাবস্থা এবং পারিবারিক অর্থের কারণে বিয়ে করে। হানি বুঝতে পারে যে নিক তাদের অতীত সম্পর্কে জর্জকে বলেছে এবং ঘর থেকে দৌড়ে পালায়।\nআরেকটি তর্ক মার্থাকে নিক এবং হানিকে নিয়ে গাড়ি চালিয়ে যেতে বাধ্য করে, জর্জকে পায়ে হেঁটে বাড়িতে ফিরে যেতে বাধ্য করে। তিনি মার্থা এবং নিকের সিলুয়েটগুলি শোবার ঘরের জানালায় একসাথে এবং হানিকে সামনের উঠোনে বিপর্যস্ত অবস্থায় দেখতে আসেন। হানির মাতাল প্রলাপের মাধ্যমে, জর্জ সন্দেহ করতে শুরু করে যে তার গর্ভাবস্থা আসলে বাস্তব ছিল এবং গোপনে তার গর্ভপাত হয়েছিল। ভিতরে, মার্থা নিককে যৌনভাবে অপর্যাপ্ত বলে অভিযুক্ত করে, যা সে প্রচুর পরিমাণে মদ খাওয়ার জন্য দায়ী করে।\nকোয়ার্টেট আবার একসাথে হয়ে, মার্থা এবং জর্জ তাদের ছেলে সম্পর্কে তর্ক করতে থাকে, প্রত্যেকে কীভাবে অন্যজন তাকে নেতিবাচকভাবে প্রভাবিত করেছে সে সম্পর্কে ভয়াবহ অভিযোগ করে। জর্জ অবশেষে নাটকীয়ভাবে ঘোষণা করে যে তিনি একটি টেলিগ্রাম পেয়েছেন যাতে বলা হয়েছে তাদের ছেলে গাড়ি দুর্ঘটনায় মারা গেছে। মার্থা যখন জর্জকে তাদের ছেলেকে \"হত্যা\" না করার জন্য অনুরোধ করে, তখন নিক সত্যটি উপলব্ধি করে: মার্থা এবং জর্জের কখনও সন্তান ধারণ করার ক্ষমতা ছিল না এবং তারা একটি কাল্পনিক ছেলে দিয়ে শূন্যস্থান পূরণ করেছিল। জর্জ ব্যাখ্যা করেন যে তাদের পারস্পরিক সম্মত নিয়ম ছিল অন্য কারও কাছে ছেলের কথা উল্লেখ না করা, এবং মার্থা হানির কাছে তার কথা উল্লেখ করে সেই নিয়ম ভাঙার কারণে তিনি তাকে \"হত্যা\" করেছিলেন।\nভোরের আলোতে তরুণ দম্পতি অস্বস্তিকরভাবে প্রস্থান করে, জর্জ এবং মার্থাকে একা রেখে। জর্জ \"হু ইজ অ্যাফ্রেইড অফ ভার্জিনিয়া উলফ?\" গানটি গাইতে শুরু করে এবং মার্থা উত্তর দেয়, \"আমি ভয় পাই, জর্জ, আমি ভয় পাই\", যখন দুজন হাত ধরে থাকে।\n\n\n== অভিনয়শিল্পী ==\nএলিজাবেথ টেলর মার্থা চরিত্রে\nরিচার্ড বার্টন জর্জ চরিত্রে\nজর্জ সেগাল নিক চরিত্রে\nস্যান্ডি ডেনিস হানি চরিত্রে\nঅ্যাগনেস ফ্লানাগান রোডহাউসের ওয়েট্রেস চরিত্রে (অনুল্লেখিত)\nফ্র্যাঙ্ক ফ্লানাগান রোডহাউসের ম্যানেজার চরিত্রে (অনুল্লেখিত)\n\n\n== প্রযোজনা ==\n\n\n=== উন্নয়ন ===\nচলচ্চিত্রটির শিরোনাম ইংরেজি ঔপন্যাসিক ভার্জিনিয়া উলফ-এর প্রতি ইঙ্গিত করে। ১৯৪১ সালে ৫৯ বছর বয়সে আত্মহত্যা করে মারা যান তিনি, একটি নোট রেখে যান যেখানে তিনি তার স্বামী লিওনার্ড উলফ-এর প্রতি ভালবাসা এবং তাকে যে যন্ত্রণা দিচ্ছিলেন তার জন্য দুঃখ প্রকাশ করেছিলেন। সাহিত্য সমালোচক লিওন এডেলের মতে, যিনি লিওনার্ড উলফের পরিচিত ছিলেন, বিশ বছর পর, নাট্যকার এডওয়ার্ড অ্যালবি তার সাথে যোগাযোগ করেছিলেন, একটি নতুন নাটকের শিরোনামে তার প্রয়াত স্ত্রীর নাম ব্যবহার করার অনুমতি চেয়েছিলেন। এডেলের মতে, উলফ অনুমতি দিয়েছিলেন।\nঅ্যালবির ১৯৬২ সালের নাটকটি তৎকালীন চলচ্চিত্রের জন্য আদর্শ নৈতিক নির্দেশিকা লঙ্ঘন করে এমন সংলাপে পরিপূর্ণ ছিল, যার মধ্যে \"গডড্যামন\" এবং \"সন অফ এ বিচ\" এর একাধিক উদাহরণ, পাশাপাশি \"স্ক্রু ইউ\", \"আপ ইওরস\", \"মাঙ্কি নিপলস\" এবং \"হাম্প দ্য হোস্টেস\" ছিল। কিউবান মিসাইল সংকট-এর সময় এটি ব্রডওয়েতে খোলা হয়েছিল এবং পারমাণবিক যুদ্ধ-এর হুমকি ভুলে যাওয়ার জন্য যারা থিয়েটারে গিয়েছিল তারা পরীক্ষামূলক থিয়েটার-এর বাইরে আগে দেখা যায়নি এমন উত্তেজক ভাষা এবং পরিস্থিতি দেখে হতবাক হয়েছিল।\nথিয়েটারের দর্শকদের তাৎক্ষণিক প্রতিক্রিয়া, যা শেষ পর্যন্ত সমালোচকদের দ্বারা ব্যক্ত হয়েছিল, তা ছিল অ্যালবি এমন একটি নাটক তৈরি করেছেন যা ব্রডওয়েতে একটি বড় সাফল্য হবে, কিন্তু তার বর্তমান রূপে কখনও চিত্রায়িত করা যাবে না। দর্শক বা সমালোচকরা কেউই বুঝতে পারেননি যে ১৯৬০-এর দশকে মার্কিন যুক্তরাষ্ট্রের সিনেমা-এর দৃশ্যপট কতটা পরিবর্তিত হচ্ছিল এবং এটি আর কোনও অর্থবহ প্রযোজনা কোড নিয়ে বাঁচতে পারবে না। নাটকটিকে পর্দায় আনার সময়, আর্নেস্ট লেহম্যান সিদ্ধান্ত নিয়েছিলেন যে তিনি সেই সংলাপটি পরিবর্তন করবেন না যা মাত্র চার বছর আগে নিউইয়র্কের অভিজ্ঞ থিয়েটার দর্শকদের হতবাক করেছিল। এই সিদ্ধান্তের গুরুতর বিরোধিতা সত্ত্বেও, লেহম্যান জয়ী হয়েছিলেন।\n\n\n=== অভিনয়শিল্পী নির্বাচন ===\nএলিজাবেথ টেলর-কে নির্বাচন করা—তৎকালীন বিশ্বের অন্যতম সুন্দরী মহিলা হিসাবে বিবেচিত—ক্লান্ত, পঞ্চাশোর্ধ্ব মার্থার ভূমিকায় অনেককে অবাক করেছিল, কিন্তু অভিনেত্রী ভূমিকার জন্য ৩০ পাউন্ড ওজন বাড়িয়েছিলেন। যখন ওয়ার্নার ব্রস.-এর প্রধান জ্যাক এল. ওয়ার্নার নাটকটির চলচ্চিত্র স্বত্ব কেনার জন্য অ্যালবির কাছে যান, তখন তিনি অ্যালবিকে বলেছিলেন যে তিনি মার্থা এবং জর্জের ভূমিকায় বেটি ডেভিস এবং জেমস ম্যাসন-কে নিতে চান। স্ক্রিপ্টে, মার্থা ডেভিসের কথা উল্লেখ করে এবং তার চলচ্চিত্র বিয়ন্ড দ্য ফরেস্ট (১৯৪৯) থেকে তার বিখ্যাত \"হোয়াট এ ডাম্প!\" লাইনটি উদ্ধৃত করেন। অ্যালবি এই কাস্টে আনন্দিত হয়েছিলেন, বিশ্বাস করে যে \"জেমস ম্যাসন একেবারে সঠিক বলে মনে হয়েছিল...এবং বেটি ডেভিসকে সেই প্রথম দৃশ্যে বেটি ডেভিসের অনুকরণ করতে দেখা—সেটা এত চমৎকার হত\"। যাইহোক, ভয় পেয়ে যে কথা-সর্বস্ব, চরিত্র-চালিত গল্পটি একটি জোরালো ধপ করে অবতরণ করবে—এবং দর্শকরা একজন খারাপ মেজাজের মহিলা এবং একজন দুর্বল মানুষের মধ্যে দুই ঘণ্টার চিৎকার দেখে ক্লান্ত হয়ে পড়বে—মাইক নিকোলস এবং লেহম্যান তারকা এলিজাবেথ টেলর এবং রিচার্ড বার্টন-কে কাস্ট করেছিলেন। এডওয়ার্ড অ্যালবি কাস্টিং সিদ্ধান্তে অবাক হয়েছিলেন, কিন্তু পরে বলেছিলেন যে টেলর বেশ ভাল ছিলেন এবং বার্টন অবিশ্বাস্য ছিলেন। শেষ পর্যন্ত, যদিও, তিনি এখনও অনুভব করেছিলেন যে \"ম্যাসন এবং ডেভিসের সাথে আপনার একটি কম ঝলমলে এবং শেষ পর্যন্ত গভীর চলচ্চিত্র থাকত\"।\n\n\n=== চিত্রগ্রহণ ===\n১৯৬৫ সালের ২৬শে জুলাই এবং ১৩ই ডিসেম্বরের মধ্যে যখন চিত্রগ্রহণ শুরু হয়, তখন ক্যাথলিক লিজিয়ন অফ মোশন পিকচার্স (পূর্বে ক্যাথলিক লিজিয়ন অফ ডিসেন্সি) একটি প্রাথমিক প্রতিবেদন জারি করে, যদি তারা যা শুনেছিল তা সত্য হয়, তবে তাদের হয়তো ভার্জিনিয়া উলফ-কে একবারের ভয়াবহ \"নিন্দিত\" রেটিং দিতে হতে পারে, যদিও তারা চলচ্চিত্রটি দেখার জন্য অপেক্ষা করার প্রতিশ্রুতি দিয়েছিল। মোশন পিকচার অ্যাসোসিয়েশন অফ আমেরিকা (এমপিএএ) আরও শক্তিশালী বিবৃতি দিয়ে অনুসরণ করে, স্টুডিওকে সতর্ক করে—একটি স্ক্রিনিংয়ের জন্য অপেক্ষা করার প্রতিশ্রুতি না দিয়ে—যদি তারা সত্যিই ব্রডওয়ে নাটকের ভাষা অক্ষত রাখার কথা ভাবছে, তবে তারা অনুমোদনের সীলমোহর পাওয়ার কথা ভুলে যেতে পারে।\nফিল্মের বেশিরভাগ বহিরাগত দৃশ্য ম্যাসাচুসেটস, নর্দাম্পটন, স্মিথ কলেজ-এ চিত্রায়িত হয়েছিল। নিকোলস সত্যনিষ্ঠতা-এর জন্য এটির উপর জোর দিয়েছিলেন, কিন্তু পরে বলেছিলেন যে তিনি বিভ্রান্ত হয়েছিলেন, এটি শৈল্পিকভাবে কিছুই যোগ করেনি এবং এই দৃশ্যগুলি যেকোন সাউন্ড স্টেজেও চিত্রায়িত করা যেত।\n\n\n=== সঙ্গীত ===\nচলচ্চিত্রের সঙ্গীত অ্যালেক্স নর্থ-এর একটি মৌলিক স্কোর। চলচ্চিত্রটি মুক্তির সময়, ওয়ার্নার ব্রস. রেকর্ডস একটি গেটফোল্ড দুই-এলপি রেকর্ড সাউন্ডট্র্যাক অ্যালবাম সেট প্রকাশ করে যেখানে \"ডিল্যাক্স এডিশন টু-রেকর্ড সেট\" হিসাবে পুরো চলচ্চিত্রের সংলাপ অন্তর্ভুক্ত ছিল। সঙ্গীতটি একটি এক-এলপি প্রকাশ হিসাবে জারি করা হয়েছিল যেখানে নর্থের স্কোরের ১১টি ট্র্যাক ছিল।\n\n\n== নাটক থেকে পার্থক্য ==\nচলচ্চিত্র অভিযোজন নাটক থেকে সামান্য ভিন্ন, যেখানে মাত্র চারটি চরিত্র রয়েছে। রোডহাউসের মালিকের ছোট চরিত্রগুলি, যার মাত্র কয়েকটি সংলাপ রয়েছে এবং তার স্ত্রী, যিনি এক ট্রে পানীয় পরিবেশন করেন এবং নীরবে চলে যান, চলচ্চিত্রটির গাফার, ফ্র্যাঙ্ক ফ্লানাগান এবং তার স্ত্রী অ্যাগনেস অভিনয় করেছিলেন।\nনাটকটি সম্পূর্ণরূপে মার্থা এবং জর্জের বাড়িতে সেট করা হয়েছে। চলচ্চিত্রে, একটি দৃশ্য রোডহাউসে, একটি জর্জ এবং মার্থার উঠোনে এবং একটি তাদের গাড়িতে ঘটে। এই সামান্য বিচ্যুতি সত্ত্বেও, চলচ্চিত্রটি নাটকের প্রতি অত্যন্ত বিশ্বস্ত। চলচ্চিত্র নির্মাতারা মূল নাটকটিকে চিত্রনাট্য হিসাবে ব্যবহার করেছিলেন এবং কিছু অশ্লীলতা সামান্য কমিয়ে আনা ছাড়াও—মার্থার \"স্ক্রু ইউ!\" (যা, ২০০৫ ব্রডওয়ে পুনরুজ্জীবনে, \"ফাক ইউ!\") \"গড ড্যাম ইউ!\" হয়ে যায়—মার্থার একটি প্রধান সংলাপ কেটে ফেলা হলেও কার্যত সমস্ত মূল সংলাপ অক্ষত থাকে। যুক্তরাজ্যে প্রকাশিত সংস্করণে, \"স্ক্রু ইউ\" অক্ষত রাখা হয়েছে; মুক্তির সময় একটি সাক্ষাৎকারে, টেলর এই বাক্যাংশটিকে সীমানা ঠেলে দেওয়া হিসাবে উল্লেখ করেছিলেন।\nনিককে চলচ্চিত্র বা নাটকের সময় নাম ধরে কখনও উল্লেখ বা সম্বোধন করা হয় না।\n\n\n== বিতরণ ==\nওয়ার্নার ব্রস. স্টুডিওর নির্বাহীরা সঙ্গীত ছাড়া একটি মোটামুটি সম্পাদনা দেখতে বসেন, এবং লাইফ ম্যাগাজিনের একজন প্রতিবেদক উপস্থিত ছিলেন। তিনি স্টুডিও প্রধানদের একজনের নিম্নলিখিত উদ্ধৃতিটি ছাপান: \"আমার ঈশ্বর! আমাদের হাতে সাত মিলিয়ন ডলারের একটি নোংরা সিনেমা রয়েছে!\"\nচলচ্চিত্রটি সেই সময়ে অশ্রুতপূর্ব অশ্লীলতা এবং যৌন ইঙ্গিত থাকার কারণে যুগান্তকারী হিসাবে বিবেচিত হয়েছিল। ১৯৬৬ সালে যিনি সবেমাত্র এমপিএএ-এর সভাপতি হয়েছিলেন, সেই জ্যাক ভ্যালেন্টি পুরনো প্রযোজনা কোড আপডেট করার ব্যবস্থা করেছিলেন। এমপিএএ-এর অনুমোদন নিয়ে চলচ্চিত্রটি মুক্তি দেওয়ার জন্য, ওয়ার্নার ব্রস. কিছু অশ্লীল শব্দ মুছে ফেলতে এবং চলচ্চিত্রের সমস্ত বিজ্ঞাপনে প্রাপ্তবয়স্ক বিষয়বস্তু নির্দেশ করে একটি বিশেষ সতর্কতা স্থাপন করতে সম্মত হয়েছিল। উপরন্তু, চলচ্চিত্র প্রদর্শিত থিয়েটারগুলির সাথে সমস্ত চুক্তিতে একটি ধারা অন্তর্ভুক্ত ছিল যাতে প্রাপ্তবয়স্ক তত্ত্বাবধান ছাড়া ১৮ বছরের কম বয়সী কাউকে প্রবেশ নিষিদ্ধ করা হয়। এমনকি ন্যাশনাল ক্যাথলিক অফিস ফর মোশন পিকচার্স (এনসিওএমপি) চলচ্চিত্রটিকে \"নিন্দা\" করতে অস্বীকার করেছিল, অফিস এটিকে \"প্রাপ্তবয়স্কদের জন্য নৈতিকভাবে আপত্তিকর নয়, সংরক্ষণ সহ\" বলে রায় দেয়। এই চলচ্চিত্র এবং মাইকেলেঞ্জেলো আন্তোনিওনি-এর ব্লো-আপ (১৯৬৬) ভ্যালেন্টিকে এমপিএএ চলচ্চিত্র রেটিং সিস্টেম-এর কাজ শুরু করতে পরিচালিত করে যা ১৯৬৮ সালের ১লা নভেম্বর কার্যকর হয়। এটাও বলা হয় যে জ্যাক এল. ওয়ার্নার নাটক (এবং এর অশ্লীলতা) এর প্রতি যতটা সম্ভব বিশ্বস্ত থাকার জন্য ৫,০০০ ডলার জরিমানা দিতে পছন্দ করেছিলেন।\n\n\n=== থিয়েটারে মুক্তি ===\nহু ইজ অ্যাফ্রেইড অফ ভার্জিনিয়া উলফ? ১৯৬৬ সালের ২১শে জুন হলিউডের প্যান্টেজ থিয়েটারে মুক্তি পায়। চলচ্চিত্রটি একটি আর্থিক সাফল্য হয়ে ওঠে, উত্তর আমেরিকায় ১৪.৫ মিলিয়ন ডলারের ডিস্ট্রিবিউটর ভাড়া আয় করে, যা এটিকে ১৯৬৬ সালের তৃতীয় সর্বোচ্চ আয়কারী চলচ্চিত্র করে তোলে।\n\n\n=== হোম মিডিয়া ===\nচলচ্চিত্রটি প্রথম ১৯৯৭ সালের ১লা অক্টোবর উত্তর আমেরিকায় ডিভিডি-তে মুক্তি পায়। এরপর থেকে এটি একটি দুই-ডিস্কের বিশেষ সংস্করণে পুনরায় মুক্তি পেয়েছে যা একই সাথে উত্তর আমেরিকা এবং ইউরোপের বেশিরভাগ অংশে মুক্তি পায়। চলচ্চিত্রটির ৫০তম বার্ষিকী উপলক্ষে, ওয়ার্নার আর্কাইভ কালেকশন ২০১৬ সালের ৩রা মে একটি তৈরি-অন-ডিমান্ড ব্লু-রে প্রকাশ করে, যা শুধুমাত্র অনলাইন খুচরা বিক্রেতাদের কাছে বিক্রি করা হয়েছিল।\n\n\n== সমালোচকদের অভ্যর্থনা ==\n\nভ্যারাইটি-এর আর্থার ডি. মারফি লিখেছেন, চলচ্চিত্রটি \"আর্নেস্ট লেহম্যানের একটি চমৎকার অভিযোজন এবং সুন্দর প্রযোজনা, মাইক নিকোলসের ফিচার আত্মপ্রকাশে অসামান্য পরিচালনা এবং চারটি শীর্ষস্থানীয় অভিনয় একটি শৈল্পিক লক্ষ্য অর্জন করেছে।\" তিনি টেলরের অভিনয়ের প্রশংসা করে লিখেছেন, তার \"চরিত্রায়ণ একই সাথে কামুক, বিদ্বেষপূর্ণ, নিন্দুক, করুণ, ঘৃণ্য, কামুক এবং কোমল\"। দ্য হলিউড রিপোর্টার-এর জেমস পাওয়ার্স লিখেছেন, চলচ্চিত্রটি \"একটি তাৎক্ষণিক চলচ্চিত্র ক্লাসিক, এবং ওয়ার্নার ব্রস. কোনো আপস ছাড়াই এটিকে সিনেমা বানানোর জন্য সর্বোচ্চ কৃতিত্বের দাবিদার।\" পাওয়ার্স লিখেছেন, টেলর \"মার্থা হিসাবে তার ক্ষমতার পূর্ণতায় পৌঁছেছেন। অভিনেত্রীর সৌন্দর্য এবং তার ব্যক্তিগত জীবনের সমৃদ্ধি বারবার এই সত্যটিকে অস্পষ্ট করে দিয়েছে যে তিনি যখন চান, তখন অসাধারণ ক্ষমতার একজন অভিনেত্রী হতে পারেন... মিস টেলর একটি প্রধান কারণ যে চলচ্চিত্রটিকে খুব কমই একটি নাটক এবং প্রায় সবসময়ই গোপন ক্যামেরা এবং মাইক্রোফোন দিয়ে ধারণ করা গোপনীয়তার লঙ্ঘন বলে মনে হয়।\" নিউ ইয়র্ক ডেইলি নিউজ-এর কেট ক্যামেরন লিখেছেন, টেলর \"তার কর্মজীবনের অসামান্য অভিনয় ভূমিকা\" দিয়েছেন এবং মার্থা হিসাবে \"অসাধারণ ছাড়া কিছুই ছিলেন না\"।\nদ্য নিউ ইয়র্ক টাইমস-এর স্ট্যানলি কাউফম্যান নিকোলসের পরিচালনার প্রশংসা করে লিখেছেন, তিনি \"মঞ্চের অনুভূতি কমিয়ে দিয়েছেন এবং তিনি চলচ্চিত্রটিকে একটি জোরালো উপস্থিতি, ভালো শব্দচয়ন এবং একটি স্নায়বিক চালনা দিয়েছেন। এটি শেষের দিকে ঝুলে যায়, তবে এটি কারণ নাটকের তৃতীয় অঙ্ক ঝুলে যায়।\" বার্টনের অভিনয় সম্পর্কে কাউফম্যান উল্লেখ করেছেন, তিনি \"তার মধ্যে বমি বমি ভাবের একটি বিশাল হ্রদ থাকা একজন মানুষ হিসাবে সম্পূর্ণরূপে বিশ্বাসযোগ্য, যার উপর তিনি অনুশোচনা এবং বাধ্যতামূলক বিনোদনের সাথে যাত্রা করেন\"; তিনি \"তার কর্মজীবনের সেরা কাজ\" দেওয়ার জন্য টেলরেরও প্রশংসা করেছেন। টাইম ম্যাগাজিনের একটি পর্যালোচনায় উল্লেখ করা হয়েছে, নিকোলস \"ভার্জিনিয়া উলফকে আবেগগতভাবে সমৃদ্ধ করতে আরও বেশি কিছু করেন। এই প্রেম-ঘৃণার কাহিনীর পৃষ্ঠের লড়াইয়ের নীচে, তিনি জর্জ এবং মার্থার মধ্যে রুক্ষ স্নেহের প্রমাণ, তাদের একসাথে থাকার সহজ অভ্যাস এবং মৃদু ব্যক্তিগত রসিকতাগুলি সূক্ষ্মভাবে কাজ করেন; এবং চরিত্রগুলি মঞ্চে প্রদর্শিত হওয়ার চেয়ে আরও বেশি স্বীকৃত মানব দুর্বলতা বিকাশ করে।\"\nদ্য নিউ ইয়র্ক টাইমস-এর জন্য তার পর্যালোচনায়, বসলি ক্রাউথার লিখেছেন, \"মিস টেলর এবং মি. বার্টন চমৎকার, নাটকটি বয়স্ক, ক্ষয়কারী জুটির তীক্ষ্ণ মনস্তাত্ত্বিক বিশ্লেষণের যতটা অনুমতি দেয় ততটাই সরবরাহ করে। সম্ভবত মি. নিকোলসের পরিচালনা তাদের সময়ে সময়ে খুব বেশি জোরে আঘাত করতে দেয়।\" তিনি আরও হতাশা প্রকাশ করেছেন যে নিকোলস \"অন্য দম্পতির ভূমিকা থেকে আরও বেশি কিছু বের করতে সক্ষম হননি, যেখানে জর্জ সেগাল এবং স্যান্ডি ডেনিস অভিনয় করেছেন।\" দ্য ভিলেজ ভয়েস-এর অ্যান্ড্রু সারিস মনে করেন, \"সিনেমাটি খুব ভালো নয়, তবে কিছু সীমাবদ্ধতার মধ্যে এটি যুক্তিসঙ্গতভাবে বিনোদনমূলক এবং কার্যকর, কিছু এড়ানো যায় এবং কিছু অনিবার্য। জ্যাক ওয়ার্নার ব্রডওয়ের একটি হিটকে পর্দায় আনার জন্য কেন প্রশংসিত হবেন তা আমার কাছে কিছুটা বোধগম্য নয়।\"\nরিভিউ অ্যাগ্রিগেটর ওয়েবসাইট রটেন টমেটোস-এ, ৪৫টি পর্যালোচনার ভিত্তিতে চলচ্চিত্রটির ৯৬% অনুমোদন রেটিং রয়েছে, যার গড় রেটিং ৮.৫০/১০। ওয়েবসাইটের সমালোচনামূলক ঐকমত্যে লেখা হয়েছে, \"এলিজাবেথ টেলরের একটি আগ্নেয়গিরির মতো অভিনয় দ্বারা পরিচালিত, হু ইজ অ্যাফ্রেইড অফ ভার্জিনিয়া উলফ? এডওয়ার্ড অ্যালবির নাটকের একটি তীব্র অভিযোজন যা আত্মপ্রকাশকারী পরিচালক মাইক নিকোলসের জন্য একটি উজ্জ্বল পরিচিতি হিসাবে কাজ করে।\" মেটাক্রিটিক-এ, যা পর্যালোচনাগুলিতে একটি ওজনযুক্ত গড় রেটিং নির্ধারণ করে, চলচ্চিত্রটির ১১ জন সমালোচকের ভিত্তিতে ৭৫ স্কোর রয়েছে, যা \"সাধারণত অনুকূল পর্যালোচনা\" নির্দেশ করে।\nজাপানি চলচ্চিত্র নির্মাতা আকিরা কুরোসাওয়া হু ইজ অ্যাফ্রেইড অফ ভার্জিনিয়া উলফ?-কে তার ১০০টি প্রিয় চলচ্চিত্রের মধ্যে একটি হিসাবে উল্লেখ করেছেন।\n\n\n== পুরস্কার ==\nএই চলচ্চিত্রটি সেই দু্ইটি চলচ্চিত্রের মধ্যে একটি (অন্যটি হল সিমারন) যা একাডেমি পুরস্কার-এ প্রতিটি যোগ্য বিভাগে মনোনীত হয়েছে। চারজন অভিনেতার প্রত্যেকেই একটি একাডেমি পুরস্কার-এর জন্য মনোনীত হয়েছিলেন এবং এলিজাবেথ টেলর এবং স্যান্ডি ডেনিস যথাক্রমে সেরা অভিনেত্রী এবং পার্শ্ব অভিনেত্রী-এর জন্য জিতেছিলেন। চলচ্চিত্রটি হ্যাস্কেল ওয়েক্সলার-এর কঠোর, সাদাকালো ক্যামেরা কাজের জন্য সাদাকালো সিনেমাটোগ্রাফি পুরস্কারও জিতেছে (এটি দুটি সিনেমাটোগ্রাফি বিভাগকে একটিতে একত্রিত করার আগে জয়ী হওয়া শেষ চলচ্চিত্র ছিল), সেরা পোশাক ডিজাইন এবং সেরা শিল্প নির্দেশনা (রিচার্ড সিলবার্ট, জর্জ জেমস হপকিন্স)-এর জন্যও জিতেছে। এটি প্রথম চলচ্চিত্র ছিল যার পুরো কৃতিত্বপ্রাপ্ত কাস্ট অভিনয়ের জন্য অস্কারের জন্য মনোনীত হয়েছিল, যা শুধুমাত্র আরও দুটিবার সম্পন্ন হয়েছে, ১৯৭২ সালে স্লেউথ এবং ১৯৭৫ সালে গিভ 'এম হেল, হ্যারি! এর সাথে।\n\nএএফআই-এর ১০০ বছর...১০০টি চলচ্চিত্র (১০ম বার্ষিকী সংস্করণ)-এ, হু ইজ অ্যাফ্রেইড অফ ভার্জিনিয়া উলফ? নং ৬৭তম স্থানে ছিল।\n২০১৩ সালে, চলচ্চিত্রটি মার্কিন যুক্তরাষ্ট্রের ন্যাশনাল ফিল্ম রেজিস্ট্রি-তে লাইব্রেরি অফ কংগ্রেস দ্বারা \"সাংস্কৃতিক, ঐতিহাসিক বা নান্দনিকভাবে তাৎপর্যপূর্ণ\" হিসাবে সংরক্ষণের জন্য নির্বাচিত হয়েছিল।\nওয়ার্নার ব্রস.-এর ২০০৬ সালের এলিজাবেথ টেলর অ্যান্ড রিচার্ড বার্টন: দ্য ফিল্ম কালেকশন ডিস্ক রিলিজের হু ইজ অ্যাফ্রেইড অফ ভার্জিনিয়া উলফ? পর্যালোচনা করে ডিভিডি টক-এর পল ম্যাভিস লিখেছেন, \"হু ইজ অ্যাফ্রেইড অফ ভার্জিনিয়া উলফ? এখন আধুনিক পর্দার অন্যতম প্রভাবশালী নাটক হিসেবে বিদ্যমান। এবং এর অস্তিত্ব বার্টনদের করা প্রতিটি অমার্জিত জনসমক্ষে প্রদর্শনী, তাদের কখনও কখনও নির্বোধ, অতিরিক্ত আকারের জীবনের জন্য নিবেদিত অপচয়কৃত সংবাদপত্রের প্রতিটি স্তূপ এবং এর প্রযোজনা আগে ও পরে তারা তৈরি করা প্রতিটি মাঝারি চলচ্চিত্রের ভারসাম্য রক্ষা করে। এটি তাদের সম্মিলিত এবং ব্যক্তিগত কর্মজীবনের শিখর। এবং তারা এটি থেকে কখনই পুনরুদ্ধার করতে পারত না।\"\n\n\n== আরও দেখুন ==\n১৯৬৬ সালের আমেরিকান চলচ্চিত্রের তালিকা\nসমস্ত চারটি একাডেমি পুরস্কার অভিনয় মনোনয়ন সহ চলচ্চিত্রের তালিকা\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\n\n\n=== সূত্র ===\nClooney, Nick (নভেম্বর ২০০২)। The Movies That Changed Us: Reflections on the Screen। New York: Atria Books। আইএসবিএন 978-0-7434-1043-4। \n\n\n== আরও পড়ুন ==\nGefter, Philip (২০২৪)। Cocktails with George and Martha: Movies, Marriage, and the Making of Who's Afraid of Virginia Woolf?। New York: Bloomsbury Publishing। আইএসবিএন 9781635579628। ওসিএলসি 1420225016।  নাটক, ১৯৬৬ সালের চলচ্চিত্র অভিযোজন এবং তাদের প্রভাব সম্পর্কে।\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে হু'জ অ্যাফ্রেইড অব ভার্জিনিয়া উল্‌ফ?   (ইংরেজি)\nহু ইজ অ্যাফ্রেইড অফ ভার্জিনিয়া উলফ? অলমুভিতে\nআমেরিকান ফিল্ম ইন্সটিটিউট ক্যাটালগে হু'জ অ্যাফ্রেইড অব ভার্জিনিয়া উল্‌ফ? \nটিসিএম চলচ্চিত্র ডেটাবেজে হু'জ অ্যাফ্রেইড অব ভার্জিনিয়া উল্‌ফ?  \nরটেন টম্যাটোসে হু'জ অ্যাফ্রেইড অব ভার্জিনিয়া উল্‌ফ? (ইংরেজি)\nটেমপ্লেট:Mike Nichols"}