{"pageid": 1518784, "title": "কৃষকদের বাজার", "url": "https://bn.wikipedia.org/wiki?curid=1518784", "content": "কৃষকের বাজার বলতে একটি শারীরিক খুচরা বাজারকে বোঝায়। সেখানে কৃষকরা সরাসরি ভোক্তাদের কাছে তাদের কৃষিজাত পণ্য বিক্রি করে। কৃষকের বাজারগুলো খোলা বা ঘরোয়া হতে পারে এবং সাধারণত এতে স্টল, টেবিল বা দোকান থাকে, যেখানে কৃষকরা তাদের উৎপাদিত শাকসবজি, ফলমূল, প্রাণিসম্পদ, উদ্ভিদ এবং কখনও কখনও প্রক্রিয়াজাত খাবার ও পানীয় বিক্রি করে। কৃষকের বাজারগুলো বিশ্বব্যাপী বিভিন্ন দেশে বিদ্যমান এবং স্থানীয় সংস্কৃতি ও অর্থনীতির প্রতিফলন ঘটায়। বাজারের আকার কয়েকটি স্টল থেকে শুরু করে একাধিক শহরের ব্লক জুড়ে বিস্তৃত হতে পারে। এ ধরনের বাজারগুলো সাধারণত খুচরা পণ্যের দোকানের তুলনায় কম নিয়ন্ত্রিত হয়।\nএই বাজারগুলোকে সর্বজনীন বাজারের থেকে পৃথক করা হয়, যা সাধারণত স্থায়ী কাঠামোর মধ্যে স্থাপিত হয়, সারা বছর খোলা থাকে এবং কৃষক বা উৎপাদক নয় এমন বিক্রেতাদের বিভিন্ন প্যাকেজজাত খাদ্য ও অখাদ্য পণ্য সরবরাহ করে।\n\n\n== ইতিহাস ==\n\nবর্তমান কৃষকের বাজারের ধারণাটি অতীতের ধারণার অনুরূপ, তবে খুচরা বিপণনের পরিবর্তনের সাথে এটি কিছুটা পৃথক। শিল্প যুগের আগেও কৃষকের বাজারের অনুরূপ বাজার বিদ্যমান ছিল, যেখানে খাদ্য ও অন্যান্য পণ্যের বিক্রেতারা তাদের সামগ্রী বিক্রি করত। ১৯৩০-এর দশকে বাণিজ্য কেন্দ্র গড়ে ওঠে, যেখানে বিক্রেতারা নিজেদের উৎপাদিত পণ্যের চেয়ে অন্যদের উৎপাদিত পণ্য বেশি বিক্রি করত। এরপর সাধারণ দোকান এবং মুদিখানা দোকান খুচরা বিক্রয় ব্যবস্থাকে আরও বিশেষায়িত করে, যা ভোক্তাদের সুবিধার জন্য খাদ্য উৎপাদন ও বিতরণকে আরও জটিল করে তোলে।\nআধুনিক শিল্পোৎপাদিত খাদ্যের সুবিধাগুলো মূলত সাশ্রয়ী, দ্রুত পরিবহন এবং সীমিত পণ্যের বৈচিত্র্যের ওপর নির্ভরশীল। তবে পরিবহন খরচ ও বিলম্ব সম্পূর্ণ দূর করা যায় না। তাই যেখানে দীর্ঘ দূরত্ব শিল্পোৎপাদিত খাদ্য সরবরাহে সমস্যা তৈরি করে, এবং যেখানে স্থানীয় বৈচিত্র্যের প্রতি ভোক্তাদের আগ্রহ বেশি, সেখানে কৃষকের বাজার প্রতিযোগিতামূলক অবস্থানে থাকে। ২০০০-এর দশকের মাঝামাঝি থেকে, দ্রুত খাদ্য পরিবহন এবং খাদ্যের বৈচিত্র্যের প্রতি ক্রমবর্ধমান ভোক্তা চাহিদা কৃষকের বাজারের জনপ্রিয়তা বৃদ্ধিতে ভূমিকা রাখে।\n\n\n== সুবিধাসমূহ ==\n\n\n=== কৃষকদের জন্য ===\nকৃষকের বাজার কৃষকদের জন্য পাইকারি ব্যবসায়ী, খাদ্য প্রক্রিয়াকরণ প্রতিষ্ঠান বা বড় মুদিখানা কোম্পানির তুলনায় বেশি লাভজনক হতে পারে। সরাসরি ভোক্তাদের কাছে বিক্রি করলে পরিবহন, সংরক্ষণ ও বাজারজাতকরণ খরচ কমে যায়। বাইরে স্থাপিত বাজারে জমি, ভবন, আলো বা শীতাতপ নিয়ন্ত্রণের খরচও কম হয়। কৃষকরা বাজারে বিক্রির পর অতিরিক্ত পণ্য ক্যানিং কারখানা বা অন্যান্য খাদ্য প্রক্রিয়াকরণ প্রতিষ্ঠানে বিক্রি করতে পারে। বাজারে সরাসরি বিক্রির মাধ্যমে কৃষকরা তাদের পণ্যের সম্পূর্ণ মূল্য পেতে পারে, যা পাইকারি দামের তুলনায় বেশি লাভজনক হতে পারে। তবে কিছু অর্থনীতিবিদ মনে করেন যে, কৃষকের বাজারে শক্তিশালী অর্থনৈতিক মডেল নেই এবং এটি শুধু বিনোদনমূলক ক্রিয়াকলাপের জন্য কার্যকর।\nকিছু কৃষক সরাসরি বিক্রয়ের স্বচ্ছতা ও স্বাধীনতাকে বেশি পছন্দ করেন। ফুড এম্পাওয়ারমেন্ট প্রকল্প-এর মতো কিছু সংগঠন কমিউনিটি সাপোর্টেড অ্যাগ্রিকালচার (CSA) পদ্ধতি প্রচার করে, যেখানে ভোক্তারা নির্দিষ্ট সময়ের জন্য আগাম অর্থ প্রদান করে এবং নির্ধারিত সময় পর কৃষিপণ্য সংগ্রহ করে। তবে, এতে ঝুঁকি থাকে, কারণ যদি ফসল নষ্ট হয়, তবে ভোক্তারা তাদের অর্থ ফেরত নাও পেতে পারে।\n\n\n=== সমাজের জন্য ===\nকৃষকের বাজার সমাজের জন্য বিভিন্ন সুবিধা প্রদান করতে পারে, যেমন:\n\nকৃষকের বাজার শহর ও গ্রামের মধ্যে সামাজিক বন্ধন তৈরি করতে সাহায্য করে।\nবাজারের ভিড় কাছাকাছি অন্যান্য ব্যবসার জন্যও ক্রেতা টানে।\nস্থানীয় পণ্যের বাজার তৈরি করে, যা সম্প্রদায়ের অনন্যতা বাড়ায় এবং পর্যটকদের আকর্ষণ করতে পারে।\nপরিবহন ও সংরক্ষণের ব্যয় কমানো এবং পরিবেশগত সুবিধা:\n\nকম পরিবহন ও সংরক্ষণ ব্যয়\nকম পরিবহন দূষণ\nকম অবকাঠামো ব্যয় (যেমন: রাস্তা, সেতু)\nখাদ্য সংরক্ষণের জন্য কম জমির প্রয়োজন\nকৃষকের বাজার সামাজিক সংযোগ বৃদ্ধিতেও সহায়ক হতে পারে, কারণ এটি শহর ও গ্রামীণ সম্প্রদায়ের মধ্যে দূরত্ব কমিয়ে দেয়। কম মধ্যস্বত্বভোগীর কারণে স্থানীয় অর্থনীতি ও দরিদ্র সম্প্রদায়ের স্বাস্থ্য ও সুস্থতা উন্নত হতে পারে।\n\n\n=== ভোক্তাদের জন্য ===\nকিছু ভোক্তা নিম্নলিখিত সুবিধার কারণে কৃষকের বাজারকে পছন্দ করতে পারেন:\n\nকম খরচ: কম পরিবহন ব্যয়, পার্কিং সুবিধা ইত্যাদি\nতুলনামূলকভাবে বেশি টাটকা খাবার\nঋতুভিত্তিক খাদ্য সরবরাহ\nস্বাস্থ্যকর খাদ্য\nখাদ্যের বেশি বৈচিত্র্য, যেমন: জৈব খাবার, মুক্তপরিসরে পালন করা মাংস, মুক্তচারণ ডিম ও হাঁস-মুরগি, হাতে তৈরি দুধজাত পণ্য, ঐতিহ্যবাহী ফসল ও কম পরিবহন-সহনশীল কৃষিজাত পণ্য যা বড় দোকানে কম পাওয়া যায়\nপ্রতিবেশীদের সঙ্গে সাক্ষাতের স্থান\nপ্রয়োজনীয় বাজার-সদাইয়ের পাশাপাশি উন্মুক্ত স্থানে হাঁটার সুযোগ\nপ্রমাণ থেকে বোঝা যায় যে, সাধারণত কৃষকের বাজারের মূল্য সুপারমার্কেটের তুলনায় কম হতে পারে, কারণ উৎপাদন প্রক্রিয়া সংক্ষিপ্ত হয়, পরিবহন কম লাগে এবং মধ্যস্বত্বভোগীর সংখ্যা কম থাকে।\n\n\n== আঞ্চলিক দৃষ্টি ==\n\n\n=== চীন ===\nচীনের ঐতিহ্যবাহী বাজারগুলো \"ভেজা বাজার\" (菜市场) নামে পরিচিত, যেখানে বেশিরভাগ বিক্রেতা পুনরায় বিক্রয়কারীরা। শহর পুনর্নির্মাণ প্রকল্পের অংশ হিসেবে চীনা সরকার এসব বাজারকে সুপারমার্কেটে রূপান্তর করার চেষ্টা করেছে, যার ফলে সাংহাইয়ের মতো কিছু শহরে এগুলোর সংখ্যা কমেছে। তবে, অন্যান্য শহরে ভেজা বাজার এখনও টিকে রয়েছে এবং তাজা খাদ্য ও মাংস খুচরা বিক্রয়ের মূল কেন্দ্র হিসেবে কাজ করছে। শহরগুলোর খাদ্য নিরাপত্তা নিশ্চিত করতে স্থানীয় সরকার এসব বাজারের জন্য বিভিন্ন সহায়তা প্রদান করে।\n২০১০ সালের পর, খাদ্য নিরাপত্তা সংকটের প্রেক্ষাপটে চীনের বড় শহরগুলোতে, যেমন বেইজিং, সাংহাই, গুয়াংজু ও চেংদুতে, নতুন কৃষকের বাজার (农夫市集) চালু হয়েছে। এই বাজারগুলো স্থানীয় ছোট পরিবেশবান্ধব কৃষকদের জন্য শহরে তাদের পণ্য বিক্রির সুযোগ সৃষ্টি করে এবং মধ্যবিত্ত শ্রেণির উচ্চমানের খাদ্যের চাহিদা পূরণ করে। অনেক বিক্রেতা কমিউনিটি-সমর্থিত কৃষি কার্যক্রম পরিচালনা করে।\n\n\n=== ইউরোপীয় ইউনিয়ন ===\n\nইউরোপীয় ইউনিয়ন (EU) খাদ্য নিরাপত্তা ও পুষ্টিহীনতা দূর করতে \"ফার্ম টু ফর্ক\" (Farm to Fork) কর্মসূচি চালু করেছে, যার লক্ষ্য:\n\nখাদ্য নিরাপত্তার মান কার্যকরভাবে বাস্তবায়ন ও মূল্যায়ন করা\nতৃতীয় বিশ্বের দেশ ও খাদ্য নিরাপত্তা সংস্থাগুলোর সঙ্গে কাজ করা\nইউরোপীয় খাদ্য নিরাপত্তা কর্তৃপক্ষ (EFSA) দ্বারা পরিচালিত গবেষণা ও তার ব্যবস্থাপনা নিশ্চিত করা\n\n\n=== যুক্তরাজ্য ===\nযুক্তরাজ্যে ১৯৯৭ সালে প্রথম কৃষকের বাজার চালু হওয়ার পর এটি ৫৫০টিরও বেশি বাজারে পরিণত হয়েছে। ১৯৯০-এর দশকের শেষ দিকে কৃষকের বাজারের উত্থানের পেছনে একাধিক কারণ ছিল, যেমন:\n\nভোক্তাদের খাদ্য উৎপাদন সম্পর্কিত সচেতনতা বৃদ্ধি\nব্রিটিশ কৃষকদের সংকট\nফরাসি খাদ্য উৎপাদন পদ্ধতির বিরোধিতা\nখাদ্যের নিরাপত্তা ও গুণমান নিয়ে উদ্বেগ\nনানা বই, ম্যাগাজিন প্রবন্ধ, রান্না ও উদ্যানতত্ত্ব বিষয়ক টেলিভিশন প্রোগ্রাম ভোক্তাদের খাদ্য বাছাই ও প্রস্তুতির বিষয়ে সচেতন করেছে।\n\n\n=== যুক্তরাষ্ট্র ===\n\nযুক্তরাষ্ট্রে কৃষকের বাজারের সংখ্যা ১৯৯৪ সালে ১,৭৫৫টি থেকে ২০০৬ সালে ৪,৩৮৫টি, ২০০৯ সালে ৫,২৭৪টি এবং ২০১৩ সালে ৮,১৪৪টিতে পৌঁছায়। লস অ্যাঞ্জেলেস অঞ্চলে ৮৮টি কৃষকের বাজার রয়েছে, যেখানে হিস্পানিক ও এশীয় রান্নার জন্য উপযুক্ত উপাদান বিক্রি হয়।\n\nযুক্তরাষ্ট্রে সব স্তরের সরকার কৃষকের বাজারের জন্য তহবিল প্রদান করে, যেমন:\n\nপরিপূরক পুষ্টি সহায়তা কর্মসূচি (SNAP)\nমহিলা, শিশু ও শিশুদের জন্য বিশেষ পরিপূরক পুষ্টি কর্মসূচি\nকৃষকের বাজার পুষ্টি কর্মসূচি\nসিনিয়র কৃষকের বাজার পুষ্টি কর্মসূচি\nএই কর্মসূচিগুলো কম আয়ের বাসিন্দাদের কৃষকের বাজার থেকে কেনাকাটার জন্য ভর্তুকি প্রদান করে।\n\n\n== ব্যবস্থাপনা ==\nটেমপ্লেট:More citations needed section\nকৃষকের বাজার বিভিন্ন সংস্থা দ্বারা পরিচালিত হয়, যেমন কৃষক সংগঠন, স্থানীয় সরকার বা কমিউনিটি গ্রুপ। কিছু বাজার কঠোরভাবে পরিচালিত হয়, যেখানে মূল্য নির্ধারণ, গুণমান নিয়ন্ত্রণ ও বিক্রেতা নির্বাচনের নিয়ম থাকে। অন্যদিকে, কিছু বাজার তুলনামূলকভাবে শিথিল নিয়মে পরিচালিত হয়।\nবাজারে প্রতারণার ঘটনাও দেখা যায়, যেখানে কিছু বিক্রেতা নিজেদের উৎপাদিত বলে দাবি করে প্রকৃতপক্ষে পাইকারি বাজার থেকে কেনা পণ্য বিক্রি করে। কিছু বাজারে পাইকারি বিক্রয়ের জন্য নির্দিষ্ট সময় বরাদ্দ থাকে।\n\n\n== স্বাস্থ্যঝুঁকি ==\nবিভিন্ন দেশে খাদ্য নিরাপত্তা আইন কৃষকের বাজারের ক্ষেত্রে শিথিল করা হয়েছে। যুক্তরাষ্ট্রে, যদি কৃষিপণ্য রাজ্যের সীমানা না পেরোয়, তবে তা FDA খাদ্য নিরাপত্তা আধুনিকীকরণ আইন থেকে অব্যাহতি পায়। গবেষণায় দেখা গেছে, কৃষকের বাজার থেকে কেনা খাবারের কারণে ফুড পয়জনিং, নরোভাইরাস এবং ক্যাম্পিলোব্যাক্টর সংক্রমণের ঘটনা বেশি ঘটে।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\nকৃষি পর্যটন\nজৈব কৃষি\nস্থানীয় খাদ্য\nপাবলিক মার্কেট\nরাস্তার খাবার\nখাদ্য সরবরাহ ব্যবস্থা\nউল্লম্ব কৃষি\nভেজা বাজার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিরাগত লিংক ==\n\nUSDA কৃষকের বাজার পরিসংখ্যান"}