{"pageid": 1518693, "title": "আলফ্রেড ডেডকিন", "url": "https://bn.wikipedia.org/wiki?curid=1518693", "content": "অ্যালফ্রেড ডিকিন (আলফ্রেড ডেডকিন) (৩ আগস্ট ১৮৫৬ – ৭ অক্টোবর ১৯১৯) ছিলেন একজন অস্ট্রেলীয় রাজনীতিবিদ, যিনি অস্ট্রেলিয়ার দ্বিতীয় প্রধানমন্ত্রী হিসেবে দায়িত্ব পালন করেন ১৯০৩-১৯০৪, ১৯০৫-১৯০৮ এবং ১৯০৯-১৯১০ সাল পর্যন্ত। তিনি প্রোটেকশনিস্ট পার্টির নেতা হিসেবে দায়িত্ব পালন করেন এবং শেষ মেয়াদে লিবারেল পার্টির নেতা ছিলেন। অস্ট্রেলিয়ার ফেডারেশনের অন্যতম প্রতিষ্ঠাতা এবং প্রাথমিক রাজনীতিতে তার গুরুত্বপূর্ণ প্রভাবের জন্য তিনি বিশেষভাবে পরিচিত।\nডিকিন মেলবোর্নে মধ্যবিত্ত পরিবারে জন্মগ্রহণ করেন। ১৮৭৯ সালে মাত্র ২৩ বছর বয়সে তিনি ভিক্টোরিয়ান লেজিসলেটিভ অ্যাসেম্বলিতে নির্বাচিত হন এবং পাশাপাশি ব্যারিস্টার ও সাংবাদিক হিসেবেও কাজ করতেন। ১৮৮৩ সাল থেকে বিভিন্ন সময়ে তিনি মন্ত্রিসভায় দায়িত্ব পালন করেন, দু’বার ভিক্টোরিয়ার অ্যাটর্নি-জেনারেল হিসেবে কাজ করেন এবং উদার ও প্রগতিশীল সংস্কারবাদীদের সাথে সংযুক্ত ছিলেন।\n১৮৯০-এর দশকে, অস্ট্রেলিয়ার উপনিবেশগুলোর ফেডারেশন আন্দোলনের অন্যতম প্রধান নেতা হিসেবে আবির্ভূত হন। তিনি ফেডারেল কনভেনশনের প্রতিনিধি ছিলেন এবং সংবিধান খসড়া তৈরির কমিটিগুলোর সদস্য হিসেবে গুরুত্বপূর্ণ ভূমিকা রাখেন। পরবর্তীতে তিনি গণভোট প্রচারাভিযান চালান এবং ব্রিটিশ সরকারের সাথে এর অনুমোদনের জন্য লবিং করেন।\n১৯০১ সালে ফেডারেশন গঠনের পর, ডিকিন তার ঘনিষ্ঠ বন্ধু এডমন্ড বার্টনের নেতৃত্বাধীন মন্ত্রিসভায় অস্ট্রেলিয়ার প্রথম অ্যাটর্নি-জেনারেল হন ও সেপ্টেম্বর ১৯০৩ সালে বার্টনের উত্তরসূরি হিসেবে প্রধানমন্ত্রী হন। ১৯০৩ ও ১৯০৬ সালের নির্বাচনে তিনটি দলের মধ্যে শক্তির ভারসাম্য তৈরি হয়, যেখানে ডিকিনের লিবারেল প্রোটেকশনিস্ট পার্টি মুক্ত বাণিজ্যপন্থী এবং অস্ট্রেলিয়ান লেবার পার্টির (ALP) মধ্যে মধ্যস্থতাকারী শক্তি হিসেবে অবস্থান করে। প্রথম মেয়াদটি অকার্যকর হওয়ার পর তিনি ১৯০৪ সালে পদত্যাগ করেন, কিন্তু জুলাই ১৯০৫ সালে ফিরে এসে ALP-এর সমর্থনে কার্যকর সরকার গঠন করতে সক্ষম হন। আগস্ট ১৯০৮ সালে তিনি আবার দায়িত্ব ছাড়েন।\n১৯০৯ সালে, \"ফিউশন\" নামে পরিচিত একটি রাজনৈতিক একত্রীকরণের মাধ্যমে তিনি মুক্ত বাণিজ্যপন্থীদের সাথে একত্রিত হন, যা মূলত সমাজতন্ত্র বিরোধী ভিত্তির ওপর গঠিত হয়। এই জোট অস্ট্রেলিয়ার ফেডারেল রাজনীতিতে দ্বিদলীয় ব্যবস্থার সূচনা করে এবং তাকে দেশের প্রথম সংখ্যাগরিষ্ঠ সরকার গঠনের সুযোগ দেয়। তিনি ১৯০৯ সালের জুন থেকে ১৯১০ সালের এপ্রিল পর্যন্ত তৃতীয়বার প্রধানমন্ত্রী হিসেবে দায়িত্ব পালন করেন এবং এটিকে তার সবচেয়ে সফল মেয়াদ হিসেবে দেখতেন। তবে ১৯১০ সালের নির্বাচনে ALP সংসদের উভয় কক্ষে সংখ্যাগরিষ্ঠতা লাভ করে এবং তিনি অবাক হন। ১৯১৩ সালে তিনি রাজনীতি থেকে অবসর নেন, তখন তিনি স্নায়বিক অবক্ষয়ের শিকার হচ্ছিলেন, যা অবশেষে ৬৩ বছর বয়সে তার মৃত্যুর কারণ হয়।\nডিকিনকে অস্ট্রেলিয়ার অন্যতম প্রভাবশালী প্রধানমন্ত্রী হিসেবে গণ্য করা হয়। তিনি \"অস্ট্রেলিয়ান সেটেলমেন্ট\"-এর মূল স্থপতি ছিলেন, যার বৈশিষ্ট্য—হোয়াইট অস্ট্রেলিয়া নীতি, বাধ্যতামূলক সালিশি ব্যবস্থা, সুরক্ষানীতি, রাষ্ট্রীয় পিতৃত্ববাদ এবং ব্রিটিশ সাম্রাজ্যের প্রতি সমর্থন—২০ শতকের দীর্ঘ সময় পর্যন্ত অস্ট্রেলিয়ার সামাজিক ও অর্থনৈতিক কাঠামোর ভিত্তি হিসেবে কাজ করেছে।\n\n\n== প্রারম্ভিক জীবন ==\n\n\n=== জন্ম এবং পারিবারিক পটভূমি ===\nডিকিন ৩ আগস্ট ১৮৫৬ সালে ভিক্টোরিয়ার মেলবোর্নের ফিটজরয় এলাকার ৯০ জর্জ স্ট্রিটে তার বাবা-মায়ের কটেজে জন্মগ্রহণ করেন। তিনি ইংরেজ ও ওয়েলশ বংশোদ্ভূত ছিলেন এবং তার মা সারা (বিল) এবং বাবা উইলিয়াম ডিকিনের দুই সন্তানের মধ্যে কনিষ্ঠ ছিলেন।\nতার বাবা মাত্র ১৪ বছর বয়সে স্কুল ছেড়ে দিয়ে ভ্রমণকারী বিক্রেতা হিসেবে কাজ শুরু করেন। তিনি তার ভবিষ্যৎ স্ত্রীকে আবারগ্যাভেনিতে ভ্রমণের সময় দেখেছিলেন এবং ১৮৪৯ সালে মনমাউথশায়ারের গ্রসমন্টে তাদের বিয়ে হয়। সেই সময় ব্রিটেন ১৮৪৭ সালের অর্থনৈতিক মন্দার কারণে সংকটে ছিল, তাই তারা অস্ট্রেলিয়ায় পাড়ি জমানোর সিদ্ধান্ত নেন।\n\nডিকিন পরিবার মার্চ ১৮৫০ সালে দক্ষিণ অস্ট্রেলিয়ার অ্যাডেলেইডে পৌঁছায়। তাদের প্রথম সন্তান ক্যাথরিন (কেট নামে পরিচিত) ১৮৫০ সালের জুলাই মাসে জন্মগ্রহণ করেন, তখন তার বাবা দোকানদার ও কেরানির কাজ করতেন। পরের বছর ভিক্টোরিয়ার স্বর্ণের আকস্মিক উত্থানের ফলে পরিবারটি মেলবোর্নে চলে আসে।\nউইলিয়াম ডিকিন প্রথমে স্থায়ী চাকরি খুঁজে পেতে সংগ্রাম করেন, তবে পরে পরিবহন ও কোচিং ব্যবসার সাথে জড়িত হন, যেখানে তিনি যাত্রী ও পণ্য পরিবহন করতেন। ১৮৫৬ সালে তার ছেলে জন্মগ্রহণের সময় তিনি একজন পরিবহন ব্যবসায়ী হিসেবে তালিকাভুক্ত ছিলেন। ১৮৭০-এর দশকের শুরুতে তিনি cobb & Co.-তে ব্যবস্থাপক, পরিদর্শক এবং হিসাবরক্ষক হিসেবে কাজ করতেন, যার ফলে তার পরিবার মধ্যবিত্ত জীবনের আর্থিক স্বচ্ছলতা উপভোগ করতে পারত।\n\n\n=== শৈশব এবং শিক্ষা ===\nডিকিন তার শৈশব কাটান ফিটজরয়তে, এরপর কিছু সময় এমারাল্ড হিলে (বর্তমানে সাউথ মেলবোর্ন) বসবাস করেন, তারপর প্রায় ১৮৬৩ সালে তার পরিবার সাউথ ইয়ারায় স্থায়ীভাবে বসবাস শুরু করে। তার বাবা সম্পূর্ণ নতুন বাড়ি নির্মাণের পরিবর্তে ফিটজরয় থেকে একটি কাঠের কটেজ সরিয়ে সাউথ ইয়ারায় এনে ইট দিয়ে মজবুত করে নেন। তার বাবা-মা ও বোন সারা জীবন ওই বাড়িতেই বসবাস করেন।\nচার বছর বয়সে, ডিকিনকে তার দশ বছর বয়সী বোনের সঙ্গে কিনটনের একটি ছোট শহরে পাঠানো হয়, যেখানে তিনি থম্পসন বোনদের পরিচালিত একটি মেয়েদের বোর্ডিং স্কুলে পড়াশোনা করতেন। তিনি সেখানে একমাত্র ছেলে শিক্ষার্থী ছিলেন। এত অল্প বয়সে সন্তানদের দূরে পাঠানো তখন অস্বাভাবিক ছিল, এবং তার জীবনীকার জুডিথ ব্রেট অনুমান করেন যে, তার মা হয়তো তখন হতাশাগ্রস্ত ছিলেন বা গর্ভপাতের পর সুস্থ হওয়ার প্রক্রিয়ায় ছিলেন।\nপরে থম্পসন বোনেরা তাদের স্কুল মেলবোর্নে স্থানান্তর করলে ডিকিন সেখানে পড়াশোনা চালিয়ে যান সাত বছর বয়স পর্যন্ত। ১৮৬৪ সালের শুরুর দিকে, তাকে মেলবোর্ন গ্রামার স্কুলে ডে-বয় (দিনের ছাত্র) হিসেবে ভর্তি করা হয়। তিনি সেখানে আট বছর পড়াশোনা করেন। যদিও তিনি ভালো ছাত্র ছিলেন, তবে একাডেমিকভাবে খুব বেশি উজ্জ্বল ছিলেন না। পরে তিনি স্মৃতিচারণ করে বলেন যে, তিনি \"অত্যন্ত অস্থির, এলোমেলো এবং মাঝে মাঝে দুষ্ট প্রকৃতির ছাত্র\" ছিলেন এবং তিনি আরও কঠোর পরিশ্রম না করার জন্য অনুতপ্ত ছিলেন।\nডিকিন অস্ট্রেলিয়ান রুলস ফুটবলের প্রতি উৎসাহী ছিলেন এবং এটি তার শৈশবে খেলতেন, তবে তিনি কোন ক্লাব বা দলে খেলতেন, সে বিষয়ে নিশ্চিত তথ্য পাওয়া যায়নি।\n১৮৭১ সালে, ১৫ বছর বয়সে, ডিকিন মেলবোর্ন বিশ্ববিদ্যালয়ের ম্যাট্রিকুলেশন পরীক্ষা উত্তীর্ণ হন। তিনি ব্যারিস্টার হওয়ার ইচ্ছা গড়ে তোলেন এবং পরের বছর সন্ধ্যার ক্লাসে পড়াশোনা শুরু করেন। পূর্ণ সময়ের পড়াশোনার ব্যয় বহন করতে না পারায় তিনি দিনের বেলায় স্কুলশিক্ষক ও প্রাইভেট টিউটর হিসেবে কাজ করতেন। সে সময় ভিক্টোরিয়ান বার কাউন্সিলে ভর্তি হওয়ার জন্য সম্পূর্ণ বিশ্ববিদ্যালয় ডিগ্রি বাধ্যতামূলক ছিল না, বরং সংশ্লিষ্ট আইন বিষয়গুলোতে উত্তীর্ণ হওয়া প্রয়োজন ছিল। ফলে, ১৮৭৭ সালের সেপ্টেম্বর মাসে, ২১ বছর বয়সে, বিশ্ববিদ্যালয় থেকে কখনো স্নাতক না করেই তিনি বার কাউন্সিলে ভর্তি হন।\nতার জীবনীকার জন লা নাউজের মতে, বিশ্ববিদ্যালয়ে তার আইনি পড়াশোনা ছিল \"তার শিক্ষার সবচেয়ে কম গুরুত্বপূর্ণ অংশ\"। তিনি মেলবোর্ন বিশ্ববিদ্যালয় বিতর্ক সমিতির সক্রিয় বক্তা ছিলেন, যেখানে তিনি চার্লস হেনরি পিয়ারসনের পরামর্শ পেতেন, এবং ইক্লেকটিক সোসাইটিরও সদস্য ছিলেন। তার অবসর সময়ের বড় অংশ তিনি বই পড়ে কাটাতেন, \"চসার থেকে শুরু করে তার সমসাময়িক মহান লেখকদের লেখা পর্যন্ত\"।\nএক সময় তিনি আইন পেশার চেয়ে নাট্যকার, কবি বা দার্শনিক হওয়ার স্বপ্নে বেশি আগ্রহী ছিলেন। তিনি অনেক ছন্দহীন কবিতা ও বর্ণনামূলক কবিতা লিখেছিলেন এবং ১৮৭৫ সালে পাঁচ অঙ্কের নাটক Quentin Massys প্রকাশ করেন।\nপ্রথমদিকে, ব্যারিস্টার হিসেবে ক্লায়েন্ট সংগ্রহ করতে তিনি কঠিন সময় পার করেন। মে ১৮৭৮ সালে, তিনি মেলবোর্নের দৈনিক The Age-এর মালিক ডেভিড সাইমের সঙ্গে পরিচিত হন, যিনি তাকে রাজনীতি ও সাহিত্য নিয়ে পর্যালোচনা, সম্পাদকীয় ও প্রবন্ধ লেখার জন্য অর্থ প্রদান করতেন। ১৮৮০ সালে, তিনি The Leader, যা The Age-এর সাপ্তাহিক সংস্করণ, এর সম্পাদক হন। এই সময়ে, সাইম তাকে মুক্ত বাণিজ্যের পরিবর্তে সুরক্ষানীতির (protectionism) সমর্থনে রূপান্তরিত করেন।\nতিনি অস্ট্রেলিয়ান নেটিভস’ অ্যাসোসিয়েশনে সক্রিয় হন এবং নিরামিষভোজন শুরু করেন। তিনি আজীবন আধ্যাত্মিকবাদী ছিলেন এবং ভিক্টোরিয়ান স্পিরিচুয়ালিস্টস' ইউনিয়নের সভাপতি পদে দায়িত্ব পালন করেন।\n\n\n== রাজনৈতিক জীবনের প্রথম দিকে ==\nডিকিন ফেব্রুয়ারি ১৮৭৯ সালে ভিক্টোরিয়ান আইনসভায় ওয়েস্ট বোর্কের গ্রামীণ আসনে নির্বাচনে দাঁড়ান। তিনি ভিক্টোরিয়ান আইন পরিষদের সংস্কার, উৎপাদনশীলতা বৃদ্ধির জন্য সুরক্ষা নীতি এবং বড় কৃষিজমিগুলো ভেঙে দিতে ভূমি কর চালুর পক্ষে ছিলেন। তিনি ৭৯ ভোটে জয়ী হন। তবে, ভোটের কাগজের ঘাটতির কারণে অনেক ভোটার ভোট দিতে পারেননি। ফলে, তিনি তার প্রথম ভাষণে পদত্যাগের ঘোষণা দেন। পরবর্তী উপনির্বাচনে তিনি ১৫ ভোটে পরাজিত হন এবং ফেব্রুয়ারি ১৮৮০ সালের সাধারণ নির্বাচনে সামান্য ব্যবধানে হেরে যান। কিন্তু, জুলাই ১৮৮০ সালের আরেকটি দ্রুত সাধারণ নির্বাচনে তিনি পুনরায় বিজয়ী হন।\nতৎকালীন র‍্যাডিকাল প্রধানমন্ত্রী গ্রাহাম বেরি তাকে আগস্টে ভিক্টোরিয়ার অ্যাটর্নি-জেনারেল হিসেবে নিয়োগের প্রস্তাব দেন, তবে ডিকিন তা প্রত্যাখ্যান করেন।\n\n১৮৮০-এর দশকে, ডিকিন বেশ কিছু জনকল্যাণমূলক সংস্থার সাথে যুক্ত হন, যার মধ্যে ন্যাশনাল অ্যান্টি-সুইটিং লীগ অন্যতম।\n১৮৮২ সালে, তিনি এলিজাবেথ মার্থা অ্যান (\"প্যাটি\") ব্রাউনের সঙ্গে বিবাহবন্ধনে আবদ্ধ হন, যিনি একজন পরিচিত স্পিরিচুয়ালিস্টের মেয়ে ছিলেন। ১৮৮৭ সাল পর্যন্ত তারা ডিকিনের বাবা-মায়ের সঙ্গে বসবাস করেন, এরপর তারা ওয়ালশ স্ট্রিট, সাউথ ইয়ারাতে \"ল্যানার্থ\" নামে একটি বাড়িতে চলে যান। তাদের তিন মেয়ে ছিল—আইভি (জন্ম ১৮৮৩), স্টেলা (জন্ম ১৮৮৬), এবং ভেরা (জন্ম ১৮৯১)।\n১৮৮৩ সালে, ডিকিন পাবলিক ওয়ার্কস এবং জল সরবরাহের কমিশনার হন এবং পরের বছর তিনি সলিসিটর-জেনারেল ও পাবলিক ওয়ার্কস মন্ত্রী হিসেবে দায়িত্ব নেন।\n১৮৮৫ সালে, তিনি কল-কারখানার কর্মপরিবেশ ও কাজের সময় নিয়ন্ত্রণ সংক্রান্ত আইন (Factories and Shops Act) পাস করাতে গুরুত্বপূর্ণ ভূমিকা রাখেন।\nডিসেম্বর ১৮৮৪ সালে, তিনি যুক্তরাষ্ট্রে সেচব্যবস্থা নিয়ে গবেষণা করতে যান এবং জুন ১৮৮৫ সালে \"ইরিগেশন ইন ওয়েস্টার্ন আমেরিকা\" শীর্ষক একটি প্রতিবেদন উপস্থাপন করেন। পার্সিভাল সার্লে এই প্রতিবেদনের প্রশংসা করে বলেন এটি একটি অত্যন্ত নির্ভুল পর্যবেক্ষণের কাজ এবং যুক্তরাষ্ট্র সরকার তা সাথে সাথেই পুনর্মুদ্রণ করে।\n১৮৮৬ সালের জুনে, তিনি একটি আইন প্রণয়ন করেন যাতে পানি ব্যবস্থার জাতীয়করণ ও সেচ প্রকল্পে সরকারি সহায়তার ব্যবস্থা করা হয়, যা পরবর্তীকালে অস্ট্রেলিয়ায় সেচ ব্যবস্থার বিকাশে গুরুত্বপূর্ণ ভূমিকা রাখে।\n১৮৮৫ সালে, তিনি চিফ সেক্রেটারি এবং জল সরবরাহ কমিশনার হন এবং ১৮৯০ সালে তিনি স্বাস্থ্যমন্ত্রী ও স্বল্প সময়ের জন্য সলিসিটর-জেনারেল হিসেবে দায়িত্ব পালন করেন।\n১৮৮৭ সালে, তিনি লন্ডনে অনুষ্ঠিত ইম্পেরিয়াল কনফারেন্সে ভিক্টোরিয়ার প্রতিনিধি দলের নেতৃত্ব দেন। সেখানে তিনি ব্রিটিশ নৌবাহিনীর প্রতিরক্ষা বাবদ উপনিবেশগুলো থেকে নেওয়া অর্থ কমানোর পক্ষে জোরালো বক্তব্য দেন এবং নিউ হেব্রিডস দ্বীপপুঞ্জ নিয়ে আরও কার্যকর পরামর্শ প্রক্রিয়ার আহ্বান জানান। ১৮৮৯ সালে, তিনি মেলবোর্নের এসেনডন ও ফ্লেমিংটন আসনের সদস্য হন।\n১৮৯০ সালে, সরকার পতনের শিকার হয়, মূলত মিলিশিয়া বাহিনী ব্যবহার করে সামুদ্রিক ধর্মঘটের সময় অ-সংঘবদ্ধ শ্রমিকদের রক্ষা করার কারণে। এছাড়া, ১৮৯৩ সালের সম্পত্তি বাজার ধসের সময় তিনি ও তার বাবা তাদের সম্পদের বড় অংশ হারান। ফলে, তাকে আবার আইন পেশায় ফিরে যেতে হয়। ১৮৯২ সালে, তিনি গণহত্যাকারী ফ্রেডেরিক বেইলি ডিমিং-এর পক্ষে ব্যর্থ প্রতিরক্ষা আইনজীবী হিসেবে কাজ করেন এবং ১৮৯৩-৯৪ সালে ডেভিড সাইমের মানহানির মামলায় সহকারী আইনজীবী হিসেবে কাজ করেন।\n\n\n=== ফেডারেশনের রাস্তা ===\n\n১৮৯০ সালের পর, ডিকিন সমস্ত মন্ত্রিসভা পদ প্রত্যাখ্যান করেন এবং ফেডারেশন আন্দোলনের প্রতি মনোনিবেশ করেন। তিনি ভিক্টোরিয়ার প্রতিনিধি হিসেবে ১৮৯০ সালে মেলবোর্নে স্যার হেনরি পার্কসের আহ্বানে অনুষ্ঠিত অস্ট্রালেশিয়ান ফেডারেল কনফারেন্সে যোগ দেন, যেখানে একটি আন্তঃউপনিবেশীয় সম্মেলন আয়োজনের সিদ্ধান্ত নেওয়া হয়, যার লক্ষ্য ছিল একটি ফেডারেল সংবিধান খসড়া করা।\n১৮৯১ সালের ফেডারেল কনভেনশনে তিনি একজন প্রধান আলোচক ছিলেন, যা পরবর্তীতে ১৯০০ সালে চূড়ান্তভাবে গৃহীত অস্ট্রেলিয়ার সংবিধানের একটি বড় অংশ তৈরি করে। তিনি ১৮৯৭ সালের মার্চ মাসে অ্যাডিলেডে শুরু হয়ে ১৮৯৮ সালের জানুয়ারিতে মেলবোর্নে শেষ হওয়া দ্বিতীয় অস্ট্রালেশিয়ান ফেডারেল কনভেনশনেরও একজন প্রতিনিধি ছিলেন। তবে তিনি এই কনভেনশনের প্রবণতার সঙ্গে পুরোপুরি একমত ছিলেন না এবং মাত্র ৫৫ শতাংশ ভোটাভুটিতে সংখ্যাগরিষ্ঠের পক্ষে ছিলেন, যা মাত্র পাঁচজন প্রতিনিধির চেয়ে বেশি ছিল।\nতিনি ফেডারেল সরকারের জন্য ব্যাপক কর আরোপের ক্ষমতার পক্ষে ছিলেন, সিনেটরদের পরোক্ষ নির্বাচনের জন্য রক্ষণশীল পরিকল্পনার বিরোধিতা করেন এবং সিনেটের ক্ষমতা দুর্বল করার চেষ্টা করেন, বিশেষ করে এটি যাতে অর্থবিল বাতিল করতে না পারে, তা নিশ্চিত করার চেষ্টা করেন। ১৮৯১ সালের ন্যাশনাল অস্ট্রালেশিয়ান কনভেনশনে তিনি বলেছিলেন, \"একটি ব্রিটিশ সংবিধানে একটি আমেরিকান সিনেট সংযোজন করা মানে উভয়কেই ধ্বংস করা।\"\nডিকিনকে প্রায়ই মতপার্থক্য দূর করতে এবং অসম্ভব বলে মনে হওয়া সমস্যাগুলোর সমাধান খুঁজতে হয়েছে। এসব কনভেনশনের পূর্বে ও পরে তিনি দেশজুড়ে গণসমাবেশে ভাষণ দেন, যা ভিক্টোরিয়ায় গণভোটে বড় সংখ্যাগরিষ্ঠতার জন্য আংশিকভাবে দায়ী ছিল।\n১৯০০ সালে, ডিকিন এডমুন্ড বার্টন ও চার্লস কিংস্টনের সঙ্গে লন্ডনে যান, যাতে ব্রিটিশ পার্লামেন্টে ফেডারেশন বিল পাস করানোর তদারকি করতে পারেন। সেখানে তিনি ব্রিটিশ ঔপনিবেশিক সচিব জোসেফ চেম্বারলেইনের সঙ্গে আলোচনায় অংশ নেন, যিনি অস্ট্রেলিয়ার হাইকোর্ট থেকে প্রিভি কাউন্সিলে আপিল করার অধিকার রাখার বিষয়ে জোর দেন। শেষ পর্যন্ত একটি সমঝোতা হয়, যেখানে সংবিধান সংক্রান্ত (inter se) বিষয়ে অস্ট্রেলিয়ার হাইকোর্টের চূড়ান্ত সিদ্ধান্ত নেওয়ার ক্ষমতা থাকে, তবে অন্যান্য বিষয়ে প্রিভি কাউন্সিলে আপিল করা যাবে।\nডিকিন নিজেকে \"স্বাধীন অস্ট্রেলিয়ান ব্রিটন\" হিসেবে সংজ্ঞায়িত করতেন, তিনি স্বশাসিত অস্ট্রেলিয়ার পক্ষে ছিলেন, তবে ব্রিটিশ সাম্রাজ্যের প্রতি বিশ্বস্ত ছিলেন। তিনি ফেডারেশনকে অস্ট্রেলিয়ার স্বাধীনতার সূচক হিসেবে দেখতেন না; বরং তিনি সাম্রাজ্যিক ঐক্যের আরও ঘনিষ্ঠ সম্পর্কের সমর্থক ছিলেন এবং ভিক্টোরিয়ান শাখার ইম্পেরিয়াল ফেডারেশন লীগের সভাপতি ছিলেন, যা তিনি মনে করতেন একটি বৃহত্তর আধ্যাত্মিক বিশ্ব ঐক্যের পথে অগ্রসর হওয়ার মাধ্যম।\n\n\n=== অ্যাটর্নি-জেনারেল ===\n\n১৯০১ সালে ডিকিন প্রথম ফেডারেল পার্লামেন্টে বালাারাট ডিভিশনের এমপি হিসেবে নির্বাচিত হন এবং এডমুন্ড বার্টনের নেতৃত্বাধীন মন্ত্রিসভায় অস্ট্রেলিয়ার অ্যাটর্নি-জেনারেল হিসেবে নিযুক্ত হন। তিনি বিশেষত পাবলিক সার্ভিস, আরবিট্রেশন এবং হাইকোর্ট সম্পর্কিত বিলগুলি প্রণয়নে সক্রিয় ছিলেন। ইমিগ্রেশন রেস্ট্রিকশন বিলের দ্বিতীয় পাঠে তার ভাষণটি, যা হোয়াইট অস্ট্রেলিয়া নীতির বাস্তবায়ন করতে সহায়ক ছিল, তার প্রকাশ্য বর্ণবাদিতার জন্য উল্লেখযোগ্য ছিল, যেখানে তিনি যুক্তি দিয়েছিলেন যে এটি প্রয়োজনীয় ছিল জাপানিদের বহিষ্কার করা, কারণ তাদের গুণাবলীর কারণে তারা ইউরোপীয় অস্ট্রেলিয়ানদের তুলনায় সুবিধাজনক অবস্থানে থাকবে। ১৯০২ সালের মার্চে তিনি হাইকোর্ট অব অস্ট্রেলিয়া প্রতিষ্ঠার পক্ষে যে ভাষণ দিয়েছিলেন, তা তার প্রতিষ্ঠায় উল্লেখযোগ্য বিরোধিতা কাটিয়ে উঠতে সহায়ক ছিল।\nডিকিন এপ্রিল ১৯০২ সালে মন্ত্রিসভা থেকে পদত্যাগ করতে চেয়েছিলেন এবং বার্টনকে দুইটি পদত্যাগপত্র লিখেছিলেন। তার প্রধান কারণ ছিল এমপি-দের জন্য সরকার প্রস্তাবিত ৫০% বেতন বৃদ্ধি, তবে তার স্ত্রীর স্বাস্থ্যও খারাপ ছিল। তিনি বার্টনকে লিখেছিলেন, \"আমার অবসর আমার ওপর যে চাপ ছিল তা থেকে মুক্তি এনে দেবে, যা কখনও কখনও অত্যন্ত কঠিন ছিল\" এবং তিনি আশা করেছিলেন যে তিনি এখনও একটি ব্যাকবেঞ্চার হিসেবে সরকারকে সহায়তা করতে পারবেন। বার্টন তার বিদায়কে \"মনের ব্যথা\" এবং \"মন্ত্রিসভা ধ্বংসকারী\" বলে উল্লেখ করেছিলেন। তিনি প্রস্তাবিত বেতন বৃদ্ধি বাতিল করতে রাজি হন এবং ডিকিন মন্ত্রীর পদে থাকতে সম্মত হন।\n\nমে ১৯০২ সালে, বার্টন দেশের বাইরে চলে যান এডওয়ার্ড সপ্তমের অভিষেক এবং ১৯০২ সালের উপনিবেশীয় সম্মেলনে অংশগ্রহণের জন্য। ডিকিন অক্টোবরে বার্টনের ফিরে আসা পর্যন্ত অস্ট্রেলিয়ার অ্যাক্টিং প্রধানমন্ত্রী ছিলেন। এই সময়ে তিনি গভর্নর-জেনারেল লর্ড হোপেটুনের পদত্যাগ এবং দক্ষিণ অস্ট্রেলিয়ার সরকারとの বৈদেশিক বিষয়ক ক্ষমতা নিয়ে দ্বন্দ্ব সমাধান করেন, যা ফেডারেল সরকারের পক্ষে সমাধান হয়। তিনি ১৯০২ সালের কাস্টমস ট্যারিফ পাস করানোর ক্ষেত্রেও সফল হন, যেটি দুইবার সেনেট থেকে ফেরত এসেছে বিভিন্ন সংশোধনের প্রস্তাব সহ। সরকারী রাজস্বের জরুরি প্রয়োজনের কারণে, ডিকিন বাড়ি এবং তার সহকর্মী মন্ত্রীদের রাজি করাতে সফল হন সংশোধনীগুলিকে গ্রহণ করতে, তবে এটি অর্থবিলের উপর নতুন সংবিধানিক নজির স্থাপন এড়ানোর মাধ্যমে।\nডিকিন মে ১৯০৩ সালে সংসদে আবারও ফেডারেল বিচারব্যবস্থা প্রতিষ্ঠার প্রচেষ্টা চালিয়ে যান। সরকার শেষ পর্যন্ত একটি সমঝোতা বিল পাস করে, ১৯০৩ সালের বিচারব্যবস্থা আইন, যা তিনজন বিচারপতির হাইকোর্ট প্রতিষ্ঠা করে। বিচারপতিদের সংখ্যা (পাঁচের পরিবর্তে তিন) এবং তাদের বেতন ও পেনশন সুবিধাগুলির উপর কিছু ছাড় দেওয়া হয়েছিল। ১৯০৩ সালের জুলাইয়ে, ডিকিনকে কনসিলিয়েশন এবং আরবিট্রেশন বিলটি পাস করানোর দায়িত্ব দেওয়া হয়েছিল, যা চার্লস কিংস্টন দ্বারা প্রস্তুত করা হয়েছিল। তিনি বিলটির দ্বিতীয় পাঠে ভাষণ দেন, যখন কিংস্টন মন্ত্রিসভা থেকে হঠাৎ পদত্যাগ করেন। তিনি যুক্তি দেন যে এই বিলটি, যা শিল্প বিরোধের জন্য বাধ্যতামূলক আরবিট্রেশন ব্যবস্থা প্রতিষ্ঠা করবে, \"কর্মদাতা এবং কর্মচারী উভয়কেই একটি ট্রাইব্যুনালের সামনে দাঁড় করাবে, যা সমানভাবে ন্যায়বিচার প্রদান করবে।\" তবে, সেপ্টেম্বরের প্রথম দিকে সরকার হঠাৎ বিলটি প্রত্যাহার করে নেয়। অস্ট্রেলিয়ান লেবার পার্টি (এএলপি), বিরোধী দলের \"হানিকারক সমর্থন\" সহ, বিলটির সংশোধনী পাস করেছিল, যা ডিকিন অগণতান্ত্রিক বলে মনে করেছিলেন, কারণ এটি রাজ্য রেলওয়ে কর্মীদের উপর প্রযোজ্য ছিল। এর জন্য ডিকিন অনেক সমালোচনার সম্মুখীন হন।\n\n\n== প্রধানমন্ত্রী, ১৯০৩-১৯০৪ ==\n\nযুগ্ম বিচারবিভাগ আইন পাস হওয়ার পর, মন্ত্রিসভা নতুনভাবে সৃষ্ট হাইকোর্টের আসনগুলি পূর্ণ করার জন্য কারা মনোনীত হবে সে বিষয়ে আলোচনা শুরু করে। তার সহকর্মীদের উৎসাহে, বার্টন রাজনীতি থেকে অবসর নেওয়ার সিদ্ধান্ত নেন এবং একটি পুইন বিচারপতির পদে নিয়োগ গ্রহণ করেন। ডিকিন তার সম্ভাব্য উত্তরসূরি ছিলেন এবং সরকার ও এর সমর্থকদের কাছ থেকে কোনো উল্লেখযোগ্য প্রতিদ্বন্দ্বিতা ছিল না। একমাত্র বাধা ছিল তার নিজস্ব ইচ্ছাশক্তি, এবং তিনি ডায়রি লেখায় এবং বন্ধুদের কাছে চিঠিতে তার এই পদে suitability সম্পর্কে সন্দেহ প্রকাশ করেছিলেন। তিনি সত্যিই বিবেচনা করেছিলেন উইলিয়াম লাইনের কাছে সরকার হস্তান্তর করার, কিন্তু লাইন তা করতে অক্ষম বা অনিচ্ছুক ছিলেন। মন্ত্রিসভা বার্টনের হাইকোর্টে নিয়োগ নিশ্চিত করার পর, ডিকিন ২৪ সেপ্টেম্বর ১৯০৩ তারিখে মেলবোর্নের গভার্নমেন্ট হাউসে প্রধানমন্ত্রী হিসেবে শপথ নেন। তিনি অ্যাটর্নি-জেনারেল পদ ছেড়ে দেন এবং বার্টনের বৈদেশিক বিষয়ক পোর্টফোলিও গ্রহণ করেন। নতুন মন্ত্রিসভা অপরিবর্তিত ছিল, কেবলমাত্র অস্টিন চ্যাপম্যান এবং থমাস প্লেইফোর্ড বার্টন এবং রিচার্ড ও'কনর (আরেকটি হাইকোর্টে নিয়োগ প্রাপ্ত) এর স্থান দখল করেন। লাইনের মন্ত্রিসভায় দ্বিতীয় স্থান দেওয়া হয়।\n\n\n=== ১৯০৩ সালের নির্বাচন এবং \"তিনটি এগারো\" ===\nডিকিন ক্ষমতায় আসার এক মাসের মধ্যে পার্লামেন্ট ভেঙে দেওয়া হয় এবং ১৯০৩ সালের অস্ট্রেলিয়ান ফেডারেল নির্বাচন মধ্য ডিসেম্বরের জন্য ডাকা হয়। তিনি ছিলেন প্রথম প্রধানমন্ত্রী যিনি একটি আগাম নির্বাচন ডাকেন, যাতে তার প্রতিপক্ষদের চমকে দিয়ে এবং একটি বড় সংখ্যক শহুরে শিক্ষিত মহিলা ভোটারদের সুবিধা নিতে পারেন, যারা প্রথমবারের মতো ভোট দিতে পারবে।\nডিকিন ১৯০৩ সালের ২৯ অক্টোবর বালারাটে একটি বক্তৃতায় সরকারের প্ল্যাটফর্মের পয়েন্টগুলি তুলে ধরেন। তিনি ভোটারদের \"আর্থিক শান্তি এবং সাদা অস্ট্রেলিয়ার জন্য অগ্রাধিকারমূলক বাণিজ্য\" এর পক্ষে একতাবদ্ধ হতে আহ্বান করেন। \"আর্থিক শান্তি\" যা তিনি উল্লেখ করেন তা ছিল সম্প্রতি প্রণীত শুল্ক নিয়ে দ্বন্দ্বের অবসান, এবং \"অগ্রাধিকারমূলক বাণিজ্য\" ছিল ইম্পিরিয়াল প্রিফারেন্সের ধারণা, যা ডিকিন আশা করতেন অস্ট্রেলিয়াকে ব্রিটেন এবং পুরো এম্পায়ারের আরও কাছে নিয়ে আসবে। রিড অবাধ মুক্ত বাণিজ্য নিয়ে প্রচারণা চালিয়ে যাচ্ছিলেন, যখন এএলপি শ্রেণী ভিত্তিক বিষয়গুলো, বিশেষ করে বাধ্যতামূলক মধ্যস্থতার প্রয়োজনীয়তা নিয়ে মনোনিবেশ করেছিল, এবং তারা দুইটি কক্ষেই বড় প্রাপ্তি অর্জন করেছিল। চূড়ান্ত ফলাফল ছিল হাউসে একটি কার্যত ত্রি-পাক্ষিক সমতা ডিকিনের লিবারেল প্রোটেকশনিস্টদের, রিডের ফ্রি ট্রেডারদের, এবং ক্রিস ওয়াটসনের লেবার পার্টির মধ্যে।\nঅস্ট্রেলিয়া-ইংল্যান্ড ক্রিকেট সিরিজ দ্বারা অনুপ্রাণিত হয়ে, ১৯০৪ সালের জানুয়ারিতে একটি বক্তৃতায় ডিকিন একটি অস্বাভাবিক ক্রীড়া উপমা ব্যবহার করে সংখ্যাগরিষ্ঠ সরকার প্রতিষ্ঠা এবং একটি দুই দলের সিস্টেম গড়ে তোলার আহ্বান জানান:\n\"আপনি যদি তিনটি একাদশ মাঠে রাখেন, দুইটির পরিবর্তে, এবং এক একটি সময় একপক্ষে, কখনও আবার অন্যপক্ষে, এবং কখনও আবার নিজের জন্য খেলতে থাকে, তবে কি ধরনের ক্রিকেট খেলা হতে পারে?\"\nতিনি আরও বলেছিলেন যে এটি \"সম্পূর্ণ অপরিহার্য\" যে তিনটি দলকে দুইটি দলে পরিণত করতে হবে \"যত তাড়াতাড়ি সম্ভব\", যদিও তিনি উল্লেখ করেন যে তিনি ঠিক জানেন না কোন দলগুলোর একীভূত হওয়া উচিত। ডিকিনের এই উপমাটি ফেডারেশনের প্রথম দশকে অস্থির দলীয় ব্যবস্থাকে বর্ণনা করার জন্য সাধারণ ব্যবহারে চলে আসে। তবে ব্রেট (২০১৭) অনুযায়ী, এই উপমাটি পুরোপুরি সঠিক ছিল না, কারণ বাস্তবে লেবার পার্টি এবং ফ্রি ট্রেডাররা কখনোই একটি জোটে একমত হতো না; ডিকিনের দল ছিল যে কোনও জোট সরকারের মধ্যে একটি বাধ্যতামূলক অংশীদার।\n\n\n=== পরাজয় ও পদত্যাগ ===\nডিকিন ১৯০৩ সালের নির্বাচন পরবর্তী পার্লামেন্ট ছুটির সময়ে এলপির সাথে একটি \"বুঝাপড়া\" গড়ে তোলার চেষ্টা করেন, কিন্তু খুব বেশি অগ্রগতি লাভ করতে পারেননি। যখন ১৯০৪ সালের মার্চে পার্লামেন্ট পুনরায় শুরু হয়, তিনি সংশোধিত একটি সঙ্গতি ও মধ্যস্থতা বিল উত্থাপন করেন, তবে লেবারের অনুরোধ উপেক্ষা করে যে এর বিধানগুলো রাজ্য সরকারি কর্মচারীদের ক্ষেত্রেও সম্প্রসারিত হওয়া উচিত। তিনি বিশ্বাস করতেন যে সরকার এর সাংবিধানিক অধিকার নেই, তবে এলপি (এবং তার দলের কিছু বিপ্লবী সদস্য) মনে করেছিল যে এই বিষয়টি হাই কোর্ট দ্বারা নির্ধারিত হওয়া উচিত। ২২ এপ্রিল, অ্যান্ড্রু ফিশার বিলটি রাজ্য সরকারি কর্মচারীদের জন্য সংশোধন করার প্রস্তাব দেন। সংশোধনটি ৩৮ ভোটে ২৯ ভোটে পাস হয়, যা ডিকিন তার সরকারের প্রতি অনাস্থার প্রস্তাব হিসেবে বিবেচনা করেন। তিনি একই দিনে প্রধানমন্ত্রী পদ থেকে পদত্যাগ করেন এবং ২৭ এপ্রিল ওয়াটসন আনুষ্ঠানিকভাবে তার স্থলাভিষিক্ত হন।\nডিকিনের অফিস ত্যাগ করার কারণ নিয়ে বিতর্ক রয়েছে। তিনি পদত্যাগ করতে বাধ্য ছিলেন না, কারণ এলপি সংশোধন প্রস্তাবটি কোনও অনাস্থা প্রস্তাব হিসেবে বিবেচনা করেনি। কিছুজন মনে করেছেন তিনি হয়তো ভাবতেন যে, ওয়াটসনকে প্রস্তুতিহীনভাবে অফিসে আনা হলে, এটি এলপি'র দুর্বলতা একটি সরকারী দল হিসেবে প্রকাশ করবে। তবে, তার ডায়রির কিছু অংশ থেকেও বোঝা যায় যে তিনি ব্যক্তিগত চাপের মধ্যে ছিলেন এবং সম্ভবত \"দায়িত্বের বোঝা থেকে মুক্তি পেতে আত্মসমর্পণ করছিলেন\"।\n\n\n== অফিসের বাহিরে ==\n\nডিকিন নতুন ওয়াটসন সরকারকে \"সর্বোচ্চ ন্যায্য আচরণ\" করার প্রতিশ্রুতি দেন এবং এইচ. বি. হিগিন্সকে অ্যাটর্নি-জেনারেল হিসেবে সরকারে যোগ দেওয়ার অনুমতি দেন। লিবারেল প্রোটেকশনিস্টরা বিভক্ত ছিল—কিছুজন এলপি’র (লেবার পার্টি) সঙ্গে জোট চাইলেও, অন্যরা ফ্রি ট্রেডারদের সঙ্গে মিত্রতা গড়তে চেয়েছিল। রিড বিরোধী দলের নেতা হিসেবে অব্যাহত থাকেন। যদিও পার্টির সংখ্যাগরিষ্ঠতা ছিল না, এলপি সংসদীয় দল ওয়াটসনকে আনুষ্ঠানিকভাবে জোট গঠনের অনুমতি দেয়নি। ফলে, ডিকিন ফ্রি ট্রেডারদের সঙ্গে একটি খসড়া চুক্তি নিয়ে আলোচনা করেন, যেখানে রিড প্রধানমন্ত্রী হবেন এবং ডিকিন নিজেই পার্টির নেতা থাকবেন কিন্তু মন্ত্রিসভায় না থেকে পেছনের বেঞ্চে বসবেন, কারণ তিনি মন্ত্রিসভা সংহতির নিয়ম দ্বারা আবদ্ধ হতে চাননি। কিন্তু লিবারেল প্রোটেকশনিস্টরা এই চুক্তি প্রত্যাখ্যান করে, এবং জন ফরেস্টের মতে, তারা ডিকিনের নেতৃত্বহীন কোনো মন্ত্রিসভায় যোগ দিতে অনিচ্ছুক ছিল।\nজুন ১৯০৪ সালে ওয়াটসন লিবারেল প্রোটেকশনিস্টদের সঙ্গে জোট গঠনের চেষ্টা করেন, কিন্তু ব্যর্থ হন। ডিকিন মনে করেছিলেন, এলপির দলীয় শৃঙ্খলা লিবারেল প্রোটেকশনিস্টদের শক্তিকে দুর্বল করে দেবে। আগস্টে ব্যালারাটে নবগঠিত ‘ন্যাশনাল পলিটিকাল লিগ’—একটি নতুন অ্যান্টি-সোশ্যালিস্ট সংগঠনে দেওয়া এক বক্তৃতায় তিনি তার সিদ্ধান্তের ব্যাখ্যা দেন। তিনি সরাসরি সরকারের নীতির সমালোচনা না করে এলপি’র দলীয় শৃঙ্খলা ও সাংগঠনিক নিয়ন্ত্রণের নীতিগুলোর বিরোধিতা করেন। তিনি নিজেকে একদিকে রক্ষণশীল প্রতিবন্ধকতা এবং অন্যদিকে লেবার পার্টির বস্তুবাদী সমষ্টিবাদের মাঝে একপ্রকার প্রগতিশীল উদারপন্থী হিসেবে চিত্রিত করেন।\nতবে, দুই দিন পর তার বন্ধু ডেভিড সাইম সম্পাদিত দ্য এইজ পত্রিকা এক কঠোর সম্পাদকীয় প্রকাশ করে, যেখানে তার বক্তব্যকে \"দার্শনিক ধোঁয়াশা\" বলা হয় এবং উল্লেখ করা হয় যে তিনি \"বাস্তব নেতৃত্ব প্রদানের পরিবর্তে রাজনৈতিক-দার্শনিক চিন্তায় হারিয়ে গেছেন\"। এই ঘটনার ফলে ডিকিন ও সাইমের মধ্যে বড় ধরনের দূরত্ব সৃষ্টি হয়, এবং ডিকিন তাকে লেখেন যে, \"আমার রাজনৈতিক জীবনে এই ঘটনাটি আমাকে সবচেয়ে বেশি আঘাত করেছে\"।\nব্যালারাটে ডিকিনের বক্তৃতার দুই সপ্তাহেরও কম সময়ের মধ্যে ওয়াটসনের সরকার পতন হয়। ধারণা করা হয়, ডিকিনের বক্তব্য রিডকে সরকার পরিবর্তনের জন্য সাহস জুগিয়েছিল। সংশোধিত সঙ্গতি ও মধ্যস্থতা বিল নিয়ে বিতর্ক চলাকালীন, অধিকাংশ লিবারেল প্রোটেকশনিস্ট ফ্রি ট্রেডারদের সঙ্গে একত্রিত হয়ে একটি সংশোধনীতে বিরোধিতা করে। ওয়াটসন এটিকে অনাস্থা ভোট হিসেবে গ্রহণ করেন এবং পদত্যাগ করেন। এতে অনেক এলপি সদস্য ডিকিনের ওপর ক্ষুব্ধ হন, এবং বিলি হিউজ তাকে মিথ্যাচারী বলে অভিযুক্ত করেন। ডিকিন প্রতিক্রিয়াস্বরূপ ব্যক্তিগতভাবে হিউজকে আক্রমণ করেন এবং তাকে \"একজন দুর্বিনীত ছেলে, যাকে একসময় টার্টের দোকান থেকে টেনে বের করা হয়েছিল, লাথি মেরে, চিৎকার করে এবং আঁচড় দিয়ে\" বলে তুলনা করেন। পরে তিনি সংসদে তার প্রতিক্রিয়ার জন্য দুঃখ প্রকাশ করেন।\nডিকিন রিড সরকারের সঙ্গে যোগ না দিলেও সমর্থন দেন এবং লিবারেল প্রোটেকশনিস্টদের (যেমন তার প্রাক্তন অর্থমন্ত্রী জর্জ টার্নার) মন্ত্রিসভায় যোগ দিতে উৎসাহিত করেন। দলের অন্যান্য সদস্যরা ক্রসবেঞ্চে যোগ দেন। তিনি ও রিড একটি \"শুল্ক বিরতি\" চুক্তিতে সম্মত হন, যার ফলে পরবর্তী নির্বাচন পর্যন্ত শুল্ক ইস্যু উত্থাপিত হবে না।\nডিকিন রিড সরকারের কার্যক্রম সম্পর্কে জনসাধারণের সামনে কোনো মন্তব্য করা থেকে বিরত থাকেন, বিশেষত ডিসেম্বর ১৯০৪ থেকে জুন ১৯০৫ পর্যন্ত দীর্ঘ সংসদীয় বিরতির সময়। এই সময়ে তিনি রাজনীতি ছেড়ে দেওয়ার কথা গুরুত্ব সহকারে বিবেচনা করেন। তিনি ন্যাশনাল রিভিউ-এর জন্য গোপন লেখক হিসেবে মাসিক নিবন্ধ লিখতে সম্মত হন এবং মর্নিং পোস্ট-এর জন্য সাপ্তাহিক নিবন্ধও চালিয়ে যান। তবে, তার প্রধান আগ্রহ ছিল ধর্ম, বিশেষ করে প্রচারকের ভূমিকা। তিনি সালভেশন আর্মির প্রতিষ্ঠাতা উইলিয়াম বুথের সঙ্গে একাধিকবার সাক্ষাৎ করেন এবং রয়্যাল এক্সিবিশন বিল্ডিং-এ বুথের এক সভায় সভাপতিত্বও করেন।\nতার নোটবুকে তিনি ধর্ম প্রচারক বনাম আইন প্রণেতার ভূমিকা নিয়ে ভাবনাচিন্তা করেন এবং উভয়কেই জীবনের চূড়ান্ত উদ্দেশ্যের সঙ্গে তুলনা করেন। ১৯০৪ সালের শেষের দিকে তিনি পয়েন্ট লন্সডেলে ৭ একর জমি কেনেন, যার নাম দেন \"ব্যালারা\" এবং সেখানে একটি কাঠের বাড়ি স্থাপন করেন, যা পরবর্তী জীবনে তার ছুটির বাসস্থান হিসেবে ব্যবহৃত হয়।\n\n\n=== \"প্রস্থান করার নোটিশ\" ===\n\nডিকিনের সমর্থকরা ১৯০৫ সালে তাকে সরকারে ফিরে আসার জন্য উৎসাহিত করতে শুরু করেন। বছরের শুরুর দিকে পশ্চিম অস্ট্রেলিয়া সফর করে তিনি নতুন উদ্দীপনা লাভ করেন, যেখানে তিনি পূর্ব গোল্ডফিল্ডসের উন্নতিতে মুগ্ধ হন এবং জন ফরেস্ট ও অস্টিন চ্যাপম্যানের কাছ থেকে উৎসাহ পান। সবচেয়ে গুরুত্বপূর্ণ বিষয় ছিল, ক্রিস ওয়াটসন ব্যক্তিগতভাবে তাকে জানান যে, তিনি পুনরায় সরকার গঠন করলে লেবার পার্টি তার \"সক্রিয় সমর্থন\" দেবে।\n২৪ জুন ১৯০৫ সালে, সংসদ পুনরায় শুরু হওয়ার আগের সপ্তাহান্তে, ডিকিন বলারাটে তার সমর্থকদের উদ্দেশ্যে দুই ঘণ্টার একটি বক্তৃতা দেন। তিনি তার দলের জন্য বাস্তববাদী মধ্যপন্থা দাবি করেন এবং লেবার ও ফ্রি ট্রেডারদের নীতিগুলোকে অস্পষ্ট ও অপ্রায়োগযোগ্য বলে সমালোচনা করেন। পাশাপাশি, তিনি রিডকে তাদের পূর্ববর্তী শুল্ক-সংক্রান্ত সমঝোতা ভঙ্গের জন্য অভিযুক্ত করেন।\nতার বক্তব্যের তাৎপর্য আরও বেড়ে যায় যখন দুই দিন পর The Age পত্রিকা লিখে, \"মি. ডিকিনের বলারাট বক্তৃতা, যে কোনো দৃষ্টিকোণ থেকে দেখলে বোঝা যায়, এটি মি. রিডকে পদত্যাগের জন্য একটি নোটিশ।\" যদিও ডিকিন এই ব্যাখ্যাটি সঠিক নয় বলে অস্বীকার করেন, তবে রিড এটিকে তার সমর্থন প্রত্যাহার হিসেবে ধরে নেন এবং সংসদে তেমনই ঘোষণা করেন।\nএরপর, ডিকিন সফলভাবে address-in-reply সংশোধনীর প্রস্তাব আনেন, যদিও তিনি দাবি করেন এটি পূর্বপরিকল্পিত ছিল না। প্রচলিত রীতি অনুযায়ী, এটি অনাস্থা প্রস্তাব হিসেবে বিবেচিত হয়। রিড পার্লামেন্ট ভেঙে দিয়ে আগাম নির্বাচন চাইলে গভর্নর-জেনারেল লর্ড নর্থকোট তা প্রত্যাখ্যান করেন; ফলে ডিকিনকে নতুন সরকার গঠনের জন্য আহ্বান জানানো হয়।\n\n\n== প্রধানমন্ত্রী, ১৯০৫-১৯০৮ ==\n\n\n=== দেশীয় নীতি ===\nডিকিন ১৯০৫ সালের মাঝামাঝি সময়ে পুনরায় প্রধানমন্ত্রী হন এবং টানা তিন বছর পদে অধিষ্ঠিত থাকেন। এটি তার সবচেয়ে দীর্ঘ ও সফল মেয়াদকাল ছিল, যেখানে তার সরকার কমনওয়েলথের প্রথম দশকের কাঠামো গঠনে গুরুত্বপূর্ণ নীতি ও আইন প্রণয়ন করে। তার প্রশাসনের সময় অস্ট্রেলিয়ার নিজস্ব মুদ্রা চালুর জন্য বিল আনা হয়। ১৯০৫ সালে কপিরাইট আইন পাস হয়, ১৯০৬ সালে কমনওয়েলথ জনসংখ্যা ও পরিসংখ্যান ব্যুরো প্রতিষ্ঠিত হয়, ১৯০৮ সালে কমনওয়েলথ আবহাওয়া ব্যুরো গঠিত হয় এবং ১৯০৮ সালেই কোয়ারেন্টাইন আইন পাস করা হয়।\n১৯০৬ সালে, ডিকিনের সরকার বিচারব্যবস্থা আইন সংশোধন করে হাই কোর্টের বিচারকের সংখ্যা পাঁচজন পর্যন্ত বাড়ানোর সিদ্ধান্ত নেয়, যা সংবিধানে নির্ধারিত ছিল। এই নতুন দুই আসনে আইজ্যাক আইজ্যাকস এবং এইচ. বি. হিগিনস নিয়োগ পান। এছাড়া, প্রথম সুরক্ষামূলক ফেডারেল শুল্ক আইন, অস্ট্রেলিয়ান ইন্ডাস্ট্রিজ প্রোটেকশন অ্যাক্ট, পাস হয়। এই \"নতুন সুরক্ষা\" নীতির মাধ্যমে কর্পোরেট সংস্থাগুলোকে শ্রমিকদের ন্যায্য মজুরি দিতে বাধ্য করার চেষ্টা করা হয়, যদিও তখন কমনওয়েলথের মজুরি ও মূল্য নির্ধারণের ক্ষমতা ছিল না।\n১৯০৫ সালের পাপুয়া আইন অনুযায়ী, ব্রিটিশ নিউ গিনির জন্য একটি অস্ট্রেলিয়ান প্রশাসন প্রতিষ্ঠিত হয় এবং ১৯০৮ সালে ডিকিন হুবার্ট মারে-কে পাপুয়ার লেফটেন্যান্ট-গভর্নর হিসাবে নিয়োগ করেন, যিনি পরবর্তী ৩২ বছর সদয় অভিভাবকত্বের নীতিতে অঞ্চলটি শাসন করেন। তার সরকার উত্তরাঞ্চলীয় অঞ্চল (Northern Territory)-এর নিয়ন্ত্রণ দক্ষিণ অস্ট্রেলিয়া থেকে কমনওয়েলথের অধীনে হস্তান্তরের জন্য একটি বিল পাস করে, যা ১৯১১ সালে কার্যকর হয়।\nপ্রধানমন্ত্রী হিসেবে, ডিকিন সিট অব গভর্নমেন্ট অ্যাক্ট ১৯০৪-এর সমর্থক ছিলেন, যা ডালগেটিকে কমনওয়েলথের রাজধানী করার সিদ্ধান্ত নেয়। তিনি রাজধানী ক্যানবেরা অঞ্চলে স্থানান্তরের বিরুদ্ধে তীব্র লড়াই করেন, যদিও শেষ পর্যন্ত এটি সফল হয়নি।\n\n\n=== প্রতিরক্ষা এবং বৈদেশিক বিষয় ===\nডিসেম্বর ১৯০৭ সালে, ডিকিন বাধ্যতামূলক সামরিক পরিষেবা চালুর জন্য প্রথম বিল উত্থাপন করেন, যা লেবার পার্টির ক্রিস ওয়াটসন ও বিলি হিউজ দৃঢ়ভাবে সমর্থন করেন। তিনি দীর্ঘদিন ধরে রয়্যাল নেভির মাধ্যমে অস্ট্রেলিয়ার প্রতিরক্ষা খরচ বহন করার বিরুদ্ধে ছিলেন, যদিও ১৯০২ সালে বার্টন সরকার উপনিবেশগুলোর পরিবর্তে কমনওয়েলথকে এই ব্যয়ভার গ্রহণে সম্মত করেছিল।\n১৯০৬ সালে, তিনি ঘোষণা করেন যে অস্ট্রেলিয়া নিজস্ব ডেস্ট্রয়ার (যুদ্ধজাহাজ) কিনবে। ১৯০৭ সালে, তিনি লন্ডনে অনুষ্ঠিত ইম্পেরিয়াল কনফারেন্সে যোগ দেন এবং এই বিষয়ে আলোচনা করেন, তবে তেমন সফলতা পাননি।\n১৯০৮ সালে, তিনি থিওডোর রুজভেল্টের \"গ্রেট হোয়াইট ফ্লিট\"-কে অস্ট্রেলিয়া সফরের আমন্ত্রণ জানান, যা ব্রিটেনের ওপর নির্ভরশীলতা কমানোর একটি প্রতীকী পদক্ষেপ ছিল।\n১৯০৮ সালের উদ্বৃত্ত রাজস্ব আইন (Surplus Revenue Act) নৌবাহিনী ব্যয়ের জন্য £২৫০,০০০ বরাদ্দ করে। তবে, এই অর্থ প্রথমবার ব্যবহার করে অ্যান্ড্রু ফিশারের লেবার সরকার, যা ব্রিটিশ সাম্রাজ্যের প্রথম স্বাধীন নৌবাহিনী গঠনে ভূমিকা রাখে।\n\n\n== ফিউশন ==\n১৯০৮ সালে, ডিকিন আবারও লেবার পার্টির দ্বারা ক্ষমতা থেকে অপসারিত হন। এরপর তিনি জোসেফ কুক এবং অ্যান্টি-সোশ্যালিস্ট পার্টির সাথে একটি জোট গঠন করেন, যা \"ফিউশন\" নামে পরিচিত ছিল। এই জোটের মাধ্যমে তিনি মে ১৯০৯ সালে অস্ট্রেলিয়ার প্রথম সংখ্যাগরিষ্ঠ সরকার গঠন করে পুনরায় ক্ষমতায় ফিরে আসেন।\nতবে, ফিউশন জোট অনেকের কাছেই ডিকিনের উদারনৈতিক নীতির প্রতি বিশ্বাসঘাতকতা বলে মনে হয়েছিল। স্যার উইলিয়াম লাইন তাকে \"জুদাস\" (বিশ্বাসঘাতক) বলে অভিহিত করেন।\n\n\n== প্রধানমন্ত্রী, ১৯০৯-১৯১০ ==\nডিকিন ২ জুন ১৯০৯ তারিখে তৃতীয়বারের মতো প্রধানমন্ত্রী হিসেবে শপথ গ্রহণ করেন। তৃতীয় ডিকিন মন্ত্রণালয়ে পাঁচজন নতুন মন্ত্রী নিয়োগ পেয়েছিলেন, যা নতুন দলের মধ্যে প্রতিদ্বন্দ্বী স্বার্থগুলোর ভারসাম্য বজায় রাখার প্রয়োজনীয়তা প্রতিফলিত করে।\nএকটি চিঠিতে, ডিকিন তার বোনকে ১৯০৯ সালের বিধিসমূহের অর্জন বর্ণনা করে বলেন, এটি ছিল \"যেকোনো অধিবেশনের সেরা ফলাফল\"। এই বছরের মধ্যে এমন কিছু আইন পাস হয় যা একটি আলাদা অস্ট্রেলিয়ান মুদ্রা সৃষ্টির অনুমোদন দেয়, যুবকদের জন্য বাধ্যতামূলক সামরিক প্রশিক্ষণ স্থাপন করে, ভবিষ্যতে অস্ট্রেলিয়ান ক্যাপিটাল টেরিটরি এর সীমানা নির্ধারণ করে, এবং অস্ট্রেলিয়ার প্রথম সরকারি কূটনৈতিক পোস্ট, অস্ট্রেলিয়ান হাইকমিশনারের পদ সৃষ্টি করে। কিছু বিলও প্রস্তাবিত হয় যা ইন্টার-স্টেট কমিশন গঠন এবং উত্তরাঞ্চলীয় অঞ্চল উপর কেন্দ্রীয় সরকারের নিয়ন্ত্রণ প্রতিষ্ঠা করতে চেয়েছিল, কিন্তু এগুলি অগ্রসর হয়নি এবং পরবর্তীতে লেবার পার্টি সরকারের মাধ্যমে পাস হয়।\nডিকিন এবং ফোরেস্ট ১৯০৯ সালের আর্থিক চুক্তি রাষ্ট্রগুলোর সাথে আলোচনা করেন, যা অস্ট্রেলিয়ান সরকারের অতিরিক্ত রাজস্ব রাজ্যগুলোকে মাথাপিছু অনুদান হিসেবে বিতরণ করেছিল এবং যা পরবর্তীতে আন্তঃসরকারিক আর্থিক সম্পর্কের মডেল হিসেবে গড়ে ওঠে। এটি অস্ট্রেলিয়ার সংবিধানের ৮৭ অনুচ্ছেদ দ্বারা সরবরাহিত অন্তর্বর্তী ব্যবস্থা প্রতিস্থাপন করেছিল। এরপর, ডিকিন রাজ্য প্রিমিয়ারের অনুরোধে এই চুক্তিটিকে সংবিধানে অন্তর্ভুক্ত করার চেষ্টা করেন। এই পদক্ষেপটি অনেকের কাছে, এমনকি তার নিজ দলের মধ্যেও, অপ্রয়োজনীয় মনে হয়েছিল, তবে রাজ্য ঋণ গ্রহণ এর জন্য একটি দ্বিতীয় সংশোধনী প্রস্তাবিত ছিল যা কম বিতর্কিত ছিল। ১৯১০ সালের ফেডারেল নির্বাচনের সাথে একই সময়ে দুটি রেফারেন্ডাম অনুষ্ঠিত হয়, যার মধ্যে রাজ্য ঋণ সংশোধনী গৃহীত হয় এবং অতিরিক্ত রাজস্ব সংশোধনী প্রত্যাখ্যান করা হয়। তবুও, আর্থিক চুক্তি ১৯২৭ সাল পর্যন্ত কার্যকর থাকে, এবং এটি ডিকিনের অন্যতম গুরুত্বপূর্ণ অর্জন হিসেবে দেখা হয়।\n\n\n=== চূড়ান্ত পরাজয় ===\nডিকিন আগাম নির্বাচন ডাকেননি, বরং সংসদকে তার সর্বোচ্চ অনুমোদিত মেয়াদ পর্যন্ত চালিয়ে যেতে দেন। তিনি একটি \"নিরঙ্কুশ বিজয়ের\" আশা করেছিলেন, ভেবেছিলেন যে ক্ষমতায় পুনরায় নিশ্চিত হওয়ার পর তিনি তার বিধানিক কর্মসূচি সম্পন্ন করতে পারবেন, ১৯১১ সালের ইম্পেরিয়াল কনফারেন্সে যোগ দেবেন এবং এরপর উত্তরাধিকারীর হাতে ক্ষমতা হস্তান্তর করবেন।\nএপ্রিল ১৯১০ সালের ফেডারেল নির্বাচন ছিল প্রথম যেখানে জনগণের সামনে দুই বিকল্প দল সরাসরি প্রতিদ্বন্দ্বিতা করে। কিন্তু ডিকিনের প্রত্যাশার বিপরীতে, অস্ট্রেলিয়ান লেবার পার্টি (ALP) পরিষ্কার সংখ্যাগরিষ্ঠতা লাভ করে, প্রতিনিধি পরিষদে ১৬টি আসন দখল করে এবং সিনেটেও একচেটিয়া জয়লাভ করে। এটি ছিল \"লিবারেল পার্টির ওয়াটারলু\", যেখানে অনেক সাবেক প্রোটেকশনিস্ট নেতা তাদের আসন হারান, এমনকি ডিকিন নিজেও ৫০০ ভোটের কম ব্যবধানে জয়ী হন।\nলেবার পার্টির বিজয়ের পিছনে বেশ কয়েকটি কারণ থাকলেও, নির্বাচনী প্রচারের সময় \"ফিউশন\" দল গঠনে ডিকিনের কৌশলগত দ্বিচারিতা\" বারবার সমালোচিত হয়। ধারণা করা হয়, এটি ডিকিনের অনেক আগের সমর্থকদের ভোট হারানোর প্রধান কারণ ছিল এবং লিবারেলদের পরাজয়ে গুরুত্বপূর্ণ ভূমিকা রাখে।\n\n\n== বিরোধী দলের নেতা, ১৯১০-১৯১৩ ==\n\n১৯১০ সালের নির্বাচনের পর, ডিকিনের রাজনৈতিক প্রভাব আগের যেকোনো বিরোধী নেতা থেকে কমে যায়, কারণ লেবার পার্টি (ALP) দুই কক্ষেই সুস্পষ্ট সংখ্যাগরিষ্ঠতা অর্জন করে। তার ডায়েরিতে ইঙ্গিত পাওয়া যায় যে, তিনি রাজনীতি থেকে অবসর নিতে চেয়েছিলেন, তবে সুস্পষ্ট উত্তরসূরীর অনুপস্থিতিতে তাকে থাকার অনুরোধ করা হয়।\n১৯১১ সালে, তিনি ফিশার সরকারের প্রস্তাবিত সাংবিধানিক সংশোধনীগুলোর বিরুদ্ধে প্রচারণা চালান, যা ফেডারেল সরকারের ক্ষমতা উল্লেখযোগ্যভাবে বাড়িয়ে দিত। তিনি প্রায় দুই মাস ধরে \"না\" ভোটের পক্ষে প্রচারণা চালান, ওয়েস্টার্ন অস্ট্রেলিয়া ছাড়া প্রতিটি রাজ্য সফর করেন—পরবর্তীতে যা একমাত্র রাজ্য ছিল, যেখানে \"হ্যাঁ\" ভোট জয়ী হয়। এই ফলাফল বিরোধী দলের জন্য একটি বিশাল সাফল্য হিসেবে বিবেচিত হয়।\n১৯১২ সালের মধ্যে, ডিকিন রাজনৈতিক জীবন নিয়ে পুরোপুরি আগ্রহ হারিয়ে ফেলেন এবং অবসর নেওয়ার সুযোগের অপেক্ষায় ছিলেন। ১৮ ডিসেম্বর ১৯১২ সালে তিনি সংসদে শেষ ভাষণ দেন এবং ৮ জানুয়ারি ১৯১৩ তার অবসরের ঘোষণা দেন। তার একদিন আগেই তিনি জোসেফ কুককে বিষয়টি জানান।\nলিবারেল পার্টির নেতা হিসেবে তার শেষ দায়িত্ব ছিল উত্তরসূরী নির্বাচন তত্ত্বাবধান করা, যা ২০ জানুয়ারি অনুষ্ঠিত হয়। তিনি কুককে সমর্থন করেন, যিনি মাত্র এক ভোটের ব্যবধানে জন ফরেস্টকে পরাজিত করেন।\nমে ১৯১৩ সালের ফেডারেল নির্বাচনে, ডিকিন সংসদ থেকে আনুষ্ঠানিকভাবে অবসর নেন। নির্বাচনে কুক ও লিবারেল পার্টি মাত্র এক আসনের সংখ্যাগরিষ্ঠতা নিয়ে সরকার গঠন করে।\n\n\n== শেষ বছরগুলো ==\n\n১৯১৩ সালের নির্বাচনের পর, কুক ডিকিনকে ইন্টারস্টেট কমিশনের চেয়ারম্যান পদ অফার করেন, তবে তিনি তা গ্রহণ করেননি।\n১৯১৪ সালে, প্রথম বিশ্বযুদ্ধ শুরু হওয়ার পর, তিনি যুদ্ধকালীন খাদ্য সরবরাহ নিয়ে একটি রয়্যাল কমিশনের সভাপতির দায়িত্ব গ্রহণ করেন।\nডিকিনের শেষ জনসম্মুখে দায়িত্ব ছিল ১৯১৫ সালের পানামা–প্যাসিফিক আন্তর্জাতিক প্রদর্শনীতে অস্ট্রেলিয়ান প্রতিনিধিদলের নেতৃত্ব দেওয়া। প্রথমে কুক এবং পরে সেপ্টেম্বর ১৯১৪ সালে প্রধানমন্ত্রী হিসেবে ফিরে আসা অ্যান্ড্রু ফিশার তাকে এই ভূমিকার প্রস্তাব দেন। এটি সম্পূর্ণ আনুষ্ঠানিক একটি দায়িত্ব ছিল এবং ফিশার ও তার ডেপুটি বিলি হিউজ দুজনেই এটি সমর্থন করেছিলেন। তবে পররাষ্ট্র মন্ত্রী হিউ ম্যাহনের রাজনৈতিক হস্তক্ষেপের কারণে ডিকিন দ্রুত অস্ট্রেলিয়ায় ফিরে আসার সিদ্ধান্ত নেন।\n\n\n=== অসুস্থতা এবং মৃত্যু ===\nডিকিনের রাজনৈতিক জীবনের শেষ বছরগুলো এক ধরণের অবক্ষয়জনিত স্নায়বিক সমস্যার প্রাথমিক পর্যায়ের সঙ্গে মিলে যায়, যার প্রধান লক্ষণ ছিল স্মৃতিভ্রংশ। ব্যক্তিগত ডায়েরিতে তিনি সতর্কভাবে তার কর্মক্ষমতা হ্রাস ও ধীরে ধীরে অবনতির প্রতি তার দুঃখ প্রকাশ করেছেন। অন্যান্য স্বাস্থ্য সংক্রান্ত নথি অনুযায়ী, তিনি দীর্ঘদিন উচ্চ রক্তচাপে ভুগছিলেন। তিনি আশা করেছিলেন যে তার উপসর্গগুলো শুধুমাত্র মানসিক চাপে সৃষ্ট এবং রাজনীতি থেকে সরে গেলে তিনি সুস্থ হয়ে উঠবেন। কিন্তু বরং তিনি অনুভব করেন, \"আমি যখন সংসদ থেকে বের হলাম, তখন যেন এক রহস্যজনক উপায়ে আমার সমস্ত স্মৃতি হারিয়ে যেতে লাগল বা বিলীন হয়ে গেল\"। সমকালীন চিকিৎসকরা তাকে নির্দিষ্ট কোনো রোগ নির্ণয় করতে পারেননি, শুধুমাত্র ১৯১৩ সালে তাকে \"হাইপারনিউরাস্থেনিয়া\" বলে অভিহিত করা হয়েছিল। পরবর্তী লেখকেরা তার রোগের সম্ভাব্য কারণ হিসেবে ভাস্কুলার ডিমেনশিয়া, প্রারম্ভিক অ্যালঝাইমার, নিউরোসিফিলিস, অথবা নিরামিষভোজী হওয়ার কারণে ভিটামিন বি১২-এর ঘাটতিকে উল্লেখ করেছেন।\n\nঅক্টোবর ১৯১৪ সালে, ডিকিন লিখেছিলেন যে তার \"স্মৃতি বা যুক্তির ধারাবাহিকতা নেই\" এবং তিনি \"যেসব ধারণা পান, তা কয়েক মিনিট বা কখনও কখনও কয়েক সেকেন্ডের মধ্যেই ম্লান হয়ে যায় বা ভুলে যান\"। নভেম্বর ১৯১৫ সালে, তিনি লিখেছিলেন যে তিনি যা পড়েন, তা মাত্র কয়েক ঘণ্টার জন্য মনে রাখতে পারেন এবং \"এর চেয়ে ভয়ঙ্কর পতন আর কিছু হতে পারে না\"। পরের মাসে তিনি লেখেন, \"আমি এখন শুধু নিজের সঙ্গে একপ্রকার খেলা খেলছি [...] আমার মনের ধাঁধা বোঝার এই অসহায় প্রচেষ্টাগুলো আমি স্পষ্টভাবে পরিত্যাগ করতে বাধ্য\"।\nতার স্ত্রীর অনুরোধে, ১৯১৬ সালের সেপ্টেম্বর মাসে ডিকিন ও তার স্ত্রী বিশেষজ্ঞদের পরামর্শ নেওয়ার জন্য ইংল্যান্ড ও যুক্তরাষ্ট্র ভ্রমণ করেন এবং লন্ডনে থাকা তাদের মেয়ে ভেরার সঙ্গেও সাক্ষাৎ করেন। ১৯১৭ সালের প্রথম দিকে তারা অস্ট্রেলিয়ায় ফিরে আসেন, এরপর থেকে তিনি সাধারণত সাউথ ইয়ারার নিজ বাড়িতেই থাকতেন এবং শুধুমাত্র পরিবারের সদস্যদের সঙ্গে দেখা করতেন।\n\nডিকিন ৭ অক্টোবর ১৯১৯ সালে তার নিজ বাড়িতে মারা যান, তার বয়স হয়েছিল ৬৩ বছর। আনুষ্ঠানিকভাবে তার মৃত্যুর কারণ হিসেবে মেনিনগোএনসেফালাইটিস উল্লেখ করা হয়। তাকে মেলবোর্নের পার্লামেন্ট হাউসের কুইন্স হলে রাষ্ট্রীয় মর্যাদায় শেষ শ্রদ্ধা জানানো হয় এবং পরে সেখানে তার রাষ্ট্রীয় অন্ত্যেষ্টিক্রিয়া সম্পন্ন হয়। এরপর তাকে তার বাবা-মায়ের পাশে সেন্ট কিল্ডা কবরস্থানের ধর্মনিরপেক্ষ অংশে সমাহিত করা হয়, যেখানে তার স্ত্রী প্যাটি ১৯৩৪ সালে মৃত্যুর পর তার পাশে শায়িত হন।\n\n\n== সাংবাদিকতা ==\nডিকিন তার তরুণ বয়সে \"কোয়েন্টিন মাসিস\" নামক একটি পাঁচ-অংশবিশিষ্ট নাটক প্রকাশ করেছিলেন। ডিকিন সেই মুদ্রণগুলো পুড়িয়ে ফেলার চেষ্টা করেছিলেন। তবে কিছু মুদ্রণ টিকে ছিল এবং ১৯৪০ সালে নাটকটি পুনঃমুদ্রিত হয়, যা অস্ট্রেলীয় পদ্য হিসেবে উদাহরণ হিসেবে ব্যবহৃত হয়।\nডিকিন তার কর্মজীবনজুড়ে প্রবন্ধ লিখতে থাকেন। তিনি ইক্লেটিক অ্যাসোসিয়েশনের সদস্য ছিলেন; এতে সহসঙ্গী সদস্য হিসেবে ছিলেন লেখক থিওডোর ফিঙ্ক, আর্থার টপ, আর্থার প্যাচেট মার্টিন এবং ডেভিড মিকল। ডিকিন তার প্রধানমন্ত্রী থাকা অবস্থাতেও লন্ডনের মর্নিং পোস্টের জন্য গোপনে রাজনৈতিক মন্তব্য লিখতেন। ফেডারেশন আন্দোলনের তার বর্ণনা ১৯৪৪ সালে \"The Federal Story\" নামে প্রকাশিত হয় এবং এটি ঐতিহাসিক একটি গুরুত্বপূর্ণ প্রাথমিক উৎস হিসেবে বিবেচিত। ১৮৮০-এর দশকে ভিক্টোরিয়ায় তার রাজনৈতিক কর্মজীবনের বর্ণনা \"The Crisis in Victorian Politics\" হিসেবে ১৯৫৭ সালে প্রকাশিত হয়। তার সংকলিত সাংবাদিকতা ১৯৬৮ সালে \"Federated Australia\" হিসেবে প্রকাশিত হয়।\n\n\n== আধ্যাত্মিকতা ==\n\nতিনি ১৮৯৬ সাল পর্যন্ত থিওসোফিক্যাল সোসাইটিতে সক্রিয় ছিলেন, তখন তিনি চার্লস স্ট্রং নেতৃত্বাধীন অস্ট্রেলিয়ান চার্চে যোগ দেওয়ার পর পদত্যাগ করেন।\nযদিও ডিকিন সর্বদা তার আধ্যাত্মিক চরিত্রের দিকগুলো জনসাধারণের দৃষ্টির আড়ালে রাখতে চেষ্টা করেছেন, তবুও তার কর্মজীবনে তিনি প্রভিডেন্স ও ভাগ্যের শক্তি অনুভব করেছিলেন। অনেক পরে, ডাগ হাম্মারস্কজোল্ডের মতো, ডিকিনের আধ্যাত্মিক পরিপূর্ণতার প্রতি আন্তরিক আকাঙ্ক্ষা তাকে তার ব্যক্তিগত ডায়েরিতে অযোগ্যতার অনুভূতি প্রকাশ করতে বাধ্য করেছিল, যা তার কবি হিসেবে সাহিত্যিক আকাঙ্ক্ষার সঙ্গে মিশে গিয়েছিল।\nতার ব্যক্তিগত প্রার্থনার ডায়েরিগুলি, যেমন স্যামুয়েল জনসনের, তার ক্যারিয়ারে ঈশ্বরের সাহায্য চাওয়ার ক্ষেত্রে বিনয়ের গুরুত্ব সম্পর্কে একটি গভীর চিন্তাশীল (যদিও আরও ইক্যুমেনিকাল) খ্রিস্টান দৃষ্টিভঙ্গি প্রকাশ করে। \"একটি জীবন, খ্রিস্টের জীবন\", ডিকিন লিখেছিলেন, \"এটাই একমাত্র প্রয়োজনীয় – একমাত্র প্রকাশ যা দরকার তা সেখানে... আমাদের তা কেবল জীবন যাপন করতে হবে।\" ১৮৮৮ সালে, ফেডারেশনের জন্য তার কাজের সাথে সম্পর্কিত একটি উদাহরণ হিসেবে, ডিকিন প্রার্থনা করেছিলেন: \"হে ঈশ্বর, আমাকে সেই বিচার ও পূর্বদৃষ্টি দাও যা আমাকে আমার দেশ সেবা করতে সক্ষম করবে – আমাকে পথ দেখাও এবং আমাকে শক্তি দাও, যাতে আমি সেই পথে চলতে পারি এবং অন্যদেরকেও সেই পথে চালিত করতে পারি যা জাতীয় জীবনের উন্নতি এবং চিন্তা ও সুস্থতার স্থায়িত্বের দিকে নিয়ে যাবে – আমাকে আলো, সত্য এবং প্রভাব দাও শুধু সর্বোচ্চের জন্য।\" যেমন ওয়াল্টার মারডক উল্লেখ করেছেন, \"[ডিকিন] নিজেকে অনুপ্রাণিত মনে করতেন এবং একটি আধ্যাত্মিক বার্তা ও মিশন ছিল বলে বিশ্বাস করতেন।\"\nইতিহাসবিদ ম্যানিং ক্লার্ক, যার History of Australia বইটি ডিকিনের ব্যক্তিগত ডায়েরি থেকে ব্যাপক উদ্ধৃতি দিয়েছে, লিখেছেন: \"বিশ্বের ধর্মগ্রন্থ ও মিস্টিকদের অধ্যয়ন করার মাধ্যমে এক গভীর শান্তি [ডিকিনের মধ্যে] বসবাস করেছিল: এখন তিনি 'আমার হৃদয়ের কেন্দ্রে এক শান্তি অনুভব করছিলেন।' তিনি জানতে চাইছিলেন, বিশ্বের কাজে অংশগ্রহণ তার এই শান্তিকে বিঘ্নিত করবে কিনা... তিনি যন্ত্রণা পাচ্ছিলেন যে, তার ভিতরের পুরুষের শূন্যতা সমাজের বৃহত্তর শূন্যতার সঙ্গে সঙ্গতিপূর্ণ, যেখানে ম্যমন নতুন একটি এলাকা দখল করেছে।\"\nডিকিন একটি গভীর আধ্যাত্মিক বিশ্বাস ধারণ করতেন এবং এ বিষয়ে ব্যাপক পাঠ করেছিলেন। তার মেয়ে ভেরা ডিকিন (লেডি হোয়াইট) ১৯৬০ সালের একটি এ বি সি রেডিও সাক্ষাৎকারে বলেছিলেন, \"তার অত্যন্ত গভীর ধর্মীয় মতামত ছিল, আমি এতে নিশ্চিত। তিনি রবিবারে আমাদের কাছে বাইবেল থেকে, মহান প্রচারকদের থেকে পাঠ করতেন, এবং তিনি সবসময়, গভীরভাবে এভাবে সচেতন ছিলেন যে, তিনি, যেমন তিনি বলতেন, প্রভিডেন্সের একটি যন্ত্র হিসেবে কাজ করছেন। তার কোনো শক্তি থাকলে তিনি অনুভব করতেন যে তা ঈশ্বরের কাছ থেকে এসেছে এবং এটি তার নিজের কৃতিত্ব ছিল না।\"\n\n\n== উত্তরাধিকার ==\n\nডিকিন তার সমসাময়িকদের মধ্যে প্রায় সর্বত্রই প্রিয়, শ্রদ্ধেয় এবং প্রশংসিত ছিলেন, যারা তাকে \"আফ্যাবল আলফ্রেড\" বলে ডাকতেন। তিনি শুধুমাত্র ফিউশন সময় তার প্রকৃত শত্রুদের সৃষ্টি করেছিলেন, যখন শুধুমাত্র লেবার পার্টি নয়, বরং কিছু লিবারেল নেতাও যেমন স্যার উইলিয়াম লাইন তাকে বিশ্বাসঘাতক হিসেবে ঘৃণা করেছিলেন। তাকে আধুনিক অস্ট্রেলিয়ার লিবারেল পার্টির প্রতিষ্ঠাতা পিতা হিসেবে গণ্য করা হয়।\nতার জীবন ১৯৫১ সালে কাইলি টেন্যান্টের নাটক Tether a Dragon তে নাট্যরূপে উপস্থাপিত হয়।\nআলফ্রেড ডিকিন প্রাইজ ফর অ্যান এসসি অ্যাডভান্সিং পাবলিক ডিবেট (যা এখন আর নেই), তার সম্মানে একটি সাহিত্য পুরস্কার ছিল।\n\n\n== সম্মাননা ==\nডিকিন তার জীবনকাল ধরে সাধারণত সম্মাননা গ্রহণ করেননি। প্রথমবার তাকে ১৮৮৭ সালের কলোনিয়াল কনফারেন্সে ৩০ বছর বয়সে নাইটহুড প্রদানের প্রস্তাব দেয়া হয়েছিল, কিন্তু তিনি তা গ্রহণ করতে অস্বীকার করেন। ১৯০০, ১৯০৭ এবং ১৯১৩ সালে তিনটি আলাদা সুযোগে তিনি প্রিভি কাউন্সিলের সদস্যপদ গ্রহণ করতে অস্বীকার করেন, যা তাকে \"দ্য রাইট অনারেবল\" উপাধিতে ভূষিত করতে পারত। তার এই অস্বীকৃতি ছিল \"বিশেষভাবে, আসলেই অনন্য, অস্ট্রেলিয়ার সমপর্যায়ের রাজনৈতিক ব্যক্তিত্বদের মধ্যে\"। ক্রিস ওয়াটসন ছাড়া, যাকে কখনো এই পদ দেয়া হয়নি, ডিকিন ছিলেন একমাত্র অস্ট্রেলিয়ান প্রধানমন্ত্রী যিনি প্রিভি কাউন্সিলের সদস্য ছিলেন না, এমনকি ১৯৭০-এর দশকে গফ উইটল্যামও এই পদ গ্রহণ করতে অস্বীকার করেন। প্রধানমন্ত্রী হিসেবে তিনি কোনো সম্মানসূচক ডিগ্রি গ্রহণ করতে অস্বীকার করেন, কারণ তার বিশ্বাস ছিল যে এসব ডিগ্রি শুধুমাত্র একাডেমিক দক্ষতার ভিত্তিতে দেওয়া উচিত। তিনি ১৯০০ এবং ১৯০৭ সালে অক্সফোর্ড বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টর অব সিভিল ল এর ডিগ্রি এবং ১৯১২ সালে ক্যামব্রিজ বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টর অব লজ ডিগ্রি গ্রহণ করতে অস্বীকার করেন। ডিকিন সাধারণত সম্মাননা গ্রহণ করতেন কেবল তখনই যখন তিনি মনে করতেন যে তা অস্ট্রেলিয়ার স্বার্থে সহায়ক হবে, অথবা যদি প্রত্যাখ্যান করা অন্যথায় অপমানজনক মনে হতো। ১৯০৭ সালে প্রধানমন্ত্রী হিসেবে ইংল্যান্ড সফরের সময়, তাকে লন্ডন এবং এডিনবরা শহরের সম্মানসূচক ফ্রিম্যান এবং গ্রে'স ইন-এর সম্মানসূচক বেঞ্চার হিসেবে মনোনীত করা হয়েছিল। একমাত্র সম্মানসূচক ডিগ্রি যা তিনি গ্রহণ করেছিলেন তা ছিল ১৯১৫ সালে, যখন তিনি পনামা–প্যাসিফিক ইন্টারন্যাশনাল এক্সপোজিশনে অস্ট্রেলিয়া উপস্থাপন করছিলেন, এবং তাকে ইউনিভার্সিটি অব ক্যালিফোর্নিয়া সম্মানসূচক ডক্টরেট ডিগ্রি প্রদান করেছিল।\n\nডিকিনের মৃত্যুর পর, তার সম্মানে বেশ কিছু স্থান নামকরণ করা হয়েছে। যে শিক্ষাপ্রতিষ্ঠানগুলির নাম তার নামে রাখা হয়েছে, তার মধ্যে রয়েছে মেলবোর্নের ডিকিন বিশ্ববিদ্যালয়, ক্যানবেরার আলফ্রেড ডিকিন হাই স্কুল, মেলবোর্ন গ্র্যামার স্কুলের ডিকিন হাউস, এবং মনাশ বিশ্ববিদ্যালয়ের ডিকিন হল। তিনি একমাত্র দুইজন প্রধানমন্ত্রী যাদের সম্মানে একটি বিশ্ববিদ্যালয় নামকরণ করা হয়েছে, অন্যজন জন কার্টিন (কার্টিন বিশ্ববিদ্যালয়)।\nঅন্য স্থানগুলি যা ডিকিনের নামে নামকরণ করা হয়েছে, তার মধ্যে রয়েছে ক্যানবেরার ডিকিন উপনগরী, অস্ট্রেলিয়ান ক্যাপিটাল টেরিটরি এবং মেলবোর্নের পূর্বাঞ্চলের হাউস অব রিপ্রেজেন্টেটিভস-এর ডিভিশন অব ডিকিন। ১৯৬৯ সালে, অস্ট্রেলিয়া পোস্ট তাকে তার প্রতিকৃতিসহ একটি ডাকটিকিটের মাধ্যমে সম্মানিত করেছিল।\n\n\n== ব্যক্তিগত জীবন ==\nডিকিনের দীর্ঘ ও সুখী বিবাহিত জীবন ছিল এবং তিনি তার স্ত্রী ও তিনটি কন্যার দ্বারা বেঁচে ছিলেন:\n\nআইভি (১৮৮৩–১৯৭০), ব্যবসায়ী হার্বার্ট ব্রুকসকে বিয়ে করেন। তাদের সন্তানরা ছিল:\nউইলফ্রেড ডিকিন ব্রুকস (১৯০৬–১৯৯৭) – ব্যবসায়ী এবং রেএএএফ কর্মকর্তা।\nজেসি ডিকিন ক্লার্ক (১৯১৪–২০১৪) – সমাজকর্মী, টনি ক্লার্ককে বিয়ে করেন, যিনি স্যার ফ্রাঙ্ক ক্লার্কের পুত্র।\nআলফ্রেড ডিকিন ব্রুকস (১৯২০–২০০৫) – অস্ট্রেলিয়ান সিক্রেট ইন্টেলিজেন্স সার্ভিসের প্রথম প্রধান।\nস্টেলা (১৮৮৬–১৯৭৬), বিজ্ঞানী স্যার ডেভিড রিভেটকে বিয়ে করেন।\nরোহান ডিকিন রিভেট (১৯১৭–১৯৭৭) – সাংবাদিক, লেখক, পত্রিকা সম্পাদক এবং যুদ্ধবন্দী।\nভেরা (১৮৯১–১৯৭৮), রাজনীতিবিদ স্যার থমাস হোয়াইটকে বিয়ে করেন।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎসসমূহ ===\n\n\n=== নোটসমূহ ===\n\n\n== গ্রন্থপঞ্জি ==\n1875 – Deakin, Alfred \"Quentin Massys: A Drama in Five Acts\" J.P. Donaldson, Melbourne, 1875.\n1877 – Deakin, Alfred \"A New Pilgrim's Progress\" Terry, Melbourne, 1877.\n1885 – Deakin, Alfred \"Irrigation in Western America, so Far as it has Relation to the Circumstances of Victoria\" Government Printer, Melbourne, 1885.\n1893 – Deakin, Alfred \"Irrigated India: An Australian View of India and Ceylon, Their Irrigation and Agriculture\" W. Thacker & Co., London, 1893.\n1893 – Deakin, Alfred \"Temple and Tomb in India\" Melville, Mullen and Slade, Melbourne, 1893.\n1923 – Deakin, Alfred / Walter Murdoch (ed) \"Alfred Deakin – A Sketch\" Bookman Press Pty Ltd (First published 1923 later 1999 out of print) আইএসবিএন ১ ৮৬৩৯৫ ৩৮৫ X\n1944 – Deakin, Alfred / Brookes, Herbert (ed) \"The Federal Story: The Inner History of the Federal Cause\" Robertson & Mullens, Melbourne, 1944 (later editions edited by J.A. La Nauze [1963] and Stuart Macintyre [1995]).\n1957 – Deakin, Alfred / La Nauze, J A  and Crawford, R M (eds) \"The Crisis in Victorian Politics, 1879–1881\" Melbourne University Press, Melbourne, 1957.\n1968 – Deakin, Alfred / La Nauze, J A (ed) \"Federated Australia: Selections from Letters to the Morning Post 1900–1910\" Melbourne University Press, Melbourne, 1968.\n1974 – Deakin, Alfred and Murdoch, Walter / La Nauze, J A and Nurser, Elizabeth (eds) \"Walter Murdoch and Alfred Deakin on 'Books and Men': Letters and Comments, 1900–1918\" Melbourne University Press, Melbourne, 1974. আইএসবিএন ০-৫২২-৮৪০৫৬-৬\n\n\n== আরো পড়ুন ==\nBirrell, Robert (1995), A Nation of Our Own, Longman Australia, Melbourne. আইএসবিএন ০-৫৮২-৮৭৫৪৯-৮\nBrett, Judith (২০১৭)। The Enigmatic Mr Deakin। Text Publishing। আইএসবিএন 9781925498660। \nGabay, Al (1992), The Mystic Life of Alfred Deakin, Cambridge University Press.\nHughes, Colin A (1976), Mr Prime Minister. Australian Prime Ministers 1901–1972, Oxford University Press, Melbourne, Victoria, Ch.22. আইএসবিএন ০-১৯-৫৫০৪৭১-২\nLa Nauze, John (১৯৬৫a)। Alfred Deakin: A Biography / Volume 1। Melbourne University Press। \nLa Nauze, John (১৯৬৫b)। Alfred Deakin: A Biography / Volume 2। Melbourne University Press। \nটেমপ্লেট:Cite Australasia\nDeakin, Alfred (১৯৪৪)। The Federal Story: The Inner History of the Federal Cause। Robertson and Mullins। \n\n\n== বাহ্যিক সংযোগ ==\n\nAlfred Deakin – অস্ট্রেলিয়ার প্রধানমন্ত্রী / অস্ট্রেলিয়ার জাতীয় আর্কাইভস\nআলফ্রেড ডেকিনের কাগজপত্রের নির্দেশিকা অস্ট্রেলিয়ার ন্যাশনাল লাইব্রেরি দ্বারা অনুষ্ঠিত এবং বেছে বেছে ডিজিটালাইজ করা হয়েছে\nআলফ্রেড ডেকিন প্রধানমন্ত্রীর গ্রন্থাগার\nডেকিন বিশ্ববিদ্যালয়\nআলফ্রেড ডিকিনের ব্যক্তিগত লাইব্রেরি LibraryThing এ"}