{"pageid": 1518573, "title": "রবিন মরগান", "url": "https://bn.wikipedia.org/wiki?curid=1518573", "content": "রবিন মরগান (জন্ম: ২৯ জানুয়ারী ১৯৪১) একজন আমেরিকান কবি, লেখক, কর্মী, সাংবাদিক, বক্তা এবং প্রাক্তন শিশু অভিনেত্রী। ১৯৬০-এর দশকের শুরুর দিক থেকে, তিনি আমেরিকান নারীবাদী আন্দোলনের একজন প্রধান উদারপন্থী নারীবাদী সদস্য এবং আন্তর্জাতিক নারীবাদী আন্দোলনের একজন নেত্রী। তার ১৯৭০ সালের সংকলন \"সিস্টারহুড ইজ পাওয়ারফুল \" নিউ ইয়র্ক পাবলিক লাইব্রেরি  কর্তৃক \"বিংশ শতাব্দীর ১০০টি সর্বাধিক প্রভাবশালী বইয়ের একটি\" হিসেবে স্বীকৃত হয়।  তিনি ২০টিরও বেশি কবিতা, কল্পকাহিনী এবং নন-ফিকশন বই লিখেছেন এবং মিসেস ম্যাগাজিনের সম্পাদক ছিলেন।\n১৯৬০-এর দশকে তিনি নাগরিক অধিকার আন্দোলন এবং ভিয়েতনাম যুদ্ধ-বিরোধী আন্দোলনে অংশগ্রহণ করেছিলেন। ১৯৬০-এর দশকের শেষের দিকে, তিনি নিউ ইয়র্ক র‍্যাডিক্যাল উইমেন এবং ডব্লিউ.আই.টি.সি.এইচ-এর মতো উদারপন্থী নারীবাদী সংগঠনের অন্যতম প্রতিষ্ঠাতা সদস্য ছিলেন। তিনি ফেমিনিস্ট উইমেন'স হেলথ নেটওয়ার্ক, ন্যাশনাল ব্যাটারড উইমেন'স রিফিউজ নেটওয়ার্ক, মিডিয়া উইমেন, ন্যাশনাল নেটওয়ার্ক অফ রেপ ক্রাইসিস সেন্টার, ফেমিনিস্ট রাইটার্স গিল্ড, উইমেন'স ফরেন পলিসি কাউন্সিল, ন্যাশনাল মিউজিয়াম অফ উইমেন ইন দ্য আর্টস, সিস্টারহুড ইজ গ্লোবাল ইনস্টিটিউট, গ্লোবালসিস্টার.অর্গ এবং গ্রিনস্টোন উইমেন'স রেডিও নেটওয়ার্ক-এর প্রতিষ্ঠাতা বা সহ-প্রতিষ্ঠাতা ছিলেন। তিনি কর্মী গ্লোরিয়া স্টেইনেম এবং অভিনেত্রী/কর্মী জেন ফন্ডার সাথে উইমেন'স মিডিয়া সেন্টার -এরও সহ-প্রতিষ্ঠাতা ছিলেন। ২০১৮ সালে তাকে বিবিসির ১০০ জন নারী তালিকায় অন্তর্ভুক্ত করা হয়। \n\n\n== শিশু অভিনেত্রী ==\n\nতার জন্মের সময়কার কিছু পরিস্থিতির কারণে, তার মা দাবি করেছিলেন যে রবিন মরগান তার প্রকৃত জন্মসাল  ( জন্ম এবং পিতামাতা দেখুন) থেকে এক বছর পরে জন্মগ্রহণ করেছিলেন, এবং শিশুশিল্পী হিসেবে তার ক্যারিয়ার জুড়ে, তিনি নিজে এবং অন্যরা তাকে তার প্রকৃত বয়সের চেয়ে এক বছরের ছোট বলে মনে করতেন।\nশৈশব থেকেই তার মা ফেইথ এবং মায়ের বোন স্যালি রবিনকে শিশু মডেল হিসেবে ক্যারিয়ার শুরু করান। পাঁচ বছর বয়সে, যদিও সবাই তাকে চার বছর বয়সী ভাবত,  তিনি নিউ ইয়র্ক রেডিও স্টেশন WOR- এ \"লিটল রবিন মরগান\" নামে নিজের একটি অনুষ্ঠান পেয়েছিলেন। তিনি মূল নেটওয়ার্ক রেডিও শোজুভেনাইল জুরি -এর নিয়মিত সদস্য ছিলেন। তার অভিনয় জীবন শুরু হয় আট বছর বয়সে \"মামা\" -টিভি সিরিজে অভিনয়ের মধ্যে দিয়ে, যেখানে তিনি পরিবারের ছোট বোন দাগমার হ্যানসেনের চরিত্রে অভিনয় করেন। ১৯৪৯ সালে সিবিএস-এ এই অনুষ্ঠানটির প্রিমিয়ার হয়, যেখানে পেগি উড প্রধান চরিত্রে অভিনয় করেন এবং এটি ব্যাপক জনপ্রিয়তা লাভ করে। মরগান সিটিজেন সেইন্ট (১৯৪৭) ছবিতে চেচ্চিনা ক্যাবরিনি চরিত্রে অভিনয় করেন।\nটেলিভিশনের স্বর্ণযুগে, মরগান কিস অ্যান্ড টেল এবং অ্যালিস ইন ওয়ান্ডারল্যান্ডের মতো \"দর্শকপ্রিয় টিভি\" নাটকে অভিনয় করেন এবং অমনিবাস, সাসপেন্স, ডেঞ্জার, হলমার্ক হল অফ ফেম, রবার্ট মন্টগোমারি প্রেজেন্টস, টেলস অফ টুমরো এবং ক্রাফ্ট থিয়েটারের মতো সরাসরি সম্প্রচারিত নাটকে অতিথি চরিত্রে অভিনয় করেন। তিনি সিডনি লুমেট, জন ফ্রাঙ্কেনহাইমার, রাল্ফ নেলসন ; প্যাডি শ্যায়েফস্কি এবং রড সার্লিংয়ের মতো লেখকদের সাথে কাজ করেছেন; এবং বরিস কার্লফ, রোজালিন্ড রাসেল, বিল \"বোজ্যাঙ্গেলস\" রবিনসন এবং ক্লিফ রবার্টসনের মতো অভিনেতাদের সাথে অভিনয় করেছেন।\nচার বছর বয়স থেকেই অভিনয়ের চেয়ে লেখালেখির দিকেই বেশি ঝোক ছিল মর্গানের, তাই তাকে শো ব্যবসায় টিকিয়ে রাখার তার মায়ের প্রচেষ্টার বিরোধিতা করেন এবং ১৪ বছর বয়সে মামা সিরিজের অভিনয় ছেড়ে দেন।\n\n\n== প্রাপ্তবয়স্ক জীবন এবং কর্মজীবন ==\nযৌবনে প্রবেশের সঙ্গে সঙ্গে, রবিন মরগান কলাম্বিয়া বিশ্ববিদ্যালয়ে একজন নন-ম্যাট্রিকুলেশন ছাত্রী হিসেবে তার পড়াশোনাও চালিয়ে যান। তিনি কার্টিস ব্রাউন লিটারারি এজেন্সিতে সেক্রেটারি হিসেবে কাজ শুরু করেন, যেখানে তিনি ১৯৬০-এর দশকের গোড়ার দিকে কবি ডব্লিউ. এইচ. অড্যান সহ অন্যান্য লেখকদের সাথে পরিচিত হন এবং কাজ করেন। তিনি ইতিমধ্যেই তার কবিতা প্রকাশ করা শুরু করেছিলেন (পরে ১৯৭২ সালে প্রকাশিত তার প্রথম কবিতার বই, মনস্টারে সংগৃহীত)। পরবর্তী কয়েক দশক ধরে, রাজনৈতিক কর্মকাণ্ড, কল্পকাহিনী এবং নন-ফিকশন লেখালেখি এবং কলেজ ও বিশ্ববিদ্যালয়ে নারী অধিকারের উপর বক্তৃতা দেওয়ার পাশাপাশি, মরগান কবিতা রচনা এবং প্রকাশ করতে থাকেন। \n\n\n== তথ্যসূত্র =="}