{"pageid": 1518975, "title": "প্রকল্প ২০২৫", "url": "https://bn.wikipedia.org/wiki?curid=1518975", "content": "প্রজেক্ট ২০২৫ (২০২৫ প্রেসিডেন্সিয়াল ট্রানজিশন প্রজেক্ট নামেও পরিচিত) হল একটি রাজনৈতিক উদ্যোগ, যা যুক্তরাষ্ট্রের ফেডারেল সরকার পুনর্গঠনের মাধ্যমে নির্বাহী ক্ষমতাকে সংহত করে ডানপন্থী নীতিগুলোর পক্ষে কাজে লাগানোর পরিকল্পনা গ্রহণ করেছে। এটি দ্য হেরিটেজ ফাউন্ডেশন, একটি মার্কিন রক্ষণশীল গবেষণা প্রতিষ্ঠান, কর্তৃক ২০২৩ সালের এপ্রিলে প্রকাশিত হয়। পরিকল্পনাটি ডোনাল্ড ট্রাম্পের ২০২৪ সালের প্রেসিডেন্ট নির্বাচনে বিজয়ের সম্ভাবনা মাথায় রেখে প্রস্তুত করা হয়েছিল।\nহেরিটেজ ফাউন্ডেশনের Mandate for Leadership সিরিজের নবম সংস্করণ, প্রজেক্ট ২০২৫, একটি বিতর্কিত ব্যাখ্যার উপর ভিত্তি করে তৈরি যা unitary executive theory-এর ধারণা অনুসারে সম্পূর্ণ কার্যনির্বাহী শাখা প্রেসিডেন্টের নিয়ন্ত্রণাধীন বলে মনে করে। প্রজেক্ট ২০২৫-এর সমর্থকরা দাবি করেন যে এটি একটি সরকারি আমলাতন্ত্র বিলুপ্ত করবে, যা তারা অপ্রতিদানশীল এবং মূলত উদারপন্থী বলে মনে করেন। সমালোচকরা একে একটি স্বৈরাচারী, খ্রিস্টীয় জাতীয়তাবাদী পরিকল্পনা হিসাবে আখ্যায়িত করেছেন, যা মার্কিন যুক্তরাষ্ট্রকে স্বৈরতন্ত্রের দিকে পরিচালিত করবে এবং ক্ষমতার বিভাজন ও নাগরিক স্বাধীনতা হুমকির মুখে ফেলবে।\nএই প্রকল্পের মাধ্যমে ফেডারেল সিভিল সার্ভিসের মেধাভিত্তিক কর্মচারীদের ট্রাম্প-অনুগত ব্যক্তিদের দ্বারা প্রতিস্থাপনের পরিকল্পনা করা হয়েছে, যাতে সরকারি সংস্থাগুলোর উপর দলীয় নিয়ন্ত্রণ প্রতিষ্ঠা করা যায়। এর মধ্যে রয়েছে ন্যায়বিচার বিভাগ (DOJ), বাণিজ্য বিভাগ (DOC) এবং Federal Trade Commission (FTC)। প্রজেক্ট ২০২৫ পরিবেশগত বিধিনিষেধ হ্রাস করে জীবাশ্ম জ্বালানিকে সুবিধা দেওয়ার পরিকল্পনা করে এবং ন্যাশনাল ইনস্টিটিউটস অব হেলথ (NIH)-কে কম স্বতন্ত্র করতে এবং এর ভ্রূণ স্টেম সেল গবেষণার অর্থায়ন বন্ধ করার প্রস্তাব দেয়। এটি অশ্লীলতা অপরাধ হিসেবে গণ্য করা, LGBTQ+ বিরোধী বৈষম্যের বিরুদ্ধে আইনগত সুরক্ষা অপসারণ এবং বৈচিত্র্য, সাম্য ও অন্তর্ভুক্তি (DEI) কর্মসূচি বাতিলের সুপারিশ করে। এছাড়াও, এটি খ্রিস্টীয় ডানপন্থীদের সমর্থিত আইন কার্যকর করার প্রস্তাব দেয়, যেমন গর্ভপাত এবং জন্মনিয়ন্ত্রণ ওষুধ প্রেরণ ও গ্রহণকে অপরাধ হিসেবে গণ্য করা এবং জরুরি গর্ভনিরোধক কভারেজ বাতিল করা।\nপ্রজেক্ট ২০২৫-এর অধিকাংশ লেখক ও অবদানকারী ট্রাম্পের পূর্ববর্তী প্রশাসন বা তার নির্বাচনী প্রচারাভিযানে কাজ করেছেন। ট্রাম্পের প্রচার কর্মকর্তা প্রজেক্ট ২০২৫-এর সঙ্গে যোগাযোগ বজায় রেখেছিলেন, কারণ এর লক্ষ্যসমূহ Agenda 47 প্রোগ্রামের সঙ্গে সামঞ্জস্যপূর্ণ ছিল। পরবর্তীতে ট্রাম্প নিজেকে এই পরিকল্পনা থেকে দূরে সরিয়ে নেওয়ার চেষ্টা করেন।\n\n\n== পটভূমি ==\n\nহেরিটেজ ফাউন্ডেশন, যা ১৯৭৩ সালে প্রতিষ্ঠিত একটি রক্ষণশীল থিংক ট্যাঙ্ক, মার্কিন যুক্তরাষ্ট্রের সরকারি নীতি প্রণয়নে গুরুত্বপূর্ণ প্রভাব বিস্তার করেছে। ২০১৯ সালে এটি যুক্তরাষ্ট্রের সবচেয়ে প্রভাবশালী নীতিনির্ধারণী সংস্থাগুলোর মধ্যে স্থান পেয়েছিল। এটি বিভিন্ন রক্ষণশীল গোষ্ঠীর সঙ্গে সমন্বয় সাধন করে একটি মিত্র নেটওয়ার্ক তৈরি করেছে।\nহেরিটেজ ফাউন্ডেশনের প্রেসিডেন্ট কেভিন রবার্টস সংগঠনের বর্তমান ভূমিকাকে \"ট্রাম্পবাদের প্রাতিষ্ঠানিকীকরণ\" হিসেবে দেখেন। হেরিটেজ ফাউন্ডেশন ট্রাম্পের সঙ্গে ঘনিষ্ঠভাবে জড়িত। ২০২২ সালে একটি হেরিটেজ ফাউন্ডেশনের নৈশভোজে ট্রাম্প এই সংস্থাকে সমর্থন জানিয়ে বলেন যে এটি \"ভবিষ্যতের পরিকল্পনা তৈরি করবে এবং বিশদভাবে জানাবে যে আমাদের আন্দোলন কী করবে... যখন আমেরিকান জনগণ আমাদের বিশাল ম্যান্ডেট দেবে।\" এপ্রিল ২০২৪-এ রবার্টস বলেন যে তিনি ট্রাম্পের সঙ্গে প্রজেক্ট ২০২৫ সম্পর্কে আলোচনা করেছেন; ট্রাম্পের প্রচার শিবির এটি অস্বীকার করেছে।\nউপ-রাষ্ট্রপতি জেডি ভ্যান্স রবার্টসের বই Dawn's Early Light: Taking Back Washington to Save America-এর ভূমিকা লিখেছেন।\nপ্রজেক্ট ২০২৫ ২০২২ সালে পল ড্যান্স-এর নেতৃত্বে প্রতিষ্ঠিত হয়, যার লক্ষ্য ছিল ২০২৪ সালের রিপাবলিকান প্রেসিডেন্ট প্রার্থীর জন্য একটি কর্মী ডাটাবেস ও মতাদর্শগত কাঠামো প্রদান করা। হেরিটেজ ফাউন্ডেশন একটি রক্ষণশীল সরকার গঠনের জন্য ২০২৫ সালে কর্মী নিয়োগের সুপারিশ প্রস্তুত করতে $২২ মিলিয়ন ব্যয় করেছে। এটি ঐতিহ্যগতভাবে যা করত তার তুলনায় অনেক বেশি, কারণ ট্রাম্প তার প্রথম মেয়াদে দুর্বল কর্মী নির্বাচনের অভিযোগ করেছিলেন। রেগান যুগের আপ্তবাক্য \"কর্মীরাই নীতি নির্ধারণ করে\" অনুসারে, কিছু রাজনৈতিক বিশ্লেষক মনে করেন যে প্রজেক্ট ২০২৫-এর সবচেয়ে গুরুত্বপূর্ণ দিক হলো কর্মী নিয়োগ।\n\nMandate for Leadership সিরিজের নতুন সংস্করণ ১৯৮১ সাল থেকে প্রতিটি মার্কিন যুক্তরাষ্ট্রের প্রেসিডেন্ট নির্বাচন-এর সাথে প্রকাশিত হয়েছে। হেরিটেজ তাদের Mandate-কে \"নীতি বাইবেল\" বলে উল্লেখ করে, এবং একইভাবে, ২০১৫ সালের Mandate-এর প্রায় দুই-তৃতীয়াংশ নীতি ট্রাম্প প্রশাসনের মাধ্যমে বাস্তবায়নের চেষ্টা করা হয়েছিল।\nএপ্রিল ২০২৩-এ, হেরিটেজ ফাউন্ডেশন ৯২০-পৃষ্ঠার Mandate প্রকাশ করে, যা শতাধিক রক্ষণশীল লেখকের দ্বারা রচিত। প্রকল্পের অংশগ্রহণকারী সংগঠনগুলোর প্রায় অর্ধেকই ডার্ক মানি অনুদান পেয়েছে, যা রক্ষণশীল দাতা এবং ট্রাম্পের বিচার বিভাগীয় মনোনয়ন প্রক্রিয়ার অন্যতম প্রধান ব্যক্তিত্ব লিওনার্ড লিও-র সাথে সম্পর্কিত ফান্ড সংগ্রহকারী গোষ্ঠীগুলোর নেটওয়ার্ক থেকে এসেছে।\n\n২০২৪ সালের ট্রাম্প প্রচার শিবির বলেছে যে কোনো বাইরের সংগঠন ট্রাম্পের পক্ষে কথা বলে না এবং Agenda 47-ই ট্রাম্পের দ্বিতীয় মেয়াদের একমাত্র আনুষ্ঠানিক পরিকল্পনা।\nহেরিটেজ অন্যান্য ২০২৪ রিপাবলিকান প্রেসিডেন্ট প্রাইমারি প্রার্থীদের এই প্রকল্প সম্পর্কে ব্রিফ করেছিল, তবে তারা মূলত ট্রাম্পের প্রশাসনের জন্য নীতিগুলোতে মনোযোগ দিয়েছে।\nপ্রকল্প ২০২৫ একমাত্র রক্ষণশীল উদ্যোগ নয়, যার কাছে সম্ভাব্য রিপাবলিকান প্রশাসনের জন্য নিয়োগপ্রাপ্তদের ডাটাবেস রয়েছে, তবে এই প্রকল্পগুলোর নেতারা প্রত্যেকেই ট্রাম্পের সঙ্গে সংযুক্ত। কয়েক হাজার মেধাভিত্তিক ফেডারেল সরকারি কর্মীকে রাজনৈতিক নিয়োগপ্রাপ্ত হিসেবে পুনর্বিন্যাসের মাধ্যমে ট্রাম্পের অনুগতদের দিয়ে প্রতিস্থাপন করার পরিকল্পনা রয়েছে। সমালোচকরা আশঙ্কা করছেন যে এভাবে প্রশাসনিক প্রক্রিয়া ভঙ্গ করা হতে পারে, এমনকি কিছু ক্ষেত্রে আইন লঙ্ঘন করেও ট্রাম্পের লক্ষ্য অর্জন করা হতে পারে।\n\n\n== উপদেষ্টা বোর্ড এবং নেতৃত্ব ==\n\n\n=== সহযোগী নেটওয়ার্ক ===\n২০২৪ সালের ফেব্রুয়ারি পর্যন্ত, প্রকল্প ২০২৫-এর ১০০-র বেশি সহযোগী সংগঠন ছিল। Southern Poverty Law Center সাতটি সংগঠনকে ঘৃণা বা উগ্রপন্থী গোষ্ঠী হিসেবে চিহ্নিত করেছে।\nমে ২০২৪-এ, রাসেল ভোট রিপাবলিকান ন্যাশনাল কমিটি-র প্ল্যাটফর্ম কমিটির নীতি পরিচালক মনোনীত হন। Center for Renewing America (CRA), যা ভোট প্রতিষ্ঠা করেছিলেন, প্রকল্প ২০২৫-এর উপদেষ্টা বোর্ডের সদস্য। CRA নির্বাহী আদেশ, বিধিবিধান এবং স্মারকলিপি প্রস্তুত করেছিল, যা ট্রাম্পের পরিকল্পনাগুলো দ্রুত বাস্তবায়নের ভিত্তি রাখতে পারত। ভোট তার প্রথম মেয়াদে ট্রাম্পের বাজেট ব্যবস্থাপনা অফিসের পরিচালক ছিলেন।\nজুলাই ২০২৪-এ, স্টিফেন মিলার, সাবেক ট্রাম্প উপদেষ্টা, তার সংস্থা, আমেরিকা ফার্স্ট লিগ্যাল, প্রকল্প ২০২৫-এর উপদেষ্টা বোর্ডের তালিকা থেকে সরিয়ে নিতে চান। প্রকল্প থেকে বেরিয়ে যাওয়ার আগে তিনি এর প্রচারমূলক ভিডিওতে উপস্থিত ছিলেন। নভেম্বরে ২০২৪-এ, তাকে ট্রাম্পের দ্বিতীয় মেয়াদের জন্য হোয়াইট হাউসের উপদেষ্টা হিসেবে নিয়োগ দেওয়া হয়।\n\n\n=== ট্রাম্পের সঙ্গে সংযোগ ===\nপ্রকল্প ২০২৫-এর অংশীদার সংস্থাগুলো ২০০-র বেশি সাবেক ট্রাম্প প্রশাসনিক কর্মকর্তাকে নিয়োগ দিয়েছে। ট্রাম্প ব্যক্তিগতভাবে এই পরিকল্পনা প্রণয়নে যুক্ত ছিলেন না বা এটি অনুমোদন করেননি।\nজন ম্যাকএন্টি, প্রকল্প ২০২৫-এর একজন শীর্ষ উপদেষ্টা এবং সাবেক ট্রাম্প সহকারী, বলেছেন যে প্রকল্পটি ট্রাম্পের দ্বিতীয় মেয়াদের প্রস্তুতির জন্য গুরুত্বপূর্ণ কাজ করছে।\nক্রিস্টোফার মিলার, যিনি ট্রাম্পের প্রথম মেয়াদের শেষ মাসে প্রতিরক্ষা সচিব ছিলেন, Mandate-এর প্রতিরক্ষা বিভাগের অধ্যায় লিখেছেন।\nদ্বিতীয় মেয়াদের আগে, প্রকল্প ২০২৫-এর অনেক সহযোগী সদস্যকে সম্ভাব্য ট্রাম্প প্রশাসনে অবস্থান নেওয়ার জন্য প্রস্তুত করা হয়েছিল এবং প্রশাসনটি প্রকল্পের মাধ্যমে নিয়োগপ্রাপ্ত ও প্রশিক্ষিত সম্ভাব্য ফেডারেল কর্মচারীদের ডাটাবেস ব্যবহার করতে পারে বলে আশা করা হয়েছিল। Mandate-এর অন্যতম লেখক পিটার নাভারোকে ট্রাম্পের বাণিজ্য ও উৎপাদন সংক্রান্ত সিনিয়র কাউন্সিলর হিসেবে নিয়োগ দেওয়া হয়েছিল।\n\n\n=== নেতৃত্ব ===\nসহযোগী প্রকল্প পরিচালক স্পেনসার ক্রেটিয়েন, যিনি ট্রাম্পের প্রথম মেয়াদে রাষ্ট্রপতি কর্মীদের সহযোগী পরিচালক ছিলেন।\n২ জুলাই, ২০২৪-এ, হেরিটেজ ফাউন্ডেশনের সভাপতি কেভিন রবার্টস বিতর্ক সৃষ্টি করেন এই বলে: \"আমরা দ্বিতীয় আমেরিকান বিপ্লবের প্রক্রিয়ায় রয়েছি, যা রক্তপাতহীন থাকবে যদি বামপন্থীরা এটি অনুমতি দেয়।\" কিছুক্ষণ পরেই, ফাউন্ডেশন একটি বিবৃতি প্রকাশ করে যোগ করে: \"দুর্ভাগ্যবশত, তাদের বিপরীত কিছু ঘটানোর একটি সুপ্রতিষ্ঠিত রেকর্ড রয়েছে।\"\nপ্রজেক্ট ২০২৫, ৫ জুলাই একটি বিবৃতিতে জানায় যে প্রকল্পটি \"কোনও প্রার্থী বা প্রচারের পক্ষে কথা বলে না\" এবং এটি \"পরবর্তী রক্ষণশীল রাষ্ট্রপতির\" উপর নির্ভর করে যে তিনি এর সুপারিশগুলির কোনটি বাস্তবায়ন করবেন। জুলাই ২০২৪-এ, ট্রাম্প আবারও প্রজেক্ট ২০২৫-এর প্রতি তার বিরোধিতা পুনর্ব্যক্ত করেন, তবে একই মাসে প্রকল্পের পরিচালক পল ড্যানস নিশ্চিত করেন যে তার দল ট্রাম্পের প্রচারের সাথে চলমান সংযোগ বজায় রেখেছে। ২৯ জুলাইয়ের সপ্তাহে, ড্যানস প্রকল্পের কর্মীদের জানান যে তিনি আগস্টে পরিচালক পদ থেকে সরে দাঁড়াবেন এবং নির্বাচনী প্রচারে মনোনিবেশ করবেন। কেভিন রবার্টস প্রকল্পের নেতৃত্ব গ্রহণ করেন।\nরজার সেভেরিনো হেরিটেজ ফাউন্ডেশনে অভ্যন্তরীণ নীতির সহ-সভাপতি। তিনি, রবার্টস এবং ড্যানস একসাথে ম্যানডেট-এর বেশিরভাগ অংশ লিখেছেন।\n\n\n== দার্শনিক দৃষ্টিভঙ্গি ==\nম্যানডেট ফর লিডারশিপ চারটি প্রধান লক্ষ্য নির্ধারণ করে: আমেরিকান জীবনের কেন্দ্রবিন্দু হিসেবে পরিবারকে পুনরুদ্ধার করা; প্রশাসনিক রাষ্ট্রকে বিলুপ্ত করা; জাতীয় সার্বভৌমত্ব ও সীমান্ত রক্ষা করা; এবং সৃষ্টিকর্তা-প্রদত্ত স্বাধীনভাবে বেঁচে থাকার অধিকার সুরক্ষিত করা। রবার্টস ম্যানডেট'র ভূমিকায় লিখেছেন: \"আমাদের প্রতিষ্ঠানগুলোর মধ্য দিয়ে সাংস্কৃতিক মার্ক্সবাদের দীর্ঘ অগ্রযাত্রা বাস্তবে পরিণত হয়েছে। ফেডারেল সরকার একটি দানবে পরিণত হয়েছে, যা আমেরিকান নাগরিক ও রক্ষণশীল মূল্যবোধের বিরুদ্ধে অস্ত্রসজ্জিত, যেখানে স্বাধীনতা ও মুক্তি আগের চেয়ে বেশি হুমকির মুখে।\"\nরবার্টস স্বাধীনতা ঘোষণায় \"সুখ অনুসন্ধান\" বাক্যাংশটির অর্থ \"ধন্যতা অনুসন্ধান\" হিসেবে ব্যাখ্যা করেন। তার মতে, \"একজন ব্যক্তিকে তার সৃষ্টিকর্তার নির্দেশ অনুসারে বেঁচে থাকার স্বাধীনতা দিতে হবে—যাতে সে বিকশিত হতে পারে।\" সংবিধান, তিনি যুক্তি দেন, \"আমাদের যা ইচ্ছা তা করার স্বাধীনতা নয়, বরং যা করা উচিত তা করার স্বাধীনতা প্রদান করে।\" রবার্টস লিখেছেন যে ২০২৪ সালের আমেরিকা এমন একটি স্থান যেখানে \"মূল্যস্ফীতি পারিবারিক বাজেট ধ্বংস করছে, মাদক অতিরিক্ত সেবনের ফলে মৃত্যু বৃদ্ধি পাচ্ছে, এবং শিশুদের স্কুল গ্রন্থাগারগুলোতে ট্রান্সজেন্ডারিজম-এর বিষাক্ত স্বাভাবিকীকরণ, ড্র্যাগ কুইন এবং পর্নোগ্রাফির অনুপ্রবেশের শিকার হতে হচ্ছে।\" তিনি যুক্তরাষ্ট্রে অপরাধ বৃদ্ধির বিষয়ে উদ্বেগ প্রকাশ করেন।\nড্যানস, যিনি প্রকল্পের দিকনির্দেশক নথির সহ-সম্পাদক, ব্যাখ্যা করেন যে প্রজেক্ট ২০২৫ একটি রক্ষণশীল কর্মীবাহিনী প্রস্তুত করছে যারা তাদের অংশীদার সংস্থাগুলোর প্রশিক্ষণের মাধ্যমে গভীর রাষ্ট্রের বিরুদ্ধে লড়াই করবে। তিনি লিখেছেন যে প্রজেক্ট ২০২৫-এর চারটি স্তম্ভ রয়েছে:\n\nম্যানডেট ফর লিডারশিপ\nএকটি কর্মী ডাটাবেস, যা জনসাধারণের জন্য উন্মুক্ত এবং হেরিটেজ এটি ট্রাম্পের দলের সাথে ভাগ করে নিতে পারে\nপ্রেসিডেন্সিয়াল অ্যাডমিনিস্ট্রেশন একাডেমি, একটি অনলাইন শিক্ষা ব্যবস্থা\nএকটি গোপন পরিকল্পনা, যা দল ও পরিকল্পনা তৈরির জন্য প্রস্তুত থাকবে, যদি প্রেসিডেন্ট বলেন \"সো হেল্প মি গড\"।\n\n\n== নীতিসমূহ ==\n\nএই পরিকল্পনায় কিছু সংস্কৃতি যুদ্ধের বিষয় এবং অতীত রিপাবলিকান মতাদর্শ থেকে বিচ্যুত কিছু নীতি অন্তর্ভুক্ত রয়েছে। যদিও কিছু প্রস্তাবের জন্য কংগ্রেসের রিপাবলিকানদের সমর্থন বা সুপ্রিম কোর্টের অনুকূল সিদ্ধান্তের প্রয়োজন হতে পারে, তবে বেশিরভাগই নির্বাহী ক্ষমতার উপর নির্ভর করে।\n\n\n=== অর্থনীতি ===\n\nপ্রজেক্ট ২০২৫ অর্থনৈতিক সংস্কারের বিভিন্ন বিকল্প প্রদান করে, যেগুলোর মধ্যে কিছু অপেক্ষাকৃত বেশি র‍্যাডিকাল। এটি ফেডারেল রিজার্ভ-এর সমালোচনা করে, এটিকে ব্যবসায়িক চক্রের জন্য দায়ী করে এবং এটি বিলুপ্ত করার প্রস্তাব দেয়; পরিবর্তে, এটি সুপারিশ করে যে ডলারকে সোনা বা অন্য কোনো পণ্য দ্বারা সমর্থিত করা হোক।\nএই প্রকল্পের লক্ষ্য হলো ধীরে ধীরে আয়কর থেকে ভোগ কর-এ পরিবর্তন আনা, যেমন একটি জাতীয় বিক্রয় কর। এটি ব্যক্তি আয়করকে দুটি ফ্ল্যাট ট্যাক্স হারের মাধ্যমে সরলীকরণের প্রস্তাব দেয়: ২০২৪ সালে সোশ্যাল সিকিউরিটি ওয়েজ বেস ($১৬৮,৬০০) পর্যন্ত আয়ের জন্য ১৫% এবং এর ঊর্ধ্বে ৩০%। একটি অনির্দিষ্ট স্ট্যান্ডার্ড ছাড় অন্তর্ভুক্ত থাকবে, তবে বেশিরভাগ ছাড়, ক্রেডিট ও ছাড়পত্র বাতিল করা হবে।\nএটি কর্পোরেট কর হার ২১% থেকে কমিয়ে ১৮% করার প্রস্তাব দেয়, কারণ ম্যানডেট-এর লেখকদের মতে এটি সবচেয়ে ক্ষতিকারক কর। ২০১৭ সালের টিসিজেএ এই হার ৩৫% থেকে ২১%-এ কমিয়েছিল। এটি উচ্চ আয়ের ব্যক্তিদের জন্য মূলধনী লাভ কর ২০২৪ সালের ২০% হার থেকে ১৫%-এ নামানোর প্রস্তাব দেয়। এমন \"বৈধতামূলক স্থায়ীকরণ\" সংবিধানগত কিনা তা নিয়ে বিতর্ক রয়েছে, তবে বেশিরভাগ আইন বিশেষজ্ঞ একমত যে এটি অনুমোদিত নয়।\nপ্রকল্পটি Bureau of Economic Analysis, Census Bureau, এবং Bureau of Labor Statistics-কে একীভূত করে একটি একক সংস্থা তৈরির প্রস্তাব দেয় এবং এর লক্ষ্যকে রক্ষণশীল নীতির সাথে সামঞ্জস্যপূর্ণ করার পরিকল্পনা করে। এটি পরামর্শ দেয় যে পরিসংখ্যান বিশ্লেষণের পদগুলিতে রাজনৈতিক নিয়োগপ্রাপ্তদের সংখ্যা সর্বাধিক করা উচিত। এছাড়াও, এটি সুপারিশ করে যে কংগ্রেস Consumer Financial Protection Bureau বিলুপ্ত করুক। এটি FTC, যা অ্যান্টিট্রাস্ট আইন বাস্তবায়নের জন্য দায়ী, তা বিলুপ্ত করার পরিকল্পনা করে এবং National Labor Relations Board-এর ভূমিকা সীমিত করতে চায়, যা কর্মীদের সংগঠিত হওয়ার এবং অন্যায্য শ্রম অনুশীলনের বিরুদ্ধে লড়াই করার অধিকার রক্ষা করে।\nকিছু লেখক সরাসরি বা লবিস্ট হিসেবে অ্যামাজন, মেটা এবং বিটকয়েন সংস্থার জন্য কাজ করেছেন। এক বিশেষজ্ঞ দাবি করেছেন যে পরিকল্পনার অসঙ্গতিগুলো বিশেষ কিছু শিল্প বা দাতাদের কাছ থেকে তহবিল সংগ্রহের উদ্দেশ্যে তৈরি করা হয়েছে, যাদের এতে লাভ হবে।\nProject 2025 Department of Commerce-এর অধীনে Economic Development Administration (EDA) বিলুপ্ত করার সুপারিশ করে এবং যদি তা সম্ভব না হয়, তবে এটি পরামর্শ দেয় যে EDA-কে \"বাইডেন প্রশাসনের দেশীয় জ্বালানি উৎপাদনের ওপর আক্রমণে ক্ষতিগ্রস্ত গ্রামীণ সম্প্রদায়গুলিকে সহায়তা করা উচিত।\"\nপ্রকল্পটি ঘোষণা করে যে \"ঈশ্বর Sabbath-কে বিশ্রামের দিন হিসেবে নির্ধারণ করেছেন\" এবং সুপারিশ করে যে রবিবার কাজের জন্য আমেরিকানদের বেশি পারিশ্রমিক প্রদান নিশ্চিত করতে আইন প্রণয়ন করা হোক।\nProject 2025 বৈদেশিক বাণিজ্য ইস্যুতে বিভক্ত। এটি যুক্তি দেয় যে ট্রাম্প এবং বাইডেনের শুল্ক নীতিগুলো শুধুমাত্র আমেরিকান অর্থনীতিকেই দুর্বল করেনি, বরং জাতীয় ও আন্তর্জাতিক মিত্রতাকেও ক্ষতিগ্রস্ত করেছে।\nব্যাংকিং নিয়ন্ত্রণের ক্ষেত্রে, Mandate সুপারিশ করে যে Office of the Comptroller of the Currency, Federal Deposit Insurance Corporation, National Credit Union Administration, এবং ফেডারেল রিজার্ভের নিয়ন্ত্রক ও আর্থিক তত্ত্বাবধানে নিয়োজিত অংশগুলো একত্রিত করা হোক। নথিটি বলছে যে আমানত বিমা ব্যবস্থা ব্যাংকের আমানতকারীদের ব্যাংকের আর্থিক অবস্থার প্রতি নজর রাখার প্রয়োজনীয়তা কমিয়ে দেয়।\n\n\n=== শিক্ষা ও গবেষণা ===\n\nProject 2025-এর অন্যতম প্রধান উদ্বেগ হল সরকারি স্কুলে \"woke প্রচারণা\"। এর প্রতিক্রিয়ায়, এটি ফেডারেল সরকারের শিক্ষাক্ষেত্রে ভূমিকা কমিয়ে আনার এবং school choice ও অভিভাবকদের অধিকার বাড়ানোর পরিকল্পনা করে। এই লক্ষ্য অর্জনের জন্য, এটি Department of Education বন্ধ করার প্রস্তাব দেয় এবং শিক্ষানীতি ও অর্থায়নের নিয়ন্ত্রণ রাজ্য সরকারকে দেওয়ার পরিকল্পনা করে। Individuals with Disabilities' Education Act (IDEA)-এর অধীনে থাকা কর্মসূচিগুলো Department of Health and Human Services পরিচালনা করবে। National Center for Education Statistics (NCES) Census Bureau-এর অংশ হয়ে যাবে।\nProject 2025-এর মতে, শিক্ষা সংক্রান্ত বিষয়ে ফেডারেল সরকার শুধুমাত্র একটি পরিসংখ্যান সংস্থা হিসেবে কাজ করা উচিত। স্কুলে নাগরিক অধিকার বাস্তবায়নে ফেডারেল সরকারের ভূমিকা ব্যাপকভাবে কমিয়ে আনা উচিত, এবং এই দায়িত্ব Department of Justice-এ স্থানান্তরিত করা উচিত, যা শুধুমাত্র মামলা-মোকদ্দমার মাধ্যমে আইন প্রয়োগ করতে পারবে। এছাড়াও, ফেডারেল সরকার স্কুলে শাস্তিমূলক ব্যবস্থার জাতিগত বা জাতিগত প্রভাব পর্যালোচনা করা বন্ধ করবে। Project 2025-এর মতে, ফেডারেল সরকারের অতিরিক্ত হস্তক্ষেপের ফলে স্কুলগুলো \"শিক্ষার্থীদের নিরাপত্তার চেয়ে শৃঙ্খলাবিধিতে জাতিগত সমতা অর্জনকে বেশি অগ্রাধিকার দিচ্ছে।\"\nProject 2025 আরও প্রস্তাব দেয় যে Elementary and Secondary Education Act-এর Title I মেয়াদ শেষ হয়ে গেলে তা পুনর্নবীকরণ করা হবে না, ফলে নিম্ন-আয়ের এলাকার স্কুলগুলোর জন্য $18 বিলিয়ন ফেডারেল তহবিল বিলুপ্ত হবে। প্রকল্পের সমর্থকদের মতে, শিক্ষা একটি ব্যক্তিগত পণ্য হওয়া উচিত, এটি সার্বজনীন সম্পদ নয়।\nProject 2025 প্রেসিডেন্টকে উৎসাহিত করে যে \"কোনো গবেষণা যদি জনগণের অর্থায়নে পরিচালিত হয়, তবে তা অবশ্যই জাতীয় স্বার্থ রক্ষা করবে এবং রক্ষণশীল নীতির সাথে সামঞ্জস্যপূর্ণ হবে।\" উদাহরণস্বরূপ, climatology গবেষণায় অর্থায়ন ব্যাপকভাবে কমানো উচিত, কারণ Project 2025 জলবায়ু পরিবর্তন বিষয়ে সন্দেহপ্রবণ অবস্থান গ্রহণ করে।\n\n\n=== পরিবেশ ও জলবায়ু ===\n\nম্যান্ডেট-এর জলবায়ু বিষয়ক অধ্যায়টি কয়েকজন ব্যক্তি লিখেছেন, যার মধ্যে ছিলেন ম্যান্ডি গুনাসেকারা, যাকে ট্রাম্প আগে পরিবেশ সংরক্ষণ সংস্থা (EPA)-এর চিফ অফ স্টাফ হিসেবে নিয়োগ করেছিলেন, এবং বার্নার্ড ম্যাকনামি, যাকে ট্রাম্প ফেডারেল এনার্জি রেগুলেটরি কমিশন-এ নিয়োগ দিয়েছিলেন। গুনাসেকারা দাবি করেছেন যে ২০১৭ সালে প্যারিস চুক্তি থেকে মার্কিন যুক্তরাষ্ট্রের প্রত্যাহার নিশ্চিত করতে তিনি গুরুত্বপূর্ণ ভূমিকা রেখেছিলেন। অন্যদিকে, প্রকল্প পরিচালক পল ড্যানস স্বীকার করেন যে জলবায়ু পরিবর্তন বাস্তব, তবে তিনি মানব কার্যকলাপকে এর কারণ হিসেবে মানতে নারাজ।\nএই ইশতেহারে প্রেসিডেন্টকে পরামর্শ দেওয়া হয়েছে যে তিনি কেবল বাইডেনের জলবায়ু পরিবর্তন সম্পর্কিত নির্বাহী আদেশ বাতিল করেই থেমে থাকবেন না, বরং \"জলবায়ু পরিবর্তনের সমস্ত উল্লেখ সর্বত্র থেকে নির্মূল করবেন\"। এটি গ্রিনহাউস গ্যাস নির্গমন কমানোর কৌশল পরিত্যাগের প্রস্তাব দেয়, যার মধ্যে রয়েছে নির্গমন নিয়ন্ত্রণকারী বিধিবিধান বাতিল করা এবং ন্যাশনাল ওশানিক অ্যান্ড অ্যাটমোস্ফেরিক অ্যাডমিনিস্ট্রেশন (NOAA) বিলুপ্ত করা, যাকে প্রকল্পটি \"জলবায়ু পরিবর্তন সতর্কতা শিল্পের প্রধান চালিকাশক্তিগুলোর একটি\" বলে অভিহিত করেছে। একজন বিজ্ঞান বিশেষজ্ঞ বলেছেন যে এই নীতিগুলো মানুষের জীবন বিপন্ন করবে, এটি বার্তাবাহককে দোষারোপ করার শামিল, এবং জলবায়ু পরিবর্তন অস্বীকারবাদী আন্দোলনকে সমর্থন করে।\nমুদ্রাস্ফীতি হ্রাস আইন (Inflation Reduction Act) যুক্তরাষ্ট্রের জ্বালানি দপ্তরের (DOE) ঋণ কর্মসূচির বাজেট $৪০ বিলিয়ন থেকে $৪০০ বিলিয়ন পর্যন্ত বৃদ্ধি করেছে। প্রজেক্ট ২০২৫ এই আইন বাতিলের এবং DOE-এর ঋণ কর্মসূচি বন্ধ করার পক্ষে। ম্যাকনামি চান DOE তার অর্থায়নকে জলবায়ু পরিবর্তন ও নবায়নযোগ্য জ্বালানি গবেষণা থেকে সরিয়ে আরও সাশ্রয়ী জ্বালানির উন্নয়নের দিকে সরিয়ে নিক। তিনি এই পরিবর্তনগুলিকে স্থায়ী করতে DOE-এর জ্বালানি দক্ষতা ও নবায়নযোগ্য জ্বালানি অফিস এবং পরিষ্কার জ্বালানি প্রদর্শনী অফিস বন্ধ করার সুপারিশ করেছেন।\nপ্রজেক্ট ২০২৫ পরিবেশ সংরক্ষণ সংস্থা (EPA)-কে সংকুচিত করার পক্ষে। হেরিটেজ ফাউন্ডেশন-এর জ্বালানি ও জলবায়ু বিভাগের পরিচালক ডায়ানা ফার্চটগট-রথ পরামর্শ দিয়েছেন যে EPA-কে আরও বেশি প্রাকৃতিক গ্যাস ব্যবহারে উৎসাহিত করা উচিত, যদিও জলবায়ুবিদরা সতর্ক করেছেন যে এটি মিথেন (CH4) গ্যাসের নিঃসরণ বাড়িয়ে তুলতে পারে, যা স্বল্পমেয়াদে কার্বন ডাই অক্সাইড (CO2)-এর চেয়ে বেশি শক্তিশালী গ্রিনহাউস গ্যাস। প্রজেক্ট ২০২৫ চায় EPA-এর ২০০৯ সালের সিদ্ধান্ত বাতিল করতে, যেখানে বলা হয়েছিল যে কার্বন ডাই অক্সাইড নির্গমন মানুষের স্বাস্থ্যের জন্য ক্ষতিকর। এটি EPA-কে গ্রিনহাউস গ্যাস নির্গমন নিয়ন্ত্রণ থেকে বিরত রাখারও সুপারিশ করে এবং EPA যেন বেসরকারি স্বাস্থ্য তথ্য ব্যবহার করে দূষণের প্রভাব নির্ধারণ করতে না পারে, সেটিও নিশ্চিত করতে চায়। এই প্রকল্পের পরিকল্পনায় জাতীয় বিদ্যুৎ গ্রিড সম্প্রসারণকে বাধাগ্রস্ত করা, নবায়নযোগ্য জ্বালানির পরিবর্তন (energy transition) বন্ধ করা এবং DOE-এর গ্রিড স্থাপন দপ্তরের (Grid Deployment Office) অর্থায়ন কমানোর প্রস্তাব রয়েছে। নিরপেক্ষ বিশেষজ্ঞরা সতর্ক করেছেন যে জাতীয় বিদ্যুৎ গ্রিড সম্প্রসারণ না হলে নবায়নযোগ্য জ্বালানি প্রকল্পগুলো বাধাগ্রস্ত হবে।\nএছাড়াও, প্রকল্পটি চায় যে পৃথক অঙ্গরাজ্যগুলোর যানবাহনের নির্গমন বিষয়ে কঠোর নিয়ম গ্রহণের ক্ষমতা খর্ব করা হোক, যেমনটি ক্যালিফোর্নিয়া করেছে, এবং জ্বালানি শিল্পের ওপর নিয়ন্ত্রণ শিথিল করা হোক। উদাহরণস্বরূপ, ব্যুরো অফ ল্যান্ড ম্যানেজমেন্ট দ্বারা আরোপিত তেল উত্তোলন সংক্রান্ত বিধিনিষেধ তুলে দেওয়া হতে পারে।\nপ্রজেক্ট ২০২৫-এর ইশতেহার মার্কিন জাতীয় নিরাপত্তা পরিষদ (National Security Council)-এর কার্যসূচি থেকে জলবায়ু পরিবর্তন মোকাবিলা সংক্রান্ত বিষয় বাদ দেওয়ার আহ্বান জানায় এবং মিত্র দেশগুলোকে জীবাশ্ম জ্বালানি ব্যবহারে উৎসাহিত করতে চায়। এতে বলা হয়েছে যে ফেডারেল সরকারের \"প্রচুর পরিমাণে তেল, গ্যাস ও কয়লা সম্পদ উন্নয়নের দায়িত্ব\" রয়েছে এবং এটি আর্কটিকে তেল অনুসন্ধান (Arctic drilling) সমর্থন করে।\nপ্রকল্পটি সাধারণ জনগণকে \"বৈজ্ঞানিক ত্রুটি এবং গবেষণায় অনিয়ম চিহ্নিত করতে\" উৎসাহিত করার জন্য প্রণোদনার সুপারিশ করে এবং জলবায়ুবিষয়ক গবেষণাকে আইনি চ্যালেঞ্জ জানানোর পথ তৈরি করতে চায়।\nপ্রজাতন্ত্রবাদী জলবায়ু সমর্থকরা প্রজেক্ট ২০২৫-এর জলবায়ু নীতির সঙ্গে দ্বিমত পোষণ করেছেন। জোসেফ রেইনি সেন্টার ফর পাবলিক পলিসি-এর প্রেসিডেন্ট সারাহ ই. হান্ট মুদ্রাস্ফীতি হ্রাস আইন-কে অত্যন্ত গুরুত্বপূর্ণ বলে মনে করেন, এবং মার্কিন প্রতিনিধি (বর্তমানে মার্কিন সিনেটর) জন কার্টিস বলেছেন যে রিপাবলিকানদের উচিত \"ভাল জ্বালানি ও জলবায়ু নীতি সমর্থনে সক্রিয়ভাবে অংশগ্রহণ করা\"। আমেরিকান কনজারভেশন কোয়ালিশন-এর প্রতিষ্ঠাতা বেনজি ব্যাকার উল্লেখ করেছেন যে তরুণ রিপাবলিকানদের মধ্যে ক্রমবর্ধমান ঐকমত্য রয়েছে যে মানব কার্যকলাপ জলবায়ু পরিবর্তনের জন্য দায়ী, এবং তিনি প্রকল্পটিকে ভুল পথে পরিচালিত বলে অভিহিত করেছেন।\nপ্রকল্পটি বাস্তুসংস্থান সংরক্ষণ সংক্রান্ত ৩০ বাই ৩০ (৩০ শতাংশ ভূমি ও জল সংরক্ষণের লক্ষ্য) পরিকল্পনা পরিত্যাগ করেছে।\n\n\n=== প্রেসিডেন্টের ক্ষমতা বিস্তৃতকরণ ===\nপ্রজেক্ট ২০২৫ পুরো ফেডারেল সরকারের নির্বাহী শাখাকে সরাসরি প্রেসিডেন্টের নিয়ন্ত্রণে আনতে চায়, ন্যায়বিচার বিভাগ (DOJ)-এর স্বায়ত্তশাসন বিলুপ্ত করার মাধ্যমে। কেভিন রবার্টস বলেছেন যে সমস্ত ফেডারেল কর্মচারীকে প্রেসিডেন্টের প্রতি জবাবদিহি করতে হবে।\nপ্রজেক্ট ২০২৫ প্রস্তাব দেয় যে পররাষ্ট্র দপ্তরের সকল শীর্ষস্থানীয় কর্মচারীকে ২০ জানুয়ারি ২০২৫-এর মধ্যে বরখাস্ত করা হবে। এটি সিনেটের অনুমোদন প্রয়োজন হয় না এমন \"অস্থায়ী\" (acting) পদে শীর্ষস্থানীয় পররাষ্ট্র দপ্তরের কর্মকর্তাদের নিয়োগ দেওয়ার আহ্বান জানায়। কিরন স্কিনার, যিনি প্রজেক্ট ২০২৫-এর পররাষ্ট্র দপ্তর বিষয়ক অধ্যায় লিখেছেন, ট্রাম্প প্রশাসনের সময় পররাষ্ট্র দপ্তরের নীতি পরিকল্পনা অফিস কম সময়ের জন্য পরিচালনা করেছিলেন, কিন্তু পরে পদত্যাগ করতে বাধ্য হন। তিনি মনে করেন যে বেশিরভাগ পররাষ্ট্র দপ্তরের কর্মচারী অতিরিক্ত বামপন্থী এবং তাদের পরিবর্তে একজন রক্ষণশীল প্রেসিডেন্টের প্রতি অনুগত কর্মচারী নিয়োগ করা উচিত। ২০২৪ সালের জুন মাসে পিটার বার্গেন তাকে জিজ্ঞাসা করেছিলেন যে পররাষ্ট্র দপ্তরের কর্মচারীরা কখনও ট্রাম্পের নীতিকে বাধাগ্রস্ত করেছে কি না, তিনি কোনো নির্দিষ্ট ঘটনার নাম বলতে পারেননি।\nযদি প্রজেক্ট ২০২৫ বাস্তবায়িত হয়, তবে সামরিক সরঞ্জাম ও গোলাবারুদ কোনো বিদেশি রাষ্ট্রকে বিক্রি করতে কংগ্রেসের অনুমোদন প্রয়োজন হবে না, যদি না \"কংগ্রেসের সর্বসম্মত সমর্থন নিশ্চিত করা হয়\"।\n২০১৯ সালে ট্রাম্প বলেছিলেন যে মার্কিন সংবিধানের দ্বিতীয় অনুচ্ছেদ (Article Two) তাকে \"প্রেসিডেন্ট হিসেবে যেকোনো কিছু করার অধিকার\" প্রদান করে, যা একক নির্বাহী তত্ত্ব (unitary executive theory)-এর সমর্থকদের সাধারণ দাবি। একইভাবে, ২০১৮ সালে ট্রাম্প দাবি করেছিলেন যে তিনি বিশেষ কাউন্সেল রবার্ট মুলার-কে বরখাস্ত করতে পারেন। ২০০১ সালের ৯/১১ সন্ত্রাসী হামলার পর থেকে রিপাবলিকান পার্টির মধ্যে এই ধারণার পুনরুত্থান ও জনপ্রিয়তা বৃদ্ধি পেয়েছে।\n২০২৩ সালে, স্টিফেন মিলার প্রস্তাব দেন যে ট্রাম্পের দ্বিতীয় মেয়াদের শুরুতেই ১৮০৭ সালের বিদ্রোহ আইন (Insurrection Act) ব্যবহার করে অভ্যন্তরীণ আইন ও অভিবাসন নিয়ন্ত্রণে সামরিক বাহিনী মোতায়েন করা উচিত। জেফ্রি ক্লার্ক, CRA-এর একজন সিনিয়র ফেলো এবং প্রজেক্ট ২০২৫-এর সহযোগী, বিদ্রোহ আইনকে অন্যান্য উদ্দেশ্যে ব্যবহার করার উপায় অনুসন্ধান করেছেন, যার মধ্যে জর্জ ফ্লয়েড বিক্ষোভের মতো প্রতিবাদ দমন করাও অন্তর্ভুক্ত। রাসেল ভোট বলেছেন যে CRA আইন ও প্রতিরক্ষা সম্প্রদায়কে বিদ্রোহ আইন প্রয়োগ ঠেকাতে বাধা দেওয়ার ক্ষেত্রে কাজ করছে।\nক্লার্ক আরও প্রচার করেছেন যে ন্যায়বিচার বিভাগ (DOJ)-কে প্রেসিডেন্টের প্রতি কম স্বাধীন রাখা উচিত, যাতে ট্রাম্প তার রাজনৈতিক প্রতিপক্ষদের বিরুদ্ধে মামলা চালাতে পারেন। ট্রাম্পের মেয়াদের শেষ দিকে DOJ-তে কাজ করার সময় তার কথিত কার্যকলাপের জন্য, ক্লার্ক জর্জিয়া নির্বাচন সংক্রান্ত মামলায় সহ-অভিযুক্ত এবং ফেডারেল নির্বাচনী বাধাদান সংক্রান্ত মামলায় (federal prosecution of Trump for alleged election obstruction) এক অনামা সহ-ষড়যন্ত্রী। হেরিটেজ ফাউন্ডেশন বলেছে যে প্রজেক্ট ২০২৫-এর মধ্যে রাজনৈতিক প্রতিপক্ষদের বিরুদ্ধে মামলা পরিচালনার কোনো পরিকল্পনা নেই।\nমিডিয়া ম্যাটার্স জানিয়েছে যে প্রজেক্ট ২০২৫-এর বেশ কয়েকটি সহযোগী ২০২৪ সালের Trump v. United States মামলার সুপ্রিম কোর্টের সিদ্ধান্তকে সমর্থন করেছে, যা প্রেসিডেন্টদের সরকারি দায়িত্ব পালনের সময় সংঘটিত কর্মকাণ্ডের জন্য প্রসিকিউশন থেকে ব্যাপক অনাক্রম্যতা (immunity) প্রদান করে।\n\n\n=== ফেডারেল কর্মী নিয়োগ ===\n\nপ্রজেক্ট ২০২৫ লক্ষাধিক ফেডারেল সিভিল সার্ভিস কর্মীদের রাজনৈতিক নিয়োগপ্রাপ্ত হিসেবে পুনর্বিন্যাস করার প্রস্তাব দেয়, যাতে তাদের পরিবর্তে ট্রাম্প-অনুগতদের নিয়োগ দেওয়া যায়। প্রকল্পটি সম্ভাব্য নিয়োগপ্রাপ্তদের এজেন্ডার প্রতি আনুগত্য নিশ্চিত করতে অনুরূপ একটি প্রশ্নাবলী ব্যবহার করে। ট্রাম্পের দ্বিতীয় মেয়াদের জন্য, প্রকল্পটি এমন একজন হোয়াইট হাউসের পরামর্শদাতা নিয়োগের সুপারিশ করে যিনি প্রেসিডেন্টের \"আমেরিকা ফার্স্ট\" নীতির প্রতি \"গভীরভাবে প্রতিশ্রুতিবদ্ধ\" থাকবেন।\n২০২০ সালে, ট্রাম্প নির্বাহী আদেশের মাধ্যমে Schedule F চাকরি শ্রেণীবিভাগ চালু করেন। বাইডেন প্রেসিডেন্সির শুরুতেই এই শ্রেণীবিন্যাস বাতিল করেন। ট্রাম্পের প্রথম মেয়াদে Schedule F-এ কাজ করা রাসেল ভোট প্রজেক্ট ২০২৫-এ যোগ দেন। ২০ জানুয়ারি ২০২৫, ট্রাম্প এই বিষয়ে একটি নির্বাহী আদেশ স্বাক্ষর করেন।\nSchedule F পুনঃপ্রতিষ্ঠার প্রতিক্রিয়ায়, বেশ কয়েকটি ইউনিয়ন মামলা করে এবং এর পূর্ণ বাস্তবায়ন রোধে অন্যান্য প্রতিরক্ষামূলক ব্যবস্থা গ্রহণ করে। বাইডেনের মেয়াদের শেষে, আনুমানিক ৪,০০০ সরকারি পদ রাজনৈতিক নিয়োগ হিসেবে বিবেচিত হয়। রাজনৈতিক বিজ্ঞানী ফ্রান্সিস ফুকুয়ামা বলেছেন যে যদিও ফেডারেল আমলাতন্ত্র সংস্কারের প্রয়োজন রয়েছে, Schedule F সরকারের কার্যকারিতা \"বিপজ্জনকভাবে দুর্বল\" করে দিতে পারে।\nহেরিটেজ ফাউন্ডেশন ২০২৪ সালের শেষ নাগাদ তাদের ডাটাবেসে ২০,০০০ কর্মী অন্তর্ভুক্ত করার পরিকল্পনা করেছিল।\nপ্রজেক্ট ২০২৫ কংগ্রেসকে ফেডারেল কন্ট্রাক্টরদের ৭০% মার্কিন নাগরিক হওয়ার বাধ্যবাধকতা আরোপ করতে উৎসাহিত করে, যা পরবর্তীতে ৯৫%-এ উন্নীত করার পরিকল্পনা রয়েছে। এটি প্রেসিডেন্টকে নির্বাহী আদেশ ১৩৮৩৬, ১৩৮৩৭ এবং ১৩৮৩৯ পুনর্বহালের আহ্বান জানায়, যা ফেডারেল সংস্থাগুলোর শ্রম ইউনিয়ন, অভিযোগ ও জ্যেষ্ঠতা সংক্রান্ত নীতিগুলোর সাথে সম্পর্কিত।\n২০২৪ সালের জুন মাসের মধ্যে, আমেরিকান অ্যাকাউন্টেবিলিটি ফাউন্ডেশন, একটি রক্ষণশীল বিরোধী গবেষণা সংস্থা, যা সিনেটের সাবেক সহকারী টম জোন্স পরিচালিত, কিছু গুরুত্বপূর্ণ উচ্চপদস্থ ফেডারেল সিভিল কর্মচারীদের পটভূমি নিয়ে গবেষণা করছিল। \"প্রজেক্ট সোভেরেইনটি ২০২৫\" নামে পরিচিত এই উদ্যোগ হেরিটেজ থেকে $১০০,০০০ অনুদান পেয়েছিল। এর উদ্দেশ্য ছিল অনলাইনে ১০০ জন ব্যক্তির নাম প্রকাশ করা যারা ট্রাম্পের এজেন্ডার বিরোধিতা করতে পারেন। ২০২৪ সালের মে মাসে অনুদানের ঘোষণা দিয়ে, হেরিটেজ লিখেছিল যে এই গবেষণার উদ্দেশ্য \"কংগ্রেস, একটি রক্ষণশীল প্রশাসন এবং আমেরিকান জনগণকে প্রশাসনিক রাষ্ট্রে লুকিয়ে থাকা আমেরিকা-বিরোধী ষড়যন্ত্রকারীদের সম্পর্কে সতর্ক করা এবং যথাযথ ব্যবস্থা নিশ্চিত করা।\" কিছু মানুষ প্রজেক্ট সোভেরেইনটি ২০২৫-কে ম্যাকার্থিবাদের স্মরণ করিয়ে দেয়, যখন অনেক আমেরিকানকে সন্দেহভাজন কমিউনিস্ট হিসেবে নিপীড়িত ও কালো তালিকাভুক্ত করা হয়েছিল।\n\n\n=== পররাষ্ট্রনীতি ===\n\nMandate-এ, ক্রিস্টোফার মিলার বাইডেন প্রশাসনকে যুক্তরাষ্ট্রের সামরিক সক্ষমতা দুর্বল করে দেওয়ার জন্য সমালোচনা করেন। Mandate-এর ভূমিকায় বলা হয়েছে, \"গত ৩০ বছরে, আমেরিকার রাজনৈতিক, অর্থনৈতিক ও সাংস্কৃতিক নেতারা গণহত্যাকারী কমিউনিস্ট পার্টির চীনকে সমর্থন ও সমৃদ্ধ করেছে এবং আমেরিকার শিল্পভিত্তিকে ফাঁকা করে দিয়েছে।\" মিলার চীনের সামরিক কৌশলের উপরও গুরুত্ব দেন, সতর্ক করে বলেন যে চীন তাদের সামরিক বাহিনী গড়ে তুলছে এবং তাদের পারমাণবিক অস্ত্র সম্ভাব্যভাবে যুক্তরাষ্ট্রের প্রতিদ্বন্দ্বী হতে পারে। তিনি বলেন যে চীন একটি আগ্রাসী রাষ্ট্র এবং এর মোকাবিলায় পারমাণবিক অস্ত্র কর্মসূচি সম্প্রসারণ এবং দক্ষিণ কোরিয়া ও জাপানের মতো আঞ্চলিক মিত্রদের দায়িত্ব বাড়ানোর প্রয়োজন।\nনির্বাচনী প্রচারের সময়, ট্রাম্প তার নির্দিষ্ট পররাষ্ট্র নীতি পরিকল্পনা প্রকাশ করা থেকে বিরত থাকেন, তবে প্রজেক্ট ২০২৫-এর স্টেট ডিপার্টমেন্ট অধ্যায়ের লেখক কিরন স্কিনার চীনকে বড় হুমকি হিসেবে বিবেচনা করেন এবং চীনের সঙ্গে আপসমূলক নীতির বিরোধিতা করেন।\nMandate-এ, ম্যাক্স প্রিমোর্যাক মার্কিন আন্তর্জাতিক উন্নয়ন সংস্থা (USAID)-এর মিশনে গুরুত্বপূর্ণ পরিবর্তন আনার পরামর্শ দেন।\nপ্রজেক্ট ২০২৫ হস্তক্ষেপবাদ কিংবা অসংযুক্তবাদ কোনোটাকেই সমর্থন করে না, বরং সমস্ত পররাষ্ট্র নীতি সম্পর্কিত সিদ্ধান্ত জাতীয় স্বার্থকে অগ্রাধিকার দেওয়ার উপর জোর দেয়।\n\n\n==== পারমাণবিক নীতি ====\nMandate যুক্তি দেয় যে মার্কিন যুক্তরাষ্ট্রের উচিত তার পারমাণবিক ছাতা শুধুমাত্র উত্তর আটলান্টিক চুক্তি সংস্থার (NATO) সদস্য দেশগুলোর জন্য বজায় রাখা এবং এই দেশগুলোরই দায়িত্ব নেওয়া উচিত নিজেদের প্রচলিত বাহিনী মোতায়েন করে রাশিয়ার আগ্রাসন প্রতিরোধ করা।\nক্রিস্টোফার মিলার যুক্তি দেন যে মার্কিন যুক্তরাষ্ট্রের উচিত শীতল যুদ্ধের সকল পারমাণবিক সক্ষমতা ও অবকাঠামো প্রতিস্থাপন করা এবং LGM-35 Sentinel বিকাশ করা। তিনি সমগ্র পারমাণবিক পরীক্ষাবিরোধী চুক্তি লঙ্ঘন করে আরও অস্ত্র পরীক্ষার পক্ষে মত দেন।\nআরও বিশদভাবে, Mandate আহ্বান জানায় যে অভিষেকের পরপরই একটি ভাষণ দেওয়া হোক, যেখানে \"আমেরিকান জনগণকে বোঝানো হবে যে পারমাণবিক অস্ত্রই তাদের স্বাধীনতা ও সমৃদ্ধির চূড়ান্ত নিশ্চয়তা প্রদান করে\", এবং এরপর পারমাণবিক অস্ত্র আধুনিকায়ন কর্মসূচির জন্য অতিরিক্ত অর্থায়ন করা হবে। এর মধ্যে W87-1 Mod এবং W88 Alt 370-এর মতো নতুন ওয়ারহেড বিকাশ ও উৎপাদন, এখনো পরীক্ষিত না হওয়া দিকনির্দেশিত-শক্তি ও মহাকাশ-ভিত্তিক অস্ত্র মোতায়েন, এবং \"হোমল্যান্ডের ক্রুজ ক্ষেপণাস্ত্র প্রতিরক্ষা\" অন্তর্ভুক্ত রয়েছে। এটি পারমাণবিক অস্ত্রযুক্ত সাবমেরিন থেকে নিক্ষেপযোগ্য ক্রুজ ক্ষেপণাস্ত্রের জন্য পুনরায় অর্থায়নেরও আহ্বান জানায়।\nপরিকল্পনার মধ্যে রয়েছে প্রতিটি Minuteman III আইসিবিএম এবং এর Sentinel প্রতিস্থাপন সংস্করণে ২০২৬ সালের মধ্যে একাধিক ওয়ারহেড স্থাপন, সেনাবাহিনীর ভূমি থেকে উৎক্ষেপণযোগ্য ক্ষেপণাস্ত্রে পারমাণবিক ওয়ারহেড যুক্ত করা, হাইপারসনিক ক্ষেপণাস্ত্র ব্যবস্থায় পারমাণবিক সক্ষমতা যোগ করা, বিমান বাহিনীকে একটি রোড-মোবাইল আইসিবিএম উৎক্ষেপণযন্ত্রের সম্ভাব্যতা তদন্ত করতে বলা, ইউরোপ ও এশিয়ায় পারমাণবিক অস্ত্রের অবস্থান সম্প্রসারণ এবং জাতীয় পারমাণবিক নিরাপত্তা প্রশাসন (NNSA)-কে \"যুদ্ধকালীন প্রস্তুতিতে রূপান্তরিত\" হওয়ার নির্দেশ দেওয়া। এটি অর্থায়নের জন্য, NNSA-কে প্রতি মাসে ওভাল অফিসে ব্রিফিং প্রদান করতে বলা হয়েছে এবং জ্বালানি বিভাগের বাজেটের বাইরে পৃথক বাজেট অনুরোধ করতে নির্দেশ দেওয়া হয়েছে, পাশাপাশি ব্যবস্থাপনা ও বাজেট অফিসকে কংগ্রেসে একটি অতিরিক্ত বাজেট অনুরোধ জমা দিতে বলা হয়েছে।\nBulletin of the Atomic Scientists প্রকল্প ২০২৫-এর পারমাণবিক নীতিকে \"রিগান প্রশাসনের শুরু থেকে সবচেয়ে নাটকীয় পারমাণবিক অস্ত্র বৃদ্ধির পরিকল্পনা\" এবং একটি নতুন বৈশ্বিক পারমাণবিক অস্ত্র প্রতিযোগিতার সূচনা হিসেবে বর্ণনা করেছে। এতে পারমাণবিক অস্ত্রের উন্নয়ন ও উৎপাদনকে অন্যান্য নিরাপত্তা কর্মসূচির তুলনায় অগ্রাধিকার দেওয়া, পরিকল্পনার জন্য ব্যয়-সাশ্রয়ী বিকল্প খুঁজে বের করার কংগ্রেসের প্রচেষ্টা প্রত্যাখ্যান করা, অস্ত্র চুক্তির সীমা অতিক্রম করে পারমাণবিক অস্ত্রের সংখ্যা বৃদ্ধি করা, বিদ্যমান নিরস্ত্রীকরণ চুক্তি বাতিল করা, NNSA-র সক্ষমতা ও অর্থায়ন সম্প্রসারণ করা, সমগ্র পারমাণবিক পরীক্ষাবিরোধী চুক্তি উপেক্ষা করে নতুন পারমাণবিক অস্ত্রের পরীক্ষা চালানোর প্রস্তুতি নেওয়া এবং সমস্ত ক্ষেপণাস্ত্র প্রতিরক্ষা কর্মসূচির গতি বৃদ্ধি অন্তর্ভুক্ত রয়েছে।\n\n\n=== স্বাস্থ্যসেবা ও জনস্বাস্থ্য ===\nরজার সেভেরিনো Mandate-এর স্বাস্থ্যসেবা অধ্যায় লিখেছেন। তিনি অভিযোগ করেন যে বাইডেন প্রশাসন ঐতিহ্যবাহী পারমাণবিক পরিবার কাঠামোকে দুর্বল করছে এবং তিনি স্বাস্থ্য ও মানব সেবা বিভাগ (DHHS) সংস্কারের মাধ্যমে এই পরিবার কাঠামো প্রচারের পক্ষে মত দেন। প্রকল্প ২০২৫ অনুসারে, ফেডারেল সরকারের উচিত Medicare-কে ওষুধের দাম নিয়ে আলোচনার অনুমতি না দেওয়া এবং ফেডারেল স্বাস্থ্যসেবা প্রদানকারীদের উচিত লিঙ্গ-সম্পৃক্ত চিকিৎসা ট্রান্সজেন্ডার ব্যক্তিদের জন্য নিষিদ্ধ করা।\nপ্রকল্প ২০২৫ Medicaid-এর অর্থায়ন হ্রাসের জন্য বিভিন্ন উপায় প্রস্তাব করে, যেমন ফেডারেল অর্থায়নে সীমা নির্ধারণ, ব্যক্তি প্রতি আজীবন সুবিধার সীমাবদ্ধতা আরোপ, এবং রাজ্য সরকারগুলোকে উপকারভোগীদের জন্য কঠোর কর্ম-সম্পর্কিত শর্ত আরোপের অনুমতি দেওয়া। অন্যান্য প্রস্তাবনার মধ্যে রয়েছে রাজ্যগুলোর প্রদানকারী কর ব্যবহারের সীমাবদ্ধতা, বিদ্যমান ফেডারেল সুবিধাভোগী সুরক্ষা ও প্রয়োজনীয়তা বিলুপ্ত করা, নিবন্ধন, আবেদন এবং পুনর্নবীকরণ কঠিন করার জন্য যোগ্যতা নির্ধারণ এবং সম্পদের মূল্যায়ন কঠোর করা, Medicaid-কে ভাউচার প্রোগ্রামে রূপান্তরের একটি বিকল্প প্রদান, এবং রাজ্য Medicaid কর্মসূচির উপর ফেডারেল তদারকি বাতিল করা।\nপ্রকল্প ২০২৫ ন্যাশনাল ইনস্টিটিউটস অফ হেলথ (NIH)-কে পরিবর্তনের পরিকল্পনা করেছে যাতে কর্মচারীদের বরখাস্ত করা সহজ হয় এবং DEI (বৈচিত্র্য, সমতা ও অন্তর্ভুক্তি) কর্মসূচি বিলুপ্ত করা যায়। সংস্থাটিকে ভ্রূণ স্টেম সেল গবেষণার জন্য তহবিল বন্ধ করতে এবং মহিলাদের সমান অংশগ্রহণ প্রচারের যে কোনো উদ্যোগে সীমাবদ্ধতা আনতে বাধ্য করা হবে। রক্ষণশীলরা NIH-কে দুর্নীতিগ্রস্ত ও রাজনৈতিকভাবে পক্ষপাতদুষ্ট বলে মনে করেন। সেভেরিনো বলেছেন যে CDC-র স্বাস্থ্যবিষয়ক পরামর্শ প্রকাশ করা উচিত নয়, কারণ এটি তার মতে রাজনৈতিকভাবে অনুপ্রাণিত।\n\n\n== সূত্র =="}