{"pageid": 1518958, "title": "পারমাকালচার", "url": "https://bn.wikipedia.org/wiki?curid=1518958", "content": "পারমাকালচার হলো ভূমি ব্যবস্থাপনা এবং বসতি নকশার একটি পদ্ধতি, যা সমৃদ্ধ প্রাকৃতিক বাস্তুতন্ত্র থেকে প্রাপ্ত বিন্যাসকে অনুসরণ করে। এটি সম্পূর্ণ-সিস্টেম চিন্তাধারা ব্যবহার করে তৈরি করা নকশা নীতিগুলোর একটি সেট অন্তর্ভুক্ত করে এবং পুনরুত্পাদনশীল কৃষি, শহর পরিকল্পনা, প্রাকৃতিক পুনরুদ্ধার এবং সম্প্রদায় স্থিতিস্থাপকতার মতো ক্ষেত্রে এ নীতিগুলো প্রয়োগ করা হয়। এই শব্দটি ১৯৭৮ সালে বিল মলিসন ও ডেভিড হোমগ্রেন উদ্ভাবন করেন, যারা আধুনিক শিল্পায়িত কৃষির পরিবর্তে আরও প্রাকৃতিক এবং ঐতিহ্যগত চাষাবাদ পদ্ধতি গ্রহণের ধারণাটি উপস্থাপন করেন।\n২০তম শতাব্দীর শুরুর দিকে অনেক চিন্তাবিদ নো-ডিগ গার্ডেনিং, নো-টিল চাষ, এবং \"স্থায়ী কৃষি\" ধারণার ওপর গবেষণা করেন, যা পরে পারমাকালচার ধারণার ভিত্তি হিসেবে কাজ করে। মলিসন ও হোমগ্রেনের ১৯৭০ ও ১৯৮০-এর দশকের কাজের ফলে বেশ কয়েকটি বই প্রকাশিত হয়, যার মধ্যে ১৯৭৮ সালের Permaculture One অন্যতম। তারা \"পারমাকালচার ডিজাইন কোর্স\" তৈরি করেন, যা পারমাকালচার ধারণা ছড়িয়ে দেওয়ার অন্যতম প্রধান উপায় হয়ে ওঠে। প্রথমে এটি দক্ষিণ অস্ট্রেলিয়ার ভূমি ব্যবস্থাপনার ওপর কেন্দ্রীভূত ছিল, তবে পরবর্তীকালে এটি অন্যান্য অঞ্চল এবং উপযুক্ত প্রযুক্তি ও সমষ্টিগত জীবনধারা ডিজাইনের মতো বিষয়েও প্রসারিত হয়।\nপারমাকালচারের বিভিন্ন পদ্ধতির মধ্যে একাধিক ধারণা ও অনুশীলন বিদ্যমান। মলিসন ও হোমগ্রেনের তিনটি মৌলিক নীতি এবং হোমগ্রেনের বারোটি নকশা নীতি পারমাকালচার সংক্রান্ত গ্রন্থে প্রায়ই উল্লেখ করা হয়। সাধারণভাবে ব্যবহৃত কৌশলগুলোর মধ্যে রয়েছে সহযোগী চাষ, ব্যাপকভাবে বহুবর্ষজীবী ফসল ব্যবহার, এবং ভেষজ সর্পিল (herb spiral) ডিজাইন।\nপারমাকালচার জনপ্রিয় আন্দোলন হিসেবে বৈজ্ঞানিক সাহিত্যের সঙ্গে তুলনামূলকভাবে বিচ্ছিন্ন ছিল এবং এটি একটি স্পষ্ট সংজ্ঞা বা কঠোর গবেষণার অভাবের জন্য সমালোচিত হয়েছে। তবে, ২১তম শতাব্দীতে কিছু গবেষণায় দেখা গেছে যে পারমাকালচার মাটির গুণমান ও জৈববৈচিত্র্য উন্নত করতে পারে, এবং এটি কৃষি বাস্তুসংস্থান-ভিত্তিক রূপান্তর সাধনের একটি সামাজিক আন্দোলন হিসেবে কাজ করতে পারে।\n\n\n== পটভূমি ==\n\n\n=== ইতিহাস ===\n\n১৯১১ সালে, Franklin Hiram King Farmers of Forty Centuries: Or Permanent Agriculture in China, Korea and Japan গ্রন্থটি লেখেন, যেখানে পূর্ব এশিয়ার কৃষি পদ্ধতির বর্ণনা রয়েছে যা \"স্থায়ী কৃষির\" জন্য ডিজাইন করা হয়েছিল। ১৯২৯ সালে, Joseph Russell Smith তার Tree Crops: A Permanent Agriculture বইটির উপশিরোনামে King's ব্যবহৃত শব্দটি অন্তর্ভুক্ত করেন। এই বইটি তিনি যুক্তরাষ্ট্রের পূর্বাঞ্চলের পাহাড় ও পর্বতীয় এলাকায় বন উজাড়, চাষযোগ্য ভূমির ক্ষয় ও মাটির ক্ষয়ের প্রতিক্রিয়ায় লিখেছিলেন। তিনি ফলজ ও বাদামজাতীয় গাছ লাগানোর প্রস্তাব দেন, যা জলপ্রবাহ নিয়ন্ত্রণে রাখতে এবং মৃত্তিকার স্বাস্থ্যের পুনরুদ্ধারে সহায়ক হতে পারে। Smith পৃথিবীকে একটি আন্তঃসম্পর্কিত ব্যবস্থা হিসেবে দেখতেন এবং গাছের নিচে অন্যান্য ফসল রোপণের মিশ্র ব্যবস্থা প্রস্তাব করেন। তার বই Toyohiko Kagawa-সহ আরও অনেককে অনুপ্রাণিত করে, যিনি ১৯৩০-এর দশকে জাপানে বনভিত্তিক কৃষির অগ্রদূত ছিলেন।\nআরেকজন অগ্রদূত, George Washington Carver, বর্তমানে ফসল আবর্তন নামে পরিচিত পদ্ধতিসহ বিভিন্ন স্থায়ী কৃষি পদ্ধতি প্রচার করেন। তিনি Tuskegee Institute-এ ১৮৯৬ সাল থেকে ১৯৪৭ সালে মৃত্যুর পূর্ব পর্যন্ত কাজ করেন এবং নাইট্রোজেন পুনরুদ্ধারের মাধ্যমে মৃত্তিকা পুনর্গঠনের জন্য ফসল চক্র ব্যবহারের পরামর্শ দেন।\n১৯৬৪ সালে তার Water for Every Farm বইয়ে, অস্ট্রেলিয়ার কৃষিবিজ্ঞানী ও প্রকৌশলী P. A. Yeomans স্থায়ী কৃষির সংজ্ঞা দেন যা অনির্দিষ্টকালের জন্য টিকে থাকতে পারে। Yeomans ১৯৪০-এর দশকে অস্ট্রেলিয়ায় পর্যবেক্ষণভিত্তিক ভূমি ব্যবহারের ধারণা চালু করেন এবং ১৯৫০-এর দশকে Keyline Design পদ্ধতি উপস্থাপন করেন, যা শুষ্ক অঞ্চলে জল সংরক্ষণ ও বণ্টনের একটি উপায়। অন্যান্য প্রাথমিক প্রভাবশালীদের মধ্যে ছিলেন Stewart Brand, Ruth Stout এবং Esther Deans, যারা কৃষি জমি না খুঁড়ে চাষ পদ্ধতি প্রচলন করেন। Masanobu Fukuoka ১৯৩০-এর দশকের শেষ দিকে জাপানে জমি না চাষ করে ফলবাগান ও ক্ষেত গড়ে তোলার পক্ষে ছিলেন এবং প্রাকৃতিক কৃষির ধারণা দেন।\n\n১৯৬০-এর দশকের শেষ দিকে, Bill Mollison, যিনি University of Tasmania-তে পরিবেশ মনোবিজ্ঞানের সিনিয়র লেকচারার ছিলেন, এবং David Holmgren, তখনকার Tasmanian College of Advanced Education-এর স্নাতক শিক্ষার্থী, দক্ষিণ অস্ট্রেলিয়ার Tasmania দ্বীপে স্থায়ী কৃষি ব্যবস্থার ধারণা নিয়ে কাজ শুরু করেন। তারা আধুনিক শিল্পায়িত কৃষি পদ্ধতির অস্থায়ী প্রকৃতি সম্পর্কে সচেতন হন এবং তাসমানিয়ার আদিবাসী ও অন্যান্য ঐতিহ্যবাহী কৃষি পদ্ধতি থেকে অনুপ্রাণিত হয়ে permacultureর ধারণা গড়ে তোলেন। তাদের মতে, শিল্পায়িত কৃষি পদ্ধতি অপরিবর্তনযোগ্য সম্পদের ওপর নির্ভরশীল এবং এটি ভূমি ও জলকে বিষাক্ত করছে, জীববৈচিত্র্য কমাচ্ছে এবং কোটি কোটি টন উপরিভাগের মাটি ধ্বংস করছে। এই পরিস্থিতির প্রতিক্রিয়ায় তারা permaculture ধারণা উপস্থাপন করেন। এই শব্দটি প্রথম ১৯৭৮ সালে তাদের Permaculture One বইয়ে প্রকাশিত হয়।\n\nPermaculture হল প্রকৃতির সাথে কাজ করার একটি দর্শন, প্রকৃতির বিরুদ্ধে কাজ করার নয়; এটি গভীর পর্যবেক্ষণের ওপর নির্ভর করে, অপ্রয়োজনীয় পরিশ্রমের ওপর নয়; এবং এটি উদ্ভিদ ও প্রাণীর পূর্ণ কার্যকারিতা বোঝার ওপর গুরুত্ব দেয়, কোনো নির্দিষ্ট এলাকা একক পণ্য উৎপাদনের জন্য ব্যবহার করার পরিবর্তে।\nPermaculture One প্রকাশের পর, Mollison বিশ্বব্যাপী আগ্রহের প্রতিক্রিয়ায় একটি তিন সপ্তাহের প্রশিক্ষণ কোর্স চালু করেন, যা Permaculture Design Course (PDC) নামে পরিচিত হয়ে ওঠে। এই কোর্সে কৃষি নকশা, নবায়নযোগ্য শক্তি, প্রাকৃতিক নির্মাণ পদ্ধতি এবং সামাজিক কাঠামোর ওপর আলোচনা করা হয়। তিনি অস্ট্রেলিয়া, নিউজিল্যান্ড, যুক্তরাষ্ট্র, যুক্তরাজ্য এবং ইউরোপে এই ধারণা প্রচার করেন এবং ১৯৮৫ সাল থেকে ভারতীয় উপমহাদেশ ও দক্ষিণ আফ্রিকাতেও এটি ছড়িয়ে পড়ে। ১৯৮০-এর দশকের শুরুর দিকে, এই ধারণাটি কৃষি ব্যবস্থার চেয়ে টেকসই বসবাসযোগ্যতা-তে প্রসারিত হয়। প্রথম আন্তর্জাতিক Permaculture Convergence-এ (PDC প্রশিক্ষণপ্রাপ্তদের সম্মেলন), এর পাঠ্যক্রম আনুষ্ঠানিকভাবে দুই সপ্তাহে সংক্ষিপ্ত করা হয়। পরবর্তীতে Mollison কয়েকশত জমির নকশা তৈরি করেন এবং তার গবেষণার ফলাফল ১৯৮৮ সালে প্রকাশিত Permaculture: A Designers Manual বইয়ে উপস্থাপন করেন। তিনি তার ছাত্রদের প্রশিক্ষক হওয়ার এবং নিজেদের ইনস্টিটিউট ও প্রদর্শনী ক্ষেত্র তৈরি করার জন্য উৎসাহিত করেন।\nসমালোচকরা বলেন, এই সফলতার ফলে Permaculture-এর সামাজিক দৃষ্টিভঙ্গি দুর্বল হয়ে পড়ে। তারা যুক্তি দেন যে স্বনির্ভরতার মডেল (যা ফ্র্যাঞ্চাইজিংয়ের অনুরূপ) এমন বাজারকেন্দ্রিক সামাজিক সম্পর্ক তৈরি করেছে যা প্রতিষ্ঠাতারা মূলত বিরোধিতা করেছিলেন।\n\n\n=== মৌলিক নীতিশাস্ত্র ===\nPermaculture-এর ভিত্তি গঠিত হয়েছে নিম্নলিখিত নীতিগুলোর ওপর:\n\n\"পৃথিবীর যত্ন: সমস্ত জীবজগতের অস্তিত্ব টিকিয়ে রাখা এবং বর্ধনশীল হওয়ার সুযোগ সৃষ্টি করা\"।\n\"মানুষের যত্ন: মানুষ যেন টিকে থাকার জন্য প্রয়োজনীয় সম্পদে প্রবেশ করতে পারে\"।\n\"জনসংখ্যা ও ভোগের সীমাবদ্ধতা নির্ধারণ: আমাদের নিজেদের চাহিদাকে নিয়ন্ত্রণের মাধ্যমে, আমরা উপরের দুটি নীতির জন্য সম্পদ সংরক্ষণ করতে পারি\"।\nMollison-এর মতে, টেকসই নকশার জন্য প্রাকৃতিক প্রাকৃতিক দৃশ্য এবং সমন্বয় গুরুত্বপূর্ণ। ফলে, permaculture-এর উদ্দেশ্য হলো একটি সম্পূর্ণ ব্যবস্থা গড়ে তোলা, যেখানে অপচয়, শ্রম ও শক্তি খরচ কমিয়ে সমন্বয়ের মাধ্যমে সর্বাধিক উপকারিতা নিশ্চিত করা হয়।\n\n\n== তত্ত্ব ==\n\n\n=== নকশা নীতি ===\nহোলমগ্রেন তার Permaculture: Principles and Pathways Beyond Sustainability-এ বারোটি পার্মাকালচার নকশা নীতি উপস্থাপন করেছেন:\n\nপর্যবেক্ষণ ও মিথস্ক্রিয়া: প্রকৃতির সাথে যুক্ত হতে সময় ব্যয় করুন যাতে একটি নির্দিষ্ট পরিস্থিতির জন্য উপযুক্ত সমাধান নকশা করা যায়।\nশক্তি সংগ্রহ ও সংরক্ষণ: সর্বোচ্চ পরিমাণ সম্পদ সংগ্রহ করার জন্য এমন সিস্টেম তৈরি করুন যা প্রয়োজনে ব্যবহার করা যায়।\nফল লাভ নিশ্চিত করা: এমন প্রকল্পগুলিতে গুরুত্ব দিন যা অর্থবহ ফলাফল উৎপন্ন করে।\nস্ব-নিয়ন্ত্রণ প্রয়োগ ও প্রতিক্রিয়া গ্রহণ করা: অযথা কার্যক্রম হ্রাস করতে যাতে সিস্টেমগুলি সুষ্ঠুভাবে কাজ করে।\nনবায়নযোগ্য সম্পদ ও সেবার ব্যবহার ও মূল্যায়ন: প্রকৃতির প্রচুরতার সর্বোত্তম ব্যবহার করুন: অপ্রয়োজনীয় সম্পদের ব্যবহার ও নির্ভরতা কমান।\nকোনো বর্জ্য উৎপন্ন না করা: উপলব্ধ সমস্ত সম্পদকে মূল্যায়ন ও কাজে লাগান: কিছুই নষ্ট করবেন না।\nনকশা করা থেকে নিদির্ষ্ট বিষয়ে যাওয়া: প্রকৃতি ও সমাজের নিদর্শন পর্যবেক্ষণ করে সেগুলির ভিত্তিতে নকশা করুন, পরবর্তীতে বিস্তারিত যোগ করুন।\nএকত্রিত করা, পৃথক করা নয়: সঠিক নকশা এমন হতে হবে যেখানে নকশার উপাদানগুলির মধ্যে সম্পর্ক গড়ে ওঠে এবং তারা পরস্পরকে সমর্থন করে।\nছোট ও ধীর সমাধান ব্যবহার: ছোট ও ধীর সিস্টেম রক্ষণাবেক্ষণ করা সহজ, স্থানীয় সম্পদের সর্বোত্তম ব্যবহার করে এবং আরও টেকসই ফলাফল প্রদান করে।\nবৈচিত্র্যের ব্যবহার ও মূল্যায়ন: বৈচিত্র্য সিস্টেম স্তরে হুমকির প্রতি সংবেদনশীলতা হ্রাস করে এবং পরিবেশকে পুরোপুরি কাজে লাগায়।\nপ্রান্ত ও মার্জিনকে মূল্যায়ন করা: জিনিসের সীমানায় সবচেয়ে আকর্ষণীয় ঘটনা ঘটে। এরা প্রায়শই সিস্টেমের সবচেয়ে মূল্যবান, বৈচিত্র্যময় ও উত্পাদনশীল উপাদান।\nসৃজনশীলভাবে পরিবর্তন ব্যবহার ও তার প্রতি প্রতিক্রিয়া জানানো: অনিবার্য পরিবর্তনের প্রতি ইতিবাচক প্রভাব ফেলার জন্য সতর্ক পর্যবেক্ষণ এবং সঠিক সময়ে হস্তক্ষেপ প্রয়োজন।\n\n\n=== গিল্ড ===\n\nএকটি গিল্ড হল এমন একটি পারস্পরিক উপকারী প্রজাতির গুচ্ছ, যা বৃহত্তর বাস্তুতন্ত্রের একটি অংশ হিসেবে কাজ করে। একটি গিল্ডের মধ্যে প্রতিটি কীট বা উদ্ভিদ প্রজাতি অনন্য ও বৈচিত্র্যময় পরিষেবা প্রদান করে যা একসঙ্গে সুরক্ষিতভাবে কাজ করে। উদ্ভিদগুলি খাদ্য উৎপাদনের জন্য, মাটির গভীর থেকে ট্যাপ রুটের মাধ্যমে পুষ্টি আহরণ, মাটির নাইট্রোজেনের মাত্রা সমতা বজায় রাখা (legumes), বাগানে উপকারী পোকা আকর্ষণ করা, এবং অনাকাঙ্ক্ষিত কীট বা ক্ষতিকারক পোকা দূর করা উদ্দেশ্যে চাষ করা হতে পারে। বিভিন্ন ধরনের গিল্ড রয়েছে, যেমন: কমিউনিটি ফাংশন গিল্ড, পারস্পরিক সমর্থন গিল্ড, এবং সম্পদ ভাগাভাগি গিল্ড।\n\nকমিউনিটি ফাংশন গিল্ড – বাগানে নির্দিষ্ট কোনো কার্য বা নিছের ভিত্তিতে প্রজাতিগুলিকে একত্রিত করে। এই ধরনের গিল্ডের উদাহরণস্বরূপ এমন উদ্ভিদ যা নির্দিষ্ট উপকারী পোকা আকর্ষণ করে বা মাটিতে নাইট্রোজেন পুনরুদ্ধার করে। এই গিল্ডগুলো মূলত বাগানে উদ্ভব করতে পারে এমন বিশেষ সমস্যার সমাধানে লক্ষ্য রাখে, যেমন ক্ষতিকারক পোকার আক্রমণ বা মাটির পুষ্টিহীনতা।\nপ্রতিষ্ঠা গিল্ড – লক্ষ্য প্রজাতি (প্রধান সবজি, ফল, ঔষধি উদ্ভিদ ইত্যাদি, যা আপনি আপনার বাগানে প্রতিষ্ঠিত করতে চান) প্রতিষ্ঠায় সহায়তার জন্য প্রাথমিক প্রজাতির (যে উদ্ভিদগুলি লক্ষ্য প্রজাতিকে সফল হতে সাহায্য করে) সমর্থনে সাধারণত ব্যবহৃত হয়। উদাহরণস্বরূপ, মাঝারি জলবায়ু অঞ্চলে, কমফ্রি (একটি আগাছা বাধা এবং ডায়নামিক অ্যাকিউমুলেটর হিসেবে), লুপাইন (নাইট্রোজেন সংশ্লেষক হিসেবে), এবং ড্যাফোডিল (একটি গোফার বিরোধী হিসেবে) একসঙ্গে একটি ফল গাছের জন্য গিল্ড তৈরি করতে পারে। গাছটি পরিপক্ক হলে, সমর্থনকারী উদ্ভিদগুলি ছায়ায় ঢাকা হয়ে পরে মরে যেতে পারে এবং কম্পোস্ট হিসেবে ব্যবহার করা যেতে পারে।\nপরিপক্ব গিল্ড – আপনার লক্ষ্য প্রজাতিগুলি যখন প্রতিষ্ঠিত হয়ে যায় তখন পরিপক্ব গিল্ড গঠন হয়। উদাহরণস্বরূপ, আপনার ল্যান্ডস্কেপের গাছ স্তর যদি তার ক্যানোপি সম্পূর্ণ করে ফেলে, তাহলে সূর্যালোক ভালোবাসা সমর্থনকারী উদ্ভিদগুলি ছায়ায় ঢেকে মরে যাবে। ছায়াপ্রিয় ঔষধি উদ্ভিদ যেমন জিনসেং, ব্ল্যাক কোহশ, এবং গোল্ডেনসিলকে আন্ডারস্টোরি হিসেবে রোপণ করা যেতে পারে।\nপারস্পরিক সমর্থন গিল্ড – এমন প্রজাতিগুলিকে একত্রিত করে যারা পরস্পরের সাথে সমন্বয় করে কাজ করে এবং একে অপরকে সমর্থন করে। এই গিল্ডে নাইট্রোজেন সংশ্লেষক উদ্ভিদ, এমন উদ্ভিদ যা ক্ষতিকারক পোকা শিকারকারী কীটদের আবাসস্থান প্রদান করে, এবং অন্য একটি উদ্ভিদ যা পরাগকর্তা আকর্ষণ করে, অন্তর্ভুক্ত থাকতে পারে।\nসম্পদ ভাগাভাগি গিল্ড – এমন প্রজাতিগুলিকে তাদের প্রয়োজনীয় সম্পদ ভাগাভাগির ক্ষমতার ভিত্তিতে একত্রিত করে, যা নিছ পার্থক্যের মাধ্যমে করা হয়। এই ধরনের গিল্ডের একটি উদাহরণ হল একটি ফাইব্রাস বা অগভীর রুটযুক্ত উদ্ভিদকে একটি ট্যাপ-রুটযুক্ত উদ্ভিদর পাশে রোপণ করা, যাতে তারা মাটির বিভিন্ন স্তর থেকে পুষ্টি আহরণ করতে পারে।\n\n\n=== অঞ্চলসমূহ ===\n\nপার্মাকালচারে অঞ্চলগুলি মানব পরিবেশের উপাদানগুলোকে বুদ্ধিমত্তার সাথে সাজায়, যাতে মানুষের ব্যবহার এবং উদ্ভিদ বা প্রাণীর প্রয়োজনীয়তার উপর ভিত্তি করে স্থান নির্ধারণ করা যায়। নিকটবর্তী অঞ্চল (১ এবং ২) বেশি পরিচর্যা বা সংগ্রহ করা হয় এমন উপাদানের জন্য সংরক্ষিত হয়, যেখানে দূরবর্তী অঞ্চলে (৩ থেকে ৫) কম ব্যবহৃত উপাদান রাখা হয়। অঞ্চলগুলো ০ থেকে ৫ পর্যন্ত নম্বরযুক্ত হয়।\n\nঅঞ্চল ০\nবসতবাড়ি বা কেন্দ্র। এখানে পার্মাকালচারের নীতিগুলি জ্বালানি ও পানি ব্যবহারের পরিমাণ হ্রাস এবং প্রাকৃতিক সম্পদ যেমন সূর্যালোকের যথাযথ ব্যবহারের মাধ্যমে একটি ভারসাম্যপূর্ণ, টেকসই পরিবেশ তৈরি করার লক্ষ্য রাখে। অঞ্চল ০ মূলত একটি অনানুষ্ঠানিক সংজ্ঞা, যা মলিসনের বইতে নির্দিষ্টভাবে সংজ্ঞায়িত নয়।\nঅঞ্চল ১\nবাড়ির সবচেয়ে কাছের অঞ্চল, যেখানে সেই উপাদানগুলো রাখা হয় যেগুলোর ঘন ঘন পরিচর্যা প্রয়োজন, যেমন সালাদ ফসল, ভেষজ গাছ, স্ট্রবেরি বা রাস্পবেরির মতো নরম ফল, গ্রীনহাউস, ঠান্ডা চেম্বার, চারার এলাকা, ভার্মিকম্পোস্ট বিন ইত্যাদি। উন্নত বিছানা চাষ (Raised bed gardening) প্রায়শই শহুরে পার্মাকালচারে অঞ্চল ১-এ ব্যবহৃত হয়।\nঅঞ্চল ২\nএই অঞ্চলে বহুবর্ষজীবী উদ্ভিদ রাখা হয়, যেগুলোর পরিচর্যার প্রয়োজন কম, যেমন মাঝে মাঝে আগাছা নিয়ন্ত্রণ বা ছাঁটাই করতে হয়। এখানে সাধারণত কারেন্ট ফলের গাছ, ফল বাগান, কুমড়ো, মিষ্টি আলু, মৌমাছির ছাউনি, বড় কম্পোস্ট বিন ইত্যাদি রাখা হয়।\nঅঞ্চল ৩\nপ্রধান ফসল উৎপাদনের এলাকা, যা গৃহস্থালি ব্যবহারের পাশাপাশি বাণিজ্যিক উৎপাদনের জন্যও ব্যবহৃত হয়। একবার প্রতিষ্ঠিত হওয়ার পর, এখানে খুব কম পরিমাণ পরিচর্যা প্রয়োজন, যেমন সপ্তাহে একবার পানি বা আগাছা পরিষ্কার করা।\nঅঞ্চল ৪\nআধা-বন্য এলাকা, যেখানে সাধারণত চারণভূমি এবং বন্য উদ্ভিদের সংগ্রহ করা হয়। এছাড়া কাঠ এবং জ্বালানির জন্য গাছও এখানে জন্মানো হয়।\nঅঞ্চল ৫\nএকটি সম্পূর্ণ বন্য এলাকা। এই অঞ্চলে মানুষের হস্তক্ষেপ সীমিত রাখা হয়, শুধুমাত্র প্রাকৃতিক বাস্তুতন্ত্র পর্যবেক্ষণের জন্য ব্যবহৃত হয়। এটি জীবাণু, ছত্রাক, পোকামাকড় এবং অন্যান্য উপকারী অণুজীব সংরক্ষণের জন্য প্রাকৃতিক রিজার্ভ হিসেবে কাজ করে।\n\n\n=== প্রান্ত প্রভাব (Edge Effect) ===\nপ্রান্ত প্রভাব হলো জীববিজ্ঞানের একটি ধারণা, যেখানে দুটি বাস্তুতন্ত্র একত্রিত হলে জীববৈচিত্র্যের বৃদ্ধি ঘটে। পার্মাকালচারবিদরা যুক্তি দেন যে, এই সংযোগস্থল এলাকাগুলি অত্যন্ত উৎপাদনশীল হতে পারে। উদাহরণস্বরূপ, সমুদ্রতীরবর্তী অঞ্চল যেখানে ভূমি এবং জল একত্রিত হয়, সেখানে মানুষের এবং প্রাণীর চাহিদার জন্য প্রচুর সম্পদ পাওয়া যায়। এই ধারণাটি পার্মাকালচার ডিজাইনে প্রতিফলিত হয়, যেমন ভেষজ উদ্যানে সর্পিল নকশা ব্যবহার করা, বা পুকুরগুলোর তীর ঘোরানো করা হয়, যাতে প্রান্তের পরিমাণ বৃদ্ধি পায়। অন্যদিকে, কি-হোল বেড ডিজাইনে প্রান্ত কমিয়ে জায়গার সর্বোচ্চ ব্যবহার নিশ্চিত করা হয়।\n\n\n== সাধারণ পদ্ধতিসমূহ ==\n\n\n=== হুগেলকালচার (Hügelkultur) ===\n\nহুগেলকালচার হলো মৃত কাঠ মাটির নিচে পুঁতে রেখে মাটির জল ধারণ ক্ষমতা বৃদ্ধি করার একটি পদ্ধতি। পচনের সময় কাঠের ছিদ্রযুক্ত গঠন এটি স্পঞ্জের মতো কাজ করে এবং অতিরিক্ত পানি সংরক্ষণ করে। বর্ষার সময় কাঠ পর্যাপ্ত পানি শোষণ করে, যা শুষ্ক মৌসুমে ফসলের জন্য পানির সরবরাহ নিশ্চিত করে।\nএই পদ্ধতিটি ইউরোপে শতাব্দীকাল ধরে প্রচলিত একটি কৃষি প্রক্রিয়া, যা সাম্প্রতিককালে পার্মাকালচারবিদরা গ্রহণ করেছে। হুগেলকালচার উন্নত বাগান বিছানা (Raised bed gardening) তৈরিতে ব্যবহৃত হয়। উন্নত বিছানায় এই পদ্ধতি প্রাকৃতিক পুষ্টি চক্র অনুকরণ করে, কাঠের পচনের ফলে সৃষ্ট জৈবপদার্থের উচ্চ জল ধারণ ক্ষমতা কাজে লাগিয়ে মাটির গঠন এবং নিষ্কাশন ব্যবস্থা উন্নত করে।\nএই পদ্ধতিতে কাঠের গুঁড়ি, ডালপালা ইত্যাদি বেডের নিচের স্তরে স্থাপন করা হয় এবং এর উপরে জৈব মাটি ও কম্পোস্ট রাখা হয়। এক গবেষণায় দেখা গেছে, হুগেলকালচার ভিত্তিক উন্নত বাগান বিছানাগুলোর জল ধারণ ক্ষমতা সাধারণ বিছানার তুলনায় বেশি, ফলে দীর্ঘমেয়াদে এটি কম পরিচর্যার প্রয়োজন হয় এবং কম সেচেই কার্যকর থাকে।\n\n\n=== শিট মাল্চিং ===\n\nমাল্চ হলো মাটির উপর স্থাপিত একটি প্রতিরক্ষামূলক আবরণ। মাল্চের উপকরণগুলোর মধ্যে রয়েছে পাতা, কার্ডবোর্ড, এবং কাঠের টুকরো। এগুলো বৃষ্টির পানি শোষণ করে, বাষ্পীভবন হ্রাস করে, মাটিতে পুষ্টি যোগায়, জৈব পদার্থের পরিমাণ বৃদ্ধি করে, মাটির জীববৈচিত্র্যর জন্য আবাসস্থল তৈরি করে, আগাছা বৃদ্ধিরোধ করে, দৈনিক তাপমাত্রার ওঠানামা নিয়ন্ত্রণ করে, তুষারপাত থেকে রক্ষা করে এবং ক্ষয়রোধ করে। এটি এমন একটি চাষাবাদ কৌশল যা বনের মেঝেতে পাওয়া পাতার প্রাকৃতিক আবরণকে অনুকরণ করার চেষ্টা করে।\n\n\n=== নো-টিল উদ্যানচর্চা ===\n\nএডওয়ার্ড ফকনারের ১৯৪৩ সালের বই Plowman's Folly, কিং-এর ১৯৪৬ সালের পুস্তিকা \"Is Digging Necessary?\", এ. গেস্টের ১৯৪৮ সালের Gardening without Digging, এবং ফুকুওকার \"কিছু না করার কৃষি\" (Do Nothing Farming) সমস্তই নো-টিল বা নো-ডিগ উদ্যানচর্চার ধারণাকে সমর্থন করেছিল। নো-টিল উদ্যানচর্চা মাটির জীবজগতের ন্যূনতম ব্যাঘাত নিশ্চিত করে যাতে মাটির গঠন ও জৈব পদার্থ সংরক্ষিত থাকে।\n\n\n=== ফসল চাষের কৌশল ===\n\nকম শ্রমসাধ্য পারমাকালচার চাষাবাদে বহুবর্ষজীবী ফসল বেশি ব্যবহৃত হয়, যেগুলো প্রতি বছর চাষ ও বপন করার প্রয়োজন হয় না। বার্ষিক ফসলগুলো তুলনামূলক বেশি চাষের প্রয়োজন পড়ে, তবে এগুলোকে ফসল আবর্তন, মিশ্র ফসল চাষ এবং সহযোগী চাষ প্রযুক্তির মাধ্যমে অন্তর্ভুক্ত করা যেতে পারে। এতে নির্দিষ্ট ফসলের কীটপতঙ্গ ও আগাছা বৃদ্ধিরোধ করা যায় এবং নির্দিষ্ট পুষ্টির ঘাটতি এড়ানো সম্ভব হয়।\nসহযোগী চাষ বিভিন্ন ফসলের মধ্যে উপকারী পারস্পরিক সম্পর্ক গড়ে তুলতে সহায়ক হয়। এটি কীট নিয়ন্ত্রণ, পরাগায়ন, উপকারী পোকামাকড়ের আবাসস্থল তৈরি এবং জায়গার সর্বোত্তম ব্যবহার নিশ্চিত করতে সাহায্য করে, যা উৎপাদনশীলতা বৃদ্ধি করতে পারে।\n\n\n=== বৃষ্টির পানি সংরক্ষণ ===\n\nবৃষ্টির পানি সংরক্ষণ (Rainwater harvesting) হলো বৃষ্টির পানি সংগ্রহ ও সংরক্ষণ, যা তা ভূগর্ভস্থ জলস্তরে পৌঁছানোর আগেই পুনরায় ব্যবহার উপযোগী করে তোলা হয়। এটি পানীয় জল, গবাদিপশুর জল, এবং সেচের জন্য জল সরবরাহের পাশাপাশি অন্যান্য কাজে ব্যবহৃত হয়। ঘরের ছাদ বা স্থানীয় প্রতিষ্ঠান থেকে সংগৃহীত পানি পানীয় জলের প্রাপ্যতা বৃদ্ধিতে গুরুত্বপূর্ণ ভূমিকা রাখতে পারে। এটি ভূগর্ভস্থ পানির স্তর বৃদ্ধি করতে এবং শহরাঞ্চলে সবুজায়নে সহায়তা করতে পারে।\nধূসর পানি (Greywater) হলো বাড়ির বর্জ্য জল যা কাপড় ধোয়া, বাসন মাজা, এবং গোসল থেকে আসে এবং ল্যান্ডস্কেপ সেচ ও নির্মিত জলাভূমিতে পুনঃব্যবহার করা যেতে পারে। এটি সাধারণত জীবাণুমুক্ত, তবে পানযোগ্য নয়।\nকি-লাইন ডিজাইন (Keyline design) একটি কৌশল যা জল সম্পদের সর্বোত্তম ব্যবহার নিশ্চিত করতে ব্যবহৃত হয়। এটি অস্ট্রেলিয়ার কৃষক এবং প্রকৌশলী পি. এ. ইয়োমানস কর্তৃক উদ্ভাবিত হয়েছিল। \"কি-লাইন\" বলতে একটি সমোচ্চ রেখাকে বোঝানো হয় যা জল প্রবাহকে নিয়ন্ত্রণ করে, ক্ষয়রোধ করে এবং জলের অনুপ্রবেশ উৎসাহিত করে।\n\n\n=== কম্পোস্ট উৎপাদন ===\n\nপারমাকালচারে ভার্মিকম্পোস্টিং (Vermicomposting) একটি প্রচলিত পদ্ধতি। এতে লাল কেঁচোর মতো কেঁচো ব্যবহার করে সবুজ বর্জ্য ও বাদামি বর্জ্য ভেঙে ফেলা হয়। এই কেঁচোরা জৈব সার তৈরি করে, যা মাটির জন্য অত্যন্ত পুষ্টিকর। কেঁচোরা মাটিতে গর্ত তৈরি করে বায়ুচলাচল বাড়ায় এবং জল ধারণক্ষমতা বৃদ্ধি করে।\nমানব বা প্রাণীর পয়ঃবর্জ্য কম্পোস্টিং করা যায়, যা বায়োগ্যাস ও জৈব সার উৎপাদন করতে পারে। কম্পোস্টিং টয়লেট, আউটহাউস, বা শুষ্ক শৌচাগার থেকে সংগ্রহ করা বর্জ্য এ কাজে ব্যবহৃত হতে পারে।\n\n\n=== স্থান ব্যবহারের কৌশল ===\n\nপারমাকালচার উদ্যানের জন্য সীমিত স্থানের সর্বোত্তম ব্যবহার নিশ্চিত করতে বিভিন্ন পদ্ধতি অবলম্বন করা হয়, যার মধ্যে অন্যতম হলো ভেষজ সর্পিল। এটি বিল মলিসন উদ্ভাবিত একটি প্রযুক্তি, যেখানে পাথরের স্তূপ ব্যবহার করে ভিন্ন আর্দ্রতা ও সূর্যালোক অঞ্চল তৈরি করা হয়, যাতে বিভিন্ন প্রজাতির উদ্ভিদ চাষ করা যায়।\n\n\n=== গৃহপালিত প্রাণী ===\n\nগৃহপালিত প্রাণী পারমাকালচার ডিজাইনে অন্তর্ভুক্ত করা হয়।\nগৃহপালিত প্রাণীরা ফল পড়ে থাকা জমি পরিষ্কার, আগাছা নিয়ন্ত্রণ, বীজ ছড়ানো, এবং কীটপতঙ্গ নিয়ন্ত্রণ করার ক্ষেত্রে সহায়তা করে। প্রাণীদের মল ও অন্যান্য প্রাকৃতিক প্রক্রিয়ার মাধ্যমে মাটিতে পুষ্টি সরবরাহ করা হয়।\nউদাহরণস্বরূপ, মুরগিরা মাটিতে আঁচড় কাটতে পারে, যা উপরিভাগের মাটি ভেঙে সারে রূপান্তর করে। সময় এবং প্রাণীর আচরণ বুঝে ব্যবস্থাপনা করা গুরুত্বপূর্ণ, কারণ উদ্ভিদ অপেক্ষা প্রাণীদের দৈনন্দিন পর্যবেক্ষণ ও যত্নের প্রয়োজন বেশি।\n\n\n=== ফলের গাছ ===\nMasanobu Fukuoka জাপানে তার পারিবারিক খামারে ছাঁটাই ছাড়া গাছের বৃদ্ধি নিয়ে পরীক্ষা-নিরীক্ষা করেন। তিনি দেখেন যে যেসব গাছ কখনোই ছাঁটাই করা হয়নি, তারা ভালোভাবে বেড়ে উঠতে পারে, তবে যেসব গাছ পূর্বে ছাঁটাই করা হয়েছিল, তারা হঠাৎ ছাঁটাই বন্ধ করলে মারা যাওয়ার প্রবণতা দেখায়। তিনি মনে করতেন, এটি Tao দর্শনের Wú wéi ধারণার প্রতিফলন, যার অর্থ প্রকৃতির বিরুদ্ধে কোনো পদক্ষেপ না নেওয়া বা \"কিছু না করার\" কৃষি পদ্ধতি। তিনি দাবি করেন যে ছাঁটাই ও রাসায়নিক সারের উপর নির্ভরশীল চাষাবাদের তুলনায় তার পদ্ধতিতে উৎপাদন প্রায় একই রকম হয়।\n\n\n== প্রয়োগ ==\n\n\n=== কৃষিবন (Agroforestry) ===\n\nকৃষিবন পদ্ধতি গাছ, গুল্ম এবং ফসল বা গবাদি পশুর পারস্পরিক উপকারিতা ব্যবহার করে। এটি কৃষি ও বনায়ন প্রযুক্তিকে একত্রিত করে, যাতে ভূমি ব্যবস্থাপনা আরও বৈচিত্র্যময়, উৎপাদনশীল, লাভজনক, স্বাস্থ্যকর এবং টেকসই হয়। এই পদ্ধতিতে কৃষি জমির মধ্যে গাছ ও গুল্ম ব্যবহৃত হয়, অথবা বনজ সম্পদ চাষ করা হয়।\n\n\n=== বন উদ্যান ===\n\nবন উদ্যান বা খাদ্য বন হল একটি permaculture ব্যবস্থা, যা প্রাকৃতিক বন অনুকরণ করে তৈরি করা হয়। এতে প্রাকৃতিক বাস্তুতন্ত্রের মূল্যবান প্রক্রিয়া ও সম্পর্ক অন্তর্ভুক্ত থাকে। একটি পরিপক্ক বন অনেক স্তরে সংগঠিত হয়, যেখানে বৃক্ষ, understory, ground cover, soil, ছত্রাক, পোকামাকড়, ও অন্যান্য প্রাণী অন্তর্ভুক্ত থাকে। যেহেতু গাছপালা বিভিন্ন উচ্চতায় বৃদ্ধি পায়, তাই একই স্থানে বিভিন্ন স্তরের জীব বসবাস করতে পারে।\nবন উদ্যানের স্তরগুলো হলো:\n\nRhizosphere: মাটির নিচের শিকড় স্তর। এতে গাছের শিকড়, রাইজোম (যেমন আলু ও অন্যান্য কন্দজাতীয় ফসল), ছত্রাক, পোকামাকড়, নেমাটোড এবং কেঁচো থাকে।\nমাটির পৃষ্ঠ/groundcover: এই স্তরটি herbaceous layer ও groundcover layer-এর সাথে মিশে যায়। এই স্তরের উদ্ভিদ মাটির খুব কাছাকাছি বৃদ্ধি পায় এবং খালি স্থান পূরণ করে। Cover crop মাটির ক্ষয় রোধ করে, এবং green manure মাটিতে পুষ্টি যোগ করে, বিশেষত নাইট্রোজেন।\nHerbaceous layer: এই স্তরের গাছপালা শীতকালে মাটির নিচে নেমে যায়। এতে কোনো কাঠযুক্ত কাণ্ড থাকে না। অনেক ভেষজ ও ঔষধি গাছ এই স্তরে অন্তর্ভুক্ত।\nShrub layer: এই স্তরে কম উচ্চতার বহুবর্ষজীবী গুল্ম থাকে, যেমন বিভিন্ন ধরনের বেরি গাছ।\nUnderstory layer: এটি মূল ছায়াযুক্ত বনভূমির নিচের অংশ, যেখানে মাঝারি উচ্চতার গাছ জন্মায়।\nCanopy: এই স্তরে সবচেয়ে উঁচু গাছগুলো থাকে। বড় গাছগুলো এলাকা দখল করে রাখে, তবে কিছু অংশ গাছবিহীন থাকতে পারে।\nউল্লম্ব স্তর: এই স্তরে লতাগাছ বা vine থাকে, যেমন runner bean এবং lima bean।\n\n\n=== শহুরে ও উপশহরীয় পারমাকালচার ===\n\nউপশহর ও শহুরে পারমাকালচারের মূল নীতি হলো স্থান ব্যবহারের সর্বোচ্চ দক্ষতা নিশ্চিত করা। Wildfire পত্রিকা keyhole garden-এর মতো স্থান-সংরক্ষণকারী পদ্ধতি ব্যবহারের পরামর্শ দেয়। প্রতিবেশীরা একত্রে কাজ করে পরিবর্তনের পরিসর বাড়াতে পারে, যেমন বিনোদন কেন্দ্র, স্থানীয় সংগঠন, শহরের উদ্যোগ, ধর্মীয় দল ও স্কুলগুলোর সহায়তায়।\nওরেগনের পোর্টল্যান্ডে অবস্থিত ইকোভিলেজ কলম্বিয়া, যেখানে ৩৭টি অ্যাপার্টমেন্ট কনডোমিনিয়াম রয়েছে, তাদের প্রতিবেশীদের পারমাকালচার নীতিগুলি গ্রহণে অনুপ্রাণিত করেছে, যার মধ্যে সামনের বাগানে খাদ্য উৎপাদন অন্তর্ভুক্ত। ওরেগনের ইউজিনে অবস্থিত একটি উপশহরীয় পারমাকালচার প্রকল্পে বৃষ্টির পানি সংগ্রহ, খাদ্য উৎপাদন উপযোগী বাগান তৈরি, কংক্রিট ড্রাইভওয়ে অপসারণ, গ্যারেজকে বাসস্থানে রূপান্তর, এবং দক্ষিণমুখী বারান্দাকে প্যাসিভ সৌরশক্তি ব্যবস্থায় পরিবর্তন অন্তর্ভুক্ত।\nVacant lot farm বা পরিত্যক্ত জমিতে গড়ে ওঠা খামারগুলো সাধারণত স্থানীয় কমিউনিটি দ্বারা পরিচালিত হয়, তবে প্রশাসন এগুলোকে স্থায়ী না বলে মনে করে। উদাহরণস্বরূপ, লস অ্যাঞ্জেলেসে অবস্থিত South Central Farm (১৯৯৪-২০০৬), যা যুক্তরাষ্ট্রের অন্যতম বৃহত্তম শহুরে বাগান ছিল, তা সম্পত্তির মালিক রালফ হরোভিটজের অনুমোদনে প্রতিবাদ সত্ত্বেও বুলডোজার দিয়ে গুঁড়িয়ে ফেলা হয়।\nউপশহর বা শহুরে পারমাকালচারের সম্ভাবনা ও চ্যালেঞ্জ বিশ্বের বিভিন্ন অঞ্চলে গঠিত পরিবেশের উপর নির্ভর করে। উদাহরণস্বরূপ, ভারতের জয়সালমেরে ভূমির ব্যবহার পরিবেশগতভাবে বেশি কার্যকর, যেখানে লস অ্যাঞ্জেলেসের মতো পরিকল্পিত শহরগুলোতে ভূমির ব্যবহার তুলনামূলকভাবে কম কার্যকর:\n\nসড়ক ও সম্পত্তির সীমানা থেকে নির্দিষ্ট দূরত্ব রাখার সর্বজনীন নিয়মের কারণে শহুরে নকশায় ব্যবহারের অযোগ্য ও নিরর্থক স্থান সৃষ্টি হয়। ... যেহেতু এই স্থানগুলো স্থানীয় চাহিদা বা ইচ্ছার ভিত্তিতে নয় বরং সাধারণ পরিকল্পনার ভিত্তিতে তৈরি করা হয়, তাই এগুলো সাধারণত অপর্যাপ্তভাবে ব্যবহৃত হয়, অপ্রয়োজনীয় থাকে, এবং মালিকদের দ্বারা অনাগ্রহের সঙ্গে বজায় রাখা হয়।\n\n\n=== সামুদ্রিক ব্যবস্থা ===\n\nপার্মাকালচারের উৎপত্তি কৃষির ওপর ভিত্তি করে হলেও এর একই নীতিগুলি, বিশেষ করে মৌলিক নীতিশাস্ত্র, মারিকালচার-এও প্রয়োগ করা যেতে পারে, বিশেষ করে সমুদ্রশৈবাল চাষে। সামুদ্রিক পার্মাকালচারতে কৃত্রিম আপওয়েলিং দ্বারা গভীর সমুদ্রের ঠান্ডা পানি উপরের স্তরে নিয়ে আসা হয়। যখন এই আপওয়েলিংয়ের সাথে একটি সংযুক্তি স্তর সরবরাহ করা হয় এবং কেল্প স্পোরোফাইট উপস্থিত থাকে, তখন একটি কেল্প বন বাস্তুতন্ত্র গড়ে উঠতে পারে (কারণ কেল্প শীতল তাপমাত্রা এবং এই ধরনের পরিবেশে থাকা প্রচুর দ্রবীভূত ম্যাক্রোনিউট্রিয়েন্টের প্রয়োজন)। মাইক্রো-শৈবালও ব্যাপকভাবে বৃদ্ধি পায়। সামুদ্রিক বন বাসস্থান অনেক মাছের প্রজাতির জন্য উপকারী, এবং কেল্প একটি পুনর্নবীকরণযোগ্য সম্পদ যা খাদ্য, প্রাণী খাদ্য, ওষুধ এবং বিভিন্ন বাণিজ্যিক পণ্য উৎপাদনে ব্যবহৃত হয়। এটি কার্বন নির্ধারণের জন্যও একটি শক্তিশালী হাতিয়ার।\nআপওয়েলিংকে নবায়নযোগ্য জ্বালানি ব্যবহার করে চালিত করা যায়। সমুদ্র স্তরবিন্যাসজনিত জলবায়ু পরিবর্তন প্রভাবের কারণে উল্লম্ব মিশ্রণ কমে গেছে। উল্লম্ব মিশ্রণের হ্রাস এবং সামুদ্রিক তাপপ্রবাহ অনেক অঞ্চলে সমুদ্রশৈবাল বাস্তুতন্ত্রকে ধ্বংস করেছে। সামুদ্রিক পার্মাকালচার কিছু উল্লম্ব মিশ্রণ পুনরুদ্ধার করে এই সমস্যার সমাধান করে এবং গুরুত্বপূর্ণ এই বাস্তুতন্ত্র সংরক্ষণ করে। এটি অফশোর প্ল্যাটফর্মে আবাসস্থল সংরক্ষণ ও পুনরুজ্জীবিত করে এবং প্রাকৃতিক প্রক্রিয়ার মাধ্যমে সামুদ্রিক জীবন পুনরুদ্ধার করতে সহায়তা করে।\n\n\n=== চারণ ===\n\nচারণকে অনেক সময় পরিবেশ ধ্বংসের জন্য দায়ী করা হয়। তবে, যদি এটি প্রকৃতির সাথে সামঞ্জস্য রেখে পরিচালিত হয়, তবে এটি বিপরীত প্রভাব ফেলতে পারে। সেল চারণ একটি পদ্ধতি যেখানে পশুর পালকে নিয়মিতভাবে নতুন চারণভূমিতে স্থানান্তর করা হয়, যাতে খাদ্যের গুণমান ও পরিমাণ সর্বাধিক করা যায়। সেপ হোলজার এবং জোয়েল সালাটিন দেখিয়েছেন কিভাবে চারণ বাস্তুক্রম বিবর্তন শুরু করতে পারে বা মাটিকে চাষের জন্য প্রস্তুত করতে পারে। অ্যালান স্যাভরির হোলিস্টিক ম্যানেজমেন্ট কৌশলকে রেঞ্জল্যান্ড ম্যানেজমেন্ট এর পার্মাকালচার পদ্ধতির সাথে তুলনা করা হয়। এর একটি প্রকরণ হল সংরক্ষণমূলক চারণ, যেখানে প্রাণীগুলোর মূল উদ্দেশ্য পরিবেশের উপকার সাধন, এবং এদের মাংস, দুধ বা তন্তুর জন্য ব্যবহার করা হয় না। ভেড়া লন মাওয়ারের বিকল্প হতে পারে এবং ছাগল ও ভেড়া আগ্রাসী গাছপালা খেতে পারে।\n\n\n=== প্রাকৃতিক নির্মাণ ===\n\nপ্রাকৃতিক নির্মাণ এমন একটি নির্মাণ পদ্ধতি যেখানে পার্মাকালচার নীতিগুলো অনুসরণ করে বিভিন্ন উপাদান ও নির্মাণ ব্যবস্থা ব্যবহার করা হয়। এর মূল লক্ষ্য হল টেকসইতা এবং কম প্রক্রিয়াজাত, প্রচুর পরিমাণে উপলব্ধ, বা নবায়নযোগ্য সম্পদ ব্যবহার করা। পাশাপাশি, পুনর্ব্যবহারযোগ্য বা উদ্ধারকৃত উপকরণ ব্যবহারের মাধ্যমে স্বাস্থ্যকর বাসস্থান তৈরি করা এবং অভ্যন্তরীণ বায়ুর গুণমান বজায় রাখা। উদাহরণস্বরূপ, প্রচলিত নির্মাণ উপকরণ যেমন সিমেন্ট কার্বন ডাই অক্সাইড নির্গমন করে এবং পরিবেশের জন্য ক্ষতিকারক, তবে প্রাকৃতিক নির্মাণ পরিবেশ-বান্ধব উপকরণ ব্যবহার করে, যেমন কব, অ্যাডোব, র্যামড আর্থ (অপ্রজ্বলিত কাদামাটি), এবং খড়-বেল (যা আধুনিক সিন্থেটিক উপাদানের মতোই উত্তাপ নিরোধক)।\n\n\n== সমস্যা ==\n\n\n=== বৌদ্ধিক সম্পত্তি ===\nট্রেডমার্ক ও কপিরাইট সংক্রান্ত বিতর্ক পার্মাকালচার শব্দকে কেন্দ্র করে তৈরি হয়েছে। মলিসনের বইগুলোর কপিরাইট পৃষ্ঠায় উল্লেখ ছিল, \"এই বইয়ের বিষয়বস্তু এবং শব্দ 'PERMACULTURE' কপিরাইট সংরক্ষিত।\" পরবর্তীতে মলিসন স্বীকার করেন যে এটি একটি ভুল ধারণা এবং এর জন্য কপিরাইট সুরক্ষা নেই।\n২০০০ সালে, মলিসনের মার্কিন যুক্তরাষ্ট্রভিত্তিক পার্মাকালচার ইনস্টিটিউট পার্মাকালচার শব্দের জন্য সার্ভিস মার্ক পাওয়ার চেষ্টা করেছিল, বিশেষ করে শিক্ষামূলক পরিষেবাগুলোর ক্ষেত্রে যেমন ক্লাস, সেমিনার বা কর্মশালা পরিচালনা। এই সার্ভিস মার্ক অনুমোদিত হলে, মলিসন এবং তার দুটি ইনস্টিটিউট পার্মাকালচার কীভাবে এবং কে পড়াতে পারবে সে সম্পর্কে নিয়ম নির্ধারণ করতে পারত, বিশেষ করে পিডিসি (Permaculture Design Course)-এর ক্ষেত্রে, যদিও তিনি ১৯৯৩ সাল থেকে শিক্ষক সার্টিফাই করে আসছিলেন। তবে এই প্রচেষ্টা ব্যর্থ হয় এবং ২০০১ সালে পরিত্যক্ত হয়। অস্ট্রেলিয়ায় \"Permaculture Design Course\" এবং \"Permaculture Design\" শব্দগুলোর জন্য তার ট্রেডমার্ক আবেদনে ২০০৩ সালে সরে আসতে হয়। ২০০৯ সালে তিনি \"Permaculture: A Designers' Manual\" এবং \"Introduction to Permaculture\" নামক তার দুটি বইয়ের ট্রেডমার্কের জন্য আবেদন করেন, যা ২০১১ সালে প্রত্যাহার করা হয়। অস্ট্রেলিয়ায় কখনোই পার্মাকালচার শব্দের জন্য ট্রেডমার্ক অনুমোদিত হয়নি।\n\n\n=== সংজ্ঞা ===\nপার্মাকালচারের বিস্তৃত বিষয়বস্তুর কারণে কিছু সমালোচক মনে করেন যে এটি স্পষ্টভাবে সংজ্ঞায়িত নয়। সেন্টার ফর অল্টারনেটিভ টেকনোলজির পিটার হার্পার মন্তব্য করেছেন, \"কিছু মানুষের জন্য 'পার্মাকালচার' হলো টেকসই জীবনযাত্রার একটি সাধারণ শব্দ, যা পরিবর্তনশীল এবং অস্পষ্ট অর্থ বহন করে\"। এমনকি পার্মাকালচার সম্পর্কিত গ্রন্থেও বলা হয়েছে, \"পার্মাকালচারের যত অনুশীলনকারী, তত পার্মাকালচারের সংজ্ঞা রয়েছে\", যা পার্মাকালচারের নমনীয় নীতিগুলোর একটি শক্তি হিসেবেও দেখা হয়।\nপার্মাকালচার খামারগুলোর উপর গবেষণায় বৈচিত্র্যের পাশাপাশি কিছু সাধারণ বৈশিষ্ট্য পাওয়া গেছে। ২০১৭ সালের এক গবেষণায় ৩৬টি স্ব-ঘোষিত আমেরিকান পার্মাকালচার খামারের মধ্যে বিভিন্ন ব্যবসায়িক কৌশল পাওয়া গেছে, যার মধ্যে রয়েছে ছোট মিশ্র খামার, বহুবর্ষজীবী ফসল ও প্রাণিসম্পদের সমন্বিত উৎপাদক, উৎপাদন ও পরিষেবার মিশ্রণ, এবং সেবাভিত্তিক ব্যবসা। ২০১৯ সালে হির্শফেল্ড ও ভ্যান অ্যাকার পরিচালিত এক গবেষণায় দেখা গেছে, পার্মাকালচার গ্রহণকারীরা সাধারণত বহুবর্ষজীবী ফসল চাষ, ফসলের বৈচিত্র্য, ভূদৃশ্য বৈচিত্র্য, এবং প্রকৃতি সংরক্ষণকে উৎসাহিত করেন। তারা লক্ষ্য করেছেন যে তৃণমূল পর্যায়ের অনুশীলনকারীরা পার্মাকালচারের প্রয়োগে \"অসাধারণভাবে সামঞ্জস্যপূর্ণ\", যা তাদের মতে টেকসই কৃষির দিকে ইতিবাচক পরিবর্তন আনতে পার্মাকালচারের ক্ষমতা প্রমাণ করে।\n\n\n=== পদ্ধতি ===\nজনপ্রিয় আন্দোলন হিসেবে পার্মাকালচার মূলধারার বৈজ্ঞানিক সাহিত্য থেকে অনেকটাই বিচ্ছিন্ন ছিল। বেশিরভাগ পার্মাকালচার সংক্রান্ত রচনা বৈজ্ঞানিক নয় এবং অ-বিশেষজ্ঞদের জন্য লেখা হয়। অনেক পার্মাকালচারবিদ কৃষিতত্ত্ব, কৃষি-বনায়ন, বা বাস্তু প্রকৌশল সম্পর্কিত মূলধারার গবেষণার সাথে সম্পৃক্ত হন না। অন্যদিকে, ২০০৭ সালের এক পর্যবেক্ষণে দেখা যায়, পার্মাকালচার নীতিগুলো বা খামারের উৎপাদনশীলতা নিয়ে খুব কম একাডেমিক গবেষণা হয়েছে। মলিসন ও হলমগ্রেনের প্রাথমিক প্রকাশনা থেকেই পার্মাকালচারবাদীরা দাবি করেছেন যে মূলধারার বিজ্ঞান কর্পোরেট স্বার্থপোষক বা অভিজাততান্ত্রিক মনোভাবসম্পন্ন, বা একাডেমিক প্রতিষ্ঠানগুলো পার্মাকালচারের আন্তঃবিষয়ক পদ্ধতি অধ্যয়ন করতে খুবই কঠোর।\nএই বিভাজন পার্মাকালচারকে অবৈজ্ঞানিক বা অপ্রমাণিত বিজ্ঞান হিসেবে সমালোচনার শিকার করেছে এবং আরও সুস্পষ্ট গবেষণা পদ্ধতির জন্য আহ্বান জানানো হয়েছে। পিটার হার্পার \"কাল্ট পার্মাকালচার\" এবং \"স্মার্ট পার্মাকালচার\" মধ্যে পার্থক্য বোঝাতে চেষ্টা করেছেন, যেখানে \"কাল্ট পার্মাকালচার\" কোনো যাচাই ছাড়াই অতিসরলীকৃত দাবিগুলো গ্রহণ করে, আর \"স্মার্ট পার্মাকালচার\" একটি পরিপূর্ণ একাডেমিক ক্ষেত্রের মতো কাজ করে।\nসম্প্রতি, পার্মাকালচার বৈজ্ঞানিক গবেষণার বিষয় হিসেবে বিবেচিত হতে শুরু করেছে। ২০১৮ সালে জুলিয়াস ক্রেবস ও সোনজা বাখ Sustainability জার্নালে উল্লেখ করেন যে, \"হলমগ্রেনের বারোটি নীতির জন্য বৈজ্ঞানিক প্রমাণ বিদ্যমান\"। ২০২৪ সালে রেইফ ও তার সহকর্মীরা পার্মাকালচারকে \"প্রচলিত কৃষির একটি টেকসই বিকল্প\" হিসেবে চিহ্নিত করেছেন এবং তারা দেখিয়েছেন যে এটি কার্বন সংরক্ষণ, মাটির গুণগত মান, এবং জীববৈচিত্র্য বৃদ্ধিতে \"বিশেষভাবে কার্যকর\", যা \"টেকসই কৃষিকে উৎসাহিত করার, জলবায়ু পরিবর্তন মোকাবিলা করার এবং ভূমি অবক্ষয় ও জীববৈচিত্র্য হ্রাস রোধ করার একটি কার্যকর উপায়\"।\nতারা আরও উল্লেখ করেছেন যে পার্মাকালচারের সবচেয়ে প্রচলিত পদ্ধতিগুলি, যেমন কৃষি-বনায়ন, বহুবর্ষজীবী চাষ, এবং পানি সংরক্ষণ, বৈজ্ঞানিক গবেষণার মাধ্যমে সমর্থিত।\n\n\n== এছাড়াও দেখুন ==\n\n\n== সূত্র =="}