{"pageid": 1518042, "title": "আফ্রিকার নারীরা", "url": "https://bn.wikipedia.org/wiki?curid=1518042", "content": "আফ্রিকা মহাদেশে জন্মগ্রহণকারীরা ও বসবাসকারীরা আফ্রিকা মহাদেশের বিবর্তন এবং ইতিহাসকে প্রতিফলিত করে। এবং আফ্রিকা মহাদেশের নারীদের সংস্কৃতি, বিবর্তন এবং ইতিহাস ও\nএই মহাদেশের বিবর্তন এবং ইতিহাসকে প্রতিফলিত করে।\nআফ্রিকান দেশগুলিতে নারীদের ইতিহাস সম্পর্কে অসংখ্য সংক্ষিপ্ত গবেষণা পরিচালিত হয়েছে।    অনেক গবেষণা নারীর ঐতিহাসিক ভূমিকা এবং অবস্থানের উপর নির্দিষ্ট দেশ এবং অঞ্চলে আলোকপাত করে। যেমন মিশর, ইথিওপিয়া, মরক্কো, নাইজেরিয়া  লেসোথো, এবং সাব-সাহারান আফ্রিকায় ।   সম্প্রতি, পণ্ডিতরা আফ্রিকার ইতিহাস জুড়ে নারীদের অবস্থার বিবর্তনের উপর মনোনিবেশ করতে শুরু করেছেন। এর জন্য ব্যবহৃত হয়েছে খুব সাধারন জিনিষ।  যেমন মালাউইয়ের গান, সোকোটোতে বয়ন কৌশল এবং ঐতিহাসিক ভাষাতত্ত্ব। \nআফ্রিকার নারীদের অবস্থা বিভিন্ন জাতি এবং অঞ্চলভেদে ভিন্ন। উদাহরণস্বরূপ, রুয়ান্ডা বিশ্বের একমাত্র দেশ যেখানে সংসদে অর্ধেকেরও বেশি আসন নারীদের দখলে - জুলাই ২০১৯ অনুযায়ী ৫১.৯%, কিন্তু মরক্কোর মন্ত্রিসভায় মাত্র একজন মহিলা মন্ত্রী রয়েছেন।  আফ্রিকান মানবাধিকার সনদ তৈরির মাধ্যমে লিঙ্গ সমতার দিকে উল্লেখযোগ্য প্রচেষ্টা করা হয়েছে, যা সদস্য রাষ্ট্রগুলিকে নারীর প্রতি বৈষম্য এবং সহিংসতা বন্ধ করতে উৎসাহিত করে।  মরক্কো এবং বুরুন্ডি বাদে, সমস্ত আফ্রিকান রাষ্ট্র এই সনদ গ্রহণ করেছে।  তবে, সমতার দিকে এই অগ্রগতি সত্ত্বেও, নারীরা এখনও লিঙ্গ বৈষম্য সম্পর্কিত বিভিন্ন সমস্যার মুখোমুখি হন, যেমন দারিদ্র্য ও শিক্ষার অসামঞ্জস্যপূর্ণ স্তর, দুর্বল স্বাস্থ্য ও পুষ্টি, রাজনৈতিক ক্ষমতার অভাব, সীমিত কর্মশক্তির অংশগ্রহণ, লিঙ্গ-ভিত্তিক সহিংসতা, নারীর যৌনাঙ্গ বিকৃতকরণ এবং বাল্যবিবাহ । \n\n\n== আফ্রিকান নারীদের ইতিহাস রচনা ==\n\nআফ্রিকান ইতিহাস ব্যাপকভাবে সম্মানিত একাডেমিক বিষয় হয়ে ওঠার পরপরই আফ্রিকান নারীদের ইতিহাস বিষয়ক অধ্যয়ন একটি ক্ষেত্র হিসেবে আবির্ভূত হয়। জান ভ্যানসিনা এবং ওয়াল্টার রডনির মতো ঐতিহাসিকরা ১৯৬০-এর দশকের আফ্রিকান স্বাধীনতা আন্দোলনের প্রেক্ষাপটে পশ্চিমা শিক্ষাবিদদেরকে প্রাক্ ঔপনিবেশিক আফ্রিকান সমাজ এবং রাষ্ট্রগুলির অস্তিত্ব স্বীকার করতে বাধ্য করেছিলেন। যদিও তাঁরা মূলত পুরুষদের ইতিহাসের উপর দৃষ্টি নিবদ্ধ করেছিলেন। ঐতিহাসিক অর্থনীতির পণ্ডিত এস্টার বোসেরুপ ১৯৭০ সালে তার যুগান্তকারী বই, \"অর্থনৈতিক উন্নয়নে নারীর ভূমিকা\" প্রকাশ করেন।  এই বইটি আফ্রিকার ইতিহাসে অর্থনৈতিক উৎপাদক হিসেবে নারীদের কেন্দ্রীয় ভূমিকা এবং উপনিবেশবাদের দ্বারা কীভাবে সেই ব্যবস্থাগুলি ব্যাহত হয়েছিল তা চিত্রিত করে।\n১৯৮০-এর দশকের মধ্যে, পণ্ডিতরা মহাদেশ জুড়ে আফ্রিকান নারীদের ইতিহাসের সূত্রগুলি তুলে ধরেছিলেন। উদাহরণস্বরূপ, ১) জর্জ ব্রুকসের ১৯৭৬ সালে প্রাক্ ঔপনিবেশিক  সেনেগালের নারী ব্যবসায়ীদের উপর গবেষণা, ২) মার্গারেট জিন হেইসের ১৯৭৬ সালে উপনিবেশীয় কেনিয়ার অর্থনৈতিক পরিবর্তন কীভাবে লুও নারীদের উপর প্রভাব ফেলেছিল তার উপর গবেষণা এবং ৩) ক্রিস্টিন মানের ১৯৮৫ সালে নাইজেরিয়ায় বিবাহের উপর গবেষণা। সময়ের সাথে সাথে, ঐতিহাসিকরা প্রাক্-ঔপনিবেশিক বনাম ঔপনিবেশিক সমাজে নারীর ভূমিকা এবং অবস্থান নিয়ে বিতর্ক করেছেন। নারীরা কীভাবে পরিবর্তিত নিপীড়নের মুখোমুখি হয়েছেন তা অনুসন্ধান করেছেন। গৃহস্থালির মতো ঘটনাগুলি কীভাবে লিঙ্গভেদে পরিণত হয়েছে তা পরীক্ষা করেছেন। স্বাধীনতার জন্য জাতীয় সংগ্রামে নারীর ভূমিকা আবিষ্কার করেছেন।  এবং এমনকি যুক্তি দিয়েছেন যে কিছু ক্ষেত্রে \"নারী\" শ্রেণীটি প্রাক্-ঔপনিবেশিক প্রেক্ষাপটে প্রয়োগ করা যায় না।  স্কলাস্টিক ডায়ানজিঙ্গার কঙ্গোর প্রাক্-ও-উত্তর ঔপনিবেশিক  প্রজাতন্ত্রের নারীদের উপর  গবেষণা করেন। সেই গবেষণায় তাদের উপস্থিতি এবং তাৎপর্য প্রদর্শন করেন।  শতাব্দীর পর শতাব্দী ধরে আফ্রিকার প্রায় প্রতিটি অঞ্চলে নারীরা গুরুত্বপূর্ণ ঐতিহাসিক, অর্থনৈতিক এবং সামাজিক নেতা হিসেবে প্রমাণিত হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বাহ্যিক সংযোগগুলি ==\nজাতিসংঘ নারী আফ্রিকা\nআফ্রিকায় নারীর সামগ্রিক অবস্থা, জাতিসংঘ বিশ্ববিদ্যালয়\nসমাজে নারী (দক্ষিণ আফ্রিকা)\nডিম্যান্ডজা, অ্যাগনেস লোটেটা, The Role and Place of Women in Sub-Saharan African Societies[অধিগ্রহণকৃত!] , ৩০ জুলাই ২০০৪\nনওকো-উদ, চিচি, \"চেবে আফ্রিকান সমাজে নারীর ভূমিকার উপর জোর দিয়েছেন\""}