{"pageid": 1518228, "title": "দাসপ্রথা ও ধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1518228", "content": "ঐতিহাসিকভাবে দাসত্ব ধর্মীয় ভিত্তিতে কখনো স্বীকৃত; কখনো সমর্থিত এবং কখনো বিরোধিতা করা হয়েছে। ইহুদিধর্মে দাসদের নির্দিষ্ট কিছু সুরক্ষা থাকলেও দাসত্ব স্বীকৃত ছিল। প্রাথমিক খ্রিস্টান ধর্মগ্রন্থসমূহ দাসদের আত্মিক সমতা নিশ্চিত করলেও সামাজিকভাবে এটি দাসপ্রথাকে বৈধতা দিয়েছিল; তবে পরবর্তীতে খ্রিস্টীয় দৃষ্টিভঙ্গি পরিবর্তিত হয়েছে। ইসলামে দাসপ্রথা স্বীকৃত হলেও ধীরে ধীরে এটির বিলোপের দিকেই উৎসাহিত করা হয়েছে। মধ্যযুগ এবং আধুনিক যুগে খ্রিস্টান ও মুসলিম বিশ্বের বিভিন্ন অংশে দাসপ্রথা নিষিদ্ধ করা হয়। তবে তা বিভিন্ন সময় ও বিভিন্ন মাত্রায় বাস্তবায়িত হয়েছে।\n\n\n== সামগ্রিক চিত্র ==\nইহুদিধর্মে দাসপ্রথা বিদ্যমান থাকলেও হিব্রু দাসদের জন্য বিশেষ কিছু নিয়ম ও সুরক্ষা ব্যবস্থা ছিল। হিব্রু দাসদের পরিবারের সম্প্রসারিত সদস্য হিসেবে গণ্য করা হতো এবং তাদের প্রতি কিছু মানবিক আচরণ করাও বাধ্যতামূলক ছিল। দাসদের সম্পত্তি হিসেবে বিবেচনা করা হলেও তাদের নিজস্ব সম্পদ অর্জন ও সংরক্ষণের অধিকার ছিল। ইহুদি ধর্মগ্রন্থ অনুযায়ী, নির্দিষ্ট সময় পরে (সাধারণত ছয় বছর পর) হিব্রু দাসদের মুক্তি দেওয়ার বিধান ছিল। তবে তারা ইচ্ছা করলে তাদের প্রভুর অধীনে স্থায়ীভাবে থাকার সিদ্ধান্ত নিতে পারত। অহিব্রু বা বিদেশি দাসদের ক্ষেত্রে শর্ত তুলনামূলক কঠোর ছিল এবং তাদের স্থায়ীভাবে দাস হয়ে থাকার সম্ভাবনা বেশি ছিল। তবুও ইহুদি আইনে দাসদের প্রতি ন্যায়সঙ্গত ও মানবিক আচরণ করার কড়া নির্দেশ ছিল। ইহুদিরা ঐতিহাসিকভাবেই দাস ব্যবসার ক্ষেত্রে খুবই প্রসিদ্ধ ছিল এবং মধ্যযুগে তারা মুসলিম ও খ্রিস্টান রাজ্যগুলিতে দাস প্রাচার করত।\nপ্রাথমিক যুগে খ্রিস্টধর্ম দাস ও স্বাধীন উভয় ব্যক্তিকে আত্মিকভাবে সমান বিবেচনা করলেও দাস প্রথাকে একটি সামাজিক প্রতিষ্ঠান হিসেবে মেনে নিয়েছিল। বাইবেলের নূতন নিয়মের বিভিন্ন অংশে দাসদের প্রতি সদয় আচরণ করার উপদেশ দেওয়া হয়েছে। তবে তাতে সম্পূর্ণভাবে দাসত্ব বিলোপের কোনো আহ্বান জানানো হয়নি।\nপ্রাথমিক খ্রিস্টান লেখকরা দাস প্রথার অস্তিত্ব মেনে নিয়েছিলেন। তবে তারা দাস-মালিকদের প্রতি সদয় ও ন্যায্য আচরণের আহ্বান জানিয়েছেন। অ্যাসিরীয় খ্রিস্টানরা দাসপ্রথার বিরোধিতা করলেও অন্য খ্রিস্টান সম্প্রদায়গুলি এটিকে বৈধতা দিয়েছিল। অ্যাসিরীয়রা নিজেরাই সর্বদা দাসত্বের স্বীকার ছিল বিধায় দাসপ্রথা সম্পর্কে তাদের নেতিবাচক ধারণা দেখা যায়। মধ্যযুগে বিশেষ করে পোপের কিছু আইনে অবিশ্বাসীদের দাস বানানোর অনুমতি দেওয়া হয়েছিল। তবে ১৫ শতকের পর থেকে ক্যাথলিক চার্চ দাসপ্রথার বিরুদ্ধে অবস্থান নিতে শুরু করে এবং পোপেরা ক্রমশ দাসত্বের নিন্দা করতে থাকেন। তবে দাসপ্রথার বিরুদ্ধে নিন্দা সত্ত্বেও খ্রিস্টান চার্চের কিছু শাখা, বিশেষ করে অ্যাংলিকীয় চার্চ বার্বাডোসে দাসদের ধর্মান্তরিত করার প্রক্রিয়ায় জড়িত ছিল বলে জানা যায়। সেখানে দাস মালিকদের ব্যাপারে দেবীয় অধিকার বলে একটি নীতি প্রচলিত ছিল, যা দাসদের ওপর প্রভুর পূর্ণ কর্তৃত্বকে বৈধতা দিত।\n১৮ শতকে দাসপ্রথার বিরুদ্ধে খ্রিস্টান সমাজে একটি বৈশ্বিক আন্দোলন শুরু হয়, যা পরবর্তীতে ইউরোপ ও আমেরিকায় দাসপ্রথা বিলোপের অন্যতম প্রধান চালিকাশক্তি হয়ে ওঠে। তবে বিভিন্ন খ্রিস্টান গির্জা ১৯শ শতকের আগ পর্যন্ত তাদের অনুসারীদের মধ্যে দাসপ্রথা নিষিদ্ধ করেনি। দাসপ্রথার শিকার বহু ব্যক্তি খ্রিস্টধর্ম গ্রহণ করলেও তারা নিজস্ব সাংস্কৃতিক ও ধর্মীয় ঐতিহ্যের কিছু অংশ তাদের নতুন ধর্মবিশ্বাসের সঙ্গে মিশিয়ে নিয়েছিল।\nইসলামের প্রাথমিক যুগে দাসপ্রথা প্রচলিত ছিল এবং কুরআন ও হাদিসে দাসপ্রথা একটি স্বীকৃত সামাজিক বাস্তবতা হিসেবে বিবেচিত হয়েছে। ইসলাম দাসদের প্রতি সদয় আচরণ করতে, তাদের সঙ্গে ন্যায়সঙ্গত ব্যবহার করতে এবং সামর্থ্য থাকলে তাদের মুক্তি দিতে উৎসাহিত করেছে। ইসলামে দাসত্ব থেকে মুক্তির বিভিন্ন পথ নির্ধারণ করা হয়েছে। কেউ যদি একজন দাসকে মুক্তি দেয়, তাহলে তাকে একটি সওয়াবের কাজ হিসেবে গণ্য করা হয়।  জাকাত ও সদকার অর্থ দিয়ে দাসমুক্তির ব্যবস্থা করার প্রতিও উৎসাহিত করা হয়েছে। কুরআনে ও হাদিসে দাসদের সাথে মানবিক আচরণ, যথাযথ খাবার ও পোশাক দেওয়ার এবং তাদের প্রতি অবিচার না করার কঠোর নির্দেশ দেওয়া হয়েছে।\nতবে, ইসলাম দাস প্রথাকে পুরোপুরি নিষিদ্ধ করেনি। যুদ্ধবন্দিদের দাস বানানোর অনুমতি ছিল, বিশেষত যদি তারা মুসলিম না হয় এবং মুসলিম শাসন-বহির্ভূত অঞ্চল থেকে বন্দি করা হয়। এই বন্দিরা পরবর্তীতে দাসপ্রথার নিয়ম অনুযায়ী বিক্রি হতে পারত। তবে ইসলাম তাদের প্রতি সদয় আচরণ ও মুক্তির সুযোগ দেওয়ার ওপর গুরুত্ব দিয়েছে। এছাড়াও ইসলামে দাসদের সন্তানরা সাধারণত দাসত্বের অধীনেই থাকত। তবে যদি একজন দাসী তার মনিবের সন্তান জন্ম দিত, তাহলে সে সন্তানকে স্বাধীন ঘোষণা করা হতো এবং দাসীও মালিকের মৃত্যুর পর মুক্ত হয়ে যেত।\nহিন্দু ও বৌদ্ধ অধ্যুষিত প্রাচীন ও মধ্যযুগীয় ভারতেও দাসপ্রথা প্রচলিত মর্মে তথ্য পাওয়া যায়।\n\n\n== বাইবেলে দাসত্ব ==\nহামের অভিশাপ সম্পর্কে আদিপুস্তকের আখ্যানটিকে একটি কারণতাত্ত্বিক গল্প হিসেবে ধরে নেওয়া হয়েছে, যা কেনানীয়দের দাসত্বের কারণ প্রদান করে। হাম শব্দটি হিব্রু ভাষায় \"গরম\" অর্থ বোঝায়। এটি মিশরীয় শব্দ \"কেম\"-এর সাথে সম্পর্কিত। \"কেম\" শব্দটির অর্থ হল কালো এবং এটি প্রাচীন মিশরের একটি নাম ছিল, যা নীল নদের উর্বর কালো মাটির প্রতি ইঙ্গিত করে। অনেক পণ্ডিত মনে করেন যে, \"হাম\" আসলে মিশরীয় প্রতীক এবং শব্দটি জাতিগত তালিকায় মিশরীয়দের বুঝানোর জন্য ব্যবহৃত হয়েছে। ইতিহাসে কিছু খ্রিস্টান; যেমন অরিযেন ও কেভ অফ ট্রেজার্স (ধর্ম গ্রন্থ) একটি ভিন্ন ব্যাখ্যা দিয়েছেন। তাদের মতে, \"হাম\" শুধু মিশর নয়; বরং সমস্ত কৃষ্ণাঙ্গ জাতিগোষ্ঠীর প্রতিনিধিত্ব করে। তারা মনে করতেন, হাম নামটি কৃষ্ণাঙ্গ জনগোষ্ঠীর গাঢ় ত্বকের প্রতীক। দাসত্বপন্থা মতাদর্শে বিশ্বাসীরা; যেমন আলেকজান্দ্রিয়ার ইউটিকিয়াস, জন ফিলোপোনাস এবং পরবর্তী সময়ে আমেরিকান দাসপ্রথার সমর্থকরাও এই ধারণা গ্রহণ করে বলেছিলেন যে, হামের বংশধররা শাস্তিস্বরূপ চিরকাল দাসত্বের জন্য অভিশপ্ত। এর ফলে তারা এই ব্যাখ্যাকে কৃষ্ণাঙ্গ মানুষের দাসত্বকে ধর্মীয়ভাবে বৈধতা দেওয়ার জন্য ব্যবহার করেছিল। জোরেমের মত কিছু খ্রিস্টান ধর্মতাত্ত্বিক আরো চরমপন্থী মতামত প্রকাশ করেছিলেন। তারা দাবি করেন যে, কৃষ্ণাঙ্গদের শরীর যেমন কালো, তাদের আত্মাও তেমনই কালো এবং এটি একটি সম্পূর্ণ বর্ণবাদী ধারণা ছিল।\nপ্রাচীন কালেও দাসপ্রথা প্রচলিত ছিল এবং তাওরাত এটিকে সমর্থন করেছে। বাইবেলে দাসত্ব বোঝাতে হিব্রু শব্দ \"এবদ\" (עֶבֶד) ব্যবহার করা হয়েছে। তবে \"এবদ\" শব্দটির অর্থ ইংরেজি শব্দ \"স্লাভেরি\" (বাংলায় দাসত্ব) এর চেয়ে অনেক বেশি বিস্তৃত এবং বেশ কিছু পরিস্থিতিতে এটিকে ইংরেজিতে \"সার্ভেন্ট\" ( সেবক) হিসাবে আরও সঠিকভাবে অনুবাদ করা হয়েছে। যুদ্ধের মাধ্যমে প্রাপ্ত বন্দীদের দাস বানানো বৈধ বলে মনে করা হত; কিন্তু অপহরণের মাধ্যমে নয়। শিশুদের পারিবারিক ঋণের বিনিময়ে দাসত্বেও বিক্রি করা যেত, যা কখনও কখনও আদালত কর্তৃক আদেশিত হত।\nহিট্টি আইন ও হাম্মুরাবির বিধানের মতো বাইবেলেও দাসদের প্রতি আচরণের ন্যূনতম নিয়ম নির্ধারণ করা হয়েছে এবং তা ব্রোঞ্জ যুগের আইনের শর্তমূলক আইন হিসেবে লেখা, যেখানে নির্দিষ্ট অপরাধের জন্য \"যদি-তবে\" নীতির ভিত্তিতে শাস্তি নির্ধারিত ছিল। দাসদের পরিবারের অংশ হিসেবে বিবেচনা করা হতো। তারা সুক্কোত উৎসব উদযাপন করতে পারত এবং তাদের শাব্বাত (বিশ্রাম দিবস) মানার অনুমতি ছিল। ইসরায়েলীয় দাসদের প্রতি নিষ্ঠুর পরিশ্রম চাপিয়ে দেওয়া যেত না। যারা ঋণের কারণে নিজেদের দাস হিসেবে বিক্রি করত, তাদের সাধারণ ভাড়াটে শ্রমিকের মতো আচরণ করতে হতো।\nযদি কোনো মালিক তার দাসকে এমনভাবে আহত করত, যা \"চোখের বদলে চোখ, দাঁতের বদলে দাঁত\" নীতির মধ্যে পড়ে, তাহলে সেই দাসকে মুক্তি দিতে হতো ক্ষতিপূরণ হিসেবে। তবে যদি কোনো দাস প্রভুর প্রহারে ২৪ থেকে ৪৮ ঘণ্টার মধ্যে মারা যেত, তাহলে মালিককে শাস্তি দেওয়া হতো। শাস্তি বলতে মৃত্যুদণ্ড বোঝায় কি না, তা স্পষ্ট নয়।\nইসরায়েলীয় ক্রীতদাসরা সাধারণত ছয় বছরের শ্রমের পর স্বয়ংক্রিয়ভাবে মুক্তি পেত এবং/অথবা পরবর্তী শুভবর্ষে ( যা ব্যাখ্যার উপর নির্ভর করে প্রতি ৪৯ বা প্রতি ৫০ বছরে একবার সংঘটিত হতো) মুক্তি পেতো। তবে ক্রীতদাসটি যদি কোনো ইসরায়েলীয় ব্যক্তির মালিকানাধীন হত এবং ঋণদাসত্বে না থাকত, তাহলে শুভবর্ষের নিয়ম তার ক্ষেত্রে প্রযোজ্য হতো না। দাসরা তাদের সেবার ৭ম বছরে স্বয়ংক্রিয়ভাবে মুক্তি পেত, যা নারী দাসদের ক্ষেত্রে প্রযোজ্য ছিল না অথবা প্রযোজ্য ছিল এবং তাদের বিদায় উপহার হিসেবে গবাদি পশু, শস্য ও মদ দেওয়া হতো (সম্ভবত তাদের গলায় ঝুলিয়ে দেওয়া হত)।\nএই সপ্তম বছরে মুক্তি স্বেচ্ছায় ত্যাগ করা যেতো, যা প্রাচীন নিকট প্রাচ্যের অন্যান্য জাতির মত একটি আনুষ্ঠানিক কান ছিদ্র করার মাধ্যমে চিহ্নিত হতো।  এই রকম ত্যাগের পর ব্যক্তিটি চিরকাল দাসত্বে আবদ্ধ থাকত (এবং শুভবর্ষেও মুক্তি পেত না)। অইসরায়েলি দাসদের চিরকাল দাস হিসেবে রাখা হত এবং তারা উত্তরাধিকারসূত্রে সম্পত্তি হিসেবে বিবেচিত হতো।\nনতুন নিয়মের বিভিন্ন গ্রন্থে; যেমন প্রথম পিতরের পত্রে দাসদের তাদের প্রভুদের প্রতি আনুগত্যশীল হওয়ার উপদেশ দেওয়া হয়েছে এবং এভাবে যেন তারা প্রভুর প্রতিই আনুগত্য দেখাচ্ছে; কোনো মানুষের প্রতি নয়। ফিলেমোনের প্রতিটি পত্র দাস প্রথার পক্ষে ও বিপক্ষে—উভয় পক্ষেই ব্যবহার করার উপযোগী ছিল। এই পত্রে পল অনিসিমাস নামক এক পালিয়ে যাওয়া দাসকে তার মালিকের কাছে ফিরিয়ে দেন।\n\n\n== ইহুদি ধর্ম ==\nপ্রথম শতাব্দীর মূলধারার ইহুদি ধর্মে দাসত্বকে সমস্যা হিসেবে দেখা হতো না। দ্বিতীয় শতাব্দীতে ইহুদিদের যিহুদিয়া থেকে বহিষ্কারের পর থেকেই ধনী ইহুদিরা যেখানেই আইনত বৈধ ছিল, সেখানে অইহুদি দাসদের ক্রয় করত।  তবে ইহুদি ধর্মীয় কর্তৃপক্ষ দাসদের মুক্তি দেওয়ার ব্যাপারে খুবই সহানুভূতিশীল ছিলেন এবং সামান্যতম কারণেই দাসমুক্তিকে অনুমোদন দিতেন। দাসমুক্তি নিয়ে কোনো মামলা হলে, যদি তথ্য নিয়ে সামান্যতম অনিশ্চয়তাও থাকত, তাহলে প্রায় সব ক্ষেত্রেই রায় দাসের মুক্তির পক্ষেই দেওয়া হতো।\nদাসপ্রথা সম্পর্কে ইহুদি ধর্মের অত্যন্ত গুরুত্বপূর্ণ দলিল তালমুদে অনেক বিধান দেওয়া হয়েছে, যার ফলে দাস মুক্তি সহজ এবং সম্ভাব্য হয়ে উঠেছিল:\n\nদাস-মালিকের জন্য নিজের দাসকে মূল্যবান ও বাধ্যতামূলক উপহার দেওয়ার নিয়ম ছিল। তবে এটি কেবলমাত্র সপ্তম বছরে মুক্তির সময় প্রযোজ্য ছিল।\nদাসদের মুক্তির দাম তাদের প্রথম কেনা দাম থেকে হিসাব করা হত অর্থাৎ দাস যেভাবে কেনা হয়েছিল তার মূল্যের একটি অংশ হিসেবে। এর ফলে পুরো ভাড়া পরিশোধের পরিবর্তে দাসের মুক্তির জন্য কম টাকা নেওয়া হতো। যদি দাস অসুস্থ বা দুর্বল হতো, তবে তার মুক্তির দাম আরও কমিয়ে দেওয়া হত। কারণ তখন তার বিক্রি করা কঠিন হয়ে পড়তো।\nমালিকের পক্ষ থেকে স্বেচ্ছায় দাস মুক্তি দেওয়ার নিয়মও ছিল এবং এর জন্য একটি বিশেষ দলিল তৈরি করা হতো, যা দাসের মুক্তির প্রমাণ হিসেবে গণ্য করা হতো।\nমালিকের ইচ্ছায় দাসকে স্বেচ্ছায় মুক্তি দেওয়া আনুষ্ঠানিকভাবে সম্ভব হয়েছিল।\n\"মুক্তির দলিল\" (শেতার শিহরুর) চালু করা হয়েছিল, যা দাসের স্বাধীনতার আনুষ্ঠানিক প্রমাণ হিসেবে গণ্য হতো।\nমৌখিকভাবে যদি কোনো দাস মুক্তি দেওয়ার কথা বলা হতো, তবে সেটি আর বাতিল করা যেত না। একবার মুক্তির ঘোষণা দিলে, সেটি চূড়ান্ত হয়ে যেত।\nদাসকে তেফিল্লিন (ধর্মীয় চিহ্ন) পরানো হলে অথবা তাকে প্রকাশ্যে তৌরাতের তিন বা তার বেশি আয়াত পড়তে বলা হলে, এসব কাজকে দাসের মুক্তির আনুষ্ঠানিক ঘোষণা হিসেবে গণ্য করা হতো।\nযদি কোনো দাস চরম অসুস্থ হয়ে যেত এবং তার অসুস্থতা চার বছর পর্যন্ত স্থায়ী হতো তবু তার এই অসুস্থতা পূর্বনির্ধারিত ছয় বছর দাসত্ব করার পর মুক্তি পাওয়ার অধিকারের পথে বাধা হতে পারত না অর্থাৎ ছয় বছর পর সে মুক্ত হয়ে যেতো।\nইহুদি ধর্মগ্রন্থ তালমুদে দাস ব্যবসায় ইহুদিদের অংশ গ্রহণের জন্য কিছু নিয়ম-নীতি ছিল। ধর্মত্যাগের ভয় থেকে ইহুদীদের জন্য অইহুদীদের কাছে দাস বিক্রি করা তালমুদে নিরুৎসাহিত করা হয়েছে। তবে ঋণ প্রদানকারীদের মাধ্যমে দাসদের লেনদেনের অনুমতি ছিল। তালমুদে তিরি শহরের সাথে দাস ব্যবসার অনুমতি ছিল; তবে এটি শুধুমাত্র অ-ইহুদী ধর্ম থেকে দাসদের মুক্তি দেওয়ার উদ্দেশ্যে ছিল। তালমুদে ধর্মীয় বর্ণবাদও ছিল, যেখানে ক্যানানীয় দাসদের ফিলিস্তিন থেকে অন্য কোন অঞ্চলে বিক্রি বা স্থানান্তর নিষিদ্ধ করা হয়েছিল। এছাড়াও কিছু নিরুৎসাহিত বাণিজ্য ছিল: পুরুষদের নিজেদেরকে নারীদের কাছে বিক্রি করা এবং পিতাদের প্রাপ্তবয়স্ক কন্যাদের দাসত্বে বিক্রি করা।  প্রাক-বাল্যকালীন মেয়েদের যদি নিজেদের পিতাদের মাধ্যমে দাসত্বে বিক্রি করা হতো, তাহলে তাদের নতুন মালিক বা তার পুত্রের সাথে বিয়ে করিয়ে দেওয়া হতো। এ ক্ষেত্রে মালিকের পুত্র অনেক সময় কেবল বাল্যকাল অতিক্রম করত। তালমুদে দাসদের স্বাধীন ইহুদীদের সাথে বিয়ে করার অনুমতি ছিল না। তবে মালিকরা প্রায় তাদের দাসীদের উপপত্নী হিসবে যৌন সেবা গ্রহণের অধিকার পেতেন।\nতালমুদীয় আইন অনুসারে, একজন দাসকে হত্যা করা একজন স্বাধীন ব্যক্তিকে হত্যা করার মতই শাস্তিযোগ্য অপরাধ; এমনকি যদি তা মালিক কর্তৃক সংঘটিত হয়। যদিও দাসদের সাধারণত মালিকের সম্পত্তি হিসেবে বিবেচনা করা হত, তবে তাদের সাব্বাথ ও ছুটির দিনে কাজ করানো হত না; তারা মালিকের সম্পত্তি অর্জন  ও ধারণ করতে পারত।\nযোসেফ কারো ও মুসা বিন মৈমুনের কয়েকজন ইহুদি লেখক মধ্যযুগে দাসত্বের ধারণা নিয়ে গুরুতর আপত্তি তুলেছিলেন। তারা বিশ্বাস করতেন যে, ইহুদিদের দাস বলা অত্যন্ত অপমানজনক এবং যে কেউ এই শব্দটি বললে, তাকে বিশ্বাসভঙ্গ (এক্সকমিউনিকেশন) অর্থাৎ সমাজচ্যুত করার মত শাস্তি দেওয়া উচিত। তবে তারা অইহুদিদের দাসত্বের ব্যাপারে কোনো আপত্তি তুলতেন না। বরং তারা বলতেন যে, বাইবেলে যেভাবে দাসদের কিছু আঘাতের জন্য মুক্তি দেওয়ার কথা বলা হয়েছে, তা শুধুমাত্র সেই দাসদের জন্য প্রযোজ্য হওয়া উচিত যারা ইহুদি ধর্মে ধর্মান্তরিত হয়েছে। এছাড়াও মুসা বিন মৈমুন আরো যুক্তি দিয়েছিলেন যে, দাসের মালিক যদি কোনো আঘাতের জন্য দাসকে মুক্তি দিতে বাধ্য হন, তাহলে এটি আসলে মালিকের জন্য শাস্তি হবে এবং এর জন্য আদালতের নির্দেশ ও সাক্ষীদের প্রমাণ করা প্রয়োজন হবে। বাইবেলে পালানো দাসদের জন্য যে সুরক্ষা প্রদান করা হয়েছে, মুসা তার বিপরীতে বলেন যে, পালিয়ে যাওয়া দাসদের তাদের স্বাধীনতা কিনতে বাধ্য করা উচিত।\nএই সময়ে মুসা বিন মৈমুন ও অন্য হালাখা কর্তৃপক্ষরা দাসদের প্রতি অমানবিক আচরণ নিষিদ্ধ করেছিলেন অথবা তীব্রভাবে বিরত থাকতে বলেছেন। ঐতিহ্যবাহী ইহুদি আইনে একজন দাস মূলত একজন চুক্তিভিত্তিক শ্রমিকের মতো, যার নির্দিষ্ট অধিকার রয়েছে এবং তার সাথে মালিককে তার পরিবারের সদস্যের মত আচরণ করতে হবে। মুসা বিন মৈমুন লিখেছিলেন যে, একজন দাস ইহুদি হোক বা না হোক, পবিত্র ও জ্ঞানীদের পথ হল সর্বদা দয়ালু হওয়া ও ন্যায়বিচার অনুসরণ করা; দাসের উপর অতিরিক্ত বোঝা চাপানো বা নির্যাতন না করা এবং তাদের মৌলিক খাদ্য ও পানীয় প্রদান করা। প্রাচীন পণ্ডিতরা তাদের দাসদের নিজেদের টেবিলের প্রতিটি পদ থেকেই কিছু খেতেন দিতেন। তারা খাবার খাওয়ার আগে তাদের সেবকদের খাওয়াতেন... এবং দাসদের অবমাননা বা নির্যাতন করা যাবে না। আইন তাদের সেবা করার জন্য নির্ধারিত হয়েছে, অবমাননার জন্য নয়। তাদের ওপর চিৎকার করবেন না বা রেগে যাবেন না; বরং তাদের কথা শোনুন। আরেকটি প্রসঙ্গে মাইমনিদেস লিখেছিলেন যে, দাসত্বের সমস্ত আইন \"দয়া, দয়া ও সহিষ্ণুতা\"।\n\n\n== খ্রিস্টধর্ম ==\nখ্রিস্টধর্মের ইতিহাসে বিভিন্ন ধরনের দাসপ্রথা প্রায় ১৮ শতাব্দীরও অধিক সময় ধরে প্রচলিত ছিল। প্রাথমিক খ্রিস্টান সমাজে দাস মুক্তিকে একটি বড় মহৎ কাজ হিসেবে দেখা হতো এবং রোমান সাম্রাজ্যের প্রেক্ষাপটে খ্রিস্টানদের দৃষ্টিভঙ্গি ছিল যে, পৃথিবীর সকল মানুষ সমান; এমনকি দাসরাও। এটি একটি নতুন ধারণা ছিল। তবে এতকিছুর পরও দাসপ্রথাকে কখনো বড় পরিসরে প্রতিবন্ধকতার সম্মুখীন হতে হয়নি।\nইতিহাসবিদ ডেভিড ব্রায়ন ডেভিস উল্লেখ করেন যে, খ্রিস্টান চিন্তাধারায় দাসত্ব নিয়ে বিভিন্ন মত প্রচলিত থাকলেও দাসপ্রথা সম্পূর্ণরূপে বিলুপ্ত করার কোনো কার্যকর উদ্যোগ নেওয়া হয়নি। বরং খ্রিস্টান দৃষ্টিভঙ্গি সাধারণত দাসপ্রথাকে স্বীকৃতি দিয়েছে এবং এটিকে সামাজিক কাঠামোর একটি অংশ হিসেবে বিবেচনা করে এসেছে।\n৩৪০ সালে গ্যাংগ্রার সম্মেলন একটি গুরুত্বপূর্ণ সিদ্ধান্ত গ্রহণ করেছিল, যেখানে মানিকীয় সম্প্রদায়ের বিরুদ্ধে নিন্দা প্রকাশ করা হয়েছিল। কারণ মানিকীয় সম্প্রদায় দাসদের উৎসাহিত করেছিল, যাতে তারা নিজেদের মুক্ত করে নিতে পারে। গ্যাংগ্রার সম্মেলন তাদের এই অবস্থানকে কঠোরভাবে প্রত্যাখ্যান করে এবং তাদের নীতিকে ভুল বলে ঘোষণা দেয়। সেই সম্মেলনের ২০টি অনুশাসনের একটিতে স্পষ্টভাবে বলা হয় যে:\n৩) যদি কেউ ধর্মভীরুতার অজুহাতে কোনো দাসকে তার মনিবকে অবজ্ঞা করতে, তার সেবা থেকে বিরত থাকতে বা পালিয়ে যেতে এবং সদিচ্ছা ও পূর্ণ সম্মান দিয়ে তার নিজের মনিবের সেবা না করতে শেখায়, তাহলে তাকে অভিশপ্ত হতে হবে।\n৪৫১ খ্রিস্টাব্দে চ্যালসেডন সম্মেলনের সময় ক্যাননের একটি ভিন্ন মত অর্থোডক্স ক্যাথলিক আইন হিসাবে গৃহীত হয়েছিল। যেমন:\n৪) ... প্রত্যেক সন্ন্যাসীকে নিজের বিশপের অধীনস্থ থাকতে হবে এবং তার পরামর্শ ছাড়া তার ঘর থেকে বের হওয়া উচিত নয়। তবে একজন দাস তার প্রভুর সম্মতি ছাড়া সন্ন্যাস জীবনে প্রবেশ করতে পারে না।\nআউরেলিয়ুস আউগুস্তিনুস—যিনি একসময় মানিকীয় ধর্মের অনুসারী ছিলেন; কিন্তু পরে তা ত্যাগ করেন—মনে করতেন যে, দাসত্ব প্রকৃতির স্বাভাবিক নিয়ম বজায় রাখার একটি উপায়। জন ক্রাইসোস্টম—যিনি পূর্ব অর্থডক্স ও রোমান ক্যাথলিক গির্জার মতে একজন সন্ত ছিলেন—বলেছিলেন যে, দাসদের তাদের অবস্থার প্রতি সংযত থাকতে হবে। কারণ যে নিজের মনিবের আদেশ পালন করে, সে আসলে ঈশ্বরের আদেশই পালন করছে। তবে অন্য একটি চিঠিতে তিনি বলেছিলেন, দাসত্ব আসলে লোভ, অপচয়, ও অতৃপ্ত লালসার ফল। বাইবেলে পল (অ্যাপোসল পল) প্রথম দিকের খ্রিস্টানদের উদ্দেশ্যে লিখেছিলেন যে: এখানে ইহুদি বা গ্রিক বলে কোনো পার্থক্য নেই; দাস বা স্বাধীন বলে কোনো পার্থক্য নেই; পুরুষ বা নারী বলে কোন পার্থক্য নেই। কারণ তোমরা সবাই খ্রিস্ট যিশুর দৃষ্টিতে এক। প্রথম দিকের কিছু খ্রিস্টান পোপ নিজেরাও একসময় দাস ছিলেন। ৪৯২ খ্রিস্টাব্দে পোপ প্রথম গেলাসিয়াস গল অঞ্চলের (আজকের ফ্রান্স) অখ্রিস্টানদের দাস হিসেবে বন্দি করা, আমদানি করা এবং ইহুদিদের মাধ্যমে রোমে বিক্রির অনুমতি দেন। তবে এর পরবর্তী কয়েক শতাব্দীতে রোমান পোপরা খ্রিস্টানদের দাস বানানোর বিরুদ্ধে অবস্থান নেন এবং ঘোষণা দেন যে, ইহুদি, মুসলিম, অমুসলিম ও খ্রিস্টানরা যেন কোনো খ্রিস্টান দাসদের মালিক না হয়। পরবর্তীতে ১১০২ সালে লন্ডন কাউন্সিল এক বিশেষ ঘোষণা দেয়; যদিও এটি চার্চের আনুষ্ঠানিক আইন ছিল না: এখান থেকে কেউ যেন আর দাস কেনাবেচার জঘন্য কাজে লিপ্ত না হয়, যা ইংল্যান্ডে প্রচলিত ছিল এবং সেখানে মানুষকে পশুর মতো বিক্রি করা হতো।\n১৪৫২ সালে পোপ পঞ্চম নিকোলাস একটি আদেশ জারি করেছিলেন, যেখানে তিনি পর্তুগালের রাজা পঞ্চম আফোনসোকে অনুমতি দিয়েছিলেন যে, তিনি যেকোনো মুসলিম, অমুসলিম বা অবিশ্বাসী ব্যক্তিকে উত্তরাধিকারসূত্রে দাসে পরিণত করতে পারেন। তার এই অনুমোদনটি ১৪৫৫ সালে আরেকটি আদেশের মাধ্যমে পুনরায় নিশ্চিত ও সম্প্রসারিত করা হয়। এই আদেশগুলি মূলত ১৪৫৩ সালে কনস্টান্টিনোপলের পতনের ফলে শুরু হওয়া যুদ্ধের প্রতিক্রিয়ায় জারি করা হয়েছিল। ১৪৮৮ সালে পোপ অষ্টম ইনোসেন্ট অ্যারাগনের রাজা দ্বিতীয় ফার্দিনান্দের কাছ থেকে উপহার হিসেবে ১০০ জন দাস গ্রহণ করেন এবং এই দাসদের তার প্রধান যাজক ও রোমের অভিজাতদের মধ্যে বিতরণ করেন। এছাড়া ১৬৩৯ সালে পোপ অষ্টম আরবা মাল্টার যোদ্ধা সংঘের কাছ থেকে নিজের জন্য দাস কিনেছিলেন।\n১৫শ ও ১৬শ শতাব্দীতে অন্যান্য পোপরা দাসপ্রথাকে একটি মহা অপরাধ হিসেবে নিন্দা করেছিলেন, যাদের মধ্যে ছিলেন দ্বিতীয় পিয়াস, তৃতীয় পল এবং চতুর্থ ইউজিন। ১৬৩৯ সালে পোপ অষ্টম আরবান দাসপ্রথা নিষিদ্ধ করেন, যেমনটি ১৭৪১ সালে বেনেডিক্ট চতুর্দশ করেছিল। ১৮১৫ সালে পোপ সপ্তম পিয়াস ভিয়েনার কংগ্রেসকে দাস ব্যবসা দমন করার দাবি জানান এবং ১৮৩৯ সালে ষোড়শ গ্রেগরি আবার এর নিন্দা করেন।\nএছাড়া ১৫১০ সালে সান্তো দোমিঙ্গোর একটি স্পেনীয় বসতিতে আগত ডোমিনিকীয় খ্রিস্টান ভিক্ষু স্থানীয় ভারতীয়দের দাসত্বের তীব্র নিন্দা করেছিলেন। অন্য পুরোহিতদের সাথে ভারতীয়দের প্রতি দুর্ব্যবহারের বিরোধিতা করেছিল। তারা স্পেনীয় রাজার সাথে ও পরবর্তী রাজকীয় কমিশনের সভায় এটিকে অন্যায্য ও অবৈধ বলে নিন্দা করেছিলেন। তাদের এই নিন্দার প্রতিক্রিয়ায় স্পেনীয় রাজতন্ত্রের পরবর্তী রাজকীয় কমিশন স্থানীয় জনগোষ্ঠীকে দাসত্বে পরিণত করার জন্য একটি ধর্মীয় ন্যায্যতা প্রদান করে এ অজুহাতে যে, ভারতীয়রা রোমান ক্যাথলিক ধর্মে ধর্মান্তরিত হতে অস্বীকৃতি জানিয়েছিল এবং তাই তারা পোপের কর্তৃত্ব অস্বীকার করেছিল।\nদাসপ্রথাকে ন্যায্যতা দেওয়ার জন্য খ্রিস্টধর্মের বিভিন্ন ব্যাখ্যাও ব্যবহার করা হয়েছিল। উদাহরণস্বরূপ, কিছু লোক বিশ্বাস করতেন যে, দাসত্ব পাপীদের জন্য সংরক্ষিত একটি শাস্তি। এছাড়াও কিছু খ্রিস্টান সংগঠন দাস-মালিক ছিল। ১৮শ শতকে উচ্চ গির্জার অ্যাংলিকীয় প্রচার সংঘ বার্বাডোসের কোডরিংটন বাগানের মালিক ছিল, যেখানে কয়েক শতাধিক দাস ছিল এবং তাদের বুকে আগুনের ছাপ দিয়ে সংঘের নাম অঙ্কিত করা হত। এটি তাদের জন্য বাধ্যতামূলক ছিল। আমেরিকায় ধর্মীয় পুনর্জাগরণের অন্যতম পথিকৃৎ হিসেবে পরিচিত জর্জ হোয়াইটফিল্ড একটি প্রদেশব্যাপী জারিকৃত দাসত্ব নিষেধাজ্ঞা বাতিল করেন এবং তিনি নিজেও কয়েক শতাধিক দাসের মালিক ছিলেন। তবুও হোয়াইটফিল্ড দাসদের মধ্যে প্রথম ধর্ম প্রচারকারীদের অন্যতম হিসেবে গণ্য হন।\nকখনো কখনো খ্রিস্টান গোষ্ঠীগুলি দাসপ্রথার বিরুদ্ধে কাজ করত। সপ্তম শতাব্দীর সন্ত এলোই তার বিশাল সম্পদ ব্যবহার করে ৫০ থেকে ১০০ জনের মত ব্রিটিশ ও স্যাক্সন দাস কিনে তাদের মুক্ত করেছিলেন। বিশেষ করে কোয়াকাররা বিলোপবাদের প্রাথমিক নেতা ছিলেন এবং এই ঐতিহ্যের সাথে তাল মিলিয়ে তারা অন্তত ১৬৮৮ সালের প্রথম দিকে দাসপ্রথার নিন্দা করেছিলেন। ১৭৮৭ সালে দাস বাণিজ্য বিলোপের জন্য সোসাইটি গঠিত হয় এবং এর ১২ জন প্রতিষ্ঠাতা সদস্যের মধ্যে ৯ জন ছিলেন কোয়াকার। উইলিয়াম উইলবারফোর্স নামে এই সমাজের একজন প্রাথমিক সমর্থক ১৮০৭ সালের দাস বাণিজ্য আইন পাস করার জন্য পদক্ষেপ নেন, যা আটলান্টিক দাস বাণিজ্যের বিরুদ্ধে একটি বড় আঘাত হেনেছিল।\nখ্রিস্টীয় মেথডবাদ ও প্রেসবিটারীয় মতবাদের নেতারা দাসপ্রথার বিরুদ্ধে কড়া অবস্থান নিয়েছিলেন এবং তাদের অনুসারীদেরও একই মনোভাব গ্রহণে উদ্বুদ্ধ করে। এর অংশ হিসেবে মেথডীয় ও প্রেসবিটারীয়রা দাসত্ব প্রত্যাখ্যান না করা পর্যন্ত কাউকেই নিজেদের সম্প্রদায়ের সদস্য হিসেবে গ্রহণ করত না।\nকিন্তু মার্কিন যুক্তরাষ্ট্রের দক্ষিণাঞ্চলে দাসপ্রথার প্রতি প্রবল সমর্থন ছিল। সেখানে দাসত্ববিরোধী বইপত্র ও লেখালেখি ছড়িয়ে পড়তে দেওয়া হতো না; এমনকি ইংরেজ ধর্মপ্রচারক চার্লস স্পার্জিয়নের দাসত্ববিরোধী বক্তব্যের লেখাগুলিও পুড়িয়ে ফেলা হয়। যখন মার্কিন গৃহযুদ্ধ শুরু হয়, তখন দাসপ্রথা সেখানে একটি গুরুত্বপূর্ণ রাজনৈতিক ও নৈতিক ইস্যু হয়ে ওঠে। যুদ্ধে দক্ষিণের পরাজয়ের ফলে মার্কিন সংবিধানে দাসত্ব নিষিদ্ধ করা হয়। তবে যদিও আইনিভাবে দাসপ্রথার অবসান ঘটেছিল, তবে কিছু চরমপন্থী শ্বেতাঙ্গ গোষ্ঠী; যেমন: ক্রিশ্চিয়ান আইডেন্টিটি মুভমেন্ট ও কু ক্লাক্স ক্লান দাস প্রথাকে আমেরিকার ইতিহাসের একটি ইতিবাচক দিক হিসেবে দেখে।\n\n\n=== দাস খ্রিস্টধর্ম ===\nযুক্তরাষ্ট্রে খ্রিস্টধর্ম শুধু দাসত্ব সম্পর্কে মতামত দেয়নি; বরং দাসদের ধর্মচর্চাতেও নিয়ন্ত্রণ আরোপ করেছিল। ১৯৪১ সালে মেলভিল হার্সকোভিটসের গবেষণার আগে সাধারণভাবে মনে করা হতো যে, দাসত্বের ফলে তাদের আফ্রিকীয় সংস্কৃতির সবকিছু ধ্বংস হয়ে গেছে; তবে তার গবেষণার পর গবেষকরা দেখতে পেয়েছেন যে, দাসদের খ্রিস্টধর্ম আসলে আফ্রিকীয় ও খ্রিস্টান ধর্মীয় ঐতিহ্যের মিশ্রণে গঠিত হয়েছিল। দাসরা মূলত আফ্রিকা থেকে বিভিন্ন ধর্ম নিয়ে এসেছিল, যার মধ্যে আফ্রিকার ঐতিহ্যবাহী ধর্ম ও ইসলাম উল্লেখযোগ্য। ১৮শ শতকের শুরুর দিকে দক্ষিণী আমেরিকার উপনিবেশগুলিতে অ্যাঙ্গলিকীয় খ্রিস্টান মিশনারিরা দাসদের খ্রিস্টধর্মে দীক্ষিত করতে চাইলে তারা বাধার সম্মুখীন হয়। একদিকে দাস-মালিকরা এতে আগ্রহী ছিল না; অন্যদিকে দাসেরাও তাদের নিজস্ব ধর্মীয় বিশ্বাস ও আচার-অনুষ্ঠান ধরে রাখতে চেয়েছিল। বিশেষ করে দক্ষিণে দাসদের মধ্যে বহুবিবাহ ও ধর্মীয় নৃত্যের প্রচলন ছিল, যা মিশনারি খ্রিস্টানরা মেনে নিতে পারেনি।\nতবে দাসদের যারা খ্রিস্টধর্ম গ্রহণ করেছিল, তারাও নিজেদের পূর্বপুরুষদের ধর্ম পুরোপুরি ত্যাগ করেনি। বরং তারা খ্রিস্টধর্মের সঙ্গে তাদের আফ্রিকীয় বিশ্বাস ও আচার মিলিয়ে নতুন এক ধর্মীয় সংস্কৃতি তৈরি করেছিল। উদাহরণস্বরূপ খ্রিস্টান ক্রুশকে তারা এমন এক তাবিজ হিসেবে ব্যবহার করত, যা তাদের বিশ্বাস অনুযায়ী দুষ্ট আত্মা প্রতিরোধ করত। যিশুকে তারা আফ্রিকীয় পুরোহিতদের মতো একজন চিকিৎসক বা নিরাময়কারী হিসেবে কল্পনা করত। এই সংমিশ্রণের ফলে লুইসিয়ানা ভুডু ও হাইতির ভোদুনের মতো নতুন ধর্মীয় চর্চা গড়ে ওঠে। উত্তরাঞ্চলের কৃষ্ণাঙ্গদের মধ্যেও আফ্রিকীয় ধর্মীয় প্রভাব ছিল। তবে দক্ষিণে এর প্রভাব বেশি ছিল। এর কারণ হল, সেখানে কৃষ্ণাঙ্গদের সংখ্যা তুলনামূলক বেশি ছিল।\nআফ্রিকীয় উপজাতীয় ধর্মগুলির একটি অতি সাধারণ বৈশিষ্ট্য ছিল যে, তারা পার্থিব ও আধ্যাত্মিক জগতকে আলাদা করে দেখত না এবং তাদের বিশ্বাস অনুযায়ী  জীবনের প্রতিটি দিকেই ঈশ্বরের উপস্থিতি ছিল। তবে বেশিরভাগ উপজাতীয় ধর্মে সংগীত ও নাচের মাধ্যমে আধ্যাত্মিক অভিজ্ঞতা অর্জনের প্রথা ছিল। ঢোলের বাজনা ও মন্ত্রের পুনরাবৃত্তির মাধ্যমে উপাসনার সময় অনেকেই 'আত্মার অধিকারের' অভিজ্ঞতা লাভ করত, যেখানে একজন ব্যক্তি শুধু ঈশ্বর কর্তৃক অধিকারপ্রাপ্ত হতো না; বরং সে ঈশ্বরের সঙ্গেই একীভূত হয়ে যেত।\nআমেরিকায় দাসদের খ্রিস্টধর্ম চর্চায় আফ্রিকীয় আদিবাসী ঐতিহ্যের প্রতিফলন স্পষ্টভাবে দেখা যায়। আফ্রিকীয় ধর্মীয় সংস্কৃতির গান, নৃত্য এবং উচ্ছ্বাসপূর্ণ আচার-অনুষ্ঠান খ্রিস্টধর্মের সাথে মিশে গিয়েছিল। দাসেরা এসব আচারকে খ্রিস্ট ধর্মের আঙ্গিকে গ্রহণ করে বিশেষ এক ধর্মীয় উপাসনার রূপ দেয়, যা রিং শাউট নামে পরিচিত। এটি দাসত্বের সময়কালে আফ্রিকীয়-আমেরিকীয় খ্রিস্টধর্মের অন্যতম প্রধান বৈশিষ্ট্য হয়ে ওঠে।\nউত্তর আমেরিকায় দাসদের মধ্যে খ্রিস্টধর্ম ধীরে ধীরে ছড়িয়ে পড়েছিল। অনেক উপনিবেশিক দাস-মালিক মনে করত, যদি দাসদের খ্রিস্টধর্মে দীক্ষিত করা হয়, তাহলে তারা স্বাধীনতার দাবি করতে পারে। কারণ ব্রিটিশ ঔপনিবেশিক আইনে খ্রিস্টান দাসের আইনগত মর্যাদা সম্পর্কে বেশ অস্পষ্টতা ছিল। এমনকি ১৭০৬ সালের পর যখন বিভিন্ন রাজ্যে আইন করে ঘোষণা করা হয় যে, খ্রিস্টধর্মে দীক্ষা নিলেও দাসদের দাসত্বের অবস্থা বদলাবে না, তবুও অনেক দাস-মালিক মনে করত যে, দাসদের ধর্মীয় শিক্ষা দেওয়া তাদের জন্য আর্থিকভাবে ক্ষতিকর হতে পারে। দাসদের সাধারণত প্রতি সপ্তাহে কেবলমাত্র একদিন (সাধারণত রবিবার) বিশ্রামের সুযোগ দেওয়া হত। তবে সেই দিনটিও তারা মূলত নিজেদের ফসল চাষ, গান গাওয়া ও নাচের জন্য ব্যবহার করত। বেশিরভাগ ধর্মযাজক রবিবারে এসব কর্মকাণ্ডকে ভালো চোখে দেখতেন না। কারণ সেটি ছিল বিশ্রাম ও উপাসনার দিন। ফলে দাসদের খ্রিস্টধর্ম ও বাইবেল সম্পর্কে জানার সুযোগ সীমিত ছিল এবং অনেক ক্ষেত্রে তারা নিজেদের মতো করে খ্রিস্টধর্ম চর্চা করত, যেখানে আফ্রিকীয় ঐতিহ্যের ব্যাপক প্রভাব ছিল।\nঅ্যান্টেবেলাম যুগে দাস প্রচারকরা—যারা নিজেরাই দাস ছিলেন বা দাসত্ব থেকে মুক্তি পেয়েছিলেন—দাস সম্প্রদায়ের মধ্যে খ্রিস্টধর্মের প্রচারে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। শ্বেতাঙ্গ প্রচারকরা খ্রিস্টধর্মকে প্রায় এমনভাবে ব্যাখ্যা করতেন, যাতে দাসেরা নিজেদের দাসত্বকে ঈশ্বরপ্রদত্ত বিধান হিসেবে মেনে নেয় এবং আজ্ঞাবহ থাকে। কিন্তু দাস প্রচারকরা সম্পূর্ণ ভিন্ন বার্তা দিত। তারা মূলত পুরাতন নিয়মের উপর গুরুত্ব দিতেন; বিশেষ করে যাত্রাপুস্তকের কাহিনীগুলোতে। এই গ্রন্থে হিব্রিদের মিশরে দাসত্ব ও ঈশ্বরের সহায়তায় তাদের মুক্তির কাহিনি বর্ণিত হয়েছে। দাস প্রচারকরা আমেরিকীয় দাসদের নিজেদের অবস্থার সাথে এই কাহিনীর মিল খুঁজে পেতে উদ্বুদ্ধ করতেন, যাতে তারা বুঝতে পারে যে, দাসত্ব কোনো স্থায়ী অবস্থা নয় এবং মুক্তির আশা করা উচিত। এই উপদেশ দাসদের মনে আশার আলো জ্বালাতো এবং তাদের স্বাধীনতার আকাঙ্ক্ষাকে উজ্জীবিত করত। দাস প্রচারকদের এই ধর্মীয় শিক্ষা আফ্রিকীয়-আমেরিকীয়দের বিশ্বাস ও সংস্কৃতিকে গভীরভাবে প্রভাবিত করেছিল। পরবর্তীতে বহু প্রজন্ম ধরে এই শিক্ষা তাদের ধর্মীয় ও সামাজিক আন্দোলনগুলোর ভিত্তি স্থাপন করেছিল।\n\n\n== ইসলাম ==\n\nবার্নার্ড লুইসের মতে, দাসপ্রথা শুরু থেকেই ইসলামের ইতিহাসের একটি অংশ হিসেবে ছিল। লুইস আরো বলেন যে, বাইবেলের পুরাতন ও নতুন নিয়মের মতো কুরআনেও দাসত্বের অস্তিত্ব স্বীকার করা হয়েছে। তবে ইসলাম দাসত্ব নিয়ন্ত্রণ করার চেষ্টা করে এবং এর মাধ্যমে পরোক্ষভাবে ইসলাম এটি গ্রহণ করেছে। ইসলামের নবি মুহাম্মদ ও তাঁর সাহাবীদের দাস ছিল এবং তাদের মধ্যে কেউ কেউ যুদ্ধে বিজয়ের মাধ্যমে দাস অর্জন করেছিলেন।\nইসলামের সূচনাকালে চলমান প্রাচীন দাসপ্রথা নিষিদ্ধ করা হয়নি। তবে ইসলাম দাসদের মুক্তিতে উৎসাহিত করে এবং কসমের কাফফারাসহ একাধিক ইবাদাতের সাথে দাসমুক্তিকে সম্পৃক্ত করেছে। বিভিন্ন আয়াতে কুরআন দাসদের 'ঘাড়' ( আরবি: رقبة: রাকাবাহ) বা \"যাদের তোমার ডান হাত অধিকার করে\" ( আরবি: ما ملكت أيمانكم: মা মালাকাত আইমানুকুম ) শব্দে উল্লেখ করেছে, যার মাধ্যমে তাদের প্রতি গুরুত্ব আরোপ করা হয়েছে। এছাড়া কুরআন ও প্রাচীন ইসলামী সাহিত্যে দাসদের বুঝাতে উল্লিখিত বিভিন্ন শব্দের মধ্যে আব্দ' ( আরবি: عبد: পুরুষ দাস) ও আমাহ' ( আরবি: امة: নারী দাসী) অন্যতম। এসব শব্দ এমন ব্যক্তিদের বুঝাতে ব্যবহৃত হতো, যারা মালিকের সম্পত্তি হিসেবে পরিগণিত হতো এবং তাদের উপর সম্পূর্ণ অধিকার প্রয়োগ করা হতো। এছাড়াও দাসত্ব প্রকাশের জন্যে অন্যান্য শব্দও ব্যবহৃত হয়েছে। ব্রকপের বলেছেন যে, কুরআনে দাসদের জন্য সাতটি পৃথক শব্দ ব্যবহৃত  হয়েছে এবং কুরআনের কমপক্ষে ঊনত্রিশটি আয়াতে তাদের ব্যাপারে আলোচনা এসেছে।\nকুরআন অনুসারে আত্মিক ও ধর্মীয় দৃষ্টিকোণ থেকে একজন দাস ও একজন মুক্ত মানুষের মধ্যে কোনো পার্থক্য নেই; বরং একজন বিশ্বাসী (মুমিন) দাসকে একজন অবিশ্বাসী বা মূর্তিপূজকের তুলনায় উত্তম হিসেবে গণ্য করা হয়েছে। কুরআন দাসদের মুক্তিকে অত্যন্ত পুণ্যের কাজ হিসেবে উল্লেখ করেছে এবং একে দান বা পাপের প্রায়শ্চিত্তের মাধ্যম হিসেবে সুপারিশ করেছে। অর্থাৎ কেউ যদি কোনো গুরুতর পাপ করে, তবে সেই পাপ মোচনের অন্যতম উপায় হলো একজন দাসকে মুক্ত করে দেওয়া। তবে পার্থিব ও সামাজিক দৃষ্টিকোণ থেকে দাসদের অবস্থান ছিল মুক্ত মানুষের তুলনায় নিম্নস্তরের। একজন দাসের সামাজিক ও আইনি অধিকার একজন মুক্ত মানুষের সমান ছিল না। পবিত্র কুরআনের মুফাসসিরদের মতে ইসলামি সমাজব্যবস্থায় দাস ও মুক্ত মানুষের মধ্যে একটি মৌলিক পার্থক্য স্বীকৃত ছিল, যা সমাজিক কাঠামোর অংশ হিসেবে বিবেচিত হতো। এই পার্থক্য মূলত ইসলামে বিশ্বাসী (মুসলিম) এবং অবিশ্বাসীদের মধ্যে বিদ্যমান বিভাজনেরই একটি প্রকাশ।\nনবি মুহাম্মদ বা তাঁর সাহাবীদের থেকে বর্ণিত হাদিসের সংগ্রহশালায় দাসদের প্রতি সদয় আচরণের নির্দেশ দেওয়া হয়েছে। তিনি বলেন, তোমরা যাই খাবে,  তাদেরও তাই খাওয়াবে। তোমরা যাই পরিধান করবে, তাদেরও তাই পরিধান করতে দিবে। এছাড়াও দাসদের তাদের সামর্থ্যের বাইরে এমন কাজের বোঝা চাপিয়ে দিতে নিষেধ করা হয়েছে। শাওকি আল হামেল যুক্তি দিয়েছেন যে, কুরআন ধীরে ধীরে দাস প্রথা বিলোপের সুপারিশ করে এবং কিছু হাদিস সেই বার্তার সাথে সামঞ্জস্যপূর্ণ আবার কিছু হাদিস এর বিরোধিতা করে।\nড্রর জেএভির মতে, ইসলামের প্রাথমিক ধর্মতত্ত্ব মানব দাসত্বের অবস্থার উন্নতি করার উদ্দেশ্যে গৃহীত হয়েছে এবং এটি ইসলামি সমাজের মুক্ত সদস্যদের দাসত্বে পরিণত করা নিষিদ্ধ করেছিল, যার মধ্যে মুসলমান ও ইসলামি শাসনের অধীনে বসবাসকারী অমুসলিম জিম্মিরাও অন্তর্ভুক্ত ছিল। তবে ইসলাম নির্দিষ্ট কিছু পদ্ধতিতে দাসপ্রাপ্তিকে বৈধ মনে করত। যেমন: যুদ্ধ বন্দি হিসেবে আটক অমুসলিমদের দাস বানানো; ইসলামী রাষ্ট্রের বাইরের অঞ্চল থেকে দাস কেনা এবং দাসদের সন্তানদেরও দাসত্বের আওতাভুক্ত ধরা। ইসলামী আইন অনুযায়ী দণ্ডবিধির ক্ষেত্রে মুক্ত মানুষ ও দাসের মধ্যে পার্থক্য ছিল। হানাফি আইনজ্ঞরা ব্যতীত বেশিরভাগ সুন্নি আইনজ্ঞের মতে, একজন মুক্ত মানুষ যদি কোনো দাসকে হত্যা করত, তাহলে তাকে মৃত্যুদণ্ড দেওয়া হতো না। অপরাধের ক্ষেত্রেও দাসের জন্য বিভিন্ন মাত্রার শাস্তি নির্ধারিত ছিল; যেমন: কখনো দাসকে মুক্ত মানুষের সমান শাস্তি দেওয়া হত; কখনো তার শাস্তি অর্ধেক কমানো হত; আবার কখনো তার প্রভুকে শাস্তির দায় নিতে হতো। জেএভির মতে, ইসলামি আইনে একজন মালিক নিজের দাসের শ্রমের পূর্ণ অধিকারী ছিলেন। দাসকে সম্পত্তি হিসেবে বিবেচনা করা হত এবং মালিক তার দাসকে ইচ্ছামতো কেনাবেচা করতে পারত। বিশেষ করে, একজন পুরুষ মালিক তার নারী দাসের উপর যৌন অধিকার ভোগ করার অনুমতি পেতেন।\nইসলামী আইন (শরিয়া) ধর্মযুদ্ধের সময় কাফেরদের (অমুসলিমদের) দাস হিসেবে গ্রহণের অনুমতি দেয়, যাকে পবিত্র যুদ্ধ বা জিহাদও বলা হয়। কেসিয়া আলীর মতে, প্রাথমিক মুসলিম সম্প্রদায়গুলির জীবন ও আইন উভয় দাস ও দাসত্বে পরিপূর্ণ ছিল। যুদ্ধ, সামন্ত রাষ্ট্র থেকে কর, ক্রয় ও দাস পিতা মাতার ঘরে জন্মগ্রহণকারী সন্তানরা ছিল ইসলামে দাসত্বের প্রধান উৎস ছিল। পল লাভজয়ের মতে, ইসলামে নতুন দাসদের অবশ্যই অমুসলিম বা পৌত্তলিক হতে হতো, যা ধর্মীয়ভাবে নির্ধারিত ছিল। এছাড়া দাস জনসংখ্যা টিকিয়ে রাখতে ক্রমাগত নতুন দাস আমদানি করতে হতো। এসব কারণে আফ্রিকা মুসলিম বিশ্বের জন্যে দাস সরবরাহের একটি গুরুত্বপূর্ণ কেন্দ্র হয়ে ওঠে। তিনি আরো ব্যাখ্যা করেন, ইসলামে অমুসলিম বা কাফেরদের দাস বানানোর পর তাদের ইসলাম ধর্মে দীক্ষিত করার একটি কাঠামোবদ্ধ প্রক্রিয়া ছিল এবং এরপর ইসলাম গ্রহণকারী দাসদের মুক্তি দেওয়ার জন্য উৎসাহিত করা হতো। পল লাভজয়ের মতে, এই ব্যবস্থা ইসলামি বিজয়ের পর ইসলাম প্রচারের ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।\nমুহাম্মদ এন্নাজির মতে, মালিকানা মালিককে নিজের দাসকে অপরাধমূলক কর্মকাণ্ড বা অবাধ্যতার জন্যে শাস্তি দেওয়ার অধিকার দিয়েছিল। ইসলামে যদি কোনো শিশু দাসী মা এবং দাস পিতার ঘরে জন্মগ্রহণ করে, তাহলে সে দাসত্ব উত্তরাধিকারসূত্রে পাবে। তবে, শিশুটি যদি একজন দাসী মা এবং তার মালিক মনিবের ঘরে জন্মগ্রহণ করে, তাহলে সে স্বাধীন হিসবে হবে। এছাড়া বিয়ের সময় দাসদের সম্পত্তি (উপহার) হিসেবে দেওয়া যেতে পারে। লুইস বলেন, ইসলাম জিম্মিদের (অমুসলিম) মুসলিম দাস রাখার অনুমতি দেয়নি এবং যদি কোনো জিম্মির মালিকানাধীন দাস ইসলাম গ্রহণ করে, তাহলে তার মালিক তাকে মুক্ত করতে বা বিক্রি করতে আইনত বাধ্য ছিলেন। দাস ইসলাম গ্রহণের পর দাস ও তার বংশধরদের মর্যাদার একটি স্তরবিন্যাসও ছিল।\nবার্নাড লুইস বলেন, ইসলামি আইনের অধীনে–যাকে দেওয়ানি আইন বলা যেতে পারে– একজন দাস ছিল \"কোনো আইনি ক্ষমতা বা অধিকার ছাড়াই একটি সম্পত্তি\"। একজন দাস সম্পত্তির মালিক হতে অথবা উত্তরাধিকারী হতে পারত না। সে কোনো চুক্তি করতে পারত না। তবে অধিকারের দিক থেকে সে গ্রীক বা রোমান দাসদের চেয়ে ভালো ছিল। চিরাগ আলি বলেন যে, প্রাথমিক মুসলিমরা কুরআনের \"বহুবিবাহ, স্বেচ্ছাচারী বিবাহবিচ্ছেদ, দাসত্ব, উপপত্নীত্ব ও ধর্মীয় যুদ্ধ\" অনুমোদনের বিষয়াদিকে ভুল ব্যাখ্যা করেছিল। তিনি দাবি করেছেন যে, কুরআনের আদেশগুলি বরং এই সমস্ত বিষয়ের বিরুদ্ধে। রন শাহাম ও অন্যান্য পণ্ডিতদের মতে, শরিয়া সম্পর্কিত বিভিন্ন আইনশাস্ত্র; যেমন: মালিকি, হানাফি, শাফি'ই, হাম্বলি ও অন্যান্যরা দাসদের ব্যাপারে ইসলামী আইনের ব্যাখ্যায় ভিন্ন ভিন্ন মতামত ব্যক্ত করেছে।\nমুসলিম সেনাবাহিনীতে দাসদের সংখ্যা বিশেষভাবে উল্লেখ্য ছিল। ইসলামি সাম্রাজ্যের মধ্যযুগীয় বিভিন্ন যুদ্ধক্ষেত্রে সুলতান ও খলিফারা দাস সেনাবাহিনীর ওপর অধিক নির্ভর ছিলেন। আফ্রিকা ও অন্যান্য স্থানে দাস মুসলিমরা ইসলামের প্রসারে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। জে'ভির মতে, উসমানীয় সাম্রাজ্যের মত ইসলামী রাষ্ট্রগুলিতে পুরুষ ও মহিলাদের দাসত্ব বিংশ শতাব্দীর গোড়া পর্যন্ত অব্যাহত ছিল।\nদাসমুক্তির বিধান\nইসলাম দাসপ্রথাকে সীমিত বা বিলোপ করার উদ্দেশ্যে একাধিক পাপের কাফফারা বা প্রায়শ্চিত্ত হিসেবে দাস মুক্ত করার নির্দেশ দেওয়া হয়েছে। শরিয়াতে চারটি ক্ষেত্রে কাফফারা হিসেবে দাস মুক্ত করার কথা বলা হয়েছে:\n\nহত্যার কাফফারা:  ভুলবশত কেউ যদি কোনো মুসলমানকে হত্যা করে, তাহলে তাকে একজন মুমিন দাস মুক্ত করতে হবে।\nযিহার: যদি কোন ব্যক্তি নিজের স্ত্রীকে মা অথবা অন্য কোনো মাহরাম মহিলার সাথে সাদৃশ্য দেয় (যাকে যিহার বলা হয়), তবে কাফফারা হিসেবে একজন দাস মুক্ত করতে হবে।\nভুলক্রমে কসম ভঙ্গ: কেউ যদি কসম করে এবং পরে তা ভঙ্গ করে, তাহলে তার কাফফারা হলো একজন দাস মুক্ত করা।\nরমযানে ইচ্ছাকৃত রোজা ভঙ্গ: যদি কেউ রমযান মাসে ইচ্ছাকৃতভাবে স্ত্রী সহবাসের মাধ্যমে রোজা ভঙ্গ করে, তাহলে তাকে একটি দাস মুক্ত করতে হবে। যদি এটি তার পক্ষে সম্ভব না হয়, তবে দুই মাস ধারাবাহিক রোজা রাখতে হবে। তা-ও সম্ভব না হলে ৬০ জন গরিবকে খাওয়াতে হবে।\nএসবের পাশাপাশি কোন দাসী যদি নিজের মালিকের সন্তান জন্ম দিত, তাহলে সে উম্মুল ওয়ালাদের মর্যাদা পেত। এরপর তাকে আর বিক্রি করা যেত না এবং সে মালিকের মৃত্যুর পর স্বয়ংক্রিয়ভাবে মুক্ত হয়ে যেত।\nবিলোপ\nসপ্তদশ শতকে সুন্দা দ্বীপপুঞ্জের সুলাওয়েসি দ্বীপের বোন রাজ্যের সুলতান লা মাদ্দারেম্মেং একটি নীতি চালু করেন, যার মাধ্যমে তিনি ঘোষণা করেন যে, উত্তরাধিকারসূত্রে দাস না হলে কোনো মুসলিমকে দাস বানানো যাবে না। তার মতে, সকল মুসলিমই স্বাধীন মানুষ। তবে এই নীতি জন্মগতভাবে দাসত্বপ্রাপ্ত কোন  মুসলিম অন্তর্ভুক্ত করেনি। তবে তাদের মুক্তির আদেশ দেওয়া না হলেও সুলতান লা মাদ্দারেম্মেং হুকুম দেন যে, তাদের প্রতি পরিবারের সদস্যদের মতো মানবিক আচরণ করতে হবে।\nসুলতান লা মাদ্দারেম্মেঙের এই সিদ্ধান্তের পেছনে ইসলামী বিশুদ্ধতাবাদের ধারণা কাজ করেছিল বলে ধারণা করা হয়। দাস মুক্তির পাশাপাশি তিনি মূর্তি ও প্রতিমা ধ্বংস করেন এবং ইসলামের শিক্ষার বিপরীত যেসব প্রাচীন ধর্মীয় বিশ্বাস প্রচলিত ছিল, সেগুলোও নিষিদ্ধ করেন। তবে তার এই কঠোর কার্যক্রমের ফলে তিনি রাজ্যের প্রজা, রাজ্যের অভিজাত শাসকগোষ্ঠী, আশেপাশের রাজারা এবং স্বয়ং তার নিজের মা ওয়ে তেন্রিসোলোরেং দাতু পাত্তিরোর বিরোধিতার সম্মুখীন হন। পরবর্তীতে গোয়া সালতানাতের সেনাবাহিনী বোন রাজ্যে আক্রমণ চালায় এবং এতে লা মাদ্দারেম্মেং পরাজিত হয়ে বন্দি হন এবং শেষ পর্যন্ত তিনি ক্ষমতা থেকে অপসারিত হন।\n১৯ শতকে যুক্তরাজ্যসহ অন্যান্য পশ্চিমা দেশে দাস প্রথা-বিরোধী আন্দোলন শুরু হলে এটি মুসলিম বিশ্বে গভীর প্রভাব ফেলে। ২০শ শতকের মধ্যে আন্তর্জাতিক সংস্থাগুলি দাসপ্রথার বিষয়টি নিয়ে তদন্ত শুরু করে। দাস প্রথা বিলোপের জন্য সম্মিলিত জাতিপুঞ্জ কর্তৃক গঠিত সংস্থাগুলি মুসলিম বিশ্বে দাস প্রথার বিলুপ্তির জন্য চাপ প্রয়োগ করে এবং ১৯৬০-এর দশকে আরব উপদ্বীপে আইনি দাসত্ব চূড়ান্তভাবে বিলুপ্ত হয়: সৌদি আরব ও ইয়েমেনে ১৯৬২ সালে, দুবাইতে ১৯৬৩ সালে এবং সর্বশেষ ওমানে ১৯৭০ সালে বিলুপ্ত হয়। বিশ্বের সর্বশেষ দেশ হিসেবে মৌরিতানিয়া ১৯৮১ সালে দাসত্ব নিষিদ্ধ করে।\n\n\n== বাহাই ধর্ম ==\nবাহাই ধর্মের প্রতিষ্ঠাতা বাহাউল্লাহ ১৮৬৮ থেকে ১৮৭২ সালের মধ্যবর্তী সময়ে ব্রিটিশ রাণীর কাছে লেখা একটি চিঠিতে দাস ব্যবসা বিলুপ্ত করার জন্যে রানী ভিক্টোরিয়ার প্রশংসা করেছিলেন। ১৮৭৩ সালের দিকে লেখা কিতাব-ই-আকদাসে তিনি দাসব্যবসা বাতিল করেছেন, যাকে বাহাইরা বাহাউল্লাহর প্রকাশিত পবিত্রতম গ্রন্থ বলে মনে করেন। সেখানে তিনি বলেন, যে, \"তোমাদের জন্য দাস ব্যবসা নিষিদ্ধ, তারা পুরুষ হোক বা মহিলা।\" পরবর্তীতে বাহাইধর্মীয় লেখার কর্তৃত্বপূর্ণ ব্যাখ্যাকারী আব্দুল-বাহা ও শোগি এফেন্দি এটিকে দাসত্বের নিষেধাজ্ঞা হিসেবে ব্যাখ্যা করেছেন।\nকিতাব-ই-আকদাস লেখার আগে বাব ও বাহাউল্লাহ উভয়েরই আফ্রিকীয় বংশোদ্ভূত দাস ছিল। বাব যখন বেশ কিছু দাস কেনেন, তখন বাহাউল্লাহ উত্তরাধিকার সূত্রে তাদের দাসত্ব অর্জন করেন এবং তাদের মুক্তও করেছিলেন। ১৮৭৪ সালে বাহাউল্লাহ আনুষ্ঠানিকভাবে দাসপ্রথার নিন্দা করেছেন। একবিংশ শতাব্দীর বাহাই পণ্ডিতদের মতে, বাব নিজের একজন প্রবীণ দাসকে তাকে লালন-পালন করার কৃতিত্ব দিয়েছিলেন এবং তাকে তার নিজের পিতার সাথে তুলনা করেছিলেন। সাম্প্রতিক গবেষণায় এমন একটি প্রাথমিক নথি পাওয়া গেছে, যেখানে বাহাউল্লাহ ব্যাখ্যা করেছেন যে, কেন তিনি তার দাসকে মুক্তি দিয়েছিলেন। তিনি বলেন যে, যেহেতু সকল মানুষই প্রতীকীভাবে ঈশ্বরের দাস, তাই একজন মানুষের অন্য মানুষের মালিক হওয়া উচিত নয়। সেখানে বলা হয়েছে \"তাহলে, এই রাজপুত্র কীভাবে অন্য কোনো মানুষের মালিকানা দাবি করতে পারে? না,...।\"\n\n\n== হিন্দুধর্ম ==\n\n\n=== বৈদিক যুগ ===\nবেদে 'দাস' (সংস্কৃত: दास) শব্দটিকে \"দাস\" হিসেবেই অনুবাদ করা হয়েছে।  তবে সময়ের সাথে সাথে এই শব্দটির অর্থ পরিবর্তিত হয়েছে। উদাহরণস্বরূপ, রাম স্মরণ শর্মা তার ১৯৫৮ সালের বইতে বলেছেন যে, ঋগ্বেদে দাস শব্দটির অর্থ সম্ভবত কেবল 'দাসই' হতে পারে এবং ঋগ্বেদের পরবর্তী চারটি শ্লোকে এই অর্থের ব্যবহার লক্ষ্য করা যায়।  ঋগ্বেদে দাস শব্দটিকে দাস বা শত্রু হিসেবেও অনুবাদ করা হয়েছে এবং এই শব্দটির পরিচয় এখনও অস্পষ্ট এবং পণ্ডিতদের মধ্যে তার ব্যাপারে বিতর্ক রয়েছে। \nরাম স্মরণ শর্মা আরো বলেন যে, দাসী শব্দটি ঋগ্বেদ ও অথর্ববেদে পাওয়া যায় এবং সেখানে \"তিনি নারী দাসীদের একটি ছোট দাস শ্রেণীর প্রতিনিধিত্ব করে\" বাক্যে দাসী শব্দটি উল্লেখ করেছেন।  তাঁর মতে, বৈদিক যুগে দাসপ্রথা বেশিরভাগ ক্ষেত্রেই গৃহকর্মী হিসেবে নিযুক্ত মহিলাদের মধ্যেই সীমাবদ্ধ ছিল।  তিনি বৈদিক যুগের উপনিষদের দাসীকে \"নারী-দাসী\" হিসেবে অনুবাদ করেছেন।  বৈদিক গ্রন্থে পুরুষ দাসদের কথা খুব কমই উল্লেখ করা হয়েছে।  \"দাস\" শব্দটি হিন্দু শ্রুতি গ্রন্থ ঐতরেয় এবং গোপথ ব্রাহ্মণেও এসেছে; কিন্তু সেখানে এটি দাস অর্থে নয়। \n\n\n=== প্রাচীন হিন্দুধর্ম ===\n বিশ্বের অন্যান্য অঞ্চলের মতো ভারতেও প্রাচীন কাল থেকেই দাস প্রথা প্রচলিত ছিল। ঋগ্বেদে উল্লেখ করা হয়েছে যে, আর্যরা প্রাচীন কালে ভারত আক্রমণ করে এবং পরাজিত আদিবাসীদের নিজেদের দাস বানায়। তৎকালীন সমাজে দাসদের উপহার হিসাবে দেওয়ার প্রচলনও ছিল:\"তুমি আমাকে ১০০টি গাধা, ১০০টি পশম ছাঁটাইকৃত ভেড়া এবং ১০০টি দাস দিয়েছ\"।ঐতরেয় ব্রাহ্মণে উল্লেখ করা হয়েছে, একজন রাজা নিজের রাজ্যাভিষেকে সভাপতিত্বকারী পুরোহিতকে প্রায় ১০,০০০ দাসী ও ১০,০০০ হাতি দান করেন:\"এই অনুষ্ঠানের মাধ্যমে অত্রির পুত্র উদাময় অঙ্গ অভিষেক করেন। এরপর অঙ্গ গোটা পৃথিবী জয় করেন এবং এর শেষ প্রান্ত পর্যন্ত যান। সেখানে তিনি যজ্ঞের অশ্ব বলিদান করেন। এই অঙ্গ–যিনি কোনোভাবেই ত্রুটিপূর্ণ ছিলেন না– একবার বলেছিলেন, \"হে ব্রাহ্মণ, যদি আপনি আমার এই যজ্ঞে আসেন, তাহলে আমি আপনাকে ১০,০০০ হাতি এবং ১০,০০০ দাসী দান করব।এছাড়াও হিন্দু মহাকাব্য মহাভারতে দাসপ্রথার বিবরণ পাওয়া দেয়। সেখানে উল্লেখ করা হয়েছে যে, যুধিষ্ঠির ৮৮,০০০ স্নাতককে ( প্রতি স্নাতক ৩০ জন দাস হারে) ২৬,৪০,০০০ দাস প্রদান করেন। এতে আরো বলা হয়েছে যে, দাসদের বিশেষ করে নারী দাসদের বরকে যৌতুকের অংশ হিসেবে দেওয়া হতো:\"কৃষ্ণ তাঁর বোন সুভদ্রার যৌতুকে অন্যান্য জিনিসের সাথে প্রায় এক হাজার ফর্সা, উজ্জ্বল চুলের অধিকারিণী, সোনায় সজ্জিত ও সেবায় দক্ষ সুন্দরী কুমারী দান করেন [এই সুন্দরী নারীদের দাসী হিসেবে গণ্য করা হতো]।মহাভারতে একটি ঘটনা উল্লেখ করা হয়েছে, যেখানে ঋষি গালভ চন্দ্রবংশীয় রাজা যযাতির কাছে যান এবং ৮০০টি ঘোড়া চান। কারণ সেই ঘোড়াগুলো তার গুরু ঋষি বিশ্বামিত্রকে দেওয়ার কথা ছিল। রাজা যযাতি তাকে ঘোড়া না দিয়ে নিজের মেয়েকেই দেন এবং বলেন:\"সে আমার নিজের কন্যা। সে অত্যন্ত সুন্দরী ও গুণী। তিন জগতের সকল পুরুষই তাকে পছন্দ করে। সে যেকোনো সুর, অসুর, আর্য বা অনার্যকে মোহিত করতে পারে। আমি তোমাকে আমার কন্যার প্রস্তাব দিচ্ছি। তুমি তাকে যে কোনো রাজার কাছে বিক্রি করে তোমার গুরুদক্ষিণা পেতে পার\"।\n\"তাই ঋষি গালভ কোনো দ্বিধা ছাড়াই রাজার কন্যাকে গ্রহণ করেন এবং পরে তাকে অযোধ্যার রাজা হর্যশের কাছে বন্ধক দেন। এর বিনিময়ে তিনি ২০০টি ঘোড়া পান\"।কিছু বর্ণনায় দেখা যায় যে, অনেক দাস দুর্বিষহ জীবন যাপন করত। দাসত্বের ভয়ে পালিয়ে যাওয়ার কারণে ধরা পড়লে দাসদের প্রচুর মূল্য দিতে হতো। যদি কোন বন্ধকী দাস পালিয়ে যাওয়ার সময় ধরা পড়ত, তাহলে তাকে আজীবন দাসত্বের শাস্তি দেওয়া হত। দাসীদের মালিকরা তাদের সাথে যৌন সম্পর্ক স্থাপন করতেন এবং তাদের অতিথিদের উপহার হিসেবেও দিতেন।প্রায়শ অর্থনৈতিক দুর্দশা একজন ব্যক্তিকে দাস হতে বাধ্য করত। রাজা হরিশচন্দ্র নিজের দুর্দিনে স্ত্রী, সন্তান ও নিজেকে বিক্রি করতে বাধ্য হয়েছিলেন। দাস পরিবারের সন্তানরা স্বয়ংক্রিয়ভাবে দাসত্বের মর্যাদা লাভ করত এবং নিজেদের পূর্বপুরুষদের মতো একই শর্তে আবদ্ধ হত। দাসদের খোলা বাজারে বিক্রি এবং ক্রয় করার রীতিও প্রচলিত ছিল।\nবৈদিক যুগের শেষের দিকে (৬০০ খ্রিস্টপূর্বাব্দ) হিন্দু সমাজে এক নতুন বর্ণ ব্যবস্থা গড়ে ওঠে, যেখানে পূর্বে দাস নামে পরিচিত মানুষদের পরিবর্তে শূদ্র নামে এক নতুন শ্রেণি আবির্ভূত হয়। শূদ্রদের মধ্যে অনেকেই কৃষিজমিতে শ্রমিক হিসেবে কাজ করত, যা অনেকটা হেলটদের মতো ছিল। তবে হেলটদের মত চরম শোষণ বা অবমাননার শিকার তারা হয়নি।  এই সময়ের সমাজে দাস শব্দটি শুধু নির্দিষ্টভাবে দাসত্বে নিপতিত ব্যক্তিদের বুঝাতে ব্যবহৃত হত। তখন দাসত্বের প্রধান কারণগুলোর মধ্যে ছিল ঋণের বোঝা, বাবা-মায়ের দ্বারা সন্তান বিক্রি, জীবনের সংকটজনিত কারণে (যেমন: দুর্ভিক্ষ) আত্মবিক্রয়, আদালতের রায় অথবা নিপীড়নের ভয়ে দাসত্ব গ্রহণ করা। যদিও সমাজের যেকোনো বর্ণ বা শ্রেণির মানুষ দাসত্বের শিকার হতে পারত, তবে শূদ্রদের মধ্যে দাসে পরিণত হওয়ার ঝুঁকি ছিল সবচেয়ে বেশি।  \nবৈদিক শাস্ত্র স্মৃতিতে দাসদের শ্রেণীবিভাগ উল্লেখ করা হয়েছে এবং দাসদের উৎপত্তি অনুসারে আলাদা করা হয়েছে। তাদের অধিকার ও মুক্তির নিয়ম বিভিন্নভাবে নির্ধারিত করা হয়েছে।  \nতবে হিন্দু স্মৃতিশাস্ত্র দাসপ্রথার সমালোচনা করেছে। কিছু ধর্মগ্রন্থে দাসদের ভূমির সাথে উপহার হিসেবে দেওয়ার রীতি ছিল, যা ধর্মীয় গ্রন্থ শাখা ও কল্প থেকে সমালোচনার মুখে পড়েছিল। অনেক ধর্মশাস্ত্রে বলা হয়েছে যে, দাস মুক্তি দেওয়া একটি পুণ্যের কাজ। \nঅর্থশাস্ত্রের লেখক কৌটিল্য (চাণক্য) দাসপ্রথাকে পশ্চাৎপদতার প্রতীক বলে মনে করতেন। তিনি দাসদের সম্পত্তির অধিকার দিয়েছিলেন এবং তিনি বংশপরম্পরাগত দাসত্ব বিলুপ্ত করেছিলেন। এছাড়াও তিনি শিশু বিক্রি ও বন্ধক রাখা নিষিদ্ধ করেছিলেন। অর্থশাস্ত্রে আরও বলা হয়েছে যে, শূদ্র কৃষকদের নতুন গ্রামে পুনর্বাসিত করতে হবে এবং তাদের জমি, শস্য, গবাদি পশু ও অর্থ প্রদান করতে হবে। এছাড়া আর্যরা দাস হতে পারবে না এবং কোন শূদ্র যদি জন্মগত দাস না হয়, তাহলে তাকে বিক্রি বা বন্ধক রাখা অপরাধ বলে বিবেচিত হবে। তবে জন্মগত দাসত্বকে তিনিও অস্বীকার করেননি।  \nএছাড়া অগ্নিপুরাণ বন্দিদের দাস বানানোর বিরোধিতা করেছে এবং আপস্তম্ব ধর্মসূত্র দাসদের মুক্তির পক্ষে মত দিয়েছে। অন্যদিকে ভক্তি আন্দোলনের অনুসারী হিন্দুরা এক ঐশ্বরিক সত্তার প্রতি ব্যক্তিগত ভক্তিকে গুরুত্ব দিয়েছিল এবং তারা এতে সকল সম্প্রদায়ের মানুষকে স্বাগত জানিয়েছিল, যা পরোক্ষভাবে দাস প্রথার বিরোধিতা করেছিল বলে ধারণা করা হয়। তবে স্পষ্টভাবে দাসপ্রথার বিরোধীতা সম্পর্কে কিছু বলা হয়নি।\n\n\n=== ব্রিটিশ রাজ ===\nদক্ষিণ এশিয়ায় ইস্ট ইন্ডিয়া কোম্পানি কর্তৃক শাসিত অঞ্চলে ধর্মশাস্ত্রের একটি সংস্করণ হিসেবে মনুস্মৃতির একটি বিশেষ ব্যাখ্যা হিন্দু সম্প্রদায়ের মধ্যে দাসপ্রথা নিয়ন্ত্রণের জন্য ব্যবহার করা হতো। বিশেষ করে মনুস্মৃতির শ্লোক ৮.৪১৫-এর একটি নির্দিষ্ট ব্যাখ্যা আইনি ভিত্তি হিসেবে গ্রহণ করা হয়। এই ব্যাখ্যার ওপর ভিত্তি করে যে আইন প্রণীত হয়, তা পরবর্তীতে হিন্দু আইন নামে পরিচিত হয়।\n\n\n== বৌদ্ধধর্ম ==\nবৌদ্ধ অধ্যুষিত প্রাচীন ভারতে দাসপ্রথা বিদ্যমান ছিল এবং স্কট লেভির মতে, এটি সম্ভবত একটি প্রতিষ্ঠিত প্রথা ছিল, যা বুদ্ধের জীবদ্দশায় এবং সম্ভবত বৈদিক যুগেও ব্যাপকভাবে ছড়িয়ে পড়েছিল। তাই দাসপ্রথার বিষয়টি ও দাসদের উল্লেখ বৌদ্ধ ইতিহাস ও এর গ্রন্থগুলিতে পাওয়া যায়। বৌদ্ধ দৃষ্টিকোণ থেকে বলা হয় যে, বৌদ্ধধর্মের প্রতিষ্ঠাতা গৌতম বুদ্ধ কর্তৃক তাঁর অনুসারীদের সাধারণ মানুষ ও সন্ন্যাসীদের দাস ব্যবসায়ে অংশগ্রহণ না করার পরামর্শ দেওয়া হয়েছে:  হে ভিক্ষুগণ, এই পাঁচ ধরনের বাণিজ্য একজন গৃহস্থ অনুসারীর জন্য গ্রহণযোগ্য নয়: অস্ত্রের ব্যবসা, জীবন্ত প্রাণীর ব্যবসা, মাংসের ব্যবসা, মাদকদ্রব্যের ব্যবসা, বিষের ব্যবসা।\n—অঙ্গুত্তর নিকায় ধা. ১৭৭; মার্টিন বাচেলরের অনুবাদ অনুযায়ী।পালি ভাষার বৌদ্ধধর্মীয় গ্রন্থে অময় দাস শব্দটি ১৯২৫ সালে ডেভিডস ও স্টেডে কর্তৃক জন্মগত দাস হিসেবে অনূদিত হয়েছে এবং কিল দাস শব্দের অনুবাদ করা হয়েছে কেনা দাস বা ক্রীতদাস হিসেবে। অমত-দাস শব্দ 'যে অমাতা (সংস্কৃত: অমৃত, অমরতা) অথবা নির্বাণকে দেখে' হিসেবে অনূদিত হয়েছে। তবে প্রাচীন গ্রন্থে দাস শব্দটি \"দাস\" ছাড়াও \"পরিচারক\" বা \"চাকর\" অর্থেও ব্যবহৃত হতে পারে। প্রথমদিকের বৌদ্ধ গ্রন্থগুলিতে দাস সম্পর্কিত বিভিন্ন শব্দ পাওয়া যায়, যেমন: দাসো ন পব্বাজেতব্বো (পালি: dāso na pabbājetabbo) যা ডেভিডস ও স্টেডে \"দাস ভিক্ষু হতে পারে না\" বলে অনুবাদ করেন। ভিক্ষুত্ব গ্রহণের নিষেধাজ্ঞাটি বিনয় পিটক ১.৯৩, দীঘ নিকায়, মজ্ঝিমনিকায়, তিব্বতীয় ভিক্ষুকর্মবাক্য ও উপসম্পদাজ্ঞপ্তিতেও পাওয়া যায়। তবে স্কোপেন  উল্লেখ করেছেন যে, দাস শব্দটিকে \"দাস\" (স্লাভ) হিসেবে অনুবাদ করা নিয়ে বৌদ্ধ পণ্ডিতদের মধ্যে বিতর্ক রয়েছে।\nবৈদিক এবং অন্যান্য প্রাচীন ভারতীয় সাহিত্যে দাস ও দাস্যু শব্দদ্বয়কে 'পরিচারক' (সার্ভেন্ট) বা \"দাস\" (স্লাভ) হিসেবে ব্যাখ্যা করা হয়েছে। তবে কিছু পণ্ডিত এই অর্থ নিয়ে দ্বিমত পোষণ করেছেন। ঋগ্বেদে দাস শব্দটি \"শত্রু\" হিসেবেও অনূদিত হয়েছে। কিন্তু সামগ্রিকভাবে এই শব্দটির পরিচয় অস্পষ্ট এবং সে ব্যাপারে বৌদ্ধ পণ্ডিতদের মধ্যে বিতর্কিত রয়ে গেছে। \nইতিহাসবিদ আরএস শর্মার মতে বৌদ্ধ ধর্মগ্রন্থগুলিতে দাস ও কর্মকার শব্দের উল্লেখ রয়েছে, যা বোঝায় যে, ঋণ পরিশোধে ব্যর্থ ব্যক্তিরা দাসে পরিণত হতো। বৌদ্ধ ধর্ম ঋণগ্রস্ত ও দাসদের মঠে যোগদানের অনুমতি দেয় না। \nখ্রিস্টপূর্ব ৩য় শতকের অশোকের শিলালিপিতে দাস (গ্রিক: δούλοις) ও মজুরিতে নিয়োজিত শ্রমিকদের (গ্রিক: μισθωτοῖς) প্রতি রাজ্যের শাসকদের কর্তব্য ও দায়বদ্ধতার কথা উল্লেখ করা হয়েছে। পরবর্তী সময়ে এই শিলালিপিগুলোর মাধ্যমে মৌর্য সাম্রাজ্যে দাস ব্যবসা সম্পূর্ণরূপে নিষিদ্ধ ঘোষণা করা হয়েছিল।\nজানা যায় যে, মধ্যযুগীয় বৌদ্ধ রাষ্ট্রগুলি দাসপ্রথাকে বিধিবদ্ধ করেছিল, যেখানে স্থানীয় প্রথাগত নিয়মের সঙ্গে বৈদিক মনুসংহিতা থেকে উদ্ভূত নীতিগুলো একীভূত করা হয়েছিল এবং ধাম্মথৎ নামে পরিচিত আইনগত গ্রন্থগুলির একটি ধারাবাহিক সংকলনে ওয়ারেরু ধাম্মথৎ-এ উল্লিখিত ১৪ ধরনের দাসত্বকে স্বীকৃতি দেওয়া হয়েছিল। ধাম্মাথৎ গ্রন্থটি মিয়ানমার ও উত্তর-পশ্চিম ভারতের বিভিন্ন রাজ্যের জন্য প্রণীত হয়েছিল।  অন্যদিকে ভুটানে দাসপ্রথা প্রায় উনবিংশ শতকের মাঝামাঝি সময় পর্যন্ত প্রচলিত ছিল এবং এটি তিব্বতি বৌদ্ধধর্মের ত্সা ইয়িগ চেনমো থেকে উদ্ভূত স্থানীয় আইনের মাধ্যমে নিয়ন্ত্রিত হতো।\n\n\n== শিখ ধর্ম ==\nশিখদের প্রথম ধর্মীয় গুরু গুরু নানক তৎকালীন দাস প্রথার বিরুদ্ধে প্রচারণা চালিয়েছিলেন বলে উল্লখিত আছে। তবে সরাসরি দাস প্রথার বিরুদ্ধে তার কোনো উক্ত পাওয়া যায় না। তিনি শ্রেণী বৈষম্য ও জাতবর্ণের শ্রেণীবিন্যাস প্রত্যাখ্যান করে কেবল মানবিক সাম্যের পক্ষে ছিলেন না। বাবা ফরিদ স্পষ্টভাবে দাসপ্রথার বিরুদ্ধে প্রতিবাদ করেছিলেন।\nশিখ ধর্মগ্রন্থ গুরু গ্রন্থ সাহিবে বারবার মানব সমতার কথা বলা হয়েছে এবং কারো প্রতি দাসত্ব আরোপ বা অন্যায় শাসনকে সমর্থন করা হয়নি। গুরু গোবিন্দ সিং (দশম গুরু) জাত ও বর্ণভিত্তিক বৈষম্যের বিরোধিতা করে খালসা প্রতিষ্ঠা করেছিলেন, যা শিখদের মতে সামাজিক মুক্তির প্রতীক।\n\n\n== আরও দেখুন ==\nবাইবেল ও দাসত্ব\nক্যাথলিক মণ্ডলী ও দাসপ্রথা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nউদ্ধৃতি\n\nউৎস\nKosambi, Damodar Dharmanand (১৯৫৬), An Introduction to the Study of Indian History, Popular Prakashan (প্রকাশিত হয় ১৯৭৫), আইএসবিএন 978-81-7154-038-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKumar, Dharma (১৯৯৩), \"Colonialism, Bondage and Caste in British India\",   Klein, Martin A., Breaking the Chains: Slavery, Bondage, and Emancipation in Modern Africa and Asia, Univ of Wisconsin Press, আইএসবিএন 978-0-299-13754-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSharma, R. S. (১৯৫৮), Sudras in Ancient India, Delhi: Motilal Banarasi Dass (প্রকাশিত হয় ১৯৯০), আইএসবিএন 9788120807068 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWest, Barbara (২০০৮)। Encyclopedia of the Peoples of Asia and Oceania। Infobase। আইএসবিএন 978-0816071098। \nLal, K. S. (1994). Muslim slave system in medieval India. New Delhi: Aditya Prakashan.\n\n\n== বহিঃসংযোগ ==\nWilliam Gervase Clarence-Smith (2010). \"Religions and the abolition of slavery — a comparative approach\". LSE - Global Economic History Network (GEHN) - Conferences."}