{"pageid": 1518931, "title": "স্কটল্যান্ডে টেকসই উন্নয়ন", "url": "https://bn.wikipedia.org/wiki?curid=1518931", "content": "স্কটল্যান্ডে টেকসই উন্নয়ন ব্যাখ্যা করার ক্ষেত্রে বেশ কয়েকটি স্বতন্ত্র ধারা রয়েছে। টেকসই উন্নয়নের ধারণাটি ব্রান্ড্টল্যান্ড কমিশন কর্তৃক ব্যবহৃত হয়েছিলো। কমিশন টেকসই উন্নয়ন বলতে এমন উন্নয়নকে চিহ্নিত করেছিলো যেটি \"ভবিষ্যত প্রজন্মের প্রয়োজনীয় চাহিদা পূরণের সক্ষমতার সাথে আপস না-করে বর্তমানের চাহিদা পূরণ করবে।\" ২০০৫ সালের বিশ্ব শীর্ষ সম্মেলনে উল্লেখ করা হয়েছিলো যে এজন্য টেকসইতার \"তিনটি স্তম্ভ\" - পরিবেশগত, সামাজিক এবং অর্থনৈতিক চাহিদার মধ্যে সমন্বয় করা প্রয়োজন। স্কটল্যান্ডের সরকারি, বেসরকারি, স্বেচ্ছাসেবী এবং সম্প্রদায়গত খাতগুলি বিভিন্ন উপায়ে এই সাধারণ লক্ষ্যগুলি অর্জনে কাজ করে যাচ্ছে।\n\n\n== টেকসই সম্প্রদায় ==\nটেকসই সম্প্রদায়ের জন্য স্কটল্যান্ডের প্রথম নিবেদিতপ্রাণ কর্মসূচি ১৯৯৭ থেকে ১৯৯৯ সালের মধ্যে ফরোয়ার্ড স্কটল্যান্ড নামীয় দলটি বাস্তবায়ন করে। এই কর্মসূচিটি এনক্যামসের নেতৃত্বে যুক্তরাজ্যব্যাপী একটি উদ্যোগের অংশ হিসেবে পরিচালিত হয়েছিলো। এতে স্থানীয় কর্তৃপক্ষের সাথে অংশীদারিত্ব গড়ে তোলা হয় এবং সম্প্রদায়ের সাথে কাজ করার জন্য নিবেদিতপ্রাণ কর্মকর্তা নিয়োগ দেয়া হয়। এই কর্মসূচি পরিবেশগত কর্মকাণ্ডের সূচনার অগ্রদূত হিসেবে কমিউনিটি ইকো-ক্যালকে পরিচালিত করে। এই কর্মসূচির মূল্যায়ন করেন হেরিয়ট-ওয়াট বিশ্ববিদ্যালয়ের অধ্যাপক মাইকেল কার্লি এবং এখান হতে প্রাপ্ত শিক্ষা ২০০০-২০০২ সালের একটি পরবর্তী কর্মসূচিতে ব্যবহার করা হয়।  এই প্রকল্পটিতে সম্প্রদায় গোষ্ঠীগুলি নিজেরাই উন্নয়ন প্রচেষ্টর কেন্দ্রবিন্দুতে ছিলো। এটি টেকসই সম্প্রদায়ের জন্য প্রথম হ্যান্ডবুক এবং অত্যন্ত সফল সম্প্রদায় প্রকল্পের একটি ধারাবাহিক তৈরি করে। এই সময়ের মধ্যে টেকসই সম্প্রদায়ের জন্য প্রথম সম্প্রদায় অনুদান কর্মসূচি চালু করা হয় যেটি নতুন সুযোগ তহবিল (এখন বিগ লটারি তহবিল) দ্বারা অর্থায়ন করা হয়। এই কর্মসূচি সম্প্রদায় পুনর্নবীকরণযোগ্য জ্বালানি, স্থানীয় খাদ্য, সম্প্রদায় বর্জ্য ব্যবস্থাপনা এবং স্কটল্যান্ডে প্রথম পরিবেশগত সূচনা প্রকল্পের মতো কিছু অগ্রণী প্রকল্পের অর্থায়ন করে।\n\n২০০৭ সালের এপ্রিল মাসে বিগারকে স্কটল্যান্ডের প্রথম 'কার্বন-নিরপেক্ষ' শহর হিসেবে গড়ে তোলার পরিকল্পনা ঘোষণা করা হয়। একই মাসে ফাইন্ডহর্ন ইকোভিলেজ নিশ্চিত করে যে এর পরিবেশগত পদচিহ্ন শিল্পোন্নত বিশ্বে রেকর্ড করা সর্বনিম্ন। ২০০৮ সালের জানুয়ারিতে HICEC \"একটি দ্বীপ সম্প্রদায়কে কার্বন-নিরপেক্ষ হওয়ার জন্য প্রয়োজনীয় সুযোগ এবং পদক্ষেপ পর্যালোচনা\" করার জন্য একটি প্রতিবেদন প্রকাশ করে। এর পরে, ২০০৮ সালের জুনে ঘোষণা করা হয় যে স্টার্লিং ব্রিটেনের প্রথম কার্বন-নিরপেক্ষ শহর হওয়ার লক্ষ্যে কাজ করছে, যেখানে গোয়িং কার্বন-নিরপেক্ষ স্টার্লিং প্রকল্পটি অনুষ্ঠিত হবে।\nকমিউনিটি এনার্জি স্কটল্যান্ড একটি দাতব্য প্রতিষ্ঠান যা স্কটল্যান্ডের কমিউনিটি গোষ্ঠীগুলির দ্বারা উন্নত পুনর্নবীকরণযোগ্য শক্তি প্রকল্পগুলির জন্য বিনামূল্যে পরামর্শ, অনুদান তহবিল এবং অর্থায়ন প্রদান করে। কোম্পানির মূল লক্ষ্য হল সমস্ত সম্প্রদায়কে তাদের দীর্ঘমেয়াদী এবং সম্মিলিত সুবিধার জন্য নবায়নযোগ্য শক্তি উৎপাদন এবং ব্যবহার করতে সক্ষম করা। মার্চ 2010 সালে টায়ারি দ্বীপের স্থানীয় উন্নয়ন ট্রাস্ট একটি 950 কিলোওয়াট কমিউনিটি-মালিকানাধীন বায়ু টারবাইন প্রকল্প চালু করে, যা স্কটল্যান্ডে চতুর্থ বৃহৎ আকারের প্রকল্প।\nট্রানজিশন টাউন প্রকল্পগুলির লক্ষ্য টেকসই জীবনযাত্রার সচেতনতা বৃদ্ধি এবং স্থানীয় পরিবেশগত স্থিতিস্থাপকতা তৈরি করা । স্কটল্যান্ডের উদাহরণগুলির মধ্যে রয়েছে ফরেস, পোর্টোবেলো, ওয়েস্ট কিলব্রাইড এবং হাউইক।\n২০১০ সালের আগস্টে ইতিহাসবিদ জেমস হান্টার বলেছিলেন যে সম্প্রদায়ের নিয়ন্ত্রণে মালিকানা হস্তান্তরের ফলে \" গিঘার জনসংখ্যার সম্পূর্ণ পতনের দিকে এক অসাধারণ পরিবর্তন\" এসেছে এবং তিনি পরামর্শ দিয়েছিলেন যে যুক্তরাজ্য সরকারের উচিত এই ঘটনা থেকে শিক্ষা নেওয়া এবং অ্যাসিন্ট , আইগ এবং নয়ডার্টের মতো জায়গাগুলিতে অন্যান্য সম্প্রদায়ের ক্রয়-বিক্রয় থেকে তাদের বিগ সোসাইটির পরিকল্পনা সম্পর্কে অবহিত করা। এই সাফল্য সত্ত্বেও, ভূমি সংস্কার (স্কটল্যান্ড) আইন ২০০৩ এর মাধ্যমে সম্প্রদায়ের জমি ক্রয়-বিক্রয়কে বাধাগ্রস্ত করার জন্য বেসামরিক কর্মচারীদের সমালোচনা করা হয়েছে । উদাহরণস্বরূপ, গণভোটে ৯৭.৪% স্থানীয় সমর্থন থাকা সত্ত্বেও আবেদনের সাথে প্রযুক্তিগত সমস্যার কারণে প্রাক্তন আরএএফ মাচ্রিহানিশ ঘাঁটির প্রস্তাবিত সম্প্রদায় ক্রয় বাতিল করা হয়েছিল।\n\n\n== সরকারি খাত ==\n\n\n=== সরকারি নীতি ===\n১৯৯৮ সালে স্কটিশ পার্লামেন্টের প্রত্যাশায়, ১৯৯৯ সালে সেক্রেটারি অফ স্টেটের অ্যাডভাইজরি গ্রুপ ফর সাসটেইনেবল ডেভেলপমেন্ট কর্তৃক প্রথম গুরুতর নীতিমালা লেখা হয়েছিল। এরপর ২০০২ সালে বর্জ্য, জ্বালানি এবং ভ্রমণের উপর দৃষ্টি নিবদ্ধ করে কৌশল তৈরি করা হয়েছিল এবং ২০০৫ সালে আমাদের ভবিষ্যত নির্বাচন করা হয়েছিল, যা টেকসই উন্নয়নের জন্য যুক্তরাজ্যের ভাগ করা কাঠামোর সাথে একত্রে লেখা হয়েছিল। ২০০৭ সালে স্কটিশ ন্যাশনাল পার্টি একটি সংখ্যালঘু সরকারে ক্ষমতা গ্রহণ করে, যেখানে ৫টি কৌশলগত লক্ষ্য অনুসরণ করা হয়েছিল যা টেকসই উন্নয়নকে অন্তর্ভুক্ত করে কিন্তু নির্দিষ্টভাবে এটি উল্লেখ করে না। পরিবর্তে সরকার টেকসই অর্থনৈতিক প্রবৃদ্ধিকে তার প্রধান লক্ষ্য হিসেবে গ্রহণ করেছে।\n২০০৭ সালের জুন মাসে স্কটিশ সরকারের অর্থ ও টেকসই প্রবৃদ্ধি বিষয়ক নতুন ক্যাবিনেট সচিব জন সুইনি একটি জলবায়ু পরিবর্তন বিলের পরিকল্পনা ঘোষণা করেন যাতে ২০৫০ সালের মধ্যে গ্রিনহাউস গ্যাস নির্গমন ৮০% কমানোর অভিপ্রায় অন্তর্ভুক্ত থাকবে।\n২০০৭ সালের আগস্টে স্কটিশ সরকার শিল্পে উদ্ভাবনের জন্য একটি সালটায়ার পুরস্কার তৈরির ঘোষণা দেয় , যা নতুন পুনর্নবীকরণযোগ্য শক্তি প্রযুক্তির বিকাশে শ্রেষ্ঠত্বকে পুরস্কৃত করবে। যুক্তরাজ্য সরকারের অবস্থানের বিপরীতে, স্কটিশ সরকার স্কটল্যান্ডে নতুন পারমাণবিক বিদ্যুৎ কেন্দ্র এবং পারমাণবিক বর্জ্য পুঁতে ফেলা উভয়কেই বাতিল করে দিয়েছে।\nজলবায়ু পরিবর্তন (স্কটল্যান্ড) আইন ২০০৯ পাসের ফলে বিভিন্ন ধরণের উদ্যোগ তৈরি এবং অবহিত করা হয়েছে। জলবায়ু পরিবর্তন বিতরণ পরিকল্পনায় আইনে অন্তর্ভুক্ত বিধিবদ্ধ লক্ষ্যমাত্রা পূরণের জন্য নির্গমন হ্রাস অর্জনের জন্য কী করা দরকার তা নির্ধারণ করা হয়েছে। ২০০৯ সালের ডিসেম্বরে প্রকাশিত জলবায়ু পরিবর্তন অভিযোজন কাঠামোর লক্ষ্য পরিবর্তনের জন্য স্থিতিস্থাপকতা এবং ক্ষমতা তৈরি করা। অন্যান্য সরকারি খাতের উদ্যোগের মধ্যে রয়েছে:\n\nনবায়নযোগ্য জ্বালানি কাঠামো, নবায়নযোগ্য কর্ম পরিকল্পনা এবং নবায়নযোগ্য তাপ কর্ম পরিকল্পনা\nবন্যা ঝুঁকি ব্যবস্থাপনা (স্কটল্যান্ড) আইন ২০০৯\nস্কটল্যান্ডের জলবায়ু পরিবর্তন ঘোষণা\nগ্রামীণ ভূমি ব্যবহার অধ্যয়\nস্কটিশ জলবায়ু পরিবর্তন প্রভাব অংশীদারিত্ব\n\n\n=== স্কটিশ টেকসই উন্নয়ন ফোরাম ===\nস্কটিশ সাসটেইনেবল ডেভেলপমেন্ট ফোরাম (SSDF) হল একটি দল যা স্কটল্যান্ডে টেকসই উন্নয়ন সংক্রান্ত বিষয়গুলিতে বিতর্ক এবং পদক্ষেপ গ্রহণের উপর দৃষ্টি নিবদ্ধ করে। স্কটল্যান্ডকে আরও টেকসই করে তুলতে ইচ্ছুক যেকোনো ব্যক্তির জন্য ফোরামের সদস্যপদ উন্মুক্ত।\n\n\n=== সরকারি সংস্থা ===\n২০১০ সালের জানুয়ারিতে দেখা যায় যে পরিবেশ রক্ষার জন্য দায়িত্বপ্রাপ্ত সরকারি সংস্থা এসইপিএ তার কার্বন নির্গমন লক্ষ্যমাত্রা অর্জনে ব্যর্থ হয়েছে। এর লক্ষ্য হলো ২০০৬ সালের তুলনায় ২০১২ সালের মধ্যে ব্যবসায়িক কার্যক্রম থেকে CO2 নির্গমন ২৫% কমানো, কিন্তু একটি প্রতিবেদনে দেখা গেছে যে গত বছরে এটি ১০% বৃদ্ধি পেয়েছে।\n\n\n== শক্তি উৎপাদন এবং বিতরণ ==\n\nইউরোপীয় এবং এমনকি বিশ্বব্যাপী মানদণ্ড অনুসারে স্কটল্যান্ডের নবায়নযোগ্য শক্তি উৎপাদনের জন্য প্রয়োজনীয় প্রাকৃতিক সম্পদের পরিমাণ অসীম। বর্তমানে স্থিপিত ১.৩ গিগাওয়াট (জিডব্লিউ) উৎপাদন ক্ষমতা সম্পন্ন জলবিদ্যুৎ প্রকল্প ছাড়াও স্কটল্যান্ডের আনুমানিক ৩৬.৫ গিগাওয়াট বায়ু শক্তি এবং ৭.৫ গিগাওয়াট জোয়ার-ভাটার শক্তি উৎপাদনের সম্ভাবনা রয়েছে, যা ইউরোপীয় ইউনিয়নের মোট উৎপাদিত সক্ষমতার ২৫% এবং ১৪ গিগাওয়াট পর্যন্ত তরঙ্গ শক্তি উৎপাদনের সম্ভাবনা রয়েছে, যা ইউরোপীয় ইউনিয়নের মোট উৎপাদিত সক্ষমতার ১০%। স্কটল্যান্ডের নবায়নযোগ্য শক্তি উৎপাদন সক্ষমতা ৬০ গিগাওয়াট বা তারও বেশি হতে পারে, যা বর্তমানে সমস্ত স্কটিশ জ্বালানি উৎস থেকে প্রাপ্ত ১০.৩ গিগাওয়াট সক্ষমতার চেয়েও যথেষ্ট বেশি।\nএই সম্ভাবনার বেশিরভাগই এখনও অব্যবহৃত রয়ে গেছে, কিন্তু প্রকৌশলের ক্রমাগত উন্নতির ফলে নবায়নযোগ্য সম্পদের আরও বেশি ব্যবহার সম্ভব হচ্ছে। \"সর্বোচ্চ তেল\" এবং জলবায়ু পরিবর্তন সম্পর্কিত আশংকা এই বিষয়টিকে রাজনৈতিক কর্মসূচির উচ্চ পর্যায়ে নিয়ে গেছে এবং বিভিন্ন জৈব জ্বালানির ব্যবহারকেও উৎসাহিত করছে । যদিও অনেক প্রকল্পের অর্থায়ন হয় অনুমানমূলক বা ভর্তুকির উপর নির্ভরশীল , তবুও এটি সম্ভবত মূল অর্থনীতিতে একটি উল্লেখযোগ্য এবং সম্ভাব্য দীর্ঘমেয়াদী পরিবর্তন হয়েছে।\nনবায়নযোগ্য উৎস ব্যবহার করে বৃহৎ উৎপাদন ক্ষমতা এবং মাইক্রোসিস্টেম উভয় ক্ষেত্রেই পরিকল্পিত বৃদ্ধির পাশাপাশি, কার্বন নির্গমন কমাতে বিভিন্ন সম্পর্কিত পরিকল্পনা নিয়ে গবেষণা করা হচ্ছে। যদিও সরকারি, বেসরকারি এবং সম্প্রদায়-নেতৃত্বাধীন খাত থেকে উল্লেখযোগ্য সমর্থন পাওয়া যাচ্ছে, তবুও প্রাকৃতিক পরিবেশের উপর প্রযুক্তির প্রভাব নিয়ে উদ্বেগ প্রকাশ করা হয়েছে। এই ব্যাপকভাবে বিতরণ করা সম্পদের অবস্থান এবং মালিকানা এবং নিয়ন্ত্রণের মধ্যে সম্পর্ক নিয়ে একটি উদীয়মান রাজনৈতিক বিতর্কও রয়েছে।\nটেমপ্লেট:Renewable energy sources\n\n\n=== বায়ু শক্তি ===\n\nস্কটল্যান্ডে বায়ু বিদ্যুৎ একটি উল্লেখযোগ্য কর্মকাণ্ডের ক্ষেত্র, যেখানে ২০০৮ সালের অক্টোবর পর্যন্ত ১৫৫০ মেগাওয়াট স্থাপিত ক্ষমতা ছিল।  স্কটল্যান্ডে নবায়নযোগ্য শক্তি প্রযুক্তির মধ্যে বায়ু বিদ্যুৎ সবচেয়ে দ্রুত বর্ধনশীল এবং বিশ্বের বৃহত্তম বায়ু টারবাইন জেনারেটর (৫ মেগাওয়াট) বর্তমানে পূর্ব উপকূল থেকে ১৫ মাইল দূরে উত্তর সাগরে পরীক্ষামূলকভাবে পরিচালিত হচ্ছে। এখানে অসংখ্য বৃহৎ বায়ু খামার রয়েছে, সেইসাথে পরিকল্পিত এবং পরিচালিত উভয় ধরণের, যা সম্প্রদায়ের মালিকানাধীন। টারবাইন স্থাপন কখনও কখনও একটি সমস্যা হয়ে দাঁড়ায়, তবে জরিপগুলি স্কটল্যান্ডে বায়ু বিদ্যুতের জন্য সম্প্রদায়ের গ্রহণযোগ্যতার উচ্চ স্তর দেখিয়েছে। উচ্চ গড় বায়ু গতির কারণে, বিশেষ করে সমুদ্র উপকূলে সম্প্রসারণের আরও সম্ভাবনা রয়েছে।\n২০০৮ সালের মে মাসে স্কটিশ এবং সাউদার্ন এনার্জি নিশ্চিত করে যে তারা ইংল্যান্ডের দক্ষিণ উপকূলে অবস্থিত গ্রেটার গ্যাবার্ড বায়ু খামারের কাজ এগিয়ে নিচ্ছে। তবে, তারা এই প্রকল্পে তাদের অংশীদারিত্ব বিক্রি করে দেয়, যা বিশ্বের বৃহত্তম বায়ু খামারে পরিণত হওয়ার সম্ভাবনা ছিল, প্রায় ছয় মাস পরে এনপাওয়ারের কাছে।\n\n\n=== নিম্ন কার্বন বিদ্যুৎ কেন্দ্র ===\n২০০৭ সালের মে মাসে স্কটিশ পাওয়ার ঘোষণা করে যে লংগ্যানেট এবং ককেঞ্জি বিদ্যুৎ কেন্দ্রগুলিতে \"পরিষ্কার কয়লা\" প্রযুক্তির পরিকল্পনা ডিজাইন করার জন্য অ্যালস্টম পাওয়ার এবং ডুসান ব্যাবকককে কমিশন দেওয়া হয়েছে । এটি ইউরোপে এই ধরণের বৃহত্তম প্রকল্প হয়ে উঠত কিন্তু ওয়েস্টমিনস্টার সরকার তহবিল প্রত্যাহার করার পর ২০১১ সালে এটি বাতিল করা হয়। স্কটিশ পাওয়ার আরও ঘোষণা করেছে যে তারা লংগ্যানেট এবং ককেঞ্জিতে উইলো বা শস্যের মতো জৈববস্তুপুঞ্জ পণ্য ব্যবহার করে কার্বন নির্গমন কমাতে চায়। এর ফলে বছরে ৩০০,০০০ টন (৩৩০,০০০ টন) কার্বন নির্গমন সাশ্রয় হতে পারে। তবে, বৃহৎ আকারের বিদ্যুৎ উৎপাদনকে নবায়নযোগ্য জ্বালানি দিয়ে প্রতিস্থাপনের চ্যালেঞ্জটি তুলে ধরা হয়েছিল এই কারণে যে এই বিদ্যুৎ কেন্দ্রগুলি থেকে ৫% জ্বালানি প্রতিস্থাপনের জন্য স্কটল্যান্ডের কৃষিজমির সম্পূর্ণ ১২% প্রয়োজন হবে।\n\n\n=== কার্বন সিকোয়েস্টেশন ===\nব্রিটিশ ভূতাত্ত্বিক জরিপের অনুমান অনুসারে, উত্তর সাগরের কার্বন ডাই অক্সাইড সিঙ্কগুলিতে সম্ভাব্য ৭৫৫ বিলিয়ন টন CO2 সংরক্ষণ করা যেতে পারে (স্কটল্যান্ডের বার্ষিক CO2 উৎপাদন প্রায় ৫০ মিলিয়ন টন)। এই প্রক্রিয়াটি তেল ও গ্যাস পুনরুদ্ধারেও সহায়তা করে কারণ এটি তেলক্ষেত্রে চাপ বাড়ায়। DTI অনুমান করে যে CO2 ইনজেকশনের ফলে আরও ২ বিলিয়ন ব্যারেল তেল উদ্ধার করা যেতে পারে।\nযদিও এই প্রক্রিয়াটি প্রচলিত বিদ্যুৎ কেন্দ্র থেকে CO2 নির্গমন 80-90% পর্যন্ত কমাতে পারে , তবে তেল পুনরুদ্ধার বৃদ্ধির সাথে মিলিত হলে কার্বন নির্গমনের নেট সাশ্রয় অনেক কম হতে পারে কারণ সেই ক্ষেত্র থেকে ব্যবহৃত তেল এবং গ্যাসের মোট পরিমাণ বৃদ্ধি পাবে।\n\n\n=== বিদ্যুৎ বিতরণ ===\nতবে, দূরবর্তী বিদ্যুৎ উৎপাদনের জন্য ট্রান্সমিশন চার্জ বৃদ্ধির অফজেমের প্রস্তাবিত পরিকল্পনা নিয়ে বিতর্ক দেখা দিয়েছে । এটি স্কটল্যান্ডে পুনর্নবীকরণযোগ্য শক্তি উৎপাদনকে যথেষ্ট অসুবিধার মধ্যে ফেলেছে বলে ব্যাপকভাবে দেখা গেছে। স্কটিশ রিনিউয়েবলসের প্রধান নির্বাহী জেসন অরমিস্টনকে উদ্ধৃত করে বলা হয়েছে, \"যখন যুক্তরাজ্য সরকারের প্রধান বৈজ্ঞানিক উপদেষ্টা বলেছেন যে জলবায়ু পরিবর্তন মানবতার জন্য সবচেয়ে বড় হুমকি, তখন শিল্প নিয়ন্ত্রক পুনর্নবীকরণযোগ্য বিদ্যুৎ জেনারেটরগুলিকে যেখানে সম্পদ সবচেয়ে বেশি সেখানে উৎপাদনের জন্য শাস্তি দিচ্ছেন।\" পরের মাসে বাণিজ্য ও শিল্প বিভাগের ফাঁস হওয়া নথিগুলি ইঙ্গিত দেয় যে, স্কটল্যান্ডের সাফল্য সত্ত্বেও, বর্তমান নীতিমালার অধীনে ব্রিটেন ইইউর ২০২০ সালের নবায়নযোগ্য জ্বালানি থেকে ২০% শক্তির লক্ষ্যমাত্রা যথেষ্ট ব্যবধানে মিস করবে, তখন এই বিষয়টি তুলে ধরা হয়েছিল। একই মাসে ইউরোপ জুড়ে এই 'সিস্টেম ব্যবহারের' ট্রান্সমিশন চার্জ সম্পর্কে জেরো এনার্জি লিমিটেডের একটি প্রতিবেদনে ইঙ্গিত দেওয়া হয়েছে যে যুক্তরাজ্যের সিস্টেম এমন খরচ তৈরি করে যা ইউরোপের অন্যান্য স্থানের তুলনায় স্কটল্যান্ডে ত্রিশ গুণ বেশি এবং দ্বীপপুঞ্জের জন্য চার্জ \"অন্যান্য যেকোনো ইউরোপীয় দেশের তুলনায় প্রায় নিশ্চিতভাবে বেশি\"। হাইল্যান্ডস এবং দ্বীপপুঞ্জের একজন এমএসপি রব গিবসন এই অভিযোগগুলিকে \"ভূগোলের উপর কর\" হিসাবে বর্ণনা করেছেন এবং এইচআইই- এর এলেন হ্যান্টন দাবি করেছেন যে প্রতিবেদনটি \"গুরুতর উদ্বেগ\" উত্থাপন করেছে।\nস্কটল্যান্ড থেকে ইউরোপীয় মূল ভূখণ্ডে নবায়নযোগ্য শক্তি নিয়ে যাওয়ার জন্য একটি সাব-সমুদ্র গ্রিড তৈরির লক্ষ্যে স্কটিশ এবং নরওয়েজিয়ান সরকারের মধ্যে আলোচনার পরিকল্পনা করা হয়েছে ২০০৮ সালের প্রথম দিকে।\n\n\n=== হাইড্রোজেন অর্থনীতি ===\nপিটারহেডে একটি হাইড্রোজেন-ভিত্তিক বিদ্যুৎ কেন্দ্র তৈরির জন্য স্কটিশ এবং সাউদার্ন এনার্জির সাথে অংশীদারিত্বে বিপি একটি উদ্ভাবনী পদ্ধতির প্রস্তাব করেছিল । প্রকল্পটি উত্তর সাগর থেকে নিষ্কাশিত প্রাকৃতিক গ্যাস গ্রহণ করত , হাইড্রোজেন এবং কার্বন ডাই অক্সাইড তৈরির জন্য গ্যাসটি ফাটল এবং 475 মেগাওয়াট বিদ্যুৎ কেন্দ্রে বিদ্যুৎ তৈরির জন্য জ্বালানী উৎস হিসাবে হাইড্রোজেন পুড়িয়ে ফেলা হত। এরপর কার্বন সিকোয়েস্টেশন (উপরে দেখুন) নামক একটি প্রক্রিয়ায় সমুদ্রতলের 4 কিলোমিটার (2 মাইল) এরও বেশি গভীরে মিলার ফিল্ড রিজার্ভারে CO2 ফিরিয়ে আনা হত । প্রকল্পটি 2009 সালের মধ্যে উৎপাদন শুরু করার আশা করা হয়েছিল যার প্রাক্কলিত ব্যয় $600 মিলিয়ন, যদিও এটি সম্ভব করার জন্য যুক্তরাজ্য সরকারের কাছ থেকে পর্যাপ্ত সহায়তা না পাওয়ায় এটি ব্যর্থ হয়েছিল। এটি সম্পন্ন হলে, কেন্দ্রটি বিশ্বের প্রথম শিল্প-স্কেল, হাইড্রোজেন বিদ্যুৎ কেন্দ্র হত।\n২০০৭ সালের অক্টোবরে পিওআর এনার্জি সেন্টার এবং হজল্টল্যান্ড হাউজিং অ্যাসোসিয়েশনের যৌথ উদ্যোগে শেটল্যান্ডের নর্থমাভাইনের এশানেসের একটি প্রত্যন্ত স্থানে দুটি \"আনপ্লাগড\" হাইড্রোজেন হাউস তৈরির ঘোষণা দেওয়া হয়েছিল। এই ইনস্টলেশনে দুটি সম্মিলিত তাপ এবং বিদ্যুৎ ব্যবস্থা, বায়ু টারবাইন এবং একটি হাইড্রোজেন জ্বালানি কোষ অন্তর্ভুক্ত থাকবে যা বাতাস বইছে না এমন সময়ে ঘরগুলিকে গরম করবে। হাইড্রোজেন চালিত গাড়ির জন্য সাইটে একটি হাইড্রোজেন রিফুয়েলিং স্টেশনের সম্ভাবনাও রয়েছে। পিওআর-এর একজন মুখপাত্র বলেছেন, \"বিশ্বব্যাপী জনসংখ্যার চল্লিশ শতাংশ বিদ্যুৎ এবং তাপের অ্যাক্সেস ছাড়াই বাস করে। সিএইচপি প্রকল্প এই জনসংখ্যাকে এই অ্যাক্সেস প্রদান করবে। পরিবেশের উপর কোনও প্রভাব পড়বে না। এটি সম্পূর্ণরূপে পরিষ্কার শক্তি।\"\n\n\n== গৃহায়ন ==\n\nরবার্ট গর্ডন বিশ্ববিদ্যালয়ের গোকে দেভেসি কর্তৃক ফাইন হোমসের জন্য নকশা করা ডুনেনের \"টাইঘ-না-ক্ল্যাডাচ\" (ইংরেজিতে: \"the house by the shore\") হলো যুক্তরাজ্যের প্রথম \"সাশ্রয়ী মূল্যের\" প্যাসিভহাউস। ২০১০ সালের আগস্ট মাসে ইনভারনেসে স্কটল্যান্ডের প্রথম সবুজ আবাসন প্রদর্শনী কেন্দ্র খোলা হয়। এই অনুষ্ঠানে গৃহের ৫২টি নতুন নকশা প্রদর্শিত হয়েছিলো।\n\n\n== বর্জ্য ব্যবস্থাপনা ==\nমোরে কাউন্সিল স্পে উপসাগরের নিকটে একটি ৮০০ কিলোওয়াট ক্ষমতা সম্পন্ন ভুস্থিত গ্যাস প্রকল্প নির্মানের ঘোষণা দিয়েছে। এই প্রকল্পের ঠিকাদারী প্রতিষ্ঠান \"রিনিউয়্যাবল পাওয়ার সিস্টেম\" আশা করছে যে এই প্রকল্পটি ২০০৮ সাল নাগাদ উৎপাদন শুরু করতে পারবে। স্কটল্যান্ডে প্লাজমা আর্ক বর্জ্য নিষ্কাশনের জন্য স্থাপনা নির্মান করার কোনো পরিকল্পনা এখনও নেয়া হয়নি; তবে ইংল্যান্ডের সুইন্ডনে একটি স্থাপনা নির্মাণাধীন রয়েছে।\n২০১৩ সালে ট্যাঙ্কারনেসের ব্যারন ওয়ালেস \"ক্লিনভেল্ড পীট মারউইক গোয়ার্ডেলার\" (কেপিএমজি)-এর পক্ষে অবস্থান নেন যারা যুক্তি দিয়েছিলো যে যুক্তরাজ্যের দেউলিয়া আইন স্কটিশ পরিবেশগত বিধিবিধানের চেয়েও অধিক প্রাধান্য পেয়ে থাকে। \"যুক্তরাজ্য সরকারের পক্ষ থেকে\" ওয়ালেসের অবস্থান হলো - যখন এধরণের প্রতিষ্ঠানের দায়িত্ব সমাপ্ত হয়ে যায় তখন সেই অবসায়করা পরিবেশ পরিষ্কার-পরিচ্ছন্ন রাখার জন্য অর্থ ব্যয় করার বাধ্যবাধকতা থেকে বের হয়ে যাওয়ার সুযোগ পান। কেপিএমজি ধারণা করেছে যে স্কটিশ কয়লা অবলুপ্তির ফলে যেই ৩০ মিলিয়ন পাউন্ড অবশিষ্ট থাকবে তা আয়ারশায়ার এবং ল্যানারশায়ারের অব্যবহৃত খনি পুনরুদ্ধারের জন্য ব্যয় না-করে বরং ঋণদাতা লয়েডস ব্যাংককে প্রদান করা হবে। কেপিএমজি-র বিরোধীদের মধ্যে রয়েছে স্কটিশ সরকার, স্কটিশ পরিবেশ সুরক্ষা সংস্থা, দক্ষিণ ল্যানারশায়ার কাউন্সিল এবং পূর্ব আয়ারশায়ার কাউন্সিল।\n\n\n== কৃষি ও খাদ্য ==\nকিনান রিসাইক্লিং কর্তৃপক্ষ ২০০৮ সালের নভেম্বরে ৩.২ মিলিয়ন পাউন্ড ব্যয়ে নিউ ডিয়ারে একটি জৈব সার উৎপাদনের কারখানা নির্মান করেছে। এখানে বার্ষিক ২০,০০০ টন সার উৎপাদন করা যাবে। বিগত ১৮ মাসে সারের মূল্য তিনগুণ বৃদ্ধি পাওয়ায় কারখানা স্থাপনকারী কর্তৃপক্ষ আশা করছেন যে তারা সারের ঊর্ধ্বমুখী দামের ফলে এখান হতে ভালো পুঁজি অর্জন করতে সক্ষম হবেন।\n\n\n== পরিবহন ==\n\nগ্রানটাউনের কেয়ার্নগর্মস জাতীয় উদ্যান কর্তৃপক্ষের কার্যালয় এবং স্থানীয় দাতব্য প্রতিষ্ঠান, ব্যাডেনোচ এবং স্ট্র্যাথস্পে কমিউনিটি ট্রান্সপোর্ট কোম্পানির অ্যাভিমোর অফিসে বৈদ্যুতিক যানবাহন চালানোর জন্য নির্দিষ্ট রিচার্জিং পয়েন্ট স্থাপন করা হয়েছে। স্কটল্যান্ডে টেকসই পরিবহন পরিচালনা এবং প্রচারকারী সরকারি সংস্থা ২০১০ সালে ঘোষণা করেছিল যে, পরবর্তী দুই বছরের মধ্যে কর্মীদের ভ্রমণের জন্য ৮% কার্বন নির্গমন কমানোর লক্ষ্য থাকা সত্ত্বেও উল্টো তা ৩% বৃদ্ধি পেয়েছে। স্কটল্যান্ডের পরিবহন কর্তৃপক্ষ বর্তমানে আগামী তিন বছরে তাদের ভ্রমণ নির্গমনের পরিমান ১২% কমানোর এক নতুন লক্ষমাত্রা নির্ধারণ করেছে।\n২০১১ সালে ক্যালেডোনিয়ান ম্যাকব্রেইন কর্তৃপক্ষ ঘোষণা করেন যে তারা বিশ্বের প্রথম সমুদ্রগামী রো-রো যাত্রীবাহী হাইব্রিড (ব্যাটারি/ডিজেল-ইলেকট্রিক চলিত) ফেরি তৈরির ইঞ্জিনিয়ারিং ধারণার নকশা তৈরি করছেন। ফেরিগুলি ছোট জলাশয পারাপারের কাজে ব্যবহারের জন্য ডিজাইন করা হয়েছে এবং এতে এমন ব্যাটারি ব্যাংক ব্যবহার করা হবে যেগুলি থেকে জলযানটিতে ব্যবহৃত শক্তির কমপক্ষে ২০% সরবরাহ করা সম্ভব হবে।  ২০১২ সালের ডিসেম্বরে পোর্ট গ্লাসগোর ফার্গুসন নৌযান প্রতিষ্ঠানে স্কটল্যান্ডের ডেপুটি ফার্স্ট মিনিস্টার নিকোলা স্টারজন এমভি হ্যালাইগ নামীয় যান চলাচলের ফেরিটির উদ্বোধন করেন। স্কটিশ সরকার এই প্রকল্পে ২০ মিলিয়ন পাউন্ডেরও বেশি বিনিয়োগ করেছে এবং হ্যালাইগ হলো প্রথম দুটি রোল-অন রোল-অফ হাইব্রিড-শক্তি চালিত ফেরির মধ্যকার প্রথমটি। স্বল্প-কার্বন নির্গমন হওয়ার পদ্ধতিতে তৈরি করা হয়েছে এর ডিজেল বৈদ্যুতিক এবং লিথিয়াম-আয়ন ব্যাটারির শক্তি উত্পাদন প্রক্রিয়াটি।\n\n\n== আরও দেখুন ==\nকমিউনিটি এনার্জি স্কটল্যান্ড\nইএমইসি\nফাইন্ডহর্ন ইকোভিলেজ\nএইচআইসিইসি\nস্কটল্যান্ডে নবায়নযোগ্য শক্তি\nস্কোরাইগ\nবিকল্প প্রযুক্তি কেন্দ্র\nটেকসই উন্নয়ন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nScottish Institute for Solar Energy Research (SISER)\nBodhi Eco-project\nSustainable Communities Initiatives\nSSDF\nForward Scotland\nsustainablescotland.com\nটেমপ্লেট:Scottish Energy\nটেমপ্লেট:Sustainability"}