{"pageid": 1518438, "title": "এডনা সেন্ট ভিনসেন্ট মিলি", "url": "https://bn.wikipedia.org/wiki?curid=1518438", "content": "এডনা সেন্ট ভিনসেন্ট মিলি (২২ ফেব্রুয়ারি, ১৮৯২ – ১৯ অক্টোবর, ১৯৫০) একজন মার্কিন গীতিকবি এবং নাট্যকার ছিলেন। তিনি রোয়ারিং টুয়েন্টিজ এবং তার পরবর্তী সময়ে নিউ ইয়র্ক সিটির একজন বিশিষ্ট সামাজিক ব্যক্তিত্ব এবং নারীবাদী হিসেবে সুপরিচিত ছিলেন। তিনি তার অনেক গদ্য ও হ্যাকওয়ার্ক কবিতা ন্যান্সি বোয়েড ছদ্মনামে লিখেছেন।\nমিলি ১৯২৩ সালে \"ব্যালাড অফ দ্য হার্প-উইভার\" কবিতার জন্য পুলিৎজার পুরস্কার লাভ করেন; তিনি এই পুরস্কার জয়ী প্রথম নারী এবং দ্বিতীয় ব্যক্তি। তিনি ১৯৪৩ সালে মার্কিন কাব্য জগতে আজীবন কৃতিত্বের  স্বীকৃতিস্বরূপ ফ্রস্ট মেডেল পাওয়া ষষ্ঠ ব্যক্তি এবং দ্বিতীয় নারী।\nজীবদ্দশায় তিনি অত্যন্ত সমাদৃত ছিলেন; বিশিষ্ট সাহিত্য সমালোচক এডমন্ড উইলসন তাকে \"আমাদের সময়ের ইংরেজি ভাষায় লেখালেখি করা একমাত্র কবিদের মধ্যে একজন, যিনি মহান সাহিত্যিক ব্যক্তিত্বের মর্যাদায় পৌঁছেছেন\" বলে অভিহিত করেন। তবে ১৯৩০-এর দশক থেকে তার সমালোচনামূলক খ্যাতি কমতে থাকে, কারণ আধুনিকতাবাদী সমালোচকরা আধুনিকতাবাদের \"নতুন করে গড়ার\" আহ্বানের বিপরীত ধারা আখ্যায়িত করে তার রচনাকে প্রচলিত কাব্যিক কাঠামো ও বিষয়বস্তুর জন্য প্রত্যাখ্যান করেন। তবে ১৯৬০ ও ১৯৭০-এর দশকের নারীবাদী সাহিত্য সমালোচনার উত্থান তার রচনার প্রতি নতুন আগ্রহ সৃষ্টি করে।\n\n\n== প্রারম্ভিক জীবন ==\nমিলি ২২ ফেব্রুয়ারি, ১৮৯২ সালে মেইনের রকল্যান্ড শহরে জন্মগ্রহণ করেন। জন্মের পর তার নাম রাখা হয়েছিলো এডনা ভিনসেন্ট মিলি। তার মা কোর লুনেলা বাজেল চুলের নকশাকারী ও বেসরকারি নার্স। তার বাবা হেনরি টোলম্যান মিলি ছিলেন একজন জীবনবীমা এজেন্ট ও শিক্ষক, যিনি পরবর্তীতে বিদ্যালয়ের সুপারিনটেনডেন্ট হন। তার নামের মাঝের অংশটি নিউ ইয়র্ক শহরের সেন্ট ভিনসেন্ট হাসপাতাল থেকে নেওয়া হয়েছে, তার জন্মের ঠিক আগে এই হাসপাতালেই তার চাচার জীবন সমুদ্র দুর্ঘটনা থেকে রক্ষা পেয়েছিল। ছোটবেলা থেকেই তিনি ধ্রুপদী সাহিত্য পড়তে উৎসাহিত হন, তবে তিনি প্রথাগত শিক্ষাব্যবস্থায় খুব বেশি সফল ছিলেন না, যদিও তিনি অল্প বয়সেই কবিতার জন্য পুরস্কার লাভ করেন।\nএডনার মা কংগ্রেগেশনাল চার্চে যোগদান করতেন। ১৯০৪ সালে কোরা মিলির বাবাকে আর্থিক দায়িত্বজ্ঞানহীনতা ও গার্হস্থ্য নির্যাতনের অভিযোগে আনুষ্ঠানিকভাবে তালাক দেন। তারা ইতোমধ্যেই কয়েক বছর ধরে আলাদা ছিলেন। হেনরি ও এডনা বহু বছর ধরে পত্র আদান-প্রদান করলেও, তিনি কখনো পরিবারে ফিরে আসেননি। কোরা ও তার তিন মেয়ে – এডনা (যিনি নিজেকে \"ভিনসেন্ট\" নামে ডাকতেন), নর্মা লুনেলা, এবং ক্যাথলিন ক্যালক (জন্ম ১৮৯৬) – শহর থেকে শহরে ঘুরে দারিদ্র্যের মধ্যে জীবনযাপন করতেন এবং বিভিন্ন অসুস্থতার সম্মুখীন হতেন। কোরা একটি ট্রাঙ্কভর্তি ধ্রুপদী সাহিত্য বই বহন করতেন, যেখানে শেক্সপিয়ার ও মিল্টনের বইও অন্তর্ভুক্ত ছিল, এবং তিনি এগুলো তার সন্তানদের পড়ে শোনাতেন। অবশেষে পরিবারটি মেইনের ক্যামডেন শহরের একটি ছোট্ট বাড়িতে বসবাস শুরু করে; এখানেই মিলি তার প্রথম কবিতাটি লেখেন যা তাকে খ্যাতি এনে দেয়। ক্যামডেনের এই বাড়িটি ছিল \"পর্বত ও সমুদ্রের মাঝামাঝি, যেখানে বারান্দায় আপেলের ঝুড়ি ও শুকনো ভেষজের গন্ধ আশেপাশের পাইন বন থেকে আসা সুগন্ধের সঙ্গে মিশে যেত।\"\nতিন বোনই স্বাধীনচেতা ও স্পষ্টভাষী ছিলেন, যা তাদের জীবনের কর্তৃপক্ষদের সঙ্গে সবসময় ভালো সম্পর্ক বজায় রাখতে সাহায্য করেনি। মিলির বিদ্যালয়ের প্রধান শিক্ষক তার স্পষ্টভাষিতা পছন্দ করতেন না এবং \"ভিনসেন্ট\" নামে তাকে ডাকতে অস্বীকার করতেন। পরিবর্তে, তিনি তাকে  \"V\" অক্ষর দিয়ে শুরু হওয়া যে কোনো মেয়ের নামে ডাকতেন। ক্যামডেন হাই স্কুলে থাকাকালীন, মিলি তার সাহিত্য প্রতিভার বিকাশ শুরু করেন এবং স্কুলের সাহিত্য ম্যাগাজিন দ্য মেগুন্টিকুক-এ কাজ করেন। ১৪ বছর বয়সে, তিনি সেন্ট নিকোলাস পত্রিকার স্বর্ণ ব্যাজ পুরস্কার জয় করেন এবং ১৫ বছর বয়সে তার কবিতা জনপ্রিয় শিশু পত্রিকা সেন্ট নিকোলাস, ক্যামডেন হেরাল্ড, এবং উচ্চ মর্যাদাসম্পন্ন সংকলন কারেন্ট লিটারেচার-এ প্রকাশিত হয়।\n\n\n== খ্যাতিলাভ এবং কলেজ শিক্ষা ==\n\nমিলির খ্যাতি পাওয়া শুরু হয় ১৯১২ সালে, যখন ২০ বছর বয়সে তিনি দ্য লিরিক ইয়ার পত্রিকার কবিতা প্রতিযোগিতায় \"রেনেসাঁস\" কবিতাটি জমা দেন। প্রতিযোগিতার পৃষ্ঠপোষক ফার্দিনান্দ পি. আর্ল কয়েক হাজার প্রতিযোগীর মধ্যে থেকে প্রতিটি কবিতার মাত্র দুটি লাইন পড়ে বিজয়ী নির্বাচিত করেন এবং মিলিকে প্রথম স্থান অর্জনকারী ঘোষণা করেন।< তবে অন্যান্য বিচারকরা পূর্বনির্ধারিত মানদণ্ড অনুযায়ী বিচার করতে চাইলে বিতর্ক শুরু হয়। তাদের মতে, বিজয়ী কবিতার সামাজিক গুরুত্ব থাকা উচিত, যা \"রেনেসাঁস\"-এ ছিল না। শেষ পর্যন্ত অরিক গ্লেনডে জনস-এর \"সেকেন্ড অ্যাভিনিউ\" কবিতাটি প্রথম স্থান অর্জন করে, যা নিউ ইয়র্কের নিম্ন পূর্বাঞ্চলের নিম্নবিত্ত জীবন চিত্রিত করেছিল। সবশেষে মিলি চতুর্থ স্থান অর্জন করেন।\nপত্রপত্রিকায় বিতর্কের কারণে মিলি এবং জনস দুজনেই খ্যাতি লাভ করেন।  ঘটনার জের ধরে ঘৃণাসূচক চিঠি পাচ্ছিলেন প্রথম স্থান অধিকারী জনস; তিনিও স্বীকার করেন যে মিলির কবিতাটি তার কবিতার চেয়ে ভালো ছিল। তিনি বলেন, \"এই পুরস্কার আমার জন্য গৌরবের চেয়ে লজ্জাজনক ছিল।\" দ্বিতীয় পুরস্কার বিজয়ী মিলিকে তার $২৫০ পুরস্কার দিয়ে দিতে চেয়েছিলেন। এই বিতর্কের পর, ধনী শিল্পপৃষ্ঠপোষক ক্যারোলিন বি. ডাউ মিলিকে ক্যামডেনের হোয়াইটহল ইন-এ কবিতা আবৃত্তি ও পিয়ানো বাজাতে শুনে এতটাই মুগ্ধ হন যে, তিনি ভাসার কলেজে মিলির পড়াশোনার সমস্ত খরচ বহন করেন।\nমিলি ১৯১৩ সালে ২১ বছর বয়সে ভাসার কলেজে ভর্তি হন। তিনি এই কলেজকে \"নরকের গহ্বর\" বলে অভিহিত করেন, কারণ এটি ছিল খুবই নিয়মানুবর্তী। কলেজে যাওয়ার আগে মিলির জীবন ছিল স্বাধীন, যেখানে তিনি ধূমপান, মদ্যপান, জিন রামি খেলা এবং পুরুষদের সঙ্গে মজা করতেন। কিন্তু ভাসার কলেজ তার ছাত্রীদের \"ভদ্র যুবতী\" হিসেবে গড়ে তুলতে চেয়েছিল। কেবল সাহিত্যের খাতিরে ও তার কাজের প্রতি সম্মানের কারণে তাকে আনুষ্ঠানিকভাবে শাস্তি দেওয়া হতো না। ১৯১৭ সালে, তার শেষ বর্ষের শেষে, অনুষদ সদস্যরা তাকে অনির্দিষ্টকালের জন্য বহিষ্কার করার সিদ্ধান্ত নেন; তবে, তার সহপাঠীদের একটি আবেদনের প্রেক্ষিতে তাকে স্নাতক ডিগ্রি অর্জনের অনুমতি দেওয়া হয়। তিনি ক্যাম্পাসের একজন বিশিষ্ট লেখিকা ছিলেন এবং দ্য ভাসার মিসেলানি-তে নিয়মিত অবদান রাখতেন। তার শিক্ষাজীবনে তিনি অনেক সহপাঠীর সঙ্গে সম্পর্ক গড়ে তোলেন এবং তখনকার লেখা নাটকের খসড়াসহ বিভিন্ন স্মৃতিচিহ্ন সংরক্ষণ করে স্ক্র্যাপবুক তৈরি করেছিলেন। বিদ্যালয়ে থাকাকালীন, তিনি একাধিক নারীর সঙ্গে রোমান্টিক সম্পর্কে জড়িয়েছিলেন, যার মধ্যে অন্যতম ছিলেন এডিথ উইন ম্যাথিসন, যিনি পরবর্তীকালে নির্বাক চলচ্চিত্রের একজন অভিনেত্রী হন।\n\n\n== গ্রিনিচ ভিলেজে স্থানান্তর ==\n\n১৯১৭ সালে ভাসার কলেজ থেকে পড়াশোনা শেষ হওয়ার পর, মিলি নিউ ইয়র্ক সিটিতে চলে আসেন। তিনি গ্রিনিচ ভিলেজ-এ বসবাস শুরু করেন, যা তখন বোহেমিয়ান লেখকদের জন্য একটি আশ্রয়স্থল হিসেবে পরিচিত হয়ে উঠছিল। তিনি বেশ কয়েকটি স্থানে বাস করেছিলেন, যার মধ্যে একটি ছিল চেরি লেন থিয়েটার-এর মালিকানাধীন একটি বাড়ি এবং নিউ ইয়র্ক শহরের সবচেয়ে সরু বাড়ি নামে পরিচিত ৭৫½ বেডফোর্ড স্ট্রিট।\nনিউ ইয়র্ক সিটিতে থাকাকালীন মিলি উভকামী ছিলেন এবং তিনি পুরুষ ও নারীদের সাথে সাময়িক সম্পর্ক তৈরি করেছিলেন। সমালোচক ফ্লয়েড ডয়েল লিখেছিলেন যে মিলি ছিলেন \"একজন চঞ্চল তরুণী, যার পায়ে নতুন নাচের জুতা এবং তার ঠোঁট ছিল ভালোবাসার কার্ডের মতো।\" তিনি দ্য মাসেস-এর সম্পাদক ফ্লয়েড ডয়েল এবং সমালোচক এডমন্ড উইলসন-এর সঙ্গে সম্পর্কে জড়ান, যদিও তারা দুজনেই তাকে বিয়ের প্রস্তাব দিলেও তিনি তা প্রত্যাখ্যান করেছিলেন। তার ঘনিষ্ঠ বন্ধুদের মধ্যে ছিলেন লেখক উইটার বাইনার, আর্থার ডেভিডসন ফিকে, এবং সুসান গ্ল্যাসপেল।\n১৯১৯ সালে, মিলি  Aria da Capo শিরোনামে একটি যুদ্ধবিরোধী নাটক লিখেছিলেন, যাতে তার বোন নর্মা মিলি প্রভিন্সটাউন প্লেহাউস-এ অভিনয় করেছিলেন। ১৯২১ সালে, ভাসার কলেজের নাট্য বিভাগ তাকে নাটক লেখার অনুরোধ জানালে তিনি তার প্রথম পদ্যনাট্য দ্য ল্যাম্প অ্যান্ড দ্য বেল  (The Lamp and the Bell) রচনা করেন। কবি হিসেবে জীবন গড়ে তোলার সময়, তিনি প্রথমে প্রভিন্সটাউন প্লেয়ার্স এবং থিয়েটার গিল্ড-এ কাজ করতেন। ১৯২৩ সালে, মিলি এবং আরও কয়েকজন মিলি চেরি লেন থিয়েটার প্রতিষ্ঠা করেন, যা \"পরীক্ষামূলক নাট্য মঞ্চায়ন অব্যাহত রাখার\" উদ্দেশ্যে তৈরি করা হয়েছিল।\nগ্রিনিচ ভিলেজে থাকার সময়, মিলি তার কবিতাকে নারীবাদী কর্মকাণ্ডের জন্য ব্যবহার করতে শেখেন। তিনি এমন অনেক বিষয়ের উপর লেখালেখি করতেন, যা অন্যদের কাছে নিষিদ্ধ বলে মনে হতো, যেমন—একজন স্ত্রী রাতে তার স্বামীকে ছেড়ে চলে যাচ্ছেন। তার ১৯২০ সালের কাব্যগ্রন্থ A Few Figs From Thistles নারীদের যৌনতা ও নারীবাদের বিষয়ে আলোচনা করায় বিতর্ক সৃষ্টি করেছিল। তিনি যুক্তরাষ্ট্রজুড়ে কবিতা পাঠের জন্য অত্যন্ত সফল সফর পরিচালনা করেছিলেন।\nগ্রিনিচ ভিলেজে থাকার সময়, তিনি জীবিকা নির্বাহের জন্য Ainslee's Magazine-এর জন্য ছোটগল্প লিখতেন। তিনি একজন সৌন্দর্যবাদী এবং তার কবি পরিচয় রক্ষার জন্য দৃঢ়প্রতিজ্ঞ ছিলেন, তাই এই জনপ্রিয় লেখাগুলি তিনি ন্যান্সি বয়েড (Nancy Boyd) ছদ্মনামে প্রকাশ করতেন।\n\n\n== পুলিৎজার পুরস্কার, বিবাহ, এবং স্টিপলটপ কেনা ==\n\n১৯২১ সালের জানুয়ারিতে মিলি প্যারিস ভ্রমণ করেন, যেখানে তিনি ভাস্কর থেলমা উড ও কনস্টান্টিন ব্রানকুসি, ফটোগ্রাফার ম্যান রে, এবং সাংবাদিক জর্জ স্লোকম্বে ও জন কার্টারের সঙ্গে সাক্ষাৎ করেন। তিনি এক ব্যক্তির সঙ্গে সম্পর্কে জড়িয়ে গর্ভবতী হন, তবে তার মা কোরার সহায়তায় আলকানেট ব্যবহার করে গর্ভপাত ঘটান। সম্ভবত এর ফলে তিনি দীর্ঘদিন অসুস্থ ও দুর্বল ছিলেন।\n১৯২৩ সালে, তিনি \"The Ballad of the Harp-Weaver\" কবিতার জন্য পুলিৎজার পুরস্কার লাভ করেন, তিনি ছিলেন কবিতা  বিভাগে প্রথমবার কোনো নারী পুলিৎজার জয়ী। ১৯২৪ সালে, সাহিত্য সমালোচক হ্যারিয়েট মনরো মিলিকে \"সাপ্ফোর পরে সর্বশ্রেষ্ঠ নারী কবি\" বলে অভিহিত করেন।\n১৯২৩ সালে, তিনি ৪৩ বছর বয়সী ইউজেন ইয়ান বোয়িসেভেনকে বিয়ে করেন। বোয়িসেভেন ছিলেন ইনেজ মিলহল্যান্ড-এর বিধুর স্বামী, যিনি একজন শ্রম আইনজীবী ও যুদ্ধ সংবাদদাতা ছিলেন এবং মিলির কলেজ জীবনের এক আদর্শ নারীবাদী নেতা ছিলেন। মিলি ও বোয়িসেভেন উভয়েই বিবাহের মধ্যে থেকেও অন্যান্য সম্পর্ক বজায় রেখেছিলেন। মিলির অন্যতম প্রেমিক ছিলেন জর্জ ডিলন, যিনি তার চেয়ে ১৪ বছর ছোট ছিলেন। তার সঙ্গে সম্পর্কের ভিত্তিতে ১৯৩১ সালে প্রকাশিত ফ্যাটাল ইন্টারভিউ সংকলনের সনেট লেখা হয়।\n\n১৯২৫ সালে, বোয়েসেভেন এবং মিলি অস্টারলিটজ, নিউ ইয়র্ক-এর কাছ থেকে স্টিপলটপ কিনেছিলেন, যা একসময় ৬৩৫-একর (২৫৭-হেক্টর) ব্লুবেরি খামার ছিল। তারা একটি খামারবাড়ি তৈরি করেন, এরপর একটি লেখার কেবিন এবং একটি টেনিস কোর্ট নির্মাণ করেন। মিলি তার ছোট বাগানে নিজেই শাকসবজি চাষ করতেন। পরবর্তীতে, তারা র‍্যাগড আইল্যান্ড কেনেন, যা মেইনের ক্যাসকো বেতে তাদের গ্রীষ্মকালীন অবকাশ যাপনের স্থান ছিল। তারা যে গৃহপরিচারক নিয়োগ করতেন, তাদের সঙ্গে প্রায়শই সমস্যা হত, এ প্রসঙ্গে মিলি লিখেছিলেন, \"আমার সত্যিকার অর্থে যাদের ঘৃণা হয়, তারা হল গৃহপরিচারক। তারা আসলে মানবজাতির অংশ নয়।\"\nমিলি-কে মেট্রোপলিটন অপেরা হাউস একটি অপেরার জন্য লিব্রেটো লিখতে কমিশন দেয়, যার সুর রচনা করেন ডিমস টেইলর। এর ফলস্বরূপ, The King's Henchman অপেরাটি সৃষ্টি হয়, যা অ্যাংলো-স্যাক্সন ক্রনিকল-এ উল্লিখিত ইডগার, কিং অফ ওয়েসেক্স-এর কাহিনির উপর ভিত্তি করে রচিত হয়। ১৯২৭ সালে অপেরাটি মঞ্চায়িত হয় এবং ব্যাপক প্রশংসা অর্জন করে; দ্য নিউইয়র্ক টাইমস এটিকে বর্ণনা করে \"সবচেয়ে কার্যকরী ও শৈল্পিকভাবে নির্মিত আমেরিকান অপেরা যা এখন পর্যন্ত মঞ্চে এসেছে।\"\n১৯২৭ সালের আগস্টে, মিলি এবং আরও কয়েকজন লেখক, ইতালীয়-আমেরিকান অরাজকতাবাদী জুটি নিকোলা সাক্কো এবং বার্তোলোমিও ভানজেট্টি-এর মৃত্যুদণ্ডের বিরুদ্ধে প্রতিবাদ করার সময় গ্রেফতার হন। তার খ্যাতির কারণে, তিনি ম্যাসাচুসেটসের গভর্নর আলভান টি. ফুলার-এর সাথে সাক্ষাৎ করতে সক্ষম হন এবং পুনর্বিচারের জন্য অনুরোধ করেন। তবে মৃত্যুদণ্ড রোধে ব্যর্থ হওয়া তাকে আরও রাজনৈতিকভাবে সচেতন করে তোলে এবং এটি তার পরবর্তী রচনাগুলোর মধ্যে বিশেষভাবে প্রতিফলিত হয়, যার সূচনা হয় \"জাস্টিস ডিনাইড ইন ম্যাসাচুটেস\" (Justice Denied In Massachusetts) কবিতার মাধ্যমে।\n\n\n== দুর্ঘটনা ও যুদ্ধ প্রচেষ্টা ==\n\n১৯৩৬ সালের ২ মে, মিলি সানিবেল পামস হোটেল-এ অবস্থান করছিলেন, যখন দ্বিতীয় তলায় একটি কেরোসিন হিটার বিস্ফোরিত হয়ে আগুন ধরে যায়। এতে সমস্ত কিছু ধ্বংস হয়ে যায়, যার মধ্যে ছিল মিলির দীর্ঘ কবিতা Conversation at Midnight-এর একমাত্র কপি এবং খ্রিস্টপূর্ব প্রথম শতকের রোমান কবি ক্যাটুলাস-এর রচিত ১৬০০ সালের একটি কাব্যসংকলন। মিলি স্মৃতি থেকে Conversation at Midnight পুনরায় রচনা করেন এবং পরের বছর এটি প্রকাশ করেন।\n১৯৩৬ সালের গ্রীষ্মে, মিলি একটি স্টেশন ওয়াগন-এ ভ্রমণ করছিলেন, যখন হঠাৎ দরজা খুলে যায় এবং তিনি \"অন্ধকার রাতে ছিটকে পড়ে যান... এবং একটানা গড়িয়ে একটি পাথুরে খাদে পড়েন।\" এই দুর্ঘটনায় তার মেরুদণ্ডের স্নায়ু গুরুতরভাবে ক্ষতিগ্রস্ত হয়, যার ফলে তাকে বহুবার অস্ত্রোপচার ও হাসপাতালে ভর্তি হতে হয় এবং প্রতিদিনই মরফিন নিতে হত। জীবনের বাকিটা সময় তিনি \"অবিরাম যন্ত্রণার\" মধ্যে কাটিয়েছেন।\nযদিও তিনি গুরুতর আহত ছিলেন, তবুও মিলি ফ্যাসিবাদের উত্থানে এতটাই আতঙ্কিত হয়েছিলেন যে তিনি এর বিরুদ্ধে লেখালেখি শুরু করেন। প্রথম বিশ্বযুদ্ধের সময় তিনি একজন সক্রিয় শান্তিবাদী ছিলেন; তবে, ১৯৪০ সালে, তিনি অক্ষশক্তির বিরুদ্ধে যুক্তরাষ্ট্রের যুদ্ধে প্রবেশের পক্ষে মত দেন এবং যুদ্ধ প্রচেষ্টার সক্রিয় সমর্থক হয়ে ওঠেন। তিনি পরবর্তীতে রাইটার্স' ওয়ার বোর্ড-এর সাথে কাজ করে প্রচারমূলক কবিতা রচনা করেন। যুদ্ধ প্রচেষ্টার সাথে যুক্ত হওয়ায় কবিতা মহলে তার খ্যাতি ক্ষতিগ্রস্ত হয়। সমালোচক মার্ল রুবিন মন্তব্য করেন, \"গণতন্ত্রকে সমর্থন করার কারণে তিনি যতটা সমালোচনার শিকার হয়েছেন, এজরা পাউন্ড ফ্যাসিবাদ সমর্থন করার জন্য তার চেয়েও কম সমালোচিত হয়েছেন।\"\n১৯৪২ সালে, দ্যা নিউইয়র্ক টাইমস ম্যাগাজিন,-এ মিলি লিডিস গণহত্যার শোকে কবিতা লেখেন। নাৎসি বাহিনী চেক গ্রামের লিডিস-কে সম্পূর্ণ ধ্বংস করে, সমস্ত পুরুষদের হত্যা করে এবং বেঁচে থাকা বাসিন্দাদের ছড়িয়ে দেয়, যা রেইনহার্ড হেইড্রিখ হত্যার প্রতিশোধ হিসেবে করা হয়েছিল। মিলি লেখেন: \"আজ পুরো বিশ্ব তার বাহুতে ধরে আছে / লিডিস নামক হত্যা করা গ্রামটিকে, / যেন এক হত্যা করা শিশুর মৃতদেহ।\" এই রচনা পরবর্তীতে তার ৩২ পৃষ্ঠার গ্রন্থ Murder of Lidice-এর ভিত্তি হিসেবে ব্যবহৃত হয়, যা হার্পার এন্ড ব্রাদ্রার্স থেকে ১৯৪২ সালে প্রকাশিত হয়। এই কবিতাটি আংশিকভাবে ১৯৪৩ সালের মেট্রো-গোল্ডউইন-মেয়ার চলচ্চিত্র হিটলার্স ম্যাডমেন-এর ভিত্তি হিসেবে কাজ করে।\nমিলি পুঁজিবাদের সমালোচক ছিলেন এবং সমাজতান্ত্রিক আদর্শের প্রতি সহানুভূতিশীল ছিলেন, যা তিনি \"একটি স্বাধীন ও সমান সমাজের\" অংশ বলে মনে করতেন, তবে তিনি নিজেকে কমিউনিস্ট হিসেবে অভিহিত করেননি। ১৯৪১ সালে তিনি গ্রেস হ্যামিল্টন কিংকে বলেন যে তিনি \"কমিউনিজমের সাথে একপ্রকার নীতিগতভাবে চলেছেন, যতক্ষণ না এটি সমাজতান্ত্রিক আদর্শের সাথে সামঞ্জস্যপূর্ণ ছিল।\"\nযদিও ১৯৩০-এর দশকে তার বইগুলোর বিক্রি চমৎকার ছিল, তবুও এডনা সেন্ট ভিনসেন্ট মিলির খ্যাতির অবনতি, ক্রমাগত চিকিৎসার খরচ এবং মানসিকভাবে অসুস্থ তার বোন ক্যাথলিনের অর্থনৈতিক চাহিদার কারণে তার জীবনের শেষ বছরগুলোর বেশিরভাগ সময় তিনি তার প্রকাশকের কাছে ঋণী ছিলেন। লেখক ড্যানিয়েল মার্ক এপস্টাইন তার চিঠিপত্র বিশ্লেষণ করে দেখেছেন যে, মিলি থরোব্রেড ঘোড়দৌড়ের প্রতি প্রবল আগ্রহী হয়ে ওঠেন এবং তিনি তার আয়ের একটি বড় অংশ গোপনে একটি ঘোড়দৌড়ে বিনিয়োগ করেন এবং তিনি এটির অন্যতম একজন মালিক হয়ে ওঠেন।\n\n\n== যুদ্ধোত্তর জীবন ও মৃত্যু ==\nযুদ্ধকালীন সময়ে তার কাজ এবং খ্যাতির অবনতি ঘটে, যা সম্ভবত তার এক দুর্ঘটনার পর মর্ফিন আসক্তির কারণে হয়েছিল, তবে পরবর্তীতে তিনি এর চিকিৎসা নেন এবং সফলভাবে পুনর্বাসিত হন। ১৯৪৯ সালে তার স্বামী ওয়েনিফ্রেড বোয়েসেভেন ফুসফুসের ক্যান্সারে মারা যান, ফলে মিলি তার জীবনের শেষ বছরগুলো একাকী কাটান। তার চূড়ান্ত কাব্যগ্রন্থ মাইন দ্য হার্ভেস্ট তার মৃত্যুর পর প্রকাশিত হয়। এই সংকলনের শিরোনাম সনেটে তার সাহিত্যজীবনের প্রতিফলন দেখা যায়:\n\n১৯৫০ সালের ১৯ অক্টোবর, ৫৮ বছর বয়সে মিলি তার বাড়িতে মৃত্যুবরণ করেন। তিনি সিঁড়ি থেকে পড়ে যান এবং মৃত্যুর প্রায় আট ঘণ্টা পর মৃত অবস্থায় পাওয়া যায়, তার ঘাড় ভেঙে গিয়েছিল। তার চিকিৎসক জানান, তিনি হৃদরোগে আক্রান্ত হয়েছিলেন যা করোনারি বন্ধ হয়ে যাওয়ার ফলে ঘটেছিল। তিনি তার স্বামীর পাশে,  নিউ ইয়র্কের অস্টারলিটজের স্টিপলটপে সমাহিত হন।\n\n\n== উত্তরাধিকার ==\nতার মৃত্যুর পর, দ্য নিউ ইয়র্ক টাইমস তাকে \"গ্রিনউইচ ভিলেজের গৌরবময় শুরুর দিনে যুবসমাজের এক আদর্শ\" এবং \"তার সময়ের অন্যতম শ্রেষ্ঠ মার্কিন কবি\" বলে উল্লেখ করে। থমাস হার্ডি বলেছিলেন, আমেরিকার দুটি প্রধান আকর্ষণ ছিল: গগনচুম্বী অট্টালিকা এবং এডনা সেন্ট ভিনসেন্ট মিলির কবিতা। কবি রিচার্ড উইলবার মন্তব্য করেন যে, মিলি \"এই শতাব্দীর সেরা সনেটগুলোর কিছু লিখেছেন।\"\nন্যান্সি মিলফোর্ড ২০০১ সালে তার জীবনী স্যাভেজ বিউটি: দ্য লাইফ অফ এডনা সেন্ট ভিনসেন্ট মিলি (Savage Beauty: The Life of Edna St Vincent Millay) প্রকাশ করেন। মিলির বোন নরমা মিলি, যিনি তখন তার একমাত্র জীবিত আত্মীয় ছিলেন, মিলফোর্ডকে কবির ব্যক্তিগত নথিগুলোর অ্যাক্সেস দেন, কারণ তিনি পূর্বে এফ. স্কট ফিটজেরাল্ডের স্ত্রী জেলদার একটি সফল জীবনী লিখেছিলেন। মিলফোর্ড পরবর্তীতে \"এডনা সেন্ট ভিনসেন্ট মিলির নির্বাচিত কবিতা\" (The Selected Poetry of Edna St. Vincent Millay) নামে মিলির কবিতার একটি সংকলন সম্পাদনা করেন এবং এতে ভূমিকা লেখেন। মিলফোর্ড মিলিকে \"নতুন নারী আন্দোলনের অগ্রদূত\" হিসেবে আখ্যা দেন।\n\n\n== উত্তরাধিকার ==\nতার মৃত্যুর পর, দ্য নিউ ইয়র্ক টাইমস তাকে \"গ্রিনউইচ ভিলেজের গৌরবময় শুরুর দিনে যুবসমাজের এক প্রতিমা\" এবং \"তার সময়ের অন্যতম শ্রেষ্ঠ আমেরিকান কবি\" হিসেবে বর্ণনা করেছিল। কবি রিচার্ড উইলবার মন্তব্য করেছিলেন যে মিলি \"শতাব্দীর সেরা সনেটগুলোর কিছু লিখেছেন।\"\nন্য্যান্সি মিলফোর্ড ২০০১ সালে মিলির জীবনীগ্রন্থ Savage Beauty: The Life of Edna St Vincent Millay প্রকাশ করেন। মিলিের একমাত্র জীবিত আত্মীয়, তার বোন নর্মা মিলি, মিলফোর্ডকে মিলিের ব্যক্তিগত নথিতে প্রবেশাধিকার দেন, কারণ তিনি পূর্বে এফ. স্কট ফিটজেরাল্ডের স্ত্রী জেলডার সফল জীবনী লিখেছিলেন। মিলফোর্ড পরে মিলিের কবিতার সংকলন The Selected Poetry of Edna St. Vincent Millay সম্পাদনা ও ভূমিকা লেখেন এবং মিলিকে \"নতুন নারীর অগ্রদূত\" বলে অভিহিত করেন।\nনিউ ইয়র্ক টাইমস মিলফোর্ডের বই পর্যালোচনা করে লিখেছিল যে \"কবিতার পাঠকরা সম্ভবত মিলিকে গড়পড়তা মনে করেন,\" এবং মিলির মৃত্যুর ২০ বছরের মধ্যেই \"জনসাধারণ তার মার্জিত, আবেগপ্রবণ কাব্যশৈলীতে ক্লান্ত হয়ে পড়ে।\" তবে এটি উপসংহারে বলে, \"পাঠকরা মিলফোর্ডের বই পড়ে মিলি সম্পর্কে গভীরতর ও স্পষ্টতর বোঝাপড়া লাভ করবেন।\" দ্য নিউ ইয়র্ক রিভিউ অব বুকস মিলফোর্ডের জীবনীকে \"জীবনের গল্প যা কাজকে ম্লান করে দিয়েছে\" বলে অভিহিত করে এবং মিলির বেশিরভাগ কাজকে \"জড়\" ও \"নিম্নমানের পদ্য\" বলে খারিজ করে দেয়।\n২০১৫ সালে ইকুয়ালিটি ফোরাম মিলিকে এলজিবিটি ইতিহাস মাসের \"৩১ আইকন\"-এর একজন হিসেবে স্বীকৃতি দেয়।\n\n\n=== স্থাপনা, সংরক্ষণ এবং স্মৃতিসৌধ ===\nমিলির বোন নর্মা এবং তার স্বামী, চিত্রশিল্পী ও অভিনেতা চার্লস ফ্রেডেরিক এলিস, মিলির মৃত্যুর পর স্টিপলটপ-এ বসবাস শুরু করেন। ১৯৭৩ সালে, তারা বাড়ির নিকটে সাত একর জমিতে মিলি কলোনি ফর দ্য আর্টস প্রতিষ্ঠা করেন। ১৯৭৬ সালে স্বামীর মৃত্যুর পর, নর্মা ১৯৮৬ সালে মৃত্যুর আগ পর্যন্ত এই প্রোগ্রাম চালিয়ে যান। কবি মেরি অলিভার, যিনি পরবর্তীতে পুলিৎজার পুরস্কার বিজয়ী হন, মিলির কাজে অনুপ্রাণিত হন। ২০০৬ সালে, নিউ ইয়র্ক রাজ্য ২৩০ একর (০.৯৩ বর্গকিলোমিটার) জমি কিনে সেটিকে সংলগ্ন বন সংরক্ষণে সংযুক্ত করে। এই বিক্রির অর্থ স্টিপলটপের গৃহ ও পরিসর পুনরুদ্ধার এবং সেটিকে জাদুঘর হিসেবে চালুর জন্য ব্যবহৃত হয়। ২০১০ সালের গ্রীষ্মে জাদুঘরটি সর্বসাধারণের জন্য উন্মুক্ত করা হয়। বাড়ির সংরক্ষণ কাজ চলমান রয়েছে।\n২০১৫ সালে মিলির জন্মস্থান সংরক্ষণের কাজ শুরু হয়, যখন মেইনের রকল্যান্ডে ১৯৮-২০০ ব্রডওয়ে-এর দ্বৈত-গৃহ কেনা হয়। ১৮৯১ সালে নির্মিত এই বাড়িতে মিলির বাবা-মা প্রথম বাসিন্দা ছিলেন এবং এখানেই ১৮৯২ সালে তুষারঝড়ের মধ্যে মিলির জন্ম হয়। ২০১৯ সালে, এই বাড়ি জাতীয় ঐতিহ্য সংরক্ষণ তালিকায় যুক্ত হয়। ২০২৩ সালে পুরোপুরি পুনরুদ্ধারের পর, অর্ধেক বাড়ি মিলির উত্তরাধিকার সংরক্ষণে কর্মশালা ও ক্লাস পরিচালনার জন্য ব্যবহৃত হবে, আর বাকি অংশ ভাড়ার আয় সংরক্ষণ ও কার্যক্রম চালানোর জন্য বরাদ্দ করা হবে। এখানে এলিস বিউরেগার্ড ফাউন্ডেশন ও মিলি হাউস রকল্যান্ডের সহায়তায় এক লেখক-নিবাস থাকবে।\n\nমিলি মেইনেr ক্যামডেনেও স্মরণীয়, যেখানে তিনি ১৯০০ সাল থেকে বসবাস করতেন। হারবার পার্কে তার একটি ভাস্কর্য রয়েছে, যা পেনোবস্কট বে-র দৃশ্য উপস্থাপন করে—এই দৃশ্য থেকেই \"রেনেসাঁস\" কবিতাটি অনুপ্রাণিত হয়েছিল, যা মিলিকে খ্যাতি এনে দেয়। ক্যামডেন পাবলিক লাইব্রেরিতেও একই দৃশ্য দেখা যায়, যেখানে মিলির \"রেনেসাঁস\" কবিতার প্রথম কয়েকটি পঙক্তি একটি বড় স্কাইলাইটের চারপাশে খোদাই করা আছে:\n\n\"All I could see from where I stood\nWas three long mountains and a wood;\nI turned and looked another way,\nAnd saw three islands in a bay.\"\nলাইব্রেরির ওয়ালশ ইতিহাস কেন্দ্রের সংগ্রহে রয়েছে মিলির উচ্চ বিদ্যালয়ের বন্ধু করিন সয়ারের তৈরি স্ক্র্যাপবুক, পাশাপাশি ছবি, চিঠি, সংবাদপত্রের কাটিং ও অন্যান্য স্মৃতিচিহ্ন।\n\n\n=== জনপ্রিয় সংস্কৃতিতে ===\nমিলিকে বিভিন্ন সময় জনপ্রিয় সংস্কৃতিতে উল্লেখ করা হয়েছে এবং তার কাজ সংগীত ও নাটকে অনুপ্রেরণা জুগিয়েছে:\n\n১৯৭২ সালে, মেরি ট্র্যাভার্স (পিটার, পল অ্যান্ড মেরি-এর সদস্য) তার অ্যালবাম Morning Glory-তে মিলির কবিতা \"Conscientious Objector\" সুরারোপ করেন।\n১৯৭৮ সালে, মার্কিন সুরকার ইভানা মারবার্গার থেমন তার রচনা Shelter This Candle from the Wind তে মিলির কবিতা ব্যবহার করেন।\n১৯৮১ সালে, মার্কিন ডাক বিভাগ মিলির প্রতিকৃতি সংবলিত ১৮ সেন্টের ডাকটিকিট প্রকাশ করে।\nঅ্যানেট মেয়ার্স-এর গোয়েন্দা সিরিজের চরিত্র অলিভিয়া ব্রাউন মিলি দ্বারা অনুপ্রাণিত।\n১৯৮৬ সালে, অ্যালিস পার্কার মিলিের নয়টি কবিতা নিয়ে Songstream শিরোনামে সংগীত প্রকাশ করেন।\n১৯৯২ সালের সিনেমা A River Runs Through It-এ ক্রেইগ শেফার চরিত্রটি \"First Fig\" আবৃত্তি করেন।\n১৯৯৩ সালে, আমেরিকান সুরকার জুলিয়ানা হল মিলিের চিঠিগুলোর পাঠ্য ব্যবহার করে Letters from Edna শিরোনামে আটটি গানের সংকলন প্রকাশ করেন।\n২০২০ সালের অক্টোবরে, স্কটিশ হার্পবাদক মেভ গিলক্রিস্ট মিলিের \"The Ballad of the Harp-Weaver\" কবিতা থেকে অনুপ্রাণিত হয়ে The Harpweaver অ্যালবাম প্রকাশ করেন।\n২০১৭ সালে, লরা প্রেপন সিনেমা The Hero-তে \"Dirge Without Music\" আবৃত্তি করেন।\n২০২১ সালে, হিল্ডেগার্ড পাবলিশিং মার্গারেট বন্ডস রচিত Six Songs on Poems of Edna St. Vincent Millay প্রকাশ করে।\n২০২৩ সালে, মেরিল স্ট্রিপ Only Murders in the Building-এর তৃতীয় সিজনের পঞ্চম পর্বে \"Recuerdo\" কবিতাটি আবৃত্তি করেন।\n\n\n== রচনা ==\n\nমিলি তার কর্মজীবনের শুরুর দিকে ছয়টি পদ্য নাটক রচনা করেছিলেন, যার মধ্যে উল্লেখযোগ্য:\n\nThe Lamp and the Bell\nAria Da Capo\nTwo Slatterns and a King\nতার \"Euclid alone has looked on Beauty bare\" (১৯২২) ইউক্লিডীয় জ্যামিতির প্রতি একটি সম্মানসূচক কবিতা। \"রেনেসাঁস\" এবং \"The Ballad of the Harp-Weaver\" তার শ্রেষ্ঠ কবিতার মধ্যে বিবেচিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n  \n অ্যাটকিন্স, এলিজাবেথ (১৯৩৬)। এডনা সেন্ট ভিনসেন্ট মিলে এবং তার সময়কাল (Edna St. Vincent Millay and Her Times)। শিকাগো: ইউনিভার্সিটি অফ শিকাগো প্রেস।  \n Barnet, Andrea (২০০৪)। অল-নাইট পার্টি: দ্য উইমেন অফ বোহেমিয়ান গ্রিনউইচ ভিলেজ অ্যান্ড হার্লেম, ১৯১৩–১৯৩০ (All-Night Party: The Women of Bohemian Greenwich Village and Harlem, 1913–1930)। চ্যাপেল হিল, এন.সি.: আলগনকুইন বুকস। আইএসবিএন 1-56512-381-6।   \n Epstein, Daniel Mark (২০০১)। হোয়াট লিপস মাই লিপস হ্যাভ কিসড: দ্য লাভস অ্যান্ড লাভ পোয়েমস অফ এডনা সেন্ট ভিনসেন্ট মিলে (What Lips My Lips Have Kissed: The Loves and Love Poems of Edna St. Vincent Millay)। নিউ ইয়র্ক: হেনরি হোল্ট। আইএসবিএন 0-8050-6727-2।   \n ফ্রিডম্যান, ডায়ান পি. (সম্পাদক) (১৯৯৫)। মিলে অ্যাট ১০০: এ ক্রিটিক্যাল রিএপ্রেইজাল (Millay at 100: A Critical Reappraisal)। সাউদার্ন ইলিনয় ইউনিভার্সিটি প্রেস।  \n গোল্ড, জিন (১৯৬৯)। দ্য পোয়েট অ্যান্ড হার বুক: এ বায়োগ্রাফি অফ এডনা সেন্ট ভিনসেন্ট মিলে (The Poet and Her Book: A Biography of Edna St. Vincent Millay)। ডড, মিড অ্যান্ড কোম্পানি।  \n গুরকো, মিরিয়াম (১৯৬২)। রেস্টলেস স্পিরিট: দ্য লাইফ অফ এডনা সেন্ট ভিনসেন্ট মিলে (Restless Spirit: The Life of Edna St. Vincent Millay)। থমাস ওয়াই. ক্রোয়েল কোম্পানি।  \n Milford, Nancy (২০০১)। স্যাভেজ বিউটি: দ্য লাইফ অফ এডনা সেন্ট ভিনসেন্ট মিলে (Savage Beauty: The Life of Edna St. Vincent Millay)। নিউ ইয়র্ক: র্যান্ডম হাউস। পৃষ্ঠা 191–92। আইএসবিএন 0-375-76081-4।   \n শিয়ান, ভিনসেন্ট (১৯৫১)। দ্য ইন্ডিগো বান্টিং: এ মেমোয়ার অফ এডনা সেন্ট ভিনসেন্ট মিলে (The Indigo Bunting: A Memoir of Edna St. Vincent Millay)। হার্পার।  \n\n\n== বহিঃসংযোগ ==\nটেমপ্লেট:Commons বিষয়শ্রেণী  \n\n  \n  \nএডনা সেন্ট ভিনসেন্ট মিলে সোসাইটি\nএডনা সেন্ট ভিনসেন্ট মিলে - পোয়েট্রি ফাউন্ডেশন\nএডনা সেন্ট ভিনসেন্ট মিলে-এর রচনা - আমেরিকান পোয়েটস একাডেমি\nএডনা সেন্ট ভিনসেন্ট মিলে-এর নির্বাচিত কবিতা - টরন্টো বিশ্ববিদ্যালয় গ্রন্থাগার\nগুটেনবের্গ প্রকল্পে Edna St. Vincent Millay-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nফেডেড পেজে (কানাডা) Edna St. Vincent Millay-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে এডনা সেন্ট ভিনসেন্ট মিলি কর্তৃক কাজ বা সম্পর্কে তথ্য\nইন্টারনেট আর্কাইভে Edna St. Vincent Millay as Nancy Boyd কর্তৃক কাজ বা সম্পর্কে তথ্য\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  এডনা সেন্ট ভিনসেন্ট মিলি\nআর্কাইভ ও চিত্রসমূহ - স্মিথসোনিয়ান ইনস্টিটিউশন  ওয়েব্যাক মেশিনে আর্কাইভকৃত মার্চ ১২, ২০১২ তারিখে\nমিরিয়াম গুরকো-ফ্লয়েড ডেল পেপারস  ওয়েব্যাক মেশিনে আর্কাইভকৃত আগস্ট ১৪, ২০২০ তারিখে - দ্য নিউবেরি লাইব্রেরি\nএডনা সেন্ট ভিনসেন্ট মিলে সংগ্রহের নির্দেশিকা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ডিসেম্বর ১৯, ২০১৮ তারিখে - ভাসার কলেজ আর্কাইভস অ্যান্ড স্পেশাল কালেকশনস লাইব্রেরি\nএডনা সেন্ট ভিনসেন্ট মিলে চিঠিপত্র, ১৯২৮–১৯৪১ - কলম্বিয়া বিশ্ববিদ্যালয়, বিরল গ্রন্থ ও পান্ডুলিপি লাইব্রেরি"}