{"pageid": 1518449, "title": "গ্রামায়ন (ইথিওপিয়া)", "url": "https://bn.wikipedia.org/wiki?curid=1518449", "content": "গ্রামায়ন ছিল ইথিওপিয়ায় দার্গ কর্তৃক ১৯৮৫ সালে চালু করা একটি ভূমি সংস্কার ও পুনর্বাসন কর্মসূচি, যার উদ্দেশ্য ছিল গ্রামীণ জীবন ও কৃষিকে সুসংহত ও নিয়ন্ত্রণ করা। গ্রামায়নের মাধ্যমে সাধারণত গ্রামীণ সম্প্রদায় বা যাযাবর গোষ্ঠীগুলিকে পরিকল্পিত গ্রামে স্থানান্তর করা হতো, যেখানে কৃষিকাজ যৌথভাবে পরিচালিত হতো।\nভূমি সংস্কার দার্গ সরকারের অন্যতম প্রধান অগ্রাধিকার ছিল এবং গ্রামায়ন মূলত পুনর্বাসন এবং কৃষির সমবায়ীকরণ নীতির অংশ ছিল। মার্কসবাদ-লেনিনবাদী নীতিতে পরিচালিত দার্গ সরকার সোভিয়েত এবং তানজানিয়ার দৃষ্টান্ত অনুসরণ করে গ্রামায়ন বাস্তবায়ন করেছিল।\nদার্গের বিরোধীরা গ্রামায়ন কর্মসূচিকে মূলত নিরাপত্তা সংক্রান্ত উদ্বেগ নিরসনের একটি প্রচেষ্টা হিসেবে দেখতেন, বিশেষ করে গ্রামীণ এলাকাগুলিতে, যেখানে ওরোমো বা পশ্চিম সোমালি মুক্তি ফ্রন্টের সমর্থন ছিল প্রবল। গ্রামবাসীরা এই কর্মসূচির প্রতি সন্দেহপ্রবণ ছিল এবং অনেক অঞ্চলে জনগণকে জোরপূর্বক বা তাড়াহুড়ো করে স্থানান্তর করা হয়েছিল। ১৯৯০ সালে, ইথিওপিয়ার গণতান্ত্রিক গণপ্রজাতন্ত্র (PDRE) ইথিওপিয়ার বিপ্লবী গণতান্ত্রিক ফ্রন্টের হাতে ক্ষমতাচ্যুত হওয়ার আগে মুক্তবাজার অর্থনীতির দিকে ঝুঁকে পড়ে এবং গ্রামায়ন নীতি পরিত্যাগ করে।\n\n\n== ভূমি সংস্কার ও পুনর্বাসন ==\n\n\n=== সাম্রাজ্যিক যুগ ===\nগ্রামায়নের পটভূমি মূলত দার্গের ভূমি সংস্কার নীতির বিস্তৃত প্রেক্ষাপটের সাথে সম্পর্কিত। ভূমি সংস্কারের বিষয়টি দার্গের উত্থান এবং হাইলে সেলাসির পতনের ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। ১৯৭৪ সালের বিপ্লবের পূর্বে, একটি জটিল ও শক্তিশালী ভূমি মালিকানা ব্যবস্থা কৃষকদের কৃষিজমির অধিকার এবং চলাচলের স্বাধীনতাকে কঠোরভাবে সীমিত করেছিল। ১৯৫০ ও ১৯৬০-এর দশকে জনসংখ্যা বৃদ্ধি কৃষক সম্প্রদায়ের জন্য অর্থনৈতিক অনিশ্চয়তা বাড়ায় এবং সংস্কারের জন্য ব্যাপক চাপ সৃষ্টি করে। এছাড়া, ইথিওপিয়ার উচ্চভূমিতে দীর্ঘকালীন শ্রমের উদ্বৃত্ততা কৃষির আধুনিকায়নকে বাধাগ্রস্ত করেছিল, কারণ যান্ত্রিকীকরণে বিনিয়োগের তেমন কোনো প্রয়োজনীয়তা দেখা যায়নি। ফলে ১৯৭০-এর দশকেও ঐতিহ্যবাহী কৃষি পদ্ধতি ব্যাপকভাবে প্রচলিত ছিল।\n\n\n=== বিপ্লবী সময়কাল ===\n\n১৯৭৫ সালে ক্ষমতা গ্রহণের পর, দার্গ সরকার পুনর্বাসন নীতিগুলোকে আরও ত্বরান্বিত করে এবং ব্যাপক কৃষি সংস্কার চালু করে। বেশিরভাগ ব্যক্তিগত জমি রাষ্ট্রের অধীনে নিয়ে নেয়া হয়, ভূমি জমিদারদের থেকে কৃষকদের মধ্যে পুনর্বণ্টন করা হয় এবং শ্রমিক সমবায় গঠনের উৎসাহ দেওয়া হয়। সমাজতান্ত্রিক নীতির ভিত্তিতে গঠিত কৃষক সমিতিগুলো দ্রুত গ্রামীণ জীবনের মূল কাঠামোতে পরিণত হয়। ১৯৭৫ সালের \"গ্রামীণ ভূমি ঘোষণাপত্র নং ৩১\"-এ কৃষক সমিতিগুলোর ৮টি নির্দিষ্ট দায়িত্ব নির্ধারণ করা হয়, যার মধ্যে গ্রামায়নকে উৎসাহিত করাও অন্তর্ভুক্ত ছিল। এটিই দার্গ সরকারের ভূমি সংস্কার নীতিতে গ্রামায়নের প্রথম অন্তর্ভুক্তি।\nতবে কৃষক সমিতিগুলো নিজেরা গ্রামায়ন বাস্তবায়নের জন্য আগ্রহী ছিল না এবং তারা মূলত ভূমি পুনর্বণ্টনেই বেশি মনোযোগ দিত। আন্তর্জাতিক সমালোচনার পরও, ১৯৮০-এর দশকে দার্গ সরকার একই ধরনের কঠোর পদ্ধতি অবলম্বন করে গ্রামায়ন বাস্তবায়ন করে।\n\n\n=== ১৯৮৩-১৯৮৫ সালের দুর্ভিক্ষ ===\n১৯৮০-এর দশকের মাঝামাঝি ইথিওপিয়া ২০শ শতকের সবচেয়ে ভয়াবহ দুর্ভিক্ষের সম্মুখীন হয়, যা ১২ লাখ মানুষের মৃত্যু এবং ২৫ লাখ অভ্যন্তরীণ বাস্তুচ্যুতির কারণ হয়। এই দুর্ভিক্ষের সময় সরকারি নীতিগুলোও এর প্রভাবকে আরও মারাত্মক করে তোলে। পুনর্বাসন নীতির ফলে কৃষি উৎপাদন হ্রাস পায়, এবং অধিকাংশ নতুন বসতি এখনো আত্মনির্ভরশীল হয়ে উঠতে পারেনি। এছাড়া, আন্তর্জাতিক মানবাধিকার সংস্থা অক্সফাম এবং হিউম্যান রাইটস ওয়াচ অভিযোগ করেছে যে মেঙ্গিস্টু হাইলে মারিয়ামর সরকার এই দুর্ভিক্ষকে গৃহযুদ্ধের সময় বিদ্রোহীদের বিরুদ্ধে অস্ত্র হিসেবে ব্যবহার করেছিল এবং তিগ্রায় ও ওয়েলো অঞ্চলে খাদ্য সহায়তা পৌঁছানো বন্ধ করে দিয়েছিল। সরকারপন্থী অনেক বিশ্লেষক এটিকে একটি পরিকল্পিত পদক্ষেপ হিসেবে দেখেছিলেন, যা সংকটকে রাজনৈতিকভাবে কাজে লাগানোর প্রচেষ্টা ছিল।\n\n\n== নীতিগত লক্ষ্য ==\n\nগ্রামায়নের লক্ষ্য ছিল ইথিওপিয়ার গ্রামীণ জীবনকে ব্যাপকভাবে পরিবর্তন করা এবং খরা মোকাবিলা করে কৃষি উৎপাদন বৃদ্ধি করা। মেঙ্গিস্টু সরকার গ্রামায়নকে কৃষির সমবায়ীকরণ এবং গ্রামীণ আধুনিকায়ন দ্রুত অর্জনের একটি উপায় হিসেবে দেখেছিল। ছড়িয়ে থাকা সম্প্রদায় ও যাযাবর গোষ্ঠীগুলোকে বৃহত্তর পরিকল্পিত গ্রামে পুনর্বাসন করার মাধ্যমে, রাষ্ট্র সহজেই পরিষ্কার পানি, চিকিৎসা কেন্দ্র, স্কুল এবং বিদ্যুৎ সরবরাহ করতে পারত।\nসরকারি প্রশাসন আশঙ্কা করেছিল যে কৃষক সমিতিগুলো ব্যক্তিগত সম্পদ আহরণের মাধ্যমে বিপ্লবের উদ্দেশ্যের বিরোধী হয়ে উঠছে। গ্রামায়ন কর্মসূচির মাধ্যমে রাষ্ট্রের নিয়ন্ত্রণ আরও গভীরে প্রবেশ করতো, যা এই সমিতিগুলোকে আরও ভালোভাবে নিয়ন্ত্রণ করার সুযোগ দিত।\nদার্গ সরকার গ্রামায়ন নীতিকে নিরাপত্তার দৃষ্টিকোণ থেকেও গুরুত্বপূর্ণ মনে করেছিল, কারণ নতুন গ্রামগুলোকে প্রতিরক্ষামূলক সামরিক ইউনিট হিসেবে সংগঠিত করা সহজ ছিল এবং বিদ্রোহী কার্যক্রম পর্যবেক্ষণ করা যেত। বিশেষত বালে এবং হারারগে অঞ্চলে এই উদ্বেগ বেশি ছিল, যেখানে ওগাদেন যুদ্ধের ফলে রাষ্ট্রের নিয়ন্ত্রণ দুর্বল হয়ে পড়েছিল। কিছু বিশ্লেষকের মতে, কৃষি উন্নয়নের চেয়ে নিরাপত্তা ইস্যুই গ্রামায়নের মূল উদ্দেশ্য ছিল। সীমান্তবর্তী গ্রামগুলোকে \"কৌশলগত গ্রাম\" হিসেবে বিবেচনা করা হয়েছিল, যা বিদ্রোহীদের এবং সাধারণ জনগণের মধ্যে প্রতিরোধ স্তর তৈরি করত। এছাড়া, শেবেল উপত্যকায় নতুন রাষ্ট্রীয় খামার স্থাপনের ফলে বিপুল সংখ্যক ক্ষুদ্র কৃষকদের বাস্তুচ্যুত করা হয়, যা রাজনৈতিক উত্তেজনার অন্যতম কারণ হয়ে দাঁড়িয়েছিল।\n\n\n== নীতির বাস্তবায়ন ==\n১৯৮৫ সালে সরকার সরাসরি কৃষক সমিতিগুলোকে গ্রামায়ন বাস্তবায়নের নির্দেশ দেয়। মেঙ্গিস্টু হারারে একটি মডেল গ্রামায়ন প্রকল্প দেখে মুগ্ধ হন এবং লেগেস আসফাও-কে নতুন গ্রামায়ন নীতি বাস্তবায়নের দায়িত্ব দেন। \"দশ বছরের উন্নয়ন পরিকল্পনা\" অনুসারে, ১৯৯৪ সালের মধ্যে ৩৩ মিলিয়ন গ্রামীণ জনগোষ্ঠীকে স্থানান্তর করার লক্ষ্য নির্ধারণ করা হয়।\n\nকৃষক সমিতিগুলোকে মেঙ্গিস্টুর প্রশংসা অর্জনের জন্য দ্রুততম সময়ে সবচেয়ে বেশি গ্রাম প্রতিষ্ঠা করার প্রতিযোগিতায় উৎসাহিত করা হয়। সরকারি নীতি অনুসারে, প্রতিটি কৃষক সমিতিকে বসবাস ও কৃষির জন্য উপযোগী একটি গ্রাম স্থাপন করতে বলা হয়। তবে অনেক কৃষক বিশ্বাস করতেন যে উর্বর জমিগুলো প্রধান কৃষক নেতাদের বা যারা ঘুষ দিতে সক্ষম তাদের কাছে চলে যাচ্ছিল।\nকারণ কৃষক সমিতিগুলোর প্রশাসনিক সক্ষমতা প্রায়শই সীমিত ছিল, দার্গ সরকার ৬০,০০০ এরও বেশি স্কুল ও বিশ্ববিদ্যালয়ের শিক্ষার্থী—যাদের জেমাচা বলা হতো—নিয়োগ করেছিল যাতে তারা গ্রামীণ সম্প্রদায় সংগঠিত করতে এবং গ্রামায়নে সহায়তা করতে পারে। এই শিক্ষার্থীদের বিপ্লবের শত্রুদের চিহ্নিত করার দায়িত্ব দেওয়া হয় এবং কৃষকদের ওপর জবরদস্তি ও শারীরিক সহিংসতা করার অনুমতি দেওয়া হয়। যারা গ্রামায়নের বিরোধিতা করত, তাদের প্রায়ই নির্যাতন, কারাবরণ বা মৃত্যুদণ্ডের সম্মুখীন হতে হতো। কখনও কখনও শিক্ষার্থী দলগুলো সরকার অনুমোদিত নীতির চেয়ে আরও চরম পরিবর্তন আনতে চেষ্টা করত, যা গ্রামীণ এলাকায় সরকারের বৈধতাকে দুর্বল করে তোলে। বিশেষত গোজ্জাম এবং পশ্চিম শেওয়া অঞ্চলে কৃষকরা প্রবল প্রতিরোধ গড়ে তোলে এবং এর ফলে সরকার কঠোর দমনমূলক ব্যবস্থা গ্রহণ করে। ১৯৮৬ সালের মধ্যে ৩.৫ মিলিয়নেরও বেশি মানুষ নতুন গ্রামগুলোতে বসবাস করছিল। ১৯৮৯ সালের মধ্যে সরকার ৪,৫০০-এর বেশি গ্রাম প্রতিষ্ঠা করে এবং শুধুমাত্র শেওয়া, আর্সি, এবং হারারগে প্রদেশেই প্রায় ১৩ মিলিয়ন কৃষককে স্থানান্তর করা হয়।\n\n\n== গ্রামায়নের ফলাফল ==\nগ্রামায়নের ফলে ইথিওপিয়ার গ্রামীণ কৃষি জীবনে তাৎক্ষণিক প্রভাব পড়ে। এই কর্মসূচি বাস্তবায়নের অগোছালো ও জোরপূর্বক পদ্ধতি কৃষকদের দৈনন্দিন জীবন মারাত্মকভাবে ব্যাহত করে এবং তাদের চাষাবাদ পরিচালনা করা কঠিন হয়ে পড়ে। অপরিকল্পিত এবং জোরপূর্বক পুনর্বাসনের ফলে কৃষকদের মূল্যবান সময় ও সম্পদ নষ্ট হয়। নতুন বসতিগুলো প্রায়ই কৃষি জমি থেকে দূরে অবস্থিত থাকত, যা কৃষকদের জন্য অতিরিক্ত বোঝা তৈরি করত। প্রতিশ্রুত চিকিৎসা কেন্দ্র, স্কুল এবং অন্যান্য সুবিধাগুলো বেশিরভাগ ক্ষেত্রেই বাস্তবায়িত হয়নি। নতুন গ্রামগুলোতে কৃষকদের আয়ও কমে যায়, কারণ তারা কৃষিপণ্য কালোবাজারে উচ্চমূল্যে বিক্রি করতে পারত না। গ্রামায়ন ঐতিহ্যবাহী কৃষি পদ্ধতির অবসান ঘটাতে ব্যর্থ হয়, কারণ কৃষকরা সরকার নির্দেশিত পদ্ধতিতে উৎপাদন বৃদ্ধির কোনো বাস্তবসম্মত সুফল দেখতে পায়নি।\nঅনেক অঞ্চলে কৃষি উৎপাদন দ্রুত হ্রাস পায়। কৃষক এবং আবাদযোগ্য জমির অনুপাত গ্রামায়নের আগে যা ছিল, তার তুলনায় উল্লেখযোগ্যভাবে কমে যায়। ১৯৮৮ সালে গ্রাম সমবায়গুলো কৃষি পরিবারের ৪.৪ মিলিয়নকে অন্তর্ভুক্ত করলেও, দেশের মোট খাদ্যশস্য উৎপাদনের মাত্র ৫.৫% সরবরাহ করতে সক্ষম হয়েছিল। তবে মেঙ্গিস্টু দাবি করেছিলেন যে উৎপাদনের নিম্নহার সমাজের ক্ষুদ্র বুর্জোয়া মানসিকতার কারণে এবং তিনি সঙ্গে সঙ্গে গ্রামায়ন নীতি ত্যাগ করেননি। নতুন গ্রামগুলোর দ্রুত নির্মাণ ব্যাপক বন উজাড় ঘটায়, যা মরুকরণের বিরুদ্ধে প্রতিরোধ গঠনের জন্য অত্যন্ত গুরুত্বপূর্ণ বাস্তুতন্ত্রের ক্ষতি করে। অবশেষে, ১৯৯০ সালে অভ্যন্তরীণ ও আন্তর্জাতিক চাপের মুখে মেঙ্গিস্টুর সরকার মুক্তবাজার অর্থনীতির দিকে পরিবর্তন ঘটায় এবং গ্রামায়ন নীতি পুরোপুরি বাতিল করে।\n\n\n== প্রতিক্রিয়া ও সমালোচনা ==\nসমকালীন সমালোচকরা উল্লেখ করেন যে গ্রামায়ন নীতি যেসব সমস্যা সমাধান করতে চেয়েছিল, তা বরং আরও খারাপ করে তুলেছিল। সুইডিশ আন্তর্জাতিক উন্নয়ন সংস্থার (SIDA) কমিশন করা একটি গবেষণা রিপোর্ট গ্রামায়ন নীতির সময় নির্ধারণকে তীব্রভাবে সমালোচনা করে। ইথিওপিয়ায় খাদ্য সংকট পর্যবেক্ষণকারী বিশ্লেষকরা আশঙ্কা প্রকাশ করেন যে এই নীতি কৃষি উৎপাদন আরও ব্যাহত করবে এবং সরকার স্থানীয় সমস্যাগুলোকে উপেক্ষা করছে। যদি সরকার কৃষক সমিতিগুলোকে আরও স্বায়ত্তশাসন দিত, তবে গ্রামায়ন কর্মসূচি আরও শান্তিপূর্ণ ও জনগণের সমর্থন নিয়ে বাস্তবায়ন করা সম্ভব হতো।\nআন্তর্জাতিক সংস্থাগুলো এবং দাতারা সাধারণত এই নীতির নিন্দা জানায়। কিছু দাতা সংস্থা সহায়তা পাঠাতে অনিচ্ছুক ছিল, কারণ তারা মনে করেছিল যে এই ধরনের উন্নয়ন কর্মসূচি আর \"মানবিক কার্যক্রম\" হিসেবে বিবেচিত হতে পারে না। ১৯৮৮ সালে বিশ্ব ব্যাংকের ব্যাপক চাপে, সরকার নতুন গ্রাম সমবায়গুলোর মধ্যে বাজার নিয়ন্ত্রণ শিথিল করে।\nযারা বিপ্লবের সমর্থক ছিলেন, তারা গ্রামায়নের মৌলিক ধারণার প্রতি সহানুভূতিশীল থাকলেও এর বিশৃঙ্খল বাস্তবায়ন নিয়ে হতাশা প্রকাশ করেন। কিছু গবেষক গ্রামায়ন নীতির তুলনা নিয়েরের তানজানিয়ায় গ্রামায়ন নীতির সঙ্গে করেছেন। তবে, দার্গ সরকার তানজানিয়ার অতিরিক্ত কেন্দ্রীকরণ এবং জোরপূর্বক বাস্তবায়নের ব্যর্থতা থেকে শিক্ষা নিতে পারেনি।\n\n\n== তথ্যসূত্র =="}