{"pageid": 1518808, "title": "আ নাইট অ্যাট দি ওপেরা (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1518808", "content": "আ নাইট অ্যাট দি অপেরা ১৯৩৫ সালে মুক্তিপ্রাপ্ত একটি মার্কিন হাস্যরসাত্মক চলচ্চিত্র। মার্ক্স ব্রাদার্স-এর তিন সদস্য গ্রউচো, হার্পো ও চিকো এতে মুখ্য ভূমিকায় অভিনয় করেন। চলচ্চিত্রটিতে অন্যান্য গুরুত্বপূর্ণ চরিত্রে অভিনয় করেন কিটি কার্লাইল, অ্যালান জোন্স, মার্গারেট ডুমন্ট, সিগ রুমান এবং ওয়াল্টার উলফ কিং। \nএটি মেট্রো-গোল্ডউইন-মেয়ার (এমজিএম)-এর সাথে মার্ক্স ব্রাদার্সের চুক্তিবদ্ধ পাঁচটি চলচ্চিত্রের প্রথমটি, এবং প্যারামাউন্ট পিকচার্স ত্যাগের পর তাদের প্রথম প্রযোজনা। জেপ্পো দলত্যাগের পর এটি তাদের প্রথম চলচ্চিত্রও বটে। জেমস কেভিন ম্যাকগিনেস চলচ্চিত্রটির কাহিনি রচনা করেন, আর জর্জ এস. কফম্যান ও মরি রিসকাইন্ড যৌথভাবে চিত্রনাট্য লিখেন। অ্যাল বোয়াসবার্গ কিছু অতিরিক্ত সংলাপ লিখলেও আনুষ্ঠানিকভাবে তার নাম ক্রেডিটে যুক্ত হয়নি। স্যাম উড চলচ্চিত্রটির পরিচালক ছিলেন।\n১৯৩৫ সালে এটি এমজিএম-এর অন্যতম বাণিজ্যিক সফল চলচ্চিত্রে পরিণত হয়। ১৯৯৩ সালে কংগ্রেস গ্রন্থাগার চলচ্চিত্রটিকে \"সাংস্কৃতিক, ঐতিহাসিক বা নান্দনিকভাবে গুরুত্বপূর্ণ\" বিবেচনা করে জাতীয় চলচ্চিত্র রেজিস্ট্রিতে সংরক্ষণের জন্য নির্বাচিত করে। এএফআই'স ১০০ ইয়ার্স... ১০০ মুভিজ-এর ২০০৭ সালের সংস্করণে এটি ৮৫তম স্থান লাভ করে। এর পূর্বে ২০০০ সালে এএফআই'স ১০০ ইয়ার্স... ১০০ লাফস তালিকায় এটি ১২তম স্থানে ছিল।\n\n\n== কাহিনী ==\nইতালির মিলান শহরের একটি রেস্তোরাঁয় ধনী বিধবা মিসেস ক্লেপুল তার ব্যবসায়িক ম্যানেজার ওটিস বি. ড্রিফ্টউডের জন্য অপেক্ষা করছিলেন। তিনি লক্ষ্য করেন ড্রিফ্টউড অন্য এক নারীর সাথে আহার করছেন, যার পেছনের টেবিলেই মিসেস ক্লেপুল বসেছিলেন। পরবর্তীতে ড্রিফ্টউড মিসেস ক্লেপুলের সাথে মিলিত হন এবং তাকে নিউইয়র্ক অপেরা কোম্পানির পরিচালক হারমান গটলিবের সাথে পরিচয় করিয়ে দেন। ড্রিফ্টউড মিসেস ক্লেপুলকে অপেরা কোম্পানিতে দুই লক্ষ ডলার বিনিয়োগে রাজি করান, যা ইতালীয় টেনর রডলফো লাস্পারিকে নিয়োগের জন্য ব্যবহৃত হবে। লাস্পারিকে \"কারুসোর পরবর্তী সেরা টেনর\" হিসেবে বিবেচনা করা হতো।\nঅপেরা হাউসের পেছনে, কোরাস গায়ক রিকার্ডো বারোনি তার বন্ধু ফিওরেলোকে নিজের ম্যানেজার হিসেবে নিয়োগ দেন। রিকার্ডো সোপ্রানো রোজা ক্যাস্টালদির প্রেমে পড়েন, যাকে লাস্পারিও পছন্দ করতেন। ড্রিফ্টউড সেখানে উপস্থিত হয়ে দেখেন লাস্পারি তার ড্রেসার টমাসোকে আক্রমণ করছে। টমাসো প্রতিশোধ নিতে লাস্পারির মাথায় হাতুড়ি দিয়ে আঘাত করে তাকে অজ্ঞান করে ফেলে। ফিওরেলো ড্রিফ্টউডের কাছে নিজেকে \"বিশ্বের সেরা টেনরের\" ম্যানেজার হিসেবে পরিচয় দিলে, ড্রিফ্টউড ভুলবশত মনে করেন তিনি লাস্পারির কথা বলছেন (যে তখনও তাদের পায়ের কাছে অজ্ঞান অবস্থায় পড়ে আছে) এবং অনিচ্ছাকৃতভাবে রিকার্ডোর সাথে একটি চুক্তি স্বাক্ষর করেন।\nড্রিফ্টউড, মিসেস ক্লেপুল, রোজা, লাস্পারি ও গটলিব সবাই ইতালি থেকে নিউইয়র্কের উদ্দেশ্যে সমুদ্রযাত্রা করেন। রোজাকে বিদায় জানানোর পর, রিকার্ডো, ফিওরেলো ও টমাসো ড্রিফ্টউডের স্টিমার ট্রাঙ্কে লুকিয়ে পড়েন। ধরা পড়ার পর, মিসেস ক্লেপুল তার স্টেটরুমে আসার আগেই ড্রিফ্টউড তাদের তিনজনকে চলে যেতে বলেন। কিন্তু ফিওরেলো খাওয়া শেষ না করা পর্যন্ত যেতে অস্বীকার করায়, ড্রিফ্টউডের ছোট স্টেটরুমটি বিভিন্ন লোকের ভিড়ে পরিপূর্ণ হয়ে ওঠে। (নিচে \"স্টেটরুম দৃশ্য\" দেখুন)।\nপরে লাস্পারি জাহাজে ইতালীয় অভিবাসীদের মধ্যে লুকিয়ে থাকা তাদের তিনজনকে দেখে ফেলেন। ফলে তারা ধরা পড়ে জাহাজের কারাগারে নিক্ষিপ্ত হন। তবে ড্রিফ্টউডের সহায়তায় তারা পালিয়ে যান এবং তিন বিখ্যাত দাড়িওয়ালা বিমানচালকের ছদ্মবেশ ধারণ করে দেশে প্রবেশ করতে সক্ষম হন।\nনিউইয়র্কে বীরোচিত সংবর্ধনা অনুষ্ঠানে ছদ্মবেশী ব্যক্তিদের প্রকৃত পরিচয় প্রকাশিত হয়ে পড়ে এবং তারা পালিয়ে যান। পুলিশ সার্জেন্ট হেন্ডারসন তাদের তাড়া করেন এবং তারা ড্রিফ্টউডের হোটেল কক্ষে আশ্রয় নেন।\nএদিকে রোজা ও রিকার্ডো পুনরায় মিলিত হন, যখন রিকার্ডো তার হোটেল কক্ষের জানালা দিয়ে উঠে আসে। লাস্পারি সেখানে উপস্থিত হয়ে রিকার্ডোর সাথে শারীরিক সংঘর্ষে জড়িয়ে পড়েন। পরে গটলিব রোজা ও ড্রিফ্টউডকে অপেরা কোম্পানি থেকে বরখাস্ত করেন।\nড্রিফ্টউড, ফিওরেলো ও টমাসো প্রতিশোধ নেওয়ার পরিকল্পনা করেন। তারা অপেরা কোম্পানির উদ্বোধনী রাতে ইল ত্রোভাতোরে পরিবেশনায় নানাভাবে বিঘ্ন সৃষ্টি করেন। তাদের পরিকল্পনার চূড়ান্ত পরিণতিতে তারা মঞ্চ থেকে লাস্পারিকে অপহরণ করেন, ফলে গটলিব বাধ্য হন রিকার্ডোকে তার স্থলাভিষিক্ত করতে। রিকার্ডো রাজি হন এই শর্তে যে রোজাকেও প্রধান নারী চরিত্রে নেওয়া হবে।\nমিসেস ক্লেপুল ও দর্শকরা স্পষ্টতই রিকার্ডোকে লাস্পারির চেয়ে বেশি পছন্দ করেন। লাস্পারি যখন মুক্ত হয়ে মঞ্চে ফিরে আসার চেষ্টা করেন, দর্শকরা তার প্রতি অসন্তোষ প্রকাশ করেন এবং এক ব্যক্তি তার দিকে আপেল ছুড়ে মারেন।\nচলচ্চিত্রটির সমাপ্তি ঘটে যখন ড্রিফ্টউড ও ফিওরেলো নতুন একটি চুক্তির শর্ত নিয়ে আলোচনা করেন এবং রোজা ও রিকার্ডো যৌথভাবে একটি অতিরিক্ত গান পরিবেশন করেন।\n\n\n== অভিনয়শিল্পী ==\n\n\n== নির্বাচিত দৃশ্য ==\n\n\n=== স্টেটরুম ===\nএই দৃশ্যটি মূলত কিংবদন্তি কৌতুক লেখক অ্যাল বোয়াসবার্গ রচনা করেছিলেন। তিনি অত্যন্ত অদ্ভুত স্বভাবের ছিলেন। পুরো দৃশ্যটি টাইপ করার পর তিনি সেটিকে ছোট ছোট কাগজে কেটে সিলিংয়ে আটকে রাখতেন। পরে আর্বিং থালবার্গ এবং মার্ক্স ভ্রাতৃগণ দীর্ঘ সময় ধরে সেগুলো একত্র করে পুনরায় সাজাতেন।\nড্রিফ্টউড তার স্টেটরুমে মিসেস ক্লেপুলের সঙ্গে সাক্ষাতের পরিকল্পনা করে। কিন্তু শীঘ্রই সে উপলব্ধি করে যে তার কক্ষটি এতই ছোট যে এটি প্রায় একটি তৃতীয় শ্রেণির কেবিনের সমান, যা মূলত একজন পরিচ্ছন্নতাকর্মীর কক্ষের মতো। তার স্টিমার ট্রাঙ্ক এবং বিছানা কোনোমতে সেখানে জায়গা পায়। এরপর সে আবিষ্কার করে যে ফিওরেলো, টমাসো এবং রিকার্ডো তার স্টিমার ট্রাঙ্কের ভেতরে লুকিয়ে আছে এবং তারা তার কাপড় বাইরে ফেলে দিয়েছে।\nফিওরেলো খাবারের দাবিতে জোর দিয়ে বলে, \"আমরা খাবার পাই বা আমরা যাচ্ছি না।\" ড্রিফ্টউড তখন একজন কর্মচারীকে ডেকে বলে, \"আমি বলছি, স্টু,\" এবং রাতের খাবার অর্ডার করে।\n\nফিওরেলো এবং টমাসো এক ডজনেরও বেশি শক্ত সিদ্ধ ডিম অর্ডার না করা পর্যন্ত এই আদান-প্রদান চলতে থাকে। ড্রিফ্টউড প্রায় সব ধরনের খাবারই অর্ডার করে - এমনকি কিছু প্রুনসের সঙ্গে কফিও অর্ডার করে যাতে তাদের নেশা কেটে যায়।\nএটি বিখ্যাত \"স্টেটরুম দৃশ্যের\" সূচনা, যেখানে ড্রিফ্টউডের ছোট কেবিনে মোট ১৫ জন মানুষ গাদাগাদি করে ঢুকে পড়ে। তিনজন অনুপ্রবেশকারীকে কেবিনেই লুকিয়ে থাকতে হয়, যখন একের পর এক লোক সেখানে প্রবেশ করতে থাকে - কেউ কক্ষটি ব্যবহার করতে চায়, কেউবা তাদের নিয়মিত দায়িত্ব পালন করতে আসে। \nছোট্ট এই কক্ষে শেষ পর্যন্ত উপস্থিত হয় -ড্রিফ্টউড, ফিওরেলো, টমাসো, রিকার্ডো, দুইজন পরিচ্ছন্নতাকর্মী (বিছানা গুছিয়ে দেয়), একজন নখ পরিচর্যাকারী (নখ পরিচর্যাকারী: \"আপনার নখ বড় না ছোট রাখবেন?\" ড্রিফ্টউড: \"আপনি বরং ছোট করে দিন, এখানে বেশ ভিড় হয়ে যাচ্ছে!\"), একজন জাহাজ প্রকৌশলী এবং তার মোটা সহকারী, এক তরুণী (যিনি ফোন ব্যবহার করে তার খালা মিনিকে কল করছেন), একজন গৃহপরিচারিকা (গৃহপরিচারিকা: \"আমি মোছার জন্য এসেছি।\" ড্রিফ্টউড: \"আপনাকে তাহলে সিলিং থেকে শুরু করতে হবে।\"), চারজন ওয়েটার (যাদের হাতে ট্রেতে করে শক্ত সিদ্ধ ডিম রয়েছে) (ড্রিফ্টউড: \"খালা মিনিকে বলুন যেন বড় একটি কক্ষ পাঠায়।\") সবশেষে, মিসেস ক্লেপুল দরজা খুলতেই সবাই একসঙ্গে করিডোরে গড়িয়ে পড়ে।\n\n\n=== চুক্তি ===\nচুক্তিপত্রের দৃশ্য ড্রিফটউড ও ফিওরেলোর মধ্যে (\"প্রথম পক্ষের শর্ত...\" ):  \n\n\n=== অপেরা ===\nএই চলচ্চিত্রে বাস্তব অপেরা দৃশ্যের কিছু রূপান্তর সন্নিবেশিত হয়েছে। এর মধ্যে রয়েছে আই পাগলিয়াচ্চি এবং ইল ত্রোভাতোরে-এর অংশবিশেষ, যেখানে কিটি কার্লাইল ও অ্যালান জোন্স মিজেরেরে দ্বৈত সঙ্গীত পরিবেশন করেন। অপেরার এই ব্যবহার এমজিএম-কে তাদের বিশেষত্ব চিত্তাকর্ষক সঙ্গীত পরিবেশনার সুযোগ করে দেয়। স্টিমশিপের বিদায়ের মুহূর্তে \"এলোন\" গানটি এবং ইতালীয় বুফে ও নৃত্যের দৃশ্যে \"কোসি কোসা\" গানটি এর উল্লেখযোগ্য উদাহরণ।\nকার্লাইল ও জোন্স উভয়েই প্রশিক্ষিত অপেরা গায়ক ছিলেন এবং চলচ্চিত্রে তারা নিজস্ব কণ্ঠেই গান পরিবেশন করেন। ওয়াল্টার উলফ কিং একজন প্রশিক্ষিত ব্যারিটোন গায়ক হলেও চলচ্চিত্রটিতে তিনি টেনর চরিত্রে অভিনয় করেন। তার গান ডাবিং করা হয়েছিল মেট্রোপলিটন অপেরার বিখ্যাত টেনর ট্যান্ডি ম্যাকেঞ্জির কণ্ঠে।\n\n\n=== গোপন কৌশল ===\nযে দৃশ্যে তিনজন চোরাই যাত্রী নিজেদেকে \"বিশ্বের তিন সেরা বিমানচালক\" হিসেবে পরিচয় দেন, সেখানে ড্রিফ্টউড যেন অসংলগ্ন শব্দে রাজকীয় অতিথিদের সঙ্গে কথা বলেন। বাস্তবে তিনি ইংরেজিতেই কথা বলছিলেন। দৃশ্যটি উল্টো করে চালালে বোঝা যায় তারা প্রকৃতপক্ষে কী বলছেন (\"এই ব্যক্তি আপনাদের ভুয়া বলে অভিযুক্ত করছেন\" ইত্যাদি)। সংলাপগুলো স্বাভাবিকভাবে রেকর্ড করার পর উল্টো করে সম্পাদনা করে দৃশ্যের সঙ্গে মেলানো হয়েছিল।\n\n\n== সঙ্গীতের সংখ্যা ==\n\"অ্যালোন\" (নাসিও হার্ব ব্রাউন এবং আর্থার ফ্রিড)\n\"সান্তা লুসিয়া\"\n\"গ্যারিবাল্ডি স্তোত্র\"\n\"অল আই ডু ইজ ড্রিম অফ ইউ\"\n\"কোসি-কোসা\" (ব্রোনিস্লও ক্যাপর এবং ওয়াল্টার জুরম্যান)\n\"টেক মি আউট টু দ্য বলগেম\"\n\"স্ট্রিডোনো লাসুঁ\" (\"আই পাগলিয়াচ্চি\" থেকে)\n\"ইল ট্রোভাটোর\"-এর ভূমিকা\n\"অ্যানভিল কোরাস\" (\"ইল ট্রোভাটোর\" থেকে)\n\"স্ট্রাইড লা ভাম্পা\" (\"ইল ট্রোভাটোর\" থেকে)\n\"ডি কোয়েলা পিরা\" (\"ইল ট্রোভাটোর\" থেকে)\n\"মিসেরে\", (\"ইল ট্রোভাটোর\" থেকে)\n\n\n== প্রযোজনা ==\nদ্য মার্ক্স ব্রাদার্স স্ক্র্যাপবুক-এ প্রকাশিত এক সাক্ষাৎকারে গ্রাউচো মার্ক্স উল্লেখ করেন যে চিত্রনাট্যের প্রাথমিক খসড়া পড়ে তিনি হতাশ হয়ে বলেছিলেন, \"দ্বিতীয় সারির প্রতিভার সাথে কেন সময় নষ্ট করছ? কফম্যান আর রাইস্কাইন্ডকে দাও, ওরাই চিত্রনাট্য লিখবে!\" এই চিত্রনাট্যটি মূলত বার্ট কালমার ও হ্যারি রুবি রচনা করেছিলেন।\nপ্রযোজক আর্ভিং থালবার্গের পরামর্শে এই চলচ্চিত্রে মার্ক্স ব্রাদার্স-এর চরিত্রে উল্লেখযোগ্য পরিবর্তন আনা হয়। প্যারামাউন্টের পূর্ববর্তী চলচ্চিত্রগুলিতে তাদের চরিত্র ছিল অধিক নৈরাজ্যবাদী - যেখানে তারা প্রায় সকলকেই কৌতুকের লক্ষ্য বানাতেন। থালবার্গের মতে, এটি দর্শকদের সহানুভূতি হারানোর কারণ হচ্ছিল, বিশেষত নারী দর্শকদের মধ্যে। এমজিএম-এর চলচ্চিত্রে তাদের চরিত্রকে সাহায্যকারী ভূমিকায় উপস্থাপন করা হয় এবং কৌতুকের লক্ষ্য শুধুমাত্র খলচরিত্রদের মধ্যেই সীমাবদ্ধ রাখা হয়।\nচলচ্চিত্রটির সাফল্যের পেছনে মূল কারণ ছিল এর কৌতুকদৃশ্যগুলোকে বিভিন্ন মঞ্চনাটকে পরীক্ষা করে দেখা। মার্ক্স ব্রাদার্স দেশজুড়ে ভ্রমণ করে নতুন সংলাপ ও কৌশল মঞ্চে উপস্থাপন করেন, তারপরই চূড়ান্ত দৃশ্যধারণ করা হয়। \nতবে অস্কার লেভান্ত-এর বর্ণনা অনুযায়ী, লং বিচে প্রথম প্রদর্শনীতে দর্শকদের কাছ থেকে কোনো হাসির প্রতিক্রিয়া পাওয়া যায়নি। থালবার্গ ও কফম্যান দৃশ্যগুলোর গতি ও ছন্দ পুনরায় সম্পাদনা করে প্রায় নয় মিনিট সংক্ষিপ্ত করেন। এই চূড়ান্ত সংস্করণই ব্যাপক সাফল্য অর্জন করে।\n\n\n=== পরবর্তী পুনঃ-সম্পাদনা ===\nচলচ্চিত্রটির প্রাথমিক ধারণায় একটি অনন্য সূচনা দৃশ্য পরিকল্পনা করা হয়েছিল, যেখানে মার্ক্স ব্রাদার্স এমজিএমের প্রতীকী সিংহ মাসকট লিও-এর পরিবর্তে নিজেদের গর্জন দিয়ে চলচ্চিত্র শুরু করবেন। এই দৃশ্যে হার্পো তার স্বকীয় হর্ন বাজানোর কথা ছিল। এই বিশেষ সূচনা দৃশ্যটি সম্পূর্ণ চিত্রায়িত হলেও স্টুডিও প্রধান মেয়ারের প্রত্যক্ষ হস্তক্ষেপে চূড়ান্ত চলচ্চিত্র থেকে বাদ দেওয়া হয়। তার মতে, এই রসিকতা স্টুডিওর সম্মানিত ট্রেডমার্কের জন্য ক্ষতিকর হতে পারে। তবে পরবর্তীতে ১৯৩৮ সালের পুনঃমুক্তির সময় ট্রেইলারে এই দৃশ্য সংযুক্ত করা হয়েছিল।\nমালটিনের ডিভিডি কমেন্টারি এবং এমজিএমের ডায়ালগ কন্টিনিউইটি রেকর্ড অনুযায়ী, চলচ্চিত্রটির আসল সূচনায় নিম্নলিখিত দৃশ্যক্রম থাকার পরিকল্পনা ছিল:\n\n\"ইতালি - যেখানে তারা সারা দিন গান গায় এবং রাতে অপেরায় যায়\" শিরোনামসহ ভেনিসের একটি খালের দৃশ্য\nএকজন রাস্তা পরিষ্কারকর্মী আই পাগলিয়াচ্চি অপেরার \"উন নিডো দি মেমোরি...\" অংশ গাইতে গাইতে একজন পুরুষকে অভ্যর্থনা জানাচ্ছেন\nএকটি দোকান থেকে বের হওয়া শিশুদের দল স্ট্রিদোনো লাসসু থেকে \"লা-লা-লা-লা-লা, ভারসো উন পেইস স্ট্রানো\" গাইছে\nএকজন \"ক্যাপ্টেন\" সিঁড়ি দিয়ে নেমে এসে একজন সৈনিককে স্যালুট দিচ্ছেন এবং \"ভেস্তি লা জুব্বা\" গাইতে শুরু করছেন\nএকটি ল্যাপ ডিসলভ মাধ্যমে হোটেল লবির দৃশ্যে রূপান্তর, যেখানে:\n- একজন ট্রাঙ্ক বহনকারী কর্মচারী \"নেটারে দিবিনো\" (\"দিব্যি মধু\") গাইছেন\n- একজন ওয়েটার তার সাথে গান গাইতে গাইতে ডাইনিং রুমে প্রবেশ করছেন\n- ওয়েটার একজন পুরুষকে খাবার পরিবেশন করার সময়ও গাইছেন\n\nশেষে ওয়েটার ডাইনিং রুম অতিক্রম করে মিসেস ক্লেইপুলের সাথে কথা বলতে যাচ্ছেন, যা চলচ্চিত্রের মূল গল্পের সূচনা চিহ্নিত করে।\nতার ভাষ্যে, মালটিন গ্লেন মিচেলের দ্য মার্ক্স ব্রাদার্স এনসাইক্লোপিডিয়া-তে উল্লিখিত একটি দাবি পুনর্ব্যক্ত করেন। দাবিটি অনুসারে, দ্বিতীয় বিশ্বযুদ্ধের সময় ইতালি-সংক্রান্ত রেফারেন্স অপসারণের জন্য দৃশ্যটি কাটা হয়েছিল। তবে এমপিএএ-র রেকর্ডে দেখা যায়, ১৯৩৮ সালে এমজিএম চলচ্চিত্রটি পুনরায় সম্পাদনা করেছিল, যা যুদ্ধ শুরুর আগেই ঘটে। এর কারণ ছিল ইতালীয় সরকারের অভিযোগ যে চলচ্চিত্রটি \"ইতালীয় জনগণকে হাস্যকরভাবে উপস্থাপন করেছে\"। দুর্ভাগ্যবশত, সম্পাদনাগুলো এমজিএম-এর মাস্টার নেগেটিভে করা হয়েছিল এবং মূল সংস্করণের কোনো কপি এখনও পর্যন্ত পাওয়া যায়নি।\nএই উল্লেখযোগ্য কাটা দৃশ্য এবং একই সময়ে করা কিছু ছোটখাটো সম্পাদনার ফলে চলচ্চিত্রটির আসল দৈর্ঘ্য (৯৫ মিনিট) বর্তমানে প্রচলিত প্রিন্টগুলোর চেয়ে তিন মিনিট বেশি ছিল।\nআ নাইট অ্যাট দি ওপেরা চলচ্চিত্র সম্পর্কে একটি জনপ্রিয় জল্পনা রয়েছে। ধারণা করা হয় যে মার্কস ব্রাদার্সের পিতা স্যাম মার্কস (যিনি \"ফ্রেঞ্চি\" নামে পরিচিত) জাহাজ ও ডকে উপস্থিত থেকে তাদের বিদায় জানিয়েছিলেন। গ্রাউচো ও হারপো উভয়েই তাদের স্মৃতিকথায় এ ঘটনাটি সত্য বলে উল্লেখ করেছেন, এবং চলচ্চিত্র সমালোচক লিওনার্ড মালটিন তার ডিভিডি ভাষ্যেও এটি উল্লেখ করেছেন। তবে বাস্তবে এটি সম্ভব নয়, কারণ স্যাম মার্কস ১৯৩৩ সালে ডাক স্যুপ চলচ্চিত্রের প্রাক-প্রযোজনা পর্যায়ে মারা যান, যা আ নাইট অ্যাট দি ওপেরা মুক্তির দুই বছর পূর্বের ঘটনা। এই গুজবের উৎপত্তি সম্ভবত এ কারণে যে ফ্রেঞ্চি মার্কস ব্রাদার্স-এর পূর্ববর্তী চলচ্চিত্র মঙ্কি বিজনেস-এ একটি অতিথি চরিত্রে উপস্থিত হয়েছিলেন। অবশ্য আ নাইট অ্যাট দি ওপেরা-এর স্টেটরুম দৃশ্যে মিননি মার্কস (মার্কস ব্রাদার্সের মা)-এর প্রতি ইঙ্গিত রয়েছে, যেখানে একজন নারী জিজ্ঞাসা করেন: \"আমার আন্ট মিননি কি এখানে আছেন?\"\nজাহাজে স্টোওয়ে হিসেবে মার্কস ব্রাদার্সের অভিনয় করার ধারণাটি মঙ্কি বিজনেস থেকে পুনরায় ব্যবহার করা হয়েছিল। গ্রাউচো ও মার্গারেট ডিউমন্টের চরিত্র যখন সমুদ্রযাত্রী জাহাজে আরোহণ করেন, তখন ডিউমন্ট গ্রাউচোকে জিজ্ঞাসা করেন: \"তুমি নিশ্চিত যে তোমার সবকিছু আছে, ওটিস?\" উত্তরে গ্রাউচো বলেন: \"এখনো পর্যন্ত কোনো অভিযোগ পাইনি।\" ডিক ক্যাভেট-এর সঙ্গে দুটি পৃথক সাক্ষাৎকারে (দ্য ডিক ক্যাভেট শো – কমিক লিজেন্ডস ডিভিডিতে অন্তর্ভুক্ত) গ্রাউচো দাবি করেন যে চলচ্চিত্রটি মুক্তির সময় এই সংলাপটি বেশিরভাগ রাজ্যে নিষিদ্ধ হয়েছিল, কারণ এটিকে অত্যন্ত ইঙ্গিতপূর্ণ মনে করা হয়েছিল। তবে নিষিদ্ধকারী রাজ্যের সংখ্যা তার বিভিন্ন বর্ণনায় ভিন্নতর হয়েছে।\n\n\n=== হাঙ্গেরিয়ান পুনঃআবিষ্কার ===\n২০০৮ সালে, চলচ্চিত্র বিষয়ে অধ্যয়নরত একজন ছাত্র একটি প্রতিবেদনে উল্লেখ করেছিলেন যে, হাঙ্গেরির জাতীয় চলচ্চিত্র আর্কাইভে আ নাইট অ্যাট দি ওপেরা চলচ্চিত্রটির একটি সম্প্রসারিত সংস্করণ সংরক্ষিত আছে বলে জানা গেছে। যদিও এই বিশেষ সংস্করণটিতে চলচ্চিত্রের সূচনালগ্নে বাজানো সঙ্গীতের অংশটি অনুপস্থিত, তবুও এতে ইতালি সম্পর্কিত কিছু গুরুত্বপূর্ণ সংলাপ সংযোজিত রয়েছে, যেগুলো চলচ্চিত্রটি প্রথম মুক্তি পাওয়ার কিছুদিন পরেই সম্পাদনা প্রক্রিয়ায় বাদ দেওয়া হয়েছিল। সূচনা সঙ্গীতের অনুপস্থিতি থেকে বিশেষজ্ঞরা অনুমান করছেন যে, এই দৃশ্যটি সম্ভবত পরবর্তী সময়ে করা সম্পাদনার আগেই মূল সংস্করণ থেকে বিচ্ছিন্ন করা হয়েছিল।\nযাইহোক, হাঙ্গেরির আর্কাইভে সংরক্ষিত এই সম্প্রসারিত সংস্করণটির বিষয়ে রিপোর্টটি এখন পর্যন্ত কোনো স্বাধীন গবেষণা বা চলচ্চিত্র বিশেষজ্ঞদের দ্বারা যাচাই করা হয়নি। টার্নার এন্টারটেইনমেন্ট নামক প্রতিষ্ঠান, যারা বর্তমানে এই চলচ্চিত্রটির স্বত্বাধিকারী, তারা এখন পর্যন্ত চলচ্চিত্রটির কোনো পুনঃসংস্করণ বা মূল সংস্করণ পুনরুদ্ধারের বিষয়ে কোনো প্রকার ইতিবাচক সাড়া বা পরিকল্পনার কথা প্রকাশ করেনি।\n\n\n== শৈলী পরিবর্তন ==\nআ নাইট অ্যাট দি ওপেরা মার্কস ব্রাদার্সের কমেডি শৈলীতে একটি নতুন যুগের সূচনা করেছিল। তাদের পূর্ববর্তী চলচ্চিত্রসমূহ, যা প্যারামাউন্ট পিকচার্স-এর ব্যানারে নির্মিত হয়েছিল, সেগুলোতে ঢিলেঢালা কাহিনীর মধ্যে অবিরাম রসিকতার প্রবাহ থাকলেও আ নাইট অ্যাট দি ওপেরা ছিল একটি সুপরিকল্পিত কমেডি চলচ্চিত্র। প্রযোজক আর্ভিং থ্যালবার্গ একটি শক্তিশালী গল্প কাঠামো নির্মাণের উপর বিশেষ গুরুত্ব আরোপ করেছিলেন, যার ফলস্বরূপ মার্কস ব্রাদার্স তাদের চলচ্চিত্রে আরও বেশি সহানুভূতিশীল চরিত্রে রূপান্তরিত হন। এই নতুন ধারায় তাদের কমেডি রোমান্টিক প্লট এবং নন-কমিক্যাল সঙ্গীতানুষ্ঠানের সাথে সুষমভাবে সংযুক্ত হয়। তাদের কৌতুকের লক্ষ্যবস্তু সাধারণত স্পষ্টভাবে চিহ্নিত খলনায়ক চরিত্রগুলোর দিকে কেন্দ্রীভূত হতো। \nথ্যালবার্গ যুক্তি দিয়েছিলেন যে, মার্কস ব্রাদার্স \"আধা হাসির বিনিময়ে দ্বিগুণ বক্স অফিস আয় করতে পারবেন\", এবং তার দৃঢ় বিশ্বাস ছিল যে এই নতুন ধারার চলচ্চিত্রসমূহ আরও ব্যাপক দর্শক শ্রেণীকে আকর্ষণ করবে। গ্রাউচো মার্কস নিজেও থ্যালবার্গের এই দর্শনের সাথে সম্পূর্ণ একমত পোষণ করতেন। তার আত্মজীবনী গ্রাউচো অ্যান্ড মি-তে তিনি মার্কস ব্রাদার্সের ১৩টি চলচ্চিত্র সম্পর্কে মন্তব্য করতে গিয়ে লিখেছিলেন: \"এর মধ্যে দুটি ছিল সত্যিকার অর্থে অসাধারণ। কিছু চলচ্চিত্র মোটামুটি মানের ছিল। কয়েকটি ছিল সত্যিই উৎকৃষ্ট। কিন্তু সেরা দুটি চলচ্চিত্র ছিল থ্যালবার্গের প্রযোজনায় তৈরি\"—এখানে তিনি শুধুমাত্র আ নাইট অ্যাট দি ওপেরা-ই নয়, বরং এ ডে অ্যাট দ্য রেসেস চলচ্চিত্রটির প্রতিও ইঙ্গিত করছিলেন।\nথ্যালবার্গের সাথে সম্মত হওয়া আরেকটি গুরুত্বপূর্ণ ধারণা ছিল যে, প্রতিটি নতুন চলচ্চিত্রের শুটিং শুরু করার আগে মার্কস ব্রাদার্স তাদের নতুন কমেডি উপাদানগুলো ভডেভিল মঞ্চে পরীক্ষা করতেন। এই প্রক্রিয়ায় তারা কৌতুকের সময় নির্ধারণ (কমিক টাইমিং) নিয়ে কাজ করতেন এবং শিখতেন কোন রসিকতা বা গ্যাগ দর্শকদের মধ্যে হাসি তৈরি করে আর কোনটি করে না। এভাবেই প্রতিটি কৌতুক সঠিক সময়ে স্থাপন করা হতো, যাতে হাসির মাত্রা ঠিকভাবে নিয়ন্ত্রণ করা যায়। বিখ্যাত \"স্টেটরুম\" দৃশ্যটি প্রায় চলচ্চিত্র থেকে বাদ পড়ে যাচ্ছিল, কারণ প্রাথমিকভাবে এটি দর্শকদের মধ্যে তেমন হাসি তৈরি করতে পারেনি। কিন্তু একদিন মার্কস ব্রাদার্স স্ক্রিপ্ট ছেড়ে দিয়ে সম্পূর্ণ স্বতঃস্ফূর্তভাবে (আদ-লিব) দৃশ্যটি অভিনয় করেন। এর ফলস্বরূপ, একটি দুর্বল দৃশ্য তাদের সর্বকালের সেরা ক্লাসিক দৃশ্যে পরিণত হয়।\nআ নাইট অ্যাট দি ওপেরা চলচ্চিত্রে প্রতিটি ভাইয়ের চরিত্রকে আরও পরিশীলিত ও উন্নত করা হয়েছিল:\n\nগ্রাউচো পূর্বের তুলনায় কম অযৌক্তিক ও কম সমস্যা সৃষ্টিকারী চরিত্রে রূপান্তরিত হন\nচিকোর চরিত্রে প্রতারক সুলভ আচরণ কমিয়ে কিছুটা বুদ্ধিমত্তা সংযোজিত হয়\nহার্পো আগের চেয়ে কম দুষ্টুমিপূর্ণ ও বেশি সহানুভূতিশীল চরিত্রে পরিণত হন\nচলচ্চিত্রটি সরাসরি একটি সুসংহত প্লট এবং সঙ্গতিপূর্ণ কমেডি দিয়ে শুরু হয়, যেখানে প্রতিটি দৃশ্যের একটি স্পষ্ট শুরু, মধ্যাংশ এবং সমাপ্তি বিদ্যমান। চলচ্চিত্রের শেষে একটি বড় আকারের সমাপ্তি পর্ব রয়েছে, যা এমজিএম-এর ঐতিহ্যবাহী সঙ্গীতধারা অনুসরণ করে তৈরি করা হয়েছিল - এই বৈশিষ্ট্যটি মার্কস ব্রাদার্সের পূর্ববর্তী প্যারামাউন্ট চলচ্চিত্রগুলোতে অনুপস্থিত ছিল।\nআ নাইট অ্যাট দি ওপেরা চলচ্চিত্রটি একটি মৌলিক ফর্মুলা প্রতিষ্ঠা করেছিল, যা পরবর্তীতে এমজিএম-এ তৈরি মার্কস ব্রাদার্সের প্রতিটি চলচ্চিত্রে অনুসরণ করা হয়:\n\nরোমান্টিক জুটি এবং চিকোর মধ্যকার বন্ধুত্বপূর্ণ সম্পর্ক\nহার্পোর চরিত্রের প্রতি সহানুভূতি সৃষ্টি\nচিকো ও গ্রাউচোর মধ্যে বিস্তৃত মৌখিক রসিকতার আদানপ্রদান\nহার্পোর চিকোর সহযোগী (বা ভাই) হিসেবে যোগদান\nমার্কস ভাইদের পাগলামির জন্য জমকালো পটভূমি\nতিন মার্কস ভাইয়ের একটি কেন্দ্রীয় দৃশ্য\nঅনুগ্রহ থেকে পতনের গল্পরেখা\nগ্র্যান্ড ফাইনালে সব সমস্যার সমাধান\n\n\n== মুক্তি ==\n\n\n=== বক্স অফিস ===\n\nচলচ্চিত্রটির মোট আয় (দেশীয় ও আন্তর্জাতিক বাজার মিলিয়ে) ছিল ১,৮১৫,০০০ মার্কিন ডলার। এর মধ্যে মার্কিন যুক্তরাষ্ট্র ও কানাডা থেকে আয় হয়েছিল ১,১৬৪,০০০ ডলার এবং অন্যান্য দেশ থেকে আয় হয়েছিল ৬৫১,০০০ ডলার। এভাবে চলচ্চিত্রটি মোট ৯০,০০০ ডলার লাভ করে।\n\n\n=== সমালোচকদের প্রতিক্রিয়া ===\n\n\n==== সমসাময়িক পর্যালোচনা ====\nআ নাইট অ্যাট দি ওপেরা চলচ্চিত্রটি বুদাপেস্টে প্রদর্শনের জন্য নিষিদ্ধ হয়েছিল।\nসমসাময়িক চলচ্চিত্র সমালোচকদের পর্যালোচনাগুলোতে চলচ্চিত্রটি ইতিবাচক প্রতিক্রিয়া লাভ করেছিল। দ্য নিউ ইয়র্ক টাইমস-এর খ্যাতনামা সমালোচক আন্দ্রে সেনওয়াল্ড তার রিভিউতে উল্লেখ করেছিলেন: \"যদিও 'আ নাইট অ্যাট দি ওপেরা' মার্কস ব্রাদার্সের সেরা কাজের তুলনায় কিছুটা নিম্নমানের হতে পারে, তবুও এটি নিঃসন্দেহে তাদের সাম্প্রতিক বছরগুলোর অন্যান্য চলচ্চিত্রের চেয়ে অনেক বেশি হাস্যরসাত্মক মানসম্পন্ন। জর্জ এস. কফম্যান এবং মরি রিসকিন তাদের জন্য একটি উৎকৃষ্ট স্ল্যাপস্টিক কমেডি রচনা করেছেন, আর ভাইয়েরা তা অভিনয় করেছেন অকৃত্রিম উচ্ছ্বাস ও আনন্দের সাথে।\"\nভ্যারাইটি পত্রিকায় প্রকাশিত রিভিউতে বলা হয়েছিল: \"চলচ্চিত্রটির কৌতুক উপাদান সর্বদাই উচ্চমানের এবং কিছু কিছু ক্ষেত্রে তো সম্পূর্ণ উজ্জ্বল।\" ফিল্ম ডেইলি তাদের সমালোচনায় মন্তব্য করেছিল: \"এই চলচ্চিত্রটি সকল প্রকার দর্শকদের জন্য এক উচ্ছ্বসিত হাস্যরসাত্মক অভিজ্ঞতা প্রদান করবে বলে আমাদের বিশ্বাস।\"\nএকইভাবে, দ্য নিউ ইয়র্কার-এর প্রখ্যাত লেখক জন মোশার তার সমালোচনায় উল্লেখ করেছিলেন: \"এটি মার্কস ব্রাদার্সের একটি উল্লেখযোগ্য চলচ্চিত্র, যা তাদের সেরা কাজগুলোর মধ্যে স্থান পাওয়ার যোগ্য। যদিও এটি সম্পূর্ণ নতুন বা অভিনব কিছু নয়, তবুও এর গতিশীলতা এবং হাস্যরস একে বিশেষ মর্যাদা দান করেছে।\"\n\n\n==== পুনরালোচনা ====\nচলচ্চিত্রটি রটেন টমেটোস-এ ৬৯টি সমালোচনাভিত্তিক পর্যালোচনার ভিত্তিতে ৯৭% \"ফ্রেশ\" রেটিং অর্জন করেছে, যেখানে গড় স্কোর ৮.৭/১০। ওয়েবসাইটটির সমালোচকদের ঐকমত্যে উল্লেখ করা হয়েছে: \"তরমুজের মৌসুম হয়তো শেষ হয়ে যায়, কিন্তু আ নাইট অ্যাট দি ওপেরা-তে মার্কস ব্রাদার্সের অনবদ্য হাস্যরসের তাজাভাব কখনই ম্লান হয় না।\" সমালোচক কেন হাঙ্কে চলচ্চিত্রটিকে \"প্রাণবন্ত হলেও প্যারামাউন্ট-এ নির্মিত তাদের পূর্ববর্তী চলচ্চিত্রগুলোর তুলনায় কিছুটা কম\" বলে মূল্যায়ন করেছেন। অন্যদিকে মার্ক বর্ন মন্তব্য করেছেন: \"[মার্কস ব্রাদার্স] এখনও তাদের অভিনয়ের মাধ্যমে কিছু রক্ষণশীল ব্যক্তিত্বকে বিব্রত করতে এবং কিছু পবিত্র গোরু জবাই করতে সক্ষম হয়েছেন, তবে এমজিএম-এর অতিমাত্রায় নিয়ন্ত্রিত পরিবেশে কাজ করতে গিয়ে তাদের কিছুটা সীমাবদ্ধতা অনুভব করতে হয়েছে, বিশেষত যখন অ্যান্ডি হার্ডি সিরিজের মতো মূলধারার চলচ্চিত্রগুলো জনপ্রিয়তা পাচ্ছিল।\"\nখ্যাতনামা চলচ্চিত্র সমালোচক রজার ইবার্ট স্বীকার করেছেন যে যদিও আ নাইট অ্যাট দি ওপেরা-তে \"তাদের কিছু সেরা কাজ অন্তর্ভুক্ত রয়েছে\", তবুও তিনি \"কিটি কার্লাইল এবং অ্যালান জোনসের সাথে জড়িত অতিরিক্ত সেন্টিমেন্টাল দৃশ্যগুলো দ্রুত অতিক্রম করতে পছন্দ করেন\"। অন্যদিকে ড্যানেল গ্রিফিন তার সমালোচনায় বলেছেন: \"আ নাইট অ্যাট দি ওপেরা নিঃসন্দেহে হাস্যকর, কিন্তু এটি প্রকৃত মার্কস ব্রাদার্স স্টাইলের চলচ্চিত্র নয়। তাদের স্বাক্ষরিত শৈলীর এমন অভাব চলচ্চিত্রটিকে কিছুটা নিষ্প্রাণ করে তুলেছে। এই চলচ্চিত্রের মূল সমস্যা হলো মার্কস ব্রাদার্সের স্বভাবসিদ্ধ অরাজকতার স্পষ্ট ঘাটতি। তাদের প্যারামাউন্ট স্টুডিও-তে নির্মিত চলচ্চিত্রগুলো অন্যান্য সকল কৌতুক অভিনেতাদের থেকে আলাদা ছিল সমাজের দিকে নির্দেশিত তাদের বিদ্রূপাত্মক আঙুলের মাধ্যমে।\"\nচলচ্চিত্রটি আমেরিকান ফিল্ম ইনস্টিটিউট কর্তৃক নিম্নলিখিত তালিকাগুলোর মধ্যে স্বীকৃত:\n\n১৯৯৮: এএফআই'স ১০০ ইয়ার্স... ১০০ মুভিজ - মনোনীত\n২০০০: এএফআই'স ১০০ ইয়ার্স... ১০০ লাফ্‌স - #১২\n২০০৫: এএফআই'স ১০০ ইয়ার্স... ১০০ মুভি কোটস:\nওটিস বি. ড্রিফটউড: \"ঠিক আছে, এটি প্রতিটি চুক্তিতে রয়েছে। একে তারা স্যানিটি ধারা বলে।\"\nফিওরেল্লো: \"তুমি আমাকে বোকা বানাতে পারবে না! কোনো স্যানিটি ক্লজ নেই।\"\n- মনোনীত\n২০০৬: এএফআই'স গ্রেটেস্ট মুভি মিউজিক্যালস - মনোনীত\n২০০৭: এএফআই'স ১০০ ইয়ার্স... ১০০ মুভিজ (১০তম বার্ষিকী সংস্করণ) - #৮৫\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nস্টেটরুম দৃশ্য\n\nবিখ্যাত বেলজীয় গায়ক জ্যাক ব্ৰেল এই চলচ্চিত্রের স্টেটরুম দৃশ্য থেকে অনুপ্রাণিত হয়ে তার ১৯৬৭ সালের গান \"লে গাজ\" রচনা করেছিলেন। গানটিতে একজন গণিকার সাথে দেখা করতে গিয়ে একদল পুরুষ \"গ্যাসের জন্য\" একটি ছোট ঘরে ভিড় করে - যা সরাসরি মার্কস ব্রাদার্সের কৌতুকের প্রতি শ্রদ্ধা জানায়।\nদ্য বব নিউহার্ট শো-এর প্রথম সিজনের ২৩তম পর্ব \"বাম ভয়েজ\"-এ স্টেটরুম দৃশ্যের সরাসরি প্যারোডি করা হয়েছে। এখানে বব এবং তার সহকারীরা একটি স্টেটরুমে অস্বস্তিকরভাবে ভিড় করে থাকেন, আর হাওয়ার্ড বোর্ডেন মজা করে ঘোষণা করেন: \"যে প্রথম মার্ক্স ব্রাদার্স-এর কৌতুক করবে, সে এটা পাবে!\"\nসিন্ডি লপার তার কালজয়ী গান \"গার্লস জাস্ট ওয়ান্ট টু হ্যাভ ফান\"-এর মিউজিক ভিডিওতে এই আইকনিক স্টেটরুম কৌতুকের স্টাইলাইজড সংস্করণ উপস্থাপন করেছেন।\nস্টিং ১৯৯১ সালের তার হিট গান \"অল দিস টাইম\"-এর মিউজিক ভিডিওতে স্টেটরুম দৃশ্যের পুনর্নির্মাণ করেছেন, যা মার্কস ব্রাদার্সের প্রতি তার শ্রদ্ধার্ঘ্য।\nওয়ার্নার ব্রস.-এর অ্যানিমেটেড সিরিজ অ্যানিম্যানিয়াকস-এর \"হারকিউল ইয়াক্কো\" শর্টে স্টেটরুম কৌতুকের সৃজনশীল প্যারোডি দেখা যায়।\nডিজনি চ্যানেল-এর জনপ্রিয় সিরিজ দ্য স্যুট লাইফ অফ জ্যাক অ্যান্ড কোডি-তে মার্টিন চরিত্রের ক্লোজেটে স্টেটরুম দৃশ্যের প্রায় হুবহু পুনরাবৃত্তি ঘটানো হয়েছে।\nসিনফেল্ড সিরিজের ৮ম সিজনের \"দ্য পথহোল\" এপিসোডে স্টেটরুম দৃশ্যের স্মার্ট প্যারোডি করা হয়েছে। এখানে মূল চার চরিত্র একটি ক্ষুদ্র পরিচ্ছন্নতাকর্মীর ক্লোজেটে আটকে যায়, যা এলাইন বেনেস চাইনিজ খাবার সরবরাহের জন্য ব্যবহার করছিলেন। কসমো ক্রেমার অ্যামোনিয়া ফেলার পর তারা সবাই বেরিয়ে আসে।\nরহস্য উপন্যাসকার জেফরি কোহেন তার অ্যা নাইট অ্যাট দ্য অপারেশন (২০০৯) শীর্ষক উপন্যাসে এই স্টেটরুম দৃশ্যের প্রতি শ্রদ্ধা জানিয়েছেন। বইটির শিরোনাম নিজেই চলচ্চিত্রটির নামের সৃজনশীল প্যারোডি।\nস্যানিটি ক্লজ\n\nব্রিটিশ পাঙ্ক ব্যান্ড দ্য ড্যামড চলচ্চিত্রটির চিকো চরিত্রের বিখ্যাত উক্তি \"দেয়ার এইন্ট নো স্যানিটি ক্লজ\" কে ১৯৮০ সালে প্রকাশিত তাদের একটি সিঙ্গেল-এর শিরোনাম হিসেবে ব্যবহার করেছে।\nডিটেকটিভ কমিকস #৮২৬ কমিকস ইস্যুটি এই চলচ্চিত্রটিকে শ্রদ্ধা জানায়। এতে জোকার তৃতীয় রবিন টিম ড্রেক-কে অপহরণ করে একটি গাড়িতে করে এক উন্মত্ত যাত্রায় বের হয়, যেখানে তারা ক্রিসমাসের সময় রাস্তায় চলাচলকারী মানুষদের উপর গাড়ি চালিয়ে দেয়। জোকার যখন একজন রাস্তার সান্তা ক্লজ-কে হত্যার পরিকল্পনা করে, তখন রবিন তাকে বিভ্রান্ত করার জন্য বলে, \"তুমি আমাকে বোকা বানাতে পারবে না। দেয়ার এইন্ট নো স্যানিটি ক্লজ\"। জোকার এতে হেসে উঠে এবং তাদের মধ্যে কোন মার্ক্স ব্রাদার্স চলচ্চিত্র থেকে এই কৌতুকটি নেওয়া হয়েছে তা নিয়ে তর্ক শুরু হয়। রবিন দাবি করে এটি দ্য বিগ স্টোর চলচ্চিত্র থেকে এসেছে। এই বিভ্রান্তির সুযোগে রবিন জোকারকে আক্রমণ করে পালিয়ে যায়। উল্লেখ্য, জোকার নিজেই দ্য কিলিং জোক কমিকসে এই লাইনটি ব্যবহার করেছিল।\nসাধারণ\n\nব্রিটিশ রক ব্যান্ড কুইন তাদের ১৯৭৫ সালের স্টুডিও অ্যালবাম-এর নামকরণে এই চলচ্চিত্রটিকে শ্রদ্ধার্ঘ্য নিবেদন করেছে। পরবর্তীতে তাদের আরেকটি অ্যালবাম, অ্যা ডে অ্যাট দ্য রেসেস, মার্ক্স ব্রাদার্সের একই নামের চলচ্চিত্র থেকে অনুপ্রাণিত হয়ে নামকরণ করা হয়।\nএই চলচ্চিত্রের চিত্রনাট্য ১৯৯২ সালের ব্রেইন ডোনার্স চলচ্চিত্রের ভিত্তি হিসেবে স্বীকৃত। এয়ারপ্লেন! ও দ্য নেকেড গান-এর পরিচিত নির্মাতা ডেভিড জুকার এবং জেরি জুকার এই চলচ্চিত্রটি নির্বাহী প্রযোজনা করেন।\n১৯৯০ সালের দ্য ফ্রেশম্যান চলচ্চিত্রে ম্যাথিউ ব্রডেরিক-এর চরিত্রের পাসপোর্ট-এ \"রডলফো লাস্পাররি\" নামটি একটি ছদ্মনাম হিসেবে ব্যবহৃত হয়েছে।\n১৯৯৩ সালে মুক্তিপ্রাপ্ত সিক্স ডিগ্রি অফ সেপারেশন (যা মেট্রো-গোল্ডউইন-মেয়ার দ্বারা পরিবেশিত হয়েছিল) চলচ্চিত্রে কিটি কার্লাইল মিসেস ব্যানিস্টারের ছোট্ট একটি চরিত্রে অভিনয় করেন। চলচ্চিত্রটির প্রযোজনা পর্যায়ে, অ্যা নাইট অ্যাট দ্য অপেরা-তে তার ভূমিকার প্রতি শ্রদ্ধা জানিয়ে তার চরিত্রের নাম \"রোসা কাস্টালডি\" বা \"রোসা বারোনি\" রাখার প্রস্তাব উঠেছিল, তবে শেষ পর্যন্ত তা বাস্তবায়িত হয়নি।\nজার্মান পাওয়ার মেটাল ব্যান্ড ব্লাইন্ড গার্ডিয়ান তাদের একটি অ্যালবামের নাম এই চলচ্চিত্রের স্মরণে রাখে।\nরব জম্বি-এর হাউস অফ ১০০০ কর্পসেস, দ্য ডেভিলস রিজেক্টস এবং ৩ ফ্রম হেল চলচ্চিত্রে প্রবীণ হরর অভিনেতা বিল মোসলি \"ওটিস বি. ড্রিফটউড\" নামে একটি উন্মাদ প্রধান চরিত্রে অভিনয় করেন। এই চরিত্রটি বেবি ফায়ারফ্লাইয়ের বড় ভাই এবং কাটার \"ক্যাপ্টেন স্পাউলডিং\" ফায়ারফ্লাইয়ের সৎ ছেলে। থ্রি ফ্রম হেল চলচ্চিত্রে ক্যাপ্টেন স্পাউলডিংয়ের কারাগারে মৃত্যুদণ্ডের পর তিনি পরিবারের নেতৃত্ব গ্রহণ করেন।\n\n\n== আরও দেখুন ==\nমার্কিন যুক্তরাষ্ট্রের কমেডি চলচ্চিত্রের তালিকা\n\n\n== তথ্যসূত্র ==\nতথ্যমূলক নোট\n\nউদ্ধৃতি\n\n\n== বহিঃসংযোগ ==\n\nআমেরিকান ফিল্ম ইন্সটিটিউট ক্যাটালগে আ নাইট অ্যাট দি ওপেরা\nইন্টারনেট মুভি ডেটাবেজে আ নাইট অ্যাট দি ওপেরা  (ইংরেজি)\nটিসিএম চলচ্চিত্র ডেটাবেজে আ নাইট অ্যাট দি ওপেরা\nমার্ক্স ব্রাদার্স ডট অর্গ-এ 'অ্যা নাইট অ্যাট দ্য অপেরা'\nফিল্মসাইট ডট অর্গ থেকে চলচ্চিত্রটির পূর্ণ বিবরণ\n'দ্য মার্ক্স ব্রাদার্স কাউন্সিল পডকাস্ট'-এ চলচ্চিত্রটির বিশ্লেষণ"}