{"pageid": 1518465, "title": "সালিভান'স ট্রাভেলস", "url": "https://bn.wikipedia.org/wiki?curid=1518465", "content": "সালিভান'স ট্রাভেলস ১৯৪১ সালের একটি আমেরিকান কমেডি চলচ্চিত্র, যা লিখেছেন এবং পরিচালনা করেছেন প্রেস্টন স্টারজেস। চলচ্চিত্র শিল্পের উপর ব্যঙ্গাত্মক এই ছবির কাহিনি একজন খ্যাতনামা হলিউড কমেডি পরিচালক জোয়েল ম্যাকক্রির জীবনকে কেন্দ্র করে। তিনি সামাজিকভাবে গুরুত্বপূর্ণ একটি নাট্যচিত্র নির্মাণের আকাঙ্ক্ষায় ভবঘুরের জীবনযাপন শুরু করেন, যাতে তিনি নিজের আসন্ন ছবির জন্য বাস্তব অভিজ্ঞতা অর্জন করতে পারেন। পথে তিনি এক দরিদ্র, উদীয়মান অভিনেত্রীর (ভেরোনিকা লেক) সঙ্গে পরিচিত হন, যে তার সঙ্গী হয়। ছবির শিরোনামটি গালিভারের অভিযান উপন্যাসের প্রতি ইঙ্গিতপূর্ণ, যা ১৭২৬ সালে জোনাথন সুইফট লিখেছিলেন আত্ম-অনুসন্ধানের আরেকটি যাত্রা নিয়ে।\nসালিভান'স ট্রাভেলস মুক্তির সময় মিশ্র প্রতিক্রিয়া পায়। দ্য নিউ ইয়র্ক টাইমস একে বছরের \"সবচেয়ে চমৎকার ছবি\" হিসেবে আখ্যায়িত করে, এবং স্টারজেসের বিনোদনমূলক দৃষ্টিভঙ্গির সঙ্গে অন্তর্নিহিত তাৎপর্য যোগ করার প্রশংসা করে। এটি ১৯৪১ সালের সেরা দশটি চলচ্চিত্রের মধ্যে স্থান পায়। কিন্তু দ্য হলিউড রিপোর্টার মন্তব্য করে যে ছবিটি বাস্তবতানিষ্ঠতার অভাববোধ করায় এবং আন্তরিকতা কম থাকায় স্টারজেসের ওই বছরের অন্য তিনটি ছবির মতো প্রভাব বিস্তার করতে পারেনি—দ্য গ্রেট ম্যাকগিন্টি, দ্য লেডি ইভ এবং ক্রিসমাস ইন জুলাই।\nসময়ের সঙ্গে সঙ্গে চলচ্চিত্রটির মর্যাদা ব্যাপকভাবে বৃদ্ধি পেয়েছে। গণমাধ্যম ইতিহাসবিদ হাল এরিকসন একে \"একটি ধ্রুপদী সৃষ্টি\", \"চলচ্চিত্র সম্পর্কিত সেরা চলচ্চিত্রগুলোর একটি\" এবং \"একটি মাস্টারপিস\" বলে উল্লেখ করেন। ১৯৯০ সালে, সালিভান'স ট্রাভেলস মার্কিন যুক্তরাষ্ট্রের জাতীয় চলচ্চিত্র সংরক্ষণ তালিকায় অন্তর্ভুক্ত করা হয়, কংগ্রেস গ্রন্থাগার কর্তৃক \"সাংস্কৃতিক, ঐতিহাসিক বা নান্দনিকভাবে গুরুত্বপূর্ণ\" চলচ্চিত্র হিসেবে স্বীকৃত হয়ে।\n\n\n== কাহিনি ==\nজন এল. সালিভান হলিউডের একজন জনপ্রিয় তরুণ পরিচালক, যিনি লাভজনক হলেও গভীরতা-বিহীন হাস্যরসাত্মক চলচ্চিত্র নির্মাণ করে থাকেন। কিন্তু এ ধরনের ছবি বানিয়ে তিনি সন্তুষ্ট নন। অ্যান্টস ইন ইওর প্ল্যান্টস অব ১৯৩৯-এর মতো চলচ্চিত্র তৈরি করার পর, তিনি স্টুডিওর প্রধান মিস্টার লেব্র্যান্ডকে জানান যে তাঁর পরবর্তী ছবি হবে অবহেলিত মানুষের দুর্দশার উপর ভিত্তি করে একটি সিরিয়াস ছবি, যা ও ব্রাদার, হোয়্যার আর্ট থাউ? উপন্যাস অবলম্বনে নির্মিত হবে। লেব্র্যান্ড চান যে তিনি আরও একটি লাভজনক হাস্যরসাত্মক ছবি পরিচালনা করুন, কিন্তু সালিভান তাতে রাজি নন। তিনি বাস্তব জীবনের কষ্ট জানার জন্য ভিখারির ছদ্মবেশে ঘুরে বেড়ানোর পরিকল্পনা করেন, যাতে মানবতার দুঃখ-কষ্টের একটি বাস্তবচিত্র তুলে ধরা যায়। তাঁর ব্রিটিশ বাটলার এবং ব্যক্তিগত সহকারী এই পরিকল্পনার যৌক্তিকতা নিয়ে খোলাখুলি সন্দেহ প্রকাশ করেন।\nসালিভান ভবঘুরের মতো পোশাক পরে পথে বেরিয়ে পড়েন। তবে স্টুডিও তাঁর নিরাপত্তার জন্য একটি বাসের মাধ্যমে কয়েকজন সহকর্মীকে তাঁর পিছু লাগিয়ে দেয়। এই ব্যবস্থা কেউই পছন্দ করে না। একপর্যায়ে, এক দ্রুতগতির গাড়ি ধাওয়ার মাধ্যমে বাসটিকে থামানোর চেষ্টা করেন, কিন্তু শেষ পর্যন্ত নিজের রক্ষীদের বোঝান যে তাঁকে একা চলতে দেওয়া হোক। তিনি তাঁদের সঙ্গে লাস ভেগাসে পরবর্তী সাক্ষাতের পরিকল্পনা করেন। তবে, কিছুদিনের মধ্যেই তিনি লস অ্যাঞ্জেলেসে ফিরে আসেন। সেখানে, এক খাবারের দোকানে তিনি এক সংগ্রামী তরুণী অভিনেত্রীর সঙ্গে পরিচিত হন, যে হলিউডে ব্যর্থ হয়ে নিজের শহরে ফিরে যাওয়ার সিদ্ধান্ত নিয়েছে। সে তাঁকে প্রকৃত ভবঘুরে ভেবে দয়া করে সকালের নাস্তা কিনে দেয়।\n\nতার প্রতি কৃতজ্ঞতা জানাতে সালিভান নিজের এস্টেট থেকে তাঁর গাড়ি নিয়ে আসে এবং তাকে একটি রাইড দেন। তবে, তিনি তাঁর চাকরদের জানাননি যে তিনি ফিরে এসেছেন, ফলে তাঁরা তাঁর গাড়ি চুরি হয়েছে বলে পুলিশে অভিযোগ করেন। পুলিশ তাঁদের সংক্ষিপ্ত সময়ের জন্য আটক করলেও পরবর্তীকালে ভুল বোঝাবুঝি দূর হলে ছেড়ে দেয়। এরপর তিনি এবং তরুণী তাঁর বিশাল অট্টালিকায় যান। সেখানে তাঁর প্রকৃত সম্পদ ও বিত্ত দেখে ক্ষুব্ধ হয়ে প্রতারণার কারণে তরুণী তাঁকে সুইমিং পুলে ফেলে দেয়। কিন্তু সালিভান তাঁর পরিকল্পনা পুনরায় বাস্তবায়নের ইচ্ছা প্রকাশ করলে, তরুণীও তাঁর সঙ্গে যেতে সম্মত হয়, যদিও ছেলেদের পোশাক পরে ছদ্মবেশে।\nএইবার সালিভান সত্যিকার অর্থে তাঁর পরিকল্পনা বাস্তবায়নে সফল হন। তিনি এক গরুর কামরায় চড়েন, সুপ রান্নাঘরগুলোতে খাবার খান এবং গৃহহীনদের আশ্রয়ে রাত কাটান, যেখানে কেউ তাঁর জুতা চুরি করে। অবশেষে, তিনি উপলব্ধি করেন যে যথেষ্ট হয়েছে। স্টুডিও তাঁর এই ভ্রমণের অভিজ্ঞতাকে বিশাল সাফল্য হিসেবে প্রচার করে। তরুণী তাঁর সঙ্গে থাকতে চাইলেও, সালিভান তাঁকে জানান যে তিনি বিবাহিত, যদিও সে সম্পর্ক ভালোবাসাহীন। কেবলমাত্র কর ফাঁকি দিতে তাঁকে পরামর্শ দেওয়া হয়েছিল বিয়ে করার জন্য। তবে, এই কৌশল ব্যর্থ হয়। কারণ, যৌথ রিটার্নের কারণে তাঁর করের পরিমাণ একক অবস্থার চেয়েও বেশি হয়ে যায় এবং তাঁর স্ত্রী ব্যবসা ব্যবস্থাপকের সঙ্গে সম্পর্কে জড়িয়ে পড়ে।\nসালিভান তাঁর অভিজ্ঞতা থেকে পাওয়া উপলব্ধির জন্য গৃহহীনদের কৃতজ্ঞতা জানাতে সিদ্ধান্ত নেন যে তিনি তাঁদের মাঝে ৫ ডলারের নোট বিতরণ করবেন। একটি ট্রেন ইয়ার্ডে, এক ব্যক্তি তাঁকে আঘাত করে অজ্ঞান করে ফেলে, তাঁর টাকা ও জুতা চুরি করে এবং তাঁকে একটি চলন্ত বক্সকারে ফেলে দেয়। পালানোর সময় সেই চোর অন্য একটি ট্রেনের নিচে চাপা পড়ে মারা যায়। চুরি করা জুতার ভেতরে সেলাই করা পরিচয়পত্র দেখে মৃত ব্যক্তিকে সালিভান বলে শনাক্ত করা হয়।\nঅপরদিকে, সালিভান অন্য এক শহরে জ্ঞান ফিরে পান। কিন্তু তিনি ভুলে যান তিনি কে এবং কীভাবে সেখানে পৌঁছেছেন। একটি ইয়ার্ড বুল তাঁকে রেল ইয়ার্ডে অবৈধভাবে প্রবেশের অভিযোগে আটকে ফেলে। বিভ্রান্ত অবস্থায় সালিভান একটি পাথর দিয়ে সেই রক্ষীকে আঘাত করেন, যার ফলে তাঁকে ছয় বছরের জন্য কঠোর পরিশ্রমের সাজা দিয়ে একটি শ্রম শিবিরে পাঠানো হয়। ধীরে ধীরে তাঁর স্মৃতি ফিরে আসে।\nশিবিরে থাকাকালীন একদিন তিনি ওয়াল্ট ডিজনির ১৯৩৪ সালের প্লেফুল প্লুটো নামের কার্টুন দেখার সুযোগ পান। এটি বন্দিদের জন্য বিরল এক বিনোদন। তিনি অবাক হয়ে দেখেন, তাঁর মতো দুর্দশাগ্রস্ত মানুষেরাও এটি দেখে হাসছে। আর তিনিও তাঁদের সঙ্গে হাসতে থাকেন।\nতিনি কারও কাছে প্রমাণ করতে পারছিলেন না যে তিনি সত্যিই সালিভান, কিংবা বাইরের জগতের সঙ্গে যোগাযোগও করতে পারছিলেন না। তবে একপর্যায়ে তিনি সমাধান খুঁজে পান। পুরোনো এক সংবাদপত্রে নিজের \"হত্যাকাণ্ডের\" সংবাদ দেখে তিনি আত্মস্বীকৃত খুনি হিসেবে স্বীকারোক্তি দেন। এরপর তাঁর ছবি পত্রিকার প্রথম পাতায় ছাপা হলে তাঁকে শনাক্ত করা হয় এবং মুক্তি দেওয়া হয়।\nএদিকে, তাঁর \"বিধবা\" স্ত্রী ইতোমধ্যে তাঁর ব্যবসা ব্যবস্থাপকের সঙ্গে বিয়ে করেছেন। ফলে তাঁকে হয় সালিভানের সঙ্গে বিচ্ছেদ করতে হবে, নয়তো বহুবিবাহের অভিযোগে অভিযুক্ত হতে হবে। সালিভানের বস অবশেষে তাঁকে ও ব্রাদার, হোয়্যার আর্ট থাউ? তৈরি করার অনুমতি দেন। কিন্তু সালিভান জানান যে তিনি তাঁর সিদ্ধান্ত বদলেছেন। এখন তিনি কমেডি ছবি বানিয়ে যেতে চান, কারণ তিনি নিজ চোখে দেখেছেন যে এই ছবিগুলো কষ্টে থাকা মানুষদের কী পরিমাণ আনন্দ এনে দিতে পারে।\n\n\n== অভিনয়শিল্পী ==\n\n\n== বিষয়বস্তু ==\n\nসালিভানের বলা শেষ সংলাপের মাধ্যমে চলচ্চিত্রের মূল বিষয়বস্তু সবচেয়ে ভালোভাবে প্রকাশ পায়: \"মানুষকে হাসানোর মধ্যে অনেক কিছু বলার আছে। আপনি কি জানেন যে কিছু মানুষের কাছে এটাই সব? এটা খুব বেশি কিছু নয়, তবে এই উদ্ভট কাফেলায় কিছুই না থাকার চেয়ে ভালো।\"\n১৯৩৪ সালের ডিজনির কার্টুন প্লেফুল প্লুটো দেখানোর দৃশ্যটি একটি দক্ষিণের কৃষ্ণাঙ্গ গির্জায় চিত্রায়িত হয়। সে সময়কার চলচ্চিত্রে সাধারণত আফ্রিকান-আমেরিকান চরিত্রদের প্রতি সম্মানজনক দৃষ্টিভঙ্গি দেখা যেত না, কিন্তু এই চলচ্চিত্রে তাঁদের প্রতি ব্যতিক্রমীভাবে মর্যাদাপূর্ণ আচরণ করা হয়েছে।\nজাতীয় রঙিন মানুষের অগ্রগতি সংস্থা (এনএএসিপি)-এর সচিব ওয়াল্টার হোয়াইট পরিচালক প্রেস্টন স্টার্জেসকে চিঠি লিখে প্রশংসা করেন:\n\n  \nআমি সালিভান’স ট্রাভেলস-এর গির্জার দৃশ্যটির জন্য আপনাকে আন্তরিক অভিনন্দন ও কৃতজ্ঞতা জানাতে চাই। দীর্ঘদিন ধরে কোনো চলচ্চিত্রে এত আবেগময় দৃশ্য আমি দেখিনি। তবে আমার কাছে সবচেয়ে গুরুত্বপূর্ণ বিষয় হলো—আমার অনেক বন্ধুর মতো, যারা শ্বেতাঙ্গ ও কৃষ্ণাঙ্গ উভয়ই, আমরা কৃতজ্ঞ যে আপনি এই দৃশ্যে নিগ্রো চরিত্রদের মর্যাদাপূর্ণ ও শালীনভাবে উপস্থাপন করেছেন। আমি সম্প্রতি হলিউডে গিয়েছিলাম এবং শিগগিরই আবার সেখানে যাচ্ছি, প্রযোজক, লেখক, পরিচালক এবং অভিনেতাদের সঙ্গে আলোচনার জন্য। আমাদের লক্ষ্য হলো, নিগ্রো চরিত্রদের শুধু ছোটখাটো কাজের বা হাস্যকর ভূমিকায় সীমাবদ্ধ না রেখে তাঁদের আরও সম্মানজনক ও বাস্তবধর্মী চিত্রায়ণ নিশ্চিত করা। সালিভান’স ট্রাভেলস-এর এই দৃশ্যটি সে দিকেই একটি গুরুত্বপূর্ণ পদক্ষেপ, এবং আমরা সবাই এর জন্য অত্যন্ত কৃতজ্ঞ।  \n\n\n== প্রযোজনা ==\n\n\n=== উন্নয়ন ===\nপ্যারামাউন্ট সালিভান’স ট্রাভেলস-এর জন্য স্টার্জেসের চিত্রনাট্য ৬,০০০ ডলারে কিনে নেয়। স্টার্জেস এই চলচ্চিত্রটি লিখেছিলেন সেইসব কমেডির প্রতিক্রিয়ায়, যেগুলো তিনি মনে করেছিলেন শুধুমাত্র বার্তা দেওয়ার উদ্দেশ্যে নির্মিত, কিন্তু আসল আনন্দকে উপেক্ষা করেছে।\nচলচ্চিত্রটি মুক্তির সময় একটি উৎসর্গপত্র দিয়ে শুরু হয়:\n\n  \nযাঁরা আমাদের হাসিয়েছেন, তাঁদের স্মৃতির উদ্দেশ্যে—  যাঁরা নানা রঙের ভাঁড়, ক্লাউন, কৌতুকশিল্পী হয়ে সব যুগে, সব জাতিতে মানুষের বোঝা কিছুটা হলেও হালকা করেছেন, এই চলচ্চিত্র তাঁদের প্রতি সস্নেহ উৎসর্গীকৃত।  \n\nপ্রথমে এই কথাগুলো সালিভানের কণ্ঠে বলানোর পরিকল্পনা ছিল। তবে স্টার্জেস চেয়েছিলেন, চলচ্চিত্রটি শুরু হোক এই প্রস্তাবনামূলক বাক্য দিয়ে:  \n\"এটি এমন এক মানুষের গল্প, যে একটি হাতিকে ধুয়ে দিতে চেয়েছিল। কিন্তু হাতিটি প্রায় তাকে ধ্বংস করে ফেলেছিল।\" প্যারামাউন্ট ওয়ার্নার ব্রাদার্সের লুনি টিউনস ও মেরি মেলোডিস কার্টুন নির্মাতা শ্লেসিঞ্জার কর্পোরেশনের সঙ্গে চুক্তি করেছিল একটি অ্যানিমেটেড শিরোনাম ক্রেডিট তৈরি করতে। তবে সেটি আদৌ নির্মিত হয়েছিল কি না বা পরবর্তীতে কেন ব্যবহৃত হয়নি, তা নিশ্চিত নয়।\nহেইস অফিসের সেন্সর বোর্ড চিত্রনাট্যের কিছু অংশ নিয়ে আপত্তি তোলে। তারা মনে করেছিল, \"বাম\" (ভবঘুরে) শব্দটি ব্রিটিশ সেন্সরদের দ্বারা প্রত্যাখ্যাত হতে পারে। এছাড়া তারা সতর্ক করে দিয়েছিল যে, মিশনে রাত কাটানোর দৃশ্যে সালিভান ও মেয়েটির মধ্যে যেন কোনোভাবেই যৌন ঘনিষ্ঠতার ইঙ্গিত না থাকে।\n\n\n=== অভিনয় নির্বাচন ===\nস্টারজেস জোয়েল ম্যাকক্রিয়া-কে মনে রেখে চলচ্চিত্রটি লিখেছিলেন, কিন্তু মহিলা প্রধান চরিত্র – ভেরোনিকা লেক – অভিনয় নির্বাচনের মাধ্যমে খুঁজে পান। লেককে নির্বাচন করার আগে, বারবারা স্ট্যানউইক এবং ফ্রান্সেস ফার্মার-কেও বিবেচনা করা হয়েছিল।\n\n\n=== চিত্রগ্রহণ ===\nসালিভান’স ট্রাভেলস-এর শুটিং শুরু হয় ১২ মে, ১৯৪১ সালে এবং শেষ হয় ২২ জুলাই। এর কিছু অংশ চিত্রায়িত হয় কানোগা পার্ক, সান মারিনো, ক্যাস্টেইক এবং লকহিড এয়ার টার্মিনালে। শুটিং শুরুর সময় লেক ছয় মাসের অন্তঃসত্ত্বা ছিলেন, কিন্তু এই তথ্য তিনি স্টার্জেসকে জানাননি। শুটিং শুরু হওয়ার পর যখন স্টার্জেস এ সম্পর্কে জানতে পারেন, তখন তিনি এতটাই রেগে যান যে, লেকের মতে, তাকে শারীরিকভাবে থামিয়ে রাখা হয়েছিল। স্টার্জেস লেকের চিকিৎসকের সঙ্গে পরামর্শ করেন, যাতে নিশ্চিত হওয়া যায় তিনি চরিত্রটি ঠিকভাবে করতে পারবেন কি না। পাশাপাশি, লেকের পরিবর্তে অভিনয়ের জন্য টোর্নামেন্ট অব রোজেসের সাবেক রানী শেরিল ওয়াকারকে নিয়োগ করা হয়।\nকস্টিউম ডিজাইনার হেড লেকের অন্তঃসত্ত্বা অবস্থা ঢেকে রাখার উপায় খুঁজে বের করার দায়িত্ব পান। তবে শুটিং চলাকালীন লেকের কিছু সহশিল্পী তাকে অপছন্দ করতেন বলে জানা যায়। ম্যাকক্রিয়া ভবিষ্যতে তার সঙ্গে কাজ করতে অস্বীকৃতি জানান এবং পরবর্তী সময়ে আই ম্যারিড আ উইচ-এর প্রধান চরিত্রে অভিনয়ের প্রস্তাবও প্রত্যাখ্যান করেন। মার্চ, যিনি শেষ পর্যন্ত সে চরিত্রে অভিনয় করেন, তিনিও লেকের সঙ্গে কাজ করে খুব একটা আনন্দ পাননি। তবে ম্যাকক্রিয়া ও স্টার্জেসের মধ্যে সম্পর্ক খুব ভালো ছিল। শুটিং শেষে, কৃতজ্ঞতা স্বরূপ ম্যাকক্রিয়া স্টার্জেসকে একটি ঘড়ি উপহার দেন, যেখানে খোদাই করে লেখা ছিল—*\"এখন পর্যন্ত আমার প্রাপ্ত সেরা পরিচালনার জন্য।\"* স্টার্জেসের সহকারী পরিচালক মানও এই ছবির কাজ থেকে গভীরভাবে প্রভাবিত হয়েছিলেন।\nশুটিং চলাকালে কয়েকটি ছোটখাট সমস্যা দেখা দেয়। স্টার্জেস চেয়েছিলেন, গির্জার দৃশ্যে চ্যাপলিনের একটি চলচ্চিত্রের দৃশ্য ব্যবহার করতে, কিন্তু চ্যাপলিন অনুমতি না দেওয়ায় পরিবর্তে ডিজনির কার্টুন ব্যবহার করা হয়। তবে লেক ছবির শুরুতে চ্যাপলিনের \"লিটল ট্র্যাম্প\" চরিত্রের ব্যঙ্গাত্মক অনুকরণ করেন। এছাড়া, দরিদ্রতার চিত্রায়ণ দৃশ্যটি মাত্র তিন ঘণ্টায় শেষ করার পরিকল্পনা থাকলেও, তা শেষ হতে প্রায় সাত ঘণ্টা লেগে যায়। পুরো চলচ্চিত্রের নির্মাণ ব্যয় হয় ৬,৮৯,০০০ ডলার, যা অনুমোদিত বাজেটের চেয়ে ৮৬,০০০ ডলার বেশি।\n\n\n== মুক্তি ==\n১৯৪১ সালের ৪ ডিসেম্বর সমালোচকদের জন্য চলচ্চিত্রটির একটি প্রি-স্ক্রিনিং করা হয়েছিল, এরপর ১৯৪১ সালের ২৯ ডিসেম্বর জ্যাকসন, টেনেসি-তে এর প্রিমিয়ার হয়। ১৯৪২ সালের ১২ ফেব্রুয়ারি লস অ্যাঞ্জেলেস প্যারামাউন্ট থিয়েটারে এর হলিউড প্রিমিয়ার অনুষ্ঠিত হয়।\nযখন চলচ্চিত্রটি মুক্তি পায়, তখন মার্কিন অফিস অফ সেন্সরশিপ যুদ্ধের সময় বিদেশে রপ্তানির জন্য এটি অনুমোদন করতে অস্বীকার করে, কারণ \"একটি জেল চেইন গ্যাং-এ জীবন দেখানোর দীর্ঘ সিকোয়েন্স রয়েছে, যা বন্দীদের সাথে যে নৃশংসতা এবং অমানবিকতা দেখানো হয়েছে তার কারণে অত্যন্ত আপত্তিকর।\" এটি অফিসের স্থায়ী নীতির সাথে সঙ্গতিপূর্ণ ছিল যে, শত্রুদের দ্বারা প্রচারণার উদ্দেশ্যে ব্যবহার করা যেতে পারে এমন চলচ্চিত্র রপ্তানি না করা। চলচ্চিত্রের প্রযোজকরা প্রস্তাবিত পরিবর্তনগুলি করতে অস্বীকার করেছিলেন, যা চলচ্চিত্রের অবস্থা পরিবর্তন করতে পারত। \n\n\n=== সমালোচকদের প্রতিক্রিয়া ===\nসালিভান’স ট্রাভেলস মুক্তির পরপরই বক্স অফিসে বিশেষ সাড়া ফেলতে পারেনি, যেমনটা স্টার্জেসের পূর্বের চলচ্চিত্রগুলো করেছিল, যেমন দ্য গ্রেট ম্যাকগিন্টি ও দ্য লেডি ইভ। এটি মিশ্র প্রতিক্রিয়া পায় সমালোচকদের কাছ থেকে।\nদ্য নিউ ইয়র্ক টাইমস-এর এক পর্যালোচনায় চলচ্চিত্রটিকে \"এই বছরের সবচেয়ে উজ্জ্বল ছবি\" বলে প্রশংসা করা হয়। তারা স্টার্জেসের বিনোদনমূলক মজার কাহিনির সঙ্গে অন্তর্নিহিত গভীরতার সংমিশ্রণকে সাধুবাদ জানায়। তবে, দ্য হলিউড রিপোর্টার বলেছিল, ছবিটিতে সেই বাস্তবধর্মী আবেগ এবং আন্তরিকতার অভাব ছিল, যা স্টার্জেসের আগের চলচ্চিত্রগুলোর বিশেষত্ব ছিল। তারা আরও মন্তব্য করে যে, \"স্টার্জেস তার নিজের চিত্রনাট্যে যে বার্তা দিয়েছেন, তা নিজেই উপেক্ষা করেছেন। মানুষ হাসি চায়—সামাজিক গবেষণা নয়।\" দ্য নিউ ইয়র্কার-এর পর্যালোচনায় বলা হয়েছিল, \"যে কেউ ভুল করতে পারে, এমনকি প্রেস্টন স্টার্জেসও। সেই ভুলের নাম হলো সালিভান’স ট্রাভেলস, যা এক আড়ম্বরপূর্ণ প্রচেষ্টা।\"  তবে, টাইমস এটিকে ১৯৪১ সালের দশটি সেরা চলচ্চিত্রের একটি হিসেবে তালিকাভুক্ত করে এবং ন্যাশনাল বোর্ড অব রিভিউ এটিকে বছরের সেরা চলচ্চিত্রের জন্য মনোনীত করে। \nসময়ের সঙ্গে সঙ্গে চলচ্চিত্রটির মর্যাদা ব্যাপকভাবে বৃদ্ধি পায় এবং এখন এটি একটি ক্লাসিক হিসেবে বিবেচিত হয়। অন্তত একজন সমালোচক একে স্টার্জেসের \"মাস্টারপিস\" এবং \"চলচ্চিত্র নিয়ে নির্মিত অন্যতম সেরা চলচ্চিত্র\" বলে অভিহিত করেছেন। পর্যালোচনা সংকলন ওয়েবসাইট রটেন টম্যাটোস-এ চলচ্চিত্রটি ৪১টি পর্যালোচনার ভিত্তিতে ১০০% অনুমোদন রেটিং ধরে রেখেছে, গড় স্কোর ৮.৭/১০।\n২০২০ সালে, ডায়াবোলিক ম্যাগাজিন লেকের চরিত্রকে \"মোহনীয়, জাদুকরী এবং অত্যন্ত আকর্ষণীয়\" বলে বর্ণনা করে। ম্যাগাজিনটি লিখেছিল, \"সে যখন ম্যাকক্রিয়ার কোলে বসে তার চুল আঁচড়ায় কিংবা রাস্তায় ভবঘুরের কোট গায়ে হেঁটে যায়, তখনও সে মুগ্ধকর। সে সব সংলাপে পারদর্শী ছিল না, কিন্তু স্টার্জেস তাকে দ্রুতগতিতে সংলাপ বলানোর মাধ্যমে তার সীমাবদ্ধতা ঢেকে দিয়েছিলেন। এটি এক অনন্য অভিনয় যা যুগ যুগ ধরে মনে রাখা হবে।\"\n\n\n=== হোম মিডিয়া ===\n১৯৮৯ সালের ১৬ মার্চ যুক্তরাষ্ট্রে সালিভান'স ট্রাভেলস ভিডিওতে মুক্তি পায় এবং ১৯৯৩ সালের ৩০ জুন পুনরায় মুক্তি পায়। ২০০০ সালের ১২ মে পুনরুদ্ধার করা প্রিন্ট সহ যুক্তরাজ্যে চলচ্চিত্রটি পুনরায় মুক্তি পায়। দ্য ক্রাইটেরিয়ন কালেকশন ২০০১ সালের ২১ আগস্ট চলচ্চিত্রটির একটি বিশেষ সংস্করণ ডিভিডি প্রকাশ করে, ২০১৫ সালে ব্লু-রে এবং ডিভিডি উভয় মাধ্যমে চলচ্চিত্রটির একটি নতুন পুনরুদ্ধার করা সংস্করণ পুনরায় প্রকাশ করার আগে। ১৯৯০ সালে, সালিভান’স ট্রাভেলস-কে যুক্তরাষ্ট্রের ন্যাশনাল ফিল্ম রেজিস্ট্রি-তে অন্তর্ভুক্ত করার জন্য নির্বাচিত করা হয়। লাইব্রেরি অফ কংগ্রেস এটিকে \"সাংস্কৃতিক, ঐতিহাসিক বা নান্দনিকভাবে গুরুত্বপূর্ণ\" চলচ্চিত্র হিসেবে স্বীকৃতি দেয়। ২০০০ সালে, আমেরিকান ফিল্ম ইনস্টিটিউট এটিকে ১০০ বছর...১০০ হাস্যরস তালিকায় ৩৯ নম্বরে স্থান দেয়। \n২০০৬ সালে, এটি এএফআই-এর ১০০ বছর...১০০ অনুপ্রেরণা তালিকায় ২৫তম স্থান অর্জন করে। ২০০৭ সালে, এটি এএফআই-এর ১০০ বছর...১০০ চলচ্চিত্র (১০ম বার্ষিকী সংস্করণ) তালিকায় ৬১তম স্থানে রাখা হয়। রাইটার্স গিল্ড অব আমেরিকা সালিভান’স ট্রাভেলস-এর চিত্রনাট্যকে সর্বকালের ২৯তম সর্বশ্রেষ্ঠ চিত্রনাট্য হিসেবে নির্বাচিত করে। একই সঙ্গে, এটি তাদের সংকলিত ১০১টি সবচেয়ে হাস্যকর চিত্রনাট্য তালিকায় ৩৫তম স্থানে স্থান পায়। চলচ্চিত্রটির পোস্টার প্রিমিয়ার ম্যাগাজিনের \"শ্রেষ্ঠ ২৫টি চলচ্চিত্র পোস্টার\" তালিকায় ১৯ নম্বরে স্থান পায়। ২০১০ সালে, ট্রেইনস ম্যাগাজিনের বিশেষ সংখ্যায় সালিভান’স ট্রাভেলস-কে ১০০টি সর্বশ্রেষ্ঠ ট্রেন চলচ্চিত্র তালিকায় ২৫তম স্থানে রাখা হয়। ও ব্রাদার, হোয়ার আর্ট থাউ?—সেই কাল্পনিক গ্রন্থ, যেটিকে সালিভান চলচ্চিত্রে রূপ দিতে চেয়েছিলেন, সেটির নামই পরবর্তীতে একই নামে নির্মিত চলচ্চিত্রের জন্য ব্যবহার করেন কোয়েন ভ্রাতৃদ্বয় ২০০০ সালে।\n\n\n== রূপান্তর ==\n১৯৪২ সালের ৯ নভেম্বর, লাক্স রেডিও থিয়েটার অনুষ্ঠানটি সালিভান’স ট্রাভেলস-এর একটি রেডিও সংস্করণ সম্প্রচার করে। এতে রালফ বেলামি প্রধান চরিত্রে অভিনয় করেন এবং ভেরোনিকা লেক তার আগের চরিত্রে অভিনয় পুনরায় উপস্থাপন করেন।  \n\n\n== আরও দেখুন ==\nকাল্ট চলচ্চিত্রের তালিকা\nকাল্পনিক চলচ্চিত্র সমন্বিত চলচ্চিত্রের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n=== সূত্রভাণ্ডার ===\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে সালিভান'স ট্রাভেলস   (ইংরেজি)\nআমেরিকান ফিল্ম ইন্সটিটিউট ক্যাটালগে সালিভান'স ট্রাভেলস \nটিসিএম চলচ্চিত্র ডেটাবেজে সালিভান'স ট্রাভেলস  \nসালিভান'স ট্রাভেলস প্রবন্ধ জুলি গ্রসম্যান কর্তৃক ন্যাশনাল ফিল্ম রেজিস্ট্রি-তে\nসালিভান'স ট্রাভেলস: সেলফ-পোট্রেট ইন এ ফান-হাউস মিরর – স্টুয়ার্ট ক্লাওয়ান্স-এর একটি প্রবন্ধ দ্য ক্রাইটেরিয়ন কালেকশন-এ\nপর্যালোচনা বসলি ক্রাউথার কর্তৃক দ্য নিউ ইয়র্ক টাইমস-এ (১৯৪২)\nঈগান, ড্যানিয়েল (২০১০)। \"সালিভান'স ট্রাভেলস\"। আমেরিকা'স ফিল্ম লিগ্যাসি: দ্য অথোরিটেটিভ গাইড টু দ্য ল্যান্ডমার্ক মুভিজ ইন দ্য ন্যাশনাল ফিল্ম রেজিস্ট্রি। এ অ্যান্ড সি ব্ল্যাক। পৃষ্ঠা ৩৪১–৩৪৩। আইএসবিএন 978-0826-42977-3।"}