{"pageid": 1518783, "title": "খাদ্য প্রক্রিয়াকরণ", "url": "https://bn.wikipedia.org/wiki?curid=1518783", "content": "খাদ্য প্রক্রিয়াকরণ হল কৃষিজাত পণ্যকে খাদ্যতে রূপান্তর করা, বা একটি ধরণের খাদ্যকে অন্য ধরণের খাদ্যে রূপান্তর করা। খাদ্য প্রক্রিয়াকরণ বিভিন্ন রূপে হতে পারে, যেমন শস্য পেষণ করে ময়দা তৈরি করা, গৃহস্থালী রান্না, এবং সুবিধাজনক খাদ্য তৈরিতে ব্যবহৃত জটিল শিল্পপ্রযুক্তি। কিছু খাদ্য প্রক্রিয়াকরণ পদ্ধতি খাদ্য অপচয় কমাতে এবং খাদ্য সংরক্ষণ বাড়াতে গুরুত্বপূর্ণ ভূমিকা রাখে, যা কৃষির পরিবেশগত প্রভাব কমাতে এবং খাদ্য নিরাপত্তা উন্নত করতে সহায়তা করে।\nনোভা শ্রেণীবিভাগ বিভিন্ন খাদ্য প্রক্রিয়াকরণ কৌশল অনুসারে খাদ্যকে শ্রেণীবদ্ধ করে।\nপ্রাথমিক খাদ্য প্রক্রিয়াকরণ বেশিরভাগ খাবারকে ভক্ষণযোগ্য করতে অপরিহার্য, যেখানে মাধ্যমিক খাদ্য প্রক্রিয়াকরণ উপাদানগুলিকে পরিচিত খাদ্যে রূপান্তর করে, যেমন রুটি। তৃতীয় স্তরের খাদ্য প্রক্রিয়াকরণ অতি-প্রক্রিয়াকৃত খাদ্য তৈরি করে, যা অতিরিক্ত চিনি ও লবণ থাকার কারণে এবং আহারযোগ্য আঁশ কম থাকার কারণে অতিরিক্ত পুষ্টি ও স্থূলতা বৃদ্ধির জন্য সমালোচিত হয়েছে।\n\n\n== প্রক্রিয়াকরণের স্তরসমূহ ==\n\n\n=== প্রাথমিক খাদ্য প্রক্রিয়াকরণ ===\n\nপ্রাথমিক খাদ্য প্রক্রিয়াকরণ কৃষিজাত পণ্য, যেমন কাঁচা গমের দানা বা গবাদি পশু, এমন কিছুতে রূপান্তর করে যা পরবর্তীতে খাওয়া যেতে পারে। এতে প্রাচীন পদ্ধতিতে খাদ্য শুকানো, ঝাড়াই, ওয়ানিং, শস্য মলিন করা, বাদাম ছাড়ানো, মাংস কাটাই অন্তর্ভুক্ত। এছাড়াও এতে মাংস হাড়মুক্ত ও কাটা, মাছ ও মাংস হিমায়িত ও ধূমায়িত করা, তেল নিষ্কাশন ও পরিশোধন, ক্যানিং, খাদ্য বিকিরণ দ্বারা সংরক্ষণ, ডিম ক্যান্ডলিং, এবং দুধ সমরূপীকরণ ও পাস্তুরিতকরণ অন্তর্ভুক্ত রয়েছে।\nপ্রাথমিক খাদ্য প্রক্রিয়াকরণে দূষণ ও খাদ্য নষ্ট হওয়া জনস্বাস্থ্যের জন্য বড় ঝুঁকি সৃষ্টি করতে পারে, কারণ এসব খাদ্য ব্যাপকভাবে ব্যবহৃত হয়। তবে, অনেক প্রক্রিয়াকরণ পদ্ধতি খাদ্যের সংরক্ষণযোগ্যতা বাড়ায় এবং খাদ্য নিরাপত্তা উন্নত করে। বাণিজ্যিক খাদ্য প্রক্রিয়াকরণ হ্যাজার্ড বিশ্লেষণ ও গুরুত্বপূর্ণ নিয়ন্ত্রণ পয়েন্ট (HACCP) এবং ব্যর্থতা মোড ও প্রভাব বিশ্লেষণ (FMEA) এর মতো নিয়ন্ত্রণ ব্যবস্থা ব্যবহার করে ঝুঁকি কমানোর চেষ্টা করে।\n\n\n=== মাধ্যমিক খাদ্য প্রক্রিয়াকরণ ===\n\nমাধ্যমিক খাদ্য প্রক্রিয়াকরণ হল সেই দৈনন্দিন পদ্ধতি যা রান্নার উপযুক্ত উপাদান থেকে খাদ্য তৈরি করে। রুটি তৈরি, তা গৃহস্থালী রান্না, ছোট বেকারি, বা বৃহৎ কারখানায় উৎপাদিত হোক না কেন, এটি মাধ্যমিক খাদ্য প্রক্রিয়াকরণের একটি উদাহরণ। অধিকাংশ মাধ্যমিক খাদ্য প্রক্রিয়াকরণ পদ্ধতিগুলি রান্নার পদ্ধতি হিসেবে পরিচিত।\n\n\n=== তৃতীয় স্তরের খাদ্য প্রক্রিয়াকরণ ===\nতৃতীয় স্তরের খাদ্য প্রক্রিয়াকরণ মূলত বাণিজ্যিকভাবে উৎপাদিত প্রক্রিয়াজাত খাদ্য তৈরি করে। এতে হিমায়িত খাবার এবং এয়ারলাইনের খাবারের মতো প্রস্তুত খাবার অন্তর্ভুক্ত।\n\n\n== ইতিহাস ==\nখাদ্য প্রক্রিয়াকরণের ইতিহাস প্রাগৈতিহাসিক সময় থেকে শুরু হয়, যখন খাদ্যকে গাঁজন, সূর্যে শুকানো, লবণ সংরক্ষণ এবং বিভিন্ন ধরনের রান্নার মাধ্যমে সংরক্ষণ করা হতো।\n\nআধুনিক খাদ্য প্রক্রিয়াকরণ প্রযুক্তির বিকাশ ১৯শ ও ২০শ শতকে মূলত সামরিক চাহিদা পূরণের জন্য হয়। ১৮০৯ সালে নিকোলাস অ্যাপার্ট ফরাসি সেনাদের জন্য খাদ্য সংরক্ষণের হেরমেটিক বোতলিং পদ্ধতি আবিষ্কার করেন, যা পরে ক্যানিং ব্যবস্থার বিকাশ ঘটায়।\n\n\n== সুবিধা ও অসুবিধা ==\n\n\n=== সুবিধা ===\n\nখাদ্য প্রক্রিয়াকরণের সুবিধার মধ্যে রয়েছে বিষাক্ত উপাদান অপসারণ, সংরক্ষণ, বিপণন ও বিতরণ সহজ করা, এবং খাদ্যের ধারাবাহিকতা বৃদ্ধি করা। এটি খাদ্যের বার্ষিক প্রাপ্যতা বৃদ্ধি করে এবং সংবেদনশীল পচনশীল খাদ্যকে দীর্ঘ দূরত্বে পরিবহনযোগ্য করে তোলে।\n\n\n=== অসুবিধা ===\n\nখাদ্য প্রক্রিয়াকরণে পুষ্টির ঘাটতি ঘটতে পারে, যা মানবদেহের চাহিদা মেটানো কঠিন করে তোলে। যেমন, উচ্চ তাপমাত্রায় প্রক্রিয়াকরণ ভিটামিন সি হ্রাস করতে পারে।\n\n\n== অতিরিক্ত লবণ যোগ করা ==\nএকটি প্রধান সমস্যা হল প্রক্রিয়াজাত খাদ্যে উচ্চ মাত্রার সোডিয়াম (লবণ) উপস্থিতি, যা উচ্চ রক্তচাপ এবং হৃদরোগের ঝুঁকি বৃদ্ধি করতে পারে।\n\n\n== অতিরিক্ত চিনি যোগ করা ==\nঅনেক প্রক্রিয়াজাত খাদ্যে উচ্চ মাত্রায় চিনি থাকে, যা স্থূলতা ও ডায়াবেটিসের ঝুঁকি বাড়ায়।\n\n\n== খাদ্য প্রক্রিয়াকরণের কার্যকারিতা ==\n\nখাদ্য শিল্পের প্রক্রিয়াগুলোর নকশা করার সময় কিছু গুরুত্বপূর্ণ বিষয় বিবেচনা করা হয়:\n\nস্বাস্থ্যবিধি, যেমন সমাপ্ত পণ্যে জীবাণুর সংখ্যা পরিমাপ করা।\nশক্তির দক্ষতা, যেমন \"প্রতি টন খাদ্য উৎপাদনে ব্যবহৃত বাষ্পের পরিমাণ\"।\nবর্জ্য হ্রাস, যেমন \"আলুর খোসা ছাড়ানোর সময় বর্জ্যের শতাংশ\"।\nশ্রম ব্যয়, যেমন \"প্রতি টন সমাপ্ত পণ্য উৎপাদনে প্রয়োজনীয় শ্রমঘণ্টা\"।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে খাদ্য প্রক্রিয়াকরণ সম্পর্কিত মিডিয়া দেখুন।"}