{"pageid": 1518609, "title": "সানরাইজ: অ্যা সং অব টু হিউম্যানস", "url": "https://bn.wikipedia.org/wiki?curid=1518609", "content": "সানরাইজ: অ্যা সং অব টু হিউম্যানস  (যা সানরাইজ নামেও পরিচিত) হল ১৯২৭ সালের একটি আমেরিকান  সিঙ্ক্রোনাইজড সাউন্ড(সমন্বিত শব্দ) রোমান্টিক ড্রামা  চলচ্চিত্র যার পরিচালনা করেছেন এফ. ডব্লিউ. মুরনাও  (এটাই ছিল তার প্রথম আমেরিকান চলচ্চিত্র)। এতে প্রধান চরিত্রে অভিনয় করেছেন জর্জ ও'ব্রায়েন, জ্যানেট গেনর এবং মার্গারেট লিভিংস্টন। ছবির কাহিনী এক বিবাহিত কৃষক (ও'ব্রায়েন) এবং শহর থেকে গ্রামে ছুটি কাটাতে আসা জনৈক নারীর (লিভিংস্টন) বিবাহ বহির্ভূত সম্পর্ককে কেন্দ্র করে আবর্তিত হয়। চলচ্চিত্রের গল্পের সেই জনৈক শহুরে নারী তার কৃষক স্ংগীকে প্ররোচনা দেয় যেন সে তার বিবাহিত স্ত্রীকে (গেইনর) হত্যা করে এবং এভাবে তাদের প্রেমের বাঁধা দূর করে তারা একসঙ্গে থাকতে পারে। যদিও ছবিটিতে শ্রুতিযোগ্য সংলাপ নেই কিন্তু ততকালীন মুভিটোন সাউন্ড-অন-ফিল্ম প্রক্রিয়ার মাধ্যমে চলমান ছবির দৃশ্যপটের সাথে সমন্বিত সুর-সংগীত আরোপন ও শব্দপ্রভাব ব্যবহার করা হয়েছে। এই গল্পটি কার্ল মেয়ার দ্বারা সংকলিত হেরম্যান সুডারমানের ১৯১৭ সালের ছোটগল্প সংকলন দ্যা এক্সকারশন টু টিলসিট থেকে অনুপ্রাণিত হয়ে চিত্রনাট্যে রূপান্তরিত হয়।\nপরিচালক মুরনাও সানরাইজ চলচ্চিত্রে তখনকার নতুন ফক্স মুভিটোন সাউন্ড-অন-ফিল্ম প্রযুক্তি ব্যবহারের সিদ্ধান্ত নেন, যা সানরাইজ-কে প্রথম সুর-সংগীত সমন্বিত এবং সাউন্ড এফেক্টযুক্ত পূর্ণদৈর্ঘ্য চলচ্চিত্রগুলোর মধ্যে একটি করে তোলে। ছবিটিতে শার্ল গুনোর ১৮৭২ সালের সংগীত ফিউনারেল মার্চ অব অ্যা ম্যারিওনেট ব্যবহার করা হয়, যা পরে ১৯৫৫-১৯৬৫ সালের জনপ্রিয় টেলিভিশন শৃঙ্খলা আলফ্রেড হিচকক প্রেজেন্টস-এর প্রধান সঙ্গীত হিসেবে ব্যবহৃত হয়। এছাড়া, ফ্রেডেরিক চোপিনের এ মাইনর প্রেলুড নামক সুর-মূর্চ্ছনা এই চলচ্চিত্রে উল্লেখযোগ্যভাবে ব্যবহৃত হয়েছে। ২০১৬ সালে, ডালাস চেম্বার সিম্ফনি -এর সুরকার জো ক্রেমার-কে সানরাইজ-এর জন্য একটি আনকোরা নতুন সঙ্গীতসুর তৈরির দায়িত্ব দেওয়া হয়। ১৮ অক্টোবর ২০১৬ সালে মুডি পারফরম্যান্স প্রেক্ষাগৃহে রিচার্ড ম্যাকের পরিচালনায় এই নতুন সঙ্গীতসুর প্রথমবার পরিবেশিত হয়। চলচ্চিত্রের নির্বাচিত গানগুলি রেকর্ড করা হয়েছিল এবং ক্যালডেরা রেকর্ডসে প্রকাশিত হয়েছিল। \n১৯২৯ সালে প্রথম একাডেমি পুরষ্কারে সানরাইজ অনন্য এবং শৈল্পিক ছবির জন্য একাডেমি পুরষ্কার জিতেছিল। জ্যানেট গেনর এই ছবিতে তার অভিনয়ের জন্য সেরা অভিনেত্রীর বিভাগে প্রথম একাডেমি পুরস্কার জিতেছিলেন (১৯২৭ সালের ৭ম হেভেন এবং ১৯২৮ সালের স্ট্রিট অ্যাঞ্জেল ছবিতে তার অভিনয়ের জন্যও এই পুরস্কারটি পাওয়া গিয়েছিল)।  সানরাইজ সর্বকালের সেরা চলচ্চিত্রগুলির মধ্যে একটি হিসাবে বিবেচিত হয়। অনেকেই এটিকে নীরব যুগের সর্বশ্রেষ্ঠ চলচ্চিত্র বলে অভিহিত করেছেন। ১৯৮৯ সালে, \"সাংস্কৃতিক, ঐতিহাসিক বা নান্দনিকভাবে গুরুত্বপূর্ণ প্রাতীক\" হিসাবে জাতীয় চলচ্চিত্র রেজিস্ট্রিতে সংরক্ষণের জন্য মার্কিন লাইব্রেরি অফ কংগ্রেস কর্তৃক নির্বাচিত প্রথম ২৫টি নির্বাচিত চলচ্চিত্রের মধ্যে সানরাইজ ছিল একটি।   ২০০৪ সালে একাডেমি ফিল্ম আর্কাইভ সানরাইজ চলচ্চিত্রকে সংরক্ষণ করে।  ২০০৭ সালের আমেরিকান ফিল্ম ইনস্টিটিউটের ১০০টি সেরা আমেরিকান চলচ্চিত্রের তালিকায় এটি ৮২ নম্বরে স্থান পেয়েছে  এবং ব্রিটিশ ফিল্ম ইনস্টিটিউটের ২০১২ সালের সাইট অ্যান্ড সাউন্ড সমালোচকদের জরিপে এটিকে চলচ্চিত্রের ইতিহাসে পঞ্চম সেরা চলচ্চিত্র হিসেবে ঘোষণা করা হয়েছে, যেখানে পরিচালকরা এটিকে ২২তম স্থানে রেখেছেন। \nযদিও ১৯৩৭ সালের ফক্স দপ্তরে অগ্নিকান্ডের জেরে সানরাইজ- এর মূল আমেরিকান সংস্করণের ৩৫ মিমি নেগেটিভটি ধ্বংস হয়ে গিয়েছিল, তবুও অন্য একটি প্রিন্ট থেকে একটি নতুন নেগেটিভ তৈরি করা সম্ভব হয়েছিল।\n\n\n== পটভূমি ==\nহ্রদের ধারের একটি শহরে একজন মহিলা ছুটি কাটানোর উদ্দেশ্যে আসেন এবং বেশ  কয়েক সপ্তাহ ধরে  থাকেন। সন্ধ্যার পর, সে একটি খামারবাড়িতে যায় যেখানে এক ব্যক্তি তার স্ত্রী এবং সন্তানের সাথে থাকেন। খামারবাড়ির বাইরের বেড়া থেকে মহিলা শিঁষ দেয়। সেই ব্যক্তি নির্মম দোটানার মধ্যে বাড়ি ছেড়ে বেরিয়ে আসে এবং তার স্ত্রীর কাছে তার গভীর প্রেমের  স্মৃতি রেখে যায়।\nসেই ব্যক্তি এবং মহিলা চাঁদের আলোয় মিলিত হয় এবং আবেগের সাথে একে অপরকে চুম্বন করে। মহিলা চায় যে সে তার খামারটি বিক্রি করুক—কারন সম্প্রতি তার খামারের ব্যবসা ভালো চলছেনা। খামার বিক্রী করলে সে তার সাথে শহরে যেতে পারবে। যখন সেই মহিলা সেই ব্যক্তিকে পরামর্শ দেয় যেন সে তার বিবাহিত স্ত্রী -এর ক্ষতি করে তাদের সমস্যার সমাধান করতে, তখন সেই ব্যক্তি  জোরে মহিলার গলা টিপে ধরে, কিন্তু তারপর তারা আবেগঘন আলিঙ্গনে বিলীন হয়ে যায়। মহিলার পরামর্শে সেই ব্যক্তি তার স্ত্রীকে হ্রদের জলে নৌকার সাথে ডুবিয়ে মেরে ফেলার পরিকল্পনা করে এবং সেই মহিলা নৌকার মধ্যে নলখাগড়া সংগ্রহ করে রাখে যাতে নৌকাডুবি হলে সেই ব্যক্তি তার সাহায্যে ভেসে থাকতে পারে।\nস্বামী যখন তার স্ত্রীকে সাথে নিয়ে বাইরে বেড়াতে যাওয়ার পরামর্শ দেয়, তখন স্ত্রী কোনও সন্দেহ করে না, কিন্তু যখন তারা হ্রদের ওপারে চলে যায়, তখন তার সন্দেহ হয়। তার স্বামী যখন তাকে জলে ফেলে দেওয়ার প্রস্তুতি নেয়, তখন সে করুণভাবে তার জীবনের জন্য় প্রার্থনা করে। পুরুষটি বুঝতে পারে যে সে তার স্ত্রীকে হত্যা করতে পারবে না। সে উন্মত্তভাবে তীরে পৌঁছানোর জন্য নৌকা চালায়। নৌকাটি যখন স্থলে পৌঁছায়, তখন স্ত্রী পালিয়ে যায়।\nসেই ব্যক্তির স্ত্রী একটি বাহনে ওঠে, আর সেই ব্যক্তি তার পিছু পিছু আসে এবং তাকে ভয় না পেতে অনুরোধ করে। বাহনটি তাদের শহরে নিয়ে আসে এবং তখনও তার স্ত্রী ভয় এবং হতাশায় পরিপূর্ন থাকে। সেই ব্যক্তি তখন তাকে ফুল এবং রুটি দেয় এবং অবশেষে সে কান্না থামায় এবং তার উপহার গ্রহণ করে। রাস্তায় ফিরে এসে, তারা একজন কনেকে তার শোভাযাত্রার জন্য একটি গির্জায় প্রবেশ করতে দেখে অভিভূত হয় এবং বিবাহ দেখার জন্য তাকে অনুসরণ করে ভিতরে প্রবেশ করে। লোকটি তার স্ত্রীর সম্মুখে অনুশোচনা প্রকাশ এবং তাকে ক্ষমা করতে বলে। কান্নাজড়িত এক মিলনের পর, তারা শহরে তাদের ভ্রমন চালিয়ে যায়। তারা একসাথে ছবি তোলেন এবং একটি আনন্দ্ময় মেলা প্রাঙ্গণ পরিদর্শন করে। অন্ধকার নেমে আসার সাথে সাথে তারা বাহনে করে বাড়ির দিকে রওনা দেয়।\nশীঘ্রই তারা চাঁদের আলোয় হ্রদের উপর ফিরতি পথে নৌকাযাত্রা শুরু করে। হঠাৎ ঝড়ের কারণে তাদের নৌকা ডুবতে শুরু করে। লোকটি নৌকায় আগে রাখা নলখাগড়া নিয়ে তার স্ত্রীর চারপাশে বান্ডিলগুলি বেঁধে দেয়। নৌকাটি উল্টে যায়, এবং লোকটি একটি পাথুরে তীরে উঠে আসে। সেই ব্যক্তি হ্রদে তার স্ত্রীর অনুসন্ধানের জন্য শহরের লোকদের জড়ো করে, কিন্তু তারা কেবল জলে ভাসমান নলখাগড়ার ভাঙা বান্ডিল খুঁজে পায়।\nস্ত্রী ডুবে গেছে বলে নিশ্চিত হয়ে, শোকাহত লোকটি হোঁচট খেয়ে বাড়ি ফিরে আসে। শহরের মহিলাটি তার বাড়িতে যায় এবং ধরে নেয় যে তাদের পরিকল্পনা সফল হয়েছে। আবেগতাড়িত হয়ে লোকটি সেই শহুরে মহিলার শ্বাসরোধ করতে শুরু করে। তারপর সেই ব্যক্তির দাসী তাকে খবর দেয় যে তার স্ত্রী বেঁচে আছে, তাই সে মহিলাকে ছেড়ে দেয় এবং স্ত্রীর কাছে ছুটে যায়, যিনি শেষ একটি নলগাছের বান্ডিল আঁকড়ে ধরে বেঁচে ছিলেন।\nস্ত্রী ধীরে ধীরে চোখ খুলে তার  স্বামীকে তার বিছানার পাশে হাঁটু গেড়ে বসে থাকতে দেখে। স্বামী এবং স্ত্রী পরস্পরকে চুম্বন করে এবং ঠিক সেইসময় একটি গাড়িকে দেখা যায় যাতে সেই ষড়যন্ত্রকারী মহিলা আছেন এবং সেই গাড়ি পাহাড় বেয়ে হ্রদের দিকে গড়িয়ে পড়ছে, এবং সূর্যোদয়ের সাথে সাথে ছবির শেষ দৃশ্যপট বিলীন হয়ে যায়।\n\n\n== কলাকুশলী ==\nজর্জ ও'ব্রায়েন দ্য ম্যান হিসেবে\nজ্যানেট গেনর দ্য ওয়াইফ হিসেবে\nমার্গারেট লিভিংস্টন দ্য ওম্যান ফ্রম দ্য সিটি হিসেবে\nবডিল রোসিং দ্য মেইড হিসেবে\nজে. ফারেল ম্যাকডোনাল্ড দ্য ফটোগ্রাফার হিসেবে\nরালফ সিপারলি দ্য বার্বার হিসেবে\nজেন উইনটন দ্য ম্যানিকিউর গার্ল হিসেবে\nআর্থার হাউসম্যান দ্য অবট্রুসিভ জেন্টলম্যান হিসেবে\nএডি বোল্যান্ড দ্য অবলাইজিং জেন্টলম্যান হিসেবে\nস্যালি আইলার্স ডান্স হলের নারী হিসেবে (ফিতাগুলো খুলে যাচ্ছিল) (অস্বীকৃত)\nজিনো কোরাডো হেয়ার সেলুনের ম্যানেজার হিসেবে (অস্বীকৃত)\nহারম্যান বিং স্ট্রিটকার কন্ডাক্টর হিসেবে (অস্বীকৃত)\nগিবসন গাওল্যান্ড রাগান্বিত ড্রাইভার হিসেবে (অস্বীকৃত)\n \n\n\n== শৈলী ==\n\nসানরাইজ চলচ্চিত্রের নির্মাতা ছিলেন জার্মান পরিচালক এফডব্লিউ মুরনাউ, যিনি জার্মান অভিব্যক্তিবাদের অন্যতম প্রধান পথিকৃত ছিলেন। জার্মান এক্সপ্রেশনিজম বা জার্মান অভিব্যক্তিবাদ হল এমন একটি শৈলী যা প্রতীকী প্রভাবের জন্য বিকৃত শিল্প নকশা ব্যবহার করে। হলিউডে একটি অভিব্যক্তিবাদী(এক্সপ্রেশনিস্ট) চলচ্চিত্র নির্মাণের জন্য উইলিয়াম ফক্স মুরনাউকে আমন্ত্রণ জানিয়েছিলেন।\nফলস্বরূপ সানরাইজ ছবিটিতে বিশাল পরিকল্পিত সেট দেখানো হয়েছে যা একটি অতিরঞ্জিত এবং রূপকথার জগৎ তৈরি করে। শুধুমাত্র শহরের রাস্তার সেটটি তৈরি করতে ২০০,০০০ মার্কিন ডলারেরও বেশি খরচ হয়েছে বলে জানা গেছে এবং পরবর্তী অনেক ফক্স প্রযোজনায় এটি পুনরায় ব্যবহার করা হয়েছিল, যার মধ্যে জন ফোর্ডের ফোর সন্স (১৯২৮) অন্তর্ভুক্ত ছিল।  বেশিরভাগ বহিঃ দৃশ্যের চিত্রায়ন  ক্যালিফোর্নিয়ার অ্যারোহেড হ্রদ অঞ্চলে করা হয়েছিল।\nসিনেমাটিক উদ্ভাবনে পরিপূর্ণ, চার্লস রোশার এবং কার্ল স্ট্রাসের বিপ্লবাত্মক চলচ্চিত্রগ্রহণ বিশেষভাবে প্রশংসিত ট্র্যাকিং শটগুলোর জন্য খ্যাত। শিরোনাম খুব কমই প্রদর্শিত হয়, যেখানে দীর্ঘ ক্রম সম্পূর্ণরূপে ক্রিয়াধর্মী দৃশ্য দ্বারা গঠিত এবং গল্পের মূল অংশ মুরনাউয়ের স্বাক্ষর শৈলীতে বর্ণিত হয়। চলচ্চিত্রে শহরের একটি দৃশ্য আছে যেখানে দৃশ্যের সাথে সামঞ্জস্য রেখে বিভিন্ন আকারের মানুষ বোঝাতে আলাধা আলাধা প্রযুক্তি ব্যবহার হয়েছে।\nচলচ্চিত্রের চরিত্রগুলো মুলত নামহীন থাকে এবং তাদেরকে একটি প্রতীক হিসাবে দেখানো হয়েছে, যা চলচ্চিত্রের চরিত্রদের সার্বজনীনতা প্রদান করেছে।  ভিট হারলান সানরাইজ চলচ্চিত্রের জার্মান পুনর্নির্মাণ ডি রেইজ নাচ তিলসিট (১৯৩৯) -এর সাথে তুলনা করার সময়, মূল চলচ্চিত্রের প্রতীকীতা এবং নরম দৃষ্টিভঙ্গির দিকে ইঙ্গিত করেছেন এবং দাবি করেছেন যে সানরাইজ একটি কবিতার সমতুল্য যেখানে তার ডি রেইজ নাচ তিলসিট একটি বাস্তবসম্মত চলচ্চিত্র। \n\n\n== মুক্তি ==\nসানরাইজ চলচ্চিত্রটি ১৯২৭ সালের ২৩শে সেপ্টেম্বর মুক্তি পায়। এই চলচ্চিত্রটির সাথে সাথেই প্রথম সবাক সংবাদ প্রতিবেদন প্রকাশিত হয় যা ছবিটির প্রতি দর্শকদের প্রাথমিক আগ্রহকে অনেকটাই বাড়িয়ে দিয়েছিল। \n\n\n== অভ্যর্থনা এবং উত্তরাধিকার ==\nছবিটি সমালোচকদের কাছ থেকে ইতিবাচক পর্যালোচনা পেয়েছে। রটেন টম্যাটোস সাইটে ৬৫টি পর্যালোচনার ভিত্তিতে এই চলচ্চিত্রটির প্রাপ্ত নম্বর ৯৮%। পর্যালোচকদের সর্বসম্মত মত অনুসারে ছবিটি, \"সু-অভিনীত, আশ্চর্যজনকভাবে প্রেমময় এবং গল্পের সাথে সামঞ্জস্যপূর্ণ দক্ষ চিত্রগ্রহন এই সবকিছু নিয়ে সানরাইজ সম্ভবত নীরব যুগের চূড়ান্ত - এবং তর্কযোগ্যভাবে অন্যতম সেরা কাজ।\" \nদ্য নিউ ইয়র্ক টাইমসের সমালোচক মর্ডান্ট হল সানরাইজকে  সেরা চলচ্চিত্র হিসেবে প্রশংসা করেছেন।  তবে টাইম ম্যাগাজিনের একজন সমালোচক চলচ্চিত্রের গল্পটিকে লঘু বলে অভিহিত করেছেন এবং লিখেছেন যে সামগ্রিকভাবে ছবিটি  মনোরমভাবে ও মনোমুগ্ধকর থাকতে সক্ষম হয়েছে।  সানরাইজ: আ সং অফ টু হিউম্যানস এখন চলচ্চিত্র সমালোচক এবং ইতিহাসবিদদের দ্বারা সর্বকালের সেরা চলচ্চিত্রগুলির মধ্যে একটি হিসাবে ব্যাপকভাবে বিবেচিত হয়।\n\n\n== প্রশংসা ==\nএকাডেমি পুরস্কার বিজয়ী (১৯২৯) \nসেরা অনন্য এবং শৈল্পিক ছবি হিসাবে সানরাইজ একাডেমি পুরস্কার পায়। এই বিভাগে অস্কার মনোনয়ন শুধুমাত্র প্রথম একাডেমি পুরষ্কারে প্রদান করা হয়েছিল। সেই সময়ে পুরস্কারের এই বিভাগ আউটস্ট্যান্ডিং পিকচারের মতোই মর্যাদাপূর্ণ ছিল, কিন্তু একাডেমি তখন থেকে সিদ্ধান্ত নিয়েছে যে উচ্চতর সম্মানটি পরবর্তী বিভাগে উইংসকে দেওয়া হবে।\nসেরা প্রধান অভিনেত্রী বিভাগে জ্যানেট গেনর এই পুরস্কার পান। এই সময়কালে একজন অভিনেতা ও অভিনেত্রীর এক বছরের সমস্ত অভিনয় পর্যালোচনা করে তাকে পুরস্কৃত করা হত। তাই পুরষ্কারটি তিনি এই চলচ্চিত্রের সাথে সাথে সেভেন্থ হেভেন এবং স্ট্রীট অ্যাঞ্জেল -এ তার অভিনয়ের জন্য পেয়েছিলেন।\nসেরা চলচ্চিত্রায়ন বিভাগে চার্লস রোশার এবং কার্ল স্ট্রাস এই চলচ্চিত্রের জন্য পুরস্কার পায়।\nএকাডেমি পুরস্কার মনোনয়ন (১৯২৯)\n\nসেরা আর্ট ডিরেকশন- রোকাস গ্লিস\nঅন্যান্য পার্থক্য\n\n১৯৮৯: জাতীয় চলচ্চিত্র রেজিস্ট্রিতে অন্তর্ভুক্তি\n২০০২, ২০১২: দশকব্যাপী সাইট অ্যান্ড সাউন্ড সমালোচকদের জরিপে শীর্ষ ১০-এ স্থান পেয়েছে\nএএফআই-এর ১০০ বছর... ১০০ প্যাশন : নং ৬৩\nএএফআই-এর ১০০ বছর... ১০০ জন নায়ক এবং খলনায়ক : দ্য ওম্যান ফ্রম দ্য সিটি (মনোনীত ভিলেন)\nএএফআই-এর ১০০ বছর... ১০০টি সিনেমা (দশম বার্ষিকী সংস্করণ) : নং ৮২\n\n\n== হোম মিডিয়া ==\n২০শ শতাব্দীর ফক্স মূলত রিজিওন ১-এ ডিভিডিতে সানরাইজ চলচ্চিত্রের মূল সংস্করন প্রকাশ করেছিল, কিন্তু এটি শুধুমাত্র একটি বিশেষ সীমিত সংস্করণ ছিল। ফক্স স্টুডিওর অন্যান্য ডিভিডির ন্যায় মেইল -এর মাধ্যমে ডিভিডি সংগ্রহ করা যেত । ডিভিডিতে চলচ্চিত্রের সাথে ভাষ্য, ছবির ট্রেলারের একটি কপি, মুরনাউয়ের হারিয়ে যাওয়া ছবি ফোর ডেভিলস সম্পর্কে বিস্তারিত তথ্য, আউটটেক এবং আরও অনেক তথ্য অন্তর্ভুক্ত রয়েছে।\n২০০৮ সালের শেষের দিকে, ফক্স  \"মুরনাউ, বোরজাজ এবং ফক্স বক্স সেট\" প্রকাশ করে যাতে সানরাইজের মুভিটোন সংস্করন এবং ইউরোপীয় নীরব সংস্করণ উভয়ই অন্তর্ভুক্ত। তিন ব্যক্তির একটি তথ্যচিত্রও এই সংগ্রহের অংশ।\nমাস্টার্স অফ সিনেমা সিরিজের অংশ হিসেবে যুক্তরাজ্যে সানরাইজ ডিভিডিতে মুক্তি পেয়েছইল। ২০০৯ সালের সেপ্টেম্বরে, মাস্টার্স অফ সিনেমা একটি ২-ডিস্ক ডিভিডি পুনঃপ্রকাশ করে, যাতে ২০০৮ সালের \"মুর্নাউ, বোর্জেজ এবং ফক্স\" ডিভিডিতে পাওয়া মুভিটোন সংস্করণ এবং ছোট চেক প্রিন্ট উভয়ই অন্তর্ভুক্ত ছিল। পাশাপাশি পূর্ববর্তী মাস্টার্স অফ সিনেমা ডিভিডি প্রকাশিত হয়। ছবিটি একই সাথে ব্লু-রে ডিস্কে মুক্তি পায়, যেকোনো ব্লু-রে ডিস্ক প্লেয়ারে এই চলচ্চিত্রটি দেখা যেত। \n২০১৪ সালের জানুয়ারিতে, ছবিটি মার্কিন যুক্তরাষ্ট্রে টোয়েন্টিথ সেঞ্চুরি ফক্স কর্তৃক ব্লু-রে/ডিভিডি কম্বো প্যাকে মুক্তি পায়।\n১৯৫৪ সালে ছবিটির কপিরাইট নবায়ন করা হয়।  সানরাইজ ১ জানুয়ারী, ২০২৩ তারিখে গন মাধ্যমে প্রকাশ করা হয়। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে Sunrise  (ইংরেজি)\nটিসিএম চলচ্চিত্র ডেটাবেজে সানরাইজ: অ্যা সং অব টু হিউম্যানস\nআমেরিকান ফিল্ম ইন্সটিটিউট ক্যাটালগে সানরাইজ: অ্যা সং অব টু হিউম্যানস\nSunrise: A Song of Two Humans—Film review by Roger Ebert\n\"Sunrise: A Song of Two Humans\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত সেপ্টেম্বর ১৮, ২০১৯ তারিখে—Essay at Village Voice"}