{"pageid": 1518771, "title": "কৃষি সমবায়", "url": "https://bn.wikipedia.org/wiki?curid=1518771", "content": "কৃষি সমবায় বা কৃষকদের সমবায় হল একটি উৎপাদক সমবায়, যেখানে কৃষকরা নির্দিষ্ট কার্যক্রমে তাদের সম্পদ একত্রিত করে।\nকৃষি সমবায়কে প্রধানত দুটি ভাগে বিভক্ত করা যায়: \n১) কৃষি পরিষেবা সমবায়, যা স্বতন্ত্রভাবে কৃষিকাজ করা সদস্যদের বিভিন্ন পরিষেবা প্রদান করে, এবং \n২) কৃষি উৎপাদন সমবায়, যেখানে উৎপাদনের সম্পদ (জমি, যন্ত্রপাতি) একত্রিত করা হয় এবং সদস্যরা যৌথভাবে চাষাবাদ করে।\nবিশ্বব্যাপী কৃষি উৎপাদন সমবায় তুলনামূলকভাবে বিরল। এর মধ্যে সমবায় খামারগুলি অন্তর্ভুক্ত, যা সাবেক সমাজতান্ত্রিক দেশগুলোতে প্রচলিত ছিল; ইসরায়েলের কিবুতজ, সম্মিলিতভাবে পরিচালিত কমিউনিটি শেয়ার্ড অ্যাগ্রিকালচার, কোস্টারিকা, ফ্রান্স এবং অন্যান্য কয়েকটি দেশে Longo Maï সমবায়, কিউবার CPAs, এবং নিকারাগুয়ার উৎপাদন সমবায়।\nইংরেজিতে \"কৃষি সমবায়\" বলতে সাধারণত কৃষি পরিষেবা সমবায় বোঝানো হয়, যা বিশ্বব্যাপী সংখ্যাগরিষ্ঠ। কৃষি পরিষেবা সমবায় প্রধানত দুটি ধরনের হয়: সরবরাহ সমবায় এবং বিপণন সমবায়। সরবরাহ সমবায় কৃষকদের বীজ, সার, জ্বালানি, এবং যন্ত্রপাতি পরিষেবার মতো কৃষি উৎপাদনের উপকরণ সরবরাহ করে। বিপণন সমবায় কৃষকদের উৎপাদিত ফসল ও পশুপালনের পণ্য পরিবহন, প্যাকেজিং, মূল্য নির্ধারণ, বিতরণ, বিক্রয় ও প্রচার কাজে সহায়তা করে। কৃষকরা ঋণ সমবায় এর মাধ্যমেও মূলধন ও বিনিয়োগের অর্থায়নের জন্য নির্ভর করে।\nউল্লেখযোগ্য কৃষি সমবায়গুলোর মধ্যে রয়েছে ডেইরি ফার্মার্স অফ আমেরিকা, যা যুক্তরাষ্ট্রের বৃহত্তম দুগ্ধ সংস্থা; ভারতের বৃহত্তম খাদ্য বিপণন সংস্থা Amul; এবং জাপানের জেন-নোহ, যা রাসায়নিক সার বিক্রির ৭০% নিয়ন্ত্রণ করে।\n\n\n== লক্ষ্য ==\nসমবায় কাঠামো বিনিয়োগকারী মালিকানাধীন প্রতিষ্ঠানের (IOF) থেকে আলাদা।\n\nকৃষি সমবায় গঠনের একটি প্রধান উদ্দেশ্য হল কৃষকদের উৎপাদন ও সম্পদ একত্রিত করার সুযোগ প্রদান করা। অনেক ক্ষেত্রেই কৃষকদের জন্য স্বতন্ত্রভাবে কোনো পণ্য তৈরি করা বা কোনো পরিষেবা গ্রহণ করা ব্যয়বহুল হয়ে পড়ে। সমবায় কৃষকদের একটি সংস্থায় একত্রিত হওয়ার সুযোগ দেয়, যার ফলে তারা এককভাবে কাজ করার চেয়ে অর্থনৈতিকভাবে ভালো ফলাফল অর্জন করতে পারে। এটি অর্থনৈতিক মাপগত সুবিধা এবং সমন্বিত অর্থনৈতিক শক্তির ধারণার সাথে সম্পর্কিত।\nকিন্তু, বড় সমবায়ই সর্বদা সেরা তা নয়। কিছু সমবায়ের সদস্য সংখ্যা ২০-এর কম, আবার কিছু সমবায়ের সদস্য সংখ্যা ১০,০০০-এরও বেশি হতে পারে।\n\nযদিও অর্থনৈতিক সুবিধাগুলো সমবায় গঠনের একটি প্রধান কারণ, এটি একমাত্র উদ্দেশ্য নয়। সমবায়ের গুরুত্বপূর্ণ বৈশিষ্ট্য হল কৃষকরা এর পরিচালনার উপর নিয়ন্ত্রণ ধরে রাখতে পারে, ফলে মুনাফা একমাত্র সদস্যদের মধ্যেই বণ্টন হয়, বিনিয়োগকারীদের কাছে নয়।\nকৃষি উৎপাদন গ্রামীণ ও দরিদ্র অঞ্চলের প্রধান কর্মসংস্থান ও আয়ের উৎস হওয়ায় কৃষি সমবায় খাদ্য নিরাপত্তা ও দারিদ্র্য বিমোচনে গুরুত্বপূর্ণ ভূমিকা পালন করে। সমবায় ক্ষুদ্র কৃষকদের প্রাকৃতিক ও শিক্ষামূলক সম্পদ, কৃষি উপকরণ এবং বাজারের সুযোগ-সুবিধা প্রদান করে। গবেষণায় দেখা গেছে, কৃষকদের আয়ের ওপর প্রশিক্ষণ, সার্টিফিকেশন বা ঋণের তুলনায় উৎপাদক সংগঠনের সদস্য হওয়া বেশি ইতিবাচক প্রভাব ফেলে।\n\nকৃষিতে সাধারণত তিন ধরনের সমবায় দেখা যায়:  \n\nযন্ত্রপাতির সমবায়: অনেক ছোট কৃষিজমির মালিকদের জন্য ব্যয়বহুল কৃষি যন্ত্রপাতি কেনা সম্ভব নয়, কারণ এটি শুধু মৌসুমি সময়ে ব্যবহৃত হয়। তাই স্থানীয় কৃষকরা মিলে একটি যন্ত্রপাতির সমবায় গঠন করে, যা সবাই ব্যবহার করতে পারে।\nউৎপাদন ও বিপণন সমবায়: একটি খামারের পক্ষে একা তার উৎপাদিত পণ্য বাজারজাত করা বা পরিবহন করা কঠিন হতে পারে। সমবায় একত্রে উৎপাদিত পণ্য সংগ্রহ, প্রক্রিয়াকরণ এবং বাজারে বিতরণ করতে সাহায্য করে।\nঋণ সমবায়: কৃষকদের জন্য বাণিজ্যিক ব্যাংকগুলো থেকে ঋণ পাওয়া কঠিন হতে পারে, কারণ ক্ষুদ্র ঋণে ব্যাংকগুলো উচ্চ লেনদেন খরচ ধার্য করে বা পর্যাপ্ত জামানত না থাকলে ঋণ দিতে চায় না। কৃষকরা মিলে একটি তহবিল গঠন করে, যা সদস্যদের ঋণ প্রদান করতে পারে। এছাড়াও, বড় সমবায় ব্যাংক থেকে তুলনামূলক ভালো শর্তে ঋণ সংগ্রহ করতে পারে।\n\n\n== উৎপত্তি ও ইতিহাস ==\n\nপ্রথম কৃষি সমবায়গুলি ইউরোপে ১৭শ শতকে তৈরি হয়।\n১৮ ও ১৯শ শতকে, ওসমানীয় শাসনের অধীনে কিছু গ্রীক অঞ্চলে সমবায় গঠন করা হয়, যা স্থানীয় পণ্য উৎপাদন ও রপ্তানির জন্য ব্যবহৃত হতো।\nপ্রথম নাগরিক সমবায় ছিল রচডেল সোসাইটি, যা ১৮৪৪ সালে ইংল্যান্ডের রচডেলে গঠিত হয়। যদিও এটি টেক্সটাইল শ্রমিকদের একটি সংগঠন ছিল, এটি কৃষকদের জন্য জমি ভাড়া নেওয়ার পরিকল্পনাও করেছিল।\n১৯শ শতকের দ্বিতীয়ার্ধে ইউরোপে প্রথম কৃষি সমবায় তৈরি হয়, যা পরে উত্তর আমেরিকা এবং অন্যান্য মহাদেশে ছড়িয়ে পড়ে।\n\n\n== সরবরাহ সমবায় ==\nকৃষি সরবরাহ সমবায় কৃষি উৎপাদনের জন্য প্রয়োজনীয় উপকরণ যেমন বীজ, সার, কীটনাশক, জ্বালানি এবং যন্ত্রপাতির ক্রয়, সংরক্ষণ ও বিতরণ করে।\n\n\n=== উদাহরণ ===\n\n\n==== যুক্তরাষ্ট্র ====\nMFA Incorporated\nDarigold\nOrganic Valley\nLand O'Lakes\nOcean Spray (cooperative)\nSunkist\n\n\n==== নেদারল্যান্ডস ====\nAvebe\nAgrico\nAgrifirm\n\n\n== বিপণন সমবায় ==\n\nকৃষি বিপণন সমবায় হল কৃষকদের মালিকানাধীন সমবায় ব্যবসা, যা কৃষিপণ্যের (উভয় শস্য ও পশুপালন) রূপান্তর, প্যাকেজিং, বিতরণ ও বিপণনের দায়িত্ব গ্রহণ করে।\n\n\n=== নিউজিল্যান্ড ===\nনিউজিল্যান্ডে কৃষি সমবায়ের দীর্ঘ ইতিহাস রয়েছে, যা ১৯শ শতকের শেষের দিকে শুরু হয়। প্রথম কৃষি সমবায় ছিল ওটাগো উপদ্বীপের ছোট \"ওটাগো পেনিনসুলা কো-অপারেটিভ চিজ ফ্যাক্টরি কো. লি.\", যা ১৮৭১ সালে ওটাগো উপদ্বীপের হাইক্লিফে প্রতিষ্ঠিত হয়েছিল। নিউজিল্যান্ড সরকার সমবায়গুলোর প্রচারে সক্রিয়ভাবে সহায়তা করেছিল এবং দূরবর্তী অঞ্চলে ছোট সমবায়গুলো কার্যকর ছিল, ফলে এই খাত দ্রুত বিকশিত হয়। ১৯০৫ সালের মধ্যে, দুগ্ধ শিল্পের প্রধান সংগঠনের কাঠামো হয়ে ওঠে সমবায় ব্যবস্থা।\n১৯২০-৩০-এর দশকে, প্রায় ৫০০টি দুগ্ধ সমবায় কোম্পানি ছিল, যেখানে বেসরকারি মালিকানাধীন কোম্পানির সংখ্যা ৭০-এরও কম ছিল। তবে, দ্বিতীয় বিশ্বযুদ্ধের পর, উন্নত পরিবহন, প্রক্রিয়াজাতকরণ প্রযুক্তি ও জ্বালানি ব্যবস্থার কারণে সমবায়গুলোর একীভূত হওয়ার প্রবণতা দেখা দেয়। ১৯৯০-এর দশকের শেষের দিকে, দুটি প্রধান সমবায় গঠন করা হয়: ওয়াইকাটো ভিত্তিক নিউজিল্যান্ড ডেইরি গ্রুপ এবং টারানাকি ভিত্তিক কিউই কো-অপারেটিভ ডেইরিজ। ২০০১ সালে, এই দুটি সমবায় এবং নিউজিল্যান্ড ডেইরি বোর্ড একীভূত হয়ে ফন্টেরা গঠন করে।\nএই বিশাল একীভূতকরণ নিউজিল্যান্ড সরকারের সমর্থনে সম্পন্ন হয়, যা দুগ্ধ শিল্পের উন্মুক্তকরণ প্রক্রিয়ার অংশ ছিল, যেখানে অন্যান্য কোম্পানিগুলো সরাসরি দুগ্ধপণ্য রপ্তানি করার অনুমতি পায়। তবে দুটি ছোট সমবায়, মরিন্সভিল-ভিত্তিক তাতুয়া ডেইরি কোম্পানি এবং দক্ষিণ দ্বীপের পশ্চিম উপকূলে অবস্থিত ওয়েস্টল্যান্ড মিল্ক প্রোডাক্টস, ফন্টেরার সাথে যুক্ত না হয়ে স্বাধীন থাকার সিদ্ধান্ত নিয়েছিল।\nনিউজিল্যান্ডের অন্যান্য গুরুত্বপূর্ণ কৃষি সমবায়গুলোর মধ্যে মাংস ও সার শিল্পের সমবায়গুলো অন্তর্ভুক্ত। মাংস শিল্পের সমবায় একীভূত হওয়ার জন্য বেশ কয়েকটি প্রচেষ্টা চালানো হয়েছে, তবে সদস্যদের পর্যাপ্ত সমর্থন না পাওয়ায় এই প্রচেষ্টা সফল হয়নি।\n\n\n=== কানাডা ===\nকানাডার সবচেয়ে গুরুত্বপূর্ণ কৃষি বিপণন সমবায় ছিল উইট পুল। এই কৃষকদের মালিকানাধীন সমবায় প্রতিষ্ঠান পশ্চিম কানাডাজুড়ে শস্য কেনা ও পরিবহনের কাজ করত। এগুলো আগের বেসরকারি ও বিদেশি মালিকানাধীন শস্য ক্রেতাদের প্রতিস্থাপন করে এবং যুদ্ধোত্তর সময়ে বাজারে আধিপত্য বিস্তার করে। ১৯৯০-এর দশকে, বেশিরভাগ উইট পুল বেসরকারি হয়ে যায় এবং কয়েকটি একীভূত হয়। বর্তমানে, এগুলো ভাইটেরা কর্পোরেশনের অংশ।\nপ্রাক্তন উইট পুলগুলোর মধ্যে রয়েছে:\n\nআলবার্টা উইট পুল\nম্যানিটোবা পুল এলিভেটর\nস্যাসকাচোয়ান উইট পুল\nইউনাইটেড গ্রেইন গ্রোয়ার্স\nঅন্যান্য উল্লেখযোগ্য কানাডিয়ান কৃষি বিপণন সমবায়:\n\nOrganic Meadow Cooperative (জৈব দুগ্ধ)\nGay Lea Foods Co-operative Limited (দুগ্ধজাত পণ্য)\nAgropur\n\n\n=== ইকুয়েডর ===\nইকুয়েডরের আমাজন অঞ্চল বিশ্বখ্যাত কোকো বীজ উৎপাদনের জন্য পরিচিত। নাপো অঞ্চলে, ৮৫০টি কিচওয়া পরিবার একত্রিত হয়ে মার্কিন জীববিজ্ঞানী জুডি লগব্যাকের সহায়তায় একটি কৃষি বিপণন সমবায়, কালারি অ্যাসোসিয়েশন, গঠন করেছে। এই সমবায় কৃষকদের অর্থনৈতিক সুবিধা বৃদ্ধি করেছে এবং তাদের কিচওয়া সংস্কৃতি ও আমাজন রেইনফরেস্ট সংরক্ষণে সহায়তা করেছে।\n\n\n=== ভারত ===\n\nভারতে স্থানীয়, আঞ্চলিক, রাজ্য ও জাতীয় পর্যায়ে বিস্তৃত সমবায় নেটওয়ার্ক রয়েছে, যা কৃষি বিপণনে সহায়তা করে। প্রধানত খাদ্যশস্য, পাট, তুলা, চিনি, দুধ ও বাদামের বিপণন এদের মাধ্যমে পরিচালিত হয়।\nআমূল এর আনন্দ প্যাটার্ন-ভিত্তিক দুগ্ধ খামারি ভারতের বৃহত্তম স্বনির্ভর শিল্প এবং গ্রামীণ কর্মসংস্থানের প্রধান উৎস। এই সমবায় পদ্ধতির সফল বাস্তবায়নের ফলে ভারত বিশ্বের বৃহত্তম দুধ উৎপাদনকারী দেশে পরিণত হয়েছে।\nচিনি উৎপাদনের জন্য আখ মূলত স্থানীয় কৃষকদের মালিকানাধীন সমবায় চিনি কলগুলিতে প্রক্রিয়াকরণ করা হয়। বিশেষত মহারাষ্ট্রে, এই চিনি কলগুলি স্থানীয় রাজনীতিতে গুরুত্বপূর্ণ ভূমিকা পালন করেছে।\n\n\n=== ইসরায়েল ===\nটনুভা - ইসরায়েলের কৃষিপণ্য বিপণন সমবায়\n\n\n=== নেদারল্যান্ডস ===\nCoöperatieve Nederlandse Bloembollencentrale (CNB)\nCoforta\nRoyal Cosun\nZON\nFloraHolland\nFrieslandCampina\n\n\n=== ইউক্রেন ===\nইউক্রেনীয় সমবায় আন্দোলন\n\n\n=== মার্কিন যুক্তরাষ্ট্র ===\nBlue Diamond Growers (বাদাম)\nCabot Creamery (দুগ্ধ)\nডেইরি ফার্মার্স অফ আমেরিকা\nFlorida's Natural Growers (সাইট্রাস ফল)\nLand O'Lakes\nMichigan Sugar Company (চিনি বিট)\nওশান স্প্রে (ক্র্যানবেরি)\nOrganic Valley\nসানকিস্ট\nটিলামুক কাউন্টি ক্রিমারি অ্যাসোসিয়েশন\n\n\n=== মেক্সিকো ===\nসাপাতিস্তা কফি সমবায়\n\n\n== আরও দেখুন ==\nওয়াইন উৎপাদন সমবায়\nসভি গালোর, ইসরায়েলি সমবায় বিশেষজ্ঞ\n\n\n== সূত্র ==\n\n\n== আরও পড়ুন ==\nম্যাকব্রাইড, গ্লিন (২০১৪), Agricultural Cooperatives: Their Why and Their How\nডের, যাশা (২০১৩), ব্রাজিল ও দক্ষিণ আফ্রিকার সমবায় আন্দোলন"}