{"pageid": 1518770, "title": "বীজ কোম্পানি", "url": "https://bn.wikipedia.org/wiki?curid=1518770", "content": "বীজ কোম্পানি ফুল, ফল এবং সবজির জন্য বীজ উৎপাদন ও বিক্রয় করে, যা বাণিজ্যিক চাষি এবং শৌখিন উদ্যানপালকদের জন্য সরবরাহ করা হয়।  \nবীজ উৎপাদন একটি বহু বিলিয়ন ডলারের বৈশ্বিক শিল্প, যেখানে বিশ্বব্যাপী চাষের সুবিধা ও স্থান ব্যবহার করা হয়। অধিকাংশ বীজ বৃহৎ বিশেষজ্ঞ চাষিদের দ্বারা উৎপাদিত হয়, তবে কিছু নির্দিষ্ট ফসলের জন্য ছোট চাষিরাও বড় পরিমাণে উৎপাদন করে। বড় কোম্পানিগুলো বীজ সরবরাহকারীদের পাশাপাশি পাইকারি বাজারেও বিক্রয় করে, যারা পরে তা শাকসবজি ও ফলের চাষিদের কাছে বা ছোট প্যাকেটে প্যাকেজ করে শৌখিন উদ্যানপালকদের কাছে বিক্রি করে।\nবেশিরভাগ বীজ কোম্পানি বা খুচরা বিক্রেতারা এক শীতের শুরুতে একটি ক্যাটালগ প্রকাশ করে, যেখানে পরবর্তী বসন্তের জন্য বপনের উপযুক্ত বীজের তথ্য থাকে। শৌখিন উদ্যানপালকদের জন্য এই ক্যাটালগ বিশেষ আকর্ষণীয়, কারণ শীতকালে বাগানে খুব কম কাজ করা সম্ভব হয়, ফলে তারা পরবর্তী বছরের উদ্যান পরিকল্পনার জন্য এই সময়টি ব্যবহার করে।  \nযুক্তরাষ্ট্রে বীজ ও নার্সারি ব্যবসার বৃহত্তম ক্যাটালগ সংগ্রহটি জাতীয় কৃষি গ্রন্থাগারে সংরক্ষিত রয়েছে, যেখানে প্রাচীনতম ক্যাটালগ ১৮শ শতকের শেষ ভাগ থেকে শুরু হয়ে বর্তমান সময় পর্যন্ত প্রকাশিত হয়েছে।\nবীজ কোম্পানিগুলো বিভিন্ন প্রকার বীজ উৎপাদন করে, যার মধ্যে উচ্চমাত্রায় উন্নত এফ১ সংকরজাত থেকে শুরু করে মুক্ত পরাগায়িত বুনো প্রজাতিও অন্তর্ভুক্ত।  \nতারা উদ্ভিদের জেনেটিক বৈশিষ্ট্য উন্নয়নের জন্য গবেষণা করে, যা রোগ প্রতিরোধ ক্ষমতা, বেশি ফলন, খর্বাকৃতির বৃদ্ধি এবং নতুন বা উজ্জ্বল রঙের মতো বৈশিষ্ট্য প্রদান করে।  \nএই উন্নয়নগুলো সাধারণত গোপন রাখা হয় যাতে প্রতিযোগী কোম্পানিগুলো তা ব্যবহার করতে না পারে, তাই অনেক ক্ষেত্রেই বিশেষ প্রজাতির বীজ কোম্পানির নিজস্ব নামে বিক্রি হয় এবং আন্তর্জাতিক আইন দ্বারা সংরক্ষিত থাকে।\nঅ্যালটমেন্ট আন্দোলন ও বাগান চর্চার জনপ্রিয়তা বৃদ্ধির ফলে অনেক ছোট স্বাধীন বীজ কোম্পানি গড়ে উঠেছে।  \nএরা সাধারণত বীজ সংরক্ষণ ও বৈচিত্র্য বৃদ্ধিতে সক্রিয় এবং জৈব ও মুক্ত পরাগায়িত জাতের বীজ সরবরাহ করে, যা সংকরজাতের বিকল্প হিসেবে ব্যবহৃত হয়।  \nঅনেক সময় পুরাতন (হেরিটেজ) জাতগুলো গৃহস্থ উদ্যানপালকদের জন্য বেশি উপযোগী হয়, কারণ আধুনিক বীজগুলোর বৈশিষ্ট্য বাণিজ্যিক চাষিদের জন্য উপযুক্ত হলেও, গৃহস্থ বাগানিদের জন্য তা সবসময় কার্যকর নয় (যেমন—সব ফসল একসাথে পাকলে তা বাড়ির চাষের জন্য সুবিধাজনক নয়)।\n\n\n== ইতিহাস ==\nশেকার সম্প্রদায় বাণিজ্যিকভাবে বীজ উৎপাদনের অন্যতম পথপ্রদর্শক ছিল।  \nপ্রথম কাগজের প্যাকেটে বীজ বিক্রির ধারণাটি ওয়াটারভ্লিয়েট শেকার সম্প্রদায়ের মাধ্যমে নিউ ইয়র্কের কলোনিতে শুরু হয়।\n১৯২৪ সালের পূর্বে, যুক্তরাষ্ট্রের কৃষকরা ফেডারেল সরকারের বিনামূল্যের বীজ বিতরণ কর্মসূচির মাধ্যমে বীজ পেত।  \nএই কর্মসূচির মাধ্যমে প্রতি বছর লক্ষ লক্ষ বীজের প্যাকেট বিতরণ করা হতো, ১৮৯৭ সালে এর সর্বোচ্চ বিতরণ ছিল ২০ লাখেরও বেশি প্যাকেট।  \nযদিও ১৯২৪ সালে কর্মসূচিটি বাতিল করা হয়, তখনও এটি যুক্তরাষ্ট্রের কৃষি বিভাগের তৃতীয় বৃহত্তম বাজেট খাত ছিল।\n১৯৩০ সালে, বীজ কোম্পানিগুলো মূলত নতুন জাত তৈরির পরিবর্তে বীজকে একটি পণ্য হিসেবে বাজারজাত করার চেষ্টা করছিল।  \nসেই সময়ে বীজের বাজার ছোট ছিল, তাই বীজ কোম্পানিগুলোর প্রথম লক্ষ্য ছিল বাজার তৈরি করা, এবং তারা তখনও কংগ্রেসের বীজ বিতরণ কর্মসূচিকে প্রতিযোগিতার প্রধান বাধা মনে করত।\n\n\n=== বাণিজ্যিক বীজ শিল্পের একীভবন ===\n১৯৯৪ থেকে ২০১০ সালের মধ্যে, বাণিজ্যিক বীজ শিল্প মাত্র ছয়টি বড় কোম্পানির অধীনে একীভূত হয়ে যাওয়ার ফলে বীজের দাম ব্যাপকভাবে বেড়ে যায়।  \nএই সময়ে, কোম্পানিগুলো মাত্র দুটি বৈশিষ্ট্যের জন্য ছয়টি জেনেটিকালি পরিবর্তিত ফসল বাজারে নিয়ে আসে: আগাছানাশকের সহনশীলতা এবং কীট প্রতিরোধ ক্ষমতা।  \n১৯৯৬ সালে, মনসান্টো প্রথমবারের মতো তাদের রাউন্ডআপ রেডি বীজ উন্মোচন করে, যা তাদের নিজস্ব আগাছানাশকের প্রতি প্রতিরোধী ছিল।\n২০১৯ সালের মধ্যে, চারটি বড় কোম্পানি—বায়ার, করটেভা, কেমচায়না এবং বাসফ—বিশ্বব্যাপী ৬০% বাণিজ্যিক বীজ বিক্রির নিয়ন্ত্রণ নিয়ে নেয়।  \nঅর্থনীতিবিদরা মনে করেন, এই একীভূতকরণের ফলে প্রতিযোগিতা কমে গিয়েছে, যার ফলে কৃষকদের জন্য কম বিকল্প এবং উচ্চমূল্য সৃষ্টি হবে।  \nবহু সংস্থা ও গবেষক আশঙ্কা প্রকাশ করেছেন যে, মেধাস্বত্ব সংরক্ষণের কারণে কৃষকদের জন্য বীজের সুযোগ সীমিত হতে পারে, যা বিশ্বব্যাপী খাদ্য নিরাপত্তাকে হুমকির মুখে ফেলতে পারে।  \nকিছু কর্মী অ্যান্টিট্রাস্ট আইন আরও কঠোর করার আহ্বান জানিয়েছে এবং একটি জাতিসংঘের প্রতিযোগিতা চুক্তি প্রস্তাব করেছে।\n\n\n== বীজের প্যাকেট ও তথ্য ==\n\nসাধারণত বীজের প্যাকেটে নিম্নলিখিত তথ্য অন্তর্ভুক্ত থাকে:\n\nসাধারণ নাম ও বৈজ্ঞানিক নাম।\nবীজের মাটিতে গভীরতা এবং গাছের মাঝে দূরত্ব।\nপূর্ণবয়স্ক অবস্থায় উচ্চতা।\nপানি প্রয়োজনীয়তা।\nসূর্যালোক প্রয়োজনীয়তা।\nএটি বহুবর্ষজীবী নাকি একবর্ষজীবী।\nঅঙ্কুরোদগম ও ফসল কাটার সময়।\nবিশেষ যত্নের প্রয়োজনীয়তা।\n\n\n== আরও দেখুন ==\nAmerican Seed Trade Association\nBiodiversity\nSeed bank\n\n\n== সূত্র =="}