{"pageid": 1518471, "title": "এডভার্ড বেনেস", "url": "https://bn.wikipedia.org/wiki?curid=1518471", "content": "এডভার্ড বেনেশ (চেক উচ্চারণ: [ˈɛdvard ˈbɛnɛʃ] ; ২৮ মে ১৮৮৪ – ৩ সেপ্টেম্বর ১৯৪৮) ছিলেন একজন চেক রাজনীতিবিদ ও রাষ্ট্রনায়ক, যিনি ১৯৩৫ থেকে ১৯৩৮ এবং ১৯৩৯ থেকে ১৯৪৮ পর্যন্ত চেকোস্লোভাকিয়ার রাষ্ট্রপতি হিসেবে দায়িত্ব পালন করেন। দ্বিতীয় বিশ্বযুদ্ধের সময় প্রথম ছয় বছর তিনি প্রবাসী সরকারের নেতৃত্ব দেন।\nরাষ্ট্রপতি হিসেবে বেনেশ দুটি বড় সংকটের সম্মুখীন হন, যা উভয় ক্ষেত্রেই তার পদত্যাগের কারণ হয়ে দাঁড়ায়। প্রথমবার, ১৯৩৮ সালের মিউনিখ চুক্তি ও পরবর্তী জার্মান দখলদারিত্ব (চেকোস্লোভাকিয়া)-এর পর তিনি যুক্তরাজ্যে নির্বাসিত হন। দ্বিতীয়বার, ১৯৪৮ সালের কমিউনিস্ট অভ্যুত্থানের ফলে কমিউনিস্ট শাসন প্রতিষ্ঠিত হলে তিনি পদত্যাগ করেন। রাষ্ট্রপতি হওয়ার আগে তিনি চেকোস্লোভাকিয়ার প্রথম পররাষ্ট্রমন্ত্রী (১৯১৮–১৯৩৫) এবং চতুর্থ চেকোস্লোভাকিয়ার প্রধানমন্ত্রী (১৯২১–১৯২২) ছিলেন। চেক জাতীয় সমাজতান্ত্রিক পার্টি-এর অন্যতম নেতা হিসেবে তিনি একজন দক্ষ কূটনীতিক হিসেবে পরিচিত ছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\n\n\n=== জন্ম ও পরিবার ===\nবেনেশ ১৮৮৪ সালে অস্ট্রিয়া-হাঙ্গেরির বোহেমিয়া রাজ্যের কোজলানি শহরের একটি কৃষক পরিবারে জন্মগ্রহণ করেন। তিনি মাতেয় বেনেশ (১৮৪৩–১৯১০) এবং আনা পেত্রোনিলা (জন্মগতভাবে বেনেশ; ১৮৪০–১৯০৯) দম্পতির দশম সন্তান ছিলেন।\nতার ভাই ভয়তা বেনেশ চেকোস্লোভাকিয়ার একজন বিশিষ্ট রাজনীতিবিদ ছিলেন। তার ভাতিজা বোহুশ বেনেশ ছিলেন একজন কূটনীতিক ও লেখক। বোহুশ ছিলেন আমেরিকান ভাস্কর এমিলি বেনেশ ব্রেজিনস্কি এবং চেক-আমেরিকান গণিতবিদ ভাক্লাভ ই. বেনেশ-এর পিতা।\n\n\n=== শিক্ষা ও বিবাহ ===\n\nবেনেশ তার শৈশবের বেশিরভাগ সময় প্রাগের ভিনোহ্রাদি জেলায় কাটিয়েছেন, যেখানে তিনি ১৮৯৬ থেকে ১৯০৪ পর্যন্ত একটি ব্যাকরণ স্কুলে পড়াশোনা করেন। তার বাড়ির মালিকের পরিবার তার ভবিষ্যৎ স্ত্রী আনা ভল্‌চকোভা (১৮৮৫–১৯৭৪, পরবর্তীকালে হানা বেনেশোভা)-র সঙ্গে পরিচিত ছিল। তারা একসঙ্গে সোরবোনে ফরাসি ভাষা, ইতিহাস ও সাহিত্য অধ্যয়ন করেন।\nএডভার্ড ও আনা ১৯০৬ সালের মে মাসে বাগদান করেন এবং ১৯০৯ সালের নভেম্বর মাসে বিবাহবন্ধনে আবদ্ধ হন। তাদের বাগদানের কিছু সময় পর আনা তার নাম পরিবর্তন করে হানা রাখেন। এডভার্ড সবসময় তাকে হানা বলে ডাকতে পছন্দ করতেন, কারণ বাগদানের আগে তিনি একই নামে অন্য একজন নারীর সঙ্গে সম্পর্ক ভেঙেছিলেন। একই সময়ে, এডভার্ড বেনেশ নিজের নামের বানানও পরিবর্তন করেন, \"Eduard\" থেকে \"Edvard\" করেন।\nতিনি স্লাভিয়া প্রাগ দলে অপেশাদার ফুটবল খেলোয়াড় ছিলেন।\nপ্রাগের চার্লস-ফার্দিনান্দ বিশ্ববিদ্যালয়ে দর্শনশাস্ত্র অধ্যয়নের পর বেনেশ প্যারিস যান এবং সেখানে সোরবোন ও ইন্ডিপেন্ডেন্ট স্কুল অব পলিটিক্যাল অ্যান্ড সোশ্যাল স্টাডিজে তার পড়াশোনা চালিয়ে যান। তিনি ডিজোঁ বিশ্ববিদ্যালয়ে তার প্রথম ডিগ্রি সম্পন্ন করেন এবং ১৯০৮ সালে আইনের ডক্টরেট অর্জন করেন।\nএরপর তিনি তিন বছর একটি ব্যবসায় শিক্ষাপ্রতিষ্ঠানে শিক্ষকতা করেন এবং ১৯১২ সালে দর্শনে হ্যাবিলিটেশন অর্জনের পর চার্লস বিশ্ববিদ্যালয়ে সমাজবিজ্ঞানের অধ্যাপক হন। তিনি স্কাউট আন্দোলনের সঙ্গেও যুক্ত ছিলেন।\n১৯০৭ সালে, বেনেশ চেক সমাজতান্ত্রিক সংবাদপত্র Právo lidu-তে ২০০টিরও বেশি নিবন্ধ প্রকাশ করেন, যেখানে তিনি পশ্চিম ইউরোপে তার জীবনের অভিজ্ঞতা তুলে ধরেন।\nবেনেশ লিখেছিলেন যে তিনি জার্মানিকে শক্তি ও বলপ্রয়োগের সাম্রাজ্য হিসেবে দেখেন এবং এটি তাকে ঘৃণ্য মনে হয়। তিনি লন্ডন সফরে লিখেছিলেন, \"এখানকার অবস্থা ভয়াবহ, জীবনও তেমনই\"।\nদ্বিতীয় বিশ্বযুদ্ধের সময়, যখন বেনেশ নির্বাসিত অবস্থায় লন্ডনে ছিলেন, জার্মান প্রচার মন্ত্রণালয় আনন্দের সঙ্গে তার ১৯০৭ সালের নিবন্ধগুলো পুনঃপ্রকাশ করেছিল, যেখানে মূলত ব্রিটেন সম্পর্কে নেতিবাচক মন্তব্য ছিল।\nতবে, বেনেশ প্যারিসকে ভালোবাসতেন এবং একে \"আলোকের শহর\" বলে বর্ণনা করতেন। তিনি লিখেছিলেন যে এটি \"প্রায় অলৌকিকভাবে ... আধুনিক সভ্যতার এক চমৎকার সমন্বয়, যার বাহক ফ্রান্স\"। তিনি আজীবন ফ্রান্সপ্রেমী ছিলেন এবং সবসময় বলতেন যে প্যারিসই তার প্রিয় শহর।\n\n\n== স্বাধীনতার পূর্বে রাজনৈতিক জীবন ==\n\nপ্রথম বিশ্বযুদ্ধের সময়, বেনেশ বিদেশ থেকে স্বাধীন চেকোস্লোভাকিয়ার অন্যতম প্রধান সংগঠক ছিলেন। তিনি স্বাধীনতা-পন্থী ও অস্ট্রিয়া-বিরোধী এক গোপন প্রতিরোধ আন্দোলন, মাফিয়া প্রতিষ্ঠা করেন।\n১৯১৫ সালের সেপ্টেম্বরে তিনি প্রবাসে চলে যান এবং প্যারিসে বসবাস শুরু করেন, যেখানে তিনি ফ্রান্স ও যুক্তরাজ্যের কাছ থেকে চেকোস্লোভাকিয়ার স্বাধীনতার স্বীকৃতি পেতে কূটনৈতিক প্রচেষ্টা চালান। ১৯১৬ থেকে ১৯১৮ সাল পর্যন্ত তিনি প্যারিসে চেকোস্লোভাক জাতীয় পরিষদের সচিব ছিলেন এবং অস্থায়ী চেকোস্লোভাক সরকারের স্বরাষ্ট্রমন্ত্রী ও পররাষ্ট্রমন্ত্রী হিসেবে দায়িত্ব পালন করেন।\n১৯১৭ সালের মে মাসে, বেনেশ, তোমাস গ্যারিগু মাসারিক ও মিলান রাস্তিস্লাভ শ্টেফানিক পশ্চিমা মিত্রশক্তির পক্ষে যুদ্ধের জন্য একটি \"চেকোস্লোভাক লেজিয়ন\" গঠনের পরিকল্পনা করেন বলে জানা যায়। এই বাহিনী ফ্রান্স ও ইতালিতে যুদ্ধ করবে এবং এতে চেক ও স্লোভাকদের অন্তর্ভুক্ত করা হবে, যারা যুদ্ধক্ষেত্রে পৌঁছাতে সক্ষম হবে, পাশাপাশি যুক্তরাষ্ট্রে বসবাসরত বিপুল সংখ্যক অভিবাসীদের মধ্য থেকেও সদস্য সংগ্রহ করা হবে। সেই সময় যুক্তরাষ্ট্রে চেক ও স্লোভাক অভিবাসীদের সংখ্যা ১৫ লক্ষেরও বেশি ছিল বলে অনুমান করা হয়।\nএই বাহিনী পরবর্তীকালে কয়েক হাজার সৈন্যের একটি শক্তিশালী বাহিনীতে পরিণত হয় এবং রাশিয়ায় জ্বোরোভের যুদ্ধ ও বাখমাচের যুদ্ধ সহ একাধিক যুদ্ধে অংশগ্রহণ করে।\n\n\n== পররাষ্ট্রমন্ত্রী ==\n\n১৯১৮ থেকে ১৯৩৫ সাল পর্যন্ত বেনেশ ছিলেন চেকোস্লোভাকিয়ার প্রথম এবং দীর্ঘতম সময় ধরে দায়িত্ব পালনকারী পররাষ্ট্রমন্ত্রী। ৩১ অক্টোবর ১৯১৮ সালে, কারেল ক্রামার্জ জেনেভা থেকে প্রাগে এক বার্তায় জানান: \"আপনি যদি আমাদের ড. বেনেশ এবং তার বৈশ্বিক বিষয়ে দক্ষতা দেখতেন ... আপনি অবশ্যই টুপি খুলে সম্মান জানাতেন এবং বলতেন এটি সত্যিই অসাধারণ!\"\nতার আন্তর্জাতিক মর্যাদা এতটাই সুপ্রতিষ্ঠিত ছিল যে তিনি ১০টি ধারাবাহিক সরকারে পররাষ্ট্রমন্ত্রীর দায়িত্ব পালন করেন, যার মধ্যে একটি সরকারে তিনি নিজেই প্রধানমন্ত্রী ছিলেন (১৯২১-১৯২২)।\n১৯১৯ সালে, রুশ গৃহযুদ্ধের সময় চেকোস্লোভাক লেজিয়নকে প্রত্যাহার করার সিদ্ধান্ত নেওয়ায় কারেল ক্রামার্জ তাকে বিশ্বাসঘাতক বলে অভিযুক্ত করেন।\nতিনি ১৯১৯ সালের প্যারিস শান্তি সম্মেলনে চেকোস্লোভাকিয়ার প্রতিনিধিত্ব করেন, যা ভার্সাই চুক্তিতে পরিণত হয়।\nএকজন প্রতিশ্রুতিবদ্ধ চেকোস্লোভাকতাবাদী হিসেবে বেনেশ চেক এবং স্লোভাকদের পৃথক জাতিগোষ্ঠী হিসেবে বিবেচনা করতেন না।\nতিনি ১৯২০ থেকে ১৯২৫ এবং ১৯২৯ থেকে ১৯৩৫ সাল পর্যন্ত জাতীয় পরিষদের সদস্য ছিলেন এবং চেকোস্লোভাক জাতীয় সমাজতান্ত্রিক পার্টি (যা ১৯২৫ সালের আগে চেকোস্লোভাক সামাজিক পার্টি নামে পরিচিত ছিল) থেকে প্রতিনিধিত্ব করতেন।\n১৯২১ সালে, তিনি সাময়িকভাবে একাডেমিক জগতে ফিরে যান এবং অধ্যাপক হিসেবে কাজ করেন।\nইয়ান চেরনি'র প্রথম প্রধানমন্ত্রিত্বের পর, বেনেশ সরকার গঠন করেন এবং ১৯২১ থেকে ১৯২২ পর্যন্ত প্রায় এক বছর প্রধানমন্ত্রী ছিলেন।\n১৯২০-এর দশকের শুরুর দিকে, বেনেশ ও তৎকালীন রাষ্ট্রপতি মাসারিক ক্রামার্জকে চেকোস্লোভাক গণতন্ত্রের প্রধান হুমকি হিসেবে দেখতেন। তারা তাকে \"প্রতিক্রিয়াশীল\" চেক জাতীয়তাবাদী মনে করতেন, যিনি চেকোস্লোভাকিয়াকে একটি বহু-সাংস্কৃতিক ও বহু-জাতিগত রাষ্ট্র হিসেবে গড়ার তাদের পরিকল্পনার বিরোধিতা করতেন।\nমাসারিক ও বেনেশ মনে করতেন যে ক্রামার্জ \"পশ্চিমা মূল্যবোধ\"-এর প্রতি সত্যিকারের প্রতিশ্রুতিবদ্ধ নন, যেমন গণতন্ত্র, জ্ঞানতত্ত্ব, যুক্তিবাদ ও সহনশীলতা। বরং তারা মনে করতেন যে তিনি প্যান-স্লাভবাদী ছিলেন এবং পশ্চিমের পরিবর্তে পূর্ব থেকে রাজনৈতিক ধারণা গ্রহণ করতেন।\nক্রামার্জ ক্ষুব্ধ ছিলেন যে মাসারিক প্রকাশ্যে বেনেশকে তার উত্তরসূরি হিসেবে প্রস্তুত করছিলেন। মাসারিক সংবিধানে ৪৫ বছর বয়সসীমা নির্ধারণ করেন সিনেটরদের জন্য, কিন্তু রাষ্ট্রপতি হওয়ার জন্য ৩৫ বছর বয়স নির্ধারণ করেন, যা সুবিধাজনকভাবে বেনেশকে রাষ্ট্রপতি পদের জন্য যোগ্য করে তোলে।\nচেক জাতীয়তাবাদের জন্য ক্রামার্জের সমালোচনার কিছু ভিত্তি ছিল, কারণ তিনি প্রকাশ্যে ঘোষণা করেছিলেন যে চেকদের চেকোস্লোভাকিয়ার প্রধান জনগোষ্ঠী হতে হবে। তিনি মাসারিক ও বেনেশকে সমালোচনা করতেন সুদেতেন জার্মানদের চেকদের সমান অধিকার দেওয়ার জন্য এবং চেকোস্লোভাকিয়ার সরকারি ভাষা হিসেবে জার্মান ভাষাকে গ্রহণের বিরোধিতা করেছিলেন। এই মতাদর্শের কারণে বেনেশ তাকে অপছন্দ করতেন।\n১৯২৭ সালে, বেনেশ ফ্রিম্যাসন সম্প্রদায়ে যোগ দেন এবং ইয়ান আমোস কোমেনস্কি লজ নং ১-এর সদস্য হন।\n১৯২৩ থেকে ১৯২৭ সাল পর্যন্ত, বেনেশ জাতিপুঞ্জের পরিষদের সদস্য ছিলেন এবং ১৯২৭ থেকে ১৯২৮ সাল পর্যন্ত এর কমিটির সভাপতি হিসেবে দায়িত্ব পালন করেন।\nতিনি ১৯২২ সালের জেনোয়া সম্মেলন, ১৯২৫ সালের লোকার্নো চুক্তি, ১৯৩০ সালের হেগে ইয়ং পরিকল্পনা, এবং ১৯৩২ সালের লোজান সম্মেলনসহ বিভিন্ন আন্তর্জাতিক সম্মেলনে গুরুত্বপূর্ণ ভূমিকা পালন করেন।\n\n\n== প্রথম প্রেসিডেন্সি ==\n\nরাষ্ট্রপতি তোমাস মাসারিক ১৯৩৫ সালে অবসর নেওয়ার পর বেনেশ তার উত্তরসূরি হন। মাসারিকের নেতৃত্বে, Hrad (\"প্রাসাদ\", যা চেকরা রাষ্ট্রপতির কার্যালয় বোঝাতে ব্যবহার করত) একটি বড় অতিরিক্ত-সংবিধানিক প্রতিষ্ঠানে পরিণত হয়েছিল, যা সংবিধানে বর্ণিত ভাষার চেয়ে অনেক বেশি অনানুষ্ঠানিক ক্ষমতা উপভোগ করত।\nসংবিধান প্রণেতারা একটি সংসদীয় ব্যবস্থা তৈরি করতে চেয়েছিলেন, যেখানে প্রধানমন্ত্রী দেশটির প্রধান রাজনৈতিক নেতা হবেন। তবে, জটিল আনুপাতিক প্রতিনিধিত্ব ব্যবস্থার কারণে জাতীয় পরিষদে সাধারণত দশটি দল প্রতিনিধিত্ব করত। কোনো দলই ১৫১টি আসনের সংখ্যাগরিষ্ঠতার কাছাকাছি পৌঁছাতে পারেনি; প্রকৃতপক্ষে, কোনো দলই কখনো ২৫ শতাংশের বেশি ভোট পায়নি। মাসারিকের প্রেসিডেন্সির সময় দশটি মন্ত্রিসভা পরিবর্তিত হয়েছিল।\nচেক ইতিহাসবিদ ইগর লুকেস বেনেশের শাসনামলে Hrad-এর ক্ষমতা সম্পর্কে লিখেছেন: \"১৯৩৮ সালের বসন্ত নাগাদ, চেকোস্লোভাক জাতীয় সংসদ, প্রধানমন্ত্রী এবং মন্ত্রিসভা বেনেশের দ্বারা পাশ কাটানো হয়েছিল। সেই নাটকীয় গ্রীষ্মকালে তিনি – ভালো হোক বা মন্দ – দেশের একমাত্র সিদ্ধান্ত গ্রহণকারী হয়ে ওঠেন\"।\n\n\n=== সুদেতন সংকট ===\n১৯৩৮ সালে এডভার্ড বেনেশ নাজি জার্মানির সুদেতেনল্যান্ডের জার্মান ভাষাভাষী জনগণের দাবির বিরোধিতা করেন। সংকটের সূত্রপাত হয় ২৪ এপ্রিল ১৯৩৮ সালে, যখন কনরাড হেনলাইন সুদেতেন জার্মান পার্টির কংগ্রেসে কার্লসবাড (বর্তমান কার্লোভি ভারি) শহরে \"কার্লসবাড কর্মসূচি\" নামে একটি ৮-দফা দাবি ঘোষণা করেন, যাতে সুদেতেনল্যান্ডের জন্য স্বায়ত্তশাসন দাবি করা হয়।\nবেনেশ কার্লসবাড কর্মসূচি প্রত্যাখ্যান করেন, তবে ১৯৩৮ সালের মে মাসে \"তৃতীয় পরিকল্পনা\" প্রস্তাব করেন, যাতে সুদেতেনল্যান্ডে ২০টি ক্যান্টন গঠনের প্রস্তাব ছিল এবং এতে উল্লেখযোগ্য স্বায়ত্তশাসন দেওয়ার কথা বলা হয়। কিন্তু হেনলাইন এটি প্রত্যাখ্যান করেন।\nবেনেশ জার্মানির বিরুদ্ধে যুদ্ধ করতে আগ্রহী ছিলেন, তবে শর্ত ছিল যে কোনো একটি বা একাধিক শক্তিশালী রাষ্ট্র চেকোস্লোভাকিয়ার পক্ষে লড়াই করবে। তিনি এককভাবে জার্মানির বিরুদ্ধে যুদ্ধে যেতে চাননি।\nসোভিয়েত মন্ত্রী সের্গেই আলেক্সান্দ্রভস্কি, যিনি প্রাগে ছিলেন, মস্কোতে প্রতিবেদনে উল্লেখ করেন যে বেনেশ আশা করছিলেন \"সারা বিশ্বের বিরুদ্ধে যুদ্ধ\" করতে, যদি সোভিয়েত ইউনিয়ন এতে যোগ দিতে রাজি হয়।\n১৯৩৮ সালের মে মাসে, লন্ডনে বেনেশ ব্রিটিশ সরকারের কূটনৈতিক চাপে পড়েন, যাতে তাকে কার্লসবাড কর্মসূচি মেনে নেওয়ার আহ্বান জানানো হয়। তিনি প্রথমে এটি প্রত্যাখ্যান করেন। ব্রিটিশরা সুদেত সংকটকে একটি চেকোস্লোভাকিয়ার অভ্যন্তরীণ সমস্যা হিসেবে দেখলেও, বেনেশ এটিকে চেকোস্লোভাকিয়া বনাম জার্মানির মধ্যে সংঘর্ষ হিসেবে দেখেছিলেন।\n১৯৩৮ সালের জুলাই মাসে, ব্রিটিশ পররাষ্ট্রমন্ত্রী লর্ড হ্যালিফ্যাক্স সংকট সমাধানের জন্য ব্রিটিশ মধ্যস্থতাকারী লর্ড রনসিম্যান-এর মধ্যস্থতা প্রস্তাব দেন। শর্ত ছিল, বেনেশ যদি রনসিম্যানের প্রতিবেদনের সিদ্ধান্ত মেনে নেন, তাহলে ব্রিটেন চেকোস্লোভাকিয়াকে সমর্থন করবে।\n\nব্রিটিশ ইতিহাসবিদ এ. জে. পি. টেলর লিখেছেন:\"বেনেশ, তার অন্যান্য দুর্বলতা যাই হোক না কেন, একজন অতুলনীয় আলোচক ছিলেন; এবং ১৯১৯ সালে লয়েড জর্জের মোকাবিলা করার মতো দক্ষতা তার ছিল, যা ১৯৩৮ সালে রনসিম্যানের সঙ্গেও দেখা যায়... রনসিম্যান নিজেকে এমন এক অবস্থানে দেখতে পান, যেখানে তাকে চেকোস্লোভাক সরকারের প্রস্তাবকে যুক্তিসঙ্গত হিসেবে স্বীকৃতি দিতে হয় এবং সুদেতেনদের জেদী মনোভাবকে দোষারোপ করতে হয়, বেনেশকে নয়।\"\n\n৪ সেপ্টেম্বর ১৯৩৮ সালে, বেনেশ \"চতুর্থ পরিকল্পনা\" উপস্থাপন করেন, যা চেকোস্লোভাকিয়াকে একটি ফেডারেশনে রূপান্তরিত করার এবং সুদেতেনল্যান্ডে ব্যাপক স্বায়ত্তশাসন দেওয়ার পরিকল্পনা ছিল। কিন্তু হেনলাইন এটি প্রত্যাখ্যান করেন এবং সুদেতেনল্যান্ডে বিদ্রোহ শুরু করেন, যা ব্যর্থ হয়।\n১২ সেপ্টেম্বর ১৯৩৮ সালে, নুরেমবার্গ সম্মেলনে অ্যাডলফ হিটলার তার মূল বক্তৃতায় সুদেতেনল্যান্ডকে জার্মানির অন্তর্ভুক্ত করার দাবি জানান।\n৩০ সেপ্টেম্বর ১৯৩৮ সালে, জার্মানি, ইতালি, ফ্রান্স এবং যুক্তরাজ্য মিউনিখ চুক্তি স্বাক্ষর করে, যা সুদেতেনল্যান্ডকে জার্মানির অন্তর্ভুক্ত করতে এবং সামরিকভাবে দখল করার অনুমতি দেয়। তবে চেকোস্লোভাকিয়াকে এতে অন্তর্ভুক্ত করা হয়নি।\nফ্রান্স ও যুক্তরাজ্য জানিয়ে দেয় যে তারা চেকোস্লোভাকিয়াকে কোনো সামরিক সহায়তা দেবে না, যদিও পূর্বে তারা নিরাপত্তার নিশ্চয়তা দিয়েছিল। চরম রাজনৈতিক চাপের মুখে বেনেশ ৫ অক্টোবর ১৯৩৮ সালে পদত্যাগ করতে বাধ্য হন, এবং তার স্থলাভিষিক্ত হন এমিল হাচা।\nহাচার শাসনামলে, চেকোস্লোভাকিয়া প্রথম ভিয়েনা পুরস্কারের মাধ্যমে হাঙ্গেরির কাছে আরও কিছু ভূখণ্ড হারায়।\nঅনেক চেক নাগরিক মিউনিখ চুক্তিকে \"পশ্চিমা বিশ্বাসঘাতকতা\" হিসেবে দেখে থাকেন। তবে কিছু ইতিহাসবিদ, যেমন জর্জ এফ. কেনান এবং জন হলরয়ড-ডোভেটন যুক্তি দেন যে, চুক্তিটি চেকোস্লোভাকিয়ার জন্য তুলনামূলকভাবে ইতিবাচক ছিল।\n১৯৩৯ সালের মার্চ মাসে, জার্মান বাহিনী চেকোস্লোভাকিয়ার অবশিষ্ট অংশ দখল করে নেয়। তারা স্লোভাকিয়াকে একটি পুতুল রাষ্ট্র হিসেবে ঘোষণা করে, বাকি অংশ জার্মান নিয়ন্ত্রণে চলে যায়, এবং কার্পাথিয়ান রুথেনিয়া হাঙ্গেরির কাছে হস্তান্তর করা হয়। ফলে জার্মান অধিকৃত চেকোস্লোভাকিয়া গঠিত হয়, যা ১৯৪৫ সাল পর্যন্ত স্থায়ী ছিল।\n\n\n== ব্রিটেনে যুদ্ধকালীন নির্বাসন ==\n\n২২ অক্টোবর ১৯৩৮ সালে, বেনেশ পুটনি, লন্ডনে নির্বাসনে যান। চেকোস্লোভাকিয়ার গোয়েন্দা সংস্থা, যা ফ্রান্তিশেক মোরাভেকের নেতৃত্বে ছিল, তখনও বেনেশের প্রতি অনুগত ছিল। এটি ব্রিটিশদের সঙ্গে তার আলোচনায় গুরুত্বপূর্ণ কৌশলগত সুবিধা এনে দেয়, কারণ পল থুমেল, যিনি আবভেয়ার (জার্মান সামরিক গোয়েন্দা সংস্থা)-এর একজন উচ্চপদস্থ কর্মকর্তা ছিলেন, তিনি তখনও মোরাভেকের গোষ্ঠীর কাছে তথ্য পাচার করছিলেন।\nজুলাই ১৯৩৯ সালে, বেনেশ উপলব্ধি করেন যে \"জ্ঞানই শক্তি\" এবং তিনি \"এজেন্ট এ-৫৪\" ছদ্মনামে পরিচিত থুমেলের সরবরাহ করা কিছু গোয়েন্দা তথ্য ব্রিটিশদের সঙ্গে ভাগ করে নিতে শুরু করেন।\nব্রিটিশদের জার্মানিতে তেমন কোনো গুপ্তচর ছিল না, তাই তারা এজেন্ট এ-৫৪-এর সরবরাহ করা তথ্যের প্রতি অত্যন্ত আগ্রহী ছিল। বেনেশ এটি ব্রিটিশদের সঙ্গে আলোচনার একটি হাতিয়ার হিসেবে ব্যবহার করেন।\nজুলাই ১৯৩৯ সালের মধ্যে, ডানজিগ সংকট ব্রিটেনকে জার্মানির সঙ্গে যুদ্ধের দ্বারপ্রান্তে নিয়ে যায়, এবং ব্রিটিশ নীতিনির্ধারকরা জার্মানি সম্পর্কে যেকোনো উচ্চপর্যায়ের গোয়েন্দা তথ্য পেতে আগ্রহী ছিলেন।\nএই সময়, বেনেশ আশা করছিলেন যে ডানজিগ সংকট যুদ্ধের দিকে এগিয়ে যাবে, কারণ তিনি মনে করতেন জার্মানির বিরুদ্ধে যুদ্ধই চেকোস্লোভাকিয়াকে পুনরুদ্ধারের একমাত্র উপায়।\nএকই সময়ে, বেনেশ নিয়মিতভাবে উইনস্টন চার্চিল (তখন ব্যাকবেঞ্চার কনজারভেটিভ এমপি) এবং হারল্ড নিকলসন (একজন ন্যাশনাল লেবার ব্যাকবেঞ্চার এমপি, যিনি মিউনিখ চুক্তির বিরোধিতা করেছিলেন)-এর সঙ্গে মধ্যাহ্নভোজ করতেন।\nএছাড়াও, তিনি প্রথম বিশ্বযুদ্ধের সময়কার পুরোনো ব্রিটিশ বন্ধুদের সঙ্গে পুনরায় যোগাযোগ করেন, যেমন ইতিহাসবিদ রবার্ট সিটন-ওয়াটসন এবং সাংবাদিক হেনরি উইকহাম স্টিড, যারা চেকোস্লোভাকিয়াকে মিউনিখ চুক্তির পূর্বের সীমান্তে ফিরিয়ে আনার পক্ষে নিবন্ধ লিখছিলেন।\n২৩ আগস্ট ১৯৩৯ সালে, বেনেশ , সেন্ট জেমসের দরবারে নিযুক্ত সোভিয়েত রাষ্ট্রদূত ইভান মাইস্কির সঙ্গে দেখা করেন এবং সোভিয়েত সমর্থন চান। মাইস্কির ডায়েরি অনুসারে, বেনেশ তাকে বলেন যে তিনি চেকোস্লোভাকিয়া এবং সোভিয়েত ইউনিয়নের মধ্যে একটি যৌথ সীমান্ত চান।\nমাইস্কির ডায়েরি অনুসারে, বেনেশ আরও বলেন যে যদি চেকোস্লোভাকিয়া পুনরুদ্ধার করা হয়, তাহলে তিনি রুথেনিয়া অঞ্চলকে সোভিয়েত ইউনিয়নের কাছে হস্তান্তর করবেন, কারণ তিনি উল্লেখ করেছিলেন যে এখানকার জনগণ মূলত ইউক্রেনীয়।\nএই একই দিনে, বেনেশ মলোটভ-রিবেনট্রপ চুক্তি সম্পর্কে জানতে পারেন।\n\nযখন তিনি মাইস্কির মুখোমুখি হন, তখন মাইস্কি তাকে জানান যে \"দুই সপ্তাহের মধ্যে যুদ্ধ শুরু হবে\", যা শুনে বেনেশ লিখেছিলেন:\"আমার সার্বিক ধারণা হলো, সোভিয়েতরা যুদ্ধ চায়, তারা এটি নিয়ে সচেতনভাবে প্রস্তুতি নিয়েছে এবং তারা বিশ্বাস করে যে যুদ্ধ অবশ্যম্ভাবী – এবং তারা নিজেদের জন্য কিছু স্বাধীন পদক্ষেপের সুযোগ সংরক্ষণ করেছে... [এই চুক্তি] ছিল হিটলারকে যুদ্ধের দিকে ঠেলে দেওয়ার একটি কৌশল... সোভিয়েতরা নিশ্চিত যে অবশেষে পুঁজিবাদ, ফ্যাসিবাদ এবং নাৎসিবাদের মধ্যে চূড়ান্ত লড়াই হবে এবং যখন অন্যরা যুদ্ধের ফলে ক্লান্ত হয়ে পড়বে, তখন তারা বিশ্ব বিপ্লব ঘটাবে\"।মাইস্কির অনুমান সঠিক প্রমাণিত হয় ১ সেপ্টেম্বর ১৯৩৯ সালে, যখন জার্মানি পোল্যান্ড আক্রমণ করে, এবং দুই দিন পর ব্রিটেন ও ফ্রান্স জার্মানির বিরুদ্ধে যুদ্ধ ঘোষণা করে।\n\n\n=== নির্বাসিত সরকার গঠন ===\n\nঅক্টোবর ১৯৩৯ সালে, বেনেশ চেকোস্লোভাক ন্যাশনাল লিবারেশন কমিটি গঠন করেন, যা সাথে সাথেই নিজেকে চেকোস্লোভাক নির্বাসিত সরকার হিসেবে ঘোষণা করে। ব্রিটেন ও ফ্রান্স পূর্ণ স্বীকৃতি দেয়নি, তবে অনানুষ্ঠানিক যোগাযোগ অনুমোদিত ছিল। যুদ্ধকালীন অ্যাংলো-চেকোস্লোভাক সম্পর্কের একটি প্রধান বিষয় ছিল মিউনিখ চুক্তি, যেটি ব্রিটিশরা তখনো সমর্থন করছিল, কিন্তু বেনেশ এটি বাতিল করতে চেয়েছিলেন। বিষয়টি গুরুত্বপূর্ণ ছিল কারণ যতদিন ব্রিটিশরা মিউনিখ চুক্তিকে কার্যকর বলে মনে করছিল, তারা সুডেটেনল্যান্ডকে জার্মানির অংশ হিসেবে স্বীকৃতি দিচ্ছিল, যা বেনেশের কাছে সম্পূর্ণ অগ্রহণযোগ্য ছিল।\n১৯৩৯-৪০ সালের শীতকালে মিথ্যা যুদ্ধের সময়, ব্রিটিশ প্রধানমন্ত্রী নেভিল চেম্বারলিন আশাবাদী ছিলেন যে অ্যান্টি-নাৎসি রক্ষণশীলরা ওয়েহরমাখটকে হিটলারকে উৎখাত করতে রাজি করাবে, এবং এই রক্ষণশীলরা সুডেটেনল্যান্ডকে জার্মানির অংশ হিসেবে রাখতে অনড় ছিল। ফলে চেম্বারলিন স্পষ্ট করে দেন যে ব্রিটেন মিউনিখ চুক্তি বাতিল করার জন্য যুদ্ধ করছে না।\n২২ ফেব্রুয়ারি ১৯৪০ সালে সুইজারল্যান্ডে এক গোপন বৈঠকে, উলরিখ ফন হ্যাসেল (জার্মান রক্ষণশীলদের প্রতিনিধি) ব্রিটিশ প্রতিনিধি জেমস লন্সডেল-ব্রায়ান্সকে জানান যে, নাৎসি-পরবর্তী জার্মানি কখনোই সুডেটেনল্যান্ড ফেরত দেবে না। ১৯৩৯ ও ১৯৪০ সালে, চেম্বারলিন বারবার বলেছিলেন যে ব্রিটেন একটি \"সম্মানজনক শান্তি\" করতে ইচ্ছুক, যার অর্থ ছিল সুডেটেনল্যান্ড জার্মানির অংশ হিসেবে থাকবে। বেনেশের কাছে এই শর্ত গ্রহণযোগ্য ছিল না, এবং তিনি চেকোস্লোভাকিয়ার পূর্ববর্তী সীমানা পুনঃপ্রতিষ্ঠার দাবি জানাতে থাকেন।\nডানকার্কের উচ্ছেদের পর, ব্রিটেন জার্মান আক্রমণের সম্মুখীন হয়, যখন ব্রিটিশ সেনাবাহিনী তাদের বেশিরভাগ সরঞ্জাম ডানকার্কে পরিত্যাগ করেছিল। একই সময়ে, ৫০০ চেকোস্লোভাক বিমানচালক এবং অর্ধেক ডিভিশন ব্রিটেনে পৌঁছায়, যাকে বেনেশ কূটনৈতিক স্বীকৃতির জন্য তার \"শেষ এবং সবচেয়ে শক্তিশালী যুক্তি\" হিসেবে বর্ণনা করেন। ২১ জুলাই ১৯৪০ সালে, যুক্তরাজ্য জাতীয় মুক্তি কমিটিকে চেকোস্লোভাক নির্বাসিত সরকার হিসেবে স্বীকৃতি দেয়, যেখানে জান শ্রামেক প্রধানমন্ত্রী এবং বেনেশ রাষ্ট্রপতি হন। বেনেশ যুক্তি দেন যে তার ১৯৩৮ সালের পদত্যাগ বলবৎ ছিল না, কারণ তা চাপের মুখে করা হয়েছিল।\nএজেন্ট এ-৫৪ দ্বারা প্রদত্ত গোয়েন্দা তথ্য এমআই৬ (ব্রিটিশ গোয়েন্দা সংস্থা) অত্যন্ত মূল্যবান বলে মনে করেছিল, এবং বেনেশ এটি তার কূটনৈতিক অবস্থান শক্তিশালী করতে ব্যবহার করেন। তিনি ব্রিটিশদের বলেন যে তিনি আরও তথ্য শেয়ার করতে পারেন যদি তারা তার নির্বাসিত সরকারকে আরও বেশি স্বীকৃতি দেয়। একই সময়ে, বেনেশ প্রায়ই ব্রিটিশদের কাছে মোরাভেক'র গ্রুপ, চেকোস্লোভাক সেনাবাহিনী এবং ইউভিওডি প্রতিরোধ গ্রুপের দক্ষতা অতিরঞ্জিতভাবে উপস্থাপন করতেন।\nসেপ্টেম্বর ১৯৪০ সালে, এমআই৬ সারেতে চেকোস্লোভাক গোয়েন্দা বিভাগের জন্য একটি যোগাযোগ কেন্দ্র স্থাপন করে এবং অক্টোবর ১৯৪০ সালে লেমিংটন স্পাতে একটি ভিক্টোরিয়ান প্রাসাদ চেকোস্লোভাক ব্রিগেডের জন্য বরাদ্দ করা হয়। একই সময়ে, মোরাভেকের গ্রুপ এসওই-এর সাথে একত্রে কাজ শুরু করে বোহেমিয়া-মোরাভিয়া প্রোটেক্টোরেটের প্রতিরোধ পরিকল্পনার জন্য। তবে ব্রিটেন থেকে প্রোটেক্টোরেট পর্যন্ত দূরত্বের কারণে এজেন্টদের প্যারাশুটের মাধ্যমে পাঠানো কঠিন হয়ে পড়ে।\nনভেম্বর ১৯৪০ সালে, লন্ডনে বোমাবর্ষণের পর, বেনেশ, তার স্ত্রী, তাদের ভাতিজি এবং তার গৃহকর্মীরা অ্যাস্টন অ্যাবটস গ্রামের দ্য অ্যাবে-তে চলে যান। তার ব্যক্তিগত অফিসের কর্মীরা, যার মধ্যে সেক্রেটারি এডুয়ার্ড তাবোর্সকি এবং চিফ অব স্টাফ ইয়ারোমির স্মুটনি ছিলেন, তারা পাশের গ্রাম উইংগ্রেভ-এর ওল্ড ম্যানর হাউস-এ চলে যান, এবং তার সামরিক গোয়েন্দা দল, যা ফ্রান্তিসেক মোরাভেক নেতৃত্ব দিতেন, তারা অ্যাডিংটন গ্রামে অবস্থান নেয়।\n\n\n=== অপারেশন বারবারোসা শুরু ===\nবেনেশের পোল্যান্ডের নির্বাসিত সরকারের সাথে সম্পর্ক, যা জেনারেল ভ্লাদিস্লাভ সিকোর্সকির নেতৃত্বে ছিল, তেশিন বিরোধের কারণে জটিল হয়ে পড়ে। জেনারেল সিকোর্সকি অঞ্চলটি পোল্যান্ডের অংশ হিসেবে দাবি করছিলেন, অন্যদিকে বেনেশ বলেছিলেন যে যুদ্ধ শেষ হলে এটি চেকোস্লোভাকিয়ার অংশ হওয়া উচিত। তবে, বেনেশ মনে করতেন যে যুদ্ধ-পরবর্তী বিশ্বে জার্মানির বিরুদ্ধে লড়াই করতে একটি পোলিশ-চেকোস্লোভাক জোট প্রয়োজন এবং তিনি পোলিশ-চেকোস্লোভাক ফেডারেশনের ধারণাকে সমর্থন করেন, যা তেশিন বিরোধের সমাধান হিসেবে দেখা হয়।\nনভেম্বর ১৯৪০ সালে, বেনেশ ও সিকোর্সকি নীতিগতভাবে একটি ফেডারেশন গঠনের বিষয়ে সম্মত হন। তবে, বেনেশের এই দাবির কারণে যে স্লোভাকরা একটি পৃথক জাতি নয় এবং স্লোভাকিয়া পূর্ণ সদস্য হবে না, নির্বাসিত সরকারের স্লোভাক সদস্যদের সাথে তার সম্পর্কে উত্তেজনা সৃষ্টি হয়।\nতবে, জুন ১৯৪১ সালে অপারেশন বারবারোসার মাধ্যমে সোভিয়েত ইউনিয়ন যুদ্ধের ময়দানে প্রবেশ করার পর, বেনেশ এই প্রকল্পে আগ্রহ হারাতে শুরু করেন, যদিও জানুয়ারি ১৯৪২ সালে একটি বিস্তারিত চুক্তি স্বাক্ষরিত হয়। বেনেশ ছিলেন রুশপন্থী, এবং তিনি সবসময় পোলিশদের তুলনায় রুশদের সাথে আলোচনায় বেশি স্বাচ্ছন্দ্য বোধ করতেন, কারণ সেপ্টেম্বর ১৯৩৮ সালে পোলিশদের আচরণের কারণে তিনি তাদের প্রতি বিরূপ মনোভাব পোষণ করতেন। সোভিয়েত পররাষ্ট্র মন্ত্রণালয় আশ্বাস দিয়েছিল যে তারা তেশিন অঞ্চলকে চেকোস্লোভাকিয়ার কাছে ফিরিয়ে দেওয়ার পক্ষে, যা বেনেশের জন্য প্রস্তাবিত ফেডারেশনের উদ্দেশ্যকে গুরুত্বহীন করে তোলে।\n২২ জুন ১৯৪১ সালে, জার্মানি অপারেশন বারবারোসা চালু করে এবং সোভিয়েত ইউনিয়নে আক্রমণ করে। প্রোটেক্টোরেটের পুতুল সরকার প্রধান রাষ্ট্রপতি এমিল হাচা এক বিবৃতিতে হিটলারের \"বলশেভিবাদের বিরুদ্ধে যুদ্ধ\" চালানোর জন্য প্রশংসা করেন এবং চেক শ্রমিকদের জার্মানির জয় নিশ্চিত করার জন্য কঠোর পরিশ্রম করার আহ্বান জানান, উল্লেখ করে যে ওয়েহরমাখটের অনেক সামগ্রী প্রোটেক্টোরেটে উৎপাদিত হয়।\nমোরাভেকের মাধ্যমে, বেনেশ জেনারেল এলিয়াস ও হাচাকে বার্তা পাঠান যে তারা শত্রুপক্ষকে সমর্থন না দিয়ে বরং পদত্যাগ করুক। তিনি তার বিশ্বাস প্রকাশ করেন যে সোভিয়েত ইউনিয়ন অবশেষে জার্মানিকে পরাজিত করবে এবং যুদ্ধ-পরবর্তী পূর্ব ইউরোপের ভাগ্য নির্ধারণে মুখ্য ভূমিকা পালন করবে। তিনি আরও বলেন, যদি অধিকাংশ প্রতিরোধ কার্যক্রম চেক কমিউনিস্টদের দ্বারা পরিচালিত হয়, তবে যুদ্ধের পরে তারা \"ক্ষমতা গ্রহণের জন্য একটি যুক্তিসঙ্গত অজুহাত\" পেতে পারে।\nযুদ্ধ চলাকালীন, বেনেশ সোভিয়েত লেখক ইলিয়া এহরেনবুর্গকে বলেন: \"একমাত্র পরিত্রাণ হলো আপনার দেশের সাথে ঘনিষ্ঠ জোট। চেকদের রাজনৈতিক মতামত ভিন্ন হতে পারে, তবে একটি বিষয়ে আমরা নিশ্চিত থাকতে পারি। সোভিয়েত ইউনিয়ন শুধু আমাদের জার্মানদের হাত থেকে মুক্ত করবে না, বরং আমাদের ভবিষ্যতের ভয় ছাড়াই বাঁচতে দেবে।\"\n১৮ জুলাই ১৯৪১ সালে, সোভিয়েত ইউনিয়ন এবং যুক্তরাজ্য আনুষ্ঠানিকভাবে বেনেশের নির্বাসিত সরকারকে স্বীকৃতি দেয়, এবং প্রতিশ্রুতি দেয় যে তারা চেকোস্লোভাকিয়ার অভ্যন্তরীণ বিষয়ে হস্তক্ষেপ করবে না। এছাড়াও, নির্বাসিত সরকারকে লাল বাহিনীর পাশে যুদ্ধ করার জন্য একটি সেনাবাহিনী গঠনের অনুমতি দেয় এবং চেকোস্লোভাকিয়ার সীমানাকে মিউনিখ চুক্তির পূর্ববর্তী অবস্থায় স্বীকৃতি দেয়। এটি বেনেশের জন্য সবচেয়ে গুরুত্বপূর্ণ ছিল, কারণ ব্রিটিশ সরকার তখনো মিউনিখ চুক্তিকে কার্যকর মনে করছিল এবং সুডেটেনল্যান্ডকে জার্মানির অংশ হিসেবে গণ্য করছিল। এমনকি মার্কিন যুক্তরাষ্ট্র (যা তখনও নিরপেক্ষ ছিল) কেবলমাত্র নির্বাসিত সরকারকে একটি \"অস্থায়ী\" সরকার হিসেবে স্বীকৃতি দেয় এবং চেকোস্লোভাকিয়ার সীমানা যুদ্ধের পরে নির্ধারণ করা হবে বলে উল্লেখ করে, যা ইঙ্গিত দেয় যে সুডেটেনল্যান্ড জার্মানির অংশ হিসেবে থাকতে পারে।\n\n\n=== চেক প্রতিরোধ আন্দোলনের সাথে কাজ ===\n১৯৪১ সালের গ্রীষ্ম ও শরৎকালে, বেনেশের ওপর মিত্রশক্তির চাপ বৃদ্ধি পায় যাতে চেকরা প্রতিরোধ আন্দোলনে আরও সক্রিয় ভূমিকা রাখে। নারকোমিনডেল বেনেশকে জানায় যে, প্রোটেক্টোরেটের কারখানাগুলোতে পর্যাপ্ত নাশকতা না হওয়ায় সোভিয়েতরা হতাশ। এই কারখানাগুলো ওয়েহরমাখটের জন্য অস্ত্র ও অন্যান্য সামগ্রী উৎপাদনের গুরুত্বপূর্ণ কেন্দ্র ছিল। একইভাবে, ব্রিটিশরাও চেকদের আরও সক্রিয় প্রতিরোধ প্রদর্শনের দাবি জানায়।\nএমআই৬'র পরিচালক স্টুয়ার্ট মেনজিসের সাথে সাক্ষাতের পর, মোরাভেক বেনেশকে জানান যে ব্রিটিশদের দৃষ্টিভঙ্গি ছিল—যখন যুক্তরাজ্য নিজেদের অস্তিত্ব রক্ষার জন্য লড়াই করছে, তখন \"অজ্ঞাতনামা সৈনিকের সমাধিতে ফুল দেওয়া যথেষ্ট নয়\"।\n১৯৪১ সালের সেপ্টেম্বরের শেষ দিকে পরিস্থিতি আরও কঠিন হয়ে ওঠে যখন রেইনহার্ড হেইডরিখ কার্যত প্রোটেক্টোরেটের নিয়ন্ত্রণ নিয়ে নেন এবং প্রতিরোধ আন্দোলনের বিরুদ্ধে ব্যাপক দমন অভিযান চালান। ২৭ সেপ্টেম্বর ১৯৪১ সালে, হেইডরিখের আদেশে প্রধানমন্ত্রী জেনারেল এলিয়াস গ্রেপ্তার হন; প্রোটেক্টোরেটে সামরিক আইন জারি করা হয়; হাজার হাজার মানুষকে গ্রেপ্তার ও মৃত্যুদণ্ড দেওয়া হয়, যার মধ্যে ইউভিওডি প্রতিরোধ গোষ্ঠীর দুই বিশিষ্ট নেতা Josef Bílý ও Hugo Vojta ছিলেন, যাদের বিচার ছাড়াই গুলি করে হত্যা করা হয়।\n৫ অক্টোবর ১৯৪১ সালে, লন্ডনের সাথে ইউভিওডি গ্রুপের যোগাযোগের লাইন বিচ্ছিন্ন হয়ে যায়, যখন গেস্টাপো তাদের অভিযানের সময় বিভিন্ন রেডিও ও যোগাযোগের কোড জব্দ করে। একই সময়ে, গেস্টাপো Agent এ-৫৪ সম্পর্কে জানতে পারে এবং তদন্তের পর থুমেলকে গ্রেপ্তার করে, যার ফলে বেনেশ তার সবচেয়ে মূল্যবান কূটনৈতিক সুবিধাগুলোর একটি হারান।\nএই পরিস্থিতিতে, যখন মিত্রশক্তিরা চেকদের আরও প্রতিরোধ দেখানোর দাবি জানাচ্ছিল এবং হেইডরিখের দমন অভিযান প্রতিরোধ আন্দোলন দুর্বল করছিল, তখন বেনেশ ১৯৪১ সালের অক্টোবরে একটি চমকপ্রদ প্রতিরোধমূলক কর্মকাণ্ড চালানোর সিদ্ধান্ত নেন, যা বিশ্বকে দেখাবে যে চেকরা এখনো প্রতিরোধ করছে।\n\n১৯৪১ সালে, বেনেশ ও ফ্রান্তিসেক মোরাভেক অপারেশন অ্যানথ্রোপয়েড পরিকল্পনা করেন, যার লক্ষ্য ছিল রেইনহার্ড হেইডরিখকে হত্যা করা। হেইডরিখ ছিলেন উচ্চপদস্থ জার্মান কর্মকর্তা, যিনি চেক সংস্কৃতিকে দমন করছিলেন এবং প্রতিরোধ আন্দোলনের সদস্যদের নির্বাসিত বা মৃত্যুদণ্ড কার্যকর করছিলেন। বেনেশ অনুভব করছিলেন যে তার মিউনিখ চুক্তি বাতিলের প্রচেষ্টা এবং মিত্রশক্তির সাথে তার সম্পর্ক দুর্বল হয়ে পড়ছে, কারণ প্রোটেক্টোরেটে দৃশ্যমান প্রতিরোধের অভাব ছিল। তাই তিনি হেইডরিখকে হত্যা করাকে তার কূটনৈতিক অবস্থান শক্তিশালী করার সর্বোত্তম উপায় হিসেবে দেখেন এবং মূলত তিনিই অপারেশন অ্যানথ্রোপয়েড বাস্তবায়নের জন্য চাপ দেন।\nঅভিযানের প্রকৃতি সম্পর্কে জানার পর, প্রতিরোধ আন্দোলনের নেতারা নির্বাসিত সরকারকে অনুরোধ করেন এটি বাতিল করার জন্য, কারণ তারা মনে করতেন যে \"হেইডরিখের বিরুদ্ধে হামলা... মিত্রশক্তির জন্য তেমন লাভজনক হবে না, কিন্তু এর ফলে আমাদের জনগণের ওপর অকল্পনীয় পরিণতি নেমে আসবে\"। তবে, বেনেশ নিজেই একটি রেডিও সম্প্রচারের মাধ্যমে ঘোষণা করেন যে এই অভিযান অবশ্যই সম্পন্ন করতে হবে, যদিও যুদ্ধের পরে তিনি যেকোনো সংশ্লিষ্টতা অস্বীকার করেন। ইতিহাসবিদ ভয়টেক মাস্তনি যুক্তি দেন যে বেনেশ \"চেক প্রতিরোধ আন্দোলনকে বিশ্বদৃষ্টিতে তুলে ধরার শেষ চেষ্টা হিসেবে এই পরিকল্পনাকে আঁকড়ে ধরেছিলেন\"।\n১৯৪২ সালে এই হত্যাকাণ্ডের ফলে জার্মান বাহিনী চেকদের ওপর নির্মম প্রতিশোধ গ্রহণ করে, যেখানে হাজার হাজার চেক নাগরিককে হত্যা করা হয় এবং দুটি গ্রাম—লিডিসে ও লেজাকি সম্পূর্ণ ধ্বংস করে দেওয়া হয়।\nআর্নল্ড জে. টয়েনবি, যিনি সেই সময়ের বিশিষ্ট ইতিহাসবিদ ছিলেন, তিনি জোর দিয়ে বলেন যে চেক শাসনব্যবস্থা অনেকাংশেই জার্মানি, পোল্যান্ড ও মাগইয়ারদের পরিস্থিতির সাথে তুলনীয় ছিল।\n\n\n=== ব্রিটেন মিউনিখ চুক্তি প্রত্যাখ্যান করে ===\n১৯৪২ সালে, বেনেশ অবশেষে ব্রিটিশ পররাষ্ট্র দপ্তরকে রাজি করাতে সক্ষম হন একটি ঘোষণা দিতে, যেখানে জানানো হয় যে ব্রিটেন মিউনিখ চুক্তি বাতিল করেছে এবং সুডেটেনল্যান্ডকে চেকোস্লোভাকিয়ার কাছে ফিরিয়ে দেওয়ার পক্ষে রয়েছে।\n৫ আগস্ট ১৯৪২ সালে, পররাষ্ট্র সচিব অ্যান্থনি ইডেন হাউস অব কমন্সে মিউনিখ চুক্তি বাতিলের ঘোষণা দেন, যা বেনেশ তার জন্য একটি কূটনৈতিক বিজয় হিসেবে দেখেন।\nবেনেশ ১৯৩৮ সালে সুডেটেন জার্মানদের আচরণে অত্যন্ত ক্ষুব্ধ ছিলেন এবং একে দেশদ্রোহিতা হিসেবে দেখতেন। নির্বাসিত অবস্থায় তিনি সিদ্ধান্ত নেন যে, চেকোস্লোভাকিয়া পুনঃপ্রতিষ্ঠিত হলে, তিনি সুডেটেন জার্মানদের জার্মানিতে নির্বাসিত করবেন।\nমিউনিখ বিতর্ক চলাকালীন, অ্যান্থনি ইডেন স্বীকার করেন যে সুডেটেন জার্মানদের বিরুদ্ধে \"বৈষম্য, এমনকি গুরুতর বৈষম্য\" করা হয়েছিল। নির্বাসিত থাকাকালীন, বেনেশ এই বিষয়ে গভীরভাবে চিন্তা করতে থাকেন এবং তিনি বিশ্বাস করেন যে সুডেটেন জার্মানরা সমষ্টিগতভাবে দোষী ছিল। ১৯৪২ সালে, তিনি বলেন যে ১৯২২-২৩ সালের গ্রিস-তুরস্ক জনসংখ্যা বিনিময় ছিল তার মডেল, তবে তিনি প্রস্তাব দেন যে জার্মানিতে নির্বাসিত সুডেটেন জার্মানদের জন্য আর্থিক ক্ষতিপূরণ প্রদান করা হবে।\nযদিও বেনেশ কমিউনিস্ট ছিলেন না, তিনি জোসেফ স্টালিনের সাথে বন্ধুত্বপূর্ণ সম্পর্ক বজায় রাখতেন। তিনি বিশ্বাস করতেন যে সোভিয়েত ইউনিয়নের সাথে মিত্রতা চেকোস্লোভাকিয়ার জন্য পোল্যান্ডের সাথে জোটের চেয়ে বেশি লাভজনক হবে। ফলে, তিনি পোলিশ-চেকোস্লোভাক ফেডারেশন গঠনের পরিকল্পনা ব্যর্থ করতে কাজ করেন এবং ১৯৪৩ সালে তিনি সোভিয়েতদের সাথে একটি ঐক্যচুক্তি স্বাক্ষর করেন।\nমস্কো সফরে চুক্তি স্বাক্ষরকালে, বেনেশ পোল্যান্ড ও হাঙ্গেরির \"সামন্ততান্ত্রিক\" ব্যবস্থা নিয়ে সমালোচনা করেন। তিনি অভিযোগ করেন যে, চেকোস্লোভাকিয়া প্রথম বিশ্বযুদ্ধের পরে ভূমি সম্পত্তি ভেঙে দিয়েছিল, যা প্রধানত জার্মান ও হাঙ্গেরিয়ানদের মালিকানাধীন ছিল। তবে, পোল্যান্ড ও হাঙ্গেরিতে তখনও বেশিরভাগ ভূমি অভিজাতদের মালিকানায় ছিল, যা তিনি রাজনৈতিক ও অর্থনৈতিক পশ্চাদপদতার মূল কারণ বলে মনে করতেন।\nবেনেশ বিশ্বাস করতেন যে সোভিয়েত ইউনিয়ন এবং পশ্চিমা দেশগুলোর মধ্যে একটি \"সংহতকরণ\" ঘটবে। তিনি যুক্তি দেন যে যুদ্ধকালীন ব্রিটেনের সামাজিক উন্নতি দেখে মনে হয় যে পশ্চিমা দেশগুলো যুদ্ধের পরে আরও সমাজতান্ত্রিক হয়ে উঠবে, আর সোভিয়েত ইউনিয়নের যুদ্ধকালীন উদারীকরণ সংস্কার এটিকে আরও পশ্চিমা ভাবধারার দিকে নিয়ে যাবে।\nবেনেশ আশা করেছিলেন যে \"বিগ থ্রি\"—সোভিয়েত ইউনিয়ন, যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্র—এর মৈত্রী যুদ্ধের পরেও অব্যাহত থাকবে এবং এটি একটি আন্তর্জাতিক ব্যবস্থা গঠনের মাধ্যমে জার্মানিকে নিয়ন্ত্রণে রাখবে।\nযদিও বেনেশ তেহরান সম্মেলনে উপস্থিত ছিলেন না, তিনি জানতে পারেন যে সোভিয়েত, ব্রিটিশ ও আমেরিকান প্রতিনিধিদের মধ্যে সহযোগিতার মনোভাব বিরাজ করছিল, যা তাকে আশাবাদী করে তোলে যে এই জোট ভবিষ্যতেও টিকে থাকবে। বেনেশ বিশ্বাস করতেন যে চেকোস্লোভাকিয়া এবং তিনি নিজে \"Big Three\"-এর মধ্যে মধ্যস্থতাকারীর ভূমিকা পালন করতে পারেন।\nতার পুরনো বন্ধু উইনস্টন চার্চিল তাকে পোল্যান্ডের যুদ্ধ-পরবর্তী সীমান্ত বিষয়ে তার পরিকল্পনার কথা জানান, যা বেনেশের আত্মবিশ্বাস বাড়িয়ে তোলে। ৪ জানুয়ারি ১৯৪৪ সালে, চার্চিল বেনেশের সাথে চার ঘণ্টা আলোচনা করেন এবং পরে মার্কিন প্রেসিডেন্ট ফ্রাঙ্কলিন ডি. রুজভেল্টকে বার্তা পাঠিয়ে লেখেন: \"বেনেশ পোলিশদের যুক্তিসঙ্গত অবস্থানে আনতে এবং রাশিয়ানদের সাথে তাদের মিটমাট করতে সহায়ক হতে পারেন, কারণ রাশিয়ানদের আস্থাভাজন হিসেবে তিনি দীর্ঘদিন ধরে পরিচিত।\"\n\n\n== দ্বিতীয় প্রেসিডেন্সি ==\n\nএপ্রিল ১৯৪৫ সালে, বেনেশ লন্ডন থেকে পূর্ব স্লোভাকিয়ার কোশিসে উড়ে যান, যা রেড আর্মি কর্তৃক দখল করা হয়েছিল এবং যা চেকোস্লোভাকিয়ার অস্থায়ী রাজধানী হয়ে ওঠে। সেখানে পৌঁছানোর পর, বেনেশ একটি জোট সরকার গঠন করেন, যার নাম ছিল ন্যাশনাল ফ্রন্ট, এবং এতে কমিউনিস্ট পার্টির নেতা ক্লেমেন্ট গটওয়াল্ড প্রধানমন্ত্রী হন।\nগটওয়াল্ড ছাড়াও, কমিউনিস্টরা প্রতিরক্ষা, স্বরাষ্ট্র, শিক্ষা, তথ্য এবং কৃষি মন্ত্রণালয়ের দায়িত্ব পায়। সবচেয়ে গুরুত্বপূর্ণ অ-কমিউনিস্ট মন্ত্রী ছিলেন পররাষ্ট্র মন্ত্রী জান মাসারিক, যিনি লন্ডনে দীর্ঘকাল চেকোস্লোভাকিয়ার মন্ত্রী হিসেবে দায়িত্ব পালন করেছিলেন এবং টমাশ মাসারিকের পুত্র ছিলেন।\nন্যাশনাল ফ্রন্ট সরকারে কমিউনিস্টদের পাশাপাশি আরও কয়েকটি দল অন্তর্ভুক্ত ছিল, যেমন সোশ্যাল ডেমোক্র্যাটিক পার্টি, বেনেশের নিজস্ব ন্যাশনাল সোশ্যাল পার্টি (যার সাথে হিটলারের ন্যাশনাল সোশ্যালিস্ট পার্টির কোনো সম্পর্ক ছিল না), পিপলস পার্টি এবং স্লোভাক ডেমোক্র্যাটিক পার্টি।\nবেনেশ কোশিসে কর্মসূচি চালু করেন, যেখানে ঘোষণা করা হয় যে চেকোস্লোভাকিয়া কেবলমাত্র চেক এবং স্লোভাকদের রাষ্ট্র হবে, এবং সুডেটেন জার্মান ও স্লোভাকিয়ার হাঙ্গেরীয়দের বহিষ্কার করা হবে। এছাড়াও, স্লোভাকদের জন্য একটি জাতীয় পরিষদ থাকবে, তবে কোনো সংঘীয় ব্যবস্থা থাকবে না। অর্থনৈতিকভাবে, পুঁজিবাদ বহাল থাকবে, তবে \"অর্থনীতির মূল নিয়ন্ত্রণ\" থাকবে রাষ্ট্রের হাতে। পররাষ্ট্রনীতিতে, চেকোস্লোভাকিয়া সোভিয়েতপন্থী নীতি অনুসরণ করবে।\n\n\n=== প্রাগ বিদ্রোহে ভূমিকা ===\nপ্রাগ বিদ্রোহ ৫ মে ১৯৪৫ সালে শুরু হয়, যখন শহরটি ওয়েহরমাখট এবং এসএস ইউনিট দ্বারা ঘিরে ফেলা হয়, যারা প্রতিশোধপরায়ণ মনোভাব নিয়ে সেখানে ছিল। চেক প্রতিরোধ বাহিনী রাশিয়ান লিবারেশন আর্মির প্রথম ডিভিশনের জেনারেল সের্গেই বুনিয়াচেঙ্কোকে পক্ষ বদলানোর জন্য অনুরোধ করে। তারা প্রতিশ্রুতি দেয় যে তাদের অভয়ারণ্য দেওয়া হবে এবং তাদের সোভিয়েত ইউনিয়নে ফেরত পাঠানো হবে না, যেখানে তারা দেশদ্রোহিতার অভিযোগে মৃত্যুদণ্ডের মুখোমুখি হতে পারে। চেক প্রতিরোধ বাহিনীর ভারী অস্ত্র যেমন ট্যাঙ্ক বা তোপ ছিল না, তাই তাদের টিকে থাকার জন্য প্রথম ডিভিশনের সাহায্য জরুরি হয়ে পড়ে।\nজেনারেল বুনিয়াচেঙ্কো ও তার প্রথম ডিভিশন মিত্রশক্তির পক্ষে যোগ দেয় এবং প্রাগ পুনর্দখল করতে আসা জার্মান বাহিনীকে প্রতিহত করে। তারা এসএস বাহিনীকে শহরের সাধারণ জনগণের গণহত্যা চালানোর হাত থেকেও রক্ষা করে। তবে, ৭ মে ১৯৪৫ সালে বুনিয়াচেঙ্কো জানতে পারেন যে তাদের অভয়ারণ্য দেওয়া হবে না। ফলে, প্রথম ডিভিশন প্রাগ ছেড়ে চলে যায় এবং মার্কিন তৃতীয় বাহিনীর কাছে আত্মসমর্পণ করে।\nযদিও প্রথম ডিভিশনকে আশ্রয় দেওয়ার প্রতিশ্রুতি দেওয়া হয়েছিল, বেনেশ পরিবর্তে তাদের এবং চেকোস্লোভাকিয়ায় আটক অন্যান্য রাশিয়ান লিবারেশন আর্মির সদস্যদের সোভিয়েত ইউনিয়নে ফেরত পাঠান।\n\n\n=== প্রাগে প্রত্যাবর্তন ===\nদ্বিতীয় বিশ্বযুদ্ধের শেষে প্রাগ বিদ্রোহের পর, বেনেশ দেশে ফিরে আসেন এবং রাষ্ট্রপতি হিসেবে তার পূর্বের দায়িত্ব পুনরায় গ্রহণ করেন। ১৯২০ সালের সংবিধানের ৫৮.৫ অনুচ্ছেদ অনুসারে বলা হয়েছিল, \"যতক্ষণ পর্যন্ত নতুন রাষ্ট্রপতি নির্বাচিত না হন, ততক্ষণ পর্যন্ত পূর্ববর্তী রাষ্ট্রপতি তার দায়িত্ব পালন করবেন\"। ২৮ অক্টোবর ১৯৪৫ সালে, অস্থায়ী জাতীয় পরিষদ সর্বসম্মতিক্রমে তাকে রাষ্ট্রপতি হিসেবে নিশ্চিত করে। ডিসেম্বর ১৯৪৫ সালে, রেড আর্মির সমস্ত বাহিনী চেকোস্লোভাকিয়া ত্যাগ করে। ১৯ জুন ১৯৪৬ সালে, বেনেশ আনুষ্ঠানিকভাবে দ্বিতীয় মেয়াদের জন্য রাষ্ট্রপতি নির্বাচিত হন।\nবেনেশ একটি জোট সরকার পরিচালনা করেন, যা ন্যাশনাল ফ্রন্ট নামে পরিচিত ছিল। ১৯৪৬ সালের নির্বাচনে, কমিউনিস্ট পার্টি ৩৮% ভোট পেয়ে সবচেয়ে বড় দল হিসেবে আবির্ভূত হয় এবং ক্লেমেন্ট গটওয়াল্ড প্রধানমন্ত্রী হন। অন্যান্য দলগুলোর মধ্যে ন্যাশনাল সোশ্যাল পার্টি ১৮%, পিপলস পার্টি ১৬%, স্লোভাক ডেমোক্র্যাটস ১৪% এবং সোশ্যাল ডেমোক্র্যাটস ১৩% ভোট লাভ করে।\n১৯৪৭ সালের গ্রীষ্ম পর্যন্ত চেকোস্লোভাকিয়ায় তুলনামূলক স্থিতিশীলতা বজায় ছিল। ব্রিটিশ ইতিহাসবিদ রিচার্ড জে. ক্র্যাম্পটন একে \"একটি আপেক্ষিক শান্তির সময়কাল\" বলে উল্লেখ করেন। এই সময়ে গণতন্ত্র পুনঃপ্রতিষ্ঠিত হয়েছিল, এবং গণমাধ্যম, বিরোধী দল, গির্জাগুলো, সোকল আন্দোলন এবং লেজিওনেয়ার ভেটেরানদের সংগঠন রাষ্ট্রের নিয়ন্ত্রণের বাইরে স্বাধীনভাবে কার্যক্রম পরিচালনা করছিল।\nজুলাই ১৯৪৭ সালে, বেনেশ ও গটওয়াল্ড মার্শাল পরিকল্পনার সাহায্য গ্রহণ করার সিদ্ধান্ত নেন। কিন্তু ক্রেমলিন গটওয়াল্ডকে নির্দেশ দেয় এই সিদ্ধান্ত পরিবর্তন করতে। বেনেশ যখন মস্কো সফর করেন, তখন সোভিয়েত পররাষ্ট্রমন্ত্রী ভিয়াচেস্লাভ মলোটভ তাকে কঠোরভাবে জানান যে, মার্শাল পরিকল্পনা গ্রহণ করা হলে তা ১৯৪৩ সালের চুক্তির লঙ্ঘন হবে। প্রাগে ফিরে এসে বেনেশ একে \"দ্বিতীয় মিউনিখ\" বলে অভিহিত করেন এবং বলেন যে, চেকোস্লোভাকিয়ার সিদ্ধান্তে সোভিয়েত ইউনিয়নের ভেটো দেওয়া গ্রহণযোগ্য নয়।\nমার্শাল পরিকল্পনার বিষয়ে কমিউনিস্টদের অবস্থান পরিবর্তন তাদের ভাবমূর্তির ওপর নেতিবাচক প্রভাব ফেলে এবং জনমত তাদের বিরুদ্ধে চলে যেতে শুরু করে। এক জরিপে দেখা যায়, পরিকল্পনা প্রত্যাখ্যানের পর মাত্র ২৫% ভোটার কমিউনিস্টদের সমর্থন করতে চায়।\nসেপ্টেম্বর ১৯৪৭ সালে, কমিউনিস্ট-নিয়ন্ত্রিত পুলিশ স্লোভাকিয়ায় একটি কথিত বিচ্ছিন্নতাবাদী ষড়যন্ত্র আবিষ্কারের দাবি করে। তারা অভিযোগ করে যে ফাদার টিসোর সমর্থকরা স্লোভাক ডেমোক্র্যাটিক পার্টিতে অনুপ্রবেশ করেছে। কিন্তু নভেম্বর ১৯৪৭ সালে তদন্তে দেখা যায়, এই ষড়যন্ত্রের তথ্য সম্পূর্ণ মিথ্যা এবং পুলিশ নিজেই এই প্রমাণ তৈরি করেছিল। এই কেলেঙ্কারির ফলে ন্যাশনাল ফ্রন্টের অন্যান্য দলগুলো পুলিশের রাজনৈতিক প্রভাব মুক্ত করার দাবি জানায়।\nএই সময়ে, বেনেশ ক্রমশ কমিউনিস্টদের প্রতি অসন্তুষ্ট হয়ে ওঠেন। তিনি তার বেলগ্রেডের রাষ্ট্রদূতকে ব্যক্তিগতভাবে তার কাছে প্রতিবেদন পাঠাতে বলেন, কারণ চেকোস্লোভাকিয়ার দূতাবাস এবং তার নিজস্ব দপ্তর উভয়েই কমিউনিস্ট গুপ্তচরদের দ্বারা পূর্ণ ছিল, যার ফলে গোপনীয়তা বজায় রাখা কঠিন হয়ে পড়েছিল।\n\n\n=== জার্মান ও হাঙ্গেরিয়ানদের বহিষ্কার ===\nবেনেশ মুক্তিপ্রাপ্ত প্রজাতন্ত্রে জার্মানদের উপস্থিতির বিরোধিতা করেন। তিনি বিশ্বাস করতেন যে স্বেচ্ছাসেবী বিচার আনুষ্ঠানিক বিচারের চেয়ে কম বিভেদ সৃষ্টি করবে। ১০ মে প্রাগে ফিরে এসে তিনি \"চেক এবং স্লোভাকদের একীভূত জাতীয় রাষ্ট্রের স্বার্থে\" \"জার্মান ও হাঙ্গেরিয়ানদের নির্মূলের\" আহ্বান জানান। কোশিসে কর্মসূচির অংশ হিসেবে সুডেটেন জার্মান ও স্লোভাকিয়ার হাঙ্গেরিয়ানদের দেশ থেকে বিতাড়িত করার সিদ্ধান্ত নেওয়া হয়।\nবেনেশ ডিক্রি (সরকারিভাবে \"প্রজাতন্ত্রের রাষ্ট্রপতির ডিক্রি\" নামে পরিচিত) অন্যান্য বিষয়ের পাশাপাশি জার্মান ও হাঙ্গেরিয়ান জাতিগোষ্ঠীর নাগরিকদের সম্পত্তি বাজেয়াপ্ত করার নির্দেশ দেয় এবং পটসডাম চুক্তির অনুচ্ছেদ ১২ কার্যকর করার জন্য একটি জাতীয় আইনগত কাঠামো প্রতিষ্ঠা করে, যা তিন মিলিয়নেরও বেশি জার্মান ও হাঙ্গেরিয়ানদের নাগরিকত্ব বাতিল ও সম্পত্তি বাজেয়াপ্ত করার অনুমতি দেয়।\nতবে, বেনেশের পরিকল্পনা অনুযায়ী স্লোভাকিয়ার হাঙ্গেরিয়ান সংখ্যালঘুদের বিতাড়িত করার প্রচেষ্টা হাঙ্গেরির সাথে উত্তেজনা সৃষ্টি করে। হাঙ্গেরির জোট সরকারও সোভিয়েতপন্থী ছিল, ফলে মস্কোর আপত্তির কারণে হাঙ্গেরিয়ানদের বিতাড়ন বন্ধ হয়ে যায়। তবে, সোভিয়েত ইউনিয়ন সুডেটেন জার্মানদের বিতাড়নের বিষয়ে কোনো আপত্তি জানায়নি। তাই, চেকোস্লোভাক সরকার পটসডাম চুক্তির অধীনে সুডেটেন জার্মানদের বিতাড়ন অব্যাহত রাখে, যতক্ষণ না সুডেটেনল্যান্ডে মাত্র নগণ্যসংখ্যক জার্মান অবশিষ্ট থাকে।\n১৫ মার্চ ১৯৪৬ সালে, এসএস Obergruppenführer কার্ল হারমান ফ্রাঙ্ককে যুদ্ধাপরাধের দায়ে প্রাগে বিচারের সম্মুখীন করা হয়। বেনেশ নিশ্চিত করেন যে এই বিচার সর্বোচ্চ প্রচার পায়; এটি রাষ্ট্রীয় রেডিওতে সরাসরি সম্প্রচার করা হয় এবং ফ্রাঙ্কের জিজ্ঞাসাবাদের বিবৃতি সংবাদমাধ্যমে ফাঁস করা হয়। বিচারের সময়, ফ্রাঙ্ক অহংকারী মনোভাব প্রদর্শন করেন, চেক প্রসিকিউটরদের উদ্দেশ্য করে অপমানসূচক মন্তব্য করেন এবং দাবি করেন যে চেকরা এখনো Untermenschen (\"অবমানুষ\")। তিনি আরও বলেন, তার সুযোগ থাকলে আরও বেশি চেকদের হত্যা করতেন।\nফ্রাঙ্কের দোষী সাব্যস্ত হওয়ার পর, ২২ মে ১৯৪৬ সালে তাকে পানক্রাচ কারাগারের বাইরে হাজারো উল্লসিত জনতার সামনে ফাঁসি দেওয়া হয়। যেহেতু ফ্রাঙ্ক একজন সুডেটেন জার্মান ছিলেন, তার বিচার রাজনৈতিকভাবে ব্যবহার করা হয়। বেনেশ এটিকে \"জার্মানদের সামষ্টিক অপরাধবোধের\" প্রতীক হিসেবে উপস্থাপন করেন, যা সুডেটেন জার্মানদের বিতাড়ন ন্যায়সঙ্গত প্রমাণ করার জন্য ব্যবহৃত হয়। ইতিহাসবিদ মেরি হেইম্যান উল্লেখ করেন যে, যদিও ফ্রাঙ্ক সত্যিই যুদ্ধাপরাধ ও দেশদ্রোহিতার জন্য দোষী ছিলেন, তবে তার বিচার রাজনৈতিক উদ্দেশ্যে পরিচালিত হয়েছিল, বিশেষ করে বিশ্বকে সুডেটেন জার্মানদের \"সামষ্টিক অপরাধ\" বোঝানোর জন্য।\n\n\n=== ১৯৪৮ সালের কমিউনিস্ট অভ্যুত্থানন ===\n\n১২ ফেব্রুয়ারি ১৯৪৮ সালে, অ-কমিউনিস্ট মন্ত্রীরা পদত্যাগের হুমকি দেন যদি কমিউনিস্ট স্বরাষ্ট্রমন্ত্রী ভ্যাক্লাভ নোসেক (চেক: Václav Nosek) পুলিশ বাহিনীতে কমিউনিস্টদের অন্তর্ভুক্ত করা বন্ধ না করেন। কমিউনিস্টরা \"অ্যাকশন কমিটি\" গঠন করে এবং নোসেক সরকারি কর্মচারীদের তাদের আদেশ অনুসরণ করতে বলেন। এছাড়াও, নোসেক অবৈধভাবে অ্যাকশন কমিটিগুলোর কাছে অস্ত্র বিতরণ করেন। ২০ ফেব্রুয়ারি, কমিউনিস্টরা ১৫,০০০ সদস্যের একটি \"জনগণের মিলিশিয়া\" গঠন করে।\n২১ ফেব্রুয়ারি ১৯৪৮ সালে, ১২ জন অ-কমিউনিস্ট মন্ত্রী গটওয়াল্ডের কাছে পদত্যাগপত্র জমা দেন, কারণ তিনি পুলিশের নিয়োগে কমিউনিস্টদের অন্তর্ভুক্তি বন্ধ করতে অস্বীকৃতি জানান, যদিও মন্ত্রিসভার বেশিরভাগ সদস্য তা বন্ধের নির্দেশ দিয়েছিলেন। অ-কমিউনিস্টরা বিশ্বাস করেছিলেন যে বেনেশ তাদের পাশে দাঁড়াবেন এবং নতুন নির্বাচন না হওয়া পর্যন্ত তাদের একটি তত্ত্বাবধায়ক সরকার হিসেবে থাকতে দেবেন।\nপ্রাথমিকভাবে, বেনেশ তাদের পদত্যাগপত্র গ্রহণ করতে অস্বীকৃতি জানান এবং জোর দিয়ে বলেন যে অ-কমিউনিস্ট দলগুলো ছাড়া কোনো সরকার গঠন করা যাবে না। তবে, গটওয়াল্ড তখন আর সাংবিধানিক পদ্ধতিতে কাজ করার ভানও করেননি। তিনি হুমকি দেন যে, যদি বেনেশ একটি কমিউনিস্ট-প্রধান সরকার নিয়োগ না করেন, তবে সাধারণ ধর্মঘট ডাকা হবে। কমিউনিস্টরা ইতোমধ্যে পদত্যাগী মন্ত্রীদের দপ্তর দখল করে ফেলেছিল। এই সংকটের মুখে, বেনেশ দ্বিধাগ্রস্ত হন এবং আরও সময় নিতে চান।\n২২ ফেব্রুয়ারি, প্রাগে কমিউনিস্ট অ্যাকশন কমিটিগুলোর বিশাল মিছিল হয়, যা শেষ পর্যন্ত \"জনগণের মিলিশিয়া\" বিরোধী দলগুলোর কার্যালয় এবং সোকল আন্দোলনের দপ্তরে আক্রমণ চালায়। গুজব ছড়িয়ে পড়ে যে রেড আর্মি গটওয়াল্ডকে সমর্থন দিতে চেকোস্লোভাকিয়ায় প্রবেশ করবে, যা গৃহযুদ্ধের আশঙ্কা তৈরি করে। এই পরিস্থিতিতে, ২৫ ফেব্রুয়ারি বেনেশ অ-কমিউনিস্ট মন্ত্রীদের পদত্যাগপত্র গ্রহণ করেন এবং গটওয়াল্ডের পরিকল্পনা অনুযায়ী একটি নতুন কমিউনিস্ট-নিয়ন্ত্রিত সরকার গঠন করেন। যদিও অ-কমিউনিস্ট দলগুলো নামমাত্রভাবে সরকারে ছিল, তবে তারা সবাই কমিউনিস্টদের সহানুভূতিশীল ছিলেন, কেবল জান মাসারিক ব্যতীত। কার্যত, বেনেশ একটি কমিউনিস্ট অভ্যুত্থানকে আইনগত স্বীকৃতি দেন।\nএই সংকটকালে, বেনেশ লেজিওনেয়ারদের, সোকল আন্দোলনের, গির্জাগুলোর এবং বিশ্ববিদ্যালয়ের ছাত্রদের সমর্থন সংগঠিত করতে ব্যর্থ হন। রিচার্ড জে. ক্র্যাম্পটন লিখেছেন: \"ফেব্রুয়ারি ১৯৪৮ সালে, বেনেশ এখনো ব্যাপক সম্মান ও কর্তৃত্বের অধিকারী ছিলেন\", এবং তিনি যদি তার নৈতিক অবস্থান ব্যবহার করতেন, তবে তিনি জনমতকে কমিউনিস্টদের বিরুদ্ধে একত্রিত করতে পারতেন। তবে, বেনেশ তখনো জার্মানিকে চেকোস্লোভাকিয়ার প্রধান হুমকি হিসেবে দেখতেন এবং বিশ্বাস করতেন যে সোভিয়েত ইউনিয়নের সাথে সম্পর্ক বজায় রাখা চেকোস্লোভাকিয়ার জন্য অপরিহার্য। এছাড়াও, ফেব্রুয়ারি ১৯৪৮ সালে বেনেশ গুরুতর অসুস্থ ছিলেন; তিনি উচ্চ রক্তচাপ, ধমনী সংকোচন এবং পটস রোগে ভুগছিলেন, যা তার প্রতিরোধ ক্ষমতা দুর্বল করে দেয়।\nএরপর নির্বাচন অনুষ্ঠিত হয়, যেখানে ভোটারদের ন্যাশনাল ফ্রন্টের একটি মাত্র তালিকা দেওয়া হয়, যা এখন পুরোপুরি কমিউনিস্টদের নিয়ন্ত্রণে ছিল। ১২ মার্চ ১৯৪৮ সালে, অধ্যাপক ভ্যাক্লাভ চেরনি বেনেশের সাথে সেজিমোভো উস্তিতে তার বাসভবনে দেখা করেন। সেখানে বেনেশ জোসেফ স্টালিনকে তার সাথে প্রতারণা করার জন্য অভিযুক্ত করেন এবং চেরনির ভাষ্যমতে, তিনি স্টালিন সম্পর্কে এতটাই রাগান্বিত ও অশালীন ভাষায় মন্তব্য করেন যে, সেগুলো লিখে রাখার মতো ছিল না।\nজাতীয় পরিষদ, যা এখন কমিউনিস্টদের সম্পূর্ণ নিয়ন্ত্রণে ছিল, ৯ মে ১৯৪৮ সালে একটি নতুন সংবিধান অনুমোদন করে। যদিও এটি পুরোপুরি কমিউনিস্ট সংবিধান ছিল না, তবে এটি সোভিয়েত সংবিধানের সাথে অনেকাংশে মিল ছিল। বেনেশ এটিতে স্বাক্ষর করতে অস্বীকার করেন। তিনি ৭ জুন ১৯৪৮ সালে রাষ্ট্রপতির পদ থেকে পদত্যাগ করেন এবং গটওয়াল্ড এক সপ্তাহ পরে নতুন রাষ্ট্রপতি নির্বাচিত হন।\n১৪ আগস্ট ১৯৪৮ সালে, সোভিয়েত ও চেকোস্লোভাক মিডিয়া বেনেশের বিরুদ্ধে প্রচারণা চালায়, যেখানে বলা হয় যে তিনি সোভিয়েত ইউনিয়নের শত্রু এবং তিনি ১৯৩৮ সালের সেপ্টেম্বর মাসে মিউনিখ চুক্তি চেকোস্লোভাকিয়ার ওপর চাপিয়ে দেওয়ার জন্য সোভিয়েত সাহায্যের প্রস্তাব প্রত্যাখ্যান করেছিলেন। মৃত্যুশয্যায়, বেনেশ এই দাবির বিরুদ্ধে ক্ষুব্ধ হন এবং তার সাবেক প্রেসিডেন্সিয়াল চ্যান্সেলর ইয়ারোমির স্মুটনি লেখেন: \"তিনি জানতে চান, কখন, কার দ্বারা এবং কাকে এই প্রস্তাব দেওয়া হয়েছিল।\" কমিউনিস্ট শাসনামলে, বেনেশকে এই তথাকথিত প্রস্তাব প্রত্যাখ্যান করার জন্য দেশদ্রোহী হিসেবে নিন্দা করা হয়।\n\n\n== মৃত্যু ও উত্তরাধিকার ==\n\n১৯৪৫ সালের বসন্ত থেকে বেনেশের স্বাস্থ্য ক্রমশ অবনতি হতে থাকে, যখন তিনি প্রথমবার স্ট্রোক করেন। ১৯৪৭ সালে তিনি আরও দুটি স্ট্রোক করেন, এবং তার আজীবনের পরিশ্রমের ফল ভেস্তে যেতে দেখে তিনি ভীষণভাবে ভেঙে পড়েন। ২০১৮ সালে রেডিও প্রাগ ইন্টারন্যাশনালের একটি সাক্ষাৎকারে, ইতিহাসবিদ ইগর লুকেস বলেন যে ফেব্রুয়ারি ১৯৪৮ সালের সময় বেনেশ \"একজন পরিত্যক্ত মানুষের মতো\" ছিলেন এবং চেকোস্লোভাক কমিউনিস্ট পার্টির \"নিষ্ঠুর খেলোয়াড়দের\" বিরুদ্ধে লড়াই করার মতো শারীরিক বা মানসিক শক্তি তার ছিল না।\n৩ সেপ্টেম্বর ১৯৪৮ সালে, কমিউনিস্ট অভ্যুত্থানের সাত মাস পর, বেনেশ সেজিমোভো উস্তির তার ভিলায় স্বাভাবিক কারণে মৃত্যুবরণ করেন। তিনি তার ভিলার বাগানে সমাহিত হন, যেখানে তার মূর্তি তার সমাধিস্তম্ভের অংশ। তার স্ত্রী হানা, যিনি ২ ডিসেম্বর ১৯৭৪ পর্যন্ত জীবিত ছিলেন, তাকেও তার পাশেই সমাহিত করা হয়।\nবেনেশের নীতি ও চরিত্র নিয়ে এখনো বিতর্ক রয়েছে। রাশিয়ার এসভিআর দাবি করে যে বেনেশ যুদ্ধের আগে সোভিয়েত গোয়েন্দাদের সাথে ঘনিষ্ঠভাবে কাজ করেছিলেন, বিশেষ করে সোভিয়েত এজেন্ট পিওত্র জুবভের সাথে।\nবেনেশের বন্ধু, ব্রিটিশ ইতিহাসবিদ এ. জে. পি. টেলর ১৯৪৫ সালে লিখেছিলেন: \"বেক, স্টোজাদিনোভিচ, অ্যান্টোনেস্কু এবং বোনেট বেনেশের সততাকে অবজ্ঞা করতেন এবং নিজেদের কূটনৈতিক চালাকিতে গর্ব করতেন; কিন্তু তাদের দেশও জার্মান আগ্রাসনের সামনে ধ্বংস হয়েছিল এবং তাদের নেওয়া প্রতিটি পদক্ষেপ তাদের দেশের পুনর্জন্মকে আরও কঠিন করে তুলেছে। এর বিপরীতে, ড. বেনেশের পররাষ্ট্রনীতি চেকোস্লোভাকিয়ার জন্য একটি নিরাপদ ভবিষ্যৎ নিশ্চিত করেছে।\"\nটেলর এখানে যাদের উল্লেখ করেছেন তারা হলেন: - কর্নেল জোজেফ বেক, যিনি ১৯৩২-৩৯ সালে পোল্যান্ডের পররাষ্ট্র মন্ত্রী ছিলেন এবং সানেশন সামরিক একনায়কতন্ত্রের অন্যতম নেতা ছিলেন, যারা কখনও কখনও নাৎসি জার্মানির সাথে কাজ করেছিল। - মিলান স্টোজাদিনোভিচ, যিনি ১৯৩৫-৩৯ সালে যুগোস্লাভিয়ার প্রধানমন্ত্রী ছিলেন এবং জার্মানপন্থী পররাষ্ট্রনীতি অনুসরণ করেছিলেন। - জেনারেল আয়ন অ্যান্টোনেস্কু, যিনি ১৯৪০-৪৪ সালে রোমানিয়ার একনায়ক ছিলেন। - জর্জ বোনেট, যিনি ১৯৩৮-৩৯ সালে ফ্রান্সের পররাষ্ট্রমন্ত্রী ছিলেন এবং পূর্ব ইউরোপকে নাৎসি জার্মানির হাতে ছেড়ে দেওয়ার পক্ষে ছিলেন।\nটেলরের মূল্যায়ন অনুযায়ী, বেনেশ সততার পরিচয় দিয়েছিলেন (বোনেট, অ্যান্টোনেস্কু, বেক এবং স্টোজাদিনোভিচের বিপরীতে) এবং তিনি চেকোস্লোভাকিয়াকে সঠিক পথে পরিচালিত করেছিলেন। ১৯৪৫ সালে এই মূল্যায়ন ব্যাপকভাবে সমাদৃত হয়েছিল।\n\n\n=== প্রাপ্ত জাতীয় অর্ডারসমূহ ===\n\n\n=== প্রাপ্ত বিদেশী অর্ডারসমূহ ===\n\n\n== আরো দেখুন ==\n\nচেকোস্লোভাকিয়ার ইতিহাস\nলিটল এন্টেন্তে\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nCrampton, Richard (১৯৯৭)। Eastern Europe in the Twentieth Century। Routledge। আইএসবিএন 0415164230। \nHauner, Milan (২০০৯)। \"'We Must Push Eastwards!' The Challenges and Dilemmas of President Beneš after Munich\": 619–656। জেস্টোর 40542980। ডিওআই:10.1177/0022009409339435। \nHeimann, Mary (২০০৯)। Czechoslovakia: The State That Failed। Yale University Press। আইএসবিএন 978-0300172423। \nLukes, Igor (১৯৯৬)। Czechoslovakia Between Stalin and Hitler: The Diplomacy of Edvard Beneš in the 1930s। Oxford University Press। আইএসবিএন 9780195102666। \nLukes, Igor (১৯৯৯)। \"Stalin and Czechoslovakia: An Autopsy of a Myth\"। The Munich Crisis, 1938 Prelude to World War II। Frank Cass। পৃষ্ঠা 13–47। আইএসবিএন 9781136328329। \nMastný, Vojtěch (১৯৭১)। The Czechs Under Nazi Rule: The Failure of National Resistance, 1939–1942। Columbia University Press। আইএসবিএন 978-0-231-03303-9। \nNeville, Peter (২০১০)। Benes & Masaryk: Czechoslovakia। Haus Publishing। আইএসবিএন 9781905791729। জেস্টোর j.ctt1r6b055। \nOrzoff, Andrea (২০০৯)। The Battle for the Castle। Oxford University Press। \nKonrád, Ota; Küpper, René (২০১৩)। Edvard Beneš: Vorbild und Feindbild : politische, mediale und historiographische Deutungen (জার্মান ভাষায়)। Vandenhoeck & Ruprecht। আইএসবিএন 978-3-525-37302-6। \nCrampton, Richard (১৮ নভেম্বর ১৯৯৯)। \"Central Europe Review – Book Review: The Life of Edvard Benes, 1884–1948\"। Ce-review.org। Archived from the original on ৪ অক্টোবর ২০০৯। সংগ্রহের তারিখ ১৯ নভেম্বর ২০১৩। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: ইউআরএল ফিট নয় (link) \nWheeler-Bennett, John (১৯৬৭)। The Nemesis of Power The German Army In Politics 1918-1945। Macmillan। \nTaylor, A.J.P. (১৯৭৬)। The Origins of the Second World War। Penguin। \nWeinberg, Gerhard (২০০৪)। A World At Arms। Cambridge University Press। আইএসবিএন 0521618266। \nZeman, Zbyněk; Klimek, Antonín (১৯৯৭)। The Life of Edvard Beneš: Czechoslovakia in Peace and War। Clarendon Press। আইএসবিএন 978-0-19-820583-8। \nZinner, Paul E. (১৯৯৪)। \"Czechoslovakia: The Diplomacy of Eduard Benes\"। The Diplomats, 1919–1939। Princeton University Press। পৃষ্ঠা 100–122। আইএসবিএন 978-0-691-03660-1। ওসিএলসি 31484352। \n\n\n=== প্রাথমিক উৎস ===\nহাউনার, মিলান, সম্পাদক। এডভার্ড বেনেসের স্মৃতিকথা: মিউনিখের দিনগুলি (খণ্ড ১), যুদ্ধ ও প্রতিরোধ (খণ্ড ২), দলিলপত্র (খণ্ড ৩)। চেকোস্লোভাকিয়ার রাষ্ট্রপতি বেনেসের পুনর্গঠিত যুদ্ধ স্মৃতিকথার প্রথম সমালোচনামূলক সংস্করণ (একাডেমিয়া প্রাগ ২০০৭ দ্বারা প্রকাশিত)আইএসবিএন ৯৭৮-৮০-২০০-১৫২৯-৭ )।\n\n\n== বহিঃসংযোগ ==\nএনসাইক্লোপিডিয়া ব্রিটানিকায় এডওয়ার্ড বেনেস সম্পর্কে প্রবন্ধ ।\nকুপার, রেনে: বেনেস, এডভার্ড, ইন: ১৯১৪-১৯১৮-অনলাইন। প্রথম বিশ্বযুদ্ধের আন্তর্জাতিক বিশ্বকোষ ।\nদ্বিতীয় বিশ্বযুদ্ধের সময় ইংল্যান্ডে নির্বাসিত রাষ্ট্রপতি বেনেস\nচেক পররাষ্ট্র মন্ত্রণালয়ের জীবনী (চেক ভাষায়)\n– ২৬ সেপ্টেম্বর ১৯৩৮ তারিখে টাইমে প্রকাশিত একটি নিবন্ধ – বিনামূল্যে সংরক্ষণাগার\nএডভার্ড বেনেসের শেষকৃত্যের ছবি - শায়িত অবস্থায় (খোলা কফিনে)\nএডভার্ড বেনেসের শেষকৃত্যের ছবি - পুষ্পস্তবক অর্পণ এবং কবরে কফিন স্থাপনের মাধ্যমে অন্ত্যেষ্টিক্রিয়া।\nএডভার্ড বেনেস এবং তার স্ত্রীর ছবি – শেচটল এবং ভোসেক মিউজিয়াম অফ ফটোগ্রাফির সংরক্ষণাগার\nNewspaper clippings about Edvard Beneš\nস্টেফানিকের মৃত্যু বার্ষিকীর ১০তম বার্ষিকীতে বেনেসের বক্তৃতা, বেনেস, এডভার্ড। স্টেফানিক এবং জেহো ওডকাজ । প্রাহা : ČIN, ১৯২৯। ৬৬ সেকেন্ড – ব্রাতিস্লাভা ডিজিটাল লাইব্রেরিতে অনলাইনে পাওয়া যাচ্ছে (চেক ভাষায়)"}