{"pageid": 1518235, "title": "এনারকন", "url": "https://bn.wikipedia.org/wiki?curid=1518235", "content": "এনারকন জিএমবিএইচ জার্মানির লোয়ার স্যাক্সনির অরিখে অবস্থিত একটি বায়ু টারবাইন প্রস্তুতকারক সংস্থা। ১৯৯০-এর দশকের মাঝামাঝি থেকে এটি জার্মানির বাজারের শীর্ষস্থানীয় এক সংস্থা। জার্মানি (অরিচ, এমডেন এবং ম্যাগডেবার্গ ), ব্রাজিল, ভারত, কানাডা, তুরস্ক এবং পর্তুগালে এনারকন-এর উৎপাদন কারখানা রয়েছে। ২০১০ সালের জুন মাসে, এনারকন ঘোষণা করে যে তারা ট্রালিতে তাদের আইরিশ সদর দপ্তর স্থাপন করবে। অ্যালয়স-ওবেন-ফাউন্ডেশনের প্রতিষ্ঠাতা এবং ইউইই হোল্ডিংয়ের মালিক অ্যালয়স ওবেন এনারকন জিএমবিএইচ-এর প্রধান। অ্যালয়স ওবেন, সাইমন ওবেন এবং হান্স-ডিটার কেটিচ একযোগে সংস্থাটি নিয়ন্ত্রণ করে।\nডিসেম্বর ২০১৭-এর হিসাব অনুযায়ী, এনারকন ২৬,৩০০ -এর বেশি বায়ু টারবাইন স্থাপনা করেছে যারা সর্বসাকুল্যে ৪৩ গিগাওয়াটের বেশি বিদ্যুত উতপাদনে সক্ষম।  তারা সবচেয়ে বেশি ই-৪০ সাংকেতিক নামে চিহ্নিত বায়ু টারবাইন স্থাপনা করেছে যা ১৯৯৩ সালে গিয়ারবক্সবিহীন নকশার পথপ্রদর্শক ছিল। জুলাই ২০১১ -এর হিসাব অনুসারে এনারকনের কাছে বিশ্বব্যাপী বাজারের ৭.২% অংশীদারিত্ব আছে যা তাদেরকে বিশ্বব্যাপী বায়ু টারবাইন উতপাদন সংস্থার মধ্যে পঞ্চম স্থান লাভ করতে সাহায্য করেছে এবং এদের কাছে জার্মানীর বাজারের ৫৯.২% অংশীদারিত্ব আছে। \n\n\n== কোম্পানির কাঠামো ==\nঅ্যালোয়স-ওয়োবে-স্টিফটং -এর প্রতিষ্ঠা করেন অ্যালয়স ওবেন। এই সংস্থাটি ইউইই হোল্ডিং এর মালিক। ইউইই হোল্ডিং - অধীনস্থ এনারকন সংস্থা।\n৩০টিরও বেশি সরবরাহ কোম্পানি একচেটিয়াভাবে এনারকনের জন্য কাজ করে। ২০১৮ সালে তাদের মধ্যে কিছু সংস্থা যেমন, ডব্লিউইসি তুরাম্বাউ এম্বডেন, ডব্লিউইসি তুরাম্বাউ ম্যাগডেবার্গ এবং এইরো ইএমেস জিএমবিএইচ  ইত্যাদিরা ঘোষণা করেছিল যে তারা সর্বসাকূল্যে ৮০০ জন কর্মীকে ছাঁটাই করবে।  এনারকন ঘোষণা করেছে যে এই কোম্পানিগুলি স্বাধীনভাবে পরিচালিত হবে।\nপ্রকৃতপক্ষে, এই প্রতিষ্ঠানগুলো লুক্সেমবার্গ এবং ব্রিটিশ ভার্জিন দ্বীপপুঞ্জে অবস্থিত গ্রুপ অ্যালয় বি এ ওবেন ব্রিজ ট্রাস্ট -এর মালিকানাধীন, যা জটিল মালিকানা কাঠামোর মাধ্যমে পরিচালিত হয়। সেই সময়ে, এনডিআর অনুমান করেছিল যে এই কাঠামোটি এমনভাবে গঠিত হয়েছে যাতে অ্যালয়েস ওবেন তার লাভ সংগ্রহ করতে পারেন, কিন্তু তার কর্মচারীদের প্রতি কোনো সামাজিক দায়বদ্ধতা পালন করতে না হয়।\n\n\n== ইতিহাস ==\n১৯৮৪ সালে, ওবেন তিনজন কর্মচারী নিয়ে অরিখে এনারকন নামের একটি বায়ু টারবাইন প্রস্তুতকারক সংস্থা প্রতিষ্ঠা করেন। ১৯৯৩ সালে, ওবেন সম্পূর্ণ রূপান্তরকারীযুক্ত গিয়ারবিহীন বায়ু টারবাইনের উৎপাদনে পরিবর্তন আনেন, একটি প্রযুক্তি যা তিনি নিজেই উন্নত করেছিলেন। এনারকন ই-৪০ টারবাইনের প্রত্যাশা পূরণ করেছে এবং বিশ্বব্যাপী সাফল্য অর্জন করেছে। ২০১২ সালে ওবেন তার ব্যবসা থেকে সরে আসেন এবং ২০১২ সালের ১ অক্টোবর থেকে তার কোম্পানির  অংশদারীত্ব অ্যালয়েস-ওবেন ফাউন্ডেশনে স্থানান্তর করেন। ২০১৬ সাল থেকে তার ভাগ্নে সাইমন ওবেন ব্যবস্থাপনা দলের অংশ।\n২০২২ সালের ২৪শে ফেব্রুয়ারী, ইউক্রেনে রাশিয়ার পূর্ণাঙ্গ আক্রমণের দিন উপগ্রহ ব্যবস্থাপনা সঞ্চালক ভিয়াস্যাটের উপর সাইবার-আক্রমণ হয়(সন্দেহ করা হয় যে রাশিয়ানরা এই আক্রমন করেছিলে) যার এনার্কন উইন্ড টারবাইনের ৫,৮০০ টি রক্ষণাবেক্ষণ দপ্তর প্রভাবিত হয়েছিল এবং সেগুলি প্রতিস্থাপন করতে হয়েছিল। ফোর্বসের মতে, ২০২১ সালের আগস্ট পর্যন্ত অ্যালয়স ওবেনের মোট সম্পদের পরিমাণ ছিল ৭.১ বিলিয়ন ডলার।\n\n\n== প্রযুক্তি ==\nএনারকন বায়ু টারবাইনগুলোর কিছু বিশেষ প্রযুক্তিগত বৈশিষ্ট্য রয়েছে, যা অন্যান্য বেশিরভাগ নির্মাতার টারবাইনের তুলনায় আলাদা। এর মধ্যে অন্যতম হল গিয়ারবিহীন চালনা পদ্ধতি, যা এনারকন ১৯৯৩ সাল থেকে পথিকৃত হিসেবে ব্যবহার করছে। প্রথম গিয়ারবিহীন টারবাইনগুলিকে ই-৪০/৫০০ কিলোওয়াট শ্রেনী হিসাবে চিহ্নিত কর হত। (এনারকনের পূর্ববর্তী ডিজাইনগুলোতে ট্রান্সমিশন ট্রেন ছিল।) রোটর ব্লেডযুক্ত হাব সরাসরি রিং জেনারেটরের রোটরের সঙ্গে সংযুক্ত থাকে (ডাইরেক্ট ড্রাইভ)। রোটর ইউনিট একটি স্থির অক্ষের চারপাশে সামনে ও পিছনের মূল বেয়ারিংয়ের ওপর ঘোরে। রোটরের গতি সরাসরি উচ্চ-মেরু সিঙ্ক্রোনাস জেনারেটরে স্থানান্তরিত হয়, যেখানে রোটরটি স্টেটরের ভিতরে ভিন্নভাবে ঘোরে। এনারকনের জেনারেটরে কোনো স্থায়ী চুম্বক (পার্মানেন্ট ম্যাগনেট) থাকে না, যা কোম্পানিকে বিরল-মূল্যের ধাতুর ওপর নির্ভরশীলতা এড়াতে সাহায্য করে। তবে, সরাসরি সংযোগ থাকার ফলে গ্রিডের ক্ষতি (গ্রিড লস) হয়। গিয়ারযুক্ত সিস্টেমের তুলনায় ঘূর্নন গতি ও যান্ত্রিক লোডের পরিবর্তন এনারকনের টারবাইনে কম হয়। বাতাসের গতির ওপর নির্ভর করে ই-৩৩ মডেলের ঘূর্নন গতি প্রতি মিনিটে ১৮ থেকে ৪৫ বার (আরএমপি) এবং ই-১২৬ মডেলের ঘূর্নন গতি ৫-১১.৭ আরএমপি হয়। যেখানে গিয়ারযুক্ত জেনারেটরের গতি পূর্ণক্ষমতায় ১৫০০ আরএমপি পর্যন্ত হয়। বড় এনারকন জেনারেটরগুলো উচ্চ টাওয়ারের উপরের অংশের ভর কিছু বেশি হয় যা নির্মাণ ক্ষেত্রে কিছু দূরূহতার সৃষ্টি করে। ২০২২ সালে, এনারকন বায়ুকলে প্রথম একীভূত বাক্স-আকৃতির নাসেল প্রযুক্তি চালু করা হয়, যেখানে ইনভার্টার ও ট্রান্সফরমার সংযুক্ত থাকায় সমস্যা কমে আসে। পূর্বের সব এনারকন টারবাইনে টাওয়ারের ভিত্তিতে পাওয়ার সিস্টেম স্থাপন করা হতো।\nঅধিকাংশ এনারকন সিস্টেম অন্যান্য নির্মাতার সিস্টেমগুলোর তুলনায় চেহারায় স্বতন্ত্র। ১৯৯৫/১৯৯৬ সাল থেকে তাদের নাসেল (টারবাইনের উপরের অংশ) জলবিন্দু-আকৃতির (ড্রপ-শেপড) ডিজাইনে তৈরি। এই অনন্য ডিজাইনটি ব্রিটিশ স্থপতি নরম্যান ফস্টার তৈরি করেছিলেন, যিনি বার্লিন রাইখস্টাগ-এর গম্বুজও ডিজাইন করেছিলেন।\nজার্মানি এবং অনেক অন্যান্য দেশে, টাওয়ারের ভিত্তির উপরে সবুজ রঙের বলয় (রিং) থাকে, যা নিচ থেকে উপরের দিকে ক্রমান্বয়ে উজ্জ্বল হয়। তবে, বোর্কুমের মতো দ্বীপগুলিতে এই রঙ পরিবর্তিত হয়ে নীল রঙের ব্যবহার করা হয়। এনসিএস গ্রেডিং প্রযুক্তির মাধ্যমে টাওয়ারগুলোকে প্রকৃতির সাথে আরও ভালোভাবে মিশিয়ে দেওয়ার ব্যবস্থা করা হয়েছে। এনারকনের ঘূর্নন ব্লেডগুলো ছিল বাজারে একমাত্র যেগুলোর ব্লেডের প্রান্তগুলো বিমানের উইংলেটের মতো আকৃতির ছিল।\n২০০৮ সালে, প্রথম ই-১২৬ টারবাইন (ই-১১২-এর উত্তরসূরি) জার্মানি ও বেলজিয়ামের বিভিন্ন স্থানে স্থাপন করা হয়, যার মধ্যে বেলজিয়ামের এস্টিনেস উইন্ড ফার্মও অন্তর্ভুক্ত ছিল (যেখানে এগারোটিই-১২৬ টারবাইন স্থাপন করা হয়)। যদিও ই-১২৬ টারবাইন শুরুতে ৬ মেগাওয়াট ক্ষমতার বিদ্যুতশক্তি উতপাদন করতে পারত, পরে এর উতপাদন ক্ষমতা ৭.৫ মেগাওয়াটে উন্নীত করা হয়। ই-৮২ টারবাইনের সংস্কার করা হয়েছে এবং এর বিভিন্ন সংস্করণ, তাদের প্রযুক্তিগত ক্ষমতা অনুসারে ২, ২.৩ এবং ৩ মেগাওয়াট উপলব্ধ বিদ্যুতশক্তি উতপাদন করতে পারে। \nবর্তমানে এনারকন সমুদ্র উপকূলীয় প্রকল্পগুলিতে বায়ু টারবাইন সরবরাহ করে না এবং মাঝে মাঝে সমুদ্র উপকূলীয় বায়ু বিদ্যুতশক্তি সম্পর্কে সন্দেহ প্রকাশ করেছে।  গুজব ছিল যে এনারকন জার্মানির আলফা ভেন্টাস অফশোর উইন্ড ফার্ম এবং উইলহেল্মশেভেনের কাছে একটি তীরবর্তী পার্কে টারবাইন সরবরাহ করতে প্রস্তুত ছিল কিন্তু তারা তা করেনি। \n\n\n== টারবাইন ==\nদ্রষ্টব্য: \"*\" সহ বায়ু টারবাইন নামকরণের অর্থ হল টারবাইনটি হয় সাময়িকভাবে অনুপলব্ধ, অথবা স্থায়ীভাবে বিক্রি বন্ধ করে দেওয়া হয়েছে।\n\n\n== সমস্যা ==\n\n\n=== পেটেন্ট বিরোধ ===\nমার্কিন পেটেন্ট ৫০,৮৩,০৩৯ লঙ্ঘনের অভিযোগের কারণে ২০১০ সাল পর্যন্ত এনারকনকে তাদের বায়ু টারবাইনগুলি মার্কিন যুক্তরাষ্ট্রে রপ্তানি করতে নিষেধ করা হয়েছিল।  মার্কিন যুক্তরাষ্ট্রের আন্তর্জাতিক বাণিজ্য কমিশন আইটিসি -এর শুনানিতে এনারকন মার্কিন পেটেন্টের বৈধতা চ্যালেঞ্জ করেনি তবে তারা যুক্তি দিয়েছিল যে তাদের প্রযুক্তি মার্কিন যুক্তরাষ্ট্রের সংস্লিষ্ট পেটেন্টের দ্বারা প্রভাবিত হয়নি। তবে আইটিসি রায় দেয় যে সংশ্লিষ্ট প্রযুক্তিটি ওই পেটেন্টের অন্তর্ভুক্ত এবং তাই ২০১০ সাল পর্যন্ত এনারকন টারবাইন যুক্তরাষ্ট্রের বাজারে নিষিদ্ধ করা হয়।  পরে, এনারকন একই ধরনের দাবি তোলার পর, তাদের প্রতিদ্বন্দ্বী জেনারেল ইলেকট্রিক, যারা কেনেটেকের উত্তরসূরি, তাদের সঙ্গে একটি ক্রস পেটেন্ট চুক্তি সম্পাদিত হয়। একজন এনএসএ (ন্যাশনাল সিকিউরিটি এজেন্সি) কর্মচারীর মতে, এনারকন সংক্রান্ত বিস্তারিত তথ্য একেলন গোয়েন্দা নেটওয়ার্কের মাধ্যমে কেনেটেকে প্রদান করা হয়েছিল।   অভিযোগ করা হয় যে, এনারকনের বিরুদ্ধে এই শিল্প গুপ্তচরবৃত্তির উদ্দেশ্য ছিল ওববেনের জেনারেটর প্রযুক্তির তথ্য একটি মার্কিন কোম্পানির কাছে সরবরাহ করা। \n\n\n== অন্যান্য উদ্যোগ ==\n২০০৮ থেকে ২০২০ সাল পর্যন্ত, এনারকন একটি রেলওয়ে কোম্পানির অংশীদার ছিল, যা অন্যান্য সম্পদের পাশাপাশি অ্যাবেলিট্‌জ–আওরিখ রেলওয়ের মালিকানাধীন ছিল। এনারকনের নির্মিত উইন্ড টারবাইনের ব্লেড রেলের মাধ্যমে গ্রাহকদের কাছে সরবরাহের জন্য এই রেলপথটি  ব্যবহৃত হতো।  এনারকন যখন এই রেললাইনটির আংশিক মালিকানা ধারণ করেছিল, তখন তারা এর অবকাঠামোতে ব্যাপক বিনিয়োগ করেছিল।  ২০২০ সালে, এনারকন তাদের রেল সংক্রান্ত ব্যবসা হারমান বেটেলস জিএমবিএইচ -এর কাছে বিক্রি করে দেয়। \n\n\n== চিত্রশালা ==\n\n\n=== এস্টিনেস উইন্ডফার্ম ===\n\n\n== তথ্যসূত্র =="}