{"pageid": 1518628, "title": "সানটেক পাওয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1518628", "content": "সানটেক পাওয়ার হোল্ডিংস কোং লিমিটেড একটি চীনা কোম্পানি, যা সৌর প্যানেল উৎপাদনের জন্য পরিচিত। ২০১১ সালের শেষ নাগাদ কোম্পানিটির বার্ষিক উৎপাদন ক্ষমতা পৌঁছেছিল ২,০০০ মেগাওয়াট (২৭,০০,০০০ অশ্বশক্তি)। এর প্রধান কার্যালয় চীনের জিয়াংসুর প্রদেশের উক্সিতে অবস্থিত।\n২০১৩ সালে সানটেক দেউলিয়া হওয়ার পর, ২০১৪ সালে এটি অধিগ্রহণ করে \"শুনফেং ইন্টারন্যাশনাল ক্লিন এনার্জি লিমিটেড\", যা হংকং স্টক এক্সচেঞ্জে তালিকাভুক্ত একটি নবায়নযোগ্য জ্বালানি বিনিয়োগকারী এবং স্বাধীন বিদ্যুৎ উৎপাদনকারী কোম্পানি।\nসানটেক বিশ্বব্যাপী ৮০টিরও বেশি দেশে হাজারো কোম্পানিকে ১৩ মিলিয়নেরও বেশি সৌর প্যানেল সরবরাহ করেছে। বিভিন্ন প্রধান বাজারে তাদের অফিস ও উৎপাদন সুবিধা রয়েছে। চীনের উক্সিতে অবস্থিত সদর দপ্তরটি কোম্পানির বৈশ্বিক কার্যক্রমের কেন্দ্র হিসেবে কাজ করে এবং এটি বিশ্বের বৃহত্তম সৌর-সমন্বিত ভবন সম্মুখভাগের জন্যও পরিচিত। \n২০০৮ সালে শীর্ষ অবস্থানে পৌঁছানোর পর, সানটেকের ব্যবসায়িক অবস্থার নাটকীয় অবনতি ঘটে। সৌর পণ্যের বাজারে অতিরিক্ত সরবরাহ এবং বিনিয়োগজনিত সমস্যার কারণে কোম্পানিটি কঠিন পরিস্থিতির সম্মুখীন হয়।\n২০১৩ সালের মার্চ মাসে, সানটেক ৫৪১ মিলিয়ন মার্কিন ডলারের বন্ড পরিশোধে ব্যর্থ হয়, ফলে এটি চীনের মূল ভূখণ্ড থেকে প্রথম কোম্পানি হিসেবে মার্কিন বন্ড পরিশোধে খেলাপি হয়।  এরপর চীনের কয়েকটি ব্যাংক কোম্পানির প্রধান ইউনিট \"উক্সি সানটেক পাওয়ার হোল্ডিংস কোং, লিমিটেড\".-কে দেউলিয়া ঘোষণা করার জন্য আবেদন করে। \nপরবর্তীতে, নিউ ইয়র্ক স্টক এক্সচেঞ্জ (এনওয়াইএসই) থেকে সানটেকের \"আমেরিকান ডিপোজিটরি রিসিপ্টস (এডিআর)\" তালিকাভুক্তি বাতিল করা হয় এবং শেয়ারগুলো \"ওভার-দ্য-কাউন্টার (ওটিসি)\" এক্সচেঞ্জে স্থানান্তর করা হয়।\n\n\n== প্রতিষ্ঠাতা ==\nড. শি ঝেংগ্রং (জন্ম আনুমানিক ১৯৬৩) \"সানটেক পাওয়ার\" প্রতিষ্ঠা করেছিলেন। তিনি ২০১৩ সাল পর্যন্ত কোম্পানির চেয়ারম্যান ও প্রধান নির্বাহী কর্মকর্তার দায়িত্ব পালন করেন।\nতিনি নিউ সাউথ ওয়েলস বিশ্ববিদ্যালয়ের (ইউএনএসডব্লিউ)  স্কুল অফ ফটোভোলটাইক অ্যান্ড রিনিউয়েবল এনার্জি ইঞ্জিনিয়ারিং থেকে স্নাতক ডিগ্রি অর্জন করেন।(ইউএনএসডব্লিউ)-তে পড়াশোনার সময়, তিনি অধ্যাপক মার্টিন গ্রিনের অধীনে শিক্ষা গ্রহণ করেন   এবং স্টুয়ার্ট ওয়েনহ্যামের সঙ্গে পরিচিত হন, যিনি পরবর্তীতে সানটেকের প্রধান প্রযুক্তি কর্মকর্তা হন।\n২০০৭ সালে, ডঃ শি টাইম ম্যাগাজিনের \"পরিবেশের নায়ক\"দের একজন হিসেবে স্বীকৃতি পান এবং বিশ্বের প্রথম \"সবুজ বিলিয়নেয়ার\" হিসেবে উল্লেখিত হন। ২০১০ সালের জানুয়ারিতে, তিনি মর্যাদাপূর্ণ জায়েদ ফিউচার এনার্জি পুরস্কারের চূড়ান্ত প্রতিযোগী হিসেবে সম্মানিত হন। এছাড়া, ডঃ শি নিউ সাউথ ওয়েলস বিশ্ববিদ্যালয়ে (UNSW) ভিজিটিং প্রফেসর হিসেবে নিযুক্ত হয়েছিলেন।\n\n\n== বৈশ্বিক কার্যক্রম ==\nসানটেক পাওয়ার বিশ্বের বিভিন্ন দেশে কার্যক্রম পরিচালনা করে। প্রতিষ্ঠানটির প্রতিনিধি অফিস রয়েছে চীন, অস্ট্রেলিয়া, যুক্তরাষ্ট্র, সুইজারল্যান্ড, স্পেন, ইতালি, জার্মানি, জাপান এবং দুবাইতে। এছাড়াও, উক্সি, লুওয়াং, কিংহাই, সাংহাই, জার্মানি, জাপান এবং যুক্তরাষ্ট্রের অ্যারিজোনার গুডইয়ারে তাদের উৎপাদন সুবিধা রয়েছে।\nসানটেক আমেরিকার প্রধান কার্যালয় ক্যালিফোর্নিয়ার সান ফ্রান্সিসকোতে অবস্থিত ছিল। ২০১০ সালে, তারা অ্যারিজোনার ফিনিক্সে একটি উৎপাদন কেন্দ্র স্থাপনের পরিকল্পনা করে। এর আগে, ২০০৯ সালে, সংস্থাটি তাদের মার্কিন কার্যক্রমের শীর্ষ নির্বাহীদের আমেরিকান সোলার প্যানেল শিল্প গোষ্ঠীর নেতৃত্বে নিয়োগ দেয়, যা তাদের মার্কিন বাজারে অবস্থানকে আরও শক্তিশালী করে। \n\n\n== সংস্থাপন ==\nসানটেক পাওয়ার বিশ্বের বিভিন্ন দেশে অসংখ্য সৌর বিদ্যুৎ কেন্দ্র ও সিস্টেমের জন্য সৌর মডিউল সরবরাহ ও স্থাপন করেছে। তাদের উল্লেখযোগ্য প্রকল্পগুলোর মধ্যে কয়েকটি বিশেষভাবে উল্লেখযোগ্য।\n\nক্লিফ বারের সদর দপ্তর\nসিডনি থিয়েটার কোম্পানির আবাসস্থল, দ্য ওয়ার্ফ (সিডনি, অস্ট্রেলিয়া)\nআলামোসা বিদ্যুৎ কেন্দ্র (কলোরাডো, মার্কিন যুক্তরাষ্ট্র)\nঅ্যারিজোনা স্টেট ইউনিভার্সিটি (অ্যারিজোনা, মার্কিন যুক্তরাষ্ট্র)\nবেইজিং জাতীয় স্টেডিয়াম (বেইজিং, চীন)\nইলেকট্রনিকর বিদ্যুৎ কেন্দ্র (ট্রুজিলো, স্পেন)\nমাসদার সিটি সোলার ফার্ম (আবুধাবি, সংযুক্ত আরব আমিরাত)\nনেলিস বিমান বাহিনী ঘাঁটি (নেভাদা, মার্কিন যুক্তরাষ্ট্র)\nএক্সপো ২০১০ সাংহাই (সাংহাই, চীন)\nকেতুরা সান (কিবুতজ কেতুরা, ইজরায়েল)\n২০০৭ সালের জুন মাসে, সানটেক এনার্জি সলিউশনস বিভাগ গুগলের ১.৬ মেগাওয়াট সৌরবিদ্যুৎ প্রকল্প সফলভাবে সম্পন্ন করে। \nসানটেক পাওয়ার, ইসরায়েলি কোম্পানি সোলারিট ডোরালের সাথে অংশীদারিত্বে ৫০ কিলোওয়াট ছাদ সৌর প্রকল্প বাস্তবায়ন করে। এই প্রকল্পটি ২০০৮ সালের ডিসেম্বরে গোলান হাইটসের কাটজরিনের ইসরায়েলি বসতিতে বিদ্যুৎ গ্রিডের সাথে সংযুক্ত হয়। \nইসরায়েলের প্রথম বাণিজ্যিক সৌরক্ষেত্র কেতুরা সান ফিল্ডে সানটেকের সৌর প্যানেল ব্যবহার করা হয়েছিল। এই সৌরক্ষেত্রটি আরাভা পাওয়ার কোম্পানি দ্বারা উন্নত করা হয়।\nপিভিনসাইটস অনুযায়ী, ২০১০ সালে সানটেক ১.৪৯ গিগাওয়াট সৌর প্যানেল চালানের পরিমাণ নিয়ে শীর্ষ অবস্থানে ছিল। এরপর, ২০১১ সালে সানটেক ২ গিগাওয়াটের বেশি বিদ্যুৎ সরবরাহের লক্ষ্যমাত্রা নির্ধারণ করেছিল, তবে সৌর যন্ত্রাংশের দাম হ্রাস পাওয়ায় তা অর্জন করা আরও কঠিন হয়ে পড়ে। সৌর প্যানেলের দামের মন্দার সময়, চীনা কোম্পানিগুলি তাদের খরচ ব্যবস্থাপনা সক্ষমতার মাধ্যমে প্রতিযোগিতায় টিকে থাকার প্রমাণ দেখিয়েছিল।\n২০১১ সালের তৃতীয় প্রান্তিকের প্রথম দিনেই, সানটেক ঘোষণা করে যে তারা (এমইএমসি)-এর সাথে তাদের দীর্ঘমেয়াদী ওয়েফার চুক্তিটি ১২০ মিলিয়ন ডলার দিয়ে বাতিল করবে। \n২০১১ সালে, শীর্ষ পাঁচটি চীনা সৌরবিদ্যুৎ কোম্পানি, যেমন সানটেক, ইংলি, ত্রিনা, কানাডিয়ান এবং জিনকো, তাদের বাজার অংশীদারিত্ব ২০০৯ সালের ১৭.২% থেকে ২০১১ সালে ৩০% এ উন্নীত করেছে। এই পাঁচটি কোম্পানি আড়াই বছরের মধ্যে তাদের মোট বাজার অংশ প্রায় দ্বিগুণ করেছে এবং বিশ্বব্যাপী সৌর বিদ্যুৎ মডিউল বাজারের প্রায় এক-তৃতীয়াংশ দখল করেছে।\n\n\n== সম্মাননা ==\nসানটেক পাওয়ার ২০০৮ সালে ফ্রস্ট অ্যান্ড সুলিভান সোলার এনার্জি ডেভেলপমেন্ট কোম্পানি অফ দ্য ইয়ার হিসেবে স্বীকৃতি পেয়েছিল। ফ্রস্ট অ্যান্ড সুলিভান গবেষণা বিশ্লেষক মেরি জন এই স্বীকৃতির বিষয়ে মন্তব্য করে বলেন, \"শক্তি-সাশ্রয়ী, সাশ্রয়ী এবং কাস্টমাইজেবল বিল্ডিং ইন্টিগ্রেটেড ফটোভোলটাইক (BIPV) সিস্টেম এবং স্ফটিক পিভি কোষের মাধ্যমে সৌর শক্তিকে বিদ্যুতে রূপান্তরিত করার জন্য সানটেক পাওয়ারের অগ্রণী সাফল্য অত্যন্ত প্রশংসনীয়। তাদের কাজ শুধু বিশ্বব্যাপী শক্তির চাহিদা পূরণে সহায়ক নয়, বরং গ্রাহকদের প্রত্যাশা ছাড়িয়ে গেছে, এবং তারা জানিয়েছেন যে \"বিআইপিভি\" সিস্টেম ও অন্যান্য শক্তি-সাশ্রয়ী পণ্যগুলি তাদের চাহিদা অনুযায়ী সঠিকভাবে কাস্টমাইজ করা হয়েছে।\"\nউদ্ভাবনী নকশার ফলে ইনস্টলেশন ও ব্যবহারের সুবিধা বৃদ্ধি পাওয়ায়, ২০০৯ সালে আন্দালে এসি সোলার পিভি প্যানেল এমএসএন-এর অন্যতম সেরা পণ্য হিসেবে স্বীকৃতি পেয়েছিল। এই প্যানেলের উপাদানগুলির অন্যতম প্রধান নির্মাতা হলো সানটেক পাওয়ার, যা আকিনা সোলার (একেএনএস) কর্তৃক বিক্রিত আন্দালে সোলার প্যানেলের অন্যতম সরবরাহকারী।\n\n\n== অর্থনৈতিক কার্যক্রম ==\nশি উক্সি শহর সরকারের সহায়তায় সানটেক প্রতিষ্ঠা করেন, যার কোম্পানিতে ২৫% অংশীদারিত্ব ছিল।   স্থানীয় সরকার অর্থায়নকারী যানবাহন এবং পাঁচটি স্থানীয় রাষ্ট্রীয় মালিকানাধীন উদ্যোগও কোম্পানিতে বিনিয়োগ করেছে।   ২০০৫ সালে (এনওয়াইএসই)-তে কোম্পানির অফার আসার আগে, বেসরকারি এবং বিদেশী বিনিয়োগকারীরা সানটেকের পূর্বে রাষ্ট্রীয় মালিকানাধীন সমস্ত শেয়ার কিনে নিয়েছিল।  \nসেই প্রস্তাবের সময়, সানটেককে অ্যাক্টিস ক্যাপিটাল এবং গোল্ডম্যান শ্যাক্সসহ প্রাইভেট ইক্যুইটি ফার্মগুলির একটি কনসোর্টিয়াম দ্বারা অর্থায়ন করা হয়েছিল। সানটেকের একীভূত প্রাইভেট ইক্যুইটি বিনিয়োগ সাধারণত চীনের সবচেয়ে লাভজনক প্রাইভেট ইক্যুইটি বিনিয়োগগুলির মধ্যে একটি হিসেবে বিবেচনা করা হয়, কারণ প্রতিটি সংস্থা তাদের মূল বিনিয়োগের তুলনায় ১০ গুণেরও বেশি লাভ করেছে বলে মনে করা হয়। ১৪ ডিসেম্বর, ২০০৫ তারিখে আইপিওর প্রথম দিনের পর, কোম্পানির স্টক বেশ ভালো পারফর্ম করেছে।\nসানটেকের NYSE তালিকাভুক্তির পর, শি চীনের সবচেয়ে ধনী ব্যক্তি হয়ে ওঠেন। শিক্ষাবিদ ল্যান জিয়াওহুয়ান লিখেছেন, তালিকাভুক্তির পর শি'র সম্পদ \"একটি শক্তিশালী প্রদর্শনী প্রভাব হিসেবে কাজ করেছিল এবং চীনজুড়ে স্থানীয় সরকারগুলি শীঘ্রই সৌর শিল্পে বিনিয়োগ শুরু করে।\"  \nজিএসএফ সানটেকের সবচেয়ে বড় অংশীদার হয়ে ওঠে, এবং ২০১০ সালে প্রায় সমস্ত আন্তর্জাতিক বিক্রয় জিএসএফের মাধ্যমে হয়েছিল। ২০০৮ সালের জুন মাসে, সানটেক তাদের সবচেয়ে বড় অংশীদার, গ্লোবাল সোলার ফান্ড (জিএসএফ)-এ বিনিয়োগ করে, যা স্পেন এবং ইতালিতে বিদ্যুৎ কেন্দ্রের জন্য বিনিয়োগকারী একটি কোম্পানি। ২০১০ সালের মে মাসে, সানটেক জিএসএফ সম্পর্কিত কোম্পানিগুলিকে চায়না ডেভেলপমেন্ট ব্যাংক কর্তৃক প্রদত্ত ৫৫৪.২ মিলিয়ন ইউরোর আর্থিক ব্যবস্থার নিশ্চয়তা প্রদান করে, এবং জিএসএফ ক্যাপিটাল থেকে জামানত হিসেবে ৫৬০ মিলিয়ন ইউরোর জার্মান সরকারি বন্ড ব্যবহার করে। স্বচ্ছতা সম্পর্কিত কোনো সমস্যা ছিল না এবং সানটেকের ব্যর্থতার জন্য জিএসএফকে ভুলভাবে দোষারোপ করা হয়েছিল (আয় কল থেকে স্পষ্ট, চেয়ারম্যানের মন্তব্য)। তবে, ৩০ জুলাই ২০১২ তারিখে সানটেক প্রকাশ করে যে বন্ডগুলির অস্তিত্ব ছিল না, স্পষ্টতই এগুলি জাল ছিল। পরের সপ্তাহে, সানটেকের শেয়ারের মূল্য ৪০% কমে যায়। \n\n\n== প্রত্যাখ্যান ==\nt২০১৩ সালে সানটেক ঘোষণা করেছিল যে তারা তাদের গুডইয়ার, অ্যারিজোনা, প্যানেল উৎপাদন কারখানা বন্ধ করে দেবে। এই বন্ধের কারণ হিসেবে উল্লেখ করা হয়েছিল, মার্কিন যুক্তরাষ্ট্রের আন্তর্জাতিক বাণিজ্য কমিশন কর্তৃক চীনা সৌর কোষের উপর আরোপিত মোটা শুল্ক। যদিও প্যানেলগুলি অ্যারিজোনায় একত্রিত করা হতো, কোষগুলি চীনে তৈরি করা হত।\n\n\n== দেউলিয়াত্ব ==\n২০১৩ সালে সৌর শিল্প অতিরিক্ত ক্ষমতার কারণে বড় সমস্যার সম্মুখীন হয়েছিল। \n২০১৩ সালের মার্চ মাসে সানটেক ৫৪১ মিলিয়ন ডলারের রূপান্তরযোগ্য বন্ডে খেলাপি হয়ে পড়ে। এর কিছু দিন পর, ২০ মার্চ, সানটেকের প্রধান সহযোগী প্রতিষ্ঠান চীনের জিয়াংসুতে দেউলিয়া হওয়ার জন্য আবেদন করে। ২০১৪ সালের ফেব্রুয়ারিতে, সানটেক মার্কিন ঋণদাতাদের কাছ থেকে সুরক্ষা পেতে নিউ ইয়র্কের ম্যানহাটনে  অধ্যায় ১৫ দেউলিয়া হওয়ার জন্য আবেদন করে। এক বিবৃতিতে কোম্পানিটি জানায়, দুর্দশাগ্রস্ত ঋণ তহবিল ক্লিয়ারওয়াটার ক্যাপিটাল পার্টনার্স এলএলসি এবং স্পিনাকার ক্যাপিটাল লিমিটেডের নেতৃত্বে একটি ঋণদাতাদের কর্মী দল আগস্ট মাসে সৌর নির্মাতাকে পুনঃমূলধন করার পরিকল্পনা ঘোষণা করেছে। \n\n\n== আরো দেখুন ==\nটেমপ্লেট:Energy companies of China\n\nচীনে সৌরশক্তি\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Energy companies of China\n\n\n== বহিঃসংযোগ ==\nসানটেক ওয়েবসাইট"}