{"pageid": 1518733, "title": "নরউইচের জুলিয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1518733", "content": "নরউইচের জুলিয়ান ( আনু. ১৩৪৩  - ১৪১৬ খ্রিস্টাব্দের পর) ছিলেন মধ্যযুগের একজন ইংরেজ নির্জন সন্ন্যাসিনী। তিনি নরউইচের জুলিয়ানা, লেডি জুলিয়ান, ডেম জুলিয়ান  ও মাতা জুলিয়ান   নামেও পরিচিত ছিলেন। তার লেখা রেভেলেশন্স অব ডিভাইন লাভ (ঐশ্বরিক প্রেমের প্রতিচ্ছবি) একজন নারীর লেখা একটি প্রাচীনতম ইংরেজি ভাষার রচনা। এছাড়া এটি একজন সন্ন্যাসিনীর লেখা একমাত্র টিকে থাকা ইংরেজি ভাষার রচনা। \nজুলিয়ান মধ্যযুগের ইংল্যান্ডের নরিচ শহরের একজন ধর্মীয় নারী ছিলেন। নরিচ তৎকালীন সময়ের একটি গুরুত্বপূর্ণ বাণিজ্যিক কেন্দ্র ছিল এবং সেখানে ধর্মীয় জীবনও বেশ সমৃদ্ধ ছিল। তবে তার সময়ে শহরটি নানা সংকটের মুখোমুখি হয়: ১৩৪৮-১৩৫০ সালের কালো মৃত্যু (মহামারী প্লেগ), ১৩৮১ সালের কৃষক বিদ্রোহ ও ললার্ডদের দমননীতি শহরটিকে কঠিন পরিস্থিতির মধ্যে ফেলে দেয়। ১৩৭৩ সালে ৩০ বছর বয়সে জুলিয়ান গুরুতর অসুস্থ হয়ে পড়েন এবং মনে করেন যে, তিনি মৃত্যুর দ্বারপ্রান্তে পৌঁছে গেছেন। তখন তিনি একাধিক আধ্যাত্মিক দর্শন লাভ করেন।  এই দর্শনগুলির মাধ্যমে তিনি যিশুর দুঃখভোগ সম্পর্কে গভীর অভিজ্ঞতা অর্জন করেছেন বলে তিনি জানান। তখন আশ্চর্যজনকভাবে তিনি সুস্থ হয়ে ওঠেন এবং পরে নিজের অভিজ্ঞতার ওপর ভিত্তি করে দুটি রচনা লেখেন; যার একটি সংক্ষিপ্ত সংস্করণ এবং অপরটি দীর্ঘ সংস্করণ। প্রথমটি তার সুস্থতার পরপরই সম্পন্ন হয়, যা বর্তমান লং টেক্সট (দীর্ঘ পাঠ) নামে পরিচিত। দ্বিতীয় রচনাটি (সংক্ষিপ্ত সংস্করণ) তিনি এটি লেখার অনেকদিন পর লেখেছিলেন। \nসুস্থ হওয়ার পর জুলিয়ান জীবনের বাকি অংশ পার্থিব জীবন ত্যাগকারী একজন একাকী সন্ন্যাসিনী হিসেবে কাটান। তিনি নরিচের সেন্ট জুলিয়ানস চার্চের পাশে একটি ছোট কক্ষে থাকতেন, যা বাইরের পৃথিবী থেকে প্রায় বিচ্ছিন্ন ছিল। চারটি উইল (আইনি নথি) থেকে জানা যায় যে, নরিচ শহরে এক সন্ন্যাসিনী ছিলেন, যার নাম ছিল জুলিয়ান। লোকেরা তাকে আর্থিক সহায়তা করত। বিখ্যাত খ্রিস্টীয় লেখিকা মার্জেরি কেম্প তার রচনায় উল্লেখ করেছেন যে, তিনি জুলিয়ানের কাছ থেকে ধর্মীয় পরামর্শ নিয়েছেন। জুলিয়ানের ব্যক্তিগত জীবন সম্পর্কে খুবই কম তথ্য পাওয়া যায়। এমনকি তার আসল নাম \"জুলিয়ান\" ছিল কি না, তা-ও নিশ্চিত নয়। তিনি নিজেকে পরিচয়হীন রাখতে চেয়েছিলেন; তাই একাকী জীবনযাপন করতেন। তবে এসব কিছুর পরও তার লেখাগুলি খ্রিস্টীয় সমাজে ব্যাপক প্রভাব ফেলে। তার লেখাগুলি সংরক্ষিত থাকলেও ইংল্যান্ডের ধর্মীয় সংস্কারের কারণে বহুদিন সেগুলি প্রকাশ করা সম্ভব হয়নি। প্রথমবার ১৬৭০ সালে বেনেডিক্টীয় সাধ্বী সেরেনাস ডি ক্রেসি তার লেখা প্রকাশ করেন। এরপর ১৮৪৩ ও ১৮৬৪ সালে এটি পুনরায় প্রকাশিত হয়। \n১৯০১ সালে জুলিয়ানের লেখা নতুনভাবে আলোচনায় আসে, যখন ব্রিটিশ জাদুঘরে তার একটি পাণ্ডুলিপি প্রকাশিত হয়। গ্রেস ওয়ারাক সম্পাদনা ও ব্যাখ্যাসহ রচনাটি প্রকাশ করে। এরপর থেকে তার লেখা বিভিন্ন ভাষায় অনূদিত হয় এবং তা খ্রিস্টীয় ধর্মতত্ত্বের একটি গুরুত্বপূর্ণ অংশ হয়ে ওঠে। আজ জুলিয়ানকে একজন গুরুত্বপূর্ণ খ্রিস্টীয় রহস্যবাদী ও ধর্মতাত্ত্বিক  হিসেবে বিবেচনা করা হয়।  \n\n\n== পটভূমি ==\nইংল্যান্ডের শহর নরিচ–যেখানে জুলিয়ান সম্ভবত তার পুরো জীবন কাটিয়েছিলেন–১৩তম ও ১৪তম শতকে লন্ডনের পরে দ্বিতীয় গুরুত্বপূর্ণ শহর ছিল।  এটি তখন ইংল্যান্ডের প্রধান কৃষি ও বাণিজ্য অঞ্চলের কেন্দ্র ছিল। জুলিয়ানের জীবদ্দশায় মহামারী কালো মৃত্যু নরিচে পৌঁছায়, যার ফলে শহরের অর্ধেকের বেশি জনসংখ্যা মৃত্যুবরণ করেছিল। মহামারীটি পরবর্তীতে বিভিন্ন সময়ে ফিরে এসেছিল; শেষবার ১৩৮৭ সালে।  তিনি ১৩৮১ সালে সংঘটিত কৃষক বিদ্রোহের সময় বেঁচে ছিলেন, যখন বিদ্রোহী নেতা জিওফ্রে লিস্টারের নেতৃত্বে বিদ্রোহীরা শহর দখল করে। বিদ্রোহী বাহিনী নর্থ ওয়ালশামের যুদ্ধে পরাজিত হলে নরিচের বিশপ হেনরি লে ডেসপেন্সার বিদ্রোহী নেতা লিস্টারকে ফাঁসি দেন। এছাড়া ডেসপেনসার ললার্ডদেরও কঠোরভাবে দমন করেছিলেন, যারা চার্চ সংস্কারের পক্ষে ছিল এবং তাদের কয়েকজনকে ললার্ডস পিটে জীবন্ত পুড়িয়ে মারা হয়েছিল বলে জানা যায়।  \nতৎকালীন নরউইচ সম্ভবত গোটা ইউরোপের অন্যতম ধর্মীয় শহর ছিল, যেখানে গির্জা, সন্ন্যাসীদের মঠ এবং রেক্লুসদের (নির্জন বাসকারী ধর্মপ্রাণ ব্যক্তি) কক্ষগুলি শহরের দৃশ্যপট ও নাগরিক জীবনকে প্রভাবিত করত। শহরের পূর্ব দিকে নরউইচ ক্যাথেড্রাল প্রাইরি ( ১০৯৬ সালে প্রতিষ্ঠিত), সেন্ট পল হাসপাতাল, কারমেলাইট মঠ, সেন্ট জাইলস হাসপাতাল এবং ফ্রান্সিসকীয় মঠ অবস্থিত ছিল। শহরের দক্ষিণ দিকে ছিল বিনিদিক্টীয় সন্ন্যাসিনীদের একটি প্রাইরি, যা ক্যারো অ্যাবে নামে পরিচিত ছিল এবং এটি শহরের প্রাচীরের ঠিক বাইরে অবস্থিত ছিল।  এর আয় মূলত চাকরিভাতা এবং সম্পত্তি ভাড়া থেকে আসত, যার মধ্যে নরিচের সেন্ট জুলিয়ান, অল সেন্টস টিম্বারহিল, সেন্ট এডওয়ার্ড কনিসফোর্ড ও সেন্ট ক্যাথরিন নিউগেট গির্জাগুলোর মালিকানাও অন্তর্ভুক্ত ছিল। বর্তমানে শুধুমাত্র সেন্ট জুলিয়ান’স চার্চ বিদ্যমান। যেসব গির্জায় অ্যাংকারীয় (নির্জন ধর্মপ্রাণ ব্যক্তিদের) কক্ষ ছিল, সেগুলি প্রাইরির মর্যাদা বৃদ্ধি করত। কারণ এসব স্থান সমাজের বিভিন্ন স্তর থেকে অনুদান আকর্ষণ করতে সক্ষম ছিল। \n\n\n== জীবনী ==\n\n\n=== জুলিয়ানের জীবনীর সূত্র ===\nজুলিয়ানের সামগ্রিক জীবনী সম্পর্কে খুবই কম তথ্য পাওয়া যায়। তার সম্পর্কে যে কয়েকটি সংক্ষিপ্ত মন্তব্য পাওয়া যায়, সেসব তার নিজের লেখা থেকে সংগৃহীত হয়েছে। তার লেখাগুলি পরবর্তীতে রেভেলেশনস অফ ডিভাইন লাভ নামে একটি গ্রন্থ আকারে প্রকাশিত হয়। এই শিরোনামটি প্রথমবার ১৬৭০ সালে ব্যবহৃত হয়। তার লেখা সংবলিত প্রাচীনতম সংরক্ষিত পাণ্ডুলিপিটি ১৪৭০-এর দশকে একজন লিপিকার তৈরি করেছিল এবং সেখানে জুলিয়ানকে এই রচনার লেখক হিসেবে স্বীকৃতি দেওয়া হয়েছে।  \nএছাড়াও চারটি প্রাচীনতম আইনি নথিতে (উইল) তার উল্লেখ পাওয়া, যেখানে জুলিয়ানকে একজন নিঃসঙ্গ ধর্মানুশীলনকারী মহিলা হিসেবে বর্ণনা করা হয়েছে। এসব আইনি নথি সম্ভবত এমন ব্যক্তিরা লিপিবদ্ধ  করেছিলেন, যারা নরিচ শহরে বসবাস করতেন।    ১৩৯৪ সালের মার্চ মাসে জুলিয়ানের অস্তিত্বের প্রাচীনতম রেকর্ড পাওয়া যায় সেন্ট মাইকেল কস্লানি গির্জার প্রধান যাজক রজার রিডের উইলের মাধ্যমে। রজার রিড নিজের উইলে জুলিয়ানের অস্তিত্বের প্রথম লিখিত প্রমাণ প্রদান করেন। তিনি নিঃসঙ্গ সাধিকা জুলিয়ানের জন্য বারো শিলিং অনুদানের কথা উল্লেখ করেন।  পরবর্তী শতকে একটি ধর্মীয় প্রতিষ্ঠানের যাজক থমাস এডমন্ড তার উইলে 'সেন্ট জুলিয়ান'স গির্জার নিঃসঙ্গ সাধিকা জুলিয়ানের জন্য বারো পেনি এবং \"তার সঙ্গে বসবাসকারী সারাহের\" জন্যে আট পেনি দান করার নির্দেশ দেন। \n\nনরউইচের নাগরিক জন প্লাম্পটন তার উইলে \"সেন্ট জুলিয়ানের গির্জার নিঃসঙ্গ সাধিকার\" জন্যে চল্লিশ পেনি ও \"তার দাসী ও সাবেক দাসী অ্যালিসের\" জন্য এক শিলিং প্রদানের কথা উল্লেখ করেন। এর কিছুদিন পর সাফোক অঞ্চলের কাউন্টেস ইসাবেল (সাফোকের দ্বিতীয় আর্লের স্ত্রী) তার উইলে \"নরউইচের নিঃসঙ্গ জুলিয়ানের\" জন্য বিশ শিলিং দান করার কথা উল্লেখ করেন। পরবর্তীতে এক ১৪২৯ সালে সেন্ট জুলিয়ানস গির্জার একজন অজ্ঞাত নিঃসঙ্গ সাধিকার জন্য দান করার কথা উল্লেখ পাওয়া যায়, যা থেকে ধারণা করা যায় যে জুলিয়ান তখনো জীবিত ছিলেন। \nজুলিয়ান ছিলেন তার সম্প্রদায়ের একজন সম্মানিত আধ্যাত্মিক ব্যক্তিত্ব ও পরামর্শদাতা। ধারণা করা হয়, ১৪১৪ সালের দিকে যখন তার বয়স প্রায় ৭০ বছর, তখন মার্জেরি কেম্প নরিচে গিয়ে তার সঙ্গে সাক্ষাৎ করেছেন। \"দ্য বুক অব মার্জেরি কেম্প\" ( যা সম্ভবত ইংরেজিতে লেখা প্রথম আত্মজীবনী) বইটিতে বলা হয়েছে যে, কেম্প আধ্যাত্মিক পরামর্শ নেওয়ার জন্য নরউইচে গিয়েছিলেন এবং সেখানে জুলিয়ানের সঙ্গে আলোচনা করেন। তিনি উল্লেখ করেন যে, \"আমাদের প্রভুর আদেশ অনুসারে\" আমাকে ডেম জুলিয়ানের কাছে যেতে বলা হয়েছিল; কারণ তিনি ঈশ্বরীয় প্রকাশ সম্পর্কে বিশেষজ্ঞ ছিলেন এবং ভালো পরামর্শ দিতে পারতেন। তবে কেম্প কখনো জুলিয়ানকে লেখক হিসেবে উল্লেখ করেননি। যদিও তিনি অন্য আধ্যাত্মিক লেখকদের কাজ সম্পর্কে জানতেন এবং তার লেখায় তাদের বিষয়ে উল্লেখও করেছেন।     \n\n\n=== দৃষ্টিভঙ্গি ===\nজুলিয়ান রেভেলেশনস অব ডিভাইন লাভে লিখেছেন যে, তিনি ৩০ বছর বয়সে গুরুতর অসুস্থ হয়ে পড়েন। তিনি তখন নির্জন সন্ন্যাসিনী ছিলেন কি না, তা নিশ্চিত নয়। তবে এটি সম্ভব যে, তিনি সাধারণ জীবন যাপন করছিলেন। কারণ অসুস্থ অবস্থায় তার মা ও আরও কয়েকজন ব্যক্তি তাকে দেখতে এসেছিল। সাধারণত নির্জন সন্ন্যাসিনীদের জন্য নির্দিষ্ট কিছু নিয়ম থাকত, যা বাইরের লোকদের তাদের কাছে আসতে বাধা প্রদান করত। \n১৩৭৩ সালের ৮ মে এক যাজক তার মৃত্যু আসন্ন মনে করে তাকে শেষ ধর্মীয় আচার প্রদান করেন। যাজক যখন তার বিছানার কাছে যিশুর ক্রুশবিদ্ধ প্রতিমূর্তি ধরে রাখেন, তখন জুলিয়ান ধীরে ধীরে অন্ধ হয়ে যাচ্ছিলেন এবং তার শরীর অবশ হয়ে আসছিল। কিন্তু ক্রুশের দিকে তাকিয়ে তিনি দেখেন যে, যিশুর শরীর থেকে রক্ত ঝরছে। এরপর কয়েক ঘণ্টার মধ্যে তিনি যিশুর পনেরটি দর্শন পান এবং পরের রাতে আরো একটি দর্শন লাভ করেন বলে তিনি উল্লখ করেছেন।  \n১৩ মে তিনি সম্পূর্ণ সুস্থ হয়ে ওঠেন। সাধারণত মনে করা হয়, তিনি তার এই দর্শনগুলো সম্পর্কে খুব দ্রুত লিখতে শুরু করেন। তার মূল লেখাটি সংরক্ষিত নেই; তবে এর একটি সংক্ষিপ্ত সংস্করণ, যা শর্ট টেক্সট নামে পরিচিত এবং তা এখনো টিকে আছে। অনেক বছর পর সম্ভবত ১৩৯০-এর দশকে তিনি তার দর্শনের গূঢ় অর্থ বোঝার চেষ্টা করেন এবং তখন দ্য লং টেক্সট বা দীর্ঘ সংস্করণ নামে একটি বৃহত্তর রচনা তৈরি করেন। ধারণা করা হয় যে, তা তিনি কয়েকবার সম্পাদনা ও পরিমার্জন করেন এবং ১৪১০ বা ১৪২০-এর দশকে এটি সম্পূর্ণ করেন।  \nজুলিয়ানের এই অভিজ্ঞতা সম্ভবত ২০০ বছরের মধ্যে একজন ইংরেজ নারীর প্রথম গুরুত্বপূর্ণ ধর্মীয় দর্শন হিসেবে গণ্য করা হয়। তবে ইউরোপের অন্যান্য অংশে বিশেষ করে ১৩শ ও ১৪শ শতকে নারীদের মধ্যে এমন ধর্মীয় দর্শন লাভের ঘটনা অনেক বেশি ঘটেছিল। তাই এটিকে সেই সময়ের নারী সন্ন্যাসিনীদের স্বর্ণযুগ বলা হয়।  \n\n\n=== ব্যক্তিগত জীবন ===\n\nতিনি নিজের সংক্ষিপ্ত লেখায় কিছু আত্মজীবনীমূলক তথ্য উল্লেখ করেছেন, যার মধ্যে তার লিঙ্গও অন্তর্ভুক্ত ছিল। তবে পরবর্তী জীবনে লং টেক্সট (দীর্ঘ সংস্করণ) রচনার সময় তিনি এসব বিষয় বাদ দিয়েছেন।   ইতিহাসবিদরা নিশ্চিত নন তার প্রকৃত নাম কী ছিল। ধারণা করা হয় যে, তার নামটি নরউইচের সেই গির্জা থেকে নেওয়া হয়েছিল, যেখানে তার কক্ষ সংযুক্ত ছিল। তবে জুলিয়ান নামটি মধ্যযুগে খ্রিস্টান মেয়েদের ব্যক্তিগত নাম হিসেবেও ব্যবহৃত হতো। তাই এটি তার খ্রিস্টীয় নামও হতে পারে। \nজুলিয়নের লেখার ভিত্তিতে গবেষকরা মনে করেছেন, তিনি ১৩৪৩ বা ১৩৪২ সালের শেষের দিকে জন্মগ্রহণ করেছিলেন এবং ১৪১৬ সালের পরও জীবিত ছিলেন। তিনি ৬ বছর বয়সে নরিচে প্লেগের ভয়াবহ মহামারির সম্মুখীন হন। অনুমান করা হয়, শৈশবে তিনি ক্যারো অ্যাবির বেনেডিক্টীয় সন্ন্যাসিনীদের কাছে শিক্ষা লাভ করেছেন। কারণ তখন সেখানে মেয়েদের জন্য একটি স্কুল চালু ছিল। তবে জুলিয়ান কখনো ক্যারো অ্যাবির সন্ন্যাসিনী ছিলেন বলে কোনো লিখিত প্রমাণ নেই।     \nঅক্সফোর্ড ডিকশনারি অব ন্যাশনাল বায়োগ্রাফি-এর লেখক সান্থা ভট্টাচার্যের মতো অনেক বিশেষজ্ঞ মনে করেন, জুলিয়ান নিজের লেখায় ঈশ্বরের মাতৃত্বসুলভ প্রকৃতির আলোচনা করেছেন, যা ইঙ্গিত দেয় যে, তিনি মাতৃত্বের অভিজ্ঞতা অর্জন করেছিলেন। ১৪শ শতকের প্লেগ মহামারির কারণে তিনি হয়তো নিজের পরিবার হারিয়েছিলেন। নির্জন সন্ন্যাসিনী হিসেবে জীবন বেছে নেওয়ার ফলে জুলিয়ান নরিচের জনসাধারণ থেকে বিচ্ছিন্ন বা একপ্রকার সঙ্গনিরোধে ছিলেন।  \nতবে জুলিয়ানের লেখায় তার সময়ের মহামারি, ধর্মীয় সংঘাত অথবা নাগরিক বিদ্রোহের কোনো উল্লেখ নেই। ১৯৮৮ সালে সিস্টার বেনেডিক্টা ওয়ার্ড ও কেনেথ লিচ একটি যৌথ গবেষণায় দাবি করেন যে, তিনি সম্ভবত একজন বিধবা মা ছিলেন; তবে কখনো সন্ন্যাসিনী ছিলেন না। তাদের মতামত ছিল, তার পেশা সম্পর্কে তথ্যের অভাব ও ক্যারো অ্যাবির সঙ্গে তার সম্পর্কের কোনো প্রমাণ না থাকায় সেখানে তাকে সমাহিত করা হয়নি বা সম্মান জানানো হয়নি।  \n\n\n=== সন্ন্যাসিনী হিসেবে জীবন ===\n\nঅনুমান করা হয় যে, জুলিয়ান ১৩৯০-এর দশক থেকে একজন সন্ন্যাসিনী হিসেবে জীবনযাপন করতেন এবং নিজের নির্জন কক্ষে বসবাস করে তিনি সম্প্রদায়ের জন্য গুরুত্বপূর্ণ ভূমিকা পালন করতেন। তিনি আত্মার রক্ষক হিসেবে পাদ্রিদের প্রাথমিক ভূমিকা পালনের জন্য নিজেকে প্রার্থনায় নিয়োজিত করতেন। তার নির্জন জীবন শুরু হওয়ার আগে তাকে একটি কঠোর নির্বাচন প্রক্রিয়ার মধ্য দিয়ে যেতে হয়েছে।   \nসেন্ট জুলিয়ান’স চার্চে বিশপের উপস্থিতিতে অনুষ্ঠিত একটি গুরুত্বপূর্ণ গির্জার অনুষ্ঠানের মাধ্যমে তাকে আনুষ্ঠানিকভাবে সন্ন্যাসিনী হিসেবে গ্রহণ করা হতো। এই অনুষ্ঠানে অফিস অফ দ্য ডেড থেকে গীতসংহিতা গাওয়া হতো, যা মূলত তার অন্ত্যেষ্টিক্রিয়ার মত ছিল। পরে তাকে তার কক্ষের দরজা পর্যন্ত নিয়ে যাওয়া হত এবং তিনি সেই নির্জন কক্ষে প্রবেশ করতেন। এরপর দরজাটি বন্ধ করে দেওয়া হত এবং তিনি বাকি জীবন সেখানেই কাটাতেন।   \nএকজন সন্ন্যাসিনী হিসেবে জুলিয়ানকে কঠোর নিয়ম মেনে চলতে হত। এই ধরনের নারীদের জীবন সম্পর্কে দুটি গুরুত্বপূর্ণ বইয়ে যাবতীয় তথ্য পাওয়া যায়: ডে ইনস্টিটুসিওনে ইনক্লুসারুম, যা লাতিন ভাষায় ১১৬২ সালের দিকে এলরেড অফ রিভক্স কর্তৃক রচিত এবং অ্যানক্রেন রিউল, যা প্রায় ১২০০ সালের দিকে মধ্য ইংরেজি ভাষায় লেখা হয়েছে।  দ্বিতীয় বইটি (অ্যানক্রেন রিউল) মূলত তিন বোনের জন্য রচনা করা হলেও পরবর্তীতে তা সকল নারী সন্ন্যাসীর জন্য একটি নির্দেশিকা হয়ে ওঠে।  ১৪শ শতকের মিস্টিক আন্দোলনের সময় এটি আবার জনপ্রিয় হয়ে ওঠে এবং জুলিয়ান এটি পড়ার সুযোগ পেয়ে থাকতে পারেন। কারণ বইটি এমন একটি ভাষায় লিখিত, যা তিনি বুঝতে পারতেন। এই বই অনুযায়ী, সন্ন্যাসিনীদের নির্জনবাসে থাকতে হত; দারিদ্র্যের জীবন গ্রহণ করতে হত এবং সতীত্বের শপথ পালন করতে হতো। সাধারণ মানুষের মধ্যে প্রচলিত ধারণা অনুযায়ী, জুলিয়ান তার সঙ্গী হিসেবে একটি বিড়াল পুষতেন, যা অ্যানক্রেন রিউলের বিধান অনুযায়ী অনুমোদিতও ছিল।   \nশহরের কেন্দ্রে বসবাস করলেও জুলিয়ান সম্পূর্ণভাবে বিচ্ছিন্ন ছিলেন না। স্থানীয় ধনী বাসিন্দারা জুলিয়ানকে আর্থিক সহায়তা করতেন এবং সাধারণ জনগণ তাকে ভালোবাসা ও সম্মান করত। তিনি তাদের জন্য প্রার্থনা করতেন এবং পরামর্শ দিতেন। জুলিয়ান তাদের মাঝে একজন পবিত্র, সৎ ও ধার্মিক মহিলা হিসেবে বিবেচিত হতেন। ক্যামব্রিজ মিডিয়েভাল হিস্ট্রির একটি সংস্করণ অনুসারে, জুলিয়ান সম্ভবত ইংরেজ মিস্টিক ওয়াল্টার হিলটনের সাথে সাক্ষাৎ করেছিলেন এবং তিনি তার জীবনের শেষ দিকের লেখায় সামান্য প্রভাব ফেলতে পারেন।  \n\n\n== রেভেলেশন্স অফ ডিভাইন লাভ ==\n\nজুলিয়ানের রিভেলেশনস অব ডিভাইন লাভ (ঐশ্বরিক প্রেমের প্রকাশ) গ্রন্থের দীর্ঘ পাঠ (লং টেক্সট)  এবং সংক্ষিপ্ত পাঠ (শর্ট টেক্সট)  উভয় সংস্করণেই তার প্রত্যেকটি দর্শনের বিবরণ রয়েছে। তার লেখা গ্রন্থটি একটি অনন্য রচনা হিসেবে বিবেচিত হয়। কারণ এটি একজন নারী কর্তৃক লিখিত ইংরেজি ভাষায় বিদ্যমান থাকা একটি প্রাচীনতম ইংরেজি সাহিত্যকর্ম। যদিও নারী লেখিকাদের কিছু বেনামী প্রাচীন রচনা পাওয়া যায়, তবে জুলিয়ানের কাজ একজন ইংরেজ সাধ্বীর লেখা একমাত্র বিদ্যমান রচনা। দীর্ঘ পাঠ মোট ৮৬টি অধ্যায় ও প্রায় ৬৩,৫০০ শব্দ নিয়ে গঠিত এবং এটি সংক্ষিপ্ত পাঠের তুলনায় প্রায় ছয় গুণ বড়। \n১৪শ শতকের ইংল্যান্ডে যখন নারীরা সাধারণত উচ্চ অবস্থান লাভ করতে পারতেন না এবং লাতিন ভাষার জ্ঞান সীমিত ছিল, তখন তারা ইংরেজি ভাষায় লেখা ও পড়া বেশি করত।  ইতিহাসবিদ জেনিনা রামিরেজ বলেন যে, অন্যান্য মধ্যযুগীয় অন্য লেখকদের মতোই জুলিয়ান নিজের মাতৃভাষায় লেখার মাধ্যমে একটি \"অপ্রকাশযোগ্য বিষয়কে প্রকাশের\" চেষ্টা করেছিলেন। \nজুলিয়ানের লেখা কোনো আইনি নথিতে উল্লেখ করা হয়নি এবং এটি নির্দিষ্ট পাঠকের উদ্দেশ্যে লেখা হয়নি। এটি মধ্যযুগীয় কোনো লেখককেও প্রভাবিত করেনি। এটি রচনার পর থেকে ২০শ শতকের শুরু পর্যন্ত তার লেখার উল্লেখ খুবই কম পাওয়া যায়।  \nজুলিয়ানের লেখা মূলত ১৬৭০ খ্রিস্টাব্দের আগে প্রায় অজানা ছিল, যখন সেরেনাস ডি ক্রেসি এটি প্রকাশ করেন। তিনি এর নাম রাখেন সিক্সটিন রিভেলেশনস অব ডিভাইন লাভ (ঐশ্বরিক প্রেমের ষোলোটি প্রকাশ), যা আমাদের প্রভুর একজন ভক্ত ও সেবিকার কাছে প্রকাশিত হয়েছিল, যিনি নরউইচের একান্তবাসিনী মা জুলিয়ানা নামে পরিচিত ছিলেন এবং তিনি রাজা ৩য় এডওয়ার্ডের সময়কালে বাস করতেন। ক্রেসি ছিলেন ক্যামব্রাইয়ের ইংরেজ নির্জন সন্ন্যাসিনীদের একজন ধর্মপরামর্শদাতা (কনফেসর)।  ক্রেসি তার বইটি দীর্ঘ পাঠের উপর ভিত্তি করে তৈরি করেছেন,  যা সম্ভবত ১৪১০ বা ১৪২০-এর দশকে জুলিয়ান কর্তৃক লেখা হয়েছিল।  বর্তমান দীর্ঘ পাঠের মোট তিনটি পাণ্ডুলিপি টিকে আছে:  একটি ফ্রান্সের প্যারিসে অবস্থিত ফ্রান্স জাতীয় গ্রন্থাগারে ও অপর দুটি ব্রিটিশ গ্রন্থাগারে সংরক্ষিত রয়েছে।   ক্রেসির সংস্করণটি ১৮৪৩ ও ১৮৬৪ সালের দিকে পুনর্মুদ্রিত হয়েছিল এবং সবশেষে ১৯০২ সালে আরেকবার প্রকাশিত হয়। \nএই রচনার নতুন সংস্করণ হেনরি কলিন্স ১৮৭৭ সালে প্রকাশ করেন। কিন্তু এটি আরো জনপ্রিয় হয় ১৯০১ সালে গ্রেস ওয়ারাকের সংস্করণ প্রকাশের পর। তার সম্পাদিত সংস্করণে ভাষাকে আধুনিকীকরণ করা হয় এবং এতে একটি সংবেদনশীল ও ব্যাখ্যামূলক ভূমিকা সংযোজিত হয়, যা ২০শ শতকের শুরুতে পাঠকদের মধ্যে জুলিয়ানের রচনাকে জনপ্রিয় করে তোলে। \nজুলিয়ানের সংক্ষিপ্ত পাঠের–যা সম্ভবত ১৩৭৩ সালের মে মাসে তার দর্শনের কিছু দিন পর লেখা হয়েছিল–মূল পাণ্ডুলিপিটি হারিয়ে গিয়েছিল।  তবে একজন লিপিকারের তৈরি একটি অনুলিপি টিকে ছিল  এবং এটি একটি ইংরেজ ক্যাথলিক পরিবারের মালিকানায় ছিল।  ১৭৪৫ সালে পুরাতত্ত্ববিদ ফ্রান্সিস ব্লমফিল্ড এটি দেখেন এবং বর্ণনা করেন।  পরবর্তীতে ১৯১০ সালে তা ব্রিটিশ জাদুঘরে সংরক্ষিত গ্রন্থগুলির মাঝে পুনরাবিষ্কৃত হয় এবং ১৯১১ সালে রেভারেন্ড ডান্ডাস হার্ফোর্ড এটি প্রকাশ করেন।  বর্তমান এটি ব্রিটিশ লাইব্রেরির সংযুক্তি এমএস ৩৭৭৯০ সংগ্রহের অংশ, যেখানে সংক্ষিপ্ত পাঠটি ৩৩ পৃষ্ঠার ( ফোলিও ৯৭ আর থেকে ১১৫ আর) মধ্যে সংরক্ষিত রয়েছে। \n\n\n== ধর্মতত্ত্ব ==\n\nনরিচের জুলিয়ান এখন ইংল্যান্ডের সবচেয়ে গুরুত্বপূর্ণ রহস্যবাদীদের একজন হিসেবে স্বীকৃত।  লেসারের মতে, তিনি ছিলেন সর্বশ্রেষ্ঠ ইংরেজ রহস্যবাদিনী।  ধর্মতত্ত্ববিদ ডেনিস টার্নারের মতে, তিনি \"রিভেলেশনস অফ ডিভাইন লাভ\" বইতে যে মূল বিষয়টির সমাধান করেন তা হল \"পাপের সমস্যা\"। তিনি পাপকে ইংরেজি \"বেহোভলি\" (behovely) শব্দ দিয়ে ব্যাখ্যা করেন, যার অর্থ করা যায় \"প্রয়োজনীয়\", \"উপযুক্ত\" বা \"যথাযথ\"। অর্থাৎ জুলিয়ানের দৃষ্টিভঙ্গি অনুসারে, পাপ হল মানব জীবনের এক অবিচ্ছেদ্য অংশ এবং একমাত্র ঈশ্বরের করুণা ও প্রেমের মাধ্যমেই এটি পরিত্রাণযোগ্য।  \nজুলিয়ান এমন এক যুগে বাস করছিলেন যখন সমাজ মহামারি, দাঙ্গা, বিদ্রোহ ও রাজনৈতিক অস্থিরতায় বিপর্যস্ত ছিল । তবে এই প্রতিকূল পরিস্থিতির মধ্যেও তার ধর্মতত্ত্ব আশাবাদী ও সান্ত্বনামূলক ছিল। তিনি বিশ্বাস করতেন যে, ঈশ্বর সর্বদা প্রেমময় ও দয়ালু। রেভেলেশনস অব ডিভাইন লাভ গ্রন্থে তিনি বলেন, ঈশ্বর আমাদের নিঃশর্তভাবে ভালোবাসেন এবং তার মহাকৌশল আমাদের সুরক্ষা দেয়।\nজুলিয়ানের ধর্মতাত্ত্বিক দৃষ্টিভঙ্গির অন্যতম বৈশিষ্ট্য হলো ঈশ্বরের প্রেমকে মাতৃত্বের ভালোবাসার সঙ্গে তুলনা করা। বাইবেলের নবীগণের লেখায়ও এই ধারণার উল্লেখ রয়েছে; যেমন ইউশা ৪৯:১৫। তার মতে, ঈশ্বর একইসঙ্গে আমাদের মা ও পিতা উভয়ই।\nমধ্যযুগীয় পণ্ডিত ক্যারোলিন ওয়াকার বাইনাম দেখান যে, এই ধারণাটি ১২শ শতক থেকে বিভিন্ন ধর্মতাত্ত্বিক, বিশেষ করে সেন্ট বার্নার্ড অব ক্লেয়ারভক্স ও অন্যান্য খ্রিস্টান চিন্তাবিদও প্রচার করেছেন। বাইনামের মতে, মধ্যযুগীয় ধারণায় যিশুকে \"মাতা\" হিসেবে কল্পনা করা ছিল রূপক অর্থে অর্থাৎ এটি ছিল প্রতীকী উপস্থাপনা। জুলিয়ান তার চৌদ্দতম প্রকাশে ত্রিত্ব সম্পর্কে ঘরোয়া ভাষায় যীশুকে একজন জ্ঞানী, প্রেমময় ও করুণাময় মায়ের সাথে তুলনা করেছেন।   লেখক ফ্রান্সিস বিয়ার মনে করেন যে, জুলিয়ানের বিশ্বাস করতেন যে খ্রিস্টের মাতৃত্বের দিকটি আক্ষরিক অর্থেই, রূপক নয়। তিনি মনে করতেন যিশু কেবল মায়ের মতই নন; বরং তিনি প্রকৃত অর্থেই আমাদের জন্য এক \"ঐশ্বরিক মা\"।  \nজুলিয়ান ব্যাখ্যা করেছেন যে, মা ও সন্তানের সম্পর্কই একমাত্র পার্থিব সম্পর্ক, যা যিশুর সঙ্গে একজন মানুষের আত্মিক সম্পর্কের সবচেয়ে কাছাকাছি হতে পারে। জুলিয়ান যিশুর মাতৃত্বের ধারণা ব্যাখ্যা করতে গর্ভধারণ, সন্তান জন্মদান, স্তন্যপান করানো ও লালন-পালনের রূপক ব্যবহার করেছেন। তাঁর মতে, যিশু আমাদের আত্মিকভাবে জন্ম দেন; আমাদের লালন-পালন করেন এবং আমাদের প্রতি মায়ের মতোই নিঃশর্ত ভালোবাসা ও স্নেহ প্রদর্শন করেন।  \nজুলিয়ান লিখেছিন, \"কারণ আমি মানুষ ব্যতীত আর অন্য কোথাও কোনো ক্রোধ দেখিনি। তিনি আমাদের ক্রোধ ক্ষমা করেন। কারণ ক্রোধ শান্তি ও ভালোবাসার বিরোধিতা এবং বিপথগামীতা ছাড়া আর কিছুই নয়।\"  তিনি আরো লিখেছেন যে, ঈশ্বর আমাদের নিখুঁত হিসেবে দেখেন এবং সেই দিনের জন্য অপেক্ষা করেন, যখন মানুষের আত্মা পরিপক্ক হয়, যাতে মন্দ ও পাপ আর আমাদের বাধা না দেয়।  \"ঈশ্বর আমাদের নিজের আত্মার চেয়েও আমাদের কাছের\"। এই ধারণা তার লেখার মধ্যে বারবার ফিরে এসেছে: যীশু এই কথাগুলি বলে উত্তর দিলেন: সবকিছু ঠিক হয়ে যাবে; সবকিছু ঠিক হয়ে যাবে এবং সবকিছু ঠিক হয়ে যাবে।' ... এটি আমার বা অন্য কারো প্রতি কোনো ধরণের দোষারোপ ছাড়াই খুব কোমলভাবে বলা হয়েছিল।\nতার সংরক্ষিত জীবনযাত্রাই হয়তো সমসাময়িক মঠ ও বিশ্ববিদ্যালয় কর্তৃপক্ষকে তার ধর্মতত্ত্বকে চ্যালেঞ্জ করা থেকে বিরত রেখেছিল। তৎকালীন সময়ের লেখালেখি বা রচনায় তার লেখার উদ্ধৃতির না থাকা এই কথার প্রতি ইঙ্গিত করে যে, তিনি তার লেখা নিজের কক্ষে রেখেছিলেন, যাতে ধর্মীয় কর্তৃপক্ষ সে সম্পর্কে অবগত না থাকেন। দিয়েছিল।  \n১৪শ শতাব্দীর ইংরেজ কার্ডিনাল (প্রধান) অ্যাডাম ইস্টন কর্তৃক লিখিত ডিফেনসোরিয়াম স্যাঙ্কটে বির্গিটে, জেনের এপিস্টলা সলিটারি আলফোনসো ও ইংরেজ রহস্যবাদী উইলিয়াম ফ্লেটের রেমিডিজ এগেইনস্ট টেম্পটেশনস গ্রন্থের উল্লেখ জুলিয়ানের লেখায় পাওয়া যায়।  \n\n\n== স্মারকলিপি ==\n\nজুলিয়ানকে ইংল্যান্ডের চার্চে প্রতি বছর ৮ মে একটি ছোট উৎসবের মাধ্যমে স্মরণ করা হয়। যুক্তরাষ্ট্রের এপিস্কোপাল চার্চ ও ইভানজেলিক্যাল লুথেরান চার্চও একই দিনে তাকে স্মরণ করে। \nযদিও ক্যাথলিক চার্চ এখনো তাকে আনুষ্ঠানিকভাবে সাধু ঘোষণা করেনি বা তাকে শহীদদের তালিকায় অন্তর্ভুক্ত করেনি, তবে তার শিক্ষা ক্যাথলিক ধর্মতত্ত্বে উদ্ধৃত করা হয়েছে। ১৯৯৭ সালের দিকে ধর্মযাজক জিয়ানদোমেনিকো মুচি তাকে গির্জার অন্যতম সম্ভাব্য মহান শিক্ষকের মধ্যে তালিকাভুক্ত করেন এবং তাকে \"ধন্য\" বলে উল্লেখ করেন।। \n২০১০ সালের ১ ডিসেম্বর পোপ ষোড়শ বেনেডিক্ট এক সাধারণ ধর্মীয় সভায় জুলিয়ানের জীবন ও ধর্মশিক্ষা সম্পর্কে আলোচনা করেন। তিনি বলেন যে, \"জুলিয়ান আধ্যাত্মিক জীবনের মূল বার্তাটি বুঝতে পেরেছিলেন: ঈশ্বর হলেন প্রেম। কেবলমাত্র যদি কেউ সম্পূর্ণ বিশ্বাস ও আত্মসমর্পণের মাধ্যমে এই প্রেমকে গ্রহণ করে এবং এটিকে জীবনের একমাত্র পথপ্রদর্শক বানায়, তাহলে তার সবকিছু পরিবর্তিত হয়; সে প্রকৃত শান্তি ও আনন্দ লাভ করতে পারে এবং এই শান্তি ও আনন্দ অন্যদের মাঝেও ছড়িয়ে দেওয়া সম্ভব হয়। তিনি এই বলে তার বক্তব্য শেষ করেন যে, \"সবকিছু ভালো হয়ে যাবে,' 'সব কিছু ঠিক হয়ে যাবে'—এ কথা বলে নরিচের জুলিয়ান আমাদের জন্য যে চূড়ান্ত বার্তা রেখে গেছেন তা আজ আমি আপনাদের কাছেও তুলে ধরছি।\" এছাড়া পোপ ফ্রান্সিসও তার ধর্মীয় নির্দেশিকাপত্র \"তিনি আমাদের ভালোবেসেছেন\"-এ জুলিয়ানের কথা উল্লেখ করেন। সেখানে তিনি বলেন, একাধিক \"পবিত্র নারী\" এমন কথা বলেছেন যে, ঈশ্বরের হৃদয়ে আশ্রয় গ্রহণই জীবনের মূল উৎস ও আত্মিক শান্তির প্রধান পথ। \n\n\n== ঐতিহ্য ==\n২০শ ও ২১শ শতকে জুলিয়ানকে নিয়ে আগ্রহ বৃদ্ধি পাওয়ার অন্যতম কারণ হলো ইংরেজি-ভাষী বিশ্বে খ্রিস্টীয় ধ্যান ও প্রার্থনার প্রতি নতুন করে মনোযোগ দেওয়া। দ্য জুলিয়ান মিটিংস নামে একটি ধ্যানমূলক প্রার্থনার গোষ্ঠীর নাম জুলিয়ানের নামানুসারে রাখা হলেও এটি কোন নির্দিষ্ট ধর্মীয় মতবাদ অনুসরণ করে না এবং জুলিয়ানের ধর্মতত্ত্বের সঙ্গে তারা সরাসরি সম্পর্কিত নয়। তবে সংগঠনটির সভাগুলোতে কখনও কখনও তার লেখা থেকে উদ্ধৃতি ব্যবহার করা হয়। \n\n\n=== সেন্ট জুলিয়ান'স চার্চ ===\n১৩১২ সাল থেকে ১৩৭০-এর দশক পর্যন্ত জুলিয়ানের আবির্ভাবের আগ পর্যন্ত নরিচে কোনে সন্ন্যাসিনী বা নির্জন সাধিকা ছিল না। নরিচ শহরের কেন্দ্রস্থলের দক্ষিণে কিং স্ট্রিটের কাছে অবস্থিত সেন্ট জুলিয়ান'স চার্চে নিয়মিত প্রার্থনা অনুষ্ঠিত হয়।  গোলাকার টাওয়ার বিশিষ্ট এই ভবনটি মধ্যযুগে নরিচে বিদ্যমান মোট ৫৮টি গির্জা ও ৩১টি পারিশ গির্জার মধ্যে একটি উল্লেখযোগ্য উপাসনালয় ছিল। এসবের মধ্যে ৩২টি গির্জায় নিঃসঙ্গ সন্ন্যাসিনীদের জন্য কক্ষ বরাদ্দ ছিল। \n\nজুলিয়ানের মৃত্যুর পরও তার এ কক্ষটি খালি ছিল না। ১৪২৮ সালে জুলিয়ানা ল্যাম্পেট (বা ল্যাম্পিট) এখানে বসবাস শুরু করেন  এবং তখন এডিথ উইলটন  গির্জার প্রধান সন্ন্যাসিনী ছিলেন। জুলিয়ানা ল্যাম্পেট এখানে ১৪৭৮ সাল পর্যন্ত ছিলেন। এরপর মার্গারেট পিগট প্রধান সন্ন্যাসিনী নিযুক্ত হন।  ১৫৩০-এর দশকে গির্জা ও গির্জার সম্পত্তি বিলুপ্তিকরণের সময় পর্যন্ত এখানে নিঃসঙ্গ সন্ন্যাসিনীরা বসবাস করতেন। এরপর কক্ষটি ভেঙে ফেলা হয় এবং গির্জার কাঁচের জানালা ও মূর্তিগুলো সরিয়ে নেওয়া হয়। পরে ১৫৮১ সাল পর্যন্ত এখানে কোনো যাজক নিযুক্ত করা হয়নি। \n১৮৪৫ সালে সেন্ট জুলিয়ানের গির্জা খুবই জরাজীর্ণ অবস্থায় পৌঁছায় এবং সেই বছর পূর্বের দেওয়াল ধসে পড়ে যায়। অর্থ সংগ্রহ করার পর গির্জাটি ভিক্টোরীয় পুনঃস্থাপনার আওতায় পুনরুদ্ধার করা হয়। পরে ২০শ শতকের প্রথমার্ধেও গির্জাটি আরেকবার পুনরুদ্ধার করা হয়।  তবে ১৯৪২ সালের জুনে দ্বিতীয় বিশ্বযুদ্ধের সময় জার্মান বিমানবাহিনীর নরিচে ব্যাপক বোমা হামলার সময় গির্জার টাওয়ার সরাসরি বোমার আঘাতে ধ্বংস হয়। যুদ্ধের পর গির্জাটি পুনরায় নির্মাণ করা হয় এবং বর্তমানে এটি আগের মতই দেখতে মনে হয়। যদিও টাওয়ারটির উচ্চতা অনেক কমিয়ে দেওয়া হয়েছে এবং নির্জন কক্ষের জায়গায় একটি ভজনালয় নির্মাণ করা হয়েছে।  \n\n\n=== সাহিত্য ===\nক্যাথলিক চার্চের ধর্মতত্ত্ব রেভেলেন্স অফ ডিভাইন লাভ থেকে উদ্ধৃতি দিয়ে ব্যাখ্যা করে যে, ঈশ্বর কীভাবে মন্দ থেকেও বৃহত্তর ভালো কিছু সৃষ্টি পারেন। কবি টি এস এলিয়ট তাঁর \"ফোর কোয়ার্টেটসের \" (১৯৪৩)  চতুর্থ কবিতা \"লিটল গিডিং\"-এ তিনবার সবকিছু ঠিক থাকবে এবং সব কিছু ঠিক থাকবে এবং সব ধরণের জিনিস ঠিক থাকবে ও জুলিয়ানের আমাদের প্রার্থনার ভূমি কথা অন্তর্ভুক্ত করেছে।  কবিতাটি জুলিয়ানের লেখা সম্পর্কে ইংরেজিভাষী গণমানুষের সচেতনতাকে নবায়ন করেছিল বলে ধারণা করা হয়। \nসিডনি কার্টারের গান অল শ্যাল বি ওয়েল\" ( কখনও কখনও \"দ্য বেলস অফ নরউইচ\" নামে পরিচিত হয়) ১৯৮২ সালে প্রকাশিত হয়। তার এই গানটি নরিচের জুলিয়ানের লেখার উপর ভিত্তি করে রচিত হয়েছিল। জুলিয়ানের লেখা অসংখ্য ভাষায় অনূদিত হয়েছে। \nক্যাথরিন ডেভিসের ২০০৬ সালের উপন্যাস দ্য থিন প্লেস জীবন ও মৃত্যু সম্পর্কিত বিষয়বস্তু প্রতিফলিত করার জন্য নরউইচের জুলিয়ানের জীবন ও ধর্মতত্ত্ব ব্যবহার করেছিল। \n২০২৩ সালে জুলিয়ানের জীবন নিয়ে লেখা কাল্পনিক আত্মজীবনী আই, জুলিয়ান প্রকাশিত হয়েছে, যা ড. ক্লেয়ার গিলবার্ট লিখেছেন; তিনি ক্যামব্রিজের জিসাস কলেজের ভিজিটিং ফেলো। গিলবার্ট এই বই নিয়ে বিবিসি রেডিও ৪-এর ওমেন আওয়ার নামক অনুষ্ঠানে ২০২৩ সালের ৮ মে আলোচনা করেন। \nভিক্টোরিয়া ম্যাকেঞ্জির ২০২৩ সালে লিখিত উপন্যাস ফর দ্য গ্রেট পেইন হ্যাভ মার্চি অন মাই লিটল পেইন জুলিয়ান ও মার্জারি কেম্পের জীবন কাহিনি সম্পর্কে রচিত হয়েছে।\n\n\n=== নরফোক ও নরিচ ===\n২০১৩ সালে পূর্ব অ্যাংলিয়া বিশ্ববিদ্যালয় তাদের নতুন গবেষণা কেন্দ্রের জুলিয়ান স্টাডি সেন্টার নামকরণ করে জুলিয়ানকে সম্মান জানায় এবং নরিচের প্রথম জুলিয়ান সপ্তাহ ২০১৩ সালের মে মাসে অনুষ্ঠিত হয়। এই উদযাপনের মধ্যে ছিল শহর জুড়ে সঙ্গীতানুষ্ঠান, আলোচনা সভা ও বিনামূল্যের অনুষ্ঠানের আয়োজন, যার লক্ষ্য ছিল জুলিয়ান ও তার শৈল্পিক, ঐতিহাসিক ও ধর্মতাত্ত্বিক তাৎপর্য সম্পর্কে জানতে সকল মানুষকে উৎসাহিত করা। \nলেডি জুলিয়ান ব্রিজ, যা ওয়েন্সাম নদীর ওপর নির্মিত এবং নরিচ রেলওয়ে স্টেশনের কাছে কিং স্ট্রিট ও নদী তীরবর্তী রাস্তাকে সংযুক্ত করেছে। এটিও নির্জন সাধ্বী নরিচের জুলিয়ানের সম্মানে নামকরণ করা হয়েছে। এটি একটি ঝুলন্ত সেতু, যা বড় জাহাজগুলিকে নদীর উজানে অববাহিকার দিকে যেতে দেওয়ার জন্য তৈরি করা হয়েছে। ব্রিজটি মট ম্যাকডোনাল্ড গ্রুপ দ্বারা ডিজাইন করা হয় এবং ২০০৯ সালে এর নির্মাণ সম্পন্ন হয়।  ২০২৩ সালে ফ্রেন্ডস অব জুলিয়ান অব নরিচ সংগঠনটি ৮ মে'কে কেন্দ্র করে বেশ কিছু অনুষ্ঠানের আয়োজন করে, যা জুলিয়ানের প্রকাশিত দর্শনের ৬৫০তম বার্ষিকী উদযাপন উপলক্ষে অনুষ্ঠিত হয়। \n\n\n== রেভেলেশন্স অব ডিভাইন লাভ ==\n\n\n=== পাণ্ডুলিপি ===\n\n\n==== দীর্ঘ পাঠ (লং টেক্সট) ====\nজুলিয়ান অব নরউইচ। \"\"এম এস ফঁদ অংগলে ক্যারান্ত (প্রিভিয়াসলি রেজিয়ুস ওয়েত দুউ নেফ): লিবার রেভেলাসিওনুম জুলিয়ানে, আনাকোরিত নরউইচ, দিবিজে আং ক্যাত্র-ভ্যাং-সিস চাপিত্র\"\"। অংগলে ৪০। ফ্রান্স জাতীয় গ্রন্থাগার।\nজুলিয়ান অব নরউইচ। \"শ্লোন এমএস ২৪৯৯: জুলিয়ানা, মাদার, অ্যাংকারাইট অব নরউইচ: রেভেলেশন্স অব ডিভাইন লাভ, ১৩৭৩\"। শ্লোন পাণ্ডুলিপি। ব্রিটিশ গ্রন্থাগার।\nজুলিয়ান অব নরউইচ। \"শ্লোন এমএস ৩৭০৫: ভিশন্স: \"রেভেলেশন্স টু মাদার জুলিয়ানা ইন দ্য ইয়ার থার্টিন সেভেন্টি-থ্রি অব দ্য লাভ অব গড ইন জিসাস ক্রাইস্ট\"\"। শ্লোন পাণ্ডুলিপি। ব্রিটিশ জাদুঘর।\nওয়েস্টমিনস্টার ক্যাথেড্রাল ট্রেজারি এমএস ৪ (উব্লিউ) হলো ১৫ শতকের শেষাংশ বা প্রারম্ভিক ১৬ শতকের একটি পাণ্ডুলিপি। এতে সাধ্বী নরিচের জুলিয়ানের দীর্ঘ পাঠ (লং টেক্সট) থেকে কিছু অংশ অন্তর্ভুক্ত রয়েছে; পাশাপাশি ইংরেজ ধর্মতাত্ত্বিক ও রহস্যবাদী ওয়াল্টার হিল্টনের লেখা থেকে নির্বাচিত অংশও রয়েছে।  বর্তমানে এই পাণ্ডুলিপিটি ওয়েস্টমিনস্টার অ্যাবির মহাফেজখানা ও গ্রন্থাগারে অস্থায়ীভাবে সংরক্ষিত আছে (১৯৯৭-এর হিসাব অনুযায়ী)। \n\n\n==== সংক্ষিপ্ত পাঠ্য (শর্ট টেক্সট) ====\n\"সংযুক্তি এমএস ৩৭৭৯০: \"আ কার্থুসিয়ান অ্যান্থোলজি অব থিওলজিক্যাল ওয়ার্কস ইন ইংলিশ (দ্য 'অ্যামহার্স্ট ম্যানুসক্রিপ্ট')\"\"। উইলিয়াম অ্যামহার্স্ট টাইসেন-অ্যামহার্স্টের ব্যক্তিগত সংগ্রহ। ব্রিটিশ গ্রন্থাগার।\n\n\n=== নির্বাচিত সংস্করণ ===\nকলিন্স, হেনরি, সম্পাদক (১৮৭৭)। রেভেলেশন্স অফ ডিভাইন লাভ, শোয়েড টু অ্যা ডেভাউট অ্যাংকার্সেস বাই নেম মাদার জুলিয়ান অফ নরউইচ। মিডিয়েভ্যাল লাইব্রেরি অব মিস্টিক্যাল অ্যান্ড অ্যাসেটিক্যাল ওয়ার্কস। লন্ডন: টি. রিচার্ডসন। \nক্রেসি, সেরেনাস দে। \"সিক্সটিন রেভেলেশন্স অফ ডিভাইন লাভ, শোয়েড টু অ্যা ডেভাউট সার্ভেন্ট অফ আওয়ার লর্ড, কলড মাদার জুলিয়ানা, অ্যান অ্যাংকারাইট অফ নরউইচ: হু লাভড ইন দ্য ডেস অফ কিং এডওয়ার্ড দ্য থার্ড\" (১৬৭০)। ব্রিটিশ গ্রন্থাগার সাধারণ সূত্র সংরক্ষণ, আইডি: ডিজিটাল স্টোর কাপ.৪০৩.a.৩৬। লন্ডন: ব্রিটিশ লাইব্রেরি।\nওয়ার্ক, গ্রেস, সম্পাদক (১৯০১)। রেভেলেশন্স অফ ডিভাইন লাভ, রেকর্ডেড বাই জুলিয়ান অ্যাংকার্সেস অ্যাট নরউইচ, ১৩৭৩ (১ম সংস্করণ)। লন্ডন: মেথুয়েন অ্যান্ড কোম্পানি। ওসিএলসি 560165491।  ( দ্বিতীয় সংস্করণ (১৯০৭) ইন্টারনেট আর্কাইভে অনলাইনে উপলব্ধ।)\nহুডলস্টন, রজার, সম্পাদক (১৯২৭)। রেভেলেশন্স অফ ডিভাইন লাভ শোউড টু এ ডেভাউট অ্যাংকার্স, বাই নেম জুলিয়ান অফ নরউইচ। অর্চাড বুকস। একাদশ (প্রথম সংস্করণ)। লন্ডন: বার্নস, ওটস ও ওয়াশবোর্ন। ওসিএলসি 5167762। \nস্কিনার, জন, সম্পাদক (১৯৯৭)। রেভেলেশন অফ লাভ। নিউ ইয়র্ক: ডাবলডে। আইএসবিএন 978-0-385-48756-6। \nবিয়ার, ফ্রান্সেস, সম্পাদক (১৯৯৮)। রেভেলেশন্স অফ ডিভাইন লাভ: ব্রিটিশ গ্রন্থাগার থেকে সংযুক্তি এমএস ৩৭৭৯০ এর অধীনে অনূদিত: দ্য মেথড অফ গড: অ্যান এক্সসেপ্ট ( ব্রিটিশ গ্রন্থাগারের এমএস স্লন ২৪৭৭ পাণ্ডুলিপি থেকে অনূদিত)। রোচেস্টার, নিউ ইয়র্ক: ডি. এস. ব্রুয়ার। আইএসবিএন 978-0-85991-453-6। \nরেনল্ডস, আন্না মারিয়া; জুলিয়া বল্টন হলওয়ে, সম্পাদকগণ (২০০১)। শোয়িং অফ লাভ: এক্সট্যান্ট টেক্সট এন্ড ট্রান্সলেশন্স। ফ্লোরেন্স: সিসমেল: এদিত্সিওনি দেল গালুজ্জো। আইএসবিএন 978-88-8450-095-3। \nস্টার, মিরাবাই (২০১৩)। দ্য শোয়িং অফ জুলিয়ান অফ নরউইচ: এ নিউ ট্রান্সলেশন। শার্লোটসভিল, ভার্জিনিয়া: হ্যাম্পটন রোডস পাবলিশিং কোম্পানি। আইএসবিএন 978-1-57174-691-7। \nউইন্ডিয়াট, ব্যারি, সম্পাদক (২০১৫)। রেভেলেশন্স অফ ডিভাইন লাভ। অক্সফোর্ড: অক্সফোর্ড বিশ্ববিদ্যালয় প্রেস। আইএসবিএন 978-0-19-811206-8। \n\n\n== আরো দেখুন ==\nনরউইচের জুলিয়ানের আজ্ঞা\nযীশু ও মরিয়মের দর্শন\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== আরো পড়ুন ==\nSalih, Sarah; Baker, Denise Nowakowski, সম্পাদকগণ (২০০৯)। Julian of Norwich's Legacy: Medieval mysticism and post-medieval reception। New York: Palgrave Macmillan। আইএসবিএন 978-0-230-60667-8।  \nSheldrake, Philip (২০১৯)। Julian of Norwich \"In God's sight\": her theology in context। Chichester: John Wiley and Sons Ltd.। আইএসবিএন 978-1-119-09964-2। \nTanner, Norman P (১৯৮৪)। The Church in Late Medieval Norwich, 1370–1532। Toronto: Pontifical Institute of Mediaeval Studies। আইএসবিএন 978-0-88844-066-2। \nRichard C., Taylor (১৮২১)। Index Monasticus। London: Richard & Arthur Taylor। ওসিএলসি 6458843। \nWatson, Nicholas (১৯৯৩)। \"The Composition of Julian of Norwich's Revelation of Love\"। Speculum। Chicago: University of Chicago Press। 68 (3): 637 – 683। আইএসএসএন 1810-4797। এসটুসিআইডি 162909653। জেস্টোর 2864969। ডিওআই:10.2307/2864969। ২০ নভেম্বর ২০২১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০ নভেম্বর ২০২১।"}