{"pageid": 1518763, "title": "ইলিনয় জন্ম নিয়ন্ত্রণ লিগ", "url": "https://bn.wikipedia.org/wiki?curid=1518763", "content": "ইলিনয় জন্ম নিয়ন্ত্রণ লীগ (আইবিসিএল) হল শিকাগো নাগরিক কমিটি এবং শিকাগো মহিলা ক্লাব দ্বারা তৈরি একটি সংগঠন, এটি জন্ম নিয়ন্ত্রণ সম্পর্কে তথ্য এবং শিক্ষা প্রদানের জন্য তৈরি করা হয়েছিল। পরবর্তীতে, সংস্থাটি শিকাগোতে প্রথম জন্মনিয়ন্ত্রণ ক্লিনিক তৈরিতে সহায়তা করে। আইবিসিএল পরিচালিত প্রাথমিক জন্মনিয়ন্ত্রণ ক্লিনিকগুলিতে যে কর্মীরা থাকত তারা বিভিন্ন ভাষায় সাবলীল ছিল, যাতে অভিবাসী সম্প্রদায়গুলিকে আরও ভালভাবে সেবা দেওয়া যায়। আইবিসিএল পরিবার পরিকল্পনা এবং জন্মনিয়ন্ত্রণ সম্পর্কিত বিষয়গুলি নিয়ে আলোচনার পৃষ্ঠপোষকতাও করত।\n\n\n== ইতিহাস ==\n১৯১৬ সালে, মার্গারেট স্যাঙ্গার কমস্টক আইনের বিরুদ্ধে এবং জন্মনিয়ন্ত্রণ ক্লিনিকের সমর্থনে বক্তৃতা দেওয়ার জন্য শিকাগো সফর করেন। এই ভাষণটি শোনার জন্য প্রায় ১,২০০ জন উপস্থিত হয়েছিলেন এবং \"ইলিনয় জন্ম নিয়ন্ত্রণ লীগ তৈরিতে অনুপ্রাণিত করেছিলেন।\" ১৯১৯ সালের মধ্যে, লীগটি প্রতিষ্ঠিত হয়েছিল এবং বার্থ কন্ট্রোল রিভিউ পত্রিকায় এর বিজ্ঞাপন দেওয়া হয়েছিল। ১৯২৩ সালে, আইবিসিএল তাদের প্রথম জন্মনিয়ন্ত্রণ ক্লিনিক চালু করে, যার পরিচালক ছিলেন র‍্যাচেল ইয়ারোস। এটি মার্কিন যুক্তরাষ্ট্রে এই ধরণের দ্বিতীয় ক্লিনিক ছিল। যেসব মহিলারা ব্যক্তিগত চিকিৎসকের খরচ বহন করতে পারতেন না, তাঁরা এই ক্লিনিকগুলি থেকে ব্যবহারিক পরিবার পরিকল্পনা পরামর্শ পেতেন। প্রাথমিকভাবে, ক্লিনিকগুলি থেকে বিনামূল্যে পরিষেবা দেওয়া হত, কিন্তু শহরের স্বাস্থ্য কমিশনারের কাছ থেকে এর জন্য প্রয়োজনীয় লাইসেন্স পাওয়া যায়নি। এই কারণে, জন্মনিয়ন্ত্রণ সম্পর্কে মৌখিক তথ্য দেওয়ার জন্য আইবিসিএল \"নামমাত্র পারিশ্রমিক\" ধার্য করেছিল। ১৯২৪ সালে, আবারও আইবিসিএলকে গণ ক্লিনিক হিসেবে পরিচালনার স্বীকৃতি দেওয়া হয়নি, যেখানে বিনামূল্যে তথ্য প্রদান করা যেতে পারে। ১৯২৫ সালে আইবিসিএল দ্বিতীয় জন্মনিয়ন্ত্রণ অফিস খোলে। ১৯৩৭ সালের মধ্যে, আইবিসিএল পরিচালিত বেশ কয়েকটি ক্লিনিকে ২০,০০০ এরও বেশি মহিলাকে পরামর্শ দেওয়া হয়েছিল।\n১৯২০-এর দশকের শেষের দিকে ইলিনয়ে জন্মনিয়ন্ত্রণ সম্পর্কিত তথ্য প্রচারে বাধা প্রদানকারী আইনের বিরুদ্ধে আইবিসিএল এবং অন্যান্য মহিলারা লড়াই চালিয়ে যান। ১৯৩৪ সালে, আইবিসিএল, শিকাগো ওম্যানস ক্লাব, জন্ম নিয়ন্ত্রণ লীগ এবং শিকাগোর সোশ্যাল হাইজিন লীগের তিন শতাধিক মহিলার সমর্থনে একটি প্রস্তাব তৈরি হয়, যাতে সমাজকর্মীরা পরিবার পরিকল্পনা নিয়ে আলোচনা করতে পারেন এবং ক্লায়েন্টদের জন্ম নিয়ন্ত্রণ ক্লিনিকে পাঠাতে পারেন।\n১৯২৪ সালের এপ্রিল মাসে আইবিসিএল \"ইলিনয় জন্ম নিয়ন্ত্রণ লীগ\" নামে সঙ্ঘবদ্ধ হয়, পরিবার পরিকল্পনা সম্পর্কিত জনহিতকর এবং শিক্ষামূলক কাজের লক্ষ্যে। ১৯৪৬ সালে আইবিসিএল প্ল্যানড প্যারেন্টহুড লীগ অফ ইলিনয়ে পরিণত হয় এবং পরবর্তীতে ১৯৪৭ সালে শিকাগো অঞ্চলের পরিকল্পিত পিতৃ-মাতৃত্ব অ্যাসোসিয়েশনে পরিণত হয়। পেগি কার ছিলেন আইবিসিএলের শেষ সভাপতি এবং তিনি পরিকল্পিত পিতৃ-মাতৃত্বে রূপান্তরের তত্ত্বাবধান করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== সূত্র ===\nহোলজ, রোজ (২০১২)। এ বার্থ কন্ট্রোল ক্লিনিক ইন এ মার্কেটপ্লেস ওয়ার্ল্ড। ইউনিভার্সিটি অফ রচেস্টার প্রেস। আইএসবিএন 9781580463997। \n\n\n== বহিঃসংযোগ ==\nইলিনয় জন্ম নিয়ন্ত্রণ লীগ \nইলিনয়ের পরিকল্পিত পিতামাতৃত্ব"}