{"pageid": 1518317, "title": "সিজা রোজ্", "url": "https://bn.wikipedia.org/wiki?curid=1518317", "content": "সিজা রোজ্ একজন ভারতীয় অভিনেত্রী, যিনি মূলত মালায়ালাম এবং তামিল চলচ্চিত্র জগতের সাথে যুক্ত। তিনি ২০১৪ সালে অমৃতা টিভিতে টেলিভিশন রিয়েলিটি শো লেটস ড্যান্স উপস্থাপনা করেছিলেন। সিজা ফ্লাওয়ার্স টিভির রিয়েলিটি শো স্টার চ্যালেঞ্জে অংশগ্রহণ করে। সিজার প্রথম মালায়ালাম চলচ্চিত্র ছিল ওস্তাদ হোটেল যেখানে তিনি অভিনেতা দুলকার সলমানের বোনের চরিত্রে একটি ছোট ভূমিকায় অভিনয় করেছিলেন। ২০১২ সালে কোঝি কুভুথু চলিচ্চিত্রে অভিনয়ের মাধ্যমে তিনি তামিল চলচ্চিত্র জগতে আত্মপ্রকাশ করেন। এই চলচ্চিত্রে তিনি তুলসি নামের এক গ্রামের মেয়ের ভূমিকায় অভিনয় করেন।\n\n\n== জীবনের প্রথমার্ধ ==\nসিজা ওমানের মাস্কাটের আল ওয়াদি আল কবির ভারতীয় স্কুল থেকে তার স্কুলজীবন সম্পন্ন করেছেন। সিজা রোজ্ তার বাবার পদাঙ্ক অনুসরণ করে সাংবাদিকতা করতে চেয়েছিলেন। তিনি মুম্বাই থেকে স্নাতক সম্পন্ন করেছেন। \n\n\n== কর্মজীবন ==\nস্নাতক শেষ করার পর, তিনি ছুটি কাটাতে কেরালায় এসেছিলেন। সেই সময়, তিনি মডেলিং করার সুযোগ পান এবং কয়েকটি টিভি বিজ্ঞাপনে কাজ করেছিলেন যার ফলস্বরূপ তার কাছে চলচ্চিত্রের প্রস্তাব আসে।  তার অভিনীত প্রথম চলচ্চিত্র ছিল কন্নড় চলচ্চিত্র মাগাদি যা ২০১২ সালে  সালে মুক্তি পায়। তার প্রথম মালায়ালাম ছবি \"উস্তাদ হোটেল\" -এ তিনি দুলকার সালমানের বোনের চরিত্রে একটি ছোট ভূমিকায় অভিনয় করেছিলেন। ২০১২ সালে, কোঝি কুভুথু চলচ্চিত্রে অভিনয়ের মাধ্যমে তার তামিল চলচ্চিত্র আত্মপ্রকাশ ঘটে, যেখানে তিনি তুলসি নামের একটি গ্রামের মেয়ের চরিত্রে অভিনয় করেছিলেন। \n২০১৩ সালে, একই দিনে তার অভিনীত তিনটি চলচ্চিত্র মুক্তি পায়: প্রথমটি ছিল পরিচালক এন কে গিরিশের পরিচালিত নি কো নাজা চা এবং দ্বিতীয়টি ছিল আনায়ুম রসুলম শীর্ষক একটি চলচ্চিত্র এবং তৃতীয়টি রাজেশ আমনাকারারের চলচ্চিত্র এন্ট্রি। তিনি নী কো নাজা চা  চলচ্চিত্রে প্রধান নারী চরিত্রে অভিনয় করেছিলেন। এই চলচ্চিত্রে তিনি একজন হোটেল রিসেপশনিস্টের ভূমিকায় অভিনয় করেছিলেন।  আন্নায়ুম রসুলুম এবং এন্ট্রি চলচ্চিত্রে সিজা পার্শ্ব চরিত্রে অভিনয় করতে দেখা গিয়েছিল।   তার পরবর্তী দুটি মুক্তিপ্রাপ্ত তামিল ছবি ছিল মাসানি এবং মাধভানুম মালারভিঝিয়ুম। মাধভানুম মালারভিঝিয়ুম চলচ্চিত্রে সিজা একজন ভরতনাট্যম নৃত্যশিল্পীর চরিত্রে অভিনয় করেছিল।  এরপর তিনি রাজেশ পিল্লাইয়ের সাথে হিন্দি ছবি ট্র্যাফিক  -এ সহকারী পরিচালক হিসেবে কাজ করেন এবং এই সময়ের মধ্যে কোনও অভিনয়ের প্রস্তাব গ্রহণ করেননি।  ট্র্যাফিকের কাজ শেষ হওয়ার পর তিনি তার পরবর্তী ছবি, নেল্লিক্কাতে চুক্তিবদ্ধ হন(বিজিত বালার প্রথম ছবি ), যেখানে তিনি প্রধান অভিনেতা দীপকের প্রেমিকা প্রিয়ার চরিত্রে অভিনয় করেন।  তিনি মৈদিন এবং কাঞ্চনমালার বাস্তব জীবনের প্রেমের গল্পের উপর ভিত্তি করে নির্মিত চলচ্চিত্র এন্নু নিনতে মৈদিন -এ কাজ করার জন্য চুক্তিবদ্ধ। \n২০১৪ সালে, তিনি অমৃতা টিভিতে রিয়েলিটি শো  অনুষ্ঠান \"লেটস ডান্স\" উপস্থাপনা করেছিলেন। \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n== তথ্যসূত্র =="}