{"pageid": 1518439, "title": "এডউইন আর্লিংটন রবিনসন", "url": "https://bn.wikipedia.org/wiki?curid=1518439", "content": "এডউইন আর্লিংটন রবিনসন (২২ ডিসেম্বর ১৮৬৯ – ৬ এপ্রিল ১৯৩৫) একজন মার্কিন কবি ও নাট্যকার ছিলেন। তিনি তিনবার কবিতার জন্য পুলিৎজার পুরস্কার জিতেছিলেন এবং চারবার সাহিত্যে নোবেল পুরস্কার এর জন্য মনোনীত হয়েছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\n\nরবিনসনের জন্ম ২২ ডিসেম্বর ১৮৬৯ সালে  মেইনের হেড টাইড জেলায়। তার বাবা এডওয়ার্ড এবং মা মেরি (জন্মগত পদবি: পামার) একটি কন্যাসন্তান চেয়েছিলেন, ফলে ছয় মাস বয়স পর্যন্ত রবিনসনের নাম রাখা হয়নি। ছয় মাস পর, এক অবকাশ যাত্রার সময় অন্য দর্শনার্থীরা তার নাম নির্বাচন করেন—একটি টুপির ভেতরে থেকে দৈবচয়নের মাধ্যনে নাম তুলতে গিয়ে \"এডউইন\" নামটি নির্ধারিত হয়। নামটি তুলেছিলেন ম্যাসাচুসেটসের এআর্লিংটনের একজন ব্যক্তি, তাই তার মধ্যনাম রাখা হয় \"আর্লিংটন\"। তিনি আজীবন তার নামটিকে অপছন্দ করতেন এবং তার পরিবার তাকে \"উইন\" বলে ডাকলে সেটিও অপছন্দ করতেন। প্রাপ্তবয়স্ক হওয়ার পর, তিনি সব সময় \"E. A.\" স্বাক্ষর ব্যবহার করতেন।\n১৮৭০ সালে রবিনসনের পরিবার মেইনের গার্ডিনারে চলে যায়। তিনি তার শৈশবকে \"নিঃসঙ্গ ও দুঃখময়\" বলে বর্ণনা করেছিলেন। তিনি প্রথমে মিসেস মোরেলের স্কুলে পড়াশোনা করেন এবং পরে গার্ডিনারের পাবলিক স্কুলে ভর্তি হন। তিনি গার্ডিনার হাই স্কুল থেকে পড়াশোনা শেষ করেন।\nতার শৈশবের কঠিন অভিজ্ঞতা তার অনেক কবিতায় একধরনের অন্ধকারাচ্ছন্ন নিরাশাবাদ ফুটিয়ে তোলে, যেখানে \"ব্যর্থ হওয়া একটি মার্কিন স্বপ্ন\"-এর প্রতিফলন দেখা যায়। তার বড় ভাই ডিন পেশায় কজন চিকিৎসক ছিলেন এবং তিনি নিউরালজিয়ার জন্য আত্মচিকিৎসার সময় লডানাম আসক্ত হয়ে পড়েন। তার মেঝো ভাই হারম্যান সুদর্শন ও আকর্ষণীয় ব্যক্তি ছিলেন এবং তিনিই এমা লোহেন শেফার্ড নামের এক নারীকে বিয়ে করেন, যাকে রবিনসন ভালোবাসতেন। এমা রবিনসনের প্রতিভার প্রশংসা করতেন এবং তার কবিতা লেখায় উৎসাহ দিতেন কিন্তু তাকে তার হাত ধরার বাস্তব প্রতিযোগিতার জন্য খুবই অল্পবয়সী বলে মনে করতেন। এই বিবাহ এডউইনের আত্মগর্বের জন্য একটি বড় আঘাত ছিল এবং ১২ ফেব্রুয়ারি ১৮৯০ সালে অনুষ্ঠিত বিয়ের অনুষ্ঠানের সময়, বিষন্ন কবি বাড়িতে থেকে এর প্রতিবাদে \"Cortège\" নামে একটি কবিতা লিখেছিলেন। কবিতার শিরোনামটি সেই ট্রেনের প্রতি ইঙ্গিত করে যেটি নবদম্পতিকে শহর ছেড়ে মিসৌরির সেন্ট লুইসে তাদের নতুন জীবন শুরু করতে নিয়ে গিয়েছিল।\nহারম্যান একাধিক ব্যবসায়িক ব্যর্থতার সম্মুখীন হন, মদ্যপ হয়ে পড়েন এবং অবশেষে তার স্ত্রী ও সন্তানদের থেকে বিচ্ছিন্ন হয়ে যান। ১৯০৯ সালে তিনি দারিদ্র্যের মধ্যে বোস্টন সিটি হাসপাতালে যক্ষ্মা রোগে মারা যান। শ্যালিকা এমার মতে ববিনসন-এর কবিতা রিচার্ড কোরি তার স্বামীর প্রতি ইঙ্গিত করেছিল।\n\n\n== হার্ভার্ড বিশ্ববিদ্যালয়ে শিক্ষা ==\n  \n১৮৯১ সালে, ২১ বছর বয়সে, রবিনসন হার্ভার্ড বিশ্ববিদ্যালয়ে বিশেষ ছাত্র হিসেবে ভর্তি হন, যেখানে তিনি ইংরেজি, ফরাসি ও শেকসপিয়রের ওপর ক্লাস করেন, পাশাপাশি অ্যাংলো-স্যাক্সন ভাষার একটি কোর্স নিলেও তা পরে বাদ দেন। তিনি বেশি নম্বর পাওয়ার জন্য পড়াশোনা করতেন না; বরং তার বন্ধু হ্যারি স্মিথকে লেখা এক চিঠিতে বলেছিলেন, \"B গ্রেড এবং তার আশেপাশে থাকা বেশ স্বস্তিকর এবং নিরাপদ।\"\nরবিনসনের আসল ইচ্ছা ছিলো হার্ভার্ডের সাহিত্য সাময়িকীগুলোর একটিতে লেখা প্রকাশ করা। বিশ্ববিদ্যালয়ে ভর্তির মাত্র দুই সপ্তাহের মধ্যে, দ্য হার্ভার্ড অ্যাডভোকেট তার \"ব্যলড অফ অ্যা শিপ\" (Ballade of a Ship) কবিতাটি প্রকাশ করে। সম্পাদকরা তাকে আমন্ত্রণ জানালেও তিনি ফিরে এসে তার বন্ধু মাওরি স্যাবেন-কে বলেছিলেন, \"আমি তাদের মাঝে বসে ছিলাম, কিন্তু একটিও শব্দ বলতে পারলাম না।\"\nপ্রথম বর্ষ শেষে রবিনসনের বাবা মারা যান। এরপর তিনি দ্বিতীয় বছরের জন্য হার্ভার্ডে ফিরে আসেন, কিন্তু সেটিই ছিল তার শেষ বছর। যদিও তার হার্ভার্ডে কাটানো সময় ছিল খুব সংক্ষিপ্ত, তবে এটি তার জীবনের অন্যতম প্রিয় অভিজ্ঞতা ছিল এবং এখানেই তিনি তার সবচেয়ে স্থায়ী বন্ধুত্বগুলো গড়ে তোলেন। ১৮৯৩ সালের ২১ জুনে হ্যারি স্মিথকে লেখা এক চিঠিতে তিনি লিখেছিলেন:\n\nআমি অনুমান করি এটি হার্ভার্ড থেকে লেখা আমার শেষ চিঠি। এই ভাবনাটা একটু অদ্ভুত মনে হচ্ছে, কিন্তু এটি অনিবার্য। মাঝে মাঝে আমি কল্পনা করার চেষ্টা করি যে, আমি যদি কখনো এখানে না আসতাম তাহলে আমার মনোদশা কেমন থাকত, কিন্তু পারি না। আমি অনুভব করি, আমার এই দুই বছর থেকে তুলনামূলকভাবে কম পাওয়া হয়েছে, কিন্তু তারপরও, গার্ডিনারে এক শতাব্দী বসবাস করলেও তার চেয়ে বেশি পাওয়া যেত না।\n১৮৯৩ সালের মাঝামাঝি সময়ে রবিনসন গার্ডিনারে ফিরে আসেন এবং লেখালেখিকে গুরুত্ব সহকারে নেওয়ার পরিকল্পনা করেন। অক্টোবর মাসে, তিনি তার বন্ধু গ্লেডহিলকে লিখেছিলেন:\n\nলেখালেখি আমার স্বপ্ন ছিল যতদিন থেকে আমি বায়ু-মহল নির্মাণের পরিকল্পনা করতে পারতাম। এখন প্রথমবারের মতো আমি একটি অনুকূল সুযোগ পেয়েছি এবং এই শীতে আমি লেখার যাত্রা শুরু করব।\n\n\n== কর্মজীবন ==\n  \nতার বাবা মারা যাওয়ার পর, রবিনসন পরিবারপ্রধান হয়ে ওঠেন। তিনি কৃষিকাজের চেষ্টা করেন এবং তার ভ্রাতৃবধূ এমা রবিনসনের সঙ্গে ঘনিষ্ঠ সম্পর্ক গড়ে তোলেন, যিনি তার স্বামী হারমানের মৃত্যুর পর সন্তানদের নিয়ে গার্ডিনারে ফিরে আসেন। রবিনসন তাকে দুইবার বিয়ের প্রস্তাব দেন, তবে এমা তা প্রত্যাখ্যান করেন। এরপর রবিনসন স্থায়ীভাবে গার্ডিনার ছেড়ে চলে যান। তিনি নিউ ইয়র্কে চলে যান এবং সেখানে দারিদপীড়িত একজন কবি হিসেবে জীবনযাপন করতে থাকেন, একইসঙ্গে লেখক, শিল্পী ও বুদ্ধিজীবীদের সঙ্গে বন্ধুত্ব গড়ে তোলেন।\n১৮৯৬ সালে, তিনি নিজের প্রথম বই The Torrent and the Night Before স্ব-প্রকাশ করেন, যার ৫০০ কপির জন্য তিনি ১০০ ডলার খরচ করেন। রবিনসন এটি তার মায়ের জন্য একটি চমক হিসেবে প্রকাশ করেছিলেন। কিন্তু বইটির কপি আসার কয়েকদিন আগেই তার মা ডিপথেরিয়ায় আক্রান্ত হয়ে মারা যান। ১৮৯৯ সালে তার বড় ভাই, ডিন, মাদকাসক্তির কারণে মারা যান।\n১৮৯৭ সালে প্রকাশিত তার দ্বিতীয় কবিতার সংকলন, চিল্ড্রেন অফ দ্য নাইট (Children of The Night), তুলনামূলকভাবে বেশি প্রচার পায়। এই বইয়ের পাঠকদের মধ্যে ছিলো থিওডোর রুজভেল্টের ছেলে কিরমিট রুজভেল্টও, সে তার শিক্ষকের কাছ থেকে বইটি পেয়েছিলো, এবং সেই শিক্ষক রবিনসনের এক বন্ধু ছিলেন। কিরমিট পরে এটি তার বাবাকে পড়তে বলেন। রবিনসনের কবিতাগুলোতে মুগ্ধ হয়ে এবং তার আর্থিক দুরবস্থার কথা জেনে, রুজভেল্ট তাকে হোয়াইট হাউসে ডিনারের আমন্ত্রণ জানান (যা রবিনসন \"উপযুক্ত পোশাকের অভাবে\" প্রত্যাখ্যান করেন) এবং ১৯০৫ সালে তাকে নিউ ইয়র্ক কাস্টমস অফিসে একটি সাইনিকিউর পদ অফার করেন।\nথিওডোর রেক্স (Theodore Rex) গ্রন্থের লেখক এডমুন্ড মরিস উল্লেখ করেন যে, রবিনসনের চাকরির একটি অনানুষ্ঠানিক শর্ত ছিল যে, তিনি তার বার্ষিক দুই হাজার ডলার বেতনের বিনিময়ে মার্কিন ট্রেজারি অফিসের কাজের পরিবর্তে \"মার্কিন সাহিত্যকে সমৃদ্ধ করার\" লক্ষ্যে কাজ করবেন। রাষ্ট্রপতি রুজভেল্টের ক্ষমতা বদলের পর আগ পর্যন্ত রবিনসন এই চাকরিতে ছিলেন। ১৯১৩ সালে, রবিনসন স্ট্যাটেন আইল্যান্ডে লাইটহাউস হিলে বসবাস করছিলেন।\nক্রমশ তার সাহিত্যিক সাফল্য বৃদ্ধি পেতে থাকে। তিনি তিনবার পুলিৎজার পুরস্কার জেতেন— যথাক্রমে ১৯২২, ১৯২৫ এবং ১৯২৮ সালে। ১৯২৭ সালে তিনিআমেরিকান একাডেমি অফ আর্টস অ্যান্ড লেটার্সের সদস্য নির্বাচিত হন। পরবর্তীকালে কবি মাইকেল শ্মিট তাকে \"হার্ডির চেয়ে আরও শৈল্পিক এবং ফ্রস্টের তুলনায় আরও রহস্যময়, এবং একজন অসাধারণ সনেট লেখক\" বলে অভিহিত করেন।\n\n\n== টিলবুরি ==\nটিলবুরি টাউন একটি কাল্পনিক আমেরিকান শহর, যা রবিনসনের অনেক সাহিত্যকর্মের স্থান হিসেবে ব্যবহৃত হয়েছে। ছোট্ট নিউ ইংল্যান্ড গ্রামটি গার্ডিনার, মেইন শহরের অনুকরণে তৈরি, যেখানে রবিনসন বড় হয়েছিলেন।\nটিলবুরি টাউন উপমাস্থলটি “রিচার্ড কোরি”, “মিস্টার ফ্লাড’স পার্টি” এবং “লুক হ্যাভারগল”-এর মূল প্রেক্ষাপট হিসেবে ব্যবহৃট হয়েছে, যা ইংরেজি ভাষার সর্বাধিক সংকলিত ৫০০টি কবিতার কলম্বিয়া অ্যান্থোলজিতে অন্তর্ভুক্ত রয়েছে। রবিনসনের বেশিরভাগ অ-আর্থুরিয়ান চরিত্র মাত্র একটি কবিতাতেই দেখা যায়; তবে, টিলবুরি টাউনের চারজন বাসিন্দা—ক্যালভারলি, ক্ল্যাভারিং, লেফিংওয়েল এবং লিংগার্ড—কমপক্ষে তিনটি কবিতায় উল্লেখিত হয়েছে।\n\n\n== ব্যক্তিগত জীবন ==\nরবিনসন কখনো বিবাহ করেননি। জীবনের শেষ ২০ বছরে তিনি গ্রীষ্মকালীন সময়ে নিয়মিতভাবে নিউ হ্যাম্পশায়ারের ম্যাকডাওয়েল কলোনিতে  অবস্থান করতেন, যেখানে বেশ কয়েকজন নারী তাকে নিবেদিতপ্রাণভাবে প্রশ্রয় দিতেন। রবিনসন এবং শিল্পী এলিজাবেথ স্পারহক-জোন্স দীর্ঘ ১০ বছর ধরে একই সময়ে ম্যাকডাওয়েলে যেতেন। তাদের মধ্যে একটি প্রণয়ী সম্পর্ক গড়ে ওঠে, যেখানে এলিজাবেথ রবিনসনের প্রতি গভীর ভালোবাসা পোষণ করতেন, তাকে বুঝতেন এবং স্বাভাবিক ভঙ্গিতে তার সঙ্গে মেলামেশা করতেন। রবিনসন তাকে \"স্পারহক\" বলে ডাকতেন এবং তার প্রতি সদয় ছিলেন। তাদের সম্পর্ক নিয়ে কবি ডি. এইচ. ট্রেসি এটিকে \"শালীন, শান্ত এবং গভীর\" বলে বর্ণনা করেছেন। এলিজাবেথ স্পারহক-জোন্স রবিনসনকে একজন আকর্ষণীয়, সংবেদনশীল ও আবেগিকভাবে স্থিতিশীল এবং উচ্চ নৈতিক মূল্যবোধ সম্পন্ন ব্যক্তি হিসেবে বর্ণনা করেছেন,।\n\n\n== মৃত্যু ও উত্তরাধিকার ==\nরবিনসন ১৯৩৫ সালের ৬ এপ্রিল নিউ ইয়র্ক হাসপাতালে (বর্তমানে ওয়েইল কর্নেল মেডিকেল সেন্টার) ক্যান্সারে আক্রান্ত হয়ে মৃত্যুবরণ করেন; তাকে মেইনের গার্ডিনারে ওক গ্রোভ সেমিট্রিতে সমাহিত করা হয়। রবিনসনের মৃত্যুর সময়, এলিজাবেথ স্পারহক-জোন্স তার শববিহার অনুষ্ঠানে উপস্থিত ছিলেন এবং পরে তার স্মরণে বেশ কয়েকটি চিত্রকর্ম আঁকেন। একই মাসে, রবিনসনের পুরাতন বিদ্যালয় গার্ডিনার হাই স্কুলে একটি স্মরণসভা অনুষ্ঠিত হয়। সেই বছরের অক্টোবরে, রবিনসনের বন্ধু এবং পরামর্শদাতা লরা ই. রিচার্ডস তার স্মরণে গার্ডিনার কমনে একটি স্মৃতিস্তম্ভ স্থাপন করেন, যার জন্য তিনি সারা দেশ থেকে তহবিল সংগ্রহ করেছিলেন। স্মৃতিস্তম্ভটির নকশা করেছিলেন বোস্টনের স্থপতি হেনরি আর. শেপলি, রিচার্ডস এতে শিলালিপি রচনা করেন এবং রবিনসনের জীবনীকার হারম্যান হাগেডর্ন প্রধান বক্তা হিসেব উপস্থিত হয়েছিলেন।\n১৯৭১ সালে, রবিনসনের শৈশবকালের বাড়ি ন্যাশনাল হিস্টোরিক ল্যান্ডমার্ক তথা জাতীয় ঐতিহাসিক নিদর্শন হিসেবে স্বীকৃতি পায়। রবিনসনের প্রপৌত্র ডেভিড এস. নিবিসন, যিনি চীনা দর্শন ও চীনা ইতিহাস বিষয়ে একজন বিশিষ্ট বিশেষজ্ঞ ছিলেন, রবিনসনের সম্পত্তির একজন ট্রাস্টি ছিলেন।\n\n\n== নির্বাচিত গ্রন্থ ==\n\n\n=== কবিতা ===\nলুক হ্যাভারগল (Luke Havergal) - অন্তর্ভুক্ত দ্য টরেন্ট; অ্যান্ড দ্য নাইট বিফোর (The Torrent; and The Night Before) (১৮৯৬)\nচিলড্রেন অফ দ্য নাইট (Children of The Night) (১৮৯৭), অন্তর্ভুক্ত কসমস (Kosmos) (১৮৯৫) এবং রিচার্ড কোরি (Richard Cory)\nক্যাপ্টেন ক্রেগ অ্যান্ড আদার পোয়েমস (Captain Craig and Other Poems) (১৯০২)\nদ্য টাউন ডাউন দ্য রিভার (The Town Down the River) (১৯১০), অন্তর্ভুক্ত মিনিভার চিভি (Miniver Cheevy)\nদ্য ম্যান অ্যাগেইনস্ট দ্য স্কাই (The Man Against the Sky) (১৯১৬)\nমার্লিন (Merlin) (১৯১৭)\nদ্য থ্রি ট্যাভার্নস (The Three Taverns) (১৯২০)\nল্যান্সেলট (Lancelot) (১৯২০)\nঅ্যাভনের হারভেস্ট (Avon's Harvest) (১৯২১), অন্তর্ভুক্ত বেন ট্রোভাটো (Ben Trovato)\nসংকলিত কবিতা (Collected Poems) (১৯২১), পুলিৎজার পুরস্কার বিজয়ী\nরোমান বারথোলো (Roman Bartholow) (১৯২৩)\nদ্য ম্যান হু ডাইড টোয়াইস (The Man Who Died Twice) (১৯২৪), পুলিৎজার পুরস্কার বিজয়ী\nডায়োনিসাস ইন ডাউট (Dionysus in Doubt) (১৯২৫), অন্তর্ভুক্ত হন্টেড হাউস (Haunted House) এবং কার্মা (Karma)\nট্রিস্ট্রাম (Tristram) (১৯২৭), পুলিৎজার পুরস্কার বিজয়ী\nফরচুনাটাস (Fortunatus) (১৯২৮)\nসনেট, ১৮৮৯-১৯১৭ (Sonnets, 1889-1917) (১৯২৮)\nক্যাভেন্ডার’স হাউস (Cavender's House) (১৯২৯)\nসংকলিত কবিতা (Collected Poems) (১৯২৯)\nমড্রেড (Modred) (১৯২৯)\nদ্য গ্লোরি অফ দ্য নাইটিঙ্গেলস (The Glory of the Nightingales) (১৯৩০)\nমাথিয়াস অ্যাট দ্য ডোর (Matthias at the Door) (১৯৩১)\nনির্বাচিত কবিতা (Selected Poems) (১৯৩১)\nট্যালিফার (Talifer) (১৯৩৩)\nঅ্যামারান্থ (Amaranth) (১৯৩৪)\nকিং জ্যাসপার (King Jasper) (১৯৩৫)\nআ হ্যাপি ম্যান (A Happy Man)\n\n\n=== নাটক ===\nভ্যান জর্ন (Van Zorn) (১৯১৪)\nদ্য পোরকুপাইন (The Porcupine) (১৯১৫)\n\n\n=== পত্রসংগ্রহ ===\nনির্বাচিত চিঠিপত্র (Selected Letters) (১৯৪০)\nআনট্রায়াঙ্গুলেটেড স্টারস: লেটারস টু হ্যারি ডি ফরেস্ট স্মিথ, ১৮৯০-১৯০৫ (Untriangulated Stars: Letters to Harry de Forest Smith 1890-1905) (১৯৪৭)\nএডউইন আরলিংটন রবিনসন'স লেটারস টু ইডিথ ব্রোয়ার (Edwin Arlington Robinson's Letters to Edith Brower) (১৯৬৮)\n\n\n=== বিবিধ ===\nঅসংকলিত কবিতা ও গদ্য (Uncollected Poems and Prose) (১৯৭৫)\n\n\n== গ্রন্থসূচি ==\nভ্যান ডোরেন, মার্ক (২০১০)। এডউইন আরলিংটন রবিনসন (পুনর্মুদ্রণ সংস্করণ)। কেসিনজার পাবলিশিং। আইএসবিএন 978-1-169-10983-4। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n  \nএডউইন আরলিংটন রবিনসন, একজন মার্কিন কবি (গার্ডিনার লাইব্রেরি)\n\"এডউইন আরলিংটন রবিনসন: মার্কিন কবি ১৮৬৯–১৯৩৫\" - Bokardo.com (সংরক্ষিত ২০০৭-০৭-০১)\n\"এডউইন আরলিংটন রবিনসনের জীবন ও কর্ম\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ডিসেম্বর ১৯, ২০০৮ তারিখে - American National Biography থেকে, Modern American Poets (English.Illinois.edu) – তার কবিতার বিশ্লেষণসহ\nরবিনসনের সনেটের বিস্তৃত সংগ্রহ - Sonnets.org\n\"এডউইন আরলিংটন রবিনসন কবিতার সংজ্ঞা দেন; পরিচিত কবি বলেন, এটি এমন একটি ভাষা যা আমাদের আবেগীয় প্রতিক্রিয়ার মাধ্যমে এমন কিছু প্রকাশ করে যা অন্যভাবে বলা সম্ভব নয়\" - জয়েস কিলমার, দ্য নিউ ইয়র্ক টাইমস, এপ্রিল ৯, ১৯১৬ (সদস্যতা প্রয়োজনীয়)\nএডউইন আরলিংটন রবিনসন: একজন মার্কিন কবি, ১৮৬৯–১৯৩৫: গার্ডিনার, মেইনের ভার্চুয়াল ট্যুর\nএডউইন আরলিংটন রবিনসন - মার্কিন কবিদের একাডেমি (Academy of American Poets)\nএডউইন আরলিংটন রবিনসন - পোয়েট্রি ফাউন্ডেশন\nগুটেনবের্গ প্রকল্পে Edwin Arlington Robinson-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে এডউইন আর্লিংটন রবিনসন কর্তৃক কাজ বা সম্পর্কে তথ্য\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  এডউইন আর্লিংটন রবিনসন\nলাইব্রেরি অব কংগ্রেস কর্তৃপক্ষে Edwin Arlington Robinson, 109 ক্যাটালগ  রেকর্ড সহ\nএডউইন এ. রবিনসনের চিঠিপত্র - ডার্টমাউথ কলেজ লাইব্রেরি\nএডউইন আরলিংটন রবিনসন সংগ্রহ - ইয়েল মার্কিন সাহিত্য সংগ্রহ, বাইনেকি বিরল বই ও পান্ডুলিপি গ্রন্থাগার"}