{"pageid": 1518459, "title": "ট্রোফিম লিসেঙ্কো", "url": "https://bn.wikipedia.org/wiki?curid=1518459", "content": "ট্রোফিম ডেনিসোভিচ লিসেঙ্কো (রুশ: Трофи́м Дени́сович Лысе́нко; ইউক্রেনীয়: Трохи́м Дени́сович Лисе́нко, আধ্বব: [troˈxɪm deˈnɪsowɪtʃ lɪˈsɛnko]; ২৯ সেপ্টেম্বর [পুরোনো শৈলীতে ১৭ সেপ্টেম্বর] ১৯৯৮\n – ২০ নভেম্বর ১৯৭৬) ছিলেন একজন সোভিয়েত কৃষিবিজ্ঞানী এবং বিজ্ঞানী। তিনি ল্যামার্কবাদের সমর্থক ছিলেন এবং মেন্ডেলীয় বংশগতি প্রত্যাখ্যান করে তার নিজস্ব মতবাদ উপস্থাপন করেন, যা পরে লিসেঙ্কোবাদ নামে পরিচিত হয় এবং অপবিজ্ঞান হিসেবে সমালোচিত হয়।\n১৯৪০ সালে, লিসেঙ্কো সোভিয়েত বিজ্ঞান একাডেমির অধীনে জেনেটিক্স ইনস্টিটিউটের পরিচালক হন এবং তিনি তার রাজনৈতিক প্রভাব ব্যবহার করে ভিন্নমতাবলম্বীদের দমন করেন। তিনি তার বিরোধীদের হেয়প্রতিপন্ন করা, সমাজের বাইরে ঠেলে দেওয়া এবং কারারুদ্ধ করার জন্য ক্ষমতা প্রয়োগ করেন, যার ফলে তার বিরোধী বিজ্ঞানীদের মতবাদ রাষ্ট্র-সমর্থিত মতবাদে পরিণত হয়।\nযেসব সোভিয়েত বিজ্ঞানী জেনেটিক্স পরিত্যাগ করতে অস্বীকৃতি জানান, তাদের চাকরিচ্যুত করা হয় এবং দারিদ্র্যের মধ্যে ফেলে রাখা হয়। শত শত বিজ্ঞানী, এমনকি হাজারেরও বেশি বিজ্ঞানী কারারুদ্ধ হন। তাদের মধ্যে অনেককে রাষ্ট্রের শত্রু হিসেবে মৃত্যুদণ্ড দেওয়া হয়, যার মধ্যে উল্লেখযোগ্য হলেন নিকোলাই ভাভিলভ, তার মৃত্যুদণ্ডের সাজা পরে কারাদণ্ডে পরিবর্তিত হয়। লিসেঙ্কোর মতবাদ ও পদ্ধতিগুলো সোভিয়েত জনগণের মধ্যে দুর্ভিক্ষ সৃষ্টি করে, যার ফলে লক্ষ লক্ষ মানুষ মারা যায়; একইভাবে, ১৯৫৮ সালে চীনে তার পদ্ধতি গ্রহণ করা হলে, যা ১৯৫৯-১৯৬১ সালের চীনের মহাদুর্ভিক্ষের অন্যতম কারণ হয়ে ওঠে।\n\n\n== প্রারম্ভিক জীবন ও শিক্ষাজীবন ==\nট্রোফিম লিসেঙ্কোর পিতা ডেনিস নিকানোরোভিচ এবং মাতা ওক্সানা ফোমিনিচনা লিসেঙ্কো। তিনি ২৯ সেপ্টেম্বর ১৮৯৮ সালে কারলিভকা, পোলতাভা গভর্নরেট (বর্তমান পোলতাভা ওবলাস্ট, ইউক্রেন)-এর একটি কৃষক পরিবারে জন্মগ্রহণ করেন। পরে তাদের পরিবারে আরও দুই ছেলে এবং এক মেয়ে জন্মগ্রহণ করে।\nলিসেঙ্কো ১৩ বছর বয়সে পড়তে ও লিখতে শেখেন। ১৯১৩ সালে তিনি একটি গ্রামীণ বিদ্যালয় থেকে পড়াশোনা শেষ করে পোলতাভার নিম্ন মাধ্যমিক উদ্যানবিদ্যা বিদ্যালয়ে ভর্তি হন। ১৯১৭ সালে তিনি সেখানে ভর্তি হন এবং ১৯২১ সালে উমান-এ অবস্থিত মাধ্যমিক উদ্যানবিদ্যা বিদ্যালয় থেকে পাশ করেন (বর্তমানে উমান জাতীয় উদ্যানবিদ্যা বিশ্ববিদ্যালয়)।\nউমানে লিসেঙ্কোর শিক্ষাজীবন ছিল প্রথম বিশ্বযুদ্ধ ও রুশ গৃহযুদ্ধ-এর সমকালীন। এই সময়ে শহরটি প্রথমে অস্ট্রো-হাঙ্গেরীয় বাহিনী, পরে মধ্য ইউক্রেন রাদার নিয়ন্ত্রণে আসে। ১৯১৮ সালের ফেব্রুয়ারিতে সোভিয়েত শাসন উমানে প্রতিষ্ঠিত হয়, তবে ১৯২০ সাল পর্যন্ত শহরটি রেড আর্মি ও হোয়াইট আর্মির নিয়ন্ত্রণের মধ্যে বারবার হাতবদল হয়।\n১৯২২ সালে, লিসেঙ্কো কিয়েভ কৃষি ইনস্টিটিউটে (বর্তমানে ইউক্রেনের জাতীয় জীবন ও পরিবেশ বিজ্ঞান বিশ্ববিদ্যালয়) ভর্তি হন। শিক্ষাজীবনে তিনি বেলা সার্কভা পরীক্ষাগারে উদ্যানবিদ্যা গবেষক হিসেবে কাজ করেন। ১৯২৩ সালে তিনি তার প্রথম গবেষণা \"বেলা সার্কভায় টমেটো নির্বাচনের কৌশল ও পদ্ধতি\" এবং \"চিনির বিটের কলমকরণ\" প্রকাশ করেন। লিসেঙ্কো ১৯২৫ সালে কৃষিবিজ্ঞানে ডিগ্রি নিয়ে স্নাতক ডিগ্রি সম্পন্ন করেন।\n\n\n== একাডেমিক কর্মজীবন ==\n\n\n=== আজারবাইজানে কাজ ===\n১৯২৫ সালের অক্টোবরে, লিসেঙ্কোকে আজারবাইজানের গানজা শহরের একটি কৃষি গবেষণা কেন্দ্রে পাঠানো হয়। প্রাভদা পত্রিকার প্রতিবেদক ভিতালি ফেদোরোভিচ লিসেঙ্কোর সঙ্গে প্রথম সাক্ষাতের অভিজ্ঞতা বর্ণনা করেন:\n\nযদি আপনি প্রথম সাক্ষাতে কারও মূল্যায়ন করেন, তাহলে এই লিসেঙ্কো আপনাকে দাঁতের ব্যথার অনুভূতি দেবে—ঈশ্বর তাকে সহায় করুন, তিনি দুঃখী চেহারার মানুষ। তিনি খুবই কম কথা বলেন, তার চেহারা তেমন গুরুত্ব বহন করে না—আমি শুধু তার গম্ভীর দৃষ্টিই মনে রাখতে পারি, যেন মাটির ওপর হামাগুড়ি দিচ্ছেন, এমন ভাব যেন তিনি অন্তত কাউকে হত্যা করতে যাচ্ছেন।\nলিসেঙ্কো কঠিন শীতের মধ্যে বিভিন্ন ফসল (যেমন মটরশুটি ও গম) চাষের চেষ্টা করছিলেন। পরে তিনি যখন সাফল্যের দাবি করেন, তখন তাকে প্রাভদা পত্রিকায় প্রশংসিত করা হয়, কারণ তিনি দাবি করেছিলেন যে তিনি সার বা খনিজ পদার্থ ছাড়াই মাটি উর্বর করার পদ্ধতি আবিষ্কার করেছেন এবং আজারবাইজানে শীতকালীন মটরশুটি ফলানো সম্ভব করেছেন। তিনি ঘোষণা করেছিলেন, \"এই পদ্ধতির মাধ্যমে ট্রান্সককেশাস অঞ্চলের অনুর্বর জমিগুলো শীতকালে সবুজ হয়ে উঠবে, ফলে গবাদি পশু খাদ্যের অভাবে মারা যাবে না এবং তুর্কি কৃষকরা ভবিষ্যৎ নিয়ে আর ভয় পাবেন না।\"\nকিছু দিনের মধ্যেই লিসেঙ্কো তার অধীনে প্রশিক্ষিত আলেকজান্দ্রা বাসকোভা নামে একজন ইন্টার্নকে বিয়ে করেন। একই সময়ে, তার ভবিষ্যত সমর্থক ও উদ্ভিদ প্রজননবিদ ডোনাট দোলগুশিন লিসেঙ্কোর সঙ্গে কাজ শুরু করেন।\n\nলিসেঙ্কো বিভিন্ন জাতের গম নিয়ে গবেষণা করছিলেন যাতে এগুলোকে বিভিন্ন ঋতুতে চাষ উপযোগী করা যায়। আরেকটি বিষয় যা তাকে আকর্ষণ করেছিল তা ছিল তাপমাত্রার উদ্ভিদের বৃদ্ধি ও বিকাশের ওপর প্রভাব। তিনি বিশ্বাস করতেন যে প্রতিটি উদ্ভিদকে নির্দিষ্ট পরিমাণ তাপের প্রয়োজন হয় পুরো জীবনচক্রের জন্য। তিনি সময় ও তাপমাত্রার মধ্যে সম্পর্ক স্থাপন করতে চেয়েছিলেন, কিন্তু পরিমাপকৃত তাপের পরিবর্তে শুধু দিন গোনার ভিত্তিতে ফলাফল উপস্থাপন করতেন। তার পরিসংখ্যানগত বিশ্লেষণে ত্রুটি থাকায়, বিখ্যাত উদ্ভিদ বিশেষজ্ঞ নিকোলাই ম্যাক্সিমভ তাকে চ্যালেঞ্জ করেন। তবে লিসেঙ্কো এই সমালোচনা মেনে নিতে অস্বীকৃতি জানান। এই ঘটনার পর, তিনি সাহসিকতার সঙ্গে ঘোষণা করেন যে গণিতের জীববিজ্ঞানে কোনো স্থান নেই।\nতার কৃষি উৎপাদন বৃদ্ধি সংক্রান্ত গবেষণা তাকে সোভিয়েত নেতা জোসেফ স্টালিনের আনুকূল্য এনে দেয়, বিশেষত ১৯২১ সালের দুর্ভিক্ষ এবং ১৯৩০-এর দশকের প্রথম দিকে সমবায়ীকরণের ফলে উৎপাদন হ্রাসের পর।\nলিসেঙ্কো শীতকালীন গমকে বসন্তকালীন গমে রূপান্তর করার সম্ভাবনা নিয়ে গবেষণা করেন। ১৯২৭ সালে, তিনি এমন একটি গবেষণায় কাজ শুরু করেন যা ১৯২৮ সালে তার শীতায়ন বিষয়ক গবেষণাপত্র প্রকাশের দিকে নিয়ে যায়। এই গবেষণা ব্যাপক আলোড়ন সৃষ্টি করে, কারণ এর সোভিয়েত কৃষির জন্য তাৎপর্যপূর্ণ প্রভাব থাকার সম্ভাবনা ছিল। প্রচণ্ড ঠান্ডা এবং তুষারপাতের অভাবে অনেক শীতকালীন গমের চারা নষ্ট হয়ে যাচ্ছিল। তিনি গম বীজে আর্দ্রতা ও ঠান্ডার সংমিশ্রণ ঘটিয়ে বসন্তকালে চাষের জন্য প্রস্তুত করতে সক্ষম হন। লিসেঙ্কো এই প্রক্রিয়াটির নাম দেন \"Jarovization\" (রুশ: яровизация), যার দ্বারা শীতকালীন শস্যকে বসন্তকালীন শস্যের মতো ব্যবহার করা যায়। (রুশ ভাষায় বসন্তকালীন শস্যকে Jarovoe বলা হয়, যা jarovój শব্দ থেকে এসেছে, যার অর্থ বসন্তকালীন ফসল)। তবে, এই পদ্ধতি কৃষকদের কাছে ১৮০০-এর দশক থেকেই পরিচিত ছিল এবং গুস্তাভ গ্যাসনার ১৯১৮ সালে এটি বিস্তারিতভাবে আলোচনা করেছিলেন। পরবর্তীতে, লিসেঙ্কো এই পদ্ধতিকে ইংরেজিতে \"vernalization\" (লাতিন শব্দ vernum থেকে, যার অর্থ বসন্ত) হিসেবে অনুবাদ করেন।\nলিসেঙ্কো দাবি করেন যে এই প্রক্রিয়ার মাধ্যমে উৎপাদন বৃদ্ধি পায় এবং তিনি বিশ্বাস করতেন যে শীতায়নের মাধ্যমে পরিবর্তিত গাছপালার বংশধররাও এই বৈশিষ্ট্য ধারণ করবে – অর্থাৎ তারা কঠিন শীত বা অনুকূল নয় এমন আবহাওয়া সহ্য করতে পারবে।\n\n\n=== ওডেসায় কাজ ===\nঅক্টোবর ১৯২৯ সালে, লিসেঙ্কোকে ইউক্রেনের পিপলস কমিসারিয়েট থেকে আমন্ত্রণ জানানো হয় এবং ১৭ এপ্রিল ১৯৩৬ সালে তাকে ভিএসজিআই-এর পরিচালক নিযুক্ত করা হয়।\nসেপ্টেম্বর ১৯৩১ সালে, সর্ব-ইউক্রেনীয় উদ্ভিদ প্রজনন সম্মেলনে লিসেঙ্কোর শীতায়ন গবেষণা নিয়ে একটি প্রতিবেদন গৃহীত হয় এবং তা তাত্ত্বিক ও ব্যবহারিকভাবে গুরুত্বপূর্ণ হিসেবে স্বীকৃত হয়। একই বছর অক্টোবরে, সর্ব-সোভিয়েত খরা প্রতিরোধ সম্মেলনেও অনুরূপ সিদ্ধান্ত গৃহীত হয়। ৩০ ডিসেম্বর ১৯৩৫ সালে, লিসেঙ্কোকে লেনিন অর্ডার প্রদান করা হয় এবং তিনি লেনিন সর্ব-সোভিয়েত কৃষি বিজ্ঞান একাডেমির পূর্ণ সদস্য নির্বাচিত হন।\n\n\n=== ওডেসার পর এবং প্রথমবারের মতো জেনেটিসিস্টদের মুখোমুখি ===\nঅগাস্ট ১৯৩৬ সালে, ওমস্ক-এ অনুষ্ঠিত সর্ব-সোভিয়েত কৃষি বিজ্ঞান একাডেমির শস্য শাখার একটি অধিবেশনে, লিসেঙ্কো \"স্ব-পরাগায়নকারী উদ্ভিদের অন্তর্সংকরায়ন সম্পর্কে\" একটি প্রতিবেদন উপস্থাপন করেন। এখানে তিনি নিকোলাই ভাভিলভ এবং অন্যান্য জেনেটিসিস্টদের সঙ্গে বিতর্কে জড়িয়ে পড়েন। এই আলোচনায়, লিসেঙ্কো তার প্রতিপক্ষদের সাধারণ তাত্ত্বিক দৃষ্টিভঙ্গি ও তাদের প্রজনন গবেষণার ব্যবহারিক প্রয়োগ উভয়কেই প্রত্যাখ্যান করেন। বিশেষত, তিনি ইনব্রিডিং পদ্ধতির বিরোধিতা করেন।\nএই বিতর্ক ২৩ ডিসেম্বর ১৯৩৬ সালে সর্ব-রুশ কৃষি বিজ্ঞান একাডেমির চতুর্থ অধিবেশনে অব্যাহত থাকে, যেখানে লিসেঙ্কো \"জেনেটিক্সের দুটি দিক\" শীর্ষক একটি প্রতিবেদন দেন, যা পরবর্তীতে তার সংকলন অ্যাগ্রোবায়োলজি-তে প্রকাশিত হয়। লিসেঙ্কো ও ইসাক প্রেসেন্ট চার্লস ডারউইন এবং ক্লিমেন্ট টিমিরিয়াজেভ-এর মতামতের উল্লেখ করেন, যেখানে তারা স্ব-পরাগায়নকারী উদ্ভিদের অবক্ষয় এবং অন্তর্সংকরায়নের উপযোগিতা নিয়ে আলোচনা করেন।\n১৯৩৭ সালের বসন্তে, লিসেঙ্কোর প্রতিষ্ঠিত ও সম্পাদিত সাময়িকী ইয়ারোভিজাতসিয়া-তে সোভিয়েত কমিউনিস্ট পার্টির কৃষি বিভাগের প্রধান ইয়াকভ ইয়াকভলেভের ভাষণ প্রকাশিত হয় (সংখ্যা ২), যেখানে ভাভিলভের উদ্ভিদের পরিবর্তনশীলতার সমজাতীয় সিরিজ তত্ত্ব এবং বংশগতি সম্পর্কিত ক্রোমোজোম তত্ত্বকে কঠোরভাবে সমালোচনা করা হয়। সোভিয়েত ইউনিয়নে জেনেটিক্স বিষয়ে বৈজ্ঞানিক আলোচনা রাজনৈতিক লড়াইয়ে রূপ নেয়, যেখানে \"জনগণের শত্রুদের\" বিরুদ্ধে প্রচারণা চালানো হয়। ইয়ারোভিজাতসিয়া-এর ৩য় সংখ্যায় প্রেসেন্ট এক নিবন্ধে ক্লাসিক্যাল জেনেটিসিস্টদের ট্রটস্কিপন্থী ও বুখারিনপন্থী বিরোধীদের সমর্থনকারী হিসেবে অভিযুক্ত করেন এবং আলেকজান্ডার কোল একটি নিবন্ধে ভাভিলভকে প্রতিক্রিয়াশীল ধ্বংসাত্মক ব্যক্তি বলে অভিহিত করেন। ১৯৩৭ সালে মস্কোতে অনুষ্ঠিতব্য ৭ম আন্তর্জাতিক জেনেটিক কংগ্রেস বাতিল করা হয় এবং তা ১৯৩৯ সালে এডিনবার্গ-এ স্থানান্তরিত হয়।\n১১ জানুয়ারি ১৯৩৮ সালে, সোৎসজেমলেদেলিয়ে পত্রিকায় \"কৃষি বিজ্ঞান একাডেমিকে উন্নত করুন: নির্দয়ভাবে শত্রুদের ও তাদের দোসরদের নির্মূল করুন\" শীর্ষক একটি নিবন্ধ প্রকাশিত হয়, যেখানে ভাভিলভ, মিখাইল জাভাদভস্কি এবং পিয়টর কনস্তান্তিনভ-কে \"জনগণের শত্রুদের সহযোগী\" হিসেবে চিহ্নিত করা হয়।\n১৯৩৮ সালে, লিসেঙ্কো সর্ব-সোভিয়েত কৃষি বিজ্ঞান একাডেমির সভাপতি হন। ১৯৩৯ সালের শুরুতে, ইয়ারোভিজাতসিয়া-তে প্রেসেন্টের \"কল্পবিজ্ঞানী তত্ত্ব এবং জেনেটিক্স\" শীর্ষক একটি নিবন্ধ প্রকাশিত হয়, যেখানে তিনি ভাভিলভের গবেষণার তুলনা ড্যুরিং-এর সঙ্গে করেন। একই বছর, পড জ্নামেনেম মার্ক্সিজমা পত্রিকায় জেনেটিক্স বিষয়ে এক আলোচনা অনুষ্ঠিত হয়, যেখানে সম্পাদক মার্ক মিতিন তীব্রভাবে ভাভিলভের কর্মকাণ্ডের সমালোচনা করেন।\n১৯৩৯ সালের সরকারি তথ্য অনুসারে, লিসেঙ্কো বাজরা চাষের প্রযুক্তি পরিবর্তন করে উৎপাদন ২-৩ সেন্টনার থেকে ১৫ সেন্টনার প্রতি হেক্টর পর্যন্ত বৃদ্ধি করার দাবি করেন।\n১৯৪০ সালের মাঝামাঝি, লিসেঙ্কোর নির্দেশে এনকেভিডি কর্মকর্তা এস. এন. শুন্দেনকোকে সর্ব-সোভিয়েত উদ্ভিদ গবেষণা ইনস্টিটিউটের উপপরিচালক নিযুক্ত করা হয়। ভাভিলভ এই সিদ্ধান্তের তীব্র প্রতিবাদ জানালেও, পরবর্তীতে অগাস্ট ১৯৪০ সালে তিনি গ্রেফতার হন। এরপর তার সহকর্মী ও বন্ধুরা, গেয়র্গি কারপেচেঙ্কো, গ্রিগরি লেভিৎসকি, লিওনিদ গোভোরভ, এবং কনস্তান্তিন ফ্লাক্সবার্গার, গ্রেফতার হয়ে কারাবন্দি অবস্থায় মৃত্যুবরণ করেন।\n\n\n=== বৃক্ষরোপণ ===\nস্টালিনের প্রকৃতির রূপান্তরের মহান পরিকল্পনার অংশ হিসেবে, লিসেঙ্কো বৃক্ষরোপণ বিষয়ে পরামর্শ প্রদান করেন। তিনি গাছ \"গুচ্ছ পদ্ধতিতে\" (নেস্টিং) লাগানোর পরামর্শ দেন। তার মতে, ঘনবসতিপূর্ণভাবে লাগানো হলে গাছগুলো একে অপরের সঙ্গে প্রতিযোগিতা করে আগাছার বিরুদ্ধে লড়াই করবে এবং শক্তি ভাগাভাগি করে একটি কন্দকে সুবিধা দেবে, অন্যগুলোকে বলিদান করবে।\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ ===\nদ্বিতীয় বিশ্বযুদ্ধের সময়, লিসেঙ্কো ও অন্যান্য জীববিজ্ঞানীদের ওমস্ক-এ সরিয়ে নেওয়া হয়, যেখানে তিনি শস্য ও আলুর কৃষি প্রযুক্তির উন্নয়নে কাজ চালিয়ে যান। ১৯৪২ সাল থেকে, তিনি জার্মান ফ্যাসিবাদী দখলদারদের অপরাধ তদন্ত কমিশন-এর সদস্য ছিলেন।\n২২ মার্চ ১৯৪৩ সালে, লিসেঙ্কোকে স্টালিন পুরস্কার প্রদান করা হয়, \"আলুর নতুন রোপণ পদ্ধতির বৈজ্ঞানিক উন্নয়ন ও কৃষিতে প্রবর্তনের জন্য।\" ১৯৪৩ সালে, তার সংকলন অ্যাগ্রোবায়োলজি: জেনেটিক্স, প্রজনন ও বীজ উৎপাদনে গবেষণা প্রকাশিত হয়।\n১০ জুন ১৯৪৫ সালে, লিসেঙ্কোকে সাম্যবাদী শ্রমের বীর উপাধি ও লেনিন অর্ডার প্রদান করা হয়, \"কৃষি বিজ্ঞানের বিকাশ এবং শস্যের উৎপাদন বৃদ্ধিতে অসামান্য অবদানের জন্য।\" ১০ সেপ্টেম্বর ১৯৪৫ সালে, যুদ্ধকালীন কঠিন পরিস্থিতিতে খাদ্য সরবরাহের ক্ষেত্রে সফলতা অর্জনের জন্য তাকে পুনরায় লেনিন অর্ডার দেওয়া হয়।\n\n\n=== যুদ্ধ-পরবর্তী সময় ===\n১৯৪৬ সালে, লিসেঙ্কো \"জেনেটিক্স\" শিরোনামে কৃষি বিশ্বকোষের তৃতীয় সংস্করণের জন্য একটি নিবন্ধ লিখেছিলেন।\n\n\n==== ভাস্কনিলের আগস্ট ১৯৪৮ অধিবেশন ====\n\n১৯৪৮ সালের ১০ই এপ্রিল, ইউরি ঝদানভ, যিনি লিসেঙ্কোর বিরুদ্ধে বিজ্ঞানীদের অভিযোগ বিবেচনা করেছিলেন, পলিটেকনিক মিউজিয়ামে আঞ্চলিক পার্টি কমিটির প্রভাষকদের একটি সেমিনারে \"আধুনিক ডারউইনের বিতর্কিত বিষয়\" নিয়ে একটি প্রতিবেদন পেশ করেন। লিসেঙ্কো নিজে অন্য একটি কক্ষে স্পিকারের মাধ্যমে ঝদানভের সমালোচনামূলক বক্তব্য শোনেন, কারণ তাকে প্রতিবেদনের টিকিট দেওয়া হয়নি।\n১৯৪৮ সালের ৩১শে জুলাই থেকে ৭ই আগস্ট পর্যন্ত, অল-ইউনিয়ন একাডেমি অফ এগ্রিকালচারাল সায়েন্সেস (ভাস্কনিল)-এর একটি অধিবেশন অনুষ্ঠিত হয়, যেখানে অধিকাংশ বক্তা লিসেঙ্কোর জৈবিক দৃষ্টিভঙ্গিকে সমর্থন করেন এবং \"মিচুরিনবাদী আন্দোলনের\" বিশেষজ্ঞদের \"ব্যবহারিক সাফল্যের\" প্রতি দৃষ্টি আকর্ষণ করেন।\nঅধিবেশনে, লিসেঙ্কো বংশগতিবিদ্যা সম্পর্কে ভুল ধারণা (মেন্ডেলের পৃথকীকরণ সূত্রের অস্বীকার, অপরিবর্তনীয় \"জিন\"-এর অস্বীকার), সেইসাথে প্রতিপক্ষের উদ্দেশ্যে রাজনৈতিক বক্তব্য উপস্থাপন করেন (উদাহরণস্বরূপ, মর্গানের বংশগতিবিদ্যাকে বর্ণবাদ, ইউজেনিক্স এবং সামরিকবাদী বুর্জোয়া শ্রেণির স্বার্থের ন্যায্যতা দেওয়ার জন্য অভিযুক্ত করা হয়েছিল)।\n\n\n== রাজনীতি ==\nবিংশ শতাব্দীর প্রথম এবং মাঝামাঝি সময়ে সোভিয়েত ইউনিয়ন যুদ্ধ এবং বিপ্লবের মধ্য দিয়ে গেছে। রাজনৈতিক নিপীড়ন রাষ্ট্রের মধ্যে উত্তেজনা সৃষ্টি করেছিল, তবে বিজ্ঞানের উন্নতিকেও উৎসাহিত করেছিল: সম্পদের প্রবাহ এবং ফলাফলের চাহিদার কারণে এটি সম্ভব হয়েছিল। লিসেঙ্কোর লক্ষ্য ছিল গম এবং মটরশুঁটির মতো বিভিন্ন উদ্ভিদকে তাদের উৎপাদন, গুণমান এবং পরিমাণ বাড়ানোর জন্য কাজে লাগানো, একই সাথে কৃষকদের কৃষিকাজে ফিরিয়ে আনতে উৎসাহিত করার ক্ষেত্রে তার সাফল্য দিয়ে রাজনৈতিক কর্মকর্তাদের প্রভাবিত করা।\nসোভিয়েত ইউনিয়নের কালেক্টিভাইজেশন সংস্কারের ফলে কৃষক চাষীদের কাছ থেকে কৃষিজমি বাজেয়াপ্ত করতে বাধ্য করা হয় এবং দেশের সামগ্রিক খাদ্য উৎপাদনে মারাত্মক ক্ষতি হয় এবং ভূমিহীন কৃষক কৃষকরা শাসনের জন্য নতুন সমস্যা তৈরি করে। অনেকে খামার সম্পূর্ণরূপে পরিত্যাগ করেছিল; আরও অনেকে দুর্বল কাজের মান এবং চুরির মাধ্যমে কালেক্টিভাইজেশনের বিরুদ্ধে প্রতিরোধ গড়ে তোলে। বাস্তুচ্যুত এবং মোহভঙ্গ হওয়া কৃষক কৃষকরা ছিলেন ইউএসএসআর নেতৃত্বের জন্য একটি প্রধান রাজনৈতিক উদ্বেগের কারণ। লিসেঙ্কো এই সময়ে মৌলিক কিন্তু অপ্রমাণিত কৃষি পদ্ধতির সমর্থন করে এবং নতুন পদ্ধতিগুলি কৃষিতে সারা বছর কাজের বিস্তৃত সুযোগ প্রদান করে এই প্রতিশ্রুতি দিয়ে বিশিষ্ট হয়ে ওঠেন। তিনি কৃষকদের কাজে ফিরিয়ে আনতে এবং সোভিয়েত বিপ্লবী পরীক্ষায় সামগ্রিক সাফল্যের জন্য তাদের ব্যক্তিগত অংশীদারিত্ব সুরক্ষিত করতে সহায়তা করে সোভিয়েত নেতৃত্বের কাছে নিজেকে খুব দরকারী প্রমাণ করেছিলেন।\n\nকৃষকদের তাদের জমিতে কাজ করতে উৎসাহিত করার ক্ষেত্রে লিসেঙ্কোর সাফল্য স্তালিনকে মুগ্ধ করেছিল, যিনি লিসেঙ্কোর কৃষক পটভূমিকেও অনুমোদন করেছিলেন, কারণ স্তালিন সর্বহারাদের পাশে দাঁড়ানোর দাবি করেছিলেন। ১৯২০-এর দশকের শেষের দিকে, ইউএসএসআর-এর নেতারা লিসেঙ্কোকে তাদের সমর্থন দিয়েছিলেন। এই সমর্থন আংশিকভাবে, কমিউনিস্ট পার্টি কর্তৃক সর্বহারা শ্রেণির সদস্যদের কৃষি, বিজ্ঞান এবং শিল্পে নেতৃত্বের পদে দ্রুত উন্নীত করার জন্য প্রণীত নীতির ফলস্বরূপ ছিল। পার্টি কর্মকর্তারা লিসেঙ্কোর মতো পটভূমির প্রতিশ্রুতিশীল প্রার্থীদের খুঁজছিলেন: একটি কৃষক পরিবারে জন্মগ্রহণ, আনুষ্ঠানিক একাডেমিক প্রশিক্ষণ বা একাডেমিক সম্প্রদায়ের সাথে কোনো সম্পর্ক ছিল না। স্তালিনের সাথে ঘনিষ্ঠ অংশীদারিত্বের কারণে, লিসেঙ্কো ২০ শতকের গোড়ার দিকে এবং মাঝামাঝি সময়ে সোভিয়েত ইউনিয়নে বংশগতিবিদ্যার উপর প্রভাব অর্জন করেছিলেন। লিসেঙ্কো অবশেষে ১৯৪০ সালে বিজ্ঞান একাডেমির জেনেটিক্সের পরিচালক হন, যা তাকে বংশগতিবিদ্যার উপর আরও বেশি নিয়ন্ত্রণ দেয়। তিনি স্তালিন এবং নিকিতা ক্রুশ্চেভের শাসনকাল সহ দুই দশকেরও বেশি সময় ধরে এই পদে অধিষ্ঠিত ছিলেন, যতক্ষণ না ১৯৬৫ সালে তাকে তার দায়িত্ব থেকে অব্যাহতি দেওয়া হয়।\nসোভিয়েত ইউনিয়নের বাইরে, বিজ্ঞানীরা সমালোচনামূলকভাবে কথা বলেছেন: ব্রিটিশ জীববিজ্ঞানী এস. সি. হারল্যান্ড দুঃখ প্রকাশ করে বলেন যে লিসেঙ্কো \"বংশগতিবিদ্যা এবং উদ্ভিদ শারীরবিদ্যার প্রাথমিক নীতি সম্পর্কে সম্পূর্ণ অজ্ঞ\" (Bertram Wolfe, ২০১৭)। বিদেশীদের কাছ থেকে আসা সমালোচনা লিসেঙ্কোর কাছে ভালো লাগেনি, যিনি পশ্চিমা \"বুর্জোয়া\" বিজ্ঞানীদের ঘৃণা করতেন এবং তাদের সাম্রাজ্যবাদী অত্যাচারীদের হাতিয়ার হিসেবে নিন্দা করতেন। তিনি বিশেষ করে ফ্রুট ফ্লাই অধ্যয়নের আমেরিকান-জন্ম পদ্ধতির প্রতি বিতৃষ্ণা পোষণ করতেন, যা আধুনিক বংশগতিবিদ্যার প্রধান ভিত্তি। তিনি এই ধরনের জেনেটিসিস্টদের \"মাছি প্রেমী এবং মানুষ ঘৃণাকারী\" বলে অভিহিত করেছেন।\n\n\n== জীববিজ্ঞানীদের ওপর নিপীড়ন ==\n১৯৩৭ সালের বসন্তে, বলশেভিকদের সর্ব-ইউনিয়ন কমিউনিস্ট পার্টির কেন্দ্রীয় কমিটির মার্চ প্লেনামে স্তালিনের প্রতিবেদনের পরপরই \"পার্টির কাজের ত্রুটি এবং ট্রটস্কিস্ট ও অন্যান্য দ্বিচারীদের নির্মূল করার ব্যবস্থা\", লিসেঙ্কো এবং তার সমর্থকরা, ইসাক প্রেজেন্ট এবং আলেকজান্ডার কোহল সহ, বংশগতিবিদদের বিরুদ্ধে তাদের প্রচারণা শুরু করেন, তাদের স্তালিন-বিরোধী বিরোধী দল এবং প্রতিক্রিয়াশীল অন্তর্ঘাতীদের সাথে যোগসাজশের অভিযোগ করেন।\n১৯৩০ এবং ৪০-এর দশকে, ভি.আই. লেনিন একাডেমি অফ এগ্রিকালচারাল সায়েন্সেস (VASKhNIL) লিসেঙ্কোইস্ট এবং বংশগতিবিদদের মধ্যে বিতর্কের জন্য একটি মঞ্চ হিসাবে কাজ করে। ১৯৪৮ সালের ৭ই আগস্ট, লিসেঙ্কো কর্তৃক আয়োজিত এবং স্তালিন কর্তৃক অনুমোদিত সপ্তাহব্যাপী অধিবেশন শেষে, ভাস্কনিল ঘোষণা করে যে সেই সময় থেকে লিসেঙ্কোইজমকে \"একমাত্র সঠিক তত্ত্ব\" হিসাবে শিক্ষা দেওয়া হবে। সোভিয়েত বিজ্ঞানীরা লিসেঙ্কোর মতের বিরোধী যে কোনও কাজের নিন্দা করতে বাধ্য হন। প্রেজেন্ট বংশগতিবিদদের অভিযুক্ত করেন, যাদের লিসেঙ্কো এবং সমর্থকরা \"ওয়েইসম্যানবাদী-মেন্ডেলবাদী-মর্গানবাদী\" আখ্যা দিয়েছিলেন, মতাদর্শগতভাবে অবিশ্বস্ত হিসেবে। ১৯৪৮ সালের ভাস্কনিল অধিবেশনে প্রেজেন্ট বলেন:\n\nআমাদের এখানে বিতর্ক করতে উৎসাহিত করা হচ্ছে। আমরা মর্গানবাদীদের সাথে আলোচনা করব না, আমরা তাদের ক্ষতিকর এবং মতাদর্শগতভাবে ভিন্ন আন্দোলনের প্রতিনিধি হিসাবে উন্মোচিত করতে থাকব, যা বিদেশী দেশ থেকে আমাদের কাছে আনা হয়েছে, এর সারমর্মে ছদ্মবৈজ্ঞানিক।\nকয়েকজন বংশগতিবিদ যারা তত্ত্বের নিন্দা করতে অস্বীকার করেছিলেন তাদের মৃত্যুদণ্ড দেওয়া হয়েছিল (যার মধ্যে Izrail Agol, Solomon Levit, Grigorii Levitskii, Georgii Karpechenko এবং Georgii Nadson অন্তর্ভুক্ত) বা শ্রম শিবিরে পাঠানো হয়েছিল। লিসেঙ্কোর একজন বিশিষ্ট সমালোচক, বিখ্যাত সোভিয়েত বংশগতিবিদ এবং কৃষি একাডেমির সভাপতি, Nikolai Vavilov, ১৯৪০ সালে গ্রেপ্তার হন এবং ১৯৪৩ সালে কারাগারে মারা যান। ১৯৩০-এর দশকের আগে, সোভিয়েত ইউনিয়নে সম্ভবত সেরা বংশগতিবিদ্যা সম্প্রদায় ছিল। The Atlantic-এর লেখক Sam Kean-এর মতে, \"লিসেঙ্কো এটিকে ধ্বংস করে দিয়েছে, এবং কিছু হিসাব অনুযায়ী, রাশিয়ান জীববিজ্ঞান এবং কৃষিবিদ্যাকে অর্ধ শতাব্দী পিছিয়ে দিয়েছে\"।\n\n\n== লিসেঙ্কোর দৃষ্টিভঙ্গির পরিণতি ==\nলিসেঙ্কো কৃষকদের বীজ খুব কাছাকাছি রোপণ করতে বাধ্য করেছিলেন, কারণ তার \"প্রজাতির জীবন\"-এর নিয়ম অনুসারে, একই \"শ্রেণির\" গাছপালা একে অপরের সাথে প্রতিযোগিতা করে না। লিসেঙ্কো দুর্ভিক্ষের সময় সক্রিয় ভূমিকা পালন করেছিলেন, যাতে লক্ষ লক্ষ সোভিয়েত মানুষ মারা গিয়েছিল এবং তার অনুশীলন খাদ্য সংকটকে দীর্ঘায়িত ও বাড়িয়ে তুলেছিল।}}\n\n\n== স্তালিনের পর ==\n১৯৫৫ সালে, লিসেঙ্কোকে ক্ষমতাচ্যুত করার চেষ্টা করা হয়েছিল, তিন শতাধিক বিজ্ঞানীর স্বাক্ষরিত একটি চিঠি দিয়ে, তথাকথিত \"তিনশতের চিঠি\", যা নিকিতা ক্রুশ্চেভের কাছে পাঠানো হয়েছিল। এর ফলে লিসেঙ্কো সাময়িকভাবে পদত্যাগ করেন কিন্তু ক্রুশ্চেভের প্রচেষ্টার মাধ্যমে তিনি আবার ক্ষমতায় আসেন। যদিও লিসেঙ্কো ১৯৬৫ সাল পর্যন্ত জেনেটিক্স ইনস্টিটিউটে তার পদে অধিষ্ঠিত ছিলেন, ১৯৫৩ সালে স্তালিনের মৃত্যুর পর সোভিয়েত কৃষি অনুশীলনের উপর তার প্রভাব হ্রাস পায়। লিসেঙ্কো নতুন নেতা নিকিতা ক্রুশ্চেভের সমর্থনে তার পদ ধরে রাখেন। যাইহোক, মূলধারার বিজ্ঞানীরা পুনরায় আবির্ভূত হন এবং সোভিয়েত সরকারের নেতৃত্বে লিসেঙ্কোর সমালোচনা সহ্য করার জন্য নতুন আগ্রহ খুঁজে পান, যা ১৯২০-এর দশকের শেষভাগ থেকে প্রথম সুযোগ ছিল। ১৯৬২ সালে, তিনজন বিশিষ্ট সোভিয়েত পদার্থবিদ, Yakov Zeldovich, Vitaly Ginzburg এবং Pyotr Kapitsa, লিসেঙ্কোর বিরুদ্ধে একটি মামলা উপস্থাপন করেন, তার কাজকে ছদ্মবিজ্ঞান বলে ঘোষণা করেন। তারা রাজনৈতিক ক্ষমতা ব্যবহার করে বিরোধিতা বন্ধ করতে এবং বৈজ্ঞানিক সম্প্রদায়ের মধ্যে তার বিরোধীদের নির্মূল করার জন্য লিসেঙ্কোর নিন্দাও করেন। এই নিন্দাগুলি সোভিয়েত সরকারের কাঠামোগত পরিবর্তনের সময় ঘটেছিল, যার সময় প্রধান প্রতিষ্ঠানগুলিকে কঠোর মতাদর্শগত এবং রাজনৈতিক কৌশল থেকে মুক্ত করা হয়েছিল যা স্তালিনের অধীনে কয়েক দশক ধরে সোভিয়েত ইউনিয়নের বৈজ্ঞানিক সম্প্রদায়ের কাজ নিয়ন্ত্রণ করেছিল।\n১৯৬৪ সালে, পদার্থবিদ আন্দ্রে সাখারভ সোভিয়েত ইউনিয়নের বিজ্ঞান একাডেমীর সাধারণ সভায় লিসেঙ্কোর বিরুদ্ধে বক্তব্য রাখেন:\n\nসোভিয়েত জীববিজ্ঞান এবং বিশেষ করে বংশগতিবিদ্যার লজ্জাজনক পশ্চাৎপদতা, ছদ্ম-বৈজ্ঞানিক দৃষ্টিভঙ্গির বিস্তার, দুঃসাহসিকতা, শিক্ষার অবনতি এবং অনেক প্রকৃত বিজ্ঞানীর অপবাদ, বরখাস্ত, গ্রেফতার, এমনকি মৃত্যুর জন্য তিনি দায়ী।\nশীঘ্রই সোভিয়েত প্রেস লিসেঙ্কো-বিরোধী নিবন্ধ এবং জীববিজ্ঞান ও কৃষি বিজ্ঞানের সকল ক্ষেত্রে বৈজ্ঞানিক পদ্ধতি পুনরুদ্ধারের আহ্বানে ভরে যায়। ১৯৬৫ সালে, লিসেঙ্কোকে বিজ্ঞান একাডেমীর জেনেটিক্স ইনস্টিটিউটের পরিচালকের পদ থেকে সরিয়ে দেওয়া হয় এবং মস্কোর লেনিন হিল্সে একটি পরীক্ষামূলক খামারে সীমাবদ্ধ করা হয় (ইনস্টিটিউটটি শীঘ্রই ভেঙে দেওয়া হয়)। ১৯৬৪ সালে ক্রুশ্চেভের বরখাস্তের পর বিজ্ঞান একাডেমীর সভাপতি ঘোষণা করেন যে লিসেঙ্কোর সমালোচনার বিরুদ্ধে অনাক্রম্যতা আনুষ্ঠানিকভাবে শেষ হয়েছে। লিসেঙ্কোর পরীক্ষামূলক খামারে রাখা রেকর্ড তদন্ত করার জন্য একটি বিশেষজ্ঞ কমিশন পাঠানো হয়। তার গোপনীয় পদ্ধতি এবং ধারণা প্রকাশ করা হয়। কয়েক মাস পরে, লিসেঙ্কোর একটি বিধ্বংসী সমালোচনা প্রকাশ করা হয়। ফলস্বরূপ, লিসেঙ্কোকে অবিলম্বে সোভিয়েত ইউনিয়নে অসম্মানিত করা হয়।\n\nজীববিজ্ঞান এবং কৃষিবিদ্যার উপর লিসেঙ্কোর একচেটিয়া আধিপত্য শেষ হওয়ার পরে, রাশিয়ায় এই বিজ্ঞানগুলির পুনরুদ্ধার হতে অনেক বছর লেগেছিল। লিসেঙ্কো ১৯৭৬ সালে মস্কোতে মারা যান এবং অবশেষে কুনৎসেভো কবরস্থানে তাকে সমাহিত করা হয়, যদিও সোভিয়েত সরকার ঘটনার দুই দিন পর লিসেঙ্কোর মৃত্যুর ঘোষণা দিতে অস্বীকার করে এবং ইজভেস্তিয়া-তে তার প্রয়াণের শুধুমাত্র একটি ছোট নোট দেয়।\n\n\n== লিসেঙ্কোর তত্ত্ব ==\n\nলিসেঙ্কো মেন্ডেলীয় বংশগতি তত্ত্বকে প্রত্যাখ্যান করে তার নিজের যুক্তির পক্ষে ছিলেন, যাকে তিনি \"মিচুরিনিস্ট জেনেটিক্স\" বলে অভিহিত করেছেন। তিনি মনে করতেন গ্রেগর মেন্ডেলের তত্ত্বটি খুব প্রতিক্রিয়াশীল বা আদর্শবাদী। লিসেঙ্কোর ধারণাগুলি তার নিজের, রাশিয়ান কৃষিবিদ ইভান মিচুরিনের এবং অন্যান্য সোভিয়েত বিজ্ঞানীদের ধারণার মিশ্রণ ছিল। ধারণার এই মিশ্রণের মাধ্যমে, লিসেঙ্কো \"মিচুরিনিস্ট মতবাদ\" প্রতিষ্ঠা করেন। মূল ধারণাগুলি হল শরীরের কোষ (সোমা) একটি জীবের বংশধরের গুণমান নির্ধারণ করে; শরীরের প্রতিটি অংশ জার্ম কোষে অবদান রাখে, ডারউইনের প্যানজেনেসিস তত্ত্বের পদ্ধতিতে, যদিও লিসেঙ্কো এই ধরনের কোনো সংযোগ অস্বীকার করেছেন।\nএই ধারণাগুলি সরাসরি প্রতিষ্ঠিত জৈবিক তত্ত্ব যেমন মেন্ডেলীয় বংশগতিবিদ্যা, ল্যামার্কবাদ বা ডারউইনবাদ থেকে উদ্ভূত হয়নি। তিনি তার জেনেটিক ধারণাগুলিকে ফসল প্রজনন এবং উন্নতির সরল ব্যবহারিক উদ্দেশ্যকে সমর্থন করার জন্য তৈরি করেছিলেন। তার ধারণাগুলি তার সহযোগী বংশগতিবিদদের করা অন্যান্য দাবিগুলিকে ভুল প্রমাণ করার জন্যও তৈরি করা হয়েছিল। তার ধারণা এবং জেনেটিক দাবিগুলি পরে \"লিসেঙ্কোইজম\" হিসাবে পরিচিত হতে শুরু করে। তিনি দাবি করেছিলেন যে তার ধারণাগুলি ল্যামার্কবাদের সাথে যুক্ত নয়, তবে দুটি ধারণার মধ্যে মিল রয়েছে, যেমন অর্জিত বৈশিষ্ট্যের উত্তরাধিকারের বিশ্বাস। লিসেঙ্কোর কিছু ধারণাকে ভাইটালিজমও মনে হতে পারে। তিনি দাবি করেছিলেন যে গাছপালা আত্মত্যাগী—তারা সূর্যের আলো বা আর্দ্রতার অভাবে মারা যায় না বরং যাতে সুস্থ গাছপালা বাঁচতে পারে এবং যখন তারা মারা যায় তখন তারা নতুন প্রজন্মকে বাঁচতে সাহায্য করার জন্য ক্রমবর্ধমান শিকড়ের উপর নিজেদের জমা করে।\n\nলিসেঙ্কো বিশ্বাস করতেন যে একটি সংকরিত ফসলের একটি প্রজন্মের মধ্যে, কাঙ্ক্ষিত স্বতন্ত্র বৈশিষ্ট্য নির্বাচন করা যেতে পারে, পুনরায় সঙ্গম করানো যেতে পারে এবং ভবিষ্যতের বংশবৃদ্ধিগুলিতে পৃথকীকরণ/পৃথক হওয়া নিয়ে চিন্তা না করে একই কাঙ্ক্ষিত পণ্য উৎপাদন চালিয়ে যাওয়া যায়। এটি কাজ করার জন্য, তাকে ধরে নিতে হয়েছিল যে বেঁচে থাকার জন্য সর্বোত্তম বৈশিষ্ট্য অর্জনের জন্য একটি জীবনকাল বিকাশের পরে, সেগুলি পরবর্তী প্রজন্মে স্থানান্তরিত হবে। সেই অনুমানটি পরিবর্তন বা পরিব্যক্তির সম্ভাবনাকে উপেক্ষা করে।\nলিসেঙ্কো জিন-এ বিশ্বাস করতেন না এবং শুধুমাত্র এই কথা বলার জন্যই সেগুলোর কথা উল্লেখ করতেন যে তাদের কোনো অস্তিত্ব নেই। পরিবর্তে তিনি বিশ্বাস করতেন যে কোনো শরীর, একবার জীবিত হলে, বংশগতি লাভ করে। এর মানে হল যে শরীরের সম্পূর্ণ অংশ সেই জীবের বংশগত তথ্য জানাতে সক্ষম, এবং এটি সম্পূর্ণরূপে ডিএনএ বা জিনের মতো কোনো বিশেষ উপাদানের উপর নির্ভরশীল নয়। বেশিরভাগ বিজ্ঞানী বিশ্বাস করতেন যে লিসেঙ্কোর ধারণা বিশ্বাসযোগ্য নয়, কারণ সেগুলি উত্তরাধিকারের প্রক্রিয়াগুলিকে সঠিকভাবে ব্যাখ্যা করতে পারেনি। জীববিজ্ঞানীরা এখন মনে করেন যে তাঁর বিশ্বাসগুলি ছদ্ম-বৈজ্ঞানিক, যার বংশাণুবিদ্যার সাথে সামান্য সম্পর্ক রয়েছে।\nলিসেঙ্কো যুক্তি দিয়েছিলেন যে একটি প্রজাতির মধ্যে শুধুমাত্র প্রতিযোগিতা নয়, পারস্পরিক সহায়তাও রয়েছে এবং বিভিন্ন প্রজাতির মধ্যেও পারস্পরিক সহায়তা বিদ্যমান।\nলিসেঙ্কোর মতে,\n\nজীব এবং তার জীবনের জন্য প্রয়োজনীয় শর্তাবলী একটি অবিচ্ছেদ্য ঐক্য। বিভিন্ন জীবের বিকাশের জন্য বিভিন্ন পরিবেশগত অবস্থার প্রয়োজন। এই প্রয়োজনীয়তাগুলি অধ্যয়ন করে আমরা জীবের প্রকৃতির গুণগত বৈশিষ্ট্য, বংশগতির গুণগত বৈশিষ্ট্য জানতে পারি। বংশগতি হল একটি জীবন্ত দেহের জীবন এবং বিকাশের জন্য নির্দিষ্ট শর্তাবলীর প্রয়োজন এবং বিভিন্ন পরিস্থিতিতে একটি নির্দিষ্ট উপায়ে সাড়া দেওয়ার বৈশিষ্ট্য।\nলিসেঙ্কোর আরেকটি তত্ত্ব ছিল যে গরুর কাছ থেকে বেশি দুধ পাওয়া তাদের বংশগতির উপর নির্ভর করে না, নির্ভর করে তাদের সাথে কেমন আচরণ করা হয় তার উপর। তাদের যত ভালোভাবে দেখাশোনা করা হবে, তত বেশি দুধ পাওয়া যাবে; লিসেঙ্কো এবং তার অনুসারীরা তাদের গবাদি পশুর খুব ভালোভাবে যত্ন নেওয়ার জন্য পরিচিত ছিলেন। লিসেঙ্কো দাবি করেছিলেন যে কোকিল পাখির জন্ম হয় যখন ছোট পাখিরা, যেমন ওয়ার্বলার, তাদের পিতামাতা (পরিবর্তে আশ্রয়দাতা) পাখি দ্বারা লোমশ শুঁয়োপোকা খাওয়ানো হয়; এই দাবিটি বুঝতে ব্যর্থ হয়েছিল যে তিনি যে কোকিলগুলোর বর্ণনা দিয়েছেন তারা পরজীবী ছানা পালনকারী। লিসেঙ্কোপন্থীরা বিশ্বাস করতেন যে নিষিক্তকরণ এলোমেলো নয়, বরং সেরা সঙ্গীর একটি নির্দিষ্ট নির্বাচন রয়েছে। এই ধরনের কারণে, লিসেঙ্কোবাদকে ছদ্ম-বৈজ্ঞানিক হিসাবে দেখা যেতে পারে।\nদ্বিতীয় বিশ্বযুদ্ধ শেষ হওয়ার পরে, লিসেঙ্কো ওলগা লেপেশিনস্কায়া, একজন বয়স্ক ফেল্ডশার এবং জীববিজ্ঞানী, যিনি ডিমের কুসুম এবং অ-কোষীয় পদার্থ থেকে কোষ তৈরি করতে সক্ষম হওয়ার দাবি করেছিলেন, তাঁর কাজের প্রতি আগ্রহ দেখান। লেপেশিনস্কায়া তার ধারণা এবং লিসেঙ্কোর ধারণার মধ্যে মিল খুঁজে পান। তাদের উভয়ের ধারণাকে একত্রিত করে ঘোষণা করা সম্ভব ছিল যে কোষ অ-কোষীয় উপাদান থেকে বৃদ্ধি পেতে পারে এবং মেন্ডেলীয় বংশগতি এবং মিয়োসিস-এর ভবিষ্যদ্বাণী করা অনুপাতগুলি ভুল ছিল, এইভাবে আধুনিক কোষবিদ্যা, সেইসাথে বংশাণুবিদ্যার ভিত্তি দুর্বল হয়ে যায়।\n\n\n=== \"উদ্ভিদ বিকাশের পর্যায়গুলির সময়কালের উপর তাপীয় কারণের প্রভাব\" ===\nগাঞ্জাতে, লিসেঙ্কো কৃষি উদ্ভিদের (তুলা, গম, রাই, ওটস, এবং বার্লি) ফসল তোলার মরসুম অধ্যয়ন করার কাজ শুরু করেন। দুই বছর ধরে, লিসেঙ্কো শস্য, তুলা এবং অন্যান্য গাছ বপনের সময় নিয়ে পরীক্ষা করেন, ১০ দিনের ব্যবধানে গাছ লাগান। এই গবেষণার ফলাফলের উপর ভিত্তি করে, ১৯২৮ সালে, তিনি \"উদ্ভিদ বিকাশের পর্যায়গুলির সময়কালের উপর তাপীয় কারণের প্রভাব\" নামে একটি বৃহৎ কাজ প্রকাশ করেন। ১৬৯ পৃষ্ঠার কাজের মধ্যে ১১০টিতে প্রাথমিক ডেটা সহ টেবিল ছিল। তথ্যের গাণিতিক প্রক্রিয়াকরণ নিকোলাই ডেরেভিটস্কি এবং আই. ইউ. স্টারোসেলস্কি দ্বারা করা হয়েছিল।\nএই কাজে, লিসেঙ্কো এই সিদ্ধান্তে উপনীত হন যে উদ্ভিদের প্রতিটি পর্যায় (\"নিম্নলিখিত পর্যায়গুলি রেকর্ড করা হয়েছিল: বপন-জল দেওয়া, অঙ্কুরোদগম, কুশি ছড়ানো, শীষ বের হওয়া, শীষ মেলানো, ফুল ফোটা, মোমের পরিপক্কতা এবং ফসল কাটার সময়\") তার বিকাশ শুরু করে \"তাপীয় শক্তির একটি কঠোরভাবে সংজ্ঞায়িত তীব্রতায়, অর্থাৎ, একটি নির্দিষ্ট, সর্বদা ধ্রুবক ডিগ্রি সেলসিয়াসে, এবং একটি নির্দিষ্ট পরিমাণে ডিগ্রি দিন প্রয়োজন।\" ন্যূনতম বর্গ পদ্ধতি ব্যবহার করে প্রাথমিক ডেটার গাণিতিক প্রক্রিয়াকরণ করে, লিসেঙ্কো ধ্রুবক A এবং B-এর মান নির্ধারণ করেন - \"শুরুর বিন্দু যেখানে প্রক্রিয়া শুরু হয়\" এবং \"পর্যায়টি সম্পূর্ণ করার জন্য প্রয়োজনীয় ডিগ্রীর সমষ্টি\"।\n১৯২৭ সালে, এই কাজের প্রধান বিধানগুলি লিসেঙ্কো \"আজারবাইজান এসএসআর-এর কৃষি বিষয়ক জনগণের কমিশারিয়েট দ্বারা গাঞ্জা স্টেশনে আহুত কংগ্রেসে\" এবং পরে, ১৯২৮ সালের ডিসেম্বরে, কিয়েভে সুগার ট্রাস্টের সর্ব-ইউনিয়ন সভায় রিপোর্ট করেছিলেন। এই বইতে, লিসেঙ্কো তিনবার গ্যাভ্রিল জায়তসেভ-এর কাজ উল্লেখ করেছেন, যা একই সমস্যাগুলির জন্য উৎসর্গীকৃত।\n\n\n=== বসন্তায়ন ===\n\nনিম্ন তাপমাত্রার উদ্ভিদের বিকাশের উপর প্রভাব সম্পর্কে গেয়র্গ ক্লেবস এবং গুস্তাভ গ্যাসনার এর মতো খ্যাতনামা উদ্ভিদবিদরা গবেষণা করেছেন। উদাহরণস্বরূপ, গ্যাসনার তাঁর পরীক্ষার ভিত্তিতে দেখান যে, যদি শীতকালীন শস্যের অঙ্কুরিত বীজকে নিম্ন তাপমাত্রার সংস্পর্শে আনা হয়, তাহলে বসন্তকালে রোপণের পর সেগুলি বিভক্ত হয়ে যায়।\nগাঞ্জা প্রজনন কেন্দ্রে কাজ করার সময়, লিসেঙ্কো উদ্ভিদের বিকাশ দ্রুততর করতে সক্ষম হন। তাঁর পরীক্ষার ভিত্তিতে, তিনি বীজ রোপণের আগে স্বল্প ইতিবাচক তাপমাত্রায় অঙ্কুরোদ্গম করানোর একটি কৌশল উদ্ভাবন করেন, যা তিনি \"বসন্তায়ন\" নামে পরিচিত করেন।\nএই কৌশলটি ১৯৩০-এর দশকের শুরুর দিকে অনেক বিশিষ্ট বিজ্ঞানীর সমর্থন লাভ করে। উদাহরণস্বরূপ, নিকোলাই ভাভিলভ বসন্তায়নের প্রধান সুবিধা হিসেবে বংশানুগত উন্নয়নকাজ সহজ করার সম্ভাবনা এবং উদ্ভিদের বৃদ্ধির সময়কাল নিয়ন্ত্রণের ক্ষমতাকে দেখেছিলেন। এছাড়াও, তিনি বিশ্বাস করতেন যে বসন্তায়ন কঠোর শীতকালে শীতকালীন শস্যকে জমাট বাঁধার হাত থেকে রক্ষা করতে সহায়ক হতে পারে। ভাভিলভ লিখেছিলেন:\n\nএটি নিশ্চিতভাবে বলা যায় যে, বসন্তায়ন প্রজনন ক্ষেত্রে একটি বিশাল সাফল্য, কারণ এটি বিশ্বব্যাপী বিভিন্ন জাতের ব্যবহারকে সম্ভব করেছে, যা আগে ক্রমবর্ধমান ঋতুর অসামঞ্জস্যতা এবং দক্ষিণের শীতকালীন জাতগুলোর নিম্ন শীত সহনশীলতার কারণে ব্যবহারযোগ্য ছিল না।\nভাভিলভ মূলত লিসেঙ্কোর বসন্তায়ন সংক্রান্ত গবেষণাকে সমর্থন করেছিলেন, কারণ তিনি এটি উদ্ভিদ প্রজনন ইনস্টিটিউটের সংগ্রহে থাকা বিভিন্ন প্রজাতির ফুল ফোটার সময়কে সমন্বয় করার একটি উপায় হিসেবে দেখেছিলেন। ক্রস-প্রজাতির পরীক্ষাগুলোর জন্য এই সমন্বয় প্রয়োজন ছিল। তবে, পরবর্তীতে তিনি বসন্তায়নের ব্যবহার সমর্থন করা বন্ধ করেন, কারণ এটি প্রত্যাশিত ফলাফল দিতে পারেনি।\nসোভিয়েত ইউনিয়নের খামারগুলোতে বসন্তায়িত বীজের চাষ প্রতিবছর বৃদ্ধি পায়। বিশেষ করে, ১৯৩৫ সালে, বসন্তকালীন শস্যের পরীক্ষামূলক বসন্তায়িত চাষ ৪০,০০০-এর বেশি সমবায় ও রাষ্ট্রীয় খামারে ২১ লাখ হেক্টর জমিতে পরিচালিত হয়েছিল।\nতবে, সোভিয়েত কৃষিতে বসন্তায়নের ব্যাপক প্রয়োগ ব্যর্থতায় শেষ হয়। সমালোচকরা ব্যাখ্যা করেন যে, এই ব্যর্থতার একটি কারণ ছিল বিভিন্ন অঞ্চলে এবং জাতের উপর পরীক্ষামূলক তথ্যের অভাব। তথ্য সংগ্রহের জন্য সমবায় ও রাষ্ট্রীয় খামারগুলোতে প্রশ্নাবলী পাঠানো হয়েছিল, যা তথ্য বিকৃত করা, নেতিবাচক ফলাফল গোপন করা এবং বসন্তায়ন প্রচারের সুবিধার্থে ব্যবহৃত হয়েছিল। লিসেঙ্কো ও তাঁর অনুসারীরা প্রাপ্ত তথ্য মূলত বিউলেটেন ইয়ারোভিজাতসিই পত্রিকায় বা সোভিয়েত প্রচার মাধ্যমে প্রকাশ করতেন, যা কোনো স্বাধীন বৈজ্ঞানিক জার্নালে প্রকাশিত হয়নি।\nবসন্তায়নের কৃষি পদ্ধতি বিশেষজ্ঞদের দ্বারা সমালোচিত হয়েছিল, কারণ এতে বীজ ভিজানো, অঙ্কুরোদ্গম এবং রোপণের সময় ক্ষতিগ্রস্ত হওয়ার সম্ভাবনা ছিল, এটি শ্রমসাপেক্ষ ছিল এবং বসন্তায়িত গাছগুলো স্মাট রোগের প্রতি বেশি সংবেদনশীল ছিল। ১৯৩০-এর দশকে বসন্তায়নের সমালোচকদের মধ্যে ছিলেন পিয়ত্র কনস্তান্তিনভ, এস. লেভিৎসকি (পোল্যান্ড), পিয়ত্র লিসিৎসিন, এবং দনচো কোস্তভ।\nদ্বিতীয় বিশ্বযুদ্ধ (১৯৪২-১৯৪৫) এবং যুদ্ধোত্তর সময়ে শস্যের বসন্তায়ন ব্যাপকভাবে শিল্প পর্যায়ে ব্যবহৃত হয়নি। প্রাভদা ১৪ ডিসেম্বর ১৯৫৮ সালের একটি সম্পাদকীয়তে উল্লেখ করে যে, সোভিয়েত খামারগুলোতে কৃষি প্রযুক্তির ব্যাপক প্রয়োগের ফলে স্বল্প সময়ে চাষ করা সম্ভব হওয়ায়, বসন্তায়ন \"সবসময় প্রয়োজনীয় ছিল না।\" তবে, পত্রিকাটি দাবি করে যে বসন্তায়ন কাংগনী ও আলু চাষে \"উল্লেখযোগ্য ফলাফল\" প্রদান করেছে।\n\n\n=== উদ্ভিদের পর্যায়ক্রমিক বিকাশ তত্ত্ব ===\nউদ্ভিদ চাষ সংক্রান্ত গবেষণাকে বৈজ্ঞানিক ভিত্তি দিতে লিসেঙ্কো \"উদ্ভিদের পর্যায়ক্রমিক বিকাশ তত্ত্ব\" উপস্থাপন করেন। এই তত্ত্ব অনুসারে, উচ্চতর উদ্ভিদকে বীজ উৎপাদনের আগে একাধিক পর্যায় অতিক্রম করতে হয় এবং প্রতিটি পর্যায়ে অগ্রসর হওয়ার জন্য নির্দিষ্ট পরিবেশগত শর্ত প্রয়োজন।\n১৯৩৫ সালে লিসেঙ্কো লিখেছিলেন:\n\nএই তত্ত্ব অনুসারে, উদ্ভিদের প্রতিটি বৈশিষ্ট্য, গুণাবলি ইত্যাদি নির্দিষ্ট পরিবেশগত পরিস্থিতিতে বংশগত ভিত্তির বিকাশের ফল। বংশগত ভিত্তি হলো পূর্ববর্তী সমগ্র ফাইলোজেনেটিক ইতিহাসের ফল। এই জীববৈজ্ঞানিক ইতিহাস, যা নির্দিষ্ট জীবনযাত্রার পরিবেশের সাথে অভিযোজনের মাধ্যমে গঠিত, উদ্ভিদের জীবনে নির্দিষ্ট পরিস্থিতির প্রয়োজনীয়তা সৃষ্টি করে। এই প্রয়োজনীয়তাগুলো হলো ঐতিহাসিক অভিযোজনের বিপরীত প্রতিফলন।\nএই তত্ত্বের ভিত্তিতে, লিসেঙ্কো শীতকালীন ও বসন্তকালীন শস্য, আলু এবং অন্যান্য ফসলের বসন্তায়নের প্রস্তাব দেন।\nতবে, লিসেঙ্কোর পর্যায়ক্রমিক বিকাশ তত্ত্বের কিছু দিক ১৯৩০-এর দশকের বিদ্যমান জ্ঞানের সাথে সামঞ্জস্যপূর্ণ থাকলেও, সবগুলোই পরীক্ষামূলকভাবে প্রমাণিত হয়নি। মিখাইল চাইলাখিয়ান সহ অন্যান্য গবেষকরা এই তত্ত্বের সীমাবদ্ধতা তুলে ধরেন। বিশেষত, সমালোচকরা যুক্তি দেন যে, পূর্ববর্তী বসন্তায়ন ছাড়াই বিভিন্ন উদ্ভিদ জাত আলোকালিক প্রতিক্রিয়া প্রদর্শন করে এবং দিনের আলো কম হলে তাদের বিকাশ বিলম্বিত হয়।\n\n\n=== গ্রীষ্মকালীন আলু রোপণ ===\nসোভিয়েত ইউনিয়নের দক্ষিণাঞ্চলে, সবুজভাবে প্রজননকৃত আলু ক্রমশ ছোট ছোট কন্দ উৎপাদন করছিল এবং পাশাপাশি তীব্র পচনের শিকার হচ্ছিল। এই সমস্যার সমাধানে, লিসেঙ্কো গ্রীষ্মের শেষে ঠান্ডা মাটিতে আলু রোপণের পরামর্শ দেন, যুক্তি দেখিয়ে বলেন যে \"আলুর জাতের অবনতি\" রোধ করা সম্ভব, যদি এটি উষ্ণ নয়, বরং ঠান্ডা মাটিতে রোপণ করা হয়।\n১১ জানুয়ারি ১৯৪১ সালে, পলিটেকনিক জাদুঘরে প্রদত্ত এক বক্তৃতায় লিসেঙ্কো বলেন:\n\nপূর্বে সাধারণভাবে স্বীকৃত ছিল যে, অনুরূপ অবস্থায় যদি মস্কো অঞ্চলের ফসল থেকে প্রাপ্ত আর্লি রোজ জাতের বীজ এবং একই জাতের ওডেসা অঞ্চলের ফসল থেকে প্রাপ্ত বীজ রোপণ করা হয়, তাহলে প্রায় সর্বদা মস্কো অঞ্চলের বীজ থেকে উৎপাদিত ফলন ওডেসা অঞ্চলের বীজ থেকে বেশি হবে। এখন, আমরা বিপরীত ফলাফলের অনেক পরীক্ষামূলক তথ্য উপস্থাপন করতে পারি। ১৯৪০ সালে, ইভান গ্লুশচেঙ্কো (সোভিয়েত ইউনিয়নের বিজ্ঞান একাডেমির জেনেটিক্স ইনস্টিটিউটের গবেষক) পরিচালিত এক পরীক্ষায় দেখা যায় যে, মস্কোর নিকটস্থ এক খামারে ওডেসার প্রজনন ও জেনেটিক্স ইনস্টিটিউটের গ্রীষ্মকালীন উৎপাদিত কন্দ থেকে প্রতি হেক্টরে ৪৮০.৫ সেন্টনার আলু উৎপন্ন হয়েছে, যেখানে একই পরিবেশে মস্কোর স্থানীয় জাত থেকে মাত্র ২১৯.৫ সেন্টনার উৎপাদিত হয়েছে। এই সমস্ত তথ্য নির্দেশ করে যে, দক্ষিণে গ্রীষ্মকালীন আলু রোপণ শুধুমাত্র জাতের অবনতি রোধের একটি পদ্ধতি নয়, বরং এটি জাতের উন্নতির একটি উপায়।\nতবে, বসন্তায়নের মতো, গ্রীষ্মকালীন রোপণের তথ্যও প্রশ্নাবলীর মাধ্যমে সংগ্রহ করা হয়েছিল, যা ফলাফল বিকৃত করার সুযোগ সৃষ্টি করে এবং কোনো বৈজ্ঞানিক জার্নালে প্রকাশিত হয়নি। গ্রীষ্মকালীন রোপণ কোনো ইতিবাচক ফলাফল আনতে ব্যর্থ হলে, লিসেঙ্কো নতুনভাবে খননকৃত গর্তে কন্দ সংরক্ষণ করার পরামর্শ দেন, যেখানে কন্দের স্তরের উপর মাটি দিয়ে ঢেকে রাখা হবে, দাবি করেন যে এটি পচন কমাবে। তবে, এই পদ্ধতির ফলে ফসলের বিশাল ক্ষতি হয়, কারণ কন্দের পচন আরও বৃদ্ধি পায়।\nলিসেঙ্কো আলু ক্ষয়ের প্রকৃত কারণ—আলু ভাইরাস (বিশেষত আলু পাতাগুটিকা ভাইরাস - PLRV, আলু ভাইরাস এক্স - PVX, এবং আলু ভাইরাস ওয়াই - PVY)—অগ্রাহ্য করেন এবং এর পরিবর্তে \"আলুর জাতের অবনতি\" সম্পর্কে তাত্ত্বিক ব্যাখ্যা প্রদান করেন। আলু ভাইরাসের ভূমিকা উপেক্ষা করা এবং উদ্ভিদের ভাইরাস গবেষণার উপর নিষেধাজ্ঞা আরোপ করায় সোভিয়েত ইউনিয়নে উদ্ভিদ ভাইরাস শনাক্তকরণ পদ্ধতির উন্নয়ন বিলম্বিত হয়। ফলস্বরূপ, ভাইরাস কেবলমাত্র দক্ষিণেই নয়, বরং পুরো সোভিয়েত ইউনিয়নে ছড়িয়ে পড়ে এবং আলুর উৎপাদন ব্যাপকভাবে হ্রাস পায়।\n\n\n=== খড়ের ওপরে বপন ===\n১৯৪০ ও ১৯৫০-এর দশকের সোভিয়েত সাহিত্য এবং লিসেঙ্কোর সমর্থকরা তাঁর বিভিন্ন অবদানের মধ্যে খড়ের ওপরে বপনের ধারণাটিকেও অন্তর্ভুক্ত করেছেন, যা শীতকালীন শস্যকে তুষারপাত থেকে রক্ষা করার একটি উপায় হিসেবে বিবেচিত হয়।\n১৯৪৩ সালে, লিসেঙ্কো বলেন:\n\n২৫-৩০ সেন্টিমিটার উচ্চতার খড় গাছের উপরের অংশকে বাতাসের ধ্বংসাত্মক যান্ত্রিক ক্রিয়ার হাত থেকে রক্ষা করে। খড় তুষার সংরক্ষণ করে, যা শুধু তুষারপাত থেকে নয়, বাতাসের ক্ষতিকর প্রভাব থেকেও গাছকে রক্ষা করে। অনাবাদী ---\n\n\n=== অর্জিত বৈশিষ্ট্যের উত্তরাধিকার ===\n\nমেন্ডেলীয় জিনতত্ত্ববিদদের সাথে লিসেঙ্কোর মূল মতবিরোধ ছিল জীবদেহের ব্যক্তিগত বিকাশের সময় অর্জিত বৈশিষ্ট্যগুলোর উত্তরাধিকার সংক্রান্ত। উদাহরণস্বরূপ, পরিবেশগত প্রভাবের কারণে বা কলমকরণের (সবুজ সংকরায়ন) মাধ্যমে উদ্ভূত বৈশিষ্ট্যগুলো পরবর্তী প্রজন্মে সংক্রমিত হতে পারে কিনা। এই ধারণাটি যে এমন বৈশিষ্ট্য উত্তরাধিকার সূত্রে পাওয়া যায় না, তা মূলত অগাস্ট ভাইসম্যানের একটি ভুল ব্যাখ্যার উপর ভিত্তি করে তৈরি হয়েছিল। ভাইসম্যানের মতে, দেহকোষ (সোমাটিক সেল) জীবাণুকোষকে (জার্ম সেল) কোনো তথ্য স্থানান্তর করতে পারে না। তবে বাস্তবে, ভাইসম্যান বংশগতির মূল উপাদানের উপর পরিবেশের প্রভাবের সম্ভাবনা স্বীকার করেছিলেন।\n১৯৪৮ সালের আগস্টে VASKhNIL সম্মেলনে লিসেঙ্কো অর্জিত বৈশিষ্ট্যের উত্তরাধিকার সম্পর্কে বলেন:\n\nসুতরাং, অর্জিত বিচ্যুতিগুলোর উত্তরাধিকারযোগ্যতার ধারণা—যার ভিত্তি ল্যামার্ক স্থাপন করেছিলেন এবং যা পরবর্তীতে ডারউইনের তত্ত্বের সাথে সংযুক্ত হয়েছিল—তা মেন্ডেলীয়-মর্গানবাদীদের দ্বারা বাতিল করা হয়েছিল।\n\n\n== গ্রন্থসমূহ ==\nবংশগতি এবং এর পরিবর্তনশীলতা (১৯৪৫)\nজীববিজ্ঞানের বর্তমান অবস্থা (১৯৪৮)\nকৃষিবিজ্ঞান: জিনতত্ত্ব, উদ্ভিদ প্রজনন এবং বীজ উৎপাদনের সমস্যাবলী (১৯৫৪)\n\n\n== সম্মাননা ও পুরস্কার ==\nসামাজিক শ্রমের বীর (১৯৪৫)\nলেনিন পদক, আটবার (১৯৩৫, ১৯৪৫, ১৯৪৫, ১৯৪৮, ১৯৪৯, ১৯৫৩, ১৯৫৮, ১৯৬১)\nশ্রমে বীরত্বের জন্য পদক (১৯৫৯)\nভ্লাদিমির ইলিচ লেনিনের জন্মের ১০০তম বার্ষিকী উপলক্ষে স্মারক পদক (১৯৬৯)\nমহান দেশপ্রেমিক যুদ্ধ ১৯৪১–১৯৪৫-এ বীরত্বপূর্ণ শ্রমের জন্য পদক (১৯৪৫)\nমস্কোর ৮০০তম বার্ষিকী উপলক্ষে স্মারক পদক (১৯৪৭)\nস্টালিন পুরস্কার, তিনবার (১৯৪১, ১৯৪৩, ১৯৪৯)\nইউক্রেনীয় এসএসআরের শ্রমের লাল পতাকা পদক (১৯৩১)\nআই. আই. মেচনিকভ স্মারক স্বর্ণপদক (১৯৫০)\n\n\n== উত্তরাধিকার ==\nসোভিয়েত ইউনিয়নে ক্রাসনোতুরিনস্কসহ বিভিন্ন শহরে লিসেঙ্কোর নামে রাস্তার নামকরণ করা হয়েছিল।\nআর্কাদি ও বরিস স্ত্রুগাতস্কি তাঁদের ১৯৬৫ সালের ব্যঙ্গাত্মক বিজ্ঞান কল্পকাহিনি উপন্যাস Monday Begins on Saturday-এ প্রফেসর আমব্রসি আমব্রোয়াজোভিচ ভিবেগালো চরিত্রটির অনুপ্রেরণা হিসেবে লিসেঙ্কোর নাম উল্লেখ করেন:\n\nপ্রফেসর ভিবেগালো মূলত সেই লিসেঙ্কোর প্রতিচ্ছবি, যিনি একসময় সমগ্র রুশ জীববিজ্ঞানকে ধ্বংসের মুখে ঠেলে দিয়েছিলেন, ত্রিশ বছরেরও বেশি সময় ধরে অযৌক্তিক গবেষণায় ব্যস্ত ছিলেন এবং একই সাথে কেবল জীববিজ্ঞানকেই ধ্বংস করেননি, বরং আশেপাশের সমস্ত কিছু মাটির সাথে মিশিয়ে দিয়েছেন। এনকেভিডির সহায়তায় সোভিয়েত ইউনিয়নের সেরা জেনেটিসিস্টদের, যার মধ্যে ভাভিলভ অন্যতম, নির্মূল করেছেন। আমাদের ভিবেগালোও ঠিক একই রকম একজন ধাপ্পাবাজ, অজ্ঞ এবং উদ্ধত ব্যক্তি, তবে প্রকৃত লিসেঙ্কোর তুলনায় তিনি তেমন শক্তিশালী নন!\nসমসাময়িক রাশিয়ায় লিসেঙ্কোর ধারণাগুলো নতুনভাবে অনুসারীদের আকৃষ্ট করছে, যা \"পশ্চিমা\" ধারণা এবং মূলধারার বিজ্ঞানের প্রতি সন্দেহপ্রবণ এক ধরনের রুশ জাতীয়তাবাদীর সাথে সম্পর্কিত।\n\n\n== তথ্যসূত্র =="}