{"pageid": 1518769, "title": "স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস (১৯৩৭-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1518769", "content": "স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস ১৯৩৭ সালের একটি আমেরিকান অ্যানিমেটেড সঙ্গীতধর্মী ফ্যান্টাসি চলচ্চিত্র। এটি ওয়াল্ট ডিজনি প্রোডাকশনস দ্বারা নির্মিত এবং আরকেও রেডিও পিকচার্স দ্বারা মুক্তিপ্রাপ্ত। গ্রিম ভাইদের ১৮১২ সালের জার্মান রূপকথার গল্প অবলম্বনে নির্মিত, এই চলচ্চিত্রের তত্ত্বাবধান করেন ডেভিড হ্যান্ড এবং পরিচালনা করেন পার্সি পিয়ার্স, উইলিয়াম কট্রেল, ল্যারি মোরে, উইলফ্রেড জ্যাকসন এবং বেন শার্পস্টিনসহ একদল পরিচালক। এটি মার্কিন যুক্তরাষ্ট্রে নির্মিত প্রথম অ্যানিমেটেড ফিচার ফিল্ম এবং প্রথম সেল অ্যানিমেটেড ফিচার ফিল্ম।\n\"স্নো হোয়াইট\" ১৯৩৭ সালের ২১ ডিসেম্বর ক্যালিফোর্নিয়ার লস অ্যাঞ্জেলেসের কার্থে সার্কেল থিয়েটার-এ প্রথম প্রদর্শিত হয় এবং ১৯৩৮ সালের ৪ ফেব্রুয়ারি মার্কিন যুক্তরাষ্ট্রে সাধারণ মুক্তি পায়। চলচ্চিত্র শিল্প থেকে প্রাথমিক সংশয় থাকা সত্ত্বেও, এটি সমালোচনামূলক এবং বাণিজ্যিক সাফল্য লাভ করে। ১.৫ মিলিয়ন ডলার বাজেটের বিপরীতে প্রাথমিক মুক্তির সময় ৮ মিলিয়ন ডলারের বেশি আন্তর্জাতিক আয় করে, এটি ১৯৩৮ সালের সর্বোচ্চ আয়কারী চলচ্চিত্র হয়ে ওঠে এবং অল্প সময়ের জন্য সর্বকালের সর্বোচ্চ আয়কারী সাউন্ড ফিল্মের রেকর্ড ধরে রাখে। এটি ৫৫ বছর ধরে সর্বোচ্চ আয়কারী অ্যানিমেটেড চলচ্চিত্রও ছিল। চলচ্চিত্রটির জনপ্রিয়তার কারণে, ১৯৯০-এর দশকে এর হোম ভিডিও প্রকাশের আগ পর্যন্ত এটি বহুবার প্রেক্ষাগৃহে পুনরায় মুক্তি পায়। মুদ্রাস্ফীতি অনুযায়ী, এটি উত্তর আমেরিকার বক্স অফিসে শীর্ষ দশ পারফর্মারদের মধ্যে একটি এবং $২,২৯,৭০,০০,০০০ এর সমন্বিত মোট আয় সহ এখনও সর্বোচ্চ আয়কারী অ্যানিমেটেড চলচ্চিত্র। বিশ্বব্যাপী, মুদ্রাস্ফীতি অনুযায়ী এর আয় অ্যানিমেশন তালিকার শীর্ষে রয়েছে।\n\"স্নো হোয়াইট\" ১৯৩৮ সালে সেরা সঙ্গীত স্কোরের জন্য একাডেমি পুরস্কার-এ মনোনীত হয়েছিল এবং পরের বছর প্রযোজক ওয়াল্ট ডিজনি চলচ্চিত্রটির জন্য একটি সম্মানসূচক অস্কার পুরস্কার পান। এই পুরস্কারটি ছিল অনন্য, যেখানে একটি স্বাভাবিক আকারের অস্কার মূর্তির সঙ্গে আরও সাতটি ছোট আকারের মূর্তি অন্তর্ভুক্ত ছিল। শার্লি টেম্পলডিজনিকে এই পুরস্কার প্রদান করেন।\nএর মৌলিক অ্যানিমেটেড বৈশিষ্ট্য এবং রূপকথার অভিযোজন ব্যবহারের পাশাপাশি প্রযুক্তিগত উদ্ভাবন প্রাথমিক অ্যানিমেশন শিল্পের একটি প্রধান মাইলফলক হয়ে ওঠে। স্নো হোয়াইট সর্বকালের সেরা চলচ্চিত্রগুলির মধ্যে একটি হিসাবে ব্যাপকভাবে বিবেচিত হয় এবং অ্যানিমেশনের স্বর্ণযুগের নতুন রূপ তৈরি করে; রূপকথার উপর ডিজনি-এর প্রভাব একটি উল্লেখযোগ্য সাংস্কৃতিক প্রভাব ফেলেছে, যার ফলে জনপ্রিয় থিম পার্ক আকর্ষণ, একটি ভিডিও গেম, একটি ব্রডওয়ে মিউজিক্যাল এবং একটি আসন্ন লাইভ-অ্যাকশন চলচ্চিত্র তৈরি হয়েছে।\n১৯৮৯ সালে, মার্কিন যুক্তরাষ্ট্রের লাইব্রেরি অফ কংগ্রেস চলচ্চিত্রটিকে \"সাংস্কৃতিক, ঐতিহাসিক বা নান্দনিকভাবে তাৎপর্যপূর্ণ\" বলে মনে করে এবং ন্যাশনাল ফিল্ম রেজিস্ট্রিতে সংরক্ষণের জন্য প্রথম ২৫টি চলচ্চিত্রের মধ্যে এটি নির্বাচন করে। আমেরিকান ফিল্ম ইনস্টিটিউট এটিকে ১০০টি সেরা আমেরিকান চলচ্চিত্রের মধ্যে স্থান দিয়েছে এবং ২০০৮ সালে চলচ্চিত্রটিকে সর্বকালের সেরা আমেরিকান অ্যানিমেটেড চলচ্চিত্র হিসেবেও অভিহিত করেছে।\n\n\n== কাহিনীসংক্ষেপ ==\nছোটবেলায় বাবা-মা উভয়কে হারানোর পর, স্নো হোয়াইট তার দুষ্টু ও শীতল হৃদয়ের সৎ মা, রাণীর সাথে বসবাস করে। রাণী ভয় পান যে স্নো হোয়াইটের সৌন্দর্য তার নিজের সৌন্দর্যকে ছাড়িয়ে যাবে, তাই তিনি তাকে একটি ধোপাঘরের পরিচারিকা হিসাবে কাজ করতে বাধ্য করেন এবং প্রতিদিন তার জাদু আয়নাকে জিজ্ঞাসা করেন \"কে সবচেয়ে সুন্দরী?\" বছরের পর বছর ধরে, আয়না সবসময় উত্তর দেয় যে রাণী সবচেয়ে সুন্দরী, যা তাকে খুশি করে।\nএকদিন, স্নো হোয়াইট একজন রাজকুমারের সাথে দেখা করে এবং প্রেমে পড়ে, যে তার গান শুনতে পায়। একই দিনে, জাদু আয়না রাণীকে জানায় যে স্নো হোয়াইট এখন সমস্ত ভূমির মধ্যে সবচেয়ে সুন্দরী। রাগান্বিত হয়ে, রাণী তার শিকারীকে স্নো হোয়াইটকে বনে নিয়ে যেতে, তাকে হত্যা করতে এবং প্রমাণ হিসাবে একটি রত্নখচিত বাক্সে তার হৃদয় ফিরিয়ে আনতে নির্দেশ দেয়। শিকারী নিজেকে স্নো হোয়াইটকে হত্যা করতে পারে না এবং তাকে রাণীর ষড়যন্ত্র প্রকাশ করে। তারপর সে তাকে বনে পালিয়ে যেতে এবং কখনও ফিরে না আসার জন্য অনুরোধ করে।\nহারিয়ে যাওয়া এবং ভীত, স্নো হোয়াইট বনের প্রাণীদের দ্বারা বন্ধুত্ব লাভ করে, যারা তাকে বনের গভীরে একটি কুটিরে নিয়ে যায়। কুটিরের খাবার ঘরে সাতটি ছোট চেয়ার খুঁজে পেয়ে, স্নো হোয়াইট ধরে নেয় যে কুটিরটি সাতজন অনাথ শিশুর অগোছালো বাড়ি। প্রাণীদের সাহায্যে, সে জায়গাটি পরিষ্কার করে এবং একটি খাবার রান্না করে। স্নো হোয়াইট শীঘ্রই জানতে পারে যে কুটিরটি ডক, গ্রাম্পি, হ্যাপি, স্লিপি, ব্যাশফুল, স্নিজি এবং ডোপি নামের সাতটি বামনের বাড়ি, যারা কাছের একটি খনিতে কাজ করে। বাড়ি ফিরে, তারা তাদের কুটির পরিষ্কার দেখে আতঙ্কিত হয় এবং সন্দেহ করে যে একজন অনুপ্রবেশকারী তাদের বাড়িতে প্রবেশ করেছে। স্নো হোয়াইট নিজের পরিচয় দেয় এবং তাদের জন্য পরিষ্কার ও রান্না করার প্রস্তাব দিলে বামনরা তাকে স্বাগত জানায়। স্নো হোয়াইট বামনদের জন্য ঘর সামলায়, যখন তারা দিনের বেলা রত্ন খনি করে; এবং রাতে, তারা সবাই গান গায়, বাজনা বাজায় এবং নাচে।\nদুর্গে ফিরে, জাদু আয়না প্রকাশ করে যে স্নো হোয়াইট এখনও জীবিত এবং বামনদের সাথে আছে। শিকারী তাকে প্রতারিত করায় ক্ষুব্ধ হয়ে, রাণী একটি বিষাক্ত আপেল তৈরি করে যা যে খাবে তাকে মৃত্যুর মতো ঘুমে আচ্ছন্ন করবে। সে জানতে পারে যে অভিশাপটি \"ভালোবাসার প্রথম চুম্বন\" দ্বারা ভাঙা যেতে পারে, কিন্তু নিশ্চিত যে স্নো হোয়াইটকে জীবন্ত কবর দেওয়া হবে। ছদ্মবেশ ধারণ করার জন্য একটি ওষুধ ব্যবহার করে, রাণী বামনরা দূরে থাকাকালীন কুটিরে যায়। প্রাণীরা ছদ্মবেশটি বুঝতে পারে, কিন্তু স্নো হোয়াইটকে সতর্ক করতে অক্ষম হয়; তারা বামনদের খুঁজতে ছুটে যায়। রাণী স্নো হোয়াইটকে আপেল কামড়াতে প্রতারিত করে এবং সে মৃত্যুর মতো ঘুমে আচ্ছন্ন হয়ে পড়ে।\nরাণী কুটির থেকে চলে যাওয়ার সময় বামনরা প্রাণীদের সাথে ফিরে আসে এবং তার পিছু নেয়, তাকে একটি খাড়া পাহাড়ে আটকে দেয়। সে তাদের উপর একটি পাথর গড়িয়ে দেওয়ার চেষ্টা করে, কিন্তু তার আগে বজ্র খাড়া পাহাড়ে আঘাত করে, যার ফলে সে পড়ে যায় এবং পাথর চাপা পড়ে মারা যায়। তাদের কুটিরে, বামনরা বিষের কারণে ঘুমন্ত স্নো হোয়াইটকে খুঁজে পায়। তাকে মাটিতে কবর দিতে অনিচ্ছুক হয়ে, তারা তাকে বনের মধ্যে একটি কাঁচের কফিনে রাখে। প্রাণীদের সাথে একসাথে, তারা তার উপর নজর রাখে।\nপরের বসন্তে, রাজকুমার স্নো হোয়াইটের চিরন্তন ঘুমের কথা জানতে পারে এবং কফিনটি দেখতে যায়। তার আপাত মৃত্যুতে দুঃখিত হয়ে, সে তাকে চুম্বন করে, যা জাদু ভেঙে দেয় এবং তাকে জাগিয়ে তোলে। রাজকুমার স্নো হোয়াইটকে তার দুর্গে নিয়ে গেলে বামন এবং প্রাণীরা সবাই আনন্দ করে।\n\n\n== কণ্ঠ শিল্পীগণ ==\n\nআদ্রিয়ানা ক্যাসেলোত্তি স্নো হোয়াইট চরিত্রে, একজন মিষ্টি এবং নিষ্পাপ যুবতী রাজকুমারী, যাকে সাত বামনের কুটিরে তার সৎ মায়ের কাছ থেকে লুকিয়ে থাকতে বাধ্য করা হয়।\nলুসিল লা ভার্ন রাণী চরিত্রে, স্নো হোয়াইটের ঈর্ষান্বিত এবং দুষ্টু সৎ মা, যিনি \"সবচেয়ে সুন্দরী\" হওয়ার জন্য আচ্ছন্ন।\nলা ভার্ন জাদুকরীর জন্যও কণ্ঠ দিয়েছেন, রাণীর ছদ্মবেশ যা তিনি স্নো হোয়াইটকে প্রতারিত করার জন্য ব্যবহার করেন।\nরয় অ্যাটওয়েল ডক চরিত্রে, সাত বামনের দাম্ভিক কিন্তু ভালো মনের নেতা, যিনি কথা বলার সময় প্রায়শই ভুল শব্দ ব্যবহার করেন।\nপিন্টো কলভিগ গ্রাম্পি চরিত্রে, বামনদের মধ্যে সবচেয়ে একগুঁয়ে এবং সহজে বিরক্ত হওয়া বামন, যিনি প্রাথমিকভাবে স্নো হোয়াইটকে অপছন্দ করেন কিন্তু চলচ্চিত্রের অগ্রগতির সাথে সাথে তার যত্ন নিতে শুরু করেন।\nকলভিগ স্লিপি চরিত্রেও কণ্ঠ দিয়েছেন, বামনদের মধ্যে সবচেয়ে তন্দ্রাচ্ছন্ন এবং সবচেয়ে স্বচ্ছন্দ বামন।\nওটিস হারলান হ্যাপি চরিত্রে, বামনদের মধ্যে চিরকালের প্রফুল্ল এবং সবচেয়ে আশাবাদী বামন।\nস্কটি ম্যাট্রো ব্যাশফুল চরিত্রে, বামনদের মধ্যে সবচেয়ে আবেগপ্রবণ এবং লাজুক বামন।\nবিলি গিলবার্ট স্নিজি চরিত্রে, একজন বামন যিনি খড় জ্বরে ভোগেন।\nএডি কলিন্স ডোপি চরিত্রে, বামনদের মধ্যে সবচেয়ে আনাড়ি এবং শিশুসুলভ বামন, যিনি কথা বলার পরিবর্তে শব্দ এবং মূকাভিনয়ের মাধ্যমে যোগাযোগ করেন।\nহ্যারি স্টকওয়েল রাজকুমার চরিত্রে, একজন রোমান্টিক যুবক যিনি স্নো হোয়াইটের প্রেমে পড়েন এবং পরে তাকে সত্যিকারের ভালোবাসার প্রথম চুম্বন দিয়ে বাঁচান।\nমরোনি ওলসেন জাদু আয়না চরিত্রে, একটি রহস্যময় বস্তু যাতে রাণীর পরিচিত রাক্ষস রয়েছে, যার কাছ থেকে তিনি জানতে পারেন যে স্নো হোয়াইট \"সবচেয়ে সুন্দরী\" হয়ে উঠেছে।\nস্টুয়ার্ট বুকানন শিকারী চরিত্রে, রাণীর অনিচ্ছুক ভৃত্য, যাকে তিনি স্নো হোয়াইটকে হত্যা করার নির্দেশ দেন।\n\n\n== প্রযোজনা ==\n\n\n=== উন্নয়ন ===\nওয়াল্ট ডিজনি ১৯৩৩ সালে তার প্রথম পূর্ণদৈর্ঘ্য চলচ্চিত্র নির্মাণের ধারণা করেন। সেই সময়ে তার অ্যানিমেশন স্টুডিও মূলত ছোট অ্যানিমেটেড চলচ্চিত্র, যেমন \"সিলি সিম্ফনি\" সিরিজের উৎপাদনে মনোযোগ দিচ্ছিল। যদিও এই সংক্ষিপ্ত চলচ্চিত্রগুলো দর্শকদের মধ্যে জনপ্রিয় ছিল, ডিজনি মনে করতেন যে এগুলো থেকে যথেষ্ট লাভ আসছে না, যা স্টুডিওর ভবিষ্যৎ উন্নতির জন্য প্রয়োজন। তিনি পূর্ণদৈর্ঘ্য চলচ্চিত্রকে গল্প বলার নতুন সম্ভাবনা হিসেবে দেখছিলেন, যা তাকে আরও জটিল কাহিনি ও চরিত্রের বিকাশের সুযোগ করে দিত। ১৯৩৩ সালের মার্চ মাসের শেষের দিকে, ম্যারি পিকফোর্ড (যিনি ইউনাইটেড আর্টিস্টসের সহ-প্রতিষ্ঠাতা ছিলেন এবং তখন ডিজনির চলচ্চিত্র পরিবেশনের দায়িত্বে ছিলেন) ডিজনির কাছে একটি প্রস্তাব নিয়ে আসেন। তিনি লুইস ক্যারলের উপন্যাস \"অ্যালিস'স অ্যাডভেঞ্চারস ইন ওয়ান্ডারল্যান্ড\" (১৮৬৫)-এর একটি পূর্ণদৈর্ঘ্য অ্যানিমেটেড ও লাইভ-অ্যাকশন সংমিশ্রিত সংস্করণ তৈরির কথা বলেন। তবে এই প্রকল্পটি বাতিল হয়ে যায়, কারণ প্যারামাউন্ট পিকচার্স তখন তাদের নিজস্ব সংস্করণ তৈরির কাজ শুরু করেছিল। এরপর ডিজনি একই ধারণা ব্যবহার করে ওয়াশিংটন আরভিংয়ের ছোটগল্প \"রিপ ভ্যান উইঙ্কল\"  (১৮১৯)-এর একটি চলচ্চিত্র সংস্করণ তৈরির কথা ভাবেন, যেখানে প্রধান চরিত্রে অভিনয় করার কথা ছিল উইল রজার্সের। কিন্তু এই পরিকল্পনাও বাস্তবায়িত হয়নি, কারণ প্যারামাউন্টের কাছেই গল্পটির স্বত্ব ছিল, এবং তারা ডিজনিকে অনুমতি দিতে অস্বীকার করে।\n\n১৯৩৩ সালের মে মাসে \"সিলি সিম্ফনি\" স্বল্পদৈর্ঘ্যের চলচ্চিত্র \"থ্রি লিটল পিগস\" এর সফল মুক্তির পর, ডিজনি একটি পূর্ণদৈর্ঘ্যের চলচ্চিত্র তৈরির সিদ্ধান্তে শক্তিশালী হন এবং একটি \"ধীর অনুপ্রবেশ\"-এর মাধ্যমে তার কর্মীদের কাছে ধারণাটি উপস্থাপন করতে শুরু করেন, নৈমিত্তিক কথোপকথনের সময় ব্যক্তিগতভাবে সবার সাথে এটি ভাগ করে নেন। তিনি মেরিয়ান সি. কুপার-এর সাথে ভিক্টর হারবার্টের ১৯০৩ সালের অপেরেটা \"বেবস ইন টয়ল্যান্ড\"-এর একটি পূর্ণদৈর্ঘ্যের অ্যানিমেটেড সংস্করণ টেকনিকালার-এ প্রযোজনা করার জন্য আলোচনায় বসেন; প্রকল্পটি আরকেও রেডিও পিকচার্স-কে দেওয়া হয়েছিল, যারা নাটকটির অধিকারের মালিক ছিল, কিন্তু আরকেও কর্মকর্তারা এটি প্রত্যাখ্যান করেছিলেন। ১৯৩৩ সালের জুলাই মাসে, ডিজনি প্রথম \"দ্য ফিল্ম ডেইলি\"-তে একটি পূর্ণদৈর্ঘ্যের চলচ্চিত্র তৈরির পরিকল্পনা প্রকাশ করেন (যদিও তিনি এখনও ইউনাইটেড আর্টিস্টস কর্মকর্তাদের কাছ থেকে কোনো প্রতিক্রিয়া খুঁজে পাননি), এবং প্রায় একই সময়ে, সিডনি ফ্র্যাঙ্কলিন-এর সাথে জোটবদ্ধ হয়ে ফেলিক্স সাল্টেন-এর ১৯২৩ সালের উপন্যাস \"বাম্বি, এ লাইফ ইন দ্য উডস\"-এর একটি অ্যানিমেটেড সংস্করণের প্রস্তাব নিয়ে তার কাছে যোগাযোগ করা হয়েছিল। ডিজনি অবশেষে ধারণাটি প্রত্যাখ্যান করেন, এই ভেবে যে তার স্টুডিও \"বাম্বি\" যে প্রযুক্তিগত চ্যালেঞ্জ উপস্থাপন করত তার জন্য প্রস্তুত ছিল না।{{efn|ডিজনি অবশেষে ১৯৩৭ সালে ফ্র্যাঙ্কলিনের কাছ থেকে \"বাম্বি, এ লাইফ ইন দ্য উডস\"-এর অধিকার কিনে নেন, ১৯৪২ সালে তার নিজস্ব অ্যানিমেটেড সংস্করণ প্রকাশ করেন। হোমারের কবিতা \"ইলিয়াড\" এবং \"ওডিসি\", সেইসাথে জোনাথন সুইফটের ১৭২৬ সালের বই \"গালিভার'স ট্রাভেলস\"-ও সেই সময়ে ডিজনিকে প্রস্তাব করা হয়েছিল।\nডিজনি ১৯৩৪ সালের বসন্তকালে ব্রাদার্স গ্রিম-এর ১৮১২ সালের রূপকথা \"স্নো হোয়াইট\" (তুষার শুভ্রা) নির্বাচন করেন। কিশোর বয়স থেকেই তিনি এই গল্পের সাথে পরিচিত ছিলেন। ১৯১৬ সালের নীরব চলচ্চিত্র সংস্করণ স্নো হোয়াইট (১৯১৬ চলচ্চিত্র) দেখার পর, তিনি এটিকে তার প্রথম পূর্ণদৈর্ঘ্যের চলচ্চিত্র নির্মাণের প্রধান কারণ হিসেবে উল্লেখ করেন। ডিজনি মূলত \"স্নো হোয়াইট\" কে একটি \"সিলি সিম্ফনি\" (Silly Symphony) স্বল্পদৈর্ঘ্য চলচ্চিত্র হিসেবে তৈরি করার পরিকল্পনা করেছিলেন। কিন্তু পরে তিনি মনে করেন, এই গল্পের একটি পূর্ণদৈর্ঘ্যের চলচ্চিত্র অভিযোজনের যথেষ্ট সম্ভাবনা রয়েছে। ১৯৩৪ সালের জুন মাসে দ্য নিউ ইয়র্ক টাইমস-এ \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" (তুষার শুভ্রা ও সাত বামন) নির্মাণের পরিকল্পনা আনুষ্ঠানিকভাবে ঘোষণা করেন। তিনি অনুমান করেছিলেন, চলচ্চিত্রটি তৈরি করতে প্রায় ২৫০,০০০ ডলার বাজেট লাগতে পারে, যা একটি সাধারণ \"সিলি সিম্ফনি\"-এর বাজেটের প্রায় দশ গুণ। প্রকল্পটির (তখন \"ফিচার সিম্ফনি\" নামে পরিচিত) প্রাথমিক উন্নয়ন ডিজনি ব্যক্তিগতভাবে তত্ত্বাবধান করেন, যেখানে কয়েকজন লেখক কাজ করছিলেন। ১৯৩৪ সালের ৩০ অক্টোবর স্টুডিওর কর্মীদের সামনে এটি উপস্থাপন করা হয়। ততদিনে গল্পের মূল কাঠামো তৈরি হয়ে গিয়েছিল। কয়েকজন অ্যানিমেটর পরে স্মরণ করেন, ডিজনি সন্ধ্যায় সাউন্ড স্টেজে তাদের জড়ো করেন এবং তিন ঘণ্টা ধরে \"স্নো হোয়াইট\"-এর পুরো গল্পটি অভিনয় করে দেখান। এরপর তাদের প্রথম পূর্ণদৈর্ঘ্যের চলচ্চিত্রের ঘোষণা দেন।\nস্টুডিওর কর্মীরা প্রকল্পটি নিয়ে উত্তেজিত হলেও, তারা নিশ্চিত ছিলেন না যে, একটি পূর্ণদৈর্ঘ্যের কার্টুন দর্শকদের মনোযোগ ধরে রাখতে পারবে কিনা। ওয়ার্ড কিম্বল বলেছিলেন, মার্কিন যুক্তরাষ্ট্রের চলচ্চিত্র-এর (সিনেমা অফ দ্য ইউনাইটেড স্টেটস) মোগলরা (যেমন ডব্লিউ. সি. ফিল্ডস) তাদের বলেছিলেন, \"এটা ঠিক আছে, ছয়-সাত মিনিট, স্বল্পদৈর্ঘ্যের চলচ্চিত্রের মতো, কিন্তু দেড় ঘণ্টা, কিছুতেই না! প্রধান কারণ হল, মজার জিনিস ফুরিয়ে যাবে, প্রতি মিনিটে হাসি থাকা দরকার। আর উজ্জ্বল রঙ চোখে লাগবে, সবাই উঠে চলে যাবে... ওয়াল্ট অবশ্য এগিয়ে গেলেন, তিনি এটা বিশ্বাস করেননি। তার মনে হয়েছিল, যদি একটি শক্ত গল্প থাকে, শুধু হাসি নয়, দুঃখও থাকে, তাহলে এটা চলবে।\" ডিজনি'র স্ত্রী লিলিয়ান ডিজনি এবং তার ভাই রয় ও. ডিজনি (যিনি তার ব্যবসায়িক অংশীদারও ছিলেন) দুজনেই তাকে নিরস্ত করার চেষ্টা করেছিলেন, কিন্তু ব্যর্থ হন। চলচ্চিত্রটি নির্মাণের সময় চলচ্চিত্র শিল্পের ভেতরের লোকেরা এটিকে উপহাস করে \"ডিজনি'স ফলি\" (ডিজনি'র বোকামি) বলে অভিহিত করত।\n\n\n=== প্রাথমিক লেখা ===\n১৯৩৪ সালের ৯ আগস্ট কর্মী লেখক রিচার্ড ক্রিডন \"ম্যানুস্ক্রিপ্ট\" শিরোনামে প্রথম পরিচিত গল্পের রূপরেখা সংকলন করেন। এতে চরিত্র, দৃশ্য এবং গানের (যেমন \"সাম ডে মাই প্রিন্স উইল কাম\") পরামর্শের একুশটি পৃষ্ঠা ছিল। সেই সময়ে, ডিজনি \"বিস্তৃত পদ্ধতি\" অবলম্বন করেছিলেন, প্রস্তাবিত হতে পারে এমন যেকোনো ধারণার জন্য উন্মুক্ত ছিলেন। উল্লেখযোগ্যভাবে, পরামর্শগুলোর মধ্যে একটি ছিল স্নো হোয়াইট ধারাবাহিক মোহময় স্থানগুলোর মধ্য দিয়ে ভ্রমণ করবে - যেমন স্লিপি ভ্যালি, মোরাস অফ মনস্টারস এবং ভ্যালি অফ দ্য ড্রাগনস - বামনদের কুটিরে পৌঁছানোর আগে। স্নো হোয়াইটকে মূলত আরও টমবয় ধরণের কল্পনা করা হয়েছিল। রানীকে বর্ণনা করা হয়েছিল \"রাজকীয়, বেন্দা মুখোশের মতো সুন্দর... শান্ত, সৌম্য চরিত্র, যিনি কেবল চরম আবেগের মুহূর্তে তার ক্রোধ প্রকাশ করেন।\" \"ম্যানুস্ক্রিপ্ট\"-এর জন্য তৈরি করা সম্ভাব্য গল্পের একটিতে রানী রাজকুমারকে তার অন্ধকূপে বন্দী করে, স্নো হোয়াইটের প্রতি তার স্নেহ দেখে। পরে রাজকুমার তার দুর্গ থেকে \"ডগ ফেয়ারব্যাঙ্কস যে কৌশলগুলো ভাবতে পছন্দ করত\" সেই কৌশল ব্যবহার করে বেরিয়ে আসেন। অন্যান্য গল্পের পরামর্শের মধ্যে ছিল রানীর তার প্রাক্তন শত্রুদের কয়েক ইঞ্চি আকারে কমিয়ে আনার সংগ্রহ; রানী শিকারীকে স্নো হোয়াইটকে হত্যা করার আদেশ দেওয়ার দৃশ্যের জন্য একটি গিলবার্ট এবং সুলিভান-শৈলীর সঙ্গীত পরিবেশনা; এবং রানী যখন জানতে পারেন স্নো হোয়াইট বেঁচে আছে, তখন আয়নাটি ভাঙার চেষ্টা করার দৃশ্য, যেখানে আয়নাটি দেয়াল থেকে আলাদা হয়ে চেম্বারের চারপাশে তাড়া করে রানীর উপর ভেঙে পড়ে। ডিজনি শুরু থেকেই সিদ্ধান্ত নিয়েছিলেন যে সাত বামনের প্রত্যেকের - যাদের তিনি তাদের হাস্যরসাত্মক সম্ভাবনার কারণে গল্পের \"সবচেয়ে শক্তিশালী প্রলোভন\" মনে করেছিলেন - একটি স্বতন্ত্র ব্যক্তিত্ব থাকবে, যা একটি নিজ নিজ নাম দ্বারা চিহ্নিত হবে। \"ম্যানুস্ক্রিপ্ট\"-এর জন্য পঞ্চাশটিরও বেশি সম্ভাবনার একটি তালিকা সংকলিত হয়েছিল। (স্লিপি, হপি, ব্যাশফুল, হ্যাপি, স্নিজি-হুইজি, বিগগো-ইগো এবং আওফুল-এর মতো নামগুলো শীর্ষ প্রতিযোগী ছিল)।\n১৯৩৪ সালের অক্টোবরে, ডিজনি লেখক রিচার্ড ক্রিডন, ল্যারি মোরে, টেড সিয়ার্স, অ্যালবার্ট হার্টার এবং পিন্টো কলভিগ সহ একটি ছোট লেখক দলের সাথে সাপ্তাহিক গল্পের সভা শুরু করেন। ৩ অক্টোবর প্রথম সভায়, কয়েকটি দৃশ্যের প্রস্তাব করা হয়েছিল: \"সুপ ইটিং\" (যেখানে স্নো হোয়াইট বামনদের সাথে রাতের খাবার খায়) এবং \"বেড বিল্ডিং\" (যেখানে বামনরা স্নো হোয়াইটের জন্য একটি বিছানা তৈরি করে) সিকোয়েন্স; স্নো হোয়াইট বামনদের প্রার্থনা করতে শেখানো; এবং ছদ্মবেশী রানীর বামনদের দ্বারা তাড়িত হওয়ার চূড়ান্ত দৃশ্য, এরপর একটি পাহাড় থেকে পড়ে তার মৃত্যু। ৯ অক্টোবর অনুষ্ঠিত পরবর্তী সভার জন্য, বামনদের জন্য নতুন নামের একটি নির্বাচিত তালিকা - হুইজি, জাম্পি, বাল্ডি, গ্রাম্পি, হ্যাপি, ডক এবং স্লিপি - এবং তাদের নিজ নিজ বৈশিষ্ট্য সহ একটি টাইপ করা শীট সংকলিত হয়েছিল। হিকি, স্নিফি, স্টাফি, শর্টি, বার্পি, টাবি, ডিজি এবং ডোপি সহ কয়েকটি বিকল্পও প্রস্তাব করা হয়েছিল। শুরু থেকেই, ডিজনি গ্রিম ভাইদের মূল গল্পের সেই অংশটি বাদ দেওয়ার সিদ্ধান্ত নিয়েছিলেন যেখানে রানী শক্তভাবে বাঁধা বডিস দিয়ে স্নো হোয়াইটকে হত্যার চেষ্টা করে। কিন্তু তিনি অন্যান্য দুটি প্রচেষ্টা (বিষাক্ত চিরুনি এবং বিষাক্ত আপেল দিয়ে) ধরে রাখার কথা বিবেচনা করেছিলেন। এই দুটি চেষ্টাই সভায় আলোচনা করা হয়েছিল। \"ম্যানুস্ক্রিপ্ট\"-এ প্রথম প্রবর্তিত রানীর দ্বারা রাজকুমারের কারাবাসের গল্পটিও বিশদভাবে বলা হয়েছিল: চিরুনি দিয়ে স্নো হোয়াইটকে হত্যা করতে ব্যর্থ হওয়ার পর, রানী রাজকুমারকে একটি অন্ধকূপে নিক্ষেপ করবে এবং তার আগের শিকারদের কঙ্কালকে তার জন্য নাচানোর জন্য জাদু ব্যবহার করবে (একটি কঙ্কালকে \"প্রিন্স অসওয়াল্ড\" হিসাবে চিহ্নিত করে)। ছদ্মবেশী রানী যখন বিষাক্ত আপেল নিয়ে বামনদের কুটিরের দিকে রওনা হবে, তখন স্নো হোয়াইটের পাখির বন্ধুরা রাজকুমারকে অন্ধকূপ থেকে পালাতে, রানীর প্রহরীদের সাথে লড়াই করতে এবং তার ঘোড়া খুঁজে পেতে সাহায্য করবে; এরপর রাজকুমার রানীর পিছনে যাবে, কিন্তু ভুল পথে চলে যাবে। অন্যান্য আলোচনার মধ্যে ছিল বামনদের তাদের কুটিরে স্নো হোয়াইটকে আবিষ্কার করা; রানীর জন্য দুটি ছদ্মবেশ - একটি \"মোটা, স্ফীত\" ফেরিওয়ালা এবং একটি \"পাতলা, বাজপাখির মুখের\" ডাইনি - স্নো হোয়াইটকে হত্যার প্রতিটি প্রচেষ্টার জন্য; এবং বামনরা কাজের জন্য বের হওয়ার আগে স্নো হোয়াইটের তাদের বিদায়ী চুম্বন দেওয়ার দৃশ্য। সভায়, ডিজনি লেখকদের বামনদের \"সাতটি ছোট মানুষ\" হিসাবে উল্লেখ করার জন্য জোর দিয়েছিলেন, যা বাকি প্রযোজনা জুড়ে বজায় রাখা হয়েছিল।\nএই সময়ে গল্পের আরও হাস্যরসাত্মক প্রকৃতির অন্যান্য উদাহরণের মধ্যে ছিল \"মোটা, উদ্ভট, কার্টুন ধরণের, আত্মতুষ্ট\" রানীর পরামর্শ। রাজকুমারও আরও একটি ভাঁড় ছিলেন এবং স্নো হোয়াইটকে আরও হাস্যরসাত্মকভাবে গান শোনানোর কথা ছিল। ওয়াল্ট ডিজনি স্টুডিওর সমস্ত কর্মীদের গল্পে অবদান রাখতে উৎসাহিত করেছিলেন, প্রতিটি 'গ্যাগ'-এর জন্য পাঁচ ডলার প্রস্তাব করেছিলেন। এই গ্যাগগুলোর মধ্যে ছিল বামনরা যখন প্রথম স্নো হোয়াইটের সাথে দেখা করে তখন বিছানার পাদদেশে তাদের নাক উঁকি দেওয়া।\nডিজনি উদ্বিগ্ন হয়ে পড়েন যে, এই ধরনের হাস্যরসাত্মক পদ্ধতি চরিত্রগুলোর বিশ্বাসযোগ্যতা কমিয়ে দেবে। এবং রানীর বিকাশের জন্য আরও সময়ের প্রয়োজন অনুভব করে, ৬ নভেম্বর প্রচারিত একটি রূপরেখায় পরামর্শ দেন যে, শুধুমাত্র \"যে দৃশ্যগুলোতে স্নো হোয়াইট, বামন এবং তাদের পাখি এবং প্রাণীর বন্ধুরা উপস্থিত থাকে\" সেগুলোর দিকে মনোযোগ দেওয়া উচিত। বামনদের নাম এবং ব্যক্তিত্ব, তবে, এখনও \"পরিবর্তনের জন্য উন্মুক্ত\" ছিল। ১৬ নভেম্বরের একটি সভায় 'ডোয়ার্ফস ডিসকভার স্নো হোয়াইট' শিরোনামের আরেকটি রূপরেখা তৈরি হয়, যা ডোপি চরিত্রটি প্রবর্তন করে। ডোপি শেষ পর্যন্ত বামন চরিত্রগুলোর মধ্যে সবচেয়ে সফল প্রমাণিত হয়। মূল স্টোরিবোর্ডে, ডোপি খুব বেশি কথা বলত, কিন্তু কোনো উপযুক্ত কণ্ঠ অভিনেতা খুঁজে পাওয়া যায়নি। মেল ব্ল্যাঙ্ক-কে চেষ্টা করে দেখা হয়, কিন্তু তিনি সফল হননি। তাই তাকে বোবা করে দেওয়ার পরামর্শ দেওয়া হয়।  ১৯৩৪ সালের বাকি সময়টা ডিজনি নিজে গল্পটি আরও উন্নত করেন। তিনি রানীর চরিত্রায়নে একটি দ্বিধা খুঁজে পান। তিনি অনুভব করেন, রানীকে আর \"মোটা\" এবং \"উদ্ভট\" রাখা যাবে না, বরং তাকে \"রাজকীয় সুন্দর ধরণের\" করতে হবে, যা আগের গল্পের সভাতেও আলোচিত হয়েছিল।\n\n\n=== পুনর্গঠন ===\nডিজনি ১৯৩৫ সালের শরৎকাল পর্যন্ত প্রকল্পটি নিয়ে আর মনোযোগ দেননি। ধারণা করা হয়েছিল, \"সিলি সিম্ফনি\" স্বল্পদৈর্ঘ্যের চলচ্চিত্র \"দ্য গডেস অফ স্প্রিং\" (১৯৩৪) সম্ভবত একটি বাস্তবসম্মত মেয়েকে অ্যানিমেট করার জন্য তার স্টুডিওর ক্ষমতার উপর সন্দেহ তৈরি করেছিল। দৃশ্যত, সেই গ্রীষ্মে ইউরোপের তিন মাসের একটি ভ্রমণ তার আত্মবিশ্বাস পুনরুদ্ধার করেছিল। এই সময়ে, ডিজনি এবং তার লেখকরা সেই দৃশ্যগুলির উপর দৃষ্টি নিবদ্ধ করেছিলেন যেখানে স্নো হোয়াইট এবং বামনদের দর্শকদের সাথে এবং একে অপরের সাথে পরিচয় করানো হয়। তিনি ১৯৩৫ সালের ২৫ নভেম্বর একটি স্মারকলিপিতে চলচ্চিত্রের সাথে জড়িত প্রত্যেকের জন্য সম্ভাব্য কাজগুলি নির্ধারণ করেছিলেন এবং পৃথক বামনদের ব্যক্তিত্ব সম্পর্কে সিদ্ধান্ত নিয়েছিলেন।\nপ্রথমে ভাবা হয়েছিল যে বামনরাই গল্পের প্রধান কেন্দ্রবিন্দু হবে এবং সাতটি চরিত্রের জন্য অনেকগুলি সিকোয়েন্স লেখা হয়েছিল। তবে, একটি নির্দিষ্ট সময়ে, সিদ্ধান্ত নেওয়া হয়েছিল যে গল্পের মূল চালিকাশক্তি রানী এবং স্নো হোয়াইটের মধ্যে সম্পর্ক দ্বারা সরবরাহ করা হয়েছে। এই কারণে, বামনদের বৈশিষ্ট্যযুক্ত বেশ কয়েকটি সিকোয়েন্স চলচ্চিত্র থেকে কেটে দেওয়া হয়েছিল। প্রথমটি, যা কাটার আগে সম্পূর্ণরূপে অ্যানিমেটেড করা হয়েছিল, ডক এবং গ্রাম্পি স্নো হোয়াইট তাদের সাথে থাকবে কিনা তা নিয়ে তর্ক করতে দেখিয়েছিল। অন্যটি, যা সম্পূর্ণরূপে অ্যানিমেটেড করা হয়েছিল, বামনদের জোরে এবং অপরিষ্কারভাবে স্যুপ খেতে দেখাত; স্নো হোয়াইট তাদের 'ভদ্রলোকদের মতো' খেতে শেখানোর জন্য ব্যর্থ প্রচেষ্টা করে। একটি আংশিকভাবে অ্যানিমেটেড সিকোয়েন্সে বামনদের একটি \"লজ মিটিং\" অনুষ্ঠিত হতে দেখা যায় যেখানে তারা স্নো হোয়াইটের জন্য একটি উপহারের কথা চিন্তা করার চেষ্টা করে; এর পরে বিশদ 'বিছানা-নির্মাণ সিকোয়েন্স' হওয়ার কথা ছিল, যেখানে বামন এবং বনের প্রাণীরা রাজকন্যার জন্য একটি বিছানা তৈরি এবং খোদাই করে। এটিও কেটে দেওয়া হয়েছিল, কারণ মনে করা হয়েছিল এটি গল্পের গতি কমিয়ে দেবে। স্যুপ খাওয়া এবং বিছানা-নির্মাণের সিকোয়েন্সগুলি ওয়ার্ড কিম্বল দ্বারা অ্যানিমেটেড করা হয়েছিল, যিনি তাদের অপসারণের কারণে যথেষ্ট হতাশ হয়েছিলেন এবং স্টুডিও ছেড়ে যাওয়ার কথা বিবেচনা করেছিলেন; ডিজনি, তবে, কিম্বলকে তার পরবর্তী ফিচার \"পিনোকিও\" (১৯৪০)-এ জিমিনি ক্রিকেট-এর তত্ত্বাবধায়ক অ্যানিমেটর পদে উন্নীত করে তাকে থাকতে রাজি করান।\n\n\n=== কাস্টিং ===\nআদ্রিয়ানা ক্যাসেলোটি ১৯৩৪ সালের সেপ্টেম্বরে স্নো হোয়াইটের ভূমিকায় প্রথম পরীক্ষা দিয়েছিলেন। ডিজনি কাস্টিং পরিচালক রয় স্কট কণ্ঠ প্রতিভার খোঁজে তার বাবাকে (যিনি লস অ্যাঞ্জেলেস-এ একজন কণ্ঠ প্রশিক্ষক ছিলেন) ফোন করার পর তাকে অডিশনের জন্য আমন্ত্রণ জানানো হয়েছিল এবং ক্যাসেলোটি তাদের কথোপকথন শুনে নিজের নাম প্রস্তাব করেছিলেন। ওয়াল্ট ডিজনি তার কণ্ঠে মুগ্ধ হলেও, তিনি প্রায় ১৫০ জন অন্যান্য অভিনেত্রী এবং গায়িকার অডিশন নিয়েছিলেন; এদের মধ্যে ডিয়ানা ডারবিনও ছিলেন, যাকে ডিজনি প্রত্যাখ্যান করেছিলেন কারণ তার কণ্ঠ খুব পরিপক্ক মনে হয়েছিল। ভার্জিনিয়া ডেভিস প্রায় স্নো হোয়াইটের কথ্য কণ্ঠ (এবং চরিত্রের লাইভ-অ্যাকশন রেফারেন্স) দেওয়ার জন্য চুক্তিবদ্ধ হয়েছিলেন, কিন্তু শেষ পর্যন্ত চুক্তিটি অগ্রহণযোগ্য মনে হওয়ায় তিনি সরে যান, যদিও ডেভিসের কিছু বিবিধ কণ্ঠ ট্র্যাক চূড়ান্ত চলচ্চিত্রে ব্যবহৃত হয়েছিল। ক্যাসেলোটিকে ১৯৩৫ সালের সেপ্টেম্বরে স্নো হোয়াইট হিসেবে কাস্ট করা হয়েছিল, তার প্রথম অডিশনের ঠিক এক বছর পর এবং ১৯৩৬ সালের ২০ জানুয়ারি তিনি তার প্রথম ট্র্যাক রেকর্ড করেছিলেন। তাকে দুই বছরের মধ্যে চুয়াল্লিশ দিন রেকর্ডিং সেশনের জন্য ডাকা হয়েছিল, প্রতিটি দিনের জন্য ২০ ডলার করে পেয়েছিলেন (মোট, ক্যাসেলোটিকে ৯৭০ ডলার দেওয়া হয়েছিল)। থেলমা হাববার্ড বনের ফ্লাইট দৃশ্যে স্নো হোয়াইটের চিৎকার সরবরাহ করেছিলেন এবং পরে চলচ্চিত্রের ১৯৩৮ সালের স্প্যানিশ ডাব এবং লাক্স রেডিও থিয়েটার অভিযোজনে চরিত্রটিকে কণ্ঠ দিয়েছিলেন।\nস্টুডিও কুইনের ভূমিকার জন্য এক ডজনেরও বেশি অভিনেত্রীর অডিশন নিয়েছিল, লুসিল লা ভার্ন নির্বাচিত হওয়ার আগে। যদিও ডিজনি কর্মীদের কয়েকজন দাবি করেছিলেন যে তার কণ্ঠ ভূমিকার জন্য \"একটু বেশি বয়স্ক\" শোনাচ্ছিল। \"অরফানস অফ দ্য স্টর্ম\" (১৯২১) এবং \"আ টেল অফ টু সিটিস\" (১৯৩৫) চলচ্চিত্রে একই ধরনের চরিত্রে অভিনয় করার সুবাদে, লা ভার্ন ডাইনির ভূমিকার জন্যও চেষ্টা করেছিলেন এবং অ্যানিমেটররা প্রাথমিকভাবে মনে করেছিলেন যে তার কণ্ঠ \"খুব মসৃণ এবং যথেষ্ট কর্কশ নয়\", যতক্ষণ না তিনি তার নকল দাঁত খুলে ফেলেন। \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" ১৯৪২ সালে মৃত্যুর আগে লা ভার্নের শেষ চলচ্চিত্র অভিনয় হিসেবে চিহ্নিত। কেনি বেকারকে সাময়িকভাবে রাজকুমারের ভূমিকার জন্য বিবেচনা করা হয়েছিল, অন্যান্য কয়েকজন অভিনেতার পরীক্ষা নেওয়ার পর ১৯৩৬ সালে হ্যারি স্টকওয়েলকে কাস্ট করা হয়েছিল। রেজিনাল্ড বার্লো এবং সাই কেন্ডাল হান্টসম্যানের জন্য প্রাথমিক সংলাপ রেকর্ড করেছিলেন, কিন্তু উভয়কেই চূড়ান্ত কাটের জন্য অসন্তোষজনক বলে মনে করা হয়েছিল; ভূমিকাটি শেষ পর্যন্ত স্টুয়ার্ট বুকাননকে দেওয়া হয়েছিল (যিনি ১৯৩৬ সালে স্টুডিও দ্বারা কাস্টিং পরিচালক এবং সংলাপ কোচ হিসাবে নিযুক্ত হন)।\n১৯৩৪ সালের ৯ অক্টোবরের গল্পের মিটিংয়ের নোট থেকে জানা যায় যে এডি হোল্ডেন এবং বিলি ব্লেচারকে প্রাথমিকভাবে ডকের ভূমিকার জন্য বিবেচনা করা হয়েছিল, যতক্ষণ না ১৯৩৬ সালের প্রথম দিকে অ্যাটওয়েলকে কাস্ট করা হয়েছিল। রেডিও অভিনেতা জন গিবসন প্রাথমিকভাবে স্লিপির ভূমিকার জন্য অডিশন দিয়েছিলেন এবং ১৯৩৬ সালের ফেব্রুয়ারিতে একটি প্রি-রেকর্ডিং সেশনে কিছু সংলাপ রেকর্ড করেছিলেন। \"ভ্যারাইটি\" নিবন্ধে কাস্টিং সম্পর্কে পড়ার পরে, গিলবার্ট, যিনি তার স্বাক্ষর হাঁচির জন্য পরিচিত ছিলেন, ভূমিকার জন্য চেষ্টা করার জন্য ডিজনিকে ফোন করেছিলেন। ডিজনি তার অডিশনে রাজি হন এবং গিলবার্টের \"হাঁচির রুটিন\" দেখে তাকে তৎক্ষণাৎ নিয়োগ করেন।\n\n\n=== অ্যানিমেশন ===\n\n\n==== শিল্প নির্দেশনা ====\n\"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" চলচ্চিত্রে ১৯৩০-এর দশকে ওয়াল্ট ডিজনি স্টুডিওতে কাজ করতে আসা তিনজন ইউরোপীয় শিল্পীর অবদান রয়েছে। ১৯৩৬ সালের মধ্যে, আলবার্ট হার্টারকে চলচ্চিত্রের শিল্প পরিচালনার তত্ত্বাবধানের দায়িত্ব দেওয়া হয়েছিল। চরিত্র পোশাকের নকশা থেকে শুরু করে লেআউট এবং ব্যাকগ্রাউন্ড পর্যন্ত চলচ্চিত্রে ব্যবহৃত সমস্ত নকশা চূড়ান্ত করার আগে তার অনুমোদন পেতে হতো। একাডেমিক শিল্প প্রশিক্ষণ থাকার কারণে, হার্টার অ্যানিমেশনে ইউরোপীয় চিত্রণ এবং চিত্রকলার কৌশলগুলিকে অন্তর্ভুক্ত করে চলচ্চিত্রের সামগ্রিক জার্মানিক চেহারা তৈরির ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। ফার্ডিনান্ড হোরভাথ, যিনি ১৯৩৪ সাল থেকে স্টুডিওতে কাজ করছিলেন, তাকে চলচ্চিত্রের অনুপ্রেরণামূলক স্কেচ শিল্পী হিসেবেও নিয়োগ করা হয়েছিল, তিনি চলচ্চিত্রের জন্য বেশ কিছু অন্ধকার ধারণা সরবরাহ করেছিলেন। তার অন্যান্য অনেক নকশা শেষ পর্যন্ত প্রত্যাখ্যান করা হয়েছিল কারণ সেগুলি হার্টারের তুলনায় অ্যানিমেশনে কম সহজে অনুবাদ করা যেত এবং হোরভাথ চলচ্চিত্রের জন্য কৃতিত্ব পাননি। ১৯৩৬ সালের বসন্তের মধ্যে, যখন অ্যানিমেশন প্রক্রিয়া শুরু হয়েছিল, হার্টার এবং হোরভাথের সাথে যোগ দিয়েছিলেন গুস্তাফ টেংগ্রেন। টেংগ্রেনকে কালার স্টাইলিস্ট হিসেবে এবং চলচ্চিত্রের অনেক দৃশ্যের মঞ্চায়ন এবং পরিবেশ নির্ধারণের জন্য ব্যবহার করা হয়েছিল, কারণ তার শৈলী আর্থার র‍্যাকহাম এবং জন বাউয়ারের মতো শিল্পীদের থেকে ধার করা হয়েছিল এবং এইভাবে ওয়াল্ট ডিজনি যে ইউরোপীয় চিত্রণ গুণ চেয়েছিলেন তা তার মধ্যে ছিল। তিনি চলচ্চিত্রের পোস্টারও ডিজাইন করেছিলেন এবং প্রেস বইয়ের চিত্রণ করেছিলেন। চলচ্চিত্রে কাজ করা অন্যান্য শিল্পীদের মধ্যে ছিলেন জো গ্রান্ট, যার সবচেয়ে উল্লেখযোগ্য অবদান ছিল রানীর ডাইনি রূপের নকশা।\n\n\n==== চরিত্র অ্যানিমেশন ====\n\nআর্ট ব্যাবিট, একজন অ্যানিমেটর যিনি ১৯৩২ সালে ডিজনি স্টুডিওতে যোগ দিয়েছিলেন, তার সাতজন সহকর্মীকে (যারা তার সাথে একই ঘরে কাজ করতেন) একটি আর্ট ক্লাসে আসার জন্য আমন্ত্রণ জানিয়েছিলেন যা তিনি নিজেই হলিউড হিলসে তার বাড়িতে স্থাপন করেছিলেন। যদিও কোনো শিক্ষক ছিলেন না, ব্যাবিট তার এবং তার সহকর্মী অ্যানিমেটরদের জন্য পোজ দেওয়ার জন্য একটি মডেল নিয়োগ করেছিলেন যখন তারা আঁকতেন। এই \"ক্লাসগুলি\" সাপ্তাহিক অনুষ্ঠিত হত; প্রতি সপ্তাহে, আরও অ্যানিমেটর আসতেন। তিন সপ্তাহ পর, ওয়াল্ট ডিজনি ব্যাবিটকে তার অফিসে ডেকে পাঠান এবং সেশনগুলি স্টুডিওতে স্থানান্তরিত হলে প্রয়োজনীয় সরবরাহ, কাজের স্থান এবং মডেল সরবরাহ করার প্রস্তাব দেন। ব্যাবিট এক মাস সেশনগুলি পরিচালনা করেছিলেন যতক্ষণ না অ্যানিমেটর হার্ডি গ্রামাটকি পরামর্শ দেন যে তারা চৌইনার্ড ইনস্টিটিউটের একজন শিল্প শিক্ষক ডন গ্রাহামকে নিয়োগ করেন। গ্রাহাম ১৯৩২ সালের ১৫ নভেম্বর স্টুডিওতে তার প্রথম ক্লাস নেন এবং কয়েক সপ্তাহ পরে ফিলিপ এল. ডাইক তার সাথে যোগ দেন। এই ক্লাসগুলি মূলত মানুষের শারীরস্থান এবং নড়াচড়ার সাথে সম্পর্কিত ছিল, যদিও পরে নির্দেশে অ্যাকশন বিশ্লেষণ, প্রাণীর শারীরস্থান এবং অভিনয় অন্তর্ভুক্ত ছিল।\nযদিও ক্লাসগুলিকে মূলত একটি \"নিষ্ঠুর যুদ্ধ\" হিসাবে বর্ণনা করা হয়েছিল, যেখানে প্রশিক্ষক বা ছাত্র কেউই অন্যের কারুশিল্পে পারদর্শী ছিল না, উভয় পক্ষের উৎসাহ এবং শক্তি ক্লাসগুলিকে উদ্দীপক এবং জড়িত সকলের জন্য উপকারী করে তুলেছিল। গ্রাহাম প্রায়শই ডিজনি শর্টস দেখাতেন এবং অ্যানিমেটরদের সাথে শক্তি এবং দুর্বলতা উভয়ই বৈশিষ্ট্যযুক্ত সমালোচনা প্রদান করতেন। উদাহরণস্বরূপ, গ্রাহাম \"দ্য কান্ট্রি কাজিন\"-এ অ্যাবনার দ্য মাউসের ব্যাবিটের অ্যানিমেশনের সমালোচনা করেছিলেন \"শরীরের বাকি অংশকে সমন্বিত না করে মাতালের কয়েকটি সুস্পষ্ট ক্রিয়া গ্রহণ করা\" হিসাবে, যখন \"নোংরা বা গড় বা অশ্লীল না হয়ে এর হাস্যরস বজায় রাখার জন্য\" এটির প্রশংসা করেছিলেন। কান্ট্রি মাউস সর্বদা একটি ভাল সময় কাটায়।\n\nডিজনি স্টুডিওতে খুব কম অ্যানিমেটরেরই শৈল্পিক প্রশিক্ষণ ছিল (বেশিরভাগই সংবাদপত্রের কার্টুনিস্ট ছিলেন); এই অল্প কয়েকজনের মধ্যে গ্রিম ন্যাটউইক ছিলেন, যিনি ইউরোপে প্রশিক্ষণ নিয়েছিলেন। ফ্লেইশার স্টুডিওস-এর জন্য বেটি বূপ ডিজাইন এবং অ্যানিমেট করার ক্ষেত্রে অ্যানিমেটরের সাফল্য মানুষের মহিলা শারীরস্থান সম্পর্কে একটি বোধগম্যতা দেখিয়েছিল এবং যখন ওয়াল্ট ডিজনি ন্যাটউইককে নিয়োগ করেছিলেন, তখন তাকে প্রায় একচেটিয়াভাবে মহিলা চরিত্রগুলিকে অ্যানিমেট করার জন্য দেওয়া হয়েছিল। \"দ্য গডেস অফ স্প্রিং\"-এর মহিলা প্রধান পার্সিফোনকে অ্যানিমেট করার প্রচেষ্টা মূলত ব্যর্থ প্রমাণিত হয়েছিল; \"কুকি কার্নিভাল\"-এ নায়িকার ন্যাটউইকের অ্যানিমেশন আরও বেশি প্রতিশ্রুতি দেখিয়েছিল এবং অ্যানিমেটরকে শেষ পর্যন্ত স্নো হোয়াইট নিজেই অ্যানিমেট করার দায়িত্ব দেওয়া হয়েছিল। যদিও অ্যানিমেটরদের রেফারেন্স হিসাবে স্নো হোয়াইট, রাজকুমার এবং রানীর লাইভ অ্যাকশন ফুটেজ শুট করা হয়েছিল, শিল্পীদের অ্যানিমেটররা রোটোস্কোপিংকে অপছন্দ করেছিলেন, এটিকে কার্যকর ক্যারিকেচার তৈরির ক্ষেত্রে বাধা বলে মনে করেছিলেন। তবুও, উপরে উল্লিখিত সমস্ত চরিত্র সম্পূর্ণরূপে রোটোস্কোপ করা হয়েছিল এবং তাদের নিজ নিজ শিল্পীদের দ্বারা ব্যবহৃত হয়েছিল, কেউ বেশি, কেউ কম। গ্রাহাম এবং ন্যাটউইকের আপত্তি সত্ত্বেও, স্নো হোয়াইট এবং রাজকুমারের কিছু দৃশ্য সরাসরি লাইভ-অ্যাকশন ফুটেজ থেকে ট্রেস করা হয়েছিল।\nস্নো হোয়াইট এবং রানীর মুখে রঙ যোগ করা কঠিন প্রমাণিত হয়েছিল। অবশেষে, তারা একটি লাল রঞ্জক খুঁজে পেয়েছিল যা কাজ করেছিল এবং যা প্রতিটি পৃথক সেলে একটি টিপল পেন্সিলের চারপাশে মোড়ানো তুলোর একটি ছোট টুকরা দিয়ে যোগ করা হয়েছিল। হেলেন ওগার, কালি বিভাগের একজন কর্মচারী, একজন অ্যানিমেটরও ছিলেন এবং অ্যানিমেশনে ব্যবহৃত একই সিস্টেম ব্যবহার করার সিদ্ধান্ত নিয়েছিলেন। পদ্ধতিটি এত সময়সাপেক্ষ ছিল যে এটি একই স্কেলে আর কখনও ব্যবহার করা হয়নি। এটি \"পিনোকিও\" এবং \"ফ্যান্টাসিয়া\"-তেও কিছুটা কম পরিমাণে ব্যবহৃত হয়েছিল, কিন্তু ১৯৪১ সালে ওগার স্টুডিও ছেড়ে যাওয়ার পরে, তার প্রতিস্থাপন করার মতো একই দক্ষতা সম্পন্ন অন্য কেউ ছিল না।\n\n\n=== সঙ্গীত এবং রেকর্ড ===\n\n\"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\"-এর গানগুলি ফ্র্যাঙ্ক চার্চিল এবং ল্যারি মোরে রচনা করেছিলেন। পল জে. স্মিথ এবং লেই হারলাইন আনুষঙ্গিক সঙ্গীত স্কোর রচনা করেছিলেন। চলচ্চিত্রের গানগুলির মধ্যে রয়েছে \"হেই-হো\", \"সোমডে মাই প্রিন্স উইল কাম\", এবং \"হুইসেল হোয়াইল ইউ ওয়ার্ক\"। সেই সময়ে ডিজনি-র নিজস্ব কোনো সঙ্গীত প্রকাশনা সংস্থা না থাকায়, সঙ্গীত এবং গানগুলির প্রকাশনা অধিকার বোর্ন কো. মিউজিক পাবলিশার্স-এর মাধ্যমে পরিচালিত হয়েছিল, যা এই অধিকারগুলি ধরে রেখেছে। পরবর্তী বছরগুলিতে, স্টুডিও তাদের অন্যান্য অনেক চলচ্চিত্রের সঙ্গীত অধিকার ফিরিয়ে আনতে সক্ষম হয়েছিল, কিন্তু \"স্নো হোয়াইট\", \"পিনোকিও\", \"ডাম্বো\" বা বেশিরভাগ \"সিলি সিম্ফনি\" কার্টুনের অধিকার ফিরিয়ে আনতে পারেনি। \"স্নো হোয়াইট\" ফিচার ফিল্মের সাথে প্রকাশিত একটি সাউন্ডট্র্যাক অ্যালবাম থাকা প্রথম আমেরিকান চলচ্চিত্র হয়ে ওঠে।\n\n\n=== সিনেমাটিক প্রভাব ===\nএই সময়ে, ডিজনি তার কর্মীদের বিভিন্ন চলচ্চিত্র দেখার জন্য উৎসাহিত করেছিলেন। এগুলি এমজিএম-এর \"রোমিও অ্যান্ড জুলিয়েট\" (১৯৩৬)-এর মতো মূলধারার চলচ্চিত্র থেকে শুরু করে, যেখানে স্নো হোয়াইট তার কাঁচের কফিনে শুয়ে থাকার দৃশ্য সম্পর্কিত একটি গল্পের মিটিংয়ে ডিজনি সরাসরি উল্লেখ করেছিলেন, ইউরোপীয় নীরব সিনেমা সহ আরও অস্পষ্ট চলচ্চিত্র পর্যন্ত বিস্তৃত ছিল। \"রোমিও অ্যান্ড জুলিয়েট\" স্নো হোয়াইট এবং প্রিন্স চার্মিংয়ের মধ্যে বারান্দার দৃশ্যকেও অনুপ্রাণিত করেছিল।\n\n\n=== আর্থিক সমস্যা ===\n\"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\", সেইসাথে এর পরে ডিজনি-র দুটি চলচ্চিত্র, \"নোসফেরাতু\" (১৯২২) এবং \"দ্য ক্যাবিনেট অফ ডক্টর ক্যালিগারি\" (১৯২০)-এর মতো জার্মান এক্সপ্রেশনিস্ট চলচ্চিত্র দ্বারা প্রভাবিত হয়েছিল, যা ডিজনি তার কর্মীদের সুপারিশ করেছিলেন। এই প্রভাবটি বিশেষ করে স্নো হোয়াইটের বনের মধ্য দিয়ে পালানোর দৃশ্য এবং রানীর ডাইনির রূপে রূপান্তরিত হওয়ার দৃশ্যগুলিতে স্পষ্ট। পরবর্তী দৃশ্যটি \"ডক্টর জেকিল অ্যান্ড মিস্টার হাইড\" (১৯৩১) দ্বারাও অনুপ্রাণিত হয়েছিল, যা ডিজনি গল্পের মিটিংগুলিতে বিশেষভাবে উল্লেখ করেছিলেন। ডিজনিকে চলচ্চিত্রটির উৎপাদন খরচ জোগাতে তার বাড়ি বন্ধক রাখতে হয়েছিল। শেষ পর্যন্ত, চলচ্চিত্রটির মোট খরচ হয় ১,৪৮৮,৪২২.৭৪ ডলার, যা ১৯৩৭ সালের একটি পূর্ণদৈর্ঘ্যের চলচ্চিত্রের জন্য বিশাল পরিমাণ ছিল।  মাঝামাঝি সময়ে, ডিজনিকে চলচ্চিত্রটি শেষ করার জন্য ২,৫০,০০০ ডলার ঋণ নিতে হয়েছিল। ডিজনি ব্যাংক অফ আমেরিকার জোসেফ রোজেনবার্গের জন্য চলচ্চিত্রটির একটি খসড়া প্রদর্শন করেন, যিনি প্রদর্শনের সময় নির্বিকারভাবে বসেছিলেন। তারপর রোজেনবার্গ উদ্বিগ্ন ডিজনিকে বললেন, \"ওয়াল্ট, এই জিনিসটি প্রচুর টাকা উপার্জন করবে\" এবং ঋণ অনুমোদন করেন। \n\n\n== মুক্তি ==\n\n\n=== মূল প্রেক্ষাগৃহে প্রদর্শন ===\n\n\"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" ১৯৩৭ সালের ২১শে ডিসেম্বর কার্থে সার্কেল থিয়েটার-এ প্রথম প্রদর্শিত হয়।  চলচ্চিত্রটি শেষ হওয়ার পর জুডি গারল্যান্ড, মারলেন ডিয়েট্রিচ এবং চার্লস লটন সহ দর্শকদের কাছ থেকে দাঁড়িয়ে অভিবাদন পায়।  ছয় দিন পর, ওয়াল্ট ডিজনি এবং সাত বামন \"টাইম\" ম্যাগাজিনের প্রচ্ছদে উপস্থিত হন।  তিন সপ্তাহ পর, এটি নিউ ইয়র্ক সিটি-র রেডিও সিটি মিউজিক হল এবং ১৯৩৮ সালের জানুয়ারিতে মিয়ামি-র একটি থিয়েটারে মুক্তি পায়।  বক্স অফিসের শক্তিশালী বিক্রয়ের কারণে আরকেও রেডিও পিকচার্স ৪ ফেব্রুয়ারি চলচ্চিত্রটি সাধারণ মুক্তি দেয়। এটি একটি প্রধান বক্স-অফিস সাফল্য হয়ে ওঠে, যা সর্বকালের সবচেয়ে সফল সবাক চলচ্চিত্র হিসাবে আল জোলসন-এর \"দ্য সিংগিং ফুল\" (১৯২৮) কে প্রতিস্থাপন করে। \"স্নো হোয়াইট\" শীঘ্রই ১৯৩৯ সালে \"গন উইথ দ্য উইন্ড\" দ্বারা এই অবস্থান থেকে সরে যায়। \n\n\"স্নো হোয়াইট\" বিদেশী দর্শকদের মধ্যেও সমান জনপ্রিয় প্রমাণিত হয়। এটি ১৯৩৮ সালের ২৪শে ফেব্রুয়ারি লন্ডনে প্রথম প্রদর্শিত হয়, মজার বিষয় হল একই রাতে চার্লস লটনের প্রযোজক হিসেবে প্রথম চলচ্চিত্র, \"ভেসেল অফ রথ\", মুক্তি পায়, যার ফলে পরেরটিতে কম দর্শক সমাগম হয়।  ১৯৩৮ সালের সেপ্টেম্বরে, \"ভ্যারাইটি\" রিপোর্ট করে যে চলচ্চিত্রটি অস্ট্রেলিয়ার সিডনির থিয়েটারগুলিতে উল্লেখযোগ্যভাবে দীর্ঘ বক্স-অফিস প্রদর্শন করছে। সেই শহরে, এটি উল্লেখ করে, \"ওয়াল্ট ডিজনি-র 'স্নো হোয়াইট' (আরকেও) ১১ সপ্তাহ অতিক্রম করতে কোনো অসুবিধা অনুভব করেনি, আরও সপ্তাহ সামনে রয়েছে।\"  \"ভ্যারাইটি\" আরও রিপোর্ট করে যে \"স্নো হোয়াইট\" অন্যান্য বিদেশী শহরগুলিতে আরও দীর্ঘ প্রদর্শন করছিল, যেমন লন্ডনে, যেখানে চলচ্চিত্রটি রেডিও সিটি মিউজিক হলে নিউইয়র্কের একচেটিয়া প্রদর্শনের চেয়ে বেশি বক্স-অফিস আয় করেছিল: 'স্নো হোয়াইট' (আরকেও) লন্ডনের নিউ গ্যালারি-তে ২৭তম সপ্তাহে রয়েছে এবং নিয়মিত লন্ডন মুক্তির তারিখ, উত্তর লন্ডনের জন্য ১৯শে সেপ্টেম্বর এবং দক্ষিণ লন্ডনের জন্য ২৬শে সেপ্টেম্বর পর্যন্ত প্রদর্শিত হতে থাকবে। এমন সম্ভাবনা রয়েছে যে নিউ গ্যালারির প্রথম প্রদর্শন ক্রিসমাস পর্যন্ত চলবে। ছবিটি ৫,০০,০০০ ডলার অতিক্রম করেছে বলে জানা গেছে, যা রেডিও সিটির পাঁচ সপ্তাহের চিহ্ন অতিক্রম করেছে, যা ৫,০০,০০০ ডলারের কাছাকাছি ছিল। \nআরকেও-এর মতে, \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" তার মূল প্রেক্ষাগৃহে প্রদর্শনের শেষে আন্তর্জাতিক বক্স-অফিস থেকে ৭,৮৪৬,০০০ ডলার আয় করেছিল।  এর ফলে আরকেও ৩,৮০,০০০ ডলার লাভ করে। \n\n\n=== পুনঃমুক্তি ===\nদ্বিতীয় বিশ্বযুদ্ধের সময় ডিজনি স্টুডিওর আয় বাড়ানোর জন্য \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" প্রথম ১৯৪৪ সালে পুনরায় মুক্তি পায়। প্রতি কয়েক বছর পর পর ডিজনি অ্যানিমেটেড ফিচারগুলি পুনরায় মুক্তি দেওয়ার একটি ঐতিহ্য তৈরি করে এই পুনঃমুক্তি, এবং \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" ১৯৫২, ১৯৫৮, ১৯৬৭, ১৯৭৫, ১৯৮৩, ১৯৮৭ এবং ১৯৯৩ সালে প্রেক্ষাগৃহে পুনরায় মুক্তি পায়।  ১৯৮৭ সালে ৫০তম বার্ষিকী মুক্তির সাথে মিল রেখে, ডিজনি গল্পের অনেক অনুমোদিত উপন্যাসগুলির মধ্যে একটি প্রকাশ করে, এটি শিশু লেখক সুজান ওয়েইন লিখেছিলেন। \n১৯৯৩ সালে, \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" প্রথম চলচ্চিত্র হয়ে ওঠে যা সম্পূর্ণরূপে ডিজিটাল ফাইলে স্ক্যান করা, ম্যানিপুলেট করা এবং আবার ফিল্মে রেকর্ড করা হয়। এই পুনরুদ্ধার প্রকল্পটি সম্পূর্ণরূপে ৪কে রেজোলিউশন এবং ১০-বিট কালার ডেপথ ব্যবহার করে সিনেওন সিস্টেম (লাল, সবুজ এবং নীলের প্রতিটি ১০ বিট—মোট ৩০) ব্যবহার করে ডিজিটালভাবে ময়লা এবং স্ক্র্যাচ অপসারণ করা হয়েছিল।\n\"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" এর মূল মুক্তি এবং বেশ কয়েকটি পুনঃপ্রকাশ জুড়ে ৪১৮ মিলিয়ন ডলারের আজীবন আয় হয়েছে।  মুদ্রাস্ফীতির জন্য সামঞ্জস্য করা এবং পরবর্তী প্রকাশগুলি অন্তর্ভুক্ত করে, চলচ্চিত্রটি এখনও সর্বকালের সেরা ১০টি আমেরিকান চলচ্চিত্র অর্থ উপার্জনকারীদের মধ্যে একটি হিসাবে নিবন্ধিত হয়, এবং এটি সর্বোচ্চ আয় করা অ্যানিমেটেড চলচ্চিত্র। \nডিজনির ১০০তম বার্ষিকীর অংশ হিসাবে, ২০২৩ সালের ৪ আগস্ট যুক্তরাজ্য জুড়ে সিনেমা হলে চলচ্চিত্রটি এক সপ্তাহের জন্য পুনরায় মুক্তি পায়। \n\n\n=== সমালোচকদের প্রতিক্রিয়া ===\nচলচ্চিত্রটি সমালোচকদের কাছে অসাধারণ সাফল্য লাভ করে, অনেক সমালোচক এটিকে একটি খাঁটি শিল্পকর্ম হিসাবে প্রশংসা করেন, যা শিশু এবং প্রাপ্তবয়স্ক উভয়ের জন্যই সুপারিশ করা হয়।  যদিও চলচ্চিত্র ইতিহাসে প্রায়শই বলা হয় যে মানব চরিত্রগুলির অ্যানিমেশনের সমালোচনা করা হয়েছিল, তবে সাম্প্রতিক গবেষণায় দেখা গেছে যে সমসাময়িক সমালোচকরা মানব অ্যানিমেশনের বাস্তবসম্মত শৈলীর প্রশংসা করেছিলেন, কয়েকজন বলেছিলেন যে দর্শকরা ভুলে গিয়েছিল যে তারা আসল মানুষের পরিবর্তে অ্যানিমেটেড মানুষ দেখছে।  \"দ্য নিউ ইয়র্ক টাইমস\"-এর ফ্র্যাঙ্ক এস. নুজেন্ট মনে করেন, \"মি. ডিজনি এবং তার প্রযুক্তিগত দল নিজেদের ছাড়িয়ে গেছে। ছবিটি প্রত্যাশার চেয়েও বেশি। এটি একটি ক্লাসিক, সিনেম্যাটিকভাবে \"দ্য বার্থ অফ আ নেশন\" বা মিকি মাউসের জন্মের মতোই গুরুত্বপূর্ণ। এর মতো আগে কখনও কিছুই করা হয়নি; এবং আমরা ইতিমধ্যে একটি পুনরাবৃত্তির জন্য চিৎকার করার মতো অভদ্র হয়ে গেছি।\"  \"ভ্যারাইটি\" পর্যবেক্ষণ করে যে, \"[এত] নিখুঁত বিভ্রম, এত কোমল রোম্যান্স এবং ফ্যান্টাসি, চরিত্রগুলির অভিনয় যখন মানব অভিনেতাদের আন্তরিকতার সাথে তুলনীয় গভীরতায় আঘাত করে তখন কিছু অংশ এত আবেগপূর্ণ হয় যে, চলচ্চিত্রটি প্রকৃত শ্রেষ্ঠত্বের কাছাকাছি পৌঁছে যায়।\"  \"হ্যারিসন'স রিপোর্টস\" লিখেছে যে \"স্নো হোয়াইট\" এমন বিনোদন যা প্রত্যেকের উপভোগ করা উচিত। বুদ্ধিমান প্রাপ্তবয়স্করা এর তৈরিতে ব্যবহৃত যান্ত্রিক দক্ষতার জন্য বিস্মিত হবেন; এবং এটি বিস্মিত হওয়ার মতো কিছু, কারণ কখনও কখনও চরিত্রগুলি জীবন্ত মনে হয়। এটি কর্মের সাথে সঙ্গীত এবং সংলাপের বিশেষজ্ঞ সিঙ্ক্রোনাইজেশনের মাধ্যমে আনা হয়।\" \n১১তম একাডেমি পুরস্কার-এ, ওয়াল্ট ডিজনি \"একটি উল্লেখযোগ্য পর্দা উদ্ভাবন হিসাবে যা লক্ষ লক্ষ মানুষকে মুগ্ধ করেছে এবং একটি দুর্দান্ত নতুন বিনোদন ক্ষেত্রের পথপ্রদর্শক হয়েছে\" এর জন্য চলচ্চিত্রটি ওয়াল্ট ডিজনিকে একটি অ্যাকাডেমি সম্মানসূচক পুরস্কার এনে দেয়। ডিজনি একটি পূর্ণ আকারের অস্কার মূর্তি এবং সাতটি ক্ষুদ্র মূর্তি পান, যা তাকে ১০ বছর বয়সী শিশু অভিনেত্রী শার্লি টেম্পল উপস্থাপন করেন।  চলচ্চিত্রটি সেরা মিউজিক্যাল স্কোর-এর জন্যও মনোনীত হয়েছিল।  \"সাম ডে মাই প্রিন্স উইল কাম\" একটি জ্যাজ স্ট্যান্ডার্ড হয়ে উঠেছে যা বাডি রিচ, লি উইলি, অস্কার পিটারসন, ফ্র্যাঙ্ক চার্চিল  এবং অলিভার জোনস সহ অসংখ্য শিল্পী পরিবেশন করেছেন; এটি মাইলস ডেভিস, উইনটন কেলি, এবং অ্যালেক্সিস কোল-এর অ্যালবামগুলিরও শিরোনাম ছিল। \nসার্গেই আইজেনস্টাইন এবং চার্লি চ্যাপলিন-এর মতো বিখ্যাত চলচ্চিত্র নির্মাতারা \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\"-কে সিনেমার একটি উল্লেখযোগ্য কৃতিত্ব হিসাবে প্রশংসা করেছেন; আইজেনস্টাইন এটিকে সর্বকালের সেরা চলচ্চিত্র বলতেও দ্বিধা করেননি।  চলচ্চিত্রটি ১৯৩৯ সালে মেট্রো-গোল্ডউইন-মেয়ার-কে তাদের নিজস্ব ফ্যান্টাসি চলচ্চিত্র \"দ্য উইজার্ড অফ ওজ\" তৈরি করতে অনুপ্রাণিত করে। \n\n\n=== সমালোচকদের পুনঃমূল্যায়ন এবং শিল্প স্বীকৃতি ===\n\"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" অনেক সমালোচক দ্বারা ইতিহাসের অন্যতম সেরা অ্যানিমেটেড চলচ্চিত্র হিসাবে বিবেচিত হয়। \"রোলিং স্টোন\" সর্বকালের সেরা অ্যানিমেটেড চলচ্চিত্রের তালিকায় এটিকে চতুর্থ স্থান দিয়েছে, এটিকে এমন একটি চলচ্চিত্র বলে অভিহিত করেছে যা \"অ্যানিমেশনের ভবিষ্যত পরিবর্তন করেছে\"।  \"টাইম\" ম্যাগাজিন চলচ্চিত্রটিকে সর্বকালের ১৩তম সেরা অ্যানিমেটেড চলচ্চিত্র হিসাবে স্থান দিয়েছে।  \"হার্পার'স বাজার\" চলচ্চিত্রটিকে সর্বকালের এক নম্বর অ্যানিমেটেড চলচ্চিত্র হিসাবে তালিকাভুক্ত করেছে, এটিকে এমন একটি চলচ্চিত্র হিসাবে কৃতিত্ব দিয়েছে যা সবকিছু শুরু করেছিল। \n১৯৮৭ সালে, স্নো হোয়াইট-কে হলিউড ওয়াক অফ ফেম-এ অন্তর্ভুক্ত করা হয়েছিল, যা তাকে এমন একমাত্র ডিজনি রাজকুমারী করে তোলে। \nআমেরিকান ফিল্ম ইনস্টিটিউট (এএফআই), ন্যাশনাল এন্ডোয়মেন্ট ফর দ্য আর্টস দ্বারা মার্কিন যুক্তরাষ্ট্রে নির্মিত একটি স্বাধীন অলাভজনক সংস্থা, চলচ্চিত্র নির্মাণে শ্রেষ্ঠত্বকে স্বীকৃতি দিয়ে বিভিন্ন বার্ষিক পুরস্কার এবং চলচ্চিত্র তালিকা প্রকাশ করে। এএফআই ১০০ ইয়ারস... সিরিজ, যা ১৯৯৮ থেকে ২০০৮ সাল পর্যন্ত চলেছিল, ১,৫০০ জনেরও বেশি শিল্পী, পণ্ডিত, সমালোচক এবং ইতিহাসবিদদের মধ্যে থেকে গঠিত জুরি দ্বারা নির্বাচিত আমেরিকার সেরা চলচ্চিত্রের শ্রেণীবদ্ধ তালিকা তৈরি করেছে। সময়ের সাথে চলচ্চিত্রের জনপ্রিয়তা, ঐতিহাসিক তাৎপর্য এবং সাংস্কৃতিক প্রভাবের ভিত্তিতে একটি চলচ্চিত্রের এই তালিকাগুলির মধ্যে অন্তর্ভুক্ত করা হয়েছিল।  \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" অনেক এএফআই তালিকায় অন্তর্ভুক্তির জন্য জুরি দ্বারা নির্বাচিত হয়েছিল, যার মধ্যে নিম্নলিখিতগুলি অন্তর্ভুক্ত রয়েছে:\n\nএএফআই'স ১০০ ইয়ারস... ১০০ মুভিজ – নং ৪৯ \nএএফআই'স ১০০ ইয়ারস... ১০০ মুভিজ (১০তম বার্ষিকী সংস্করণ) – নং ৩৪ \nএএফআই'স ১০ টপ ১০ – নং ১ অ্যানিমেটেড চলচ্চিত্র \nএএফআই'স ১০০ ইয়ারস... ১০০ হিরোস অ্যান্ড ভিলেনস: দ্য কুইন – নং ১০ ভিলেন \nএএফআই'স ১০০ ইয়ারস... ১০০ সংস: \"সাম ডে মাই প্রিন্স উইল কাম\" – নং ১৯ \n\n\n=== হোম মিডিয়া ===\n১৯৯৪ সালের ২৮শে অক্টোবর, চলচ্চিত্রটি মার্কিন যুক্তরাষ্ট্রে প্রথমবারের মতো ওয়াল্ট ডিজনি মাস্টারপিস কালেকশনের প্রথম প্রকাশ হিসেবে ভিএইচএস এবং লেজারডিস্ক-এ হোম ভিডিওতে মুক্তি পায়।  প্রতিটি ফরম্যাটে দুটি সংস্করণ পাওয়া যেত, যার মধ্যে একটি ডিলাক্স সংস্করণ ছিল।  ডিলাক্স সংস্করণে চলচ্চিত্রটির সাথে মেকিং-অফ ডকুমেন্টারি, ওয়াল্ট ডিজনির একটি আর্কাইভের সাক্ষাৎকার, বাদ দেওয়া দৃশ্য, একটি হার্ডকভার বই এবং মূল থিয়েটার পোস্টারের লিথোগ্রাফের মতো বেশ কয়েকটি বোনাস উপাদান ছিল।  ১৯৯৫ সালের মধ্যে, চলচ্চিত্রটি ২ কোটি ৪০ লক্ষ হোম ভিডিও ইউনিট বিক্রি করে এবং ৪৩ কোটি মার্কিন ডলার আয় করে।  ২০০২ সাল পর্যন্ত, চলচ্চিত্রটি মার্কিন যুক্তরাষ্ট্রে ২ কোটি ৫১ লক্ষ হোম ভিডিও ইউনিট বিক্রি করে। \n২০০১ সালের ৯ই অক্টোবর, ডিজনি'র প্ল্যাটিনাম সংস্করণের প্রথম চলচ্চিত্র হিসেবে \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" ডিভিডিতে মুক্তি পায় এবং দুটি ডিস্কে ডিজিটালভাবে পুনরুদ্ধার করা চলচ্চিত্র, অ্যাঞ্জেলা ল্যান্সবারি-এর বর্ণনায় একটি মেকিং-অফ ডকুমেন্টারি, জন ক্যানমেকার-এর একটি অডিও ভাষ্য এবং আর্কাইভ করা অডিও ক্লিপের মাধ্যমে ওয়াল্ট ডিজনি-কে তুলে ধরা হয়।  সেই প্রকাশনাটি টিএইচএক্স প্রত্যয়িত ছিল এবং গেমস, একটি সিং-অ্যালাং এবং অন্যান্য বোনাস বৈশিষ্ট্য অন্তর্ভুক্ত ছিল।  এটি ২৪ ঘন্টার মধ্যে রেকর্ড ১০ লক্ষ কপি বিক্রি করে।  ২০০১ সালের ২৭শে নভেম্বর একটি ভিএইচএস প্রকাশনা অনুসরণ করা হয়। উভয় সংস্করণ ২০০২ সালের ৩১শে জানুয়ারি ডিজনি ভল্ট-এ ফেরত দেওয়া হয়েছিল।  ২০০১ সালের ২৭শে নভেম্বর একটি ভিএইচএস প্রকাশনা অনুসরণ করা হয়। উভয় সংস্করণ ২০০২ সালের ৩১শে জানুয়ারি ডিজনি ভল্ট-এ ফেরত দেওয়া হয়েছিল।  ২০০১ সাল পর্যন্ত, চলচ্চিত্রটি বক্স অফিস এবং হোম ভিডিও আয় থেকে সম্মিলিতভাবে ১১০ কোটি মার্কিন ডলার আয় করে। \n২০০৯ সালের ৬ই অক্টোবর, ডিজনি'র ডায়মন্ড সংস্করণের প্রথম চলচ্চিত্র হিসেবে \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" ব্লু-রে-তে মুক্তি পায় এবং ২০০৯ সালের ২৪শে নভেম্বর একটি নতুন ডিভিডি সংস্করণ মুক্তি পায়। ব্লু-রে-তে লোরি ডিজিটাল-এর নতুন পুনরুদ্ধার থেকে প্রাপ্ত চলচ্চিত্রের একটি উচ্চ-সংজ্ঞা সংস্করণ, চলচ্চিত্রের একটি ডিভিডি কপি এবং ২০০১ সালের ডিভিডিতে অন্তর্ভুক্ত নয় এমন বেশ কয়েকটি বোনাস বৈশিষ্ট্য অন্তর্ভুক্ত ছিল। ২০১১ সালের ৩০শে এপ্রিল এই সেটটি ডিজনি ভল্টে ফেরত দেওয়া হয়েছিল। \n২০১৬ সালের ২রা ফেব্রুয়ারি, ওয়াল্ট ডিজনি স্টুডিওস হোম এন্টারটেইনমেন্ট ওয়াল্ট ডিজনি সিগনেচার কালেকশন লাইনের প্রথম চলচ্চিত্র হিসেবে ব্লু-রে এবং ডিভিডিতে \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" পুনরায় মুক্তি দেয়। ২০১৬ সালের ১৯শে জানুয়ারি বোনাস উপাদান সহ এটি ডিজিটাল এইচডি-তে মুক্তি পায়। \n২০২৩ সালে, দ্য ওয়াল্ট ডিজনি কোম্পানি-এর ১০০তম বার্ষিকী উদযাপন উপলক্ষে, ডিজনি১০০ প্রচারের অংশ হিসেবে চলচ্চিত্রটির একটি নতুন ৪কে পুনরুদ্ধার তৈরি করা হয়েছিল এবং ১০ই অক্টোবর ৪কে আল্ট্রা এইচডি ব্লু-রে-তে মুক্তি দেওয়া হয়েছিল, যা এটিকে ফরম্যাটে মুক্তি পাওয়া সবচেয়ে পুরনো পূর্ণ-দৈর্ঘ্যের অ্যানিমেটেড চলচ্চিত্রে পরিণত করেছে। ডিজনি'র পুনরুদ্ধার এবং সংরক্ষণ দল এবং ওয়াল্ট ডিজনি অ্যানিমেশন স্টুডিওস-এর মূল সদস্য, যার মধ্যে এরিক গোল্ডবার্গ, মাইকেল গিয়ামো, ডরোথি ম্যাককিম এবং বব ব্যাগলি অন্তর্ভুক্ত, যারা সবাই \"সিন্ডেরেলা\" (১৯৫০)-এর ৪কে রিমাস্টারেও কাজ করেছিলেন, তাদের বহু বছরের প্রচেষ্টায় মূল ৩৫ মিমি টেকনিকলার নেগেটিভ থেকে নতুন রিমাস্টারটি স্ক্যান করা হয়েছিল। প্রক্রিয়াটির উপর, গোল্ডবার্গ মন্তব্য করেছিলেন \"স্নো হোয়াইট পুনরুদ্ধার করতে সাহায্য করার সুযোগটি একটি সম্মান এবং একটি চ্যালেঞ্জ উভয়ই ছিল... আমরা এটিকে যতটা সম্ভব সুন্দর এবং মূল রঙের সাথে সঠিক দেখানোর জন্য ইতিহাসের কাছে ঋণী ছিলাম।\"  ২০২৩ সালের ১৬ই অক্টোবর থেকে এই সংস্করণটি ডিজনি প্লাস-এ স্ট্রিমিং শুরু করে। \n\n\n== উত্তরাধিকার ==\n\nচলচ্চিত্রটি মুক্তির পর, টুপি, পুতুল, বাগানের বীজ এবং চশমা সহ \"স্নো হোয়াইট\" থিমের বেশ কয়েকটি পণ্য বিক্রি হয়েছিল। মুদ্রাস্ফীতির জন্য সামঞ্জস্য করা হলে, চলচ্চিত্রের পণ্য বিক্রি থেকে ৮০ লক্ষ মার্কিন ডলার আয় হয়েছিল, যা ১০০ কোটি মার্কিন ডলারের বেশি।  ব্রডওয়ে মিউজিক্যাল, ভিডিও গেমস এবং থিম পার্ক রাইড সহ বিভিন্ন মাধ্যমে চলচ্চিত্রের বুদ্ধিবৃত্তিক সম্পত্তি ফ্র্যাঞ্চাইজ করা হয়েছে।\n\"স্নো হোয়াইট\"-এর সাফল্য ডিজনিকে আরও ফিচার-ফিল্ম প্রযোজনা নিয়ে এগিয়ে যেতে পরিচালিত করে। ওয়াল্ট ডিজনি \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" থেকে প্রাপ্ত লাভের বেশিরভাগ অংশ বারব্যাঙ্ক-এ একটি নতুন ৪৫ লক্ষ ডলারের স্টুডিও অর্থায়নের জন্য ব্যবহার করেছিলেন—যে স্থানে দ্য ওয়াল্ট ডিজনি স্টুডিওস আজও অবস্থিত।  দুই বছরের মধ্যে, স্টুডিওটি \"পিনোকিও\" এবং \"ফ্যান্টাসিয়া\" সম্পন্ন করে এবং \"ডাম্বো\", \"বাম্বি\", \"অ্যালিস ইন ওয়ান্ডারল্যান্ড\" এবং \"পিটার প্যান\"-এর মতো ফিচারগুলির প্রযোজনা শুরু করে। \nচলচ্চিত্রটির কপিরাইট ১৯৬৫ সালে পুনর্নবীকরণ করা হয়েছিল এবং ১৯৩৭ সালের একটি প্রকাশিত কাজ হিসাবে এটি ২০২৩ সালের ১লা জানুয়ারি আমেরিকান পাবলিক ডোমেনে প্রবেশ করবে। \n\n\n=== কমিকস অভিযোজন ===\n\"সিলি সিম্ফনি\" সানডে কমিক স্ট্রিপ ১৯৩৭ সালের ১২ই ডিসেম্বর থেকে ১৯৩৮ সালের ২৪শে এপ্রিল পর্যন্ত \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\"-এর চার মাসব্যাপী অভিযোজন চালায়। কমিকটি মেরিল ডি মারিস লিখেছিলেন এবং হ্যাঙ্ক পোর্টার এবং বব গ্রান্ট এঁকেছিলেন।  এই অভিযোজনটি কমিক বই হিসাবে বেশ কয়েকবার পুনঃপ্রকাশিত হয়েছিল, সর্বশেষ ১৯৯৫ সালে। \nমন্ডাডোরি, ডিজনি কমিকস-এর অফিসিয়াল ইতালীয় প্রকাশক, ১৯৩৭ সালের চলচ্চিত্রের বেশ কয়েকটি কমিক বই সিক্যুয়াল তৈরি করেছে। প্রথম গল্পটি ১৯৩৯ সালে প্রকাশিত হয়েছিল। \n\n\n=== থিম পার্ক ===\n\nস্নো হোয়াইটস এনচ্যান্টেড উইশ (২০২০ সাল পর্যন্ত স্নো হোয়াইটস স্ক্যারি অ্যাডভেঞ্চারস নামে পরিচিত) ডিজনিল্যান্ড (১৯৫৫ সাল থেকে একটি উদ্বোধনী দিনের আকর্ষণ), টোকিও ডিজনিল্যান্ড, এবং ডিজনিল্যান্ড প্যারিস-এর একটি জনপ্রিয় থিম পার্ক রাইড।  ওয়াল্ট ডিজনি ওয়ার্ল্ড-এর ম্যাজিক কিংডম-এর ফ্যান্টাসিল্যান্ড  ২০১২ থেকে ২০১৪ সাল পর্যন্ত সম্প্রসারণের মধ্য দিয়ে গেছে। স্নো হোয়াইট'স স্ক্যারি অ্যাডভেঞ্চারস রাইডটি প্রিন্সেস ফেয়ারিটেল হল দ্বারা প্রতিস্থাপিত হয়েছিল, যেখানে স্নো হোয়াইট এবং অন্যান্য রাজকুমারী দেখা করার জন্য অবস্থিত। ২০১৩ সালের ফ্যান্টাসিল্যান্ডের সম্প্রসারণে সেভেন ডোয়ার্ফস মাইন ট্রেন রোলার কোস্টার অন্তর্ভুক্ত রয়েছে। \n\n\n=== ভিডিও গেমস ===\n২০০১ সালে গেম বয় কালার সিস্টেমের জন্য \"ওয়াল্ট ডিজনি'স স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" মুক্তি পায়। \nস্নো হোয়াইট প্লেস্টেশন ২ গেম \"কিংডম হার্টস\"-এ সাতটি কল্পিত প্রিন্সেসেস অফ হার্ট-এর মধ্যে একজন হিসেবে উপস্থিত হয়।  চলচ্চিত্রটির উপর ভিত্তি করে একটি বিশ্ব, \"ডোয়ার্ফ উডল্যান্ডস\", পিএসপি-এর জন্য \"কিংডম হার্টস: বার্থ বাই স্লিপ\"-এ প্রদর্শিত হয়। \n২০১৩ সালের ফ্রি-টু-প্লে মোবাইল গেম \"স্নো হোয়াইট: কুইন'স রিটার্ন\" (যা \"সেভেন ডোয়ার্ফস: দ্য কুইন'স রিটার্ন\" নামেও পরিচিত), চলচ্চিত্রটির একটি অ-প্রামাণ্য ধারাবাহিকতায়, রানী চলচ্চিত্রের ক্লাইম্যাক্সে পতন থেকে বেঁচে যান এবং তারপর স্নো হোয়াইট এবং বামন এবং তাদের পুরো বনের উপর অভিশাপ দেওয়ার জন্য তার তারুণ্যের রূপে ফিরে আসেন। \nওয়ার্ল্ড বিল্ডার ভিডিও গেম \"ডিজনি ম্যাজিক কিংডমস\"-এ স্নো হোয়াইট, সমস্ত সেভেন ডোয়ার্ফস, রানী এবং প্রিন্স চার্মিং খেলার যোগ্য চরিত্র হিসেবে অন্তর্ভুক্ত রয়েছে, সেইসাথে ম্যাজিক মিরর অন দ্য ওয়াল, সেভেন ডোয়ার্ফস কটেজ, সেভেন ডোয়ার্ফস মাইন ট্রেন, এবং স্নো হোয়াইট'স স্ক্যারি অ্যাডভেঞ্চারস-এর মতো আকর্ষণও রয়েছে। \n\n\n=== রেডিও সিটি মিউজিক হল স্টেজ মিউজিক্যাল ===\n\"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" ছিল নিউ ইয়র্ক মঞ্চে ডিজনি-প্রযোজিত প্রথম মিউজিক্যাল। অজানা মেরি জো স্যালার্নো রেডিও সিটি মিউজিক হল-এ ডিজনি-প্রযোজিত \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" (যা \"স্নো হোয়াইট লাইভ!\" হিসেবে টেলিভিশনে সম্প্রচারিত হয়েছিল)-এ স্নো হোয়াইটের ভূমিকায় অভিনয় করেন।  জে ব্ল্যাকটন এবং জো কুক যথাক্রমে চারটি নতুন গানের সঙ্গীত এবং লিরিক তৈরি করেছিলেন; শিরোনামগুলির মধ্যে ছিল \"ওয়েলকাম টু দ্য কিংডম অফ ওয়ান্স আপন এ টাইম\" এবং \"উইল আই এভার সি হার অ্যাগেইন?\"।  এটি ১৯৭৯ সালের ১৮ই অক্টোবর থেকে ১৮ই নভেম্বর এবং ১৯৮০ সালের ১১ই জানুয়ারি থেকে ৯ই মার্চ পর্যন্ত মোট ১০৬টি প্রদর্শনী চলেছিল।  বুয়েনা ভিস্তা রেকর্ডস একটি কাস্ট অ্যালবাম প্রকাশ করেছিল।\n\n\n=== বাতিল হওয়া প্রিক্যুয়েল ===\n২০০০-এর দশকে, ডিজনিটুন স্টুডিওস \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\"-এর একটি কম্পিউটার-অ্যানিমেটেড প্রিক্যুয়েল তৈরি করা শুরু করে, যার শিরোনাম ছিল \"দ্য সেভেন ডোয়ার্ফস\"। পরিচালক মাইক ডিসা এবং চিত্রনাট্যকার ইভান স্পিলিওটোপোলোস একটি গল্প উপস্থাপন করেছিলেন যেখানে বামনরা কীভাবে মিলিত হয়েছিল এবং কীভাবে এভিল কুইন স্নো হোয়াইটের বাবাকে হত্যা করে সিংহাসন দখল করেছিল তা ব্যাখ্যা করা হয়েছিল। ডিসার মতে, ডিজনিটুন ম্যানেজমেন্ট প্রিক্যুয়েলের প্লট পরিবর্তন করে ডোপি কীভাবে তার মায়ের মৃত্যু দেখে তার কণ্ঠ হারিয়েছিল তার উপর কেন্দ্র করে। ২০০৬ সালে ডিজনি পিক্সার কেনার পর, ডিজনিটুনের নতুন চিফ ক্রিয়েটিভ অফিসার জন ল্যাসেটার \"দ্য সেভেন ডোয়ার্ফস\" বাতিল করে দেন। \n\n\n=== প্রদর্শনী ===\n\"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস: দ্য ক্রিয়েশন অফ এ ক্লাসিক\" শিরোনামের একটি পর্দার পেছনের প্রদর্শনী ২০১২ সালের ১৫ই নভেম্বর থেকে ২০১৩ সালের ১৪ই এপ্রিল পর্যন্ত দ্য ওয়াল্ট ডিজনি ফ্যামিলি মিউজিয়ামে অনুষ্ঠিত হয়েছিল। এই অনুষ্ঠানটি ২০০টিরও বেশি দুর্লভ ধারণা শিল্প এবং অ্যানিমেশন প্রদর্শনের মাধ্যমে চলচ্চিত্রটির ৭৫তম বার্ষিকী উদযাপন করে। এটি চলচ্চিত্রটির প্রযোজনা, মুক্তি এবং বছরের পর বছর ধরে অর্জিত বিশ্বব্যাপী স্বীকৃতির সম্পূর্ণ গল্পও বিশদভাবে তুলে ধরে। \nজে.বি. কফম্যান কর্তৃক লিখিত এবং ২০১২ সালের ১৬ই অক্টোবর ওয়েলডন ওয়েন দ্বারা প্রকাশিত দুটি বিস্তৃত সহচর বই হলো \"দ্য ফেয়ারেস্ট ওয়ান অফ অল: দ্য মেকিং অফ ওয়াল্ট ডিজনি'স স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" এবং \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস: দ্য আর্ট অ্যান্ড ক্রিয়েশন অফ ওয়াল্ট ডিজনি'স ক্লাসিক অ্যানিমেটেড ফিল্ম\"। \n\n\n=== লাইভ-অ্যাকশন অভিযোজন ===\n\n২০১৬ সালের অক্টোবরে, \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\"-এর একটি লাইভ-অ্যাকশন অভিযোজনের ঘোষণা করা হয়েছিল।  চিত্রনাট্যটি এরিন ক্রেসিডা উইলসন লিখবেন; অন্যদিকে বেঞ্জ প্যাসেক এবং জাস্টিন পল, যারা \"আলাদিনের\" ২০১৯ সালের লাইভ অ্যাকশন অভিযোজনের জন্য নতুন গানও লিখেছিলেন, তারা এই প্রকল্পের জন্য নতুন গান লিখবেন।  ২০১৯ সালে, মার্ক ওয়েব পরিচালক হিসেবে চুক্তিবদ্ধ হন।  মূলত ২০২০ সালের মার্চ মাসে ভ্যাঙ্কুভার-এ প্রধান ফটোগ্রাফি শুরু হওয়ার কথা ছিল,  কিন্তু কোভিড-১৯ মহামারী-এর কারণে চিত্রগ্রহণ ২০২০ সালের গ্রীষ্ম বা শরৎকালে পিছিয়ে দেওয়া হয়েছিল।  ২০২১ সালের মে মাসে, রিপোর্ট করা হয়েছিল যে ওয়েব এখনও চলচ্চিত্রটি পরিচালনা করতে যুক্ত ছিলেন, তবে টিভি সিরিজ \"জাস্ট বিয়ন্ড\" এর সাথে তার সময়সূচীর কারণে তিনি সেই বছরের শেষের দিকে কাজ শুরু করবেন।  ২০২১ সালের ২২শে জুন, রাচেল জেগলার স্নো হোয়াইটের চরিত্রে অভিনয় করেন এবং ২০২২ সালে প্রযোজনা শুরু হওয়ার কথা ছিল।  ২০২২ সালের মার্চ মাস থেকে যুক্তরাজ্য-এ চিত্রগ্রহণ শুরু হয়।  ২০২১ সালের ৩রা নভেম্বর, ডেডলাইন হলিউড রিপোর্ট করে যে গাল গ্যাডট এভিল কুইনের ভূমিকায় অভিনয় করার জন্য চূড়ান্ত আলোচনায় রয়েছেন।  গ্যাডট \"রেড নোটিশ\" চলচ্চিত্রের প্রিমিয়ারের সময় তার কাস্টিং নিশ্চিত করেন।  সেই মাসে, রিপোর্ট করা হয়েছিল যে গ্রেটা গারউইগ চলচ্চিত্রের চিত্রনাট্যের সাম্প্রতিকতম খসড়ার উপর কাজ করেছেন।  ২০২২ সালের ১২ই জানুয়ারি, দ্য হলিউড রিপোর্টার রিপোর্ট করে যে অ্যান্ড্রু বার্ন্যাপ একটি অনির্দিষ্ট \"পুরুষ প্রধান\" ভূমিকায় অভিনয় করেছেন, যা রাজকুমার বা শিকারী নয়।  পিটার ডিঙ্কলেজ ডিজনিকে \"ভণ্ডামি\" বলে সমালোচনা করেছিলেন কারণ তারা \"সাতটি বামন একসাথে একটি গুহায় বসবাস করছে\" এমন একটি চলচ্চিত্র তৈরি করার সময় স্নো হোয়াইট চরিত্রে একজন ল্যাটিনা অভিনেত্রীকে কাস্ট করতে \"গর্বিত\" ছিল।  ডিঙ্কলেজের সমালোচনার পরে, ডিজনি ঘোষণা করে যে চলচ্চিত্রটি তাদের পরিবর্তে অনির্দিষ্ট \"জাদুকরী প্রাণী\" ব্যবহার করবে।  সেভেন ডোয়ার্ফস না থাকার কারণে চলচ্চিত্রটির সহজভাবে নাম হবে \"স্নো হোয়াইট\"।  ২০২২ সালের মার্চ মাসে, প্রযোজনা শুরু হওয়ার ঠিক আগে পাইনউড স্টুডিওস-এ চলচ্চিত্রের সেটে আগুন লাগে।  সেই বছরের জুলাই মাসে চিত্রগ্রহণ শেষ হয়।  সেই মাসে, মার্টিন ক্লেব্বা ঘোষণা করেন যে তিনি গ্রাম্পি চরিত্রে অভিনয় করবেন।  ২০২৩ সালের অক্টোবরে, ডিজনি চলচ্চিত্রের একটি প্রথম ঝলক চিত্র শেয়ার করে নিশ্চিত করে যে সেভেন ডোয়ার্ফস সত্যিই চলচ্চিত্রে থাকবে।  কাস্টে আরও রয়েছেন ডক চরিত্রে জেরেমি সুইফট, হ্যাপি চরিত্রে জর্জ সালাজার, স্লিপি চরিত্রে অ্যান্ডি গ্রোটেলুশেন, ব্যাশফুল চরিত্রে টিটাস বার্গেস, স্নিজি চরিত্রে জেসন ক্রাভিটস, ডোপি চরিত্রে অ্যান্ড্রু বার্থ ফেল্ডম্যান এবং ম্যাজিক মিরর চরিত্রে প্যাট্রিক পেজ।  ২০২৪ সালের জুনে অতিরিক্ত চিত্রগ্রহণ এবং পিক-আপ অনুষ্ঠিত হয়েছিল।  চলচ্চিত্রটি ২০২৫ সালের ২১শে মার্চ মুক্তির জন্য নির্ধারিত হয়েছে। \n\n\n=== অন্যান্য উপস্থিতি ===\nসেভেন ডোয়ার্ফস বেশ কয়েকটি ছোট চলচ্চিত্রে উপস্থিত হয়েছিল, এবং তাদের জনপ্রিয়তা সত্ত্বেও, দক্ষতার সাথে অ্যানিমেট করার জন্য তারা খুব বেশি ছিল। কমিশনকৃত ছোট চলচ্চিত্র \"দ্য স্ট্যান্ডার্ড প্যারেড\" (১৯৩৯), \"দ্য সেভেন ওয়াইজ ডোয়ার্ফস\" (১৯৪১, বেশিরভাগ পুনর্ব্যবহৃত ফুটেজ ব্যবহার করে), \"অল টুগেদার\" (১৯৪২) এবং \"দ্য উইংড স্কোর্জ\" (১৯৪৩) সবগুলিতেই তাদের উপস্থিতি রয়েছে। \n১৯৮৪ সালের চলচ্চিত্র \"গ্রেবলিন্স\"-এ থিয়েটারের দৃশ্যে কার্টুনটি দেখানো হয়েছিল। \n২০২২ সালের মার্ভেল সিনেম্যাটিক ইউনিভার্স চলচ্চিত্র \"ডক্টর স্ট্রেঞ্জ ইন দ্য মাল্টিভার্স অফ ম্যাডনেস\" এর শেষে, ওয়ান্ডা ম্যাক্সিমফের ছেলেদের বসার ঘরে টেলিভিশনে \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" দেখতে দেখা যায়।  ২০২৪ সালের এমসিইউ টেলিভিশন সিরিজ \"অ্যাগাথা অল অ্যালাং\"-এর ক্রেডিট সিকোয়েন্সে রানী ডাইনির একটি ক্লিপ দেখানো হয়েছে।\n\n\n== আরও দেখুন ==\nপূর্ণদৈর্ঘ্য অ্যানিমেটেড চলচ্চিত্রের তালিকা\nডিজনি অ্যানিমেটেড চলচ্চিত্রের তালিকা\nরূপকথার উপর ভিত্তি করে ডিজনি অ্যানিমেটেড চলচ্চিত্রের তালিকা\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃত কাজ ===\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nওয়াল্ট'স মাস্টারওয়ার্কস: স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস ডিজনি.কম-এ (সংরক্ষিত)\nঈগান, ড্যানিয়েল (২০১০)। \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\"। আমেরিকা'স ফিল্ম লিগ্যাসি: দ্য অথরিটেটিভ গাইড টু দ্য ল্যান্ডমার্ক মুভিজ ইন দ্য ন্যাশনাল ফিল্ম রেজিস্ট্রি। এঅ্যান্ডসি ব্ল্যাক। পৃষ্ঠা ২৬৮। আইএসবিএন ৯৭৮-০-৮২৬৪-২৯৭৭-৩। \nকফম্যান, জে. বি.। \"স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\" (পিডিএফ)। ন্যাশনাল ফিল্ম রেজিস্ট্রি। \nআমেরিকান ফিল্ম ইন্সটিটিউট ক্যাটালগে স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\nইন্টারনেট মুভি ডেটাবেজে স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস  (ইংরেজি)\nটিসিএম চলচ্চিত্র ডেটাবেজে স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস\nবক্স অফিস মোজোতে হোয়াইট.htm স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস (ইংরেজি)\nরটেন টম্যাটোসে স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস (ইংরেজি)\nস্ট্রিমিং অডিও\n\nস্নো হোয়াইট লাক্স রেডিও থিয়েটার-এ: ২৬ ডিসেম্বর, ১৯৩৮। ওয়াল্ট ডিজনি দ্বারা অতিথি উপস্থিতি।\nস্নো হোয়াইট স্ক্রিন গিল্ড থিয়েটার-এ: ২৩ ডিসেম্বর, ১৯৪৬।"}