{"pageid": 1518424, "title": "নবীন ও নবায়নযোগ্য জ্বালানি মন্ত্রণালয়", "url": "https://bn.wikipedia.org/wiki?curid=1518424", "content": "নবীন ও নবায়নযোগ্য জ্বালানি মন্ত্রণালয় (Ministry of New and Renewable Energy) হল ভারত সরকারের একটি মন্ত্রণালয়, যার নেতৃত্বে রয়েছেন বর্তমান কেন্দ্রীয় মন্ত্রিপরিষদ মন্ত্রী প্রহ্লাদ যোশী, যা মূলত গবেষণা ও উন্নয়ন, বৌদ্ধিক সম্পত্তির সুরক্ষা এবং বায়ু শক্তি, ক্ষুদ্র জলবিদ্যুৎ, বায়োগ্যাস, তড়িৎকোষে শক্তি সঞ্চয় এবং সৌরশক্তির মতো নবায়নযোগ্য জ্বালানি উৎসগুলিতে আন্তর্জাতিক সহযোগিতা, প্রচার এবং সমন্বয়ের উদ্দেশ্যে কাজ করে।\nভারতের জ্বালানি চাহিদা পূরণের জন্য নতুন ও নবায়নযোগ্য জ্বালানির বিকাশ ও ব্যবহার করাই এই মন্ত্রণালয়ের মূল লক্ষ্য।\nমন্ত্রণালয়ের সদর দপ্তর নয়াদিল্লির লোদি রোডে অবস্থিত।  মন্ত্রণালয়ের ২০১৬-১৭ সালের বার্ষিক প্রতিবেদন অনুসারে, ভারত বেশ কয়েকটি নবায়নযোগ্য জ্বালানি খাতে উল্লেখযোগ্য অগ্রগতি করেছে, যার মধ্যে রয়েছে সৌরশক্তি, বায়ুশক্তি, ব্যাটারি শক্তি সঞ্চয় ব্যবস্থা (বিইএসএস) এবং জলবিদ্যুৎ । \n\n\n== ইতিহাস ==\nআরো দেখুন: নবায়নযোগ্য শক্তি\n১৯৭০-এর দশকের জ্বালানি সংকটের ফলে ১৯৮১ সালের মার্চ মাসে বিজ্ঞান ও প্রযুক্তি বিভাগে (ভারত) অতিরিক্ত জ্বালানি উৎস কমিশন (সিএএসই) প্রতিষ্ঠিত হয়। সিএএসই নীতি প্রণয়ন এবং তাদের বাস্তবায়ন, নতুন ও নবায়নযোগ্য জ্বালানির উন্নয়নের জন্য কর্মসূচি তৈরি এবং এই খাতে গবেষণা ও উন্নয়ন সমন্বয় ও তীব্র করার জন্য দায়ী ছিল।\n১৯৮২ সালে, তৎকালীন জ্বালানি মন্ত্রণালয়ে একটি নতুন বিভাগ তৈরি করা হয়, অর্থাৎ, অপ্রচলিত জ্বালানি উৎস বিভাগ (ডিএনইএস)। ডিএনইএস তার ছত্রছায়ার অধীনে সিএএসই-কে অন্তর্ভুক্ত করেছে।\n১৯৯২ সালে অপ্রচলিত জ্বালানি উৎস মন্ত্রণালয় হিসেবে এই মন্ত্রণালয় প্রতিষ্ঠিত হয়। এটি ২০০৬ সালের অক্টোবরে এর বর্তমান নাম গ্রহণ করে।\n\n\n== লক্ষ্য ==\nমন্ত্রণালয়ের লক্ষ্য হল নিশ্চিত করা যে-\n\nজ্বালানি নিরাপত্তা: বিকল্প জ্বালানি (হাইড্রোজেন, জৈব-জ্বালানি এবং সিন্থেটিক জ্বালানি) উন্নয়ন ও স্থাপনের মাধ্যমে তেল আমদানির উপর নির্ভরতা কমানো এবং দেশীয় তেল সরবরাহ ও চাহিদার মধ্যে ব্যবধান পূরণে অবদান রাখা;\nপরিষ্কার বিদ্যুতের অংশ বৃদ্ধি: জীবাশ্ম জ্বালানি ভিত্তিক বিদ্যুৎ উৎপাদনের পরিপূরক হিসেবে নবায়নযোগ্য (জৈব, বায়ু, জল, সৌর, ভূ-তাপীয় এবং জোয়ার-ভাটা) বিদ্যুৎ;\nজ্বালানির সহজলভ্যতা এবং প্রবেশাধিকার: গ্রামীণ, নগর, শিল্প ও বাণিজ্যিক খাতে রান্না, তাপীকরণ, চালিকা শক্তি এবং ক্যাপটিভ উৎপাদনের মতো জ্বালানির চাহিদা পূরণ করা;\nজ্বালানি সাশ্রয়ী মূল্য: খরচ-প্রতিযোগিতামূলক, সুবিধাজনক, নিরাপদ এবং নির্ভরযোগ্য নতুন এবং পুনর্নবীকরণযোগ্য জ্বালানি সরবরাহের বিকল্প; এবং\nজ্বালানি সমতা: একটি টেকসই এবং বৈচিত্র্যময় জ্বালানি মিশ্রণের মাধ্যমে ২০৫০ সালের মধ্যে মাথাপিছু জ্বালানি খরচ বিশ্বব্যাপী গড় স্তরের সমান হবে। \n\n\n== উদ্দেশ্য ==\nদেশকে এই খাতে নিট বৈদেশিক মুদ্রা অর্জনকারী হিসেবে গড়ে তোলার জন্য আন্তর্জাতিক চাহিদা, মান এবং কর্মক্ষমতা পরামিতিগুলির সাথে সামঞ্জস্যপূর্ণ নতুন এবং নবায়নযোগ্য জ্বালানি প্রযুক্তি, প্রক্রিয়া, উপকরণ, উপাদান, উপ-ব্যবস্থা, পণ্য এবং পরিষেবা বিকাশ করা এবং জ্বালানি নিরাপত্তার জাতীয় লক্ষ্য অর্জনের জন্য এই জাতীয় দেশীয়ভাবে উন্নত এবং/অথবা উৎপাদিত পণ্য এবং পরিষেবাগুলি ব্যবহার করা। \n\n\n== মূল কার্যকরী ক্ষেত্রসমূহ ==\nএমএনআরই-এর প্রধান কার্যকরী ক্ষেত্র বা ব্যবসার বরাদ্দ হল:\n\nঅতিরিক্ত জ্বালানি উৎস কমিশন (সিএএসই);\nভারতীয় নবায়নযোগ্য জ্বালানি উন্নয়ন সংস্থা (আইআরইডিএ) ;\nসমন্বিত গ্রামীণ জ্বালানি কর্মসূচি (আইআরইপি);\nবায়োগ্যাস গবেষণা ও উন্নয়ন এবং বায়োগ্যাস ইউনিট সম্পর্কিত কর্মসূচি;\nসৌর শক্তি, যার মধ্যে রয়েছে সৌর ফটোভোলটাইক ডিভাইস এবং তাদের উন্নয়ন, উৎপাদন এবং প্রয়োগ;\nউন্নত চুলা এবং এর গবেষণা ও উন্নয়ন সম্পর্কিত কর্মসূচি;\nক্ষুদ্র/ক্ষুদ্র/মাইক্রো জলবিদ্যুৎ প্রকল্প এবং ২৫ মেগাওয়াটের কম ক্ষমতার সকল বিষয়;\nঅন্যান্য অপ্রচলিত/নবায়নযোগ্য শক্তির উৎস এবং এর সাথে সম্পর্কিত কর্মসূচির গবেষণা ও উন্নয়ন;\nজোয়ার-ভাটার শক্তি ;\nভূ-তাপীয় শক্তি ;\nজৈব জ্বালানি : (১) জাতীয় নীতি; (২) পরিবহন, স্টেশনারি এবং অন্যান্য প্রয়োগের উপর গবেষণা, উন্নয়ন এবং প্রদর্শন; (৩) একটি জাতীয় জৈব জ্বালানি উন্নয়ন বোর্ড স্থাপন এবং বিদ্যমান প্রাতিষ্ঠানিক ব্যবস্থা শক্তিশালীকরণ; এবং (৪) সামগ্রিক সমন্বয়।\n\n\n== উদ্যোগ ==\nজওহরলাল নেহেরু জাতীয় সৌর মিশন (জেএনএনএসএম) - জাতীয় সৌর মিশন ১১ জানুয়ারী ২০১০ সালে তৎকালীন প্রধানমন্ত্রী চালু করেন। মিশনটি ২০২২ সালের মধ্যে ২০,০০০ মেগাওয়াট গ্রিড-সংযুক্ত সৌরবিদ্যুৎ স্থাপনের উচ্চাভিলাষী লক্ষ্য নির্ধারণ করেছে। অধিকন্তু, সরকার জাতীয় সৌর মিশনের অধীনে গ্রিড সংযুক্ত সৌর বিদ্যুৎ প্রকল্পের লক্ষ্যমাত্রা ২০২১-২২ সালের মধ্যে ২০,০০০ মেগাওয়াট থেকে ২০২১-২২ সালের মধ্যে ১০০,০০০ মেগাওয়াটে সংশোধন করেছে এবং এটি ১৭ জুন ২০১৫ তারিখে মন্ত্রিসভায় অনুমোদিত হয়। \nজাতীয় বায়োগ্যাস ও সার ব্যবস্থাপনা কর্মসূচি (NBMMP) \nসৌর লণ্ঠন প্রোগ্রাম এলএএলএ \nসৌর তাপ শক্তি প্রদর্শনী কর্মসূচি \nপ্রত্যন্ত গ্রাম আলোকসজ্জা কর্মসূচি \nজাতীয় জৈববস্তুপুঞ্জ রান্নার চুলা উদ্যোগ (এনবিসিআই) \nজাতীয় উপকূলীয় বায়ু শক্তি কর্তৃপক্ষ \nরাজ্যসমূহের নবায়নযোগ্য জ্বালানি সংস্থার সমিতি (এআরইএএস): নবায়নযোগ্য জ্বালানির জন্য বিভিন্ন রাজ্য নোডাল সংস্থাগুলির মধ্যে আরও ভাল সমন্বয় এবং সর্বোত্তম অনুশীলন ভাগ করে নেওয়ার জন্য মন্ত্রণালয় দ্বারা এটি গঠিত হয়েছিল। এমএনআরই (নবীন ও নবায়নযোগ্য জ্বালানি মন্ত্রণালয়) এর দায়িত্বে থাকা মন্ত্রী হলেন পৃষ্ঠপোষক এবং এমএনআরই-এর সচিব হলেন পদাধিকারবলে সমিতির সভাপতি। \nএক সূর্য এক বিশ্ব এক গ্রিড উদ্যোগ : উচ্চাভিলাষী প্রকল্পটির লক্ষ্য দক্ষিণ-পূর্ব এশিয়া এবং মধ্যপ্রাচ্যের ১৪০টি দেশকে একটি আন্তঃজাতীয় সৌরবিদ্যুৎ গ্রিডের সাথে সংযুক্ত করা। ২০১৮ সালে আন্তর্জাতিক সৌর জোটের সমাবেশে ভারত প্রথম এই ধারণাটি প্রস্তাব করেছিল এবং এর লক্ষ্য হল সরকারের ৪০% শক্তির চাহিদা নবায়নযোগ্য উৎস থেকে উৎপাদনের লক্ষ্যে এক ধাপ এগিয়ে যাওয়া। এই উদ্যোগের পেছনের ধারণা হল, \"সূর্য কখনও অস্ত যায় না\" এবং এটি একটি নির্দিষ্ট ভৌগোলিক অবস্থানে একটি নির্দিষ্ট সময়ে স্থির থাকে। বিশ্বব্যাংকের কারিগরি সহায়তায় নতুন ও নবায়নযোগ্য জ্বালানি মন্ত্রণালয় এই উদ্যোগের নেতৃত্ব দেবে। \n\n\n== অর্জনসমূহ ==\n\n\n=== নবায়নযোগ্য জ্বালানি থেকে বিদ্যুৎ ===\n\n\n==== গ্রিড-ভিত্তিক ====\nমন্ত্রণালয়ের ২০১৬-১৭ বার্ষিক প্রতিবেদনের অনুযায়ী, ডিসেম্বর ২০১৬ পর্যন্ত, মন্ত্রণালয় গ্রিড-ভিত্তিক নবায়নযোগ্য শক্তির মোট ৫০০৬৮.৩৭ মেগাওয়াট ক্ষমতা অর্জন করতে সক্ষম হয়। এর মধ্যে, ২৮৭০০.৪৪ মেগাওয়াট ছিল বায়ু বিদ্যুৎ থেকে, ৪৩৩৩.৮৫ মেগাওয়াট ছিল ক্ষুদ্র জলবিদ্যুৎ থেকে, ৭৯০৭.৩৪ মেগাওয়াট ছিল জৈব বিদ্যুৎ থেকে, ৯০১২.৬৬ মেগাওয়াট ছিল সৌর বিদ্যুৎ (SPV) থেকে, এবং অবশিষ্ট ১১৪.০৮ মেগাওয়াট ছিল বর্জ্য বিদ্যুৎ উৎপাদন থেকে।\n\n\n==== অফ-গ্রিড ====\nএকই সময়কালে, অফ-গ্রিড ভিত্তিক নবায়নযোগ্য শক্তির মোট স্থাপনা ছিল প্রায় ১৪০৩.৭০ মেগাওয়াট। এর মধ্যে, জৈববস্তুপুঞ্জ (নন-ব্যাগাসে) সহ-উৎপাদন ছিল ৬৫১.৯১ মেগাওয়াট, জৈববস্তুপুঞ্জ গ্যাসিফায়ার ছিল ১৮৬.৮৮ মেগাওয়াট, বর্জ্য থেকে শক্তি ছিল ১৬৩.৩৫ মেগাওয়াট, SPV সিস্টেম (1 কিলোওয়াট (kW) এর কম) ক্ষমতার ৪০৫.৫১ মেগাওয়াট, এবং বাকিটা ক্ষুদ্র জলবিদ্যুৎ এবং বায়ু শক্তি থেকে তৈরি।\n\n\n=== অন্যান্য নবায়নযোগ্য শক্তি ব্যবস্থা ===\nপারিবারিক বায়োগ্যাস প্ল্যান্টের মোট সংখ্যা ছিল ৪৯.৪০ লক্ষ । এবং সৌর জল উত্তাপ (SWH) সিস্টেম দ্বারা আচ্ছাদিত মোট এলাকা ছিল ৪.৪৭ মিলিয়ন বর্গমিটার ।\nমন্ত্রণালয়ের ৫টি বিশেষায়িত কারিগরি প্রতিষ্ঠান রয়েছে।  তারা হল:-\n\nন্যাশনাল ইনস্টিটিউট অফ সোলার এনার্জি (এনআইএসই): ন্যাশনাল ইনস্টিটিউট অফ সোলার এনার্জি, নবীন ও নবায়নযোগ্য জ্বালানি মন্ত্রণালয়ের (এমএনআরই) একটি স্বায়ত্তশাসিত প্রতিষ্ঠান, সৌর শক্তির ক্ষেত্রে শীর্ষ জাতীয় গবেষণা ও উন্নয়ন প্রতিষ্ঠান। ভারত সরকার জাতীয় সৌর মিশন বাস্তবায়নে মন্ত্রণালয়কে সহায়তা করার জন্য এবং গবেষণা, প্রযুক্তি, দক্ষতা উন্নয়ন, প্রশিক্ষণ, পরামর্শ, ইনকিউবেশন এবং অন্যান্য সম্পর্কিত কাজের সমন্বয় সাধনের জন্য ২০১৩ সালের সেপ্টেম্বরে এমএনআরই-এর অধীনে ২৫ বছর বয়সী সৌর শক্তি কেন্দ্র (SEC) কে একটি স্বায়ত্তশাসিত প্রতিষ্ঠানে রূপান্তরিত করেছে। এনআইএসই হরিয়ানার গুরুগ্রামে অবস্থিত\nজাতীয় বায়ু শক্তি ইনস্টিটিউট (NIWE): NIWE ১৯৯৮ সালে চেন্নাইতে ভারত সরকারের নবীন ও নবায়নযোগ্য জ্বালানি মন্ত্রণালয় (এমএনআরই) দ্বারা একটি স্বায়ত্তশাসিত গবেষণা ও উন্নয়ন প্রতিষ্ঠান হিসেবে প্রতিষ্ঠিত হয়। এটি একটি উচ্চমানের এবং নিষ্ঠার জ্ঞান-ভিত্তিক প্রতিষ্ঠান, পরিষেবা প্রদান করে এবং আরও গবেষণা চালিয়ে বায়ু শক্তি খাতের সমগ্র পরিসরে বিভিন্ন ধরণের অসুবিধা এবং উন্নতির সম্পূর্ণ সমাধান খুঁজে বের করার চেষ্টা করে। NIWE তামিলনাড়ুর চেন্নাইতে অবস্থিত। ওয়েবসাইট : https://niwe.res.in/\nসর্দার স্বরণ সিং জাতীয় জৈব-শক্তি ইনস্টিটিউট (SSS-NIBE): SSS-NIBE হল নবীন ও নবায়নযোগ্য জ্বালানি মন্ত্রণালয়ের একটি স্বায়ত্তশাসিত প্রতিষ্ঠান। সরকার প্রায় ৭৫ একর জায়গার বিস্তৃত এই ভারতীয় প্রতিষ্ঠানটি জৈব-শক্তির ক্ষেত্রে একটি বৈশ্বিক উৎকর্ষ কেন্দ্রে উন্নীত হওয়ার দিকে এগিয়ে যাচ্ছে। প্রতিষ্ঠানটির উদ্দেশ্য হল গবেষণা, নকশা, উন্নয়ন, পরীক্ষা, মানসম্মতকরণ এবং প্রযুক্তি প্রদর্শন পরিচালনা করা এবং এর মাধ্যমে পরিবহণের জন্য কঠিন, তরল এবং গ্যাসীয় আকারে জৈব শক্তি, জৈব জ্বালানি এবং সিন্থেটিক জ্বালানি, বহনযোগ্য এবং স্থির অ্যাপ্লিকেশন, হাইব্রিড / সমন্বিত শক্তি ব্যবস্থার উন্নয়ন, পোস্টডক্টরাল গবেষণা সহ সকল স্তরে মানব সম্পদ উন্নয়নের উপর দৃষ্টি নিবদ্ধ করা এবং সহজতর করা। এটি কাপুরথলা (পাঞ্জাব) এ অবস্থিত।\nভারতীয় নবায়নযোগ্য জ্বালানি উন্নয়ন সংস্থা (আইআরইডিএ): আইআরইডিএ হল একটি নন-ব্যাংকিং আর্থিক প্রতিষ্ঠান যা এই মন্ত্রণালয়ের প্রশাসনিক নিয়ন্ত্রণে রয়েছে এবং নবায়নযোগ্য শক্তি এবং শক্তি দক্ষতা প্রকল্পের জন্য বিভিন্ন মেয়াদী ঋণ প্রদান করে। আইআরইডিএ একটি পাবলিক লিমিটেড সরকারি কোম্পানি।\nসোলার এনার্জি কর্পোরেশন অফ ইন্ডিয়া (SECI): SECI হল নবীন ও নবায়নযোগ্য জ্বালানি মন্ত্রণালয়ের (এমএনআরই) প্রশাসনিক নিয়ন্ত্রণাধীন একটি CPSU, যা জেএনএনএসএম বাস্তবায়ন এবং এতে নির্ধারিত লক্ষ্য অর্জনের সুবিধার্থে ২০শে সেপ্টেম্বর ২০১১ সালে প্রতিষ্ঠিত হয়েছিল। এটি সৌরশক্তি খাতে নিবেদিত একমাত্র সিপিএসইউ। এটি মূলত কোম্পানি আইন, ১৯৫৬ এর অধীনে একটি ধারা-২৫ (অলাভজনক) কোম্পানি হিসাবে অন্তর্ভুক্ত ছিল।\n\n\n== রাজ্যভিত্তিক সংস্থা ==\nমন্ত্রণালয় ভারতের বিভিন্ন রাজ্য এবং কেন্দ্রশাসিত অঞ্চলগুলিতে রাজ্যভিত্তিক সংস্থা প্রতিষ্ঠা করেছে যাতে তাদের নিজ নিজ রাজ্যে নবায়নযোগ্য শক্তির দক্ষ শক্তি ব্যবহারের প্রসার এবং প্রচার করা যায়। এই মন্ত্রণালয়ের অধীনে একটি রাজ্যভিত্তিক সংস্থার প্রাথমিক লক্ষ্য হল নতুন এবং নবায়নযোগ্য জ্বালানি ক্ষেত্রে গবেষণা প্রকল্পগুলির উন্নয়ন, সমন্বয়, অর্থায়ন এবং প্রচার করা। এটি গবেষণা ও উন্নয়নের পাশাপাশি নতুন ও নবায়নযোগ্য শক্তির উৎসের প্রয়োগমূলক সম্প্রসারণের জন্য কর্মসূচি প্রণয়ন করবে বলেও আশা করা হচ্ছে। \n\n\n== মন্ত্রিপরিষদ মন্ত্রী ==\n\n\n== প্রতিমন্ত্রীগণ ==\n\n\n== আরও দেখুন ==\nভারতের জ্বালানি নীতি\nজাতীয় হাইড্রোজেন শক্তি রোড ম্যাপ\nভারতে নবায়নযোগ্য শক্তি\nভারতে বায়ু বিদ্যুৎ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট MNRE\nঅফিসিয়াল ওয়েবসাইট বিদ্যুৎ মন্ত্রণালয়  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ অক্টোবর ২০১১ তারিখে\nভারতের সৌর শক্তি কর্পোরেশন\nজাতীয় সৌরশক্তি ইনস্টিটিউট\nজাতীয় বায়ু শক্তি ইনস্টিটিউট, ভারত\nভারতীয় নবায়নযোগ্য শক্তি উন্নয়ন সংস্থা"}