{"pageid": 1518261, "title": "তেহরিক-ই-জিহাদ পাকিস্তান", "url": "https://bn.wikipedia.org/wiki?curid=1518261", "content": "তেহরিক-ই-জিহাদ পাকিস্তান ( উর্দু تحریک جہاد پاکستان )   ; সংক্ষিপ্তসার টিজেপি ) হল পাকিস্তানের একটি বিদ্রোহী দেওবন্দী জিহাদি গোষ্ঠী যা পাকিস্তানি সামরিক ও পুলিশ লক্ষ্যবস্তুতে হামলায় জড়িত থাকার জন্য কুখ্যাতি অর্জন করেছে। এই গোষ্ঠীটি ২০২৩ সালের ফেব্রুয়ারিতে প্রতিষ্ঠিত বলে মনে করা হয় এবং পাকিস্তানের বিভিন্ন প্রদেশে পাকিস্তানি পুলিশ, নিরাপত্তা এবং সামরিক স্থাপনার বিরুদ্ধে সহিংস হামলার দাবি করেছে। \n\n\n== ইতিহাস ==\n\n\n=== প্রতিষ্ঠাতা ইশতেহার ===\nতেহরিক-ই-জিহাদ পাকিস্তান (টিজেপি) প্রথম ২০২৩ সালের ফেব্রুয়ারিতে 'তেহরিকজে পাকিস্তান' নামে একটি অফিসিয়াল টুইটার অ্যাকাউন্ট তৈরি করে এবং ২৪শে ফেব্রুয়ারি দলটির আনুষ্ঠানিক প্রতিষ্ঠার ঘোষণা দিয়ে প্রথম টুইট পোস্ট করে। টুইটে গোষ্ঠীটি \"#TJP\" এবং \" উর্দু: ہمارا منشور‎‎ লিখেছে \", \"আমাদের ইশতেহার\" এর জন্য উর্দু,  এবং \"তেহরিক-ই-জিহাদ পাকিস্তান প্রতিষ্ঠার ঘোষণা\" শিরোনামে একটি উর্দু ভাষার ছবি। \"তেহরিক-ই-জিহাদ পাকিস্তান মুখপাত্র\" হিসেবে উর্দুতে স্বাক্ষরিত এই ঘোষণাপত্রটি \" সামি-উল-হক্কের মহান পণ্ডিতদের দীর্ঘ পরামর্শের মাধ্যমে\" ( তালেবানের জনক নামে পরিচিত বিখ্যাত দেওবন্দি জিহাদি পণ্ডিতের কথা উল্লেখ করে) শেখ আল-হিন্দ ( মাহমুদ হাসান দেওবন্দি ) এর আন্দোলন অব্যাহত রাখার জন্য নিবেদিতপ্রাণ একটি দল গঠনের সিদ্ধান্তের ঘোষণা দিয়ে শুরু হয়। সনদের দ্বিতীয় অনুচ্ছেদে, টিজেপি পাকিস্তানি রাষ্ট্রের বিরুদ্ধে নীরবতা থেকে সশস্ত্র সংগ্রামে উদ্ভূত হওয়ার পূর্বের অনিচ্ছা ব্যাখ্যা করে, যা টিজেপি বোঝে যে এটি ' ধর্মনিরপেক্ষ শ্রেণীর' একটি লবি দ্বারা প্রভাবিত। \n \nইশতেহারটি দেওবন্দী রাজনৈতিক দলগুলির রাজনৈতিক সমর্থকদের, সম্ভবত জমিয়তে উলামায়ে ইসলামের অনুসারীদের উদ্দেশ্যে, পাকিস্তানের ইসলামীকরণের রাজনৈতিক সমাধান ত্যাগ করে পাকিস্তানি সামরিক ও নিরাপত্তা বাহিনীর বিরুদ্ধে টিজেপির সশস্ত্র সংগ্রামের ( জিহাদ ) পক্ষে আমন্ত্রণ জানিয়ে শেষ হয়েছে, যা টিজেপি একটি ধর্মনিরপেক্ষ প্রতিষ্ঠানের রক্ষক হিসেবে দেখে। \n \nপ্রথম তিন মাসে, প্রকাশিত ইশতেহারটি টুইটারে (বর্তমানে এক্স ) তেরোটি লাইক এবং ৪,৬০০ এরও বেশি ভিউ পেয়েছে। \n\n\n=== অপারেশনস ===\n\nটিজেপি ২০২৩ সালের ৬ মার্চ তাদের প্রথম আক্রমণের দাবি করে এবং একই দিনে টুইট করে আক্রমণের দাবি করে। পাকিস্তানের দক্ষিণ-পশ্চিমাঞ্চলীয় বেলুচিস্তান প্রদেশের কাছি জেলায় (পূর্বে বোলান নামে পরিচিত) একজন আত্মঘাতী বোমা হামলাকারী মোটরসাইকেলে করে সিবি শহর থেকে প্রাদেশিক রাজধানী কোয়েটায় অফিসারদের বহনকারী একটি পুলিশ ভ্যানে ধাক্কা দেয় এবং তার বিস্ফোরক বিস্ফোরণ ঘটায়, যার ফলে কমপক্ষে ৯ জন নিহত এবং ১৩ জন আহত হয়।  টিজেপি এবং ইসলামিক স্টেটের পাকিস্তান প্রদেশ (উইলায়াহ পাকিস্তান) উভয়ই এই হামলার দাবি করেছে।   ইসলামিক স্টেটের আরবি ভাষার আন-নাবা নিউজলেটারের সংখ্যা #৩৮১-এ, আক্রমণটি প্রথম পৃষ্ঠায় প্রকাশিত হয়েছে এবং সংশ্লিষ্ট নিবন্ধটি আক্রমণের দায় স্বীকার করেছে। নিবন্ধটিতে, ইসলামিক স্টেট তাদের পতাকার সামনে কথিত আক্রমণকারী এবং তার ছদ্মনাম, আব্দুল রহমান আল-পাকিস্তানির একটি ছবি প্রকাশ করেছে।\n২৫শে এপ্রিল, টিজেপি একটি টুইটের মাধ্যমে দাবি করে যে তারা খাইবার পাখতুনখোয়া প্রদেশের সোয়াত জেলার কাবাল তহসিলে একটি হামলার জন্য দায়ী।  আগের দিন, সন্ত্রাস দমন বিভাগের (সিটিডি) একটি ভবনে একটি বিস্ফোরণ ঘটে, যার ফলে ১৭ জন নিহত এবং ৫০ জনেরও বেশি আহত হয়। \nকয়েকদিন পর, ২৮শে এপ্রিল, পাকিস্তানি ফ্রন্টিয়ার কর্পস এবং সেনাবাহিনীর দখলে থাকা খাইবার পাখতুনখোয়ার লাক্কি মারওয়াত জেলার একটি নিরাপত্তা চৌকিতে মোটরসাইকেলে আরোহী এক আত্মঘাতী বোমা হামলাকারী তার বিস্ফোরক বিস্ফোরণ ঘটায়, যার ফলে আরও তিনজন আক্রমণকারী এবং সামরিক বাহিনীর মধ্যে এক ঘন্টাব্যাপী গুলিবিনিময় শুরু হয়, যার ফলে তিনজন পাকিস্তানি সেনা নিহত হয়।  সেদিন, টিজেপি হামলার দায় স্বীকার করে এবং তিনজন \"শাহাদাতপ্রার্থীর\" নাম প্রকাশ করে: আবুজার শহীদ,  মুহাম্মদ ইলিয়াস, সানাউল্লাহ এবং শাকিরুল্লাহ। \n১২ মে ২০২৩ তারিখে, ছয়জন আক্রমণকারীর একটি দল বেলুচিস্তানের কিল্লা সাইফুল্লাহ জেলার মুসলিম বাগ শহরে একটি ফ্রন্টিয়ার কর্পস ক্যাম্পে রাইফেল এবং রকেট-চালিত গ্রেনেড (আরপিজি) নিয়ে আক্রমণ করে, পাকিস্তানি সামরিক বাহিনী কর্তৃক উদ্ধার অভিযান পরিচালনা না করা পর্যন্ত জিম্মি করে রাখা হয়েছিল বলে জানা গেছে। পরের দিন একটি প্রতিশোধমূলক অভিযানে বাকি চারজন আক্রমণকারী নিহত হয়, যার ফলে সাতজন সৈন্য এবং একজন বেসামরিক ব্যক্তি নিহত হয় এবং আরও ছয়জন আহত হয়।  টিজেপি হামলার দাবি করেছে এবং হামলাকারীদের নাম দিয়েছে হামজা, জাকারিয়া, আবু বকর, মাওলানা হাজালা, মুস্তাগফির এবং মুতাসিম বিল্লাহ। \nদুই মাস পর, ১২ জুলাই ২০২৩ তারিখে, সাতজন জঙ্গি বেলুচিস্তানের ঝোব জেলায় একটি পাকিস্তানি সেনাবাহিনীর গ্যারিসনে হামলা চালায়, এতে পাঁচজন সৈন্য এবং একজন বেসামরিক ব্যক্তি নিহত হয় এবং কমপক্ষে পাঁচজন আহত হয়। হামলায় চারজন জঙ্গি নিহত হয় এবং বাকি দুজন পরে নিহত হয় বলে জানা গেছে। টিজেপি এই হামলার দায় স্বীকার করেছে। \n৪ নভেম্বর ২০২৩ তারিখে, নয়জন জঙ্গি দেশটির উত্তর-পূর্বাঞ্চলীয় প্রদেশ পাঞ্জাবের মিয়ানওয়ালি শহরে অবস্থিত পাকিস্তানি বিমান বাহিনীর (পিএএফ) ঘাঁটি এমএম আলমে আক্রমণ করে। জানা গেছে, জঙ্গিরা ভোর ৩:০০ টার দিকে প্রাচীরের ঘের বেয়ে ঢুকে পড়ে এবং তিনটি বিমানের উল্লেখযোগ্য ক্ষতি করে, যেগুলো স্থলে ছিল না (অপারেশনাল নয়) এবং একটি জ্বালানি ট্যাঙ্ক ধ্বংস করে।  পাকিস্তানের ইন্টার-সার্ভিসেস পাবলিক রিলেশনস (আইএসপিআর) কর্তৃক দ্রুত প্রকাশিত প্রেস বিজ্ঞপ্তিকে চ্যালেঞ্জ জানিয়ে, ভারতের অন্যতম বহুল প্রচারিত ম্যাগাজিন ইন্ডিয়া টুডে, প্ল্যানেট ল্যাবস থেকে প্রাপ্ত স্যাটেলাইট চিত্রের একটি বিশ্লেষণাত্মক পর্যালোচনা প্রকাশ করেছে যাতে হামলার সময় একাধিক বিমানের হ্যাঙ্গার আংশিক বা সম্পূর্ণরূপে ধ্বংস হয়ে গেছে।  টিজেপি এই হামলার দায় স্বীকার করেছে।\n১২ ডিসেম্বর ২০২৩ তারিখে, খাইবার পাখতুনখোয়ার ডেরা ইসমাইল খান জেলার দারাবান তহসিলে একটি পুলিশ স্টেশনের প্রধান ফটকে এক জঙ্গি গাড়িবহরচালিত ইম্প্রোভাইজড এক্সপ্লোসিভ ডিভাইস (ভিবিআইইডি) ঢুকিয়ে দেয়, যার ফলে ২৬৪ পাউন্ড (১২০ কিলোগ্রাম) ওজনের একটি বিস্ফোরক চার্জ বিস্ফোরিত হয়। এরপর, আরও পাঁচজন আক্রমণকারী ঘন্টাব্যাপী গুলিবর্ষণ শুরু করে, যার ফলে কমপক্ষে ২৩ জন নিহত এবং আরও ৩৪ জন আহত হয়। টিজেপি এই হামলার দায় স্বীকার করেছে।  টিজেপি কর্তৃক প্রকাশিত হামলার ভিডিওতে, সংগঠনটি দাবি করেছে যে তাদের আক্রমণকারীরা খাইবার পাখতুনখোয়ার লাক্কি মারওয়াত, ডেরা ইসমাইল খান, সোয়াত এবং মারদান জেলা থেকে এসেছিল \n\n\n=== আক্রমণের তালিকা ===\n\n\n== সদস্যপদ ==\nইসলামাবাদে অবস্থিত একটি স্বাধীন, ইংরেজি ভাষার গবেষণা গোষ্ঠী, দ্য খোরাসান ডায়েরির সাথে এক সাক্ষাৎকার অনুসারে, মোল্লা মোহাম্মদ কাসিম নিজেকে এই গোষ্ঠীর মুখপাত্র বলে দাবি করেছেন এবং মাওলানা আবদুল্লাহ ইয়াঘিস্তানিকে এই গোষ্ঠীর প্রতিষ্ঠাতা এবং বর্তমান আমির হিসেবে নামকরণ করেছেন।  কাসিম ব্যাখ্যা করেছিলেন যে এই সংগঠনে প্রবীণ মুজাহিদরা ছিলেন যারা আফগানিস্তানে সোভিয়েত ইউনিয়ন এবং মার্কিন যুক্তরাষ্ট্র উভয়ের বিরুদ্ধে লড়াই করেছিলেন এবং \" সিল্ক লেটার আন্দোলনের ধারাবাহিকতা\" চেয়েছিলেন, ১৯১৩ থেকে ১৯২০ সালের মধ্যে ভারতে ব্রিটিশ ঔপনিবেশিক শাসনের বিরুদ্ধে দেওবন্দী নেতৃত্বাধীন স্বাধীনতা আন্দোলনের কথা উল্লেখ করে  সাক্ষাৎকারে, কাইজম পাকিস্তানের প্রধান দেওবন্দী পণ্ডিত মুফতি তাকি উসমানীর জারি করা একটি ফতোয়া প্রত্যাখ্যান করেছে, যেখানে ইসলামী আইনের অধীনে পাকিস্তানের বিরুদ্ধে সশস্ত্র সংগ্রামকে সরাসরি প্রত্যাখ্যান করা হয়েছে, কারণ এই ফতোয়াটি ইসলামী আইনের চেয়ে ব্যক্তিগত যুক্তি দ্বারা বেশি অনুপ্রাণিত বলে মনে হচ্ছে। \nমাওলানা আবদুল্লাহ ইয়াঘিস্তানির নামটি ঐতিহাসিক অঞ্চল ইয়াঘিরস্তানকে বোঝায়, যা ব্রিটিশ ভারতের পশ্চিম সীমান্তে অবস্থিত পশতুন উপজাতি অঞ্চলগুলিকে অন্তর্ভুক্ত করে, যারা সংযুক্তির বিরুদ্ধে প্রতিরোধ করেছিল। তালেবান এবং পাকিস্তানের উপর লেখক হিসেবে খ্যাত আনাতোল লিভেনের মতে, 'ইয়াগিস্তান' নামটির অর্থ অনাচার, বিদ্রোহ বা ভিন্নমতের দেশ হিসেবে অনুবাদ করা যেতে পারে। \n\n\n== পাকিস্তানি তালেবানের সাথে কথিত সংযোগ ==\nযদিও তেহরিক-ই-জিহাদ পাকিস্তান নিজেদেরকে একটি স্বাধীন জঙ্গি সংগঠন বলে দাবি করে, পাকিস্তানি নিরাপত্তা কর্মকর্তারা অভিযোগ করেন যে এই দলটি জনসাধারণের নিন্দা এড়াতে তেহরিক-ই-তালেবান পাকিস্তানের (টিটিপি বা পাকিস্তানি তালেবান নামে পরিচিত) একটি আড়াল।  অন্যরা অভিযোগ করেন যে টিজেপি হল টিটিপির একটি চক্রান্ত যাতে পাকিস্তানে আক্রমণ চালিয়ে যেতে পারে, পাকিস্তানের অভিযোগের আগুনে পুড়ে না যায় যে আফগান তালেবান সরকার টিটিপি জঙ্গিদের পাকিস্তানে আক্রমণ পরিচালনার জন্য নিরাপদ আশ্রয় প্রদান করছে।  টিটিপি টিজেপির সাথে কোনও সম্পর্ক অস্বীকার করে, বরং যোগ করে \"সম্ভবত তাদের মধ্যে এমন কিছু লোক রয়েছে যাদের হয় আমরা চিনি অথবা তারা প্রাক্তন সহযোগী যারা তাদের নিজস্ব একটি দল গঠন করে থাকতে পারে। তবে আমরা তাদের সম্পর্কে আরও জানার চেষ্টা করছি। টিটিপি ঐতিহাসিকভাবে বেশ কয়েকটি ভাঙনের মধ্য দিয়ে গেছে, যার ফলে বিভিন্ন স্প্লিন্টার গ্রুপ তৈরি হয়েছে। \nজাতিসংঘের নিরাপত্তা পরিষদের আইএসআইএল এবং আল-কায়েদা নিষেধাজ্ঞা কমিটির পর্যবেক্ষণ দলের জানুয়ারী ২০২৪ সালের একটি প্রতিবেদনে টিজেপির উত্থানের কথা উল্লেখ করা হয়েছে এবং ব্যাখ্যা করা হয়েছে যে এটি, টিটিপির সাথে, আফগানিস্তানের সীমান্তের মধ্যে থেকে পাকিস্তানে আক্রমণ পরিচালনা করে। প্রতিবেদনে স্বীকার করা হয়েছে যে টিজেপি \"টিটিপির একটি ফ্রন্ট বলে জানা গেছে, সম্ভবত আল-কায়েদার সমর্থনে, যা যুক্তিসঙ্গত প্রমাণ প্রদান করে।\" নিষেধাজ্ঞা পর্যবেক্ষণ দল এই ধরনের প্রতিবেদনের বৈধতা সম্পর্কে কোনও অবস্থান নেয়নি। \n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র =="}