{"pageid": 1518639, "title": "অর্থোজেনেসিস", "url": "https://bn.wikipedia.org/wiki?curid=1518639", "content": "অর্থোজেনেসিস (*Orthogenesis*), যা অর্থোজেনেটিক বিবর্তন, প্রগতিশীল বিবর্তন, বিবর্তনমূলক অগ্রগতি, বা প্রগ্রেশনিজম নামেও পরিচিত, একটি অপ্রচলিত বৈজ্ঞানিক তত্ত্ব যা বলে যে জীবদের একটি স্বতঃসিদ্ধ প্রবণতা রয়েছে নির্দিষ্ট দিকের দিকে বিবর্তিত হওয়ার, যা একটি নির্দিষ্ট লক্ষ্য (টেলিওলজি) অর্জন করতে কাজ করে, এবং এটি কোনো অভ্যন্তরীণ প্রক্রিয়া বা \"চালিকাশক্তি\" দ্বারা চালিত হয়।\nএই তত্ত্ব অনুসারে, বৃহৎ পরিসরের বিবর্তনীয় প্রবণতাগুলির একটি নির্দিষ্ট চূড়ান্ত লক্ষ্য থাকে, যেমন জৈবিক জটিলতার বৃদ্ধি। অতীতে, অনেক বিশিষ্ট ব্যক্তি এই প্রগতিশীল বিবর্তন ধারণাকে সমর্থন করেছেন, যেমন জ্যাঁ-বাতিস্ত লামার্ক (*Jean-Baptiste Lamarck*), পিয়ের তেইয়ার দে শার্দাঁ (*Pierre Teilhard de Chardin*), এবং আঁরি বের্গসঁ (*Henri Bergson*)।\n১৮৯৩ সালে উইলহেম হ্যাক (*Wilhelm Haacke*) \"অর্থোজেনেসিস\" শব্দটি প্রবর্তন করেন এবং পাঁচ বছর পরে থিওডর আইমার (*Theodor Eimer*) এটিকে জনপ্রিয় করেন। অর্থোজেনেসিসের প্রবক্তারা প্রাকৃতিক নির্বাচন তত্ত্বকে প্রত্যাখ্যান করেছিলেন এবং বিবর্তনকে একটি সরলরেখায় পরিচালিত প্রক্রিয়া হিসেবে ব্যাখ্যা করেছিলেন।\nতবে, আধুনিক সংশ্লেষণ (*modern synthesis*) উদ্ভূত হওয়ার পর, যেখানে জেনেটিক্স এবং বিবর্তনকে একীভূত করা হয়, অর্থোজেনেসিস এবং ডারউইনিজমের বিকল্প তত্ত্বগুলি বেশিরভাগ জীববিজ্ঞানী দ্বারা পরিত্যক্ত হয়। তবে, বিবর্তনকে \"অগ্রগতির প্রতীক\" হিসেবে দেখার প্রবণতা এখনো অনেকের মধ্যে রয়েছে, যার মধ্যে ই. ও. উইলসন (*E. O. Wilson*) এবং সাইমন কনওয়ে মরিস (*Simon Conway Morris*) উল্লেখযোগ্য।\nবিখ্যাত বিবর্তন জীববিজ্ঞানী আর্নস্ট মেয়র (*Ernst Mayr*) ১৯৪৮ সালে Nature পত্রিকায় প্রকাশিত একটি প্রবন্ধে উল্লেখ করেন যে, অর্থোজেনেসিস ধারণাটি \"কোনো অতিপ্রাকৃত শক্তি\" ইঙ্গিত করে, যা এটিকে প্রায় নিষিদ্ধ করে তোলে।\n১৯৫৩ সালে, আমেরিকান জীবাশ্মবিদ জর্জ গে লর্ড সিম্পসন (*George Gaylord Simpson*) অর্থোজেনেসিসকে আক্রমণ করে এটিকে প্রাণবাদ (*vitalism*) এর সঙ্গে যুক্ত করেন এবং এটিকে \"একটি রহস্যময় অভ্যন্তরীণ শক্তি\" বলে অভিহিত করেন।\nতবে, অনেক জাদুঘর প্রদর্শনী এবং পাঠ্যবইয়ের চিত্রাবলী আজও বিবর্তনকে এমনভাবে উপস্থাপন করে যেন এটি একটি পূর্বনির্ধারিত পথে পরিচালিত হয়।\nজীববিদ্যার দার্শনিক মাইকেল রুস (*Michael Ruse*) উল্লেখ করেন যে, সাধারণ সংস্কৃতিতে বিবর্তন এবং অগ্রগতি প্রায় সমার্থক বলে বিবেচিত হয়। বিশেষ করে, March of Progress চিত্রটি—যেখানে বানর থেকে আধুনিক মানুষের বিবর্তন দেখানো হয়েছে—অনেক ক্ষেত্রে ভুল বোঝার কারণ হয়ে দাঁড়িয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== মধ্যযুগ ===\n মধ্যযুগীয় দার্শনিকরা অস্তিত্বের বৃহৎ শৃঙ্খলা ধারণা গ্রহণ করেছিলেন, যা জীবনের বিভিন্ন স্তরকে নিম্ন থেকে উচ্চ স্তরের দিকে গঠিত বলে ধারণা করে। এটি এরিস্টোটলীয় জীববিজ্ঞানের উপর ভিত্তি করে গড়ে ওঠে, যেখানে নিম্ন স্তরের প্রাণীরা শুধুমাত্র কীট থেকে ডিম পাড়া মাছ পর্যন্ত বিবর্তিত হয়, এবং উন্নত স্তরের প্রাণীরা রক্তধারী এবং জীবন্ত সন্তান জন্ম দেয়।\n\n\n=== প্রাক-ডারউইনীয় যুগ ===\nজঁ-বাপ্তিস্ত ল্যামার্ক এবং রবার্ট চেম্বারস বিবর্তনকে প্রগতিশীল হিসেবে দেখেছিলেন। ল্যামার্কের মতে, প্রকৃতিতে একটি \"অভ্যন্তরীণ নিখুঁতকরণের নীতি\" কাজ করে, যা জীবগুলোর ক্রমোন্নতি ঘটায়।\n\n\n=== ডারউইন যুগে ===\n  ডারউইন নিজেও কিছুটা অগ্রগতির ধারণা ধারণ করেছিলেন, যদিও তার মূল তত্ত্ব ছিল প্রাকৃতিক নির্বাচন। তিনি বিশ্বাস করতেন যে মানুষ \"উচ্চতর\" প্রাণী। \n\n\n=== বিশ শতকে অর্থোজেনেসিসের পতন ===\n আধুনিক সংশ্লেষ (১৯৩০-১৯৪০) ধারণার আবির্ভাবের সাথে অর্থোজেনেসিস পরিত্যক্ত হয়। আর্নস্ট মেয়র এটিকে \"অবাস্তব\" বলে অভিহিত করেন, এবং জর্জ গেইলর্ড সিম্পসন এটিকে \"রহস্যময় অভ্যন্তরীণ শক্তি\" বলে সমালোচনা করেন।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n জনপ্রিয় সংস্কৃতিতে অর্থোজেনেসিস এখনও প্রবলভাবে উপস্থিত রয়েছে। March of Progress চিত্রটি একটি বহুল পরিচিত উদাহরণ, যা বানর থেকে মানুষের বিবর্তনকে একটি সরলরৈখিক প্রক্রিয়া হিসেবে দেখায়।\n\n\n== সমাপ্তি ==\nবিবর্তনীয় উন্নয়ন জীববিজ্ঞান বর্তমানে উদ্দীপিত পরিবর্তন এবং উন্নয়নগত সীমাবদ্ধতা স্বীকার করে, যা কিছু নির্দিষ্ট সীমার মধ্যে \"দিকনির্দেশিত বিবর্তন\" ঘটাতে পারে।\n\n\n== দেখুন ==\nConvergent evolution\nডিভল্যুশন\nজীববৈজ্ঞানিক জটিলতার বিবর্তন\nজীববিজ্ঞানে টেলিওলজি\n\n\n== সূত্র ==\n\n\n== আরও পড়ুন ==\nBowler, Peter J. (১৯৮৯)। Evolution: The History of an Idea। University of California Press। আইএসবিএন 978-0-520-06385-3।  * Ruse, Michael (১৯৯৬)। Monad to Man: the Concept of Progress in Evolutionary Biology। Harvard University Press। আইএসবিএন 978-0-674-03248-4। \n\n\n== বহিঃসংযোগ ==\nবিখ্যাত বিবর্তন চিত্রের ভুল ব্যাখ্যা"}