{"pageid": 1518774, "title": "অ্যালেক্স সালমন্ড", "url": "https://bn.wikipedia.org/wiki?curid=1518774", "content": "আলেকজান্ডার এলিয়ট অ্যান্ডারসন সালমন্ড ( SAM-ənd ৩১ ডিসেম্বর ১৯৫৪ - ১২ অক্টোবর ২০২৪) ছিলেন একজন স্কটিশ রাজনীতিবিদ যিনি ২০০৭ থেকে ২০১৪ সাল পর্যন্ত স্কটল্যান্ডের প্রথম মন্ত্রী হিসেবে দায়িত্ব পালন করেন। স্কটিশ জাতীয়তাবাদী আন্দোলনের একজন বিশিষ্ট ব্যক্তিত্ব সালমন্ড ১৯৯০ থেকে ২০০০ এবং ২০০৪ থেকে ২০১৪ পর্যন্ত দুইবার স্কটিশ ন্যাশনাল পার্টির (এসএনপি) নেতা ছিলেন। এরপর তিনি ২০২১ সাল থেকে ২০২৪ সালে তার মৃত্যুর আগ পর্যন্ত আলবা পার্টির নেতা হিসেবে দায়িত্ব পালন করেন।\nসেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয় থেকে স্নাতক পাশ করে তিনি স্কটিশ অফিসে এবং পরে রয়েল ব্যাংক অফ স্কটল্যান্ডে অর্থনীতিবিদ হিসেবে কাজ করেন। তিনি ১৯৮৭ সালে ব্রিটিশ হাউস অফ কমন্সের সদস্য নির্বাচিত হন এবং ১৯৮৭ থেকে ২০১০ সাল পর্যন্ত ব্যানফ এবং বুচানের সংসদ সদস্য (এমপি) হিসেবে দায়িত্ব পালন করেন। ১৯৯০ সালে তিনি এসএনপির নেতৃত্ব নির্বাচনে মার্গারেট ইউইংকে সফলভাবে পরাজিত করেন। ১৯৯৯ সালে স্কটিশ পার্লামেন্টের প্রথম নির্বাচনে স্যালমন্ড দলটির নেতৃত্ব দেন, যেখানে এসএনপি দ্বিতীয় বৃহত্তম দল হিসেবে আবির্ভূত হয়। স্যালমন্ড বিরোধী দলের নেতা হন। সেই বছরের নির্বাচনে তিনি ব্যানফ এবং বুচানের হয়ে স্কটিশ পার্লামেন্টের সদস্য (এমএসপি) নির্বাচিত হন। ২০০০ সালে তিনি নেতা পদ থেকে পদত্যাগ করেন এবং পরের বছর এসএনপির ওয়েস্টমিনস্টার গ্রুপের নেতা নিযুক্ত হওয়ার পর এমএসপি পদ থেকে পদত্যাগ করেন। ২০০৪ সালের নেতৃত্ব প্রতিযোগিতায় নিকোলা স্টারজনের সাথে যৌথ টিকিটে প্রতিদ্বন্দ্বিতা করার পর স্যালমন্ড পুনরায় এসএনপির নেতা নির্বাচিত হন। ২০০৭ সালে গর্ডনের (পরে অ্যাবারডিনশায়ার পূর্ব) জন্য স্যালমন্ড স্কটিশ পার্লামেন্টে নির্বাচিত হওয়া পর্যন্ত তিনি হলিরুডে এসএনপির নেতৃত্ব দেন। ২০০৭ সালের নির্বাচনে এসএনপি ক্ষমতাসীন লেবার পার্টির চেয়ে এক আসন এগিয়ে প্রথম স্থানে ছিল। স্যালমন্ড স্কটিশ গ্রিনদের আস্থা এবং সরবরাহ সমর্থন অর্জন করেন, যার ফলে স্যালমন্ডকে প্রথম মন্ত্রী হিসেবে নিযুক্ত করা হয়।\nস্যালমন্ড তার প্রথম মেয়াদে একটি এসএনপি সংখ্যালঘু সরকারের নেতৃত্ব দেন। তার সরকার যুগান্তকারী আইন পাস করে, যার মধ্যে রয়েছে বিশ্ববিদ্যালয়ের টিউশন ফি বাতিল, প্রেসক্রিপশন চার্জ বাতিল এবং নবায়নযোগ্য শক্তির প্রতি অঙ্গীকার। স্যালমন্ড ছিলেন প্রথম জাতীয়তাবাদী ফার্স্ট মিনিস্টার এবং তার প্রথম মেয়াদে পর্যাপ্ত সমর্থন না থাকার কারণে তিনি স্কটিশ স্বাধীনতার গণভোটের জন্য সমর্থন পেতে ব্যর্থ হন। ২০১১ সালের স্কটিশ পার্লামেন্ট নির্বাচনে এসএনপি সামগ্রিক সংখ্যাগরিষ্ঠতা নিয়ে জয়লাভ করে, যা পূর্বে স্কটিশ পার্লামেন্টের নির্বাচনে ব্যবহৃত অতিরিক্ত সদস্য ব্যবস্থার অধীনে প্রায় অসম্ভব বলে মনে করা হত। ২০২৪ সালের হিসাব অনুযায়ী, এটিই একমাত্র নির্বাচন যেখানে কোনও দল স্কটিশ পার্লামেন্টে সংখ্যাগরিষ্ঠতা অর্জন করেছে। স্যালমন্ড এই ম্যান্ডেট ব্যবহার করে একটি গণভোট আয়োজন করেন, যার ফলে এডিনবার্গ চুক্তি স্বাক্ষরিত হয় এবং ২০১৪ সালের গণভোট অনুষ্ঠিত হয়। তার ডেপুটি স্টারজনের নেতৃত্বে ইয়েস স্কটল্যান্ড প্রচারণাগণভোটে পরাজিত হয়। ফলস্বরূপ, স্যালমন্ড পদত্যাগ করেন এবং স্টারজন তার স্থলাভিষিক্ত হন।\nওয়েস্টমিনস্টারে ফিরে এসে সালমন্ড ২০১৫ সালের সাধারণ নির্বাচনে গর্ডনের এমপি নির্বাচিত হন। তিনি ২০১৫ থেকে ২০১৭ সাল পর্যন্ত এসএনপি আন্তর্জাতিক বিষয়ক এবং ইউরোপের মুখপাত্র ছিলেন। ২০১৭ সালের সাধারণ নির্বাচনে স্কটিশ কনজারভেটিভ পার্টির প্রার্থী কলিন ক্লার্কের কাছে তার আসন হেরে তিনি হাউস অফ কমন্স ত্যাগ করেন। ২০১৮ সালের আগস্টে ধর্ষণ এবং যৌন নির্যাতনের অভিযোগে স্যালমন্ড দল থেকে পদত্যাগ করেন, যা তিনি অস্বীকার করেন। ২০১৯ সালের জানুয়ারিতে তার বিরুদ্ধে ধর্ষণের চেষ্টা এবং যৌন নিপীড়ন সহ ১৪টি অপরাধের অভিযোগ আনা হয়, কিন্তু ২০১৯ সালের আগস্টে স্কটিশ সরকার তাকে ৫০০,০০০ পাউন্ড ক্ষতিপূরণ প্রদান করে এবং পরে ২০২০ সালের মার্চ মাসে বিচারের পর সমস্ত অভিযোগ থেকে খালাস পান। ২০২১ সালে তিনি স্টারজনকে তার সরকারের এই অভিযোগগুলির ত্রুটিপূর্ণ তদন্তের জন্য সমালোচনা করেন যার ফলে একটি রাজনৈতিক কেলেঙ্কারির সৃষ্টি হয়। পরে সালমন্ডকে একটি নতুন স্বাধীনতাপন্থী দল আলবা পার্টির নেতা হিসেবে ঘোষণা করা হয়। ২০২১ সালের জাতীয় এবং ২০২২ সালের স্থানীয় নির্বাচনে দলটি কোনও আসন পেতে ব্যর্থ হয়। ২০২৪ সালে মৃত্যুর আগ পর্যন্ত তিনি এই দলের নেতৃত্ব দেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nআলেকজান্ডার এলিয়ট অ্যান্ডারসন স্যালমন্ড ১৯৫৪ সালের ৩১ ডিসেম্বর স্কটল্যান্ডের পশ্চিম লোথিয়ানের লিনলিথগোতে ১০১ প্রেস্টন রোডে তার পিতামাতার বাড়িতে জন্মগ্রহণ করেন। তিনি রবার্ট ফাইফ ফাইন্ডলে স্যালমন্ড (১৯২১-২০১৭) এবং মেরি স্টুয়ার্ট স্যালমন্ড (১৯২২-২০০৩) এর চার সন্তানের মধ্যে দ্বিতীয় ছিলেন। তার পিতামাতা উভয়েই ছিলেন সরকারি কর্মচারী। দ্বিতীয় বিশ্বযুদ্ধের সময় রয়্যাল নেভিতে কর্মরত রবার্ট স্যালমন্ড মূলত একজন ইলেকট্রিশিয়ান হিসেবে কাজ করতেন এবং তার পরিবার ১৮ শতকের মাঝামাঝি থেকে লিনলিথগোতে বসবাস করত। স্যালমন্ডের দাদি অ্যাবিগেল আয়ারল্যান্ড ছয় সন্তানের একজন আলেকজান্ডার স্যালমন্ডকে রবার্ট ডোবি স্যালমন্ড এবং মার্গারেট এলমসের সাথে বিয়ে দেন, যিনি মার্গারেট ডানকান এবং হেনরি এলমসের কন্যা এবং ইংল্যান্ডের বাসিন্দা ছিলেন।\nস্যালমন্ডের মধ্য নামগুলি তার পরিবারের ঐতিহ্য থেকে এসেছে যেখানে তারা তাদের সন্তানদের নামকরণ করা হত স্থানীয় চার্চ অফ স্কটল্যান্ডের মন্ত্রীর নামে। এই ক্ষেত্রে লিনলিথগোতে সেন্ট নিনিয়ানের ক্রেইগমেইলেন প্যারিশ চার্চের গিলবার্ট এলিয়ট অ্যান্ডারসনের নামে তার নামকরণ করা হয়। তিনি সারা জীবন স্কটল্যান্ডের চার্চের সদস্য ছিলেন।\nছোটবেলা থেকেই স্যালমন্ড খুব খারাপ হাঁপানিতে ভুগছিলেন। তার বাবা-মা ছিলেন স্নেহশীল এবং যত্নশীল। যদিও তিনি দরিদ্র হয়ে বেড়ে ওঠেননি, তার \"টাকার অভাব ছিল\" এবং পরিবারে শিক্ষার গুরুত্বের উপর জোর দেওয়া হত। স্যালমন্ড ছিলেন একজন রোগা শিশু, যাকে তার বাবা প্রায়শই \"স্কিঙ্ক\" বলে ডাকতেন, যেমন কালেন স্কিঙ্ক।\nসালমন্ড ১৯৬৬ থেকে ১৯৭২ সাল পর্যন্ত লিনলিথগো একাডেমিতে পড়ার আগে লিনলিথগো প্রাথমিক বিদ্যালয়ে পড়াশোনা করেন। তিনি ১৯৭২ থেকে ১৯৭৩ সাল পর্যন্ত এডিনবার্গ কলেজ অফ কমার্সে পড়াশোনা করেন, ব্যবসায় শিক্ষায় এইচএনসি ডিগ্রি অর্জন করেন, এবং তারপর সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয়ে পড়েন, যেখানে তিনি অর্থনীতি এবং মধ্যযুগীয় ইতিহাস অধ্যয়ন করেন। সেন্ট অ্যান্ড্রুজে থাকাকালীন স্যালমন্ড অ্যান্ড্রু মেলভিল হলে থাকতেন। ১৯৭৭ সালে তিনি ছাত্র প্রতিনিধি পরিষদের সহ-সভাপতি (শিক্ষা) নির্বাচিত হন এবং সেই বছরই সেন্ট অ্যান্ড্রুজ কমিউনিটি কাউন্সিলে যোগদানের জন্য মনোনীত হন। স্যালমন্ড ১৯৭৮ সালের মে মাসে অর্থনীতি এবং মধ্যযুগীয় ইতিহাসে ২:২ জয়েন্ট অনার্স এমএ ডিগ্রি অর্জন করেন।\n\n\n== প্রাথমিক কর্মজীবন ==\n১৯৭৮ সালে স্নাতক ডিগ্রি অর্জনের পর তিনি স্কটল্যান্ডের কৃষি ও মৎস্য বিভাগে সহকারী অর্থনীতিবিদ হিসেবে সরকারি অর্থনৈতিক পরিষেবা (জিইএস) তে প্রবেশ করেন, যা বর্তমানে বিলুপ্ত স্কটিশ অফিসের অংশ। দুই বছর পর তিনি রয়্যাল ব্যাংক অফ স্কটল্যান্ডের কর্মীদের সাথে যোগ দেন, যেখানে তিনি সাত বছর কাজ করেন। তিনি সেখানে প্রাথমিকভাবে একজন সহকারী অর্থনীতিবিদ হিসেবে কাজ করেন। ১৯৮২ সালে তিনি তেল অর্থনীতিবিদ নিযুক্ত হন এবং ১৯৮৪ সাল থেকে তিনি ব্যাংক অর্থনীতিবিদ হিসেবে কাজ করেন। রয়েল ব্যাংকে থাকাকালীন তিনি দেশীয় এবং আন্তর্জাতিক উভয় মাধ্যমের জন্য ব্যাপকভাবে লেখেন এবং সম্প্রচার করেন। তিনি তেল ও জ্বালানি সম্মেলনেও নিয়মিত অবদান রাখতেন। ১৯৮৩ সালে স্যালমন্ড একটি \"রয়েল ব্যাংক/বিবিসি তেল সূচক\" তৈরি করেন যা এখনও ব্যবহৃত হয়।\n\n\n== প্রাথমিক রাজনৈতিক বছর ==\n১৯৭৩ সালে সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয়ের ফেডারেশন অফ স্টুডেন্ট ন্যাশনালিস্টসে যোগদানের মাধ্যমে স্যালমন্ড এসএনপিতে সক্রিয় হয়ে ওঠেন। তার ধর্মান্তরের কৃতিত্ব সাধারণত তার তৎকালীন বান্ধবী ডেবি হর্টনকে দেওয়া হয়, যিনি লন্ডনের একজন ইংরেজি ছাত্রী ছিলেন এবং সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয় লেবার ক্লাবের সেক্রেটারি ছিলেন। ১৯৭৩ সালের ডিসেম্বরে এক তর্কের পর তিনি তাকে বলেছিলেন: \"যদি তোমার এমন মনে হয়, তাহলে জারজ (bloody) এসএনপি তে যোগ দাও\"। পরের দিন স্যালমন্ড তাই করেন। পরের দিন তিনি এবং তার এক বন্ধু ফেডারেশন অফ স্টুডেন্ট ন্যাশনালিস্টের বিশ্ববিদ্যালয় শাখার জনবহুল বার্ষিক সাধারণ সভায় যোগ দেন। বিশ্ববিদ্যালয়ে এসএনপির একমাত্র দুজন পূর্ণ বেতনভোগী সদস্য হওয়ায় তারা যথাযথভাবে সভাপতি এবং কোষাধ্যক্ষ নির্বাচিত হন। যদিও যোগদানের সময় স্যালমন্ড একজন বামপন্থী ছিলেন, তবুও লেবার সরকার একটি বিকশিত স্কটিশ অ্যাসেম্বলির জন্য আইন প্রণয়ন করবে কিনা তা নিয়ে স্যালমন্ডের যথেষ্ট সন্দেহ ছিল।\nস্যালমন্ড তার রাজনৈতিক জীবন শুরু করেছিলেন এসএনপির ভেতরে একজন প্রতিশ্রুতিবদ্ধ বামপন্থী হিসেবে। তিনি সেখানে সমাজতান্ত্রিক প্রজাতন্ত্রী সংগঠন ৭৯ গ্রুপের একজন নেতৃস্থানীয় সদস্য ছিলেন। বৃহত্তর দলের মধ্যে ৭৯ গ্রুপ নিষিদ্ধ হলে তাকে অন্যান্য গ্রুপ নেতাদের সাথে এসএনপির সদস্যপদ থেকে বরখাস্ত করা হয়। ১৯৮১ সালে তিনি মইরা ফ্রেঞ্চ ম্যাকগ্লাশানকে বিয়ে করেন, যিনি তখন স্কটিশ অফিসের একজন সিনিয়র সিভিল সার্ভেন্ট ছিলেন।\nএসএনপির জাতীয় কাউন্সিল সামান্য ভোটে বহিষ্কার বহাল রাখার পক্ষে ভোট দেওয়ার পর এক মাস পরে স্যালমন্ড এবং অন্যদের দলে ফিরে যাওয়ার অনুমতি দেওয়া হয় এবং ১৯৮৫ সালে তিনি এসএনপির প্রচারের জন্য ভাইস কনভেনার নির্বাচিত হন। ১৯৮৭ সালে তিনি ব্যানফ এবং বুচান থেকে পার্লামেন্টের জন্য দাঁড়ান এবং বর্তমান কনজারভেটিভ এমপি অ্যালবার্ট ম্যাককোয়ারিকে পরাজিত করেন। সেই বছরের শেষের দিকে স্যালমন্ড এসএনপির সিনিয়র ভাইস কনভেনার (ডেপুটি লিডার) হন। এই সময়েও তাকে দলের দৃঢ় বামপন্থী হিসেবে দেখা হত এবং জিম সিলারসের একজন গুরুত্বপূর্ণ মিত্র হয়ে ওঠেন, যিনি ১৯৮৮ সালে গ্লাসগো গোভান আসনের উপনির্বাচনে জয়লাভের সময় হাউস অফ কমন্সে তার সাথে যোগ দিয়েছিলেন। সালমন্ড ১৯৮৭ থেকে ১৯৯২ সাল পর্যন্ত হাউস অফ কমন্স এনার্জি সিলেক্ট কমিটির সদস্য হিসেবে দায়িত্ব পালন করেন।\n\n\n== স্কটিশ ন্যাশনাল পার্টির নেতৃত্ব ==\n\n\n=== প্রথম মেয়াদ: ১৯৯০-২০০০ ===\n১৯৯০ সালে গর্ডন উইলসন যখন এসএনপি নেতার পদ থেকে সরে দাঁড়ান, তখন স্যালমন্ড নেতৃত্বের প্রতিদ্বন্দ্বিতা করার সিদ্ধান্ত নেন। তার একমাত্র প্রতিপক্ষ ছিলেন মার্গারেট ইউইং, যাকে সিলাররা সমর্থন করার সিদ্ধান্ত নিয়েছিলেন। এতে এসএনপি বামপন্থীদের মধ্যে যথেষ্ট আতঙ্কের সৃষ্টি হয় কারণ দুই প্রধান বাম নেতা প্রতিযোগিতায় একে অপরের বিরোধিতা করছিলেন। নেতৃত্ব নির্বাচনে স্যালমন্ড ৪৮৬ ভোটে জয়ী হন, যেখানে ইউইং ১৪৬ ভোট পান।\nনেতা হিসেবে তার প্রথম পরীক্ষা ছিল ১৯৯২ সালের সাধারণ নির্বাচন, যেখানে এসএনপি নির্বাচনী সাফল্য অর্জনের উচ্চ আশা করেছিল। যদিও ভোটের অংশ উল্লেখযোগ্যভাবে বৃদ্ধি পায়, তবুও এই দল বিপুল সংখ্যক আসন জিততে ব্যর্থ হয়। সিলারস তার এই সাফল্য হারিয়ে ফেলেন, যার ফলে তিনি স্কটিশ জনগণকে '৯০-মিনিটের দেশপ্রেমিক' হিসেবে বর্ণনা করেন। এই মন্তব্যের ফলে স্যালমন্ড এবং সিলারসের মধ্যে রাজনৈতিক বন্ধুত্বের অবসান ঘটে এবং সিলারস শীঘ্রই স্যালমন্ডের নেতৃত্বের একজন সোচ্চার সমালোচক হয়ে ওঠেন।\n১৯৯৭ সালের সাধারণ নির্বাচনে এসএনপি তাদের এমপির সংখ্যা চার থেকে বাড়িয়ে ছয় হয়, যেখানে লেবার পার্টির ভূমিধস বিজয় ঘটে। নির্বাচনের পর লেবার এডিনবার্গে একটি বিকশিত স্কটিশ পার্লামেন্টের জন্য আইন প্রণয়ন করে। যদিও তিনি সম্পূর্ণ স্বাধীন স্কটল্যান্ডের প্রতি প্রতিশ্রুতিবদ্ধ ছিলেন, স্যালমন্ড বিবর্তনের প্রচারণাকে সমর্থন করার জন্য এসএনপি তে স্বাক্ষর করেন এবং স্কটিশ লেবার নেতা ডোনাল্ড ডেওয়ার ও স্কটিশ লিবারেল ডেমোক্র্যাট নেতা জিম ওয়ালেসের সাথে মিলে ১৯৯৭ সালের স্কটল্যান্ড গণভোটে বিবর্তনের বিজয় নিশ্চিত করতে সক্রিয় ভূমিকা পালন করেন। এসএনপির অনেক কট্টর মৌলবাদী দলটিকে বিবর্তনের অধীনে আনার বিরোধিতা করেছিলেন, কারণ তাদের পূর্ণ রাজনৈতিক স্কটিশ স্বাধীনতা ছিল না।\nনেতা হিসেবে স্যালমন্ডের প্রথম মেয়াদের বৈশিষ্ট্য ছিল তার পূর্ববর্তী বামপন্থী দৃষ্টিভঙ্গির সংযম এবং দৃঢ়ভাবে এসএনপি কে ধীরে ধীরে স্বাধীনতার পক্ষে কৌশলে স্থাপন করা। ১৯৯৯ সালে সার্বিয়ায় ন্যাটোর বোমা হামলার বিরোধিতাকারী যুক্তরাজ্যের গুটিকয়েক রাজনীতিবিদদের মধ্যে স্যালমন্ড ছিলেন একজন। তিনি এই সংঘাতের বিরোধিতা করেছিলেন কারণ এটি জাতিসংঘের নিরাপত্তা পরিষদের প্রস্তাব দ্বারা অনুমোদিত ছিল না, যা সেই সময়ে একটি বিতর্কিত বিষয় ছিল। তা সত্ত্বেও টনি ব্লেয়ারের সামরিক হস্তক্ষেপের সিদ্ধান্তকে \"অমার্জনীয় বোকামি\" বলে বর্ণনা করার জন্য স্যালমন্ড মিডিয়ায় তীব্র সমালোচিত হন।\nবেশ কয়েক বছর ধরে দলীয় নেতা হিসেবে দায়িত্ব পালনের ফলে লন্ডন-ভিত্তিক গণমাধ্যমে স্যালমন্ড একজন এসএনপি রাজনীতিবিদ হিসেবে অস্বাভাবিকভাবে উচ্চ প্রোফাইলে পরিণত হন। ১৯৯৮ সালে স্যালমন্ড বর্ষসেরা রাজনৈতিক কৌশলবিদ হিসেবে স্পেক্টেটর পুরস্কার জেতেন। বিনোদনমূলক অনুষ্ঠান \"কল মাই ব্লাফ\" -এ উপস্থিত হওয়ার পর স্যালমন্ড স্কটিশ পার্লামেন্টের প্রথম নির্বাচনের আগে অনুষ্ঠানের প্রপস হিসেবে ব্যবহৃত 'ব্লাফ' কার্ডগুলির একটি ব্যবহার করেছিলেন। একটি দাতব্য মধ্যাহ্নভোজে টনি ব্লেয়ারের একটি অনুপযুক্ত রাজনৈতিক বক্তৃতাকে নীরবতায় বসে থাকার হতাশা দূর করার জন্য প্রধানমন্ত্রী যখন স্কটল্যান্ডের অর্থনৈতিক সম্ভাবনা নিয়ে প্রশ্ন তুলতে শুরু করেন, তখন তিনি ধোঁকাবাজি করার কার্ডটি তুলে ধরেন। রাজনীতিতে তার পুরো সময় জুড়ে, স্যালমন্ড ঘোড়দৌড়ের প্রতি তার আগ্রহ বজায় রেখেছিলেন। তিনি দ্য স্কটসম্যানের জন্য সাপ্তাহিক কলাম লিখতেন এবং চ্যানেল ৪ এর দ্য মর্নিং লাইনে বেশ কয়েকবার উপস্থিত হন। নির্বাচনী প্রচারণার সময় স্টার্লিং বিশ্ববিদ্যালয়ে একটি অনুষ্ঠানে স্যালমন্ড কর্তৃক একজন তরুণ সমর্থককে সোলেরো আইসক্রিম খাওয়ানোর ছবি তোলা হয়, যেই ছবিটি পরবর্তীতে আইকনিক হয়ে ওঠে।\n\n\n=== নেতা পদ থেকে পদত্যাগ ===\nসালমন্ড ১৯৯৯ সালে স্কটিশ পার্লামেন্টের সদস্য নির্বাচিত হন এবং বিরোধীদলীয় নেতা হিসেবে এর সর্বোচ্চ পর্যায়ের সদস্যদের একজন ছিলেন। দলের সদস্যদের সাথে একাধিক উচ্চ-পর্যায়ের দ্বন্দ্বের পর অভ্যন্তরীণ সমালোচনার সম্মুখীন হয়ে ২০০০ সালে তিনি এসএনপি নেতার পদ থেকে পদত্যাগ করেন। তার পছন্দের উত্তরসূরি জন সুইনিকে তার স্থলাভিষিক্ত করা হয়, যিনি এই পদের জন্য অ্যালেক্স নীলকে পরাজিত করেন। তিনি হাউস অফ কমন্সে এসএনপি গ্রুপের নেতৃত্ব দেওয়ার জন্য ১৪ মে ২০০১ সালে স্কটিশ পার্লামেন্ট থেকে পদত্যাগ করেন।\n২০০৩ সালে ইরাক আক্রমণের আগে দীর্ঘ সংসদীয় বিতর্কের সময় তিনি যুক্তরাজ্যের অংশগ্রহণের তীব্র বিরোধিতা করেছিলেন। যুদ্ধের পর তিনি ইরাক ইস্যুতে টনি ব্লেয়ারকে অভিশংসনের জন্য প্লেইড সিমরু সাংসদ অ্যাডাম প্রাইসের প্রচেষ্টাকে সমর্থন করেন। সালমন্ড অনেক যুদ্ধবিরোধী রাজনীতিবিদদের চেয়েও এগিয়ে গিয়ে দাবি করেছিলেন যে, ইরাকে গণবিধ্বংসী অস্ত্রের উপস্থিতি সম্পর্কে ব্লেয়ারের বক্তব্যগুলি সচেতনভাবে জনসাধারণকে প্রতারিত করার উদ্দেশ্যে তৈরি করা হয়েছিল। তিনি আরও দাবি করেন যে, ব্লেয়ার জর্জ ডব্লিউ বুশের সাথে \"যাই হোক না কেন যুদ্ধে যাওয়ার\" একটি চুক্তি করেছিলেন।\n\n\n=== পরবর্তী প্রত্যাবর্তন ===\n\n২০০৪ সালের জুনে ইউরোপীয় পার্লামেন্ট নির্বাচনের পর সুইনির উপর নেতা পদ থেকে পদত্যাগ করার চাপ বেড়ে যায়। এই নির্বাচন এসএনপি-এর জন্য \"বিপর্যয়\" হিসেবে বিবেচিত হয়। সুইনি স্কটিশ পার্লামেন্টের ইউরোপীয় ও বহিরাগত সম্পর্ক কমিটির আহ্বায়ক হওয়ার জন্য ২২ জুন ২০০৪ তারিখে তার পদত্যাগের ঘোষণা দেন।\n১৫ জুলাই ২০০৪ তারিখে স্যালমন্ড বলেন যে তিনি আসন্ন নির্বাচনে এসএনপির নেতৃত্বের জন্য প্রার্থী হবেন। এটি অবাক করার মতো ছিল কারণ তিনি আগেই ঘোষণা করেছিলেন যে তিনি আর নেতৃত্বের প্রার্থী হবেন না। সকল সদস্যের পোস্টাল ব্যালটে তিনি ৭৫% এরও বেশি ভোট পান, যা তাকে তার নিকটতম প্রতিদ্বন্দ্বী রোজান্না কানিংহামের চেয়ে অনেক এগিয়ে রেখেছিল। যেহেতু তিনি সেই সময় একজন এমএসপি ছিলেন না, তাই তার ডেপুটি নিকোলা স্টারজন এসএনপি গ্রুপের নেতা এবং হলিরুডে প্রধান বিরোধীদলীয় নেতার দায়িত্ব গ্রহণ করেন। যদিও তিনি ২০০৫ সালের সাধারণ নির্বাচনে পুনঃনির্বাচিত হন, তবুও তিনি প্রথমবারের মতো ক্ষমতায় আসার লক্ষ্যে ২০০৭ সালের স্কটিশ সংসদীয় নির্বাচনে স্কটিশ সংসদে ফিরে আসার তার ইচ্ছা স্পষ্ট করে দেন।\n\n\n=== ২০০৭ সালের স্কটিশ পার্লামেন্ট নির্বাচন ===\n২০০৭ সালের তৃতীয় স্কটিশ পার্লামেন্টের নির্বাচনে স্যালমন্ড স্কটিশ ন্যাশনাল পার্টির নেতৃত্ব দেন। নির্বাচনে স্যালমন্ড গর্ডন নির্বাচনী এলাকার প্রার্থী হিসেবে দাঁড়িয়েছিলেন, যেখানে ১৯৯৯ সাল থেকে লিবারেল ডেমোক্র্যাট নোরা র‍্যাডক্লিফ প্রতিনিধিত্ব করে আসছিলেন। স্যালমন্ড ৪১% ভোট এবং ২,০৬২ ভোটের সংখ্যাগরিষ্ঠতা নিয়ে আসনটি জেতেন। এর মাধ্যমে ছয় বছর অনুপস্থিতির পর তিনি স্কটিশ পার্লামেন্টে ফিরে আসেন। নির্বাচনে ৪৭টি আসন জিতে এসএনপি বৃহত্তম দল হিসেবে আবির্ভূত হয়, যেখানে লেবার পার্টি ৪৬টি আসনে জয়লাভ করে।\n২০০৭ সালের স্কটিশ পার্লামেন্ট নির্বাচনে অন্য যেকোনো দলের চেয়ে বেশি আসন জয়ের পর এসএনপি প্রথমে স্কটিশ লিবারেল ডেমোক্র্যাটদের সাথে জোট গঠনের জন্য যোগাযোগ করে, কিন্তু তারা আলোচনায় অংশ নিতে অস্বীকৃতি জানায়। এর ফলে এসএনপির নিরঙ্কুশ সংখ্যাগরিষ্ঠতা নিয়ে জোট গঠনের কোনও সম্ভাবনাই ছিল না। অবশেষে স্কটিশ গ্রিন পার্টি জলবায়ু নীতিতে ছাড় এবং একটি কমিটির সভাপতিত্বের জন্য একজন গ্রিনকে মনোনীত করার বিনিময়ে একটি এসএনপি সংখ্যালঘু সরকারে ভোট দিতে সম্মত হয়।\n\n\n== স্কটল্যান্ডের প্রথম মন্ত্রী ==\n\n\n=== প্রথম মেয়াদ: ২০০৭–২০১১ ===\n\n\n==== সরকারে প্রবেশ ====\n\n১৬ মে ২০০৭ তারিখে গ্রিনসদের সমর্থনে স্যালমন্ডকে স্কটল্যান্ডের প্রথমমন্ত্রী হিসেবে জ্যাক ম্যাককনেলের স্থলাভিষিক্ত করার জন্য পার্লামেন্ট কর্তৃক নির্বাচিত করা হয়। পরের দিন তিনি রানীর কাছ থেকে রাজকীয় ওয়ারেন্ট গ্রহণ করেন এবং এডিনবার্গের কোর্ট অফ সেশনে আনুষ্ঠানিকভাবে শপথ গ্রহণ করেন। ১৯৯৮ সালের স্কটল্যান্ড আইনের ৪৫(৭) ধারার অধীনে তিনি একই সাথে স্কটল্যান্ডের গ্রেট সিলের রক্ষক হন। চার সপ্তাহ পরে তাকে ব্রিটিশ প্রিভি কাউন্সিলে নিযুক্ত করা হয়। স্যালমন্ড প্রথম জাতীয়তাবাদী রাজনীতিবিদ হিসেবে প্রথমমন্ত্রীর পদে অধিষ্ঠিত হন। তিনি স্টারজনকে তার ডেপুটি ফার্স্ট মিনিস্টার হিসেবে নিযুক্ত করেন এবং এলিশ অ্যাঞ্জিওলিনিকে লর্ড অ্যাডভোকেট হিসেবে পুনঃনিযুক্ত করেন। এটিই প্রথমবার যখন একজন লর্ড অ্যাডভোকেট দুটি ভিন্ন সরকারের দায়িত্ব পালন করেছিলেন।\n\nসাধারণ নির্বাচনে সর্বাধিক সংখ্যক আসন (১২৯টির মধ্যে ৪৭টি) জয়ের পর এসএনপি স্কটিশ লিবারেল ডেমোক্র্যাটদের সাথে একটি জোট গঠনের চেষ্টা করে। যখন সেই আলোচনা ব্যর্থ হয়, তখন এসএনপি একদলীয় সংখ্যালঘু সরকার গঠনের সিদ্ধান্ত নেয়। এসএনপি এবং স্কটিশ গ্রিনস একটি চুক্তিতে স্বাক্ষর করে যেখানে গ্রিনস এসএনপির মন্ত্রী নিয়োগকে সমর্থন করে, কিন্তু কোনও আস্থা বা বাজেট ভোটের জন্য সমর্থন দেয়নি (\"আস্থা এবং সরবরাহ\")। গ্রিনসের সাথে স্বাক্ষরিত চুক্তির কারণে সংসদে ১২৯টি আসনের মধ্যে মাত্র ৪৭টি আসন থাকা সত্ত্বেও স্যালমন্ডের বিনিয়োগ ভোট সফল হয়। ভোট ছিল ৪৯-৪৬। এসএনপি এবং গ্রিনস পক্ষে ভোট দেয় এবং ৪৬ জন স্কটিশ লেবার এমএসপি বিপক্ষে ভোট দেন, কনজারভেটিভ এবং লিবারেল ডেমোক্র্যাটরা ভোটদানে বিরত থাকেন।\nস্যালমন্ড মন্ত্রিসভার আকার নয় সদস্য থেকে কমিয়ে ছয় সদস্যে নামিয়ে আনেন এবং বলেন যে তিনি \"নীতি অনুসারে নীতি\" ভিত্তিতে শাসন পরিচালনা করবেন। ফার্স্ট মিনিস্টার হিসেবে তার নতুন ভূমিকায় মনোনিবেশ করার জন্য স্যালমন্ড ওয়েস্টমিনস্টারে এসএনপি গ্রুপ নেতার পদ থেকে পদত্যাগ করেন এবং অ্যাঙ্গাস রবার্টসন তার স্থলাভিষিক্ত হন। ২০০৭ সালের নভেম্বরে দ্য গার্ডিয়ান রিপোর্ট করে যে, স্যালমন্ড বিশ্বাস করেন যে \"পরবর্তী দশকের\" মধ্যে স্কটল্যান্ড স্বাধীন হবে।\n\n\n==== ২০০৭ সালের গ্লাসগো বিমানবন্দর আক্রমণ ====\nস্যালমন্ড ফার্স্ট মিনিস্টার হিসেবে এক মাসেরও বেশি সময় ধরে দায়িত্ব পালন করার পর ৩০ জুন ২০০৭ তারিখে গ্লাসগো বিমানবন্দরের মূল টার্মিনাল ভবনের সামনের প্রবেশপথে একটি গাড়ি ধাক্কা দেয়, যা ১৯৮৮ সালের ডিসেম্বরে লকারবি বোমা হামলার পর স্কটল্যান্ডে প্রথম সন্ত্রাসী হামলা। গ্লাসগোতে হামলার বিষয়ে এক বিবৃতিতে স্যালমন্ড বলেন, \"সন্ত্রাসী কর্মকাণ্ড ব্যক্তিদের কাজ, সম্প্রদায়ের নয় এবং আমাদের মাটিতে সন্ত্রাসের আগমনের ফলে জাতিগত সংখ্যালঘুদের উপর বর্ণবাদী আক্রমণ হওয়া উচিত নয় যাদের একমাত্র অপরাধ হল বোমা হামলাকারীদের মতো একই ধর্ম এবং বর্ণ ভাগ করে নেওয়া। আশা করা যায় যে গতকালের আক্রমণ একটি বিচ্ছিন্ন ঘটনা, তবে বাস্তবতা হল ভবিষ্যতে আমাদের আরও অনেক কিছু মোকাবেলা করতে হবে। আমাদের সন্ত্রাসীদের আমাদের জীবনযাত্রাকে থামাতে দেওয়া উচিত নয় যেমনটি আমরা সবসময় করে আসছি। এটি করলে সন্ত্রাসীদের হাতে বিজয় তুলে দেওয়ার মতো হবে।\"\nএডিনবার্গের হামলার বিষয়ে স্যালমন্ড একটি বিবৃতি জারি করে \"সন্ত্রাসী শক্তির বিরুদ্ধে সতর্কতা এবং ঐক্যের প্রয়োজনীয়তা\" প্রকাশের আহ্বান জানান এবং জরুরি পরিষেবাগুলির কাজের যথাযথ প্রশংসা করেন। স্যালমন্ড এডিনবার্গের সেন্ট অ্যান্ড্রু'স হাউসে স্কটিশ সরকারের নিরাপত্তা উপদেষ্টাদের একটি সভা আহ্বান করেন। এরপর স্যালমন্ডের জন্য প্রধানমন্ত্রী গর্ডন ব্রাউন, বিচারপতির মন্ত্রিপরিষদ সচিব কেনি ম্যাকআস্কিল এবং লর্ড অ্যাডভোকেট এলিশ অ্যাঞ্জিওলিনিকে মন্ত্রিসভার জরুরি সভায় যোগদানের জন্য অনুরোধ করেন। ৩০ জুন সন্ধ্যা নাগাদ স্যালমন্ড যুক্তরাজ্যের প্রধানমন্ত্রী গর্ডন ব্রাউন এবং তার সরকারি মন্ত্রিসভার সাথে একটি অনলাইন সম্মেলন আলোচনায় যোগ দেন।\n\n\n==== ২০০৯ সালের বৈশ্বিক মন্দা ====\n২০০৯ সালে বিশ্বব্যাপী আর্থিক সংকটের শুরুতে স্যালমন্ড দাবি করেছিলেন যে অর্থনীতি যে সমস্যার মধ্যে পড়েছে তার জন্য যুক্তরাজ্যের প্রধানমন্ত্রী গর্ডন ব্রাউন দায়ী ছিলেন। তিনি দাবি করেন যে সমস্যাটি \"১০ ডাউনিং স্ট্রিটে সৃষ্ট\"। ২০০৯ সালের এপ্রিল মাসে স্যালমন্ড অর্থনৈতিক পুনরুদ্ধার প্রচেষ্টায় সহায়তা করার জন্য স্কটিশ সরকারের কাছ থেকে ৯৫ মিলিয়ন পাউন্ড বিনিয়োগের প্রতিশ্রুতি দেন। স্যালমন্ড স্কটল্যান্ডের সেক্রেটারি অফ স্টেট জিম মারফিকে অর্থনৈতিক চ্যালেঞ্জগুলি নিয়ে আলোচনা করার জন্য স্কটিশ মন্ত্রিসভার সাথে দেখা করার প্রস্তাব দেন। এই সময় তিনি স্কটিশ বাজেটে ১ বিলিয়ন পাউন্ড বিনিয়োগ কমানোর পরিকল্পনা সম্পর্কে যুক্তরাজ্য সরকারকে সতর্ক করেন।\n\n\n==== স্কটিশ স্বাধীনতা প্রস্তাব ====\n\nস্বাধীনতা গণভোটের জন্য একটি শ্বেতপত্র স্কটিশ সরকার কর্তৃক ৩০ নভেম্বর ২০০৯ তারিখে প্রকাশিত হয়।  এতে কোনও পরিবর্তন না হওয়া থেকে শ্যর‍্য করে পূর্ণ স্বাধীনতা পর্যন্ত চারটি সম্ভাব্য বিকল্প নির্ধারণ করা হয়েছিল। ২৫ ফেব্রুয়ারি ২০১০ তারিখে জনসাধারণের মতামতের জন্য একটি খসড়া বিল প্রকাশিত হয়, যেখানে দুই প্রশ্নের (হ্যাঁ / না) গণভোটের প্রস্তাব করা হয়। এতে আরও বিবর্তন বা পূর্ণ স্বাধীনতার প্রস্তাব করা হয়। বিরোধী দলগুলি বিবৃতি জারি করে দাবি করে যে, তারা স্বাধীনতার বিষয়ে জনসাধারণের মতামতের জন্য খসড়া বিলটিকে সমর্থন করবে না।\n২০১১ সালের স্কটিশ পার্লামেন্ট নির্বাচনে এসএনপি সংখ্যাগরিষ্ঠ আসন জিতে সংসদের ইতিহাসে প্রথম সংখ্যাগরিষ্ঠ স্কটিশ সরকার গঠন করে। এই নির্বাচনের পর স্যালমন্ড দাবি করেন যে, এসএনপির প্রাপ্ত সংখ্যাগরিষ্ঠতা \"একটি সমাজ এবং একটি জাতির জন্য একটি বিজয়\", এবং পরে নিশ্চিত করেন যে সংসদীয় মেয়াদের দ্বিতীয়ার্ধে একটি স্বাধীনতা গণভোট অনুষ্ঠিত হবে।\n\n\n==== নবায়নযোগ্য শক্তি ====\n\nস্যালমন্ড তার ২০১০ সালের নববর্ষের বার্তায় স্কটল্যান্ডে টেকসই উন্নয়ন এবং পুনর্নবীকরণযোগ্য শক্তির গুরুত্ব এবং স্কটল্যান্ডের সবুজ শক্তির সম্ভাবনাকে কাজে লাগানোর জন্য এবং \"নবায়নযোগ্য বিপ্লব\" এর পূর্ণ সুবিধা গ্রহণের জন্য স্কটিশ পার্লামেন্টের ক্ষমতা বৃদ্ধির প্রয়োজনীয়তা তুলে ধরেন।\nএর আগে ২০০৯ সালের ডিসেম্বরে তিনি কোপেনহেগেনে জাতিসংঘের জলবায়ু পরিবর্তন সম্মেলনে জলবায়ু পরিবর্তন আইন প্রণয়নের পক্ষে প্রচারণা চালান, যাতে জলবায়ু পরিবর্তন মোকাবেলা ও প্রশমনে স্কটল্যান্ডের ভূমিকা প্রচার করা হয়। এর মধ্যে রয়েছে সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধির ফলে সবচেয়ে বেশি ক্ষতিগ্রস্ত দেশ মালদ্বীপের সাথে একটি অংশীদারিত্ব চুক্তি স্বাক্ষর করা।\n২০১০ সালের সেপ্টেম্বরে স্যালমন্ড এমন একটি আইন প্রস্তাব করেন যা স্কটিশ ওয়াটারকে বিদ্যমান শক্তি কোম্পানিগুলির সাথে সহযোগিতা এবং প্রতিযোগিতায় \"সবুজ\" বিদ্যুৎ কেন্দ্র, বায়ু খামার এবং জলবিদ্যুৎ প্রকল্প নির্মাণের ক্ষমতা দেবে। তিনি বলেন যে, এটি স্কটল্যান্ডকে 'বিশ্বের প্রথম জল-অর্থনীতি' হিসেবে গড়ে তুলবে।\n\n\n==== ২০১১ সালের স্কটিশ পার্লামেন্ট নির্বাচন ====\n২০১১ সালের স্কটিশ নির্বাচনের আগে এসএনপি আবারও প্রতিশ্রুতি দেয় যে তারা যদি আরেকটি মেয়াদে জয়লাভ করে তবে স্বাধীনতার জন্য গণভোট আয়োজন করবে। ওয়েস্টমিনস্টার লেবার সরকার প্রাথমিকভাবে অতিরিক্ত সদস্য ব্যবস্থা তৈরি করে যাতে একটি দলের পক্ষে নিরঙ্কুশ সংখ্যাগরিষ্ঠতা অর্জন করা অসম্ভব হয়ে পড়ে, কিন্তু এসএনপি অন্যান্য দলগুলির কাছ থেকে পর্যাপ্ত আসন জিতে ৬৯টি আসন দখল করে সংখ্যাগরিষ্ঠতা লাভ করে। এই নির্বাচনে স্যালমন্ড অ্যাবারডিনশায়ার ইস্টের জন্য পুনঃনির্বাচিত হন, যা মূলত গর্ডনের একটি পুনর্গঠিত সংস্করণ।\n\n\n=== দ্বিতীয় মেয়াদ: ২০১১–২০১৪ ===\n\nএসএনপির সামগ্রিক সংখ্যাগরিষ্ঠতা সালমন্ডকে প্রথম মন্ত্রী হিসেবে আরও একটি মেয়াদ নিশ্চিত করে এবং ১৮ মে ২০১১ তারিখে তিনি বিনা প্রতিদ্বন্দ্বিতায় পুনর্নির্বাচিত হন। এটি ছিল বিকশিত সংসদের ইতিহাসে প্রথম একক-দলীয় সংখ্যাগরিষ্ঠ সরকার। সালমন্ডের দ্বিতীয় সরকার ১৮ নভেম্বর ২০১৪ তারিখে তার পদত্যাগের মাধ্যমে শেষ হয়। সংখ্যাগরিষ্ঠতা অর্জনের ফলে এটি স্যালমন্ডকে স্কটিশ স্বাধীনতার উপর গণভোট আহ্বান করার ক্ষমতা দেয়। ১০ জানুয়ারি ২০১২ তারিখে স্কটিশ সরকার ঘোষণা করে যে তারা ২০১৪ সালের শেষের দিকে গণভোট আয়োজনের ইচ্ছা পোষণ করে।\n৭ নভেম্বর ২০১২ তারিখে স্যালমন্ড তার পূর্বসূরী জ্যাক ম্যাককনেলের ২,০০১ দিনের মেয়াদ অতিক্রম করেন। ২০১৪ সালের স্কটিশ স্বাধীনতা গণভোটেকে সামনে রেখে ২০১২ সালের সেপ্টেম্বরে স্যালমন্ড আকস্মিক রদবদল করেন। নিকোলা স্টারজন এবং অ্যালেক্স নীল ভূমিকা পরিবর্তন করেন। স্টারজন স্বাধীনতা গণভোটের দায়িত্ব নেন।\n\n\n==== সরকারের জন্য কর্মসূচি (২০১১) ====\n\n২০১১ সালের সেপ্টেম্বরে প্রথম মন্ত্রী হিসেবে পুনর্নির্বাচিত হওয়ার পর স্যালমন্ড স্কটিশ সরকারের জন্য তার প্রথম কর্মসূচি প্রকাশ করেন। \"রিনিউয়িং স্কটল্যান্ড: দ্য গভর্নমেন্টস প্রোগ্রাম ফর স্কটল্যান্ড ২০১১-২০১২\" শিরোনামে, স্যালমন্ড সংসদীয় মেয়াদের আগে স্কটিশ সরকারের জন্য বেশ কয়েকটি গুরুত্বপূর্ণ প্রতিশ্রুতি নির্ধারণ করেন। স্যালমন্ড আরও প্রতিশ্রুতি দেন যে স্কটল্যান্ড জুড়ে কাউন্সিল ট্যাক্সের স্থগিতাদেশ অব্যাহত রাখা হবে যাতে \"সামাজিক মজুরি\" প্রতিষ্ঠা করা যায়, সেই সাথে সেতু টোল বাতিল, বিনামূল্যে ভ্রমণ, প্রেসক্রিপশন চার্জ এবং ব্যক্তিগত যত্নের জন্য সরকারের প্রতিশ্রুতি বাস্তবায়নের জন্য কাজ এগিয়ে নেওয়া হবে।\nসরকারের কর্মসূচির সবচেয়ে গুরুত্বপূর্ণ দিক ছিল স্কটিশ স্বাধীনতার সাংবিধানিক প্রশ্ন, যেখানে সরকারের কর্মসূচি নিশ্চিত করে যে, এই বিষয়ে একটি শ্বেতপত্র প্রকাশ করা হবে এবং স্কটিশ সংসদীয় মেয়াদের দ্বিতীয়ার্ধে এই বিষয়ে একটি গণভোট অনুষ্ঠিত হবে।\n\n\n==== স্বাধীনতা গণভোট ====\n১৫ অক্টোবর ২০১২ তারিখে ডেভিড ক্যামেরন এবং স্যালমন্ডের মধ্যে একটি চুক্তি স্বাক্ষরিত হয় যা গণভোট অনুষ্ঠিত হওয়ার জন্য একটি আইনি কাঠামো প্রদান করে। ২১ মার্চ ২০১৩ তারিখে এসএনপি সরকার ঘোষণা করে যে গণভোটটি ১৮ সেপ্টেম্বর ২০১৪ তারিখে অনুষ্ঠিত হবে। ২৬ নভেম্বর ২০১৩ তারিখে স্কটল্যান্ডস ফিউচার একটি স্বাধীন স্কটল্যান্ডের জন্য স্কটিশ সরকারের দৃষ্টিভঙ্গি তুলে ধরে একটি শ্বেতপত্র প্রকাশ করে।\n\n\n==== প্রথম মন্ত্রী পদ থেকে পদত্যাগ ====\n\n১৯ সেপ্টেম্বর ২০১৪ তারিখে স্বাধীনতা গণভোটের ফলাফলের পর সালমন্ড ঘোষণা করেন যে তিনি ২০১৪ সালের নভেম্বরে প্রথম মন্ত্রী পদ থেকে পদত্যাগ করবেন।  এই গণভোটে স্কটিশ জনগণের সংখ্যাগরিষ্ঠ অংশ স্বাধীনতার বিরুদ্ধে ভোট দেয়।\n\n১৫ অক্টোবর ডেপুটি ফার্স্ট মিনিস্টার নিকোলা স্টারজন নেতৃত্বের জন্য একমাত্র প্রার্থী ছিলেন এবং ১৪ নভেম্বর পার্থে দলের জাতীয় সম্মেলনের পর আনুষ্ঠানিকভাবে স্যালমন্ডের স্থলাভিষিক্ত হন। ১৮ নভেম্বর স্যালমন্ড স্কটিশ পার্লামেন্ট এবং রাণীর কাছে তার প্রথম মন্ত্রী পদ থেকে পদত্যাগপত্র জমা দেন এবং পরের দিন স্কটিশ পার্লামেন্ট কর্তৃক তার উত্তরসূরি হিসেবে স্টারজনকে আনুষ্ঠানিকভাবে নির্বাচিত করা হয়।নেতা হিসেবে আমার সময় প্রায় শেষ, কিন্তু স্কটল্যান্ডের জন্য প্রচারণা অব্যাহত রয়েছে এবং স্বপ্নের মৃত্যু হবে না।\n— অ্যালেক্স সালমন্ড\n\n\n== পরবর্তী কর্মজীবন ==\n\n\n=== ওয়েস্টমিনস্টারে প্রত্যাবর্তন ===\n\n৭ ডিসেম্বর ২০১৪ তারিখে স্যালমন্ড ঘোষণা করেন যে তিনি ২০১৫ সালের মে মাসের নির্বাচনে গর্ডনের ওয়েস্টমিনস্টার নির্বাচনী এলাকার জন্য এসএনপি প্রার্থী হিসেবে দাঁড়াবেন।  তিনি ইঙ্গিত দেন যে তিনি হাউস অফ কমন্সে এসএনপি নেতা হিসেবে মোরে থেকে এমপি অ্যাঙ্গাস রবার্টসনকে প্রতিস্থাপন করতে চান না। তার উত্তরসূরী এসএনপি নেতা এবং প্রথম মন্ত্রী নিকোলা স্টারজন ২০১৫ সালের মার্চ মাসে এসএনপি সম্মেলনে ভোটারদের বারবার মনে করিয়ে দেন যে ঝুলন্ত সংসদে তার সম্ভাব্য ভূমিকা সম্পর্কে সাক্ষাৎকার দেওয়ার পর সালমন্ড নন, তিনিই দলের নেতা। প্রার্থীতা ঘোষণার পর কনজারভেটিভ প্রোপাগাণ্ডা তাকে \"বোগিম্যান\" হিসেবে বর্ণনা করে (লেসলি রিডক এবং নিজে উভয়ই), যেখানে লেবার পার্টির নেতা এড মিলিব্যান্ডকে নির্বাচনের পরে \"সালমন্ডের বাঁশির সুরে নাচতে\" দেখানো হয়।\nনির্বাচনী প্রচারণার সময় স্যালমন্ড তার ডায়েরিতে লিখেছিলেন: \"টোরি প্রার্থী কলিন ক্লার্ক একজন চিত্তাকর্ষক ব্যক্তিত্ব কিন্তু তার রাজনীতি এই এলাকার জন্য অনেক শুষ্ক। যদি নির্বাচনী এলাকাটি সম্পূর্ণরূপে মিচটি ফেয়ারমারদের দ্বারা গঠিত হত তবে তিনি আদর্শ প্রার্থী হতে পারতেন। কিন্তু তা নয় এবং তিনি নন।\"\nস্যালমন্ড ৪৭.৭% ভোট পেয়ে গর্ডন আসনটি জিতেন এবং লিবারেল ডেমোক্র্যাট ম্যালকম ব্রুসকে প্রতিস্থাপন করে নির্বাচনী এলাকার ওয়েস্টমিনস্টার এমপি হিসেবে নির্বাচিত হন। ১৩ মে ২০১৫ তারিখে স্যালমন্ডকে হাউস অফ কমন্সে এসএনপির পররাষ্ট্র বিষয়ক মুখপাত্র হিসেবে নিযুক্ত করা হয়। তিনি টুইট করেন যে, দলটি \"ইউরোপপন্থী\", \"উন্নয়নশীল বিশ্বপন্থী\" এবং \"সামরিক দুঃসাহসিকতার বিরুদ্ধে\" অবস্থানের পক্ষে থাকবে। \nকমন্সে ফিরে আসার পর তিনি এক বিতর্কের সময় ব্যবসামন্ত্রী আনা সৌব্রিকে \"নিজের মতো আচরণ করো, নারী\" বলার পর গণমাধ্যমের দৃষ্টি আকর্ষণ করেন। সৌব্রি বলেন, স্যালমন্ডের মনোভাব \"১৯ শতকের দৃঢ়\" ছিল। তবে তার তৎকালীন দলের নেতা নিকোলা স্টারজন এই মন্তব্যের পক্ষে যুক্তি দিয়ে বলেন, \"এটি হাউস অফ কমন্সে একটি তুমুল বিতর্কের মধ্যে ছিল। মৌলিক প্রশ্ন, 'এই ভাষা কি ইঙ্গিত দেয় যে অ্যালেক্স স্যালমন্ড যৌনতাবাদী?' একেবারেই না, আমি জানি এমন কোনও পুরুষ নেই যিনি কম যৌনতাবাদী।\"\n\n২০১৭ সালের ব্রিটিশ সাধারণ নির্বাচনে স্টারজনের দ্বিতীয় স্বাধীনতা গণভোটের আহ্বানের সিদ্ধান্তের বিরুদ্ধে দেশব্যাপী তীব্র প্রতিক্রিয়ার মধ্যে স্যালমন্ডের আসনটি সম্ভাব্য টোরি জয় হিসেবে ব্যাপকভাবে দেখা হয়েছিল। ২০১৭ সালের স্থানীয় কাউন্সিল নির্বাচনে স্কটিশ কনজারভেটিভরা এই অঞ্চলে সবচেয়ে বেশি ভোট পায়, যার ফলে দলের নেতা রুথ ডেভিডসন ইনভেরুরি সফরে বলেছিলেন যে, \"আমরা এই সপ্তাহে গর্ডনে স্থানীয় সরকার নির্বাচনে জিতেছি এবং এসএনপিকে হারিয়ে দ্বিতীয় স্থানে এসেছি। এর অর্থ হল, এই আসন অন্য অনেকের মতো আমাদের এবং জাতীয়তাবাদীদের মধ্যে দুই-ঘোড়ার প্রতিযোগিতা।\" ডেভিডসনের মন্তব্যের জবাবে স্যালমন্ড পাল্টা জবাব দেন, \"এটা কেবল অহংকার, রুথ ডেভিডসনের জন্য আমরা এই আসনটি দখল করতে যাচ্ছি, এবং আমরা সেই আসনটি দখল করে এই ধারা অব্যাহত রাখতে যাচ্ছি। একবার এটি না ঘটলে এটি রুথ ডেভিডসনের বিশ্বাসযোগ্যতার জন্য খুবই খারাপ খবর।\"\nনির্বাচনের রাতে স্যালমন্ড গর্ডনের সদস্য হিসেবে কনজারভেটিভদের কলিন ক্লার্কের কাছে তার আসনটি হেরে যান। কনজারভেটিভদের ২১,৮৬১ ভোটের বিপরীতে তিনি ১৯,২৫৪ ভোট পান। এটি সালমন্ডের থেকে ২০.৪% দূরে সরে যাওয়ার প্রতিনিধিত্ব করে, যা লিবারেল ডেমোক্র্যাটদের কাছ থেকে তার প্রতি ১৪.৪% দূরে সরে যাওয়ার চেয়ে বেশি, যা তাকে ২০১৫ সালের নির্বাচনে আসনটি জিতিয়েছিল। ১৯৮৭ সালের সাধারণ নির্বাচনের পর এটিই প্রথমবারের মতো চিহ্নিত হয়, যখন স্যালমন্ড ব্রিটিশ বা স্কটিশ পার্লামেন্টে কোনো নির্বাচিত পদে ছিলেন না। \n\n\n=== সম্প্রচার ===\n\n৯ নভেম্বর ২০১৭ তারিখে আরটি চ্যানেল (পূর্বে রাশিয়া টুডে নামে পরিচিত) ঘোষণা করে যে, তিনি নেটওয়ার্কে দ্য অ্যালেক্স স্যালমন্ড শো নামে একটি অনুষ্ঠান উপস্থাপনা করবেন। স্কটল্যান্ডের প্রথম মন্ত্রী এবং এসএনপি নেতা হিসেবে স্যালমন্ডের উত্তরসূরী নিকোলা স্টারজন বলেন যে, তিনি চ্যানেলের জন্য সম্প্রচারের সিদ্ধান্তের বিরুদ্ধে পরামর্শ দিতেন। অন্যান্য দলের স্কটিশ রাজনীতিবিদরা স্যালমন্ডের বিচারবুদ্ধির অভাবের জন্য সমালোচনা করেন। তার দীর্ঘদিনের শিষ্য তাসমিনা আহমেদ-শেখও এই অনুষ্ঠানে অভিনয় করেন, যা আহমেদ-শেখ এবং স্যালমন্ডের সহ-মালিকানাধীন প্রযোজনা সংস্থা স্লেইন্ট মিডিয়া দ্বারা প্রযোজিত হয়। প্রথম অনুষ্ঠানটি সম্প্রচারিত হয়েছিল ১৬ নভেম্বর ২০১৭; প্রধান সাক্ষাৎকারগ্রহীতা ছিলেন কাতালোনিয়ার প্রাক্তন রাষ্ট্রপতি কার্লেস পুইগডেমন্ট। ২০২২ সালের ফেব্রুয়ারিতে স্যালমন্ড ঘোষণা করেন যে ২০২২ সালে ইউক্রেনে রাশিয়ার আক্রমণের পর আরটি তে তার অনুষ্ঠানটি স্থগিত করা হয়েছে।\n১১ জুলাই ২০২৩ তারিখে, দ্য অ্যালেক্স স্যালমন্ড শো শেষ হওয়ার এক বছরেরও বেশি সময় পরে স্যালমন্ড সমস্ত সোশ্যাল মিডিয়া প্ল্যাটফর্মে একটি নতুন শো শুরু করেন। এর নাম ছিল স্কটল্যান্ড স্পিকস উইথ অ্যালেক্স স্যালমন্ড, যাকে দ্য অ্যালেক্স স্যালমন্ড শো- এর স্বাভাবিক উত্তরসূরি হিসেবে দেখা হয়, যা স্যালমন্ড এবং আহমেদ-শেখ দ্বারাও হোস্ট করা হয় এবং স্লেইন্ট মিডিয়া দ্বারা প্রযোজিত হয়। এটি প্রথম প্রচারিত হয় ১৩ জুলাই ২০২৩ সালে এবং এতে আগের অনুষ্ঠানের মতোই একটি ফর্ম্যাট ছিল, যদিও বাজেট এবং স্টুডিও কম ছিল। ২০২৪ সালের ফেব্রুয়ারিতে অনুষ্ঠানটি তুর্কি পাবলিক ব্রডকাস্টার টিআরটি তে ফিরে আসে। প্রথম পর্বে অভিনেতা ব্রায়ান কক্সের একটি সাক্ষাৎকার ছিল।\n\n\n=== যৌন অসদাচরণের অভিযোগ ===\n\n\n==== বিচার এবং খালাস ====\n২০১৩ সালে ফার্স্ট মিনিস্টার থাকাকালীন যৌন অসদাচরণের অভিযোগের মুখে ২০১৮ সালের আগস্টে তিনি এসএনপি থেকে পদত্যাগ করেন। এক বিবৃতিতে তিনি বলেন যে তিনি দলের অভ্যন্তরীণ বিভাজন এড়াতে চান এবং নিজের নাম পরিষ্কার করার সুযোগ পেলে এসএনপিতে পুনরায় যোগদানের জন্য আবেদন করার ইচ্ছা পোষণ করেন।\n৩০ আগস্ট ২০১৮ তারিখে তিনি স্কটিশ সরকার যে প্রক্রিয়ার মাধ্যমে অভিযোগগুলি পরিচালনা করেছে তার ন্যায্যতা সম্পর্কে বিচারিক পর্যালোচনা চাওয়ার আইনি খরচ বহন করার জন্য একটি ক্রাউডফান্ডিং আপিল শুরু করেন। দুই দিন পর, ১ সেপ্টেম্বর তিনি তার আইনি খরচ মেটাতে ১০০,০০০ পাউন্ড, যা তার কাঙ্ক্ষিত পরিমাণের দ্বিগুণ, সংগ্রহ করার পর আপিলটি বন্ধ করে দেন। সরকার পরে স্বীকার করে যে তাদের পদ্ধতিগুলি ত্রুটিপূর্ণ ছিল এবং স্যালমন্ডের আইনি খরচ বাবদ £৫০০,০০০ এরও বেশি অর্থ প্রদান করে। ৮ জানুয়ারি ২০১৯ তারিখে তিনি স্কটিশ সরকারের বিরুদ্ধে তার তদন্ত মামলায় জয়লাভ করেন। তিনি উল্লেখ করেন যে, \"আজ যে জয় অর্জিত হয়েছে তাতে আমি আনন্দিত হলেও আমি দুঃখিত যে এই পদক্ষেপ নেওয়া প্রয়োজন ছিল।\" স্কটিশ সরকার স্বীকার করে যে তারা মামলায় \"পূর্বে জড়িত\" থাকা একজন তদন্তকারী কর্মকর্তা নিয়োগ করে নিজস্ব নির্দেশিকা লঙ্ঘন করেছে। স্যালমন্ড স্কটিশ সরকারের স্থায়ী সচিব লেসলি ইভান্সকে তার অবস্থান বিবেচনা করার জন্যও অনুরোধ করেন। ইভান্স বলেন যে ২০১৮ সালের জানুয়ারিতে সরকার যেসব অভিযোগ পেয়েছিল, সেগুলো এখনও প্রত্যাহার করা হয়নি, তাই অভিযোগের তদন্ত শেষ হওয়ার পর পুনরায় তদন্তের বিকল্পটি বিবেচনাধীন রয়েছে।\n২৪ জানুয়ারি  ২০১৯ তারিখে স্কটল্যান্ড পুলিশ স্যালমন্ডকে গ্রেপ্তার করে এবং তার বিরুদ্ধে ১৪টি অপরাধের অভিযোগ আনা হয়, যার মধ্যে ছিল দুটি ধর্ষণের চেষ্টা, নয়টি যৌন নির্যাতন, দুটি অশ্লীল নির্যাতন এবং একটি শান্তি ভঙ্গের অভিযোগ। তিনি ২১ নভেম্বর আদালতে হাজির হন এবং নিজেকে \"নির্দোষ\" দাবি করেন। বিচার শুরু হয় ৯ মার্চ ২০২০ তারিখে। তার প্রতিরক্ষার নেতৃত্ব দেন গর্ডন জ্যাকসন এবং রাষ্ট্রপক্ষের নেতৃত্ব দেন অ্যালেক্স প্রেন্টিস । \n২৩শে মার্চ ২০২০ তারিখে স্যালমন্ডকে সমস্ত অভিযোগ থেকে খালাস দেওয়া হয়। আদালত তাকে ১২টি অভিযোগে দোষী সাব্যস্ত করেনি, বিচারের শুরুতে প্রসিকিউটররা একটি অভিযোগ খারিজ করে দিয়েছিলেন এবং একটি অভিযোগ প্রমাণিত হয়নি। \n২০২১ সালের মে মাসে দ্য টাইমস রিপোর্ট করে যে স্যালমন্ড তার বিচার সম্পর্কে একটি বই লিখছেন।\n\n\n==== স্কটিশ সরকারের অভিযোগ ====\n\nস্কটিশ পার্লামেন্ট স্কটিশ সরকারের হয়রানি অভিযোগ পরিচালনা সংক্রান্ত কমিটি গঠন করে, যাতে সরকার স্যালমন্ডের বিরুদ্ধে হয়রানির দাবির প্রাথমিক তদন্তে কীভাবে নিজস্ব নির্দেশিকা লঙ্ঘন করেছে এবং তারপরে তাদের কর্মকাণ্ডের বিচারিক পর্যালোচনা হারাতে হয়েছে এবং আইনি খরচের জন্য স্যালমন্ডকে £৫০০,০০০ এর বেশি অর্থ প্রদান করতে হয়েছে তা তদন্ত করা যায়। এই কমিটির কাছে স্যালমন্ড কী প্রমাণ উপস্থাপন করতে পারেন তা নিয়ে রাজনৈতিক বিরোধ তৈরি হয়। ২০২১ সালের ফেব্রুয়ারিতে সশরীরে সাক্ষ্য প্রদান করে স্যালমন্ড দাবি করেন যে স্কটিশ সরকার এবং এসএনপির ঊর্ধ্বতন ব্যক্তিরা তাকে জনজীবন থেকে অপসারণ এবং কারাগারে পাঠানোর ষড়যন্ত্র করেছিলেন। স্টারজন অভিযোগের বিরোধিতা করেন।\nস্টারজন প্রথমে সংসদে বলেছিলেন যে ২ এপ্রিল ২০১৮ তারিখে যখন স্যালমন্ড তাকে অভিযোগগুলি সম্পর্কে বলেছিলেন, তখন তিনি প্রথমবারের মতো তাদের সম্পর্কে শুনেছিলেন। তবে ১৮ মাস পরে তিনি তার বিবরণ সংশোধন করে বলেন, তিনি ২৯ মার্চ ২০১৮ তারিখে একটি পূর্ববর্তী বৈঠকের কথা ভুলে গিয়েছিলেন, যেখানে স্যালমন্ডের প্রাক্তন চিফ অফ স্টাফ জিওফ অ্যাবারডেইন তাকে অভিযোগগুলি সম্পর্কে বলেছিলেন। সমালোচকরা একে মন্ত্রী পর্যায়ের আচরণবিধির সম্ভাব্য লঙ্ঘন হিসেবে বর্ণনা করেন, যেখানে বলা হয় যে যেকোনো মন্ত্রী যদি ইচ্ছাকৃতভাবে সংসদকে বিভ্রান্ত করেন, তাহলে তাদের পদত্যাগ করা উচিত। ২৯শে মার্চের সভাটি রেকর্ড করা হয়নি। সরকারি কার্যকলাপের সভাগুলি রেকর্ড করার জন্য তৈরি থাকলেও স্টারজন বলেন যে এটি একটি এসএনপি সভা ছিল।  কমিটির কাছে জবাবদিহিতে স্যালমন্ড বলেন যে, \"কোন সন্দেহ নেই\" যে স্টারজন ২৯ মার্চের বৈঠকের তারিখ আগে প্রকাশ না করে এবং সরকারি কার্যকলাপ সম্পর্কে আসলে কী ছিল তা রেকর্ড না করে মন্ত্রীর আচরণবিধি লঙ্ঘন করেছেন। স্টারজন কোনও অন্যায় কাজ অস্বীকার করেন।\n২ মার্চ ২০২১ তারিখে প্রকাশিত নথি এবং ইমেইলগুলি দেখায় যে, দুজন ব্যক্তি স্যালমন্ডের এই দাবিকে সমর্থন করেছিলেন যে সভাটি সরকার হিসাবে ডাকা হয়েছিল, দলীয় হিসাবে নয়। এই প্রকাশনাটি স্যালমন্ডের এই অভিযোগকেও সমর্থন করে যে, তার একজন অভিযুক্তের পরিচয় তার প্রাক্তন চিফ অফ স্টাফের কাছে পৌঁছে দেওয়া হয়েছিল। স্টারজন এই বক্তব্যের বিরোধিতা করে বলেন যে, \"আমার সর্বোত্তম জ্ঞান অনুসারে আমি মনে করি না যে এটি ঘটেছে\"। তারা আরও নিশ্চিত করে যে আইনজীবীদের পরামর্শে সালমন্ডের বিরুদ্ধে আইনি মামলা ব্যর্থ হওয়ার সম্ভাবনা রয়েছে, তাই সরকার মামলাটি চালিয়েছে।\nটাইমস জানায় যে, এমএসপিরা আরও শুনেছেন যে কর্মীরা \"লজ্জিত বোধ করছেন কারণ তাদের কাছ থেকে স্যালমন্ডের জুতার ফিতা বেঁধে দেওয়া, তার টাই সোজা করা, তার গায়ে হ্যান্ড স্যানিটাইজার লাগানো এবং চুল আঁচড়ানো এবং খুশকি দূর করার আশা করা হয়েছিল।\"\nআইরিশ আইনজীবী জেমস হ্যামিল্টন স্টারজন মন্ত্রীর আচরণবিধি লঙ্ঘন করেছেন কিনা তা নিয়ে একটি পৃথক তদন্ত পরিচালনা করেন এবং এই সিদ্ধান্তে উপনীত হন যে তিনি তা করেননি। তিনি এই যুক্তি দেন যে: \"স্কটিশ পার্লামেন্টই সিদ্ধান্ত নেবে যে তারা আসলেই বিভ্রান্ত হয়েছে কিনা\"।\n\n\n=== আলবা পার্টি ===\n২৬ মার্চ ২০২১ তারিখে স্যালমন্ড ঘোষণা করেন যে তিনি আসন্ন ২০২১ সালের স্কটিশ পার্লামেন্ট নির্বাচনে প্রতিদ্বন্দ্বিতা করার জন্য একটি নতুন স্বাধীনতাপন্থী দল আলবা পার্টিতে যোগদান করেছেন এবং তার নেতা হয়েছেন। তিনি উত্তর-পূর্ব স্কটল্যান্ডের তালিকায় আলবার প্রধান প্রার্থী ছিলেন। প্রচারণার সময় তিনি দ্য নিউ ইয়র্কারকে বলেছিলেন যে তিনি নিকোলা স্টারজনকে ধ্বংস করতে চান না। তিনি দাবি করেন, \"আমি যদি তাকে ধ্বংস করতে চাইতাম, তাহলে তা করা যেত\"।  আলবা মোট ৪৪,৯১৩ ভোট (১.৭%) পান এবং কোন আসন পাননি। স্যালমন্ডের নিজস্ব অঞ্চলে তারা ৮,২৬৯ ভোট (২.৩%) পায়। খারাপ ফলাফল সত্ত্বেও স্যালমন্ড প্রতিশ্রুতি দেন যে, তার দল প্রচারণা চালিয়ে যাবে। তিনি আরও দাবি করেন যে, দলটি মাত্র ছয় সপ্তাহের মধ্যে একটি রাজনৈতিক শক্তি হিসেবে নিজেকে প্রতিষ্ঠিত করেছে এবং রাজনৈতিক দৃশ্যপটে টিকে থাকবে।\n২০২২ সালের স্কটিশ স্থানীয় নির্বাচনে আলবা ১১১ জন প্রার্থীকে দাঁড় করায়, যার মধ্যে ২০১৭ সাল থেকে দলত্যাগ করা তেরো জন প্রার্থীও ছিলেন। কিন্তু তাদের কেউই কোনও আসনে জয়ী হননি। পরের সপ্তাহে স্যালমন্ড বলেন যে, স্কটিশ স্বাধীনতা অর্জন করতে হলে সকল স্বাধীনতাপন্থী দলকে একসাথে কাজ করতে হবে। তিনি বলেন যে, প্রস্তাবিত ২০২৩ সালের স্বাধীনতা গণভোট অনুষ্ঠিত হওয়া প্রয়োজন, কিন্তু যদি তা না হয়, তাহলে স্কটল্যান্ডে বিশাল রাজনৈতিক পরিবর্তন আসবে, যেখানে আলবা একটি শক্তিশালী ভূমিকা পালন করবে।\n২০২৪ সালের সাধারণ নির্বাচনের জন্য আলবা স্কটল্যান্ড জুড়ে ২০ জন প্রার্থীকে দাঁড় করায়, যার মধ্যে বর্তমান এমপিরাও ছিলেন: নীল হ্যানভে এবং কেনি ম্যাকআস্কিল। উভয়ই এসএনপির প্রাক্তন সদস্য ছিলেন। স্যালমন্ড নিজে প্রার্থী ছিলেন না, বরং পরবর্তী স্কটিশ পার্লামেন্ট নির্বাচনে ব্যানফশায়ার এবং বুচান কোস্ট আসনে প্রতিদ্বন্দ্বিতা করার আগ্রহ প্রকাশ করেন। আলবা কোনও আসন জিততে ব্যর্থ হয় এবং সকল প্রার্থী তাদের জামানত হারান। স্যালমন্ড বলেন যে, তিনি অ্যাবারডিনশায়ার নর্থ এবং মোরে ইস্টে এসএনপি-কে ভোট দিয়েছেন, কারণ আলবার সেখানে কোনো প্রার্থী ছিল না।\n\n\n=== এসএনপি-পরবর্তী স্টার্জনের সাথে সম্পর্ক ===\nএসএনপি নেতা এবং প্রথম মন্ত্রী হিসেবে তার উত্তরসূরী নিকোলা স্টারজন পদত্যাগের পর নেতৃত্ব প্রার্থী হুমজা ইউসুফ সালমন্ডের বিরুদ্ধে \"২০২৩ সালের স্কটিশ ন্যাশনাল পার্টির নেতৃত্ব নির্বাচনে অসংখ্য মন্তব্য এবং হস্তক্ষেপ\" করার অভিযোগ আনেন।\nস্যালমন্ড দুই পরাজিত প্রার্থী কেট ফোর্বস এবং অ্যাশ রেগানকে সমর্থন করেছিলেন। রেগানকে স্যালমন্ডের আলবা পার্টির ঘনিষ্ঠ হিসেবে দেখা হত। তার প্রচারণা চালাতেন একজন স্যালমন্ড কর্মী যিনি এক বছর আগে আলবা প্রার্থী হিসেবে এসএনপির বিরুদ্ধে প্রতিদ্বন্দ্বিতা করেছিলেন। তিনি ছিলেন তাকে সমর্থন করা একমাত্র এসএনপি সংসদ সদস্য যিনি সালমন্ডের ঘনিষ্ঠ। প্রচারণার সময় রিগান জোর দিয়ে বলেছিলেন যে, আলবায় যোগদানে তার কোনও আগ্রহ নেই এবং তিনি কখনও সেই দলে যোগ দেবেন না। তা সত্ত্বেও নির্বাচনে শেষ স্থানে থাকার ছয় মাসেরও কম সময়ের মধ্যে তিনি আলবায় যোগদান করেন এবং এক দল থেকে অন্য দলে সরাসরি যোগদানকারী প্রথম এমএসপি হন।\nস্যালমন্ড হুমজা ইউসুফের সমালোচনা করেন, যিনি শেষ পর্যন্ত বিজয়ী হয়েছিলেন। তিনি স্টারজনের প্রগতিশীল নীতির সবচেয়ে সমর্থক প্রার্থী হিসেবে ব্যাপকভাবে বিবেচিত ছিলেন এবং স্যালমন্ডের অধীনে মন্ত্রী হিসেবে দায়িত্ব পালন করেছিলেন। ফোর্বস স্পষ্টভাষী ছিল যে, তিনি সমকামী বিবাহের বিরুদ্ধে ভোট দেবেন, কিন্তু মুসলিম ধর্মাবলম্বী ইউসুফ বলেন যে, তিনি \"[তার] বিশ্বাসের ভিত্তিতে আইন প্রণয়ন করেন না\"। স্যালমন্ড অভিযোগটি পুনরাবৃত্তি করেন যে ইউসুফ, সেই ভোটের সময় একমাত্র নেতৃত্ব প্রার্থী যিনি একজন এমএসপি ছিলেন, ধর্মীয় ব্যক্তিদের চাপের কারণে চূড়ান্ত ভোটে অংশ নিতে পারেননি, যদিও ইউসুফ অন্যান্য পর্যায়ে বিলের সমর্থনে ভোট দিয়েছিলেন। এসএনপি ওয়েস্টমিনস্টারের ডেপুটি লিডার মাহাইরি ব্ল্যাক ইউসুফের প্রতিদ্বন্দ্বী প্রার্থীদের প্রতি স্যালমন্ডের সমর্থনকে এর কৃতিত্ব দেন।\nইউসুফের প্রথম মন্ত্রী নির্বাচিত হওয়ার পর স্যালমন্ড তার সমালোচনা অব্যাহত রাখেন। তিনি ইউসুফকে \"[স্টার্জনের নীতিগত এজেন্ডা] অর্থহীনতা দূর করার\" এবং দিক পরিবর্তন করার আহ্বান জানান, এবং ইউসুফকে গ্রিনদের সাথে ক্ষমতা ভাগাভাগি চুক্তির অবসান ঘটাতে বলেন, যা এসএনপিকে ক্ষমতায় রেখেছিল। ২০২৪ সালে ইউসুফ স্যালমন্ডের সাথে তার সম্পর্কের ভাঙ্গনের জন্য অনুশোচনা এবং হতাশা প্রকাশ করেন, যাকে তিনি আগে প্রশংসা করেছিলেন। তিনি বলেন যে স্যালমন্ড \"এখন তার বেশিরভাগ সময় এসএনপি-তে বুট স্থাপন করে এবং আমার ক্ষতি করার চেষ্টা করে ব্যয় করে\"। তিনি আরও যোগ করেন: \"এটা ভাবা কঠিন যে [তার উদ্দেশ্য] এসএনপি-কে প্রতিস্থাপন করার চেষ্টা করা ছাড়া অন্য কিছু, যা কখনও ঘটবে না।\"\n\n\n== ব্যক্তিগত জীবন এবং মৃত্যু ==\n\n\n=== ব্যক্তিগত জীবন ===\n\nসালমন্ড ১৯৮১ সালে মইরা ম্যাকগ্লাশানকে বিয়ে করেন। মোইরা তার চেয়ে ১৭ বছরের বড় একজন সিনিয়র সরকারি কর্মচারী ছিলেন এবং ১৯৭০-এর দশকে স্কটিশ অফিসে যোগদানের পর তিনি তার বস হয়ে ওঠেন। তাদের কোন সন্তান ছিল না। তারা তাদের ব্যক্তিগত জীবনকে নিবিড়ভাবে গোপন করতেন এবং অ্যাবারডিনশায়ারের স্ট্রিচেনে একটি রূপান্তরিত মিলে বাস করতেন।\nস্যালমন্ড স্কটল্যান্ডের চার্চের সদস্য ছিলেন এবং নিজেকে একজন ধার্মিক ব্যক্তি বলে মনে করতেন।\nকাজ এবং রাজনীতির বাইরে স্যালমন্ডের প্রধান আগ্রহ ছিল গলফ, ঘোড়দৌড়, ফুটবল এবং পড়া। তিনি গ্লাসগোর হেরাল্ড সংবাদপত্রের রেসিং টিপস্টার হিসেবে রবিন কুকের স্থলাভিষিক্ত হন। তিনি স্কটল্যান্ড জাতীয় ফুটবল দল এবং হার্ট অফ মিডলোথিয়ান এফসিকে সমর্থন করতেন এবং মাঝে মাঝে খেলায় অংশ নিতেন। তিনি স্কটিশ সাংস্কৃতিক জীবনেও আগ্রহী ছিলেন, পাশাপাশি স্টার ট্রেক দেখা এবং দেশীয় সঙ্গীত শোনারও আগ্রহ প্রকাশ করেছিলেন।\n\n\n=== মৃত্যু ===\nস্যালমন্ড ১২ অক্টোবর ২০২৪ সালে ৬৯ বছর বয়সে মারা যান। তিনি উত্তর ম্যাসেডোনিয়ার ওহরিদে ছিলেন এবং সেদিনের শুরুতে তাসমিনা আহমেদ-শেখের সাথে জর্জ ইভানভ স্কুল ফর ইয়ং লিডার্সে বক্তৃতা দিয়েছিলেন। উত্তর মেসিডোনিয়ার সরকারি কর্মকর্তারা জানান যে তিনি অসুস্থ হয়ে পড়েন এবং ইনেক্স ওলজিকা হোটেলে প্রায় ১৫:৩০ CEST তে পড়ে যান এবং পরে ঘটনাস্থলে তাকে মৃত ঘোষণা করা হয়। মৃত্যুর কারণ নির্ধারণের জন্য তার দেহ ময়নাতদন্তের জন্য পাঠানো হয়। প্রত্যক্ষদর্শী একাডেমি ফর কালচারাল ডিপ্লোম্যাসির পরিচালক মার্ক ডনফ্রাইড জানান, স্যালমন্ড এবং ফোরামের বাকিরা দুপুরের খাবার খাচ্ছিলেন, ঠিক তখনই স্যালমন্ডের পাশে বসা তাসমিনা আহমেদ-শেখ কেচাপের বোতল খুলতে হিমশিম খেতে লাগেন। স্যালমন্ড সাহায্যের জন্য এগিয়ে যান, এবং বোতলটি খোলার চেষ্টা করতেই তিনি হঠাৎ মেঝেতে পড়ে যান। সাইপ্রাসের স্টক এক্সচেঞ্জের প্রাক্তন প্রধান নির্বাহী, যিনি স্যালমন্ডের অন্য পাশে বসে ছিলেন, তাকে সাহায্য করতে ছুটে আসেন কিন্তু বলেন যে, তিনি ইতিমধ্যেই অজ্ঞান হয়ে পড়েছেন। প্যারামেডিকরা আধা ঘন্টা ধরে স্যালমন্ডকে পুনরুজ্জীবিত করার চেষ্টা করেছিলেন কিন্তু ব্যর্থ হন। তার মৃত্যুর ঘোষণার পর প্রিসাইডিং অফিসার অ্যালিসন জনস্টোনের অনুরোধে এডিনবার্গের স্কটিশ পার্লামেন্ট ভবনের পতাকা অর্ধনমিত রাখা হয়। তার মৃত্যুর ঘোষণার পর স্কটিশ সরকারি ভবনগুলিতে পতাকা অর্ধনমিত রাখা হয়, এবং আবারও তার শেষকৃত্যের দিন এবং ৩০ অক্টোবর স্কটিশ পার্লামেন্টে সালমন্ডের প্রতি শোক প্রস্তাব নিয়ে বিতর্ক চলাকালীন পতাকা অর্ধনমিত রাখা হয়।\n১৩ অক্টোবর একটি সরকারি বিবৃতি প্রকাশের মাধ্যমে তার পরিবার তাকে শ্রদ্ধা জানায়, যেখানে বলা হয় যে তিনি \"একজন নিবেদিতপ্রাণ এবং প্রেমময় স্বামী, একজন অত্যন্ত অনুগত ভাই, একজন গর্বিত এবং চিন্তাশীল চাচা এবং একজন বিশ্বস্ত এবং বিশ্বস্ত বন্ধু\" ছিলেন এবং স্কটিশ স্বাধীনতা অর্জনের জন্য তার দীর্ঘস্থায়ী কাজ এবং আকাঙ্ক্ষা অব্যাহত রাখার প্রতিশ্রুতি দিয়েছিলেন। প্রথম মন্ত্রী হিসেবে পদত্যাগ করার সময় তার ব্যবহৃত একই কথা উল্লেখ করে বিবৃতিতে বলা হয়, \"স্বপ্ন কখনও মরবে না\"। ১৪ অক্টোবর ময়নাতদন্তের পর সালমন্ডের মৃত্যুর আগ পর্যন্ত নেতৃত্বাধীন আলবা পার্টি তার মৃত্যুর কারণ হৃদরোগ বলে নিশ্চিত করে।\n১৮ অক্টোবর স্কটিশ ব্যবসায়ী স্যার টম হান্টারের চার্টার্ড ফ্লাইটে স্যালমন্ডের দেহাবশেষ অ্যাবারডিনে ফিরিয়ে আনা হয়।\n\n\n==== প্রতিক্রিয়া ====\n\nএসটিভি নিউজ কর্তৃক সালমন্ডকে \"আধুনিক স্কটিশ রাজনীতির অন্যতম বৃহৎ ব্যক্তিত্ব\" হিসেবে বর্ণনা করা হয়। তার মৃত্যুর ঘোষণার পরপরই সালমন্ড এবং তার রাজনৈতিক কর্মজীবনের প্রতি শ্রদ্ধা জানানো শুরু হয়। বাকিংহাম প্যালেস রাজা তৃতীয় চার্লসের পক্ষ থেকে একটি বিবৃতি জারি করা হয়, যেখানে বলা হয়, \"অ্যালেক্স স্যালমন্ডের আকস্মিক মৃত্যুতে আমি এবং আমার স্ত্রী অত্যন্ত দুঃখিত। স্কটল্যান্ডের প্রতি তাঁর নিষ্ঠা তাঁর দশকের পর দশক ধরে জনসেবাকে এগিয়ে নিয়ে গেছে।\"  স্কটল্যান্ডের প্রথম মন্ত্রী জন সুইনি বলেন যে তিনি \"অকাল মৃত্যুতে গভীরভাবে মর্মাহত এবং দুঃখিত\", তিনি আরও বলেন যে তিনি \"রাজনৈতিক জীবনে এক বিরাট অবদান রেখেছেন — কেবল স্কটল্যান্ডের মধ্যেই নয়, বরং যুক্তরাজ্য এবং তার বাইরেও\"। যুক্তরাজ্যের প্রধানমন্ত্রী কেয়ার স্টারমার \"৩০ বছর ধরে স্কটিশ এবং যুক্তরাজ্যের রাজনীতির একজন স্মারক ব্যক্তিত্ব\" হিসেবে তার মর্যাদার কথা উল্লেখ করে বলেন যে, স্যালমন্ড \"একটি স্থায়ী উত্তরাধিকার রেখে গেছেন\"।\nস্যালমন্ডের ঘনিষ্ঠ রাজনৈতিক সহযোগী এবং প্রথম মন্ত্রী হিসেবে তার উত্তরসূরী নিকোলা স্টারজন, যার সাথে তার মৃত্যুর আগের বছরগুলিতে তার সম্পর্কের অবনতি ঘটেছিল, তিনি বলেন যে স্যালমন্ডের মৃত্যুর খবর শুনে তিনি \"মর্মাহত এবং দুঃখিত\"। তিনি আরও যোগ করেন, \"স্পষ্টতই, আমি ভান করতে পারি না যে গত কয়েক বছরের ঘটনাগুলি যা আমাদের সম্পর্ক ভেঙে দেওয়ার দিকে পরিচালিত করেছিল তা ঘটেনি, এবং আমার পক্ষে এই চেষ্টা করা ঠিক হবে না\"। পরে তিনি আরও বলেন, \"এটা সত্য যে বহু বছর ধরে অ্যালেক্স আমার জীবনের একজন অবিশ্বাস্যভাবে গুরুত্বপূর্ণ ব্যক্তিত্ব ছিলেন। তিনি আমার পরামর্শদাতা ছিলেন এবং এক দশকেরও বেশি সময় ধরে আমরা যুক্তরাজ্যের রাজনীতিতে সবচেয়ে সফল অংশীদারিত্বগুলির মধ্যে একটি গঠন করেছি\"।\nঅন্যান্যদের মধ্যে শ্রদ্ধাঞ্জলি জানান উত্তর ম্যাসেডোনিয়ার প্রাক্তন রাষ্ট্রপতি জর্জ ইভানভ, যিনি সালমন্ডকে তাঁর \"বন্ধু যিনি তাঁর জীবন ও কর্মের বৈশিষ্ট্যপূর্ণ আবেগ এবং নিষ্ঠা প্রদর্শন করেছিলেন\" বলে উল্লেখ করেন; স্কটল্যান্ডের পররাষ্ট্রমন্ত্রী ইয়ান মারি যিনি দাবি করেন যে \"স্কটল্যান্ড এবং আমাদের রাজনীতিতে অ্যালেক্স সালমন্ডের প্রভাবকে অতিরঞ্জিত করা অসম্ভব\";  প্রাক্তন এসএনপি এমপি জোয়ানা চেরি যিনি যুক্তরাজ্যের সংসদে সালমন্ডের সাথে কাজ করেছিলেন; স্কটিশ কনজারভেটিভদের প্রাক্তন নেতা ডগলাস রস এবং রাজনৈতিক সম্প্রচারক অ্যান্ড্রু নীল।\nস্কটিশ ফুটবল অ্যাসোসিয়েশন (এসএফএ) নিশ্চিত করে যে ১৫ অক্টোবর ২০২৪ তারিখে হ্যাম্পডেন পার্কে পর্তুগালের বিপক্ষে স্কটল্যান্ড জাতীয় ফুটবল দলের ২০২৪-২৫ উয়েফা নেশনস লিগের ম্যাচের আগে স্যালমন্ডের জন্য এক মিনিট করতালি দেওয়া হবে।\n\n\n==== আয়োজন ====\n\nমৃত্যুর দুই দিন পর, ১৪ অক্টোবর সালমন্ডের দেহাবশেষ স্কটল্যান্ডে ফেরত পাঠানোর ব্যবস্থা শুরু হয়। উত্তর মেসিডোনিয়া থেকে তার মৃতদেহ দেশে ফিরিয়ে আনার বিষয়ে স্কটল্যান্ডের ডেপুটি ফার্স্ট মিনিস্টার কেট ফোর্বস এবং যুক্তরাজ্য সরকারের ইউরোপ, উত্তর আমেরিকা এবং বিদেশী অঞ্চল বিষয়ক প্রতিমন্ত্রী স্টিফেন ডাউটির মধ্যে \"দীর্ঘ আলোচনা\" হয়। সালমন্ডের মৃত্যুর পর ভারপ্রাপ্ত ভিত্তিতে দলীয় নেতৃত্বের স্থলাভিষিক্ত হন আলবা পার্টির ডেপুট নেতা কেনি ম্যাকআস্কিল। তিনি সালমন্ডের স্কটল্যান্ডে প্রত্যাবর্তনের ব্যবস্থা করার জন্য স্কটিশ সরকার এবং যুক্তরাজ্য সরকার উভয়ের প্রতি কৃতজ্ঞতা প্রকাশ করেন এবং প্রক্রিয়াটি \"ত্বরান্বিত\" করার জন্য ম্যাসেডোনিয়ান সরকারকে প্রকাশ্যে ধন্যবাদ জানান।\nস্যালমন্ড বিদেশে মারা যাওয়ার পর তার মৃতদেহ স্কটল্যান্ডে ফেরত পাঠানোর আগে বেশ কয়েকটি ঘটনা ঘটে। উত্তর ম্যাসেডোনিয়ার পররাষ্ট্র মন্ত্রণালয় স্যালমন্ডের মৃতদেহ স্কটল্যান্ডে ফেরত পাঠানোর জন্য স্কটিশ সরকারের সম্মতির জন্য নির্দিষ্ট ব্যবস্থার জন্য অপেক্ষা করে, যেখানে স্কটিশ সরকার এবং ম্যাসেডোনিয়া সরকার উভয়ই বলে যে, তারা তার পরিবারকে সহায়তা প্রদানের জন্য \"নিবিড়ভাবে কাজ করছে\"। উত্তর ম্যাসেডোনিয়া থেকে সালমন্ডের মৃতদেহ দেশে ফেরত আনার জন্য রয়্যাল এয়ার ফোর্স (আরএএফ) -এ যোগদানের জন্য যুক্তরাজ্য সরকারের উপর চাপ ছিল, যার আনুমানিক খরচ £৬০০,০০০।\n১৫ অক্টোবর তার পরিবার স্কটিশ পার্লামেন্টে একটি শোক বই দেখতে উপস্থিত হয় যা জনসাধারণের জন্য উন্মুক্ত করা হয়েছিল যারা সালমন্ডের প্রতি শ্রদ্ধা জানাতে চেয়েছিলেন। ১৫ অক্টোবর আলবা পার্টি, স্কটিশ সরকার এবং যুক্তরাজ্য সরকারের মধ্যে তার মৃতদেহের সর্বোত্তম প্রত্যাবর্তন নিয়ে আলোচনা হয়, তবে ১৫ অক্টোবর সন্ধ্যার মধ্যে ম্যাসেডোনিয়ার সরকারি কর্মকর্তারা নিশ্চিত করেন যে তার \"মৃতদেহ স্কটল্যান্ডে ফেরত পাঠানোর জন্য প্রস্তুত\"। পররাষ্ট্র মন্ত্রণালয় নিশ্চিত করে যে, তার প্রত্যাবাসনের জন্য প্রয়োজনীয় \"প্রযুক্তিগত কাজ\" সম্পন্ন হয়েছে এবং তারা \"স্কটিশ পক্ষ থেকে প্রস্থানের সময় সম্পর্কিত তথ্যের জন্য অপেক্ষা করছে\"।\n১৬ অক্টোবর ঘোষণা করা হয় যে তার মৃতদেহ স্কটল্যান্ডে ফেরত পাঠানোর জন্য আরএএফে পাঠানোর পরিকল্পনা প্রত্যাখ্যান করা হয়েছে এই আশঙ্কায় যে, এটি শুধুমাত্র রাজপরিবারের মৃত সদস্যদের যুক্তরাজ্যে ফেরত পাঠানোর আরএএফ প্রোটোকল লঙ্ঘন করবে। এর পরিবর্তে প্রাথমিকভাবে অনুমান করা হয় যে স্কটিশ সরকার স্যালমন্ডের মৃতদেহ ফেরত পাঠানোর জন্য একটি ফ্লাইট ভাড়া করার খরচ বহন করবে। পরে নিশ্চিত করা হয় যে স্যালমন্ডের মৃতদেহ একটি ব্যক্তিগত ফ্লাইটে ফেরত পাঠানোর জন্য একজন ব্যক্তি ব্যক্তিগত অর্থ প্রদান করবেন। পরবর্তীতে জানা যায় যে স্যালমন্ডের মৃতদেহ দেশে ফেরত পাঠানোর জন্য অর্থায়নকারী ব্যক্তি ছিলেন স্কটিশ ব্যবসায়ী টম হান্টার।\n১৮ অক্টোবর সালমন্ডের মরদেহ উত্তর মেসিডোনিয়া ত্যাগ করে। তার সহকর্মী তাসমিনা আহমেদ-শেখ তার কফিন স্কটল্যান্ডের পতাকায় মুড়িয়ে দেন। স্কটল্যান্ডে ফেরার জন্য কফিনটি বিমানের কাছে পৌঁছানোর সাথে সাথে উত্তর মেসিডোনিয়ার সেনাবাহিনী এটিকে গার্ড অফ অনার প্রদান করে। অ্যাবারডিন বিমানবন্দরে বিমানগুলি অবতরণের পর দুপুর ২টার দিকে তার মরদেহ স্কটল্যান্ডে ফিরে আসে। তার পরিবারের সদস্যরা এবং আলবা পার্টির ভারপ্রাপ্ত নেতা কেনি ম্যাকআস্কিল তার আগমনকে চিহ্নিত করেন। কফিনটি বিমান থেকে নামার সময় একাকী বাঁশি বাজানো হয়। \"ইয়েস বাইকার্স\" নামে পরিচিত একদল বাইকার স্যালমন্ডের শোকসভাকে ফ্রেজারবার্গের একটি অন্ত্যেষ্টিক্রিয়া বাড়িতে নিয়ে যায়।\n\n\n==== অন্ত্যেষ্টিক্রিয়া ====\n\n২৯ অক্টোবর ২০২৪ তারিখে অ্যাবারডিনশায়ারের স্ট্রিচেনের স্ট্রিচেন প্যারিশ চার্চে সালমন্ডের জন্য একটি ব্যক্তিগত অন্ত্যেষ্টিক্রিয়া অনুষ্ঠিত হয় যেখানে তিনি তার মৃত্যুর আগ পর্যন্ত বসবাস করেছিলেন। এই অনুষ্ঠানে সালমন্ডের পরিবারের সদস্য এবং বন্ধুবান্ধব উপস্থিত ছিলেন, যাদের মধ্যে ছিলেন আলবা পার্টির চেয়ারওম্যান তাসমিনা আহমেদ-শেখ, হাউস অফ কমন্সের প্রাক্তন স্পিকার জন বারকো, এমএসপি ফার্গাস ইউইং এবং অ্যানাবেল ইউইং, স্যামন্ড সরকারের প্রাক্তন এমএসপি এবং ক্যাবিনেট সেক্রেটারি অ্যালেক্স নীল, স্কটিশ ন্যাশনাল পার্টির প্রাক্তন ডেপুট লিডার জিম সিলারস, প্রাক্তন এমপি জোয়ানা চেরি, স্কটিশ পার্লামেন্টে আলবা পার্টির নেতা অ্যাশ রেগান এবং আলবা পার্টির ভারপ্রাপ্ত নেতা কেনি ম্যাকআস্কিল।\nপ্রথম মন্ত্রী হিসেবে স্যালমন্ডের উত্তরসূরী নিকোলা স্টারজন এবং বর্তমান প্রথম মন্ত্রী জন সুইনি, যারা উভয়েই পূর্বে প্রথম মন্ত্রী হিসেবে স্যালমন্ডের মন্ত্রিসভায় দায়িত্ব পালন করেছিলেন, তারা ব্যক্তিগত অন্ত্যেষ্টিক্রিয়ায় যোগ দেননি। স্কটিশ সরকারের জারি করা এক বিবৃতিতে নিশ্চিত করা হয় যে, অন্ত্যেষ্টিক্রিয়ায় তাদের অনুপস্থিতি \"সালমন্ডের পরিবারের ইচ্ছার সাথে সঙ্গতিপূর্ণ\" ছিল। স্কটিশ সরকার বিবৃতিতে বলে যে, \"প্রথম মন্ত্রী এবং স্কটিশ সরকারের সমবেদনা সালমন্ডের পরিবারের সাথে রয়েছে\"। আলবা পার্টির সাথে যুক্ত একটি সূত্র দাবি করে যে, \"নরকেও এমন কোন সম্ভাবনা থাকবে না\" যে স্টারজনকে সালমন্ডের শেষকৃত্য বা জনসাধারণের স্মরণসভায় আমন্ত্রণ জানানো হবে, যা পরবর্তীতে অনুষ্ঠিত হবে, কারণ সালমন্ডের মৃত্যুর বছরগুলিতে তাদের মধ্যে দ্বন্দ্ব এবং বিবাদ চরমে ছিল।\n\n\n==== স্মারক অনুষ্ঠান ====\n\n২০২৪ সালের ৩০ নভেম্বর এডিনবার্গের সেন্ট জাইলস ক্যাথেড্রালে সালমন্ডের জন্য একটি ব্যক্তিগত স্মারক অনুষ্ঠান অনুষ্ঠিত হয়। এই অনুষ্ঠানে স্যালমন্ডের পরিবারের সদস্য এবং বন্ধুরা উপস্থিত ছিলেন, যাদের মধ্যে ছিলেন প্রাক্তন প্রধানমন্ত্রী গর্ডন ব্রাউন, ফার্স্ট মিনিস্টার জন সুইনি, স্কটিশ লেবার নেতা আনাস সারওয়ার, স্কটিশ কনজারভেটিভ নেতা রাসেল ফাইনডেল, আলবা পার্টির ভারপ্রাপ্ত নেতা কেনি ম্যাকআস্কিল, প্রাক্তন ফার্স্ট মিনিস্টার হেনরি ম্যাকলাইশ, বন্ধু এবং এমপি ডেভিড ডেভিস এবং এমএসপি ফার্গাস ইউইং।\nএই অনুষ্ঠানে গায়িকা ডগি ম্যাকলিন, স্কটিশ ব্যান্ড দ্য প্রোক্লেইমার্স, সেলোবাদক নাতালি হাসের সাথে ফিডলার অ্যালাসডেয়ার ফ্রেজার এবং গায়িকা শিনা ওয়েলিংটনের পরিবেশনা অন্তর্ভুক্ত ছিল।\n\n\n== সম্মানসূচক ডিগ্রি এবং পুরস্কার ==\nরাজনৈতিক জীবনের স্বীকৃতিস্বরূপ স্যালমন্ডকে বেশ কয়েকটি সম্মানসূচক ডিগ্রি প্রদান করা হয়েছিল। এর মধ্যে রয়েছে ৩০ নভেম্বর ২০০৭ সালে সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয় থেকে ডক্টরেট ডিগ্রি এবং ২০ এপ্রিল ২০১৫ সালে গ্লাসগো বিশ্ববিদ্যালয় থেকে ডক্টর অফ দ্য ইউনিভার্সিটি (ডি.ইউনিভার্সিটি) ডিগ্রি।\n২০০৭ সালের নভেম্বরে স্যালমন্ড তার \"উজ্জ্বল প্রচারণা\" এবং আট বছরের লেবার শাসনের অবসান ঘটানো স্কটিশ পার্লামেন্ট নির্বাচনে \"অসাধারণ বিজয়ের\" সম্মানে বর্ষসেরা সংসদ সদস্য হিসেবে \"দ্য স্পেক্টেটর\" পুরস্কার পান।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nডেভিড টরেন্স, স্যালমন্ড: অ্যাগেইনস্ট দ্য অডস ( ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ মার্চ ২০১২ তারিখে), বার্লিন, ২০১০।\n\n\n=== অন্যান্য ===\nGoring, Rosemary (২০০৭)। Scotland, the Autobiography: 2,000 Years of Scottish History by Those Who Saw It Happen। Viking। পৃষ্ঠা 432–4। আইএসবিএন 978-0-670-91657-3। \nLynch, Peter (২০০২)। SNP: The History of the Scottish National Party। Welsh Academic Press। আইএসবিএন 978-1-86057-003-2। \n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে অ্যালেক্স সালমন্ড (ইংরেজি)\nএমএসপিদের স্কটিশ পার্লামেন্ট প্রোফাইল: অ্যালেক্স সালমন্ড\nপ্রথম মন্ত্রী (Scotland.gov.uk)\nঅফিসিয়াল জীবনী (www.snp.org)\nগার্ডিয়ান প্রোফাইলe, নির্বাচনী ইতিহাস এবং প্রোফাইল (guardian.co.uk)\nTheyWorkForYou.com\nVoting Record — Alex Salmond MP, Banff & Buchan (10525) (The Public Whip)"}