{"pageid": 1518839, "title": "পলিকালচার", "url": "https://bn.wikipedia.org/wiki?curid=1518839", "content": "কৃষিতে, পলিকালচার হল একই স্থানে একাধিক ফসল একসঙ্গে চাষ করার পদ্ধতি, যা মনোকালচারের বিপরীত। ১৯৫০ সালের মধ্যে মনোকালচার উন্নত দেশগুলোর প্রধান কৃষি পদ্ধতি হয়ে ওঠে। ঐতিহ্যবাহী পলিকালচারের উদাহরণগুলির মধ্যে রয়েছে তিন বোন পদ্ধতির চাষ, যেখানে ভুট্টা, শিম এবং লাউজাতীয় ফসল একসঙ্গে জন্মানো হয়; এশিয়ার ধান-মাছ চাষ পদ্ধতি এবং নাইজেরিয়ার জটিল মিশ্রিত ফসল চাষ পদ্ধতি।\nপলিকালচার বিভিন্ন সুবিধা প্রদান করে, যেমন মোট উৎপাদন বৃদ্ধি, কারণ একই জমি থেকে একাধিক ফসল সংগ্রহ করা যায়। এটি ফসলের ক্ষতির ঝুঁকি কমায়। পলিকালচারে সম্পদ বেশি কার্যকরভাবে ব্যবহার করা হয়, যার ফলে সার ও কীটনাশকের প্রয়োজন কম হয়, কারণ আন্তঃরোপিত ফসল আগাছা দমন করে এবং ডালজাতীয় ফসল নাইট্রোজেন স্থিরীকরণ করতে পারে। এছাড়া, জীববৈচিত্র্য বৃদ্ধির ফলে কীটপতঙ্গ দমন এবং উদ্ভিদের রোগবালাই কম হয়। পলিকালচার বছরে একাধিকবার ফসল সংগ্রহের সুযোগ দেয় এবং মাটির ভৌত, রাসায়নিক ও কাঠামোগত গুণাগুণ উন্নত করতে পারে, যেমন গভীর শিকড় মাটির ছিদ্র তৈরি করে, যা পানি ও বাতাসের প্রবাহ সহজ করে। উন্নত মাটির আচ্ছাদন মাটি শুকিয়ে যাওয়া ও ক্ষয় রোধ করে। তদুপরি, অধিকতর ফসলের বৈচিত্র্য মানুষের খাদ্যতালিকাকে পুষ্টিকর করে তুলতে পারে।\nতবে, পলিকালচারের কিছু অসুবিধাও রয়েছে। এটি পরিচালনা করার জন্য দক্ষতা প্রয়োজন, কারণ বিভিন্ন ফসলের জন্য ভিন্ন বপন গভীরতা, দূরত্ব ও সময়সীমা দরকার হয়। এছাড়া, পৃথক সার ও কীটনাশকের প্রয়োজন হতে পারে এবং ফসল সংগ্রহ ও পৃথক করাও কঠিন হতে পারে। উপযুক্ত উদ্ভিদ সমন্বয় খুঁজে পাওয়া কঠিন হতে পারে এবং একে অপরের সঙ্গে প্রতিযোগিতা করার ফলে উৎপাদন কমে যেতে পারে।\nবার্ষিক পলিকালচারের মধ্যে রয়েছে আন্তঃচাষ, যেখানে দুটি বা ততোধিক ফসল পাশাপাশি জন্মানো হয়; উদ্যানচাষে এটি সহচর রোপণ নামে পরিচিত। একটি প্রকরণ হল স্ট্রিপ চাষ, যেখানে একাধিক সারিতে এক ধরণের ফসল লাগানো হয়, যা অন্য ফসলের সারির পাশে থাকে। আচ্ছাদন ফসল একটি পদ্ধতি যেখানে প্রধান ফসলের পাশাপাশি আগাছা দমন, জল ধরে রাখা এবং নাইট্রোজেন স্থিরীকরণের জন্য ঘাস ও ডাল জাতীয় উদ্ভিদ জন্মানো হয়। জীবন্ত মাল্চ পদ্ধতিতে প্রধানত আগাছা দমনকারী দ্বিতীয় ফসল ব্যবহৃত হয়; উদাহরণস্বরূপ, গাঁদা ফুল অর্থনৈতিকভাবে লাভজনক এবং এর অ্যালেলোপ্যাথি যৌগ কীটপতঙ্গ প্রতিরোধে সহায়ক। মিশ্র চাষে সমস্ত বীজ একসঙ্গে রোপণ করা হয়, যা প্রাকৃতিক উদ্ভিদ বৈচিত্র্য অনুকরণ করে; এ ক্ষেত্রে সমস্ত ফসল একসঙ্গে সংগ্রহ করা হয় এবং একইভাবে ব্যবহৃত হয়।\nবহুবর্ষজীবী পলিকালচারে বার্ষিক ফসলের বহুবর্ষজীবী জাত অন্তর্ভুক্ত থাকতে পারে, যেমন ধান, জোয়ার এবং অড়হর, যা আলফালফার মতো ডাল জাতীয় গাছের সঙ্গে জন্মানো যেতে পারে। ধান পলিকালচার প্রায়ই মাছ ও হাঁসের মতো প্রাণীসম্পদের সঙ্গে মিলিত হয়। বন কৃষি পদ্ধতিতে কিছু ফসল গাছ হয়; উদাহরণস্বরূপ, কফি যা ছায়াপ্রিয় এবং ঐতিহ্যগতভাবে ছায়া প্রদানকারী গাছের নিচে জন্মানো হয়। এশিয়ার ধান-মাছ চাষ পদ্ধতিতে ধানের পাশাপাশি মিঠা পানির মাছ উৎপাদিত হয়, যা একটি মূল্যবান অতিরিক্ত ফসল যোগ করে; ইন্দোনেশিয়ায় ধান, মাছ, হাঁস এবং জলফার্নের সংমিশ্রণে টেকসই ও উৎপাদনশীল পার্মাকালচার ব্যবস্থা তৈরি করা হয়।\n\n\n== সংজ্ঞা ==\nপলিকালচার হল একই স্থানে একই সময়ে একাধিক ফসল চাষের পদ্ধতি। এটি ঐতিহ্যগতভাবে কৃষির সর্বাধিক প্রচলিত রূপ। যেসব অঞ্চলে পলিকালচার কৃষির একটি উল্লেখযোগ্য অংশ গঠন করে তার মধ্যে হিমালয়, পূর্ব এশিয়া, দক্ষিণ আমেরিকা এবং আফ্রিকা অন্তর্ভুক্ত। এই পদ্ধতির অন্যান্য নামের মধ্যে রয়েছে মিশ্র চাষ ও আন্তঃচাষ। এটি মনোকালচার থেকে আলাদা, যেখানে একসময়ে একটি মাত্র ফসল চাষ করা হয়। পলিকালচার ও মনোকালচার উভয়ই ফসল আবর্তন বা সময়ের সাথে সাথে অন্যান্য পরিবর্তনের অধীন হতে পারে (নিচের ছকে দেখানো হয়েছে)।\n\n\n== ঐতিহাসিক ও আধুনিক ব্যবহার ==\n\n\n=== আমেরিকা: তিন বোন ===\n\nএকটি সুপরিচিত ঐতিহ্যবাহী উদাহরণ হল ভুট্টা, শিম এবং লাউ গাছের একত্রিত চাষ, যা \"তিন বোন\" নামে পরিচিত। এই সংমিশ্রণে, ভুট্টা শিমের জন্য অবলম্বন সরবরাহ করে, শিম সমস্ত গাছের জন্য নাইট্রোজেন সরবরাহ করে, এবং লাউ মাটিতে আগাছা দমন করে। এই ফসল মিশ্রণ প্রায় ৩,০০০ বছর পূর্বে মেসোআমেরিকার সভ্যতায় ব্যবহৃত হত। এটি দেখায় যে কীভাবে পলিকালচারের বিভিন্ন প্রজাতি পরস্পরকে সহায়তা করতে পারে এবং মানুষের হস্তক্ষেপের প্রয়োজনীয়তা হ্রাস করতে পারে। লাতিন আমেরিকার বেশিরভাগ কৃষক এখনও তাদের ভুট্টা, শিম এবং লাউ একসঙ্গে চাষ করেন।\n\n\n=== এশিয়া: স্থলজ ও জলজ ===\n\nচীনে, এক হাজার বছর ধরে শস্যদানা অন্যান্য উদ্ভিদের সঙ্গে আন্তঃচাষ করা হয়েছে; ২১শ শতকে এখনও ২৮ থেকে ৩৪ মিলিয়ন হেক্টর জমিতে এই পদ্ধতি অব্যাহত রয়েছে।\n\n\n=== আফ্রিকা: কাউপিয়া ও জটিল মিশ্র চাষ ===\nআফ্রিকায় বহু শতাব্দী ধরে পলিকালচার চর্চা করা হচ্ছে। এতে প্রায়শই ডাল জাতীয় ফসল, বিশেষ করে কাউপিয়া, অন্যান্য ফসলের সঙ্গে চাষ করা হয়। নাইজেরিয়ায়, জটিল মিশ্র চাষে একসঙ্গে ১৩টি পর্যন্ত ফসল অন্তর্ভুক্ত থাকতে পারে, যেখানে ধান পাহাড়ের মাঝখানে জন্মানো হয়, যা কাসাভা, কাউপিয়া, ভুট্টা, বাদাম, কুমড়ো, Lagenaria, অড়হর, তরমুজ এবং বিভিন্ন যাম প্রজাতির সঙ্গে মিশ্রিত থাকে।\n\n\n=== উন্নয়নের প্রভাব ===\nকীটনাশক, শস্যনাশক এবং সার ব্যবহারের ফলে ১৯৫০-এর দশক থেকে উন্নত দেশগুলোর কৃষিতে মনোকালচার প্রধান পদ্ধতি হয়ে ওঠে। অর্থনৈতিকভাবে উন্নত দেশগুলোতে, যেখানে পলিকালচারকে তুলনামূলকভাবে কম উৎপাদনশীল ও অধিক শ্রমসাপেক্ষ মনে করা হতো, সেখানে এর জনপ্রিয়তা ব্যাপকভাবে হ্রাস পেয়েছিল। তবে, পলিকালচার চাষ সম্পূর্ণ বিলুপ্ত হয়নি এবং এটি বিশেষ করে উন্নয়নশীল দেশগুলোর খাদ্য উৎপাদন ব্যবস্থার একটি অপরিহার্য অংশ হিসেবে রয়ে গেছে। অনুমান করা হয় যে বিশ্বব্যাপী কৃষির প্রায় ১৫% থেকে ২০% এখনও ঐতিহ্যগত পলিকালচার ব্যবস্থার উপর নির্ভরশীল। জলবায়ু পরিবর্তনের কারণে, পরিবেশ ও স্বাস্থ্যগত প্রভাব কমানোর জন্য পলিকালচার উন্নত দেশগুলোর মধ্যে আবার জনপ্রিয়তা অর্জন করছে।\n\n\n== সুবিধাসমূহ ==\nপলিকালচার বিভিন্ন কৃষিবৈজ্ঞানিক সুবিধা প্রদান করতে পারে। Adamczewska-Sowińska এবং Sowiński (2020) অনুসারে এর প্রধান সুবিধাগুলি হল:\n\nবিভিন্ন ফসলের কারণে মোট উৎপাদন বৃদ্ধি, স্থিতিশীলতা বৃদ্ধি, এবং ফসল ক্ষতির ঝুঁকি হ্রাস।\nমাটির খনিজ, নাইট্রোজেন স্থিরীকরণ, জমি ও শ্রমের মতো সম্পদের আরও কার্যকর ব্যবহার।\nসার ও কীটনাশকের কম ব্যবহার।\nআন্তঃফসল আগাছা দমন করে।\nকীটপতঙ্গ, রোগবালাই ও আগাছার কারণে ক্ষতি হ্রাস।\nবছরে একাধিকবার ফসল সংগ্রহ সম্ভব।\nমাটির ভৌত, রাসায়নিক ও কাঠামোগত বৈশিষ্ট্য উন্নত হয়, যেমন গভীর শিকড় ও আঁশযুক্ত শিকড়ের সংমিশ্রণ।\nউন্নত মাটি আচ্ছাদন মাটির শুকিয়ে যাওয়া ও ক্ষয় প্রতিরোধ করে।\nবিভিন্ন ফসলের কারণে মানুষের জন্য উন্নত পুষ্টি সরবরাহ।\n\n\n=== দক্ষতা ===\nপলিকালচার সম্পদের আরও কার্যকর ব্যবহার করে এবং সামগ্রিকভাবে একক ফসল চাষের তুলনায় বেশি জৈব পদার্থ উৎপন্ন করে। এটি বিভিন্ন ফসলের মধ্যে পারস্পরিক সম্পর্ক এবং বাস্তুসংস্থানীয় নীড় তৈরি করার ফলে ঘটে। তবে, পলিকালচারের প্রতিটি ফসলের ফলন কম হতে পারে, কারণ প্রতিটি ফসলের জন্য জমির অংশ সীমিত থাকে।\nফসলগুলির মধ্যে মিথস্ক্রিয়া জটিল, তবে সাধারণত প্রতিযোগিতামূলক হয়, কারণ প্রতিটি উদ্ভিদ স্থান, সূর্যালোক, পানি এবং মাটির পুষ্টি অর্জনের জন্য সংগ্রাম করে। অনেক উদ্ভিদ তাদের শিকড় ও অন্যান্য অংশ থেকে নির্গত পদার্থের মাধ্যমে অন্যান্য উদ্ভিদকে বাধা দেয় (অ্যালেলোপ্যাথি); তবে কিছু উদ্ভিদ পরস্পরের জন্য উপকারী। কিছু মিথস্ক্রিয়া উপকারী, যেমন ডাল জাতীয় ফসল নাইট্রোজেন সরবরাহ করে। এই মিথস্ক্রিয়া বিভিন্ন উদ্ভিদের জুটির ভিত্তিতে ব্যাপকভাবে পরিবর্তিত হয়; উপযুক্ত ও অনুপযুক্ত সহচর উদ্ভিদের জন্য অনেক সুপারিশ করা হয়েছে। উদাহরণস্বরূপ, ভুট্টার সঙ্গে অ্যামারান্থ, ডাল, লাউ ও সূর্যমুখী ভালোভাবে বৃদ্ধি পায়, কিন্তু বাঁধাকপি, সেলারি বা টমেটোর সঙ্গে ভাল হয় না। অন্যদিকে, বাঁধাকপি শিম, গাজর, সেলারি, গাঁদা ফুল এবং টমেটোর সঙ্গে ভালো জন্মায়, কিন্তু পেঁয়াজ বা আলুর সঙ্গে নয়।\n\n\n=== মাটির উন্নয়ন ===\n\nপলিকালচার মাটির উর্বরতা, কাঠামো এবং জীববৈচিত্র্য উন্নত করতে সহায়ক। মাটির উর্বরতা নির্ভর করে অজৈব পুষ্টি ও হিউমাস বা জৈব পদার্থের উপর। গভীর শিকড়যুক্ত সহচর ফসল, যেমন ডাল জাতীয় গাছ, মাটির কাঠামো উন্নত করতে পারে; পচনের পর এগুলো মাটিতে ছিদ্র তৈরি করে, যা পানি নিষ্কাশন ও বাতাস চলাচল সহজ করে। কিছু গাছ, যেমন সাদা লুপিন, গমের মতো শস্য ফসলকে ফসফরাস গ্রহণে সহায়তা করে, যা প্রায়শই ফসল বৃদ্ধির জন্য সীমিত উপাদান। পলিকালচার মাটির ক্ষুদ্রজীবের জন্য উপকারী; কিছু ক্ষেত্রে, যেমন জীবন্ত মাল্চ ব্যবস্থায়, এটি কেঁচো বৃদ্ধিতেও সহায়তা করতে পারে, যা মাটির কাঠামোকে আরও উন্নত করে। এটি সম্ভবত মাটিতে জৈব পদার্থের পরিমাণ বৃদ্ধি করার মাধ্যমে ঘটে।\n\n\n=== স্থায়িত্ব ===\n\nপলিকালচার পরিবেশে কীটনাশক ও কৃত্রিম সারের নির্গমন কমাতে সহায়ক।\nচাষাবাদ (টিলেজ), যা মাটি থেকে গুরুত্বপূর্ণ সূক্ষ্মজীব ও পুষ্টি অপসারণ করে, তা কিছু পলিকালচার পদ্ধতিতে, বিশেষত পার্মাকালচারে, এড়ানো যায়। জমির ব্যবহার আরও উৎপাদনশীল হয়।\nপলিকালচার স্থানীয় জীববৈচিত্র্য বৃদ্ধি করে। ফসলের বৈচিত্র্য বৃদ্ধি পার্শ্ববর্তী অঞ্চলে পরাগায়ন বৃদ্ধিতে সহায়তা করতে পারে, কারণ বিভিন্ন উদ্ভিদ অধিকতর পরাগবাহীদের আকৃষ্ট করে।\n\n\n=== আগাছা ব্যবস্থাপনা ===\nপলিকালচারে আগাছা বৃদ্ধির হার ফসলের ঘনত্ব ও বৈচিত্র্যের উপর নির্ভর করে। অধিক ঘনত্বের গাছপালা পরিবেশে পানি, সূর্যালোক ও পুষ্টির ঘনত্ব কমিয়ে দেয়। অধিকতর ফসল বৈচিত্র্য থাকলে এটি আরও তীব্র হয়, কারণ সব সম্ভাব্য সম্পদ পুরোপুরি ব্যবহৃত হয়। এই প্রতিযোগিতা আগাছার জন্য বিশেষভাবে প্রতিকূল পরিবেশ তৈরি করে। তবে, যখন আগাছা জন্মে, তখন সেগুলো কীটপতঙ্গ দমনে সহায়ক হতে পারে, কারণ এগুলো কীটপতঙ্গের প্রাকৃতিক শত্রুদের আকৃষ্ট করে। এছাড়া, কিছু আগাছা আর্থ্রোপডদের আশ্রয় প্রদান করে, যা পলিকালচারের অন্যান্য গাছপালার জন্য উপকারী হতে পারে।\n\n\n=== কীটপতঙ্গ ব্যবস্থাপনা ===\n\nমনোকালচারের তুলনায় পলিকালচারে কীটপতঙ্গের আধিক্য কম হয়, কারণ ফসলের বৈচিত্র্য কীটপতঙ্গের বিস্তার বাধাগ্রস্ত করে। পলিকালচারে নির্দিষ্ট ফসলের ঘনত্ব কম থাকায় সংশ্লিষ্ট কীটপতঙ্গ কম আকৃষ্ট হয়। বিশেষায়িত কীটপতঙ্গ পলিকালচারে তাদের পছন্দের গাছপালা খুঁজতে বেশি সময় নেয়, ফলে ফসলের ক্ষতি হ্রাস পায় (associational resistance)। যেহেতু পলিকালচার প্রকৃতির বৈচিত্র্যময় পরিবেশের অনুকরণ করে, সাধারণ কীটপতঙ্গ এটি ও আশপাশের পরিবেশের মধ্যে পার্থক্য বুঝতে পারে না, ফলে তাদের উপস্থিতি কম থাকে। এছাড়া, পলিকালচারের ফসল বৈচিত্র্য কীটপতঙ্গের শিকারী বা প্রাকৃতিক শত্রুদের আকৃষ্ট করে, যা কীটপতঙ্গ দমনে সহায়ক।\n\n\n=== রোগ নিয়ন্ত্রণ ===\nউদ্ভিদ রোগ মনোকালচারের তুলনায় পলিকালচারে কম বিস্তার লাভ করে। রোগ-বৈচিত্র্য তত্ত্ব অনুসারে, অধিকতর উদ্ভিদ বৈচিত্র্য রোগের তীব্রতা হ্রাস করে। যেহেতু বিভিন্ন উদ্ভিদ বিভিন্ন রোগের সংবেদনশীল, একটি নির্দিষ্ট রোগ একটি ফসলকে ক্ষতিগ্রস্ত করলেও তা অন্যান্য ফসলের মধ্যে ছড়িয়ে পড়বে না, ফলে সামগ্রিক উৎপাদনের উপর প্রভাব সীমিত থাকে। তবে, নির্দিষ্ট কীটপতঙ্গ বা রোগ দ্বারা আক্রান্ত হলে পলিকালচারের ফসল একই মাত্রায় ক্ষতিগ্রস্ত হতে পারে, যেমনটি মনোকালচারের ক্ষেত্রে ঘটে।\n\n\n=== মানব স্বাস্থ্যের ওপর প্রভাব ===\nবর্তমানে ব্যবহৃত অনেক ফসল উচ্চ-ক্যালোরিযুক্ত, যা স্থূলতা, উচ্চ রক্তচাপ, এবং টাইপ ২ ডায়াবেটিসের মতো রোগ সৃষ্টি করতে পারে। পলিকালচারে উদ্ভিদের বৈচিত্র্য বৃদ্ধি পাওয়ায় এটি খাদ্যতালিকার বৈচিত্র্য বাড়াতে এবং পুষ্টির মানোন্নয়নে সহায়ক হতে পারে, বিশেষ করে যখন এতে অপ্রচলিত খাদ্য অন্তর্ভুক্ত হয়।\n\n\n== অসুবিধাসমূহ ==\n\n\n=== ব্যবস্থাপনা ===\nAdamczewska-Sowińska এবং Sowiński (2020) অনুযায়ী, পলিকালচারের প্রধান অসুবিধাগুলি হল:\n\nবিভিন্ন ফসলের জন্য ভিন্ন বপন গভীরতা, হার, সময় ও সারির দূরত্বের প্রয়োজন হয়, পাশাপাশি আলাদা সার ও কীটনাশকের ব্যবহার করতে হয়, যা যান্ত্রিকভাবে পরিচালনা করা কঠিন হতে পারে। ফলে অধিক শ্রমের প্রয়োজন হতে পারে।\nফসল সংগ্রহ ও পৃথক করা কঠিন হতে পারে।\nনগদ ফসল বা প্রধান খাদ্য ফসলের ক্ষেত্রে কার্যকর নাও হতে পারে।\nআগাছানাশক ব্যবহার কঠিন হতে পারে, কারণ একটি ফসলের জন্য এটি উপযোগী হলেও অন্যটির জন্য নয়।\nএটি অধিক ব্যবস্থাপনা ও কৃষকদের জন্য অতিরিক্ত শিক্ষার প্রয়োজন হতে পারে।\n\n\n=== উপযুক্ত সংমিশ্রণ খুঁজে পাওয়া ===\nকিছু পলিকালচারে প্রতিযোগিতার কারণে গাছের বৃদ্ধি ব্যাহত হতে পারে। একসঙ্গে জন্মানোর জন্য নির্বাচিত বিভিন্ন প্রজাতির পরস্পরের পরিপূরক হওয়া দরকার। বিপুল সংখ্যক চাষযোগ্য উদ্ভিদের কারণে উপযুক্ত সংমিশ্রণ খুঁজে পাওয়া ও পরীক্ষা করা কঠিন হতে পারে; বিকল্প হিসেবে, আগে থেকে পরীক্ষিত সংমিশ্রণ ব্যবহার করা যেতে পারে।\n\n\n== চাষের পদ্ধতি ==\nকোন ধরনের গাছ জন্মানো হবে, সেগুলোর স্থানের বিন্যাস, এবং কতদিন একসঙ্গে বেড়ে উঠবে, তার ওপর নির্ভর করে নির্দিষ্ট পলিকালচার পদ্ধতি নির্ধারিত হয়। প্রাণী ও উদ্ভিদ একসঙ্গে জন্মানোর ক্ষেত্রে তাত্ত্বিকভাবে কোনো সীমাবদ্ধতা নেই। দুটি গাছের বৃদ্ধির সময়ের ওভারল্যাপ অসমমিত হতে পারে, যেমন একটি গাছ আরেকটির উপর দীর্ঘ সময় নির্ভর করতে পারে, যা সাধারণত জীবনচক্রের পার্থক্যের কারণে ঘটে।\n\n\n=== বার্ষিক ===\n\n\n==== আন্তঃচাষ ====\n\nযখন দুটি বা ততোধিক ফসল একই স্থানে একই সময়ে একসঙ্গে জন্মানো হয়, তখন কৃষিতে এটিকে আন্তঃচাষ এবং উদ্যানচাষে সহচর রোপণ বলা হয়। আন্তঃচাষ ভূমির সীমিত ব্যবহারের ক্ষেত্রে বিশেষভাবে কার্যকর। এটি সারিবদ্ধভাবে, মিশ্রভাবে, একাধিক সারির স্ট্রিপে, বা ধাপে ধাপে চাষ করা যেতে পারে।\nস্ট্রিপ চাষ পদ্ধতিতে বিভিন্ন উদ্ভিদ পর্যায়ক্রমে স্ট্রিপ আকারে চাষ করা হয়। এটি ভূ-সমতল কর্ষণ সহ ঢালু জমিতে কার্যকর হতে পারে এবং একক শস্য সারির চেয়ে প্রশস্ত হয়। যদিও স্ট্রিপ চাষে সম্পূর্ণরূপে ফসল মিশ্রিত হয় না, এটি মাটি ক্ষয় হ্রাস ও পুষ্টি চক্রের উন্নতিতে সহায়ক।\nডাল জাতীয় ফসল, বিশেষত শস্য-ডাল সংমিশ্রণ, আন্তঃচাষের অন্যতম প্রচলিত রূপ।\n\n\n==== আচ্ছাদন ফসল ====\n\nযখন একটি প্রধান ফসলের সঙ্গে ফসল নয় এমন উদ্ভিদ জন্মানো হয়, তখন এটিকে আচ্ছাদন ফসল বলা হয়। যদি এই উদ্ভিদ আগাছা হয়, তবে এটিকে আগাছা সংস্কৃতি বলা হয়।\n\n\n==== জীবন্ত মাল্চ ====\n\nজীবন্ত মাল্চ কৃষিতে পলিকালচারের একটি রূপ, যেখানে প্রধান ফসল সংগ্রহের জন্য জন্মানো হয় এবং অন্য ফসল মাটি ঢেকে রাখার জন্য ব্যবহৃত হয়।\n\n\n=== বহুবর্ষজীবী ===\n\n\n==== বন কৃষি ====\n\nলাতিন আমেরিকার অনেক দেশে জনপ্রিয় পলিকালচারের একটি রূপ হল বন কৃষি, যেখানে গাছ ও ফসল একসঙ্গে জন্মানো হয়। গাছ ফসলের জন্য ছায়া প্রদান করে, পাশাপাশি পাতা বা ফল ঝরে পড়লে জৈব পদার্থ ও পুষ্টি সরবরাহ করে। গাছের বিস্তৃত মূলতন্ত্র মাটি ক্ষয় প্রতিরোধ করে এবং মাটির মাইক্রোবিয়াল কার্যকলাপ বৃদ্ধি করে। ফসলের উপকারিতার পাশাপাশি, গাছ কাগজ, ঔষধি, কাঠ, এবং জ্বালানি কাঠ সংগ্রহের জন্যও ব্যবহৃত হয়।\nকফি একটি ছায়াপ্রিয় ফসল এবং ঐতিহ্যগতভাবে ছায়াযুক্ত পরিবেশে চাষ করা হয়। ভারতে, এটি প্রাকৃতিক অরণ্যের ছায়ায় জন্মায়, যেখানে এটি গুল্ম স্তরের পরিবর্তে বৃদ্ধি পায়। মেক্সিকোতে কফির জন্য একটি ভিন্ন পলিকালচার ব্যবস্থা ব্যবহৃত হয়, যেখানে Coffea গাছগুলি ডাল জাতীয় গাছ Inga প্রজাতির ছায়ায় জন্মায়।\n\n\n==== বার্ষিক ফসলের বহুবর্ষজীবী জাত ====\nঐতিহ্যবাহী বার্ষিক খামার ফসলের বহুবর্ষজীবী জাত টেকসই কৃষি বৃদ্ধিতে সহায়ক হতে পারে। এগুলোতে কম চাষের প্রয়োজন হয় এবং দীর্ঘ শিকড় থাকার ফলে মাটি ক্ষয় হ্রাস পায় এবং খরা সহনশীলতা বৃদ্ধি পায়। এই জাতগুলোর উন্নয়ন ধান, গম, জোয়ার, অড়হর, বার্লি এবং সূর্যমুখীর জন্য করা হচ্ছে। এগুলো আলফালফার মতো ডাল জাতীয় আচ্ছাদন ফসলের সঙ্গে সংযুক্ত করে নাইট্রোজেন স্থিরীকরণ সম্ভব, যা সার ব্যবহারের প্রয়োজনীয়তা কমায়।\n\n\n==== ধান, মাছ ও হাঁস ব্যবস্থাপনা ====\n\nদক্ষিণ-পূর্ব এশিয়া ও চীনে, ধান-মাছ চাষ ব্যবস্থায় মিঠা পানির মাছ এবং ধান একসঙ্গে উৎপাদিত হয়, যা একটি মূল্যবান অতিরিক্ত ফসল প্রদান করে এবং আশপাশের নদীগুলোর ইউট্রোফিকেশন হ্রাস করে।\nধান-হাঁস চাষ ক্রান্তীয় ও উপক্রান্তীয় এশিয়ায় ব্যাপকভাবে প্রচলিত। ইন্দোনেশিয়ায় এর একটি প্রকরণে ধান, মাছ, হাঁস এবং জলফার্ন একত্রে চাষ করা হয়, যা টেকসই ও উৎপাদনশীল পার্মাকালচার ব্যবস্থা তৈরি করে। হাঁস আগাছা খেয়ে ফেলে, যা ধানের বৃদ্ধি সীমিত করতে পারত, ফলে শ্রম ও আগাছানাশকের প্রয়োজন কমে যায়; জলফার্ন নাইট্রোজেন স্থিরীকরণ করে; আর হাঁস ও মাছের বিষ্ঠা মাটির উর্বরতা বৃদ্ধি করে, ফলে সার ব্যবহারের প্রয়োজন হ্রাস পায়।\n\n\n==== সমন্বিত জলচাষ ====\n\nসমন্বিত বহুস্তরীয় জলচাষ একটি জলচাষ ব্যবস্থা, যেখানে মাছ বা চিংড়ির সঙ্গে সমুদ্রশৈবাল, শামুক, বা মাইক্রো-শৈবাল একত্রে চাষ করা হয়। একক প্রজাতির জলচাষ কৃষকদের জন্য সমস্যা তৈরি করতে পারে এবং পরিবেশের উপর নেতিবাচক প্রভাব ফেলতে পারে। উদাহরণস্বরূপ, একক প্রজাতির সমুদ্রশৈবাল চাষে নাইট্রেট নিঃসরিত হয়, যা ইউট্রোফিকেশন সৃষ্টি করতে পারে। সামুদ্রিক একক প্রজাতির জলচাষে সবচেয়ে বড় সমস্যা হল খাদ্যের উচ্চ খরচ, যার অর্ধেকেরও বেশি অপচয় হয় এবং এটি নাইট্রোজেন নিঃসরণ ঘটিয়ে শৈবাল বৃদ্ধির বিস্ফোরণ ঘটাতে পারে।\n\n\n== আরও দেখুন ==\nবন কৃষি\nঅ্যাকুয়াপনিক্স\nউপকারী আগাছা\nসমগ্রিক ব্যবস্থাপনা\nসহায়ক ফসল\n\n\n== তথ্যসূত্র =="}