{"pageid": 1518804, "title": "গাম্বিয়ায় কৃষি", "url": "https://bn.wikipedia.org/wiki?curid=1518804", "content": "কৃষি গাম্বিয়ার অর্থনীতির একটি গুরুত্বপূর্ণ অংশ, যা দেশের মোট জিডিপির ২৫% জোগান দেয়। গাম্বিয়ার প্রায় ৭৫% শ্রমিক কৃষি খাতে কর্মরত। দেশটির প্রধান খাদ্যশস্য হলো চাল।\nযদিও কৃষি গাম্বিয়ার অর্থনীতির একটি প্রধান খাত, তবুও খাদ্য নিরাপত্তা এখনও একটি গুরুত্বপূর্ণ সমস্যা। গাম্বিয়া বছরে মাত্র ২২,৭০৬ মেট্রিক টন চাল উৎপাদন করে। দেশটির ৪৫% জমিতে বাদাম চাষ করা হলেও, উৎপাদিত বাদামের বেশিরভাগই রপ্তানি করা হয়, যা খাদ্য নিরাপত্তার সমস্যাকে আরও জটিল করে তোলে।\nজলবায়ু পরিবর্তনও গাম্বিয়ার কৃষিকে প্রভাবিত করছে। তাপমাত্রা বৃদ্ধির ফলে ফসলের উৎপাদন কমে যাচ্ছে এবং মৌসুমী খরার প্রকোপ বাড়ছে। সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধির কারণে গাম্বিয়া নদীতে লবণাক্ত পানি মিশে যাচ্ছে, যা চাল চাষের জমিতে লবণ ক্ষয়ের সৃষ্টি করছে। ভূমি উন্নয়নও পর্যাপ্ত নয়। কিছু বিশেষজ্ঞ কৃষিজমির উৎপাদনশীলতা বৃদ্ধির জন্য শক্তিশালী সেচ ব্যবস্থার উন্নয়নের পরামর্শ দিয়েছেন, যা বৃষ্টির পানি, গাম্বিয়া নদী এবং ভূগর্ভস্থ পানি থেকে সরবরাহ করা যেতে পারে।\n\n\n== প্রধান কৃষিজাত পণ্য ==\n\n\n=== অর্থকরী ফসল ===\nগাম্বিয়ার অর্থনীতি প্রধানত বাদাম, সোরগাম এবং বাজরার রপ্তানির উপর নির্ভরশীল।\n\n\n==== বাদাম ====\n\nগাম্বিয়ার প্রধান রপ্তানি বা অর্থকরী ফসল হলো বাদাম (পিনাট নামেও পরিচিত)। ২০০২ সালে, এই ফসল দেশটির জিডিপির ৬% সরবরাহ করেছিল। উৎপাদিত বাদামের প্রায় ৬০% রপ্তানি করা হয় এবং বাকি ৩০% অভ্যন্তরীণভাবে ব্যবহৃত হয়। গাম্বিয়ার ৪৫% জমি এই ফসল চাষে ব্যবহৃত হয়।\nপর্তুগিজরা ১৭০০-এর দশকে গাম্বিয়ায় বাদাম নিয়ে এলেও, ১৮২০ সালে ব্রিটিশরা এর বাণিজ্য শুরু করে। উত্তর আমেরিকা এবং ইউরোপের (বিশেষত যুক্তরাজ্য ও ফ্রান্স) ক্রমবর্ধমান চাহিদার কারণে বাদাম শিল্প তেল, মোমবাতি এবং সাবান তৈরিতে ব্যবহৃত হতে শুরু করে।\n১৮৭০-এর দশকের শেষ দিকে আটলান্টিক দাস বাণিজ্যর পতনের ফলে গাম্বিয়ার প্রধান বাণিজ্য পণ্য হিসেবে বাদাম শিল্প প্রসারিত হয়। ১৯০৪ সালের মধ্যে গাম্বিয়ার অর্থনীতিতে বাদামই একমাত্র কৃষিজ সম্পদ হয়ে ওঠে, যা খাতের বৈচিত্র্য নিয়ে সরকারের উদ্বেগ তৈরি করে।\nশ্রম সংকটের সময় বাদাম খাত পুনর্গঠনের জন্য প্রতিবেশী দেশগুলোর কৃষকদের নিয়োগ করা হয়। ১৯১৫ সালে গাম্বিয়ায় ৩২,২২০ জন বিদেশি কৃষক কাজ করতেন, যারা বার্ষিক গড়ে এক-তৃতীয়াংশ বাদাম রপ্তানি উৎপাদনে অবদান রাখতেন। এর ফলে জনসংখ্যা বৃদ্ধি পায় এবং ১৯২৪ সালে গাম্বিয়ার কৃষি বিভাগ প্রতিষ্ঠিত হয়।\n\nস্বাধীনতার আগেই, জমির উর্বরতা বাড়ানোর জন্য দুটি পদ্ধতি ব্যবহার করা হতো।  \n১) পতিত জমি পদ্ধতি, যেখানে নির্দিষ্ট জমিতে ১৫-৩০ বছর চাষাবাদ বন্ধ রাখা হতো।  \n২) শস্য পর্যায়ক্রমিক পরিবর্তন পদ্ধতি, যেখানে একই জমিতে বিভিন্ন ফসল চাষ করা হতো।\nযদিও এই দুটি পদ্ধতি পর্যাপ্ত চাষযোগ্য জমির উপর নির্ভরশীল ছিল, জনসংখ্যা বৃদ্ধির ফলে পতিত জমির সময়কাল কমে যায়। এর ফলে ফসল উৎপাদন ও কৃষকের আয় কমে যায়।\n১৯৪০ সালে, গাম্বিয়ার সরকার ভর্তুকি দিয়ে খাদ্য আমদানি শুরু করে এবং কৃষিকাজে যান্ত্রিকীকরণ করে। তবে এটি খাদ্য নিরাপত্তার সমস্যা সমাধান করতে পারেনি। ফলে সরকার চাল আমদানি শুরু করে এবং এটি গাম্বিয়ার প্রধান খাদ্যশস্য হয়ে ওঠে।\n\n\n=== চাল ===\nদ্রুত নগরায়ণ এবং চালের চাহিদা বৃদ্ধির প্রবণতা গাম্বিয়াসহ অনেক আফ্রিকান দেশে লক্ষ্য করা যায়। কৃষির বাইরে কর্মরত মানুষের জন্য গুড়ি করা চাল রান্না করা তুলনামূলকভাবে সহজ, যা এটিকে সবচেয়ে গুরুত্বপূর্ণ খাদ্যশস্য হিসেবে প্রতিষ্ঠিত করেছে।\n১৯৬৫ সালে গাম্বিয়ার স্বাধীনতার সময়, মাত্র ১৫% জনগণ শহরে বাস করত, যা ২০০৯ সালে বেড়ে ৫৭% হয়েছে। ফলে চালের উপর নির্ভরতা আরও বেড়েছে।\n\nঔপনিবেশিক আমলে এবং স্বাধীনতার পর এশীয় জাতের চাল আফ্রিকান জাতের চালের তুলনায় বেশি উৎপাদিত হতে শুরু করে। তখন স্থানীয়ভাবে উৎপাদিত চাল গাম্বিয়ায় প্রচুর পাওয়া যেত, কিন্তু শহুরে চাহিদা বৃদ্ধির সাথে সাথে কৃষকরা উৎপাদন বাড়াতে পারেনি, বিশেষত মৌসুমি দুর্ভিক্ষ প্রকট হয়ে ওঠায়।\nবর্তমানে, গাম্বিয়া চাল আমদানির উপর ব্যাপকভাবে নির্ভরশীল। দেশটির বার্ষিক চাল চাহিদার ৮০-৯০% আমদানির মাধ্যমে পূরণ করা হয়।\n\n\n== খাদ্য নিরাপত্তা ==\nগাম্বিয়ায় খাদ্য নিরাপত্তাহীনতার মাত্রা অত্যন্ত উচ্চ। দেশটির প্রায় দুই-তৃতীয়াংশ জনগণ গ্রামীণ অভ্যন্তরীণ অঞ্চলে বসবাস করে, যেখানে তারা নিজেদের জন্য যথেষ্ট পরিমাণে চাল উৎপাদন করতে পারলেও পশ্চিম উপকূলের শহরাঞ্চলের মানুষের জন্য তা পর্যাপ্ত নয়। দেশটি অভ্যন্তরীণ খাদ্য চাহিদা মেটানোর জন্য যথেষ্ট পরিমাণ চাল উৎপাদন করে না, ফলে বছরে প্রায় ৮০-৯০% চাল দক্ষিণ-পূর্ব এশিয়া থেকে আমদানি করতে হয়।\nতবে, আমদানিকৃত চালের একটি উল্লেখযোগ্য অংশ গাম্বিয়ার খাদ্য নিরাপত্তা প্রচেষ্টার জন্য ব্যবহৃত না হয়ে প্রতিবেশী সেনেগাল ও গিনিতে পুনরায় রপ্তানি করা হয়। দেশীয় উৎপাদিত চালের ঘাটতি মূলত ১৯৮০-এর দশকের মাঝামাঝি থেকে শুরু হয়। ১৯৮৩ থেকে ১৯৮৯ সালের মধ্যে চাল আমদানি ১৬,২০০ টন থেকে ৫২,৮০০ টনে বৃদ্ধি পায়, অন্যদিকে স্থানীয় উৎপাদন ৩৩,৭০০ টন থেকে ২৯,৫০০ টনে নেমে আসে এবং গাম্বিয়ার অভ্যন্তরীণ বাজারে দেশীয় চালের উপস্থিতি ৫০% থেকে ১৫%-এ হ্রাস পায়। ২০০০ সাল থেকে, অভ্যন্তরীণ চাল উৎপাদনের পরিমাণ প্রতি বছর প্রায় ২০,০০০ টন ধানের মধ্যে সীমাবদ্ধ রয়েছে।\nদেশীয়ভাবে উৎপাদিত বাজরা আমদানি নির্ভর চালের বিকল্প খাদ্যশস্য হিসেবে জনপ্রিয়তা পাচ্ছে। কিছু বিশেষজ্ঞের মতে, বাজরা উৎপাদন বৃদ্ধি গাম্বিয়ার খাদ্য নিরাপত্তা সমস্যার সমাধানে সহায়ক হতে পারে, কারণ এটি পরিশোধিত নয় এবং স্বাস্থ্যকর বিকল্প হিসেবে বিবেচিত হয়। ১৯৯২ থেকে ২০০৭ সালের মধ্যে বাজরা উৎপাদন ৭% হারে বৃদ্ধি পেয়েছিল, তবে এটি মূলত উৎপাদনের পরিমাণ বাড়ার কারণে নয়, বরং বাজরা চাষের জন্য ব্যবহৃত জমির পরিমাণ বৃদ্ধির ফলে হয়েছে। ফলে, বাজরা উৎপাদন কত দ্রুত খাদ্য নিরাপত্তায় গুরুত্বপূর্ণ ভূমিকা রাখবে তা এখনও অনিশ্চিত।\n\n\n== সরকার ==\n\n\n=== প্রথম প্রজাতন্ত্রের সংস্কার ===\nগাম্বিয়া ব্রিটিশদের কাছ থেকে ১৯৬৫ সালে স্বাধীনতা অর্জনের পর প্রথম প্রজাতন্ত্রের সূচনা ঘটে। সরকার দাউদা জওয়ারার নেতৃত্বে পরিচালিত হয়েছিল এবং ১৯৯৪ সাল পর্যন্ত স্থায়ী ছিল, যখন এক অভ্যুত্থান তাকে ক্ষমতাচ্যুত করে।\nজওয়ারা প্রশাসনের সময় কৃষি খাতের উন্নয়নে বিভিন্ন উদ্যোগ গ্রহণ করা হয়েছিল, যেমন সম্প্রসারণ কর্মসূচি বৃদ্ধি। গাম্বিয়া কেন্দ্রীয় সমবায় ব্যাংক ও বিপণন ইউনিয়নকে একটি স্বাধীন সংস্থায় রূপান্তর করা হয়, যা কৃষকদের কাছ থেকে নগদ অর্থের বিনিময়ে ফসল কিনত এবং কৃষকদের উৎপাদন বাড়ানোর জন্য ঋণ দিত।\n১৯৭০-এর দশকের খাদ্য নিরাপত্তা সংকট এবং বাজেট ঘাটতির সময়, সরকার ১৯৮৫ সালে একটি অর্থনৈতিক পুনরুদ্ধার কর্মসূচি চালু করে, যা কৃষিতে বাজারভিত্তিক নীতিগুলোর উপর গুরুত্ব দেয়।\n\n\n=== দ্বিতীয় প্রজাতন্ত্রের সংস্কার ===\n১৯৯৪ সালে এক অভ্যুত্থানের মাধ্যমে জওয়ারাকে ক্ষমতাচ্যুত করা হয় এবং ইয়াহিয়া জামেহ ক্ষমতা গ্রহণ করেন। জামেহ ২০১৭ সাল পর্যন্ত গাম্বিয়ার রাষ্ট্রপতি ছিলেন, এরপর আদামা ব্যারো সরকার গঠন করেন।\n১৯৯৬ সালে প্রস্তাবিত ও ২০০৬ সালে গৃহীত ভিশন ২০২০ ছিল জামেহর সময়ে চালু হওয়া কৃষিনীতি পরিকল্পনা। এর লক্ষ্য ছিল দেশীয় উৎপাদন এবং রপ্তানি বৃদ্ধি করা, কৃষিতে যান্ত্রিকীকরণ প্রযুক্তির সম্প্রসারণ এবং আরও টেকসই সেচ পদ্ধতি উন্নয়ন।\nযদিও কৃষিজমি ও উৎপাদন কিছুটা বেড়েছে, তবে যান্ত্রিকীকরণ পুরোপুরি সফল হয়নি। অনেক কৃষক মনে করেন ট্রাক্টরগুলি মাটির জন্য উপযুক্ত নয় এবং তা মাটির ক্ষয় ঘটায়।\n\n\n=== সাম্প্রতিক নীতিমালা ও পরিকল্পনা ===\nগাম্বিয়া এখনও খাদ্য নিরাপত্তার সমস্যার মুখোমুখি, কারণ চালের দাম ক্রমাগত বৃদ্ধি পাচ্ছে।\n২০১৮ সালে চালু হওয়া জাতীয় উন্নয়ন পরিকল্পনা সরকার পরিচালিত নতুন নীতি যা কৃষি খাতকে উন্নত করার লক্ষ্যে গ্রহণ করা হয়েছে।\n\n\n== বিদেশি সহায়তা ==\n\n\n=== সহায়তা কর্মসূচি ===\nগাম্বিয়া উল্লেখযোগ্য পরিমাণ বিদেশি সাহায্য গ্রহণ করে। বিশ্ব ব্যাংক অনুসারে, সরকারি উন্নয়ন সহায়তা (ODA) থেকে দেশটি প্রতি বছর প্রায় ২০০ মিলিয়ন মার্কিন ডলার সহায়তা পায়।\n২০২১ সালে শুরু হওয়া Resilience of Organizations for Transformative Smallholder Agriculture প্রকল্প খাদ্য নিরাপত্তা উন্নত করার জন্য ৮০ মিলিয়ন মার্কিন ডলার বরাদ্দ করেছে। এটি আন্তর্জাতিক কৃষি উন্নয়ন তহবিল এবং ফরাসি উন্নয়ন সংস্থা দ্বারা অর্থায়িত।\n\n\n=== তাইওয়ান/চীন চাল সেচ প্রকল্প ===\n১৯৬০-এর দশকের মাঝামাঝি গাম্বিয়া তাইওয়ান-এর সাথে কূটনৈতিক সম্পর্ক স্থাপন করে।\n১৯৬৬ সালে তাইওয়ান গাম্বিয়ায় চাল উৎপাদনকে বার্ষিক ফসল উৎপাদনের স্তরে উন্নীত করার জন্য প্রকল্প শুরু করেছিল।\nতবে, ১৯৭৪ সালে চীন তাইওয়ানের স্থলে প্রকল্প ব্যবস্থাপনার দায়িত্ব গ্রহণ করার পর প্রকল্পের অর্ধেকেরও কম জমি ব্যবহার করা হয়েছিল।\n১৯৮০-এর দশকের মাঝামাঝি চাল সেচ প্রকল্প সম্পূর্ণভাবে বন্ধ হয়ে যায়। বর্তমানে, গাম্বিয়া দক্ষিণ-পূর্ব এশিয়া থেকে চাল আমদানির উপর বেশি গুরুত্ব দিচ্ছে।\n\n\n== কর্মসংস্থান ==\n\nগাম্বিয়ার ৭৫% শ্রমিক কৃষি খাতে কর্মরত। তবে, পুরুষরা সাধারণত কৃষিজমির মালিক বা ব্যবস্থাপক হিসেবে কাজ করে, যেখানে নারীরা প্রধানত খাদ্যশস্য উৎপাদনের দায়িত্ব পালন করে।\n\n\n== পরিবেশ ==\n\n\n=== জলবায়ু পরিবর্তনের প্রভাব ===\nগাম্বিয়ার কৃষি খাত তাপমাত্রা বৃদ্ধি, সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধি এবং খরার কারণে ক্ষতিগ্রস্ত হচ্ছে।\nউপকূলীয় দেশ হওয়ায়, গাম্বিয়াকে উপকূলীয় ভূমি সংকোচন এবং নদীর লবণাক্ততার সমস্যার সম্মুখীন হতে হচ্ছে, যা মাছের সংখ্যা হ্রাস ঘটাতে পারে।\n\n\n=== সহনশীলতা উন্নয়ন কর্মসূচি ===\nগাম্বিয়ার সরকার এবং আন্তর্জাতিক সংস্থাগুলো জলবায়ু পরিবর্তনের নেতিবাচক প্রভাব মোকাবিলায় অর্থায়ন করছে।\n২০১৮ সালে শুরু হওয়া বৃহৎ পরিসরের বাস্তুতন্ত্র ভিত্তিক অভিযোজন প্রকল্প Green Climate Fund দ্বারা অর্থায়িত একটি প্রকল্প, যা বন ও কৃষিজমির পুনরুদ্ধারে কাজ করছে।\n\n\n== সূত্র =="}