{"pageid": 1518606, "title": "ফগ কম্পিউটিং", "url": "https://bn.wikipedia.org/wiki?curid=1518606", "content": "ফগ কম্পিউটিং   বা ফগ নেটওয়ার্কিং যা ফগিং নামেও পরিচিত এটি একটি কম্পিউটিং ব্যবস্থা যেখানে স্থানীয়ভাবে এজ ডিভাইস ব্যবহার করে তথ্য প্রক্রিয়াকরণ এজ কম্পিউটিং  সংরক্ষণ এবং যোগাযোগ সম্পন্ন করা হয়। পরবর্তীতে সংশ্লিষ্ট তথ্য ইন্টারনেট ব্যাকবোন এর মাধ্যমে রাউট করা হয়।\nসহজে বলতে গেলে এটি একটি আধুনিক কম্পিউটিং ব্যবস্থা, যেখানে ক্লাউডের পরিবর্তে নেটওয়ার্কের কাছাকাছি ডিভাইসেই ডেটা প্রসেসিং হয়। এটি ইন্টারনেট অব থিংস (IOT) ডিভাইসের জন্য দ্রুত তথ্য বিশ্লেষণ, কম বিলম্ব এবং ব্যান্ডউইথের কার্যকর ব্যবহার নিশ্চিত করে। সহজভাবে বললে, ফগ কম্পিউটিং স্থানীয়ভাবে তথ্য প্রক্রিয়াকরণ করে, যা দ্রুত প্রতিক্রিয়া ও নিরাপত্তা উন্নত করতে সাহায্য করে।\nএবং আইইইই ওপেনফগ কনসোর্টিয়ামের প্রস্তাবিত ফগ কম্পিউটিং স্থাপত্যকে একটি মান হিসেবে অনুমোদন দিয়েছে।\n\n\n== ধারণা ==\n২০১১ সালে, বিপুলসংখ্যক ইন্টারনেট অব থিংস (IOT) ডিভাইস এবং বৃহদাকার ডেটা ব্যবস্থাপনার জন্য তাৎক্ষণিক কম-বিলম্বী (লো-লেটেন্সি) অ্যাপ্লিকেশন পরিচালনার উদ্দেশ্যে ক্লাউড কম্পিউটিং সম্প্রসারণের প্রয়োজনীয়তা দেখা দেয়, যা ফগ কম্পিউটিং ধারণার জন্ম দেয়।\nফগ কম্পিউটিং, যা এজ কম্পিউটিং নামেও পরিচিত, মূলত বিতরণকৃত (ডিস্ট্রিবিউটেড) কম্পিউটিং পদ্ধতি যেখানে অসংখ্য \"প্রান্তিক\" (পেরিফেরাল) ডিভাইস ক্লাউডে সংযুক্ত থাকে। \"ফগ\" (ফগ) শব্দটি এর ক্লাউড সদৃশ বৈশিষ্ট্যকে বোঝায়, তবে এটি ক্লাউডের তুলনায় \"স্থলভাগের\" কাছাকাছি অবস্থান করে, অর্থাৎ IOT ডিভাইসের সাথে ঘনিষ্ঠভাবে সংযুক্ত থাকে।\nবিভিন্ন সেন্সরসহ অনেক IOT ডিভাইস বিপুল পরিমাণ কাঁচা (র’ ডেটা) তৈরি করে। ঐতিহ্যগত ক্লাউড ভিত্তিক পদ্ধতিতে এই সকল ডেটা সম্পূর্ণভাবে ক্লাউড সার্ভারে প্রক্রিয়াকরণের জন্য পাঠানো হতো। ফগ কম্পিউটিং ধারণা অনুযায়ী, এই প্রক্রিয়াকরণ যতটা সম্ভব ডেটা উৎসের কাছাকাছি সম্পন্ন করা হয়। ফলে, প্রক্রিয়াজাত (প্রসেসড) ডেটা ক্লাউডে পাঠানো হয়, যা ব্যান্ডউইথের চাহিদা কমায়। এছাড়া, প্রক্রিয়াজাত ডেটার প্রয়োজন সাধারণত সেই ডিভাইসগুলোরই হয় যেগুলো ডেটাটি তৈরি করেছে। স্থানীয়ভাবে প্রক্রিয়াকরণ করায় ইনপুট ও প্রতিক্রিয়ার (রেসপন্স) মধ্যে বিলম্ব কম হয়।\nএই ধারণাটি সম্পূর্ণ নতুন নয়; উদাহরণস্বরূপ, ফাস্ট ফুরিয়ার ট্রান্সফর্ম (FFT) সম্পাদনকারী বিশেষ হার্ডওয়্যার দীর্ঘদিন ধরেই CPU-এর উপর চাপ কমাতে ব্যবহৃত হয়ে আসছে।\nফগ নেটওয়ার্কিং দুটি প্রধান উপাদান নিয়ে গঠিত: নিয়ন্ত্রণ প্লেন (কন্ট্রোল প্লেন) ও ডেটা প্লেন (ডাটা প্লেন)। উদাহরণস্বরূপ, ডেটা প্লেনে ফগ কম্পিউটিং এমনভাবে কম্পিউটিং সেবা প্রদান করে যেখানে নেটওয়ার্কের প্রান্তে (এজ) সার্ভার অবস্থিত, যা ঐতিহ্যগত ডেটা সেন্টারভিত্তিক সার্ভারের পরিবর্তে ব্যবহৃত হয়।\nক্লাউডের তুলনায় ফগ কম্পিউটিং ব্যবহারকারীদের নিকটবর্তী অবস্থানে সেবা প্রদান করে এবং নিম্নলিখিত সুবিধা প্রদান করে:\n\nব্যবহারকারীদের লক্ষ্য অনুযায়ী কার্যক্রম পরিচালনা (যেমন, পরিচালন ব্যয়, নিরাপত্তা নীতি, সম্পদের সর্বোত্তম ব্যবহার)\nভৌগোলিকভাবে ঘন বিস্তৃতি এবং প্রসঙ্গ-সচেতনতা (কনটেক্সট-অওয়ারনেস) নিশ্চিতকরণ\nবিলম্ব কমিয়ে সেবা গুণমান (QoS) উন্নতকরণ\nফগ অ্যানালিটিক্স (Fog Analytics) এবং রিয়েল-টাইম ডেটা প্রসেসিংয়ের মাধ্যমে ব্যবহারকারীর অভিজ্ঞতা উন্নতকরণ\nব্যাকবোন ব্যান্ডউইথ ব্যবহারের পরিমাণ হ্রাস\nসহায়ক জীবনযাপন (অ্যাসিস্টেড লিভিং) ব্যবস্থায় প্রয়োগযোগ্যতা\nফগ নেটওয়ার্কিং ইন্টারনেট অব থিংস (IoT) ধারণাকে শক্তিশালী করে, যেখানে দৈনন্দিন ব্যবহারের অধিকাংশ ডিভাইস পরস্পরের সাথে সংযুক্ত থাকে। যেমন, স্মার্টফোন, পরিধেয় স্বাস্থ্য পর্যবেক্ষণ যন্ত্র, সংযুক্ত যানবাহন (কানেক্টেড ভেহিকলস), এবং অগমেন্টেড রিয়েলিটি (অগমেন্টেড রিয়েলিটি) প্রযুক্তি যা গুগল গ্লাস-এর মতো ডিভাইসের মাধ্যমে ব্যবহার করা হয়।\nফগ নোডগুলোর আরেকটি গুরুত্বপূর্ণ ভূমিকা হলো সাইবার নিরাপত্তা নিশ্চিতকরণ। IoT ডিভাইসগুলোর অনেক সময় পর্যাপ্ত প্রসেসিং ক্ষমতা থাকে না, যা উন্নত ক্রিপ্টোগ্রাফিক গণনার ক্ষেত্রে সমস্যা সৃষ্টি করতে পারে। এই পরিস্থিতিতে, ফগ নোড ক্রিপ্টোগ্রাফিক গণনা সম্পন্ন করে নিরাপত্তা নিশ্চিত করতে পারে।\n\n\n== ইতিহাস ==\n\"ফগ কম্পিউটিং\" শব্দটি প্রথম ২০১২ সালে সিস্কো দ্বারা তৈরি করা হয়। ২০১৫ সালের ১৯ নভেম্বর, সিস্কো সিস্টেমস, এআরএম হোল্ডিংস, ডেল, ইন্টেল, মাইক্রোসফট, এবং প্রিন্সটন ইউনিভার্সিটি যৌথভাবে ওপেনফগ কনসোর্টিয়াম প্রতিষ্ঠা করে, যা ফগ কম্পিউটিংয়ের আগ্রহ এবং উন্নয়নকে প্রচার করার উদ্দেশ্যে গঠিত হয়। সিস্কোর সিনিয়র ম্যানেজিং ডিরেক্টর হেল্ডার অ্যান্টুনেস কনসোর্টিয়ামের প্রথম চেয়ারম্যান এবং ইন্টেলের চিফ স্ট্র্যাটেজিস্ট জেফ ফেডারস এর প্রথম প্রেসিডেন্ট হন।\n\n\n== সংজ্ঞা ==\nফগ কম্পিউটিং এবং ক্লাউড কম্পিউটিং উভয়ই ব্যবহারকারীদের জন্য ডাটা সংরক্ষণ, অ্যাপ্লিকেশন ও পরিষেবা সরবরাহ করে। তবে, ফগ কম্পিউটিং ক্লাউড কম্পিউটিং-এর তুলনায় ব্যবহারকারীদের কাছাকাছি অবস্থিত এবং ভৌগোলিকভাবে বিস্তৃতভাবে বিতরণ করা হয়।\n'ক্লাউড কম্পিউটিং' হল ইন্টারনেটভিত্তিক সার্ভারের মাধ্যমে ডাটা সংরক্ষণ, পরিচালনা এবং প্রক্রিয়াকরণের প্রযুক্তি, যেখানে ব্যক্তিগত কম্পিউটার বা স্থানীয় সার্ভারের পরিবর্তে দূরবর্তী সার্ভার ব্যবহৃত হয়।\nফগ কম্পিউটিং, যা এজ কম্পিউটিং বা ফগিং নামেও পরিচিত, শেষ-ব্যবহারকারী ডিভাইস ও ক্লাউড কম্পিউটিং ডাটা সেন্টারের মধ্যে সংযোগ রক্ষা করে এবং স্থানীয়ভাবে তথ্য প্রক্রিয়াকরণের মাধ্যমে দ্রুত প্রতিক্রিয়াশীল কম্পিউটিং সেবা প্রদান করে।\n\n\n=== পার্থক্য ===\nএজ কম্পিউটিং সাধারণত এমন একটি অবস্থান বোঝায় যেখানে পরিষেবাগুলি স্থানীয়ভাবে স্থাপন করা হয়, অন্যদিকে ফগ কম্পিউটিং যোগাযোগ, কম্পিউটিং এবং সংরক্ষণ সংস্থানগুলির বিতরণ বোঝায়, যা ব্যবহারকারীর নিয়ন্ত্রণাধীন ডিভাইস ও সিস্টেমের কাছাকাছি অবস্থিত।\nফগ কম্পিউটিং এজ কম্পিউটিং-এর তুলনায় একটি মাঝারি স্তরের প্রযুক্তি, যা ক্লাউড কম্পিউটিং-এর পরিপূরক হিসেবে কাজ করে। এটি স্থানীয়ভাবে তথ্য সংরক্ষণ ও বিশ্লেষণের মাধ্যমে দ্রুত ও কার্যকর পরিষেবা প্রদান করে এবং শক্তি সাশ্রয়ে সহায়ক ভূমিকা পালন করে।\n\n\n== আরও দেখুন ==\nক্লাউড কম্পিউটিং\nইন্টারনেট অব থিংস\nএজ কম্পিউটিং\nমেটাভার্স\n\n\n== রেফারেন্স =="}