{"pageid": 1518561, "title": "এমিলিও আগুইনাল্ডো", "url": "https://bn.wikipedia.org/wiki?curid=1518561", "content": "এমিলিও আগুইনাল্ডো ওয়াই ফ্যামি  (স্পেনীয়: [eˈmiljo aɣiˈnaldoj ˈfami]: ২২ মার্চ, ১৮৬৯ – ৬ ফেব্রুয়ারি, ১৯৬৪) ছিলেন একজন ফিলিপিনো বিপ্লবী, রাজনীতিবিদ এবং সামরিক নেতা যিনি ফিলিপাইনের প্রথম রাষ্ট্রপতি (১৮৯৯-১৯০১) এবং কোনো এশীয় সাংবিধানিক প্রজাতন্ত্রের সর্বপ্রথম রাষ্ট্রপতি হিসেবে দায়িত্ব পালন করেন। এটি ছিল ফিলিপাইনের রাষ্ট্রপতি হিসেবে সবচেয়ে কম সময়ের শাসন। তিনি প্রথমে ফিলিপাইন বিপ্লবে (১৮৯৬-১৮৯৮), তারপর স্প্যানিশ-আমেরিকান যুদ্ধে (১৮৯৮) এবং অবশেষে ফিলিপাইন-আমেরিকান যুদ্ধের (১৮৯৯-১৯০১) সময় মার্কিন যুক্তরাষ্ট্রের বিরুদ্ধে ফিলিপাইন বাহিনীর নেতৃত্ব দেন। প্রথম ফিলিপাইন প্রজাতন্ত্রের সময়কালে ফিলিপাইনে তাকে দেশের প্রথম রাষ্ট্রপতি হিসেবে বিবেচনা করা হয়, যদিও বিপ্লবী ফিলিপাইনের বাইরে তাকে এই স্বীকৃতি দেওয়া হয়নি।\nআগুইনাল্ডো ফিলিপাইনে একজন জাতীয় বীর হিসেবে পরিচিত। তবে বিপ্লবী নেতা আন্দ্রেস বোনিফাসিও এবং জেনারেল আন্তোনিও লুনার মৃত্যুর সাথে জড়িত থাকার অভিযোগ এবং দ্বিতীয় বিশ্বযুদ্ধে ফিলিপাইন দখলের সময় জাপান সাম্রাজ্যের সাথে তার সহযোগিতার কারণে তিনি দেশে কিছুটা বিতর্কিত হিসেবেও পরিচিত।\n\n\n== প্রাথমিক জীবন এবং কর্মজীবন ==\nএমিলিও আগুইনাল্ডো ওয়াই ফ্যামি ২২ মার্চ, ১৮৬৯ সালে ক্যাভিট প্রদেশের ক্যাভিট এল ভিয়েজো (বর্তমান কাউইট ) তে কার্লোস আগুইনাল্ডো ওয়াই জামির এবং ত্রিনিদাদ ফ্যামি ওয়াই ভিলানুয়েভাতে জন্মগ্রহণ করেছিলেন, যার আটটি সন্তান ছিল, যার মধ্যে এমিলিও ছিলেন সপ্তম। তিনি রোমান ক্যাথলিক ধর্মে দীক্ষিত এবং বেড়ে ওঠেন। আগুইনাল্ডো পরিবারটি বেশ সচ্ছল ছিল কারণ তার বাবা কার্লোস আগুইনালদো ছিলেন স্প্যানিশ ভাইসারেগাল প্রশাসনে সম্প্রদায়ের নিযুক্ত গোবারনাডোরসিলো (পৌরসভার গভর্নর)। তিনি কলেজিও দে সান জুয়ান দে লেট্রানে পড়াশোনা করেছিলেন, কিন্তু ১৮৮২ সালে কলেরা প্রাদুর্ভাবের কারণে তিনি পড়াশোনা শেষ করতে পারেননি।\n১৮৯৫ সালে যখন মাউরা আইন স্থানীয় সরকার পুনর্গঠনের আহ্বান জানায়, তখন তিনি ক্যাবেজা দে বারংয়ে হন। ২৫ বছর বয়সে, আগুইনালদো মিন্দোরোর একটি ব্যবসায়িক ভ্রমণের সময় ক্যাভিট এল ভিয়েজোর প্রথম গভর্নর-ক্যাপ্টেন (পৌর গভর্নর-অধিনায়ক) হন।\n\n\n== ফিলিপাইন বিপ্লব ==\n\n১৮৯৫ সালের ১ জানুয়ারী, আগুইনালদো একজন ফ্রিম্যাসন হন, \"কোলন\" কোডনামে ক্যাভিটের ইমুসের পিলার লজ নং ২০৩-এ যোগদান করেন।\n৭ মার্চ ১৯৮৫-এ, সান্তিয়াগো আলভারেজ, যার পিতা নভেলেটার একজন ক্যাপিটান মিউনিসিপ্যাল (মেয়র) ছিলেন, আগুইনাল্ডোকে আন্দ্রেস বোনিফাসিওর নেতৃত্বে একটি গোপন সংগঠন \" কাটিপুনান \"-এ যোগ দিতে উত্সাহিত করেছিলেন যা স্প্যানিশদের বিতাড়ন এবং সামরিক বাহিনীর মাধ্যমে ফিলিপাইনের স্বাধীনতার জন্য নিবেদিত ছিল। আগুইনালদো সংগঠনে যোগ দেন এবং মেরি ম্যাগডালিনের সম্মানে নাম দে গেরে ম্যাগডালো ব্যবহার করেন। ক্যাভিতে কাটিপুনানের স্থানীয় অধ্যায়টি প্রতিষ্ঠিত হয় এবং এর নাম দেওয়া হয় সাঙ্গুনিয়াং ম্যাগডালো এবং আগুইনালদোর চাচাতো ভাই বলডোমেরো আগুইনালদোকে নেতা নিযুক্ত করা হয়।\n১৮৯৬ সালের আগস্টের শেষ সপ্তাহে সান জুয়ান দেল মন্টে (বর্তমানে মেট্রো ম্যানিলার অংশ) স্প্যানিশদের বিরুদ্ধে কাতিপুনানের নেতৃত্বে ফিলিপাইন বিপ্লব শুরু হয়। তবে, অস্ত্রের অভাবে আগুইনালদো এবং অন্যান্য ক্যাভিট বিদ্রোহীরা প্রথমে আক্রমণে যোগ দিতে অস্বীকৃতি জানায়। বোনিফাসিও এবং অন্যান্য বিদ্রোহীদের গেরিলা যুদ্ধে বাধ্য করা হয়েছিল, কিন্তু আগুইনালদো এবং ক্যাভিট বিদ্রোহীরা সাবধানে পরিকল্পিত এবং সুসময়োচিত সেট-পিস যুদ্ধে বড় জয়লাভ করে এবং স্প্যানিশদের তাদের এলাকা থেকে সাময়িকভাবে তাড়িয়ে দেয়। ১৮৯৬ সালের ৩১ আগস্ট, আগুইনালদো পূর্ণাঙ্গ বিদ্রোহ কাউইত বিদ্রোহের সংঘাতের মাধ্যমে আক্রমণ শুরু করেন। তিনি তার বোলোমেন সেনাবাহিনী নিয়ে কাউইত শহরের কেন্দ্রস্থলে অগ্রসর হন। যুদ্ধের আগে, আগুইনালদো তার লোকদের কঠোরভাবে নির্দেশ দিয়েছিলেন যে তার শহরে কাউকে হত্যা না করতে। শহরের কেন্দ্রস্থলে তার লোকদের আগমনের পর, রক্ষীরা, যারা রেমিংটনে সজ্জিত ছিল এবং পূর্ববর্তী ঘটনাগুলি সম্পর্কে অজ্ঞ ছিল, তারা সম্পূর্ণরূপে অবাক হয়ে যায় এবং অবিলম্বে আত্মসমর্পণ করে। সেখানকার বন্দুকগুলি কাতিপুনেরোস দখল করে সশস্ত্র করে, এবং বিদ্রোহটি আগুইনালদো এবং তার লোকদের জন্য একটি বড় সাফল্য ছিল। সেই বিকেলে, তারা কাউইতের বিশাল জনতার সামনে টাউন হলে ম্যাগডালো পতাকা উত্তোলন করে, যারা শহরের মুক্তির খবর শুনে জড়ো হয়েছিল।\nকাতিপুনানের ম্যাগডালো দল, যেটি জেনারেল আগুইনাল্ডোর অধীনে ক্যাভিতেও কাজ করত, ম্যাগদিওয়াং গোষ্ঠীর ব্যবহৃত পতাকাগুলির অনুরূপ পতাকা ব্যবহার করত এবং কা-এর জন্য একটি লাল বেবায়িন প্রতীক সহ একটি সাদা সূর্যের বৈশিষ্ট্যযুক্ত।\nশান্তি চুক্তির পর স্পেনের সাথে যুদ্ধের সমাপ্তি দেখানোর জন্য সম্প্রতি সেনা কর্মকর্তাদের একটি বিচ্ছিন্ন দল প্রতীকটি পুনরুজ্জীবিত করেছে। পতাকাটি বিপ্লবী বাহিনীর প্রথম সরকারী পতাকা হয়ে ওঠে এবং ইমুসে উদযাপন করা জনতার মধ্যে এটি আশীর্বাদপ্রাপ্ত হয়। ১৮৯৬ সালের ৩১শে অক্টোবরের ঘোষণায় আগুইনালদো এই পতাকার কথা উল্লেখ করেছিলেন: \"ফিলিপিনো জনগণ!! আমাদের স্বাধীনতা অর্জনের জন্য রক্তপাতের সময় এসেছে। একত্রিত হোন এবং বিপ্লবের পতাকা অনুসরণ করুন - এটি স্বাধীনতা, সাম্য এবং ভ্রাতৃত্বের প্রতীক।\"\n\n\n=== ইমুসের যুদ্ধ ===\n১৮৯৬ সালের আগস্টে, যখন সমন্বিত আক্রমণ শুরু হয় এবং ম্যানিলায় বিপ্লব শুরু হয়। আগুইনালদো ৬০০ জন সৈন্য নিয়ে কাউইত থেকে যাত্রা করেন এবং ইমুসে একের পর এক সংঘর্ষ শুরু করেন যা শেষ পর্যন্ত সেখানে অবস্থানরত স্প্যানিশ সৈন্যদের বিরুদ্ধে প্রকাশ্য শত্রুতায় পরিণত হয়। ১ সেপ্টেম্বর, ইমুসের ক্যাপ্টেন হোসে ট্যাগলের সহায়তায়, তারা স্প্যানিশদের তাড়িয়ে দেওয়ার জন্য ইমুসের বিরুদ্ধে অবরোধ করে। ইমুসের বিধ্বস্ত স্প্যানিশ রক্ষকদের সাহায্য করার জন্য ম্যানিলা থেকে ব্রিগেডিয়ার-জেনারেল আর্নেস্তো ডি আগুয়েরের নেতৃত্বে একটি স্প্যানিশ ত্রাণ কলাম পাঠানো হয়েছিল। মাত্র ১০০ জন সৈন্য এবং অশ্বারোহী বাহিনীর সহায়তায়, আগুইরে ধারণা করেছিলেন যে তাকে একটি ছোটখাটো গোলযোগ দমন করার জন্য পাঠানো হয়েছে। আগুইনালদো এবং তার লোকেরা পাল্টা আক্রমণ করে কিন্তু ভারী ক্ষতির সম্মুখীন হয় যার ফলে প্রায় তার নিজের জীবনই নষ্ট হয়। সাফল্য সত্ত্বেও, আগুইরে আক্রমণ চালিয়ে যাননি, তার সৈন্যদের অপ্রতুলতা অনুভব করেছিলেন এবং শক্তিবৃদ্ধি পেতে দ্রুত ম্যানিলায় ফিরে আসেন। যুদ্ধের স্থবিরতার সময়, আগুইনালদোর সৈন্যরা পুনর্গঠিত হয় এবং আরেকটি স্প্যানিশ আক্রমণের জন্য প্রস্তুত হয়। ৩ সেপ্টেম্বর, আগুইরে ৩,০০০ সৈন্যের একটি বৃহত্তর বাহিনী নিয়ে ফিরে আসেন। স্প্যানিশ সৈন্যরা যখন ইসাবেল দ্বিতীয় সেতুতে পৌঁছায়, তখন লুকিয়ে থাকা বিদ্রোহীরা তাদের উপর গুলি চালায়। স্প্যানিশ বাহিনী পরাজিত হয়, প্রচুর হতাহতের সাথে বিশৃঙ্খলার মধ্যে প্রত্যাহার করে নেয়। পরিত্যক্ত স্প্যানিশ অস্ত্রগুলির মধ্যে ছিল আগুইরের তরবারি, যা ভবিষ্যতের যুদ্ধগুলিতে আগুইনালদো বহন করেছিলেন।\n\n\n=== বিনাকায়ান-দালাহিকানের যুদ্ধ ===\n১৯৮৬ সালের সেপ্টেম্বরে ইমুসে জেনারেল আগুইনালদোর নেতৃত্বে পূর্ববর্তী অবরোধের কারণে, গভর্নর-জেনারেল র্যামন ব্লাঙ্কো ই এরেনাস স্পেন থেকে ক্যাজাডোরসের ৪র্থ ব্যাটালিয়নকে ক্যাভিতে বিদ্রোহ দমনে তাকে সাহায্য করার নির্দেশ দেন। ১৮৯৬ সালের ৩ নভেম্বর, ব্যাটালিয়নটি ১,৩২৮ জন সৈনিক এবং প্রায় ৫৫ জন অফিসারের একটি স্কোয়াড্রন নিয়ে সেখানে পৌঁছায়।  এছাড়াও, ব্লাঙ্কো বিদ্রোহ দমনে যোগদানের জন্য সম্প্রতি কিউবা এবং স্পেন থেকে আসা প্রায় ৮,০০০ পুরুষকে নির্দেশ দিয়েছিলেন। স্থল আক্রমণের আগে, ক্যাভিটের তীরে স্প্যানিশ নৌবাহিনী অভিযান পরিচালনা করা হয়েছিল, যেখানে বাকুর, নভেলেটা, বিনাকায়ান এবং ক্যাভিট ভিজোতে বিপ্লবী দুর্গগুলিতে কামান বোমাবর্ষণ করা হয়েছিল। নভেলেটার সবচেয়ে সুরক্ষিত স্থানগুলি ছিল ডালাহিকান এবং দাগাতান উপকূল, জেনারেল সান্তিয়াগো আলভারেজের নেতৃত্বে ম্যাগদিওয়াং সৈন্যদের দ্বারা রক্ষা করা হয়েছিল এবং কাউইটের বিনাকায়ানের সংলগ্ন মাছ ধরার গ্রামটি জেনারেল আগুইনালদোর অধীনে ম্যাগডালো দ্বারা সুরক্ষিত ছিল। স্প্যানিশ নৌবাহিনী এই অঞ্চলের দুর্গগুলি ভেঙে ফেলার জন্য দৃঢ়প্রতিজ্ঞ ছিল, প্রধানত কারণ ডালাহিকানের চারপাশের হ্রদটি ক্যাভিটের অভ্যন্তরের সাথে সংযোগ স্থাপনের কারণে কৌশলগত ছিল। বিনাকায়ানকে রক্ষা করার পাশাপাশি, ম্যাগডালো সৈন্যরা ম্যানিলা প্রদেশের কাছে ক্যাভিটের সীমানা পর্যন্ত দাগাতানের নীচের অংশটিকেও রেখেছিল।  বিনাকায়ান এবং ডালাহিকানের ব্যারিওগুলির মধ্যে, স্প্যানিশ বাহিনী চূড়ান্তভাবে হেরে যায় কারণ আগুইনালদো এবং আলভারেজের নেতৃত্বে ফিলিপিনো বিদ্রোহীরা তাদের ক্যাভিট নুয়েভোতে ফিরিয়ে দেয় যেখানে অবশিষ্ট স্প্যানিশ সৈন্যরা অবশেষে আত্মসমর্পণ করে। বিনাকায়ান এবং ডালাহিকানের সফল প্রতিরক্ষাকে ঔপনিবেশিক শক্তির বিরুদ্ধে ফিলিপিনোদের প্রথম বড় বিজয় হিসেবে বিবেচনা করা হত।\n\n\n=== জাপোট সেতুর যুদ্ধ ===\nনবনিযুক্ত গভর্নর-জেনারেল ক্যামিলো ডি পোলাভিজা এখন পুরোপুরি সচেতন ছিলেন যে বিপ্লবের মূল ভার ক্যাভিটে এবং তাই তিনি আগুইনালদোর নেতৃত্বে বিপ্লবীদের পরাজিত করার জন্য দ্বিমুখী আক্রমণ শুরু করার সিদ্ধান্ত নেন। তিনি জেনারেল হোসে ডি লাচামব্রেকে আরও বড় বাহিনী নিয়ে সিলাংয়ের বিরুদ্ধে অগ্রসর হওয়ার নির্দেশ দেন যাতে তারা পেছন থেকে কাতিপুনেরোদের আক্রমণ করতে পারে এবং তিনি ফিলিপিনোদের মুখোমুখি হন। ১৮৯৭ সালের ১৩ ফেব্রুয়ারি, আগুইনালদো সৈন্যদের সেতুর ধারে ডিনামাইট স্থাপন এবং সেতুর নীচে নদীর তলদেশে সূক্ষ্ম বাঁশের লাঠি স্থাপনের নির্দেশ দেন। কয়েক ঘন্টা পরে, ১২,০০০ স্প্যানিয়ার্ড সেতুটি পার হতে শুরু করে। ফাঁদটি ফুটে ওঠে এবং ডিনামাইটের বিস্ফোরণ ঘটে, যার ফলে বেশ কয়েকজন স্প্যানিশ সৈন্য নিহত হয় এবং আরও অনেকে আহত হয়। এরপর বিদ্রোহীরা ঝোপঝাড় থেকে বেরিয়ে আসে, হাতে-কলমে লড়াই করে এবং নদীর ওপারে আসা শত্রু সৈন্যদের ধারাবাহিক ঢেউ প্রতিহত করে। এডিলবার্তো ইভাঞ্জেলিস্তার মাথায় গুলি লেগে মারা যান। ক্যাভিট প্রদেশ ধীরে ধীরে বিপ্লবের কেন্দ্রবিন্দু হিসেবে আবির্ভূত হয় এবং আগুইনালদোর নেতৃত্বাধীন কাতিপুনেরোস সেখানে ধারাবাহিকভাবে জয়লাভ করে। যুদ্ধের পর, হতাশ স্প্যানিশ সৈন্যরা মুন্টিনলুপার দিকে পিছু হটে।\n\n\n=== স্প্যানিশ ক্যাভিট আক্রমণ এবং পেরেজ দাসমারিনাসের যুদ্ধ ===\nপোলাভিয়েজা যখন জাপোতে আক্রমণের জন্য প্রস্তুত ছিল, তখন আরেকটি স্প্যানিশ দল আগুইনালদোর পিছনের দিকে অগ্রসর হচ্ছে। ১৮৯৭ সালের ১৫ ফেব্রুয়ারী, স্পেনীয়রা আগুইনালদো এবং তার ম্যাগডালো বাহিনীর অধীনে ফিলিপিনো বিপ্লবীদের তাড়িয়ে দমন করার জন্য শক্তিশালী ক্যাভিট আক্রমণ শুরু করে, যারা বিপ্লবের প্রাথমিক পর্যায়ে স্প্যানিশদের বিরুদ্ধে অসংখ্য বিজয় অর্জন করেছিল। ১০০টি কামান দিয়ে সজ্জিত এবং সম্পূর্ণরূপে সজ্জিত, মেজর জেনারেল জোসে ডি লাচামব্রের নেতৃত্বে ২৩,০০০ স্প্যানিশ ক্যাজাডোর বাহিনী একের পর এক শহরকে রাজত্বের অধীনে ফিরিয়ে আনতে দেখেছে। পামপ্লোনা, ক্যাভিট এবং বায়ুংইয়ুনগান, বাটাঙ্গাসে আক্রমণ শুরু করে, লাচাম্ব্রের লোকেরা পরে আগুইনালদোর নিজ প্রদেশের গভীরে প্রবেশ করে।\nজাপোট ব্রিজের যুদ্ধে সবেমাত্র জয়লাভ করার পর, আগুইনালদো নতুন স্প্যানিশ হুমকির দিকে মনোযোগ দেন এবং ক্যাভিটের বেশিরভাগ অংশ পুনরুদ্ধারের জন্য দৃঢ়প্রতিজ্ঞ হন। আগুইনালদো ইমুসের পথে পেরেজ দাসমারিনাসের একটি বাধা, পাসং সান্তোলে তার বাহিনী মোতায়েন করার সিদ্ধান্ত নেন, যা স্প্যানিশদের অচল করে দিয়েছিল এবং তাদের প্রাকৃতিক প্রতিরক্ষামূলক অবস্থানের মাধ্যমে বিপ্লবীদের সেবা করেছিল। ১৯শে ফেব্রুয়ারী, ফিলিপিনো বাহিনীর প্রতিরক্ষা এবং পুনরুদ্ধারের প্রচেষ্টা সত্ত্বেও, সিলাং স্প্যানিশ জাগারনটের কাছে পরাজিত হয়। নয় দিন পর, স্প্যানিশ বাহিনী শহরটি পুনরুদ্ধারের জন্য দাসমারিনাসে অভিযান চালায়। এক সপ্তাহ পরে, স্প্যানিশ সৈন্যরা আগুইনালদোর রাজধানী ইমুসের দিকে অগ্রসর হওয়ার সাথে সাথে আবার আক্রমণ করার জন্য কামান ব্যবহার করে। ইতিমধ্যে ২২শে মার্চ তেজেরোস কনভেনশনে, আগুইনালদোকে পুনর্গঠিত বিপ্লবী সরকারের সভাপতি হিসেবে অনুপস্থিতিতে ভোট দেওয়া হয়। কর্নেল ভিসেন্তে রিগো ডি ডিওসকে অ্যাসেম্বলি কর্তৃক পাঠানো হয়েছিল আগুইনালদোকে আনতে, যিনি পাসং সান্তোলে ছিলেন। আগুইনালদো আসতে অস্বীকৃতি জানালে তার বড় ভাই ক্রিস্পোলো আগুইনালদোকে তার সাথে কথা বলার জন্য পাঠানো হয়। ক্রিস্পুলো তার ভাইকে শুভেচ্ছা জানিয়ে কথা বলেন এবং তার উদ্দেশ্য ব্যাখ্যা করেন, কিন্তু দাসমারিনাসে স্প্যানিশদের আক্রমণের কারণে আগুইনালদো তার পদ ছাড়তে দ্বিধা বোধ করেন। ৭ মার্চ থেকে অচলাবস্থার মধ্যে থাকা যুদ্ধে ক্রিস্পুলো আগুইনালদোর নেতৃত্ব গ্রহণ করেন এবং আগুইনালদো রাষ্ট্রপতি হিসেবে শপথ গ্রহণের জন্য সান ফ্রান্সিসকো ডি মালাবনে (বর্তমানে জেনারেল ট্রায়াস, ক্যাভিট) যান।\n\n\n=== তেজেরোস কনভেনশন ===\n\nকাতিপুনান উপদলের মধ্যে, বিশেষ করে ম্যাগডালো এবং ম্যাগডিওয়াং-এর মধ্যে দ্বন্দ্বের ফলে ক্যাভিট প্রদেশে ইমুস সমাবেশ অনুষ্ঠিত হয়, যার সভাপতিত্ব করেন বোনিফাসিও। কাভিটের বিদ্রোহীরা কাতিপুনানের জায়গায় একটি বিপ্লবী সরকার প্রতিষ্ঠার জন্য প্রস্তাব দিয়েছিল বলে গুজব ছিল। যদিও বনিফাসিও ইতিমধ্যেই কাতিপুনানকে একটি সরকার হিসেবে বিবেচনা করেছিলেন, তিনি তাতে সম্মতি জানান এবং ১৮৯৭ সালের ২২শে মার্চ ক্যাভিটের সান ফ্রান্সিসকো ডি মালাবনের তেজেরোসে অনুষ্ঠিত একটি সম্মেলনে সভাপতিত্ব করেন। আগুইনালদো রাষ্ট্রপতি নির্বাচিত হন, যদিও তিনি ইমুসে সামরিক বিষয়ে ব্যস্ত ছিলেন এবং উপস্থিত ছিলেন না। মারিয়ানো ট্রায়াস ভাইস-প্রেসিডেন্ট, আর্টেমিও রিকার্তে ক্যাপ্টেন-জেনারেল, এমিলিয়ানো রিগো ডি ডিওসকে যুদ্ধের পরিচালক এবং আন্দ্রেস বোনিফাসিও অভ্যন্তরীণ পরিচালক হিসেবে নির্বাচিত হন। ড্যানিয়েল তিরোনা সেই পদের জন্য বোনিফাসিওর যোগ্যতা নিয়ে ফলাফল নিয়ে প্রশ্ন তোলেন। বোনিফাসিওকে অপমান করা হয়েছিল এবং ঘোষণা করা হয়েছিল, \"আমি, এই সমাবেশের চেয়ারম্যান হিসেবে এবং কাতিপুনানের সুপ্রিম কাউন্সিলের সভাপতি হিসেবে, যেমন আপনারা সকলেই অস্বীকার করেন না, এই সমাবেশটি ভেঙে দেওয়ার ঘোষণা করছি, এবং যা অনুমোদিত এবং সমাধান করা হয়েছে তা আমি বাতিল করছি।\" বাতিলকরণ সত্ত্বেও, আগুইনালদো গোপনে সান ফ্রান্সিসকো ডি মালাবনে ভ্রমণ করেন যেখানে, ২৩ মার্চ সন্ধ্যায়, তিনি ফিলিপাইন দ্বীপপুঞ্জের জেনারেলিসিমো হিসাবে নির্বাচিত হয়েছিলেন এমন পদে শপথ গ্রহণ করেন।\n\n\n=== ফিলিপাইনে প্রত্যাবর্তন ===\n\n২৫শে এপ্রিল, স্প্যানিশ-আমেরিকান যুদ্ধ শুরু হয়। যুদ্ধটি মূলত কিউবার উপর কেন্দ্রীভূত ছিল, কিন্তু মার্কিন নৌবাহিনীর এশিয়াটিক স্কোয়াড্রন হংকংয়ে ছিল এবং কমোডোর জর্জ ডিউয়ের নেতৃত্বে এটি ফিলিপাইনের দিকে যাত্রা করেছিল। ১৮৯৮ সালের ১ মে, ম্যানিলা উপসাগরের যুদ্ধে, স্কোয়াড্রন স্প্যানিশ সেনাবাহিনী এবং নৌবাহিনীর প্যাসিফিক স্কোয়াড্রন আক্রমণ করে ধ্বংস করে এবং ম্যানিলা অবরোধ করে। বেশ কয়েকদিন পর, ডিউই হংকং থেকে ফিলিপাইনে আগুয়াইনালদোকে ইউএসএস ম্যাককুলোকে পরিবহন করতে সম্মত হন, যা ১৬ মে আগুয়াইনালদোকে নিয়ে হংকং ছেড়ে যায় এবং ১৯ মে ক্যাভিটে পৌঁছায়। আগুইনালদো তাৎক্ষণিকভাবে বিপ্লবী বাহিনীর কমান্ড পুনরায় শুরু করেন এবং ম্যানিলা অবরোধ করেন।\n\n\n=== স্বৈরাচারী সরকার এবং আলাপানের যুদ্ধ ===\nম্যানিলা ফিরে আসার পর আগুয়াইনালদো ফেডারেল বিপ্লবী প্রজাতন্ত্র প্রতিষ্ঠার জন্য মারিয়ানো পোন্সের খসড়া সংবিধান তার সাথে নিয়ে এসেছিলেন, কিন্তু ১৮৯৮ সালের ২৪শে মে, ক্যাভিটে, আগুয়াইনালদো তার যুদ্ধ পরামর্শদাতা অ্যামব্রোসিও রিয়াঞ্জারেস বাউটিস্তার পরামর্শে একটি ঘোষণা জারি করেন এবং আগুয়াইনালদো সমস্ত ফিলিপাইনের বাহিনীর নেতৃত্ব গ্রহণ করেন এবং একটি স্বৈরাচারী সরকার প্রতিষ্ঠা করেন যার অধীনে তিনি নিজেকে একজন স্বৈরাচারী হিসেবে ঘোষণা করেন এবং তার একক দায়িত্বে জারি করা ডিক্রি পরিচালনা করার ক্ষমতা তার উপর ন্যস্ত করেন। শান্তি প্রতিষ্ঠা এবং অবাধ স্বাধীনতা অর্জন না হওয়া পর্যন্ত স্বৈরাচারী সরকার অস্থায়ী ছিল।  ডিন ওরচেস্টার লিখেছেন, \"যদিও আগুইনালদো 'রাষ্ট্রপতি' উপাধি গ্রহণ করেছিলেন, মার্কিন যুক্তরাষ্ট্রে 'স্বৈরশাসক'-এর চেয়ে তাকে বেশি অনুকূলভাবে বিবেচনা করা হয়, তবুও ইউরোপে শিক্ষিত না হওয়া তার অনুসারীদের প্রবণতা ছিল তাকে রাষ্ট্রপতি হিসেবে নয়, বরং একজন অধিপতি হিসেবে বিবেচনা করা যার হাতে সমস্ত ক্ষমতা রয়েছে।\" \n১৮৯৮ সালের ২৮শে মে, আগুইনালদো প্রায় ১৮,০০০ সৈন্যের একটি বাহিনী সংগ্রহ করেন এবং ক্যাভিটের ইমুসের আলাপানে স্প্যানিশ সৈন্যদের একটি ছোট গ্যারিসনের বিরুদ্ধে যুদ্ধ করেন। যুদ্ধটি ১০:০০ টা থেকে চলেছিল। সকাল থেকে বিকাল ৩:০০ টা পর্যন্ত  আলাপানে বিজয়ের পর, আগুইনালদো প্রথমবারের মতো ফিলিপাইনের পতাকা উত্তোলন করেন এবং ক্যাভিট নুয়েভোর (বর্তমান ক্যাভিট সিটি) টিট্রো ক্যাভিটেনোতে ফিলিপিনো বিপ্লবীদের এবং ৩০০ জনেরও বেশি বন্দী স্প্যানিশ সৈন্যের সামনে এটি উত্তোলন করেন। ইউএস এশিয়াটিক স্কোয়াড্রনের একদল আমেরিকান নাবিকও এই উত্থান প্রত্যক্ষ করেছিলেন। যুদ্ধের প্রতি সম্মান জানাতে প্রতি ২৮ মে পতাকা দিবস পালিত হয়।\n\n\n=== স্বাধীনতার ঘোষণা এবং বিপ্লবী সরকার ===\n১২ জুন, আগুইনালদো ক্যাভিট এল ভিজোতে তার নিজস্ব প্রাসাদে স্পেন থেকে ফিলিপাইনের স্বাধীনতার ঘোষণাপত্র জারি করেন, এই বিশ্বাসে যে এই ঘোষণা ফিলিপিনো জনগণকে স্প্যানিয়ার্ডদের বিরুদ্ধে আগ্রহের সাথে জেগে উঠতে অনুপ্রাণিত করবে। ১৮ জুন তিনি আনুষ্ঠানিকভাবে তার স্বৈরাচারী সরকার প্রতিষ্ঠার জন্য একটি ডিক্রি জারি করেন, যেখানে তিনি স্থানীয় সরকারের সংগঠন এবং বিপ্লবী কংগ্রেস প্রতিষ্ঠা ও গঠনেরও ব্যবস্থা করেন।\n২৩শে জুন, আগুইনালদো তার উপদেষ্টা অ্যাপোলিনারিও মাবিনির সুপারিশে তার স্বৈরাচারী সরকারকে প্রতিস্থাপন করে একটি বিপ্লবী সরকার গঠনের জন্য একটি ডিক্রি জারি করেন এবং নিজেকে রাষ্ট্রপতি হিসেবে ঘোষণা করেন। এই ডিক্রিতে কেন্দ্রীয় সরকারের সংগঠন, বিপ্লবী কংগ্রেসের প্রতিনিধিদের প্রতিষ্ঠা ও নির্বাচন এবং বিপ্লবী সরকার থেকে প্রজাতন্ত্রে রূপান্তরের প্রস্তুতির সংজ্ঞা দেওয়া হয়েছিল।  \n\n\n=== আমেরিকান সৈন্যদের আগমন ===\n১৮৯৮ সালের মে মাসের মধ্যে, ফিলিপিনো সৈন্যরা ক্যাভিটকে স্প্যানিশ বাহিনী থেকে মুক্ত করে। ১৮৯৮ সালের জুনের শেষের দিকে, আগুইনালদো, আমেরিকান মিত্রদের সহায়তায়, যারা এখন ক্যাভিটে অবতরণ করছিল, এখন স্পেনীয়দের ম্যানিলা থেকে তাড়িয়ে দেওয়ার প্রস্তুতি নিচ্ছিলেন। আমেরিকান সৈন্যদের প্রথম দল ৩০ জুন ক্যাভিটে পৌঁছায়, দ্বিতীয় দলটি ১৭ জুলাই জেনারেল ফ্রান্সিস ভি. গ্রিনের নেতৃত্বে এবং তৃতীয় দলটি ৩০ জুলাই জেনারেল আর্থার ম্যাকআর্থার জুনিয়রের নেতৃত্বে। ততক্ষণে, ১২,০০০ মার্কিন সেনা ফিলিপাইনে অবতরণ করেছে।\nআগুইনালদো ফিলিপাইনের স্প্যানিশ গভর্নর-জেনারেল ব্যাসিলিও অগাস্টিনের কাছে আত্মসমর্পণের শর্ত পেশ করেছিলেন, যিনি প্রথমে সেগুলি প্রত্যাখ্যান করেছিলেন কারণ তিনি বিশ্বাস করেছিলেন যে অবরোধ তুলে নেওয়ার জন্য আরও স্প্যানিশ সৈন্য পাঠানো হবে। ফিলিপিনো এবং আমেরিকানদের সম্মিলিত বাহিনী যখন কাছাকাছি আসছিল, তখন অগাস্টিন বুঝতে পেরেছিলেন যে তার অবস্থান আশাহীন, তিনি গোপনে আগুইনালদোর সাথে আলোচনা চালিয়ে যান এবং এমনকি ₱1 অফার করেন। মিলিয়ন, কিন্তু আগুইনালদো প্রত্যাখ্যান করেছিলেন। যখন স্প্যানিশ কর্টেস জানতে পারে যে অগাস্টিন তার সেনাবাহিনীকে আগুইনালদোর অধীনে ফিলিপিনোদের কাছে আত্মসমর্পণের জন্য আলোচনার চেষ্টা করছেন, তখন তারা ক্ষুব্ধ হয়ে ওঠে এবং ২৪শে জুলাই থেকে অগাস্টিনকে তার দায়িত্ব থেকে অব্যাহতি দেয়। তার স্থলাভিষিক্ত হন ফারমিন জাউডেনেস। ১৬ জুন, অবরোধ তুলে নেওয়ার জন্য যুদ্ধজাহাজ স্পেন থেকে রওনা হয়, কিন্তু তারা কিউবার দিকে পথ পরিবর্তন করে যেখানে মার্কিন নৌবাহিনীর হাতে একটি স্প্যানিশ নৌবহর বিপদে পড়ে।\n১৮৯৮ সালের আগস্টে, ম্যানিলার প্রাচীর ঘেরা কেন্দ্র ইন্ট্রামুরোসে জীবনযাত্রা অসহনীয় হয়ে ওঠে এবং প্রায় ১০,০০০ জনসংখ্যার স্বাভাবিক জনসংখ্যা এখন ৭০,০০০। শহরটির পতন কেবল সময়ের ব্যাপার, এবং ফিলিপিনো বিপ্লবীদের হাতে শহরটি পতন হলে প্রতিশোধ ও লুটপাটের আশঙ্কায়, জাউডেনেস বেলজিয়ামের কনসাল এডোয়ার্ড আন্দ্রের মাধ্যমে ডিউইকে একটি সংক্ষিপ্ত, \"মক\" যুদ্ধের পর শহরটিকে আমেরিকানদের কাছে আত্মসমর্পণ করার পরামর্শ দেন। ডিউই প্রথমে এই পরামর্শ প্রত্যাখ্যান করেছিলেন কারণ তার কাছে ফিলিপিনো বিপ্লবী বাহিনীকে আটকানোর জন্য সৈন্যের অভাব ছিল, যার সংখ্যা ছিল ৪০,০০০, কিন্তু যখন মেরিটের সৈন্যরা উপলব্ধ হয়ে ওঠে, তখন তিনি জাউডেনেসকে একটি বার্তা পাঠান, যাতে তিনি এই নকল যুদ্ধে সম্মত হন। একটি রক্তপাতহীন ভুয়া যুদ্ধের পরিকল্পনা করা হয়েছিল, কিন্তু স্প্যানিশ সৈন্যরা গুলি চালায় এবং সংঘর্ষে ছয়জন আমেরিকান এবং ঊনচল্লিশজন স্প্যানিয়ার্ড নিহত হয়। ফিলিপিনো বিপ্লবীরা, আক্রমণটিকে আসল ভেবে, অগ্রসরমান মার্কিন সৈন্যদের সাথে যোগ দেয়।  অপরিকল্পিত হতাহতের পাশাপাশি, যুদ্ধ পরিকল্পনা অনুসারেই এগিয়েছিল। স্প্যানিশরা শহরটি আমেরিকানদের কাছে সমর্পণ করে, এবং এটি ফিলিপিনো বিপ্লবীদের হাতে পড়েনি, যারা বিশ্বাসঘাতকতা অনুভব করেছিল।  সেপ্টেম্বরের শেষ নাগাদ, আগুইনালদোর বাহিনী ৯,০০০ এরও বেশি স্প্যানিশ বন্দীকে বন্দী করে, যাদের অস্ত্র থেকে মুক্তি দেওয়া হয়েছিল। তারা সাধারণত চলাফেরা করতে স্বাধীন ছিল কিন্তু আগুইনালদোর নিয়ন্ত্রণে ছিল। আগুইনালদো জানতেন না যে ১৮৯৮ সালের ১০ ডিসেম্বর প্যারিস চুক্তি স্বাক্ষরিত হয়েছে; এটি ২০ মিলিয়ন ডলারের বিনিময়ে ফিলিপাইনকে স্পেন থেকে মার্কিন যুক্তরাষ্ট্রে স্থানান্তরিত করে।\n\n\n== প্রথম ফিলিপাইন প্রজাতন্ত্র ==\nপ্রথম ফিলিপাইন প্রজাতন্ত্র আনুষ্ঠানিকভাবে ১৮৯৯ সালের ২১ জানুয়ারী বুলাকানের মালোলোসে মালোলোস সংবিধান ঘোষণার মাধ্যমে প্রতিষ্ঠিত হয় এবং ২৩শে মার্চ, ১৯০১ সালে ইসাবেলার পালানানে আমেরিকান বাহিনী কর্তৃক আগুইনালদো দখলের আগ পর্যন্ত টিকে থাকে, যা কার্যকরভাবে প্রথম প্রজাতন্ত্রকে ভেঙে দেয়। প্রথম প্রজাতন্ত্রের সময় আগুইনালদো তার আত্মজীবনীমূলক কাজের তাগালগ পাণ্ডুলিপি টারলাকে লিখেছিলেন, যা পরবর্তীতে ফেলিপ বুয়েনকামিনো স্প্যানিশ ভাষায় অনুবাদ করেছিলেন এবং রেসেনা ভেরিডিকা দে লা রেভোলুসিওন ফিলিপিনা (ইংরেজিতে, ফিলিপাইন বিপ্লবের সত্য বিবরণ) নামে প্রকাশিত হয়েছিল।\n\n১৮৯৮ সালের ১৩ আগস্ট, আমেরিকান বাহিনী ম্যানিলার \"মক\" যুদ্ধের সময় ম্যানিলা দখল করে এবং ১৪ আগস্ট, ১৮৯৮ সালে ফিলিপাইন দ্বীপপুঞ্জের মার্কিন যুক্তরাষ্ট্রের সামরিক সরকার প্রতিষ্ঠা করে, যার মধ্যে মেজর-জেনারেল ওয়েসলি মেরিট প্রথম আমেরিকান সামরিক গভর্নর ছিলেন। ১৮৯৯ সালের ৪ঠা ফেব্রুয়ারি রাতে, একজন ফিলিপিনোকে একজন আমেরিকান সেন্ট্রি গুলি করে হত্যা করে। সেই ঘটনাটিকে ফিলিপাইন-আমেরিকান যুদ্ধের সূচনা বলে মনে করা হত এবং ১৮৯৯ সালে আমেরিকান ও ফিলিপিনো বাহিনীর মধ্যে ম্যানিলার যুদ্ধে এটি সমাপ্ত হয়। উন্নত আমেরিকান সামরিক প্রযুক্তি ফিলিপিনো সৈন্যদের শহর থেকে দূরে সরিয়ে দেয় এবং পরাজয় বাড়তে থাকায় আগুইনালদোর সরকারকে এক স্থান থেকে অন্য স্থানে স্থানান্তরিত হতে হয়। মারিলাও নদীর যুদ্ধে, আমেরিকান ক্রসিং রোধ করার জন্য মরিয়া প্রচেষ্টায় আগুইনালদো নিজেই কমান্ড গ্রহণ করেছিলেন। তীব্র লড়াই এবং নদীতে গানবোট ব্যবহারের পরই আমেরিকানরা যুদ্ধে শ্রেষ্ঠত্ব অর্জন করে, যা ফিলিপিনো সৈন্যদের \"বড় হত্যাকাণ্ড\" ঘটায়।  ১৮৯৯ সালের ১৩ নভেম্বর, আগুইনালদো ফিলিপিনো জাতীয় সেনাবাহিনীর অবশিষ্টাংশ ভেঙে দেওয়ার একটি আদেশ জারি করেন; একই আদেশে, তিনি গেরিলা যুদ্ধের একটি কৌশল প্রণয়ন করেন। পরবর্তীতে আগুইনালদো উত্তর লুজনে পালিয়ে যান, যেখানে তিনি কমান্ড চালিয়ে যান।\n\n\n=== জাতীয় মন্ত্রিসভা ===\n\n\n=== বন্দীদশা এবং মার্কিন যুক্তরাষ্ট্রের প্রতি আনুগত্য ঘোষণা ===\n১৯০১ সালের ২৩শে মার্চ, জেনারেল ফ্রেডেরিক ফানস্টনের নেতৃত্বে ম্যাকাবেবে স্কাউটস বাহিনীর সহায়তায়, আগুইনালদো ইসাবেলার পালানানে তার সদর দপ্তরে বন্দী হন। ১৯ এপ্রিল ১৯০১ তারিখে, আগুইনালদো মার্কিন যুক্তরাষ্ট্রের প্রতি আনুগত্যের শপথ গ্রহণ করেন, আনুষ্ঠানিকভাবে প্রথম প্রজাতন্ত্রের অবসান ঘটান এবং ফিলিপাইনের উপর মার্কিন যুক্তরাষ্ট্রের সার্বভৌমত্বকে স্বীকৃতি দেন। তিনি একটি ইশতেহার প্রকাশ করেন যেখানে তিনি স্বীকার করেন যে বেশিরভাগ ফিলিপিনো জনগণ মার্কিন যুক্তরাষ্ট্রের চারপাশে ঐক্যবদ্ধ হয়েছে, \"নিঃসন্দেহে শান্তির পক্ষে\" ঘোষণা করে, বলেন, \"শত্রুর সম্পূর্ণ অবসান এবং স্থায়ী শান্তি কেবল কাম্য নয়, ফিলিপাইন দ্বীপপুঞ্জের কল্যাণের জন্যও অপরিহার্য।\" এই ইশতেহারে, তিনি সমগ্র ফিলিপাইনে মার্কিন সার্বভৌমত্ব স্বীকার করেছেন এবং গ্রহণ করেছেন।\n\n\n== বিতর্ক ==\n\n\n=== বনিফেসিও ভাইদের মৃত্যুদণ্ড ===\nবনিফ্যাসিও তেজেরোস কনভেনশনে নির্বাচিত বিপ্লবী সরকারকে স্বীকৃতি দিতে অস্বীকার করেন এবং অ্যাক্টা ডি তেজেরোস এবং নাইক সামরিক চুক্তির মাধ্যমে তার কর্তৃত্ব পুনরুদ্ধার করেন। তিনি ম্যাগডালো গোষ্ঠীর বিরুদ্ধে রাষ্ট্রদ্রোহের অভিযোগ আনেন এবং এমন আদেশ জারি করেন যা বিপ্লবী সরকারের সাথে সাংঘর্ষিক এবং পরিপন্থী। ১৮৯৭ সালের ২৫শে এপ্রিল, আগুইনালদোর কাছে বেশ কয়েকটি অভিযোগ পাঠানো হয়েছিল, বিশেষ করে সেভেরিনো দে লাস আলাস, যিনি বনিফাসিওর একজন পরিচিত সমর্থক এবং অনুগত ছিলেন, হোসে করোনেল এবং আরও অনেকে, যে বনিফাসিও এবং তার লোকেরা ইন্দাং শহর লুটপাট, লুণ্ঠন এবং পুড়িয়ে দিয়েছে, জোর করে কারাবাও এবং অন্যান্য শ্রমজীবী প্রাণী চুরি করেছে এবং খাবারের জন্য তাদের হত্যা করেছে এবং খারাপ ফসলের কারণে পর্যাপ্ত সরবরাহ এবং অন্যান্য সরবরাহ দিতে না পারার জন্য শহরবাসীকে আতঙ্কিত করেছে। এরপর আগুইনালদো বনিফাসিওকে গ্রেপ্তারের নির্দেশ দিতে বাধ্য হন। বিচারের পর, আন্দ্রেস এবং তার ভাই, প্রোকোপিওকে কনসেজো দেলা গুয়েরা (যুদ্ধ পরিষদ) মেজর লাজারো ম্যাকাপাগালের নেতৃত্বে ১০ মে, ১৮৯৭-এ মাউন্ট নাগপাটং, মাউন্ট বুন্টিস, মাউন্ট পুমুটোক, মাউন্ট পুমটোক, কাউন্টোভির কাছে ফায়ারিং স্কোয়াডের মাধ্যমে মৃত্যুদন্ড কার্যকর করার নির্দেশ দেয়। আগুইনালদো বোনিফেসিও ভাইদের ক্ষমা করে দিয়েছিলেন এবং তাদের পিকো ডি লোরোতে নির্বাসিত করা উচিত বলে ঘোষণা করেছিলেন, কিন্তু পিও দেল পিলার এবং মারিয়ানো নোরিয়েল, উভয়ই বোনিফেসিওর প্রাক্তন সমর্থক এবং অনুগত, বিপ্লবের অন্যান্য উচ্চপদস্থ জেনারেলদের সাথে, ঐক্য রক্ষার স্বার্থে আগুইনালদোকে আদেশ প্রত্যাহার করতে বাধ্য করেছিলেন। আগুইনালদোর মতে, তার দুটি বই বিপ্লবের স্মৃতি (ফিলিপাইন ভাষা, \"Mga Gunita ng Himagsikan\") এবং \" এ সেকেন্ড লুক এট আমেরিকা বইয়ে তিনি বলেছেন যে, তার কমিউটেশন অর্ডার/নির্বাসন প্রত্যাহারের অর্থ মৃত্যুদণ্ডের রায়ের তাৎক্ষণিক বাস্তবায়ন নয়, নোরিয়েল এটিকে ভুল ব্যাখ্যা করেছেন এবং তাড়াহুড়ো করে কাজ করেছেন। তিনি বলেন যে তিনি শীতলকরণের সময়ের জন্য আরও কিছুটা সময় চেয়েছিলেন যাতে অবশেষে বোনিফেসিও ভাইদের ক্ষমা করা হয় এবং ক্ষমা করা হয়।\n\n\n=== লুনার হত্যাকাণ্ড ===\nবিপ্লবের একজন অত্যন্ত সম্মানিত জেনারেল ছিলেন আন্তোনিও লুনা, যিনি মাঝে মাঝে আগুইনালদোর সাথে মতবিরোধে লিপ্ত হতেন। ১৮৯৯ সালের ২রা জুন, লুনা আগুইনালদোর পাঠানো একটি টেলিগ্রাম (তিনি অন্য দুটি টেলিগ্রাম পাননি) পান। আম্বেথ ওকাম্পোর মতে, আগুইনালদো যে বার্তাটি পাঠিয়েছিলেন তাতে বলা হয়েছিল, \"মামলা গঠনের আদেশ না দিয়েই ফেলিপ বুয়েনকামিনোকে আটক করা হয়েছে। আমি আমার পূর্ববর্তী টেলিগ্রামের আপনার উত্তরের অপেক্ষায় আছি যেখানে আমি আপনার অভিযোগের ভিত্তির জন্য অনুরোধ করছি।\"\nলুনা সেবুর সামরিক কমান্ডার আর্কাদিও ম্যাক্সিলমকে যুদ্ধে দৃঢ় থাকার জন্য চিঠি লিখেছিলেন। লুনা তার ২৫ জন লোক নিয়ে বায়ামবাং থেকে প্রথমে ট্রেনে, তারপর ঘোড়ায় এবং অবশেষে তিনটি গাড়িতে করে নুয়েভা এসিজার উদ্দেশ্যে যাত্রা শুরু করে। যাত্রার সময়, দুটি গাড়ি বিকল হয়ে যায় এবং তাই তিনি কর্নেল ফ্রান্সিসকো রোমান এবং ক্যাপ্টেন এডুয়ার্ডো রুস্কার সাথে কেবল একটি গাড়ি নিয়ে এগিয়ে যান, এর আগে তিনি তার অশ্বারোহী প্রহরীকে হারিয়েছিলেন। ৪ জুন, লুনা আগুইনালদোর আগমন নিশ্চিত করার জন্য একটি টেলিগ্রাম পাঠান। ৫ জুন ক্যাবানাতুয়ানে পৌঁছানোর পর, লুনা একাই রাষ্ট্রপতির সাথে যোগাযোগের জন্য সদর দপ্তরে যান। সিঁড়ি বেয়ে উপরে উঠতেই তার সাথে দেখা হলো দুজন লোকের: ফেলিপ বুয়েনকামিনো, পররাষ্ট্রমন্ত্রী এবং মন্ত্রিসভার একজন সদস্য; এবং ক্যাপ্টেন পেদ্রো জানোলিনো। কাউইত ব্যাটালিয়নের কমান্ডার, জ্যানোলিনো ছিলেন একজন পুরনো শত্রু যাকে লুনা অবাধ্যতার জন্য নিরস্ত্র করেছিলেন এবং একবার আমেরিকান স্বায়ত্তশাসনের পক্ষে থাকার জন্য গ্রেপ্তারের হুমকি দিয়েছিলেন। জেনারেল লুনাকে বলা হয়েছিল যে আগুইনালদো নুয়েভা এসিজার সান ইসিদ্রোর উদ্দেশ্যে রওনা হয়েছেন, তবে তিনি আসলে টারলাকের বাম্বানে গিয়েছিলেন। ক্ষুব্ধ হয়ে লুনা জিজ্ঞাসা করলেন কেন তাকে বলা হয়নি যে সভা বাতিল করা হয়েছে।\nলুনা যখন চলে যাচ্ছিল, তখন জেনারেল এবং ক্যাপ্টেন উত্তপ্ত বাক্য বিনিময় করলেন। প্লাজায় রাইফেলের গুলির শব্দ হল, তবুও ক্ষুব্ধ এবং ক্ষিপ্ত লুনা সিঁড়ি বেয়ে নেমে জ্যানোলিনোর সাথে দেখা করে, তার সাথে কাউইত ব্যাটালিয়নের কিছু সদস্যও ছিল। জ্যানোলিনো লুনার দিকে তার বোলো চালায়, যার ফলে লুনার মাথায় আঘাত লাগে। লুনা যখন তার আক্রমণকারীদের একজনের দিকে রিভলবার থেকে গুলি চালানোর চেষ্টা করছিল, তখন জ্যানোলিনোর লোকেরা লুনার দিকে গুলি চালায় এবং অন্যরা তাকে ছুরিকাঘাত করতে শুরু করে। সে টলতে টলতে সেই প্লাজায় ঢুকে পড়ে যেখানে রোমান এবং রুসকা তাকে সাহায্য করতে ছুটে আসছিলেন, কিন্তু যখন তিনি মৃত্যুশয্যায় পড়েছিলেন, তখন তাদেরও লক্ষ্য করে গুলি চালানো হয়, যার ফলে রোমান নিহত হন এবং রুসকা গুরুতর আহত হন। লুনা ৩০ টিরও বেশি আঘাত পেয়েছিলেন এবং \"বিশ্বাসঘাতক! খুনি!\" বলে উচ্চারণ করেছিলেন। তাকে দ্রুত গির্জার উঠোনে সমাহিত করা হয়েছিল, এবং আগুইনালদো লুনার অফিসার এবং সৈন্যদের মাঠ থেকে সরিয়ে নিয়েছিলেন, যার মধ্যে জেনারেল ভেনাসিও কনসেপসিওনও ছিলেন, যার সদর দপ্তর অ্যাঞ্জেলেসের পাম্পাঙ্গায় ছিল। লুনাকে হত্যার দিনই আগুইনালদো ঘেরাও করেছিলেন।\nলুনার মৃত্যুর পরপরই, উভয় পক্ষেই বিভ্রান্তি ছড়িয়ে পড়ে। আমেরিকানরা এমনকি ভেবেছিল যে লুনা আগুইনালদোর স্থলাভিষিক্ত হওয়ার জন্য দায়িত্ব গ্রহণ করেছে। লুনার মৃত্যুর খবর ৮ জুনের মধ্যে প্রকাশ্যে ঘোষণা করা হয়েছিল এবং ১৩ জুনের মধ্যে ঘটনার বিস্তারিত বিবরণ সম্বলিত একটি সার্কুলার প্রকাশিত হয়েছিল। লুনার মৃত্যুর বিষয়ে তদন্ত করা হয়েছিল বলে ধারণা করা হচ্ছে, কিন্তু একজনকেও দোষী সাব্যস্ত করা হয়নি। পরবর্তীতে, জেনারেল প্যান্টালিয়ন গার্সিয়া ১৯২১ সালে বলেছিলেন যে আগুইনালদো তাকে কাবানাতুয়ানে লুনাকে হত্যা করার জন্য মৌখিকভাবে নির্দেশ দিয়েছিলেন। তার অসুস্থতা তখন হত্যাকাণ্ডে তার অংশগ্রহণকে বাধাগ্রস্ত করে। আগুইনালদো তার অবস্থানে দৃঢ় থাকবেন যে লুনার হত্যার সাথে তার কোনও সম্পর্ক নেই।\n\n\n== আমেরিকান যুগ ==\n\nআমেরিকান আমলে আগুইনালদো মূলত জনজীবন থেকে অবসর নিয়েছিলেন, যদিও তিনি তাৎক্ষণিক স্বাধীনতার পক্ষে এবং সংগ্রামের প্রবীণদের সাহায্যকারী গোষ্ঠীগুলিকে সমর্থন অব্যাহত রেখেছিলেন। তিনি অ্যাসোসিয়েশন দে লস ভেটেরানোস দে লা রেভোলুসিওন (বিপ্লবের ভেটেরান্সদের সংগঠন) গঠন করেন যাতে এর সদস্যদের পেনশন নিশ্চিত করা যায় এবং সরকারের কাছ থেকে কিস্তিতে জমি কেনার ব্যবস্থা করা যায়।\n১৯০৭ সালের রাষ্ট্রদ্রোহ আইন দ্বারা ফিলিপাইনের পতাকা প্রদর্শন অবৈধ ঘোষণা করা হয়েছিল, কিন্তু ৩০শে অক্টোবর, ১৯১৯ তারিখে এটি সংশোধন করা হয়েছিল  তারপর, আগুইনালদো কাউইতে তার বাড়িটিকে পতাকা, বিপ্লব এবং স্বাধীনতার ঘোষণার স্মৃতিস্তম্ভে রূপান্তরিত করেন। আগুইনালদোর মৃত্যুর পর, সরকার ১৯৬৪ সালের জুন মাসে প্রাসাদটিকে জাতীয় মন্দির হিসেবে ঘোষণা করে।\n\n\n=== ১৯৩৫ ফিলিপাইনের রাষ্ট্রপতি নির্বাচন ===\n\n১৯৩৫ সালে, ফিলিপাইন একটি কমনওয়েলথ হয়ে ওঠে এবং সম্পূর্ণ স্বাধীনতার দশ বছরের উত্তরণের অংশ হিসেবে রাষ্ট্রপতি নির্বাচন অনুষ্ঠিত হয়। আগুইনালদো জনজীবনে ফিরে আসেন এবং জাতীয় সমাজতান্ত্রিক দলের (জার্মান নাৎসি পার্টির সাথে কোন সম্পর্ক নেই) প্রার্থী হিসেবে রাষ্ট্রপতি পদে প্রতিদ্বন্দ্বিতা করেন অত্যন্ত জনপ্রিয় ন্যাসিওনালিস্টা পার্টির প্রার্থী ম্যানুয়েল এল. কুইজন এবং রিপাবলিকান পার্টির প্রার্থী গ্রেগোরিও অ্যাগলিপে-র বিরুদ্ধে। তবে, ১৯০১ সালে আমেরিকানদের হাতে আগুইনালদোর বন্দীদশা এবং বনিফাসিও এবং লুনার মৃত্যুর অভিযোগ তাকে ফিলিপিনো জনগণের মধ্যে একজন অজনপ্রিয় ব্যক্তিত্ব করে তুলেছিল এবং তিনি কুইজনের কাছে ব্যাপক ভোটে হেরে যান, মাত্র ১৭.৫% জনপ্রিয় ভোট পান।\nতবে, তার চূড়ান্ত পরাজয় সত্ত্বেও, আগুইনালদো নির্বাচনের ফলাফল মেনে নিতে অস্বীকৃতি জানান, বিশ্বাস করেন যে এটি তার বিরুদ্ধে কারচুপি করা হয়েছে।  ক্যাভিতে, যে প্রদেশে তিনি জয়লাভ করেছিলেন, সেখানে আগুইনালদোর সমর্থকরা কুইজনের উদ্বোধনী অনুষ্ঠান ব্যাহত করার জন্য এবং এমনকি তাকে হত্যা করার জন্য ম্যানিলায় একটি সমাবেশের ষড়যন্ত্র করেছিল। তবে, এই পরিকল্পিত অনুষ্ঠানটি আসলে কখনও বাস্তবায়িত হয়নি। কুইজনের রাষ্ট্রপতিত্ব জুড়ে আগুয়ানালদো সমালোচনা করে গেছেন, হলোকাস্ট থেকে পালিয়ে আসা ইহুদিদের আশ্রয় দেওয়ার কুইজনের পরিকল্পনার বিরোধিতা করার সময় তিনি ইহুদি-বিরোধী দৃষ্টিভঙ্গি প্রকাশ করেছেন। ১৯৩৯ সালে, আগুইনালদো ইহুদি জনগণ \"বিপজ্জনক\" এবং \"স্বার্থপর বস্তুবাদী\" এই গোঁড়া ধারণার প্রতিধ্বনি করে তার ইহুদি-বিদ্বেষকে জোরালোভাবে প্রকাশ করেছিলেন। ১৯৪১ সালে দুই ব্যক্তির মধ্যে আনুষ্ঠানিক পুনর্মিলন হয়, যখন কুইজন ফিলিপাইনের স্বাধীনতার ঘোষণা স্মরণে ১২ জুন পতাকা দিবস পরিবর্তন করেন।\n\n\n== দ্বিতীয় বিশ্বযুদ্ধ ==\n\n\n=== জাপান এবং দ্বিতীয় প্রজাতন্ত্রের সাথে সহযোগিতা ===\n১৯৪১ সালের ৮ ডিসেম্বর, ইম্পেরিয়াল জাপানি সেনাবাহিনী ফিলিপাইন আক্রমণ করে বসে। পার্ল হারবার আক্রমণের দশ ঘন্টা পরে এই আক্রমণটি ঘটেছিল, যা মার্কিন যুক্তরাষ্ট্রকে দ্বিতীয় বিশ্বযুদ্ধে নিয়ে গিয়েছিল। জাপানি সাম্রাজ্যের দীর্ঘদিনের ভক্ত আগুইনালদো তাদের পক্ষে ছিলেন, কারণ তিনি পূর্বে ফিলিপাইনের তাৎক্ষণিক স্বাধীনতার দাবিতে গঠিত গোষ্ঠীগুলিকে সমর্থন করেছিলেন এবং জাপানকে আমেরিকান দখল থেকে দ্বীপপুঞ্জ মুক্ত করার আশ্বাস দিয়েছিলেন। ১৯৪২ সালের জানুয়ারিতে, আগুইনালদো জেনারেল মাসামি মায়েদার সাথে তার ক্যাভিট বাসভবনে দেখা করেন এবং জাপানপন্থী একটি অস্থায়ী সরকার গঠনের বিষয়ে আলোচনা করেন। ১ ফেব্রুয়ারী, আগুইনালদো একটি রেডিও ভাষণ দেন যেখানে জেনারেল ডগলাস ম্যাকআর্থার এবং বাটানের যুদ্ধে যুদ্ধরত সমস্ত আমেরিকান ও ফিলিপিনো সৈন্যদের জাপানি সেনাবাহিনীর কাছে আত্মসমর্পণের আহ্বান জানান।\n\nআমেরিকান বাহিনীর পশ্চাদপসরণের পর, আগুইনালদো জাপানিদের সাথে তার সহযোগিতা অব্যাহত রাখেন। তিনি অস্থায়ী রাষ্ট্র পরিষদের পাশাপাশি ফিলিপাইনের স্বাধীনতার প্রস্তুতিমূলক কমিটি উভয়ের সদস্য হিসেবে নিযুক্ত হন, যা ফিলিপাইনে একটি জাপানি পুতুল রাষ্ট্রের জন্য একটি নতুন সংবিধান তৈরির দায়িত্বপ্রাপ্ত ছিল। জাপান বিরোধী প্রতিরোধ দমনের জন্য কেম্পেইতাইয়ের অভিযানেও আগুইনালদো গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন, গেরিলা যোদ্ধাদের অস্ত্র রেখে জাপানের কাছে আত্মসমর্পণের আহ্বান জানিয়েছিলেন। ১৯৪৩ সালের ১৪ অক্টোবর দ্বিতীয় ফিলিপাইন প্রজাতন্ত্রের উদ্বোধনী অনুষ্ঠানে আগুইনালদো উপস্থিত ছিলেন, আর্টেমিও রিকার্তের সাথে পতাকা উত্তোলন করেছিলেন, যিনি জাপানের প্রধানমন্ত্রী হিদেকি তোজোর অনুরোধে জাপান থেকে ফিলিপাইনে ফিরে এসেছিলেন। জাপানিরা আগুইনালদোকে প্রজাতন্ত্রের রাষ্ট্রপতি করার কথা বিবেচনা করেছিল, একটি প্রস্তাব যা আগুইনালদো নিজেই সমর্থন করেছিলেন, কিন্তু শেষ পর্যন্ত তিনি সুপ্রিম কোর্টের প্রাক্তন বিচারপতি জোসে পি. লরেলের পক্ষে পাস হয়ে যান।\n\n\n=== গ্রেপ্তার, তদন্ত এবং খালাস ===\n১৯৪৪ সালের অক্টোবরে মার্কিন বাহিনী ফিলিপাইনে ফিরে আসার পর, আগুইনালদো ধরা পড়া এবং সম্ভাব্যভাবে নিহত হওয়া এড়াতে আত্মগোপনে চলে যান। তবে ম্যানিলার যুদ্ধের সময়, মার্কিং গেরিলা প্রতিরোধ বাহিনীর সদস্যরা তার অবস্থান সনাক্ত করতে সক্ষম হন এবং ৮ ফেব্রুয়ারি, ১৯৪৫ সালে তাকে গ্রেপ্তার করেন। এরপর মার্কিন সেনাবাহিনীর কাউন্টার ইন্টেলিজেন্স কর্পস জাপানিদের সাথে তার সহযোগিতার তদন্ত করার সময় আগুইনালদোকে গৃহবন্দী করা হয়। যুদ্ধের সময় তিনি গোপনে মার্কিন যুক্তরাষ্ট্রের প্রতি অনুগত ছিলেন এবং তিনি এবং অন্যান্য অক্ষশক্তির সহযোগীদের জাপানের সাথে সহযোগিতা করতে বাধ্য করা হয়েছিল এবং তাই সকলকে সাধারণ ক্ষমা দেওয়া উচিত ছিল বলে তার দাবি সত্ত্বেও, ফিলিপাইনের গণআদালত জাপান সাম্রাজ্যের প্রতি \"পূর্ণ হৃদয়ে\" সমর্থন এবং সহযোগিতার জন্য আগুইনালদোর বিরুদ্ধে ১১টি রাষ্ট্রদ্রোহের অভিযোগ এনেছিল।\n১৯৩৪ সালের টাইডিংস-ম্যাকডাফি আইন অনুসারে, ৪ জুলাই ১৯৪৬ তারিখে ম্যানিলা চুক্তিতে মার্কিন সরকার যখন ফিলিপাইনের স্বাধীনতাকে স্বীকৃতি দেয়, তখন আগুইনালদোর বয়স ছিল ৭৭ বছর। ১৯৪৮ সালের ২৮শে জানুয়ারী, ফিলিপাইনের রাষ্ট্রপতি ম্যানুয়েল রোক্সাস জাপান সাম্রাজ্যের সাথে সহযোগিতাকারী সকল ফিলিপিনোকে সাধারণ ক্ষমা প্রদান করেন এবং ফলস্বরূপ, আগুইনালদোর অভিযোগ বাতিল করা হয় এবং তার বিচার কখনও অনুষ্ঠিত হয়নি।   \n\n\n== স্বাধীনতা যুগ ==\n\nদ্বিতীয় বিশ্বযুদ্ধের সমাপ্তি এবং ফিলিপাইনে জাপানি দখলদারিত্বের পর, ১৯৪৬ সালের ৪ জুলাই মার্কিন যুক্তরাষ্ট্র ফিলিপাইনকে একটি স্বাধীন ও সার্বভৌম জাতি হিসেবে স্বীকৃতি দেয়।\n১৯৫০ সালে রাষ্ট্রপতি এলপিডিও কুইরিনো আগুইনালদোকে ফিলিপাইনের কাউন্সিল অফ স্টেটের সদস্য হিসেবে নিযুক্ত করেন, যেখানে তিনি পূর্ণ মেয়াদে দায়িত্ব পালন করেন। তিনি শীঘ্রই অবসর গ্রহণে ফিরে আসেন এবং প্রবীণ সৈন্যদের \"স্বার্থ এবং কল্যাণে\" তার সময় এবং মনোযোগ উৎসর্গ করেন।\n\n১৯৫৩ সালে ফিলিপাইন বিশ্ববিদ্যালয় তাকে সম্মানসূচক ডক্টর অফ লজ, অনোরিস কাউসা উপাধিতে ভূষিত করে। ১৯৫৮ সালে ফিলিপিনো সাংবাদিক গুইলারমো গোমেজ রিভেরা যখন তাকে জিজ্ঞাসা করেছিলেন যে তিনি তার জীবনে কোন কিছুর জন্য অনুশোচনা করেছেন কিনা, তখন এমিলিও আগুইনালদো বলেছিলেন:\"হ্যাঁ। আমি স্পেনের বিরুদ্ধে বিদ্রোহ করার জন্য অনেকাংশে অনুতপ্ত, এবং এ কারণেই যখন স্পেনের রাজা আলফোনসোর অন্ত্যেষ্টিক্রিয়া ম্যানিলায় অনুষ্ঠিত হয়, তখন আমি ক্যাথেড্রালে উপস্থিত হই, যা স্প্যানিয়ার্ডদের জন্য বিস্ময়কর ছিল। তারা আমাকে জিজ্ঞাসা করল কেন আমি সেই স্পেনের রাজার অন্ত্যেষ্টিক্রিয়ায় এসেছি, যার বিরুদ্ধে আমি বিদ্রোহ করেছিলাম... আমি তাদের বললাম, তিনি এখনো আমার রাজা, কারণ স্পেনের অধীনে আমরা সবসময় স্পেনের প্রজারা বা নাগরিক ছিলাম, কিন্তু এখন, মার্কিন যুক্তরাষ্ট্রের অধীনে, আমরা শুধুমাত্র তাদের রপ্তানির জন্য একটি ভোক্তা বাজার, যদি না নিঃসঙ্গ পরিযায়ী হই, কারণ তারা কখনো আমাদের মার্কিন যুক্তরাষ্ট্রের কোনো রাজ্যের নাগরিক বানায়নি... এবং স্প্যানিয়ার্ডরা আমাকে পথ করে দিল এবং সেই গুরুত্বপূর্ণ দিনে আমাকে তাদের ভাইয়ের মতো আচরণ করল...\" \n— রাষ্ট্রপতি এমিলিও আগুইনালদো, আগুইনালদো ও তার স্ত্রীকে দেওয়া সাক্ষাৎকার, ১৬ ডিসেম্বর ১৯৫৮, কাভিতে, ফিলিপাইন।১৯৬২ সালের ১২ মে, রাষ্ট্রপতি ডিওসদাদো ম্যাকাপাগাল মার্কিন যুক্তরাষ্ট্র কর্তৃক ফিলিপাইন দ্বীপপুঞ্জের ইনসুলার সরকার প্রতিষ্ঠার পরিবর্তে, আগুইনালদো এবং ১৮৯৮ সালের বিপ্লবকে সম্মান জানাতে ৪ জুলাই থেকে স্বাধীনতা দিবস উদযাপনের তারিখ পরিবর্তন করে ১২ জুন করেন।   যদিও ততক্ষণে তার স্বাস্থ্য খারাপ ছিল, আগুইনালদো ১৯৬২ সালের স্বাধীনতা দিবস উদযাপনে যোগ দিয়েছিলেন।  ১৯৬৪ সালের ৪ আগস্ট, প্রজাতন্ত্র আইন নং ৪১৬৬ আনুষ্ঠানিকভাবে ১২ জুনকে ফিলিপাইনের স্বাধীনতা দিবস হিসেবে ঘোষণা করে এবং ৪ জুলাইয়ের ছুটির নাম পরিবর্তন করে \"ফিলিপাইন প্রজাতন্ত্র দিবস\" রাখা হয়।\n\n\n== ব্যক্তিগত জীবন ==\n\n১৮৯৬ সালের ১ জানুয়ারী তিনি তার প্রথম স্ত্রী হিলারিয়া দেল রোজারিওকে (১৮৭৭-১৯২১) বিয়ে করেন। তাদের পাঁচটি সন্তান ছিল: কারমেন আগুইনালদো-মেলেনসিও, এমিলিও \"জুন\" আর. আগুইনালদো জুনিয়র, মারিয়া আগুইনালদো-পোবলেট, ক্রিস্টিনা আগুইনালদো-সানটে এবং মিগুয়েল আগুইনালদো। হিলারিয়া ১৯২১ সালের ৬ মার্চ ৪৪ বছর বয়সে ফুসফুসের যক্ষ্মায় আক্রান্ত হয়ে মারা যান। নয় বছর পর, ১৪ জুলাই, ১৯৩০ তারিখে, আগুইনালদো তার দ্বিতীয় স্ত্রী মারিয়া আগোনসিলোকে (১৮৭৯-১৯৬৩) বারাসোয়াইন চার্চে বিয়ে করেন। তিনি ১৯৬৩ সালের ২৯ মে মারা যান, আগুইনালদোর এক বছর আগে।\nতার নাতি এমিলিও বি. আগুইনাল্ডো তৃতীয় এবং রেনাল্ডো আগুইনাল্ডো যথাক্রমে তিন মেয়াদে মেয়র (২০০৭-২০১৬) এবং তার নিজ শহর কাভিট, ক্যাভিটের ভাইস-মেয়র হিসেবে দায়িত্ব পালন করেছেন। তার নাতনী আমেরফিনা মেলান্সিও-হেরেরা, ১৯৭৯ থেকে ১৯৯২ সাল পর্যন্ত ফিলিপাইনের সুপ্রিম কোর্টের সহযোগী বিচারপতি নিযুক্ত হন। তার প্রপৌত্রদের একজন জোসেফ এমিলিও আবায়া, ফিলিপাইনের প্রতিনিধি পরিষদের সদস্য হিসেবে দায়িত্ব পালন করেছিলেন এবং ২০০৪ থেকে ২০১২ সাল পর্যন্ত ক্যাভিটের প্রথম জেলা প্রতিনিধিত্ব করেছিলেন, যেখানে তাদের নিজ শহর কাউইত ছিল, এবং তিনি ২০১২ সালে পরিবহন ও যোগাযোগ সচিব নিযুক্ত হন, এই পদে তিনি ২০১৬ সাল পর্যন্ত দায়িত্ব পালন করেছিলেন। আরেক প্রপৌত্র, এমিলিও \"অরেঞ্জ\" এম. আগুইনালদো চতুর্থ, ২০০৭ সালে এবিএস-সিবিএন সংবাদ প্রতিবেদক বার্নাডেট সেমব্রানোকে বিয়ে করেন। তার প্রপৌত্রী লিজি আগুইনালদো, স্টার মিউজিকের একজন গায়িকা।\nস্পেনের বিরুদ্ধে বিদ্রোহ এবং পরবর্তীকালে আমেরিকান বাহিনীর সাথে সংঘর্ষের সময়, আগুইনালদো ফিলিপাইনের স্বাধীন চার্চকে সমর্থন করেছিলেন। তিনি দীর্ঘদিন ধরে সদস্য ছিলেন, কিন্তু পরবর্তী জীবনে রোমান ক্যাথলিক ধর্মে ফিরে আসেন।\n\n\n== মৃত্যু এবং উত্তরাধিকার ==\n১৯৬২ সালের ৫ অক্টোবর ডাঃ জুয়ানা ব্লাঙ্কো ফার্নান্দেজের তত্ত্বাবধানে আগুইনালদোকে দ্রুত কুইজন সিটির ভেটেরান্স মেমোরিয়াল মেডিকেল সেন্টারে (ভিএমএমসি) নিয়ে যাওয়া হয়, যেখানে তিনি ৪৬৯ দিন অবস্থান করেন। তিনি তার ৯৫তম জন্মদিনের এক মাস আগে, ১৯৬৪ সালের ৬ ফেব্রুয়ারির ভোর ৩:০৫ মিনিটে ফিলিপাইন সময়ে করোনারি থ্রম্বোসিসে মারা যান।  যদিও স্প্যানিশ শাসনের বিরুদ্ধে লড়াই করার সময় আগুইনালদো তার রোমান ক্যাথলিক বিশ্বাস ত্যাগ করেছিলেন, তবুও তিনি চার্চের সাথে পুনর্মিলন করেছিলেন এবং ভিএমএমসির ক্যাথলিক ধর্মযাজকের কাছ থেকে শেষকৃত্য গ্রহণ করেছিলেন। মৃত্যুর এক বছর আগে, তিনি তার জমি এবং প্রাসাদ সরকারকে দান করেছিলেন। এই সম্পত্তিটি এখন \"১৮৯৬ সালের বিপ্লবের চেতনাকে চিরস্থায়ী করার\" জন্য একটি মন্দির হিসেবে কাজ করে।\n\nফিলিপাইনের রাষ্ট্রপতি ডিওসদাডো ম্যাকাপাগাল ৬ থেকে ২০ ফেব্রুয়ারি, ১৯৬৪ সালে আগুইনালদোর মৃত্যুতে \"জাতীয় শোকের সময় \" হিসাবে ঘোষণা করেছিলেন। আগুইনালদোকে রাষ্ট্রীয় মর্যাদায় শেষকৃত্য করা হয়েছিল। তার দেহাবশেষ ৬ থেকে ১১ ফেব্রুয়ারি পর্যন্ত কাউইতে তার বাসভবনে এবং তারপর ১১ থেকে ১৪ ফেব্রুয়ারি মালাকানাং প্রাসাদে রাখা হয় । ১৪ ফেব্রুয়ারি, তার দেহাবশেষ সকালে ম্যানিলা ক্যাথেড্রালে আনা হয়, যেখানে ম্যানিলার আর্চবিশপ, কার্ডিনাল রুফিনো সান্তোস সভাপতিত্ব করেন এবং পরের দিন জনসাধারণের দর্শন এবং নেক্রোলজিক্যাল সেবার জন্য আইনসভা ভবনে পাঠানো হয়। ম্যানিলা থেকে, তার দেহাবশেষ ১৫ ফেব্রুয়ারি কাউইটে ফিরিয়ে আনা হয়, যেখানে পরের দিন সকালে কাউইট গির্জায় একটি জাগরণ প্রার্থনা এবং শেষ শ্রদ্ধাঞ্জলি প্রদান করা হয়। অবশেষে তাঁর দেহাবশেষ কাভিটের কাউইটে তাঁর বাসভবনের প্রাঙ্গণে সমাহিত করা হয়।\nআগুইনালদোর বই ম্যগা গুনিতা ন্যাং হিমাগসিকান (ইংরেজি, Memoirs of the Revolution) ১৯৬৪ সালে প্রকাশিত হয়েছিল। ১৯৯৮ সালে ফিলিপাইনের স্বাধীনতার ১০০ তম বার্ষিকী উপলক্ষে দ্বিতীয় প্রকাশনা করা হয়েছিল।\nম্যানিলা স্ট্যান্ডার্ডের ল্যারি এম. হেনারেসের মতে, বিংশ শতাব্দীর শেষের দিকে একটি ঐক্যমত্য তৈরি হয়েছিল যে স্পেনের বিরুদ্ধে ফিলিপাইন বিপ্লবের বিজয়ে এবং ফিলিপাইন-আমেরিকান যুদ্ধের সময় জাতির স্বাধীনতা বজায় রাখার সংগ্রামে তার নির্বাহী ভূমিকার জন্য আগুইনালদো ছিলেন ফিলিপাইনের ইতিহাসের সর্বশ্রেষ্ঠ রাষ্ট্রপতি।\n\n\n== সম্মাননা ==\n: কুইজন সার্ভিস ক্রস - (১২ জুন, ১৯৫৬)\n: ফিলিপাইনের লিজিয়ন অফ অনার, প্রধান কমান্ডার - (১৯৫৭)\n: রাষ্ট্রপতির মেডেল অফ মেরিট – (২ জুলাই, ১৯৫৫)\n: দ্য অর্ডার অফ দ্য নাইটস অফ রিজাল, নাইট গ্র্যান্ড ক্রস অফ রিজাল – কেজিসিআর।\n\n\n== স্মারকলিপি ==\n\n১৯৫৭ সালে, এমিলিও আগুইনালদো কলেজ একটি বেসরকারি, অ-সাম্প্রদায়িক শিক্ষা প্রতিষ্ঠান হিসেবে প্রতিষ্ঠিত হয় এবং আগুইনালদোর নামে নামকরণ করা হয়। ইএসি জেনারেলরা হল এর ভার্সিটি দল যাদের ডাকনাম জেনারেলরা প্রেসিডেন্ট-জেনারেল এমিলিও আগুইনালদোকে সম্মান জানাতে।\n১৯৬৫ সালে, ফিলিপাইনের সশস্ত্র বাহিনীর একটি সামরিক জেনারেল সদর দপ্তর ক্যাম্প মারফির নাম আইনত আগুইনালদোর নামে নামকরণ করা হয়।\n১৯৬৫ সালে, রাষ্ট্রপতি ডিওসদাডো ম্যাকাপাগাল প্রজাতন্ত্র আইন নং ৪৩৪৬ স্বাক্ষর করেন, যা বেইলেন, ক্যাভিটের পৌরসভার নাম পরিবর্তন করে জেনারেল এমিলিও আগুইনাল্ডো করে।\n১৯৮৫ সালে, বিআরপি জেনারেল এমিলিও আগুইনালদো চালু হয় এবং ফিলিপাইন নৌবাহিনীর জেনারেল এমিলিও আগুইনালদো শ্রেণীর টহল জাহাজের প্রধান জাহাজ হয়ে ওঠে। জাহাজটি, তার একমাত্র বোন বিআরপি জেনারেল আন্তোনিও লুনা সহ, ক্যাভিট নেভাল শিপ ইয়ার্ডে তৈরি করা হয়েছিল।\n১৯৮৫ সালে, ক্রিস্টিনা সান্টে বাগুইওতে ইতিহাস জাদুঘর হিসেবে আগুইনালদো জাদুঘর প্রতিষ্ঠা করেন।\n\n১৯৮৫ সালে, ব্যাঙ্কো সেন্ট্রাল এনজি পিলিপিনাস একটি নতুন ৫-পেসো বিল জারি করে যার বিপরীতে আগুইনালদোর একটি প্রতিকৃতি চিত্রিত করা হয়েছিল। বিপরীত দিকে ১৮৯৮ সালের ১২ জুন ফিলিপাইনের স্বাধীনতার ঘোষণা রয়েছে। ১৯৯৫ সালে মুদ্রণ বন্ধ করে দেওয়া হয়, যাতে সেই বছরের ডিসেম্বরে ৫.০০ টাকার মুদ্রা প্রকাশের পথ খোলা থাকে, যার বিপরীত দিকে আগুইনালদোর প্রোফাইল থাকে। ২০১৭ সালে, আন্দ্রেস বোনিফাসিও আনুষ্ঠানিকভাবে একই মুদ্রায় আগুইনালদোর স্থলাভিষিক্ত হন।\n১৯৯৯ সালে, আগুইনালদো ইন্টারন্যাশনাল স্কুল ম্যানিলা ম্যানিলার এরমিতায় একটি বেসরকারি স্কুল হিসেবে প্রতিষ্ঠিত হয় এবং আগুইনালদোর নামে এর নামকরণ করা হয়।\n২০১৮ সালে, রাষ্ট্রপতি রদ্রিগো দুতার্তে আগুইনালদোর জন্মবার্ষিকী স্মরণে ২২ মার্চ, ২০১৯ তারিখকে \"এমিলিও আগুইনালদো দিবস\" হিসেবে ঘোষণা করেন।\nআগুইনালদো হাইওয়ে হল ক্যাভিটের ব্যস্ততম শহর ও শহরগুলির মধ্য দিয়ে যাওয়া একটি হাইওয়ে।\nআগুইনাল্ডো হিল, আল্লাগুইয়া জংশনে বারংয়ে আসিবাংলান-পিনুকপুক রোডে অবস্থিত, ফিলিপাইন-আমেরিকান যুদ্ধের সময় আগুইনালদো একটি সাধারণ পোস্ট হিসাবে ব্যবহার করেছিলেন।\n\n\n== লিখিত রচনা ==\nফিলিপাইন বিপ্লবের প্রকৃত বিবরণ (ফিলিপাইন ভাষা Reseña verídica de la revolución Philippina), ১৮৯৯।\nসুপ্রিমো অ্যান্ডের তালাং বুহায়। কাবিতে বনিফেসিও, ১৯৪০ এর দশক।\nআমেরিকার দিকে দ্বিতীয় নজর, ১৯৫৭\nহিমাগসিকান, ১৯৬৪\nআমার স্মৃতিকথা, ১৯৬৭\n\n\n== চিত্রায়ন ==\n১৯৩১ সালে, একটি আমেরিকান প্রি-কোড ডকুমেন্টারি ফিল্ম, \"আরাউন্ড দ্য ওয়ার্ল্ড ইন ৮০ মিনিটস উইথ ডগলাস ফেয়ারব্যাঙ্কস\", যেখানে ডগলাস ফেয়ারব্যাঙ্কস আগুইনালদোর সাথে কথা বলার সময় ক্যামেরার সামনে পোজ দিয়েছিলেন এবং কথা বলেছিলেন।\nবিপ্লবকে কেন্দ্র করে তৈরি বা দেখানো বিভিন্ন ছবিতেও আগুইনালদোকে চিত্রিত করা হয়েছিল। এই চলচ্চিত্রগুলিতে নিম্নলিখিত অভিনেতারা তাকে চিত্রিত করেছিলেন:\n\n১৯২৬ – চার্লস স্টিভেন্স \"অ্যাক্রস দ্য প্যাসিফিক\" -এ\n১৯৯৩ – সাকে ছবিতে মাইক লোরেন\n১৯৯৬ - বায়ানীতে রেমন্ড আলসোনা।\n১৯৯৭ – জোয়েল টোরে, তিরাদ পাস: দ্য স্টোরি অফ জেনারেল গ্রেগোরিও দেল পিলার ।\n২০০৮ – বেলারে জনি সলোমন ।\n২০১০ - ল্যান্স রেমুন্ডো ইন প্যাগলিলাইটিস এবং আন্দ্রেস বোনিফাসিও।\n২০১০ - জিএমএ নেটওয়ার্ক দ্বারা উত্পাদিত অফিসিয়াল \"লুপাং হিনিরাং\" মিউজিক ভিডিওতে ডেনিস ট্রিলো ।\n২০১১ - ওয়াটাওয়াতে কার্লোস মোরালেস।\n২০১২ - জেরিকো ইজারসিটো এবং এল প্রেসিডেন্টে ইআর ইজারসিটো\n২০১৩ - কাতিপুনানে নিকো আন্তোনিও।\n২০১৪ - বনিফ্যাসিওতে জুন নাইরা: আং উনাং পাঙ্গুলো ।\n২০১৫ - হেনারেল লুনাতে মন কনফিয়াডো এবং এর 2018 এর সিক্যুয়েল গোয়ো: দ্য বয় জেনারেল\n২০১৮ – কুইজন'স গেমে গঞ্জালো গঞ্জালেজ।\n২০১৮ – জোলো রেভিলা অগোস্টো ইউনোতে, কাসায়সায়াং নাকালিমুটান\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nAgoncillo, Teodor A. (১৯৯০)। History of the Filipino people (8th সংস্করণ)। Garotech। আইএসবিএন 978-9718711064। \nAra, Satoshi (২০১৫)। \"Emilio Aguinaldo under American and Japanese Rule Submission for Independence?\" (পিডিএফ)। Ateneo de Manila University: 161–192। জেস্টোর 24672333। ডিওআই:10.1353/phs.2015.0019। \nGuerrero, Milagros; Schumacher, John (১৯৯৮)। Kasaysayan: The Story of the Filipino People। Vol. 5: Reform and Revolution। Project Director: Teresa Maria Custudio। Asia Publishing Company, Limited (Reader's Digest)। আইএসবিএন 9622582281। ওসিএলসি 39734321।  Vol 1 The Philippine Archipelago; Vol 2 The earliest Filipinos; Vol 3 The Spanish conquest; Vol 4 Life in the colony; Vol 5 Reform and revolution; Vol 6 Under stars and stripes; Vol 7 The Japanese occupation; Vol 8 Up from the ashes; Vol 9 A nation reborn; Vol 10 A timeline of Philippine history.\nThe laws of the first Philippine Republic (the laws of Malolos) 1898–1899। English translation by Sulpicio Guevara। National Historical Commission। ১৯৭২। আইএসবিএন 9715380557। ওসিএলসি 715140। \nHalstead, Murat (১৮৯৮)। The Story of the Philippines and Our New Possessions, Including the Ladrones, Hawaii, Cuba and Porto Rico। \nJose, Vivencio R. (১৯৭২)। The Rise and Fall of Antonio Luna। University of the Philippines। আইএসবিএন 978-971-17-0700-2। \n\nKalaw, Maximo Manguiat (১৯২৬)। The Development of Philippine Politics, 1872–1920। Oriental Commercial Co। ওসিএলসি 723615963। \nSullivan, D. (২০২২)। Capturing Aguinaldo: The Daring Raid to Seize the Philippine President at the Dawn of the American Century। Globe Pequot। আইএসবিএন 978-0-8117-7153-5। \nWolff, Leon (২০০৬)। Little Brown Brother। Wolff Productions। আইএসবিএন 978-1-58288-209-3। \nZaide, Sonia M (১৯৯৯)। The Philippines: A Unique Nation (2nd সংস্করণ)। All-Nations Publishing। আইএসবিএন 978-9716420715। \n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\nফিলিপাইনের প্রেসিডেন্সি প্রকল্প\nকটুসান: ওয়েব্যাক মেশিনে Cautusan: Gobierno Revolucionario nang Filipinas (ডিসেম্বর ১১, ২০০৭ তারিখে আর্কাইভকৃত)[তাগালগ ভাষায়] ২ জানুয়ারী, ১৮৯৯ তারিখের একটি ডিক্রি, এমিলিও আগুইনালদো স্বাক্ষরিত, যাতে একটি সরকার পরিষদ প্রতিষ্ঠা করা হয়।\nআগুইনালদো: ওয়েব্যাক মেশিনে Aguinaldo: A Narrative of Filipino Ambitions (ফেব্রুয়ারি ১৩, ২০০৮ তারিখে আর্কাইভকৃত)১৯০০ সালের গোড়ার দিকে এমিলিও আগুইনালদো এবং ফিলিপিনো-আমেরিকান যুদ্ধ সম্পর্কে হংকংয়ের আমেরিকান কনসাল ওয়াইল্ডম্যানের লেখা বই।\nEmilio Aguinaldo (১৯৪৮)। \"General Emilio Aguinaldo's 'Confession'\" (তাগালগ ভাষায়)। মে ২৭, ২০০৮ তারিখে মূল থেকে আর্কাইভ করা। \nগুটেনবের্গ প্রকল্পে Emilio Aguinaldo-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে এমিলিও আগুইনাল্ডো কর্তৃক কাজ বা সম্পর্কে তথ্য"}