{"pageid": 1518727, "title": "হেনরি ভন", "url": "https://bn.wikipedia.org/wiki?curid=1518727", "content": "হেনরি ভন (১৭ এপ্রিল ১৬২১ – ২৩ এপ্রিল ১৬৯৫) ছিলেন একজন ওয়েলশ অধিবিদ্যাগত কবি, লেখক এবং অনুবাদক, যিনি ইংরেজিতে লেখালেখি করতেন এবং পাশাপাশি একজন চিকিৎসকও ছিলেন। তাঁর ধর্মীয় কবিতার সংকলন সিলেক্স সিন্টিলান্স প্রথম প্রকাশিত হয় ১৬৫০ সালে, এবং এর দ্বিতীয় অংশ প্রকাশিত হয় ১৬৫৫ সালে। ১৬৪৬ সালে তাঁর পোয়েমস, উইথ দ্য টেনথ স্যাটায়ার অফ জুভেনাল ইংলিশড প্রকাশিত হয়। এ সময় তিনি ধর্মীয় কবি জর্জ হার্বার্ট-এর রচনাবলী পড়ে \"নিরর্থক কবিতা\" রচনার পথ ত্যাগ করার সিদ্ধান্ত নেন। তাঁর গদ্য রচনা মাউন্ট অফ অলিভস এবং সলিটারি ডিভোশনস (১৬৫২) তাঁর বিশ্বাসের গভীরতা ও সত্যতা তুলে ধরে। এরপর আরও দুটি সাধারণ কাব্যগ্রন্থ প্রকাশিত হয়, যদিও সেগুলোর প্রকাশনার ব্যাপারে তিনি অনুমোদন দেননি বলে ধারণা করা হয়। তবে, তাঁর ধর্মীয় কবিতাগুলিই সর্বাধিক প্রশংসিত হয়েছে। তিনি ছোটখাট নীতিবিষয়ক ও ধর্মীয় গ্রন্থের অনুবাদও করেন এবং দুটি চিকিৎসাবিষয়ক গ্রন্থ রচনা করেন। ১৬৫০-এর দশক থেকে তিনি আজীবন চিকিৎসা পেশায় নিয়োজিত ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nহেনরি ভন জন্মগ্রহণ করেন নিউটন বাই আস্ক এ, যা ল্যানসান্টফ্রেড (সেন্ট ব্রিজেটের) প্যারিশের অন্তর্গত ব্রেকনশায়ার এ অবস্থিত। তিনি তাঁর বাবা থমাস ভনের (প্রায় ১৫৮৬–১৬৫৮) এবং মা ডেনিস জেনকিনের (জন্ম প্রায় ১৫৯৩) সবচেয়ে বড় সন্তান ছিলেন। ডেনিস ছিলেন ল্যানসান্টফ্রেড-এর ডেভিড ও গেনলিয়ান মরগানের একমাত্র কন্যা ও উত্তরাধিকারী। হেনরি ভনের একটি যমজ ভাই ছিলেন, থমাস ভন, যিনি পরবর্তীতে একজন দার্শনিক ও রসায়নবিদ (আলকেমিস্ট) হিসেবে খ্যাতি লাভ করেন।\nভন দুটি প্রভাবশালী ওয়েলশ পরিবার—একটি ক্যাথলিক এবং অন্যটি প্রোটেস্ট্যান্ট—এর সাথে সম্পর্কিত ছিলেন। তাঁর পিতামহ উইলিয়াম ভনের মালিকানায় ছিল ট্রেটাওয়ার কোর্ট। তাঁর পিতামহী ফ্রান্সেস ছিলেন থমাস সোমারসেট এর কন্যা, যিনি ক্যাথলিক বিশ্বাসে অনড় থাকার কারণে প্রায় ২৪ বছর লন্ডন টাওয়ার-এ বন্দি ছিলেন। ফ্রান্সেস ভনের শৈশবকাল পর্যন্ত জীবিত ছিলেন, ফলে তাঁর শৈশবের লালন-পালনে কিছুটা ক্যাথলিক প্রভাব থাকতে পারে। ভন হারবার্ট পরিবারের সঙ্গে সম্পর্কিত ছিলেন, যা বিখ্যাত ওয়েলশ নাইট ডাফিড গ্যাম-এর বংশধর। ডাফিড গ্যাম আজিঙ্কোর যুদ্ধ এ নিহত হন এবং উইলিয়াম শেক্সপিয়ার এর নাটক পঞ্চম হেনরি এ \"ডেভি গাম, এসকুইয়ার\" নামে উল্লেখিত হয়েছেন। যদিও তিনি কখনো জর্জ হারবার্ট-এর আত্মীয়তার দাবি করেননি, তবে তিনি এই সম্পর্ক সম্পর্কে সচেতন ছিলেন বলে ধারণা করা হয়।\n\n\n== শিক্ষা ==\nথমাস ভন একসময় বলেছিলেন, \"ইংরেজি এমন একটি ভাষা, যা লেখকের জন্মগত নয়।\" দুই ভাইকেই পাঠানো হয়েছিল ল্যানগ্যাটক-এর রেক্টর ম্যাথিউ হারবার্টের অধীনে পড়াশোনার জন্য। উভয়েই তাঁকে শ্রদ্ধা জানিয়ে লেখালেখি করেছিলেন। ম্যাথিউ হারবার্ট হয়তো তাঁদের পারিবারিকভাবে অর্জিত গির্জা ও রাজতন্ত্রের প্রতি আনুগত্য আরও দৃঢ় করেছিলেন। ভনের অনেক পরিচিত পুরোহিতদের মতো তিনিও অন্তর্বর্তীকালে আপসহীন ছিলেন। এ কারণে তাঁকে কারাবরণ করতে হয়, তাঁর সম্পত্তি বাজেয়াপ্ত করা হয় এবং তিনি অল্পের জন্য নির্বাসন থেকে রক্ষা পান।\nজিসাস কলেজ, অক্সফোর্ড এর হিসাব বইতে দেখা যায় যে থমাস ভন ১৬৩৮ সালের মে মাসে ভর্তি হন। ধারণা করা হয়, হেনরিও একই সময়ে ভর্তি হন। অ্যান্থনি উড লিখেছেন, \"১৬৩৮ সালের মাইকেলমাস টার্ম-এ, ১৭ বছর বয়সে, তিনি প্রথমবার জিসাস কলেজ-এ প্রবেশ করেন।\" তবে হেনরির থাকার বা আনুষ্ঠানিক ভর্তি হওয়ার নির্দিষ্ট রেকর্ড পাওয়া যায়নি। তবে, তাঁকে অ্যাথেনি অক্সোনিয়েনসিস এ অন্তর্ভুক্ত করা হয়েছে বলে অক্সফোর্ডের সঙ্গে তাঁর সম্পর্ক অনুমান করা হয়।\nতবে, জিসাস কলেজ-এর সাম্প্রতিক গবেষণা ইঙ্গিত দেয় যে হেনরি ১৬৪১ সালের আগে কলেজে ভর্তি হননি। যদি তিনি ১৬৩৯ সালে ভর্তি হয়েও আনুষ্ঠানিকভাবে নাম অন্তর্ভুক্ত না করে বা ভর্তি ফি পরিশোধ না করে থাকেন, তবে তিনি বছরের শেষ নাগাদ কলেজ ছেড়ে যেতে পারেন। অনেকে মনে করেন, থমাসের পরে হেনরি অক্সফোর্ডে যান, যার প্রমাণ পাওয়া যায় ১৬৫১ সালের উইলিয়াম কার্টরাইট এর কমেডিজ, ট্র্যাজি-কমেডিজ, উইথ আদার পোয়েমস এ উভয়ের লেখা কবিতা থেকে। থমাস স্পষ্টতই কার্টরাইটের বক্তৃতায় অংশ নিয়েছিলেন, যা সে সময় জনপ্রিয় ছিল। তাঁর কবিতায় পাওয়া যায়, \"যখন তিনি পাঠ দিতেন, আমরা শুনতে ভিড় করতাম!\" তবে হেনরি সম্ভবত অংশ নেননি, কারণ তাঁর কবিতা \"আপন দ্য পোয়েমস অ্যান্ড প্লেজ অব দি এভার-মেমোরেবল মিস্টার উইলিয়াম কার্টরাইট\" শুরু হয়েছে, \"আমি কেবল তোমাকে দেখেছিলাম।\" এছাড়া, ১৬৪৭ সালের \"আপন মিস্টার ফ্লেচারস প্লেস\" কবিতায় রয়্যালিস্ট ভাবধারার প্রশংসা রয়েছে, যা ক্যাভালিয়ার আদর্শের পুনঃপ্রতিষ্ঠা ও সেই সমাজের প্রতি বিদ্রূপ নির্দেশ করে, যা এই আদর্শকে প্রত্যাখ্যান করেছিল।\nগৃহযুদ্ধের সময় লন্ডন থেকে ভনকে ফিরে আসতে হয়। প্রথমদিকে তিনি স্যার মারমাডিউক লয়েড-এর সচিব হিসেবে কাজ করতেন, যিনি ব্রেকনশায়ার সার্কিটের প্রধান বিচারপতি ও একনিষ্ঠ রয়্যালিস্ট ছিলেন। ধারণা করা হয়, ভন কিছু সময়ের জন্য রয়্যালিস্ট বাহিনীতেও কাজ করেছিলেন। পরে তিনি চিকিৎসা পেশায় মনোনিবেশ করেন।\n১৬৪৬ সালের মধ্যে ভন ক্যাথেরিন ওয়াইজকে বিয়ে করেন এবং তাঁদের এক ছেলে, থমাস, এবং তিন মেয়ে, লুসি, ফ্রান্সেস ও ক্যাথেরিন জন্ম নেয়। তাঁর প্রথম স্ত্রীর সঙ্গে সম্পর্কের প্রতিফলন পাওয়া যায় তাঁর প্রথম কাব্যগ্রন্থ পোয়েমস, উইথ দ্য টেনথ স্যাটায়ার অব জুভেনাল ইংলিশড (১৬৪৬)-এর \"আপন দ্য প্রাইঅরি গ্রোভ\" কবিতায়। প্রথম স্ত্রীর মৃত্যুর পর, তিনি সম্ভবত ১৬৫৫ সালে তাঁর শ্যালিকা এলিজাবেথকে বিয়ে করেন।\n\n\n== ধর্মনিরপেক্ষ রচনা ==\nভন তাঁর সাহিত্যিক অনুপ্রেরণা পেয়েছিলেন নিজ জন্মভূমির প্রকৃতি ও সংস্কৃতি থেকে। তিনি নিজের জন্য \"সাইলুরিস্ট\" নামে একটি বিশেষণ বেছে নেন, যা সাইলুরেস নামে পরিচিত এক কেল্টিক জাতিগোষ্ঠীর প্রতি শ্রদ্ধা প্রকাশ করে। এই জাতিগোষ্ঠী রোমান শাসনের আগে দক্ষিণ ওয়েলস অঞ্চলে বসবাস করত এবং ব্রিটেনে রোমান আক্রমণের বিরুদ্ধে প্রবল প্রতিরোধ গড়ে তুলেছিল। এই নাম ভনের তাঁর শৈশবের স্মৃতি এবং প্রিয় ওয়েলশ পার্বত্য অঞ্চলের প্রতি গভীর ভালোবাসাকে প্রকাশ করে। বর্তমান সময়ে এই অঞ্চল ব্রেকন বিকনস জাতীয় উদ্যান এবং আস্ক নদী উপত্যকার অন্তর্গত। এখানেই তিনি তাঁর শৈশব ও কর্মজীবনের বেশিরভাগ সময় কাটিয়েছিলেন।\n১৬৪৭ সালের মধ্যে ভন তাঁর স্ত্রী ও সন্তানদের সঙ্গে গ্রামাঞ্চলে বসবাস শুরু করেন। এখানেই তিনি তাঁর বিখ্যাত রচনা অলর ইস্কানাস (অর্থাৎ \"আস্কের রাজহাঁস\") লেখেন। তবে এটি প্রকাশিত হয় ১৬৫১ সালে, লেখার প্রায় তিন বছর পর। এই দেরির কারণ সম্ভবত তাঁর জীবনে কোনো সংকট ছিল। এই সময়েই তাঁর দাদু উইলিয়াম ভন মারা যান এবং তাঁকে ল্যানসান্টফ্রেড থেকে উচ্ছেদ করা হয়। পরে ভন এই বইটির প্রকাশ সম্পর্কে হতাশা প্রকাশ করেন এবং বলেন, তিনি \"অনেক আগেই এই কবিতাগুলোকে অনাদৃত থাকার জন্য ছেড়ে দিয়েছেন।\"\nওলোর ইস্কানাস এ এমন কিছু ব্যতিক্রমী শব্দ ও উপমা রয়েছে, যা পাঠকের দৃষ্টি আকর্ষণ করে। যদিও কবিতাগুলোর ভাব কিছুটা বিষণ্ন ও গাঢ়, তবু এগুলো পাঠকের মনোযোগ দাবি করে। এই রচনার মূল ভিত্তি ছিল ব্রেকনশায়ারের রাজনৈতিক ও সামাজিক সংকট। গৃহযুদ্ধের সময় এখানে কোনো বড় যুদ্ধ না হলেও, যুদ্ধের প্রভাব তিনি ও তাঁর সমাজ গভীরভাবে অনুভব করেছিল। পিউরিটান পার্লামেন্টের শাসনের ফলে অ্যাঙ্গলিকান ও রাজতন্ত্রবাদীদের প্রতি দুর্ভাগ্য নেমে আসে। ভনও সেই সময় তাঁর নিজস্ব বাড়ি হারান।\nএই সংকলনের পরিবেশ ও ভনের সবচেয়ে জনপ্রিয় গ্রন্থ সাইলেক্স সিন্টিল্যান্স-এর মধ্যে একটি স্পষ্ট পার্থক্য বিদ্যমান। ওলোর ইস্কানাস তাঁর জীবনের একটি নির্দিষ্ট সময়ের প্রতিফলন, যেখানে অন্যান্য ধর্মনিরপেক্ষ লেখকদের প্রতি শ্রদ্ধা প্রকাশ করা হয়েছে এবং ঋণ ও সুখী জীবনের প্রসঙ্গ উঠে এসেছে। গৃহযুদ্ধ তাঁর কবিতার অন্যতম প্রধান বিষয়। তবে এতে তাঁর চিন্তার দ্বৈততা প্রকাশ পেয়েছে, যা স্পষ্ট করে না যে তিনি সরাসরি যুদ্ধে অংশ নিয়েছিলেন কি না। একদিকে তিনি নিজেকে \"নিষ্পাপ রক্তপাত\" থেকে মুক্ত দাবি করেছেন, আবার অন্যদিকে তিনি এমন কিছু বিবরণ দিয়েছেন, যা যুদ্ধের প্রত্যক্ষ অভিজ্ঞতার মতো মনে হয়। যদিও সাধারণভাবে তাঁকে রাজতন্ত্রবাদী বলে মনে করা হয়, এই কবিতাগুলোতে তিনি সমকালীন সব শাসকের প্রতি বিরূপ মনোভাব প্রকাশ করেছেন এবং রাজতন্ত্রের প্রতি কোনো বিশেষ আনুগত্য দেখাননি। তাঁর কবিতাগুলো সাধারণত সামাজিক ও নৈতিক অবক্ষয়ের প্রতিফলন করে, যা সম্ভবত রাজতন্ত্র ও সমাজে যুদ্ধের প্রভাব নিয়ে তাঁর হতাশাকে প্রকাশ করে। তাঁর ছোট কবিতা \"দ্য টিম্বার\", যেখানে একটি মৃত গাছের কথা বলা হয়েছে, এই লাইন দিয়ে শেষ হয়: \"মৃত্যুর পরেও তোমার অদ্ভুত ক্ষোভ / কেবল তাদের বোঝায় – যারা জীবিত অবস্থায় তোমার শান্তি নষ্ট করেছিল।\"\nওলোর ইস্কানাস-এ ওভিড, বোয়েতিয়াস এবং পোলিশ কবি ক্যাসিমির সার্বিয়েভস্কির লাতিন রচনার অনুবাদ অন্তর্ভুক্ত রয়েছে।\n\n\n== রূপান্তর এবং পবিত্র কবিতা ==\nসাইলেক্স সিন্টিল্যান্স রচনা না করা পর্যন্ত ভন তেমন কোনো স্বীকৃতি পাননি। এই গ্রন্থের প্রথম খণ্ড প্রকাশের (১৬৫০) আগের সময়টি ছিল তাঁর জীবনের একটি গুরুত্বপূর্ণ অধ্যায়। প্রথম খণ্ডের কিছু ইঙ্গিত এবং দ্বিতীয় খণ্ডের (১৬৫৫) ভূমিকায় সরাসরি উল্লেখ পাওয়া যায় যে, তিনি দীর্ঘদিন কঠিন এক অসুস্থতায় ভুগেছিলেন, যা তাঁকে তীব্র যন্ত্রণার মধ্যে ফেলেছিল। ভন এই অভিজ্ঞতাকে মৃত্যু-সন্নিকট এক উপলব্ধি হিসেবে দেখেছিলেন, যা তাঁকে তাঁর \"অপচয় হওয়া যৌবন\" সম্পর্কে সতর্ক করেছিল। তিনি বিশ্বাস করতেন, ঈশ্বর তাঁকে দ্বিতীয় সুযোগ দিয়েছেন, যাতে তিনি তাঁর জীবনকে শুধরে নিতে পারেন এবং সাহিত্যেও নতুন পথ অনুসরণ করতে পারেন। তিনি তাঁর আগের রচনাগুলোকে নিকৃষ্ট এবং \"অশুভ সাহিত্যে\"র অংশ হিসেবে উল্লেখ করেন।  \nভনের ধর্মীয় পরিবর্তনের সবচেয়ে গুরুত্বপূর্ণ দিক হলো জর্জ হার্বার্টের প্রতি তাঁর কৃতজ্ঞতা। তিনি নিজেকে হার্বার্টের অনেক \"পবিত্র রূপান্তরিতদের\" মধ্যে সবচেয়ে নগণ্য বলে দাবি করেন। হার্বার্টের কবিতার প্রভাব ভনের রচনায় ব্যাপকভাবে প্রতিফলিত হয়েছে, এমনকি তাঁর অনেক কবিতা হার্বার্টের রচনার অনুসরণে লেখা। এই সময়েই, প্রায় ১৬৫০ সালের দিকে, ভন \"মোরিয়েন্দো, রেভিক্সি\"—অর্থাৎ, \"মরে গিয়ে আমি নতুন জীবন পাই\"—এই উক্তি গ্রহণ করেন।  \nসাইলেক্স সিন্টিল্যান্স-এর প্রথম খণ্ডের পর ভন প্রকাশ করেন দ্য মাউন্ট অব অলিভস, অর সলিটারি ডিভোশনস (১৬৫২)। এটি ছিল গদ্যে লেখা এক প্রার্থনাগ্রন্থ, যেখানে দিনের বিভিন্ন সময়ে, গির্জায় এবং অন্যান্য পরিস্থিতিতে প্রার্থনার জন্য বিভিন্ন লেখা সংকলিত হয়েছিল। বইটি কমন প্রেয়ার বুকের অনুষঙ্গী হিসেবে লেখা হয়েছিল, যদিও এটি কমনওয়েলথ শাসনের অধীনে নিষিদ্ধ ছিল। এছাড়া, বইটির ওপর ল্যান্সেলট অ্যান্ড্রুজের প্রেসেস প্রিভাটে (১৬১৫) এবং জন কোসিনের কলেকশন অব প্রাইভেট ডিভোশনস (১৬২৭)-এর প্রভাবও বিদ্যমান।  \nফ্লোরেস সলিটিউডিনিস (১৬৫৪) গ্রন্থে ভন স্পেনীয় জেসুইট লেখক হুয়ান ইউসেবিও নিয়রেমবার্গের দুটি গ্রন্থ, ৫ম শতকের লিওনের বিশপ ইউকেরিয়াসের একটি রচনা এবং পাওলিনাস অব নোলার একটি জীবনীমূলক রচনা লাতিন থেকে অনুবাদ করেন।  \nভন সম্ভবত ১৬৪০-এর দশক থেকেই চিকিৎসা পেশায় যুক্ত ছিলেন। সাইলেক্স সিন্টিল্যান্স-এর দ্বিতীয় খণ্ড (১৬৫৫)-এর সঙ্গে তিনি হেনরি নোলিয়াসের হার্মেটিকাল ফিজিক-এর অনুবাদ যুক্ত করেন। পরবর্তী সময়ে, ১৬৫৭ সালে, তিনি নোলিয়াসের দ্য কেমিস্টস কি-এর আরেকটি অনুবাদ প্রকাশ করেন।\n\n\n== কাব্যিক প্রভাব ==\nভন জর্জ হারবার্টের কাছে অনেক ঋণী ছিলেন, যিনি তার নতুন আবিষ্কৃত আধ্যাত্মিক জীবন এবং সাহিত্যিক কর্মজীবনের জন্য একটি মডেল তৈরি করেছিলেন, হারবার্ট থেকে প্রাপ্ত \"আধ্যাত্মিক উদ্দীপনা এবং করুণাময় অনুভূতির উপহার\" দেখিয়েছিলেন।\nআর্চবিশপ ট্রেঞ্চের দৃষ্টিভঙ্গি ছিল, \"একজন ঐশ্বরিক ব্যক্তি হিসেবে ভন [হারবার্টের চেয়ে] নিকৃষ্ট হতে পারেন, কিন্তু একজন কবি হিসেবে তিনি নিশ্চিতভাবে শ্রেষ্ঠ।\" সমালোচকরা সাহিত্যিক উপাদান ব্যবহারের জন্য ভনের প্রশংসা করেন। তার একাক্ষর শব্দ, দীর্ঘ টানা অনুপ্রাস এবং পাঠককে \"জর্জ হারবার্টের সমকক্ষ বা তার চেয়েও বেশি\" হিসাবে মূল্যায়ন করতে বাধ্য করার ক্ষমতা। তবুও অন্যরা বলে যে দুজনের তুলনাও হয় না, কারণ হারবার্ট আসলে মাস্টার। এই ভাষ্যকাররা স্বীকার করেন যে হেনরি ভনের শব্দ ব্যবহার হারবার্টের চেয়ে উৎকৃষ্ট হতে পারে, তবে তারা বিশ্বাস করেন যে তার কবিতা আসলে খারাপ। হারবার্টের শ্রেষ্ঠত্ব তার গভীরতা এবং ধারাবাহিকতার উপর নির্ভর করে বলে বলা হয়।\nঅবশ্যই ভন হারবার্টের মরণোত্তর নির্দেশনা ছাড়া এভাবে লিখতেন না। (শেষোক্তজন ১৬৩৩ সালে মারা গিয়েছিলেন।) এখানে সুস্পষ্ট আধ্যাত্মিক প্রভাব \"সিলেক্স সিন্টিলান্স\"-এর ভূমিকায় প্রায় ঘোষিত হয়েছে। ভনের গদ্যও এর উদাহরণ দেয়। উদাহরণস্বরূপ, হারবার্টের \"দ্য টেম্পল\" প্রায়শই সেই অনুপ্রেরণা এবং মডেল হিসাবে দেখা হয় যার উপর ভন তার কাজ তৈরি করেছিলেন। \"সিলেক্স সিন্টিলান্স\" প্রায়শই হারবার্টের এই সংগ্রহের সাথে শ্রেণীবদ্ধ করা হয়, কারণ এটি একই থিম, অভিজ্ঞতা এবং বিশ্বাস ধার করে। ভনের কবিতার আকৃতি এবং আধ্যাত্মিকতায় হারবার্টের প্রভাব স্পষ্ট। উদাহরণস্বরূপ, ভনের কবিতা \"আনপ্রফিটেবলনেস\"-এর সূচনা - \"কত ধনী, হে প্রভু! তোমার দর্শন কত সতেজ!\" - হারবার্টের 'দ্য ফ্লাওয়ার' স্মরণ করিয়ে দেয়:\n\nকত সতেজ, হে প্রভু, কত মিষ্টি এবং পরিষ্কার\nতোমার প্রত্যাবর্তন! বসন্তে ফুলের মতো\nভনের আরেকটি কাজ যা হারবার্টের সমান্তরাল, তা হল \"মাউন্ট অফ অলিভস\", উদাহরণস্বরূপ, \"ইন্দ্রিয়গ্রাহ্য প্রকৃতি তাদের ইচ্ছামত বিচার করুক, কিন্তু আমার অংশের জন্য, আমি এটা নিশ্চিত করতে কোনো প্যারাডক্স ধরব না, পৃথিবীতে কোনো আনন্দ নেই। সেখানে কিছু রঙিন দুঃখের ঝলমলে দুঃখ আছে, যা দেখতে এত পরিষ্কার যেন তারা সত্যিকারের বর্ণ; কিন্তু এটা খুব দুঃখজনক এবং ক্লান্তিকর সত্য, যে তারা শুধু আঁকা।\" এটি হারবার্টের \"রোজ\" এর প্রতিধ্বনি করে:\n\nচিনির মিথ্যার এই বিশ্বে,\nএবং আমার কঠোর তবুও স্বাগত আকারের চেয়ে\nবড় মাপ ব্যবহার করতে।\nপ্রথমত, এখানে কোনো আনন্দ নেই:\nরঙিন দুঃখ সত্যিই আছে,\nঝলমলে দুঃখ যা দেখতে এত পরিষ্কার,\nযেন তারা সৌন্দর্য বাঁচাতে পারে।\nসমালোচকরা যুক্তি দিয়েছেন যে ভন হারবার্টের কাজের দাস, তার কাজের জন্য একটি কাঠামো হিসাবে আকস্মিক ভূমিকা এবং অদ্ভুত শিরোনামের মতো অনুরূপ \"ছোট কৌশল\" ব্যবহার করে এবং হারবার্টের কাছ থেকে \"শিখতে ব্যর্থ\" হন। ভন তার সীমা জানতে এবং কবিতার তীব্রতার উপর আরও মনোযোগ দিতে অক্ষম ছিলেন, এর মধ্যে তার শ্রোতাদের মনোযোগ হারিয়ে ফেলেন বলে বলা হয়েছিল।\nতবুও আলেকজান্ডার গ্রোসার্ট অস্বীকার করেন যে ভন শুধুমাত্র হারবার্টের অনুকরণকারী ছিলেন। এমন মুহূর্ত রয়েছে যখন পাঠক ভনের আসল সত্তা দেখতে পায়, যেখানে তিনি স্বাভাবিকতা, তাৎক্ষণিকতা এবং কবিতার মাধ্যমে কংক্রিটকে সম্পর্কিত করার ক্ষমতা দেখান। কিছু ক্ষেত্রে তিনি হারবার্টের ভাষা থেকে পর্যবেক্ষণ আঁকেন যা স্পষ্টভাবে তার নিজের। এটা যেন ভন হারবার্টের কিছু কাজের মালিকানা নেন, তবুও এটিকে তার নিজের জন্য অনন্য করে তোলেন। ভন তার উপস্থাপনায় হারবার্ট থেকে আরেকটি পদক্ষেপ নেন। \"দ্য টেম্পল\"-এ হারবার্ট - প্রায়শই দুই লেখকের মধ্যে তুলনার উৎস - এর পাঠের উপর সুস্পষ্ট নির্দেশাবলী স্থাপন করেন। এটি ভনের মনোভাবের বিপরীতে, পাঠের অভিজ্ঞতা তার অর্থের সেরা নির্দেশক, তাই তিনি কোনো বিশেষ পঠন পদ্ধতি প্রচার করেননি।\nএই সময়ে ভন নিজেকে অন্য যেকোনো কবির থেকে আলাদা দেখান। বেশিরভাগ পার্থক্য তার চারপাশের বিশ্বের প্রতি আপাত সহানুভূতির অভাব থেকে আসে। তার চারপাশের প্রতি তার নির্লিপ্ত আবেদন তাকে বিচ্ছিন্ন করে এবং প্রকৃতি ও রহস্যবাদের প্রতি তার ভালবাসা প্রদর্শন করে। এটি ঘুরেফিরে ওয়ার্ডসওয়ার্থের মতো পরবর্তী কবিদের প্রভাবিত করেছে। তার মন একটি শারীরিক এবং আধ্যাত্মিক বিশ্ব এবং উভয়ের মধ্যে অস্পষ্ট সম্পর্কের পরিপ্রেক্ষিতে চিন্তা করে, প্রায়শই তার কবিতায় প্রতিফলিত মূল, অপরিচিত, দূরবর্তী স্থানে চলে যায়। তিনি অ্যাংলিকান চার্চ এবং ধর্মীয় উৎসবের থিমের প্রতি অনুগত ছিলেন, কিন্তু অনন্তকাল, মৃতদের সাথে যোগাযোগ, প্রকৃতি এবং শৈশবের আরও রহস্যময় থিমগুলিতে তার আসল কণ্ঠস্বর খুঁজে পেয়েছিলেন। তিনি ছিলেন একজন \"প্রকাশের কবি\" যিনি বাইবেল, প্রকৃতি এবং তার নিজের অভিজ্ঞতা ব্যবহার করে অনন্তকালের দৃষ্টিভঙ্গি চিত্রিত করেছিলেন। এটি ভনের কবিতাকে বিশেষভাবে আধুনিক শব্দ দেয়।\nওয়েলশ কবিতায় সুস্পষ্ট অনুপ্রাস, ভন তার ইংরেজি সমসাময়িকদের বেশিরভাগের তুলনায় বেশি ব্যবহার করেন, বিশেষ করে \"দ্য ওয়াটার-ফল\"-এর শুরুতে লক্ষণীয়।\nভন দুটি সুপরিচিত কবিতায় ব্যক্তিগত ক্ষতির উপর আলোকপাত করেছেন: \"দ্য ওয়ার্ল্ড\" এবং \"দে আর অল গন ইনটু দ্য ওয়ার্ল্ড অফ লাইট\"। আরেকটি, \"দ্য রিট্রিট\", ক্ষতির থিমকে শৈশবের দুর্নীতির সাথে একত্রিত করে, যা তার আরেকটি ধারাবাহিক থিম। ভনের নতুন আবিষ্কৃত ব্যক্তিগত কণ্ঠস্বর এবং ব্যক্তিত্বকে একজন ছোট ভাইয়ের মৃত্যুর ফলাফল হিসাবে দেখা যায়।\nএটি তার 'দ্য ওয়ার্ল্ড' শিরোনামের একটি কবিতার বিশেষভাবে সুন্দর অংশের একটি উদাহরণ:\n\nআমি অন্য রাতে অনন্তকাল দেখলাম,\nবিশুদ্ধ এবং অন্তহীন আলোর একটি বিশাল আংটির মতো,\nসমস্ত শান্ত, যেমন এটি উজ্জ্বল ছিল, এবং এর চারপাশে নীচে, সময় ঘন্টা, দিন, বছরে\nগোলক দ্বারা চালিত একটি বিশাল ছায়ার মতো সরে গেছে; যেখানে পৃথিবী\nএবং তার সমস্ত ট্রেন নিক্ষিপ্ত হয়েছিল।\n\n\n== মৃত্যু এবং উত্তরাধিকার ==\nহেনরি ভন তাঁর জীবদ্দশায় তেমন পরিচিতি পাননি, তবে তাঁর মৃত্যু (২৩ এপ্রিল ১৬৯৫, বয়স ৭৪) পর তিনি ব্যাপকভাবে প্রশংসিত হন। তাঁকে পাওয়িসের ল্যানসান্তফ্রেইডের সেন্ট ব্রাইডস গির্জার মাঠে দাফন করা হয়, যেখানে তিনি তাঁর জীবনের বেশিরভাগ সময় কাটিয়েছিলেন। তার কবরটি পরিদর্শন করেন অনেক উৎসাহী, এবং এটি অন্যান্য কবিদেরও অনুপ্রেরণা দিয়েছে, যেমন সিগফ্রিড সাসুন, রোল্যান্ড ম্যাথিয়াস এবং ব্রায়ান মরিস.\nভনকে \"একজন কবির উদাহরণ হিসেবে বিবেচনা করা হয় যিনি মার্জিত এবং প্রভাবশালী গদ্য রচনা করতে পারেন।\" তিনি ওয়ার্ডসওয়ার্থ, টেনিসন এবং সিগফ্রিড স্যাসুনের মতো কবিদের কাজকে প্রভাবিত করেছিলেন। আমেরিকান বিজ্ঞান কল্পকাহিনী লেখক ফিলিপ কে. ডিকও ভনকে একটি গুরুত্বপূর্ণ প্রভাব হিসেবে উল্লেখ করেছেন।\n\n\n== সঙ্গীতের পরিবেশনা ==\n\"সিলেক্স সিন্টিলান্স\" থেকে ভনের বেশ কয়েকটি কবিতা সঙ্গীতে পরিবেশিত হয়েছে, যার মধ্যে রয়েছে:\n\nগুস্তাভ হোলস্টের \"দ্য ইভনিং-ওয়াচ: বডি অ্যান্ড সোল-এর মধ্যে সংলাপ\" (১৯২৪)\nজেরাল্ড ফিনজি দ্বারা \"ওয়েলকাম, সুইট অ্যান্ড স্যাক্রেড ফিস্ট\" ইউক্যারিস্টিক কবিতাটি \"থ্রি অ্যান্থেমস\", অপ. ২৭ (১৯৫৩) এ \"ওয়েলকাম, সুইট অ্যান্ড স্যাক্রেড ফিস্ট\" স্তোত্র হিসাবে পরিবেশিত হয়েছে।\nহিউবার্ট পারির \"সং অফ ফেয়ারওয়েল\" (১৯১৬-১৯১৮) এর প্রথম গান হিসাবে পরিবেশিত \"পিস\": \"মাই সোল, দেয়ার ইজ এ কান্ট্রি\"।\nড্যানিয়েল জোনস (সুরকার) তার ক্যানটাটা \"দ্য কান্ট্রি বিয়ন্ড দ্য স্টারস\"-এ পরিবেশিত বেশ কয়েকটি কবিতা\nআমেরিকান সুরকার টিমোথি হোকম্যান তার ১৯৯২ সালের তিনটি গানের সিকোয়েন্স \"দ্য নেটিভিটি\"-তে সোপ্রানো এবং অর্কেস্ট্রার জন্য \"ক্রিস্টস নেটিভিটি\" এবং \"পিস\" পরিবেশিত করেছেন।\nব্রিটিশ সুরকার হাওয়ার্ড গুডাল তার ২০০৪ সালের কোরাল কাজ \"অ্যাজ অ্যাঞ্জেলস ইন সাম ব্রাইটার ড্রিমস\"-এ \"দে আর অল গন ইনটু দ্য ওয়ার্ল্ড অফ লাইট\" পরিবেশিত করেছেন এবং ৫ জুন ২০০৪ সালে শ্রুসবারি কোরাল দ্বারা প্রথম পরিবেশিত হয়েছে।\n\n\n== কাজ ==\n\"পোয়েমস, উইথ দ্য টেনথ স্যাটায়ার অফ জুভেনাল ইংলিশড\" (১৬৪৬), ল্যাটিন কবি জুভেনালের একটি \"স্যাটায়ার\"-এর অনুবাদ অন্তর্ভুক্ত।\n\"ওলোর ইস্কানাস\" (১৬৪৭, প্রকাশিত ১৬৫১)\n\"সিলেক্স সিন্টিলান্স\" (১৬৫০ এবং ১৬৫৫)\n\"মাউন্ট অফ অলিভস, অর সলিটারি ডিভোশনস\" (১৬৫২)\n\"ফ্লোরেস সলিটিউডিনিস\" (১৬৫৪)\n\"হারমেটিক্যাল ফিজিক্স\" (১৬৫৫), হেনরি নোলিয়াসের ল্যাটিন থেকে অনুবাদ করা\n\"দ্য কেমিস্টস কি\" (১৬৫৭), হেনরি নোলিয়াসের ল্যাটিন থেকে অনুবাদ করা\nথমাস পাওয়েলের \"হিউম্যান ইন্ডাস্ট্রি\" (১৬৬১) এ অবদান রাখা ল্যাটিন থেকে কয়েকটি অনুবাদ\n\"থালিয়া রেডিভিভা\" (১৬৭৮), তার ভাই থমাস ভনের মৃত্যুর পর তার ভাই থমাস ভনের সাথে যৌথ কবিতার সংগ্রহ।\n\n\n== আরও দেখুন ==\n\nচিকিৎসক লেখক\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\nক্যালহুন, থমাস ও. (১৯৮১)। হেনরি ভন: দ্য অ্যাচিভমেন্ট অফ দ্য সিলেক্স সিন্টিলান্স। অ্যাসোসিয়েটেড ইউনিভার্সিটি প্রেস, ইনক.। \nহেরল্ড ফিশ (১৯৭১)। দ্য ডুয়াল ইমেজ। লন্ডন: ওয়ার্ল্ড জিউইশ লাইব্রেরি। পৃষ্ঠা ৪১।  কাৎজ, ফিলো-সেমিটিজম, পৃষ্ঠা ১৮৫-১৮৬।\nরেভ. আলেকজান্ডার বি. গ্রোসার্ট (সম্পাদিত): \"এসসে অন দ্য লাইফ অ্যান্ড রাইটিংস অফ হেনরি ভন, সিলুরিস্ট\", \"দ্য ওয়ার্কস ইন ভার্স অ্যান্ড প্রজ কমপ্লিট অফ হেনরি ভন, সিলুরিস্ট, ভোল. ২\"। ব্ল্যাকবার্ন, ১৮৭১, পৃষ্ঠা ix-ci। \"লিটারেচার ক্রিটিসিজম ফ্রম ১৪০০ টু ১৮০০\", ভোল. ২৭-এ পুনর্মুদ্রিত\nহাচিনসন, এফ. ই. (১৯৪৫)। দ্য ওয়ার্কস অফ জর্জ হারবার্ট। অক্সফোর্ড: ক্ল্যারেন্ডন প্রেস। \nহেনরি ভন (১৯৫৭)।  এল. সি. মার্টিন, সম্পাদক। দ্য ওয়ার্কস অফ হেনরি ভন। অক্সফোর্ড: ক্ল্যারেন্ডন প্রেস। \nমাতার, নাবিল আই.। \"জর্জ হারবার্ট, হেনরি ভন, অ্যান্ড দ্য কনভার্সন অফ দ্য জিউস\"। জার্নাল অফ স্টাডিজ ইন ইংলিশ লিটারেচার। ৩০ (১)। \nসুলিভান, সেরি (২০০৮)। দ্য রেটোরিক অফ দ্য কনসায়েন্স ইন ডন, হারবার্ট, অ্যান্ড ভন। অক্সফোর্ড ইউনিভার্সিটি প্রেস। \n\n\n== আরও পড়ুন ==\nগ্রান্ট, প্যাট্রিক। ১৯৭৪। \"দ্য ট্রান্সফরমেশন অফ সিন: স্টাডিজ ইন ডন, হারবার্ট, ভন, অ্যান্ড ট্রাহার্নে\"। মন্ট্রিল: ম্যাকগিল-কুইন্স ইউনিভার্সিটি প্রেস। আইএসবিএন ০৮৭০২৩১৫৮৮\n\n\n== বহিঃসংযোগ ==\n\nগুটেনবের্গ প্রকল্পে হেনরি ভন-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে হেনরি ভন কর্তৃক কাজ বা সম্পর্কে তথ্য\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  হেনরি ভন\nহেনরি ভন (পোয়েটসিয়ার্স ওয়েবসাইট)\nপোয়েটস কর্নারে হেনরি ভনের জন্য সূচী ভুক্তি\nদ্য স্যাক্রেড পোয়েটস। অধ্যায় ৯-১৩ - দ্য কেমব্রিজ হিস্ট্রি অফ ইংলিশ অ্যান্ড আমেরিকান লিটারেচার।\nফাইন্ড এ গ্রেইভে হেনরি ভন (ইংরেজি)\nটেমপ্লেট:Metaphysical poetry"}