{"pageid": 1518626, "title": "নবায়নযোগ্য শক্তি সংস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1518626", "content": "নবায়নযোগ্য শক্তি কর্পোরেশন (REC) একটি সৌরবিদ্যুৎ কোম্পানি যার সদর দপ্তর সিঙ্গাপুরে অবস্থিত। REC ফটোভোলটাইক (PV) অ্যাপ্লিকেশন, মাল্টিক্রিস্টালাইন ওয়েফারের জন্য সিলিকন উপকরণ, সৌর কোষ এবং মডিউল তৈরি করে। এটি রিলায়েন্স নিউ সোলার এনার্জি লিমিটেডের  সম্পূর্ণ মালিকানাধীন একটি সহায়ক সংস্থা।\nREC-এর পূর্ববর্তী মূল কোম্পানি ছিল ChemChina, যা বিশ্বের বৃহত্তম রাসায়নিক কোম্পানিগুলির মধ্যে একটি এবং গণপ্রজাতন্ত্রী চীনের রাষ্ট্রীয় মালিকানাধীন। ২০১৫ সাল থেকে, এটি চায়না ন্যাশনাল ব্লুস্টার গ্রুপের মাধ্যমে এলকেমে তার অংশীদারিত্ব ধরে রেখেছে। ক্রয়মূল্য ছিল ৪৯০ মিলিয়ন ইউরো। ১০ অক্টোবর ২০২১ তারিখে, ভারতীয় কোম্পানি রিলায়েন্স ইন্ডাস্ট্রিজ ঘোষণা করে যে তার সহযোগী প্রতিষ্ঠান, রিলায়েন্স নিউ সোলার এনার্জি লিমিটেড, ৭৭১ মিলিয়ন মার্কিন ডলারের বিনিময়ে চায়না ন্যাশনাল ব্লুস্টার গ্রুপের কাছ থেকে REC-এর সম্পূর্ণ নিয়ন্ত্রণ অধিগ্রহণ করেছে। \n\n\n== ইতিহাস ==\nআজকের কোম্পানির পূর্বসূরী ১৯৯৬ সালে ফোর্নিবার এনার্জির এএস নামে প্রতিষ্ঠিত হয়। বর্তমানে বিদ্যমান কোম্পানিটি ২০০০ সালের সেপ্টেম্বরে স্ক্যানওয়েফার এএস, সলএনার্জি এএস এবং ফোর্নিবার এনার্জির এএস-এর একত্রিত হওয়ার ফলস্বরূপ গঠিত হয়। ২০০২ সালে, আরইসি স্ক্যানসেল আরভিকার গ্লাভাতে তার সহযোগী কোম্পানি আরইসি স্ক্যানমডিউলের জন্য নারভিকে মাল্টিক্রিস্টালাইন সোলার সেল উৎপাদন শুরু করে। সেই সময়ে, REC ছিল বিশ্বের বৃহত্তম মাল্টিক্রিস্টালাইন ওয়েফার উৎপাদনকারী, যার কারখানাগুলি গ্লোমফজর্ড এবং হেরোইয়াতে অবস্থিত ছিল।\n২০০৬ সালে আইপিও প্রকাশের পর, কোম্পানির শেয়ারের দাম বৃদ্ধি পেতে থাকে এবং ২০০৭ সালের নভেম্বর মাসে তা ২৬২ নরওয়েজিয়ান ক্রোনায় পৌঁছায়, যার ফলে বাজার মূল্য ছিল ১৭৪ বিলিয়ন নরওয়েজিয়ান ক্রোনা। এই মূল্যের ভিত্তিতে, কোম্পানিটি তখন নরওয়ের সবচেয়ে বড় সম্পূর্ণ ব্যক্তিগত মালিকানাধীন কোম্পানি হিসেবে পরিচিত ছিল। \n২০০৭ সালে, REC সিঙ্গাপুরে একটি নতুন, বিশ্বমানের সমন্বিত সৌর উৎপাদন সুবিধা প্রতিষ্ঠার সিদ্ধান্ত নেয়। এটি বিশ্বের বৃহত্তম সমন্বিত সৌর উৎপাদন কমপ্লেক্স হবে বলে পরিকল্পনা করা হয়েছিল। সম্পূর্ণ হলে, এই উৎপাদন কমপ্লেক্সে ওয়েফার, সেল এবং মডিউল উৎপাদনের সুবিধা অন্তর্ভুক্ত থাকবে, যার মোট উৎপাদন ক্ষমতা ১.৫ গিগাওয়াট (GW) হবে।\nএই সাইটের উন্নয়ন সম্পন্ন হলে, REC এমন সৌর পণ্য সরবরাহ করতে সক্ষম হবে যা বিশ্বের রৌদ্রোজ্জ্বল অঞ্চলে সরকারি প্রণোদনা ছাড়াই ঐতিহ্যবাহী শক্তির উৎসের সঙ্গে প্রতিযোগিতা করতে পারবে। \n২০০৮ এবং ২০০৯ সালে, হেরোইয়ায় মাল্টিক্রিস্টালাইন ওয়েফারের উৎপাদন বাড়ানোর জন্য দুটি নতুন কারখানা প্রতিষ্ঠিত হয়।\n২০০৮ সালের আগস্টে, REC কানাডার কুইবেক শহরের বেকানকোরে সিলিকন উৎপাদন সম্প্রসারণের জন্য একটি নতুন সুবিধা নির্মাণের পরিকল্পনা ঘোষণা করে। এই উদ্যোগের অংশ হিসেবে, কোম্পানিটি হাইড্রো-ক্যুবেকের সঙ্গে একটি ২০ বছরের বিদ্যুৎ সরবরাহ চুক্তি স্বাক্ষর করে, যা প্রতিযোগিতামূলক শিল্প হারে বিদ্যুৎ সরবরাহ নিশ্চিত করবে। \n২০১০ সালে, সিঙ্গাপুরে কোম্পানির অত্যাধুনিক কারখানায় শুরু হয় ওয়েফার, সেল এবং প্যানেলগুলির সম্পূর্ণ স্বয়ংক্রিয় এবং সমন্বিত উৎপাদন প্রক্রিয়া।\n\n\n=== ২০০৮-২০০৯ সালের সংকট ===\n২০০৮ এবং ২০০৯ সালে, কোম্পানিটি আয় হ্রাস এবং ঋণ বৃদ্ধির কারণে একটি সংকটের মুখোমুখি হয়েছিল। ২০১০ সালের মে মাসের হিসাব অনুযায়ী, এর বাজার মূল্য নেমে দাঁড়ায় ১৮ বিলিয়ন নরওয়েজিয়ান ক্রোনায়। মূল্যের এই বিশাল পতনের জন্য আংশিকভাবে আর্থিক সংকট দায়ী ছিল, যার কারণে সিলিকন ওয়েফারের দাম প্রায় অর্ধেক হয়ে গিয়েছিল। এর সাথে, বিনিয়োগের খরচও বেড়ে গিয়েছিল, বিশেষ করে ওয়াশিংটনের মোসেস লেকে একটি নতুন কারখানা খোলার বিলম্বের কারণে।\n\n\n=== ২০১১ এবং ২০১২ সালের সংকট ===\nবাজারের ক্রমাগত দুর্বল পরিস্থিতি এবং উল্লেখযোগ্য নেতিবাচক নগদ প্রবাহের সম্ভাবনার কারণে, কোম্পানির পরিচালনা পর্ষদ অক্টোবর মাসে ঘোষণা করে যে, REC হেরোইয়ায় অবস্থিত প্রাচীনতম মাল্টিক্রিস্টালাইন ওয়েফার প্ল্যান্ট, গ্লোমফজর্ডের মাল্টিক্রিস্টালাইন ওয়েফার প্ল্যান্ট এবং নারভিকের সোলার সেল প্ল্যান্টের উৎপাদন ক্ষমতা স্থায়ীভাবে বন্ধ করে দেবে। এরই মধ্যে, হেরোইয়াতে অবশিষ্ট নরওয়েজিয়ান প্ল্যান্টটি ২০১২ সালে বন্ধ করে দেওয়া হয়। আরও যেটি ঘটেছিল, তা হলো REC ওয়েফার নরওয়ে এএস, এর ওয়েফার সাবসিডিয়ারি, দেউলিয়া হওয়ার জন্য আবেদন করার পরিকল্পনা করছিল। \nদুর্বল বাজার পরিস্থিতি এবং উল্লেখযোগ্য নেতিবাচক নগদ প্রবাহের সম্ভাবনার কারণে, ২০১১ এবং ২০১২ সালে নরওয়েতে REC-এর সব সোলার সেল এবং ওয়েফার উৎপাদন কেন্দ্র স্থায়ীভাবে বন্ধ করে দেওয়া হয়।.\n\n\n=== বিভক্ত ===\n২০১৩ সালে, REC ঘোষণা করে যে তারা REC সোলারকে একটি স্বাধীন তালিকাভুক্ত কোম্পানি হিসেবে প্রতিষ্ঠা করবে, এবং REC পলিসিলিকন ব্যবসা চালিয়ে যাবে। একই বছর অক্টোবর মাসে, REC তার নাম পরিবর্তন করে REC সিলিকন রাখে। নতুনভাবে গঠিত এই স্প্লিন্টার কোম্পানিটি মার্কিন যুক্তরাষ্ট্রে, মোসেস লেক, ওয়াশিংটন এবং বাট, মন্টানায় সিলিকন উৎপাদন সুবিধা নিয়ে কাজ শুরু করে। এই প্ল্যান্টগুলিতে, REC সিলিকন সৌর শিল্প এবং ইলেকট্রনিক্স শিল্পের জন্য পলিসিলিকন এবং সাইলেন গ্যাস উৎপাদন করে। ২০১২ সালে, REC সিলিকন ২১,৪০৫ মেট্রিক টন পলিসিলিকন উৎপাদন করে এবং ২০১৩ সালে তাদের উৎপাদন লক্ষ্যমাত্রা ২০,০০০ মেট্রিক টন নির্ধারণ করা হয়।\n\n\n=== বর্তমান অবস্থা ===\n২০২৩ সালে, REC ঘোষণা করে যে তারা ন্যাশনাল ইউনিভার্সিটি অফ সিঙ্গাপুরের সাথে অংশীদারিত্বে \"REC@NUS কর্পোরেট R&D ল্যাবরেটরি ফর নেক্সট জেনারেশন ফটোভোল্টেক্স\" প্রকল্প শুরু করবে। \n\n১ আনুমানিক উৎপাদন/ক্ষমতা\n\n\n== কার্যক্রম ==\n\n\n=== সৌর কোষ ===\nREC মাল্টিক্রিস্টালাইন সোলার সেল এবং সোলার প্যানেল তৈরি করে, যা সৌর শক্তি উৎপাদনে ব্যবহৃত হয়। \n\n১ আনুমানিক উৎপাদন/ক্ষমতা ২টি নম্বর উপলব্ধ নেই ৩টি কারখানা বন্ধ হয়ে গেছে\n\n\n== বাণিজ্যিক চুক্তি ==\nREC সুনিভা, ইনকর্পোরেটেডের সাথে একটি গুরুত্বপূর্ণ দীর্ঘমেয়াদী চুক্তি করেছে, যার মাধ্যমে মনো-ক্রিস্টালাইন সিলিকন ওয়েফার সরবরাহ করা হবে। এই চুক্তির আওতায়, REC ২০১৩ সাল পর্যন্ত ৩০০ মিলিয়ন মার্কিন ডলারেরও বেশি মূল্যের ওয়েফার সরবরাহ করবে।\nREC চায়না সানার্জি কোং লিমিটেডের সাথে একটি গুরুত্বপূর্ণ দীর্ঘমেয়াদী চুক্তিতে প্রবেশ করেছে, যার মাধ্যমে মনো-ক্রিস্টালাইন সিলিকন ওয়েফার সরবরাহ করা হবে। চুক্তির অধীনে, REC ২০১৫ সাল পর্যন্ত ৪০০ মিলিয়ন মার্কিন ডলারেরও বেশি মূল্যের ওয়েফার সরবরাহ করবে। এই চুক্তিটি গ্রহণ-অর-পে ভিত্তিতে তৈরি হয়েছিল, যেখানে পুরো চুক্তির সময়কালের জন্য পূর্বনির্ধারিত মূল্য এবং পরিমাণ ছিল। তবে, ২০০৯ সালে, এই চুক্তি দুটি কোম্পানির মধ্যে আইনি বিরোধের কারণ হয়ে ওঠে। কারণ, ওই বছর ওয়েফারের স্পট দাম নাটকীয়ভাবে কমে যাওয়ার পর, চায়না সানার্জি নিজেদের স্পট দামের তুলনায় অনেক কম দামে সরবরাহ করতে বাধ্য হওয়ায় ক্রয় বন্ধ হয়ে যায় এবং এর ফলে REC চুক্তিটি বাতিল করে দেয়।\n\n\n== তালিকা ==\n২০০৯ সালে স্টক সূচকের সূচনা থেকেই এই শেয়ারগুলো ফটোভোলটাইক গ্লোবাল ৩০ সূচকের অন্তর্ভুক্ত রয়েছে। তবে, গত কয়েক বছরে সৌরশিল্পে বাড়তি উৎপাদন সক্ষমতা এবং সৌর পণ্যের ওপর তীব্র মূল্য প্রতিযোগিতার কারণে REC-এর শেয়ারের দাম ক্রমশ হ্রাস পেয়েছে।\n\n\n== আরো দেখুন ==\nঅর্থনৈতিক উন্নয়ন বোর্ড (EDB)\nকম দামের সোলার সেল\nটেক-অর-পে চুক্তি\n\n\n== তথ্যসূত্র/টীকা ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nটেমপ্লেট:OBXListটেমপ্লেট:Reliance Industries Limited"}