{"pageid": 1518687, "title": "কলম্বিয়ান এক্সচেঞ্জ", "url": "https://bn.wikipedia.org/wiki?curid=1518687", "content": "কলম্বিয়ান এক্সচেঞ্জ বা কলম্বিয়ান বিনিময় ছিলো পশ্চিম গোলার্ধের নয়াবিশ্ব (আমেরিকা অঞ্চল) এবং পূর্ব গোলার্ধের প্রাচীন বিশ্ব (আফ্রো-ইউরেশিয়া)-এর মধ্যে উদ্ভিদ, প্রাণী এবং রোগের ব্যাপক আদান-প্রদান। এই আদান-প্রদান প্রক্রিয়া ১৫ শতকের শেষ থেকে শুরু হয় এবং ক্রিস্টোফার কলম্বাস-এর নামানুসারে এর নামকরণ করা হয়। এটি ইউরোপীয় ঔপনিবেশিকতা এবং তার পরবর্তী আন্তর্জাতিক বাণিজ্যের সাথে সম্পর্কিত। কিছু আদান-প্রদান ছিল পরিকল্পিত, তবে অনেক কিছুই অনিচ্ছাকৃতভাবে ঘটেছিল। প্রাচীন বিশ্ব থেকে আসা সংক্রামক রোগগুলো ১৫শ শতক থেকে ছড়ানো শুরু হয়ে আমেরিকার আদিবাসী জনগোষ্ঠীর ৮০ থেকে ৯৫ শতাংশ হ্রাস করে ফেলে এবং ক্যারিবীয় অঞ্চলে তাদের সম্পূর্ণ বিলুপ্তি ঘটায়। কলম্বিয়ান এক্সচেঞ্জকে কলম্বিয়ান ইন্টারচেঞ্জ' বা কলম্বীয় আন্তঃবিনিময় নামেও উল্লেখ করা হয়ে থাকে।\nএই বিনিময়ের ফলে নয়া ও প্রাচীন উয়ন বিশ্ব তথা উভয় গোলার্ধের সংস্কৃতি গভীরভাবে প্রভাবিত হয়। প্রাচীন বিশ্ব থেকে আগত ইউরোপীয় অভিবাসীরা ও আফ্রিকান দাসরা আমেরিকার বহু অঞ্চলে স্থানীয় জনগোষ্ঠীর জায়গায় বসতি স্থাপন করে। কলম্বাসের সময় থেকে শুরু করে প্রথম তিন শতাব্দীর মধ্যে ইউরোপ থেকে আসা মানুষের তুলনায় আমেরিকায় আনা আফ্রিকানদের সংখ্যা অনেক বেশি ছিল।\nএই বিনিময়ের মাধ্যমে বিশ্বব্যাপী জনগোষ্ঠীর নতুন সংযোগের ফলে বৈশ্বিক কৃষি ব্যবস্থায় নতুন পরিবর্তন আসে। ভুট্টা, আলু, টমেটো, তামাক, কাসাভা, মিষ্টি আলু এবং মরিচের মতো আমেরিকান ফসলগুলো বিশ্বজুড়ে গুরুত্বপূর্ণ হয়ে ওঠে। অপরদিকে, চাল, গম, আখ, এবং গবাদি পশুসহ অনেক প্রাচীন বিশ্বের কৃষি ও শস্য নয়া বিশ্বে জনপ্রিয় হয়ে ওঠে।\n১৯৭২ সালে অ্যালফ্রেড ডব্লিউ. ক্রসবি তার পরিবেশগত ইতিহাসবিষয়ক গ্রন্থ দ্য কলম্বিয়ান এক্সচেঞ্জ-এ সর্বপ্রথম এই শব্দটি ব্যবহার করেন। পরবর্তীকালে এটি দ্রুত অন্যান্য ইতিহাসবিদ ও সাংবাদিকদের মধ্যে জনপ্রিয়তা লাভ করে।\n\n\n== শব্দের ব্যুৎপত্তি ==\n\n১৯৭২ সালে, টেক্সাস বিশ্ববিদ্যালয়ের আমেরিকান ইতিহাসবিদ আলফ্রেড ডব্লিউ. ক্রসবি তাঁর গ্রন্থ The Columbian Exchange প্রকাশ করেন, যার মাধ্যমে তিনি এই পরিভাষাটি চালু করেন। তাঁর মূল লক্ষ্য ছিল পুরাতন ও নতুন বিশ্বে ঘটে যাওয়া জৈবিক ও সাংস্কৃতিক স্থানান্তরগুলোর মানচিত্র তৈরি করা। তিনি কলম্বাসের অভিযানের মাধ্যমে দুই বিশ্বের মধ্যে ঘটে যাওয়া পরিবর্তনগুলি অধ্যয়ন করেন—বিশেষত, নতুন বিশ্ব থেকে পুরাতন বিশ্বে ফসল, বীজ ও উদ্ভিদের বিশ্বব্যাপী বিস্তার, যা উভয় অঞ্চলের কৃষি ব্যবস্থাকে আমূল বদলে দেয়।  \nতাঁর গবেষণা বর্তমানকালের বিভিন্ন পরিবেশগত ব্যবস্থার উৎপত্তি বোঝার ক্ষেত্রে গবেষকদের জন্য একটি স্থায়ী প্রভাব ফেলেছে। ১৯৮৬ সালে প্রকাশিত তাঁর গ্রন্থ Ecological Imperialism এই বিষয়ে আরও গবেষণা উপস্থাপন করে।  \n\n১৯৭২ সালে, অ্যালফ্রেড ডব্লিউ. ক্রসবি, যিনি টেক্সাস বিশ্ববিদ্যালয়ের ইতিহাসবিদ ছিলেন, The Columbian Exchange গ্রন্থটি প্রকাশ করেন এবং এই পরিভাষাটি চালু করেন। তার গবেষণা কলম্বাসের অভিযানের ফলে প্রাচীন ও নয়াবিশ্বের মধ্যে কৃষি, উদ্ভিদবিদ্যা ও সাংস্কৃতিক বিনিময়কে কেন্দ্র করে পরিচালিত হয়েছিল।\nতার গবেষণা দেখায় যে এই বিনিময়ের ফলে বিশ্বের অনেক অঞ্চলের বাস্তুতন্ত্র পরিবর্তিত হয়েছে।\n\n\n== জীববৈচিত্র্যের বিনিময় ==\n\n\n=== উদ্ভিদের বিনিময় ===\n\nকলম্বিয়ান এক্সচেঞ্জের ফলে আমেরিকার অনেক দেশীয় গাছপালা বিশ্বজুড়ে ছড়িয়ে পড়ে। এর মধ্যে আলু, ভুট্টা, টমেটো, এবং তামাক অন্যতম।\n\n\n== প্রাণীর বিনিময় ==\nপ্রাথমিকভাবে প্রাণীদের বিনিময় মূলত ইউরোপ থেকে নয়া বিশ্বে ঘটেছিল, কারণ প্রাচীন বিশ্বে গৃহপালিত প্রাণীর সংখ্যা বেশি ছিল। ঘোড়া, গরু, ভেড়া, ছাগল, শূকর, এবং মুরগি দ্রুত স্থানীয়দের জীবনের অংশ হয়ে ওঠে। মিসিসিপি সভ্যতার লোকেরা তাদের কৃষিকাজের জন্য প্রাচীন বিশ্বের প্রাণী ব্যবহার শুরু করে।\n\n\n== রোগের বিনিময় ==\n\nপ্রাচীন বিশ্বের গুটি বসন্ত, মিজলস, ইনফ্লুয়েঞ্জা এবং ম্যালেরিয়া আমেরিকার জনগোষ্ঠীর জন্য মারাত্মক প্রভাব ফেলেছিল। বিপরীতে, সিফিলিস সম্ভবত আমেরিকা থেকে ইউরোপে ছড়িয়ে পড়ে।\n\n\n== সাংস্কৃতিক বিনিময় ==\n\n\n=== সংস্কৃতির সংঘর্ষ ===\n  \nনতুন ও পুরাতন বিশ্বের মধ্যে মানুষের চলাচলের ফলে সাংস্কৃতিক বিনিময় ঘটে, যা পিয়েতার এমার \"সংস্কৃতির সংঘর্ষ\" বলে উল্লেখ করেছেন। এর মাধ্যমে ইউরোপীয় মূল্যবোধ স্থানীয় সংস্কৃতিতে স্থানান্তরিত হয়, যেমন সেইসব অঞ্চলে ব্যক্তিগত সম্পত্তির ধারণা যেখানে সাধারণত সম্পত্তিকে সাম্প্রদায়িক বলে মনে করা হতো, সার্বজনীন একগামিতা (যদিও অনেক স্থানীয় জনগোষ্ঠী আগেই একগামী ছিল), সমাজ ব্যবস্থায় নারী ও শিশুদের ভূমিকা, এবং শ্রমের বিভিন্ন ধারণা, যার মধ্যে দাসত্বও অন্তর্ভুক্ত ছিল। খ্রিস্টধর্ম ইউরোপীয় পুরোহিত ও সন্ন্যাসীদের মাধ্যমে স্থানীয় জনগোষ্ঠীর কাছে পৌঁছায়।  \nপুরাতন বিশ্বে তামাক ওষুধ ও মুদ্রা হিসেবে ব্যবহৃত হতো, আর নতুন বিশ্বে এটি ধর্মীয় আচার-অনুষ্ঠানের অংশ ছিল। নতুন বিশ্বের কিছু জনগোষ্ঠী, যেমন আরাউকানিয়ার মাপুচেরা, স্পেনীয় প্রযুক্তি গ্রহণের বিরুদ্ধে প্রতিরোধ গড়ে তোলে এবং তাদের প্রাচীন ঐতিহ্য অটুট রাখে।  \nস্থানীয় জনগণকে প্রায়ই ট্রান্সআটলান্টিক যোগাযোগের স্থির গ্রহীতা হিসেবে দেখা হয়, তবে ষোড়শ শতাব্দীতে হাজারো আদিবাসী আমেরিকান মহাসাগর পেরিয়ে ইউরোপে গিয়েছিল, যাদের মধ্যে কেউ কেউ স্বেচ্ছায় এই যাত্রা করেছিল।  \n\n\n=== আটলান্টিক দাস বাণিজ্য ===\n\nআটলান্টিক দাস বাণিজ্যের ফলে ১৬শ থেকে ১৯শ শতকের মধ্যে ১ কোটি ১৭ লক্ষ আফ্রিকান, মূলত পশ্চিম আফ্রিকা থেকে, বাধ্যতামূলকভাবে আমেরিকায় অভিবাসিত হয়। এই সংখ্যা ১৪৯২ থেকে ১৮৪০ সালের মধ্যে নতুন বিশ্বে স্বেচ্ছায় অভিবাসনকারী ইউরোপীয়দের (প্রায় ৩৪ লক্ষ) তুলনায় অনেক বেশি। নতুন বিশ্বে আফ্রিকান দাসদের ব্যাপক উপস্থিতি নতুন বিশ্বের আদিবাসীদের জনসংখ্যা হ্রাস এবং ইউরোপীয় উপনিবেশবাদীদের শ্রমের প্রয়োজনীয়তার সঙ্গে সম্পর্কিত ছিল। দাসের চাহিদার আরেকটি কারণ ছিল নতুন বিশ্বের জলবায়ুর উপযোগী আখসহ বিভিন্ন ফসলের চাষ। তদুপরি, আফ্রিকানরা নতুন বিশ্বে নিয়ে আসা রোগে তুলনামূলকভাবে কম আক্রান্ত হতো। \nদাসপ্রথার মধ্য দিয়ে আফ্রিকানরা নতুন বিশ্বে একটি বিকাশমান আফ্রিকান-আমেরিকান সংস্কৃতি গঠনে ভূমিকা রাখে। তারা দক্ষ ও অদক্ষ—উভয় ধরনের শ্রমে নিযুক্ত ছিল। উদাহরণস্বরূপ, দাসরা বিভিন্ন হস্তশিল্প উৎপাদনে জড়িত ছিল। এছাড়াও, তারা সাধারণ শ্রমিক, ছোট ব্যবসা প্রতিষ্ঠানের ব্যবস্থাপক এবং বাণিজ্যিক বা শিল্পক্ষেত্রে কর্মী হিসেবেও কাজ করত। তাদের বংশধররা বিভিন্ন আফ্রিকান জাতিগোষ্ঠী এবং ইউরোপীয় জাতিগুলোর মিশ্রণে একটি স্বতন্ত্র জাতিসত্তা গড়ে তোলে। \nআফ্রিকান দাসদের বংশধররা কিছু ক্যারিবিয়ান দেশে, বিশেষ করে হাইতি এবং জ্যামাইকাতে জনসংখ্যার সংখ্যাগরিষ্ঠ অংশ গঠন করে, এবং বেশিরভাগ আমেরিকান দেশে একটি উল্লেখযোগ্য সংখ্যালঘু সম্প্রদায় হিসেবে বিদ্যমান।\n\n\n== আরও দেখুন ==\nআরব কৃষি বিপ্লব\nমেসোআমেরিকার কৃষি\nবিশ্বায়নের প্রাথমিক ইতিহাস\nখাদ্যের ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকলম্বিয়ান এক্সচেঞ্জ সম্পর্কিত প্রবন্ধ"}