{"pageid": 1518058, "title": "আলেকসেই কন্‌স্তান্তিনোভিচ তলস্তয়", "url": "https://bn.wikipedia.org/wiki?curid=1518058", "content": "আলেক্সেই কনস্তান্তিনোভিচ টলস্টয় (রুশ: Граф Алексе́й Константи́нович Толсто́й; ৫ সেপ্টেম্বর [ও.এস. ২৪ আগস্ট] ১৮১৭ – ১০ অক্টোবর [ও.এস. ২৮ সেপ্টেম্বর] ১৮৭৫), যিনি সাধারণত এ. কে. টলস্টয় নামে পরিচিত, ছিলেন একজন রুশ কবি, ঔপন্যাসিক এবং নাট্যকার। তিনি উনিশ শতকের রাশিয়ার অন্যতম গুরুত্বপূর্ণ ঐতিহাসিক নাট্যকার হিসেবে বিবেচিত হন, যা বিশেষত তাঁর শক্তিশালী নাট্যত্রয়ীর কারণে স্বীকৃতি পেয়েছে: \"দ্য ডেথ অফ ইভান দ্য টেরিবলের\" (১৮৬৬), \"জার ফিওদর ইয়োআন্নোভিচ\" (১৮৬৮), এবং \"জার বরিস\" (১৮৭০)।তিনি ব্যঙ্গাত্মক সাহিত্য রচনার জন্যও সুপরিচিত হন, যা তিনি নিজ নামে (\"গোস্তোমিসল থেকে টিমাশেভ পর্যন্ত রুশ রাষ্ট্রের ইতিহাস\", \"উপদেষ্টা পোপভের স্বপ্ন\") এবং যৌথ ছদ্মনাম কোজমা প্রুতকভ নামে প্রকাশ করেন।তাঁর কথাসাহিত্যের মধ্যে উল্লেখযোগ্য রচনা হলো \"দ্য ফ্যামিলি অফ দ্য ভুরদালাক\", \"দ্য ভ্যাম্পায়ার\" (১৮৪১), এবং ঐতিহাসিক উপন্যাস \"প্রিন্স সেরেব্রেনি\" (১৮৬২)। আলেক্সেই টলস্টয় পরিবারভুক্ত ছিলেন এবং মহান সাহিত্যিক লেভ টলস্টয়ের দ্বিতীয় চাচাতো ভাই ছিলেন।\nতাঁর মা রুশ জারের রাজদরবারের ঘনিষ্ঠ হওয়ার কারণে, আলেক্সেই ভবিষ্যৎ সম্রাট আলেকজান্ডার দ্বিতীয়-এর শৈশব সঙ্গীরূপে স্বীকৃতি পান এবং যুবরাজের \"ক্রীড়া কমরেড\" হিসেবে অংশ নেন।যুবক বয়সে, টলস্টয় ইতালি ও জার্মানিসহ বহির্বিশ্বে ব্যাপকভাবে ভ্রমণ করেন। জার্মানিতে তিনি বিখ্যাত জার্মান সাহিত্যিক জোহান ভল্ফগ্যাং ফন গ্যোথে-র সাথে সাক্ষাৎ করেন।তিনি বাড়িতেই প্রাথমিক শিক্ষা লাভ করেন, তাঁর চাচা লেখক অ্যান্টনি পোগোরেলস্কি-র তত্ত্বাবধানে, যার প্রভাবে তিনি প্রথম কবিতার প্রতি আগ্রহী হন।১৮৩৪ সালে, টলস্টয় মস্কো পররাষ্ট্র মন্ত্রণালয়ের রাজ্য সংরক্ষণাগারে শিক্ষার্থী হিসেবে ভর্তি হন।\nডিসেম্বর ১৮৩৫ সালে, তিনি ইংরেজি, ফরাসি ও জার্মান ভাষা, সাহিত্য, ল্যাটিন, বিশ্ব ও রুশ ইতিহাস, এবং রুশ পরিসংখ্যান বিষয়ে মস্কো বিশ্ববিদ্যালয় থেকে পরীক্ষায় উত্তীর্ণ হন।১৮৪০-এর দশকে, টলস্টয় সামাজিকভাবে উঁচু শ্রেণীর জীবনযাপনে ব্যস্ত থাকেন, যেসময় তিনি প্রচুর বিনোদনমূলক ভ্রমণ, স্যালন পার্টি, নৃত্যানুষ্ঠান, শিকারের অভিযান, এবং ক্ষণস্থায়ী প্রেমের সম্পর্কে জড়িয়ে পড়েন।তিনি বহু বছর রাষ্ট্রীয় প্রশাসক ও কূটনীতিক হিসেবে দায়িত্ব পালন করেন।১৮৫৬ সালে, সম্রাট  দ্বিতীয় আলেকজান্ডারের রাজ্যাভিষেকের দিন, টলস্টয়কে তাঁর ব্যক্তিগত এডজুট্যান্ট-সহকারী হিসেবে নিয়োগ দেওয়া হয়।তিনি ক্রিমিয়ান যুদ্ধে পদাতিক বাহিনীর মেজর হিসেবে দায়িত্ব পালন করেন।পরবর্তীতে, ১৮৬০-এর দশকের প্রথম দিকে, তিনি সরকারি চাকরি থেকে অবসর গ্রহণ করে সম্পূর্ণভাবে সাহিত্যকর্মে আত্মনিয়োগ করেন।১৮৭৫ সালে, নিজের ক্রাসনি রগ এস্টেটে, তিনি স্বপ্রয়োগকৃত মরফিনের অতিমাত্রায় মৃত্যু বরণ করেন।\n\n\n== জীবনী ==\n\n\n=== প্রথম জীবন ===\nআলেক্সেই কনস্তান্তিনোভিচ টলস্টয় সেন্ট পিটার্সবার্গে বিখ্যাত টলস্টয় পরিবারে জন্মগ্রহণ করেন।তাঁর পিতা, কাউন্ট কনস্তান্তিন পেত্রোভিচ টলস্টয় (১৭৮০–১৮৭০), যিনি এক সেনাপতির পুত্র ছিলেন, রুশ অ্যাসাইনেশন ব্যাংকের কাউন্সিলর ছিলেন।তাঁর মাতা, আন্না আলেক্সেয়েভনা পেরোভস্কায়া (১৭৯৬–১৮৫৭), ছিলেন কাউন্ট আলেক্সেই কিরিলোভিচ রাযুমোভস্কি (১৭৪৮–১৮২২)-র অবৈধ কন্যা, যিনি কিংবদন্তিতুল্য ইউক্রেনীয় হেটম্যান আলেক্সেই রাযুমোভস্কি-র উত্তরাধিকারী ছিলেন।\nএ. কে. টলস্টয়ের পিতৃকুলের চাচা ছিলেন ফিওদর টলস্টয় (১৭৮৩–১৮৭৩), এবং মাতৃকুলের চাচা ছিলেন আলেক্সেই পেরোভস্কি (১৭৮৭–১৮৩৬), যিনি \"অ্যান্টনি পোগোরেলস্কি\" ছদ্মনামে লেখালেখি করতেন।আলেক্সেই কনস্তান্তিনোভিচ ছিলেন লেভ টলস্টয়ের দ্বিতীয় চাচাতো ভাই; কাউন্ট পিওতর আন্দ্রেয়েভিচ টলস্টয় তাঁদের উভয়ের পিতৃপ্রপিতামহ ছিলেন।\nকনস্তান্তিন টলস্টয় ও আন্না পেরোভস্কায়ার বিবাহ দীর্ঘস্থায়ী হয়নি; তাঁরা অক্টোবর ১৮১৭ সালে বিচ্ছিন্ন হন।ছয় সপ্তাহ বয়সী শিশুপুত্রকে নিয়ে আন্না প্রথমে চেরনিগভ গভর্নরেটের ব্লিস্তাভা এস্টেটে চলে যান এবং পরে ক্রাসনি রোগ এস্টেটে, যা তাঁর ভাই আলেক্সেই পেরোভস্কির সম্পত্তি ছিল।পরবর্তীতে, পেরোভস্কি আলেক্সেই কনস্তান্তিনোভিচের অভিভাবক ও প্রধান শিক্ষক হয়ে ওঠেন এবং তাঁর দীর্ঘকালীন সঙ্গী ছিলেন।জনশ্রুতি অনুযায়ী, পোগোরেলস্কির বিখ্যাত রূপকথা \"দ্য ব্ল্যাক চিকেন অর দ্য পিপল অফ দ্য আন্ডারগ্রাউন্ড\" প্রথমবার তাঁর ঘরে আবৃত্তি করা হয়েছিল, এবং সেই সময়ে তাঁর একমাত্র শ্রোতা ছিলেন তাঁর অল্পবয়সী ভাগ্নে, আলেক্সেই।পেরোভস্কির প্রভাবে, ১৮২৩ সালে, আলেক্সেই প্রথম কবিতা লিখতে শুরু করেন, যা তাঁকে বাড়ির পুরনো কিছু বই দ্বারা অনুপ্রাণিত করে।তিনি দক্ষ শিক্ষকদের অধীনে শিক্ষা লাভ করেন এবং মাত্র ছয় বছর বয়সেই তিনি ফরাসি, জার্মান ও ইংরেজি ভাষায় সাবলীলভাবে কথা বলতে পারতেন।পরবর্তীতে, তিনি ইতালীয় ভাষাও রপ্ত করেন।\nআন্না পেরোভস্কায়া টলস্টয় পরিবারের সঙ্গে সম্পর্ক সম্পূর্ণ ছিন্ন করেন এবং কেবলমাত্র গুরুত্বপূর্ণ উৎসব ও তারিখে তাঁদের ডাকযোগে শুভেচ্ছা পাঠাতেন।\nশৈশবের স্মৃতি স্মরণ করে আলেক্সেই লিখেছিলেন:\n\"আমি আলেক্সেই পেরোভস্কির তত্ত্বাবধানে বড় হয়েছি… আমার জীবনের প্রথম কয়েক বছর তাঁর এস্টেটে কাটিয়েছি, তাই আমি মলোরোসিয়াকে আমার প্রকৃত জন্মভূমি মনে করি। আমার শৈশব অত্যন্ত সুখের ছিল এবং সে সময়ের স্মৃতিগুলো সম্পূর্ণ মেঘমুক্ত। আমার মা-বাবার একমাত্র সন্তান হিসেবে, কোনো খেলার সঙ্গী না থাকলেও, আমি ছিলাম এক দুর্দান্ত কল্পনাশক্তির অধিকারী স্বপ্নবিলাসী; যা শিগগিরই কবিত্বময় প্রবণতায় পরিণত হয়। এই অঞ্চলের পরিবেশও এর পেছনে ভূমিকা রেখেছিল: প্রকৃতির বিশালতা, ঘন বনভূমি, যার প্রেমে পড়েছিলাম, সবকিছু আমার চরিত্র গঠনে গভীর প্রভাব ফেলেছিল।\"\n১৮২৬ সালের শুরুতে, আন্না পেরোভস্কায়া তাঁর ভাই ও পুত্রকে নিয়ে সেন্ট পিটার্সবার্গে ফিরে আসেন।এখানে, জারের দরবারের ঘনিষ্ঠতার কারণে, ভবিষ্যৎ সম্রাট দ্বিতীয় আলেকজান্ডারের শৈশব সঙ্গী হিসেবে আলেক্সেইকে নিয়োগ দেওয়া হয়।আগস্টে, তিনি \"ক্রীড়া কমরেড\" হিসেবে সরকারিভাবে স্বীকৃত হন।তাঁর দায়িত্ব ছিল সীমিত: তাঁকে রাজপুত্রের সাথে সেন্ট পিটার্সবার্গ ও সার্সকোয়ে সেলোতে দেখা করতে হতো, ইয়েলাগিন দ্বীপে হাঁটতে যেতে হতো, এবং রাজপুত্রের সাথে যুদ্ধে অনুকরণমূলক ক্রীড়ায় অংশ নিতে হতো। এই সম্পর্ক দীর্ঘ কয়েক দশক টিকে ছিল, কিন্তু ১৮৬০-এর দশকের মাঝামাঝি ভেঙে যায়। ১৮২৬ সালের শরতে, আলেক্সেই প্রথমবারের মতো আলেকজান্দর পুশকিনের সাথে সাক্ষাৎ করেন।\n১৮২৭ সালের গ্রীষ্মে তাঁর পরিবার জার্মানি সফর করে ও ওয়েইমারে তরুণ আলেক্সেই জোহান ভল্ফগ্যাং ফন গ্যেটে-র সাথে সাক্ষাৎ করেন।গ্যেটে তাঁকে সদয়ভাবে গ্রহণ করেন এবং একটি ম্যামথের দাঁতের টুকরো, যার উপর একটি ফ্রিগেটের চিত্রকর্ম অঙ্কিত ছিল, উপহার দেন। পরবর্তী দশ বছর, পরিবারটি রাশিয়া ও বিদেশে ব্যাপক ভ্রমণ করে।১৮৩১ সালের ইতালি সফর আলেক্সেইকে গভীরভাবে প্রভাবিত করে।\nপ্রায় এক দশক পর আত্মজীবনীতে তিনি লিখেছিলেন:\n\"রাশিয়ায় ফিরে আসার পর, আমি গভীর বিষাদে ভুগতে শুরু করি, ইতালিকে আমার প্রকৃত মাতৃভূমি বলে মনে হতে থাকে; আমি এটির জন্য অশ্রুপাত করতাম, যেন এক 'হারানো স্বর্গ'।\"\nইতালিতে, পরিবারটি কার্ল ব্রিউলোভ-এর সাথে সাক্ষাৎ করে। ১০ মে ১৮৩১ তারিখে, আলেক্সেই তাঁর ডায়েরিতে লিখেছিলেন: \"ব্রিউলোভ আমাদের সঙ্গে মধ্যাহ্নভোজ করলেন এবং আমার অ্যালবামে একটি স্কেচ তৈরি করেন\"।\nচিত্রশিল্পী পেরোভস্কিকে প্রতিশ্রুতি দেন যে, তিনি রাশিয়ায় ফিরে তিনজনেরই প্রতিকৃতি অঙ্কন করবেন, তবে পাঁচ বছর পরও তিনি শুধুমাত্র তাঁর ভ্রাতুষ্পুত্রের প্রতিকৃতিটি সম্পন্ন করতে পেরেছিলেন।\n\n\n=== কর্মজীবন ===\n\n১৮৩৪ সালে, আলেক্সেই মস্কো পররাষ্ট্র মন্ত্রণালয়ের রাজ্য সংরক্ষণাগারে \"ছাত্র\" হিসেবে ভর্তি হন এবং ঐতিহাসিক নথি নিয়ে কাজ করার প্রথম অভিজ্ঞতা লাভ করেন।\nডিসেম্বর ১৮৩৫ সালে, তিনি মস্কো বিশ্ববিদ্যালয় থেকে প্রথম শ্রেণির রাষ্ট্রীয় আমলার সার্টিফিকেট অর্জন করেন, যেখানে তিনি ইংরেজি, ফরাসি, জার্মান ভাষা ও সাহিত্য, ল্যাটিন, বিশ্ব ও রুশ ইতিহাস এবং রুশ পরিসংখ্যান বিষয়ে পরীক্ষায় উত্তীর্ণ হন। তিনি সেন্ট পিটার্সবার্গে অর্থনৈতিক ও পরিসংখ্যান বিভাগে কর্মজীবন শুরু করেন।এর আগে, জুলাই ১৮৩৬-এ, তাঁর চাচা আলেক্সেই পেরোভস্কির মৃত্যু ঘটে এবং তিনি তাঁর ক্রাসনি রগ এস্টেটের উত্তরাধিকারী হন।\n১৮৩৫ সালে, আলেক্সেই তাঁর কিছু নতুন কবিতা ভাসিলি ঝুকোভস্কিকে দেখান, যিনি সেগুলোর প্রশংসা করেন।পুশকিনও তাঁর প্রাথমিক রচনাগুলোর প্রশংসা করেছিলেন এবং তাঁকে নৈতিক সমর্থন দিয়েছিলেন। টলস্টয় প্রচুর লিখতেন, তবে প্রকাশনার প্রতি আগ্রহী ছিলেন না।\nতিনি স্মৃতিচারণে লিখেছিলেন:\n\"আমার প্রথম প্রচেষ্টা নিঃসন্দেহে অপরিপক্ক ছিল, কিন্তু অন্তত ছন্দগতভাবে নিখুঁত ছিল। বহু বছর ধরে আমি নিজেকে প্রশিক্ষণ দিয়েছি, অবশেষে আমি কবি নয়, গদ্যকার হিসেবে আত্মপ্রকাশ করেছি।\"\nজানুয়ারি ১৮৩৭ সালে, টলস্টয় ফ্রাঙ্কফুর্টে রুশ দূতাবাসে সংযুক্ত হন, যেখানে তিনি পরবর্তী দুই বছর অতিবাহিত করেন। এই পদায়ন ছিল মূলত আনুষ্ঠানিক; এতে জার্মানিতে তার উপস্থিতি থাকা বাধ্যতামূলক ছিলো না এবং তিনি বেশিরভাগ সময় সেন্ট পিটার্সবার্গে কাটান, যেখানে তিনি বিলাসবহুল জীবনযাপন করতেন, মাসে তিন হাজার রুবল পর্যন্ত ব্যয় করতেন। তিনি প্রায়শই ইতালি ও ফ্রান্সে ভ্রমণ করতেন, এবং এই সফরগুলোর একটিতে তিনি তার প্রথম দুইটি \"গথিক\" উপন্যাসিকা— \"দ্য ফ্যামিলি অব দ্য ভুরদালাক\" এবং \"থ্রি হান্ড্রেড ইয়ার্স অন\" রচনা করেন (মূলত জার্মান ভাষায় লেখা, পরবর্তীতে বোলেসলাভ মার্কেভিচ রুশ ভাষায় অনুবাদ করেন)। টলস্টয় রহস্যময় এবং ভৌতিক বিষয়ে গভীর আগ্রহী ছিলেন যা তার সর্বপ্রকার অতীন্দ্রিয়বাদে আকৃষ্ট প্রয়াত চাচার প্রভাবেই হয়েছিল। তার চাচা আবার বিখ্যাত জার্মান লেখক ই. টি. এ. হফমানের সঙ্গে ব্যক্তিগতভাবে পরিচিত ছিলেন এবং তার দ্বারা প্রভাবিত হয়েছিলেন।\n১৮৪০ সালের শেষের দিকে, টলস্টয়কে রাশিয়ায় ফিরিয়ে আনা হয় এবং জারের সাম্রাজ্যিক রাজ্য চ্যান্সেলারির দ্বিতীয় বিভাগে নিয়োগ দেওয়া হয়, যেখানে তিনি দীর্ঘকাল কাজ করেন, ধীরে ধীরে প্রশাসনিক স্তরে উন্নীত হন। তবে, সময়ের সাথে সাথে তার এ পদে আগ্রহ কমতে থাকে, কারণ তিনি মনে করতেন এই কাজ তার সাহিত্যিক আকাঙ্ক্ষার অন্তরায় হয়ে দাঁড়িয়েছে।\n১৮৪১ সালের মে মাসে টলস্টয় \"দ্য ভ্যাম্পায়ার\" নামে একটি উপন্যাস দিয়ে আত্মপ্রকাশ করেন, যা তিনি \"ক্রাসনোরোগস্কি\" ছদ্মনামে প্রকাশ করেন (যা তাঁর বাসস্থান ক্রাসনি রোগ-এর প্রতি একটি ইঙ্গিত)। জটিল কাঠামো, বহুমাত্রিকতা এবং ব্যঙ্গাত্মক রাজনৈতিক উপাদানে সমৃদ্ধ এই রচনাটি বিশারিওন বেলিনস্কির দৃষ্টি আকর্ষণ করে, যিনি এর লেখকের প্রকৃত পরিচয় সম্পর্কে না জেনেই তাঁকে প্রতিভাবান বলে প্রশংসা করেন। তবে টলস্টয় নিজে এই গল্পটিকে তেমন গুরুত্বপূর্ণ মনে করেননি এবং এটি পরবর্তী সংকলনগুলিতে অন্তর্ভুক্ত করার কোনও প্রচেষ্টা করেননি। এটি পুনরায় প্রকাশিত হয় ১৯০০ সালে। ১৮৪৩ সালের শরতে টলস্টয় কবি হিসেবে আত্মপ্রকাশ করেন; তাঁর কবিতা \"সেরেব্রিয়ানকা\" প্রকাশিত হয় \"লিস্টক দ্ল্যা স্ভেতস্কিখ ল্যুদেই\" (ফ্যাশনেবল লোকদের জন্য পত্রিকা)-এর ৪০ নম্বর সংস্করণে। এরপর, ১৮৪৫ সালে তাঁর দ্বিতীয় ছোটগল্প \"আর্তিওমি সেমিওনোভিচ বেরভেনকোভস্কি\" প্রকাশিত হয়, যা নিকোলাই গোগোলের \"ডেড সোলস\" দ্বারা প্রভাবিত বলে মনে করা হয়। এই গল্পটি গণনা ভ্লাদিমির সলোগুবের \"ইয়েস্টারডে অ্যান্ড টুডে\" এলমানাকের প্রথম খণ্ডে প্রকাশিত হয়। দ্বিতীয় খণ্ডে প্রকাশিত হয় \"আমেনা\", একটি উপন্যাসিকা, যা \"স্তেবেলোভস্কি\" নামে অসমাপ্ত উপন্যাসের একটি অংশ হিসেবে বিবেচিত হয়। বেলিনস্কি এই প্রকাশনাটির বিষয়ে নেতিবাচক প্রতিক্রিয়া জানান এবং এটিকে \"অত্যন্ত নিরস\" এবং \"শাতোব্রিয়ঁর (সম্ভবত ১৮০৯ সালে প্রকাশিত 'লে মার্তির্স') থেকে উদ্ভূত মানসিক বিরক্তির একটি দুর্ভাগ্যজনক প্রকাশ\" বলে বর্ণনা করেন।\n১৮৪০-এর দশকে টলস্টয় উচ্চবিত্ত সমাজজীবন উপভোগ করতেন, যেখানে পার্টি, বল, শিকারের আসর ও স্বল্পস্থায়ী রোমান্স ছিল নিত্যনৈমিত্তিক। তিনি শারীরিক শক্তির জন্যও খ্যাতি অর্জন করেছিলেন। টলস্টয়কে \"সোনালি চুল এবং উজ্জ্বল বর্ণের তরুণ ও সুদর্শন ব্যক্তি\" হিসেবে বর্ণনা করা হয়েছে এবং তিনি তাঁর শারীরিক শক্তির জন্য বিখ্যাত ছিলেন, যেমন—\"চামচ, কাঁটাচামচ এবং ঘোড়ার নাল বাঁকানো, এমনকি এক আঙুল দিয়ে দেওয়ালে পেরেক ঠোকা।\" ১৮৫০ সালে কালুগায় একটি গুরুত্বপূর্ণ ব্যবসায়িক সফর তাঁর নিকোলাই গোগোলের সঙ্গে ঘনিষ্ঠ বন্ধুত্বের সূচনা করে। গোগোলের সঙ্গে তাঁর প্রথম পরিচয় হয়েছিল ফ্রাঙ্কফুর্ট এবং পরবর্তীকালে রোমে। টলস্টয় গোগোলকে তাঁর অনেক অপ্রকাশিত কবিতা ও \"প্রিন্স সেরেব্রিয়ানি\" উপন্যাসের অংশ পড়ে শোনান। গোগোল তাঁকে তাঁর উপন্যাস \"ডেড সোলস\"-এর দ্বিতীয় অংশ পড়ে শোনান।\n১৮৫০ এর দশকের প্রথম দিকে, ঝেমচুজনিকভ ভাইদের সঙ্গে মিলে টলস্টয় \"কোজমা প্রুতকভ\" নামে একটি কাল্পনিক লেখক চরিত্র সৃষ্টি করেন, যিনি তৎকালীন কবিতা ও সাহিত্যিক প্রবণতাকে বিদ্রূপ করতেন। ১৮৫১ সালে, প্রুতকভ \"দ্য ফ্যান্টাসি\" নামে একটি হাস্যরসাত্মক নাটক দিয়ে আত্মপ্রকাশ করেন, যা \"Y\" এবং \"Z\" ছদ্মনামে টলস্টয় ও আলেক্সেই ঝেমচুজনিকভ রচনা করেন। এই নাটকটি সেই সময়ের জনপ্রিয় \"ননসেন্স\" ভডেভিলের বিদ্রূপ হিসেবে রচিত হয়েছিল এবং ৮ জানুয়ারি আলেকজান্দ্রিনস্কি থিয়েটারে মঞ্চস্থ হয়। নাটকটিতে একটি দৃশ্যে মঞ্চে এক ডজন ছোট কুকুর দৌড়ানোর ফলে এটি ব্যাপক কেলেঙ্কারির জন্ম দেয়। দর্শকদের মধ্যে উপস্থিত নিকোলাই প্রথম নাটকটি সঙ্গে সঙ্গে নিষিদ্ধ করেন এবং এটি ১৮৮৪ সাল পর্যন্ত প্রকাশিত হয়নি।\nএছাড়াও, ১৮৫১ সালেই টলস্টয়ের সাথে সোফিয়া আন্দ্রেয়েভনা মিলারের (১৮২৭?–১৮৯২) প্রথম সাক্ষাৎ হয়, যিনি একজন অশ্বারোহী কর্নেলের স্ত্রী ছিলেন (পরে তিনি অনেক কষ্টে বিবাহবিচ্ছেদ করেন) এবং এক চৌদ্দ ভাষায় পারদর্শী, চমৎকার শিক্ষিত মহিলা ছিলেন। বলশয় থিয়েটারের একটি মুখোশধারী অনুষ্ঠানে তাঁদের সাক্ষাৎ ঘটে। টলস্টয় তাঁর প্রেমে পড়েন, তবে তাঁদের বিবাহবন্ধনে আবদ্ধ হতে আরও বারো বছর অপেক্ষা করতে হয়। মিলার একজন অসাধারণ শৈল্পিক রুচির অধিকারী ছিলেন এবং টলস্টয় পরবর্তীতে তাঁকে তাঁর কঠোরতম এবং সর্বাধিক নিরপেক্ষ সমালোচক হিসাবে অভিহিত করেন। তিনি মিলারকে তাঁর জীবনের সর্বোত্তম বন্ধু বলেও উল্লেখ করেন। ১৮৫১ সাল থেকে টলস্টয়ের লেখা সমস্ত প্রেমের কবিতা সোফিয়ার জন্য এবং তাঁকে ঘিরেই রচিত হয়েছিল। তাঁর বহু কবিতা (যেমন \"মাই ডিয়ার ব্লুবেলস\", \"এমিডস্ট দ্য বল আপরোর\", \"ব্রাইটার দ্যান দ্য স্কাইলার্ক'স সিঙ্গিং\", \"দ্য উইন্ড ফ্রম হাই আপ, ইট ইজ নট...\") স্বনামধন্য সুরকারদের দ্বারা সুরারোপিত হয়েছে এবং রুশ রোমান্স সংগীতের অংশ হয়ে উঠেছে।\n১৮৫৪ সালে Sovremennik পত্রিকা লেভ তলস্তয়ের কয়েকটি কবিতা (\"আমার নীল ঘণ্টাধ্বনি\"...\" এবং অন্যান্য) প্রকাশ করে, যা সমালোচকদের মধ্যে তাৎক্ষণিক আলোড়ন তোলে। একই সাথে, এখানে প্রথমবারের মতো কোজমা প্রুতকভের কৌতুকপূর্ণ ও আড়ম্বরপূর্ণ কবিতাও ছাপা হয়। কোজমা প্রুতকভ শুধুমাত্র একটি যৌথ ছদ্মনাম ছিল না; বরং তিনি এমন এক চরিত্র হিসেবে উপস্থাপিত হয়েছিলেন, যিনি নিজেকে \"বাস্তব\" ব্যক্তি হিসেবে তুলে ধরতে সচেষ্ট ছিলেন। এর মধ্যে অন্যতম ছিল তার বিভিন্ন বিরক্তিকর কৌতুক। উদাহরণস্বরূপ, একবার তিনি মধ্যরাতে একজন দূত পাঠিয়ে সেন্ট পিটার্সবার্গের শীর্ষস্থানীয় সকল স্থপতিকে জরুরি বার্তা দেন যে ইসাকিয়েভস্কি ক্যাথেড্রাল ধসে পড়েছে এবং পরদিন ভোরবেলা তাদের জার নিকোলাই প্রথমের দরবারে উপস্থিত হতে হবে। স্থপতিরা দ্রুত সেখানে উপস্থিত হন, যা জারের চূড়ান্ত বিরক্তির কারণ হয়ে দাঁড়ায়।\nক্রিমিয়ান যুদ্ধের সূচনায় তলস্তয়ের মূল পরিকল্পনা ছিল একটি গেরিলা বাহিনী গঠন করে বল্টিক সাগরের দিকে অগ্রসর হওয়া। ভবিষ্যতের পরিবহনমন্ত্রী গণ্যমান্য আলেক্সেই বব্রিনস্কির সহযোগিতায় তিনি দুটি গেরিলা দল গঠন করেন, প্রতিটি দলে চল্লিশজন যোদ্ধা ছিল। তলস্তয় তুলা শহর থেকে কিছু অস্ত্রশস্ত্র সংগ্রহ করেন এবং সমগ্র বল্টিক উপকূল ঘুরে দেখেন, যেখানে তিনি ভবিষ্যতে যুদ্ধ পরিচালনা করতে চেয়েছিলেন, যদিও যুবরাজ এই পরিকল্পনার বিষয়ে কিছুই জানতেন না। ২ সেপ্টেম্বর মিত্রবাহিনী ইয়েভপাটোরিয়ায় অবতরণ করলে তলস্তয় দক্ষিণে যান এবং তাঁর চাচা লেভ পেরোভস্কির অধীনে থাকা এক সামরিক রেজিমেন্টে মেজর পদে যোগ দেন, ১৮৫৫ সালের মার্চ মাসে। তবে, রেজিমেন্টটি ওডেসা পর্যন্ত পৌঁছাতে সক্ষম হয়, যেখানে টাইফয়েডে আক্রান্ত হয়ে এক হাজার সৈন্য প্রাণ হারায়। ১৮৫৬ সালের ফেব্রুয়ারিতে তলস্তয় নিজেও এই রোগে আক্রান্ত হন এবং ওডেসা শহরে সোফিয়া মিলার তাকে সেবা করে সুস্থ করে তোলেন। জার আলেকজান্ডার দ্বিতীয় ব্যক্তিগতভাবে তাঁর পুরোনো বন্ধুর স্বাস্থ্যের বিষয়ে আগ্রহী ছিলেন এবং প্রতিদিন তাঁর অবস্থা সম্পর্কে টেলিগ্রামের মাধ্যমে খোঁজ নিতেন। ১৮৫৫ সালের মে মাসে তলস্তয় আবার সুস্থ হয়ে ওঠেন, তবে যুদ্ধ তার জন্য শেষ হয়ে গিয়েছিল। এরপর তিনি সোফিয়া মিলারের সঙ্গে এক ক্রিমিয়ান ভ্রমণে বেরিয়ে পড়েন।\nযুদ্ধের পর, ১৮৫৬ সালে, তাঁর রাজ্যাভিষেকের দিনে জার আলেকজান্ডার দ্বিতীয় লেভ তলস্তয়কে ব্যক্তিগত এড-ডি-ক্যাম্প (aide-de-camp) হিসেবে নিয়োগ দেন। এই দায়িত্ব থেকে মুক্তি পেতে তলস্তয়কে তিন বছর অপেক্ষা করতে হয়, কারণ এটি রাজপ্রাসাদে নিয়মিত কর্তব্য পালনের শৃঙ্খলে আবদ্ধ করেছিল, যা তাঁর ক্রমবর্ধমান সাহিত্যিক জীবনের সঙ্গে সাংঘর্ষিক ছিল। সোফিয়া মিলারকে লেখা এক চিঠিতে তিনি উল্লেখ করেন, \"তুমি কল্পনাও করতে পারবে না, আমার ভেতরে কী বিশাল ছন্দের ঝড় প্রবাহিত হচ্ছে, কী প্রবল কাব্যপ্রবাহ আমাকে আচ্ছন্ন করছে, যা মুক্তি পেতে চায়।\"তলস্তয়ের কাব্যিক উত্তরাধিকারীর দুই-তৃতীয়াংশ রচিত হয় ১৮৫০-এর দশকের শেষভাগে। ১৮৫৭ সালে তিনি \"The Sinner\" শীর্ষক দীর্ঘ কবিতা প্রকাশ করেন। এরপর ১৮৫৯ সালের জানুয়ারি সংখ্যায় Russkaya Beseda পত্রিকায় প্রকাশিত হয় তাঁর আরও গুরুত্বপূর্ণ কবিতা \"Ioann Damaskin\"। এই কবিতাটি কবিতা ও কবির সামাজিক অবস্থানের দর্শনচিন্তা উপস্থাপন করেছিল, কিন্তু একই সঙ্গে এতে লেখকের ব্যক্তিগত সংকটের ইঙ্গিতও ছিল। এর ফলে এক বিতর্কের সৃষ্টি হয়। থার্ড ডিপার্টমেন্টের এর প্রধান প্রিন্স ভ্যাসিলি দোলগোরুকভ পত্রিকার মুদ্রণ বন্ধের নির্দেশ দেন এবং কবিতাটি বাদ দেওয়ার আদেশ জারি করেন। তবে শিক্ষামন্ত্রী এভগ্রাফ কোভালেভস্কি ব্যক্তিগতভাবে এর প্রকাশ অনুমোদন করেন, যা দুই প্রশাসনিক বিভাগের মধ্যে গুরুতর মতবিরোধ সৃষ্টি করে।\nতলস্তয়ের কবিতা সেই সময়ের প্রায় সব প্রধান রুশ পত্রিকায় প্রকাশিত হচ্ছিল, তাদের আদর্শগত অবস্থান যাই হোক না কেন। তবে, ১৮৫৭ সালে বামপন্থী Sovremennik গোষ্ঠীর সঙ্গে তাঁর সম্পর্কের টানাপোড়েন শুরু হয়। এরপর তিনি স্লাভোফিল (Slavophile) মতাদর্শ এবং Russkaya Beseda পত্রিকার সঙ্গে সম্পৃক্ত হন, যেখানে তিনি ইভান আকসাকভ এবং আলেক্সেই খোমিয়াকভের ঘনিষ্ঠ বন্ধু হয়ে ওঠেন। কিন্তু এই সংযোগও দীর্ঘস্থায়ী হয়নি। ১৮৬০-এর দশকে তিনি এমন এক অবস্থানে পৌঁছান, যেখানে তিনি অত্যন্ত জনপ্রিয় সাহিত্যিক হলেও, বাম ও ডান—উভয় দিক থেকেই তীব্র সমালোচনার মুখে পড়েন। এই পরিস্থিতির কারণ সম্পর্কে তলস্তয় কখনো দ্বিধাগ্রস্ত ছিলেন না। ইতালীয় সাহিত্যিক আঞ্জেলো দে গুবেরনাতিসকে লেখা এক আত্মজীবনীমূলক চিঠিতে তিনি লেখেন:\n**\"একদিকে আমি রাষ্ট্রক্ষমতার দমনমূলক নীতিকে ঘৃণা করি, অন্যদিকে আমি সেই মিথ্যাচারী উদারনীতিকদেরও অপছন্দ করি, যারা নিম্নস্তরের জনগণকে উঁচুতে তুলে আনতে চায় না, বরং উচ্চস্তরের সবকিছুকে নিচে নামাতে চায়। এই দুই ধরনের প্রবৃত্তি সহজেই এক সাধারণ স্বৈরতন্ত্রবিরোধী ঘৃণায় পরিণত হয়, যে স্বৈরতন্ত্রের রূপ যাই হোক না কেন। আরেকটি বিষয় আমি ঘৃণা করি: তথাকথিত প্রগতিশীলদের নীতিবাক্যপূর্ণ একঘেয়ে বক্তব্য, যারা কাব্যে উপযোগবাদের (utilitarianism) প্রচার চালায়। আমি ওই দুই-তিনজন সাহিত্যিকের একজন, যারা ‘শিল্প শুধুমাত্র শিল্পের জন্য’ (Art for Art’s Sake) নীতিকে ধারণ করে। আমি দৃঢ়ভাবে বিশ্বাস করি যে কবির লক্ষ্য সাধারণ জনগণকে কোনো কাল্পনিক সুবিধা বা উপার্জন প্রদান করা নয়, বরং তাদের নৈতিক মান উন্নত করা; সৌন্দর্যের প্রতি তাদের ভালোবাসা জাগ্রত করা। এই ভালোবাসা স্বয়ংসম্পূর্ণ, যার নিজ গন্তব্যে পৌঁছতে কোনো প্রচারণার প্রয়োজন পড়ে না। কিন্তু এই দৃষ্টিভঙ্গি আমাদের প্রকাশনার প্রচলিত মতাদর্শের সম্পূর্ণ বিপরীত। ফলে, আমাকে তাদের প্রধান প্রতিদ্বন্দ্বী হিসেবে গণ্য করে তারা এক উদ্যমের সঙ্গে আমাকে নিন্দা করতে থাকে, যা তারা আরও ভালো কোনো কাজে লাগাতে পারত। আমাদের সংবাদমাধ্যম প্রধানত সমাজতান্ত্রিক তাত্ত্বিকদের নিয়ন্ত্রণে। এই বৃহৎ চক্র তাদের নিজস্ব স্লোগান প্রচারে এবং তাদের নিজস্ব নিষেধাজ্ঞার তালিকা রচনায় ব্যস্ত। তাদের লক্ষ্যবস্তুর কেন্দ্রবিন্দুতে রয়েছি আমি। অথচ সাধারণ পাঠকগণ আমাকে একান্তভাবে সমর্থন করছে। আর একটি কৌতূহলোদ্দীপক বিষয় হচ্ছে: যখন পত্রিকাগুলো আমাকে 'প্রতিক্রিয়াশীল' (retrograde) বলে অভিযুক্ত করে, তখন সরকার আমাকে 'বিপ্লবী' বলে মনে করে।\"**\nতলস্তয় তাঁর সমসাময়িক রাষ্ট্রকর্তাদের (যেমন আলেকজান্ডার তিমাশেভ, ভ্লাদিমির বুতকভ, ইভান ভেইয়ো) বিরুদ্ধে তীব্র সমালোচনা করে বিতর্কের জন্ম দেন। যদিও তিনি স্বয়ং রাজতন্ত্রের সমর্থক ছিলেন, তথাপি এই ব্যক্তিদের তিনি প্রকৃতপক্ষে রাষ্ট্রের শত্রু বলে মনে করতেন। তিনি তৃতীয় বিভাগ (3rd Department)-এর কার্যক্রমের কঠোর সমালোচনা করেন এবং পোলিশ বিদ্রোহের (Polish Uprising) পরিণামে, রাজদরবারের অন্যতম বিরল ব্যক্তি হিসেবে \"মুরাভিয়োভ দ্য হ্যাংম্যান\" (Muravyov the Hangman)-এর রাজনৈতিক দমননীতির কঠোর নিন্দা করেন।\nজাতিবিদ্বেষের (xenophobia) কঠোর বিরোধী হিসেবে তলস্তয় রাশিয়াকে ইউরোপীয় রাষ্ট্র এবং রুশ জনগণকে ইউরোপীয় বলে মনে করতেন। এটি স্লাভোফিল মতবাদ-এর সঙ্গে সংঘর্ষে আসে, কারণ এই মতবাদ রাশিয়ার \"বিশ্বে বিশেষ স্থান\" সংরক্ষণের উপর গুরুত্ব দেয়। এক চিঠিতে তিনি লিখেছিলেন, \"[স্লাভোফিলদের কথা বলতে গেলে] খোমিয়াকভ আমাকে বিমর্ষ করে তোলে, যখন তিনি শুধুমাত্র আমাদের অর্থোডক্স খ্রিস্টান হওয়ার কারণে রাশিয়াকে পশ্চিমের ঊর্ধ্বে স্থান দেন।\"একই সময়ে, ইভান তুর্গেনেভের সঙ্গে তাঁর মতবিরোধ জনসমক্ষে আলোচিত হয়। তুর্গেনেভ ফরাসি রাষ্ট্রকে রাশিয়ার সম্ভাব্য পথপ্রদর্শক বলে মনে করতেন, যার বিরোধিতা করে তলস্তয় বলেছিলেন, \"ফ্রান্স যে দিকে অগ্রসর হচ্ছে, তা মূলত ভাঁড়ামোর একনায়কত্বের (dictatorship of mediocrity) দিকে যাচ্ছে।\"তিনি পশ্চিমপন্থী ছিলেন না, আবার স্লাভোফা্ইল (Slavophile) ছিলেন না, বরং তিনি তাতার-পূর্ববর্তী রুশ সমাজের প্রতি একপ্রকার মোহাচ্ছন্ন ছিলেন, যা তিনি সম্পূর্ণভাবে আদর্শায়িত করতেন। তাঁর মতে, এটি ইউরোপীয় নাইটহুডের এক প্রাচ্য সংস্করণ ছিল, যেখানে সম্মানিত অভিজাত শ্রেণির  অধিকার প্রতিষ্ঠিত ছিল।তলস্তয়ের সমালোচনা শুধু এতদসীমিত ছিল না—তিনি পশ্চিমের নীতিহীন বাস্তববাদ (amoral pragmatism) এবং সমাজতান্ত্রিক চিন্তাধারা প্রত্যাখ্যান করেন, রুশ সাম্রাজ্যবাদী আদর্শকে ত্রুটিপূর্ণ এবং দুর্ভাগ্যজনক বলে মনে করেন। একই সঙ্গে, তিনি একটি কেন্দ্রীয়ভাবে নিয়ন্ত্রিত রাশিয়ার ধারণাকে সমর্থন করতেন, যেখানে \"মস্কোভিয়া রাষ্ট্র\" তাঁর দৃষ্টিতে রাশিয়ার রাজনৈতিক সংকটের মূল কারণ ছিল। তাঁর এই \"রাজনৈতিক রোমান্টিকতা\"  সমসাময়িক প্রায় সকল রাজনৈতিক ও সামাজিক প্রবণতার সঙ্গে সংঘর্ষ সৃষ্টি করেছিল।\nধর্মীয় ক্ষেত্রে, তলস্তয় গির্জার কয়েকটি প্রচলিত মতবাদ প্রত্যাখ্যান করেন, যা তিনি \"গির্জার আর্গো\" (church’s argo) বলে অভিহিত করেন। তিনি ঈশ্বরকে \"এক উচ্চতর সত্তা\" এবং \"এক মহাজাগতিক মনের\" প্রতিরূপ হিসেবে কল্পনা করতেন। এক চিঠিতে তিনি লিখেছিলেন, \"আমি বিশ্বাস করি ঈশ্বর আমাদের আবেগের শক্তি প্রদান করেছেন, যাতে আমরা কেবল বুদ্ধির নির্দেশিত পথেই না এগোই, বরং তারও ঊর্ধ্বে যেতে পারি। একজন মানুষকে চালিত করার ক্ষেত্রে আবেগ চিন্তার চেয়ে অধিকতর শ্রেয়; যেমন সংগীত বাচনভঙ্গির চেয়ে অধিকতর নিখুঁত।\"\n\n\n=== ১৮৬১-১৮৭৫ ===\n\n১৮৬১ সালে, টলস্টয় রাজদরবার থেকে পদত্যাগ করেন।\n\"একটা দীর্ঘ সময় ধরে আমি এই ভ্রান্ত ধারণার মধ্যে ছিলাম যে আমি আমার শিল্পসত্তাকে দমন করতে সক্ষম হব, কিন্তু জীবন আমাকে ভিন্ন শিক্ষা দিয়েছে; এই সংগ্রাম নিরর্থক ছিল। সরকারি চাকরি ও শিল্প একসঙ্গে চলতে পারে না,\" টলস্টয় হতাশ সম্রাট আলেকজান্ডার দ্বিতীয়-কে লেখা এক চিঠিতে এই কথা লিখেছিলেন।\nসাহিত্য গবেষক ও টলস্টয়ের জীবনীকার সেমিয়ন ভেঙ্গেরোভ ১৯০৩ সালে লিখেছিলেন:\n\"টলস্টয় এমন এক বিরল ব্যক্তিত্বের অধিকারী ছিলেন, যিনি কেবলমাত্র তাঁর প্রতি প্রদত্ত সম্মান ও সুযোগ-সুবিধা এড়িয়ে চলতেন না, বরং তাঁর মেধাকে ব্যবহার করে উজ্জ্বল কর্মজীবন গড়ে তোলার জন্য যারা আন্তরিক প্রচেষ্টা চালিয়েছিল, তাদের সাথেও ক্লান্তিকর সংগ্রাম করতে হয়েছে।\"\nএরপর থেকে, তিনি রাজপ্রাসাদে কমই যেতেন, তবে যখনই যেতেন, তখনই \"নির্ভীকভাবে সত্য প্রকাশ করার\" চেষ্টা করতেন, তাঁর ভাষায়।১৮৬২ সালে, টলস্টয় সাংবাদিক ইভান অকসাকভ-এর পক্ষে মধ্যস্থতা করেন, যিনি তাঁর \"ডেন\" (The Day) পত্রিকা সম্পাদনা করার নিষেধাজ্ঞার সম্মুখীন হয়েছিলেন।এক বছর পরে, তিনি ইভান তুর্গেনেভ-কে নির্বাসন থেকে মুক্ত করতে সহায়তা করেন, যেখানে তিনি তথাকথিত \"লন্ডনের প্রচারকদের\" (আলেকজান্ডার হার্টসেন ও নিকোলাই ওগারেভ) সঙ্গে যোগাযোগ রাখার জন্য নির্বাসিত হয়েছিলেন।১৮৬৪ সালে, টলস্টয় সম্রাট আলেকজান্ডার দ্বিতীয়-এর ওপর প্রভাব বিস্তারের চেষ্টা করেন যাতে বন্দী চেরনিশেভস্কির দুর্দশা কিছুটা লাঘব করা যায়।\nসম্রাট যখন তাঁকে জিজ্ঞেস করেন \"সাহিত্যজগতে নতুন কী?\", টলস্টয় উত্তর দেন: \"সারা রাশিয়া এখন চেরনিশেভস্কির জন্য শোকার্ত, কারণ তাঁর প্রতি অবিচার করা হয়েছে...\"\nসম্রাট দ্রুত প্রতিক্রিয়া জানিয়ে বলেন:\n\"না, টলস্টয়, আমি আপনাকে অনুরোধ করছি, চেরনিশেভস্কির কথা আমাকে আর কখনও স্মরণ করাবেন না।\" এই সংক্ষিপ্ত কথোপকথনের মাধ্যমেই টলস্টয় ও সম্রাটের মধ্যে চল্লিশ বছরের বন্ধুত্বের অবসান ঘটে।\nটলস্টয়ের ঐতিহাসিক উপন্যাস \"প্রিন্স সেরেব্রেনি\" (১৮৬২, রুস্কি ভেস্টনিক), যা ইভান দ্য টেরিবলের শাসনামলকে কেন্দ্র করে রচিত, ব্যাপক জনপ্রিয়তা অর্জন করে এবং বহু ভাষায় অনূদিত হয়। উপন্যাসটির পাঠ রাজপ্রাসাদে এক সাহিত্য সন্ধ্যায় উপস্থাপিত হয়, এবং এর জন্য সম্রাজ্ঞী মারিয়া আলেকজান্দ্রভনা টলস্টয়কে একটি বই-উপহার প্রদান করেন, যিনি লেখক ও ব্যক্তি হিসেবে তাঁকে অত্যন্ত সম্মান করতেন।একই বছর প্রকাশিত টলস্টয়ের \"ডন জুয়ান\" নাটকটি তেমন সাফল্য লাভ করেনি; যদিও এটি আনুষ্ঠানিকভাবে নিষিদ্ধ করা হয়নি, তবে লেখকের জীবদ্দশায় এটি মঞ্চস্থ হয়নি এবং ১৯০৫ সালে এটি প্রথম মঞ্চস্থ হয়, যদিও কঠোর সেন্সর কাটছাঁট করে নাটকটির অনেক অংশ বাদ দেয়।\nকোজমা প্রুতকভ ছাড়াও, টলস্টয় তাঁর নিজ নামেও ব্যঙ্গাত্মক কবিতা রচনা করেন। তাঁর অন্যতম শ্রেষ্ঠ ব্যঙ্গাত্মক রচনা ছিল \"গোস্তোমিসল থেকে টিমাশেভ পর্যন্ত রুশ রাষ্ট্রের ইতিহাস\" (১৮৬৮), যা রুশ ইতিহাসের সম্রাটদের নিষ্ঠুর চরিত্রকে ব্যঙ্গ করে রচিত একটি বিদ্রূপাত্মক কবিতা। ১৮৭৩ সালের গ্রীষ্মকালে রচিত \"উপদেষ্টা পোপভের স্বপ্ন\" কবিতাটি হস্তলিখিত পাণ্ডুলিপির মাধ্যমে সারা রাশিয়ায় প্রচারিত হয় এবং বিপুল জনপ্রিয়তা লাভ করে।লেভ টলস্টয় ও ইভান তুর্গেনেভ উভয়েই এই কবিতাকে অত্যন্ত উপভোগ করেন, কারণ এটি একদিকে যেমন অভ্যন্তরীণ মন্ত্রী পিওতর ভালুয়েভ-এর বিরুদ্ধে ব্যক্তিগত কটাক্ষ, তেমনই সাধারণভাবে একজন রক্ষণশীল আমলাকে উদারপন্থী হিসেবে উপস্থাপনের ব্যর্থ প্রচেষ্টার ব্যঙ্গচিত্র।কবিতাটি প্রথম প্রকাশিত হয় ১৮৭৮ সালে বার্লিনে, একটি পুস্তিকা আকারে; পরবর্তীতে ১৮৮৪ সালে \"রুস্কায়া স্তারিনা\" পত্রিকার দ্বাদশ সংখ্যায় পুনর্মুদ্রিত হয়। ১৮৬৭ সালে টলস্তয়ের জীবদ্দশায় প্রকাশিত হয় তাঁর একমাত্র কাব্য সংকলন \"Poems\", যা তাঁর মোট ১৩১টি কবিতা সংকলিত করে।\nটলস্টয়ের রুশ সাহিত্যে দীর্ঘস্থায়ী অবদান তাঁর ঐতিহাসিক নাটকের ত্রয়ী (যা আলেকজান্ডার পুশকিনের \"বোরিস গদুনভ\" অনুসরণে রচিত):\n\n\"দ্য ডেথ অফ ইভান দ্য টেরিবল\" (১৮৬৬, ওতেচেস্টভেনিয়ে জাপিসকি)\n\"জার ফিওদর ইয়োআন্নোভিচ\" (১৮৬৮, ভেস্তনিক ইয়েভরোপি)\n\"জার বরিস\" (১৮৭০, ভেস্তনিক ইয়েভরোপি)\n১৮৬৭ সালে \"দ্য ডেথ অফ ইভান দ্য টেরিবল\" নাটকটি সেন্ট পিটার্সবার্গ, মস্কো এবং বিভিন্ন প্রাদেশিক থিয়েটারে ব্যাপক সাফল্যের সাথে মঞ্চস্থ হয়, তবে ১৮৭০-এর পরে এটি কার্যত নিষিদ্ধ হয়ে যায় এবং কেবল ১৮৯০-এর দশকের শেষের দিকে পুনরায় মঞ্চস্থ হয়। \"জার ফিওদর ইয়োআন্নোভিচ\" নাটকটি সরাসরি স্বরাষ্ট্রমন্ত্রী টিমাশেভ কর্তৃক মঞ্চস্থ নিষিদ্ধ ঘোষণা করা হয়, এবং ১৯০৭ সালেও এটি সেন্সর দ্বারা \"অনুপযুক্ত\" বলে বিবেচিত হয়।\"জার বরিস\" নাটকটির বিরুদ্ধে সরকার কোনো আনুষ্ঠানিক নিষেধাজ্ঞা আরোপ করেনি, তবে সাম্রাজ্যিক থিয়েটারের পরিচালনা পরিষদ এটিকে মঞ্চায়নের অনুমতি প্রদান করেনি। ১৮৭১ সালে, টলস্টয় তাঁর পঞ্চম ও শেষ নাটক \"পোসাদনিক\" রচনা শুরু করেন, যা নভগোরদ প্রজাতন্ত্রের স্বর্ণযুগকে ভিত্তি করে রচিত।তবে নাটকটি অসম্পূর্ণ থেকে যায়; এর কিছু অংশ ১৮৭৪ সালের \"স্ক্লাদচিনা\" দাতব্য পত্রিকায় প্রকাশিত হয়, এবং বাকিগুলো লেখকের মৃত্যুর পর ১৮৭৬ সালে \"ভেস্তনিক ইয়েভরোপি\"-তে মুদ্রিত হয়।\n\n\n=== পরবর্তী জীবন ===\n\nআলেক্সেই কনস্তান্তিনোভিচ টলস্টয় ছিলেন একজন সহানুভূতিশীল ভূমির মালিক, যিনি তাঁর ক্রাসনি রোগ এস্টেটের কৃষকদের মধ্যে বিশেষভাবে জনপ্রিয় ছিলেন। তিনি তাদের নিজের জমিগুলো সাধারণ চারণভূমি হিসেবে ব্যবহারের অনুমতি দিয়েছিলেন এবং বিনামূল্যে কাঠ প্রদান করতেন এবঙ তাদের শিশুদের জন্য প্রাথমিক শিক্ষা বিনামূল্যে প্রদানের ব্যবস্থা করেন। ১৮৫৯ সালে, তিনি নিজ উদ্যোগে একটি বিদ্যালয় নির্মাণ করেন যাতে কৃষকদের সন্তানরা শিক্ষালাভ করতে পারে। ১৮৬১ সালে, তিনি নিজ হাতে সমস্ত কৃষকদের একত্রিত করে তাদের সামনে \"মুক্তি সংস্কার আইন, ১৮৬১\" পাঠ করেন, প্রত্যেককে আর্থিক সহায়তা প্রদান করেন এবং তারপরে অনুষ্ঠিত জাঁকজমকপূর্ণ উৎসবে স্বতঃস্ফূর্তভাবে অংশগ্রহণ করেন।\nযদিও তিনি ছিলেন অত্যন্ত উদার এবং ব্যয়ের ক্ষেত্রে অসংযত, তবুও বাস্তব জীবনের অর্থনৈতিক দিক সম্পর্কে তার কোনো সুস্পষ্ট ধারণা ছিল না। ফলস্বরূপ, ১৮৬০-এর দশকের শেষের দিকে তিনি দেউলিয়াত্বের সম্মুখীন হন। তবে, তিনি পুনরায় জারের রাজদরবারে ফিরে যাওয়ার ধারণাকে ঘৃণা করতেন।১৮৬০-এর দশকের মাঝামাঝি সময় থেকে, টলস্টয় রুশ সাংস্কৃতিক জীবন থেকে ক্রমশ বিচ্ছিন্ন হয়ে পড়েন এবং তাঁর আদর্শগত ও আধ্যাত্মিক বিচ্ছিন্নতা গভীরভাবে অনুভব করেন।\n\nতিনি নিজেকে \"নিবৃত্তচারী\" বলে অভিহিত করতেন এবং অধিকাংশ সময় সেন্ট পিটার্সবার্গের নিকটস্থ পুস্তিনকা ও ক্রাসনি রগ এস্টেটে কাটাতেন। তাঁর অর্থনৈতিক সংকট ও শারীরিক অবনতিও তার জীবনের সমস্যাগুলিকে আরও ঘনীভূত করেছিল। ১৮৬৯ সালে, তিনি তার বন্ধু বোলেস্লাভ মার্কেভিচকে এক চিঠিতে রাশিয়ান সমাজ সম্পর্কে তাঁর গভীর হতাশার কথা ব্যক্ত করেন:\"আমি এই সিদ্ধান্তে উপনীত হয়েছি যে আমরা কোনো সংবিধানের যোগ্য নই। আমাদের শাসকেরা যতই বর্বর হোক না কেন, তারা যাদের শাসন করেন তাদের তুলনায় এখনও শ্রেয়। রুশ জাতি আজ তেমন কোনো মূল্যই বহন করে না... অথচ, আমরা যারা নিজেদের লজ্জিত বোধ করা উচিত, তারাই ইউরোপের প্রতি পৃষ্ঠপ্রদর্শন করছি, নতুন আদর্শের কথা বলছি, এবং 'পশ্চিমের পচন' সম্পর্কে আলোচনা করার সাহস দেখাই!... যদি ঈশ্বর আমাকে পুনর্জন্ম দিতেন এবং জিজ্ঞাসা করতেন কোন জাতিতে জন্ম নিতে চাই, আমি বলতাম: 'প্রভু! আমাকে যে কোনো জাতির মধ্যে রাখুন, কিন্তু রাশিয়ায় নয়।' যখন আমি আমাদের ভাষার সৌন্দর্য ও ইতিহাসের গৌরবময় অধ্যায়গুলোর কথা স্মরণ করি—যা অভিশপ্ত মঙ্গোলদের আগমনের পূর্বে বিদ্যমান ছিল—আমি হতাশায় মাটিতে লুটিয়ে পড়তে চাই, ঈশ্বরপ্রদত্ত প্রতিভাকে আমরা যেভাবে অপচয় করেছি, তা ভেবে দুঃখে কাতর হই।\"১৮৭০-এর দশকে প্রবেশ করার সময়, টলস্টয় গুরুতর শারীরিক অসুস্থতায় ভুগছিলেন। তিনি অ্যাজমা, এনজাইনা পেক্টরিস, নার্ভজনিত ব্যথা ও তীব্র মাথাব্যথায় আক্রান্ত ছিলেন।ইউরোপীয় চিকিৎসকদের কাছে নিয়মিত পরিদর্শন করা সত্ত্বেও, এসব কেবল তাঁর কষ্ট কিছু সময়ের জন্য লাঘব করতে পারত।১৮৭৫ সালের বসন্তে, তিনি মরফিন গ্রহণ শুরু করেন। ৮ জুলাই ১৮৭৫ তারিখে, তিনি কবি ক্যারোলিনা পাভলোভাকে একটি চিঠিতে লেখেন:\"এখন আমি অনেক ভালো বোধ করছি, অন্তত নার্ভজনিত ব্যথা নেই। কিন্তু আগে কখনো এত শ্বাসকষ্ট অনুভব করিনি। অ্যাজমার আক্রমণ ক্রমাগত হচ্ছে।\"অবশেষে, ১৮৭৫ সালের ২৮ সেপ্টেম্বর, ক্রাসনি রোগ এস্টেটে, টলস্টয় আত্মহত্যা করেন— মারাত্মক মরফিন ইনজেকশন গ্রহণের মাধ্যমে। তাঁকে উস্পেনস্কায়া গির্জার পারিবারিক সমাধিতে সমাহিত করা হয়।\n\n\n=== পরম্পরা ===\n\nটলস্টয় ছিলেন রুশ সাহিত্যে রোমান্টিসিজমের পরবর্তী পর্বের অন্যতম প্রতিনিধি; তাঁর কাছে শিল্প ছিল মানুষের জগৎ এবং সেই উচ্চতর মহলের মধ্যে এক রহস্যময় সেতুবন্ধন, যেখানে \"শাশ্বত ধারণাসমূহের বাস\"।আফানাসি ফেত ছিলেন তাঁর শিল্প ও আধ্যাত্মিক দৃষ্টিভঙ্গির ঘনিষ্ঠ সহযোগী, এবং উভয়েই মনে করতেন যে শিল্প হল এক উচ্চতর বিজ্ঞান—একমাত্র মাধ্যম যার দ্বারা মানুষ প্রকৃত ও সামগ্রিকভাবে বিশ্বকে উপলব্ধি করতে পারে। রোমান্টিক প্রবণতাগুলি টলস্টয়ের কবিতায় এবং কিছু নাটকে সর্বোচ্চ রূপায়িত হয়েছে, বিশেষত \"ডন জুয়ান\" নাটকে, যেখানে প্রধান চরিত্রটি এক রোমান্টিক আদর্শের সন্ধানে যাত্রা করে এবং সর্বত্র এমন এক প্রেম খোঁজে, যা \"মানবজগতের গুপ্ত সূচনা ও আশ্চর্যজনক বৈশ্বিক নীতিগুলোর রহস্য উদ্ঘাটনে সহায়তা করে\", তাঁর নিজের ভাষায়। ১৮৭০ সালে, সাহিত্যের উপযোগবাদীদের বিরুদ্ধে দীর্ঘ বিতর্কের সময় টলস্টয় লিখেছিলেন:\n\"শিল্প কেবল একটি 'মাধ্যম' হতে পারে—সমস্ত 'উদ্দেশ্য' তার মধ্যেই নিহিত থাকে।\"\nএই দৃষ্টিভঙ্গির কারণে তিনি বিপ্লবী গণতন্ত্রীদের চোখে \"রক্ষণশীল\" বিবেচিত হন, যাঁরা ১৮৫০ ও ১৮৬০-এর দশকের রুশ সাহিত্যিক মহলে সংখ্যাগরিষ্ঠ ছিলেন। তবে, ফেত-এর বিপরীতে, টলস্টয় শিল্পীর সম্পূর্ণ আদর্শিক ও রাজনৈতিক নিরপেক্ষতা বজায় রাখার পক্ষে ছিলেন এবং তিনি নিজেকে যেকোনো কর্তৃপক্ষের সমালোচনা ও ব্যঙ্গ করতে সম্পূর্ণ মুক্ত মনে করতেন, যা বহু ক্ষমতাশালী ব্যক্তিকে বিরক্ত করেছিল।\nটলস্টয়ের কবিতার কিছু অনন্য গুণ ছিল, যার একটি ছিল \"আধা-বক্তৃতামূলক\" (half-spoken) প্রকৃতি।১৮৫৪ সালে সোফিয়া মিলারকে লেখা এক চিঠিতে তিনি ব্যাখ্যা করেন:\n\" যখন একটি চিন্তা সম্পূর্ণভাবে প্রকাশিত না হয়ে অসম্পূর্ণ থাকেসেটা কবিতার জন্য ভালো, তাতে পাঠক নিজ নিজ উপায়ে তা সম্পূর্ণ করতে পারে।\"\nএই ধারণাটি তাঁর লেখার কৌশলে প্রতিফলিত হয়েছিল।টলস্টয়কে বিশেষত সমালোচিত এবং কখনো কখনো বিদ্রূপিত হতে হয়েছিল \"খারাপ ছন্দ\" ব্যবহারের জন্য, যা তিনি সচেতনভাবেই তাঁর \"কবিতার নিজস্ব শৈলী\" হিসেবে গ্রহণ করেছিলেন।১৮৫৯ সালে তিনি লিখেছিলেন:\n\"অসম্পূর্ণ ছন্দ, যদি তা যথাযথ সীমার মধ্যে রাখা যায়, তবে তা ভেনিস চিত্রকলার ঐতিহ্যের সাথে তুলনীয়। যেমন ছোটখাটো অসম্পূর্ণতা বা বলা যেতে পারে, যতিচ্যুতি, এমন কিছু প্রভাব সৃষ্টি করতে পারে যা রাফায়েল তাঁর সমস্ত নিখুঁত দক্ষতার পরেও কল্পনা করতে পারতেন না।\"\nতবে, আই. ইয়াম্পলস্কির মতে, টলস্টয় ছিলেন ছন্দসজ্জার ক্ষেত্রে এক মহারথী। তাঁর সচেতনভাবে আরোপিত \"অবহেলাসুলভ ছন্দ\" কবিতাগুলিকে তাৎক্ষণিক প্রকাশের অনুভূতি দিয়েছে, যেখানে মনে হয় চিন্তাগুলি ঠিক তেমনি লেখা হয়েছে, যেমনটি সেগুলি জন্মলগ্নে ছিল।কিন্তু, এই সহজাত স্বতঃস্ফূর্ততার পেছনে ছিল কঠোর পরিশ্রম ও ব্যাপক সম্পাদনা।\n১৮৬৭ সালে সমালোচক নিকোলাই স্ত্রাখভ লিখেছিলেন:\n\"টলস্টয়ের কবিতা এতটাই সহজ যে তা গদ্যের চেয়ে বেশি উঁচু মনে হয় না, কিন্তু তবুও তার কাব্যিক আবেদন নিখুঁতভাবে পূর্ণ থাকে।\"\nটলস্টয়ের কবিতার আরেকটি বৈশিষ্ট্য ছিল—যদিও এগুলো স্বাভাবিকভাবে সৌজন্যমূলক এবং শৈল্পিকভাবে সূক্ষ্ম ছিল, তবুও এতে সাধারণ কথোপকথন ও রুশ লোকসংস্কৃতির উপাদানগুলি অবাধে সংযুক্ত ছিল।এগুলিকে তিনি নিখুঁত ভারসাম্যে রেখেছিলেন, যা তাঁর কবিতাকে এক সংগীতময় গুণ দিয়েছিল।টলস্টয়ের অর্ধেকেরও বেশি কবিতা চাইকোভস্কি, রিমস্কি-কোরসাকভ, মুসর্গস্কি, মিলি বালাকিরেভ, সিজার কুই, আন্তন রুবিনস্টাইন, সের্গেই রাখমানিনভ প্রমুখ শীর্ষস্থানীয় রুশ সুরকারদের দ্বারা সুরারোপিত হয়েছে।\nচাইকোভস্কি একবার লিখেছিলেন:\n\"টলস্টয় হলেন এমন এক রহস্যময় কবির কূপ, যাঁর কবিতাগুলি যেন সুরের জন্য আকুল। তিনি আমার কাছে সবচেয়ে আকর্ষণীয় কবিদের একজন।\"\nটলস্টয়ের কবিতা সম্পর্কে ডি. এস. মিরস্কি মন্তব্য করেছিলেন:\n\"টলস্টয়, মাইকভ ও পোলনস্কির মতো, ছিলেন এক বহুমুখী সাহিত্যিক, তবে তাঁর বহুমুখিতা কখনোই অন্তর্দ্বন্দ্ব ও বহিরাগত প্রভাবের সংমিশ্রণ থেকে আসেনি; বরং তা এসেছিল তাঁর অভ্যন্তরীণ ভারসাম্য ও সৌন্দর্যবোধ থেকে।\"তিনি \"স্বর্ণযুগের মধ্যপন্থা\" (golden middle) ধারণা উপস্থাপন করতেন, যেখানে প্লেটোর আদর্শবাদ দ্বারা পরিচালিত এক প্রশান্ত স্বচ্ছতা বিরাজ করত। তিনি রুশ কবিদের মধ্যে \"সবচেয়ে কম শোকাতুর, সবচেয়ে কম বিষাদগ্রস্ত\" ছিলেন, তবে তাঁর এই সামঞ্জস্য কখনো আত্মসন্তুষ্টি বা আত্মম্ভরিতায় পর্যবসিত হয়নি। এটা স্বচ্ছ ও মহৎ। নিজের জীবনের মতো কবিতায়ও টলস্টয় আপাদমস্তক ভদ্রলোক।~\nএই সমালোচক আরো লিখেছিলেন:\n\"যদিও তাঁর কবিতাগুলি মাঝে মাঝে অতিরিক্ত সংবেদনশীল এবং কখনো কখনো গতানুগতিক মনে হতে পারে, তবুও এগুলি তাদের সতেজতা ধরে রেখেছে এবং এখনো এক প্রভাত শিশিরের মতো সজীব মনে হয়।\"\nইন্নোকেন্তি আনেনস্কি টলস্টয়ের কবিতাকে দেখতেন \"বিশুদ্ধ প্রেমের আদর্শ রূপ\" হিসেবে এবং তাঁর মতে, কবির \"মনের গভীর সৌন্দর্য\" এর মূল উপাদান ছিল।\nতিনি লিখেছিলেন:\n\"টলস্টয় কখনো শিশুদের জন্য লেখেননি, তবে তাঁর স্বচ্ছ আদর্শবাদ ও মিস্টিকতা কৈশোরের সেই সময়ের সাথে গভীরভাবে সঙ্গতিপূর্ণ, যখন মানব আত্মা কোনো উচ্চতর ও অবর্ণনীয় কিছুর সন্ধান করে।\"\nআনেনস্কি আরও উল্লেখ করেন যে নেক্রাসভ তাঁর পরবর্তী রচনায় \"রুশ মাতার\" এক শক্তিশালী চিত্র অঙ্কন করেছিলেন, আর টলস্টয় সৃষ্টি করেছিলেন এক \"উচ্চশ্রেণির নারীর প্রতিমূর্তি\", যাঁর \"শান্ত সৌন্দর্যের অন্তরালে লুকিয়ে ছিল এক অবর্ণনীয় বিষাদ\"—যাঁর \"নিজের সুখ সম্পর্কে অপরাধবোধ কাজ করত, এই ভেবে যে তিনি জগতের সৌন্দর্যের পূর্ণ সদ্ব্যবহার করে অন্যদের কাছ থেকে এটি কেড়ে নিচ্ছেন, যাঁরা তা উপভোগের সুযোগ পাননি।\"\n\nটলস্টয়ের ব্যালাড ও গানসমূহ মূলভাব ও শৈলীতে ঐতিহ্যবাহী \"বিলিনা\" (রুশ লোকগাথা)-এর নিকটবর্তী ছিল; প্রকৃতপক্ষে, লেখক নিজেই এই দুই ধারার মধ্যে কোনো ভেদরেখা টানেননি।সমালোচকরা যুক্তি দেন যে (উদাহরণস্বরূপ, নেক্রাসভের মতো নয়) টলস্টয় লোকজ উপাদানকে নিছক একটি শৈলীগত কৌশল হিসেবে ব্যবহার করেছেন, যেখানে তিনি মধ্যযুগীয় রুশ ইতিহাস থেকে গল্প বেছে নিয়ে তার মাধ্যমে নিজস্ব ভাবনা ও তত্ত্ব প্রকাশ করেছেন (\"জমেই তুগারিন\"), এবং ঐতিহাসিক ইউটোপিয়াকে সমসাময়িক সামাজিক মন্তব্যের সাথে সংযুক্ত করেছেন (\"বোরিভয়\", \"ভাসিলি শিবানভ\")।টলস্টয় রাশিয়ার মঙ্গোল-পূর্ব যুগকে অত্যন্ত মহিমান্বিত করেছেন, যা ঐতিহ্যবাহী বাইলিনা চরিত্রগুলোকে প্রায় সুপারহিরো-তে পরিণত করেছে।\nসেমিওন ভেঙ্গেরভ মন্তব্য করেন:\n\"অ্যালিওশা পোপোভিচ, যে লোকগাথায় 'ঈর্ষাকাতর চোখ' এবং 'লোভী হাত' সহ এক দুর্বৃত্ত চরিত্র হিসেবে চিত্রিত হয়েছে, তাকে টলস্টয় এক প্রেমময়, নিবেদিতপ্রাণ রোমান্টিক যুবক হিসেবে উপস্থাপন করেছেন।\"\nএভাবেই, ভয়ঙ্কর ইলিয়া মুরোমেৎস, যিনি লোকগাথায় একজন সহিংস, বিপজ্জনক এবং প্রায়শই ধর্মনিন্দাকারী চরিত্র হিসেবে পরিচিত, তাঁকে টলস্টয় \"এক দয়ালু বৃদ্ধ পুরুষ\" রূপে চিত্রিত করেছেন, যিনি মার্জিত ও সংযত ভাষায় কথা বলেন।\nসমালোচক ইউলি আইখেনভাল্ড টলস্টয়ের \"জাতীয়তাবাদী ছদ্মবেশের\" প্রতি তীব্র বিদ্রূপ প্রকাশ করেন এবং আন্তন চেখভের একটি মন্তব্য উদ্ধৃত করেন: \"[টলস্টয়] অপেরা পোশাক পরে মঞ্চে উঠেছেন, থিয়েটার ত্যাগ করার আগে পোশাক পরিত্যাগ করতে ভুলে গেছেন ।\"\nআইখেনভাল্ডের মতে, \"জাতীয় মূল্যবোধ যখন চরমে পৌঁছায়, তখন তা বৈশিষ্ট্যগতভাবে কৃত্রিম মনে হয়।\"তবে, টলস্টয়ের ব্যঙ্গাত্মক রসবোধ তাঁকে \"পুরাতাত্ত্বিক উপাসক\" হওয়া থেকে রক্ষা করেছে।সমালোচকের দৃষ্টিতে, টলস্টয়ের রোমান্টিসিজম ছিল সার্বজনীন ও আধ্যাত্মিক; যার ফলস্বরূপ তাঁর সবচেয়ে স্মরণীয় চরিত্র জার ফিওদর, যিনি ছিলেন \"খ্রিস্টীয় বিনয় ও করুণার মূর্ত প্রতীক\"।\nতিনি লিখেছেন: \"[টলস্টয়] এমন এক ঈশ্বরের উপাসনা করতেন, যিনি কঠোর ও রক্ষণশীল নন... তিনি ছিলেন এক মুক্ত আত্মা এবং স্বাধীনতাকেই সর্বাধিক মূল্য দিতেন।\"\nটলস্টয়ের ব্যঙ্গাত্মক প্রতিভা বিশেষভাবে ফুটে উঠেছে তাঁর যৌথ ছদ্মনাম \"কোজমা প্রুতকভ\"-এর অধীনে রচিত ব্যঙ্গোক্তিতে, পাশাপাশি তাঁর নিজস্ব বিদ্রূপাত্মক কবিতাগুলিতে।\nডি. এস. মিরস্কি মন্তব্য করেছেন:\n\"টলস্টয়... নিঃসন্দেহে রাশিয়ার সর্বশ্রেষ্ঠ 'অযৌক্তিক' (absurdist) কবি।\"\n\"উপদেষ্টা পোপভের স্বপ্ন\"  এবং \"গোস্তোমিসল থেকে টিমাশেভ পর্যন্ত রুশ রাষ্ট্রের ইতিহাস\" তাঁর সর্বাধিক পরিচিত ব্যঙ্গাত্মক রচনা, যা রাশিয়ার সর্বস্তরের মানুষের মধ্যে ব্যাপক জনপ্রিয়তা লাভ করে।\nমিরস্কির মতে, \"উপদেষ্টা পোপভের স্বপ্ন\" হল\n\"রুশ রম্য কবিতার শীর্ষস্থানীয় নিদর্শন, যেখানে তীক্ষ্ণ ও তীব্র ব্যঙ্গাত্মক বিশ্লেষণ একীভূত হয়েছে নিখাদ হাস্যরসের সাথে। এটি টলস্টয়ের অমরত্বের সবচেয়ে শক্তিশালী দাবিদার।\"\nতিনি আরও উল্লেখ করেন যে, \"ভ্যাটিকানে বিশৃঙ্খলা\" (The Uproar in the Vatican) তাঁর আরেকটি অনবদ্য হাস্যরসাত্মক রচনা।তবে, টলস্টয়ের বামপন্থাবিরোধী, রক্ষণশীল দৃষ্টিভঙ্গিপূর্ণ ব্যঙ্গ তাঁকে গণতান্ত্রিক সংবাদমাধ্যমের তীব্র সমালোচনার সম্মুখীন করে।\"একটি প্রবণতাসম্পন্ন ব্যালাড\" (Ballad With a Tendency) কে সালতিকভ-শচেদ্রিন কঠোরভাবে সমালোচনা করেন, এবং ইস্করা (Iskra) পত্রিকা ১৮৭২ সালে এটি ব্যঙ্গাত্মকভাবে \"একটি পুলিশ-সমর্থিত প্রবণতাসম্পন্ন ব্যালাড\" শিরোনামে প্যারোডি করে।\nশচেদ্রিন এক চিঠিতে লিখেছিলেন:\"বর্তমান রুশ সাহিত্য এক প্রতারকদের রাজত্বে পরিণত হয়েছে... এর মধ্যে গণনাধারী এ. কে. টলস্টয়ের মতো লোকেরা রয়েছেন, যারা আমাদের প্রতিক্রিয়াশীলদের হৃদয়ে আনন্দের শিহরণ জাগিয়ে তোলে।\"টলস্টয় ছিলেন প্রথিতযশা গদ্যকার।\nতাঁর উপন্যাসিকা \"দ্য ভ্যাম্পায়ার\" (The Vampire) কে ভিসারিয়ন বেলিনস্কি প্রশংসা করেন, এবং তাঁর ঐতিহাসিক উপন্যাস \"প্রিন্স সেরেব্রেনি\" বিপুল জনপ্রিয়তা অর্জন করে। তবে, অনেক সমালোচক মনে করেন যে উপন্যাসটির প্রধান চরিত্র এবং ইলেনা মোরোজোভা প্রকৃতপক্ষে ১৬শ শতাব্দীর নয়, বরং ১৯শ শতাব্দীর মানুষের মতো মনে হয়।অন্যদিকে, ইভান গ্রোজনি ও তাঁর ওপ্রীচনিনা শাসনের ভয়াবহতা অত্যন্ত প্রাণবন্ত ও আবেগপূর্ণভাবে চিত্রিত হয়েছে।ভেঙ্গেরভ একে \"ওয়াল্টার স্কটের আদলে রচিত এক নিখুঁত উপন্যাস\" বলে অভিহিত করেন, যা কৈশোরকালীন পাঠকদের জন্য অত্যন্ত আকর্ষণীয়। ইভান তুর্গেনেভ একে \"নিপুণ কাঠামোবদ্ধ ও উৎকৃষ্ট রচনা\" বলে প্রশংসা করেন এবং এটি এক ফরাসি প্রকাশকের কাছে প্রকাশের জন্য সুপারিশ করেন।তবে, গদ্যকার হিসেবে টলস্টয় তাঁর নাট্যসাহিত্য ও কাব্যিক প্রতিভার মতো গভীর প্রভাব বিস্তার করতে পারেননি।তাঁকে ১৯শ শতকের রুশ ঐতিহাসিক নাটকের অন্যতম ক্লাসিক হিসেবে গণ্য করা হয়।ডি. এস. মিরস্কি মন্তব্য করেন যে টলস্টয় নাট্যকার হিসেবে আলেকজান্ডার অস্ত্রোভস্কির চেয়েও শ্রেষ্ঠ ছিলেন এবং তাঁর নাটকগুলো\"উদ্ভাবনী কল্পনাশক্তির চেয়ে বুদ্ধিমত্তা ও অন্তর্দৃষ্টির কারণে বেশি প্রভাব বিস্তার করে\"।তবে, ইতিহাস ছিল টলস্টয়ের জন্য গৌণ; বরং তিনি নিজস্ব দৃষ্টিভঙ্গি ও অনুভূতির দ্বারা পরিচালিত হতেন।\n\nসমালোচকরা উল্লেখ করেছেন যে, ইতিহাস তলস্তয়ের জন্য গৌণ ছিল; তিনি মূলত নিজস্ব দৃষ্টিভঙ্গি ও অনুভূতির দ্বারা পরিচালিত হতেন এবং ১৬শ শতকের চরিত্রগুলোকে ১৯শ শতকের নৈতিক মূল্যবোধের আলোকে বিচার করতেন। তাঁর নিজস্ব স্বীকৃতিতেই, \"আধুনিক জীবনের প্রভাব সর্বত্র প্রবাহিত হয়,\" তিনি বলেছিলেন, তাঁর ব্যালাডগুলোর প্রসঙ্গে।\nতাঁর মতে, ঐতিহাসিক নাটকের ‘সত্য’ হওয়া উচিত মানবিক অর্থে, ইতিহাসগত নির্ভুলতার ভিত্তিতে নয়। এক চিঠিতে তিনি লিখেছিলেন, \"একজন কবির একমাত্র দায়িত্ব তাঁর নিজস্ব কাব্যিক সত্তার প্রতি... মানবিক সত্যই তাঁর একমাত্র আইন। ঐতিহাসিক সত্যের প্রতি তাঁর কোনো বাধ্যবাধকতা নেই। যদি তা তাঁর কল্পনার সঙ্গে মানানসই হয়, তাহলে ভালো; না হলে, তিনি অনায়াসেই তা এড়িয়ে যেতে পারেন।\"\nফলে, তাঁর নাট্যত্রয়ী—\"দ্য ডেথ অফ ইভান দ্য টেরিবল\", \"জার ফিওদর ইয়োআন্নোভিচ\" এবং \"জার বরিস\"— যথার্থ ঐতিহাসিক নাটক ছিল না, তবে তা ফরাসি ট্র্যাজেডির অনুকরণও ছিল না।পুশকিনের দৃষ্টিভঙ্গি টলস্টয়ের সাথে সবচেয়ে ঘনিষ্ঠভাবে মিলে যায় যা সমসাময়িক রাজনৈতিক পরিস্থিতির প্রতিফলন ঘটাতো।পাভেল আনেনস্কি মনে করেছিলেন যে ইওয়ান ও ফিয়োদর চরিত্র হিসেবে \"শিথিলতা ভিত্তিক\" ছিলেন—তাঁরা ঐতিহাসিক চরিত্র হিসেবে ততটা বিশুদ্ধ না হলেও তাঁদের যুগের প্রতিচিত্র হিসেবে যথাযথ ছিলেন।\nতিনি লিখেছিলেন:\n\"তাঁরা ঠিক ততটাই শিথিল যেমন কিং লিয়ার বা হ্যামলেট ছিলেন, এবং যদি তাঁরা রুশ ইতিহাসের সঙ্গে ইংরেজ ইতিহাসের সেই দুই চরিত্রের চেয়ে বেশি সংযুক্ত হন, তবে তার কারণ একমাত্র আমাদের পুরনো রাশিয়ার বাস্তবতাই টলস্টয়কে এমনভাবে অনুপ্রাণিত করতে পেরেছে, যা তাঁকে এমন রঙ ও সারবস্তু সরবরাহ করেছে, যা থেকে তিনি স্বাধীনভাবে সৃজনশীল উপাদান আহরণ করতে পেরেছেন।\"\nআনেনস্কি আরও যুক্তি দেন যে, টলস্টয়ের নাটকগুলোর রাশিয়ার অতীতের সঙ্গে ঘনিষ্ঠ সম্পর্কই তাদের প্রকৃত অর্থে ঐতিহাসিক করে তুলেছে, কারণ \"তাদের সেই যুগ ও ব্যক্তিদের আত্মিক চেতনার জীবন্ত স্বাক্ষর হিসেবে গুরুত্ব অস্বীকার করা যায় না।\"\n\nটলস্টয়ের নাট্যত্রয়ীতে রুশ সম্রাটতন্ত্রের তিন শতকের ইতিহাসের এক নিস্পৃহ, প্রায়শই করুণ চিত্র উঠে এসেছে।লেখকের দৃষ্টিতে, যেসব শাসক কার্যকর ছিলেন, তাঁরা ছিলেন নিষ্ঠুর; আর যাঁরা 'সৎ' ছিলেন, তাঁরা প্রমাণিত হয়েছিলেন অদক্ষ।এই তিন ঐতিহাসিক চরিত্রের গল্প একই রকম শিক্ষামূলক পরিণতির দিকে এগিয়েছে:\n\n\"ঈশ্বর তোমার সহায় হোন, জার ইভান, এবং ঈশ্বর আমাদের সবাইকে ক্ষমা করুন! এটাই স্বৈরশাসনের প্রাপ্য ভাগ্য! আমাদের পতনের পরিণতি এটাই!\" (জাখারিনের উক্তি, ইভান দ্য টেরিবলের মৃতদেহের সামনে)।\n\"আমি এই সব কিছুর জন্য দায়ী... হে ঈশ্বর, কেন তুমি আমাকে জার  করলে?!\" (জার ফিয়োদর)।\n\"অশুভের জন্ম থেকে কেবল আরও অশুভেরই সৃষ্টি হয়, আর কিছু নয়।\" (বরিস গদুনভ)।\nনেস্টর কটলিয়ারেভস্কির মতে, \"এই তিন নাটক একত্রিত হয়েছে এই ধারণার মাধ্যমে যে, রাশিয়ার জারতন্ত্রের অন্তর্নিহিত বৈশিষ্ট্যই হচ্ছে ট্র্যাজেডি।\" এই নাটকগুলোর প্রকাশনার ক্ষেত্রে কঠোর সেন্সরশিপের বাধার সম্মুখীন হতে হয়েছিল এবং ১৯১৭ সালের বিপ্লব পর্যন্ত এগুলো রাশিয়ায় মতবিরোধের বিষয় ছিল।বিপ্লব-পূর্ব সময়ে, আলেকজান্দ্রিনস্কি থিয়েটারে নাটক \"জার বরিস\" রাজনৈতিক প্রতিক্রিয়ার জন্ম দেয়।রাজতন্ত্রবাদীরা বরিস গদুনভের উক্তিগুলিতে করতালি দিয়েছিলেন, আর বামপন্থীরা বয়ারিন সিৎসকিকে সমর্থন করেন, যিনি তাঁদের চোখে স্বৈরাচারের বিরুদ্ধে সংগ্রামী ব্যক্তিত্ব।এই তিন নাটক রাশিয়ান ও সোভিয়েত যুগের প্রধান নাট্যশালাগুলোর নাট্যতালিকায় অন্তর্ভুক্ত ছিল, বিশেষত মালি থিয়েটারে, যেখানে প্রধান চরিত্রগুলোতে অভিনয় করেছিলেন ইভান মস্কভিন, পাভেল ওলেনেভ, স্তেপান কুজনেতসভ, ও নিকোলাই খমেলিওভ।আই. ইয়াম্পলস্কির মতে, টলস্টয় নাট্যকার হিসেবে পুশকিনের সমপর্যায়ে না হলেও তাঁর সমসাময়িকদের তুলনায় অনেক উচ্চতর ছিলেন।\nতিনি জটিল ও বহুস্তরবিশিষ্ট ঐতিহাসিক চরিত্র সৃষ্টিতে পারদর্শী ছিলেন।\nটলস্টয় লিখেছিলেন:\n\"শিল্পে, যদি আপনি আপনার প্রিয় চরিত্রগুলোর দুর্বলতাকে প্রকাশ করতে ভয় পান, তবে আপনি তাদের প্রতি অবিচার করছেন... এর ফলে কেবল এমন নির্জীব প্রতিমূর্তি তৈরি হয়, যাদের বাস্তবতায় কেউ বিশ্বাস করবে না।\"\nউনিশ শতকের মধ্যভাগে, টলস্টয়কে খুব বেশি গুরুত্ব দেওয়া হতো না, তবে ১৮৭৫ সালে তাঁর মৃত্যুর পর থেকে তাঁর খ্যাতি ক্রমশ বৃদ্ধি পেতে থাকে।ভ্লাদিমির কোরোলেঙ্কো নাটক \"জার ফিয়োদর ইয়োআন্নোভিচ\"-কে \"রুশ নাটকের এক রত্ন\" বলে অভিহিত করেন, যা \"উনিশ শতকের শেষ দিকের অত্যন্ত দুর্বল নাট্যসাহিত্যের পাশে এক উজ্জ্বল রত্নের মতো দীপ্তিমান।\" আলেকজান্ডার ব্লক ও ভ্যালেরি ব্রুসভ টলস্টয়কে অত্যন্ত মূল্যায়ন করেছিলেন।ইভান বুনিন, যিনি সাধারণত সমসাময়িক লেখকদের কঠোরভাবে সমালোচনা করতেন, তাঁর প্রতি যথেষ্ট উচ্চ প্রশংসা প্রকাশ করেন।ভেলেমির খ্লেবনিকভ তাঁকে নিজের সর্বকালের প্রিয় লেখকদের মধ্যে অন্তর্ভুক্ত করেছিলেন এবং চুকভস্কির-এর মতে, সবচেয়ে বিস্ময়কর বিষয় ছিল—ভ্লাদিমির মায়াকোভস্কি তাঁর কবিতা মুখস্থ জানতেন এবং জনসমক্ষে প্রায়ই আবৃত্তি করতেন।টলস্টয়ের কবিতা (যার বৃহৎ অংশ রুশ শাস্ত্রীয় রোমান্স গানের আকারে রূপান্তরিত হয়েছে) এবং তাঁর ঐতিহাসিক নাট্যত্রয়ী উনিশ শতকের ক্লাসিক রুশ সাহিত্যের অবিচ্ছেদ্য অংশ হিসেবে বিবেচিত হয়।\n\n\n== নির্বাচিত রচনাবলি ==\n\n\n==== নাটক ====\nডন জুয়ান (Дон Жуан, ১৮৬২)\nদ্য ডেথ অফ ইভান দ্য টেরিবল (Смерть Иоанна Грозного, ১৮৬৬)\nজার ফিয়োদর ইয়োআন্নোভিচ (Царь Фёдор Иоаннович, ১৮৬৮)\nজার বরিস (Царь Борис, ১৮৭০)\nপোসাদনিক (Посадник, ১৮৭১; প্রকাশিত ১৮৭৪–১৮৭৬)\n\n\n==== গদ্য ====\n\"দ্য ফ্যামিলি অফ দ্য ভুরদালাক\" (Семья вурдалака, ১৮৩৯ সালে ফরাসিতে লেখা; প্রথম প্রকাশ ১৮৮৪)\n\"দ্য ভ্যাম্পায়ার\" (Упырь, ১৮৪১)\n\"প্রিন্স সেরেব্রেনি\" (কিংবা \"দ্য সিলভার নাইট\", Князь Серебряный, ১৮৬২)\n\n\n==== কবিতা ====\n\"দ্য সিনার\" (Грешница, ১৮৫৭)\n\"ইওয়ান দামাস্কিন\" (Иоанн Дамаскин, ১৮৫৮)\n\"ভাসিলি শিবানোভ\" (Василий Шибанов, ১৮৫৮)\n\"দ্য আলকেমিস্ট\" (অসমাপ্ত, ১৮৬৭)\n\"গোস্তোমিসল থেকে টিমাশেভ পর্যন্ত রুশ রাষ্ট্রের ইতিহাস\" (1868)\n\"পোর্ট্রেট\" (Портрет, ১৮৭২)\n\"ড্রাগন\" (1875)\n\"উপদেষ্টা পোপভের স্বপ্ন\" (১৮৭৩ সালে লেখা; প্রথম প্রকাশ ১৯৭৮, বার্লিন)\n\n\n== তথ্যসূত্র =="}