{"pageid": 1518943, "title": "নিবিড় পশুপালন", "url": "https://bn.wikipedia.org/wiki?curid=1518943", "content": "নিবিড় পশুপালন, শিল্প পর্যায়ের পশুপালন এবং ম্যাক্রো-ফার্ম, যা কারখানাভিত্তিক পশুপালন নামেও পরিচিত, এটি নিবিড় কৃষির একটি ধরন, বিশেষভাবে একটি প্রাণিসম্পদ পালনের কৌশল যা উৎপাদন সর্বাধিক ও খরচ সর্বনিম্ন করার জন্য পরিকল্পিত। এটি অর্জনের জন্য, কৃষি ব্যবসা প্রতিষ্ঠানসমূহ গরু, হাঁস-মুরগি এবং মাছকে উচ্চ ঘনত্বে লালন-পালন করে, বৃহৎ পরিসরে আধুনিক যন্ত্রপাতি, জীবপ্রযুক্তি, এবং আন্তর্জাতিক বাণিজ্যের সুবিধা ব্যবহার করে। এই শিল্পের প্রধান পণ্য হলো মানুষের খাদ্য হিসেবে ব্যবহৃত মাংস, দুধ এবং ডিম।\nনিবিড় পশুপালন কম খরচে প্রচুর পরিমাণে মাংস উৎপাদন করতে পারে এবং এতে মানবশ্রম কম লাগে, তবে এটি বিতর্কিত কারণ এতে নানান নৈতিক সমস্যা দেখা দেয়, যেমন প্রাণিসম্পদের কল্যাণ সম্পর্কিত সমস্যা (বন্দিত্ব, অঙ্গহানি, মানসিক চাপজনিত আক্রমণাত্মক আচরণ, প্রজনন জটিলতা), প্রাণিসম্পদ কৃষির পরিবেশগত প্রভাব (গ্রিনহাউস গ্যাস, বন উজাড়, ইউট্রোফিকেশন), জনস্বাস্থ্য ঝুঁকি (জুনোটিক রোগ, মহামারির ঝুঁকি, অ্যান্টিবায়োটিক প্রতিরোধক্ষমতা) এবং শ্রমিক নিপীড়ন, বিশেষত অবৈধ অভিবাসীদের ক্ষেত্রে।\n\n\n== ইতিহাস ==\n\nনিবিড় প্রাণিসম্পদ চাষ কৃষির ইতিহাসে অপেক্ষাকৃত সাম্প্রতিক একটি বিকাশ, যেখানে বৈজ্ঞানিক আবিষ্কার ও প্রযুক্তিগত অগ্রগতির মাধ্যমে কৃষির পদ্ধতিগুলোর পরিবর্তন এনে উৎপাদন বৃদ্ধি করা হয়েছে। ১৯শ শতকের শেষভাগের উদ্ভাবনগুলো সাধারণত শিল্প বিপ্লবের শেষ পর্যায়ে অন্যান্য শিল্পের গণ উৎপাদন ব্যবস্থার বিকাশের সঙ্গে সামঞ্জস্যপূর্ণ। ২০শ শতকের প্রথম দুই দশকে ভিটামিন ও প্রাণিসম্পদের পুষ্টিতে এর ভূমিকা আবিষ্কারের ফলে ভিটামিন পরিপূরক ব্যবহার শুরু হয়, যা মুরগিকে ঘরের ভেতর পালন করা সম্ভব করে তোলে। অ্যান্টিবায়োটিক এবং টিকার আবিষ্কার বৃহৎ সংখ্যায় গরু পালনের ক্ষেত্রে রোগ প্রতিরোধ সহজতর করে। দ্বিতীয় বিশ্বযুদ্ধের সময় ব্যবহৃত কিছু রাসায়নিক উপাদান পরবর্তীকালে কীটনাশক হিসেবে ব্যবহৃত হতে থাকে। উন্নত পরিবহন ব্যবস্থা ও প্রযুক্তির ফলে কৃষিজ পণ্যের দূরপাল্লার বণ্টন সম্ভব হয়েছে।\nবিশ্বব্যাপী কৃষিজ উৎপাদন ১৮২০ থেকে ১৯৭৫ সালের মধ্যে চারবার দ্বিগুণ হয়েছিল (১৮২০-১৯২০, ১৯২০-১৯৫০, ১৯৫০-১৯৬৫ এবং ১৯৬৫-১৯৭৫)। ১৮০০ সালে বিশ্বের জনসংখ্যা ছিল ১ বিলিয়ন, যা ২০০২ সালে ৬.৫ বিলিয়নে পৌঁছায়। একই সময়ে, কৃষিতে কর্মরত জনসংখ্যার হার হ্রাস পেয়েছে, কারণ কৃষি উৎপাদন প্রক্রিয়া স্বয়ংক্রিয় হয়ে উঠেছে। ১৯৩০-এর দশকে আমেরিকার জনসংখ্যার ২৪% কৃষিকাজে নিয়োজিত ছিল, যা ২০০২ সালে মাত্র ১.৫% এ নেমে আসে। ১৯৪০ সালে প্রতিটি কৃষি শ্রমিক ১১ জন গ্রাহকের জন্য খাদ্য সরবরাহ করত, কিন্তু ২০০২ সালে এই সংখ্যা বেড়ে ৯০ জনে পৌঁছায়।\nযুক্তরাজ্যে কারখানাভিত্তিক প্রাণিসম্পদ পালনের যুগ শুরু হয় ১৯৪৭ সালে, যখন কৃষি আইন ১৯৪৭ চালু হয়। এই আইনের মাধ্যমে কৃষকদের নতুন প্রযুক্তি ব্যবহারে উৎসাহিত করার জন্য ভর্তুকি প্রদান করা হয়, যাতে ব্রিটেনের আমদানি করা মাংসের ওপর নির্ভরতা কমানো যায়। জাতিসংঘ জানিয়েছে যে, \"প্রাণিসম্পদ উৎপাদনের নিবিড়ীকরণ খাদ্য নিরাপত্তা নিশ্চিত করার একটি উপায় হিসেবে বিবেচিত হয়েছিল।\" ১৯৬৬ সালে মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য এবং অন্যান্য শিল্পোন্নত দেশগুলো গরু, দুগ্ধজাত গরু ও শূকরকে কারখানাভিত্তিক পদ্ধতিতে পালনের সূচনা করে। এর ফলে কৃষি কার্যক্রম বড় আকারের খামারে কেন্দ্রীভূত হতে থাকে। উদাহরণস্বরূপ, ১৯৬৭ সালে আমেরিকায় ১০ লাখ শূকর খামার ছিল, যা ২০০২ সালে কমে মাত্র ১,১৪,০০০ এ নেমে আসে। ১৯৯২ সালে ৫,০০০-এর বেশি শূকর বিক্রি করা খামারগুলোতে আমেরিকার ২৮% শূকর লালন-পালন করা হতো, যা ২০২২ সালে বেড়ে ৯৪.৫% হয়েছে। ২০শ শতকের শেষভাগে আমেরিকা ও পশ্চিম ইউরোপ থেকে নিবিড় প্রাণিসম্পদ চাষ বিশ্বব্যাপী ছড়িয়ে পড়ে এবং ক্রমবর্ধমান হারে প্রচলিত পদ্ধতিগুলোকে প্রতিস্থাপন করতে থাকে। ১৯৯০ সালে বিশ্বব্যাপী মাংস উৎপাদনের ৩০% নিবিড় খামার থেকে আসত, যা ২০০৫ সালে ৪০% এ পৌঁছায়।\n\n\n== প্রক্রিয়া ==\nউদ্দেশ্য হলো সর্বনিম্ন খরচে বৃহৎ পরিমাণে মাংস, ডিম বা দুধ উৎপাদন করা। খাদ্য সরবরাহ করা হয় নির্ধারিত স্থানে। স্বাস্থ্য সংরক্ষণ ও উৎপাদন বৃদ্ধির জন্য ব্যবহৃত পদ্ধতিগুলোর মধ্যে রয়েছে জীবাণুনাশক, অ্যান্টিমাইক্রোবিয়াল এজেন্ট, অ্যানথেলমিন্টিক, হরমোন ও টিকা; প্রোটিন, খনিজ ও ভিটামিন পরিপূরক; নিয়মিত স্বাস্থ্য পরিদর্শন; জীবন-নিরাপত্তা; এবং আবহাওয়া-নিয়ন্ত্রিত স্থাপনা। প্রাণিদের চলাচল বা অবাঞ্ছিত আচরণ নিয়ন্ত্রণের জন্য বেড়া বা অন্যান্য শারীরিক প্রতিবন্ধকতা ব্যবহৃত হয়। সংরক্ষিত পরিবেশের জন্য উপযুক্ত প্রাণি প্রজনন করতে বিভিন্ন প্রজনন কর্মসূচি গ্রহণ করা হয়, যাতে তারা একটি নিরবচ্ছিন্ন খাদ্য পণ্য সরবরাহ করতে পারে।\nশিল্প পর্যায়ের উৎপাদন ৩৯% বৈশ্বিক মাংস উৎপাদন এবং ৫০% ডিম উৎপাদনের জন্য দায়ী বলে অনুমান করা হয়। মার্কিন যুক্তরাষ্ট্রে, জাতীয় শূকর উৎপাদক পরিষদের তথ্যানুযায়ী, বছরে ৯৫ মিলিয়ন শূকর জবাইয়ের মধ্যে ৮০ মিলিয়ন শিল্প পর্যায়ের খামারে লালন-পালন করা হয়।\nএই শিল্পের প্রধান ঘনীভবন ঘটে পশু জবাই ও মাংস প্রক্রিয়াকরণের পর্যায়ে, যেখানে মাত্র চারটি কোম্পানি গরুর ৮১%, ভেড়ার ৭৩%, শূকরের ৫৭% এবং মুরগির ৫০% জবাই ও প্রক্রিয়াকরণ করে। এই ঘনীভবন মূলত নিয়ন্ত্রক বাধার কারণে হতে পারে, যা ছোট আকারের জবাইখানা গড়ে তোলা বা পরিচালনা করা ব্যয়বহুল করে তোলে। কারখানাভিত্তিক খামার পশুপালকদের জন্য লাভজনক নাও হতে পারে, কারণ এটি অতিরিক্ত উৎপাদনের মাধ্যমে বাজারমূল্য কমিয়ে দেয়। \"ফরোয়ার্ড কন্ট্রাক্ট\" এবং \"বাজার চুক্তি\"র মাধ্যমে মাংস প্রক্রিয়াকারীরা উৎপাদনের আগেই দাম নির্ধারণ করে, যা কৃষকদের আর্থিক ক্ষতির কারণ হয়ে দাঁড়াতে পারে। ২০০৭ সালে, মার্কিন যুক্তরাষ্ট্রে অর্ধেক পারিবারিক খামার ক্ষতির সম্মুখীন হয়েছিল।\nমার্কিন যুক্তরাষ্ট্রের অনেক প্রাণিসম্পদ উৎপাদক সরাসরি ভোক্তাদের কাছে প্রাণিসম্পদ বিপণন করতে চান, কিন্তু সীমিত ইউএসডিএ পরিদর্শিত জবাই সুবিধার কারণে স্থানীয়ভাবে উৎপাদিত প্রাণিসম্পদ সাধারণত স্থানীয়ভাবে জবাই ও প্রক্রিয়াকরণ করা সম্ভব হয় না।\nক্ষুদ্র কৃষকরা প্রায়শই কারখানাভিত্তিক খামারের আওতায় চলে যায় এবং শিল্প স্থাপনাগুলোর জন্য চুক্তিভিত্তিক উৎপাদক হিসেবে কাজ করে। বিশেষ করে হাঁস-মুরগির চুক্তিভিত্তিক উৎপাদকদের ক্ষেত্রে, কৃষকদেরকে পাখিদের রাখার জন্য শেড নির্মাণে ব্যয়বহুল বিনিয়োগ করতে হয়, নির্ধারিত খাদ্য ও ওষুধ কিনতে হয় – ফলে তারা সাধারণত খুব সামান্য লাভ করে বা লোকসানে পড়ে যায়।\nগবেষণায় দেখা গেছে, মার্কিন যুক্তরাষ্ট্রে কেন্দ্রীভূত প্রাণিসম্পদ চাষ ব্যবস্থা (CAFOs)-তে কর্মরত অনেক অভিবাসী শ্রমিক কাজ সম্পর্কিত ঝুঁকি, প্রশিক্ষণ এবং স্বাস্থ্য ও নিরাপত্তা সম্পর্কিত কোনো বিশেষ নির্দেশনা পান না। যারা ইংরেজি কম জানেন, তারা সাধারণত কোনো প্রশিক্ষণ পান না, কারণ প্রশিক্ষণ শুধুমাত্র ইংরেজিতে প্রদান করা হয়। এর ফলে, অনেক শ্রমিক তাদের কাজকে বিপজ্জনক বলে মনে করেন না এবং ব্যক্তিগত সুরক্ষা সরঞ্জাম (PPE) অনিয়মিতভাবে ব্যবহার করেন, যা কর্মস্থলে দুর্ঘটনা ও আঘাতের কারণ হতে পারে। অভিবাসী শ্রমিকরা কর্মক্ষেত্রে বিপজ্জনক অবস্থা বা আঘাতের ঘটনা কমই প্রতিবেদন করেন।\n\n\n== প্রকারভেদ ==\nনিবিড় খামারগুলোতে সাধারণত প্রচুর সংখ্যক পশু পালন করা হয়, যেমন গরু, শূকর, টার্কি, গিজ বা মুরগি। এসব খামারে প্রাণিগুলো প্রায়ই উচ্চ ঘনত্বে রাখা হয় এবং অধিকাংশ সময় ঘরের ভেতরেই লালন-পালন করা হয়।\nউন্নত দেশগুলোতে নিবিড় প্রাণিসম্পদ ও হাঁস-মুরগির উৎপাদন ব্যাপকভাবে বিস্তৃত। ২০০২-২০০৩ সালে জাতিসংঘের খাদ্য ও কৃষি সংস্থা (FAO) অনুযায়ী, শিল্প পর্যায়ের উৎপাদনের বৈশ্বিক উৎপাদনে অবদান ছিল – গরু ও বাছুরের জন্য ৭%, ভেড়া ও ছাগলের মাংসের জন্য ০.৮%, শূকরের জন্য ৪২% এবং হাঁস-মুরগির মাংসের জন্য ৬৭%।\n\n\n=== মুরগি ===\n\n২০শ শতকের হাঁস-মুরগি উৎপাদনে একটি গুরুত্বপূর্ণ মাইলফলক ছিল ভিটামিন ডির আবিষ্কার, যা বছরের যেকোনো সময় মুরগি ঘরের ভেতর পালন করা সম্ভব করে। এর আগে, শীতকালে সূর্যালোকের অভাবের কারণে মুরগির স্বাস্থ্য খারাপ হতো এবং ডিম উৎপাদন, প্রজনন ও মাংস উৎপাদন কঠিন হয়ে পড়ত, ফলে মুরগির চাষ মৌসুমভিত্তিক ও ব্যয়বহুল হতো। বছরব্যাপী উৎপাদনের ফলে ব্যয় কমে যায়, বিশেষ করে ব্রয়লার উৎপাদনের ক্ষেত্রে।\nএকই সময়ে, বৈজ্ঞানিক প্রজননের মাধ্যমে ডিম উৎপাদন বাড়ানো হয়। কিছু প্রাথমিক ব্যর্থতার পর, (যেমন: মেইন এক্সপেরিমেন্ট স্টেশনের ব্যর্থতা) ওরেগনের এক্সপেরিমেন্ট স্টেশনে অধ্যাপক ড্রাইডেন প্রথম সফলতা দেখান।\nউৎপাদন ও মানোন্নয়নের পাশাপাশি শ্রমের চাহিদা কমে আসে। ১৯৩০-এর দশক থেকে ১৯৫০-এর দশকের প্রথম ভাগ পর্যন্ত, ১,৫০০টি মুরগি লালন-পালন একটি আমেরিকান কৃষক পরিবারের জন্য পূর্ণকালীন কাজের সুযোগ দিত। ১৯৫০-এর দশকের শেষের দিকে ডিমের দাম এত কমে যায় যে, কৃষকরা খাঁচায় তিনটি মুরগি রাখার ব্যবস্থা করে অথবা ফ্লোর-কনফাইনমেন্ট পদ্ধতিতে তিন-তলাবিশিষ্ট বসার জায়গা তৈরি করে। পরে ডিমের দাম আরও কমে যায় এবং অনেক ডিম উৎপাদক ব্যবসা ছেড়ে দেয়। এই মুনাফার পতনের ফলে ভোক্তাদের জন্য ডিম ও মুরগি সাধারণ খাদ্য হয়ে ওঠে, বিলাসী খাদ্যের মর্যাদা হারায়।\nরবার্ট প্লামন্ডন উল্লেখ করেছেন যে, ওরেগনের শেষ পারিবারিক মুরগি খামার \"Rex Farms\" ৩০,০০০ মুরগি নিয়ে ১৯৯০-এর দশক পর্যন্ত টিকে ছিল। তবে বর্তমান মানদণ্ডে একটি লেয়িং হাউস প্রায় ১,২৫,০০০ মুরগি ধারণ করতে সক্ষম।\nভর্তি একীভূতকরণ হাঁস-মুরগি শিল্পের একটি দেরিতে আসা পরিবর্তন, যা প্রধান প্রযুক্তিগত পরিবর্তনগুলোর পরপরই আসে। এর মধ্যে রয়েছে আধুনিক ব্রয়লার উৎপাদন কৌশল, কর্নিশ ক্রস ব্রয়লারের ব্যবহার এবং লেয়িং খাঁচার প্রয়োগ।\n১৯৫০-এর দশকের শেষভাগে হাঁস-মুরগি উৎপাদন নাটকীয়ভাবে পরিবর্তিত হয়। বড় খামার ও প্রক্রিয়াজাতকরণ কারখানাগুলো একসঙ্গে হাজার হাজার মুরগি পালন করতে পারে। বর্তমানে, মাংসজাত মুরগি ৬-৭ সপ্তাহের মধ্যে বাজার উপযোগী হয়ে ওঠে, যেখানে ৫০ বছর আগে এটি তিনগুণ বেশি সময় নিত। এটি মূলত জেনেটিক নির্বাচন ও পুষ্টির পরিবর্তনের কারণে হয়েছে।\nবর্তমানে, মার্কিন যুক্তরাষ্ট্রে লেয়িং মুরগিদের জোরপূর্বক পালক ঝরানো (ফোর্সড মোল্টিং) করা হয়, যা ইউরোপীয় ইউনিয়নে নিষিদ্ধ।\n\n\n=== শূকর ===\n\nআমেরিকায়, নিবিড় শূকর খামার (বা হগ লট) একটি ধরনের concentrated animal feeding operation (CAFO), যা গৃহপালিত শূকরদের জবাই-উপযুক্ত ওজন পর্যন্ত পালনের জন্য বিশেষায়িত। এই পদ্ধতিতে, বড় হওয়া শূকরদের দলবদ্ধভাবে ঘরের ভিতরে বা খড়-বিছানো শেডে রাখা হয়, যেখানে গর্ভবতী শূকরদের gestation crate-এ এবং প্রসবের সময় farrowing crate-এ সীমাবদ্ধ রাখা হয়।\nগর্ভধারণকালীন খাঁচা ব্যবহারের ফলে উৎপাদন খরচ কমেছে, তবে এটি প্রাণী কল্যাণ সংক্রান্ত উদ্বেগের কারণ হয়েছে। বিশ্বের বৃহত্তম শূকর উৎপাদনকারী দেশগুলোর (যেমন মার্কিন যুক্তরাষ্ট্র ও কানাডা) অনেকেই এই খাঁচা ব্যবহার করে, তবে কিছু দেশ (যেমন যুক্তরাজ্য) এবং কিছু মার্কিন রাজ্য (যেমন ফ্লোরিডা ও অ্যারিজোনা) এগুলো নিষিদ্ধ করেছে।\nনিবিড় শূকর খামার সাধারণত বড় গুদামসদৃশ ভবন হয়। এই ব্যবস্থায় শূকরদের শারীরিক অবস্থা পর্যবেক্ষণ করা সহজ হয়, যা মৃত্যুহার কমায় এবং উৎপাদনশীলতা বাড়ায়। ভবনগুলো সাধারণত বায়ুচলাচল সুবিধাযুক্ত ও তাপমাত্রা নিয়ন্ত্রিত থাকে। বেশিরভাগ গৃহপালিত শূকর গরমে অস্থির হয়ে পড়ে, কারণ তাদের ঘামগ্রন্থি নেই এবং তারা স্বাভাবিকভাবে নিজেকে ঠান্ডা রাখতে পারে না। উচ্চ তাপমাত্রা তাদের জন্য ক্ষতিকর এবং অতিরিক্ত তাপমাত্রা মৃত্যু ঘটাতে পারে। শূকরদের সহনশীলতার উপযুক্ত তাপমাত্রা বজায় রাখলে তাদের বৃদ্ধি ও খাদ্য পরিণত অনুপাত সর্বাধিক হয়। নিবিড় খামারে সাধারণত কাদা (wallow) থাকে না, যা শূকরদের স্বাভাবিক ঠান্ডা হওয়ার উপায়। এর পরিবর্তে, বায়ুচলাচল ব্যবস্থা বা পানির ফোঁটা ফেলার পদ্ধতিতে (drip water system) তাপমাত্রা নিয়ন্ত্রণ করা হয়।\nশূকর স্বভাবতই সর্বভুক এবং সাধারণত শস্য ও প্রোটিন সমৃদ্ধ খাবার (যেমন সয়াবিন বা মাংস ও হাড়ের গুঁড়ো) খাওয়ানো হয়। বড় নিবিড় শূকর খামারগুলোর আশপাশে প্রায়ই খাদ্যশস্য চাষের জমি থাকে, অথবা তারা শস্যশিল্পের উপর নির্ভরশীল। শূকর খাদ্য প্যাকেটজাত আকারে কেনা বা খামারেই মিশ্রণ তৈরি করা হয়। এই খামার ব্যবস্থায় শূকরদের আলাদা স্টলে রাখা হয়, যা প্রতিটি শূকরের জন্য নির্দিষ্ট পরিমাণ খাদ্য বরাদ্দ নিশ্চিত করে। এ পদ্ধতিতে তাদের পৃথকভাবে ওষুধও সরবরাহ করা যায়, যা নিবিড় খামার ব্যবস্থায় গুরুত্বপূর্ণ কারণ কাছাকাছি থাকার ফলে রোগ দ্রুত ছড়াতে পারে। রোগ প্রতিরোধ ও দ্রুত বৃদ্ধির জন্য অ্যান্টিবায়োটিক, ভিটামিন, হরমোন এবং অন্যান্য সম্পূরক আগে থেকেই সরবরাহ করা হয়।\nঅভ্যন্তরীণ খামার ব্যবস্থা, বিশেষ করে স্টল ও খাঁচা (যেমন খড়বিহীন শুকনো ব্যবস্থা), সহজে বর্জ্য সংগ্রহের সুযোগ দেয়। এসব খামারে মলমূত্র ব্যবস্থাপনার জন্য লেগুন ব্যবস্থা বা অন্যান্য বর্জ্য ব্যবস্থাপনা পদ্ধতি ব্যবহৃত হয়। তবে, গন্ধ দূর করা কঠিন একটি সমস্যা।\nনিবিড় খামারে প্রাণীদের রাখার পদ্ধতি বিভিন্ন রকম হতে পারে। প্রজননকারী স্ত্রী শূকররা গর্ভাবস্থায় বেশিরভাগ সময় স্টলে কাটায়, অথবা প্রসবের সময় farrowing crate-এ থাকে, এরপর বাজারে পাঠানো হয়।\nশূকরছানাদের বিভিন্ন ধরনের চিকিৎসা দেওয়া হয়, যেমন বাচ্চা পুরুষ শূকরদের খাসি করা, লেজ কেটে ফেলা (লেজ কামড়ানো প্রতিরোধে), দাঁত কেটে ফেলা (মায়ের স্তনবৃন্তে আঘাত এড়াতে, মাড়ির রোগ প্রতিরোধে এবং টাস্ক গজানো বন্ধ করতে), এবং কান চিহ্নিত করা। এসব চিকিৎসা সাধারণত ব্যথানাশক ছাড়া করা হয়। দুর্বল runt শূকরছানাদের জন্মের পরপরই মেরে ফেলা হতে পারে।\nশূকরছানাদের সাধারণত দুই থেকে পাঁচ সপ্তাহের মধ্যে wean করে মা শূকর থেকে আলাদা করা হয় এবং শেডে রাখা হয়। তবে, বড় হওয়া শূকরদের সাধারণত ব্যাচ পেনের মতো বিকল্প আবাসে রাখা হয়। গর্ভাবস্থায় স্টলের ব্যবহার খাদ্য নিয়ন্ত্রণ ও বৃদ্ধি ব্যবস্থাপনার সুবিধা দেয়, পাশাপাশি শূকরদের মধ্যে আগ্রাসন (যেমন লেজ কামড়ানো, কান কামড়ানো, খাবার চুরি) প্রতিরোধ করে। দলগত পেনের জন্য উচ্চতর তত্ত্বাবধানের প্রয়োজন হয় এবং এসব পেন সাধারণত খড়বিহীন হয়। বিকল্পভাবে, বড় দলকে খড়-বিছানো শেডে বয়স অনুযায়ী রাখা যেতে পারে।\n\n\n=== গরু ===\n\nগরু গৃহপালিত অবিকশিত স্তন্যপায়ী প্রাণী, যা বোভিডি (Bovidae) পরিবারের অন্তর্ভুক্ত এবং বোভিনি (Bovinae) উপপরিবারের সদস্য। গরু অরক্স (Bos primigenius) থেকে বিবর্তিত হয়েছে। এদের মাংস (যাকে গরুর মাংস ও বাছুরের মাংস বলা হয়), দুগ্ধজাত পণ্য (দুধ), চামড়া এবং শ্রমজীবী পশু হিসেবে পালন করা হয়। ২০০৯–২০১০ সালের হিসাব অনুযায়ী বিশ্বে আনুমানিক ১.৩–১.৪ বিলিয়ন গরু রয়েছে।\n\nগরুর সাথে দৈনন্দিন মিথস্ক্রিয়ার মধ্যে খাদ্য সরবরাহ, পরিচ্ছন্নতা ও দুগ্ধ দোহন অন্তর্ভুক্ত। অনেক নিয়মিত পশুপালন কার্যক্রমের মধ্যে কান ট্যাগিং, শিং কাটা, লোডিং, চিকিৎসা, টিকা প্রদান, খুর পরিচর্যা, প্রশিক্ষণ, এবং কৃষি প্রদর্শনী ও বিক্রির জন্য পশু বাছাই অন্তর্ভুক্ত।\nযখন গরু একটি নির্দিষ্ট ওজন, প্রায় ৬৫০ পাউন্ড (২৯০ কিলোগ্রাম), অর্জন করে, তখন তাদের ফিডলট-এ স্থানান্তর করা হয়, যেখানে তাদের জন্য বিশেষভাবে প্রস্তুত পশুখাদ্য সরবরাহ করা হয়। এই খাদ্যের মধ্যে থাকে ইথানল উৎপাদন থেকে প্রাপ্ত ভুট্টা, বার্লি, অন্যান্য শস্য, আলফালফা ও তুলাসি বীজ খাবার। এছাড়াও, এতে ভিটামিন, খনিজ পদার্থ, রাসায়নিক সংরক্ষণকারী, অ্যান্টিবায়োটিক, এবং গাঁজনজাত পণ্য থাকে, যা সাধারণত প্রস্তুতকারক সংস্থাগুলোর কাছ থেকে কেনা হয়। এসব উপাদান মিশিয়ে খামারিরা নিজেদের খাদ্য পরিকল্পনা তৈরি করতে পারে এবং নিশ্চিত করতে পারে যে পশুরা সঠিক মাত্রায় পুষ্টি পাচ্ছে।\nআধুনিক শিল্প-ভিত্তিক গরু পালনের কারণে মানব স্বাস্থ্যে বিভিন্ন প্রভাব পড়তে পারে। অ্যান্টিবায়োটিক ও বৃদ্ধি হরমোন ব্যবহারের আশঙ্কা, মাংসে উচ্চ পরিমাণে E. coli সংক্রমণ, খাদ্যের কারণে সম্পৃক্ত চর্বি বৃদ্ধির সম্ভাবনা এবং পরিবেশগত উদ্বেগ রয়েছে।\n২০১০ সালের হিসাব অনুযায়ী, যুক্তরাষ্ট্রে ৭৬৬,৩৫০ জন খামারি গরু পালনের সাথে জড়িত। গরুর মাংস উৎপাদন ব্যবস্থা বিভিন্ন ভাগে বিভক্ত, যেখানে বেশিরভাগ খামারি বাছুর লালন-পালনে নিযুক্ত। অধিকাংশ গরুর পালন ছোট খামারে হয়, যেখানে ৯০% খামারে ১০০টির কম গরু থাকে। ফিনিশিং পর্যায়ে পশুদের ফিডলট-এ স্থানান্তর করা হয়, যদিও এতে কম সংখ্যক খামারি জড়িত। যুক্তরাষ্ট্রে মোট ৮২,১৭০টি ফিডলট রয়েছে।\n\n\n=== জলচাষ ===\n\nইন্টিগ্রেটেড মাল্টি-ট্রফিক অ্যাকুয়াকালচার (IMTA), যাকে সমন্বিত জলচাষও বলা হয়, এমন একটি পদ্ধতি যেখানে এক প্রজাতির বর্জ্য পুনঃব্যবহার করে অন্য প্রজাতির জন্য সার, খাদ্য ইত্যাদি তৈরি করা হয়, ফলে জলচাষ আরও নিবিড় হয়। খাদ্যনির্ভর জলচাষ (যেমন মাছ ও চিংড়ি) অজৈব (সমুদ্র শৈবাল) এবং জৈব (ঝিনুক) শোষণকারী জলচাষের সাথে মিলিয়ে পরিবেশগত স্থায়িত্ব (বায়োমিটিগেশন), অর্থনৈতিক স্থিতিশীলতা (পণ্য বৈচিত্র্যকরণ ও ঝুঁকি হ্রাস) এবং সামাজিক গ্রহণযোগ্যতা (উন্নত ব্যবস্থাপনা পদ্ধতি) নিশ্চিত করা হয়।\nএই পদ্ধতিটি ট্রফিক বা পুষ্টিগত স্তর অনুযায়ী বিভিন্ন প্রজাতির ব্যবহার করে, যা প্রচলিত জলচাষের তুলনায় একটি বহুমুখী ট্রফিক ব্যবস্থা গঠন করে।\nআদর্শভাবে, এই ধরনের একটি ব্যবস্থায় জীববৈজ্ঞানিক ও রাসায়নিক প্রক্রিয়াগুলো একটি ভারসাম্য বজায় রাখে। এটি বিভিন্ন প্রজাতির উপযুক্ত নির্বাচন ও অনুপাত নির্ধারণের মাধ্যমে অর্জিত হয়, যাতে তারা আলাদা পারিস্থিতিক কার্যাবলী সরবরাহ করতে পারে। সহ-চাষ করা প্রজাতিগুলো কেবল জৈব পরিশোধক হওয়া উচিত নয়, বরং বাণিজ্যিকভাবে মূল্যবান ফসল হওয়া উচিত। একটি কার্যকর সমন্বিত বহুমুখী ট্রফিক জলচাষ (IMTA) ব্যবস্থা পুরো ব্যবস্থার জন্য বেশি উৎপাদনশীল হতে পারে, কারণ এতে সহ-চাষকৃত প্রজাতিগুলো পারস্পরিক সুবিধা পায় এবং বাস্তুতন্ত্রের স্বাস্থ্য উন্নত হয়, যদিও কিছু নির্দিষ্ট প্রজাতির উৎপাদন স্বল্পমেয়াদে একজাতীয় চাষের তুলনায় কম হতে পারে।\n\n\n== নিয়ন্ত্রণ ==\n\nবিভিন্ন বিচারব্যবস্থায় পরিবেশ সংরক্ষণের জন্য কিছু ধরণের নিবিড় প্রাণিসম্পদ উৎপাদন নিয়ন্ত্রিত হয়। মার্কিন যুক্তরাষ্ট্রে, কেন্দ্রীভূত প্রাণিসম্পদ খাদ্যায়ন কার্যক্রম (CAFO) যদি বর্জ্য নির্গত করে বা নির্গত করার পরিকল্পনা করে, তবে তাদেরকে অনুমতি গ্রহণ করতে হয় এবং পরিষ্কার পানি আইন অনুসারে সার, দূষণকারী, বর্জ্য জল ইত্যাদির ব্যবস্থাপনার জন্য একটি পরিকল্পনা বাস্তবায়ন করতে হয়। কিছু নিয়ন্ত্রক মানদণ্ড ও বাস্তবায়ন সংক্রান্ত তথ্য উপলব্ধ রয়েছে। ২০০০ সালে, মার্কিন পরিবেশ সংরক্ষণ সংস্থা (EPA) ৩২টি শিল্পের পরিবেশগত কর্মক্ষমতার উপর ৫ বছর এবং ১ বছরের তথ্য প্রকাশ করে, যেখানে প্রাণিসম্পদ শিল্পের তথ্য প্রধানত CAFO পরিদর্শন থেকে সংগৃহীত হয়। এই তথ্য মূলত পরিষ্কার পানি আইন, পরিষ্কার বায়ু আইন, এবং সম্পদ সংরক্ষণ ও পুনরুদ্ধার আইন অনুযায়ী পরিদর্শন ও বাস্তবায়নের সঙ্গে সম্পর্কিত। পাঁচ বছরের ব্যবধানে ৩২টি শিল্পের মধ্যে প্রাণিসম্পদ উৎপাদন শীর্ষ সাতটির মধ্যে ছিল এবং শেষ বছরে এটি সেরা দুইটির একটি ছিল, যেখানে ভালো পরিবেশগত কর্মক্ষমতা কম পরিদর্শন-বিরুদ্ধ আইন লঙ্ঘনের অনুপাত দ্বারা নির্দেশিত হয়। পাঁচ বছরের এবং চূড়ান্ত বছরের আইন লঙ্ঘন/পরিদর্শনের অনুপাত যথাক্রমে ০.০৫ এবং ০.০১ ছিল। এছাড়াও, চূড়ান্ত বছরে, প্রাণিসম্পদ শিল্প ৩২টি শিল্পের মধ্যে সর্বনিম্ন আইন লঙ্ঘনের হার সংবলিত শীর্ষ দুটি শিল্পের একটি ছিল।\nকানাডায়, নিবিড় প্রাণিসম্পদ কার্যক্রম প্রাদেশিক বিধিনিষেধের আওতাভুক্ত, এবং বিভিন্ন প্রদেশে সংজ্ঞাগুলি ভিন্ন হতে পারে। কিছু উদাহরণ হলো – সাস্কাচেওয়ান-এ \"নিবিড় প্রাণিসম্পদ কার্যক্রম\", আলবার্টা-তে \"আবদ্ধ খাদ্যায়ন কার্যক্রম\", ব্রিটিশ কলাম্বিয়া-তে \"খাদ্যশালা\", অন্টারিও-তে \"উচ্চ-ঘনত্বের স্থায়ী বহিরঙ্গন আবদ্ধ এলাকা\", এবং ম্যানিটোবা-তে \"খাদ্যশালা বা পোষণ ক্ষেত্র\"। কানাডায় নিবিড় প্রাণিসম্পদ উৎপাদন অন্যান্য কৃষি খাতের মতোই বিভিন্ন ফেডারেল ও প্রাদেশিক বিধির আওতায় পড়ে।\nমার্কিন যুক্তরাষ্ট্রে, খামারে পালন করা প্রাণিরা অর্ধেকের বেশি রাজ্যের প্রাণিকল্যাণ আইন এবং ফেডারেল প্রাণিকল্যাণ আইন থেকে বাদ পড়ে। ১৮৭৩ সালে চালু হওয়া এবং ১৯৯৪ সালে সংশোধিত ২৮-ঘণ্টা আইন অনুযায়ী, প্রাণিদের জবাইয়ের জন্য পরিবহনের সময় প্রতি ২৮ ঘণ্টায় একবার গাড়ি থামাতে হবে এবং প্রাণিদের ব্যায়াম, খাদ্য ও পানি সরবরাহ করতে হবে। মার্কিন কৃষি বিভাগ দাবি করে যে এই আইন পাখির ক্ষেত্রে প্রযোজ্য নয়। মানবিক জবাই আইনও একইভাবে সীমাবদ্ধ। ১৯৫৮ সালে প্রণীত এই আইন অনুযায়ী, জবাইয়ের আগে প্রাণিদের সংজ্ঞাহীন করতে হবে। তবে এই আইন পাখি, খরগোশ, এবং মাছকে অন্তর্ভুক্ত করে না, যদিও এদেরই ৯০ শতাংশ খাদ্য উৎপাদনের জন্য জবাই করা হয়। মার্কিন যুক্তরাষ্ট্রের প্রতিটি রাজ্যের নিজস্ব প্রাণিকল্যাণ আইন রয়েছে; তবে অনেক রাজ্যে ফার্ম সংরক্ষণ আইন রয়েছে, যা কৃষি উৎপাদন ব্যবস্থার প্রচলিত অনুশীলনগুলোকে আইনি সুরক্ষা দেয়।\nমার্কিন যুক্তরাষ্ট্রে, খামারগুলোর নিয়ন্ত্রণ বাস্তবসম্মত উপায়ে কার্যকর করার চেষ্টা করা হচ্ছে। সীমিত সম্পদ ও সময়ের মধ্যে সর্বাধিক সংখ্যক প্রাণির কার্যকরভাবে নিয়ন্ত্রণের সহজতম উপায় হলো বড় খামারগুলো নিয়ন্ত্রণ করা। নিউ ইয়র্ক রাজ্যে অনেক প্রাণিসম্পদ খাদ্যায়ন কার্যক্রম (AFO) CAFO হিসেবে বিবেচিত হয় না, কারণ তাদের গরুর সংখ্যা ৩০০-এর কম। এসব খামার CAFO-র মতো নিয়ন্ত্রণের আওতায় পড়ে না, যা অনিয়ন্ত্রিত দূষণ ও পুষ্টি লিচিংয়ের কারণ হতে পারে। পরিবেশ সংরক্ষণ সংস্থা (EPA) তাদের ওয়েবসাইটে এই সমস্যার মাত্রা ব্যাখ্যা করেছে, যেখানে নিউ ইয়র্ক রাজ্যের বে অববাহিকায় ২৪৭টি প্রাণিসম্পদ খাদ্যায়ন কার্যক্রম রয়েছে, যার মধ্যে মাত্র ৬৮টি State Pollutant Discharge Elimination System (SPDES) অনুমোদিত CAFO।\nওহাইও-তে, প্রাণিকল্যাণ সংস্থাগুলো খামার সংগঠনের সঙ্গে সমঝোতায় পৌঁছেছে, অন্যদিকে ক্যালিফোর্নিয়ায় প্রস্তাবনা ২, যা খামারের প্রাণিদের আবদ্ধ করার মান নির্ধারণ করে, ২০০৮ সালে ভোটারদের দ্বারা অনুমোদিত হয়। অন্যান্য রাজ্যে নিয়ন্ত্রণমূলক ব্যবস্থা প্রণীত হয়েছে এবং নতুন গণভোট ও লবিং প্রচারাভিযান পরিকল্পিত হচ্ছে।\n২০০৯ সালের ফেব্রুয়ারিতে মার্কিন কৃষি বিভাগ (USDA) \"Utilization of Manure and Other Agricultural and Industrial Byproducts\" শীর্ষক একটি কর্মপরিকল্পনা প্রস্তাব করে। এই কর্মসূচির লক্ষ্য হলো নিরাপদ ও কার্যকর উপায়ে সার ব্যবহার করে পরিবেশ এবং মানব ও প্রাণিসম্পদের স্বাস্থ্য রক্ষা করা। এটি অর্জনের জন্য চারটি প্রধান পদক্ষেপ নেওয়া প্রয়োজন:\n\nপ্রাণিসম্পদের পুষ্টি ও ব্যবস্থাপনা উন্নত করার মাধ্যমে সার পুষ্টির কার্যকারিতা বৃদ্ধি করা\nউন্নত সংগ্রহ, সংরক্ষণ ও প্রক্রিয়াকরণ পদ্ধতির মাধ্যমে সারের মূল্য সর্বাধিক করা\nসার ব্যবহারের মাধ্যমে একীভূত কৃষি ব্যবস্থা গড়ে তোলা, যা মুনাফা বৃদ্ধি ও মাটি, পানি ও বায়ুর গুণমান সংরক্ষণে সহায়ক হবে\nসার ও অন্যান্য কৃষিজ উপজাতকে পুনর্নবীকরণযোগ্য জ্বালানির উৎস হিসেবে ব্যবহার করা\n২০১২ সালে, অস্ট্রেলিয়ার বৃহত্তম সুপারমার্কেট চেইন Coles ঘোষণা করে যে ২০১৩ সালের ১ জানুয়ারি থেকে তারা আর কারখানাভিত্তিক খামারের শূকর ও ডিম বিক্রি করবে না। অন্য প্রধান সুপারমার্কেট চেইন Woolworths ইতোমধ্যে কারখানাভিত্তিক প্রাণিজ পণ্য ধাপে ধাপে বন্ধ করার প্রক্রিয়া শুরু করেছে। Woolworths-এর নিজস্ব ব্র্যান্ডের সব ডিম এখন খাঁচামুক্ত, এবং ২০১৩ সালের মাঝামাঝি সময়ে তাদের সমস্ত শূকর খামার স্টল-মুক্ত হবে।\n২০২১ সালের জুনে, ইউরোপীয় কমিশন ঘোষণা করে যে ২০২৭ সালের মধ্যে ডিম পাড়া মুরগি, প্রজননশীল স্ত্রী শূকর, বাছুর, খরগোশ, হাঁস এবং গিজ সহ বেশ কিছু প্রাণির জন্য খাঁচার ব্যবহার নিষিদ্ধ করার পরিকল্পনা করা হয়েছে।\n\n\n=== প্রাণিকল্যাণ ===\n\nযুক্তরাজ্যে, সরকার ফার্ম অ্যানিম্যাল ওয়েলফেয়ার কাউন্সিল গঠন করে, যা ১৯৭৯ সাল থেকে প্রাণিসম্পদের কল্যাণ বিষয়ে স্বাধীন পরামর্শদাতা হিসেবে কাজ করছে। সংস্থাটি পাঁচটি মৌলিক স্বাধীনতার ভিত্তিতে নীতিমালা প্রকাশ করে: ক্ষুধা ও তৃষ্ণা থেকে মুক্তি; অস্বস্তি থেকে মুক্তি; ব্যথা, আঘাত বা রোগ থেকে মুক্তি; স্বাভাবিক আচরণ প্রকাশের স্বাধীনতা; এবং ভয় ও মানসিক চাপ থেকে মুক্তি।\nবিশ্বের বিভিন্ন স্থানে পশু পালনের গ্রহণযোগ্য পদ্ধতি ভিন্ন এবং প্রাণী কল্যাণকে গুরুত্ব দিয়ে নিয়মবিধির পরিবর্তন অব্যাহত রয়েছে। উদাহরণস্বরূপ, ইউরোপীয় ইউনিয়ন ২০১০ সালের মধ্যে মাংস উৎপাদনের জন্য পালিত মুরগির সর্বোচ্চ ঘনত্ব নির্ধারণের জন্য নতুন নিয়ম চালু করে,  যেখানে যুক্তরাজ্যের প্রাণী কল্যাণমন্ত্রী মন্তব্য করেন, \"মাংস উৎপাদনের জন্য পালিত মুরগির কল্যাণ ইউরোপীয় ইউনিয়নের মানুষের জন্য একটি প্রধান উদ্বেগের বিষয়। এই চুক্তিটি বিশ্বকে একটি শক্তিশালী বার্তা দেয় যে আমরা প্রাণী কল্যাণকে গুরুত্ব দিই।\"\nঅস্ট্রেলিয়ায় কারখানাভিত্তিক খামার ব্যাপক বিতর্কের বিষয়, যেখানে অনেক মানুষ এই পদ্ধতি এবং এতে পশুদের ব্যবস্থাপনা পদ্ধতির বিরোধিতা করে। প্রাণীরা প্রায়ই ছোট জায়গায় সীমাবদ্ধ থাকার কারণে মানসিক চাপের শিকার হয় এবং একে অপরকে আক্রমণ করতে পারে। আঘাতের কারণে সংক্রমণ প্রতিরোধের জন্য, তাদের ঠোঁট, লেজ এবং দাঁত কেটে ফেলা হয়। অনেক শূকরছানা দাঁত ও লেজ কেটে ফেলার পর ব্যথার কারণে শকে মারা যায়, কারণ এই প্রক্রিয়াগুলোতে ব্যথানাশক ব্যবহার করা হয় না। কারখানাভিত্তিক খামার সীমিত জায়গার সর্বোচ্চ ব্যবহার নিশ্চিত করার একটি জনপ্রিয় পদ্ধতি, যেখানে মুরগিদের A4 কাগজের চেয়েও ছোট স্থানে রাখা হয়।\nউদাহরণস্বরূপ, যুক্তরাজ্যে debeaking (মুরগির ঠোঁট ছাঁটা) deprecated করা হয়েছে, তবে এটিকে চূড়ান্ত বিকল্প হিসেবে গণ্য করা হয়, যা হিংসাত্মক লড়াই ও নরভক্ষণ প্রতিরোধের চেয়ে ভালো সমাধান হিসেবে বিবেচিত হয়।\nযুক্তরাষ্ট্রে প্রজননকারী প্রায় ৬০ থেকে ৭০ শতাংশ শূকরকে গর্ভাবস্থায় এবং তাদের প্রাপ্তবয়স্ক জীবনের বেশিরভাগ সময় ২ বাই ৭ ফু (০.৬১ বাই ২.১৩ মি) gestation crate-এ সীমাবদ্ধ রাখা হয়।\nশূকর উৎপাদনকারীদের এবং অনেক পশুচিকিৎসকের মতে, দলবদ্ধভাবে রাখলে শূকররা মারামারি করে। যুক্তরাষ্ট্রের বৃহত্তম শূকর উৎপাদনকারী প্রতিষ্ঠান ২০০৭ সালে ঘোষণা করেছিল যে তারা ২০১৭ সালের মধ্যে gestation crate ব্যবহার বন্ধ করবে। ইউরোপীয় ইউনিয়নে এগুলো পর্যায়ক্রমে নিষিদ্ধ করা হয়েছে, ২০১৩ সাল থেকে গর্ভধারণের চতুর্থ সপ্তাহের পর এটি নিষিদ্ধ করা হয়েছে।\nকারখানাভিত্তিক খামারের প্রসারের ফলে জনসাধারণের মধ্যে এর প্রভাব সম্পর্কে সচেতনতা বৃদ্ধি পেয়েছে, বিশেষ করে প্রাণী অধিকার ও কল্যাণ আন্দোলনকারীদের প্রচেষ্টার কারণে। এর ফলে, gestation crate-এর মতো বিতর্কিত ব্যবস্থা যুক্তরাষ্ট্র, ইউরোপ এবং বিশ্বের অন্যান্য অঞ্চলে ধাপে ধাপে নিষিদ্ধ করার প্রচেষ্টা চলছে, যাতে প্রাণীদের কম সীমাবদ্ধ পদ্ধতিতে পালন করা যায়।\nমার্কিন যুক্তরাষ্ট্রে প্রোল্যাপ্সজনিত কারণে মা শূকরের মৃত্যুর হার বৃদ্ধি পাচ্ছে, যা নিবিড় প্রজনন পদ্ধতির ফল হিসেবে বিবেচিত হচ্ছে। সাধারণত, প্রতি বছর একটি মা শূকর গড়ে ২৩টি বাচ্চা প্রসব করে।\nশুধু মার্কিন যুক্তরাষ্ট্রেই প্রতি বছর ২ কোটি মুরগি, ৩ লাখ ৩০ হাজার শূকর এবং ১ লাখ ৬৬ হাজার গরু কসাইখানায় পরিবহনের সময় মারা যায়। এছাড়াও, প্রায় ৮ লাখ শূকর কসাইখানায় পৌঁছানোর পর হাঁটতে অক্ষম হয়ে পড়ে। এটি সাধারণত চরম তাপমাত্রা এবং আঘাতের কারণে ঘটে।\n\n\n=== বিক্ষোভ ===\n২০১১ থেকে ২০১৪ সালের মধ্যে প্রতি বছর বার্লিনে ১৫,০০০ থেকে ৩০,০০০ মানুষ We are fed up! শিরোনামে সমবেত হয়ে শিল্পভিত্তিক প্রাণিসম্পদ উৎপাদনের বিরুদ্ধে বিক্ষোভ করেছিল।\n\n\n== মানব স্বাস্থ্যের প্রভাব ==\nমার্কিন যুক্তরাষ্ট্রের রোগ নিয়ন্ত্রণ ও প্রতিরোধ কেন্দ্র (CDC) জানায়, যেখানে প্রাণিসম্পদ নিবিড়ভাবে লালন-পালন করা হয়, সেসব খামারে কাজ করা কর্মীরা বিভিন্ন স্বাস্থ্য সমস্যার সম্মুখীন হতে পারেন। তারা তীব্র বা দীর্ঘস্থায়ী ফুসফুসজনিত রোগ, পেশী ও হাড়ের আঘাতের শিকার হতে পারেন এবং পশু থেকে মানুষের মধ্যে সংক্রমণ ছড়াতে পারে (যেমন যক্ষ্মা)।\nকীটনাশক ব্যবহারের মাধ্যমে ক্ষতিকর জীব নিয়ন্ত্রণ করা হয় এবং এটি কৃষকদের আর্থিকভাবে সহায়তা করে কারণ এটি পণ্য উৎপাদনে ক্ষয়ক্ষতির পরিমাণ কমায়। যুক্তরাষ্ট্রে ব্যবহৃত কীটনাশকের প্রায় এক চতুর্থাংশ বাড়ি, আঙিনা, পার্ক, গলফ কোর্স এবং সুইমিং পুলে ব্যবহৃত হয়, এবং প্রায় ৭০% কৃষিখাতে ব্যবহৃত হয়। তবে কীটনাশক মানুষের শরীরে প্রবেশ করলে এটি স্বাস্থ্য সমস্যার কারণ হতে পারে। এর একটি উৎস হলো জীবদেহে বিষ জমে যাওয়া, যা কারখানাভিত্তিক খামারের প্রাণীদের মাধ্যমে ঘটতে পারে।\nগবেষণায় দেখা গেছে যে কারখানাভিত্তিক খামারের আশপাশের সম্প্রদায়ের বাসিন্দাদের মধ্যে শ্বাসযন্ত্রজনিত, স্নায়ুবৈষয়িক এবং মানসিক রোগের সংখ্যা বৃদ্ধি পেয়েছে।\nরোগ নিয়ন্ত্রণ ও প্রতিরোধ কেন্দ্র (CDC) জানিয়েছে যে প্রাণিসম্পদের বর্জ্য থেকে রাসায়নিক, ব্যাকটেরিয়া এবং ভাইরাস মাটি ও পানির মাধ্যমে পরিবাহিত হতে পারে। এই ধরনের খামারের কাছাকাছি বসবাসকারী লোকেরা দুর্গন্ধ, মাছি এবং স্বাস্থ্যগত সমস্যা সম্পর্কে অভিযোগ করেছেন।\nCDC আরও চিহ্নিত করেছে যে প্রাণিসম্পদের বর্জ্য নদী ও হ্রদে প্রবাহিত হওয়ার পাশাপাশি বাতাসেও দূষণ সৃষ্টি করতে পারে। প্রাণিসম্পদে অ্যান্টিবায়োটিক ব্যবহার অ্যান্টিবায়োটিক-প্রতিরোধী জীবাণু তৈরি করতে পারে; পরজীবী, ব্যাকটেরিয়া ও ভাইরাস ছড়িয়ে পড়তে পারে; অ্যামোনিয়া, নাইট্রোজেন এবং ফসফরাস পৃষ্ঠস্থ পানিতে অক্সিজেনের পরিমাণ কমিয়ে দিতে পারে এবং পানীয় জল দূষিত করতে পারে; কীটনাশক ও হরমোন মাছের মধ্যে হরমোনজনিত পরিবর্তন ঘটাতে পারে; প্রাণিসম্পদের খাদ্য ও পালক পৃষ্ঠস্থ পানিতে পছন্দনীয় উদ্ভিদের বৃদ্ধি দমিয়ে দিতে পারে এবং রোগসৃষ্টিকারী জীবাণুগুলোর জন্য পুষ্টি সরবরাহ করতে পারে; আর্সেনিক ও তামার মতো ট্রেস উপাদান, যা মানব স্বাস্থ্যের জন্য ক্ষতিকর, পৃষ্ঠস্থ পানিকে দূষিত করতে পারে।\nজুনোটিক রোগসমূহ যেমন করোনাভাইরাস রোগ ২০১৯ (COVID-19), যা বিশ্বব্যাপী মহামারির সৃষ্টি করেছিল, ক্রমবর্ধমানভাবে নিবিড় প্রাণিসম্পদ চাষের সঙ্গে যুক্ত হচ্ছে। বন উজাড়, খনন, দূরবর্তী এলাকায় রাস্তা নির্মাণ, দ্রুত নগরায়ন ও জনসংখ্যা বৃদ্ধি বন্যপ্রাণীর সঙ্গে মানুষের যোগাযোগ বাড়িয়ে তুলছে। ইউনিভার্সিটি কলেজ লন্ডনের পরিবেশ ও জীববৈচিত্র্য বিষয়ক অধ্যাপক কেট জোনস বলেছেন, \"মানব অর্থনৈতিক উন্নয়নের একটি লুকানো খরচ হলো বন্যপ্রাণী থেকে মানুষের মধ্যে রোগ সংক্রমণ।\"\nনিবিড় প্রাণিসম্পদ চাষ ক্ষতিকর রোগের বিকাশ ও বিস্তারের সম্ভাবনা বাড়িয়ে তুলতে পারে। ঘনবসতিপূর্ণ প্রাণিসম্পদ খামারে সংক্রামক রোগ দ্রুত ছড়িয়ে পড়তে পারে এবং জনসংখ্যার ঘনত্ব বৃদ্ধি জিনগত পুনর্বিন্যাসের সম্ভাবনাও বাড়ায়। তবে ছোট পারিবারিক খামারগুলো তুলনামূলকভাবে পাখির রোগ ছড়ানোর ক্ষেত্রে বেশি ঝুঁকিপূর্ণ হতে পারে, যেমনটি ২০০৯ সালের ফ্লু মহামারির সময় দেখা গিয়েছিল।\nইউরোপীয় ইউনিয়ন প্রাণিসম্পদে গ্রোথ হরমোন ব্যবহার নিষিদ্ধ করেছে, কারণ নিরাপদ মাত্রা নির্ধারণ করা সম্ভব নয়। যুক্তরাজ্য জানিয়েছে যে, ভবিষ্যতে যদি ইইউ এই নিষেধাজ্ঞা প্রত্যাহার করে, তবে তারা কেবলমাত্র বিশেষ হরমোন অনুমোদনের বিষয়টি বিবেচনা করবে, যা পৃথকভাবে প্রমাণিত হবে। ১৯৯৮ সালে, ইইউ প্রাণিসম্পদকে এমন কোনো অ্যান্টিবায়োটিক খাওয়ানো নিষিদ্ধ করে, যা মানুষের জন্য গুরুত্বপূর্ণ বলে বিবেচিত হয়েছিল। পরবর্তীকালে, ২০০৬ সালে ইইউ সমস্ত প্রাণিসম্পদ বৃদ্ধির জন্য ব্যবহৃত ওষুধ নিষিদ্ধ করে। এই নিষেধাজ্ঞার ফলে প্রাণিজ পণ্যে ও মানবদেহে অ্যান্টিবায়োটিক প্রতিরোধক্ষমতার হার হ্রাস পেয়েছে।\nআন্তর্জাতিক প্রাণিজ পণ্যের বাণিজ্য শূকর জ্বর, গরুর স্পঞ্জিফর্ম এনসেফালোপ্যাথি (BSE), খুর ও মুখ রোগ এবং বার্ড ফ্লু এর মতো মারাত্মক রোগের বিশ্বব্যাপী সংক্রমণের ঝুঁকি বাড়িয়ে তোলে।\nমার্কিন যুক্তরাষ্ট্রে, প্রাণিসম্পদে অ্যান্টিবায়োটিক ব্যবহার এখনও ব্যাপকভাবে প্রচলিত। মার্কিন খাদ্য ও ওষুধ প্রশাসন (FDA) জানিয়েছে যে ২০০৯ সালে বিক্রি হওয়া মোট অ্যান্টিবায়োটিকের ৮০% প্রাণিসম্পদের জন্য ব্যবহৃত হয়েছিল, এবং এদের অনেকগুলোই মানুষের চিকিৎসার জন্য ব্যবহৃত ওষুধের অনুরূপ বা ঘনিষ্ঠভাবে সম্পর্কিত। এর ফলে, অনেক ওষুধ মানুষের জন্য কার্যকারিতা হারাচ্ছে এবং মার্কিন যুক্তরাষ্ট্রে অ্যান্টিবায়োটিক-প্রতিরোধী ব্যাকটেরিয়ার সংক্রমণজনিত স্বাস্থ্যসেবার খরচ প্রতি বছর ১৬.৬ বিলিয়ন থেকে ২৬ বিলিয়ন ডলারের মধ্যে রয়েছে।\nমেথিসিলিন-প্রতিরোধী ''স্ট্যাফিলোকক্কাস অরিয়াস'' (MRSA) শূকর ও মানুষের মধ্যে পাওয়া গেছে, যা মানব সংক্রমণের জন্য শূকরকে একটি বাহক হিসেবে দেখার উদ্বেগ তৈরি করেছে। এক গবেষণায় দেখা গেছে, ২০০৭ সালে মার্কিন যুক্তরাষ্ট্র ও কানাডায় ২০% শূকর খামারির দেহে MRSA পাওয়া গিয়েছিল। আরেকটি গবেষণায় দেখা গেছে, নেদারল্যান্ডসের ৮১% শূকর খামারে MRSA ছিল এবং জবাইয়ের সময় ৩৯% প্রাণির মধ্যে এই ব্যাকটেরিয়া পাওয়া যায়, যা সম্পূর্ণভাবে টেট্রাসাইক্লিন প্রতিরোধী ছিল এবং অনেকগুলো অন্যান্য অ্যান্টিমাইক্রোবিয়ালের বিরুদ্ধেও প্রতিরোধী ছিল।\nআরও সাম্প্রতিক একটি গবেষণায় দেখা গেছে, MRSA ST398 জীবাণু কৃষিখাতে ব্যবহৃত টিয়ামুলিন অ্যান্টিমাইক্রোবিয়ালের প্রতি অন্যান্য MRSA বা মেথিসিলিন-সংবেদনশীল স্ট্যাফিলোকক্কাস অরিয়াস এর তুলনায় কম সংবেদনশীল।\nপ্রাণিসম্পদে MRSA সংক্রমণের হার বৃদ্ধি পাচ্ছে। CC398 হলো MRSA-এর একটি নতুন রূপ, যা প্রাণিসম্পদে বিকশিত হয়েছে এবং এটি শূকর, গরু ও হাঁস-মুরগি সহ ঘনবসতিপূর্ণ উৎপাদিত প্রাণির মধ্যে পাওয়া যায়। এটি মানুষের জন্য বিপজ্জনক হলেও খাদ্য উৎপাদনকারী প্রাণিদের মধ্যে এটি সাধারণত উপসর্গহীন থাকে।\n২০১১ সালের একটি জাতীয় গবেষণায় দেখা গেছে যে মার্কিন যুক্তরাষ্ট্রে মুদি দোকানে বিক্রি হওয়া মাংস ও হাঁস-মুরগির ৪৭% নমুনায় স্ট্যাফিলোকক্কাস অরিয়াস (S. aureus) ব্যাকটেরিয়া ছিল, যার মধ্যে ৫২% ব্যাকটেরিয়া অন্তত তিনটি অ্যান্টিবায়োটিক শ্রেণির প্রতি প্রতিরোধী ছিল। যদিও উচ্চ তাপে রান্না করার মাধ্যমে S. aureus ধ্বংস করা সম্ভব, তবে অপ্রস্তুত খাদ্য সংরক্ষণ ও রান্নার সময় ক্রস-দূষণ হওয়ার ঝুঁকি রয়েছে। গবেষণার প্রধান লেখক বলেন, \"প্রতিরোধী S. aureus এত বেশি পরিমাণে পাওয়া গেছে এবং সম্ভবত এটি প্রাণিসম্পদ থেকেই এসেছে—এই বিষয়টি উদ্বেগজনক এবং খাদ্য উৎপাদনে অ্যান্টিবায়োটিক ব্যবহারের পদ্ধতি পুনর্বিবেচনার দাবি রাখে।\"\n২০০৯ সালের এপ্রিল মাসে, মেক্সিকোর ভেরাক্রুজ রাজ্যের আইনপ্রণেতারা বৃহৎ পরিসরের শূকর ও হাঁস-মুরগির খামারগুলিকে মহামারী সোয়াইন ফ্লুর জন্মস্থান বলে অভিযুক্ত করেন, যদিও তারা তাদের দাবির পক্ষে কোনো বৈজ্ঞানিক প্রমাণ উপস্থাপন করেননি। একটি সোয়াইন ফ্লু, যা দ্রুত ১০০ জনেরও বেশি সংক্রমিত ব্যক্তিকে হত্যা করেছিল, তা একটি Smithfield সহায়ক সংস্থার শূকর CAFO (ঘনবসতিপূর্ণ প্রাণী খামার) এলাকার আশেপাশে শুরু হয়েছে বলে মনে করা হয়।\n\n\n== পরিবেশগত প্রভাব ==\n\nতীব্র কারখানাভিত্তিক কৃষি পরিবেশগত সেবার ক্ষতি এবং বৈশ্বিক উষ্ণায়নের কারণে বৈশ্বিক পরিবেশের জন্য সবচেয়ে বড় হুমকিতে পরিণত হয়েছে। এটি বৈশ্বিক পরিবেশগত অবক্ষয় এবং জীববৈচিত্র্য হ্রাস ঘটানোর প্রধান কারণগুলির মধ্যে একটি। প্রাণীদের জন্য খাদ্য উৎপাদনের প্রক্রিয়াটি সাধারণত নিবিড় কৃষি পদ্ধতির মাধ্যমে পরিচালিত হয়, যেখানে প্রচুর পরিমাণে সার ও কীটনাশক ব্যবহার করা হয়। এর ফলে কখনও কখনও জল দূষণ, মাটি দূষণ এবং বায়ু দূষণ ঘটে, এবং কৃষি রাসায়নিক ও সারজাত বর্জ্যের কারণে পানির অপচয় এবং শক্তির অতিরিক্ত ব্যবহার হয়, যা টেকসই নয়।\nশিল্পভিত্তিক শূকর ও হাঁস-মুরগি উৎপাদন গ্রিনহাউস গ্যাস নির্গমনের একটি গুরুত্বপূর্ণ উৎস এবং ভবিষ্যতে এটি আরও গুরুতর হয়ে উঠতে পারে। নিবিড় শূকর খামারগুলোতে, প্রাণীগুলো সাধারণত কংক্রিটের মেঝেতে রাখা হয় যেখানে মলমূত্র নিষ্কাশনের জন্য গ্রেট বা ফাঁকা স্থান থাকে। এই মলমূত্র সাধারণত স্লারি আকারে সংরক্ষণ করা হয় (স্লারি হল প্রস্রাব ও মলের তরল মিশ্রণ)। খামারে সংরক্ষণের সময় স্লারি মিথেন নির্গমন করে এবং জমিতে ছড়ানোর সময় এটি নাইট্রাস অক্সাইড নির্গমন করে, যা নাইট্রোজেন দূষণ ঘটায়। কারখানাভিত্তিক হাঁস-মুরগির খামার থেকে উচ্চ মাত্রার নাইট্রাস অক্সাইড এবং অ্যামোনিয়া নির্গত হয়।\nবৃহৎ পরিমাণ এবং ঘনত্বে প্রাণীর বর্জ্য উৎপাদিত হয়। যদি প্রাণীর বর্জ্য সঠিকভাবে পুনর্ব্যবহার করা না হয়, তবে এটি বায়ুর গুণমান এবং ভূগর্ভস্থ জল দূষণের ঝুঁকি সৃষ্টি করতে পারে।\nকারখানাভিত্তিক কৃষির পরিবেশগত প্রভাবগুলির মধ্যে রয়েছে:\n\nপ্রাণীদের খাদ্য উৎপাদনের জন্য বন উজাড়করণ\nউচ্চ-প্রোটিন/উচ্চ-শক্তিসম্পন্ন প্রাণী খাদ্য উৎপাদনের জন্য ভূমির উপর অতিরিক্ত চাপ\nখাদ্য উৎপাদনের জন্য কীটনাশক, আগাছানাশক ও সার তৈরির ব্যবহার\nখাদ্য ফসলের জন্য অস্থিতিশীল পানি ব্যবহার, যার মধ্যে ভূগর্ভস্থ জল নিষ্কাশন অন্তর্ভুক্ত\nখাদ্য ফসলের জন্য ব্যবহৃত সার এবং প্রাণীর বর্জ্য থেকে নাইট্রোজেন ও ফসফরাস দ্বারা মাটি দূষণ, জল দূষণ এবং বায়ু দূষণ\nভূমি অবনতি (উর্বরতা হ্রাস, মাটির শক্তকরণ, লবণাক্ততা বৃদ্ধি, মরুকরণ)\nপুষ্টিতাড়িত দূষণ, মিঠা পানির অম্লীকরণ, কীটনাশক ও আগাছানাশকের কারণে জীববৈচিত্র্য হ্রাস\nবিশ্বব্যাপী জেনেটিক বৈচিত্র্যর হ্রাস এবং ঐতিহ্যবাহী প্রাণী জাতের বিলুপ্তি\nপ্রাণীসম্পদ সম্পর্কিত বাসস্থান ধ্বংস (বিশেষত খাদ্য উৎপাদনের জন্য) জনিত প্রজাতি বিলুপ্তি\nপোকামাকড় চাষ প্রথাগত গরু পালনের একটি সম্ভাব্য বিকল্প হতে পারে যা পরিবেশের ওপর কম প্রভাব ফেলে। তবে, এটি সরাসরি উদ্ভিদ খাওয়ার তুলনায় কম সম্পদ-সাশ্রয়ী, কারণ পোকামাকড় খাবারের চেয়ে বেশি খাদ্য গ্রহণ করে। এছাড়াও, খামারে উৎপাদিত পোকামাকড় সাধারণত সরাসরি মানুষের খাদ্য হিসেবে ব্যবহৃত না হয়ে গরুর খাদ্য হিসেবে ব্যবহৃত হয়।\n\n\n== এছাড়াও দেখুন ==\n\n\n== সূত্রসমূহ ==\n\n\n== বহিঃসংযোগ ==\n\nCrawford, Dorothy (২০১৮)। Deadly Companions: How Microbes Shaped our History। Oxford, UK: Oxford University Press। \nখাদ্যের জন্য ব্যবহৃত প্রাণী, প্রাণী নীতিশাস্ত্র\nন্যাশনাল এগ্রিকালচার ল সেন্টার – প্রাণী খাওয়ানোর কার্যক্রম\nখাদ্য ব্যবস্থার সংস্কারের আহ্বান: 'কারখানাভিত্তিক কৃষি জাদুঘরে থাকার যোগ্য'. The Guardian. মে ২৪, ২০১৭।\n\nটেমপ্লেট:Effective altruism"}