{"pageid": 1518496, "title": "দ্বিতীয় হেনরি (ইংল্যান্ড)", "url": "https://bn.wikipedia.org/wiki?curid=1518496", "content": "দ্বিতীয় হেনরি (৫ মার্চ ১১৩৩ - ৬ জুলাই ১১৮৯) ১১৫৪ সাল থেকে ১১৮৯ সালে তাঁর মৃত্যুর আগ পর্যন্ত ইংল্যান্ডের রাজা ছিলেন। তাঁর রাজত্বকালে তিনি ইংল্যান্ড, ওয়েলস এবং আয়ারল্যান্ডের উল্লেখযোগ্য অংশ এবং ফ্রান্সের বেশিরভাগ অংশ (নর্ম্যান্ডি, আনজু এবং অ্যাকুইটাইন সহ) নিয়ন্ত্রণ করেন। এই অঞ্চল পরবর্তীতে অ্যাঞ্জেভিন সাম্রাজ্য নামে পরিচিত হয় এবং স্কটল্যান্ড এবং ব্রিটানির ডাচির ক্ষমতাও দখল করে।\nচৌদ্দ বছর বয়স থেকেই হেনরি রাজনৈতিক ও সামরিকভাবে তার মা মাটিল্ডার (ইংল্যান্ডের রাজা প্রথম হেনরির কন্যা) ইংরেজ সিংহাসন দাবি করার প্রচেষ্টায় জড়িত হয়ে পড়েন। তিনি সেই সময় মাটিল্ডার চাচাতো ভাই স্টিফেন অফ ব্লোইসের অধীনে ছিলেন। হেনরির বাবা জিওফ্রে ১১৫০ সালে তাকে নরম্যান্ডির ডিউক নিযুক্ত করেন এবং ১১৫১ সালে জিওফ্রের মৃত্যুর পর হেনরি উত্তরাধিকারসূত্রে আনজু, মেইন এবং টুরেইন লাভ করেন। অ্যাকুইটাইনের এলিয়েনরের সাথে তার বিবাহ তাকে অ্যাকুইটাইনের ডাচির নিয়ন্ত্রণ এনে দেয়। এভাবে তিনি ফ্রান্সের বেশিরভাগ অংশ নিয়ন্ত্রণ করেন। ১১৫৩ সালে হেনরির ইংল্যান্ডে সামরিক অভিযানের ফলে রাজা স্টিফেন ওয়ালিংফোর্ড চুক্তির মাধ্যমে ইংল্যান্ডকে হেনরির কাছে ছেড়ে দিতে সম্মত হন এবং এক বছর পর স্টিফেনের মৃত্যুর পর তিনি রাজ্যের উত্তরাধিকারসূত্রে লাভ করেন। হেনরি ছিলেন একজন উদ্যমী এবং নির্মম শাসক, যিনি তাঁর দাদা প্রথম হেনরির রাজকীয় ভূমি এবং বিশেষাধিকার পুনরুদ্ধারের আকাঙ্ক্ষায় চালিত হয়েছিলেন। রাজত্বের প্রথম দিকে হেনরি ইংল্যান্ডে রাজকীয় প্রশাসন পুনরুদ্ধার করেন, যা স্টিফেনের রাজত্বকালে প্রায় ভেঙে পড়েছিল এবং ওয়েলসের উপর আধিপত্য পুনঃপ্রতিষ্ঠিত করেন। ইংলিশ চার্চ নিয়ন্ত্রণের জন্য হেনরির আকাঙ্ক্ষা তার প্রাক্তন বন্ধু ক্যান্টারবেরির আর্চবিশপ টমাস বেকেটের সাথে দ্বন্দ্বের জন্ম দেয়। এই বিতর্ক ১১৬০-এর দশকের বেশিরভাগ সময় ধরে চলে এবং এর ফলে ১১৭০ সালে বেকেটের হত্যাকাণ্ড ঘটে। সিংহাসনে আরোহণের পরপরই হেনরি ফ্রান্সের সপ্তম লুই, তার সামন্ততান্ত্রিক শাসক এবং দুই শাসকের সাথে কয়েক দশক ধরে সংঘর্ষে লিপ্ত হন, যাকে \"ঠান্ডা যুদ্ধ\" বলা হয়। লুইয়ের খরচে হেনরি তার সাম্রাজ্য সম্প্রসারণ করেন, ব্রিটানি দখল করেন এবং পূর্ব দিকে মধ্য ফ্রান্স এবং দক্ষিণে তুলুসে প্রবেশ করেন। এসময় অসংখ্য শান্তি সম্মেলন এবং চুক্তি সত্ত্বেও কোন স্থায়ী চুক্তিতে পৌঁছানো যায়নি।\nহেনরি এবং এলিনরের আটটি সন্তান ছিল। তাদের তিন পুত্র রাজা হিসেবে শাসন করেন, যদিও হেনরি দ্য ইয়াং কিং একমাত্র রাজা হিসেবে নয় বরং সহ-শাসক হিসেবে ছিলেন, কারণ তিনি তার পিতার মৃত্যুর আগে মারা গিয়েছিলেন। তার ছেলেরা বড় হওয়ার সাথে সাথে হেনরি জমি এবং তাৎক্ষণিক ক্ষমতার জন্য তাদের আকাঙ্ক্ষা পূরণের উপায় খুঁজে বের করার জন্য লড়াই করতে থাকেন এবং সাম্রাজ্যের ভবিষ্যত উত্তরাধিকার নিয়ে উত্তেজনা বৃদ্ধি পায়। সপ্তম লুই এবং তার পুত্র ফিলিপ দ্বিতীয়, যিনি ১১৮০ সালে ফরাসি সিংহাসনে আরোহণ করেন, তাকে উৎসাহিত করেন। ১১৭৩ সালে হেনরির উত্তরাধিকারী \"ইয়াং হেনরি\" তার বাবার বিরুদ্ধে বিদ্রোহ করেন; তার ভাই রিচার্ড এবং জিওফ্রে এবং তাদের মা তার সাথে যোগ দেন। বেশ কয়েকটি ইউরোপীয় রাষ্ট্র বিদ্রোহীদের সাথে জোটবদ্ধ হয়, এবং হেনরির জোরালো সামরিক পদক্ষেপ এবং প্রতিভাবান স্থানীয় কমান্ডারদের দ্বারাই মহান বিদ্রোহ পরাজিত হয়, যাদের মধ্যে অনেকেই তাদের আনুগত্য এবং প্রশাসনিক দক্ষতার জন্য \"নতুন পুরুষ\" হিসেবে নিযুক্ত হন। ১১৮৩ সালে তরুণ হেনরি এবং জিওফ্রে আরেকটি বিদ্রোহের নেতৃত্ব দেন, যে সময়ে তরুণ হেনরি আমাশয়ে মারা যান। জিওফ্রে ১১৮৬ সালে মারা যান। আয়ারল্যান্ডে অ্যাংলো-নর্মান আক্রমণ হেনরির কনিষ্ঠ পুত্র জনকে ভূমি প্রদান করে। ১১৮৯ সালের মধ্যে ফিলিপ রিচার্ডকে তার দিকে ঠেলে দেন, যার ফলে চূড়ান্ত বিদ্রোহ শুরু হয়। ফিলিপ এবং রিচার্ডের কাছে চূড়ান্তভাবে পরাজিত হয়ে এবং রক্তক্ষরণজনিত আলসারে ভুগে হেনরি আনজুর চিনন দুর্গে ফিরে যান। এর কিছুদিন পরেই তিনি মারা যান এবং তার পুত্র প্রথম রিচার্ড তার স্থলাভিষিক্ত হন।\nহেনরির সাম্রাজ্য তার পুত্র জন (যিনি ১১৯৯ সালে রিচার্ডের স্থলাভিষিক্ত হন) এর রাজত্বকালে দ্রুত ভেঙে পড়ে, কিন্তু হেনরি তার দীর্ঘ শাসনামলে যে পরিবর্তনগুলি প্রবর্তন করেছিলেন তার অনেকগুলি দীর্ঘমেয়াদী পরিণতি ছিল। হেনরির আইনি পরিবর্তনগুলি সাধারণত ইংরেজি সাধারণ আইনের ভিত্তি স্থাপন করে বলে মনে করা হয়, যখন ব্রিটানি, ওয়েলস, আয়ারল্যান্ড এবং স্কটল্যান্ডে তার হস্তক্ষেপ তাদের সমাজ, ইতিহাস এবং সরকারী ব্যবস্থার বিকাশকে রূপ দেয়। সময়ের সাথে সাথে হেনরির রাজত্বের ঐতিহাসিক ব্যাখ্যাগুলি যথেষ্ট পরিবর্তিত হয়। ওয়েলসের জেরাল্ড এবং নিউবার্গের উইলিয়ামের মতো সমসাময়িক ইতিহাসবিদরা সাধারণত তার কৃতিত্বের প্রশংসা করেন। আঠারো শতকে পণ্ডিতরা যুক্তি দিয়েছিলেন যে হেনরি ছিলেন একটি প্রকৃত ইংরেজ রাজতন্ত্র এবং শেষ পর্যন্ত একটি ঐক্যবদ্ধ ব্রিটেন তৈরির চালিকা শক্তি। ব্রিটিশ সাম্রাজ্যের ভিক্টোরিয়ান সম্প্রসারণের সময় ঐতিহাসিকরা হেনরির নিজস্ব সাম্রাজ্য গঠনে গভীর আগ্রহী ছিলেন, তবে তারা তার ব্যক্তিগত জীবনের কিছু দিক এবং বেকেটের প্রতি আচরণের সমালোচনাও করেছিলেন।\n\n\n== প্রারম্ভিক জীবন (১১৩৩–১১৪৯) ==\nহেনরি ১১৩৩ সালের ৫ মার্চ মেইনের লে ম্যান্সে জন্মগ্রহণ করেন। তিনি সম্রাজ্ঞী মাতিলদা এবং তার দ্বিতীয় স্বামী জিওফ্রে প্ল্যান্টাজেনেট, কাউন্ট অফ আনজুর জ্যেষ্ঠ সন্তান ছিলেন। ফরাসি কাউন্টি আনজু দশম শতাব্দীতে গঠিত হয় এবং এর অ্যাঞ্জেভিন শাসকরা কয়েক শতাব্দী ধরে সতর্ক বিবাহ এবং রাজনৈতিক জোটের মাধ্যমে ফ্রান্স জুড়ে তাদের প্রভাব এবং ক্ষমতা প্রসারিত করার চেষ্টা করেন। তত্ত্বগতভাবে কাউন্টি ফরাসি রাজার প্রতি সাড়া দিয়েছিল, কিন্তু একাদশ শতাব্দীতে আনজুর উপর রাজকীয় ক্ষমতা দুর্বল হয়ে পড়ে এবং কাউন্টি মূলত স্বায়ত্তশাসিত হয়ে ওঠে।\nহেনরির মা ছিলেন ইংল্যান্ডের রাজা এবং নরম্যান্ডির ডিউক প্রথম হেনরির বৈধ কন্যা। তিনি নরম্যানদের একটি শক্তিশালী শাসক শ্রেণীতে জন্মগ্রহণ করেছিলেন, যারা ঐতিহ্যগতভাবে ইংল্যান্ড এবং নরম্যান্ডি উভয় স্থানেই বিস্তৃত সম্পত্তির মালিক ছিলেন এবং তার প্রথম স্বামী ছিলেন পবিত্র রোমান সম্রাট পঞ্চম হেনরি। প্রথম হেনরি তার জীবদ্দশায় সম্ভ্রান্ত ব্যক্তিদের কাছ থেকে আনুগত্যের অঙ্গীকার নিয়েছিলেন, যার মধ্যে তার ভাগ্নে ব্লোইসের স্টিফেনও ছিলেন, যেখানে তিনি মাতিল্ডার সিংহাসনের দাবিকে সমর্থন করার প্রতিশ্রুতি দিয়েছিলেন। ১১৩৫ সালে বাবার মৃত্যুর পর মাতিলদা ইংরেজ সিংহাসন দাবি করার আশা করেন, কিন্তু পরিবর্তে স্টিফেনকে রাজা হিসেবে অভিষেক করা হয় এবং নরম্যান্ডির ডিউক হিসেবে স্বীকৃতি দেওয়া হয়, যার ফলে তাদের প্রতিদ্বন্দ্বী সমর্থকদের মধ্যে গৃহযুদ্ধ শুরু হয়। জিওফ্রে এই বিভ্রান্তির সুযোগ নিয়ে নরম্যান্ডি ডাচি আক্রমণ করেন কিন্তু ইংরেজ সংঘাতে সরাসরি কোনও ভূমিকা পালন করেননি, ফলে বিষয়টি মাটিল্ডা এবং তার শক্তিশালী অবৈধ সৎ ভাই রবার্ট, আর্ল অফ গ্লুচেস্টারের উপর ছেড়ে দেন। ঐতিহাসিকদের মতে, যুদ্ধটি, যাকে নৈরাজ্য বলা হয়, দীর্ঘ সময় ধরে চলতে থাকে এবং অচলাবস্থায় পরিণত হয়।\nহেনরি সম্ভবত তার শৈশবের কিছু অংশ তার মায়ের বাড়িতেই কাটিয়েছিলেন। ১১৩০-এর দশকের শেষের দিকে তিনি মাতিল্ডার সাথে নরম্যান্ডিতে যান, যা ১১৪৪ সালের দিকে জিওফ্রে সম্পূর্ণরূপে দখল করেছিলেন। হেনরির পরবর্তী শৈশব সম্ভবত সাত বছর বয়স থেকে আঞ্জুতে কেটেছে, যেখানে তিনি একজন বিখ্যাত ব্যাকরণবিদ পিটার অফ সেন্টেসের কাছে শিক্ষা লাভ করেছিলেন। ১১৪২ সালের শেষের দিকে জিওফ্রে তার নয় বছর বয়সী ছেলেকে গ্লুচেস্টারের রবার্টের সাথে ইংল্যান্ডের দক্ষিণ-পশ্চিমে স্টিফেনের বিরুদ্ধে অ্যাঞ্জেভিন বিরোধিতার কেন্দ্র ব্রিস্টলে পাঠান। যদিও সেই সময়ের অভিজাতদের মধ্যে আত্মীয়স্বজনের বাড়িতে সন্তানদের শিক্ষিত করা সাধারণ ছিল, তবুও হেনরিকে ইংল্যান্ডে পাঠানোর রাজনৈতিক সুবিধাও ছিল, কারণ ইংল্যান্ডে যুদ্ধে যোগদান করতে অস্বীকৃতি জানানোর জন্য জিওফ্রে মাটিল্ডার সমর্থকদের সমালোচনার মুখে পড়েছিলেন। প্রায় এক বছর ধরে হেনরি রবার্টের পুত্র ওরচেস্টারের রজারের সাথে বসবাস করেন এবংম্যাজিস্টার মাস্টার ম্যাথিউ দ্বারা পরিচালিত হন। রবার্টের পরিবার তাদের শিক্ষা এবং জ্ঞানের জন্য পরিচিত ছিল। ব্রিস্টলের সেন্ট অগাস্টিনের ধর্মগ্রন্থগুলিও হেনরির শিক্ষায় সাহায্য করে এবং পরবর্তী বছরগুলিতে তিনি সেগুলি স্নেহের সাথে স্মরণ করেন। হেনরি ১১৪৩ অথবা ১১৪৪ সালে আনজুতে ফিরে আসেন এবং আরেকজন বিখ্যাত শিক্ষাবিদ উইলিয়াম অফ কনচেসের অধীনে তার শিক্ষাজীবন পুনরায় শুরু করেন।\nহেনরি ১১৪৭ সালে চৌদ্দ বছর বয়সে ইংল্যান্ডে ফিরে আসেন। তার নিকটবর্তী পরিবার এবং কয়েকজন ভাড়াটে সৈন্য নিয়ে তিনি নরম্যান্ডি ছেড়ে ইংল্যান্ডে অবতরণ করেন এবং উইল্টশায়ারে আক্রমণ করেন। প্রাথমিকভাবে যথেষ্ট আতঙ্ক সৃষ্টি করলেও অভিযানটি খুব একটা সফল হয়নি এবং হেনরি তার বাহিনীকে অর্থ প্রদান করতে অক্ষম হয়ে পড়েন এবং তাই নরম্যান্ডিতে ফিরে যেতে অক্ষম হন। তার মা বা তার চাচা কেউই তাকে সমর্থন করতে প্রস্তুত ছিলেন না, যার অর্থ তারা প্রথমেই এই অভিযানের অনুমোদন দেননি। পরিবর্তে হেনরি রাজা স্টিফেনের দিকে ফিরে যান, যিনি বকেয়া বেতন পরিশোধ করেছিলেন এবং এর ফলে হেনরিকে সসম্মানে অবসর গ্রহণের অনুমতি দিয়েছিলেন। স্টিফেনের এমন করার কারণগুলি অস্পষ্ট। একটি সম্ভাব্য ব্যাখ্যা হল তার বর্ধিত পরিবারের একজন সদস্যের প্রতি তার সাধারণ সৌজন্য; আরেকটি হল তিনি যুদ্ধের শান্তিপূর্ণভাবে সমাপ্তি ঘটানোর উপায় বিবেচনা করতে শুরু করেছিলেন এবং এটিকে হেনরির সাথে সম্পর্ক গড়ে তোলার একটি উপায় হিসেবে দেখেছিলেন। ১১৪৯ সালে হেনরি আবারও হস্তক্ষেপ করেন, যা গৃহযুদ্ধের হেনরিকিয়ান পর্ব নামে পরিচিত। এবার হেনরি স্কটল্যান্ডের রাজা ডেভিড প্রথম, তার প্রপিতামহ এবং চেস্টারের রানুল্ফ, যিনি ইংল্যান্ডের উত্তর-পশ্চিমের বেশিরভাগ অংশ নিয়ন্ত্রণ করতেন, তার সাথে একটি উত্তর জোট গঠনের পরিকল্পনা করেন। এই জোটের অধীনে হেনরি এবং রানুল্ফ সম্ভবত স্কটদের সহায়তায় ইয়র্ক আক্রমণ করতে সম্মত হন। স্টিফেন উত্তরে ইয়র্কের দিকে অগ্রসর হওয়ার পর পরিকল্পিত আক্রমণটি ভেঙে পড়ে এবং হেনরি নরম্যান্ডিতে ফিরে আসেন।\n\n\n== চেহারা এবং ব্যক্তিত্ব ==\nইতিহাসবিদরা হেনরিকে সুদর্শন, লাল কেশিক, ঝাঁকড়া দাগযুক্ত, বড় মাথাওয়ালা বলে অভিহিত করেছেন। তার শরীর ছিল খাটো, মোটা এবং ঘোড়দৌড়ের কারণে তার পা নত ছিল। প্রায়ই তিনি এলোমেলো পোশাক পরতেন। ছোট অ্যাঞ্জেভিন পোশাকের প্রতি তার পছন্দ তাকে \"কার্টম্যান্টল\" ডাকনাম এনে দেয়।\nহেনরি তার মায়ের মতো সংযত ছিলেন না, আবার বাবার মতো মনোমুগ্ধকরও ছিলেন না, তবে তিনি তার শক্তি এবং উদ্যমের জন্য বিখ্যাত ছিলেন। তিনি নির্মম ছিলেন কিন্তু প্রতিশোধপরায়ণ ছিলেন না। তিনি তার তীক্ষ্ণ দৃষ্টি, ধমক, রাগের তীব্রতা এবং মাঝে মাঝে কথা বলতে অস্বীকৃতির জন্যও কুখ্যাত ছিলেন। এই বিস্ফোরণগুলির কিছু নাটকীয় এবং কার্যকর হতে পারে। হেনরি ইংরেজি সহ বিভিন্ন ভাষা বুঝতেন বলে জানা গেছে, কিন্তু তিনি কেবল ল্যাটিন এবং ফরাসি ভাষায় কথা বলতেন। যৌবনে হেনরি যুদ্ধ, শিকার এবং অন্যান্য দুঃসাহসিক কাজে সক্রিয় অংশগ্রহণ উপভোগ করতেন। বছর গড়িয়ে যাওয়ার সাথে সাথে তিনি বিচার বিভাগীয় ও প্রশাসনিক বিষয়ে ক্রমবর্ধমান শক্তি প্রয়োগ করেন এবং আরও সতর্ক হয়ে ওঠেন, কিন্তু সারা জীবন তিনি ছিলেন উদ্যমী এবং প্রায়শই আবেগপ্রবণ। রাগের তীব্রতা সত্ত্বেও তিনি সাধারণত উগ্র বা উদ্ধত ছিলেন না। তিনি কথোপকথনে মজাদার ছিলেন এবং যুক্তিতে স্পষ্টবাদী ছিলেন, বুদ্ধিবৃত্তিক প্রবণতা এবং আশ্চর্যজনক স্মৃতিশক্তির অধিকারী ছিলেন, এবং টুর্নামেন্ট বা ট্রাউবাডোরের বিনোদনের চেয়ে শিকারের নির্জনতা বা বই নিয়ে তার চেম্বারে অবসর নেওয়া পছন্দ করতেন। সাধারণ মানুষের প্রতিও তাঁর উদ্বেগ ছিল। তিনি তাঁর রাজত্বের প্রথম দিকে আদেশ দিয়েছিলেন যে জাহাজডুবিতে নিহতদের সাথে ভালো আচরণ করা উচিত এবং যারা তাদের জিনিসপত্র লুট করবে তাদের জন্য কঠোর শাস্তির বিধান রাখা উচিত। ডাইসেটোর ইতিহাসকার রাল্ফ লিপিবদ্ধ করেছেন যে, ১১৭৬ সালে যখন আঞ্জু এবং মেইনে দুর্ভিক্ষ দেখা দেয়, তখন হেনরি দরিদ্রদের দুর্দশা দূর করার জন্য তার ব্যক্তিগত দোকান খালি করে দেন।\nহেনরির সেই অঞ্চলগুলির উপর তার নিয়ন্ত্রণ পুনর্নির্মাণের তীব্র ইচ্ছা ছিল, যেগুলি তার দাদা প্রথম হেনরি একসময়য় শাসন করেছিলেন। তিনি অঞ্চলগুলি পুনরুদ্ধার করেন, সম্পত্তি পুনরুদ্ধার করেন এবং ছোট প্রভুদের উপর পুনরায় প্রভাব প্রতিষ্ঠা করেন যা একসময় ইতিহাসবিদ জন গিলিংহাম তার মূল অঞ্চলগুলির চারপাশে একটি \"প্রতিরক্ষামূলক বলয়\" হিসাবে বর্ণনা করেছিলেন। তিনিই সম্ভবত ইংল্যান্ডের প্রথম রাজা যিনি হেরাল্ডিক নকশা ব্যবহার করেছিলেন। এটি একটি স্বাক্ষরের আংটি যার উপর একটি চিতাবাঘ বা সিংহ খোদাই করা ছিল। পরবর্তী প্রজন্মের মধ্যে নকশাটি পরিবর্তন করে ইংল্যান্ডের রাজকীয় বাহিনী গঠন করা হয়।\n\n\n== প্রাথমিক রাজত্ব (১১৫০-১১৬২) ==\n\n\n=== নরম্যান্ডি, আনজু এবং অ্যাকুইটাইন অধিগ্রহণ ===\n\n১১৪০-এর দশকের শেষের দিকে মাঝেমধ্যে যুদ্ধের সূত্রপাত ছাড়া গৃহযুদ্ধের সক্রিয় পর্যায় শেষ হয়ে যায়। অনেক ব্যারন তাদের যুদ্ধের সাফল্য নিশ্চিত করার জন্য একে অপরের সাথে ব্যক্তিগত শান্তি চুক্তি করছিলেন এবং ক্রমবর্ধমানভাবে মনে হচ্ছিল যেন ইংরেজ গির্জা একটি শান্তি চুক্তি প্রচারের কথা বিবেচনা করছে। ১১৪৯ সালে দ্বিতীয় ক্রুসেড থেকে লুই সপ্তম ফিরে আসার পর তিনি জিওফ্রের ক্ষমতা বৃদ্ধি এবং তার নিজস্ব সম্পত্তির জন্য সম্ভাব্য হুমকি সম্পর্কে উদ্বিগ্ন হয়ে পড়েন, বিশেষ করে যদি হেনরি ইংরেজ মুকুট অর্জন করতে পারেন। ১১৫০ সালে জিওফ্রে হেনরিকে নরম্যান্ডির ডিউক নিযুক্ত করেন এবং লুই রাজা স্টিফেনের পুত্র ইউস্টেসকে ডাচির বৈধ উত্তরাধিকারী হিসেবে উপস্থাপন করে এবং হেনরিকে প্রদেশ থেকে অপসারণের জন্য একটি সামরিক অভিযান শুরু করে প্রতিক্রিয়া জানান। জিওফ্রে হেনরিকে লুইয়ের সাথে সমঝোতা করার পরামর্শ দেন এবং ক্লেয়ারভক্সের বার্নার্ডের মধ্যস্থতার পর ১১৫১ সালের আগস্টে তাদের মধ্যে শান্তি স্থাপন করা হয়। এই বন্দোবস্তের অধীনে হেনরি লুইকে নরম্যান্ডির জন্য শ্রদ্ধা জানান, লুইকে তার সামন্ত প্রভু হিসেবে গ্রহণ করেন এবং তাকে নরম্যান ভেক্সিনের বিতর্কিত জমি দেন। বিনিময়ে লুই তাকে ডিউক হিসেবে স্বীকৃতি দেন।\n\n১১৫১ সালের সেপ্টেম্বরে জিওফ্রে মারা যান এবং হেনরি ইংল্যান্ডে ফিরে যাওয়ার পরিকল্পনা স্থগিত করেন, কারণ প্রথমে তার উত্তরাধিকার নিশ্চিত করা প্রয়োজন ছিল, বিশেষ করে আনজুতে। এই সময়ে তিনি সম্ভবত গোপনে লুইয়ের স্ত্রী এলিনরের সাথে তার বিয়ের পরিকল্পনা করছিলেন। এলিনর ছিলেন ফ্রান্সের দক্ষিণে অবস্থিত অ্যাকুইটাইনের ডাচেস, এবং তাকে সুন্দরী, প্রাণবন্ত এবং বিতর্কিত বলে মনে করা হত, কিন্তু লুইয়ের কোনও পুত্রসন্তান ছিল না। লুইয়ের পারিবারিক সম্পর্কের কারণে বিবাহ বাতিল করা হয় এবং উনিশ বছর বয়সী হেনরি আট সপ্তাহ পরে ১৮ মে তারিখে তার চেয়ে এগারো বছরের বড় এলেনরকে বিয়ে করেন। এই বিবাহ তাৎক্ষণিকভাবে লুইয়ের সাথে হেনরির উত্তেজনা পুনরুজ্জীবিত করে। একে অপমান হিসেবে বিবেচনা করা হত এবং সামন্ততান্ত্রিক প্রথার পরিপন্থী ছিল কারণ ফরাসি জমিদারিত্বের অধিকারী এলিনর লুইয়ের সম্মতি ছাড়াই বিয়ে করেছিলেন এবং হেনরি এবং এলিনরের মধ্যে বিবাহ তার এবং লুইয়ের মতোই আত্মীয়স্বজন ছিল। হেনরির অ্যাকুইটাইন অধিগ্রহণের ফলে লুই এবং এলেনরের দুই কন্যা মেরি এবং অ্যালিক্সের উত্তরাধিকারও হুমকির মুখে পড়ে, যারা অন্যথায় এলেনরের মৃত্যুর পরে অ্যাকুইটাইন দাবি করতে পারতেন। নতুন ভূমি পেয়ে হেনরি লুইয়ের তুলনায় ফ্রান্সের অনেক বেশি অংশের অধিকারী হন। লুই হেনরির বিরুদ্ধে একটি জোট গঠন করেন, যার মধ্যে ছিলেন রাজা স্টিফেন; তার পুত্র ইউস্টেস; শ্যাম্পেনের কাউন্ট প্রথম হেনরি ; এবং পার্চের কাউন্ট রবার্ট। লুইয়ের জোটে হেনরির ছোট ভাই জিওফ্রে যোগ দেন, যিনি বিদ্রোহে ফেটে পড়েন এবং দাবি করেন যে হেনরি তাকে তার উত্তরাধিকার থেকে বঞ্চিত করেছেন। তাদের বাবার জমির উত্তরাধিকারের পরিকল্পনা ছিল অস্পষ্ট, যার ফলে জিওফ্রের দাবির সত্যতা মূল্যায়ন করা কঠিন হয়ে পড়ে। সমসাময়িক বিবরণ থেকে জানা যায় যে, তিনি পোইটুর প্রধান দুর্গগুলি জিওফ্রের কাছে ছেড়ে দিয়েছিলেন, যার অর্থ হয়তো তিনি হেনরিকে নরম্যান্ডি এবং আনজু ধরে রাখার ইচ্ছা করেছিলেন কিন্তু পোইটু নয়।\nনরম্যান্ডি সীমান্তে তৎক্ষণাৎ আবার যুদ্ধ শুরু হয়, যেখানে শ্যাম্পেনের হেনরি এবং রবার্ট নিউফমার্চে-সুর-এপ্টে শহরটি দখল করেন। লুইয়ের বাহিনী অ্যাকুইটেইন আক্রমণ করার জন্য অগ্রসর হয়। হেনরি যখন ফ্রান্সে তার অঞ্চলের জন্য লড়াই করছিলেন তখন ইংরেজ সংঘাতের সফল অবসান ঘটাতে বাধ্য করার প্রয়াসে স্টিফেন টেমস উপত্যকার পাশে হেনরির প্রতি অনুগত একটি গুরুত্বপূর্ণ দুর্গ ওয়ালিংফোর্ড ক্যাসেলকে অবরোধের আওতায় এনে প্রতিক্রিয়া জানান। হেনরি দ্রুত প্রতিক্রিয়া জানাতে এগিয়ে যান, আকুইটাইনে লুইয়ের সাথে প্রকাশ্য যুদ্ধ এড়িয়ে যান এবং নরম্যান সীমান্ত স্থিতিশীল করেন, ভেক্সিন লুণ্ঠন করেন এবং তারপর দক্ষিণে আনজুতে জিওফ্রের বিরুদ্ধে আক্রমণ করেন এবং তার অন্যতম প্রধান দুর্গ মন্টসোরো দখল করেন। লুই অসুস্থ হয়ে পড়েন এবং প্রচারণা থেকে সরে আসেন এবং জিওফ্রে হেনরির সাথে সমঝোতা করতে বাধ্য হন।\n\n\n=== ইংরেজ সিংহাসন দখল ===\n\nস্টিফেনের অবরোধের প্রতিক্রিয়ায় হেনরি ১১৫৩ সালের শুরুতে আবার ইংল্যান্ডে ফিরে আসেন। সম্ভবত ধার করা অর্থ দিয়ে অর্থায়ন করা ভাড়াটে সৈন্যদের একটি ছোট বাহিনী নিয়ে হেনরি ইংল্যান্ডের উত্তর ও পূর্বে চেস্টারের রানুল্ফ এবং হিউ বিগডের দুই স্থানীয় অভিজাতদের বাহিনী দ্বারা সমর্থিত ছিলেন এবং সামরিক বিজয়ের আশা করেছিলেন। এপ্রিল মাসে ইস্টারের কিছুক্ষণ আগে হ্যাম্পশায়ারের স্টকব্রিজে সিনিয়র ইংরেজ পাদ্রীদের একটি প্রতিনিধিদল হেনরি এবং তার উপদেষ্টাদের সাথে দেখা করে। তাদের আলোচনার বিস্তারিত বিবরণ অস্পষ্ট, তবে মনে করা হয় গির্জার সদস্যরা জোর দিয়েছিলেন যে, তারা রাজা হিসেবে স্টিফেনকে সমর্থন করলেও তারা আলোচনার মাধ্যমে শান্তি প্রতিষ্ঠার চেষ্টা করেছিলেন। হেনরি পুনরায় নিশ্চিত করেছিলেন যে তিনি ইংরেজ ক্যাথেড্রালগুলি এড়িয়ে চলবেন এবং বিশপদের তার দরবারে উপস্থিত থাকবেন না।\nস্টিফেনের বাহিনীকে ওয়ালিংফোর্ড থেকে দূরে সরিয়ে দেওয়ার জন্য হেনরি মালমেসবারিতে স্টিফেনের দুর্গ অবরোধ করেন এবং রাজা এটিকে মুক্ত করার জন্য একটি সেনাবাহিনী নিয়ে পশ্চিম দিকে অগ্রসর হন। হেনরি অ্যাভন নদীর ধারে স্টিফেনের বৃহত্তর সেনাবাহিনীকে সফলভাবে এড়িয়ে যান, যার ফলে স্টিফেন একটি সিদ্ধান্তমূলক যুদ্ধে জড়াতে পারেননি। ক্রমবর্ধমান শীতকালীন আবহাওয়ার মুখে দুই ব্যক্তি একটি অস্থায়ী যুদ্ধবিরতিতে সম্মত হন, হেনরিকে মিডল্যান্ডসের মধ্য দিয়ে উত্তরে ভ্রমণ করতে ছেড়ে দেন, যেখানে শক্তিশালী লেস্টারের আর্ল রবার্ট ডি বিউমন্ট এই উদ্দেশ্যের প্রতি তার সমর্থন ঘোষণা করেন। এরপর হেনরি ওয়ালিংফোর্ডের অবরোধকারীদের বিরুদ্ধে তার বাহিনীকে দক্ষিণ দিকে ঘুরিয়ে নেওয়ার জন্য স্বাধীন ছিলেন। সামান্য সামরিক সাফল্য সত্ত্বেও তিনি এবং তার মিত্ররা এখন দক্ষিণ-পশ্চিম, মিডল্যান্ডস এবং ইংল্যান্ডের উত্তরের বেশিরভাগ অংশ নিয়ন্ত্রণ করেন। ইতিমধ্যে হেনরি একজন বৈধ রাজার ভূমিকা পালন করার চেষ্টা করছিলেন, বিবাহ এবং বসতি স্থাপন প্রত্যক্ষ করছিলেন এবং রাজকীয় কায়দায় আদালত পরিচালনা করছিলেন।\nস্টিফেন পরবর্তী গ্রীষ্মে ওয়ালিংফোর্ড দুর্গের অবরোধ পুনর্নবীকরণের জন্য সৈন্য সংগ্রহ করেন, যাতে দুর্গটি দখলের চূড়ান্ত প্রচেষ্টা চালানো হয়। ওয়ালিংফোর্ডের পতন আসন্ন বলে মনে হচ্ছিল এবং হেনরি অবরোধ মুক্ত করার জন্য দক্ষিণে অগ্রসর হন, একটি ছোট সেনাবাহিনী নিয়ে সেখানে পৌঁছান এবং স্টিফেনের অবরোধকারী বাহিনীকে অবরোধের আওতায় আনেন। এই খবর পেয়ে স্টিফেন একটি বিশাল সেনাবাহিনী নিয়ে ফিরে আসেন এবং জুলাই মাসে ওয়ালিংফোর্ডে টেমস নদীর ওপারে উভয় পক্ষ একে অপরের মুখোমুখি হয়। যুদ্ধের এই পর্যায়ে উভয় পক্ষের ব্যারনরা একটি প্রকাশ্য যুদ্ধ এড়াতে আগ্রহী হয়। তাই পাদ্রিদের সদস্যরা একটি যুদ্ধবিরতি চুক্তিতে মধ্যস্থতা করেন, যা হেনরি এবং স্টিফেন উভয়েরই বিরক্তির কারণ হয়ে দাঁড়ায়। হেনরি এবং স্টিফেন যুদ্ধের সম্ভাব্য সমাপ্তি সম্পর্কে একসাথে একান্তে কথা বলার সুযোগটি গ্রহণ করেন। হেনরির জন্য সুবিধাজনকভাবে স্টিফেনের ছেলে ইউস্টেস অসুস্থ হয়ে পড়েন এবং কিছুক্ষণ পরেই মারা যান। এর ফলে সিংহাসনের সবচেয়ে স্পষ্ট দাবিদারকে সরিয়ে দেওয়া হয়, কারণ স্টিফেনের আরেক পুত্র উইলিয়াম থাকলেও তিনি ছিলেন মাত্র দ্বিতীয় পুত্র এবং সিংহাসনে বিশ্বাসযোগ্য দাবি করার ব্যাপারে তিনি উৎসাহী ছিলেন না। ওয়ালিংফোর্ডের পরেও লড়াই অব্যাহত ছিল, কিন্তু কিছুটা অর্ধপূর্ণভাবে। এরপর ইংরেজ চার্চ উভয় পক্ষের মধ্যে স্থায়ী শান্তি প্রতিষ্ঠার চেষ্টা করেছিল।\nনভেম্বর মাসে দুই নেতা স্থায়ী শান্তির শর্তাবলী অনুমোদন করেন। স্টিফেন উইনচেস্টার ক্যাথেড্রালে উইনচেস্টার চুক্তি ঘোষণা করেন: তিনি হেনরিকে তার দত্তক পুত্র এবং উত্তরসূরী হিসেবে স্বীকৃতি দেন, বিনিময়ে হেনরি তাকে শ্রদ্ধা জানাবেন; স্টিফেন হেনরির পরামর্শ শোনার প্রতিশ্রুতি দেন, কিন্তু তার সমস্ত রাজকীয় ক্ষমতা ধরে রাখেন; ভূমির নিরাপত্তার প্রতিশ্রুতির বিনিময়ে স্টিফেনের পুত্র উইলিয়াম হেনরির প্রতি শ্রদ্ধা জানাবেন এবং সিংহাসনের দাবি ত্যাগ করবেন; হেনরির পক্ষে গুরুত্বপূর্ণ রাজকীয় দুর্গগুলি জামিনদারদের দ্বারা দখল করা হবে, যেখানে স্টিফেনের হেনরির দুর্গগুলিতে প্রবেশাধিকার থাকবে এবং অসংখ্য বিদেশী ভাড়াটে সৈন্যকে বিতাড়িত করে দেশে পাঠানো হবে। হেনরি এবং স্টিফেন ক্যাথেড্রালে শান্তিচুম্বনের মাধ্যমে চুক্তি স্বাক্ষর করেন। ১১৫৪ সালের গোড়ার দিকে স্টিফেন আরও সক্রিয় হয়ে ওঠেন। তিনি তার কর্তৃত্ব প্রয়োগের চেষ্টা করেন এবং অননুমোদিত দুর্গ ভেঙে ফেলা শুরু করেন। শান্তি অনিশ্চিত ছিল, এবং স্টিফেনের পুত্র উইলিয়াম হেনরির সম্ভাব্য ভবিষ্যৎ প্রতিদ্বন্দ্বী ছিলেন। হেনরিকে হত্যার ষড়যন্ত্রের গুজব ছড়িয়ে পড়ে এবং ফলস্বরূপ হেনরি কিছু সময়ের জন্য নরম্যান্ডিতে ফিরে আসেন। স্টিফেন পেটের ব্যাধিতে অসুস্থ হয়ে পড়েন এবং ২৫ অক্টোবর ১১৫৪ সালে মারা যান, যার ফলে হেনরি প্রত্যাশার চেয়ে দ্রুত সিংহাসনের উত্তরাধিকারী হন।\n\n\n=== রাজকীয় সরকারের পুনর্গঠন ===\n\n১১৫৪ সালের ৮ ডিসেম্বর ইংল্যান্ডে অবতরণ করার পর হেনরি দ্রুত কিছু ব্যারনের কাছ থেকে আনুগত্যের শপথ গ্রহণ করেন এবং ১৯ ডিসেম্বর ওয়েস্টমিনস্টার অ্যাবেতে এলেনরের সাথে মুকুট পরানো হয়। রাজ্যাভিষেকের সময় হেনরি তার মা জার্মানি থেকে আনা রাজকীয় মুকুটগুলির মধ্যে একটি পরেছিলেন; এগুলি একসময় সম্রাট পঞ্চম হেনরির ছিল। ১১৫৫ সালের এপ্রিলে রাজসভা একত্রিত হয়, যেখানে ব্যারনরা রাজা এবং তার পুত্রদের কাছে আনুগত্যের শপথ নেন। স্টিফেনের ছেলে উইলিয়াম এবং হেনরির ভাই জেফ্রি এবং উইলিয়াম সহ বেশ কয়েকজন সম্ভাব্য প্রতিদ্বন্দ্বী তখনও বিদ্যমান ছিলেন, কিন্তু পরবর্তী কয়েক বছরের মধ্যে তারা সকলেই মারা যান, যার ফলে হেনরির অবস্থান সুরক্ষিত থাকে। তা সত্ত্বেও হেনরি উত্তরাধিকারসূত্রে ইংল্যান্ডে একটি কঠিন পরিস্থিতি পেয়েছিলেন, কারণ গৃহযুদ্ধের সময় রাজ্যটি ব্যাপকভাবে ক্ষতিগ্রস্ত হয়েছিল। দেশের অনেক অংশে যুদ্ধের ফলে মারাত্মক ধ্বংসযজ্ঞ ঘটে, যদিও অন্যান্য কিছু এলাকা মূলত অপ্রভাবিত ছিল। স্থানীয় প্রভুদের ঘাঁটি হিসেবে অসংখ্য \" ব্যভিচারী \", অথবা অননুমোদিত দুর্গ নির্মিত হয়। দেশের বিশাল অংশে রাজকীয় বন আইনের কর্তৃত্ব ভেঙে পড়ে। রাজার আয় মারাত্মকভাবে হ্রাস পায় এবং মুদ্রার টাকশালের উপর রাজকীয় নিয়ন্ত্রণ সীমিত হয়ে পড়ে।\nহেনরি নিজেকে প্রথম হেনরির বৈধ উত্তরাধিকারী হিসেবে উপস্থাপন করেন এবং তার আদলে রাজ্য পুনর্নির্মাণ শুরু করেন। যদিও স্টিফেন তার রাজত্বকালে প্রথম হেনরির সরকার পদ্ধতি অব্যাহত রাখার চেষ্টা করেছিলেন, তবুও তরুণ হেনরির নতুন সরকার সেই উনিশ বছরকে একটি বিশৃঙ্খল এবং ঝামেলাপূর্ণ সময় হিসাবে চিহ্নিত করে, যেখানে স্টিফেনের সিংহাসন দখলের ফলে এই সমস্ত সমস্যা দেখা দেয়। হেনরি এটাও দেখাতে সতর্ক ছিলেন যে, তিনি তার মায়ের মতো নয়, বরং তিনি অন্যদের পরামর্শ এবং পরামর্শ শুনবেন। বিভিন্ন ব্যবস্থা তাৎক্ষণিকভাবে গ্রহণ করা হয়, যদিও হেনরি তার রাজত্বের প্রথম আট বছরের মধ্যে সাড়ে ছয় বছর ফ্রান্সে কাটান, তাই অনেক কাজ দূর থেকে করতে হয়েছিল। যুদ্ধের সময় অননুমোদিত দুর্গগুলি ধ্বংস করার প্রক্রিয়া অব্যাহত ছিল। রাজকীয় বিচার ব্যবস্থা এবং রাজকীয় অর্থব্যবস্থা পুনরুদ্ধারের প্রচেষ্টা চালানো হয়। হেনরি মর্যাদাপূর্ণ নতুন রাজকীয় ভবন নির্মাণ ও সংস্কারেও ব্যাপক বিনিয়োগ করেন।\nস্কটল্যান্ডের রাজা এবং স্থানীয় ওয়েলশ শাসকরা ইংল্যান্ডের দীর্ঘ গৃহযুদ্ধের সুযোগ নিয়ে বিতর্কিত জমি দখল করেন; হেনরি এই ক্ষতিগুলি ফিরিয়ে আনতে শুরু করেন। ১১৫৭ সালে হেনরির চাপের ফলে স্কটল্যান্ডের তরুণ চতুর্থ ম্যালকম যুদ্ধের সময় ইংল্যান্ডের উত্তরে দখল করা জমিগুলি ফিরিয়ে দেন; হেনরি তাৎক্ষণিকভাবে উত্তর সীমান্তকে সুরক্ষিত করতে শুরু করেন। ওয়েলসে অ্যাংলো-নর্মান আধিপত্য পুনরুদ্ধার করা আরও কঠিন হয়ে পড়ে এবং হেনরিকে ১১৫৭ এবং ১১৫৮ সালে উত্তর ও দক্ষিণ ওয়েলসে দুটি অভিযানে লড়াই করতে হয়, যার ফলে ওয়েলশ রাজপুত্র ওওয়েন গোইনেড এবং রাইস এপি গ্রুফিড গৃহযুদ্ধ-পূর্ব সীমান্তে সম্মত হয়ে তার শাসনের কাছে আত্মসমর্পণ করেন।\n\n\n=== ব্রিটানি, তুলুজ এবং ভেক্সিনে অভিযান ===\n\n১১৫০-এর দশক জুড়ে হেনরির ফ্রান্সের সপ্তম লুইয়ের সাথে কঠিন সম্পর্ক ছিল। হেনরির নরম্যান্ডিতে উত্তরাধিকার এবং এলিনরের পুনর্বিবাহ নিয়ে ইতিমধ্যেই এই দুই ব্যক্তির মধ্যে বিরোধ দেখা দিয়েছিল এবং সম্পর্কটি আর স্বাভাবিক হয়নি। লুই হেনরির প্রতি নৈতিক উচ্চতা অর্জনের চেষ্টা করতেন। একজন ধর্মযোদ্ধা হিসেবে তার নিজের খ্যাতিকে পুঁজি করে এবং তার প্রতিদ্বন্দ্বীর অদম্য মেজাজ সম্পর্কে বিদ্বেষপূর্ণ গুজব ছড়িয়ে দিতেন।  হেনরির লুইয়ের চেয়ে বেশি সম্পদ ছিল, বিশেষ করে ইংল্যান্ড দখলের পর, এবং লুই তার রাজত্বের আগের তুলনায় অ্যাঞ্জেভিন শক্তি প্রতিরোধে অনেক কম গতিশীল ছিলেন। এই দুই দলের মধ্যে বিরোধের ফলে অঞ্চলজুড়ে অন্যান্য শক্তির মধ্যে আকৃষ্ট হয়, যার মধ্যে রয়েছে ফ্ল্যান্ডার্সের কাউন্ট থিয়েরি, যিনি হেনরির সাথে একটি সামরিক জোটে স্বাক্ষর করেন, যদিও একটি ধারা অনুসারে কাউন্টকে তার সামন্ত প্রভু লুইয়ের বিরুদ্ধে যুদ্ধ করতে বাধ্য করা থেকে বিরত রাখা হয়। আরও দক্ষিণে থাকা লুইয়ের শত্রু ব্লোইসের কাউন্ট পঞ্চম থিওবাল্ড হেনরির আরেকজন প্রাথমিক মিত্র হয়ে ওঠেন। ফলে সৃষ্ট সামরিক উত্তেজনা এবং সেগুলো সমাধানের জন্য ঘন ঘন মুখোমুখি বৈঠকের ফলে ইতিহাসবিদ জিন ডানবাবিন এই পরিস্থিতিকে ইউরোপে বিংশ শতাব্দীর শীতল যুদ্ধের সাথে তুলনা করেন।\n১১৫০-এর দশকে ইংল্যান্ড থেকে মহাদেশে ফিরে আসার পর হেনরি তার ফরাসি ভূমি সুরক্ষিত করার এবং সম্ভাব্য বিদ্রোহ দমন করার চেষ্টা করেন। এই লক্ষ্যে ১১৫৪ সালে হেনরি এবং লুই একটি শান্তি চুক্তিতে সম্মত হন, যার অধীনে হেনরি লুইয়ের কাছ থেকে ভার্নন এবং নিউফ-মার্চেকে ফিরিয়ে আনেন। চুক্তিটি নড়বড়ে বলে মনে হয়েছিল, এবং উত্তেজনা রয়ে যায় - বিশেষ করে হেনরি লুইকে তার ফরাসি সম্পত্তির জন্য শ্রদ্ধা জানাননি। তারা ১১৫৮ সালে প্যারিস এবং মন্ট-সেন্ট-মিশেলে মিলিত হন, হেনরির জ্যেষ্ঠ জীবিত পুত্র, তরুণ হেনরিকে লুইয়ের মেয়ে মার্গারেটের সাথে বাগদান করতে সম্মত হন। বিবাহ চুক্তিতে লুই মার্গারেটকে ভেক্সিনের বিতর্কিত অঞ্চলটি তরুণ হেনরির সাথে বিবাহের জন্য প্রদান করেন। যদিও এটি শেষ পর্যন্ত হেনরিকে তার দাবি করা ভূমিগুলি প্রদান করত, তবে এটিও ইঙ্গিত দেয় যে ভেক্সিন প্রথমে লুইয়ের দান করা ছিল, অর্থাৎ এটি নিজেই একটি রাজনৈতিক ছাড়। অল্প সময়ের জন্য হেনরি এবং লুইয়ের মধ্যে একটি স্থায়ী শান্তি প্রশংসনীয় হয়।\nইতিমধ্যে হেনরি ব্রিটানির ডাচির দিকে মনোযোগ দেন, যা তার জমির প্রতিবেশী ছিল এবং স্বাধীনতার শক্তিশালী ঐতিহ্য ধরে রেখেছিল। বেশিরভাগ ডাচিতে ব্রেটন ডিউকদের খুব কম ক্ষমতা ছিল, যা বেশিরভাগই স্থানীয় প্রভুদের দ্বারা নিয়ন্ত্রিত ছিল। ১১৪৮ সালে ডিউক তৃতীয় কোনান মারা যান এবং গৃহযুদ্ধ শুরু হয়। হেনরি নিজেকে ব্রিটানির অধিপতি দাবি করেন এই ভিত্তিতে যে, ডাচি প্রথম হেনরির প্রতি আনুগত্য প্রকাশ করেছিল এবং ডাচির নিয়ন্ত্রণকে তার অন্যান্য ফরাসি অঞ্চলগুলিকে সুরক্ষিত করার উপায় এবং তার এক পুত্রের সম্ভাব্য উত্তরাধিকার হিসাবে দেখেছিলেন। প্রাথমিকভাবে হেনরির কৌশল ছিল পরোক্ষভাবে প্রক্সির মাধ্যমে শাসন করা, এবং সেই অনুযায়ী হেনরি বেশিরভাগ ডাচির উপর চতুর্থ কোনানের দাবিকে সমর্থন করেন, কারণ কোনানের সাথে শক্তিশালী ইংরেজ সম্পর্ক ছিল এবং সহজেই প্রভাবিত হতে পারতেন। কোনানের চাচা হোয়েল পূর্বে ন্যান্টেস কাউন্টি নিয়ন্ত্রণ করে চলেছিলেন যতক্ষণ না ১১৫৬ সালে হেনরির ভাই জিওফ্রে হেনরির সমর্থনে তাকে ক্ষমতাচ্যুত করেন। ১১৫৮ সালে জিওফ্রে মারা গেলে কোনান ন্যান্টেস পুনরুদ্ধারের চেষ্টা করেন কিন্তু হেনরি তাকে বাধা দেন এবং এটি নিজের জন্য সংযুক্ত করেন। হেনরি ব্রিটানিতে তার ক্ষমতা ক্রমাগত বৃদ্ধি করায় লুই হস্তক্ষেপ করার জন্য কোনও পদক্ষেপ নেননি।\n\nহেনরি দক্ষিণ ফ্রান্সের তুলুজের নিয়ন্ত্রণ পুনরুদ্ধারের জন্য একই ধরণের পন্থা গ্রহণের আশা করেছিলেন। তুলুস যদিও ঐতিহ্যগতভাবে ডাচি অফ অ্যাকুইটাইনের সাথে যুক্ত ছিল, কিন্তু এটি ক্রমশ স্বাধীন হয়ে উঠছিল এবং তখন কাউন্ট রেমন্ড পঞ্চম দ্বারা শাসিত হচ্ছিল। আকুইটাইনের শাসকরা বংশগত অধিকারের ভিত্তিতে কাউন্টির উপর দুর্বল দাবি করেন। হেনরি তখন এলেনরের পক্ষে এটি দাবি করার আশা করেন, এবং তার দ্বারা উৎসাহিত হয়ে হেনরি প্রথমে রেমন্ডের শত্রু বার্সেলোনার রেমন্ড বেরেঙ্গুয়ারের সাথে মিত্রতা করেন এবং তারপর ১১৫৯ সালে তুলুজের কাউন্টকে ক্ষমতাচ্যুত করার জন্য আক্রমণ করার হুমকি দেন। লুই তার দক্ষিণ সীমান্ত সুরক্ষিত করার প্রয়াসে তার বোন কনস্ট্যান্সকে কাউন্টের সাথে বিয়ে দেন। তা সত্ত্বেও যখন হেনরি এবং লুই তুলুসের বিষয়টি নিয়ে আলোচনা করেন, তখন হেনরি এই বিশ্বাসে চলে যান যে সামরিক হস্তক্ষেপের জন্য তার ফরাসি রাজার সমর্থন রয়েছে। হেনরি তুলুস আক্রমণ করেন, কিন্তু লুইকে শহরে রেমন্ডের সাথে দেখা করতে দেখেন। হেনরি লুইকে সরাসরি আক্রমণ করতে প্রস্তুত ছিলেন না, যিনি তখনও তার সামন্ত প্রভু ছিলেন। তাই তিনি নিজেকে প্রত্যাহার করে নেন এবং আশেপাশের কাউন্টি ধ্বংস করে, দুর্গ দখল করে এবং কোয়ের্সি প্রদেশ দখল করে নিজেকে সন্তুষ্ট রাখেন। এই পর্বটি দুই রাজার মধ্যে দীর্ঘস্থায়ী বিরোধের বিষয় হিসেবে প্রমাণিত হয় এবং নিউবার্গের ইতিহাসবিদ উইলিয়াম তুলুসের সাথে পরবর্তী সংঘাতকে \"চল্লিশ বছরের যুদ্ধ\" বলে অভিহিত করেন।\nতুলুসের ঘটনার পর লুই ১১৬০ সালের শান্তি চুক্তির মাধ্যমে হেনরির সাথে সম্পর্ক মেরামতের চেষ্টা করেন। এর ফলে হেনরি তার দাদা প্রথম হেনরির ভূমি এবং অধিকারের প্রতিশ্রুতি পান; এটি তরুণ হেনরি এবং মার্গারেটের বাগদান এবং ভেক্সিন চুক্তিকে পুনর্ব্যক্ত করে; এবং এতে তরুণ হেনরি লুইকে শ্রদ্ধা জানান, যা উত্তরাধিকারী হিসেবে তরুণ ছেলের অবস্থান এবং রাজা হিসেবে লুইয়ের অবস্থানকে শক্তিশালী করার একটি উপায় ছিল। শান্তি সম্মেলনের প্রায় অব্যবহিত পরেই লুই তার অবস্থান উল্লেখযোগ্যভাবে পরিবর্তন করেন। তার স্ত্রী কনস্ট্যান্স মারা যান এবং তিনি ব্লোইস এবং শ্যাম্পেনের কাউন্টদের বোন অ্যাডেলকে বিয়ে করেন। লুই এলেনরের কন্যাদের সাথে অ্যাডেলের ভাই পঞ্চম থিওবাল্ড, কাউন্ট অফ ব্লোইস এবং প্রথম হেনরি, কাউন্ট অফ শ্যাম্পেনের সাথেও বাগদান করান। এটি হেনরির প্রতি একমত হওয়া সম্পর্ক স্থাপনের পরিবর্তে আক্রমণাত্মক নিয়ন্ত্রণ কৌশলের প্রতিনিধিত্ব করে এবং থিওবাল্ডকে হেনরির সাথে তার জোট ত্যাগ করতে বাধ্য করে। হেনরি, যার কাছে তরুণ হেনরি এবং মার্গারেট উভয়েরই হেফাজত ছিল, তিনি ক্ষুব্ধ প্রতিক্রিয়া ব্যক্ত করেন এবং নভেম্বর মাসে তিনি বেশ কয়েকজন পোপের উত্তরাধিকারীকে তাদের বিয়ে করতে বাধ্য করেন - যদিও সন্তানদের বয়স যথাক্রমে মাত্র পাঁচ এবং তিন বছর ছিল। তিনি তাৎক্ষণিকভাবে ভেক্সিন দখল করেন। এবার লুই ক্ষিপ্ত হয়ে ওঠেন, কারণ এই পদক্ষেপ ১১৬০ সালের চুক্তির চেতনা লঙ্ঘন করেছিল।\nদুই নেতার মধ্যে সামরিক উত্তেজনা তৎক্ষণাৎ বেড়ে যায়। থিওবাল্ড টুরেইন সীমান্তে তার বাহিনীকে একত্রিত করেন। হেনরি ব্লোইসে চাউমন্টকে আকস্মিক আক্রমণের মাধ্যমে প্রতিক্রিয়া জানান এবং থিওবাল্ডের দুর্গ অবরোধ করে নেন। ১১৬১ সালের শুরুতে যুদ্ধ পুরো অঞ্চলে ছড়িয়ে পড়ার সম্ভাবনা দেখা দেয়, যতক্ষণ না সেই শরৎকালে ফ্রেটভালে একটি নতুন শান্তি আলোচনা হয়। এরপর ১১৬২ সালে পোপ আলেকজান্ডার তৃতীয়ের তত্ত্বাবধানে দ্বিতীয় শান্তি চুক্তি হয়। এই সাময়িক যুদ্ধবিরতি সত্ত্বেও হেনরির ভেক্সিন দখলের ফলে তার এবং ফ্রান্সের রাজাদের মধ্যে দ্বিতীয় দীর্ঘস্থায়ী বিরোধ শুরু হয়।\n\n\n== সরকার এবং পরিবার ==\n\n\n=== সাম্রাজ্য এবং সরকারের প্রকৃতি ===\nনবম শতাব্দীর ক্যারোলিংগিয়ানদের পর থেকে হেনরি ফ্রান্সের যেকোনো শাসকের চেয়ে বেশি নিয়ন্ত্রণ করেন। ইংল্যান্ড, ওয়েলস, স্কটল্যান্ড এবং আয়ারল্যান্ডের পরবর্তী অংশে তার সম্পত্তির সাথে মিলিত হয়ে এই ভূমিগুলি একটি বিশাল অঞ্চল তৈরি করে যা ঐতিহাসিকদের দ্বারা অ্যাঞ্জেভিন সাম্রাজ্য নামে পরিচিত। সাম্রাজ্যের একটি সুসংগত কাঠামো বা কেন্দ্রীয় নিয়ন্ত্রণের অভাব ছিল। এর পরিবর্তে এটি পারিবারিক সংযোগ এবং ভূমির একটি আলগা ও নমনীয় নেটওয়ার্ক দ্বারা গঠিত ছিল। হেনরির বিভিন্ন অঞ্চলের প্রতিটিতে বিভিন্ন স্থানীয় রীতিনীতি প্রযোজ্য ছিল, যদিও সাধারণ নীতিগুলি এই স্থানীয় বৈচিত্র্যের কিছু ভিত্তি স্থাপন করেছিল। হেনরি সাম্রাজ্য জুড়ে ক্রমাগত ভ্রমণ করেন। ইতিহাসবিদ জন এডওয়ার্ড অস্টিন জোলিফ তাকে \"রাস্তাঘাট এবং রাস্তাঘাটের সরকার\" হিসাবে বর্ণনা করেছেন। তার ভ্রমণগুলি আঞ্চলিক সরকারী সংস্কার এবং অন্যান্য স্থানীয় প্রশাসনিক কাজের সাথে মিলে যায়, যদিও বার্তাবাহকরা যেখানেই যেতেন তার সমস্ত ক্ষেত্রের সাথে সংযুক্ত করতে সক্ষম হন। তার অনুপস্থিতিতে জমিগুলি সেনেস্কাল এবং বিচারপতিদের দ্বারা শাসিত হত এবং তাদের অধীনে প্রতিটি অঞ্চলের স্থানীয় কর্মকর্তারা সরকারী কার্যক্রম পরিচালনা করতেন। তা সত্ত্বেও সরকারের অনেক কাজ হেনরির নিজের উপর কেন্দ্রীভূত ছিল, এবং তিনি প্রায়ই সিদ্ধান্ত বা অনুগ্রহের জন্য আবেদনকারীদের দ্বারা বেষ্টিত থাকতেন।\nসময়ে সময়ে হেনরির রাজসভা একটি ম্যাগনাম কনসিলিয়াম  বা একটি মহান পরিষদে পরিণত হয়, যা কখনও কখনও গুরুত্বপূর্ণ সিদ্ধান্ত গ্রহণের জন্য ব্যবহৃত হত, কিন্তু যখনই অনেক ব্যারন এবং বিশপ রাজার সাথে দেখা করতেন তখনই এই শব্দটি আলগাভাবে প্রয়োগ করা হত। রাজাকে পরামর্শ দেওয়ার এবং রাজকীয় সিদ্ধান্তগুলিতে সম্মতি দেওয়ার জন্য একটি মহান পরিষদের কথা ছিল, তবুও হেনরির উদ্দেশ্যের বিরোধিতা করার জন্য তারা আসলে কতটা স্বাধীনতা উপভোগ করেছিল তা স্পষ্ট নয়। আইন প্রণয়নের সময় হেনরি তার আদালতের সাথেও পরামর্শ করতেন বলে মনে করা হয়, তবে তিনি তাদের মতামত কতটা বিবেচনায় নিয়েছিলেন তা স্পষ্ট নয়। একজন শক্তিশালী শাসক হিসেবে হেনরি তার প্রজাদের মূল্যবান পৃষ্ঠপোষকতা প্রদান করতে অথবা তাদের উপর ধ্বংসাত্মক ক্ষতি চাপিয়ে দিতে সক্ষম হয়েছিলেন। তিনি যোগ্য কর্মকর্তাদের খুঁজে বের করার এবং তাদের রাখার ক্ষেত্রে খুবই কার্যকর ছিলেন, যার মধ্যে রয়েছে দ্বাদশ শতাব্দীতে রাজকীয় প্রশাসনের একটি গুরুত্বপূর্ণ অংশ চার্চের মধ্যেও। গির্জার অভ্যন্তরে রাজকীয় পৃষ্ঠপোষকতা হেনরির অধীনে অগ্রগতির একটি কার্যকর পথ তৈরি করে এবং তার পছন্দের বেশিরভাগ ধর্মযাজকরা অবশেষে বিশপ এবং আর্চবিশপ হন। বিপরীতে, ইংল্যান্ডে আর্লডমের সংখ্যা উল্লেখযোগ্যভাবে হ্রাস পায়, যা অনেক ঐতিহ্যবাহী ব্যারনের অগ্রগতির সম্ভাবনাকে সরিয়ে দেয়। হেনরি তার \"ইরা এট ম্যালেভোলেন্টিয়া\" - \"ক্রোধ এবং বিদ্বেষ\" -ও দেখাতে পারতেন। এটি এমন একটি শব্দ যা নির্দিষ্ট ব্যারন বা পাদ্রিদের শাস্তি দেওয়ার বা আর্থিকভাবে ধ্বংস করার তার ক্ষমতাকে বর্ণনা করে।\nইংল্যান্ডে হেনরি প্রথমে তার বাবার প্রাক্তন উপদেষ্টাদের উপর নির্ভর করতেন যাদের তিনি নরম্যান্ডি থেকে তার সাথে নিয়ে এসেছিলেন। প্রথম হেনরির কিছু অবশিষ্ট কর্মকর্তার উপর স্টিফেন তার কিছু কিছু সিনিয়র অভিজাতদের দ্বারা শক্তিশালী হন যারা ১১৫৩ সালে হেনরির সাথে তাদের শান্তি স্থাপন করেন। রাজত্বকালে হেনরি তাঁর দাদার মতো, ইংল্যান্ডে ক্রমবর্ধমানভাবে \" নতুন পুরুষদের \" স্বাধীন সম্পদ এবং জমিবিহীন গৌণ অভিজাতদের কর্তৃত্বের পদে উন্নীত করেন। ১১৮০ সালের মধ্যে ইংল্যান্ডে হেনরির পরিবারের বিভিন্ন অবৈধ সদস্যদের দ্বারা সমর্থিত রাজকীয় প্রশাসকদের এই নতুন শ্রেণীর প্রাধান্য ছিল। দ্বাদশ শতাব্দীর প্রথমার্ধে নরম্যান্ডির অভিজাতদের সাথে ইংল্যান্ডের সম্পর্ক দুর্বল হয়ে পড়ে এবং হেনরির অধীনেও তা অব্যাহত ছিল। হেনরি নরম্যান বিশপদের পদ থেকে তার ঘনিষ্ঠ উপদেষ্টাদের বরখাস্ত করেন এবং ইংল্যান্ডের মতো নরম্যান প্রশাসক হিসেবে অনেক \"নতুন লোক\" নিয়োগ করেন। নরম্যান্ডির বৃহত্তর জমির মালিকদের মধ্যে খুব কমই রাজার পৃষ্ঠপোষকতা থেকে উপকৃত হন। তিনি প্রায়শই নর্মান অভিজাতদের সাথে ব্যবস্থামূলক বিবাহ বা উত্তরাধিকারের মাধ্যমে হস্তক্ষেপ করতেন, হয় ডিউক হিসেবে তার কর্তৃত্ব ব্যবহার করতেন অথবা ইংল্যান্ডের রাজা হিসেবে তাদের ভূমির উপর তার প্রভাব ব্যবহার করতেন। ফ্রান্সের বাকি অংশ জুড়ে স্থানীয় প্রশাসন কম উন্নত ছিল। লোয়ার এবং পশ্চিম টুরেইনের উপর অবস্থিত প্রেভোটস এবং সেনেস্কাল নামক কর্মকর্তাদের সমন্বয়ে আনজু পরিচালিত হত, কিন্তু হেনরির এই অঞ্চলের অন্য কোথাও খুব কম কর্মকর্তা ছিলেন। ১১৭০-এর দশকের শেষের দিকে রিচার্ডের প্রচেষ্টার ফলে হেনরির রাজত্বকালে উল্লেখযোগ্যভাবে বৃদ্ধি পেলেও অ্যাকুইটাইনে ডুকাল কর্তৃত্ব খুবই সীমিত ছিল।\n\n\n=== আদালত এবং পরিবার ===\n\nহেনরির সম্পদ তাকে ইউরোপের সম্ভবত বৃহত্তম কুরিয়া রেজিস বা রাজকীয় দরবার বজায় রাখার সুযোগ করে দিয়েছিল। তাঁর দরবার সমসাময়িক ইতিহাসবিদদের কাছ থেকে প্রচুর মনোযোগ আকর্ষণ করে এবং সাধারণত বেশ কয়েকজন প্রধান অভিজাত এবং বিশপ, নাইট, গৃহকর্মী, পতিতা, কেরানি, ঘোড়া এবং শিকারী কুকুর সহ গঠিত হয়। আদালতের ভেতরে তার কর্মকর্তারা (মন্ত্রীরা); তার বন্ধুরা, তার আস্থাভাজন এবং বিশ্বস্ত কর্মচারীদের (familiares regis) ছোট অভ্যন্তরীণ বৃত্ত ছিল। হেনরির পরিবারের সদস্যরা তার পরিবার এবং সরকার পরিচালনার জন্য বিশেষভাবে গুরুত্বপূর্ণ ছিলেন কারণ তারা সরকারি উদ্যোগকে এগিয়ে নিয়ে যেতেন এবং সরকারী কাঠামো এবং রাজার মধ্যে শূন্যস্থান পূরণ করতেন।\nহেনরি এমন একটি পরিশীলিত পরিবার বজায় রাখার চেষ্টা করেছিলেন যেখানে শিকার এবং মদ্যপানের সাথে বিশ্বজনীন সাহিত্য আলোচনা এবং সৌজন্যমূলক মূল্যবোধের সমন্বয় ছিল। তবুও হেনরির আগ্রহ ছিল শিকারের প্রতি, যার জন্য রাজসভা বিখ্যাত হয়ে ওঠে। হেনরির তার জমি জুড়ে বেশ কয়েকটি পছন্দের রাজকীয় শিকারের লজ এবং অ্যাপার্টমেন্ট ছিল এবং তিনি তার রাজকীয় দুর্গগুলিতে দুর্গ হিসাবে এবং রাজকীয় শক্তি এবং প্রতিপত্তির প্রতীক হিসাবে তাদের ব্যবহারিক ব্যবহারের জন্য প্রচুর বিনিয়োগ করেছিলেন। আদালতটি তার ধরণ এবং ভাষায় তুলনামূলকভাবে আনুষ্ঠানিক ছিল, সম্ভবত হেনরি তার নিজের ক্ষমতায় আকস্মিক উত্থান এবং একজন কাউন্টের পুত্র হিসেবে তুলনামূলকভাবে নম্র বংশোদ্ভূততার ক্ষতিপূরণ দেওয়ার চেষ্টা করছিলেন।  শান্তির সময়ে সশস্ত্র নাইটদের সমাবেশের নিরাপত্তা ঝুঁকির কারণে তিনি টুর্নামেন্ট আয়োজনের বিরোধিতা করেছিলেন।\nগিলিংহাম যেমন বর্ণনা করেছেন, অ্যাঞ্জেভিন সাম্রাজ্য এবং আদালত ছিল \"একটি পারিবারিক প্রতিষ্ঠান\"। তার মা মাটিল্ডা তার প্রাথমিক জীবনে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন এবং পরবর্তী বহু বছর ধরে তার প্রভাব বজায় রেখেছিলেন। হেনরির স্ত্রী এলিনরের সাথে সম্পর্ক জটিল ছিল। ১১৫৪ সালের পর বেশ কয়েক বছর ধরে হেনরি ইংল্যান্ড পরিচালনার জন্য এলিনরের উপর আস্থা রেখেছিলেন এবং পরে তিনি অ্যাকুইটাইন শাসন করার জন্য সন্তুষ্ট ছিলেন। প্রকৃতপক্ষে বিশ্বাস করা হত যে এলেনর তাদের বিবাহের বেশিরভাগ সময় হেনরির উপর প্রভাব বিস্তার করেছিলেন। অবশেষে তাদের সম্পর্ক ভেঙে যায়। ১১৭৩-১১৭৪ সালের বিদ্রোহে বড় ছেলেদের সমর্থন করার জন্য এলেনর হেনরিকে পরিত্যাগ করার কারণ কী ছিল তা নিয়ে ইতিহাসবিদ এবং ইতিহাসবিদরা অনুমান করেছেন। সম্ভাব্য ব্যাখ্যাগুলির মধ্যে রয়েছে অ্যাকুইটাইনে তার ক্রমাগত হস্তক্ষেপ; ১১৭৩ সালে এলিনরের পরিবর্তে হেনরির তুলুজের রেমন্ডের কাছ থেকে শ্রদ্ধাঞ্জলি গ্রহণ; এবং তার কঠোর মেজাজ।\nএলেনরের গর্ভে হেনরির আটটি বৈধ সন্তান ছিল: পাঁচ পুত্র, উইলিয়াম, ইয়ং হেনরি, রিচার্ড, জিওফ্রে এবং জন  এবং তিন কন্যা, মাতিলদা, এলেনর এবং জোয়ান। তার বেশ কয়েকজন দীর্ঘমেয়াদী উপপত্নী ছিল, যার মধ্যে অ্যানাবেল ডি ব্যালিওল এবং রোসামুন্ড ক্লিফোর্ড এবং বেশ কয়েকজন অবৈধ সন্তানও ছিল। এদের মধ্যে সবচেয়ে বিশিষ্ট ছিলেন জিওফ্রে (পরবর্তীতে ইয়র্কের আর্চবিশপ) এবং উইলিয়াম (পরবর্তীতে স্যালিসবারির আর্ল)। হেনরির কাছ থেকে আশা করা হয়েছিল যে, তিনি তার বৈধ সন্তানদের ভবিষ্যতের জন্য তার ছেলেদের ভূমি দান করবেন এবং তার মেয়েদের ভালোভাবে বিয়ে দেবেন। তার পরিবার প্রতিদ্বন্দ্বিতা এবং সহিংস শত্রুতার কারণে তৎকালীন অন্যান্য অনেক রাজপরিবারের তুলনায় বিভক্ত ছিল, বিশেষ করে তুলনামূলকভাবে ঐক্যবদ্ধ ফরাসি ক্যাপিটিয়ানদের তুলনায়। হেনরির পরিবারের তিক্ত বিরোধ ব্যাখ্যা করার জন্য তাদের উত্তরাধিকারসূত্রে প্রাপ্ত পারিবারিক জেনেটিক্স থেকে শুরু করে হেনরি এবং এলিনরের পিতামাতার ব্যর্থতা পর্যন্ত বিভিন্ন পরামর্শ উপস্থাপন করা হয়। অন্যান্য তত্ত্বগুলি হেনরি এবং তার সন্তানদের ব্যক্তিত্বের উপর আলোকপাত করে। ম্যাথিউ স্ট্রিকল্যান্ডের মতো ঐতিহাসিকরা যুক্তি দিয়েছেন যে, হেনরি তার পরিবারের মধ্যে উত্তেজনা নিয়ন্ত্রণের জন্য বুদ্ধিমানের মতো প্রচেষ্টা করেছিলেন এবং যদি তিনি কম বয়সে মারা যেতেন, তাহলে উত্তরাধিকারসূত্রে প্রাপ্তি অনেক সহজ হত।\n\n\n=== আইন ===\n\nহেনরির রাজত্বকালে গুরুত্বপূর্ণ আইনি পরিবর্তন দেখা যায়, বিশেষ করে ইংল্যান্ড এবং নরম্যান্ডিতে। দ্বাদশ শতাব্দীর মাঝামাঝি সময়ে ইংল্যান্ডে অনেকগুলি ভিন্ন ভিন্ন গির্জাগতিক এবং দেওয়ানি আইন আদালত ছিল, যেখানে বিভিন্ন আইনি ঐতিহ্যের মিথস্ক্রিয়ার ফলে ওভারল্যাপিং এখতিয়ার ছিল। হেনরি ইংল্যান্ডে রাজকীয় বিচারের ভূমিকা ব্যাপকভাবে প্রসারিত করেন, আরও সুসংগত আইনি ব্যবস্থা তৈরি করেন, যা তার রাজত্বের শেষে  প্রাথমিক আইনি হ্যান্ডবুক গ্লানভিলের গ্রন্থে সংক্ষিপ্ত করা হয়। এই সংস্কারগুলি সত্ত্বেও হেনরির নতুন আইনি ব্যবস্থার জন্য কোনও মহৎ দৃষ্টিভঙ্গি ছিল কিনা তা অনিশ্চিত এবং সংস্কারগুলি একটি স্থির, বাস্তবসম্মত পদ্ধতিতে এগিয়েছে বলে মনে করা হয়। প্রকৃতপক্ষে কিছু পণ্ডিত বিশ্বাস করেন যে বেশিরভাগ ক্ষেত্রেই তিনি সম্ভবত নতুন প্রক্রিয়া তৈরির জন্য ব্যক্তিগতভাবে দায়ী ছিলেন না, তবে তিনি আইনের প্রতি অত্যন্ত আগ্রহী ছিলেন, ন্যায়বিচার প্রদানকে একজন রাজার অন্যতম গুরুত্বপূর্ণ কাজ হিসাবে দেখেছিলেন এবং সংস্কার পরিচালনার জন্য সাবধানতার সাথে ভাল প্রশাসক নিয়োগ করেছিলেন।\nইংল্যান্ডে স্টিফেনের রাজত্বের অস্থিরতার পরে জমি সংক্রান্ত অনেক আইনি মামলা নিষ্পত্তির অপেক্ষায় ছিল। সংঘর্ষের সময় অনেক ধর্মীয় গৃহ জমি হারায়, অন্য ক্ষেত্রে মালিক এবং উত্তরাধিকারীদের স্থানীয় ব্যারনরা তাদের সম্পত্তি বেদখল করে, যা কিছু ক্ষেত্রে বিক্রি করা হয় বা নতুন মালিকদের কাছে দেওয়া হয়। হেনরি এই মামলাগুলির বেশিরভাগের বিচারের জন্য ঐতিহ্যবাহী স্থানীয় আদালত - যেমন শায়ার কোর্ট, শতাধিক আদালত এবং বিশেষ করে সিগনোরিয়াল আদালত - এর উপর নির্ভর করতেন, শুধুমাত্র কয়েকটি ব্যক্তিগতভাবে শুনানি করতেন। এই প্রক্রিয়াটি নিখুঁত ছিল না এবং অনেক ক্ষেত্রে দাবিদাররা তাদের মামলাগুলি কার্যকরভাবে পরিচালনা করতে অক্ষম ছিলেন। আইনের প্রতি আগ্রহী থাকাকালীন তার রাজত্বের প্রথম বছরগুলিতে হেনরি অন্যান্য রাজনৈতিক বিষয় নিয়ে ব্যস্ত ছিলেন, এমনকি শুনানির জন্য রাজাকে খুঁজে বের করার অর্থ হতে পারে চ্যানেল পেরিয়ে ভ্রমণ করা এবং তার পেরিপেটিক আদালত খুঁজে বের করা। তা সত্ত্বেও তিনি বিদ্যমান পদ্ধতিগুলি উন্নত করার জন্য পদক্ষেপ নিতে প্রস্তুত ছিলেন, যেসব মামলায় ভুলভাবে পরিচালনা করা হয়েছে বলে তিনি মনে করেন সেগুলিতে হস্তক্ষেপ করেন এবং ধর্মীয় এবং দেওয়ানি আদালতের প্রক্রিয়া উভয়কেই উন্নত করার জন্য আইন প্রণয়ন করেন। ইতিমধ্যে নরম্যান্ডিতে হেনরি ডাচি জুড়ে তার কর্মকর্তাদের দ্বারা পরিচালিত আদালতের মাধ্যমে ন্যায়বিচার প্রদান করেন এবং মাঝে মাঝে এই মামলাগুলি রাজার কাছেও যেত। তিনি কেনে একটি রাজস্ব আদালতও পরিচালনা করতেন যা রাজকীয় রাজস্ব সম্পর্কিত মামলার শুনানি করত এবং ডাচি জুড়ে ভ্রমণকারী রাজার বিচারকদের রক্ষণাবেক্ষণ করত। ১১৫৯ থেকে ১১৬৩ সালের মধ্যে হেনরি নরম্যান্ডিতে রাজকীয় ও গির্জার আদালতের সংস্কার পরিচালনায় সময় কাটান এবং পরবর্তীতে ইংল্যান্ডে প্রবর্তিত কিছু ব্যবস্থা ১১৫৯ সালের প্রথম দিকে নরম্যান্ডিতে বিদ্যমান বলে লিপিবদ্ধ রয়েছে।\n১১৬৩ সালে হেনরি রাজকীয় দরবারের ভূমিকা সংস্কারের উদ্দেশ্যে ইংল্যান্ডে ফিরে আসেন।  তিনি অপরাধ দমন করেন, চোর এবং পলাতকদের জিনিসপত্র জব্দ করেন এবং ভ্রমণকারী বিচারকদের উত্তর এবং মিডল্যান্ডসে প্রেরণ করেন। ১১৬৬ সালের পর ওয়েস্টমিনস্টারে হেনরির কোষাগার আদালত, যা পূর্বে কেবল রাজকীয় রাজস্ব সম্পর্কিত মামলার শুনানি করত, রাজার পক্ষে বৃহত্তর দেওয়ানি মামলা গ্রহণ শুরু করে। সংস্কার অব্যাহত থাকে এবং হেনরি সম্ভবত ১১৭৬ সালে জেনারেল আয়ার তৈরি করেন, যার মধ্যে ছিল একটি নির্দিষ্ট সময়ের মধ্যে ইংল্যান্ডের সমস্ত কাউন্টি পরিদর্শনের জন্য রাজকীয় বিচারপতিদের একটি দল প্রেরণ করা, যাদের দেওয়ানি এবং ফৌজদারি উভয় মামলাই পরিচালনা করার ক্ষমতা ছিল। পূর্ববর্তী রাজত্বকালে মাঝে মাঝে স্থানীয় জুরি ব্যবহার করা হত, কিন্তু হেনরি তাদের আরও ব্যাপক ব্যবহার করেন। ১১৭৬ সালের দিকে ক্ষুদ্র বিচারে জুরিদের প্রবর্তন করা হয়, যেখানে এগুলি নির্দিষ্ট পূর্ব-প্রতিষ্ঠিত প্রশ্নের উত্তর প্রতিষ্ঠার জন্য ব্যবহৃত হত, এবং ১১৭৯ সালের গ্র্যান্ড বিচারে, যেখানে এগুলি একজন আসামীর অপরাধ নির্ধারণের জন্য ব্যবহৃত হত। যুদ্ধের মাধ্যমে বিচার এবং অগ্নিপরীক্ষার মাধ্যমে বিচার সহ অন্যান্য বিচার পদ্ধতি অব্যাহত ছিল। ১১৬৬ সালে ক্ল্যারেন্ডনের অ্যাসাইজের পর রাজকীয় ন্যায়বিচার নতুন নতুন ক্ষেত্রে সম্প্রসারিত হয়, বিশেষ করে নতুন ধরণের অ্যাসাইজের মাধ্যমে, বিশেষ করে নতুন ডিসেইসিন, মর্ট ডি'অ্যানসেস্টার এবং ডোয়ার আনডে নিচিল হ্যাবেট, যা যথাক্রমে জমি, উত্তরাধিকার এবং বিধবাদের অধিকারের অন্যায়ভাবে দখলের সাথে সম্পর্কিত ছিল। এই সংস্কারগুলি করার মাধ্যমে হেনরি ন্যায়বিচার প্রদানে ব্যারনদের ঐতিহ্যবাহী অধিকারকে চ্যালেঞ্জ করেন এবং মূল সামন্ততান্ত্রিক নীতিগুলিকে শক্তিশালী করেন। কিন্তু সময়ের সাথে সাথে এটি ইংল্যান্ডে রাজকীয় ক্ষমতা ব্যাপকভাবে বৃদ্ধি করে।\n\n\n=== গির্জার সাথে সম্পর্ক ===\nচার্চের সাথে হেনরির সম্পর্ক দেশভেদে এবং সময়ের সাথে সাথে উল্লেখযোগ্যভাবে পরিবর্তিত হয়েছিল। তার শাসনের অন্যান্য দিকগুলির মতো একটি সাধারণ গির্জার নীতি গঠনের কোনও প্রচেষ্টা করা হয়নি। তার নীতি ছিল সাধারণত পোপের প্রভাব প্রতিরোধ করা ও তার নিজস্ব স্থানীয় কর্তৃত্ব বৃদ্ধি করা। দ্বাদশ শতাব্দীতে ক্যাথলিক চার্চের মধ্যে চলমান সংস্কার আন্দোলন অব্যাহত ছিল। রাজকীয় কর্তৃত্ব থেকে বৃহত্তর যাজকীয় স্বায়ত্তশাসন এবং পোপ পদের জন্য আরও প্রভাবের পক্ষে সমর্থন জানানো হয়। এই প্রবণতা ইতিমধ্যেই ইংল্যান্ডে উত্তেজনা সৃষ্টি করে। উদাহরণস্বরূপ, রাজা স্টিফেন ১১৫২ সালে ক্যান্টারবেরির আর্চবিশপ থিওবাল্ড অফ বেককে নির্বাসনে বাধ্য করেছিলেন। পাদ্রিদের সদস্যদের উপর রাজকীয় এখতিয়ার নিয়েও দীর্ঘদিন ধরে উদ্বেগ ছিল।\nইংল্যান্ডের উত্তেজনার বিপরীতে নরম্যান্ডিতে হেনরির মাঝে মাঝে চার্চের সাথে মতবিরোধ ছিল কিন্তু সাধারণত সেখানকার বিশপদের সাথে খুব ভালো সম্পর্ক ছিল। ব্রিটানিতে তিনি স্থানীয় গির্জার শ্রেণিবিন্যাসের সমর্থন পেয়েছিলেন এবং খুব কমই ধর্মযাজকীয় বিষয়ে হস্তক্ষেপ করতেন, মাঝে মাঝে তার প্রতিদ্বন্দ্বী ফ্রান্সের লুইয়ের জন্য অসুবিধা সৃষ্টি করা ছাড়া। আরও দক্ষিণে স্থানীয় গির্জার উপর অ্যাকুইটাইনের ডিউকদের ক্ষমতা উত্তরের তুলনায় অনেক কম ছিল এবং স্থানীয় নিয়োগের উপর হেনরির প্রভাব বিস্তারের প্রচেষ্টা উত্তেজনা তৈরি করে। ১১৫৯ সালের বিতর্কিত পোপ নির্বাচনের সময় হেনরি লুইয়ের মতো তার প্রতিদ্বন্দ্বী ভিক্টর চতুর্থের পরিবর্তে তৃতীয় আলেকজান্ডারকে সমর্থন করেন।\nসমসাময়িক ইতিহাসবিদ জেরাল্ড অফ ওয়েলস এই ধারণাটি প্রচার করেছিলেন যে হেনরি মঠের প্রতিষ্ঠাতা ছিলেন, কিন্তু সামগ্রিকভাবে হেনরির ধর্মীয় বিশ্বাস মূল্যায়ন করা কঠিন। এর আংশিক কারণ হল সমসাময়িকদের কাছে একটি বাড়ি প্রতিষ্ঠা এবং পৃষ্ঠপোষকতার মধ্যে পার্থক্য ঝাপসা ছিল। পণ্ডিত এলিজাবেথ হ্যালামের ভাষায়, \"দ্বিতীয় হেনরি ছিলেন অনেক বাড়ির 'পৃষ্ঠপোষক এবং প্রতিষ্ঠাতা' যেখানে তিনি তাঁর পূর্বপুরুষ এবং পূর্বসূরীদের কাছ থেকে এই অধিকার উত্তরাধিকারসূত্রে পেয়েছিলেন\"। ইংল্যান্ডে তিনি সন্ন্যাসীদের নিয়মিত পৃষ্ঠপোষকতা প্রদান করেছিলেন, কিন্তু খুব কম নতুন মঠ প্রতিষ্ঠা করেছিলেন। তিনি যেগুলি করেছিলেন, তার মধ্যে তিনটি বেকেট হত্যার জন্য প্রায়শ্চিত্তের অংশ হিসাবে প্রতিষ্ঠিত হয় এবং যথেষ্ট ব্যয়ে নির্মিত হয়। এগুলো হলো সমারসেটের উইথাম চার্টারহাউস, এসেক্সের ওয়ালথাম অ্যাবে এবং উইল্টশায়ারের আমেসবারি।  সিরেন্সেস্টারও ছিলেন তাৎপর্যপূর্ণ এবং তাঁর পূর্বপুরুষদের সাথে তুলনীয়। তিনি ধর্মের ক্ষেত্রে তুলনামূলকভাবে রক্ষণশীল ছিলেন, এবং যখন তিনি সন্ন্যাস সংক্রান্ত বিষয়ে হস্তক্ষেপ করতেন, তখন সাধারণত এমন ঘরগুলিকে বিবেচনা করা হত যেগুলির সাথে তার পরিবারের সম্পর্ক ছিল, যেমন রিডিং অ্যাবে, যা তার দাদা প্রথম হেনরি দ্বারা প্রতিষ্ঠিত হয়েছিল। বেকেটের সাথে লড়াইয়ের সময় সমসাময়িকরা বিশ্বাস করতেন যে তিনি তার মায়ের দ্বারা প্রভাবিত হতে পারেন। তার সিংহাসনে আরোহণের আগে ধর্মীয় প্রতিষ্ঠান সহ বেশ কয়েকটি সনদ তাদের যৌথ নামে জারি করা হয়েছিল, যেমন ১১৪০-এর দশকের গোড়ার দিকে অ্যাঞ্জার্সের অ্যাবে সেন্ট নিকোলাসের নামে। হেনরি ইংল্যান্ড এবং ফ্রান্সে বাড়িঘর প্রতিষ্ঠা করেছিলেন; বেকেটের মৃত্যুর আগে তিনি মাঝেমধ্যেই এটি করেন, কিন্তু হ্যালামের ভাষায়, এর পরে তারা \"নাটকীয়ভাবে ত্বরান্বিত\" হয়। বেকেটের মৃত্যুর পর তার প্রায়শ্চিত্তের অংশ হিসেবে তিনি ফ্রান্সে বিশেষ করে কুষ্ঠরোগীদের জন্যবিভিন্ন হাসপাতাল তৈরি এবং দান করেন, উদাহরণস্বরূপ মন্ট-সেন্ট-আইগনানে, যা মৃত আর্চবিশপের উদ্দেশ্যে উৎসর্গ করা হয়। যেহেতু সেই সময়কালে সমুদ্র ভ্রমণ বিপজ্জনক ছিল, তাই তিনি যাত্রা শুরু করার আগে সম্পূর্ণ স্বীকারোক্তি নিতেন এবং ভ্রমণের সর্বোত্তম সময় নির্ধারণের জন্য অশুভ সংকেত ব্যবহার করতেন। ঐতিহাসিক নিকোলাস ভিনসেন্ট যুক্তি দেন যে, হেনরির আন্দোলনগুলিও সন্ত দিবস এবং অন্যান্য আকস্মিক অনুষ্ঠানের সুযোগ নেওয়ার জন্য পরিকল্পনা করা হতে পারে।\n\n\n=== অর্থনীতি এবং অর্থায়ন ===\n\nদ্বাদশ শতাব্দীতে হেনরির মতো মধ্যযুগীয় শাসকরা বিভিন্ন আয়ের উৎস উপভোগ করেন। তাদের আয়ের কিছু অংশ আসত তাদের ব্যক্তিগত সম্পত্তি থেকে, যাকে ডেমেসনে বলা হত; অন্য আয় আসত আইনি জরিমানা এবং স্বেচ্ছাচারী কর আরোপ থেকে, যা সেই সময়ে মাঝেমধ্যেই বৃদ্ধি করা হত। রাজারা ঋণ গ্রহণের মাধ্যমেও তহবিল সংগ্রহ করতে পারতেন। হেনরি পূর্ববর্তী ইংরেজ শাসকদের তুলনায় এটি অনেক বেশি করতেন, প্রথমে রুয়েনের মহাজনদের মাধ্যমে, পরে তার রাজত্বকালে ইহুদি এবং ফ্লেমিশ ঋণদাতাদের দিকে ঝুঁকে পড়েন। দ্বাদশ শতাব্দীতে ভাড়াটে বাহিনীকে অর্থ প্রদান এবং পাথরের দুর্গ নির্মাণের জন্য শাসকদের কাছে প্রস্তুত নগদ অর্থ ক্রমশ গুরুত্বপূর্ণ হয়ে ওঠে, যা সফল সামরিক অভিযানের জন্য অত্যন্ত গুরুত্বপূর্ণ ছিল।\n১১৫৪ সালে হেনরি ইংল্যান্ডে এক কঠিন পরিস্থিতির উত্তরাধিকারসূত্রে পান। প্রথম হেনরি রাজকীয় অর্থব্যবস্থার একটি ব্যবস্থা প্রতিষ্ঠা করেন যা তিনটি গুরুত্বপূর্ণ প্রতিষ্ঠানের উপর নির্ভর করত: লন্ডনে একটি কেন্দ্রীয় রাজকীয় কোষাগার, যা গুরুত্বপূর্ণ দুর্গগুলিতে কোষাগার দ্বারা সমর্থিত; কোষাগারে অর্থ প্রদানের জন্য অর্থ প্রদানকারী রাজস্ব; এবং \"চেম্বার\" নামে রাজকীয় কর্মকর্তাদের একটি দল যারা রাজার ভ্রমণ অনুসরণ করত, প্রয়োজনে অর্থ ব্যয় করত এবং পথে রাজস্ব সংগ্রহ করত। দীর্ঘ গৃহযুদ্ধ এই ব্যবস্থায় যথেষ্ট ব্যাঘাত ঘটায় এবং অসম্পূর্ণ পাইপ রোলের উপর ভিত্তি করে গণনা থেকে জানা যায় যে, ১১২৯-৩০ এবং ১১৫৫-৫৬ সালের মধ্যে রাজকীয় আয় ৪৬ শতাংশ কমে যায়। যুদ্ধের পর ইংরেজ মুদ্রা স্থিতিশীল করার চেষ্টা করার জন্য ১১৫৩ সালে স্টিফেনের অধীনে আউব্রিজ সিলভার পেনি নামে একটি নতুন মুদ্রা জারি করা হয়। এটি পূর্বে প্রচলিত মুদ্রা প্রতিস্থাপনে কার্যকর ছিল। হেনরির মহাদেশীয় সম্পত্তিতে আর্থিক বিষয়গুলি কীভাবে পরিচালিত হত সে সম্পর্কে খুব কম জানা যায়, তবে নরম্যান্ডিতেও একই রকম একটি ব্যবস্থা পরিচালিত হত এবং সম্ভবত আনজু এবং অ্যাকুইটাইন উভয় ক্ষেত্রেই একই রকম একটি ব্যবস্থা পরিচালিত হত।\nক্ষমতা গ্রহণের পর হেনরি ইংল্যান্ডে রাজকীয় অর্থব্যবস্থা পুনরুদ্ধার, প্রথম হেনরির আর্থিক প্রক্রিয়া এবং প্রতিষ্ঠানগুলিকে পুনরুজ্জীবিত করা এবং রাজকীয় হিসাবরক্ষণের মান উন্নত করার প্রচেষ্টাকে সর্বোচ্চ অগ্রাধিকার দিয়েছিলেন। হেনরির রাজত্বের বেশিরভাগ সময় ইংল্যান্ডে তার আয়ের সিংহভাগ ছিল ডেমেসন থেকে প্রাপ্ত রাজস্ব, যদিও প্রথম ১১ বছরে করের উপর ব্যাপকভাবে নির্ভরশীলতা ছিল। দক্ষ রিচার্ড ফিটজনিলের সহায়তায় তিনি ১১৫৮ সালে মুদ্রা সংস্কার করেন, প্রথমবারের মতো ইংরেজি মুদ্রায় নিজের নাম অন্তর্ভুক্ত করেন এবং মুদ্রা উৎপাদনের জন্য লাইসেন্সপ্রাপ্ত অর্থদাতাদের সংখ্যা উল্লেখযোগ্যভাবে হ্রাস করেন। এই পদক্ষেপগুলি হেনরির আয় বৃদ্ধি করতে সফল হয়, কিন্তু ১১৬০-এর দশকে ইংল্যান্ডে ফিরে আসার পর তিনি আরও পদক্ষেপ নেন। নতুন কর চালু করা হয় এবং বিদ্যমান হিসাবগুলি পুনঃনিরীক্ষণ করা হয়, এবং আইনি ব্যবস্থার সংস্কারের ফলে জরিমানা এবং ক্ষতিপূরণ থেকে অর্থের নতুন প্রবাহ আসে। ১১৮০ সালে মুদ্রার একটি পাইকারি সংস্কার করা হয়, যেখানে রাজকীয় কর্মকর্তারা টাকশালের সরাসরি নিয়ন্ত্রণ গ্রহণ করেন এবং লাভ সরাসরি কোষাগারে স্থানান্তর করেন। শর্ট ক্রস নামে একটি নতুন পেনি চালু করা হয় এবং সারা দেশে টাকশালের সংখ্যা উল্লেখযোগ্যভাবে দশে নেমে আসে। সংস্কারের ফলে রাজকীয় রাজস্ব উল্লেখযোগ্যভাবে বৃদ্ধি পায়। রাজত্বের প্রথম অংশে হেনরির গড় রাজস্ব আয় ছিল মাত্র £১৮,০০০; ১১৬৬ সালের পরে গড় আয় ছিল প্রায় £২২,০০০। এই পরিবর্তনগুলির একটি অর্থনৈতিক প্রভাব ছিল ইংল্যান্ডে প্রচলিত অর্থের পরিমাণ উল্লেখযোগ্যভাবে বৃদ্ধি এবং ১১৮০-এর পরে মুদ্রাস্ফীতি এবং বাণিজ্য উভয় ক্ষেত্রেই দীর্ঘমেয়াদী বৃদ্ধি।\n\n\n== মধ্যবর্তী বছর (১১৬২–১১৭৫) ==\n\n\n=== ফ্রান্সের উন্নয়ন ===\n\n১১৬০-এর দশকে হেনরি এবং সপ্তম লুইয়ের মধ্যে দীর্ঘস্থায়ী উত্তেজনা অব্যাহত ছিল। ফরাসি রাজা ধীরে ধীরে ইউরোপে হেনরির ক্রমবর্ধমান ক্ষমতার বিরোধিতা করতে আরও জোরালো হয়ে ওঠেন। ১১৬০ সালে লুই মধ্য ফ্রান্সে শ্যাম্পেনের কাউন্ট এবং বারগান্ডির ডিউক দ্বিতীয় ওডোর সাথে তার জোট শক্তিশালী করেন। তিন বছর পর ফ্ল্যান্ডার্সের নতুন কাউন্ট ফিলিপ হেনরির ক্রমবর্ধমান ক্ষমতা সম্পর্কে উদ্বিগ্ন হয়ে প্রকাশ্যে ফরাসি রাজার সাথে নিজেকে মিত্র করে তোলেন। লুইয়ের স্ত্রী অ্যাডেল ১১৬৫ সালে পুরুষ উত্তরাধিকারী ফিলিপ অগাস্টাসকে জন্ম দেন। ফলে লুই আগের অনেক বছরের তুলনায় নিজের অবস্থানের ব্যাপারে বেশি আত্মবিশ্বাসী হন। ফলস্বরূপ, ১১৬০-এর দশকের মাঝামাঝি সময়ে হেনরি এবং লুইয়ের মধ্যে সম্পর্কের আবার অবনতি ঘটে।\nইতিমধ্যে হেনরি ব্রিটানিতে তার পরোক্ষ শাসনের নীতি পরিবর্তন করতে শুরু করেন এবং আরও সরাসরি নিয়ন্ত্রণ প্রয়োগ করতে শুরু করেন। ১১৬৪ সালে তিনি ব্রিটানি এবং নরম্যান্ডির সীমান্তবর্তী জমি দখলের জন্য হস্তক্ষেপ করেন এবং ১১৬৬ সালে স্থানীয় ব্যারনদের শাস্তি দেওয়ার জন্য ব্রিটানি আক্রমণ করেন। এরপর হেনরি তৃতীয় কোনানকে ডিউক পদ ত্যাগ করতে এবং ব্রিটানিকে তার মেয়ে কনস্ট্যান্সের কাছে হস্তান্তর করতে বাধ্য করেন, যাকে হেনরির ছেলে জিওফ্রের সাথে হস্তান্তর করা হয় এবং তার বাগদান সম্পন্ন করা হয়। মধ্যযুগীয় আইনের অধীনে এই ব্যবস্থাটি বেশ অস্বাভাবিক ছিল কারণ কোনানের এমন পুত্র থাকতে পারে যারা বৈধভাবে ডাচির উত্তরাধিকারসূত্রে পেতে পারতেন।  হেনরি ফ্রান্সের অন্যত্র আউভার্গেন দখলের চেষ্টা করেন, যা ফরাসি রাজার ক্রোধের কারণ হয়। আরও দক্ষিণে হেনরি তুলুজের রেমন্ডের উপর চাপ প্রয়োগ করতে থাকেন। তিনি ১১৬১ সালে ব্যক্তিগতভাবে সেখানে প্রচারণা চালান এবং ১১৬৪ সালে রেমন্ডের বিরুদ্ধে তার মিত্র আরাগনের দ্বিতীয় আলফোনসো এবং বোর্দোর আর্চবিশপকে প্রেরণ করেন। ১১৬৫ সালে রেমন্ড লুইয়ের বোনকে তালাক দেন এবং সম্ভবত হেনরির সাথে একটি জোট গড়ে তোলেন।\nহেনরি এবং লুইয়ের মধ্যে এই ক্রমবর্ধমান উত্তেজনা অবশেষে ১১৬৭ সালে প্রকাশ্য যুদ্ধে রূপ নেয়, যা লেভান্টের ক্রুসেডার রাজ্যগুলির জন্য নির্ধারিত অর্থ কীভাবে সংগ্রহ করা উচিত তা নিয়ে একটি তুচ্ছ বিতর্কের সূত্রপাত করে। লুই ওয়েলশ, স্কটস এবং ব্রেটনদের সাথে মিত্রতা গড়ে তোলেন এবং নরম্যান্ডি আক্রমণ করেন। হেনরি চৌমন্ট-সুর-এপ্টে আক্রমণ করে প্রতিক্রিয়া জানান, যেখানে লুই তার প্রধান সামরিক অস্ত্রাগার রেখেছিলেন, শহরটি পুড়িয়ে মাটিতে মিশিয়ে দিয়েছিলেন এবং লুইকে তার মিত্রদের ত্যাগ করতে এবং একটি ব্যক্তিগত যুদ্ধবিরতি করতে বাধ্য করেছিলেন। হেনরি তখন ব্রিটানির বিদ্রোহী ব্যারনদের বিরুদ্ধে আন্দোলন করার জন্য স্বাধীন ছিলেন, যেখানে ডাচি দখলের বিষয়ে তার অনুভূতি তখনও তুঙ্গে ছিল।\nদশক যত এগোতে থাকে, হেনরি ক্রমশ উত্তরাধিকারের প্রশ্নটি সমাধান করতে আগ্রহী হন। তিনি সিদ্ধান্ত নেন যে তার মৃত্যুর পর তিনি তার সাম্রাজ্য ভাগ করে দেবেন; ইয়ং হেনরি ইংল্যান্ড এবং নরম্যান্ডি পাবেন, রিচার্ডকে অ্যাকুইটাইনের ডাচি দেওয়া হবে এবং জিওফ্রে ব্রিটানিকে অধিগ্রহণ করবেন। এর জন্য লুইয়ের সম্মতির প্রয়োজন হওয়ায় সেই অনুযায়ী রাজারা ১১৬৯ সালে মন্টমিরেইলে নতুন করে শান্তি আলোচনা করেন। আলোচনাটি বিস্তৃত ছিল, হেনরির ছেলেরা ফ্রান্সে তাদের ভবিষ্যত উত্তরাধিকারের জন্য লুইকে শ্রদ্ধা জানাতে শুরু করে। এই সময়ে রিচার্ড লুইয়ের ছোট মেয়ে অ্যালিসের সাথে বিবাহবন্ধনে আবদ্ধ হন। অ্লিস ইংল্যান্ডে আসেন এবং গুজব ছড়িয়ে পড়ে যে, তিনি পরে রাজা হেনরির উপপত্নী হয়েছিলেন, কিন্তু এই গুজবটি পক্ষপাতদুষ্ট উৎস থেকে উদ্ভূত এবং ফরাসি ইতিহাস দ্বারা সমর্থিত নয়।\nযদি মন্টমিরাইলের চুক্তিগুলি অনুসরণ করা হত, তাহলে শ্রদ্ধাঞ্জলির কাজগুলি সম্ভবত লুইয়ের রাজার অবস্থান নিশ্চিত করতে পারত, একই সাথে হেনরির অঞ্চলের মধ্যে যেকোনো বিদ্রোহী ব্যারনের বৈধতা এবং তাদের এবং লুইয়ের মধ্যে একটি জোটের সম্ভাবনাকে ক্ষুণ্ন করত। বাস্তবে লুই নিজেকে সাময়িক সুবিধা অর্জন করেছেন বলে মনে করেন। সম্মেলনের পরপরই তিনি হেনরির ছেলেদের মধ্যে উত্তেজনা বৃদ্ধিতে উৎসাহিত করতে শুরু করেন। ইতিমধ্যে ফ্রান্সের দক্ষিণে হেনরির অবস্থানের উন্নতি অব্যাহত ছিল এবং ১১৭৩ সালের মধ্যে তিনি স্যাভয়ের কাউন্ট হাম্বার্ট তৃতীয়ের সাথে একটি জোটে সম্মত হন, যার ফলে হেনরির পুত্র জন এবং হাম্বার্টের কন্যা অ্যালিসিয়ার সাথে বিবাহবন্ধনে আবদ্ধ হন। হেনরির মেয়ে এলেনর ১১৭০ সালে ক্যাস্টিলের রাজা অষ্টম আলফোনসোর সাথে বিবাহ বন্ধনে আবদ্ধ হন, যা দক্ষিণে একটি অতিরিক্ত মিত্র তৈরি করে। ১১৫৯ সাল থেকে হেনরির অবিরাম চাপের পর ১১৭৩ সালের ফেব্রুয়ারিতে রেমন্ড অবশেষে ইংরেজ রাজার কাছে আত্মসমর্পণ করেন এবং হেনরি ও তার উত্তরাধিকারীদের কাছে প্রকাশ্যে তুলুসের প্রতি শ্রদ্ধা জানান।\n\n\n=== টমাস বেকেট বিতর্ক ===\n\n১১৬০-এর দশকে হেনরিকে ঘিরে অন্যতম প্রধান আন্তর্জাতিক ঘটনা ছিল বেকেট বিতর্ক। ১১৬১ সালে ক্যান্টারবেরির আর্চবিশপ বেকের থিওবাল্ড মারা গেলে হেনরি ইংল্যান্ডের চার্চের উপর তার অধিকার পুনঃপ্রতিষ্ঠা করার সুযোগ দেখতে পান। ১১৬২ সালে হেনরি তার ইংরেজ চ্যান্সেলর টমাস বেকেটকে আর্চবিশপ হিসেবে নিযুক্ত করেন। ইতিহাসবিদ টমাস এম. জোন্সের মতে, হেনরি সম্ভবত বিশ্বাস করতেন যে বেকেট একজন পুরনো বন্ধু হওয়ার পাশাপাশি চ্যান্সেলর হিসেবে তার পূর্বের ভূমিকার কারণে চার্চের মধ্যে রাজনৈতিকভাবে দুর্বল হয়ে পড়বেন এবং তাই তাকে তার সমর্থনের উপর নির্ভর করতে হবে। হেনরির মা এবং স্ত্রী উভয়েরই এই নিয়োগ সম্পর্কে সন্দেহ ছিল, কিন্তু তবুও তিনি এগিয়ে যান। তার পরিকল্পনা কাঙ্ক্ষিত ফলাফল অর্জন করতে পারেনি, কারণ বেকেট তাৎক্ষণিকভাবে তার জীবনধারা পরিবর্তন করেন, রাজার সাথে তার সম্পর্ক ত্যাগ করেন এবং নিজেকে গির্জার অধিকারের একজন কট্টর রক্ষক হিসেবে চিত্রিত করেন।\nহেনরি এবং বেকেট দ্রুত বেশ কয়েকটি বিষয়ে দ্বিমত পোষণ করেন, যার মধ্যে রয়েছে আর্চবিশপ্রিকের জমির নিয়ন্ত্রণ পুনরুদ্ধারের জন্য বেকেটের প্রচেষ্টা এবং হেনরির কর নীতি সম্পর্কে তার মতামত। সংঘাতের মূল উৎস ছিল ধর্মনিরপেক্ষ অপরাধ সংঘটিত ধর্মযাজকদের প্রতি আচরণ। যখন বেকেট যুক্তি দেন যে কেবল গির্জা আদালতই মামলাগুলি বিচার করতে পারে, তখন হেনরি যুক্তি দেন যে, ইংল্যান্ডের আইনি রীতিনীতি রাজাকে এই ধর্মযাজকদের উপর ন্যায়বিচার প্রয়োগ করার অনুমতি দিয়েছে। ১১৬৪ সালের জানুয়ারিতে হেনরি যখন ক্ল্যারেন্ডনের সংবিধানের সাথে একমত হতে বাধ্য করেন তখন বিষয়টি চরমে ওঠে। প্রচণ্ড চাপের মুখে বেকেট সাময়িকভাবে রাজি হন কিন্তু কিছুক্ষণ পরেই তার অবস্থান পরিবর্তন করেন। সেই সময়ে আইনি যুক্তি জটিল ছিল এবং এখনও বিতর্কিত।\nহেনরি এবং বেকেটের মধ্যে বিতর্ক ক্রমশ ব্যক্তিগত এবং আন্তর্জাতিক উভয় ধরণের হয়ে ওঠে। হেনরি মাঝেমধ্যেই তীব্র মেজাজ প্রদর্শন করতেন এবং ক্ষোভ প্রকাশ করতেন। ইতিহাসবিদ জোসিয়া কক্স রাসেলের মতে, বেকেট ছিলেন নিরর্থক, উচ্চাকাঙ্ক্ষী এবং অতিমাত্রায় রাজনৈতিক। কেউই পিছু হটতে রাজি ছিল না। উভয়েই পোপ তৃতীয় আলেকজান্ডার এবং অন্যান্য আন্তর্জাতিক নেতাদের সমর্থন চান, ইউরোপ জুড়ে বিভিন্ন ফোরামে তাদের অবস্থান নিয়ে যুক্তি দেন। ১১৬৪ সালে পরিস্থিতি আরও খারাপ হয় যখন বেকেট সপ্তম লুইয়ের কাছে আশ্রয়ের জন্য ফ্রান্সে পালিয়ে যান। হেনরি ইংল্যান্ডে বেকেটের সহযোগীদের হয়রানি করতেন এবং বেকেট রাজার পক্ষের ধর্মীয় ও ধর্মনিরপেক্ষ কর্মকর্তাদের বহিষ্কার করতেন। পোপ নীতিগতভাবে বেকেটের মামলাকে সমর্থন করেছিলেন কিন্তু পবিত্র রোমান সম্রাট প্রথম ফ্রেডেরিকের সাথে মোকাবিলা করার জন্য হেনরির সমর্থনের প্রয়োজন ছিল, তাই তিনি বারবার আলোচনার মাধ্যমে সমাধানের চেষ্টা করেন। নরম্যান চার্চও হেনরিকে সমাধান খুঁজে পেতে সহায়তা করার জন্য হস্তক্ষেপ করে।\n১১৬৯ সালের মধ্যে হেনরি তার ছেলে ইয়ং হেনরিকে ইংল্যান্ডের রাজা হিসেবে অভিষেক করার সিদ্ধান্ত নেন। এর জন্য ক্যান্টারবেরির আর্চবিশপের সম্মতির প্রয়োজন ছিল, যিনি ঐতিহ্যগতভাবে অনুষ্ঠান পরিচালনার অধিকারী ছিলেন। তদুপরি, পুরো বেকেটের ঘটনাটি হেনরির জন্য ক্রমবর্ধমান আন্তর্জাতিক লজ্জার কারণ হয়ে দাঁড়িয়েছিল। তিনি বেকেটের সাথে আরও সমঝোতার সুর নিতে শুরু করেন, কিন্তু যখন তা ব্যর্থ হয়, তখন তিনি ইয়র্কের আর্চবিশপ কর্তৃক তরুণ হেনরিকে মুকুট পরিয়ে দেন। পোপ বেকেটকে ইংল্যান্ডের উপর নিষেধাজ্ঞা আরোপের জন্য অনুমোদন দেন যাতে হেনরিকে আবার আলোচনায় ফিরে যেতে বাধ্য করা হয়। অবশেষে ১১৭০ সালের জুলাই মাসে তাদের মধ্যে সমঝোতা হয় এবং বেকেট ডিসেম্বরের শুরুতে ইংল্যান্ডে ফিরে আসেন। যখন বিরোধের সমাধান হয়ে গিয়েছে বলে মনে হয়, তখন বেকেট হেনরির আরও তিন সমর্থককে বহিষ্কার করেন, যা তাকে ক্ষুব্ধ করে তোলে। বেকেটের হত্যাকাণ্ডের প্রত্যক্ষদর্শী এডওয়ার্ড গ্রিমের মতে, হেনরি কুখ্যাতভাবে ঘোষণা করেছিলেন, \"আমি আমার পরিবারে কত হতভাগ্য পুত্র এবং বিশ্বাসঘাতকদের লালন-পালন এবং প্রচার করেছি, যারা তাদের প্রভুকে একজন নিম্নবর্গীয় কেরানির দ্বারা এত লজ্জাজনক অবমাননার সাথে আচরণ করতে দিয়েছে!\"\nএর প্রতিক্রিয়ায় হেনরির সাথে চুক্তি ভঙ্গ করার জন্য বেকেটের মুখোমুখি হওয়ার এবং প্রয়োজনে তাকে গ্রেপ্তার করার উদ্দেশ্যে চারজন নাইট গোপনে ক্যান্টারবারিতে চলে যান। আর্চবিশপ একটি গির্জার পবিত্র স্থানে গ্রেপ্তার হতে অস্বীকৃতি জানান, তাই নাইটরা ২৯ ডিসেম্বর ১১৭০ তারিখে তাকে কুপিয়ে হত্যা করে। একটি পবিত্র স্থানে ঘটা এই ঘটনা খ্রিস্টান ইউরোপকে আতঙ্কিত করে। যদিও বেকেট জীবিত থাকাকালীন জনপ্রিয় ছিলেন না, তবুও মৃত্যুতে স্থানীয় সন্ন্যাসীরা তাকে শহিদ ঘোষণা করেন। লুই মামলাটি নিজের হাতে নিয়ে নেন এবং ফরাসি গির্জাকে পদক্ষেপ নিতে বাধা দেওয়ার জন্য নরম্যান গির্জার প্রচেষ্টা সত্ত্বেও হেনরির সম্পত্তির উপর একটি নতুন নিষেধাজ্ঞা ঘোষণা করেন। হেনরি আয়ারল্যান্ডের সাথে লেনদেনের উপর মনোযোগী ছিলেন এবং বেকেটের খুনিদের গ্রেপ্তারের জন্য কোনও পদক্ষেপ নেননি, যুক্তি দেন যে তিনি তা করতে অক্ষম। হেনরির উপর আন্তর্জাতিক চাপ বৃদ্ধি পায় এবং ১১৭২ সালের মে মাসে তিনি পোপের সাথে একটি সমঝোতা আলোচনা করেন, যা ক্ল্যারেন্ডনের সংবিধানের বিতর্কিত ধারাগুলিকে কার্যকরভাবে বাতিল করে দেয় এবং রাজাকে ধর্মযুদ্ধে যাওয়ার নির্দেশ দেয়। তবুও হেনরি তার আগ্রহের যেকোনো ধর্মীয় মামলায় প্রভাব বিস্তার করতে থাকেন এবং রাজকীয় ক্ষমতা আরও সূক্ষ্মভাবে প্রয়োগ করেন এবং যথেষ্ট সাফল্য লাভ করেন। পরবর্তী বছরগুলিতে হেনরি আসলে কখনও ধর্মযুদ্ধে যাননি; তিনি নিজের স্বার্থে ক্রমবর্ধমান \"বেকেটের ধর্ম\" কে কাজে লাগান।\n\n\n=== আয়ারল্যান্ডে আগমন ===\nদ্বাদশ শতাব্দীর মাঝামাঝি সময়ে আয়ারল্যান্ড স্থানীয় রাজাদের দ্বারা শাসিত ছিল। আয়ারল্যান্ডের উচ্চ রাজার সীমিত কর্তৃত্ব ছিল। ১১৬০-এর দশকে লেইনস্টারের রাজা ডারমাইট ম্যাক মুর্চাদা একটি শক্তিশালী জোটের কাছে পরাজয়ের পর উচ্চ রাজা রুইদ্রি উয়া কনচোবায়ের দ্বারা ক্ষমতাচ্যুত হন। ১১৬৭ সালে ডায়ারমেইট হেনরির কাছে সাহায্যের জন্য আবেদন করেন এবং ইংরেজ রাজা ডায়ারমেইটকে তার সাম্রাজ্যের মধ্যে ভাড়াটে সৈন্য নিয়োগের অনুমতি দিতে সম্মত হন। ডায়ারমেট ওয়েলশ মার্চেস থেকে নেওয়া অ্যাংলো-নর্মান এবং ফ্লেমিশ ভাড়াটে সৈন্যদের একটি বাহিনী তৈরি করেন, যার মধ্যে পেমব্রোকের দ্বিতীয় আর্ল রিচার্ড ডি ক্লেয়ারও ছিলেন। তার নতুন সমর্থকদের নিয়ে তিনি লেইনস্টার পুনরুদ্ধার করেন কিন্তু এর কিছুক্ষণ পরেই ১১৭১ সালে মারা যান। এরপর ডি ক্লেয়ার নিজের জন্য লেইনস্টার দাবি করেন। আয়ারল্যান্ডের পরিস্থিতি ছিল উত্তেজনাপূর্ণ এবং অ্যাংলো-নর্মানদের সংখ্যা ছিল প্রচুর।\nহেনরি এই সুযোগটি গ্রহণ করে আয়ারল্যান্ডে ব্যক্তিগতভাবে হস্তক্ষেপ করেন। পোপ চতুর্থ আদ্রিয়ান আয়ারল্যান্ডে গির্জা প্রতিষ্ঠার নামমাত্র কারণে ইংরেজদের আক্রমণের অনুমোদন দেন।  হেনরি দক্ষিণ ওয়েলসে একটি বিশাল সেনাবাহিনী নিয়ে যান, ১১৬৫ সাল থেকে এই অঞ্চল দখলকারী বিদ্রোহীদের আত্মসমর্পণ করতে বাধ্য করেন, তারপর ১১৭১ সালের অক্টোবরে পেমব্রোক থেকে আয়ারল্যান্ডে যান। কিছু আইরিশ লর্ড হেনরির কাছে অ্যাংলো-নর্মান আক্রমণকারীদের হাত থেকে রক্ষা করার জন্য আবেদন করেন, অন্যদিকে ডি ক্লেয়ার তার নতুন সম্পত্তি ধরে রাখার অনুমতি পেলে তার কাছে আত্মসমর্পণ করার প্রস্তাব দেন। হেনরির সময়কাল বিভিন্ন কারণের দ্বারা প্রভাবিত হয়, যার মধ্যে পোপ আলেকজান্ডারের উৎসাহও ছিল, যিনি আইরিশ চার্চের উপর পোপের কর্তৃত্ব প্রতিষ্ঠার সুযোগ দেখেছিলেন। হেনরির উদ্বেগের কারণ হিসেবে মনে করা হয় যে ওয়েলশ মার্চেসের অভিজাতরা আয়ারল্যান্ডে তাদের নিজস্ব স্বাধীন অঞ্চল অর্জন করবে, যা তার কর্তৃত্বের নাগালের বাইরে। হেনরির হস্তক্ষেপ সফল হয় এবং আয়ারল্যান্ডের দক্ষিণ ও পূর্বাঞ্চলের আইরিশ এবং অ্যাংলো-নর্মান উভয়ই তার শাসন মেনে নেয়। ডি ক্লেয়ারকে ইংরেজ রাজার জায়গা হিসেবে লেইনস্টারকে ধরে রাখার অনুমতি দেওয়া হয়।\n১১৭১ সালে হেনরি তার নতুন অঞ্চলগুলিকে রক্ষা করার জন্য দুর্গ নির্মাণের একটি বিস্তৃত কর্মসূচি গ্রহণ করেন। অ্যাংলো-নর্মানদের আইরিশদের তুলনায় উন্নত সামরিক প্রযুক্তি ছিল এবং দুর্গগুলি তাদের একটি সুবিধা দিয়েছিল। হেনরি ওয়েলস এবং স্কটল্যান্ডে তার পদ্ধতির অনুরূপ দীর্ঘমেয়াদী রাজনৈতিক সমাধানের আশা করেছিলেন এবং ১১৭৫ সালে তিনি উইন্ডসর চুক্তিতে সম্মত হন, যার অধীনে রুইদ্রি উয়া কনচোবেয়ারকে আয়ারল্যান্ডের উচ্চ রাজা হিসেবে স্বীকৃতি দেওয়া হবে, হেনরির প্রতি শ্রদ্ধা জানানো হবে এবং তার পক্ষ থেকে ভূমিতে স্থিতিশীলতা বজায় রাখা হবে। এই নীতি ব্যর্থ প্রমাণিত হয়, কারণ উয়া কনচোবেয়ার মুনস্টারের মতো অঞ্চলে পর্যাপ্ত প্রভাব এবং বল প্রয়োগ করতে অক্ষম ছিলেন। তিনি হেনরি পরিবর্তে আরও সরাসরি হস্তক্ষেপ করেন ও ১১৭৭ সালে অক্সফোর্ডে অনুষ্ঠিত একটি সম্মেলনের মাধ্যমে স্থানীয় জায়গিরদের একটি নিজস্ব ব্যবস্থা প্রতিষ্ঠা করেন।\n\n\n=== মহা বিদ্রোহ (১১৭৩–১১৭৪) ===\n\n১১৭৩ সালে হেনরি তার জ্যেষ্ঠ পুত্র এবং বিদ্রোহী ব্যারনদের দ্বারা পরিচালিত মহাবিদ্রোহের মুখোমুখি হন, যা ফ্রান্স, স্কটল্যান্ড এবং ফ্ল্যান্ডার্স দ্বারা সমর্থিত ছিল। বিদ্রোহের পেছনে বেশ কিছু অভিযোগ জড়িত ছিল। তরুণ হেনরি অসন্তুষ্ট ছিলেন যে, রাজা উপাধি থাকা সত্ত্বেও বাস্তবে তিনি কোনও বাস্তব সিদ্ধান্ত নেননি এবং তার বাবা তাকে দীর্ঘস্থায়ীভাবে অর্থের অভাব বোধ করতে বাধ্য করেছিলেন। তিনি তার প্রাক্তন গৃহশিক্ষক টমাস বেকেটকেও খুব সম্মান করতেন এবং সম্ভবত বেকেটের মৃত্যুর জন্য তার বাবাকে দায়ী করতেন। জিওফ্রেও একই রকম সমস্যার মুখোমুখি হন। ব্রিটানির ডিউক কোনান ১১৭১ সালে মারা গিয়েছিলেন, কিন্তু জিওফ্রে এবং কনস্ট্যান্স তখনও অবিবাহিত ছিলেন, যার ফলে জিওফ্রে তার নিজস্ব জমি ছাড়া অনিশ্চয়তার মধ্যে পড়ে যান। এলিনর রিচার্ডকেও বিদ্রোহে যোগ দিতে উৎসাহিত করেন, যার হেনরির সাথে সম্পর্ক ভেঙে গিয়েছিল। ইতিমধ্যে হেনরির শাসনে অসন্তুষ্ট ব্যারনরা তার পুত্রদের সাথে মিত্রতা গড়ে তোলার মাধ্যমে ঐতিহ্যবাহী ক্ষমতা এবং প্রভাব পুনরুদ্ধারের সুযোগ দেখতে পান।\nশেষ পরিণতি ছিল হেনরির তার কনিষ্ঠ পুত্র জনকে তিনটি প্রধান দুর্গ ইয়ং হেনরির হাতে তুলে দেওয়ার সিদ্ধান্ত। জন প্রথমে প্রতিবাদ করেন এবং তারপর প্যারিসে পালিয়ে যান, তার পরে তার ভাই রিচার্ড এবং জিওফ্রেও আসেন। এলেনর তাদের সাথে যোগ দেওয়ার চেষ্টা করেন কিন্তু নভেম্বরে হেনরির বাহিনীর হাতে বন্দী হন। লুই তরুণ হেনরিকে সমর্থন করেন এবং যুদ্ধ আসন্ন হয়ে পড়ে। তরুণ হেনরি পোপের কাছে চিঠি লিখে তার বাবার আচরণের অভিযোগ করেন এবং স্কটল্যান্ডের রাজা উইলিয়াম এবং বুলোন, ফ্ল্যান্ডার্স এবং ব্লোইসের কাউন্টস সহ মিত্রদের অর্জন করতে শুরু করেন। তাদের সকলকে তরুণ হেনরি জয়ী হলে জমি দেওয়ার প্রতিশ্রুতি দেওয়া হয়। ইংল্যান্ড, ব্রিটানি, মেইন, পোইটো এবং অ্যাঙ্গোলেমে প্রধান ব্যারোনীয় বিদ্রোহ শুরু হয়। নরম্যান্ডিতে কিছু সীমান্ত ব্যারন উঠে দাঁড়ান এবং যদিও ডাচির বেশিরভাগই প্রকাশ্যে অনুগত ছিলেন, তবুও অসন্তোষের একটি বিস্তৃত অন্তর্নিহিত স্রোত দেখা দেয় বলে মনে করা হয়। শুধুমাত্র আনজু তুলনামূলকভাবে নিরাপদ প্রমাণিত হয়। সংকটের আকার এবং পরিধি সত্ত্বেও হেনরির বেশ কিছু সুবিধা ছিল, যার মধ্যে ছিল কৌশলগত এলাকায় অনেক শক্তিশালী রাজকীয় দুর্গের নিয়ন্ত্রণ, যুদ্ধ জুড়ে বেশিরভাগ ইংরেজ বন্দরের নিয়ন্ত্রণ এবং তার সাম্রাজ্যের বিভিন্ন শহরগুলির মধ্যে তার অব্যাহত জনপ্রিয়তা।\n১১৭৩ সালের মে মাসে লুই এবং ইয়ং হেনরি নরম্যান রাজধানী রুয়েনের প্রধান পথ ভেক্সিনের প্রতিরক্ষা ব্যবস্থা অনুসন্ধান করেন। সেনাবাহিনী ফ্ল্যান্ডার্স এবং ব্লোইস থেকে আক্রমণ করে, পিন্সার আন্দোলনের চেষ্টা করে, যখন ব্রিটানির বিদ্রোহীরা পশ্চিম দিক থেকে আক্রমণ করে। বেকেট মামলার দায়মুক্তি পেতে ফ্রান্সে থাকা হেনরি গোপনে বিদ্রোহীদের উপর আক্রমণ চালানোর নির্দেশ দেওয়ার জন্য ইংল্যান্ডে ফিরে যান এবং ফিরে এসে লুইয়ের সেনাবাহিনীর উপর পাল্টা আক্রমণ করেন, তাদের অনেককে হত্যা করেন এবং বেঁচে থাকাদের নরম্যান সীমান্তের ওপারে ঠেলে দেন। ব্রিটানি বিদ্রোহীদের তাড়িয়ে দেওয়ার জন্য একটি সেনাবাহিনী পাঠানো হয়, যাদের হেনরি তখন তাড়া করে, অবাক করে এবং বন্দী করে। হেনরি তার ছেলেদের সাথে আলোচনার প্রস্তাব দেন, কিন্তু গিসর্সে এই আলোচনা শীঘ্রই ভেঙে যায়। ইতিমধ্যে ইংল্যান্ডে যুদ্ধ সমানভাবে ভারসাম্যপূর্ণ প্রমাণিত হয় যতক্ষণ না সেপ্টেম্বর মাসে ফরনহ্যামের যুদ্ধে রাজকীয় সেনাবাহিনী বিদ্রোহী এবং ফ্লেমিশ শক্তিবৃদ্ধির একটি বিশাল বাহিনীকে পরাজিত করে। হেনরি এই অবকাশের সুযোগ নিয়ে টুরেইনের বিদ্রোহীদের শক্ত ঘাঁটিগুলিকে চূর্ণ করে ফেলেন, তার সাম্রাজ্যের মধ্য দিয়ে কৌশলগতভাবে গুরুত্বপূর্ণ পথটি সুরক্ষিত করেন। ১১৭৪ সালের জানুয়ারিতে ইয়ং হেনরি এবং লুইয়ের বাহিনী আবার আক্রমণ করে মধ্য নরম্যান্ডিতে প্রবেশের হুমকি দেয়। আক্রমণ ব্যর্থ হয় এবং শীতকালীন আবহাওয়া শুরু হওয়ার সাথে সাথে যুদ্ধ থেমে যায়।\n১১৭৪ সালের গোড়ার দিকে হেনরির শত্রুরা তাকে ইংল্যান্ডে ফিরিয়ে আনার চেষ্টা করেছিল বলে মনে করা হয়, যাতে তার অনুপস্থিতিতে তারা নরম্যান্ডি আক্রমণ করতে পারে। এই পরিকল্পনার অংশ হিসেবে স্কটল্যান্ডের উইলিয়াম উত্তর ইংল্যান্ড আক্রমণ করেন। উত্তর ইংরেজ বিদ্রোহীদের সমর্থনে অতিরিক্ত স্কটিশ বাহিনী মিডল্যান্ডসে পাঠানো হয়, যেখানে বিদ্রোহী ব্যারনরা ভালো অগ্রগতি করছিল। হেনরি টোপ প্রত্যাখ্যান করেন এবং পরিবর্তে দক্ষিণ-পশ্চিম ফ্রান্সে বিরোধী দলকে দমন করার দিকে মনোনিবেশ করেন। হেনরির অবৈধ পুত্র জিওফ্রের প্রচেষ্টার কারণে স্কটরা উত্তরের গুরুত্বপূর্ণ রাজকীয় দুর্গগুলি দখল করতে ব্যর্থ হওয়ায় উইলিয়ামের অভিযান থমকে যেতে শুরু করে। পরিকল্পনাটিকে পুনরুজ্জীবিত করার প্রয়াসে ফ্ল্যান্ডার্সের কাউন্ট ফিলিপ ইংল্যান্ড আক্রমণের তার ইচ্ছা ঘোষণা করেন এবং পূর্ব অ্যাংলিয়ায় একটি অগ্রিম বাহিনী পাঠান। সম্ভাব্য ফ্লেমিশ আক্রমণের ফলে জুলাইয়ের প্রথম দিকে হেনরি ইংল্যান্ডে ফিরে যেতে বাধ্য হন। লুই এবং ফিলিপ তখন স্থলপথে পূর্ব নরম্যান্ডিতে প্রবেশ করতে পারতেন এবং রুয়েনে পৌঁছাতে পারতেন। হেনরি ক্যান্টারবেরিতে বেকেটের সমাধিতে ভ্রমণ করেন, যেখানে তিনি ঘোষণা করেন যে বিদ্রোহ তার উপর একটি ঐশ্বরিক শাস্তি ছিল। এটি সংঘাতের একটি গুরুত্বপূর্ণ মুহূর্তে তার রাজকীয় কর্তৃত্ব পুনরুদ্ধারে একটি বড় পার্থক্য তৈরি করে। এরপর হেনরির কাছে খবর পৌঁছায় যে রাজা উইলিয়াম নর্থাম্বারল্যান্ডের অ্যালনউইকে স্থানীয় বাহিনীর হাতে পরাজিত এবং বন্দী হয়েছেন, যার ফলে উত্তরে বিদ্রোহীদের ষড়যন্ত্র চূর্ণবিচূর্ণ হয়ে গেছে। বাকি ইংরেজ বিদ্রোহীদের শক্ত ঘাঁটিগুলি ভেঙে পড়ে এবং আগস্টে হেনরি নরম্যান্ডিতে ফিরে আসেন। লুই তখনও রুয়েন দখল করতে সক্ষম হননি, এবং শহরের উপর চূড়ান্ত ফরাসি আক্রমণ শুরু হওয়ার ঠিক আগে হেনরির বাহিনী ফরাসি সেনাবাহিনীর উপর ঝাঁপিয়ে পড়ে। ফ্রান্সে ফিরে যাওয়ার পর লুই শান্তি আলোচনার অনুরোধ করেন, যার ফলে সংঘাতের অবসান ঘটে।\n\n\n== শেষের বছর (১১৭৫–১১৮৯) ==\n\n\n=== মহা বিদ্রোহের পরিণতি ===\nমহা বিদ্রোহের পর হেনরি মন্টলুইসে আলোচনা করেন ও যুদ্ধ-পূর্ব স্থিতাবস্থার ভিত্তিতে একটি নমনীয় শান্তি প্রস্তাব করেন। হেনরি এবং তরুণ হেনরি একে অপরের অনুসারীদের উপর প্রতিশোধ না নেওয়ার শপথ করেন। তরুণ হেনরি বিতর্কিত দুর্গগুলি জনের কাছে হস্তান্তরে সম্মত হন, কিন্তু বিনিময়ে বড় হেনরি ছোট হেনরিকে নরম্যান্ডিতে দুটি দুর্গ এবং .১৫,০০০অ্যাঞ্জেভিন পাউন্ড দিতে সম্মত হন। রিচার্ড এবং জিওফ্রেকে যথাক্রমে অ্যাকুইটাইন এবং ব্রিটানির রাজস্বের অর্ধেক দেওয়া হয়। হেনরির মৃত্যুর আগ পর্যন্ত এলিনরকে কার্যকরভাবে গৃহবন্দী রাখা হয়। বিদ্রোহী ব্যারনদের অল্প সময়ের জন্য কারারুদ্ধ রাখা হয় এবং কিছু ক্ষেত্রে জরিমানা করা হয়, তারপর তাদের জমিতে ফিরিয়ে দেওয়া হয়। ইংল্যান্ড এবং অ্যাকুইটাইনের বিদ্রোহী দুর্গগুলি ধ্বংস করা হয়। হেনরি স্কটল্যান্ডের উইলিয়ামের প্রতি কম উদার ছিলেন। ১১৭৪ সালের ডিসেম্বরে ফ্যালাইস চুক্তিতে সম্মত না হওয়া পর্যন্ত তাকে মুক্তি দেওয়া হয়নি, যার অধীনে তিনি হেনরির প্রতি প্রকাশ্যে শ্রদ্ধা জানান এবং হেনরির লোকদের কাছে পাঁচটি গুরুত্বপূর্ণ স্কটিশ দুর্গ সমর্পণ করেন। ফ্ল্যান্ডার্সের ফিলিপ হেনরির প্রতি তার নিরপেক্ষতা ঘোষণা করেন, যার বিনিময়ে রাজা তাকে নিয়মিত আর্থিক সহায়তা প্রদানে সম্মত হন।\nহেনরি তখন তার সমসাময়িকদের কাছে আগের চেয়েও শক্তিশালী হিসেবে আবির্ভূত হন। অনেক ইউরোপীয় নেতা তাকে মিত্র হিসেবে গ্রহণ করেন এবং স্পেন ও জার্মানিতে আন্তর্জাতিক বিরোধ নিষ্পত্তির জন্য তাকে অনুরোধ করেন। তবুও তিনি বিদ্রোহকে আরও তীব্র করে তুলেছিল বলে মনে করা কিছু দুর্বলতা সমাধানে ব্যস্ত ছিলেন। হেনরি তার কর্তৃত্ব পুনঃপ্রতিষ্ঠার জন্য ইংল্যান্ডে রাজকীয় ন্যায়বিচার বিস্তারের কাজ শুরু করেন এবং ব্যারনদের মধ্যে সমর্থন সংগ্রহের জন্য নরম্যান্ডিতে সময় কাটান। রাজা তার নিজের মর্যাদা বৃদ্ধির জন্য ক্রমবর্ধমান বেকেট সম্প্রদায়কেও ব্যবহার করেন। ১১৭৪ সালে তার বিজয় ব্যাখ্যা করার জন্য সন্তর শক্তি ব্যবহার করেন, বিশেষ করে উইলিয়ামকে বন্দী করার ক্ষেত্রে।\n১১৭৪ সালের শান্তি চুক্তি হেনরি এবং লুইয়ের মধ্যে দীর্ঘস্থায়ী উত্তেজনার সাথে মোকাবিলা করেনি এবং ১১৭০-এর দশকের শেষের দিকে এই উত্তেজনা পুনরুত্থিত হয়। দুই রাজা তখন বেরির নিয়ন্ত্রণের জন্য প্রতিযোগিতা শুরু করেন, যা উভয় রাজার কাছেই মূল্যবান একটি সমৃদ্ধ অঞ্চল ছিল। হেনরির পশ্চিম বেরির কিছু অধিকার ছিল, কিন্তু ১১৭৬ সালে ঘোষণা করেন যে তিনি ১১৬৯ সালে রিচার্ডের বাগদত্তা অ্যালিসকে বিবাহ চুক্তির অংশ হিসেবে পুরো প্রদেশটি দিতে সম্মত হয়েছেন। লুই যদি এটি মেনে নিতেন, তাহলে এর অর্থ দাঁড়াত যে বেরি প্রথমেই হেনরির সম্পত্তি দান করার অধিকারী ছিলেন এবং রিচার্ডের পক্ষে হেনরিকে এটি দখল করার অধিকার দিতেন। লুইয়ের উপর অতিরিক্ত চাপ সৃষ্টি করার জন্য হেনরি যুদ্ধের জন্য তার সেনাবাহিনীকে একত্রিত করেন। পোপ এতে হস্তক্ষেপ করেন এবং সম্ভবত হেনরির পরিকল্পনা অনুযায়ী ১১৭৭ সালের সেপ্টেম্বরে দুই রাজাকে একটি অ-আগ্রাসন চুক্তি স্বাক্ষর করতে উৎসাহিত করা হয়, যার অধীনে তারা একটি যৌথ ধর্মযুদ্ধ পরিচালনার প্রতিশ্রুতি দেন। অভার্গেন এবং বেরির কিছু অংশের মালিকানা একটি সালিশ প্যানেলের কাছে পাঠানো হয়, যা হেনরির পক্ষে রিপোর্ট করে। হেনরির সাম্রাজ্যের এই সম্প্রসারণ আবারও ফরাসি নিরাপত্তাকে হুমকির মুখে ফেলে এবং তাৎক্ষণিকভাবে নতুন শান্তিকে ঝুঁকির মুখে ফেলে।\n\n\n=== পারিবারিক উত্তেজনা ===\n\n১১৭০-এর দশকের শেষের দিকে হেনরি একটি স্থিতিশীল সরকার ব্যবস্থা তৈরির চেষ্টায় মনোনিবেশ করেন। তিনি ক্রমবর্ধমানভাবে তার পরিবারের মাধ্যমে শাসন করতে শুরু করেন, কিন্তু উত্তরাধিকার ব্যবস্থা নিয়ে উত্তেজনা কখনও খুব বেশি দূর হয়নি, যা শেষ পর্যন্ত একটি নতুন বিদ্রোহের দিকে পরিচালিত করে। মহা বিদ্রোহ থেকে অবশিষ্ট বিদ্রোহীদের দমন করার পর রিচার্ডকে ১১৭৯ সালে হেনরি অ্যাকুইটাইনের ডিউক হিসেবে স্বীকৃতি দেন। ১১৮১ সালে জিওফ্রে অবশেষে ব্রিটানির কনস্ট্যান্সকে বিয়ে করেন এবং ব্রিটানির ডিউক হন। তখন পর্যন্ত ব্রিটানির বেশিরভাগ মানুষ অ্যাঞ্জেভিনের শাসন মেনে নিয়েছিল এবং জিওফ্রে নিজেই বাকি অস্থিরতা মোকাবেলা করতে সক্ষম হন। জন তার বাবার সাথে মহা বিদ্রোহের সময় ভ্রমণ করেন এবং বেশিরভাগ পর্যবেক্ষক রাজপুত্র জনকে হেনরির প্রিয় সন্তান হিসেবে বিবেচনা করতে শুরু করেন। হেনরি জনকে আরও জমি দিতে শুরু করেন, বেশিরভাগই বিভিন্ন অভিজাতদের খরচে, এবং ১১৭৭ সালে তাকে আয়ারল্যান্ডের লর্ড করেন। ইতিমধ্যে তরুণ হেনরি দশকের শেষের দিকে ইউরোপ ভ্রমণ করে কাটান, টুর্নামেন্টে অংশ নেন এবং সরকার অথবা হেনরি এবং রিচার্ডের সামরিক অভিযানে কেবল একটি ক্ষণস্থায়ী ভূমিকা পালন করেন। তিনি তার অবস্থান এবং ক্ষমতার অভাব নিয়ে ক্রমশ অসন্তুষ্ট হয়ে পড়েন।\n১১৮২ সালের মধ্যে তরুণ হেনরি তার পূর্ববর্তী দাবিগুলি পুনর্ব্যক্ত করেন। তিনি ভূমি প্রদান করতে চান, উদাহরণস্বরূপ ডাচি অফ নরম্যান্ডি, যা তাকে মর্যাদার সাথে নিজের এবং তার পরিবারের ভরণপোষণের সুযোগ দেবে। হেনরি প্রত্যাখ্যান করলেও তার ছেলের ভাতা বাড়াতে রাজি হন। ইয়ং হেনরিকে শান্ত করার জন্য এটি যথেষ্ট ছিল না। হেনরি রিচার্ড এবং জিওফ্রেকে তাদের ভূমির জন্য তরুণ হেনরিকে শ্রদ্ধা জানাতে জোর দিয়ে পরিস্থিতি ক্রমশ উত্তেজিত করার চেষ্টা করেন। রিচার্ড বিশ্বাস করতেন না যে অ্যাকুইটাইনের উপর তরুণ হেনরির কোন দাবি আছে এবং তিনি শ্রদ্ধা জানাতে অস্বীকৃতি জানান। হেনরি রিচার্ডকে শ্রদ্ধা জানাতে বাধ্য করেন, কিন্তু তরুণ হেনরি ক্রুদ্ধভাবে তা গ্রহণ করতে অস্বীকৃতি জানান। তিনি অ্যাকুইটাইনের কিছু অসন্তুষ্ট ব্যারনের সাথে একটি জোট গঠন করেন যারা রিচার্ডের শাসনে অসন্তুষ্ট ছিলেন এবং জিওফ্রে তার পক্ষে ছিলেন। তরুণ হেনরি পোইটুকে হুমকি দেওয়ার জন্য ব্রিটানিতে একটি ভাড়াটে সেনাবাহিনী গঠন করেন। ১১৮৩ সালে প্রকাশ্য যুদ্ধ শুরু হয় এবং হেনরি ও রিচার্ড অ্যাকুইটাইনে একটি যৌথ অভিযান পরিচালনা করেন। তারা এটি শেষ করার আগেই তরুণ হেনরি জ্বরে আক্রান্ত হন এবং মারা যান, যার ফলে বিদ্রোহের আকস্মিক অবসান ঘটে।\nজ্যেষ্ঠ পুত্রের মৃত্যুর পর হেনরি উত্তরাধিকারের পরিকল্পনা পুনর্বিন্যাস করেন। রিচার্ডকে ইংল্যান্ডের রাজা করা হয়, যদিও তার পিতার মৃত্যুর আগ পর্যন্ত কোনও প্রকৃত ক্ষমতা দেওয়া হয়নি। জিওফ্রেকে ব্রিটানি ধরে রাকার অনুমতি দেয়া হয়, কারণ তিনি বিবাহের মাধ্যমে এটি অর্জন করেছিলেন, এবং হেনরির প্রিয় পুত্র জন রিচার্ডের স্থলাভিষিক্ত হয়ে অ্যাকুইটাইনের ডিউক করা হয়। রিচার্ড অ্যাকুইটাইনকে ত্যাগ করতে অস্বীকৃতি জানান। তিনি ডাচির প্রতি গভীরভাবে অনুরক্ত ছিলেন এবং ইংল্যান্ডের জুনিয়র রাজা হওয়ার অর্থহীন ভূমিকার জন্য এই ভূমিকার বিনিময়ে তার কোনও ইচ্ছা ছিল না। হেনরি রেগে যান এবং জন ও জিওফ্রেকে দক্ষিণে অগ্রসর হয়ে বলপ্রয়োগের মাধ্যমে ডাচি পুনরুদ্ধারের নির্দেশ দেন।  ১১৮৪ সালের শেষের দিকে ইংল্যান্ডের ওয়েস্টমিনস্টারে সংক্ষিপ্ত যুদ্ধটি অচলাবস্থা এবং এক উত্তেজনাপূর্ণ পারিবারিক পুনর্মিলনের মধ্য দিয়ে শেষ হয়। ১১৮৫ সালের গোড়ার দিকে হেনরি অবশেষে নিজের পথ খুঁজে পান। রিচার্ডকে তার বাবার কথা মেনে চলতে নির্দেশ দেওয়ার জন্য তিনি এলেনরকে নরম্যান্ডিতে নিয়ে আসেন, একই সাথে নরম্যান্ডি এবং সম্ভবত ইংল্যান্ডকে জিওফ্রের হাতে তুলে দেওয়ার হুমকি দেন। এটি যথেষ্ট প্রমাণিত হয় এবং রিচার্ড অবশেষে অ্যাকুইটাইনের রাজকীয় দুর্গগুলি হেনরির হাতে তুলে দেন।\nইতিমধ্যে ১১৮৫ সালে আয়ারল্যান্ডে জনের প্রথম অভিযান সফল হয়নি। আয়ারল্যান্ড সম্প্রতি অ্যাংলো-নর্মান বাহিনী কর্তৃক দখল করা হয়। হেনরির প্রতিনিধি, নতুন বসতি স্থাপনকারী এবং স্থানীয় বাসিন্দাদের মধ্যে তখনও উত্তেজনা ছিল। জন স্থানীয় আইরিশ শাসকদের অসন্তুষ্ট করেন, অ্যাংলো-নর্মান বসতি স্থাপনকারীদের মধ্যে মিত্রতা তৈরি করতে ব্যর্থ হন, আইরিশদের বিরুদ্ধে সামরিকভাবে ভূমি হারাতে শুরু করেন এবং অবশেষে ইংল্যান্ডে ফিরে আসেন। ১১৮৬ সালে হেনরি জনকে আবার আয়ারল্যান্ডে ফিরিয়ে আনতে যাচ্ছিলেন, ঠিক তখনই খবর আসে যে প্যারিসে একটি টুর্নামেন্টে জিওফ্রে দুটি ছোট সন্তান রেখে মারা গেছেন। এই ঘটনাটি আবারও হেনরি এবং তার অবশিষ্ট পুত্রদের মধ্যে ক্ষমতার ভারসাম্য বদলে দেয়।\n\n\n=== হেনরি এবং ফিলিপ অগাস্টাস ===\n\nহেনরির তার দুই জীবিত উত্তরাধিকারীর সাথে সম্পর্ক ছিল জটিল। রাজার তার কনিষ্ঠ পুত্র জনের প্রতি প্রচণ্ড স্নেহ ছিল, কিন্তু রিচার্ডের প্রতি তেমন উষ্ণতা দেখাননি এবং ১১৮৪ সালে তাদের তর্কের পর রিচার্ডের প্রতি তার প্রতি ক্ষোভ জন্মেছিল বলে মনে করা হয়। হেনরি এবং রিচার্ডের মধ্যে ঝগড়া এবং উত্তপ্ত উত্তেজনার সুযোগ নতুন ফরাসি রাজা ফিলিপ দ্বিতীয় অগাস্টাস চতুরতার সাথে কাজে লাগান, যিনি ১১৮০ সালে সিংহাসনে বসেছিলেন। তিনি দ্রুত প্রমাণ করেন যে তিনি একজন দৃঢ়চেতা, হিসাবী এবং কৌশলী রাজনৈতিক নেতা হতে পারেন। প্রাথমিকভাবে হেনরি এবং ফিলিপ অগাস্টাসের মধ্যে ভালো সম্পর্ক ছিল এবং তারা একটি যৌথ জোটে সম্মত হন, যদিও এর ফলে ফরাসি রাজাকে ফ্ল্যান্ডার্স এবং শ্যাম্পেনের সমর্থন হারাতে হয়। ফিলিপ অগাস্টাস জিওফ্রেকে ঘনিষ্ঠ বন্ধু হিসেবে বিবেচনা করতেন এবং হেনরির উত্তরসূরি হিসেবে তাকে স্বাগত জানাতেন। জিওফ্রের মৃত্যুর সাথে সাথে হেনরি এবং ফিলিপ অগাস্টাসের মধ্যে সম্পর্ক ভেঙে যায়।\n১১৮৬ সালে ফিলিপ অগাস্টাস দাবি করেন যে তাকে ব্রিটানির ডাচি এবং জিওফ্রের সন্তানদের হেফাজত দেওয়া হোক। তিনি রিচার্ডকে তুলুস থেকে প্রত্যাহার করার জন্য হেনরিকে নির্দেশ দিতে বলেন, যেখানে তাকে ফিলিপ অগাস্টাসের চাচা কাউন্ট রেমন্ডের উপর নতুন চাপ প্রয়োগের জন্য একটি সেনাবাহিনীর সাথে পাঠানো হয়েছিল। ফিলিপ অগাস্টাস হুমকি দেন যে যদি এটি না ঘটে তবে তিনি নরম্যান্ডি আক্রমণ করবেন। তিনি ভেক্সিনের প্রশ্নটিও পুনরায় উত্থাপন করেন, যা বেশ কয়েক বছর আগে মার্গারেটের যৌতুকের অংশ ছিল। হেনরি তখনও অঞ্চলটি দখল করে রেখেছিলেন এবং ফিলিপ অগাস্টাস জোর দিয়েছিলেন যে হেনরি হয় দীর্ঘ-সম্মত রিচার্ড-অ্যালিসের বিবাহ সম্পন্ন করবে, অথবা বিধবা মার্গারেটের যৌতুক ফিরিয়ে দেবে। ফিলিপ অগাস্টাস বেরি আক্রমণ করেন এবং হেনরি একটি বিশাল সেনাবাহিনী গঠন করেন যারা চ্যাটেউরোক্সে ফরাসিদের মুখোমুখি হয়। পোপের হস্তক্ষেপে যুদ্ধবিরতি হয়।  আলোচনার সময় ফিলিপ অগাস্টাস রিচার্ডকে হেনরির বিরুদ্ধে জোট বাঁধার পরামর্শ দেন, যা পিতা ও পুত্রকে বিভক্ত করার জন্য একটি নতুন কৌশলের সূচনা করে।\nফিলিপ অগাস্টাসের প্রস্তাব লেভান্টের এক সংকটের সাথে মিলে যায়। ১১৮৭ সালে জেরুজালেম মিশরীয় শাসক সালাদিনের কাছে আত্মসমর্পণ করে এবং ইউরোপে একটি নতুন ধর্মযুদ্ধের ডাক ছড়িয়ে পড়ে। রিচার্ড উৎসাহী হয়ে ক্রুসেডে যোগদানের তার ইচ্ছার কথা ঘোষণা করেন এবং হেনরি ও ফিলিপ অগাস্টাস ১১৮৮ সালের শুরুতে তাদের একই অভিপ্রায় ঘোষণা করেন। কর বৃদ্ধি শুরু হয় এবং সরবরাহ ও পরিবহনের জন্য পরিকল্পনা করা হয়। রিচার্ড তার ধর্মযুদ্ধ শুরু করতে আগ্রহী ছিলেন, কিন্তু হেনরিকে তার ব্যবস্থা করার জন্য অপেক্ষা করতে বাধ্য হন। ইতিমধ্যে রিচার্ড ১১৮৮ সালে আকুইটাইনে তার কিছু শত্রুকে পরাজিত করার জন্য প্রস্তুত হন, এবং আবারও তুলুজের কাউন্ট আক্রমণ করেন। রিচার্ডের অভিযান হেনরি এবং ফিলিপ অগাস্টাসের মধ্যে যুদ্ধবিরতিকে দুর্বল করে দেয় এবং উভয় পক্ষই যুদ্ধের প্রত্যাশায় আবারও বিশাল বাহিনী সংগ্রহ করে। এবার হেনরি ফিলিপ অগাস্টাসের স্বল্পমেয়াদী যুদ্ধবিরতির প্রস্তাব প্রত্যাখ্যান করেন, যাতে ফরাসি রাজা দীর্ঘমেয়াদী শান্তি চুক্তিতে সম্মত হতে পারেন। ফিলিপ অগাস্টাস হেনরির প্রস্তাব বিবেচনা করতে অস্বীকৃতি জানান। ক্ষুব্ধ রিচার্ড বিশ্বাস করতেন যে হেনরি সময়ের জন্য থেমে আছেন এবং ক্রুসেডের প্রস্থান বিলম্বিত করছেন।\n\n\n=== মৃত্যু ===\n\nহেনরির মৃত্যুর কিছুদিন আগে হেনরি এবং রিচার্ডের মধ্যে সম্পর্ক অবশেষে সহিংসতায় পরিণত হয়। ১১৮৮ সালের নভেম্বরে ফিলিপ একটি শান্তি সম্মেলনের আয়োজন করেন, যেখানে বিভিন্ন আঞ্চলিক দাবি মেনে নিয়ে হেনরির সাথে একটি উদার দীর্ঘমেয়াদী শান্তি মীমাংসার প্রকাশ্য প্রস্তাব দেওয়া হয়, যদি হেনরি রিচার্ড ও অ্যালিসকে বিয়ে দেন এবং রিচার্ডকে তার স্বীকৃত উত্তরাধিকারী হিসাবে ঘোষণা করেন। হেনরি প্রস্তাবটি প্রত্যাখ্যান করেন, যার ফলে রিচার্ড নিজেই বক্তব্য রাখেন এবং হেনরির উত্তরসূরি হিসেবে স্বীকৃতি পাওয়ার দাবি জানান। হেনরি নীরব থাকেন এবং রিচার্ড তখন সম্মেলনে প্রকাশ্যে পক্ষ পরিবর্তন করেন এবং সমবেত অভিজাতদের সামনে ফিলিপের প্রতি আনুষ্ঠানিক শ্রদ্ধাঞ্জলি অর্পণ করেন।\nশেষ মুহূর্তের শান্তি চুক্তি করার চেষ্টা করে পোপতন্ত্র আবারও হস্তক্ষেপ করে। ফলে ১১৮৯ সালে লা ফার্টে-বার্নার্ডে একটি নতুন সম্মেলন অনুষ্ঠিত হয়। এতক্ষণে হেনরি রক্তক্ষরণজনিত আলসারে ভুগছিলেন যা শেষ পর্যন্ত মারাত্মক প্রমাণিত হয়। আলোচনা খুব একটা সফল হয়নি, যদিও হেনরি ফিলিপকে প্রস্তাব দেন যে রিচার্ডের পরিবর্তে জন অ্যালিসকে বিয়ে করতে পারে, যা গ্রীষ্মকালে প্রচারিত গুজবের প্রতিফলন ঘটায় যে, হেনরি রিচার্ডকে প্রকাশ্যে উত্তরাধিকার থেকে বঞ্চিত করার কথা বিবেচনা করছেন। যুদ্ধের সম্ভাবনা দেখা দিলে সম্মেলনটি ভেঙে যায়, কিন্তু ফিলিপ এবং রিচার্ড এর পরপরই একটি আকস্মিক আক্রমণ শুরু করেন, যা প্রচলিতভাবে যুদ্ধবিরতির সময়কাল ছিল।\nলে ম্যান্সে হেনরি অবাক হয়ে যান কিন্তু জোরপূর্বক উত্তরে অ্যালেনসনের দিকে যাত্রা করেন, যেখান থেকে তিনি নরম্যান্ডির নিরাপদ স্থানে পালিয়ে যেতে পারেন। হঠাৎ হেনরি তার কর্মকর্তাদের পরামর্শের বিরুদ্ধে দক্ষিণে আনজুর দিকে ফিরে যান। আবহাওয়া ছিল অত্যন্ত গরম, রাজা ক্রমশ অসুস্থ হয়ে পড়ছিলেন এবং মনে করা হয় তিনি আরেকটি অভিযানে লড়াই করার চেয়ে আনজুতে শান্তিতে মৃত্যুবরণ করতে চেয়েছিলেন। হেনরি দক্ষিণে যাওয়ার পথে শত্রু বাহিনীকে এড়িয়ে যান এবং চিননে তার দুর্গে পড়ে যান। ফিলিপ এবং রিচার্ড ভালো অগ্রগতি করছিলেন, কারণ এটি এখন স্পষ্ট ছিল যে হেনরি মারা যাচ্ছেন এবং রিচার্ডই পরবর্তী রাজা হবেন, এবং এই জুটি আলোচনার প্রস্তাব দেন। তারা ব্যালানে মিলিত হন, যেখানে হেনরি, যিনি কেবল তার ঘোড়ায় বসে থাকতে সক্ষম ছিলেন, তিনি সম্পূর্ণ আত্মসমর্পণে সম্মত হন এই শর্তে যে, তিনি ফিলিপের প্রতি শ্রদ্ধা জানাবেন; অ্যালিসকে একজন অভিভাবকের হাতে তুলে দেবেন এবং আসন্ন ধর্মযুদ্ধের শেষে তিনি রিচার্ডকে বিয়ে করবেন; রিচার্ডকে তার উত্তরাধিকারী হিসেবে স্বীকৃতি দেবেন; ফিলিপকে ক্ষতিপূরণ দেবেন এবং গ্যারান্টি হিসেবে মূল দুর্গগুলি ফিলিপকে দেওয়া হবে। যদিও হেনরি পরাজিত হন এবং আলোচনায় বাধ্য হন, তবুও শর্তগুলি অযৌক্তিক ছিল না এবং হেনরির আত্মসমর্পণের ফলে কোনও পরিবর্তন হয়নি। ফিলিপ এবং রিচার্ড একজন মুমূর্ষু ব্যক্তির অপমান ছাড়া আর কিছুই অর্জন করতে পারেননি।\nহেনরিকে একটি লিটারে করে চিননে ফিরিয়ে নিয়ে যাওয়া হয়, যেখানে তাকে জানানো হয় যে জন প্রকাশ্যে সংঘর্ষে রিচার্ডের পক্ষে ছিলেন। এই পরিত্যাগই চূড়ান্ত ধাক্কা হিসেবে প্রমাণিত হয়, এবং রাজা অবশেষে জ্বরে আক্রান্ত হন, মাত্র কয়েক মুহূর্তের জন্য জ্ঞান ফিরে পান। এই সময় তিনি একটি ধর্মীয় স্বীকারোক্তি দেন। তিনি ৬ জুলাই ১১৮৯ সালে ৫৬ বছর বয়সে মারা যান। তিনি লিমোজিনের গ্র্যান্ডমন্ট অ্যাবেতে সমাহিত হতে চেয়েছিলেন, কিন্তু গরম আবহাওয়ার কারণে তাঁর দেহ পরিবহন করা অসম্ভব হয়ে পড়ে এবং পরিবর্তে তাঁকে নিকটবর্তী ফন্টেভ্রাড অ্যাবেতে সমাহিত করা হয়।\n\n\n== উত্তরাধিকার ==\nহেনরির মৃত্যুর পরপরই রিচার্ড সফলভাবে তার পিতার ভূমি দাবি করেন। পরে তিনি তৃতীয় ক্রুসেডের জন্য চলে যান, কিন্তু ফিলিপ অগাস্টাসের সাথে একমত হওয়ায় তিনি কখনও অ্যালিসকে বিয়ে করেননি। বিধবা এলেনরকে গৃহবন্দী অবস্থা থেকে মুক্তি দেওয়া হয় এবং অ্যাকুইটাইনের নিয়ন্ত্রণ ফিরে পান, যেখানে তিনি রিচার্ডের পক্ষে শাসন করতেন। হেনরির সাম্রাজ্য বেশিদিন টিকে থাকতে পারেনি এবং তার কনিষ্ঠ পুত্র জনের রাজত্বকালে ভেঙে পড়ে। ফিলিপ গ্যাসকোনি ছাড়া ফ্রান্সের সমস্ত অ্যাঞ্জেভিন সম্পত্তি দখল করেন। এই পতনের বিভিন্ন কারণ ছিল, যার মধ্যে রয়েছে অর্থনৈতিক ক্ষমতার দীর্ঘমেয়াদী পরিবর্তন, ইংল্যান্ড এবং নরম্যান্ডির মধ্যে ক্রমবর্ধমান সাংস্কৃতিক পার্থক্য, রাজা জনের সামরিক ত্রুটি, বিশেষ করে হেনরির সাম্রাজ্যের ভঙ্গুর, পারিবারিক প্রকৃতি।\nহেনরি তার দীর্ঘ শাসনামলে যেসব পরিবর্তন এনেছিলেন তার অনেকেরই দীর্ঘমেয়াদী পরিণতি হয়েছিল। তার আইনগত পরিবর্তনগুলি সাধারণত ইংরেজি সাধারণ আইনের ভিত্তি স্থাপন করে বলে মনে করা হয়। এক্সচেকার আদালত ওয়েস্টমিনস্টারে পরবর্তী সাধারণ বেঞ্চের পূর্বসূরী ছিল। হেনরির ভ্রমণকারী বিচারপতিরা তার সমসাময়িকদের আইনি সংস্কারকেও প্রভাবিত করেছিলেন: উদাহরণস্বরূপ, ফিলিপ অগাস্টাসের ভ্রমণকারী বেইলি তৈরি হেনরিসিয়ান মডেলের উপর ভিত্তি করে তৈরি হয়। ব্রিটানি, ওয়েলস এবং স্কটল্যান্ডে হেনরির হস্তক্ষেপ তাদের সমাজ এবং সরকারী ব্যবস্থার উন্নয়নের উপর দীর্ঘমেয়াদী প্রভাব ফেলেছিল।\n\n\n=== ইতিহাস রচনা ===\nহেনরি তার সমসাময়িকদের দ্বারা ব্যাপকভাবে সমালোচিত হয়েছিলেন, এমনকি তার নিজস্ব রাজসভার মধ্যেও। তা সত্ত্বেও ওয়েলসের জেরাল্ড, যিনি সাধারণত অ্যাঞ্জেভিনদের প্রতি সহানুভূতিশীল ছিলেন না, তিনি টোপোগ্রাফিয়া হাইবারনিকাতে হেনরিকে কিছুটা তোষামোদ করে লিখেছিলেন \"আমাদের পশ্চিমের আলেকজান্ডার\" হিসেবে, যিনি \"আপনার [হেনরির] হাত পিরেনিস থেকে মহাসাগরের পশ্চিমতম সীমা পর্যন্ত প্রসারিত করেছিলেন\"। নিউবার্গের উইলিয়াম পরবর্তী প্রজন্মে লিখে মন্তব্য করেছেন যে, \"বর্তমান মন্দের অভিজ্ঞতা তার ভালো কাজের স্মৃতি পুনরুজ্জীবিত করেছে, এবং যে ব্যক্তি তার সময়ে সকল মানুষের দ্বারা ঘৃণিত ছিল, তাকে এখন একজন চমৎকার এবং কল্যাণকর রাজপুত্র হিসেবে ঘোষণা করা হয়েছে\"।\nহেনরি এবং তার রাজত্বকাল বহু বছর ধরে ইতিহাসবিদদের আকর্ষণ করে আসছে। ১৮ শতকে ইতিহাসবিদ ডেভিড হিউম যুক্তি দিয়েছিলেন যে হেনরির রাজত্বকাল ছিল একটি প্রকৃত ইংরেজ রাজতন্ত্র এবং পরিণামে একটি ঐক্যবদ্ধ ব্রিটেন তৈরির ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করে। ১৮ শতকের প্রোটেস্ট্যান্ট ঐতিহাসিকদের কাছে বেকেট বিতর্কে হেনরির ভূমিকা তুলনামূলকভাবে প্রশংসনীয় বলে বিবেচিত হয়েছিল, অন্যদিকে ফরাসি রাজার সাথে তার বিরোধগুলিও ইতিবাচক দেশপ্রেমিক মন্তব্য আকর্ষণ করেছিল। ভিক্টোরিয়ান যুগে ঐতিহাসিক ব্যক্তিত্বদের ব্যক্তিগত নৈতিকতার প্রতি নতুন করে আগ্রহ দেখা দেয় এবং পণ্ডিতরা হেনরির আচরণের দিকগুলি নিয়ে আরও বেশি উদ্বেগ প্রকাশ করতে শুরু করেন, যার মধ্যে একজন পিতামাতা এবং স্বামী হিসেবে তার ভূমিকাও অন্তর্ভুক্ত ছিল। বেকেটের মৃত্যুতে রাজার ভূমিকা বিশেষ সমালোচনার জন্ম দেয়। প্রয়াত-ভিক্টোরিয়ান ঐতিহাসিকরা সেই সময়ের প্রামাণ্য নথিতে ক্রমবর্ধমান অ্যাক্সেসের সাথে সাথে আইন এবং কোষাগারের বিকাশ সহ গুরুত্বপূর্ণ ইংরেজি প্রতিষ্ঠানগুলির বিবর্তনে হেনরির অবদানের উপর জোর দিয়েছিলেন। উইলিয়াম স্টাবসের বিশ্লেষণ হেনরিকে \"আইন প্রণেতা রাজা\" হিসেবে চিহ্নিত করতে পরিচালিত করে, যিনি ইংল্যান্ডে বড়, দীর্ঘস্থায়ী সংস্কারের জন্য দায়ী। ব্রিটিশ সাম্রাজ্যের সমসাময়িক বিকাশের দ্বারা প্রভাবিত হয়ে কেট নরগেটের মতো ইতিহাসবিদরা হেনরির মহাদেশীয় সম্পত্তি সম্পর্কে বিশদ গবেষণা করেছিলেন, যার ফলে ১৮৮০-এর দশকে \"অ্যাঞ্জেভিন সাম্রাজ্য\" শব্দটি তৈরি হয়।\nবিংশ শতাব্দীর ইতিহাসবিদরা এই সিদ্ধান্তগুলির অনেকগুলিকেই চ্যালেঞ্জ করেন। ১৯৫০-এর দশকে জ্যাক বুসার্ড এবং জন জোলিফ হেনরির সাম্রাজ্যের প্রকৃতি পরীক্ষা করেন; বিশেষ করে ফরাসি পণ্ডিতরা এই সময়কালে রাজকীয় ক্ষমতা কীভাবে কাজ করত তার যান্ত্রিকতা বিশ্লেষণ করেন। ১৯৮০-এর দশক থেকে হেনরির অনেক ইতিহাসের অ্যাংলোকেন্দ্রিক দিকগুলিকে চ্যালেঞ্জ করা হয়, সেই সময়ের ব্রিটিশ এবং ফরাসি ঐতিহাসিক বিশ্লেষণকে একত্রিত করার প্রচেষ্টা চালানো হয়। হেনরির রেখে যাওয়া লিখিত নথিগুলির আরও বিশদ অধ্যয়ন পূর্ববর্তী কিছু ব্যাখ্যার উপর সন্দেহ প্রকাশ করে। উদাহরণস্বরূপ, পাইপ রোল থেকে কাটা কাটার মাধ্যমে হেনরির ভ্রমণপথের সন্ধানকারী রবার্ট আইটনের ১৮৭৮ সালের যুগান্তকারী কাজকে স্থান বা আদালতে উপস্থিতি নির্ধারণের জন্য অত্যন্ত অনিশ্চিত উপায় হিসাবে সমালোচনা করা হয়। যদিও হেনরির আরও অনেক রাজকীয় সনদপত্র চিহ্নিত করা হয়েছে, তবুও এই রেকর্ডগুলি ব্যাখ্যা করার কাজ, পাইপ রোলগুলিতে থাকা আর্থিক তথ্য এবং রাজত্বের বিস্তৃত অর্থনৈতিক তথ্য আগের ধারণার চেয়েও বেশি চ্যালেঞ্জিং বলে মনে করা করা হয়। হেনরির ঐতিহাসিক বিশ্লেষণে যথেষ্ট ফাঁক রয়ে গেছে, বিশেষ করে আনজু এবং ফ্রান্সের দক্ষিণে তার শাসনের প্রকৃতি। তা সত্ত্বেও বিংশ শতাব্দীর ইতিহাসবিদরা সাধারণত হেনরির প্রশংসা করেছেন। কানাডিয়ান-আমেরিকান ইতিহাসবিদ এবং মধ্যযুগীয়বিদ নরম্যান ক্যান্টর হেনরিকে \"একজন অসাধারণ ব্যক্তি, নিঃসন্দেহে সকল মধ্যযুগীয় ইংরেজ রাজাদের মধ্যে সর্বশ্রেষ্ঠ\" বলে অভিহিত করেন। ডব্লিউএল ওয়ারেনের একটি বিস্তৃত জীবনীতে হেনরিকে দক্ষ ও সুদৃঢ় সরকারের জন্য প্রতিভা হিসেবে চিহ্নিত করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n=== সূত্র ===\n\n\n== বহিঃসংযোগ ==\nমধ্যযুগীয় উত্সবই: অ্যাঞ্জেভিন ইংল্যান্ড\nলন্ডনের ন্যাশনাল পোর্ট্রেট গ্যালারিতে রাজা দ্বিতীয় হেনরির পোর্ট্রেট"}