{"pageid": 1518053, "title": "১৯৬০ উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় মৌসুম", "url": "https://bn.wikipedia.org/wiki?curid=1518053", "content": "১৯৬০ সালের উত্তর ভারত মহাসাগরীয় ঘূর্ণিঝড় মৌসুমকালে দুটি মারাত্মক গ্রীষ্মমন্ডলীয় ঘূর্ণিঝড় ঘটে যা পূর্ব পাকিস্তানে (বর্তমান বাংলাদেশ) সম্মিলিতভাবে প্রায় ২০,০০০ মানুষের মৃত্যু ঘটায়। ভারতীয় উপমহাদেশ উত্তর ভারত মহাসাগরকে দুটি অঞ্চলে বিভক্ত করে: পূর্বে বঙ্গোপসাগর এবং পশ্চিমে আরব সাগর। এই অববাহিকার জন্য সরকারী আঞ্চলিক বিশেষায়িত আবহাওয়া কেন্দ্র হল ভারত আবহাওয়া বিভাগ (আইএমডি), অন্যদিকে যৌথ টাইফুন সতর্কীকরণ কেন্দ্র অনানুষ্ঠানিক পরামর্শ প্রকাশ করে। প্রতি মৌসুমে উত্তর ভারত মহাসাগরে গড়ে পাঁচটি ঝড় তৈরি হয় এবং মে এবং নভেম্বর মাসে দুটি সর্বোচ্চ গতিতে আঘাত হানে। ৪৫°পূর্ব থেকে ১০০°পূর্বের মধ্যে সংঘটিত ঘূর্ণিঝড়গুলিকে আইএমডি দ্বারা মৌসুমী রেকর্ডে অন্তর্ভুক্ত করা হয়েছিল।\n১৯৬০ মৌসুমে পনেরোটি নিম্নচাপ তৈরি হয়, যার মধ্যে পাঁচটি ঘূর্ণিঝড়ে পরিণত হয়। বেশিরভাগ কার্যকলাপ বঙ্গোপসাগরে ঘটেছিল, যেখানে এগারোটি ধরন তৈরি হয়েছিল; তবে মৌসুমের প্রথম ঝড়টি ১০ মে আরব সাগরের উপর তৈরি হয়েছিল। ঝড়টি হারিকেন-শক্তির বাতাস তৈরি করেছিল এবং ৯৭৪ এমবিআর (হেক্টোপেসক্যাল; ২৮.৭৬ ইঞ্চি এইচজি) ব্যারোমেট্রিক বায়ুচাপ অর্জন করেছিল। মৌসুমের সবচেয়ে মারাত্মক এবং তীব্র ঘূর্ণিঝড় ছিল সিভিয়ার সাইক্লোনিক স্টর্ম টেন যা নভেম্বরের শুরুতে পূর্ব পাকিস্তানে ১৪,১৭৪ জনের মৃত্যু করেছিল। সর্বোচ্চ বাতাসের আনুমানিক গতিবেগ ছিল ১৫০ কিমি/ঘন্টা (৯৫ মাইল) এবং চাপ ছিল ৯৬৬.৭ এমবিআর (হেক্টোপেসক্যাল; ২৮.৫৫ ইঞ্চি), পূর্ববর্তী ধরনটি একই এলাকা ধ্বংস করার মাত্র তিন সপ্তাহ পরে এটি আঘাত হানে। ঝড়টি ৬.১ মিটার (২০ ফুট) ঝড়ের জোয়ার তৈরি করেছিল যা ১৬ কিমি (১০ মাইল) অভ্যন্তরীণভাবে বয়ে গিয়েছিল এবং বেশ কয়েকটি ছোট দ্বীপকে ডুবিয়ে দিয়েছিল। দুটি ঝড়ের ফলে সম্মিলিতভাবে ২০০,০০০-৩০০,০০০ মানুষ গৃহহীন হয়ে পড়ে। এই ঘূর্ণিঝড়গুলি পূর্ব পাকিস্তানে অস্বাভাবিকভাবে সক্রিয় ঘূর্ণিঝড়ের সূচনা করে, যার দশ বছর পরে ১৯৭০ সালের ভোলা ঘূর্ণিঝড়ের মাধ্যমে পরিণাম ঘটে , যার ফলে ৩০০,০০০ থেকে ৫০০,০০০ মানুষ মারা যায়। ১৯৬০ সালের মৌসুমে বেশ কয়েকটি নিম্নচাপের ফলে ভারতে ভারী বৃষ্টিপাত হয়। সম্মিলিতভাবে এই ঘূর্ণিঝড়গুলি ১৬৭ জনকে হত্যা করে।\n\n\n== ধরন ==\n\n\n=== অত্যন্ত তীব্র ঘূর্ণিঝড় এক ===\n১০ মে মালদ্বীপের উত্তর-পশ্চিমে প্রায় ৪০০ কিলোমিটার (২৫০ মাইল) দূরে আরব সাগরের উপর একটি নিম্নচাপের অঞ্চল চিহ্নিত করা হয়েছিল। উত্তর-পশ্চিম দিকে অগ্রসর হয়ে এটি ধীরে ধীরে সংগঠিত হয়, ১২ মে সন্ধ্যার মধ্যে এটি একটি নিম্নচাপে পরিণত হয়। পশ্চিম দিকে আরও বাঁক নেওয়ার পর ধরনটি ধীরে ধীরে গভীর হতে থাকে। ১৪ মে এসএস কাম্পালা প্রণালীতে প্রবেশ করে ৫৫ কিমি/ঘন্টা (৩৫ মাইল) বেগে বাতাস এবং উত্তাল সমুদ্রের মুখোমুখি হয়। পরবর্তী দুই দিন ধরে নিম্নচাপটি তীব্রতর হয়ে ঘূর্ণিঝড়ে পরিণত হয় যার কেন্দ্র থেকে ১৫০ কিমি (৯০ মাইল) দূরে ঝড়ো বাতাস বয়ে যেতে থাকে। ১৬ থেকে ১৭ মে রাতের বেলায় এসএস মোহাম্মদী প্রায় সরাসরি ঘূর্ণিঝড়ের কেন্দ্রে প্রবেশ করে যার ব্যারোমেট্রিক চাপ ৯৭৪ এমবার (এইচপিএ; ২৮.৭৬  ইনএইচজি) এবং ৯.১ মিটার (৩০ ফুট) তরঙ্গের কথা জানায়। এসএস সৌদি এবং এসএস এক্সচেকারের মতো আরও বেশ কয়েকটি জাহাজ ঝড়ের মুখোমুখি হয়েছিল। দুটি জাহাজই হারিকেন শক্তিসম্পন্ন বাতাসের খবর পেয়েছিল এবং ১৮ মে ভোরে সমুদ্রের উচ্চতা ১৫.২ মিটার (৫০ ফুট) পর্যন্ত ছিল। সেদিনের পরে ঝড়টি এত দ্রুত দুর্বল হয়ে পড়ে যে এসএস এক্সচেকারের ক্রুরা তাদের ব্যারোমিটারের চাপ সক্রিয়ভাবে বাড়তে দেখতে সক্ষম হয়। ঝড়টি পশ্চিম দিকে চলতে থাকে, ১৮ মে এটি একটি তীব্র ঘূর্ণিঝড়ের আকারে পূর্ব দক্ষিণ ইয়েমেনের আল মাহরাহ গভর্নরেটের উপকূলে চলে যায় এবং বিলুপ্ত হয়ে যায়। পরবর্তীতে ইয়েমেনে ভূমিধ্বস সংঘটিত হয় যা ২০১৫ সালের ঘূর্ণিঝড় চাপালার আগ পর্যন্ত আর ঘটেনি।\nএকটি ঘূর্ণিঝড় হিসেবে এই ব্যবস্থা ১৪ থেকে ১৭ মে এর মধ্যে মালদ্বীপ, সিলন (বর্তমান শ্রীলঙ্কা) এবং দক্ষিণ ভারতের বেশিরভাগ অঞ্চলে মৌসুমি বায়ুর মতো আর্দ্রতা নিয়ে আসে। ১৭ মে সবচেয়ে বেশি বৃষ্টিপাত হয়, সেই দিন ভারতের কোচিনে ১৯০ মিমি (৭.৫ ইঞ্চি) পরিমাপ করা হয়।\n\n\n=== গভীর নিম্নচাপ দুই ===\n\n২৫শে মে উত্তর বঙ্গোপসাগরে একটি উচ্চ স্তরের নিম্নচাপ তৈরি হয়। পরের দিন, এই বৈশিষ্ট্যের সাথে যুক্ত হয়ে একটি ভূপৃষ্ঠের নিম্নচাপ তৈরি হয়। ২৭শে মে নাগাদ নিম্নচাপটি আরও একীভূত হয়ে ভারতের কলকাতা থেকে ২৮৫ কিমি (১৭৫ মাইল) দক্ষিণে অবস্থান করে। উত্তর দিকে অগ্রসর হয়ে, এটি ২৮শে মে তারিখের প্রথম দিকে পশ্চিমবঙ্গের সুন্দরবন অঞ্চলে তথা পূর্ব পাকিস্তানের সীমান্তের কাছে স্থলভাগে আঘাত হানার আগে একটি গভীর নিম্নচাপে পরিণত হয়। যদিও এটিকে গভীর নিম্নচাপ হিসেবে শ্রেণীবদ্ধ করা হয়েছিল, সাগর দ্বীপ থেকে ৭৫ কিমি/ঘন্টা (৪৫ মাইল) পর্যন্ত শক্তিশালী বাতাসের খবর পাওয়া গিয়েছিল। কাছাকাছি স্টেশনগুলি থেকে পরিমাপের ভিত্তিতে অনুমান করা হয়েছিল যে উপকূলে সরে যাওয়ার সাথে সাথে ধরনটি সর্বনিম্ন ৯৮৮ এমবি (হেক্টোপেসক্যাল; ২৯.১৮ ইনএইচজি) চাপ অর্জন করেছিল। একবার অভ্যন্তরীণ হয়ে গেলে ধরনটি দ্রুত দুর্বল হয়ে উত্তর-পূর্ব দিকে ত্বরান্বিত হয়। পরে এটি ৩০শে মে আসামের উপর দিয়ে বিলীন হয়ে যায়।\nএই প্রণালীর ফলে পূর্ব ভারত এবং পূর্ব পাকিস্তান জুড়ে মুষলধারে বৃষ্টিপাত হয়। চেরাপুঞ্জিতে দুই দিনের ব্যবধানে ৫৪০ মিমি (২১ ইঞ্চি) বৃষ্টিপাত হয়, অন্যদিকে অন্যান্য অনেক এলাকায় ১০০ মিমি (৩.৯ ইঞ্চি) এরও বেশি বৃষ্টিপাত পরিমাপ করা হয়েছে। পশ্চিমবঙ্গ এবং আসাম থেকে বৃষ্টিপাতের কোনও তথ্য পাওয়া যায়নি। ঝড়ের তীব্র বাতাস পশ্চিমবঙ্গে অসংখ্য ঘরবাড়ি ধ্বংস করে দেয় এবং কমপক্ষে সাতজন নিহত হয়।\n\n\n=== গভীর নিম্নচাপ তিন ===\n\n২৯শে জুনে উত্তর-পশ্চিম বঙ্গোপসাগরের উপর দিয়ে একটি নিম্নচাপ বিস্তৃত হয় যা একটি উচ্চ-স্তরের নিম্নচাপের সাথে যুক্ত ছিল। পরের দিন সমুদ্রপৃষ্ঠের চাপ কমে যাওয়ার পর এই অঞ্চলে একটি নিম্নচাপ তৈরি হয়। ধীরে ধীরে পশ্চিম দিকে অগ্রসর হয়ে, ২রা জুলাইয়ের প্রথম দিকে ঝড়টি তীব্রতর হয়ে গভীর নিম্নচাপে পরিণত হয়। এর কিছুক্ষণ পরেই ঝড়টি ভারতের অঙ্গুলের কাছে স্থলভাগে আঘাত হানে এবং উত্তর-পশ্চিম দিকে দ্রুত গতিতে প্রবাহিত হয়। পরে ৪ঠা জুলাইয়ে যেখান থেকে এটি তৈরি হয়েছিল সেই নিম্নচাপে ফিরে যাওয়ার পর মধ্যপ্রদেশের উপর দিয়ে এই ঝড়টি বিলুপ্ত হয়ে যায়।\nউড়িষ্যা থেকে পশ্চিমবঙ্গ এবং মধ্যপ্রদেশ পর্যন্ত উপকূলের কিছু অংশে নিম্নচাপের সাথে ব্যাপক ভারী বৃষ্টিপাত হয়। সাগরদ্বীপে দুই দিনের ব্যবধানে কমপক্ষে ৩৬০ মিমি (১৪ ইঞ্চি) বৃষ্টিপাত পরিমাপ করা হয়, অন্যদিকে বিশাখাপত্তনমে মাত্র একদিনে ৩০০ মিমি (১২ ইঞ্চি) বৃষ্টিপাত হয়েছিল। মধ্যপ্রদেশ জুড়ে ১০০ মিমি (৩.৯ ইঞ্চি) বৃষ্টিপাত হয়েছিল।\n\n\n=== নিম্নচাপ চার ===\n\n২৬শে জুনে গুজরাতের উপর দিয়ে একটি ধীর গতির খাদ তৈরি হয়। ২রা জুলাইয়ের মধ্যে বেরাবলের ৮০ কিমি (৫০ মাইল) উত্তরে অবস্থিত এই প্রণালীটি একটি অগভীর স্থল নিম্নচাপে পরিণত হয়। এই অঞ্চলে বাতাসের গতিবেগ ৪৫ কিমি/ঘন্টা (৩০ মাইল) পর্যন্ত ছিল; তবে প্রণালীটি উপকূলীয় অঞ্চলে সরে যাওয়ার সাথে সাথে বাতাসের গতি দ্রুত ৬৫ কিমি/ঘন্টা (৪০ মাইল) পর্যন্ত বৃদ্ধি পায়। দ্বারকায় সর্বনিম্ন ৯৯০.৮ এমবার (হেক্টোপেসক্যাল; ২৯.২৬ ইনএইচজি) সহ এলাকাজুড়ে নিম্নচাপ পরিমাপ করা হয়েছিল। গুজরাতের উপকূলে প্রায় স্থির হয়ে যাওয়ার ফলে নিম্নচাপটি আসন্ন মৌসুমি বায়ুর সাথে মিথস্ক্রিয়া করতে শুরু করে। এই মিথস্ক্রিয়ার ফলে বাতাসের পরিমাণ বৃদ্ধি পায়, ৪ঠা জুলাই ভোরের দিকে দুটি জাহাজ ৭৫ কিমি/ঘন্টা (৪৫ মাইল) বেগে বাতাস বয়ে যাওয়ার কথা জানায়। সেই দিনের পরে প্রণালীটি উত্তর-পশ্চিম দিকে অগ্রসর হতে শুরু করে এবং দ্রুত দুর্বল হয়ে পড়ে। পরের দিন এটি শেষবার উত্তর-পূর্ব আরব সাগরের উপর একটি নিম্নচাপ হিসাবে চিহ্নিত করা হয়েছিল।\n২ থেকে ৪ জুলাইয়ের মধ্যে গুজরাতের সৌরাষ্ট্র অঞ্চলের বেশিরভাগ অংশে ৩০০ মিমি (১২ ইঞ্চি) এরও বেশি ভারী বৃষ্টিপাত হয়। এই বৃষ্টিপাতের ফলে ভয়াবহ বন্যা দেখা দেয় যার ফলে কমপক্ষে ৩৫ জন মারা যায় এবং ৬,০০০ জন গৃহহীন হয়ে পড়ে। এই অঞ্চলে কমপক্ষে ৫০০টি বাড়িঘর ধ্বংস হয়ে যায়।\n\n\n=== নিম্নচাপ পাঁচ ===\n\n৬ আগস্টে বার্মার উপর দিয়ে পশ্চিম দিকে অগ্রসরমান নিম্নচাপের একটি অঞ্চল চিহ্নিত করা হয়েছিল। প্রাথমিকভাবে এটি একটি উচ্চস্তরের প্রণালী ছিল যা ধীরে ধীরে ভূপৃষ্ঠে ছড়িয়ে পড়ে এবং ৯ আগস্ট একটি নিম্নচাপে পরিণত হয়। পশ্চিম-উত্তর-পশ্চিম দিকে অগ্রসর হয়ে এটি সেই দিনই বালেশ্বরের কাছে ভারতীয় উপকূলরেখা অতিক্রম করে যেখানে ৯৯৬.১ এমবার (হেক্টোপেসক্যাল; ২৯.৪১ ইনএইচজি) চাপ পরিমাপ করা হয়েছিল। নিরবচ্ছিন্ন বাতাস মাত্র ৩০ কিমি/ঘন্টা (২০ মাইল প্রতি ঘণ্টা) বেগে প্রবাহিত হয়েছিল। উপকূলে পৌঁছানোর পর ১০ আগস্টে নিম্নচাপটি একটি অবশিষ্ট নিম্নচাপে পরিণত হয়। অবশিষ্টাংশগুলি উত্তর-পশ্চিম দিকে অব্যাহত থাকে, অবশেষে ১২ আগস্টে উত্তর প্রদেশের উপর দিয়ে একটি খাদের সাথে মিলিত হয়।\n৮ আগস্ট থেকে ১৪ আগস্টের মধ্যে ভারতের বিভিন্ন স্থানে নিম্নচাপের কারণে ভারী বৃষ্টিপাত হয়। ১৪ আগস্ট সর্বোচ্চ বৃষ্টিপাত পরিমাপ করা হয়েছিল যখন ঝাঁসিতে ২৪০ মিমি (৯.৪ ইঞ্চি) বৃষ্টিপাত হয়েছিল। বৃষ্টিপাতের ফলে গঙ্গা নদীর তীরে উল্লেখযোগ্য বন্যা দেখা দেয়। ফতেহগড়ের কাছে নদীর তীরবর্তী চল্লিশটি গ্রাম প্লাবিত হয়।\n\n\n=== গভীর নিম্নচাপ ছয় ===\n\nপূর্ববর্তী নিম্নচাপটি ভারতের উপর দিয়ে চলে যাওয়ার সাথে সাথে ১২ আগস্টে বঙ্গোপসাগরে একটি নতুন সঞ্চালন তৈরি হয়। এই প্রণালীটি দ্রুত নিম্নচাপে পরিণত হয়। ধীরে ধীরে উত্তর-পশ্চিম দিকে অগ্রসর হয়ে ১৪ আগস্টে এটি একটি গভীর নিম্নচাপে পরিণত হয় এবং সুন্দরবন অঞ্চলের স্থলভাগে আঘাত হানে। স্যান্ডহেডসে ৪৫ কিমি/ঘন্টা (৩০ মাইল প্রতি ঘণ্টা) বেগে বাতাস বয়ে যাওয়ার খবর পাওয়া গেছে। উপকূলে পৌঁছানোর পর এটি পশ্চিম দিকে ঘুরে যায় এবং তীব্রতা বজায় রেখে ধীর হয়ে যায়। অবশেষে ১৮ আগস্টে ধরনটি দুর্বল হয়ে পড়ে ও আবার উত্তর-পশ্চিম দিকে অগ্রসর হতে শুরু করে এবং দুই দিন পরে এটি দক্ষিণ-পূর্ব রাজস্থানের উপর দিয়ে বিলীন হয়ে যায়।\nভারতের বৃহৎ অংশ নিম্নচাপের কারণে বৃষ্টিপাতের দ্বারা ক্ষতিগ্রস্ত হয় যার মধ্যে ওড়িশা এবং মধ্যাঞ্চলে সবচেয়ে বেশি বৃষ্টিপাত হয়েছিল। প্রধানমন্ত্রী জওহরলাল নেহরুর মতে, ওড়িশার কিছু অংশে ১,০০০ মিমি (৪০ ইঞ্চি) পর্যন্ত বৃষ্টিপাত হয়েছে। প্রচণ্ড বৃষ্টিপাতের ফলে ভয়াবহ বন্যা দেখা দিয়েছে যার ফলে কমপক্ষে ৬৫ জন মারা যায়। পরবর্তী দুই সপ্তাহ ধরে অব্যাহত বৃষ্টিপাত পরিস্থিতিকে আরও খারাপ করে তুলে এবং ৩০ আগস্টের মধ্যে আনুমানিক ২৫ লাখ মানুষ গৃহহীন হয়ে পড়ে। সবচেয়ে বেশি ক্ষতিগ্রস্ত হয়েছে মহানদী এবং এর উপনদীগুলির আশেপাশের এলাকা যেখানে বন্যার জল ৩.৭ মিটার (১২ ফুট) গভীরতায় পৌঁছে। কমপক্ষে ৮৫টি গ্রাম ধ্বংস হয়ে গেছে বলে জানা গেছে। ওড়িশার সরকারি কর্মকর্তারা এই দুর্যোগকে \"জীবন্ত স্মৃতির মধ্যে সবচেয়ে খারাপ\" বলে বর্ণনা করেছেন। রাজ্যজুড়ে রেললাইন এবং রাস্তাঘাট মারাত্মকভাবে ক্ষতিগ্রস্ত হয়েছে, যার ফলে প্রাথমিক ত্রাণ প্রচেষ্টা ব্যাহত হয়েছে। মোট ১৮.৭ লাখ একর ফসল প্লাবিত হয়েছে এবং সামগ্রিক ক্ষতির পরিমাণ ১১ কোটি ২০ লক্ষ ডলার।\n\n\n=== নিম্নচাপ সাত ===\n\n২০শে আগস্টে বার্মার উপর একটি নিম্নচাপের ঢেউ তৈরি হয়। পশ্চিম দিকে অগ্রসর হয়ে এই উচ্চস্তরের ধরনটি দুই দিন পরে বঙ্গোপসাগরের উপর একটি পৃষ্ঠতলের নিম্নচাপের সৃষ্টি করে। উত্তর-পশ্চিম দিকে ঘুরে এটি ২৪শে আগস্টের মধ্যে একটি নিম্নচাপে পরিণত হয় এবং পরে সেই দিনের শেষে সুন্দরবন অঞ্চলের স্থলভাগে আঘাত করে। উপকূলে পৌঁছানোর পর নিম্নচাপটি একটি অবশিষ্ট নিম্নচাপে পরিণত হয়; অবশিষ্টাংশগুলি রাজস্থান প্রদেশের উপর একটি অঞ্চলে বিলীন হয়ে যাওয়ার সময় ২৮শে আগস্ট পর্যন্ত টিকে ছিল।\nভারী বৃষ্টিপাত বিহার, মধ্যপ্রদেশ, পাঞ্জাব এবং উত্তরপ্রদেশের বেশিরভাগ অংশকে প্রভাবিত করেছিল। ঘাটশিলায় দৈনিক সর্বোচ্চ বৃষ্টিপাত পরিমাপ করা হয় ১৯০ মিমি (৭.৫ ইঞ্চি)। এই বৃষ্টিপাতের ফলে বিয়াস, গঙ্গা, যমুনা এবং শতদ্রু নদীর তীরে ভয়াবহ বন্যা দেখা দেয়। উত্তরপ্রদেশের বিস্তীর্ণ অঞ্চল ডুবে যায় এবং পাঞ্জাবে ফসল ও সম্পত্তির উল্লেখযোগ্য ক্ষতি হয়। শুধুমাত্র পাঞ্জাবেই কমপক্ষে ৫৫ জন নিহত হয় এবং সামগ্রিকভাবে ক্ষতির পরিমাণ ৯.২৪ মিলিয়ন ডলার (১৯৬০ মার্কিন ডলার)।\n\n\n=== গভীর নিম্নচাপ আট ===\n\n২২শে সেপ্টেম্বরে আন্দামান সাগরের উপর একটি নিম্নচাপের ক্ষেত্র চিহ্নিত করা হয়েছিল। উত্তর-পশ্চিম দিকে অগ্রসর হয়ে এই প্রণালীটি দুই দিন পরে বঙ্গোপসাগরের উপর একটি নিম্নচাপে পরিণত হয়। ২৪শে সেপ্টেম্বর সন্ধ্যায় এটি আরও শক্তিশালী হয়ে একটি গভীর নিম্নচাপে পরিণত হয়, যার বাতাসের গতি ৫৫ কিমি/ঘন্টা (৩৫ মাইল প্রতি ঘণ্টা) ছিল। পরের দিন ভোরে এটি বালেশ্বর এবং চাঁদবালির মাঝামাঝি উড়িষ্যার স্থলভাগে আঘাত হানে। উপকূলে পৌঁছানোর পর প্রণালীটি ধীর হয়ে যায় এবং উত্তর-পূর্ব দিকে মোড় নেয়। পরে ২৮শে সেপ্টেম্বর হিমালয় স্পর্শ করার সময় এটি নেপালের উপর দিয়ে বিলুপ্ত হয়ে যায়।\nনিম্নচাপের সাথে যুক্ত ভারী বৃষ্টিপাত বিহার, উড়িষ্যা এবং পশ্চিমবঙ্গের বেশিরভাগ অংশকে প্রভাবিত করে। চার দিনের ব্যবধানে অনেক এলাকায় ২০০ মিমি (৭.৯ ইঞ্চি) এরও বেশি বৃষ্টিপাত পরিমাপ করা হয়; একদিনে সর্বোচ্চ বৃষ্টিপাত ছিল বাহাদুরগঞ্জে – ২৭০ মিমি (১১ ইঞ্চি)।\n\n\n=== তীব্র ঘূর্ণিঝড় নয় ===\n\nসেপ্টেম্বরের শেষের দিকে দক্ষিণ চীন সাগরের উপর দিয়ে একটি গ্রীষ্মমন্ডলীয় ঝড় তৈরি হয়েছিল। দক্ষিণ ভিয়েতনামে আঘাত হানার পর ঝড়টি ধীরে ধীরে ইন্দোচীনের উপর দিয়ে অগ্রসর হয়, অবশেষে এটি ১০০°পূর্ব অতিক্রম করে এবং ৫ অক্টোবর থাইল্যান্ডের উপর দিয়ে অববাহিকায় প্রবেশ করে। দক্ষিণ বার্মা অতিক্রম করার পর নিম্নচাপটি বঙ্গোপসাগরের উপর দিয়ে উত্তর-পশ্চিম দিকে সরে যায় এবং পুনর্গঠিত হয়। ৮ অক্টোবর এসএস গ্লেনপার্ক থেকে ৪৫ কিমি/ঘন্টা (৩০ মাইল) বেগে বাতাসের খবর জানার পর ধরনটিকে নিম্নচাপ হিসাবে শ্রেণীবদ্ধ করা হয়। ধীরে ধীরে উত্তর-পশ্চিম দিকে অগ্রসর হয়ে ধরনটি আরও গভীর হয়ে ৯ অক্টোবর ঘূর্ণিঝড়ে পরিণত হয়। ঝড়ের পথে বেশ কয়েকটি জাহাজ ঝড়ের গতি পরিমাপ করে যা এর শক্তিশালীকরণের চিত্র তুলে ধরে। ১০ অক্টোবরের প্রথম দিকে এটি একটি তীব্র ঘূর্ণিঝড়ে পরিণত হয় এবং শীঘ্রই ১১০ কিমি/ঘন্টা (৭০ মাইল) বেগে বাতাসের সাথে সর্বোচ্চ তীব্রতায় পৌঁছে যায়। এই সময়ে এর কেন্দ্রীয় চাপ অনুমান করা হয়েছিল ৯৮৬ এমবার (হেক্টোপেসক্যাল; ২৯.১২ ইনএইচজি)। জাতীয় মহাসাগরীয় ও বায়ুমণ্ডলীয় প্রশাসন (এন.ও.এ.এ.) অনুমান করে যে ঝড়টি এক মিনিটের জন্য ১৫৫ কিমি/ঘন্টা (৯৫ মাইল) বেগে বাতাস বয়ে নিয়েছিল। উত্তর-পূর্ব দিকে ঘুরে ঝড়টি পূর্ব পাকিস্তানের বরিশাল এবং নোয়াখালীর মধ্যে স্থলভাগে আঘাত হানে, যার কেন্দ্র সরাসরি ভোলা, হাতিয়া এবং রামগতি দ্বীপপুঞ্জের উপর দিয়ে অতিক্রম করে। উপকূলে পৌঁছানোর পর ঝড় দ্রুত দুর্বল হয়ে পড়ে এবং শেষ পর্যন্ত ১২ অক্টোবরের প্রথম দিকে আসামের উপর দিয়ে ছড়িয়ে পড়ে।\nপূর্ব পাকিস্তানের উপকূলীয় অঞ্চল জুড়ে ঝড়টি ভয়াবহ ক্ষতি সাধন করে। ৫.৮ মিটার (১৯ ফুট) উচ্চতার জলোচ্ছ্বাসে হাতিয়া, সন্দ্বীপ, কুতুবদিয়া দ্বীপপুঞ্জ ভেসে যায়। অঞ্চলজুড়ে যোগাযোগ ব্যবস্থা বিচ্ছিন্ন হয়ে পড়ে এবং ক্ষয়ক্ষতির পরিমাণ সম্পর্কে কর্মকর্তাদের কাছে পৌঁছাতে ছয় দিন সময় লেগেছিল। ঝড়ে পুরো গ্রাম নিশ্চিহ্ন হয়ে যায় বলে জানা গেছে। প্রায় ৩৫,০০০ বাড়িঘর ধ্বংস হয়ে যায় যার বেশিরভাগই বাঁশ এবং কাদা দিয়ে তৈরি খড়ের তৈরি কুঁড়েঘর। প্রায় ৩০০টি স্কুলও ক্ষতিগ্রস্ত হয়। সবচেয়ে বেশি ক্ষতি হয় রামগতি দ্বীপে যেখানে ৩,৫০০ জন মানুষ মারা যায়। দ্বীপের প্রায় ৯৫ শতাংশ কাঠামো ধ্বংস হয়ে যায় যার ফলে বাসিন্দারা বেঁচে থাকার জন্য গাছে আঁকড়ে থাকতে বাধ্য হয়। মাত্র দুজন পুলিশ কর্মকর্তা বেঁচে যান এবং দুর্যোগের বিষয়ে সরকারি কর্মকর্তাদের অবহিত করতে সক্ষম হন। আনুমানিক ৬,০০০ মানুষ মারা যায় এবং আরও ১,০০,০০০ মানুষ গৃহহীন হয়ে পড়ে। ঝড়ের সাথে ভারী বৃষ্টিপাত হয়, কক্সবাজারে ১৮০ মিমি (৭.১ ইঞ্চি) বৃষ্টিপাতের খবর পাওয়া যায়। দেশের দুর্বল অবকাঠামো এবং ধ্বংসাবশেষের কারণে ঝড়ের পরে ত্রাণ কার্যক্রম ব্যাহত হয়। ১৮ অক্টোবরে পূর্ব পাকিস্তানি সামরিক বাহিনীর সদস্যদের স্থিতিশীল যোগাযোগ এবং বিশুদ্ধ পানীয় জল সরবরাহের জন্য সবচেয়ে বেশি ক্ষতিগ্রস্ত এলাকায় মোতায়েন করা হয়।\n\n\n=== অত্যন্ত তীব্র ঘূর্ণিঝড় দশ ===\n\n২৬শে অক্টোবরে দক্ষিণ আন্দামান সাগরের উপর দিয়ে একটি নিম্নচাপীয় ক্ষেত্র তৈরি হয় এবং দক্ষিণ বঙ্গোপসাগরে বিস্তৃত হয়। ২৮শে অক্টোবর নাগাদ এই প্রণালীটি উত্তর-পশ্চিম দিকে অগ্রসর হওয়ার সাথে সাথে একটি নিম্নচাপে পরিণত হয়। ধীরে ধীরে এটি তীব্রতর হওয়ার পাশাপাশি বেশ কয়েকটি জাহাজ উপসাগরে উত্তর দিকে অগ্রসর হওয়ার সাথে সাথে ঝড়ের মুখোমুখি হয় এবং বাতাসের তীব্রতা বৃদ্ধি পায়। ৩০শে অক্টোবরে এটি ঝড়ো বাতাসের দিকে অগ্রসর হয় এবং পরের দিন সকালে এটি একটি তীব্র ঘূর্ণিঝড়ে পরিণত হয়। ৩১শে অক্টোবর সন্ধ্যায় আইএসটি বরিশালে ১৩০ কিমি/ঘন্টা (৮০ মাইল প্রতি ঘণ্টা) বেগে বাতাস পরিমাপ করে, যা ইঙ্গিত দিয়েছিল যে এই প্রণালীটি হারিকেন-শক্তির বাতাসের একটি কেন্দ্রবিন্দু অর্জন করেছে। এই প্রণালীর সর্বাধিক বাতাসের গতি অজানা, যদিও প্রতিবেদনে ইঙ্গিত দেওয়া হয়েছে যে বাতাসের গতিবেগ ১৫০ থেকে ২১৫ কিমি/ঘন্টা (৯০ এবং ১৩৫ মাইল প্রতি ঘণ্টা) পর্যন্ত পৌঁছেছে। এন.ও.এ.এ. অনুমান করে যে ঝড়টি এক মিনিটের স্থায়ী বাতাসের সাথে শীর্ষে পৌঁছেছিল যার চাপ ১৯৫ কিমি/ঘন্টা (১২০ মাইল প্রতি ঘণ্টা) এবং ৯৬৬.৭ এমবার (হেক্টোপেসক্যাল; ২৮.৫৫ ইনএইচজি) ছিল। পূর্ববর্তী ঝড়টি প্রদেশকে ধ্বংস করার মাত্র তিন সপ্তাহ পরে পূর্ব পাকিস্তানের নোয়াখালীর কাছে ঝড়টি খুব শীঘ্রই তীব্রতার সাথে স্থলভাগে আঘাত হানে। উপকূলে পৌঁছানোর পর ঠান্ডা, শুষ্ক বাতাস দ্রুত ঘূর্ণিঝড়ের পিছনের দিকটি ঘিরে ফেলে। ভূমিধসের চার ঘন্টার মধ্যে ঝড়ের চোখের কাছে সামান্য বৃষ্টিপাতের খবর পাওয়া যায়। ঘূর্ণিঝড়টি দ্রুত দুর্বল হয়ে পড়ে এবং পরের দিন লুশাই পাহাড়ের উপর দিয়ে বিলীন হয়ে যায়।\nপূর্ব পাকিস্তানে একটি শক্তিশালী ঝড় হিসেবে আঘাত হানার পর এই ব্যবস্থা ৬.১ মিটার (২০ ফুট) উচ্চতার ঝড়ো জোয়ারের সৃষ্টি করে যা ১৬ কিমি (১০ মাইল) অভ্যন্তরীণ দিকে সরে যায় এবং অনেক সম্প্রদায়কে ধ্বংস করে দেয়। হালিশহরে ৬.৭ মিটার (২২ ফুট) উচ্চতার ঝড়ো জলোচ্ছ্বাস পরিমাপ করা হয়েছিল। এই জলোচ্ছ্বাসের পাশাপাশি ঝড়ের পরে জোয়ারের ঢেউয়ের একটি ধারাবাহিকতা ছিল যা অতিরিক্ত ক্ষতির কারণ হয়েছিল। উপকূলীয় অঞ্চলে এই ঢেউগুলি ১২.২ মিটার (৪০ ফুট) অনুমান করা হয়েছিল; যদিও ভূমিতে আঘাত করার আগে এগুলি উল্লেখযোগ্যভাবে হ্রাস পেয়েছিল। চট্টগ্রাম এবং আশেপাশের সম্প্রদায়গুলিকে সবচেয়ে বেশি ক্ষতিগ্রস্ত হিসাবে বিবেচনা করা হয়েছিল, যার বেশিরভাগই ৩ মিটার (১০ ফুট) জলে ডুবে গিয়েছিল। শহরের বন্দরটি মূলত ধ্বংস হয়ে গিয়েছিল, প্রায় প্রতিটি জাহাজ তীরে ভেসে গিয়েছিল। কিছু ১৬ কিমি (১০ মাইল) দূরে এবং একটি অন্য বন্দরে পাওয়া গিয়েছিল। সন্দ্বীপে ২৪০ কিমি/ঘন্টা (১৫০ মাইল প্রতি ঘণ্টা) বেগে বয়ে যাওয়া ঝড়ের তীব্র বাতাস স্থাপনাগুলোকে মাটিতে মিশিয়ে দেয় এবং ধ্বংসাবশেষ ছড়িয়ে দেয়। ঝড়ের কারণে ফসল ধ্বংস হয়ে যায় এবং কিছু ক্ষেত্রে বাতাসের তীব্রতায় \"পুড়ে\" যায়। ঝড়ে মোট ১৪,১৭৪ জন মারা যায় এবং আরও ২০০,০০০ মানুষ গৃহহীন হয়ে পড়ে। দুটি ঝড়ের ব্যাপক হতাহতের পর পাকিস্তান সরকার সতর্কতা ব্যবস্থা উন্নত করার জন্য প্রাক্তন জাতীয় হারিকেন কেন্দ্রের পরিচালক গর্ডন ই. ডানের সহায়তা চেয়েছিল।\n\n\n=== নিম্নচাপ এগারো ===\n\n৫ নভেম্বরে লাক্ষাদ্বীপের উপর একটি নিম্নচাপের ক্ষেত্র চিহ্নিত করা হয়েছিল। সাধারণত উত্তর-পশ্চিম দিকে অগ্রসর হয়ে, ৭ নভেম্বরের মধ্যে এটি ধীরে ধীরে নিম্নচাপে পরিণত হয়। পরবর্তী দিনগুলিতে আর কোনও অগ্রগতি হয়নি এবং অবশেষে ১০ নভেম্বর ধরনটি অবশিষ্ট নিম্নচাপে পরিণত হয়। যদিও ঝড়টি নিজেই ভূমিতে প্রভাব ফেলেনি, তবুও বঙ্গোপসাগরের উপর নিম্নচাপের সাথে যুক্ত আর্দ্রতা ৫ থেকে ১০ নভেম্বর মাদ্রাজ রাজ্য এবং নিকটবর্তী দ্বীপপুঞ্জগুলিতে ভারী বৃষ্টিপাতের সৃষ্টি করে।\n\n\n=== অগভীর নিম্নচাপ বারো ===\n\n৭ নভেম্বরে বঙ্গোপসাগরের উপর একটি নিম্নচাপ তৈরি হয় এবং ধীরে ধীরে ভারতের দিকে অগ্রসর হয়। ৯ নভেম্বরের মধ্যে এটি করমণ্ডল উপকূলের ঠিক পাশে অবস্থিত ছিল। পরের দিন এটি সিলনের উত্তর প্রান্তে অবস্থিত অবস্থায় একটি নিম্নচাপে পরিণত হয়। প্রায় স্থির হয়ে যাওয়ার পরে ধরনটি বিকশিত হতে ব্যর্থ হয় এবং শীঘ্রই দুর্বল হয়ে পড়ে একটি অবশিষ্ট নিম্নচাপে পরিণত হয়। ১২ নভেম্বরের প্রথম দিকে নিম্নচাপটি বিলীন হয়ে যায় যা ধরনের সাথে মিলিত হয়ে মাদ্রাজ রাজ্যের বেশিরভাগ অংশে ভারী বৃষ্টিপাত ঘটায়; নাগাপট্টিনমে ২৪ ঘন্টায় মোট ২৪০ মিমি (৯.৪ ইঞ্চি) বৃষ্টিপাতের খবর পাওয়া গেছে। এই বৃষ্টিপাতের ফলে উল্লেখযোগ্য বন্যা দেখা দেয় যা যাতায়াত এবং যোগাযোগ ব্যবস্থা ব্যাহত হয়। মাদুরাইতে মারাত্মক ক্ষতি হয় যেখানে ১০,০০০ মানুষ গৃহহীন হয়ে পড়ে। মোট পাঁচজন নিহত এবং ১,৫০,০০০ গৃহহীন হয়ে পড়ে।\n\n\n=== ঘূর্ণিঝড় তেরো ===\n\n১৪ নভেম্বরে লাক্ষাদ্বীপের পশ্চিমে একটি নিম্নচাপের অঞ্চল তৈরি হয়। সাধারণত পশ্চিম দিকে অগ্রসর হওয়ার পর এটি অবশেষে তিন দিন পরে একটি নিম্নচাপে পরিণত হয়। পরবর্তী দুই দিন ধরে ধীরে ধীরে তীব্রতা বৃদ্ধি পায়, ১৯ নভেম্বরে ধরনটি ঘূর্ণিঝড়ে পরিণত হয়। ২০ নভেম্বরে ধরনটি সর্বোচ্চ তীব্রতা অর্জন করে ৭৫ কিমি/ঘন্টা (৪৫ মাইল প্রতি ঘণ্টা) বেগে বাতাস এবং সর্বনিম্ন ৯৯৪ এমবার (হেক্টোপেসক্যাল; ২৯.৩৫ ইঞ্চি এইচজি) চাপের সাথে। পশ্চিম দিকে অগ্রসর হয়ে ঘূর্ণিঝড়টি ২২ নভেম্বর এডেন উপসাগরে প্রবেশ করে এবং প্রায় স্থির হয়ে যায়। এই সময়ের মধ্যে এটি দুর্বল হয়ে পড়ে এবং পরের দিন বিলীন হয়ে যায়।\n\n\n=== ঘূর্ণিঝড় চৌদ্দ ===\n\n১৭ নভেম্বর দক্ষিণ-পশ্চিম বঙ্গোপসাগরে একটি সুনির্দিষ্ট নিম্নচাপ চিহ্নিত করা হয়েছিল। পরের দিন ধরনটি ধীরে ধীরে উত্তর-পশ্চিম দিকে অগ্রসর হওয়ার সাথে সাথে একটি নিম্নচাপে পরিণত হয়। ২০ নভেম্বরে তামিলনাড়ুর উপকূলের কাছাকাছি আসার সাথে সাথে এটি তীব্র হয়ে একটি ঘূর্ণিঝড়ে পরিণত হয় যার গতিবেগ ছিল ১৩৫ কিমি/ঘন্টা (৮৪ মাইল প্রতি ঘণ্টা)। এর কিছুক্ষণ পরেই, এটি চেন্নাইয়ের কাছে স্থলভাগে আঘাত হানে। নিকটবর্তী তাম্বারামে ৯৯৫.৭ এমবার (হেক্টোপেসক্যাল; ২৯.৪০ ইনএইচজি) চাপ পরিমাপ করা হয়েছিল যা ঘূর্ণিঝড়ের তুলনায় সর্বনিম্ন। একটি ছোট ঝড় হিসেবে এটি উপকূলে পৌঁছানোর পরে দ্রুত দুর্বল হয়ে পড়ে এবং শেষবার ২১ নভেম্বরের প্রথম দিকে একটি নিম্নচাপ হিসাবে একে চিহ্নিত করা হয়েছিল।\nদক্ষিণ মাদ্রাজ রাজ্যের বেশিরভাগ অংশে ভারী বৃষ্টিপাত হয়েছে, পুনালুরে দৈনিক সর্বোচ্চ ১১০ মিমি (৪.৩ ইঞ্চি) বৃষ্টিপাত হয়েছে। সবচেয়ে উল্লেখযোগ্য ক্ষতি হয়েছে মাদ্রাজ শহরে যেখানে ঝড়ো হাওয়া গাছ উপড়ে ফেলে এবং পরিবহন ও যোগাযোগ ব্যাহত করে। ঝড়ের কারণে অনেক দুর্বলভাবে নির্মিত বাড়িঘর ক্ষতিগ্রস্ত বা ধ্বংস হয়ে যায়, যার ফলে অসংখ্য নিম্ন আয়ের পরিবার গৃহহীন হয়ে পড়ে।\n\n\n=== নিম্নচাপ পনেরো ===\n\n২৪শে নভেম্বরে এসএস রাজুলা দক্ষিণ-পশ্চিম বঙ্গোপসাগরের উপর দিয়ে একটি সুনির্দিষ্ট নিম্নচাপীয় অঞ্চপের উপর দিয়ে যাত্রা করে এবং ৫৫ কিমি/ঘন্টা (৩৫ মাইল প্রতি ঘণ্টা) বাতাসের গতিবেগের কথা জানায়। দুই দিন পরে, একটি গ্রীষ্মমন্ডলীয় তরঙ্গ এই ব্যবস্থার সাথে মিথস্ক্রিয়া করে এবং এর ফলে একটি নিম্নচাপের সৃষ্টি হয়। পরবর্তী কয়েক দিন ধরে, তীব্রতার কোনও পরিবর্তন ছাড়াই এই ব্যবস্থা উত্তর-পশ্চিম দিকে সরে যায়। ৩রা ডিসেম্বরে এটি একটি অবশিষ্ট নিম্নচাপে পরিণত হয়, অবশেষে ৪ঠা ডিসেম্বর দক্ষিণ ভারতের সিরকারসের কাছে অবস্থান করে বিলীন হয়ে যায়। এই ধরন আন্দামান দ্বীপপুঞ্জ এবং অন্ধ্র প্রদেশের কিছু অংশে স্থানীয়ভাবে ভারী বৃষ্টিপাতের সৃষ্টি করে।\n\n\n== ঋতুর প্রভাব ==\nএটি ১৯৬০ সালের উত্তর ভারত মহাসাগরীয় ঘূর্ণিঝড় মৌসুমের সমস্ত ঝড়ের একটি তালিকা। এতে মৌসুমের সমস্ত ঝড় এবং তাদের নাম, সময়কাল, সর্বোচ্চ তীব্রতা (আইএমডি ঝড়ের স্কেল অনুসারে), প্রভাবিত এলাকা, ক্ষয়ক্ষতি এবং মোট মৃত্যুর তথ্য উল্লেখ করা হয়েছে। ক্ষয়ক্ষতি এবং মৃত্যুর মোট পরিমাণের মধ্যে সেই ঝড়ের পূর্ববর্তী তরঙ্গ বা অতিক্রান্তীয় নিম্নচাপের সময় ঘটে যাওয়া ক্ষয়ক্ষতি এবং মৃত্যু অন্তর্ভুক্ত রয়েছে এবং সমস্ত ক্ষয়ক্ষতির পরিসংখ্যান ১৯৬০ সালের মার্কিন ডলারে।\n\n\n== আরো দেখুন ==\n১৯৯১ বাংলাদেশ ঘূর্ণিঝড়\nক্রান্তীয় ঘূর্ণিঝড়\n১৯৭০ ভোলা ঘূর্ণিঝড়\nঘূর্ণিঝড়\nহারিকেন স্যান্ডি\nঘূর্ণিঝড় আইলা\nসাইক্লোন নার্গিস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nভারত আবহাওয়া বিভাগ\nজয়েন্ট টাইফুন ওয়ার্নিং সেন্টার  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৫-০৮-০৯ তারিখে"}