{"pageid": 1518710, "title": "চেশায়ারের কৃষির ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1518710", "content": "কৃষি ঐতিহাসিকভাবে ইংল্যান্ডের চেশায়ার কাউন্টির প্রধান শিল্প ছিল। ডেইরি চাষের আধিপত্য ছিল এবং এই কাউন্টি বিশেষ করে পনির তৈরির জন্য পরিচিত ছিল।\n\n\n== প্রাগৈতিহাসিক যুগ ==\nবর্তমান চেশায়ার অঞ্চলটি সম্পূর্ণ প্রাগৈতিহাসিক সময়ে দক্ষিণ ইংল্যান্ডের তুলনায় তুলনামূলকভাবে কম জনবসতিপূর্ণ ছিল। কৃষির প্রাচীনতম প্রত্নতাত্ত্বিক প্রমাণ প্রাথমিক নিওলিথিক যুগের (৪০০০–৩০০১ খ্রিস্টপূর্ব) সময়কার; স্টাইলের কাছে ওভারস্লে ফার্মে খননের ফলে পোড়া শস্যের চিহ্ন পাওয়া গেছে যা একটি প্রাথমিক নিওলিথিক আয়তাকার কাঠের কাঠামোর সাথে সম্পর্কিত। টাটনে পোড়া শস্য পাওয়া গেছে যা পোস্ট-গর্ত এবং ৩৫০০–২৯০০ খ্রিস্টপূর্বের চকমকে পাথরের শিল্পকর্মের সাথে সম্পর্কিত, যা একটি অস্থায়ী কৃষি বসতি হিসেবে ব্যাখ্যা করা হয়েছে। স্থানীয় ইতিহাসবিদ ডব্লিউ. জে. ভারলি অনুমান করেন যে, প্রাথমিক নিওলিথিক কৃষকরা বন পরিষ্কার করে ইমের গম ও বার্লি চাষ করত এবং হাড়ের বা পাথরের ম্যাটক ব্যবহার করত; তারা গরু, ছাগল, ভেড়া ও শূকর পালত কুকুরের সাহায্যে, তবে তাদের কাছে লাঙ্গল ও ঘোড়া ছিল না।\nচুন-সমৃদ্ধ মাটির অভাব এবং বেশি বৃষ্টিপাত চেশায়ারের কৃষি সম্প্রসারণে প্রতিবেশী উত্তর ওয়েলস এবং পীক ডিস্ট্রিক্টের তুলনায় বিলম্ব ঘটাতে পারে, যেখানে বালু, কঙ্কর বা বেলেপাথরের উপর হালকা মাটি চাষযোগ্য ভূমি হিসেবে ব্যবহৃত হতো, খারাপভাবে নিষ্কাশিত কাদামাটির আগে। ব্রোঞ্জ যুগে, কৃষিকাজ প্রধানত কাউন্টির পূর্বাংশের পেনাইন প্রান্ত এবং মিড চেশায়ার রিজে সীমাবদ্ধ ছিল। এই প্রবণতা লোহ যুগেও অব্যাহত ছিল, যদিও ব্রুয়েন স্ট্যাপলফোর্ড-এর মতো কিছু বিচ্ছিন্ন নিম্নভূমির খামার ছিল।\n\n\n== রোমান যুগ ==\nপরাগ বিশ্লেষণ থেকে জানা যায় যে রোমান যুগে বা তার পূর্বেই ব্যাপক বন নিধন ঘটেছিল, যদিও চাষের খুব কম প্রমাণ পাওয়া গেছে; এই বন নিধন সম্ভবত লবণ শিল্পের জ্বালানি সরবরাহের জন্য প্রয়োজনীয় ছিল। কাউন্টিতে রোমান ক্ষেত্রব্যবস্থার খুব কম প্রমাণ পাওয়া গেছে; সম্ভাব্য কিছু উদাহরণ কেলসলের লংলি ফার্ম, এডডিসবারির প্যাল হাইটস এবং কনগলটনের কাছে সমারফোর্ড হল। স্পেল্ট শস্য ওয়াইল্ডারস্পুলের রোমান বসতিতে উৎপাদিত হতো এবং টারপরলির কাছে বার্চ হিথে একটি খামারের সন্ধান পাওয়া গেছে। ডিভার লেজিওনারি দুর্গের কাছে সল্টনির বসতিতে শস্য পেষার যন্ত্র পাওয়া গেছে; এটি সৈন্যদের জন্য শস্য উৎপাদনের স্থান হিসেবে ধারণা করা হয়, যদিও সেখানকার ভারী কাদামাটি এ অনুমানকে সন্দেহজনক করে তোলে। চেশায়ারের একমাত্র পরিচিত রোমান ভিলায় (রাস্টনের ইটনে) শস্য শুকানোর চুল্লি স্থাপন করা হয়েছিল।\n\n\n== ডুমসডে জরিপ ==\n১০৮৬ সালের ডুমসডে জরিপ চেশায়ারের কৃষির প্রথম প্রামাণ্য তথ্য সরবরাহ করে। এই সময়ে, দক্ষিণ ইংল্যান্ড এবং দক্ষিণ মিডল্যান্ডের তুলনায় চেশায়ার তুলনামূলকভাবে কম জনবহুল ছিল। মোট জনসংখ্যা আনুমানিক ১০,৫০০ থেকে ১১,০০০ এর মধ্যে ছিল এবং জনঘনত্ব প্রতি বর্গ মাইলে ২০ জন পর্যন্ত পৌঁছেছিল, বিশেষ করে ওয়িরাল উপদ্বীপ এবং ডি নদী, গোয়ি ও উইভার উপত্যকায়।\nকাউন্টিতে প্রায় ৪৯০ হাইড কৃষিজমি ছিল, প্রধানত পশ্চিমাংশে, যেখানে \"হাইড\" একটি পরিবর্তনশীল ক্ষেত্রের পরিমাণ নির্দেশ করে যা সম্ভবত একটি পরিবারের জীবিকা নির্বাহের জন্য যথেষ্ট ছিল। মোট ৯৩৫টি চাষযোগ্য জমির উল্লেখ রয়েছে, যদিও মাত্র ৪৫৬টি হাল-গাড়ির দল ছিল।\nএই জরিপ অনুযায়ী, প্রধান ফসল ছিল গম, বার্লি, ওটস এবং মটরশুঁটি। যদিও জরিপে উল্লেখ নেই, তবে গবাদি পশু, শূকর এবং ভেড়াই প্রধান গৃহপালিত প্রাণী ছিল বলে ধারণা করা হয়।\n\n\n== মধ্যযুগ ও টিউডর যুগ ==\n১২শ শতকে, এই অঞ্চলকে \"শস্য উৎপাদনে অকেজো, বিশেষত গমের ক্ষেত্রে\" বলে বর্ণনা করা হয়েছিল। ১২শ থেকে ১৪শ শতকের মধ্যে, প্রধান ফসল ছিল বার্লি, ওটস এবং রাই, এছাড়াও গমের চাষও প্রচলিত ছিল। ১৫শ ও ১৬শ শতকে, পুরো কাউন্টিতে বার্লি ও ওটসের চাষ হতো, তবে রাই প্রধানত দক্ষিণাংশে কেন্দ্রীভূত ছিল; কিছু অঞ্চলে গমও জন্মানো হতো, যদিও অনেক ভূমি তার জন্য উপযুক্ত ছিল না। মটরশুঁটি ও শিম প্রধানত উত্তরে উৎপাদিত হতো এবং অন্যান্য ফসলের মধ্যে শণ ও ফ্ল্যাক্স অন্তর্ভুক্ত ছিল। তিন-ক্ষেত্র পদ্ধতি এখানে খুব বেশি ব্যবহৃত হতো না, বরং অনিয়মিত ক্ষেত্রব্যবস্থা প্রচলিত ছিল, যা উত্তর ইংল্যান্ডের অন্যান্য অংশেও দেখা যায়। চেশায়ারে আনুমানিক ২৫০টি সাধারণভাবে ব্যবহৃত খোলা ক্ষেত্রের প্রমাণ রয়েছে, যা মিডল্যান্ডসের তুলনায় সাধারণত ছোট ছিল এবং দুই-ক্ষেত্র বা বহু-ক্ষেত্র পদ্ধতিতে পরিচালিত হতো। লাঙল চালানোর জন্য সাধারণত ঘোড়ার পরিবর্তে ষাঁড় ব্যবহৃত হতো। ১৬শ শতকে চেস্টারে ফলের বাগানের উল্লেখ রয়েছে।\nতিনটি রাজকীয় শিকার বন, মারা ও মন্ড্রেম বন, ম্যাকলসফিল্ড বন এবং ওয়িরাল, সর্বোচ্চ পর্যায়ে কাউন্টির প্রায় ৪০% অঞ্চল জুড়ে ছিল, যা এই এলাকার কৃষির বিকাশকে উল্লেখযোগ্যভাবে ধীর করে দেয়। ১২শ ও ১৩শ শতকের জনসংখ্যা বৃদ্ধির ফলে কৃষিজ উৎপাদন বাড়ানোর প্রয়োজনীয়তা দেখা দেয়, ফলে বন পরিষ্কার করে জমি তৈরি করা হয় (অ্যাসার্টিং) এবং জলাভূমি কৃষি জমিতে রূপান্তরিত হয়। এই সময়ে কৃষি দক্ষতাও বৃদ্ধি পায়, যেমন ১৩শ শতকের প্রথমদিকে মার্ল নামে পরিচিত কাদা ও চুনের মিশ্রণ সার হিসেবে ব্যবহার করা শুরু হয়, যা ব্রিটেনের অনেক অংশের চেয়ে আগে। কিছু অঞ্চলে মার্ল খাদ খুব প্রচলিত ছিল। জীবিকা নির্বাহের কৃষিকাজ ধীরে ধীরে স্থানীয় বাজার ও মেলায় উদ্বৃত্ত কৃষিপণ্য বাণিজ্যের মাধ্যমে প্রতিস্থাপিত হয়।\n১৪শ শতকের প্রথম দিকে, শিকার বনে গবাদিপশুর বিচরণের রেকর্ড পাওয়া যায় এবং কাউন্টি থেকে গরুর মাংস রপ্তানি করা হতো। ১৪শ শতকের মাঝামাঝি সময়ে ম্যাকলসফিল্ডে দুগ্ধ গবাদিপশুর খামারের রেকর্ড রয়েছে। বনের ও বৃক্ষাচ্ছন্ন অঞ্চলে শূকরকে ফলমূল ও বাদাম খাওয়ানো হতো এবং পানাজ ব্যবহারের বিনিময়ে কর প্রদান করা হতো; ১৩শ ও ১৪শ শতকে চেশায়ার থেকে শূকরের মাংস রপ্তানি করা হতো।\n১৪৮৫-১৫৪০ সালে গির্জা সম্পত্তির বিলুপ্তির সময়, কাউন্টির ধর্মীয় সংস্থাগুলোর কৃষিজমি রাজকীয় সম্পত্তিতে পরিণত হয়। চেশায়ারে গড়ের তুলনায় বেশি গির্জা-নিয়ন্ত্রিত জমি ছিল, যা সাধারণত দক্ষভাবে পরিচালিত হতো। চেস্টারের সেন্ট ওয়ারবার্গ একাই চেশায়ারে ৫৭টি এস্টেটের মালিক ছিল, এবং ভ্যাল রয়্যাল অ্যাবি, কমবারমেয়ার অ্যাবি ও নর্টন প্রিয়রি বড় ভূমির মালিক ছিল। এই জমির বেশিরভাগই স্থানীয় অভিজাতদের কাছে বিক্রি বা ইজারা দেওয়া হয়, যদিও সেন্ট ওয়ারবার্গের সম্পত্তি নতুন চেস্টার ক্যাথেড্রালকে দান করা হয়।\n\n\n== ১৭শ শতক থেকে মধ্য-১৯শ শতক ==\n১৭শ শতকের গোড়ার দিকে, চেশায়ারে পনির উৎপাদন ব্যাপকভাবে প্রতিষ্ঠিত হয় এবং উইলিয়াম ক্যামডেন এর মানের প্রশংসা করেন:\n\n\"এই দেশের ঘাসের বিশেষ গুণ রয়েছে, যার ফলে তারা প্রচুর পরিমাণে পনির তৈরি করে, যা রাজ্যের অন্যান্য অঞ্চলের তুলনায় বেশি সুস্বাদু, এমনকি যখন একই দুগ্ধ মহিলারা তা প্রস্তুত করেন।\"\n১৭শ শতকের মাঝামাঝি সময়ে, চেশায়ার পনির চেস্টার ও লিভারপুল থেকে সমুদ্রপথে লন্ডনে পাঠানো শুরু হয়, যা পরে উত্তর-পশ্চিমেও সম্প্রসারিত হয়। ফলে, দুগ্ধ খামার ও পনির উৎপাদন বাণিজ্যিকভাবে প্রসার লাভ করে।\n১৮৩৮ সালে, চেশায়ার কৃষি সমিতি গঠিত হয় এবং এর প্রথম সভাপতি ছিলেন স্ট্যাপলটন কটন, ১ম ভাইকাউন্ট কমবারমেয়ার।\n\n\n== মধ্য থেকে শেষ ১৯শ শতক ==\n১৮৫০ সালের মধ্যে, চেডার পনির চেশায়ার পনিরকে জনপ্রিয়তায় ছাড়িয়ে যেতে শুরু করে, পাশাপাশি নেদারল্যান্ডস ও আমেরিকান পনিরের প্রতিযোগিতাও বাড়ে। চেশায়ার ডেইরিগুলো আধুনিক উৎপাদন পদ্ধতি গ্রহণ করে, তবে আমেরিকান শিল্পায়িত পদ্ধতি গ্রহণে ধীর ছিল। তবে নগরায়ণ ও রেলপথ সম্প্রসারণের ফলে দুধ উৎপাদন বৃদ্ধি পায়, যদিও পনিরই প্রধান দুগ্ধজাত পণ্য হিসেবে রয়ে যায়।\n১৮৩৯ সালে খুর ও মুখ রোগ, একাধিকবার প্লুরোনিউমোনিয়া এবং ১৮৬৫-৬৬ সালে রিন্ডারপেস্ট (গবাদিপশুর প্লেগ) সহ বিভিন্ন মহামারী গো-সম্পদকে মারাত্মকভাবে প্রভাবিত করে। এর ফলে কৃষকদের সহায়তা প্রদানের জন্য অসংখ্য সমবায় ও পারস্পরিক সহযোগিতা সংগঠন গঠিত হয়। কাউন্টির প্রধান এস্টেটগুলোর জমিদাররা বিশেষত চলমন্ডেলি, ক্রু এবং পেকফোর্টন এই উদ্যোগে পৃষ্ঠপোষকতা করেন। এছাড়াও, ১৮৬৫ সালে নাটসফোর্ডে স্বল্পস্থায়ী একটি গবাদিপশু বীমা সংস্থা প্রতিষ্ঠিত হয়। ১৮৬৫-৬৬ সালের রিন্ডারপেস্ট মহামারী সমগ্র ইংল্যান্ডকে প্রভাবিত করলেও চেশায়ারে এটি বিশেষভাবে বিধ্বংসী ছিল; সম্পূর্ণ পশুর পাল মারা গিয়েছিল এবং ১৮ মাসের জন্য কাউন্টির অর্থনীতি কার্যত ভেঙে পড়ে।\n১৮৭৭ সালের ভূমি ব্যবহার সমীক্ষায় ৫,২৯,৩৮১ একর (২,১৪,২৩৩ হেক্টর) কৃষিজমি নথিভুক্ত করা হয়, যার মধ্যে ৩,৫৫,০১৬ একর (১,৪৩,৬৭০ হেক্টর) ছিল স্থায়ী ঘাসভূমি এবং ১,৭৪,৩৬৫ একর (৭০,৫৬৩ হেক্টর) ছিল আবাদযোগ্য জমি। এছাড়াও, ১,৩৮৪ একর (৫৬০ হেক্টর) ছিল ফলের বাগান, ৮৯৬ একর (৩৬৩ হেক্টর) বাজারের জন্য শাকসবজি উৎপাদনের জমি এবং ৪৮৭ একর (১৯৭ হেক্টর) নার্সারি জমি হিসেবে ব্যবহৃত হতো।\n১৮৭০ সালের দিকে জন মারিয়াস উইলসনের ইম্পেরিয়াল গ্যাজেটিয়ার অব ইংল্যান্ড অ্যান্ড ওয়েলস চেশায়ারের কৃষির বিবরণ দেয়:\n\nএখানকার এস্টেটগুলো সাধারণত বড়, তবে খামারগুলোর গড় আকার ১০০ একরের নিচে। লিজ সাধারণত ১১ বছরের জন্য নেওয়া হয়। কৃষি ব্যবস্থার অনেক উন্নতি হয়েছে, তবে এখনও আরও উন্নতির প্রয়োজন রয়েছে। একসময় এখানে গমের উৎপাদন বিখ্যাত ছিল, তবে বর্তমানে এটি কম চাষ করা হয়। আলুর চাষ যথেষ্ট মনোযোগ পায় এবং প্রতি একরে গড় ফলন প্রায় ১০ টন। পনির এখানে প্রধান উৎপাদিত পণ্য, যা ইংল্যান্ডের বিভিন্ন অংশ এবং ইউরোপের অন্যান্য দেশে বছরে প্রায় ১২,০০০ টন রপ্তানি করা হয়। মাখনও প্রচুর পরিমাণে উৎপাদিত হয়। গবাদিপশুর জাত উন্নয়নে অনেক মনোযোগ দেওয়া হয়েছে। এখানে প্রায় ৬৫,০০০ ভেড়া পালন করা হয়, যা বছরে প্রায় ১,২৫০ প্যাক উল সরবরাহ করে।\n১৮৮৭ সালে জন বার্থলোমিউ-এর Gazetteer of the British Isles চেশায়ারে \"অসংখ্য চমৎকার দুগ্ধ খামারের\" উল্লেখ করে, যা \"বিশ্ববিখ্যাত চেশায়ার পনির\" উৎপাদন করত। এছাড়াও, তিনি উল্লেখ করেন যে, \"এখানে বিস্তৃত বাজারি শাকসবজির বাগান রয়েছে, যেখান থেকে উৎপাদিত পণ্য লিভারপুল, ম্যানচেস্টার এবং আশেপাশের শহরগুলোতে পাঠানো হয়।\"\n\n\n== ২০তম ও ২১তম শতাব্দী ==\n\n২০তম শতাব্দীজুড়ে কৃষি, বিশেষ করে দুগ্ধশিল্প, চেশায়ারের প্রধান শিল্প রয়ে যায়, যদিও এই খাতে নিয়োজিত শ্রমিকের অনুপাত উল্লেখযোগ্যভাবে হ্রাস পায়। ১৯২০-এর দশক থেকে ১৯৮৫ সালের মধ্যে পূর্ণকালীন কৃষিশ্রমিকের সংখ্যা অর্ধেকে নেমে আসে এবং ২১তম শতাব্দীতেও এই হ্রাস অব্যাহত থাকে।  শতকের পর শতক কৃষি আয়ের দ্রুত বৃদ্ধি ঘটে, বিশেষত দ্বিতীয় বিশ্বযুদ্ধের পর, যা কৃষি প্রযুক্তির আধুনিকায়নের ফলে শ্রমিকদের দক্ষতার বৃদ্ধিকে প্রতিফলিত করে। ১৯২১ সালে, চেশায়ার স্কুল অফ এগ্রিকালচার রিসিহিথ, নান্টউইচের কাছে প্রতিষ্ঠিত হয়, যা প্রথমবারের মতো কৃষিতে তৃতীয় স্তরের শিক্ষা প্রদান করে।\nশতকের শুরুর দিকে, দুধ চেশায়ারের প্রধান দুগ্ধজাত পণ্য হিসেবে পনিরকে অতিক্রম করে, কারণ এটি কাউন্টির সীমান্তবর্তী শহরগুলোর জন্য আরও গুরুত্বপূর্ণ হয়ে ওঠে। দুধ উৎপাদনের জন্য তীব্র কৃষি চর্চা প্রয়োজন হয়; ১৯২৩ সালে টিউবারকিউলিন-পরীক্ষিত দুধ চালুর ফলে এবং স্বাস্থ্যবিধি বাড়ানোর প্রচেষ্টার অংশ হিসেবে ঐতিহ্যবাহী শর্টহর্ন গবাদিপশুর পরিবর্তে এয়ারশায়ার এবং পরবর্তীতে ফ্রিজিয়ান জাতের গরুর ব্যবহার বাড়ে, পাশাপাশি দুধ দোহনের জন্য যান্ত্রিক পদ্ধতি গ্রহণ করা হয়। অতিরিক্ত দুধ উৎপাদন ১৯৩০-এর দশক পর্যন্ত একটি বড় সমস্যা ছিল; এটি শতকের শুরুতে প্রতিষ্ঠিত ন্যাশনাল ফার্মার্স ইউনিয়নের স্থানীয় শাখার জন্য একটি প্রধান উদ্বেগের বিষয় ছিল, যা ১৯৩৩ সালে মিল্ক মার্কেটিং বোর্ড গঠনের মাধ্যমে ন্যূনতম ন্যায্য মূল্য নিশ্চিত করে।\nশতকের শুরুতে ফার্মভিত্তিক পনির উৎপাদন হ্রাস পেতে থাকে; ১৯১৪ সালে প্রায় ২,০০০ চেশায়ার খামার পনির বিক্রি করত, যা ১৯৩৯ সালে কমে ৪০৫-এ দাঁড়ায়। ১৯২০-এর দশকের মাঝামাঝি সময়ে, চেশায়ার পনির অভ্যন্তরীণ বাজারে ৩০% অংশীদারিত্ব ধরে রাখে, যা কেবল চেডারের পরেই ছিল, তবে এটি আমদানি করা পনিরের সাথে প্রতিযোগিতায় পিছিয়ে পড়ে। প্রতিযোগিতায় টিকে থাকার জন্য ১৯২০-এর দশকের শেষ দিকে চেশায়ার পনিরের জন্য একটি স্বেচ্ছাসেবী মান নির্ধারণ প্রকল্প চালু করা হয়, যা ১৯৩০-এর দশকে বিভিন্ন বাধ্যতামূলক জাতীয় গ্রেডিং ব্যবস্থার দ্বারা প্রতিস্থাপিত হয়।\nদ্বিতীয় বিশ্বযুদ্ধের সময়, সমস্ত পনির উৎপাদন \"ক্রিমারিতে\" স্থানান্তরিত হয় এবং রেশনিংয়ের ফলে চেশায়ার পনিরের গঠন পরিবর্তন করতে হয়, যাতে এটি কাটার সময় কম ভেঙে যায়। চেশায়ারের পনির উৎপাদনকারী খামারগুলি আর কখনও আগের অবস্থানে ফিরে আসতে পারেনি; ১৯৪৮ সালে এদের সংখ্যা ছিল ৪৪, যা ১৯৭৪ সালে মাত্র ১২-তে নেমে আসে।\n১৯২৩-২৪, ১৯৫২, ১৯৬০-৬১, ১৯৬৭-৬৮ এবং ২০০১ সালে খুর ও মুখ রোগের প্রাদুর্ভাবে কাউন্টির দুগ্ধশিল্প মারাত্মক ক্ষতির সম্মুখীন হয়।\nশস্য চাষে যান্ত্রিকীকরণ প্রথম বিশ্বযুদ্ধের সময় শুরু হয়, কারণ শ্রমিক সংকটের কারণে উৎপাদনশীলতা বাড়ানোর প্রয়োজন ছিল। এটি মন্দার সময় আরও বৃদ্ধি পায়, যখন খাদ্যের কম দাম কৃষকদের লাভ কমিয়ে দেয়। দ্বিতীয় বিশ্বযুদ্ধের সময় এটি ব্যাপকভাবে ত্বরান্বিত হয় এবং তারপর থেকে অব্যাহত রয়েছে। যুদ্ধকালীন সময়ে খাদ্য উৎপাদন বাড়ানোর জন্য ১,২০,০০০ একর (৪৯,০০০ হেক্টর) চারণভূমি চাষের আওতায় আনা হয়, যেখানে নারী কৃষি বাহিনী, শিক্ষার্থীরা, শরণার্থী এবং যুদ্ধবন্দিরা শ্রমশক্তি হিসেবে কাজ করে।\nশতকের শুরুর দিকে, শহরের বাজারের জন্য বাজারি চাষাবাদ বাড়তে থাকে, যেখানে মূলত শাকসবজি ও ফুল উৎপাদিত হতো। ১৯৬০-এর দশকের পর থেকে \"নিজেই সংগ্রহ করুন\" খামারের জনপ্রিয়তা বাড়ে এবং পাত্রে গাছ চাষ শুরু হয়। বিশেষায়িত ক্ষুদ্র খামারের সংখ্যা, যেমন মুরগির খামার, শতকের মধ্যে বৃদ্ধি পায়।\n১৯৮৫ সালে চেশায়ারের প্রায় ৫,০০,০০০ একর (২,০০,০০০ হেক্টর) জমি কৃষির জন্য ব্যবহৃত হতো, যা ১৮৭৭ সালের তুলনায় সামান্য হ্রাস পেয়েছিল, এবং তখন প্রায় ৮,৫০০টি খামার ছিল। ১,০০০ একরের বেশি জমির ছয়টি এস্টেট তখনও টিকে ছিল, যার মধ্যে গ্রোসভেনর এস্টেট সবচেয়ে বড়, যার পরিমাণ ছিল প্রায় ১০,৮০০ একর (৪,৪০০ হেক্টর)।\n২০০৭ সালে কৃষি জমির পরিমাণ কমে ১,৬৩,১০০ হেক্টর (৪,০৩,০০০ একর)-এ দাঁড়ায়, যা ৪,৫৪৫টি খামারে বিভক্ত ছিল; এটি এখনও চেশায়ারের মোট ভূখণ্ডের ৭০% জুড়ে ছিল।\n\n\n== আরও দেখুন ==\n\nযুক্তরাজ্যে কৃষি\nচেশায়ারের ইতিহাস\n\n\n== তথ্যসূত্র =="}