{"pageid": 1518952, "title": "নিবিড় শূকর পালন", "url": "https://bn.wikipedia.org/wiki?curid=1518952", "content": "নিবিড় শূকর খামার, যা শূকর কারখানাভিত্তিক খামার নামেও পরিচিত, এটি শূকর উৎপাদনের প্রধান পদ্ধতি, যেখানে বড় হওয়া শূকরদের দলবদ্ধভাবে আবদ্ধ ঘরে বা খড় বিছানো শেডে রাখা হয়, যা পিগারি নামে পরিচিত। গর্ভবতী শুকরদের গর্ভধারণের খাঁচা বা ঘেরের মধ্যে রাখা হয় এবং তারা প্রসব করে প্রসব খাঁচায়।\nগর্ভধারণের খাঁচার ব্যবহার জন্ম উৎপাদন খরচ কমিয়েছে; গর্ভধারণের খাঁচা বা পৃথক স্টল প্রাণীদের লালন-পালনের জন্য ব্যবহৃত হয় এবং গর্ভাবস্থার প্রথম দিকে তাদের সুরক্ষিত রাখে। এই সময়ে প্রাণীগুলো দুর্বল থাকে এবং কিছু শুকর অন্যদের তুলনায় বেশি আক্রমণাত্মক হতে পারে, তাই আলাদা খাঁচায় রাখার মাধ্যমে তাদের একে অপরের সাথে লড়াই এবং আঘাত প্রতিরোধ করা হয়। এছাড়াও, এই খাঁচাগুলি ব্যবহার করলে খামারিদের জন্য পৃথক শুকরের স্বাস্থ্য পর্যবেক্ষণ করা এবং প্রয়োজনে টিকা দেওয়া সহজ হয়। বিশ্বের বৃহত্তম শূকর উৎপাদনকারী দেশগুলি (যুক্তরাষ্ট্র, চীন এবং মেক্সিকো) সাধারণত গর্ভধারণের খাঁচা ব্যবহার করে। ইউরোপীয় ইউনিয়ন গর্ভধারণের চতুর্থ সপ্তাহের পর এই খাঁচার ব্যবহার নিষিদ্ধ করেছে।\nনিবিড় শূকর খামারে সাধারণত নির্জনকরণ ছাড়াই শূকরদের লেজ, অণ্ডকোষ বা দাঁত কেটে ফেলা হয়। যদিও শল্যচিকিৎসার মাধ্যমে খাসি করার সময় ব্যথা নিয়ন্ত্রণের জন্য অবেদন ও ব্যথানাশক ব্যবহারের যৌথ পদ্ধতি সবচেয়ে কার্যকর বলে মনে করা হয়, তবুও নিয়ন্ত্রক শর্ত ও ব্যয় বাস্তবায়নের ক্ষেত্রে প্রতিবন্ধকতা সৃষ্টি করে। ফার্মাসিউটিক্যাল ওষুধ ব্যবহারের ফলে উৎপাদকদের প্রত্যক্ষ ও পরোক্ষ খরচ বৃদ্ধি পায়; পরোক্ষ খরচের মধ্যে সময় বিলম্ব এবং অতিরিক্ত পশুচিকিৎসা সহায়তার প্রয়োজনীয়তা অন্তর্ভুক্ত। নির্দিষ্ট উদ্দেশ্যের জন্য অনুমোদিত ওষুধের চেয়ে অতিরিক্ত মাত্রায় ওষুধ ব্যবহার কম কার্যকর বলে বিবেচিত হয় এবং এটি নির্দিষ্ট চিকিৎসার জন্য ওষুধ অনুমোদনের গবেষণা ও উন্নয়নকে নিরুৎসাহিত করতে পারে।\n\nনিবিড় শূকর খামার, যা শূকর কারখানাভিত্তিক খামার নামেও পরিচিত, এটি শূকর উৎপাদনের প্রধান পদ্ধতি, যেখানে বড় হওয়া শূকরদের দলবদ্ধভাবে আবদ্ধ ঘরে বা খড় বিছানো শেডে রাখা হয়, যা পিগারি নামে পরিচিত। গর্ভবতী শুকরদের গর্ভধারণের খাঁচা বা ঘেরের মধ্যে রাখা হয় এবং তারা প্রসব করে প্রসব খাঁচায়।\n\n\n== বিবরণ ==\n\nনিবিড় শূকর খামার সাধারণত বড় গুদাম-সদৃশ ভবন বা শেডের মতো হয়, যেখানে সূর্যালোক বা বাহ্যিক পরিবেশের সংস্পর্শ কম থাকে। বেশিরভাগ শূকরকে প্রতি শূকরের জন্য এক বর্গমিটারেরও কম জায়গা বরাদ্দ করা হয়। ঘরোয়া শূকর পালন ব্যবস্থায় একসাথে অনেক শূকর পর্যবেক্ষণ করা সম্ভব হয়, যা উৎপাদন খরচ কমায় এবং উৎপাদনশীলতা বৃদ্ধি করে। এসব ভবন নিয়ন্ত্রিত তাপমাত্রা ও বায়ুচলাচলের মাধ্যমে পরিচালিত হয়।\nবেশিরভাগ গৃহপালিত শূকর সূর্যালোক এবং তাপমাত্রার প্রতি সংবেদনশীল হয়, কারণ তাদের ঘাম গ্রন্থি নেই এবং তারা নিজের শরীর ঠান্ডা রাখতে পারে না। উচ্চ তাপমাত্রার প্রতি তাদের সহনশীলতা কম, এবং তাপমাত্রা বৃদ্ধির ফলে মৃত্যু পর্যন্ত ঘটতে পারে। উপযুক্ত তাপমাত্রা নিয়ন্ত্রণ করলে শূকরদের বৃদ্ধি এবং খাদ্য থেকে ওজন বৃদ্ধির হার সর্বাধিক হয়। নিবিড় শূকর খামারে তাপমাত্রা নিয়ন্ত্রণের জন্য বায়ুচলাচল ব্যবস্থা বা জল স্প্রে পদ্ধতি ব্যবহার করা হয়।\nশূকরদের বাসস্থান ব্যবস্থা অর্থনৈতিক সক্ষমতার উপর নির্ভর করে পরিবর্তিত হয়। গর্ভধারণের বাইরে শূকরদের কখনও কখনও ঘরের খাঁচা, বাইরের খোলা ঘের বা চারণভূমিতে রাখা হয়।\nশূকর বাচ্চারা জন্ম নেয় প্রসব বা গর্ভধারণের খাঁচায়, যেখানে একটি কেন্দ্রীয় খাঁচা রয়েছে, যা বাচ্চাদের তাদের মায়ের কাছ থেকে দুধ পান করতে দেয় তবে মাকে চলাফেরা করতে দেয় না, যাতে সে বাচ্চাদের চাপা দিয়ে হত্যা করতে না পারে এবং আক্রমণাত্মক আচরণ না করে। এই খাঁচাগুলি এতটাই ছোট যে শূকরগুলো ঘুরে দাঁড়াতেও পারে না।\nকৃত্রিম প্রজনন প্রাকৃতিক প্রজননের তুলনায় অনেক বেশি ব্যবহৃত হয়, কারণ এটি একটি পুরুষ শূকরের শুক্রাণুর মাধ্যমে ৩০-৪০টি স্ত্রী শূকরকে গর্ভধারণ করানো সম্ভব করে। কর্মীরা পুরুষ শূকরদের থেকে শুক্রাণু সংগ্রহ করে এবং একটি বিশেষ ক্যাথেটারের মাধ্যমে স্ত্রী শূকরের গর্ভে প্রবেশ করায়। পুরুষ শূকরদের স্ত্রী শূকরদের প্রজননের জন্য উত্তেজিত করার কাজে ব্যবহার করা হলেও, তাদের সাথে সরাসরি প্রজনন করতে দেওয়া হয় না।\nগর্ভধারণ নিশ্চিত হলে, শূকরদের প্রসব খাঁচায় স্থানান্তর করা হয়, যেখানে তারা সন্তান জন্মদান থেকে দুধ খাওয়ানো পর্যন্ত সময় কাটায়। শূকর বাচ্চাদের মায়ের দুধে লৌহের পরিমাণ কম থাকায় সাধারণত উচ্চমাত্রার লৌহ ইনজেকশন দেওয়া হয়। সূর্যালোকের অভাব পূরণের জন্য ভিটামিন ডি সম্পূরকও সরবরাহ করা হয়। শিল্প খামারে বড় লিটার আকার বৃদ্ধি করার ফলে প্রতিটি লিটারের সাথে মৃত জন্মের হার বৃদ্ধি পায়, এবং এর ফলে ২৫%-৫০% পর্যন্ত গর্ভবতী শূকরদের মৃত্যুর কারণ প্রল্যাপস (মলদ্বার, যোনি বা গর্ভাশয়ের পতন) হয়ে থাকে। শূকর খামারিরা এই গর্ভধারণ ও আবদ্ধকরণের চক্র ৩-৫ বছর চালিয়ে যায় বা যতক্ষণ না শূকরটি আঘাতপ্রাপ্ত হয়ে মারা যায়, এরপর তাকে কম-মানের মাংস (যেমন পাই, পেস্ট্রি ও সসেজ) তৈরির জন্য জবাই করা হয়।\nজন্ম নেয়া শূকর বাচ্চাদের মধ্যে ১০%-১৮% দুধ ছাড়ানোর আগেই মারা যায়, সাধারণত রোগ, অপুষ্টি, পানিশূন্যতা বা তাদের মা দুর্ঘটনাক্রমে চাপা দেওয়ার কারণে। এর মধ্যে রান্ট (অসাধারণ ছোট বাচ্চারা) অর্থনৈতিকভাবে অকার্যকর বিবেচিত হয় এবং কর্মীরা সাধারণত তাদের মাথায় আঘাত করে হত্যা করে।\nশূকর বাচ্চাদের সাধারণত নিম্নলিখিত পদ্ধতিগুলি করা হয়: অণ্ডকোষ অপসারণ, কান চিহ্নিতকরণ, লিটার শনাক্তকরণের জন্য উল্কি অঙ্কন, লেজ কাটা, দাঁত কাটা—যা নরখাদকতা, অস্থিরতা, আক্রমণাত্মকতা এবং শূকরের লেজ কামড়ানোর মতো সমস্যাগুলি রোধ করতে ব্যবহৃত হয়। অবেদন ব্যবহার আইনি বাধ্যতামূলক নয় এবং অর্থনৈতিকভাবে অলাভজনক হওয়ায়, সাধারণত এই পদ্ধতিগুলি ব্যথানাশক ছাড়াই করা হয়। বন্য শূকররা সাধারণত ১২-১৪ সপ্তাহ মায়ের সাথে থাকে, তবে খামারে জন্ম নেয়া শূকরদের ২-৫ সপ্তাহের মধ্যেই মায়ের থেকে পৃথক করা হয় এবং শেড, নার্সারি বা সরাসরি চারণভূমিতে পাঠানো হয়। স্বাভাবিকভাবে ১০-১২ বছর বাঁচতে সক্ষম হলেও, অধিকাংশ শূকরকে মাত্র ৫-৬ মাস বয়সে জবাই করা হয়।\nঘরোয়া খামার ব্যবস্থায় বর্জ্য সংগ্রহ করা সহজ। এসব খামারে লেগুন ব্যবস্থা বা অন্যান্য বর্জ্য ব্যবস্থাপনা পদ্ধতি ব্যবহৃত হয়। তবে, মলের দুর্গন্ধ একটি প্রধান সমস্যা হিসেবে রয়ে গেছে। প্রকৃতিতে বা মুক্ত চারণভূমিতে বেড়ে ওঠা শূকর সাধারণত পরিষ্কার প্রাণী হিসেবে পরিচিত।\n\n\n== পরিসংখ্যান ==\nটেমপ্লেট:Globalize section\n\nযুক্তরাজ্যে প্রায় ১১,০০০টি শূকর খামার রয়েছে। এর মধ্যে প্রায় ১,৪০০টি খামারে ১,০০০টিরও বেশি শূকর রয়েছে এবং এটি যুক্তরাজ্যের মোট শূকর উৎপাদনের ৮৫% কভার করে।\nঅস্ট্রেলিয়ায় ১৯৬০-এর দশকে প্রায় ৫০,০০০টি শূকর খামার ছিল, তবে বর্তমানে এটি ১,৪০০-র নিচে নেমে এসেছে। তবুও, মোট শূকর উৎপাদন এবং জবাইয়ের সংখ্যা বৃদ্ধি পেয়েছে।\nযুক্তরাষ্ট্রে তিন-চতুর্থাংশ শূকর বৃহৎ খামারগুলিতে (৫,০০০ বা তার বেশি শূকর) পালন করা হয়, যেখানে সাধারণত তারা সংবদ্ধ পরিবেশে, খোলা বাতাস বা সূর্যালোক ছাড়াই রাখা হয়।\n\n\n== পরিবেশগত প্রভাব ==\n\nনিবিড় শূকর খামার আশেপাশের পরিবেশের ওপর নেতিবাচক প্রভাব ফেলে, বিশেষত মল ও বর্জ্যের ছড়িয়ে পড়ার ফলে, যা বায়ু ও পানি দূষিত করে এবং বিষাক্ত বর্জ্য কণার মাধ্যমে প্রতিবেশী এলাকাগুলিকে প্রভাবিত করে।\n\n\n== নিয়ন্ত্রণ ব্যবস্থা ==\nবিভিন্ন দেশ নিবিড়ভাবে পালিত শূকরদের কল্যাণ নিশ্চিত করতে বিভিন্ন আইন প্রণয়ন করেছে। তবে, মুক্তচারণভূমিতে পালিত শূকর সম্পর্কিত কোনো আইনি সংজ্ঞা নেই, ফলে খুচরা বিক্রেতারা মাংসপণ্যকে \"ফ্রি-রেঞ্জ\" হিসেবে লেবেল করতে পারে কোনো নির্দিষ্ট মানদণ্ড ছাড়াই। যুক্তরাজ্যের মাত্র ৩% শূকর তাদের পুরো জীবন বাহিরে কাটায়।\n\n\n=== ইউরোপীয় ইউনিয়ন ===\n২০১৬ সাল থেকে, ইউরোপীয় ইউনিয়নের আইন অনুযায়ী শূকরদের উপযুক্ত পরিবেশগত সমৃদ্ধি প্রদান করতে হবে, যাতে তারা পর্যাপ্ত পরিমাণে বস্তু ব্যবহার করে অনুসন্ধান এবং ম্যানিপুলেশন কার্যক্রম পরিচালনা করতে পারে।\nএই আইনের অধীনে, লেজ কাটা কেবলমাত্র চূড়ান্ত উপায় হিসেবে ব্যবহার করা যেতে পারে। আইনে বলা হয়েছে যে খামারিদের প্রথমে শূকরদের অবস্থার উন্নতি করতে হবে এবং শুধুমাত্র এই পদ্ধতিগুলি ব্যর্থ হলে লেজ কাটা বৈধ হবে।\n\n\n=== যুক্তরাষ্ট্র ===\n২০২৩ সালের মধ্যে যুক্তরাষ্ট্রের ১০টি রাজ্য গর্ভধারণের খাঁচার ব্যবহার নিষিদ্ধ করেছে: অ্যারিজোনা, ক্যালিফোর্নিয়া, কলোরাডো, ফ্লোরিডা, মেইন, ম্যাসাচুসেটস, মিশিগান, ওহাইও, ওরেগন, এবং রোড আইল্যান্ড। প্রস্তাবনা ১২, একটি ক্যালিফোর্নিয়া ব্যালট আইন, যা ২০১৮ সালে গৃহীত হয়, রাজ্যের অভ্যন্তরে এবং বাইরের খামারগুলোর জন্য কঠোর নিষেধাজ্ঞা আরোপ করেছে, যেখানে নিষেধাজ্ঞা লঙ্ঘনকারীদের মাংস বিক্রয় নিষিদ্ধ করা হয়েছে।\nঘনবসতিপূর্ণ প্রাণী খামার (CAFOs) থেকে নির্গত বর্জ্য যুক্তরাষ্ট্রের পরিবেশ সুরক্ষা সংস্থা (EPA) দ্বারা নিয়ন্ত্রিত হয়। ২০০৩ সালে, EPA পরিষ্কার পানি আইন সংশোধন করে, যাতে CAFOs-এর জন্য পারমিট প্রয়োজনীয়তা এবং নির্গমন সীমাবদ্ধতা নির্ধারণ করা হয়। ২০০৮-এর হিসাব অনুযায়ী, EPA জাতীয় দূষণ নির্গমন নির্মূল ব্যবস্থা (NPDES) সংশোধন করে, যা CAFOs-কে নির্গমন পারমিট নেওয়ার বাধ্যবাধকতা দেয়।\nমানবিক জবাই আইন অনুসারে, শূকরদের জবাইয়ের আগে সংজ্ঞাহীন করা আবশ্যক, তবে এই আইনের বাস্তবায়ন ও কার্যকারিতা নিয়ে প্রশ্ন রয়েছে। প্রাণী কল্যাণ এবং মুক্তির পক্ষে কাজ করা সংস্থাগুলি দাবি করে যে, আইনের থাকলেও প্রাণী নির্যাতন বন্ধ হয়নি এবং বিভিন্ন জবাইখানায় \"মানবিক জবাই আইন\" লঙ্ঘনের অসংখ্য ঘটনা ঘটেছে।\n\n\n== সমালোচনা ==\n\n\n=== খামার পদ্ধতি নিয়ে বিতর্ক ===\nনিবিড় শূকর খামারকে মুক্তচারণভূমি পদ্ধতির সঙ্গে তুলনা করা হয়, যেখানে শূকরদের খোলা পরিবেশে রাখা হয়। মুক্তচারণভূমি পদ্ধতিতে শূকরদের কাদা মাখা, মাটিতে খাবার খোঁজা এবং স্বাভাবিক আচরণ করার সুযোগ দেওয়া হয়, যা প্রাণী কল্যাণের পক্ষে ভালো। তবে, এই পদ্ধতি অর্থনৈতিকভাবে কম লাভজনক, কারণ এতে বেশি জায়গার প্রয়োজন হয় এবং রোগব্যাধির হার বেশি থাকে। এছাড়াও, মাটির ডিনাইট্রিফিকেশন এবং ভূমি ক্ষয়ের মতো পরিবেশগত প্রভাবও রয়েছে। খোলা খামারের শূকররা সূর্যের সংস্পর্শে বেশি থাকায় রোদে পোড়া ও তাপমাত্রাজনিত চাপে বেশি ভোগে।\nবিভিন্ন দেশে, বিশেষ করে যুক্তরাজ্যে, Gloucester Old Spot ও Oxford Forest প্রজাতির শূকর ঐতিহ্যগতভাবে খোলা খামারে পালিত হয়। যুক্তরাজ্যে গর্ভধারণের খাঁচা নিষিদ্ধ হওয়ার পর, ব্রিটিশ শূকর শিল্প সংকুচিত হয়েছে, কারণ উৎপাদন খরচ বেড়ে যাওয়ায় স্থানীয় মাংস আমদানি করা হচ্ছে।\n\n\n=== মাদী শূকর প্রজনন ব্যবস্থা ===\nপ্রাণী অধিকার কর্মীরা গর্ভধারণ ও প্রসব খাঁচার ব্যবহার নিয়ে সচেতনতা বৃদ্ধির জন্য বিভিন্ন প্রচারণা চালিয়েছে। যুক্তরাজ্য, কিছু মার্কিন রাজ্য এবং ইউরোপের কিছু দেশে গর্ভধারণের খাঁচা নিষিদ্ধ করা হয়েছে, তবে এখনও এটি অনেক মার্কিন ও ইউরোপীয় খামারের অংশ।\nগর্ভধারণের জন্য নির্বাচিত মাদী শূকরদের খাঁচায় বন্দী রাখা হয়। পুরুষ শূকরদেরও ছোট খাঁচায় রাখা হয়, যেখানে কর্মীরা নিয়মিত তাদের শুক্রাণু সংগ্রহ করে কৃত্রিম প্রজননের জন্য ব্যবহার করে। বিভিন্ন দেশের আইনের ভিত্তিতে গর্ভবতী শূকরদের খাঁচায় থাকার সময়সীমা ৪ সপ্তাহ থেকে পুরো গর্ভধারণকাল পর্যন্ত হতে পারে।\nপ্রসব খাঁচা সম্পর্কেও বিতর্ক রয়েছে। এই খাঁচাগুলি মাদী শূকর এবং তার বাচ্চাদের আলাদা রাখে, যাতে শূকরটি ভুল করে বাচ্চাদের চাপা না দেয়। তবে, এতে শূকরদের চলাচল সীমিত হয়ে যায়। গবেষণায় দেখা গেছে, বড় প্রসব খাঁচা বা উপযুক্ত নকশার প্রসব কক্ষ ব্যবহার করে একইভাবে শূকর বাচ্চাদের মৃত্যু হ্রাস করা সম্ভব।\nইংল্যান্ডে, অধিকাংশ মোটা হওয়া শূকরদের অনুর্বর পরিবেশে রাখা হয় এবং নিয়মিত লেজ কাটা হয়। ২০০৩ সালে ইউরোপীয় ইউনিয়নের আইন অনুযায়ী শূকরদের পরিবেশগত সমৃদ্ধি দেওয়া এবং নিয়মিত লেজ কাটার ওপর নিষেধাজ্ঞা দেওয়া হলেও, এখনও ৮০% যুক্তরাজ্যের শূকর লেজ কাটা অবস্থায় থাকে।\n২০১৫ সালে, নিউজিল্যান্ডে শূকর খামারগুলিতে প্রসব খাঁচার ব্যবহার সম্পূর্ণ নিষিদ্ধ করা হয়।\n\n\n=== ঐতিহ্যবাহী গ্রামীণ সম্প্রদায়ের উপর প্রভাব ===\nনিবিড় শূকর খামার নিয়ে সাধারণ সমালোচনা হল, এটি ঐতিহ্যগত গ্রামীণ কৃষিকে কর্পোরেটাইজ করছে। সমালোচকদের মতে, এটি পারিবারিক খামার ব্যবস্থার বিলুপ্তির কারণ। নিবিড় শূকর খামার তুলনামূলকভাবে বেশি লাভজনক হওয়ায়, এটি ধীরে ধীরে খোলা খামার ব্যবস্থাকে প্রতিস্থাপন করছে। যুক্তরাষ্ট্র, কানাডা, অস্ট্রেলিয়া এবং ডেনমার্কের মতো দেশগুলিতে বৃহৎ খামার ব্যবস্থার ফলে বাজার কেন্দ্রীভূত হয়েছে।\nদ্য নিউ ইয়র্ক টাইমস রিপোর্টে উল্লেখ করা হয়েছে, \"অনিয়ন্ত্রিত ভিড়ে\" প্রাণী পালন করা কর্মীদের, প্রতিবেশীদের এবং ভোক্তাদের জন্য স্বাস্থ্যগত ঝুঁকি সৃষ্টি করতে পারে।\n\n\n=== বর্জ্য ব্যবস্থাপনা ও জনস্বাস্থ্য উদ্বেগ ===\nপ্রাণী বর্জ্যের দূষক উপাদান পরিবেশে প্রবেশ করতে পারে বিভিন্ন মাধ্যমে, যেমন দুর্বলভাবে নির্মিত মল লেগুনের ফুটো, ভারী বৃষ্টিপাতের কারণে লেগুন উপচে পড়া, অথবা খামারের জমিতে সম্প্রতি প্রয়োগ করা বর্জ্য বৃষ্টির পানির সাথে গিয়ে মিশে যাওয়া। মাটির ভেতর দিয়ে প্রবাহিত হয়ে এসব বর্জ্য ভূগর্ভস্থ পানির উৎসেও প্রবেশ করতে পারে, যা মানুষের পানীয় জলের জন্য ঝুঁকিপূর্ণ। হারিকেন ম্যাথিউর পর পরিবেশগত দূষণের উদাহরণ হিসেবে আবহাওয়া-জনিত বর্জ্য প্রবাহের ঘটনা নথিভুক্ত হয়েছে।\nগবাদি পশুর বর্জ্যে বিভিন্ন দূষক উপাদান থাকে, যার মধ্যে পুষ্টি উপাদান, রোগজীবাণু, পশুচিকিৎসার ওষুধ এবং স্বাভাবিকভাবে নির্গত হরমোন অন্তর্ভুক্ত। প্রাণীর মৃতদেহের অনুপযুক্ত নিষ্পত্তি এবং পরিত্যক্ত খামারগুলিও পানি দূষণের কারণ হতে পারে।\nদূষিত পানির সংস্পর্শে আসা মানুষের জন্য বিপজ্জনক হতে পারে, বিশেষত যারা দূষিত ভূগর্ভস্থ বা পৃষ্ঠস্থ পানি পান করে। উচ্চ ঝুঁকির জনগোষ্ঠীর মধ্যে শিশু, বৃদ্ধ, গর্ভবতী নারী এবং দুর্বল রোগ প্রতিরোধ ক্ষমতা সম্পন্ন ব্যক্তিরা অন্তর্ভুক্ত। সংক্রমিত পানি ত্বকের সংস্পর্শে এলে চামড়া, চোখ বা কানের সংক্রমণ ঘটতে পারে। দূষিত পানীয় জলের মাধ্যমে জীবাণুর সংক্রমণও ঘটতে পারে, বিশেষ করে ব্যক্তিগত কূপের পানি ব্যবহারে।\nনেদারল্যান্ডসে, \"Varkensproefcentrum Sterksel\" নামে একটি শূকর খামার তৈরি করা হয়েছে, যেখানে বর্জ্য পুনঃব্যবহার করা হয়। এখানে শূকরের মল থেকে নির্গত CO2 এবং অ্যামোনিয়া শৈবালের বৃদ্ধি বৃদ্ধিতে ব্যবহৃত হয়, যা পরবর্তীতে শূকর খাদ্য হিসেবে ব্যবহৃত হয়।\nপরিবেশগত প্রভাব কমানোর আরেকটি উপায় হল বিকল্প শূকর জাতের ব্যবহার। এনভায়রোপিগ একটি জেনেটিকভাবে পরিবর্তিত শূকর, যা সাধারণ শূকরের তুলনায় উদ্ভিদ ফসফরাস ভালোভাবে হজম করতে পারে। তবে, ২০১২ সালে এনভায়রোপিগ প্রকল্প বন্ধ হয়ে যায় এবং এটি বাণিজ্যিকভাবে বিতরণ করা হয়নি।\nCAFO-র পুষ্টিসমৃদ্ধ বর্জ্য প্রবাহ নদী, হ্রদ ও সমুদ্রে শৈবাল বৃদ্ধির বিস্ফোরণ (algal bloom) সৃষ্টি করতে পারে। ২০০৯ সালে ফ্রান্সের ব্রিটানি উপকূলে একটি মারাত্মক শৈবাল বৃদ্ধির ঘটনা নিবিড় শূকর খামার থেকে নির্গত বর্জ্য প্রবাহের কারণে ঘটেছিল।\n\n\n=== উত্তর ক্যারোলাইনা ===\n২০১০ সালের মধ্যে, উত্তর ক্যারোলাইনা রাজ্যে প্রায় ১০ মিলিয়ন শূকর ছিল, যাদের বেশিরভাগই শিল্প-ভিত্তিক ঘনবসতিপূর্ণ প্রাণী খামার (CAFO) এ রাখা হতো। ২০ বছর আগেও এই পরিস্থিতি ছিল না। এই শিল্পে অনুভূমিক একীভূতকরণ ও পরবর্তীতে উল্লম্ব একীভূতকরণ বেশ কয়েকটি সমস্যা সৃষ্টি করেছে, যার মধ্যে রয়েছে পরিবেশগত বৈষম্য, কর্মসংস্থান হ্রাস, দূষণ, প্রাণী অধিকার এবং জনস্বাস্থ্যের অবনতি।\nযুক্তরাষ্ট্রে শূকর CAFO-এর সবচেয়ে বড় একচেটিয়া উদাহরণ দেখা যায়, যেখানে ২০০১ সালে মাত্র ৫০ জন প্রযোজক মোট শূকর উৎপাদনের ৭০% নিয়ন্ত্রণ করেছিল। একই বছরে, বৃহত্তম CAFO-তে ৭১০,০০০ এরও বেশি শূকর ছিল।\nমূলত, \"Murphy Family Farms\" উত্তর ক্যারোলাইনায় অনুভূমিক একীভূতকরণ চালু করেছিল, যা পরবর্তীতে উল্লম্ব একীভূতকরণ গড়ে তুলতে সহায়ক হয়। বর্তমানে, উত্তর ক্যারোলাইনায় শূকর শিল্পের নেতৃত্ব দিচ্ছে Smithfield Foods, যা দেশীয় এবং আন্তর্জাতিকভাবে উৎপাদন সম্প্রসারিত করেছে।\nউত্তর ক্যারোলাইনায় শূকর খামারের কারণে সৃষ্ট পরিবেশগত ন্যায়বিচারের সমস্যাগুলি মূলত কৃষি খাতে নিম্ন আয়ের ও কৃষি শ্রমিকদের উপর নির্ভরশীল কৃষি অর্থনীতির ইতিহাস থেকে উদ্ভূত। শিল্পটি পারিবারিক খামার থেকে কারখানা-ভিত্তিক খামারে রূপান্তরিত হয়েছে, যা বিশেষত নিম্ন-আয়ের এলাকাগুলোতে কেন্দ্রীভূত হয়েছে।\nশূকর CAFO-গুলি সাধারণত তিনটি অংশ নিয়ে গঠিত: শূকর ঘর, \"লেগুন\" এবং \"স্প্রে ফিল্ড\"। CAFO-তে ব্যবহৃত বর্জ্য নিষ্পত্তির কৌশল ছোট কৃষি খামারগুলোর পদ্ধতি থেকে গৃহীত হয়েছে, যেখানে মল সার হিসেবে ব্যবহৃত হয়। তবে, লেগুনের পর্যাপ্ত প্রতিরক্ষামূলক আস্তরণ না থাকলে, তা ফুটো হয়ে পরিবেশ দূষিত করতে পারে। ১৯৯৫ সালে, উত্তর ক্যারোলাইনার একটি লেগুন ফেটে গেলে ২৫ মিলিয়ন গ্যালন বিষাক্ত পলি নিউ রিভারে প্রবাহিত হয় এবং প্রায় ৮-১০ মিলিয়ন মাছ মারা যায়।\nশূকর CAFO থেকে নির্গত বিষাক্ত গ্যাসের ফলে শ্বাসকষ্টজনিত সমস্যা, মাথাব্যথা, শ্বাসকষ্ট থেকে শুরু করে হাইড্রোজেন সালফাইড বিষক্রিয়া, ব্রঙ্কাইটিস ও হাঁপানির মতো রোগ হতে পারে। দূষিত পানি পান করার ফলে স্যালমোনেলোসিস, গিয়ার্ডিয়াসিস, ক্ল্যামিডিয়া, মেনিনজাইটিস, ক্রিপ্টোস্পোরিডিয়োসিস, কৃমি সংক্রমণ ও ইনফ্লুয়েঞ্জার মতো রোগের ঝুঁকি তৈরি হয়।\n\n\n=== ডেনমার্ক ===\nডেনমার্কে, কসাইখানা ও পশুচিকিৎসকরা আহত শূকর সম্পর্কে খাদ্য, কৃষি ও মৎস্য মন্ত্রণালয়কে রিপোর্ট করতে বাধ্য। ২০০৬ সালের আগে খুব কম অভিযোগ নথিভুক্ত হলেও, ২০০৮-২০০৯ সালে প্রতিবছর প্রায় ৩০০টি অভিযোগ দায়ের করা হয়।\nগর্ভধারণের খাঁচা কিছু ডেনিশ খামারে ব্যবহৃত হত, যা ব্রিটিশ সেলিব্রিটি শেফ জেমি অলিভার ২০০৯ সালে চ্যানেল ৪ (যুক্তরাজ্য) এর একটি টেলিভিশন অনুষ্ঠানে তুলে ধরেন। তবে, শূকরদের জন্য স্নান সুবিধা এবং মেঝের মানের ক্ষেত্রে ডেনমার্কের বিধান যুক্তরাজ্যের তুলনায় কঠোর ছিল। ২০১৩ সালে, ইউরোপীয় ইউনিয়নের অংশ হিসেবে ডেনমার্কে গর্ভধারণের খাঁচা নিষিদ্ধ করা হয়।\n\n\n=== নিউজিল্যান্ড ===\n২০০৯ সালে, নিউজিল্যান্ডের পোর্ক শিল্প ব্যাপক সমালোচনার মুখে পড়ে, যখন দেশটির জনপ্রিয় কমেডিয়ান মাইক কিং টেলিভিশন অনুষ্ঠানে শূকর খামারের পদ্ধতিকে \"নিষ্ঠুর\" ও \"অমানবিক\" বলে সমালোচনা করেন। তিনি খামার পরিদর্শন করে মৃত শূকর, অক্ষম প্রাণী, অত্যন্ত বিষণ্ন ও আহত শূকর দেখতে পান, যাদের পর্যাপ্ত খাবার ও পানির ব্যবস্থা ছিল না।\n\nশূকর খাঁচার খামার সম্পূর্ণ নিষিদ্ধ করা উচিত এবং এখনই এটি বন্ধ করা দরকার। এটি একেবারেই জঘন্য এবং আমি এতে যুক্ত থাকার জন্য দুঃখিত।\n\n\n== এছাড়াও দেখুন ==\nপ্রাণী-শিল্প কমপ্লেক্স\nপশুচিকিৎসা নৈতিকতা\nফিডব্যাক (পোর্ক শিল্প)\n\n\n== সূত্র =="}