{"pageid": 1518974, "title": "ফিনল্যান্ডের বিদ্যুৎ খাত", "url": "https://bn.wikipedia.org/wiki?curid=1518974", "content": "ফিনল্যান্ডের বিদ্যুৎ খাত পারমাণবিক শক্তি, নবায়নযোগ্য শক্তি, সহ-উৎপাদন এবং প্রতিবেশী দেশগুলি থেকে বিদ্যুৎ আমদানির উপর নির্ভর করে গড়ে উঠেছে। ইউরোপীয় ইউনিয়নের দেশগুলোর মধ্যে ফিনল্যান্ড সর্বোচ্চ মাথাপিছু বিদ্যুৎ খরচ করে থাকে। শিল্প প্রক্রিয়ার জন্য তাপ উৎপাদন এবং জেলা পর্যায়ে ব্যবহারের জন্য তাপ উৎপাদন করা এবং এটিকে বিদ্যুৎ উৎপাদনের সহ-উৎপাদন হিসাবে প্রক্রিয়াকরণ করাটা দেশটিতে সাধারণ বিষয়। ফিনল্যান্ড বিশ্বে সর্বশেষ কয়েকটি দেশের একটি যেখানে এখনও পীট কয়লা পুড়িয়ে বিদ্যুৎ উৎপাদন করা হয়।\nশক্তি উৎপাদন প্রক্রিয়ার পরিবর্তনের ধারাবাহিকাতার অংশ হিসেবে ফিনল্যান্ড জীবাশ্ম জ্বালানী থেকে বিদ্যুৎ উৎপাদন ব্যবস্থা পরিবর্তন করে আনবিক শক্তি এবং নবায়নযোগ্য শক্তির প্রতি মনোযোগ দিচ্ছে। বিশেষভাবে বায়ু শক্তির মাধ্যমে বিদ্যুৎ উৎপাদন করাটা এদেশটির একটি গুরুত্বপূর্ণ অংশে পরিণত হয়েছে। দেশটির পঞ্চম পারমানবিক চুল্লি ওলকিলুওটো ৩ ২০২৩ সালে চালু করা হয়েছে এবং এটি পারমানবিক বিদ্যুৎ উৎপাদনকে ৫০% এরও বেশি বৃদ্ধি করেছে।\nফিনল্যান্ড উত্তর ইউরোপের সমন্বিত বিদ্যুৎ সঞ্চালন ব্যবস্থার অংশীদার।\n\n\n== ব্যবহার এবং আমদানি ==\n১৯৯০ থেকে ২০০৫ সাল পর্যন্ত শিল্প ছিল বিদ্যুৎ ব্যবহার করার প্রধান খাত, যেখানে মোট খরচের ৫২-৫৪%'ই খরচ হতো। শুধুমাত্র বনশিল্প খাতেই ৩০-৩২% বিদ্যুৎ ব্যবহার করা হতো।\n২০০০ থেকে ২০০৬ সাল পর্যন্ত সুইডেন থেকে প্রতি বছর সর্বোচ্চ ৭ টেরাওয়াট-ঘণ্টা এবং রাশিয়া থেকে সর্বোচ্চ ১১.৫ টেরাওয়াট-ঘণ্টা বিদ্যুৎ আমদানি করা হতো। এই সময়কালে, নিট আমদানির পরিমান সুইডেন থেকে ৭ টেরাওয়াট-ঘণ্টা এবং রাশিয়া থেকে ৪ থেকে ১১ টেরাওয়াট-ঘণ্টা পর্যন্ত পরিবর্তিত হয়েছিল। বর্তমানে, ২০০৭ সাল থেকে, কিছু বিদ্যুৎ এস্তোনিয়া থেকেও আমদানি করা হচ্ছে।\n২০১২ সালে অধিকাংশ আমদানি সুইডেন থেকে করা হয়েছিলো (নিট আমদানি ১৪.৪ টেরাওয়াট-ঘণ্টা); নিট অসমতার অংশ হিসাবে রাশিয়া থেকেও আমদানি করা হয়েছিল ৪.৪ টেরাওয়াট-ঘণ্টা। বিপরীতে, এস্তোনিয়ায় রপ্তানি করার পরিমাণ আমদানির চেয়ে বেশি ছিল (১.১ টেরাওয়াট-ঘণ্টা নিট রপ্তানি)।\n২০২২ সালে ইউক্রেনে রাশিয়ার আক্রমণের পর রাশিয়া থেকে আমদানি বন্ধ হয়ে যায়। এর ফলে, বছরের নিট আমদানি ৫ টেরাওয়াট-ঘণ্টা কমে গিয়েছিল।\n\n^  প্রাথমিক উপাত্ত\n\n\n== সক্ষমতা ==\n২০২৩-এর হিসাব অনুযায়ী, ফিনল্যান্ডের মোট বিদ্যুৎ উৎপাদন ক্ষমতা ১৯.৭ গিগাওয়াট। তবে, সেগুলির সব একসাথে একই সময় পাওয়া যায় না এবং ক্রমবর্ধমান বিদ্যুৎ চাহিদার বেশিরভাগই বায়ুশক্তি থেকে পূরণ করা হয় (নীচে দেখুন)।\nপ্রতি বছর  ফিনল্যান্ডের জাতীয় বিদ্যুৎ সঞ্চালক প্রতিষ্ঠান ফিঙ্গ্রিড অন্যান্য নর্ডিক দেশের সরবরাহকারীদের সাথে মিলিতভাবে এখানকার শীতকালের সর্বোচ্চ চাহিদার সময়ের বিদ্যুৎ সরবরাহের পরিমাণ নির্ণয় করে থাকে। ২০১৯-২০২০ সালে তারা এমনই একটি শীর্ষ চাহিদার সময়ে ফিনল্যান্ডের জন্য ১৫.৩ গিগাওয়াট বিদ্যুৎ চাহিদার পরিমাণ ধার্য করেছিল, যার মধ্যে ফিনল্যান্ডের সক্ষমতা ছিলো ১১.৯ গিগাওয়াট উৎপাদন করার সক্ষমতা ছিল এবং এটি ছিলো বিদ্যুতের সংরক্ষিত রাখা পরিমাণের অতিরিক্ত হিসাবে। অর্থ্যাত, এখানে তখন ৩.৪ গিগাওয়াট বিদ্যুতের ঘাটতি ছিলো যা প্রতিবেশী দেশগুলির থেকে আমদানি করে পূরণ করতে হয়েছে। কিন্তু, মৃদু শীতের কারণে এবং একই সাথে তখন সংগঠিত শিল্প ধর্মঘটের ফলে সেসময় বাস্তব চাহিদা ছিলো মাত্র ১২.৪ গিগাওয়াট এবং এর ফলে বিদ্যুৎ ঘাটতি কখনওই উপলব্ধি করা যায়নি। অধিকন্তু, তখন কোনো সংরক্ষিত রাখা বিদ্যুৎ ব্যবহারেরও প্রয়োজন হয়নি।\n২০২২-২৩ সালে রাশিয়া থেকে বিদ্যুৎ আমদানি বন্ধ হয়ে যাওয়ার পর ওলকিলুওটো ৩ কেন্দ্রটি পরীক্ষাধীন থাকার ফলে বিদ্যুতের প্রাপ্তি নিয়ে একধরণের উদ্বেগ তৈরি হয়েছিলো। এই পরিস্থিতিতে ফিঙ্গ্রিড ৫০০ মেগাওয়াট বিদ্যুতের চাহিদা মোকাবেলা করার জন্য একটি স্বেচ্ছাসেবী সহায়তা ব্যবস্থা গড়ে তুলেছিলো, যদিও এটিকে কার্যক্ষম করার কোনো প্রয়োজন পড়েনি। ২০২৩-২৪ সালের জন্য বিদ্যুৎ বিতরণ কর্তৃপক্ষ সিদ্ধান নিয়েছেন যে, ওএল৩ কর্মক্ষম থাকাকালীন অবস্থায় কোনো বিদ্যুৎ সক্ষমতা সংরক্ষণ করার প্রয়োজন নেই।\n\n\n== বিদ্যুৎ উৎপাদনের ধরণ ==\n\n^  প্রাথমিক উপাত্ত\n\n\n=== জীবাশ্ম জ্বালানি ===\nপিট বাদে, যেগুলো বিভিন্ন ধরণের জীবাশ্ম জ্বালানি বা ধীর-নবায়নযোগ্য জ্বালানি হিসাবে চিহ্নিত, ফিনল্যান্ড বিদ্যুৎ উৎপাদনের জন্য ব্যবহৃত এই সমস্ত জীবাশ্ম জ্বালানিই আমদানি করে থাকে। বিদ্যুতের বেশিরভাগ উৎপাদনের জন্যই কয়লা এবং প্রাকৃতিক গ্যাস ব্যবহার করা হয়; বিপরীতে তেল চালিত বিদ্যুৎ উৎপাদন যন্ত্রগুলির বেশিরভাগই সংরক্ষিত ব্যবস্থা হিসাবে ব্যবহারের জন্য রাখা আছে। জীবাশ্ম জ্বালানির ব্যবহার দিন দিন কমিয়ে আনা হচ্ছে; ২০০৩-২০০৪ সালে যা ৩০% এরও বেশি ব্যবহৃত হতো, ২০১২-২০১৪ সালে তা থেকে ২০% বা তারও নিচে নামিয়ে আনা হয়েছে। ২০২০ সালের মধ্যে এই ব্যবহারের পরিমান ১০% এর কাছাকাছি ছিল। এটি মূলত সস্তায় আমদানি করা বিদ্যুতের ফলে সম্ভব হচ্ছে; যদিও দেশীয় নবায়নযোগ্য জ্বালানির উৎপাদনের পরিমাণ বৃদ্ধি পাওয়াও এক্ষেত্রে বিশেষভাবে উল্লেখযোগ্য।\n২০২৯ সালের ১ মে'র মধ্যে জ্বালানি উৎপাদনের জন্য কয়লার ব্যবহার নিষিদ্ধ করার জন্য ২০১৯ সালে সংসদে একটি আইন পাস করা হয়। ২০২১-এর হিসাব অনুযায়ী সাল পর্যন্ত অন্যান্য জীবাশ্ম জ্বালানি নিষিদ্ধ করার আর কোনও পরিকল্পনা ছিলো না। পিটের ব্যবহার নিষিদ্ধ করার জন্য জনসমর্থন থাকা সত্ত্বেও ২০৩০ সালের মধ্যে এর ব্যবহার অর্ধেক করার বিষয়ে কেবলমাত্র প্রতিশ্রুতি দেয়া হয়েছে। তবে, অনুমান করা হচ্ছে যে বাজার ব্যবস্থা পিটের মাধ্যমে বিদ্যুৎ উৎপাদনের পরিমাণ ২০১৯ সালের স্তরের থেকে ২০২৫ সালের মধ্যে এক তৃতীয়াংশে নামিয়ে আনবে।\n\n\n=== পারমানবিক শক্তি ===\nটেমপ্লেট:Finland nuke plant map\n২০২৪ সালের হিসাব অনুযায়ী ফিনল্যান্ডের দুটি বিদ্যুৎ উৎপাদন কেন্দ্রে পাঁচটি পারমাণবিক চুল্লী চালু ছিল, যেগুলো সবই বাল্টিক সাগরের তীরে অবস্থিত। ২০২২ সালের হিসাব অনুসারে দেশটির মোট বিদ্যুৎ উৎপাদনের প্রায় ৩৫%'ই আসে পারমাণবিক বিদ্যুৎ সরবরাহ কেন্দ্র হতে। ফিনল্যান্ডে গবেষণার জন্য প্রথম পারমাণবিক চুল্লিটি ১৯৬২ সালে চালু করা হয় এবং বাণিজ্যিকভাবে বিদ্যুৎ উৎপাদনের জন্য প্রথম  চুল্লিটি ১৯৭৭ সালে চালু করা হয়। পঞ্চম চুল্লিটি ২০২৩ সালের এপ্রিল মাস থেকে উৎপাদনে যুক্ত হয়।\nফিনল্যান্ডের পারমাণবিক চুল্লিগুলি বিশ্বের সবচেয়ে উৎপাদনশীল চুল্লিগুলির মধ্যে অন্যতম, ২০১০-এর দশকে যাদের গড় উৎপাদন ক্ষমতার গুণক ছিল ৯৫%।\n\n\n=== নবায়নযোগ্য শক্তি ===\n\n২০০৫ হতে ২০১৪ সালের মধ্যে ফিনল্যান্ড নবায়নযোগ্য জ্বালানি থেকে তার বিদ্যুৎ চাহিদার ২৫-৩০% উৎপাদন করেছিলো। ফিনল্যান্ডে নবায়নযোগ্য জ্বালানি থেকে বিদ্যুৎ উৎপাদনের  সবচেয়ে বড় উৎস হল জলবিদ্যুৎ (১৫-২০%) যা বৃষ্টিপাতের উপর নির্ভর করে প্রতি বছর ওঠানামা করে এবং এর ফলে দেশটির নবায়নযোগ্য জ্বালানি উৎপাদনের পরিমাণও একই কারণে প্রতি বছর পরিবর্তিত হয়। নবায়নযোগ্য জ্বালানির অন্যান্য প্রধান উৎসের মধ্যে রযেছে কাঠ-ভিত্তিক জ্বালানি সম্পদ; যেমন বন শিল্প থেকে প্রাপ্ত কালো তরল-আরক, যা থেকে গড়ে প্রায় ১২% বিদ্যুৎ উৎপাদন করা হয়। সাম্প্রতিক বছরগুলিতে বায়ু শক্তি ব্যবহার করে বিদ্যুৎ উৎপাদনের হার (নীচে দেখুন) উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে এবং নবায়নযোগ্য জ্বালানি দ্বারা চাহিদার ৪০% পূরণ করা হচ্ছে।\n\n\n=== বায়ু শক্তি ===\n\nবায়ু শক্তির মাধ্যমের বিদ্যুৎ উৎপাদন করা সাম্প্রতিক বছরগুলিতে ফিনল্যান্ডে সবচেয়ে দ্রুত বর্ধনশীল উৎস হিসাবে গড়ে উঠেছে। ২০২৪ সালে ফিনল্যান্ড বায়ু শক্তি ব্যবহারের মাধ্যমে বার্ষিক বিদ্যুতের চাহিদার ২৪% পূরণ করেছে, যার ২৫% ছিলো দেশীয় উৎপাদন হতে আগত। আগের বছরের তুলনায় বায়ু ক্ষমতা ২০% এবং বায়ু উৎপাদন ৩৭% বৃদ্ধি পেয়েছে। বায়ু শক্তি ব্যবহার করে এই উৎপাদন ইইউর মোট উৎপাদনের গড়ে ১৯% ভাগের সমান।\n২০২২ সালের শেষ নাগাদ ফিনল্যান্ডে বায়ু শক্তি ব্যবহার করে বিদ্যুৎ উৎপাদনের ক্ষমতা ৫,৬৭৭ মেগাওয়াটে পৌঁছেছিলো, যা ১,৩৯৩টি টারবাইন স্থাপনের মাধ্যমে পাওয়া গিয়েছে। সেই বছর বায়ু শক্তি ব্যবহার করে বিদ্যুৎ উৎপাদন ৪১% বৃদ্ধি পেয়ে ১১.৬ টেরাওয়াটঘন্টা হয়েছে, যা দেশের মোট বিদ্যুৎ ব্যবহারের ১৪.১%। এই বৃদ্ধির ফলে বায়ু শক্তি ব্যবহার করে বিদ্যুৎ উৎপাদন পদ্ধতিটি দেশের তৃতীয় বৃহত্তম বিদ্যুৎ উৎস হিসেবে স্থান পেয়েছে। ২০২৪ সালে বায়ু শক্তি জলবিদ্যুৎকে ছাড়িয়ে দ্বিতীয় বৃহত্তম উৎস হয়ে উঠেছে, কেবল পারমাণবিক প্রক্রিয়ায় পাওয়া বিদ্যুৎ উৎপাদনই এর আগে রয়েছে।\nনেচার এনার্জি জার্নালে প্রকাশিত ফিনল্যান্ডের ভিটিটি টেকনিক্যাল রিসার্চ সেন্টারের ২০১৮ সালের এক গবেষণা অনুসারে, নতুন বায়ু বিদ্যুৎ প্রযুক্তি ফিনল্যান্ডের প্রয়োজনীয় পুরো বিদ্যুৎ ব্যবহারই (৮৬ টেরাওয়াটঘন্টা) সরবরাহ করতে সক্ষম।\nফিনিশ জনগণের মধ্যে বায়ু শক্তি অন্যতম জনপ্রিয় বিদ্যুৎ উৎপাদন পদ্ধতি। ২০২২ সালে ৮২% উত্তরদাতা আরও বায়ু শক্তির ব্যবহার চেয়েছিলেন, যা ৯০% মতামতে প্রথম হওয়া সৌরশক্তির পরেই দ্বিতীয় ছিল। পূর্ববর্তী সময়ে করা জরিপের ফলাফলে দেখা যায় যে, ২০০৭ সালের সেপ্টেম্বরে ৯০% এবং ২০০৫ সালের এপ্রিলে ৮৮% লোক বায়ু শক্তিকে সমর্থন করেছিল। ২০০০ সালে সুমেন হাইওটিটুলি ওয়ের করা অনুসন্ধান হতে জানা যায় যে, ফিনল্যান্ডের পোরি এলাকার ৯৭% মানুষ বায়ু শক্তিকে সমর্থন করেছিলেন।\n\n\n== প্রতিষ্ঠানসমূহ ==\n\n\n=== উৎপাদন ===\nফিনল্যান্ডে বিদ্যুৎ উৎপাদনের সাথে জড়িত প্রধান প্রতিষ্ঠানগুলির মধ্যে রয়েছে: ফরটুম, পোহজোলান ভোইমা, টিউলিসুডেন ভোইমা এবং হেলসিংকি এনার্জিয়া।\n\n\n=== বাজার ===\nনর্ড পুল স্পট হলো ফিনল্যান্ড এবং নিকটবর্তী দেশগুলির জন্য প্রযোজ্য বিদ্যুৎ বাজার।\n\n\n=== সঞ্চালন ===\nফিনগ্রিড ওইজ হলো ফিনল্যান্ডের জাতীয় বিদ্যুৎ পরিবহন ও সঞ্চালনা সংস্থা।\n\n\n=== বিতরণ ===\nফিনল্যান্ডে বিদ্যুতের  প্রধান পরিবেশক হলো: হেলেন ওয়, কারুনা এবং এলেনিয়া। অন্যান্য কোম্পানী হলো সাভোন ভোইমা (সাভো), পোহজোইস-কার্জালান সাকো (উত্তর কারেলিয়া), জার্ভি-সুমেন এনার্জিয়া (কেন্দ্রীয় ফিনল্যান্ড), কিমেনলেকসন সাকো (কিমেনলেকসো) এবং লোইসটি (কাজানি ও সোটকামো]])।\nফিনল্যান্ডের দক্ষিণের কারুনার বেশিরভাগ অংশই (৮০%) অস্ট্রেলিয়ান এবং ডাচ স্থাবর সম্পদ ও সম্পত্তি প্রতিষ্ঠানের মালিকানাধীন। ২০১৭ সালে কারুনার বিনিময় বাণিজ্যের পরিমান ছিলো ১৪৫ মিলিয়ন ইউরো এবং রাষ্ট্রীয় করের হার ছিলো ৪% (৬ মিলিয়ন ইউরো)। ২০১৭ সালে কারুনা তার অংশীদারদের ৮.১৭% হারে লভ্যাংশ (৭৭ মিলিয়ন) প্রদান করেছিল যখন বাজার ঋণের সুদ ছিলো ১.৫-৩%। কোম্পানির সুদের খরচ সিপিলা মন্ত্রিসভার কর বিধানের উপর ভিত্তি করে করযোগ্য আয় থেকে হ্রাস করা হয়েছে।\n\n\n== রাজনীতি ==\n২০১৬ সালে ফিনল্যান্ডের জ্বালানি নীতি নিয়ে নতুন করে আলোচনা শুরু হয়েছে। ফিনল্যান্ড তার সর্বোচ্চ ব্যবহার কালীন সময়ে ব্যবহৃত বিদ্যুতের ২০% এরও বেশি আমদানি করে থাকে। উদাহরণস্বরূপ, ২০১৬ সালের ৭ জানুয়ারী তারিখের ১৭ হতে ১৮ ঘন্টা সময়কালের মধ্যে যখন আবহাওয়া চরম মাত্রার ঠান্ডা ছিলো, সেসময় ফিনল্যান্ডে দেশের মোট ব্যবহার কৃত ১৫,১০০ মেগাওয়াটের মধ্যে রেকর্ড ৪,৩০০ মেগাওয়াট (২৮.৫%) পরিমান বিদ্যুৎ আমদানি করা হয়েছিলো (গড়ে ১ ঘন্টারও বেশি)। ১,৬০০ মেগাওয়াট উৎপাদন ক্ষমতার ওলকিলুটো পারমাণবিক বিদ্যুৎ কেন্দ্রের তৃতীয় চুল্লি নির্মাণে একাধিকবার বিলম্ব হওয়া দেশীয় জ্বালানি বিদ্যুৎ উৎপাদনের ঘাটতিকে আরও বাড়িয়ে তোলে; এটি অবশেষে ২০২৩ সালের এপ্রিলে নিয়মিত উৎপাদন শুরু না-হওয়া পর্যন্ত এমনই ছিলো। ফেনোভোইমা নামীয় ফিনিশ শিল্প ও বিদ্যুৎ উৎপাদনকারী প্রতিষ্ঠানগুলির একটি কনসোর্টিয়াম আরেকটি নতুন পারমাণবিক বিদ্যুৎ কেন্দ্র নির্মাণের জন্য আবেদন করেছিলো এবং তা করার অনুমতিও তারা পায়, যেটি রাশিয়ার রোসাটম কর্তৃক সরবরাহ করা হবে এবং এই বিদ্যুৎ উৎপাদন কেন্দ্রটিতে তাদের ১/৩ অংশ অংশীদারিত্বও রযেছে। এটি পর্যবেক্ষকদের মধ্যে কিছুটা উদ্বেগের সৃষ্টি করেছে যে প্রকল্পটি বাস্তবায়ন হলে রাশিয়া নর্ডিক বিদ্যুতের মূল্য নিয়ন্ত্রণ করতে বা সংঘাতের পরিস্থিতিতে বিদ্যুৎ কেন্দ্রটিকে উদ্দেশ্যসাধনের উপায় হিসাবে ব্যবহার করতে সক্ষম হবে। ২০২৪ সালের মধ্যে এই বিদ্যুৎ কেন্দ্রটি চালু হওয়ার কথা ছিলো এবং এখানে ১,২০০ মেগাওয়াট বিদ্যুৎ উৎপাদনের লক্ষ্যমাত্রা ছিলো; কিন্তু ইউক্রেনে রাশিয়ার আক্রমণের কারণে ২০২২ সাল থেকে এটি নির্মাণের সমস্ত কাজ বন্ধ করে দেওয়া হয়।\nফিনিশ গোয়েন্দার নিরাপত্তা সংস্থা (সুপো) ২০১৬ সালে ইঙ্গিত দিয়েছিল যে ফিনল্যান্ডে বিদেশী গোয়েন্দা তৎপরতার লক্ষ্য ছিল জ্বালানি নীতিতে সিদ্ধান্ত গ্রহণকে প্রভাবিত করা।\n\n\n== আরও দেখুন ==\nফিনল্যান্ডে শক্তি\nফিনল্যান্ডের অর্থনীতি\n\n\n== তথ্যসূত্র =="}