{"pageid": 1518832, "title": "ল্যারি ক্র্যামার", "url": "https://bn.wikipedia.org/wiki?curid=1518832", "content": "লরেন্স ডেভিড ক্র্যামার (জুন ২৫, ১৯৩৫-মে ২৭, ২০২০) ছিলেন একজন আমেরিকান নাট্যকার, লেখক, চলচ্চিত্র প্রযোজক, জনস্বাস্থ্য প্রবক্তা এবং সমকামী অধিকার কর্মী। তিনি কলম্বিয়া পিকচার্স-এর জন্য কাজ করার সময় স্ক্রিপ্ট পুনর্লিখন করে তার কর্মজীবন শুরু করেন, যা তাকে লন্ডনে নিয়ে যায়, যেখানে তিনি ইউনাইটেড আর্টিস্টস-এর সাথে কাজ করেন। সেখানে তিনি উইমেন ইন লাভ (১৯৬৯) চলচ্চিত্রের চিত্রনাট্য লেখেন এবং তার কাজের জন্য একটি অস্কার পুরস্কার মনোনয়ন পান।\n১৯৭৮ সালে, ল্যারি ক্রেমার তার উপন্যাস ফ্যাগটস-এ বিতর্কিত ও সাহসী লেখনী উপস্থাপন করেন। এটি প্রকাশের পর মিশ্র প্রতিক্রিয়া পাওয়া যায়। বিশেষ করে, সমকামী সম্প্রদায়ের একটি অংশ কঠোর সমালোচনা করে, কারণ উপন্যাসটিতে ১৯৭০-এর দশকের সমকামী সম্পর্ককে তিনি অগভীর ও মাত্রাতিরিক্ত ভোগবাদী হিসেবে তুলে ধরেছিলেন।\n১৯৮০ সালে, ক্রেমার তার চারপাশে একটি অজানা রোগ ছড়িয়ে পড়তে দেখেন, যা পরে একোয়ার্ড ইমিউনোডেফিসিয়েন্সি সিনড্রোম (এইচআইভি/এইডস) নামে পরিচিত হয়। এই রোগে আক্রান্তদের সহায়তার জন্য তিনি গে মেনস হেলথ ক্রাইসিস (GMHC) সংগঠন প্রতিষ্ঠা করেন, যা পরবর্তীতে এইডস রোগীদের সহায়তায় বিশ্বের বৃহত্তম বেসরকারি সংগঠন হয়ে ওঠে। তবে, ক্রেমার দ্রুতই হতাশ হয়ে পড়েন। আমলাতান্ত্রিক জটিলতা এবং সমকামী সমাজের উদাসীনতা তাকে ক্ষুব্ধ করে। GMHC শুধু সামাজিক সেবা প্রদান করছিল, কিন্তু ক্রেমার আরও সক্রিয় ও প্রত্যক্ষ পদক্ষেপ নিতে চেয়েছিলেন। তার ক্ষোভ তিনি প্রকাশ করেন দ্য নরমাল হার্ট নামক নাটকের মাধ্যমে, যা ১৯৮৫ সালে নিউইয়র্ক সিটির দ্য পাবলিক থিয়েটার-এ মঞ্চস্থ হয়।\nতার রাজনৈতিক সক্রিয়তা এখানেই থেমে থাকেনি। ১৯৮৭ সালে, তিনি এইডস কোয়ালিশন টু আনলিশ পাওয়ার (অ্যাক্ট আপ) সংগঠন প্রতিষ্ঠা করেন। এটি ছিল একটি গুরুত্বপূর্ণ আন্দোলন, যার লক্ষ্য ছিল এইডস সংকট মোকাবিলায় আরও কার্যকরী পদক্ষেপ নেওয়ার জন্য সরকার ও জনসাধারণকে সচেতন করা। অ্যাক্ট আপ স্বাস্থ্যনীতিতে পরিবর্তন আনতে এবং এইডস রোগীদের প্রতি সামাজিক দৃষ্টিভঙ্গি বদলাতে গুরুত্বপূর্ণ ভূমিকা রেখেছে। এটি এইচআইভি ও এইডস সম্পর্কিত রোগের ব্যাপক জনসচেতনতা তৈরি করতেও সহায়তা করেছে।\nক্রেমারের নাটক দ্য ডেসটিনি অফ মি (১৯৯২) পুলিৎজার পুরস্কারের জন্য চূড়ান্ত তালিকায় স্থান পেয়েছিল। তিনি দুবার ওবি পুরস্কার-ও লাভ করেন।\n\n\n== প্রাথমিক জীবন ==\nলরেন্স ডেভিড ক্রেমার জন্মগ্রহণ করেন ব্রিজপোর্ট, কানেকটিকাট শহরে। তিনি ছিলেন পরিবারের দুই সন্তানের মধ্যে ছোট। তার মা, রিয়া (জন্ম নাম Wishengrad), একসময় জুতোর দোকানের কর্মী, শিক্ষক এবং রেড ক্রসের সমাজকর্মী হিসেবে কাজ করেছেন। তার বাবা, জর্জ ক্রেমার, একজন সরকারি আইনজীবী ছিলেন। তার বড় ভাই, আর্থার ক্রেমার, ১৯২৭ সালে জন্মগ্রহণ করেন। তাদের পরিবার ছিল ইহুদি।\nক্রেমারের বাবা-মা তাকে কখনোই কাঙ্ক্ষিত সন্তান হিসেবে দেখেননি, কারণ তারা মহামন্দার সময় কাজ খুঁজে পেতে হিমশিম খাচ্ছিলেন। পরে পরিবারটি মেরিল্যান্ড-এ স্থানান্তরিত হলে তারা এমন এক আর্থিক অবস্থায় পড়ে, যা ক্রেমারের স্কুলের সহপাঠীদের তুলনায় অনেকটাই নিম্নমানের ছিল। কিশোর বয়সেই তিনি এক পুরুষ বন্ধুর সঙ্গে যৌন সম্পর্কে জড়িয়ে পড়েন। তার বাবা চেয়েছিলেন, তিনি অর্থবান কোনো মহিলাকে বিয়ে করুন এবং তাকে জোর করে পাই টাউ পাই নামক একটি ইহুদি ভ্রাতৃসংঘে যোগ দিতে বাধ্য করেছিলেন।\nক্রেমারের বাবা, বড় ভাই আর্থার এবং দুই চাচা ইয়েল বিশ্ববিদ্যালয়ের প্রাক্তন শিক্ষার্থী ছিলেন। ১৯৫৩ সালে ক্রেমার ইয়েল কলেজে ভর্তি হন, কিন্তু সেখানে মানিয়ে নিতে কঠিন সময় পার করতে হয়। তিনি একাকিত্বে ভুগছিলেন এবং আশানুরূপ ভালো ফল করতে পারছিলেন না। একপর্যায়ে, তিনি নিজেকে একমাত্র সমকামী ছাত্র মনে করে হতাশ হয়ে অতিরিক্ত অ্যাসপিরিন গ্রহণ করে আত্মহত্যার চেষ্টা করেন। এই অভিজ্ঞতা তাকে নিজের যৌনতা নিয়ে গভীরভাবে চিন্তা করতে এবং পরবর্তীতে সমকামী অধিকারের জন্য লড়াই করতে অনুপ্রাণিত করে। পরবর্তী সেমিস্টারে, তিনি তার জার্মান ভাষার অধ্যাপকের সঙ্গে সম্পর্কে জড়ান, যা ছিল তার প্রথম পারস্পরিক ভালোবাসার অভিজ্ঞতা। ইয়েলে থাকাকালীন, তিনি ভার্সিটি গ্লি ক্লাবের সদস্য ছিলেন এবং এটি তিনি খুব উপভোগ করতেন। তিনি ১৯৫৭ সালে ইংরেজি বিষয়ে স্নাতক সম্পন্ন করেন। এরপর তিনি মার্কিন সেনাবাহিনীর রিজার্ভ ফোর্সে কিছুদিন কাজ করেন, তারপর চলচ্চিত্র লেখালেখি ও প্রযোজনার জগতে প্রবেশ করেন।\n\n\n== কর্মজীবন ==\n\n\n=== প্রাথমিক লেখা ===\nক্রেমারের মতে, তিনি যে নাটকই লিখতেন, তার মূল উদ্দেশ্য ছিল ভালোবাসার প্রকৃতি এবং তার অন্তরায়গুলো বোঝার চেষ্টা করা। মাত্র ২৩ বছর বয়সে তিনি চলচ্চিত্র প্রযোজনার সঙ্গে যুক্ত হন, যখন তিনি কলম্বিয়া পিকচার্সে টেলিটাইপ অপারেটর হিসেবে কাজ শুরু করেন। এই পদে যোগ দিতে তিনি শুধুমাত্র সম্মত হন কারণ মেশিনটি ছিল প্রেসিডেন্টের অফিসের ঠিক বিপরীতে। পরে, তিনি গল্প বিভাগে স্ক্রিপ্ট সংশোধনের কাজ করার সুযোগ পান। তার প্রথম লেখার স্বীকৃতি আসে হেয়ার উই গো রাউন্ড দ্য মালবেরি বুশ ছবির সংলাপ লেখার মাধ্যমে। এটি ছিল একটি কিশোরদের কেন্দ্র করে নির্মিত যৌন কৌতুকধর্মী চলচ্চিত্র। এরপর ১৯৬৯ সালে তিনি ডি. এইচ. লরেন্সের উপন্যাসের ওপর ভিত্তি করে উইমেন ইন লাভ-এর চিত্রনাট্য লেখেন, যা অ্যাকাডেমি অ্যাওয়ার্ডের জন্য মনোনীত হয়।\nএরপর তিনি ১৯৭৩ সালে ফ্রাঙ্ক ক্যাপরার লস্ট হরাইজন ছবির একটি সঙ্গীতধর্মী পুনর্নির্মাণের চিত্রনাট্য লেখেন, যা তিনি পরে \"একমাত্র কাজ যেটার জন্য আমি সত্যিই লজ্জিত\" বলে উল্লেখ করেন। এই চলচ্চিত্রটি বক্স অফিসে এবং সমালোচকদের দৃষ্টিতে বড় ধরনের ব্যর্থতা ছিল, কারণ এর চিত্রনাট্য ক্যাপরার ১৯৩৭ সালের ছবির সঙ্গে প্রায় হুবহু মিল ছিল। তবে, তিনি স্বীকার করেন যে এই কাজের জন্য তিনি ভালো পারিশ্রমিক পেয়েছিলেন, যা তার ভাই দক্ষতার সঙ্গে বিনিয়োগ করেছিলেন। এর ফলে ১৯৮০ এবং ১৯৯০-এর দশকে তিনি আর্থিকভাবে স্বনির্ভর ছিলেন। এরপর ক্রেমার তার লেখায় সমকামীতা বিষয়ক বিষয়বস্তু সংযুক্ত করতে শুরু করেন এবং মঞ্চনাটক রচনার চেষ্টা করেন। ১৯৭৩ সালে তিনি সিসি'স স্ক্র্যাপবুক নামের একটি নাটক লেখেন, যা পরবর্তীতে ফোর ফ্রেন্ডস নামে পুনর্লিখিত হয়। এটি ছিল চারজন বন্ধুকে কেন্দ্র করে একটি নাটক, যেখানে তাদের একজন সমকামী। এই নাটক সম্পর্কে ক্রেমার বলেন, এটি ছিল \"ভীতুতা এবং কিছু পুরুষের মানসিক পরিপক্বতার অভাব, যাদের কলেজ জীবনের পুরুষতান্ত্রিক বন্ধন থেকে বেরিয়ে এসে প্রাপ্তবয়স্কদের দায়িত্ব নেওয়ার সক্ষমতা নেই\"—এই বিষয়টি নিয়ে লেখা।\nনাটকটি প্রথম মঞ্চস্থ হয় প্লেরাইটস হরাইজনস নামক থিয়েটারে, যা ওয়াইএমসিএ-র পুরনো জিমনেশিয়ামকে রূপান্তর করে তৈরি করা হয়েছিল। সরাসরি মঞ্চনাটকের অভিজ্ঞতা ক্রেমারকে আকৃষ্ট করেছিল এবং তিনি বুঝতে পারেন যে, তিনি নাট্য রচনায় আরও বেশি মনোনিবেশ করতে চান। যদিও দ্য নিউ ইয়র্ক টাইমস নাটকটির বিষয়ে কিছুটা ইতিবাচক পর্যালোচনা দিয়েছিল, প্রযোজক নাটকটি বন্ধ করে দেন। এতে ক্রেমার এতটাই হতাশ হয়ে পড়েন যে তিনি সিদ্ধান্ত নেন, আর কখনো মঞ্চনাটক লিখবেন না। পরবর্তীতে তিনি বলেন, \"থিয়েটারে কাজ করতে হলে আপনাকে মাসোকিস্ট হতে হবে, আর সেখানে সফল হতে হলে আপনাকে স্যাডিস্ট হতে হবে।\"\nএরপর তিনি এ মাইনর ডার্ক এজ নামে একটি নাটক লেখেন, যা কখনো মঞ্চস্থ হয়নি। ফ্রাঙ্ক রিচ, যিনি গ্রোভ প্রেস-এ ক্রেমারের কম পরিচিত রচনাগুলোর সংকলনের ভূমিকাটি লিখেছিলেন, তিনি উল্লেখ করেন যে ডার্ক' এইজ'-এ লেখার ধরণ ছিল স্বপ্নময় এবং এটি এক ধরনের রহস্যময় অনুভূতি সৃষ্টি করে। রিচ আরও বলেন, নাটকটিতে এমন কিছু বিষয়বস্তু ছিল—যেমন যৌনতা ও আবেগের মধ্যে পার্থক্য অনুসন্ধান—যা ক্রেমারের পরবর্তী লেখাগুলোর একটি প্রধান বৈশিষ্ট্য হয়ে ওঠে, বিশেষত ১৯৭৮ সালে প্রকাশিত তার উপন্যাস গ্রোভ প্রেস-এ।\n\n\n=== \"ফ্যাগটস\" ===\n\n১৯৭৮ সালে, ক্রেমার তার উপন্যাসের চতুর্থ ও চূড়ান্ত খসড়াটি জমা দেন, যেখানে তিনি ফায়ার আইল্যান্ড এবং ম্যানহাটন।ম্যানহাটনের সমকামী পুরুষদের দ্রুত জীবনযাত্রার চিত্র তুলে ধরেছিলেন। ফ্যাগটস উপন্যাসের প্রধান চরিত্রটি মূলত তার নিজের ছায়াস্বরূপ; এক ব্যক্তি, যে ভালোবাসা খুঁজে পেতে ব্যর্থ হয়, বরং মাদক ও আবেগহীন যৌনতার জগতে হারিয়ে যায় জনপ্রিয় বার ও ডিস্কোগুলোতে। তিনি উপন্যাসটি লেখার অনুপ্রেরণা সম্পর্কে বলেন, \"আমি প্রেমে পড়তে চেয়েছিলাম। আমার পরিচিত প্রায় সবাই একই অনুভূতি প্রকাশ করত। আমি মনে করি, অধিকাংশ মানুষ এক পর্যায়ে এই ভালোবাসার খোঁজ করেছে, যদিও তারা সেটিকে তাচ্ছিল্য করেছে, কিংবা বলেছে যে আমরা স্ট্রেইট মানুষের মতো বাঁচতে পারি না, অথবা অন্য যে কোনো অজুহাত দেখিয়েছে।\" ক্রেমার উপন্যাসের জন্য গবেষণা করতে অনেক সমকামী পুরুষের সঙ্গে কথা বলেন এবং বিভিন্ন স্থানে ঘুরে দেখেন। সাক্ষাৎকার নেওয়ার সময় তিনি প্রায়ই এক প্রশ্ন শুনতেন: \"তুমি কি নেতিবাচক কিছু লিখছ? তুমি কি এটাকে ইতিবাচকভাবে উপস্থাপন করবে?\" ক্রেমার বলেন, \"আমি ভাবতে লাগলাম, 'হায় ঈশ্বর, মানুষ নিশ্চয়ই তাদের জীবন নিয়ে দারুণ দ্বিধাগ্রস্ত।' এবং সেটাই সত্যি ছিল। আমি মনে করি, সবাই অতিরিক্ত যৌনাচার ও নিরবিচার পার্টির জন্য নিজেদের দোষী মনে করত।\"\nএই উপন্যাসটি যেই সম্প্রদায়কে কেন্দ্র করে লেখা হয়েছিল, তাদের মধ্যেই এটি প্রবল বিতর্কের সৃষ্টি করে। নিউ ইয়র্ক সিটির একমাত্র সমকামী বইয়ের দোকান, অস্কার ওয়াইল্ড মেমোরিয়াল বুকস্টোরের তাক থেকে এটি সরিয়ে ফেলা হয় এবং ক্রেমারকে ফায়ার আইল্যান্ডের তার বাড়ির কাছের মুদি দোকানে নিষিদ্ধ করা হয়। পর্যালোচকরা মনে করতেন, ক্রেমার যে চিত্র তুলে ধরেছেন, তা বাস্তবসম্মত নয়। গে এবং মূলধারার উভয় সংবাদমাধ্যমেই বইটি সমালোচিত হয়। উপন্যাসের প্রতিক্রিয়া সম্পর্কে ক্রেমার বলেন, \"স্ট্রেইট দুনিয়া আমাকে বিকৃত মনে করত, আর গে সম্প্রদায় আমাকে বিশ্বাসঘাতক বলে দেখত। আমি যখন রাস্তায় হাঁটতাম, তখন মানুষ পেছন ফিরিয়ে নিত। জানো আমার প্রকৃত অপরাধ কী ছিল? আমি সত্যিটা লিখেছিলাম। এটাই আমি করি—আমি বরাবরই প্রত্যেকের সামনে অকপটে সত্য প্রকাশ করেছি।\" তবে বিতর্কের মধ্যেও, ফ্যাগটস সর্বকালের অন্যতম সর্বাধিক বিক্রীত সমকামী উপন্যাস হয়ে ওঠে।\n২০০০ সালে, রেনল্ডস প্রাইস মন্তব্য করেন যে উপন্যাসটি আজও প্রাসঙ্গিক, কারণ \"যে কেউ ইন্টারনেটে বর্তমান প্রতিক্রিয়া খুঁজলে দেখবে, ফ্যাগটস দ্বারা সৃষ্ট ক্ষত এখনও দগদগে।\" যদিও উপন্যাসটি ক্রেমার যে প্রশংসা আশা করেছিলেন, তা পায়নি, বইটি কখনোই প্রকাশনা থেকে উঠে যায়নি এবং এটি প্রায়শই গে স্টাডিজ-এর পাঠ্যসূচিতে অন্তর্ভুক্ত থাকে। অ্যান্ড্রু সুলিভান লিখেছেন, \"ফ্যাগটস মানুষের হৃদয়ে নাড়া দিয়েছিল। এটি দেখিয়েছিল যে, সমকামী পুরুষরা আরও উন্নত জীবনযাপন করতে পারে যদি তারা নিজেদের প্রকৃত মানুষ হিসেবে বুঝতে পারে, নিজেদের প্রতি ঘৃণা ও আত্মপ্রতারণা থেকে মুক্ত হতে পারে।\"\n\n\n=== গে মেনস হেলথ ক্রাইসিস ===\n\n১৯৭০-এর দশকে ফায়ার আইল্যান্ডে থাকার সময়, ক্র্যামারের রাজনৈতিক সক্রিয়তায় জড়িত হওয়ার কোনো ইচ্ছা ছিল না। নিউ ইয়র্ক সিটিতে রাজনৈতিক সক্রিয় দল ছিল, কিন্তু ক্র্যামার উল্লেখ করেছিলেন যে ফায়ার আইল্যান্ডের সংস্কৃতি এতটাই ভিন্ন ছিল যে তারা প্রায়শই রাজনৈতিক কর্মীদের নিয়ে মজা করত: \"এটি আড়ম্বরপূর্ণ ছিল না। এটি এমন কিছু ছিল না যা আপনি আপনার বন্ধুদের সাথে গর্ব করতে পারতেন... ফিফথ অ্যাভিনিউ দিয়ে হেঁটে যাওয়া লোকেরা সম্পূর্ণ অন্য একটি জগৎ ছিল। ফায়ার আইল্যান্ডের পুরো গেস্টাল্ট ছিল সৌন্দর্য, চেহারা এবং সোনালী পুরুষদের সম্পর্কে।\"\nযাইহোক, ১৯৮০ সালে ফায়ার আইল্যান্ডের তার পরিচিত বন্ধুরা যখন অসুস্থ হতে শুরু করে, তখন ক্র্যামার সমকামী সক্রিয়তায় জড়িত হন। ১৯৮১ সালের আগস্টে, যদিও তিনি এর আগে সমকামী সক্রিয়তায় জড়িত ছিলেন না, ক্র্যামার নিউ ইয়র্ক সিটি এলাকার \"এ-লিস্ট\" (তার নিজের শব্দ) সমকামী পুরুষদের একটি দলকে তার অ্যাপার্টমেন্টে আমন্ত্রণ জানান, যাতে একজন ডাক্তার তাদের বন্ধুদের অসুস্থতা সম্পর্কিত এবং গবেষণার প্রয়োজন আছে বলে জানান।  পরের বছর, তারা নিজেদেরকে গে মেনস হেলথ ক্রাইসিস (জিএমএইচসি) নামে অভিহিত করে এবং নিউ ইয়র্ক এলাকায় অ্যাকোয়ার্ড ইমিউন ডেফিসিয়েন্সি সিনড্রোম (এইডস) আক্রান্ত ব্যক্তিদের জন্য তহবিল সংগ্রহ এবং পরিষেবা প্রদানের প্রধান সংস্থা হয়ে ওঠে। যদিও ক্র্যামার এর প্রথম পরিচালনা পর্ষদে দায়িত্ব পালন করেছিলেন, তবে এটি কীভাবে চালানো উচিত সে সম্পর্কে তার দৃষ্টিভঙ্গি বাকি সদস্যদের সাথে তীব্রভাবে বিরোধপূর্ণ ছিল। জিএমএইচসি যখন মারা যাওয়া পুরুষদের জন্য সামাজিক পরিষেবাগুলিতে মনোনিবেশ করতে শুরু করে, তখন ক্র্যামার উচ্চস্বরে দাবি করেছিলেন যে তারা নিউ ইয়র্ক সিটির মেয়র এড কোচ এর কাছ থেকে তহবিলের জন্য লড়াই করবে। হিউম্যান ইমিউনোডেফিসিয়েন্সি ভাইরাস (এইচআইভি) কীভাবে সংক্রামিত হয় তা বোঝার আগে, ক্র্যামারের বিশেষ লক্ষ্যবস্তু হয়েছিলেন এড কোচ এবং সমকামী পুরুষদের আচরণ। \nচিকিৎসকরা যখন পুরুষদের যৌন সম্পর্ক বন্ধ করার পরামর্শ দেন, তখন ক্র্যামার জিএমএইচসিকে যত বেশি সম্ভব সমকামী পুরুষদের কাছে বার্তাটি পৌঁছে দেওয়ার জন্য দৃঢ়ভাবে উৎসাহিত করেন। যখন তারা অস্বীকার করে, তখন ক্র্যামার \"১,১১২ এবং গণনা\" শিরোনামে একটি প্রবন্ধ লেখেন, যা ১৯৮৩ সালে একটি সমকামী সংবাদপত্র নিউ ইয়র্ক নেটিভ এ প্রকাশিত হয়েছিল। প্রবন্ধে রোগের বিস্তার, সরকারের প্রতিক্রিয়ার অভাব এবং সমকামী সম্প্রদায়ের উদাসীনতা নিয়ে আলোচনা করা হয়েছে।  প্রবন্ধটি সমকামী পুরুষদের ভয় দেখানোর এবং সরকারী উদাসীনতার বিরুদ্ধে প্রতিবাদ করার জন্য তাদের উস্কে দেওয়ার উদ্দেশ্যে লেখা হয়েছিল। দ্য নিউ ইয়র্কার-এ মাইকেল স্পেক্টর লিখেছেন, \"এটি পাঁচ হাজার শব্দের একটি তিরস্কার ছিল যা আমেরিকার স্বাস্থ্যসেবার সাথে যুক্ত প্রায় প্রত্যেককে অভিযুক্ত করেছে - আটলান্টার সেন্টারস ফর ডিজিজ কন্ট্রোল-এর কর্মকর্তা, ওয়াশিংটন ডিসির ন্যাশনাল ইনস্টিটিউটস অফ হেলথ-এর গবেষক, ম্যানহাটনের মেমোরিয়াল স্লোয়ান-কেটরিং ক্যান্সার সেন্টার-এর ডাক্তার এবং স্থানীয় রাজনীতিবিদ (বিশেষ করে মেয়র এড কোচ) - উদীয়মান এইডস মহামারী-এর প্রভাব স্বীকার করতে অস্বীকার করার জন্য। নিবন্ধটির সবচেয়ে কঠোর নিন্দা সেই সমকামী পুরুষদের প্রতি নির্দেশিত ছিল যারা মনে করেছিল যে তারা যদি নতুন রোগটিকে উপেক্ষা করে, তবে এটি কেবল অদৃশ্য হয়ে যাবে।  টনি কুশনার, যিনি মার্কিন যুক্তরাষ্ট্রে এইডসের প্রভাব সম্পর্কে তার নাটক এঞ্জেলস ইন আমেরিকা-এর জন্য ১৯৯৩ সালে পুলিৎজার পুরস্কার জিতেছিলেন, তিনি প্রবন্ধটিকে বর্ণনা করেছেন \"ওই একটি লেখার মাধ্যমে, ল্যারি আমার পৃথিবী পরিবর্তন করে দিয়েছিলেন। তিনি আমাদের সকলের জন্য পৃথিবী পরিবর্তন করে দিয়েছিলেন।\"\nক্র্যামারের সংঘর্ষমূলক শৈলী একটি সুবিধা হিসাবে প্রমাণিত হয়েছিল, কারণ এটি নিউ ইয়র্কের গণমাধ্যমগুলির দৃষ্টি আকর্ষণ করেছিল, যা অন্য কোনো ব্যক্তি অর্জন করতে পারেনি। তিনি এটিকে একটি অসুবিধা হিসাবে খুঁজে পেয়েছিলেন যখন তিনি বুঝতে পেরেছিলেন যে তার নিজের খ্যাতি \"সম্পূর্ণরূপে একজন পাগল মানুষের মতো\"। ক্র্যামার বিশেষ করে আমলাতান্ত্রিক বিলম্বের কারণে হতাশ হয়েছিলেন, যা এমন ক্ষেত্রে তুষারপাতের মতো বেড়ে গিয়েছিল যেখানে সমকামী কিন্তু গোপন পুরুষরা সেই সংস্থাগুলির দায়িত্বে ছিল যা এইডসকে উপেক্ষা করছিল বলে মনে হয়েছিল। তিনি ন্যাশনাল ইনস্টিটিউটস অফ হেলথ সংস্থার পরিচালককে এইডস গবেষণার জন্য আরও বেশি সময় এবং প্রচেষ্টা উৎসর্গ না করার জন্য অভিযুক্ত করেন, কারণ তিনি গোপন ছিলেন।  ক্র্যামার বিশেষ করে আমলাতান্ত্রিক বিলম্বের কারণে হতাশ হয়েছিলেন, যা এমন ক্ষেত্রে তুষারপাতের মতো বেড়ে গিয়েছিল যেখানে সমকামী কিন্তু গোপন পুরুষরা সেই সংস্থাগুলির দায়িত্বে ছিল যা এইডসকে উপেক্ষা করছিল বলে মনে হয়েছিল। তিনি ন্যাশনাল ইনস্টিটিউটস অফ হেলথ সংস্থার পরিচালককে এইডস গবেষণার জন্য আরও বেশি সময় এবং প্রচেষ্টা উৎসর্গ না করার জন্য অভিযুক্ত করেন, কারণ তিনি গোপন ছিলেন।  তিনি একটি পার্টিতে রিপাবলিকান তহবিল সংগ্রহকারী টেরি ডোলান (অ্যাক্টিভিস্ট) এর মুখে পানীয় ছুঁড়ে মারেন এবং পুরুষদের সাথে সম্পর্ক রাখার জন্য কিন্তু রক্ষণশীল কারণগুলির জন্য অর্থ সংগ্রহের জন্য সমকামিতার ভয় ব্যবহার করার জন্য তার উপর চিৎকার করেন।  তিনি এড কোচ এবং নিউ ইয়র্ক সিটির মিডিয়া এবং সরকারি সংস্থাগুলিকে \"খুনিদের সমান\" বলে অভিহিত করেন। এমনকি ক্র্যামারের ব্যক্তিগত জীবনও প্রভাবিত হয়েছিল যখন তিনি এবং তার প্রেমিক - যিনি জিএমএইচসি বোর্ডের সদস্যও ছিলেন - জিএমএইচসির রাজনৈতিক উদাসীনতার প্রতি ক্র্যামারের নিন্দার কারণে আলাদা হয়ে যান। \nক্র্যামারের অতীতও তার বার্তাকে আপস করেছিল, কারণ ফ্যাগটস দ্বারা বিরক্ত হওয়া অনেক পুরুষ ক্র্যামারের সতর্কবার্তাগুলিকে আতঙ্কজনক বলে মনে করেছিল, যা যৌনতার প্রতি নেতিবাচক মনোভাব প্রদর্শন করে। নাট্যকার রবার্ট চেসলি ক্র্যামারের নিউ ইয়র্ক নেটিভ নিবন্ধের প্রতিক্রিয়ায় বলেছিলেন, \"ক্র্যামারের যেকোনো কিছু ঘনিষ্ঠভাবে পড়ুন, এবং আমি মনে করি আপনি সর্বদা অন্তর্নিহিত বার্তাটি খুঁজে পাবেন: সমকামী পাপের মজুরি মৃত্যু\"। ১৯৮৩ সালে জিএমএইচসি ক্র্যামারকে সংস্থা থেকে বহিষ্কার করে। ক্র্যামারের পছন্দের যোগাযোগের পদ্ধতিটি গোষ্ঠীর জন্য খুব বেশি জঙ্গী বলে বিবেচিত হয়েছিল। \n১৯৯০ সালে, ক্র্যামার রোজা ভন প্রাউনহাইম-এর পুরস্কার বিজয়ী চলচ্চিত্র পজিটিভ (১৯৯০ চলচ্চিত্র)-এ এইডস-শিক্ষা এবং এইচআইভি আক্রান্ত ব্যক্তিদের অধিকারের জন্য নিউ ইয়র্ক সিটিতে কর্মীদের লড়াই সম্পর্কে উপস্থিত হন।\n\n\n=== দ্য নরমাল হার্ট ===\n\nজিএমএইচসি থেকে জোরপূর্বক বের করে দেওয়ায় ক্রেমার হতবাক ও গভীরভাবে ব্যথিত হন। এরপর তিনি দীর্ঘ সময়ের জন্য ইউরোপ সফরে যান। ডাখাউ কনসেনট্রেশন ক্যাম্প পরিদর্শনের সময় তিনি জানতে পারেন, এই ক্যাম্পটি ১৯৩৩ সালেই চালু হয়েছিল, অথচ জার্মান বা অন্য কোনো দেশ একে থামানোর জন্য কিছুই করেনি। এই ঘটনা তাকে অনুপ্রাণিত করে এডস সংকট নিয়ে আমেরিকার সরকার ও সমকামী সম্প্রদায়ের নির্লিপ্ত প্রতিক্রিয়া তুলে ধরতে। তিনি প্রতিজ্ঞা করেছিলেন যে আর নাটক লিখবেন না, তবুও দ্য নরমাল হার্ট রচনা করেন।\nদ্য নরমাল হার্ট নাটকটি ১৯৮১ থেকে ১৯৮৪ সালের মধ্যে ঘটে যাওয়া ঘটনাগুলোর উপর ভিত্তি করে লেখা। এতে একজন লেখক নেড উইকসের গল্প বলা হয়েছে, যে তার প্রেমিকের সেবা করে যাচ্ছিল, যিনি এক রহস্যময় রোগে আক্রান্ত হয়ে মৃত্যুর মুখে পতিত হন। চিকিৎসকেরা এই রোগ নিয়ে বিভ্রান্ত ও হতাশ ছিলেন, কারণ গবেষণার জন্য তাদের কাছে প্রয়োজনীয় সম্পদ ছিল না। এদিকে, উইকস যে সংস্থার সঙ্গে যুক্ত ছিলেন, তারা তার কর্মকাণ্ডের ফলে সৃষ্টি হওয়া নেতিবাচক প্রচারণায় ক্ষুব্ধ হয় এবং শেষ পর্যন্ত তাকে বের করে দেয়। পরে ক্রেমার ব্যাখ্যা করেন, \"আমি নেড উইকসকে যতটা সম্ভব খারাপ দেখানোর চেষ্টা করেছি... আমি আবারও আমার নিজের আচরণের জন্য প্রায়শ্চিত্ত করতে চেয়েছিলাম।\"\nএই নাটক মঞ্চস্থ করার সময়, এক পর্যায়ে ক্রেমার দেখেন, অভিনেতা ব্র্যাড ডেভিস মঞ্চে তার প্রেমিকের ভূমিকায় অভিনয় করা ডি. ডব্লিউ. মোফেটকে ধরে রেখেছেন, যিনি মৃত্যুর দ্বারপ্রান্তে। এই দৃশ্য দেখে ক্রেমার বাথরুমে গিয়ে কান্নায় ভেঙে পড়েন। কিছুক্ষণ পর তিনি দেখতে পান, ডেভিস এসে তাকে জড়িয়ে ধরেছেন। নাটকটি একটি সাহিত্যিক মাইলফলক হিসেবে বিবেচিত হয়। এটি এমন এক সময়ে এডস সংকট নিয়ে কথা বলে, যখন এই রোগ নিয়ে কেউ মুখ খুলতে চাইত না, এমনকি সমকামী সম্প্রদায়ও নয়। দ্য নরমাল হার্ট পাবলিক থিয়েটারে এ একটানা এক বছর ধরে মঞ্চস্থ হওয়া দীর্ঘতম নাটক। এটি যুক্তরাষ্ট্র, ইউরোপ (যেখানে এটি পোল্যান্ডে টেলিভিশনে সম্প্রচারিত হয়), ইসরায়েল এবং দক্ষিণ আফ্রিকা-সহ ৬০০-এরও বেশি স্থানে মঞ্চস্থ হয়েছে।\n\nব্র্যাড ডেভিসের পর, যারা নেড উইকস চরিত্রে অভিনয় করেছেন তাদের মধ্যে রয়েছেন—জোয়েল গ্রে, রিচার্ড ড্রেইফাস (লস অ্যাঞ্জেলেসে), মার্টিন শিন (লন্ডনের রয়্যাল কোর্ট থিয়েটারে), টম হাল্স ও পরে জন শে (ওয়েস্ট এন্ডে), এবং ২০০৪ সালে রাউল এসপারজা (পাবলিক থিয়েটারে একটি প্রশংসিত পুনঃপ্রদর্শনীতে)। সর্বশেষ, ব্রডওয়েতে গোল্ডেন থিয়েটারে জো ম্যানটেলো এই চরিত্রে অভিনয় করেছেন।\nদ্য নরমাল হার্ট দেখে নাওমি উলফ মন্তব্য করেন, \"সেই সময়ে বামপন্থী কেউই... ল্যারি ক্রেমারের মতো নৈতিক কাঠামো ব্যবহার করেননি, যা ডানপন্থীরা পরবর্তীতে খুব দক্ষতার সঙ্গে নিজেদের জন্য কাজে লাগিয়েছে। বিবেক, দায়িত্ববোধ, আহ্বান; সত্য ও মিথ্যা, উদ্দেশ্যের স্বচ্ছতা অথবা নৈতিক দায়িত্ব থেকে সরে যাওয়া; বিশ্বস্ততা ও বিশ্বাসঘাতকতা...\" \nনিউ ইয়র্ক টাইমসের-এর পর্যালোচনায় ফ্র্যাংক রিচ লিখেছেন:\n\nতিনি সরকার, চিকিৎসা প্রতিষ্ঠান ও গণমাধ্যমকে এডস মোকাবেলায় গাফিলতির জন্য অভিযুক্ত করেছেন—বিশেষ করে এই রোগের প্রাদুর্ভাবের শুরুর দিকে, যা নাটকের প্রধান সময়কাল। তবে তিনি সমকামী নেতাদের ওপর আরও কঠোর হয়েছেন, যারা হয় অত্যন্ত কাপুরুষ ছিলেন, নয়তো যৌন স্বাধীনতার আদর্শে এতটাই মুগ্ধ ছিলেন যে, তারা সত্য প্রকাশ করতে ব্যর্থ হন। এক চরিত্র বলেন, \"এই পুরো পরিস্থিতিতে কারও আচরণ সম্পর্কে ভালো কিছু বলার নেই\"—এবং ক্রেমারও স্পষ্টতই নিউ ইয়র্ক সিটির তৎকালীন মেয়র এড কচ, বিভিন্ন চিকিৎসা প্রতিষ্ঠান, নিউ ইয়র্ক টাইমস বা সমকামী স্বাস্থ্য সংকট সংস্থা-র অধিকাংশ নেতৃত্ব সম্পর্কে খুব একটা ভালো কথা বলেননি।\n২০১৪ সালে, এইচবিও দ্য নরমাল হার্ট-এর একটি চলচ্চিত্র সংস্করণ প্রযোজনা করে, যা পরিচালনা করেন রায়ান মারফি এবং এর চিত্রনাট্য লেখেন ল্যারি ক্রেমার। এতে অভিনয় করেন মার্ক রাফালো, ম্যাট বোমার (যিনি এই চরিত্রে অভিনয়ের জন্য গোল্ডেন গ্লোব পুরস্কার জয় করেন), টেইলর কিচ, জিম পার্সনস, আলফ্রেড মোলিনা, জুলিয়া রবার্টস, জো ম্যানটেলো, জনাথন গ্রফ এবং বিডি ওয়ং।\n\n\n=== অ্যাক্ট আপ ===\n\n১৯৮৭ সালে, ক্রেমার এইডস কোয়ালিশন টু আনলিশ পাওয়ার (অ্যাক্ট আপ) প্রতিষ্ঠার অনুঘটক ছিলেন, একটি প্রত্যক্ষ পদক্ষেপ প্রতিবাদ সংস্থা যা এইডস আক্রান্ত ব্যক্তিদের জন্য চিকিৎসার অভাব এবং তহবিলের অভাব প্রচারের জন্য সরকারি সংস্থা এবং কর্পোরেশনগুলিকে লক্ষ্যবস্তু হিসাবে বেছে নিয়েছিল। নিউ ইয়র্ক সিটির লেসবিয়ান, গে, বাইসেক্সুয়াল এবং ট্রান্সজেন্ডার কমিউনিটি সার্ভিসেস সেন্টার-এ অ্যাক্ট আপ গঠিত হয়েছিল। ক্রেমারকে একটি ঘূর্ণায়মান স্পিকার সিরিজের অংশ হিসাবে কথা বলার জন্য অনুরোধ করা হয়েছিল এবং তার ভালো উপস্থিতির বক্তৃতা এইডস মোকাবেলায় পদক্ষেপের উপর দৃষ্টি নিবদ্ধ করেছিল। তিনি কক্ষের দুই-তৃতীয়াংশকে দাঁড় করিয়ে শুরু করেন এবং তাদের বলেন যে তারা পাঁচ বছরের মধ্যে মারা যাবে। ক্রেমার তার \"১,১১২ এবং গণনা\" প্রবন্ধে উপস্থাপিত বিষয়গুলি পুনরাবৃত্তি করেন: \"আজ রাতে আমার বক্তৃতা যদি আপনাকে আতঙ্কিত না করে, তবে আমরা সত্যিকারের সমস্যায় আছি। আপনি যা শুনছেন তা যদি আপনাকে রাগ, ক্রোধ এবং কর্মে উদ্বুদ্ধ না করে, তবে সমকামী পুরুষদের পৃথিবীতে কোনও ভবিষ্যত থাকবে না। আপনি কখন রেগে গিয়ে পাল্টা লড়াই শুরু করবেন?\" তাদের প্রথম লক্ষ্যবস্তু ছিল খাদ্য ও ওষুধ প্রশাসন (এফডিএ), যাকে ক্রেমার এইচআইভি-সংক্রমিত আমেরিকানদের জন্য প্রয়োজনীয় ওষুধের অবহেলার জন্য অভিযুক্ত করেছিলেন। \nনাগরিক অবাধ্যতায় জড়িত হওয়া, যার ফলে অনেক লোক গ্রেপ্তার হবে, একটি প্রাথমিক উদ্দেশ্য ছিল, কারণ এটি লক্ষ্যবস্তুর উপর মনোযোগ কেন্দ্রীভূত করবে। ১৯৮৭ সালের ২৪ মার্চ, ২৫০ জন অংশগ্রহণকারীর মধ্যে ১৭ জনকে এফডিএ-এর ওয়াল স্ট্রিট অফিসের সামনে ব্যস্ততম সময়ে যান চলাচল বন্ধ করার জন্য গ্রেপ্তার করা হয়েছিল।  ক্রেমার অ্যাক্ট আপের সাথে কাজ করার সময় কয়েক ডজন বার গ্রেপ্তার হন এবং সংস্থাটি মার্কিন যুক্তরাষ্ট্র এবং ইউরোপে শত শত অধ্যায়ে বৃদ্ধি পায়।  ইমিউনোলজিস্ট অ্যান্থনি ফাউসি বলেছিলেন, \"আমেরিকান মেডিসিনে দুটি যুগ রয়েছে। ল্যারির আগে এবং ল্যারির পরে।\" নাট্যকার টনি কুশনার ক্রেমার কেন এত নিরলসভাবে লড়াই করেছিলেন সে সম্পর্কে তার মতামত দিয়েছেন: \"একভাবে, ল্যারির প্রজন্মের অনেক ইহুদি পুরুষের মতো, হলোকাস্ট একটি নির্ধারক ঐতিহাসিক মুহূর্ত, এবং ১৯৮০-এর দশকের শুরুতে এইডস নিয়ে যা ঘটেছিল তা ল্যারির কাছে হলোকাস্টের মতো অনুভূত হয়েছিল এবং প্রকৃতপক্ষে ছিল।\"\nদুই দশক পরে ক্রেমার সমকামীদের জন্য সামাজিক এবং আইনি সমতার পক্ষে ওকালতি চালিয়ে যান। \"আমাদের দেশের গণতান্ত্রিক প্রক্রিয়া আমাদের অসম ঘোষণা করে, যার অর্থ, একটি গণতন্ত্রে, আমাদের শত্রু আপনি,\" তিনি ২০০৭ সালে লিখেছিলেন। \"আপনি আমাদের টুকরো টুকরো হিসাবে বিবেচনা করেন। আপনি আমাদের ঘৃণা করেন। এবং দুঃখজনকভাবে, আমরা আপনাকে তা করতে দিই।\"\nপরবর্তী দশকগুলিতে, ক্রেমার এইডসের নিরাময়ের জন্য গবেষণা তহবিলের জন্য যুক্তি অব্যাহত রাখেন, যুক্তি দিয়েছিলেন যে বিদ্যমান চিকিৎসাগুলি ওষুধ শিল্পকে নিরাময় বিকাশে নিরুৎসাহিত করে। শিল্পের প্রতি এই অবিশ্বাস ক্রেমারের এইডস নিরাময়ের বিষয়ে চূড়ান্ত জন বিবৃতিতে প্রদর্শিত হয়েছিল, ২০২০ সালের রাষ্ট্রপতি প্রচারণার সময় একটি টাউন হলে জো বাইডেন-এর কাছে উত্থাপিত একটি প্রশ্নের মাধ্যমে, যেখানে তিনি ওষুধ সংস্থাগুলিকে \"এইচআইভি-পজিটিভ আমেরিকানদের কাছ থেকে অযৌক্তিকভাবে লাভ করার\" জন্য অভিযুক্ত করেছিলেন যারা চিরকাল ওষুধের উপর নির্ভরশীল, এবং জিজ্ঞাসা করেছিলেন \"রাষ্ট্রপতি হিসাবে, আপনি কীভাবে একটি নিরাময়কে অর্থায়ন করবেন এবং ওষুধ সংস্থাগুলির লোভ হ্রাস করবেন?\"\n\n\n=== জাস্ট সে নো, এ প্লে অ্যাবাউট এ ফার্স ===\n\nসরকারের এইডস নিয়ে অবহেলার সমালোচনা চালিয়ে যেতে, ল্যারি ক্রেমার ১৯৮৮ সালে জাস্ট সে নো, এ প্লে অ্যাবাউট এ ফার্স নামে একটি নাটক লিখেছিলেন। এই নাটকে তিনি রোনাল্ড রিগ্যান প্রশাসন এবং কচ প্রশাসন-এর যৌন ভণ্ডামি তুলে ধরেন, যারা এডস মহামারিকে বাড়তে দিয়েছিল। গল্পের কেন্দ্রবিন্দুতে রয়েছেন একজন ফার্স্ট লেডি, তার সমকামী পুত্র এবং আমেরিকার \"উত্তর-পূর্বের বৃহত্তম শহরের\" এক গোপন সমকামী মেয়র। নিউ ইয়র্কে নাটকটির মঞ্চায়নে অভিনয় করেন ক্যাথলিন চালফ্যান্ট, টোন্যা পিনকেনস এবং ডেভিড মার্গুলিজ। নিউ ইয়র্ক টাইমসে নেতিবাচক পর্যালোচনার পর খুব কম মানুষই এটি দেখতে এসেছিল, তবে যারা এসেছিলেন তারা নাটকটিকে বেশ মূল্যায়ন করেন। সমাজতাত্ত্বিক ও লেখিকা সুসান সনটাগ নাটকটি সম্পর্কে লিখেছিলেন, \"ল্যারি ক্রেমার আমেরিকার অন্যতম মূল্যবান বিপ্লবী। আমি আশা করি, তিনি কখনোই তার কণ্ঠস্বর নিচু করবেন না।\"\n\n\n=== রিপোর্টস ফ্রম দ্য হলোকাস্ট: দ্য মেকিং অফ অ্যান এইডস অ্যাক্টিভিস্ট ===\n\nপ্রথমবার ১৯৮৯ সালে প্রকাশিত এবং পরবর্তীতে ১৯৯৪ সালে সম্প্রসারিত ও পুনঃপ্রকাশিত, রিপোর্টস ফ্রম দ্য হলোকাস্ট: দ্য মেকিং অফ অ্যান এইডস অ্যাক্টিভিস্ট বইটিতে ল্যারি ক্রেমারের বিভিন্ন অপ্রকাশিত লেখার সংকলন রয়েছে। এতে মূলত এডস আন্দোলন ও এলজিবিটি নাগরিক অধিকার বিষয়ক লেখাগুলো অন্তর্ভুক্ত করা হয়েছে। বইটিতে তার লেখা বিভিন্ন পত্র সম্পাদক বরাবর, বক্তৃতা ও অভিজ্ঞতার দলিল রয়েছে, যা তিনি গে মেন'স হেলথ ক্রাইসিস ও অ্যাক্ট আপ-এ কাজ করার সময় লিখেছিলেন। ১৯৯৪ সালের সম্প্রসারিত সংস্করণটি কালানুক্রমিকভাবে ১৯৭৮ থেকে ১৯৯৩ পর্যন্ত সংগঠিত করা হয়েছে।\nবইটির মূল বার্তা হলো, সমকামী পুরুষদের নিজেদের জীবনের দায়িত্ব নিতে হবে এবং যারা এখনো বেঁচে আছেন, তাদের এডসে আক্রান্ত মানুষদের ও এলজিবিটি অধিকারের জন্য লড়াই করতে হবে। ক্রেমার বলেন, \"আমাকে আমার নিজের জীবনের জন্য এই পৃথিবীতে কিছু ফিরিয়ে দিতে হবে, যা এক বিশাল মূল্যবান সম্পদ। যদি আমরা কিছুই ফিরিয়ে না দেই, তাহলে তার মানে আমরা বলছি যে আমাদের জীবন মূল্যহীন, আমরা মরার যোগ্য, এবং আমাদের সকল বন্ধু ও প্রেমিকের মৃত্যু কোনো অর্থ বহন করে না। আমি বিশ্বাস করতে পারছি না যে তোমাদের হৃদয়ের গভীরে এটাই সত্যি বলে মনে হয়। আমি বিশ্বাস করতে পারছি না যে তোমরা মরতে চাও। সত্যিই কি তাই?\"\nপ্রথম প্রকাশনায় ক্রেমারকে একজন সক্রিয় কর্মী হিসেবে চিত্রিত করা হয়েছে। ১৯৯৪ সালের সংস্করণে তার আগের লেখাগুলোর উপর তার নিজের মন্তব্য রয়েছে, যা তার চিন্তাধারার পরিবর্তন এবং একজন লেখক হিসেবে তার অন্তর্দৃষ্টি তুলে ধরে।\nক্রেমার সচেতনভাবে এবং প্রত্যক্ষভাবে এইডস-কে একটি হলোকাস্ট হিসেবে সংজ্ঞায়িত করেছেন, কারণ তিনি বিশ্বাস করেন যে যুক্তরাষ্ট্র সরকার দ্রুত সাড়া দিতে এবং এই রোগের প্রতিকার খুঁজে বের করতে প্রয়োজনীয় সম্পদ ব্যয় করতে ব্যর্থ হয়েছে। এর প্রধান কারণ ছিল, এডস প্রথমে সমকামী পুরুষদের মধ্যে ছড়িয়ে পড়েছিল, এবং পরে এটি মূলত দরিদ্র ও রাজনৈতিকভাবে দুর্বল সংখ্যালঘুদের মধ্যে ছড়িয়ে যায়। \nরিপোর্ট ফ্রম দ্য হলোকাস্ট গ্রন্থে ক্রেমার লিখেছিলেন, \"হলোকাস্টের একটি অনিচ্ছাকৃত ফলাফল হলো, অন্য কোনো অনুরূপ বিপর্যয়কে ততটা ভয়াবহ বলে মনে না করা।\" তিনি বিভিন্ন বক্তৃতা, সম্পাদকীয় এবং ব্যক্তিগত—কখনো কখনো প্রকাশিত—চিঠির মাধ্যমে এডস মোকাবিলায় কার্যকর পদক্ষেপ গ্রহণের জন্য সরাসরি আহ্বান জানিয়েছেন। তার চিঠিগুলোর মধ্যে অন্যতম ছিল রাজনীতিবিদ গ্যারি বাউয়ার, নিউইয়র্কের প্রাক্তন মেয়র এড কচ, নিউইয়র্ক টাইমসের একাধিক প্রতিবেদক এবং ন্যাশনাল ইনস্টিটিউট অব অ্যালার্জি অ্যান্ড ইনফেকশাস ডিজিজেসের প্রধান অ্যান্থনি ফাউচি-কে উদ্দেশ্য করে লেখা চিঠি। \nক্রেমার সরকারকে আহ্বান জানান, যেন এইডস গবেষণা প্রচলিত বৈজ্ঞানিক নীতির ভিত্তিতে পরিচালিত হয় এবং এর জন্য যথাযথ তহবিল ও জনবল বরাদ্দ করা হয়। তিনি জোর দিয়ে বলেন, রোনাল্ড রিগ্যান, জর্জ এইচ. ডব্লিউ. বুশ এবং বিল ক্লিনটনের শাসনামলের শুরুর দিকে যুক্তরাষ্ট্র সরকার এডসকে ঘিরে যে উদাসীনতা ও অবহেলা দেখিয়েছে, তাতে এডস সংকটকে হলোকাস্ট হিসেবেই সংজ্ঞায়িত করা উচিত।\n\n\n=== দ্য ডেস্টিনি অফ মি ===\n\nদ্য ডেস্টিনি অফ মি দ্য নরমাল হার্ট যেখানে শেষ হয়েছিল সেখান থেকে শুরু হয়, নেড উইকসকে অনুসরণ করে, কারণ তিনি তাদের বিরুদ্ধে লড়াই চালিয়ে যান যাদের আত্মতুষ্টি বা ইচ্ছা তার রোগ নিরাময়ের আবিষ্কারকে বাধা দেবে। নাটকটি ১৯৯২ সালের অক্টোবরে খোলা হয়েছিল এবং সার্কেল রেপার্টরি কোম্পানি দ্বারা লুসিল লরটেল থিয়েটার-এ অফ ব্রডওয়েতে এক বছর ধরে চলেছিল।  এটি পুলিৎজার পুরস্কার-এর চূড়ান্ত প্রতিযোগী ছিল, দুটি ওবি অ্যাওয়ার্ড বিজয়ী ছিল এবং বর্ষসেরা অসামান্য নাটকের জন্য লরটেল পুরস্কার পেয়েছে। আসল প্রযোজনায় জন ক্যামেরন মিচেল অভিনয় করেছিলেন, \"একজন তরুণ অভিনেতা যিনি একবারে স্বর্গীয় এবং চৌম্বকীয় অভিনয়ের মাধ্যমে শোটিকে প্রাধান্য দেন\", দ্য নিউ ইয়র্ক টাইমস-এর পর্যালোচক ফ্র্যাঙ্ক রিচ-এর মতে। সবচেয়ে শক্তিশালী, রিচ লিখেছেন, ক্রেমার নিজেকে যে বিষয়ভিত্তিক প্রশ্ন করেছিলেন তা ছিল: \"কেন তিনি সমস্ত মানুষের মধ্যে মানবজাতির ভাগ্য পরিবর্তন করার লক্ষ্যে রক্তাক্ত চিৎকার করার জন্য নির্ধারিত ছিলেন?\" ক্রেমার নাটকটির ভূমিকায় বলেছেন:\n\nএই যাত্রা, আবিষ্কার থেকে অপরাধবোধ পর্যন্ত ক্ষণিকের আনন্দ এবং এইডস-এর দিকে, আমার দীর্ঘতম, সবচেয়ে গুরুত্বপূর্ণ যাত্রা, আমার পিতামাতার সাথে আমার জীবনের চেয়ে, লেখক হিসাবে আমার জীবনের চেয়ে, একজন কর্মী হিসাবে আমার জীবনের চেয়ে গুরুত্বপূর্ণ—না, আরও গুরুত্বপূর্ণ। প্রকৃতপক্ষে, আমার সমকামিতা, যতক্ষণ না এটি অসন্তোষজনক ছিল, আমার জীবনের একক সবচেয়ে গুরুত্বপূর্ণ সংজ্ঞায়িত বৈশিষ্ট্য।\nএর ২০০২ সালের লন্ডন ফিনবরো থিয়েটার প্রযোজনা দ্য ইভিনিং স্ট্যান্ডার্ড-এ ১ নম্বর সমালোচকদের পছন্দ ছিল। \n\n\n=== দ্য ট্র্যাজেডি অফ টুডে'স গেস ===\n\nট্র্যাজেডি ছিল একটি বক্তৃতা এবং একটি যুদ্ধ ঘোষণা যা ক্রেমার ২০০৪ সালে জর্জ ডব্লিউ বুশ-এর পুনঃনির্বাচনের পাঁচ দিন পরে দিয়েছিলেন এবং পরে একটি বই হিসাবে প্রকাশিত হয়েছিল।  ক্রেমার বিশ্বাস করতেন যে বুশ মূলত সমলিঙ্গ বিবাহ-এর বিরোধিতার কারণে পুনরায় নির্বাচিত হয়েছেন এবং এটি অবিশ্বাস্য মনে করেছিলেন যে ভোটাররা যখন আরও অনেক জরুরি সমস্যা ছিল তখন সেই ইস্যুতে এত জোরালোভাবে সাড়া দেবেন:\n\nপ্রায় ৬০ মিলিয়ন মানুষ যাদের সাথে আমরা প্রতিদিন বসবাস করি এবং কাজ করি তারা মনে করে আমরা অনৈতিক। \"নৈতিক মূল্যবোধ\" ছিল অনেক তালিকার শীর্ষে কেন মানুষ জর্জ বুশকে সমর্থন করেছিল। ইরাক নয়। অর্থনীতি নয়। সন্ত্রাসবাদ নয়। \"নৈতিক মূল্যবোধ\"। যদি আপনার অনুবাদের প্রয়োজন হয় তবে এর অর্থ আমরা। এত ঘৃণার বিরুদ্ধে দাঁড়ানো কঠিন।\nবক্তৃতাটির প্রভাব সুদূরপ্রসারী ছিল এবং সমকামী বিশ্বের বেশিরভাগ কোণকে আবার ক্রেমারের এলজিবিটি সম্প্রদায়ের জন্য ড্রাইভ এবং আত্ম-মূল্যের নৈতিক দৃষ্টিভঙ্গি নিয়ে আলোচনা করতে হয়েছিল।\nক্রেমার এমনকি বলেছিলেন: \"আপনার কি মনে হয় যে আমরা নিজেদের উপর এই এইডস-এর প্লেগ নিয়ে এসেছি? আমি জানি আমি এখানে বিপজ্জনক জলে প্রবেশ করছি তবে এটি সময়। আমাদের পিঠে আরও মারাত্মকভাবে শ্বাস নেওয়া ক্যাবাল-এর সাথে এটি সময়। এবং আপনি এখনও এটি করছেন। আপনি এখনও একে অপরকে হত্যা করছেন।\"\nক্রেমারের, আবারও, সম্প্রদায় থেকে নিন্দুক ছিল। Salon.com-এর জন্য লেখা, রিচার্ড কিম অনুভব করেছিলেন যে ক্রেমার আবারও তার সমালোচনার বস্তুকে ব্যক্ত করেছেন: সমকামভীতি।\n\nতিনি সমকামী পুরুষদের (এবং বিশেষ করে তরুণ সমকামী পুরুষদের) সম্পর্কে সেই ধরণের বক্তৃতাগুলিকে পুনর্ব্যবহার করেন যা টাইমস-এর মতো প্রতিষ্ঠানগুলি মুদ্রণ করতে খুব পছন্দ করে—যে তারা ভাঁড়, বিচ্ছিন্ন পিটার প্যান নাচ, মাদক এবং তাদের জীবনকে নষ্ট করছে যখন বিশ্ব এবং ডিস্কো তাদের চারপাশে পুড়ে যাচ্ছে।\n\n\n=== দ্য আমেরিকান পিপল: এ হিস্টরি ===\nপ্রায় ১৯৮১ সালের দিকে, ক্রেমার দ্য আমেরিকান পিপল: এ হিস্টরি নামে একটি পাণ্ডুলিপি গবেষণা এবং লেখা শুরু করেন, একটি উচ্চাভিলাষী ঐতিহাসিক কাজ যা প্রস্তর যুগ থেকে শুরু হয়ে বর্তমান পর্যন্ত চলে। উদাহরণস্বরূপ, ক্রেমারের দাবির সাথে সম্পর্কিত তথ্য রয়েছে যে আব্রাহাম লিঙ্কন সমকামী ছিলেন। ২০০২ সালে, হাইপেরিয়ন বুকস-এর প্রধান সম্পাদক উইল শোয়ালবে—যিনি সেই তারিখ পর্যন্ত পুরো পাণ্ডুলিপিটি পড়েছিলেন—বলেছিলেন, \"তিনি নিজের জন্য সবচেয়ে বড় কাজ স্থাপন করেছেন,\" এবং তিনি এটিকে \"বিস্ময়কর, উজ্জ্বল, মজার এবং বেদনাদায়ক\" হিসাবে বর্ণনা করেছেন।  ২০০৬ সালে, ক্রেমার কাজটি সম্পর্কে বলেছিলেন, \"[এটি] আমেরিকা এবং এইচআইভি/এইডস-এর কারণের আমার নিজের ইতিহাস... এই ইতিহাস লেখা এবং গবেষণা করে আমি নিশ্চিত হয়েছি যে এইচআইভি/এইডস-এর প্লেগ ইচ্ছাকৃতভাবে ঘটতে দেওয়া হয়েছে।\"\nবইটি ২০১৫ সালে ফারার, স্ট্রাউস অ্যান্ড গিরক্স দ্বারা একটি উপন্যাস হিসাবে প্রকাশিত হয়েছিল। দ্য নিউ ইয়র্ক টাইমস বুক রিভিউ-এ, ডুইট গার্নার লিখেছেন, \"আমি যদি জানাতে পারতাম যে দ্য আমেরিকান পিপল, ভলিউম ১-এর পরিধির সাথে মেলে এমন ক্ষমতা আছে। তা নেই। একটি স্থায়ী আবেগপূর্ণ কাজ হিসাবে, এটি অসাধারণ। শিল্পকর্ম হিসাবে, এটি সত্যিই খুব সাধারণ। স্বরটি কথোপকথনমূলক এবং বিভ্রান্তিকর; খুব কম প্রকৃত চরিত্রই আবির্ভূত হয়; কেউ প্রায় ৫০ পৃষ্ঠা পরে মাস্টের সাথে বাঁধা অনুভব করে।\" বইটিতে, ক্রেমার লিখেছেন যে আব্রাহাম লিঙ্কন ছাড়াও, জর্জ ওয়াশিংটন, বেঞ্জামিন ফ্র্যাঙ্কলিন, আলেকজান্ডার হ্যামিল্টন, অ্যান্ড্রু জ্যাকসন, ফ্র্যাঙ্কলিন পিয়ার্স, জেমস বুকানন, মার্ক টোয়েন, হারমান মেলভিল এবং রিচার্ড নিক্সন সমকামী ছিলেন।  দ্বিতীয় খণ্ড, ৮৮০ পৃষ্ঠা, ২০২০ সালে প্রকাশিত হয়েছিল। \n\n\n=== ল্যারি ক্রেমার ইনিশিয়েটিভ ফর লেসবিয়ান অ্যান্ড গে স্টাডিজ ===\n১৯৯৭ সালে, ক্রেমার ইয়েল ইউনিভার্সিটি-এর কাছে যান, কয়েক মিলিয়ন ডলার উইল করতে \"সমকামী অধ্যয়ন-এ স্থায়ী, মেয়াদী অধ্যাপনা প্রদান করতে এবং সম্ভবত একটি সমকামী এবং লেসবিয়ান ছাত্র কেন্দ্র তৈরি করতে।\" সেই সময়ে, লিঙ্গ, জাতিগত এবং জাতি-সম্পর্কিত অধ্যয়নগুলি একাডেমিয়া দ্বারা সতর্কতার সাথে দেখা হত। তৎকালীন ইয়েল প্রভোস্ট, অ্যালিসন রিচার্ড, বলেছিলেন যে সমকামী এবং লেসবিয়ান অধ্যয়ন চিরস্থায়ী একটি প্রোগ্রামের জন্য খুব সংকীর্ণ বিশেষত্ব ছিল।  ক্রেমারের প্রত্যাখ্যাত প্রস্তাবে লেখা ছিল: \"ইয়েল এই অর্থ শুধুমাত্র ১) সমকামী পুরুষ সাহিত্য অধ্যয়ন এবং/অথবা নির্দেশের জন্য ব্যবহার করবে, যার মাধ্যমে আমি ইতিহাস জুড়ে সমকামী পুরুষ লেখকদের অধ্যয়ন করার জন্য কোর্স বা সমকামী পুরুষ ছাত্রদের তাদের ঐতিহ্য এবং তাদের অভিজ্ঞতা সম্পর্কে লেখার শিক্ষা দেওয়াকে বোঝাই। এই ক্ষেত্রগুলির মধ্যে বা উভয়ের মধ্যে কোর্সের ধারাবাহিকতা নিশ্চিত করার জন্য মেয়াদী পদ স্থাপন করা উচিত; এবং/অথবা ২) ইয়েলে একটি সমকামী ছাত্র কেন্দ্র স্থাপন করা।\"\n২০০১ সালে, উভয় পক্ষ ল্যারি ক্রেমার ইনিশিয়েটিভ ফর লেসবিয়ান অ্যান্ড গে স্টাডিজ প্রতিষ্ঠার বিষয়ে সম্মত হয়, যার মধ্যে ভিজিটিং অধ্যাপক এবং সম্মেলন, অতিথি বক্তা এবং অন্যান্য ইভেন্টের একটি প্রোগ্রাম অন্তর্ভুক্ত থাকবে। আর্থার ক্রেমার পাঁচ বছরের পরীক্ষার জন্য ১ মিলিয়ন ডলার দিয়ে ইয়েলে প্রোগ্রামটি প্রদান করেছিলেন।  ক্রেমার তার সাহিত্যিক কাগজপত্র এবং এইডস আন্দোলন এবং জিএমএইচসি এবং অ্যাক্ট আপ-এর তার প্রতিষ্ঠা লিপিবদ্ধ করা কাগজপত্র ইয়েলের বেইনেকে লাইব্রেরি-তে রেখে যেতে সম্মত হন। \"আমার প্রাথমিক দাবি করার পর থেকে অনেক পরিবর্তন হয়েছে,\" ক্রেমার বলেছিলেন। \"আমি তাদের গলায় জিনিস ঠেসে দেওয়ার চেষ্টা করছিলাম। আমি বরং চাই তারা তাদের নিজস্ব জিনিস তৈরি করুক। এটি লেসবিয়ান এবং সমকামী অধ্যয়ন আসলে কী তার একটি অনেক বেশি সম্প্রসারণযোগ্য ধারণা তৈরি করতে পারে।\" পাঁচ বছরের প্রোগ্রামটি ২০০৬ সালে শেষ হয়েছিল। \n\n\n=== অ্যান আর্মি অফ লাভার্স মাস্ট নট ডাই ===\n২০২০ সালে, কোভিড-১৯ মহামারী-এর প্রতিক্রিয়ায়, ক্রেমার অ্যান আর্মি অফ লাভার্স মাস্ট নট ডাই শিরোনামের একটি নাটক লিখতে শুরু করেন। \n\n\n== ব্যক্তিগত জীবন ==\n\n\n=== তার ভাইয়ের সাথে সম্পর্ক ===\n\nল্যারি এবং আর্থার ক্রেমার-এর মধ্যে আট বছরের ব্যবধান ছিল। আর্থার আইন সংস্থা ক্রেমার লেভিন-এর প্রতিষ্ঠাতা অংশীদার ছিলেন। তাদের সম্পর্ক ক্রেমারের দ্য নরমাল হার্ট (১৯৮৪)-এ চিত্রিত করা হয়েছিল। নাটকে, ক্রেমার আর্থারকে (বেন উইকস হিসাবে) তার ভাইয়ের কারণ সাহায্য করার চেয়ে কানেকটিকাট-এ তার ২ মিলিয়ন ডলারের বাড়ি তৈরি করতে বেশি আগ্রহী হিসাবে চিত্রিত করেছেন। হাস্যরসাত্মক লেখক ক্যালভিন ট্রিলিন, ল্যারি এবং আর্থার উভয়ের বন্ধু, একবার দ্য নরমাল হার্ট-কে \"[আর্থারের] বাড়ি তৈরির নাটক\" বলেছিলেন। অ্যানেমোনা হার্টোকোলিস দ্য নিউ ইয়র্ক টাইমস-এ পর্যবেক্ষণ করেছেন যে \"তাদের গল্পটি কয়েক লক্ষ থিয়েটার দর্শকদের জন্য একটি যুগের সংজ্ঞা দিতে এসেছিল\"। আর্থার, যিনি তাদের অপছন্দের পিতামাতার হাত থেকে তার ছোট ভাইকে রক্ষা করেছিলেন, ল্যারিকে প্রত্যাখ্যান করতে পারেননি, বা তার সমকামিতা গ্রহণ করতে পারেননি। এর ফলে তাদের মধ্যে বছরের পর বছর তর্ক এবং নীরবতার প্রসার ঘটেছিল। ১৯৮০-এর দশকে, আর্থার তার সংস্থার ইনটেক কমিটির সাথে এটি পরিষ্কার করার প্রয়োজনীয়তাকে দায়ী করে, নবগঠিত গে মেনস হেলথ ক্রাইসিস-এর প্রতিনিধিত্ব করার জন্য ল্যারির অনুরোধ প্রত্যাখ্যান করেছিলেন।  যখন ল্যারি এমসিআই-এর বিরুদ্ধে বয়কটের ডাক দেন, যা ক্রেমার লেভিনের একজন বিশিষ্ট ক্লায়েন্ট ছিল, আর্থার এটিকে ব্যক্তিগত অপমান হিসাবে নিয়েছিলেন। ১৯৯২ সালে, কলোরাডো ভোটাররা যখন সংশোধনী ২ অনুমোদন করেন, একটি সমকামী অধিকার বিরোধী গণভোট, ল্যারি রাজ্যের বয়কট সমর্থন করেছিলেন, যখন আর্থার অ্যাসপেন-এ একটি স্কি ট্রিপ বাতিল করতে অস্বীকার করেছিলেন।\nতাদের মতবিরোধের সময়, দুজন ঘনিষ্ঠ ছিলেন। দ্য নরমাল হার্ট-এ, ল্যারি লিখেছেন: \"ভাইয়েরা একে অপরকে খুব ভালোবাসে; [আর্থারের] অনুমোদন [ল্যারির] জন্য অপরিহার্য।\"\n২০০১ সালে, আর্থার ইয়েল ইউনিভার্সিটিকে ল্যারি ক্রেমার ইনিশিয়েটিভ ফর লেসবিয়ান অ্যান্ড গে স্টাডিজ প্রতিষ্ঠার জন্য ১ মিলিয়ন ডলারের অনুদান প্রদান করেন, যা সমকামী ইতিহাস-এর উপর দৃষ্টি নিবদ্ধ করে। \nক্রেমার লেভিন এলএলপি পরবর্তীতে সমকামী অধিকার আন্দোলনের একজন দৃঢ় সমর্থক হয়ে ওঠে, ইউ.এস. সুপ্রিম কোর্ট-এর সামনে লরেন্স ভি. টেক্সাস এবং নিউ ইয়র্ক কোর্ট অফ আপিল-এর সামনে হার্নান্দেজ ভি. রোবলস-এর মতো উচ্চ-প্রোফাইল মামলায় ল্যাম্বডা লিগ্যাল ডিফেন্স অ্যান্ড এডুকেশন ফান্ড-কে সহায়তা করে।  আর্থার ক্রেমার ১৯৯৬ সালে সংস্থা থেকে অবসর গ্রহণ করেন এবং ২০০৮ সালে স্ট্রোকে মারা যান।\n\n\n== ব্যক্তিগত জীবন ==\n\n\n=== ভাইয়ের সাথে সম্পর্ক ===\nল্যারি এবং আর্থার ক্রেমার ছিলেন আট বছরের ব্যবধানে জন্ম নেওয়া দুই ভাই। আর্থার ছিলেন ক্রেমার লেভিন আইন সংস্থার প্রতিষ্ঠাতা অংশীদার। তাদের সম্পর্ক চিত্রিত হয়েছে ল্যারির নাটক দ্য নরমাল হার্ট (১৯৮৪)-এ। এই নাটকে, ক্রেমার আর্থারকে (বেন উইক্স চরিত্রে) এমন একজন ব্যক্তি হিসেবে দেখিয়েছেন, যিনি তার ভাইয়ের আন্দোলনের চেয়ে কানেকটিকাটে ২০ লাখ ডলারের বাড়ি তৈরির ব্যাপারে বেশি আগ্রহী। ব্যঙ্গাত্মক লেখক ক্যালভিন ট্রিলিন, যিনি ল্যারি ও আর্থার উভয়ের বন্ধু ছিলেন, একবার বলেছিলেন যে দ্য নরমাল হার্ট মূলত \"আর্থারের বাড়ি তৈরির নাটক।\" দ্য নিউ ইয়র্ক টাইমস-এর সাংবাদিক অ্যানেমোনা হার্টোকলিস উল্লেখ করেছিলেন যে, \"তাদের গল্প কয়েক লক্ষ নাট্যপ্রেমীর কাছে একটি সময়ের প্রতিচ্ছবি হয়ে উঠেছে।\" আর্থার, যিনি তাদের উভয়ের অপ্রিয় বাবা-মার কাছ থেকে ছোট ভাই ল্যারিকে রক্ষা করতেন, কখনো ল্যারিকে প্রত্যাখ্যান করতে পারেননি, তবে তার সমকামিতাও পুরোপুরি মেনে নিতে পারেননি। ফলে, তাদের মধ্যে বছরের পর বছর তর্ক-বিতর্ক ও দীর্ঘ নীরবতা চলতে থাকে।\n১৯৮০-এর দশকে, ল্যারি যখন গে মেনস হেলথ ক্রাইসিস নামের সংগঠনের জন্য আইন সহায়তা চেয়েছিলেন, তখন আর্থার তার আইন সংস্থার অনুমোদন কমিটির অনুমতি নিতে হবে বলে অজুহাত দেখিয়ে তা প্রত্যাখ্যান করেন। পরবর্তীতে, ল্যারি যখন এমসিআই কোম্পানির বিরুদ্ধে বয়কটের ডাক দেন—যা ক্রেমার লেভিন-এর অন্যতম ক্লায়েন্ট ছিল—তখন আর্থার এটিকে ব্যক্তিগত অপমান হিসেবে নেন। ১৯৯২ সালে, কলোরাডো রাজ্যের ভোটাররা সংবিধানের সংশোধনী ২ নামে একটি সমকামীবিরোধী আইন অনুমোদন করেন। ল্যারি তখন কলোরাডোর বিরুদ্ধে বয়কটের আহ্বান জানান, কিন্তু আর্থার এই আইন পাশ হওয়ার পরেও অ্যাসপেনে তার নির্ধারিত স্কি ট্রিপ বাতিল করতে অস্বীকৃতি জানান।\nতাদের মধ্যে বিভিন্ন বিষয়ে মতপার্থক্য থাকলেও, তারা একে অপরের খুব ঘনিষ্ঠ ছিলেন। \"দ্য নরমাল হার্ট\"-এ ল্যারি লিখেছিলেন: \"ভাইয়েরা একে অপরকে খুব ভালোবাসে; [আর্থারের] অনুমোদন [ল্যারির] কাছে অপরিহার্য।\" ২০০১ সালে, আর্থার ইয়েল বিশ্ববিদ্যালয়ে \"ল্যারি ক্রেমার ইনিশিয়েটিভ ফর লেসবিয়ান অ্যান্ড গে স্টাডিজ\" প্রতিষ্ঠার জন্য ১ মিলিয়ন ডলারের অনুদান দেন। এই কার্যক্রমটি মূলত সমকামী ইতিহাসের উপর গুরুত্ব আরোপ করে। পরবর্তীতে ক্রেমার লেভিন এলএলপি সমকামীদের অধিকার আন্দোলনের একজন দৃঢ় সমর্থক হয়ে ওঠে। তারা \"লরেন্স ভি. টেক্সাস\"-এর মতো গুরুত্বপূর্ণ মামলায় মার্কিন সুপ্রিম কোর্টে এবং \"হার্নান্দেজ ভি. রোবলস\"-এর মতো মামলায় নিউইয়র্ক কোর্ট অফ আপিল-এ \"ল্যাম্বডা লিগ্যাল ডিফেন্স অ্যান্ড এডুকেশন ফান্ড\"-কে সহায়তা করে। আর্থার ক্রেমার ১৯৯৬ সালে এই প্রতিষ্ঠান থেকে অবসর গ্রহণ করেন এবং ২০০৮ সালে হৃদরোগে আক্রান্ত হয়ে মারা যান।\n\n\n=== স্বাস্থ্য ===\n১৯৮৮ সালে, তার নাটক \"জাস্ট সে নো\" উদ্বোধনের কয়েক সপ্তাহ পরেই বন্ধ হয়ে যাওয়ায় মানসিক চাপের কারণে ক্রেমারের জন্মগত হার্নিয়া বেড়ে যায় এবং তাকে হাসপাতালে ভর্তি হতে হয়। অস্ত্রোপচারের সময়, ডাক্তাররা হেপাটাইটিস বি এর কারণে লিভারের ক্ষতি আবিষ্কার করেন। এর ফলে ক্রেমার জানতে পারেন যে তিনি এইচআইভি পজিটিভ।\n২০০১ সালে, ৬৬ বছর বয়সে, ক্রেমারের একটি লিভার প্রতিস্থাপনের জরুরি প্রয়োজন ছিল, কিন্তু নিউইয়র্কের মাউন্ট সিনাই হাসপাতালের অঙ্গ প্রতিস্থাপন তালিকা থেকে তাকে প্রত্যাখ্যান করা হয়। এইচআইভি এবং সম্ভাব্য স্বল্প জীবনকালের জটিলতার কারণে এইচআইভি আক্রান্ত ব্যক্তিদের নিয়মিতভাবে অঙ্গ প্রতিস্থাপনের জন্য অনুপযুক্ত প্রার্থী হিসেবে বিবেচনা করা হতো। মার্কিন যুক্তরাষ্ট্রে সম্পাদিত ৪,৯৫৪টি লিভার প্রতিস্থাপনের মধ্যে মাত্র ১১টি এইচআইভি পজিটিভ ব্যক্তিদের জন্য ছিল। এই খবরটি ২০০১ সালের জুনে \"নিউজউইক\"-কে ক্রেমারের মৃত্যুর ঘোষণা দিতে প্ররোচিত করে; একই বছরের ডিসেম্বরে অ্যাসোসিয়েটেড প্রেস ভুলভাবে ক্রেমারের মৃত্যুর খবর প্রকাশ করে। ক্রেমার ওষুধের অগ্রগতির কারণে নতুন জীবন পাওয়া সংক্রমিত ব্যক্তিদের প্রতীক হয়ে ওঠেন। একটি সাক্ষাৎকারে তিনি বলেন, \"আমরা কারা বা আমরা কাকে ভালোবাসি তার জন্য আমাদের মৃত্যুর মুখোমুখি হওয়া উচিত নয়।\" ২০০১ সালের মে মাসে, পিটসবার্গ বিশ্ববিদ্যালয়ের থমাস ই. স্টারজল ট্রান্সপ্লান্টেশন ইনস্টিটিউট, যা বিশ্বের অন্য যেকোনো প্রতিষ্ঠানের তুলনায় এইচআইভি পজিটিভ রোগীদের জন্য বেশি প্রতিস্থাপন করেছে, ক্রেমারকে সম্ভাব্য প্রতিস্থাপন গ্রহীতা হিসেবে গ্রহণ করে। ক্রেমার ২০০১ সালের ২১ ডিসেম্বর একটি নতুন লিভার পান। ২০১৯ সালের এপ্রিলে তার পা ভেঙে যায়।\n\n\n=== সম্পর্ক ===\nক্রেমার এবং তার সঙ্গী স্থাপত্য নকশাকার ডেভিড ওয়েবস্টার, ১৯৯১ সাল থেকে ক্রেমারের মৃত্যু পর্যন্ত একসাথে ছিলেন। ১৯৭০-এর দশকে ওয়েবস্টারের সঙ্গে ক্রেমারের সম্পর্ক ভেঙে যাওয়ায় ক্রেমার \"ফ্যাগটস\" (১৯৭৮) লিখতে অনুপ্রাণিত হন। কয়েক দশক পরে তাদের পুনর্মিলন সম্পর্কে জিজ্ঞাসা করা হলে, ওয়েবস্টার উত্তর দেন: \"সে বড় হয়েছে, আমিও বড় হয়েছি।\" ২০১৩ সালের ২৪ জুলাই, নিউইয়র্ক সিটির এনওয়াইইউ ল্যাঙ্গোন মেডিকেল সেন্টারের নিবিড় পরিচর্যা ইউনিটে ক্রেমার অস্ত্রোপচার থেকে সেরে ওঠার সময় ক্রেমার এবং ওয়েবস্টার বিবাহবন্ধনে আবদ্ধ হন।\n\n\n=== বাসস্থান ===\nক্রেমার ম্যানহাটনের গ্রিনউইচের ওয়াশিংটন স্কয়ার পার্কের কাছে এবং কানেকটিকাটের একটি বাড়িতে সময় ভাগ করে থাকতেন। ক্রেমারের ম্যানহাটনের আবাসিক কমপ্লেক্সের আরেক বাসিন্দা ছিলেন ক্রেমারের দীর্ঘদিনের শত্রু এড কোচ, যিনি ১৯৭৮ থেকে ১৯৮৯ সাল পর্যন্ত নিউইয়র্ক সিটির মেয়র ছিলেন। তারা দুজন তুলনামূলকভাবে কম দেখা করতেন, কারণ তারা ভিন্ন টাওয়ারে থাকতেন। ১৯৮৯ সালে কোচ যখন অ্যাপার্টমেন্টটি দেখতে আসেন, তখন ক্রেমার নাকি তাকে বলেছিলেন, \"এখানে আসবেন না! এখানে এমন কিছু লোক আছে যারা আপনাকে ঘৃণা করে!\" অন্য এক অনুষ্ঠানে, কোচ বিল্ডিংয়ের মেইল ​​এলাকায় ক্রেমারের হুইটেন টেরিয়ার কুকুর মলিকে আদর করার চেষ্টা করলে ক্রেমার কুকুরটিকে ছিনিয়ে নিয়ে বলেন, কোচ \"সেই লোক যে বাবার সব বন্ধুদের মেরে ফেলেছে।\"\n\n\n=== মৃত্যু ===\nক্রেমার ৮৪ বছর বয়সে, তার ৮৫তম জন্মদিনের এক মাসেরও কম সময় আগে, ২০২০ সালের ২৭ মে নিউমোনিয়ায় মারা যান। \n\n\n== গ্রন্থপঞ্জি এবং কাজ ==\n\n\n=== নাটক ===\nসিসি'স স্ক্র্যাপবুক, ওরফে ফোর ফ্রেন্ডস (১৯৭৩)\nএ মাইনর ডার্ক এজ (১৯৭৩)\nদ্য নরমাল হার্ট (১৯৮৫)\nজাস্ট সে নো, এ প্লে অ্যাবাউট এ ফার্স (১৯৮৮)\nদ্য ফার্নিচার অফ হোম (১৯৮৯)\nদ্য ডেস্টিনি অফ মি (১৯৯২)\n\n\n=== কল্পকাহিনী ===\nফ্যাগটস (১৯৭৮)\nদ্য আমেরিকান পিপল ভলিউম ১, সার্চ ফর মাই হার্ট (২০১৫)\nদ্য আমেরিকান পিপল: ভলিউম ২, দ্য ব্রুটালিটি অফ ফ্যাক্ট (২০২০)\n\n\n=== অ-কল্পকাহিনী ===\nরিপোর্টস ফ্রম দ্য হলোকাস্ট: দ্য মেকিং অফ অ্যান এইডস অ্যাক্টিভিস্ট (১৯৮৯, সংশোধিত ১৯৯৪)\nদ্য ট্র্যাজেডি অফ টুডে'স গেস (২০০৫)\nঅ্যাক্ট আপ! (২০১২) পরিচালক স্কট রোব-এর প্রামাণ্যচিত্রে মূল ব্যক্তিত্ব\n\n\n=== চিত্রনাট্য ===\nহেয়ার উই গো রাউন্ড দ্য মালবেরি বুশ (১৯৬৭) - লেখক (অতিরিক্ত সংলাপ)\nউইমেন ইন লাভ (১৯৬৯) - লেখক/প্রযোজক\nলস্ট হরাইজন (১৯৭৩) - লেখক\nদ্য নরমাল হার্ট (২০১৪) - লেখক\n\n\n=== বক্তৃতা ===\nদ্য ট্র্যাজেডি অফ টুডে'স গেস, নভেম্বর ১০, ২০০৪।\nআমরা টুকরা নই, আমাদের টুকরা গ্রহণ করা উচিত নয়, অ্যাক্ট আপ-এর ২০তম বার্ষিকী উপলক্ষে মন্তব্য, এনওয়াই লেসবিয়ান অ্যান্ড গে কমিউনিটি সেন্টার, ১৩ মার্চ, ২০০৭।\n\n\n=== নিবন্ধ ===\n\"১,১১২ এবং গণনা চলছে\", নিউ ইয়র্ক নেটিভ, মার্চ ১৯৮৩\n\"বি ভেরি অ্যাফ্রেইড\", পোজ, অক্টোবর ২০০০\n\n\n== পুরস্কার এবং স্বীকৃতি ==\n১৯৭০: ডি. এইচ. লরেন্স-এর উপন্যাস-এর চিত্রনাট্য অভিযোজনের জন্য উইমেন ইন লাভ-এর জন্য সেরা অভিযোজিত চিত্রনাট্য বিভাগে একাডেমি পুরস্কার-এর জন্য মনোনীত হন। \n১৯৯৩: দ্য ডেস্টিনি অফ মি-এর জন্য পুলিৎজার পুরস্কার-এর চূড়ান্ত প্রতিযোগী। \n১৯৯৩: দ্য ডেস্টিনি অফ মি-এর জন্য দুটি ওবি পুরস্কার-এর বিজয়ী। \n১৯৯৬: আমেরিকান একাডেমি অফ আর্টস অ্যান্ড লেটার্স, সাহিত্যে পুরস্কার। \n১৯৯৬: কমন কজ থেকে পাবলিক সার্ভিস পুরস্কার। \n১৯৯৯: দ্য নরমাল হার্ট-কে গ্রেট ব্রিটেনের জাতীয় থিয়েটার দ্বারা ২০ শতকের সেরা একশত নাটকের মধ্যে একটি হিসাবে নামকরণ করা হয়। \n২০০৫: আমেরিকান ফিলোসফিক্যাল সোসাইটি-এর জন্য নির্বাচিত।\n২০০৬: ইকুয়ালিটি ফোরাম কর্তৃক এলজিবিটি ইতিহাস মাস-এর ৩১টি আইকনের মধ্যে একজন হিসাবে নামকরণ করা হয়। \n২০১১: দ্য নরমাল হার্ট সেরা নাটক পুনরুজ্জীবনের জন্য টনি পুরস্কার জিতেছে। \n২০১২: ডার্টমাউথ কলেজ-এ মন্টগোমারি ফেলোশিপ। \n২০১৩: একজন মাস্টার আমেরিকান নাট্যকারের জন্য পেন/লরা পেলস ইন্টারন্যাশনাল ফাউন্ডেশন ফর থিয়েটার অ্যাওয়ার্ড। \n২০১৪: দ্য নরমাল হার্ট-এর এইচবিও চলচ্চিত্র অভিযোজনের জন্য একটি মিনিসিরিজ, মুভি বা একটি নাটকীয় বিশেষের জন্য অসামান্য লেখার জন্য প্রাইমটাইম এমি পুরস্কার। \n২০১৫: গে মেনস হেলথ ক্রাইসিস থেকে প্রথম ল্যারি ক্রেমার অ্যাক্টিভিজম অ্যাওয়ার্ড। \n২০২০: ২০২০ সালের জুনে, ক্রেমারকে নিউ ইয়র্ক সিটির স্টোনওয়াল ইন-এর মধ্যে স্টোনওয়াল ন্যাশনাল মনুমেন্ট (এসএনএম)-এর ন্যাশনাল এলজিবিটিকিউ ওয়াল অফ অনার-এ আমেরিকান \"অগ্রগামী, পথপ্রদর্শক এবং নায়কদের\" মধ্যে যুক্ত করা হয়েছিল।  এসএনএম হল মার্কিন যুক্তরাষ্ট্রের জাতীয় স্মৃতিস্তম্ভ যা মার্কিন যুক্তরাষ্ট্রে এলজিবিটি অধিকার এবং এলজিবিটি লোকদের ইতিহাস-এর জন্য নিবেদিত। \n\n\n== আরও দেখুন ==\nনিউ ইয়র্ক সিটিতে এলজিবিটি সংস্কৃতি\nনিউ ইয়র্ক সিটি থেকে এলজিবিটি ব্যক্তিদের তালিকা\nপল মোনেট: দ্য ব্রিঙ্ক অফ সামার'স এন্ড\n\n\n== গণমাধ্যমে ==\nক্রেমারের প্রাথমিক সক্রিয়তা লিওন নেইফাখ-এর সঞ্চালনায় ফিয়াসকো পডকাস্টের পঞ্চম সিজনের দ্বিতীয় পর্বে দেখানো হয়েছে। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nক্লেনডিনেন, ডাডলি, এবং নাগুরনি, অ্যাডাম (১৯৯৯)। আউট ফর গুড, সাইমন অ্যান্ড শুস্টার। আইএসবিএন ০-৬৮৪-৮১০৯১-৩\nমার্কাস, এরিক (২০০২)। মেকিং গে হিস্টরি, হার্পারকোলিন্স পাবলিশার্স। আইএসবিএন ০-০৬-০৯৩৩৯১-৭\nমাস, লরেন্স, সংস্করণ (১৯৯৭)। উই মাস্ট লাভ ওয়ান অ্যানাদার অর ডাই: দ্য লাইফ অ্যান্ড লেগাসিস অফ ল্যারি ক্রেমার, সেন্ট মার্টিন'স প্রেস। আইএসবিএন ০-৩১২-১৭৭০৪-৬\nশিল্টস, র‍্যান্ডি (১৯৮৭)। অ্যান্ড দ্য ব্যান্ড প্লেড অন, সেন্ট মার্টিন'স প্রেস। আইএসবিএন ০-৩১২-০০৯৯৪-১\n\"দ্য মেকিং অফ অ্যান এইডস অ্যাক্টিভিস্ট: ল্যারি ক্রেমার,\" পৃ. ১৬২-১৬৪, জোহানসন, ওয়ারেন এবং পার্সি, উইলিয়াম এ. আউটিং: শ্যাটারিং দ্য কনস্পিরেসি অফ সাইলেন্স। নিউ ইয়র্ক এবং লন্ডন: হাওয়ার্থ প্রেস, ১৯৯৪।\n\"পাবলিক নুইসেন্স, ল্যারি ক্রেমার দ্য ম্যান হু ওয়ার্নড আমেরিকা অ্যাবাউট এইডস, কান্ট স্টপ ফাইটিং হার্ড অ্যান্ড লাউডলি।\" মাইকেল স্পেক্টার, দ্য নিউ ইয়র্কার, ১৩ মে, ২০০২।\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ল্যারি ক্র্যামার সম্পর্কিত মিডিয়া দেখুন।\nইন্টারনেট মুভি ডেটাবেজে ল্যারি ক্র্যামার (ইংরেজি)\nউপস্থিতি - সি-স্প্যানে\nআমেরিকান আর্কাইভ অফ পাবলিক ব্রডকাস্টিং-এ দ্য ম্যাকনিল/লেহরার নিউজআওয়ার দ্বারা \"স্টোনওয়াল: ২৫ বছর\" এর একটি অংশের জন্য ১৯৯৪ সালে সাক্ষাৎকার নেওয়া হয়েছে।\nল্যারি ক্রেমার পেপারস। ইয়েল কালেকশন অফ আমেরিকান লিটারেচার, বেইনেকে রেয়ার বুক অ্যান্ড ম্যানুস্ক্রিপ্ট লাইব্রেরি।\nটেমপ্লেট:Larry Kramer\nটেমপ্লেট:Isabelle Stevenson Award\nটেমপ্লেট:HIV/AIDS"}