{"pageid": 1518736, "title": "রইস", "url": "https://bn.wikipedia.org/wiki?curid=1518736", "content": "রʾইস ( আরবি: رئيس), বহুবচনে রুʾআসাʾ, হলো একটি আরবি পদবি যার অর্থ 'প্রধান' বা 'নেতা'। এটি মাথার জন্য ব্যবহৃত শব্দ, রাʾস থেকে এসেছে। নেতৃত্ব বা নেতৃত্বের জন্য সংশ্লিষ্ট শব্দ হল রইʾআসা । এটি প্রায়শই আরবিতে 'রাষ্ট্রপতি' এবং ফার্সিতে 'বস' হিসাবে অনুবাদ করা হয়। সোয়াহিলি ভাষাভাষীরা রাষ্ট্রপতির জন্যও এটি ব্যবহার করেন। এর উসমানীয় তুর্কি উপাধি হল রেইস, যা একজন ক্যাপ্টেনকে নির্দেশ করে (একই ব্যুৎপত্তি সহ শব্দ, যা ল্যাটিন কাপুত, 'মাথা' থেকে এসেছে)। রʾইস শব্দটি ইসলাম-পূর্ব উৎপত্তি করেছে। এটি একজন ব্যক্তির নামে সম্মানসূচক লাকাব হিসেবে কাজ করে। মধ্য আরব বিশ্বে, শব্দটির মূল অর্থ ছিল গ্রাম প্রধান ।\n\n\n== ব্রিটিশ ভারত ==\nব্রিটিশ ভারতে মুসলিম সমাজের জমিদার অভিজাতরা প্রায়শই সমাজে তাদের অভিজাত অবস্থান বর্ণনা করার জন্য রইস শব্দটি ব্যবহার করতেন। মুসলিমরা তাদের সম্প্রদায়ের দানপত্র তৈরির সময়ও রইস শব্দটি প্রায়শই ব্যবহার করত। যদিও এই শব্দটির অর্থ 'প্রধান' বা 'নেতা', আইনি নথিতে এটি 'ভূমিমালিক' বা জমির মালিকদের প্রসঙ্গে ব্যবহৃত হতো। মালিক বা জমিদারের মতো অন্যান্য শব্দগুলিও 'জমিমালিক', 'ভূমিমালিক' বা 'করদাতা' হিসাবে আবির্ভূত হয়েছিল, যদিও এই উপাধিগুলি ইঙ্গিত দেয় যে যে ব্যক্তি এগুলি ধারণ করেছেন তিনি মালিকের চেয়ে বেশি শাসক ছিলেন।\nতবে, তাদের জমির ব্যবস্থাপনার যেকোনো দিক বর্ণনা করার সময়, ' রইস বা জমিদাররা ' রাজকীয় পরিভাষা ব্যবহার করতেন। রইসরা সিংহাসনে (মসন্দ বা গদি ) বসতেন। রিয়াত, যাদের ব্রিটিশরা প্রজা বা চাষী বলতে পছন্দ করত, তারা আক্ষরিক অর্থেই প্রজা ছিল। যখন একজন রইস তার রিয়াতের সাথে দেখা করত, তখন সে নিজেকে দরবারধারী হিসেবে বর্ণনা করতেন। রিয়ায়ত তার প্রভুকে যে টাকা দিতেন তা খাজনা নয়, বরং শ্রদ্ধা কর (নজরানা )। তিনি যে স্থানে শ্রদ্ধা কর নিতেন তাকে কাছারি বলা হত, ঠিক যেমনটি ছিল সরকারি রাজস্ব অফিসের ক্ষেত্রে হতো, এবং যে কেরানিরা আদায় করতেন, হিসাব রাখতেন এবং সময়মতো শ্রদ্ধা নিবেদন নিশ্চিত করতেন তারা তাদের মুঘল দরবারী শৈলীতে দেওয়ান  এবং সিপাহী  হিসাবে পরিচিত ছিলেন।\n\n\n== উর্দু ==\nআরবি থেকে, ফারসি হয়ে, এই শব্দটি উর্দুতে এসেছে রইইস হিসেবে, যার অর্থ অভিজাত শ্রেণীর একজন ব্যক্তি।\nউর্দুতে, \" রইস শব্দটি বাংলায় \" পুরাতন টাকাওয়ালা \" এর অনুরূপভাবে ব্যবহৃত হয়, যা \"নতুন ধনীর \" এর বিপরীত হিসাবে ব্যবহৃত হয়। নতুন ধনী অর্থ এমন একজন ব্যক্তি যিনি তার প্রজন্মের মধ্যে যথেষ্ট সম্পদ সঞ্চয় করেছেন।\nউইল ডুরান্টের \"দ্য প্লেজার অফ ফিলোসফি\" বইটি যখন উর্দুতে অনুবাদ করা হয়েছিল, সৈয়দ আবিদ আলী আবিদ, তখন তিনি অভিজাততন্ত্র শব্দটিকে উর্দু শব্দ \" রিয়াসাত ( رئیسيت) দিয়ে অনুবাদ করেন।\n\n\n== ফিলিস্তিন ==\nআরবি বিশেষণ আযম [ عظيم ] (অর্থাৎ 'মহান'), 'মহান র’ইস ' অর্থেও যোগ করা হয়। এই শব্দটি, সেইসাথে হিব্রু শব্দ יושב-ראש‎  (চেয়ারম্যান) ), ইসরায়েলি মিডিয়া ফিলিস্তিনি জাতীয় কর্তৃপক্ষের রাষ্ট্রপতিকে বোঝাতে ব্যবহার করে, এর বিপরীতে נשיא‎  (রাষ্ট্রপতি) শব্দ ব্যবহার করে না।\nনিউ ইয়র্ক টাইমসের একটি উপ-সম্পাদকীয়তে, ভাষ্যকার ব্রেট স্টিফেন্স প্রয়াত ফিলিস্তিনি নেতা ইয়াসির আরাফাতকে \"দ্য রইস\" বলে উল্লেখ করেছেন।\n\n\n== তাতারস্তান ==\nতাতারস্তান প্রজাতন্ত্রে (রাশিয়ার অংশ), আঞ্চলিক আইন প্রণেতারা ২০২২ সালের ডিসেম্বরে প্রজাতন্ত্রের প্রধানের পদবি রাষ্ট্রপতি থেকে রাইসে ( তাতার .Рәисе, Rəise ) পরিবর্তন করার পক্ষে ভোট দেন। ভ্লাদিমির পুতিনের অধীনে কেন্দ্রীকরণ সংস্কারের পর রাষ্ট্রপতি পদবিকে শামন্তবাদের শেষ প্রতীক হিসেবে দেখা হত।\n\n\n== তথ্যসূত্র =="}