{"pageid": 1518430, "title": "টমাস ট্র্যাহার্ন", "url": "https://bn.wikipedia.org/wiki?curid=1518430", "content": "টমাস ট্র্যাহার্ন ( ; ১৬৩৬ বা ১৬৩৭ – ) ছিলেন একজন ইংরেজ কবি, অ্যাংলিকান ধর্মযাজক, ধর্মতত্ত্ববিদ এবং ধর্মীয় লেখক। তার লেখায় তীব্র পাণ্ডিত্যপূর্ণ আধ্যাত্মিকতার কারণে অ্যাংলিকান কমিউনিয়নের কিছু অংশ ১০ অক্টোবর (১৬৭৪ সালে তাঁর সমাধির বার্ষিকী) অথবা ২৭ সেপ্টেম্বর তাঁর স্মরণে পালন করে।\nট্র্যাহার্ন বর্তমানে যে কাজের জন্য সবচেয়ে বেশি পরিচিত তা হল \"সেঞ্চুরিস অফ মেডিটেশনস\", এটি ছোট ছোট অনুচ্ছেদের একটি সংগ্রহ যেখানে তিনি খ্রিস্টীয় জীবন এবং পরিচর্যা, দর্শন, সুখ, আকাঙ্ক্ষা এবং শৈশব সম্পর্কে প্রতিফলিত করেছেন। দশ বছর আগে পাণ্ডুলিপিতে পুনরাবিষ্কৃত হওয়ার পর এটি প্রথম প্রকাশিত হয় ১৯০৮ সালে। তার কবিতা প্রথম প্রকাশিত হয় ১৯০৩ সালে এবং ১৯১০ সালে (The Poetical Works of Thomas Traherne, BD and Poems of Felicity) প্রকাশিত হয়। তার গদ্যকর্মের মধ্যে রয়েছে রোমান ফোরজি (১৬৭৩), খ্রিস্টীয় নীতিশাস্ত্র (১৬৭৫), এবং আ সিরিয়াস অ্যান্ড প্যাথেটিকল কনটেম্পলেশন অফ দ্য মার্সিজ অফ গড (১৬৯৯)।\nট্র্যাহার্নের লেখায় প্রায়ই সৃষ্টির মহিমা এবং ঈশ্বরের সাথে তার ঘনিষ্ঠ সম্পর্ক হিসাবে তিনি যা দেখেছিলেন তা উল্লেখ করা হয়েছে। তার লেখায় ঈশ্বরের প্রতি এক প্রবল ও প্রায় শিশুসুলভ ভালোবাসা প্রকাশ পেয়েছে। তার রচনাকে পরবর্তী কবি উইলিয়াম ব্লেক, ওয়াল্ট হুইটম্যান এবং জেরার্ড ম্যানলি হপকিন্সের রচনার অনুরূপ বিষয়বস্তুর সাথে তুলনা করা হয়। প্রাকৃতিক জগতের প্রতি তার ভালোবাসা প্রায়ই তার রচনায় প্রকৃতির প্রতি এমন আচরণের মাধ্যমে প্রকাশিত হয় যা রোমান্টিকতাবাদকে জাগিয়ে তোলে, যদিও তিনি ছিলেনরোমান্টিক আন্দোলনের দুই শতাব্দী আগের লেখক।\n\n\n== জীবনী ==\n\n\n=== প্রাথমিক জীবন এবং শিক্ষা ===\nট্র্যাহার্নের জন্ম এবং বাপ্তিস্ম প্যারিশ রেজিস্টারে লিপিবদ্ধ নেই। পুরাতত্ত্ববিদ অ্যান্থনি আ উড (১৬৩২-১৬৯৫) এর মতে, তিনি ছিলেন \"হেরফোর্ডের একজন মুচির ছেলে\" যার জন্ম ১৬৩৬ বা ১৬৩৭ সালে। বার্ট্রাম ডোবেল এই জুতা প্রস্তুতকারককে জন ট্র্যাহার্ন (জন্ম ১৫৬৬) হিসেবে শনাক্ত করেন। তবে অন্যান্য সূত্র অনুসারে, টমাস ছিলেন স্থানীয় সরাইখানার রক্ষক এবং হেয়ারফোর্ডের দুবারের মেয়র ফিলিপ ট্র্যাহার্ন (বা ট্রেহার্ন) (১৫৬৮–১৬৪৫) এবং তার তৃতীয় স্ত্রী মেরি লেনের পুত্র। ফিলিপ তিনবার বিয়ে করেছিলেন এবং এই বিয়ে থেকে তার ১০টি সন্তান ছিল। কবি এবং লেখক টমাস ফিলিপের তৃতীয় স্ত্রী মেরি (বা ম্যারি) লেনের দুই পুত্রের মধ্যে সবচেয়ে বড় ছিলেন। টমাস ছিলেন ফিলিপের দ্বিতীয় পুত্র যার নাম টমাস। প্রথম টমাস ছিলেন তার দ্বিতীয় স্ত্রীর কনিষ্ঠ পুত্র, যিনি শৈশবেই মারা যান।\nট্র্যাহার্ন সেঞ্চুরিজ অফ মেডিটেশনস বইয়ে তার শৈশব সম্পর্কে লিখেছেন, যার মধ্যে রয়েছে তার চারপাশের জগতের প্রতি একটি প্রাকৃতিক বিস্ময় এবং উপলব্ধি।\n\nট্র্যাহার্ন হিয়ারফোর্ড ক্যাথেড্রাল স্কুলে পড়াশোনা করেন এবং ১৬৫২ সালের ২ এপ্রিল অক্সফোর্ডের ব্রাসেনোজ কলেজ থেকে ম্যাট্রিকুলেশন পাস করেন এবং ১৬৫৬ সালের ১৩ অক্টোবর স্নাতক ডিগ্রি অর্জন করেন। পাঁচ বছর পর ৬ নভেম্বর ১৬৬১ সালে তিনি মাস্টার অফ আর্টস (অক্সন) ডিগ্রিতে উন্নীত হন, এবং ১১ ডিসেম্বর ১৬৬৯ সালে তিনি ডিভিনিটিতে স্নাতক (বিডি) ডিগ্রি লাভ করেন।\n\n\n=== গির্জার পরিচর্যা ===\n১৬৫৬ সালে অক্সফোর্ড থেকে স্নাতক ডিগ্রি অর্জনের পর তিনি পবিত্র ধর্ম গ্রহণ করেন।\n১৬৫৭ সালের ৩০ ডিসেম্বর ধর্মপ্রচারক অনুমোদন বিষয়ক কমিশনারের দ্বারা তিনি হেয়ারফোর্ডের কাছে ক্রেডেনহিলের রেক্টর হিসেবে নিযুক্ত হন, যদিও সেই সময়ে তিনি একজন নিযুক্ত পুরোহিত ছিলেন না। তার নিয়োগ সম্পর্কে একটি কৌতূহলী রেকর্ডে সংযুক্ত নোটে বলা হয়েছে যে, ট্র্যাহার্ন কেন্টের আর্লের বিধবা আম্বেলার পৃষ্ঠপোষকতার উপর নির্ভর করেছিলেন। ট্র্যাহার্ন দশ বছর ধরে এই পদে দায়িত্ব পালন করেন।\nরাজতন্ত্র পুনরুদ্ধার এবং দ্বিতীয় চার্লসের প্রত্যাবর্তনের পর ট্র্যাহার্নকে ২০ অক্টোবর ১৬৬০ সালে অক্সফোর্ডের বিশপ রবার্ট স্কিনার বাইসেস্টারের কাছে লন্টনে পুরোহিত নিযুক্ত করা হয়।\n১৬৬৭ সালে ট্র্যাহার্ন মিডলসেক্সের টেডিংটনে ( হ্যাম্পটন কোর্টের কাছে) রাজা দ্বিতীয় চার্লসের গ্রেট সিলের লর্ড কিপার, গ্রেট লিভারের প্রথম ব্যারোনেট স্যার অরল্যান্ডো ব্রিজম্যানের ব্যক্তিগত ধর্মযাজক হন। সেখানে থাকাকালীনই ১৬৭৪ সালের ২৭ সেপ্টেম্বর ট্র্যাহার্ন মারা যান। সেই দিন তিনি তার বন্ধু এবং প্রতিবেশী জন বার্ডোর কাছে একটি সংক্ষিপ্ত উইল লিখেছিলেন, যেখানে তিনি তার দেখাশোনা করা এবং তার ভাই ফিলিপ ও ভগ্নিপতি সুসানের কাছে তার কিছু সম্পত্তি রেখে যাওয়া ভৃত্যদের কাছে উইল করেছিলেন। ১৬৭৪ সালের ১০ অক্টোবর তাকে টেডিংটনের সেন্ট মেরি'স গির্জায় গির্জার রিডিং ডেস্কের নীচে সমাহিত করা হয়।\n\n\n=== চরিত্র এবং জীবনধারা ===\nট্র্যাহার্নকে \"আমার পরিচিতদের মধ্যে সবচেয়ে ধার্মিক প্রতিভাবান ব্যক্তিদের একজন\", এবং \"একজন হাসিখুশি এবং প্রাণবন্ত মেজাজের মানুষ ... বন্ধুদের সকল ভালো কাজ করতে এবং দরিদ্রদের জন্য প্রায় তার সামর্থ্যের বাইরেও দান করতে প্রস্তুত\" হিসাবে বর্ণনা করা হয়। ট্র্যাহার্ন বিশ্বাস করতেন যে তিনি সামাজিক ব্যক্তিত্বের দুর্বলতায় ভুগছেন: \"অতিরিক্ত খোলামেলাতা এবং কথা বলার প্রবণতা আমার রোগ। খুব সহজ এবং প্রকৃতির সাথে সঙ্গতিপূর্ণ\"।\nঅ্যান্থনি আ উডের মতে, ট্র্যাহার্ন \"সর্বদা একটি সরল এবং ধার্মিক জীবনযাপন করতেন; তার ইচ্ছাশক্তি দেখায় যে তার বইয়ের বাইরে তার কাছে খুব বেশি কিছু ছিল না ...\"।\n\n\n== লেখা ==\n\n\n=== জীবদ্দশায় এবং তার পর প্রকাশনার ইতিহাস ===\nট্র্যাহার্ন তার জীবদ্দশায় একজন তুচ্ছ সাহিত্যিক ব্যক্তিত্ব ছিলেন এবং মৃত্যুর অনেক পরেও তার রচনাগুলি পরিচিত বা সমাদৃত হয়নি। একজন গ্রাম্য পুরোহিত হিসেবে তিনি একজন ধার্মিক, নম্র জীবনযাপন করতেন এবং সাহিত্যিক মহলে অংশগ্রহণ করতেন না। তাঁর জীবদ্দশায় তাঁর কেবল একটি রচনা রোমান ফোরজি (১৬৭৩) প্রকাশিত হয়েছিল। তার মৃত্যুর পরপরই ক্রিশ্চিয়ান এথিক্স (১৬৭৫) প্রকাশিত হয় এবং পরবর্তীতে \"আ সিরিয়াস অ্যান্ড প্যাথেটিকল কনটেমপ্লেশন অফ দ্য মার্সিজ অফ গড\" (১৬৯৯) প্রকাশিত হয়, যা একজন অজ্ঞাত লেখকের রচনা হিসেবে প্রকাশিত হয় যার চরিত্র এবং পটভূমি প্রকাশক একটি সংক্ষিপ্ত ভূমিকায় আলোচনা করেছেন।\n১৬৭৪ সালে ট্র্যাহার্নের মৃত্যুর পর তার বেশিরভাগ পাণ্ডুলিপি তার ভাই ফিলিপের কাছে দান করা হয়। ফিলিপের মৃত্যুর পর তা স্বাভাবিকভাবেই হেয়ারফোর্ডশায়ারের লেডবারির স্কিপ পরিবারের দখলে চলে যায়, যেখানে তা প্রায় ২০০ বছর ধরে ছিল। ১৮৮৮ সালে পরিবারের সম্পত্তি বিলীন হয়ে যায়, তবুও এর ১০ বছরের আগে পাণ্ডুলিপিগুলি পুনরুদ্ধার হয়নি।\n\n\n=== পরবর্তী প্রকাশনার ইতিহাস ===\n১৮৯৬-৯৭ সালের শীতকালে লন্ডনের উইলিয়াম টি. ব্রুক \"আবর্জনা ফেলার উপক্রম বইয়ের একটি বারান্দায়\" অথবা \"রাস্তার বইয়ের দোকানে\" কিছু বেনামী পাণ্ডুলিপি আবিষ্কার করেন। ব্রুক ভেবেছিলেন যে এগুলি হেনরি ভনের হারিয়ে যাওয়া রচনা হতে পারে এবং তিনি এগুলি আলেকজান্ডার গ্রোসার্ট (১৮২৭-৯৯) কে দেখান, যিনি একজন স্কটিশ ধর্মযাজক এবং এলিজাবেথ ও জ্যাকোবীয় সাহিত্যের বিশেষজ্ঞ ছিলেন। তিনি বিরল রচনাসমূহ পুনর্মুদ্রণ করতেন। গ্রোসার্ট একমত হন যে পাণ্ডুলিপিগুলি ভনের লেখা এবং তিনি ভনের রচনাগুলির একটি সংস্করণে সেগুলি অন্তর্ভুক্ত করার পরিকল্পনা করেন যা তিনি প্রকাশের জন্য প্রস্তুত করছিলেন। গ্রোসার্ট ১৮৯৯ সালে মারা যান এবং প্রস্তাবিত সংস্করণটি কখনই সম্পূর্ণ হয়নি।\nগ্রোসার্টের পাণ্ডুলিপি সহ সংগ্রহগুলি লন্ডনের একজন বই বিক্রেতা চার্লস হিগ্যাম কিনেন, যিনি তার বন্ধু বার্ট্রাম ডোবেলকে সেগুলি পরীক্ষা করতে বলেন। ডোবেল নিশ্চিত হন যে এগুলো ভনের নয় এবং শীঘ্রই সিদ্ধান্তে পৌঁছান যে এগুলো ট্র্যাহার্নের। পাণ্ডুলিপিগুলিতে কবিতার পাশাপাশি \"ধর্ম ও নীতির প্রতিফলনকে মূর্ত করে তোলা\" মননশীল অনুচ্ছেদের একটি সংগ্রহ অন্তর্ভুক্ত ছিল।\nটমাস ট্র্যাহার্নের কবিতা রচনা ১৯০৩ সালে এবং সেঞ্চুরিজ অফ মেডিটেশনস ১৯০৮ সালে প্রকাশিত হয়। এরপর অন্যান্য প্রকাশনা প্রকাশিত হয়। অবশেষে সেঞ্চুরিসকে \"আমাদের ভাষার সেরা গদ্য-কবিতাগুলির মধ্যে একটি\" হিসাবে বর্ণনা করা হয় এবং এর পঙক্তিকে কবিতার মতো প্রায় সমান তালে সেট করা হয়।\n\n\n=== পাণ্ডুলিপি ===\n\"সেঞ্চুরিজ\" এর ট্র্যাহার্ন পাণ্ডুলিপি ডোবেল ফোলিও (যাকে \"কমনপ্লেস বুক\"ও বলা হয়), \"দ্য চার্চ'স ইয়ার বুক\", এবং \"আর্লি নোটবুক\" (যাকে ফিলিপ ট্র্যাহার্ন'স নোটবুকও বলা হয়) অক্সফোর্ডের বোডলিয়ান লাইব্রেরিতে সংরক্ষিত আছে। বার্নি পাণ্ডুলিপি (যা \"পয়েমস অফ ফেলিসিটি\" নামেও পরিচিত) লন্ডনের ব্রিটিশ লাইব্রেরিতে রয়েছে; এবং \"সিলেক্ট মেডিটেশনস\" কানেকটিকাটের নিউ হ্যাভেনের বেইনকে লাইব্রেরির অসবোর্ন সংগ্রহে রয়েছে।\n১৯৯৬ সালে ওয়াশিংটন ডিসির ফোলগার লাইব্রেরিতে জুলিয়া স্মিথ এবং ল্যাটিটিয়া ইয়েন্ডেলের আবিষ্কৃত একটি পাণ্ডুলিপি পরবর্তীতে ট্র্যাহার্নের \"দ্য সেরিমোনিয়াল ল\" শিরোনামে একটি অসমাপ্ত ১,৮০০-লাইনের মহাকাব্য হিসেবে চিহ্নিত হয়। ১৯৯৭ সালে কেমব্রিজের ট্রিনিটি কলেজের ফেলো জেরেমি মাউল ক্যান্টারবেরির আর্চবিশপের লন্ডন বাসভবন ল্যাম্বেথ প্যালেসের লাইব্রেরিতে ৪,০০০ পাণ্ডুলিপির মধ্যে ট্র্যাহার্নের আরও কাজ আবিষ্কার করেন। ল্যাম্বেথ পাণ্ডুলিপির বেশিরভাগই ছিল গদ্য, যেখানে চারটি সম্পূর্ণ রচনা এবং পঞ্চমটির একটি অংশ অন্তর্ভুক্ত ছিল: অবসর গ্রহণের প্ররোচনা, ডঃ টুইসের একটি শান্ত দৃষ্টিভঙ্গি, চিরন্তনতার বীজ, ঈশ্বরের রাজ্য এবং খণ্ডিত প্রেম ।\n\n\n== কবিতার অভ্যর্থনা ==\nযদিও ট্র্যাহার্নকে এখন একজন শীর্ষস্থানীয় অধিবিদ্যা কবি হিসেবে গণ্য করা হয়, তার প্রথম প্রকাশনায় সেই \"ধারার\" নাম উল্লেখ করা হয়নি। \"দ্য পোয়েটিক্যাল ওয়ার্কস\" -এর ভূমিকায় ডোবেল তাকে \"হারবার্ট, ভন এবং ক্রাওশ সহ ধর্মীয় কবিদের একটি ছোট দলের\" সাথে যুক্ত করেছেন, কিন্তু তাকে অনন্যভাবে স্বতন্ত্র এবং \"এদের কারোরই অনুসারী বা অনুকরণকারী নন\" হিসেবে চিহ্নিত করেছেন। দুই বছর পর প্রকাশিত তাঁর কবিতার নির্বাচনের সময় একই খণ্ডে হেনরি ভনের যমজ ভাই টমাস (ইউজেনিয়াস ফিলালেথেস) এবং বেমার্টনের জন নরিসের 'পদ্য-অবশেষ'ও অন্তর্ভুক্ত ছিল। শেষোক্ত দুজনের খ্যাতি তখনও দার্শনিক হিসেবে ছিল এবং এখনও আছে। দুজনেই ধর্মযাজক ছিলেন এবং নরিস ছিলেন হারবার্টের প্রাক্তন ধর্মযাজকের পদস্থ কর্মকর্তা। তাকে \"অধিভৌতিকদের শেষ ব্যক্তি\" হিসেবেও বর্ণনা করা হয়। অতএব, প্রপিনকুইটি ট্র্যাহার্নকে কোনও নির্দিষ্ট ধারার সদস্য হিসেবে নয় বরং ১৭ শতকের ভক্তিমূলক কবিদের ধারার প্রতিনিধি হিসেবে উপস্থাপন করছে।\nপ্রকাশনার সময় স্যামুয়েল জনসন যাদেরকে \"আধিভৌতিক কবি\" হিসেবে অবজ্ঞাপূর্ণভাবে বর্ণনা করেছিলেন, তারা হারবার্ট গ্রিয়ারসনের সংকলন মেটাফিজিক্যাল লিরিক্স অ্যান্ড পোয়েমস অফ দ্য সেভেন্টিনথ সেঞ্চুরি (১৯২১) প্রকাশের পর যে সমালোচনামূলক গুরুত্ব পেয়েছিলেন তা এখনও অর্জন করতে পারেননি। যাই হোক, ট্র্যাহার্নের কোনও কবিতাই সেখানে অন্তর্ভুক্ত করা হয়নি এবং যখন তিনি টিএস এলিয়টের নজরে আসেন, তখন তাকে \"কবির চেয়েও বেশি রহস্যময়\" বলে বাদ দেওয়া হয়। এরপর তার কাজ আরও গুরুত্ব সহকারে যাচাই-বাছাই করতে কয়েক দশক সময় লেগে যায়।\nঅবশ্যই ট্র্যাহার্নে রহস্যময় উপাদানটি লক্ষণীয়ভাবে স্পষ্ট, তবে তিনি যেভাবে ধর্মতাত্ত্বিক এবং যুক্তিবাদী পরীক্ষার পদ্ধতির মাধ্যমে সত্য, জ্ঞান এবং মন ও হৃদয়ের ক্ষমতা ব্যাখ্যা করার চেষ্টা করেন তার দ্বারা তার আধিভৌতিক প্রমাণ নিশ্চিত করা হয়। এই ধ্যানগুলিকে বর্ধিত বারোক ধারণা হিসেবে যেভাবে কাজে লাগানো হয় তাও একটি সাধারণ বৈশিষ্ট্য, যার মধ্যে \"জলের ছায়া\" একটি বিশেষভাবে আকর্ষণীয় উদাহরণ। শিশুসুলভ নির্দোষতার আদর্শায়ন এবং প্লেটোনিক থিম ব্যবহারের মাধ্যমে তার সময়ের সহ-ভক্তিবাদী কবিদের সাথে আরও একটি যোগসূত্র পাওয়া যায়, যা ট্র্যাহার্ন হেনরি ভন এবং জন নরিসের সাথে ভাগ করে নেন।\n\n\n== প্রভাব ==\n\n\n=== ব্যক্তিগত বিশ্বাসের বিকাশ ===\nতার রচনায় (বিশেষ করে সেঞ্চুরিজ অফ মেডিটেশনস- এ) কিছু আত্মজীবনীমূলক এবং স্বীকারোক্তিমূলক উপাদানের কারণে ট্র্যাহার্ন অবশ্যই অক্সফোর্ডে তার গঠনমূলক বছরগুলিতে বিশ্বাসের অভাব অনুভব করেছিলেন। তিনি এটিকে ধর্মত্যাগের সময়কাল হিসাবে বর্ণনা করেছেন এবং পরে তিনি বিশ্বাসে ফিরে আসার পথ খুঁজে পেয়েছিলেন:আমি অন্তর্দৃষ্টির মাধ্যমে সেই বিষয়গুলো জানতাম, যা আমার ধর্মত্যাগের পর সর্বোচ্চ যুক্তির মাধ্যমে পুনরায় সংগ্রহ করেছি। আমার অজ্ঞতাই আমার জন্য আশীর্বাদস্বরূপ ছিল। আমি যেন নির্দোষতার এক অবস্থায় প্রবেশ করেছিলাম। সবকিছু ছিল নির্মল, বিশুদ্ধ, মহিমান্বিত, আনন্দময় ও মূল্যবান। আমি জানতাম না যে পাপ, অভিযোগ বা আইন বলে কিছু আছে।তবে একটি বিকল্প পাঠ সম্ভব, যা ট্র্যাহার্নের অভিজ্ঞতার তথ্যের কাছাকাছি হতে পারে যেমনটি তিনি উপরের উদ্ধৃতিতে প্রকাশ করেছেন। এর অর্থ হল তিনি বিশ্বাস হারানোকে উপভোগ করেননি, বরং তার পরিপক্কতাকে একটি প্রাকৃতিক, নিষ্পাপ শিশুর দৃষ্টিভঙ্গি এবং বিশ্বে তার স্থান থেকে দূরে ঈশ্বরের সৃষ্টির বিস্ময় সম্পর্কে সহজাত বোধগম্যতা থেকে গির্জা এবং সমাজের নিয়ম এবং প্রত্যাশার সাথে বোঝাপড়া পর্যন্ত সময়কালকে ধর্মত্যাগ হিসাবে চিহ্নিত করেছিলেন, যা তাকে তখন সাবধানে এবং সুশৃঙ্খল অধ্যয়নের মাধ্যমে কাটিয়ে উঠতে হয়েছিল (\"সর্বোচ্চ কারণ\")। বিশ্বাস এবং ধর্মীয় পরমানন্দের প্রতি এই শিশুসুলভ, গ্রহণযোগ্য এবং আনন্দময় দৃষ্টিভঙ্গিই উপরের অংশটি যে লেখা থেকে নেওয়া হয়েছে তার মূলে রয়েছে এবং এটি ট্র্যাহার্নের আবেদনের কারণের একটি অংশ।\n\n\n=== নয়াপ্লাতোবাদ ===\nট্র্যাহার্ন নয়াপ্লাতোবাদ দার্শনিক এবং তার সমসাময়িকদের, যাদেরকে কেমব্রিজ প্লাতোবাদ বলা হত, তাদের কাজের দ্বারা ব্যাপকভাবে প্রভাবিত ছিলেন। কেমব্রিজ প্লেটোনিস্টরা অক্ষাংশবাদী ছিলেন কারণ তারা অ্যাংলিকান গির্জার পিউরিটান এবং উচ্চ গির্জার সদস্যদের মধ্যে সংযম এবং সংলাপের পক্ষে যুক্তি দিয়েছিলেন। তারা বিশ্বাস করত যে, ধর্ম এবং যুক্তি একে অপরের সাথে সামঞ্জস্যপূর্ণ হতে পারে যুক্তির রহস্যময় বোধগম্যতার উপর ভিত্তি করে। আরওবিশ্বাস করত যে, যুক্তি কেবল ইন্দ্রিয় উপলব্ধির বাইরেই উন্নীত নয়, বরং \"প্রভুর মোমবাতি\" এবং মানব আত্মার মধ্যে বসবাসকারী ঐশ্বরিকতার প্রতিধ্বনি। যুক্তি ঈশ্বর-প্রদত্ত এবং ঈশ্বরের পক্ষ থেকেও ছিল।  প্রকৃতপক্ষে সমালোচক কেডব্লিউ সালটার উল্লেখ করেছেন যে, ট্র্যাহার্ন \"ইন্দ্রিয়গুলিকে আধ্যাত্মিক এবং আত্মাকে ইন্দ্রিয়গ্রাহ্য বলে লেখেন।\" তবে গ্ল্যাডিস ওয়েডের ১৯৪৬ সালে লেখা ট্র্যাহার্নের জীবনী অনুসারে তিনি উল্লেখ করেছেন যে, কেমব্রিজ প্লেটোনিস্টরা \"হারমেটিক, ক্যাবালিস্টিক এবং রোসিক্রুসিয়ান বিদ্যা এবং জাদু এবং নেক্রোম্যান্সির অবিশ্বাস্য পরীক্ষা-নিরীক্ষার উপর তাদের শক্তি নষ্ট করেছিলেন\" এবং মন্তব্য করেছেন যে, ট্র্যাহার্নের রহস্যবাদ \"এর কোনও কলঙ্ক থেকে সম্পূর্ণ মুক্ত\" ছিল।\n\n\n== ধর্মতত্ত্ব এবং নীতিগত বিষয়বস্তু ==\n\n\n=== অ্যাংলিকানদের প্রতিরক্ষা এবং ক্যাথলিক গির্জার সমালোচনা ===\nট্র্যাহার্ন পুনরুদ্ধারের সময় ইংল্যান্ডে খ্রিস্টীয় গির্জার স্থিতিশীলতা নিয়েও উদ্বিগ্ন ছিলেন। তার কিছু ধর্মতাত্ত্বিক লেখায়, ট্র্যাহার্ন অ্যাংলিকান বিশ্বাস এবং জাতীয় গির্জার প্রতি তার আবেগ প্রদর্শন করেছেন যা রাজনৈতিক ও ধর্মীয় উত্থানের এই সময়ে রোমান ক্যাথলিক ধর্ম এবং অসঙ্গতির সাথে তার সংঘর্ষে স্পষ্ট করে। পূর্বে অজানা পাণ্ডুলিপির সাম্প্রতিক আবিষ্কারগুলি একজন অ্যাংলিকান দেবতা হিসেবে ট্র্যাহার্নের খ্যাতিকে আরও প্রতিষ্ঠিত করে এবং তার রচনাগুলি দেবত্বের প্রকৃতি, নীতিশাস্ত্র ও নৈতিকতা এবং পাপের প্রকৃতি সম্পর্কিত চলমান ধর্মতাত্ত্বিক যুক্তিগুলির উপর নতুন এবং ব্যাপক অন্তর্দৃষ্টি প্রদান করে।\nউদাহরণস্বরূপ, ট্র্যাহার্ন রোমান ফোরজিস (১৬৭৩)-এ রোমান ক্যাথলিক ধর্মের তীব্র সমালোচনা করেন, যা তার জীবদ্দশায় প্রকাশিত একমাত্র কাজ। এটি দুটি ব্যক্তির মধ্যে সংলাপের আকারে একটি বিতর্কমূলক গ্রন্থ, যাদের একজন প্রোটেস্ট্যান্ট এবং একজন রোমান ক্যাথলিক। বৈধ গির্জার কর্তৃত্ব তৈরি করা ধর্মগ্রন্থ এবং নাইসিয়ার প্রথম কাউন্সিলের ঘোষণার উপর নির্ভর করে ট্র্যাহার্ন সমসাময়িক ক্যাথলিক চার্চের অবস্থার সমালোচনা করেন এবং একটি ষড়যন্ত্র তত্ত্বের মাধ্যমে দাবি করেন যে, ভ্যাটিকান পাণ্ডুলিপিগুলির উপর নিয়ন্ত্রণ রেখেছিল বলেই ক্যাথলিক চার্চ তার কর্তৃত্বের দাবিকে সমর্থন করার জন্য নথিগুলিকে দুর্নীতিগ্রস্ত, অপব্যবহার বা দমন করার অবস্থানে ছিল। রোমের চার্চের সমালোচনার বর্ণনাকারীর অপমানজনক প্রকৃতি ট্র্যাহার্নের কবিতা বা ধর্মতাত্ত্বিক বিষয়ের উপর তার অন্যান্য লেখার ধারার সাথে সম্পূর্ণ বিপরীত।\nতবে ট্র্যাহার্ন মরণোত্তর প্রকাশিত ক্রিশ্চিয়ান এথিক্স (১৬৭৫) বইটিতে কম বিতর্কমূলক সুর গ্রহণ করেন, যেখানে তিনি স্বাধীনতা এবং প্রয়োজনীয়তা সম্পর্কে ক্যালভিনিস্ট চিন্তাধারার ধর্মতাত্ত্বিক প্রভাব অন্বেষণ করেছেন। এই রচনায় ট্র্যাহার্ন নীতিশাস্ত্রকে একটি ধর্মনিরপেক্ষ ঘটনা হিসেবে সংজ্ঞায়িত করতে অস্বীকার করেন। এর পরিবর্তে ঈশ্বরের ইচ্ছার উপর দৃঢ় নির্ভরতার দিকে ইঙ্গিত করেন। মানুষের সীমাবদ্ধতা এবং ব্যর্থতার কারণে কেউ বিশ্বাসের একটি উপযুক্ত এবং সুসংগত নৈতিক ব্যবস্থা গড়ে তুলতে পারে না। এই গুণাবলী অবশ্যই একটি ঐশ্বরিক উৎস থেকে উদ্ভূত হতে হবে এবং তাদের পুরষ্কার সমস্ত কিছুর মূলে ঈশ্বরের অসীম প্রেম উপলব্ধি করার মাধ্যমে পাওয়া উচিত।\n\n\n=== পাপ ===\nট্র্যাহার্ন পাপের বিষয় এবং গির্জার মতবাদের তুলনায় এর স্থান সম্পর্কে যথেষ্ট গবেষণা করেছেন। সম্প্রতি আবিষ্কৃত রচনা \"আ সোবার ভিউ অফ ডঃ টুইস\" -এ ট্র্যাহার্ন নির্বাচন এবং নিন্দার প্রশ্নগুলির একটি বৃহত্তর আলোচনার কাঠামোর মধ্যে পাপ এবং পরিত্রাণ নিয়ে আলোচনা করেছেন। ট্র্যাহার্ন লিখেছেন:সে স্বর্গের রাজ্য থেকে বঞ্চিত হয়েছিল, যেখানে এমন কিছু প্রবেশ করতে পারে না যা ঈশ্বরকে ঘৃণা করে, এবং যেখানে এমন কিছু বাদ পড়তে পারে না যা ঈশ্বরকে ভালোবাসে। ঐ ভালোবাসার ক্ষতিই হলো নরক; আর সেই ভালোবাসাকে দেখা ও তা অর্জন করাই স্বর্গ। এভাবেই পাপ তাকে স্বর্গ থেকে বিচ্ছিন্ন করেছিল।\n\n\n=== রহস্যবাদ এবং ঐশ্বরিক মিলন ===\nট্র্যাহার্নের কাজগুলি সহজাতভাবে রহস্যময় কারণ সেগুলোতে ঈশ্বরের সৃষ্টি এবং মানুষের আত্মার মধ্যে তাঁর প্রকৃতি বুঝতে এবং আলিঙ্গন করার চেষ্টা করা হয়েছে। ট্র্যাহার্ন সেঞ্চুরিজ অফ মেডিটেশনে তার বিশ্বাসের যাত্রা বর্ণনা করেছেন, যা সম্ভবত ট্র্যাহার্ন যখন ক্রেডেনহিলে ছিলেন তখন লেখা হয়েছিল। এটি এমন একটি কাজ যা তার \"আধ্যাত্মিক তীব্রতা\" এবং \"লেখকের জরিপের বিস্তৃত পরিধি\" এর জন্য বিখ্যাত, যার মধ্যে রয়েছে, \"সমস্ত স্বর্গ ও পৃথিবী তিনি ধার্মিক আত্মার প্রদেশের জন্য গ্রহণ করেন\"। বলা হয় যে, ট্র্যাহার্নের কাজ \"আত্মার লুকানো বিষয়গুলির দিকে তাকায়, এবং সেগুলির মধ্যে তিনি ঈশ্বরের মহিমা ও প্রেমের প্রতিচ্ছবি\" এবং \"ঈশ্বরের মঙ্গল ও জাঁকজমকের চিরন্তন বিষয়বস্তু\" দেখতে পান।\nট্র্যাহার্নের কবিতাগুলি প্রায়ই সৃষ্টির মহিমা এবং ঈশ্বরের সাথে তার ঘনিষ্ঠ সম্পর্ক হিসাবে তিনি কী উপলব্ধি করেছিলেন তা অন্বেষণ করে। তিনি মানুষ ও মানব প্রকৃতি সম্পর্কে তাঁর ধারণার জন্য অ্যারিস্টটলের লেখা এবং প্রাথমিক গির্জার ফাদারদের উপর গভীরভাবে আলোকপাত করেছিলেন।\nবিংশ শতাব্দীর সমালোচনায় প্রাধান্য বিস্তারকারী রচনাগুলিতে পাপ এবং কষ্টের খুব কম উল্লেখ করা হয়েছে, এবং কিছু সমালোচক তার কবিতাকে সর্বেশ্বরবাদ (অথবা সম্ভবত সর্বেশ্বরবাদ) এর সাথে সঙ্গতিপূর্ণ বলে মনে করেন।\n\n\n=== আনন্দ ===\nট্র্যাহার্নের কাজের মূলে রয়েছে \"আনন্দ\" ধারণা, যা পরমানন্দের সর্বোচ্চ অবস্থা যেখানে তিনি ঈশ্বরের সারাংশকে \"অমূল্য মূল্যের আনন্দ\" এর উৎস হিসেবে বর্ণনা করেছেন।\nট্র্যাহার্ন বলেন যে, 'তার মধ্যে স্থাপিত বোধগম্যতা' তার সুখকে সুরক্ষিত করেছে। তিনি যুক্তি দেন যে, মানুষ কেবল ঈশ্বরের ইচ্ছা এবং ঐশ্বরিক প্রেম বোঝার মাধ্যমেই এই আনন্দ উপভোগ করতে পারে এবং তিনি এর সৌন্দর্যকে শিশুসুলভ ভাষায় বর্ণনা করেন। ট্র্যাহার্ন \"প্রকৃতির নীতি\" ব্যাখ্যা করেন যেখানে সত্য (\"আলো\") এবং সৌন্দর্যের প্রতি তার প্রবণতার মাধ্যমে তিনি আনন্দকে এর উৎস এবং একটি প্রাকৃতিক অভিজ্ঞতা হিসেবে চিহ্নিত করেন।\n\n\n== অন্যান্য থিম ==\n\n\n=== প্রকৃতি ===\nট্র্যাহার্নের কাজে আরেকটি মহান আবেগ চিত্রিত হয়েছে যা হল প্রকৃতি এবং প্রাকৃতিক জগতের প্রতি তার ভালোবাসা, যা প্রায়ই প্রকৃতির একটি খুব রোমান্টিক আচরণে প্রদর্শিত হয় যাকে চরিত্রগতভাবে সর্বেশ্বরবাদী বা সর্বেশ্বরবাদী হিসাবে বর্ণনা করা হয়েছে। যদিও ট্র্যাহার্ন প্রকৃতির সৃষ্টির জন্য একটি ঐশ্বরিক উৎসকে কৃতিত্ব দেন, তবুও প্রকৃতির প্রতি তার প্রশংসা থোরোর কাছ থেকে যা আশা করা যায় তার চেয়ে কম কিছু বলে মনে হয় না। অনেক পণ্ডিত ট্র্যাহার্নকে মহৎ লেখক বলে মনে করেন এবং তাঁর লেখায় তিনি প্রাকৃতিক জগতের প্রতি হারানো উপলব্ধি পুনরুদ্ধার করার চেষ্টা করেছেন বলে মনে করা হয়। পাশাপাশি প্রকৃতিতে তিনি যা জানতেন তার চেয়েও বেশি শক্তিশালীভাবে তার প্রতি শ্রদ্ধা তিনি জানিয়েছেন। এই অর্থে ট্র্যাহার্ন রোমান্টিক আন্দোলন বাস্তবে সংঘটিত হওয়ার ১৩০ বছরেরও বেশি আগে থেকেই তা অনুমান করেছিলেন বলে মনে করা হয়। প্রকৃতির সাথে মানুষের প্রায় সহজাত সম্পর্কের বিষয়ে প্রায়ই আলোচনা হয়, সেই সাথে \"আক্ষরিক পরিবেশ\" এর ঘন ঘন ব্যবহার, অর্থাৎ একটি নির্দিষ্ট মুহূর্ত থেকে একটি ইন্দ্রিয় অভিজ্ঞতা বিশ্বস্তভাবে পুনরুত্পাদন করার প্রচেষ্টার এই কৌশলটি পরে উইলিয়াম ওয়ার্ডসওয়ার্থ প্রায়ই ব্যবহার করেছিলেন।\n\n\n=== শিশুসুলভ আনন্দ এবং মনোভাব ===\nসুসমাচারের চেতনায়, ট্র্যাহার্নের \"মহান বিষয়বস্তু হল শৈশবের দূরদর্শী নিষ্পাপতা\", এবং তার লেখাগুলি ইঙ্গিত দেয় যে, \"প্রাপ্তবয়স্করা শৈশবের আনন্দ হারিয়ে ফেলেছে, এবং তার সাথে সৃষ্টির ঐশ্বরিক প্রকৃতির উপলব্ধি।\" ট্র্যাহার্ন সম্ভবত এই ধারণাটি প্রকাশ করেছেন যে, স্বর্গকে পুনরাবিষ্কার করা যেতে পারে এবং পুনরুদ্ধার করা যেতে পারে কেবলমাত্র এই শিশুসুলভ নিষ্পাপতা পুনরুদ্ধারের মাধ্যমে। এটি এমন একটি অবস্থা যা \"ভালো এবং মন্দের জ্ঞানের পূর্বে\" এবং একটি সীমাহীন প্রেম এবং বিস্ময় দ্বারা গঠিত বলে মনে করা হয়।\nএই দিক থেকে ট্র্যাহার্নের কাজকে প্রায়ই উইলিয়াম ব্লেক, ওয়াল্ট হুইটম্যান এবং জেরার্ড ম্যানলি হপকিন্সের কাজের মধ্যে পাওয়া প্রচুর আনন্দ এবং রহস্যবাদের সাথে তুলনা করা হয়। ট্র্যাহার্নের পণ্ডিত ডেনিস ইঙ্গের মতে, ট্র্যাহার্নের ধর্মতাত্ত্বিক ও নৈতিক ভিত্তি বর্ণনা করার জন্য একটি শিশুর দৃষ্টিভঙ্গির প্রবর্তন এই সময়ের সাহিত্যে অজানা ছিল অথবা অবশ্যই অপ্রশংসিত ছিল।\n\n\n=== সুখ ===\nট্র্যাহার্নের কাজের আরেকটি লক্ষ্য হলো সুখ অর্জন। তিনি লিখেছিলেন \"আমি প্রথমে সুখের সন্ধানে অনেক সময় ব্যয় করব, এবং তারপর তা উপভোগ করার জন্য আরও অনেক সময় ব্যয় করব।\" তিনি লেখেন যে, অনেকেই সুখকে ঘৃণা করে, কিন্তু \"স্বর্গ এমন একটি জায়গা যেখানে আমাদের সুখ সকলের কাছে দৃশ্যমান হবে। আমরা সেখানে জাঁকজমকের ঝুঁকি ছাড়াই সুখের মধ্যে দেখা যাওয়ার সুখ উপভোগ করব\"।\n\n\n=== ব্যবহারিক দর্শন ===\nট্র্যাহার্নের লক্ষ্য ছিল দর্শনের মাধ্যমে অর্জিত অন্তর্দৃষ্টি দৈনন্দিন জীবনে ব্যবহার করা।\n\n\n== উত্তরাধিকার ==\nবিংশ শতাব্দীর শুরুতে প্রকাশিত হওয়ার আগ পর্যন্ত ট্র্যাহার্নের রচনাগুলি মূলত অপ্রকাশিত ছিল। তারপর থেকে যারা প্রভাব স্বীকার করেছেন তারা হলেন ট্র্যাপিস্ট সন্ন্যাসী টমাস মার্টন; খ্রিস্টান মানবতাবাদী ডরোথি এল. সেয়ার্স; কবি এলিজাবেথ জেনিংস; এবং সিএস লুইস, যিনি সেঞ্চুরিজ অফ মেডিটেশনসকে \"ইংরেজিতে প্রায় সবচেয়ে সুন্দর বই\" বলে অভিহিত করেছিলেন।\n\nঅ্যাংলিকান কমিউনিয়নের মধ্যেও তাদের প্রভাব ছিল। যদিও অ্যাংলিকানরা রোমান ক্যাথলিক ঐতিহ্যের মতো একইভাবে সন্ত তৈরি করে না, তবুও প্রায়ই মহান পবিত্রতার অধিকারী ব্যক্তিদের সন্ত হিসেবে স্বীকৃতি দিয়েছে, কখনও কখনও একটি আনুষ্ঠানিক প্রক্রিয়ার মাধ্যমে এবং কখনও কখনও জনপ্রিয় প্রশংসা বা স্থানীয় রীতিনীতির মাধ্যমে। এই নজির অনুসরণ করে এবং তার কবিতা এবং আধ্যাত্মিক লেখার স্মরণে টমাস ট্র্যাহার্নকে অ্যাংলিকান কমিউনিয়নের মধ্যে অনেক জাতীয় গির্জার সন্তদের ক্যালেন্ডারে অন্তর্ভুক্ত করা হয়েছে। ইংল্যান্ডের চার্চে একটি স্মরণসভার মাধ্যমে তাকে স্মরণ করা হয়।\nট্র্যাহার্নের স্মরণসভা ২৭ সেপ্টেম্বর (তার মৃত্যুর তারিখ) অথবা ১০ অক্টোবর (তার সমাধির তারিখ) অনুষ্ঠিত হয়। ইংল্যান্ডের গির্জা, কোরিয়ার অ্যাংলিকান চার্চ এবং  হংকং শেং কুং হুই (হংকং অ্যাংলিকান চার্চ নামেও পরিচিত) তে ১০ অক্টোবর পালিত হয়।\n\n\n== সঙ্গীত পরিবেশনার এক শতাব্দী ==\nট্র্যাহার্ন সম্পর্কে দেখা গেছে যে, \"যদি উল্লেখগুলির ফ্রিকোয়েন্সি এবং উৎসাহ দেখে বিচার করা যায়, তবে ট্র্যাহার্ন সঙ্গীতকে ভালোবাসতেন\", তবে এটি দীর্ঘস্থায়ী এবং আজীবন ছিল। ট্র্যাহার্ন অ্যাসোসিয়েশন তাঁর লেখার গীতিকবিতা এবং তাঁর লেখা কথাগুলিকে সঙ্গীতে রূপান্তরিত করেছেন এমন প্রায় শতাধিক সুরকারের একটি চেক তালিকা তৈরি করেছে। এর মধ্যে বেশ কিছু কবির জন্মস্থান হিয়ারফোর্ডশায়ার থেকে এসেছে, যেখানে উল্লেখযোগ্য অংশ অন্যান্য দেশ থেকে এসেছে, সব ইংরেজিভাষী বিশ্ব থেকে নয়। গত শতাব্দীতে শিল্প সঙ্গীত থেকে শুরু করে ভক্তিমূলক মোটেট, উন্নত আধুনিকতাবাদ থেকে মিনিমালিজম পর্যন্ত বিভিন্ন ধরণের সঙ্গীত শৈলীও দেখা গেছে, এবং কিছু সম্পূর্ণরূপে যন্ত্রসঙ্গীতের ব্যাখ্যাও রয়েছে।\n\n\n=== ব্রিটেন ===\nপ্রাচীনতম পরিচিত স্থাপনাটি ছিল ওয়েলশ-বংশোদ্ভূত ব্রাইসেসন ট্রেহার্ন (১৮৭৯-১৯৪৮)। ১৯১৭ সালের তাঁর \"আহ্বান\" ছিল ট্র্যাহার্নের খ্রিস্টান এথিক্সের একটি শিরোনামহীন কবিতার ১১ নম্বর স্তবক: \"হে পবিত্র যীশু যিনি আমাদের জন্য মৃত্যুবরণ করেছেন\", যা ব্যারিটোন এবং পিয়ানোর সুরে তৈরি। ১৯২৪ সালে এর পরে আসে রুটল্যান্ড বাউটনের \"কন্টেন্টমেন্ট\", যা সঙ্গীহীন পুরুষদের কণ্ঠের জন্য একটি আংশিক গান যা ট্র্যাহার্নের \"কন্টেন্টমেন্ট একটি ঘুমন্ত জিনিস\"। এটি ক্রিশ্চিয়ান এথিক্সেরও অন্তর্ভুক্ত। পরবর্তী সুরকাররা একই কাজের মধ্যে গানের জন্য পদ্য এবং গদ্য উভয়ই ব্যবহার করেছিলেন, যার মধ্যে ১৯৭৮ সালের একটি উদাহরণ ছিল এলিজাবেথ ম্যাকঞ্চির \"সূর্য, চাঁদ এবং তারা\"। এই চক্রটি সোপ্রানো এবং পিয়ানোতে ব্যবহৃত হয়েছিল।\n১৯২০-এর দশকে জেরাল্ড ফিনজি তার উচ্চাকাঙ্ক্ষী ডাইস নাটালিস- এর কাজ শুরু করেন, যা উচ্চ একক কণ্ঠ এবং স্ট্রিং অর্কেস্ট্রার জন্য একটি ক্যানটাটা। ১৯৩৯ সালে এটি সম্পন্ন হলেও দ্বিতীয় বিশ্বযুদ্ধ শুরু হওয়ার কারণে এর প্রিমিয়ার বাতিল করা হয় এবং কয়েক মাস পরে ১৯৪০ সালের জানুয়ারিতে এটি প্রদর্শিত হয়। এর সম্পূর্ণ যন্ত্রসঙ্গীত \"ইন্ট্রাডা\"-এর পরে তার \"সেঞ্চুরিজ অফ মেডিটেশনস\"-এর তৃতীয় গদ্যের কিছু অংশ এবং তারপরে তিনটি কবিতা রয়েছে: \"দ্য র‍্যাপচার\", \"ওয়ান্ডার\" এবং \"দ্য স্যালুটেশন\"। নির্বাচিত লেখাগুলি এমন সৌন্দর্যের জগতে নবজাত শিশুর নিষ্পাপ দৃষ্টিভঙ্গি এবং বিস্ময়ের আনন্দ এবং বিস্ময়কে প্রতিফলিত করে।\nট্র্যাহার্নের আহ্বান এবং ধার্মিকতার কারণে ট্র্যাহার্নের কাজের অনেক আধুনিক পরিবেশে একটি ভক্তিমূলক প্রেক্ষাপট রয়েছে। তাঁর \"দ্য র‍্যাপচার\" কবিতাটি কেমব্রিজ হিমনাল (১৯৬৭) -এ হিম ৯৭ হিসেবে অন্তর্ভুক্ত করা হয়, যার সঙ্গীত পরিচালনা করেছিলেন সুরকার উইলিয়াম ওয়ার্ডসওয়ার্থ। প্যাট্রিক লারলির মূলত পবিত্র কোরাল সঙ্গীতের মধ্যে রয়েছে তার অন ক্রিসমাস ডে (২০০২), যা সাতটি খণ্ডের একটি ধারাবাহিক, যার মধ্যে ১, ৩ এবং ৭ নম্বরে ট্র্যাহার্নের \"অন ক্রিসমাস-ডে\" কবিতার শ্লোক রয়েছে। বিশেষ অনুষ্ঠানের জন্য আরও বেশ কিছু কাজ কমিশন করা হয়: কলিন ম্যাথিউস (\"শ্যাডোজ ইন দ্য ওয়াটার\", ১৯৭৮/৯); ফ্রান্সিস জ্যাকসন (\"অন ক্রিসমাস ডে\", ১৯৯৫); জন ক্যাসকেন (\"এ সং অব কাইমস\", ১৯৯৬); অ্যান্ড্রু কার্টার (\"দ্য সেন্টস অফ গড\", ২০০৫); সিসিলিয়া ম্যাকডোওয়াল, (\"দ্য স্কাইস ইন দ্যিয়ার ম্যাগনিফিকেন্স\", ২০০৮); ফ্রান্সিস পট, (\"দ্য লাভ অফ গড ইজ ইন ইটারন্যান্স\", ২০১১); এবং ডেভিড সাওয়ার, (\"ওয়ান্ডার\", ২০১২)।\n\n\n=== আন্তর্জাতিক ===\nদ্বিতীয় এলিজাবেথের হীরকজয়ন্তী উদযাপনের জন্য সওয়ারের কোরাল রচনাটি লেখা হয়েছিল। এর আগে ২০০৬ সালের অক্টোবরে রাণীর এস্তোনিয়া সফরের সম্মানে একটি পরিবেশনার জন্য টোইভো তুলেভ (জন্ম ১৯৫৮) ট্র্যাহার্নের \"সেঞ্চুরিজ অফ মেডিটেশনস\" থেকে \"আনন্দ করুন! আনন্দ করুন! আনন্দ করুন!\" হিসেবে লাইন স্থাপন করেছিলেন। ট্র্যাহার্নের কাজের অন্যান্য সেটিংগুলি বুলগেরিয়ান বংশোদ্ভূত ডোব্রিঙ্কা তাবাকোভা (\"মেডিটেশনের শতাব্দী\", সম্পূর্ণ গায়কদল, বীণা বা পিয়ানো এবং স্ট্রিংগুলির জন্য নির্বাচন, ২০১২) দ্বারা তৈরি করা হয়; ফরাসি ক্লদ ব্যালিফ, (Poème de la félicité for three women voices, ১৯৭৭); এবং ফিনিশ জাউনি কাইপেনেন দ্বারা, যার \"ফেলিসিটি এবং ফুলনেস\" উচ্চ ব্যারিটোন এবং অর্কেস্ট্রার জন্য একটি মনোড্রামা হিসাবে বর্ণনা করা হয়।\nউত্তর আমেরিকায় কানাডিয়ান সুরকার ফ্রেডেরিক কারাম (১৯২৬-১৯৭৮) \"ফ্রম ডাস্ট আই রাইজ\" লিখেছিলেন, যা ট্র্যাহার্নের \"দ্য স্যালুটেশন\" কবিতার পংক্তির উপর ভিত্তি করে একটি সঙ্গীত, যা প্রথম পরিবেশিত হয়েছিল ১৯৫৮ সালে। মার্কিন যুক্তরাষ্ট্রে অ্যান্থনি পিকোলো ১৯৮৭ সালে মাঝারি-উচ্চ কণ্ঠ এবং পিয়ানোর জন্য ট্র্যাহার্নের একই শিরোনামের কবিতা থেকে \"ওয়ান্ডার\" রচনা করেছিলেন। অ্যারন জে কার্নিস ২০০৬ সালে সোপ্রানো, বেহালা, গিটার এবং পিয়ানোর জন্য \"টু অ্যাওয়েকেনিংস অ্যান্ড আ লুলাবি\" গানের চক্র সেট করেছিলেন। বব চিলকট ২০১২ সালে উচ্চ কণ্ঠ এবং পিয়ানোর জন্য \"দ্য সান অ্যান্ড স্টারস আর মাইন\" সেট করেছিলেন। গ্যারেট জর্জ ২০১৮ সালে পিয়ানো সঙ্গতি সহ সোপ্রানো জন্য \"৪ ট্র্যাহার্ন গান\" রচনা করেছিলেন।\n\n\n=== যন্ত্রসঙ্গীত এবং অন্যান্য ফর্ম্যাট ===\nসাতোরু ইকেদা (জন্ম ১৯৬১) রচিত দুটি জাপানি রচনার সূচনা হয়েছে ট্রাহের্নের \"দ্য স্যালুটেশন\" থেকে। প্রথমটি ছিল চেম্বার কোয়ার, অ্যাকর্ডিয়ন, টুবা এবং হার্পের ইংরেজি পাঠের একটি স্বরগত স্থানান্তর, যেখানে বাদ্যযন্ত্রগুলি \"স্বর্গ, পৃথিবী এবং মানুষের প্রতীক\" (২০০৩). পরবর্তীতে সুরকার অল্টো বাঁশির জন্য একটি সম্পূর্ণ যন্ত্রসঙ্গীত রচনা লেখেন যা তিনটি গতিতে বিভক্ত ছিল (অতল, জাগরণ এবং আবির্ভাব), যা কবিতার তিনটি স্তবক (২০১৫) দ্বারা অনুপ্রাণিত হয়েছিল। পূর্ণ অর্কেস্ট্রা হিসেবে ট্র্যাহার্নের আরেকটি ব্যাখ্যা ছিল অস্ট্রেলিয়ান সুরকার নাইজেল বাটারলির মেডিটেশনস অফ টমাস ট্র্যাহার্ন (১৯৬৮), যা পাঁচটি গদ্য ধ্যানের উপর ভিত্তি করে রচিত।\nহেরফোর্ড ক্যাথেড্রালের অডলি চ্যাপেলের টম ডেনির ট্র্যাহার্ন জানালা থেকে অনুপ্রাণিত হয়ে দুটি অঙ্গের কাজ তৈরি করা হয়েছে। এছাড়াও আমেরিকান পিটার স্টল্টজফাস বার্টন (জন্ম ১৯৬৮) তার \"হেরফোর্ড ভ্যারিয়েশনস\" (২০০৭) এর পনেরটি টুকরো ট্র্যাহার্নের সেঞ্চুরিজ অফ মেডিটেশনস-এর উপর ভিত্তি করে তৈরি করেছিলেন। মার্টিন বুসির অর্গান কাজ \"হেরফোর্ড উইন্ডোজ\" ২০১৪ সালে প্রকাশিত হয়।\nট্র্যাহার্নের লেখা দুটি বৃহত্তর আকারের রচনায়ও অবদান রেখেছে। কেনেথ লেইটনের সিম্ফনি নং ২ (সিনফোনিয়া মিস্টিকা, ১৯৭৪) তার তৃতীয় আন্দোলন (মেডিটেশন) হিসেবে ট্র্যাহার্নের \"থ্যাঙ্কসগিভিংস ফর দ্য বডি\" থেকে লাইন স্থাপন করে। পরে হ্যারিসন বার্টউইস্টল তার অপেরা দ্য লাস্ট সাপার (১৯৯৯) এর ভিশন ১-এ \"থ্যাঙ্কসগিভিংস ফর দ্য বডি\" থেকে খ্রিস্টের উদ্ধৃতি দিয়েছিলেন। \nধ্রুপদী সঙ্গীত ঐতিহ্যের বাইরে উই ট্যাম এবং বিগ হাগ অ্যালবামে (১৯৬৮) ইনক্রেডিবল স্ট্রিং ব্যান্ডের \"ডগলাস ট্র্যাহার্ন হার্ডিং\" গানটি সেঞ্চুরিজ অফ মেডিটেশনস থেকে লাইনগুলিকে অন্তর্ভুক্ত করা হয় এবং ট্র্যাহার্নের কাজ যে ব্যাপক বহুমুখী প্রয়োগের ক্ষমতা রাখে তা প্রদর্শন করে।\n\n\n== কাজ এবং প্রকাশনা ==\n\n\n=== ট্র্যাহার্নের জীবনকাল ও সময়ে প্রকাশিত ===\n১৬৭৩: রোমান জালিয়াতি, অথবা, রোমের চার্চের জালিয়াতি এবং জাল প্রাচীনত্ব আবিষ্কারকারী মিথ্যা রেকর্ডের একটি সত্য বিবরণ (লন্ডন: জোনাথন এডউইনের জন্য এস. এবং বি. গ্রিফিন দ্বারা মুদ্রিত, ১৬৭৩)।\n১৬৭৫: খ্রিস্টীয় নীতিশাস্ত্র: অথবা, ঐশ্বরিক নৈতিকতা। বুদ্ধি ও যুক্তির নিয়ম অনুসারে আশীর্বাদের পথ খোলা (লন্ডন: জোনাথন এডউইনের জন্য মুদ্রিত, ১৬৭৫)।\n১৬৯৯: ঈশ্বরের করুণার একটি গুরুতর এবং করুণ চিন্তা, এর জন্য বেশ কয়েকটি পরম ধার্মিক এবং মহৎ ধন্যবাদ জ্ঞাপনে (লন্ডন: স্যামুয়েল কেবলের জন্য মুদ্রিত, ১৬৯৯)।\n১৭১৭: সৃষ্টির উপর ধ্যান, ধ্যান ও ভক্তির সংগ্রহে, তিনটি অংশে। (লন্ডন: নাথানিয়েল স্পিঙ্কস দ্বারা প্রকাশিত। ডি. মিডউইন্টারের জন্য মুদ্রিত, ১৭১৭)।\n\n\n=== পরবর্তী সংকলন এবং সংস্করণ ===\n১৯০৩: ট্র্যাহার্ন, টমাস (১৯০৩)। ডোবেল, বারট্রাম (সম্পা.)। দ্য পোয়েটিকাল ওয়ার্কস অফ টমাস ট্র্যাহার্ন ১৬৩৬?–১৬৭৪। লন্ডন: ডোবেল। একটি দ্বিতীয় সংস্করণ ১৯০৬ সালে প্রকাশিত হয়।\n১৯০৫: ট্র্যাহার্ন, টমাস; ভন, টমাস; নরিস, জন (১৯০৫)। টমাস ট্র্যাহার্নের নির্বাচিত কবিতা, টমাস ভনের ইংরেজি পদ্য-অবশেষ, জন নরিসের নির্বাচিত কবিতা। হাল: জে.আর. টুটিন।\n১৯০৮: ট্র্যাহার্ন, টমাস (১৯০৮)। ডোবেল, বারট্রাম (সম্পা.)। সেঞ্চুরিজ অফ মেডিটেশনস। লন্ডন: ডোবেল।\n১৯১০: ট্র্যাহার্ন, টমাস (১৯১০)। বেল, এইচ.আই. (সম্পা.)। ট্র্যাহার্ন’স পোয়েমস অফ ফেলিসিটি। অক্সফোর্ড: ক্লারেন্ডন প্রেস।\n১৯৩২: দ্য পোয়েটিকাল ওয়ার্কস অফ টমাস ট্র্যাহার্ন, লেখকের মূল পান্ডুলিপি থেকে বিশ্বস্তভাবে পুনর্মুদ্রিত, পোয়েমস অফ ফেলিসিটি বার্নি পান্ডুলিপি থেকে পুনর্মুদ্রিত, এবং বিভিন্ন উৎস থেকে সংগৃহীত কবিতা (সম্পা. গ্ল্যাডিস আই. ওয়েড) (লন্ডন: পি. জে. & এ. ই. ডোবেল, ১৯৩২)।\n১৯৪১: এ সিরিয়াস অ্যান্ড প্যাথেটিক্যাল কন্টেমপ্লেশন অফ দ্য মের্সিস অফ গড, বিভিন্ন অত্যন্ত ধর্মভক্ত ও মহিমান্বিত কৃতজ্ঞতা জ্ঞাপনের মাধ্যমে (সম্পা. রয় ড্যানিয়েলস) (টরন্টো: ইউনিভার্সিটি অফ টরন্টো প্রেস, ১৯৪১)।\n১৯৫৮: সেঞ্চুরিজ, পোয়েমস, অ্যান্ড থ্যাঙ্কসগিভিংস (২ খণ্ড) (সম্পা. এইচ. এম. মারগোলিওথ) (অক্সফোর্ড: ক্লারেন্ডন প্রেস, ১৯৫৮)।\n১৯৬৬: মেডিটেশনস অন দ্য সিক্স ডেজ অফ দ্য ক্রিয়েশন (সম্পা. জর্জ রবার্ট গাফি) (লস অ্যাঞ্জেলেস: উইলিয়াম অ্যান্ড্রুজ ক্লার্ক মেমোরিয়াল লাইব্রেরি, ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া, ১৯৬৬)।\n১৯৬৬: পোয়েমস, সেঞ্চুরিজ, অ্যান্ড থ্রি থ্যাঙ্কসগিভিংস (সম্পা. অ্যান রিডলার) (লন্ডন: অক্সফোর্ড ইউনিভার্সিটি প্রেস, ১৯৬৬)।\n১৯৬৮: ক্রিশ্চিয়ান এথিক্স (সম্পা. ক্যারল এল. মার্কস এবং গাফি) (ইথাকা: কর্নেল ইউনিভার্সিটি প্রেস, ১৯৬৮)।\n১৯৮৯: কমেন্টারিজ অফ হেভেন: দ্য পোয়েমস (সম্পা. ডি. ডি. সি. চেম্বার্স) (সালজবুর্গ: ইনস্টিটিউট ফুর অ্যাংলিস্টিক উন্ড আমেরিকানিস্টিক, ইউনিভার্সিটাট সালজবুর্গ, ১৯৮৯)। ISBN 9780773405844\n২০০৫–২০১৭: ট্র্যাহার্ন, টমাস (১৮ জুন ২০২০)। রস, জ্যান (সম্পা.)। দ্য ওয়ার্কস অফ টমাস ট্র্যাহার্ন। মেলটন, সাফোক, যুক্তরাজ্য: ডি.এস. ব্রিউয়ার। ISBN 9781843840473\nভলিউম ১: ইনডিউসমেন্টস টু রিটায়ার্ডনেস, এ সোবর ভিউ অফ ড. টুইসেস হিজ কনসিডারেশনস, সিডস অফ ইটারনিটি অর দ্য নেচার অফ দ্য সোল, দ্য কিংডম অফ গড (২০০৫)। ISBN 9781843840374\nভলিউম ২: কমেন্টারিজ অফ হেভেন, পার্ট ১: অ্যাবহরেন্স টু অ্যালোন (২০০৭) ISBN 9781843841357\nভলিউম ৩: কমেন্টারিজ অফ হেভেন, পার্ট ২: অল-সাফিশিয়েন্ট টু ব্যাস্টার্ড (২০০৭) ISBN 9781843841364\nভলিউম ৪: চার্চ’স ইয়ার-বুক, এ সিরিয়াস অ্যান্ড প্যাথেটিক্যাল কন্টেমপ্লেশন অফ দ্য মের্সিস অফ গড, [মেডিটেশনস অন দ্য সিক্স ডেজ অফ দ্য ক্রিয়েশন] (২০০৯) ISBN 9781843841968\nভলিউম ৫: সেঞ্চুরিজ অফ মেডিটেশনস অ্যান্ড সিলেক্ট মেডিটেশনস (২০১৩) ISBN 9781843843276\nভলিউম ৬: ভার্স: ফ্রম দ্য ডোবেল ফোলিও, পোয়েমস অফ ফেলিসিটি, দ্য সিরিমোনিয়াল ল ISBN 9781843843825\nভলিউম ৭: রোমান ফোরজেরিস, ক্রিশ্চিয়ান এথিক্স: অর, ডিভাইন মরালিটি ISBN 9781843846185\nভলিউম ৮: কমেন্টারি অ্যান্ড ইনডেক্স (এখনো প্রকাশিত হয়নি)\nভলিউম ৯: নোটবুকস (এখনো প্রকাশিত হয়নি)\n২০২৩: ট্র্যাহার্ন, টমাস। রেডেমার, কলিন (সম্পাদক)। ক্রিশ্চিয়ান এথিক্স, আধুনিক সংস্করণ।  (ড্যাভেন্যান্ট প্রেস, ২০২৩) ল্যান্ড্রাম, সাউথ ক্যারোলাইনা, যুক্তরাষ্ট্র।\nভলিউম ১: দ্য শাইনিং হিউম্যান ক্রিয়েচার (২০২৩)। আইএসবিএন ৯৭৮১৯৪৯৭১৬১৬০\nভলিউম ২: মেইড লাইক দ্য মেকার (২০২৩)। আইএসবিএন ৯৭৮১৯৪৯৭১৬২১৪\n\n\n=== অনুবাদ ===\nPoèmes de la felicité, অনুবাদ - জিন ওয়াহল, সংস্করণ ডু সিউইল, প্যারিস ১৯৫১। কিছু অংশ মূলত ১৯৩৬ সালের এপ্রিল মাসে মিজার্স ম্যাগাজিনে প্রকাশিত হয়েছিল।\nলেস সেঞ্চুরিজ, ট্রান্স। মাগালি জুলিয়েন, আরফুয়েন, ২০১১।\nরবার্ট জোন্সের \"দ্যাট ক্রস ইজ আ ট্রি সেট অন ফায়ার উইথ ইনভিজিবল ফ্লেম\" (দাস ক্রুজ ইস্ট এইন ফ্লেমেন্ডার বাউম), সম্পূর্ণ গায়কদল এবং অর্গানের জন্য একটি পরিবেশ যা টমাস ট্র্যাহার্নের সেঞ্চুরিজ থেকে এর পাঠ্য গ্রহণ করে; মেইক ইম্পেকোভেন দ্বারা সরবরাহিত একটি জার্মান অনুবাদ। প্রকাশ: ড. জে. বাটজ, বন, ২০১৫।\nগোটার ডিউ, ট্রান্স। মাগালি জুলিয়েন, আরফুয়েন, ২০২০।\n\n\n== আরও দেখুন ==\nকবিতা গোষ্ঠী এবং আন্দোলনের তালিকা\nআধিভৌতিক কবিতা\nঅ্যাংলিকানবাদে সন্তগণ\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n=== উদ্ধৃতি ===\n\n\n=== উদ্ধৃত কাজ ===\n\n\n=== আরও পড়ুন ===\n\n\n== বহিঃসংযোগ ==\n\nপ্রজেক্ট গুটেনবার্গে টমাস ট্র্যাহার্নের রচনা\nটমাস ট্র্যাহার্ন অ্যাসোসিয়েশন\nটমাস ট্র্যাহার্ন সেঞ্চুরিজ\nরিপ্রেজেন্টেটিভ পোয়েট্রি অনলাইনে টমাস ট্র্যাহার্নের নির্বাচিত কবিতা\nইন্টারনেট আর্কাইভে টমাস ট্র্যাহার্নের রচনা বা সম্পর্কিত তথ্য\nলিব্রিভক্সে টমাস ট্র্যাহার্নের রচনা (পাবলিক ডোমেইন অডিওবুকস)"}