{"pageid": 1518712, "title": "জাপু ফিজো", "url": "https://bn.wikipedia.org/wiki?curid=1518712", "content": "জাপু ফিজো (১৬ মে ১৯০৪ – ৩০ এপ্রিল ১৯৯০), সাধারণত এ. জেড. ফিজো অথবা অঙ্গামি জাপু ফিজো নামে পরিচিত, ছিলেন একজন ব্রিটিশ নাগরিকত্বধারী নাগা জাতীয়তাবাদী নেতা। তার প্রভাবে, নাগা জাতীয় পরিষদ আত্মনিয়ন্ত্রণের অধিকার দাবি করে; ১৯৫৮ সালে ভারত রাষ্ট্র সশস্ত্র বাহিনী বিশেষ ক্ষমতা আইন আরোপ করলে সেটি সশস্ত্র প্রতিরোধের রূপ ধারণ করে।\n\n\n== প্রাথমিক জীবন ==\nজাপু ফিজো ১৬ মে ১৯০৪ সালে খনোমা গ্রামে অঙ্গামি নাগা জাতির অন্তর্গত মেরহুমা বংশে জন্মগ্রহণ করেন। তিনি বার্মায় জাপানি সেনাবাহিনীর সহযোগিতা করেন। শৈশবকালে পক্ষাঘাতের কারণে তার মুখের আকারে অত্যন্ত বিকৃতি ঘটে। \n\n\n== রাজনৈতিক জীবন ==\nব্রিটিশরা যখন ভারতের শাসন ব্যবস্থা হস্তান্তরের প্রস্তুতি নিচ্ছিল, তখন ফিজো আলাদাভাবে স্থানীয় অসমীয়া, গারো, খাসিয়া, লুসাই, আবোর, মিশমি ও মৈতে নেতাদের সাথে সাক্ষাৎ করেন, যাতে তারা প্রস্তাবিত ভারত সংঘে যোগদানের পরিবর্তে তাদের নিজস্ব স্বাধীন রাষ্ট্র গঠনে রাজি হন।  তবে, তার প্রচেষ্টা ব্যর্থ হয়। ১৪ আগস্ট ১৯৪৭, ভারতের স্বাধীনতা লাভের এক দিন পূর্বে, ফিজো নাগা অঞ্চলের স্বাধীনতা ঘোষণা করেন।\n১৯৪০-এর দশকের শেষের দিকে, নাগা জাতীয় পরিষদের সচিব ইমতি অলিবা আয়ো ভারতীয় সীমান্ত প্রশাসন পরিষেবায় নিয়োগ পেয়ে রাজনীতি থেকে অবসর গ্রহণ করলে এনএনসি-তে ফিজোর প্রভাব বৃদ্ধি পায়। ১৯৪৮ সালে ভারত-বার্মা সীমান্তে অস্থিরতা সৃষ্টির অভিযোগে ফিজোকে কলকাতার প্রেসিডেন্সি কারাগারে বন্দী করা হয়েছিল। কারাগার থেকে মুক্তি পাওয়ার পর, তিনি নাগা জাতীয় পরিষদের চতুর্থ সভাপতি এবং প্রধান মতাদর্শী হয়ে ওঠেন। ১৯৪৯ সালের অক্টোবর–নভেম্বর মাসে জাখামা গ্রামের ভিজার অঙ্গামিকে এক ভোটের ব্যবধানে পরাজিত করে ফিজো এনএনসির চেয়ারম্যান হন। তার নেতৃত্বে, এনএনসি ভারত থেকে বিচ্ছিন্ন হওয়ার পথে অগ্রসর হতে শুরু করে। ফিজো নাগা জনগণকে ভারতীয় নির্বাচন বর্জনের আহ্বান জানান। তিনি ১৯৫১ সালের ডিসেম্বর মাসে ভারতের প্রধানমন্ত্রী জওহরলাল নেহেরুর সাথে তেজপুরে, ১৯৫২ সালের মার্চে দিল্লিতে এবং জুলাইয়ে ডিব্রুগড়ে সাক্ষাৎ করেন। তিনি ১৯৫২ সালে জয়পাল সিংয়ের সাথেও সাক্ষাৎ করেন। অবৈধ প্রবেশের জন্য তাকে বার্মায় গ্রেপ্তার করা হয়েছিল।\nসেপ্টেম্বর ১৯৫৪ সালে, ফিজো তুয়েনসাংয়ের চাং প্রধানদের সহায়তায় \"গণসার্বভৌম মুক্ত নাগাল্যান্ড প্রজাতন্ত্র\" গঠন করেন। এছাড়াও, শান্তিপূর্ণ মীমাংসার সম্ভাবনা কমে যাওয়ায় তিনি এনএনসির কাঠামো পুনর্গঠন করেন।।\n১৯৫৫ সালে, টি. সাখরি ও জে. বি. জাসোকি খনোমা গ্রামে এক সভায় ফিজোর সঙ্গে মতবিরোধ করেন। ফিজো ১৯৫৬ সালের জানুয়ারিতে সাখরিকে খুন করেন। ২২ মার্চ ১৯৫৬ সালে তিনি \"নাগা কেন্দ্রীয় সরকার\" গঠন করেন, ১৯৫৯ সালে সেটির নাম পরিবর্তন করে \"নাগাল্যান্ড যুক্তরাষ্ট্র সরকার\" (এফজিএন) করা হয়। নতুন এই সংগঠনের একটি গুপ্ত নাগা সেনাবাহিনী ছিল।\n১৯৫৬ সালের ডিসেম্বরে ফিজো পূর্ব পাকিস্তানে পালিয়ে যান এবং সেখান থেকে লন্ডনে যান। তিনি নির্বাসিত অবস্থাতেই নাগাল্যান্ডের বিচ্ছিন্নতাবাদী আন্দোলনকে সমর্থন করতে থাকেন।  ১৯৯০ সালে লন্ডনে ফিজো মৃত্যুবরণ করেন। তার ১১ জন সন্তান ছিল। নাগা হিলস থেকে পূর্ব পাকিস্তানে পালিয়ে যাওয়ার সময় তার কোনো ভারতীয় পাসপোর্ট ছিল না। লন্ডনে থাকার সময় তিনি ব্রিটিশ পাসপোর্ট অর্জন করেন, কিন্তু ভারতীয় দূতাবাস তাকে ভারতের ভিসা দিতে অস্বীকৃতি জানায়। খোদাও ইয়ানথান পরে বলেন, \"মিস্টার ফিজো ছিলেন একজন নিখুঁত নাগা নেতা। আমি বিশ্বাস করি না যে তার মতো কোনো নাগা নেতা আর কখনও আসবে।\"\n\n\n== আরও দেখুন ==\nনাগা জাতীয়তাবাদ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nপিটার স্টেয়ন (২০০২)। Zapuphizo: Voice of the Nagas। Routledge। পৃষ্ঠা ৫২। আইএসবিএন 978-0-7103-0506-0। \n\n\n== বহিঃসংযোগ ==\nফিজোর গণভোটের ভাষণ\nKamat.com-এ ফিজোর চিত্র\nটেমপ্লেট:কতৃপক্ষ নিয়ন্ত্রণ"}