{"pageid": 1518816, "title": "নির্মাণ বর্জ্য", "url": "https://bn.wikipedia.org/wiki?curid=1518816", "content": "নির্মাণ বর্জ্য বা ধ্বংসাবশেষ বলতে নির্মাণ প্রক্রিয়ার সময় উৎপন্ন যে কোনো ধরণের বর্জ্য বোঝানো হয়। বিভিন্ন সরকারী সংস্থার এর স্পষ্ট সংজ্ঞা রয়েছে। উদাহরণস্বরূপ, যুক্তরাষ্ট্র পরিবেশ সংরক্ষণ সংস্থা (EPA) নির্মাণ এবং ধ্বংসাবশেষ (C&D) বর্জ্যকে সংজ্ঞায়িত করেছে ‘‘যে বর্জ্য ভবন, রাস্তা এবং সেতু নির্মাণ, সংস্কার ও ধ্বংস করার সময় তৈরি হয়।’’ EPA এই বর্জ্যকে তিনটি শ্রেণিতে বিভক্ত করেছে: অ-ঝুঁকিপূর্ণ, বিপজ্জনক এবং আধা-বিপজ্জনক।\nযুক্তরাষ্ট্রে মোট নির্মাণ ও ধ্বংস (C&D) বর্জ্যের ৯০% ধ্বংসপ্রাপ্ত কাঠামো থেকে আসে, যখন নতুন নির্মাণের সময় উৎপন্ন বর্জ্যের পরিমাণ ১০%-এরও কম। অনেক সময় নির্মাণ বর্জ্যের মধ্যে বিপজ্জনক উপাদান থাকতে পারে, যেমন ফ্লুরোসেন্ট বাতি, ব্যাটারি এবং অন্যান্য বৈদ্যুতিক সরঞ্জাম।\nবর্জ্য তৈরি হলে, এটি বিভিন্ন উপায়ে নিষ্পত্তি করা যেতে পারে, যেমন ল্যান্ডফিলে প্রেরণ, পোড়ানো, নির্মাণে পুনরায় ব্যবহার করা বা উপযুক্ত হলে পুনর্ব্যবহার করা। তবে নির্মাণ ও ধ্বংসাবশেষের বর্জ্য পুনর্ব্যবহারের ব্যয় বেশি হওয়ার কারণে এটি কঠিন হয়ে পড়ে। বেশিরভাগ ক্ষেত্রে পুনর্ব্যবহারকারী প্রতিষ্ঠানগুলোকে নতুন নির্মাণ সামগ্রী ও সস্তা ল্যান্ডফিলের সঙ্গে প্রতিযোগিতা করতে হয়। ২৪টি রাজ্যের দেওয়া তথ্য অনুসারে, যুক্তরাষ্ট্রে মোট কঠিন বর্জ্যের ২৩% নির্মাণ ও ধ্বংসাবশেষ থেকে আসে। এটি যুক্তরাষ্ট্রে উৎপন্ন মোট কঠিন বর্জ্যের প্রায় এক চতুর্থাংশ। নির্মাণ প্রক্রিয়ার সময় এই বর্জ্যের একটি বড় অংশ ল্যান্ডফিলে যায়, যেখানে এটি বিষাক্ত রাসায়নিক নির্গমন ঘটাতে পারে। সাম্প্রতিক এক জরিপে দেখা গেছে, ৯৫.৭১% নির্মাণ প্রকল্প নির্মাণ বর্জ্যকে সমস্যা হিসেবে চিহ্নিত করলেও, মাত্র ৫৭.১৪% প্রতিষ্ঠান এই সংক্রান্ত কোনো তথ্য সংগ্রহ করে।\n\n\n== বর্জ্যের ধরন ==\nC&D উপকরণ বলতে নতুন ভবন ও সিভিল ইঞ্জিনিয়ারিং কাঠামোগত নির্মাণের সময় ব্যবহৃত ও পুনরুদ্ধার করা উপকরণ বোঝায়।\nগত ৩০ বছরে যুক্তরাষ্ট্রে নির্মাণ ও ধ্বংসাবশেষ বর্জ্যের পরিমাণ ব্যাপকভাবে বৃদ্ধি পেয়েছে। ১৯৯০ সালে ১৩৫ মিলিয়ন টন বর্জ্য উৎপন্ন হয়েছিল, যা ২০১৮ সালে বেড়ে ৬০০ মিলিয়ন টনে পৌঁছায়। এটি ৩০০% বৃদ্ধি নির্দেশ করে। তবে ২০১৫ সাল থেকে EPA বর্জ্যের নিষ্পত্তির রেকর্ড সংরক্ষণ শুরু করেছে। ২০১৮ সালে উৎপন্ন ৬০০ মিলিয়ন টন বর্জ্যের মধ্যে ১৪৩ মিলিয়ন টন ল্যান্ডফিলে জমা হয়েছে। অর্থাৎ ৭৬% বর্জ্য এখন শিল্পে পুনরায় ব্যবহার করা হচ্ছে, তবে এখনও ১৯৯০ সালের মোট বর্জ্যের তুলনায় বেশি পরিমাণ বর্জ্য ল্যান্ডফিলে যাচ্ছে।\nএই অস্থিতিশীল কাঁচামাল ব্যবহারের ফলে ব্যবসায়িক ঝুঁকি বৃদ্ধি পায়, যার মধ্যে সরবরাহ শৃঙ্খল ব্যাহত হওয়া এবং উচ্চতর উপাদান ব্যয়ের ঝুঁকি অন্তর্ভুক্ত। ২০১০ সালে, EPA টেকসই উপাদান ব্যবস্থাপনা (SMM) কর্মসূচি চালু করে, যা পুনরুদ্ধার উদ্যোগ থেকে টেকসই উপাদান ব্যবস্থাপনার দিকে মনোযোগ স্থানান্তর করে।\n\n\n=== প্রধান বর্জ্যের কারণ ===\nনির্মাণ বর্জ্য সাধারণত নিম্নলিখিত বিভাগে বিভক্ত করা যায়: নকশা, পরিচালনা, কর্মী ত্রুটি, সাইট শর্ত, ক্রয় ব্যবস্থা এবং বাহ্যিক কারণ।\n\n\n==== ইস্পাত পুনর্বহাল ====\n\nনির্মাণ প্রকল্পে ইস্পাত পুনর্বহাল ও কাঠামোগত দৃঢ়তার জন্য ব্যবহৃত হয়। সাইটে ভুল কাটিং ও অপ্রয়োজনীয় নকশার কারণে অনেক ইস্পাত অপচয় হয়। কিছু প্রতিষ্ঠান এখন পূর্বনির্মিত ইস্পাত পুনর্বহাল কাঠামো কিনে অপচয় কমানোর চেষ্টা করছে।\n\n\n==== পূর্বমিশ্রিত কংক্রিট ====\n\nপূর্বমিশ্রিত কংক্রিট তুলনামূলকভাবে কম অপচয় সৃষ্টি করে, তবে সঠিক পরিমাণ অনুমান করতে অসুবিধা হয়।\n\n\n==== পাইপ ও তার ====\nপাইপ ও বৈদ্যুতিক তার ব্যবস্থাপনা অনেক সময় কঠিন হয়ে পড়ে, বিশেষত যখন এগুলো বিভিন্ন সাবকন্ট্রাক্টরের মাধ্যমে পরিচালিত হয়।\n\n\n==== অপ্রতুল উপাদান সংরক্ষণ ====\nমানব ত্রুটির কারণে অনুপযুক্ত উপাদান সংরক্ষণ নির্মাণ বর্জ্যের দ্বিতীয় প্রধান কারণ।\n\n\n== পুনর্ব্যবহার, নিষ্পত্তি এবং পরিবেশগত প্রভাব ==\n\n\n=== উপকরণ পুনর্ব্যবহার ও পুনঃব্যবহার ===\n\nঅনেক নির্মাণ উপাদান পুনর্ব্যবহার করা সম্ভব, যেমন ধ্বংসাবশেষ চূর্ণ করে পুনরায় নির্মাণ কাজে ব্যবহার করা হয়।\n\n\n=== ল্যান্ডফিল ===\nকিছু নির্মাণ উপাদান যেমন প্লাস্টারবোর্ড ল্যান্ডফিলে বিপজ্জনক হয়ে উঠতে পারে। এটি হাইড্রোজেন সালফাইড নির্গমন ঘটায়।\n\n\n=== দহন এবং স্বাস্থ্য ঝুঁকি ===\n\nযেখানে পুনর্ব্যবহার সম্ভব নয়, সেখানে নির্মাণ বর্জ্যের নিষ্পত্তি নিয়ন্ত্রক সংস্থার বিধি অনুযায়ী পরিচালিত হয়।\n\n\n== ব্যবস্থাপনা কৌশল ==\n\n\n=== বর্জ্য ব্যবস্থাপনা ফি ===\n‘দূষণকারী পরিশোধ করবে’ নীতির আওতায় নির্মাণ বর্জ্যের ব্যবস্থাপনা ফি আরোপ করা যেতে পারে।\n\n\n=== ইউরোপ ===\nইউরোপীয় ইউনিয়নে পুনর্ব্যবহারযোগ্য নির্মাণ উপকরণ ব্যবহারে জোর দেওয়া হয়।\n\n\n=== যুক্তরাষ্ট্র ===\nক্যালিফোর্নিয়া রাজ্যের CalRecycle সংস্থা C&D বর্জ্য কমানোর উদ্যোগ পরিচালনা করে।\n\n\n== আরও দেখুন ==\nনির্মাণ ধুলো\nপুনর্ব্যবহারযোগ্য কংক্রিট\nবর্জ্য ব্যবস্থাপনা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিরাগত লিংক ==\nনির্মাণ বর্জ্য ব্যবস্থাপনা ডাটাবেস"}