{"pageid": 1518950, "title": "মধ্য প্রশান্ত মহাসাগরীয় রেলপথ", "url": "https://bn.wikipedia.org/wiki?curid=1518950", "content": "সেন্ট্রাল প্যাসিফিক রেলরোড, বা, মধ্য প্রশান্ত মহাসাগরীয় রেলপথ (সিপিআরআর - CPRR) হলো মার্কিন যুক্তরাষ্ট্রের একটি রেল কোম্পানি যেটিকে ক্যালিফোর্নিয়ার স্যাক্রামেন্টো থেকে পূর্ব দিকে একটি রেলপথ নির্মাণের জন্য ১৮৬২ সালে মার্কিন কংগ্রেস কর্তৃক অনুমোদন দেয়া হয়েছিল। এই রেলপথ নির্মানের অনুমোদন দেয়ার মূল কারণ ছিলো যেন উত্তর আমেরিকার \"প্রথম আন্তঃমহাদেশীয় রেলপথ\" -এর পশ্চিম অংশের বেশিরভাগ অংশ এর মাধ্যমে সম্পন্ন করা যায়। এই প্রতিষ্টানটি ১৮৬১ সালে প্রতিষ্ঠিত হয় এবং ১৮৮৫ সালে তাদের স্বাধীন কার্যক্রম বন্ধ করে দেয় যখন এই রেলপথটিকে \"দক্ষিণ প্রশান্ত মহাসাগরীয় রেলপথ কোম্পানি\"র নিকট লিজ দেওয়া হয়। ১৯৫৯ সালে এটির সম্পদ আনুষ্ঠানিকভাবে দক্ষিণ প্রশান্ত মহাসাগরীয় রেলপথ কোম্পানির সাথে একীভূত করা হয়।\n১৮৫৫ সালে প্রশান্ত মহাসাগরীয় রেলপথ নির্মান বিষয়ক জরিপ কাজ সম্পন্ন হওয়ার পরও দাসত্ব নিয়ে রাজনৈতিক বিরোধের কারণে একটি আন্তঃমহাদেশীয় রেলপথ নির্মাণের জন্য দেয়া বেশ কয়েকটি জাতীয় প্রস্তাব ব্যর্থ হয়ে যায়। ১৮৬১ সালে গৃহযুদ্ধের ফলে দক্ষিণাংশের বিচ্ছিন্নতার সাথে সাথে রিপাবলিকান পার্টির আধুনিকীকরণকারীরা মার্কিন কংগ্রেসে নিয়ন্ত্রণ লাভ করে। তারা ১৮৬২ সালে আইন পাস করে কেন্দ্রীয় রেলপথকে ভূমি অনুদান এবং সরকারি রেলপথ বন্ডের মাধ্যমে অর্থায়নের মাধ্যমে অনুমোদন দেয়, যা পরবর্তী সময়ে কোম্পানিগুলিকে সুদ সহ পরিশোধ করা হয়। সরকার এবং রেলপথ কোম্পানি উভয়ই রেলপথের উন্নয়নে প্রাপ্ত ভূমি অনুদানের বর্ধিত মূল্য ভাগ করে নেয়। এই রেলপথের নির্মাণ কাজ সরকারের জন্য অর্থনৈতিকভাবে \"ডাক, সৈন্য, যুদ্ধের অস্ত্র এবং সরকারি পণ্যসামগ্রী নিরাপদ এবং দ্রুত পরিবহন\" নিশ্চিত করে।\n\n\n== ইতিহাস ==\n\n\n=== অনুমোদন এবং নির্মাণ ===\n\n১৮৬০ সালের শরৎকালে, একজন জরিপকারী, সিভিল ইঞ্জিনিয়ার এবং জল কোম্পানির মালিক চার্লস মার্শ, সিভিল ইঞ্জিনিয়ার থিওডোর জুডাহের সাথে দেখা করেন, যিনি সম্প্রতি স্যাক্রামেন্টো থেকে ক্যালিফোর্নিয়ার ফলসম পর্যন্ত স্যাক্রামেন্টো ভ্যালি রেলপথ তৈরি করেছিলেন এবং ক্যালিফোর্নিয়া সেন্ট্রাল রেলপথে কাজ করছিলেন যাতে ফলসম থেকে মেরিসভিল পর্যন্ত রেলপথটি সম্প্রসারিত করা যায় । মার্শ, যিনি এক দশক আগে স্যাক্রামেন্টো এবং ক্যালিফোর্নিয়ার নেভাডা সিটির মধ্যে একটি সম্ভাব্য রেলপথ রুট জরিপ করেছিলেন, তিনি জুডাহের সাথে সিয়েরা নেভাডা পর্বতমালায় যান। সেখানে তারা হেনেস পাস টার্নপাইক কোম্পানির রুট পরীক্ষা করেন (মার্শ সেই কোম্পানির প্রতিষ্ঠাতা পরিচালক ছিলেন)। তারা উচ্চতা এবং দূরত্ব পরিমাপ করেন এবং একটি আন্তঃমহাদেশীয় রেলপথের সম্ভাবনা নিয়ে আলোচনা করেন। উভয়েই নিশ্চিত ছিলেন যে এটি করা যেতে পারে।\n\n১৮৬০ সালের ডিসেম্বরে অথবা ১৮৬১ সালের জানুয়ারির প্রথম দিকে, মার্শ ক্যালিফোর্নিয়ার ডাচ ফ্ল্যাটে স্ট্রং-এর ওষুধের দোকানে জুডা এবং ড্যানিয়েল স্ট্রং-এর সাথে দেখা করেন , প্রকল্পটি নিয়ে আলোচনা করার জন্য, যাকে তারা ক্যালিফোর্নিয়ার সেন্ট্রাল প্যাসিফিক রেলপথ নামে অভিহিত করে। জুডা-এর বন্ধু জেমস বেইলি লেল্যান্ড স্ট্যানফোর্ডকে বলেছিলেন যে সিয়েরাস জুড়ে একটি রেলপথের জন্য জুডা-এর একটি সম্ভাব্য রুট রয়েছে এবং স্ট্যানফোর্ডকে জুডা-এর সাথে দেখা করার জন্য অনুরোধ করেছিলেন। ১৮৬১ সালের প্রথম দিকে, মার্শ, জুডা এবং স্ট্রং আর্থিক সহায়তা পাওয়ার জন্য কলিস পি. হান্টিংটন , লেল্যান্ড স্ট্যানফোর্ড , মার্ক হপকিন্স জুনিয়র এবং চার্লস ক্রোকারের সাথে দেখা করেন । নতুন কোম্পানিকে অন্তর্ভুক্ত করার জন্য কাগজপত্র দাখিল করা হয় এবং ৩০ এপ্রিল, ১৮৬১ তারিখে, লুসিয়াস আনসন বুথ সহ তাদের আটজন সেন্ট্রাল প্যাসিফিক রেলপথের প্রথম পরিচালনা পর্ষদে পরিণত হন।\nজুডা কর্তৃক পরিকল্পিত, সেন্ট্রাল প্যাসিফিক রেলপথটি ১৮৬২ সালের প্যাসিফিক রেলপথ আইন দ্বারা কংগ্রেস দ্বারা প্রচারিত হয়েছিল যা নির্মিত প্রতিটি মাইলের জন্য সরকারি বন্ড এবং জমি অনুদান জারি করার অনুমোদন দেয়। স্ট্যানফোর্ড রাষ্ট্রপতি হিসেবে দায়িত্ব পালন করেছিলেন (একই সময়ে তিনি ক্যালিফোর্নিয়ার গভর্নর নির্বাচিত হয়েছিলেন), হান্টিংটন তহবিল সংগ্রহ এবং ক্রয়ের দায়িত্বে ছিলেন ভাইস-প্রেসিডেন্ট হিসেবে, হপকিন্স ছিলেন কোষাধ্যক্ষ এবং ক্রোকার নির্মাণের দায়িত্বে ছিলেন। তারা নিজেদেরকে \"দ্য অ্যাসোসিয়েটস\" নামে অভিহিত করেছিলেন, কিন্তু \" দ্য বিগ ফোর \" নামে পরিচিত হয়েছিলেন। ১৮৬৩ সালে স্যাক্রামেন্টোতে প্রথম রেল স্থাপনের সময় নির্মাণ শুরু হয়েছিল।\n\n১৮৬৫ সালে নির্মাণকাজ জোরকদমে শুরু হয় যখন নির্মাণ কর্মী বাহিনীর প্রধান জেমস হার্ভে স্ট্রোব্রিজ ক্রোকারের পরামর্শে প্রথম ক্যান্টোনিজ অভিবাসী শ্রমিকদের নিয়োগ করেন। ১৮৬৮ সালের মধ্যে নির্মাণ কর্মীদের সংখ্যা বেড়ে ১২,০০০ চীনা শ্রমিকে পরিণত হয়, যখন তারা ডোনার শীর্ষে পৌঁছায় এবং সমগ্র কর্মী বাহিনীর আশি শতাংশ ছিল। \" গোল্ডেন স্পাইক \", যা পশ্চিম রেলপথকে উটাহের প্রোমন্টরিতে ইউনিয়ন প্যাসিফিক রেলপথের সাথে সংযুক্ত করে , ১৮৬৯ সালের ১০ মে ভেঙে ফেলা হয়। আট দিনের মধ্যে উপকূল থেকে উপকূল ট্রেন ভ্রমণ সম্ভব হয়, যা মাসব্যাপী সমুদ্র ভ্রমণ এবং ওয়াগন ট্রেনের দীর্ঘ, ঝুঁকিপূর্ণ ভ্রমণকে প্রতিস্থাপন করে।\n১৮৮৫ সালে সেন্ট্রাল প্যাসিফিক রেলপথটি সাউদার্ন প্যাসিফিক কোম্পানি একটি লিজড লাইন হিসেবে অধিগ্রহণ করে। প্রযুক্তিগতভাবে সিপিআরআর ১৯৫৯ সাল পর্যন্ত একটি কর্পোরেট সত্তা হিসেবে রয়ে যায়, যখন এটি আনুষ্ঠানিকভাবে সাউদার্ন প্যাসিফিকের সাথে একীভূত হয়। (১৮৯৯ সালে এটি সেন্ট্রাল প্যাসিফিক \"রেলওয়ে\" নামে পুনর্গঠিত হয়।) মূল রাইট-অফ-ওয়ে এখন ইউনিয়ন প্যাসিফিক দ্বারা নিয়ন্ত্রিত, যারা ১৯৯৬ সালে সাউদার্ন প্যাসিফিক কিনে নেয়।\nইউনিয়ন প্যাসিফিক-সেন্ট্রাল প্যাসিফিক (দক্ষিণ প্রশান্ত মহাসাগরীয়) প্রধান লাইনটি নেব্রাস্কার ওমাহা থেকে সান ফ্রান্সিসকো উপসাগর পর্যন্ত ঐতিহাসিক ওভারল্যান্ড রুট অনুসরণ করে ।\nরেলপথ নির্মাণের জন্য চীনা শ্রমিক ছিল সবচেয়ে গুরুত্বপূর্ণ উৎস। পশ্চিমে রেলপথের বেশিরভাগ শ্রমিকই ছিলেন চীনা, কারণ তাদের কঠিন কাজ করার জন্য কম খরচে নিয়োগ করা যেত। ১৮৬৫ সালের ফেব্রুয়ারিতে সেন্ট্রাল প্যাসিফিক রেলপথ পঞ্চাশজন ক্যান্টোনিজ অভিবাসী কর্মীকে পরীক্ষামূলকভাবে নিয়োগ করেছিল এবং শীঘ্রই আরও বেশি সংখ্যক ক্যান্টোনিজ অভিবাসী নিয়োগ করা হয়েছিল। কাজের পরিবেশ ছিল কঠোর, এবং চীনাদের তাদের শ্বেতাঙ্গ প্রতিপক্ষের তুলনায় কম বেতন দেওয়া হত, যার ফলে অনেক কম শ্বেতাঙ্গ কর্মী নিয়োগ করা হত। চীনা শ্রমিকদের প্রতি মাসে একত্রিশ ডলার টেমপ্লেট:USDCY দেওয়া হত, এবং শ্বেতাঙ্গ কর্মীদের একই বেতন দেওয়া হত, তবে তাদের থাকার ব্যবস্থাও করা হত। সময়ের সাথে সাথে, সিপিআরআর কম মজুরিতে নিযুক্ত ভালো শ্রমিকদের সুবিধা দেখতে পায়: \"চীনা শ্রমিক মধ্য প্রশান্ত মহাসাগরের মুক্তির কারণ হিসেবে প্রমাণিত হয়েছিল।\"\nসিয়েরা নেভাদায় মধ্য প্রশান্ত মহাসাগরীয় অঞ্চলের মুখোমুখি হওয়া অসুবিধাগুলি - বিশেষ করে বিস্তৃত টানেল খননের জন্য প্রয়োজনীয় সমস্যাগুলি - রকি পর্বতমালায় ইউনিয়ন প্যাসিফিক রেলপথের মুখোমুখি হওয়া সমস্যার তুলনায় অনেক বেশি ভয়াবহ ছিল। ক্যালিফোর্নিয়ার কেপ হর্নে উল্লম্ব গ্রানাইট পাহাড়ের উপর দিয়ে চীনা শ্রমিকদের ঝুলন্ত বেতের ঝুড়িতে মধ্য প্রশান্ত মহাসাগরের জন্য একটি খাড়া খনন এবং বিস্ফোরণের গল্পটি সমালোচনামূলক নয় এমন ইতিহাসবিদরা পুনরাবৃত্তি করেছেন এবং অতিরঞ্জিত করেছেন।\n\nনির্ভরযোগ্য, প্রাথমিক উৎস থেকে প্রমাণ পাওয়া গেছে যে জরিপকারীরা পথটি তৈরি করার সময় সুরক্ষা দড়ি ব্যবহার করেছিলেন, কিন্তু নির্মাণ শ্রমিকদের দড়ি ব্যবহার করার বিষয়ে কিছুই বলা হয়নি। কাটা অংশটি উপর থেকে নীচে এবং কাটা অংশের প্রতিটি অনুভূমিক প্রান্ত থেকে খনন করা হয়েছিল। ধারণা করা যায় যে প্রাথমিক ফুটপাত খননের সময় একটি সুরক্ষা দড়ি কার্যকর হত, যা পরে একটি তাকের মতো বড় করা যেতে পারে, তবে কাটা অংশের মুখে খনন বা ড্রিল করার জন্য দড়ি দিয়ে ঝুলিয়ে রাখার কোনও কারণ ছিল না। এটি সেভাবে করা হয়নি। এবং, বেশিরভাগ চীনা শ্রমিককে পরবর্তী সময়ের জন্য নিয়োগ করা হয়নি। সুতরাং, কেপ হর্নে খননকারী দলগুলি আইরিশ হতে পারে।\nসেন্ট্রাল প্যাসিফিকের পরিচালক চার্লস মার্শের এই ধরণের প্রকল্পগুলিতে ব্যাপক সিভিল ইঞ্জিনিয়ারিং অভিজ্ঞতা ছিল, উভয়ই সিয়েরাসে পূর্বে প্রস্তাবিত রেলপথ পরিকল্পনা করা থেকে শুরু করে এবং তার জল কোম্পানির জন্য সেই পাহাড়ের মধ্য দিয়ে খাদ এবং ফ্লুম নির্মাণের অভিজ্ঞতা ছিল।\n\n\n=== অর্থায়ন ===\n\nরাস্তাটির নির্মাণের জন্য প্রাথমিকভাবে ১৮৬২ সালের প্যাসিফিক রেলপথ আইনের ৫ ধারা দ্বারা অনুমোদিত ৩০-বছরের, ৬% মার্কিন সরকারের বন্ড দ্বারা অর্থায়ন করা হয়েছিল। রোজভিল, ক্যালিফোর্নিয়ার কাছে সিয়েরা নেভাডা রেঞ্জের নির্ধারিত ঘাঁটির পূর্বে সম্পন্ন ট্র্যাকড গ্রেডের প্রতি মাইল $১৬,০০০ (২০১৭ সালে $২৬৫,০০০) হারে এগুলি জারি করা হয়েছিল যেখানে ক্যালিফোর্নিয়ার রাজ্যের ভূতাত্ত্বিক জোসিয়া হুইটনি সিয়েরাসের পাদদেশের ভূতাত্ত্বিক সূচনা নির্ধারণ করেছিলেন। আইনের ১১ ধারায় আরও বলা হয়েছে যে দুটি পর্বতশ্রেণীর উপর এবং এর মধ্যে সম্পন্ন ট্র্যাকড গ্রেডের জন্য বন্ড জারি করা হবে \"প্রতি মাইলের সংখ্যার তিনগুণ\" ($৪৮,০০০ পর্যন্ত) (তবে এই হারে মোট ৩০০ মাইল (৪৮০ কিলোমিটার) সীমাবদ্ধ), এবং দুটি পর্বতশ্রেণীর মধ্যে স্থাপন করা সম্পূর্ণ গ্রেডের প্রতি মাইল \"দ্বিগুণ\" ($৩২,০০০ পর্যন্ত)। মার্কিন সরকারের বন্ড, যা রেলপথ এবং তাদের সমস্ত সরঞ্জামের উপর একটি লিয়েন গঠন করেছিল, কোম্পানি কর্তৃক সম্পূর্ণ (এবং সুদ সহ) পরিশোধ করা হয়েছিল যখন এবং যখন তাদের বকেয়া ছিল।\n১৮৬৪ সালের প্যাসিফিক রেলপথ আইনের সংশোধনকারী ধারা ১০ (১৩টি আইন, ৩৫৬) কোম্পানিটিকে মার্কিন যুক্তরাষ্ট্র কর্তৃক জারি করা বন্ডের পরিমাণ (কিন্তু তার বেশি নয়) পর্যন্ত মোট \"প্রথম বন্ধকী বন্ড\" জারি করার অনুমতি দেয় । এই ধরনের কোম্পানি কর্তৃক জারি করা সিকিউরিটিজ মূল সরকারি বন্ডের চেয়ে অগ্রাধিকার পায়। (স্থানীয় এবং রাজ্য সরকারগুলিও অর্থায়নে সহায়তা করেছিল, যদিও সান ফ্রান্সিসকো শহর এবং কাউন্টি স্বেচ্ছায় তা করেনি। এটি প্রাথমিক নির্মাণ প্রচেষ্টাকে বস্তুগতভাবে ধীর করে দেয়।) ১৮৬২ সালের আইনের ধারা ৩ রেলপথগুলিকে প্রতি মাইলের জন্য ১০ বর্গমাইল (২৬ বর্গকিলোমিটার) সরকারি জমি মঞ্জুর করে, যেখানে রেলপথ শহরগুলির মধ্য দিয়ে চলে এবং নদী পার হয় তা ছাড়া। এই অনুদান রেলপথের বিকল্প দিকে ৫টি বিভাগে ভাগ করা হয়েছিল, প্রতিটি অংশের পরিমাপ ০.২ মাইল (৩২০ মিটার) এবং ১০ মাইল (১৬ কিলোমিটার) ছিল। ১৮৬৪ সালের আইন অনুসারে এই অনুদানগুলি পরবর্তীতে দ্বিগুণ করে প্রতি মাইল গ্রেডে ২০ বর্গমাইল (৫২ বর্গকিলোমিটার) করা হয়।\nযদিও প্যাসিফিক রেলপথ অবশেষে বে এরিয়াকে উপকৃত করেছিল, সান ফ্রান্সিসকো শহর ও কাউন্টি ১৮৬৩-১৮৬৫ সালের প্রথম দিকে এর অর্থায়নে বাধা দেয়। স্ট্যানফোর্ড যখন ক্যালিফোর্নিয়ার গভর্নর ছিলেন, তখন আইনসভা ২২ এপ্রিল, ১৮৬৩ তারিখে \"ওয়েস্টার্ন প্যাসিফিক রেল রোড কোম্পানি এবং ক্যালিফোর্নিয়ার সেন্ট্রাল প্যাসিফিক রেল রোড কোম্পানির ক্যাপিটাল স্টকে এক মিলিয়ন ডলার গ্রহণ এবং সাবস্ক্রিপশন করার জন্য সান ফ্রান্সিসকো শহর ও কাউন্টির তত্ত্বাবধায়ক বোর্ডকে অনুমোদন দেওয়ার জন্য একটি আইন পাস করে এবং একই অর্থ এবং এর সাথে সম্পর্কিত অন্যান্য বিষয়গুলির অর্থ প্রদানের ব্যবস্থা করে\" (যা পরবর্তীতে ৪ এপ্রিল, ১৮৬৪ সালের \"আপস আইন\" এর ধারা পাঁচ দ্বারা সংশোধিত হয়েছিল)। ১৯ মে, ১৮৬৩ তারিখে, সান ফ্রান্সিসকো শহর ও কাউন্টির নির্বাচকরা একটি অত্যন্ত বিতর্কিত বিশেষ নির্বাচনে ৬,৩২৯ ভোটে ৩,১১৬ ভোটে এই বন্ডটি পাস করেন।\nবন্ড ইস্যু এবং বিতরণের মাধ্যমে সিটি এবং কাউন্টির বিনিয়োগের অর্থায়ন দুই বছরের জন্য বিলম্বিত হয়েছিল, যখন মেয়র হেনরি পি. কুন এবং কাউন্টি ক্লার্ক, উইলহেম লোই, উভয়েই বন্ডগুলিতে প্রতিস্বাক্ষর করতে অস্বীকৃতি জানান। তাদের তা করতে বাধ্য করার জন্য আইনি পদক্ষেপ নেওয়া হয়েছিল: ১৮৬৪ সালে ক্যালিফোর্নিয়া রাজ্যের সুপ্রিম কোর্ট তাদের রিটস অফ ম্যান্ডামাস ( দ্য পিপলস অফ দ্য স্টেট অফ ক্যালিফোর্নিয়া এক্স রিল দ্য সেন্ট্রাল প্যাসিফিক রেলরোড কোম্পানি বনাম হেনরি পি. কুন, মেয়র; হেনরি এম. হেল, অডিটর; এবং জোসেফ এস. প্যাক্সসন, ট্রেজারার, অফ দ্য সিটি অ্যান্ড কাউন্টি অফ সান ফ্রান্সিসকো। ২৫ ক্যালিফোর্নিয়া। ৬৩৫) এর অধীনে আদেশ দেয় এবং ১৮৬৫ সালে, লোইয়ের বিরুদ্ধে একটি আইনি রায় ( দ্য পিপলস অফ দ্য সেন্ট্রাল প্যাসিফিক রেলরোড কোম্পানি বনাম দ্য বোর্ড অফ সুপারভাইজার্স অফ দ্য সিটি অ্যান্ড কাউন্টি অফ সান ফ্রান্সিসকো, এবং উইলহেম লোই, ক্লার্ক ২৭ ক্যালিফোর্নিয়া। ৬৫৫) নির্দেশ দেয় যে বন্ডগুলি প্রতিস্বাক্ষরিত এবং বিতরণ করা হবে।\n১৮৬৩ সালে রাজ্য আইনসভার শহর ও কাউন্টির পদক্ষেপকে \"ডাচ ফ্ল্যাট সুইন্ডল\" নামে পরিচিতি পায়। সমালোচকরা দাবি করেন যে সিপিআরআরের বিগ ফোর কেবল ডাচ ফ্ল্যাট, ক্যালিফোর্নিয়া পর্যন্ত একটি রেলপথ তৈরি করার পরিকল্পনা করেছিল , যাতে লাভজনক খনির ট্র্যাফিক একচেটিয়াভাবে নিয়ন্ত্রণ করা যায় এবং ডাচ ফ্ল্যাটের পূর্ব দিকের ট্র্যাকটিকে আরও চ্যালেঞ্জিং এবং ব্যয়বহুল হাই সিয়েরা প্রচেষ্টায় ঠেলে দেওয়া না হয়। সিপিআরআরের প্রধান প্রকৌশলী থিওডোর জুডাহও এই ধরণের রাস্তার বিরুদ্ধে যুক্তি দিয়েছিলেন এবং তাই বিগ ফোরের বিরুদ্ধেও, ভয় পেয়েছিলেন যে এর নির্মাণ সিপিআরআরের সর্বোচ্চ ট্রান্স-সিয়েরা রেলপথ প্রচেষ্টা থেকে অর্থ চুরি করবে। জুডাহের তীব্র আপত্তি সত্ত্বেও, বিগ ফোর ১৮৬৩ সালের আগস্টে ডাচ ফ্ল্যাট-ডোনার লেক ওয়াগন রোড কোম্পানিকে অন্তর্ভুক্ত করে। হতাশ হয়ে, জুডাহ সিপিআরআর থেকে বিগ ফোর কেনার জন্য এবং তার ট্রান্স-সিয়েরা রেলপথ তৈরির জন্য তহবিল সংগ্রহের জন্য পানামা হয়ে নিউ ইয়র্কের উদ্দেশ্যে রওনা হন। দুর্ভাগ্যবশত, জুডাহ পানামায় পীতজ্বরে আক্রান্ত হন এবং ১৮৬৩ সালের নভেম্বরে নিউ ইয়র্কে মারা যান।\n\n\n== জাদুঘর এবং সংগ্রহশালা ==\nওল্ড স্যাক্রামেন্টো স্টেট হিস্টোরিক পার্কে অবস্থিত ক্যালিফোর্নিয়ার স্যাক্রামেন্টোর সেন্ট্রাল প্যাসিফিক রেলপথ যাত্রীবাহী স্টেশনের একটি প্রতিরূপ ক্যালিফোর্নিয়া স্টেট রেলপথ জাদুঘরের অংশ হিসাবে সংরক্ষিত রয়েছে।\n\nকলিস পি. হান্টিংটনের বেশিরভাগ চিঠিপত্র সিরাকিউজ বিশ্ববিদ্যালয়ে কলিস হান্টিংটন পেপারস সংগ্রহের অংশ হিসেবে সংরক্ষিত আছে। এটি মাইক্রোফিল্মে (১৩৩টি রিল) প্রকাশিত হয়েছে এবং সারা দেশের অন্যান্য অসংখ্য শিক্ষা প্রতিষ্ঠানে পাওয়া যায়। পাণ্ডুলিপির চিঠিপত্রের অতিরিক্ত সংগ্রহ স্ট্যানফোর্ড বিশ্ববিদ্যালয় এবং ভার্জিনিয়ার নিউপোর্ট নিউজের মেরিনার্স মিউজিয়ামে সংরক্ষিত আছে । আলফ্রেড এ . হার্ট ছিলেন সিপিআরআর নির্মাণের অফিসিয়াল ফটোগ্রাফার।\n\n\n== রেলইঞ্জিন ==\n\nমধ্য প্রশান্ত মহাসাগরের প্রথম তিনটি লোকোমোটিভ তখন প্রচলিত ৪-৪-০ ধরণের ছিল, যদিও পূর্বে আমেরিকান গৃহযুদ্ধের কারণে, পূর্বাঞ্চলীয় নির্মাতাদের কাছ থেকে ইঞ্জিন সংগ্রহ করতে তাদের অসুবিধা হচ্ছিল, যাদের মাঝে মাঝে কেবল ছোট ৪-২-৪ বা ৪-২-২ ধরণের ইঞ্জিন পাওয়া যেত। ট্রান্সকন্টিনেন্টাল রেল সংযোগ সম্পূর্ণ না হওয়া এবং রেলপথের নিজস্ব দোকান খোলার আগ পর্যন্ত, সমস্ত লোকোমোটিভ উত্তর-পূর্ব মার্কিন যুক্তরাষ্ট্রের নির্মাতাদের কাছ থেকে কিনতে হত। ইঞ্জিনগুলি ভেঙে ফেলতে হত, একটি জাহাজে লোড করতে হত, যা দক্ষিণ আমেরিকার কেপ হর্নের চারপাশে চার মাসের যাত্রা শুরু করত যতক্ষণ না স্যাক্রামেন্টোতে পৌঁছাত যেখানে লোকোমোটিভগুলি আনলোড করা হত, পুনরায় একত্রিত করা হত এবং পরিষেবাতে রাখা হত।\nসেই সময়ে লোকোমোটিভগুলি অনেক নির্মাতার কাছ থেকে আসত, যেমন কুক , শেনেকটাডি , ম্যাসন, রজার্স, ড্যানফোর্থ, নরিস, বুথ এবং ম্যাককে অ্যান্ড অ্যালডাস, অন্যান্যদের মধ্যে। রেলপথটি আরও সুপরিচিত সংস্থাগুলির মধ্যে একটি, বাল্ডউইন লোকোমোটিভ ওয়ার্কসের সাথে বেশ বন্ধুত্বপূর্ণ সম্পর্ক বজায় রেখেছিল । এই বিরোধের কারণ কী তা স্পষ্ট নয়, যদিও কেউ কেউ নির্মাতার নগদ অর্থ প্রদানের উপর জোর দেওয়ার কারণে এটিকে দায়ী করেন (যদিও এটি এখনও যাচাই করা হয়নি)। ফলস্বরূপ, রেলপথ বাল্ডউইনের কাছ থেকে ইঞ্জিন কিনতে অস্বীকৃতি জানায় এবং তিনটি প্রাক্তন ওয়েস্টার্ন প্যাসিফিক রেলপথ (যা সিপি ১৮৭০ সালে গ্রহণ করেছিল) ইঞ্জিন ছিল সেন্ট্রাল প্যাসিফিকের মালিকানাধীন একমাত্র বাল্ডউইন ইঞ্জিন। দক্ষিণ প্রশান্ত মহাসাগরীয় দ্বারা রাস্তাটি অধিগ্রহণ করার অনেক পরে পর্যন্ত বাল্ডউইনের সাথে সেন্ট্রাল প্যাসিফিকের বিরোধ অমীমাংসিত ছিল।\n১৮৭০-এর দশকে, এই রাস্তাটি স্যাক্রামেন্টোতে নিজস্ব লোকোমোটিভ নির্মাণ সুবিধা চালু করে। সেন্ট্রাল প্যাসিফিকের ১৭৩ নম্বর লোকোমোটিভ এই দোকানগুলি দ্বারা পুনর্নির্মাণ করা হয়েছিল এবং সিপি-র ইঞ্জিন নির্মাণের ভিত্তি হিসেবে কাজ করেছিল। ১৮৭০-এর দশকের আগে নির্মিত লোকোমোটিভগুলিকে নাম এবং নম্বর দেওয়া হয়েছিল। ১৮৭০-এর দশকের মধ্যে, নামগুলি বাদ দেওয়ার সিদ্ধান্ত নেওয়া হয়েছিল এবং প্রতিটি ইঞ্জিন পরিষেবার জন্য দোকানগুলিতে পাঠানোর সাথে সাথে তাদের নাম মুছে ফেলা হবে। তবে, ১৮৮০-এর দশকে নির্মিত একটি ইঞ্জিনের একটি নাম ছিল: এল গোবারনাডোর।\n\n\n== সংরক্ষিত রেলইঞ্জিন ==\n\nনিম্নলিখিত সিপি ইঞ্জিনগুলি সংরক্ষণ করা হয়েছে:\n\nসেন্ট্রাল প্যাসিফিক ১, গভর্নর স্ট্যানফোর্ড\nসিপি ২৩৩, একটি তৈরি কৃত ২-৬-২টি রেলপথ ; ক্যালিফোর্নিয়া রাজ্য রেলপথ জাদুঘরে সংরক্ষিত রয়েছে।\nসেন্ট্রাল প্যাসিফিক ৩, সিপি হান্টিংটন; পরবর্তী সময়ে দক্ষিণ প্রশান্ত মহাসাগরীয় পরিবহন প্রতিষ্ঠান কর্তৃক ক্রয় কৃত।\nপ্রাক্তন পশ্চিম প্রশান্ত মহাসাগরীয় মারিপোসা, মধ্য প্রশান্ত মহাসাগরীয় দ্বিতীয় ৩১ নম্বর ইঞ্জিন। ১৯১৪ সালে এটি স্টকটন টার্মিনাল এবং ইস্টার্নের কাছে বিক্রি করা হয় এবং পুনরায় এর ক্রমিক নম্বর ১ করা হয়। বর্তমানে লস অ্যাঞ্জেলেসের ট্র্যাভেল টাউন জাদুঘরে সংরক্ষিত রয়েছে।\nভার্জিনিয়া এবং ট্রাকি ১৮ ডেটন ইঞ্জিনটি ভার্জিনিয়া এবং ট্রাকি রেলপথের জন্য নির্মিত হয়েছিলো এবং এটিকে কখনওই মধ্য প্রশান্ত মহাসাগরীয় রেলপথ অঞ্চলে পরিবহন কাজে ব্যবহার করা হয়নি; তবে ইঞ্জিনটি সিপি'র স্যাক্রামেন্টো কারখানায় সংরক্ষণের জন্য নির্মিত দুটি রেল ইঞ্জিনের মধ্যে একটি (অন্যটি সিপি ২৩৩)। তদুপরি, এর বিবরণীগুলি সিপি ১৭৩ থেকে নেওয়া হয়েছিল এবং ফলশ্রুতিতে এটি সেই জাতীয় ইঞ্জিনের নকশার টিকে থাকা একমাত্র উদাহরণ হিসাবে সংরক্ষিত হয়েছে।\nসেন্ট্রাল প্যাসিফিক নম্বর ৬০ জুপিটার ও ৬৩ ল্যাভিয়েথান। যদিও উভয় ইঞ্জিনই খণ্ডিত করে ভেঙে ফেলা হয়েছে এবং এ কারণে এটিকে প্রযুক্তিগতভাবে সংরক্ষণ করা হয়েছে বলে গণ্য করা হয় না। তবে, সাম্প্রতিক সময়ে এটির সঠিক পূর্ণ আকারের কার্যক্ষম প্রতিলিপি তৈরি করা হয়েছে। জুপিটার ইঞ্জিনটি জাতীয় উদ্যানে পরিসেবা দেয়ার জন্য তৈরি করা হয়েছিল এবং ১১৯ নং ইউনিয়ন প্যাসিফিক ইঞ্জিনের আদলে এর একটি প্রতিলিপিও তৈরি করা হয়েছিলো গোল্ডেন স্পাইক জাতীয় ঐতিহাসিক উদ্যানে আগতদের সেবায় ব্যবহারের জন্য। লেভিয়াথান ২০০৯ সালে তৈরি করা হয়েছিল এবং ব্যক্তিগত মালিকানাধীন ছিল। এটি বিভিন্ন রেলপথে ভ্রমণের কাজে ব্যবহৃত হয় এবং অতপর ২০১৮ সালে পেনসিলভানিয়ার এলিজাবেথটাউনের স্টোন গেবল এস্টেটের নিকট বিক্রি করা হয়। স্টোন গেবল এই ইঞ্জিনটিকে পেনসিলভানিয়া রেলরোড নং ৩৩১ নামে পুনঃনম্বরাঙ্কিত করে; যেটি ততদিনে একটি বাতিল বাষ্পীয় ইঞ্জিনে পরিণত হয়েছে। এই ৩৩১ নম্বর ইঞ্জিনটিই আব্রাহাম লিঙ্কনের অন্ত্যেষ্টিক্রিয়ার ট্রেনটি টেনেছিল এবং এটি এস্টেটের হ্যারিসবার্গ, লিঙ্কন হতে ল্যাঙ্কাস্টার রেলপথে পরিচালিত হতো।\n\n\n== সিপিআরআরের সময়লেখ ==\n১৮৬১\n\n২৮ জুন ১৮৬১: \"সেন্ট্রাল প্যাসিফিক রেল রোড অভ ক্যালিফোর্নিয়া\" গঠিত হয়। ১৮৬৪ সালের গ্রীষ্মে প্রশান্ত মহাসাগরীয় রেলপথ আইনের সংশোধনী পাস হওয়ার পর এই প্রতিষ্ঠানটি ৮ অক্টোবর তারিখে তার নাম পরিবর্তন করে \"সেন্ট্রাল প্যাসিফিক রেলরোড অভ ক্যালিফোর্নিয়া\" নামকরণ করে।।\n\n১৮৬২\n\n১ জুলাই ১৮৬২: রাষ্ট্রপতি লিংকন মধ্য প্রশান্ত মহাসাগরীয় রেলপথ আইনে স্বাক্ষর করেন, যেটি মধ্য প্রশান্ত মহাসাগরীয় রেলপথ কর্তৃপক্ষ এবং সংযুক্ত প্রশান্ত মহাসাগরীয় রেলপথ কর্তৃপক্ষকে প্রশান্ত মহাসাগরীয় অঞ্চলের জন্য একটি আন্তঃমহাদেশীয় রেলপথ নির্মাণ কাজের অনুমতি দান করে।\n১৮৬৩\n\n৮ জানুয়ারী ১৮৬৩: ক্যালিফোর্নিয়ার স্যাক্রামেন্টোতে স্যাক্রামেন্টো নদীর তীরবর্তী \"কে\" স্ট্রিটের প্রান্তদেশে ভিত্তিপ্রস্তর স্থাপন অনুষ্ঠান অনুষ্ঠিত হয়।\n২৬ অক্টোবর ১৮৬৩: স্যাক্রামেন্টোতে প্রশান্ত মহাসাগরীয় রেলপথের প্রথম রেলপথ স্থাপন করা হয়।\n১৮৬৪\n\n২৬শে এপ্রিল ১৮৬৪: মধ্য প্রশান্ত মহাসাগরীয় রেলপথ ১৮ মাইল (২৯ কিলোমিটার) দূরে রোজভিলে গমনের জন্য উন্মুক্ত করা হয়। এই রেলপথটি ক্যালিফোর্নিয়া কেন্দ্রীয় রেলপথের সাথে একটি সংযোগস্থল (জংশন) তৈরি করে, যার ফলে রেলে করে ফলসমের উত্তর থেকে লিঙ্কন পর্যন্ত চলাচল করা সম্ভব হয়।\n৩ জুন ১৮৬৪: মধ্য প্রশান্ত মহাসাগরীয় রেলপথের প্রথম রাজস্ব উত্তোলনকারী টিকেটের রেলগাড়ী স্যাক্রামেন্টো হতে ক্যালিফোর্নিয়ার নিউক্যাসলের মধ্যে চলাচল শুরু করে।\n৮ অক্টোবর, ১৮৬৪: সংসদে প্রশান্ত মহাসাগরীয় রেলপথ আইনের সংশোধনী পাসের পর কোম্পানির নাম পরিবর্তন করে \"সেন্ট্রাল প্যাসিফিক রেলপথ অভ ক্যালিফোর্নিয়া\" রাখা হয়। এটি তখন একটি নতুন কর্পোরেশন হিসাবে নথিভূক্ত হয়।\n\n১৮৬৫\n\n১৮৬৫ সালের ফেব্রুয়ারি: মধ্য প্রশান্ত মহাসাগরীয় রেলপথ নির্মাণ কর্তৃপক্ষ পরীক্ষামূলকভাবে তাদের কাজের জন্য প্রথম ৫০ জন ক্যান্টোনিজ অভিবাসী শ্রমিক নিয়োগ করে।\n১৩ মে ১৮৬৫: মধ্য প্রশান্ত মহাসাগরীয় রেলপথ ৩৬ মাইল (৫৮ কিলোমিটার) দূরে ক্যালিফোর্নিয়ার অবার্ন গমনের জন্য উন্মুক্ত হয়।\n১ সেপ্টেম্বর ১৮৬৫: মধ্য প্রশান্ত মহাসাগরীয় রেলপথ ৫৪ মাইল (৮৭ কিলোমিটার) দূরে ক্যালিফোর্নিয়ার কলফ্যাক্স (পূর্বে \"ইলিনয়টাউন\" নামে পরিচিত) পর্যন্ত উন্মুক্ত করা হয়।\n১৮৬৬\n\n৩ ডিসেম্বর ১৮৬৬: মধ্য প্রশান্ত মহাসাগরীয় রেলপথ ৯২ মাইল (১৪৮ কিলোমিটার) দূরের ক্যালিফোর্নিয়ার সিসকো পর্যন্ত চালু করা হয়।\n১৮৬৭\n\n২৫ জুন ১৮৬৭: ৫,০০০ চীনা রেলওয়ে শ্রমিক তাদের সাথে দীর্ঘ সময় ধরে চলমান থাকা কাজ করার নির্দিষ্ট সময়সীমা এবং মজুরি বৈষম্যের বিরুদ্ধে প্রতিবাদে ধর্মঘটে অংশ নেন।\n২৮ আগস্ট ১৮৬৭: সিয়েরা নেভাদাকে অবশেষে মধ্য প্রশান্ত মহাসাগরীয় রেলপথ দ্বারা \"জয়\" করা সম্ভব হয়। প্রায় পাঁচ বছর ধরে প্রায় ১০,০০০ চীনা কর্মীদের নিরন্তর প্রচেষ্টার মাধ্যমে নির্মান করা সম্ভব হয় ১,৬৫৯ ফুট (৫০৬ মিটার) দীর্ঘ \"ডোনার পাস\" নামীয় ৬ নং টানেলটি (যাকে \"সামিট টানেল\"ও বলা হয়); ফলে সফলভাবে সিয়েরা নেভাদায় পৌঁছানো যায়।\n১ ডিসেম্বর ১৮৬৭: মধ্য প্রশান্ত মহাসাগরীয় রেলপথ সিয়েরা নেভাদার শীর্ষ বিন্দুতে পৌছা জন্য ১০৫ মাইল (১৬৯ কিলোমিটার) পথ উন্মুক্ত করে।\n১৮৬৮\n\n১৮ জুন ১৮৬৮: প্রথম যাত্রীবাহী ট্রেন সিয়েরা নেভাদা অতিক্রম করে নেভাদার পূর্ব পাদদেশের সিয়েরার লেক'স ক্রসিং (আধুনিক রেনো, নেভাডা) পর্যন্ত যায়।\n১৮৬৯\n\n২৮শে এপ্রিল ১৮৬৯: মধ্য প্রশান্ত মহাসাগরীয় রেলপথ নির্মানে নিয়োজিত শ্রমিকেরা একদিনে ১০ মাইল (১৬ কিলোমিটার) রেলপথ স্থাপন করে। আজ পর্যন্ত এটিই একদিনে নির্মিত দীর্ঘতম রেলপথ।\n১০ মে ১৮৬৯: মধ্য প্রশান্ত মহাসাগরীয় রেলপথ এবং যুক্ত প্রশান্ত মহাসাগরীয় রেলপথ লাইনগুলি উটাহের প্রোমন্টরিতে পরস্পর মিলিত হয়।\n১৫ মে ১৮৬৯: আন্তঃমহাদেশীয় ট্রেনগুলি প্রথম বারের মতো স্যাক্রামেন্টোতে নতুন লাইনের উপর দিয়ে চলাচল শুরু করে।\n৬ সেপ্টেম্বর ১৮৬৯: প্রথম আন্তঃমহাদেশীয় ট্রেনটি আলামেডা টার্মিনালে সান ফ্রান্সিসকো উপসাগরে পৌঁছায় , প্রথম উপকূল থেকে উপকূল রেলপথ তৈরি করে।\n৮ নভেম্বর ১৮৬৯: মধ্য প্রশান্ত মহাসাগরীয় রেলপথ কর্তৃপক্ষের সহযোগী প্রতিষ্ঠান পশ্চিম প্রশান্ত মহাসাগরীয় রেলপথ (১৮৬২-১৮৭০) এবং সান ফ্রান্সিসকো এবং ওকল্যান্ড রেলপথ স্যাক্রামেন্টোকে ওকল্যান্ড রেল সংযোগস্থলের সাথে যুক্ত করে রেলপথটির চূড়ান্ত পর্যায়ের কাজ সম্পন্ন করে।\n১৮৭০\n\n২৩ জুন ১৮৭০: মধ্য প্রশান্ত মহাসাগরীয় রেলপথ প্রতিষ্ঠানটি  পশ্চিম প্রশান্ত মহাসাগরীয় রেলপথ (১৮৬২-১৮৭০), সান ফ্রান্সিসকো এবং আলামেডা রেলপথ ও সান ফ্রান্সিসকো এবং ওকল্যান্ড রেলপথের সাথে একীভূত হয়ে \"মধ্য প্রশান্ত মহাসাগরীয় রেলপথ কোম্পানি\" গঠন করে (১৮৭০ সালের জুন)।\n২২ আগস্ট ১৮৭০: মধ্য প্রশান্ত মহাসাগরীয় রেলপথ কোং ক্যালিফোর্নিয়া ও ওরেগন; সান ফ্রান্সিসকো, ওকল্যান্ড ও আলামেডা এবং সান জোয়াকিন ভ্যালি রেলপথ কোম্পানির সাথে একীভূত হয়; যার মাধ্যমে \"মধ্য প্রশান্ত মহাসাগরীয় রেলপথ কোং\" নামে একটি নতুন কর্পোরেশন গঠিত হয়।\n১৮৭৬\n\n৩০ এপ্রিল, ১৮৭৬: ১৮৮৫ সালের ১ এপ্রিল পর্যন্ত সাউথ ভ্যালেজো এবং স্যাক্রামেন্টো, ক্যালিস্টোগা ও মেরিসভিলের মধ্যকার ক্যালিফোর্নিয়া প্রশান্ত মহাসাগরীয় রেলপথটি পরিচালনা করে (নীচে দেখুন)।\n১৮৭৭\n\n১৬ জুলাই ১৮৭৭: পশ্চিম ভার্জিনিয়ার মার্টিনসবার্গে ধর্মঘটে থাকা রেলকর্মীরা একটি ট্রেন লাইনচ্যুত করে লুটপাট করার মাধ্যমে ১৮৭৭ সালের মারাত্মক রেল ধর্মঘটের সূচনা করে। মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতি রাদারফোর্ড বি. হেইজ ধর্মঘট ভাঙার জন্য কেন্দ্রীয় সরকারের সৈন্যদের নির্দেশ দেন।\n১৮৮৩\n\n১৮ নভেম্বর ১৮৮৩: আমেরিকার রেলপথের জন্য এক ঘন্টার আদর্শ সময় অঞ্চলের একটি সময়সূচীর ব্যবস্থা প্রথমবারের মতো বাস্তবায়িত হয়। অঞ্চলগুলিকে আন্তঃঔপনিবেশিক, পূর্ব, মধ্য, পার্বত্য এবং প্রশান্ত মহাসাগরীয় নামকরণ করা হয়। এক বছরের মধ্যে ১০,০০০ এরও বেশি জনসংখ্যা অধ্যুষিত শহরগুলির ৮৫%'ই (মোট প্রায় ২০০টি শহর) এই আদর্শ সময়মান ব্যবহার করতে শুরু করে।\n১৮৮৫\n\n১ এপ্রিল ১৮৮৫: মধ্য প্রশান্ত মহাসাগরীয় রেলপথ দক্ষিণ প্রশান্ত মহাসাগরীয় অঞ্চলের কাছে ইজারা দেওয়া হয়।\n১৮৮৮\n\n৩০ জুন ১৮৮৮: আইসিসি কর্তৃক দক্ষিণ প্রশান্ত মহাসাগরীয় রেলপথ প্রতিষ্ঠানকে একটি \"অ-কার্যকর\" সহায়ক সংস্থা হিসাবে তালিকাভুক্ত করা হয়।\n১৮৯৯\n\n২৯ জুলাই ১৮৯৯: মধ্য প্রশান্ত মহাসাগরীয় রেলকে \"মধ্য প্রশান্ত মহাসাগরীয় রেলপথ\" হিসেবে পুনর্গঠিত করা হয়।\n১৯৫৯\n\n৩০ জুন ১৯৫৯: মধ্য প্রশান্ত মহাসাগরীয় রেলপথ আনুষ্ঠানিকভাবে দক্ষিণ প্রশান্ত মহাসাগরীয় রেলপথের সাথে একীভূত হয়।\n\n\n== অধিগ্রহণ ==\nসান জোয়াকিন ভ্যালি রেলপথ (১৮৬৮–১৮৭০)\nস্টকটন এবং কপারোপলিস রেলপথ\nস্টকটন এবং ভিসালিয়া রেলপথ\nপশ্চিম প্রশান্ত মহাসাগরীয় রেলপথ (১৮৬২–১৮৭০)\n\n\n== আরও দেখুন ==\n\nক্যালিফোর্নিয়ায় রেল পরিবহন\nডোনার পাস (সিয়েরা নেভাদা)\n\n\n== তথ্যসূত্র ==\n\n\n== অধিক পঠন ==\nBain, David Haward (১৯৯৯)। Empire Express: Building the First Transcontinental Railroad। New York: Viking। আইএসবিএন 0-670-80889-X। \nBeebe, Lucius (১৯৬৩)। The Central Pacific and Southern Pacific Railroads। Berkeley, CA: Howell-North Books। \nChang, Gordon (২০২০)। Ghosts of Gold Mountain। Boston, MA: Houghton Mifflin Harcourt।  Profiles how 20,000 Chinese railroad workers lived and worked while building the Central Pacific over Donner Pass. Shows changing attitudes of CPRR officials who employed the Chinese.\nCooper, Bruce C. (২০০৫)। Riding the Transcontinental Rails: Overland Travel on the Pacific Railroad 1865–1881। Philadelphia: Polyglot Press। আইএসবিএন 1-4115-9993-4। \nCooper, Bruce Clement (২০১০)। The Classic Western American Railroad Routes। New York: Chartwell Books/Worth Press। আইএসবিএন 978-0-7858-2573-9। \nDaggett, Stuart (১৯২২)। Chapters on the History of the Southern Pacific। New York: The Ronald Press। chapters southern pacific. \nEvans, Cerinda W. Collis Potter Huntington (2 vol 1954) vol 1 online; also see vol 2 online\nFleisig, Heywood (১৯৭৫)। \"The Central Pacific Railroad and the Railroad Land Grant Controversy\"। Journal of Economic History। 35 (3): 552–566। এসটুসিআইডি 154908516। ডিওআই:10.1017/s002205070007563x।  Questions whether promoters of the Central Pacific Railroad were oversubsidized. Confirms the traditional view that subsidies were not an economic necessity because they \"influenced neither the decision to invest in the railroad nor the speed of its construction.\" Notes that estimates of rate of return for the railroad developers using government funds range from 71% to 200%, while estimates of private rates of return range from 15% to 25%.\nGalloway, John Debo (১৯৫০)। The First Transcontinental Railroad: Central Pacific, Union Pacific। New York: Simmons-Boardman। জুন ৪, ২০১১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ আগস্ট ২৫, ২০১৭। \nGoldbaum, Howard, and Wendell Huffman (২০১২)। Waiting for the Cars: Alfred A. Hart's Stereoscopic Views of the Central Pacific Railroad, 1863–1869। Carson City: Nevada State Railroad Museum। \nGriswold, Wesley (১৯৬২)। A Work of Giants: Building the First Trans-continental Railroad। New York: McGraw-Hill। \nKlein, Maury (১৯৮৭)। Union Pacific (3 vols.)। Garden City, NY: Doubleday। আইএসবিএন 0-385-17728-3। \nKraus, George (১৯৬৯)। High Road to Promontory: Building the Central Pacific (Now the Southern Pacific) across the High Sierra। Palo Alto: American West Pub. Co.। \nKraus, George (১৯৭৫)। \"Chinese Laborers and the Construction of the Central Pacific\"। Utah Historical Quarterly। 37 (1): 41–57। এসটুসিআইডি 254449682 । জেস্টোর 45058853। ডিওআই:10.2307/45058853।  Shows how Chinese railroad workers lived and worked, and managed the finances associated with their employment. Concludes that CPRR officials who employed the Chinese, even those at first opposed to the policy, came to appreciate the reliability of this group of laborers. There are many quotations from accounts by contemporary observers.\nLake, Holly (১৯৯৪)। \"Construction of the CPRR: Chinese Immigrant Contribution\"। Northeastern Nevada Historical Society Quarterly। 94 (4): 188–199। \nMercer, Lloyd J. (১৯৭০)। \"Rates of Return for Land-grant Railroads: the Central Pacific System\"। Journal of Economic History। 30 (3): 602–626। এসটুসিআইডি 154314079। ডিওআই:10.1017/S0022050700086241।  Analyzes the impact of land grants from 1864 to 1890 on rates of return from investment in the Central Pacific Railroad. Results suggest that even without land grants, rates of return were high enough to induce investment. Also, land grants did not pay for the construction of the railroad. Land grants, however, did produce large social returns in western states by accelerating construction of the system.\nMercer, Lloyd J. (১৯৬৯)। \"Land Grants to American Railroads: Social Cost or Social Benefit?\"। Business History Review। 43 (2): 134–151। এসটুসিআইডি 156347832। জেস্টোর 3112269। ডিওআই:10.2307/3112269।  Uses econometrics to determine the value of railroad land grants of the 19th century to the railroads and to society. The author summarizes and criticizes previous treatments of this subject, and discusses his own findings. Using the Central Pacific and the Union Pacific systems as the basis for his investigation, the author concludes that the railroad owners received unaided rates of return that substantially exceeded the private rate of return on the average alternative project in the economy during the same period. Thus, the projects were profitable, although contemporary observers expected that the roads would be privately unprofitable without the land grant aid. The land grants did not have a major effect, increasing the private rate of return only slightly. Nevertheless, he says the policy of subsidizing those railroad systems was beneficial for society since the social rate of return from the project was substantial and exceeded the private rate by a significant margin.\nOng, Paul M. (১৯৮৫)। \"The Central Pacific Railroad and Exploitation of Chinese Labor\"। Journal of Ethnic Studies। 13 (2): 119–124।  Ong tries to resolve the apparent inconsistency in the literature on Asians in early California, with contradictory studies showing evidence both for and against the exploitation of Chinese labor by the CPRR, using monopsony theory as developed by Joan Robinson. Because CPRR set different wages for whites and Chinese (each group had different elasticities of supply) and used the two classes in different types of positions, the two groups were complementary, rather than interchangeable. Calculations thus show higher levels of exploitation of the Chinese than found in previous studies.\nSaxton, Alexander (১৯৬৬)। \"The Army of Canton in the High Sierra\"। Pacific Historical Review। 35 (2): 141–151। জেস্টোর 3636678। ডিওআই:10.2307/3636678। \nTutorow, Norman E. (১৯৭০)। \"Stanford's Responses to Competition: Rhetoric Versus Reality\"। Southern California Quarterly। 52 (3): 231–247। জেস্টোর 41170298। ডিওআই:10.2307/41170298।  Leland Stanford and the men who ran the CPRR paid lip-service to the idea of free competition, but in practice sought to dominate competing railroad and shipping lines. Analyzing the period 1869–1893, the author shows how Stanford and his associates repeatedly entered into pooling arrangements to prevent competition, bought out competitors, or forced rivals to agree not to compete. He concludes that Stanford and his partners viewed laissez-faire as applicable only to government controls, and not to businessmen's destruction of competition within the system.\nWhite, Richard (২০০৩)। \"Information, Markets, and Corruption: Transcontinental Railroads in the Gilded Age\"। The Journal of American History। 90 (1): 19–43। জেস্টোর 3659790। ডিওআই:10.2307/3659790। \nWhite, Richard (২০১১)। Railroaded: The Transcontinentals and the Making of Modern America। W. W. Norton & Company। আইএসবিএন 978-0-393-06126-0। \nWilliams, John Hoyt (১৯৮৮)। A Great and Shining Road: The Epic Story of the Transcontinental Railroad। New York: Times Books। আইএসবিএন 0-8129-1668-9। \nNeil Goodwin, Peace River Films (১৯৯০)। \"The Iron Road\"। The American Experience। PBS। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBest, Gerald M (১৯৬৯)। Iron Horses to Promontory। New York: Golden West। \n\n\n== বহিঃসংযোগ ==\nCentral Pacific Railroad lawsuit and investigation documents, 1876–1887 at the California State Library.\nGuide to the Central Pacific Railroad Company Collection, 1861–1899 at California State Library.\nCentral Pacific Railroad Photographic History Museum\nRailroads in California, handwritten report by L. M. Clement. Special Collections and Archives, The UC Irvine Libraries, Irvine, California.\n ঐতিহাসিক আমেরিকান প্রকৌশল রেকর্ড (HAER) No. CA-196, \"Central Pacific Transcontinental Railroad, Sacramento to Nevada state line, Sacramento, Sacramento County, CA\", 7 photos, 79 data pages, 1 photo caption page\nটেমপ্লেট:The Big Four"}