{"pageid": 1518758, "title": "লিঙ্গাষ্টকম", "url": "https://bn.wikipedia.org/wiki?curid=1518758", "content": "লিঙ্গাষ্টকম (সংস্কৃত:लिंगाष्टकम्, লিঙ্গাষ্টকম্) হলো একটি হিন্দু স্তোত্র। স্তোত্রটি ৮ম শতাব্দীর দার্শনিক আদি শংকর রচনা করেন। এতে ৮টি স্তবক রয়েছে এবং শিবের এক নিরাকার রূপ, লিঙ্গম এর প্রশংসা করা হয়েছে।\n\n\n== কিংবদন্তি ==\nশিব পুরাণ অনুসারে, ব্রহ্মা ও বিষ্ণু যখন নিজেদের শ্রেষ্ঠত্ব নিয়ে বিরোধে লিপ্ত হন, তখন শিব এক বিশাল আলোর স্তম্ভ রূপে তাঁদের সামনে প্রকাশিত হন। সেই স্তম্ভের শুরু ও শেষ খুঁজে পেতে, ব্রহ্মা ও বিষ্ণু বিপরীত দিকে যাত্রা শুরু করেন। বিষ্ণু স্বীকার করেন যে, তিনি স্তম্ভের শেষ খুঁজে পাননি, কিন্তু ব্রহ্মা মিথ্যা বলেন যে তিনি তাঁর লক্ষ্য অর্জন করেছেন এবং নিজেকে বিজয়ী ঘোষণা করেন। মিথ্যা বলার কারণে শিব ব্রহ্মাকে শাস্তি দেন এবং ভৈরবকে সৃষ্টি করেন। ভৈরব ব্রহ্মার পাঁচটি মাথা থেকে একটি কেটে দেন। শিব ঘোষণা করেন যে, এরপর থেকে মানুষ আর ব্রহ্মার পূজা  করবে না; অন্যদিকে, বিষ্ণুর সত্যবাদিতার জন্য শিব ঘোষণা করেন যে, বিষ্ণুকে শিবের মতোই ব্যাপকভাবে পূজা করা হবে। বিষ্ণুর সুপারিশে ব্রহ্মাকে পরবর্তীতে ক্ষমা করা হয়। এই ঘটনার পর, ব্রহ্মা ও বিষ্ণু শিবের পূজা করেন, এবং শিব দিনটির নামকরণ করেন শিবরাত্রি। তিনি ঘোষণা করেন যে, মোক্ষ লাভের জন্য লিঙ্গম - কে তাঁর প্রতীক রূপে পূজা করতে হবে।\n\nলিঙ্গাষ্টকমে শিবের আরও কিছু কিংবদন্তির উল্লেখ রয়েছে, যেমন — যখন রাবণ কৈলাস পর্বত উত্তোলনের চেষ্টা করেছিল, তখন শিব তার অহংকার চূর্ণ করেন; এছাড়াও, এটি দক্ষের যজ্ঞ ধ্বংসের ঘটনাও বর্ণনা করে। এই স্তোত্রের ফলশ্রুতি (মঙ্গলময় সমাপ্তি শ্লোক) ঘোষণা করে যে, লিঙ্গের নিকটে বসে যদি কেউ লিঙ্গাষ্টকম পাঠ করে, তবে সে শিবের ধাম প্রাপ্ত হবে এবং শিবের আশীর্বাদ লাভ করবে।\n\n\n== স্তোত্র ==\n\nএই স্তোত্রের প্রথম স্তবকটি লিঙ্গেমের গুণাবলির প্রশংসা করে:\nব্রহ্মমুরারি সুরার্চিত লিঙ্গম\nনির্মলভাসিত শোভিত লিঙ্গম ।\nজন্মজ দুঃখ বিনাশক লিঙ্গম\nতত্প্রণমামি সদাশিব লিঙ্গম ॥ ১ ॥\nদেবমুনি প্রবরার্চিত লিঙ্গম\nকামদহন করুণাকর লিঙ্গম ।\nরাবণ দর্প বিনাশন লিঙ্গম\nতত্প্রণমামি সদাশিব লিঙ্গম ॥ ২ ॥\nসর্ব সুগংধ সুলেপিত লিঙ্গম\nবুদ্ধি বিবর্ধন কারণ লিঙ্গম ।\nসিদ্ধ সুরাসুর বংদিত লিঙ্গম\nতত্প্রণমামি সদাশিব লিঙ্গম ॥ ৩ ॥\nকনক মহামণি ভূষিত লিঙ্গম\nফণিপতি বেষ্টিত শোভিত লিঙ্গম ।\nদক্ষসুযজ্ঞ বিনাশন লিঙ্গম\nতত্প্রণমামি সদাশিব লিঙ্গম ॥ ৪ ॥\nকুংকুম চংদন লেপিত লিঙ্গম\nপংকজ হার সুশোভিত লিঙ্গম ।\nসংচিত পাপ বিনাশন লিঙ্গম\nতত্প্রণমামি সদাশিব লিঙ্গম ॥ ৫ ॥\nদেবগণার্চিত সেবিত লিঙ্গম\nভাবৈ-র্ভক্তিভিরেব চ লিঙ্গম ।\nদিনকর কোটি প্রভাকর লিঙ্গম\nতত্প্রণমামি সদাশিব লিঙ্গম্ ॥ ৬ ॥\nঅষ্টদলোপরিবেষ্টিত লিঙ্গম\nসর্বসমুদ্ভব কারণ লিঙ্গম্ ।\nঅষ্টদরিদ্র বিনাশন লিঙ্গম\nতত্প্রণমামি সদাশিব লিঙ্গম্ ॥ ৭ ॥\nসুরগুরু সুরবর পূজিত লিঙ্গম\nসুরবন পুষ্প সদার্চিত লিঙ্গম্ ।\nপরাত্পরং পরমাত্মক লিঙ্গম\nতত্প্রণমামি সদাশিব লিঙ্গম ॥ ৮ ॥\nলিংগাষ্টকমিদং পুণ্যং যঃ পঠেশ্শিব সন্নিধৌ ।\nশিবলোকমবাপ্নোতি শিবেন সহ মোদতে ॥\n\n\n== তথ্যসূত্র =="}