{"pageid": 1518514, "title": "ইউরোপে মানব পাচার", "url": "https://bn.wikipedia.org/wiki?curid=1518514", "content": "ইউরোপে মানব পাচার হলো মানুষের জোরপূর্বক শোষণের উদ্দেশ্যে কেনাবেচার একটি আঞ্চলিক রূপ, যা বিশ্বব্যাপী দীর্ঘদিন ধরে চলে আসা একটি বড় সমস্যা। মানব পাচারের অস্তিত্ব বহু শতাব্দী ধরে রয়েছে এবং এটি দাসপ্রথার উত্তরসূরি। তবে দাসপ্রথা আইনি স্বীকৃতি পেয়েছিল ও অনেক সমাজে গৃহীত ছিল, যেখানে মানব পাচার সম্পূর্ণ অবৈধ। বিশেষ করে ১৯৮৯ সালের বিপ্লবগুলোর পর থেকে ইউরোপীয় দেশগুলোর জন্য এটি একটি বড় উদ্বেগের বিষয়ে পরিণত হয়েছে। কিছু দেশে বাজারভিত্তিক অর্থনীতিতে রূপান্তর ঘটার ফলে একদিকে নতুন সুযোগ তৈরি হয়েছে, আবার অন্যদিকে নাগরিকদের জন্য নিরাপত্তাহীনতা বেড়েছে। অর্থনৈতিক দুরবস্থা ও উন্নত জীবনের প্রলোভন অনেক মানুষকে তাদের নিজ দেশে এবং ইউরোপ ও বিশ্বের অন্যান্য অংশে পাচারের ঝুঁকিতে ফেলেছে। বলকান অঞ্চলের দেশগুলো মানব পাচার রোধে বিভিন্ন চ্যালেঞ্জের মুখোমুখি হচ্ছে এবং তারা এই সমস্যা মোকাবিলার আন্তর্জাতিক নিয়মকানুন অনুসরণের ক্ষেত্রে বিভিন্ন পর্যায়ে রয়েছে।\n\n\n== কারণসমূহ ==\nসোভিয়েত ইউনিয়নের পতন ইউরোপে মানব পাচারের সাম্প্রতিক বৃদ্ধি বোঝার অন্যতম প্রধান কারণ হিসেবে চিহ্নিত হয়েছে। এটি একদিকে মানব সম্পদ জোগান দিয়েছে, অন্যদিকে নতুন আঞ্চলিক সুযোগ সৃষ্টি করেছে, যা এই সমস্যাকে আরও বিস্তৃত করেছে। এই সময়কালের পর থেকে পাচারের শিকার ব্যক্তিদের সংখ্যা বৃদ্ধি পেয়েছে, এবং আগে মূলত নারী পাচার সীমিত থাকলেও এখন বিভিন্ন ধরণের পাচারের ঘটনা ঘটছে। সংঘবদ্ধ অপরাধ চক্রের বিস্তার, দুর্নীতি বৃদ্ধি এবং সীমান্ত ব্যবস্থার দুর্বলতা এই প্রবণতাকে আরও উসকে দিয়েছে। ইউরোপের ভঙ্গুর সীমান্ত ব্যবস্থা এবং ধনী দেশগুলোর নিকটবর্তী অবস্থান পাচারকারীদের জন্য ভুক্তভোগীদের স্থানান্তর আরও সহজ ও সাশ্রয়ী করে তুলেছে।\nপাচার বৃদ্ধির আরেকটি গুরুত্বপূর্ণ কারণ হলো বলকান অঞ্চলে সামরিকায়ন ও যুদ্ধ। যুগোস্লাভিয়ার যুদ্ধের পর সেখানে বিপুল সংখ্যক বিদেশি পুরুষের উপস্থিতি লক্ষ করা যায়। এই পরিস্থিতির ফলে হাজার হাজার নারীকে পাচার করে বাণিজ্যিক যৌন শোষণের ফাঁদে ফেলা হয়েছে। সামরিক ঘাঁটি এবং যৌন ব্যবসার মধ্যে সম্পর্ক দীর্ঘদিনের পরিচিত একটি বাস্তবতা। এই অঞ্চলে সৈন্যদের উপস্থিতি বেশ্যাবৃত্তির চাহিদা বাড়িয়েছে, যা মানব পাচারের অন্যতম চালিকাশক্তি হিসেবে কাজ করেছে।\nবলকান অঞ্চলের বাইরেও কিছু দেশে যৌনকর্মকে বৈধ করার বিষয়টি মানব পাচারের বৃদ্ধির সঙ্গে সংযুক্ত। বিশেষ করে নেদারল্যান্ডসে উল্লেখযোগ্য সংখ্যক পাচার হওয়া ব্যক্তি আনা হয়েছে বলে শনাক্ত করা হয়েছে।\n\n\n== প্রাদুর্ভাব ==\nইউরোপে মানব পাচারের সব ধরনের ঘটনা ঘটলেও, যৌন পাচার সবচেয়ে বেশি নজর কাড়ে। এই অঞ্চলে নারীদের ও কিশোরীদের যৌন শোষণের বিষয়টি গণমাধ্যমে ব্যাপকভাবে প্রকাশিত হয়েছে। ২০০৩ থেকে ২০০৪ সালের মধ্যে সহায়তা পাওয়া পাচার শিকার ব্যক্তিদের মধ্যে ৮৫% ছিল যৌন শোষণের শিকার। \"সোভিয়েত-পরবর্তী ও পূর্ব ইউরোপের মানব পাচারের বৈশিষ্ট্য হলো এটি অত্যন্ত দ্রুত বিস্তার লাভ করেছে এবং বিশ্বব্যাপী ছড়িয়ে পড়েছে। অতীতে সেখানে মানব পাচারের সুপ্রতিষ্ঠিত কোনো নেটওয়ার্ক ছিল না, কিংবা দীর্ঘদিন ধরে চলমান কোনো পাচার বাণিজ্যও ছিল না। বরং সমাজের পরিবর্তন ও রাজনৈতিক উত্তরণের ফলে এমন পরিস্থিতি তৈরি হয়, যা মানব পাচারের জন্য অত্যন্ত অনুকূল হয়ে ওঠে। বর্তমানে প্রাথমিক রূপান্তরের বহু বছর পর, ইউরোপের এই অঞ্চলে মানব পাচার ব্যাপক আকার ধারণ করেছে। এর মূল কারণ হলো দারিদ্র্য, কার্যকর প্রতিরোধমূলক ব্যবস্থার অভাব, সরকারি কর্মকর্তাদের ঘুষ ও দুর্নীতির মাধ্যমে পাচার চক্রের সঙ্গে সংশ্লিষ্টতা এবং সংঘবদ্ধ অপরাধ চক্রের ক্রমবর্ধমান বিস্তার।\"\n\n\n=== পাচারের ধরণ ===\nনিম্নের তালিকায় ইউরোপের নির্দিষ্ট কিছু অঞ্চলের জন্য স্বতন্ত্র মানব পাচারের ধরণগুলো উল্লেখ করা হয়েছে। জাতিসংঘের মাদক ও অপরাধ বিষয়ক অফিস (UNODC) এবং অধ্যাপক লুইস শেলির গবেষণার ভিত্তিতে এই তিনটি প্রধান ধরণ চিহ্নিত করা হয়েছে। আইন প্রয়োগকারী সংস্থাগুলো মানব পাচার রোধে কার্যকর কৌশল নির্ধারণে এই শ্রেণিবিন্যাসকে সহায়ক হিসেবে ব্যবহার করে। ইউরোপে বিভিন্ন দেশের রাজনৈতিক ইতিহাস ভিন্ন হওয়ায় এই অঞ্চলের জন্য তিনটি পৃথক পাচার ধরণ প্রযোজ্য। এই তিনটি ধরণের মধ্যে কিছু মিল রয়েছে এবং অন্যান্য অঞ্চল ও দেশের পাচারের ধরনগুলোর সঙ্গে তুলনা করলে দেখা যায় যে, মানব পাচারের ক্ষেত্রে নারী পাচারের প্রবণতা বেশি, সহিংসতা জড়িত থাকে এবং এটি প্রায়ই সংঘবদ্ধ অপরাধ চক্রের সঙ্গে সম্পর্কিত থাকে।\n\n\n== নিয়োগ ==\nবলকান অঞ্চল এবং সাবেক সোভিয়েত ইউনিয়নের অপরাধ চক্রগুলো মানব পাচারে সফল হয়েছে মূলত তাদের অভিযোজন ক্ষমতা ও কৌশলগত পরিবর্তনের মাধ্যমে। তারা দ্রুত পরিবর্তনশীল বৈশ্বিক বাজারের সঙ্গে তাল মিলিয়ে নিজেদের রুট ও পদ্ধতি বদলাতে সক্ষম হয়েছে। উচ্চশিক্ষা ও পূর্ববর্তী কর্মঅভিজ্ঞতার কারণে পাচারকারীরা \"জাল নথি তৈরি করতে পারে, উন্নত যোগাযোগ প্রযুক্তি ব্যবহার করতে পারে এবং আন্তর্জাতিক সীমান্ত অতিক্রম করেও সফলভাবে কাজ চালিয়ে যেতে পারে।\"  তাদের ব্যক্তিগত যোগাযোগ এবং প্রযুক্তির দক্ষ ব্যবহার তদন্ত ও বিচারের ক্ষেত্রে সরকার ও আইন প্রয়োগকারী সংস্থাগুলোর জন্য বড় চ্যালেঞ্জ সৃষ্টি করেছে। একটি ব্যতিক্রমী বৈশিষ্ট্য হলো—অনেক পাচার হওয়া ব্যক্তি উচ্চশিক্ষিত। তারা সাধারণত নিজ দেশে চাকরির যোগ্যতা রাখলেও ভালো সুযোগ বা বেশি পারিশ্রমিকের আশায় বিদেশে যেতে চান। শিক্ষিত ব্যক্তিদের টার্গেট করার জন্য পাচারকারীরা নানা কৌশল অবলম্বন করে, যার মধ্যে রয়েছে বিয়ে ও চাকরির এজেন্সি, ভুয়া মডেলিং এজেন্সি, চলচ্চিত্র নির্মাণ প্রতিষ্ঠান, বিদেশে কাজ ও পড়াশোনার সুযোগের প্রলোভন। এ ধরনের খাতে প্রকৃত কর্মসংস্থানের সুযোগ থাকায় প্রতারণামূলক বিজ্ঞাপন ও বাস্তব সুযোগের মধ্যে পার্থক্য করা কঠিন হয়ে পড়ে। সাধারণত এই ধরনের বিজ্ঞাপনগুলোর যাচাই-বাছাই করা হয় না, ফলে অনেকেই সহজেই প্রতারণার শিকার হন।\n\n\n=== শিশু পাচার ===\nবলকান অঞ্চলে শিশু পাচারের ঘটনাগুলো সাধারণত নির্দিষ্ট দুটি বয়স শ্রেণিতে বেশি দেখা যায়। বারো বছরের কম বয়সী শিশুদের সাধারণত ভিক্ষাবৃত্তি, চুরি এবং অন্যান্য রাস্তার অপরাধমূলক কাজে ব্যবহার করা হয়। অন্যদিকে, পনেরো বছরের বেশি বয়সী শিশুদের মূলত বাণিজ্যিক যৌন শোষণের জন্য পাচার করা হয়। সাধারণত সাংস্কৃতিক ট্যাবুর কারণে কম বয়সী ছেলেশিশুদের যৌন শোষণের জন্য পাচার করা হয় না। তবে কিছু ব্যতিক্রমী ঘটনা ঘটেছে, বিশেষ করে রোমানিয়ান শিশুদের বিদেশে পাচার হওয়ার ক্ষেত্রে। এছাড়া প্রতিবন্ধী শিশু এবং নির্দিষ্ট জাতিগোষ্ঠীর শিশুরা পাচারের উচ্চ ঝুঁকিতে থাকে। উদাহরণ হিসেবে বলা যায়, আলবেনিয়ার জেভগজিত সম্প্রদায়ের শিশুরা এবং বাল্কান অঞ্চলের অন্যান্য স্থানে রোমানি জনগোষ্ঠীর শিশুরা পাচারকারীদের লক্ষ্যবস্তুতে পরিণত হয়।  ২০০৬ সালে ইউনিসেফ পরিচালিত একটি প্রতিবেদনে দেখা গেছে যে, এসব শিশুকে সাধারণত বহিরাগত পাচারকারীরা নয়, বরং তাদের নিজ সম্প্রদায়ের লোকেরাই বিদেশে বিক্রি করে অর্থ উপার্জনের চেষ্টা করে। এই প্রতিবেদনে বাল্কান অঞ্চলে শিশু পাচারের ঝুঁকিতে থাকা পাঁচটি সাধারণ বৈশিষ্ট্য তুলে ধরা হয়েছিল:\n\nপারিবারিক সহিংসতার শিকার শিশু।\nপরিবার থেকে বিচ্ছিন্ন বা পরিবারের সুরক্ষা থেকে বঞ্চিত শিশু (যেমন—যারা অনাথ আশ্রম বা অন্যান্য প্রতিষ্ঠানে বসবাস করে)।\nযারা স্কুল ছেড়ে পড়াশোনা বন্ধ করে দিয়েছে।\nখ্যালঘু জাতিগোষ্ঠীর শিশু (যেমন—রোমা সম্প্রদায়ের শিশু)।\nযারা আগে পাচারের শিকার হয়েছিল।\n\n\n== সমস্যাসমূহ ==\nসাম্প্রতিক বছরগুলিতে মানব পাচারবিরোধী প্রচারণাগুলো কিছু ক্ষেত্রে কার্যকর হলেও, তথ্য সংগ্রহ ও ব্যবস্থাপনা এখনো বাল্কান (দক্ষিণ-পূর্ব ইউরোপ) অঞ্চলের দেশগুলোর জন্য বড় একটি সমস্যা রয়ে গেছে। মানব পাচারের প্রবণতা পর্যবেক্ষণ এবং প্রতিরোধমূলক নীতি প্রণয়নের জন্য সঠিক তথ্য সংগ্রহ অত্যন্ত গুরুত্বপূর্ণ। পাচারের শিকার ব্যক্তিদের পাশাপাশি পাচারকারীদের সম্পর্কেও তথ্য সংগ্রহ করা প্রয়োজন। এছাড়া, তদন্ত ও বিচারের হার সংক্রান্ত তথ্যও সংগ্রহ করা হয়, যা কোনো দেশের মানব পাচার রোধে নেওয়া পদক্ষেপের কার্যকারিতা মূল্যায়নে সহায়ক ভূমিকা পালন করে।\nএই  অঞ্চলে মানব পাচার সংক্রান্ত তথ্য সংগ্রহের ক্ষেত্রে বেশ কয়েকটি সমস্যা বিদ্যমান। এগুলি হল:\n\nসংঘটিত অপরাধের প্রকৃত হার এবং চিহ্নিত, তদন্ত ও বিচার হওয়া মামলার সংখ্যা সম্পর্কে পরিষ্কার ধারণা নেই।\nমানব পাচারবিরোধী কার্যক্রম পরিচালনার জন্য বিভিন্ন সংস্থা ও সংস্থার মধ্যে সমন্বয় প্রয়োজন। তবে, প্রতিবেদন তৈরির পরিসংখ্যানগুলিকে একীভূত ও মানসম্মত করা এখনো সম্ভব হয়নি।\nবিভিন্ন এনজিও এবং সরকারি সংস্থার মধ্যে পারস্পরিক বিশ্বাসের অভাব রয়েছে। এনজিওগুলো প্রায়ই আশঙ্কা করে যে, পাচারের শিকার ব্যক্তিদের তথ্য প্রকাশ করলে ভুক্তভোগী বা তাদের সংস্থা বিপদের সম্মুখীন হতে পারে। ফলে, তারা অনেক তথ্য গোপন রাখে।\nভাষাগত, সাংস্কৃতিক ও ব্যক্তিগত কারণের কারণে অনেক ভুক্তভোগী পাচারের ঘটনা সম্পর্কে প্রতিবেদন করতে চান না। ফলে, অনেক ঘটনা অপ্রকাশিত থেকে যায়।\nপাচারের কিছু ঘটনা পাচার হিসেবে নথিভুক্ত না হয়ে, চোরাচালান বা দেহব্যবসার মতো অন্যান্য অপরাধ হিসেবে তদন্ত করা হয়। ফলে, এসব ঘটনা পাচারের পরিসংখ্যানে যুক্ত হয় না।\nকোনো ঘটনা একবার পাচার হিসেবে চিহ্নিত হলে, তা পরবর্তীতে কম গুরুতর অপরাধ হিসেবে পুনঃশ্রেণিবদ্ধ হলেও, অনেক ক্ষেত্রে আগের শ্রেণীতেই রয়ে যায়।\nএই সমস্যাগুলো সমাধানের জন্য, আন্তর্জাতিক অভিবাসন নীতি উন্নয়ন কেন্দ্র, ইউরোপজুড়ে একটি মানসম্মত তথ্য সংগ্রহ ও প্রতিবেদন ব্যবস্থা চালু করার লক্ষ্যে জাতীয় সরকার ও এনজিওগুলোর সঙ্গে যৌথভাবে কাজ শুরু করেছে।\n\n\n== এনজিওগুলির ভূমিকা ==\nআরও পড়ুন: 'মানব পাচারের বিরুদ্ধে লড়াইয়ে কাজ করা এনজিওগুলির তালিকার জন্য দক্ষিণ-পূর্ব ইউরোপে পাচারের শিকারদের উপর দ্বিতীয় বার্ষিক প্রতিবেদন'।\nযদিও মানব পাচার প্রতিরোধ ও ভুক্তভোগীদের সহায়তা দেওয়ার ক্ষেত্রে এনজিওগুলোর ভূমিকা গুরুত্বপূর্ণ, তবে তাদের কার্যক্রম পরিচালনায় কিছু সীমাবদ্ধতা রয়েছে। অর্থায়নের অভাব, ব্যাপক কার্যপরিধি এবং পর্যাপ্ত সরকারি সহায়তার অভাবের কারণে অনেক এনজিও তাদের লক্ষ্যে পুরোপুরি সফল হতে পারে না। ১৯৯০-এর দশকে যখন এসব এনজিও প্রতিষ্ঠিত হয়, তখন তারা সংগঠিত পাচারচক্রগুলোর বিরুদ্ধে কার্যকর প্রতিরোধ গড়ে তোলার জন্য লড়াই করেছিল। যদিও বিভিন্ন দেশে এনজিওগুলোর কার্যকারিতা ভিন্ন হতে পারে, তবে অনেক ক্ষেত্রে তারা এমন উদ্যোগ গ্রহণ করেছে যেখানে সরকার ব্যর্থ হয়েছে। ভুক্তভোগীদের কাছে এনজিওগুলো সাধারণত বেশি বিশ্বাসযোগ্য মনে হয়। কারণ, পাচারের শিকার \"অনেক ব্যক্তি সরকারি সংস্থাগুলোর ওপর আস্থা রাখতে পারেন না। তারা প্রায়শই অবৈধভাবে অন্য দেশে প্রবেশ করেন অথবা দেশে পৌঁছানোর পর তাদের নথিপত্র কেড়ে নেওয়া হয়।\"  এছাড়া, অনেক ভুক্তভোগী দেশ থেকে বহিষ্কারের আশঙ্কা করেন, আদালতে সাক্ষ্য দিতে বাধ্য হতে চান না বা পাচারকারীদের প্রতিশোধের ভয়ে সরকারিভাবে সহায়তা নিতে দ্বিধাগ্রস্ত থাকেন। এই শূন্যতা পূরণ করতে এনজিওগুলো এগিয়ে এসেছে এবং ভুক্তভোগীদের বিভিন্ন ধরনের সেবা প্রদান করছে। তাদের প্রদত্ত পরিষেবাগুলির মধ্যে রয়েছে:\n\nআইনি, সামাজিক ও মনোস্তাত্ত্বিক পরিষেবা এবং পুনর্বাসন সহায়তা\nপাচারের ঝুঁকি সম্পর্কে শিক্ষা ও জনসচেতনতা বৃদ্ধি\nগবেষণার মাধ্যমে তথ্য ও পরিসংখ্যান সরবরাহ\nপাচারের শিকার ব্যক্তিদের অধিকার রক্ষার জন্য আইনগত সংস্কারের পক্ষে প্রচার তদবির \n\n\n== দেশের স্ন্যাপশট ==\n\nস্তর বিভাগ \nস্তর ১ যেসব দেশের সরকার TVPA-র ন্যূনতম মানদণ্ড পুরোপুরি মেনে চলে। অর্থাৎ, এসব দেশ মানব পাচার রোধে কার্যকর নীতি গ্রহণ ও বাস্তবায়ন করে থাকে।\nস্তর ২ যেসব দেশের সরকার TVPA-র ন্যূনতম মানদণ্ড পুরোপুরি অনুসরণ করতে পারে না, তবে তারা তা বাস্তবায়নের জন্য উল্লেখযোগ্য প্রচেষ্টা চালাচ্ছে।\nস্তর ৩ যেসব দেশের সরকার TVPA-র ন্যূনতম মানদণ্ড মেনে চলে না এবং তারা তা বাস্তবায়নের জন্য উল্লেখযোগ্য কোনো প্রচেষ্টাও করছে না। এসব দেশ মানব পাচার প্রতিরোধ ও ভুক্তভোগীদের সহায়তা দেওয়ার ক্ষেত্রে ব্যর্থ বলে বিবেচিত হয়।\n\n\n== দেশ অনুযায়ী নির্দিষ্ট তথ্যের জন্য ==\n\n\n== আরও দেখুন ==\nইউরোপে যৌন পাচার\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nSurtees, Rebecca। \"Second Annual Report on Victims of Trafficking in South-Eastern Europe 2005\" (পিডিএফ)। IOM International Organization for Migration। সংগ্রহের তারিখ ২৪ এপ্রিল ২০১১।  \n\"UN Global Report on Trafficking in Persons\" (পিডিএফ)। UN। সংগ্রহের তারিখ ২৪ এপ্রিল ২০১১। \n\"Trafficking in Human Being in South Eastern Europe\" (পিডিএফ)। UNICEF। ২৪ ডিসেম্বর ২০১০ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৪ এপ্রিল ২০১১।"}