{"pageid": 1518707, "title": "স্কটল্যান্ডের কৃষির ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1518707", "content": "স্কটল্যান্ডের কৃষির ইতিহাস স্কটল্যান্ডের আধুনিক সীমানার মধ্যে কৃষি উৎপাদনের সকল রূপকে অন্তর্ভুক্ত করে, যা প্রাগৈতিহাসিক যুগ থেকে বর্তমান সময় পর্যন্ত বিস্তৃত।\nস্কটল্যান্ডের উর্বর আবাদযোগ্য এবং চারণভূমি মূলত দেশের দক্ষিণ ও পূর্ব অঞ্চলে অবস্থিত। ভারী বৃষ্টিপাত, প্রবল বাতাস এবং লবণাক্ত জলকণা, পাতলা মাটি ও অতিচারণের সংমিশ্রণে অধিকাংশ পশ্চিমী দ্বীপপুঞ্জ বৃক্ষহীন হয়ে পড়ে। ভূপ্রকৃতি প্রায়শই অভ্যন্তরীণ ভূমি যোগাযোগকে কঠিন করে তোলে, ফলে উপকূলীয় নেটওয়ার্কের বিকাশ ঘটে। নব্যপ্রস্তর যুগে, প্রায় ৬,০০০ বছর আগে, স্থায়ী বসতি এবং কৃষির প্রমাণ পাওয়া যায়। প্রধান খাদ্য উৎস ছিল শস্য এবং গরুর দুধ। ব্রোঞ্জ যুগে, বন উজাড় করে আবাদি জমির বিস্তার ঘটে। লোহ যুগে, দক্ষিণ স্কটল্যান্ডে পাহাড়ি দুর্গ গড়ে ওঠে, যা চাষের উঁচু মাচা ও সোপানের সঙ্গে যুক্ত ছিল, এবং উর্বর সমভূমিগুলো কৃষির জন্য ইতোমধ্যেই ব্যাপকভাবে ব্যবহৃত হতে থাকে। রোমান শাসনামলে কৃষির পরিমাণ হ্রাস পাওয়ায় বন পুনরায় বৃদ্ধি পায়।\nপ্রাথমিক মধ্যযুগ ছিল জলবায়ু অবনতির সময়কাল, যার ফলে আরও বেশি জমি অনুপযোগী হয়ে পড়ে। স্বয়ংসম্পূর্ণ খামারগুলো একটি প্রধান গৃহস্থালি বা ছোট ক্লাস্টারের চারপাশে গড়ে উঠত। ওটস এবং বার্লি অন্যান্য শস্যের তুলনায় বেশি চাষ করা হতো, এবং গবাদিপশুর মধ্যে গরুই ছিল সবচেয়ে গুরুত্বপূর্ণ। আনুমানিক ১১৫০ থেকে ১৩০০ সালের মধ্যে উষ্ণ ও শুষ্ক গ্রীষ্ম এবং কম তীব্র শীত উচ্চতর এলাকায় চাষাবাদের সুযোগ তৈরি করে এবং জমিকে আরও উর্বর করে তোলে। দ্বাদশ শতকে সামন্ততান্ত্রিক ব্যবস্থার প্রচলনের সঙ্গে সঙ্গে \"ইনফিল্ড\" এবং \"আউটফিল্ড\" কৃষি ব্যবস্থা চালু হয়। অন্ত্য মধ্যযুগে, অধিকাংশ কৃষিকাজ ছিল নিম্নভূমির \"ফার্মটাউন\" বা উচ্চভূমির বালে-এ কেন্দ্রীভূত। এটি ছিল কয়েকটি পরিবারের একটি ছোট সম্প্রদায়, যা যৌথভাবে কৃষিকাজ পরিচালনা করত। অধিকাংশ হালচাষ ভারী কাঠের লাঙ্গল দিয়ে করা হতো, যা লোহার কোল্টার-যুক্ত এবং ষাঁড় দ্বারা টানা হতো। কৃষি অর্থনীতি ত্রয়োদশ শতকে উন্নতির শিখরে পৌঁছায়, তবে কালো মৃত্যুর পরেও এটি স্থিতিশীল ছিল, কিন্তু ১৩৬০-এর দশকে কৃষি আয়ে তীব্র পতন ঘটে, যা পঞ্চদশ শতকের ধীর পুনরুদ্ধার দ্বারা প্রতিস্থাপিত হয়।\nআধুনিক যুগের শুরুতে, সামন্ততান্ত্রিক শ্রেণীবিন্যাস হ্রাস পাওয়ায় প্রধান ভূমির মালিক ছিল লর্ড এবং ইয়োম্যানরা। সম্পত্তির অধিকার ছিল হাজব্যান্ডম্যান এবং স্বাধীন ভাড়াটিয়াদের। অনেক তরুণ তাদের বাড়ি ছেড়ে গৃহস্থালি এবং কৃষি শ্রমিক হিসেবে কাজ করতে যেত। এই সময় ক্ষুদ্র বরফ যুগের প্রভাবও পড়ে, যার ফলে বৃহৎ পরিমাণ শস্য বাল্টিক অঞ্চল থেকে আমদানি করতে হয়। কমনওয়েলথ শাসনে স্কটল্যান্ডে তুলনামূলকভাবে উচ্চ কর আরোপিত হয়, তবে ইংরেজ বাজারে প্রবেশাধিকারের সুবিধা লাভ করে। পুনরুদ্ধারের পর ইংল্যান্ডের সঙ্গে পুনরায় শুল্ক আরোপিত হয়। তবুও অর্থনৈতিক অবস্থা ছিল সাধারণত অনুকূল। সপ্তদশ শতকের শেষ দশকে \"সাতটি দুর্ভিক্ষের বছর\" নামে পরিচিত দুর্ভিক্ষ দেখা দেয়, তবে এ ধরনের খাদ্য সংকট স্কটল্যান্ডে শেষবারের মতো ঘটে। ১৭০৭ সালের সংযুক্তির পর স্কটিশ সম্ভ্রান্ত ও জমিদারদের মধ্যে কৃষির উন্নয়নের সচেতন প্রচেষ্টা দেখা যায়। বেষ্টনীকরণ প্রথা প্রচলিত রান রিগ ব্যবস্থাকে প্রতিস্থাপন করে এবং উন্মুক্ত চারণভূমি বিলুপ্ত হয়। এর ফলে লোল্যান্ড উচ্ছেদ সংঘটিত হয়, যার মাধ্যমে শত-সহস্র কটার ও ভাড়াটিয়া কৃষকদের উচ্ছেদ করা হয়। পরে হাইল্যান্ড উচ্ছেদ সংঘটিত হয়, যেখানে ভূমি বেষ্টনীকরণের মাধ্যমে ভেড়া পালনের জন্য ব্যবহৃত হয়। যারা রয়ে যায়, তারা ক্রফটার হিসেবে জীবিকা নির্বাহ করত, খুবই ছোট ভাড়াটে খামারে বসবাস করত এবং কেল্প সংগ্রহ, মাছ ধরা, লিনেন বোনা এবং সামরিক বাহিনীতে কাজ করে জীবিকা নির্বাহ করত। স্কটল্যান্ড তার শেষ বড় খাদ্য সংকটের সম্মুখীন হয় যখন আলু রোগ ১৮৪৬ সালে হাইল্যান্ড অঞ্চলে আঘাত হানে।\nবিশ শতকে স্কটিশ কৃষি বিশ্ব বাজারের ওপর নির্ভরশীল হয়ে পড়ে। প্রথম বিশ্বযুদ্ধের সময় কৃষিপণ্যের মূল্য বৃদ্ধি পেলেও ১৯২০ ও ১৯৩০-এর দশকে মন্দা দেখা দেয়, যা দ্বিতীয় বিশ্বযুদ্ধের সময় পুনরায় বৃদ্ধি পায়। ১৯৪৭ সালে বার্ষিক মূল্য পর্যালোচনা চালু করা হয় বাজার স্থিতিশীল করতে। ১৯৭০-এর দশক পর্যন্ত কৃষির উৎপাদন বৃদ্ধির ওপর জোর দেওয়া হয়, ফলে নিবিড় চাষাবাদ এবং যান্ত্রিকীকরণ বৃদ্ধি পায়। ১৯৭২ সালে ইউরোপীয় অর্থনৈতিক সম্প্রদায়ে যুক্তরাজ্যের অন্তর্ভুক্তির ফলে কৃষি নীতি পরিবর্তিত হয়। ১৯৯০-এর দশক থেকে কমন এগ্রিকালচারাল পলিসির সংস্কারের মাধ্যমে অতিরিক্ত উৎপাদন নিয়ন্ত্রণ এবং পরিবেশগত ক্ষতি হ্রাসের প্রচেষ্টা নেওয়া হয়। বর্তমানে স্কটল্যান্ডে বড় বাণিজ্যিক খামার এবং ছোট বহুমুখী খামারের দ্বৈত কাঠামো গড়ে উঠেছে।\n\n\n== ভৌগলিক অবস্থান ও জলবায়ু ==\n\nস্কটল্যান্ড আয়তনে ইংল্যান্ড ও ওয়েলসের প্রায় অর্ধেক, তবে উপকূলরেখার দৈর্ঘ্যের দিক থেকে প্রায় সমান। দেশের মোট আবাদযোগ্য বা উন্নত চারণভূমির পরিমাণ মোট ভূখণ্ডের মাত্র এক-পঞ্চমাংশ থেকে এক-ষষ্ঠাংশ (৬০ মিটার (২০০ ফুট) উচ্চতার নিচে), যা মূলত দক্ষিণ ও পূর্ব অঞ্চলে অবস্থিত। এই কারণে অতীতে সীমিত পরিসরের চারণভূমিভিত্তিক কৃষি এবং মাছ ধরা অর্থনীতির মূল চালিকাশক্তি ছিল। স্কটল্যান্ডের পূর্ব আটলান্টিক অবস্থানের ফলে অত্যধিক বৃষ্টিপাত হয়; বিশ শতকের শেষের দিকে বার্ষিক বৃষ্টিপাত পূর্ব অঞ্চলে প্রায় ৭০০ সেন্টিমিটার (২৮০ ইঞ্চি), এবং পশ্চিম অঞ্চলে ১,০০০ সেন্টিমিটার (৩৯০ ইঞ্চি)-এর বেশি ছিল। এটি পিট বগ বিস্তারে উৎসাহিত করে, যার অম্লত্ব, প্রবল বাতাস এবং লবণাক্ত জলকণার সঙ্গে মিলিত হয়ে অধিকাংশ পশ্চিম দ্বীপপুঞ্জকে বৃক্ষহীন করে তোলে। পাহাড়, পর্বত, চর, এবং জলাভূমির কারণে কৃষি ও অভ্যন্তরীণ যোগাযোগ কঠিন হয়ে পড়ে।\n\n\n== প্রাগৈতিহাসিক যুগ ==\n\nশেষ আন্তঃহিমযুগে (১৩০,০০০–৭০,০০০ খ্রিস্টপূর্ব) ইউরোপের জলবায়ু বর্তমানের চেয়ে উষ্ণ ছিল, এবং তখনকার মানুষেরা স্কটল্যান্ডে বসতি স্থাপন করেছিল বলে অনুমান করা হয়, যদিও প্রত্নতাত্ত্বিকভাবে এর কোনো প্রমাণ পাওয়া যায়নি। পরে, গ্লেসিয়ারগুলো ব্রিটেনের অধিকাংশ এলাকা আচ্ছাদিত করে এবং বরফ গলে যাওয়ার পর প্রায় ৯৬০০ খ্রিস্টপূর্বে স্কটল্যান্ড আবার বসবাসযোগ্য হয়ে ওঠে। মেসোলিথিক যুগে শিকারি-সংগ্রাহক শিবির গড়ে ওঠে, এবং বিগগার অঞ্চলে প্রাপ্ত একটি শিবিরের বয়স প্রায় ৮৫০০ খ্রিস্টপূর্ব বলে নির্ধারিত হয়েছে। স্কটল্যান্ডজুড়ে পাওয়া অন্যান্য অনেক প্রত্নস্থল ইঙ্গিত দেয় যে এই সময়ের মানুষ অত্যন্ত গতিশীল ছিল, নৌকা ব্যবহার করত, এবং হাড়, পাথর ও শিং দিয়ে সরঞ্জাম তৈরি করত। ব্রিটেনে এখন পর্যন্ত পাওয়া সবচেয়ে পুরনো বসতবাড়ির মধ্যে একটি সাউথ কুইন্সফেরিতে অবস্থিত, যা মেসোলিথিক যুগের (প্রায় ৮২৪০ খ্রিস্টপূর্ব) কাঠের খুঁটির ওপর নির্মিত একটি বৃত্তাকার কাঠামো।\n\nনব্যপ্রস্তর যুগে, প্রায় ৬,০০০ বছর আগে, স্থায়ী বসতি ও কৃষির প্রমাণ পাওয়া যায়। এর মধ্যে উল্লেখযোগ্য হল পাপা ওয়েস্টরে দ্বীপের Knap of Howar নামক সংরক্ষিত পাথরের ঘর (প্রায় ৩৫০০ খ্রিস্টপূর্ব) এবং Skara Brae গ্রাম, যা ওর্কনির মূলভূমিতে প্রায় ৫০০ বছর পর নির্মিত হয়েছিল। প্রাগৈতিহাসিক কৃষির প্রমাণ হিসেবে ছোট ছোট উন্নত জমি, সাধারণ পাথরের বেড়া পাওয়া গেছে। শেটল্যান্ডে এসব কৃষিজমি পিট স্তরের নিচে পাওয়া গেছে এবং মূল ভূখণ্ডে এগুলো কেয়ারনফিল্ডের সঙ্গে যুক্ত। প্রত্নতাত্ত্বিক গবেষণা থেকে জানা যায় যে খাদ্যের প্রধান উৎস ছিল শস্য এবং গরুর দুধ, যা সম্ভবত উচ্চ মধ্যযুগ পর্যন্ত অপরিবর্তিত ছিল। কিছু নির্দিষ্ট প্রমাণ তুলার চাষেরও ইঙ্গিত দেয়।\n\nব্রোঞ্জ যুগের (প্রায় ২০০০ খ্রিস্টপূর্ব) শুরুতে ফিফে-এর ব্ল্যাক লক বিশদ বিশ্লেষণে জানা যায় যে বনাঞ্চল উজাড় করে কৃষিজমির পরিমাণ বৃদ্ধি পেয়েছিল। লোহ যুগে, সপ্তম শতাব্দী খ্রিস্টপূর্বে, ইউরোপের অন্যান্য অঞ্চলের মতো, পাহাড়ি দুর্গ তৈরি হয়। দক্ষিণ স্কটল্যান্ডের কিছু দুর্গ চাষের উঁচু মাচা ও টেরেসের সঙ্গে সংযুক্ত ছিল। আকাশ থেকে তোলা ছবি দ্বারা জানা যায় যে কিছু নিম্নভূমিতে প্রাচীনকালের বিস্তৃত কৃষি ব্যবস্থা বর্তমান সীমারেখার নিচে রয়েছে, যা ইঙ্গিত দেয় যে উর্বর সমভূমিগুলো কৃষির জন্য ইতোমধ্যেই ব্যাপকভাবে ব্যবহৃত হতো। রোমান শাসনের সময়, বিশেষ করে উত্তর ইংল্যান্ড ও দক্ষিণ স্কটল্যান্ডে তাদের অগ্রযাত্রার সময়, বির্চ, ওক ও হ্যাজেল গাছের পুনরায় বৃদ্ধি ঘটে, যা ইঙ্গিত দেয় যে রোমানদের আগ্রাসন স্থানীয় জনসংখ্যা ও কৃষির ওপর নেতিবাচক প্রভাব ফেলেছিল।\n\n\n== মধ্যযুগ ==\n\nপ্রাথমিক মধ্যযুগে জলবায়ুর অবনতি ঘটে, তাপমাত্রা হ্রাস পায় এবং বৃষ্টিপাত বেড়ে যায়, যার ফলে আরও বেশি জমি অনুর্বর হয়ে পড়ে। যথাযথ পরিবহন ব্যবস্থা ও বৃহৎ বাজারের অভাবে অধিকাংশ খামার স্বয়ংসম্পূর্ণ খাদ্য উৎপাদনে মনোনিবেশ করত, যা মাংস, দুগ্ধজাত পণ্য ও শস্যের ওপর নির্ভরশীল ছিল এবং শিকার-সংগ্রহ দ্বারা পরিপূরক হতো। সীমিত প্রত্নতাত্ত্বিক গবেষণায় দেখা যায় যে উত্তর ব্রিটেনে কৃষি একটি একক বাড়ির চারপাশে বা তিন-চারটি বাড়ির ছোটো গোষ্ঠীর মধ্যে কেন্দ্রীভূত ছিল। প্রতিটি বাড়িতে সম্ভবত একটি পারিবারিক ইউনিট ছিল এবং প্রতিবেশীদের মধ্যে আত্মীয়তার সম্পর্ক সাধারণ ছিল, যা উত্তরাধিকারসূত্রে জমির বিভাজনকে প্রতিফলিত করে। ওটস ও বার্লি আবহাওয়ার সঙ্গে বেশি মানানসই ছিল। পশুর হাড়ের বিশ্লেষণ ইঙ্গিত দেয় যে গবাদিপশুর মধ্যে গরুই সবচেয়ে গুরুত্বপূর্ণ ছিল, এরপর শূকর, ভেড়া ও ছাগল; তবে গৃহপালিত মুরগি খুবই বিরল ছিল।\nআনুমানিক ১১৫০ থেকে ১৩০০ সালের মধ্যে, মধ্যযুগীয় উষ্ণ পর্বে উষ্ণ ও শুষ্ক গ্রীষ্ম এবং কম তীব্র শীত উচ্চভূমিতে চাষাবাদের সুযোগ তৈরি করেছিল এবং জমিকে আরও উর্বর করে তুলেছিল। ডেভিড প্রথমের শাসনামলে, বিশেষত পূর্ব ও দক্ষিণ স্কটল্যান্ডে যেখানে রাজশক্তি সবচেয়ে বেশি কার্যকর ছিল, সামন্ততান্ত্রিক ব্যবস্থা প্রবর্তিত হয়। ভূমি এখন রাজা বা কোনো উচ্চপদস্থ মালিকের অধীনে ছিল, যা সাধারণত সামরিক সেবার বিনিময়ে প্রদান করা হতো। তবে, সামন্ততান্ত্রিক শাসনব্যবস্থা পূর্ববর্তী ভূমি মালিকানা ও দখল ব্যবস্থার সঙ্গে মিশে গিয়েছিল এবং এটি সাধারণ কৃষক ও শ্রমিকদের জীবনে কী ধরনের প্রভাব ফেলেছিল তা স্পষ্ট নয়।\nইনফিল্ড এবং আউটফিল্ড কৃষির পদ্ধতি, যা ইউরোপ জুড়ে ব্যবহৃত ওপেন ফিল্ড চাষের একটি রূপ, সম্ভবত সামন্ততন্ত্রের সাথে প্রবর্তিত হয়েছিল। এটি ক্ষুদ্র ঘেরা ক্ষেত্রের ব্যবহার থেকে বিস্তৃত হয়েছিল, যা প্রাগৈতিহাসিক যুগ থেকে অব্যাহত ছিল। ইনফিল্ড ছিল সেরা জমি, যা বসতবাড়ির কাছাকাছি অবস্থিত ছিল। এটি ক্রমাগত এবং সবচেয়ে নিবিড়ভাবে চাষ করা হতো এবং এতে সবচেয়ে বেশি সার প্রয়োগ করা হতো। সাধারণত বের (এক ধরনের বার্লি), ওটস এবং কখনও কখনও গম, রাই এবং ডাল জাতীয় ফসল চাষ করা হতো। বৃহত্তর আউটফিল্ড প্রধানত ওটস চাষের জন্য ব্যবহৃত হতো। এটি গ্রীষ্মকালে গবাদিপশুর রাত্রিকালীন বিচরণ থেকে সার পেত এবং প্রায়শই উর্বরতা পুনরুদ্ধারের জন্য পতিত রাখা হতো। উর্বর অঞ্চলে ইনফিল্ড বিস্তৃত হতে পারত, তবে পাহাড়ি অঞ্চলে এটি ছোট হতে পারত এবং বৃহৎ আউটফিল্ড দ্বারা পরিবেষ্টিত থাকত। উপকূলীয় এলাকায় সার হিসেবে সামুদ্রিক শৈবাল ব্যবহৃত হতো এবং প্রধান শহরগুলোর আশেপাশে শহরের আবর্জনা সার হিসেবে ব্যবহৃত হতো। উৎপাদন সাধারণত কম ছিল, বপনকৃত বীজের পরিমাণের প্রায় তিনগুণ ফলন পাওয়া যেত, তবে কিছু ইনফিল্ডে এটি দ্বিগুণও হতে পারত। এর আয়তন সম্ভবত প্রায় ১০৪ একর (৪২ হেক্টর) ছিল, যা চারটি রাথ-এ বিভক্ত ছিল।\n\nমধ্যযুগের শেষ দিকে, বেশিরভাগ কৃষি কার্যক্রম লোল্যান্ডের ফার্মটাউন বা হাইল্যান্ডের বেল-এর উপর ভিত্তি করে গড়ে উঠেছিল। এগুলো ছিল কয়েকটি পরিবারের বসতিগুলো, যারা সাধারণভাবে দুটি বা তিনটি লাঙ্গল টিম চালানোর উপযুক্ত এলাকা যৌথভাবে চাষ করত। জমি রান রিগ ব্যবস্থায় কৃষক ভাড়াটিয়াদের (যাদের হাজব্যান্ডম্যান বলা হতো) মধ্যে বিতরণ করা হতো। স্কটল্যান্ডে এক জন হাজব্যান্ডম্যান সাধারণত ২৬ একর (১১ হেক্টর) জমি ব্যবহার করত। হাজব্যান্ডম্যানদের নিচে নিম্ন শ্রেণির ভূমির মালিক ও মুক্ত ভাড়াটিয়ারা ছিলেন।\nRun rig পদ্ধতিতে, একটি ফারো এবং রিজ সাধারণত ঢাল বরাবর চলত যাতে ভেজা ও শুকনো উভয় জমি অন্তর্ভুক্ত হয়, যা চরম আবহাওয়ার সমস্যাগুলো কিছুটা কাটিয়ে উঠতে সাহায্য করত। অধিকাংশ লাঙ্গল কাঠের তৈরি ভারী লাঙ্গল ছিল, যার ছিল একটি লোহার কোল্টার। এটি সাধারণত গরু দিয়ে টানা হতো, কারণ গরু ভারী মাটির জন্য বেশি কার্যকর ছিল এবং ঘোড়ার তুলনায় খরচেও সস্তা ছিল। স্থানীয় প্রভুর প্রতি বাধ্যবাধকতার মধ্যে বার্ষিক ভিত্তিতে তার জমি চাষের জন্য গরু সরবরাহ করা এবং প্রভুর কলতে গম পেষণ করা অন্তর্ভুক্ত ছিল। ত্রয়োদশ শতকে গ্রামীণ অর্থনীতি সমৃদ্ধি লাভ করেছিল, এবং ব্ল্যাক ডেথ (সম্ভবত বিউবোনিক প্লেগ), যা ১৩৪৯ সালে স্কটল্যান্ডে পৌঁছেছিল এবং জনসংখ্যার এক-তৃতীয়াংশেরও বেশি নিধন করেছিল, তার পরেও অর্থনীতি কিছু সময়ের জন্য স্থিতিশীল ছিল। তবে ১৩৬০-এর দশকে আয়ের মারাত্মক পতন ঘটে, যা পুরোহিত সুবিধাদিতে এক-তৃতীয়াংশ থেকে অর্ধেক হ্রাসে প্রতিফলিত হয়। পঞ্চদশ শতাব্দীতে ধীর পুনরুদ্ধারের মাধ্যমে পরিস্থিতি কিছুটা উন্নত হয়। এই সময়ের শেষের দিকে গড় তাপমাত্রা আবারও হ্রাস পেতে শুরু করে, শীতল ও আর্দ্র আবহাওয়ার ফলে হাইল্যান্ডে কৃষির বিস্তার সীমিত হয়ে পড়ে।\n\n\n== আধুনিক যুগের সূচনা ==\n\nবারনরা ক্রমশ নামমাত্র সামন্তবাদী অধিকার ভোগ করত, যা ইংরেজি ভদ্রলোকদের অনুরূপ ছিল। লেয়ার্ডদের নিচে বিভিন্ন শ্রেণির মানুষ ছিলেন, যাদের সুনির্দিষ্ট সংজ্ঞা ছিল না। এদের মধ্যে ইওমেন, যাদের ওয়াল্টার স্কট \"বোনেট লেয়ার্ড\" হিসেবে অভিহিত করেছিলেন, তারা ছিল যারা বেশ উল্লেখযোগ্য পরিমাণ জমির মালিক ছিল। ভূমির মালিকানা সম্প্রসারণে \"ফিউয়িং\" (যার মাধ্যমে একজন ভাড়াটিয়া প্রবেশ মূল্য এবং বার্ষিক ফিউ শুল্ক প্রদান করত, তবে তার উত্তরাধিকারীদের কাছে জমি হস্তান্তর করতে পারত) ব্যবহৃত হতো। ফলে পূর্বে চার্চ বা অভিজাতদের নিয়ন্ত্রণাধীন জমির মালিকের সংখ্যা বৃদ্ধি পায় এবং ১৭শ শতকের মধ্যে লেয়ার্ড ও তাদের সঙ্গে মিলিয়ে এই শ্রেণির সংখ্যা প্রায় ১০,০০০-এ পৌঁছায়।\n\n\n=== উনবিংশ শতাব্দী ===\n\nউন্নয়ন উনবিংশ শতাব্দীতেও অব্যাহত ছিল। উদ্ভাবনের মধ্যে প্যাট্রিক বেল কর্তৃক ১৮২৮ সালে প্রথম কার্যকর শস্য কর্তন যন্ত্র অন্তর্ভুক্ত ছিল। তার প্রতিদ্বন্দ্বী জেমস স্মিথ ভূগর্ভস্থ নিষ্কাশন উন্নত করতে এবং মাটির উপরিভাগ অক্ষত রেখে গভীর চাষ পদ্ধতি বিকাশে মনোনিবেশ করেন। এর ফলে পূর্বে অনুপযোগী নিম্নভূমির চাষযোগ্যতা বাড়ে এবং লোল্যান্ডের সমতল ভূমির বর্তমান চেহারা তৈরি হয়।\n\nহাইল্যান্ডে উনবিংশ শতাব্দীর ভূমি সংরক্ষণ এবং কৃষি সংস্কার আন্দোলনের কারণে হাইল্যান্ড ক্লিয়ারেন্স সংঘটিত হয়, যার ফলে বহু মানুষ তাদের পূর্বপুরুষদের ভিটেমাটি হারায়। এ সময় হাজার হাজার স্কটিশ পরিবার কানাডা ও আমেরিকায় পাড়ি জমায়, যেখানে তারা নিজস্ব কৃষি ব্যবস্থা গড়ে তুলতে সক্ষম হয়।\n\n\n== বিশ শতক থেকে বর্তমান ==\n\nবিশ শতকে স্কটিশ কৃষি বিশ্ব বাজারের উত্থান-পতনের প্রতি সংবেদনশীল হয়ে ওঠে। প্রথম বিশ্বযুদ্ধের সময় কৃষিপণ্যের দাম নাটকীয়ভাবে বৃদ্ধি পায়, তবে ১৯২০ ও ১৯৩০-এর দশকে একটি মন্দা দেখা দেয়, যার ফলে প্রায় ৪০ শতাংশ স্কটিশ ভূমির মালিকানা পরিবর্তিত হয়। এরপর দ্বিতীয় বিশ্বযুদ্ধের সময় আবারও কৃষিপণ্যের দাম বৃদ্ধি পায়। ১৯৪৭ সালে, বাজার স্থিতিশীল করার প্রচেষ্টায় বার্ষিক মূল্য পর্যালোচনা চালু করা হয়। এরপর একাধিক সংসদীয় আইন প্রণীত হয়, যা কৃষকদের জন্য মূল্য সহায়তা ও ভর্তুকির ব্যবস্থা করে।\nদ্বিতীয় বিশ্বযুদ্ধ ও যুক্তরাজ্যে রেশনিং-এর ফলে কৃষি উৎপাদন বাড়ানোর তাগিদ দেখা দেয়। এটি ১৯৭০-এর দশকের শেষ পর্যন্ত স্থায়ী ছিল এবং এর ফলে আরও নিবিড় কৃষিকাজ শুরু হয়। সরকারী ভর্তুকির সহায়তায় সীমান্তবর্তী অনুৎপাদনশীল ভূমিও চাষের আওতায় আনা হয়। একই সময়ে, বনভূমির পরিমাণ তিনগুণ বৃদ্ধি করা হয়, যার ফলে স্কটিশ কৃষিকে ইউরোপের অন্যতম দক্ষ কৃষি ব্যবস্থায় পরিণত করা সম্ভব হয়।\n১৯৬০ ও ১৯৭০-এর দশকে কৃষিক্ষেত্রে উৎপাদনের ৭৬–৭৭ শতাংশ ছিল গবাদি পশু পালন, যা ১৯৯০-এর দশকের পর থেকে প্রায় ৬৪ শতাংশে নেমে এসেছে। তবে কৃষিক্ষেত্রের বেশিরভাগই এখনো পশুপালন-নির্ভর, এবং কৃষিজমির দুই-তৃতীয়াংশ এখনও খোলা চারণভূমি। এর ফলে, স্কটল্যান্ডের কৃষিতে রাসায়নিক সার ও শস্য-ভিত্তিক ভর্তুকির প্রভাব ইংল্যান্ডের তুলনায় কম পড়েছে, যেখানে কৃষিকাজ প্রধানত শস্য উৎপাদনের ওপর নির্ভরশীল।\n১৯৭২ সালে যুক্তরাজ্য ইউরোপীয় অর্থনৈতিক সম্প্রদায়ে (পরবর্তীতে ইউরোপীয় ইউনিয়ন) যোগ দেওয়ার পর স্কটিশ কৃষিতে একটি নতুন দিকনির্দেশনা দেখা দেয়। কমনওয়েলথের বাজারের পরিবর্তে ইইউ-এর শর্তাবলীর অধীনে কৃষিকে পরিচালিত হতে হয়। কৃষি কমন এগ্রিকালচারাল পলিসির (CAP) নিয়ন্ত্রণে চলে যায়, যা বাজার সহায়তা ও কৃষকদের সরাসরি ভর্তুকির ওপর নির্ভরশীল হয়ে ওঠে। এর ফলে, বিশেষত পার্বত্য অঞ্চলের ভেড়া পালনের মতো খাতগুলো শুধুমাত্র ভর্তুকির মাধ্যমেই টিকে থাকতে পারে। স্কটল্যান্ডের ৮৪ শতাংশ ভূমি অসুবিধাপূর্ণ অঞ্চল (LFA) হিসেবে স্বীকৃত হয় এবং অতিরিক্ত সহায়তার আওতায় আসে।\nস্কটিশ কৃষির জনসংখ্যা হ্রাস ও বাণিজ্যিকীকরণ প্রতিরোধের অংশ হিসেবে, ১৯৭৬ সালের ক্রফটিং আইন (Crofting Act) ক্রফটারদের তাদের জমি কেনার সুযোগ দেয়। তবে অধিকাংশ ক্ষেত্রেই ছোট কৃষিজমি একটি পরিবারের জন্য যথেষ্ট আয় নিশ্চিত করতে পারেনি, ফলে অনেক ক্ষুদ্র কৃষক মাছচাষ ও পর্যটনের মাধ্যমে অতিরিক্ত আয় অর্জনের দিকে ঝুঁকে পড়ে। এর ফলে স্কটল্যান্ডে একটি দ্বৈত কৃষি কাঠামো গড়ে ওঠে, যেখানে বৃহৎ বাণিজ্যিক খামারগুলোর পাশাপাশি ক্ষুদ্র ও বহুমুখী কৃষি প্রতিষ্ঠানও টিকে থাকে। স্কটল্যান্ডে ইউরোপীয় ইউনিয়নের মধ্যে সর্বোচ্চ গড় খামারের আকার রয়েছে, যা ইইউ গড়ের তুলনায় প্রায় দশগুণ বড়।\n\n\n== আরও দেখুন ==\nক্রফটিং\n\n\n== তথ্যসূত্র ==\n\n\n=== নোটসমূহ ===\n\n\n=== গ্রন্থপঞ্জি ===\nAshmore, P. J., Neolithic and Bronze Age Scotland: an Authoritative and Lively Account of an Enigmatic Period of Scottish Prehistory (London: Batsford, 2003), আইএসবিএন ০-৭১৩৪-৭৫৩০-৭।\nBarrell, A. D. M., Medieval Scotland (Cambridge: Cambridge University Press, 2000), আইএসবিএন ০-৫২১-৫৮৬০২-X।\nBarrow, G. W. S., \"Scotland, Wales and Ireland in the twelfth century\", in D. E. Luscombe and J. Riley-Smith, eds, The New Cambridge Medieval History, Volume IV. 1024-c. 1198, part 2 (Cambridge: Cambridge University Press, 1995), আইএসবিএন ০-৫২১-৪১৪১১-৩।\nBarrow, G. W. S., Kingship and Unity: Scotland 1000–1306 (Edinburgh: Edinburgh University Press, 1989), আইএসবিএন ০-৭৪৮৬-০১০৪-X।\n... (অন্য সকল গ্রন্থের তথ্য অপরিবর্তিত থাকবে)"}