{"pageid": 1518414, "title": "যুক্তরাজ্যে নবায়নযোগ্য শক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1518414", "content": "যুক্তরাজ্যে নবায়নযোগ্য শক্তি বিদ্যুৎ, তাপ, এবং পরিবহনের জন্য উৎপাদনে অবদান রাখে।\n১৯৯০ এর দশকের মাঝামাঝি থেকে নবায়নযোগ্য শক্তি যুক্তরাজ্যের বিদ্যুৎ উৎপাদনে একটি ভূমিকা পালন করতে শুরু করে, যা একটি ছোট পানিবিদ্যুৎ ক্ষমতার উপর ভিত্তি করে ছিল। যুক্তরাজ্যে প্রচুর পরিমাণে বায়ু শক্তি রয়েছে, যা পরবর্তীতে নবায়নযোগ্য শক্তির প্রধান উৎস হয়ে উঠেছে। ২০২২ সালের হিসাবে নবায়নযোগ্য উৎসগুলি যুক্তরাজ্যের উৎপাদিত বিদ্যুতের ৪১.৮% উৎপন্ন করেছে; যা মোট যুক্তরাজ্যের শক্তি ব্যবহারের প্রায় ৬%। ২০২২ সালের চতুর্থ প্রান্তিকের পরিসংখ্যানও একই রকম, যেখানে কম কার্বন বিদ্যুৎ উৎপাদন (যাতে পারমাণবিক শক্তিও অন্তর্ভুক্ত) মোট বিদ্যুৎ উৎপাদনের ৫৭.৯% ছিল (যা ২০২১ সালের চতুর্থ প্রান্তিকের মতো)।\n২০২২ সালের চতুর্থ প্রান্তিকে বায়ু শক্তি উৎপাদন ছিল ২৬,০০০ গিগাওয়াট ঘণ্টা (২০২২ সালের প্রথম প্রান্তিকে ২,৩০০ গিগাওয়াট ঘণ্টা ছিল), এবং স্থাপিত ক্ষমতা ছিল ২৯,০০০ মেগাওয়াট (২০১০ সালে ৫,০০০ মেগাওয়াট ছিল), যা ২০২২ সালে যুক্তরাজ্যকে বিশ্বে ৬ষ্ঠ স্থানে পৌঁছায়।\n২০২২ সালে যুক্তরাজ্যে ব্যবহৃত নবায়নযোগ্য শক্তির উত্সগুলির ৬৩% জৈবশক্তির অন্তর্ভুক্ত, যেখানে বায়ু শক্তি অবশিষ্ট শেয়ারের বেশিরভাগ অংশ- ২৬%, ছিল, এবং তাপ পাম্প ও সৌর শক্তি প্রত্যেকে প্রায় ৪.৪% অবদান রেখেছিল।\nসাম্প্রতিক বছরগুলোতে যুক্তরাজ্য এবং ইউরোপীয় ইউনিয়নের কার্বন নিঃসরণ হ্রাসের লক্ষ্য এবং নবায়নযোগ্য বিদ্যুৎ উৎপাদনের জন্য সরকারের প্রণোদনা, যেমন রিনিউএবল অবলিগেশন সার্টিফিকেট (আরওসি) স্কিম, ফিড-ইন ট্যারিফ (এফআইটি), এবং কন্ট্রাক্টস ফর ডিফারেন্স (সিএফডি), পাশাপাশি নবায়নযোগ্য তাপের জন্য রিনিউএবল হিট ইনসেন্টিভের কারণে আগ্রহ বৃদ্ধি পেয়েছে। ২০০৯ সালের ইউরোপীয় ইউনিয়নের রিনিউএবলস ডিরেকটিভ যুক্তরাজ্যে ২০২০ সালের মধ্যে মোট শক্তি খরচে ১৫% হ্রাস করার লক্ষ্য নির্ধারণ করেছিল। যুক্তরাজ্য ২০৫০ সালের মধ্যে নেট জিরো পৌঁছানোর লক্ষ্য রাখছে।\n\n\n== ইতিহাস ==\nকাঠের আগুন থেকে পাওয়া তাপ ব্রিটেনের প্রাচীন মানব বসতির ইতিহাসে ফিরে যায়।\nপানির চাকার প্রযুক্তি রোমানদের দ্বারা ব্রিটেনে আনা হয়েছিল এবং ইংল্যান্ডের ইকেনহ্যাম ও উইলোফোর্ডে ২য় শতকের স্থানগুলি তার উদাহরণ। ডোমসডে বুক (১০৮৬) অনুযায়ী শুধুমাত্র ইংল্যান্ডে ৫,৬২৪টি পানিচক্র ছিল, এর প্রায় সবগুলোই আধুনিক প্রত্নতাত্ত্বিক জরিপের মাধ্যমে চিহ্নিত করা হয়েছে, যা ইঙ্গিত করে যে প্রকৃত সংখ্যা সম্ভবত ৬,০৮২টি ছিল এবং অনেকগুলি সম্ভবত ইংল্যান্ডের উত্তরাঞ্চলে অনথিভুক্ত ছিল। ১৩০০ সালের মধ্যে এই সংখ্যা ১০,০০০ থেকে ১৫,০০০ এর মধ্যে বৃদ্ধি পেয়েছিল।\nমধ্যযুগে ইউরোপে বায়ুকল প্রথম আবির্ভূত হয়। ইউরোপে বায়ুকলের প্রথম নির্ভরযোগ্য উল্লেখ (যেটি উল্লম্ব ধরণের ছিল বলে মনে করা হয়) ১১৮৫ সালের,  ইয়র্কশায়ারের উইডলির প্রাক্তন গ্রামে, হাম্বার মোহনাকে উপেক্ষা করে ওল্ডের দক্ষিণ প্রান্তে পাওয়া যায়। প্রথম বিদ্যুৎ উৎপাদনকারী বায়ু টারবাইন ছিল একটি ব্যাটারি চার্জিং মেশিন, যা ১৮৮৭ সালের জুলাই মাসে স্কটিশ শিক্ষাবিদ জেমস ব্লিথ স্কটল্যান্ডের মেরিকির্ক-এ তার অবকাশযাপন বাড়িতে আলোর ব্যবস্থার জন্য স্থাপন করেছিলেন।\n১৮৭৮ সালে উইলিয়াম জর্জ আর্মস্ট্রং ইংল্যান্ডের নর্থম্বারল্যান্ডের ক্র্যাগসাইডে বিশ্বের প্রথম জলবিদ্যুৎ প্রকল্প তৈরি করেছিলেন। এটি তার আর্ট গ্যালারির একটি একক আর্ক ল্যাম্প চালানোর জন্য ব্যবহৃত হয়েছিল।\nতবে, তার পরবর্তী সময়ে প্রায় সমস্ত বিদ্যুৎ উৎপাদন কয়লা পুড়িয়ে করা হয়। ১৯৬৪ সালে কয়লা বিদ্যুতের ৮৮% এবং তেল ১১% এর জন্য দায়ী ছিল। বাকি অংশ ছিল মূলত জলবিদ্যুৎ শক্তি, যা কয়লার চাহিদা মেটাতে সংগ্রাম করার কারণে তার ভাগ বৃদ্ধি পেতে থাকে। বিশ্বের তৃতীয় পাম্প-স্টোরেজ জলবিদ্যুৎ কেন্দ্র স্কটল্যান্ডের আর্গাইল এবং বুটে ক্রুয়াচান বাঁধ, যা ১৯৬৭ সালে চালু হয়। ১৯৫০ এর দশকে সেন্ট্রাল ইলেকট্রিসিটি জেনারেটিং বোর্ড ওয়েলসের ললিন উপদ্বীপে বায়ু শক্তি পরীক্ষামূলকভাবে ব্যবহার করার চেষ্টা করেছিল, তবে স্থানীয় বিরোধিতার কারণে এটি বাতিল করা হয়।\n\n\n=== আধুনিক যুগ ===\n\nনবায়নযোগ্য শক্তি ১৯৭০-এর দশকে একটি গুরুত্বপূর্ণ মোড় নিয়েছিল কারণ ১৯৭৩ সালের তেল সঙ্কট, ১৯৭২ সালের খনি শ্রমিকদের ধর্মঘট, পরিবেশবাদী আন্দোলন বৃদ্ধি এবং যুক্তরাষ্ট্রে বায়ু শক্তি উন্নয়নের ফলে সরকারের ওপর চাপ পড়েছিল। ১৯৭৪ সালে সেন্ট্রাল পলিসি রিভিউ স্টাফ সুপারিশ করেছিল যে 'বিদ্যুৎ উৎপাদনের জন্য তরঙ্গ শক্তি ব্যবহার নিয়ে একটি পূর্ণ প্রযুক্তিগত ও অর্থনৈতিক মূল্যায়নের প্রথম পর্যায় তত্পরভাবে শুরু করা উচিত।' তরঙ্গ শক্তি দেশের শক্তি নীতির ভবিষ্যত হিসেবে দেখা হচ্ছিল এবং সৌর, বায়ু এবং জোয়ার-ভাটা শক্তির পরিকল্পনাগুলিকে 'অপ্রয়োগযোগ্য' হিসেবে বাতিল করা হয়েছিল। তা সত্ত্বেও, হারওয়েলে একটি বিকল্প শক্তি গবেষণা কেন্দ্র খোলা হয়েছিল, যদিও এটি পারমাণবিক শক্তিকে অগ্রাধিকার দেওয়ার জন্য সমালোচিত হয়েছিল। ১৯৭৮ সালের মধ্যে চারটি তরঙ্গ শক্তি জেনারেটরের প্রোটোটাইপ ডিজাইন করা হয়েছিল, যেগুলি পরে খুবই ব্যয়বহুল বলে বলে মনে করা হয়েছিল। একই বছর তরঙ্গ শক্তি কর্মসূচি বন্ধ হয়ে যায়।\nএই সময়ে পানি গরম করার জন্য সৌর তাপ সংগ্রাহকগুলি স্থাপনে একটি বড় ধরনের বৃদ্ধি ঘটেছিল। ১৯৮৬ সালে সাউথাম্পটন একটি ভূ-তাপীয় বোরহোল থেকে তাপ পাম্প করে একটি জেলায় তাপ সরবরাহ নেটওয়ার্কের মাধ্যমে তা সরবরাহ করতে শুরু করে। বছরের পর বছর ধরে বেশ কয়েকটি সম্মিলিত তাপ এবং শক্তি (CHP) ইঞ্জিন এবং গরম করার জন্য ব্যাকআপ বয়লার যোগ করা হয়েছে, পাশাপাশি শীতল করার জন্য শোষণ চিলার এবং ব্যাকআপ বাষ্প কমপ্রেশন মেশিনও যোগ করা হয়েছে।\n১৯৮৭ সালে অর্কনি দ্বীপে একটি ৩.৭ মেগাওয়াটের প্রদর্শনী বায়ু টারবাইন বাড়িতে বিদ্যুৎ সরবরাহ শুরু করে, যা তৎকালীন সময়ে ব্রিটেনে সবচেয়ে বড় ছিল। ১৯৮৯ সালে জ্বালানি খাতের বেসরকারীকরণে সরকারী গবেষণা তহবিল সরবরাহ  বন্ধ করে দেয়। দুই বছর পর যুক্তরাজ্যের প্রথম স্থলভিত্তিক বায়ু খামার কর্নওয়ালের ডেলাবোল উদ্বোধন করা হয়, সেখানে মোট দশটি টারবাইন ২,৭০০টি বাড়ির জন্য যথেষ্ট শক্তি উৎপাদন করত। এরপর যুক্তরাজ্যের প্রথম সমুদ্রতল ভিত্তিক  বায়ু খামার ওয়েলসের নর্থ হোয়েলে স্থাপন করা হয়।\nদেশের বিদ্যুৎ উৎপাদনে নবায়নযোগ্য শক্তির পরিমান ১৯৯০ সালে ২% এরও কম থেকে ২০১৩ সালে ১৪.৯% এ পৌঁছে, যা ভর্তুকি এবং খরচ কমানোর মাধ্যমে সহায়তা পেয়েছে। ১ এপ্রিল ২০০২ তারিখে চালু হওয়া নবায়নযোগ্য বাধ্যবাধকতার আইন অনুযায়ী, যেসব বিদ্যুৎ সরবরাহকারী কোম্পানি শেষ ব্যবহারকারীদের বিদ্যুৎ সরবরাহ করে, তাদেরকে তাদের সরবরাহ করা বিদ্যুতের একটি নির্ধারিত অংশ নবায়নযোগ্য উৎস থেকে সরবরাহ করতে হয়; যা ২০০২–২০০৩ সালের ৩% থেকে শুরু হয়ে প্রতি বছর বৃদ্ধি পেয়ে ২০১৫–২০১৬ সালের মধ্যে ১৫.৪% পর্যন্ত পৌঁছাতে হবে। যুক্তরাজ্য সরকার ২০০৬ সালের এনার্জি রিভিউতে ২০২০–২১ সালের জন্য ২০% এর অতিরিক্ত লক্ষ্য ঘোষণা করে। প্রতি এক মেগাওয়াট ঘণ্টা নবায়নযোগ্য শক্তি উৎপাদনের জন্য অফগেম দ্বারা নবায়নযোগ্য বাধ্যবাধকতা সনদ (ROC) নামে একটি ট্রেডযোগ্য সনদ জারি করা হয়।\n২০০৭ সালে যুক্তরাজ্য সরকার ২০২০ সালের মধ্যে ইউরোপীয় ইউনিয়নের মোট শক্তি সরবরাহের ২০% নবায়নযোগ্য উৎস থেকে উৎপাদনের লক্ষ্য অর্জনে সম্মত হয়। প্রতিটি ইউরোপীয় ইউনিয়ন সদস্য দেশকে তাদের নিজস্ব নির্ধারিত লক্ষ্য দেওয়া হয়েছিল; যুক্তরাজ্যের জন্য এটি ছিল ১৫%। এই সিদ্ধান্ত ২০০৯ সালের জানুয়ারিতে ইউরোপীয় ইউনিয়ন নবায়নযোগ্য নির্দেশিকার মাধ্যমে আনুষ্ঠানিকভাবে বাস্তবায়িত হয়। যেহেতু যুক্তরাজ্যে নবায়নযোগ্য তাপ এবং জ্বালানি উৎপাদন ছিল অত্যন্ত কম, রিনিউএবলইউকে অনুমান করেছিল যে এই লক্ষ্য অর্জন করতে ২০২০ সালের মধ্যে যুক্তরাজ্যের ৩৫–৪০% বিদ্যুৎ নবায়নযোগ্য উৎস থেকে উৎপাদিত হতে হবে, যা মূলত ৩৩–৩৫ গিগাওয়াট বায়ু শক্তি দ্বারা পূরণ করা হবে। ২০০৮ সালের জলবায়ু পরিবর্তন আইনে ২০৫০ সালের মধ্যে নিট গ্রিনহাউস গ্যাস নির্গমন ৮০% কমানোর প্রতিশ্রুতি এবং ২০২০ সালের মধ্যে ২৬% হ্রাসের একটি মধ্যবর্তী লক্ষ্য অন্তর্ভুক্ত ছিল (১৯৯০ সালের স্তরের তুলনায়)।\nগ্রিন ডিল ২০১২ থেকে ২০১৫ সাল পর্যন্ত যুক্তরাজ্য সরকারের একটি নীতি ছিল। এটি গ্রেট ব্রিটেনে সম্পত্তির জন্য শক্তি সাশ্রয়ী ব্যবস্থাগুলোর জন্য ঋণ অনুমোদন করেছিল, যাতে গ্রাহকরা তাদের বাসগৃহে জ্বালানী সাশ্রয়ী উন্নতি লাভ করতে পারে।\n২০১৩ সালে নবায়নযোগ্য উৎসগুলো যুক্তরাজ্যে উৎপাদিত বিদ্যুতের ১৪.৯% সরবরাহ করেছিল, যা ৫৩.৭ টেরাওয়াট-ঘণ্টা (TWh) বিদ্যুৎ উৎপাদনে পৌঁছেছিল। ২০১৫ সালের দ্বিতীয় ত্রৈমাসিকে নবায়নযোগ্য বিদ্যুৎ উৎপাদন ২৫% ছাড়িয়ে যায় এবং প্রথমবারের মতো কয়লা থেকে বিদ্যুৎ উৎপাদনকে অতিক্রম করে।\n২০১৩ সালে নবায়নযোগ্য উৎসগুলো ২০০৯ সালের নবায়নযোগ্য নির্দেশিকা পদ্ধতিতে হিসাব করলে মোট উৎপাদিত শক্তির ৫.২% সরবরাহ করেছিল। ২০১৫ সালের মধ্যে এটি ৮.৩% এ পৌঁছেছিল।\n২০১৭ সালের জুন মাসে প্রথমবারের মতো নবায়নযোগ্য শক্তি এবং পারমাণবিক শক্তি মিলে যুক্তরাজ্যে গ্যাস এবং কয়লার সম্মিলিত শক্তির চেয়ে বেশি বিদ্যুৎ উৎপাদন করেছিল। ব্রিটেন ছিল ইউরোপে চতুর্থ সবুজ শক্তি উৎপাদনকারী দেশ এবং বিশ্বে সপ্তম। সেই বছর নতুন সমুদ্রতল ভিত্তিক বায়ু শক্তি প্রথমবারের মতো নতুন পারমাণবিক শক্তির চেয়ে সস্তা হয়ে ওঠে।\n২০২০ সালের ডিসেম্বররের সরকারী পরিসংখ্যান অনুযায়ী নবায়নযোগ্য উৎসগুলো যুক্তরাজ্যে উৎপাদিত বিদ্যুতের ৪১.৪% উৎপাদন করেছিল, যা যুক্তরাজ্যের মোট শক্তি ব্যবহারের প্রায় ৬% ছিল। ২০২২ সালের চতুর্থ ত্রৈমাসিক পরিসংখ্যান ছিল একই রকম, যেখানে নিম্ন কার্বন বিদ্যুৎ উৎপাদন (যার মধ্যে পারমাণবিক শক্তিও অন্তর্ভুক্ত) মোট বিদ্যুৎ উৎপাদনের ৫৭.৯% ছিল (যা ২০২১ সালের চতুর্থ ত্রৈমাসিকের সমান)।\n২০২০ সাল থেকে গ্রিড স্কেল ব্যাটারি স্টোরেজের দ্রুত সম্প্রসারণ ঘটে, যা বায়ু এবং সৌর শক্তির পরিবর্তনশীলতা মোকাবেলা করতে সহায়তা করে। ২০২১ সালের মে মাসে ১.৩ গিগাওয়াটের গ্রিড স্টোরেজ ব্যাটারি সক্রিয় ছিল, এর সাথে পূর্বে স্থাপিত ডিনোরভিগ, ক্রুচান এবং ফফেস্টিনিওগে অবস্থিত পাম্প করা স্টোরেজও অন্তর্ভুক্ত ছিল।\n\n\n== অর্থনীতি ==\n\nতুলনা করার জন্য ২০২০ সালে কার্বন ক্যাপচার বা কার্বন খরচ ছাড়াই সিসিজিটি (সম্মিলিত সাইকেল গ্যাস টারবাইন) এর আনুমানিক খরচ ছিল ৪.৭ পেন্স/কিলোওয়াট ঘণ্টা (৪৭ ইউরো/মেগাওয়াট ঘণ্টা)। সমুদ্রতল ভিত্তিক বায়ু শক্তির দাম পূর্বাভাসের চেয়ে অনেক দ্রুত কমেছিল এবং ২০১৭ সালে দুটি সমুদ্রতল বায়ু খামার প্রকল্পের প্রস্তাব ২০২২–২০২৩ সালের মধ্যে নির্মাণের জন্য ৫.৭৫ পেন্স/কিলোওয়াট ঘণ্টা (৫৭.৫০ ইউরো/মেগাওয়াট ঘণ্টা) খরচে করা হয়েছিল।\n\n\n=== স্ট্রাইক মূল্য ===\n\"স্ট্রাইক মূল্য\" জেনারেটর এবং লো কার্বন কন্ট্রাক্টস কোম্পানি (এলসিসিসি), একটি সরকারী মালিকানাধীন কোম্পানি'-এর মধ্যে পার্থক্যের জন্য চুক্তির ভিত্তি তৈরি করে এবং বিদ্যুৎ উৎপাদনকারীকে দেওয়া প্রতি মেগাওয়াট ঘণ্টা পরিশোধিত মূল্যের গ্যারান্টি দেয়। এটি লেভেলাইজড কস্ট অফ ইলেকট্রিসিটি (LCOE) এর মতো নয়, যা একটি প্রথমিক আনুমানিক হিসাব যে উৎপাদককে ব্রেক-ইভেন হতে কতটুকু গড় খরচ পেতে হবে।\nনবায়নযোগ্য শক্তি উৎসগুলোর জন্য \"স্ট্রাইক মূল্য\" সম্মত হয়েছে, যা ২০১২ সালের দামে নিম্নরূপ:ফটোভোলটাইক (সৌর শক্তি) জন্য £৫০–£৭৯.২৩/মেগাওয়াট ঘণ্টা (MWh), বর্জ্য থেকে শক্তি (এনার্জি ফ্রম ওয়েস্ট) জন্য £৮০/মেগাওয়াট ঘণ্টা, স্থলভিত্তিক উইন্ড শক্তি (অনশোর উইন্ড) জন্য £৭৯.২৩–£৮২.৫/মেগাওয়াট ঘণ্টা, সমুদ্রতল ভিত্তিক উইন্ড শক্তি এবং কনভার্সন টেকনোলজি (অফশোর উইন্ড এবং কনভার্সন প্রযুক্তি) জন্য £১১৪.৩৯–£১১৯.৮৯/মেগাওয়াট ঘণ্টা। এই মূল্যগুলো মূল্যস্ফীতির সাথে সামঞ্জস্য রেখে পরিবর্তন করা হয়।\nনতুন আন্তঃসংযোগকারীদের সাথে বিশেষভাবে এনএসএন লিঙ্কের চলমান নির্মাণ ২০২০ সালে শেষ হওয়ার আশা করা হচ্ছে, এর পর যুক্তরাজ্য দক্ষিণ নরওয়ের নর্ড পুল স্পটের বিডিং এরিয়া (NO2) থেকে ১.৪ গিগাওয়াট কম খরচে শক্তির অ্যাক্সেস পাবে। একইভাবে ভাইকিং লিঙ্ক ২০২২ সালে কার্যক্রম শুরু করার আশা করা হচ্ছে, এর পর যুক্তরাজ্য পশ্চিম ডেনমার্কের নর্ড পুল স্পটের বিডিং এরিয়া (DK1) থেকে আরও ১.৪ গিগাওয়াট কম খরচে শক্তির অ্যাক্সেস পাবে।\n\n\n== বায়ু শক্তি ==\n\nবায়ু শক্তি যুক্তরাজ্যের শক্তির একটি ক্রমবর্ধমান অংশ সরবরাহ করছে। ২০২০ সালের ফেব্রুয়ারির শুরুতে বায়ু শক্তির উৎপাদন ছিল ১০,৪২৯টি বায়ু টারবাইনসহ যার মোট স্থাপিত ক্ষমতা ২২ গিগাওয়াটের বেশি: ১৩,৫৭৫ মেগাওয়াট স্থলভিত্তিক ক্ষমতা এবং ৮,৪৮৩ মেগাওয়াট সমুদ্রতলভিত্তিক ক্ষমতা, যা ২০১৫ সাল থেকে স্থলভিত্তিক ৭,৯৫০ মেগাওয়াট এবং সমুদ্রতলভিত্তিক ৪,০৪৯ মেগাওয়াট থেকে বৃদ্ধি পেয়ে হয়েছে। যুক্তরাজ্য বায়ু শক্তির উৎপাদনে বিশ্বের ষষ্ঠ বৃহত্তম উৎপাদক হিসেবে স্থান পেয়েছে, ২০১২ সালে ফ্রান্স এবং ইতালি কে পেছনে ফেলে।\nজনমত জরিপের ফলাফল নিয়মিতভাবে যুক্তরাজ্যে বায়ু শক্তির জন্য দৃঢ় সমর্থন প্রদর্শন করে, যেখানে প্রায় তিন-চতুর্থাংশ জনসংখ্যা এর ব্যবহারের পক্ষে সমর্থন জানাচ্ছে, এমনকি যারা উপকূলীয় বায়ু টারবাইনগুলোর কাছাকাছি বাস করেন তারাও।  অদূর ভবিষ্যতের জন্য যুক্তরাজ্যে বায়ু শক্তি বৃদ্ধি অব্যাহত থাকবে বলে আশা করা হচ্ছে। যুক্তরাজ্যে বায়ু শক্তি হলো জৈবিকভরের পর দ্বিতীয় বৃহত্তম নবায়নযোগ্য শক্তির উৎস। ২০১৮ সালের হিসাবে, Ørsted (পূর্বে DONG Energy) যুক্তরাজ্যের সর্ববৃহৎ বায়ু খামার অপারেটর এবং তাদের হাতে এমন প্রকল্প রয়েছে যা ৫ গিগাওয়াট বায়ু শক্তি উৎপাদন সক্ষম।\n২০১০ সালে যুক্তরাজ্যের বায়ু শিল্পে গুরুত্বপূর্ণ প্রকল্পগুলোর সমাপ্তি ঘটে, যার মধ্যে ছিল গনফ্লিট স্যান্ডস, রবিন রিগ এবং থানেট সমুদ্রতীরাতিক্রান্ত বায়ু খামারগুলোর চালু হওয়া।\n২০২৪ ছিল গ্রেট ব্রিটেনে বায়ু শক্তির জন্য একটি রেকর্ড-ব্রেকিং বছর। গ্রেট ব্রিটেন জুড়ে প্রায় ৮৩ টেরাওয়াট-ঘণ্টা (TWh) বিদ্যুৎ উৎপন্ন হয়েছে, যা ২০২৩ সালের ৭৯ টেরাওয়াট-ঘণ্টার তুলনায় ৪ টেরাওয়াট-ঘণ্টা বেশি।\n\n\n== সাগর শক্তি ==\n\nযুক্তরাজ্যের দ্বীপ অবস্থানের কারণে, দেশটির তরঙ্গ শক্তি এবং জোয়ার-ভাটার শক্তি থেকে বিদ্যুৎ উৎপাদনের প্রচুর সম্ভাবনা রয়েছে। আজ অবধি তরঙ্গ এবং জোয়ার-ভাটা শক্তি উন্নয়নের জন্য খুব কম অর্থ বরাদ্দ করা হয়েছে এবং ফলস্বরূপ যুক্তরাজ্যে অর্থনৈতিকভাবে কার্যকরীতা নিয়ে সন্দেহ থাকার কারণে এসব শক্তির বাণিজ্যিক ব্যবহার এখনও উল্লেখযোগ্যভাবে শুরু হয়নি।\n২০০৩ সালে অর্কনি উপদ্বীপে ইউরোপীয় সামুদ্রিক শক্তি কেন্দ্র প্রতিষ্ঠিত হয় জোয়ার প্রবাহ এবং তরঙ্গ শক্তি যন্ত্র পরীক্ষা করার জন্য। এটি স্ট্রোমনেসের বাইরে বিলিয়া ক্রুতে একটি গ্রিড সংযুক্ত তরঙ্গ শক্তি প্রকল্প এবং ওয়েস্ট্রে ফার্থ ও স্ট্রনসে ফার্থের মধ্যে ফল অফ ওয়র্ণেসে একটি গ্রিড সংযুক্ত জোয়ার পরীক্ষার স্থান রয়েছে। ইংল্যান্ডের দক্ষিণ-পশ্চিমে ২০১০ সালে কর্নওয়ালের উত্তরে ওয়েভ হাব পরীক্ষা কেন্দ্রটি তৈরি করা হয়, কিন্তু সেখানে শুধুমাত্র একটি যন্ত্র পরীক্ষা করা হয়েছিল।\nবিশ্বের প্রথম জোয়ার-ভাটা প্রবাহ অ্যারে গুলোর মধ্যে কিছু স্কটল্যান্ডে ২০১৬ সাল থেকে কার্যক্রম শুরু করে, যার মধ্যে রয়েছে শেটল্যান্ডের ব্লুমুল সাউন্ডে নোভা ইনোভেশন প্রকল্প এবং পেন্টল্যান্ড ফার্থে এসএই নবায়নযোগ্য মেজেন প্রকল্প। ২০২২, ২০২৩ এবং ২০২৪ সালের কনট্রাক্টস ফর ডিফারেন্স নিলামের পর এখন স্কটল্যান্ডে ৮৩ মেগাওয়াট টিডাল স্ট্রিম উৎপাদনের এবং ওয়েলসের মোরলেইসে ৩৮ মেগাওয়াট জোয়ার-ভাটা প্রবাহ উৎপাদনের জন্য একটি পরিকল্পনা রয়েছে।\n\n\n== জৈব জ্বালানি ==\nকিছু এলাকায় পয়ঃনিষ্কাশন ও ভাগাড় (জৈবগ্যাস) থেকে গ্যাস ব্যবহার করা হয়েছে। ২০০৪ সালে এটি ১২৯.৩ গিগাওয়াট-ঘণ্টা (১৯৯০ সালের স্তরের তুলনায় ৬৯০% বৃদ্ধি) বিদ্যুৎ উৎপাদন করেছিল এবং এটি ছিল যুক্তরাজ্যের প্রধান নবায়নযোগ্য শক্তির উৎস, যা সমস্ত নবায়নযোগ্য শক্তির (পানিবিদ্যুৎ সহ) ৩৯.৪% প্রতিনিধিত্ব করেছিল। ইউকে পরিবহন খাতে নবায়নযোগ্য শক্তির ১০.৩% অর্জনের লক্ষ্য স্থির করেছে, যা ইউরোপীয় ইউনিয়নের নবায়নযোগ্য শক্তি নির্দেশিকার সাথে সঙ্গতিপূর্ণ, তবে এই লক্ষ্য পূরণের জন্য এখনও কোন আইন প্রণয়ন করা হয়নি।\nঅন্যান্য জৈব জ্বালানি স্থানীয়ভাবে উৎপাদন করা হলে একটি প্রায় কার্বন-নিরপেক্ষ শক্তির উৎস হতে পারে। দক্ষিণ আমেরিকা এবং এশিয়ায় রপ্তানির জন্য জৈব জ্বালানি উৎপাদনে কিছু ক্ষেত্রে গুরুত্বপূর্ণ পরিবেশগত ক্ষতির সৃষ্টি হয়েছে, যার মধ্যে রয়েছে অতিবৃষ্টি অরণ্য উজাড় হয়ে যাওয়া। ২০০৪ সালে জৈব জ্বালানি থেকে ১০৫.৯ গিগাওয়াট-ঘণ্টা শক্তি উৎপাদিত হয়েছে, যার মধ্যে ৩৮% ছিল কাঠ থেকে। এটি ১৯৯০ সালের তুলনায় ৫০০% বেশি ছিল।\n\n\n== সৌর শক্তি ==\n\n২০১১ সালের শেষের দিকে যুক্তরাজ্যে ২৩০,০০০টি সৌর বিদ্যুৎ প্রকল্প ছিল, যার মোট স্থাপিত শক্তি উৎপাদন ক্ষমতা ছিল ৭৫০ মেগাওয়াট (MW)। ২০১২ সালের ফেব্রুয়ারির মধ্যে স্থাপিত ক্ষমতা ১,০০০ মেগাওয়াটে পৌঁছেছিল। আলোক-বিভব প্রযুক্তি (পিভি) প্যানেলের খরচ হ্রাস এবং ২০১০ সালের এপ্রিল মাসে ফিড-ইন ট্যারিফ (এফআইটি) ভর্তুকি প্রবর্তনের ফলে সৌর শক্তির ব্যবহার সাম্প্রতিক বছরগুলিতে খুব দ্রুত বৃদ্ধি পেয়েছে। ২০১২ সালে সরকার বলেছিল যে যুক্তরাজ্যের ৪ মিলিয়ন বাড়ি আট বছরের মধ্যে সৌর শক্তি দ্বারা চালিত হবে, যা ২০২০ সালের মধ্যে ২২ গিগাওয়াট সোলার শক্তি ক্ষমতার লক্ষ্য ছিল। ২০১৯ সালের ফেব্রুয়ারিতে প্রায় ১৩ গিগাওয়াট স্থাপন করা হয়েছিল। এফআইটি প্রোগ্রাম ২০১৯ সালের মার্চ মাসের শেষে নতুন আবেদনকারীদের জন্য বন্ধ হয়ে যায়।\n\n\n== পানিবিদ্যুৎ ==\n\n২০১২ সাল পর্যন্ত, যুক্তরাজ্যের পানিবিদ্যুৎ কেন্দ্রগুলির স্থাপিত বৈদ্যুতিক উৎপাদন ক্ষমতা ছিল ১.৬৭ গিগাওয়াট (GW), যা যুক্তরাজ্যের মোট উৎপাদন ক্ষমতার ১.৯% এবং দেশটির নবায়নযোগ্য শক্তি উৎপাদন ক্ষমতার ১৪%। এই ধরনের প্রকল্পগুলি থেকে বার্ষিক বিদ্যুৎ উৎপাদন প্রায় ৫,৭০০ গিগাওয়াট ঘণ্টা (GWh), যা যুক্তরাজ্যের মোট বিদ্যুৎ উৎপাদনের প্রায় ১.৫%।\nযুক্তরাজ্যে পাম্প-স্টোরেজ শক্তি কেন্দ্রও রয়েছে। এই শক্তি কেন্দ্রগুলি বৈদ্যুতিক শক্তির নেট ভোক্তা হলেও তারা গ্রিডের ভারসাম্য বজায় রাখতে অবদান রাখে, যা অন্যত্র নবায়নযোগ্য শক্তির উৎপাদনকে সহজতর করতে পারে। উদাহরণস্বরূপ, এগুলি অফ-পিক সময়ে উদ্বৃত্ত নবায়নযোগ্য শক্তি শোষণ করে এবং যখন প্রয়োজন হয় তখন সেই শক্তি ছেড়ে দেয়।\n\n\n== ভূ-তাপীয় শক্তি ==\n১৯৭৩ সালের তেল সংকটের কারণে যুক্তরাজ্যের ভূ-তাপীয় শক্তির শোষণের তদন্ত শুরু হয়েছিল, কিন্তু জ্বালানির দাম কমে যাওয়ায় তা পরিত্যক্ত হয়। সাউদাম্পটনে শুধুমাত্র একটি প্রকল্প চালু আছে। ২০০৯ সালে কাউন্টি ডারহামের কাছে  ইস্টগেটে একটি ভূ-তাপীয় প্রকল্পের জন্য পরিকল্পনা অনুমোদন দেয়া হয়েছিল, কিন্তু তহবিল প্রত্যাহার করা হয় এবং ২০১৭ সালের আগস্ট পর্যন্ত এর কোনো অগ্রগতি হয়নি। নভেম্বর ২০১৮-তে রেড্রুথের কাছে ইউনাইটেড ডাউনস শিল্প পার্কে একটি বাণিজ্যিক স্কেল ভূ-তাপীয় শক্তি উৎপাদন কেন্দ্র স্থাপনের জন্য ড্রিলিং শুরু হয়, যা জিওথার্মাল ইঞ্জিনিয়ারিং দ্বারা পরিচালিত হচ্ছে। এই প্ল্যান্টটি ৩ মেগাওয়াট নবায়নযোগ্য বিদ্যুৎ উৎপাদন করবে। ২০১০ সালের ডিসেম্বর মাসে কর্নওয়ালের এডেন প্রজেক্টকে একটি হট রক ভূ-তাপীয় প্ল্যান্ট নির্মাণের অনুমতি দেয়া হয়েছিল। এটি ২০২৩ সালের জুন মাসে সম্পন্ন হয়। এটি ছিল ১৯৮৭ সালের পর যুক্তরাজ্যে নির্মিত প্রথম গভীর ভূ-তাপীয় উত্তাপ প্ল্যান্ট এবং এর মোট খরচ ছিল ২৪ মিলিয়ন পাউন্ড।\n\n\n== মাইক্রো বিদ্যুৎ উৎপাদন ==\nমাইক্রো বিদ্যুৎ উৎপাদন প্রযুক্তিগুলিকে সরকার বড় সম্ভাবনাময় হিসেবে দেখছে। তবে ২০০৬ সালের মার্চ মাসে চালু হওয়া মাইক্রো বিদ্যুৎ উৎপাদন কৌশলটি অনেক বিশ্লেষক দ্বারা একটি হতাশাজনক উদ্যোগ হিসেবে বিবেচিত হয়েছে। মাইক্রো বিদ্যুৎ উৎপাদন হল এমন একটি প্রক্রিয়া যার মাধ্যমে বাড়ি এবং ব্যবসায়িক প্রতিষ্ঠানগুলো স্থানীয়ভাবে কম শক্তি খরচকারী উৎস থেকে বিদ্যুৎ উৎপাদন করে, যার মধ্যে রয়েছে ছোট আকারের বায়ু টারবাইন এবং সৌরবিদ্যুৎ স্থাপনাগুলি। ২০০৬ সালের ক্লাইমেট চেঞ্জ এবং সাসটেইনেবল এনার্জি আইন এর কারণে মাইক্রো বিদ্যুৎ উৎপাদন স্থাপনার সংখ্যা বৃদ্ধির প্রত্যাশা করা হচ্ছে, তবে নিম্ন কার্বন বিল্ডিং প্রোগ্রামের আওতায় অনুদানের জন্য বরাদ্দকৃত তহবিল চাহিদা পূরণের জন্য পর্যাপ্ত নয়, কারণ ২০০৭ সালের মার্চ মাসের জন্য বরাদ্দকৃত তহবিল মাত্র ৭৫ মিনিটে শেষ হয়ে গেছে।\n\n\n== সম্প্রদায় শক্তি ব্যবস্থা ==\nওয়াকিং বরো কাউন্সিল দ্বারা উদ্ভাবিত টেকসই সম্প্রদায় শক্তি ব্যবস্থা একটি সমন্বিত পদ্ধতি প্রদান করে যার মাধ্যমে সহ-উৎপাদন, নবায়নযোগ্য শক্তি এবং অন্যান্য প্রযুক্তি ব্যবহার করে একটি শহুরে কমিউনিটিকে টেকসই শক্তি সরবরাহ করে। আশা করা হচ্ছে যে একই পদ্ধতিটি লন্ডনসহ অন্যান্য শহর এবং নগরীতে গড়ে উঠবে বলে আশা করা হচ্ছে। ইনভারনেস ভিত্তিক হাইল্যান্ডস এবং আইল্যান্ডস কমিউনিটি এনার্জি কোম্পানি স্কটল্যান্ডে কমিউনিটি মালিকানাধীন এবং নেতৃত্বাধীন উদ্যোগগুলো বিকাশে সক্রিয় রয়েছে।\n২০১৫ সালের জুলাই মাসে ওয়েলসে ১২৫,০০০ পাউন্ডে একটি এনার্জি পজিটিভ বাড়ি নির্মিত হয়েছিল। আশা করা হচ্ছে যে এটি প্রতি ১০০ পাউন্ড বিদ্যুতের খরচে ১৭৫পাউন্ড বিদ্যুৎ রপ্তানি করবে।\n\n\n== আরও দেখুন ==\n\nস্কটল্যান্ডে নবায়নযোগ্য শক্তি\nস্ওয়েলসেে নবায়নযোগ্য শক্তি\nআয়ারল্যান্ডে নবায়নযোগ্য শক্তি\nযুক্তরাজ্যের শক্তি\nইউরোপীয় ইউনিয়নে নবায়নযোগ্য শক্তি\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nযুক্তরাজ্যের জোয়ার কি আমাদের জীবাশ্ম জ্বালানি বন্ধ করতে সাহায্য করতে পারে?. বিবিসি নিউজ। ২২ অক্টোবর ২০২৩ প্রকাশিত হয়েছে।\n\n\n== বহিঃ সংযোগ ==\nটেকসই শক্তি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ সেপ্টেম্বর ২০১০ তারিখে at DEFRA\nযুক্তরাজ্যের নবায়নযোগ্য শক্তির কৌশল (সরকারের অফিসিয়াল নীতি)\nনবায়নযোগ্য শক্তির উপর পরিকল্পনা নীতি বিবৃতি 22 (PPS22)\nইউকে নবায়নযোগ্য নীতি.\nযুক্তরাজ্যে ছোট আকারের বায়ু শক্তি\nব্রিটেনের পুরাতন শিল্প নবায়নযোগ্য বুস্ট দেখুন\n২০১০ সালে ব্রিটেন উদ্ভাবনী ফিড-ইন ট্যারিফ প্রোগ্রাম চালু করবে\nযুক্তরাজ্যের নবায়নযোগ্য শক্তি ইনস্টলেশনের মানচিত্র\nইউকে এনার্জি জেনারেশন ড্যাশবোর্ড"}