{"pageid": 1518697, "title": "ফিলিস্তিনের কৃষির ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1518697", "content": "ফিলিস্তিনে কৃষির ইতিহাস ৮০০০ খ্রিস্টপূর্বে শুরু হয় এবং এটি বিশ্বের প্রাচীনতম কৃষি সমাজগুলোর মধ্যে একটি। প্রাচীন কৃষকদের চাষ করা অনেক ফসলই ফিলিস্তিনের দীর্ঘ কৃষি ইতিহাসে গুরুত্বপূর্ণ ছিল।\n১৯শ শতকে অটোমান সাম্রাজ্য ফিলিস্তিনের পার্বত্য অঞ্চলে আরব কৃষকদের প্রচলিত সামষ্টিক ভূমি ব্যবস্থাপনা মুশা'আ (musha'a) প্রথা বিলুপ্ত করতে চেয়েছিল, তবে এটি পুরোপুরি সফল হয়নি। গম ও যব ছিল তাদের প্রধান ফসল এবং এগুলো মূলত আত্মনির্ভরশীল কৃষির জন্য উৎপাদিত হতো, বাণিজ্যের জন্য নয়। জলপাই ছিল ঐতিহ্যবাহী একটি গুরুত্বপূর্ণ ফসল।\n১৯শ শতকের শেষভাগে ফিলিস্তিনিরা ভূমধ্যসাগরের উপকূলবর্তী সমভূমিতে সাইট্রাস ফলের মতো বাণিজ্যিক ও রপ্তানিযোগ্য ফসল চাষ শুরু করে। বড় ভূস্বামীদের হাতে, যাদের মধ্যে অনেকে ছিলেন অনুপস্থিত মালিক, উপকূলীয় এলাকার জমির একটি বড় অংশ ছিল।\n১৮৮২ সালে ইহুদি অভিবাসীরা বিদেশি অর্থায়ন ও প্রযুক্তিগত সহায়তা নিয়ে জমি কিনতে শুরু করে এবং উপকূলীয় অঞ্চলে কৃষি বসতি স্থাপন করে। ইহুদি কৃষকরা মূলত বাণিজ্যিক ও রপ্তানিযোগ্য ফসল, যেমন সবজি ও সাইট্রাস উৎপাদনে মনোযোগ দেয়।\n১৯৪১ সালের মধ্যে ইহুদিরা ফিলিস্তিনের মোট চাষযোগ্য জমির ২৪.৫% মালিকানায় নেয়। অধিকাংশ ফিলিস্তিনি পার্বত্য অঞ্চলে বসবাস করত এবং স্বনির্ভর কৃষি চর্চা করত।\n\n\n== প্রাচীন কৃষি ==\n\nজেরিকো, জর্ডান নদীর কাছাকাছি অবস্থিত, বিশ্বের প্রাচীনতম কৃষি বসতিগুলোর একটি, যা আনুমানিক ৮০০০ খ্রিস্টপূর্ব বা তার পূর্বে গঠিত হয়। সে সময় বা তার কিছু পরে আটটি প্রাথমিক ফসল (founder crops) চাষ করা হতো: তিনটি শস্য (Einkorn এবং Emmer গম ও যব), চারটি ডাল (মসুর, মটর, ছোলা ও তেতো ভেঁচা), এবং সূত্রমণি।\nপ্রায় ৯০০০ খ্রিস্টপূর্বে ডুমুর গাছ গৃহপালিত করা হতে পারে। জলপাই গাছ খ্রিস্টপূর্ব ৬০০০ সালের দিকে গৃহপালিত হয়। সাইট্রাস গাছগুলোর উৎপত্তি দক্ষিণ-পূর্ব এশিয়ায় হলেও প্রথম সহস্রাব্দ খ্রিস্টপূর্বে ফিলিস্তিনে প্রবেশ করে।\n\n\n== অটোমান শাসন (১৫১৬-১৯১৮) ==\n\nঅটোমান সাম্রাজ্য ১৫১৬ সালে ফিলিস্তিন দখল করে এবং প্রথম বিশ্বযুদ্ধের (১৯১৪-১৯১৮) পূর্ব পর্যন্ত এটি শাসন করে।\n১৮৩৯ সালে শুরু হওয়া তানজিমাত সংস্কারের অংশ হিসেবে অটোমানরা ১৮৬৭ সালে বিদেশিদের জন্য জমি কেনার অনুমতি দেয়।\n১৯শ শতকের মাঝামাঝি অধিকাংশ ফিলিস্তিনি পার্বত্য অঞ্চলে বসবাস করত, কারণ সমভূমিতে ম্যালেরিয়ার প্রকোপ এবং বেদুইন দস্যুদের আক্রমণের ঝুঁকি ছিল।\nউপকূলীয় সমভূমিতে বাণিজ্যিক কৃষির সুযোগ সৃষ্টি হলে এবং বেদুইনদের জর্ডানের পূর্বে সরিয়ে দেওয়া হলে সমভূমিতে জনসংখ্যা বৃদ্ধি পায়।\nগম ও যব ছিল প্রধান ফসল, যা চাষযোগ্য জমির ৭৫% জুড়ে ছিল, কিন্তু এগুলো প্রধানত কৃষকের নিজস্ব ভোগের জন্য উৎপাদিত হতো।\n\n\n== ব্রিটিশ শাসন (১৯২০-১৯৪৮) ==\n\nপ্রথম বিশ্বযুদ্ধের পর লীগ অব নেশন্স ব্রিটেনকে ফিলিস্তিন শাসনের দায়িত্ব দেয়, যা ১৯২০ থেকে ১৯৪৮ সাল পর্যন্ত স্থায়ী ছিল।\nব্রিটিশরা ভূমি জরিপ করে এবং মুশা'আ জমি ব্যক্তিমালিকানায় পরিণত করতে নীতিমালা প্রণয়ন করে। ১৯১৭ সালে ফিলিস্তিনের ৭০% জমি মুশা'আ ব্যবস্থার অধীনে থাকলেও, ১৯৪০ সালের মধ্যে তা ২৫%-এ নেমে আসে।\nএই সময় ইহুদি এবং ফিলিস্তিনিদের কৃষি ব্যবস্থা পাশাপাশি চলছিল। ইহুদিরা প্রযুক্তিগত উন্নয়ন ব্যবহার করলেও ফিলিস্তিনিরা ঐতিহ্যগত কৃষিকাজ চালিয়ে যাচ্ছিল।\n১৯৪৫ সালের মধ্যে ফিলিস্তিনিরা সবজি, জলপাই, এবং সাইট্রাস উৎপাদনে উল্লেখযোগ্য অগ্রগতি সাধন করেছিল, যদিও ইহুদিদের সাইট্রাস খামারের পরিমাণ ফিলিস্তিনিদের চেয়ে কিছুটা বেশি ছিল।\n\n\n== দেশভাগ ও যুদ্ধ (১৯৪৭-১৯৪৮) ==\n\n১৯৪৭-১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের ফলে ফিলিস্তিন বিভক্ত হয়ে স্বাধীন ইসরায়েল রাষ্ট্র এবং ফিলিস্তিনি অঞ্চল গঠিত হয়।\nইসরায়েল প্রতিষ্ঠার সময় প্রায় ৭ লাখ ফিলিস্তিনি, যাদের অধিকাংশ কৃষক, নিজেদের জমি থেকে বিতাড়িত হয়।\nফিলিস্তিনিরা ১৯৪৮ সালে যে কৃষিজমি হারায় তার মূল্য ১৯৯৬ সালের হিসাবে ২.২-২.৬ বিলিয়ন মার্কিন ডলার (১৯৯৩ সালের মূল্যমান) এবং ২০২৩ সালের হিসাবে প্রায় ৫ বিলিয়ন মার্কিন ডলার।\n\n\n== আরও দেখুন ==\nফিলিস্তিনে কৃষি\nইসরায়েলে কৃষি\nফিলিস্তিনের অর্থনীতি\nফিলিস্তিনে জলপাই চাষ\n\n\n== তথ্যসূত্র =="}