{"pageid": 1518095, "title": "হার্টফোর্ডশায়ারের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1518095", "content": "হার্টফোর্ডশায়ার ইংল্যান্ডের একটি প্রশাসনিক বিভাগ, যা ৯ম শতকের নর্স-স্যাক্সন যুদ্ধের সময় প্রতিষ্ঠিত হয় এবং পরবর্তীকালে লন্ডনের বাণিজ্যের মাধ্যমে বিকশিত হয়। এটি একটি স্থলবেষ্টিত প্রশাসনিক বিভাগ, যেখানে একাধিকবার পার্লামেন্টের অধিবেশন বসেছে। ব্রুয়িং এবং কাগজ তৈরি শিল্প থেকে শুরু করে, প্রশাসনিক বিভাগটি পরবর্তীকালে এয়ারক্রাফট নির্মাণসহ আরও বিস্তৃত শিল্পক্ষেত্রে উন্নতি করেছে, যেখানে ফার্মাসিউটিক্যালস, আর্থিক পরিষেবা এবং চলচ্চিত্র নির্মাণ এখন গুরুত্বপূর্ণ ভূমিকা পালন করে। বর্তমানে, এর জনসংখ্যা ১০ লাখের কিছু বেশি এবং এখানে সেবা খাত, শিল্প ও বাণিজ্য অর্থনীতির প্রধান চালিকা শক্তি, যেখানে কৃষি, বনায়ন ও মৎস্য খাতে কর্মরত লোকের সংখ্যা ২০০০-এরও কম।\nহার্টফোর্ডশায়ার ঐতিহাসিক প্রশাসনিক বিভাগগুলোর মধ্যে অন্যতম, যার প্রথম রেকর্ড ১০ম শতকের শুরুতে পাওয়া যায়। এর বিকাশের সঙ্গে লন্ডনের ঘনিষ্ঠ সম্পর্ক রয়েছে, যেটি এর দক্ষিণ সীমান্তে অবস্থিত। লন্ডন পশ্চিম ইউরোপের বৃহত্তম শহর এবং প্রতিদিন বিপুল পরিমাণ সরবরাহের প্রয়োজন হয়, যা হার্টফোর্ডশায়ারকে বাণিজ্যের মাধ্যমে সমৃদ্ধ করেছে। প্রশাসনিক বিভাগর মধ্য দিয়ে প্রাচীন রোমান রাস্তা তিনটি প্রবাহিত হয়েছে, পাশাপাশি গ্র্যান্ড ইউনিয়ন ক্যানাল ও অন্যান্য জলপথও রয়েছে। ১৯শ শতকে, এখানে রেল সংযোগ গড়ে ওঠে, যা লন্ডনকে উত্তরের সঙ্গে সংযুক্ত করে। হার্টফোর্ডশায়ারের হ্যাটফিল্ডে দুটি গুরুত্বপূর্ণ রেল দুর্ঘটনা ঘটেছে (১৮৭০ এবং ২০০০ সালে)।\nবর্তমানে হার্টফোর্ডশায়ার রাজনৈতিকভাবে সাধারণত রক্ষণশীল বলে বিবেচিত হলেও, ঐতিহাসিকভাবে এটি রাজবিরোধী বেশ কয়েকটি বিদ্রোহের কেন্দ্রস্থল ছিল। বিশেষ করে প্রথম ব্যারনদের যুদ্ধ, কৃষক বিদ্রোহ, গোলাপ যুদ্ধ এবং ইংরেজ গৃহযুদ্ধের সময় এখানে বিদ্রোহ হয়েছিল। প্রশাসনিক বিভাগটি একটি সমৃদ্ধ বুদ্ধিবৃত্তিক ঐতিহ্য বহন করে, যেখানে জিওফ্রি চসার থেকে বিয়াট্রিক্স পটার পর্যন্ত অনেক গুরুত্বপূর্ণ সাহিত্যিকের সংযোগ রয়েছে। এছাড়া, অনেক যুক্তরাজ্যের প্রধানমন্ত্রী এখানে জন্মগ্রহণ করেছেন বা বেড়ে উঠেছেন।\nহার্টফোর্ডশায়ারে উল্লেখযোগ্য সংখ্যক পরিত্যক্ত বসতি রয়েছে, যা গবেষক কে. রাদারফোর্ড ডেভিস অনুর্বর মাটি, দুর্বল ফসল এবং ১৩৪৯ সালে শুরু হওয়া ব্ল্যাক ডেথ মহামারির সংমিশ্রণের ফলাফল বলে মনে করেন।\n\n\n== প্রাচীন ইতিহাস ==\nহের্টফোর্ডশায়ারের মানব বসতির প্রাচীনতম প্রমাণ পাওয়া গেছে রিকম্যানসওয়ার্থ-এর একটি গ্রাভেল খাদ থেকে। এখানে পাওয়া ফ্লিন্ট পাথরের সরঞ্জাম প্রায় ৩,৫০,০০০ বছর আগের, যা ব্রিটেন দ্বীপে পরিণত হওয়ার অনেক আগের।\n\nমানুষ সম্ভবত প্রায় ১২,০০০ বছর ধরে, অর্থাৎ মেসোলিথিক যুগ থেকে ওয়্যারে বসবাস করছে। ফলে এটি ইউরোপের অন্যতম প্রাচীন ধারাবাহিকভাবে বসবাসরত এলাকা। নিওলিথিক যুগেও এখানে জনবসতির প্রমাণ পাওয়া গেছে, যার মধ্যে বসতির স্থান, ঘেরার কাঠামো, দীর্ঘ সমাধি স্তূপ এবং এমনকি একটি ব্যতিক্রমী কুকুর কবরস্থান অন্তর্ভুক্ত রয়েছে। তবে, এই সময়ে জনসংখ্যা তুলনামূলকভাবে কম ছিল, কারণ এখানে ভারী ও অনুন্নত নিষ্কাশন ব্যবস্থা বিশিষ্ট মাটি ছিল। তবে, ফক্সহোলস ফার্ম নামক স্থানে কৃষিকাজ ও বসবাসের লক্ষণ দেখা যায়। নিওলিথিক যুগে এই অঞ্চলে বসতি গড়ে ওঠে, যার প্রমাণ হিসেবে বিভিন্ন আবাসস্থল, ঘেরাও কাঠামো, দীর্ঘ সমাধি টিলা এবং এমনকি এক অদ্ভুত কুকুরের কবরস্থানও পাওয়া গেছে। যদিও এই সময়ে হের্টফোর্ডশায়ারে মানুষের বসতি ছিল, তবে এর জনসংখ্যা তুলনামূলকভাবে কম ছিল। এর প্রধান কারণ ছিল এখানকার ভারী ও পানি নিষ্কাশনে অক্ষম মাটি। তবে, বর্তমান ওয়্যার ও হের্টফোর্ড শহরের দক্ষিণে জনসংখ্যা বৃদ্ধির কিছু লক্ষণ পাওয়া গেছে। এখানে ফক্সহোলস ফার্ম নামে এক স্থানে গোলাকার কুটির ও কৃষিকাজের নিদর্শন আবিষ্কৃত হয়েছে। যদিও এই সময়ে হের্টফোর্ড শহরে বসতির কোনো স্পষ্ট প্রমাণ পাওয়া যায়নি, তবে রোমান যুগে ওয়্যার এবং সম্ভবত হের্টফোর্ডেও বসতি ছিল।\nলোহযুগে, ক্যাটুভেলাউনি নামে এক কেল্টিক গোষ্ঠী হের্টফোর্ডশায়ারে বসবাস করত। তাদের প্রধান বসতি (ওপিডাম) ছিল ভারলামিয়ন, যা বর্তমান সেন্ট অলবান্স-এর কাছে ভার নদীর তীরে অবস্থিত ছিল। হের্টফোর্ডশায়ারের অন্যান্য উল্লেখযোগ্য ওপিডার মধ্যে রয়েছে কাউ রোস্ট (ট্রিং-এর কাছে), উইথাম্পস্টেড, ওয়েলউইন, ব্রাফিং এবং বালডক। এখানে বেশ কয়েকটি হিল ফোর্ট রয়েছে, যার মধ্যে সবচেয়ে বড়টি পূর্ব ইংল্যান্ডের রেভেনসবার্গ ক্যাসেল (হেক্সটন) এ অবস্থিত।\nহার্টফোর্ডশায়ারে প্রচুর লোহযুগীয় সমাধিস্থল পাওয়া গেছে, যা এটিকে আন্তর্জাতিকভাবে গুরুত্বপূর্ণ একটি গবেষণা ক্ষেত্র করে তুলেছে। এখানকার বিপুল সংখ্যক প্রত্নতাত্ত্বিক নিদর্শন থেকে বোঝা যায় যে, রোমান বিজয়ের আগেও এটি ঘনবসতিপূর্ণ ও জটিল সমাজব্যবস্থার অধিকারী ছিল।\n\n\n=== রোমানদের ব্রিটেন আক্রমণ ===\n\nখ্রিস্টপূর্ব ৫৫ সালে, যখন রোমানরা প্রথম ব্রিটেন আক্রমণের চেষ্টা করেছিল, তখন ক্যাটুভেলাউনিরা (যার অর্থ ব্রিটোনিক ভাষায় \"দক্ষ যোদ্ধা\") ব্রিটেনের সবচেয়ে বড় গোষ্ঠী ছিল। রোমান সেনেটকে পাঠানো জুলিয়াস সিজারের প্রতিবেদনে বলা হয়েছিল যে \"ক্যাসিভেলাউন\" (ক্যাসিভেলাউনাস) ব্রিটেনের নেতা ছিলেন এবং তার প্রধান ঘাঁটি ছিল উইথাম্পস্টেড (হের্টফোর্ডশায়ার)। খ্রিস্টপূর্ব ৫৪ সালে, সিজার দ্বিতীয়বার ব্রিটেন আক্রমণ করলে ক্যাসিভেলাউনাস ব্রিটিশ প্রতিরোধ বাহিনীর নেতৃত্ব দেন। রোমানরা উইথাম্পস্টেড অবরোধ করে এবং ট্রিনোভান্তেস গোত্রের (যাদের রাজাকে ক্যাসিভেলাউনাস হত্যা করেছিলেন) বিশ্বাসঘাতকতার কারণে ক্যাটুভেলাউনি গোষ্ঠী আত্মসমর্পণ করতে বাধ্য হয়। তবে, উইথাম্পস্টেড অবরোধের পর, সিজার কোনো সেনা ঘাঁটি রেখে না গিয়েই রোম ফিরে যান।\nকুনোবেলিনাস ৯ বা ১০ সিই সালে ক্যাটুভেলাউনি গোত্রের রাজা হন এবং প্রায় ত্রিশ বছর রাজত্ব করেন, এ সময় তিনি ব্রিটেনের বিশাল অঞ্চল জয় করেন, যার ফলে রোমান লেখক সুয়েটোনিয়াস তাকে Britannorum Rex ((লাতিন ভাষায়) \"ব্রিটেনের রাজা\") বলে উল্লেখ করেন। তিনি বিচ বটম ডাইক নামক প্রতিরক্ষামূলক মাটির প্রাচীর নির্মাণ করেন, যা সেন্ট অ্যালবানসে অবস্থিত, এবং এটি সম্ভবত ক্যাসিভেলাউনাসের সদর দফতর উইথহ্যাম্পস্টেডে অবস্থিত আরেকটি লৌহ যুগের প্রতিরক্ষামূলক স্থাপনা ডেভিল’স ডাইক-এর সাথে সম্পর্কিত ছিল। রোমানরা ৪৩ সিই সালের জুলাই মাসে ক্যাটুভেলাউনি গোত্রকে পরাজিত করে এবং এবার তারা ব্রিটেনে সেনা মোতায়েন করে। পরে, ৪৯ সিই সালে রোমানদের স্থাপিত বসতি ভেরুলামিয়াম নামে পরিচিত হয়। অ্যালবান, যিনি রোমান সেনাবাহিনীর একজন কর্মকর্তা ছিলেন এবং পরে ব্রিটেনের প্রথম খ্রিস্টান শহীদ হন, ৩য় বা ৪র্থ শতকে চ্যান্ট্রি দ্বীপে গ্রেফতার হয়ে মৃত্যুবরণ করেন। তার নামানুসারে আধুনিক শহর সেন্ট অলবানস নামকরণ করা হয়। ভেরুলামিয়াম রোমান ব্রিটেনের অন্যতম গুরুত্বপূর্ণ নগরীতে পরিণত হয় এবং এটি তৃতীয় বৃহত্তম নগরী ছিল, যা স্ব-শাসনের মর্যাদা লাভ করেছিল। তবে, ভেরুলামিয়ামের প্রতিরক্ষা ব্যবস্থা শক্তিশালী হলেও তা বউডিকার আক্রমণ প্রতিহত করতে ব্যর্থ হয় এবং তিনি ৬১ সিই সালে শহরটি জ্বালিয়ে দেন। পরবর্তীতে শহরটি পুনর্নির্মাণ করা হয়, যেখানে ৮১ হেক্টর (২০০ একর) এলাকা ঘিরে প্রতিরক্ষা ব্যবস্থা গড়ে তোলা হয় এবং শহরটি ৫ম শতক পর্যন্ত টিকে ছিল।\nহার্টফোর্ডশায়ারের মধ্য দিয়ে বেশ কয়েকটি রোমান সড়ক প্রবাহিত হয়েছে, যেমন ওয়াটলিং স্ট্রিট এবং আরমিন স্ট্রিট। এছাড়াও প্রাচীন পথ ইকনিল্ড ওয়ে এই অঞ্চলের মধ্য দিয়ে গেছে। এই তিনটি সড়কই মধ্যযুগের ইংল্যান্ডের \"চারটি প্রধান মহাসড়কের\" অন্তর্ভুক্ত ছিল (চতুর্থটি ফস ওয়ে, যা হার্টফোর্ডশায়ারের মধ্য দিয়ে যায়নি) এবং এগুলো এক সহস্রাব্দ পরেও দেশের প্রধান রুট হিসেবে ব্যবহৃত হয়েছে। প্রথম নির্মিত রোমান সড়কটি ছিল \"মিলিটারি ওয়ে\", যা রোমান বিজয়ের খুব শুরুর দিকে সেনাদের দ্রুত উত্তরে যাওয়ার জন্য নির্মাণ করা হয়। পরবর্তীতে, এর উপর দিয়েই আরমিন স্ট্রিট নির্মাণ করা হয়।\n\n\n=== মধ্যযুগের শুরুর হের্টফোর্ডশায়ার ===\nঅ্যাংলো-স্যাক্সনদের ব্রিটেনে আগ্রাসন-এর পর, হের্টফোর্ডশায়ার অঞ্চলটি মার্সিয়া রাজ্য এবং এসেক্স রাজ্য-এর অংশ ছিল।  এই অঞ্চলে প্রধান স্যাক্সন গোত্র ছিল হিচে, ব্রাহিংগাস এবং ওয়েকলিংগাস।  স্থানগুলোর নাম সাধারণত কেল্টিক ভাষা থেকে এসেছে, স্যাক্সন নামের তুলনায় অনেক কম পাওয়া যায়। হের্টফোর্ড সিনড, যা ইংরেজি চার্চের প্রথম জাতীয় সিনড ছিল, এটি ২৬ সেপ্টেম্বর ৬৭২-৩ সালে অনুষ্ঠিত হয়। এই সিনডেই \"ইস্টারের তারিখ নির্ধারণ\" সম্পর্কিত বিরোধের সমাধান হয়, এবং চার্চ ইস্টারের তারিখ গণনার নিয়ম চূড়ান্ত করে। এছাড়াও, সিনড সেল্টিক চার্চ এবং সেন্ট অগাস্টিন দ্বারা চালু করা রোমানাইজড চার্চের মধ্যকার দ্বন্দ্বের অবসান ঘটায়।\nমার্সিয়ার রাজা অফা (মৃত্যু ৭৯৬) হের্টফোর্ডশায়ারের হিচিন-এ একটি গির্জা নির্মাণ করেন, তবে এটি ৯১০ সিই-তে পুড়ে যায় এবং সেখানকার সন্ন্যাসীরা সেন্ট অ্যালব্যানস-এ স্থানান্তরিত হন।  অফা মার্সিয়ার বেয়ারন্রেড-কে পির্টন-এ পরাজিত করেন এবং \"অফলের লি\" (অফার বনভূমি) নামে পরিচিত একটি গ্রাম প্রতিষ্ঠা করেন।  কিছু সূত্র, যেমন ম্যাথিউ প্যারিস, যিনি সেন্ট অ্যালব্যানসের একজন সন্ন্যাসী ছিলেন, দাবি করেন যে অফা অফলেতে মারা গিয়েছিলেন, যদিও তাকে বেডফোর্ড-এ, যা প্রায় ১৫ মাইল দূরে, সমাধিস্থ করা হয়েছিল।  অফার অন্যতম শেষ কাজ ছিল সেন্ট অ্যালব্যানস অ্যাবি প্রতিষ্ঠা করা।\n\n\n=== প্রশাসনিক বিভাগর উৎপত্তি ===\n\nহের্টফোর্ডশায়ার (স্যাক্সন \"হিওরোটফোর্ডস্কির\" বা \"হিওরোটফোর্ডস্কির\") নামটি প্রথম ৮৬৬ সালে পাওয়া যায়।  তবে, অ্যাংলো-স্যাক্সন ক্রনিকল-এ \"হিওরোফোর্ড\" নামে প্রথম উল্লেখ ১০১১ সালে দেখা যায়।  কিন্তু এই প্রশাসনিক বিভাগর প্রকৃত গঠন ঘটে ১০ম শতাব্দীতে, যখন এডওয়ার্ড দ্য এল্ডার হের্টফোর্ড-এ দুটি বুর্হ (প্রতিরক্ষা দুর্গ) নির্মাণ করেন, যথাক্রমে ৯১২ এবং ৯১৩ সালে। ৯ম শতকের শেষদিকে হের্টফোর্ডশায়ার একটি কার্যকর প্রশাসনিক বিভাগ হিসেবে প্রতিষ্ঠিত হয়নি। স্যাক্সন এবং নরসম্যানদের মধ্যকার যুদ্ধে এটি প্রধান ফ্রন্টলাইন ছিল। ৮৭৮ সালে ইথান্ডুনের যুদ্ধে স্যাক্সনদের বিজয়ের পর, আলফ্রেড দ্য গ্রেট এবং নরসম্যান রাজা গুথরুম দ্য ওল্ড ইংল্যান্ডকে দুই ভাগে বিভক্ত করার সিদ্ধান্ত নেন। এই বিভক্তির রেখাটি রিভার লি বরাবর হের্টফোর্ডশায়ারের মাঝখান দিয়ে গিয়েছিল এবং তারপর ওয়াটলিং স্ট্রিট বরাবর চলে যায়। এই চুক্তির বিবরণ আলফ্রেড ও গুথরুমের চুক্তি নামে সংরক্ষিত আছে, যা ডেনল’-এর সীমানা নির্ধারণ করে। এখন যে অঞ্চল হের্টফোর্ডশায়ার নামে পরিচিত, তখন এটি এসেক্স রাজ্য এবং মার্সিয়া রাজ্যের মধ্যে বিভক্ত ছিল। এসেক্স নামমাত্র নরসম্যানদের নিয়ন্ত্রণে থাকলেও সেখানে স্যাক্সনদের সংখ্যাগরিষ্ঠ বাস ছিল, আর মার্সিয়া সম্পূর্ণভাবে স্যাক্সনদের দখলে ছিল।\nআলফ্রেড দ্য গ্রেট হের্টফোর্ড-এ (স্যাক্সন \"Heorotford\", যার অর্থ হরিণের পারাপারের স্থান) এবং ওয়্যার-এ (স্যাক্সন \"Waras\", অর্থ বাঁধ) বাঁধ নির্মাণ করেন, সম্ভবত ভাইকিং জাহাজগুলোর নদীপথে অগ্রসর হওয়া রোধ করার জন্য।  রাজা এডগার দ্য পিসফুল হের্টফোর্ডকে শায়ারের রাজধানী করেন, সম্ভবত ৯৭৩ থেকে ৯৭৫ সিই-এর মধ্যে।\n\n\n== প্রারম্ভিক মধ্যযুগ ==\nআলফ্রেড দ্য গ্রেট ৮৯৯ সালে মারা যান, এবং তার পুত্র এডওয়ার্ড দ্য এল্ডার তার জামাতা এথেলরেড ও কন্যা এথেলফ্লেড-এর সঙ্গে মিলে ইংল্যান্ডের দক্ষিণাঞ্চলের কিছু অংশ নরসম্যানদের কাছ থেকে পুনরুদ্ধার করেন।  এই অভিযানের সময় তিনি হের্টফোর্ডে দুটি বুর্হ নির্মাণ করেন, যা ইতোমধ্যেই উল্লেখ করা হয়েছে। তবে, এই দুর্গগুলোর সঠিক অবস্থান অজানা, সম্ভবত বর্তমান হের্টফোর্ড শহরের নিচে রয়েছে। হের্টফোর্ড থেকে, স্ট্যাফোর্ড, ট্যামওয়ার্থ এবং উইথাম-এর সঙ্গে একত্রিত হয়ে এডওয়ার্ড ও এথেলফ্লেড একাধিক যুদ্ধে নরথাম্ব্রিয়া পর্যন্ত নরসম্যানদের পিছিয়ে দেন। অ্যানগ্লো-স্যাক্সন হের্টফোর্ড একটি পরিকল্পিত শহরের উদাহরণ, যেখানে একটি সুনিয়ন্ত্রিত চতুষ্কোণ আকৃতির রাস্তার বিন্যাস দেখা যায়।\nএই সময়ে হের্টফোর্ডে একটি মিন্ট (মুদ্রা তৈরির কারখানা) থাকার ব্যাপারে যথেষ্ট প্রমাণ পাওয়া যায়। এডওয়ার্ড দ্য মার্টির (৯৭৫–৯৭৮), অ্যাথেলরেড দ্য আনরেডি (৯৭৮–১০১৬) এবং কনুট দ্য গ্রেট (১০১৬–১০৩৫) সকলেই এখানে মুদ্রা প্রস্তুত করেছিলেন।  যদিও মিন্টটির প্রকৃত অবস্থান অজানা, তবে এখানে উৎপাদিত বহু মুদ্রা পাওয়া গেছে। এর ৯০%-এরও বেশি মুদ্রা মহাদেশীয় ইউরোপ বা স্ক্যান্ডিনেভিয়ায় পাওয়া গেছে, যা ইঙ্গিত করে যে এগুলো ডেনগেল্ড পরিশোধের জন্য ব্যবহৃত হতে পারে।\n১০০২ সালের সেন্ট ব্রাইস ডে হত্যাযজ্ঞ সম্ভবত হের্টফোর্ডশায়ারের ওয়েলউইন-এ শুরু হয়েছিল।  এই হত্যাযজ্ঞে ইংল্যান্ডের নরসম্যানদের, এমনকি নারী ও শিশুদেরও নির্মমভাবে হত্যা করা হয়। নিহতদের মধ্যে ছিলেন গুনহিল্ড, যিনি ডেনমার্কের রাজা সুইন ফর্কবিয়ার্ড-এর বোন ছিলেন। এর প্রতিশোধ নিতে ফর্কবিয়ার্ড পরের বছর ইংল্যান্ড আক্রমণ করেন। ফর্কবিয়ার্ডের আক্রমণ ১০১৩ সাল পর্যন্ত চলতে থাকে, যখন অ্যাথেলরেড ইংল্যান্ড থেকে পালিয়ে যান। ১০১৩ সালের বড়দিনে ফর্কবিয়ার্ড ইংল্যান্ডের রাজা হিসেবে অভিষিক্ত হন, তবে মাত্র পাঁচ সপ্তাহ পর তিনি মারা যান। এরপর, অ্যাথেলরেড অস্থায়ীভাবে ক্ষমতায় ফিরে এলেও ১০১৬ সালে তিনি পরাজিত হন এবং কনুট ইংল্যান্ডের নতুন রাজা হন। কনুট তার সহকারী আর্ল টোভি-কে হিচিনের রাজকীয় ভূসম্পত্তি প্রদান করেন।\n\n\n== উচ্চ মধ্যযুগ ==\n\nনরম্যান বিজয়ের পর, এডগার দ্য অ্যাথেলিং (হ্যারল্ড গডউইনসন-এর উত্তরসূরি) উইলিয়াম দ্য কনকরের কাছে বারখ্যামস্টেড-এ আত্মসমর্পণ করেন। উইলিয়াম বারখ্যামস্টেড ভূসম্পত্তি তৈরি করেন এবং এটি তার সৎভাই রবার্ট, কাউন্ট অফ মরটেইন-কে প্রদান করেন। রবার্টের পুত্র উইলিয়াম দে মরটেইন-এর কাছ থেকে এটি রাজা হেনরি প্রথম-এর দখলে আসে, এবং আজও এটি রাজপরিবারের মালিকানায় রয়েছে। ১১২৩ সালে হেনরি সেখানে আদালত পরিচালনা করেন।\nডুমসডে বুক, যা ১০৮৬ সালে সম্পন্ন হয়, এতে হের্টফোর্ডশায়ারের ১৬৮টি বসতির নাম অন্তর্ভুক্ত রয়েছে। হের্টফোর্ডশায়ারের জনসংখ্যা দ্রুত বৃদ্ধি পায়, কিন্তু ব্ল্যাক ডেথ ১৩৪৯ সালে এই প্রশাসনিক বিভাগতে পৌঁছানোর পর জনসংখ্যা মারাত্মকভাবে কমে যায়। সেন্ট অ্যালব্যানস অ্যাবি-র নরম্যান গির্জাটি ১০৮৮ সালে সম্পন্ন হয়।\nউচ্চ মধ্যযুগে, হের্টফোর্ডশায়ারের রাজাদের সাথে সম্পর্ক কিছুটা উত্তেজনাপূর্ণ ছিল। অধিকাংশ দক্ষিণ-পূর্ব ইংল্যান্ডের মতো, এই প্রশাসনিক বিভাগর বেশিরভাগ অংশ ব্যক্তিগত (অর্থাৎ, রাজপরিবারের নয়) মালিকানায় ছিল। রাজপরিবারের জমি মোট প্রশাসনিক বিভাগর প্রায় ৭% এলাকা জুড়ে ছিল। প্রথম হের্টফোর্ডের আর্ল, গিলবার্ট দে ক্লেয়ার, ১ম আর্ল অফ হের্টফোর্ড, ১১৩৮ সালে এই উপাধি পান। তিনি ইংল্যান্ডের প্রথম দুটি হেরল্ডিক চিহ্ন ধারণকারীদের মধ্যে একজন ছিলেন: তার প্রতীক ছিল তিনটি স্বর্ণের চেভরন লাল ঢালের উপর। তার নাতি রিচার্ড দে ক্লেয়ার, ৩য় আর্ল অফ হের্টফোর্ড একবার তার উত্তরাধিকারের আইনি প্রক্রিয়া দ্রুত সম্পন্ন করার জন্য রাজা জনকে £১০০ প্রদান করেছিলেন, কিন্তু পরে প্রথম ব্যারনদের যুদ্ধে তিনি রাজবিরোধী ব্যারনদের পক্ষ নেন। রিচার্ড ম্যাগনা কার্টা বাস্তবায়নের জন্য শপথ নেওয়া পঁচিশ জন ব্যারনের মধ্যে একজন ছিলেন, যার ফলে তাকে ১২১৫ সালে এক্সকমিউনিকেশন করা হয়।\nথমাস বেকেট, যিনি ১১৬১ সালে ক্যান্টারবারির আর্চবিশপ হন, ১১৫৫ থেকে ১১৬৩ সাল পর্যন্ত বারখ্যামস্টেড দুর্গের মালিক ছিলেন। রাজা হেনরি দ্বিতীয় ১১৬৩ সালে এখানে বড়দিন উদযাপন করেন।\nএই সময়ে, গ্রেট উইমন্ডলি, পির্টন এবং থেরফিল্ডে মট-এন্ড-বেইলি দুর্গ নির্মাণ করা হয়।  ওয়াটফোর্ড ১২শ শতকে প্রতিষ্ঠিত হয়, সম্ভবত সেন্ট অ্যালব্যানস অ্যাবি-এর অ্যাবট সেখানে একটি বাজার ও গির্জা স্থাপন করায়।  ১১৩০ সালের পাইপ রোল (রাজকোষের নথি) অনুযায়ী, রাজা হেনরি প্রথমের রানি অ্যাডেলিজা অফ লুভেন এই প্রশাসনিক বিভাগতে কিছু সম্পত্তির মালিক ছিলেন।\nম্যাগনা কার্টা-র প্রথম খসড়া ১২১৩ সালে সেন্ট অ্যালব্যানস অ্যাবি-তে রচিত হয়। এই নথিতে এমন কিছু গুরুত্বপূর্ণ ধারা ছিল যা আজও প্রচলিত রয়েছে, যেমন হেবিয়াস কর্পাস (যা প্রথম ১৩০৫ সালে আদালতে ব্যবহৃত হয়)। দুই বছর পর, রাজা জন সেন্ট অ্যালব্যানসে অবস্থানকালে ক্যান্টারবারির আর্চবিশপ-এর সাময়িক বরখাস্ত হওয়ার খবর পান। যদিও রাজা জন ম্যাগনা কার্টা মেনে নিয়েছিলেন, তিনি তা কার্যকর করেননি। ফলে হের্টফোর্ডশায়ার গৃহযুদ্ধের কেন্দ্রস্থলে পরিণত হয়।  ১২১৬ সালের ১৬ ডিসেম্বর, প্রথম ব্যারনদের যুদ্ধের সময়, হের্টফোর্ড দুর্গ লুই (ফ্রান্সের ডাউফিন)-এর সৈন্যদের কাছে আত্মসমর্পণ করে।  ব্যারনরা ইংল্যান্ডের সিংহাসনে লুইকে বসানোর জন্য তাকে আমন্ত্রণ জানিয়েছিল।\nবারখ্যামস্টেড দুর্গও একই সময়ে আত্মসমর্পণ করে।  ১২১৭ সালের শীতে রাজতান্ত্রিক বাহিনী সেন্ট অ্যালব্যানসে লুটতরাজ চালায়, বাসিন্দাদের অপহরণ করে এবং অ্যাবটকে জোরপূর্বক £১০০ দিতে বাধ্য করে, কারণ তিনি আশঙ্কা করেছিলেন যে অ্যাবি জ্বালিয়ে দেওয়া হবে।\n১২৬১ সালে রাজা হেনরি তৃতীয় এই প্রশাসনিক বিভাগতে পার্লামেন্ট আহ্বান করেন।  ১২৯৫ সালে আরেকটি পার্লামেন্ট সেন্ট অ্যালব্যানস-এ অনুষ্ঠিত হয়, এবং ১২৯৯ সালে রাজা এডওয়ার্ড প্রথম হের্টফোর্ড দুর্গ তার স্ত্রী মার্গারেট অফ ফ্রান্স-কে উপহার দেন।\nহার্টফোর্ডশায়ার মূলত কাদামাটির অধস্তরে অবস্থিত, এবং এর অনেক জমি উর্বর হলেও \"ভারী\" প্রকৃতির, যা মধ্যযুগীয় লাঙল ব্যবহারের জন্য উপযুক্ত ছিল না।  তবে, এই অঞ্চলে ভালো মানের বার্লি উৎপন্ন হতো, যা পরবর্তীতে মদ প্রস্তুত শিল্পের জন্য গুরুত্বপূর্ণ হয়ে ওঠে। হার্টফোর্ডশায়ারের উন্নতি মূলত বাণিজ্যের মাধ্যমে হয়, যেখানে ইংল্যান্ডের অর্থনীতির বেশিরভাগ অংশ কৃষির উপর নির্ভরশীল ছিল।\nএই প্রশাসনিক বিভাগ কৃষির তুলনায় বাণিজ্যের মাধ্যমে বেশি সমৃদ্ধ হয়, যদিও মধ্যযুগে ইংল্যান্ডের অর্থনীতি মূলত কৃষি-নির্ভর ছিল। উচ্চ মধ্যযুগে হের্টফোর্ডশায়ার তুলনামূলকভাবে নগরায়িত ছিল, তবে এটি একটি বড় শহর হিসেবে গড়ে ওঠেনি, কারণ এখানে কয়েকটি বড় রাস্তার পরিবর্তে বহু ছোট রাস্তা ছিল।\n১২শ শতকের শুরু থেকেই হের্টফোর্ডশায়ারের বাণিজ্য দ্রুত বৃদ্ধি পেতে থাকে; ১১০০ থেকে ১৩৫০ সালের মধ্যে বাজার ও মেলার সংখ্যা উল্লেখযোগ্যভাবে বৃদ্ধি পায়। ১৩শ শতাব্দীতে হের্টফোর্ডশায়ারের ব্যবসা আরও প্রসার লাভ করে। এখানে মাখন, পনির এবং কিছু পরিমাণে মাংস, চামড়া ও চর্মজাত পণ্যের বাণিজ্য চলত। এর বেশিরভাগই লন্ডনে রপ্তানি করা হতো।  এছাড়া, লন্ডনগামী এবং লন্ডন থেকে আগত ভ্রমণকারীদের জন্য হের্টফোর্ডশায়ারে সরাইখানা ও অন্যান্য পরিষেবা দ্রুত বিকশিত হয়।\nনাইটস টেম্পলার ১১৪০ সালের দিকে বলডক শহর প্রতিষ্ঠা করে।  ১১৮৫ সালে নাইটদের মালিকানাধীন ভূসম্পত্তির জরিপে দেখা যায়, বলডকে ১২২ জন বাসিন্দা এবং ১৫০ একর (০.৬১ বর্গকিলোমিটার) জমি ছিল।  রাজা জন ১১৯৯ সালে নাইটদের বলডকে একটি বাৎসরিক মেলা ও বাজার আয়োজনের অনুমতি দেন। এই মেলা সেন্ট ম্যাথিউ'র দিনে শুরু হয়ে পাঁচ দিন ধরে চলত।  একই সময়ে, হিচিন শহরে চর্মশিল্প বেশ জনপ্রিয় হয়ে ওঠে।\n\n\n=== একজন ইংরেজ পোপ ===\nনিকোলাস ব্রেকস্পিয়ার, একমাত্র ইংরেজ ব্যক্তি যিনি কখনও পোপ নির্বাচিত হয়েছিলেন, তিনি হের্টফোর্ডশায়ারের বেডমন্ড বা অ্যাবটস ল্যাংলি-তে জন্মগ্রহণ করেছিলেন, সম্ভবত ১১০০ সালের কাছাকাছি সময়ে। তার অ্যাবটস ল্যাংলি-তে বাপ্তিস্ম সম্পন্ন হয়। নিকোলাস সেন্ট অ্যালব্যানস অ্যাবি-তে সন্ন্যাসী হওয়ার অনুমতি পাননি, তবে এটি তার ক্যারিয়ারে কোনো বাধা সৃষ্টি করেনি। তিনি ২ ডিসেম্বর ১১৫৪ সালে সর্বসম্মতিক্রমে পোপ নির্বাচিত হন এবং \"এড্রিয়ান চতুর্থ\" নাম গ্রহণ করেন। তিনি ১১৫৯ সালে মৃত্যুবরণ করেন। তিনি ছিলেন সেই পোপ যিনি রোমকে ইন্টারডিক্ট-এর (ধর্মীয় নিষেধাজ্ঞা) অধীনে রাখেন এবং তিনি আইরিশ ভূখণ্ডের ইংরেজ শাসনের অনুমতি প্রদানকারী পোপীয় ফরমান জারির জন্য প্রসিদ্ধ।\n\n\n== পরবর্তী মধ্যযুগ ==\n১৩০২ সালে রাজা এডওয়ার্ড প্রথম কিংস ল্যাংলি-কে ওয়েলসের প্রিন্স-এর জন্য বরাদ্দ করেন।  রাজা এডওয়ার্ড দ্বিতীয়-এর প্রিয়পাত্র পিয়ার্স গ্যাভেস্টন, ১ম আর্ল অফ কর্নওয়াল কিংস ল্যাংলির প্রাসাদটি খুবই পছন্দ করতেন এবং ১৩১২ সালে মৃত্যুর পর সেখানেই তাকে সমাহিত করা হয়। এডমন্ড অফ ল্যাংলি, ইয়র্ক রাজবংশের প্রতিষ্ঠাতা এবং প্রথম ইয়র্কের ডিউক, ৫ জুন ১৩৪১ সালে কিংস ল্যাংলিতে জন্মগ্রহণ করেন এবং ১ আগস্ট ১৪০২ সালে সেখানে মৃত্যুবরণ করেন।\nরিচার্ড অফ ওয়ালিংফোর্ড, যিনি গণিতবিদ ও জ্যোতির্বিজ্ঞানী ছিলেন, ১৩২৬ সালে সেন্ট অ্যালব্যানস অ্যাবি-র অ্যাবট হন। তিনি আধুনিক ত্রিকোণমিতির অন্যতম প্রবক্তা হিসেবে পরিচিত।\nহের্টফোর্ড দুর্গ শতবর্ষব্যাপী যুদ্ধের সময় গুরুত্বপূর্ণ বন্দিদের কারাগারে পরিণত করা হয়। এই যুদ্ধটি আসলে একাধিক যুদ্ধে বিভক্ত, যা ১৩৩৭ থেকে ১৪৫৩ সাল পর্যন্ত মোট ১১৬ বছর ধরে চলে। ইংল্যান্ডের প্ল্যান্টাজেনেট রাজারা এবং ফ্রান্সের ভালোয়া রাজারা মূলত ফরাসি ভূখণ্ডে এই যুদ্ধ পরিচালনা করেন। ১৩৩০ সালে, রানি ইসাবেলাকে তার ছেলে, রাজা, হের্টফোর্ড দুর্গে বন্দি করেন। স্কটল্যান্ডের রাজা ডেভিড দ্বিতীয় এবং তার রানি ১৩৪৬ সালে নেভিলস ক্রসের যুদ্ধে পরাজয়ের পর হের্টফোর্ড দুর্গে বন্দি হন। ফ্রান্সের রাজা জন দ্বিতীয় ১৩৫৯ সালে এখানে বন্দি ছিলেন, তবে তিনি যথেষ্ট বিলাসবহুল পরিবেশে অবস্থান করেছিলেন।\n১৪শ শতকের মাঝামাঝি সময়ে ব্ল্যাক ডেথ মহামারির কারণে হার্টফোর্ডশায়ারের জনসংখ্যা ব্যাপকভাবে কমে গিয়েছিল। ধারণা করা হয়, জনসংখ্যা প্রায় ৩০%–৫০% হ্রাস পেয়েছিল এবং এটি সম্ভবত ১৬শ শতক পর্যন্ত পুরোপুরি পুনরুদ্ধার হয়নি। এর ফলে হার্টফোর্ডশায়ারের অনেক বসতি পরিত্যক্ত হয়ে পড়ে, বিশেষ করে কাউন্টির উত্তর ও পূর্ব অঞ্চলে, যেখানে কৃষিজ উৎপাদন কম ছিল। ট্রিং এলাকার কাছে এখনও কয়েকটি পরিত্যক্ত মধ্যযুগীয় গ্রাম দেখা যায়। তবে, যারা মহামারি থেকে বেঁচে ছিলেন, তারা তুলনামূলকভাবে ধনী হয়ে ওঠেন।\nজনসংখ্যা হ্রাস পাওয়ায় শ্রমিকরা উচ্চতর মজুরি এবং উন্নত কর্মপরিবেশের দাবি করতে সক্ষম হন, যদিও ১৩৪৯ সালের শ্রমিক আইন এবং ১৩৫১ সালের শ্রমিক আইন শ্রমিকদের অধিকার সীমিত করার চেষ্টা করেছিল। পরিবর্তিত এই অর্থনৈতিক পরিস্থিতি ১৩৮১ সালের কৃষক বিদ্রোহের অন্যতম কারণ হয়ে ওঠে, যেখানে হার্টফোর্ডশায়ারের জনগণ সক্রিয়ভাবে অংশগ্রহণ করেছিল। (একটি বিভ্রান্তিকর বিষয় হলো, রিচার্ড অব ওয়ালিংফোর্ড নামে আরেক ব্যক্তি, যিনি বিদ্রোহী নেতা ওয়াট টাইলারের ঘনিষ্ঠ সহযোগী ছিলেন, কিন্তু তিনি সেন্ট অ্যালবান্সের অ্যাবট নন।)\n\nওয়াট টাইলারকে আটক ও মৃত্যুদণ্ড দেওয়ার পর, রাজা রিচার্ড দ্বিতীয় বিদ্রোহ দমন করতে সেন্ট অ্যালবান্সে যান। ১৪০০ সালে রিচার্ডের দেহ হার্টফোর্ডশায়ারের কিংস ল্যাংলি গির্জায় সমাহিত করা হয়, তবে ১৪১৩ সালে তাকে পুনরায় ওয়েস্টমিনস্টার অ্যাবেতে স্থানান্তর করা হয়, যেখানে তার স্ত্রী অ্যানের পাশে তাকে কবর দেওয়া হয়। সেই একই বছরে, রাজা হেনরি চতুর্থ তার নাইট হিউ দে ওয়াটারটনকে বারখ্যামস্টেড ক্যাসেলে নিয়োগ দেন, যেখানে তিনি রাজপুত্র জন ও রাজকন্যা ফিলিপ্পার দেখভাল করেন।\nরাজা হেনরি চতুর্থ তার শাসনামলের শুরুতে জনসাধারণের প্রতিক্রিয়ার ভয়ে সাময়িকভাবে তার সরকার সেন্ট অ্যালব্যানসে স্থানান্তর করেন। তিনি হের্টফোর্ড দুর্গ এবং তার আশপাশের এলাকা এডমুন্ড, স্ট্যাফোর্ডের আর্ল ও তার স্ত্রী অ্যানকে প্রদান করেন।  তবে এডমুন্ড ১৪০৩ সালে শ্রুসবেরির যুদ্ধ-এ নিহত হন। রাজা হেনরি পঞ্চম ২ জুন ১৪২০ সালে ক্যাথরিন অফ ভালোয়া-কে বিয়ে করেন এবং তাকে হের্টফোর্ড দুর্গ প্রদান করেন।  ১৪৩১ সালে, হেনরি পঞ্চমের পুত্র হেনরি ষষ্ঠ মাত্র নয় বছর বয়সে রেমসে ফ্রান্সের রাজা হিসেবে অভিষিক্ত হন। তার রাজত্বের সময়, ইংল্যান্ড ও ফ্রান্সের মধ্যে দীর্ঘমেয়াদী যুদ্ধ চলতে থাকে এবং ওয়ার অফ দ্য রোজেস শুরু হয়। এই সময়ে, সেন্ট অ্যালব্যানসের প্রথম যুদ্ধ (১৪৫৫) এবং সেন্ট অ্যালব্যানসের দ্বিতীয় যুদ্ধ (১৪৬১) সংঘটিত হয়, যেখানে হাউস অফ ইয়র্ক ও হাউস অফ ল্যাঙ্কাস্টার একে অপরের বিরুদ্ধে লড়াই করে। এই যুদ্ধগুলো হের্টফোর্ডশায়ারকে রাজনৈতিকভাবে গুরুত্বপূর্ণ করে তোলে এবং এখানকার অনেক বাসিন্দাকে সংঘর্ষে জড়িয়ে ফেলে।\n১৪১৩ সালে, রাজা হেনরি পঞ্চম কিংস ল্যাংলিতে ইস্টার উদযাপন করেন। তিনি দরিদ্রদের এক গ্রোট দান করেছিলেন। হেনরি চিচেলে, ক্যানটারবারির আর্চবিশপ, ১৪২৩ সালে বার্নেট পরিদর্শন করেন। কোনো ঘণ্টা বাজেনি, এবং এই অনাদরের জন্য আর্চবিশপ অপমানিত বোধ করেন। যখন তিনি ১৪২৬ সালে আবার ফিরে আসেন, তখন চার্চের দরজাগুলো তার বিরুদ্ধে সিল করা ছিল।\nগোলাপ যুদ্ধের তিনটি গুরুত্বপূর্ণ যুদ্ধ হার্টফোর্ডশায়ারে সংঘটিত হয়। ২২ মে ১৪৫৫ সালে সেন্ট অ্যালবান্সের প্রথম যুদ্ধ ছিল এই যুদ্ধের প্রথম বড় লড়াই, যেখানে রিচার্ড অব ইয়র্ক এবং নেভিল দ্য কিংমেকার ল্যাঙ্কাস্ট্রিয়ানদের পরাজিত করেন, তাদের নেতা এডমুন্ড বিউফোর্টকে হত্যা করেন এবং রাজা হেনরি ষষ্ঠকে বন্দি করেন। ১২ ফেব্রুয়ারি ১৪৬১ সালে দ্বিতীয় সেন্ট অ্যালবান্স যুদ্ধে ল্যাঙ্কাস্ট্রিয়ানরা রাজাকে পুনরুদ্ধার করে। ইয়র্কিস্টদের বন্দিত্বে থাকাকালীন, ১৪৫৯ সালে, হেনরি ষষ্ঠ সেন্ট অ্যালবান্স অ্যাবেতে ইস্টার উদযাপন করেন। তিনি তার সেরা পোশাক প্রাইরের কাছে দান করেন, তবে পরে দানটি নিয়ে অনুশোচনা হয় এবং কোষাধ্যক্ষ এটি পঞ্চাশ মার্কে কিনে নেন।\nবার্নেটের যুদ্ধ সংঘটিত হয় ১৪ এপ্রিল ১৪৭১ সালে। নেভিল দ্য কিংমেকার লন্ডনের দিকে অগ্রসর হন এবং হ্যাডলি গ্রিনে শিবির স্থাপন করেন। রাজা এডওয়ার্ড চতুর্থের বাহিনী সেখানেই তার সাথে সম্মুখীন হয়। সকালের কুয়াশায় বিভ্রান্তির ফলে ইয়র্কিস্টরা নিজেদের মধ্যে যুদ্ধ করে ফেলে, এবং ল্যাঙ্কাস্ট্রিয়ানরা বিজয় লাভ করে। কিংমেকার বন্দি হয়ে মৃত্যুদণ্ডপ্রাপ্ত হন, এবং এডওয়ার্ডের শাসনকে এরপর আর কখনো গুরুতরভাবে চ্যালেঞ্জ করা হয়নি।\nইংল্যান্ডের সবচেয়ে প্রাচীন টিকে থাকা পাব হার্টফোর্ডশায়ারে অবস্থিত এবং এই সময়কালের। ইয়ে ওল্ড ফাইটিং ককস, যা সেন্ট অ্যালবান্সে অবস্থিত, ১৪৮৫ সালে পুনর্নির্মাণ করা হয়। এর কিছু ভিত্তিপ্রস্তর আরও পুরনো, অনুমান করা হয় যে তা ৮ম শতাব্দী পর্যন্ত পুরনো।\n\nপ্রথম ইংরেজি কাগজ ও মুদ্রণশিল্প\nইংল্যান্ডের প্রথম তিনটি ছাপাখানার একটি ছিল সেন্ট অ্যালবান্সে। ইংল্যান্ডের প্রথম কাগজকল, যা জন টেটের মালিকানাধীন ছিল, ১৪৯৪ সালে হার্টফোর্ডে আজকের প্রশাসনিক বিভাগ হাসপাতালের বিপরীতে অবস্থিত ছিল; রাজা হেনরি সপ্তম দু'বার এটি পরিদর্শন করেন এবং এটি কিছু পোপের বুল কাগজে তার সিংহাসনে বসার স্বীকৃতি চিহ্ন হিসেবে তারকা ও বৃত্ত জলছাপ ব্যবহার করত।\n\n\n== রেনেসাঁ ==\nদীর্ঘ এলিজাবেথীয় শান্তি ও ইউরোপের অস্থিরতা রেনেসাঁ কালে ইংল্যান্ডের বাণিজ্যিক শক্তিকে বৃদ্ধি করে। ইউরোপীয় শরণার্থীরাও ইংল্যান্ডের অর্থনীতিতে অবদান রাখেন। লন্ডন ছিল এই নতুন শক্তির কেন্দ্র, এবং হার্টফোর্ডশায়ারের বাণিজ্যও এর সুবিধা ভোগ করে।\nনভেম্বর ১৫২৪ সালে, অ্যারাগনের ক্যাথরিন হার্টফোর্ড ক্যাসেলে রাজকীয় সভা করেন। ৩ মে ১৫৪৭ সালে, রাজা এডওয়ার্ড ষষ্ঠ তার বোন মেরিকে হার্টফোর্ডের রাজপ্রাসাদ ও টোলের মালিকানা প্রদান করেন।\nরানি মেরির শাসনে, যিনি \"রক্তাক্ত মেরি\" নামে পরিচিত হন, তিনজন \"বিশ্বাসচ্যুত\" (অর্থাৎ প্রোটেস্টান্ট, যারা ক্যাথলিক হতে অস্বীকার করেন) হার্টফোর্ডশায়ারে মৃত্যুদণ্ডপ্রাপ্ত হন। উইলিয়াম হেল, থমাস ফাস্ট, এবং জর্জ ট্যাঙ্কারভিল যথাক্রমে বার্নেট, ওয়্যার এবং সেন্ট অ্যালবান্সে মৃত্যুদণ্ডপ্রাপ্ত হন। ১৫৫৪ সালে, রানি মেরি হার্টফোর্ডকে তার প্রথম চার্টার প্রদান করেন।\n\nরানি এলিজাবেথ প্রথম ছোটবেলায় হ্যাটফিল্ড প্রাসাদ, হ্যাটফিল্ডে বসবাস করতেন। লন্ডনে প্লেগ ছড়িয়ে পড়লে, তিনি ১৫৬৪ ও ১৫৮১ সালে হার্টফোর্ড ক্যাসেলে সংসদ পরিচালনা করেন। আইন-আদালত একই কারণে সেন্ট অ্যালব্যান্সে স্থানান্তরিত হয়েছিল। তাঁর শাসনকালে, হার্টফোর্ডশায়ারের সৈন্যদের দক্ষতার জন্য বিশেষভাবে প্রশংসা করা হয়েছিল। ১৫৮৮ সালে অ্যাংলো-স্প্যানিশ যুদ্ধের জন্য মোতায়েনের সময়, এই প্রশাসনিক বিভাগ ব্রেন্টউডে পঁচিশটি ল্যান্স এবং ষাটটি হালকা অশ্বারোহী পাঠিয়েছিল, টিলবেরিতে এক হাজার পদাতিক সৈন্য, স্ট্র্যাটফোর্ড-অ্যাট-বাওতে এক হাজার এবং মহামান্য রাণীর নিরাপত্তার জন্য পাঁচশো সৈন্য নিযুক্ত করেছিল। পরের বছর হার্টফোর্ডশায়ারের প্রতীকচিহ্ন অনুমোদিত হয়।  ১৬০২ সালে হার্টফোর্ড (কানেকটিকাট)-এর প্রতিষ্ঠাতা স্যামুয়েল স্টোন হার্টফোর্ডের ফর স্ট্রিটে জন্মগ্রহণ করেন।\n\nরাজা জেমস প্রথম প্রায়ই হার্টফোর্ডশায়ারে আসতেন এবং সেখানে বেশ কিছু উন্নয়নমূলক কাজ করিয়েছিলেন। তিনি থিওবল্ডস পার্ক নির্মাণ করেন এবং হার্টফোর্ডশায়ারের দক্ষিণ অংশের একটি বিশাল এলাকা দেয়াল দিয়ে ঘিরে ফেলেন। এই দেয়ালের কিছু অংশ এখনো বিদ্যমান। তিনি নিউ রিভার তৈরিতেও ভূমিকা রেখেছিলেন, যা ওয়েলশ উদ্যোক্তা হিউ মাইডেলটন-এর ধারণায় নির্মিত হয়েছিল—একটি কৃত্রিম জলপথ, যা ইংল্যান্ডের খাল নেটওয়ার্কের নির্মাণের এক শতাব্দীরও বেশি সময় আগে তৈরি হয়েছিল।\nজেমস প্রথম, যিনি নিশ্চিতভাবেই কুকুরপ্রেমী ছিলেন, তিনি রয়স্টনে একটি বিশাল কুকুরশালা (প্রায় ৪৬ ফুট (১৪ মিটার) লম্বা) এবং একটি কুকুরের উঠান (অর্ধ একরেরও বেশি আয়তনের) নির্মাণ করেছিলেন। তিনি রয়স্টনকে খুব ভালোবাসতেন এবং সেখানে অনেক সময় কাটাতেন—শিকার, ভোজ ও আনন্দে মেতে থাকতেন। এতটাই যে একদিন তাঁর প্রিয় কুকুর জাউলার গলায় বাঁধা একটি চিঠি নিয়ে ফিরে আসে। চিঠিতে লেখা ছিল: \"শ্রদ্ধেয় মি. জাউলার, অনুগ্রহ করে রাজাকে বলবেন (কারণ তিনি প্রতিদিন আপনাকে শোনেন, কিন্তু আমাদের নয়) যেন মহামান্য লন্ডনে ফিরে যান, নাহলে এই অঞ্চলের অবস্থা শোচনীয় হয়ে পড়বে; আমাদের সমস্ত রসদ শেষ হয়ে গেছে এবং আমরা তাঁকে আর আতিথ্য দিতে পারছি না।\"\nগৃহযুদ্ধের সময়, এই প্রশাসনিক বিভাগ মূলত পার্লামেন্টের পক্ষে ছিল। সেন্ট অ্যালবানস বিশেষভাবে পার্লামেন্টারিয়ানদের শক্ত ঘাঁটি ছিল। যুদ্ধ চলাকালীন, বিভিন্ন শিবিরে থাকা সেনাদের মধ্যে কিছু বিদ্রোহী ও পলাতক সৈন্যরা চিলটার্নস অঞ্চলে ধ্বংসযজ্ঞ চালায়, অ্যাশরিজ লুট করে, লিটল গ্যাডেসডেন চার্চ তছনছ করে এবং তার সমাধিগুলো ভেঙে ফেলে। ১৬৪৫ সালে, অলিভার ক্রমওয়েল-এর নতুন মডেল বাহিনীর বারোজন সৈন্য এই প্রশাসনিক বিভাগর সাধারণ মানুষের প্রতি চরম সহিংসতার দায়ে ফাঁসিতে ঝুলেছিল।\n১৬৪৭ সালে, প্রথম গৃহযুদ্ধে বিজয়ের পরও পার্লামেন্টারিয়ান বাহিনী তাদের বকেয়া বেতন না পাওয়ায়, তারা রয়স্টনের কাছে থ্রিপলো হিথ-এ শিবির গাড়ে এবং পার্লামেন্টকে চিঠি লিখে তাদের প্রাপ্য বেতনের দাবি জানায়। এর ফলে ১৫ নভেম্বর ১৬৪৭ সালে ওয়্যার-এর কাছে ককবুশ ফিল্ডে ক্রমওয়েলের বাহিনীর সাথে লেভেলারদের সংঘর্ষ হয়। ক্রমওয়েল লেভেলারদের \"আন্দোলনকারী\"দের আটক করে এবং কয়েকজনকে মৃত্যুদণ্ড দেয়, যদিও মাত্র একজনের শাস্তি কার্যকর হয়েছিল।\nলন্ডনের মহা অগ্নিকাণ্ড-এর পর, অনেক শিশু হার্টফোর্ডশায়ারে পাঠানো হয়েছিল: ৬২ জন ওয়্যার-এ এবং ৫৬ জন হার্টফোর্ডে পাঠানো হয়। কয়েক বছর পর, রাজা চার্লস দ্বিতীয়-এর কাছে হার্টফোর্ডের মেয়র ও জনগণ শহরের সনদপত্র নিশ্চিতকরণ, সংশোধন এবং সম্প্রসারণের জন্য আবেদন করে। তদন্ত করা হয় যে কেউ এর বিরুদ্ধে আপত্তি জানাবে কি না, এবং তিনজন বিশিষ্ট ব্যক্তি আপত্তি জানান, কিন্তু ১৬৮০ সালে অ্যাটর্নি জেনারেল তাদের অভিযোগকে বিদ্বেষপ্রসূত বলে খারিজ করে দেন। এরপর থেকে শহরটির নিজস্ব একজন করোনার নিযুক্ত হয়, যিনি একইসাথে টাউন ক্লার্কের দায়িত্বও পালন করতেন, এবং শহরের আদালত ও বাজারের দিন পরিবর্তন করা হয় যাতে এটি ওয়্যার, হডডেসডন বা হ্যাটফিল্ডের বাজারের সাথে সংঘর্ষ না করে।\n১৬৮৩ সালে, রাই হাউস ষড়যন্ত্রের অংশ হিসেবে চার্লস দ্বিতীয় এবং তার ভাইকে হত্যা করার পরিকল্পনা করা হয়, যখন তারা হার্টফোর্ডশায়ারের রাই হাউসের পাশ দিয়ে যাচ্ছিলেন। তবে, রাজপরিবার নির্ধারিত সময়ের আগেই সেখানে পৌঁছে যাওয়ায় ষড়যন্ত্রকারীরা সুযোগ হাতছাড়া করে। পরবর্তীতে, এই ষড়যন্ত্র প্রকাশিত হলে এটি হুইগ নেতাদের দমন করার অজুহাত হিসেবে ব্যবহৃত হয়।\n\n\n== আধুনিক যুগ ==\n\nগত দুই শতকে হার্টফোর্ডশায়ারের জনসংখ্যা দশগুণ বৃদ্ধি পেয়েছে। ১৮শ শতকের শেষের দিকে, এখানে জনসংখ্যা ছিল প্রায় ৯৫,০০০।  ১৮২১ সালে, এটি ১,৩০,০০০-এর কাছাকাছি ছিল।  ১৮৮১ সালে এটি ২,০৩,০০০ ছাড়িয়ে যায়, এবং ১৯২১ সালে তা ৩,৩৩,০০০ ছাড়িয়ে যায়।  ২০০১ সালের আদমশুমারি অনুযায়ী, জনসংখ্যা দাঁড়ায় ১০,৩৩,৯৭৭।  ১৮শ শতকে হার্টফোর্ডশায়ারে বিয়ার প্রস্তুতকরণ একটি গুরুত্বপূর্ণ শিল্পে পরিণত হয়।\n১৭২৯ সালে গুটিবসন্ত হার্টফোর্ডের কারাগারে ছড়িয়ে পড়ে এবং পরে পুরো শহরে বিস্তার লাভ করে। পরের বছর, এটি হিটচিনে ছড়িয়ে পড়ে এবং ১৫৮ জনের মৃত্যু হয়।  রিভার লি ন্যাভিগেশন আইন ১৭৩৮ (১২ জর্জ ২. c. 32) অনুযায়ী নদী উন্নয়ন করা হয়, যাতে এটি ওয়্যার পর্যন্ত নৌ চলাচলের উপযোগী হয়ে ওঠে। লক তৈরি করা হয় ওয়্যার, ব্রক্সবোর্ন এবং \"স্ট্যানস্টেড\"-এ (সম্ভবত স্ট্যানস্টেড অ্যাবটস, কারণ স্ট্যানস্টেড মাউন্টফিটচেট লি নদীর পাশে নয়)। ১৭৯৭ সালের মধ্যে গ্র্যান্ড জাংশন ক্যানাল (বর্তমানে গ্র্যান্ড ইউনিয়ন ক্যানাল) নির্মাণ শুরু হয়। এর সর্বোচ্চ বিন্দু হার্টফোর্ডশায়ারের ট্রিং সামিট, যা ১৭৯৯ সালে তৈরি হয়েছিল।  যেহেতু একটি ক্যানাল বার্জ একসাথে অনেক বেশি পণ্য পরিবহন করতে পারে, তাই জলপথের এই সম্প্রসারণ লন্ডনে সরবরাহ বৃদ্ধির পাশাপাশি আবর্জনা ও সার সরিয়ে নেওয়ার কাজেও সহায়ক হয়েছিল।\nসাত বছরের যুদ্ধ চলাকালে হার্টফোর্ডশায়ার মোবিলাইজেশনের মধ্যে পড়ে। ১৭৫৬ সালে, ওয়্যার-এর সরাইখানা ও পাবগুলোর সৈন্যদের থাকার জন্য £৩৫০ প্রদান করা হয়।  পরের বছর, পিটের সেনাবাহিনী সংস্কার কার্যক্রমের ফলে হার্টফোর্ডশায়ারকে ৫৬০ জন অফিসার ও সৈন্য সরবরাহ করতে বাধ্য করা হয়।\nএই প্রশাসনিক বিভাগ ফরাসি বিপ্লবী যুদ্ধেও সৈন্য সরবরাহ করে। ৭ মে ১৭৯৪ সালে, হার্টফোর্ডশায়ার ইয়োম্যানরি ক্যাভালরি রেজিমেন্ট গঠিত হয়, যাতে পাঁচটি ক্যাভালরি ট্রুপ ছিল।  ১৭৯৭ সালে লয়্যাল হেমেল হেম্পস্টেড ভলান্টিয়ার বাহিনী গঠিত হয়।  ১৭৯৮ সালে আরও দুটি স্বেচ্ছাসেবী ট্রুপ বোর্হ্যামউড ও স ব্রিজওয়ার্থ-এ গঠিত হয়, এবং একই বছর হিটচিন ভলান্টিয়ার বাহিনীও গঠিত হয়, তবে তাদের কাজ ছিল কেবল হিটচিনের তিন মাইল (৪.৮ কিলোমিটার) এলাকার সীমানার মধ্যে প্রতিরক্ষা প্রদান করা।\n১৭৯৫ সালে, ড. ওয়াকার প্রশাসনিক বিভাগর কৃষি ও বনায়ন সম্পর্কিত একটি প্রতিবেদন তৈরি করেন। তিনি উল্লেখ করেন, \"হার্টস যুক্তিসঙ্গতভাবে রাজ্যের প্রথম ও সর্বোত্তম শস্য উৎপাদনকারী প্রশাসনিক বিভাগ বলে বিবেচিত,\" যদিও এটি স্থানীয় পক্ষপাতমুক্ত নয়। তবে এটি প্রমাণ করে যে উন্নত কৃষি কৌশল ও মাটির উন্নয়ন কার্যক্রমের ফলে কৃষকরা স্যাক্সন-নরস যুদ্ধের পর থেকে \"ভারী\" মাটিতে চাষের দক্ষতা বৃদ্ধি করেছে।\nদ্রুত বর্ধনশীল জনসংখ্যা এবং উন্নত নথি সংরক্ষণ পদ্ধতির ফলে,   ১৯শ ও ২০শ শতকে দ্রুত বৃদ্ধি পাওয়া জনসংখ্যা ও উন্নত নথি সংরক্ষণ ব্যবস্থার ফলে হার্টফোর্ডশায়ারের বিপুল পরিমাণ কাগজপত্র সংরক্ষিত হয়েছে। এই সমস্ত নথির অনেকগুলোই স্থানীয়ভাবে তৈরি কাগজে লেখা বা মুদ্রিত হয়েছিল, যখন কাগজ নির্মাণ শিল্প এখানে বিয়ার উৎপাদনের পাশাপাশি একটি প্রধান শিল্পে পরিণত হয়।\n\n১৮০৯ সালে, জন ডিকিনসন হেমেল হেম্পস্টেড-এর অ্যাপসলে মিলস ক্রয় করেন এবং সেখানে তার নতুন উদ্ভাবিত কাগজ তৈরির মেশিন স্থাপন করেন।  ১৮২১ সালে পেপার-মেকারস সোসাইটির সঙ্গে এক বিরোধে, তিনি সংশ্লিষ্ট শ্রমিকদের বরখাস্ত করেন এবং নতুন লোক নিয়োগ দেন।  ১৮২৫ সালের মধ্যে, অ্যাপসলে এবং ন্যাশ মিলস স্টিম পাওয়ার ব্যবহার করে কাগজ উৎপাদন শুরু করে।  ১৮২৯ সালে, ডিকিনসন তার সিল্ক থ্রেডপেপারের পেটেন্ট নেন, যা এক্সচেকার বন্ড তৈরিতে ব্যবহৃত হত এবং এটি দুজন শুল্ক কর্মকর্তা দ্বারা তদারকি করা হত।  ১৮৩০ সালে তিনি রিকম্যানসওয়ার্থ-এর কাছে ক্রক্সলে মিলস স্থাপন করেন এবং ১৮৩৬ সালে অ্যাবটস হিল, ন্যাশ মিলস নির্মাণ করেন।\n১৮৪০ সালে ইউনিফর্ম পেনি পোস্ট চালু হয়। ডিকিনসন ডাকটিকিটের জন্য কাগজ তৈরি করেছিলেন, পাশাপাশি মুলরেডি খাম-এর জন্যও।  তিনি ১৮৫১ সালে অ্যাপসলেতে একটি ব্যক্তিগত গ্যাস কারখানা নির্মাণ করেন। ১৮৮৬ সালের মার্চ মাসে, জন ডিকিনসন অ্যান্ড কোং লিমিটেড গঠিত হয়, যার মূলধন ছিল £৫০০,০০০ এবং এতে ১০ একর (৪০,০০০ বর্গমিটার) কাচের ঘর ছিল। ১৯০০ সালের মধ্যে, কোম্পানির চেশান্ট এলাকায় ২৬৪ একর (১.০৭ বর্গকিলোমিটার) কাচের ঘর ছিল।\nরথামস্টেড রিসার্চ, যা পূর্বে পরীক্ষামূলক কেন্দ্র এবং পরে ইনস্টিটিউট অব অ্যারেবল ক্রপস রিসার্চ নামে পরিচিত ছিল, এটি বিশ্বের অন্যতম প্রাচীন কৃষি গবেষণা কেন্দ্র। এটি হার্পেনডেন এলাকায় অবস্থিত এবং ১৮৪৩ সালে এক সার উদ্ভাবকের দ্বারা প্রতিষ্ঠিত হয়।\n\nউনিশ শতক সামরিক কর্মকাণ্ডের জন্যও ব্যস্ত সময় ছিল। ১৮০৩ সালে স্বেচ্ছাসেবী পদাতিক বাহিনীর দশটি ইউনিট গঠিত হয়।  ১৮০৪ সালে, সেন্ট অ্যালবানসের ক্লক টাওয়ার সেমাফোর সিস্টেমের মাধ্যমে ট্রাফালগারের যুদ্ধের সংবাদ প্রচার করেছিল। ওয়েলিংটনের ডিউক ১৮১৪ সালে নেপোলিয়নের পরাজয়ের পর সেন্ট অ্যালবানস বোরোর স্বাধীনতা অর্জন করেন।  ১৮৯১ সালে হার্টফোর্ডশায়ার রেজিমেন্ট বেডফোর্ডশায়ার রেজিমেন্ট-এর চতুর্থ ব্যাটালিয়নে পরিণত হয়, এবং ১৯০০ সালের মার্চ মাসে, কেপ টাউন-এ ইম্পেরিয়াল ইয়োমানরির ৪২তম (হার্টফোর্ডশায়ার) কোম্পানি অবতরণ করে। সেসিল রোডস, যিনি ডি বিয়ার্স এবং রোডেশিয়া (বর্তমানে জিম্বাবুয়ে) প্রতিষ্ঠা করেছিলেন, তিনি ১৮৫৩ সালে বিশপস স্টর্টফোর্ড-এর সাউথ স্ট্রিটে জন্মগ্রহণ করেন। তাঁর বাড়িটি এখনও বিদ্যমান এবং বর্তমানে এটি একটি জাদুঘরে রূপান্তরিত হয়েছে।  তিনি তাঁর শৈশবের বড় অংশ দক্ষিণ আফ্রিকায় কাটান, তবে ১৮৭৩ সালে আবার বিশপস স্টর্টফোর্ডে ফিরে আসেন।\n\nইংল্যান্ডের প্রথম শাখা রেললাইনটি অ্যালসবেরি রুটে ছিল, যা ১৮৩৯ সালে খোলা হয়। এটি হার্টফোর্ডশায়ারের মার্সটন গেটে একটি স্টেশন অন্তর্ভুক্ত করেছিল।  লন্ডন থেকে কেমব্রিজ অভিমুখে একটি নতুন রেলপথ নির্মিত হয়, যা ১৮৪০ সালে ব্রোকসবোর্ন, ১৮৪১ সালে হারলো, এবং ১৮৪২ সালে বিশপস স্টর্টফোর্ড পর্যন্ত পৌঁছায়। ১৮৪৩ সালে হার্টফোর্ড পর্যন্ত একটি শাখা লাইন খোলা হয়।  ১৮৭০ সালের হ্যাটফিল্ড ট্রেন দুর্ঘটনা বক্সিং ডে-তে ঘটে। ১৮৮৭ সালে লন্ডন আন্ডারগ্রাউন্ড রেললাইন রিকমেন্সওয়ার্থ পর্যন্ত সম্প্রসারিত হয়।\n\n\n== বিংশ শতাব্দী ==\n\n\n=== প্রথম বিশ্বযুদ্ধের পূর্বে ===\nলেচওয়ার্থ এবং ওয়েলউইন গার্ডেন সিটি ইংল্যান্ডের নগর পরিকল্পনার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা রেখেছিল।  প্রথম গার্ডেন সিটি কোম্পানি ১৯০৩ সালে £৩০০,০০০ মূলধন নিয়ে গঠিত হয়, এবং ১৯১৪ সালের মধ্যে লেচওয়ার্থের জনসংখ্যা প্রায় ১০,০০০-এ পৌঁছায়।  এবেনিজার হাওয়ার্ড ১৯১৯ সালে প্রায় ১,৫০০ একর (৬.১ বর্গকিলোমিটার) জমি কেনেন, এবং ১৯২০ সালে প্রথম ওয়েলউইন গার্ডেন সিটি-র বাসিন্দারা বসবাস শুরু করেন।  শহরটির আনুষ্ঠানিক প্রতিষ্ঠার তারিখ ছিল ২৯ এপ্রিল।\nপ্রথম বিশ্বযুদ্ধ শুরুর পর, হার্টফোর্ডশায়ার ইয়োমানরি ১৯১৪ সালের সেপ্টেম্বর মাসে সংগঠিত হয় এবং দ্রুত মিশরে মোতায়েন করা হয়। দ্বিতীয় লন্ডন ডিভিশন এবং টেরিটোরিয়াল বাহিনীর সদর দপ্তর সেন্ট অ্যালবানসে ছিল।  ১/১ম হার্টফোর্ডশায়ার রেজিমেন্ট ১৯১৪ সালের নভেম্বর মাসে লে হাভর-এ অবতরণ করে এবং ইপ্রসের যুদ্ধ-এ অংশ নেয়।\n১৫ মে ১৯১৫ সালে হার্টফোর্ডশায়ার স্বেচ্ছাসেবী বাহিনী গঠিত হয়।  ১৩ অক্টোবর, একটি জেপেলিন হামলায় হার্টফোর্ডের নর্থ রোডে বেশ কয়েকটি বাড়ি ধ্বংস হয়।  ১৯১৬ সালে, হার্টফোর্ডশায়ার রেজিমেন্ট ৩৯তম ডিভিশনে স্থানান্তরিত হয় এবং সেন্ট জুলিয়েনের যুদ্ধ-এ লড়াই করে।\nদ্বিতীয় বিশ্বযুদ্ধ শুরু হলে, হার্টফোর্ডশায়ার রেজিমেন্ট-এর প্রথম ও দ্বিতীয় ব্যাটালিয়ন মোতায়েন করা হয়। তারা ইস্ট অ্যাংলিয়ান ডিভিশন-এর ১৬২তম পদাতিক ব্রিগেডের অংশ ছিল এবং নরমান্ডি অবতরণ-এর সময় ভার-সুর-মের-এ সহায়তা প্রদান করে।\n\n১৯৪০ সালের মে মাসে, হার্টফোর্ড প্রশাসনিক বিভাগ হলে (যা মাত্র ১৯৩৯ সালে উদ্বোধন করা হয়েছিল) জনসাধারণের একটি সভা অনুষ্ঠিত হয়, যেখানে হার্টফোর্ডশায়ারে স্থানীয় প্রতিরক্ষা স্বেচ্ছাসেবক বাহিনী গঠনের বিষয়টি আলোচিত হয়। সঙ্গে সঙ্গে উনিশটি কোম্পানি গঠিত হয়।  সেই বছরের ডিসেম্বর মাসে, তারা আনুষ্ঠানিকভাবে হার্টফোর্ডশায়ার হোম গার্ডে পরিণত হয়।\n১৯৪২ সালে, রয়্যাল আর্টিলারি'র ১৯১তম (হার্টফোর্ডশায়ার ও এসেক্স ইয়োমানরি) ফিল্ড রেজিমেন্ট উত্তর ইউরোপে সম্ভাব্য অভিযানের জন্য প্রস্তুতি গ্রহণ করে।  দ্বিতীয় বিশ্বযুদ্ধের সময়, হার্টফোর্ডশায়ার বিমান নির্মাণের অন্যতম প্রধান কেন্দ্র হয়ে ওঠে। ডি হ্যাভিল্যান্ড তাদের মসকিটো বিমান হ্যাটফিল্ড-এ ডিজাইন করে এবং এটি লিভসডেনে তৈরি করা হয়। এখানে হ্যালিফ্যাক্স বোম্বার-এরও নির্মাণ কাজ সম্পন্ন হয়।\n\"অনেক আরএএফ পাইলটকে পানশ্যাঙ্গারে প্রশিক্ষণ দেওয়া হয়েছিল।  ১৯৪০ সাল থেকে, নং ২ (এসি) স্কোয়াড্রন আরএএফ সোয়াব্রিজওয়ার্থ-এ অবস্থান নিয়েছিল, যার উদ্দেশ্য ছিল অধিকৃত ইউরোপের ওপর কৌশলগত নজরদারি অভিযান পরিচালনা করা। প্রথমে এটি ওয়েস্টল্যান্ড লাইস্যান্ডার বিমান পরিচালনা করত, পরে আরও উন্নত কার্টিস টমাহক এবং নর্থ আমেরিকান মাস্টাং বিমানে পুনরায় সজ্জিত হয়।\nদ্বিতীয় বিশ্বযুদ্ধের সময় হার্টফোর্ডশায়ারের ওপর প্রায় ৪০০০টি বোমা, ১০৭টি ভি-১ উড়ন্ত বোমা এবং ৪৭টি ভি-২ রকেট পড়েছিল।  ৩৯৮তম বোম্বার্ডমেন্ট গ্রুপ (ভারী)-এর আমেরিকান ফ্লাইং ফোর্ট্রেস বোম্বাররা আরএএফ নাথাম্পস্টেড থেকে মহাদেশের লক্ষ্যের ওপর ১৯৫টি যুদ্ধ অভিযান পরিচালনা করেছিল। যুক্তরাষ্ট্রের সেনাবাহিনীর বিমান বাহিনী আরএএফ বোভিংডন-কে প্রশিক্ষণ কেন্দ্র হিসেবে ব্যবহার করেছিল, এবং মার্কিন ভিআইআইআই ফাইটার কমান্ড সদর দফতর আরএএফ বুশি হল-এ অবস্থিত ছিল।\n\n\n=== যুদ্ধ পরবর্তী সময় ===\nযুদ্ধের পর, স্টিভেনেজ ছিল প্রথম শহর যা নিউ টাউনস অ্যাক্ট ১৯৪৬-এর অধীনে পুনর্গঠিত হয়। হ্যাটফিল্ড বিমান শিল্পের সাথে ঘনিষ্ঠভাবে যুক্ত ছিল, এবং ১৯৬০-এর দশকে ইংল্যান্ডের প্রায় ১০% বিমান শিল্প কর্মী হার্টফোর্ডশায়ারে কাজ করত।  শহরটিতেই দ্য হ্যাভিল্যান্ড কমেট বিমানটি উন্নয়ন করা হয়েছিল। লন্ডন গভর্নমেন্ট অ্যাক্ট ১৯৬৩ ১৯৬৫ সালে গ্রেটার লন্ডন সম্প্রসারিত করে, যার ফলে বার্নেট হার্টফোর্ডশায়ার থেকে বিচ্ছিন্ন হয়, তবে এর পরিবর্তে প্রশাসনিক বিভাগ পটার্স বার এবং সাউথ মিমস অঞ্চলগুলিকে মিডলসেক্স থেকে অন্তর্ভুক্ত করে। লোকাল গভর্নমেন্ট অ্যাক্ট ১৯৭২-এর সংস্কারের সময়, রোয়েস্টন পুরোপুরি হার্টফোর্ডশায়ারের অংশ হয়ে ওঠে। ক্যামফিল্ড হাউস, হ্যাটফিল্ড, এই সময়ে বারবারা কার্টল্যান্ড-এর মালিকানাধীন ছিল এবং বিয়াট্রিক্স পটার-ও সেখানে বসবাস করেছিলেন।  ১৯৯৩ সালে, প্রশাসনিক বিভাগর সীমানা পুনরায় নির্ধারণ করা হয়, যখন এলস্ট্রি পুরোপুরি হার্টফোর্ডশায়ারের অন্তর্ভুক্ত হয় এবং গ্রেটার লন্ডনের কিছু অংশ (ইতিহাসগতভাবে মিডলসেক্স) থেকে জমি লাভ করে।\nদ্বিতীয় বিশ্বযুদ্ধের সময়, ভাস্কর হেনরি মুর হার্টফোর্ডশায়ারের পেরি গ্রিন গ্রামে চলে যান, যখন তার পূর্ববর্তী বাড়ি বোমা হামলায় ধ্বংস হয়। হেনরি মুর ফাউন্ডেশন এখনও এই গ্রাম থেকে পরিচালিত হয়।\n২০শ শতকের শেষভাগে হার্টফোর্ডশায়ারের চরিত্র পরিবর্তিত হয়। ১৯৯২ সালে, হ্যাটফিল্ডের বিমান নির্মাণ কেন্দ্র বন্ধ করার সিদ্ধান্ত নেওয়া হয়।  ২০শ শতকের শুরুতে, ৮৩% কর্মসংস্থান ছিল কৃষি খাতে, কিন্তু শতকের শেষে তা ১% এরও কমে নেমে আসে।  বর্তমানে, শুধুমাত্র একটি ব্রিউয়ারি, ম্যাকমালেন্স, চালু রয়েছে এবং আর কোনো বাণিজ্যিক মল্টিং বা মিল অবশিষ্ট নেই।\nআজ, হার্টফোর্ডশায়ার একটি পরিষেবা এবং প্রশাসনিক কেন্দ্র হয়ে উঠেছে, যেখানে বেশ কয়েকটি গুরুত্বপূর্ণ সংস্থার প্রধান কার্যালয় রয়েছে (দেখুন এখানে) এবং এটি লন্ডনের জন্য একটি আবাসিক শহর হিসেবে কাজ করে। গবেষণা ও উন্নয়নের প্রবণতা বৃদ্ধি পাচ্ছে, বিশেষ করে গ্ল্যাক্সো এবং হার্টফোর্ডশায়ার বিশ্ববিদ্যালয়ে, যা তুলনামূলকভাবে ছোট প্রতিষ্ঠান হিসেবে হ্যাটফিল্ড পলিটেকনিক থেকে শুরু হয়ে বর্তমানে ২৩,০০০-এরও বেশি শিক্ষার্থী নিয়ে পরিচালিত হচ্ছে।\n১৭ অক্টোবর ২০০০-এ, হ্যাটফিল্ডে একটি বড় রেল দুর্ঘটনা ঘটে।  দুর্ঘটনার পর রেলট্র্যাক-এর বিরুদ্ধে ব্যাপক সমালোচনা হয়, এবং কোম্পানিটিকে ৭০০ মিলিয়ন পাউন্ডের বেশি ক্ষতিপূরণ দিতে হয়। ২০০২ সালে দেউলিয়ার কারণে এটি ব্যবসা বন্ধ করে।\n১১ ডিসেম্বর ২০০৫-এর বান্সফিল্ড অগ্নিকাণ্ড হেমেল হেম্পস্টেডে একটি বড় বিপর্যয় ছিল। হার্টফোর্ডশায়ারের প্রধান দমকল কর্মকর্তা, রয় উইলশার, একে \"সম্ভবত শান্তিকালীন ইউরোপের সবচেয়ে বড় অগ্নিকাণ্ড\" হিসেবে অভিহিত করেন।\nপ্রায় ষাট মিলিয়ন গ্যালন পেট্রোল পুড়ে যায়, বিস্ফোরণের মধ্যে সবচেয়ে বড়টির মাত্রা রিখটার স্কেলে ২.৫-এর কাছাকাছি ছিল, এবং ধোঁয়া আশেপাশের শহরগুলোর আকাশ অন্ধকার করে দেয় যা দুই দিন পর নিয়ন্ত্রণে আসে।\nকৃষি, মৎস্য এবং বনায়ন খাতে দীর্ঘমেয়াদী ধীর পতনের ধারায়, ২০১১ সালের জনগণনা অনুসারে হার্টফোর্ডশায়ারে এই খাতে মাত্র ১,৮৭৮ জন কর্মী নিযুক্ত ছিলেন।\n\n\n== সংরক্ষণ ==\nহার্টফোর্ডশায়ারে ১৭০০ সালের আগের তালিকাভুক্ত ভবন এবং গ্রামীণ খেলার মাঠের সংখ্যা গ্রেটার লন্ডনের তুলনায় বেশি। উদাহরণস্বরূপ, হার্টফোর্ডশায়ারের গ্রেড II* তালিকাভুক্ত ভবন দেখুন, যা সাধারণত এই শ্রেণির মধ্যে পড়ে। সমস্ত ১০টি জেলা (অথবা বরো) কাউন্সিল নির্দিষ্ট করে সংরক্ষণ এলাকা চিহ্নিত করেছে।\n\n\n== অপরাধ ও অপরাধী ==\nরাজা স্টিফেন ১১৪৩ সালে সেন্ট অলব্যান্সে আদালত বসান। তিনি জেফ্রি ডি ম্যান্ডেভিলকে গ্রেপ্তার করেন, যিনি সম্রাজ্ঞী ম্যাটিল্ডার পক্ষ থেকে লন্ডন, মিডলসেক্স এবং হার্টফোর্ডশায়ারের শেরিফের দায়িত্ব পালন করছিলেন। ডি ম্যান্ডেভিল তাঁর দুর্গগুলো হস্তান্তর করেন, যার মধ্যে ছিল সাউথ মিমসে সম্প্রতি নির্মিত একটি দুর্গও। পরবর্তীতে তিনি একজন কুখ্যাত দস্যু ও ডাকাত হয়ে ওঠেন।\nসপ্তদশ শতাব্দীর এক মহিলা দস্যু, যিনি \"দুষ্ট মহিলা\" নামে পরিচিত ছিলেন, নোম্যানসল্যান্ড কমন এলাকায় ওয়াটলিং স্ট্রিট ধরে ওয়েলসের শেষ প্রান্ত পর্যন্ত ভ্রমণকারীদের লুট করতেন। ধারণা করা হয়, তিনি ছিলেন লেডি ক্যাথারিন ফেরার্স (১৬৩৪-১৬৬০) যিনি মার্কিয়েট সেল-এর বাসিন্দা ছিলেন। তিনি তাঁর স্বামী থমাস ফ্যানশ (Fanshawe)-এর সঙ্গে বিচ্ছিন্ন সম্পর্ক বজায় রেখেছিলেন। তাঁর মৃতদেহ ওয়্যার-এ সমাধিস্থ করার জন্য পুরো প্রশাসনিক বিভাগর মধ্যে বহন করা হয়। ১৮৪০ সালে একটি বড় অগ্নিকাণ্ডের সময় এই সম্পর্কে একটি লোককথা প্রচলিত হয়:\nসেলের পাশে আছে একটি কূপ\nকূপের পাশে আছে একটি গাছ\nগাছের পাশে গুপ্তধন আছে\nইংল্যান্ডের শেষ যুগের ডাইনিবিদ্যার বিচারের মধ্যে জেন ওয়েনহ্যামের বিচার অন্যতম। ১৭১২ সালে ওয়াকর্নের এই বৃদ্ধা (৭০ বছরের বেশি বয়সী) ডাইনিবিদ্যার অপরাধে দোষী সাব্যস্ত হন। রানি অ্যান তাঁকে ক্ষমা করেন এবং তিনি \"গিলস্টনে একটি কুটিরে\" বসবাস করতে থাকেন। ১৭৫১ সালে, গাবলকট, ট্রিং-এর জন এবং রুথ ওসবার্নকে ডাইনিবিদ্যার অভিযোগে অভিযুক্ত করা হয়। একদল উন্মত্ত জনতা তাদের গ্রাম্য পুকুরে টেনে নিয়ে যায়, যেখানে রুথ ডুবে মারা যান। টমাস কোলি নামে এক চিমনি পরিষ্কারকর্মী, যিনি সম্ভবত এই ঘটনার প্রধান সংগঠক ছিলেন, তাকে ফাঁসি দেওয়া হয়; তবে জনগণ এই ফাঁসির বিরোধিতা করে এবং এটি দেখার জন্য জড়ো হয়নি।\nযা হিচিন আদালতের ১৭শ শতকের রেকর্ড পাওয়া যায়। ১৭৪৪ সালে উইলিয়াম বোগডানি লিখেছিলেন:\n\n... এই হিচিনবাসীরা পৃথিবীর সবচেয়ে মামলাবাজ মানুষ, এবং বেশিরভাগই যথেষ্ট সচ্ছল। তাই যখনই আমি কোনো সম্পত্তি বাজেয়াপ্ত করতে চেয়েছি, তারা মামলাটি উচ্চ আদালতে নিয়ে গেছে। আপনি বুঝতেই পারছেন, ১০ বা ২০ শিলিং জরিমানার জন্য মামলা পরিচালনা করা আমার পক্ষে লাভজনক ছিল না।\n১৭৮৩ সালে, গ্রাম পরিষদ একটি নজরদারি দল গঠন করে যাতে \"শহরে বা শহরের আশেপাশে প্রায় প্রতি রাতে সংঘটিত দুঃসাহসী ডাকাতির ঘটনাগুলো বন্ধ করা যায়।\"\nএর পরের বছর ভিনসেঞ্জো লুনার্দির ব্রিটেনের প্রথম বেলুন অভিযান স্ট্যান্ডন গ্রিন এন্ডে অবতরণ করে, যেখানে একটি স্মৃতিফলক এই কৃতিত্ব স্মরণে স্থাপন করা হয়েছে।  হার্টফোর্ডের উলওয়ার্থস-এর (যা বর্তমানে বন্ধ) শাখাটি একসময় \"মেইডেন হেড\" নামে একটি সরাইখানা ছিল। এই সরাইখানা থেকেই \"হার্টফোর্ডের মারাত্মক পাই বিক্রেতা\" ওয়াল্টার ক্লিবোর্ন তার কার্যক্রম পরিচালনা করতেন। তিনি বধির হওয়ার ভান করতেন, যাতে লোকজন তার সামনে অবাধে কথা বলে এবং তাদের গন্তব্য ও মূল্যবান সামগ্রীর অবস্থান সম্পর্কে তথ্য ফাঁস করে ফেলে। পরে, তার ছেলেরা, যারা নিজেদের চেহারা কালো করে ফেলত, সেই পথচারীদের রাতে আক্রমণ করত। ১৭৮২ সালে ড্যাচওয়ার্থ থেকে ব্রানফিল্ড যাওয়ার পথে এক জর্জ নর্থের গুলিতে ক্লিবোর্ন নিহত হন।\n১৮২৩ সালে, উইলিয়াম ওয়েয়ারের হত্যাকাণ্ড \"সংবাদপত্র দ্বারা পরিচালিত প্রথম বিচার\" হিসেবে পরিচিতি পায়। এই হত্যাকাণ্ড সংঘটিত করেন জন থার্টেল, যিনি নরউইচের মেয়রের পুত্র এবং এক berখ্যাত জুয়াড়ি ছিলেন। তিনি আদালতে দাবি করেন যে, অতিরিক্ত সংবাদ প্রচারের ফলে বিচারকগণ তার বিরুদ্ধে পক্ষপাতিত্ব দেখিয়েছেন। কিন্তু বিচারকদের সিদ্ধান্ত নিতে মাত্র ২০ মিনিট লেগেছিল এবং তাকে ফাঁসির আদেশ দেওয়া হয়।  বিচারের সময় এত বিশাল জনসমাগম হয়েছিল যে, বিচারক রাস্তায় প্রচণ্ড যানজটের কারণে আদালতে পৌঁছাতেই হিমশিম খেয়েছিলেন। প্রায় ১৫,০০০ মানুষ জন থার্টেলের ফাঁসি প্রত্যক্ষ করতে জড়ো হয়েছিল।\n১৮৯৯ সালে, হার্টফোর্ডের রেলওয়ে স্ট্রিটে মার্সি নিকলস হত্যাকাণ্ডের ঘটনা হার্টফোর্ডশায়ার পুলিশের কাঠামোগত পুনর্গঠনের প্রধান কারণ হয়ে ওঠে।\n\n\n== হার্টফোর্ডশায়ারের লেখকরা ==\nজেন অস্টেন (১৭৭৫–১৮১৭) হার্টফোর্ডশায়ার সম্পর্কে লিখেছিলেন। প্রাইড অ্যান্ড প্রেজুডিস উপন্যাসটি হার্টফোর্ডশায়ারের একটি কাল্পনিক সংস্করণে অবস্থিত। স্যার ফ্রান্সিস বেকন (১৫৬১–১৬২৬), যিনি লেখক ও লর্ড চ্যান্সেলর ছিলেন, তিনি সেন্ট অ্যালবানসের কাছাকাছি গোরহামবেরিতে বসবাস করতেন এবং সেন্ট মাইকেলের গির্জায় সমাহিত হন। জে. এম. ব্যারি (১৮৬০–১৯৩৭) তার বন্ধু পিটার লেলিন ডেভিসের ছেলে পিটারের উপর ভিত্তি করে পিটার প্যান চরিত্রটি তৈরি করেন, যখন তিনি বারখামস্টেডে তাদের পরিবার পরিদর্শন করেন। ডেম জুলিয়ানা বার্নার্স (১৩৮৮-?) ছিলেন বোক অফ সেন্ট অ্যালবানস-এর লেখক, যা শিকার, বাজপাখি প্রশিক্ষণ ও প্রতীক চিহ্ন সম্পর্কিত একটি গাইড, যা ১৪৮৬ সালে অ্যাবি প্রেস দ্বারা মুদ্রিত হয়। জন বানিয়ান (১৬২৮–১৬৮৮) হিচিনের সাথে যুক্ত ছিলেন, যদিও তাকে বেডফোর্ডে কারারুদ্ধ করা হয়েছিল, তিনি কেন্সওয়ার্থ ব্যাপ্টিস্ট চার্চের সদস্য ছিলেন (সেই সময়ে হার্টফোর্ডশায়ারে, যদিও বর্তমানে বেডফোর্ডশায়ারে)। তিনি হার্টফোর্ডশায়ারে ব্যাপকভাবে প্রচার করেছিলেন। জর্জ চ্যাপম্যান (প্রায় ১৫৫৯ – ১৬৩৪), যিনি ইলিয়াড ও ওডিসি-এর অনুবাদের জন্য বিখ্যাত, তিনি হিচিনে জন্মগ্রহণ করেন ও সেখানে বসবাস করেন। জিওফ্রে চসার (প্রায় ১৩৪৩ – ১৪০০) ১৩৮৯ সালে বারখামস্টেড ক্যাসেলের কর্ম পরিদর্শক ছিলেন।\n\nস্যার হেনরি চন্সি (১৬৩২–১৭১৯), যিনি হিস্টোরিকাল অ্যান্টিকুইটিজ অফ হার্টফোর্ডশায়ার (প্রকাশিত ১৭০০) লিখেছিলেন, ১৬৮০ সালে হার্টফোর্ডের প্রথম রেকর্ডার হন। স্যামুয়েল টেলর কোলরিজ (১৭৭২–১৮৩৪) হিচিনের ক্রাইস্টস হসপিটালে পড়াশোনা করেছিলেন। উইলিয়াম কাওপার (১৭৩১–১৮০০), কবি, বারখামস্টেডে জন্মগ্রহণ করেন ও সেখানে বসবাস করেন। পরবর্তীতে তাকে সেন্ট অ্যালবানসের একটি মানসিক আশ্রয়ে পাঠানো হয়। চার্লস ডিকেন্স (১৮১২–১৮৭০) প্রায়ই হার্টফোর্ডশায়ারে আসতেন (বিশেষ করে তার বন্ধু এডওয়ার্ড বুলওয়ার লিটনের সাথে দেখা করতে, যাকে নিচে উল্লেখ করা হয়েছে), এবং তার বেশ কয়েকটি উপন্যাসের গুরুত্বপূর্ণ অংশ এখানে সেট করা হয়েছে। স্যার রিচার্ড ফ্যানশ (১৬০৮–১৬৬৬) ওয়্যার পার্কে জন্মগ্রহণ করেন এবং তার স্মৃতিফলক ওয়্যার-এ রয়েছে। ই. এম. ফস্টার (১৮৭৯-?) স্টিভেনেজ ও ওয়েস্টনের মাঝামাঝি রুকস নেস্ট হাউসে বাস করতেন। উইলিয়াম গডউইন (১৭৫৬–১৮৩৬), যিনি একজন নিরাজবাদী দার্শনিক ছিলেন, তিনি ওয়্যারে একজন চ্যাপেল মন্ত্রী ছিলেন; তার স্ত্রী মেরি ওলস্টোনক্রাফট (১৭৫৯–১৭৯৭), যিনি এ ভিন্ডিকেশন অফ দ্য রাইটস অফ ওম্যান-এর লেখক, তাদের মেয়ে মেরি শেলি (১৭৯৭–১৮৫১)-কে জন্ম দেন, যিনি ফ্রাঙ্কেনস্টাইন লিখেছিলেন। গ্রাহাম গ্রিন (১৯০৪–১৯৯১) বারখামস্টেড গ্রামার স্কুলে পড়াশোনা করেন, যেখানে তার বাবা প্রধান শিক্ষক ছিলেন। জুলিয়ান গ্রেনফেল (১৮৮৮–১৯১৫), প্রথম বিশ্বযুদ্ধের কবি, প্যানশ্যাঙ্গারে বসবাস করতেন। লেডি ক্যারোলিন ল্যাম্ব (১৭৮৫–১৮২৭) ব্রকেট হলে থাকতেন এবং লর্ড বায়রন-এর সাথে তার দুঃখজনক প্রেমের সম্পর্কের পর গ্লেনারভন লিখেছিলেন। তিনি হ্যাটফিল্ডে সমাহিত হয়েছেন।\nনাথানিয়েল লি (প্রায় ১৬৫৩ – ১৬৯২), কবি ও নাট্যকার, হ্যাটফিল্ডে জন্মগ্রহণ করেন যেখানে তাঁর বাবা রেক্টর ছিলেন।\nএডওয়ার্ড বুলওয়ার-লিটন (১৮০৩–১৮৭৩) নেবওয়ার্থ হাউসে বসবাস করতেন, যা ছিল তাঁদের পারিবারিক বাসভবন। সেখানে তিনি প্রায়ই চার্লস ডিকেন্স ও বেঞ্জামিন ডিজরায়েলিসহ অন্যান্য বিশিষ্ট ব্যক্তিদের আমন্ত্রণ জানাতেন।\nজন স্কট (Amwell-এর জন স্কট), যিনি একজন কোয়াকার কবি ও লেখক ছিলেন, ১৭৪০ সালে গ্রেট আমওয়েল এ বসবাস শুরু করেন। তিনি আমওয়েল নামটি দেন (এমার কূপের নাম অনুসারে, যা কাছাকাছি ছিল কিন্তু এখন শুকিয়ে গেছে; এই কূপের কাছে তাঁর কবিতা \"এমা\"-এর একটি অংশ খোদাই করা আছে)।\nনোবেল পুরস্কারপ্রাপ্ত নাট্যকার জর্জ বার্নার্ড শ' হার্টফোর্ডশায়ারে বসবাস করতেন এবং ১৯৫০ সালে সেখানেই মৃত্যুবরণ করেন।\nঅ্যান্থনি ট্রলোপ (১৮১৫–১৮৮২) ওয়ালথাম ক্রস-এ বসবাস করতেন।\nথমাস ওয়ালসিংহ্যাম (?-১৪২২), যিনি হিস্টোরিয়া অ্যাংলিকানা-র লেখক এবং কৃষক বিদ্রোহের (Peasants' Revolt) ঘটনাবলির বিবরণ রচনাকারী ছিলেন, তিনি ১৫শ শতকের প্রথম দিকে সেন্ট অ্যালবন্স অ্যাবেতে একজন সন্ন্যাসী ছিলেন।\n\n\n== হার্টফোর্ডশায়ারে চলচ্চিত্র নির্মাণ ==\n\nহার্টফোর্ডশায়ার ছিল অগ্রণী ব্রিটিশ চলচ্চিত্র নির্মাতা আর্থার মেলবোর্ন-কুপার-এর জন্মস্থান, যিনি ১৮৭৪ সালে সেন্ট অ্যালবানসে জন্মগ্রহণ করেন। তিনি হার্টফোর্ডশায়ারে কাজ করতেন (পরবর্তীতে এটি লন্ডন বরো অফ বারনেট-এ অন্তর্ভুক্ত হয়), এবং বার্ট একরস (১৮৫৪–১৯১৮)-এর সহকারী/ক্যামেরাম্যান হিসেবে চলচ্চিত্র জগতের সূচনা প্রত্যক্ষ করেন। ১৮৯৫ সালে, একরস ব্রিটিশ প্রকৌশলী আর. ডব্লিউ. পলের তত্ত্বাবধানে প্রথম ব্রিটিশ ৩৫ মিমি চলমান ছবি ক্যামেরা সহ-উন্নয়ন করেন। কুপার পরবর্তী ২০ বছর ব্রিটিশ চলচ্চিত্র শিল্পে গুরুত্বপূর্ণ অবদান রাখেন। ১৯০৮ সালে তিনি হার্টফোর্ডশায়ারে প্রথম স্থায়ী সিনেমা, আলফা পিকচার হাউস, সেন্ট অ্যালবানসে প্রতিষ্ঠা করেন, যা ৮৭ বছর ধরে পরিচালিত হয়েছিল; ১৯৩০-এর দশকের সিনেমা ভবনটি সম্প্রতি পুনরুদ্ধার করা হয়েছে এবং ওডিসি সিনেমা হিসেবে পুনরায় চালু হয়েছে।\nএলস্ট্রি স্টুডিওস বিশ্বব্যাপী জনপ্রিয়তা অর্জন করেছে; এখানে নির্মিত চলচ্চিত্র ও টেলিভিশন প্রযোজনার মধ্যে রয়েছে প্রথম ও দ্বিতীয় স্টার ওয়ার্স চলচ্চিত্র (কালানুক্রমিকভাবে, অর্থাৎ পর্ব ৪ ও ৫), ইন্ডিয়ানা জোন্স, সুপারম্যান, দ্য ওয়ার্ল্ডস এন্ড এবং ব্রিটিশ টিভি শো ড্যান্সিং অন আইস, হু ওয়ান্টস টু বি অ্যা মিলিয়নেয়ার?, এবং বিগ ব্রাদার। লিভসডেন ফিল্ম স্টুডিওস-এ হ্যারি পটার চলচ্চিত্র সিরিজের কিছু অংশের শুটিং হয়েছে। ওয়াইল্ড চাইল্ড চলচ্চিত্রটি বলস পার্ক, হার্টফোর্ড-এ চিত্রায়িত হয়েছে।\n\n\n== হার্টফোর্ডশায়ারের অভিজাত ও রাজনীতিবিদরা ==\nÆথেলগিফু ছিলেন একজন খ্রিস্টান স্যাক্সন অভিজাত নারী, যিনি ৯৮০-এর দশকের শেষের দিকে এই প্রশাসনিক বিভাগতে বসবাস করতেন। তার উইল হার্টফোর্ডশায়ার ও ইংল্যান্ডের ইতিহাস অধ্যয়নের জন্য একটি গুরুত্বপূর্ণ দলিল। এটি দেখায় যে Æথেলগিফুর হার্টফোর্ডশায়ারে তিনটি বৃহৎ এস্টেট ছিল। তিনি তার জমির একটি বড় অংশ সেন্ট অ্যালবানসের সন্ন্যাসীদের দান করেছিলেন এবং তার উইল থেকে হিচিন শহরটি আইনি ও প্রশাসনিক কেন্দ্র হিসেবে কতটা গুরুত্বপূর্ণ ছিল তা বোঝা যায়।  ১০ম শতক পর্যন্ত হিচিন সম্ভবত রাজকীয় মালিকানায় ছিল।\n\nএডওয়ার্ড সেমুর ১৫৫৯ সালে হার্টফোর্ডের আর্ল নিযুক্ত হন। তিনি ১৫৬০ সালে লেডি ক্যাথরিন গ্রে-কে বিয়ে করেন, যিনি লেডি জেন গ্রে-এর বোন ছিলেন। ক্যাথরিন সিংহাসনের উত্তরাধিকারী ছিলেন, তাই তার বিয়ের জন্য রানী এলিজাবেথের অনুমতি প্রয়োজন ছিল। যেহেতু অনুমতি চাওয়া হয়নি, তাই বিয়েটি গোপনে সম্পন্ন হয়, যেখানে কেবল এডওয়ার্ডের বোন লেডি জেন সেমুর সাক্ষী ছিলেন। তবে ক্যাথরিন গর্ভবতী হলে তাকে বিয়ের কথা প্রকাশ করতেই হয় এবং তার অনুরোধে লর্ড রবার্ট ডাডলি রানীকে জানান। ক্ষুব্ধ এলিজাবেথ হার্টফোর্ডের আর্ল ও কাউন্টেসকে লন্ডন টাওয়ার-এ বন্দি করেন এবং তাদের বিয়ে বাতিল ঘোষণা করেন।\nসারাহ চার্চিল, ইংরেজি ইতিহাসের অন্যতম প্রভাবশালী নারী, ১৬৬০ সালে সেন্ট অ্যালবানসে সারাহ জেনিংস নামে জন্মগ্রহণ করেন। তিনি মার্লবরোর ডিউক-কে বিয়ে করেন, রানি অ্যানের ঘনিষ্ঠ সহযোগী হন, পরে রানির সাথে সম্পর্কের অবনতি ঘটে এবং তাকে বরখাস্ত করা হয়। তবে রানির মৃত্যুর পর তিনি আবার রাজদরবারে ফিরে আসেন। তিনি ১৭শ ও ১৮শ শতাব্দীর অনেক গুরুত্বপূর্ণ ব্যক্তির সাথে বিরোধে জড়িয়েছিলেন, প্রচুর সম্পদ অর্জন করেন, ইউরোপ ভ্রমণ করেন এবং ব্লেনহেইম প্রাসাদ নির্মাণ করেন। উইনস্টন চার্চিল ও ডায়ানা, ওয়েলসের রাজকুমারী উভয়েই তার বংশধর ছিলেন।\nএকটি নতুন উপাধি, সেন্ট অ্যালবানসের আর্ল, ১৬২৮ সালে সৃষ্টি করা হয়েছিল, তবে এটি দীর্ঘস্থায়ী হয়নি এবং ইংরেজ গৃহযুদ্ধে কার্যত বিলুপ্ত হয়ে যায়। পরে এটি পুনরায় চালু না করে, চার্লস বোকলার্ক, রাজা চার্লস দ্বিতীয় এবং নেল গুইন-এর অবৈধ পুত্র, ১৬৮৪ সালে সেন্ট অ্যালবানসের ডিউক হন।  বর্তমানে এই উপাধিটি চতুর্দশ ডিউকের দখলে রয়েছে।\nরবার্ট আর্থার গ্যাসকয়েন ট্যালবট সিসিল, মারকুইস অফ স্যালিসবারি, ৩ ফেব্রুয়ারি ১৮৩০ সালে হ্যাটফিল্ড হাউসে জন্মগ্রহণ করেন।  ৭৩ বছর পর সেখানেই তার মৃত্যু হয়।  তিনি তার রাজনৈতিক জীবনে তিনবার যুক্তরাজ্যের প্রধানমন্ত্রী এবং চারবার পররাষ্ট্র সচিব হন। উইলিয়াম ল্যাম্ব (ভিসকাউন্ট মেলবোর্ন) আবার প্রধানমন্ত্রী হন, তিনি একসময় হার্টফোর্ডশায়ারের সংসদ সদস্যও ছিলেন এবং ব্রকেট হল-এ মৃত্যুবরণ করেন।\nস্থানীয় সরকার আইন ১৮৮৮ অনুসারে, হার্টফোর্ডশায়ারের প্রথম প্রশাসনিক বিভাগ কাউন্সিলররা ১৭ জানুয়ারি ১৮৮৯ সালে নির্বাচিত হন।\nআর্থার বালফোর, যদিও তিনি স্কটল্যান্ডে জন্মগ্রহণ করেন, কিন্তু হার্টফোর্ডশায়ারে পড়াশোনা করেন এবং পরে কেমব্রিজ বিশ্ববিদ্যালয়ে যান। তিনি হার্টফোর্ডের সংসদ সদস্য ছিলেন এবং ১৯০২ সালে প্রধানমন্ত্রী নির্বাচিত হন।  ১৯০৫ সালে তিনি প্রধানমন্ত্রী পদ থেকে পদত্যাগ করেন এবং তিনিই প্রথম প্রধানমন্ত্রী যিনি গাড়ির মালিক ছিলেন। পরবর্তীতে তিনি পররাষ্ট্র সচিব হন এবং তার বালফোর ঘোষণা ইসরায়েলের স্বাধীনতা আন্দোলনের গুরুত্বপূর্ণ অংশ হয়ে ওঠে।\n\n\n== আরও দেখুন ==\n\nহার্টফোর্ডশায়ারের হারানো বসতিগুলোর তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা ===\nগ্রন্থপঞ্জি"}