{"pageid": 1518601, "title": "অলিভার ক্রমওয়েল", "url": "https://bn.wikipedia.org/wiki?curid=1518601", "content": "অলিভার ক্রমওয়েল (২৫ এপ্রিল ১৫৯৯ – ৩ সেপ্টেম্বর ১৬৫৮) ছিলেন একজন ইংরেজ রাজনীতিবিদ, রাজনীতিবিদ এবং সৈনিক, যাকে ব্রিটিশ ইতিহাসের অন্যতম গুরুত্বপূর্ণ ব্যক্তিত্ব হিসেবে গণ্য করা হয়। তিন রাজ্যের যুদ্ধের সময় প্রথমে সংসদীয় সেনাবাহিনীর একজন সিনিয়র কমান্ডার হিসেবে এবং পরে একজন রাজনীতিবিদ হিসেবে তিনি খ্যাতি অর্জন করেন। তিনি ১৬৪৯ সালের জানুয়ারিতে প্রথম চার্লসের মৃত্যুদণ্ড কার্যকরের একজন নেতৃস্থানীয় সমর্থক ছিলেন, যার ফলে কমনওয়েলথ অফ ইংল্যান্ড প্রতিষ্ঠা হয়। তিনি ১৬৫৩ সালের ডিসেম্বর থেকে ১৬৫৮ সালের সেপ্টেম্বরে তাঁর মৃত্যু পর্যন্ত এর লর্ড প্রোটেক্টর হিসেবে শাসন করেন।\n১৬২৮ সালে হান্টিংডনের সংসদ সদস্য নির্বাচিত হলেও ১৬৪০ সালের আগে ক্রমওয়েলের জীবনের বেশিরভাগ সময়ই ব্যর্থতায় ভরা ছিল। তিনি অল্প সময়ের জন্য নিউ ইংল্যান্ডে অভিবাসনের কথা ভেবেছিলেন, কিন্তু ১৬৩০-এর দশকে একজন ধর্মীয় স্বাধীন হয়ে ওঠেন এবং এরপর বিশ্বাস করেন যে তার সাফল্য ঐশ্বরিক প্রভিডেন্সের ফল। ১৬৪০ সালে ক্রমওয়েলকে স্বল্প ও দীর্ঘ সংসদে কেমব্রিজের এমপি হিসেবে ফিরিয়ে আনা হয়। ১৬৪২ সালের আগস্টে প্রথম ইংরেজ গৃহযুদ্ধ শুরু হলে তিনি পার্লামেন্টারিয়ান সেনাবাহিনীতে যোগ দেন এবং দ্রুত তার সামরিক দক্ষতা প্রদর্শন করেন। ১৬৪৫ সালে তিনি স্যার টমাস ফেয়ারফ্যাক্সের অধীনে নিউ মডেল আর্মি অশ্বারোহী বাহিনীর কমান্ডার নিযুক্ত হন এবং ইংরেজ গৃহযুদ্ধ জয়ে গুরুত্বপূর্ণ ভূমিকা পালন করেন।\nপ্রথম চার্লসের মৃত্যু এবং তার পুত্রের নির্বাসন, এরপর আয়ারল্যান্ড ও স্কটল্যান্ডে সামরিক বিজয়, নতুন শাসনব্যবস্থায় কমনওয়েল এবং ক্রমওয়েলের আধিপত্য দৃঢ়ভাবে প্রতিষ্ঠিত করে। ১৬৫৩ সালের ডিসেম্বরে তাকে লর্ড প্রোটেক্টর হিসেবে মনোনীত করা হয়। এই পদে তিনি ১৬৫৮ সালের সেপ্টেম্বরে তাঁর মৃত্যুর আগ পর্যন্ত বহাল ছিলেন। এরপর তাঁর পুত্র রিচার্ড তাঁর স্থলাভিষিক্ত হন, যার দুর্বলতার ফলে ক্ষমতার শূন্যতা তৈরি হয়। এর সমাপ্তি ঘটে ১৬৬০ সালের স্টুয়ার্ট পুনরুদ্ধারের মাধ্যমে, যার পরে ক্রমওয়েলের মৃতদেহ ওয়েস্টমিনস্টার অ্যাবে থেকে সরিয়ে নেওয়া হয় এবং ১৬৬১ সালের ৩০ জানুয়ারী টাইবার্নে পুনরায় ফাঁসিতে ঝুলানো হয়। তার মাথা কেটে ওয়েস্টমিনস্টার হলের ছাদে প্রদর্শন করা হয়। এটি কমপক্ষে ১৬৮৪ সাল পর্যন্ত সেখানেই ছিল (অলিভার ক্রমওয়েলের মাথা দেখুন)।\nউইনস্টন চার্চিল ক্রমওয়েলকে একজন সামরিক স্বৈরশাসক হিসেবে বর্ণনা করেছিলেন, যেখানে অন্যরা তাকে স্বাধীনতার নায়ক হিসেবে দেখেন। রাজনৈতিক ক্ষমতা অর্জন এবং ধরে রাখার জন্য সামরিক শক্তির ব্যবহার, প্রথম চার্লসের মৃত্যুদণ্ডে তার ভূমিকা এবং ১৬৪৯ সালে আয়ারল্যান্ডে তার অভিযানের নৃশংসতার কারণে তিনি একজন বিতর্কিত ব্যক্তিত্ব হিসেবে রয়ে গেছেন। তার ঐতিহাসিক খ্যাতি নিয়ে বিতর্ক অব্যাহত রয়েছে। ১৮৫৬ সালে প্রথম প্রস্তাবিত পার্লামেন্ট ভবনের বাইরে তার মূর্তিটি ১৮৯৫ সাল পর্যন্ত স্থাপন করা হয়নি। এর বেশিরভাগ তহবিল প্রধানমন্ত্রী লর্ড রোজবেরি ব্যক্তিগতভাবে সরবরাহ করেছিলেন।\n\n\n== জীবনী ==\nক্রমওয়েল ১৫৯৯ সালের ২৫ এপ্রিল হান্টিংডনে জন্মগ্রহণ করেন। রবার্ট ক্রমওয়েল এবং তার দ্বিতীয় স্ত্রী উইলিয়াম স্টুয়ার্ডের কন্যা এলিজাবেথের ঘরে তাঁর জন্ম। পরিবারের সম্পত্তি অলিভারের প্রপিতামহ মরগান এপি উইলিয়ামের কাছ থেকে পাওয়া যায়, যিনি ওয়েলসের গ্ল্যামারগানের একজন মদ প্রস্তুতকারক ছিলেন। তিনি পুটনিতে বসতি স্থাপন করেন এবং টমাস ক্রমওয়েলের বোন ক্যাথরিন ক্রমওয়েলকে (জন্ম ১৪৮২) বিয়ে করেন, যিনি পরবর্তীতে হেনরি অষ্টম-এর বিখ্যাত মুখ্যমন্ত্রী হন। থমাসের মঠ বিলুপ্তির প্রশাসনের সুবিধাভোগী হিসেবে ক্রমওয়েলস প্রচুর সম্পদ অর্জন করেন। মরগান এপি উইলিয়াম ছিলেন ওয়েলসের উইলিয়াম এপি ইয়েভানের পুত্র। পারিবারিক ধারা রিচার্ড উইলিয়ামস (ওরফে ক্রমওয়েল) (আনু. ১৫০০-১৫৪৪), হেনরি উইলিয়ামস (ওরফে ক্রমওয়েল), (আনু. ১৫২৪ - ৬ জানুয়ারী ১৬০৪), এর মাধ্যমে অব্যাহত ছিল। তারপর অলিভারের বাবা রবার্ট উইলিয়ামস ওরফে ক্রমওয়েল ( আনু. ১৫৬০-১৬১৭) সম্ভবত ১৫৯১ সালে এলিজাবেথ স্টুয়ার্ডকে ( আনু. ১৫৬৪-১৬৫৪) বিয়ে করেছিলেন। তাদের দশটি সন্তান ছিল, কিন্তু পঞ্চম সন্তান অলিভার ছিল একমাত্র ছেলে যে শৈশবকাল বেঁচে ছিল।\nক্রমওয়েলের পিতামহ স্যার হেনরি উইলিয়ামস ছিলেন হান্টিংডনশায়ারের দুইজন ধনী জমিদারের একজন। ক্রমওয়েলের বাবা ছিলেন সাধারণ সম্পদের অধিকারী কিন্তু তবুও তিনি জমিদার পরিবারের সদস্য ছিলেন। অনেক ভাইবোন সহ ছোট ছেলে হিসেবে রবার্ট উত্তরাধিকারসূত্রে হান্টিংডনে কেবল একটি বাড়ি এবং অল্প পরিমাণ জমি পেয়েছিলেন। এই জমি থেকে বছরে ৩০০ পাউন্ড পর্যন্ত আয় হতো, যা ভদ্রলোকদের আয়ের সীমার একেবারে নীচে। ১৬৫৪ সালে ক্রমওয়েল বলেছিলেন, \"আমি জন্মগতভাবে একজন ভদ্রলোক ছিলাম, উল্লেখযোগ্য উচ্চতায় বা অস্পষ্টতায় বাস করিনি।\"\nঅলিভার ক্রমওয়েল ১৫৯৯ সালের ২৯ এপ্রিল সেন্ট জনস চার্চে দীক্ষিত হন এবং হান্টিংডন গ্রামার স্কুলে পড়াশোনা করেন। তিনি কেমব্রিজের সিডনি সাসেক্স কলেজে পড়াশোনা করেন, যেটি তখন সম্প্রতি প্রতিষ্ঠিত একটি কলেজ যেখানে পিউরিটান ভাবধারার প্রবল প্রভাব ছিল। ১৬১৭ সালের জুন মাসে তার বাবার মৃত্যুর পরপরই তিনি ডিগ্রি না নিয়েই চলে যান। প্রাথমিক জীবনীকাররা দাবি করেন যে তিনি তখন লিংকন'স ইন-এ যোগদান করেছিলেন, কিন্তু ইন-এর সংরক্ষণাগারে তার কোনও রেকর্ড নেই। অ্যান্টোনিয়া ফ্রেজার এই সিদ্ধান্তে উপনীত হন যে সম্ভবত তিনি এই সময়ের মধ্যে লন্ডন ইনস অফ কোর্টের একটিতে প্রশিক্ষণ নিয়েছিলেন। তার দাদা, বাবা এবং দুই চাচা লিংকন'স ইন-এ পড়াশোনা করেছিলেন এবং ক্রমওয়েল ১৬৪৭ সালে তার ছেলে রিচার্ডকে সেখানে পাঠিয়েছিলেন।\nক্রমওয়েল সম্ভবত তার বাবার মৃত্যুর পর হান্টিংডনে ফিরে আসেন। যেহেতু তার মা বিধবা ছিলেন এবং তার সাত বোন অবিবাহিত ছিলেন, তাই পরিবারকে সাহায্য করার জন্য বাড়িতে তার প্রয়োজন হত।\n\n\n=== বিবাহ এবং পরিবার ===\n\nক্রমওয়েল ১৬২০ সালের ২২ আগস্ট লন্ডনের ফোর স্ট্রিটের সেন্ট জাইলস-উইদাউট-ক্রিপলগেটে এলিজাবেথ বোর্চিয়ারকে (১৫৯৮-১৬৬৫) বিয়ে করেন। এলিজাবেথের বাবা স্যার জেমস বুর্শিয়ার ছিলেন লন্ডনের একজন চামড়া ব্যবসায়ী, যিনি এসেক্সে বিস্তীর্ণ জমির মালিক ছিলেন এবং সেখানকার পিউরিটান ভদ্রলোক পরিবারের সাথে তার দৃঢ় সম্পর্ক ছিল। এই বিবাহের মাধ্যমে ক্রমওয়েল অলিভার সেন্ট জন এবং লন্ডনের বণিক সম্প্রদায়ের নেতৃস্থানীয় সদস্যদের সাথে যোগাযোগ করেন এবং তাদের পিছনে ওয়ারউইক এবং হল্যান্ডের আর্লসের প্রভাব ছিল। এই প্রভাবশালী নেটওয়ার্কে একটি স্থান ক্রমওয়েলের সামরিক ও রাজনৈতিক ক্যারিয়ারের জন্য অত্যন্ত গুরুত্বপূর্ণ প্রমাণিত হয়েছিল। এই দম্পতির নয়টি সন্তান ছিল:\nরবার্ট (১৬২১-১৬৩৯), স্কুলে থাকাকালীন মারা যান।\nঅলিভার (১৬২২-১৬৪৪), সংসদ সদস্য হিসেবে দায়িত্ব পালনকালে টাইফয়েড জ্বরে মারা যান।\nব্রিজেট (১৬২৪–১৬৬২), স্ত্রী- (১) হেনরি ইরেটন, (২) চার্লস ফ্লিটউড।\nলর্ড প্রোটেক্টর হিসেবে তার বাবার উত্তরসূরি রিচার্ড (১৬২৬–১৭১২), ডোরোথি মাইজোরকে বিয়ে করেছিলেন।\nহেনরি (১৬২৮–১৬৭৪), পরবর্তীতে আয়ারল্যান্ডের লর্ড ডেপুটি (দপ্তরে: ১৬৫৭–১৬৫৯), এলিজাবেথ রাসেলকে ( স্যার ফ্রান্সিস রাসেলের কন্যা) বিয়ে করেন।\nএলিজাবেথ (১৬২৯-১৬৫৮), জন ক্লেপোলকে বিয়ে করেছিলেন।\nজেমস (জন্ম ও মৃত্যু ১৬৩২), শৈশবেই মারা যান।\nমেরি (১৬৩৭–১৭১৩), প্রথম আর্ল ফকনবার্গ, টমাস বেলাসাইসকে বিয়ে করেন।\nফ্রান্সেস (১৬৩৮–১৭২০), স্বামী- (১) রবার্ট রিচ (১৬৩৪–১৬৫৮), ওয়ারউইকের তৃতীয় আর্ল রবার্ট রিচের পুত্র, (২) স্যার জন রাসেল, তৃতীয় ব্যারোনেট\n\n\n=== সংকট এবং পুনরুদ্ধার ===\nক্রমওয়েলের প্রাথমিক জীবনকালে তার ধর্ম সম্পর্কে খুব কম প্রমাণ পাওয়া যায়। আর্মেনিয়ান ধর্মযাজক হেনরি ডাউনহলের কাছে লেখা তার ১৬২৬ সালের চিঠি থেকে বোঝা যায় যে তিনি এখনও উগ্র পিউরিটানিজম দ্বারা প্রভাবিত হননি। কিন্তু প্রমাণ আছে যে ১৬২০-এর দশকের শেষের দিকে এবং ১৬৩০-এর দশকের গোড়ার দিকে ক্রমওয়েল ব্যক্তিগত সংকটের মধ্য দিয়ে গিয়েছিলেন। ১৬২৮ সালে তিনি হান্টিংডনশায়ার কাউন্টি শহর হান্টিংডন থেকে সংসদ সদস্য নির্বাচিত হন। সেই বছরের শেষের দিকে তিনি সুইস বংশোদ্ভূত লন্ডনের ডাক্তার থিওডোর ডি মেয়ার্নের কাছ থেকে ভ্যালডে মেলানকোলিকাস (বিষণ্ণতা) সহ বিভিন্ন শারীরিক ও মানসিক রোগের চিকিৎসার জন্য আবেদন করেন। ১৬২৯ সালে ক্রমওয়েল হান্টিংডনের ভদ্রলোকদের মধ্যে শহরের জন্য একটি নতুন সনদ নিয়ে বিরোধে জড়িয়ে পড়েন। ফলস্বরূপ, ১৬৩০ সালে তাকে প্রিভি কাউন্সিলের সামনে ডাকা হয়েছিল।\n১৬৩১ সালে সম্ভবত বিরোধের ফলে ক্রমওয়েল হান্টিংডনে তার বেশিরভাগ সম্পত্তি বিক্রি করে দেন এবং কাছাকাছি সেন্ট আইভসের একটি খামারবাড়িতে চলে যান। এই পদক্ষেপ ছিল ক্রমওয়েলের জন্য সমাজে একটি গুরুত্বপূর্ণ পদক্ষেপ। এটি ক্রমওয়েলের উপরও উল্লেখযোগ্য মানসিক এবং আধ্যাত্মিক প্রভাব ফেলেছিল। অলিভার সেন্ট জনের স্ত্রী, তার চাচাতো ভাইয়ের কাছে লেখা তার ১৬৩৮ সালের একটি চিঠি এই সময়ে তার আধ্যাত্মিক জাগরণের বিবরণ দেয়। চিঠিতে ক্রমওয়েল নিজেকে \"পাপীদের প্রধান\" হিসেবে বর্ণনা করে \"প্রথমজাতদের মণ্ডলীর\" মধ্যে তার আহ্বানকে বর্ণনা করেছেন। অসংখ্য বাইবেলের উদ্ধৃতি অন্তর্ভুক্ত করা এই চিঠির ভাষা ক্রমওয়েলের এই বিশ্বাসকে প্রকাশ করে যে, তিনি ঈশ্বরের করুণার দ্বারা তার পূর্ববর্তী পাপ থেকে রক্ষা পেয়েছিলেন, এবং তার ধর্মীয়ভাবে স্বাধীন বিশ্বাসের ইঙ্গিত দেয়, যার মধ্যে প্রধান হল সংস্কার যথেষ্ট পরিমাণে এগিয়ে যায়নি, ইংল্যান্ডের বেশিরভাগ অংশ এখনও পাপে বাস করছে এবং গির্জা থেকে ক্যাথলিক বিশ্বাস এবং অনুশীলন সম্পূর্ণরূপে অপসারণ করতে হবে। ধারণা করা হয় যে, ১৬৩৪ সালে ক্রমওয়েল আমেরিকার কানেকটিকাট উপনিবেশে অভিবাসনের চেষ্টা করেছিলেন, কিন্তু সরকার তাকে সেখান থেকে যেতে বাধা দেয়।\nতার ভাই হেনরির সাথে ক্রমওয়েল মুরগি এবং ভেড়ার একটি ছোট খামার করেছিলেন। তিনি ডিম এবং পশম বিক্রি করে নিজের জীবনযাপন করতেন। তার জীবনযাত্রা ছিল একজন কৃষকের মতো। ১৬৩৬ সালে ক্রমওয়েল তার মায়ের পক্ষ থেকে চাচার কাছ থেকে এলির বিভিন্ন সম্পত্তির নিয়ন্ত্রণ উত্তরাধিকারসূত্রে পান এবং চাচার এলি ক্যাথেড্রালের দশমাংশ সংগ্রহকারীর কাজ শুরু হয়। ফলস্বরূপ, তার আয় সম্ভবত প্রতি বছর প্রায় £৩০০-৪০০-এ উন্নীত হয়েছিল। ১৬৩০-এর দশকের শেষের দিকে ক্রমওয়েল স্বীকৃত ভদ্রলোকের পদে ফিরে আসেন। তিনি একজন নিবেদিতপ্রাণ পিউরিটান হয়ে ওঠেন এবং লন্ডন ও এসেক্সের নেতৃস্থানীয় পরিবারগুলির সাথে গুরুত্বপূর্ণ পারিবারিক সম্পর্ক স্থাপন করেন।\n\n\n=== সংসদ সদস্য: ১৬২৮-২৯ এবং ১৬৪০-৪২ ===\n১৬২৮-১৬২৯ সালের পার্লামেন্টে ক্রমওয়েল হিঞ্চিংব্রুক হাউসের মন্টাগু পরিবারের একজন ক্লায়েন্ট হিসেবে হান্টিংডনের সংসদ সদস্য হন। তিনি খুব একটা প্রভাব ফেলেননি। সংসদীয় রেকর্ডে কেবল একটি বক্তৃতা (আর্মিনিয়ান বিশপ রিচার্ড নেইলের বিরুদ্ধে) রয়েছে, যা খুব একটা গ্রহণযোগ্য নয়। এই সংসদ ভেঙে দেওয়ার পর রাজা প্রথম চার্লস পরবর্তী ১১ বছর সংসদ ছাড়াই শাসন করেন। বিশপদের যুদ্ধে চার্লস যখন স্কটিশ বিদ্রোহের মুখোমুখি হন, তখন তহবিলের অভাবে তিনি ১৬৪০ সালে আবার সংসদ আহ্বান করতে বাধ্য হন। ক্রমওয়েলকে কেমব্রিজের সদস্য হিসেবে এই সংসদে ফিরিয়ে আনা হয়, কিন্তু এটি মাত্র তিন সপ্তাহ স্থায়ী হয় এবং সংক্ষিপ্ত সংসদ নামে পরিচিতি লাভ করে। ১৬৪০ সালে ক্রমওয়েল তার পরিবারকে এলি থেকে লন্ডনে স্থানান্তরিত করেন।\nএকই বছরের শেষের দিকে দ্বিতীয় সংসদ ডাকা হয় এবং এটি দীর্ঘ সংসদ নামে পরিচিত হয়। ক্রমওয়েলকে আবার কেমব্রিজের সদস্য হিসেবে ফিরিয়ে আনা হয়। ১৬২৮-২৯ সালের পার্লামেন্টের মতো সম্ভবত তিনি অন্যদের পৃষ্ঠপোষকতার জন্য তার পদমর্যাদা অর্জন করেছিলেন, যা ব্যাখ্যা করতে পারে কেন পার্লামেন্টের প্রথম সপ্তাহে তিনি জন লিলবার্নের মুক্তির জন্য একটি আবেদন উপস্থাপনের দায়িত্বে ছিলেন, যিনি নেদারল্যান্ডস থেকে ধর্মীয় গ্রন্থ আমদানির জন্য গ্রেপ্তারের পর একজন পিউরিটান ধর্মপ্রচারক হয়েছিলেন। লং পার্লামেন্টের প্রথম দুই বছর ক্রমওয়েল হাউস অফ লর্ডসের অভিজাতদের ধার্মিক গোষ্ঠী এবং হাউস অফ কমন্সের সদস্যদের সাথে যুক্ত ছিলেন, যাদের সাথে তিনি ১৬৩০-এর দশকে পারিবারিক ও ধর্মীয় সম্পর্ক স্থাপন করেছিলেন, যেমন এসেক্সের আর্লস, ওয়ারউইক এবং বেডফোর্ড, অলিভার সেন্ট জন এবং ভিসকাউন্ট সে এবং সেলে।  এই পর্যায়ে তাদের একটি সংস্কারের এজেন্ডা ছিল: নিয়মিত সংসদ দ্বারা নিয়ন্ত্রিত নির্বাহী বিভাগ এবং বিবেকের স্বাধীনতার মাঝারি সম্প্রসারণ। ক্রমওয়েল এই গোষ্ঠীর কিছু রাজনৈতিক কৌশলে ভূমিকা রেখেছেন বলে মনে করা হয়। উদাহরণস্বরূপ, ১৬৪১ সালের মে মাসে তিনি বার্ষিক সংসদ বিলের দ্বিতীয় পাঠ উপস্থাপন করেন এবং পরবর্তীতে তিনি এপিস্কোপ্যাসি বিলোপের জন্য রুট অ্যান্ড ব্রাঞ্চ বিলের খসড়া তৈরিতে ভূমিকা পালন করেন।\n\n\n==== ইংরেজ গৃহযুদ্ধ শুরু ====\nলং পার্লামেন্টের সামনে সমস্যা সমাধানে ব্যর্থতার ফলে ১৬৪২ সালের শেষের দিকে পার্লামেন্ট এবং প্রথম চার্লসের মধ্যে সশস্ত্র সংঘর্ষ শুরু হয়, যা ইংরেজ গৃহযুদ্ধের সূচনা করে। পার্লামেন্টের বাহিনীতে যোগদানের আগে ক্রমওয়েলের একমাত্র সামরিক অভিজ্ঞতা ছিল প্রশিক্ষিত ব্যান্ড স্থানীয় কাউন্টি মিলিশিয়ায়। কেমব্রিজ কলেজ থেকে রাজার জন্য আসা রূপার প্লেটের একটি মূল্যবান চালান আটকানোর পর তিনি কেমব্রিজশায়ারে একটি অশ্বারোহী সৈন্য নিয়োগ করেন। এরপর ক্রমওয়েল এবং তার সৈন্যদল ১৬৪২ সালের ২৩ অক্টোবর এজহিলের অনিশ্চিত যুদ্ধে অংশ নিতে দেরিতে পৌঁছান। ১৬৪২-৪৩ সালের শীতকালে এই সৈন্যদলকে একটি পূর্ণাঙ্গ রেজিমেন্ট হিসেবে নিয়োগ করা হয়, যা আর্ল অফ ম্যানচেস্টারের অধীনে পূর্বাঞ্চলীয় সমিতির অংশ ছিল। ১৬৪৩ সালে পূর্ব অ্যাংলিয়ায় সফল অভিযানের অভিজ্ঞতা অর্জন করেন ক্রমওয়েল, বিশেষ করে ২৮ জুলাই গেইন্সবরোর যুদ্ধে। পরবর্তীকালে তিনি এলি দ্বীপের গভর্নর নিযুক্ত হন এবং পূর্বাঞ্চলীয় সমিতির কর্নেল হিসেবে নিযুক্ত হন।\n\n\n===== মার্স্টন মুর, ১৬৪৪ =====\n১৬৪৪ সালের জুলাই মাসে মার্স্টন মুরের যুদ্ধের সময় ক্রমওয়েল ম্যানচেস্টারের সেনাবাহিনীতে ঘোড়ার লেফটেন্যান্ট জেনারেল পদে উন্নীত হন। মার্স্টন মুরে রাজকীয় অশ্বারোহীদের পদাতিক বাহিনীর র‍্যাঙ্ক ভেঙে ফেলা এবং তারপর পিছন থেকে তাদের পদাতিক বাহিনীকে আক্রমণ করার ক্ষেত্রে তার অশ্বারোহীদের সাফল্য পার্লামেন্টেরিয়ান জয়ের একটি প্রধান কারণ ছিল। যুদ্ধে ক্রমওয়েল তার সৈন্যদের মাথার উপর যুদ্ধ করেন এবং ঘাড়ে সামান্য আহত হন, চিকিৎসার জন্য কিছুক্ষণের জন্য দূরে সরে যান কিন্তু বিজয় নিশ্চিত করতে ফিরে আসেন। মার্স্টন মুরে ক্রমওয়েলের ভাগ্নে নিহত হওয়ার পর তিনি তার শ্যালকের কাছে একটি বিখ্যাত চিঠি লিখেন। মার্স্টন মুর পার্লামেন্টারিয়ানদের জন্য ইংল্যান্ডের উত্তর অংশ সুরক্ষিত করেন কিন্তু রাজকীয় প্রতিরোধের অবসান ঘটাতে ব্যর্থ হন।\nঅক্টোবরে নিউবারির দ্বিতীয় যুদ্ধের অনিশ্চিত ফলাফলের অর্থ হল, ১৬৪৪ সালের শেষ নাগাদ যুদ্ধটি শেষ হওয়ার কোনও লক্ষণ দেখা যায়নি। নিউবারিতে ক্রমওয়েলের অভিজ্ঞতা, যেখানে ম্যানচেস্টার রাজার সেনাবাহিনীকে ঘেরাওয়ের কৌশল থেকে সরে যেতে দিয়েছিল, ম্যানচেস্টারের সাথে একটি গুরুতর বিরোধের জন্ম দেয়, যাকে তিনি যুদ্ধ পরিচালনায় কম উৎসাহী বলে মনে করেছিলেন। ম্যানচেস্টার পরে ক্রমওয়েলকে সেনাবাহিনীতে \"নিম্ন বংশের\" লোকদের অফিসার হিসেবে নিয়োগের জন্য অভিযুক্ত করেন, যার উত্তরে তিনি বলেন: \"আপনি যদি ধার্মিক সৎ লোকদের ঘোড়ার ক্যাপ্টেন হিসেবে বেছে নেন, তাহলে সৎ লোকেরা তাদের অনুসরণ করবে... আমি বরং একজন সাদামাটা রুক্ষ লেপযুক্ত ক্যাপ্টেন চাই যে জানে সে কীসের জন্য লড়াই করে এবং যা জানে তাকে ভালোবাসে, যাকে আপনি একজন ভদ্রলোক বলেন এবং অন্য কিছু নয়\"। এই সময়ে ক্রমওয়েল ম্যানচেস্টার সেনাবাহিনীর সাথে যুক্ত স্কটিশ কোভেন্যান্টার মেজর-জেনারেল লরেন্স ক্রফোর্ডের সাথেও বিরোধে জড়িয়ে পড়েন, যিনি ক্রমওয়েলের অপ্রচলিত স্বাধীন এবং অ্যানাব্যাপ্টিস্টদের উৎসাহিত করার বিরোধিতা করেন। ১৬৪৫ সালে হাউস অফ কমন্সে লেখা চিঠির জবাবে স্কটিশ প্রেসবিটেরিয়ান স্যামুয়েল রাদারফোর্ড তাকে পরিবারতন্ত্রের অভিযোগে অভিযুক্ত করেন।\n\n\n===== নাসেবির যুদ্ধ, ১৬৪৫ =====\n\n১৬৪৫ সালের জুনে নাসেবির গুরুত্বপূর্ণ যুদ্ধে নিউ মডেল আর্মি রাজার প্রধান সেনাবাহিনীকে পরাজিত করে। ক্রমওয়েল নাসেবিতে তার শাখার নেতৃত্ব দেন এবং আবারও রাজকীয় অশ্বারোহী বাহিনীকে পরাজিত করেন। ১০ জুলাই ল্যাংপোর্টের যুদ্ধে ক্রমওয়েল শেষ বিশাল রাজকীয় ফিল্ড সেনাবাহিনীর পরাজয়ে অংশগ্রহণ করেন। নাসেবি এবং ল্যাংপোর্ট কার্যকরভাবে রাজার জয়ের আশা শেষ করে দেন এবং পরবর্তী সংসদীয় অভিযানে ইংল্যান্ডের পশ্চিমে অবশিষ্ট সুরক্ষিত রাজকীয় অবস্থানগুলি দখল করেন। ১৬৪৫ সালের অক্টোবরে ক্রমওয়েল ধনী ও শক্তিশালী ক্যাথলিক দুর্গ বেসিং হাউস অবরোধ করেন এবং দখল করেন। পরে আত্মসমর্পণের পর এর ৩০০ সদস্যের রাজকীয় গ্যারিসনের ১০০ জনকে হত্যা করার অভিযোগে অভিযুক্ত করা হয়। তিনি ব্রিজওয়াটার, শেরবোর্ন, ব্রিস্টল, ডেভিজেস এবং উইনচেস্টারে সফল অবরোধে অংশ নেন, তারপর ১৬৪৬ সালের প্রথমার্ধে ডেভন এবং কর্নওয়ালে প্রতিরোধ দমনে ব্যয় করেন। ১৬৪৬ সালের ৫ মে চার্লস প্রথম স্কটদের কাছে আত্মসমর্পণ করেন, যার ফলে প্রথম ইংরেজ গৃহযুদ্ধের কার্যকরভাবে অবসান ঘটে। জুন মাসে অক্সফোর্ডে ক্রমওয়েল এবং ফেয়ারফ্যাক্স রাজকীয়দের আনুষ্ঠানিক আত্মসমর্পণ করেন।\n\n\n==== রাজনীতি: ১৬৪৭–৪৯ ====\n১৬৪৭ সালের ফেব্রুয়ারিতে ক্রমওয়েল এমন একটি অসুস্থতায় ভুগছিলেন যার ফলে তিনি এক মাসেরও বেশি সময় ধরে রাজনৈতিক জীবন থেকে দূরে ছিলেন। তিনি যখন সুস্থ হয়ে উঠলেন, তখন রাজার বিষয়টি নিয়ে সংসদ সদস্যরা বিভক্ত হয়ে পড়েন। উভয় কক্ষের সংখ্যাগরিষ্ঠরা এমন একটি মীমাংসার পক্ষে জোর দেন যা স্কটিশ সেনাবাহিনীকে অর্থ প্রদান করবে, নিউ মডেল আর্মির বেশিরভাগ অংশ ভেঙে দেবে এবং গির্জার প্রেসবিটেরিয়ান বন্দোবস্তের বিনিময়ে চার্লস প্রথমকে পুনরুদ্ধার করবে। ক্রমওয়েল প্রেসবিটেরিয়ানিজমের স্কটিশ মডেলকে প্রত্যাখ্যান করেন, যা এক কর্তৃত্ববাদী শ্রেণিবিন্যাসকে অন্য একটি দ্বারা প্রতিস্থাপনের হুমকি দেয়। পার্লামেন্ট কর্তৃক প্রাপ্য বেতন পরিশোধে ব্যর্থতার কারণে উগ্রপন্থী নিউ মডেল আর্মি এই পরিবর্তনগুলির বিরুদ্ধে আবেদন করে, কিন্তু কমন্স এই আবেদনটিকে বেআইনি ঘোষণা করে। ১৬৪৭ সালের মে মাসে ক্রমওয়েলকে তাদের সাথে আলোচনার জন্য স্যাফ্রন ওয়াল্ডেনে সেনাবাহিনীর সদর দপ্তরে পাঠানো হয়, কিন্তু তিনি তাতে রাজি হননি।\n১৬৪৭ সালের জুন মাসে কর্নেট জর্জ জয়েসের নেতৃত্বে অশ্বারোহী বাহিনীর একটি দল রাজাকে পার্লামেন্টের কারাগার থেকে ধরে নিয়ে যায়। রাজার উপস্থিতিতে ক্রমওয়েল জানতে আগ্রহী ছিলেন যে রাজার কর্তৃত্ব পুনরুদ্ধার করা হলে তিনি কোন শর্ত মেনে নেবেন। রাজা আপোষ করতে ইচ্ছুক বলে মনে হচ্ছিল, তাই ক্রমওয়েল তার জামাতা হেনরি ইরেটনকে একটি সাংবিধানিক মীমাংসার প্রস্তাব তৈরির জন্য নিযুক্ত করেন। বিভিন্ন পরিবর্তন সহ প্রস্তাবগুলি একাধিকবার খসড়া করা হয়, যতক্ষণ না অবশেষে \" প্রস্তাব প্রধানরা \" নীতিগতভাবে ক্রমওয়েলকে সন্তুষ্ট করেন এবং আরও আলোচনার অনুমতি দেন। এটি নির্বাহী বিভাগের ক্ষমতা পরীক্ষা করার জন্য, নিয়মিত নির্বাচিত সংসদ স্থাপন করার জন্য এবং একটি অ-বাধ্যতামূলক এপিস্কোপ্যালিয়ান বন্দোবস্ত পুনরুদ্ধার করার জন্য ডিজাইন করা হয়।\nসেনাবাহিনীর অনেকেই, যেমন জন লিলবার্নের নেতৃত্বাধীন লেভেলাররা ভেবেছিলেন এটি যথেষ্ট নয় এবং সকল মানুষের জন্য পূর্ণ রাজনৈতিক সমতা দাবি করেন, যার ফলে ১৬৪৭ সালের শরৎকালে পুটনিতে একদিকে ফেয়ারফ্যাক্স, ক্রমওয়েল এবং ইরেটন এবং অন্যদিকে কর্নেল রেইন্সবারোর মতো লেভেলারদের মধ্যে তীব্র বিতর্ক শুরু হয়। পুটনি বিতর্ক কোনও সমাধানে পৌঁছানো ছাড়াই ভেঙে যায়।\n\n\n==== দ্বিতীয় গৃহযুদ্ধ এবং রাজার মৃত্যুদণ্ড ====\n\nরাজার সাথে রাজনৈতিক চুক্তিতে পৌঁছাতে ব্যর্থতার ফলে ১৬৪৮ সালে দ্বিতীয় ইংরেজ গৃহযুদ্ধ শুরু হয়, যখন রাজা অস্ত্রের জোরে ক্ষমতা পুনরুদ্ধারের চেষ্টা করেন। ক্রমওয়েল প্রথমে দক্ষিণ ওয়েলসে রোল্যান্ড লাঘার্নের নেতৃত্বে রাজকীয় বিদ্রোহ দমন করেন, ২৫শে মে চেপস্টো ক্যাসেল পুনরুদ্ধার করেন এবং ছয় দিন পর টেনবির আত্মসমর্পণে বাধ্য হন। কারমার্থেনের দুর্গটি আগুনে পুড়ে ধ্বংস হয়ে যায়; পেমব্রোকের আরও শক্তিশালী দুর্গটি আট সপ্তাহের অবরোধের পরেই পতন ঘটে। ক্রমওয়েল প্রাক্তন রাজকীয় সৈন্যদের সাথে নম্র আচরণ করেন, কিন্তু যারা পূর্বে সংসদীয় সেনাবাহিনীর সদস্য ছিলেন তাদের সাথে তেমন আচরণ করেননি। লটারির পর অবশেষে জন পোয়ারকে লন্ডনে মৃত্যুদণ্ড দেওয়া হয়।\nএরপর ক্রমওয়েল ইংল্যান্ড আক্রমণকারী রাজকীয়পন্থী স্কটিশ সেনাবাহিনী (এনগেজার) মোকাবেলা করার জন্য উত্তর দিকে অগ্রসর হন। প্রেস্টনে প্রথমবারের মতো একক কমান্ডে এবং ৯,০০০ সৈন্যের সেনাবাহিনী নিয়ে তিনি দ্বিগুণ বৃহৎ সেনাবাহিনীর বিরুদ্ধে এক নির্ণায়ক বিজয় অর্জন করেন।\n১৬৪৮ সালে ক্রমওয়েলের চিঠি এবং বক্তৃতাগুলি বাইবেলের চিত্রের উপর ভিত্তি করে তৈরি হতে শুরু করে, যার মধ্যে অনেকগুলি নির্দিষ্ট অনুচ্ছেদের অর্থের উপর ধ্যান ছিল। উদাহরণস্বরূপ, প্রেস্টনের যুদ্ধের পর গীতসংহিতা ১৭ এবং ১০৫ অধ্যয়নের ফলে তিনি সংসদে বলতে বাধ্য হন যে, \"যারা অটল এবং ভূমিকে সমস্যায় ফেলতে ছাড়বে না, তাদের দ্রুত দেশ থেকে ধ্বংস করা হোক\"। ১৬৪৮ সালের সেপ্টেম্বরে অলিভার সেন্ট জনকে লেখা একটি চিঠিতে তাকে যিশাইয় ৮ অধ্যায় পড়ার জন্য অনুরোধ করা হয়, যেখানে রাজ্যের পতন হয় এবং কেবল ধার্মিকরাই বেঁচে থাকে। ১৬৪৮ সালে চারবার চিঠিতে তিনি আইন হারোদে মিদিয়নদের উপর গিদিয়োনের পরাজয়ের গল্প উল্লেখ করেছিলেন। এই চিঠিগুলি ইঙ্গিত দেয় যে উগ্র রাজনীতির প্রতি অঙ্গীকারের পরিবর্তে ক্রমওয়েলের ধর্মবিশ্বাস এবং নিউপোর্ট চুক্তিতে রাজার সাথে আলোচনায় অংশ নেওয়ার সংসদের সিদ্ধান্তের সাথে মিলিত হয়ে তিনি নিশ্চিত হয়েছিলেন যে, ঈশ্বর রাজা এবং সংসদ উভয়েরই বৈধ কর্তৃপক্ষের বিরুদ্ধে কথা বলেছেন। ক্রমওয়েলের কাছে সেনাবাহিনী তখন ঈশ্বরের নির্বাচিত হাতিয়ার ছিল। এই পর্বটি ক্রমওয়েলের ভবিষ্যদ্বাণীবাদে দৃঢ় বিশ্বাসকে দেখায় যে, ঈশ্বর \"নির্বাচিত ব্যক্তিদের\" (যাদের ঈশ্বর এই উদ্দেশ্যে \"সরবরাহ\" করেছেন) কর্মের মাধ্যমে সক্রিয়ভাবে বিশ্বের বিষয়গুলি পরিচালনা করেন। গৃহযুদ্ধের সময় ক্রমওয়েল বিশ্বাস করতেন যে, তিনিও এই ব্যক্তিদের একজন, এবং তিনি বিজয়কে ঈশ্বরের অনুমোদনের ইঙ্গিত হিসেবে এবং পরাজয়কে ঈশ্বর তাকে অন্য দিকে নির্দেশ করছেন এমন লক্ষণ হিসেবে ব্যাখ্যা করতেন।\n১৬৪৮ সালের ডিসেম্বরে \"প্রাইডস পার্জ\" নামে পরিচিত একটি পর্বে কর্নেল থমাস প্রাইডের নেতৃত্বে সৈন্যদের একটি দল লং পার্লামেন্ট থেকে জোরপূর্বক তাদের সকলকে সরিয়ে দেয় যারা নিউ মডেল আর্মি এবং স্বাধীনদের গ্র্যান্ডিদের সমর্থক ছিলেন না। এইভাবে দুর্বল হয়ে বাকি এমপিদের দল (যা রাম্প পার্লামেন্ট নামে পরিচিত) একমত হয় যে চার্লসের বিরুদ্ধে রাষ্ট্রদ্রোহের অভিযোগে বিচার করা উচিত। এই ঘটনাগুলি যখন ঘটে, তখন ক্রমওয়েল ইংল্যান্ডের উত্তরে ছিলেন, রাজকীয় প্রতিরোধের মুখোমুখি হচ্ছিলেন, কিন্তু তারপর লন্ডনে ফিরে আসেন। প্রাইডস পার্জের পরের দিন তিনি রাজার বিচার এবং মৃত্যুদণ্ডের জন্য চাপ সৃষ্টিকারীদের একজন দৃঢ় সমর্থক হয়ে ওঠেন। তিনি বিশ্বাস করতেন যে চার্লসকে হত্যা করাই গৃহযুদ্ধের অবসানের একমাত্র উপায়। ক্রমওয়েল হাউস অফ কমন্সে থমাস ব্রুকের ভাষণকে অনুমোদন করেন, যা গণনা পুস্তকের ৩৫তম অধ্যায় এবং বিশেষ করে ৩৩তম পদের ভিত্তিতে বিচার এবং রাজার মৃত্যুদণ্ডকে ন্যায্যতা দেয় (\"ভূমিতে যে রক্তপাত হয় তা থেকে পরিষ্কার করা যায় না, তবে যে তা প্রবাহিত করে তার রক্ত দ্বারা পরিষ্কার করা যায়।\")।\nবিচারাধীন আদালতের ৫৯ জন সদস্য চার্লসের মৃত্যু পরোয়ানায় স্বাক্ষর করেন, যার মধ্যে ক্রমওয়েলও (তৃতীয় স্বাক্ষরকারী) ছিলেন। যদিও এটি নজিরবিহীন ছিল না, রাজার মৃত্যুদণ্ড বা রাজহত্যা বিতর্কিত ছিল, যদি রাজাদের ঐশ্বরিক অধিকারের মতবাদ ছাড়া অন্য কোনও কারণে না হয়। এইভাবে বিচারের পরেও সাধারণ মানুষকে এতে রাজি করানো কঠিন ছিল: \"মৃত্যুদণ্ড কার্যকরের তত্ত্বাবধানের দায়িত্বে থাকা কোনও অফিসারই প্রকৃত শিরশ্ছেদের আদেশে স্বাক্ষর করতে চাননি, তাই তারা তাদের বিরোধ ক্রমওয়েলের কাছে নিয়ে আসেন...অলিভার একটি কলম নিয়ে আদেশটি লিখেন এবং কলমটি দ্বিতীয় অফিসার কর্নেল হ্যাকারের হাতে দেন, যিনি এতে স্বাক্ষর করার জন্য ঝুঁকে পড়েন। মৃত্যুদণ্ড এখন চলতে পারে।\" যদিও ফেয়ারফ্যাক্স স্পষ্টতই স্বাক্ষর করতে অস্বীকৃতি জানান, ৩০ জানুয়ারি ১৬৪৯ সালে প্রথম চার্লসের মৃত্যুদণ্ড কার্যকর করা হয়।\n\n\n=== কমনওয়েলথ প্রতিষ্ঠা: ১৬৪৯ ===\nরাজার মৃত্যুদণ্ডের পর একটি প্রজাতন্ত্র ঘোষণা করা হয় যা ইংল্যান্ডের কমনওয়েলথ নামে পরিচিত। \"রাম্প পার্লামেন্ট\" নির্বাহী এবং আইন প্রণয়নকারী উভয় ক্ষমতাই প্রয়োগ করত, একটি ছোট রাজ্য পরিষদেরও কিছু নির্বাহী কার্য সম্পাদন ছিল। ক্রমওয়েল রাম্পের সদস্য ছিলেন এবং কাউন্সিলের সদস্য নিযুক্ত হন। চার্লসের মৃত্যুদণ্ডের পর প্রথম দিকে ক্রমওয়েল সেন্ট জন, সায়ে এবং সেলের নেতৃত্বে মূল \"রয়েল ইন্ডিপেন্ডেন্টস\"-দের একত্রিত করার চেষ্টা করেন কিন্তু ব্যর্থ হন, যা ১৬৪৮ সালে ভেঙে যায়। ১৬৪২ সালে গৃহযুদ্ধ শুরু হওয়ার আগে থেকেই ক্রমওয়েল এই গোষ্ঠীর সাথে যুক্ত ছিলেন এবং ১৬৪০-এর দশকে তাদের সাথে ঘনিষ্ঠভাবে জড়িত ছিলেন। শুধুমাত্র সেন্ট জনকেই পার্লামেন্টে তার আসন ধরে রাখতে রাজি করা হয়। ইতিমধ্যে রাজকীয়রা আয়ারল্যান্ডে পুনরায় সংগঠিত হয়, কনফেডারেট ক্যাথলিক নামে পরিচিত আইরিশদের সাথে একটি চুক্তি স্বাক্ষর করেছিল। মার্চ মাসে রাম্প তাদের বিরুদ্ধে অভিযানের নেতৃত্ব দেওয়ার জন্য ক্রমওয়েলকে বেছে নেয়। পরবর্তী মাসগুলিতে আয়ারল্যান্ড আক্রমণের প্রস্তুতি তাকে ব্যস্ত করে তোলে। ১৬৪০-এর দশকের শেষের দিকে ক্রমওয়েল নিউ মডেল আর্মিতে রাজনৈতিক বিরোধের মুখোমুখি হন। লেভলার বা আন্দোলনকারী আন্দোলন ছিল একটি রাজনৈতিক আন্দোলন যা জনগণের সার্বভৌমত্ব, বর্ধিত ভোটাধিকার, আইনের সামনে সমতা এবং ধর্মীয় সহনশীলতার উপর জোর দিত। এই অনুভূতিগুলি ১৬৪৭ সালের ইশতেহারে প্রকাশিত হয়, যার নাম জনগণের চুক্তি। ক্রমওয়েল এবং বাকি \"গ্র্যান্ডিস\" এই অনুভূতির সাথে একমত ছিলেন না যে তারা জনগণকে অত্যধিক স্বাধীনতা দিয়েছিলেন; তারা বিশ্বাস করতেন যে ভোট কেবল জমির মালিকদের জন্যই প্রসারিত হওয়া উচিত। ১৬৪৭ সালের পুটনি বিতর্কে দুটি দল ইংল্যান্ডের জন্য একটি নতুন সংবিধান গঠনের আশায় এই বিষয়গুলি নিয়ে বিতর্ক করে। বিতর্কের পর বিদ্রোহ শুরু হয় এবং ১৬৪৯ সালে বিশপসগেট বিদ্রোহের ফলে লেভেলার রবার্ট লকিয়ারকে ফায়ারিং স্কোয়াডের মাধ্যমে মৃত্যুদণ্ড দেওয়া হয়। পরের মাসে ব্যানবারি বিদ্রোহের একই রকম ফলাফল ঘটে। ক্রমওয়েল এই বিদ্রোহ দমনের দায়িত্বে নেতৃত্ব দেন। মে মাসে অ্যান্ডোভার এবং বারফোর্ডে ইংরেজ সেনাবাহিনীর মধ্যে লেভেলারের বিদ্রোহ দমন করার পর তিনি জুলাইয়ের শেষে ব্রিস্টল থেকে আয়ারল্যান্ডের উদ্দেশ্যে যাত্রা করেন।\n\n\n=== আইরিশ অভিযান: ১৬৪৯-৫০ ===\n\nক্রমওয়েল ১৬৪৯ থেকে ১৬৫০ সাল পর্যন্ত আয়ারল্যান্ডে একটি সংসদীয় আক্রমণের নেতৃত্ব দেন। পার্লামেন্টের প্রধান বিরোধিতা ছিল আইরিশ কনফেডারেট ক্যাথলিক এবং ইংরেজ রাজপরিবারের সদস্যদের জোট (১৬৪৯ সালে স্বাক্ষরিত) দ্বারা সৃষ্ট সামরিক হুমকি। কনফেডারেট-রয়্যালিস্ট জোটকে কমনওয়েলথের মুখোমুখি সবচেয়ে বড় একক হুমকি হিসেবে বিবেচনা করা হয়। যাইহোক, ১৬৪৯ সালে আয়ারল্যান্ডের রাজনৈতিক পরিস্থিতি অত্যন্ত ভাঙাচোরা ছিল। আইরিশ ক্যাথলিকদের পৃথক বাহিনীও ছিল যারা রাজকীয় জোটের বিরোধী ছিল এবং প্রোটেস্ট্যান্ট রাজকীয় বাহিনী ধীরে ধীরে সংসদের দিকে অগ্রসর হচ্ছিল। ২৩শে মার্চ সেনা পরিষদে দেওয়া এক ভাষণে ক্রমওয়েল বলেন, \"স্কটিশ স্বার্থের চেয়ে অশ্বারোহী স্বার্থের দ্বারা আমি উৎখাত হওয়া পছন্দ করতাম; আইরিশ স্বার্থের চেয়ে স্কটিশ স্বার্থের দ্বারা আমি উৎখাত হওয়া পছন্দ করতাম এবং আমি মনে করি এই সবকিছুই সবচেয়ে বিপজ্জনক\"।\nআইরিশদের প্রতি ক্রমওয়েলের শত্রুতা ধর্মীয় এবং রাজনৈতিক উভয় দিক থেকেই ছিল। তিনি ক্যাথলিক চার্চের তীব্র বিরোধিতা করেন, যাকে তিনি পোপ এবং যাজকীয় কর্তৃত্বের পক্ষে বাইবেলের প্রাধান্য অস্বীকারকারী হিসেবে দেখতেন এবং মহাদেশীয় ইউরোপে প্রোটেস্ট্যান্টদের উপর সন্দেহজনক অত্যাচার এবং নিপীড়নের জন্য এই চার্চকে দায়ী করেন। ১৬৪১ সালের আইরিশ বিদ্রোহের সাথে ক্রমওয়েলের ক্যাথলিক ধর্মের সাথে নিপীড়নের সম্পর্ক আরও গভীর হয়। এই বিদ্রোহ যদিও রক্তপাতহীন হওয়ার উদ্দেশ্যে করা হয়েছিল, আয়ারল্যান্ডে আইরিশ (\"গেলস\") এবং পুরাতন ইংরেজদের দ্বারা এবং আয়ারল্যান্ডে হাইল্যান্ড স্কট ক্যাথলিকদের দ্বারা ইংরেজ এবং স্কটিশ প্রোটেস্ট্যান্ট বসতি স্থাপনকারীদের গণহত্যার দ্বারা চিহ্নিত হয়। এই বসতি স্থাপনকারীরা অ-স্থানীয় প্রোটেস্ট্যান্টদের জন্য জায়গা করে দেওয়ার জন্য প্রাক্তন, স্থানীয় ক্যাথলিক মালিকদের কাছ থেকে দখল করা জমিতে বসতি স্থাপন করে। এই কারণগুলি আয়ারল্যান্ডে ক্রমওয়েলের সামরিক অভিযানের বর্বরতায় অবদান রাখে।\n\n১৬৪১ সাল থেকে পার্লামেন্ট আয়ারল্যান্ড পুনরায় জয়ের পরিকল্পনা করে এবং ১৬৪৭ সালে সেখানে ইতিমধ্যেই একটি আক্রমণ বাহিনী পাঠায়। ১৬৪৯ সালে ক্রমওয়েলের আক্রমণ অনেক বড় ছিল এবং ইংল্যান্ডের গৃহযুদ্ধ শেষ হওয়ার সাথে সাথে নিয়মিতভাবে এটিকে শক্তিশালী এবং পুনরায় সরবরাহ করা সম্ভব হয়। তার নয় মাসের সামরিক অভিযান সংক্ষিপ্ত এবং কার্যকর ছিল, যদিও এটি আয়ারল্যান্ডে যুদ্ধের অবসান ঘটাতে পারেনি। তার আক্রমণের আগে সংসদীয় বাহিনী কেবল ডাবলিন এবং ডেরিতে ফাঁড়ি দখল করেছিল। যখন তিনি আয়ারল্যান্ড ত্যাগ করেন, তখন তারা দেশের পূর্ব এবং উত্তরাঞ্চলের বেশিরভাগ অংশ দখল করে নেয়। ১৬৪৯ সালের ১৫ আগস্ট ডাবলিনে অবতরণের পর (র‍্যাথমাইনসের যুদ্ধে আইরিশ এবং ইংরেজ রাজকীয় আক্রমণ থেকে সম্প্রতি রক্ষা পেয়েছিল) ক্রমওয়েল ইংল্যান্ড থেকে সরবরাহ নিশ্চিত করার জন্য দ্রোগেদা এবং ওয়েক্সফোর্ডের সুরক্ষিত বন্দর শহরগুলি দখল করেন। ১৬৪৯ সালের সেপ্টেম্বরে দ্রোগেদা অবরোধের সময় শহরটি দখলের পর তার সৈন্যরা প্রায় ৩,৫০০ জনকে হত্যা করে, যাদের প্রায় ২,৭০০ রাজকীয় সৈন্য এবং শহরের অস্ত্রধারী সমস্ত পুরুষ, যার মধ্যে কিছু বেসামরিক নাগরিক, বন্দী এবং রোমান ক্যাথলিক পুরোহিত ছিলেন। ক্রমওয়েল পরে লিখেছিলেন:আমি নিশ্চিত যে এটি এই বর্বর হতভাগ্যদের উপর ঈশ্বরের একটি ন্যায়সঙ্গত রায়, যারা এত নির্দোষ রক্তে তাদের হাত রঞ্জিত করেছে এবং এটি ভবিষ্যতের জন্য রক্তের প্রবাহ রোধ করবে, যা এই ধরণের কর্মকাণ্ডের জন্য সন্তোষজনক ভিত্তি, যা অন্যথায় অনুশোচনা ছাড়া আর কিছুই করতে পারে না।অক্টোবরে ওয়েক্সফোর্ড অবরোধের সময় বিভ্রান্তিকর পরিস্থিতিতে আরেকটি গণহত্যা সংঘটিত হয়। ক্রমওয়েল যখন আত্মসমর্পণের শর্তাবলী নিয়ে আলোচনার চেষ্টা করছিলেন, তখন তার কিছু সৈন্য শহরে প্রবেশ করে, ২০০০ আইরিশ সৈন্য এবং ১,৫০০ জন বেসামরিক লোককে হত্যা করে এবং শহরের বেশিরভাগ অংশ পুড়িয়ে দেয়।\nদ্রোগেদা দখলের পর ক্রমওয়েল দেশের উত্তর সুরক্ষিত করার জন্য উত্তরে আলস্টারে একটি সেনাদল পাঠান এবং আয়ারল্যান্ডের দক্ষিণ-পূর্বে ওয়াটারফোর্ড, কিলকেনি এবং ক্লোনমেল অবরোধ করেন। কিলকেনি কঠোর প্রতিরক্ষা ব্যবস্থা গ্রহণ করেন কিন্তু শেষ পর্যন্ত শর্তসাপেক্ষে আত্মসমর্পণ করতে বাধ্য হন, যেমন নিউ রস এবং কার্লোর মতো অন্যান্য অনেক শহর করেছিল, কিন্তু ক্রমওয়েল ওয়াটারফোর্ড দখল করতে ব্যর্থ হন এবং ১৬৫০ সালের মে মাসে ক্লোনমেল অবরোধের সময় শহরটি আত্মসমর্পণ করার আগে ব্যর্থ আক্রমণে তিনি প্রায় ২০০০ জন লোককে হারান।\nআয়ারল্যান্ডে ক্রমওয়েলের অন্যতম প্রধান বিজয় ছিল সামরিক নয় বরং কূটনৈতিক। অরেরির প্রথম আর্ল রজার বয়েলের সহায়তায় তিনি কর্কে প্রোটেস্ট্যান্ট রাজকীয় সৈন্যদের পক্ষ পরিবর্তন করে পার্লামেন্টের সাথে লড়াই করতে রাজি করান। এই মুহুর্তে ক্রমওয়েলের কাছে খবর পৌঁছে যে, চার্লস দ্বিতীয় (চার্লস প্রথমের পুত্র) ফ্রান্সের নির্বাসন থেকে স্কটল্যান্ডে এসেছেন এবং কোভেন্যান্টার শাসনামলে তাকে রাজা ঘোষণা করা হয়েছে। তাই এই হুমকি মোকাবেলা করার জন্য ক্রমওয়েল ২৬ মে ১৬৫০ সালে ইউঘল থেকে ইংল্যান্ডে ফিরে আসেন।\nক্রমওয়েলের প্রস্থানের পর আয়ারল্যান্ডের পার্লামেন্টারিয়ান বিজয় প্রায় তিন বছর ধরে চলে। ক্রমওয়েলের উত্তরসূরী হেনরি ইরেটন এবং এডমন্ড লুডলোর অধীনে অভিযানগুলি বেশিরভাগই সুরক্ষিত শহরগুলির দীর্ঘ অবরোধ এবং গ্রামাঞ্চলে গেরিলা যুদ্ধের মধ্যে ছিল, যেখানে ইংরেজ সৈন্যরা আইরিশ টোরাইধে (গেরিলা যোদ্ধাদের) আক্রমণের শিকার হয়েছিল। শেষ ক্যাথলিক-অধিষ্ঠিত শহর গ্যালওয়ে ১৬৫২ সালের এপ্রিলে আত্মসমর্পণ করে এবং শেষ আইরিশ ক্যাথলিক সৈন্যরা ১৬৫৩ সালের এপ্রিলে কাউন্টি ক্যাভানে আত্মসমর্পণ করে।\nকমনওয়েলথের আয়ারল্যান্ড দ্বীপ জয়ের পর রোমান ক্যাথলিক ধর্মের প্রকাশ্য অনুশীলন নিষিদ্ধ করা হয় এবং ক্যাথলিক পুরোহিতদের বন্দী করা হলে হত্যা করা হয়। ১৬৫২ সালের আয়ারল্যান্ডের বন্দোবস্ত আইনের অধীনে সমস্ত ক্যাথলিক মালিকানাধীন জমি বাজেয়াপ্ত করা হয় এবং স্কটিশ ও ইংরেজ বসতি স্থাপনকারী, সংসদের আর্থিক ঋণদাতা এবং সংসদীয় সৈন্যদের দেওয়া হয়। বাকি ক্যাথলিক জমির মালিকদের কনাশট প্রদেশে দরিদ্র জমি বরাদ্দ করা হয়।\n\n\n=== স্কটিশ অভিযান: ১৬৫০-৫১ ===\n\n\n==== স্কটিশ কর্তৃক দ্বিতীয় চার্লসকে রাজা হিসেবে ঘোষণা ====\n১৬৫০ সালের মে মাসে ক্রমওয়েল আয়ারল্যান্ড ত্যাগ করেন এবং কয়েক মাস পরে স্কটল্যান্ড আক্রমণ করেন যখন স্কটল্যান্ড প্রথম চার্লসের পুত্র দ্বিতীয় চার্লসকে রাজা হিসেবে ঘোষণা করে। ক্রমওয়েল স্কটিশ প্রেসবিটেরিয়ানদের প্রতি অনেক কম বিদ্বেষী ছিলেন, যাদের মধ্যে কেউ কেউ প্রথম ইংরেজ গৃহযুদ্ধে তার মিত্র ছিলেন। তিনি স্কটদের \"তাঁর [ঈশ্বরের] নামকে ভয় করে, যদিও প্রতারিত\" বলে বর্ণনা করেছিলেন। তিনি স্কটল্যান্ডের চার্চের সাধারণ পরিষদে একটি বিখ্যাত আবেদন করেন, যেখানে তিনি রাজকীয় জোটের ভুল দেখতে অনুরোধ করেন, \"আমি তোমাদের খ্রীষ্টের দোহাই দিয়ে অনুরোধ করছি, মনে করো যে তোমাদের ভুল হতে পারে।\" স্কটদের উত্তর ছিল জোরালো: \"আপনি কি চান আমরা আমাদের ধর্মের প্রতি সন্দেহবাদী হই?\" চার্লস দ্বিতীয়ের সাথে আলোচনার এই সিদ্ধান্ত ক্রমওয়েলকে বিশ্বাস করায় যে যুদ্ধ প্রয়োজন।\n\n\n==== ডানবারের যুদ্ধ ====\nআপিল প্রত্যাখ্যাত হলে ক্রমওয়েলের অভিজ্ঞ সৈন্যরা স্কটল্যান্ড আক্রমণ করতে শুরু করে। প্রথমে অভিযানটি খারাপভাবে শেষ হয়, কারণ ক্রমওয়েলের সৈন্যদের সরবরাহের অভাব ছিল এবং ডেভিড লেসলির নেতৃত্বে স্কটিশ সৈন্যদের দ্বারা পরিচালিত দুর্গগুলিতে আটকে ছিল। সৈন্যদের মধ্যে অসুস্থতা ছড়িয়ে পড়তে শুরু করে। ক্রমওয়েল ডানবার থেকে সমুদ্রপথে তার সেনাবাহিনীকে সরিয়ে নেওয়ার দ্বারপ্রান্তে ছিলেন। তবে ১৬৫০ সালের ৩ সেপ্টেম্বর অপ্রত্যাশিতভাবে ক্রমওয়েল ডানবারের যুদ্ধে প্রধান স্কটিশ সেনাবাহিনীকে পরাজিত করেন, ৪,০০০ স্কটিশ সৈন্যকে হত্যা করেন, আরও ১০,০০০ বন্দী করেন এবং তারপর স্কটিশ রাজধানী এডিনবার্গ দখল করেন। এই বিজয় এতটাই বিশাল ছিল যে ক্রমওয়েল এটিকে \"আমাদের প্রতি প্রভু প্রদত্ত এক উচ্চ অনুগ্রহ [এবং] ইংল্যান্ড ও তাঁর জনগণের প্রতি ঈশ্বরের সবচেয়ে গুরুত্বপূর্ণ করুণার একটি\" বলে অভিহিত করেছিলেন।\n\n\n==== ওরচেস্টারের যুদ্ধ ====\n\nপরের বছর ক্রমওয়েল যখন স্কটল্যান্ডে নিযুক্ত ছিলেন, তখন দ্বিতীয় চার্লস এবং তার স্কটিশ মিত্ররা ইংল্যান্ড আক্রমণ করে লন্ডন দখলের চেষ্টা করেন। ক্রমওয়েল তাদের দক্ষিণে অনুসরণ করেন এবং ১৬৫১ সালের ৩ সেপ্টেম্বর ওরচেস্টারে তাদের ধরে ফেলেন এবং তার বাহিনী ওরচেস্টারের যুদ্ধে শেষ প্রধান স্কটিশ রাজকীয় সেনাবাহিনীকে ধ্বংস করে দেন। দ্বিতীয় চার্লস বন্দীদশা থেকে খুব একটা রক্ষা পাননি এবং ফ্রান্স এবং নেদারল্যান্ডসে নির্বাসনে পালিয়ে যান, যেখানে তিনি ১৬৬০ সাল পর্যন্ত ছিলেন।\nযুদ্ধের জন্য ক্রমওয়েল একটি আবরণ তৈরি করেন এবং তারপরে ওরচেস্টারের উপর বহুমুখী সমন্বিত আক্রমণ পরিচালনা করেন, তার বাহিনী তিন দিক থেকে আক্রমণ করে যেখানে দুটি নদী তাদের বিভক্ত করে। সে তার রিজার্ভগুলো সেভার্ন নদীর একপাশ থেকে অন্য পাড়ে স্থানান্তরিত করে এবং তারপর আবার ফিরে আসে। ওরচেস্টারে ক্রমওয়েলের সাফল্য নির্ভর করেছিল যুদ্ধের শুরুতে ইংরেজ সংসদীয় সেনাবাহিনীর এমন কিছু কৌশলের উপর, যা কার্যকর করার জন্য যথেষ্ট দক্ষ ছিল না, যেমন টার্নহ্যাম গ্রিনের যুদ্ধ।\nস্কটিশ অভিযানের চূড়ান্ত পর্যায়ে জর্জ মনকের নেতৃত্বে ক্রমওয়েলের লোকেরা ডান্ডি দখল করে, যেখানে ১,০০০ জন পুরুষ এবং ১৪০ জন মহিলা ও শিশু নিহত হয়। কমনওয়েলথের সময় স্কটল্যান্ড ইংল্যান্ড থেকে শাসিত হত এবং সামরিক দখলদারিত্বের অধীনে রাখা হত। হাইল্যান্ডসকে ঘিরে দুর্গের একটি রেখা তৈরি করা হত যা স্কটল্যান্ডে রাজকীয় সেনাবাহিনীর জন্য জনবল সরবরাহ করত। ১৬৫৩-৫৫ সালে উত্তর-পশ্চিম পার্বত্য অঞ্চল ছিল আরেকটি রাজকীয়পন্থী বিদ্রোহের দৃশ্য, যা সেখানে ৬,০০০ ইংরেজ সৈন্য মোতায়েনের মাধ্যমে দমন করা হয়। পূর্বের মতোই প্রেসবিটেরিয়ানিজম অনুশীলনের অনুমতি দেওয়া হয়, কিন্তু কার্কের (স্কটিশ চার্চ) পূর্বের মতো তাদের রায় আরোপের জন্য সিভিল কোর্টের সমর্থন পায়নি।\n\n\n=== ইংল্যান্ডে প্রত্যাবর্তন এবং রাম্প পার্লামেন্ট ভেঙে দেওয়া: ১৬৫১-৫৩ ===\n\n১৬৪৯ সালের মাঝামাঝি থেকে ১৬৫১ সাল পর্যন্ত ক্রমওয়েল প্রচারণায় বাইরে ছিলেন এবং পার্লামেন্টের বিভিন্ন দল রাজাকে তাদের \"সাধারণ কারণ\" হিসেবে তুলে নিয়ে নিজেদের মধ্যে লড়াই শুরু করে। ক্রমওয়েল নতুন নির্বাচনের তারিখ নির্ধারণে রাম্পকে উৎসাহিত করার চেষ্টা করেন, তিনটি রাজ্যকে একই শাসনব্যবস্থার অধীনে একত্রিত করেন এবং একটি বিস্তৃত, সহনশীল জাতীয় গির্জা প্রতিষ্ঠা করেন। যাইহোক, রাম্প নির্বাচনের তারিখ নির্ধারণে দ্বিধাগ্রস্ত ছিল, যদিও এটি বিবেকের মৌলিক স্বাধীনতা প্রতিষ্ঠা করেছিল, কিন্তু দশমাংশের বিকল্প তৈরি করতে বা বিদ্যমান ধর্মীয় বন্দোবস্তের অন্যান্য দিকগুলি ভেঙে ফেলতে ব্যর্থ হয়। সংসদ সদস্য আইনজীবী বুলস্ট্রোড হোয়াইটলকের মতে, ক্রমওয়েল এই সময়েই ক্রাউন নিজের জন্য নেওয়ার কথা ভাবতে শুরু করেছিলেন, যদিও এর প্রমাণ পূর্ববর্তী এবং সমস্যাযুক্ত। অবশেষে তিনি ১৬৫৩ সালের এপ্রিলে রাম্পকে রাম্প এবং সেনাবাহিনী থেকে ৪০ জন সদস্যের একটি তত্ত্বাবধায়ক সরকার প্রতিষ্ঠার দাবি জানান এবং তারপর পদত্যাগ করেন; কিন্তু রাম্প একটি নতুন সরকারের জন্য নিজস্ব বিল নিয়ে বিতর্কে ফিরে আসে। এতে ক্রমওয়েল এতটাই ক্ষুব্ধ হন যে তিনি ১৬৫৩ সালের ২০ এপ্রিল প্রায় ৪০ জন মাস্কেটিয়ারের সমর্থনে সংসদ কক্ষটি ভেঙে দেন এবং জোর করে সংসদ ভেঙে দেন। এই ঘটনার বেশ কয়েকটি বিবরণ রয়েছে। একটিতে ক্রমওয়েল বলেছিলেন বলে মনে করা হয়, \"তুমি কোন সংসদ নও, আমি বলছি তুমি কোন সংসদ নও; আমি তোমার অধিবেশন শেষ করে দেব\"। কমপক্ষে দুটি বিবরণ একমত যে তিনি সংসদের ক্ষমতার প্রতীক আনুষ্ঠানিক গদাটি ছিনিয়ে নিয়েছিলেন এবং \" বাউবল \" কেড়ে নেওয়ার দাবি করেছিলেন। তার সৈন্যদের নেতৃত্ব দিয়েছিলেন চার্লস ওয়ার্সলি, যিনি পরবর্তীতে তার অন্যতম মেজর জেনারেল এবং তার সবচেয়ে বিশ্বস্ত উপদেষ্টা ছিলেন।\n\n\n=== বেয়ারবোনের সংসদ প্রতিষ্ঠা: ১৬৫৩ ===\nরাম্প ভেঙে দেওয়ার পর ক্ষমতা সাময়িকভাবে একটি কাউন্সিলের কাছে চলে যায় যারা সংবিধানের রূপ কী হওয়া উচিত তা নিয়ে বিতর্ক করে। তারা মেজর-জেনারেল টমাস হ্যারিসনের সাধুদের একটি \" সমাধিসভা \" গঠনের পরামর্শ গ্রহণ করে। ক্রমওয়েল তাদের ধর্মীয় যোগ্যতার জন্য নির্বাচিত পুরুষদের দ্বারা গঠিত একটি সমাবেশের ধারণা দ্বারা আকৃষ্ট হন। ৪ জুলাই সমাবেশে তার বক্তৃতায় ক্রমওয়েল ঈশ্বরের দূরদর্শিতাকে ধন্যবাদ জানান, যা তিনি বিশ্বাস করতেন যে ইংল্যান্ড এই পর্যায়ে এসে পৌঁছেছে এবং তাদের ঐশ্বরিক লক্ষ্য নির্ধারণ করেছিলেন: \"সত্যিই ঈশ্বর তোমাদের এই কাজে আহ্বান করেছেন, আমার মনে হয়, এত অল্প সময়ের মধ্যে মানবসন্তানদের উপর যত বিস্ময়কর দূরদর্শিতা চলে এসেছে।\" মনোনীত সমাবেশটি কখনও কখনও সাধুদের সংসদ নামে পরিচিত, অথবা আরও সাধারণভাবে এবং অবমাননাকরভাবে বেরেবোনের সংসদ নামে পরিচিত, কারণ এর একজন সদস্য বেরেবোন একটি স্থায়ী সাংবিধানিক এবং ধর্মীয় বন্দোবস্ত খুঁজে বের করার দায়িত্ব পেয়েছিলেন (ক্রমওয়েলকে সদস্য হওয়ার জন্য আমন্ত্রণ জানানো হয়েছিল কিন্তু তিনি তা প্রত্যাখ্যান করেছিলেন)। তবে ধারণা করা হয় যে, সদস্যদের মধ্যে উল্লেখযোগ্যভাবে বৃহত্তর অংশটি ছিল উগ্র পঞ্চম রাজতন্ত্রবাদী। এটি প্রকাশের ফলে তারা যদি পরিষদের নিয়ন্ত্রণ নেয় তবে উগ্রপন্থীরা কী করবে এই ভয়ে সদস্যরা ১৬৫৩ সালের ১২ ডিসেম্বর সংসদ ভেঙে দেওয়ার পক্ষে ভোট দেয়।\n\n\n=== প্রটেক্টরেট: ১৬৫৩-৫৮ ===\n\nবেয়ারবোনের সংসদ ভেঙে দেওয়ার পর জন ল্যাম্বার্ট একটি নতুন সংবিধান পেশ করেন যা \"সরকারের উপকরণ\" নামে পরিচিত। এর ফলে ক্রমওয়েল \"প্রধান ম্যাজিস্ট্রেসি এবং সরকার প্রশাসন\" গ্রহণ করেন। পরে ১৬ ডিসেম্বর তিনি লর্ড প্রোটেক্টর হিসেবে শপথ গ্রহণ করেন, একটি অনুষ্ঠানে তিনি কোনও রাজতান্ত্রিক রাজকীয় পোশাকের পরিবর্তে সাধারণ কালো পোশাক পরেন। ক্রমওয়েল তার স্বাক্ষর পরিবর্তন করে 'অলিভার পি' করেন, যেখানে পি ছিল 'প্রটেক্টর' -এর সংক্ষিপ্ত রূপ, এবং শীঘ্রই অন্যরা ক্রমওয়েলকে \"ইওর হাইনেস\" বলে সম্বোধন করতে শুরু করেন। অভিভাবক হিসেবে তাকে রাজ্য পরিষদে সংখ্যাগরিষ্ঠ ভোট নিশ্চিত করতে হয়েছিল। লর্ড প্রোটেক্টর হিসেবে তাকে বছরে ১০০,০০০ পাউন্ড (২০২৩ সালে ২০,৫০০,০০০ পাউন্ডের সমতুল্য) বেতন দেওয়া হত।\nযদিও ক্রমওয়েল বলেছিলেন যে, \"একজন ব্যক্তি এবং একটি সংসদ দ্বারা পরিচালিত সরকার মৌলিক,\" তিনি বিশ্বাস করতেন যে সামাজিক বিষয়গুলিকে অগ্রাধিকার দেওয়া উচিত। সামাজিক অগ্রাধিকারগুলিতে সামাজিক ব্যবস্থা সংস্কারের কোনও অর্থবহ প্রচেষ্টা অন্তর্ভুক্ত ছিল না। বিচার ব্যবস্থায় পরিচালিত ক্ষুদ্র সংস্কার ইংরেজ রাজনীতিতে শৃঙ্খলা ফিরিয়ে আনার প্রচেষ্টার চেয়ে বেশি ছিল। কর কিছুটা কমানো হয়, এবং তিনি শান্তি এবং প্রথম অ্যাংলো-ডাচ যুদ্ধের সমাপ্তিকে অগ্রাধিকার দিয়েছিলেন।\nএই সময়কালে ইংল্যান্ডের বিদেশী সম্পত্তির মধ্যে ছিল নিউফাউন্ডল্যান্ড, নিউ ইংল্যান্ড কনফেডারেশন, প্রভিডেন্স প্ল্যান্টেশন, ভার্জিনিয়া কলোনি, মেরিল্যান্ড প্রদেশ এবং ওয়েস্ট ইন্ডিজের দ্বীপপুঞ্জ। ক্রমওয়েল শীঘ্রই এগুলোর আত্মসমর্পণ নিশ্চিত করেন এবং মূলত এগুলোকে তাদের নিজস্ব বিষয়ে ছেড়ে দেন। শুধুমাত্র সেভার্ন যুদ্ধে মেরিল্যান্ড কলোনির নিয়ন্ত্রণ দখলকারী অন্যান্য পিউরিটানদের দমন করার জন্য হস্তক্ষেপ করেন, সেখানে প্রাক্তন রোমান ক্যাথলিক মালিকানা এবং সহনশীলতার আদেশ নিশ্চিত করেন। সমস্ত ইংরেজ রাজত্বের মধ্যে ভার্জিনিয়া ছিল ক্রমওয়েলের শাসনের প্রতি সবচেয়ে বেশি বিরক্ত এবং প্রোটেক্টরেটের সময় সেখানে অশ্বারোহী অভিবাসন ব্যাপকভাবে বৃদ্ধি পায়।\nপ্রথম প্রোটেক্টরেট পার্লামেন্টে তার ভাষণে ক্রমওয়েল বিখ্যাতভাবে শৃঙ্খলা পুনরুদ্ধারের প্রচেষ্টার উপর জোর দেন। তবে সংসদ দ্রুতই আরও আমূল ও যথাযথভাবে প্রজাতন্ত্রী সংস্কারের জন্য চাপ দেওয়া ব্যক্তিদের দ্বারা আধিপত্য বিস্তার করে। পরবর্তীতে সংসদ আমূল সংস্কার শুরু করে। পার্লামেন্টের বিলের বিরোধিতা করার পরিবর্তে ক্রমওয়েল ১৬৫৫ সালের ২২ জানুয়ারি সংসদ ভেঙে দেন। প্রথম প্রোটেক্টরেট পার্লামেন্টে সম্পত্তির ভোটাধিকার ছিল বার্ষিক £২০০ প্রকৃত বা ব্যক্তিগত সম্পত্তির মূল্যে, যা একজন প্রাপ্তবয়স্ক পুরুষের হাউস অফ কমন্সে কাউন্টি বা শায়ারের প্রতিনিধিদের ভোট দেওয়ার যোগ্য হওয়ার আগে ন্যূনতম মূল্য হিসেবে নির্ধারিত ছিল। বরো থেকে হাউস অফ কমন্স প্রতিনিধিরা নির্বাচিত হতেন বার্গেস বা পৌর নির্বাচনে ভোট দেওয়ার অধিকারী বরো বাসিন্দাদের দ্বারা এবং বরোগুলির অ্যাল্ডারম্যান এবং কাউন্সিলরদের দ্বারা।\n\nক্রমওয়েলের দ্বিতীয় লক্ষ্য ছিল নৈতিকতা ও ধর্মের ক্ষেত্রে সংস্কার। একজন প্রটেক্টরেট হিসেবে তিনি ভবিষ্যতের প্যারিশ মন্ত্রীদের জন্য বিচার প্রতিষ্ঠা করেন এবং অযোগ্য মন্ত্রী এবং রেক্টরদের বরখাস্ত করেন। এই ট্রায়ার এবং ইজেক্টরগুলি ক্রমওয়েলের প্যারিশ উপাসনার সংস্কারের অগ্রদূত হিসেবে কাজ করার উদ্দেশ্যে তৈরি করা হয়। এই দ্বিতীয় উদ্দেশ্যটি হল সেই প্রেক্ষাপট যেখানে প্রথম প্রোটেক্টরেট পার্লামেন্ট ভেঙে দেওয়ার পর মেজর জেনারেলদের সাংবিধানিক পরীক্ষা-নিরীক্ষা দেখা যায়। ১৬৫৫ সালের মার্চ মাসে স্যার জন পেনরুডকের নেতৃত্বে রাজতান্ত্রিক বিদ্রোহের পর ক্রমওয়েল (ল্যামবার্টের দ্বারা প্রভাবিত) ইংল্যান্ডকে সামরিক জেলাগুলিতে বিভক্ত করেন যেখানে সেনাবাহিনীর মেজর জেনারেলরা শাসিত হন যারা কেবল তার প্রতিই জবাবদিহি করতেন। ১৫ জন মেজর জেনারেল এবং ডেপুটি মেজর জেনারেল (যাদেরকে \"ঈশ্বরীয় গভর্নর\" বলা হত) কেবল জাতীয় নিরাপত্তার ক্ষেত্রেই গুরুত্বপূর্ণ ভূমিকা পালন করতেন না, বরং ক্রমওয়েলের ধর্মীয় বিশ্বাস প্রতিষ্ঠার ক্ষেত্রেও তাদের গুরুত্বপূর্ণ প্রচেষ্টা হিসেবে দেখা হত। মেজর জেনারেল জন ডেসবোরোর তাদের কাজের জন্য আর্থিক সহায়তা প্রদানের একটি কর প্রস্তাবের মাধ্যমে তাদের অবস্থান আরও ক্ষতিগ্রস্ত হয়, যা ১৬৫৬ সালের সেপ্টেম্বরে প্রতিষ্ঠিত দ্বিতীয় প্রোটেক্টরেট পার্লামেন্ট স্থায়ী সামরিক রাষ্ট্রের ভয়ে বাতিল করে দেয়। তবে শেষ পর্যন্ত ক্রমওয়েলের তার সৈন্যদের সমর্থন করতে ব্যর্থতা ও তাদের প্রতিপক্ষের কাছে উৎসর্গ করা তাদের পতনের কারণ হয়ে দাঁড়ায়। তবে ১৬৫৫ সালের নভেম্বর থেকে ১৬৫৬ সালের সেপ্টেম্বরের মধ্যে তাদের কার্যকলাপ ১৬৪০-এর দশকের ক্ষতগুলিকে আবারও প্রশমিত করেছিল এবং শাসনের প্রতি বিদ্বেষকে আরও গভীর করে। ১৬৫৪ সালের শেষের দিকে ক্রমওয়েল স্প্যানিশ ওয়েস্ট ইন্ডিজের বিরুদ্ধে ওয়েস্টার্ন ডিজাইন আরমাডা চালু করেন এবং ১৬৫৫ সালের মে মাসে জ্যামাইকা দখল করেন।\nলর্ড প্রোটেক্টর হিসেবে ক্রমওয়েল নেদারল্যান্ডসের অর্থনীতিতে ইহুদি সম্প্রদায়ের সম্পৃক্ততা সম্পর্কে অবগত ছিলেন, যা তখন ইংল্যান্ডের শীর্ষস্থানীয় বাণিজ্যিক প্রতিদ্বন্দ্বী ছিল। পিউরিটানিজমের বাইরে থাকা ব্যক্তিদের ব্যক্তিগত উপাসনার অধিকারের প্রতি ক্রমওয়েলের সহনশীলতার সাথে মিল রেখেই তিনি ১৬৫৭ সালে এডওয়ার্ড প্রথম কর্তৃক নির্বাসনের ৩৫০ বছরেরও বেশি সময় পরে ইহুদিদের ইংল্যান্ডে ফিরে যেতে উৎসাহিত করেন, এই আশায় যে তারা গৃহযুদ্ধের বিপর্যয়ের পরে দেশের পুনরুদ্ধারকে ত্বরান্বিত করতে সাহায্য করবে। ইহুদিদের ইংল্যান্ডে ফিরে যাওয়ার অনুমতি দেওয়ার ক্রমওয়েলের সিদ্ধান্তের পিছনে একটি দীর্ঘমেয়াদী উদ্দেশ্য ছিল, এবং সেই আশা ছিল যে তারা খ্রিস্টধর্মে ধর্মান্তরিত হবে এবং এর ফলে যীশু খ্রিস্টের দ্বিতীয় আগমন ত্বরান্বিত হবে, যা শেষ পর্যন্ত মথি ২৩ :৩৭-৩৯ এবং রোমানস্ ১১ এর উপর ভিত্তি করে তৈরি। ১৬৫৫ সালের ডিসেম্বরে হোয়াইটহল সম্মেলনে তিনি ইহুদিদের কাছে খ্রিস্টান প্রচারক পাঠানোর প্রয়োজনীয়তা সম্পর্কে রোমানদের কাছে সেন্ট পলের পত্র ১০:১২-১৫ থেকে উদ্ধৃতি দেন। প্রেসবিটেরিয়ান উইলিয়াম প্রিন কংগ্রেগেশনালিস্ট ক্রমওয়েলের বিপরীতে পরবর্তীকালের ইহুদি-পন্থী নীতির তীব্র বিরোধিতা করেন।\n১৬৫৭ সালের ২৩শে মার্চ প্রটেক্টরেট স্পেনের বিরুদ্ধে লুই চতুর্দশের সাথে প্যারিস চুক্তি স্বাক্ষর করে। ক্রমওয়েল ফ্রান্সকে ৬,০০০ সৈন্য এবং যুদ্ধজাহাজ সরবরাহ করার প্রতিশ্রুতি দেন। চুক্তির শর্তাবলী অনুসারে মার্ডিক এবং ডানকার্ক - ইংরেজ বণিক জাহাজ চলাচলে আক্রমণকারী বেসরকারী এবং বাণিজ্যিক লুটপাটকারীদের ঘাঁটি - ইংল্যান্ডের কাছে হস্তান্তর করা হয়।\n১৬৫৭ সালে সংশোধিত সাংবিধানিক বন্দোবস্তের অংশ হিসেবে ক্রমওয়েলকে সংসদ কর্তৃক মুকুট অর্পণ করা হয়, যা তাকে একটি দ্বিধাগ্রস্ত করে তোলে কারণ তিনি রাজতন্ত্র বিলুপ্তিতে \"সহায়ক\" ছিলেন। এই প্রস্তাবের জন্য ক্রমওয়েল ছয় সপ্তাহ ধরে যন্ত্রণা ভোগ করেছিলেন। তিনি স্থিতিশীলতার সম্ভাবনা দেখে আকৃষ্ট হন, কিন্তু ১৩ এপ্রিল ১৬৫৭ তারিখে এক ভাষণে তিনি স্পষ্ট করে দেন যে, ঈশ্বরের দূরদর্শিতা রাজার পদের বিরুদ্ধে কথা বলে: \"দূরদর্শিতা যা ধ্বংস করে ধুলোয় ফেলে দিয়েছে তা আমি স্থাপন করতে চাই না এবং আমি আবার জেরিকো নির্মাণ করব না\"। জেরিকোর উল্লেখ পূর্ববর্তী একটি ঘটনার কথা মনে করিয়ে দেয় যেখানে ১৬৫৫ সালে ওয়েস্ট ইন্ডিজের স্প্যানিশ-অধিকৃত দ্বীপ হিস্পানিওলার বিরুদ্ধে একটি অভিযানের পরাজয়ের খবর ইংল্যান্ডে পৌঁছালে ক্রমওয়েল তার বিবেকের সাথে লড়াই করেছিলেন। তিনি নিজেকে আখনের সাথে তুলনা করেছিলেন, যিনি জেরিকো দখলের পর লুণ্ঠন ফিরিয়ে এনে ইস্রায়েলীয়দের পরাজিত করেছিলেন। এর পরিবর্তে ২৬ জুন ওয়েস্টমিনস্টার হলে ক্রমওয়েলকে লর্ড প্রোটেক্টর হিসেবে পুনঃপ্রতিষ্ঠিত করা হয় এবং রাজা এডওয়ার্ডের চেয়ারে বসে তিনি রাজকীয় রাজ্যাভিষেকের অনুকরণ করেন কারণ তিনি বেগুনি রঙের পোশাক, ন্যায়ের তরবারি এবং রাজদণ্ডের মতো অনেক রাজকীয় রাজকীয় পোশাক পরেছিলেন। ক্রমওয়েলের নতুন অধিকার এবং ক্ষমতাগুলি নম্র আবেদন এবং পরামর্শে স্থাপিত হয়, যা একটি আইনসভার দলিল যা সরকারের দলিলকে প্রতিস্থাপন করে। রাজত্ব পুনরুদ্ধার করতে ব্যর্থ হওয়া সত্ত্বেও এই নতুন সংবিধান প্রাচীন সংবিধানের অনেক চিহ্ন স্থাপন করে, যার মধ্যে রয়েছে জীবনসঙ্গীদের ঘর। কমন্স উপযুক্ত নামের উপর একমত হতে না পারায় বিনীত আবেদনে এটিকে \"অন্য হাউস\" বলা হয়েছিল। তদুপরি, অলিভার ক্রমওয়েল ক্রমবর্ধমানভাবে রাজতন্ত্রের ফাঁদগুলি আরও বেশি করে গ্রহণ করতে শুরু করেন। বিশেষ করে তিনি একটি পিটিশনের পর তিনটি পিয়ারেজ তৈরি করেন এবং জুলাই মাসে চার্লস হাওয়ার্ডকে ভিসকাউন্ট মরপেথ এবং ব্যারন গিসল্যান্ড হিসেবে নিযুক্ত করার পরামর্শ দেন। এদিকে পরের বছরের এপ্রিলে এডমন্ড ডাঞ্চকে পূর্ব উইটেনহ্যামের ব্যারন বার্নেল হিসেবে নিযুক্ত করা হয়।\n\n\n=== মৃত্যু এবং মরণোত্তর মৃত্যুদণ্ড ===\n\nধারণা করা হয় ক্রমওয়েল ম্যালেরিয়া এবং কিডনিতে পাথর রোগে ভুগছিলেন। ১৬৫৮ সালে তিনি হঠাৎ ম্যালেরিয়া জ্বরে আক্রান্ত হন এবং ধারণা করা হয় যে তিনি একমাত্র পরিচিত চিকিৎসা, কুইনাইন, প্রত্যাখ্যান করেছিলেন কারণ এটি ক্যাথলিক জেসুইট মিশনারিরা আবিষ্কার করেছিলেন। এর পরপরই মূত্রনালীর বা কিডনির সমস্যাজনিত অসুস্থতার লক্ষণ দেখা দেয়। ভেনিসের রাষ্ট্রদূত ভেনিসের ডোজে নিয়মিত চিঠি লিখতেন যেখানে তিনি ক্রমওয়েলের শেষ অসুস্থতার বিবরণ অন্তর্ভুক্ত করতেন এবং তার মৃত্যুর দ্রুততা সম্পর্কে তিনি সন্দেহ প্রকাশ করতেন। আগস্ট মাসে তার মেয়ে এলিজাবেথ ক্লেপোলের মৃত্যুর ফলে এই পতন ত্বরান্বিত হয়। ডানবার এবং ওরচেস্টারে তাঁর মহান বিজয়ের বার্ষিকীতে ১৬৫৮ সালের ৩ সেপ্টেম্বর হোয়াইটহলে ৫৯ বছর বয়সে তিনি মারা যান। তাঁর মৃত্যুর রাতে ইংল্যান্ড এবং সমগ্র ইউরোপে এক প্রচণ্ড ঝড় বয়ে যায়।  মৃত্যুর সবচেয়ে সম্ভাব্য কারণ ছিল তার মূত্রনালীর সংক্রমণের পর সেপসিস (রক্তে বিষক্রিয়া)। তাকে মহান অনুষ্ঠানের মাধ্যমে সমাহিত করা হয়, যা বর্তমানে RAF চ্যাপেলে অবস্থিত। ওয়েস্টমিনস্টার অ্যাবেতে প্রথম জেমস এর স্মৃতিস্তম্ভের উপর ভিত্তি করে একটি জাঁকজমকপূর্ণ অন্ত্যেষ্টিক্রিয়া অনুষ্ঠিত হয়। তার মেয়ে এলিজাবেথকেও সেখানে সমাহিত করা হয়েছিল।\nক্রমওয়েলের স্থলাভিষিক্ত হন তার পুত্র রিচার্ড। পার্লামেন্ট বা সেনাবাহিনীতে রিচার্ডের কোনও ক্ষমতার ভিত্তি না থাকায় ১৬৫৯ সালের মে মাসে তিনি পদত্যাগ করতে বাধ্য হন, যার ফলে প্রটেক্টরেটের অবসান ঘটে। পুনঃপ্রতিষ্ঠিত কমনওয়েলথের সময় ক্ষমতার জন্য লড়াই করা বিভিন্ন গোষ্ঠীর মধ্যে কোনও স্পষ্ট নেতৃত্ব ছিল না, তাই জর্জ মনক নিউ মডেল আর্মি রেজিমেন্টের নেতৃত্বে লন্ডনে পদযাত্রা করতে এবং লং পার্লামেন্ট পুনরুদ্ধার করতে সক্ষম হন। মনকের সজাগ দৃষ্টিতে প্রয়োজনীয় সাংবিধানিক সমন্বয় সাধন করা হয় যাতে ১৬৬০ সালে দ্বিতীয় চার্লসকে নির্বাসন থেকে পুনর্স্থাপিত রাজতন্ত্রের অধীনে রাজা হওয়ার জন্য আমন্ত্রণ জানানো যায়।\n\n১৬৬১ সালের ৩০ জানুয়ারি চার্লস প্রথমের মৃত্যুদণ্ডের ১২তম বার্ষিকীতে ওয়েস্টমিনস্টার অ্যাবে থেকে ক্রমওয়েলের মৃতদেহ উত্তোলন করা হয় এবং মরণোত্তর মৃত্যুদণ্ড কার্যকর করা হয়, যেমনটা জন ব্র্যাডশ এবং হেনরি ইরেটনের দেহাবশেষের সাথেও করা হয় (ক্রমওয়েলের মেয়ের মৃতদেহ অ্যাবেতে সমাহিত থাকার অনুমতি দেওয়া হয়েছিল)। লন্ডনের টাইবার্নে তার মৃতদেহ শিকল দিয়ে ঝুলিয়ে রাখা হয় এবং তারপর একটি গর্তে ফেলে দেওয়া হয়। তার মাথা কেটে ওয়েস্টমিনস্টার প্রাসাদের ওয়েস্টমিনস্টার হলের ছাদে কমপক্ষে ১৬৮৪ সাল পর্যন্ত প্রদর্শিত হয়। পরবর্তীতে এটি বিভিন্ন ব্যক্তির মালিকানাধীন হয়, যার মধ্যে ১৮১৪ সালে জোসিয়া হেনরি উইলকিনসনের কাছে একটি নথিভুক্ত বিক্রয় অন্তর্ভুক্ত ছিল, এবং ১৯৬০ সালে কেমব্রিজের সিডনি সাসেক্স কলেজে অ্যান্টিক্যাপেলের মেঝেতে সমাহিত করার আগে এটি বেশ কয়েকবার জনসমক্ষে প্রদর্শিত হয়েছিল। সঠিক অবস্থানটি জনসমক্ষে প্রকাশ করা হয়নি, তবে একটি ফলক আনুমানিক অবস্থান চিহ্নিত করে।\nঅনেকেই প্রশ্ন তুলতে শুরু করে যে টাইবার্নে বিকৃত দেহ এবং ওয়েস্টমিনস্টার হলে দেখা মাথাটি কি ক্রমওয়েলের? এই সন্দেহগুলি দেখা দেয় কারণ ধারণা করা হয়েছিল যে, ১৬৫৮ সালের সেপ্টেম্বরে তাঁর মৃত্যুর পর থেকে ১৬৬১ সালের জানুয়ারিতে কবরস্থান উত্তোলনের মধ্যবর্তী সময়ে প্রতিহিংসাপরায়ণ রাজপরিবারের হাত থেকে রক্ষা করার জন্য ক্রমওয়েলের দেহকে বেশ কয়েকটি স্থানে পুনঃকবর দেওয়া হয়েছিল। গল্পগুলি থেকে জানা যায় যে, তার দেহাবশেষ লন্ডন, কেমব্রিজশায়ার, নর্থাম্পটনশায়ার, অথবা ইয়র্কশায়ারে সমাহিত করা হয়েছে।\nক্রমওয়েল ভল্টটি পরবর্তীতে দ্বিতীয় চার্লসের অবৈধ বংশধরদের সমাধিস্থল হিসেবে ব্যবহৃত হয়। ওয়েস্টমিনস্টার অ্যাবেতে ক্রমওয়েলের সমাধিস্থলটি ১৯ শতকে একটি মেঝে পাথর দ্বারা চিহ্নিত করা হয়েছিল যা বর্তমানে আরএএফ চ্যাপেল হিসাবে পরিচিত, যেখানে লেখা ছিল: \"অলিভার ক্রমওয়েলের সমাধিস্থল ১৬৫৮–১৬৬১\"।\n\n\n== চরিত্র মূল্যায়ন ==\nজীবদ্দশায় কিছু ট্র্যাক্টে ক্রমওয়েলকে ক্ষমতার দ্বারা অনুপ্রাণিত একজন ভণ্ড হিসেবে চিত্রিত করা হয়েছিল। উদাহরণস্বরূপ, দ্য ম্যাকিয়াভিলিয়ান ক্রমওয়েল এবং দ্য জাগলারস ডিসকভারড হল ১৬৪৭ সালের পর লেভেলারদের দ্বারা ক্রমওয়েলের উপর আক্রমণের অংশ এবং উভয়ই তাকে একজন ম্যাকিয়াভিলিয়ান ব্যক্তিত্ব হিসেবে উপস্থাপন করে। জন স্পিটলহাউস \"আ ওয়ার্নিং পিস ডিসচার্জড\" বইতে আরও ইতিবাচক মূল্যায়ন উপস্থাপন করেছেন। তাকে মোশির সাথে তুলনা করেছেন যিনি গৃহযুদ্ধের লোহিত সাগরের মধ্য দিয়ে ইংরেজদের নিরাপদে নিয়ে গিয়ে উদ্ধার করেছিলেন। কবি জন মিল্টন তার সনেট XVI- তে ক্রমওয়েলকে \"আমাদের পুরুষদের প্রধান\" বলে অভিহিত করেছেন।\nক্রমওয়েলের মৃত্যুর পরপরই বেশ কয়েকটি জীবনী প্রকাশিত হয়। একটি উদাহরণ হল \"দ্য পারফেক্ট পলিটিশিয়ান\", যেখানে বর্ণনা করা হয়েছে যে কীভাবে ক্রমওয়েল \"বইয়ের চেয়ে মানুষকে বেশি ভালোবাসতেন\" এবং তাকে বিবেকের স্বাধীনতার একজন উদ্যমী প্রচারক হিসেবে একটি সূক্ষ্ম মূল্যায়ন প্রদান করে, যিনি গর্ব এবং উচ্চাকাঙ্ক্ষা দ্বারা হতাশ হয়ে পড়েন। ১৬৬৭ সালে ক্ল্যারেন্ডনের প্রথম আর্ল এডওয়ার্ড হাইড তার \"ইংল্যান্ডের বিদ্রোহ এবং গৃহযুদ্ধের ইতিহাস\" বইয়ে একটি সমানভাবে সূক্ষ্ম কিন্তু কম ইতিবাচক মূল্যায়ন প্রকাশ করেন। ক্ল্যারেন্ডন বিখ্যাতভাবে ঘোষণা করেন যে ক্রমওয়েলকে \"ভবিষ্যৎ প্রজন্ম একজন সাহসী খারাপ মানুষ হিসেবে দেখবে\"। তিনি যুক্তি দেন যে ক্রমওয়েলের ক্ষমতায় উত্থান তার মহান মনোবল এবং শক্তি দ্বারা সাহায্য করেছিল, কিন্তু তার নির্মমতা দ্বারাও। ক্ল্যারেন্ডন ক্রমওয়েলের বিশ্বাসীদের মধ্যে একজন ছিলেন না, এবং তার বিবরণ রাজতন্ত্র পুনরুদ্ধারের পরে লেখা হয়েছিল।\n\nআঠারো শতকের গোড়ার দিকে রাজনৈতিক উদ্দেশ্যগুলিকে ঐতিহাসিক বৈধতা দেওয়ার জন্য একটি বৃহত্তর প্রকল্পের অংশ হিসাবে হুইগরা ক্রমওয়েলের ভাবমূর্তি গ্রহণ এবং পুনর্গঠন করতে শুরু করে। জন টোল্যান্ড এডমন্ড লুডলোর স্মৃতিকথা পুনর্লিখন করেন যাতে পিউরিটান উপাদানগুলিকে সরিয়ে দেওয়া যায় এবং তার পরিবর্তে হুইগিশ ব্র্যান্ডের প্রজাতন্ত্রবাদ প্রতিষ্ঠিত হয় এবং এটি ক্রমওয়েলিয়ান প্রোটেক্টরেটকে একটি সামরিক স্বৈরশাসন হিসেবে উপস্থাপন করে। লুডলোর মাধ্যমে টোল্যান্ড ক্রমওয়েলকে একজন স্বৈরাচারী শাসক হিসেবে চিত্রিত করেন যিনি ১৬৪০-এর দশকে গণতান্ত্রিক শাসনের সূচনাকে চূর্ণ করেছিলেন।ইংরেজ নামকে রোমানদের নামের মতোই মহান ও ভয়ংকর করে তুলতে আমি আশা করি।\n— ক্রমওয়েলউনিশ শতকের গোড়ার দিকে রোমান্টিক শিল্পী এবং কবিরা ক্রমওয়েলকে ইতিবাচক আলোকে চিত্রিত করতে শুরু করেন। ১৮৪০-এর দশকে টমাস কার্লাইল এই পুনর্মূল্যায়ন অব্যাহত রেখেছিলেন। তিনি অলিভার ক্রমওয়েল'স \"লেটার্স অ্যান্ড স্পিচেস: উইথ এলুসিডেশনস\" প্রকাশ করেন, যা তাঁর চিঠি এবং বক্তৃতার একটি টীকাযুক্ত সংগ্রহ ছিল যেখানে তিনি ইংরেজি পিউরিটানিজমকে \"আমাদের সকল বীরত্বের শেষ\" হিসাবে বর্ণনা করেছিলেন, একই সাথে তাঁর নিজের যুগের প্রতি নেতিবাচক দৃষ্টিভঙ্গিও রেখেছিলেন। উনিশ শতকের শেষের দিকে কার্লাইলের ক্রমওয়েলের চিত্রায়ন হুইগ এবং লিবারেল ইতিহাস রচনার সাথে একীভূত হয়ে যায়, যা পিউরিটান নৈতিকতা এবং আন্তরিকতার কেন্দ্রীয়তার উপর জোর দেয়। অক্সফোর্ড গৃহযুদ্ধের ইতিহাসবিদ স্যামুয়েল রসন গার্ডিনার এই সিদ্ধান্তে উপনীত হন যে \"মানুষ—সর্বকালের সর্বশ্রেষ্ঠের ক্ষেত্রেই তাই—তার কাজের চেয়ে মহান ছিলেন\"। গার্ডিনার তার ধর্মীয় বিশ্বাসের চেয়ে ক্রমওয়েলের গতিশীল এবং পারমার্থিক চরিত্র এবং নিরঙ্কুশ রাজতন্ত্রের অবসানে তার ভূমিকার উপর জোর দেন। ক্রমওয়েলের বৈদেশিক নীতি ভিক্টোরিয়ান সাম্রাজ্য সম্প্রসারণের একটি আকর্ষণীয় অগ্রদূত হিসেবে কাজ করে, যেখানে গার্ডিনার \"স্থল ও সমুদ্রপথে ইংল্যান্ডকে মহান করে তোলার জন্য তার প্রচেষ্টার দৃঢ়তার\" উপর জোর দেন। ক্যালভিন কুলিজ ক্রমওয়েলকে একজন উজ্জ্বল রাষ্ট্রনায়ক হিসেবে বর্ণনা করেছেন যিনি \"রাজাদের অত্যাচারের বিরোধিতা করার সাহস করেছিলেন\"।\nবিংশ শতাব্দীর প্রথমার্ধে ক্রমওয়েলের খ্যাতি প্রায়শই নাৎসি জার্মানি এবং ইতালিতে ফ্যাসিবাদের উত্থানের দ্বারা প্রভাবিত হয়। উদাহরণস্বরূপ, হার্ভার্ডের ইতিহাসবিদ উইলবার কর্টেজ অ্যাবট তার কর্মজীবনের বেশিরভাগ সময় ক্রমওয়েলের চিঠি এবং বক্তৃতার একটি বহু-খণ্ডের সংগ্রহ সংকলন এবং সম্পাদনার জন্য উৎসর্গ করেন, যা ১৯৩৭ থেকে ১৯৪৭ সালের মধ্যে প্রকাশিত হয়। অ্যাবট যুক্তি দেন যে ক্রমওয়েল একজন প্রোটো-ফ্যাসিস্ট ছিলেন। তবে জন মরিলের মতো পরবর্তী ইতিহাসবিদরা অ্যাবটের ক্রমওয়েলের ব্যাখ্যা এবং তার সম্পাদকীয় পদ্ধতি উভয়েরই সমালোচনা করেছেন।\nবিংশ শতাব্দীর শেষের দিকের ইতিহাসবিদরা ক্রমওয়েলের বিশ্বাস এবং তার কর্তৃত্ববাদী শাসনের প্রকৃতি পুনর্বিবেচনা করেন। অস্টিন উলরিচ \"একনায়কতন্ত্র\" বিষয়টি গভীরভাবে অনুসন্ধান করেন। তিনি যুক্তি দিয়েছিলেন যে ক্রমওয়েল দুটি বিরোধপূর্ণ শক্তির অধীন ছিলেন: সেনাবাহিনীর প্রতি তার বাধ্যবাধকতা এবং সমগ্র জাতির আস্থা ফিরিয়ে এনে একটি স্থায়ী নিষ্পত্তি অর্জনের তার আকাঙ্ক্ষা। তিনি যুক্তি দিয়েছিলেন যে ক্রমওয়েলের শাসনের একনায়কতান্ত্রিক উপাদানগুলি সামরিক উৎস বা বেসামরিক সরকারে সেনা কর্মকর্তাদের অংশগ্রহণ থেকে কম উদ্ভূত হয়েছিল, বরং ঈশ্বরের জনগণের স্বার্থের প্রতি তার অবিচল প্রতিশ্রুতি এবং তার দৃঢ় বিশ্বাস যে পাপ দমন করা এবং সদ্গুণকে উৎসাহিত করা সরকারের প্রধান লক্ষ্য। জন মরিল, ব্লেয়ার ওয়ার্ডেন এবং জেসি ডেভিসের মতো ঐতিহাসিকরা এই থিমটি তৈরি করেন, যা প্রকাশ করে যে ক্রমওয়েলের লেখা এবং বক্তৃতাগুলি কতটা বাইবেলের উল্লেখ দ্বারা পরিপূর্ণ, এবং যুক্তি দেন যে তার উগ্র কর্মকাণ্ড ঈশ্বরীয় সংস্কারের প্রতি তার উৎসাহ দ্বারা চালিত হয়েছিল।\n\n\n=== আইরিশ অভিযান বিতর্ক ===\nআয়ারল্যান্ডে ক্রমওয়েলের বর্বরতার মাত্রা নিয়ে তীব্র বিতর্ক রয়েছে। কিছু ঐতিহাসিক যুক্তি দেন যে ক্রমওয়েল কখনও আয়ারল্যান্ডে বেসামরিক নাগরিকদের হত্যার দায় স্বীকার করেননি, দাবি করেছেন যে তিনি কঠোর আচরণ করেছিলেন কিন্তু শুধুমাত্র \"অস্ত্রধারী\"দের বিরুদ্ধে। অন্যান্য ঐতিহাসিকরা ক্রমওয়েলের লন্ডনে পাঠানো সমসাময়িক প্রতিবেদনগুলি উদ্ধৃত করেছেন, যার মধ্যে রয়েছে ২৭ সেপ্টেম্বর ১৬৪৯ সালের প্রতিবেদন, যেখানে তিনি ৩,০০০ সামরিক কর্মীর হত্যার তালিকা করেছেন, তারপরে \"এবং অনেক বাসিন্দা\" বাক্যাংশটি ব্যবহার করেছেন। ১৬৪৯ সালের সেপ্টেম্বরে তিনি ১৬৪১ সালে আলস্টারে প্রোটেস্ট্যান্ট বসতি স্থাপনকারীদের গণহত্যার প্রতিশোধ হিসেবে দ্রোগেদাকে উচ্ছেদ করার ন্যায্যতা প্রমাণ করেন, এই গণহত্যাকে \"এই বর্বর দুর্বৃত্তদের উপর ঈশ্বরের ন্যায্য বিচার\" বলে অভিহিত করেন, যারা তাদের হাত এত নির্দোষ রক্তে রঞ্জিত করেছে\"। কিন্তু ১৬৪১ সালে বিদ্রোহীরা দ্রোগেদা দখল করতে পারেনি; এর অনেক সেনানিবাসই আসলে ইংরেজ রাজপরিবারের সদস্য ছিল। অন্যদিকে, ক্রমওয়েল ইংল্যান্ডে চলে যাওয়ার পর আয়ারল্যান্ডে সংঘটিত সবচেয়ে ভয়াবহ নৃশংসতা, যেমন গণহত্যা, হত্যা এবং ৫০,০০০ এরও বেশি পুরুষ, মহিলা এবং শিশুকে যুদ্ধবন্দী এবং চুক্তিবদ্ধ দাস হিসেবে বারমুডা ও বার্বাডোসে নির্বাসন অন্যান্য জেনারেলদের নেতৃত্বে পরিচালিত হয়েছিল। কেউ কেউ আয়ারল্যান্ডে প্রবেশের সময় তার পদক্ষেপের দিকে ইঙ্গিত করেছেন। ক্রমওয়েল দাবি করেছিলেন যে বেসামরিক বাসিন্দাদের কাছ থেকে কোনও সরবরাহ জব্দ করা হবে না এবং সবকিছু ন্যায্যভাবে কেনা হবে; \"আমি এতদ্বারা সতর্ক করছি ... আমার অধীনে থাকা সমস্ত অফিসার, সৈনিক এবং অন্যান্যরা যেন গ্রামবাসী বা অন্য কোনও ব্যক্তির প্রতি কোনও অন্যায় বা সহিংসতা না করেন, যদি না তারা প্রকৃতপক্ষে শত্রুর সাথে অস্ত্র বা পদে থাকেন ... কারণ তারা তাদের সর্বোচ্চ বিপদে বিপরীত জবাব দেবেন।\"\nদ্রোগেদা এবং ওয়েক্সফোর্ডের গণহত্যা কিছু দিক থেকে সেই দিনের বৈশিষ্ট্যপূর্ণ ছিল, বিশেষ করে সম্প্রতি সমাপ্ত ত্রিশ বছরের যুদ্ধের প্রেক্ষাপটে, যদিও ইংল্যান্ড বা স্কটল্যান্ডের গৃহযুদ্ধের সময় তুলনামূলক ঘটনা খুব কমই ঘটেছে, যেগুলি মূলত প্রোটেস্ট্যান্ট প্রতিপক্ষের মধ্যে সংঘটিত হয়েছিল, যদিও ভিন্ন ভিন্ন সম্প্রদায়ের ছিল। একটি সম্ভাব্য তুলনা হল ১৬৪৫ সালে ক্রমওয়েলের বেসিং হাউস অবরোধ, যা উইনচেস্টারের বিশিষ্ট ক্যাথলিক মার্কুয়েসের আসন ছিল, যার ফলে ৪০০ জনের গ্যারিসনের প্রায় ১০০ জনকে কোয়ার্টার প্রত্যাখ্যান করার পর হত্যা করা হয়। সমসাময়িকরা বেসামরিক হতাহতের খবরও জানান, ছয়জন ক্যাথলিক পুরোহিত এবং একজন মহিলাও নিহত হন। বেসিং হাউসে মৃত্যুর সংখ্যা অনেক কম ছিল। ক্রমওয়েল নিজেই কাউন্সিল অফ স্টেটকে লেখা তার প্রথম চিঠিতে ড্রোগেডায় হত্যাকাণ্ড সম্পর্কে বলেছিলেন: \"আমি বিশ্বাস করি আমরা সমস্ত আসামীদের তরবারির উপর চাপিয়ে দিয়েছি। আমার মনে হয় না যে সমস্ত আসামীদের মধ্যে ত্রিশ জন তাদের জীবন নিয়ে পালিয়ে গেছে।\" ক্রমওয়েলের আদেশ দেন, \"অভিযানের উত্তাপে, আমি তাদের শহরে অস্ত্রধারী কাউকে ছেড়ে দিতে নিষেধ করেছিলাম\"। অবরোধের শুরুতে এটি ছিল আত্মসমর্পণের অনুরোধ, যা প্রত্যাখ্যান করা হয়েছিল। তখনকার সামরিক প্রোটোকল ছিল যে, যে শহর বা গ্যারিসন আত্মসমর্পণের সুযোগ প্রত্যাখ্যান করবে, সে কোয়ার্টারে থাকার অধিকারী হবে না। দেয়াল ভেঙে ফেলার পরেও দ্রোগেডার গ্যারিসনের এটি করতে অস্বীকৃতি জানানো ক্রমওয়েলের কাছে গণহত্যার ন্যায্যতা প্রমাণ করেছিল। যেখানে ক্রমওয়েল কার্লো, নিউ রস এবং ক্লোনমেলের মতো সুরক্ষিত শহরগুলির আত্মসমর্পণের বিষয়ে আলোচনা করেছিলেন, কিছু ঐতিহাসিক  যুক্তি দেন যে তিনি আত্মসমর্পণের শর্তাবলীকে সম্মান করেছিলেন এবং নগরবাসীর জীবন ও সম্পত্তি রক্ষা করেছিলেন। ওয়েক্সফোর্ডে তিনি আবার আত্মসমর্পণের জন্য আলোচনা শুরু করেন। আলোচনার সময় ওয়েক্সফোর্ড ক্যাসেলের ক্যাপ্টেন আত্মসমর্পণ করেন এবং বিভ্রান্তির মধ্যে ক্রমওয়েলের কিছু সৈন্য নির্বিচারে হত্যা এবং লুটপাট শুরু করে।\nযদিও আয়ারল্যান্ডে অভিযানে ক্রমওয়েলের সময় সীমিত ছিল এবং তিনি ১৬৫৩ সাল পর্যন্ত নির্বাহী ক্ষমতা গ্রহণ করেননি, তবুও মার্ক লেভেন এবং জন মরিলের মতো ইতিহাসবিদদের মতে, কমনওয়েলথ আয়ারল্যান্ডে ইচ্ছাকৃতভাবে জাতিগত নির্মূল কর্মসূচি পরিচালনা করেছিল কিনা তা নিয়ে তিনি প্রায়ই বিস্তৃত বিতর্কের কেন্দ্রবিন্দুতে থাকেন। চার্লস দ্বিতীয়ের সাথে আইরিশদের জোটের সম্ভাবনার মুখোমুখি হয়ে ক্রমওয়েল আইরিশদের দমন করার জন্য ধারাবাহিক গণহত্যা চালান। তারপর ক্রমওয়েল ইংল্যান্ডে ফিরে আসার পর ইংরেজ কমিশনার জেনারেল হেনরি ইরেটন, যিনি ক্রমওয়েলের জামাতা এবং প্রধান উপদেষ্টা ছিলেন, ফসল পোড়ানো এবং অনাহারের একটি ইচ্ছাকৃত নীতি গ্রহণ করেন। ১৬৪১ সালে আয়ারল্যান্ডে তিন রাজ্যের যুদ্ধের পুরো সময়কালে মোট অতিরিক্ত মৃত্যুর সংখ্যা ১৭ শতকের অর্থনীতিবিদ স্যার উইলিয়াম পেটি অনুমান করেছিলেন যে, মোট আইরিশ জনসংখ্যা ১,৪০০,০০০ এর মধ্যে ৬০০,০০০ ছিল।\n\nআজকের দিন পর্যন্ত ইতিহাস ও সাহিত্যে দ্রোগেদা এবং ওয়েক্সফোর্ডের অবরোধের কথা উল্লেখযোগ্যভাবে উল্লেখ করা হয়েছে। উদাহরণস্বরূপ, জেমস জয়েস তার উপন্যাস ইউলিসিসে ড্রোগেডার কথা উল্লেখ করেছেন: \"কী হবে সেই পবিত্র ক্রমওয়েল এবং তার লৌহঘেদাদের কথা যারা ড্রোগেডার নারী ও শিশুদের তরবারির মুখে বাইবেলের লেখা 'ঈশ্বরই প্রেম' আটকে রেখেছিল?\" একইভাবে উইনস্টন চার্চিল (১৯৫৭ সালে লেখা) অ্যাংলো-আইরিশ সম্পর্কের উপর ক্রোমওয়েলের প্রভাব বর্ণনা করেছেন:এই সকলের উপর ক্রমওয়েলের রেকর্ড ছিল এক স্থায়ী অভিশাপ। সন্ত্রাসের এক অসম্পূর্ণ প্রক্রিয়া, অন্যায় ভূমি বন্দোবস্ত, ক্যাথলিক ধর্মের কার্যত নিষিদ্ধকরণ, ইতিমধ্যে বর্ণিত রক্তাক্ত কর্মকাণ্ডের মাধ্যমে তিনি জাতি এবং ধর্মের মধ্যে নতুন ব্যবধান তৈরি করেছিলেন। 'নরক অথবা কনট' এই শব্দগুলোই তিনি স্থানীয় বাসিন্দাদের উপর চাপিয়ে দিয়েছিলেন এবং তারা তাদের পক্ষ থেকে তিনশ বছর ধরে ঘৃণার তীব্র প্রকাশ হিসেবে 'তোমাদের উপর ক্রমওয়েলের অভিশাপ' ব্যবহার করে আসছে।... আমাদের সকলের উপর এখনও 'ক্রমওয়েলের অভিশাপ' রয়ে গেছে।আয়ারল্যান্ড বিজয় সম্পর্কে ক্রমওয়েলের দৃষ্টিভঙ্গির একটি গুরুত্বপূর্ণ টিকে থাকা বক্তব্য হল ১৬৫০ সালের জানুয়ারিতে প্রতারিত ও অবহেলিত মানুষের জন্য আয়ারল্যান্ডের লর্ড লেফটেন্যান্টের ঘোষণা।  এতে তিনি ক্যাথলিক ধর্ম সম্পর্কে তীব্র ভাষায় কথা বলছিলেন, \"যেখানে আমার ক্ষমতা আছে... আমি প্রার্থনার অনুশীলন সহ্য করব না।\" কিন্তু তিনি আরও লিখেছিলেন: \"মানুষের ক্ষেত্রে, ধর্মের বিষয়ে তাদের নিজের বুকে যে চিন্তাভাবনা আছে তা আমি বুঝতে পারি না; তবে আমি মনে করব এটি আমার কর্তব্য, যদি তারা সততা এবং শান্তিপূর্ণভাবে চলে, তাদের জন্য সামান্যতম কষ্ট না দেওয়া।\" যেসব বেসামরিক সৈন্য তাদের অস্ত্র সমর্পণ করেছে \"তারা তাদের বিভিন্ন বাড়িতে শান্তিপূর্ণভাবে এবং সততার সাথে বসবাস করবে, তাদের তা করার অনুমতি দেওয়া হবে\"।\n১৯৬৫ সালে আইরিশ ভূমিমন্ত্রী বলেন যে \"ক্রমওয়েলের কাজ বাতিল করার\" জন্য তার নীতিমালা প্রয়োজনীয়। ১৯৯৭ সালের দিকে তাওইসেক বার্টি আহার্ন রবিন কুকের সাথে বৈঠক শুরু করার আগে পররাষ্ট্র দপ্তরের একটি কক্ষ থেকে ক্রমওয়েলের একটি প্রতিকৃতি সরানোর দাবি জানান।\n\n\n=== সামরিক মূল্যায়ন ===\nনিউ মডেল আর্মি গঠনের জন্য ক্রমওয়েলকে কৃতিত্ব দেওয়া হয়। সংসদ সদস্য হিসেবে তিনি ১৬৪৫ সালের গোড়ার দিকে সংসদ কর্তৃক পাস হওয়া আত্ম-অস্বীকার অধ্যাদেশে অন্তর্ভুক্ত সংস্কারগুলিতে উল্লেখযোগ্য অবদান রাখেন। মার্স্টন মুরে জয়ের সুযোগ কাজে লাগাতে ব্যর্থতার প্রতিক্রিয়ায় আংশিকভাবে এই অধ্যাদেশটি জারি করা হয়। এটি আদেশ দেয় যে সেনাবাহিনীকে জাতীয় ভিত্তিতে \"পুনর্নির্মাণ\" করা হবে, পুরাতন কাউন্টি সমিতিগুলিকে প্রতিস্থাপন করা হবে। এটি ম্যানচেস্টারের মতো হাউস অফ কমন্স এবং লর্ডসের সদস্যদেরও বেসামরিক পদ এবং সামরিক কমান্ডের মধ্যে একটি বেছে নিতে বাধ্য করে। ক্রমওয়েল ছাড়া বাকি সবাই তাদের সামরিক অবস্থান ত্যাগ করার সিদ্ধান্ত নেন। বিপরীতে, ক্রমওয়েলের কমিশনের মেয়াদ ক্রমাগত বৃদ্ধি করা হয় এবং তাকে সংসদে থাকার অনুমতি দেওয়া হয়।\n১৬৪৫ সালের এপ্রিলে নিউ মডেল আর্মি অবশেষে যুদ্ধে নামে। স্যার টমাস ফেয়ারফ্যাক্স কমান্ডে এবং ক্রমওয়েল অশ্বারোহী বাহিনীর লেফটেন্যান্ট-জেনারেল এবং সেকেন্ড-ইন-কমান্ড ছিলেন। কিছু কর্তৃপক্ষ মনে করেন যে সেনাবাহিনীর সংগঠন এবং এর সৈন্যদের পূর্ণাঙ্গ প্রশিক্ষণ ক্রমওয়েল নয়, ফেয়ারফ্যাক্স দ্বারা সম্পন্ন হয়েছিল। ফেয়ারফ্যাক্সের বিপরীতে, ক্রমওয়েলের সামরিক কৌশল সম্পর্কে কোনও আনুষ্ঠানিক প্রশিক্ষণ ছিল না। তবে সাধারণত তাকে একজন দক্ষ সামরিক নেতা হিসেবে গ্রহণ করা হয়, বিশেষ করে যুদ্ধক্ষেত্রের কমান্ডার হিসেবে।\nনিয়োগের ক্ষেত্রে তিনি ধর্ম বা সামাজিক মর্যাদা নির্বিশেষে অনুগত এবং সদাচারী পুরুষদের খোঁজ করতেন। তিনি তার সৈন্যদের জন্য ভালো ব্যবহার এবং নির্ভরযোগ্য বেতন দিতেন, কিন্তু কঠোর শৃঙ্খলাও প্রয়োগ করতেন।\nযুদ্ধক্ষেত্রের একজন কমান্ডার হিসেবে ক্রমওয়েল যুদ্ধশক্তির পরিবর্তে আঘাতের উপর নির্ভর করে তার অশ্বারোহী বাহিনীকে তিন পদে বিভক্ত করার এবং এগিয়ে যাওয়ার সাধারণ অভ্যাস অনুসরণ করেছিলেন। তার শক্তি ছিল তার লোকদের নেতৃত্ব দেওয়ার এবং প্রশিক্ষণ দেওয়ার সহজাত ক্ষমতা এবং তার নৈতিক কর্তৃত্ব। বেশিরভাগ অপেশাদারদের দ্বারা পরিচালিত যুদ্ধে এই শক্তিগুলি তাৎপর্যপূর্ণ ছিল এবং সম্ভবত তার অশ্বারোহীদের শৃঙ্খলায় অবদান রেখেছিল। ক্রমওয়েল ঘনিষ্ঠ অশ্বারোহী বাহিনী চালু করেছিলেন, যেখানে সৈন্যরা হাঁটুতে হাঁটুতে চড়েছিল। এটি সেই সময়ে ইংল্যান্ডে একটি উদ্ভাবন ছিল এবং তার সাফল্যের একটি প্রধান কারণ ছিল। যুদ্ধক্ষেত্র থেকে প্রতিপক্ষকে তাড়াতে না দিয়ে তারা শ্রেষ্ঠত্ব অর্জন করে। সেই সংঘর্ষের পরে তিনি তার সৈন্যদের কাছাকাছি রেখেছিলেন। এর ফলে স্বল্প সময়ের মধ্যে আরও যুদ্ধ শুরু হয়, যার ফলে যুদ্ধের তীব্রতা বৃদ্ধি পায় এবং দ্রুত প্রতিক্রিয়া দেখা যায়। মার্স্টন মুর এবং নাসেবি উভয় ক্ষেত্রেই এই ধরণের কমান্ডিং স্টাইল নির্ধারক ছিল।\nঅ্যালান মার্শাল ক্রমওয়েলের যুদ্ধ পদ্ধতির \"শৈলীর জন্য সমালোচনা করেন, যা সাধারণত দ্রুত বিজয় এনে দিত কিন্তু উচ্চ ঝুঁকিও ধারণ করত। মার্শাল আয়ারল্যান্ডে ক্রমওয়েলের ত্রুটিগুলি উল্লেখ করেন, ক্লোনমেলে তার পরাজয়ের কথা তুলে ধরেন এবং দ্রোগেদায় তার কর্মকাণ্ডকে \"সপ্তদশ শতাব্দীর মানদণ্ড অনুসারেও এক ভয়াবহ নৃশংসতা\" বলে নিন্দা করেন। মার্শাল এবং অন্যান্য ঐতিহাসিকরা ক্রমওয়েলকে কৌশল, আক্রমণাত্মক যুদ্ধ এবং অবরোধ যুদ্ধের ক্ষেত্রে কম দক্ষ বলে মনে করেন। মার্শাল আরও যুক্তি দেন যে ক্রমওয়েল তার যুদ্ধ কৌশলে প্রকৃত বিপ্লবী ছিলেন না। বরং তিনি ক্রমওয়েলকে একজন সাহসী এবং উদ্যমী সেনাপতি হিসেবে দেখেন, যার শৃঙ্খলা এবং রসদ ব্যবস্থার উপর নজর ছিল। তবে মার্শাল আরও পরামর্শ দেন যে, ১৬৪৪-৪৫ সালের মধ্যে ক্রমওয়েলের সামরিক দক্ষতা উল্লেখযোগ্যভাবে উন্নত হয়েছিল—এবং সেই বছরগুলিতে তিনি দক্ষতার সাথে কাজ করেছিলেন। মার্শাল আরও উল্লেখ করেছেন যে ক্রমওয়েলের রাজনৈতিক ক্যারিয়ার তার সামরিক ক্যারিয়ারের অগ্রগতির দ্বারা গঠিত হয়েছিল।\nক্রমওয়েলের বিজয় স্কটল্যান্ডে তিক্ততার কোনও উল্লেখযোগ্য উত্তরাধিকার রেখে যায়নি। কমনওয়েলথ এবং প্রোটেক্টরেটের শাসনকাল হাইল্যান্ডস ছাড়া মূলত শান্তিপূর্ণ ছিল। তাছাড়া জমি বা সম্পত্তির কোনও পাইকারি বাজেয়াপ্তি ঘটেনি। কমনওয়েলথ স্কটল্যান্ডের প্রতি চারজন শান্তি বিচারপতির মধ্যে তিনজন ছিলেন স্কটস এবং দেশটি ইংরেজ সামরিক কর্তৃপক্ষ এবং একটি স্কটিশ কাউন্সিল অফ স্টেট দ্বারা যৌথভাবে পরিচালিত হত।\n\n\n== স্মৃতিস্তম্ভ এবং মরণোত্তর সম্মাননা ==\n১৭৭৬ সালে আমেরিকান বিপ্লবী যুদ্ধের সূচনার সময় কানেকটিকাট রাজ্য নৌবাহিনী অলিভার ক্রমওয়েল নামে একটি কর্ভেট কমিশন করে, যা প্রথম আমেরিকান নৌযানগুলির মধ্যে একটি। ১৭৭৯ সালে যুদ্ধে এটি দখল করা হয় এবং এইচএমএস লয়ালিস্ট হিসেবে কমিশন লাভের আগে এর নামকরণ করা হয় এইচএমএস রিস্টোরেশন ।\nউনিশ শতকের প্রকৌশলী স্যার রিচার্ড ট্যাংয়ে ছিলেন একজন বিখ্যাত ক্রমওয়েল উৎসাহী এবং ক্রমওয়েল পাণ্ডুলিপি এবং স্মারক সামগ্রীর সংগ্রাহক। তার সংগ্রহে ছিল অনেক দুর্লভ পাণ্ডুলিপি এবং মুদ্রিত বই, পদক, চিত্রকর্ম, শিল্পকর্মের বস্তু এবং \"ধ্বংসাবশেষ\" এর এক অদ্ভুত সমাহার। এর মধ্যে রয়েছে ক্রমওয়েলের বাইবেল, বোতাম, কফিন প্লেট, মৃত্যুর মুখোশ এবং অন্ত্যেষ্টিক্রিয়ার জন্য ব্যবহৃত এসকিউচন। টাংয়ের মৃত্যুর পর পুরো সংগ্রহটি লন্ডনের জাদুঘরে দান করা হয়, যেখানে এটি এখনও দেখা যায়।\n১৮৭৫ সালে ম্যাথিউ নোবেল কর্তৃক ক্রমওয়েলের একটি মূর্তি ম্যানচেস্টারে ম্যানচেস্টার ক্যাথেড্রালের বাইরে স্থাপন করা হয়, যা অ্যাবেল হেউড তার প্রথম স্বামীর স্মরণে শহরকে উপহার দিয়েছিলেন। এটি ছিল ইংল্যান্ডে খোলা জায়গায় স্থাপিত প্রথম বৃহৎ আকারের মূর্তি, এবং পিটার লেলির চিত্রকর্মের উপর ভিত্তি করে এটি একটি বাস্তবসম্মত উপমা। এতে ক্রমওয়েলকে যুদ্ধের পোশাকে টানা তরবারি এবং চামড়ার বর্ম পরিহিত দেখানো হয়েছিল। স্থানীয় রক্ষণশীল এবং বিশাল আইরিশ অভিবাসী জনসংখ্যার কাছে এটি অজনপ্রিয় ছিল। রানী ভিক্টোরিয়াকে নতুন ম্যানচেস্টার টাউন হল খোলার জন্য আমন্ত্রণ জানানো হয়েছিল এবং তিনি মূর্তিটি অপসারণের শর্তে সম্মতি দিয়েছিলেন বলে অভিযোগ রয়েছে। মূর্তিটি রয়ে গেলে ভিক্টোরিয়া তা প্রত্যাখ্যান করেন এবং লর্ড মেয়র টাউন হলটি উদ্বোধন করেন। ১৯৮০-এর দশকে মূর্তিটি ওয়াইথেনশও হলের বাইরে স্থানান্তরিত করা হয়, যা ক্রমওয়েলের সৈন্যদের দখলে ছিল।\n\n১৮৯০-এর দশকে সংসদের বাইরে ক্রমওয়েলের একটি মূর্তি স্থাপনের সংসদীয় পরিকল্পনা বিতর্কিত হয়ে ওঠে। আইরিশ জাতীয়তাবাদী দলের চাপের কারণে প্রকল্পের জন্য জনসাধারণের তহবিল চাওয়ার প্রস্তাব প্রত্যাহার করতে বাধ্য হয়। মূর্তিটি শেষ পর্যন্ত নির্মিত হয়েছিল, কিন্তু এটি লর্ড রোজবেরি কর্তৃক ব্যক্তিগতভাবে অর্থায়ন করা হয়েছিল।\nক্রমওয়েল বিতর্ক বিংশ শতাব্দীতেও অব্যাহত ছিল। প্রথম বিশ্বযুদ্ধের আগে উইনস্টন চার্চিল ছিলেন অ্যাডমিরালটির প্রথম লর্ড, এবং তিনি দুবার একটি ব্রিটিশ যুদ্ধজাহাজের নামকরণ এইচএমএস অলিভার ক্রমওয়েল রাখার পরামর্শ দিয়েছিলেন। রাজা পঞ্চম জর্জ তাঁর ব্যক্তিগত অনুভূতির কারণে এবং আইরিশ রাজনৈতিক অস্থিরতার সময়ে, বিশেষ করে সংসদের বাইরে মূর্তিটি স্থাপনের কারণে সৃষ্ট ক্ষোভের পরিপ্রেক্ষিতে, একটি ব্যয়বহুল যুদ্ধজাহাজের এমন নামকরণ করা বুদ্ধিমানের কাজ বলে মনে করেছিলেন বলে এই প্রস্তাবটি ভেটো দিয়েছিলেন। অবশেষে ফার্স্ট সি লর্ড অ্যাডমিরাল ব্যাটেনবার্গ চার্চিলকে বলেছিলেন যে, রাজার সিদ্ধান্তকেই চূড়ান্ত বলে গণ্য করতে হবে। ক্রমওয়েল ট্যাঙ্কটি ছিল একটি ব্রিটিশ মাঝারি ওজনের ট্যাঙ্ক যা প্রথম ১৯৪৪ সালে ব্যবহৃত হয়েছিল। ১৯৫১ সালে ব্রিটিশ রেলওয়ে দ্বারা নির্মিত একটি বাষ্পীয় লোকোমোটিভের নাম ছিল অলিভার ক্রমওয়েল।\n\nক্রমওয়েলের অন্যান্য পাবলিক মূর্তি হল কেমব্রিজশায়ারের সেন্ট আইভসে অবস্থিত অলিভার ক্রমওয়েলের মূর্তি এবং চেশায়ারের ওয়ারিংটনে অবস্থিত অলিভার ক্রমওয়েলের মূর্তি। কেমব্রিজের সিডনি সাসেক্স কলেজের একটি ডিম্বাকৃতি ফলকে তার মাথার ভ্রমণের সমাপ্তি উল্লেখ করা হয়েছে এবং লেখা আছে:\n\n\n== আরও দেখুন ==\nক্রমওয়েল, ১৯৭০ সালের ব্রিটিশ ঐতিহাসিক নাট্য চলচ্চিত্র যা কেন হিউজেস রচিত এবং পরিচালিত।\nক্রমওয়েল'স প্যানেগিরিক, একটি সমসাময়িক ব্যঙ্গাত্মক গীতিনাট্য।\nঅলিভার ক্রমওয়েল, ১৭৭৬ সালে কানেকটিকাট রাজ্য নৌবাহিনী কর্তৃক উৎক্ষেপিত একটি করভেট।\nযুক্তরাজ্যে প্রজাতন্ত্রবাদ\nরবার্ট ওয়াকার, ক্রমওয়েলের বেশ কয়েকটি প্রতিকৃতি এঁকেছিলেন।\nসোল্ডিয়ার্স পকেট বাইবেল, ১৬৪৩ সালে ক্রমওয়েল তার সেনাবাহিনীকে প্রদত্ত একটি পুস্তিকা।\n\n\n== তথ্যসূত্র ==\n\n\n=== সূত্র ===\n\n\n== আরও পড়ুন ==\n\n\n=== জীবনী ===\nঅ্যাডামসন, জন (১৯৯০)। \"অলিভার ক্রমওয়েল এবং লং পার্লামেন্ট\", মরিল, জন (সম্পা.), অলিভার ক্রমওয়েল এবং ইংরেজ বিপ্লব লংম্যান, আইএসবিএন ০-৫৮২-০১৬৭৫-৪\nঅ্যাশলি, মরিস (১৯৫৮)। অলিভার ক্রমওয়েলের মহত্ত্ব ম্যাকমিলান। অনলাইন\nঅ্যাশলি, মরিস (১৯৬৯)। ক্রমওয়েল (প্রাথমিক ও গৌণ সূত্র থেকে উদ্ধৃতি) অনলাইন\nবেনেট, মার্টিন। অলিভার ক্রমওয়েল (২০০৬), আইএসবিএন ০-৪১৫-৩১৯২২-৬\nবয়ার, রিচার্ড ই. (সম্পা.) অলিভার ক্রমওয়েল এবং পিউরিটান বিদ্রোহ; একজন মানুষের বা একটি বিশ্বাসের ব্যর্থতা? (১৯৬৬) (প্রাথমিক ও গৌণ সূত্র থেকে উদ্ধৃতি)। অনলাইন\nক্লিফোর্ড, অ্যালান (১৯৯৯)। অলিভার ক্রমওয়েল: প্রটেক্টরেটের শিক্ষা ও উত্তরাধিকার চারেন্টন রিফর্মড পাবলিশিং, আইএসবিএন ০-৯৫২৬৭১৬-২-X (ধর্মীয় গবেষণা)\nকোভিংটন, সারা (২০২২)। সমুদ্রের ওপার থেকে আসা শয়তান অক্সফোর্ড ইউনিভার্সিটি প্রেস, আইএসবিএন ৯৭৮-০-১৯৮-৮৪৮৩১-৮\nডেভিস, জে. সি. (২০০১)। অলিভার ক্রমওয়েল হোডার আর্নল্ড, আইএসবিএন ০-৩৪০-৭৩১১৮-৪\nফার্থ, সি.এইচ. (১৯০০)। অলিভার ক্রমওয়েল এবং পিউরিটান শাসন অনলাইন সংস্করণ আইএসবিএন ১-৪০২১-৪৪৭৪-১ (প্রাচীন জীবনী)\nফ্রেজার, অ্যান্টোনিয়া (১৯৭৩)। ক্রমওয়েল, আমাদের প্রধান নেতা, এবং ক্রমওয়েল: লর্ড প্রটেক্টর ফিনিক্স প্রেস, আইএসবিএন ০-৭৫৩৮-১৩৩১-৯ (জনপ্রিয় আখ্যান)।\nগার্ডিনার, স্যামুয়েল রাউসন (১৯০১)। অলিভার ক্রমওয়েল, আইএসবিএন ১-৪১৭৯-৪৯৬১-৯ (প্রাচীন জীবনী)।\nগন্ট, পিটার (১৯৯৬)। অলিভার ক্রমওয়েল ব্ল্যাকওয়েল, আইএসবিএন ০-৬৩১-১৮৩৫৬-৬ (সংক্ষিপ্ত জীবনী)\nহিল, ক্রিস্টোফার (১৯৭০)। ঈশ্বরের ইংরেজ: অলিভার ক্রমওয়েল এবং ইংরেজ বিপ্লব ডায়াল প্রেস, আইএসবিএন ০-২৯৭-০০০৪৩-৮\nহার্স্ট, ডেরেক (১৯৯০)। \"লর্ড প্রটেক্টর, ১৬৫৩-৮\", মরিল, জন (সম্পা.), অলিভার ক্রমওয়েল এবং ইংরেজ বিপ্লব লংম্যান, আইএসবিএন ০-৫৮২-০১৬৭৫-৪\nহাটন, রোনাল্ড (২০২১)। অলিভার ক্রমওয়েলের বিকাশ ইয়েল ইউনিভার্সিটি প্রেস, আইএসবিএন ৯৭৮-০-৩০০-২৫৭৪৫-৮\nকেরলাউ, ইয়ান (১৯৮৯) ক্রমওয়েল, পেরিন/ফ্রান্স\nম্যাসন, জেমস এবং অ্যাঞ্জেলা লিওনার্ড (১৯৯৮)। অলিভার ক্রমওয়েল লংম্যান, আইএসবিএন ০-৫৮২-২৯৭৩৪-৬\nম্যাককাইভার, ফিলিপ (২০০৭)। ক্রমওয়েলের আইরিশ অভিযানের নতুন ইতিহাস, অ্যাডভান্স প্রেস, ম্যানচেস্টার, আইএসবিএন ৯৭৮-০-৯৫৫৪৬৬৩-০-৪\nমরিল, জন (১৯৯০)। \"অলিভার ক্রমওয়েলের বিকাশ\", মরিল, জন (সম্পা.), অলিভার ক্রমওয়েল এবং ইংরেজ বিপ্লব লংম্যান, আইএসবিএন ০-৫৮২-০১৬৭৫-৪\nপল, রবার্ট (১৯৫৮)। দ্য লর্ড প্রটেক্টর: অলিভার ক্রমওয়েলের জীবনে ধর্ম ও রাজনীতি\nস্মিথ, ডেভিড (সম্পা.) (২০০৩)। অলিভার ক্রমওয়েল এবং ইন্টাররেগনাম ব্ল্যাকওয়েল, আইএসবিএন ০-৬৩১-২২৭২৫-৩\nওয়েজউড, সি.ভি. (১৯৩৯)। অলিভার ক্রমওয়েল ডাকওয়ার্থ, আইএসবিএন ০-৭১৫৬-০৬৫৬-৫\nওয়ার্ডেন, ব্লেয়ার (১৯৮৫)। \"অলিভার ক্রমওয়েল এবং আখানের পাপ\", বেলস, ডি. এবং বেস্ট, জি. (সম্পা.) ইতিহাস, সমাজ ও গির্জা, আইএসবিএন ০-৫২১-০২১৮৯-৮\n\n\n=== সামরিক অধ্যয়ন ===\nডার্স্টন, ক্রিস্টোফার (২০০০)। \"'সমস্ত সৎ মানুষের হৃদয় স্থিতিশীল করা এবং মন শান্ত করা': মেজর-জেনারেলরা এবং ইন্টাররেগনাম ইংল্যান্ডের পিউরিটান সংখ্যালঘু\", হিস্ট্রি ২০০০ ৮৫(২৭৮): পৃ. ২৪৭–২৬৭, আইএসএসএন 0018-2648। ইবসকো-তে পূর্ণ পাঠ অনলাইনে উপলব্ধ।\nডার্স্টন, ক্রিস্টোফার (১৯৯৮)। \"ক্রমওয়েলের মেজর-জেনারেলদের পতন\", ইংলিশ হিস্টরিক্যাল রিভিউ ১৯৯৮ ১১৩(৪৫০): পৃ. ১৮–৩৭, আইএসএসএন 0013-8266\nফার্থ, সি.এইচ. (১৯২১)। ক্রমওয়েলের আর্মি গ্রিনহিল বুকস, আইএসবিএন ১-৮৫৩৬৭-১২০-৭\nগিলিংহাম, জে. (১৯৭৬)। একজন সৈনিকের প্রতিকৃতি: ক্রমওয়েল ওয়েইডেনফেল্ড & নিকোলসন, আইএসবিএন ০-২৯৭-৭৭১৪৮-৫\nকেনিয়ন, জন & ওহলমেয়ার, জেন (সম্পা.) (২০০০)। গৃহযুদ্ধ: ইংল্যান্ড, স্কটল্যান্ড এবং আয়ারল্যান্ডের ১৬৩৮–১৬৬০ সালের সামরিক ইতিহাস অক্সফোর্ড ইউনিভার্সিটি প্রেস, আইএসবিএন ০-১৯-২৮০২৭৮-X\nকিটসন, ফ্র্যাঙ্ক (২০০৪)। ওল্ড আইরনসাইডস: অলিভার ক্রমওয়েলের সামরিক জীবনী ওয়েইডেনফেল্ড মিলিটারি, আইএসবিএন ০-২৯৭-৮৪৬৮৮-৪\nমার্শাল, অ্যালান (২০০৪)। অলিভার ক্রমওয়েল: সৈনিক: এক যুদ্ধবাজ বিপ্লবীর সামরিক জীবন ব্রাসি'স, আইএসবিএন ১-৮৫৭৫৩-৩৪৩-৭\nম্যাককাইভার, ফিলিপ (২০০৭)। ক্রমওয়েলের আইরিশ অভিযানের নতুন ইতিহাস, অ্যাডভান্স প্রেস, ম্যানচেস্টার, আইএসবিএন ৯৭৮-০-৯৫৫৪৬৬৩-০-৪\nউলরিচ, অস্টিন (১৯৯০)। \"ক্রমওয়েলিয়ান প্রটেক্টরেট: একটি সামরিক একনায়কতন্ত্র?\" হিস্ট্রি ১৯৯০ ৭৫(২৪৪): পৃ. ২০৭–২৩১, ডিওআই:10.1111/j.1468-229X.1990.tb01515.x। Wiley Online Library-তে পূর্ণ পাঠ অনলাইনে উপলব্ধ।\nউলরিচ, অস্টিন (১৯৯০)। \"সৈনিক হিসেবে ক্রমওয়েল\", মরিল, জন (সম্পা.), অলিভার ক্রমওয়েল এবং ইংরেজ বিপ্লব লংম্যান, আইএসবিএন ০-৫৮২-০১৬৭৫-৪\nইয়ং, পিটার এবং হোমস, রিচার্ড (২০০০)। দ্য ইংলিশ সিভিল ওয়ার, ওয়ার্ডসওয়ার্থ, আইএসবিএন ১-৮৪০২২-২২২-০\n\n\n=== যুগের সমীক্ষা ===\nকাউয়ার্ড, ব্যারি (২০০২)। দ্য ক্রমওয়েলিয়ান প্রটেক্টরেট ম্যানচেস্টার ইউনিভার্সিটি প্রেস, আইএসবিএন ০-৭১৯০-৪৩১৭-৪\nকাউয়ার্ড, ব্যারি এবং পিটার গন্ট (২০১৭)। দ্য স্টুয়ার্ট এজ: ইংল্যান্ড, ১৬০৩–১৭১৪, ৫ম সংস্করণ, লংম্যান, আইএসবিএন ১১৩৮৯৪৯৫৪X। যুগের রাজনৈতিক ইতিহাসের পর্যালোচনা।\nডেভিস, গডফ্রে (১৯৫৯)। দ্য আর্লি স্টুয়ার্টস, ১৬০৩–১৬৬০ অক্সফোর্ড ইউনিভার্সিটি প্রেস, আইএসবিএন ০-১৯-৮২১৭০৪-৮। যুগের রাজনৈতিক, ধর্মীয় ও কূটনৈতিক পর্যালোচনা।\nকর, চার্লস পি. (১৯৭৫)। ক্রমওয়েল এবং নিউ মডেল ফরেন পলিসি: ইংল্যান্ডের ফ্রান্সের প্রতি নীতি, ১৬৪৯–১৬৫৮ ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া প্রেস, আইএসবিএন ০-৫২০-০২২৮১-৫\nম্যাকিনেস, অ্যালান (২০০৫)। দ্য ব্রিটিশ রেভল্যুশন, ১৬২৯–১৬৬০ পালগ্রেভ ম্যাকমিলান, আইএসবিএন ০-৩৩৩-৫৯৭৫০-৮\nমরিল, জন (১৯৯০)। \"ক্রমওয়েল এবং তার সমকালীনরা\"। মরিল, জন (সম্পা.), অলিভার ক্রমওয়েল এবং ইংরেজ বিপ্লব লংম্যান, আইএসবিএন ০-৫৮২-০১৬৭৫-৪\nট্রেভর-রোপার, হিউ (১৯৬৭)। অলিভার ক্রমওয়েল এবং তার সংসদসমূহ, তার ধর্ম, সংস্কার ও সামাজিক পরিবর্তন গ্রন্থে, ম্যাকমিলান।\nভেনিং, টিমোথি (১৯৯৫)। ক্রমওয়েলিয়ান ফরেন পলিসি পালগ্রেভ ম্যাকমিলান, আইএসবিএন ০-৩৩৩-৬৩৩৮৮-১\nউলরিচ, অস্টিন (১৯৮২)। কমনওয়েলথ টু প্রটেক্টরেট ক্লারেন্ডন প্রেস, আইএসবিএন ০-১৯-৮২২৬৫৯-৪\nউলরিচ, অস্টিন (২০০২)। ব্রিটেন ইন রেভল্যুশন ১৬২৫–১৬৬০ অক্সফোর্ড ইউনিভার্সিটি প্রেস, আইএসবিএন ৯৭৮-০-১৯-৯২৭২৬৮-৬\n\n\n=== প্রাথমিক সূত্র ===\nCromwell, Oliver (১৯৩৭)।  Abbot, W. Cortez, সম্পাদক। The writings and speeches of Oliver Cromwell। I। Harvard University Press। \n—— (১৯৩৭)।  ——, সম্পাদক। The writings and speeches of Oliver Cromwell। II। Harvard University Press। \n—— (১৯৩৭)।  ——, সম্পাদক। The writings and speeches of Oliver Cromwell। III। Harvard University Press। \n—— (১৯৩৭)।  ——, সম্পাদক। The writings and speeches of Oliver Cromwellp। IV। Harvard University Press।  – The standard academic reference for Cromwell's own words.\nকার্লাইল, থমাস (সম্পা.) (১৯০৪ সংস্করণ), অলিভার ক্রমওয়েলের চিঠিপত্র ও ভাষণ, ব্যাখ্যাসহ। \"Gasl.org\" (পিডিএফ)। ৬ অক্টোবর ২০২৩।  (40.2 MB);\nহেইকিন, মাইকেল এ. জি. (সম্পা.) (১৯৯৯)। ঈশ্বরকে সম্মান জানানো: অলিভার ক্রমওয়েলের আধ্যাত্মিকতা জোশুয়া প্রেস, আইএসবিএন ১-৮৯৪৪০০-০৩-৮। ক্রমওয়েলের ধর্মীয় লেখার নির্বাচিত অংশ।\nমরিল, জন, প্রভৃতি (সম্পা.)। অলিভার ক্রমওয়েলের রচনা ও ভাষণ: একটি নতুন সমালোচনামূলক সংস্করণ, ৫ খণ্ড (প্রস্তাবিত)। ক্রমওয়েলের লেখার একটি নতুন সংস্করণ, যা বর্তমানে প্রক্রিয়াধীন। (\"A New Critical Edition of the Writings and Speeches of Oliver Cromwell\"। ১৪ এপ্রিল ২০১৪ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৩ এপ্রিল ২০১৪। )\n\n\n=== ইতিহাস রচনা ===\nডেভিস, জে. সি. অলিভার ক্রমওয়েল (২০০১)। ২৪৩ পৃষ্ঠা; একটি জীবনীমূলক গবেষণা যা উৎস এবং ইতিহাসচর্চা নিয়ে আলোচনা করে।\nগন্ট, পিটার। \"উনবিংশ শতাব্দীতে অলিভার ক্রমওয়েলের খ্যাতি\", সংসদীয় ইতিহাস, অক্টোবর ২০০৯, খণ্ড ২৮, সংখ্যা ৩, পৃষ্ঠা ৪২৫–৪২৮।\nহার্ডেকার, পল এইচ। \"১৯২৯ সালের পর অলিভার ক্রমওয়েল নিয়ে লেখা\", এলিজাবেথ চ্যাপিন ফারবার (সম্পা.), ব্রিটিশ ইতিহাস নিয়ে পরিবর্তিত দৃষ্টিভঙ্গি: ১৯৩৯ সালের পর ঐতিহাসিক লেখার ওপর প্রবন্ধসমূহ (হার্ভার্ড ইউনিভার্সিটি প্রেস, ১৯৬৬), পৃষ্ঠা ১৪১–১৫৯।\nলুঙ্গার নপার্স, লরা। ক্রমওয়েল নির্মাণ: আনুষ্ঠানিকতা, প্রতিকৃতি ও মুদ্রণ, ১৬৪৫–১৬৬১ (২০০০)। ক্রমওয়েলকে রাজা আহাব, রাজা ডেভিড, এলিয়াহ, গিদেওন, মূসা, ব্রুটাস এবং জুলিয়াস সিজারের সঙ্গে তুলনা করার বিশ্লেষণ।\nমিলস, জেন (সম্পা.)। ক্রমওয়েলের উত্তরাধিকার (ম্যানচেস্টার ইউনিভার্সিটি প্রেস, ২০১২) অনলাইন পর্যালোচনা: টিমোথি কুক।\nমরিল, জন। \"ক্রমওয়েলকে পুনরায় লেখা: একধরনের প্রচণ্ড নীরবতা\", কানাডিয়ান জার্নাল অব হিস্ট্রি ২০০৩, খণ্ড ৩৮(৩): ৫৫৩–৫৭৮। আইএসএসএন 0008-4107 সম্পূর্ণ পাঠ্য: Ebsco।\nমরিল, জন (১৯৯০)। \"টেক্সচুয়ালাইজিং এবং কনটেক্সচুয়ালাইজিং ক্রমওয়েল\", ঐতিহাসিক জার্নাল ১৯৯০, খণ্ড ৩৩(৩): পৃষ্ঠা ৬২৯–৬৩৯। আইএসএসএন 0018-246X সম্পূর্ণ পাঠ্য JSTOR-এ অনলাইনে। কার্লাইল ও অ্যাবট সংস্করণের পর্যালোচনা।\nওয়ার্ডেন, ব্লেয়ার। \"থমাস কার্লাইল এবং অলিভার ক্রমওয়েল\", ব্রিটিশ একাডেমির কার্যবিবরণী (২০০০) খণ্ড ১০৫: পৃষ্ঠা ১৩১–১৭০। আইএসএসএন 0068-1202।\nওয়ার্ডেন, ব্লেয়ার। রাউন্ডহেড খ্যাতি: ইংরেজ গৃহযুদ্ধ এবং উত্তরসূরিদের আবেগ (২০০১), ৩৮৭ পৃষ্ঠা; আইএসবিএন ০-১৪-১০০৬৯৪-৩।\n\n\n== বহিঃসংযোগ ==\nদ্য পারফেক্ট পলিটিশিয়ান: অথবা, ও. ক্রমওয়েলের জীবন ও কর্মকাণ্ডের (সামরিক ও বেসামরিক) একটি পূর্ণাঙ্গ দৃষ্টিভঙ্গি, ১৬৬০ - জন গেরাঘটির একটি ডিজিটালাইজড কপি\nঅলিভার ক্রমওয়েল সম্পর্কে সুপ্রতিষ্ঠিত তথ্যমূলক ওয়েবসাইট\nকেমব্রিজ বিশ্ববিদ্যালয়ের অলিভার ক্রমওয়েল প্রকল্প\nঅলিভার ক্রমওয়েল বিশ্ব ইতিহাস ডাটাবেস ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ আগস্ট ২০২০ তারিখে\nঅলিভার ক্রমওয়েল এবং ইংরেজ বিপ্লব - ক্রিস্টোফার হিলের সম্মানে ১৯১২-২০০৩ ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ মার্চ ২০২১ তারিখে\nক্রমওয়েল অ্যাসোসিয়েশন\nহান্টিংডনের ক্রমওয়েল জাদুঘর\nঅলিভার ক্রমওয়েলের কালানুক্রম বিশ্ব ইতিহাস ডাটাবেস ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ অক্টোবর ২০১৮ তারিখে\nব্রিটিশ গৃহযুদ্ধ ও কমনওয়েলথ ওয়েবসাইটে জীবনী ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ নভেম্বর ২০১৯ তারিখে\nচার্লস প্রথমের বিচার ও মৃত্যুদণ্ডের উপর লন্ডন গেজেট রিপোর্ট ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ জুন ২০১৭ তারিখে\nঅলিভার ক্রমওয়েলের মৃত্যু নিয়ে লন্ডন গেজেটের প্রতিবেদন, ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ নভেম্বর ২০১৭ তারিখে।\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  অলিভার ক্রমওয়েল (পাবলিক\nভ্যালি, পল। বড় প্রশ্ন: ক্রমওয়েল কি একজন বিপ্লবী বীর ছিলেন নাকি একজন গণহত্যাকারী যুদ্ধাপরাধী ছিলেন? , দ্য ইন্ডিপেন্ডেন্ট, ৪ সেপ্টেম্বর ২০০৮।\nআয়ারল্যান্ডে ক্রমওয়েলিয়ান বিপর্যয়: একটি ঐতিহাসিক বিশ্লেষণ (জামিল হ্যাম্পটন পাব কর্তৃক এই বিষয়ে লেখা/লেখকদের একটি সারসংক্ষেপ। গেটওয়ে অ্যান একাডেমিক জার্নাল অন দ্য ওয়েব: স্প্রিং ২০০৩ পিডিএফ)\nলাইব্রেরি অফ কংগ্রেসের একজন সংরক্ষকের সাথে একটি সাক্ষাৎকার যিনি অলিভার ক্রমওয়েলের স্বাক্ষরযুক্ত একটি নথি সংরক্ষণ করেছিলেন।\nIMDb- তে ক্রমওয়েল (১৯৭০)\nঅলিভার ক্রমওয়েল - ১৬৪৬-১৬৫৮ সালে স্বাক্ষর পত্র এবং ঐতিহাসিক নথি, বেইনকে রেয়ার বুক অ্যান্ড ম্যানুস্ক্রিপ্ট লাইব্রেরি, ইয়েল বিশ্ববিদ্যালয়"}