{"pageid": 1519021, "title": "মা'রুফ", "url": "https://bn.wikipedia.org/wiki?curid=1519021", "content": "মা'রুফ ( আরবি: معروف   ) একটি ইসলামী শব্দ। \"কুরআনের নীতিশাস্ত্র বুঝতে আমাদের সবচেয়ে ভালোভাবে সাহায্য করে এমন শব্দটি হল মা'রূফ, এটি এমন একটি শব্দ যা কোরআনে বারবার (অনেক সময় ভিন্ন আকারে বা অর্থে) এসেছে\"  এবং কোরআনে ৩৮ বার ব্যবহৃত হয়েছে। শব্দটি প্রায়শই কুরআনের উপদেশ দেওয়ার জন্য পাওয়া যায়: امر بالمعروف و نهى عن المنكر \" আমর বিল মা'রুফ ওয়া নাহি আন আল মুনকার \", যেটিকে অনুবাদ করা যায় \" ভালো কাজের আদেশ দাও এবং অন্যায় কাজ থেকে নিষেধ করো \"।\nমা'রুফ এবং মুনকার শব্দ দুটি ব্যাপকভাবে আলোচিত হয় কারণ কুরআন এই ধারণাগুলির মাধ্যমে বিশ্বাসীদের উপর কর্তব্য আরোপ করে। কুরআনের নৈতিক বোধগম্যতার ক্ষেত্রে মা'রুফকে একটি মূল শব্দ হিসেবে দেখা হয় এবং ঐতিহ্যবাহী ভাষ্যকাররা মা'রুফকে এর সমজাতীয় উর্ফ, \"প্রথা\" এর সাথে মেলানোর ক্ষেত্রে বিরোধিতা করেন। \nযদিও \" ভালো \" শব্দগুচ্ছের সর্বাধিক প্রচলিত অনুবাদ, ইসলামী দর্শনে ভালো ও মন্দ আলোচনা নির্ধারণে হুসন এবং কুব শব্দগুলি ব্যবহৃত হয়। মা'রুফ এর সর্বাধিক প্রচলিত ব্যবহার হল \"প্রথা অনুসারে\", অন্যদিকে মুনকার, যার প্রথায় কোনও স্থান নেই, এর বিপরীত, একবচন হলো নুকর। আজকের ধর্মীয় অভিব্যক্তিতে, মা'রুফ হল সুন্নাত (এই ধারণাটি শুরুতে প্রচলিত রীতি থেকে আলাদা ছিল না  ), মুনকারকে বিদ'আত হিসেবে বোঝানো হয়েছে। তবে, আধুনিক ইসলামি চিন্তাধারায় মা’রুফের সংজ্ঞা আরও বিস্তৃত হয়েছে এবং এটি সামাজিক ন্যায়বিচার ও মানবাধিকারের প্রসঙ্গেও ব্যবহৃত হয়। (এর সাথে সম্পর্কিত বিষয়: ইসতিহসান )\nযাইহোক, আজ ব্যুৎপত্তিগত সংযোগের উপর ভিত্তি করে নয় এমন অর্থ সম্প্রসারণের সাথে শব্দটির অর্থ অনুসারে, শব্দটি \"সুপরিচিত, সর্বজনীনভাবে গৃহীত, ... যা ভালো, উপকারী ...; ন্যায্যতা, ন্যায্যতা, ন্যায্যতা;\" হিসাবে ব্যবহার করা যেতে পারে। \nপ্রাক-আধুনিক ইসলামী সাহিত্যে ধার্মিক মুসলমানদের (সাধারণত পণ্ডিতদের) নিষিদ্ধ জিনিসপত্র, বিশেষ করে মদ এবং বাদ্যযন্ত্র ধ্বংস করে অন্যায়কে নিষেধ করার পদক্ষেপ নেওয়ার বর্ণনা রয়েছে।  সমসাময়িক মুসলিম বিশ্বে, বিভিন্ন রাষ্ট্রীয় বা আধা-রাষ্ট্রীয় সংস্থা (প্রায়শই তাদের শিরোনামে \"পুণ্যের প্রচার এবং পাপ প্রতিরোধ\" এর মতো বাক্যাংশ থাকে) ইরান, সৌদি আরব,  নাইজেরিয়া, সুদান, মালয়েশিয়া ইত্যাদিতে বিভিন্ন সময়ে এবং বিভিন্ন স্তরের ক্ষমতা আবির্ভূত হয়েছে। \n\n\n== আরো দেখুন ==\nমাহারুফ (শ্রীলঙ্কান নামের উপাধি)\nসৎকাজের আদেশ এবং অসৎকাজে নিষেধ করা\nহিসবাহ\nইজমা\n\n\n== তথ্যসূত্র =="}