{"pageid": 1519879, "title": "তাজীন ফাতমা", "url": "https://bn.wikipedia.org/wiki?curid=1519879", "content": "তাজীন ফাতমা হলেন উত্তরপ্রদেশ রাজ্যের একজন ভারতীয় রাজনীতিবিদ। তিনি সমাজবাদী পার্টির সদস্য এবং রামপুর জেলার রামপুর বিধানসভা কেন্দ্র থেকে উত্তরপ্রদেশ বিধানসভার সদস্য। তিনি মোহাম্মদ আলী জওহর বিশ্ববিদ্যালয়ের প্রো-ভাইস-চ্যান্সেলর।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nফাতমা ১৯৪৯ সালের ১০ মার্চ ভারতের উত্তরপ্রদেশের হারদোই জেলার বিলগ্রামে মোহাম্মদ আবদুল কাইয়ুম এবং আসগরী খাতুনের ঘরে জন্মগ্রহণ করেন। তিনি আলিগড় মুসলিম বিশ্ববিদ্যালয়ে পড়াশোনা করেন এবং এমএ, এম.ফিল এবং পিএইচডি ডিগ্রি অর্জন করেন।\nতিনি শিক্ষা বিভাগে রাষ্ট্রবিজ্ঞানের সহযোগী অধ্যাপক হিসেবে কাজ শুরু করেন\nতাজীন ১৯৮১ সালে আজম খানকে বিয়ে করেন। তাদের দুই ছেলে আবদুল্লাহ এবং আবিদ রয়েছে। আজম খান সমাজবাদী পার্টির একজন সদস্য এবং উত্তরপ্রদেশ সরকারের একজন প্রাক্তন মন্ত্রী।\n\n\n== রাজনীতি ==\n২০১৪ সালের অক্টোবরে সমাজবাদী পার্টি ফাতমাকে রাজ্যসভায় মনোনয়নের প্রস্তাব দেয়। তিনি এটি প্রত্যাখ্যান করেন কারণ দল তার স্বামীকে যথাযথ বিবেচনা করেনি। পরবর্তীতে নভেম্বর মাসে তিনি প্রস্তাবটি গ্রহণ করেন এবং রাজ্যসভার সদস্য হন।\n২০১৫ সালের জানুয়ারিতে তাকে সামাজিক ন্যায়বিচার ও ক্ষমতায়ন সংক্রান্ত একটি কমিটিতে মনোনীত করা হয়। তার এবং তার স্বামীর বিরুদ্ধে অভিযোগ ছিল যে তারা তাদের ছেলে আবদুল্লাহর জন্য দুটি পাসপোর্ট পেতে রামপুর এবং লখনউতে তৈরি একাধিক জন্ম সনদ সংগ্রহ করেছিলেন। ২০১৯ সালের জানুয়ারিতে একজন বিজেপি নেতা এই বিষয়ে অভিযোগ দায়ের করেন।\n\n\n== বিতর্ক ==\n\n\n=== জমি দখল ===\n৯ সেপ্টেম্বর ২০১৯ তারিখে তাজীন ফাতেমা তার ছেলে আবদুল্লাহ আজম খানের সাথে মোহাম্মদ আলী জওহর বিশ্ববিদ্যালয় নির্মাণের জন্য কৃষকদের জমি দখলের জন্য একটি নোটিশ পান হামসফর রিসোর্ট তৈরির জন্য সরকারি জমি দখলের অভিযোগে ভারতীয় দণ্ডবিধির ৪৪৭ এবং ১৮৪ ধারায়ও তার বিরুদ্ধে মামলা করা হয়েছিল।\n\n\n=== বিদ্যুৎ চুরি ===\nঅভিযানের সময় কর্মকর্তারা দেখতে পান যে আজম খান এবং তাজীন ব্যবহৃত যন্ত্রপাতি স্থাপন করেছিলেন, যা তারা তাদের বিদ্যুৎ মিটারের স্থাপিত ক্ষমতার চেয়ে বেশি বিদ্যুৎ ব্যবহার করতে সক্ষম হয়েছিল। অতএব, কর্মকর্তারা ৬ সেপ্টেম্বর ২০১৯ তারিখে বিদ্যুৎ চুরির অভিযোগে তাজীনের বিরুদ্ধে প্রাথমিক তথ্য প্রতিবেদন দাখিল করেন।\n\n\n=== জাল জন্ম সনদ ===\n২৬ ফেব্রুয়ারি ২০২০ তারিখে তাজীন ফাতমা তার স্বামী এবং তার ছেলেকে জাল জন্ম সনদ তৈরির অভিযোগে কারাগারে পাঠানো হয়েছিল।\n\n\n=== জামিন ===\n২৯ মে ২০২৪ তারিখে তিনি জেল থেকে মুক্তি পান।\n\n\n== তথ্যসূত্র =="}