{"pageid": 1519153, "title": "দুআয় হাত তোলা", "url": "https://bn.wikipedia.org/wiki?curid=1519153", "content": "ইসলামে দুআতে হাত তোলা ( আরবি: رفع اليدين في الدعاء   ) হলো হাত ব্যবহার করে আল্লাহর কাছে দুআ করার প্রক্রিয়া।\n\n\n== সীমাবদ্ধতার দৃষ্টিভঙ্গি ==\nবহু পণ্ডিত, বিশেষ করে সালাফি মতাবলম্বীরা, এই প্রথাটিকে সীমাবদ্ধ করে দেখেন। তাদের দৃষ্টিভঙ্গি অনুসারে, নির্ভরযোগ্য এবং সম্পূর্ণ শৃঙ্খল সহ প্রমাণিত হাদিসের অভাবের কারণে, হাত তোলার এই প্রথাটি মূলত নির্দিষ্ট কিছু নামাজের সাথেই সম্পর্কিত। বিশেষ করে, অনিয়মিত প্রয়োজনের নামাজ এবং বিতর ও ফজরের নামাজের কুনুত দোয়ার সময় হাত তোলার অনুমোদন রয়েছে। তাদের মতে, অন্যান্য নামাজ বা দোয়াতে হাত তোলার প্রয়োজন নেই বা এটি সুন্নাহর সাথে সামঞ্জস্যপূর্ণ নয়। তারা বিশ্বাস করেন যে, ইবাদত এবং দোয়ার ক্ষেত্রে প্রামাণিকতা এবং সুন্নাহর অনুসরণই সর্বাধিক গুরুত্বপূর্ণ, যাতে দ্বীনের শুদ্ধতা বজায় থাকে এবং বিদআত (নব উদ্ভাবিত কর্ম) এড়ানো যায়। এই দৃষ্টিভঙ্গি সুন্নাত হিসেবে নিয়মিত হাত তোলার অভ্যাস এবং ফরয সালাতের পরে দুআ পড়ার মুস্তাহাব ইবাদতকে বাদ দেয়। তবে এই পণ্ডিতরা সালাতের পরে দুআয় হাত তোলাকে স্বীকৃতি দেন, কারণ তারা বলেন যে, একজন মুসলিমের উচিত মুহাম্মদের নির্দেশিত পদ্ধতিতে আল্লাহর কাছে বিনয়ের সাথে হাত তোলে প্রার্থনা করা ।\n\nদুআয় হাত তোলাকে নিষিদ্ধ বা বিদআত ( বিদআত ) হিসেবে গণ্য করার এমন কিছু ঘটনা হল:\n\nসালাহ (কুনুত ব্যতীত)\nখুতবা (নির্দিষ্ট ক্ষেত্রে)\nতাওয়াফ\nসাইয়ে\nরুকু\nসুজুদ\nসালাতে বসে থাকা\n\n\n== নামাজের পর হাত তোলার উৎসাহিত করার দৃশ্য ==\nকিছু পণ্ডিত, সিজদা তে হাত না তোলার সাথে একমত হলেও এর প্রয়োগের পরিধি আরও প্রসারিত করেছেন। অনেক আলেম ফরয নামাযের পর হাত তুলে নিয়মিত দুআ করাকে সুন্নাত হিসেবে দাবী করেন। উদাহরণস্বরূপ, আহমদ ইবনে ইদ্রিস আল-ফাসির মতে, বিতর্কের কোনও অবকাশ নেই: \"এর সমর্থনে হাদিস বর্ণিত আছে। তিরমিযীতে পাওয়া: \"আপনি প্রার্থনায় ভিক্ষা করেন। আপনি হতভাগ্য এবং আপনি বিনয়ী, এবং শেষে আপনি হাত তুলে চিৎকার করেন \"হে প্রভু, হে প্রভু, হে প্রভু!\" এটি ছাড়া প্রার্থনা গর্ভপাত\" এবং এটি স্পষ্টতই সত্য, একটি স্পষ্ট প্রতিবেদন দ্বারা প্রমাণিত। প্রতিবেদনে তারা রাসূলুল্লাহ, আল্লাহর রহমত ও শান্তি তাঁর উপর বর্ষিত হোক, যা করেছিলেন এবং আদেশ করেছিলেন এবং হাত তোলার বিষয়ে তিনি যা বলেছিলেন তা প্রতিষ্ঠিত করেছেন।\" \n\n\n== আরো দেখুন ==\nধিকর\nওরানস\nউইর্ড\n\n\n== তথ্যসূত্র =="}