{"pageid": 1519542, "title": "ভূমি ত্রিবেদী", "url": "https://bn.wikipedia.org/wiki?curid=1519542", "content": "ভূমি ত্রিবেদী একজন ভারতীয় গায়িকা, যিনি গোলিওঁ কি রাসলীলা: রাম-লীলা (২০১৩) চলচ্চিত্রে রাম চাহে লীলা এবং জিরো (২০১৮) চলচ্চিত্রে হুসন পারচম হিন্দি গানের নেপথ্য গায়িকা হিসাবে সবচেয়ে বেশি পরিচিত। তিনি তার গানের জন্য বেশ কয়েকটি পুরস্কার এবং মনোনয়ন পেয়েছেন।\n\n\n== জীবন এবং কর্মজীবন ==\nত্রিবেদী গুজরাটের ভদোদরার একটি সঙ্গীতমনস্ক পরিবারের সন্তান।  অষ্টম শ্রেণীতে পড়ার সময় থেকেই তার সঙ্গীতশিক্ষা শুরু করে। তার বাবা একজন রেলওয়ের কর্মচারী যিনি গান গাইতে ভালোবাসেন এবং তার মা একজন লোকশিল্পী যার নিজস্ব সঙ্গীত দল রয়েছে।  তার বড় বোন একজন ইঞ্জিনিয়ার এবং একজন প্রশিক্ষিত ভরত নাট্যম নৃত্যশিল্পী। \n২০০৭ সালে, ত্রিবেদী সনি টিভির সংগীত প্রতিযোগীতামূলক রিয়েলিটি শো ইন্ডিয়ান আইডল -এর তৃতীয় মরসুমে প্রতিযোগী হিসাবে নির্বাচিত হন, কিন্তু জন্ডিসে আক্রান্ত হওয়ার কারনে তিনি অনুষ্ঠানটি ছেড়ে দেন। পরের বছর তিনি  আবার ইন্ডিয়ান আইডল ৪ -এ অংশগ্রহন করার জন্য অডিশন দিয়েছিলেন, কিন্তু তার আত্মীয়া স্তন ক্যান্সারে মারা যাওয়ার কারণে তিনি আবারও অনুষ্ঠানটি ছেড়ে দিতে বাধ্য হয়েছিলেন।  তিনি ইন্ডিয়ান আইডল ৫ -এ প্রতিযোগী হিসাবে ফিরে আসেন যেখানে তিনি দ্বিতীয় স্থান প্রাপ্ত হন। \nত্রিবেদী, ২০১২ সালে প্রেম মায়ি চলচ্চিত্রের  বেহনে দে গানের নেপথ্য গায়িকা হিসাবে বলিউডের সংগীত জগতে প্রবেশ করেছিলেন।  তবে ২০১৩ সালে মুক্তিপ্রাপ্ত সঞ্জয় লীলা বানসালির ছবি \"গোলিওঁ কি রাসলীলা: রাম-লীলা\" -তে প্রিয়াঙ্কা চোপড়ার উপর চিত্রায়িত রাম চাহে লীলা গানটিতে কণ্ঠ দান করার পর প্রথম পরিচিতি এবং খ্যাতি পেতে শুরু করেন।  একটি গুজরাটি  গানের অংশ গাওয়ার জন্য ভূমিকে নির্বাচিত করা হয়েছিল, যখন তিনি জানতে পারেন যে ভনসালি তার পরবর্তী ছবিতে একটি গান গাওয়ার জন্য একটি ভিন্ন কণ্ঠ খুঁজছেন।  গানটি শ্রোতা এবং সমালোচকদের দ্বারা সমাদৃত হয়েছিল। সংগীত সমালোচকরা গানটিতে ত্রিবেদীর সংগীত পরিবেশনার প্রশংসা করেছিলেন।  বলিউডের হিন্দী গান ছাড়াও, তিনি বেশ কয়েকটি গুজরাটি ছবির জন্যো গান গেয়েছিলেন, যার মধ্যে রয়েছে জাতীয় পুরস্কারপ্রাপ্ত ছবি হেল্লারো -এর ভাগ্য়ো রে ঢোল  গানটি। \n\n\n== জনপ্রিয় সংগীত তালিকা ==\n\n\n== মারাঠি সংগীত ==\n\n\n== বাংলা সংগীত ==\n\n\n== গুজরাটি ডিস্কোগ্রাফি ==\n\n\n== পুরস্কার ==\n\n\n== তথ্যসূত্র =="}