{"pageid": 1519583, "title": "এমা টিম্বারি", "url": "https://bn.wikipedia.org/wiki?curid=1519583", "content": "এমা টিমবেরি ( আনু. ১৮৪২ - ২৬ নভেম্বর ১৯১৬) ছিলেন একজন মুলগোয়া আদিবাসী অস্ট্রেলিয়ান খোলশিল্পী এবং মাতৃপতি। তিনি \"ইলাওয়ারার রানী\", \"লা পেরুসের রানী\" বা \"গ্র্যানি টিম্বারি\" নামেও পরিচিত ছিলেন। তার খোলশিল্প পারিবারিক ঐতিহ্যের অংশ হয়ে ওঠে যা আজও অব্যাহত রয়েছে। টিম্বারিও  খ্রিস্টান ধর্মে ধর্মান্তরিত ছিলেন  এবং অস্ট্রেলিয়ার লা পেরুসের খ্রিস্টান এন্ডেভার সোসাইটিতে সক্রিয় ছিলেন। টিমবার্লি তার মাতৃভাষা  ধারাওয়াল সম্পর্কে একজন সাংস্কৃতিক তথ্যদাতা হিসেবেও কাজ করেছিলেন।\n\n\n== জীবনী ==\nটিমবারি নিউ সাউথ ওয়েলসের লিভারপুলে জর্জেস নদীর তীরে  জন্মগ্রহণ করেন।  তিনি ধারাওয়াল ভাষায় কথা বলতেন এবং মূলত তার সৎ বাবার পদবি, লন্ড বা লোন্ডস নামে পরিচিত ছিলেন।  দশ বছর বয়সে, তাকে নিউ সাউথ ওয়েলসের সারি হিলসে মিস্টার অ্যান্ড মিসেস এডওয়ার্ড হিলের সাথে থাকতে নিয়ে যাওয়া হয়।  সেখানে, তিনি নিয়মিত রবিবার স্কুলে যোগদান শুরু করেন।  ১৮৬৪ সালে তিনি বোটানি সাগরে একজন আদিবাসী জেলে জর্জ টিমবেরিকে বিবাহ করেন। তার এবং জর্জের একত্রে ১১টি সন্তান ছিল।  ১৮৮২ সালের মধ্যে এই দম্পতি অস্ট্রেলিয়ার লা পেরুসে চলে আসেন যেখানে টিমবেরি খোলসের ঝুড়ি তৈরি করে অতিরিক্ত অর্থ উপার্জন করতেন। টিম্বারির খোলসের কাজসমূহ নিয়মিতভাবে প্রদর্শিত হত এবং প্রতি বছর অস্ট্রেলিয়ার সিডনিতে রয়্যাল ইস্টার শোতে বিক্রি হত। টিম্বারির কাজ লা পেরুসের খোলশিল্পের \"প্রাথমিক পর্যায়ের\" অংশ।  ১৯১০ সালে, তার খোলশিল্প লন্ডনে প্রদর্শিত হয়েছিল। \nটিম্বারি তার সম্প্রদায়ে সম্মানিত ছিলেন। তারা টিম্বারিকে \"লা পেরুসের রানী\" ও  \"গ্র্যানি টিম্বারি\" নামে পরিচিতি  প্রদান করেন।  টিম্বারি একজন দক্ষ জেলেও ছিলেন, এবং কমপক্ষে দুইবার, ১৮৭৬ সালে  এবং ১৯০০ সালের গোড়ার দিকে, সম্প্রদায়ের জন্য একটি নৌকা সরবরাহ করা হয়েছিল যাতে তারা তাদের নিজস্ব মাছ ধরতে পারে।  ১৮৭৬ সালে সরবরাহ করা নৌকাটির নামকরণ করা হয়েছিল \"কুইন এমা\", টিমবারির সম্মানে।\nটিম্বারি তার নিজস্ব সংস্কৃতি সম্পর্কেও একজন তথ্যপ্রযুক্তিবিদ ছিলেন, তিনি নৃবিজ্ঞানী আরএইচ ম্যাথিউসের সাথে কাজ করতেন, যিনি ধারাওয়াল ভাষা এবং সংস্কৃতি অধ্যয়ন করছিলেন।  মারিয়া নুজেন্ট লিখেছেন যে টিমবারির \"তথ্য ধারাওয়াল ভাষার সংরক্ষণ এবং পুনরুজ্জীবনের জন্য অপরিহার্য ছিল।\"  টিমবারি, যিনি ১৮৯০-এর দশকের গোড়ার দিকে খ্রিস্টান ধর্মান্তরিত হয়েছিলেন, তিনি লা পেরুস আদিবাসী বসতিতে খ্রিস্টান ধর্মপ্রচারকদের সাথে এবং খ্রিস্টান এন্ডেভার সোসাইটির সাথেও জড়িত ছিলেন।  টিমবেরি লা পেরুসে খ্রিস্টান এন্ডেভার সোসাইটি শাখার সহ-সভাপতি হিসেবে নির্বাচিত হন।  টিম্বারি ধর্মপ্রচারকদের ঘনিষ্ঠ ছিলেন, রেটা ডিক্সন এবং দুই মহিলা একসাথে কাজ করতেন।  সম্প্রদায়ের বিশ্বাস ছিল যে রাণী ভিক্টোরিয়া টিমবারিকে জমি দিয়ে গিয়েছিলেন, কিন্তু আগুনে সেই কাগজপত্রসমূহ  পুড়ে গেছে। \nটিম্বারি ১৯১৬ সালের ২৬ই নভেম্বর লা পেরুসে মারা যান  এবং তাকে অস্ট্রেলিয়ার উদ্ভিদবিদ্যা কবরস্থানে সমাহিত করা হয়।  তিনি তার নাতি জোসেফ টিমবারির সাথে শিল্পকলার এক দীর্ঘ পারিবারিক উত্তরাধিকার রেখে গেছেন, যিনি একজন বুমেরাং নির্মাতা হিসেবে খ্যাতিমান ছিলেন এবং তার পরিবারের মহিলারা শেলওয়ার্কের কাজ চালিয়ে যাচ্ছেন।  তার প্রপৌত্রী, এসমে রাসেল, তার খোলসের কাজের জন্য পুরষ্কার জিতেছে। \n\n\n== তথ্যসূত্র =="}