{"pageid": 1519304, "title": "রিয়া শর্মা", "url": "https://bn.wikipedia.org/wiki?curid=1519304", "content": "রিয়া শর্মা একজন ভারতীয় অভিনেত্রী যিনি মূলত হিন্দি টেলিভিশনে জগতের সাথে যুক্ত। তিনি ২০১৮ সালে সনি সাব চ্যানেলের সাত ফেরো কি হেরা ফেরি ধারাবাহিকে চিঙ্কি ট্যান্ডনের চরিত্রে অভিনয়ের মাধ্যমে তার অভিনয় জীবন শুরু করেন। তিনি কালারস টিভির পিঞ্জরা খুবসুর্তি কা ধারাবাহিকে ডঃ ময়ূরা দুবে শুক্লা, জি টিভির কাশিবাই বাজিরাও বল্লাড়  ধারাবাহিকে কাশীবাই এবং সনি সাব চ্যানেলের ধ্রুব তারা - সময় সদি সে পারে ধারাবাহিকে রাজকুমারী তারাপ্রিয়া চরিত্রে অভিনয়ের জন্য সর্বাধিক পরিচিত। \n\n\n== জীবনের প্রথমার্ধ ==\nশর্মার জন্ম ও বেড়ে ওঠা নাগপুরে । তার মায়ের নাম প্রতিমা শর্মা। অভিনয়কে পেশা হিসাবে বেছে নেওয়ার জন্য তিনি কলেজের তৃতীয় বর্ষের চূড়ান্ত পরীক্ষা দিতে পারেননি যার ফলে তিনি তার স্নাতক শেষ করতে পারেননি। \n\n\n== কর্মজীবন ==\nশর্মা ২০১৮ সালে সনি সাব চ্যানেলের সাত ফেরো কি হেরা ফেরি ধারাবাহিকের চিঙ্কি ট্যান্ডনের চরিত্রে অভিনয়ের মাধ্যমে অভিনয় জগতে আত্মপ্রকাশ করেন। \n২০২০ সালে, তিনি স্টার প্লাসের মহারাজ কি জয় হো নামক হাস্যরসাত্মক ধারাবাহিকে সুনয়নার চরিত্রে অভিনয় করেছিলেন। এই ধারাবাহিকে তিনি অভিনেতা সত্যজিৎ দুবের সাথে জুটি বেঁধেছিলেন ।  কোভিড-১৯ মহামারীর কারণে এই ধারাবাহিক দুই মাসের মধ্যে শেষ হয়ে যায়। \n২০২০ থেকে ২০২১ সাল পর্যন্ত রিয়া কালারস টিভির পিঞ্জরা খুবসুর্তি কা- এ ডঃ ময়ূরা দুবে শুক্লা চরিত্রে অভিনয় করেছিলেন যেখানে তিনি অভিনেতা সাহিল উৎপলের সাথে জুটি বেঁধেছিলেন।  এই ধারাবাহিকেরই ২০২১ সালের একটি পুনর্জন্ম অধ্যায়ে তিনি ময়ূরা গোস্বামী বশিষ্ঠের চরিত্রে অভিনয় করেছিলেন।  এই ধারাবাহিক তার অভিনয় জীবনের এক গুরুত্বপূর্ণ মোড় হিসেবে প্রমাণিত হয়। \nশর্মা ২০২২ সালের মার্চ মাসে জি টিভির ধারাবাহিক কাশিবাই বাজিরাও বল্লাড় -এ মুখ্য চরিত্র কাশীবাই -এর ভূমিকায় অভিনয় করছেন যেখানে তিনি অভিনেতা রোহিত চন্দেলের সাথে জুটি বেঁধেছিলেন।   অনুষ্ঠানটি ২০২২ সালের আগস্টে শেষ হয়েছিল। \n২০২২ সালের অক্টোবরে, তাকে স্টার প্লাসের বান্নি চৌ হোম ডেলিভারি ধারাবাহিকে ডঃ তুলিকা চরিত্রে অভিনয় করতে দেখা গেছে। \nরিয়া শর্মা শেষবার ২০২৩-২০২৪ সালে সনি সাব চ্যানেলের ধারাবাহিক ধ্রুব তারা - সময় সদি সে পরে  -তে রাজকুমারী তারাপ্রিয়া সিং চরিত্রে অভিনয় করেছিলেন, যেখানে তিনি অভিনেতা ইশান ধাওয়ানের সাথে জুটি বেঁধেছিলেন। \nশর্মা দিশা ঝার কনম্যান চলচ্চিত্রে অভিনয় করেন যেখানে তার সহ অভিনেতা ছিলেন অধ্যয়ন সুমন। \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n== তথ্যসূত্র =="}