{"pageid": 1519282, "title": "দিল্লি মহিলা মেডিকেল মিশন", "url": "https://bn.wikipedia.org/wiki?curid=1519282", "content": "দিল্লি মহিলা চিকিৎসা মিশন (ডিএফএমএম) ছিল ভারতের দিল্লিতে অবস্থিত একটি চিকিৎসা মিশন যা ঊনবিংশ শতাব্দীর মাঝামাঝি সময়ে প্রিসিলা উইন্টার নামে একজন ভারতীয় বংশোদ্ভূত ইংরেজ মহিলা দ্বারা প্রতিষ্ঠিত হয়েছিল। এই সংস্থাটি দিল্লিতে যমুনা নদীর তীরে একটি ডিসপেনসারি হিসেবে শুরু হয়েছিল, কিন্তু সময়ের সাথে সাথে এটি একটি মিশনে পরিণত হয়, যা পরবর্তীতে সেন্ট স্টিফেনস হসপিটাল ফর উইমেন অ্যান্ড চিলড্রেন নামে প্রতিষ্ঠিত হয়, যা আজও চালু রয়েছে।\n\n\n== প্রিসিলা উইন্টার এবং দিল্লি মহিলা মেডিকেল মিশনের ভিত্তি ==\nপ্রিসিলা উইন্টার ভারতের কলকাতায় দুই অ্যাংলিকান মিশনারির ঘরে জন্মগ্রহণ করেন। উইন্টার তার শৈশবের বেশিরভাগ সময় ইংল্যান্ডে কাটিয়েছিলেন, কিন্তু ১৮৫৮ সালে ষোল বছর বয়সে ইউনিয়ন সোসাইটি ফর দ্য প্রোপাগেশন অফ গসপেল (ইউএসপিজি) এর জন্য কাজ করার জন্য কলকাতায় ফিরে আসেন। ভারতীয় মহিলাদের মধ্যে সুসমাচার প্রচারের জন্য তাকে কলকাতায় পাঠানো হয়। এই কাজটি জেনানা কাজ নামে পরিচিত ছিল, যেখানে মিশনারিরা স্থানীয় মহিলাদের বাড়িতে গিয়ে খ্রিস্টধর্মে ধর্মান্তরিত করতেন। জেনানা মিশনে কাজ করার সময় উইন্টার লিখেছিলেন যে, \"ভারতে নারীরা কষ্ট থেকে মুক্তি পান না... [কারণ] ঔষধি পুরুষ তাদের হাতে নেন এবং তার প্রতিকারগুলি সবচেয়ে অশোভন।\" উইন্টার \"সকল শ্রেণীর হিন্দু মহিলাদের মধ্যে সহজ প্রতিকার বিতরণ\" করে কলকাতার চিকিৎসা সমস্যাগুলির মধ্যস্থতা করার চেষ্টা করেন, যাদের তিনি \" পর্দার মধ্যে আবদ্ধ\" বলে বর্ণনা করেছিলেন। কলকাতায় থাকাকালীন উইন্টার বুঝতে পেরেছিলেন যে স্থানীয় মহিলাদের পর্দার বাইরে যাওয়ার একমাত্র সময় হল যখন তারা নদীতে প্রার্থনা করতে যান, এই ধারণাটি তিনি পরবর্তীতে মহিলাদের মধ্যে ঔষধ বিতরণের জন্য ব্যবহার করেন। ১৮৬৩ সালে উইন্টার দিল্লিতে ইউএসপিজি অপারেশনের প্রধান রেভারেন্ড রবার্ট উইন্টারকে বিয়ে করেন এবং তার সাথে দিল্লিতে চলে আসেন। দিল্লিতে উইন্টার যমুনা নদীর উপর চিকিৎসা নমুনার একটি \"বাক্স\" দিয়ে চিকিৎসা কাজ শুরু করেন। উইন্টার কোনও প্রশিক্ষিত ডাক্তার বা নার্স ছিলেন না বরং নিজেকে এলাকার মহিলাদের চাহিদা পূরণকারী একজন ব্যক্তি হিসেবে বর্ণনা করেছিলেন। ১৮৬৪ সালে দিল্লিতে কলেরা মহামারী দেখা দেয়। এই সময়ে উইন্টার দিল্লির জনসংখ্যার উপর অসুস্থতার নাটকীয় প্রভাব লক্ষ্য করতে সক্ষম হন, বিশেষ করে মহিলাদের উপর এর প্রভাব।\n\n\n== \"হোয়াইট লেডিস অ্যাসোসিয়েশন\" প্রতিষ্ঠা এবং চান্ডি চকে ডিএফএমএমের সূচনা ==\n\n\n=== ইংল্যান্ডে উইন্টারের প্রত্যাবর্তন ===\n১৮৬৫ সালে প্রিসিলা উইন্টার মিশন থেকে মহিলাদের জন্য নিবেদিত একটি মেডিকেল ডিসপেনসারির তহবিল সংগ্রহের উপায় খুঁজে বের করার উদ্দেশ্যে ছুটিতে ইংল্যান্ডে ফিরে আসেন। উইন্টার চিন্তিত ছিলেন যে, এই ধরণের একটি প্রকল্প ইউএসপিজির জন্য অর্থায়নের জন্য খুব বিতর্কিত হতে পারে। এর পরিবর্তে তিনি দিল্লি মহিলা মেডিকেল মিশনে পরিণত হওয়ার জন্য তহবিল সরবরাহের জন্য একটি নতুন সমিতি গঠনের সিদ্ধান্ত নেন। এই ফাউন্ডেশনের নাম ছিল হোয়াইট লেডিজ অ্যাসোসিয়েশন (ডাব্লুএলএ), এবং এটি ১৮৬৬ সালের অক্টোবরে ইংল্যান্ডের ব্রাইটনে প্রতিষ্ঠার ঘোষণা দেয়। এই সমিতির লক্ষ্য ছিল \"স্থানীয় মহিলাদের তাদের জেনানায় যোগদান করা,\" \"শুধুমাত্র মহিলাদের জন্য একটি ডিসপেনসারি স্থাপন করা,\" এবং মহিলা চিকিৎসা কর্মীদের সাথে \"স্থানীয় মহিলাদের নার্স হিসেবে প্রশিক্ষণ দেওয়া\"। এছাড়াও অ্যাসোসিয়েশনটি স্থানীয় মহিলাদের কাছে \"খ্রিস্টীয় জীবন এবং জনহিতকরতার একটি উদাহরণ তৈরি করার\" পরিকল্পনা করে, যারা ডাব্লুএলএ-এর সদস্যদের মতে খ্রিস্টধর্ম সম্পর্কে কুসংস্কারের মধ্যে সীমাবদ্ধ ছিল। মিশনের বিবৃতি চিকিৎসা ও ধর্মীয় উভয়ভাবেই ছিল। ডিএফএমএম ছিল \"দিল্লির আদিবাসী মহিলাদের মধ্যে একটি চিকিৎসা মিশন, যার উদ্দেশ্য ছিল প্রচুর শারীরিক কষ্ট লাঘব করা এবং তাদের নির্জন বাড়িতে খ্রিস্টধর্মের জ্ঞান নিয়ে যাওয়া।\" দিল্লি মহিলা মেডিকেল মিশনটি আসলে ১৮৬৭ সালে প্রতিষ্ঠিত হয়, যখন উইন্টার ভারতে ফিরে আসেন। ১৮৬৭ থেকে ১৮৭৪ সালের মধ্যে যমুনা নদীর তীরে এই মিশনটির  কেবল একটি উন্মুক্ত চিকিৎসালয় ছিল। ডিসপেনসারিটি পুরনো দিল্লির বাজার অঞ্চল চাঁদনী চক- এ অবস্থিত ছিল। পরবর্তীতে ডিসপেনসারির পাশে দশজন মহিলার জন্য একটি \"অস্থায়ী হাসপাতাল\" খোলা হয়। ডিএফএমএমের জন্য বেশিরভাগ তহবিল আসে হোয়াইট লেডিজ অ্যাসোসিয়েশন থেকে, আর মূলধন আসে ইউএসপিজি, পাঞ্জাব সরকার এবং দিল্লি পৌরসভা থেকে। পাঞ্জাব সরকার ঔষধ ক্রয়ের জন্য প্রতি বছর ডিএফএমএমকে ৪১০ টাকা দিত এবং দিল্লি পৌরসভা স্থানীয় মহিলা নার্সদের প্রশিক্ষণের জন্য বৃত্তি প্রদানের জন্য মাসে ৭৫ টাকা দিত। মিশনটি ইংরেজ মহিলাদেরও নিয়োগ করে এবং তাদের প্রথম কর্মচারী মিসেস লিটলার ছিলেন একজন প্রশিক্ষিত ধাত্রী যিনি মিশনের উদ্বোধন থেকে ১৮৭৩ সালে তার মৃত্যুর আগ পর্যন্ত কাজ করেন। ১৮৭০ সালের ডিসেম্বর থেকে ১৮৭১ সালের অক্টোবরের মধ্যে মিশন তাদের জেনানায় ১৯১ জন বিভিন্ন রোগীর ১,৪৪৬ বার পরিদর্শন করে। এছাড়াও রেকর্ডগুলি ইঙ্গিত দেয় যে প্রায় ৩০৫ জন রোগী ডিসপেনসারিতে ১,৯১৭ বার পরিদর্শন করেছেন। মিশনটি তার প্রকাশ্যে পথ চলতে শুরু করে, এবং ১৮৭১ সালে রেভারেন্ড উইন্টার রেকর্ড করেন যে ডিএফএমএম স্থানীয় মহিলা নার্সদের প্রশিক্ষণ দেওয়া শুরু করেছে।\n\n\n=== ডিএফএমএম প্রতিষ্ঠা ===\nডিএফএমএম প্রকৃত অর্থে ১৮৭৫ থেকে ১৮৯১ সালের মধ্যে প্রতিষ্ঠিত হয়েছিল কারণ মিস এঙ্গেলম্যান নামে পরিচিত একজন জার্মান মহিলা এটির দায়িত্ব গ্রহণ করেছিলেন। ১৮৭৬ থেকে ১৮৭৭ সালের অক্টোবরের মধ্যে ডিএফএমএম ডিসপেনসারিতে ৬,০০০ এরও বেশি মহিলা ও শিশুর চিকিৎসা করে এবং আরও ১,০০০ জনকে তাদের বাড়িতে চিকিৎসা দেয় । মিশনটি ১৮ জন স্থানীয় মহিলাকে নার্সিং ক্লাসেও ভর্তি করে। মিশনটি কেবল এক দিন পরপর খোলা থাকত, কিন্তু প্রতিদিন গড়ে ত্রিশজন রোগীর উপস্থিতি ছিল। ১৮৮০-এর দশকের গোড়ার দিকে ডিএফএমএম-এর নেতারা সিদ্ধান্ত নেন যে তাদের মহিলাদের চিকিৎসার জন্য একটি নির্দিষ্ট জায়গার প্রয়োজন - এমন একটি জায়গা যা তাদের নিজস্ব বাড়িতে ছিল না। তারা দেখতে পায় যে ভারতীয় বাড়িগুলি চিকিৎসা এবং আধ্যাত্মিক নিরাময়ের জন্য ভুল পরিবেশ। দিল্লির বাড়িগুলি মূলত হিন্দি ছিল এবং তাই খ্রিস্টধর্মের বার্তা ছড়িয়ে দেওয়ার জন্য এটি সর্বোত্তম স্থান ছিল না। তাছাড়া দিল্লিতে ছড়িয়ে থাকা নারীদের তাদের বাড়িতে চিকিৎসা করা কঠিন ছিল, যেখানে হাসপাতাল-সদৃশ ভবন ছিল যেখানে চিকিৎসা ও চিকিৎসা জ্ঞান কেন্দ্রীভূত ছিল। মিশনের নতুন লক্ষ্য ছিল একটি হাসপাতাল নির্মাণ করা, যা দিল্লির জীবনের উপায় এবং বাস্তবতা উভয়ের সাথেই উপযুক্ত আকারে তৈরি করা হয়েছিল কারণ রেভারেন্ড উইন্টার লক্ষ্য করেছিলেন যে, সাংস্কৃতিক রীতিনীতি নির্দেশ করেছিল যে অনেক মহিলা হাসপাতালে আসবেন না।\n১৮৮১ সালে প্রিসিলা উইন্টার মারা যান। তবুও একই বছরে মিশন জার্মানি থেকে অভিজ্ঞ নার্স ডিকনেস জ্যাকোবা জেইনকে নিয়োগ করে। জেইন দিল্লি থেকে প্রায় সত্তর মাইল দূরে কর্ণালে একটি ফাঁড়ি খোলেন, যা ডিএফএমএম-এর প্রতিষ্ঠাকে শক্তিশালী করে তোলে।\n\n\n== সেন্ট স্টিফেনস হসপিটাল ফর উইমেন অ্যান্ড চিলড্রেন ==\n১৮৮৫ সালে প্রিসিলা উইন্টারের স্মরণে সেন্ট স্টিফেনস হসপিটাল ফর উইমেন অ্যান্ড চিলড্রেন প্রতিষ্ঠিত হলে ডিএফএমএমের একটি হাসপাতালে পরিচালনার স্বপ্ন বাস্তবায়িত হয়। হাসপাতালটি কেন্দ্রে অবস্থিত ছিল এবং এটি দিল্লিতে নারী ও শিশুদের যত্নের জন্য সম্পূর্ণরূপে নিবেদিত প্রথম হাসপাতাল ছিল। হাসপাতালটি তার পরিচ্ছন্নতা এবং শৃঙ্খলার জন্য পরিচিত ছিল। এটি নারীদের ধর্ম সম্পর্কে নতুন ধারণা শেখানোর জন্য তৈরি করা হয়েছিল, যা তারা পরবর্তীতে তাদের বাড়িতে ফিরিয়ে আনতে পারে। তাই চিকিৎসার আগে রোগীদের ধর্মগ্রন্থ এবং সুসমাচার পড়তে উৎসাহিত করা হত। যদিও প্রথমে হাসপাতালে সম্পদ এবং কর্মী উভয়েরই অভাব ছিল, ১৮৯১ সালে এটি ক্রমশ এগিয়ে যেতে শুরু করে। হাসপাতালটি তাদের প্রথম মহিলা ডাক্তার জেনি মুলারকে নিয়োগ দেয়, যিনি ভারতীয়-জার্মান বংশোদ্ভূত একজন মহিলা ছিলেন এবং লন্ডন স্কুল অফ মেডিসিন ফর উইমেন-এ পড়াশোনা করেছিলেন। ১৮৯৩ সালে দ্বিতীয় মহিলা ডাক্তার মিলড্রেড স্ট্যালি এই অনুশীলনে যুক্ত হন। ১৮৬৫ সালের মধ্যে হাসপাতালটিতে তিনজন ডাক্তার ছিলেন এবং দিল্লি এবং কর্ণালে দুটি ডিসপেনসারি পরিচালনা করতেন। স্থানীয় মহিলারা একজন ইংরেজ মহিলা ম্যাট্রন মেরি রবার্টসের তত্ত্বাবধানে হাসপাতালে নার্স হিসেবে কাজ করতেন। ১৮৯০ এর দশকের শেষের দিকে মিশনের নতুন হাসপাতালে বার্ষিক ৬০০-৭০০ জন রোগীর চিকিৎসা, ডিসপেনসারিতে ১৫,০০০ জন এবং বাড়িতে পরিদর্শনের মাধ্যমে ১,২০০ জন রোগীর চিকিৎসা চলত।\n১৯০৬ সালে মিশন তিজ হাজারিতে অবস্থিত একটি বৃহত্তর হাসপাতালের ভিত্তি স্থাপন করে, যেখানে এটি আজও রয়েছে। সেই সময়ে ডিএফএমএম-এর পরিচালক জিই লেরয় বিশ্বাস করতেন যে একটি নতুন হাসপাতাল ডিএফএমএমকে একটি পূর্ণাঙ্গ চিকিৎসা অনুশীলন হিসেবে প্রতিষ্ঠিত করবে। ১৯০৮ সালে মিশনটি নতুন বৃহত্তর হাসপাতাল ভবনে স্থানান্তরিত হয়, যা সামাজিক রীতিনীতির পরিবর্তনকে প্রতিফলিত করে কারণ মহিলারা হাসপাতালে আসতে কম দ্বিধাগ্রস্ত ছিলেন। একই সময়ে সেন্ট স্টিফেনসকে এখনও ভারতীয়, এবং প্রধানত হিন্দি সংস্কৃতির সাথে খাপ খাইয়ে নিতে হয়েছিল। তাই হাসপাতালটি ব্রাহ্মণ রাঁধুনিদের ভাড়া করে এবং রোগীদের সাথে থাকা আত্মীয়দের ঘরে থাকতে দেয়। নতুন হাসপাতালে দ্য ট্রেইনড নার্সেস অ্যাসোসিয়েশন অফ ইন্ডিয়ার প্রতিষ্ঠাতা অ্যালিস উইলকিনসন ভারতীয় মহিলাদের শিক্ষাদানকারী প্রথম প্রশিক্ষিত ব্রিটিশ নার্স হয়ে ওঠেন। ১৯১৩ সালে হাসপাতালে অস্ত্রোপচারকারী প্রথম যোগ্যতাসম্পন্ন সার্জন হেলেন ফ্র্যাঙ্কলিন এই অনুশীলনে যোগ দেন।\nআজও সেন্ট স্টিফেন হাসপাতালটি চালু আছে। এর মিশন বিবৃতিতে ঘোষণা করা হয়েছে, \"সেন্ট স্টিফেনস হাসপাতাল খ্রিস্টের চেতনায় সমাজের সকল অংশের সেবা করার জন্য প্রতিশ্রুতিবদ্ধ, মানসম্পন্ন, সাশ্রয়ী মূল্যের স্বাস্থ্যসেবা প্রদানের পাশাপাশি শ্রেষ্ঠত্বের স্বাস্থ্যসেবা পেশাদারদের প্রশিক্ষণ দিয়ে যারা করুণা এবং ভালোবাসার সাথে নিঃস্বার্থ সেবার খ্রিস্টীয় মূল্যবোধকে মূর্ত করবে।\"\n\n\n== আরও দেখুন ==\nমহিলা মিশনারি সমাজ\n\n\n== তথ্যসূত্র =="}