{"pageid": 1519882, "title": "মুহাম্মদ বাহাউদ্দিন আল-তাভিলি", "url": "https://bn.wikipedia.org/wiki?curid=1519882", "content": "শেখ মুহম্মদ বাহিদিন আল-তাভিলি (আরবিঃ الشیخ محمد بہائی الدین تويلة), যিনি বাহাদিন নকশবন্দী, আবু আল-বাহা, বা বাহাদিন প্রথম নামেও পরিচিত (১৮৩৬-১৮৮১), ছিলেন ১৯ শতকের ইরাকি-কুর্দি সুফি পণ্ডিত, রহস্যবাদী এবং কবি। তিনি মধ্যপ্রাচ্য এবং অটোমান সাম্রাজ্যের অন্যতম প্রভাবশালী অভিজাত পরিবার, তাভিলের পরিবারের অন্তর্ভুক্ত ছিলেন।\nতিনি উসমান সিরাজ-উদ-দিন নকশবন্দীর জ্যেষ্ঠ পুত্র এবং আধ্যাত্মিক উত্তরসূরি ছিলেন তিনি ১৮৩৬ সালে তাওয়েলা গ্রামে জন্মগ্রহণ করেছিলেন, যা তখন উসমানীয় সীমান্তের মধ্যে ছিল এবং বর্তমানে ইরাকি কুর্দিস্তান অবস্থিত।\n\n\n== জীবন। ==\nমুহাম্মদ বাহাদ্দীন নকশবন্দী পথের নীতি অনুসরণ করেছিলেন। তিনি তার পিতার কাছ থেকে বাহ্যিক (জাহিরী) এবং অভ্যন্তরীণ (বাতিনী) উভয় জ্ঞানই লাভ করেছিলেন। তার বাবা, ওসমান আত-তাভিলী, তার বিকাশের জন্য বিশেষ প্রচেষ্টা চালিয়েছিলেন। তিনি বাহ্যিক বিজ্ঞানে পণ্ডিত এবং একজন সুফি সাধক হয়ে ওঠেন।তাঁর পিতার জীবদ্দশায়, তাঁকে তাঁর ভাই ওমর জিয়াউদ্দিন, আব্দুর রহমান ইবুল-ভেফা এবং আহমেদ শেমসেদ্দীনকে শিক্ষাদান, পরামর্শদান এবং নির্দেশনা দেওয়ার দায়িত্ব দেওয়া হয়েছিল। তাঁর ভাইয়েরা তাঁর পাণ্ডিত্যপূর্ণ সমাবেশ এবং আধ্যাত্মিক বক্তৃতায় লালিত-পালিত হয়েছিলেন। তিনি তার ভাগ্নে মুহাম্মাদ আলাইদ্দীন এবং মুহাম্মদ নেকমেদ্দিনকেও শিক্ষা দিতেন।\nতার পিতার মৃত্যুর পর, তিনি জনগণকে পথপ্রদর্শন করতে থাকেন। \n\n\n=== কাজারি সাম্রাজ্যের সঙ্গে দ্বন্দ্ব ===\n১৮৬৯ সালে, ইরানের শাহ নাসের আল-দীন শাহের চাচা এবং আব্বাস মির্জার পুত্র ফেরহাদ মির্জা মুহাম্মদ বাহাদ্দীন আল-তাভিলির বিরুদ্ধে একটি বিশাল সেনাবাহিনীর নেতৃত্ব দেন, যার এই অঞ্চলে অনেক অনুসারী ছিল। আল-তাভিলি ইরানের শাহকে একটি চিঠি লিখে যুদ্ধ রোধে মধ্যস্থতার ভূমিকা গ্রহণ করেন।চিঠিটি পড়ার পর, ফেরহাদ মির্জা \"এট-তাভিলি\"-এর উত্তরে একটি চিঠি লিখেছিলেন যা শুরু হয়েছিল এই আয়াত দিয়ে \"আমরা কোন শেখকে চিনতে পারি না এবং ধার্মিকদের কথাও মান্য করি না; আমরা কেবল পানপাত্রধারীর মুখ এবং মদের গ্লাস জানি।\"এর উত্তরে মুহাম্মদ বাহাদ্দীন তাঁর নিজের একটি আয়াত দিয়ে উত্তর দিলেন: \"আমরা কোন প্রভু বা সুলতানকে চিনতে পারি না; হয় তুমি ন্যায়পরায়ণ এবং উদার হয়ে উঠো, নতুবা তুমি অবিলম্বে ধ্বংস হয়ে যাবে।\" \n\n\n== মৃত্যু ==\nমুহম্মদ বাহাইদিন ১৮৮১ সালে (হি. ১২৯৮) তাভিলায় মারা যান। তাঁকে তাঁর পিতার কবরের কাছে সমাহিত করা হয়।\nতাঁর মৃত্যুর পর তাঁর পুত্র আলী হিসাম-উদ-দিন নকশবন্দী তাঁর মিশন পরিচালনা ও চালিয়ে যাওয়ার দায়িত্ব পালন করেন।\n\n\n== তথ্যসূত্র =="}