{"pageid": 1519765, "title": "এম/এফ (নারীবাদী পত্রিকা)", "url": "https://bn.wikipedia.org/wiki?curid=1519765", "content": "এম/এফ: নারীবাদী পত্রিকা ছিল একটি ব্রিটিশ নারীবাদী সাময়িকী যা ১৯৭৮ থেকে ১৯৮৬ সাল পর্যন্ত প্রকাশিত হয়েছে। এই পত্রিকাটি নারী আন্দোলন সম্পর্কে, বিশেষ করে সমাজতান্ত্রিক ও নারীবাদী রাজনীতি সম্পর্কিত তাত্ত্বিক ও রাজনৈতিক পর্যালোচনা, আলোচনা এবং নিবন্ধ প্রকাশ করত।\n\n\n== পটভূমি এবং বিষয়বস্তু ==\n১৯৭৬ সালের মে মাসে লন্ডনে অনুষ্ঠিত পিতৃতন্ত্র সম্মেলনের পর, নারী আন্দোলনের মধ্যেকার তাত্ত্বিক বিতর্ক এবং আলোচনাকে একটি স্থান প্রদানের জন্য এম/এফ সাময়িকীটি প্রতিষ্ঠিত হয়। এর প্রথম দিকের সম্পাদকদের মধ্যে ছিলেন পারভীন অ্যাডামস, রোজালিণ্ড কাওয়ার্ড এবং এলিজাবেথ কাউই। পরে তাঁদের সাথে যোগ দেন বেভারলি ব্রাউন ।\nপ্রথম সংখ্যার ভূমিকায় এম/এফ শিরোনামটি স্পষ্টভাবে সংজ্ঞায়িত করা হয়নি তবে মার্কসবাদী নারীবাদের বেশ কয়েকটি উল্লেখ রয়েছে। কনটেমপোরারি কালচার ইনডেক্স (বহুবিষয়ক আন্তর্জাতিক তথ্য ভাণ্ডার) এম/এফ কে \"মূলত পুংলিঙ্গ (ম্যাসকুলাইন) / স্ত্রীলিঙ্গের (ফেমিনাইন) জন্য ব্যবহৃত একটি শিরোনাম\" হিসেবে বর্ণনা করে এবং বলে যে \"পাঠকরা ভাবছিলেন যে এই তির্যক শিরোনামটি মার্কসবাদ বনাম নারীবাদ (ফেমিনিজম), মা (মাদার) বনাম পিতা (ফাদার), অথবা এমনকি, এটি কি মিশেল ফুকোর একটি সংকেতাবদ্ধ রেফারেন্স হতে পারে।\"\nসাময়িকীটি বহুমুখী পন্থা এবং বিভিন্ন দৃষ্টিকোণ গ্রহণ করে, যার মধ্যে ছিল: আইনি, সামাজিক, মনোবিশ্লেষণমূলক, অর্থনৈতিক, পাশাপাশি শৈল্পিক দৃষ্টিকোণ। এম/এফ মূলত নারীবাদী সমাজতন্ত্রের সাথে নিজেকে একত্রিত করেছিল এবং একই সাথে অপরিহার্যতার সীমাবদ্ধতা এবং ঝুঁকিগুলিও স্বীকার করেছিল। এম/এফ মোট বারোটি সংখ্যা প্রকাশ করেছিল। শিক্ষাগত দিক থেকে এটি একটি নিবিড় প্রকল্প ছিল যা নারীদের তাত্ত্বিক এবং রাজনৈতিক বিবেচনার জটিলতা অন্বেষণ করেছে। যদিও এটি স্বল্পস্থায়ী ছিল, অনেক পণ্ডিত এবং পাঠক নারীবাদী আলোচনায় এম/এফ -এর অবদান, এর সাফল্য এবং ত্রুটি উভয়কেই বিবেচনা করেছেন।\n১৯৭৯ সালে ডায়ানা লিওনার্ড উইমেন'স স্টাডিজ ইন্টারন্যাশনাল কোয়ার্টারলি এবং ফেমিনিস্ট রিভিউ- এর সাথে ইজ ফেমিনিজম মোর কমপ্লেক্স দ্যান ডব্লিউএলএম রিয়েলাইজেস? শীর্ষক একটি গবেষণাপত্রে এম/এফ নিয়ে আলোচনা করেন। তিনি \"মনোবিশ্লেষণমূলক এবং উত্তর-কাঠামোগত দৃষ্টিকোণের কারণে ... এম/এফ এর জন্য বিশেষ সমালোচনা সংরক্ষণ করেছিলেন\"।\n১৯৯০ সালে, অ্যাডামস এবং কাউই দ্য ওম্যান ইন কোয়েশ্চেন সম্পাদনা করেন, এটি এম/এফ থেকে নেওয়া প্রবন্ধ এবং সম্পাদকীয়গুলির একটি সংগ্রহ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (সব সংখ্যার সম্পূর্ণ পাঠ্য অন্তর্ভুক্ত)"}