{"pageid": 1519094, "title": "কাবেরী প্রিয়ম", "url": "https://bn.wikipedia.org/wiki?curid=1519094", "content": "কাবেরী প্রিয়ম (জন্ম ২২ অক্টোবর)  একজন ভারতীয় অভিনেত্রী যিনি মূলত হিন্দি টেলিভিশন জগতের সাথে যুক্ত।  তিনি স্টার প্লাসের ইয়ে রিশতে হ্যায় প্যায়ার কে  ধারাবাহিকে কুহু মহেশ্বরী রাজবংশ এবং সনি সবের জিদ্দি দিল মানে না ধারাবাহিকে ড. মোনামি মহাজন চরিত্রে অভিনয়ের জন্য সবচেয়ে বেশি পরিচিত।  তাকে শেষবার সনি সবের দিল দিয়া গল্লা  ধারাবাহিকে অমৃতার চরিত্রে দেখা অভিনয় করতে গিয়েছিল \n\n\n== জীবনের প্রথমার্ধ ==\nকাবেরী প্রিয়াম ঝাড়খণ্ডের বোকারোতে ২২ অক্টোবর  জন্মগ্রহণ করেন।  তিনি বোকারোর সেন্ট জেভিয়ার'স স্কুল থেকে তার স্কুলজীবন সম্পন্ন করেন  এবং ভেলোরের ভেলোর ইনস্টিটিউট অফ টেকনোলজি থেকে স্নাতক ডিগ্রি অর্জন করেন।  পড়াশোনা শেষ করার পর, তিনি মুম্বাইতে আসেন  এবং বিজ্ঞাপনের মডেল হিসেবে তার কর্মজীবন শুরু করেন।  তার এক ছোট ভাই আছে যার নাম রীতেশ আনন্দ।  কাবেরী তার ভাইয়ের সাথে মুম্বাইতে একটি রেস্তোরাঁ পরিচালনা করেন যার নাম কোঙ্কন চিলি ।\n\n\n== কর্মজীবন ==\n\nপ্রিয়ম কালারস টিভির নাগিন ২ ধারাবাহিকে একটি পার্শ্ব চরিত্রে অভিনয়ের মাধ্যমে অভিনয় জগতে আত্মপ্রকাশ করেছিলেন।  তারপরে তিনি স্টার প্লাসের পরদেস মে হ্যায় মেরা দিল ধারাবাহিকে কাজ করেছেন। প্রিয়ম স্টার ভারতের পর্বভিত্তিক ধারাবাহিক অনুষ্ঠান সাবধান ইন্ডিয়া -তে কাজ করেছেন।  ২০১৮ সালে তিশনাগির চলচ্চিত্রে অভিনয়ের মাধ্যমে তিনি তার চলচ্চিত্র জগতে আত্মপ্রকাশ করেন। \n২০১৯ সালে প্রিয়ম স্টার প্লাসে সম্প্রচারিত রজন শাহীর ইয়ে রিশতে হ্যায় প্যায়ার কে ধারাবাহিকে কুহু মহেশ্বরী রাজবংশের ভূমিকায় অভিনয় করেছিলেন করেছিলেন, যা তার অভিনয় জীবনের এক গুরুত্বপূর্ণ মোড় হিসাবে প্রমাণিত হয়েছিল।  এই ধারাবাহিকে তিনি অভিনেতা ঋত্বিক অরোরা এবং অবিনাশ মিশ্রের সাতেহ কাজ করেছিলেন। ২০১৯ সালের মার্চ মাসে রজন শাহীর আরেকটি প্রযোজনা ইয়ে রিশতা কেয়া কেহলাতা হ্যায় (যা একই টিভি চ্যানেলে সম্প্রচারিত হত) -এর সাথে ইয়ে রিশতে হ্যায় প্যায়ার কে  ধারাবাহিকের কিছু যুগ্নপর্ব সম্প্রচারিত হয় যেখানে প্রিয়ম কুহু চরিত্রে অভিনয় করেছিলেন। \n২০২১ সালে সনি সাবের জিদ্দি দিল মানে না  ধারাবাহিকে প্রিয়ম ডাঃ মোনামি মহাজনের চরিত্রে অভিনয় করেন, এবং এই ধারাবাহিকে তিনি অভিনেতা শালিন মালহোত্রার সাথে জুটি বেঁধেছিলেন।  ধারাবাহিকটি ২০২২ সালের ৪ জুন সমাপ্ত হয়েছিল।  তিনি ২০২২ সালের ডিসেম্বর মাস থেকে ২০২৩ সালের সেপ্টেম্বর মাস পর্যন্ত সনি সাবের  ধারাবাহিক দিল দিয়া গল্লা ধারাবাহিকে অমৃতা ব্রার ডুঙ্গারপাল চরিত্রে অভিনয় করেছিলেন  যেখানে অভিনেতা পারস অরোরার সাথে জুটি বেঁধেছিলেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n=== সঙ্গীত ভিডিও ===\n\n\n== পুরস্কার ==\n\n\n== তথ্যসূত্র =="}