{"pageid": 1519122, "title": "বেজাইয়ার মহান মসজিদ (আলজেরিয়া)", "url": "https://bn.wikipedia.org/wiki?curid=1519122", "content": "বেজাইয়ার মহান মসজিদ (আরবি: الجامع الكبير بجاية) অথবা আল-মানসুরিয়া মসজিদ (আরবি: جامع المنصورية) আলজেরিয়ার বেজাইয়ায় অবস্থিত একটি প্রধান ঐতিহাসিক মসজিদ ছিল। এটি হাম্মাদিদ আমিরাতের সময়, আনুমানিক ১১০০ সালে, আল-মানসুর ইবনে আল-নাসির এর শাসনের অধীনে নির্মিত হয়েছিল। মসজিদটি ১৫১০ সালে শহর দখলের পরে স্প্যানিশ দ্বারা ধ্বংস করা হয়।\n\n\n== পটভূমি ==\n\nবেজাইয়ায় হাম্মাদিদ মসজিদগুলোর মধ্যে কিছুই অবশিষ্ট নেই। এ মধ্যে রয়েছে মহান মসজিদ, রেহানের মসজিদ এবং নাতাইন মসজিদ (আরবি: مسجد النطاعين)। তবে, বেজাইয়া সম্পর্কিত ফেরাউদের বই মহান মসজিদের বিস্তারিত বিবরণ প্রদান করে। পাশাপাশি কমান্ডার দে বেইলিয়ার একটি বইতেও এর উল্লেখ আছে। এই উৎসসমূহে উল্লেখ করা হয়েছে যে, বেজাইয়ায় একজন ক্যালিগ্রাফার আল-বাজাউই ১৮৬৬ সালে ১২শ শতাব্দীর একটি পাণ্ডুলিপি হস্তান্তর করেছিলেন। এই পাণ্ডুলিপি অনুযায়ী, প্রিন্স আল-মানসুর আল-হামাদি ১১০০/৪৮৪ সালে মুক্তার প্রাসাদ নির্মাণ সম্পন্ন করেন এবং তা মসজিদে রূপান্তরিত করেন। তারপর প্রাসাদের ভিতরে তিনি দুটি একক পাথরের স্তম্ভ স্থাপন করেন। এটি একটি প্রাচীন, ক্ষতিগ্রস্ত গির্জার ভিতরে আবিষ্কৃত হয়েছিল। রোমের পোপ ও রোম থেকে এগুলি ক্রয়ের আগ্রহ সত্ত্বেও, আল-মানসুর তা গ্রহণ করেননি। আল-বাজাউই আরও উল্লেখ করেন যে, হাম্মাদিদ আমির বাগানের কূপের কাছে একটি গম্বুজ ও মিনারেট নির্মাণ করেছিলেন এবং এর আকৃতি ছিল প্রভূত মনোমুগ্ধকর। পাণ্ডুলিপিতে আরও উল্লেখ করা হয়েছে যে, আল-মানসুর মসজিদের জন্য ৮৬.০০০ সোনালী মিথকাল ব্যয় করেছিলেন। সময়ের সাথে সাথে, মসজিদটি বৈজ্ঞানিক ও ধর্মীয় শিক্ষার কেন্দ্র হয়ে উঠেছিল, অসংখ্য পন্ডিত ও উলামা-কে আকর্ষণ করেছিল। এর খ্যাতি আলমোহাদ যুগ পর্যন্ত স্থায়ী ছিল। তবে ১৬শ শতকে শহর দখলের সময় স্প্যানিশ নৌবাহিনী দ্বারা মসজিদটি ধ্বংস হয়ে যায়.\n\n\n== স্থাপত্য ==\nআলজেরিয়ার ইতিহাসবিদ ও প্রত্নতত্ত্ববিদ ড. রাচিদ বোরউইবা মসজিদের স্থাপত্য বৈশিষ্ট্যগুলোর বিস্তৃত বিবরণ প্রদান করেছেন এবং এটি একাধিক উৎস থেকে সংগৃহীত। এর মধ্যে রয়েছে ১২শ শতাব্দীর একটি হস্তলিখিত পাণ্ডুলিপি। এটি ইবন হাম্মাদ নামে পরিচিত এবং তিনি আলমোহাদ খলিফা আব্দ আল-মুমিন এর উত্তরাধিকারী বলে বিবেচিত। বিবরণটি নিম্নরূপ অব্যাহত থাকে:\n\nএই মসজিদের দৈর্ঘ্য ছিল ২২০ বাহু এবং প্রস্থ ছিল ১৫০ বাহু, যার সামনের অংশে সতেরোটি পট্টিযুক্ত খোতা দিয়ে অলঙ্কৃত এবং ডান ও বাম পাশে একটি বৃহৎ দরজা ছিল। মার্বেল পাথরের স্ল্যাবগুলি লিখনসহ এই মূল দরজার পাশে পাওয়া গিয়েছিল, এবং মসজিদে আরও ২২টি দরজা ছিল, যার একটির মাধ্যমে মহিলাদের জন্য নির্ধারিত নামাজ কক্ষ ছিল, যা একজন বয়স্ক শেইখ দ্বারা পাহারা দেওয়া হতো। মসজিদের ভিতরে ছিল ৩২টি মার্বেল স্তম্ভ এবং একটি বৃহৎ গম্বুজ. মসজিদের মেঝে ছিল মার্বেল দিয়ে সজ্জিত, এবং এর দেওয়ালগুলো ছিল জেলিজ দিয়ে আবৃত এবং কোরআনের আয়াতসহ অলঙ্কৃত। এই মসজিদের মিনারেট ছিল ৬০ বাহু উঁচু, যার বর্গাকার ভিত্তি ছিল ২০ বাহু, যার ফলে মিনারেটটির উচ্চতা ৫৬ মিটার এবং প্রস্থ ১৮ মিটার ছিল। এই মিনারেটে ছিল দুটি দরজা, একটি পূর্ব পাশে এবং অপরটি দক্ষিণ পাশে, যেখানে মিনারেটের দরজা, তাদের স্তম্ভ ও দণ্ডগুলি খোদিত মার্বেল দিয়ে নির্মিত। মিহরাব এবং এর আশেপাশ সাদা মার্বেল দিয়ে নির্মিত, যার মাঝখানে একটি বৃত্তাকার ব্যান্ডে কোরআনের আয়াত খোদিত ছিল। মসজিদের দেওয়ালগুলো নিচ থেকে উপরে পর্যন্ত লিখন ও সুন্দর চিত্রকর্ম দিয়ে অলঙ্কৃত ছিল, যাতে সহজে পড়া যায় এমন লেখা অন্তর্ভুক্ত ছিল, এবং স্তম্ভগুলোও মার্জিতভাবে অলঙ্কৃত ছিল। এই মসজিদে স্তম্ভগুলোর সংখ্যা ছিল ৪১২টি, যার দৈর্ঘ্য ছিল ২২২ বাহু এবং প্রস্থ ছিল ১৫০ বাহু। মসজিদের সম্মুখভাগে, একটি প্রবেশদ্বার ছিল, যার দরজা মিনবারের নিকটে অবস্থিত। আর্কেডগুলোর সামনে, আঙ্গন প্রায় ১৫ বাহু বিস্তৃতভাবে মোড়ানো ছিল, এবং মসজিদ থেকে পৃথক হলে ২০০টি বৃহৎ স্তম্ভ ছোট গম্বুজ ও অসংখ্য ফোয়ারা দ্বারা সাজানো ছিল।\n\n\n== সূত্র =="}