{"pageid": 1519878, "title": "দিব্যা ঠাকুর", "url": "https://bn.wikipedia.org/wiki?curid=1519878", "content": "দিব্যা ঠাকুর (জন্ম ১৯৭১) একজন ভারতীয় নকশাকার এবং অভ্যন্তরীণ স্থাপত্য শিল্পী (ইন্টেরিয়র আর্কিটেক্ট) যিনি একটি বুটিক ডিজাইন ফার্ম ডিজাইন টেম্পল-এর প্রতিষ্ঠাতা এবং সৃজনশীল পরিচালক। তাঁর কাজকেদ্য নিউ ইয়র্ক টাইমস  \"প্রায়শই আধুনিক এবং কখনও কখনও খুব আবেগপ্রবণ\" হিসেবে বর্ণনা করেছে। তিনি ভারতের সাংস্কৃতিক উপাদানগুলির ওপর দৃষ্টি নিবদ্ধ ক'রে তাঁর নকশার কাজ করেন।\nদিব্যা ঠাকুরের কাজ দ্য নেমসেক এবং দ্য রিলাক্ট্যান্ট ফাণ্ডামেন্টালিস্ট -এর মতো চলচ্চিত্রের পোস্টার থেকে শুরু করে বইয়ের প্রচ্ছদ, যেমন নমন রামচন্দ্রনের লাইটস, ক্যামেরা, সালা; এশিয়ান পেইন্টস এবং তাজ হোটেলের মতো ব্র্যাণ্ডের নকশা ইত্যাদি পর্যন্ত বিস্তৃত। তাঁর শিল্পকর্মগুলি ভারতে এবং আন্তর্জাতিকভাবে প্রদর্শনীতে দেখানো হয়েছে, যার মধ্যে রয়েছে স্টকহোমের মিলেসগার্ডেন এবং লন্ডনের ভিক্টোরিয়া এবং অ্যালবার্ট জাদুঘর।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nদিব্যা ঠাকুরের জন্ম ১৯৭১ সালে। তাঁর বাবা, উমেশ চন্দ্র ঠাকুর, ভারতীয় সেনাবাহিনীর একজন প্রাক্তন মেজর, এবং তাঁর মা, প্রেমা ঠাকুর, একজন প্রাক্তন স্কুল অধ্যক্ষ। ভারতের চণ্ডীগড়ের সেন্ট কবির পাবলিক স্কুলের ছাত্রী হিসেবে, নকশার জন্য, দিব্যা তাঁর প্রথম পুরস্কার জিতেছিলেন। এরপরে তিনি উত্তরাখণ্ড রাজ্যের ওয়েলহাম গার্লস স্কুলে পড়াশোনা করেন।\nদিব্যা ঠাকুর স্যার জে জে ইনস্টিটিউট অফ অ্যাপ্লায়েড আর্টস থেকে চারুকলায় স্নাতক ডিগ্রি অর্জন করেন। তিনি সেন্ট্রাল সেন্ট মার্টিনস, লন্ডন কলেজ অফ ফ্যাশন, প্র্যাট ইনস্টিটিউট থেকে বিভিন্ন ডিজাইন কোর্স করেছেন।\n\n\n== কর্মজীবন ==\nদিব্যা ঠাকুর ১৯৯৯ সালে ডিজাইন টেম্পল প্রতিষ্ঠা করেন, প্রাথমিকভাবে এখানে গৃহস্থালীর জিনিসপত্র এবং আসবাবপত্র সম্পর্কিত নকশার কাজ প্রদান করা হতো।\n২০০৪ সালে, তিনি লগগিয়া দেই মার্কান্তি-তে তাঁর প্রথম প্রদর্শনী, \"ইণ্ডিয়া ইণ্ডিজেনাস\" আয়োজন করেন।\nছত্রপতি শিবাজি মহারাজ বাস্তু সংগ্রহালয়ে তাঁর ২০১৬ সালের স্থাপন, \"ডিজাইন: দ্য ইণ্ডিয়া স্টোরি\", ভারতের স্থাপত্যের ইতিহাস তুলে ধরে। এটি প্রায় ২,৫০,০০০ দর্শনার্থীকে আকর্ষণ করেছিল। এলে বইতে, অদিতি শর্মা মহেশ্বরী এই স্থাপনাটিকে \"এটী স্বদেশী প্রতিভা দ্বারা তৈরি পণ্যের গভীরে অনুসন্ধান\" হিসেবে বর্ণনা করেছেন, ভারতের নকশার গল্পকে তারা কিভাবে সত্যিকার রূপ দিয়েছে তার ওপর স্থাপনাটি আলোকপাত করেছে।\"\nএকই বছর, ভার্ভ পত্রিকা তাঁকে 'সেরা পোশাকধারী' হিসেবে মনোনীত করে।\n২০১০ থেকে ২০১৭ সাল পর্যন্ত, দিব্যা একটি ডিজাইন গ্যালারির মালিক ছিলেন। ২০১৭ সালে, তিনি জয়সলমেরের ম্যারিয়ট হোটেলের জন্য একটি প্রচারণার নকশা করেছিলেন।\n\n\n== তথ্যসূত্র =="}