{"pageid": 1519213, "title": "বাংলাদেশের বিলুপ্ত রাজনৈতিক দলসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=1519213", "content": "বাংলাদেশের স্বাধীনতার পর থেকে বাংলাদেশের রাজনীতিতে প্রয়োজনমাফিক কিছু দলের জন্ম হয়েছে এবং প্রয়োজনে বিলুপ্তি ঘটেছে। সেসব দলের মধ্যে বাকশাল, জাগদল বহুল পরিচিত নাম।\n\n\n== বিলুপ্ত রাজনৈতিক দলসমূহের তালিকা ==\nবাংলাদেশ কৃষক শ্রমিক আওয়ামী লীগ (ফেব্রুয়ারি-আগস্ট ১৯৭৫)\nবাংলাদেশ কৃষক শ্রমিক আওয়ামী লীগ বাংলাদেশ আওয়ামী লীগ, বাংলাদেশ কমিউনিস্ট পার্টি, বাংলাদেশ ন্যাশনাল আওয়ামী পার্টি এবং জাতীয় লীগ নিয়ে গঠিত একটি রাজনৈতিক ফ্রন্ট ছিল। এটি বাংলাদেশের অধুনালুপ্ত একটি বিতর্কিত রাজনৈতিক দল যা সচরাচর বাকশাল নামে উল্লিখিত। ১৯৭৫ সালের ২৫ জানুয়ারি বাংলাদেশের সংবিধানের চতুর্থ সংশোধনীবলে বহুদলীয় সংসদীয় সরকার পদ্ধতি পরিবর্তন করে একদলীয় ও রাষ্ট্রপতি শাসিত সরকার ব্যবস্থা প্রবর্তন করা হয় এবং দেশের সমগ্র রাজনৈতিক দল বিলুপ্ত করে বাকশাল নামক এই একক রাজনৈতিক দল গঠন করা হয়। দলটি দ্বিতীয় বিপ্লব নামক তত্ত্বের অধীনে সংস্কারগোষ্ঠীর একটি অংশ হিসেবে রাষ্ট্র সমাজতন্ত্রের পক্ষে মত দেয়। দ্বিতীয় বিপ্লবের উদ্দেশ্য অর্জনের জন্য বাকশাল ছিল সিদ্ধান্ত গ্রহণকারী পরিষদ।\nএকই বৎসর ১৫ আগস্ট সামরিক অভ্যূত্থানে শেখ মুজিবের মৃত্যু হলে বাংলাদেশ কৃষক শ্রমিক আওয়ামী লীগ-এর সকল কার্যক্রম বন্ধ হয়ে যায়। পরবর্তীতে,১৯৭৮ সালে জিয়াউর রহমান বহুদলীয় রাজনৈতিক ব্যবস্থা পুনঃপ্রবর্তনের উদ্যোগ নিলে বাকশালের কুশীলবরা পূর্বতন বাংলাদেশ আওয়ামী লীগ পুনরুজ্জীবিত করে। ফলে বাংলাদেশের রাজনীতিতে বাকশাল নামক রাজনৈতিক দলের পুনরাবির্ভাব হয় নি।\nজাতীয়তাবাদী গণতান্ত্রিক দল (১৯৭৭-৭৮)\nজাতীয়তাবাদী গণতান্ত্রিক দল (সংক্ষেপে ‘জাগদল’) ছিল ১৯৭৭ খ্রিস্টাব্দে গঠিত একটি রাজনৈতিক দল। এর প্রতিষ্ঠাতা সভাপতি ছিলেন বিচারপতি আবদুস সাত্তার। ১৯৭৫-এর ২৫ জানুয়ারি তারিখে তদানীন্তন সরকার সকল রাজনৈতিক দল নিষিদ্ধ করে একটি মাত্র দল বাংলাদেশ কৃষক শ্রমিক আওয়ামী লীগ প্রতিষ্ঠা করে। ১৯৭৫-এর ১৫ আগস্ট সামগ্রিক রাজনৈতকি পট বদলে যায় এবং রাষ্ট্রপতি জিয়াউর রহমান ১৯৭৭-এ বহুদলীয় রাজনীতি পুনঃপ্রবর্তন করেন। এই সময়ে ‘জাতীয়তাবাদী গণতান্ত্রিক দল’ প্রতিষ্ঠিত হয়েছিল। এই দলটি ছিল স্বল্পস্থায়ী। ১৯৭৮-এর ১লা সেপ্টেম্বর জিয়াউর রহমান একটি রাজনৈতিক দল গঠন করার প্রস্তুতি গ্রহণ করেন। এর নাম রাখা হয় বাংলাদেশ জাতীয়তাবাদী দল। এই দলে অঙ্গীভূত হওয়ার লক্ষ্যে ২৮ আগস্ট ১৯৭৮ সালে জাগদলের বর্ধিত সভায় ওই দলটি বিলুপ্ত ঘোষণার করা হয়। একই সভায় দলের এবং এর অঙ্গ সংগঠনের সকল সদস্য বাংলাদেশ জাতীয়তাবাদী দল নামীয় নতুন দলে যোগদানের সিদ্ধান্ত নেয়।\nবাংলাদেশ জাতীয় লীগ (১৯৬৯-৮৪)\nপাকিস্তান আমলে পূর্ব বাংলার সাবেক মুখ্যমন্ত্রী আতাউর রহমান খানের নেতৃত্বে ১৯৬৯ সালের ২০শে জুলাই জাতীয় লীগ গঠিত হয়। আতাউর রহমান খান ১৯৭০ সালের পাকিস্তানের জাতীয় পরিষদ নির্বাচনে ঢাকা-৩ আসন থেকে নির্বাচনে প্রতিদ্বন্দ্বিতা করে পরাজিত হন। ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধের পর ১৯৭৩ সালে অনুষ্ঠিত প্রথম জাতীয় সংসদ নির্বাচনে জাতীয় লীগের হয়ে ঢাকা-১৯ আসন থেকে জাতীয় সংসদের সদস্য নির্বাচিত হন আতাউর রহমান খান। পরবর্তীতে শেখ মুজিবুর রহমানের নেতৃত্বাধীন বাকশাল-এ যোগ দিয়ে এর কেন্দ্রীয় কমিটির সদস্য হন। শেখ মুজিবুর রহমানের মৃত্যুর পর বাকশালের বিলুপ্তি হলে তিনি জাতীয় লীগ পুনরায় সংগঠিত করেন। ১৯৭৯ সালে অনুষ্ঠিত ২য় সংসদ নির্বাচনে তিনি ঢাকা-২১ আসন থেকে সংসদ সদস্য নির্বাচিত হন। ১৯৮৩ - ১৯৮৪ সাত দলীয় জোটের অন্যতম সদস্য হিসেবে এরশাদ সরকারের সামরিক শাসনের বিরুদ্ধে আন্দোলন করলেও পরবর্তীকালে মত পরিবর্তন করে এরশাদ সরকারের মন্ত্রিসভায় যোগ দিলে জাতীয় লীগ বিলুপ্ত হয়।\nআওয়ামী লীগ (মিজান) (১৯৭৮-৮১)\n১৫ আগস্ট ১৯৭৫ সালের অভ্যুত্থানের পরে ১৯৭৬ সালে বাংলাদেশ আওয়ামী লীগকে পুনর্জীবিত করা হয়। কিন্তু দলের নেতৃত্ব নিয়ে ক্রমশ কোন্দল চলতে থাকে। ১৯৭৮ সালের মার্চে দলটি বহুদলীয় গণতন্ত্র নাকি একদলীয় রাজনীতি অনুসরণ করবে তা নিয়ে বিতর্ক শুরু হয়। একই বছরে দলীয় সভাপতি নির্বাচনে আব্দুল মালেক উকিল নির্বাচিত হোন, অন্যদিকে একদলীয় শাসনব্যবস্থার প্রতি মিজানুর রহমান চৌধুরীর বিরোধিতা দলের অভ্যন্তরে দ্বন্দ্বের কারণ হয়। ১২ আগস্ট ১৯৭৮ সালে দলীয় দ্বন্দ্বের মধ্যে বাংলাদেশ আওয়ামী লীগ নেতা মিজানুর রহমান চৌধুরী নতুন একটি পৃথক আহবায়ক কমিটি ঘোষণা করেন। তিনি অভিযোগ করেছিলেন যে দ্বন্দ্বের কারণ ছিল দলের মধ্যে একদলীয় শাসনব্যবস্থা বিশিষ্ট বাংলাদেশ কৃষক শ্রমিক আওয়ামী লীগের সমর্থক এবং বহুদলীয় রাজনীতির সমর্থকদের সহাবস্থান। তিনি দাবি করেছিলেন যে মূল দলের কেন্দ্রীয় কার্যনির্বাহী কমিটির অন্তত ২০-২২ জন তার সিদ্ধান্তকে সমর্থন দিয়েছেন। এতে করে তখন বাংলাদেশ আওয়ামী লীগ দুটি ভাগে বিভক্ত হয়ে মিজান ও মালেক নেতৃত্বাধীন আওয়ামী লীগ গঠিত হয়। ৩-৫ নভেম্বর ১৯৭৮ সালে মিজান নেতৃত্বাধীন আওয়ামী লীগের অনুষ্ঠিত কাউন্সিলে পূর্ণাঙ্গ দলীয় কমিটি ঘোষিত হয় যেখানে মিজানুর রহমান চৌধুরীকে সভাপতি, মোহাম্মদ ইউসুফ আলী সাধারণ সম্পাদক, মহিউদ্দিন আহমেদ ও মুজাফফর হোসেন পল্টুকে যুগ্ম আহ্বায়ক এবং নূরে আলম সিদ্দিকীকে সাংগঠনিক সম্পাদক করা হয়েছিল। ১৯৭৯ সালের সাধারণ নির্বাচনে দলটি অংশগ্রহণ করে দুটি আসন জয়লাভ করে। সেই নির্বাচনে দলটির মার্কা ছিল 'মই'। ১৯৮১ সালে শেখ হাসিনা বাংলাদেশ আওয়ামী লীগের সভাপতি নির্বাচিত হওয়ার পর মিজান নেতৃত্বাধীন দলটি এতে একীভূত হয়। \n\n\n== তথ্যসূত্র =="}