{"pageid": 1519466, "title": "আল বারাকা ব্যাংকিং গ্রুপ", "url": "https://bn.wikipedia.org/wiki?curid=1519466", "content": "আল বারাকা গ্রুপ বি.এস.সি. (সি) (\"এবিজি\" / \"গ্রুপ\") বাহরাইন কেন্দ্রীয় ব্যাংকের অনুমোদিত একটি বিনিয়োগ ব্যবসা প্রতিষ্ঠান – ক্যাটাগরি ১ (ইসলামিক নীতিমালা অনুসারে)। এটি একটি শীর্ষস্থানীয়  আন্তর্জাতিক ইসলামিক আর্থিক গোষ্ঠী যা ১৩টি দেশে নিজস্ব ব্যাংকিং সহযোগীদের মাধ্যমে খুচরা, কর্পোরেট, ট্রেজারি এবং বিনিয়োগ ব্যাংকিং সেবা প্রদান করে, যা সম্পূর্ণরূপে ইসলামিক শরিয়াহ নীতির সাথে সামঞ্জস্যপূর্ণ।\nগ্রুপের কার্যক্রম জর্ডান, মিশর, তিউনিসিয়া, বাহরাইন, সুদান, তুরস্ক, দক্ষিণ আফ্রিকা, আলজেরিয়া, পাকিস্তান, লেবানন এবং সিরিয়াসহ বিশ্বের বিভিন্ন অঞ্চলে বিস্তৃত রয়েছে। এছাড়াও ইরাকে দুটি শাখা এবং লিবিয়ায় একটি প্রতিনিধি কার্যালয় রয়েছে। সংস্থাটি ৬০০টিরও বেশি শাখার মাধ্যমে বিশ্বব্যাপী প্রায় এক বিলিয়ন গ্রাহককে সেবা প্রদান করে। এবিজির অনুমোদিত মূলধন ২.৫ বিলিয়ন মার্কিন ডলার।\n\n\n== ইতিহাস ==\n২০১৩ সালে, আল বারাকা তুর্ক, যা আল বারাকা ব্যাংকের তুর্কি শাখা, ২৫০ মিলিয়ন ডলারের একটি সিন্ডিকেটেড ঋণ চালু করার ঘোষণা দেয়। এই শরিয়াহ-সম্মত ঋণ সুবিধাটি দুটি ভাগে বিভক্ত এবং ব্যাংকের অর্থায়ন কার্যক্রমে ব্যবহৃত হবে।\n২০১৭ সালে, আল বারাকা গ্রুপ এবং ফ্ল্যাট৬ল্যাবস একটি সমঝোতা স্মারক স্বাক্ষর করে, যা স্টার্টআপ এবং উদ্যোক্তা ইকোসিস্টেম উন্নয়নের লক্ষ্যে বিভিন্ন কার্যক্রমে সহযোগিতার প্রতিশ্রুতি দেয়। এই সমঝোতার মধ্যে জ্ঞান ও অভিজ্ঞতা বিনিময় এবং ফিনটেক স্টার্টআপদের পরামর্শ প্রদান অন্তর্ভুক্ত ছিল। চুক্তিটি বাহরাইন বে-তে অবস্থিত আল বারাকা সদর দপ্তরে স্বাক্ষরিত হয়।\nএই সমঝোতা ভবিষ্যৎ কারিগরি সহযোগিতা কর্মসূচি সহজতর করতেও কাজ করবে। এর মূল ধারাগুলোর মধ্যে রয়েছে ইসলামিক ব্যাংকিং সম্পর্কে জ্ঞান বিনিময়, যেখানে এবিজি তার অভিজ্ঞতা প্রদান করবে। এছাড়াও করেসপনডেন্ট ব্যাংকিং, বাণিজ্যিক অর্থায়ন, তরল সম্পদ ব্যবস্থাপনা, বিনিয়োগ, তথ্য বিনিময় এবং ধারণা বিনিময় সম্পর্কিত সহযোগিতা উন্নয়নের লক্ষ্য নির্ধারণ করা হয়েছে।\n\n\n== বিবরণ ==\nআল বারাকা ব্যাংকিং গ্রুপ একটি সাধারণ শেয়ারহোল্ডার কোম্পানি, যা বাহরাইন রাজ্যে প্রতিষ্ঠিত হয়েছে। এর শেয়ার বাহরাইন ও দুবাই উভয় শেয়ারবাজারে লেনদেন হয়। এটি বৈশ্বিকভাবে অন্যতম শীর্ষস্থানীয় ইসলামিক ব্যাংকিং প্রতিষ্ঠান হিসেবে স্বীকৃত। এছাড়া, এটি আন্তর্জাতিক রেটিং সংস্থা স্ট্যান্ডার্ড অ্যান্ড পুওর্স থেকে দীর্ঘমেয়াদি ও স্বল্পমেয়াদি ভালো ঋণ মান নির্ধারণী রেটিং পেয়েছে।\nআল বারাকা গ্রুপ খুচরা, বাণিজ্যিক, বিনিয়োগ ও ট্রেজারি ব্যাংকিং পরিষেবা প্রদান করে, যা সম্পূর্ণরূপে ইসলামিক শরিয়াহ নীতির সাথে সামঞ্জস্যপূর্ণ। গ্রুপের অনুমোদিত মূলধন ১.৫ বিলিয়ন মার্কিন ডলার, এবং মোট শেয়ারহোল্ডারদের অধিকার প্রায় ১.৫৭ বিলিয়ন মার্কিন ডলার। প্রতিষ্ঠানটির কার্যক্রম বিশ্বব্যাপী ১৫টি দেশে বিস্তৃত, যেখানে ৬৫০টিরও বেশি শাখা পরিচালিত হচ্ছে। এই দেশগুলো হলো:\n\nটেমপ্লেট:জর্ডান – জর্ডান ইসলামিক ব্যাংক এর মাধ্যমে\nটেমপ্লেট:বাহরাইন – আল বারাকা ইসলামিক ব্যাংক এর মাধ্যমে\nটেমপ্লেট:পাকিস্তান – আল বারাকা ব্যাংক লিমিটেড এর মাধ্যমে\nটেমপ্লেট:আলজেরিয়া – আল বারাকা ব্যাংক আলজেরিয়া এর মাধ্যমে\nটেমপ্লেট:সুদান – আল বারাকা ব্যাংক সুদান এর মাধ্যমে\nটেমপ্লেট:দক্ষিণ আফ্রিকা – আল বারাকা ব্যাংক লিমিটেড এর মাধ্যমে\nটেমপ্লেট:লেবানন – আল বারাকা ব্যাংক লেবানন এর মাধ্যমে\nটেমপ্লেট:তিউনিসিয়া – আল বারাকা ব্যাংক তিউনিসিয়া এর মাধ্যমে\nটেমপ্লেট:মিশর – আল বারাকা ব্যাংক মিশর এর মাধ্যমে\nটেমপ্লেট:তুরস্ক – আল বারাকা তুর্ক পার্টিসিপেশন ব্যাংক এর মাধ্যমে\nটেমপ্লেট:সিরিয়া – আল বারাকা ব্যাংক সিরিয়া এর মাধ্যমে\nটেমপ্লেট:ইরাক – আল বারাকা তুর্ক পার্টিসিপেশন ব্যাংকের একটি শাখা এর মাধ্যমে\nটেমপ্লেট:সৌদি আরব – ইতকান ক্যাপিটাল গ্রুপ এর মাধ্যমে\nটেমপ্লেট:ইন্দোনেশিয়া – একটি প্রতিনিধি অফিসের মাধ্যমে\nটেমপ্লেট:লিবিয়া – একটি প্রতিনিধি অফিসের মাধ্যমে\nটেমপ্লেট:মরক্কো – বিনিয়োগ ও উন্নয়ন ব্যাংক এর মাধ্যমে\nটেমপ্লেট:জার্মানি – INSHA এর মাধ্যমে\n\n\n== বৈশ্বিক উপস্থিতি ==\nআল বারাকা গ্রুপ ১৩টি দেশে কার্যক্রম পরিচালনা করছে, আল বারাকা ও অন্যান্য ব্র্যান্ড নামের অধীনে।\n\n\n== তথ্যসূত্র =="}