{"pageid": 1519929, "title": "মেরি অ্যান আর্মস্ট্রং", "url": "https://bn.wikipedia.org/wiki?curid=1519929", "content": "মেরি অ্যান আর্মস্ট্রং (বিবাহপূর্ব নাম নিউই; ১৭ জুন ১৮৩৮, বার্মিংহাম, ইংল্যান্ড - ২ জুলাই ১৯১০, ফ্লেমিংটন, অস্ট্রেলিয়া), যিনি মিসেস সি.সি. আর্মস্ট্রং নামেও পরিচিত, ছিলেন একজন ব্রিটিশ উদ্ভিদবিদ ও ফার্ন চিত্রশিল্পী। তিনি নিউজিল্যান্ড এবং অস্ট্রেলিয়ায় বসবাস এবং কাজ করতেন। তিনি অস্ট্রেলিয়ার বিভিন্ন ফার্ন অ্যালবামের জন্য ফার্নের নমুনা সংগ্রহ করেছিলেন এবং শিল্পসম্মতভাবে সাজিয়েছিলেন, যার মধ্যে রয়েছে পেশাদার উপহার গ্রন্থের একটি সিরিজ \"দ্য সাউথ প্যাসিফিক ফার্ন অ্যালবাম\"। আর্মস্ট্রং বেশ কয়েকটি আন্তর্জাতিক এবং আন্তঃঔপনিবেশিক প্রদর্শনীতে অংশগ্রহণ করেছিলেন, যেখানে তার ফার্ন চিত্রকর্ম প্রসংশিত হয় এবং বিশিষ্ট ব্যক্তিদের উপহার দেওয়া হয়।\n\n\n== জীবন ==\nআর্মস্ট্রং ইংল্যান্ডের বার্মিংহামের উইলিয়াম এবং মার্গারেট নিউয়ের পরিবারে জন্মগ্রহণ করেন। ১৮৫৩ সালে তার মা মারা গেলে, তিনি তার বাবা, ভাই এবং সৎ বোনদের সাথে ভিক্টোরিয়ায় চলে আসেন। ১৮৫৮ সালে তিনি চার্লস ক্লার্ক আর্মস্ট্রংকে বিয়ে করেন, যিনি একজন কোচ রানার এবং দোকানদার ছিলেন এবং বার্মিংহামেই বাস করতেন। ১৮৬০-এর দশকের গোড়ার দিকে এই দম্পতি তাদের দুই ছেলেকে নিয়ে নিউজিল্যান্ডে স্থানান্তরিত হন। পরবর্তী দুই দশক ধরে তারা নিউজিল্যান্ডের ডুনেডিনে বসবাস করেন, যেখানে তাদের বাকি এগারো সন্তানের জন্ম হয়।\n১৮৮৭ সালে আর্মস্ট্রং এবং তার স্বামী মেলবোর্নে চলে আসেন, তবে তাদের বড় ছেলে চার্লস ক্লার্ক জুনিয়র ডুনেডিনেই থেকে যান। হঠাৎ তাদের মেয়ে নেলির মৃত্যু হলে, মেরি অ্যান এবং তার স্বামী তাদের নাতি-নাতনিদের দেখাশোনা করার জন্য পশ্চিম অস্ট্রেলিয়ায় চলে যান। অবশেষে তারা মেলবোর্নে ফিরে আসেন এবং তাদের মেয়ে জেনির পরিবারের সাথে স্থায়ীভাবে বসবাস শুরু করেন। মেরি অ্যান ১৯১০ সালের ২ জুলাই ফ্লেমিংটনে মারা যান এবং মেলবোর্ন জেনারেল কবরস্থানে তাকে সমাহিত করা হয়।\n\n\n== শিল্প ==\nআর্মস্ট্রং-এর ফার্নের নমুনা সংগ্রহ এবং সাজানোর প্রতি গভীর আগ্রহ ছিল এবং আনুমানিক ১৮৭০-এর দশকের শেষ থেকে ১৮৯০-এর দশক পর্যন্ত এই কাজ চালিয়ে যান। তিনি শৈল্পিকভাবে অ্যালবামে ফার্ন সাজিয়ে বৈজ্ঞানিক নোটেশন যোগ করতেন এবং কিছু কাজকে অলংকৃত, কোলাজ-সদৃশ ল্যান্ডস্কেপের ফ্রেমে উপস্থাপন করতেন। তার অলঙ্করণশিল্প ও হাতে তৈরি ফার্নের কাজ উনিশ শতকের নারীদের অলঙ্করণশিল্পের গৃহস্থালী ঐতিহ্যের প্রতিফলন ঘটায়। তবে অন্যান্য নারীদের ঐতিহ্যবাহী কাজের তুলনায়, আর্মস্ট্রংয়ের উদ্ভিদসংক্রান্ত শিল্পকর্ম ১৮৭৯ থেকে ১৮৮৯ সালের মধ্যে একাধিক আন্তর্জাতিক ও আন্ত-ঔপনিবেশিক প্রদর্শনীতে প্রদর্শিত হয়েছিল।\nতিনি তার কাজগুলো সাজানোর জন্য উদ্ভিজ্জ জলরঙ, ক্ষুদ্রাকৃতির চিত্রকর্ম এবং সূঁচের কাজের পাশাপাশি ফার্ন, সামুদ্রিক শৈবাল, খোলস এবং বীজের মতো প্রাকৃতিক জিনিসপত্র ব্যবহার করতেন। আর্মস্ট্রংয়ের কাজের আরেকটি স্বতন্ত্র বৈশিষ্ট্য হল সাধারণ মানুষের মধ্যে তাদের বাণিজ্যিক সাফল্য, যা তার প্রশংসনীয় প্রদর্শনী রেকর্ডের মাধ্যমে প্রতিষ্ঠিত খ্যাতির কারণে তৈরি হয়েছিল। তাঁর বাণিজ্যিক ফার্ন সংক্রান্ত কাজও পর্যটনের প্রতীক এবং জাতীয় চিহ্ন হিসেবে ফার্নের জনপ্রিয়তাকে কাজে লাগিয়েছিল। ১৮৮০-এর দশকের মাঝামাঝি থেকে শেষ পর্যন্ত, মেরি অ্যানের ফার্ন অ্যালবাম \"নিউজিল্যান্ড ফার্ন\" সরকারি প্রতিষ্ঠান এবং ব্যক্তিগত সংগ্রহে সংরক্ষিত ছিল। তার পরবর্তী কাজ সাউথ প্যাসিফিক ফার্ন অ্যালবাম (১৮৮৯) তাঁর কর্মজীবনের শীর্ষস্থানীয় সৃষ্টি, যেখানে উদ্ভিদবিদ্যা, নান্দনিকতা এবং বাণিজ্যিক দিক একত্রিত হয়েছে, পাশাপাশি পর্যটন ও জাতীয়তাবাদের ক্রমবর্ধমান আলোচনা যুক্ত হয়েছে। অ্যালবাম ছাড়াও, আর্মস্ট্রং পোস্টকার্ড এবং কাগজের জিনিসপত্রের উপর লাগানো ফার্ন তৈরি করতেন এবং ফার্ন স্থানান্তর করে স্থানীয় বই বিক্রেতা এবং অভিনব জিনিসপত্রের দোকানে বিক্রি করতেন।\nবর্তমানে আর্মস্ট্রংয়ের অ্যালবামগুলি নিউজিল্যান্ডের জাতীয় গ্রন্থাগার, ওয়েলিংটনের বিশ্ববিদ্যালয় এবং ওয়াইকাটো, অস্ট্রেলিয়ান জাতীয় বিশ্ববিদ্যালয় গ্রন্থাগার, অস্ট্রেলিয়ার জাতীয় গ্রন্থাগার, এবং নিউ সাউথ ওয়েলস এবং ভিক্টোরিয়ার রাজ্য গ্রন্থাগার, এবং হার্ভার্ড, জর্জিয়া বিশ্ববিদ্যালয় এবং ইউসিএলএ- তে পাওয়া যায়। \n\n\n== প্রদর্শনী ==\n১৮৭৯ – আন্তর্জাতিক প্রদর্শনী, সিডনি\n১৮৮০-১৮৮১ – মেলবোর্ন আন্তর্জাতিক প্রদর্শনী, প্রদর্শনী ভবন, মেলবোর্ন, ভিআইসি\n১৮৮২ – নিউজিল্যান্ড আন্তর্জাতিক প্রদর্শনী, ক্রাইস্টচার্চ, নিউজিল্যান্ড\n১৮৮৬ – ঔপনিবেশিক ও ভারতীয় প্রদর্শনী, লন্ডন, ইংল্যান্ড\n১৮৮৮ – শতবর্ষী আন্তর্জাতিক প্রদর্শনী, মেলবোর্ন, ভিআইসি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনিউজিল্যান্ডের সাম্রাজ্য"}