{"pageid": 1519053, "title": "তানজিল", "url": "https://bn.wikipedia.org/wiki?curid=1519053", "content": "তানজিল ( আরবি :  ) \"নামিয়ে দিচ্ছে\", ইনজাল ( আরবি : انزال ) \"নামিয়ে আনছে\", এবং নুযুল ( আরবি : نزول ) \"নামাচ্ছে\", এবং ত্রিব্যঞ্জনবর্ণ আরবি মূল ক্রিয়া \" নাজালা  ( আরবি : نزل ) \"অবতরণ\" এর উপর ভিত্তি করে অন্যান্য শব্দ গঠিত হয়েছে, যা স্বর্গ থেকে পৃথিবীতে ঈশ্বরের বার্তা অবতরণ করার উপর ইসলামী বিশ্বাসকে নির্দেশ করে যেখানে এটি ইসলামী নবী মুহাম্মদের উপর অবতীর্ণ হয়েছিল।\nকুরআনে এই শব্দগুলির ব্যবহার আয়াত ১৭ :১০৫ এ পাওয়া যায়:\n\n\"এবং সত্য সহকারে আমি এটি [অর্থাৎ কোরআন] নাযিল করেছি এবং সত্যের সাথে এটি অবতীর্ণ হয়েছে।\" ( আরবি : وَبِالْحَقِّ أَنْزَلْنَاهُ وَبِالْحَقِّ نَزَلَ ওয়া-বি-ল-আক্বী `আনজালনাহু ওয়া-বি-ল-জাক্বী নাজাল )। \n\n\n== প্রক্রিয়া ==\nকুরআন তার মূল উৎসকে \"কিতাবের জননী\" ( উম্মুল কিতাব ) হিসেবে উল্লেখ করেছে যা আল্লাহর (ঈশ্বরের) উপস্থিতিতে অবস্থিত।  কুরআন নিজেই এটিকে \"সুরক্ষিত ফলক\" ( লাওহ মাহফুজ )  একটি \"গোপন গ্রন্থ\" ( কিতাব মাকনুন ) বলে অভিহিত করেছে।   এটি মুহাম্মদের প্রতি ওহীর বর্ণনা দেয় যে, তিনি স্বয়ং আল্লাহর নির্দেশে নয়, বরং ফেরেশতা জিবরাঈলের নির্দেশে এবং মুহাম্মদ আল্লাহর একজন রসূল হিসেবে।  কুরআন যখন অবতীর্ণ হয়, তখন কুরআনে স্বয়ং আল্লাহকে কখনও সরাসরি অবতরণকারী হিসেবে বর্ণনা করা হয়নি, বরং কখনও কখনও হাদিসে উচ্চ থেকে নিম্ন আকাশে যাওয়ার কথা উল্লেখ করা হয়েছে। \nধারণা করা হয় যে কুরআনের অবতীর্ণের মৌলিক একক ছিল ছোট ছোট অংশ বা আয়াত । পরবর্তীতে এই আয়াতগুলিকে সৃষ্টিকর্তার নির্দেশনার অধীনে     সূরায় সাজানো হয়েছিল। \nআবদুল্লাহ ইবনে আব্বাসের একটি হাদিসে বলা হয়েছে যে, কুরআন দুটি ধাপে অবতীর্ণ হয়েছে। প্রথম অবতরণ (বা তানাজ্জুল ) ছিল লুহ আল-মাহফুজ (সংরক্ষিত ধর্মগ্রন্থ) অথবা ' আল-সামা' আল-দুনিয়ায় ('সর্বনিম্ন স্বর্গ')  এবং এটি কোন প্রাথমিক, অনির্দিষ্ট সময়ে ঘটেছিল। দ্বিতীয় পর্যায়ে, এটি আল-সামা' আল-দুনিয়া থেকে পার্থিব জগতে অবতরণ করে এবং জিব্রাইল কর্তৃক ২৩ বছর ধরে পর্যায়ক্রমে ( মুফার্রিকান বা তাফসীলান ) মুহাম্মদের কাছে অবতীর্ণ হয় যতক্ষণ না পুরো কুরআন সম্পূর্ণরূপে অবতীর্ণ হয়।    প্রধান দেবদূতের সাথে মুহাম্মদের প্রথম সাক্ষাতের ফলে বর্তমান কুরআনের ছিয়ানব্বইতম অধ্যায়ের প্রথম পাঁচটি আয়াত তৈরি হয়, যা 'দ্য ক্লট' ( সূরা আল-আলাক ) এর অধ্যায়\nযারা জিজ্ঞাসা করেন যে কুরআন কেন একসাথে নাজিল হয়নি, দীর্ঘ সময়ের সাথে  কেন নাজিল হয়েছিল, তাদের প্রশ্নের উত্তরে একটি কুরআনের আয়াত বলে:\nকিছু ভাষ্যকার বিশ্বাস করেন যে কুরআন মুহাম্মদের উপর দুবার অবতীর্ণ হয়েছিল। তাঁর মৃত্যুর পূর্ব পর্যন্ত ২৩ বছরের ধীরে ধীরে প্রকাশিত হওয়ার পাশাপাশি, লাইলাতুল কদরে একটি 'তাৎক্ষণিক প্রকাশিত' ঘটনা ঘটেছিল।  এটি সূরা আল-কদর : ১ এর সম্পূর্ণ কুরআন অবতীর্ণ হওয়ার ইঙ্গিতের উপর ভিত্তি করে তৈরি। আবদুল্লাহ ইবনে আব্বাস বর্ণনা করেন, \"… রমজান মাসে শবে কদরে একবারে অবতীর্ণ হয়েছে (ঝুমলাহ, Ar. جملة), …\"\n\n\n== আসবাব আল-নুজুল ==\nহাদিস অনুসারে, কোন পরিস্থিতিতে আয়াত নাজিল হয়েছিল এবং কেন এবং কীভাবে একটি নির্দিষ্ট আয়াত নাজিল হয়েছিল তার অধ্যয়নকে আসবাব আল-নুজুল ('অহীর উপলক্ষ') বলা হয়।  আবু আল-হাসান আলী বিন আহমদ আল-ওয়াহিদী আন-নাইসাবুরি (মৃত্যু: ১০৭৫), যাকে আসবাব আল-নুজুলের ক্ষেত্রের জনক বলা হয়, তিনি যুক্তি দিয়েছিলেন যে কুরআনের স্পষ্ট অসঙ্গতিগুলি সমাধানের জন্য প্রদত্ত ওহীর কারণ/পরিস্থিতি বোঝা অত্যন্ত গুরুত্বপূর্ণ। \nআসবাব আল-নুজুলের উপর একটি বই লিখেছেন এমন পণ্ডিত আল-সুয়ুতির মতে, দুটি মৌলিক কারণে ওহী নাজিল হয়েছিল:\n\n\"ঐশ্বরিক উদ্যোগ\", অর্থাৎ আল্লাহ কিছু প্রেরণ এবং প্রকাশ করার সিদ্ধান্ত নিয়েছিলেন।   উদাহরণস্বরূপ, হেরায় মুহাম্মদের উপর প্রথম ওহী  অথবা রমজানের রোজার আহ্বানকারী আয়াত \n\"সরাসরি এবং তাৎক্ষণিকভাবে\" কোনও পরিস্থিতি মোকাবেলা করা, অথবা কারও উত্থাপিত প্রশ্নের উত্তর দেওয়া।   উদাহরণস্বরূপ, বদর যুদ্ধের পরবর্তী পরিস্থিতি সম্পর্কে অবতীর্ণ সূরা 'দ্য স্পয়েলস' ( আল-আনফাল )। \nঅনেক জ্ঞানীদের মতে, ওহীর আসবাব (উপলব্ধি) কেবলমাত্র \"যারা প্রকৃতপক্ষে ওহীর ঘটনা প্রত্যক্ষ করেছেন তাদের কাছ থেকে সরাসরি প্রেরণ\" (আবু আল-হাসান আলী বিন আহমদ আল-ওয়াহিদী আন-নাইসাবুরি) এর মাধ্যমেই সঠিকভাবে নির্ধারণ করা যেতে পারে, এবং এটি স্বাধীন যুক্তি ( ইজতিহাদ ) বা আইনি ঐক্যমত্য ( ইজমা ') (আল-জারকাশি) এর উপর ছেড়ে দেওয়া যাবে না।  যার অর্থ আসলে হাদিসের ক্যানন থেকে আসা বা ইসলামী ইতিহাস রচনার গ্রন্থে, অথবা তাফসিরের গ্রন্থে পাওয়া হাদিস বিবরণ।   দুর্ভাগ্যবশত, আসবাব সম্পর্কিত হাদিসগুলো প্রায়ই একে অপরের সাথে অসামঞ্জস্যপূর্ণ বা সাংঘর্ষিক বলে প্রতীয়মান হয়। এই ধরনের বৈপরীত্য এবং পারস্পরিক অমিল হাদিসগুলোর বিশুদ্ধতা ও গ্রহণযোগ্যতা সম্পর্কে সন্দেহের সৃষ্টি করে এবং গবেষকদের মধ্যে বিতর্কের জন্ম দেয়। ফলস্বরূপ, আসবাব ধারার নির্ভরযোগ্যতা এবং প্রামাণিকতা নিয়ে প্রশ্ন ওঠে, যা ঐতিহাসিক ও ধর্মতাত্ত্বিক বিশ্লেষণের ক্ষেত্রে এক গুরুত্বপূর্ণ সমস্যা হয়ে দাঁড়ায়।\n\n\n== আরো দেখুন ==\n১. ওয়াহি\n\n\n== তথ্যসূত্র =="}