{"pageid": 1519924, "title": "বেন ইউসুফ মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1519924", "content": "বেন ইউসুফ মাদ্রাসা (আরবি: مدرسة ابن يوسف   ; বিন ইউসুফ বা ইবনে ইউসুফ মাদ্রাসা নামেও লিখিত) হল মরক্কোর মারাকেশে অবস্থিত একটি ইসলামী মাদ্রাসা (কলেজ)। মাদ্রাসাটির নামকরণ করা হয়েছে সংলগ্ন বেন ইউসুফ মসজিদের নামানুসারে। ১৫৬৪-৬৫ খ্রিস্টাব্দে সাদিয়ান সুলতান আবদুল্লাহ আল-গালিব এটি চালু করেন। বর্তমানে একটি ঐতিহাসিক স্থান হিসেবে কাজ করা বেন ইউসুফ মাদ্রাসাটি ছিল তার উচ্চতায় মাগরেবের বৃহত্তম ইসলামিক কলেজ। এটি সাদিয়ান ও মরক্কোর স্থাপত্যের শীর্ষস্থান হিসেবে ব্যাপকভাবে স্বীকৃত।\n\n\n== ইতিহাস ==\n\nমাদ্রাসাটির নামকরণ করা হয়েছে সংলগ্ন বেন ইউসুফ মসজিদের নামানুসারে, যা মূলত শহরের প্রধান মসজিদ ছিল, যা আলমোরাভিদ সুলতান আলী ইবনে ইউসুফ (শাসনকাল ১১০৬-১১৪২ খ্রিস্টাব্দ) দ্বারা প্রতিষ্ঠিত হয়েছিল।\nঐতিহাসিক সূত্র অনুসারে, বিশেষ করে আল-ইফরানি অনুসারে এই স্থানে প্রথম মাদ্রাসাটি মেরিনিড রাজবংশের সময় সুলতান আবু আল-হাসান (শাসনকাল ১৩৩১-১৩৪৮) দ্বারা প্রতিষ্ঠিত হয়েছিল। শিল্প ও সাহিত্যের স্থায়িত্বের জন্য পরিচিত এই রাজবংশ ১৩শ থেকে ১৫শ শতাব্দীতে ফেজ থেকে শাসন করে এবং মরক্কো জুড়ে অনেক মাদ্রাসা নির্মাণ করে। ঐতিহাসিকভাবে মাগরেবের মাদ্রাসাগুলি মালিকি ইসলামী আইন, আইনশাস্ত্র (ফিকহ) এবং কুরআনের বিভিন্ন পাঠ (ক্বিরাআত) সম্পর্কে উলামাদের (ইসলামী পণ্ডিতদের) প্রশিক্ষণ দিত।\nসাদিয়ান রাজবংশ, যাদের শরীফ (মুহাম্মদের বংশধর) এর মর্যাদা ছিল, তাদের বৈধতা এবং উলামাদের সমর্থন বজায় রাখার জন্য মাদ্রাসা নির্মাণের উপর তাদের পূর্বসূরীদের তুলনায় কম নির্ভরশীল ছিল। তা সত্ত্বেও তারা তাদের রাজধানী মারাকেশে মাদ্রাসা সহ অনেক নতুন স্মৃতিস্তম্ভ নির্মাণ করে।\nবেন ইউসুফ মাদ্রাসাটি সাদিয়ান সুলতান আবদুল্লাহ আল-গালিব (শাসনকাল ১৫৫৭-১৫৭৪ খ্রিস্টাব্দ) দ্বারা নির্মিত হয়, যিনি তাঁর সময়ের একজন প্রধান নির্মাতা ছিলেন। সম্ভবত তিনি ক্ষমতা গ্রহণের পরপরই এর নির্মাণ কাজ শুরু হয়। এটি ১৫৬৪-১৫৬৫ খ্রিস্টাব্দে (৯৭২ হিজরি ) সম্পন্ন হয়, যেমনটি একটি শিলালিপিতে লিপিবদ্ধ আছে। এটি পূর্ববর্তী মেরিনিড আমলে প্রতিষ্ঠিত একটি শৈলী অনুসরণ করে। নির্মাণকাজ শেষ হলে এটি মাগরেবের বৃহত্তম মাদ্রাসা ছিল। জানা গেছে যে, এটি ৮০০ জনেরও বেশি শিক্ষার্থীর থাকার ব্যবস্থা করতে সক্ষম ছিল।\n১৯৬০ সালে এই মাদ্রাসা বন্ধ করে দেওয়া হয়। ১৯৮২ সালে ভবনটি সংস্কার করা হয় এবং ঐতিহাসিক স্থান হিসেবে জনসাধারণের জন্য খুলে দেওয়া হয়। বেন ইউসুফ মাদ্রাসা বর্তমানে প্রতি বছর হাজার হাজার পর্যটককে আকর্ষণ করে এবং মারাকেশের সবচেয়ে গুরুত্বপূর্ণ ঐতিহাসিক ভবনগুলির মধ্যে একটি। ২০১৮ সালের নভেম্বরে এটি আবার সংস্কারের জন্য বন্ধ করে দেওয়া হয় এবং ২০২২ সালের এপ্রিলে জনসাধারণের জন্য পুনরায় খুলে দেওয়া হয়।\n\n\n== স্থাপত্য ==\n\n\n=== লেআউট ===\n\nমাদ্রাসার মেঝের নকশা প্রায় ৪০ বাই ৪৩ মিটার পরিমাপের প্রায় বর্গাকার জায়গা দখল করে আছে।  ভবনটিতে প্রবেশের জন্য একটি মাত্র রাস্তার প্রবেশপথ ব্যবহার করা হয়, যার সামনে মুকারনা দিয়ে খোদাই করা একটি বর্গাকার খিলান রয়েছে। প্রবেশপথ থেকে একটি সরু করিডোর একটি ভেস্টিবুল কক্ষে নিয়ে যায় যার মাধ্যমে একপাশে কেন্দ্রীয় উঠানে প্রবেশ করা যায়। অনেক ইসলামী ভবনের মতো প্রবেশের এই প্রক্রিয়াটিও সতর্কতার সাথে ডিজাইন করা হয়েছে যাতে মূল প্রাঙ্গণে অপ্রত্যাশিতভাবে স্থান খোলার মাধ্যমে উদ্ঘাটন এবং বিস্ময় জাগ্রত হয়। ভবনের বিন্যাসটি মূল উঠোনকে কেন্দ্র করে তৈরি, যা পূর্ব ও পশ্চিম গ্যালারি এবং উপরের ও নীচের স্তরে ছাত্র ছাত্রাবাস দ্বারা বেষ্টিত। অনেক ইসলামী ভবনের মতো প্রাঙ্গণটি নিজেই একটি বৃহৎ অগভীর প্রতিফলিত পুলের চারপাশে কেন্দ্রীভূত, যার পরিমাপ প্রায় ৩ বাই ৭ মিটার। উঠোনের দক্ষিণ-পূর্ব প্রান্তে আরেকটি বৃহৎ কক্ষ রয়েছে যা প্রার্থনা কক্ষ হিসেবে কাজ করত, যেখানে একটি মিহরাব (প্রার্থনার দিক নির্দেশকারী কুলুঙ্গি) রয়েছে যা বিশেষভাবে সমৃদ্ধ স্টুকো অলঙ্করণ দ্বারা সজ্জিত।\nশতাব্দীতে নির্মিত ধ্রুপদী মেরিনিড মাদ্রাসাগুলির মতো বেন ইউসুফ মাদ্রাসার বিন্যাসে কেন্দ্রীয় উঠোনের প্রথম এবং দ্বিতীয় স্তরের চারপাশে ছাত্রদের ছাত্রাবাস কক্ষ রয়েছে। মাদ্রাসার ভেস্টিবুল কক্ষটি উঠোনের চারপাশে ঘুরতে থাকা দুটি মাধ্যমিক করিডোরে প্রবেশের সুযোগ দেয় যা নিচতলার ছাত্রাবাসে প্রবেশের সুযোগ দেয়, অন্যদিকে ভেস্টিবুল থেকে দুটি সিঁড়ি দ্বিতীয় স্তরের অনুরূপ করিডোরে প্রবেশের সুযোগ দেয়। ডর্ম রুমগুলি অতিরিক্তভাবে ছয়টি ছোট উঠোনের (উত্তর-পূর্ব অংশে তিনটি, দক্ষিণ-পশ্চিম অংশে তিনটি) চারপাশে সাজানো হয়েছে যা এই করিডোরগুলি থেকে উভয় স্তরে খোলা হয়। একসাথে মাদ্রাসাটিতে ১৩০টি ছাত্র কক্ষ ছিল এবং ৮০০ জন পর্যন্ত ছাত্রছাত্রী থাকতে পারত, যা এটিকে মরক্কোর বৃহত্তম মাদ্রাসায় পরিণত করে।\n\nনিচতলায় ভেস্টিবুল থেকে পূর্ব দিকের করিডোরটি ভবনের উত্তর-পূর্ব কোণে একটি অজু কক্ষে প্রবেশের সুযোগ দেয়। কক্ষটির একটি বর্গাকার মেঝে পরিকল্পনা রয়েছে যার চারটি মার্বেল স্তম্ভ রয়েছে যা মুকারনাসের কেন্দ্রীয় গম্বুজের নীচে চারটি খিলান ধরে রেখেছে (মাদ্রাসার প্রবেশদ্বারের সামনের অংশের মতো)। চেম্বারের মাঝখানে একটি বর্গাকার জলাশয় রয়েছে, যেখানে চেম্বারের ঘেরের চারপাশে কয়েকটি ল্যাট্রিন কক্ষ প্রবেশযোগ্য। উল্লেখযোগ্যভাবে এই কক্ষেই জিন গ্যালোটি (ফরাসি প্রোটেক্টরেটের জন্য কর্মরত একজন ঐতিহাসিক শিল্প পরিদর্শক) ১৯২১ সালে কর্ডোবা থেকে আনা একাদশ শতাব্দীর একটি মার্বেল বেসিন প্রথম লক্ষ্য করেছিলেন। \n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== অলঙ্করণ ===\nবেন ইউসুফ মাদ্রাসার অলংকরণ পূর্ববর্তী মরক্কো এবং আন্দালুসি স্থাপত্যের সাথে ঘনিষ্ঠভাবে সম্পর্কিত, যেখানে পুল, বাগান, ঝর্ণা এবং জেলিফিশ (মোজাইক টাইলের কাজ ) এবং জটিলভাবে খোদাই করা স্টুকো এবং কাঠ দিয়ে আবৃত পৃষ্ঠতল ব্যবহার করা হয়েছে। বিশেষ করে সাজসজ্জার বিন্যাস পূর্ববর্তী মেরিনিড মাদ্রাসাগুলিতে প্রতিষ্ঠিত স্থাপত্য ঐতিহ্য অনুসরণ করে। নীচের দেয়াল বরাবর জেলিল টাইলিং ব্যবহার করা হয়, ক্যালিগ্রাফিক ফ্রিজগুলি সাধারণত চোখের স্তরে উপস্থিত থাকে এবং দেয়ালের মাঝখানের ও উপরের অংশগুলি কাঠের উপাদানগুলিতে রূপান্তরিত হওয়ার আগে স্টুকো সজ্জায় আবৃত, যার মধ্যে অলঙ্কৃতভাবে খোদাই করা ছাদও রয়েছে। উঠোনের নিচতলার গ্যালারির খিলানগুলিতে খোদাই করা কাঠের লিন্টেলগুলিকে সমর্থন করে স্টুকো কনসোল রয়েছে যা প্রতিটি স্তম্ভের মধ্যে দূরত্ব তৈরি করে। মাদ্রাসার প্রধান কেন্দ্রীয় আঙিনা এই অলঙ্করণকারী উপাদান এবং তাদের প্রতিসম বিন্যাসের মাধ্যমে দর্শনার্থী এবং শিক্ষার্থীদের জন্য একটি শক্তিশালী দৃশ্যমান অভিজ্ঞতার বার্তা বহন করে। এই উঠোনটি প্রবেশপথ থেকে কাঠের পর্দা (মাশরাবিয়া) দিয়ে প্রবেশ করা যায়, যা একটি বিশাল খিলানপথের নীচে অবস্থিত, যা খোদাই করা স্টুকো দিয়ে সজ্জিত। যদিও উঠোনের চারপাশে থাকা ছাত্র কক্ষগুলিতে অভ্যন্তরীণ সাজসজ্জার উপাদান খুব কম বা কোনও উপাদান নেই, তবুও ছোট ছোট উঠোনগুলিতে কিছু স্টুকো এবং কাঠের সজ্জা রয়েছে। কাঠ এবং স্টুকোর নকশায় খোদাই করা নকশায় ঐতিহ্যবাহী উপাদান যেমন আরবস্ক, সেবকা (বা গাঢ় ওয়া কাতাফ ), ক্যালিগ্রাফিক শিলালিপি এবং মুকারনা, এবং আরও স্পষ্টভাবে সাদিয়ান যুগের নকশা যেমন পাইন শঙ্কু অন্তর্ভুক্ত রয়েছে।\n\nমাদ্রাসার রাস্তার প্রবেশপথটি দরজার সামনে একটি সুসজ্জিত মুকারনাস (স্ট্যালাকাইট বা মৌচাকের মতো ভাস্কর্য) ভল্ট দ্বারা উপেক্ষা করা হয়, অন্যদিকে ওযু কক্ষে আরেকটি মুকারনাস গম্বুজ পাওয়া যায়। মাদ্রাসার দরজাগুলি ব্রোঞ্জ দিয়ে মোড়ানো, যা একটি জ্যামিতিক প্যাটার্ন তৈরি করে এবং অগভীর খোদাই করা আরবীয় নকশা দ্বারা উন্নত। দরজার উপরে দেবদারু কাঠের লিন্টেলটি আরবীয় পটভূমিতে একটি আরবি শিলালিপি দিয়ে খোদাই করা হয়েছে। শিলালিপিতে মাদ্রাসার নির্মাতা হিসেবে সুলতান আবদুল্লাহর নাম এবং প্রশংসা লেখা আছে। ভবনের বিভিন্ন পৃষ্ঠে অসংখ্য অন্যান্য শিলালিপিও পাওয়া যায়, যার মধ্যে প্রায়ই কুরআনের আয়াত থাকে। উদাহরণস্বরূপ, মিহরাবের খিলানের চারপাশে অবস্থিত বৃহৎ কুফিক শিলালিপিতে বাসমালা এবং তাসলিয়া রয়েছে, এরপর সূরা আন-নূরের ৩৬ নম্বর আয়াত এবং ৩৭ নম্বর আয়াত রয়েছে। \n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আন্দালুসি মার্বেল বেসিন ==\n\nবর্তমানে মাদ্রাসায় প্রদর্শিত হচ্ছে কর্ডোবার (বর্তমান স্পেনে) খিলাফত যুগের একটি সুসজ্জিত খোদাই করা মার্বেল বেসিন। এটি ১০০২ থেকে ১০০৭ সালের মধ্যে মদীনাত আল-জাহরায় ওযু করার জন্য তৈরি করা হয় এবং আল-মনসুরের পুত্র আব্দুল মালিকের নামে উৎসর্গ করা হয়। এটি পূর্বে বহু শতাব্দী ধরে বেন ইউসুফ মাদ্রাসায় সংরক্ষিত ছিল এবং ১৯২৩ সালে বিশেষজ্ঞরা প্রথম এটি লক্ষ্য করেন। পণ্ডিত মারিয়াম রোসার-ওয়েন পরামর্শ দিয়েছেন যে, বেসিনটি মূলত আলী ইবনে ইউসুফ মারাকেশে আমদানি করেছিলেন, যিনি দ্বাদশ শতাব্দীতে নির্মিত বেন ইউসুফ মসজিদে কর্ডোবার ধ্বংসপ্রাপ্ত প্রাসাদ থেকে বেশ কিছু মার্বেল স্পোলিয়া ব্যবহার করেছিলেন। মসজিদটি অবহেলায় পড়ে যাওয়ার পর বেসিনটি আবার বেন ইউসুফ মাদ্রাসার জন্য পুনরায় ব্যবহার করা হত, যা অনেক পরে একই এলাকায় নির্মিত হয়েছিল। বিংশ শতাব্দীতে অববাহিকাটি অধ্যয়নের জন্য সরিয়ে নেওয়া হয় এবং সম্প্রতি পর্যন্ত দার সি সাইদ জাদুঘরে রাখা হয়। সম্প্রতি মাদ্রাসার সংস্কার এবং দার সি সাইদ জাদুঘরের পুনর্গঠনের পর বেসিনটি আবার স্থানান্তরিত করা হয়েছে এবং এখন মাদ্রাসার প্রার্থনা কক্ষে প্রদর্শিত হচ্ছে।\n\n\n== আরও দেখুন ==\nফেজের আবু ইনানিয়া মাদ্রাসা\nবউ ইনানিয়া মাদ্রাসা (মেকনেস)\nসাফারিন মাদ্রাসা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nমাদ্রাসার ভেতরের ছবি (ইংরেজি)\nন্যাশনাল জিওগ্রাফিক ২০১৬ সালের ছবি, বিভাগ \"শহর\"\nমানার আল-আথার ছবি সংরক্ষণাগারে বেন ইউসুফ মাদ্রাসার ছবি"}