{"pageid": 1519906, "title": "রামি ব্যারাক", "url": "https://bn.wikipedia.org/wiki?curid=1519906", "content": "রামি ব্যারাক (তুর্কি: Rami Kışlası , উসমানীয় তুর্কি: Asâkir-i Mansure-i Muhammediye Kışlası) হল তুরস্কের ইস্তাম্বুলের ইউরোপীয় অংশে আইয়ুপ জেলায় অবস্থিত একটি অটোমান এবং পরবর্তী তুর্কি সেনাবাহিনীর ব্যারাক। এগুলো ১৭৭০-এর দশকে অটোমান সাম্রাজ্যের যুগে নির্মিত হয়েছিল।বর্তমানে, এটি একটি লাইব্রেরি হিসেবে ব্যবহারের জন্য পুনরুদ্ধার কাজের অধীনে রয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== অটোমান যুগ ===\n১৭৫৭ থেকে ১৭৭৪ সালের মধ্যে অটোমান সুলতান মুস্তাফা তৃতীয়ের রাজত্বকালে ব্যারাকগুলি নির্মিত হয়েছিল। পরবর্তীতে ১৮২৮ এবং ১৮২৯ সালে দ্বিতীয় মাহমুদ (শাসনকাল ১৮০৮-১৮৩৯) এটি সংস্কার এবং সম্প্রসারণ করেন।এটি আইয়ুপ জেলার রামি পাড়ায় অবস্থিত, যা তৎকালীন অটোমান সাম্রাজ্যের রাজধানী ইস্তাম্বুলের উপকণ্ঠে অবস্থিত। ঐতিহাসিকভাবে, স্থানটি আর্টিলারি ব্যারাক নামে পরিচিত ছিল ( তুর্কি: Topçu Kışlası   ) রামি রাঞ্চে ( তুর্কি: Rami Çiftliği   )।  অটোমান সামরিক সংস্কার প্রচেষ্টার কাঠামোয় নবপ্রতিষ্ঠিত নিজাম-ই সিদিদ (আক্ষরিক অর্থে \"নতুন আদেশ\") এর সৈন্যদের জন্য ব্যারাকগুলি নির্মিত একটি গুরুত্বপূর্ণ সামরিক সুবিধা ছিল।এটিকে উসমানীয় তুর্কি: Asâkir-i Mansure-i Muhammediye Kışlası ভাষায় বলা হত   . 1836-1837 সালে, এটিকে উসমানীয় তুর্কি: Fünun-ı Harbiye-i Mansure নামকরণ করা হয়   ইঞ্জিনিয়ার ছাত্ররা যুদ্ধ বিদ্যালয়ে স্থানান্তরিত হওয়ার পর ( উসমানীয় তুর্কি: Mekteb-i Harbiye   ) ব্যারাকে অবস্থিত।  ক্রিমিয়ান যুদ্ধের (১৮৫৩-১৮৫৬) সময় এটি সুলতান আব্দুলমেজিদ প্রথম (শাসনকাল ১৮৩৯-১৮৬১) এর সামরিক সদর দপ্তরে পরিণত হয়। সুলতান দ্বিতীয় আব্দুল হামিদের (শাসনকাল ১৮৭৬-১৯০৯) রাজত্বকালে ব্যারাকগুলি তাদের চূড়ান্ত রূপ লাভ করে।   প্রথম বিশ্বযুদ্ধের মিত্রশক্তি কর্তৃক ইস্তাম্বুল দখলের সময় (১৯১৮-১৯২৩), ব্যারাকগুলি ফরাসি বাহিনীর আলজেরিয়ান বিচ্ছিন্নতাবাদীদের জন্য কোয়ার্টার হিসেবে কাজ করত।\n\n\n=== রিপাবলিকান যুগ ===\n১৯২৩ সালের পর রিপাবলিকান যুগে, ১৯৬০ সাল পর্যন্ত ব্যারাকগুলি তুর্কি সেনাবাহিনীর দ্বারা ব্যবহৃত হত।   ১৯৬০-এর দশকে তুর্কি সেনাবাহিনী ভবনটি খালি করার পর, এটি কিছু সময়ের জন্য খালি পড়ে ছিল। আইয়ুপের সিটি কাউন্সিল শুকনো খাবারের পাইকারি বিক্রেতাদের জন্য এই সুবিধাটি বরাদ্দ করেছে। ১৯৭২ সালের ১৪ অক্টোবর, সংস্কৃতি ও পর্যটন মন্ত্রণালয় ব্যারাকগুলিকে একটি সাংস্কৃতিক সম্পত্তি হিসেবে নিবন্ধিত করে। তুর্কি সশস্ত্র বাহিনী বিনোদন এলাকা হিসেবে ব্যবহারের জন্য এই সুবিধাটি ইস্তাম্বুলের মেট্রোপলিটন পৌরসভার কাছে হস্তান্তর করেছে। ১৯৮৬ সালে, ইস্তাম্বুলের তৎকালীন মেয়র বেদ্রেত্তিন দালান (১৯৮৪-১৯৮৯ সালে) এই সুবিধাটি অস্থায়ীভাবে খাদ্য পাইকারী বিক্রেতাদের জন্য বরাদ্দ করেছিলেন।  উনকাপানি এবং এমিনোনুতে গোল্ডেন হর্নের তীরে অবস্থিত খাদ্য দোকানগুলি যা যানজট, দূষণ এবং শব্দের কারণ হয়ে দাঁড়ায়, সেগুলিকে রামি ব্যারাকে স্থানান্তরিত করা হয়েছে।  তারপর থেকে, ভবনটি আংশিকভাবে খাদ্য পাইকারী বিক্রেতারা বাজারের হল হিসেবে ব্যবহার করে আসছে।  ব্যারাক ভবনের ভেতরে প্রায় ১,৫০০টি খাবারের দোকান রয়েছে।\n\n\n== স্থাপত্য ==\nভবনটি ৭৫,০০০ বর্গমিটার (৮,১০,০০০ বর্গফুট) জায়গা দখল করে আছে  , যার মধ্যে ৩৩,০০০ বর্গমিটার (৩,৬০,০০০ বর্গফুট) জায়গা ছাদে আচ্ছাদিত। সাইটের মোট ব্যবহারযোগ্য এলাকা হল ২,২০,০০০ বর্গমিটার (২৪,০০,০০০ বর্গফুট)\nব্যারাকগুলি ২০০ বাই ২০০ মিটার (৬৬০ বাই ৬৬০ ফুট) পরিমাপের একটি আয়তাকার আকৃতির উঠোনের চারপাশে নির্মিত।,  এবং আটটি ডানা এবং পাঁচটি ব্লক বিশিষ্ট। এটি পাথরের গাঁথুনিতে নির্মিত হয়েছিল এবং বহুবার সংস্কার করা হয়েছিল।\n\n\n== পুনর্নবীকরণ ==\nশহরের জরিপ ও স্মৃতিস্তম্ভ অধিদপ্তর ২০১০ সালে আংশিকভাবে ভেঙে ফেলা এবং অপ্রমাণিতভাবে পরিবর্তিত ভবনটি সংস্কার করার সিদ্ধান্ত নেয়। এই উদ্দেশ্যে ৪ আগস্ট ২০১৪ তারিখে একটি দরপত্র জারি করা হয়েছিল  বর্তমানে, ভবনটির মূল ঐতিহাসিক ও সাংস্কৃতিক কাঠামোর সাথে সামঞ্জস্যপূর্ণ করার জন্য সম্পূর্ণ সংস্কারের কাজ চলছে।   পুনর্নির্মাণ প্রকল্পটি সম্পন্ন হলে, এটি দেশের বৃহত্তম গ্রন্থাগার হিসেবে থাকবে।   ধারণা করা হচ্ছে যে লাইব্রেরিটি প্রায় ৭০ লক্ষ বই, মুদ্রিত এবং ডিজিটাল নথি দিয়ে শুরু হবে।    লাইব্রেরিতে শিশু এবং সংগ্রাহকদের জন্য বিভাগ থাকবে, পাশাপাশি পড়ার ঘরও থাকবে।  এছাড়াও, ভবনটি সাংস্কৃতিক, সামাজিক এবং শৈল্পিক কার্যকলাপের কেন্দ্র হবে।   এতে একটি নগর জাদুঘরও থাকবে।  অধিকন্তু, এটি প্রায় ১২০টি বাণিজ্যিক ব্যবসা প্রতিষ্ঠানের আবাসস্থল হবে, যেমন বইয়ের দোকান, স্যুভেনির দোকান,  ব্যাংক, ক্যাফে, রেস্তোরাঁ, সিনেমা হল ইত্যাদি।   ১,২০০টি গাড়ি রাখার ক্ষমতাসম্পন্ন একটি পার্কিং লটের পরিকল্পনা করা হয়েছে।  পুনর্নির্মাণ প্রকল্পের খরচ ২০০ মিলিয়ন ₺ (US$৪৩.৩ মিলিয়ন)।    ১৩ জানুয়ারী, ২০২৩ সালে, লাইব্রেরি হিসেবে পুনরায় খোলা হয়। \n\n\n== তথ্যসূত্র =="}