{"pageid": 1519525, "title": "ব্রুষিকা মেহতা", "url": "https://bn.wikipedia.org/wiki?curid=1519525", "content": "ব্রুষিকা মেহতা একজন ভারতীয় অভিনেত্রী এবং পেশাদার নৃত্যশিল্পী যিনি মূলত হিন্দি টেলিভিশন জগতের সাথে যুক্ত। তিনি ২০১২ সালে লাইফ ওকে চ্যানেলে সম্প্রচারিত আসমান সে আগে ধারাবাহিকে অভিনয়ের মাধ্যমে তার কর্মজীবন শুরু করেন। ব্রুষিকা দিল দোস্তি ডান্স ধারাবাহিকে শ্যারন রাই প্রকাশ, ইয়ে তেরি গালিয়া ধারাবাহিকে অস্মিতা \"পুচকি\" মজুমদার এবং ইয়ে রিশতা কেয়া কেহলাতা হ্যায় ধারাবাহিকে ডক্টর রিদ্ধিমা সাক্সেনার চরিত্রে অভিনয়ের জন্য সবচেয়ে বেশি পরিচিত।\n\n\n== জীবনের প্রথমার্ধ ==\nব্রুষিকা মেহতার জন্ম আহমেদাবাদে এবং তিনি মুম্বাইতে বড় হয়ে উঠেছেন।  তিনি মুম্বাইয়ের তোলানি কলেজ অফ কমার্স থেকে স্নাতক ডিগ্রি অর্জন করেন।  মেহতা একজন পেশাদার নৃত্যশিল্পী। \n\n\n== ব্যক্তিগত জীবন ==\n১১ ডিসেম্বর ২০২২ তারিখে, তিনি টরন্টোবাসীসফটওয়্যার ইঞ্জিনিয়ার সৌরভ ঘেদিয়ার সাথে বাগদান করেন।  এই দম্পতি ২০২৩ সালের ১০ ডিসেম্বর বিয়ে করেন এবং টরন্টোতে চলে যান। \n\n\n== কর্মজীবন ==\n২০১২ সালে আসমান সে আগ  ধারাবাহিকে অভিনয়ের মাধ্যমে তার টেলিভিশন জগতে আত্মপ্রকাশ হয়। তিনি ২০১৩ থেকে ২০১৫ সাল পর্যন্ত চ্যানেল ভি -এর দিল দোস্তি ডান্স ধারাবাহিকে শ্যারন রাই প্রকাশের ভূমিকায় অভিনয় করেন, যেখানে তার সহ অভিনেতা ছিলেন শান্তনু মহেশ্বরী ।  এই চরিত্রটি তার অভিনয় জীবনের একটি গুরুত্বপূর্ণ মোড় হিসেবে প্রমাণিত হয়। ব্রুশিকা এবং শান্তনুর জুটি হিন্দি যুব টেলিভিশন ধারাবাহিকের সবচেয়ে সফল জুটিগুলির মধ্যে একটি হিসাবে গন্য করা হয়।\nএর পরে, তিনি পর্বভিত্তিক ধারাবাহিক ইয়ে হ্যায় আশিকি -এর একটি পর্বে অভিনয় করেন।  ২০১৫ সালে, তিনি জিং -এর পর্বভিত্তিক ধারাবাহিক পেয়ার তুনে কেয়া কিয়া -এর একটি পর্বে অভিনয় করেছেন এবং জি টিভির আধিভৌতিক বিষয়ের উপর নির্মিত পর্বভিত্তিক ধারাবাহিক ফিয়ার ফাইলের একটি পর্বের অংশ ছিলেন। \n২০১৫ সালে, তিনি  বিপরীতে টুইস্ট ওয়ালা লাভ  ধারাবাহিকে অমৃতা প্রসাদের চরিত্রে অভিনয় করেছিলেন। এই ধারাবাহিকে তিনি অভিনেতা রোহন গান্দোত্রার সাথে জুটি বাঁধেন। পরবর্তীকালে, তিনি অভিনেতা রবিশ দেশাইয়ের সাথে সাতরঙ্গী সাসুরালে নামক ধারাবাহিকে কাজ করেন, যেখানে তিনি কাইরা চরিত্রে অভিনয় করেছিলেন। ২০১৬ সালে, তিনি ইউটিউবের দেশি এক্সপ্লোরার্স জর্ডান অনুষ্ঠান উপস্থাপনা করেছিলেন।\n২০১৬ সালে, তিনি স্টার প্লাসের জনপ্রিয় ধারাবাহিক ইশকবাজ -এ ইশানার চরিত্রে অভিনয় করেছিলেন এবং এই ধারাবাহিকে তিনি অভিনেতা কুণাল জয়সিং-এর সাথে কাজ করেন। \nএরপর, তিনি ভিউ নামক ডিজিটাল গনমাধ্যমের ট্রুথ অর তামান্না  নামক ওয়েব সিরিজে তামান্না চরিত্রে অভিনয় করেন করেন। ২০১৮ থেকে ২০২০ সাল পর্যন্ত, তিনি জি টিভির ইয়ে তেরি গালিয়ান ধারাবাহিকে অবিনাশ মিশ্রের সাথে কাজ করেন। এই ধারাবাহিকে তিনি অস্মিতা \"পুচকি\" কুমারী চরিত্রে অভিনয় করেন এবং আরও সাফল্য অর্জন করেন।\n২০২০ সালের  ৩০শে নভেম্বর থেকে ২২শে ডিসেম্বর পর্যন্ত, তিনি স্টারপ্লাসের ইয়ে রিশতা কেয়া কেহলাতা হ্যায় ধারাবাহিকে ডক্টর ঋদ্ধিমা সাক্সেনার চরিত্রে অভিনয় করেছিলেন, যেখানে তার সহ অভিনেতা ছিলেন মহসিন খান। \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== টেলিভিশন ===\n\n\n==== বিশেষ উপস্থিতি ====\n\n\n=== ওয়েব সিরিজ ===\n\n\n=== সঙ্গীত ভিডিও ===\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n== তথ্যসূত্র =="}