{"pageid": 1519462, "title": "ফয়সাল ইসলামি ব্যাংক (সুদান)", "url": "https://bn.wikipedia.org/wiki?curid=1519462", "content": "ফয়সাল ইসলামিক ব্যাংক (সুদান) সুদান ভিত্তিক একটি ইসলামি ব্যাংক। ব্যাংকটি নিজেদেরকে \"ইসলামি নীতি-নির্দেশিত\" এবং \"সুদানি বৈশিষ্ট্যপূর্ণ\" হিসেবে বর্ণনা করে। ভারতের সিয়াসাত ডেইলি একে সুদানের \"সবচেয়ে বড় ঋণদাতা\" হিসেবে বর্ণনা করেছে এবং ২০১৬ সাল পর্যন্ত এটি \"নিম্ন-ঝুঁকির, স্বল্প-মেয়াদী ঋণ এবং দ্রুত মুনাফা\" প্রদানে অগ্রাধিকার দেয়।\n\n\n== ইতিহাস ==\nফয়সাল ইসলামিক ব্যাংক (সুদান) ১৯৭৭ সালের মে মাসে প্রতিষ্ঠিত হয়। প্রতিষ্ঠার সময়, ব্যাংকটি \"৮৬ জন সুদানি ও সৌদি উদ্যোক্তা এবং কিছু ইসলামি রাষ্ট্রের অন্যান্য বিনিয়োগকারীদের\" দ্বারা গঠিত হয়েছিল। এসব প্রতিষ্ঠাতা অনুমোদিত মূলধনের অর্ধেক পরিশোধ করেছিলেন।\nব্যাংকটি সুদানে ইসলামি ব্যাংকিং ব্যবস্থার পথপ্রদর্শক হিসেবে আত্মপ্রকাশ করে এবং দেশের অর্থনৈতিক উন্নয়নে গুরুত্বপূর্ণ ভূমিকা পালন করে। প্রতিষ্ঠার পর থেকেই এটি সুদানের অন্যতম বৃহৎ ইসলামি ব্যাংক হিসেবে পরিচিতি লাভ করে। ব্যাংকটি মূলত ইসলামি শরিয়া-ভিত্তিক নীতি অনুসরণ করে পরিচালিত হয়, যা সুদ-মুক্ত ব্যাংকিং ব্যবস্থার উপর ভিত্তি করে গঠিত।\n\n\n=== প্রতিষ্ঠার কারণ ও লক্ষ্য ===\nফয়সাল ইসলামিক ব্যাংকের প্রতিষ্ঠার পেছনে মূল লক্ষ্য ছিল সুদানের অর্থনীতিতে ইসলামি ব্যাংকিং ব্যবস্থার প্রচলন করা এবং শরিয়া-সম্মত বিনিয়োগের সুযোগ তৈরি করা। ব্যাংকটি বিশেষত নিম্ন-ঝুঁকির, স্বল্প-মেয়াদী ঋণ এবং দ্রুত লাভজনক প্রকল্পগুলোর প্রতি গুরুত্ব দেয়। এই নীতির কারণে এটি দ্রুত জনপ্রিয় হয়ে ওঠে এবং অর্থনীতিতে স্থায়ী অবদান রাখতে সক্ষম হয়।\n\n\n=== ব্যাংকের সম্প্রসারণ ও শাখা নেটওয়ার্ক ===\nব্যাংকটির সদর দফতর খার্তুম শহরে অবস্থিত এবং এটি মূলত খার্তুম, উত্তর খার্তুম এবং ওমদুরমান অঞ্চলে ৬৫টি শাখার মাধ্যমে পরিচালিত হচ্ছে। এছাড়াও, ব্যাংকটি বিভিন্ন আর্থিক সেবার মাধ্যমে ইসলামি ব্যাংকিং ব্যবস্থাকে সম্প্রসারিত করেছে, যেমন— ইসলামী বীমা, বিনিয়োগ, রিয়েল এস্টেট, এবং আর্থিক ব্যবস্থাপনা সেবা।\n\n\n==== মালিকানা ও অংশীদারিত্ব ====\nশিকাগো ট্রিবিউন অনুসারে, ব্যাংকটি আল শামাল ইসলামিক ব্যাংক এবং আরও চারটি প্রতিষ্ঠানের সহযোগিতায় গঠিত হয়েছিল। এছাড়াও, সরকারি রেকর্ড অনুসারে, ব্যাংকের ১৯% মালিকানা দার আল-মাল আল-ইসলামি ট্রাস্ট (ডিএমআই ট্রাস্ট) এর অধীনে রয়েছে, যা সৌদি প্রিন্স ফয়সালের নেতৃত্বে পরিচালিত হয়। এই ট্রাস্ট ১৯৮১ সালে ইসলামি ব্যাংকিং ব্যবস্থার প্রসারের জন্য প্রতিষ্ঠিত হয়েছিল এবং এটি মুসলিম বিশ্বের বিভিন্ন দেশে ইসলামি অর্থনৈতিক কার্যক্রম পরিচালনা করে থাকে।\nব্যাংকটির শেয়ারহোল্ডারদের মধ্যে উল্লেখযোগ্য ব্যক্তি ও প্রতিষ্ঠান রয়েছেন, যেমন:\n\nআদেল বাত্রাজি, যিনি ২০০২ সাল পর্যন্ত চেয়ারম্যান ছিলেন।\nআল বারাকা ইনভেস্টমেন্ট অ্যান্ড ডেভেলপমেন্ট কর্পোরেশন।\n\n\n=== বর্তমান অবস্থা ও ভবিষ্যৎ পরিকল্পনা  = ===\nবর্তমানে, ফয়সাল ইসলামিক ব্যাংক সুদানের অন্যতম বৃহৎ ইসলামি আর্থিক প্রতিষ্ঠান হিসেবে কাজ করছে। ব্যাংকটি ডিজিটাল ব্যাংকিং, মোবাইল ব্যাংকিং এবং অনলাইন লেনদেনের মতো আধুনিক প্রযুক্তি-নির্ভর সেবার ওপর গুরুত্ব দিচ্ছে।\nআগামী বছরগুলোতে ব্যাংকটি আরও আন্তর্জাতিকভাবে সম্প্রসারণের পরিকল্পনা করছে এবং ইসলামি অর্থনীতির উন্নয়নে ভূমিকা রাখতে চায়। এটি বিশেষত উন্নয়ন প্রকল্প, ক্ষুদ্র ও মাঝারি শিল্প এবং অবকাঠামোগত বিনিয়োগের ক্ষেত্রে ইসলামি ব্যাংকিংয়ের নীতিগুলোকে আরও বিস্তৃতভাবে বাস্তবায়ন করতে চায়।\n\n\n== ফয়সাল ইসলামিক ব্যাংক (সুদান) এর পরিষেবাসমূহ ==\nব্যাংকটি বিভিন্ন ব্যাংকিং পরিষেবা প্রদান করে, যার মধ্যে রয়েছে:\n\nইলেকট্রনিক ব্যাংকিং পরিষেবা : এই পরিষেবার মাধ্যমে গ্রাহক ইন্টারনেট ব্রাউজার ব্যবহার করে যেকোনো স্থান থেকে তার অ্যাকাউন্ট পর্যবেক্ষণ করতে পারেন।\nফোরি অ্যাপ : এটি একটি মোবাইল অ্যাপ, যা গ্রাহকদের নিরাপদ ও গোপনীয় উপায়ে মোবাইলের মাধ্যমে ব্যাংকিং কার্যক্রম পরিচালনার সুযোগ দেয়।\nপস (পয়েন্ট অব সেল) পরিষেবা : এই পরিষেবাটি নগদ লেনদেন ছাড়াই এটিএম কার্ড ব্যবহার করে সহজ ও নিরাপদভাবে অর্থপ্রদান নিশ্চিত করে।\n\n\n== ফয়সাল ইসলামিক ব্যাংক (সুদান) এর সহযোগী প্রতিষ্ঠান ==\nব্যাংকটির বেশ কয়েকটি সহযোগী প্রতিষ্ঠান রয়েছে\n\nইসলামী বীমা কোম্পানি লিমিটেড।\nইসলামী বাণিজ্য ও পরিষেবা কোম্পানি লিমিটেড।\nআল-ফয়সাল ফাইন্যান্সিয়াল ট্রান্সঅ্যাকশনস কোম্পানি লিমিটেড।\nআল-ফয়সাল রিয়েল এস্টেট কোম্পানি লিমিটেড।\nআল-ফয়সাল সাংস্কৃতিক কেন্দ্র: ব্যাংকের সামাজিক দায়বদ্ধতার অন্যতম প্রতিষ্ঠান।\n\n\n== শাখাসমূহ ==\n\n\n=== ব্যাংকের খার্তুমে শাখাসমূহ ===\n\n\n=== ব্যাংকের রাজ্যসমূহে শাখাসমূহ ===\n\n\n== এছাড়াও দেখুন ==\n\nব্যাংকের তালিকা\nসুদানের ব্যাংকের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nআল-শামাল ইসলামিক ব্যাংক সম্পর্কিত গবেষণা লিংক\nএমবেন্ডি প্রোফাইল"}