{"pageid": 1519743, "title": "পিস-উইভার", "url": "https://bn.wikipedia.org/wiki?curid=1519743", "content": "পিস-উইভার (প্রাচীন ইংরেজি: freothwebbe‎) বলা হতো সেই সব অ্যাংলো-স্যাক্সন মহিলাদের যাঁরা শত্রু গোত্রের সদস্যকে বিবাহ করতেন বিবাদমান গোষ্ঠীর মধ্যে শান্তি প্রতিষ্ঠার উদ্দেশ্যে। আশা করা হয়েছিল যে দুটি উপজাতিকে বৈবাহিক সম্পর্কে সংযুক্ত করা হলে, তাদের মধ্যে শত্রুতা হ্রাস পাবে কারণ তারা তাদের নিজেদের আত্মীয় স্বজনকে হত্যা করতে অনিচ্ছুক হবে।\n\n\n== ইতিহাস ==\nঅ্যাংলো-স্যাক্সনরা যুদ্ধে সফল ছিল। উপজাতির স্থানীয় সর্দারদের নিয়ে রাজনৈতিকভাবে সংগঠিত অ্যাংলো-স্যাক্সনরা তাদের নেতাদের রক্ষা করার জন্য শপথ নিয়েছিল এবং তাদের নিজস্ব উপজাতির প্রতি তাদের তীব্র আনুগত্য ছিল। জার্মান জনগণের সম্পর্কে তাকিতুস বলেছিলেন: \"তারা তাদের রাজাদের তাদের সম্ভ্রান্ত জন্মের জন্য বেছে নেয়, তাদের নেতাদের তাদের বীরত্বের জন্য বেছে নেয়... অনেক সম্ভ্রান্ত যুবকের কাছে যদি তাদের জন্মভূমি দীর্ঘস্থায়ী শান্তিতে স্থবির হয়ে পড়ে, তাহলে তারা ইচ্ছাকৃতভাবে অন্যান্য উপজাতিদের খোঁজ করে, যেখানে কিছু যুদ্ধ চলছে।\" এই সাংস্কৃতিক পটভূমির কারণে, অ্যাংলো-স্যাক্সন সম্প্রদায়গুলিতে শান্তি অর্জন করা কঠিন ছিল। অ্যাংলো-স্যাক্সনরা উপজাতিদের মধ্যে শান্তি প্রতিষ্ঠার জন্য দুটি প্রধান উপায়ে চেষ্টা করেছিল। একটি ছিল ওয়ারগিল্ড, এবং অন্যটি ছিল পিস-উইভারের সৃষ্টি। যদিও উপজাতিরা এই উপায়গুলির মাধ্যমে শান্তি প্রতিষ্ঠার চেষ্টা করেছিল, তাদের লক্ষ্য খুব কমই অর্জিত হয়েছিল, কারণ তাদের কাছে শান্তির চেয়েও সম্মানজনক একটি অবস্থা ছিল যুদ্ধ।\nকিছু পণ্ডিত বিশ্বাস করেন যে \"পিস-উইভার\" শব্দটি \"শান্তি নিশ্চিত করার জন্য কোনও শত্রু উপজাতির সাথে একজন মহিলার বিবাহ দেওয়ার জার্মানিক রীতিকে প্রতিফলিত করে না। বরং, এটি একটি কাব্যিক রূপক যা সেই ব্যক্তির কথা উল্লেখ করে যার কাজ শিল্পের সর্বোত্তম অবস্থা ব্যবহার ক'রে প্রকাশ্যে বন্ধুত্ব এবং ক্ষমার একটি বুনন দিয়ে তার শান্তি স্থাপনের কাজটি সম্পাদন করা।\" এই যুক্তিটি এই ধারণা থেকে উদ্ভূত যে শব্দটি ঈশ্বরের কাছ থেকে ঈশ্বর এবং মানুষের মধ্যে পিস-উইভার হিসাবে প্রেরিত দেবদূতদের বোঝাতে ব্যবহৃত হয়। সুতরাং, পিস-উইভারের একটি বিস্তৃত অর্থ থাকতে পারে, কিন্তু সাহিত্যে পিস-উইভারদের কথা বলার সময়, সবচেয়ে সাধারণ আলোচনা যুদ্ধরত জনগণের মধ্যে শান্তি প্রতিষ্ঠার জন্য প্রতিদ্বন্দ্বী উপজাতির সাথে বিবাহিত মহিলাদের ঘিরে আবর্তিত হয়।\n\n\n== সাহিত্য ==\nপিস-উইভার-এর জন্য অ্যাংলো-স্যাক্সন শব্দ হল প্রাচীন ইংরেজি: freothwebbe‎ (প্রাচীন ইংরেজি: fríÞwebbe‎)। এটি একটি কেনিং (একটি একক বিশেষ্য প্রতিস্থাপন করতে একটি যৌগিক শব্দ বা বাক্যাংশ ব্যবহৃত হয়) যা অ্যাংলো-স্যাক্সন কবিতায় প্রচলিত একটি সাহিত্যিক পরিকল্পনা।\n\n\n=== বেউলফ ===\nবেউলফের দুটি প্রধান চরিত্র পিস-উইভার হিসেবে কাজ করেছে। ওয়েলহিও একজন দক্ষ পিস-উইভার, যতটা একজন পিস-উইভারের পক্ষে হওয়া সম্ভব। সে তার স্বামী এবং পুত্রদের সাফল্যের দিকে মনোযোগ দিয়েছিল, একই সাথে তার মেয়েকে অন্য একটি শত্রু উপজাতির কাছে পিস-উইভার হিসেবে তুলে ধরেছিল। পুরাতন ইংরেজিতে Wealhþeow কে ফ্রেথুওয়েবে বা পিস-উইভার এবং ফ্রিথু-সিব্ব বা পিস-প্লেজ উভয়ই হিসাবে বর্ণনা করা হয়েছে। কিছু পণ্ডিত পদের ক্ষেত্রে সামান্য পার্থক্যকে অপ্রাসঙ্গিক বলে মনে করেন। তবে, অন্যরা, ফ্রেথুওয়েবেকে সামাজিকভাবে শান্তি তৈরিকারী হিসেবে এবং ফ্রিথু-সিব্বকে রাজনৈতিকভাবে শান্তি তৈরিকারী হিসেবে স্বতন্ত্র করার পার্থক্যটি উল্লেখ করেছেন। পিস-উইভার হিসেবে ওয়েলহিওর ভূমিকা সামাজিক এবং রাজনৈতিক উভয় দিক থেকেই গুরুত্বপূর্ণ, এবং সে উভয় দিক থেকেই স্পষ্টতই কার্যকর।\nপিস-উইভারের ভূমিকায় চিত্রিত দ্বিতীয় চরিত্রটি হলো হিলডেবার্গ। স্বামীর (তার নিজের ছেলে সহ) এবং তার ভাইয়ের পরিজনবর্গের সর্বনাশের অভিজ্ঞতা তার হয়েছিল, যে অভিজ্ঞতা ওয়েলহোয়ের মতো নয়। হিলডেবার্গও ডেনমার্ক এবং ফ্রিসিয়ানদের একত্রিত করার জন্য একটি শান্তির অঙ্গীকার হিসেবে কাজ করে। তার স্বামীর রাজ্য ধ্বংস হওয়ার পর সে তার নিজের দেশে ফিরে আসে। এই ইতিহাস সেই দ্বন্দ্বের প্রতিনিধিত্ব করে যা অনেক শান্তি-কামী অনুভব করেছিলেন: কার প্রতি অনুগত থাকা উচিত? অ্যাংলো-স্যাক্সন ঐতিহ্য অনুসারে, বিবাহ হওয়ার পর, পিস-উইভারের কর্তব্য এবং আনুগত্য সর্বপ্রথম তার নতুন স্বামীর প্রতি নিহিত থাকে।\nএই লেখায় গ্রেণ্ডেলকে হত্যার মূল্য হিসেবে ডেনিশদের রানি বেউলফকে ব্রোসিঙ্গা মেনে (পড়ুন ব্রিসিঙ্গমেন) দেয়। সে পূর্বাভাষকারী হিসেবে কাজ করে।\n\n\n=== \"স্ত্রীর বিলাপ\" ===\nযদিও দ্য \"ওয়াইফ'স ল্যামেন্ট\"  নামক পুরাতন ইংরেজি কবিতায় \"পিস-উইভার\" শব্দটি নির্দিষ্টভাবে উল্লেখ করা হয়নি, তবুও ধারণা করা হয়েছে যে কথক একজন পিস-উইভার যিনি নিজের এবং তাঁর স্বামীর মধ্যে দূরত্বের জন্য শোক প্রকাশ করছেন এবং তিনি স্বামীর পরিবারের সাথেই রয়েছেন।\n\n\n== আরও দেখুন ==\nরাষ্ট্রীয় বিবাহ\n\n\n== তথ্যসূত্র =="}