{"pageid": 1519369, "title": "ব্রিটিশ মুসলিমদের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1519369", "content": "এই নিবন্ধে উল্লেখযোগ্য ব্রিটিশ মুসলিমদের তালিকা দেওয়া হয়েছে।\n\n\n== একাডেমিয়া ও শিক্ষা ==\nহারুন আহমেদ  –  কেমব্রিজ বিশ্ববিদ্যালয়-এর পদার্থবিজ্ঞান বিভাগের ক্যাভেন্ডিশ ল্যাবরেটরি-র মাইক্রোইলেকট্রনিক্স-এর এমেরিটাস অধ্যাপক\nসারা আহমেদ – গোল্ডস্মিথসের জাতি ও সংস্কৃতি অধ্যয়ন বিভাগের অধ্যাপক এবং নারীবাদী তত্ত্ব, কুইয়ার তত্ত্ব, সমালোচনামূলক জাতি তত্ত্ব এবং উত্তরঔপনিবেশিকতাবাদ-এর সংযোগস্থলে কর্মরত শিক্ষাবিদ।\nশাব্বির আখতার  –  অক্সফোর্ড বিশ্ববিদ্যালয়-এর ধর্মতত্ত্ব ও ধর্ম অনুষদের অনারারি রিসার্চ ফেলো\nঅ্যাশ আমিন  –  কেমব্রিজ বিশ্ববিদ্যালয়ের ভূগোল বিভাগের প্রধান\nআলী আনসারী –  সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয়-এর অধ্যাপক\nখিজার হুমায়ুন আনসারী – শিক্ষাবিদ যিনি জাতি ও জাতিগত সম্পর্ক ক্ষেত্রে তার কাজের জন্য ২০০২ সালে OBE খেতাব লাভ করেন।\nসারা আনসারী – রয়্যাল হলোওয়ে, লন্ডন বিশ্ববিদ্যালয়-এর ইতিহাসের অধ্যাপক\nটিপু জাহেদ আজিজ  –  অক্সফোর্ডের জন র‍্যাডক্লিফ হাসপাতাল-এর স্নায়ুশল্যচিকিৎসা-র অধ্যাপক; অক্সফোর্ডের ম্যাগডালেন কলেজ, অক্সফোর্ড এবং ইম্পেরিয়াল কলেজ লন্ডন মেডিকেল স্কুলের প্রভাষক\nরেজা বানাকার – লন্ডন-এর ওয়েস্টমিনস্টার বিশ্ববিদ্যালয়-এর সমাজ-আইন বিষয়ক অধ্যাপক\nকাসিম কাসাম – ওয়ারউইক বিশ্ববিদ্যালয়-এর দর্শনের অধ্যাপক\nআব্বাস এদালাত –  ইম্পেরিয়াল কলেজ লন্ডন-এর অধ্যাপক\nমোহাম্মদ ঘানবারী –  এসেক্স বিশ্ববিদ্যালয়-এর অধ্যাপক\nজোয়েল হেওয়ার্ড – নিউজিল্যান্ডে জন্মগ্রহণকারী ব্রিটিশ পণ্ডিত যিনি প্রাথমিক ইসলামিক ইতিহাস, বিশেষ করে মুহাম্মদ-এর জীবনী নিয়ে গবেষণা করেন।\nদিলওয়ার হুসাইন  –  লিসেস্টারের দ্য ইসলামিক ফাউন্ডেশন-এর গবেষণা ফেলো; ২০০৪ সালের বই ব্রিটিশ মুসলিমস বিটুইন অ্যাসিমিলেশন অ্যান্ড সেগ্রিগেশন-এর সহ-লেখক; তিনি র‌্যাডিকালাইজেশন ও উগ্রবাদ মোকাবিলার জন্য হোম অফিসের কমিটিতে রয়েছেন। *মুশাররফ হুসাইন – বিজ্ঞানী, শিক্ষাবিদ ও ধর্মীয় পণ্ডিত, নটিংহামের কারিমিয়া ইনস্টিটিউটের প্রধান নির্বাহী কর্মকর্তা। ২০০৮ সালে কমিউনিটি সম্পর্কের ক্ষেত্রে তার অবদানের জন্য মহামান্য রাণী কর্তৃক ওবিই খেতাব লাভ করেন।\nসাইফুল ইসলাম – বাথ বিশ্ববিদ্যালয়-এর মেটেরিয়ালস কেমিস্ট্রির অধ্যাপক এবং রয়্যাল সোসাইটি উলফসন রিসার্চ মেরিট পুরস্কারের প্রাপক।\nনাইলা কবির – সমাজ অর্থনীতিবিদ, গবেষণা সহযোগী এবং লেখক। তিনি মূলত দারিদ্র্য, লিঙ্গ এবং সামাজিক নীতি বিষয়ক সমস্যা নিয়ে কাজ করেন। তার গবেষণার আগ্রহের মধ্যে রয়েছে লিঙ্গ, দারিদ্র্য, সামাজিক বর্জন, শ্রমবাজার এবং জীবিকা, সামাজিক সুরক্ষা, যা দক্ষিণ ও দক্ষিণ পূর্ব এশিয়া কেন্দ্রিক।\nআমির কাসাম – রিডিং বিশ্ববিদ্যালয়-এর স্কুল অফ এগ্রিকালচার, পলিসি অ্যান্ড ডেভেলপমেন্ট-এর ভিজিটিং অধ্যাপক\nসায়মা খালিদ - একজন বায়োফিজিসিস্ট যিনি সাউদাম্পটন বিশ্ববিদ্যালয়-এর রসায়নে কম্পিউটেশনাল বায়োফিজিক্সের অধ্যাপক।\nমুশতাক খান – হেটেরোডক্স অর্থনীতিবিদ এবং স্কুল অফ ওরিয়েন্টাল অ্যান্ড আফ্রিকান স্টাডিজ-এর অর্থনীতির অধ্যাপক। তার কাজ মূলত দরিদ্র দেশগুলোর অর্থনীতি, যার মধ্যে প্রাতিষ্ঠানিক অর্থনীতি এবং দক্ষিণ এশিয়ার উন্নয়নে অবদান অন্তর্ভুক্ত।\nইয়াসমিন খান – ব্রিটিশ ভারতের ইতিহাসবিদ এবং অক্সফোর্ড বিশ্ববিদ্যালয়ের ইতিহাসের সহযোগী অধ্যাপক\nএহসান মাসুদ  –  বিজ্ঞান লেখক, সাংবাদিক এবং সম্প্রচারক; Research Fortnight এবং Research Europe-এর সম্পাদক; ইম্পেরিয়াল কলেজ লন্ডনে আন্তর্জাতিক বিজ্ঞান নীতি পড়ান\nমুহাম্মদ হারুন (আলফ্রেড নেভিল মে)\nআজরা মিডোস ওবিই  –  গ্লাসগো বিশ্ববিদ্যালয়-এর ইনস্টিটিউট অফ বায়োমেডিক্যাল অ্যান্ড লাইফ সায়েন্সেসের অনারারি লেকচারার\nআলী মোবাশেরি –  সারে বিশ্ববিদ্যালয়-এর সহযোগী অধ্যাপক এবং রিডার\nতারিক মডুদ  –  ব্রিস্টল বিশ্ববিদ্যালয়-এর সমাজবিজ্ঞান, রাজনীতি ও জননীতি বিষয়ের অধ্যাপক\nকালবে রাজি নাকভি – ব্রিটিশ পাকিস্তানি পদার্থবিজ্ঞানী, যিনি ১৯৭৭ সাল থেকে নরওয়েতে স্থায়ীভাবে বসবাস করছেন এবং নরওয়েজিয়ান ইউনিভার্সিটি অফ সায়েন্স অ্যান্ড টেকনোলজি-তে বায়োফিজিক্স-এর অধ্যাপক হিসেবে কর্মরত।\nনাজনীন রহমান – জিনতত্ত্ববিদ যিনি ক্যান্সার বিশেষজ্ঞ এবং রয়্যাল মার্সডেনে ক্যান্সার জেনেটিক্স ক্লিনিক্যাল ইউনিটের প্রধান। তার গবেষণা নারীদের ও শিশুদের মধ্যে ক্যান্সার সৃষ্টিকারী জিন সনাক্তকরণে সাফল্য দেখেছে।\nজিয়াউদ্দিন সরদার – একজন পণ্ডিত, লেখক এবং সংস্কৃতি সমালোচক\nগোলাম সারওয়ার  –  মুসলিম শিক্ষামূলক ট্রাস্ট-এর পরিচালক; ইংরেজিতে ইসলামের উপর লেখক, ব্রিটেনে মাদ্রাসা ছাত্রদের জন্য প্রথম ইংরেজি পাঠ্যপুস্তক ইসলাম: বিশ্বাস এবং শিক্ষা লিখেছেন, যা বিশ্বব্যাপী ধর্মীয় শিক্ষা ক্লাসে, বিশেষ করে ব্রিটিশ স্কুলগুলিতে ব্যবহৃত হয়\nসালমান সাইয়িদ –  লিডস বিশ্ববিদ্যালয়-এর সামাজিক তত্ত্ব এবং উপনিবেশ-উত্তর চিন্তার অধ্যাপক\nগিয়াসউদ্দিন সিদ্দিকী  –  একজন শিক্ষাবিদ ও রাজনৈতিক কর্মী  \nজাভেদ সিদ্দিকী  –  শেফিল্ড হ্যালাম বিশ্ববিদ্যালয়-এর সফটওয়্যার প্রকৌশল-এর ইমেরিটাস অধ্যাপক এবং রাজনৈতিক কর্মী\nমোনা সিদ্দিকী – এডিনবার্গ বিশ্ববিদ্যালয়-এর ইসলামিক শিক্ষা এবং জনসমক্ষে উপলব্ধি-এর অধ্যাপক; বিবিসি রেডিও ৪, দ্য টাইমস, স্কটসম্যান, দ্য গার্ডিয়ান এবং দ্য হেরাল্ড-এর নিয়মিত অবদানকারী\nআজিম সুরানি – একজন বিকাশমূলক জীববিজ্ঞানী যিনি ১৯৯২ সাল থেকে ওয়েলকাম ট্রাস্ট/ক্যান্সার গবেষণা যুক্তরাজ্য গার্ডন ইনস্টিটিউট-এ কেমব্রিজ বিশ্ববিদ্যালয়-এর মার্শাল-ওয়ালটন অধ্যাপক এবং ২০১৩ সাল থেকে জননকোষ এবং এপিজিনোমিক্স গবেষণা-এর পরিচালক\nসাঈদ ভাসেগি –  ব্রুনেল বিশ্ববিদ্যালয়ের অধ্যাপক\n\n\n== ব্যবসা ও অর্থনীতি ==\nআব্দুল লতিফ – রেস্তোরাঁ ব্যবসায়ী, যিনি তাঁর 'কারি হেল' খাবারের জন্য পরিচিত; তিনি ২০০৮ সালে মারা যান।\nআডাম কামানি – কামানি প্রপার্টি গ্রুপ এবং কেএম ক্যাপিটালের প্রধান নির্বাহী কর্মকর্তা এবং প্রিটিলিটলথিং এর সহ-প্রতিষ্ঠাতা।\nআফজাল খান – ব্র্যাডফোর্ড-ভিত্তিক উদ্যোক্তা; একজন বিশেষায়িত গাড়ি ডিজাইন কোম্পানির মালিক; ২০০৮ সালে £৪৪০,০০০ প্রদান করে একটি অনন্য 'এফ১' নম্বর প্লেটের জন্য রেকর্ড ভাঙেন; পূর্বে নিউক্যাসল ফুটবল ক্লাব ক্রয়ের আগ্রহ প্রকাশ করেছিলেন\nআলি পার্সা – বেসরকারি স্বাস্থ্যসেবা পার্টনারশিপ সার্কেলের প্রাক্তন প্রধান নির্বাহী কর্মকর্তা\nআলিরেজা সাগর্চি – স্ট্যানহোপ গেট আর্কিটেকচারের প্রধান\nআমার লতিফ – স্কটিশ উদ্যোক্তা, টেলিভিশন ব্যক্তিত্ব এবং পেশাদার পর্যটক\nআনীল মুসাররাত - প্রপার্টি বিলিয়নিয়ার; তার কোম্পানি, এমসিআর প্রপার্টি গ্রুপ, ম্যানচেস্টার এবং লিভারপুলের বিশ্ববিদ্যালয়ের শিক্ষার্থীদের কাছে অ্যাপার্টমেন্ট ভাড়া দেয়।\nসার আনোয়ার পারভেজ – পাকিস্তানে জন্মগ্রহণ করা বিলিয়নেয়ার ব্যবসায়ী; গ্রেট ব্রিটেনে ষষ্ঠ ধনী এশিয়ান এবং সবচেয়ে ধনী মুসলিম; বেস্টওয়ে গ্রুপের প্রতিষ্ঠাতা\nআসাদ শামিম – ব্রিটিশ ব্যবসায়ী, ফার্নিচার ইন ফ্যাশনের প্রতিষ্ঠাতা, এবং ২০১৯ ও ২০২৪ সালের ব্রিটিশ মুসলিম পুরস্কারের বিজয়ী  \nমোহাম্মদ জাহুর – ইউক্রেনভিত্তিক ব্রিটিশ-পাকিস্তানি বিলিয়নেয়ার ব্যবসায়ী এবং দানশীল\nমোহসিন ইস্যা – বিলিয়নেয়ার, ব্যবসায়ী এবং ইউরো গ্যারেজেসের প্রতিষ্ঠাতা, যা যুক্তরাজ্য এবং ইউরোপে পরিচালিত একটি পেট্রোল পূরণ স্টেশনের শৃঙ্খলা\nমূরাদ চৌধুরী – ম্যানেজিং ডিরেক্টর, ব্যবসায়িক ট্রেজারির প্রধান, গ্লোবাল ব্যাংকিং ও মার্কেটস, রয়্যাল ব্যাংক অফ স্কটল্যান্ড পিএলসি\nমুমতাজ খান আকবর – মুমতাজ ব্র্যান্ড এর প্রতিষ্ঠাতা এবং মালিক\nমুকইম আহমেদ – উদ্যোক্তা; ২৬ বছর বয়সে প্রথম বাংলাদেশি মিলিয়নেয়ার হন, ব্যাংকিং, ভ্রমণ, কফে নাজ গ্রুপসহ রেস্তোরাঁ শৃঙ্খলা, প্রকাশনা এবং সম্পত্তি উন্নয়নের মাধ্যমে বৈচিত্র্যকরণের কারণে।\nমুস্তফা সুলেমান – উদ্যোক্তা, কর্মসংস্থানকামী এবং, বিশেষভাবে, ডিপমাইন্ড-এ প্রয়োগকৃত কৃত্রিম বুদ্ধিমত্তার সহ-প্রতিষ্ঠাতা ও প্রধান একটি কৃত্রিম বুদ্ধিমত্তা কোম্পানি, যা অ্যালফাবেট দ্বারা অধিগ্রহণ করা হয়েছিল\nনাগুইব খেরাজ – বারক্লেজ ব্যাংকের উপচেয়ারম্যান; সাবেক জেপি মর্গান কেজেনোভের বস করাচি ভিত্তিক আগা খান ফাউন্ডেশন এর সভাপতি\nনাসের গোলজারি – গোলজারি (NG) আর্কিটেক্টসের প্রধান\nলীপু নিজামউদ্দীন আওলিয়া – গাড়ি প্রকৌশলী এবং কোচবিল্ডার, যিনি মরিচা ধরা পুরনো গাড়িকে নকল সুপারকারে রূপান্তরিত করেন, একটি কর্মশালায়, যা প্রদর্শিত হয় ডিসকভারি চ্যানেলের রিয়েলিটি টেলিভিশন প্রোগ্রামে বাংলা ব্যাঙ্গার্স/চপ শপ: লন্ডন গ্যারেজ\nমোহাম্মদ ইবরাহিম খান – ধারাবাহিক উদ্যোক্তা এবং ফিনটেক প্রচারক\nরাগীব আলী – শিল্পপতি, অগ্রগামী চা চাষী, শিক্ষাবিদ, দানশীল এবং ব্যাংকার\nরুজওয়ানা বাশির – ব্রিটিশ মহিলা ব্যবসায়ী, পীক.কম এর প্রতিষ্ঠাতা ও প্রধান নির্বাহী কর্মকর্তা, সান ফ্রান্সিসকো, ক্যালিফোর্নিয়া ভিত্তিক ভ্রমণ কোম্পানি\nশেলিম হুসাইন এমবিই – উদ্যোক্তা, ইউরো ফুডস (ইউকে) লিমিটেডের প্রতিষ্ঠাতা ও ব্যবস্থাপনা পরিচালক\nসিরাজ আলী – রেস্তোরাঁ ব্যবসায়ী এবং দানশীল; ২০১১ সালের ব্রিটিশ বাংলাদেশি হু'স হু' \"অসাধারণ অবদানের\" পুরস্কারের প্রাপক\nসুলতান চৌধুরী – ব্যবসায়ী; ইসলামিক ব্যাংক অফ ব্রিটেনের ব্যবস্থাপনা পরিচালক\nসায়েদ আহমেদ  –  উদ্যোক্তা, ব্যবসায়ী, এবং টেলিভিশন ব্যক্তিত্ব; ২০০৬ সালে বিডিসির রিয়েলিটি টেলিভিশন প্রোগ্রাম দ্য অ্যাপ্রেন্টিস সিরিজ দুই-এ প্রার্থী\nতাহির মহসান – টাইম কম্পিউটারস, সুপারনেট, টি-প্যাডের প্রতিষ্ঠাতা; দুবাই থেকে বেশ কয়েকটি বিনিয়োগ কোম্পানি পরিচালনা করেন\nতারাক রামজান – কুইজ মহিলাদের পোশাক খুচরা শৃঙ্খলার প্রতিষ্ঠাতা ও প্রধান নির্বাহী কর্মকর্তা।\nওয়ালী তাসার উদ্দিন এমবিই – উদ্যোক্তা, রেস্তোরাঁ ব্যবসায়ী, সম্প্রদায় নেতা, এবং বাংলাদেশ-ব্রিটিশ চেম্বার অফ কমার্সের সভাপতি\nওয়ালিউর রহমান ভূইয়া ওবিই – বিওসি বাংলাদেশ লিমিটেডের ব্যবস্থাপনা পরিচালক এবং দেশের প্রধান, যা ১৯৫০-এর দশকে বাংলাদেশের সাথে বিনিয়োগ করা প্রথম ব্রিটিশ কোম্পানিগুলির মধ্যে একটি, শিল্প ও চিকিৎসা গ্যাস উৎপাদন ও সরবরাহ করে\nজুবের ইস্যা – বিলিয়নেয়ার, ব্যবসায়ী এবং ইউরো গ্যারেজেসের প্রতিষ্ঠাতা, যা যুক্তরাজ্য এবং ইউরোপে পরিচালিত একটি পেট্রোল পূরণ স্টেশনের শৃঙ্খলা\n\n\n== সাংবাদিকতা এবং গণমাধ্যম ==\nশাইখ আব্দুল কাইয়ুম  –  পূর্ব লন্ডন মসজিদ-এর প্রধান ইমাম; আন্তর্জাতিক ইসলামী বিশ্ববিদ্যালয় মালয়েশিয়া-এর প্রাক্তন প্রভাষক; পিস টিভি বাংলা এবং চ্যানেল এস-এর টেলিভিশন উপস্থাপক।\nএ. এন. এম. সেরাজুর রহমান  –  সাংবাদিক, সম্প্রচারক এবং বাংলাদেশী জাতীয়তাবাদী।\nআসমা মির  –  বিবিসি-এর উপস্থাপক এবং সানডে হেরাল্ড-এর প্রাক্তন কলামিস্ট।\nআব্দুল গাফফার চৌধুরী  –  লেখক, সাংবাদিক এবং বাংলাদেশের বাংলা সংবাদপত্র-এর কলামিস্ট; তিনি তার গান \"আমার ভাইয়ের রক্তে রাঙানো\"-এর জন্য সবচেয়ে বেশি পরিচিত, যা ভাষা আন্দোলনের প্রধান গান হিসেবে পরিচিতি লাভ করেছে।\nআদিল রে  –  বিবিসি এশিয়ান নেটওয়ার্ক-এর ব্রিটিশ রেডিও এবং টেলিভিশন উপস্থাপক।\nআদনান নওয়াজ  –  বিবিসি ওয়ার্ল্ড সার্ভিসের সংবাদ ও ক্রীড়া উপস্থাপক।\nআজমল মাসরুর - টেলিভিশন উপস্থাপক, রাজনীতিবিদ, ইমাম, এবং যুক্তরাজ্যের সংসদীয় প্রার্থী, বেথনাল গ্রিন অ্যান্ড বো নির্বাচনী এলাকা থেকে লিবারেল ডেমোক্র্যাটস-এর প্রতিনিধিত্বকারী ২০১০ সালের সাধারণ নির্বাচনে; ইসলাম চ্যানেল এবং চ্যানেল এস-এর রাজনৈতিক ও ইসলামিক অনুষ্ঠানের টেলিভিশন উপস্থাপক।\nআলী আব্বাসী  –  স্কটিশ টেলিভিশনের প্রাক্তন উপস্থাপক।\nআনিলা বেগ  –  দ্য সান-এর কলামিস্ট।\nআরিফ আলী  –  ইউরোপ, মধ্যপ্রাচ্য এবং আফ্রিকার এসোসিয়েটেড প্রেস সংবাদ সংস্থা-এর আঞ্চলিক পণ্য পরিচালক।\nআসাদ আহমেদ  –  বিবিসি সাংবাদিক এবং সংবাদ উপস্থাপক।\nআসাদ কুরেশী  –  চলচ্চিত্র নির্মাতা, যিনি ২০১০ সালের ২৬ মার্চ পাকিস্তানের ফেডারেল শাসিত উপজাতীয় এলাকায় \"এশিয়ান টাইগার্স\" নামক একটি জঙ্গি গোষ্ঠী কর্তৃক অপহৃত হয়েছিলেন।\nআজাদ আলী  –  এইচএম ট্রেজারি-র আইটি কর্মী এবং সরকারি কর্মচারী; ইসলামিক ফোরাম অফ ইউরোপ-এর মুখপাত্র; মুসলিম সেফটি ফোরাম-এর প্রতিষ্ঠাতা চেয়ার; ইউনাইট অ্যাগেইনস্ট ফ্যাসিবাদ-এর ভাইস-চেয়ার।\nআজিম রফিক  –  ইংরেজ ক্রিকেটার।\nফয়সাল ইসলাম  –  চ্যানেল ৪ নিউজ-এর অর্থনীতি সম্পাদক এবং সংবাদদাতা; রয়্যাল সোসাইটি অফ টেলিভিশন পুরস্কারে ২০০৬ সালের \"বর্ষসেরা তরুণ সাংবাদিক\" নির্বাচিত।\nফারহানা আলম  –  ব্রিটিশ মুসলিম ম্যাগাজিন কিউ নিউজ-এর সম্পাদক; ২০০৫ সালে ইসলামিক রিলিফ কর্তৃক এবং ২০০৬ সালে এশিয়ান উইমেন অফ অ্যাচিভমেন্ট অ্যাওয়ার্ডসে বর্ষসেরা মিডিয়া পেশাদার নির্বাচিত।\nফারিস কেরমানী  –  যুক্তরাজ্য ভিত্তিক চলচ্চিত্র পরিচালক, বর্তমানে লন্ডনের প্রযোজনা সংস্থা ক্রিসেন্ট ফিল্মসের প্রধান।\nহাসান ঘানি  –  লন্ডন ভিত্তিক স্কটিশ সম্প্রচার সাংবাদিক এবং প্রামাণ্যচিত্র নির্মাতা।\nজাভেদ মালিক  –  টেলিভিশন অ্যাংকর; সংযুক্ত আরব আমিরাতের প্রথম কূটনৈতিক ম্যাগাজিন দ্য ইন্টারন্যাশনাল ডিপ্লোম্যাট-এর প্রকাশক; ওয়ার্ল্ড ফোরামের নির্বাহী পরিচালক; পাকিস্তানের রাষ্ট্রদূত-এট-লার্জ এবং প্রধানমন্ত্রীর বিশেষ উপদেষ্টা হিসেবে দায়িত্ব পালন করেছেন; পাকিস্তানের প্রাক্তন প্রধানমন্ত্রী বেনজির ভুট্টো এবং প্রধানমন্ত্রী নওয়াজ শরীফ-এর ঘনিষ্ঠ বন্ধু।\nকামরান আব্বাসী  –  ডাক্তার, মেডিকেল সম্পাদক এবং ক্রিকেট লেখক; জার্নাল অফ দ্য রয়্যাল সোসাইটি অফ মেডিসিন-এর সম্পাদক; ব্রিটিশ মেডিকেল জার্নাল-এর ভারপ্রাপ্ত সম্পাদক; বিশ্ব স্বাস্থ্য সংস্থা-র বুলেটিনের সম্পাদক।\nকানাক 'কনি' হুক  –  টেলিভিশন উপস্থাপক, যিনি দীর্ঘতম সময় ধরে ব্লু পিটার-এর মহিলা উপস্থাপক হিসেবে সবচেয়ে বেশি পরিচিত।\nলিসা আজিজ  –  সংবাদ উপস্থাপক এবং সাংবাদিক, যিনি ব্রিস্টল-ভিত্তিক আইটিভি ওয়েস্ট কান্ট্রি-র সান্ধ্যকালীন সপ্তাহের খবরের অনুষ্ঠান দ্য ওয়েস্ট কান্ট্রি টুনাইট-এর সহ-উপস্থাপক হিসেবে সবচেয়ে বেশি পরিচিত; টেলিভিশনে প্রথম এশিয়ান উপস্থাপকদের মধ্যে একজন; এথনিক মাল্টিকালচারাল মিডিয়া একাডেমি-র সেরা টেলিভিশন নিউজ জার্নালিস্ট পুরস্কার জিতেছেন।\nমাযহার মাহমুদ (যিনি \"ফেক শেখ\" নামেও পরিচিত)  –  প্রায়শই \"ব্রিটেনের সবচেয়ে কুখ্যাত গোপন প্রতিবেদক\" হিসেবে আখ্যায়িত; জিকিউ এর একটি সমীক্ষায় তিনি ব্রিটেনের ৪৫তম ক্ষমতাধর ব্যক্তি হিসেবে নির্বাচিত হয়েছিলেন; নিউজ অফ দ্য ওয়ার্ল্ড তাকে ছয় অঙ্কের বেতন দিত, এছাড়াও সম্পাদকীয় এবং প্রযুক্তিগত সহায়তা বাজেট ছিল।\nমেহদি হাসান  –  নিউ স্টেটসম্যান-এর সিনিয়র পলিটিক্স এডিটর এবং চ্যানেল ৪ এর প্রাক্তন নিউজ অ্যান্ড কারেন্ট অ্যাফেয়ার্স এডিটর।\nমিকদাদ ভার্সি  –  মুসলিম কাউন্সিল অফ ব্রিটেনের সহকারী মহাসচিব, মিডিয়া ভাষ্যকার এবং মুসলমানদের সম্পর্কে সঠিক রিপোর্টিংয়ের পক্ষে একজন উকিল।\nমিশাল হুসাইন  –  বিবিসি ওয়ার্ল্ডের অ্যাংকর।\nমুহাম্মদ আব্দুল বারী  –  পূর্ব লন্ডন মসজিদ-এর চেয়ারম্যান; মুসলিম কাউন্সিল অফ ব্রিটেন-এর মহাসচিব, ২০০৬-২০১০।\nনাফিজ মোসাদ্দেক আহমেদ  –  দ্য গার্ডিয়ান-এর পরিবেশ লেখক। \nনাজেনিন আনসারী  –  সাংবাদিক, ভয়েস অফ আমেরিকা-এর ফার্সি নিউজ নেটওয়ার্কের প্রাক্তন সংবাদদাতা; বিবিসি রেডিও ৪, সিএনএন ইন্টারন্যাশনাল, স্কাই নিউজ এবং আল জাজিরা-র ইরানি বিশ্লেষক।\nনাজিয়া মোগরা  –  বিবিসি ওয়ানের বিবিসি নর্থ ওয়েস্ট টুনাইট খবরের টেলিভিশন সাংবাদিক।\nনিমা নুরিযাদে  –  চলচ্চিত্র পরিচালক।\nনিনা হোসাইন  –  সাংবাদিক, সংবাদ পাঠিকা এবং আইটিভি লন্ডন-এর আঞ্চলিক খবরের অনুষ্ঠান লন্ডন টুনাইট-এর একমাত্র উপস্থাপক।\nনুরুল ইসলাম  –  সম্প্রচার সাংবাদিক, বেতার প্রযোজক এবং উপস্থাপক যিনি বিবিসি ওয়ার্ল্ড সার্ভিসের সাথে তার কাজের জন্য সবচেয়ে বেশি স্মরণীয়।\nওসামা সাঈদ  –  আল জাজিরা মিডিয়া নেটওয়ার্কের আন্তর্জাতিক ও মিডিয়া সম্পর্ক বিভাগের প্রধান।\nরাগেহ ওমার  –  সোমালিয়ায় জন্মগ্রহণকারী ব্রিটিশ সাংবাদিক এবং লেখক।\nরেহাম খান  –  সাংবাদিক এবং অ্যাংকর যিনি বর্তমানে ডন নিউজ-এ কর্মরত।\nরিজওয়ান খান  –  আল জাজিরা ইংলিশের জন্য কাজ করেন; তার নিজস্ব অনুষ্ঠান রয়েছে যার নাম রিজ খান।\nসাদেক সাবা  –  সাংবাদিক, বিবিসি ফার্সি সার্ভিসের প্রধান।\nসাইমা মহসিন  –  ব্রিটিশ সাংবাদিক।\nসায়রা খান  –  দ্য অ্যাপ্রেন্টিস-এর প্রথম সিরিজের রানার-আপ, এবং এখন বিবিসির টেম্পার ইউর টেম্পার এবং দেশি ডিএনএ-এর টিভি উপস্থাপক।\nসরফরাজ মনজুর - ব্রিটিশ লেখক, সাংবাদিক, ডকুমেন্টারি নির্মাতা এবং সম্প্রচারক; দ্য গার্ডিয়ান-এর জন্য নিয়মিত লেখেন; বিবিসি রেডিও ৪-এ ডকুমেন্টারি উপস্থাপন করেন।\nসেকান্দার কেরমানী - সাংবাদিক যিনি চ্যানেল ৪ নিউজ-এর বৈদেশিক সংবাদদাতা। এর আগে তিনি বিবিসির প্রধান কারেন্ট অ্যাফেয়ার্স অনুষ্ঠান নিউজনাইট-এর প্রতিবেদক ছিলেন।\nশাইস্তা আজিজ  –  সাংবাদিক, লেখক, স্ট্যান্ড-আপ কৌতুকশিল্পী এবং প্রাক্তন আন্তর্জাতিক সাহায্য কর্মী।\nশামীম চৌধুরী - আল জাজিরা ইংলিশের টেলিভিশন এবং প্রিন্ট সাংবাদিক।\nশেরিন নানজিয়ানি - বিবিসি রেডিও স্কটল্যান্ডের বেতার সাংবাদিক।\nসৈয়দ নিয়াজ আহমেদ - শিক্ষাবিদ, লেখক, সাংবাদিক, কলামিস্ট এবং সমালোচক; এনটিভি ইউরোপের কারেন্ট অ্যাফেয়ার্স টক শো টকিং পয়েন্ট-এর সঞ্চালনার জন্য সবচেয়ে বেশি পরিচিত।\nতাসমিন লুসিয়া-খান - সাংবাদিক, উপস্থাপক এবং প্রযোজক; ৬০ সেকেন্ড  বিবিসি থ্রি-এর প্রতি ঘণ্টার রাতের ওয়ার্ল্ড নিউজ বুলেটিন উপস্থাপন করতেন; বিবিসি নিউজ-এর রোলিং নিউজ চ্যানেলে ই২৪ উপস্থাপন করতেন; আইটিভি-এর ব্রেকফাস্ট টেলিভিশন প্রোগ্রাম ডেব্রেক-এ সংবাদ উপস্থাপন করেন।\nতাজিন আহমেদ  –  ব্রিটিশ টেলিভিশন এবং রেডিও উপস্থাপক ও প্রতিবেদক।\nইয়াসমিন আলিবহাই-ব্রাউন  –  উগান্ডায় জন্মগ্রহণকারী সাংবাদিক এবং লেখক; দ্য ইন্ডিপেন্ডেন্ট এবং ইভিনিং স্ট্যান্ডার্ড-এর নিয়মিত কলামিস্ট।\nইভোন রিডলি  –  সাংবাদিক এবং রেসপেক্ট পার্টি-র কর্মী।\nজারকা নাওয়াজ  –  ফ্রিল্যান্স লেখক, সাংবাদিক, সম্প্রচারক এবং চলচ্চিত্র নির্মাতা।\nউনজেলা খান, ব্রিটিশ পাকিস্তানি সাংবাদিক।\n\n\n== সাহিত্য এবং শিল্প ==\nআমীর হুসেইন – ছোটগল্প লেখক এবং সমালোচক\nআব্দুর রউফ চৌধুরী – বাংলা প্রবাসী লেখক এবং দার্শনিক; বাংলাদেশ থেকে বিভিন্ন সাহিত্য পুরস্কার, যার মধ্যে গ্রন্থমেলা পুরস্কার এবং বাংলা একাডেমি-এর আজীবন সদস্যপদ অন্তর্ভুক্ত\nদিরিয়ে ওসমান – সোমালি-ব্রিটিশ লেখক এবং চাক্ষুষ শিল্পী\nএড হুসেইন – ইসলামবাদী নামক বইয়ের লেখক, যা হিজব উত-তাহরির সাথে পাঁচ বছর ধরে তার অভিজ্ঞতার বিবরণ\nএমরান মিয়ান – লেখক এবং হোয়াইটহলে নীতি উপদেষ্টা\nঘুলাম মুর্শিদ – লেখক, পণ্ডিত এবং সাংবাদিক; ভারত ও বাংলাদেশ থেকে বিভিন্ন সাহিত্য পুরস্কার, যার মধ্যে বাংলা একাডেমি পুরস্কার অন্তর্ভুক্ত\nইদরিস খান – লন্ডনে অবস্থিত শিল্পী\nইমতিয়াজ ঢাকার – কবি এবং ডকুমেন্টারি চলচ্চিত্র নির্মাতা\nকানিজ আলী – মেকআপ শিল্পী এবং ফ্রিল্যান্স সৌন্দর্য কলামিস্ট; ২০১১ সালের আন্তর্জাতিক এশিয়ান ফ্যাশন পুরস্কারে \"সেরা মেকআপ শিল্পী\" বিভাগে বিজয়ী\nকিয়া আবদুল্লাহ – উপন্যাসিক এবং সাংবাদিক; দ্য গার্ডিয়ান পত্রিকায় অবদান রাখেন এবং দুইটি উপন্যাস লিখেছেন\nমোহসিন হামিদ – পাকিস্তানি লেখক; উপন্যাস মথ স্মোক (২০০০), দ্য রিলাকট্যান্ট ফান্ডামেন্টালিস্ট (২০০৭), এবং হাউ টু গেট ফিলথি রিচ ইন রাইজিং এশিয়া (২০১৩)\nমোনিকা আলী – ব্রিক লেন উপন্যাসের লেখিকা, যা বাংলাদেশের একজন মহিলার উপর ভিত্তি করে লেখা।\nমনিজা আলভী – কবি এবং লেখিকা\nনাদিম আসলাম – উপন্যাসিক\nনাদিফা মোহামেদ – সোমালি-ব্রিটিশ উপন্যাসিক\nনাফীজ মোসাদ্দেক আহমেদ – লেখক, বক্তা এবং রাজনৈতিক বিজ্ঞানী, আন্তঃবিষয়ক নিরাপত্তা অধ্যয়নে বিশেষজ্ঞ\nনাসের আজাম – আধুনিক শিল্পী, লন্ডনে বসবাসকারী ও কর্মরত\nওমর মানসুর – লন্ডনে ভিত্তিক ফ্যাশন ডিজাইনার, যিনি তাঁর কুটিউর ওকেশনওয়্যার জন্য বিখ্যাত\nকায়সরা শাহরাজ – উপন্যাসিক, সাংবাদিক, রয়্যাল সোসাইটি অফ আর্টস-এর ফেলো এবং গেটহাউস বুকস-এর পরিচালক\nরশীদ আরায়িন – লন্ডনে ভিত্তিক ধারণাগত শিল্পী, ভাস্কর, চিত্রশিল্পী, লেখক এবং কিউরেটর\nরাজিয়া ইকবাল – BBC-এর শিল্প সংবাদদাতা; পূর্ব আফ্রিকায় জন্মগ্রহণ, মুসলিম পাঞ্জাবি মূলের\nরেখা ওয়াহিদ – লেখিকা এবং উপন্যাসিক, যিনি আনুষ্ঠানিক বিবাহের জন্য এ থেকে জেড নির্দেশিকা-এর লেখিকা হিসেবে সবচেয়ে পরিচিত\nরেজিয়া ওয়াহিদ এমবিই – পুরস্কারপ্রাপ্ত টেক্সটাইল শিল্পী, যার কাজ যুক্তরাজ্য ও বিদেশে প্রদর্শিত হয়েছে\nরিজভান রহমান\nরূপা ফরুকী – উপন্যাসিক\nরুবি হ্যামার এমবিই – ফ্যাশন ও সৌন্দর্য মেকআপ শিল্পী; রুবি & মিলি কসমেটিক্স ব্র্যান্ডের প্রতিষ্ঠাতা\nরুনা ইসলাম – চলচ্চিত্র এবং ফটোগ্রাফি চাক্ষুষ শিল্পী, ২০০৮ সালের টার্নার পুরস্কারের জন্য মনোনীত\nরূপা হক – সমাজবিজ্ঞানে সিনিয়র বক্তা হিসেবে কিংস্টনে, লেখক, কলামিস্ট, লেবার পার্টি রাজনীতিবিদ, সঙ্গীত ডিজে এবং লন্ডন বোর্দ অফ ইলিংয়ে প্রাক্তন উপ-মেয়র\nএস. এফ. সাইড – শিশুদের লেখক\nসাঞ্চিতা ইসলাম – চাক্ষুষ মাধ্যম শিল্পী\nশাহিদা রহমান – পুরস্কারপ্রাপ্ত লেখিকা ও প্রকাশক, লাসকার\nশামিম আজাদ – দ্বিমুখী কবি, গল্পকার এবং লেখক\nশামশাদ খান – ম্যানচেস্টারে-ভিত্তিক কবি, লিডসে জন্মগ্রহণ করেছেন; কালো নারী কবিতার গ্রন্থসংকলনের সম্পাদক; ইংল্যান্ডের আর্টস কাউন্সিল অফ ইংল্যান্ড নর্থ ওয়েস্টকে সাহিত্য বিষয়ে পরামর্শ প্রদান করেছেন\nশেজাদ দাওদ – লন্ডনে অবস্থিত শিল্পী\nসুহেল সাআদী – সাহিত্যিক এবং কামনাপ্রবণ উপন্যাসিক এবং রেডিও/মঞ্চ নাট্যকার\nতাহমিমা আনাম – লেখিকা, এ গোল্ডেন এজ-এর, ২০০৮ সালের কমনওয়েলথ লেখক পুরস্কারের 'সেরা প্রথম বই' বিজয়ী\nভাসিম খান – লেখক, 'বেবি গণেশ ডিটেকটিভ এজেন্সি' উপন্যাসের লেখক\nজারিনা ভিমজি – উগান্ডার এশিয়ান ফটোগ্রাফার, লন্ডনে ভিত্তিক। তিনি ২০০৭ সালে টার্নার পুরস্কারের জন্য মনোনীত হন\nজিয়াউদ্দিন সরদার – পণ্ডিত, লেখক এবং সাংস্কৃতিক সমালোচক\n\n\n== আইন ও বিচার ==\n\n\n=== বিচারকরা ===\nতান ইকরাম – ২০০৩ সালে ম্যাজিস্ট্রেট কোর্টে জেলা বিচারক হিসেবে নিযুক্ত\nআখলাক চৌধুরী – ইংল্যান্ড ও ওয়েলসের উচ্চ আদালতের বিচারক\n\n\n=== রাণীর কাউন্সেল ===\nকরিম আসাদ আহমদ খান কিউসি – লন্ডনের টেম্পল গার্ডেন চেম্বারসে ব্যারিস্টার, আন্তর্জাতিক ফৌজদারি আদালত-এর প্রধান অভিয়োজক\nখাওর কোরেশী কিউসি – ব্যারিস্টার এবং আন্তর্জাতিক আইনজীবী\n\n\n=== অন্যান্য ===\nআমীর আনোয়ার  –  গ্লাসগোয়ান সলিসিটর; ২০০৫ এবং ২০০৬ সালে স্কটল্যান্ডের আইন পুরস্কারের আওতায় 'বছরের অপরাধ আইনজীবী' হিসেবে নির্বাচিত\nআমল ক্লুনি  –  লন্ডনে ভিত্তিক লেবানিজ-ব্রিটিশ আইনজীবী, সক্রিয় কর্মী এবং লেখিকা\nএম. এ. মুঈদ খান  –  এমন ব্যারিস্টার, যিনি ২০১২ সালে ইংল্যান্ড ও ওয়েলসের জন্য চার্টার্ড ইনস্টিটিউট অফ লিগ্যাল এক্সিকিউটিভস দ্বারা 'সেরা মানবাধিকার আইনজীবী' হিসেবে নির্বাচিত হন; ২০১২ সালের সেপ্টেম্বরে, তিনি ইংল্যান্ড ও ওয়েলসের শীর্ষ পাঁচ চার্টার্ড লিগ্যাল এক্সিকিউটিভ আইনজীবীর মধ্যে তৃতীয় স্থান অর্জন করেন\nমুমতাজ হুসেইন  –  সলিসিটর এবং রেডিও উপস্থাপিকা; ২০১০ সাল থেকে, তিনি মুমতাজের সাথে স্বাস্থ্য ও আরোগ্য শো রেডশিফট রেডিওতে উপস্থাপন করছেন\nনাজির আফজাল OBE – উত্তর-পশ্চিম ইংল্যান্ডের প্রধান ক্রাউন অভিয়োজক; তাঁর এই পদে প্রথম সিদ্ধান্তগুলোর মধ্যে ছিল রোচডেল যৌন পাচার গ্যাং মামলায় মামলা শুরু করা\nতালহা আহমদ  –  ব্রিটিশ ব্যারিস্টার এবং মানবাধিকার কর্মী; ২০১৬–২০১৮ সাল পর্যন্ত যুক্তরাজ্যের মুসলিম পরিষদ-এর কোষাধ্যক্ষ\n\n\n== সামরিক এবং পুলিশ ==\nআলী দিজায়ী –  সিনিয়র পুলিশ কর্মকর্তা\nজাব্রন হাসমি  –  সৈনিক, যিনি ১ জুলাই ২০০৬ তারিখে আফগানিস্তানের সাংগিনে কার্যক্ষেত্রে নিহত হন\nআমজাদ হুসেইন – সিনিয়র রয়্যাল নেভি কর্মকর্তা; তিনি যুক্তরাজ্যের সশস্ত্র বাহিনী-এর একজন নৃগোষ্ঠীভুক্ত সদস্যদের মধ্যে সর্বোচ্চ পদস্থ কর্মকর্তা\nমুহাম্মদ আকবর খান – প্রথম বিশ্বযুদ্ধে ব্রিটিশ রিক্রুট হিসেবে সেবা করেছেন এবং দ্বিতীয় বিশ্বযুদ্ধে কর্মকর্তা হিসেবে দায়িত্ব পালন; ব্রিটিশ সেনাবাহিনীতে জেনারেল হওয়ার প্রথম মুসলিম\nতরিক গাফফুর – লন্ডনের মেট্রোপলিটন পুলিশ সার্ভিসে উচ্চপদস্থ ব্রিটিশ পুলিশ কর্মকর্তা; সহকারী কমিশনার – কেন্দ্রীয় অপারেশন\n\n\n== নীতি ==\nআবুল ফাতেহ - কূটনীতিক এবং রাষ্ট্রনায়ক; ১৯৭১ সালে স্বাধীনতার পর বাংলাদেশের পররাষ্ট্র সচিব।\nআনোয়ার চৌধুরী - বাংলাদেশে নিযুক্ত ব্রিটিশ হাইকমিশনার, ২০০৪-২০০৮; জ্যেষ্ঠ কূটনৈতিক পদে নিযুক্ত প্রথম অ-শ্বেতাঙ্গ ব্রিটিশ ব্যক্তি; পররাষ্ট্র ও কমনওয়েলথ অফিসের আন্তর্জাতিক প্রতিষ্ঠানসমূহের পরিচালক।\nআসিফ আহমেদ - ব্রিটিশ কূটনীতিক যিনি ২০১০ সালের নভেম্বর থেকে ২০১২ সালের আগস্ট পর্যন্ত থাইল্যান্ডে ব্রিটিশ রাষ্ট্রদূত হিসেবে দায়িত্ব পালন করেছেন; ২০১৩ সালের জুলাই মাস থেকে তিনি ফিলিপাইনে ব্রিটিশ রাষ্ট্রদূত হিসেবে দায়িত্ব পালন করছেন।\nমকবুল আলী ওবিই - ব্রিটিশ কূটনীতিক যিনি ২০২৪ সাল পর্যন্ত ডোমিনিকান প্রজাতন্ত্রে ব্রিটিশ রাষ্ট্রদূত এবং হাইতি প্রজাতন্ত্রে অ-স্থায়ী রাষ্ট্রদূত হিসেবে দায়িত্ব পালন করেছেন।\nনাহিদ মজিদ ওবিই - সরকারি কর্মকর্তা, রিজেনারেশন ইনভেস্টমেন্ট অর্গানাইজেশনের প্রধান পরিচালন কর্মকর্তা এবং কর্ম ও পেনশন বিভাগের উপ-পরিচালক; সরকারি চাকরিতে সবচেয়ে সিনিয়র ব্রিটিশ বাংলাদেশী মুসলিম নারী।\nসালিমুল হক - বিজ্ঞানী এবং ইন্টারন্যাশনাল ইনস্টিটিউট ফর এনভায়রনমেন্ট অ্যান্ড ডেভেলপমেন্ট-এর জলবায়ু পরিবর্তন গ্রুপের সিনিয়র ফেলো; জলবায়ু পরিবর্তন অভিযোজন-এর উপর কাজের জন্য ২০০৭ সালের বুর্টনি পুরস্কার-এর প্রাপক।\nতালিন রহমান-ফিগুয়েরা - কূটনৈতিক পরামর্শক সংস্থা গ্রাসরুট ডিপ্লোম্যাট-এর পরিচালক।\n\n\n== রাজনীতি ==\n\n\n=== সংসদের সদস্যরা ===\nআবতিসাম মোহাম্মদ – লেবার সংসদের সদস্য শেফিল্ড সেন্ট্রাল\nআদিনান হুসেইন – স্বাধীন সংসদের সদস্য ব্ল্যাকবর্ণ\nআদম জোগি – লেবার সংসদের সদস্য নিউক্যাসল-আন্ডার-লাইম\nআফজাল খান – লেবার সংসদের সদস্য ম্যানচেস্টার গরটন সালিসিটর ও প্রাক্তন উত্তর-পশ্চিমের ইউরোপীয় সংসদের সদস্য; প্রথম এশীয় ম্যানচেস্টারের লর্ড মেয়র; বর্তমানে ম্যানচেস্টার সিটি কাউন্সিলের শিশু পরিষেবার নির্বাহী সদস্য\nআনাস সরোয়ার  –  স্কটিশ লেবার পার্টির নেতা এবং প্রাক্তন লেবার সংসদের সদস্য গ্লাসগো সেন্ট্রাল\nআনুম কায়সার-জাভেদ – প্রাক্তন স্কটিশ ন্যাশনাল পার্টির সংসদের সদস্য এয়ারড্রি ও শটস\nআপসানা বেগম – লেবার পার্টি সংসদের সদস্য পপলার এন্ড লাইমহাউস, ২০১৯ থেকে\nআয়ুব খান – স্বাধীন সংসদের সদস্য বার্মিংহাম পেরি ব্যার\nফায়সাল রাশিদ – প্রাক্তন লেবার সংসদের সদস্য ওয়ারিংটন সাউথ, ২০১৭ সালে নির্বাচিত; ২০১৬ সালে ওয়ারিংটন-এর মেয়র\nফেরিয়াল ক্লার্ক – লেবার পার্টি রাজনীতিবিদ, যিনি ২০১৯ সালের সাধারণ নির্বাচন থেকে এনফিল্ড নর্থ-এর সংসদের সদস্য হিসেবে দায়িত্ব পালন করছেন\nইমরান আহমদ খান – প্রাক্তন কনসারভেটিভ পার্টি সংসদের সদস্য ওয়েকফিল্ড\nইমরান হুসেইন  –  লেবার সংসদের সদস্য ব্রাডফোর্ড ইস্ট\nইকবাল মোহাম্মদ – স্বাধীন সংসদের সদস্য ডিউসবারি ও ব্যাটলি\nখালিদ মাহমুদ  –  প্রাক্তন লেবার সংসদের সদস্য বার্মিংহাম পেরি ব্যার\nমোহাম্মদ সরোয়ার  –  প্রাক্তন লেবার সংসদের সদস্য গ্লাসগো সেন্ট্রাল; ব্রিটেনের প্রথম মুসলিম ও পাকিস্তানি মূলের সংসদের সদস্য\nমোহাম্মদ ইয়াসিন – লেবার সংসদের সদস্য বেডফোর্ড, ২০১৭ সালে নির্বাচিত\nনাউশাবা খান – লেবার সংসদের সদস্য গিলিংহাম ও রেইনহাম\nনাজ শাহ  –  লেবার সংসদের সদস্য ব্রাডফোর্ড ওয়েস্ট\nনেসিল কালিশকান – লেবার সংসদের সদস্য বার্কিং\nনুস ঘানী  –  কনসারভেটিভ সংসদের সদস্য সাসেক্স উইল্ড এবং পূর্বে উইলডেন\nরেহমান চিশ্তি  –  প্রাক্তন কনসারভেটিভ সংসদের সদস্য গিলিংহাম ও রেইনহাম\nরোসেনা অ্যালিন-খান  –  লেবার সংসদের সদস্য টুটিং\nরুপা হক – লেবার সংসদের সদস্য ইলিং সেন্ট্রাল এন্ড অ্যাকটন\nরুশানারা আলী  –  লেবার সংসদের সদস্য বেথনাল গ্রিন ও বো; হাউস অফ কমন্সে নির্বাচিত প্রথম বাংলাদেশি মূলের ব্যক্তি\nসাদিক আল-হাসান – লেবার সংসদের সদস্য নর্থ সসামারসেট\nসাদিক খান  –  লন্ডনের মেয়র, প্রাক্তন লেবার সংসদের সদস্য টুটিং, প্রাক্তন ছায়া ন্যায়মন্ত্রকের সেক্রেটারি ও ছায়া লর্ড চ্যান্সেলর\nসাকিব ভট্টি – প্রাক্তন লেবার সংসদের সদস্য মেরিডেন, ২০১৯ সালের সাধারণ নির্বাচনে নির্বাচিত\nশাহিদ মালিক  –  প্রাক্তন লেবার সংসদের সদস্য ডিউসবুরি; গর্ডন ব্রাউন সরকারের আন্তর্জাতিক উন্নয়ন মন্ত্রী\nশাবানা মাহমুদ  –  লেবার সংসদের সদস্য বার্মিংহাম লেডিওউড\nশকত আদম – স্বাধীন সংসদের সদস্য লিস্টার সাউথ\nতাহির আলী – লেবার সংসদের সদস্য বার্মিংহাম হল গ্রিন\nতাসমিনা আহমেদ-শেখ  –  প্রাক্তন এসএনপি সংসদের সদস্য ওচিল এন্ড সাউথ পার্থশায়ার\nতুলিপ সিদ্দিক  –  লেবার সংসদের সদস্য হ্যাম্পস্টেড এন্ড কিলবার্ন\nইয়াসমিন কুরেশী  –  লেবার সংসদের সদস্য বলটন সাউথ ইস্ট\nজারা সুলতানা – লেবার সংসদের সদস্য কোভেন্ট্রি সাউথ\nজুবির আহমেদ – লেবার সংসদের সদস্য গ্লাসগো সাউথ ওয়েস্ট\n\n\n=== পিয়ার্স ===\nআমীর সারফরাজ  –  প্রাক্তন কনসারভেটিভ পার্টির কোষাধ্যক্ষ\nঅ্যাডাম পাতেল\nআমির ভাটিয়া  –  আজীবন পিয়ার\nআর্মিনকা হেলিক  –  বসনিয়ায় জন্মগ্রহণকারী ব্রিটিশ বিশেষ উপদেষ্টা (এসপিএডি) এবং প্রাক্তন ব্রিটিশ পররাষ্ট্র সেক্রেটারি উইলিয়াম হেগ-এর প্রধান স্টাফ\nজামীর চৌধুরী CBE  –  কনসারভেটিভ আজীবন পিয়ার, ব্যবসায়ী\nগুলাম নুন MBE  –  আজীবন পিয়ার, ব্যবসায়ী এবং ইস্ট লন্ডন বিশ্ববিদ্যালয়ের চ্যান্সেলর\nহালেহ আফশার  –  ইংল্যান্ডের ইয়র্ক বিশ্ববিদ্যালয়ে রাজনীতি ও নারী অধ্যয়নে অধ্যাপক\nখালিদ হামিদ  –  আলফা হাসপাতাল গ্রুপের চেয়ারম্যান; লন্ডন ইন্টারন্যাশনাল হাসপাতালের চেয়ারম্যান ও প্রধান নির্বাহী কর্মকর্তা\nকিশওয়ার ফাল্কনার  –  হাউস অফ লর্সে বিদেশনীতি বিষয়ক প্রধান লিবারেল ডেমোক্র্যাট প্রতিনিধি\nমেরাল হুসেইন-ইসে – লিবারেল ডেমোক্র্যাট আজীবন পিয়ার\nমোহাম্মদ শেখ – কনসারভেটিভ মুসলিম ফোরামের চেয়ারম্যান\nনাজির আহমেদ – ক্রসবেঞ্চ আজীবন পিয়ার, পূর্বে লেবার; বর্তমানে অবসরপ্রাপ্ত\nনেমাত শাফিক – ২০১৭ সালের সেপ্টেম্বর থেকে লন্ডন স্কুল অফ ইকনমিক্সের পরিচালক হিসেবে দায়িত্ব পালন করছেন\nনশীনা মোবারিক  –  রেনফ্রিউশায়ারের কাউন্টিতে নিউটন মিয়র্নসের কনসারভেটিভ বারোনেস; প্রাক্তন সিবিআই স্কটল্যান্ডের চেয়ারম্যান\nমানজিলা পোলা, বারোনেস উদ্দিন – লেবার পার্টির আজীবন পিয়ার, সম্প্রদায় কর্মী, এবং হাউস অফ লর্সে নির্বাচিত প্রথম নারী মুসলিম ও এশীয়\nকুরবান হুসেইন – লিবারেল ডেমোক্র্যাট আজীবন পিয়ার\nসায়ীদা হুসেইন ওয়ারসী – আইনজীবী এবং কনসারভেটিভ পার্টির ব্রিটিশ রাজনীতিবিদ; প্রাক্তন মন্ত্রিপরিষদের সদস্য\nশায়েস্তা গোহির – ক্রসবেঞ্চ আজীবন পিয়ার\nশাস শিহান  –  লিবারেল ডেমোক্র্যাট এবং উইম্বলডন, লন্ডন ও টুটিং এর বারোনেস, মের্টন ও ওয়ান্ডসওয়ার্থ লন্ডন বোর্দের\nসৈয়েদ কামাল  –  স্ট. ম্যারিজ ইউনিভার্সিটির রাজনীতি ও আন্তর্জাতিক সম্পর্কের অধ্যাপক এবং লন্ডনের ইনস্টিটিউট অফ ইকনমিক অ্যাফেয়ার্সের একাডেমিক ও রিসার্চ ডিরেক্টর\nওয়াহিদ আলি  –  লেবার আজীবন পিয়ার\nওয়াজিদ খান  –  বার্নলে লেবার বারন\nজাহিদা মানজূর, বারোনেস মানজূর  –  লিবারেল ডেমোক্র্যাট বারোনেস; প্রাক্তন লিগ্যাল সার্ভিসেস ওম্বুডসম্যান; প্রাক্তন বর্ণ সমতার কমিশনের উপ-চেয়ারম্যান\n\n\n=== স্কটিশ সংসদের সদস্যরা ===\nআনাস সরোয়ার  –  স্কটিশ লেবার পার্টির নেতা এবং গ্লাসগো অঞ্চলের স্কটিশ সংসদের সদস্য\nবাশির আহমদ  –  প্রাক্তন এসএনপি সংসদের সদস্য\nফয়সোল চৌধুরী – লেবার সংসদের সদস্য, লোথিয়ানের জন্য\nহানজালা মালিক – গ্লাসগো-এর জন্য লেবার সংসদের সদস্য\nহুমজা ইউসুফ – এসএনপি স্কটিশ সংসদের সদস্য গ্লাসগো-এর জন্য এবং স্কটল্যান্ডের প্রধান মন্ত্রী\nকৌকাব স্টুয়ার্ট – এসএনপি সংসদের সদস্য, গ্লাসগো কেলভিন-এর জন্য\n\n\n=== সেনেড সদস্যরা ===\nআলতাফ হুসেইন  –  ২০১৫ থেকে ২০১৬ সাল পর্যন্ত ওয়েলের জাতীয় সংসদের প্রাদেশিক অ্যাসেম্বলি সদস্য (এএম)\nমোহাম্মদ আসগর  –  ওয়েলিশ কনসারভেটিভ পার্টির রাজনীতিবিদ\nনাতাশা আসগর – ওয়েলিশ কনসারভেটিভ পার্টির রাজনীতিবিদ; সেনেডে নির্বাচিত প্রথম নারী নৃগোষ্ঠীভুক্ত সদস্য\n\n\n=== লন্ডন অ্যাসেম্বলি সদস্যরা ===\nহিনা বখারি – লিবারেল ডেমোক্র্যাট অ্যাসেম্বলি সদস্য\nমারিনা আহমেদ – লেবার অ্যাসেম্বলি সদস্য\nমুরাদ কুরেশি – প্রাক্তন লেবার বৃহৎ লন্ডন অ্যাসেম্বলি সদস্য\nসাকিনা শেখ – লেবার অ্যাসেম্বলি সদস্য\n\n\n=== মেয়ররা ===\nচৌধুরী আবদুল রশীদ – প্রাক্তন বার্মিংহামের লর্ড মেয়র\nলুৎফুর রহমান – কাউন্সিলর, সম্প্রদায় কর্মী ও স্থানীয় স্বাধীন রাজনীতিবিদ; ২০১০ সালে সরাসরি নির্বাচিত টাওয়ার হামলেটসের মেয়র; প্রথম বাংলাদেশি নেতা\nমোহাম্মদ আজীব – প্রাক্তন ব্রাডফোর্ডের লর্ড মেয়র; যুক্তরাজ্যে প্রথম এশীয় (পাকিস্তানি) লর্ড মেয়র\nরোখসানা ফিয়াজ – লেবার পার্টির রাজনীতিবিদ, নিউহামের মেয়র হিসেবে দায়িত্ব পালন করছেন\nসাদিক খান – মে ২০১৬ সালে নির্বাচিত লন্ডনের মেয়র\n\n\n=== অন্যান্য ===\nআমজাদ বসির  –  প্রাক্তন কনসারভেটিভ ইউরোপীয় সংসদের সদস্য, ইয়র্কশায়ার ও হাম্বার; প্রাক্তন ইউকেআইপি ক্ষুদ্র ও মাঝারি ব্যবসার মুখপাত্র\nবাশির খানভাই  –  প্রাক্তন কনসারভেটিভ ইউরোপীয় সংসদের সদস্য, ইংল্যান্ডের পূর্বাঞ্চল\nবেন্যামিন হাবিব – ২০১৯ সাল থেকে ব্রেক্সিট পার্টি-এর জন্য লন্ডনের ইউরোপীয় সংসদের সদস্য\nসাজ্জাদ করিম – প্রাক্তন ইউরোপীয় সংসদের সদস্য; ব্রিয়ারফিল্ড, ল্যাঙ্কাশাইরে জন্ম; প্রাক্তন সলিসিটর; কনসারভেটিভ আইন বিষয়ক মুখপাত্র; ইন্ডাস্ট্রি, গবেষণা ও শক্তি কমিটিতে বসেন\nমাগিদ মাগিদ –  ইয়র্কশায়ার ও হাম্বারের জন্য গ্রীন পার্টির ইউরোপীয় সংসদের সদস্য\nশাফফাক মোহাম্মদ – ২০১৯ সাল থেকে ইয়র্কশায়ার ও হাম্বারের জন্য লিবারেল ডেমোক্র্যাটসের ইউরোপীয় সংসদের সদস্য\nমুশতাক আহমদ – ল্যানার্কশায়ারের লর্ড লায়টেন্যান্ট; স্কটিশ কাউন্সিলের প্রোভোস্ট হিসেবে সেবা প্রদান করা প্রথম এশীয়\nশাহনাজ আলী – ইংল্যান্ডের ন্যাশনাল হেলথ সার্ভিস এবং স্থানীয় সরকারের মধ্যে সমতা, অন্তর্ভুক্তি ও মানবাধিকার ক্ষেত্রে নেতৃত্বের জন্য পরিচিত ব্রিটিশ মুসলিম নারী\nবাশির মান – পাকিস্তানি-স্কটিশ রাজনীতিবিদ, ব্যবসায়ী ও লেখক\nমুনিরা মির্জা – লন্ডনের শিক্ষা ও সংস্কৃতি বিভাগের উপ-মেয়র; ওল্ডহ্যামে জন্মগ্রহণ\nনাসিম আলী – লেবার পার্টির রাজনীতিবিদ, রিজেন্ট'স পার্ক-এর কাউন্সিলর, ক্যামডেন কাউন্সিলের যুবকদের জন্য মন্ত্রিপরিষদের সদস্য এবং প্রাক্তন ক্যামডেনের মেয়র; ২০০৩ সালে ৩৪ বছর বয়সে, তিনি দেশের সর্বকনিষ্ঠ মেয়র এবং যুক্তরাজ্যের প্রথম বাংলাদেশি ও প্রথম মুসলিম মেয়র হন\nরবিনা খান – লেবার পার্টির রাজনীতিবিদ, শ্যাডওয়েল-এর কাউন্সিলর, টাওয়ার হামলেটস লন্ডন বোর্দের আবাসিক বিষয়ে মন্ত্রিপরিষদ সদস্য, সম্প্রদায় কর্মী এবং আয়েশার রেইনবো বইয়ের লেখিকা\n\n\n== ধর্ম ==\nআবদুল কায়ুম – পূর্ব লন্ডন মসজিদের প্রধান ইমাম, পিস টিভি বাংলা এবং চ্যানেল এস এর টেলিভিশন উপস্থাপক, এবং মালয়েশিয়ার আন্তর্জাতিক ইসলামিক বিশ্ববিদ্যালয়ে প্রাক্তন ভাষ্যদাতা।\nআগা খান চতুর্থ – ৯ম এবং বর্তমান ইমাম এবং আগা খান নিজারি ইসমাইলিজমের, যা ইসলামের এক সম্প্রদায় হিসেবে ইসমাইলিজমের মধ্যে শিয়া ইসলাম; আনুমানিক ১০–১৫ মিলিয়ন অনুসারী (বিশ্বের শিয়া মুসলিম জনসংখ্যার ১০—১২%)।\nদাউদ আবদুল্লাহ  –  বর্তমান মুসলিম কাউন্সিল অব ব্রিটেন এর উপসচিব।\nমাজিদ নবাজ –  ইসলামী রাজনৈতিক গোষ্ঠী হিজ্বত উত-তাহরীর এর প্রাক্তন সদস্য, এখন কুইলিয়াম এর সহ-প্রতিষ্ঠাতা ও নির্বাহী পরিচালক, যা বিশ্বের প্রথম প্রচণ্ডপন্থা প্রতিরোধী চিন্তাবিদ সংগঠন।\nমোহাম্মদ নাসিম  –  প্রাক্তন সাধারণ চিকিৎসক এবং বার্মিংহাম মসজিদ ট্রাস্টের চেয়ারম্যান।\nমুশাররাফ হুসেন – বিজ্ঞানী, শিক্ষক ও ধর্মীয় পণ্ডিত, নটিংহামশায়ার-এ।\nসালিম সিদওয়াই  –  হিসাবরক্ষক এবং মুসলিম কাউন্সিল অব ওয়েলস এর সচিব।\nভিলায়াত ইনায়াত খান  –  সুফি মুর্শিদ ইনায়াত খানের জ্যেষ্ঠ পুত্র, সুফি অর্ডার ইন্টারন্যাশনাল এর প্রধান।\nজারা মোহাম্মদ  –  মুসলিম কাউন্সিল অব ব্রিটেন এর প্রথম মহিলা সচিব।\n\n\n== বিজ্ঞান ও চিকিৎসা ==\nআসিম শাহমালাক  –  চুল প্রতিস্থাপন সার্জন এবং সম্প্রচারক, এবং এ ধরনের সার্জরির সমর্থক; ২০০৯ সালে, তিনি যুক্তরাজ্যের প্রথম পলক প্রতিস্থাপন করেন।\nহারুন আহমেদ  –  ব্রিটিশ-পাকিস্তানি বিজ্ঞানী, ক্ষুদ্র ইলেকট্রনিক্স এবং বৈদ্যুতিক প্রকৌশল ক্ষেত্রে।\nহাসনাত খান  –  হৃদয় ও ফুসফুসের সার্জন, যিনি ডায়ানা, ওয়েলসের রাজকুমারী এর সাথে প্রেমময় সম্পর্কের মাঝে ছিলেন।\nময়ূর লাখানি – এমন একজন ডাক্তার, যিনি সাধারণ চিকিৎসক হিসাবে কাজ করেন। তিনি ২০০৮–২০১৫ সালে জাতীয় প্যালিয়েটিভ কেয়ার কাউন্সিলের চেয়ারম্যান ছিলেন।\nনাদিয়া বুখারি – ফার্মাসিস্ট এবং রয়্যাল ফার্মাসিউটিক্যাল সোসাইটি এর সর্বকনিষ্ঠ মহিলা ফেলো; তাদের ফার্মেসি ক্যারিয়ারে উৎকৃষ্টতা ও বিশেষতা অর্জনের জন্য সম্মান প্রদান করা হয়।\nকান্তা আহমেদ – এমন একজন চিকিৎসক, যিনি নিদ্রাজনিত সমস্যা বিশেষজ্ঞ। তিনি একজন লেখক এবং সংবাদপত্রের কলামিস্ট।\nরোজিনা আলী  –  ক্ষুদ্র রক্তনালীর পুনর্গঠনমূলক প্লাস্টিক সার্জন এবং চিকিৎসা উপদেষ্টা, যিনি স্তন পুনর্গঠন-এ বিশেষ আগ্রহী; টেলিভিশন উপস্থাপক।\nশেরাজ দায়া  –  চক্ষু চিকিৎসক এবং চোখের সার্জন, যিনি ১৯৯৬ সালে দৃষ্টি কেন্দ্র প্রতিষ্ঠা করেন এবং দৃষ্টিপ্রতিস্থাপন সার্জরিতে স্টেম-সেল গবেষণার ব্যবহার করেন।\nতিপু জাহেদ আজিজ  –  অক্সফোর্ডের জন র‍্যাডক্লিফ হাসপাতালের নিউরোসার্জারি এর অধ্যাপক; ম্যাগডেলেন কলেজ, অক্সফোর্ড এবং ইম্পিরিয়াল কলেজ লন্ডন এর চিকিৎসা বিদ্যালয়ে বক্তা।\nআলিমুদ্দিন জমলা  –  সংক্রামক রোগ বিভাগের পরিচালক, ইউনিভার্সিটি কলেজ হাসপাতাল, লন্ডন।\n\n\n== ক্রীড়া ==\n\n\n=== বক্সিং ===\nআদম আজিম – পেশাদার বক্সার\nআদিল আনোয়ার  –  ব্রিটিশ লাইট-ওয়েল্টারওয়েট বক্সার এবং বহু শিরোপা বিজয়ী\nআদনান আমর  –  ব্রিটিশ লাইট-মিডলওয়েট বক্সার, বহু শিরোপা বিজয়ী\nআমের খান  –  প্রাক্তন অপরাজিত লাইট-হেভিওয়েট বক্সার, সেন্ট্রাল এরিয়া চ্যাম্পিয়নশিপ বিজয়ী\nআমীর খান  –  ব্রিটিশ লাইট-ওয়েল্টারওয়েট বক্সার, ২০০৪ সালের অলিম্পিক রৌপ্য পদক বিজয়ী, এবং প্রাক্তন বিশ্ব চ্যাম্পিয়ন\nহামজা শীরাজ – ব্রিটিশ লাইট-মিডলওয়েট বক্সার, ডাব্লিউবিও ইউরোপীয় শিরোপা বিজয়ী\nহারুন খান  –  সুপার-ফ্লাইওয়েট বক্সার এবং কমনওয়েলথ ব্রোঞ্জ পদক বিজয়ী\nজওয়ায়েদ খালিক, এমবিই  –  বিশ্ব শিরোপা বেল্ট জিততে প্রথম ব্রিটিশ এশিয়ান\nমুহাম্মদ আলী – অলিম্পিক বক্সার\nনাদিম সিদ্দিক  –  প্রাক্তন ব্রিটিশ ওয়েল্টারওয়েট বক্সার, বহু শিরোপা বিজয়ী\nনাসিম হামেদ  –  প্রাক্তন ডাব্লিউবিও, WBC, IBF, এবং লাইনেরিয়াল ফেথারওয়েট চ্যাম্পিয়ন, এবং ইউরোপীয় ব্যাণ্টামওয়েট চ্যাম্পিয়ন\nকায়স আশফাক  –  লিডস-এর অ্যামেচার বক্সার এবং কমনওয়েলথ রৌপ্য পদক বিজয়ী\nতানভীর আহমেদ  –  প্রাক্তন লাইটওয়েট বক্সার, ডাব্লিউবিও ইন্টার-কন্টিনেন্টাল চ্যাম্পিয়ন\nউকাসির ফারুক – ব্রিটিশ ব্যাণ্টামওয়েট বক্সার, প্রাক্তন ব্রিটিশ ব্যাণ্টামওয়েট শিরোপা বিজয়ী\nউসমান আহমেদ  –  সুপার-ফ্লাইওয়েট বক্সার\n\n\n=== ক্রিকেট ===\nআমের খান  –  পাকিস্তান-বংশোদ্ভূত প্রাক্তন ইংরেজ ক্রিকেটার।\nআমির ফারুক - প্রাক্তন পাকিস্তান-বংশোদ্ভূত ইংরেজ ক্রিকেটার।\nআদিল রশিদ - ইংরেজ ক্রিকেটার যিনি ইয়র্কশায়ার এবং ইংল্যান্ড অনূর্ধ্ব-১৯ দলের হয়ে খেলেন।\nএজাজ আখতার - প্রাক্তন পাকিস্তান-বংশোদ্ভূত ইংরেজ ক্রিকেটার।\nআজমল শাহজাদ - ক্রিকেটার যিনি ইয়র্কশায়ার কাউন্টি ক্রিকেট ক্লাবের হয়ে খেলেন এবং খেলার তিনটি ফরম্যাটেই ইংল্যান্ডের প্রতিনিধিত্ব করেন।\nআকবর আনসারী  –  ইংরেজ প্রথম-শ্রেণীর এবং লিস্ট এ ক্রিকেটার যিনি কেমব্রিজ ইউনিভার্সিটি ক্রিকেট ক্লাব এবং কেমব্রিজ ইউনিভার্সিটি সেন্টার অফ ক্রিকেটিং এক্সিলেন্সের হয়ে প্রথম-শ্রেণীর ক্রিকেট খেলেছেন, এবং মেরিলিবোন ক্রিকেট ক্লাব-এর হয়ে লিস্ট এ ক্রিকেট খেলেছেন।\nআলমগীর শেরিয়ার - ক্রিকেটার যিনি লেস্টারশায়ারের হয়ে খেলেন।\nআমজাদ খান - ইংল্যান্ড ইন্টারন্যাশনালের ক্রিকেটার এবং ডেনমার্ক জাতীয় দলের হয়ে খেলা কনিষ্ঠতম খেলোয়াড়।\nআকিব আফজাল - বাঁহাতি ব্যাটসম্যান যিনি ডানহাতি অফ ব্রেক বোলিং করেন।\nআসীম বাট - স্কটিশ এবং পাকিস্তানি ক্রিকেটার যিনি মূলত বাঁহাতি মিডিয়াম ফাস্ট বোলার ছিলেন।\nবিলাল শাফায়াত - ক্রিকেটার।\nহামজা রিয়াজউদ্দিন - ইংরেজ ক্রিকেটার, ডানহাতি লোয়ার-অর্ডার ব্যাটসম্যান এবং ডানহাতি মিডিয়াম-ফাস্ট বোলার যিনি হ্যাম্পশায়ারের হয়ে খেলেন।\nইমরান মোহাম্মদ  –  ইংরেজ ক্রিকেটার, ডানহাতি ব্যাটসম্যান যিনি ডানহাতি অফ ব্রেক বোলিং করেন।\nইমরান আরিফ  –  পাকিস্তান-বংশোদ্ভূত ইংরেজ ক্রিকেটার; ফাস্ট-মিডিয়াম বোলার; ওরচেস্টারশায়ার কাউন্টি ক্রিকেট ক্লাবের হয়ে খেলেন।\nইমরান জামশেদ  –  প্রাক্তন পাকিস্তান-বংশোদ্ভূত ইংরেজ ক্রিকেটার; ডানহাতি ব্যাটসম্যান যিনি ডানহাতি মিডিয়াম পেস বোলিং করতেন।\nজাহিদ আহমেদ  –  ক্রিকেটার যিনি ডানহাতি লোয়ার অর্ডার ব্যাটসম্যান এবং ডানহাতি মিডিয়াম-পেস বোলার হিসেবে এসেক্সের হয়ে কাউন্টি ক্রিকেট খেলেছেন।\nকবির আলী  –  ইংরেজ ক্রিকেটার, যিনি পূর্বে ওরচেস্টারশায়ারের হয়ে খেলেছেন।\nকাদির আলী  –  ওরচেস্টারশায়ারের হয়ে খেলা ক্রিকেটার; কবির আলীর আত্মীয়।\nকামরান আফজাল  –  পাকিস্তান-বংশোদ্ভূত ইংরেজ ক্রিকেটার; ডানহাতি ব্যাটসম্যান।\nমজিদ হক  –  স্কটিশ ক্রিকেট খেলোয়াড়।\nমানির মির্জা  –  ইংরেজ ক্রিকেটার; ডানহাতি ফাস্ট-মিডিয়াম বোলার এবং ডানহাতি ব্যাটসম্যান যিনি ওরচেস্টারশায়ারের হয়ে খেলেছেন।\nমঈন আলী  –  ইংরেজ ক্রিকেটার; ডানহাতি অফ ব্রেক বোলার এবং বাঁহাতি ব্যাটসম্যান যিনি বর্তমানে ওরচেস্টারশায়ারের হয়ে খেলছেন।\nমোহাম্মদ আখতার  –  পাকিস্তান-বংশোদ্ভূত ইংরেজ ক্রিকেটার; ডানহাতি ব্যাটসম্যান যিনি ডানহাতি অফ ব্রেক বোলিং করেন।\nমুনিব ইকবাল  –  স্কটিশ ক্রিকেটার; ডানহাতি ব্যাটসম্যান এবং লেগ-ব্রেক বোলার।\nনাদিম মালিক - ইংরেজ ক্রিকেটার; ডানহাতি ফাস্ট-মিডিয়াম সিম বোলার এবং ডানহাতি লোয়ার-অর্ডার ব্যাটসম্যান।\nনাদিম শহীদ - এসেক্স এবং সারের হয়ে খেলা প্রাক্তন ইংরেজ প্রথম-শ্রেণীর ক্রিকেটার।\nনাহিম সাজ্জাদ - পাকিস্তান-বংশোদ্ভূত ইংরেজ ক্রিকেটার, একজন ডানহাতি ব্যাটসম্যান যিনি বাঁহাতি ফাস্ট-মিডিয়াম বোলিং করেন।\nনাকাশ তাহির  –  ইংরেজ ক্রিকেটার; ডানহাতি ফাস্ট-মিডিয়াম বোলার যিনি ল্যাঙ্কাশায়ার এবং ওয়ারউইকশায়ারের হয়ে খেলেছেন।\nনাসির হুসেন  –  ইংল্যান্ড ক্রিকেট দলের প্রাক্তন অধিনায়ক।\nওমর হুসেন  –  বাঁহাতি ব্যাটসম্যান; স্কটল্যান্ডের আন্তর্জাতিক ক্রিকেটার মজিদ হক-এর চাচাতো ভাই।\nওয়াইস শাহ  –  ক্রিকেটার যিনি মিডলসেক্সের হয়ে খেলেন এবং বেশ কয়েকটি একদিনের আন্তর্জাতিক এবং দুটি টেস্ট ম্যাচে ইংল্যান্ডের হয়ে খেলেছেন।\nকাসিম শেখ  –  স্কটিশ ক্রিকেটার; ২০টিরও বেশি অনুষ্ঠানে স্কটল্যান্ডের প্রতিনিধিত্ব করেছেন।\nরশিদ শাফায়াত  –  প্রাক্তন ইংরেজ ক্রিকেটার।\nরাওয়াত খান  –  প্রাক্তন ইংরেজ ক্রিকেটার যিনি ডার্বিশায়ার, ডার্বিশায়ার সিবি এবং পাকিস্তান কাস্টমসের হয়ে চার বছরের প্রথম-শ্রেণীর ক্যারিয়ারে খেলেছেন যেখানে তিনি বেশিরভাগ সময় দ্বিতীয় একাদশের চ্যাম্পিয়নশিপ ম্যাচে বোলিং করতেন।\nরেহান আলী খান  –  পাকিস্তান বংশোদ্ভূত ইংরেজ ক্রিকেটার; ডানহাতি ব্যাটসম্যান এবং অফ-ব্রেক বোলার।\nসাজিদ মাহমুদ - পাঞ্জাবি বংশোদ্ভূত ক্রিকেটার যিনি ইংল্যান্ডের হয়ে আন্তর্জাতিক ক্রিকেট এবং ল্যাঙ্কাশায়ারের হয়ে কাউন্টি ক্রিকেট খেলেন।\nসালিম মোহাম্মদ  –  প্রাক্তন ইংরেজ ক্রিকেটার; ডানহাতি ব্যাটসম্যান।\nশাফতাব খালিদ  –  ইংরেজ ক্রিকেটার; ডানহাতি অফ স্পিন বোলার যিনি ডান হাতে ব্যাটও করেন।\nশাম্মী ইকবাল  –  ইংরেজ ক্রিকেটার; ডানহাতি ব্যাটসম্যান যিনি ডানহাতি মিডিয়াম পেস বোলিং করেন।\nউসমান আফজাল  –  ক্রিকেটার যিনি ইংল্যান্ডের হয়ে তিনটি টেস্ট ম্যাচ খেলেছেন।\nওয়াকার মোহাম্মদ  –  প্রাক্তন পাকিস্তান-বংশোদ্ভূত ইংরেজ ক্রিকেটার; ডানহাতি ব্যাটসম্যান যিনি লেগ ব্রেক বোলিং করতেন।\nওয়াসিম খান এমবিই  –  ইংল্যান্ডে পেশাদার ক্রিকেট খেলা প্রথম ব্রিটিশ-বংশোদ্ভূত পাকিস্তানি; একজন প্রতিভাবান বাঁহাতি ব্যাটসম্যান যিনি ডানহাতি মিডিয়াম পেস বোলিংও করতেন।\nজাফর আনসারী  –  ইংরেজ ক্রিকেটার যিনি কেমব্রিজ বিশ্ববিদ্যালয় এবং সারে কাউন্টি ক্রিকেট ক্লাব-এর হয়ে খেলেন।\nযোহেব শরীফ - বাঁহাতি ব্যাটসম্যান এবং লেগ-ব্রেক বোলার।\n\n\n=== ফুটবল ===\nআব্বাস ফরিদ  –  ফ্রিস্টাইল ফুটবল খেলোয়াড়, নিউপোর্ট থেকে, সাউথ ওয়েলস;  যাকে ফ্রিস্টাইল কিং নামে ডাকা হয়, যুক্তরাজ্যের নাইক ফ্রিস্টাইল প্রতিযোগিতায় MTV-তে।\nআদম ডকার  –  ফুটবল খেলোয়াড়, পোর্টমাডগ এফ.সি. দলের জন্য খেলেন\nআদিল নাবি  –  ফুটবল খেলোয়াড়, যিনি ওয়েস্ট ব্রমউইচ আলবিয়ন এফ.সি. দলের জন্য ফরওয়ার্ড হিসেবে খেলেন\nআদনান আহমেদ  –  ফুটবল খেলোয়াড়, যিনি ট্রানমেয়ার রবর্স দলের জন্য খেলেন\nআমজাদ ইকবাল  –  ফুটবল খেলোয়াড়, যিনি ফার্সলে সেলটিক এফ.সি. দলের জন্য খেলেন\nআনোয়ার উদ্দিন  –  পেশাদার ফুটবল খেলোয়াড়, যিনি ডিফেন্ডার হিসেবে খেলেন; ড্যাগেনহাম এন্ড রেডব্রিজ-এ যোগ দেওয়ার পর প্রথম ব্রিটিশ এশিয়ান হয়ে ওঠেন, শীর্ষ চার বিভাগে দলের ক্যাপ্টেন হয়েছেন; এবং সাটন ইউনাইটেড দলের জন্য খেলেন\nআতিফ বশীর  –  ফুটবল খেলোয়াড়, যার পিতা ব্রিটিশ পাকিস্তানি এবং মা তুর্কি\nইসাহ সুলিমান – ফুটবল খেলোয়াড়, বর্তমানে অ্যাসটন ভিলা এফ.সি. দলের জন্য খেলেন; তিনি ইংল্যান্ডের যুব পর্যায়ে প্রতিনিধিত্ব করেছেন; এশিয়ান বংশোদ্ভূত প্রথম খেলোয়াড়, যিনি আন্ডার-১৬, আন্ডার-১৭ ও আন্ডার-১৯ পর্যায়ে দলের ক্যাপ্টেন ছিলেন\nইলতাফ আহমেদ  –  ব্রিটিশ পাকিস্তানি ফুটবল খেলোয়াড়, যিনি পাকিস্তান জাতীয় ফুটবল দল এর প্রধান গোলকিপার ছিলেন\nহামজা চৌধুরী – ব্রিটিশ ফুটবল খেলোয়াড়, যার বংশপাত বাংলাদেশী এবং আফ্রো-ক্যারিবিয়ান\nকাশিফ সিদ্দিকী  –  ইংরেজিতে জন্মগ্রহণকারী পাকিস্তানি ফুটবল খেলোয়াড়\nওমর কাদের – স্কটিশ ফুটবল খেলোয়াড়, যিনি আর্ব্রোথ এফ.সি. দলের জন্য মিডফিল্ডার হিসেবে খেলেন\nওটিস খান  –  ফুটবল খেলোয়াড়, যিনি ম্যাটলক টাউন এফ.সি. দলের জন্য, ঋণে, শেফিল্ড ইউনাইটেড এফ.সি. থেকে খেলেন\nরাছিদ হারকুক – আলজেরীয় উত্সের ফুটবল খেলোয়াড়\nরেইস আশরাফ  –  ইংরেজিতে জন্মগ্রহণকারী পাকিস্তানি আন্তর্জাতিক ফুটবল খেলোয়াড়, যিনি বাকিংহাম টাউন এফ.সি. দলের জন্য খেলেন, ইউনাইটেড কাউন্টিজ লীগ ডিভিশন ওয়ানে\nশবির খান  –  ইংরেজি-পাকিস্তানি আন্তর্জাতিক ফুটবল খেলোয়াড়, যিনি ওয়ারসেস্টার সিটি এফ.সি. দলের জন্য খেলেন, যুব প্রোগ্রামের মাধ্যমে উন্নীত হয়েছেন\nশাহেদ আহমেদ  –  প্রাক্তন পেশাদার ফুটবল খেলোয়াড়, যিনি ওয়াইকাম ওয়ান্ডারার্স এফ.সি. দলের জন্য স্ট্রাইকার হিসেবে খেলতেন; বর্তমানে তিনি স্পোর্টিং বেঙ্গল ইউনাইটেড এফ.সি. দলের জন্য খেলেন\nতাহমিনা বেগম  –  ফুটবল রেফারি ও শারীরিক শিক্ষা সহকারী; ২০১০ সালে, তিনি যুক্তরাজ্যে বাঙালি বংশোদ্ভূত প্রথম যোগ্য মহিলা রেফারি হন\nউসমান গন্ডাল  –  অবসরপ্রাপ্ত ব্রিটিশ-উৎপত্তি পাকিস্তানি আন্তর্জাতিক ফুটবল খেলোয়াড়; ২০০৭ সালে অবসর গ্রহণ করেন।\nজেশ রহমান  –  ফুটবল ডিফেন্ডার, যিনি কুইন্স পার্ক র‍্যানজার্স এফ.সি. দলের জন্য খেলেন; পাকিস্তানি ও এশিয়ান বংশোদ্ভূত, যিনি ফুলহাম এফ.সি. এর সাথে প্রিমিয়ারশিপে খেলার প্রথম ব্রিটিশ এশিয়ান হন\nজিদান ইকবাল - পেশাদার ফুটবল খেলোয়াড়, যিনি ম্যাঞ্চেস্টার ইউনাইটেড ইউ২৩ দলের জন্য মিডফিল্ডার হিসেবে খেলেন\n\n\n=== মার্শাল আর্টস ===\nকাসিম বেগ  –  অপরাজেয় কিকবক্সিং চ্যাম্পিয়ন, দুইবার বিশ্ব চ্যাম্পিয়ন\nইমরান খান  –  দুইবার বিশ্ব মুয়াই থাই চ্যাম্পিয়ন\nকমাল শালোরাস  –  পেশাদার ইউএফসি ফাইটার\nলুতালো মুহাম্মদ  –  ট্যাকোয়ান্ডো খেলোয়াড়\nনিসার স্মাইলার  –  দুইবার কারাতে বিশ্ব চ্যাম্পিয়ন এবং ৫০ বার সোনার পদক বিজয়ী\nরুকসানা বেগম  –  মুয়াই থাই কিকবক্সার; ২০১০ সালে, তিনি বর্তমান ব্রিটিশ মহিলা অ্যাটম ওয়েট (৪৮–৫০ কেজি) মুয়াই থাই বক্সিং চ্যাম্পিয়ন হন; সেপ্টেম্বর ২০১২ সালে, তাকে ব্রিটিশ মুয়াই থাই দলের ক্যাপ্টেন হিসেবে মনোনীত করা হয়\nআলী জ্যাকো  –  পূর্ব লন্ডনের একজন বিশ্ব চ্যাম্পিয়ন কিকবক্সার\nরিয়াজ আমিন  –  ব্রিটেনের সবচেয়ে কম বয়সী ডাব্লিউইকেএএফ বিশ্ব চ্যাম্পিয়ন; তিনি শোতোকান কারাতে এবং ফিলিপাইন মার্শাল আর্টস অনুশীলন করেন।\n\n\n=== অন্যান্য ===\nআদেল করদুনি  –  প্রাক্তন লিস্টার টাইগারস এবং ইংল্যান্ড এ রাগবি খেলোয়াড়\nআব্দি জামা  –  হুইলচেয়ার বাস্কেটবল খেলোয়াড়, যিনি টিম জিবি-তে নির্বাচিত হন ২০১২ গ্রীষ্মকালীন প্যারালিম্পিকসে, লন্ডনে।\nআদম খান  –  ব্রিডলিংটন, ইয়র্কশায়ার থেকে আসা রেসিং ড্রাইভার; তিনি এ১ গ্র্যান্ড প্রি সিরিজে পাকিস্তানকে প্রতিনিধিত্ব করেন; রেনল্ট এফ১ রেসিং দলের জন্য ডেমোনস্ট্রেশন ড্রাইভার হিসেবে কাজ করেন\nআদম গেমিলি  –  ইরানি ও মরোক্কো বংশোদ্ভূত স্প্রিন্টার\nআমীর গাফফার – ইংরেজ ব্যাডমিন্টন খেলোয়াড়\nবুলবুল হুসেন  –  হুইলচেয়ার রাগবি খেলোয়াড়; তিনি প্রধানত ডিফেন্ডিভ ভূমিকায় কেন্ট ক্রুসেডার্স এবং গ্রেট ব্রিটেন অলিম্পিকস দলের জন্য খেলেন; ২০০৮ ও ২০১২ সালে, তিনি গ্রেট ব্রিটেনের হয়ে প্যারালিম্পিক গেমসে অংশগ্রহণ করেন\nইনাম আহমেদ – ব্রিটিশ F৩ রেসিং ড্রাইভার, সিরিজের সবচেয়ে কম বয়সী চ্যাম্পিয়ন, ১৭ বছর বয়সে\nগ্যাজ চৌধুরী  –  হুইলচেয়ার বাস্কেটবল খেলোয়াড়, যিনি পারালিম্পিক্স জিবি-তে নির্বাচিত হন ২০১২ গ্রীষ্মকালীন প্যারালিম্পিকসে, লন্ডনে\nহিদ্দি জাহান – স্কোয়াশ খেলোয়াড়, যিনি ১৯৭০ থেকে ১৯৮৬ সালের মধ্যে বিশ্বের শীর্ষ-৬ খেলোয়াড়ের মধ্যে ছিলেন\nইকরাম বাট  –  প্রাক্তন পেশাদার রাগবি লীগ ফুটবল খেলোয়াড়; ১৯৯৫ সালে ইংল্যান্ডের জন্য আন্তর্জাতিক রাগবির যে কোন কোডে খেলার প্রথম সাউথ এশিয়ান; ব্রিটিশ এশিয়ান রাগবি অ্যাসোসিয়েশন ও ব্রিটিশ পাকিস্তানি রাগবি লীগ দলের প্রতিষ্ঠাতা\nইমরান মাজিদ  –  পেশাদার ব্রিটিশ পুল খেলোয়াড়\nইমরান শেরওয়ানি  –  প্রাক্তন ইংরেজ মাঠ হকি খেলোয়াড়; গ্রেট ব্রিটেনের জন্য ৪৫ বার এবং ইংল্যান্ডের জন্য ৪৯ বার প্রতিনিধিত্ব করেছেন\nকামরান পানজাভি  –  ২০০৪ গ্রীষ্মকালীন অলিম্পিকসে ওজন উত্তোলনকারী\nমো ফারাহ  –  দৌড়বিদ এবং চারবার অলিম্পিক স্বর্ণ পদক বিজয়ী\nমুখতার মোহাম্মদ  –  সোমালিতে জন্মগ্রহণকারী ব্রিটিশ মাঝারি দূরত্বের দৌড়বিদ, বিশেষভাবে ৮০০ মিটার-এ দক্ষ\nশোকত আলী  –  পাকিস্তানি বংশোদ্ভূত ইংরেজ স্নুকার খেলোয়াড়; আন্তর্জাতিক প্রতিযোগিতায় পাকিস্তানকে প্রতিনিধিত্ব করেন\nহাম্মাদ মিয়াহ  –  ব্রিটিশ স্নুকার খেলোয়াড়\nজুবায়ের হক  –  ব্রিটিশ একক আসন রেসকার ড্রাইভার\n\n\n== অন্যান্য ==\nআমল আজ্জুদিন – স্কটিশ মানবাধিকার কর্মী।\nবাসিল আল বায়াতি  –  স্থপতি, নকশাকার ও লেখক; রূপক স্থাপত্য বিদ্যালয়ের প্রধান সমর্থক।\nআসিফ আহমদ  –  ব্রিটিশ কূটনীতিবিদ, ফিলিপাইন গণপ্রজাতন্ত্রী-এর ব্রিটিশ রাষ্ট্রদূত।\nডঃ হুমায়রা আবেদীন  –  ন্যাশনাল হেলথ সার্ভিস এর চিকিৎসক, যিনি ২০০৮ সালে আদালতের আদেশে মুক্তির পূর্বে তার পিতামাতা তাকে জোরপূর্বক বিবাহে আবদ্ধ করার প্রচেষ্টার কারণে জনচেতনার বিষয় হয়ে ওঠেন।\nহুসেন বিসাদ  –  বিশ্বের অন্যতম দীর্ঘ মানুষ, উচ্চতা ২.৩২ মিটার (৭ ফুট ৭+১⁄২ ইঞ্চি)।\nরবিনা কুরেশী  –  স্কটিশ মানবাধিকার প্রচারক।\nরুহল আহমেদ  –  প্রাক্তন গুয়ান্টানামো বে বন্দী, যিনি চলচ্চিত্র গুয়ান্টানামো’র পথে-এ চিত্রায়িত হয়েছেন।\nসাইমান মিয়া  –  এমন একজন স্থাপত্য ছাত্র, যিনি ২০১২ সালের লন্ডন সামার অলিম্পিকের জন্য £৫ মুদ্রার নকশা করেছিলেন।\nসাহিল সাঈদ  –  ২০১০ সালে পাকিস্তানে অপহৃত এক ছেলে; তমাগী প্রদান করার পর নিরাপদে মুক্তি পান।\nশাবিনা বেগম  –  ২০০৬ সালে লর্ডস হাউসের প্রখ্যাত মামলা UKHL 15 R (Begum) v Governors of Denbigh High School-এ অংশগ্রহণ করেন, যা মানবাধিকার আইন ১৯৯৮ এর অধীনে ধর্মীয় চিহ্ন ও পোশাকের আইনি নিয়ন্ত্রণ সংক্রান্ত।\n\n\n== আরও দেখুন ==\nযুক্তরাজ্যে ইসলাম\nইংল্যান্ডে ইসলাম\nউত্তর আয়ারল্যান্ডে ইসলাম\nস্কটল্যান্ডে ইসলাম\nওয়েলসে ইসলাম\nযুক্তরাজ্যে ধর্ম\nআমেরিকান মুসলিমদের তালিকা\nকানাডিয়ান মুসলিমদের তালিকা\n\n\n== তথ্যসূত্র =="}