{"pageid": 1519125, "title": "বহুত্ববাদ (রাজনৈতিক দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1519125", "content": "রাজনৈতিক দর্শন হিসেবে বহুত্ববাদ হলো একটি রাজনৈতিক সংস্থার বৈচিত্র্য, যা বিভিন্ন স্বার্থ, বিশ্বাস এবং জীবনধারার শান্তিপূর্ণ সহাবস্থানকে অনুমোদন দেয়। যদিও সকল রাজনৈতিক বহুত্ববাদীরা বহুত্ববাদী গণতন্ত্রকে সমর্থন করে না, তবে এটিই সবচেয়ে সাধারণ অবস্থান, কারণ গণতন্ত্রকে প্রায়শই বিভিন্ন মূল্যবোধের মধ্যে মধ্যস্থতা করার সবচেয়ে ন্যায্য এবং কার্যকর উপায় হিসাবে দেখা হয়।\nরাজনৈতিক তাত্ত্বিক ইসাইয়া বার্লিন, যিনি বহুত্ববাদের একজন দৃঢ় সমর্থক, তিনি লিখেছেন: \"আসুন আমরা আমাদের স্বীকৃত অজ্ঞতা, আমাদের সন্দেহ এবং অনিশ্চয়তার উপর সাহস রাখি। অন্যরা কী চায় আমরা অন্তত তা খুঁজে বের করার চেষ্টা করতে পারি ... ... তাদের সত্যিকার অর্থে জানার মাধ্যমে, তাদের কথা মনোযোগ সহকারে এবং সহানুভূতির সাথে শুনে, তাদের এবং তাদের জীবন ও প্রয়োজনগুলি বোঝার মাধ্যমে...।\"  বহুত্ববাদ চরমপন্থা পরিহার করে (যেখানে শুধুমাত্র একটি মূল্যবোধকে আঁকড়ে ধরা হয়, বা অন্য মতাদর্শকে বৈধ বলে স্বীকার করতে অস্বীকার করা হয়) সমাজের সদস্যদেরকে তাদের পারস্পরিক পার্থক্য মেনে নেওয়ার জন্য উৎসাহিত করে। চরমপন্থার পরিবর্তে বহুত্ববাদীরা আন্তরিক এবং সদিচ্ছাপূর্ণ সংলাপের ওপর গুরুত্ব দেন। বহুত্ববাদীরা সামাজিক প্রতিষ্ঠান নির্মাণ বা সংস্কারও চান যাতে প্রতিদ্বন্দ্বী নীতিগুলিকে প্রতিফলিত এবং ভারসাম্যপূর্ণ করা যায়।\n\n\n== সাধারণ কল্যাণ ==\nবহুত্ববাদ এই আশার সাথে যুক্ত যে দ্বন্দ্ব এবং সংলাপের এই প্রক্রিয়াটি একটি আধা- সাধারণ কল্যাণে পরিণত হবে । তবে, এই সাধারণ কল্যাণ কোনও বিমূর্ত মূল্য বা পাথরে স্থাপিত নয়, বরং প্রতিদ্বন্দ্বী সামাজিক স্বার্থের ভারসাম্য বজায় রাখার একটি প্রচেষ্টা এবং বর্তমান সামাজিক পরিস্থিতিতে ক্রমাগত পরিবর্তিত হবে। এই দৃষ্টিভঙ্গির সমসাময়িক রাজনৈতিক দর্শনের সমর্থকদের মধ্যে রয়েছেন ইশাইয়া বার্লিন , স্টুয়ার্ট হ্যাম্পশায়ার এবং বার্নার্ড উইলিয়ামস । রাজনৈতিক বহুত্ববাদের একটি পূর্ববর্তী সংস্করণ আধুনিক সামাজিক গণতন্ত্র গঠনে (সমাজতান্ত্রিক এবং পুঁজিবাদী আদর্শের ভারসাম্য বজায় রাখার জন্য) একটি শক্তিশালী স্রোত ছিল , যেখানে প্রাথমিক হ্যারল্ড লাস্কি এবং জিডিএইচ কোলের মতো তাত্ত্বিকরা , সেইসাথে ব্রিটিশ ফ্যাবিয়ান সোসাইটির অন্যান্য নেতৃস্থানীয় সদস্যরাও ছিলেন । মার্কিন যুক্তরাষ্ট্রে, রাষ্ট্রপতি ডোয়াইট আইজেনহাওয়ারের \"মধ্যম পথ\" যুক্তিসঙ্গতভাবে রাজনৈতিক বহুত্ববাদে বিশ্বাস দ্বারা অনুপ্রাণিত ছিল।\nযদিও অনেক বহুত্ববাদী বহুত্ববাদের পক্ষে, তবুও সামাজিক গণতন্ত্রকে গ্রহণ করার প্রয়োজন নেই কারণ এটি একটি পছন্দসই রাজনৈতিক ব্যবস্থাকে অগ্রাধিকার দেয় না । বরং, বহুত্ববাদীরা একটি নির্দিষ্ট সমাজের পূর্ব-বিদ্যমান ঐতিহ্য এবং জ্ঞানীয় স্বার্থের উপর ভিত্তি করে একটি ব্যবস্থার পক্ষে এবং এই বিষয়গুলির সাথে সামঞ্জস্যপূর্ণ রাজনৈতিক কাঠামোর পক্ষে। সুতরাং, বহুত্ববাদীদের মধ্যে মাইকেল ওকেশট এবং জন কেকসও অন্তর্ভুক্ত রয়েছে, যারা উদার রক্ষণশীলতার কাছাকাছি কিছুর সমর্থক (যদিও প্রায়শই এই জাতীয় রাজনৈতিক লেবেলগুলি প্রত্যাখ্যান করবেন)। বহুত্ববাদীদের মধ্যে অবশ্যই মিল রয়েছে এই ধারণা যে একটি একক দৃষ্টিভঙ্গি বা আদর্শিক পরিকল্পনা, মার্কসবাদ হোক বা লাগামহীন নব্যউদারনীতি , মানুষের প্রাকৃতিক বহুত্ববাদকে সমর্থন করার জন্য সম্ভবত খুব সরল এবং অনমনীয়। বহুত্ববাদীরাও একইভাবে ঐতিহাসিকতা এবং ইউটোপিয়ান চিন্তাভাবনাকে প্রত্যাখ্যান করেন। যদিও জন এন. গ্রে-এর মতো কেউ কেউ ঐতিহাসিক অগ্রগতিকে সম্পূর্ণরূপে প্রত্যাখ্যান করেন, অন্যরা, যেমন এডমন্ড বার্ক , ইঙ্গিত দেন যে উন্নত সামাজিক সম্প্রীতির একটি ফাংশন হিসাবে মানুষের অগ্রগতি ঘটেছে।\n\n\n== শর্তাবলী ==\nবহুত্ববাদ কার্যকরভাবে কাজ করতে এবং সকলের কল্যাণ নির্ধারণে সফল হতে হলে, সকল গোষ্ঠীকে অন্তত একটি ন্যূনতম ঐকমত্যে পৌঁছাতে হবে যে, কিছু যৌথ মূল্যবোধ অন্তত অনুসরণ করার যোগ্য। অতএব, এই প্রক্রিয়ার সবচেয়ে গুরুত্বপূর্ণ মূলভিত্তি হলো পারস্পরিক সম্মান, বোঝাপড়া ও সহনশীলতা। যদি এই ধরণের কোনো আলাপ সম্ভব না হয়, তাহলে চরমপন্থা এবং শারীরিক বলপ্রয়োগ অনিবার্য।\n\n\n== উল্লেখযোগ্য বহুত্ববাদীদের তালিকা ==\n\nঅ্যাডাম স্মিথ\nআব্রাহাম লিংকন\nআলেকজান্ডার হ্যামিল্টন\nউইলিয়াম জেমস\nউইলিয়াম ম্যাকিনলি\nএডওয়ার্ড গিবন\nএডমান্ড বার্ক\nএরিস্টটল\nকার্ল পপার\nচার্লস ডারউইন\nচার্লস স্যান্ডার্স পার্স\nজঁ-জাক রুসো\nজন অ্যাডামস\nজন মিলটন\nজন মেনার্ড কেইনস\nজন লক\nজন স্টুয়ার্ট মিল\nজর্জ ওয়াশিংটন\nজি. কে. চেস্টারটন\nজে. আর. আর. টলকিন\nজেমস ম্যাডিসন\nটমাস কার্লাইল\nটমাস জেফারসন\nটমাস পেইন\nটমাস হব্‌স\nডেভিড হিউম\nথিওডোর রুজভেল্ট\nপ্লেটো\nফ্রাঙ্কলিন ডি. রুজভেল্ট\nফ্রিডরিখ নিচে\nবারুখ স্পিনোজা\nবেঞ্জামিন ফ্রাঙ্কলিন\nভলতেয়ার\nমন্তেস্কু\nমহাত্মা গান্ধী\nমার্ক টোয়েইন\nমিশেল দ্য মন্‌টেইন\nর‍্যনে দেকার্ত\nসক্রেটিস\nসি. এস. লিউইস\nসিগমুন্ড ফ্রয়েড\nহানা আরেন্ট\n\n\n== তথ্যসূত্র =="}