{"pageid": 1519202, "title": "তালেবানীকরণ", "url": "https://bn.wikipedia.org/wiki?curid=1519202", "content": "তালেবানীকরণ শব্দটি এক ধরণের ইসলামপন্থী অনুশীলনকে বোঝায়, যা আফগানিস্তানে তালেবান আন্দোলনের উত্থানের পর উদ্ভূত হয়। এই প্রক্রিয়ায় অন্যান্য ধর্মীয় গোষ্ঠী বা আন্দোলনগুলো তালেবানদের কঠোর অনুশীলন অনুসরণ বা অনুকরণ করতে শুরু করে।\n\n\n== অনুশীলন ==\nএর মূল ব্যবহারে, তালেবানীকরণ বলতে সেইসব গোষ্ঠীকে বোঝানো হত যারা তালেবানের অনুশীলন অনুসরণ করত যেমন:\n\nসাধারণত নারীদের ওপর কঠোর বিধিনিষেধ ও বিচ্ছিন্নকরণ, যার মধ্যে রয়েছে নারী ও মেয়েদের অধিকাংশ চাকরি ও ও বিদ্যালয়ে যাওয়া নিষিদ্ধ করা।\nপশ্চিমা সংস্কৃতি ও অন্যান্য কার্যকলাপ নিষিদ্ধকরণ, যা সাধারণত অন্যান্য মুসলিম সমাজে সহনীয় ধরা হয়, যেমন—সঙ্গীত, খেলাধুলা, বিনোদন (চলচ্চিত্র, টেলিভিশন, শিল্পকলা ইত্যাদি) এবং ইন্টারনেট ব্যবহার।\nপোশাক ও চুলের স্টাইলের মতো কার্যকলাপ নিষিদ্ধকরণ, এসব কার্যকলাপকে \"পশ্চিমা\", অনৈসলামিক বা অনৈতিক হিসেবে আখ্যায়িত করে নিষিদ্ধ করা।\nজনসমক্ষে স্নেহ প্রদর্শন (PDA), ব্যভিচার, বিবাহ বহির্ভূত যৌনতা, এলজিবিটিকিউ এবং পর্নোগ্রাফির বিরুদ্ধে কঠোর দমন, এতে সশস্ত্র \" ধর্মীয় পুলিশ \" ব্যবহার করা হয় এবং পাথর ছুড়ে হত্যা (রজম) বা শিরচ্ছেদের মাধ্যমে মৃত্যুদণ্ড কার্যকর করা হয়।\nঅমুসলিমদের শিল্পকর্ম ধ্বংস করা, বিশেষ করে ভাস্কর্য ও মূর্তি (যেমন: বামিয়ানের বুদ্ধমূর্তি) ধ্বংস করা , যা সাধারণত অন্যান্য মুসলমিম সমাজে সহনীয় হলেও তালেবান এগুলোকে মূর্তিপূজার অংশ বা শিরক হিসেবে বিবেচনা করে।\nআল কায়েদা বা অন্যান্য চরমপন্থী গোষ্ঠীদের আশ্রয় দেওয়া।\nঅমুসলিমদের প্রতি বৈষম্যমূলক আচরণ, যেমন আফগান হিন্দুদের জন্য পোশাক সংক্রান্ত আইন, তাদেরকে হলুদ ব্যাজ পরতে বাধ্য করা, যা নাৎসি জার্মানির নীতির কথা মনে করিয়ে দেয়।\nআধুনিকতাবাদী, মধ্যপন্থী এবং উদারপন্থী মুসলমানদের উপর নির্যাতন ও সহিংস দমন, প্রায়শই তাদেরকে বিদআত (\"উদ্ভাবন\" বা মূল ইসলামী ব্যাখ্যা থেকে বিচ্যুতি) হিসাবে আখ্যা দিয়ে তাদের বিরুদ্ধে কঠোর ব্যবস্থা নেওয়া হয়।\n\n\n== ব্যুৎপত্তি ==\n\"তালেবানীকরণ\" শব্দটি ৯/১১-এর ইসলামী সন্ত্রাসী হামলার আগে থেকেই প্রচলিত ছিল।  এটি প্রথমদিকে  আফগানিস্তানের বাইরের সেইসব অঞ্চল বা গোষ্ঠীকে বুঝাতে ব্যবহৃত হতো, যেগুলো তালেবানের প্রভাবাধীন হয়েছিল, যেমন পাকিস্তানের ওয়াজিরিস্তান অঞ্চল। এছাড়া, তালেবান-আল-কায়েদা সম্পর্কের অনুরূপ পরিস্থিতি বোঝাতে এটি ব্যবহৃত হয়েছে, যেমন সোমালিয়ার ইসলামিক কোর্টস ইউনিয়ন (ICU), যারা আল-কায়েদার সদস্যদের আশ্রয় দিয়েছিল। একইভাবে ইরান,  নাইজেরিয়ার উত্তরাঞ্চল,   মালয়েশিয়া,  ভারত-শাসিত কাশ্মীর এবং বিশ্বের অন্যান্য স্থানে ইসলামী চরমপন্থীদের আশ্রয় দেওয়ার ঘটনাকেও এই শব্দ দ্বারা বর্ণনা করা হয়েছে। এছাড়াও এটি বাংলাদেশে ইসলামী মৌলবাদী দলগুলোর প্রভাব বোঝাতেও ব্যবহৃত হয়েছে।\n৯/১১-এর হামলার প্রায় দুই বছর আগেই, ১৯৯৯ সালের ৬ নভেম্বর বস্টন গ্লোব পত্রিকার একটি সম্পাদকীয়তে তালেবান শাসনের উদীয়মান হুমকি সম্পর্কে সতর্ক করার জন্য এই শব্দটি ব্যবহার করা হয়েছিল। \n\n\n== আরও দেখুন ==\nইসলামি মৌলবাদ\nইসলামবাদ\n\n\n== তথ্যসূত্র =="}