{"pageid": 1519168, "title": "হর্ষা খান্ডেপারকর", "url": "https://bn.wikipedia.org/wiki?curid=1519168", "content": "হর্ষা খান্ডেপারকার (জন্ম ২৬ অক্টোবর ১৯৯২) হলেন একজন ভারতীয় মডেল এবং টেলিভিশন অভিনেত্রী। হর্ষা স্টার প্লাসের জনপ্রিয় ইয়ে রিশতা কেয়া কেহলাতা হ্যায় ধারবাহিকে সমান্তরাল প্রধান চরিত্র কীর্তি গোয়েঙ্কা সিঙ্গানিয়ার ভূমিকায় অভিনয়ের জন্য পরিচিত। হর্ষা বেশ কয়েকটি টেলিভিশন অনুষ্ঠান এবং একটি মারাঠি ছবিতে অভিনয় করেছেন।\n\n\n== ব্যক্তিগত জীবন এবং শিক্ষা ==\nহর্ষা গোয়ায় জন্মগ্রহণ করেছেন এবং সেখানেই বড় হয়ে উঠেছেন। গোয়ার মাপুসার সেন্ট জেভিয়ার্স থেকে তিনি তার স্কুল জীবন শেষ করেছেন এবং পরে বিএসসিতে স্নাতক ডিগ্রি অর্জনের জন্য তিমি পুনেতে চলে আসেন এবং সেখানকার ফার্গুসন কলেজ থেকে প্রাণিবিদ্যায় স্নাতক ডিগ্রী অর্জন করেন। \n\n\n== কর্মজীবন ==\n\n\n=== টেলিভিশন ===\nস্নাতক শেষ হওয়ার পর হর্ষা নাইন এক্স টিভি চ্যানেলের আসন্ন অনুষ্ঠান নীলাঞ্জনা -এর জন্য অডিশন দেন। তাকে অডিশনে নির্বাচিত করা হয় এবং লুক টেস্টের জন্য মুম্বাইতে ডাকা হয়। হর্ষা এই ধারাবাহিকের নাম ভূমিকায় নীলাঞ্জনা চরিত্রে অভিনয় করেছেন। পরবর্তীতে তিনি ২০০৯ সালে স্টার ওয়ানে সম্প্রচারিত হাম দোনো হ্যায় আলাগ আলাগ  ধারাবাহিকে রাজশ্রী গোরাদিয়ার চরিত্রে অভিনয় করেন। এই ধারাবাহিকে তিনি অভিনেতা মনীশ রায়সনের সাথে জুটি বাঁধেন। এই ধারবাহিকে অভিনেতা যশ পণ্ডিত এবং ডিম্পল ঝাঙ্গিয়ানিও মুখ্য ভূমিকায় অভিনয় করেছিলেন। \nকেবল ইতিবাচক মুখ্য চরিত্রে নিজেকে সীমাবদ্ধ না রেখে, হর্ষা কালারস টিভির দীর্ঘতম চলমান অনুষ্ঠান উত্তরণ-এ সাঞ্চি চরিত্রে অভিনয় করেছিলেন।  এই ধারবাহিকে হর্ষার সহ-অভিনেতা ছিলেন শরদ কেলকার। পরবর্তীতে স্টার প্লাসে সম্প্রচারিত রাজশ্রী প্রোডাকশনের ধারাবাহিক পেয়ার কা দর্দ হ্যায় মিঠা মিঠা পেয়ারা পেয়ারা -তে তিনি অনুরাধা দেওয়ানের ভূমিকায় অভিনয় করেন। \nদূরদর্শন ন্যাশনালে সম্প্রচারিত খোঁয়াবো কে দর্মিয়াঁ  ধারাবাহিকে হর্ষা মুখ্য চরিত্র আস্থার ভূমিকায় অভিনয় করেছিলেন। তার সুচারু অভিনয় ধারাবাহিকের দর্শক সংখ্যা আরও বৃদ্ধি করে।  তিনি সিআইডি (ভারতীয় টিভি সিরিজ), কোড রেড (ভারতীয় টিভি সিরিজ) সহ বেশ কয়েকটি পর্বভিত্তিক ধারাবাহিকের বিভিন্ন চরিত্রে অভিনয় করেছেন। \n২০২০ সালের আগস্টে, তিনি স্টার প্লাসের সবচেয়ে দীর্ঘ সময় ধরে চলা ধারাবাহিক ইয়ে রিশতা কেয়া কেহলাতা হ্যায় -তে কীর্তি গোয়েঙ্কা সিঙ্গানিয়ার ভূমিকায় অভিনয় করার সুযোগ পান।  প্রথমে এই ভূমিকায় অভিনয় করছিলেন মোহেনা সিং। তিনি এই চরিত্র থেকে সরে দাড়ালে হর্ষা তার স্থানে এই চরিত্রে অভিনয় করতে শুরু করেন। এই ভূমিকা তাকে ব্যাপক স্বীকৃতি এবং খ্যাতি এনে দেয়। ২০২১ সালের অক্টোবরে তিনি ধারাবাহিক ছেড়ে দেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n== তথ্যসূত্র =="}