{"pageid": 1519925, "title": "বারিড হার্টস", "url": "https://bn.wikipedia.org/wiki?curid=1519925", "content": "বারিড হার্টস (কোরীয়: 보물섬, ইংরেজি: Buried Hearts) হলো একটি দক্ষিণ কোরীয় প্রতিশোধ নাট্য ভিত্তিক টেলিভিশন ধারাবাহিক। জিন চাং-গিউ পরিচালনায় নির্মিত এই ধারাবাহিকটি রচনা করেছেন লি মিউং-হি। পার্ক হিউং-সিক, হুহ জুন-হো, লি হে-ইয়ং, হং হুয়া-ইয়ন এবং উ হিউনের মতো অভিনয়শিল্পীগণ এই ধারাবাহিকে অভিনয় করেছেন।\nমূলত কোরীয় ভাষায় নির্মিত এই ধারাবাহিকটি ২০২৫ সালের ২১শে ফেব্রুয়ারি তারিখে এসবিএস টিভিতে সম্প্রচার শুরু হয়েছিল, যা প্রতি সপ্তাহের শুক্রবার এবং শনিবার স্থানীয় সময় ২২:০০টায় প্রচারিত হয়েছে; যার সর্বমোট ১৬টি পর্ব রয়েছে।\n\n\n== সারাংশ ==\nবেঁচে থাকার জন্য, একজন ব্যক্তি ২ ট্রিলিয়ন ওন মূল্যের একটি রাজনৈতিক তহবিলে হ্যাক করে। অন্যজন হলো এক শক্তিশালী ছায়াময় চরিত্র, যে একজনকে হত্যা করে ২ ট্রিলিয়ন ওন হারায়, এটা না জেনেই যে সে হ্যাক হয়েছে।\nসো দোং-জু দেসান গ্রুপের চেয়ারম্যানের সচিব দপ্তরের নেতা হিসেবে কাজ করে। তিনি \"দেসান ম্যান\" নামে পরিচিত, যিনি দেসান গ্রুপের স্বার্থ রক্ষায় জীবন উৎসর্গ করেন। তবে, নিজের মনে তিনি সুপরিকল্পিত ও গভীর উচ্চাকাঙ্ক্ষা লুকিয়ে রেখেছেন। তার চূড়ান্ত লক্ষ্য হলো সুযোগ পেলে সম্পূর্ণভাবে ডেসান গ্রুপকে গ্রাস করা। ইয়ম জাং-সোন একজন আইন স্কুলের অধ্যাপক এবং জাতীয় গোয়েন্দা সংস্থার সাবেক পরিচালক। তিনি দক্ষিণ কোরিয়ার রাজনৈতিক বিশ্বের সবচেয়ে প্রভাবশালী ব্যক্তি। এমনকি তিনি নেপথ্যে থেকে \"কিংমেকার\"কেও নিয়ন্ত্রণ করেন। জাং-সোন অর্থ ও ক্ষমতা ইচ্ছামতো পরিচালনা করতে পারলেই প্রকৃত আনন্দ অনুভব করেন। তিনি এমন একজন, যিনি নিজেকে তখনই জীবন্ত মনে করেন, যখন তিনি সকলকে সুতোয় বাঁধা পুতুলের মতো নিয়ন্ত্রণ করতে পারেন।\n\n\n== অভিনয়শিল্পী ==\n\n\n=== কেন্দ্রীয় চরিত্র ===\nপার্ক হিউং-সিক – সো দোং-জু / সোং হেয়ন\nহুহ জুন-হো – ইয়ম জাং-সোন\nলি হে-ইয়ং – হুহ ইল-দো\nহং হুয়া-ইয়ন – ইয়ো উন-নাম\n\n\n=== পার্শ্ব চরিত্র ===\nউ হিউন – চা গাং-চোন\nকিম জুং-নান – চা দোক-হুই\nদো জি-ওন – জি ইয়ং-সু\nহং সু-হিউন – চা গুক-হুই\nকুওন সু-হিউন – ইয়ম হুই-চোল\nইউন সাং-হেয়ন – হুহ তে-ইউন\nচা উ-মিন – জো সোন-উ\nগং জি-হো – মেয়ং তে-গুম\nলি ইউ-জুন – বে ওন-বে\nলি হাং-না – সোং বো-ইয়ন\nহা সু-হো – কিম দো-সু\nসো কিউং-হুয়া – গং জোং-জা\nলি সোন-হি – হেয়ন জা-ওক\nসং জিন-উ – দো জে-পিল\nকিম হাক-সুন – কাং-সোং\nনো সুসানা – কাং ই-হেয়ন\n\n\n== মুক্তি ==\nবারিড হার্টসের চিত্রধারণ ২০২৪ সালের জুন মাসে শুরু হয়ে একই বছরের ডিসেম্বর মাসে সম্পন্ন হয়েছে। অতঃপর, ২০২৫ সালের ২১শে ফেব্রুয়ারি তারিখে এসবিএস টিভিতে এই ধারাবাহিকটি মুক্তি পেয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nহানসিনেমায় বারিড হার্টস (ইংরেজি) \nইন্টারনেট মুভি ডেটাবেজে বারিড হার্টস   (ইংরেজি)"}