{"pageid": 1519060, "title": "মুহাম্মদ ইসমাইল রেহান", "url": "https://bn.wikipedia.org/wiki?curid=1519060", "content": "মাওলানা মুহাম্মদ ইসমাইল রেহান হলেন একজন পাকিস্তানি আলেম, লেখক,  শিক্ষক ও ইতিহাসবিদ। তিনি ১৯৭১ সালে পাকিস্তানের করাচিতে জন্মগ্রহণ করেন। তার পূর্বপুরুষরা পশ্চিমবঙ্গ থেকে পাকিস্তানে হিজরত করেছিলেন। ইসমাইল দারুল উলুম করাচি, করাচি বিশ্ববিদ্যালয় ও করাচির উর্দু বিশ্ববিদ্যালয়ে পড়ালেখা করেছেন। তিনি করাচির জামিয়াতুর রশিদে ইসলামি ইতিহাস ও বৌদ্ধিক বিজয়ের মতো বিষয়ের শিক্ষকতা করেছেন। তিনি দৈনিক ইসলাম ও সাপ্তাহিক জারব মোমিনেও নিয়মিত কলাম লেখেন। ইসলামের ইতিহাসে তার একাধিক গবেষণামূলক গ্রন্থ প্রকাশিত হয়েছে। \n\n\n== জন্ম ও শিক্ষা ==\nতাঁর আসল নাম মুহাম্মদ ইসমাইল। তিনি সাধারণত ‘ইসমাইল রেহান’ নামে লেখালেখি করেন। করাচির পুরানা গোলিমা এলাকায় তিনি জন্মগ্রহণ করেছেন এবং সেখানেই লালিত পালিত হয়েছেন। তিনি মায়ের কাছেই প্রাথমিক শিক্ষা অর্জন করেন। এর পাশাপাশি স্থানীয় বিদ্যালয় থেকে প্রাথমিক শিক্ষা সমাপ্ত করেন। এরপর ১৯৮৬ সালে তিনি বিজ্ঞান বিভাগে মাধ্যমিক সনদ অর্জন করেন এবং পরবর্তীতে উচ্চতর ইসলামি শিক্ষা অর্জনের লক্ষ্যে তিনি দারুল উলুম করাচিতে ভর্তি হন। তবে সেখানে তিনি দাওরায়ে হাদিস সমাপ্ত করতে পারেননি। পরে ১৯৯৫ সালে বাহাদুরাবাদের মা’হাদুল খলীল আল ইসলামী মাদরাসা থেকে তিনি দাওরা হাদিস সমাপ্ত করেন। ২০০৬ সালে তিনি করাচি বিশ্ববিদ্যালয় থেকে রাষ্ট্রবিজ্ঞানে বি.এ (সম্মান) এবং ২০১০ সালে করাচির উর্দু বিশ্ববিদ্যালয় থেকে স্নাতক ডিগ্রি অর্জন করেন। তিনি মাওলানা আবদুর রশীদ নোমানীর শিষ্যত্বও অর্জন করেছেন। এছাড়াও তিনি একজন কুরআনের হাফেজ। \n\n\n== কর্মজীবন ==\nশিক্ষা জীবন সমাপ্ত হওয়ার পর থেকে দীর্ঘ দুই দশক ধরে তিনি শিক্ষকতা করে আসছেন। তিনি মূলত যরবে মুমিন ও ‘রোজনামা ইসলাম’ নামক পত্রিকায় কলাম লিখে লেখক হিসেবে প্রসিদ্ধ হয়েছেন। এছাড়া ২০০৬ সাল থেকে ২০০৯ পর্যন্ত তিনি মাসিক সুলূক ও ইহসান নামক একটি পত্রিকার নির্বাহী সম্পাদক ছিলেন। এর বাইরে তিনি শিশুদের জন্য প্রকাশিত পত্রিকা ‘বাচ্চোঁ কা ইসলাম’ এনং নারীদের নিয়ে প্রকাশিত ‘খাওয়াতিন কা ইসলামের সম্পাদনার কাজেও যুক্ত ছিলেন। \n\n\n== রচনাবলী ==\nইসলামের ইতিহাসসহ একাধিক বিষয়ে তিনি দশোর্ধ গ্রন্থ রচনা করেছেন এবং বাংলাদেশে তাঁর অধিকাংশ গ্রন্থই বাংলায় অনূদিত হয়ে প্রকাশিত হয়েছে:   \n\nমুসলিম উম্মাহর ইতিহাস (১-১৭ খণ্ড)\nইসলামের ইতিহাস (নবিযুগ হতে বর্তমান) ১-৩ খণ্ড\nসিরাতুন নবী\nআফগানিস্তানের ইতিহাস (৩ খণ্ডে একত্রে)\nইতিহাসের ধূসরখাতা\nবিশ্বাসঘাতকদের ইতিহাস\nচিন্তাযুদ্ধ\nখাওয়ারিজম সাম্রাজ্যের ইতিহাস (১ম ও ২য় খণ্ড)\nসুলতান জালালুদ্দিন খাওয়ারিজমশাহ\nহারিয়ে যাওয়া পদরেখা\n\n\n== আরো দেখুন ==\nমুফতি তকি উসমানী\nরাফি উসমানী\nমুফতি তারিক মাসুদ\nমাওলানা ফজলুর রহমান\n\n\n== তথ্যসূত্র =="}