{"pageid": 1519432, "title": "মরোক্কর ট্যাক্সিক্যাব", "url": "https://bn.wikipedia.org/wiki?curid=1519432", "content": "মরক্কোতে প্রধানত দুটি ধরনের ট্যাক্সি দেখা যায়:\n\nছোট ট্যাক্সি\nবড় ট্যাক্সি\n\n\n== শহরের অভ্যন্তরীণ পরিবহন ==\nমরক্কোর শহরগুলোর মধ্যে চলাচলের জন্য নির্দিষ্ট ট্যাক্সি ব্যবস্থা রয়েছে। যদিও কিছু বড় শহরে শহরবাসের ব্যবস্থা রয়েছে, বেশিরভাগ মানুষ শহরের অভ্যন্তরে এক স্থান থেকে অন্য স্থানে যাওয়ার জন্য ছোট ট্যাক্সি ব্যবহার করতে পছন্দ করেন।\n\n\n== আঞ্চলিক পরিবহন ==\nশহরের সীমানার বাইরে ভ্রমণের জন্য দুটি বিকল্প রয়েছে:  \n\nবাস (কাছাকাছি গন্তব্যের জন্য সরকারি বাস এবং দীর্ঘ দূরত্ব বা আন্তঃদেশীয় ভ্রমণের জন্য ব্যক্তিমালিকানাধীন \"লাক্সারি\" বাস)।\nবড় ট্যাক্সি, যা নির্দিষ্ট রুটে যাত্রী পরিবহন করে।\n\n\n== ছোট ট্যাক্সি ==\nছোট ট্যাক্সি সাধারণত নির্দিষ্ট রঙে রঞ্জিত হয়, যা শহরভেদে ভিন্ন হয়। এতে চালকসহ সর্বোচ্চ তিনজন যাত্রী বসতে পারেন। নির্দিষ্ট কিছু স্থানে ছোট ট্যাক্সির জন্য পার্কিং স্থান থাকে, যা প্রায়শই বড় ট্যাক্সি স্টপের সাথেই যুক্ত থাকে। তবে বেশিরভাগ সময় খালি ট্যাক্সি দেখে যাত্রীরা হাত দেখিয়ে বা চিৎকার করে ডাকেন।  \nসাধারণত যাত্রী সম্পূর্ণ ট্যাক্সি ভাড়া নেন এবং গন্তব্য অনুযায়ী নির্দিষ্ট ভাড়া পরিশোধ করেন। অনেক শহরে জনপ্রিয় গন্তব্যের জন্য নির্দিষ্ট ভাড়া নির্ধারিত থাকে, যা সময় ও দূরত্বের ওপর নির্ভর করে। রাত ৯টার পর সাধারণত ভাড়া ৫০% বেশি হয়ে যায়।  \nছোট ট্যাক্সি সাধারণত ফিয়াট উনো, পিউজো ২০৫ এবং অনুরূপ আকারের গাড়ি দিয়ে পরিচালিত হয়, যা ডিজেল চালিত। বেশিরভাগ গাড়িই ১৯৯০-এর দশকের পুরোনো মডেল, তবে নতুন ডাচিয়া লোগান মডেলের ট্যাক্সিও রাস্তায় দেখা যায়। লাগেজ রাখার জন্য অনেক ট্যাক্সির ছাদে কাঠের খোলা বাক্স থাকে, যেখানে বড় জিনিসপত্র রাখা হয়।  \nট্যাক্সির ছাদের পাশে ছোট ট্যাক্সি লেখা থাকে এবং স্থানীয় নিবন্ধন নম্বর উল্লেখ করা হয়।  \n\n\n=== রং ===\n  \n  \nনিচে মরক্কোর বিভিন্ন শহরে ব্যবহৃত ছোট ট্যাক্সির রঙের কিছু উদাহরণ দেওয়া হলো:  \n\nনীল: আল হোসেইমা, এররাচিদিয়া, সাইদিয়া, রাবাত, শেফশাউয়েন\nহালকা নীল: টাঙ্গিয়ার (হরিজন্টাল হলুদ রেখাসহ), মেকনেস\nলাল: নাদোর, আজিলাল, কাসাব্লাঙ্কা, ফেজ, ওউজদা\nসাদা: ওয়ারজাজাত, তারউদান্ত, এল জাদিদা, কেনিত্রা\nমেটে হলুদ: মারাকেশ\nকমলা: বারকানে, আগাদির\nহলুদ: মিডেল্ট, সালে\nহালকা হলুদ: তেতুয়ান\nসবুজ: আজরু, আক্লিম, ইফরান\nহালকা সবুজ: মোহাম্মদিয়া\n\n\n== বড় ট্যাক্সি ==\n  \nছোট ট্যাক্সি শুধু শহরের ভেতরে চলাচলের জন্য, কিন্তু বড় ট্যাক্সি সাধারণত শহর বা গ্রামের মধ্যে চলাচল করে। এটি একটি যাত্রী ভাগাভাগি ট্যাক্সি ব্যবস্থা, যেখানে নির্দিষ্ট গন্তব্যের দিকে যাত্রা করে এমন যাত্রীরা একসঙ্গে ট্যাক্সি ভাগ করে নেন। এক ট্যাক্সিতে সাধারণত ৬ জন যাত্রী (পেছনের আসনে ৪ জন এবং সামনের যাত্রী আসনে ২ জন) বসতে পারেন। ট্যাক্সি পূর্ণ হলে যাত্রা শুরু হয়।  \nযদিও এই পদ্ধতি সাশ্রয়ী, তবে দীর্ঘ পথ ও গরমকালে খুব আরামদায়ক নয়, কারণ সাধারণত ১৯৭০-৮০-এর দশকের মার্সিডিজ-বেঞ্জ S-ক্লাস মডেলের গাড়ি ব্যবহৃত হয়, যা এয়ার কন্ডিশনিংবিহীন। ফলে অনেকে সম্পূর্ণ ট্যাক্সি ভাড়া নিয়ে নির্দিষ্ট ভাড়া ঠিক করে যাত্রা করেন।  \n২০১৫ সাল থেকে পুরোনো বড় ট্যাক্সিগুলো ধীরে ধীরে ডাচিয়া লজি, সাংইয়ং রোডিয়াস (২য় প্রজন্ম), মার্সিডিজ ভিতো এবং অন্যান্য ৭ আসনের ভ্যান দিয়ে প্রতিস্থাপিত হচ্ছে।  \n\n\n== উৎস ও টীকা =="}