{"pageid": 1519644, "title": "অদিতি সাজওয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1519644", "content": "অদিতি সাজওয়ান একজন ভারতীয় অভিনেত্রী যিনি মূলত টেলিভিশন জগতের সাথে যুক্ত। তিনি ২০০৭ সালে জি টিভিতে সম্প্রচারিত মেরি ডোলি তেরে অঙ্গনা ধারাবাহিকে অভিনয়ের মাধ্যমে অভিনয় জগতে প্রবেশ করেন। এই ধারাবাহিকে তিনি অর্পিতা ওবেরয়ের ভূমিকায় অভিনয় করেছিলেন। পরে, তিনি ২০০৮ সালে সম্প্রচারিত ইমাজিন টিভির রূপকথা ভিত্তিক ধারাবাহিক রাজকুমার আরিয়ান -এ মায়াশীনের ভূমিকায় অভিনয় করার জন্য নির্বাচিত হন। তার প্রাথমিক সাফল্য আসে ২০০৮ সালে কালারস টিভিতে সম্প্রচারিত হিন্দু পুরানভিত্তিক ধারাবাহিক জয় শ্রী কৃষ্ণ  -তে শ্রীকৃষ্ণের মা যশোদার চরিত্রে অভিনয় করে। এই চরিত্রে অভিনয়ের জন্য তিনি দর্শকমহলে প্রসংশা ও পরিচিতি পান। পরে তিনি ইমাজিন টিভিতে মীরাবাঈ -এর জীবনকাহিনীর উপর নির্মিত ইতিহাসভিত্তিক ধারাবাহিক মীরা -এর নামভূমিকায় অভিনয় করেছিলেন। এছারাও তিনি হামারি সাস লীলা, পিয়া কা ঘর পেয়ারা লাগে, এবং চিড়িয়া ঘরের মতো শোতেও অভিনয় করেছেন। \n২০২১ সালে স্টার ভারত চ্যানেলে সম্প্রচারিত পুরানভিত্তিক ধারাবাহিক জয় কনহইয়া লাল কী -তে তিনি পুনরায় শ্রীকৃষ্ণের মা যশোদার চরিত্রে অভিনয় করেছিলেন।\n\n\n== অভিনয় জীবন ==\nঅদিতি সাজওয়ান ভারতীয় টেলিভিশনের এক জনপ্রিয় অভিনেত্রী, যিনি দীর্ঘদিন ধরে বিভিন্ন ধারাবাহিকে গুরুত্বপূর্ণ চরিত্রে অভিনয় করে দর্শকদের মন জয় করেছেন। তার অভিনয় প্রতিভা, চরিত্রের প্রতি নিবেদন এবং অভিনয় দক্ষতা তাকে এক বিশেষ উচ্চতায় নিয়ে গেছে।\nঅদিতি সাজওয়ান ২০০৭ সালে মেরি ডোলি তেরে অঙ্গনা ধারাবাহিকে অর্পিতা চরিত্রে অভিনয়ের মাধ্যমে তার টেলিভিশন যাত্রা শুরু করেন। এরপর ২০০৮ সালে তিনি রাজকুমার আর্যন-এ মায়াশীন চরিত্রে এবং জয় শ্রী কৃষ্ণ ধারাবাহিকে শ্রীকৃষ্ণের পালক মা যশোদা-র ভূমিকায় অভিনয় করেন, যা তাকে ব্যাপক জনপ্রিয়তা এনে দেয়।\n২০০৯ থেকে ২০১০ সালের মধ্যে তিনি মীরা ধারাবাহিকে প্রধান চরিত্রে অভিনয় করেন। এরপর ২০১০ সালে তিনি লক্ষ্মী মহিমা নামে একটি টেলিভিশন চলচ্চিত্রে লক্ষ্মী চরিত্রে অভিনয় করেন। ২০১১ সালে তিনি হামারি সাস লীলা ধারাবাহিকে কোয়েল চরিত্রে উপস্থিত হন।\nতার ক্যারিয়ারের অন্যতম গুরুত্বপূর্ণ কাজ ছিল বালবীর (২০১২–২০১৪), যেখানে তিনি নটখট পরী চরিত্রে অভিনয় করেন। শিশু-কিশোরদের মধ্যে এই চরিত্রটি অত্যন্ত জনপ্রিয় হয়েছিল। একই সময়ে তিনি পিয়া কা ঘর প্যারা লাগে ধারাবাহিকে রূপ চরিত্রে অভিনয় করেন।\n২০১৪ সালে তিনি এক হাসিনা থি-তে নিত্যা মিত্র চরিত্রে অভিনয় করেন, যা দর্শকদের মধ্যে বেশ আলোড়ন সৃষ্টি করে। একই বছর সিংহাসন বত্তিসি-তে জয়লক্ষ্মী চরিত্রে তার অভিনয় প্রশংসিত হয়।\n২০১৪ থেকে ২০১৭ সাল পর্যন্ত তিনি চিড়িয়া ঘর ধারাবাহিকে কোয়েল ঘটক নারায়ণ চরিত্রে অভিনয় করেন, যা তার ক্যারিয়ারের অন্যতম দীর্ঘমেয়াদী কাজ। ২০১৫ সালে কভি অ্যায়সে গান গায়া করো ধারাবাহিকে শ্যামি চরিত্রে অভিনয় করেন।\n২০২০ সালে তিনি আকবর কা বল বীরবল ধারাবাহিকে রানী সাহিবা/মহারানী চরিত্রে অভিনয় করেন। তার সাম্প্রতিক কাজগুলোর মধ্যে অন্যতম হলো জয় কনহাইয়া লাল কি (২০২১–২০২২), যেখানে তিনি আবারও যশোদা চরিত্রে অভিনয় করেন।\nঅদিতি সাজওয়ান তার অভিনয় দক্ষতার মাধ্যমে টেলিভিশন দর্শকদের কাছে অত্যন্ত জনপ্রিয় হয়ে উঠেছেন। ঐতিহাসিক ও পৌরাণিক চরিত্র থেকে শুরু করে সমকালীন গল্পভিত্তিক ধারাবাহিকে তার অভিনয় দক্ষতা সব ক্ষেত্রেই প্রশংসিত হয়েছে। তার দীর্ঘ অভিনয় জীবন এবং উল্লেখযোগ্য কাজগুলো তাকে ভারতীয় টেলিভিশনের অন্যতম সফল অভিনেত্রীদের তালিকায় স্থান দিয়েছে।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== টেলিভিশন ==="}