{"pageid": 1519083, "title": "মার্গারেট পাইক", "url": "https://bn.wikipedia.org/wiki?curid=1519083", "content": "মার্গারেট অ্যামি পাইক (জন্ম নাম চাব; ১৮৯৩–১৯৬৬) ছিলেন একজন ব্রিটিশ পরিবার পরিকল্পনা কর্মী এবং এই বিষয়ে অগ্রদূত। ব্রিটিশ জাতীয় জন্ম নিয়ন্ত্রণ কমিটি (এনবিসিসি), যা পরবর্তীতে পরিবার পরিকল্পনা সমিতি (এফপিএ) নামে পরিচিত হয়েছিল, তার প্রতিষ্ঠাতা সদস্য হিসেবে তিনি ১৯৫৪ সালে লেডি গার্ট্রুড ডেনম্যানের স্থলাভিষিক্ত হন।\nমার্গারেট পাইক আন্তর্জাতিক পরিকল্পিত পিতৃ-মাতৃত্ব ফেডারেশন প্রতিষ্ঠার সাথেও জড়িত ছিলেন। ১৯৬৩ সালে তিনি ওবিই পদবী লাভ করেন। তাঁর স্মরণে ১৯৬৯ সালে মার্গারেট পাইক ট্রাস্ট প্রতিষ্ঠিত হয়েছিল।\n\n\n== প্রারম্ভিক জীবন ==\nচিকিৎসক উইলিয়াম লিণ্ডসে চাব (১৮৫৬-১৯৩৭) এবং তাঁর স্ত্রী ইসাবেল মার্গারেট প্রিঙ্গলের জ্যেষ্ঠ সন্তান মার্গারেট অ্যামি চাব ১৮৯৩ সালের ৮ই জানুয়ারী কেন্টের স্যাণ্ডগেটের ড্যারেন্থ হাউসে জন্মগ্রহণ করেন। সেখানে তিনি তাঁর জীবনের প্রথম দুই দশকের বেশিরভাগ সময় কাটিয়েছিলেন। তিনি ১৯১১ সাল পর্যন্ত স্যাণ্ডগেটের কোনামুর স্কুলে পড়াশোনা করেছিলেন। ১৯১২ সালে মার্গারেট চাব সোমারভিল কলেজে আধুনিক ইতিহাস পড়ার জন্য অক্সফোর্ড যান। অক্সফোর্ডের অনেক বন্ধুর সঙ্গে তাঁর সারা জীবন যোগাযোগ ছিল। ১৯১৫ সালে তিনি দ্বিতীয় শ্রেণীর সম্মান ডিগ্রি অর্জন করেন এবং যুদ্ধক্ষেত্রে কুইন মেরির আর্মি অক্সিলিয়ারি কর্পস (কিউএমএএসি)-এ যোগদান করেন। ১৯১৬ থেকে ১৯১৭ সাল পর্যন্ত তিনি যুদ্ধ অফিসের নিয়োগ বিভাগে উচ্চতর মর্যাদায় সচিবালয়ের কাজ করেন। ১৯১৭ থেকে ১৯১৯ সাল পর্যন্ত তিনি কিউএমএএসি-এর প্রধান নিয়ন্ত্রকের উপ-সহকারী ছিলেন এবং ১৯১৯ থেকে ১৯২০ সাল পর্যন্ত তিনি লন্ডন সোসাইটি ফর উইমেন'স সার্ভিসের কর্মসংস্থান বিভাগের প্রধান ছিলেন।\n\n\n== পারিবারিক জীবন ==\n১৯১৮ সালে, লিওনেল পাইক কিউসির বড় ছেলে জিওফ্রে নাথানিয়েল পাইক (১৮৯৩-১৯৪৮) কে মার্গারেট বিয়ে করেন। তাঁদের একমাত্র সন্তান, ডেভিড (জন্ম ১৯২১), একজন ডাক্তার হয়ে ২৭ বছর ধরে লন্ডনের কিংস কলেজ হাসপাতালে একজন পরামর্শদাতা চিকিৎসক এবং রয়েল কলেজ অফ ফিজিশিয়ানসের রেজিস্ট্রার ছিলেন। ১৯১৫ সালে জার্মানি থেকে পালিয়ে পরিচিতি অর্জন করেছিলেন জিওফ্রে পাইক। তাঁকে ডেইলি ক্রনিকলের সংবাদদাতা হিসেবে সেখানে পাঠানো হয়েছিল কিন্তু শীঘ্রই তাঁকে গ্রেপ্তার করে বার্লিনের বাইরে রুহলেবেন ক্যাম্পে আটক করা হয়েছিল। কয়েক মাস পর তিনি ক্যাম্প থেকে পালিয়ে পায়ে হেঁটে ডাচ সীমান্তে চলে যান। এরপর তিনি তাঁর অভিজ্ঞতার উপর বক্তৃতা দেন এবং অন্যদের সাথে কেমব্রিজ ম্যাগাজিন নামে একটি সমালোচনামূলক পর্যালোচনা পত্রিকা প্রতিষ্ঠা করেন।\n১৯২৩ সালে পাইকস পরিবার কেমব্রিজে চলে আসে, মূলত একটি শিশু বিদ্যালয়, মাল্টিং হাউস স্কুল প্রতিষ্ঠা করার জন্য। খুব ছোট বাচ্চাদের শিক্ষা সম্পর্কে জিওফ্রে পাইকের মৌলিক ধারণা ছিল, তিনি তাদের নিজে শেখার জন্য উৎসাহিত করতেন, প্রাপ্তবয়স্করা তাদের সাহায্য করতেন না বা নির্দেশ দিতেন না। পরিবর্তে তাঁরা শিশুদের প্রশ্নের উত্তর দেওয়ার জন্য উপস্থিত থাকতেন। সুসান সাদারল্যাণ্ড আইজ্যাকসের লেখার মাধ্যমে এই ধারণাগুলি তাঁর ওপর প্রভাব বিস্তার করেছিল। পাইকস তাঁকে স্কুল কর্মীদের প্রধান হিসেবে নিযুক্ত করেছিলেন। মার্গারেট পাইক এই স্কুল এবং এর বিশেষ ধারণাগুলির একজন দৃঢ় সমর্থক ছিলেন।\n১৯২৭ সালের মধ্যে, স্কুলের দৈনন্দিন কার্যক্রমে জিওফ্রে পাইকের হস্তক্ষেপের ফলে সুসান আইজ্যাকস নিজের পদ ছেড়ে দিতে বাধ্য হন। পরবর্তীতে জিওফ্রে দেউলিয়া হওয়ার ফলে দ্য মাল্টিং হাউস স্কুল বন্ধ হয়ে যায় এবং মার্গারেটকে হেইস কোর্ট স্কুলে প্রধান শিক্ষিকার সচিব হিসেবে চাকরি নিতে হয়। তিনি এবং তাঁর স্বামী আলাদা হয়ে যান কিন্তু কখনও বিবাহবিচ্ছেদ করেননি।\n\n\n== পেশাগত জীবন ==\nমার্গারেট পাইক ছিলেন একজন পরিবার পরিকল্পনা অগ্রদূত যিনি তাঁর মৃত্যুর আগে ( ১৯৬৬ সালে) পর্যন্ত ৩৬ বছর ধরে পরিবার পরিকল্পনা আন্দোলনে কাজ করেছিলেন। ১৯৩০ সালে যখন পাঁচটি জন্মনিয়ন্ত্রণ সমিতি একত্রিত হয়ে জাতীয় জন্মনিয়ন্ত্রণ কাউন্সিল (এনবিসিসি) গঠন করে, তখন মার্গারেট পাইক ছিলেন এর প্রথম প্রশাসক। ১৯৩১ সালে এনবিসিসি তার নাম পরিবর্তন করে জাতীয় জন্ম নিয়ন্ত্রণ সমিতি এবং ১৯৩৯ সালে পরিবার পরিকল্পনা সমিতিতে পরিণত হয়। ১৯৯৮ সাল থেকে এটি এফপিএ নামে পরিচিত। ১৯৩০ সালে এনবিসিসির উদ্দেশ্য ছিল \"বিবাহিত ব্যক্তিরা তাদের পরিবার যেন ছোট রাখতে পারে এবং এইভাবে অসুস্থতা ও দারিদ্র্যের কুফলগুলি হ্রাস করতে পারে\"।\nগর্ভনিরোধ, বিবাহ এবং যৌনতার সকল দিক সম্পর্কে পরামর্শ প্রদানের জন্য যুক্তরাজ্য জুড়ে প্রতিষ্ঠিত নতুন এনবিসিসি ক্লিনিকগুলি \"তৈরি করতে এবং বাঁচিয়ে রাখতে\" মার্গারেট পাইক \"অক্লান্ত পরিশ্রম\" করেছিলেন। শাখাগুলি \"সম্পূর্ণরূপে স্বেচ্ছাসেবকদের দ্বারা চালিত হত (চিকিৎসক ব্যতীত) এবং তাঁদের নিজস্ব কোন জায়গা ছিল না\"। ১৯৩৩ সালে তিনি ফুসফুসের যক্ষ্মা রোগে আক্রান্ত হন এবং পরবর্তীতে বালকম্বে লেডি ডেনম্যানের সাথে থাকতেন। ১৯৫৪ সালে লেডি ডেনম্যান মারা যাওয়ার পর মার্গারেট পরিবার পরিকল্পনা সমিতির সভাপতির দায়িত্ব গ্রহণ করেন। ১৯৫৫ সালে তিনি স্বাস্থ্যমন্ত্রী ইয়ান ম্যাকলিওডের পরিবার পরিকল্পনা সমিতির অফিস এবং এর একটি ক্লিনিক পরিদর্শনের সমন্বয় সাধন করেন, এই অনুষ্ঠানটি গর্ভনিরোধক পদ্ধতির প্রতি জনসাধারণের ধারণা পরিবর্তনে সহায়তা করেছিল, এরপর থেকে একে \"সম্মানজনক\" হিসেবে দেখা হত।\nমার্গারেট পাইক আন্তর্জাতিক পরিকল্পিত পিতৃ-মাতৃত্ব ফেডারেশন প্রতিষ্ঠার সাথেও জড়িত ছিলেন। পরিবার পরিকল্পনা খাতে তাঁর কাজের জন্য ১৯৬৩ সালে তাঁকে ওবিই নিযুক্ত করা হয়েছিল এবং ১৯৬৬ সালে তাঁর মৃত্যুর পর, তাঁর স্মরণে মার্গারেট পাইক ট্রাস্ট প্রতিষ্ঠিত হয়েছিল। ১৯৭৭ সালের জুলাই মাসে, ইতিহাসবিদ, ব্রায়ান হ্যারিসন মার্গারেটের ছেলে ডেভিডের কাছে তাঁর মা সম্পর্কে সাক্ষাৎকার নেন, যার শিরোনাম ছিল ওরাল এভিডেন্স অন দ্য সাফ্রেজেট অ্যাণ্ড সাফ্রেজিস্ট মুভমেন্টস: দ্য ব্রায়ান হ্যারিসন ইন্টারভিউ। এট ছিল ভোটাধিকার সাক্ষাৎকার প্রকল্পের একটি অংশ। ডেভিড তাঁর মায়ের পারিবারিক পটভূমি, শিক্ষা এবং জন্মনিয়ন্ত্রণ আন্দোলনে তাঁর সম্পৃক্ততা সম্পর্কে কথা বলেন।\n\n\n== মৃত্যু ==\n১৯৬৬ সালের ১৯শে জুন স্কটল্যান্ডে বন্ধুদের সাথে থাকার সময় আর্গিলের আর্দচ্যাটান প্রাইরিতে মস্তিষ্কে রক্তক্ষরণের কারণে মার্গারেট পাইক হঠাৎ মারা যান। তাঁর মৃতদেহ গ্লাসগোতে দাহ করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"মার্গারেট পাইক সেন্টার অ্যাণ্ড মেমোরিয়াল ট্রাস্টের ইতিহাস\", margaretpyke.org (অ্যাক্সেস করা হয়েছে ২০ মে ২০১৯)\n\"মৃত্যুরথ: লেডি জিন মেদাওয়ার\", ব্রিটিশ মেডিকেল জার্নাল ২০০৫ ৩৩০ ১৩৯২, ১১ জুন ২০০৫ (অ্যাক্সেসড ৮ আগস্ট ২০০৭)\n\"জেফ্রি পাইক: গুড বায়োগ্রাফি স্টোরি\", bio biography.com, ব্যবহারকারী jasper1234, 6 জুলাই 2003। (অ্যাক্সেস ৮ আগস্ট ২০০৭)\n\"অক্সফোর্ড ডিকশনারি অফ ন্যাশনাল বায়োগ্রাফি\""}