{"pageid": 1519023, "title": "ইসলামে বৈশ্বিক বিভাজন", "url": "https://bn.wikipedia.org/wiki?curid=1519023", "content": "প্রাচীন ইসলামি আইনে, বিশ্বকে তিনটি প্রধান ভাগে বিভক্ত করা হয়েছে— দারুল ইসলাম (আক্ষ. 'ইসলামের অঞ্চল'), যা সেই ভূখণ্ড বোঝায় যেখানে ইসলামি আইন কার্যকর রয়েছে, দারুল সুলহ (আক্ষ. 'চুক্তির অঞ্চল'), যা অ-মুসলিম ভূখণ্ড বোঝায় যেখানে মুসলিম সরকার বা শাসকের সঙ্গে শান্তি বা অস্ত্রবিরতি রয়েছে, এবং দারুল হারব (আক্ষ. 'যুদ্ধের অঞ্চল'), যা সেই অঞ্চল বোঝায় যা দারুল ইসলাম-এর সীমান্তবর্তী এবং যেখানে এখনো কোনো শান্তিচুক্তি হয়নি।\nমুসলিমরা ইসলামকে সার্বজনীন ধর্ম হিসেবে দেখে এবং এটি সমগ্র মানবজাতির জন্য উপযুক্ত আইন বলে বিশ্বাস করে। ইসলামি মতে, মুসলমানদের জন্য শরিয়াহ আইন ও ইসলামের সার্বভৌমত্ব দারুল হারব-এ ছড়িয়ে দেওয়া বাধ্যতামূলক। প্রথমে এটি দাওয়াহ-র মাধ্যমে শান্তিপূর্ণভাবে করার চেষ্টা করা উচিত। যদি যুদ্ধ বাধে, তাহলে মুসলমানদের শত্রুদের বশ্যতা স্বীকার করানো বা যোদ্ধাদের পরাজিত করা পর্যন্ত লড়াই চালিয়ে যাওয়া উচিত, যতক্ষণ না তারা আত্মসমর্পণ করে বা শান্তি চায়।\nআরবি শব্দ দার (دار) আক্ষরিক অর্থে \"বাড়ি\", \"আবাস\", \"গঠন\", \"স্থান\", \"ভূমি\" বা \"দেশ\" বোঝাতে পারে। ইসলামি আইনশাস্ত্রে এটি সাধারণত বিশ্বের একটি নির্দিষ্ট অংশ বোঝাতে ব্যবহৃত হয়। ইসলামি পরিভাষায় দারুল ইসলাম এবং দারুল হারব-এর মতো ধারণাগুলি কুরআন বা হাদিসে সরাসরি উল্লেখ করা হয়নি।\nআবু আল ফাদল-এর মতে, কুরআনে শুধুমাত্র দুটি দার উল্লেখ করা হয়েছে—পরকালীন আবাস এবং পার্থিব জীবন, যেখানে প্রথমটিকে দ্বিতীয়টির তুলনায় শ্রেষ্ঠতর হিসেবে বর্ণনা করা হয়েছে।\nপ্রথমদিকে ইসলামি বিচারকরা মুসলিম বিজয়ের জন্য আইনি সিদ্ধান্ত নির্ধারণ করতে এই পরিভাষাগুলি তৈরি করেন। মুহাম্মাদের প্রায় এক শতাব্দী পর ইরাকে আবু হানিফা এবং তার শিষ্যরা আবু ইউসুফ ও আল-শায়বানি প্রথম এই পরিভাষাগুলি ব্যবহার করেন। শাম অঞ্চলে আল-আওযায়ী এই বিষয়ে পথপ্রদর্শক ছিলেন এবং পরে আল-শাফি'ঈ এই বিষয়ে অবদান রাখেন।\nদারুল হারব ধারণাটি মুসলিম বিশ্বের রাজনৈতিক বিভাজনের কারণে সময়ের সঙ্গে পরিবর্তিত হয়েছে। আধুনিক সময়ে দারুল ইসলাম এবং দারুল হারব-এর মধ্যে পার্থক্য অনেকাংশে অপ্রাসঙ্গিক বলে বিবেচিত হয়। অনেক ইসলামি বিচারক পশ্চিমা বিশ্বকে দারুল ইসলাম হিসেবে গণ্য করেন, কারণ মুসলমানরা সেখানে স্বাধীনভাবে ইসলাম পালনের পাশাপাশি প্রচারও করতে পারেন। কুরআনে নির্দেশ দেওয়া হয়েছে যে, ইসলামকে সমগ্র মানবজাতির জন্য ধর্ম হিসেবে প্রচার করতে হবে।\n\n\n== প্রারম্ভিক ইসলামি ধর্মীয় বিভাজন ==\n\nপ্রাথমিক ইসলামি আইনি তত্ত্ব অনুযায়ী, বিশ্বকে দুটি ভাগে বিভক্ত করা হয়েছিল: \"দারুল ইসলাম\" এবং \"দারুল হারব\"। প্রথমটি, যাকে দারুল ইসলাম বা কখনও কখনও Pax Islamica বলা হয়, সেই সমস্ত অঞ্চলকে বোঝাত যেখানে মুসলিম ও অমুসলিম উভয়েই ইসলামি শাসনের অধীনে বসবাস করত।\nদ্বিতীয়টি ছিল দারুল হারব, যা অমুসলিমদের দ্বারা শাসিত হতো এবং যেখানে অবিশ্বাসীরা বাস করত। এর পাশাপাশি, একটি অতিরিক্ত শ্রেণি ছিল দারুল আহদ। এটি সেই অঞ্চলগুলোর জন্য ব্যবহৃত হতো, যেগুলো অমুসলিমদের শাসনের অধীনে থাকলেও মুসলমানদের সঙ্গে অগ্রাসনহীনতা বা শান্তিচুক্তি বজায় রেখেছিল। ফলে, এটি মূল দুটি ভাগের মধ্যে একটি মধ্যবর্তী অবস্থান দখল করত।\n\n\n=== দারুল ইসলাম ===\nদারুল ইসলাম (আরবি: دار الإسلام আক্ষ. 'ইসলামের আবাসভূমি/গৃহ'; অথবা দার আত-তাওহিদ আক্ষ. 'একত্ববাদের আবাসভূমি') শব্দটি মুসলিম আইনি পণ্ডিতগণ (উলামা) এমন দেশসমূহকে বোঝাতে ব্যবহার করতেন, যেগুলো মুসলিম শাসনের অধীনে ছিল। কখনও কখনও এটি \"ইসলামের ঘর\" বা Pax Islamica (ইসলামি শান্তি) হিসেবেও বিবেচিত হতো। দারুল ইসলাম যার অর্থ \"ইসলামের আবাসভূমি,\" এটিকে দারুস সালাম বা \"শান্তির আবাসভূমি\" হিসেবেও উল্লেখ করা হয়। কুরআনে (১০:২৫ এবং ৬:১২৭) এই শব্দটি স্বর্গ বা পরকালীন সুখের স্থান বোঝাতে ব্যবহৃত হয়েছে।\nদারুল ইসলাম-এ মুসলিম ও অমুসলিম উভয়েই বসবাস করতেন। অমুসলিমরা সেখানে ধিম্মি (সুরক্ষিত জনগণ) হিসেবে পরিচিত ছিলেন এবং তারা নিজেদের আইন ও ধর্ম পালনের অধিকার পেতেন, তবে এর বিনিময়ে তাদের জিজিয়া কর প্রদান করতে হতো। মুসলিমদের পূর্ণ নাগরিক অধিকার ছিল, তবে অমুসলিমদের আংশিক নাগরিক অধিকার দেওয়া হতো। তবে, নিরাপত্তার ক্ষেত্রে মুসলিম ও অমুসলিম উভয়েই সমান ছিলেন এবং সকলকে আক্রমণ থেকে সুরক্ষা দেওয়া হতো। উদাহরণস্বরূপ, যদি কোনো শত্রু দারুল ইসলাম-এর নাগরিকদের বন্দি করত, তবে রাষ্ট্র মুসলিম ও অমুসলিম উভয়কেই মুক্ত করার দায়িত্ব নিত।\nএকইভাবে, বৈদেশিক সম্পর্কেও মুসলিম সরকার মুসলিম ও অমুসলিম নাগরিক উভয়ের প্রতিনিধিত্ব করত। মুসলিম ও অমুসলিমদের মধ্যে সম্পর্ক \"সংবিধানিক সনদ\" (সরকার কর্তৃক জারি করা বিশেষ চুক্তি) দ্বারা নিয়ন্ত্রিত হতো, যা প্রতিটি অমুসলিম সম্প্রদায়ের (যেমন ইহুদি সম্প্রদায়, খ্রিস্টান সম্প্রদায় ইত্যাদি) ব্যক্তিগত আইনের স্বীকৃতি দিত। অমুসলিমরা চাইলে ইসলামি আদালতেও ন্যায়বিচার চাইতে পারতেন।\nআবু হানিফা, যিনি এই ধারণাটির প্রবক্তা হিসেবে বিবেচিত হন, তার মতে, দারুল ইসলাম হিসেবে একটি দেশকে বিবেচনা করার জন্য নিম্নলিখিত শর্তগুলো পূরণ করতে হবে:\nমুসলিমদের অবশ্যই এই দেশে শান্তি ও নিরাপত্তা ভোগ করার সুযোগ থাকতে হবে।\nদেশটি একটি মুসলিম সরকারের দ্বারা শাসিত হতে হবে।\nদেশটির মুসলিম দেশগুলোর সাথে সাধারণ সীমানা থাকতে হবে।\n\n\n=== দার আল-'আহদ ===\nদার আল-'আহদ (আরবি: دار العهد \"চুক্তির ঘর\") বা দার আল-সুলহ্ (আরবি: دار الصلح \"সমঝোতা/চুক্তির ঘর\") হল সেই অঞ্চলের জন্য ব্যবহৃত শব্দ যা মুসলমানদের সাথে অআগ্রাসন বা শান্তিচুক্তিতে আবদ্ধ। এই বিভাজন শাফিয়ি ফিকহবিদদের দ্বারা স্বীকৃত ছিল। তবে হানাফি ফিকহবিদরা যুক্তি দেন যে, যদি কোনো অঞ্চল দার আল-ইসলামের সাথে শান্তিচুক্তি সম্পাদন করে, তবে দার আল-ইসলামের দায়িত্ব হবে সেই অঞ্চল ও তার জনগণকে সুরক্ষা প্রদান করা। ফলে, কার্যত সেই অঞ্চল দার আল-ইসলামের অংশ হয়ে যায়। তাই, হানাফি ফিকহবিদরা এই বিভাজনকে স্বীকৃতি দেননি।\nএই ধারণার উল্লেখ কোরআনেও পাওয়া যায়, যেখানে মুসলমানদের যুদ্ধের সময় কীভাবে আচরণ করতে হবে তা নির্দেশিত হয়েছে:\n\nতবে তারা ব্যতিক্রম, যারা এমন কোনো সম্প্রদায়ের সঙ্গে যুক্ত হয়েছে, যাদের সঙ্গে তোমাদের চুক্তি রয়েছে, অথবা যারা তোমাদের কাছে এসেছে, কিন্তু তোমাদের বিরুদ্ধে বা নিজেদের সম্প্রদায়ের বিরুদ্ধে যুদ্ধ করতে অনিচ্ছুক। আল্লাহ চাইলে তাদেরকে তোমাদের ওপর চাপিয়ে দিতেন, তখন তারা অবশ্যই তোমাদের সঙ্গে যুদ্ধ করত। তাই যদি তারা তোমাদের থেকে দূরে থাকে, তোমাদের বিরুদ্ধে যুদ্ধ না করে এবং শান্তি প্রস্তাব করে, তবে আল্লাহ তোমাদের তাদের বিরুদ্ধে কোনো পদক্ষেপ নেওয়ার অনুমতি দেন না।\n\n\n=== দারুল হারব ===\nদারুল হারব (আরবি: دار الحرب \"যুদ্ধের ভূমি\") একটি শাস্ত্রীয় পরিভাষা যা সেই দেশগুলোর জন্য ব্যবহৃত হত, যাদের সঙ্গে মুসলমানদের কোনো অগ্রহণযোগ্যতা বা শান্তিচুক্তি ছিল না (যেসব দেশের সাথে চুক্তি ছিল, তাদের বলা হত দারুল আহদ বা দারুল সুলহ)।\nবিশ্বকে দারুল হারব বা যুদ্ধের ভূমি হিসেবে ভাগ করার ধারণাটি কোরআন বা হাদিস-এ পাওয়া যায় না। কিছু পণ্ডিতের মতে, \"যুদ্ধের ভূমি\" বলতে শুধু পূর্ববর্তি বিশ্বের কঠিন বাস্তবতাকে বোঝানো হয়েছে।\nমাজিদ খাদুরি-এর মতে, দারুল ইসলাম এবং দারুল হারব-এর মৌলিক বিভাজনটি উমাইয়া খিলাফত যখন ৭৩২ সালে ট্যুরের যুদ্ধে পরাজিত হয় এবং ইসলামের উত্তর দিকে বিস্তার বাধাগ্রস্ত হয়, তখন প্রতিষ্ঠিত হয়েছিল। একই সময়ে, খিলাফতের পূর্ব দিকে সম্প্রসারণও থমকে গিয়েছিল।\nওয়াহবা আল-জুহাইলি মনে করেন, দারুল হারবের ধারণাটি মূলত ঐতিহাসিক: \"বর্তমানে দারুল ইসলাম এবং দারুল হারব-এর অস্তিত্ব বিরল বা খুবই সীমিত। কারণ, মুসলিম দেশগুলো জাতিসংঘের চুক্তিতে যোগ দিয়েছে যেখানে বলা হয়েছে যে, জাতিগুলোর মধ্যে সম্পর্ক হবে শান্তিপূর্ণ, যুদ্ধ নয়। তাই অমুসলিম দেশগুলো এখন দারুল আহদ...\"\nআবু হানিফা-এর মতে, একটি অঞ্চলকে দারুল হারব হিসেবে শ্রেণিবদ্ধ করতে তিনটি শর্ত পূরণ হতে হবে:\nসেখানে প্রকাশ্যে অমুসলিম আইন কার্যকর হতে হবে এবং ইসলামের কোনো আইন আর কার্যকর থাকবে না।\nসেই অঞ্চলকে অন্য কোনো দারুল হারব-এর সঙ্গে সীমান্ত ভাগ করতে হবে।\nমুসলমানরা সেখানে আর নিরাপদ থাকবে না, বরং অমুসলিমদের শাসনাধীনে আসার পর তারা নিরাপত্তাহীন হয়ে পড়বে।\nদারুল ইসলাম ও দারুল হারব-এর পার্থক্য নির্ধারণের মূল উদ্দেশ্য ছিল মুসলমানদের জন্য কোনো অঞ্চলকে নিরাপদ স্থান নাকি ভয়ের স্থান হিসেবে চিহ্নিত করা। যদি কোনো দেশে মুসলমানরা সাধারণভাবে নিরাপদ থাকে এবং ভয়ের মধ্যে না থাকে, তবে সেটিকে দারুল হারব বলা যাবে না।\nইউরোপীয় উপনিবেশকালে, ব্রিটিশ ভারত-এর মতো উপনিবেশিত অঞ্চলগুলোকে দারুল হারব বলা হবে কি না তা নিয়ে বিতর্ক ছিল। তবে মুসলমানদের জন্য উপনিবেশবাদীদের বিরুদ্ধে জিহাদ বাধ্যতামূলক ছিল বলে কোনো সুস্পষ্ট নির্দেশনা দেওয়া হয়নি।\nশাস্ত্রীয় ইসলামী নীতিমালা অনুসারে, মুসলিম শাসকদের দারুল হারব-এর অঞ্চলগুলোকে ইসলামী সার্বভৌমত্বের অধীনে আনার দায়িত্ব ছিল। দারুল ইসলাম এবং দারুল হারব-এর মধ্যে যুদ্ধাবস্থা স্বাভাবিক বলে ধরে নেওয়া হতো, তবে এটি মানেই যে যুদ্ধ অবশ্যই ঘটবে তা নয়। শাসক নির্ধারণ করতেন কখন, কোথায় এবং কার বিরুদ্ধে যুদ্ধ করা হবে। ফলে বাস্তবে দারুল ইসলাম ও দারুল হারব-এর মধ্যে বহুবার শান্তি স্থাপিত হয়েছিল; আনুষ্ঠানিক যুদ্ধবিরতি ১০ বছর পর্যন্ত স্থায়ী হতে পারত, আর অনানুষ্ঠানিক শান্তি তার চেয়েও দীর্ঘস্থায়ী হতো।\nদারুল ইসলাম এবং দারুল হারব-এর মধ্যে আনুষ্ঠানিক শান্তিচুক্তি না থাকলে, মুসলিমদের যুদ্ধবন্দীদের দাস হিসেবে গ্রহণ করা বৈধ ছিল, যা ইসলামে দাসত্ব-এর নিয়মের অন্তর্ভুক্ত ছিল। অতীতের দাসপ্রথার যুগে দারুল হারবকে দাস সরবরাহের উৎস হিসেবে ব্যবহৃত হতো।\nযেসব সময়ে দারুল হারব-এর কোনো অঞ্চলের সঙ্গে আনুষ্ঠানিক শান্তিচুক্তি থাকত, তখন সেই অঞ্চল মুসলিমদের আক্রমণের বাইরে থাকত এবং সেই অঞ্চলের বাসিন্দারা (হারবি) নিরাপদে মুসলিম ভূমিতে প্রবেশ করতে পারত। তবে যদি কোনো চুক্তি না থাকত, তবে হারবি ব্যক্তিদের মুসলিম ভূমিতে প্রবেশ করতে হলে তাদের একটি আমান (নিরাপত্তার নিশ্চয়তা) নিতে হতো। এই আমান ব্যবস্থার মাধ্যমেই দারুল হারব এবং দারুল ইসলাম-এর মধ্যে বাণিজ্য ও সাংস্কৃতিক বিনিময় হতো। দারুল ইসলাম-এর যে কোনো প্রাপ্তবয়স্ক মুসলিম (নারী বা পুরুষ, মুক্ত বা দাস) এই আমান প্রদান করতে পারত। কিছু পণ্ডিতের মতে, এমনকি অমুসলিম বাসিন্দারাও আমান দিতে পারত।\n\n\n== আধুনিক বিভাজন প্রয়োগ ==\nইসলামী দৃষ্টিভঙ্গির মধ্যে বিতর্ক রয়েছে যে প্রাচীন ভূখণ্ডভিত্তিক ইসলামী ধারণাগুলো আধুনিক বিশ্বে কীভাবে প্রয়োগযোগ্য। অনেক ইসলামী পণ্ডিত মনে করেন যে সেই প্রাচীন বিভাজনগুলো আধুনিক যুগে আর প্রাসঙ্গিক নয়। অন্যদিকে, কেউ কেউ যুক্তি দেন যে কিছু নির্দিষ্ট পরিস্থিতি ও অঞ্চলের ক্ষেত্রে এগুলো এখনও প্রয়োগ করা যেতে পারে। চরমপন্থী মতাদর্শের অনুসারীরা এই বিভাজনগুলোর মৌলিক ব্যাখ্যার ওপরই স্থির থাকেন।\nমুহাম্মাদ হানিফ হাসানের মতে, বর্তমান সময়ে বেশিরভাগ ধর্মনিরপেক্ষ মুসলিম দেশকে **দারুল ইসলাম** (ইসলামের ভূমি) বলা যায় না এবং বেশিরভাগ অমুসলিম দেশ (যেগুলো মুসলিম বিশ্বের সঙ্গে যুদ্ধরত নয়) **দারুল হারব** (যুদ্ধের ভূমি) নয়। এই দৃষ্টিকোণ মুসলিমদের চিরস্থায়ীভাবে অমুসলিমদের বিরুদ্ধে যুদ্ধরত থাকার ধারণার বিপরীতে অবস্থান করে। আধুনিক আন্তর্জাতিক ব্যবস্থা অতীতের তুলনায় এতটাই পরিবর্তিত হয়েছে যে, ইসলামী স্কলারদের পুরনো শ্রেণিবিভাগের ভিত্তিতে নতুন দৃষ্টিভঙ্গি ও চিন্তাধারা গ্রহণ করা জরুরি।\nএছাড়াও, হাসানের মতে, বর্তমান সময়ে যে কোনো মুসলিম-শাসিত রাষ্ট্র, যদি তা জাতিসংঘের সদস্য হয়, তাহলে সেটি স্বয়ংক্রিয়ভাবেই জাতিসংঘের অন্যান্য সদস্য রাষ্ট্রের সঙ্গে শান্তিচুক্তিতে আবদ্ধ থাকে, কারণ এটি জাতিসংঘ সনদের মাধ্যমে নির্ধারিত। যখন একটি মুসলিম রাষ্ট্র জাতিসংঘের সদস্যপদ গ্রহণ করে, তখন এটি মূলত একটি চুক্তিতে প্রবেশ করে। ইসলাম অনুসারে, মুসলমানদের যেকোনো চুক্তি পূরণ করা বাধ্যতামূলক, তা মুসলিমদের সঙ্গে হোক বা অমুসলিমদের সঙ্গে, যেমনটি কুরআনের ৫:১ এবং ২:১৭৭ আয়াতে উল্লেখ করা হয়েছে।\n\n\n== আরও দেখুন ==\n  \nখিলাফত\nমুসলিম প্রবাসী সম্প্রদায়\nপ্যান-ইসলামিজম\nমুসলমানদের মধ্যে সাম্প্রদায়িক সহিংসতা\nউম্মাহ\nনুহ (আ.)-এর সন্তানরা\n\n\n== তথ্যসূত্র ==\n  \nKhadduri, Majid (১৯৬৬)। \"অনুবাদকের ভূমিকা\"। The Islamic Law of Nations: Shaybani's Siyar। Johns Hopkins University Press। \nFadel, Mohammad (২০০৯)। \"আন্তর্জাতিক আইন, আঞ্চলিক উন্নয়ন: ইসলাম\"। আন্তর্জাতিক উন্নয়ন আইন: ম্যাক্স প্ল্যাঙ্ক এনসাইক্লোপিডিয়া অব পাবলিক ইন্টারন্যাশনাল ল'। Oxford University Press। পৃষ্ঠা 532–544। \n\n\n== অতিরিক্ত পাঠ্য ==\nAlbrecht, Sarah (২০১৬)। \"Dār al-Islām and dār al-ḥarb\"।   Fleet, Kate; Krämer, Gudrun; Matringe, Denis; Nawas, John; Rowson, Everett। Encyclopaedia of Islam, THREE। Brill Online। আইএসএসএন 1873-9830। ডিওআই:10.1163/1573-3912_ei3_COM_25867। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nপশ্চিমা মুসলিম এবং ইসলামের ভবিষ্যৎ, লেখক তারিক রমাদান\nসন্ত্রাসবাদের বিরুদ্ধে ফতোয়া এবং আত্মঘাতী বোমা হামলা, লেখক মুহাম্মদ তাহির-উল-কাদরি\nনিকোলা মেলিস, যুদ্ধ বিষয়ক আলোচনা। মোল্লা হুসরেভের কিতাব আল-জিহাদ। কাগ্লিয়ারি: আইপসা, ২০০২।\nড্যানিয়েল জি. কোয়েনিগ, আরবি-ইসলামিক দৃষ্টিকোণ থেকে লাতিন পশ্চিমা বিশ্ব। মধ্যযুগীয় ইউরোপের বিকাশের সন্ধান, অক্সফোর্ড, ও ইউ পি, ২০১৫।\n\n\n== বহিঃসংযোগ ==\n  \nইসলামের বিভিন্ন সম্প্রদায়  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১০-০৭-০১ তারিখে\nমুহাম্মদ মুশতাক আহমাদ: ইসলামি ফিকহে দারুল হারব ও দারুল ইসলাম ধারণা, বিশেষত হানাফি মাজহাবের প্রসঙ্গ\nওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১০-০৭-০১ তারিখে"}