{"pageid": 1519107, "title": "সুনীতা রাজওয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1519107", "content": "সুনীতা চাঁদ রাজওয়ার হলেন একজন ভারতীয় অভিনেত্রী যিনি চলচ্চিত্র, টেলিভিশন এবং মঞ্চ প্রযোজনার সাথে যুক্ত। তিনি ১৯৯৭ সালে নয়াদিল্লির ন্যাশনাল স্কুল অফ ড্রামা (এনএসডি) থেকে স্নাতক ডিগ্রি অর্জন করেন।  তিনি এক চালিস কি লাস্ট লোকাল (২০০৭), শুভ মঙ্গল জিয়াদা সাবধান (২০২০), বালা (২০১৯), স্ত্রী (২০১৮), কেদারনাথ (২০১৮) সহ বিভিন্ন চলচ্চিত্রে অভিনয় করেছেন। তিনি সনি লিভের কৌতুক সিরিজ গুল্লাক চলচ্চিত্রে অভিনয়ের জন্য পরিচিত। গুল্লাকে তার অভিনয়ের জন্য তিনি কৌতুক সিরিজে সেরা পার্শ্ব অভিনেত্রীর বিভাগে ফিল্মফেয়ার ওটিটি পুরস্কার জিতেছেন।\nতার প্রথম চলচ্চিত্র চজিল সঞ্জয় খান্দুরির পরিচালিত এক চালিস কি লাস্ট লোকাল যেখানে তিনি একজন সামাজিক অপরাধী চাকলির চরিত্রে অভিনয় করেছিলেন। এই চরিত্রে অভিনয়ের জন্য তিনি ২০০৮ সালে ব্রেকথ্রু পারফরম্যান্স - ফিমেল বিভাগে ম্যাক্স স্টারডাস্ট পুরস্কারের জন্য মনোনীত হয়েছিলেন। \n\n\n== জীবনের প্রথমার্ধ ==\nরাজওয়ারের জন্ম উত্তর প্রদেশের বরেলিতে। তিনি উত্তরাখণ্ডের হলদোয়ানিতে বড় হয়ে ওঠেন।  তিনি তার তিন ভাইবোনের মধ্যে দ্বিতীয়। নির্মলা কনভেন্ট স্কুলে পড়াশোনা করেছেন এবং পরে নৈনিতালের কুমায়ুন বিশ্ববিদ্যালয় থেকে স্নাতকোত্তর ডিগ্রি অর্জন করেছেন।  তিনি ১৯৯৭ সালে নয়াদিল্লির ন্যাশনাল স্কুল অফ ড্রামা  থেকে স্নাতক ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nন্যাশনাল স্কুল অফ ড্রামা থেকে স্নাতক হওয়ার পর তিনি মুম্বাই চলে আসেন এবং বেশ কয়েকটি বলিউড সিনেমায় অভিনয় করেন; যেমন ম্যায় মাধুরী দীক্ষিত বান্না চাহতি হুঁ (২০০৩), বুড্ঢা মার গয়া (২০০৭), দ্য হোয়াইট এলিফ্যান্ট (২০০৯), পঙ্কজ আদভানি পরিচালিত সংকেত সিটি (২০০৯) এবং এক চালিস কি লাস্ট লোকাল (২০০৮)। এক চালিস কি লাস্ট লোকাল সিনেমায় মুম্বাইয়ের একজন সামাজিক অপরাধী চাকলির ভূমিকায় অভিনয়ের জন্য তিনি ২০০৮ সালে ম্যাক্স স্টারডাস্ট পুরস্কারে ব্রেকথ্রু পারফরম্যান্স - মহিলা বিভাগে  মনোনয়ন পেয়েছিলেন।  তিনি হিসস (২০১০),  পাগলি দাদি কাফাল: ওয়াইল্ড বেরি ২০১৩-এর মতো চলচ্চিত্রে গুরুত্বপূর্ণ ভূমিকায় অভিনয় করেছেন।\nতিনি দুই মিনিটের রহস্য-রোমাঞ্চ বিজ্ঞাপন চলচ্চিত্র পাপ কা অন্ত -এ অভিনয় করেছিলেন, যার জন্য তিনি ২০০৫ সালের অ্যাবি পুরস্কারের মিডিয়া বিভাগে স্বর্ণপদক জিতেছিলেন।  সম্প্রতি তার সর্বশেষ টিভি বিজ্ঞাপন ছিল আস্কমি অ্যাপ যেখানে তিনি জনপ্রিয় অভিনেতা রনবীর কাপুরের সাথে অভিনয় করেছিলেন। তিনি অতীতে অমিতাভ বচ্চনের সাথে মাহিন্দ্রা ট্র্যাক্টরস, জি মুভি ম্যাজিক মাস্তি, ম্যাক্সিমা ওয়াচ এবং এয়ারটেল -এর মতো অনেক বিজ্ঞাপনে কাজ করেছেন। \nতিনি ২০১২ সালের পুরাণভিত্তিক রামায়ণ ধারাবাহিকে গুরুত্বপূর্ণ চরিত্র মন্থরার ভূমিকা অভিনয় করেন। তিনি  হিটলার দিদি (২০১৫) ধারাবাহিকে যমুনা দাই এবং সন্তোষী মা (২০১৭) ধারবাহিকে দক্ষিণা চাচি চরিত্রে অভিনয় করেছিলেন। তিনি স্টার প্লাসের টিভি ধারবাহিকইয়ে রিশতা কেয়া কেহলাতা হ্যায় -তে অভিনয় করে ঘরে ঘরে পরিচিতি পান। জব লাভ হুয়া, ইয়ে রিশতা কেয়া কেহলাতা হ্যায়, রামায়ণ এবং হিটলার দিদি  ছাড়াও, তিনি বেশ কয়েকটি টেলিভিশন ধারবাহিকে তিনি অভিনয় করেছেন। জি টিভির ধারবাহিক রিশতে, সনি টিভির ভৌতিক অনুষ্ঠান আহাত, এবং স্টার প্লাসের ভৌতিক নাটক সস্শহহ...কোই হ্যায় -তে তিনি অভিনয় করেছেন। সনি টিভির জনপ্রিয় রহস্য-রোমাঞ্চ ধারাবাহিক সিআইডি এবং লাইফ ওকে চ্যানেলের অপরাধমূলক অনুষ্ঠান সাবধান ইন্ডিয়া -তে তিনি কাজ করেছেন ।\nরাজওয়ার দ্য লাস্ট লিয়ার, লেডি ফ্রম দ্য সি, দো কাষ্টিয়ন কা সাওয়ার, দ্য ফার্ম, ধ্রুব স্বামীনি, জন্ম জয় কা নাগ যজ্ঞ, রাস প্রিয়া, দো অউরতেঁ, পাপ অর প্রকাশ, আশাদ কা এক দিন, মমি ইত্যাদি নাটকে অভিনয় করেছেন। তিনি নীনা গুপ্তার সূর্য কি অন্তিম কিরন সে পহেলি কিরন তক নাটকে প্রধান চরিত্রে অভিনয় করেছেন। \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== লেখক / সহকারী পরিচালক ===\n\n\n=== টিভি বিজ্ঞাপন ===\n\n\n=== টেলিভিশন ===\n\n\n== তথ্যসূত্র =="}