{"pageid": 1519157, "title": "মোহেনা সিং", "url": "https://bn.wikipedia.org/wiki?curid=1519157", "content": "মোহেনা সিং, যিনি মোহেনা কুমারী সিং নামেও পরিচিত, একজন ভারতীয় নৃত্যশিল্পী, নৃত্য পরিচালক, ইউটিউবার এবং প্রাক্তন টেলিভিশন অভিনেত্রী। তিনি ভারতের মধ্যপ্রদেশের রেওয়া অঞ্চলের রাজপরিবারের সদস্য।  তিনি স্টার প্লাসের ইয়ে রিশতা কেয়া কেহলাতা হ্যায়  ধারাবাহিকে কীর্তি গোয়েঙ্কা সিঙ্গানিয়ার ভূমিকায় অভিনয় করার জন্য পরিচিত।\n\n\n== ব্যক্তিগত জীবন ==\nমোহেনা কুমারী সিং হলেন রেওয়ার রাজকন্যা। তিনি রেওয়ার রাজপরিবারের সদস্য। ২০১৯ সালের ১৪ অক্টোবর তারিখে  তিনি উত্তরাখণ্ডের ক্যাবিনেট মন্ত্রী সতপাল মহারাজের ছেলে সুয়শ রাওয়াতকে বিয়ে করেন।   ২০২২ সালের ১৫ এপ্রিল তারিখে এই দম্পতির একটি পুত্র সন্তান এবং ২০২৪  সালের ২রা এপ্রিল তারিখে একটি কন্যা সন্তান লাভ হয়েছে। \n\n\n== কর্মজীবন ==\n২০১২ সালে জি টিভির রিয়েলিটি শো ডান্স ইন্ডিয়া ডান্স -এ অংশগ্রহনের মাধ্যমে মোহেনা টেলিভিশন জগতে আত্মপ্রকাশ করেন। এরপর তিনি স্টুডেন্ট অফ দ্য ইয়ার, দেড় ইশকিয়া এবং ইয়ে জাওয়ানি হ্যায় দিওয়ানি’-এর মতো বিভিন্ন চলচ্চিত্র প্রকল্পে রেমো ডি'সুজার সহকারী নৃত্য পরিচালক হিসেবে কাজ করেন। তিনি ২০১৫ সালে চ্যানেল ভি -তে সম্প্রচারিত দিল দোস্তি ডান্স ধারবাহিকে সারার চরিত্রে অভিনয়ের মাধ্যমে অভিনয় জগতে আত্মপ্রকাশ করেন। তিনি সেলিব্রিটি ডান্স রিয়েলিটি শো ঝলক দিখলা যা -এর একাধিক মরসুমে নৃত্য পরিচালক হিসেবে কাজ করেছেন। তিনি স্টার প্লাসের জনপ্রিয় ইয়ে রিশতা কিয়া কেহলাতা হ্যায়  ধারাবাহিকে অভিনয় করেছেন এবং স্টার প্লাসের সিলসিলা প্যার কা(২০১৬) ধারাবাহিকেও তাকে দেখা গেছে।\nডান্স ইন্ডিয়া ডান্স প্রতিযোগীতায় তিনি পঞ্চম স্থান অধিকার করেছিলেন। এছাড়াও, তিনি তার ইয়ে রিশতা কেয়া কহেলাতা হ্যায় ধারাবাহিকের দুই সহ-অভিনেতা রিশি দেব ও গৌরব ওয়াধয়ার সাথে একযোগে  রিমোরাভ ভল্গস নামক একটি ইউটিউব চ্যানেল খুলেছিলেন। মাত্র ২ বছরের কম সময়ে এই চ্যানেল ২০ লক্ষের বেশি সাবস্ক্রাইবার অর্জন করে। তবে, সেপ্টেম্বর ২০১৯ সালে তাদের তিন জনের মধ্যে কারনবশঃত বিচ্ছেদ হয়ে যায় এবং তারপর মোহেনা নিজেই মোহেনা ভল্গস্ নামের নিজস্ব ইউটিউব চ্যানেল চালু করেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== টেলিভিশন ===\n\n\n=== চলচ্চিত্র ===\n\n\n=== সঙ্গীত ভিডিও ===\nমোহিত চৌহানের তুমহারি আরজু\nগিপ্পি গ্রেওয়ালের গুচি ভোল্ট তুম\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n== তথ্যসূত্র =="}