{"pageid": 1519458, "title": "তাদামুন ব্যাংক", "url": "https://bn.wikipedia.org/wiki?curid=1519458", "content": "তাদামুন ব্যাংক একটি ইয়েমেনি ব্যাংক, যা খুচরা ও কর্পোরেট ব্যাংকিং সেবা এবং সমন্বিত বিনিয়োগ পরিষেবা প্রদান করে, যা ইসলামী ব্যাংকিং মানদণ্ডের সাথে সামঞ্জস্যপূর্ণ।\n\n\n== ইতিহাস ==\nতাদামুন ব্যাংককে ইয়েমেনের অন্যতম বৃহৎ এবং ঐতিহ্যবাহী ব্যাংক হিসেবে বিবেচনা করা হয়। এটি ১৯৯৬ সালে ইয়েমেন প্রজাতন্ত্রের ইসলামী ব্যাংক আইন অনুসারে প্রতিষ্ঠিত হয়।\nপ্রাথমিকভাবে, এই ব্যাংকের নাম ছিল ইয়েমেন ইসলামিক ব্যাংক ফর ইনভেস্টমেন্ট অ্যান্ড ডেভেলপমেন্ট, যা পরবর্তীতে ব্যবসা সম্প্রসারণের লক্ষ্যে তাদামুন ইন্টারন্যাশনাল ইসলামিক ব্যাংক (TIIB) নামে পুনঃনামকরণ করা হয়।\n২০০৮ সালে, ব্যাংকটিকে নিম্ন-আয়ের দেশের মধ্যে সবচেয়ে কার্যকর ইসলামী ব্যাংক হিসেবে মূল্যায়ন করা হয়।\n২০০৯ সালের মধ্যে, এটি মেনা অঞ্চলের সম্পদ অনুসারে দ্বিতীয় বৃহত্তম ইসলামী আর্থিক প্রতিষ্ঠান হয়ে ওঠে।\n২০২২-এর হিসাব অনুযায়ী, ব্যাংকটি আনুমানিক ৪৯৭ বিলিয়ন ওয়াইআর মূল্যের সম্পদ পরিচালনা করছে, যা প্রায় ২.৩১৪ বিলিয়ন মার্কিন ডলারের সমান। ব্যাংকের স্থায়ী মূলধন ২০ বিলিয়ন রিয়াল, যা প্রায় ৯৩ মিলিয়ন মার্কিন ডলারের সমান।\n\n\n== অবস্থান ==\nতাদামুন ব্যাংকের প্রধান কার্যালয় সানায়, ইয়েমেন প্রজাতন্ত্রে অবস্থিত। এটি ইয়েমেনের বিভিন্ন প্রদেশে বিস্তৃত ২৪টি শাখা এবং ১২০টিরও বেশি এটিএম পরিচালনা করে।\n\n\n=== বর্তমান অবস্থান ===\nতাদামুন ইন্টারন্যাশনাল ইসলামিক ব্যাংক বর্তমানে আনুমানিক (৫০০) বিলিয়ন ওয়াইআর মূল্যের সম্পদ পরিচালনা করছে, যা প্রায় (২.৩১৪) বিলিয়ন মার্কিন ডলারের সমান। ব্যাংকের মূলধন (২০) বিলিয়ন ইয়েমেনি রিয়াল, যা প্রায় (৯৩) মিলিয়ন মার্কিন ডলার।\nতাদামুন ইসলামিক ব্যাংক ১৭ বছরেরও বেশি সময় ধরে ব্যাংকিং খাতে সক্রিয় ভূমিকা পালন করছে এবং বর্তমানে এর কর্মীসংখ্যা ৭৮৬-এর বেশি। ব্যাংকটি ইসলামী শরিয়াহ-সম্মত আধুনিক ব্যাংকিং সেবা প্রদান করে, যা গ্রাহকদের জন্য বিস্তৃত ও সমন্বিত ব্যাংকিং সমাধান নিয়ে আসে।\nব্যাংকের পরিচালনা পর্ষদের সভাপতি উল্লেখ করেছেন যে, ২০১২ সালের অর্থবছরে ব্যাংকটি ব্যতিক্রমী সাফল্য অর্জন করেছে। প্রতিকূল অর্থনৈতিক পরিস্থিতি থাকা সত্ত্বেও, এটি প্রতিযোগীদের তুলনায় ভালো ফলাফল অর্জন করতে সক্ষম হয়েছে। এই সাফল্যের পেছনে মূলত শেয়ারহোল্ডার ও গ্রাহকদের সমর্থন এবং দক্ষ কর্মীদের নিরলস প্রচেষ্টা রয়েছে।\nতাদামুন ব্যাংক তার পণ্য ও ব্যাংকিং পরিষেবাগুলোর উন্নয়ন অব্যাহত রেখেছে, যাতে আধুনিক ব্যাংকিং প্রয়োজনীয়তার সাথে ইসলামী মূল্যবোধ ও নৈতিক আদর্শের সমন্বয় করা যায়। ব্যাংকটি ইসলামী ব্যাংকিং ও আধুনিক ব্যাংকিং পদ্ধতির মধ্যে ভারসাম্য রক্ষা করে, যা শিল্প ও উন্নয়নের ক্ষেত্রে একটি মানদণ্ড তৈরি করেছে।\nব্যাংকটির মূল লক্ষ্য আন্তর্জাতিক বাজারে তার অবস্থান সম্প্রসারণ করা, অর্থনীতিতে গুরুত্বপূর্ণ অবদান রাখা এবং আধুনিক ইসলামী ব্যাংকিং পরিষেবাগুলোকে সহজলভ্য করা।\nতাদামুন ইসলামিক ব্যাংক স্থানীয় ব্যাংকিং খাতে শীর্ষস্থান ধরে রেখেছে এবং দেশের আর্থ-সামাজিক উন্নয়নে গুরুত্বপূর্ণ ভূমিকা পালন করছে। এটি গ্রাহকদের আস্থার প্রতীক হয়ে উঠেছে এবং নতুন নতুন ব্যাংকিং ক্ষেত্র অন্বেষণের মাধ্যমে আরও বিস্তৃত সেবা প্রদান করছে। ব্যাংকটি ইসলামী ব্যাংকিং ব্যবস্থার মধ্যে প্রতিযোগিতামূলক বিনিয়োগ ও ব্যাংকিং পরিষেবাগুলোর একটি কার্যকর কাঠামো গড়ে তুলেছে, যা সম্পূর্ণরূপে শরিয়াহ আইনের সাথে সামঞ্জস্যপূর্ণ।\n\n\n== এছাড়াও দেখুন ==\nইয়েমেনের ব্যাংকগুলোর তালিকা\n\n\n== তথ্যসূত্র =="}