{"pageid": 1519328, "title": "কাঞ্চি সিং", "url": "https://bn.wikipedia.org/wiki?curid=1519328", "content": "কাঞ্চি সিং (জন্ম: ২৭ মার্চ ১৯৯৬) একজন ভারতীয় টেলিভিশন অভিনেত্রী। তিনি স্টারপ্লাসের দীর্ঘ চলমান ধারাবাহিক ইয়ে রিশতা কেয়া কেহলাতা হ্যায় -তে গায়ত্রী দেওরার ভূমিকায় এবং অউর পেয়ার হো গয়া ধারাবাহিকে অভনী খান্ডেলওয়াল চরিত্রে অভিনয় করার জন্য পরিচিত।\n\n\n== অভিনয় ক্যারিয়ার ==\n\n\n=== ২০০২-২০১২: প্রাথমিক কাজ ===\n২০০৩ সালে ৯ বছর বয়সে টেলিভিশন ধারাবাহিক কুটুম্বে একজন শিশুশিল্পী হিসাবে অভিনয়ের মাধ্যমে কাঞ্চি টেলিভিশন জগতে তার যাত্রা শুরু করেন। তবে এরপর তিনি পড়াশোনায় মনোনিবেশ করার জন্য অভিনয় থেকে বিরতি নিয়েছিলেন।\nআট বছর পর, ১৭ বছর বয়সে কাঞ্চি অভিনয় জগতে প্রত্যাবর্তন করেন ২০১১ সালে কালারস টিভির সাসুরাল সিমার কা ধারাবাহিকের মাধ্যমে, যেখানে তিনি একটি পুরুষ প্রধান পরিবারের সদস্য চেরি ভরদ্বাজের চরিত্রে অভিনয় করেন। যেহেতু এই ধারাবাহিকে তার খুব বেশি কাজ করার সুযোগ ছিল না, তাই তিনি ২০১২ সালে ধারাবাহিক ছেড়ে বেরিয়ে আসেন। \n\n\n=== ২০১৪–বর্তমান: সাফল্য ===\n২০১৩ সালের ডিসেম্বরে সিং তার কাজের জন্য সফলতা পেতে শুরু করে। তিনি ২০১৪ সালের জানুয়ারীতে জি টিভিতে সম্প্রচারিত অউর প্যার হো গয়া ধারাবাহিকে এক  রাজস্থানী ব্যবসায়ী পরিবারের মেয়ে অভনী খান্ডেলওয়ালের চরিত্রে অভিনয় করেন এবং এই ধারাবাহিকে তিনি অভিনেতা মিশকত ভার্মার সাথে জুটি বেঁধেছিলেন। ২০১৪ সালের ডিসেম্বরে ধারাবাহিকের চূড়ান্ত পর্ব সম্প্রচার হয়। এই ধারাবাহিকে তার অভিনয় সবার নজর কেড়েছিল। \nঅউর পেয়ার হো গয়া ধারাবাহিকের শেষের দিকে কাঞ্চি অভিনেতা রোহিত সুচান্তির সাথে পর্বভিত্তিক ধারাবাহিক পেয়ার তুনে কেয়া কিয়া -এর একটি পর্বে অভিনয় করেন।  তারপর তিনি লাইফ ওকে চ্যানেলের ধারাবাহিক ভক্ত কি ভক্তি মে শক্তি -এর একটি পর্বে, হানসা চরিত্রে অভিনয় করেছিলেন। \n২০১৬ সালে, সিং স্টার প্লাসের দীর্ঘতম চলমান নাটক ইয়ে রিশতা কেয়া কেহলাতা হ্যায় -তে গায়ত্রী দেওরার ভূমিকায় অভিনয়ের জন্য নির্বাচিত হন। এই ধারাবাহিকে তিনি মহসিন খান এবং ফাহাদ আলীর মতো অভিনেতাদের সাথে কাজ করেন।\n২০১৮ সালে, কাঞ্চি সিং রিয়েলিটি ক্রিকেট শো বক্স ক্রিকেট লীগে লখনউ নবাব দলের হয়ে খেলেছিলেন। এক বছর পর, তিনি রোহান মেহরার সাথে কালারস -এর  কিচেন চ্যাম্পিয়ন ৫ অনুষ্ঠানে অংশগ্রহণ করেন।\n\n\n== ব্যক্তিগত জীবন ==\nকাঞ্চি সিং ২০১৬ সালে ইয়ে রিশতা কেয়া কেহলাতা হ্যায় ধারাবাহিকে তার সহ-অভিনেতা রোহন মেহরার সাথে সম্পর্কে ছিলেন। কিন্তু শোনা যায় যে, ২০২১ সালে তাদের বিচ্ছেদ হয়ে গেছে। \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n== তথ্যসূত্র =="}