{"pageid": 1519447, "title": "তাজ মহলের উৎপত্তি ও স্থাপত্যশৈলী", "url": "https://bn.wikipedia.org/wiki?curid=1519447", "content": "তাজ মহল হল ইন্দো-ইসলামিক স্থাপত্যর সর্বোত্তম ও সূক্ষ্মতম উদাহরণ। এর নির্মাণের পেছনে রয়েছে এক আবেগপূর্ণ ইতিহাস এবং মুঘল সাম্রাজ্যর অধীনে ভারতের বৃহৎ অঞ্চলের শাসনকালীন সংস্কৃতি ও ঐতিহ্য। শোকার্ত মুঘল সম্রাট শাহজাহান তার অন্যতম প্রিয় স্ত্রী মুমতাজ মহল এর মৃত্যুর পর এই অনন্য স্থাপত্যের নির্মাণের নির্দেশ দেন।\nআহমদ মেমার এর স্থাপত্যশিল্পের এক অনন্য নিদর্শন হিসেবে এটি বিশ্বব্যাপী অন্যতম বিখ্যাত ও স্বীকৃত স্থাপনা। যদিও সুবিশাল গম্বুজযুক্ত সাদা মার্বেল সমাধি তাজ মহলের সবচেয়ে পরিচিত অংশ, এটি শুধুমাত্র একটি স্মৃতিসৌধ নয়, বরং এক বিস্তৃত কমপ্লেক্স, যেখানে রয়েছে বিভিন্ন ভবন ও বাগান। এটি প্রায় ২২.৪৪ হেক্টর (৫৫.৫ একর) এলাকা জুড়ে বিস্তৃত, যার মধ্যে রয়েছে পার্শ্ববর্তী সমাধিসৌধ, জল সরবরাহ ব্যবস্থা, দক্ষিণে তাজগঞ্জ শহর এবং উত্তরদিকে নদীর তীরে অবস্থিত 'চন্দ্র উদ্যান'।\nতাজ মহলের নির্মাণকাজ শুরু হয় ১৬৩২ খ্রিস্টাব্দে (১০৪১ হিজরি) যমুনা নদীর দক্ষিণ তীরে, আগ্রা শহরে এবং ১৬৪৮ খ্রিস্টাব্দ (১০৫৮ হিজরি)-এর মধ্যে প্রধান অংশ সম্পন্ন হয়। এটি এমনভাবে পরিকল্পিত হয়েছিল যাতে মুমতাজ মহলের স্বর্গীয় বাসভবনের এক প্রতিচ্ছবি তৈরি করা যায়।\n\n\n== মুমতাজ ও শাহজাহান ==\n\n১৬০৭ সালে (১০২৫ হিজরি) মুঘল রাজপুত্র খুররম (পরবর্তীকালে শাহজাহান) আর্জুমান্দ বানু বেগম-এর সঙ্গে বাগদান সম্পন্ন করেন। তিনি ছিলেন এক পারস্যী অভিজাতের নাতনি এবং পরে তার জীবনের অমূল্য প্রেমে পরিণত হন। পাঁচ বছর পর, ১৬১২ সালে তাদের বিয়ে হয়। বিবাহের পর, খুররম তাকে \"সময়ের সকল নারীর মধ্যে সৌন্দর্য ও গুণে অনন্য\" মনে করে মুমতাজ মহল (প্রাসাদের রত্ন) উপাধি প্রদান করেন।\nএরপরের বছরগুলোতে খুররম আরও দুই স্ত্রী গ্রহণ করেন—আকবরাবাদী মহল ও কান্দাহারী মহল। তবে, আদালতের সরকারি ইতিহাসবিদ কাজউইনির মতে, এই বিবাহগুলো কেবল আনুষ্ঠানিকতা ছিল। তিনি লিখেছেন, \"যে ঘনিষ্ঠতা, স্নেহ, যত্ন ও অনুগ্রহ সম্রাট মুমতাজের প্রতি প্রদর্শন করতেন, তা অন্য কোনো স্ত্রীর প্রতি তার অনুভূতির তুলনায় হাজার গুণ বেশি ছিল।\"\n\n১৬৩১ সালের ১৭ জুন, বুরহানপুর শহরে তাদের চতুর্দশ কন্যা গওহারা বেগম-এর জন্মকালে জটিলতার কারণে মুমতাজ মহল মারা যান। তিনি তখন দাক্ষিণাত্য মালভূমিতে এক সামরিক অভিযানে থাকা শাহজাহানের সঙ্গে ছিলেন। তার দেহ প্রথমে তাপ্তি নদীর তীরে অবস্থিত জয়নাবাদ বাগানে অস্থায়ীভাবে সমাহিত করা হয়।\nসমসাময়িক রাজদরবারের ইতিহাসবিদরা মুমতাজের মৃত্যুকে ব্যতিক্রমী গুরুত্ব দেন এবং শাহজাহানের গভীর শোকের বিবরণ দেন। বলা হয়, তিনি খবর পাওয়ার পর অসহনীয় দুঃখে পড়েন, সাত দিন দরবারে উপস্থিত হননি এবং এমনকি সন্ন্যাস গ্রহণের কথাও বিবেচনা করেছিলেন।\nআদালতের ইতিহাসবিদ মুহাম্মদ আমিন কাজউইনি লিখেছেন যে, মুমতাজের মৃত্যুর আগে শাহজাহানের দাড়িতে মাত্র \"দশ-বারোটি পাকা চুল ছিল, যা তিনি তুলতেন\", কিন্তু শোকে তার দাড়ি ধূসর থেকে একেবারে সাদা হয়ে যায়। তার চোখ অবিরাম কান্নায় দুর্বল হয়ে পড়ে এবং তাকে চশমা পরতে হয়।\nমুমতাজ বুধবারে মারা যাওয়ায়, সেই দিন সব ধরনের বিনোদন নিষিদ্ধ করা হয়। শাহজাহান দুই বছর ধরে সংগীত, গহনা, জমকালো পোশাক ও সুগন্ধি ব্যবহার ত্যাগ করেন। রাজপরিবার এতটাই উদ্বিগ্ন হয় যে, এক মান্যগণ্য আত্মীয় তাকে চিঠিতে লেখেন, \"যদি তিনি শোকের মধ্যে নিজেকে এতটাই হারিয়ে ফেলেন, তবে মুমতাজ হয়তো স্বর্গের আনন্দ ত্যাগ করে দুঃখময় এই পৃথিবীতে ফিরে আসতে চাইবেন।\"\nঅস্ট্রিয়ান গবেষক এবা কচ শাহজাহানকে \"মজনু-এর সঙ্গে তুলনা করেছেন, যিনি তার প্রেমিকা লায়লার জন্য মরুপ্রান্তরে বন্য হয়ে ঘুরে বেড়িয়েছিলেন।\"\nসম্রাটের বড় কন্যা, নিবেদিতপ্রাণ জাহানারা বেগম সাহিব, ধীরে ধীরে তাকে এই শোক থেকে বের করে আনেন এবং রাজদরবারে মুমতাজের অনুপস্থিতির দায়িত্ব পালন করেন। বুরহানপুরে মুমতাজের সাময়িক সমাধির পরপরই শাহজাহান ও রাজদরবার আগ্রায় স্থায়ী সমাধিসৌধ ও বাগানের পরিকল্পনা শুরু করেন।\n\n\n== স্থান ==\n\n\n=== ১৬শ–১৭শ শতকের আগ্রা ===\nপ্রথম মুঘল বাগান ১৫২৬ সালে বাবর, মুঘল সাম্রাজ্যের প্রতিষ্ঠাতা, আগ্রায় তৈরি করেছিলেন। এরপর থেকে, বাগান মুঘল ক্ষমতার অন্যতম প্রতীক হয়ে ওঠে এবং পূর্ব-মুঘল যুগের দুর্গের মতো ক্ষমতার প্রতীকগুলোর গুরুত্ব হ্রাস পায়। এই পরিবর্তন এক নতুন নান্দনিকতা প্রকাশ করেছিল—একটি শৈল্পিক বহিঃপ্রকাশ যা ধর্মীয় ও সমাধিক্ষেত্রের গুরুত্ব বহন করত এবং বাবরের ভারতীয় শুষ্ক সমভূমির উপর নিয়ন্ত্রণের প্রতীক ছিল।\nবাবর স্থানীয় ও লোদি স্থাপত্যের অনেক কিছু প্রত্যাখ্যান করেন এবং পারস্য বাগান ও রাজকীয় শিবির দ্বারা অনুপ্রাণিত নতুন কাঠামো তৈরি করার চেষ্টা করেন। এই উদ্যোগের প্রথম উদাহরণ ছিল আরাম বাগ। এরপর নদীর তীর ধরে প্রায় এক কিলোমিটার দীর্ঘ পরিকল্পিত ও সমন্বিত বাগান ও প্রাসাদ কমপ্লেক্স গড়ে ওঠে। একটি উঁচু, ধারাবাহিক পাথরের প্লাটফর্ম বাগান ও নদীর মধ্যে সংযোগ রক্ষা করেছিল এবং এটি শহরের ভবিষ্যৎ উন্নয়নের ভিত্তি স্থাপন করেছিল।\nপরবর্তী শতাব্দীতে, যমুনার উভয় তীরে এক সমৃদ্ধ নদীতীরবর্তী বাগাননগর গড়ে ওঠে। এর মধ্যে আগ্রা দুর্গ পুনর্নির্মাণও অন্তর্ভুক্ত ছিল, যা আকবর ১৫৭৩ সালে সম্পন্ন করেন। যখন শাহজাহান সিংহাসনে বসেন, তখন আগ্রার জনসংখ্যা প্রায় ৭,০০,০০০-এ পৌঁছে যায়। আবদুল আজিজ লিখেছেন, এটি ছিল \"সময়ের এক বিস্ময় – যেমন স্থল ও জলপথের মাধ্যমে বাণিজ্যের কেন্দ্র, তেমনি এশিয়ার বিভিন্ন অঞ্চল থেকে সাধু, পণ্ডিত ও জ্ঞানীদের মিলনস্থল... এটি ছিল শৈল্পিক দক্ষতা, সাহিত্য প্রতিভা ও আধ্যাত্মিক মর্যাদার এক প্রকৃত নক্ষত্র।\"\nআগ্রা নদীকেন্দ্রিক একটি শহর হয়ে ওঠে এবং পূর্বদিকে কিছুটা বিস্তার লাভ করলেও মূলত এটি পশ্চিম দিকে বিকশিত হয়, যেখানে নদীতীরের ধনী সম্পত্তিগুলো অবস্থিত ছিল। প্রধান স্থানগুলো ছিল নদীতে প্রবেশাধিকারসহ এলাকাগুলো, এবং তাজ মহল এই প্রসঙ্গে নির্মিত হয়েছিল। তবে এটি ব্যতিক্রমী এক স্থাপনা, কারণ এটি নদীর উভয় তীরে বিস্তৃত ছিল।\n\n\n=== ইন্টারঅ্যাকটিভ পরিকল্পনা ===\nছবিতে ক্লিক করে নেভিগেট করুনতাজমহল কমপ্লেক্সকে পাঁচটি প্রধান অংশে ভাগ করা যায়:\n'চাঁদের আলো বাগান' (মেহতাব বাগ) যা যমুনা নদীর উত্তর দিকে অবস্থিত।\nনদীর তীরবর্তী প্ল্যাটফর্ম, যেখানে সমাধি, মসজিদ এবং অতিথিশালা রয়েছে।\nচারবাগ বাগান, যেখানে বিভিন্ন প্যাভিলিয়ন অবস্থিত।\nনবত খানা (ড্রাম হাউস), যা বাগানের পশ্চিম ও পূর্ব পাশে রয়েছে। পশ্চিম দিকের নবত খানাকে বর্তমানে একটি জাদুঘরে রূপান্তর করা হয়েছে।\nজিলাউখানা (প্রাঙ্গণ), যেখানে সমাধির তত্ত্বাবধায়কদের থাকার জায়গা এবং দুটি ছোট সমাধি রয়েছে।\nতাজগঞ্জ, যা একসময় একটি বাজার এবং সরাইখানা ছিল, যার কিছু অংশ এখনও সংরক্ষিত আছে। এই অংশের মাঝখানে বড় ফটক অবস্থিত, যা জিলাউখানা ও বাগানের মধ্যে সংযোগস্থল।\nতাজগঞ্জ থেকে নদীর দিকে ধাপে ধাপে নিচে নামা যায়। সমসাময়িক বর্ণনায় কমপ্লেক্সের উপাদানগুলোকে নদীর তীরবর্তী প্ল্যাটফর্ম থেকে তাজগঞ্জের দিকে ক্রমানুসারে তালিকাভুক্ত করা হয়েছে।\n\n\n== পূর্বসূরি ==\n\n\n=== মুঘল সমাধি ===\n\nমুঘল শাসনামলে মৃতদের সম্মান জানিয়ে সমাধি নির্মাণ নিয়ে ধর্মতাত্ত্বিক বিতর্ক ছিল, যা বহু শতাব্দী ধরে স্থাপত্যের মাধ্যমে প্রকাশিত হয়েছিল। অধিকাংশ মুসলমানদের জন্য, সম্মানিত ব্যক্তিদের সমাধি পরিদর্শনের (টেমপ্লেট:বড়ক) মাধ্যমে আত্মিক উন্নতি সম্ভব বলে বিশ্বাস করা হতো। তবে, অর্থোডক্স ইসলাম সমাধিগুলোকে বিতর্কিত মনে করত, কারণ কিছু হাদিস সমাধি নির্মাণকে নিষিদ্ধ করেছিল।\nএকইসঙ্গে, মুঘলরা স্থানীয় হিন্দু জনসংখ্যার সংস্কৃতির সঙ্গে খাপ খাওয়ানোর চেষ্টা করছিল। স্থানীয় বিশ্বাস অনুযায়ী, মৃতদেহ এবং সমাধির স্থাপনা অশুদ্ধ বলে মনে করা হতো। তাজমহলের নির্মাণকালের মুসলমানদের অনেকের কাছে, সমাধি বৈধ ছিল, যদি তা অতিরিক্ত জাঁকজমকপূর্ণ না হতো এবং এটি পৃথিবীতে জান্নাতের প্রতিচ্ছবি হিসেবে বিবেচিত হতো।\nএই বিতর্কের উত্থান-পতন মুঘল সম্রাটদের পারিবারিক সমাধিগুলোর মধ্যে দেখা যায়, যা তিমুরের সময় থেকে শুরু হয়েছিল। ১৪০৩ খ্রিস্টাব্দে (৮১০ হিজরি) তিমুরকে গুর-এ-আমির-এ সমাহিত করা হয়, যা সামরকন্দে অবস্থিত এবং খাঁজকাটা গম্বুজযুক্ত। এই সমাধিতে ঐতিহ্যবাহী পারস্যের ইওয়ান প্রবেশপথ ব্যবহার করা হয়েছে।\n১৫২৮ খ্রিস্টাব্দে (৯৩৫ হিজরি) বাবরের সমাধি কাবুলে নির্মিত হয়, যা তুলনামূলকভাবে সহজ ও সাধারণ। এটি খোলা আকাশের নিচে একটি চত্বরের কেন্দ্রে অবস্থিত, যেখানে বাগানের প্রাচীর ঘিরে রাখা হয়েছে।\n\nহুমায়ুনের সমাধি, যা ১৫৬২ খ্রিস্টাব্দে নির্মাণের জন্য আদেশ দেওয়া হয়েছিল, তা তাজমহলের নকশার অন্যতম প্রধান প্রভাবক। এটি গুর-এ-আমির-এর অনুকরণে নির্মিত হয়েছিল, যেখানে কেন্দ্রীয় গম্বুজ, জ্যামিতিকভাবে সুসংগঠিত পরিকল্পনা ও ইওয়ান প্রবেশপথ রয়েছে। তবে, এতে ভারতীয় মুঘল স্থাপত্যশৈলীর ছতরি, লাল বালিপাথরের মুখাবরণ এবং 'জান্নাতের বাগান' (চারবাগ) অন্তর্ভুক্ত করা হয়।\nআকবরের সমাধি (প্রায় ১৬০০ খ্রিস্টাব্দ), সিকান্দ্রা, আগ্রা-তে অবস্থিত, যা হুমায়ুনের সমাধির অনেক উপাদান সংরক্ষণ করেছে, তবে এতে কোনো গম্বুজ নেই এবং এটি খোলা আকাশের নিচে একটি সমাধিস্তম্ভরূপে গঠিত। এই নকশার ধারা ইতিমাদ-উদ-দৌলার সমাধি, যা ১৬২২-১৬২৮ খ্রিস্টাব্দে আগ্রায় নির্মিত হয়েছিল এবং যা নূরজাহান কর্তৃক আদিষ্ট ছিল, তাতেও অব্যাহত থাকে।\nজাহাঙ্গীরের সমাধি শাহদারা (লাহোর)-তে অবস্থিত, যার নির্মাণকাজ ১৬২৮ খ্রিস্টাব্দে (১০৩৭ হিজরি) শুরু হয়, অর্থাৎ তাজমহল নির্মাণের মাত্র চার বছর আগে। এই সমাধিতেও কোনো গম্বুজ নেই এবং এটি একটি সাধারণ চত্বরের ওপর নির্মিত, যেখানে প্রতিটি কোণে একটি মিনার রয়েছে।\n\n\n=== জান্নাতের বাগান ===\n\nজান্নাতের বাগান (চারবাগ) ধারণাটি মুঘলরা পারস্য থেকে নিয়ে এসেছিল, যা তিমুরীয় বাগান হিসেবে পরিচিত। এটি ছিল ভারতীয় উপমহাদেশে তাদের প্রথম স্থাপত্যশৈলী, যা নানাবিধ কার্যকরী ও প্রতীকী অর্থ বহন করত। এই বাগানের প্রতীকী ভাবনা এসেছে মিস্টিক ইসলামি গ্রন্থ থেকে, যেখানে জান্নাতকে এক প্রাচুর্যময় বাগান হিসেবে বর্ণনা করা হয়েছে—যেখানে প্রচুর গাছপালা, ফুল ও উদ্ভিদ রয়েছে এবং পানি বিশেষ ভূমিকা পালন করে। জান্নাতে চারটি নদী একটি কেন্দ্রীয় ঝর্ণা বা পর্বত থেকে উৎসারিত হয়। আদর্শ আকারে, বাগানটি চারটি সমান অংশে বিভক্ত বর্গাকার হিসেবে বিন্যস্ত হতো।\nএই নদীগুলো প্রায়শই চারবাগে অগভীর খালের মাধ্যমে উপস্থাপিত হয়, যা বাগানটিকে চারটি দিকের দিকে প্রবাহিত করে ভাগ করে দেয়। এই খালগুলো পানি, দুধ, মদ এবং মধুর প্রতিশ্রুতি দেয়।\nবাগানের কেন্দ্রবিন্দু, যেখানে বিভাজনগুলো মিলিত হয়, প্রতীকী দিক থেকে অত্যন্ত গুরুত্বপূর্ণ। আদর্শ অবস্থায় এখানে একটি প্যাভিলিয়ন, পুকুর বা সমাধি স্থাপন করা হতো। হুমায়ুন, আকবর এবং জাহাঙ্গীরের সমাধিগুলো এই নকশা অনুসরণ করে।\nক্রস-অক্ষ বাগানের ধারণা দক্ষিণ এশিয়ার আরও পুরোনো উদাহরণেও দেখা যায়, যেমন শ্রীলঙ্কার সিগিরিয়ার রাজকীয় বাগানগুলো, যা পঞ্চম শতকে অনুরূপ পদ্ধতিতে বিন্যস্ত হয়েছিল।\nতবে শাহজাহানের প্রয়াত স্ত্রীর সমাধির ক্ষেত্রে, যেখানে সমাধিটি বাগানের প্রান্তে অবস্থিত, সেখানে ঐতিহ্যবাহী চারবাগ নকশা অনুসরণ করা হয়নি কেন, তা নিয়ে পণ্ডিতদের মধ্যে বিতর্ক রয়েছে। ইব্বা কোচ মনে করেন, এটি চারবাগেরই একটি পরিবর্তিত রূপ, যা আগ্রায় পাওয়া আরও ধর্মনিরপেক্ষ নদী তীরবর্তী বাগানগুলোর অনুকরণে ধর্মীয় উদ্দেশ্যে খাপ খাইয়ে নেয়া হয়েছিল।\nমুঘলরা ভারতের সমতলভূমির নির্দিষ্ট পরিস্থিতির জন্য এই ধরনের বাগান তৈরি করেছিল, যেখানে ধীর গতির নদীগুলো পানির উৎস হিসেবে ব্যবহৃত হতো। পানি পশু-চালিত যন্ত্র (পুর) ব্যবহার করে নদী থেকে তোলা হতো এবং পানির ট্যাংকে সংরক্ষণ করা হতো। একটি লম্বা টেরেস নদীর তীরের কাছাকাছি স্থাপন করা হতো, যেখানে মূল ভবনের নিচের দিকে নদীমুখী কক্ষ থাকত। টেরেসের উভয় প্রান্তে টাওয়ার দ্বারা গুরুত্ব দেওয়া হতো।\nএই রূপটি বাবর আগ্রায় নিয়ে আসেন এবং শাহজাহানের সময়, এই ধরনের বাগান এবং ঐতিহ্যবাহী চারবাগ, উভয়ই যমুনা নদীর দুই পাশে বিস্তৃত ছিল। নদী তীরবর্তী প্ল্যাটফর্মটি আগ্রার দৃশ্যকে আরও আকর্ষণীয় করতে ডিজাইন করা হয়েছিল, যাতে সম্রাট এবং রাজবংশের লোকেরা নদীপথে শহর ঘুরতে পারত।\nকিছু পণ্ডিত অন্য একটি ব্যাখ্যাও প্রদান করেন। যদি যমুনা নদীর উত্তরের মেহতাব বাগ (মিডনাইট গার্ডেন) কমপ্লেক্সের একটি অবিচ্ছেদ্য অংশ হিসেবে বিবেচিত হয়, তবে সমাধিটি প্রকৃতপক্ষে একটি বাগানের কেন্দ্রে অবস্থান করছে, যা একটি প্রকৃত নদী দ্বারা বিভক্ত এবং এটি একটি বিশুদ্ধ চারবাগ নকশার ঐতিহ্যকে ধারণ করে।\n\n\n=== সমাধি ===\n\nমুঘল বাগান প্যাভিলিয়ন এবং সমাধিগুলোর (যেগুলোকে প্যাভিলিয়নের এক ধরনের স্মৃতিস্তম্ভ হিসেবে বিবেচনা করা হয়) প্রিয় নকশা ছিল হাশত-বিহিশ্ত, যার অর্থ পার্সিয়ান ভাষায় 'আটটি জান্নাত'।\nএগুলো ছিল বর্গাকার বা আয়তাকার পরিকল্পনাযুক্ত ভবন, যার কেন্দ্রে একটি গম্বুজযুক্ত চত্বর এবং চারপাশে আটটি উপাদান ছিল। পরবর্তীতে, হাশত-বিহিশ্তের উন্নত সংস্করণগুলো বর্গটিকে ৪৫-ডিগ্রি কোণে বিভক্ত করে আরও বৃত্তাকার নকশা তৈরি করে, যেখানে প্রায়শই ছতরি (ছোট স্তম্ভযুক্ত প্যাভিলিয়ন) কোণগুলোতে দেখা যায়।\nএই আটটি বিভাজন এবং প্রায়শই আটকোণাকৃতির কাঠামোগুলো মুসলমানদের জন্য জান্নাতের আটটি স্তরের প্রতীক হিসেবে বিবেচিত হয়। তবে, এই নকশা কেবল ইসলামি ঐতিহ্যের মধ্যেই সীমাবদ্ধ ছিল না। চীনের ম্যাজিক স্কোয়ার (জাদু বর্গ) কৃষি চক্র (ফসল ঘূর্ণায়মান) সহ বিভিন্ন কাজে ব্যবহৃত হতো এবং এটি মুসলমান গণিতবিদদের ওয়াকফ-এও ব্যবহৃত হতো।\n\nনয়-গুণের নকশা ভারতীয় মন্ডলায় বিশেষভাবে অনুরণিত হয়, যা হিন্দু এবং বৌদ্ধ ধর্মের মহাবিশ্বের মানচিত্র।হুমায়ুনের সমাধির পাশাপাশি, ইতিমাদ-উদ-দৌলার সমাধি মুঘল স্থাপত্যের একটি নতুন যুগের সূচনা করে। এটি সম্রাজ্ঞী নূরজাহান তার পিতার জন্য ১৬২২ থেকে ১৬২৫ খ্রিস্টাব্দ (১০৩১–১০৩৪ হিজরি) পর্যন্ত নির্মাণ করেছিলেন এবং এটি অন্যান্য মুঘল যুগের সমাধিগুলোর তুলনায় ছোট। তবে, এর সূক্ষ্ম নকশা এবং কারুকাজের জন্য একে প্রায়শই একটি 'রত্ন বাক্স' বলা হয়।\nএর বাগান বিন্যাস, সাদা মার্বেল ও লাল বেলেপাথরের স্তরক্রমিক ব্যবহার, পারচিন কারি ইনলে ডিজাইন এবং জালি কাজ তাজমহলের অনেক স্থাপত্য উপাদানের পূর্বাভাস দেয়। নূরজাহানের পিতার সমাধি পশ্চিম দিকে তার মায়ের সমাধির পাশে একটু সরে রাখা হয়েছে। এই সামান্য অসমতা তাজমহলেও পুনরাবৃত্তি ঘটে, যেখানে মুমতাজকে কমপ্লেক্সের জ্যামিতিক কেন্দ্রস্থলে সমাহিত করা হয় এবং শাহজাহানকে তার পাশে রাখা হয়। এই সাদৃশ্যের কারণে, একে বেবি তাজ নামেও ডাকা হয়।\n\n\n=== মিনার ===\nমুঘল স্থাপত্যে মিনার ১৭শ শতকের আগে তেমন প্রচলিত ছিল না, বিশেষত শাহজাহানের পৃষ্ঠপোষকতার সময় এটি ব্যাপকভাবে ব্যবহৃত হতে শুরু করে। তাজমহল নির্মাণের ২০ বছর আগের কিছু নিদর্শন আকবরের সমাধি এবং জাহাঙ্গীরের সমাধি-তে পাওয়া যায়। ইসলামী বিশ্বের অন্যান্য স্থানের স্থাপত্য উন্নয়ন, বিশেষত অটোমান স্থাপত্য ও তিমুরীয় স্থাপত্য দ্বারা এটির জনপ্রিয়তা বৃদ্ধি পায়। মুঘল সাম্রাজ্যের ক্রমবর্ধমান ধর্মীয় রূপরেখার প্রতিফলন হিসেবেও মিনারের ব্যবহারের বিস্তারকে দেখা হয়।\n\n\n== ধারণা, প্রতীকবাদ ও ব্যাখ্যা ==\n\nশাহজাহানের শাসনামলে মুঘল স্থাপত্যের প্রতীকী গুরুত্ব চূড়ান্ত শিখরে পৌঁছে। তাজমহল কমপ্লেক্সকে জান্নাতে বিদেহী আত্মার গৃহের প্রতিরূপ হিসেবে কল্পনা করা হয়েছিল (যা রাজকীয় স্বর্ণকার ও কবি বিবদাল খানের একটি কবিতার অনুপ্রেরণায় তৈরি)। এই ধারণাটি মুঘল সমাধি স্থাপত্যের মূল বৈশিষ্ট্যগুলোর মধ্যে একটি এবং এটি সমগ্র কমপ্লেক্সের নকশায় প্রতিফলিত হয়েছে।\nস্থাপত্যে বিভিন্ন স্তরবিন্যাস ও প্রতিসাম্যের (symmetry) মাধ্যমে পরিকল্পনাকে শৃঙ্খলাবদ্ধ করা হয়েছিল। প্রতিফলিত প্রতিসাম্য (bilateral symmetry) দ্বারা মুঘল স্থাপত্যে জোড়া, সমকক্ষতা ও সর্বজনীন সামঞ্জস্যের ধারণা প্রকাশ করা হয়। গজ (পরিমাপ) একক ভিত্তিক জটিল গ্রিড ব্যবহার করে স্থাপত্যের উপাদানগুলোর মধ্যে অনুপাত রক্ষা করা হয়েছিল।\nস্থাপত্যের স্তরবিন্যাস নাটকীয়তা তৈরি করত। তাজমহলে লাল বেলেপাথর ও সাদা মার্বেলের স্তরক্রমিক ব্যবহার বহু প্রতীকী অর্থ বহন করে। এটি প্রাচীন হিন্দু বিশ্বাসের সঙ্গে মিলে যায়, যেখানে বিষ্ণুধর্মোত্তর পুরাণে ব্রাহ্মণদের জন্য সাদা পাথর এবং ক্ষত্রিয়দের জন্য লাল পাথরের ব্যবহার নির্ধারিত ছিল। মুঘলরা এই রঙের বিভাজন ব্যবহার করে নিজেদের ভারতীয় সামাজিক কাঠামোর দুই শীর্ষ শ্রেণির প্রতিনিধিত্বকারী হিসেবে প্রতিষ্ঠিত করেছিল। এছাড়াও, পারস্যে লাল রঙ রাজকীয় তাঁবুর প্রতীক ছিল।\nপ্রাকৃতিক অলঙ্করণও স্থাপত্যের স্তরক্রম অনুসরণ করত। এটি জিলাউখানা ও তাজগঞ্জে অনুপস্থিত থাকলেও, মাজারের দিকে অগ্রসর হওয়ার সঙ্গে সঙ্গে এর উপস্থিতি বৃদ্ধি পায়। এই অলঙ্করণ জান্নাতের এক শাশ্বত ও নিখুঁত প্রতিরূপ তৈরি করত এবং সম্রাটের বংশ, শাসন ও রাজকীয়তার প্রশংসায় ব্যবহৃত উদ্ভিদ-প্রতিমূলক ভাষার অংশ ছিল। এটি হিন্দু প্রতীকতাত্ত্বিকতাকেও যুক্ত করে, যেখানে 'শুভলক্ষণ কলস' (কলশ) ব্যবহৃত হয়।\nতাজমহলের অভ্যন্তরীণ স্থাপত্যেও স্বর্গীয় অনুভূতি ফুটিয়ে তোলা হয়। এর ভেতরের অনুরণন সময়কাল ২৮ সেকেন্ড, যা পবিত্র কুরআন আবৃত্তির সময় শব্দের প্রতিধ্বনিকে দীর্ঘস্থায়ী করত, ফলে এটি এক আধ্যাত্মিক পরিবেশ তৈরি করত।\n\n\n=== ঈশ্বরের সিংহাসন ===\n\n১৯৭৯ সালে ওয়েইন ই. বেগলি একটি ব্যাখ্যা উপস্থাপন করেন, যেখানে তিনি দেখান যে 'জান্নাতের বাগান' আসলে কিয়ামতের দিন সিংহাসনের অবস্থান। তার মতে, তাজমহল এমন একটি স্মৃতিস্তম্ভ যেখানে শাহজাহান নিজেকে ঈশ্বরের সিংহাসনের প্রতীকী ক্ষমতা দ্বারা মহিমান্বিত করতে চেয়েছিলেন।\nকিন্তু কোচ এই ব্যাখ্যার সঙ্গে একমত নন। তিনি এটিকে অতিরিক্ত জটিল বিশ্লেষণ বলে মনে করেন এবং উল্লেখ করেন যে, কোরআনের 'সিংহাসন' সম্পর্কিত আয়াত (সূরা ২, আয়াত ২৫৫) তাজমহলের শিলালিপিতে অনুপস্থিত।\n১৯৯৬ সালে, বেগলি উল্লেখ করেন যে \"সমাবেশের প্রান্তর\" (আর্দ আল-হাশর) সম্পর্কিত সুফি মরমী ও দার্শনিক ইবনে আরবি (প্রায় ১২৩৮) রচিত এক চিত্র তাজমহলের বাগানের বিন্যাসে অনুপ্রেরণা হিসেবে কাজ করেছে বলে মনে হয়। ইবনে আরবি সেই সময়ে অত্যন্ত সম্মানিত ছিলেন এবং তার লেখা ফুতুহাত আল-মাক্কিয়া-র বহু কপি ভারতে পাওয়া যেত, যেখানে এই চিত্রটি অন্তর্ভুক্ত ছিল।\nএই চিত্রটিতে দেখানো হয়েছে: - আরশ (আল্লাহর সিংহাসন; আট কোণবিশিষ্ট তারকা চিহ্নিত বৃত্ত)।  - ধার্মিকদের মিম্বার (আল-আমিনুন)।  - সাত সারি ফেরেশতা।  - জিবরাইল (আল-রূহ)।  - আ’রাফ (সীমান্ত অঞ্চল)।  - হাউজুল কাওসার (সচ্ছলতার ঝর্ণা; কেন্দ্রে আধবৃত্তাকার চিত্র)।  - আল-মাকাম আল-মাহমুদ (প্রশংসিত স্থান; যেখানে মুহাম্মদ বিশ্বস্তদের জন্য সুপারিশ করবেন)।  - মিজান (তুলাদণ্ড)।  - আস-সিরাত (সেতু)।  - জাহান্নাম (নরক)।  - মারজ আল-জান্নাহ (স্বর্গের মাঠ)।\nতাজমহল ও তার বাগানের সাধারণ অনুপাত এবং আরশ, মিম্বার ও কাওসার ঝর্ণার অবস্থানের মধ্যে লক্ষণীয় সাদৃশ্য দেখা যায়।\n\n\n=== প্রেমের প্রতীক ===\nতাজমহলকে \"এক মহান প্রেমের প্রতীক\" হিসেবে বিবেচনা করার প্রচলিত মত সমসাময়িক বিবরণ ও অধিকাংশ ঐতিহাসিকদের গবেষণায় সত্য বলে প্রতীয়মান হয়। তবে, এই স্থাপনা মুঘল শাসকদের 'পরিপূর্ণতা' প্রদর্শনের জন্য জাহানী প্রচারণারও অংশ ছিল।\nতাজমহলের প্রচারণামূলক দৃষ্টিভঙ্গি নিয়ে সমসাময়িক গবেষকদের মধ্যে কিছু মতপার্থক্য রয়েছে। এই সময়ের মুঘল স্থাপত্য ইসলামি শিল্প ও স্থানীয় ভারতীয় নকশার সংমিশ্রণের পরিপূর্ণতা প্রকাশ করে। যদিও মুঘলরা তাদের পারস্য ও তিমুরীয় ঐতিহ্য নিয়ে গর্ব করত, তবু তারা নিজেদের ভারতীয় হিসেবেই দেখতে শুরু করেছিল।\nকপলস্টোন লিখেছেন, \"যদিও এটি একটি স্বতন্ত্র ভারতীয় নির্মাণ, এর স্থাপত্যগত সাফল্যের মূল রহস্য হল মূলত পারস্য নকশার সরল ও ভারসাম্যপূর্ণ অনুপাত, যা স্বচ্ছ ও জটিলতাহীন স্থানে প্রয়োগ করা হয়েছে।\"\n\n\n== নির্মাণ ও সমাহিতকরণ ==\nতাজমহল নির্মাণের জন্য আগ্রার দক্ষিণ প্রান্তে যমুনা নদীর তীরে একটি স্থান নির্বাচিত হয় এবং এটি রাজা জয় সিং-এর কাছ থেকে কেনা হয়।\nএই স্থানকে বর্ণনা করা হয়েছিল: \"উচ্চতা ও সৌন্দর্যের দিক থেকে এটি সেই মহীয়সীর সমাধির জন্য যথাযথ স্থান, যিনি জান্নাতে বসবাস করেন\"।\n১৬৩২ সালের জানুয়ারিতে (১০৪১ হিজরি), মুমতাজের মরদেহ বুরহানপুর থেকে আগ্রায় আনা হয় অত্যন্ত মর্যাদার সাথে, এবং পথিমধ্যে দরিদ্রদের মধ্যে খাদ্য, পানীয় ও মুদ্রা বিতরণ করা হয়।\nএরই মধ্যে নদীর তীরবর্তী প্ল্যাটফর্মের ভিত্তির নির্মাণকাজ শুরু হয়ে গিয়েছিল। শুরুতে একটি ছোট গম্বুজযুক্ত ভবন তার মরদেহের ওপর নির্মাণ করা হয়, যা বর্তমানে পশ্চিম দিকের বাগানের একটি চত্বরে চিহ্নিত আছে।\n\n\n=== ভিত্তি নির্মাণ ===\nভিত্তি নির্মাণ ছিল মুঘল স্থপতিদের জন্য সবচেয়ে বড় কারিগরি চ্যালেঞ্জ। বিশাল সমাধিসৌধের ওজন বহন করতে হলে নদীতীরের বালিকে স্থিতিশীল করতে হতো। এজন্য গভীর কূপ খনন করে কাঠের খাঁচায় আবদ্ধ করা হয়, তারপর এগুলো ইটের খোয়া, লোহা ও চুনাপাথরের মিশ্রণে পূর্ণ করা হয়, যা কার্যত ড্রিলড পাইল হিসেবে কাজ করেছিল।\nপর্যাপ্ত ভিত্তি স্থাপনের পর, একযোগে সমগ্র কমপ্লেক্সের নির্মাণকাজ শুরু হয়। বাগানের গাছপালা সঙ্গে সঙ্গে রোপণ করা হয়, যাতে নির্মাণকাজ চলাকালীন এগুলো পূর্ণতা লাভ করে।\n\n\n=== তারিখ নির্ধারণ ===\nশাহজাহানের ইতিহাসবিদরা নির্মাণের প্রাথমিক পর্যায় সম্পর্কে লিখেছেন, বিশেষ করে মুমতাজের স্মরণে প্রথম দুই বার্ষিকী উদযাপনের বিবরণে। এই স্মরণ উৎসবটি 'ঊরস' নামে পরিচিত। প্রথম ঊরস অনুষ্ঠিত হয় ৫ জুন ১৬৩২ খ্রিস্টাব্দ (১০৪১ হিজরি) সালে। এটি ছিল একটি খোলা তাঁবুতে আয়োজিত অনুষ্ঠান, যেখানে সমাজের সকল স্তরের মানুষ অংশ নিতে পারেন। এটি বর্তমান প্রবেশদ্বার চত্বর (জিলাউখানা) এলাকায় অনুষ্ঠিত হয়েছিল। দান বিতরণ করা হয় এবং দোয়া পাঠ করা হয়।\nদ্বিতীয় ঊরস অনুষ্ঠিত হয় ২৫ মে ১৬৩৩ খ্রিস্টাব্দ (১০৪২ হিজরি)। এই সময়ে মুমতাজ মহল তার চূড়ান্ত সমাধিস্থলে স্থানান্তরিত হন। নদীর ধারে অবস্থিত ছাদটি সম্পন্ন হয়েছিল, সমাধির ভিত্তি এবং তহখানাও তৈরি করা হয়েছিল। এটি ছিল এক গ্যালারিযুক্ত কক্ষসমষ্টি, যা নদীর দিকে খোলা এবং ছাদের নিচে অবস্থিত। এটি উৎসব উদযাপনের সময় সম্রাটের অনুচরদের ব্যবহারের জন্য নির্ধারিত ছিল।\nপিটার মুন্ডি, ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির একজন কর্মচারী এবং পশ্চিমা পর্যবেক্ষক, নির্মাণ কাজের অগ্রগতি সম্পর্কে মন্তব্য করেন। তিনি উল্লেখ করেন যে কারাভানসারাই এবং বাজার নির্মাণ চলছিল এবং \"সমাধির চারপাশে ইতোমধ্যেই স্বর্ণের রেলিং স্থাপন করা হয়েছে\"। তবে চুরির সম্ভাবনা থাকায়, ১৬৪৩ খ্রিস্টাব্দ (১০৫৩ হিজরি) সালে এটি খোদাই করা মার্বেল জালি দিয়ে প্রতিস্থাপন করা হয়।\nদ্বিতীয় ঊরসের পর, নির্মাণের অগ্রগতি সম্পর্কে আরও নির্ভরযোগ্য তথ্য পাওয়া যায় খোদাইকার আমানত খানের স্বাক্ষর থেকে। সমাধির গম্বুজযুক্ত হলের দক্ষিণ খিলানের ফ্রেমে তার স্বাক্ষর পাওয়া যায়, যা নির্দেশ করে যে এটি ১৬৩৮/৩৯ খ্রিস্টাব্দ (১০৪৮/১০৪৯ হিজরি) নাগাদ প্রায় সম্পন্ন হয়েছিল। ১৬৪৩ খ্রিস্টাব্দে (১০৫৩ হিজরি) দ্বাদশ ঊরসের সময়, সরকারি নথিপত্রে পুরোপুরি নির্মিত স্থাপত্যের বিশদ বিবরণ দেওয়া হয়। সৌন্দর্যবর্ধনের কাজ সম্ভবত ১৬৪৮ খ্রিস্টাব্দ (১০৫৮ হিজরি) পর্যন্ত চলতে থাকে, যখন আমানত খান প্রধান প্রবেশদ্বারের উত্তর খিলানে খোদাই করেন: \"তার সাহায্যে সমাপ্ত, যিনি সর্বোচ্চ মহান।\"\n\n\n=== উপকরণ ===\nতাজমহল নির্মাণের জন্য ভারত ও এশিয়ার বিভিন্ন স্থান থেকে উপকরণ সংগ্রহ করা হয়েছিল। এর কাঠামো নির্মিত হয়েছিল ইট ও মোটা পাথরের অভ্যন্তরীণ অংশের উপর, যা মার্বেল বা বালুকাপাথরের আবরণ দিয়ে আবদ্ধ এবং লৌহ ডোয়েল ও ক্ল্যাম্প দিয়ে একত্রিত ছিল। সমাধির কিছু প্রাচীর কয়েক মিটার পুরু।\nনির্মাণকাজে ১,০০০-এরও বেশি হাতি ব্যবহার করা হয়েছিল উপকরণ বহনের জন্য। ইটগুলো স্থানীয়ভাবে পোড়ানো হয় এবং বালুকাপাথর কোয়ারি করা হয়েছিল ২৮ মাইল (৪৫ কিলোমিটার) দূরে ফতেহপুর সিক্রি অঞ্চলে।\nসাদা মার্বেল আনা হয়েছিল ২৫০ মাইল (৪০০ কিলোমিটার) দূরে মাকরানা, রাজস্থান থেকে, যা রাজা জয় সিং-এর খনির অন্তর্গত ছিল। জ্যাসপার আনা হয়েছিল পাঞ্জাব থেকে এবং জেড ও স্ফটিক চীন থেকে। ফিরোজা এসেছিল তিব্বত থেকে এবং লাজওয়ারি আফগানিস্তান থেকে। নীলকান্তমণি শ্রীলঙ্কা থেকে এবং কার্নেলিয়ান আরব থেকে আনা হয়েছিল।\nমোট ২৮ ধরনের মূল্যবান ও আধামূল্যবান পাথর সাদা মার্বেলের মধ্যে খোদাই করা হয়েছিল। জ্যাঁ-ব্যাপ্টিস্ট ট্যাভার্নিয়ার উল্লেখ করেন যে, তাজমহলের খিলানের জন্য নির্মিত মাচা সম্পূর্ণরূপে ইটের তৈরি ছিল। একটি কিংবদন্তি আছে যে সম্রাট ঘোষণা করেছিলেন, কেউ চাইলে বিনামূল্যে মাচার ইট নিতে পারে, এবং নির্মাণ শেষে এক সপ্তাহের মধ্যেই এগুলো সরিয়ে ফেলা হয়েছিল। তবে আধুনিক গবেষকরা মনে করেন, মাচাগুলি আসলে বাঁশের তৈরি ছিল এবং নির্মাণ উপকরণ উত্তোলনের জন্য কাঠের র‌্যাম্প ব্যবহৃত হয়েছিল।\n\n\n=== ব্যয় ===\nপ্রাথমিকভাবে নির্মাণ খরচের অনুমান করা হয়েছিল ৪০,০০,০০০ রুপি, যা কাজ শেষ হওয়ার সময় ৫০,০০,০০০-এ পৌঁছায়।\nসমাধির রক্ষণাবেক্ষণের জন্য একটি ওয়াকফ (বিশেষ তহবিল) গঠন করা হয়, যার বার্ষিক আয় ছিল ৩,০০,০০০ রুপি। এর এক-তৃতীয়াংশ আসত আগ্রার ৩০টি গ্রামের রাজস্ব থেকে, আর বাকি অংশ দক্ষিণের বাজার ও কারাভানসারাই থেকে প্রাপ্ত কর থেকে আসত। উদ্বৃত্ত অর্থ সম্রাট ইচ্ছামতো ব্যয় করতেন।\nএই তহবিল শুধু নিয়মিত রক্ষণাবেক্ষণের খরচই বহন করত না, বরং এটি সমাধির তত্ত্বাবধায়ক ও হাফিজদের জন্যও ব্যবহৃত হত, যারা দিন-রাত সমাধির ভিতরে বসে কুরআন তিলাওয়াত করতেন এবং মুমতাজ মহলের আত্মার শান্তির জন্য দোয়া করতেন।\n\n\n== তথ্যসূত্র =="}