{"pageid": 1519250, "title": "ইউরেবিয়া ষড়যন্ত্র তত্ত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1519250", "content": "\"ইউরাবিয়া\" (ইউরোপ ও আরবের বন্দর) হল একটি অতি-ডানপন্থী, ইসলামোফোবিক ষড়যন্ত্র তত্ত্ব যা দাবি করে যে ফরাসি এবং আরব শক্তির নেতৃত্বে বিশ্ববাদী সত্তাগুলি ইউরোপকে ইসলামীকরণ এবং আরবীকরণের লক্ষ্য রাখে, যার ফলে এর বিদ্যমান সংস্কৃতি দুর্বল হয়ে পড়ে এবং মার্কিন যুক্তরাষ্ট্র ও ইসরায়েলের সাথে এর পূর্ববর্তী জোটগুলিকে দুর্বল করে দেয়।\nএই তত্ত্বটি ২০০০ সালের গোড়ার দিকে ব্যাট ইওর (গিসেল লিটম্যানের ছদ্মনাম) দ্বারা বিকশিত হয় এবং এটি তার ২০০৫ সালের বই \"ইউরাবিয়া: দ্য ইউরো-আরব অ্যাক্সিস\" -এ বর্ণিত হয়। ল্যাঙ্কাস্টার বিশ্ববিদ্যালয়ের সেন্টার ফর রিসার্চ অ্যান্ড এভিডেন্স অন সিকিউরিটি থ্রেটসের বেঞ্জামিন লি তার কাজকে এই যুক্তিতে বর্ণনা করেছেন যে ইউরোপ \"ইসলামের কাছে আত্মসমর্পণ করেছে এবং এমন এক বশ্যতার অবস্থায় রয়েছে (যাকে ধীমতি হিসাবে বর্ণনা করা হয়েছে) যেখানে ইউরোপকে তার নিজস্ব সংস্কৃতি অস্বীকার করতে, মুসলিম নৃশংসতার মুখে নীরবে দাঁড়াতে, মুসলিম অভিবাসন গ্রহণ করতে এবং বিভিন্ন ধরণের অর্থনৈতিক সহায়তার মাধ্যমে শ্রদ্ধা জানাতে বাধ্য করা হয়।\" তত্ত্ব অনুসারে, এই দোষ কমিউনিস্ট, ফ্যাসিস্ট, মিডিয়া, বিশ্ববিদ্যালয়, মসজিদ এবং ইসলামী সাংস্কৃতিক কেন্দ্র, ইউরোপীয় আমলা এবং ইউরো-আরব সংলাপ সহ বিভিন্ন গোষ্ঠীর উপর বর্তায়। \nএই শব্দটি জনসাধারণের আগ্রহ অর্জন করে এবং এটি রাজনৈতিক পরিসরের বিস্তৃত পরিসরের কর্মীদের দ্বারাও ব্যবহৃত এবং আলোচিত হয়, যার মধ্যে রয়েছে ডানপন্থী কর্মী,  স্ব-ঘোষিত \" রক্ষণশীল \" এবং জিহাদ-বিরোধী এবং অন্যান্য ইসলাম- বিরোধী কর্মী। ব্যাট ইয়োরের \"মাদার ষড়যন্ত্র তত্ত্ব\" অন্যান্য উপতত্ত্বের ভিত্তি হিসেবে ব্যবহৃত হয়েছে। ইসলামবিরোধী মনোভাব প্রকাশকারী ব্যক্তিদের মধ্যে এই আখ্যানটি গুরুত্বপূর্ণ হয়ে ওঠে এবং এটি ইউরোপের ইসলামীকরণ বন্ধ করুন-এর মতো আন্দোলনের সদস্য এবং সমর্থকরাও ব্যবহার করতেন। ২০১১ সালে নরওয়ের আক্রমণকারী অ্যান্ডার্স বেহরিং ব্রেইভিক এই শব্দটি ব্যবহার করার পর এটি নতুন করে আগ্রহ তৈরি করে। ইয়োরের থিসিস পণ্ডিতদের দ্বারা সমালোচনার মুখে পড়ে, যা ব্রেইভিকের অপরাধের পর তীব্রতর হয়ে ওঠে। এই ষড়যন্ত্রটিকে সিয়োনের প্রাচীনদের ইহুদি-বিরোধী প্রোটোকলের সাথে সাদৃশ্যপূর্ণ বলে বর্ণনা করা হয়।\nধ্রুপদী ইউরোপীয়-বিরোধীতাবাদে বিশ্বাসীদের দ্বারাও ইউরাবিয়া নিয়ে আলোচনা করা হয়েছে, যা মার্কিন যুক্তরাষ্ট্রের সংস্কৃতির উপর একটি শক্তিশালী প্রভাব ফেলে এবং আমেরিকান ব্যতিক্রমবাদের ধারণায় বিশ্বাসীদের দ্বারাও, যা কখনও কখনও ইউরোপকে পতনের দিকে অথবা একটি উদীয়মান প্রতিদ্বন্দ্বী শক্তি হিসাবে দেখে, অথবা, যেমনটি এখানে দেখা যায়, উভয়ই।\n\n\n== মৌলিক আখ্যান ==\n\"ইউরাবিয়া: দ্য ইউরো-আরব অ্যাক্সিস\" বইতে, বাত ইওর বলেছেন যে ইউরাবিয়া হল ইউরো-আরব সংলাপের ফলাফল, যা কথিত ফরাসি-নেতৃত্বাধীন ইউরোপীয় নীতির উপর ভিত্তি করে তৈরি করা হয়েছে যার উদ্দেশ্য ছিল আরব দেশগুলির স্বার্থের সাথে মার্কিন যুক্তরাষ্ট্রের বিরুদ্ধে ইউরোপীয় শক্তি বৃদ্ধি করা। ১৯৭৩ সালের তেল সংকটের সময় ইউরোপীয় অর্থনৈতিক সম্প্রদায় (ইউরোপীয় ইউনিয়নের পূর্বসূরী), আরব লীগের সাথে ইউরো-আরব সংলাপে (ইএডি) প্রবেশ করে। ইয়োর বলেন যে এটি ইসরায়েলের প্রতি ইউরোপীয়দের কথিত শত্রুতার একটি প্রধান কারণ ছিল, তিনি যৌথ ইউরো-আরব পররাষ্ট্র নীতির কথা উল্লেখ করে বলেন যে নীতিগুলি আমেরিকা-বিরোধী এবং ইহুদি-বিরোধী। ইয়েওর একটি ইউরাবিয়া ষড়যন্ত্রের ঘনিষ্ঠ সংযোগের কথা বলেন এবং \" ধম্মিটুড \" শব্দটি ব্যবহার করেন, যা কথিত \"ইসলামের প্রতি পশ্চিমা বশ্যতা\" নির্দেশ করে।\nব্যাট ইয়োরের ইউরাবিয়া: দ্য ইউরো-আরব অ্যাক্সিস ছিল ইউরাবিয়া ধারার প্রথম মুদ্রিত প্রকাশনা, যা পরবর্তীতে বেশ কয়েকটি শিরোনামে পরিণত হয়। এর মধ্যে রয়েছে মেলানি ফিলিপসের লন্ডনিস্তান, ওরিয়ানা ফালাসির দ্য ফোর্স অফ রিজন, এবং ব্রুস বাওয়ারের হোয়াইল ইউরোপ স্লেপ্ট । এই শব্দটি প্রায়ই লেখক ওরিয়ানা ফালাচি, মার্ক স্টেইন এবং বেশ কয়েকটি ওয়েবসাইট ব্যবহার করে, যার মধ্যে অনেকগুলি কাউন্টারজিহাদ আন্দোলনের সাথে সম্পর্কিত। ফজর্ডম্যান দ্বারা ইউরাবিয়াকে পরাজিত করা (পেডার আর নস্টভোল্ড জেনসেনের কলম নাম)  তাকে অতি-ডানপন্থী চরমপন্থীদের মধ্যে উচ্চ মর্যাদা এনে দিয়েছে।\nআখ্যানের একটি গুরুত্বপূর্ণ অংশ হল জনসংখ্যার হুমকির ধারণা। এটি এই আশঙ্কা যে, ভবিষ্যতে কোনও এক সময় ইসলাম ইউরোপ দখল করবে। বার্নার্ড লুইস বলেছেন, \"শতাব্দীর শেষ নাগাদ ইউরোপ ইসলামিক হয়ে যাবে।\" ওয়াল্টার ল্যাকুরের \"দ্য লাস্ট ডেজ অফ ইউরোপ: এপিটাফ ফর অ্যান ওল্ড কন্টিনেন্ট\" ইউরাবিয়া সাহিত্যে প্রায়ই উদ্ধৃত করা হয়।\n\n\n== প্রভাব ==\n\n\n=== ৯/১১-পরবর্তী তাৎপর্য ===\nবাত ইয়োর প্রথম \"ইউরেবিয়া\" শব্দটি ২০০২ সালে এবং আবার ২০০৫ সালের আরেকটি বইতে ব্যবহার করেন। রক্ষণশীল ইতিহাসবিদ নিয়াল ফার্গুসন এই ধারণাটিকে উল্লেখ করেন, যা তিনি জনসংখ্যাতাত্ত্বিক তথ্য এবং মহাদেশের আদর্শিক অভাবের উপর ভিত্তি করে ইউরোপের সম্ভাব্য ভবিষ্যত ইসলামীকরণ হিসাবে গ্রহণ করেছিলেন।\n\n\n=== ২০১০ এর দশকের ইউরোপ ===\nইউরোপীয় চরমপন্থী এবং জনপ্রিয় ডানপন্থীদের মধ্যে ইউরোবিয়ান ষড়যন্ত্রের ধারণাটি একটি মৌলিক বিষয়বস্তুতে পরিণত হয়েছে এবং এটি একটি উল্লেখযোগ্য কৌশলগত পরিবর্তনও প্রকাশ করে। হোসে পেদ্রো জুকেতে লিখেছেন যে:\n চাঁদের প্রতীক (ক্রিসেন্ট) পুরো মহাদেশের উপর উঠবে এবং মুসলিম ইউরোপের বিভীষিকা ছড়িয়ে পড়বে—এই ধারণাগুলি এখন ইউরোপের চরম ডানপন্থী মতাদর্শের মৌলিক বৈশিষ্ট্য ও প্রধান থিম হয়ে উঠেছে।\nমুসলিম সংখ্যালঘু জনসংখ্যা এবং মুসলিম অভিবাসন নতুন রাজনৈতিক তাৎপর্য অর্জন করে। এর ফলে রাজনৈতিক অবস্থান গ্রহণ করা হয়েছে যা পূর্বে উভয় পক্ষের প্রান্তিক বা তৃতীয় রেল হিসাবে বিবেচিত হত। মূল ইসলাম-বিরোধী থিমটি মূলধারার ইউরোপীয় রাজনীতিতেও প্রবেশ করেছে,  উদাহরণস্বরূপ ডাচ পপুলিস্ট পার্টি ফর ফ্রিডম নেতা গির্ট ওয়াইল্ডার্সের ক্ষেত্রে:\n এই সরকার উচ্ছ্বাসের সাথে নেদারল্যান্ডসের ইসলামায়নে সহযোগিতা করছে। সমগ্র ইউরোপে অভিজাত শ্রেণি দরজা প্রশস্ত করে দিচ্ছে। খুব অল্প সময়ের মধ্যেই ইউরোপীয় ইউনিয়নের প্রতি পাঁচজনের একজন মুসলিম হবে। এটি বহু-সংস্কৃতিবাদী (মাল্টিকালচারাল) সরকারের জন্য সুসংবাদ, যারা আল্লাহর ভয়াবহতার কাছে নত হওয়াকে তাদের প্রধান দায়িত্ব বলে মনে করে। এটি CDA-এর জন্যও ভালো খবর: এখন C-D-A এর অর্থ দাঁড়িয়েছে 'খ্রিস্টানরা আল্লাহর সেবা করে' (Christenen Dienen Allah)।.\n\n\n== ইস্যু ==\n\nইউরাবিয়া ধারণাটি একটি ইসলামোফোবিক ষড়যন্ত্র তত্ত্ব। ইউরাবিয়া \"আমরা তাদের বিরুদ্ধে\" ভিত্তিতে মার্কিন যুক্তরাষ্ট্র, ফ্রান্স, ইসরায়েল, আরব এবং মুসলিম দেশগুলির মধ্যে জটিল মিথস্ক্রিয়াকে সংক্ষিপ্ত করে। শিক্ষা সম্প্রদায়ে ইউরেবিয়ার তত্ত্বগুলিকে ইসলামোফোবিক, চরমপন্থী  এবং ষড়যন্ত্র তত্ত্ব হিসেবে উড়িয়ে দেওয়া হয়। প্রথমে শিক্ষাবিদরা ইউরাবিয়া তত্ত্বগুলির প্রতি খুব একটা আগ্রহ দেখাননি কারণ তাদের বাস্তব ভিত্তির অভাব ছিল। এই বিষয়টিকে ডানপন্থী চরমপন্থা এবং মধ্যপ্রাচ্যের রাজনীতির গবেষণায় আলোচনা করা হয়। ২০১১ সালের নরওয়ে হামলার পর এই পরিবর্তন ঘটে, যার ফলে ইউরাবিয়া ষড়যন্ত্র তত্ত্বের উপর বিশেষভাবে আলোকপাত করে বেশ কয়েকটি রচনা প্রকাশিত হয়। জ্যান হ্যাল্যান্ড ম্যাটলারি এমনকি বলেছিলেন যে \"এত আদিম কিছু বিশ্লেষণ করা সময়ের অপব্যবহার\"।\n\n\n=== জনসংখ্যা ===\nপিউ রিসার্চ সেন্টার ২০১১ সালে বলে যে \"আমাদের কাছে যে তথ্য আছে তা 'ইউরোবিয়ার' দিকে মোটেও ইঙ্গিত করছে না\", এবং ভবিষ্যদ্বাণী করে যে ২০৩০ সালে মুসলিমদের শতাংশ ৮%-এ উন্নীত হবে বলে অনুমান করা হচ্ছে। ২০০৭ সালে জনসংখ্যা বিশ্লেষণকারী শিক্ষাবিদরা ইইউতে মুসলিম সংখ্যাগরিষ্ঠতা থাকবে এমন ভবিষ্যদ্বাণীগুলিকে বাতিল করে দিয়েছেন।\nযদিও এটা ধরে নেওয়া যুক্তিসঙ্গত যে ইউরোপে সামগ্রিক মুসলিম জনসংখ্যা বৃদ্ধি পাবে এবং মুসলিম নাগরিকদের ইউরোপীয় জীবনে উল্লেখযোগ্য প্রভাব থাকবে, এর তাৎপর্য অতিরঞ্জিত করা যেতে পারে। জাস্টিন ভাইস ফ্রান্সের মুসলমানদের উদাহরণ হিসেবে ব্যবহার করে \"আতঙ্কবাদী স্কুলের চারটি মিথ\" বলে যাকে তিনি অভিহিত করেন, তাকে অসম্মানিত করার চেষ্টা করেন। তিনি বিশেষভাবে লিখেছেন যে মুসলিম জনসংখ্যা বৃদ্ধির হার ইউরাবিয়ার পূর্বাভাসের তুলনায় কম ছিল, কারণ অভিবাসীদের প্রজনন হার একীভূতকরণের সাথে সাথে হ্রাস পায়। তিনি আরও উল্লেখ করেন যে মুসলমানরা একক বা সংহত গোষ্ঠী নয়, এবং অনেক মুসলমান রাজনৈতিক ও সামাজিকভাবে একীভূত হতে চায়। পরিশেষে তিনি লিখেছেন যে সংখ্যাগরিষ্ঠতা সত্ত্বেও, ফরাসি পররাষ্ট্র নীতিতে মুসলমানদের প্রভাব খুব কমই রয়েছে।\nঅধিকন্তু, নেতৃস্থানীয় ইউরোপীয় মুসলিমরা ধর্মীয় মৌলবাদের বিরুদ্ধে বেশ স্পষ্টবাদী এবং আরব দেশগুলিকে আদর্শ হিসেবে স্বীকৃতি দেওয়া থেকে একেবারেই দূরে।\n\n\n== ষড়যন্ত্রের বিস্তার এবং আরও প্রভাব ==\nসমর্থকদের ব্যবহারের উদাহরণ:\n\n\n=== ইউরোপ ===\n\n\n==== জার্মানি ====\n২০১০ সালে জার্মান রাজনীতিবিদ থিলো সারাজিন \"জার্মানি অ্যাবোলিশেস ইটসেল্ফ\" প্রকাশ করেন। বইটিতে দাবি করা হয়েছে যে, ইসলামিক অভিবাসন অব্যাহত থাকলে জার্মানি একটি সংখ্যাগরিষ্ঠ মুসলিম জাতিতে পরিণত হবে। সাংবাদিক সাইমন কুপার যুক্তি দেন যে, ১০ লক্ষেরও বেশি কপি বিক্রি হওয়ার পর সারাজিন ইউরোপের অন্য যে কারও চেয়ে ইউরাবিয়ার ধারণা প্রচারে বেশি কাজ করেছেন।\n২০১৯ সালের ইউরোপীয় পার্লামেন্ট নির্বাচনের রাজনৈতিক প্রচারণায় জার্মানির অতি-ডানপন্থী দল এএফডি জিন-লিওন জেরোমের ১৮৮৬ সালের চিত্রকর্ম \" দ্য স্লেভ মার্কেট\" ব্যবহার করে \"ইউরোপীয়রা এএফডি কে ভোট দিন!\" এবং \"যাতেইউরোপ ইউরোবিয়ায় পরিণত না হয়!\" স্লোগান দেয়। ডয়চে ভেলের প্রতিবেদনে বলা হয় যে চিত্রকর্মটির পুনরুৎপাদনে দাড়ি এবং বিদেশী পোশাক পরা কালো চামড়ার পুরুষদের \"একজন নগ্ন শ্বেতাঙ্গ মহিলার দাঁত পরীক্ষা\" করার ইঙ্গিতপূর্ণ চিত্র দেখানো হয়েছে।\n\n\n==== ইতালি ====\n২০০৪ সালে সাংবাদিক ওরিয়ানা ফালাচি দাবি করেন যে মুসলিম অভিবাসন এবং উচ্চ উর্বরতা ষড়যন্ত্র তত্ত্বের অংশ ছিল। ২০০৫ সালে ফালাচি ওয়াল স্ট্রিট জার্নালকে বলেছিলেন যে \"ইউরোপ আর ইউরোপ নেই\"। তিনি আরও যোগ করেন যে \"এটি 'ইউরোপিয়া', ইসলামের একটি উপনিবেশ\"।\n২০১১ সালে লেগা নর্ডের বর্তমান এমপি ফ্রান্সেস্কো স্পেরোনি বলেন যে তিনি অ্যান্ডার্স বেহরিং ব্রেইভিকের ধারণার সাথে একই মতামত পোষণ করেন যে, \"আমরা ইউরোবিয়ার দিকে যাচ্ছি\"। গুলিবর্ষণের পর স্পেরোনি রেডিও ২৪-এর সাথে একটি সাক্ষাৎকারে ব্রেইভিকের সাথে ষড়যন্ত্র তত্ত্বের বিষয়ে তার একমত হওয়ার বিষয়টি নিশ্চিত করেন।\n২০১৮ সালে গিউলিও মেওটি ইউরোপের জনসংখ্যার সাথে সম্পর্কিত তত্ত্বটি ব্যবহার করে লিখেন যে \"ইউরোপ শেষ হয়ে গেছে। এর ভবিষ্যৎ হবে ইউরাবিয়া এবং একটি বার্ধক্য ওয়ার্ডের মিশ্রণ।\"\n২০১৯ সালের মে মাসে ইউরোপীয় নির্বাচনের আগে সারজানার লেগা নর্ড নেতা দাবি করেছিলেন যে ইউরোপীয় পিপলস পার্টি এবং ইউরোপীয় সমাজতান্ত্রিক দল উভয়ই ইউরাবিয়া আনার চেষ্টা করছে। ভোটের আগের দিন ইতালির উপ-প্রধানমন্ত্রী মাত্তেও সালভিনি এই তত্ত্বকে একটি প্রকৃত হুমকি হিসেবে সমর্থন করেন। তিনি জোর দিয়ে বলেন যে সুইডেনে ইতিমধ্যেই ইউরেবিয়া অবস্থা দেখা দিয়েছে, যে দাবিটি সুইডিশ দূতাবাস তাৎক্ষণিকভাবে একটি সরকারী বিবৃতির মাধ্যমে অস্বীকার করে। ওরিয়ানা ফাল্লাসির স্মৃতি স্মরণ করে তিনি টুইটারে অভিবাসী বিরোধী একটি ভাষণ প্রকাশ করেন, যার সাথে \"ইউরাবিয়াকে না\" বার্তাটিও ছিল।\n\n\n==== নেদারল্যান্ডস ====\n২০০৮ সালে সাংবাদিক আর্থার ভ্যান আমেরঞ্জেন মোলেনবিককে \"ব্রাসেলস: ইউরাবিয়া\" হিসাবে বর্ণনা করেন। লেখক উইম ভ্যান রুই ইতিমধ্যেই এই বাক্যাংশটি তৈরি করেছেন বলে অভিযোগ করা সত্ত্বেও ষড়যন্ত্র তত্ত্বকে সমর্থন করার জন্য আমেরোনজেনকে সহকর্মী এবং মিডিয়ার তীব্র সমালোচনার মুখোমুখি হতে হয়। ২০১৫ সালের নভেম্বরে প্যারিস হামলা এবং ব্রাসেলসের আইএসআইএল সন্ত্রাসী সেল আবিষ্কারের পর ফটো সাংবাদিক টিউন ভয়েটেন আমেরোঙ্গেনের বর্ণনার সাথে একমত পোষণ করেন এবং পৌরসভাটিকে \"জাতিগত ও ধর্মীয় ছিটমহল\" বলে অভিহিত করেন।\nডাচ প্রতিনিধি পরিষদে কর্মরত পার্টি ফর ফ্রিডম নেতা গির্ট ওয়াইল্ডার্স খোলাখুলিভাবে বলেন যে \"যদি আমরা এখনই ইসলামীকরণ বন্ধ না করি, তাহলে ইউরেবিয়া এবং নেথেরাবিয়া কেবল সময়ের ব্যাপার হয়ে দাঁড়াবে।\" ষড়যন্ত্র তত্ত্বের সমর্থক ওয়াইল্ডার্স বিশ্বাস করেন যে ইউরোপে মুসলিম অভিবাসন ইউরোপীয় ইউনিয়ন এবং ইসলামী দেশগুলির মধ্যে একটি চুক্তি দ্বারা পরিচালিত হচ্ছে। তিনি ডাচ পার্লামেন্টে ইউরাবিয়া সম্পর্কে বক্তৃতা দিয়েছেন।\n\n\n==== নরওয়ে ====\n২০০৮ সালে পিডার জেনসেন, জোর্ডমান ছদ্মনামে ডিফিটিং ইউরেবিয়া প্রকাশ করেন। বইটিতে দাবি করা হয় যে ফ্রান্সে জন্ম নেওয়া প্রতি তিনজনের মধ্যে একজন শিশু মুসলিম-পটভূমি থেকে আসে এবং দেশে শরিয়া আইন অনুসরণ করে শত শত \"মুসলিম ঘেটো\" রয়েছে, যা ফজর্ডম্যান বিশ্বাস করেন যে হয় উৎখাত করা হবে অথবা আসন্ন গৃহযুদ্ধের মুখোমুখি হবে।\n২০৮৩: আ ইউরোপিয়ান ডিকলারেশন অব ইন্ডিপেন্ডেন্স ২০১১ সালের নরওয়ে হামলার মূল হোতা অ্যান্ডার্স বেহরিং ব্রেইভিকের ইশতেহার, \"ইউরোবিয়া\" তত্ত্বের উপর দীর্ঘ আলোচনা এবং সমর্থন অন্তর্ভুক্ত করে। এতে ব্যাট ইয়োর এবং ফজর্ডম্যানের লেখা ইউরাবিয়া থিমের উপর বেশ কিছু প্রবন্ধও রয়েছে। ফলস্বরূপ, আক্রমণের পর তত্ত্বটি মূলধারার মিডিয়ার ব্যাপক মনোযোগ আকর্ষণ করে। ব্রেইভিকের বিরুদ্ধে রায়ে আদালত বলে যে \"অনেক মানুষ ব্রেইভিকের ষড়যন্ত্র তত্ত্বের সাথে একমত, যার মধ্যে ইউরাবিয়া তত্ত্বও অন্তর্ভুক্ত। তবে আদালত দেখেছে যে খুব কম মানুষই ব্রেইভিকের এই ধারণার সাথে একমত যে কথিত \"ইসলামীকরণ\" সন্ত্রাসের সাথে লড়াই করা উচিত।\"\nব্রেইভিক পরে বলেন যে তিনি পূর্বে \" জাতিগত-জাতীয়তাবাদীদের \" রক্ষা করার জন্য \"পাল্টা জিহাদ\" বাগাড়ম্বর ব্যবহার করেছিলেন। এর পরিবর্তে তিনি \"জাতীয়তাবাদ-বিরোধী পাল্টা জিহাদ\"-সমর্থকদের বিরুদ্ধে একটি মিডিয়া অভিযান শুরু করেন।\n\n\n==== যুক্তরাজ্য ====\nDavid Pryce-Jones (২০০৮)। Betrayal: France, the Arabs, and the Jews। Encounter Books। আইএসবিএন 978-1-594032-20-2। সংগ্রহের তারিখ জুন ৮, ২০১২। \nTheodore Dalrymple (২০১১)। The New Vichy Syndrome. Why European Intellectuals Surrender to Barbarism। Encounter Books। আইএসবিএন 978-1-59403-372-8। সংগ্রহের তারিখ জুন ৮, ২০১২। \n\n\n=== উত্তর আমেরিকা ===\n\n\n==== কানাডা ====\nলেখক মার্ক স্টেইন, যাকে কানাডিয়ান সংবাদপত্র দ্য গ্লোব অ্যান্ড মেইল \"ইউরোবিয়া\" মিথের চ্যাম্পিয়ন\" হিসেবে বর্ণনা করেছে, তিনি একটি উদীয়মান ইউরোবিয়া অঞ্চলের ভবিষ্যদ্বাণী করেন, যা ইসলাম ধর্ম দ্বারা অধিকৃত এবং মার্কিন স্বার্থের প্রতিকূল। স্টেইনের ষড়যন্ত্র তত্ত্বের প্রচার ইউরোপীয় জনসংখ্যার উপর কেন্দ্রীভূত, যেখানে তিনি বিশ্বাস করেন যে সাংস্কৃতিকভাবে দাবি করা মুসলিম জনগোষ্ঠী সংখ্যাগরিষ্ঠ জনগোষ্ঠীতে পরিণত হবে এবং শ্বেতাঙ্গ ইউরোপীয়দের আত্তীকরণের দাবি করবে।\n\n\n==== মার্কিন যুক্তরাষ্ট্র ====\nমার্কিন যুক্তরাষ্ট্রে ইসলামোফোবিয়া আন্দোলনে এই তত্ত্বগুলির শক্তিশালী সমর্থক পাওয়া গেছে। এর মধ্যে রয়েছেন আমেরিকার ইসলামীকরণ বন্ধ করুন- এর সভাপতি রবার্ট স্পেন্সার এবং রাজনৈতিক ভাষ্যকার ড্যানিয়েল পাইপস।\n২০০৬ সালের মে মাসে ফক্স নিউজের উপস্থাপক জন গিবসন শ্বেতাঙ্গ আমেরিকানদের আরও বেশি সন্তান জন্ম দেওয়ার আহ্বান জানিয়ে ইউরোপের \"স্থানীয় জনসংখ্যার\" হ্রাসকে হিস্পানিক জন্মহার সম্পর্কে মার্কিন যুক্তরাষ্ট্রের জন্য একটি স্পষ্ট জনসংখ্যাগত সতর্কতা হিসাবে উল্লেখ করেন। মিডিয়া ম্যাটার্স দাবি করেন যে ইউরোপে ইউরাবিয়া ঘটছে।\n২০১১-২০১২ সালে রিপাবলিকান রাষ্ট্রপতি মনোনয়নের জন্য তার দৌড়ে সিনেটর রিক স্যান্টোরাম সতর্ক করেছিলেন যে ইউরোপ \"ইউরোবিয়া সৃষ্টির জন্য একটি সুযোগ তৈরি করছে\", এবং মহাদেশটি \"হারাচ্ছে, কারণ তাদের সন্তান হচ্ছে না।\" ধ্রুপদী ব্রুস থর্নটনও এই তত্ত্বের একজন জোরালো সমর্থক।\n২০০৭ সালে স্টিভ ব্যানন, যিনি পরবর্তীতে রাষ্ট্রপতি ডোনাল্ড ট্রাম্পের প্রধান কৌশলবিদ এবং মার্কিন জাতীয় নিরাপত্তা পরিষদের সদস্য হয়েছিলেন, তার একটি চলচ্চিত্র রূপরেখায় প্রস্তাব করা হয় যে মুসলমানরা মার্কিন যুক্তরাষ্ট্রকে \"ইসলামিক স্টেটস অব আমেরিকা\"-তে পরিণত করার চেষ্টা করছে।\n\n\n== সমালোচনা ==\nদ্য ইকোনমিস্ট ইউরাবিয়ার ধারণাটিকে \" ভয় দেখানোর \" ধারণা হিসেবে প্রত্যাখ্যান করেছে। ফিনান্সিয়াল টাইমসে সাইমন কুপার ইওরের বইটিকে \"অল্প-পঠিত কিন্তু প্রভাবশালী\" এবং \" প্রোটোকল অফ দ্য এল্ডার্স অফ জিওন \" এর অনুরূপ বলে বর্ণনা করেছেন, আরও যোগ করেছেন যে \"যদিও হাস্যকর, ইউরাবিয়া একটি ধারার আধ্যাত্মিক জননী হয়ে ওঠে\"।\nডেভিড অ্যারোনোভিচ স্বীকার করেছেন যে \"জিহাদি সন্ত্রাসের\" হুমকি বাস্তব হতে পারে, কিন্তু ইউরাবিয়ার কোনও হুমকি নেই। অ্যারোনোভিচ উপসংহারে পৌঁছেছেন যে যারা ষড়যন্ত্র তত্ত্ব অধ্যয়ন করেন তারা ইউরাবিয়াকে এমন একটি তত্ত্ব হিসেবে স্বীকৃতি দেবেন যা \"স্যাড ডুপস থিসিস টু দ্য এনিমি উইথইন আইডিয়া\" যোগ করে।\nরক্ষণশীল মার্কিন সামরিক বিশ্লেষক রাল্ফ পিটার্স ইউরাবিয়া আখ্যানের সমালোচনা করেছেন এই কারণে যে এটি যেমনটি বলা হয়েছে তেমনটি হওয়ার সম্ভাবনা কম, তিনি ১৯৯০-এর দশকে বলকান অঞ্চলে ইউরোপে ঘন ঘন সংঘটিত গণহত্যার ঐতিহাসিক নজির এবং দ্বিতীয় বিশ্বযুদ্ধের সময় হলোকাস্টের উল্লেখ করেছেন। পিটার্স বলেছিলেন যে যদি মুসলমানরা ইউরোপ \"দখল\" করতে আসন্ন হয়, তাহলে ইউরোপীয়রা হয় তাদের মুসলমানদের জোরপূর্বক বহিষ্কার করবে অথবা সবচেয়ে খারাপ অবস্থায় তাদের উপর গণহত্যা চালাবে, যার ফলে নির্যাতিত মুসলমানদের পক্ষে মার্কিন হস্তক্ষেপের সম্ভাবনা তৈরি হবে।\n২০০৭ সালের \"ওয়ার্স অফ ব্লাড অ্যান্ড ফেইথ\" বইয়ে পিটার্স বলেছেন যে, জনসংখ্যাগত পরিবর্তনের মাধ্যমে ইউরোপ দখল করার কথা তো দূরের কথা, \"ইউরোপের মুসলিমরা ধার করা সময়ের উপর নির্ভর করে জীবনযাপন করছে\" এবং ইউরোপে একটি বড় সন্ত্রাসী হামলার ঘটনায়, ইউরোপীয়দের \"অনির্দিষ্ট নিষ্ঠুরতার\" কারণে এবং বাস্তব বা অনুভূত হুমকির প্রতি অতিরিক্ত প্রতিক্রিয়া দেখানোর ঐতিহাসিক প্রবণতার কারণে, ইউরোপীয় মুসলিমরা \"ভাগ্যবান হবে যদি তাদের কেবল নির্বাসিত করা হয়\"।\nমারজান এবং সাপিরের মতে, \"ইউরোবিয়া\" ধারণাটি \"একটি চরমপন্থী ষড়যন্ত্র তত্ত্বের উপর ভিত্তি করে তৈরি, যার মতে ইউরোপ এবং আরব রাষ্ট্রগুলি একত্রিত হয়ে ইসরায়েলের জীবনকে অসম্ভব করে তুলবে এবং পুরাতন মহাদেশকে ইসলামীকরণ করবে।\"\n২০০৬ সালে রেস অ্যান্ড ক্লাসে লেখার সময় লেখক এবং ফ্রিল্যান্স সাংবাদিক ম্যাট কার যুক্তি দিয়েছিলেন যে ইউরাবিয়া \"একটি অদ্ভুত ষড়যন্ত্র তত্ত্ব\" থেকে \"বিপজ্জনক ইসলামোফোবিক কল্পনা\"-তে চলে গেছে। কার বলেন,\n ইয়োরের অযৌক্তিক তত্ত্ব গ্রহণ করতে হলে, শুধু একটি সমন্বিত ইসলামিক ষড়যন্ত্রের অস্তিত্বে বিশ্বাস করাই যথেষ্ট নয়, যেখানে সমস্ত আরব সরকার, তারা 'ইসলামিক' হোক বা না হোক, ইউরোপকে বশীভূত করার জন্য কাজ করছে। বরং, এটাও বিশ্বাস করতে হবে যে একটি গোপন এবং অনির্বাচিত সংসদীয় সংস্থা অসাধারণ দক্ষতার সাথে ইউরোপের সমস্ত প্রধান রাজনৈতিক, অর্থনৈতিক ও সাংস্কৃতিক প্রতিষ্ঠানকে 'জিহাদের' অনুগত যন্ত্রে রূপান্তর করতে সক্ষম, অথচ মহাদেশের সংবাদমাধ্যম বা নির্বাচিত প্রতিষ্ঠানগুলোর কেউই তা টের পায়নি। ইউরোপ-আরব সম্পর্কের এই মতাদর্শগত ব্যাখ্যায়, ইয়োর কোথাও তার প্রকাশিত 'গোপন ইতিহাস'-এর সত্যতা প্রমাণের কাছাকাছিও পৌঁছাতে পারেননি।\nইউরেবিয়ার ষড়যন্ত্র তত্ত্বের সাথে \"দ্য প্রোটোকলস অফ দ্য এল্ডার্স অফ জিওন\" এর অনেক মিল রয়েছে। ইন্টারন্যাশনাল সেন্টার ফর কাউন্টার-টেররিজমের জন্য লেখালেখি করেন অরুণ কুন্দনানি। তিনি উল্লেখ করেছেন যে \"ইউরোবিয়া\" একটি ষড়যন্ত্র তত্ত্বের জন্য কাউন্টার-জিহাদ আন্দোলনের \"কাঠামোগত চাহিদা\" পূরণ করে এবং \"ইউরোবিয়া\" কে \"দ্য প্রোটোকল অফ দ্য এল্ডার্স অফ জিওন\" এর সাথে তুলনা করেন, যেখানে কার এটিকে জায়নিস্ট দখলদারিত্ব সরকারের ষড়যন্ত্র তত্ত্বের সাথে তুলনা করেন।\nডগ সন্ডার্স যুক্তি দেন যে আল-কায়েদাপন্থী লেখকরা এবং যারা ইউরাবিয়া তত্ত্বকে সত্য হিসেবে প্রচার করেন, তাদের মধ্যে একটি সাধারণ চরমপন্থা এবং বিশ্ব দৃষ্টিভঙ্গি রয়েছে, যেখানে \"একটি প্রাণী আছে যার নাম 'মুসলিম' এবং অন্যটি 'পশ্চিমা '\"। তিনি প্রস্তাব করেন যে এই ধরণের কোনও পার্থক্য নেই এবং পশ্চিমা বিশ্বে মুসলমানরা ধর্মনিরপেক্ষ হতে পারে।\n\n\n== আরো দেখুন ==\n \n\n\n== টীকা =="}