{"pageid": 1519893, "title": "বহুধা", "url": "https://bn.wikipedia.org/wiki?curid=1519893", "content": "গণিতে, একটি ম্যানিফোল্ড হল একটি টোপোলজিকাল স্থান, যা প্রতিটি বিন্দুর আশেপাশে স্থানীয়ভাবে ইউক্লিডীয় স্থান-এর মতো দেখায়। আরও নির্দিষ্টভাবে বলতে গেলে, একটি n\n-মাত্রিক ম্যানিফোল্ড বা সংক্ষেপে n-ম্যানিফোল্ড এমন একটি টোপোলজিকাল স্থান, যেখানে প্রতিটি বিন্দুর একটি প্রতিবেশী অঞ্চল থাকে, যা n\n-মাত্রিক ইউক্লিডীয় স্থানের একটি উন্মুক্ত উপসেটের সাথে সমসঙ্গত।\nএক-মাত্রিক ম্যানিফোল্ডের উদাহরণ হলো রেখা ও বৃত্ত, তবে আট-আকৃতির মতো আত্ম-ছেদকারী বক্ররেখা ম্যানিফোল্ড নয়। দুই-মাত্রিক ম্যানিফোল্ডকে পৃষ্ঠও বলা হয়। ম্যানিফোল্ডের ধারণাটি জ্যামিতি এবং আধুনিক গাণিতিক পদার্থবিজ্ঞানে অত্যন্ত গুরুত্বপূর্ণ।\nএটি জটিল কাঠামোগুলোকে তুলনামূলক সহজ স্থানগুলোর সুপরিচিত টোপোলজিকাল বৈশিষ্ট্যের মাধ্যমে বর্ণনা করতে সহায়তা করে। ম্যানিফোল্ড স্বাভাবিকভাবেই সমীকরণগুলোর সমাধান সেট এবং ফাংশনের গ্রাফ হিসেবে প্রকাশ পায়। কম্পিউটার গ্রাফিক্সেও এর ব্যবহার রয়েছে, বিশেষত যখন চিত্রকে স্থানাঙ্কের সাথে যুক্ত করতে হয় (যেমন, সিটি স্ক্যান-এর ক্ষেত্রে)।\nম্যানিফোল্ডকে অতিরিক্ত কাঠামো দিয়েও সমৃদ্ধ করা যায়। একটি গুরুত্বপূর্ণ শ্রেণির ম্যানিফোল্ড হল অন্তরকলনযোগ্য কাঠামো। এগুলোতে অন্তরকলনযোগ্য কাঠামো থাকে, যা ক্যালকুলাসের কার্যকারিতা নিশ্চিত করে। কোনো ম্যানিফোল্ডে Riemannian metric যোগ করা হলে, সেটিতে দূরত্ব ও কোণ পরিমাপ করা সম্ভব হয়।\nSymplectic manifold-গুলি হ্যামিল্টোনীয় বলবিদ্যার পর্যায় স্থান হিসেবে ব্যবহৃত হয়, আর চার-মাত্রিক Lorentzian manifold-গুলি সাধারণ আপেক্ষিকতার কাঠামোর মধ্যে স্থানকালকে মডেল করতে ব্যবহৃত হয়। ম্যানিফোল্ড অধ্যয়ন করতে হলে ক্যালকুলাস ও টোপোলজি সম্পর্কে সুস্পষ্ট ধারণা থাকা প্রয়োজন।\n\n\n== অনুপ্রেরণাদায়ক উদাহরণ ==\n\n\n=== বৃত্ত ===\n\nএকটি সরলরেখার পর, বৃত্ত হলো টপোলজিক্যাল ম্যানিফোল্ডের সবচেয়ে সহজ উদাহরণ। টপোলজি ভাঁজ বা বাঁককে উপেক্ষা করে, তাই একটি বৃত্তের ছোট অংশকে একটি রেখার ছোট অংশের সমতুল্য ধরা হয়। উদাহরণস্বরূপ, একক বৃত্তের ওপরের অংশটি বিবেচনা করা যাক, যেখানে x2 + y2 = 1 এবং y-স্থানাংক ধনাত্মক (চিত্র ১-এর হলুদ অংশ)। এই অংশের যেকোনো বিন্দুকে অনন্যভাবে তার x-স্থানাংক দিয়ে প্রকাশ করা যায়। ফলে, প্রথম স্থানাংকের প্রতি প্রক্ষেপণ একটি ধারাবাহিক এবং ব্যূৎক্রমণীয় চিত্রণ, যা ওপরের অংশকে উন্মুক্ত অন্তরাল (−1, 1)-এ প্রতিফলিত করে: \n\n  \n    \n      \n        \n          χ\n          \n            \n              t\n              o\n              p\n            \n          \n        \n        (\n        x\n        ,\n        y\n        )\n        =\n        x\n        .\n        ,\n      \n    \n    {\\displaystyle \\chi _{\\mathrm {top} }(x,y)=x.,}\n  \n\nএ ধরনের ফাংশন ও তাদের সংশ্লিষ্ট উন্মুক্ত অঞ্চলগুলোকে চার্ট বলা হয়। অনুরূপভাবে, নিচের (লাল), বাম (নীল) এবং ডান (সবুজ) অংশের জন্যও চার্ট রয়েছে:\n\n  \n    \n      \n        \n          \n            \n              \n                \n                  χ\n                  \n                    \n                      b\n                      o\n                      t\n                      t\n                      o\n                      m\n                    \n                  \n                \n                (\n                x\n                ,\n                y\n                )\n              \n              \n                \n                =\n                x\n              \n            \n            \n              \n                \n                  χ\n                  \n                    \n                      l\n                      e\n                      f\n                      t\n                    \n                  \n                \n                (\n                x\n                ,\n                y\n                )\n              \n              \n                \n                =\n                y\n              \n            \n            \n              \n                \n                  χ\n                  \n                    \n                      r\n                      i\n                      g\n                      h\n                      t\n                    \n                  \n                \n                (\n                x\n                ,\n                y\n                )\n              \n              \n                \n                =\n                y\n                .\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\begin{aligned}\\chi _{\\mathrm {bottom} }(x,y)&=x\\\\\\chi _{\\mathrm {left} }(x,y)&=y\\\\\\chi _{\\mathrm {right} }(x,y)&=y.\\end{aligned}}}\n  \n\nএই চারটি চার্ট সম্মিলিতভাবে পুরো বৃত্তকে আবৃত করে এবং একসঙ্গে তারা একটি অ্যাটলাস গঠন করে। উপরের ও ডানদিকের চার্ট, \n  \n    \n      \n        \n          χ\n          \n            \n              t\n              o\n              p\n            \n          \n        \n      \n    \n    {\\displaystyle \\chi _{\\mathrm {top} }}\n  \n এবং \n  \n    \n      \n        \n          χ\n          \n            \n              r\n              i\n              g\n              h\n              t\n            \n          \n        \n      \n    \n    {\\displaystyle \\chi _{\\mathrm {right} }}\n  \n, তাদের সংজ্ঞার ক্ষেত্রে কিছুটা ওভারল্যাপ করে। এই ওভারল্যাপের অংশ হলো বৃত্তের সেই চতুর্ভাগ, যেখানে \n  \n    \n      \n        x\n      \n    \n    {\\displaystyle x}\n  \n এবং \n  \n    \n      \n        y\n      \n    \n    {\\displaystyle y}\n  \n উভয় স্থানাংকই ধনাত্মক। উভয় চার্টই এই অংশকে অন্তরাল \n  \n    \n      \n        (\n        0\n        ,\n        1\n        )\n      \n    \n    {\\displaystyle (0,1)}\n  \n-এ প্রতিফলিত করে, তবে ভিন্নভাবে।"}