{"pageid": 1520868, "title": "দ্য নাইট অ্যান্ড দ্য শেপার্ড'স ডোটার", "url": "https://bn.wikipedia.org/wiki?curid=1520868", "content": "\"দ্য নাইট অ্যান্ড দ্য শেপার্ড'স ডোটার\" একটি ইংরেজি ব্যালাড, যা ফ্রান্সিস জেমস চাইল্ড সংগ্রহ করেছিলেন। এটি চাইল্ড ব্যালাড ১১০ এবং রাউড লোকগীতির সূচকে ৬৭ নম্বরে তালিকাভুক্ত রয়েছে।\n\n\n== সারাংশ ==\nএকজন নাইট একজন রাখালের কন্যাকে তার কুমারীত্ব ত্যাগ করতে প্রলুব্ধ করে। পরে, সেই কন্যা নাইটকে রাজার দরবার পর্যন্ত পদব্রজে ধাওয়া করে—নাইট অশ্বারোহণে যাচ্ছিল। কন্যা তার কাছে বিয়ের দাবি জানায়। নাইট তাকে ঘুষ দেওয়ার চেষ্টা করে, কিন্তু কন্যা জোর দিয়ে বলে হয় তাকে বিয়ে করতে হবে, না হলে মৃত্যুদণ্ড পেতে হবে। বিয়ের পরে, হয় মহিলার নিজের মুখে বা বিলি ব্লিনের মাধ্যমে প্রকাশিত হয় যে, সে আসলে রাজকন্যা বা উচ্চ অভিজাত পরিবারের কন্যা। এটি প্রকাশিত হতে পারে যে, পুরুষটিও কেবল একজন নাইট নয়, বরং একজন অভিজাত।\n\n\n== মোটিফ ==\nএই গল্পে নাইটকে পায়ে হেঁটে ধাওয়া করার কাহিনি চাইল্ড ব্যালাড ৬৩ \"চাইল্ড ওয়াটার্স\"-এও পাওয়া যায়, যেখানে এটি সম্পূর্ণ ভিন্ন কাহিনির সাথে যুক্ত। লৌথলি লেডির কাহিনির সাথে এর বেশ মিল রয়েছে, বিশেষ করে জিওফ্রি চসার-এর \"দ্য ওয়াইফ অব বাথ'স টেল\"-এ পাওয়া রূপের সাথে।\nলিজ এ মাইনফ্রোই হল ১৭৪০ সালের একটি ফরাসি সংস্করণ, যেখানে নায়িকা সত্যিকারের একজন রাখাল কন্যা। সে অর্চনা-বেদীর কাছে এসে ঘোষণা করে যে, সে বিয়ে ছাড়াই সন্তুষ্ট আছে। এরপর রাজা ও তার দরবারকে তাকে রাজি করাতে হয়।\n\n\n== আরও দেখুন ==\n\"The Wylie Wife of the Hie Toun Hie\"\nDer Ritter und die Magd\n\n\n== সংগৃহীত সংস্করণ ==\nউইলিয়াম চ্যাপেল ১৮৫৯ সালে তার বই Popular Music of the Olden Time-এ এই গানের সুর ও গীত অন্তর্ভুক্ত করেছিলেন। সাবাইন ব্যারিং-গোল্ড ১৭৮৫ সালে লেখা একটি সংস্করণ সংগ্রহ করেছিলেন, এবং তিনি ১৮৮৭ সালে লিউডাউন, ডিভন-এ আরেকটি সংস্করণ সংগ্রহ করেছিলেন। ফ্রাঙ্ক কিডসন ১৮৯১ সালে লিডস, ওয়েস্ট ইয়র্কশায়ার-এর বেঞ্জামিন হোলগেটের কাছ থেকে একটি সংস্করণ সংগ্রহ করেন।\n\n\n== বাণিজ্যিক রেকর্ডিং ==\nস্টিলাই স্প্যান ১৯৭২ সালে Below the Salt অ্যালবামে \"Royal Forester\" নামে এই গানটি রেকর্ড করেছিল, যা অ্যালান লোম্যাক্স কর্তৃক জন স্ট্রাচান-এর পূর্ববর্তী রেকর্ডিং-এর উপর ভিত্তি করে তৈরি।\nএই গানের বিভিন্ন সংস্করণ আর্গো রেকর্ডস-এর ইউয়ান ম্যাককল ও পেগি সীগার কর্তৃক The Long Harvest রেকর্ড ৪-এ অন্তর্ভুক্ত রয়েছে।\nঅন্যান্য রেকর্ডিংয়ের মধ্যে রয়েছে দ্য ইয়াং ট্র্যাডিশন ব্যান্ডের So Cheerfully Round (যেখানে \"Knight William\" নামে অন্তর্ভুক্ত) এবং ডেভ বার্ল্যান্ড-এর Dave Burland অ্যালবামের \"Earl Richard\" নামে একটি সংস্করণ।\n\n\n== তথ্যসূত্র =="}