{"pageid": 1520494, "title": "নকিব আল-আশরাফ", "url": "https://bn.wikipedia.org/wiki?curid=1520494", "content": "নকিব আল-আশরাফ ( আরবিنقيب الأشراف ) (বহুবচন: নুকাবা বা নিকাবাত ) বিভিন্ন মুসলিম সাম্রাজ্যে একটি সরকারী পদ ছিল যা ইসলামী নবী মুহাম্মদের বংশধরদের প্রধান বা তত্ত্বাবধায়ককে নির্দেশ করে।  মুহাম্মদের বংশধররা আশরাফ নামে পরিচিত ছিল এবং ইসলামী ইতিহাস জুড়ে, আশরাফরা বিভিন্ন মুসলিম অঞ্চলে কর্পোরেশনের মতো বৃহৎ দলে নিজেদের সংগঠিত করেছিল। মুসলিম সমাজে তাদের বিশেষ স্থান নিশ্চিত করার জন্য এবং এইভাবে তাদের সামাজিক-রাজনৈতিক সুযোগ-সুবিধা বজায় রাখার জন্য এটি করা হয়েছিল।\nঅফিসটি অন্তত মামলুক যুগের এবং অটোমান সাম্রাজ্য দ্বারা রক্ষণাবেক্ষণ করা হত।  অটোমান যুগে, একজন সম্রাট নাকিব আল-আশরাফ ছিলেন যিনি অধস্তন প্রাদেশিক নুকাবা আল-আশরাফকে নিযুক্ত করেছিলেন। বার্ষিক ভিত্তিতে নিয়োগগুলি নবায়ন বা পরিবর্তন করা হত। সম্রাট নাকিব আল-আশরাফের সরকারী ভূমিকা ছিল আশরাফদের হালনাগাদ তালিকা রাখা এবং প্রাদেশিক নুকাবা আল-আশরাফকে তাদের নিজ নিজ এখতিয়ারের অধীনে আশরাফের বিষয়গুলি পরিচালনার জন্য প্রয়োজনীয় জিনিসপত্র এবং তহবিল বিতরণ করা।  অটোমান সাম্রাজ্যে আশরাফকে বিশেষ সুযোগ-সুবিধা দেওয়া হয়েছিল, যার মধ্যে ছিল ব্যক্তিগত অলঙ্ঘনযোগ্যতা, কিছু কর ছাড় এবং নিয়মিত মামলা থেকে অব্যাহতি। আশরাফের কোন সদস্যের বিরুদ্ধে আইনি অভিযোগের ক্ষেত্রে, নাকিব আল-আশরাফ অভিযুক্ত অপরাধীর বিরুদ্ধে মামলা পরিচালনা এবং বিচার করবেন।\nসম্রাট নাকিব আল-আশরাফ সাধারণত অটোমান রাজধানী ইস্তাম্বুলে অবস্থিত আশরাফের সদস্য ছিলেন।  ইস্তাম্বুলের সুলতানি দরবারের আনুষ্ঠানিকতায় নাকিব আল-আশরাফ গুরুত্বপূর্ণ ভূমিকা পালন করতেন।\n\n\n== ইতিহাস ==\n\n\n=== আলেপ্পো ===\nআলেপ্পোতে, আশরাফরা অটোমান সাম্রাজ্যের অন্য যেকোনো স্থানের তুলনায় শহরের ক্ষেত্রে আরও গুরুত্বপূর্ণ ভূমিকা পালন করেছিল, যার মধ্যে কায়রো এবং দামেস্কও অন্তর্ভুক্ত ছিল, যেখানে নুকাবা আল-আশরাফ প্রায়শই ধনী ছিল বা বেড়ে উঠত। অটোমান শাসনামলের এক পর্যায়ে, আলেপ্পোর আশরাফরা শহরের অভিজাত পরিবারের প্রায় ৮৫% ছিল, যার আংশিক কারণ ঐতিহ্যগতভাবে শহরে আশরাফ পরিবারের উপস্থিতি ছিল বেশি, তবে আশরাফ এবং আশরাফ- বহির্ভূত পরিবারের মধ্যে ক্রমবর্ধমান আন্তঃবিবাহের কারণেও। তাদের বিশাল উপস্থিতির কারণে, সাধারণত মুষ্টিমেয় আশরাফ পরিবার আলেপ্পোর আশরাফদের উচ্চপদস্থ সদস্য ছিল।\nসপ্তদশ শতাব্দীর বেশিরভাগ সময় ধরে, নাকিব আল-আশরাফের পদ জুহরাউই পরিবারের হাতে ছিল, যারা শিয়া মুসলিম সম্প্রদায়ের সাথে ঘনিষ্ঠভাবে জড়িত ছিল (শিয়া মুসলিম পণ্ডিতরা তাদের শিয়া হিসেবে চিহ্নিত করেছিলেন)।  ১৮ শতকের বেশিরভাগ সময় ধরে তাহা পরিবার এই পদে আধিপত্য বিস্তার করেছিল, কিন্তু ১৮ শতকের শেষের দিকে এবং ১৯ শতকের শুরুতে, আল-জাবিরি, আল-কাওয়াকিবি, আল-ত্রাবলুসি, আল-কুদসি, আল-আদিলি এবং শুরাইফ পরিবারের সদস্যদের দ্বারা তাদের অফিসের নিয়ন্ত্রণ প্রায়শই ব্যাহত হত।\n\n\n=== দামেস্ক ===\nদামেস্কে, হানাফি ও শাফি'ই মুফতি এবং উমাইয়া মসজিদের মতো প্রধান মসজিদের খতিবদের সহ বিভিন্ন ধর্মীয় পদের মধ্যে নকিব আল-আশরাফের অফিস ছিল শহরের সবচেয়ে সামাজিকভাবে মর্যাদাপূর্ণ পদ। তবে, এই মর্যাদা অগত্যা বিরাট রাজনৈতিক প্রভাবে রূপান্তরিত হয়নি। তানজিমাত আধুনিকীকরণ সংস্কারের পর, নাকিব আল-আশরাফের পদটি উল্লেখযোগ্য রাজনৈতিক প্রভাব হারায়, যদিও দামেস্ক ভিলায়েতের সর্বোচ্চ রাজনৈতিক সংস্থা দামেস্ক প্রদেশের নবগঠিত প্রশাসনিক পরিষদে দামেস্কের নাকিবের জন্য একটি স্থায়ী আসন সংরক্ষিত ছিল।\n১৮শ এবং ১৯শ শতাব্দীর বেশিরভাগ সময় দামেস্কে এই পদের জন্য দুটি স্থানীয় আশরাফ পরিবার, আল-আজলানি এবং হামজা প্রতিযোগিতা করেছিল।  তাদের নুকাবা হিসেবে সেবা মাঝে মাঝে অন্যান্য আশরাফ পরিবার, যেমন আল-কায়লানী এবং আল-হাসিবি দ্বারা ব্যাহত হত।  দামেস্ক প্রদেশের কম শহরে শিয়া বা শিয়া-সম্পর্কিত নুকাবা বালবেকের মুর্তদা পরিবারের সদস্যদের অন্তর্ভুক্ত করে। মুরতাদ নুকাবারা স্পষ্টতই শিয়া ইসলামের অনুসারী ছিলেন না, যদিও শিয়া ইসলামের সাথে তাদের সন্দেহজনক সম্পৃক্ততার কারণেই সুন্নি মুসলিম-অধ্যুষিত দামেস্কে তাদের কখনও এই পদ দেওয়া হয়নি।\n\n\n=== মিশর ===\nমিশরে, অটোমানরা সাধারণত ইস্তাম্বুল থেকে একজন প্রাদেশিক নাকিব আল-আশরাফ নিযুক্ত করতেন।  ১৮ শতকের মাঝামাঝি সময়ে এই অবস্থার পরিবর্তন ঘটে যখন কায়রো -ভিত্তিক আল-সাদাত আল-ওয়াফা'ইয়া আশরাফ পরিবারের সদস্য মুহাম্মদ আবু হাদীকে এই পদে নিযুক্ত করা হয়। আল-বাকরি নামে আরেকটি কাইরেনী আশরাফ পরিবার তাদের স্থলাভিষিক্ত হওয়ার আগ পর্যন্ত আল-সাদাত পরিবারের সদস্যরা ধারাবাহিকভাবে মিশরে নুকাবা আল-আশরাফ হিসেবে দায়িত্ব পালন করে আসছিলেন। পরবর্তী পরিবারের প্রথম সদস্য যিনি এই পদে অধিষ্ঠিত ছিলেন তিনি ছিলেন মুহাম্মদ ইবনে আহমদ আল-বাকরি। এরপর, আল-সাদাত এবং আল-বাকরি পরিবার এই পদের জন্য প্রতিদ্বন্দ্বিতা করে, যদিও পরবর্তীরা মূলত ২০ শতকের গোড়ার দিকে এটি ধরে রেখেছিল।\nঅন্যান্য প্রাদেশিক নুকাবা আল-আশরাফের মতো, মিশরীয় নকিবকে ইস্তাম্বুলের কর্তৃপক্ষকে মোটা অঙ্কের অর্থ প্রদান করতে হয়েছিল। মিশরে নাকিব আল-আশরাফের ভূমিকা, ঐতিহ্যবাহী অফিসের ভূমিকা ছাড়াও, বিভিন্ন অনুষ্ঠানে অংশগ্রহণের অন্তর্ভুক্ত ছিল, যেমন হজযাত্রীদের কাফেলার সাথে মক্কায় যাওয়ার আগে কিসওয়াহ শোভাযাত্রা করা এবং মক্কায় মহমাল ( সুলতার কর্তৃত্বের প্রতীক হিসেবে সজ্জিত আবর্জনা) শোভাযাত্রায় আশরাফ পরিবারের অংশগ্রহণ নিশ্চিত করা। নকিব আল-আশরাফ প্রায়শই নতুন মসজিদ বা সুফি লজের মতো ধর্মীয় প্রতিষ্ঠানের নির্মাণ কার্যক্রম শুরু করতেন।\n\n\n=== ইরাক ===\nঅটোমান ইরাকের সবচেয়ে গুরুত্বপূর্ণ সুন্নি মুসলিম ধর্মীয় নেতা ছিলেন বাগদাদের নাকিব আল-আশরাফ । তার প্রভাব নামমাত্র বাগদাদে সীমাবদ্ধ ছিল, তবে প্রায়শই সমগ্র ইরাক জুড়ে বিস্তৃত ছিল। বাগদাদের নেকাবা প্রদানকারী প্রধান আশরাফ পরিবার ছিল গাইলানি (কেইলানি) পরিবার, কাদিরিয়া সুফি ধারার প্রতিষ্ঠাতা আবদ আল-কাদির আল-গাইলানির বংশধর যা সমগ্র ইসলামী বিশ্ব জুড়ে জনপ্রিয় ছিল।  কারবালায়, নাকিব আল-আশরাফ নাকিব আল-হায়র (কারবালার অপর নাম হায়র) নামে পরিচিত ছিল। এটি হাসান ও হুসাইনের শিয়া বংশধরদের জন্য সরবরাহ করা হয়েছিল এবং বেশিরভাগ ক্ষেত্রেই আল ফয়েজ এবং আল ঝিকের মধ্যে পর্যায়ক্রমে ব্যবহার করা হত।  বসরায়, নকিব আল-আশরাফ প্রায়শই রিফা'ইয়া সুফি আদেশের বংশগত প্রধানও ছিলেন। বসরার নুকাবা আল-আশরাফের প্রভাব ব্যক্তি নকিবের ব্যক্তিগত সম্পদের উপর নির্ভর করে অথবা উসমানীয় কর্তৃপক্ষ কর্তৃক অঞ্চলের রাজনৈতিক বিষয়ে তাকে ব্যবহারের উপর নির্ভর করে ওঠানামা করত।\n\n\n=== জেরুজালেম ===\nজেরুজালেমে, হুসাইনি পরিবার অটোমান শাসনের প্রাথমিক পর্যায়ে এই পদে দায়িত্ব পালন করেছিলেন। তাদের পৃষ্ঠপোষক ছিলেন ফররুখ পরিবার, যাদের সদস্যরা প্রায়শই ১৭ শতকের শেষের দিকে জেরুজালেমের জেলা গভর্নর হিসেবে দায়িত্ব পালন করেছেন। ১৭০৩ সালে, আল-হুসাইনি পরিবারের একজন সদস্য, মুহাম্মদ ইবনে মুস্তাফা, জেরুজালেমে দুই বছর ধরে বিদ্রোহের নেতৃত্ব দেন,  যার পর তিনি পালিয়ে যান এবং পরে তাকে বন্দী করে মৃত্যুদণ্ড দেওয়া হয়।  তাঁর মৃত্যু আল-হুসাইনি পরিবারের পতন এবং গুদাইয়া পরিবারের যুগের সূচনা করে। জেরুজালেমের নাকিব আল-আশরাফ হিসেবে দায়িত্ব পালনকারী প্রথম সদস্য ছিলেন আব্দুল লতিফ গুদাইয়া। আঠারো শতকের কোন এক সময়ে, ঘুদাইয়ারা তাদের পূর্বসূরীদের নাম গ্রহণ করে এবং তখন থেকে আল-হুসাইনি পরিবার নামে পরিচিত হয়। নতুন আল-হুসাইনি পরিবার বিংশ শতাব্দী পর্যন্ত নাকিব আল-আশরাফের পদে আধিপত্য বিস্তার করেছিল।\n\n\n=== নাইজেরিয়া ===\nনাইজেরিয়ায়, মদিনাওয়া গোত্র এই পদে কর্মরত, তারা হলেন ইসলামী নেতা যারা নিজেদেরকে শরিফীয় বংশোদ্ভূত একটি গোত্র বলে দাবি করেছিলেন এবং মুহাম্মদের বংশধর হাসান ইবনে আলীর মাধ্যমে তাদের বংশধারার সন্ধান পেয়েছিলেন। তারা মরক্কোর আলাউইট রাজবংশের সাথে সম্পর্কিত এবং ইসমাইল ইবনে শরীফের মৃত্যুর পর মরক্কোর রাজতন্ত্রের মধ্যে দ্বন্দ্ব এবং যুদ্ধের কারণে নাইজেরিয়ার কানোর সালতানাতে চলে এসেছিল বলে জানা যায়। মুহাম্মদের বংশধর বলে দাবি তাদেরকে এক ধরণের অভিজাত হিসেবে গণ্য করতে সক্ষম করে, কানো আমিরাতের প্রধান ব্যবস্থায় তারা বিশেষ সুবিধাপ্রাপ্ত হয়। কানো আমিরাতে তাদের বারাকা বলেও বিশ্বাস করা হত, কিছু লোক তাদের আউলিয়া মদিনাওয়া মালামাই নামে অভিহিত করে, কারণ তারা পশ্চিম সৌদি আরবের মদিনা শহর থেকে তাদের উৎপত্তি বলে দাবি করেছিল। তাদের পূর্বপুরুষদের বেশিরভাগই ছিলেন ইসলামী সাধক, মুয়াল্লিমাওয়া পরিবার রাজবংশ, যা মদীনাওয়া বংশের একটি শাখা, নকিব আল-আশরাফের পদ ধারণ করে। \n\n\n== তথ্যসূত্র =="}