{"pageid": 1520898, "title": "এলিজাবেথ ব্যাঙ্কস", "url": "https://bn.wikipedia.org/wiki?curid=1520898", "content": "এলিজাবেথ আইরিন ব্যাঙ্কস (ইংরেজি: Elizabeth Irene Banks; কুমারী নাম: মিচেল; জন্ম: ১০ ফেব্রুয়ারি ১৯৭৪) একজন মার্কিন অভিনেত্রী, পরিচালক ও প্রযোজক। তিনি দ্য হাঙ্গার গেমস চলচ্চিত্র ধারাবাহিক (২০১২-২০১৫)-এ এফি ট্রিঙ্কেট চরিত্রে এবং পিচ পারফেক্ট চলচ্চিত্র ধারাবাহিক (২০১২-২০১৭)-এ আইসিসিএ কমেন্টেটর চরিত্রে অভিনয়ের জন্য সুপরিচিত। ২০১৫ সালে পিচ পারফেক্ট টু দিয়ে তার চলচ্চিত্র পরিচালনায় অভিষেক ঘটে, যা প্রথম সপ্তাহে ৬৯ মিলিয়ন মার্কিন ডলার আয় করে নবাগত পরিচালক হিসেবে সর্বোচ্চ আয়ের রেকর্ড গড়ে। এরপর তিনি মারপিটধর্মী হাস্যরসাত্মক চলচ্চিত্র চার্লি'স অ্যাঞ্জেলস (২০১৯), ভীতিপ্রদ হাস্যরসাত্মক চলচ্চিত্র কোকেইন বিয়ার (২০২৩) পরিচালনা করেন। ব্যাঙ্কস ২০০২ সালে তার স্বামী ম্যাক্স হ্যান্ডেলম্যানের সাথে যৌথভাবে চলচ্চিত্র ও টেলিভিশন প্রযোজনা কোম্পানি ব্রাউনস্টোন প্রডাকশন্স প্রতিষ্ঠা করেন।\nব্যাঙ্কের চলচ্চিত্রে অভিষেক ঘটে স্বল্প-নির্মাণব্যয়ের স্বাধীন চলচ্চিত্র সারেন্ডার ডরথি (১৯৯৮) দিয়ে। তিনি ওয়েট হট আমেরিকান সামার (২০০১), স্যাম রেইমির স্পাইডার-ম্যান ত্রয়ী (২০০২-২০০৭), সিবিস্কিট (২০০৩), দ্য ফোর্টি-ইয়ার-ওল্ড ভার্জিন (২০০৫), স্লিদার (২০০৬), ইনভিঞ্চিবল (২০০৬), জ্যাক অ্যান্ড মিরি মেক আ পর্নো (২০০৮), রোল মডেলস (২০০৮), দ্য নেক্স থ্রি ডেজ (২০১০), ম্যান অন আ লেজ (২০১২), হোয়াট টু এক্সপেক্ট হোয়েন ইউ'র এক্সপেক্টিং (২০১২), মুভি ফোর্টি থ্রি (২০১৩), দ্য লেগো মুভি চলচ্চিত্র ধারাবাহিক (২০১৪-২০১৯), লাভ অ্যান্ড মার্সি (২০১৪), ওয়াক অব শেম (২০১৪), ম্যাজিক মাইক এক্সএক্সএল (২০১৫), পাওয়ার রেঞ্জার্স (২০১৭), বাইটবার্ন (২০১৯), কল জেন (২০২২), মাইগ্রেশন (২০২৩) ও স্কিনকেয়ার (২০২৪) চলচ্চিত্রে অভিনয় করেন।\nটেলিভিশনে ব্যাঙ্কস এনবিসির সিটকম থার্টি রক (২০১০-২০১২)-এ অ্যাভারি জেসাপ চরিত্রে অভিনয় করে দুটি প্রাইমটাইম এমি পুরস্কারের মনোনয়ন লাভ করেন। এছাড়া তিনি হাস্যরসাত্মক ধারাবাহিক স্ক্রাবস (২০০৬-২০০৯)-এ এবং মডার্নি ফ্যামিলি (২০০৯-২০২০)-এ অভিনয় করেন, তন্মধ্যে দ্বিতীয়োক্ত ধারাবাহিকের জন্য তিনি তার তৃতীয় প্রাইমটাইম এমি পুরস্কারে মনোনয়ন লাভ করেন। এরপর তিনি নেটফ্লিক্সের সীমিত ধারাবাহিক ওয়েট হট আমেরিকান সামার: ফার্স্ট ডে অব ক্যাম্প (২০১৫) ও ওয়েট হট আমেরিকান সামার: টেন ইয়ার্স লেটার (২০১৭)-এ শ্রেষ্ঠাংশে অভিনয় করেন। ২০১৯ সাল থেকে তিনি এবিসির ক্রীড়া অনুষ্ঠান প্রেস ইওর লাক উপস্থাপনা করছেন।\n\n\n== প্রারম্ভিক জীবন ==\nব্যাঙ্কস ১৯৭৪ সালের ১০ই ফেব্রুয়ারি ম্যাসাচুসেট্‌সের পিট্‌সফিল্ডে জন্মগ্রহণ করেন ও বেড়ে ওঠেন। তিনি তার মাতা অ্যান (কুমারী নাম: ওয়ালেস) ও পিতা মার্ক পি. মিচেলের চার সন্তানের মধ্যে জ্যেষ্ঠ। তার পিতা ভিয়েতনাম যুদ্ধের যোদ্ধা, যিনি জেনারেল ইলেকট্রিকের ফ্যাক্টরি কর্মী ছিলেন এবং তার মাতা একটি ব্যাংকে চাকরি করতেন।. তিনি তার পরিবারকে খুবই সাধারণ, পুরনো ঘরানার আইরিশ ক্যাথলিক ধর্মাবলম্বী হিসেবে বর্ণনা করেন। তিনি বেসবল খেলতেন ও ঘোড়সওয়ার করতেন। লিটল লিগ বেসবলে খেলার সময় তৃতীয় বেসে পিছলে পড়ে তার পা ভেঙ্গে যায়। এরপর তিনি বিদ্যালয়ে মঞ্চস্থ নাটকে অভিনয়ে অংশ নিতেন, সেখান থেকে তার অভিনয়ের সূচনা হয়।\nতিনি ১৯৯২ সালে পিট্‌সফিল্ড হাই স্কুল থেকে পড়াশোনা সমাপ্ত করেন এবং সে সময়ে ম্যাসাচুসেট্‌স জুনিয়র ক্লাসিক্যাল লিগের সদস্য ছিলেন। তিনি পেন্সিলভেনিয়া বিশ্ববিদ্যালয়ে ভর্তি হন, সেখানে তিনি ডেল্টা ডেল্টা ডেল্টা সরোরিটির সদস্য ছিলেন এবং পরে ফ্রিয়ার্স সিনিয়র সোসাইটিতে নির্বাচিত হন। তিনি ১৯৯৬ সালে যোগাযোগ বিদ্যায় প্রধান ও নাট্যশিল্পে অপ্রধান বিষয় নিয়ে মাগনা কুম লাউদে সম্মান অর্জন করেন। ১৯৯৮ সালে তিনি ক্যালিফোর্নিয়ার সান ফ্রান্সিস্কোর আমেরিকান কনজারভেটরি থিয়েটার থেকে এমএফএ ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\n\n\n=== ১৯৯৮–২০০৫: কর্মজীবনের শুরু ও আলোচিত সাফল্য ===\nব্যাঙ্কস স্ক্রিন অ্যাক্টরস গিল্ডে যোগদান করার পর তার নাম পরিবর্তন করেন, কারণ ইতোমধ্যে এলিজাবেথ মিচেল নামে একজন অভিনেত্রী এই সংঘে তালিকাভুক্ত ছিলেন।\nনিউ ইয়র্কে অডিশন দেওয়ার পর তিনি সোপ অপেরা সান্তা বারবারা-এ অভিনয়ের প্রস্তাব পান। এতে অভিনয় করতে গেলে তাকে আমেরিকান কনজারভেটরি থিয়েটারে পড়াশোনা ছাড়তে হত, তাই তিনি শিক্ষার্থী ঋণ নিয়ে তার ডিগ্রি সম্পন্ন করেন ও এই প্রস্তাব প্রত্যাখ্যান করেন। ১৯৯৮ সালের স্বল্প-নির্মাণব্যয়ের স্বাধীন চলচ্চিত্র সারেন্ডার ডরথি-এ এলিজাবেথ কেসি চরিত্রে অভিনয়ের মধ্য দিয়ে তার চলচ্চিত্রে অভিষেক ঘটে। এরপর তিনি ওয়েট হট আমেরিকান সামার (২০০১), সুয়েপ্ট অ্যাওয়ে (২০০২) ও সিবিস্কিট (২০০৩) চলচ্চিত্রে অভিনয় করেন। এই সময়ে টোবি ম্যাগুইয়ার ও কিয়ার্স্টন ডান্‌স্টের সাথে স্যাম রেইমির স্পাইডার-ম্যান ত্রয়ী (২০০২-২০০৭)-এ বেটি ব্র্যান্ট চরিত্রে অভিনয়।\nব্যাঙ্কস ২০০২ সালে তার ভবিষ্যৎ স্বামী ম্যাক্স হ্যান্ডেলম্যানের সাথে যৌথভাবে চলচ্চিত্র ও টেলিভিশন প্রযোজনা কোম্পানি ব্রাউনস্টোন প্রডাকশন্স প্রতিষ্ঠা করেন।\nতিনি হাস্যরসাত্মক দ্য ফোর্টি-ইয়ার-ওল্ড ভার্জিন (২০০৫) চলচ্চিত্রে অভিনয় করে অধিক পরিচিতি লাভ করেন। ২০০৫ সালে উইলিয়ামসটাউন থিয়েটার উৎসবে তিনি উইলিয়াম ইঞ্জের বাস স্টপ নাটকে নাইটক্লাব গায়িকা শেরি চরিত্রে অভিনয় করেন। তার অভিনয় সম্পর্কে জেফ্রি বোরাক লিখেন, \"শেরির জটিলতার বিপরীতে শান্ত, স্পষ্ট ও তীক্ষ্ণ অনুভূতি সম্পন্ন। তার অভিনয় ছিল সম্পূর্ণ এবং শৈলীগতভাবে তার চারপাশের অভিনয়ের সাথে সামঞ্জস্যপূর্ণ।\" ২০০৫ সালে তিনি কমেডি সেন্ট্রালের ধারাবাহিক স্টেলা ও ২০০৬ সালে মে মাসে এনবিসির সিটকম স্ক্রাবস-এর পঞ্চম মৌসুমে জে.ডি. (জ্যাক ব্রাফ) চরিত্রের প্রেমিকা ডক্টর কিম ব্রিগস চরিত্রে অভিনয় করেন। ব্যাঙ্কস পরবর্তীকালে ষষ্ঠ, সপ্তম ও অষ্টম মৌসুমে অতিথি শিল্পী হিসেবে অভিনয় করেন।\n\n\n=== ২০০৬–২০১৪: অধিকতর সাফল্য ও খ্যাতি অর্জন ===\n\n২০০৬ সালে ব্যাঙ্কস মার্কিন ফুটবল নাট্যধর্মী চলচ্চিত্র ইনভিন্সিবল-এ মার্ক ওয়ালবার্গের চরিত্রের প্রেমিকা চরিত্রে অভিনয় করেন। তিনি ও ওয়ালবার্গ যুগ্মভাবে শ্রেষ্ঠ চুম্বন বিভাগে এমটিভি মুভি পুরস্কারের মনোনয়ন লাভ করেন। একই বছর তিনি হাস্যরসাত্মক-ভীতিপ্রদ স্লিদার চলচ্চিত্রে শ্রেষ্ঠাংশে অভিনয় করেন। ২০০৭ সালে তিনি হাস্যরসাত্মক মিট বিল চলচ্চিত্রে অ্যারন একহার্ট ও জেসিকা অ্যালবার সাথে প্রধান নারী চরিত্রে অভিনয় করেন। একই বছর তিনি ভিন্স ভন ও পল জিয়ামাটির সাথে বড়দিনের হাস্যরসাত্মক চলচ্চিত্র ফ্রেড ক্লাউস-এ সান্তার সাহায্যকারী শার্লিন চরিত্রে অভিনয় করেন।\n২০০৮ সালে ব্যাঙ্কস হাস্যরসাত্মক ডেফিনিটলি, মেবি চলচ্চিত্রে রায়ান রেনল্ডসের চরিত্রের সাবেক স্ত্রী ও তার সন্তানের মা চরিত্রে; কেভিন স্মিথের যৌন-হাস্যরসাত্মক জ্যাক অ্যান্ড মিরি মেক আ পর্নো চলচ্চিত্রে সেথ রোজেনের সাথে নাম ভূমিকায়; এবং অলিভার স্টোনের পরিচালনায় জর্জ ডব্লিউ. বুশের জীবনীমূলক ডব্লিউ. চলচ্চিত্রে লরা বুশ চরিত্রে অভিনয় করেন। ২০০৯ সালে তিনি দক্ষিণ কোরীয় আ টেল অব টু সিস্টার্স-এর মার্কিন পুনর্নির্মাণ দি আনইনভাইটেড-এ অভিনয় করেন। এতে তাকে তার নতুন স্বামীর দুই কিশোরী কন্যার জীবনকে দুর্দশাগ্রস্থ করে তোলা এক সৎমায়ের চরিত্রের দেখা যায়। ব্যাঙ্কস দ্য  হ্যান্ড দ্যাট রকস দ্য ক্রেডল চলচ্চিত্রে রেবেকা ডি মর্নের চরিত্রটিকে তার এই চরিত্রটির অনুপ্রেরণা হিসেবে গ্রহণ করেন।\nব্যাঙ্কসকে এনবিসির সিটকম থার্টি রক-এর চতুর্থ মৌসুমে জ্যাক ডনাই'র (আলেক বল্ডউইন) চরিত্রের প্রেমিকা চরিত্রের জন্য অভিনয়শিল্পীদলে অন্তর্ভুক্ত করা হয়। ২০১০ সালের চারটি পর্বে অভিনয়ের জন্য যোগ দিলেও পঞ্চম মৌসুম শেষে তিনি ১৩টি পর্বে অভিনয় করেন, তন্মধ্যে মিসেস ডনাই পর্বে তার বিবাহের দৃশ্য অন্তর্ভুক্ত ছিল। পঞ্চম মৌসুমে তার অভিনয়ের জন্য তিনি ৬৩তম প্রাইমটাইম এমি পুরস্কারে হাস্যরসাত্মক ধারাবাহিকে সেরা অতিথি অভিনেত্রী বিভাগে মনোনয়ন লাভ করেন।\n\n২০১১ সালে তিনি পল রাডের সাথে হাস্যরসাত্মক নাট্যধর্মী আওয়ার ইডিয়ট ব্রাদার ও টোবি ম্যাগুইয়ারের সাথে তিক্ত হাস্যরসাত্মক দ্য ডিটেইলস-এ অভিনয় করেন। ২০১২ সালে তিনি প্রণয়ধর্মী হাস্যরসাত্মক হোয়াট টু এক্সপেক্ট হোয়েন ইউ'র এক্সপেক্টিং এবং মারপিটধর্মী ম্যান অন আ লেজ-এ শ্রেষ্ঠাংশে অভিনয় করেন। এছাড়া তিনি সঙ্গীতধর্মী হাস্যরসাত্মক পিচ পারফেক্ট-এ গেইল অ্যাব্ররনাটি-ম্যাকাডেন চরিত্রে অভিনয় করেন। চলচ্চিত্রটি সমাদৃত ও ব্যবসাসফল হয়। পরের বছর তিনি অমনিবাস চলচ্চিত্র মুভি ফোর্টি থ্রি-এর কয়েকটি ভিন্ন খণ্ড পরিচালনা করেন এবং এতে অভিনয় করেন। এটি ২০১৩ সালের সবচেয়ে খারাপ চলচ্চিত্র হিসেবে গণ্য হয়।\nব্যাঙ্কস বিজ্ঞান কল্পকাহিনী দুঃসাহসিক অভিযানসমৃদ্ধ চলচ্চিত্র দ্য হাঙ্গার গেমস (২০১২)-এ এফি ট্রিঙ্কেট চরিত্রে অভিনয় করেন। তিনি এরপর এই চলচ্চিত্রের পরবর্তী পর্ব দ্য হাঙ্গার গেমস: ক্যাচিং ফায়ার (২০১৩), দ্য হাঙ্গার গেমস: মকিংজে – পার্ট ওয়ান (২০১৪), ও দ্য হাঙ্গার গেমস: মকিংজে – পার্ট টু (২০১৫)-এ এই চরিত্রে অভিনয় করেন। ২০১৪ সালে তিনি এভরি সিক্রেট থিং-এ গোয়েন্দা ন্যান্সি পোর্টার চরিত্রে অভিনয় করেন এবং ওয়ার্নার ব্রস.-এর অ্যানিমেটেড চলচ্চিত্র দ্য লেগো মুভি-এ মাস্টার বিল্ডার ওয়াইল্ডস্টাইল চরিত্রে কণ্ঠ দেন।\n২০১৪ সালে এল পত্রিকা অভিনয়, পরিচালনা ও প্রযোজনা-সহ চলচ্চিত্র শিল্পের সকল ক্ষেত্রে নারীদের অবদানের স্বীকৃতি হিসেবে দ্য উইমেন ইন হলিউড পুরস্কারে ব্যাঙ্কসকে সম্মানিত করে।\n\n\n=== ২০১৫–বর্তমান: পরিচালনায় অভিষেক ===\nপিচ পারফেক্ট (২০১২) চলচ্চিত্র প্রযোজনা ও এতে অভিনয় করার পর ব্যাঙ্কস এর পরবর্তী পর্ব পিচ পারফেক্ট টু (২০১৫) পরিচালনার মধ্য দিয়ে পরিচালক হিসেবে আত্মপ্রকাশ করেন। তিনি পিচ পারফেক্ট টু ও এর পরবর্তী পর্ব পিচ পারফেক্ট থ্রি (২০১৭)-এর সহ-প্রযোজক হিসেবে দায়িত্ব পালন করেন এবং অভিনয় করেন। তিনি সঙ্গীতজ্ঞ ও দ্য বিচ বয়েজ-এর প্রতিষ্ঠাতা সদস্য ব্রায়ান উইলসনের জীবনের উপর ভিত্তি করে নির্মিত জীবনীমূলক চলচ্চিত্র লাভ অ্যান্ড মার্সি-এ ব্রায়ানের (জন কিউস্যাক) স্ত্রী মেলিন্ডা লেডবেটার উইলসন চরিত্রে অভিনয় করেন।\n২০১৫ সালে তিনি ভেনিস চলচ্চিত্র উৎসবের মূল প্রতিযোগিতার জুরি সদস্য হিসেবে নির্বাচিত হন। এই উৎসবের জুরি সভাপতি ছিলেন আলফোনসো কুয়ারোন। ২০১৫ সালে ব্যাঙ্কস রিয়াল্টর.কমের কয়েকটি টেলিভিশন বিজ্ঞাপন চিত্রের মুখপাত্র হন। ২০১৬ সালের ফেব্রুয়ারি মাসের মাঝামাঝি সময়ে ব্যাঙ্কস পোশাক কোম্পানি ওল্ড নেভির বিজ্ঞাপন চিত্রে কাজ করেন। ২০১৭ সালে তিনি পাওয়ার র‍্যাঞ্জার্স চলচ্চিত্রে মহাশূন্যের অ্যালিয়েন রিটা রিপালসা চরিত্রে অভিনয় করেন।\n\n২০১৮ সালে ব্যাঙ্কস মেলিসা ম্যাকার্থি ও মায়া রুডলফের সাথে হাস্যরসাত্মক দ্য হ্যাপিটাইম মার্ডার্স-এ জেনি চরিত্রে অভিনয় করেন। ব্যাঙ্কস ২০১৮ স্যান ডিয়েগো কমিক-কনের দ্য লেগো মুভি-এর পরবর্তী পর্ব দ্য লেগো মুভি টু: দ্য সেকেন্ড পার্ট-এর প্রচারণা করেন। সেখানে তার সহশিল্পী ক্রিস প্রাট, স্টেফানি বিয়াট্রিজ ও কলাকুশলীদের সাথে তিনি চলচ্চিত্রটির ট্রেলার প্রকাশ করেন। ২০১৯ সালে মুক্তিপ্রাপ্ত এই অ্যানিমেটেড হাস্যরসাত্মক চলচ্চিত্রে তিনি পূর্ববর্তী চলচ্চিত্রে তার অভিনীত লুসি / ওয়াইল্ডস্টাইল চরিত্রে অভিনয় করেন। তিনি এরপর অতিপ্রাকৃত ভীতিপ্রদ ব্রাইটবার্ন (২০১৯) চলচ্চিত্রে টরি ব্রেয়ার চরিত্রে অভিনয় করেন।\n২০১৯ সালের ২রা মে এবিসি ঘোষণা দেয় ব্যাঙ্কস ২০১৯ সালের পুনরারম্ভকৃত ক্রীড়াধর্মী অনুষ্ঠান প্রেস ইওর লাক-এর উপস্থাপনা করবেন। তিনি এই অনুষ্ঠানের নির্বাহী প্রযোজকও। ব্যাঙ্কস মারপিটধর্মী হাস্যরসাত্মক চার্লি'স অ্যাঞ্জেলস পরিচালনা, প্রযোজনা, রচনা করেন এবং এতে বজলি চরিত্রে অভিনয় করেন। এটি ২০১৯ সালের নভেম্বর মাসে মুক্তি পায়। একই মাসে ঘোষণা দেওয়া হয় ব্যাঙ্কস দি ইনভিজিবল ওম্যান (১৯৪০)-এর নতুন চলচ্চিত্ররূপে অভিনয় করবেন এবং এটি পরিচালনা ও প্রযোজনা করবেন। এরিন ক্রেসিডা উইলসন মহিলা দানব চরিত্রটির পাণ্ডুলিপি লিখবেন, এবং ম্যাক্স হেন্ডেলম্যান ও অ্যালিসন স্মল যথাক্রমে প্রযোজক ও নির্বাহী প্রযোজক হিসেবে দায়িত্ব পালন করবেন।\n২০২০ সালের ফেব্রুয়ারি মাসে ইউনিভার্সাল পিকচার্স ব্যাঙ্কসকে ইউনিভার্সাল মনস্টার্সের রোস্টার থেকে একটি প্রকল্প পছন্দ করার অনুমতি দেয়, এবং তিনি দি ইনভিজিবল ওম্যান বাছাই করেন। ২০২০ সালের জুনে ঘোষণা দেওয়া হয় ব্যাঙ্কস দ্য ম্যাজিক স্কুল বাস-এর লাইভ-অ্যাকশন/অ্যানিমেটেড হাইব্রিডে মিস ফ্রিজল চরিত্রে কাজ করবেন এবং তার প্রযোজনা কোম্পানি ব্রাউনস্টোন প্রডাকশন্সের মাধ্যামে এটি প্রযোজনাও করবেন। এই বছর তিনি এফএক্সের সীমিতদৈর্ঘ্যের ধারাবাহিক মিসেস আমেরিকা-এ নারীবাদী জিল রাকেলসশাউস চরিত্রে অভিনয় করেন।\nব্যাঙ্কস ২০২৩ সালে হাস্যরসাত্মক ভীতিপ্রদ চলচ্চিত্র কোকেইন বিয়ার পরিচালনা করেন এবং ব্রাউনস্টোন প্রডাকশন্সের ব্যানারে ম্যাক্স হ্যান্ডেলম্যানে সাথে যৌথভাবে ও ফিল লর্ড ও ক্রিস্টোফার মিলারে সাথে এটি প্রযোজনা করেন। চলচ্চিত্রটি ৯০ মিলিয়ন মার্কিন ডলার আয় করে। ২০২১ সালের মে মাসে পিকক ঘোষণা দেয় ব্যাঙ্কস ডিস্টোপিয়ান উপন্যাস রেড কুইন অবলম্বনে তাদের একই নামের আসন্ন টেলিভিশন ধারাবাহিক পরিচালনা করবেন এবং এতে অভিনয় করবেন। ২০২২ সালে ব্যাঙ্কসকে ক্রিস্টিন গোর ও ড্যামিয়েন কুলাশের পরিচালিত দ্য বিনি বাবল চলচ্চিত্রে দেখা যায়।\n২০২৩ সালের মার্চ মাসে ঘোষণা দেওয়া হয় ব্যাঙ্কস ফক্সের আসন্ন রাত্রীকালীন অ্যানিমেটেড ধারাবাহিক বেডরক-এর নির্বাহী প্রযোজক হিসেবে দায়িত্ব পালন করবেন এবং এতে পিবলস ফ্লিনস্টোন চরিত্রে কণ্ঠ দিবেন। ২০২৪ সালের ১৮ই জুলাইন ঘোষণা দেওয়া হয় ফক্স বেডরক নির্মাণের পরিকল্পনা বাতিল করেছে এবং এটি নির্মিত হবে না।\n\n\n== ব্যক্তিগত জীবন ==\nব্যাঙ্কস ১৯৯২ সালের ৭ই সেপ্টেম্বর তার কলেজের প্রথম দিন ম্যাক্স হ্যান্ডেলম্যানের সাথে পরিচিত হন। ম্যাক্স ওরেগনের পোর্টল্যান্ডের একজন ক্রীড়ালেখক ও প্রযোজক। তারা ২০০৩ সালে বিয়ে করেন এবং তাদের সারোগেসির মাধ্যমে জন্ম নেওয়া দুই পুত্র রয়েছে। ব্যাঙ্কস বলেন লোকজন সারোগেট মা ব্যবহার করার জন্য তার সমালোচনা করেন, যদিও তিনি বন্ধ্যাত্বের কারণে তার নিজের সন্তান গর্ভধারণ করতে অক্ষম ছিলেন।\nব্যাঙ্কস আংশিক তার স্বামীর ইহুদি ধর্মে দীক্ষিত হয়েছেন এবং র‍্যাবাইদের নিকট পাঠ গ্রহণ করেছেন। ২০১৩ সালে তার ধর্মবিশ্বাস সম্পর্কে বলতে গিয়ে তিনি বলেন তিনি ইহুদি ধর্ম অনুশীলন করেন, যদিও \"আমার মিকভেহ হয়নি, তাই প্রথগতভাবে আমি ধর্মান্তরিত হইনি,\" তবে তিনি ১৫ বছরের বেশি সময় ধরে ইহুদি। তিনি বলেন, \"সত্যিকার অর্থে, আমি সবকিছু করার [ধর্মীয় রীতিনীতি মেনে চলা] কারণে আমি মনে করি আমি ইহুদি যেহেতু আমি তা হতে যাচ্ছি।\"\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে এলিজাবেথ ব্যাঙ্কস (ইংরেজি)\nটার্নার ক্লাসিক মুভিজ ডেটাবেজে এলিজাবেথ ব্যাঙ্কস  (ইংরেজি)\nইন্সটাগ্রামে এলিজাবেথ ব্যাঙ্কস\nElizabeth Banks appearances on C-SPAN\nটেমপ্লেট:এলিজাবেথ ব্যাঙ্কস"}