{"pageid": 1520966, "title": "সীমা (অভিনেত্রী)", "url": "https://bn.wikipedia.org/wiki?curid=1520966", "content": "শান্তাকুমারী নাম্বিয়ার, যিনি তার মঞ্চনাম সীমা সম্বোধনেও পরিচিত, একজন ভারতীয় অভিনেত্রী  যিনি মালায়ালাম চলচ্চিত্রে তার কাজের জন্য পরিচিত। অভিনেতা বিজয়ন তাকে সীমা নামটি দিয়েছিলেন। \n\n\n== কর্মজীবন ==\nসীমা ১৮ বছর বয়সে একজন নৃত্যশিল্পী হিসেবে তামিল চলচ্চিত্রে তার কর্মজীবন শুরু করেন। তিনি পরিচালক লিসা বেবির নিঝালে নী সাক্ষী  চলচ্চিত্রে অভিনেত্রী হিসেবে আত্মপ্রকাশ করেন, কিন্তু এই ছবিটি  ততকালীন স্থগিত রাখা হয়। (পরে বিধুবালাকে নায়িকা করে এটি সম্পন্ন করা হয়েছিল।) প্রবীণ অভিনেতা বিজয়ন নিঝালে নী সাক্ষী  ছবির শুটিংয়ের সময় তার নাম পরিবর্তন করে সীমা রাখেন।\n২১ বছর বয়সে, সীমা তার প্রথম মালয়ালম চলচ্চিত্র আভালুদে রাভুকাল ( হার নাইটস ) -এর নায়িকার ভূমিকায় অভিনয় করেন। চলচ্চিত্রটি আইভি শসি দ্বারা পরিচালিত হয়েছিল। \nতিনি ১৯৮৪ এবং ১৯৮৫ সালে সেরা অভিনেত্রীর জন্য কেরালা রাজ্য চলচ্চিত্র পুরস্কার জিতেছিলেন।\nবিশুধা শান্তি নামক তার জীবনকাহিনী ২০১১ সালে দিদি দামোদরন কর্তৃক প্রকাশিত হয়েছিল।\nচেন্নাইতে অনুষ্ঠিত ৫৯তম আইডিয়া ফিল্মফেয়ার উৎসবে তিনি আজীবন সম্মাননা পুরস্কার লাভ করেন। \nসীমা মালায়ালাম চলচ্চিত্র জগতের এক অত্যন্ত জনপ্রিয় ও প্রতিভাবান অভিনেত্রী, যিনি চার দশকেরও বেশি সময় ধরে বিভিন্ন চরিত্রে অভিনয় করে দর্শকদের মন জয় করেছেন। তাঁর চলচ্চিত্র জীবনের সূচনা হয় ১৯৭২ সালে নৃতশালা এবং আচান্তে ভার্যা ছবি দিয়ে, যেখানে তিনি ছোটখাটো চরিত্রে অভিনয় করেন। তবে ১৯৭৮ সাল থেকেই তার কর্মজীবন দ্রুত গতিতে এগিয়ে যেতে শুরু করে। এই বছরে তিনি ভিলাক্কুম ভেলিচাভুম, অবলুদে রাভুকাল, ঈটা, লিসাসহ মোট ১৬টি চলচ্চিত্রে অভিনয় করেন। লিসা ছবিতে তাঁর অভিনীত ভূমিকাটি বেশ জনপ্রিয়তা অর্জন করেছিল।\n১৯৮০-এর দশকে সীমা আরও শক্তিশালী ও বহুমাত্রিক চরিত্রে অভিনয় করেন। বিশেষ করে পাভিঝা মুথু, আঙ্গাডি, থীরম থেদুন্নভার, করিম্পানা, অধিকারম-এর মতো সিনেমাগুলোতে তাঁর অভিনয় দক্ষতা ফুটে ওঠে। এই সময়ে তিনি বেশ কয়েকটি নারীকেন্দ্রিক চরিত্রেও অভিনয় করেন, যা তাঁকে মালায়ালাম চলচ্চিত্র শিল্পে শক্ত অবস্থান তৈরি করতে সাহায্য করে। ১৯৮৪ সালে মুক্তিপ্রাপ্ত কনামারায়াথু ও অদিওঝুক্কুকাল-এ তাঁর অভিনয় সমালোচকদের দ্বারা প্রশংসিত হয়।\n১৯৯০-এর দশকে সীমা তুলনামূলক কম ছবিতে কাজ করলেও অলিম্পিয়ান অ্যান্থনি অ্যাডাম ছবিতে তাঁর অধ্যক্ষ সুসাম্মা চরিত্রটি দর্শকদের মন ছুঁয়ে যায়। ২০০০-এর দশকেও তিনি চলচ্চিত্রে সক্রিয় ছিলেন, বিশেষত শ্রদ্ধা, কিলিচুন্ডন মাম্পাঝাম, প্রজাপতি, প্রাণায়কলম-এর মতো সিনেমায় গুরুত্বপূর্ণ চরিত্রে দেখা গেছে। ২০১০-এর দশকে চার বন্ধু, গীতাঞ্জলি, ওরু ভাদাক্কান সেলফি, স্যার সিপি ছবিতে তাঁর উপস্থিতি ছিল নজরকাড়া।\nসর্বশেষ, ২০২০-এর দশকে তিনি কাদুভা (২০২২) এবং পানি (২০২৪) ছবিতে অভিনয় করেন। তাঁর অসামান্য প্রতিভা ও দীর্ঘ ক্যারিয়ার তাঁকে মালায়ালাম চলচ্চিত্র শিল্পের এক কিংবদন্তি অভিনেত্রী হিসেবে প্রতিষ্ঠিত করেছে।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি ২৮শে আগস্ট ১৯৮০ সালে পরিচালক আইভি সাসির সাথে বিবাহ বন্ধনে আবদ্ধ হন। এই দম্পতির দুটি সন্তান, এক মেয়ে অনু এবং এক ছেলে অনি।\n\n\n== আংশিক চলচ্চিত্র তালিকা ==\n\n\n=== মালায়ালাম ===\n\n\n==== ১৯৭০ এর দশক ====\n\n\n==== ১৯৮০ এর দশক ====\n\n\n==== ১৯৯০ এর দশক ====\n\n\n==== ২০০০ এর দশক ====\n\n\n==== ২০১০ এর দশক ====\n\n\n==== ২০২০ এর দশক ====\n\n\n== তথ্যসূত্র =="}