{"pageid": 1520510, "title": "মাসিহ (উপাধি)", "url": "https://bn.wikipedia.org/wiki?curid=1520510", "content": "আল মাসিহ ( আরবি: المسيح   ) হল হিব্রু উপাধি মাসিয়াহ ( হিব্রু ভাষায়: מָשִׁיחַ‎ এর আরবি অনুবাদ।, ' মেসিয়াহ ') বা গ্রীক উপাধি খ্রিস্ট ( প্রাচীন গ্রিক: Χριστός, ' খ্রীষ্ট ' ), যার অর্থ \"অভিষিক্ত ব্যক্তি\"।  এটি আরব খ্রিস্টানদের দ্বারা 'খ্রিস্ট'-এর জন্য ব্যবহৃত একটি অতি সাধারণ শব্দ, আরবি দ্বারা প্রভাবিত বেশ কয়েকটি ভাষায় খ্রিস্টান এবং মুসলিম উভয়ই এই ব্যবহার গ্রহণ করেছিল।\nকুরআনে এটি যীশু (ʿĪsā) এর উপাধি হিসেবে এগারো বার উল্লেখ এসেছে, উভয়ের পরেই তাঁর সঠিক নাম \"মসীহ/খ্রীষ্ট যীশু মরিয়মের পুত্র\" (তিনবার)  অথবা \"মসীহ/খ্রীষ্ট মরিয়মের পুত্র\" (পাঁচবার)  এবং স্বাধীনভাবে \"মসীহ/খ্রীষ্ট\" (তিনবার) হিসাবে এসেছে।  মুসলিম ব্যাখ্যাকাররা এই উপাধিকে বিভিন্নভাবে ব্যাখ্যা করেছেন, যার সবকটিই খ্রিস্টধর্মে ত্রাণকর্তা-ঈশ্বর হিসেবে যীশুর কেন্দ্রীয় ভূমিকার সাথে শব্দটির সংযোগকে খাটো করে দেখানোর প্রবণতা দেখিয়েছেন। \n\n\n== ঐতিহাসিক পটভূমি ==\nপ্রাচীন নিকট প্রাচ্যে নতুন শাসকদের মুকুট পরিয়ে নয়, বরং অভিষেক করে রাজত্ব অর্পণ করা একটি সাধারণ নিয়ম ছিল।  এই প্রেক্ষাপটেই হিব্রু শব্দ \" মাসিয়াহ (মশীহ, যার অর্থ \"অভিষিক্ত\") মূলত ব্যবহৃত হয়েছিল, যা একজন পরলোকগত ব্যক্তিত্বকে নির্দেশ করে যার প্রত্যাশিত ছিল যে তিনি দাউদের রাজকীয় বংশ থেকে উঠে আসবেন এবং যিনি ঈশ্বরের 'অভিষিক্ত ব্যক্তি' হয়ে একজন ঐশ্বরিক রাজার মতো শাসন করবেন।  খ্রিস্টানদের মধ্যে, যীশুকে মশীহের ভূমিকা পালনকারী হিসেবে স্বীকৃতি দেওয়া হয়েছিল এবং নূতন নিয়মের লেখকরা সাধারণত যীশুকে যিশু খ্রিস্ট (\"যীশু খ্রিস্ট\" বা \"যীশু মশীহ\") বা খ্রিষ্ট যিশু (\"খ্রীষ্ট যীশু\" বা \"মশীহ যীশু\") নামে উল্লেখ করেছিলেন। \n\n\n== কুরআনে ==\nতবে, কুরআনে “মসীহ” শব্দটির মূল অর্থ “অভিষিক্ত” হিসেবে বিশেষ কোনো তাৎপর্য বহন করে না। এটি মূলত যীশুর নামের সঙ্গে যুক্ত একটি উপাধি হিসেবেই ব্যবহৃত হয়েছে, যা ইংরেজিতে ‘খ্রিস্ট’ শব্দটির মতো প্রভাবশালী নয়।  যদিও কুরআনের অনেক ব্যাখ্যাকার আরবি শব্দ \" মসিহ (\" মাসহা থেকে উদ্ভূত, যার অর্থ \"মোছা\", \"স্পর্শ করা\", \"স্পর্শ করা\", \"অভিষেক করা\") কে \"অভিষিক্ত\" হিসেবে স্বীকৃতি দিয়েছে, তবুও তারা অভিষিক্ত হওয়ার ধারণাটিকে দাউদের বংশের একজন মশীহ ব্যক্তির সাথে সংযুক্ত করেননি। \nএই শব্দের অনেক ব্যাখ্যা ছিল। আরবি অভিধানকার ফাইরুজাবাদী (১৩২৯-১৪১৪) কুরআনের ব্যাখ্যাকারদের দ্বারা ব্যাখ্যা করা আল-মসীহ উপাধির কমপক্ষে ৪৯টি ভিন্ন অর্থ তালিকাভুক্ত করেছেন।  বেশিরভাগ ব্যাখ্যাকারী (সঠিকভাবে) শব্দটিকে মূল ms-ḥ এর নিষ্ক্রিয় কণার সমতুল্য বলে বুঝতে পেরেছিলেন, যার অর্থ 'মোছা', 'স্পর্শ করা', 'অভিষিক্ত'। এই উপাধির উপর ভিত্তি করে ব্যাখ্যা করা হয়েছিল যে, জন্মের সময় যীশুকে শয়তানের হাত থেকে রক্ষা করার জন্য প্রধান দূত গ্যাব্রিয়েলের ডানা 'স্পর্শ' করেছিল, তাঁকে তেল দিয়ে 'অভিষেক' করা হয়েছিল ( ইসলামী ঐতিহ্যের সমস্ত নবীর মতো), অথবা তাঁকে ঈশ্বরের আশীর্বাদ (আরবি: Baraka ) দিয়ে 'অভিষেক' করা হয়েছিল। \nঅন্যান্য ব্যাখ্যায় এই শব্দটিকে মূল m-s-ḥ এর একটি সক্রিয় রূপ হিসেবে গ্রহণ করা হয়েছে, যার অর্থ 'মোছা', 'স্পর্শ করা' ইত্যাদি। এই ব্যাখ্যাটি প্রায়শই যীশুর 'স্পর্শ' করে অসুস্থদের আরোগ্য করার ধারণার সাথে যুক্ত ছিল, অথবা তিনি বিশ্বাসীদের পাপ 'মোছা' করে পবিত্র করেছিলেন।  এই পরবর্তী ব্যাখ্যাটি, যা অন্যান্য ব্যাখ্যার মধ্যে ইসমাইলি আইনজ্ঞ আল-কাদী আল-নু'মান (মৃত্যু ৯৭৪) দ্বারা প্রদত্ত হয়েছিল, প্রায়শই সমালোচিত হয়েছিল কারণ এটি কুরআন জুড়ে পাওয়া নীতি লঙ্ঘন করে যে প্রতিটি বিশ্বাসী তার নিজস্ব পুণ্য এবং পাপের জন্য দায়ী, এবং কেবল ঈশ্বরই পাপ ক্ষমা করতে পারেন। \nপরিশেষে, কুরআনের কিছু ব্যাখ্যাকার masīḥ শব্দটিকে \"ms-ḥ\" মূল থেকে নয়, বরং \"sy-ḥ\" মূল থেকে উদ্ভূত বলে ধরে নিয়েছেন, যার অর্থ \"ভ্রমণ করা\", তারা বিশ্বাস করেন যে যীশু তাঁর ভ্রমণকারী জীবনযাত্রার কারণে এই উপাধি পেয়েছিলেন। \n\n\n== তথ্যসূত্র =="}