{"pageid": 1520969, "title": "জাহান শাহ", "url": "https://bn.wikipedia.org/wiki?curid=1520969", "content": "মুজাফফর আল-দিন জাহান শাহ ইবনে ইউসুফ ( ফার্সি: جهان شاه   ; আজারবাইজানি: Cahanşah  ১৩৯৭ جهان شاه ;  খোয়াতে বা ১৪০৫ মারদিনে  - ৩০ অক্টোবর বা ১১ নভেম্বর ১৪৬৭ বিঙ্গোল  ) বা আবু আল-মুজাফ্ফর জাহান শাহ ছিলেন আজারবাইজান এবং আরানের কারা কয়ুনলু ওগুজ তুর্কি উপজাতি কনফেডারেসির নেতা ছিলেন।  তিনি ১৪৩৮ থেকে ১৪৬৭ সাল পর্যন্ত রাজত্ব করেন। তার সময় তিনি কারা কোয়ুনলুর ভূখণ্ডকে সবচেয়ে বড় পরিসরে প্রসারিত করতে পেরেছিলেন। এর মধ্যে ছিল পূর্ব আনাতোলিয়া, আজকের ইরাকের বেশিরভাগ, মধ্য ইরান আর কেরমান। তিনি প্রতিবেশী রাজ্যগুলিও জয় করেছিলেন। তিনি কারা কোয়ুনলুর অন্যতম শ্রেষ্ঠ শাসক ছিলেন। তিনি মদ খেতে আর মজা করতে ভালোবাসতেন। তাঁর রাজত্বকালে জাহান শাহ তাঁর রাজধানী তাবরিজে গোকমাদ্রিস এবং মুজাফফেরিয়ে ধর্মতাত্ত্বিক বিদ্যালয় নির্মাণ করেছিলেন।\n\n\n== কারা ইউসুফের রাজত্বকালে ==\nতার বাবার মৃত্যুর ঠিক আগে তাকে সোলতানিয়েহ এবং কাজভিন রাজ্য পুনরায় দখল নিতে পাঠানো হয়েছিল।\n\n\n== কারা ইস্কান্দারের রাজত্বকালে ==\n১৪২০ সালের দিকে জাহান শাহ ট্রেবিজন্ডের আলেক্সিওস চতুর্থ আর থিওডোরা কান্তাকৌজিনের মেয়েকে বিয়ে করেন। এই চুক্তির অংশ ছিল যে আলেক্সিওস কারা কোয়ুনলুকে সেই কর দেবেন যা আগে তৈমুরকে দিতেন। তার ভাই কারা ইস্কান্দারের রাজত্বে (১৪২০-৩৬) জাহান শাহের জন্য সিংহাসনের দাবিদার হওয়া বিপদজনক ছিল। তাই তিনি তার আরেক ভাই ইস্পেন্দের কাছে বাগদাদে আশ্রয় নেন। ১৪৩৬ সালে তিনি তৈমুরিদ শাসক শাহ রুখের সাহায্য নিয়ে কারা ইস্কান্দারকে হারান আর সিংহাসন দখল করেন। শাহরুখের সাহায্যে ক্ষমতায় আসার পর তিনি প্রথমে তৈমুরিদদের অধীনে শাসন করেন। গোহারশাদ বেগম তাকে দত্তক নেন আর ১৯ এপ্রিল ১৪৩৮-এ তাকে রাজা করা হয়। তখন তিনি \"মুজাফফার আল-দিন\" উপাধি পান।\n\n\n== জর্জিয়ার বিরুদ্ধে প্রচারণা ==\n১৪৪০ সালে জর্জিয়ার রাজা আলেক্সান্ডার প্রথম জাহান শাহকে কর দিতে অস্বীকার করেন। মার্চে জাহান শাহ ২০,০০০ সৈন্য নিয়ে জর্জিয়ায় হামলা করেন। সমশভিল্ডে শহর ধ্বংস করেন আর তিবিলিসি লুট করে তাবরিজে ফিরে যান। তার সাথে শায়খ ইব্রাহিম ছিলেন, যিনি পরে শায়খ জুনায়েদের বাবা হন।  ১৪৪৪ সালে তিনি জর্জিয়ার বিরুদ্ধে দ্বিতীয় সামরিক অভিযানও পরিচালনা করেন। তার বাহিনী আখালতশিখে আলেকজান্ডারের উত্তরসূরী রাজা চতুর্থ ভাখতাং- এর সৈন্যদের মুখোমুখি হয়। কিন্তু যুদ্ধ অমীমাংসিত থাকে এবং জাহান শাহ আবার তাবরিজে ফিরে আসেন।\n\n\n== বাগদাদ বিজয় ==\nজাহান শাহের ভাই ইস্পেন্দ ১২ বছর বাগদাদ শাসন করেন। ১৪৪৫ সালে তিনি মারা গেলে তিনি তার ভাতিজা আলভান্দ মির্জাকে শাসনের দায়িত্ব দেন, কারণ তার ছেলে ফুলাদ মির্জা তখনো ছোট ছিল। কিন্তু বেশিরভাগ আমির ফুলাদকে চেয়েছিলন। তিনি কিছু আমিরের সহায়তায় বাগদাদের বিরুদ্ধে একটি সামরিক অভিযান পরিচালনা করার সিদ্ধান্ত নেন যারা তার কাছে আশ্রয় চেয়েছিলেন। সাত মাস অবরোধের পর, ১৪৪৬ সালের ৯ জুন বাগদাদ দখল করা হয়।  তিনি তার ভাগ্নে আলভান্দ মির্জা, রুস্তম, তারখান এবং মাহমুদকে যৌথভাবে মসুলের শাসনকার্য পরিচালনার জন্য নিযুক্ত করেছিলেন। তিনি তার পুত্র মির্জা মুহাম্মদকে তার নামে বাগদাদের শাসনকর্তা নিযুক্ত করেন।\n\n\n== রাজত্ব ==\nতৈমুরিদ শাসক শাহ রুখ ১৪৪৭ সালে মারা গেলে জাহান শাহ কারা কোয়ুনলুর স্বাধীন শাসক হন এবং সুলতান আর খান উপাধি নেন। তখন তৈমুরিদ সাম্রাজ্য তুর্কমান রাজপুত্রদের মধ্যে লড়াইয়ের সুযোগ নিয়ে তিনি সোলতানিয়া আর কাজভিন দখল করেন। যখন সুলতান মুহাম্মদ বিন বায়সনকর জাহান শাহের মেয়েকে বিয়ে করেন তখন শান্তি স্থাপিত হয় । তবে তিনি মির্জা বাবুর থেকে হারানো জায়গা ফিরিয়ে নেন। ১৪৫২ সালে তিনি তার ছেলে পিরবুদাগকে ইসফাহান শাসনের দায়িত্ব দেন। ১৪৫৮ সালের গ্রীষ্মে তিনি হেরাত পর্যন্ত অগ্রসর হন। কিন্তু তার পুত্র হাসান আলীর বিদ্রোহ এবং আবু সাইদের তাবরিজে অভিযানের কারণে শীঘ্রই তাকে ফিরে যেতে হয়। \nহাসান আলিকে তার বিদ্রোহের জন্য কিছুকাল মাকু জেলে রাখা হয়। ১৪৫৮ সালের শীতে তাকে হারানো হয়। কিন্তু এবার তার ছেলে পিরবুদাগ বিদ্রোহ করে, আর ফার্সে হাসান আলি তার সাথে যোগ দেয়। তার মায়ের অনুরোধে পিরবুদাগকে রেহাই দেওয়া হয় এবং তার জায়গায় জাহান শাহের আরেক ছেলে মির্জা ইউসুফ আসে। পীরবুদাগকে বাগদাদ শাসনের জন্য পাঠানো হয়েছিল। তার অন্য পুত্র কাসিম বেগকে কেরমানে নিযুক্ত করা হয়েছিল এবং হাসান আলীকে আবার কারারুদ্ধ করা হয়েছিল। কিন্তু পিরবুদাগ আবার বিদ্রোহ করে বাগদাদ দখল করে। ১৪৬৪ সালে তাকে হারিয়ে মির্জা মুহাম্মদ মেরে ফেলে।\n\n\n== আক কোয়ুনলুর সাথে দ্বন্দ্ব ==\n\n\n=== জাহাঙ্গীরের সাথে দ্বন্দ্ব ===\n১৪৪৭ সাল থেকে জাহান শাহ আক কোয়ুনলুর সাথে লড়াই শুরু করেন যারা কোয়ুনলুর চিরশত্রু ছিল। প্রথম লড়াই হয় যখন আলভান্দ মির্জা বিদ্রোহ করে আক কোয়ুনলুর নেতা জাহাঙ্গীরের কাছে পালায়। জাহান শাহ তার ভাতিজাকে ফেরত চান। কিন্তু জাহাঙ্গীর ফেরত দেননি। জাহান শাহ এরজিনকানে হামলা করেন এবং তার সেনাপতি রুস্তেম বেগকে জাহাঙ্গীরকে হারাতে পাঠান। হতাশ জাহাঙ্গীর তার মা সারা খাতুনকে মামলুক মিশরে পাঠান, আর জাহান শাহ তার সৎভাই শেখ হাসানকে সমর্থন করেন। উজুন হাসান শেখ হাসানকে মারলে জাহান শাহ আক কোয়ুনলুর আত্মসমর্পণের বিনিময়ে সাথে শান্তিচুক্তি স্থাপন করেন । জাহাঙ্গীর রাজি হয় এবং তার মেয়েকে মির্জা মুহাম্মদের সাথে বিয়ে দেয়।\n\n\n=== উজুন হাসানের সাথে দ্বন্দ্ব ===\nউজুন হাসান তার বড় ভাইয়ের আত্মসমর্পণ মানেনি এবং ১৪৫৭ সালে আমিদ দখল করে বিদ্রোহ করে। জাহাঙ্গীর জাহান শাহের কাছে পালায়। উজুন হাসানকে সাফাভিদরা সমর্থন করে। তাদের নেতা শায়খ জুনায়েদ তার ভগ্নিপতি ছিলেন। তার স্থলাভিষিক্ত হন তার চাচা শেখ জাফর।\nজাহান শাহ ১৬ মে ১৪৬৬-এ তাবরিজ থেকে বড় সেনা নিয়ে ভ্যান হ্রদের কাছে যান। সেখানে জানতে পারেন উজুন হাসান ১২,০০০ ঘোড়সওয়ার নিয়ে তার জায়গায় হামলা করছে। উজুন হাসান পাহাড়ের পথ আগলে রেখেছিল। দূতরা আসা-যাওয়া করে। কিন্তু জাহান শাহের তীব্র দাবির জন্য চুক্তি হয়নি। মুশ পর্যন্ত গিয়ে শীতের জন্য হামলা থামান। সৈন্যরা অভিযোগ করলে তিনি ফিরতে শুরু করেন। উজুন হাসান হঠাৎ হামলা করে তার সেনাকে হারিয়ে দেয়। ৩০ অক্টোবর বা ১১ নভেম্বর ১৪৬৭-এ চাপাকচুরের লড়াইয়ে মির্জা ইউসুফ আর মির্জা মুহাম্মদ ধরা পড়ে। জাহান শাহ পালাতে গিয়ে মারা যা। আর তার মৃত্যুতে কারা কোয়ুনলুর বড় যুগ শেষ হয়। তার ছেলে হাসান আলি তার জায়গা নেন। তাকে তাবরিজের নীল মসজিদের দক্ষিণে কবরে সমাহিত করা হয়।\n\n\n== উত্তরাধিকার ==\n\n১৪৬২ সালে আবদ আল-রাজ্জাক বলেন, জাহান শাহের  সুশাসনের জন্য আজারবাইজান খুব উন্নত ছিল। তিনি ন্যায়বিচার, দেশের উন্নতি আর প্রজাদের সম্মান করার চেষ্টা করতেন। রাজধানী তাবরিজ অনেক লোক আর শান্তির জন্য মিশরের মতো ছিল। তার ভালো আচরণের খবর সারা বিশ্বে ছড়িয়ে পড়ে। তার প্রজারা শান্তিতে থাকত\nজাহান শাহ কবি হওয়ার পাশাপাশি সংস্কৃতি, শিক্ষা এবং স্থাপত্যের প্রচারও করেছিলেন।ত \" হাকিকি \" ছদ্মনাম ব্যবহার করে  জাহান শাহ আজারবাইজানি তুর্কি  এবং ফার্সি ভাষায় কবিতা লিখতেন। ১৪৭৭ সালে তিনি তার মেয়ের বিয়ে শাহ নিমাতুল্লাহ ভালির এক বংশধরের সাথে দেন যাকে শিয়ারা দরবেশ মানত।\n\n\n== পরিবার ==\nতিনি অনেকবার বিয়ে করেছিলেন। তার পরিচিত বিয়ের মধ্যে আছে: ট্রেবিজন্ডের আলেক্সিওস চতুর্থের এক মেয়ে আর জান বেগম (তাজউদ্দিন রজব বিন আফ্রিদুনের মেয়ে)। \n\n\n=== পুত্র ===\nপিরবুদাগ – ইসফাহান ও ফার্সের গভর্নর, তারপর বাগদাদ। মির্জা মুহাম্মদ কর্তৃক নিহত।\nহাসান আলী তার বাবার উত্তরসূরী হন।\nমির্জা মুহাম্মদ - জাহাঙ্গীর বেগের জামাতা, ১৪৬৭ সালের ১১ নভেম্বর চাপাকচুরের যুদ্ধে বন্দী হন এবং মৃত্যুদণ্ড কার্যকর করা হয়।\nমির্জা ইউসুফ – ১৪৬৭ সালের ১১ নভেম্বর চাপাকচুরের যুদ্ধে বন্দী হন এবং অন্ধ হন। উঘুরলু মুহাম্মদ কর্তৃক ২২ অক্টোবর ১৪৬৯ সালে মৃত্যুদণ্ড কার্যকর করা হয়।\nকাসিম বেগ\n\n\n=== কন্যারা ===\nসালিহা খাতুন\nহাবিবা খাতুন\nতুতুক ইসমত, তিমুরিদের শাসক সুলতান মুহাম্মদের সাথে বিয়ে \nনিমাতুল্লাহ ভালীর বংশধরের সাথে বিবাহিত এক কন্যা\n\n\n== তথ্যসূত্র এবং নোট =="}