{"pageid": 1520553, "title": "জায়না ভাস্তানি", "url": "https://bn.wikipedia.org/wiki?curid=1520553", "content": "জায়না ভাস্তানি একজন ভারতীয় টেলিভিশন অভিনেত্রী । তার এক যমজ বোম আছে যার নাম  জিয়া ভাস্তানি ।  জিয়া ভাস্তানিও বিনোদন জগতের সাথে যুক্ত একজন অভিনেত্রী।\nজায়না জি টিভিতে ২০০৯ সালে সম্প্রচারিত আপকি অন্তরা ধারাবাহিকের মুখ্য নামভূমিকায় শিশুশিল্পী হিসাবে আত্মপ্রকাশ করেছিলেন। এই ধারাবাহিকে জায়না এক মানসিকভাবে বিশেষ চাহিদাসম্পন্ন শিশুর ভূমিকা পালন করেছিলেন। এরপর জায়না ও তার বোন জিয়াকে লাইফ ওকে চ্যানেলের অলক্ষ্মী কা সুপার পরিবার ধারাবাহিকে অভিনয় করতে দেখা যায়।\nপরে তিনি সনি টিভির জনপ্রিয় ধারাবাহিক বড়ে অচ্ছে লগতে হ্যায় -তে পরি রাম কপুর চরিত্রে অভিনয় করেছিলেন।\n\n\n== অভিনয় জীবন ==\nজায়না ভাস্তানি ভারতীয় টেলিভিশনের এক প্রতিভাবান শিশুশিল্পী, যিনি ছোট বয়সেই অসাধারণ অভিনয় দক্ষতার মাধ্যমে দর্শকদের মন জয় করেছেন। তার অভিনীত চরিত্রগুলো দর্শকদের আবেগকে স্পর্শ করেছে এবং তাকে টেলিভিশন জগতে একটি পরিচিত নাম করে তুলেছে।\nবিজ্ঞাপন জগতে কাজ করার পর জয়না ভাস্তানির অভিনয় জীবনের সূচনা হয় আপকি অন্তরা ধারাবাহিকের মাধ্যমে, যেখানে তিনি অন্তরা চরিত্রে অভিনয় করেছিলেন। এটি ছিল এক অটিস্টিক শিশুর গল্প, যে সমাজের প্রচলিত ধ্যান-ধারণার বাইরে এক বিশেষ প্রতিভা নিয়ে জন্মেছিল। এই চরিত্রটি তার জন্য একটি যুগান্তকারী ভূমিকা হয়ে ওঠে, কারণ অটিজমের মতো একটি সংবেদনশীল বিষয়কে তিনি অত্যন্ত সংবেদনশীল ও বাস্তবধর্মী উপস্থাপনের মাধ্যমে ফুটিয়ে তুলেছিলেন। তার অভিনয় শুধু দর্শকদের হৃদয়ে স্থান করে নেয়নি, বরং সমালোচকদের কাছ থেকেও ব্যাপক প্রশংসা অর্জন করেছিল।\nজায়না এরপর অলক্ষ্মী কা সুপার পরিবার ধারাবাহিকে \"টিংকু লক্ষ্মণ কাপাডিয়া\" চরিত্রে অভিনয় করেন। এই ধারাবাহিক ছিল এক মজার পারিবারিক নাটক, যেখানে তার চরিত্রটি একটি ছোট্ট ভূমিকা পালন করেছিল। শিশুশিল্পী হিসেবে তার অভিব্যক্তি ও সংলাপপ্রদানে দক্ষতা তাকে এই চরিত্রে প্রাণবন্ত করে তুলেছিল।\nজায়নার ক্যারিয়ারের অন্যতম উল্লেখযোগ্য কাজ ছিল বড়ে অচ্ছে লাগে হ্যায় ধারাবাহিক, যেখানে তিনি \"পরী রাম কাপুর\" চরিত্রে অভিনয় করেছিলেন। এই সিরিজটি ছিল এক হৃদয়স্পর্শী পারিবারিক নাটক, যেখানে পরী চরিত্রটি ছিল গল্পের আবেগের অন্যতম কেন্দ্রবিন্দু। তার নিষ্পাপ অভিব্যক্তি ও সংবেদনশীল অভিনয় দর্শকদের আবেগপ্রবণ করে তুলেছিল।\nঅল্প বয়সেই জায়না ভাস্তানি তার অভিনয়ের মাধ্যমে এক বিশিষ্ট স্থানে পৌঁছেছেন। তার অভিনীত চরিত্রগুলো দর্শকদের মনে গভীরভাবে দাগ কেটেছে। শিশুশিল্পী হিসেবে তার প্রতিভা অসাধারণ এবং উজ্জ্বল ভবিষ্যতের পরিচায়ক ছিল।\n\n\n== টেলিভিশন ==\nঅন্তরা চরিত্রে আপকি অন্তরা\nটিংকু লক্ষ্মণ কাপাডিয়ার চরিত্রে অলক্ষ্মী কা সুপার পরিবার\nপরী রাম কাপুরের চরিত্রে বড়ে অচ্ছে লগতে হ্যায়\n\n\n== তথ্যসূত্র =="}