{"pageid": 1520848, "title": "ক্লেমেন্টাইন কেক", "url": "https://bn.wikipedia.org/wiki?curid=1520848", "content": "ক্লেমেন্টাইন কেক হল একপ্রকার আটাবিহীন কেক যা আস্ত ক্লেমেন্টাইন ফল এবং বাদাম স্বাদে তৈরি করা হয়। এটি সম্ভবত সেফার্দি একটি কমলার কেক থেকে উদ্ভূত হয়েছে বলে মনে করা হয়। জনপ্রিয় সংস্কৃতিতে, ২০১৩ সালের দ্য সিক্রেট লাইফ অব ওয়াল্টার মিটি- চলচ্চিত্রের কাহিনীতে কেকটির ছোটখাটো ভূমিকা ছিল।\nজয়েস গোল্ডস্টাইন এটিকে \"ক্লাসিক\" আখ্যা দিয়েছেন। দ্য সিডনি মর্নিং হেরাল্ড এটিকে \"বিখ্যাত\" বলে উল্লেখ করেছে। ২০২১ সালে কুকস কান্ট্রি ম্যাগাজিন করা এটিকে \"বর্তমানে জনপ্রিয়তার শীর্ষে\" উল্লেখ করা হয়েছে।\n\n\n== উপাদান ==\nক্লেমেন্টাইন কেক হল একপ্রকার আটাবিহীন কেক যা ক্লেমেন্টাইন, বাদামের গুঁড়া বা বাদামের আটা, চিনি, মাখন ও ডিম ব্যবহার করে তৈরি করা হয়। কিছু প্রস্তুতপ্রণালীতে আটার ব্যবহার থাকলেও সাধারণত এটি আটাবিহীন হয়।\nঅতিরিক্ত উপাদানগুলির মধ্যে রয়েছে কমলার রস, কমলা মস্কাট, দুধ, সাদা মিষ্টি দ্রাক্ষাসুরা   বা রিসলিং ওয়াইন, কমলা বা ট্যাঞ্জেরিন তেল, বাদাম ও ভ্যানিলা নির্যাস অন্তর্ভুক্ত হতে পারে। অন্যান্য বিভিন্নতাও রয়েছে।\n\n\n== প্রস্তুতপ্রণালী ==\nসাধারণত সম্পূর্ণ আস্ত ক্লেমেন্টাইন ফুটিয়ে, বীজ বাদ দিয়ে পুরো ফলটি পিউরি করা হয়। এরপর এই ফলমিশ্রণের সাথে বাদামের গুঁড়া, ডিম, মাখন, চিনি ও বেকিং পাউডার মিশিয়ে বেক করা হয়। বাদাম ভেজে বা সিদ্ধ করেও ব্যবহার করা যেতে পারে।\nক্যান্ডি ক্লেমেন্টাইন টপিংয়ের উপাদান হিসেবে ব্যবহার করা যেতে পারে। এছাড়াও এটি মিষ্টান্নকারী গ্লেজ বা চিনির গুঁড়া দিয়েও পরিবেশন করা যেতে পারে।\nক্লেমেন্টাইন কেকের ঘন ও স্যাঁতসেঁতে গঠন থাকে। পরিবেশন করার আগে এক বা দুই দিন রেখে দেয়ার ফলে এর স্বাদ বাড়তে পারে। এটি কেকের মধ্যে উপাদানগুলিকে মিশ্রিত করতে সময় নেয়। সংরক্ষণের জন্য ফ্রিজে রাখা যেতে পারে।\n\n\n== বৈচিত্র ==\nএটি আপসাইড-ডাউন কেক হিসেবেও প্রস্তুত করা যায়। কাপকেক আকারেও এটি জনপ্রিয়।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== ইতিহাস ==\n\nক্লেমেন্টাইন কেকের উৎস সম্ভবত সেফার্দি কমলা কেক। ১৫শ শতকে সেফার্দি ইহুদিরা ভূমধ্যসাগরীয় অঞ্চলে সাইট্রাস চাষ প্রসারিত করেন এবং পেস্ট্রিতে কমলার ব্যবহার জনপ্রিয় করেন। এই কেকের স্বাদে আইবেরীয় ছাড়াও উত্তর আফ্রিকা ও স্পেনের প্রভাব রয়েছে।\nক্লডিয়া রডেন দ্য গার্ডিয়ান-এ লিখেছেন যে তিনি এই খাবারের বিবর্তন খুঁজে পেয়েছেন, যা তিনি সেফার্দি পাসওভার ডিশ হিসেবে বর্ণনা করেন, \"আন্দালুসিয়া থেকে পর্তুগাল, ইতালির লিভোর্নো হয়ে আলেপ্পো পর্যন্ত\"। দ্য নিউ ইয়র্কার提到 রডেনের রেসিপি এত অনুকরণ করা হয়েছে যে তিনি নিজেই গণনা হারিয়েছেন।\n\n\n== স্বীকৃতি ও তাৎপর্য ==\nসান ফ্রান্সিসকো ক্রনিকল-এর মতে, জয়েস গোল্ডস্টাইন এটিকে \"ক্লাসিক ইহুদি-স্প্যানিশ কেক\" বলেছেন। ২০২০ সালে সিডনি মর্নিং হেরাল্ড-এ জিল ডুপ্লেক্স এটিকে \"বর্তমানে বিখ্যাত, অদ্বিতীয়, আটাবিহীন সেফার্দি কেক\" আখ্যা দেন। নাইজেলা লসন রডেনের রেসিপিকে \"চমৎকার\" বলে অভিহিত করেন এবং নিজস্ব সংস্করণ তৈরি করেন। ২০২১ সালে কুকস কান্ট্রি提到 এই কেক \"বর্তমানে ট্রেন্ডিং\"।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n২০১৩ সালের চলচ্চিত্র দ্য সিক্রেট লাইফ অব ওয়াল্টার মিটি-এর শুরুর দৃশ্য ও অন্যান্য কয়েকটি দৃশ্যে এই কেকের উপস্থিতি রয়েছে।\n\n\n== তথ্যসূত্র =="}