{"pageid": 1520427, "title": "মুয়াসিন মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1520427", "content": "মুয়াসিন মসজিদ বা আল-মুওয়াসিন মসজিদ (আরবি: جامع المواسين ) হল মরক্কোর মারাকেশে অবস্থিত একটি প্রধান পাড়ার মসজিদ (একটি জামে মসজিদ) যা সাদিয়ান রাজবংশের সময় ষোড়শ শতাব্দীতে নির্মিত হয়েছিল। এর নাম মুয়াসিন পাড়ার সাথে মিলে যায়।\n\n\n== নাম ==\n\"মুয়াসিন\" (অথবা মুওয়াসিন ) নামের ব্যুৎপত্তি অনিশ্চিত। ইতিহাসবিদ গ্যাস্টন ডেভারডুন উল্লেখ করেছেন যে, এই নামটি জনপ্রিয়ভাবে একটি শরীফীয় পরিবারের নামে পরিচিত ছিল যারা সম্ভবত জেলায় বাস করত, যা মসজিদটিকে জামি' আল-আশরাফ (\"শরীফদের মসজিদ\") নামেও পরিচিত করার কারণ ব্যাখ্যা করে। তবে ঐতিহাসিকরা এই অঞ্চলে এমন কোনও পরিবারের রেকর্ড পাননি। ডেভারডুন উল্লেখ করেছেন যে, আরেকটি সম্ভাবনা হল যে নামটি আরবি শব্দ থেকে এসেছে যার অর্থ \"ছুরি তৈরিকারী\" বা \" কাটলার \", যা ইহুদি সম্প্রদায় যখন সেখানে প্রতিষ্ঠিত হয়েছিল। এটি এলাকার প্রধান রাস্তায় কারিগরদের পূর্বের উপস্থিতি নির্দেশ করে। ইনিগো আলমেলাও একে সবচেয়ে যুক্তিসঙ্গত ব্যুৎপত্তি হিসেবে উল্লেখ করেছেন, কিন্তু উল্লেখ করেছেন যে এটি এখনও বিতর্কযোগ্য।\n\n\n== ঐতিহাসিক পটভূমি ==\nমসজিদটি সাদিয়ান সুলতান মৌলে আবদুল্লাহ আল-গালিব কর্তৃক নির্মিত হয়েছিল। নির্মাণ কাজ ১৫৬২-৬৩ খ্রিস্টাব্দ (৯৭০ হিজরি) এবং ১৫৭২-৭৩ খ্রিস্টাব্দ (৯৮০ হিজরি) এর মধ্যে সম্পন্ন হয়। ১৫৫৭-৫৮ খ্রিস্টাব্দে সুলতান শহরের ইহুদি জনগোষ্ঠীকে কাসবাহ (রাজকীয় দুর্গ) এর কাছাকাছি একটি এলাকায় স্থানান্তরিত করার নির্দেশ দিয়েছিলেন, যার ফলে একটি নতুন ইহুদি মেলা তৈরি হয় যা আধুনিক যুগেও বিদ্যমান ছিল। মেলার নির্মাণ কাজ সম্ভবত ১৫৬২-৬৩ সালের দিকে শেষ হয়। ইতিমধ্যে পুরাতন ইহুদি পাড়াগুলি খালি করার ফলে শহরের অভ্যন্তরে প্রচুর পরিমাণে জায়গা খালি হয়ে যায় যা পুনর্নির্মাণের জন্য উন্মুক্ত ছিল। মুয়াসিন মসজিদ বাব দৌক্কালা মসজিদের সাথে (যার নির্মাণ কাজ একটু আগে শুরু হয়েছিল) এই অঞ্চলে নতুন \"মডেল\" পাড়া তৈরি এবং মারাকেশের নগর পুনর্নবীকরণের বৃহত্তর পরিকল্পনার অংশ বলে ধারণা করা হয়। বাব দৌক্কালা মসজিদের মতো এটি একটি সুসংগত ধর্মীয় ও নাগরিক কমপ্লেক্সের অংশ হিসাবে কল্পনা করা হয়েছিল যার মধ্যে মসজিদ ছাড়াও একটি মাদ্রাসা, একটি গ্রন্থাগার, একটি প্রাথমিক বিদ্যালয়, একটি হাম্মাম (পাবলিক স্নানঘর), একটি অজু ঘর (মিদা'আ), শৌচাগার, পশুদের জন্য একটি জলের পাত্র এবং স্থানীয়দের জল বিতরণের জন্য একটি পাবলিক ফোয়ারা অন্তর্ভুক্ত ছিল।\nযদিও অনেক মেরিনিড -যুগের মসজিদও এসব সুযোগ-সুবিধা সহ নির্মিত হয়েছিল। এই ধরণের বিশাল স্থাপত্য কমপ্লেক্স মরক্কোতে অভূতপূর্ব ছিল এবং সম্ভবত মামলুক মিশর ও অটোমান সাম্রাজ্যে এই ধরণের কমপ্লেক্স নির্মাণের ঐতিহ্য দ্বারা প্রভাবিত হয়ে থাকতে পারে। ইতিহাসবিদ গ্যাস্টন ডেভারডুন মত দিয়েছেন যে, মামলুক প্রভাব হজ থেকে মক্কায় ফিরে আসা তীর্থযাত্রীদের মাধ্যমে মামলুক কায়রো হয়ে প্রেরণ করা হতে পারে। ইনিগো আলমেলার একটি সাম্প্রতিক গবেষণা সরাসরি অটোমান প্রভাবের বিরুদ্ধে এবং ফেজ ও ট্লেমসেনের পুরানো ধর্মীয় কমপ্লেক্স থেকে স্থানীয় প্রভাবের পক্ষে যুক্তি দেয়।\nমসজিদটি একটি প্রাক্তন ইহুদি কবরস্থানের উপরে নির্মিত হয়েছিল, যার ফলে শহরের কিছু ইহুদি বাসিন্দা মসজিদের কাছে হাঁটা এড়িয়ে চলতেন কারণ তারা অজান্তেই মৃতদেহ দাফন করা কোনও অপরিষ্কার স্থানের উপর দিয়ে হেঁটে যেতেন। একটি ঐতিহাসিক সূত্র অনুসারে, কিছু মুসলিম উপাসকও এর ফলে হতাশ হয়ে পড়েন এবং মসজিদে নামাজ পড়া এড়িয়ে যান। পরবর্তী দাবিটি অন্যান্য ঐতিহাসিক ইতিহাস দ্বারা সমর্থিত নয়, তবে শহরের একটি প্রধান মসজিদ হিসেবে মসজিদটি কেন বেশি গুরুত্ব পায়নি তা ব্যাখ্যা করার ক্ষেত্রে এর ভূমিকা রয়েছে।\n\n\n== স্থাপত্য এবং বিন্যাস ==\n\nমসজিদটি সংলগ্ন কাঠামোর একটি জটিল অংশের মধ্যে সবচেয়ে বড় উপাদান যার মধ্যে রয়েছে একটি মিদা'আ (অজু ঘর), একটি হাম্মাম (সার্বজনীন স্নান ঘর), একটি গ্রন্থাগার, শিশুদের জন্য একটি কুরআন পাঠের স্কুল, একটি মাদ্রাসা (এখন আর বিদ্যমান নেই), এবং আরও বিখ্যাতভাবে, পশুদের জন্য একটি পানীয় পাত্রের পাশে একটি পাবলিক ফোয়ারা।\n\n\n=== সাদিয়ান যুগে মসজিদ স্থাপত্যের বিবর্তন ===\nসমসাময়িক বাব দৌক্কালা মসজিদের মতো মুয়াসিন মসজিদটি দ্বাদশ শতাব্দীর কুতুবিয়া মসজিদের বিন্যাস এবং রূপ অনুসরণ করে, যা সেই যুগের অন্যান্য আলমোহাদ মসজিদের সাথে কমবেশি মরক্কোর মসজিদের ধরণ নির্ধারণ করে। এই বিন্যাসটিকে প্রায়ই \"টি-প্ল্যান\" মডেল হিসাবে উল্লেখ করা হয়, যার দ্বারা মিহরাবের দিকে যাওয়ার করিডোর বা নেভ এবং মসজিদের মিহরাব বা কিবলা প্রাচীর বরাবর প্রসারিত ট্রান্সভার্স করিডোর হাইপোস্টাইল প্রার্থনা কক্ষের অন্যান্য করিডোরগুলির তুলনায় বড় বা প্রশস্ত হয়। আলমোহাদ মসজিদের মতো প্রধান সাজসজ্জা ছিল মিহরাব এলাকা এবং এই জোরদার করিডোর বরাবর।\nতবে সাদিয়ান মসজিদের উঠোন (সাহন) পূর্ববর্তী আলমোহাদ মসজিদগুলির তুলনায় বড় ছিল, যা অভ্যন্তরীণ নামাজ কক্ষের প্রায় সমান বা এমনকি সামান্য বড় ছিল (আলমোহাদ মসজিদগুলির বিপরীতে যেখানে উঠোনগুলি আনুপাতিকভাবে অনেক ছোট ছিল)। অধিকন্তু, মসজিদের কিবলা অভিমুখ (যা নামাজের দিকের সাথে সামঞ্জস্যপূর্ণ) \"প্রকৃত\" কিবলার ( মক্কার দিক) কাছাকাছি আগের চেয়ে আরও পূর্ব দিকে স্থানান্তরিত করা হয়েছিল, যা ছিল আলমোহাদ মসজিদগুলির দক্ষিণমুখী প্রান্তিককরণ থেকে দূরে। এই দুটি পরিবর্তনই পূর্ববর্তী মেরিনিড যুগে শুরু হয়েছিল, কিন্তু সাদিয়ানরা এগুলিকে আরও এগিয়ে নিয়ে যায় এবং এই প্রক্রিয়ায় পরবর্তীতে মরক্কোর মসজিদের রূপকে একীভূত করে।\n\n\n=== মসজিদ ===\n\nমসজিদটির একটি বিশাল ও প্রায় বর্গাকার উঠান ( সাহন ) রয়েছে যা ভবনের উত্তর অর্ধেক অংশ দখল করে আছে। দক্ষিণ অংশে অভ্যন্তরীণ প্রার্থনা কক্ষ রয়েছে। উঠোনটি একটি ঝর্ণার চারপাশে কেন্দ্রীভূত এবং তিন দিক থেকে খিলানের গ্যালারি দ্বারা বেষ্টিত, অন্যদিকে এর দক্ষিণ দিকের প্রার্থনা কক্ষটি খিলানের সারি দ্বারা সাতটি আইলে বিভক্ত। খিলানগুলি প্রায় সম্পূর্ণ মুরিশ বা ঘোড়ার নালের মতো, অন্যদিকে তাদের চারপাশে বা তাদের মধ্যবর্তী দেয়ালের পৃষ্ঠে স্টুকো অলঙ্করণের ব্যান্ড বা রূপরেখা খোদাই করা হয়েছে।\n\nমসজিদটির তিনটি প্রধান প্রবেশপথ রয়েছে: একটি উত্তর দিকে ভবনের প্রধান কেন্দ্রীয় অক্ষের সাথে সারিবদ্ধ, যা উঠোনে উন্মুক্ত এবং পশ্চিম ও পূর্বে দুটি প্রতিসম পার্শ্ব প্রবেশপথ যা প্রার্থনা কক্ষের উত্তর প্রান্তে উন্মুক্ত। প্রবেশপথের বাইরের প্রবেশপথটি আরও স্টুকো সজ্জা দিয়ে উজ্জ্বল করা হয়, যখন প্রতিটি প্রবেশপথের ঠিক ভিতরের স্থানটি মুকারনাসের একটি গম্বুজ (স্ট্যালাকাইটাইটের মতো ভাস্কর্য) দ্বারা আবৃত থাকে। উঠোনের দক্ষিণ দিকের কেন্দ্রীয় খিলানপথটি আংশিকভাবে আনজা নামক একটি কাঠের পর্দা দ্বারা আবৃত যা কেন্দ্রীয় মিহরাব (নামাজের দিক নির্দেশকারী কুলুঙ্গি) -এর দিকে যাওয়ার করিডোরের প্রবেশপথকে ঢেকে রাখে এবং উঠোনে নামাজ আদায়কারীদের জন্য \"সহায়ক মিহরাব\" হিসেবেও কাজ করে।\nকিবলা (দক্ষিণ-পূর্ব) দেয়াল বরাবর প্রসারিত আড়াআড়ি আইলটি প্রার্থনা কক্ষের বাকি অংশ থেকে অন্য সারিগুলির সাথে লম্বভাবে প্রসারিত আরেকটি সারি খিলান দ্বারা চিহ্নিত করা হয়। মিহরাবের পাশের খিলানগুলিতে একটি \"ল্যামব্রেকুইন\" প্রোফাইল (মরোক্কো এবং মুরিশ স্থাপত্যে সাধারণ একটি খোদাই করা এবং লবযুক্ত রূপরেখা) রয়েছে এবং মুকারনাস-খোদাই করা ইন্ট্রাডো রয়েছে। মিহরাবটির একটি খিলানযুক্ত অ্যালকোভ আছে যার একটি ছোট মুকারনাস গম্বুজ রয়েছে। এর চারপাশের দেয়ালটি স্টুকো-খোদাই করা অলংকরণে আবৃত, যেখানে আরবীয়, জ্যামিতিক এবং ক্যালিগ্রাফিক মোটিফ রয়েছে। মিহরাবের সামনের খিলানের মধ্যবর্তী স্থানটিও উপরে সূক্ষ্ম মুকারনা দিয়ে তৈরি একটি বৃহৎ বর্গাকার গম্বুজ দ্বারা আবৃত। মিহরাবের নীচের অংশটিও আটটি নিযুক্ত স্তম্ভ দ্বারা সজ্জিত, যা মিহরাবের খোলার চারপাশে একটি প্রতিসম বিন্যাসে অবস্থিত। এই বৈশিষ্ট্যের পূর্ববর্তী বেশিরভাগ উদাহরণের বিপরীতে, এখানকার স্তম্ভ এবং তাদের বড় অংশগুলি মার্বেল দিয়ে তৈরি, যা প্রায়শই স্টুকো বা প্লাস্টারে খোদাই করা হত। স্তম্ভগুলির পৃষ্ঠতল আরবস্কু এবং আরবি শিলালিপিতে খোদাই করা হয়েছে, আর রাজধানীগুলি অলঙ্কৃত আরবস্কু এবং মুকারনাস আকারে খোদাই করা হয়েছে যা সেই যুগের অলংকরণমূলক অটোমান রাজধানীগুলির স্মরণ করিয়ে দেয়।\n\n\n==== মিম্বার ====\nমিহরাবের পাশে অবস্থিত মসজিদের মিম্বারটি পূর্ববর্তী আলমোহাদ মিম্বার এবং কুতুবিয়া মসজিদের আলমোরাভি যুগের মিম্বারের শৈল্পিক শৈলী এবং ঐতিহ্য অনুসরণ করে। এর আকৃতি বিশেষ করে কাসবাহ মসজিদের মিম্বর দ্বারা অনুপ্রাণিত বলে মনে করা হয় (একটি মসজিদ যা সুলতান আবদুল্লাহ আল-গালিব দ্বারা মেরামত ও পুনরুদ্ধার করা হয়েছিল)। এটি সিডার এবং আবলুস সহ বিভিন্ন রঙের কাঠের সংমিশ্রণে তৈরি, এবং এর সজ্জায় মার্কেট্রি, হাতির দাঁত বা হাড়ের খিলান এবং ভাস্কর্যযুক্ত রিলিফ সহ প্যানেলগুলি মিশ্রিত করা হয়েছে যা জ্যামিতিক এবং উদ্ভিদ উভয় ধরণের মোটিফ তৈরি করে। পণ্ডিতরা যুক্তি দিয়েছেন যে যদিও এর কারুশিল্পের মান তার পূর্বসূরীদের মতো নয়, তবুও এটি মৌলিকত্ব এবং সাজসজ্জার পরিকল্পনায় নতুন রূপ গ্রহণের অব্যাহত প্রচেষ্টা প্রদর্শন করে।\n\n\n==== মিনার ====\n\nমসজিদের উত্তর-পশ্চিম কোণে অবস্থিত মিনারটির উচ্চতা খুবই কম (১৯.২ মিটার) এবং খুব সরল আকৃতির জন্য অস্বাভাবিক, মরক্কোর বেশিরভাগ রাজকীয়ভাবে পরিচালিত মসজিদের অলঙ্কৃত মিনারের বিপরীত। এই সংক্ষিপ্ত এবং প্রাথমিক রূপটি এর অসম্পূর্ণ নির্মাণের ফলাফল। যদি এর নির্মাণকাজ সম্পন্ন হত, তাহলে এটি শহরের সবচেয়ে উঁচু মিনারগুলির মধ্যে একটি হত। ঐতিহ্যবাহী একটি জনপ্রিয় ব্যাখ্যায় দাবি করা হয়েছে যে, মসজিদ নির্মাণের সময় মসজিদের কাছে বসবাসকারী একজন উজিরের দাবির কারণে এবং তিনি এমন একটি মিনার স্থাপনের বিরোধিতা করেছিলেন যেখান থেকে কেউ তার ব্যক্তিগত বাসভবন এবং হারেমের উঠোন এবং কক্ষের ভিতরে দেখতে পারত, তার কারণে মিনারটি এভাবেই রেখে দেওয়া হয়।\n\n\n==== গ্রন্থাগার এবং বাইতুল ইতিকাফ ====\nগ্রন্থাগারটি মসজিদের দক্ষিণ-পূর্ব কোণে অবস্থিত এবং মসজিদের সেই অংশের একটি দরজা দিয়ে প্রবেশ করা যায়। লাইব্রেরিটির সাজসজ্জা ১৯ শতকের সংস্কারের সময় করা হয়েছিল, এবং এর প্রতিটি পাশে ৭.৬৫ মিটার পরিমাপের একটি বৃহৎ বর্গাকার কক্ষ রয়েছে। কক্ষটিতে পাঁচটি বৃহৎ কুলুঙ্গি রয়েছে যার বইয়ের তাকগুলি এপিগ্রাফিক স্টুকো সজ্জার ব্যান্ড দিয়ে ঘেরা। বিংশ শতাব্দীর মাঝামাঝি সময়ে গ্রন্থাগারটি পরিত্যক্ত হয়ে পড়ে এবং আর কোনও সংগ্রহস্থল রাখা হয়নি।\nমসজিদের দক্ষিণ-পশ্চিম কোণে নামাজ কক্ষের দক্ষিণ অনুপ্রস্থ করিডোর থেকে বিস্তৃত একটি কক্ষ রয়েছে যাকে বাইতুল-ইতিকাফ ( আরবি: بيت الاعتكف) বলা হয়। এটি আধ্যাত্মিক পশ্চাদপসরণের স্থান হিসেবে কাজ করে। এটি একটি সমৃদ্ধ সজ্জিত কক্ষ যা সিঁড়ি দিয়ে প্রবেশ করে। এর একটি সমৃদ্ধ রঙ করা কাঠের ছাদ এবং একটি দ্বি-খিলানযুক্ত জানালা রয়েছে, যা খোদাই করা স্টুকোর সাহায্যে সজ্জিত ও মসজিদের দিকে ফিরে খোলা।\n\n\n=== কুরআন স্কুল এবং মাদ্রাসা ===\nমসজিদ কমপ্লেক্সটিতে মূলত একটি পৃথক কিন্তু কাছাকাছি মাদ্রাসা ছিল যেখানে শিক্ষার্থীদের থাকার জন্য ২৮টি কক্ষ ছিল। এটি একটি ছোট উঠোনের চারপাশে সাজানো ছিল এবং এর স্থাপত্যটি বিখ্যাত সাদিয়ান-যুগের বেন ইউসুফ মাদ্রাসার তুলনায় আপাতদৃষ্টিতে আরও শালীন ছিল। পরবর্তীতে মাদ্রাসাটি সাদিয়ান অভিজাতদের মহিলাদের জন্য একটি বাসস্থান দ্বারা প্রতিস্থাপিত হয়।\nমসজিদের পূর্ব প্রবেশপথের ঠিক পাশেই রাস্তার পাশে আরেকটি স্কুল অবস্থিত ছিল, যা কুরআন শিক্ষার জন্য আরও নিবেদিতপ্রাণ এবং প্রাথমিক বিদ্যালয়ের মতো ছিল। একে msid বলা হত এবং পাণ্ডুলিপি অনুলিপি করার স্থান হিসেবেও কাজ করত বলে মনে করা হয়। এটি আজও সংরক্ষিত রয়েছে। এটি একটি সিঁড়ি দিয়ে পৌঁছানোর উপরের তলায় অবস্থিত এবং এতে একটি সাধারণ কক্ষ রয়েছে যেখানে সাদিয়ান যুগের কিছু সূক্ষ্ম স্টুকো-খোদাই করা অলংকরণ সংরক্ষণ করা হয়েছে। ঘরটি আংশিকভাবে দুটি গাঢ় মার্বেল স্তম্ভ দ্বারা বিভক্ত, যার সাদিয়ান ক্যাপিটালগুলিতে পাইন শঙ্কু এবং পামেট মোটিফ খোদাই করা আছে। এগুলো আবার আরবেস্ক এবং ক্যালিগ্রাফিক স্টুকো-খোদাই করা অলংকরণ সহ কনসোলগুলিকে সমর্থন করে যা সিলিংকে সমর্থন করে। ঘরের দেয়ালের উপরে আরও সাধারণ জ্যামিতিক এবং লিপিগত অলংকরণের একটি ফ্রিজ রয়েছে।\n\n\n=== হাম্মাম ও ওযু ঘর ===\n\nমসজিদের উত্তর-পশ্চিমে মিদা'আ বা ওযু ঘর (আরবি: ميضأة) অবস্থিত। এখানে মসজিদে আসা দর্শনার্থীরা নামাজের আগে আনুষ্ঠানিক ওযু করার সময় তাদের অঙ্গ এবং মুখ ধোয়ার অনুমতি পেতেন। এতে একটি উঠোন ভবন ছিল যার মাঝখানে একটি জলাশয়ের উপরে একটি খিলানযুক্ত মণ্ডপ ছিল। এই বিন্যাসটি অনেক পুরনো আলমোরাভিদ কুব্বার মতো।\nএই কাঠামোর পূর্ব দিকে হাম্মাম বা স্নানঘর রয়েছে, যা জনসাধারণের জন্য সম্পূর্ণরূপে ধৌত করার সুযোগ দিত (যাকে গোসল বলা হয়)। এর মধ্যে ছিল একটি চেঞ্জিং রুম এবং তারপর একের পর এক ঠান্ডা, উষ্ণ এবং গরম স্টিম রুম, যার বেশিরভাগই ইটের তৈরি খিলানযুক্ত। বছরের পর বছর ধরে এর বেশিরভাগ অংশই পুনরুদ্ধার বা পুনর্নির্মাণ করা হয়েছে যার ফলে মূল সাদিয়ান উপকরণগুলির খুব বেশি দৃশ্যমান নয়।\n\n\n=== মুয়াসিন ফোয়ারা ===\n\nওযু ঘর এবং হাম্মামের উত্তর দিকে রাস্তার দিকে মুখ করে একটি খিলানযুক্ত কাঠামো রয়েছে যেখানে একটি ফোয়ারা এবং পানীয় জলের পাত্র রয়েছে। একই জল ব্যবস্থার সুবিধা নেওয়ার জন্য এটি ওযু ঘরের সাথে সংযুক্ত করা হয়। কাঠামোটি প্রায় ১৮.১ বাই ৪.৭ মিটার পরিমাপের একটি আয়তাকার স্থান দখল করে আছে এবং খিলান দ্বারা চারটি 'বে'তে বিভক্ত। বাম দিকে (পূর্ব দিকে) প্রথম তিনটি খিলানযুক্ত উপসাগর প্রাণীদের জন্য একটি জলাশয় দ্বারা দখল করা হয়েছে, যেখানে ডান দিকের উপসাগরে মানুষের জন্য একটি পাবলিক ফোয়ারা ছিল। এর খোলা অংশে একটি কাঠের বার ছিল যা পশুদের সেখানে পৌঁছাতে বাধা দেয়। এই পুরো কাঠামোর আরও বাম এবং পূর্বে আরেকটি খিলানপথ রয়েছে যা হাম্মামে প্রবেশের জন্য কাজ করে, অন্যদিকে লম্বভাবে আরও দুটি খিলান ফোয়ারার সামনে ছোট পাবলিক স্কোয়ারের পূর্ব দিকটি ঘিরে রেখেছে, যার একটি খিলান বাজারের রাস্তায় ঢুকেছে।\n\nপানীয় জলাশয়ের খিলানগুলি সমতল হলেও ফোয়ারার খিলানপথ এবং সম্মুখভাগটি সমৃদ্ধভাবে সজ্জিত এবং বাব দোক্কালা মসজিদের ফোয়ারা এবং সাদিয়ান-যুগের শ্রাব ও শোফ ঝর্ণার সাথে সাদৃশ্যপূর্ণ। মরক্কোতে এবং বৃহত্তর ইসলামী বিশ্বে জনসাধারণের জন্য পানির ফোয়ারার ঐতিহ্য ইতিমধ্যেই একটি পুরনো ঐতিহ্য ছিল, যেখানে ঝর্ণা, স্নানঘর এবং সাবিল ছিল সাধারণ শহুরে জনসাধারণের সুবিধা। মূলত ইসলামী ঐতিহ্যের কারণে জনসাধারণের দানের একটি অপরিহার্য কাজ হিসেবে পানির প্রাপ্যতার উপর জোর দেওয়া হয়েছিল। মুয়াসিন ফোয়ারা মারাক্কেশের সবচেয়ে অসাধারণ উদাহরণগুলির মধ্যে একটি  ১৮৬৭ সালের দিকে চতুর্থ মুহাম্মদের রাজত্বকালে এর ব্যাপক সংস্কার করা হয় এবং এর বেশিরভাগ সাজসজ্জা পুনর্নির্মাণ বা সংযোজন করা হয়, তবে এর খোদাই করা দেবদারু কাঠের অনেক উপাদান ১৬ শতকের মূল নির্মাণ থেকে সংরক্ষিত রয়েছে।\nফোয়ারার প্রধান খিলানটিতে দুটি নিম্ন কর্বেল বা কনসোল রয়েছে যা প্লাস্টার বা স্টুকো দিয়ে খোদাই করা হয়েছে, যার উপর মুকারনা এবং অন্যান্য নকশা রয়েছে, যা পরবর্তীতে সিডার কাঠের তৈরি ধাপের মতো কর্বেলগুলিকে বহাল রাখে। এই কর্বেলের উপরে একটি সিডার কাঠের লিন্টেল এবং তারপরে আরও কয়েকটি অনুভূমিক ব্যান্ড রয়েছে যার উপর আঁকা অলঙ্করণ রয়েছে (এখন আংশিকভাবে বিবর্ণ), যার শেষে কাঠের ছাউনি যেখানে মুকারনা এবং মরক্কোর স্থাপত্যের বৈশিষ্ট্যযুক্ত অন্যান্য খোদাই করা উপাদান রয়েছে। সবই সমৃদ্ধভাবে খোদাই করা সিডার কাঠের কর্বেল এবং নীচের কাঠের লিন্টেল সাদিয়ান যুগের (১৬ শতক) মূল উপাদান। প্লাস্টার উপাদান এবং আঁকা অলংকরণ ১৯ শতকের। কাঠের কর্বেলগুলি পামেট, পাইন শঙ্কু এবং পাতার ভাস্কর্যযুক্ত নকশা দিয়ে আবৃত। নীচের লিন্টেলটিতে থুলুথ লিপিতে একটি শিলালিপি রয়েছে, যার সাথে পাতা এবং উদ্ভিদের নকশা চিত্রের মিল আছে। এতে লেখা আছে (আনুমানিক অনুবাদ): \"সবচেয়ে সুন্দর শব্দ যা বলা হয়েছে তা হল: সকল পরিস্থিতিতে ঈশ্বরের প্রশংসা!\" এই আয়াতটি বাব দোক্কালা মসজিদ ফোয়ারা এবং শ্রোব ও শোফ ঝর্ণার লিন্টেলে একইভাবে পাওয়া যায়। ফোয়ারার ভেতরে ও খিলানের পিছনে অলংকরণ সহ আরেকটি নিম্ন লিন্টেল রয়েছে। এর নীচের প্রান্তটি আগে হালকা পটভূমিতে কালো অক্ষরে একটি শিলালিপি দিয়ে আঁকা হত, কিন্তু এখন এটি বিবর্ণ হয়ে গেছে। এর উপরে এবং পাশের দেয়াল বরাবর বিস্তৃত অংশে জ্যামিতিক তারকা নকশা দ্বারা খোদাই করা স্টুকোর একটি ফ্রিজ রয়েছে। ১৯০৫ সালের কোন এক সময় ফোয়ারার পিছনের দেয়ালে স্কয়ার কুফিকের শাহাদাহ প্রদর্শনকারী একটি বর্গাকার ফলক বা টালি যুক্ত করা হয়।\n\n\n== আরও দেখুন ==\nমুয়াসিন জাদুঘর\nমসজিদের তালিকা\nআফ্রিকার মসজিদের তালিকা\nমরক্কোর মসজিদের তালিকা\n\n\n== তথ্যসূত্র =="}