{"pageid": 1520355, "title": "বেঙ্গালুরু কারাগা", "url": "https://bn.wikipedia.org/wiki?curid=1520355", "content": "বেঙ্গালুরু কারাগা হল থিগালারপেটে পালিত একটি বার্ষিক উৎসব। মূলত চালুক্য রাজবংশ সম্প্রদায়ের অন্তর্গত বহ্নিকুল ক্ষত্রিয়দের দ্বারা এই উতসব পালন করা হত। তাদের ঐতিহ্যের কাহিনী অবলম্বনে, তারা দ্রৌপদী এবং ধর্মরায়ের ( যুধিষ্ঠির ) মন্দির নির্মাণ করেছিলেন। আদিশক্তি দ্রৌপদী হলেন করণাটক রাজ্যের অন্যতম প্রধান সম্প্রদায় বহ্নিকুল ক্ষত্রিয়দের দেবী। উতসবের কেন্দ্রবিন্দু হিসাবে পরিচিত ধর্মরায় স্বামী মন্দিরটি ৮০০ বছরেরও বেশি পুরনো। এটি নির্মাণ করেছিলেন বহ্নিকুল ক্ষত্রিয়রা, যারা শহরের প্রাচীনতম সম্প্রদায়গুলির মধ্যে একটি।\nকারাগা উৎসব সাধারণত বহ্নিকুল ক্ষত্রিয়দের দ্বারা পরিচালিত হয়। আদিশক্তি দ্রৌপদী দেবীর পূজার অনেক ঐতিহ্যের মধ্যে কারাগা অন্যতম। তামিলনাড়ু, কর্ণাটক এবং অন্ধ্র প্রদেশে কারাগা পূজা এবং উৎসব পালিত হয়ে আসছে। কর্ণাটক রাজ্যের কোলার জেলার কিছু অংশে এবং বেঙ্গালুরুতে এর প্রচলন রয়েছে। জানা গেছে যে রাজ্যজুড়ে বহ্নিকুলা ক্ষত্রিয় সম্প্রদায়ের চল্লিশ লক্ষ মানুষ বাস করে। হোসকোট, মালুর, কোলার, বেঙ্গালুরু এবং আনেকাল তালুকগুলিতে শহর ও গ্রাম উভয় অঞ্চলেই বহ্নিকুলা ক্ষত্রিয় সম্প্রদায়ের জনসংখ্যা বেশি। মূলত, এই সম্প্রদায় কৃষি ও উদ্যানপালনমূলক কর্মকাণ্ডের উপর নির্ভরশীল।\n\n\n== কিংবদন্তি ==\nপাণ্ডবগন এবং দ্রৌপদী তাদের জীবনের শেষ দিনগুলিতে, রাজ্য ছেড়ে হিমালয়ে যাত্রা করেছিলেন। যাত্রাপথে একবার দ্রৌপদী তার স্বামীদের থেকে অনেক পিছিয়ে ছিলেন যখন তিমিরাসুর তাকে দেখতে পান। সেই অসুর তার কাছে এসে তাকে নানাভাবে উত্যক্ত করতে থাকেন এবং ভয় দেখাতে থাকেন। তখন দ্রৌপদী (শক্তির অবতার) তার ক্ষমতাবলে তিমিরাসুরকে ধ্বংস করার জন্য বীরকুমার নামে এক সৈন্যবাহিনী তৈরি করেছিলেন। (কিছু পুরাণে আরও বলা হয়েছে যে তিনি তিমিরাসুরের সাথে যুদ্ধ করার জন্য একজন পুরুষে রূপান্তরিত হয়েছিলেন)। যখন দ্রৌপদী স্বর্গের দিকে যাত্রা করতে থাকেন, তখন বীরকুমাররা তাকে সেখান থেকে যেতে বারন করেন। তখন দ্রৌপদী তাদের প্রতিশ্রুতি দিয়েছিলেন যে তিনি চৈত্র পূর্ণিমায় পৃথিবীতে ফিরে আসবেন। দশ দিনের এই কারাগা উতসব দ্রৌপদীর স্বদেশ প্রত্যাবর্তনের প্রতীক।\nব্যাঙ্গালোরের পিট এলাকার ধর্মরায় স্বামী মন্দির হল নয় দিনব্যাপী কারাগা উৎসবের প্রধান কেন্দ্রবিন্দু। উগাদির পরে শুরু হওয়া নয় দিন ধরে এই উতসব চলে। উৎসবের প্রতিটি দিনের সাথে একটি গুরুত্বপূর্ণ আচার-অনুষ্ঠান জড়িত, যেগুলি হল; দ্বাজরোহণ, আরতিসেবা, দ্বাদশীতে দীপোৎসব, ত্রয়োদশীতে হাসিকরাগের সৃষ্টি ও প্রতিষ্ঠা, চতুর্দশীতে পোঙ্গালুষে এবং পূর্ণমীতে করাগড়া উৎসব।\nতামিলনাড়ু, কর্ণাটক, অন্ধ্র প্রদেশের অনেক গ্রামে শত শত বছর ধরে কারাগা পালিত হয়ে আসছে। তবে ঐতিহ্যবাহী ধর্মীয় দর্শন অনুসরন করে পালিত কারাগা উৎসব শুধুমাত্র ব্যাঙ্গালোরে দেখা যায়। বহ্নিকুল ক্ষত্রিয় সম্প্রদায়ের মধ্যে, কারাগা হল শক্তির প্রতি মহান ভক্তি বংশ পরম্পরায় প্রোথিত এক আচার। \n\n\n== কোভিড-১৯ এর উৎসবের প্রভাব ==\n২০২০ সালে কোভিড-১৯ সংক্রমণের আশঙ্কায়, জেলা প্রশাসকের নেওয়া সিদ্ধান্তের ভিত্তিতে বেঙ্গালুরু কারাগা প্রাথমিকভাবে বাতিল করা হয়েছিল। রাজ্য সরকার ৮ এপ্রিল ২০২০ তারিখে অনুষ্ঠিত হতে যাওয়া কারাগা অনুষ্ঠানের জন্য লকডাউনের নিয়ম শিথিল করে জনপ্রিয় এই উৎসবের অনুমতি দিয়েছে। তবে, কর্ণাটকের মুখ্যমন্ত্রী শ্রী বিএস ইয়েদুরাপ্পা কারাগায় যাওয়ার অনুমতি দিয়েছিলেন  এই শর্তে যে বার্ষিক এই উৎসবে এক জায়গায় পাঁচজনের বেশি লোক জড়ো হতে পারবে না। \n\n\n== তথ্যসূত্র =="}