{"pageid": 1520707, "title": "সাওয়াফ পরিবার", "url": "https://bn.wikipedia.org/wiki?curid=1520707", "content": "আল-সাওয়াফ ( আরবি: الصوَّاف   ) হল ১৫ শতকের শেষের দিকে এবং ১৮ শতকের গোড়ার দিকে মাউন্ট লেবানন এবং ওয়াদি আল-তাইমের একটি দ্রুজ বিদ্রোহী পরিবার । তারা মাতন অঞ্চলে বসবাস করত। ঐতিহাসিকভাবে,তারা  মা'ন রাজবংশ এবং শিহাব রাজবংশের বিরোধিতা করার জন্য উল্লেখযোগ্য। ১৭১১ সালে আইন দারার যুদ্ধে তারা পরবর্তীদের দ্বারা পরাজিত হয়।\n\n\n== ইতিহাস ==\nসাওয়াফরা বৈরুতের পূর্বে মাউন্ট লেবাননের মাতন এলাকার ছাবানিয়েহ গ্রামে অবস্থিত ছিল।  স্থানীয় ড্রুজ ইতিহাসবিদ ইবনে সিবাত (মৃত্যু: ১৫২০) এর মতে, তারা ছিলেন আলমউদ্দিন সুলায়মান আল-সাওয়াফ ইবনে হুসাইনের বংশধর, যিনি ১৪৭৮ সালে ওয়াদি আল-তাইমের আইন ফুজুরে এক যুদ্ধে নিহত হন। তার পুত্র আব্দুল ওয়াহিদ এবং আত্মীয় জয়ন আল-দিন সালিহ ১৫০৩ সালে মারা যান অথবা নিহত হন। ১৫৫৮ সালের একটি অটোমান নথিতে কাইতবে নামে একজন সাওয়াফ মুকাদ্দাম (স্থানীয় প্রধান) কে মাতন এলাকার প্রধান হিসেবে উল্লেখ করা হয়েছে। ১৫৬৮ সালে তিনি দক্ষিণ বেকা উপত্যকায় বেদুইন প্রধান মুহাম্মদ ইবনে আল-হানাশের বাড়িতে অভিযান চালান। পরের বছর তাকে সিডন-বৈরুত সানজাকের মাতন সাবডিস্ট্রিক্টের কর খামারের দায়িত্ব দেওয়া হয়।  অটোমান সাম্রাজ্য সরকার দামেস্কের গভর্নর এয়ালেতকে তার রাইফেল মজুদ, মান রাজবংশের কুরকুমাজ, আসাফ রাজবংশের মনসুর এবং শিহাব রাজবংশের কাসিমের রাইফেল মজুদ বাজেয়াপ্ত করার নির্দেশ দেয়। সপ্তদশ শতাব্দীর গোড়ার দিকে, সাওয়াফরা আলম আল-দিন এবং আরসলানদের সাথে মিলে শক্তিশালী ড্রুজ প্রধান, কর চাষী এবং অটোমান গভর্নর দ্বিতীয় ফখর আল-দীনের বিরুদ্ধে ড্রুজ বিরোধিতার অংশ ছিল। ১৬১৩-১৬১৮ সালে ফখর আল-দীনের নির্বাসনের সময়, তারা তার মা'নিদ আত্মীয়দের বিরুদ্ধে যুদ্ধ করে এবং ১৬১৯ সালে ফখর আল-দীনের তাদের বিরুদ্ধে আক্রমণের পর ক্রাক দেস শেভালিয়ার্সে ইউসুফ সাইফার কাছে আশ্রয় নেয়।  ১৬৩৪ সালে ত্রিপোলির কাছে ইয়ালে এক যুদ্ধে ইউসুফের পুত্র আসাফের বিরুদ্ধে জয়লাভের সময়, কাইতবাইয়ের আপাতদৃষ্টিতে নাতি, জয়নউদ্দিন, ইউসুফ সাইফার প্রপৌত্র আলী ইবনে মুহাম্মদকে সামরিকভাবে সমর্থন করেছিলেন। ১৬৪১ সালে তিনি ম্যারোনাইট প্রধান আবু আউন আল-জুমায়িল (আবু আউন গেমায়েল)-এর সাথে বাশারির গভর্নর পদে নিযুক্ত হন। শিহাবদের বিতাড়নের পর ১৬৫৯ সালে আলমউদ্দিন প্রধান মনসুর এবং মুহাম্মদের সাথে তাকে এবং তার ভাগ্নে মুকাদ্দাম আবদুল্লাহ ইবনে কাইতবাইকে ওয়াদি আল-তাইমের সামরিক দায়িত্ব দেওয়া হয়। ১৬৬৭ সালে বৈরুতের কাছে কায়েসি দ্রুজের (সাওয়াফরা প্রতিদ্বন্দ্বী ইয়ামান উপদলের অংশ ছিল) বিরুদ্ধে যুদ্ধে আবদুল্লাহ নিহত হন, যার মধ্যে মানস এবং শিহাবরাও অন্তর্ভুক্ত ছিল।  মাতনে সাওয়াফদের ঐতিহ্যবাহী দ্রুজ প্রতিদ্বন্দ্বী ছিলেন কাফর সিলওয়ানের আবুল-লামা মুকাদ্দাম, যারা মা'ন এবং শিহাবদের মিত্র ছিলেন।   ১৭১১ সালে আইন দারার যুদ্ধে তারা শিহাবদের নেতৃত্বে কায়েসদের বিরুদ্ধে ইয়ামানি দ্রুজের দলে যুদ্ধ করেছিল। ইয়ামানরা পরাজিত হয়, অনেক সাওয়াফ নিহত হয় এবং পরিবারের বেঁচে থাকা সদস্যরা মাতন থেকে পালিয়ে যায় এবং বিভিন্ন নাম ধারণ করে।  \n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nআবু-হুসাইন, আব্দুল-রহিম (১৯৮৫)। সিরিয়ায় প্রাদেশিক নেতৃত্ব, ১৫৭৫-১৬৫০। আমেরিকান ইউনিভার্সিটি অফ বৈরুত। আইএসবিএন ৯৭৮০৮১৫৬৬০৭২৯। \nহুরানি, আলেকজান্ডার (২০১০)। দশম ও একাদশ শতাব্দীতে পর্বত লেবানন এবং আরবস্তানের ইতিহাস সম্পর্কিত নতুন দলিল এইচ.। \nসোয়েড, সামি (২০১৫)। দ্রুজের ঐতিহাসিক অভিধান (দ্বিতীয় সংস্করণ)। রোম্যান এবং লিটলফিল্ড। আইএসবিএন ৯৭৮-১-৪৪২২-৪৬১৬-৪।"}