{"pageid": 1520679, "title": "লাল্লা আওদা মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1520679", "content": "লাল্লা আওদা মসজিদ বা লাল্লা আওদার মসজিদ  ( আরবি: مسجد لالة عودة; আমাজিগ: ⵎⴻⵣⴳⵉⴷⴰ ⵍⴰⵍⴰ ⵄⴰⵡⴷⴰ) হলো মরক্কোর মেকনেসে অবস্থিত একটি বৃহৎ ঐতিহাসিক মসজিদ। এটি মূলত শহরের মারিনিয়ুন আমলের কাসবাহ ( দুর্গ ) মসজিদ ছিল, যা ১২৭৬ সালে নির্মিত হয়েছিল, কিন্তু পরবর্তীতে ১৭ শতকের শেষের দিকে একে আলাউইত সুলতান মৌলে ইসমাইলের রাজকীয় প্রাসাদের রাজকীয় মসজিদে রূপান্তরিত করা হয়।\n\n\n== ইতিহাস ==\n\nমসজিদটি মূলত ১২৭৬ খ্রিস্টাব্দে মেরিনিড সুলতান আবু ইউসুফ ইয়াকুব কর্তৃক কাসবাহ (দুর্গ) এর প্রধান মসজিদ হিসেবে প্রতিষ্ঠিত হয়েছিল, যা সুলতান একই বছর নির্মাণ করেছিলেন। এইভাবে এটি মূলত কাসবাহ মসজিদ (জামা' আল-কাসবা) নামে পরিচিত ছিল। এর বর্তমান নাম (লাল্লা আউদার মসজিদ) সাদিয়ান বা আলাউইত যুগে দেওয়া হয় (১৬ শতক বা তার পরে)। \"লাল্লা আউদা\" নামটি লাল্লা মাসুদাকে বোঝায়, যিনি একজন ওলিয়া (সাধু) এবং সাদিয়ান সুলতান আহমদ আল-মনসুরের মা ছিলেন। কিছু বিবরণ অনুসারে মসজিদটির ভিত্তিপ্রস্তর তার নামেই হয়েছিল।\n১৭ শতকের শেষের দিকে মেকনেসে একটি নতুন রাজকীয় শহর তৈরির অংশ হিসেবে আলাউইত সুলতান মৌলে ইসমাইলের বিশাল নির্মাণ প্রকল্পের কারণে মূল মেরিনিড কাসবাহ এবং মূল মেরিনিড মসজিদ উভয়ের ধ্বংসাবশেষ ব্যাপকভাবে অস্পষ্ট হয়ে পড়েছে। তিনি লাল্লা আউদা মসজিদটি সম্প্রসারণ বা পুনর্নির্মাণ করেন, যার নির্মাণ কাজ ১৬৭২ থেকে ১৬৭৮ সালের মধ্যে শুরু হয়। এটি তার নতুন রাজকীয় রাজধানীর প্রথম মসজিদ হয়ে ওঠে, যা দার আল-কেবিরা নামে পরিচিত প্রাসাদের সাথে একীভূত হয়। মসজিদের উত্তর-পশ্চিম দিকের বিশাল চত্বর, যা বর্তমানে প্লেস লাল্লা আউদা নামে পরিচিত, মূলত মৌলে ইসমাইলের প্রাসাদের প্রধান মেচোয়ার ছিল। এটি সামরিক কুচকাওয়াজ এবং সুলতান ও তার কর্মকর্তাদের অংশগ্রহণের অন্যান্য অনুষ্ঠানের জন্য একটি চত্বর, যেখানে সাধারণ জনগণের প্রবেশাধিকার নিষিদ্ধ ছিল।\nআজ দার আল-কেবিরা প্রাসাদটি সাধারণত ধ্বংসস্তূপে পরিণত হয়েছে এবং এর ধ্বংসাবশেষের মধ্যে একটি আবাসিক এলাকার ঘরবাড়ি দ্বারা আচ্ছন্ন। অন্যদিকে রয়েছে প্লেস লাল্লা আউদা নামে একটি পাবলিক স্কোয়ার। বিংশ শতাব্দীতেও মসজিদটির কিছু কাজ অব্যাহত ছিল এবং এখনও এটি সুসংরক্ষিত রয়েছে।\n\n\n== স্থাপত্য ==\n\nএই মসজিদটি মেকনেসের বৃহত্তম মসজিদগুলির মধ্যে একটি এবং পুরাতন মদিনার দক্ষিণ-পূর্বে, বাব মনসুরের স্মৃতিস্তম্ভের গেটের পিছনে অবস্থিত প্লেস লাল্লা আউদা (এর নামানুসারে নামকরণ করা হয়েছে) নামে পরিচিত বৃহৎ চত্বরের পূর্ব প্রান্তে অবস্থিত।\n\n\n=== মেচোয়ার প্রবেশদ্বার ===\nমসজিদের প্রধান পাবলিক প্রবেশদ্বারটি ছিল এর উত্তর-পশ্চিম দিকে, যা লাল্লা আউদা প্লেস থেকে প্রবেশ করা যেত। এখানে চত্বরের পূর্ব প্রান্তে দুটি প্রবেশপথ রয়েছে যা আরেকটি ছোট খোলা চত্বর বা উঠোনে নিয়ে যায় যা একটি সাহন (মসজিদের উঠোন) এবং একটি মেচোয়ার (মরোক্কোর রাজপ্রাসাদের প্রবেশপথে সাধারণত পাওয়া যায় এমন আনুষ্ঠানিক চত্বর) উভয় হিসাবে চিহ্নিত। মসজিদের এই মেচোয়ার প্রবেশপথটি মারাকেশের বেরিমা মসজিদের সাথে এর একটি বৈশিষ্ট্য। প্লেস লাল্লা আউদার দুটি ফটকের মধ্যে রয়েছে প্রাচীরের সামান্য প্রক্ষিপ্ত অংশে একটি সরল ঘোড়ার নালের খিলানযুক্ত প্রবেশপথ, যেখানে এর বাম দিকে দ্বিতীয় প্রবেশপথটি আরও শোভাময় চেহারা ধারণ করে। এই দ্বিতীয় প্রবেশপথটি রঙিন টালির কাজ (zellij) দ্বারা বেষ্টিত, যার মধ্যে প্রবেশপথের উপরের দিকে কালো অক্ষরে একটি আরবি শিলালিপি রয়েছে। শিলালিপিতে এই দরজাটি মৌলে ইসমাঈলের নামে উল্লেখ করা হয়েছে এবং ১০৯০ হিজরিতে (১৬৭৯ খ্রিস্টাব্দ) দ্বিতীয় জুমাদার শুরুতে দরজাটি নির্মাণের সমাপ্তির তারিখ উল্লেখ করা হয়েছে। ফটকগুলির পিছনের আয়তাকার মেচুয়ার উঠোনটি মৌলে ইসমাইলের রাজত্বের পরে পরিবর্তিত হয়েছে বলে মনে করা হয় এবং এতে বেশ কয়েকটি কমলা গাছ লাগানো হয়েছে। এর দক্ষিণ-পূর্ব দেয়ালে সবুজ ও সাদা জেলিলজ টাইলস দিয়ে সজ্জিত এবং কাঠের ছাউনি দ্বারা আচ্ছন্ন একটি দেয়াল ঝর্ণা ( সাক্কায়া ) পাওয়া যায়।\n\n\n=== মেচোয়ার এবং মসজিদের মাঝখানে ===\nমেচোয়ার হলো উঠোন এবং মসজিদের মধ্যবর্তী স্থান। মেচোয়ার উঠোনের দক্ষিণ-পূর্ব দেয়ালে বেশ কয়েকটি দরজা রয়েছে। প্রাচীরের মাঝখানে অবস্থিত বাম দিকের গেটটি মসজিদের দিকে যাওয়ার একটি পথের দিকে নিয়ে যায়। এর ডানদিকের পাশের দরজাটি ছোট সরু ওযু কক্ষে নিয়ে যায় এবং এর ডানদিকে একটি বৃহত্তর দরজা রয়েছে যা বর্তমানে একটি আয়তাকার প্রার্থনা কক্ষে পরিণত হয়েছে যেখানে একটি মিহরাব রয়েছে, যার পরিমাপ ১১.০৯ বাই ৮.১৯ মিটার। তবে এই প্রার্থনা কক্ষটি পূর্বে একটি মাদ্রাসা ছিল, যার ধ্বংসাবশেষ এখনও বিংশ শতাব্দীর গোড়ার দিকে বিদ্যমান ছিল। ডানদিকের শেষ গেটটি মসজিদের দিকে আরেকটি পথের দিকে নিয়ে যায়। এই অংশটি সম্ভবত পরবর্তীকালে সংযোজিত হয়েছিল যার জন্য পুরাতন মাদ্রাসার পশ্চিম অংশ ভেঙে ফেলার প্রয়োজন ছিল, এমনকি বিংশ শতাব্দীরও আগে।\nএই পথ এবং কক্ষগুলির বাইরে মসজিদের উত্তর প্রান্ত বরাবর একটি আড়াআড়ি করিডোর রয়েছে। এর দক্ষিণ-পশ্চিম প্রান্তে মিনার এবং উত্তর-পূর্ব প্রান্তে মসজিদের প্রধান ওযু ঘরের (দারুল- ওযু) প্রবেশদ্বার রয়েছে। দ্বিতীয়টি একটি আয়তাকার ভবন যা একটি উঠোনের চারপাশে অবস্থিত এবং এর কেন্দ্রে একটি আয়তাকার জলাশয় রয়েছে। উঠোনটি জেলিল টাইলস দিয়ে পাকা করা হয়েছে। এর চারপাশে ১৩টি ল্যাট্রিন কক্ষ রয়েছে যেখানে ছোট ঘোড়ার নালের খিলানযুক্ত দরজা দিয়ে প্রবেশ করা যায়।\n\n\n=== মসজিদ ===\nমসজিদটি নিজেই ৪৮ বাই ৪৫.৫ মিটার আয়তনের। করিডোর থেকে উত্তর-পশ্চিম দিকে মসজিদে প্রবেশ করা যায় তিনটি দরজার একটি দিয়ে যা মসজিদের মূল আয়তাকার সাহন (আঙিনা) ঘিরে গ্যালারিতে নিয়ে যায়। মরক্কোর অনেক মসজিদের উঠোনের মতো এর কেন্দ্রীয় ঝর্ণা রয়েছে এবং এটি ঘোড়ার নালের খিলানের তোরণ দ্বারা বেষ্টিত। দক্ষিণ-পূর্ব দিকে (প্রবেশপথের বিপরীতে) খিলানপথগুলি প্রধান প্রার্থনা কক্ষে নিয়ে যায়। উঠোনের পাশের দিকে (দক্ষিণ-পশ্চিম এবং উত্তর-পূর্ব দিকে) দুটি করে দরজা রয়েছে যা একটি বৃহৎ কক্ষে নিয়ে যায়। এটি বউ ইনানিয়া মাদ্রাসার অনুরূপ এবং এর উৎপত্তি ইরানি মসজিদের ইওয়ানদের সাথে সম্পর্কিত। উত্তর-পূর্ব দিকের কক্ষটি মহিলাদের জন্য সংরক্ষিত একটি প্রার্থনা কক্ষ, যেখানে দক্ষিণ-পশ্চিম দিকের কক্ষটি মূলত একটি গ্রন্থাগার হিসেবে ব্যবহৃত হত। সাহানের উত্তর-পশ্চিম দিকের মাঝখানে কেন্দ্রীয় প্রবেশপথের উপরে উঠোনের গ্যালারির উপরে একটি কক্ষ রয়েছে যা দার আল-মুওয়াক্কিত বা টাইমকিপারের কক্ষ ( মুওয়াক্কিত ) হিসাবে কাজ করত। এটি বাইরের দিকে উঠোনের দিকে মুখ করে একটি দ্বি-খিলানযুক্ত জানালা দ্বারা চিহ্নিত।\nপ্রধান প্রার্থনা কক্ষটি একটি হাইপোস্টাইল স্থান যা দক্ষিণ-পূর্ব বা কিবলা প্রাচীরের সমান্তরালে অবস্থিত নয়টি ঘোড়ার নালের খিলানের সারি দ্বারা চারটি অনুপ্রস্থ \"নৌকা\"-এ বিভক্ত। মিহরাবের সাথে সারিবদ্ধভাবে অবস্থিত মাঝখানের খিলানের মধ্য দিয়ে প্রবাহিত করিডোরটি অন্যগুলির তুলনায় প্রশস্ত, যেমন দক্ষিণ-পূর্ব দেয়ালের ঠিক সামনে শেষ অনুপ্রস্থ নেভ, যা মধ্যযুগীয় মরক্কোর মসজিদগুলির ঐতিহ্যবাহী \"টি-প্ল্যান\" বিন্যাসের সাথে সঙ্গতিপূর্ণ। মিহরাবের চারপাশের দেয়ালে স্টুকো খোদাই করা অলংকরণ এবং মার্বেল-খোদাই করা স্তম্ভ দ্বারা উজ্জ্বলভাবে ফুটে উঠেছে। মিহরাবের উভয় পাশে একটি দরজা রয়েছে। ডানদিকের দরজাটি মিম্বারের সংরক্ষণাগারের দিকে খোলা হয় এবং বাম দিকের দরজাটি ইমামের কক্ষে খোলা হয় এবং এর বাইরে একটি ব্যক্তিগত পথ রয়েছে যা মসজিদটিকে মৌলে ইসমাইলের প্রাসাদের সাথে সংযুক্ত করে। এর ফলে সুলতান তার সফরসঙ্গীদের নিয়ে মসজিদে আলাদাভাবে প্রবেশ করতে এবং মিহরাবের সামনে ইমামের অবস্থানের ঠিক পাশে নামাজ আদায় করতে পারতেন। প্রথম কুতুবিয়া মসজিদ বা ফেজ এল-জিদিদের মহান মসজিদের মতো অন্যান্য মরক্কোর রাজকীয় মসজিদের সাথেও একই রকম ব্যবস্থা ছিল।\n\n\n=== মিনার ===\nমসজিদের উত্তর-পশ্চিম কোণে অবস্থিত মিনারটি আকৃতি এবং অলংকরণের দিক থেকে ১৮ শতকের মেকনেসের গ্র্যান্ড মসজিদের মিনারের মতো, যার চারটি সম্মুখভাগ সবুজ টাইলস দিয়ে ঢাকা।\n\n\n== মসজিদের মিম্বার এবং মাকসুরা ==\n\nমিম্বার এবং মাকসুরা উভয়ই এখন মেকনেসের দার জামাই জাদুঘরে সংরক্ষিত এবং প্রদর্শিত হয়।\n\n\n=== মিম্বার ===\nপ্রথম মেরিনিড মসজিদের মূল মিম্বরটি হারিয়ে গেছে, কিন্তু ১৭ শতকের শেষের দিকে মৌলে ইসমাইল মসজিদটি পুনর্নির্মাণ বা সম্প্রসারণ করার সময় তিনি একটি নতুন মিম্বর নির্মাণের নির্দেশ দেন। দার জামাই জাদুঘরে বর্তমানে সংরক্ষিত মিম্বরটি ৩.২৫ মিটার লম্বা এবং ২.৫৭ মিটার উঁচু এবং আটটি ধাপ রয়েছে। এর সামগ্রিক রূপ এবং অলংকরণ দ্বাদশ শতাব্দীর কুতুবিয়া মসজিদের আলমোরাভিদ মিম্বর এবং তার পরবর্তী আলমোহাদ মিম্বর থেকে শুরু করে মরক্কোর মসজিদের ঐতিহ্যবাহী মিম্বরের সাথে সামঞ্জস্যপূর্ণ। মিম্বরের বেশিরভাগ অংশ আট-কোণা তারকা নকশা দিয়ে সজ্জিত, যার মূল পার্শ্বভাগ পূর্ববর্তী মিম্বরগুলিতে পাওয়া আরও বিস্তৃত নকশা দিয়ে আবৃত। এই মোটিফের মধ্যে বিভিন্ন বহুভুজ আকৃতি আরবীয় ভাস্কর্যযুক্ত প্যানেল দিয়ে খোদাই করা হয়েছে।\n\n\n=== মাকসুরা ===\nমাকসুরা হলো একটি কাঠের পর্দা যা মিহরাবের কাছের একটি জায়গা ঘিরে ছিল যেখানে সুলতান এবং তার সঙ্গীরা নামাজ পড়তেন। এটি সুলতানকে অন্যান্য জনসাধারণের থেকে আলাদা করতে এবং নামাজের সময় তাকে রক্ষা করতে কাজ করত। সুলতান মৌলে ইসমাইলের আদেশে ১৬৭৭ সালে (১০৮৮ হিজরি) মসজিদে মাকসুরাটি স্থাপন করা হয়। বর্তমানে মাকসুরার শুধুমাত্র প্রধান কেন্দ্রীয় অংশটি সংরক্ষিত আছে এবং দার জামাই জাদুঘরে প্রদর্শিত হচ্ছে। এটি ৩.৫৫ মিটার প্রস্থ এবং ৩.১৫ মিটার লম্বা। এর কেন্দ্রে মুরিশ খিলান পথের মধ্যে একটি ছোট দরজা রয়েছে এবং এর উপরে একটি আয়তাকার প্যানেল রয়েছে যার উপর একটি বর্গাকার কুফিক শিলালিপি রয়েছে যা একটি কুরআনের আয়াত (সূরা আল-হজ্জের ৭৫তম আয়াত) এবং মাকসুরার সমাপ্তির বছর উল্লেখ করে একটি বিবৃতি দিয়ে তৈরি।\n\n\n== আরও দেখুন ==\nমসজিদের তালিকা\nআফ্রিকার মসজিদের তালিকা\nমরক্কোর মসজিদের তালিকা\n\n\n== তথ্যসূত্র =="}