{"pageid": 1520669, "title": "বউ জেলৌদ মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1520669", "content": "বউ জেলৌদ মসজিদ (আরবি: جامع بوجلود) হলো মরক্কোর ফেজের বাব বো জেলৌদের কাছে অবস্থিত বো জেলৌদের প্রাক্তন কাসবাহে অবস্থিত একটি ঐতিহাসিক আলমোহাদ যুগের মসজিদ।\n\n\n== ইতিহাস ==\n\nমসজিদটি আলমোহাদ খলিফা আবু ইউসুফ ইয়াকুব (আল-মনসুর) দ্বারা প্রতিষ্ঠিত হয়েছিল, যিনি ১১৮৪ থেকে ১১৯৯ খ্রিস্টাব্দের মধ্যে শাসন করেছিলেন। (যদিও অন্য একজন লেখক ১১৯৯ থেকে ১২১৪ সালের মধ্যে মুহাম্মদ আল-নাসিরকে মসজিদের ভিত্তিপ্রস্তর স্থাপনের জন্য দায়ী করেছেন।) এর ফলে এটি শহরের প্রাচীনতম স্মৃতিস্তম্ভগুলির মধ্যে একটি এবং ফেসের কয়েকটি আলমোহাদ মসজিদের মধ্যে একটি। ১১৪৫ সালের পর পূর্বসূরী আব্দুল মু'মিন কর্তৃক ফেজের দুর্গ ধ্বংসের পর আল-মনসুর সেই সময়ে এটি পুনর্নির্মাণের নির্দেশ দেন। তবে পুনর্নির্মাণটি কেবল তার উত্তরসূরী মুহাম্মদ আল-নাসিরের অধীনে সম্পন্ন হয়। মসজিদটি ফেজের পশ্চিম উপকণ্ঠে শহরের বাকি অংশের উপরে একটি মালভূমিতে প্রাক্তন আলমোরাভিড কাসবাহ (দুর্গ) এর স্থানে প্রতিষ্ঠিত হয়। মুহাম্মদ আল-নাসিরের অধীনে এই কাসবা (যা কাসবা বো জেলৌদ নামে পরিচিত) পুনর্নির্মাণ করা হয় এবং মসজিদটিকে এর একটি অংশ করা হয়, যা দুর্গের প্রধান মসজিদ হিসেবে কাজ করে।\nআব্দুল মু'মিনের অধীনে ধ্বংস সত্ত্বেও আলমোহাদের স্থিতিশীলতার অধীনে ফেজ সমৃদ্ধি এবং বিকাশের একটি সময় দেখেছিল। আল-মনসুরের রাজত্বের সময় শহরটি ইতিমধ্যেই পশ্চিম দিকে এই অঞ্চল পর্যন্ত বিস্তৃত হয়েছিল। এই পশ্চিমতম জেলাগুলি শহরের কেন্দ্রস্থলে অবস্থিত প্রধান জামে মসজিদগুলি (যেমন আল-কারাউইয়িন এবং আল-আন্দালুস মসজিদ) থেকে বেশ দূরে ছিল। সুতরাং এই নতুন মসজিদ প্রতিষ্ঠার প্রেরণার একটি অংশ হতে পারে শহরের পশ্চিমাঞ্চলীয় এলাকা এবং আলমোহাদ গ্যারিসনের কাছাকাছি একটি জামে মসজিদ (যা একটি গুরুত্বপূর্ণ ধর্মীয় অনুষ্ঠান খুতবা বা শুক্রবারের খুতবা আয়োজন করত) স্থাপন করা। অতএব বউ জেলৌদ মসজিদটি ছিল সেই সময়ে ফেজে নির্মিত তৃতীয় জামে মসজিদ। (পরবর্তীতে মরক্কোতে প্রতিটি পাড়ার জন্য একটি করে জামে মসজিদ নির্মাণের ঐতিহ্য আরও প্রতিষ্ঠিত হয় এবং ফেজে জামে মসজিদের সংখ্যা উল্লেখযোগ্যভাবে বৃদ্ধি পায়।)\n১২৪৮ সালে মেরিনিডরা তাদের নেতা আবু ইয়াহিয়ার নেতৃত্বে আলমোহাদের কাছ থেকে ফেজ দখল করে। ভিত্তিপ্রস্তর শিলালিপি অনুসারে আবু ইয়াহিয়া বউ জেলৌদ মসজিদের বর্তমান মিনার নির্মাণের জন্য দায়ী ছিলেন। (এটি আসলে একটি স্মৃতিস্তম্ভের উপর প্রথম মেরিনিড ভিত্তি শিলালিপি।) ওয়াটাসিদ রাজবংশ (১৫ শতকের শেষ থেকে ১৬ শতকের মাঝামাঝি) পরে মসজিদটি পুনরুদ্ধার করে এবং এর পশ্চিম দিকে সামান্য সম্প্রসারণ করে। উনিশ শতকে আলাউইট সুলতানদের অধীনে মিনারটি মেরামত করা হয় এবং আরও উঁচু করা হয়, এবং প্রবেশপথগুলি তাদের বর্তমান শৈলীতে পুনর্নির্মাণ করা হয়। শতাব্দীর পর শতাব্দী ধরে অন্যান্য ছোটখাটো মেরামত এবং পরিবর্তন ছাড়াও মসজিদটি তার আলমোহাদ নকশা বজায় রেখেছে।\n\n\n== স্থাপত্য ==\n\nমসজিদটির বৈশিষ্ট্য মধ্যযুগীয় মরক্কোর বেশিরভাগ মসজিদের মতোই। এটি বেশিরভাগই ইট দিয়ে তৈরি ও সাদা কাপড় দিয়ে ঢাকা। মসজিদের অভ্যন্তরভাগ একটি হাইপোস্টাইল হলঘর যেখানে একাধিক সারি ঘোড়ার নালের খিলান রয়েছে, যার মাঝখানে আইল বা \"নৌকা\" রয়েছে। কিবলা দেয়াল বরাবর বিস্তৃত (অর্থাৎ যে দেয়ালের দিকে নামাজ পড়ে) এবং হলের দক্ষিণতম করিডোরটি অন্যগুলোর তুলনায় প্রশস্ত। হলটি একটি বর্গাকার উঠোন ( সাহন ) ঘিরে রয়েছে যার মাঝখানে একটি ঝর্ণা রয়েছে। মূল মসজিদের আয়তাকার মেঝে পরিকল্পনায় উঠোনের পশ্চিম, পূর্ব এবং দক্ষিণে তিনটি করিডোর এবং খিলানগুলির সারি ছিল, যেখানে উত্তর দিকে একটি একক করিডোর ছিল যা একটি গ্যালারি তৈরি করেছিল। তবে ওয়াটাসিড যুগের সম্প্রসারণে পশ্চিমে একটি অনিয়মিত চতুর্ভুজ সম্প্রসারণ যুক্ত করা হয়, যার বাইরের দেয়ালটি তির্যক ছিল, যার ফলে আজকের সামগ্রিক মেঝে পরিকল্পনাটি অসম। নামাজ কক্ষের দক্ষিণ ( কিবলা ) দেয়ালে মিহরাব (নামাজের দিক নির্দেশকারী কুলুঙ্গি) উঠোনের কেন্দ্রীয় অক্ষের সাথে সারিবদ্ধ। মসজিদের মূল প্রবেশপথটি সম্ভবত মসজিদের বিপরীত উত্তর দিকে একই অক্ষে অবস্থিত ছিল। তবে মেরিনিড যুগের মিনারটি এই স্থানে নির্মিত বলে মনে হয়, যা মূল প্রবেশপথটি বন্ধ করে দেয় এবং অন্যান্য প্রবেশপথগুলি পশ্চিম এবং পূর্ব দিকে খোলা হয়। মিহরাবের উভয় পাশে একটি দরজা রয়েছে যা মসজিদের পিছনে একটি ছোট সংযুক্তিতে নিয়ে যায়, যা সম্ভবত মিম্বর (মসজিদের মিম্বর) রাখার জন্য একটি স্টোরেজ রুম এবং ইমামের কক্ষ হিসেবে কাজ করত।\nমসজিদটির সাজসজ্জা অন্যান্য আলমোহাদ মসজিদের সাথে তুলনামূলকভাবে কঠোর। আলমোহাদ আমলের পরে মিহরাব এবং মিম্বার উভয়ই পুনর্নির্মাণ করা হয়। মিহরাবটিতে কিছু খোদাই করা অলংকরণ এবং এর কুলুঙ্গির ভেতরে খোদাই করা মুকারনাসের ছোট ছোট গম্বুজ রয়েছে। মসজিদের খিলানগুলি ঘোড়ার নালের আকৃতির, তবে উঠোনের কোণে খিলানগুলি বহুভুজযুক্ত এবং আরও সূক্ষ্ম সামগ্রিক প্রোফাইল রয়েছে, যা আলমোহাদ নকশার একটি বৈশিষ্ট্য। মসজিদের প্রবেশপথগুলি বর্তমানে আলাউইত যুগের স্টুকো খোদাই এবং কাঠের ছাউনি দিয়ে সজ্জিত। মিনারটি জানালার চারপাশে পলিলোবড ব্লাইন্ড আর্চ দিয়ে সজ্জিত।\n\n\n== আরও দেখুন ==\nমসজিদের তালিকা\nআফ্রিকার মসজিদের তালিকা\nমরক্কোর মসজিদের তালিকা\n\n\n== তথ্যসূত্র =="}