{"pageid": 1520727, "title": "হাবাবা (দাস)", "url": "https://bn.wikipedia.org/wiki?curid=1520727", "content": "হাবাবাহ ( আরবি: حبابة   ; মৃত্যু ৭২৪), ছিলেন একজন জারিয়া দাসী ,গায়িকা এবং কবি।তবে, হাবাবাহর আরেকটি পরিচয় হলো সে খলিফা দ্বিতীয় ইয়াজিদের উপপত্নী ।\nহাবাবাহ ছিলেন একজন দাসী, যাকে খলিফা দ্বিতীয় ইয়াজিদের উমাইয়া হারেমে উপপত্নী হিসেবে আনা হয়েছিল। সে ছিল একজন অনারব দাসী, মদিনার কিয়ান বা গায়িকাদের স্কুলগুলির একটিতে প্রশিক্ষিত। দ্বিতীয় ইয়াজিদ হিজাজ সফরের সময় তাকে লক্ষ্য করেন এবং তার স্ত্রী সাদা তার জন্য ৪,০০০ দিনার মূল্যে হাবাবাহ উপহার হিসেবে কিনে নেন।\nতিনি তাকে একজন গায়ক এবং কবি হিসেবে বিনোদন দিয়েছিলেন। ইয়াজিদ তার প্রেমে এতটাই মগ্ন হয়ে পড়েছিল যে তার গান এবং কবিতা শুনে তাকে সম্মোহিত বলে বর্ণনা করা হয়েছিল। \nইতিহাসে বলা হয়েছে:\n\n'একদিন হাবাবা যখন গান গাইছিলেন, তখন ইয়াজিদ এত আনন্দিত হল যে সে ফেটে পড়ল: \"আমি উড়ে যেতে চাই!\"\nহাবাবা তাকে বললেন: \"মুমিনীনের আমির, যদি আপনি উম্মাহ এবং আমাদের ছেড়ে চলে যান, তাহলে আমাদের দেখাশোনা কে করবে?\" \nহাবাবাহ খলিফার উপর অন্য যেকোনো উপপত্নীর চেয়ে বেশি প্রভাব বিস্তার করতে সক্ষম হন। দ্বিতীয় ইয়াজিদ তার কিছু রাষ্ট্রীয় দায়িত্ব তার উপর অর্পণ করেন। তিনি তাকে তার জায়গায় জনসাধারণের অভিযোগ গ্রহণ করার এবং তার জায়গায় কর্মকর্তা নিয়োগ করার অনুমতি দিয়েছিলেন। তিনি যে গভর্নরদের নিযুক্ত করেছিলেন তাদের মধ্যে একজন ছিলেন ইরাকের গভর্নর উমর আল-ফাজ্জারি।  খলিফার ভাই মুসাল্লামা তার কাছে অভিযোগ করেন যে তিনি তার সিংহাসন 'খালি' রেখে গেছেন।  একবার, তিনি খলিফার অজান্তেই মদিনার গভর্নরের সাথে যোগাযোগ করেছিলেন, এবং যখন খলিফাকে জানানো হয়েছিল, তখন তিনি হাবাবাহকে শাস্তি দেওয়ার জন্য কিছুই করেননি।\nবাগানে পিকনিক করার সময় ডালিমের বীজ  (অন্য এক বর্ণনা অনুসারে, এটি খলিফা কর্তৃক তার দিকে ছুঁড়ে দেওয়া আঙ্গুর ছিল) খাওয়ার সময় দম বন্ধ হয়ে যাওয়ার পর তিনি মারা যান।  ইয়াজিদ প্রথমে তাকে দাফন করতে অস্বীকৃতি জানায় এবং তার মৃত্যুতে এতটাই প্রভাবিত হয় যে সে এক সপ্তাহ ধরে কাউকে দেখতে অস্বীকৃতি জানায়। হাবাবাহর মৃত্যুর পর তিনি তার কর্তব্যে অবহেলা করেন এবং কিছুদিন পরেই মারা যান। তার শত্রুদের কাছে ইয়াজিদের তার প্রতি অগাধ ভালোবাসা এবং তার মৃত্যুতে শোকের কারণে পুনর্বাসিত হওয়ার আগে শতাব্দীর পর শতাব্দী ধরে তার নাম কলঙ্কিত হয়ে পড়েছিল এবং রাষ্ট্রীয় বিষয়ে তার অবহেলার কারণে হাবাবাহকে আল্লাহর শত্রু হিসেবে বিবেচিত করা হত। \n\n\n== তথ্যসূত্র =="}