{"pageid": 1520741, "title": "দিব্যা গোকুলনাথ", "url": "https://bn.wikipedia.org/wiki?curid=1520741", "content": "দিব্যা গোকুলনাথ (জন্ম ১৯৮৭) একজন ভারতীয় উদ্যোক্তা এবং শিক্ষিকা যিনি ২০১১ সালে ভারতের বেঙ্গালুরুতে প্রতিষ্ঠিত একটি শিক্ষামূলক প্রযুক্তি সংস্থা বাইজু'স-এর সহ-প্রতিষ্ঠাতা এবং পরিচালক।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nদিব্যার জন্ম এবং বড় হয়ে ওঠা বেঙ্গালুরুতে। তাঁর বাবা অ্যাপোলো হাসপাতালে একজন নেফ্রোলজিস্ট হিসেবে কাজ করতেন, তাঁর মা ভারত সরকারের সম্প্রচার সংস্থা দূরদর্শনে প্রোগ্রামিং এক্সিকিউটিভ ছিলেন। দিব্যা তাঁর বাবা-মায়ের একমাত্র সন্তান। শৈশবে দিব্যার বাবা তাঁকে বিজ্ঞান পড়াতেন।\nফ্র্যাঙ্ক অ্যান্থনি পাবলিক স্কুলে পড়াশোনার পর দিব্যা, আরভি কলেজ অফ ইঞ্জিনিয়ারিং থেকে বায়োটেকনোলজিতে স্নাতক ডিগ্রি অর্জন করেন।\n২০০৭ সালে স্নাতক শেষ করার পর, বাইজু রবীন্দ্রনের সাথে তাঁর পরিচয় হয়, বাইজু তাঁর জিআরই প্রস্তুতির প্রশিক্ষক ছিলেন। ক্লাসের বিরতিতে তাঁর প্রশ্নের কারণে বাইজু তাঁকে শিক্ষিকা হতে উৎসাহিত করেছিলেন।\nশিক্ষক হিসেবে তাঁর কর্মজীবন শুরু হয় ২০০৮ সালে, ২১ বছর বয়সে। ২০২০ সালে, তিনি ফরচুন ইণ্ডিয়াকে শিক্ষক হিসেবে তাঁর অভিজ্ঞতা জানাতে গিয়ে বলেন, \"এটি ছিল একটি অডিটোরিয়াম-স্টাইলের ক্লাস যেখানে ১০০ জন ছাত্র ছিল। তারা আমার থেকে মাত্র কয়েক বছরের ছোট ছিল, তাই পূর্ণবয়স্ক দেখাতে আমি ক্লাসে শাড়ি পরেছিলাম।\" তাঁর শিক্ষকতা জীবনের সময়, তিনি গণিত, ইংরেজি এবং লজিক্যাল রিজনিং পড়াতেন।\n\n\n== কর্মজীবন ==\n২০১১ সালে, দিব্যা এবং তাঁর স্বামী বাইজু'স সহ-প্রতিষ্ঠা করেন, এটি একটি অনলাইন শিক্ষা প্ল্যাটফর্ম যা প্রাথমিকভাবে স্কুল শিক্ষাকে সমর্থন করার জন্য সশরীরে শিক্ষা প্রদান করে। এরপরে একটি অনলাইন অ্যাপ তৈরি করা হয় যেখানে ভিডিও পাঠের সুবিধা রয়েছে। দিব্যা দক্ষতার সঙ্গে কিছু শিক্ষামূলক ভিডিওতে শিক্ষিকা হিসেবে কাজ করেছেন।\nকোভিড-১৯ মহামারীর সময়, শিক্ষার্থীদের নিরবচ্ছিন্ন শিক্ষা নিশ্চিত করার জন্য দিব্যা তাঁর অভিজ্ঞতাকে কাজে লাগিয়ে শিক্ষার বিষয়বস্তু তৈরি এবং ব্র্যাণ্ড মার্কেটিংয়ের দায়িত্ব নেন। এই প্রচেষ্টার ফলস্বরূপ, মহামারী চলাকালীন বাইজুর শিক্ষামূলক সামগ্রী শিক্ষার্থীদের জন্য বিনামূল্যে উপলব্ধ করা হয়েছিল এবং ১ কোটি ৩৫ লক্ষ (১৩.৫ মিলিয়ন) নতুন ব্যবহারকারী যুক্ত হয়েছিল। এর ফলে ২০২০ সালের এপ্রিলের মধ্যে মোট ৫ কোটি এবং ২০২০ সালের সেপ্টেম্বরের মধ্যে মোট ৭ কোটি শিক্ষার্থী বৃদ্ধি পায়।\nফোর্বসের মতে, ২০২০ সালের হিসাব অনুযায়ী, দিব্যা, তাঁর স্বামী বাইজু রবীন্দ্রন এবং তাঁর ভাই রিজু রবীন্দ্রনের সম্মিলিত সম্পদের পরিমাণ ৩.০৫ বিলিয়ন ডলার।\nদিব্যা অনলাইনেও লেখেন। শিক্ষার ভবিষ্যৎ, অভিভাবকত্ব এবং বিজ্ঞান, প্রযুক্তি, প্রকৌশল এবং গণিত ক্ষেত্রে নারীর অংশগ্রহণ তাঁর লেখার বিষয়। তিনি ভারতে লিঙ্গ বেতন বৈষম্য কমানোর পক্ষে একজন সমর্থক। তিনি মিন্ট স্টার্টআপ ডায়েরিজের সাথে নারী উদ্যোক্তাদের চ্যালেঞ্জ সম্পর্কে কথা বলেছেন, এবং ভারতে শিক্ষাগত প্রযুক্তি সম্পর্কে ভোগ ইণ্ডিয়াতে বাইজু রবীন্দ্রনের সাথে একটি মতামত নিবন্ধের সহ-লেখক।\n২০২২ সালের মার্চ মাসে, দিব্যা গোকুলনাথকে ফেডারেশন অফ ইণ্ডিয়ান চেম্বারস অফ কমার্স অ্যাণ্ড ইন্ডাস্ট্রির এডটেক টাস্কফোর্সের চেয়ার হিসেবে নিযুক্ত করা হয়।\n২০২৪ সালের ফেব্রুয়ারিতে, কর্ণাটক হাইকোর্ট বাইজুর কিছু শেয়ারহোল্ডারদের বাইজু রবীন্দ্রন, দিব্যা গোকুলনাথ এবং রিজু রবীন্দ্রনকে নেতৃত্বের পদ থেকে অপসারণের প্রচেষ্টা বন্ধ করে দেয়।\n\n\n== সম্মাননা এবং পুরস্কার ==\n\n\n== ব্যক্তিগত জীবন ==\nদিব্যা বিয়ে করেছেন বাইজু রবীন্দ্রনকে। ২০২০ সালের এপ্রিল পর্যন্ত, দিব্যা তাঁদের ছেলে সহ পরিবারের আরও এগারো সদস্যের সাথে থাকতেন এবং তারপর ২০২১ সালের শুরুর দিকে তাঁদের দ্বিতীয় সন্তানের জন্ম হয়। কোভিড-১৯ মহামারীর আগে, তিনি অফিসে দীর্ঘ সময় কাজ করতেন, কিন্তু লকডাউনের সময়, তিনি বাড়ি থেকে কাজ করা শুরু করেছিলেন।\n২০২১ সালে, তিনি ইণ্ডিয়ান এক্সপ্রেসকে বলেছিলেন যে সাধারণ দিনগুলিতে তিনি \"ছেলের অনলাইন ক্লাস, মিটিং, ভিডিও পাঠ রেকর্ড করেন এবং নবজাতকের সাথে সময় কাটান।\"\n\n\n== তথ্যসূত্র =="}