{"pageid": 1520270, "title": "চৌধুরী রফিকুল আবরার", "url": "https://bn.wikipedia.org/wiki?curid=1520270", "content": "চৌধুরী রফিকুল আবরার, (জন্ম: ১৭ আগস্ট ১৯৫২) যিনি সি আর আবরার নামেও পরিচিত, ঢাকা বিশ্ববিদ্যালয়ের আন্তর্জাতিক সম্পর্ক বিভাগের একজন অবসরপ্রাপ্ত অধ্যাপক, মানবাধিকার কর্মী এবং শরণার্থী ও অভিবাসী আন্দোলন গবেষণা ইউনিটের নির্বাহী পরিচালক। তিনি মানবাধিকার সংগঠন অধিকারের সভাপতি।\n\n\n== প্রারম্ভিক জীবন ও শিক্ষা ==\nসি আর আবরার মির্জাপুর ক্যাডেট কলেজ থেকে মাধ্যমিক ও উচ্চ মাধ্যমিক পাস করে ১৯৭২ সালে ঢাকা বিশ্ববিদ্যালয়ে ভর্তি হন। ঢাকা বিশ্ববিদ্যালয়ে আন্তর্জাতিক সম্পর্ক বিভাগ থেকে স্নাতক ও স্নাতকোত্তর পাস করেন তিনি। এরপর যুক্তরাজ্যের সাসেক্স বিশ্ববিদ্যালয় থেকে একই বিষয়ে এমএ এবং অস্ট্রেলিয়ার গ্রিফিথ বিশ্ববিদ্যালয় থেকে পিএইচডি ডিগ্রি লাভ করেন আবরার। \n\n\n== কর্মজীবন ==\nআবরার ১৯৯৫ সালে তাসনিম আরেফা সিদ্দিকী, শাহদীন মালিক, সুমাইয়া খায়ের এবং ইয়াসমিন আলী হকের সাথে শরণার্থী ও অভিবাসী আন্দোলন গবেষণা ইউনিট প্রতিষ্ঠা করেন।\nআবরার ১৯৯৯ সালে \"এইড, ডেভেলপমেন্ট অ্যান্ড ডিপ্লোমেসি\" বইটি লেখেন। তিনি শাহদীন মালিকের সাথে \"দক্ষিণ এশিয়ার জাতীয় শরণার্থী আইনের দিকে\" বইটি সহ-সম্পাদনা করেন এবং ২০০০ সালে প্রকাশিত হয়।\nআবরার ওস্তাদ আয়েত আলী খান সঙ্গীত নিকেতন ও মোবারক হোসেন খান আয়োজিত ওস্তাদ আলাউদ্দিন খান ও ওস্তাদ আয়েত আলী খানের ওপর আলোচনায় নেতৃত্ব দেন এবং যেখানে প্রধানমন্ত্রী খালেদা জিয়ার উপদেষ্টা অধ্যাপক জাহানারা বেগম উপস্থিত ছিলেন।\n২০২৩ সালের এপ্রিলে নাগরিকের এক অনুষ্ঠানে আবরার ডিজিটাল নিরাপত্তা আইন বাতিলের আহ্বান জানিয়েছিলেন। তিনি বাংলাদেশে আটকে পড়া পাকিস্তানিদের অধিকারের পক্ষে কথা বলেছেন। তিনি দাবি করেছেন যে বাংলাদেশে রোহিঙ্গা শরণার্থীদের ক্ষেত্রে চীন এবং মার্কিন যুক্তরাষ্ট্র উভয়েরই নীতি প্রায় একই। তিনি বলেন, বাংলাদেশি পাসপোর্ট ব্যবহার করে সৌদি আরবে আসা রোহিঙ্গাদের দায়িত্ব বাংলাদেশ সরকারেরই নেওয়া উচিত, তবে শরণার্থীদের প্রত্যাবাসনের জন্য বাংলাদেশকে চাপ দেওয়ার জন্য সৌদি আরবেরও সমালোচনা করেন। তিনি বাংলাদেশে জোরপূর্বক গুমের শিকারদের সম্পর্কে লিখেছেন।\nপ্রধানমন্ত্রী শেখ হাসিনার নেতৃত্বাধীন আওয়ামী লীগ সরকারের পতনের পর ভারতীয় রাজনীতিবিদ এবং গণমাধ্যমের প্রতিক্রিয়ার সমালোচনা করেছেন আবরার। তিনি এটিকে পক্ষপাতদুষ্ট বলে বর্ণনা করেছেন।\n২০২৫ সালের ৪ মার্চ মুহাম্মদ ইউনূসের অন্তর্বর্তীকালীন সরকারে তার নাম মনোনীত করা হয়।\n\n\n== তথ্যসূত্র =="}