{"pageid": 1520598, "title": "আর্কাইভ ডু ফেমিনিজম", "url": "https://bn.wikipedia.org/wiki?curid=1520598", "content": "আর্কাইভ ডু ফেমিনিজম (ফেমিনিজমের আর্কাইভস) একটি ফরাসি অলাভজনক সংস্থা যা ২০০০ সালে প্রতিষ্ঠিত হয়েছিল। এর প্রধান উদ্দেশ্য হলো নারীবাদী ঐতিহাসিক উৎস সংরক্ষণ করা। সংশ্লিষ্ট সংগ্রহ, যার নামও ফেমিনিজমের আর্কাইভস, রেন বিশ্ববিদ্যালয় প্রেস দ্বারা প্রকাশিত হয় এবং নারী মুক্তি আন্দোলন সম্পর্কিত গবেষণা ও ফলাফলের প্রসারকে উৎসাহিত করে।\n\n\n== কার্যক্রম ==\nএই সমিতি বিভিন্ন সংগঠন থেকে ঐতিহাসিক নথি সংগ্রহ করে, সম্মেলন ও অধ্যয়ন দিবস আয়োজন করে এবং প্রকাশনা তৈরি করে। এটি অনলাইন সংস্থান প্রদান করে, যার মধ্যে রয়েছে নিবন্ধ ও প্রতিবেদন, গ্রন্থপঞ্জি, ঐতিহাসিক উৎস, প্রদর্শনী (MUSEA-এর সঙ্গে অংশীদারিত্বে) এবং একটি \"উৎস নির্দেশিকা\", যা ফরাসি নারীবাদী ইতিহাস সম্পর্কিত উৎসের একটি ডাটাবেস।\n\n\n== অংশীদারিত্ব ==\nফেমিনিজমের আর্কাইভস কেন্দ্র (সিএএফ) মার্গারিট ডুরান্ড গ্রন্থাগার-এর সহযোগিতায় ফেমিনিজমের আর্কাইভস সমিতি কর্তৃক সংগৃহীত তহবিল গ্রহণ করে। ২০০০ সালে প্রতিষ্ঠিত সিএএফ, আঙ্গের বিশ্ববিদ্যালয় গ্রন্থাগারে একটি বিশেষ তহবিল হিসেবে সংযুক্ত। এটি ১৯শ থেকে ২১শ শতাব্দী পর্যন্ত সময়কাল জুড়ে ব্যক্তিগত আর্কাইভ তহবিল নিয়ে গঠিত।\n\n\n== প্রকাশনা ==\nফেমিনিজমের আর্কাইভস-এর তথ্য প্রচারের দুটি মাধ্যম রয়েছে: একটি ওয়েবসাইট এবং একটি সংবাদ বুলেটিন।\nনারীবাদী ঐতিহাসিক উৎসের নির্দেশিকা, ক্রিস্টিন বার্ড, অ্যানি মেটজ এবং ভ্যালেরি নেভ্যু-এর নির্দেশনায় সংকলিত, যা ফ্রান্স জুড়ে নারীবাদ সম্পর্কিত আর্কাইভ উপকরণের সূচি ও বর্ণনা করে। এটি সমিতি প্রতিষ্ঠার ছয় বছর পর ২০০৬ সালে প্রকাশিত হয়। নারীবাদী উৎসের খণ্ডিত অবস্থান ও অস্পষ্ট অবস্থানের কারণে গবেষণা কঠিন হওয়ার পরিপ্রেক্ষিতে এই নির্দেশিকা তৈরি হয়। এটি গবেষকদের জন্য নারীবাদী সংস্থান তালিকাভুক্ত করে এবং চারটি ভাগে বিভক্ত: \"সরকারি আর্কাইভ পরিষেবা\", \"ব্যক্তিগত সংগঠন, গ্রন্থাগার, জাদুঘর ও আর্কাইভ কেন্দ্র\", \"দৃশ্য-শ্রাব্য উৎস\" এবং \"ওয়েবোগ্রাফি\"।\nসমিতির ওয়েবসাইটে \"উৎস নির্দেশিকা\" বিভাগে এই গাইড আপডেটের প্রস্তাব রয়েছে। এই বিভাগে প্রায় ৩৬৯টি সূচিপত্র রয়েছে, যা নারীবাদী সংস্থান কেন্দ্র, তাদের অবস্থান ও বিষয়বস্তু সম্পর্কে তথ্য দেয়।\n২০১৭ সালের ফেব্রুয়ারিতে, ফ্রান্সের নারীবাদীদের অভিধান, ১৮শ-২১শ শতাব্দী, ক্রিস্টিন বার্ডের তত্ত্বাবধানে এবং সিলভি শ্যাপেরঁর সহযোগিতায় প্রকাশিত হয়। ২০০ সহযোগী এই কাজের খসড়া ও প্রস্তুতিতে অংশ নেন, যা নারীবাদী আন্দোলনের ইতিহাসে অবদান রাখা ৫৫০ জনের জীবনী প্রকাশ করে।\n\n\n== গ্রন্থপঞ্জি ==\nবার্ড, ক্রিস্টিন; মেটজ, অ্যানি; নেভ্যু, ভ্যালেরি (২০০৬)। নারীবাদী ইতিহাসের উৎস নির্দেশিকা। ফেমিনিজমের আর্কাইভস। রেন: রেন বিশ্ববিদ্যালয় প্রেস। আইএসবিএন ২-৭৫৩৫-০২৭১-৪। \nবার্ড, ক্রিস্টিন; শ্যাপেরঁ, সিলভি (২০১৭)। নারীবাদীদের অভিধান। ফ্রান্স – ১৮শ-২১শ শতাব্দী। সংগ্রহের বাইরে। রেন: রেন বিশ্ববিদ্যালয় প্রেস। আইএসবিএন ৯৭৮-২-১৩-০৭৮৭২০-৪। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\n\nসংগ্রহ ফেমিনিজমের আর্কাইভস"}