{"pageid": 1520681, "title": "নম্রতা থাপা", "url": "https://bn.wikipedia.org/wiki?curid=1520681", "content": "নম্রতা থাপা একজন ভারতীয় চলচ্চিত্র এবং টেলিভিশন অভিনেত্রী। তিনি ইয়াহান মে ঘর ঘর খেলি  ধারাবাহিকে স্বর্ণলতা রাজ সিংহানিয়া চরিত্রে অভিনয়ের জন্য সর্বাধিক পরিচিত।\n\n\n== ব্যক্তিগত জীবন ==\nথাপার জন্ম দিল্লিতে এবং এখন তিনি মুম্বাইতে থাকেন।  তিনি দিল্লি বিশ্ববিদ্যালয় থেকে স্নাতক ডিগ্রি অর্জন করেছেন।\n\n\n== কর্মজীবন ==\nস্টার প্লাস চ্যানেলের ভৌতিক ও অতিলৌকিক বিষয়ের উপর নির্মিত পর্বভিত্তিক ধারাবাহিক শশশশ...কোই হ্যায় -এর ১৮ তম পর্বে নিকিতা চরিত্রে অভিনয়ের মাধ্যমে থাপা তার অভিনয় জীবন শুরু করেছিলেন। ১৮ বছর বয়সে তিনি মুম্বাই চলে আসেন।  মুম্বাইতে আসার পর তিনি বৈদেহী নামক ধারাবাহিকে অভিনয় করেন। তারপরে তিনি স্ত্রী তেরি কাহানি, নাগিন, কুছ আপনে কুছ পরায়ে, কঁহি তো হোগা, মেরা নাম করেগি রোশন, ইয়াহান ম্যায় ঘর ঘর খেলি, ঝিলমিল সিতারোঁ কা আঙ্গন হোগা, বদলতে রিস্তো কি দাস্তান  ইত্যাদি বিভিন্ন ধারাবাহিকে অভিনয় করেন। তিনি ইয়াহান মে ঘর ঘর খেলি ধারাবাহিকে স্বর্ণলতা রাজ সিংহানিয়া চরিত্রে অভিনয়ের মাধ্যমে পরিচিতি পান।\nথাপা কয়েকটি আঞ্চলিক সিনেমাতেও কাজ করেছেন, যেমন ওড়িয়া চলচ্চিত্র ১৪৩ - আই লাভ ইউ। তিনি বাংলা ও ভোজপুরি চলচ্চিত্রেও অভিনয় করেছেন।  ২০১৫ সালে, তিনি প্রেম রতন ধন পায়ো চলচ্চিত্রে একটি এনজিও-এর ব্যবস্থাপকের ভূমিকায় অভিনয় করে বলিউড জগতে আত্মপ্রকাশ করেন।\n২০১৬ সালের সেপ্টেম্বরে, তিনি সংযুক্ত  ধারাবাহিকের একটি চরিত্রে অভিনয় করতে শুরু করেন।\n\n\n== চলচ্চিত্র ==\n২০১৫: প্রেম রতন ধন পায়ো - এনজিও ম্যানেজার হিসেবে\n২০১৪: গাঁজা লাধেই -একটি নৃত্যে (বিশেষ উপস্থিতি)\n২০১৪: হরে কৃষ্ণ হরে রাম -দেবীর চরিত্রে\n২০১১: ১৪৩ - সন্ধ্যা চরিত্রে আই লাভ ইউ\n২০১০:নক আউট- রোশিনী চরিত্রে\n২০০৯: মিতারে মিতা(অভিষেক ভোজপুরি ফিল্ম)-নন্দিনী চরিত্রে\n২০০৮: ঘরজামাই\n২০০৮: গোলমাল -সঙ্গীতা চরিত্রে\n২০০৭:রসিকা নাগর- প্রিয়া/মিতার চরিত্রে\n২০০৭: মু টেট লাভ কারুচি\n২০০৭: জিদ্দি ওড়িয়া চলচ্চিত্র\n২০০৬: আই লাভ মাই ইন্ডিয়া-সোনিয়া মহাপাত্র চরিত্রে\n২০০৬: প্রেমা রুতু আসলিলারে\n২০০৫: প্রিয়া মো প্রিয়া -প্রিয়া চরিত্রে\n২০০৫: রবি কিষানের সাথে দুলহা মিলাল দিলদার\n২০০৫: আই লাভ ইউ (ওড়িয়া চলচ্চিত্র) মিতা চরিত্রে\n২০০৫: টু পাইন\n\n\n== টেলিভিশন ==\n২০১৫ : অধিকার এক কসম এক তপস্যা\n২০১২ : মায়া সমীর মালহোত্রা (পর্ব ৭০৪) / নীতা ভার্মা (পর্ব ১১৩২) / মৌসামি (পর্ব ১৩১৬) চরিত্রে সাবধান ভারত\n২০০৬-০৯: তারা চরিত্রে স্ত্রী তেরি কাহানি\n২০০৯: স্বর্ণলতা রাজ সিংহানিয়া চরিত্রে ইয়াহান ম্যায় ঘর ঘর খেলি\nবিক্রমাদিত্যের স্ত্রীর চরিত্রে মহিমা শনিদেব কি\n২০০৭-০৮: সীতার চরিত্রে রাবণ\n২০০৭: শশশশ... ফির কোই হ্যায় - ইন্সপেক্টর পুতুল হিসাবে হাসপাতাল (পর্ব 43৪৩)\n২০০৬: বৈদেহী মৈথিলী চরিত্রে\n২০০১: শশশশ.. কোই হ্যায় - নিকিতা চরিত্রে দুসরি দুলহান (পর্ব ১৮)\n২০০১: শশশশ... কোই হ্যায় - সোনিয়া চরিত্রে ওহ কৌন থি (পর্ব ১৪)\n\n\n== তথ্যসূত্র =="}