{"pageid": 1520599, "title": "জ্যোতি গোগতে", "url": "https://bn.wikipedia.org/wiki?curid=1520599", "content": "জ্যোতি জয়ন্ত গোগতে (জন্ম: জ্যোতি দেবালী-রাও, ২৬ মে ১৯৫৬) একজন ভারতীয় উদ্যোক্তা এবং শিক্ষাবিদ। তিনি স্টার্টআপ অ্যাণ্ড নিউ ভেঞ্চার ম্যানেজমেন্ট (২০১৪) এবং রোডম্যাপ ফর অ্যান আনত্রেপ্রেনুয়ার (২০২৪) শীর্ষক উদ্যোক্তা বিষয়ক দুটি রেফারেন্স পাঠ্যপুস্তকের জন্য সবচেয়ে বিখ্যাত।\n\n\n== জীবনী ==\n\n\n=== প্রাথমিক জীবন এবং পরিবার: ১৯৫৬ – ১৯৭৭ ===\nজ্যোতি গোগতে ১৯৫৬ সালের ২৬শে মে ভারতের বিজাপুরে ধরনেন্দ্র এবং হেমলতা দেবালী-রাও (জন্ম নাম নাদকার্নি)-এর ঘরে জন্মগ্রহণ করেন। তাঁর বাবা-মা ছিলেন চিত্রপুর সারস্বত ব্রাহ্মণ। ১৯৭১ সালে, তাঁর আনুষ্ঠানিক জন্মদিন দাপ্তরিক ভাবে ১৯৫৬ সালের ২৬শে মার্চ করা হয়, প্রাথমিক বিদ্যালয়ে তাঁর ভর্তির সময়কে ভারতীয় শিক্ষাবর্ষের সাথে সঙ্গতিপূর্ণ করার জন্য।\n১৯৭৫ সালের এপ্রিল মাসে, জ্যোতি গোগতে পুনে বিশ্ববিদ্যালয় থেকে অ্যাডভান্সড অ্যাকাউন্টিং এবং অডিটিংয়ে স্নাতক ডিগ্রি অর্জন করেন এবং ১৯৭৭ সালের মে মাসের মধ্যে বিশ্ববিদ্যালয় থেকে অ্যাডভান্সড কস্টিং এবং ব্যবসায় প্রশাসনে স্নাতকোত্তর ডিগ্রি অর্জন করেন তিনি ১৯৮২ সালের মার্চ মাসে বিশ্ববিদ্যালয় থেকে ফিনান্সে পিএইচডি ডিগ্রি অর্জন করেন। ডঃ সি জি বৈদ্যের নির্দেশনায় তিনি ওয়ার্কিং ক্যাপিটাল ম্যানেজমেন্ট ইন দ্য ইঞ্জিনিয়ারিং ইণ্ডাস্ট্রি ইন অ্যাণ্ড আরাউণ্ড পুনে\" শিরোনামে তাঁর ডক্টরেট থিসিস লেখেন।\n১৯৭৭ সালে, জ্যোতি গোগতে বেলগাঁওয়ের গোগতে ঘরানার রাওসাহেব গোগতের ভাগ্নে জয়ন্ত গোগতেকে বিয়ে করেন। এই দম্পতির দুটি মেয়ে রয়েছে। ২০২০ সালের জুলাই মাসে জয়ন্ত গোগতে মারা যান। বিবাহের সূত্রে তিনি দিলীপ দাণ্ডেকর এবং জ্ঞানেশ্বর আগাশের আত্মীয়।\n\n\n=== কর্মজীবন: ১৯৭৭ – বর্তমান ===\n১৯৭৭ সালের জুলাই থেকে ১৯৭৯ সালের জুন পর্যন্ত, জ্যোতি গোগতে পুনের শ্রীমতি নাথিবাই দামোদর ঠাকরে আর্টস অ্যাণ্ড কমার্স কলেজ ফর উইমেন -এ প্রভাষক হিসেবে নিযুক্ত ছিলেন। তিনি ১৯৭৯ সালের জুলাই  থেকে ১৯৮২ সালের এপ্রিল মাস  পর্যন্ত বৃহন মহারাষ্ট্র কলেজ অফ কমার্সে শিক্ষকতা করেন। ১৯৮২ সালের মে থেকে অক্টোবর পর্যন্ত, তিনি কিরলোস্কর কনসালট্যান্টসের সাথে কর্পোরেট প্রশিক্ষণ পদে অধিষ্ঠিত ছিলেন।\n১৯৮৩ সালের গোড়ার দিকে, জ্যোতি গোগতে ভারতীয় মহিলা ক্রিকেট সংস্থার সভাপতি হন এবং মহারাষ্ট্রীয় মহিলা দলের বিরুদ্ধে শ্রীলঙ্কা ও অস্ট্রেলিয়া দলের  ম্যাচের আয়োজনের দায়িত্বে ছিলেন। সেই বছরের জুন মাসে, তিনি নেটবল ফেডারেশন অফ ইণ্ডিয়ার চেয়ারওম্যান নির্বাচিত হন। একই বছর, তিনি ব্যবসায়ে প্রবেশ করেন, গোল্ডেন নাগেট ইঞ্জিনিয়ারিং অ্যাণ্ড ইলেকট্রোপ্লাস্ট লিমিটেড প্রতিষ্ঠা করেন এবং কোম্পানির যুগ্ম ব্যবস্থাপনা পরিচালক হিসেবে দায়িত্ব পালন করেন। কোম্পানিটি প্লাস্টিকের তৈরি মেশিনের ঢাকা প্রস্তুত করত এবং তিনি ১৯৯৩ সাল পর্যন্ত কোম্পানির যুগ্ম ব্যবস্থাপনা পরিচালক হিসেবে দায়িত্ব পালন করেন।\n১৯৮৬ সালের জানুয়ারিতে, তিনি এমসিসিআইএ-এর জন্য এস এল কির্লোস্করের সাক্ষাৎকার নেন, এবং ১৯৮৭ সালে, তিনি গোল্ডেন নাগেট এন্টারপ্রাইজেস প্রতিষ্ঠা করেন, এই কোম্পানি পলিথিলিন শিটের ব্যবসা করে, জ্যোতি এর স্বত্বাধিকারী হিসেবে কাজ করেন। একই বছর, তিনি ক্যামলিনের সাথে যৌথ উদ্যোগে ক্রিয়েশনস নামে একটি কোম্পানি প্রতিষ্ঠা ক'রে ল্যাপ ট্রে প্রস্তুত করেন। তিনি ১৯৮৭ সালে গায়ত্রী এন্টারপ্রাইজেসও প্রতিষ্ঠা করেন, যারা ক্যামলিনের জন্য রসদ সরবরাহ করে। তিনি ২০০৫ সাল পর্যন্ত এর মালিক হিসেবে দায়িত্ব পালন করেন। ১৯৮৯ সালের জুলাই মাসে, ধীরুভাই আম্বানি যখন রিলায়েন্স ইন্ডাস্ট্রিজকে জনসমক্ষে আনেন, তখন তিনি বিজনেস হেরাল্ডের জন্য লিখেছিলেন।\n১৯৮৯ সালে, জ্যোতি গোগতেকে পুনের রোটারি ক্লাব তাদের সফল নারী উদ্যোক্তা পুরস্কারে ভূষিত করে। একই বছর, তিনি সকাল টাইমস পত্রিকায় দিগম্বর দাণ্ডেকরের কর্মজীবন সম্পর্কেও লিখেছিলেন। ১৯৮৯ থেকে ১৯৯০ সালের মধ্যে, তিনি বিজনেস হেরাল্ডে স্টক মার্কেট রিভিউ শিরোনামে একটি সাপ্তাহিক কলাম লিখেছিলেন। ১৯৯২ থেকে ১৯৯৪ সাল পর্যন্ত, তিনি প্লাস্টিক প্রচার সমিতির সভাপতি হিসেবে দায়িত্ব পালন করেন। ২০০০ থেকে ২০০৮ সাল পর্যন্ত, জ্যোতি গোগতে যশবন্তরাও চবন মহারাষ্ট্র উন্মুক্ত বিশ্ববিদ্যালয়ের দর্শনের মাস্টার্স গাইড ছিলেন। ২০০১ সালের সেপ্টেম্বরে, তিনি ফোকাস ফাউণ্ডেশন নামে একটি দাতব্য ট্রাস্ট প্রতিষ্ঠা করেন, যার মাধ্যমে তিনি পুনের শিক্ষা প্রতিষ্ঠানগুলির জন্য প্রশিক্ষণ কর্মসূচি প্রদান করতেন, বিশেষ করে ২০০২ সালের নভেম্বরে এপিজে আব্দুল কালামকে আতিথ্য প্রদান করেছেন। প্রায় একই সময়ে, তিনি মহারাত্তা চেম্বার অফ কমার্স, ইণ্ডাস্ট্রিজ অ্যাণ্ড এগ্রিকালচার থেকে শিল্প চক্র পুরস্কার লাভ করেন। \n২০০৬ সালে, তাঁকে পুনে বিশ্ববিদ্যালয়ের অধ্যাপক এবং পরিচালক নিযুক্ত করা হয়, এই পদে তিনি ২০১৩ সাল পর্যন্ত বহাল ছিলেন। একই বছর, তিনি সিংহগড় ইনস্টিটিউট অফ বিজনেস ম্যানেজমেন্ট অ্যাণ্ড রিসার্চের একজন অধ্যাপক এবং পরিচালক ছিলেন, এই পদে তিনি ২০০৭ সাল পর্যন্ত অধিষ্ঠিত ছিলেন। ২০০৯ সালে, তিনি পুনেতে জাগতিক মারাঠি চেম্বার অফ কমার্স অ্যাণ্ড ইণ্ডাস্ট্রিজের ভাইস চেয়ারপারসন হিসেবে দায়িত্ব পালন করেন। একই বছর, তিনি ইনস্টিটিউট অফ ম্যানেজমেন্ট অ্যাণ্ড রিসার্চ-এর অধ্যাপক এবং পরিচালক হন, ২০১০ থেকে ২০১১ সাল পর্যন্ত ট্রিনিটি ইনস্টিটিউট অফ ম্যানেজমেন্ট অ্যাণ্ড রিসার্চ, ২০১১ থেকে ২০১২ সাল পর্যন্ত মডার্ন ইনস্টিটিউট অফ বিজনেস ম্যানেজমেন্ট, এবং ২০১২ থেকে ২০১৩ সাল পর্যন্ত রিসার্চ ইনস্টিটিউট অফ হেলথ সায়েন্স ম্যানেজমেন্টে একই ভূমিকা পালন করেন।\n২০১১ থেকে ২০১৫ সাল পর্যন্ত, তিনি ইন্দিরা গান্ধী জাতীয় উন্মুক্ত বিশ্ববিদ্যালয়ের একজন ভিজিটিং প্রফেসর ছিলেন এবং ২০১১ সাল থেকে, সিম্বায়োসিস ইন্টারন্যাশনাল ইউনিভার্সিটিতে একজন ভিজিটিং প্রফেসর হিসেবে কর্মরত আছেন। ২০১২ সাল থেকে, তিনি পুনে বিশ্ববিদ্যালয়ের পিএইচডি গাইড হিসেবে কাজ করছেন। ২০১৪ সালে, তিনি \"স্টার্টআপ অ্যাণ্ড নিউ ভেঞ্চার ম্যানেজমেন্ট\" শিরোনামে তাঁর প্রথম রেফারেন্স পাঠ্যপুস্তক লেখেন, যা বিশ্বকর্মা পাবলিকেশন্স দ্বারা প্রকাশিত হয়েছিল। ২০১৫ সালে, সিঙ্গাপুরে গ্লোবাল সায়েন্স অ্যাণ্ড টেকনোলজি ফোরামে উপস্থাপিত তাঁর গবেষণাপত্রটি সম্মেলনের সেরা গবেষণাপত্র হিসেবে মনোনীত হয়েছিল। ২০১৬ সাল থেকে, তিনি বিশ্বকর্মা ইনস্টিটিউট অফ ম্যানেজমেন্ট অ্যাণ্ড রিসার্চে একজন অধ্যাপক এবং গবেষণা গাইড হিসেবে কর্মরত আছেন। ২০২৪ সালে, বিশ্বকর্মা পাবলিকেশন্স তাঁর দ্বিতীয় রেফারেন্স পাঠ্যপুস্তক রোডম্যাপ ফর অ্যান অন্ত্রেপ্রেনুয়ার প্রকাশ করে।\n\n\n== নির্বাচিত লেখা ==\nস্টার্টআপ অ্যাণ্ড নিউ ভেঞ্চার ম্যানেজমেন্ট (ইংরেজি ভাষায়)। বিশ্বকর্মা প্রকাশনা। জুন ২০১৪। আইএসবিএন 978-93-83572-03-8। ওসিএলসি 1023538065। \nরোডম্যাপ ফর অ্যান অন্ত্রেপ্রেনুয়ার। বিশ্বকর্মা প্রকাশনা। এপ্রিল ২০২৪। আইএসবিএন 978-9395481557। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃ সংযোগ ==\nJyoti Gogte publications indexed by Google Scholar\nPublications by Dr. Jyoti Gogte at ResearchGate"}