{"pageid": 1520574, "title": "মহান আলেকজান্ডার সম্পর্কে কুরআনে তত্ত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1520574", "content": "জুলকারনাইন (আরবি: ذو القرنين, অর্থ \"দুই শৃঙ্গযুক্ত ব্যক্তি\"; এছাড়াও তরজমা করা হয় Zul-Qarnain বা Zulqarnain) এর কাহিনি কুরআনের সূরা আল-কাহফে উল্লেখ রয়েছে।\nআধুনিক গবেষণায় দীর্ঘদিন ধরে স্বীকৃত যে, জুল-কারনাইনের কাহিনির সাথে সিরিয়াক ভাষার অ্যালেকজান্ডার দ্য গ্রেটের কাহিনির গভীর মিল রয়েছে। এই কাহিনি অনুসারে, অ্যালেকজান্ডার পৃথিবীর শেষ প্রান্তে ভ্রমণ করেছিলেন এবং ককেশাস পর্বতমালায় একটি প্রাচীর নির্মাণ করেছিলেন, যাতে গগ ও মগগগকে সভ্য ভূমি থেকে দূরে রাখা যায় (এই উপাদানটি কয়েক শতাব্দী আগে ফ্লাভিয়াস জোসেফাসের রচনায়ও পাওয়া যায়)। কিছু গবেষক মনে করেন, সিরিয়াক ভাষার \"অ্যালেকজান্ডার লেজেন্ড\" (Neṣḥānā নামে পরিচিত) ৬২৯ থেকে ৬৩৬ খ্রিস্টাব্দের মধ্যে রচিত হয়েছিল এবং এটি কুরআনের কাহিনির সরাসরি উৎস নয়। কারণ অনেক পশ্চিমা এবং মুসলিম পণ্ডিত মনে করেন যে, সূরা ১৮ মক্কার দ্বিতীয় পর্যায়ের (৬১৫–৬১৯ খ্রিস্টাব্দ) সময় নাযিল হয়েছে।\nতবে সিরিয়াক ভাষার এই কিংবদন্তির সময়কাল নিয়ে গবেষকদের মধ্যে ভিন্নমত রয়েছে, যেখানে কিছু গবেষক সর্বশেষ সময়সীমা ৬৩০ খ্রিস্টাব্দ নির্ধারণ করেছেন, যা মুহাম্মাদের মৃত্যুর কাছাকাছি সময়কাল, আবার অনেকে মনে করেন এর আগের কোনো সংস্করণ ৬ষ্ঠ শতাব্দীতেই বিদ্যমান ছিল। সিডনি এইচ. গ্রিফিথ মনে করেন, সিরিয়াক \"অ্যালেকজান্ডার লেজেন্ড\" (এবং সামান্য পরবর্তীকালের \"অ্যালেকজান্ডার কবিতা\") এর সরল কাহিনি সম্ভবত লিখিতরূপ পাওয়ার আগেই মৌখিকভাবে প্রচলিত ছিল এবং এটি ইসলামি পরিবেশে প্রভাব ফেলতে পারে।\nঅধিকাংশ আধুনিক কুরআন গবেষক ও ইসলামি ভাষ্যকাররা জুল-কারনাইনকে অ্যালেকজান্ডার দ্য গ্রেট হিসেবেই চিহ্নিত করেন।\n\n\n== কিংবদন্তির আলেকজান্ডার ==\n\n\n=== কিংবদন্তি ও রোমাঞ্চে আলেকজান্ডার ===\nআলেকজান্ডার দ্য গ্রেট ছিলেন প্রাচীন এবং পরবর্তী যুগের ভূমধ্যসাগর ও মধ্যপ্রাচ্যের সংস্কৃতিতে অত্যন্ত জনপ্রিয় একটি ব্যক্তিত্ব। ৩২৩ খ্রিস্টপূর্বে তাঁর মৃত্যুর পরপরই তাঁর কীর্তি ও জীবন নিয়ে নানা রকমের কিংবদন্তি গড়ে ওঠে, যা শতাব্দীর পর শতাব্দী ধরে আরও বেশি কল্পনাপ্রবণ ও রূপকধর্মী হয়ে ওঠে। এসব কাহিনিকে সম্মিলিতভাবে আলেকজান্ডার রোমান্স বলা হয়। কিছু সংস্করণে দেখা যায়, তিনি স্বর্গে উড্ডীন হচ্ছেন, কাঁচের একটি বুদবুদে চড়ে সমুদ্রের তলদেশে যাচ্ছেন এবং অন্ধকারের দেশে প্রবেশ করে যৌবনের ঝর্ণা (ফাউন্টেন অব ইউথ) খুঁজছেন।\nআলেকজান্ডার রোমান্সের সংরক্ষিত প্রাচীনতম গ্রিক পাণ্ডুলিপিগুলো দেখায় যে, এটি সম্ভবত আলেকজান্দ্রিয়ায় ৩য় শতাব্দীতে রচিত হয়েছিল। মূল গ্রন্থটি হারিয়ে গেছে, তবে এটি ছিল অন্তত ২৪টি ভাষায় অনূদিত ৮০টিরও বেশি সংস্করণের উৎস। এই রচনাটি দীর্ঘকাল ধরে জনপ্রিয় থাকায় এটি বিভিন্ন প্রতিবেশী জনগোষ্ঠী নিজেদের সংস্কৃতিতে অন্তর্ভুক্ত করে নেয়। বিশেষভাবে উল্লেখযোগ্য হলো, এটি ইহুদি ও পরবর্তী খ্রিস্টধর্মীয় কিংবদন্তির অংশ হয়ে ওঠে। ইহুদি ঐতিহ্যে প্রথমে আলেকজান্ডারকে ব্যঙ্গাত্মক চরিত্র হিসেবে দেখানো হয়—যিনি লোভী বা অহংকারী শাসক, যিনি বৃহত্তর আধ্যাত্মিক সত্য সম্পর্কে অজ্ঞ। তবে, ন্যায়পরায়ণ ও সর্বশক্তিমান ঈশ্বরের প্রতি বিশ্বাসী ইহুদিরা আলেকজান্ডারের অভূতপূর্ব সাফল্যকে ব্যাখ্যা করতে বাধ্য হয়। কেন ঈশ্বর একজন অনৈতিক শাসককে এত ক্ষমতা দিলেন? এই তাত্ত্বিক প্রশ্নের সমাধান এবং হেলেনিস্টিক সংস্কৃতির প্রভাবে ইহুদিরা আলেকজান্ডারের প্রতি আরও ইতিবাচক দৃষ্টিভঙ্গি গ্রহণ করে। কিছু কাহিনিতে দেখা যায়, আলেকজান্ডার ইহুদিদের প্রতি শ্রদ্ধাশীল অথবা তাদের ধর্মীয় প্রতীকগুলোর প্রতি সম্মান প্রদর্শন করছেন। এতে ইহুদিদের ধর্মীয় ও নৈতিক ঐতিহ্যের গৌরব বৃদ্ধির জন্য আলেকজান্ডারের খ্যাতি ব্যবহার করা হয়। একসময় ইহুদিরা তাঁকে প্রায় সম্পূর্ণভাবে আত্মসাৎ করে নেয়, তাঁকে ন্যায়পরায়ণ অজাতি ব্যক্তি বা এমনকি একেশ্বরবাদী বিশ্বাসী হিসেবে চিত্রিত করতে শুরু করে।\nনিকটপ্রাচ্যের খ্রিস্টানরা, যারা গ্রিক ও ইহুদি উভয় ঐতিহ্যের ধারক ছিল, আলেকজান্ডারকে আরও ধর্মীয় ব্যাখ্যা দেয় এবং কিছু কাহিনিতে তাঁকে সন্ত হিসেবে দেখানো হয়। খ্রিস্টীয় কিংবদন্তিগুলোতে আলেকজান্ডারকে \"বিশ্বাসী রাজা\" হিসেবে উপস্থাপন করা হয়, যা তাঁকে একেশ্বরবাদে বিশ্বাসী হিসেবে চিত্রিত করে। এক পর্যায়ে আলেকজান্ডার রোমান্সের কিছু অংশ বাইবেল-সংশ্লিষ্ট কাহিনির সাথে মিশে যায়, যেমন গগ ও মাগগ।\nযে সময়ে আলেকজান্ডার রোমান্স রচিত হয়, তখন প্রকৃত ঐতিহাসিক আলেকজান্ডার সম্পর্কে খুব কম তথ্য জানা ছিল, কারণ তাঁর বিজয়ের ইতিহাস মূলত লোককাহিনি ও কিংবদন্তির মাধ্যমে সংরক্ষিত হয়েছিল। রেনেসাঁ (১৩০০–১৬০০ খ্রিস্টাব্দ) পর্যন্ত প্রকৃত ইতিহাস পুনরায় আবিষ্কৃত হয়নি:\n\n৩২৩ খ্রিস্টপূর্বে আলেকজান্ডারের মৃত্যুর পর থেকে ইতিহাসের কোনো যুগেই এমন সময় আসেনি, যখন পশ্চিমা বা পূর্ববর্তী সভ্যতাগুলোতে তাঁর নাম ও কীর্তি অজানা ছিল। অথচ তাঁর সমসাময়িক সকল নথিই হারিয়ে গেছে এবং এমনকি সেসব তথ্যের ওপর ভিত্তি করে লেখা গ্রন্থগুলোও মধ্যযুগের লেখকদের কাছে অজানা ছিল। তাঁর খ্যাতির এই স্থায়িত্ব মূলত আলেকজান্ডার রোমান্স বা সিউডো-ক্যালিসথেনিস নামক গ্রন্থের অসংখ্য সংস্করণ ও পরিবর্তনের কারণে সম্ভব হয়েছে।\n\n\n=== আলেকজান্ডারের কিংবদন্তির উৎস ও সময়রেখা ===\n\nআলেকজান্ডারের কিংবদন্তির সূচনা টলেমীয় রাজবংশ (৩০৫ খ্রিস্টপূর্ব থেকে ৩০ খ্রিস্টপূর্ব) যুগে হয়েছিল এবং এর অজানা লেখকদের সুডো-ক্যালিসথেনেস বলা হয় (যাকে আলেকজান্ডারের আনুষ্ঠানিক ইতিহাসবিদ ওলিন্থুসের ক্যালিসথেনেস-এর সঙ্গে গুলিয়ে ফেলা যাবে না)। আলেকজান্ডার রোমান্স-এর প্রাচীনতম সংরক্ষিত পাণ্ডুলিপি, যা α (আলফা) সংস্করণ নামে পরিচিত, ৩য় শতাব্দীতে অ্যালেক্সান্দ্রিয়ায় গ্রিক ভাষায় লেখা হয়েছিল:\n\nএই অদ্ভুত রচনার [আলেকজান্ডার রোমান্স] তারিখ ও উৎস নিয়ে অনেক মতবাদ রয়েছে। সাম্প্রতিক গবেষণার মতে, এটি খ্রিস্টপূর্ব ৩০০ সালের দিকে একজন গ্রিক-মিশরীয় লেখকের রচনা। তিনি দুটি প্রধান উৎস ব্যবহার করেন—একটি ছিল ক্লেইটার্কাসের ঐতিহ্যের ওপর ভিত্তি করে লেখা আলেকজান্ডারের এক রোমান্টিক ইতিহাস, এবং অপরটি ছিল খ্রিস্টপূর্ব প্রথম শতাব্দীর আলেকজান্ডারের চিঠির উপন্যাস থেকে নেওয়া কাল্পনিক চিঠির সংগ্রহ। তিনি দুটি দীর্ঘ চিঠি সংযুক্ত করেন, যেখানে আলেকজান্ডার তার মা অলিম্পিয়াস ও শিক্ষক অ্যারিস্টটল-এর কাছে তার ভারত ভ্রমণ ও বিশ্বের প্রান্তে পৌঁছানোর কাহিনি বর্ণনা করেছেন। এই অংশগুলো জীবন্ত লোককাহিনির সাহিত্যিক রূপ এবং এটি গ্রন্থের সবচেয়ে উল্লেখযোগ্য ও আকর্ষণীয় অংশ।\nআলেকজান্ডার রোমান্স গ্রিক ভাষায় বিভিন্ন সংস্করণে বিবর্তিত হতে থাকে এবং ৪র্থ শতাব্দীতে এটি জুলিয়াস ভ্যালেরিয়াস আলেকজান্ডার পোলোমিয়াস দ্বারা ল্যাটিন ভাষায় অনূদিত হয় (যেখানে এটি Res gestae Alexandri Magni নামে পরিচিত)। ল্যাটিন থেকে এটি মধ্যযুগের ইউরোপের প্রধান জনপ্রিয় ভাষাগুলোতে ছড়িয়ে পড়ে। ল্যাটিন অনুবাদের পাশাপাশি গ্রিক পাঠও সিরিয়াক ভাষায় অনূদিত হয় এবং সিরিয়াক থেকে এটি চীন ও দক্ষিণ-পূর্ব এশিয়া পর্যন্ত বিভিন্ন ভাষায় ছড়িয়ে পড়ে। সিরিয়াক অনুবাদ থেকে এটি আরবি ভাষায় Qisas Dhul-Qarnayn (জুল-কারনাইনের গল্প) নামে পরিচিত হয় এবং ফার্সি ভাষায় Iskandarnamah (আলেকজান্ডারনামা) নামে রূপান্তরিত হয়। এছাড়া এটি আর্মেনিয়ান ও ইথিওপিক ভাষায়-ও অনূদিত হয়।\nআলেকজান্ডার রোমান্স-এর সিরিয়াক পাণ্ডুলিপিতে হারিয়ে যাওয়া কিছু পাঠের প্রমাণ পাওয়া গেছে। যেমন, সিরিয়াক খ্রিস্টান ও ইথিওপিক খ্রিস্টান অনুবাদের মধ্যবর্তী একটি হারিয়ে যাওয়া প্রাক-ইসলামি আরবি অনুবাদের সম্ভাব্য অস্তিত্ব সম্পর্কে ইঙ্গিত পাওয়া গেছে। এছাড়াও, সিরিয়াক অনুবাদটি সরাসরি গ্রিক পাঠ থেকে নয়, বরং একটি হারিয়ে যাওয়া মধ্য পার্সিয়ান বা (নব-পার্সিয়ান) মধ্যবর্তী অনুবাদের ওপর ভিত্তি করে করা হয়েছিল বলে মনে করা হয়।\n\n\n==== সিরিয়াক কিংবদন্তি ====\nসিরিয়াক ভাষায় সংরক্ষিত আলেকজান্ডার রোম্যান্স সংস্করণটি বিশেষভাবে গুরুত্বপূর্ণ, কারণ এটি মধ্যপ্রাচ্যে প্রচলিত ছিল ঠিক সেই সময়ে যখন কুরআন রচিত হয়েছিল। এটি কুরআনে বর্ণিত দুল-কারনাইনের গল্পের সাথে ঘনিষ্ঠভাবে সম্পর্কিত বলে মনে করা হয়। এই সংস্করণটি ছয়টি পৃথক পাণ্ডুলিপিতে সংরক্ষিত হয়েছে, যেখানে সিরিয়াক খ্রিস্টান ধর্মীয় উপাখ্যান অন্তর্ভুক্ত রয়েছে। এই পাঠকে বলা হয় Neṣḥānā d-Aleksandrōs বা আলেকজান্ডারের কীর্তি, যা সাধারণত সিরিয়াক কিংবদন্তি নামে পরিচিত। এছাড়াও এটি একটি ধর্মীয় উপদেশমূলক কবিতা (মেট্রিকাল হোমিলি) আকারেও সংরক্ষিত, যা জ্যাকব অফ সেরুঘ (৪৫১-৫২১ খ্রিস্টাব্দ) রচিত বলে প্রচলিত, যদিও গবেষক রেইনিক মনে করেন এটি প্রকৃতপক্ষে ৬২৯-৬৩৬ খ্রিস্টাব্দের মধ্যে রচিত হয়েছিল।\nসিরিয়াক কিংবদন্তির প্রধান বিষয়বস্তু হলো আলেকজান্ডারের পৃথিবীর শেষ প্রান্তে গমন এবং সেখানে আলেকজান্ডারের গেট নির্মাণের কাহিনি, যেখানে তিনি গগ ও মগগের দুষ্ট জাতিগুলিকে বন্দী করেন। অন্যদিকে, মেট্রিকাল হোমিলিতে বর্ণিত হয়েছে কিভাবে আলেকজান্ডার অন্ধকার ভূমিতে গিয়ে তারুণ্যের জলাধার (ফাউন্টেন অফ ইউথ) খুঁজে পাওয়ার চেষ্টা করেন এবং গগ ও মগগকে আটকে রাখেন। এই কাহিনিগুলো কুরআনে বর্ণিত দুল-কারনাইনের কাহিনির সাথে বিস্ময়করভাবে মিলে যায়।\nসিরিয়াক কিংবদন্তি সাধারণত ৬২৯-৬৩৬ খ্রিস্টাব্দের মধ্যে রচিত হয়েছে বলে মনে করা হয়। এতে খাজারদের ৬২৯ সালে আর্মেনিয়ায় আক্রমণের উল্লেখ রয়েছে, যা ইঙ্গিত দেয় যে এটি ৬২৯ সালের পর একটি সম্পাদিত সংস্করণ। কিংবদন্তিটি সম্রাট হারাক্লিয়াসের (৫৭৫-৬৪১ খ্রিস্টাব্দ) সমর্থনে প্রচারণামূলক উদ্দেশ্যে লেখা হয়েছিল, বিশেষত ৬২৮ সালে পার্সিয়ানদের পরাজিত করার পর। তবে এতে ৬৩৬ সালে খলিফা উমরের (৫৯০-৬৪৪ খ্রিস্টাব্দ) অধীনে জেরুজালেম বিজয়ের কোনো উল্লেখ নেই, যা ইঙ্গিত দেয় যে এটি সম্ভবত ৬৩৬ সালের আগেই রচিত হয়েছিল।\nপরবর্তীকালে, ৬৯২ সালে সিরিয়াক খ্রিস্টানদের মধ্যে মিথ্যা মেথোডিয়াসের প্রলয় কাহিনি (Apocalypse of Pseudo-Methodius) রচিত হয়, যেখানে গগ ও মগগ-কে মুসলিম বিজয়ীদের সাথে তুলনা করা হয়েছে। এই রচনা মধ্যযুগীয় খ্রিস্টীয় ভবিষ্যদ্বাণীগুলির উপর গভীর প্রভাব ফেলে। সিরিয়াক Pseudo-Methodius স্পষ্টভাবে সিরিয়াক কিংবদন্তি থেকে ধার নিয়েছে, বিশেষত গগ ও মগগের বিরুদ্ধে তৈরি করা বাধার বর্ণনায়। একইভাবে, Pseudo-Ephrem (৬৪২-৬৮৩ খ্রিস্টাব্দ) সিরিয়াক কিংবদন্তি ও আলেকজান্ডার কবিতা থেকে উপাদান গ্রহণ করেছে।\nএকজন পণ্ডিত (কেভিন ভ্যান ব্লাডেল) কুরআনের সূরা আল-কাহফের আয়াত ১৮:৮৩-১০২ এবং সম্রাট হেরাক্লিয়াস-এর সমর্থনে লেখা সিরিয়াক কিংবদন্তির মধ্যে উল্লেখযোগ্য মিল খুঁজে পান। তিনি এই কিংবদন্তির রচনাকাল ৬২৯-৬৩০ খ্রিস্টাব্দ বা মুহাম্মদের (স.) মৃত্যুর আগের সময় নির্ধারণ করেন, যা ৬২৯-৬৩৬ খ্রিস্টাব্দ সময়সীমার তুলনায় আগের সময় নির্দেশ করে। সিরিয়াক কিংবদন্তিটি কুরআনের পাঁচটি অংশের অনেক বিবরণের সাথে মিলে যায় (যেমন, আলেকজান্ডারের ‘দুই শিংওয়ালা’ পরিচয়, পৃথিবীর শেষ প্রান্তে ভ্রমণ, দুষ্টদের শাস্তি, ইয়াজুজ-মাজুজ ইত্যাদি)। এটি কুরআনের রহস্যময় কাহিনিকে কিছুটা স্পষ্ট করে তোলে, কারণ কিংবদন্তিটি এক সংস্করণে ২১ পৃষ্ঠার, যা মাত্র ২০টি আয়াতের চেয়ে অনেক বিস্তারিত। (এতে বলা হয়েছে, সূর্য একটি দুর্গন্ধযুক্ত বিষাক্ত মহাসাগরে অস্ত যায়, কোনো প্রস্রবণে নয়; ইয়াজুজ-মাজুজ হলো হুন জাতি ইত্যাদি)। ভ্যান ব্লাডেল মনে করেন, ভাষাগত কারণ এবং ঐতিহাসিক প্রেক্ষাপটে, কুরআনের আয়াতগুলোর উৎস সিরিয়াক কিংবদন্তি হওয়াই বেশি সম্ভাব্য, উল্টোটা নয়। কারণ, সিরিয়াক কিংবদন্তিটি আরব বিজয়ের আগেই লেখা হয়েছিল, যখন হিজাজি মুসলিম সম্প্রদায় মেসোপটেমিয়ার ঐ কিংবদন্তির উৎসস্থল থেকে দূরে ছিল এবং সেখানে তেমন পরিচিতও ছিল না। অন্যদিকে, ৬০২-৬২৮ সালের বাইজান্টাইন-সাসানিয়ান যুদ্ধ চলাকালীন আরবরা বাইজান্টাইন বাহিনীতে সৈন্য ও স্কাউট হিসেবে কাজ করেছিল, যা তাদের এই কিংবদন্তির সংস্পর্শে আনতে পারে।\nস্টিফেন শুমেকার, রাইনিঙ্ক, ভ্যান ব্লাডেল ও তেসেই-এর মতামত বিশ্লেষণ করে বলেন, ষষ্ঠ শতকের একটি সংস্করণে কিংবদন্তির বেশিরভাগ অংশ বিদ্যমান ছিল, কারণ অন্যথায় সিরিয়াক গাথা ও কুরআনের মধ্যে কিংবদন্তির প্রভাব বোঝাতে অত্যন্ত কঠোর সময়সীমা মানতে হতো। পাশাপাশি, ৫১৫ খ্রিস্টাব্দে সাবির হুনদের আক্রমণের প্রথম ভবিষ্যদ্বাণী কিংবদন্তিতে থাকা এবং ষষ্ঠ শতাব্দীতে জন অব এফেসাসের লাইভস অব দ্য ইস্টার্ন সেইন্টস-এ এটি একটি প্রলয়সংক্রান্ত প্রকাশনার (apocalyptic revelation) অংশ হিসেবে প্রচলিত থাকাটাও এ ধারণাকে শক্তিশালী করে।\n\n\n==== জীবনধারা-জলের সন্ধান ====\nদুল-ক্বারনাইনের ঘটনাটির পাশাপাশি, সূরা আল-কাহফ-এ আরেকটি কাহিনি রয়েছে, যা আলেকজান্ডারের রোমান্স কিংবদন্তির সঙ্গে সংযুক্ত করা হয়েছে। টম্মাসো তেসেই উল্লেখ করেন যে, আলেকজান্ডারের পৃথিবীর শেষ প্রান্তে গিয়ে জীবনধারা-জল অনুসন্ধান, যেখানে তার রন্ধনশিল্পী ও একটি মাছের ভূমিকা রয়েছে, এই কাহিনি বিভিন্ন সংস্করণে পাওয়া যায়। যেমন, পূর্বোক্ত সিরিয়াক গাথায়, আলেকজান্ডার রোমান্সের β সংস্করণ (৪র্থ/৫ম শতাব্দী) এবং ব্যাবিলনীয় তালমুদে (তামিদ ৩২এ-৩২বি)। এটি প্রায় সর্বসম্মতিক্রমে পাশ্চাত্য গবেষকদের মতে, কুরআনের ১৮:৬০-৬৫ আয়াতে মুসার দুই সমুদ্রের সংযোগস্থলে যাত্রার, তাঁর সেবক ও পালিয়ে যাওয়া মাছের কাহিনির উৎস বলে বিবেচিত হয়। ই. এ. ডব্লিউ. বাজ দ্বারা উভয় সিরিয়াক গাথা ও কিংবদন্তির পূর্ণাঙ্গ ইংরেজি অনুবাদ উপলব্ধ রয়েছে, পাশাপাশি, গ্যাব্রিয়েল সাঈদ রেইনল্ডসের কুরআন সংক্রান্ত ভাষ্যগ্রন্থেও সিরিয়াক গাথার প্রাসঙ্গিক অংশের ইংরেজি অনুবাদ অন্তর্ভুক্ত আছে।\n\n\n== তথ্যসূত্র =="}