{"pageid": 1520790, "title": "ইসলামবিদ্বেষ প্রচারণা", "url": "https://bn.wikipedia.org/wiki?curid=1520790", "content": "ইসলামবিদ্বেষ প্রচারণা বলতে মুসলিম জনগোষ্ঠী বা ইসলাম ধর্ম সম্পর্কে অতিরঞ্জিত, বিকৃত বা সম্পূর্ণ মনগড়া অভিযোগ ও প্রচারণাকে বোঝানো হয়। \nবিংশ শতাব্দী থেকে, মুসলমানদের সম্পর্কে নানা ধরণের মিথ্যা অভিযোগ ক্রমশ বৃদ্ধি পেয়েছে এবং এগুলো ইসলামবিদ্বেষী ধারণার অংশ হয়ে উঠেছে। সাধারণত, এসব ধারণা মুসলমানদের সহিংস, নির্যাতনকারী বা স্বভাবগতভাবে চরমপন্থী হিসেবে উপস্থাপন করে। কিছু ধারণায় মুসলিমদের বিরুদ্ধে ইতিহাসে ঘটে যাওয়া অন্যায়ের অস্বীকার বা হালকা করে দেখানোর প্রবণতাও থাকে। এসব নেতিবাচক প্রচারণা মুসলিমদের প্রতি বৈষম্য, ঘৃণামূলক অপরাধ এবং প্রাতিষ্ঠানিকভাবে প্রান্তিককরণের অন্যতম কারণ হয়ে উঠেছে।। \nঔপনিবেশিক যুগে, ইউরোপীয় শক্তিগুলি মুসলিম-সংখ্যাগরিষ্ঠ ভূমিতে সাম্রাজ্যবাদী শাসনকে বৈধতা দেওয়ার জন্য মুসলমানদের স্বৈরাচারী এবং পশ্চাদপদ হিসেবে দেখাত। যাতে তারা মুসলিম সংখ্যাগরিষ্ঠ অঞ্চলগুলোর ওপর নিজেদের আধিপত্য প্রতিষ্ঠাকে বৈধতা দিতে পারে। এসব প্রচারণার মাধ্যমে ইসলামকে আধুনিকতা ও গণতন্ত্রের সঙ্গে অসামঞ্জস্যপূর্ণ হিসেবে তুলে ধরা হতো। ফলে সাংস্কৃতিক দমননীতি ও অর্থনৈতিক শোষণের পক্ষে নীতিগত সমর্থন তৈরি হত।\nবিংশ ও একবিংশ শতাব্দীতে ইসলামবিদ্বেষ প্রচারণাগুলো আধুনিক ষড়যন্ত্র তত্ত্বের রূপ নেয়। বিশেষ করে মুসলিমরা নাকি পশ্চিমা বিশ্বকে \"ইসলামীকরণ\" করার চেষ্টা করছে কিংবা তারা একটি গোপন ষড়যন্ত্রের মাধ্যমে অমুসলিম সমাজকে ধ্বংস করার পরিকল্পনা করছে—এমন তত্ত্বগুলো ছড়ানো হয়। সাম্প্রতিক দশকগুলিতে ইসলামপন্থী চরমপন্থী গোষ্ঠীগুলির উত্থানকে মুসলিমদের সহজাতভাবে হিংসাত্মক বা সন্ত্রাসবাদের প্রতি সহানুভূতিশীল বলে ধরা হয়েছে। এসব ফলে প্রচারণার মুসলিম সম্প্রদায়ের উপর নজরদারি, ধর্মীয় অনুশীলনের উপর বিধিনিষেধ ( হিজাব নিষিদ্ধকরণ সহ)  আরোপ করে। এছাড়া কিছু দেশে মুসলিম অভিবাসনের উপর সরাসরি নিষেধাজ্ঞার মতো নীতিগুলিকে বৈধতা দিতে সাহায্য করেছে। \nসমসাময়িক বেশিরভাগ ইসলামবিদ্বেষ প্রচারণার মধ্যে রয়েছে মুসলমানদের দ্বারা সংঘটিত সহিংসতার অতিরঞ্জন অথবা মুসলমানদের বিরুদ্ধে সহিংসতাকে অস্বীকার বা তুচ্ছ করে দেখা।  কিছু প্রচলিত উদাহরণ হলো—মুসলিমরা নাকি নিজেদের \"ভুক্তভোগী\" হিসেবে উপস্থাপন করে জনমত প্রভাবিত করার চেষ্টা করে। ইসলামই একমাত্র ধর্ম যা সন্ত্রাসবাদের জন্য দায়ী, অথচ অমুসলিমদের দ্বারা সংঘটিত সহিংসতাকে উপেক্ষা করা হয়। সাম্প্রতিক বছরগুলোতে মিয়ানমারে রোহিঙ্গাদের উপর দমন-পীড়ন কিংবা চীনে উইঘুর মুসলিমদের বন্দিত্বকে অস্বীকার করা বা সেগুলোর প্রতি ন্যায়সঙ্গত অবস্থান গ্রহণ করাও ইসলামোফোবিক বক্তব্যের অংশ হয়ে উঠেছে।\n\n\n== শ্বেতাঙ্গ গণহত্যার ষড়যন্ত্র তত্ত্ব ==\nএকবিংশ শতকের শুরু থেকে, বিশেষ করে ২০১৫ সালের ইউরোপীয় শরণার্থী সংকটের পর মুসলিমদের লক্ষ্য করে শ্বেতাঙ্গ গণহত্যার ষড়যন্ত্র তত্ত্ব  ক্রমশ জনপ্রিয় হয়ে উঠেছে। এই ভুয়া তত্ত্বে দাবি করা হয় যে, মুসলিম অভিবাসন এবং তাদের উচ্চ জন্মহার শ্বেতাঙ্গ জনগোষ্ঠীকে ইউরোপ ও উত্তর আমেরিকা থেকে সরানোর জন্য একটি সুপরিকল্পিত চক্রান্তের অংশ। এই প্রচারণাকে উস্কে দেয় কট্টর ডানপন্থী ব্যক্তিরা। তারা মুসলিম অভিবাসীদেরকে পশ্চিমা সভ্যতার অস্তিত্বের জন্য হুমকি হিসেবে চিত্রিত করে। তারা মুসলিম অভিবাসীদের সাধারণ জনগণের মতো না দেখে, \"আক্রমণকারী\" হিসেবে দেখাতে চায়। অথচ বাস্তবে এসব অভিবাসন হচ্ছে যুদ্ধ, বিশ্বায়ন ও শ্রমবাজারের চাহিদার স্বাভাবিক ফল। \nএই ষড়যন্ত্র তত্ত্বের মূল ভিত্তি হলো সাংস্কৃতিক ও ধর্মীয় রূপান্তর সম্পর্কে ভীতি ছড়ানো। এতে ইসলামকে পশ্চিমা মূল্যবোধের সঙ্গে অসঙ্গতিপূর্ণ হিসেবে তুলে ধরা হয়। ষড়যন্ত্র তত্ত্বের অনুসারীরা প্রায়শই এটিকে অন্যান্য ইসলামোফোবিক ধারণা সঙ্গে যুক্ত করে। যেমন—মুসলিমরা নাকি পশ্চিমা সমাজে একীভূত হতে চায় না বা তারা শরিয়া আইন চাপিয়ে দিতে চায়। এসব ধারণার মাধ্যমে মুসলিমবিরোধী বিদ্বেষ আরও তীব্র হয় এবং তাদের প্রতি বৈষম্যমূলক নীতির বৈধতা তৈরি হয়।\nশ্বেতাঙ্গ গণহত্যার ষড়যন্ত্র তত্ত্বে বিশ্বাস করা ব্যক্তি ও গোষ্ঠীগুলো মুসলিম সম্প্রদায়ের ওপর সহিংস হামলা চালিয়েছে।উল্লেখযোগ্য ঘটনার মধ্যে রয়েছে নিউজিল্যান্ডের ২০১৯ সালের ক্রাইস্টচার্চ মসজিদে গুলি চালানো, যেখানে আক্রমণকারী ৫১ জন মুসল্লিকে হত্যা করার আগে তার ইশতেহারে গ্রেট রিপ্লেসমেন্ট তত্ত্বটি স্পষ্টভাবে উল্লেখ করেছিল। একই মতাদর্শ থেকে অনুপ্রাণিত হয়ে ২০১৭ সালের কুইবেক সিটি মসজিদে গুলি চালানো এবং ২০২১ সালে লন্ডন, অন্টারিওতে ট্রাক হামলা চালানো হয়।  উভয় হামলাই মুসলিম পরিবারকে লক্ষ্য করে করা হয়েছিল। \n\n\n=== অন্যান্য গোষ্ঠীর বিরুদ্ধে অভিযোগ ===\nএই ষড়যন্ত্র তত্ত্বের বিভিন্ন রূপ ইহুদী ও দক্ষিণ আফ্রিকার কৃষ্ণাঙ্গদের বিরুদ্ধেও ব্যবহৃত হয়েছে। অনেক সময় এতে ইসলামবিদ্বেষ জুড়ে দেওয়া হয় বা মুসলিম অভিবাসীদের বিরুদ্ধে পক্ষপাতমূলক নীতিগুলোর ন্যায্যতা প্রমাণের চেষ্টা করা হয়।  \nগ্রেট রিপ্লেসমেন্ট ষড়যন্ত্র তত্ত্বে, ইহুদিদের প্রায়শই মূল পরিকল্পনাকারী হিসেবে ধরা হয়। তত্ত্বে বলা হয় পশ্চিমা রাজনৈতিক অভিজাতরা (প্রায়শই ইহুদি হিসেবে বর্ণিত বা তা বোঝানো হয়) জাতীয় পরিচয়কে মিশ্রিত করার জন্য ইচ্ছাকৃতভাবে ব্যাপক মুসলিম অভিবাসনকে উৎসাহিত করছে। তত্ত্বটি ফরাসি লেখক রেনো কামুসের মতো ব্যক্তিদের দ্বারা জনপ্রিয় হয়েছে। \nএই তত্ত্বের আরেকটি গল্পে বলা হয়  দক্ষিণ আফ্রিকার শ্বেতাঙ্গ সংখ্যালঘুদের বিরুদ্ধে সহিংসতার এটি একটি জাতিগত নিধনযজ্ঞের অংশ।     এই গল্পটি  \" ইয়ুথ ফর ওয়েস্টার্ন সিভিলাইজেশন \" এর ম্যাথিউ হেইমবাখ এবং ডানপন্থী অস্ট্রেলিয়ান রাজনীতিবিদ পিটার ডাটন  প্রচার করে।  ২০১৮ সালে ডাটন যুক্তি দেওয়ার চেষ্টা করেছিলেন যে শ্বেতাঙ্গ দক্ষিণ আফ্রিকানদের অস্ট্রেলিয়ায় আশ্রয়ের মর্যাদা দেওয়া উচিত। যদিও ডাটন অন্যান্য আশ্রয়প্রার্থীদের প্রতি অস্ট্রেলিয়ার অত্যন্ত কঠোর আচরণের পক্ষে ছিল। এদের বেশিরভাগ মুসলিম ছিল।\n\n\n== মুসলিমরা সহিংস ব্যক্তিত্ব হিসেবে ==\nমুসলিমরা সহজাতভাবেই হিংস্র অথবা সন্ত্রাসবাদের প্রতি ঝোঁক এই ধারণাটি একটি সাধারণ ইসলামবিদ্বেষ অপব্যাখ্যা যা প্রায়ই মুসলিম সম্প্রদায়ের বিরুদ্ধে বৈষম্য, নজরদারি এবং নিয়ন্ত্রণমূলক নীতিগুলিকে ন্যায্যতা দেওয়ার জন্য ব্যবহার হয়।  এই বিশ্বাস প্রায়ই নির্বাচনী প্রতিবেদন, মিডিয়া পক্ষপাত এবং ইসলামী গ্রন্থের বিচ্ছিন্ন ব্যাখ্যার মাধ্যমে শক্তিশালী হয়। এই অপব্যাখ্যায় মিথ্যাভাবে ইসলামকে একটি অনন্যভাবে হিংস্র ধর্ম হিসেবে তুলে ধরে। যদিও ঐতিহাসিক এবং সমসাময়িক হিংসা বিভিন্ন ধর্মীয় এবং মতাদর্শিক পটভূমির ব্যক্তিদের দ্বারা সংঘটিত হয়েছে। \nগবেষণায় দেখা গেছে যে মুসলিমদের দ্বারা সংঘটিত সন্ত্রাসী হামলাগুলো অ-মুসলিমদের দ্বারা সংঘটিত হামলার তুলনায় অনেক বেশি মিডিয়া কভারেজ পায়। ফলে  ইসলাম সন্ত্রাসের সাথে অনন্যভাবে যুক্ত এই ধারণাকে শক্তিশালী করে। রাজনৈতিক নেতারাও এই বর্ণনা ছড়িয়ে দিতে ভূমিকা রেখেছেন।সাবেক মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প সন্ত্রাসবাদের উদ্বেগের কথা উল্লেখ করে মুসলিম নিষেধাজ্ঞার পক্ষে সমর্থন করেছিলেন। যদিও যুক্তরাষ্ট্রে সংঘটিত বেশিরভাগ সন্ত্রাসী হামলা চরম ডানপন্থীদের দ্বারা পরিচালিত হয়েছে। \n৯/১১-পরবর্তী সময়ে, নিউ ইয়র্ক পুলিশ বিভাগ মুসলিমদের উপর নজরদারি চালু করে। যেখানে কোনো অপরাধের প্রমাণ ছাড়াই মসজিদ, মুসলিম মালিকানাধীন ব্যবসা এবং ছাত্র সংগঠনগুলোর ওপর নজরদারি শুরু করা হয়।\nভারতে, হিন্দু জাতীয়তাবাদী বক্তব্য প্রায়শই মুসলমানদের হিংস্র \"আক্রমণকারী\" হিসেবে মনে করে। ধর্মীয় দাঙ্গা এবং গরুর মাংস খাওয়ার অভিযোগে বা \" লাভ জিহাদ \" (একটি ষড়যন্ত্র তত্ত্ব যে মুসলিম পুরুষরা বিয়ের মাধ্যমে হিন্দু মহিলাদের ধর্মান্তরিত করতে চায়) জড়িত থাকার অভিযোগে মুসলমানদের পিটিয়ে হত্যার জন্য ইন্ধন জোগায়।  চীনে চীনা সরকার উইঘুর মুসলিমদের দশ লক্ষেরও বেশি মানুষকে তথাকথিত \"পুনঃশিক্ষা\" শিবিরে আটকে রাখার ন্যায্যতা দিয়েছে। তাদের নিরাপত্তা হুমকি এবং চরমপন্থী হিসেবে মনে করে। \n\n\n== অমুসলিমদের কাছে মিথ্যা বলা ==\nতাকিয়াকে একটি ব্যাপক ইসলামবিদ্বেষ ভুল উপস্থাপনা। এটি মিথ্যাভাবে দাবি করে যে অমুসলিমদের প্রতারণা করার জন্য মুসলমানদের ধর্মীয় বাধ্যবাধকতা রয়েছে। এই ষড়যন্ত্র তত্ত্বটি প্রায়ই যুক্তি হিসেবে ব্যবহৃত হয় যে মুসলিমদের উপর ভরসা করা যায় না। বিশেষ করে রাজনৈতিক, আইনি এবং নিরাপত্তা প্রেক্ষাপটে মুসলিমদের উপর ভরসা করা যায় না। মুসলিমদের বিরুদ্ধে বৈষম্য এবং জনজীবনে তাদের অংশগ্রহণের বিরোধিতাকে ন্যায্যতা দেওয়ার জন্য অতি-ডানপন্থী ব্যক্তিত্ব, মুসলিম বিরোধী কর্মী এবং কিছু রাজনৈতিক নেতা এই ভুল ধারণাটি ব্যাপকভাবে ছড়িয়ে দিয়েছে। \nতাকিয়া সম্পর্কে ইসলামী ধারণাটি প্রাথমিক ইসলামী ইতিহাস থেকে উদ্ভূত। এটি এমন একটি ধর্মীয় ব্যবস্থাকে বোঝায় যা মুসলমানদের চরম নির্যাতন বা মারাত্মক বিপদের সম্মুখীন হলে তাদের বিশ্বাস গোপন করার অনুমতি দেয়। ঐতিহাসিকভাবে, এটি মূলত শিয়া মুসলমানরা এমন পরিস্থিতিতে অনুশীলন করত যেখানে তাদের ধর্মীয় বিশ্বাস প্রকাশ করলে মৃত্যু বা নিপীড়ন হতে পারে। কিন্তু এটার ব্যবহার খুব কম ছিল। ইসলাম কখনোই সাধারণভাবে মিথ্যা বলার অনুমোদন দেয় না। \nপশ্চিমা দেশগুলিতে রাজনৈতিক উদ্দ্যেশ্যে তাকিয়াকে অস্ত্র হিসেবে ব্যবহার করা হয়েছে। সেখানে মুসলিম রাজনীতিবিদ, কর্মী এবং সম্প্রদায়ের নেতাদের আন্তরিকতার উপর সন্দেহ পোষণ করা হয়। যুক্তরাষ্ট্র ও ইউরোপে মুসলিম ব্যক্তিদের সরকারি পদে নিয়োগের বিরোধিতা করার জন্য এবং তাদের প্রতি জনসাধারণের অবিশ্বাস বাড়ানোর জন্য \"তাকিয়্যা\"র অপব্যাখ্যা ব্যবহার করা হয়েছে। \nএই ভুল ধারণাটি সামাজিক যোগাযোগমাধ্যম ও কট্টরপন্থী ডানপন্থী ওয়েবসাইটগুলোর মাধ্যমে ব্যাপকভাবে ছড়ানো হয়েছে।এখানে মুসলিমদের শান্তিপূর্ণ কথাবার্তাকেও মিথ্যা বলে উড়িয়ে দেওয়া হয়। ব্রিটেন ফার্স্ট, অ্যাক্ট ফর আমেরিকা এবং আইডেন্টিটারিয়ান আন্দোলনের মতো ইসলামোফোবিক গোষ্ঠীগুলো তাকিয়াকে প্রমাণ হিসেবে প্রচার করেছে যে মুসলিমরা পশ্চিমা প্রতিষ্ঠানগুলোতে অনুপ্রবেশের জন্য একটি \"গোপন জিহাদ\" চালাচ্ছে। \nতাকিয়্যা অপব্যাখ্যায় বিশ্বাসী ব্যক্তি ও গোষ্ঠীগুলো মুসলিমদের বিরুদ্ধে বিদ্বেষ ছড়িয়েছে এবং সহিংস হামলা চালিয়েছে।\n২০১৫ সালে আমেরিকায় একজন মুসলিম-বিরোধী লোক তাকিয়ার কথা বলে দোকানদারদের হয়রানি করেছিল। ২০১৭ সালে জার্মানিতে অতি-ডানপন্থী গোষ্ঠীগুলি মিথ্যা দাবি ছড়িয়ে দেয় যে মুসলিম শরণার্থীরা তাদের প্রকৃত চরমপন্থী বিশ্বাসকে আড়াল করার জন্য তাকিয়া ব্যবহার করছে। যার ফলে আশ্রয়প্রার্থীদের উপর আক্রমণ বৃদ্ধি পায়। \n\n\n== ইসলাম নারীদের উপর অত্যাচার করে ==\n\"ইসলাম নারীদের উপর অত্যাচার করে \" এই ধারণাটি একটি ব্যাপক ইসলামোফোবিক ধারণা যা মুসলিম নারীদেরকে ইসলামী শিক্ষা এবং মুসলিম পুরুষদের দ্বারা সর্বজনীনভাবে পরাধীন এবং নিপীড়িত হিসেবে চিত্রিত করে।  এটি মুসলিম পুরুষদের অত্যাচারী হিসেবে উপস্থাপন করে এবং ইসলামকে একটি নিপীড়নমূলক ধর্ম হিসেবে দেখানোর চেষ্টা করে। এই ভুল ধারণা প্রায়ই বৈষম্যমূলক নীতি, বিদেশি সামরিক হস্তক্ষেপ এবং সামগ্রিক মুসলিমবিরোধী মনোভাবের ন্যায্যতা দিতে ব্যবহার হয়। এতে মুসলিম নারীদের বৈচিত্র্যময় অভিজ্ঞতা, উপনিবেশবাদ, ভূরাজনীতি এবং সামাজিক-অর্থনৈতিক প্রেক্ষাপট উপেক্ষিত হয়। \nএই ধারণার শেকড় ওরিয়েন্টালিস্ট (পূর্ববিদ্বেষী) ভাবনায় রয়েছে।  মুসলিম দেশগুলোর ওপর নিয়ন্ত্রণ প্রতিষ্ঠা করতে ইউরোপীয় ঔপনিবেশিক শক্তিগুলো মুসলিম সমাজকে স্বাভাবিকভাবে পিতৃতান্ত্রিক বলে উপস্থাপন করত। ১৯শ ও ২০শ শতকে, ইউরোপীয় ঔপনিবেশিক শক্তিগুলো \"মুসলিম নারীদের রক্ষা করা\"র অজুহাত দিয়ে উত্তর আফ্রিকা, মধ্যপ্রাচ্য ও দক্ষিণ এশিয়ায় সাম্রাজ্যবাদী দখলদারিত্বকে ন্যায্যতা দিত।  এই বক্তব্য আধুনিক সময়েও টিকে আছে। পশ্চিমা রাজনৈতিক নেতারা প্রায়ই অভিবাসন নিষেধাজ্ঞা থেকে শুরু করে সামরিক হস্তক্ষেপ পর্যন্ত নীতিগুলিকে ন্যায্যতা দেওয়ার জন্য মুসলিম মহিলাদের উপর কথিত নিপীড়নের কথা উল্লেখ করে।\nএই ভুল উপস্থাপনার একটি মূল দিক হল ইসলামী পোশাক, বিশেষ করে হিজাব, নিকাব বা বোরকাকে বাধ্যতামূলক দাসত্বের প্রতীক হিসেবে উপস্থাপন করা হয়। যদিও কিছু মুসলিম নারী নির্দিষ্ট প্রেক্ষাপটে বাধ্যতামূলক চাপের সম্মুখীন হয়। অনেকে সাংস্কৃতিক, ধর্মীয় বা ব্যক্তিগত কারণে স্বাধীনভাবে এই পোশাক পরতে পছন্দ করে।  অন্য ধর্মেও (যেমন খ্রিস্টান নানদের পোশাক বা ইহুদি সম্প্রদায়ের কিছু ঐতিহ্য) শালীন পোশাক প্রচলিত রয়েছে। কিন্তু ইসলামিক পোশাককে এককভাবে দাসত্বের প্রতীক হিসেবে মনে করা হয়।\nপশ্চিমা গণমাধ্যম মুসলিম সংখ্যাগরিষ্ঠ দেশগুলোতে লিঙ্গভিত্তিক সহিংসতাকে অতিরঞ্জিত করে দেখানোর প্রবণতা রাখে। কিন্তু অনুরূপ ঘটনা অমুসলিম সমাজে ঘটলে তা তুলনামূলকভাবে কম গুরুত্ব পায়। সম্মান রক্ষার্থে হত্যা, জোরপূর্বক বিবাহ এবং পারিবারিক হিংসাকে ইসলামসংশ্লিষ্ট বিষয় হিসেবে দেখানো হয়। যদিও ইসলাম এই তিনটি কাজই নিষিদ্ধ করে এবং এই অপরাধগুলো বিশ্বব্যাপী বিভিন্ন সংস্কৃতি ও ধর্মের মধ্যে প্রচলিত। \n\"ইসলাম নারী নির্যাতন করে\" এই ধারণাকে ব্যবহার করে অনেক দেশে মুসলিম নারীদের পোশাক ও ধর্মীয় স্বাধীনতার ওপর বিধিনিষেধ আরোপ করা হয়েছে। ফ্রান্স, বেলজিয়াম এবং সুইজারল্যান্ডে, সম্পূর্ণ মুখ ঢাকা পোশাকের উপর নিষেধাজ্ঞা (যেমন বোরকা, হিজাব বাদে) মুসলিম মহিলাদের  ব্যক্তিগত স্বাধীনতার ওপর হস্তক্ষেপ করে।  ভারতে, হিন্দু জাতীয়তাবাদীরা  মুসলিম পারিবারিক আইনকে নারীবিরোধী হিসেবে মনে করে। একই সাথে ২০১৯ সালের নাগরিকত্ব সংশোধনী আইন  মুসলিম সম্প্রদায়ের বিরুদ্ধে বৈষম্যমূলক নীতি প্রণয়ন করে। \nপশ্চিমা দেশগুলিতে, হিজাব পরিহিত মুসলিম মহিলারা ঘৃণামূলক অপরাধের শিকার বেশি হয়। মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য এবং কানাডার গবেষণায় দেখা গেছে যে মুসলিম পুরুষদের তুলনায় মুসলিম নারীরা দৃশ্যত বেশি হয়রানি এবং সহিংসতার সম্মুখীন হন। মুসলিম নারীদের \"উদ্ধার করার\" নামে তাদের কর্মক্ষেত্র, শিক্ষা ও জনসেবার অধিকার খর্ব করা হয়। \nচরম ডানপন্থী গোষ্ঠী এবং মুসলিম-বিরোধী কর্মীরা প্রায়শই এই ধারণাটিকে অভিবাসী-বিরোধী এবং মুসলিম-বিরোধী নীতি চাপিয়ে দেওয়ার জন্য অস্ত্র হিসেবে ব্যবহার করে।  ইউরোপ এবং উত্তর আমেরিকায়, জাতীয়তাবাদী আন্দোলনগুলি মুসলিম পুরুষদের নারীর নিরাপত্তার জন্য হুমকি হিসেবে উপস্থাপন করেছে। ২০১৫ সালের ইউরোপীয় অভিবাসী সংকটের পরে এই প্রচারণা ছড়িয়ে যায়।  তখন চরম ডানপন্থী গোষ্ঠীগুলো মুসলিম অভিবাসীদের দ্বারা ইউরোপীয় নারীদের যৌন নিপীড়নের অতিরঞ্জিত বা মিথ্যা গল্প ছড়িয়ে সীমাবদ্ধ অভিবাসন নীতির পক্ষে যুক্তি দেখায়। \nএকইভাবে অতি-ডানপন্থী রাজনীতিবিদ এবং সংবাদমাধ্যমগুলি যুক্তরাজ্যে \"মুসলিম গ্রুমিং গ্যাং \"-এর প্রচারণা চালিয়েছে। মুসলিমদের দ্বারা সংঘটিত যৌন অপরাধের ঘটনা অতিরঞ্জিত করে দেখানো হয়। কিন্তু অমুসলিমদের দ্বারা সংঘটিত অনুরূপ অপরাধগুলো উপেক্ষা করা হয়। \n\n\n=== হোমোফোবিয়া এবং ট্রান্সফোবিয়া ===\nফ্রান্সের অতি-ডানপন্থী রাজনৈতিক দল ন্যাশনাল র‍্যালি ইন ফ্রান্সের সভাপতি মেরিন লে পেন রাষ্ট্রপতি নির্বাচনে এলজিবিটি সম্প্রদায়ের সমর্থন পেয়েছিলেন। যদিও তার বাবা এবং দলের প্রতিষ্ঠাতা জিন-মেরি লে পেন একসময় সমকামিতাকে \"একটি জৈবিক এবং সামাজিক অসঙ্গতি\" বলে নিন্দা করেছিলেন।  অরল্যান্ডো নাইটক্লাবে গুলি চালানোর পর, মেরিন লে পেন বলেন \"ইসলামী শাসনের অধীনে থাকা দেশগুলোতে সমকামিতার উপর কতটা আক্রমণ হয়\"। \n\n\n== তথ্যসূত্র =="}