{"pageid": 1520767, "title": "ভায়োলেট টিগ", "url": "https://bn.wikipedia.org/wiki?curid=1520767", "content": "ভায়োলেট হেলেন ইভাঞ্জেলিন টিগ (২১ ফেব্রুয়ারি ১৮৭২ - ৩০ সেপ্টেম্বর ১৯৫১) ছিলেন একজন অস্ট্রেলিয়ান শিল্পী, যিনি তার চিত্রকলা, মুদ্রণ এবং শিল্পের উপর সমালোচনামূলক বিভিন্ন লেখার জন্য বিখ্যাত ছিলেন।\n\n\n== প্রারম্ভিক জীবন এবং প্রশিক্ষণ ==\n১৮৭২ সালের ২১ ফেব্রুয়ারিতে মেলবোর্নের হোমিওপ্যাথ চিকিৎসক জেমস টিগ এবং তার স্ত্রী এলিজা জেন মিলারের একমাত্র কন্যা, টিগ মেলবোর্নে জন্মগ্রহণ করেন। তার মা তিনি শিশু থাকাকালীন সময়েই মারা যান এবং তাকে তার বাবা এবং তার দ্বিতীয় স্ত্রী সিবেলা, সিবেলার দুই সন্তানের সাথেই লালন-পালন করেন।  ছোটকালে টিগকে বাড়িতে একজন গভর্নেস রেখে পড়ানো হত, এবং তার শিক্ষার মধ্যে ছিল ফরাসি এবং ক্লাসিক ভাষা ।  তিনি মেলবোর্নের প্রেসবিটেরিয়ান লেডিস কলেজ থেকে কলেজ সম্পন্ন করেন। \nভায়োলেট ১৮৯৩-৯৬ সাল পর্যন্ত ফরাসি শিল্পী আর্নেস্ট ব্ল্যাঙ্ক-গ্যারিনের ব্রাসেলস স্টুডিওতে চিত্রকলা অধ্যয়নের জন্য ইউরোপ ভ্রমণ করেন, তারপর ১৮৯৬-৯৭ সাল পর্যন্ত হার্টফোর্ডশায়ারের বুশেতে অবস্থিত হুবার্ট ভন হারকোমার স্কুলে পড়াশোনা করেন।  মেলবোর্নে ফিরে এসে তিনি ১৮৯৭-১৯০০ সাল পর্যন্ত ন্যাশনাল গ্যালারি অফ ভিক্টোরিয়া আর্ট স্কুলে ভর্তি হন, একই সাথে ই. ফিলিপস ফক্স এবং টিউডর সেন্ট জর্জ টাকারের সাথে তাদের মেলবোর্ন স্কুল অফ আর্টে পড়াশোনা করেন যা ১৮৯৩-৯৯ সাল পর্যন্ত চলেছিল এবং এই স্কুলটি ফরাসি ইমপ্রেশনিস্ট স্কুলের পদ্ধতিতে পড়াত যেখানে দুই শিক্ষক পড়াশোনা করেছিলেন। এবং এখানে ন্যাশনাল গ্যালারি অফ ভিক্টোরিয়া আর্ট স্কুলের একাডেমি-শৈলীর নির্দেশনার চেয়ে আরও উদার পদ্ধতিতে পড়াশোনা হত। পূর্ব ইভানহোতে ইয়ারা নদীর উপরে অবস্থিত পুরাতন প্রাসাদে ফক্স এবং টাকার কর্তৃক প্রতিষ্ঠিত চার্টারিসভিলে একটি গ্রীষ্মকালীন স্কুল চালু করা হয়েছিল, যার ইজারা তারা ১৮৯৩ সালে ওয়াল্টার উইথার্সের কাছ থেকে নিয়েছিলেন। এটি ছিল অস্ট্রেলিয়ার প্রথম স্বীকৃত গ্রীষ্মকালীন শিল্পকলা স্কুল। ইনা গ্রেগরি, মেরি মেয়ার, বার্থা মেরফিল্ড, হেনরিয়েটা ইরভিং, উরসুলা ফস্টার এবং হেলেন পিটার্সসহ নারীদের জন্য পাথরের বাড়ির কক্ষগুলোতে থাকার ব্যবস্থা করা হয়েছিল এবং একজন অভিভাবক এবং গৃহকর্মী তাদের দেখাশোনা করতেন এবং ভায়োলেট সম্ভবত তাদের শিক্ষক ছিলেন। \nটিগ তার যুবতী অবস্থায় পরিবারের সাথে ইউরোপ ভ্রমণ করেছিলেন। তিনি এসময় ব্যাপকভাবে ভ্রমণ করেছিলেন এবং জার্মানি, ফ্রান্স, বেলজিয়াম, নেদারল্যান্ডস এবং ইংল্যান্ডের গ্যালারি পরিদর্শন করেছিলেন। ১৯০১ সালে, তিনি তার শৈশবকালে স্প্যানিশ গ্যালারিতে যাওয়ার কথা স্মরণ করেন এবং মন্তব্য করেন \"আমি কখনই ভেলাজকুয়েজদের ভুলব না, তাদের সুন্দর ঘোড়া এবং অপূর্ব রঙের খেলার, অথবা সুন্দর রাফায়েলদের\"। \n\n\n== কর্মজীবন ==\n\nপ্যারিস স্যালনগুলোতে টিগের কাজ নিয়মিত প্রদর্শিত হত এবং ১৮৯৭ সালে তার করা সোসাইটি দেস আর্টিস্টস ফ্রাঁসেসে কর্নেল রেডের প্রতিকৃতিটি তাকে ভূয়সী প্রশংসা এনে দেয়। \n১৯০২ সালে তিনি ভিক্টোরিয়ান আর্টিস্ট সোসাইটির কাউন্সিলে নিযুক্ত হন। কাউন্সিলের জার্নালটি তার 'এ ক্লাউড ফ্যান্টাসি' কবিতাটি প্রকাশ করে। \nতিনি \"প্রথম অস্ট্রেলিয়ান যিনি জাপানি কাঠের ব্লক প্রিন্ট তৈরির প্রতি আগ্রহ এবং বোধগম্যতা প্রদর্শন করেছিলেন\"।  জাপানে কাঠের ব্লক দিয়ে মুদ্রণের একটি দীর্ঘ ইতিহাস রয়েছে। তিনি তার বন্ধু জেরাল্ডিন রেডের সাথে মিলে কাঠের খোদাইয়ের কিছু কাজ করেছিলেন। ১৯০৫ সালে রেডের কলিন্স স্ট্রিট স্টুডিও থেকে তারা একসাথে নাইট ফল ইন দ্য টি-ট্রি  প্রকাশ করেছিলেন।  ৩২ পৃষ্ঠার হাইকু-ধাঁচের লেখাটিতে ১৬টি রঙিন কাঠের ব্লকের চিত্রসহ ঝোপঝাড়ের খরগোশের সরল জীবনের গল্প বলা হয়েছে।  এই যৌথ উদ্যোগে করা ছোট্ট বইটি অস্ট্রেলিয়ায় রঙিন কাঠের ব্লক মুদ্রণের প্রথম উদাহরণ এবং অস্ট্রেলিয়ান শিল্পীদের প্রথম বই। \n\nতার চিত্রকর্ম \"দ্য বয় উইথ আ প্যালেট\" ১৯২০ সালে প্যারিসের ওল্ড স্যালন থেকে রৌপ্য পুরষ্কার জিতেছিল এবং পরে লন্ডনের রয়্যাল একাডেমি অফ আর্টসে এটি ঝুলানো হয়েছিল।\n১৯২০ সালের প্যারিস স্যালনের পর, অস্ট্রেলিয়ান শিল্পী রুপার্ট বানি টিগকে লিখেছিলেন যে \"দ্য বয় উইথ দ্য প্যালেট\" সেই বছরের ওল্ড স্যালনে প্রদর্শনীর সেরা কাজগুলোর মধ্যে একটি ছিল।  \nটিগের শিল্পকর্মের সবচেয়ে চমকপ্রদ দিকগুলোর মধ্যে একটি, যা অস্ট্রেলিয়ান শিল্পে প্রায় কোনও নজির নেই তা হল প্রোটেস্ট্যান্ট গির্জার জন্য বেদীর চিত্র এবং ব্যানার তৈরি। প্রথমটি ছিল ১৯১০ সালের কমিশন (এখন হ্যামিল্টন আর্ট গ্যালারিতে)  যেটি করা হয় ভিক্টোরিয়ার ওয়ান্ননের একটি গির্জার জন্য, যেখানে তার ভাই উপাসনা করতেন। এই কাজের কাঠামোটি তার বন্ধু, শিল্পী জেসি ট্রেইল নকশা করেছিলেন।  ১৯২১ সালে, টিগ ভিক্টোরিয়ার কিংলেকে একটি নতুন গির্জার জন্য একটি বেদীর টুকরো (বর্তমানে মেলবোর্নের সেন্ট পলস ক্যাথেড্রালে)  প্রদর্শন করেন, যা প্রথম বিশ্বযুদ্ধে নিহত সৈন্যদের স্মৃতিস্তম্ভ হিসেবে নির্মিত হয়েছিল। ছবির সাথে থাকা শিলালিপিগুলো আবার ট্রেইল প্রস্তুত করেছিলেন এবং কাজের ভিত্তিতে সেগুলো স্থাপন করা হয়েছিল। ১৯২১ সালে মেলবোর্ন অ্যাথেনিয়ামে অনুষ্ঠিত একক প্রদর্শনীতে এই চিত্রকর্মটি টিগের সবচেয়ে বিশিষ্ট কাজ হিসেবে প্রশংসা অর্জন করেছিল। \n\n১৯৩৩ সালে টিগ, তার বোন উনা এবং তাদের বন্ধু জেসি ট্রেইল, হারম্যানসবার্গ মিশন পরিদর্শনের জন্য গাড়িতে করে প্রত্যন্ত অঞ্চল জুড়ে ভ্রমণ করেছিলেন। টিগ বিখ্যাত আদিবাসী শিল্পী আলবার্ট নামাতজিরার সাথে বন্ধুত্ব করেন, যিনি তার একটি সন্তানের নাম তার নামে রেখেছিলেন  এবং তিনি তাদের চিত্রাঙ্কন ভ্রমণে দলের সাথে ছিলেন। তৎকালীন সময়ে মিশনটি সম্প্রতি খরার সম্মুখীন হয়েছিল যার ফলে আদিবাসী জনসংখ্যার এক তৃতীয়াংশ মারা গিয়েছিল।  মেলবোর্নে বোনেরা মিশনে পানি পরিবহনে সহায়তা করার জন্য একটি পাইপলাইন তৈরির জন্য £২,০০০ এরও বেশি তহবিল সংগ্রহের জন্য একটি প্রদর্শনীর আয়োজন করে।  প্রদর্শনীতে কাজগুলো দান করেন ট্রেইল, ফ্রেডেরিক ম্যাককাবিন, ই. ফিলিপস ফক্স এবং হ্যান্স হেইসেন ।  ১৯৩৫ সালে কাপোরিলজা স্প্রিংস থেকে মিশন পর্যন্ত পাইপলাইনটি স্থাপন করা হয়েছিল। \n\n\n== লেখনী ==\nপিয়ার্স, তার বেশ কয়েকটি গবেষণাপত্রে, টিগের লেখাকে শিল্পীর কর্মজীবনের একটি উপেক্ষিত দিক হিসেবে চিহ্নিত করেছেন। টিগ চিঠিপত্র এবং প্রবন্ধে অস্ট্রেলিয়ান শিল্পের উপর ভাষ্য প্রদান করেছেন, যার মধ্যে রয়েছে ই. ফিলিপস ফক্সের মৃত্যুতে তাঁর উপর একটি লেখা, যেটি  পাওয়া যায়  দ্য কোয়ার্টারলি জার্নাল: মেম্বারস নিউজলেটার অফ দ্য ভিক্টোরিয়ান আর্টিস্টস সোসাইটি অফ ১ জুলাই ১৯১১, এবং 'সাম থটস অন আর্ট' ইন দ্য অ্যাডভান্স অস্ট্রেলিয়াতে । \nদ্য আর্গাস, দ্য এজ এবং দ্য হেরাল্ডকে লেখা চিঠিতে, হারম্যানসবার্গ গ্রুপের প্রদর্শনীর ঘোষণা দিয়ে, তিনি একজন ব্যতিক্রমী ব্যক্তি ছিলেন, যেখানে তিনি এই অবস্থান গ্রহণ করেছিলেন যে আদিবাসীরা 'আমাদের দখলদারিত্বের ১০০ বছর' টিকে ছিল, এবং উপনিবেশবাদ তাদের উত্তরাধিকার  থেকে বঞ্চিত করেছিল, এই বক্তব্যের মাধ্যমে তিনি ইউজেনিসিস্টদের সেই যুক্তিকে অস্বীকার করেন যেখানে বলা হত যে আদিবাসিরা জন্মগতভাবে দুর্বল 'ক্ষয়িষ্ণু জাতি'। \n\n\n== প্রদর্শনী ==\nপ্রদর্শনীর মধ্যে রয়েছে:\n\n১৪ জুলাই ১৯০৫ – ১৯ আগস্ট ১৯০৫ , শীতকালীন প্রদর্শনী, ভিক্টোরিয়ান শিল্পী সমাজের গ্যালারি\n১০ নভেম্বর ১৯০৫ – ২ ডিসেম্বর ১৯০৫, আটটি ফেডারেল আর্ট প্রদর্শনী, শিল্পীদের সোসাইটির রয়েল সাউথ অস্ট্রেলিয়ান সোসাইটি অফ আর্টস গ্যালারি\n১৯০৬, বার্ষিক প্রদর্শনী, ভিক্টোরিয়ান শিল্পী সমাজের গ্যালারি\n২৩ অক্টোবর ১৯০৭ - ৩০ নভেম্বর ১৯০৭, প্রথম অস্ট্রেলিয়ান নারী কর্ম প্রদর্শনী, একাধিক স্থানে\n১৯০৮, প্রদর্শনী, ব্র্যাডলি'স রুম\n২ ডিসেম্বর ১৯০৮ – ১২ ডিসেম্বর ১৯০৮, ভিক্টোরিয়ার আর্টস অ্যান্ড ক্রাফটস সোসাইটি, গিল্ড হল\n১৯০৯, শীতকালীন প্রদর্শনী, ভিক্টোরিয়ান শিল্পী সমাজের গ্যালারি\n১৯১১, বার্ষিক প্রদর্শনী, ভিক্টোরিয়ান শিল্পী সমাজের গ্যালারি\n১৯১১, প্যালেট সহ ছেলে, অস্ট্রেলিয়ার জাতীয় গ্যালারি, ক্যানবেরা\n১২ জুলাই ১৯১২ – ১০ আগস্ট ১৯১২, বার্ষিক প্রদর্শনী, ভিক্টোরিয়ান আর্টিস্টস সোসাইটি গ্যালারি\n২৯ এপ্রিল ১৯১৪ – ২৩ মে ১৯১৪, বার্ষিক প্রদর্শনী, ভিক্টোরিয়ান আর্টিস্টস সোসাইটি গ্যালারি\n১৯১৫, অস্ট্রেলিয়ান শিল্পীদের যুদ্ধ তহবিল প্রদর্শনী, ভিকারি'স চেম্বারস। এথেল ফিলিপস ফক্সের ভূমিকায় উল্লেখ করা হয়েছে যে সিডনির শিল্পীরা ১৫০০ পাউন্ড থেকে ২০০০ পাউন্ড মূল্যের শিল্পকর্ম দান করেছিলেন, যা গ্রাহকদের মধ্যে পুরষ্কার হিসেবে বিতরণ করা হয়েছিল।\n৬ জুলাই - ২০ জুলাই ১৯১৮, সেলুন ডেস পোইলাস, বিক্রয়ের জন্য ছবির প্রদর্শনী, অ্যাথেনিয়াম গ্যালারি, মেলবোর্ন\n১২ - ২৬ নভেম্বর ১৯১৯ , আর্টস অ্যান্ড ক্রাফটস সোসাইটি প্রদর্শনী, ফেডারেল কোর্ট হাউস\n১৯২৫, অস্ট্রেলিয়ান চিত্রকলার ঋণ প্রদর্শনী, ভিক্টোরিয়ার জাতীয় গ্যালারি, মেলবোর্ন\n১৬-২৬ নভেম্বর ১৯৩৪, হাইডেলবার্গ শিল্প প্রদর্শনী, হাইডেলবার্গ এবং জেলা শিল্প প্রদর্শনীর ক্যাটালগ, ইভানহো হল, হাইডেলবার্গ, জার্মানি\n১ নভেম্বর ১৯৪০ - ১ ডিসেম্বর ১৯৪০, অস্ট্রেলিয়ান শিল্পের প্রতিনিধিত্বমূলক সংগ্রহ, মার্গারেট ম্যাকলিনের গ্যালারি\n১৮ আগস্ট - ৩ সেপ্টেম্বর ১৯৭৮, নেপিয়ার ওয়ালার এবং অন্যান্য মেলবোর্ন শিল্পীদের দ্বারা কাঠের খোদাই এবং লিনোকাটের একটি সংগ্রহ\n৪ মার্চ - ৩ এপ্রিল ১৯৮০, মেলবোর্ন/মোনাশ এক্সচেঞ্জ প্রদর্শনী, মোনাশ বিশ্ববিদ্যালয় গ্যালারি, মেলবোর্ন\n১৯ সেপ্টেম্বর - ৮ অক্টোবর ১৯৮৬, অস্ট্রেলিয়ান মহিলা শিল্পী, চিত্রকর্ম, জলরঙ এবং প্রিন্ট, ব্রিজেট ম্যাকডোনেল গ্যালারি, মেলবোর্ন\n১৭ - ২৪ সেপ্টেম্বর ১৯৮৯, বসন্ত প্রদর্শনী, জিম আলেকজান্ডার গ্যালারি, মেলবোর্ন\n১১ - ২৩ জুলাই ১৯৯৫, ভায়োলেট টিগ পোর্ট্রেট পুরস্কার, মেলবোর্ন সোসাইটি অফ উইমেন পেইন্টার্স অ্যান্ড স্কাল্পটরস এবং ভিক্টোরিয়ান আর্টিস্ট সোসাইটি, মেলবোর্ন\n১৭ জুলাই - ২৯ আগস্ট ১৯৯৯, দ্য আর্ট অফ ভায়োলেট টিগ, দ্য ইয়ান পটার মিউজিয়াম অফ আর্ট, জিলং আর্ট গ্যালারি, জিলং, ভিক্টোরিয়া কর্তৃক ভ্রমণ প্রদর্শনী।\n১০ সেপ্টেম্বর - ৩১ অক্টোবর ১৯৯৯, ভায়োলেট টিগের শিল্পকর্ম, দ্য ইয়ান পটার মিউজিয়াম অফ আর্ট, মর্নিংটন পেনিনসুলা রিজিওনাল গ্যালারি, ভিক্টোরিয়া কর্তৃক ভ্রমণ প্রদর্শনী।\n৯ নভেম্বর - ১২ ডিসেম্বর ১৯৯৯, দ্য আর্ট অফ ভায়োলেট টিগ, দ্য ইয়ান পটার মিউজিয়াম অফ আর্ট, হ্যামিল্টন আর্ট গ্যালারি, হ্যামিল্টনের ভ্রমণ প্রদর্শনী।\n১৮ মার্চ - ২৩ এপ্রিল ২০০০, ভায়োলেট টিগের শিল্পকর্ম, দ্য ইয়ান পটার মিউজিয়াম অফ আর্ট, বেন্ডিগো আর্ট গ্যালারি, বেন্ডিগোর ভ্রমণ প্রদর্শনী।\n১৩ মে - ১১ জুন ২০০০, ভায়োলেট টিগের শিল্পকর্ম, দ্য ইয়ান পটার মিউজিয়াম অফ আর্ট, ন্যাশনাল ট্রাস্ট সেন্টার, সিডনির ভ্রমণ প্রদর্শনী।\n১৭ ডিসেম্বর - ১২ মার্চ ২০০০, ভায়োলেট টিগের শিল্পকর্ম, মেলবোর্ন বিশ্ববিদ্যালয়ের ইয়ান পটার মিউজিয়াম অফ আর্ট কর্তৃক ভ্রমণ প্রদর্শনী।\n২৮ নভেম্বর - ৩১ ডিসেম্বর ২০১৫, অগ্রগতি অস্ট্রেলিয়ান শিল্পে নারী, চারুকলা দিবস\n\n\n== প্রকাশিত রচনা ==\nরৌদ্রোজ্জ্বল দক্ষিণের পাখি, অস্ট্রেলিয়ান ফুল সহ / সম্পূর্ণরূপে অস্ট্রেলিয়ানদের দ্বারা উৎপাদিত (ভি. টিগ, জি. রেড, আই. গ্রেগরি, এ. অ্যাশলে) [মেলবোর্ন] ১৯১৫(?) : প্যাটার্স প্রিন্টারি\nটি-ট্রিতে রাতের পতন / জেরাল্ডাইন রেড এবং ভায়োলেট টিগের কাঠের খোদাই, [মেলবোর্ন] ১৯০৫ : খরগোশের চিহ্ন\n\n\n== উত্তরাধিকার ==\nটিগকে অস্ট্রেলিয়ার সেরা প্রতিকৃতি শিল্পীদের মধ্যে গণ্য করা হয়েছে।  টিগকে অস্ট্রেলিয়ার প্রথম নারী শিল্প সমালোচকদের একজন হিসেবেও চিহ্নিত করা হয়েছে। \nক্যানবেরার শহরতলির কুকের টিগ স্ট্রিট তার সম্মানে নামকরণ করা হয়েছে। \n\n\n== আরও পড়া ==\nভায়োলেট টিগের কাগজপত্র [১৮৯০-২০০০] [পাণ্ডুলিপি], স্টেট লাইব্রেরি ভিক্টোরিয়া\nভায়োলেট টিগ [অস্ট্রেলিয়ান শিল্প ও শিল্পীদের তথ্য], স্টেট লাইব্রেরি ভিক্টোরিয়া\n\n\n== তথ্যসূত্র ==\nটিকাগ্রন্থপঞ্জি\n \n\n\n== বহিঃসংযোগ ==\nWorks by Violet Teague at Project Gutenberg"}