{"pageid": 1520295, "title": "বেন সালাহ মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1520295", "content": "বেন সালাহ মসজিদ বা বেন সালেহ মসজিদ (আরবি: مسجد بن صلاح, আমাজিগ: ⵎⴻⵣⴳⵉⴷⴰ ⴰⵢⵜ ⵙⴰⵍⴰⵃ) হল মরক্কোর মারাকেশের ঐতিহাসিক মদিনায় অবস্থিত ১৪ শতকের একটি মেরিনিড মসজিদ। এটি মারাকেশের একমাত্র প্রধান টিকে থাকা মেরিনিদ-যুগের স্মৃতিস্তম্ভ এবং এর সূক্ষ্ম মিনারের জন্য উল্লেখযোগ্য।\n\n\n== ঐতিহাসিক পটভূমি ==\n\nমসজিদের ভিত্তি এবং নির্মাণের বিস্তারিত বিবরণ সম্পূর্ণরূপে স্পষ্ট নয়। স্মৃতিস্তম্ভের একটি শিলালিপিতে লেখা আছে যে মিনারটির নির্মাণ কাজ ১৩২১ সালের আগস্ট মাসে শুরু হয়েছিল। ইতিহাসবিদ ইবনে আল-মুওয়াক্কিতের মতে, মসজিদটির নির্মাণ কাজ শুরু হতে পারে ১৩১৮-১৩১৯ সালে। এই কালপঞ্জি (অর্থাৎ ১৩১৮-১৩২১ সালে নির্মাণ) সবচেয়ে যুক্তিসঙ্গত এবং এর অর্থ হল মসজিদটি মেরিনিড সুলতান আবু সাঈদ উসমানের (শাসিত ১৩১০-১৩৩১) রাজত্বকালে নির্মিত হয়েছিল, যিনি ফেজে কিছু মাদ্রাসাও নির্মাণ করেছিলেন (যেমন মাদ্রাসা আল-আত্তারিন)।\nমসজিদটির নামকরণ করা হয়েছে স্থানীয় সাধক মুহাম্মদ বিন সালাহ (অথবা ইবনে সালিহ)-এর নামে। এই মসজিদ তাকে এটি উৎসর্গ করা হয় এবং তার সমাধিস্থলের চারপাশে এটি নির্মিত হয়। তবে এই ব্যক্তিত্ব সম্পর্কে খুব কমই লিপিবদ্ধ আছে, কেবল লোককাহিনী অনুসারে তিনি একজন দূরদর্শী সাধারণ কসাই ছিলেন।\n১৬৬৯-১৬৭১ সালের দিকে আলাউইত সুলতান মৌলে রশিদ মসজিদের পাশে একটি মাদ্রাসা নির্মাণ করেছিলেন। ২০১২ সাল থেকে মাদ্রাসাটিকে একটি জাদুঘরে রূপান্তরিত করার পরিকল্পনা করা হচ্ছে যেখানে শহরের ঐতিহ্যবাহী ধর্মীয় জিনিসপত্র, যেমন মিম্বার এবং পাণ্ডুলিপি প্রদর্শিত হবে।\n\n\n== স্থাপত্য ==\n\n\n=== মসজিদের সামগ্রিক বিন্যাস ===\nশতাব্দীর পর শতাব্দী ধরে অসংখ্য মেরামত সত্ত্বেও মসজিদটি মূলত অপরিবর্তিত রয়েছে বলে মনে করা হয়। অভ্যন্তরভাগে একটি আয়তাকার উঠান রয়েছে, যা প্রশস্ত কিন্তু খুব গভীর নয়, তোরণ দ্বারা বেষ্টিত এবং একটি ছোট বেসিন বা ঝর্ণার চারপাশে কেন্দ্রীভূত। উঠোনের ওপারে প্রার্থনা কক্ষের মূল স্থানটি দুটি সারি খিলান দ্বারা সংজ্ঞায়িত যা নয়টি আইল তৈরি করে। সামগ্রিক বিন্যাসটি সাধারণ \"T\"-ধরণের, অর্থাৎ মিহরাবের দিকে যাওয়ার জন্য খিলানগুলির করিডোরটি (প্রার্থনার দিক নির্দেশকারী একটি কুলুঙ্গি) এর বাইরের অন্যান্য করিডোরগুলির তুলনায় প্রশস্ত। প্রার্থনা কক্ষের পাশের পূর্বতম এবং পশ্চিমতম করিডোরগুলি ছোট ছোট করে সাজানো এবং উত্তর দিকে প্রসারিত নয়। এই ধরণের মসজিদে (চেল্লার আরেকটি মেরিনিড মসজিদ ছাড়া) একটি ছোটখাটো কৌতূহল খুব কমই দেখা যায়।\nকিবলা দেয়ালের মাঝখানে অবস্থিত মিহরাব (যা নামাজের দিক নির্দেশ করে) ছাড়া অভ্যন্তরভাগে খুব একটা অলংকরণ নেই। সেই সময়ের অনেক পশ্চিম উত্তর আফ্রিকান মসজিদের মতো কিবলার দিক (এবং সম্প্রসারণের দিক থেকে পুরো মসজিদের অবস্থান) \"আধুনিক\" কিবলার দিক থেকে উল্লেখযোগ্যভাবে আলাদা। এটি দক্ষিণ-দক্ষিণ-পূর্ব দিকে মুখ করে আছে, যেখানে মরক্কোর আধুনিক কিবলা প্রায় পূর্ব দিকে (মক্কার দিকে)। মসজিদটির তিনটি প্রবেশপথ রয়েছে, এবং মিনারটি এর পশ্চিম দিকে অবস্থিত।\nমুহাম্মদ বিন সালাহর সমাধি মসজিদের উত্তর-পশ্চিম কোণে অবস্থিত।\n\n\n=== মিনার ===\nমিনারটি মসজিদের সবচেয়ে উল্লেখযোগ্য উপাদান এবং সবচেয়ে সমৃদ্ধভাবে সজ্জিত। সাধারণভাবে মেরিনিড স্থাপত্য শৈলীর মতো এটি আলমোহাদ রূপ থেকে উদ্ভূত যা মরক্কো-আন্দালুসীয় স্থাপত্যকে সংজ্ঞায়িত করে। বিশেষ করে এটি মারাকেশের কাসবাহ মসজিদের আলমোহাদ মিনারের আদলে তৈরি বলে মনে করা হয়। এর উপরের সম্মুখভাগগুলি <i id=\"mwbA\">দর্জ-ওয়া-কতাফ</i> বা <i id=\"mwbQ\">সেবকা</i> নকশায় আবৃত (পামেট বা ফ্লুর-ডি-লিস আকৃতির অনুরূপ), উত্তর ও দক্ষিণ দিকের নকশাগুলির সাথে পূর্ব ও পশ্চিম দিকের নকশাগুলির মধ্যে সামান্য পার্থক্য রয়েছে। নীচের সম্মুখভাগে বৃহৎ পলিলোবযুক্ত খিলান নকশার প্রাধান্য রয়েছে। কাসবাহ মসজিদের মতো এই সমস্ত নিদর্শনগুলি ফিরোজা-সবুজ রঙের মাটির টাইলসের পটভূমিতে ইটের তৈরি। (তবে আলমোহাদ মিনারের বিপরীতে মিনারের উপরের দিকে কোনও টাইল ফ্রিজ নেই।) প্রতিটি সম্মুখভাগে তিনটি জানালা রয়েছে যার মধ্যে ঘোড়ার জুতার আকৃতির খিলান রয়েছে, তাদের অবস্থান তাদের চারপাশের পলিলোবযুক্ত খিলান নকশার সাথে সামঞ্জস্যপূর্ণ। উপরের লণ্ঠন সহ মিনারের উপরের অংশ এর মরক্কোর স্থাপত্যের আদর্শ মেরলন দিয়ে সজ্জিত।\nএই সামগ্রিক সাজসজ্জার বিন্যাসটি শীঘ্রই ফেজের ক্রাবলিয়াইন মসজিদে পুনরাবৃত্তি করা হয়, যা একই যুগের আরেকটি মেরিনিড নির্মাণ, যা বেন সালাহ মিনারকে আলমোহাদ মডেল এবং পরবর্তী নির্মাণগুলির মধ্যে রূপান্তরের উদাহরণ করে তোলে যা মরক্কোতে সাধারণ হয়ে ওঠে। মারাকেশে আরেকটি মসজিদ হলো মৌলে এল-কসুর মসজিদ (যা সাধারণত বিড়ালের মসজিদ নামে পরিচিত), যা সম্ভবত বেন সালাহ মসজিদের প্রায় একই সময়ে একটি অত্যন্ত অনুরূপ কিন্তু ছোট মিনারও নির্মিত হয়েছিল।\n\n\n=== মাদ্রাসা ===\n\nআলাউইত সুলতান মৌলে রশিদ কর্তৃক নির্মিত মাদ্রাসাটি মসজিদের পিছনে (পূর্ব দিকে) অবস্থিত। ভবনটি একটি বৃহৎ বর্গাকার উঠোনের চারপাশে অবস্থিত, যার চারপাশে একটি দ্বিতল গ্যালারি রয়েছে যা অসংখ্য কক্ষের দিকে নিয়ে যায়।\n\n\n== আরও দেখুন ==\nচেরাতাইন মাদ্রাসা\nমসজিদের তালিকা\nআফ্রিকার মসজিদের তালিকা\nমরক্কোর মসজিদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nবাসেট, হেনরি; টেরাসে, হেনরি (১৯৩২)। অভয়ারণ্য এবং দুর্গ আলমোহাদেস । – পুরনো বই কিন্তু মসজিদের স্থাপত্য সম্পর্কে একটি সম্পূর্ণ অধ্যায় রয়েছে। বইটি ২০০১ বা ২০০৩ সালে পুনর্মুদ্রিত হয়।\n\n\n== বহিঃসংযোগ ==\nবেন সালেহ মাদ্রাসার ছবি medersa-bensaleh.org (মাদ্রাসার পুনরুদ্ধারের পক্ষে প্রচারণাকারী দল)"}