{"pageid": 1520774, "title": "জুবনি হামৎসো", "url": "https://bn.wikipedia.org/wiki?curid=1520774", "content": "জুবনি হামৎসো (১৯৯০ - ১৩ই নভেম্বর ২০১৭) ছিলেন নাগাল্যান্ডের একজন ভারতীয় উদ্যোক্তা, যিনি নাগাল্যান্ডে প্রেশাস-মি-লাভ নামে একটি অনলাইন ফ্যাশন এবং হস্তশিল্প ব্র্যাণ্ড শুরু করেছিলেন। তাঁকে একটি জাতীয় পুরস্কার নারী শক্তি পুরস্কার দেওয়া হয়।\n২০১৭ সালের ১৩ই নভেম্বর নাগাল্যান্ডের ডিমাপুরে হামৎসোকে তাঁর বাড়িতে মৃত অবস্থায় পাওয়া যায়; তাঁর মৃত্যুকে আত্মহত্যা বলে ঘোষণা করা হয়। ডিমাপুরে তাঁর বোন লোজানো এখন তাঁর ব্যবসা পরিচালনা করেন।\n\n\n== জীবন ==\nহামৎসোর জন্ম ১৯৯০ সালে নাগাল্যান্ডে। তিনি দিল্লি বিশ্ববিদ্যালয়ে পড়াশোনা করেছেন এবং তাঁর বিমানসেবিকা বোন লোজানো হামৎসোর আমদানি করা বিদেশী ফ্যাশন আইটেম বিক্রির পরীক্ষা-নিরীক্ষা করেছিলেন। তাঁরা সস্তায় পোশাক কিনতে পেরেছিলেন কিন্তু গ্রাহকদের প্রত্যাশিত আকারের চাহিদার সাথে মানিয়ে নিতে পারেনি।\nতিনি ২০১১ সালে প্রেশাস-মি-লাভ প্রতিষ্ঠা করেন। কলেজ অনুদান থেকে তিনি ৩৫০০ টাকার এই তহবিলটি পেয়েছিলেন এবং তিনি বলেছিলেন যে এটি তাঁর বাবার মৃত্যুর ফলে সৃষ্ট উচ্চাকাঙ্ক্ষার দ্বারা পরিচালিত হয়েছে।\nব্র্যাণ্ডটির নেতৃত্বে ছিল সম্পূর্ণ মহিলা দল এবং এটি নাগাল্যান্ডের ডিমাপুরে অবস্থিত ছিল। প্রেশাস-মি-লাভ  সংস্থাটি \"নাগাল্যাণ্ডে তৈরি\" এই প্রচার পেতে আগ্রহী ছিল।\nপ্রধানমন্ত্রী তাঁর প্রদর্শনীস্থল পরিদর্শন ক'রে তাঁর পণ্য না দেখেই চলে যাচ্ছিলেন, তখন তিনি প্রধানমন্ত্রীর কাছে দৌড়ে গিয়ে তাঁকে প্রদর্শনী দেখতে ফিরে আসতে রাজি করান। এরপর থেকে তিনি \"মোদী গার্ল\" হিসেবে পরিচিত হন।\n২০১৭ সালে আন্তর্জাতিক নারী দিবসে, তিনি নতুন দিল্লিতে  রাষ্ট্রপতি ভবনে রাষ্ট্রপতি প্রণব মুখার্জি কাছ থেকে নারী শক্তি পুরস্কার গ্রহণ করেন।\n২০১৭ সালের ১৩ই নভেম্বর তাঁকে মৃত অবস্থায় পাওয়া যায়। এটা আত্মহত্যা ছিল বলে একমত হওয়া গিয়েছিল। নাগাল্যান্ড সরকারের নারী সম্পদ উন্নয়ন বিভাগের সহায়তায় তাঁর বোন লোজানো হামৎসো ব্যবসাটি চালিয়ে নিয়ে যান। দুটি ব্যবসা প্রতিষ্ঠান আছে, প্রেশাস-মি-লাভ (পিএমএল) এবং নুংশিবা হ্যাণ্ডিক্রাফ্টস। পিএমএল মহিলাদের ফ্যাশন পোশাক তৈরি করে এবং পাশের নুংশিবা হ্যাণ্ডিক্রাফ্টস পোশাকের বেঁচে যাওয়া কাপড় থেকে \"নাগা পুতুল\" তৈরি করে যা নাগাল্যান্ডে তৈরি হলেও জাপানি কাপড়ের পুতুল দ্বারা অনুপ্রাণিত।\n\n\n== তথ্যসূত্র =="}