{"pageid": 1520975, "title": "হাকিম (উপাধি)", "url": "https://bn.wikipedia.org/wiki?curid=1520975", "content": "\n== হাকিম (حكيم) ==\nএই উপাধিটি ইসলামে আল্লাহর ৯৯টি নামের মধ্যে একটি।\nএই শব্দটি \"জ্ঞানী ব্যক্তি\" বা \"চিকিৎসক\" বোঝাতে ব্যবহৃত হয়। বিশেষ করে ইউনানি ও ইসলামিক চিকিৎসাবিদ্যার বিশেষজ্ঞদের বোঝাতে এই উপাধি ব্যবহৃত হয়। যেমন—হাকিম আজমল খান, হাকিম সাঈদ, হাকিম সৈয়দ জিল্লুর রহমান ইত্যাদি।\nহাকিম বা হাকিম ( উর্দু: حکیم‎‎ , হিন্দি: हकीम) শব্দ দিয়ে ঐতিহ্যবাহী চিকিৎসা বিশেষজ্ঞ বোঝানো হয়।  তারা দেশীয় ওষুধ দিয়ে চিকিৎসা করতে খুব পারদর্শী।\nইসলামের স্বর্ণযুগে, হাকিম শব্দটি এমন পণ্ডিতদের বোঝাতে ব্যবহার হতো যারা ধর্ম, চিকিৎসাবিদ্যা, বিজ্ঞান এবং ইসলামিক দর্শনে বিশেষজ্ঞ ছিলেন।\nহাকিমের কিছু উদাহরণ হল:\n\nইবনে সিনা\nওমর খৈয়াম\n\n\n=== ব্যবহারসমূহ ===\nপুরাতন আবিসিনিয়া বা ইথিওপিয়ায়, হাকিম বলতে  সাধারণত কোনো জ্ঞানী ব্যক্তি, বিশেষ করে একজন চিকিৎসককে বোঝানো হতো। \"হাকিম-বেইত\" বলতে চিকিৎসকের বাড়ি বা হাসপাতাল বোঝাত।\nবাংলাদেশ, ভারত এবং পাকিস্তানে, হাকিম বলতে  প্রধানত ইউনানি চিকিৎসাবিদ্যার একজন বিশেষজ্ঞকে বোঝায়।।\nতুরস্কে, হেকিম বলতে একজন চিকিৎসককে বোঝায়। যেখানে হাকিম একজন অত্যন্ত জ্ঞানী ব্যক্তি বা দার্শনিককে বোঝাতে ব্যবহার করা যেতে পারে। (নিচে উল্লেখিত বিচারকের জন্য হাকিম শব্দের ব্যবহারও দেখুন।)\nঅনেক উপাধির মতো, শব্দটি অনেক ব্যক্তিগত নামেও কোনও মহৎ বা রাজনৈতিক তাৎপর্য ছাড়াই ব্যবহার হয়।\n\n\n== হাকিম (حاكم) ==\nহাকিম মানে একজন শাসক, রাজ্যপাল বা বিচারক। অনেক উপাধির মতো এটি অনেক ব্যক্তির নামের অংশ হিসেবেও দেখা যায়।\n\nলেবাননে ১৫১৬-১৮৪২ সাল পর্যন্ত আমিরদের পুরো উপাধি ছিল \"আল-আমির আল-হাকিম\"।\nভবিষ্যতের তিনটি পারস্য উপসাগরীয় আমিরাতে, প্রথম রাজতান্ত্রিক রীতি ছিল হাকিম :\n১৭৮৩ সাল থেকে যখন বিজয়ী আল-খলিফা বংশ বাহরাইনে বসতি স্থাপন করে ১৯৭১ সালের ১৬ আগস্ট পর্যন্ত উপাধি ছিল হাকিম আল-বাহরাইন ( حكيم البحرين, ' বাহরাইনের শাসক')। তারপর আমির দৌলত আল বাহরাইন ( أمير دولة البحرين, 'বাহরাইনের আমির') এবং ১৪ ফেব্রুয়ারী ২০০২ সাল থেকে, তাদের মালিক আল বাহরাইন ( ملك البحرين, 'বাহরাইনের রাজা') উপাধি দেওয়া হয়েছে।\n১৭৫২ সালে প্রতিষ্ঠার পর থেকে কুয়েতে আল সাবাহ রাজবংশের শাসনব্যবস্থা ছিল হাকিম আল কুয়েত ( حكيم الكويت, 'কুয়েতের শাসক') উপাধি ছিল। ১৮৭১ সাল থেকে শাসকদের \"কায়মাকাম\" (قایمقام) বলা হতো, যার মানে জেলা প্রশাসক। তখন কুয়েত বাগদাদের একটা জেলা (কাযা) হিসেবে উসমানীয় সাম্রাজ্যের অংশ ছিল। তারপর ১৮৭৫ থেকে বসরা ভিলায়েতের (প্রদেশ) অধীনে ছিল। এই উসমানীয় শাসন চলে ৩ নভেম্বর, ১৯১৪ পর্যন্ত। উসমানীয়দের পর কুয়েত ব্রিটিশদের অধীনে চলে যায়। এই সময়  ১৯৬১ সালের ১৯ জুন, স্বাধীনতা পাওয়া পর্যন্ত চলে।  স্বাধীনতার পর থেকে শাসকের উপাধি হয় \"আমির আদ-দাওলাত আল-কুয়েত\" (أمير الدولة الكويت), যার মানে \"কুয়েত রাষ্ট্রের আমির\"।\n১২ সেপ্টেম্বর, ১৮৬৮-এ মুহাম্মদ ইবনে থানি ব্রিটিশদের সাথে চুক্তি করে কাতারকে একটি স্বাধীন রাষ্ট্র হিসেবে প্রতিষ্ঠা করেন (প্রথমে শুধু দোহা এবং ওয়াকরাহ, পরে পুরো উপদ্বীপ)। এর আগে কাতারকে বাহরাইনের অধীন মনে করা হতো। আল-থানি রাজবংশের উপাধি ছিল \"হাকিম কাতার\" (حكيم قطر), যার মানে \"কাতারের শাসক\"। উসমানীয় সময় (১৮৭১-১৯১৬): ১৮৭১ থেকে শাসকদের উসমানীয় জেলা প্রশাসক হিসেবে \"কায়মাকাম\" বলা হতো। এই সময় চলে ৩ নভেম্বর, ১৯১৬ পর্যন্ত। উসমানীয়দের পর কাতার ব্রিটিশদের অধীনে চলে যায়। এই সময় শেষ হয় ৩ সেপ্টেম্বর, ১৯৭১-এ স্বাধীনতার মাধ্যমে। স্বাধীনতার পর থেকে শাসকের উপাধি হয় \"আমির দাওলাত কাতার\" (أمير دولة قطر), যার মানে \"কাতার রাষ্ট্রের আমির\"।\n(১৯৪৬ – ১২ ফেব্রুয়ারি, ১৯৫০): এই সময়ে ফেজান (فزان), যেটি আগে একটি সুলতানাত ছিল, সেখানকার শাসকের উপাধি ছিল \"হাকিম\"। তখন জাতিসংঘের অধীনে এই এলাকা পরিচালিত হতো। তবে বাস্তবে ফ্রান্স এটার নিয়ন্ত্রণে ছিল। ফ্রান্সের নিজস্ব একজন সামরিক গভর্নরও ছিল। এই সময়ে একমাত্র শাসক ছিলেন আহমদ সাইফ আন-নাসর (জন্ম: আনুমানিক ১৮৭৬, মৃত্যু: ১৯৫৪)। ১৯৫০ সালে লিবিয়া একটি ঐক্যবদ্ধ রাজ্য হয়। তখন আহমদ সাইফ আন-নাসর ফেজানের \"ওয়ালি\" (গভর্নর) হিসেবে দায়িত্ব পালন করেন, যাকে ফরাসি ভাষায় \"শেফ দ্যু তেরিতোয়ার\" (অঞ্চলের প্রধান) বলা হতো। এই সময় (২৪ ডিসেম্বর, ১৯৫১ পর্যন্ত) তার পাশে একজন ফরাসি প্রতিনিধি থাকতেন।  ১৯৫১ সালের পর ফরাসি প্রতিনিধি ছাড়াই তিনি ফেজানের প্রথম রাজকীয় গভর্নর হিসেবে কাজ করেন। এরপর তিনি ১৯৫৪ সাল পর্যন্ত তিনি প্রথম রাজকীয় গভর্নর হিসেবে কাজ করেন।\nইয়েমেনে ১৯০২ সাল পর্যন্ত (পরে সুলতানে পরিবর্তিত) কুয়েতি রাজ্যের শির ও মুকাল্লা, আশ-শিহর ওয়াল মুকাল্লার শাসকদের উপাধি ছিল হাকিম। ১০ নভেম্বর ১৮৮১-এ মুকাল্লার নকিবের রাষ্ট্রের সাথে একীভূত হওয়ার আগে এটি ১৮৬৬ সালে অটোমানদের থেকে স্বাধীনতার পর থেকে আশ-শিহরের রাজকীয় উপাধি ছিল।\n\n\n=== অন্য কোথাও ===\nইরানের সিস্তান ও বালুচেস্তান প্রদেশের মাকরান অঞ্চলে, হাকোম বলতে ঐতিহ্যবাহী বেলুচি সরকারের সর্দার এবং খানদের বোঝায়।\nইন্দোনেশিয়া, মালয়েশিয়া এবং তুরস্কে হাকিম বলতে একজন বিচারককে বোঝায়।\nনেপালে, একজন বড়া হাকিম রাজ্যের একটি জেলার দায়িত্বে ছিলেন।\nবুখারা আমিরাতে, হাকেম মূলত একজন গভর্নরের উপাধি  ছিল ।\nনাইজেরিয়ায়, সোকোটো খিলাফত আনুষ্ঠানিকভাবে হাকিমাই (\"হাকিমি\") দ্বারা পরিচালিত হয়। তাদেরকে সোকোটোর সুলতান এবং রাজ্যের আমিরদের কাছে জবাবদিহি করতে হয়।\nউজবেকিস্তানে, হোকিম শব্দটি কোনও অঞ্চলের গভর্নর বা মেয়রকে বর্ণনা করতে ব্যবহৃত হয়।\nকাজাখস্তানে, আকিম শব্দটি স্থানীয় স্তরের মেয়র বা দেশের অভ্যন্তরে অঞ্চলের গভর্নরদের বর্ণনা করতে ব্যবহৃত হয়।\n\n\n== আরও দেখুন ==\nশরীফ\n\n\n== তথ্যসূত্র =="}