{"pageid": 1520661, "title": "আল-আনোয়ার মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1520661", "content": "আল-আনোয়ার মসজিদ (আরবি: جامع الأنوار; আমাজিগ: ⵎⴻⵣⴳⵉⴷⴰ ⵍⴰⵏⵡⴰⵔ), পূর্বে শেখদের মসজিদ নামেও পরিচিত ছিল (আরবি: جامع الأشياخ    , \"প্রধানদের মসজিদ\"), ছিল মরক্কোর ফেসের প্রাচীনতম মসজিদ। নবম শতাব্দীর গোড়ার দিকে প্রথম ইদ্রিস যখন শহরটি প্রতিষ্ঠা করেছিলেন, ঠিক সেই সময়েই এটি প্রতিষ্ঠা করেছিলেন। এটি বর্তমান আন্দালুসীয় মসজিদের সামান্য উত্তর-পূর্বে অবস্থিত ছিল, যা এই এলাকার প্রধান মসজিদ হিসেবে এটিকে ছাড়িয়ে গিয়েছিল। বর্তমানে মসজিদের কেবলমাত্র ধ্বংসাবশেষ টিকে আছে।\n\n\n== ইতিহাস ==\nমসজিদটি ছিল প্রথম ইদ্রিস কর্তৃক ৮০৮ খ্রিস্টাব্দে প্রতিষ্ঠিত প্রথম মসজিদ। (কিছু বর্ণনা অনুসারে এটি ফেজের প্রতিষ্ঠার সাল। অন্যরা একে একটু আগে ৭৮৯ সাল বলে মনে করেন, যার অর্থ মসজিদটি এই সময়েও প্রতিষ্ঠিত হতে পারে।) তিনি মদিনাত ফাস প্রতিষ্ঠা করেন, যা ফেসে পরিণত হওয়ার প্রথম শহর। এটি বর্তমানে আন্দালুস বা 'আদৌয়া কোয়ার্টারকে (বৌ খরারেব নদীর পূর্ব তীরে) কেন্দ্র করে অবস্থিত। মসজিদটি একটি কূপের পাশে নির্মিত হয় যেখানে ইদ্রিসের সাথে মিত্র বারবার উপজাতির শেখরা (প্রধানরা) তাদের সভা করতেন (তাই এর নাম ছিল \"শেখদের মসজিদ\")। এর কোন মিনার ছিল না এবং এর কোন বিশেষ স্মৃতিস্তম্ভ ছিল না। প্রথম ইদ্রিস কখনো কখনো \"আল-আনোয়ার\" নামটিও ব্যবহার করতেন। তাই মসজিদটির নামকরণও এই নামেই করা হয়েছিল।\n৮৫৯-৮৬০ সালে নিকটবর্তী স্থানে প্রতিষ্ঠিত আন্দালুসীয় মসজিদটি অবশেষে মসজিদটিকে ঢেকে ফেলে এবং আচ্ছন্ন করে ফেলে, যা দ্রুত তুলনামূলকভাবে আদিম প্রাথমিক ইদ্রিসীয় মসজিদের চেয়ে বড় হয়ে ওঠে। ৯৩৩ সালে ফাতেমীয়দের পক্ষ থেকে ফেসের গভর্নর হামিদ ইবনে হামদান আল-হামদানীর আদেশে খুৎবা (শুক্রবারের খুতবা) শেখদের মসজিদ থেকে আন্দালুসীয় মসজিদে স্থানান্তরিত করা হয়, যার ফলে পরবর্তী মসজিদটিকে জেলার প্রধান মসজিদ হিসেবে চিহ্নিত করা হয়। (একই সময়ে নদীর বিপরীত তীরে খুৎবা শরীফ মসজিদ দ্বিতীয় ইদ্রিসের পরবর্তী জাওইয়া থেকে কারাউইয়িন মসজিদে স্থানান্তরিত করা হয়েছিল।)\nতারপর থেকে শতাব্দী ধরে শেখদের মসজিদটি কেবল একটি ছোট নামাজের স্থান হিসেবে টিকে আছে যা পরবর্তী মেরামতের মাধ্যমে উল্লেখযোগ্যভাবে পরিবর্তিত হয়েছে। আজও এই স্থানে একটি ছোটখাটো স্থাপনা টিকে আছে, তবে মূল মসজিদের কেবলমাত্র ধ্বংসাবশেষ এবং প্রত্নতাত্ত্বিক ধ্বংসাবশেষ টিকে আছে।\n\n\n== তথ্যসূত্র =="}