{"pageid": 1520972, "title": "মীনা (মালয়ালম অভিনেত্রী)", "url": "https://bn.wikipedia.org/wiki?curid=1520972", "content": "মেরি জোসেফ, যিনি মীনা নামেও পরিচিত (২২ এপ্রিল ১৯৪১ - ১৭ সেপ্টেম্বর ১৯৯৭), একজন ভারতীয় অভিনেত্রী ছিলেন। তিনি মূলত মালায়ালাম সিনেমায় অভিনয় করেছেন। ১৯৯৭ সালের ১৭ সেপ্টেম্বর হৃদরোগে আক্রান্ত হয়ে তিনি মারা যান।\n\n\n== জীবনের প্রথমার্ধ ==\nমীনা (মেরি জোসেফ) ছিলেন এক খ্রিস্টান পরিবারের অষ্টম সন্তান। তিনি ১৯৪১ সালের ২২ এপ্রিল, কোইককালেথ ইত্তি চেরিয়া ইপেন এবং তার স্ত্রী এলেয়াম্মা ইপেনের ঘরে জন্মগ্রহণ করেন। কলানিলয়ম এবং গীতা আর্টস ক্লাবে নাট্যমঞ্চে অভিনয়ের মাধ্যমে তার প্রাথমিক কর্মজীবন শুরু করেন। কুডুম্বিনী চলচ্চিত্রে অভিনয়ের মাধ্যমে মালায়ালাম চলচ্চিত্র জগতে তার অভিষেক হয়েছিল।\n\n\n== অভিনয় জীবন ==\nমীনা দক্ষিণ ভারতীয় চলচ্চিত্র জগতের একজন প্রতিভাবান অভিনেত্রী যিনি মূলত মালায়ালাম সিনেমায় কাজ করেছেন। তাঁর দীর্ঘ অভিনয়জীবনে তিনি অসংখ্য জনপ্রিয় চলচ্চিত্রে অভিনয় করেছেন এবং দর্শকদের মনে স্থায়ী ছাপ রেখে গেছেন। মীনা ১৯৭৬ সালে চলচ্চিত্র জগতে প্রবেশ করেন এবং দ্রুতই একজন প্রতিভাবান চরিত্রাভিনেত্রী হিসেবে পরিচিতি লাভ করেন। তিনি বেশিরভাগ সময় মা, কাকী, দাদি, কিংবা পরিবারের গুরুজনের চরিত্রে অভিনয় করেছেন। তাঁর অভিনয়শৈলী ছিল অত্যন্ত স্বাভাবিক এবং প্রাণবন্ত, যা তাঁকে মালায়ালাম চলচ্চিত্রে এক অপরিহার্য অভিনেত্রীতে পরিণত করেছে।\nমীনার অভিনীত চলচ্চিত্রগুলোর মধ্যে রয়েছে থালায়ানামন্ত্রম (১৯৯০), ইন্দ্রজালাম (১৯৯০), অরুক্কাম (১৯৯০), ভরবতী (১৯৯৪), সিন্দুর রেখা (১৯৯৫), এপ্রিল ১৯ (১৯৯৬), থিরাকাল্ক্কাপ্পুরাম (১৯৯৮) ইত্যাদি। এসব সিনেমায় তিনি কখনো স্নেহময়ী মা, কখনো কর্তব্যপরায়ণ স্ত্রী বা আত্মনির্ভরশীল নারীর চরিত্রে অভিনয় করেছেন। বিশেষ করে, ১৯৮০ ও ১৯৯০-এর দশকের সিনেমাগুলিতে তিনি অসংখ্য শক্তিশালী পার্শ্বচরিত্রে অভিনয় করেছেন যা দর্শকদের মনে গেঁথে আছে।\nমীনা কেবল মালায়ালাম সিনেমাতেই সীমাবদ্ধ ছিলেন না, তিনি তামিল, তেলুগু ও কন্নড় সিনেমাতেও কাজ করেছেন। তাঁর অভিনয়ের সাবলীলতা এবং অভিব্যক্তির গভীরতা তাঁকে একটি অনন্য উচ্চতায় পৌঁছে দিয়েছে। নাদোদিক্কাট্টু (১৯৮৭) এবং অচুভেট্টান্তে বীডু (১৯৮৭) সিনেমায় তাঁর চরিত্রগুলো ছিল খুবই প্রশংসিত। তাঁর অভিনীত চরিত্রগুলোর মধ্যে অনেকগুলো আজও দর্শকদের মনে জায়গা করে আছে।\nসিনেমার পাশাপাশি তিনি টেলিভিশনেও কাজ করেছেন এবং সেখানেও তাঁর অভিনয় প্রশংসিত হয়েছে। তার দীর্ঘ ও সফল অভিনয়জীবন নতুন প্রজন্মের অভিনেত্রীদের জন্য অনুপ্রেরণা হয়ে থাকবে।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি কে কে জোসেফের সাথে বিবাহবন্ধনে আবদ্ধ হন। ১৯৯৭ সালের ১৭ সেপ্টেম্বর \"আঞ্জারা কল্যাণম\" সিনেমার সেটে তিনি মারা যান।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== তথ্যসূত্র =="}