{"pageid": 1520290, "title": "হালা সুলতান টেক্কে", "url": "https://bn.wikipedia.org/wiki?curid=1520290", "content": "হালা সুলতান টেক্কে ( গ্রিক: Τεκές Χαλά Σουλτάνας   তেকেস চালা সোল্টানাস ; তুর্কি: Hala Sultan Tekkesi) হল সাইপ্রাসের লার্নাকায় লার্নাকা সল্ট লেকের পশ্চিম তীরে অবস্থিত একটি মসজিদ এবং তাকিয়া (অথবা তুর্কি ভাষায় টেক্কে)। তুর্কি ঐতিহ্যে হালা সুলতান নামে পরিচিত উম্মে হারাম ছিলেন ইসলামী নবী মুহাম্মদের সাহাবী উবাদা বিন আল-সামিতের স্ত্রী, এবং মুহাম্মদের মা আমিনার পালিত বোন।\nহালা সুলতান টেক্কে কমপ্লেক্সটি একটি মসজিদ, সমাধিসৌধ, কবরস্থান এবং পুরুষ ও মহিলাদের জন্য থাকার জায়গা নিয়ে গঠিত। \"টেক্কে\" বা খানকাহ (বাসস্থান) শব্দটি এমন একটি ভবনের ক্ষেত্রে প্রযোজ্য যা বিশেষভাবে সুফি ভ্রাতৃত্ব বা তরিকার সমাবেশের জন্য তৈরি করা হয়েছে এবং এটি সম্ভবত স্থানটির পূর্ববর্তী কোনও বৈশিষ্ট্যকে নির্দেশ করে। বর্তমান সময়ের এই কমপ্লেক্সটি লারনাকা সল্ট লেকের তীরে অবস্থিত, যা প্রাগৈতিহাসিক যুগের একটি গুরুত্বপূর্ণ স্থান। হালা সুলতান টেক্কে একটি তালিকাভুক্ত প্রাচীন স্মৃতিস্তম্ভ।\n\n\n== ইতিহাস ==\n\n\n=== প্রাচীনকাল ===\nখ্রিস্টপূর্ব দ্বিতীয় সহস্রাব্দের দ্বিতীয়ার্ধে হালা সুলতান টেক্কে অঞ্চলটি আধুনিক নামকরণ করা একটি প্রত্নতাত্ত্বিক স্থানে বসবাসকারী লোকেরা কবরস্থান হিসাবে ব্যবহার করত। এটি ১৮৯০-এর দশকে লুটপাটের পর মূলত একটি প্রত্নতাত্ত্বিক স্থান হিসেবে চিহ্নিত হয়। ১৮৯৭-১৮৯৮ সালে ব্রিটিশ জাদুঘর হেনরি বিউচ্যাম্প ওয়াল্টার্স এবং জন উইন্টার ক্রাউফুটের পরিচালনায় সমৃদ্ধ সামগ্রী সহ শেষ ব্রোঞ্জ যুগের (প্রায় ১৬৫০-১১০০ খ্রিস্টপূর্বাব্দ) অসংখ্য সমাধি খনন করে। আবিষ্কারগুলি ব্রিটিশ জাদুঘর এবং সাইপ্রাস জাদুঘরের মধ্যে ভাগ করা হয়। ১৯৪৭ সালে সুইডিশ প্রত্নতাত্ত্বিক আর্ন ফুরুমার্ক এবং পুরাকীর্তি বিভাগ কর্তৃক পরিচালিত কিছু প্রাথমিক খননকার্যের মাধ্যমে সমসাময়িক বসতিটি চিহ্নিত করা হয়। ১৯৭০-এর দশক থেকে অধ্যাপক পল অস্ট্রোমের নেতৃত্বে একটি সুইডিশ প্রত্নতাত্ত্বিক মিশন এই শহরের একটি অংশ খনন করে এবং ব্রোঞ্জ যুগের শেষের দিকে সাইপ্রাসের একটি প্রধান নগর কেন্দ্র হিসেবে প্রমাণিত হয়।\nদ্য নিউ সুইডিশ সাইপ্রাস এক্সপিডিশন নামে পরিচিত হালা সুলতান টেক্কেতে সাম্প্রতিক খননকাজ সুইডেনের গোথেনবার্গ বিশ্ববিদ্যালয়ের অধ্যাপক পিটার এম. ফিশার (২০১০-২০১২- ...) দ্বারা পরিচালিত হয়। (দেখুন www.fischerarchaeology.se) খননের ফলাফল প্রতি বছর এথেন্স এবং রোমে অবস্থিত সুইডিশ ইনস্টিটিউটের বার্ষিক জার্নাল Opuscula তে প্রকাশিত হয়। ২০১৮ সালে ফিশার এই স্থানে বেশ কয়েকটি সমাধি আবিষ্কার করেন যেগুলি সাবধানতার সাথে অনুসন্ধান করা হয়। সমাধিগুলি ১৫০০ এবং ১৩৫০ খ্রিস্টপূর্বাব্দের এবং এতে ব্রোঞ্জ যুগের নিদর্শন রয়েছে যা সেই সময়ে বিদ্যমান পণ্যের ব্যাপক বাণিজ্যের প্রমাণ দেয়।\nরাডার জরিপ (২০১০-২০১২) দেখিয়েছে যে শহরটি শেষ ব্রোঞ্জ যুগের (প্রায় ১৬০০-১১০০ খ্রিস্টপূর্বাব্দ) বৃহত্তম শহরগুলির মধ্যে একটি ছিল, যা সম্ভবত ৫০ হেক্টর পর্যন্ত বড়। হালা সুলতান টেক্কের মহিলা মহল্লার অধীনে পুরাকীর্তি বিভাগ কর্তৃক পরিচালিত আরেকটি প্রত্নতাত্ত্বিক তদন্তে দেখা গেছে যে প্রাচীন, ধ্রুপদী এবং হেলেনিস্টিক যুগের (খ্রিস্টপূর্ব ষষ্ঠ থেকে প্রথম শতাব্দী) ভবনের ধ্বংসাবশেষ রয়েছে। বেশ কিছু আবিষ্কার ইঙ্গিত দেয় যে স্থানটি সম্ভবত একটি অভয়ারণ্য হিসেবে ব্যবহৃত হত, কিন্তু সীমিত পরিমাণে তদন্তের কারণে এর ব্যবহার সম্পর্কে সুনির্দিষ্ট সিদ্ধান্তে পৌঁছানো সম্ভব হয়নি।\n\n\n=== অটোমান যুগ ===\nবেশিরভাগ বিবরণ ৬৪৭ থেকে ৬৪৯ সালের মধ্যে খলিফা মুয়াবিয়ার অধীনে সাইপ্রাস জয়ের সময় উম্মে হারামের মৃত্যুর সাথে এই স্থানের সংযোগ স্থাপন করে, যা পরবর্তীতে উমাইয়া এবং আব্বাসীয় আমলে অনুসরণ করা হয়। এই বিবরণ অনুসারে উম্মে হারাম খুব বৃদ্ধা হওয়ায় লার্নাকা অবরোধের সময় তার খচ্চর থেকে পড়ে গিয়ে মারা যান। পরে তাকে সেখানেই সমাহিত করা হয় যেখানে তিনি মারা যান। শিয়া বিশ্বাস অনুসারে তার কবর সৌদি আরবের মদিনায় জান্নাতুল বাকি কবরস্থানে অবস্থিত।\nসাইপ্রাসের অটোমান প্রশাসনের সময় সমাধির চারপাশে পর্যায়ক্রমে একটি মসজিদ কমপ্লেক্স নির্মিত হয়। সমাধিটি আঠারো শতকে দরবেশ শেখ হাসান আবিষ্কার করেন, যিনি এখানে প্রথম কাঠামোও তৈরি করেছিলেন। দরবেশ হাসান প্রশাসনিক ও ধর্মীয় কর্তৃপক্ষকে স্থানটির পবিত্র প্রকৃতি সম্পর্কে বোঝাতে সক্ষম হন এবং তার অনুমতি নিয়ে তিনি ১৭৬০ সালে সমাধির চারপাশে একটি মাজার তৈরি করেন এবং এটি সজ্জিত করেন। সমাধির চারপাশে কাঠের বেড়াগুলি ঊনবিংশ শতাব্দীর সাইপ্রাসের অটোমান গভর্নর সাইয়্যিদ এলহাক মেহমেদ আগা দ্বারা নির্মিত হয়, যা তার উত্তরসূরি আসেম আলী আগা ব্রোঞ্জের বেড়া এবং দুটি দরজা দ্বারা প্রতিস্থাপিত করেছিলেন।\nঅন্য একটি বিবরণে জিওভান্নি মারিতি, যিনি ১৭৬০ থেকে ১৭৬৭ সালের মধ্যে সাইপ্রাস ভ্রমণ করেছিলেন, লিখেছেন যে মাজারটি সাইপ্রাসের গভর্নর আলী আগা দ্বারা নির্মিত হয়েছিল যার নাম তিনি রেখেছিলেন। মারিতির মতে, ১৭৬০ সাল পর্যন্ত তারা কাছাকাছি একটি ধ্বংসপ্রাপ্ত গ্রামের একটি স্থায়ী গির্জার পাথর নির্মাণ সামগ্রী হিসেবে ব্যবহার করত। অন্য একটি সূত্রে উল্লেখ করা হয়েছে যে, মসজিদটির নির্মাণকাজ সাইপ্রাসের গভর্নর সাইয়্যেদ মেহমেদ এমিন এফেন্দি কর্তৃক শাস্ত্রীয় অটোমান রীতিতে শুরু হয়েছিল এবং এটি ১৮১৭ সালের নভেম্বরে সম্পন্ন হয়েছিল।\n২০০৪ সালে আনুষঙ্গিক ভবনগুলি মেরামত করা হয় এবং মসজিদ ও মিনারটি বর্তমানে পুনরুদ্ধার করা হচ্ছে। এই দুটি উদ্যোগই দ্বি-সাম্প্রদায়িক উন্নয়ন কর্মসূচির সহায়তায় পরিচালিত হয়, যা ইউএসএইড এবং ইউএনডিপি দ্বারা অর্থায়িত এবং ইউএনওপিএস এর মাধ্যমে বাস্তবায়িত।\n\n\n== লেআউট ==\n\nটেক্কে বাগানের প্রবেশপথের উপরে ১৮১৩ সালের ৪ মার্চ তারিখের একটি অটোমান শিলালিপি রয়েছে। শিলালিপির উভয় পাশে সুলতান দ্বিতীয় মাহমুদের মনোগ্রাম দেখা যায়। এতে লেখা আছে, \"হালা সুলতান টেক্কে ঈশ্বরের প্রিয় মহান অটোমান সাইপ্রাসের গভর্নর দ্বারা নির্মিত হয়েছে\"। বাগানটি একজন পাশা দ্বারা ডিজাইন করা হয়েছিল এবং তাই এটি \"পাশা বাগান\" নামে পরিচিতি লাভ করে। টেক্কে সংলগ্ন ভবনগুলির জটিলটি \"গুলসেন-ফিয়েজ\" (প্রচুরতার গোলাপ বাগান বা আলোকিতকরণ) নামে পরিচিত ছিল। প্রবেশপথের উত্তরে (বামে) পুরুষদের জন্য একটি অতিথিশালা ছিল। প্রবেশপথের ডান পাশে আরেকটি অতিথিশালা ছিল যার একটি ব্লক পুরুষদের জন্য (সেলামলিক) এবং অন্যটি মহিলাদের জন্য (হারেমলিক) সংরক্ষিত ছিল। দর্শনার্থীদের ইচ্ছা পূরণ হলে হালা সুলতান টেক্কের সেবা করার জন্য নিবেদনের শপথ গ্রহণ করা একটি রীতি ছিল। গম্বুজবিশিষ্ট মসজিদটি বর্গাকার আকৃতির এবং একটি বারান্দা রয়েছে এবং এটি হলুদ পাথরের ব্লক দিয়ে নির্মিত। ১৯৫৯ সালে মিনারটি মেরামত করা হয়।\nউম্মে হারামের সমাধি মসজিদের দেয়ালের পিছনে কিবলার দিকে (মক্কার দিকে) অবস্থিত। ১৭৬০ সালের আরও একটি শিলালিপি এখানে পাওয়া যায়। তার পাশে আরও চারটি সমাধি রয়েছে, যার মধ্যে দুটি প্রাক্তন শেখের। আরেকটি গুরুত্বপূর্ণ সমাধি হল একটি দ্বি-স্তম্ভযুক্ত মার্বেল পাথরের শবাধার, যার উপর তারিখ ১২ জুলাই ১৯২৯ লেখা আছে। এই সমাধিস্থলটি আদিলে হুসেইন আলীর, যিনি ছিলেন হাশেমি পরিবারের মক্কার শরীফ হুসেইন বিন আলীর তুর্কি স্ত্রী এবং নিজে অটোমান উজির কোকা মুস্তফা রেশিদ পাশার নাতি এবং মুহাম্মদের বংশধর। মসজিদ এবং টেক্কের পূর্ব কোণে একটি কবরস্থান রয়েছে, যা ১৮৯৯ সালের দিকে কবরস্থানের জন্য বন্ধ ছিল। এখানে বেশ কয়েকজন প্রাক্তন তুর্কি প্রশাসককে সমাহিত করা হয়েছে।\nমসজিদের বিপরীতে একটি অষ্টভুজাকার ঝর্ণা রয়েছে, যা ১৭৯৬-১৭৯৭ সালের দিকে সাইপ্রাসের তৎকালীন গভর্নর সিলাহতার কাপ্তানবাশি মুস্তফা আগা দ্বারা নির্মিত হয়েছিল। ঝর্ণার উপরে অবস্থিত মার্বেল শিলালিপিতে নির্মাণ সম্পর্কিত তথ্য লিপিবদ্ধ রয়েছে। ১৮৯৫ সালের আরেকটি শিলালিপিতে, যা সম্প্রতি টেক্কের বাগানে আবিষ্কৃত হয়েছে, লেখা আছে যে পানি আনার অবকাঠামো সুলতান দ্বিতীয় আব্দুল হামিদের নির্দেশে নির্মিত হয়েছিল।\n\n\n== তাৎপর্য ==\nযদিও তুর্কি সাইপ্রিয়ট মুসলমানদের জন্য একটি পবিত্র স্থান হিসেবে স্বীকৃত, সমসাময়িক সূত্রগুলি মসজিদটিকে সমস্ত মুসলমানদের দ্বারা সম্মানিত বলে বর্ণনা করেছে। সাইপ্রাসের পরিবেশগত ও সাংস্কৃতিক সম্পদের মূল্যায়নে টেনেসি বিশ্ববিদ্যালয়ের একজন সিনিয়র ফুলব্রাইট পণ্ডিত অধ্যাপক জর্জ ই. বোয়েন হালা সুলতান টেক্কেকে বিশ্বের মুসলমানদের জন্য তৃতীয় পবিত্রতম স্থান হিসাবে বর্ণনা করেছেন। এই দৃষ্টিভঙ্গি অন্যান্য উৎস দ্বারা প্রতিধ্বনিত হয়েছে, যার মধ্যে রয়েছে সাইপ্রাসে জাতিসংঘ উন্নয়ন কর্মসূচি এবং সাইপ্রিয়ট প্রশাসনের পুরাকীর্তি বিভাগ। অন্যরা মক্কা, মদিনা এবং জেরুজালেমের পরে এই স্থানটিকে ইসলামী বিশ্বের চতুর্থ গুরুত্বপূর্ণ স্থান হিসেবে বর্ণনা করেছেন। বিভক্ত দ্বীপের গ্রীক অমুসলিম অঞ্চলে অবস্থিত হওয়ায় এই স্থানে তীর্থযাত্রীদের আগমন খুবই কম।\nসাম্রাজ্য পর্যায়ে এবং উচ্চপদস্থ প্রশাসকদের দ্বারা কমপ্লেক্সের রক্ষণাবেক্ষণ ও উন্নয়নের জন্য হস্তক্ষেপ ছাড়াও অটোমান সাম্রাজ্যের সময় লারনাকার তীরে উসমানীয় পতাকাবাহী জাহাজগুলি তাদের পতাকা অর্ধনমিত রাখত এবং কামানের গুলি দিয়ে হালা সুলতানকে অভিবাদন জানাত।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nসাইপ্রাসের মসজিদের তালিকা\nসাইপ্রাসে ইসলাম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nখননকাজে তামার মজুদের সন্ধান মিলেছে যা সাইপ্রাসকে ব্রোঞ্জ যুগের শেষের দিকের সবচেয়ে গুরুত্বপূর্ণ বাণিজ্য কেন্দ্রগুলির মধ্যে একটি করে তুলেছিল - Phys.org - ১৬ মার্চ, ২০২৩\nব্রিটিশ জাদুঘরে প্রাচীন সাইপ্রাস\nহালা সুলতান টেক্কে কমপ্লেক্সের পুনর্বাসন\nসাইপ্রাস পর্যটন সংস্থার MP3 এবং PDF অডিও গাইড  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ অক্টোবর ২০২৩ তারিখে ।\nডকুমেন্টারি: আকদেনিজইন নুরু হালা সুলতান দিয়ানেট টিভি থেকে"}