{"pageid": 1520991, "title": "মারাকেশ জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1520991", "content": "মারাকেশ জাদুঘর হলো মরক্কোর মারাকেশের পুরাতন কেন্দ্রে অবস্থিত একটি ঐতিহাসিক প্রাসাদ এবং জাদুঘর। উল্লেখযোগ্য স্থাপত্যের পাশাপাশি জাদুঘরের সংগ্রহে মরক্কোর বিভিন্ন ঐতিহাসিক শিল্পকর্ম এবং সমসাময়িক শিল্পকর্ম প্রদর্শিত হয়।\n\n\n== ইতিহাস ==\nজাদুঘরটি দার মনেবি প্রাসাদে অবস্থিত, যা বিংশ শতাব্দীর শুরুতে মেহদী আল-মনেবি দ্বারা নির্মিত হয়েছিল। আল-মনেবী ১৯০০ থেকে ১৯০৮ সাল পর্যন্ত সুলতান মৌলে আবদেল আজিজের অধীনে মানাভা গোত্রের একজন কায়েদ এবং যুদ্ধ বিষয়ক উজির (মন্ত্রী) ছিলেন, যিনি সুলতানের প্রিয় বা আহমদের স্থলাভিষিক্ত হন। আল-মনেবীর অন্যান্য বাসস্থানও ছিল, যেমন ফেজের মনেভী প্রাসাদ। পরে ফরাসি শাসনামলে যখন মনেবি দেশের বাইরে ছিলেন এবং লন্ডনে রাষ্ট্রদূত হিসেবে কর্মরত ছিলেন তখন দক্ষিণ মরক্কোর স্বৈরাচারী শাসক পাশা থামি এল গ্লাউইয়ের পরিবার তার মারাকেশ প্রাসাদটি দখল করে নেয়। মরক্কো স্বাধীনতা ফিরে পাওয়ার পর (১৯৫৬) প্রাসাদটি রাষ্ট্র কর্তৃক দখল করা হয় এবং ১৯৬৫ সালে একে একটি মেয়েদের স্কুলে রূপান্তরিত করা হয়। অবহেলায় এক যুগ পরে থাকার পর ওমর বেনজেলৌন ফাউন্ডেশন কর্তৃক প্রাসাদটি যত্ন সহকারে সংস্কার করা হয় এবং ১৯৯৭ সালে একে একটি জাদুঘরে রূপান্তরিত করা হয়।\n\n\n== স্থাপত্য ==\nএই প্রাসাদটি ঊনবিংশ শতাব্দীর শেষের দিকে এবং বিংশ শতাব্দীর গোড়ার দিকের মরক্কোর স্থাপত্যের একটি উদাহরণ। এই সময়কালে ধনী অভিজাতদের দ্বারা নির্মিত এরকম অনেক প্রাসাদের মধ্যে এটি একটি। প্রাসাদটি একটি বৃহৎ কেন্দ্রীয় উঠোন নিয়ে গঠিত, যা মূলত গাছপালা দিয়ে রোপিত একটি খোলা রিয়াদ বাগান ছিল। কিন্তু বর্তমানে এটি সম্পূর্ণরূপে পাকা এবং ছাদযুক্ত। উঠোনটি বেশ কয়েকটি ঝর্ণাকে কেন্দ্র করে অবস্থিত এবং ছাদযুক্ত গ্যালারি এবং দেয়ালের ঝর্ণা দ্বারা বেষ্টিত, যার সবকটিই রঙিন জেলিল টাইলের কাজ এবং আঁকা এবং খোদাই করা দেবদারু কাঠ দিয়ে সজ্জিত। বর্তমানে উঠোনে একটি বিশাল কেন্দ্রীয় ঝাড়বাতি রয়েছে যা জ্যামিতিক এবং আরবীয় নকশায় কাটা পিতলের টুকরো দিয়ে তৈরি অলঙ্কৃত। উঠোনের বাইরে বিভিন্ন কক্ষ রয়েছে, যার মধ্যে রয়েছে আরও অলংকৃত কাঠ এবং স্টুকো সজ্জা সহ কক্ষগুলি। প্রাসাদের ছাদের টেরেসও ছিল যার একটি মেনজে (মণ্ডপ) ছিল যা শহরের বাকি অংশের দৃশ্য দেখাত। এতে বৃহৎ প্রাসাদের মতো বিভিন্ন সুযোগ-সুবিধা দিয়ে সজ্জিত ছিল, যেমন রান্নাঘর এবং একটি হাম্মাম (স্নানঘর)। পরবর্তীটি এগুলো বৈশিষ্ট্যযুক্ত গম্বুজযুক্ত এবং খিলানযুক্ত কক্ষগুলির দ্বারা আলাদা ছিল।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== জাদুঘর সংগ্রহ ==\nজাদুঘরে মরক্কোর বিভিন্ন অঞ্চল এবং এর জনসংখ্যার বিভিন্ন অংশের ঐতিহ্যবাহী শিল্প সামগ্রীর বিচিত্র সংগ্রহ রয়েছে, যেমন অস্ত্র, কার্পেট, পোশাক, ফেজের মৃৎশিল্প, বারবারের অলংকার, ইহুদি ধর্মীয় জিনিসপত্র এবং আরও অনেক কিছু। জাদুঘরটি তার রান্নাঘর এবং হাম্মাম বিভাগে সমসাময়িক শিল্প এবং অন্যান্য বিষয়ের প্রদর্শনীও রাখে এবং কখনও কখনও থিয়েটার এবং কনসার্টের মতো সাংস্কৃতিক অনুষ্ঠানের আয়োজন করে।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nদার সি সাইদ (মারাকেশের আরেকটি শিল্প ও কারুশিল্প জাদুঘর)\nবাহিয়া প্রাসাদ (মারাকেশের অনুরূপ স্থাপত্য সহ প্রধান প্রাসাদ)\nদার বাথা (ফেসের অনুরূপ যাদুঘর)\n\n\n== তথ্যসূত্র =="}