{"pageid": 1520985, "title": "পি আর বরালক্ষ্মী", "url": "https://bn.wikipedia.org/wiki?curid=1520985", "content": "পি আর বরালক্ষ্মী একজন ভারতীয় অভিনেত্রী। তিনি ১৯৭০ এবং ১৯৮০ এর দশকে চলচ্চিত্রের একজন সক্রিয় অভিনেত্রী ছিলেন। তিনি ১৯৮০-এর দশকে তামিল, মালায়ালাম, তেলুগু এবং কন্নড় চলচ্চিত্রের একজন বিশিষ্ট প্রধান অভিনেত্রী ছিলেন। তিনি দক্ষিণ ভারতীয় ভাষায় প্রায় ৬০০টি সিনেমায় অভিনয় করেছেন। তার প্রথম ছবি ছিল  এইচএস ভেনু পরিচালিত ১৯৭১ সালে মুক্তিপ্রাপ্ত কেত্তিকরণ। \nতিনি তামিলনাড়ুর প্রাক্তন মুখ্যমন্ত্রী এমজিআর, তামিলনাড়ুর প্রাক্তন মুখ্যমন্ত্রী জয়ললিতা এবং অন্ধ্র প্রদেশের মুখ্যমন্ত্রী রামা রাওয়ের সাথে অভিনয় করেছেন।\nতিনি প্রায়শই দুই প্রজন্মের অভিনেতাদের সাথে চলচ্চিত্রে অভিনয় করেছেন। মুথুরমন এবং তার ছেলে কার্তিক, শিবাজি গণেশন এবং তার ছেলে প্রভু, তেলুগু তারকা কৃষ্ণ এবং তার ছেলে মহেশ বাবুর, এদের প্রত্যেকের সাথে তিনি বিবিধ চলচ্চিত্রে অভিনয় করেছেন। তার সময়কালে তিনি বিখ্যাত নায়ক জেমিনি গণেশন, কমল হাসান, এভিএম রাজন প্রমুখের নায়িকা হিসেবে কাজ করেছেন।\n\n\n== অভিনয় জীবন ==\nপি. আর. বরালক্ষ্মী একজন বিশিষ্ট ভারতীয় অভিনেত্রী, যিনি তামিল, মালায়ালাম, তেলুগু, কন্নড় এবং হিন্দি চলচ্চিত্র শিল্পে গুরুত্বপূর্ণ অবদান রেখেছেন। তার অভিনয় জীবন কয়েক দশক জুড়ে বিস্তৃত, যা ১৯৬০-এর দশক থেকে ২০২০-এর দশক পর্যন্ত প্রসারিত। তার চলচ্চিত্রজীবন শুরু হয় মালায়ালাম সিনেমা থারাভাট্টাম্মা (১৯৬৬)-এর মাধ্যমে, এবং খুব শীঘ্রই তিনি তামিল চলচ্চিত্রে জনপ্রিয়তা অর্জন করেন, যেমন কেট্টিকারান (১৯৭১) ও কুলামা গুনামা (১৯৭১)। তিনি নায়িকা থেকে শুরু করে বিভিন্ন গুরুত্বপূর্ণ পার্শ্ব চরিত্রে অভিনয় করেছেন, যা তাকে একজন শক্তিশালী অভিনেত্রী হিসেবে প্রতিষ্ঠিত করেছে।\n১৯৭০-এর দশকে বরালক্ষ্মী অসংখ্য তামিল চলচ্চিত্রে অভিনয় করেন, যার মধ্যে উল্লেখযোগ্য পোনভান্ডু (১৯৭৩), সিনেমা পৈথিয়াম (১৯৭৫) এবং দশাবতারম (১৯৭৬), যেখানে তিনি পার্বতী ও কালী—এই দুই চরিত্রে অভিনয় করে তার বহুমুখী প্রতিভা প্রদর্শন করেন। তেলুগু সিনেমায়ও তার ভূমিকা ছিল গুরুত্বপূর্ণ, যেমন নেরামু সিক্শা (১৯৭৩), ভক্ত কান্নাপ্পা (১৯৭৬), এবং ধানামা? দৈভামা? (১৯৭৩)। পাশাপাশি মালায়ালাম সিনেমাতেও তিনি বিশেষভাবে সক্রিয় ছিলেন, যেমন কাডু (১৯৭৩), কাজহুকান (১৯৭৯), ও ইরুম্বাঝিকাল (১৯৭৯)।\n১৯৮০ ও ১৯৯০-এর দশকে বরালক্ষ্মী মূলত মাতৃসুলভ চরিত্রে অভিনয় করেন, যেমন দুর্গা (১৯৯০), নানে ভারুভেন (১৯৯২), এবং পুভে উনাক্কাগা (১৯৯৬)। কন্নড় সিনেমাতেও তার উপস্থিতি ছিল প্রশংসনীয়, যেমন বাড্ডি বঙ্গারাম্মা (১৯৮৪) এবং সাঙ্গলিয়ানা (১৯৮৮)। হিন্দি সিনেমাতেও তিনি সংক্ষিপ্ত হলেও মনে রাখার মতো উপস্থিতি দেখিয়েছেন, যেমন পরদে কে পিছে (১৯৭১) এবং শেহজাদা (১৯৭২)।\nতার অভিনয় জীবন অসাধারণভাবে দীর্ঘস্থায়ী হয়েছে, এবং সাম্প্রতিক চলচ্চিত্রগুলির মধ্যে রয়েছে নান অবান ইল্লাই (২০০৭), কান্নাদি (২০১৯), এবং বার্থমার্ক (২০২৪)। তার বিশাল চলচ্চিত্রগ্রন্থি প্রমাণ করে যে পি. আর. বরালক্ষ্মী ভারতীয় চলচ্চিত্র জগতে এক স্থায়ী ও অনন্য স্থান অর্জন করেছেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== তামিল ===\n\n\n=== মালায়ালাম ===\n\n\n=== তেলুগু ===\n\n\n=== কন্নড় ===\n\n\n=== হিন্দি ===\n\n\n== তথ্যসূত্র =="}