{"pageid": 1520251, "title": "লামিয়া আল-গাইলানি ওয়ের", "url": "https://bn.wikipedia.org/wiki?curid=1520251", "content": "লামিয়া আল-গাইলানি ওয়ের (আরবি: لمياء الكيلاني; ৮ মার্চ ১৯৩৮ – ১৮ জানুয়ারি ২০১৯) একজন ইরাকি প্রত্নতত্ত্ববিদ ছিলেন। তিনি পুরাতন ব্যাবিলনীয় সাম্রাজ্যের পুরাকীর্তি বিষয়ে বিশেষজ্ঞ ছিলেন। আল-গাইলানি বাগদাদে জন্মগ্রহণ করেন। পুরাতন ব্যাবিলনীয় সাম্রাজ্যের সিলিন্ডার সীলমোহর নিয়ে তার গবেষণা মাইলফলক হিসেবে বিবেচিত।\nলন্ডনে বসবাসরত অবস্থায়, তিনি সাদ্দাম হুসেইনের শাসনামলে ব্রিটিশ ও ইরাকি প্রত্নতত্ত্বের মধ্যে সেতুবন্ধন রক্ষা এবং ইরাক যুদ্ধের পর সাংস্কৃতিক ঐতিহ্য সংরক্ষণের জন্য পরিচিতি লাভ করেন। ১৯৬০-এর দশকে কিউরেটর হিসেবে কাজ করা ইরাক জাতীয় যাদুঘরের পুনর্নির্মাণ এবং বসরা যাদুঘর প্রতিষ্ঠায় তাঁর গুরুত্বপূর্ণ ভূমিকা ছিল।\n২০০৯ সালে ব্রিটিশ ইনস্টিটিউট ফর দ্য স্টাডি অব ইরাক তাকে পঞ্চম গার্ট্রুড বেল স্মৃতি স্বর্ণপদক প্রদান করে।\n\n\n== প্রারম্ভিক জীবন ও শিক্ষা ==\nলামিয়া আল-গাইলানি ১৯৩৮ সালের ৮ মার্চ বাগদাদে জন্মগ্রহণ করেন। প্রথমে তিনি বাগদাদ বিশ্ববিদ্যালয়ে এক বছরের জন্য ভর্তি হয়েছিলেন। কেমব্রিজ বিশ্ববিদ্যালয়ের প্রত্নতত্ত্ব এবং স্থাপত্য বিভাগ থেকে স্নাতক হন। ১৯৬১ সালে তিনি ইরাক জাতীয় যাদুঘরে কিউরেটর নিযুক্ত হন। পরবর্তী সময়ে তার কর্মজীবনের সিংহভাগ সময় যে প্রতিষ্ঠানটিতে অতিবাহিত করেন। ১৯৭০-এর দশকে তিনি যুক্তরাজ্যে ফিরে যান ; এবং এডিনবরা বিশ্ববিদ্যালয়ে দ্বিতীয় স্নাতকোত্তর ডিগ্রি লাভ করেন। ইউনিভার্সিটি কলেজ লন্ডনের প্রত্নতত্ত্ব বিভাগের পিএইচডি সম্পন্ন করেন।  তার পিএইচডি থিসিস তত্ত্বাবধান করেছেন বারবারা পার্কার-ম্যালোওয়ান। তার গবেষণার বিষয় ছিল ইরাক জাদুঘরে সংরক্ষিত পুরাতন ব্যাবিলনীয় সাম্রাজ্যের সিলিন্ডার সীলমোহর। \n১৯৮৮ সালে তার গবেষণাপত্র প্রকাশিত হয়।\nব্রিটিশ মিউজিয়ামের পশ্চিম এশীয় প্রাচীন নিদর্শন বিভাগের কিউরেটর ডোমিনিক কোলন এটিকে একটি \"সংক্ষিপ্ত তথ্যপূর্ণ আলোচনা\" হিসেবে প্রশংসা করেন। তিনি উল্লেখ করেন যে, এই কাজটি \"ভবিষ্যতের সকল গবেষণার জন্য একটি আদর্শ হিসেবে বিবেচিত হওয়া উচিত।\"\nপিএইচডি সম্পন্ন করার পর, আল-গাইলানি লন্ডনে অনারারি রিসার্চ অ্যাসোসিয়েট এবং এসওএএস-এ গবেষণা সহকারী হিসেবে কাজ করেন। তিনি ইরাকের প্রত্নতাত্ত্বিকদের সাথে আন্তর্জাতিক সম্প্রদায়ের যোগাযোগ বজায় রাখতে গুরুত্বপূর্ণ ভূমিকা পালন করেন। ১৯৯৯ সালে তিনি সালিম আল-আলুসির সাথে আরবি ভাষায় রচিত দ্য ফার্স্ট অ্যারাবস গ্রন্থটি প্রকাশ করেন, যা মেসোপটেমিয়ায় প্রাচীন আরব সংস্কৃতির প্রত্নতত্ত্ব নিয়ে একটি জনপ্রিয় বিবরণ।\n২০০৩ সালের ইরাক আক্রমণের পর তাঁর কাজ ইরাকের পুরাকীর্তি সংরক্ষণের উপর কেন্দ্রীভূত হয়। তিনি লুট হওয়া ইরাক যাদুঘরের পুনর্গঠনে সহায়তা করেন এবং যুদ্ধপরবর্তী সময়ে জাদুঘর ও সাংস্কৃতিক ঐতিহ্য রক্ষার প্রচেষ্টায় সক্রিয় ভূমিকা রাখেন। ২০১৫ সালে ইরাক যাদুঘর পুনরায় খোলা ও ২০১৬ সালে বসরা যাদুঘর প্রতিষ্ঠায় তাঁর অবদান উল্লেখযোগ্য।\nমৃত্যুর সময় তিনি মেট্রোপলিটন মিউজিয়ামে গবেষণা ফেলো হিসেবে ইরাক যাদুঘরের ইতিহাস নিয়ে একটি বই রচনা করছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nআল-গাইলানি একটি প্রখ্যাত ইরাকি পরিবারে জন্মগ্রহণ করেন। তাঁর বংশধরদের মধ্যে রয়েছেন কাদিরিয়া সুফি তরিকার প্রতিষ্ঠাতা আব্দুল কাদের জিলানী এবং ইরাকের প্রথম প্রধানমন্ত্রী আব্দ আল-রহমান আল-গিলানি । তার পিতা ছিলেন জামাল আল-দীন আল-গাইলানি এবং তার মাতা ছিলেন মাদিহা আসিফ মাহমুদ আরিফ-আগা। তার পিতা ছিলেন জমিদার এবং মা ছিলেন গৃহিণী।\nআল-গাইলানি দুইবার বিয়ে করেন। তার প্রথম স্বামী আব্দুর রহমান আল-গাইলানি ছিলেন ইসলামি স্থাপত্যের ইতিহাসবিদ। দ্বিতীয় স্বামী জর্জ ওয়ের ছিলেন জর্ডানীয় ব্যবসায়ী; যিনি ২০০৩ সালে মারা যান।. তার তিনটি মেয়ে ছিল,নূরাহ আল-গাইলানি,আজজা আল-গাইলানি এবং হেসন ওয়ের। ২০১৯ সাল অনুযায়ী, নূরাহ আল-গাইলানি গ্লাসগো জাদুঘরসমূহে ইসলামি সভ্যতার কিউরেটর ছিলেন।\n\n\n== প্রয়াণ ও উত্তরাধিকার ==\n২০১৯ সালের ১৮ জানুয়ারি জর্ডানের আম্মানে মৃত্যুবরণ করেন আল-গাইলানি।\nতাঁকে বাগদাদের আব্দুল কাদির গিলানির মাজারে(যিনি তার পূর্বপুরুষ ছিলেন) সমাহিত করা হয়।ব্রিটিশ ইনস্টিটিউট ফর দ্য স্টাডি অব ইরাক-এর আজীবন সম্মাননা প্রাপ্ত একমাত্র ব্যক্তি হিসেবে ২০০৯ সালে তিনি গার্ট্রুড বেল স্বর্ণপদক লাভ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"ফার্টাইল ক্রিসেন্টে প্রথম আরবরা\" ড. লামিয়া আল-গাইলানি ওয়্যার কর্তৃক\n\"লামিয়া আল গাইলানি ওয়্যার: ইরাকের চারটি যুদ্ধ ও জাদুঘর\"\n\"যখন ভাষা ব্যর্থ হয়: ইরাকের হারানো ঐতিহ্য ও তা রক্ষার প্রচেষ্টা\"\n\"আইসিলের প্রাচীন নিদর্শন ধ্বংস: ইরাকি পুরাতত্ত্ববিদের আলোচনা\""}