{"pageid": 1520235, "title": "সারঘাতমিশ মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1520235", "content": "১৩৫৬ সালে নির্মিত আমির সারঘাতমিশের ক্রুশ আকৃতির মাদ্রাসা ইসলামী কায়রোতে ইবনে তুলুন মসজিদের উত্তর-পূর্বে অবস্থিত। ইবনে তুলুনের সর্পিল মিনার থেকে ভবনটির স্কুল, মসজিদ এবং সমাধিসৌধ দেখা যায়। এর প্রবেশপথটি সালিবা স্ট্রিটে অবস্থিত। এই কাঠামোতে একটি মাদ্রাসা, মসজিদ এবং সমাধিসৌধ রয়েছে। মাদ্রাসাটিকে আমির আল-সাইফ সারঘাতমিশের মসজিদ নামেও উল্লেখ করা হয়।\n\n\n== সারঘাতমিশের ইতিহাস ==\n১৩৫৬ সালে মামলুক বাহিনীর প্রধান আমির সাইফ আল-দিন সারঘাতমিশ আল-নাসিরি এই মাদ্রাসাটি নির্মাণের নির্দেশ দেন। সারঘাতমিশ সুলতান আল-নাসির মুহাম্মদ ইবনে কালাউনের অধীনে তার কর্মজীবন শুরু করেন এবং সুলতান হুসানের শাসনামলে এর সমাপ্তি ঘটে। প্রখ্যাত মিশরীয় ঐতিহাসিক আল-মাকরিজির মতে, সারঘাতমিশ ছিলেন সুদর্শন এবং উদ্যোগী ব্যক্তি যিনি প্রতিদিন কুরআন তেলাওয়াত করতেন এবং হানাফী পণ্ডিতদের মধ্যে আইনি আলোচনায় অংশ নিতেন।\nতিনি একটি মাদ্রাসা নির্মাণের জন্য অর্থায়ন করতে চেয়েছিলেন যেখানে ইসলামের চারটি সুন্নি মাযহাবের মধ্যে অন্যতম হানাফি মাযহাব অনুযায়ী শিক্ষা দেওয়া হত। এটি ইরান থেকে আগত হানাফি ছাত্রদের আশ্রয়স্থলে পরিণত হয়। মাকরিজি উল্লেখ করেছেন যে, সারঘাতমিশ বাহ্যিকভাবে বিদেশী শিক্ষার্থীদের অতিরিক্ত পছন্দ করতেন। তিনি ব্যক্তিগতভাবে তাদের ব্যাকরণ শেখাতেন এবং সম্প্রদায়ের মধ্যে শিক্ষার্থীদের উৎসাহিত করতেন। সুলতান হুসানের রাজত্বকালে মিশরে সারঘাতমিশের প্রভাব বৃদ্ধি পায়। যখন তিনি দামেস্ক থেকে ফিরে আসেন, যেখানে তিনি মামলুক সৈন্যদের সাথে ছিলেন, তখন সারঘাতমিশকে আলমউদ্দিন আব্দুল্লাহ ইবনে জুনবুরের উজির করা হয় এবং তিনি সুলতানের অজান্তেই তার সমস্ত সম্পদ নিয়ে নেন। চতুর্দশ শতাব্দীর গোড়ার দিকে তার ক্ষমতা বৃদ্ধি পেতে থাকে এবং তিনি হাসানের পক্ষে মিশর শাসন করেন। তবে অবশেষে সারঘাতমিশ হাসানের ক্রোধের শিকার হন এবং ১৩৫৮ সালে তাকে কারাগারে নিক্ষেপ করা হয় এবং হত্যা করা হয়।\n\n\n== স্থাপত্য ==\nইবনে তুলুন মসজিদের পাশে অবস্থিত সারঘাতমিশ মাদ্রাসা মামলুক স্থাপত্য উদ্ভাবনের একটি উদাহরণ। ভবনটির চার ইওয়ান বিন্যাস ক্রুশ আকৃতির, বা ক্রুশ আকৃতির।\n\nভবনের সম্মুখভাগ উত্তর-পশ্চিম দিকের রাস্তার দিকে মুখ করে আছে এবং গম্বুজযুক্ত সমাধিসৌধটি সম্মুখভাগের দক্ষিণ প্রান্ত থেকে বেরিয়ে একটি আয়তাকার, ক্রস-ভল্টেড স্থানের মধ্য দিয়ে রাস্তায় প্রবেশ করেছে। এই মাদ্রাসাটি মামলুক স্থাপত্যের প্রবণতা প্রদর্শন করে যেখানে ভবনের সামনের অংশটি বিদ্যমান রাস্তার দিকে মুখ করে রাখা হয়েছে। একই সাথে মসজিদের অভ্যন্তরটি কিবলার দিকে পরিচালিত করে। এই ক্ষেত্রে সম্মুখভাগটি মাদ্রাসা এবং সমাধিসৌধ দিয়ে গঠিত, এবং মসজিদটি সম্মুখভাগের পিছনে অবস্থিত, যা রাস্তা থেকে সবচেয়ে দূরে। ভবনের ধর্মনিরপেক্ষ দিকগুলিকে জনসাধারণের কাছে দৃশ্যমান করার এই পছন্দ মামলুকদের ধার্মিকতার চেয়ে প্রতিপত্তিকে মূল্য দেওয়ার প্রবণতাকে প্রতিফলিত করে। পথচারীদের আশীর্বাদ পাওয়ার আশায় তাদের দৃষ্টি আকর্ষণ করার জন্য সমাধিসৌধটিও এইভাবে নির্মাণ করা হয়েছে। সারঘাতমিশ মাদ্রাসার বাইরে থেকে এর সম্মুখভাগের পূর্ব কোণে এর অষ্টভুজাকার মিনারটি দেখা যায়। এটি মার্জিতভাবে নির্মিত হয়েছিল এবং এতে দুই রঙের খচিত গাঁথুনির নকশা রয়েছে। ভবনের সম্মুখভাগটি ১৫.৫ মিটার উঁচু এবং এতে ভবনের অভ্যন্তরের প্রধান প্রবেশদ্বার রয়েছে। প্রবেশপথটি সম্মুখভাগের একটি উঁচু অংশ দ্বারা জোরদার করা হয়েছে যাকে পিশতাক বলা হয়। অতিরিক্তভাবে প্রবেশপথের আধা-গম্বুজের নীচে ঝুলন্ত ত্রিভুজগুলি দেখা যায়। সম্মুখভাগের উপরের দেয়ালগুলি ছোট আয়তাকার জানালা দিয়ে সারিবদ্ধ যা বসার ঘরের অন্তর্গত। শিক্ষার্থীদের ঘরের অংশ হিসেবে পিছনের সম্মুখভাগেও জানালাগুলি দেখা যায়। ভবনের বাইরে সমাধিসৌধের উপরে গম্বুজটি স্পষ্টভাবে দৃশ্যমান। দ্বি-খোলযুক্ত, অসাধারণ গম্বুজটি এমন ইট দিয়ে তৈরি যা অস্বাভাবিকভাবে উঁচু ড্রাম তৈরি করে।\n\nএই ধরণের ড্রাম একটি গোলাকার প্রোফাইল তৈরি করে যা মিশরীয় স্থাপত্যে অস্বাভাবিক। বরং এটি পারস্য স্থাপত্যের প্রতিফলন বলে মনে করা হয়, যা সম্ভবত সারঘাতমিশ তার বিদেশী ছাত্রদের থেকে অনুপ্রাণিত হয়েছিলেন, যাদের অনেকেই ইরান থেকে এসেছিলেন। এছাড়াও ইসলামী ও ফার্সি স্থাপত্যে ব্যবহৃত মুকারনাস, অথবা ত্রিমাত্রিক অলংকরণ যন্ত্র, শিলালিপি ব্যান্ডের উপরে এই অঞ্চলে স্থাপন করা হয়েছে।\nসারঘাতমিশ মাদ্রাসার ভেতরে মসজিদটি অবস্থিত। মসজিদের অভ্যন্তরে একটি স্থাপত্যিকভাবে আকর্ষণীয় স্থান হল মিহরাব প্রাচীর। মিহরাব হলো দেয়ালের একটি অর্ধবৃত্তাকার কুলুঙ্গি যা কিবলার অবস্থান বা কাবার দিক নির্দেশ করে। এই দেয়ালটি সাদা মার্বেল পাথরের ফলক দিয়ে সজ্জিত এবং সেগুলোতে পদক খোদাই করা আছে। মার্বেলের কিছু খোদাইয়ের মধ্যে রয়েছে আরবস্ক, একটি মসজিদের প্রদীপ, পাখি এবং একটি কাণ্ড ধরে থাকা একজোড়া হাত। প্রকৃত মূর্তিগুলির এই খোদাই, বিশেষ করে পাখি এবং হাত, মামলুক শিল্প ও স্থাপত্যের জন্য অনন্য। মামলুক শিল্পকলায় সাধারণত অলঙ্কৃত নকশা থাকত। তাদের শিল্পকলায় খুব কমই মূর্তি বা জীবনরূপ অন্তর্ভুক্ত ছিল। তবে প্যানেলগুলি তখন থেকে সরানো হয় এবং ইসলামিক জাদুঘরে রাখা হয়। সারঘাতমিশ মাদ্রাসার কেন্দ্রে একটি আঙিনা রয়েছে যার কেন্দ্রে একটি অষ্টভুজাকার ঝর্ণা রয়েছে। এটি একটি মণ্ডপের আকারে তৈরি যেখানে মার্বেল পাথরের স্তম্ভ রয়েছে যা একটি কাঠের গম্বুজকে সমর্থন করে। এই ধরণের গম্বুজ মামলুক গম্বুজের একটি ট্রেডমার্ক। উঠোন থেকে ছাত্রাবাসটি দৃশ্যমান। চারটি ইওয়ানের মাঝখানে কোণে তিন তলা পর্যন্ত কক্ষগুলি উঠে গেছে।\n\n\n== আল-মাকরিজির ভাষ্য ==\nআল-মাকরিজি ছিলেন একজন কায়রিন ইতিহাসবিদ। তাঁর একটি প্রধান কাজ হলোল খিতাত যেখানে কায়রোর ইতিহাসের একটি ভূ-প্রকৃতিগত বর্ণনা করা হয়েছে। আল-মাকরিজি খিতাতে শহরের প্রতিটি ভবনের ইতিহাস এবং স্থাপত্য নিয়ে আলোচনা করেছেন।\nবিশেষ করে আল-মাকরিজি সারঘাতমিশের ইতিহাস বর্ণনা করে সারঘাতমিশের উৎপত্তিস্থলের মাদ্রাসার উপর আলোকপাত করেছেন, যা উপরে ব্যাখ্যা করা হয়েছে। এরপর আল-মাকরিজি স্থাপত্যের বিশদ বিবরণের পাশাপাশি সম্প্রদায়ের উপর ভবনের প্রভাব ব্যাখ্যা করেন। আল-মাকরিজি ভবনটি সম্পর্কে মন্তব্য করে বলেন, \"মাদ্রাসাটি সবচেয়ে বিস্ময়কর এবং সুন্দর কাঠামোগুলির মধ্যে একটি হয়ে ওঠে, এবং অভ্যন্তরের দিক থেকেও সবচেয়ে মনোরম।\" মনে করা হয় যে সারঘাতমিশের মার্জিত নির্মাণ কায়রোর মানুষকে এতটাই প্রভাবিত করেছিল যে কেউ কেউ কাঠামোটি সম্পর্কে কবিতা লিখেছিলেন। আল-মাকরিজি একটি কবিতা উদ্ধৃত করেছেন, \"হে সারঘাতমিশ, তুমি যা নির্মাণ করেছ তা যেন তোমার জন্য গুরুত্বহীন হয়, কারণ এই ভবনের সৌন্দর্যের কারণেই তোমার চিরস্থায়ী পুরস্কার নির্ধারিত হয়েছে। মার্বেলের পাথর, যা সৌন্দর্যে এক প্রস্ফুটিত ফুলের মতো, তাকে তাচ্ছিল্য করেছে, কারণ সৌন্দর্য ও সৃষ্টির কৃতিত্ব একমাত্র ঈশ্বরেরই প্রাপ্য।\"\n\n\n== আরও দেখুন ==\nমসজিদের তালিকা\nআফ্রিকার মসজিদের তালিকা\nমিশরের মসজিদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nArchnet.org-এ আমির সারঘাতমিশের মাজার কমপ্লেক্স\nMagrizi.com-এ সারঘাতমিশ\n৭৫৭ হিজরিতে সারঘাতমিশের মসজিদ। (১৩৫৬)"}