{"pageid": 1520341, "title": "মুসলিম দার্শনিকদের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1520341", "content": "মুসলিম দার্শনিক তাদেরকে বলা হয় যারা ইসলাম ধর্ম অনুসরণ করেন এবং আরবি ভাষা ও ইসলামের কাঠামোর মধ্যে অবস্থিত দর্শনের একটি বিশেষ রীতিতে নিয়োজিত। যদিও এটি আবশ্যিকভাবে ধর্মীয় বিষয়গুলির সাথে সংশ্লিষ্ট নয়। মুহাম্মদ এর সাহাবীদের বাণীতে সামান্য দার্শনিক আলোচনা ছিল। অষ্টম শতাব্দীতে, বাইজেন্টাইন সাম্রাজ্য এর সাথে ব্যাপক যোগাযোগের ফলে প্রাচীন গ্রিক দর্শনের (বিশেষত অ্যারিস্টটলের রচনা) দার্শনিক কাজগুলিকে আরবিতে অনুবাদ করার একটি প্রবণতা দেখা দেয়।\nনবম শতাব্দীর আল-কিন্দিকে ইসলামিক পেরিপ্যাটেটিক দর্শনের (৮০০-১২০০) প্রতিষ্ঠাতা হিসেবে বিবেচনা করা হয়। দশম শতাব্দীর দার্শনিক আল-ফারাবি মুসলিম দার্শনিক আলোচনায় গ্রিক ও রোমান দার্শনিক কাজগুলির প্রবর্তনে উল্লেখযোগ্য অবদান রেখেছিলেন এবং অনেক থিমের প্রতিষ্ঠা করেছিলেন যা পরবর্তী শতাব্দীগুলোতে ইসলামিক দর্শনকে অধিষ্ঠিত করবে; তার বিস্তৃত কাজের মধ্যে, যুক্তিবিদ্যার উপর তার কাজ বিশেষভাবে উল্লেখযোগ্য। একাদশ শতাব্দীতে, সর্বকালের অন্যতম শ্রেষ্ঠ মুসলিম দার্শনিক ইবনে সিনা, আভিসেন্নিজম নামে পরিচিত দর্শনের নিজস্ব অনন্য বিদ্যালয় তৈরি করেছিলেন। এর শক্তিশালী অ্যারিস্টোটেলীয় এবং নব্যপ্লেটোবাদী ভিত্তি ছিল। বিখ্যাত মুসলিম দার্শনিক ও ধর্মতত্ত্ববিদ আল-গাজালি যুক্তি ও প্রত্যাদেশের মধ্যে আপাত বিরোধ সমাধানের পন্থা অবলম্বন করেছিলেন। তিনি দর্শনের গুরুত্ব উপলব্ধি করেছিলেন এবং একটি জটিল প্রতিক্রিয়া তৈরি করেছিলেন যা এর কিছু শিক্ষাকে প্রত্যাখ্যান ও নিন্দা করেছিল, আবার এটি তাকে অন্যদের গ্রহণ ও প্রয়োগ করার অনুমতিও দিয়েছিল। আল-গাজালীর প্রমাণ ('অ্যাপোডিক্সিস') গ্রহণের ফলে জ্ঞানতত্ত্বের উপর আরও পরিশীলিত ও সুনির্দিষ্ট আলোচনা এবং মুসলিম ধর্মতাত্ত্বিক মহলে অ্যারিস্টোটেলীয় যুক্তিবিদ্যা ও অধিবিদ্যার বিকাশ ঘটেছিল। আভেরোস, শেষ উল্লেখযোগ্য মুসলিম পেরিপ্যাটেটিক দার্শনিক, এই অভিযোগের বিরুদ্ধে অ্যারিস্টোটেলীয় দর্শনের ব্যবহারের পক্ষ সমর্থন করেছিলেন; তার বিস্তৃত কাজের মধ্যে অ্যারিস্টটল এর উপর উল্লেখযোগ্য ভাষ্য রয়েছে। দ্বাদশ শতাব্দীতে, শাহাব আল-দিন সুহরাওয়ার্দী ইলুমিনেশনের দর্শন প্রতিষ্ঠা করেন। দ্বাদশ শতাব্দীর পর আরব বিশ্বের বেশিরভাগ অংশে ঐতিহ্যবাহী অ্যারিস্টোটেলীয় দর্শন তার জনপ্রিয়তা হারালেও, রহস্যময় দর্শনের বিভিন্ন রূপ আরও prominent (গুরুত্বপূর্ণ) হয়ে ওঠে।\nআভেরোস এর পর, সাফাভিদ সাম্রাজ্যের সময়কালে পূর্বাঞ্চলীয় মুসলিম বিশ্বে একটি প্রাণবন্ত পেরিপ্যাটেটিক দার্শনিক বিদ্যালয় টিকে ছিল। তাকে পণ্ডিতরা ইস্ফাহান বিদ্যালয় হিসেবে অভিহিত করেছেন। এটি শিয়া দার্শনিক মির দামাদ কর্তৃক প্রতিষ্ঠিত হয়েছিল এবং মোল্লা সদরা ও অন্যান্যদের দ্বারা আরও উন্নত হয়েছিল।\n\n\n== তালিকা ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}