{"pageid": 1520660, "title": "দ্বিতীয় বায়েজিদ মসজিদ, ইস্তাম্বুল", "url": "https://bn.wikipedia.org/wiki?curid=1520660", "content": "দ্বিতীয় বায়েজিদ মসজিদ (তুর্কি: Beyazıt Camii, Bayezid Camii) হlলো ষোড়শ শতাব্দীর গোড়ার দিকের একটি অটোমান সাম্রাজ্য মসজিদ যা তুরস্কের ইস্তাম্বুলের বেয়াজিট স্কোয়ারে প্রাচীন কনস্টান্টিনোপলের থিওডোসিয়াসের ফোরামের ধ্বংসাবশেষের কাছে অবস্থিত।\n\n\n== ইতিহাস ==\nবায়াজিদ মসজিদটি অটোমান সুলতান দ্বিতীয় বায়েজিদ কর্তৃক নির্মিত হয়। এটি ১৪৫৩ সালে ইস্তাম্বুল বিজয়ের পর ইস্তাম্বুলে নির্মিত দ্বিতীয় বৃহৎ রাজকীয় মসজিদ কমপ্লেক্স (বা সেলাতিন মসজিদ) ছিল। পূর্ববর্তী রাজকীয় কমপ্লেক্স ও ফাতিহ মসজিদ পরে ভূমিকম্পে ধ্বংস হয়ে যায় এবং সম্পূর্ণ ভিন্ন শৈলীতে পুনর্নির্মাণ করা হয়। ফলস্বরূপ, বায়াজিদ কমপ্লেক্স হলো ইস্তাম্বুলের প্রাচীনতম সাম্রাজ্যিক কমপ্লেক্স যা কমবেশি তার মূল রূপে সংরক্ষিত আছে, যা একে যথেষ্ট ঐতিহাসিক এবং স্থাপত্যিক তাৎপর্যপূর্ণ করে তুলেছে।\nমসজিদটি ১৫০০ থেকে ১৫০৫ সালের মধ্যে নির্মিত হয়। এর পরপরই এতে একটি কুল্লি (ধর্মীয় ও দাতব্য কমপ্লেক্স) যুক্ত করা হয়। এর মধ্যে ছিল ১৫০৭ সালে সমাপ্ত একটি মেড্রেস (ধর্মতাত্ত্বিক কলেজ); ১৫০৭ সালের কিছু সময় আগে সমাপ্ত একটি বৃহৎ হাম্মাম (স্নানঘর); একটি ইমারেত ( স্যুপ রান্নাঘর ); একটি ক্যারাভানসেরাই; এবং দ্বিতীয় বায়েজিদের তুর্বে সহ বেশ কয়েকটি সমাধিসৌধ।\nমসজিদের প্রধান স্থপতি কে তা সরাসরি জানা যায়নি। দ্বিতীয় বায়েজিদের রাজত্বকালে স্থপতিদের উল্লেখ করা অটোমান নথির উপর ভিত্তি করে বিংশ শতাব্দীর পণ্ডিত রিফকি মেলুল মেরিক ইয়াকুবসা ইবনে ইসলামসাকে সবচেয়ে সম্ভাব্য স্থপতি হিসাবে চিহ্নিত করেছেন। ইয়াকুবশার সহকারী ইউসুফ ইবনে পাপাস মেড্রেসের কাজ শেষ করেন। দ্বিতীয় বায়েজিদের অনুদান থেকে জানা যায় যে, এই স্থপতি ফাতিহ মসজিদের গ্রীক স্থপতি (আতিক সিনান বা ক্রিস্টোডৌলোস) এর ভাগ্নে ছিলেন। এটি ইস্তাম্বুলের একমাত্র গির্জা যা কখনও মসজিদে রূপান্তরিত হয়নি। মঙ্গোলদের সেন্ট মেরির গ্রীক অর্থোডক্স চার্চের দ্বিতীয় মেহমেদ কর্তৃক ক্রিস্টোদোলোসের মা (দ্বিতীয় বায়েজিদ মসজিদের স্থপতির দাদী) কে দুই স্থপতির কাজের স্বীকৃতিস্বরূপ অনুদানের বিষয়টি নিশ্চিত করে। ইয়াকুবসা ইবনে ইসলামসা সম্পর্কে আর খুব কমই জানা যায়। তিনি বুরসায় একটি ক্যারাভানসরাইও নির্মাণ করেছিলেন। তবে মসজিদের মার্জিত শৈলী পূর্ববর্তী অটোমান এবং পশ্চিমা স্থাপত্য কৌশলগুলির সাথে অভিজ্ঞতার ইঙ্গিত দেয়।\n১৯ শতক এবং ২০ শতকের গোড়ার দিকের বর্ণনায় শহরটিকে প্রায়ই \"কবুতর মসজিদ\" নামে উল্লেখ করা হয়েছে কারণ এখানে প্রচুর সংখ্যক পাখি মুসল্লিদের খাবারের জন্য জড়ো হত।\n\n\n=== ক্ষতি এবং পুনরুদ্ধারের কাজ ===\n১৫০৯ সালে ভূমিকম্পের পর গম্বুজটি আংশিকভাবে পুনর্নির্মাণ করা হয়, এবং মিমার সিনান ১৫৭৩-৭৪ সালে আরও মেরামত করেন।\n১৬৮৩ এবং ১৭৫৪ সালে আগুনে মিনারগুলি পৃথকভাবে পুড়ে যায়। ১৭৪৩ সালে বজ্রপাতের ফলেও এগুলো ক্ষতিগ্রস্ত হয়। ১৭৫৪ সালের অক্টোবরের একটি নথিতে বলা হয়েছে যে মসজিদটি মেরামতের জন্য কারামুরসেল থেকে একটি বিশেষ ধরণের পাথর আনা হয়েছিল। উঠোনের প্রবেশপথের উপরে একটি শিলালিপি থেকে জানা যায় যে, ১৭৬৬ সালে ইস্তাম্বুলে আঘাত হানা ভূমিকম্পের ফলে ১৭৬৭ সালেও মেরামত কাজ করা হয়েছিল।\n২০১২ সালের আগস্ট মাসে ব্যাপক নতুন সংস্কার কাজ শুরু হয় এবং এটি সম্পন্ন হতে আট বছর সময় লাগে। প্রক্রিয়া চলাকালীন পূর্ববর্তী মেরামতের সময় ব্যবহৃত অনুপযুক্ত উপকরণগুলি সরিয়ে ফেলা হয় এবং ক্ষতিগ্রস্ত উপকরণগুলি হয় পরিষ্কার করা হয় অথবা প্রতিস্থাপন করা হয়। এই সংস্কারে প্রায় ১৫০ জনের একটি দল অংশ নেয় এবং ৪৯ মিলিয়ন তুর্কি লিরা (প্রায় ৭.২ মিলিয়ন মার্কিন ডলার) খরচ হয়। ২০২০ সালে মসজিদটি ইবাদতের জন্য পুনরায় খুলে দেওয়া হয়।\n\n\n== স্থাপত্য ==\n\n\n=== বাহ্যিক ===\nমসজিদটি উত্তর-পশ্চিম-দক্ষিণ-পূর্ব অক্ষ বরাবর অবস্থিত এবং উত্তর-পশ্চিমে একটি উঠোন রয়েছে যার আয়তন প্রায় মসজিদের সমান। প্রাঙ্গণের তিন দিকে বিশাল প্রবেশদ্বার রয়েছে এবং এটি বিশটি স্তম্ভ দ্বারা সমর্থিত একটি স্তম্ভযুক্ত পেরিস্টাইল দ্বারা বেষ্টিত। দুটি স্তম্ভ পোরফাইরি দিয়ে তৈরি, দশটি সবুজ অ্যান্টিক দিয়ে তৈরি এবং ছয়টি গোলাপী গ্রানাইট দিয়ে তৈরি। এটি ২৪টি ছোট গম্বুজ দিয়ে ছাদযুক্ত এবং পলিক্রোম মার্বেলের ফুটপাথ রয়েছে।\n\nমসজিদটি নিজেই বর্গাকার, যার প্রতিটি পাশের মাপ প্রায় ৪০ মিটার (১৩০ ফুট) এবং এর গম্বুজটির ব্যাস প্রায় ১৭ মিটার (৫৬ ফুট)। কেন্দ্রীয় গম্বুজটি প্রধান অক্ষ বরাবর দুটি আধা-গম্বুজ এবং দ্বিতীয় অক্ষ বরাবর দুটি খিলান দ্বারা সমর্থিত। মসজিদটি সম্পূর্ণরূপে রঙিন পাথর এবং মার্বেল ব্যবহার করে কাটা পাথর দিয়ে নির্মিত।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== অভ্যন্তরীণ ===\nমসজিদের অভ্যন্তরভাগ আয়া সোফিয়ার একটি ছোট আকারের সংস্করণের মতো। কেন্দ্রীয় গম্বুজ ছাড়াও পূর্ব ও পশ্চিম দিকের আধা-গম্বুজগুলি একটি নেভ গঠন করে। উত্তর ও দক্ষিণে পার্শ্ব আইল রয়েছে, প্রতিটিতে চারটি ছোট গম্বুজ রয়েছে, যা মসজিদের প্রস্থকে প্রসারিত করে, কিন্তু গ্যালারিতে বিভক্ত নয়। গম্বুজটি মসৃণ পেন্ডেন্টিভ এবং স্ট্যালাকাইটাইট অলঙ্করণ সহ বিশাল আয়তাকার স্তম্ভ দ্বারা সমর্থিত। গম্বুজের গোড়ায় বিশটি জানালা এবং প্রতিটি আধা-গম্বুজে সাতটি করে জানালা দিয়ে স্থানটি আলোকিত। মিহরাবের ডানদিকে অবস্থিত একটি উঁচু সুলতানের লগ (হুঙ্কার মাহফিল) দশটি ছোট মার্বেল স্তম্ভ দ্বারা সমর্থিত যা পূর্ববর্তী বাইজেন্টাইন গির্জা থেকে পুনঃব্যবহৃত হয়েছিল।\n\nপশ্চিম দিকে একটি প্রশস্ত বর্ধিত করিডোর ভবনের মূল কাঠামোর বাইরেও যথেষ্ট প্রসারিত। মূলত বিচরণকারী দরবেশদের ধর্মশালা হিসেবে কাজ করার জন্য চারটি গম্বুজ বিশিষ্ট কক্ষ হিসেবে নকশা করা হয়েছিল, ষোড়শ শতাব্দীতে ডানাগুলি প্রার্থনা কক্ষের সাথে একীভূত করা হয়েছিল এবং এখন খিলানপথ দ্বারা পৃথক তিনটি পরপর কক্ষ রয়েছে। এই ডানার শেষ প্রান্তে দুটি মিনার রয়েছে।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== কমপ্লেক্সের অন্যান্য অংশ ===\nমসজিদের পিছনে একটি ছোট বাগান রয়েছে, যেখানে সুলতান দ্বিতীয় বায়েজিদের মেয়ে সেলচুক হাতুন এবং উজিরে আজম কোকা মুস্তফা রেসিদ পাশার তুরবে (সমাধি) রয়েছে। বাগানের নীচে দোকানগুলির একটি তোরণ (আরস্তা) রয়েছে, যা ১৫৮০ সালে মিমার সিনান দ্বারা ডিজাইন করা হয়েছিল, যার ভাড়া মূলত মসজিদের সহায়তার জন্য নির্ধারিত ছিল। ১৯৬০-এর দশকে এটি ব্যাপকভাবে পুনরুদ্ধার করা হয়।\n১৮৮২ সালে সুলতান দ্বিতীয় আব্দুল হামিদ পূর্বের স্যুপ কিচেনটিকে ইস্তাম্বুলের রাষ্ট্রীয় গ্রন্থাগারে রূপান্তরিত করেন। বর্তমানে এতে ১২০,০০০ এরও বেশি বই এবং ৭০০০ পাণ্ডুলিপি রয়েছে।\nপ্রাক্তন মাদ্রাসাটিতে এখন তুর্কি ক্যালিগ্রাফি শিল্পের একটি ছোট জাদুঘর রয়েছে যা এক দশকেরও বেশি সময় ধরে জনসাধারণের জন্য বন্ধ রয়েছে। ২০২২ সালে এর সংস্কার চলছিল।\n\n২০১৫ সালে তুর্কি হামাম সংস্কৃতির জাদুঘর হিসেবে পুনরায় খোলার আগে ২০০০ এবং ২০১০ এর দশকের গোড়ার দিকে স্মৃতিস্তম্ভ দ্বিতীয় বায়েজিদ হামাম পুনরুদ্ধার করা হয়। দেয়ালের সর্বনিম্ন অংশে থিওডোসিয়াসের ফোরাম থেকে হারিয়ে যাওয়া বিজয়ী খিলানের ভাস্কর্যের টুকরোগুলি সংযুক্ত করা আছে, যার আরও কিছু ধ্বংসাবশেষ মসজিদের রাস্তার ওপারে মাটিতে ছড়িয়ে ছিটিয়ে রয়েছে। হাম্মাম সংস্কারের সময় হাম্মামের নীচে একটি পুরাতন বাইজেন্টাইন গির্জার চিহ্ন আবিষ্কৃত হয়।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\nইসলামী স্থাপত্য\nমসজিদের তালিকা\nঅটোমান স্থাপত্য\n\n\n== উদ্ধৃতি ==\n\n\n== তথ্যসূত্র ==\n\nFreely, John (২০০০)। Blue Guide Istanbul। W. W. Norton & Company। আইএসবিএন 0-393-32014-6। \nOchsenwald, William (২০০৩)। The Middle East: A History। McGraw-Hill Humanities। আইএসবিএন 0-07-244233-6। \nSultan Bajazid's (i.e., Beyazit's) Mosque, Constantinople, Turkey"}