{"pageid": 1520597, "title": "বেন ইউসুফ মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1520597", "content": "বেন ইউসুফ মসজিদ (এর ইংরেজি বানান \"ইবন ইউসুফ মসজিদ\" নামেও পরিচিত; আরবি: مسجد ابن يوسف) হলো মরক্কোর মারাকেশের মদিনা কোয়ার্টারে অবস্থিত একটি মসজিদ, যার নামকরণ করা হয়েছে আলমোরাভি আমির আলী ইবনে ইউসুফের নামে। এটি নিঃসন্দেহে মারাকেশের প্রাচীনতম এবং সবচেয়ে গুরুত্বপূর্ণ মসজিদ।\n\n\n== ইতিহাস ==\n\n১০৭১ সালে আলমোরাভি আমির ইউসুফ ইবনে তাশফিন মারাকেশে প্রথম মসজিদটি নির্মাণ করেন, তিনি শহরের নেতৃত্ব গ্রহণের পরপরই নবজাতক এই শহরের কেন্দ্রীয় জামাত মসজিদ হিসেবে এই মসজিদ ব্যবহৃত হওয়া শুরু হয়। এই প্রথম মসজিদের কিছুই টিকে নেই এবং এর সঠিক অবস্থানও নিশ্চিত নয়। এটি তৈরি করা হয়েছিল মাটির ঢাল দিয়ে। ঐতিহাসিক ইতিহাসে দাবি করা হয়েছে যে ইবনে তাশফিন ব্যক্তিগতভাবে এর নির্মাণে নিজেকে নিযুক্ত করেছিলেন।\nইবনে তাশফিনের পুত্র এবং উত্তরসূরী আলী ইবনে ইউসুফ (অথবা ফরাসি লিপ্যন্তর থেকে \"বেন ইউসুফ\") একটি বিশাল নতুন কেন্দ্রীয় মসজিদ নির্মাণ করেন, যার নাম মসজিদ আল-সিকায়া (\"ঝর্ণার মসজিদ\")। এর আঙ্গিনায় মার্বেল পাথরের বেসিন সহ বিশাল ঝর্ণাটি অবস্থিত ছিল। এর দাম ছিল প্রায় ৬০,০০০ সোনার দিনার, এবং এটি ১১২০ থেকে ১১৩২ সালের মধ্যে সম্পন্ন হয়েছিল। মিনারটি, যা সম্ভবত শেষ নির্মিত উপাদানগুলির মধ্যে একটি ছিল, তার নির্মাণকাজ ১১২৯ সালে শুরু হয় এবং ১১৩২ সালে শেষ হয়। এটি আলমোরাভিড সাম্রাজ্যে নির্মিত বৃহত্তম মসজিদ ছিল, যার আয়তাকার ভিত্তি ছিল ১২০ বাই ৮০ মিটার এবং এর পশ্চিম দিকে একটি মিনার ছিল যার উচ্চতা ৩০ বা ৪০ মিটার বলে অনুমান করা হয়। উদীয়মান শহরের বিন্যাসটি এর চারপাশে সংগঠিত ছিল এবং পার্শ্ববর্তী সউকগুলির সাথে একত্রিত হয়ে এটি মারাকেশের প্রাথমিক নগর জীবনের কেন্দ্রবিন্দুতে পরিণত হয়। নিকটবর্তী কুব্বা বা'আদিয়িন ছিল এর সাথে সংযুক্ত স্মৃতিস্তম্ভযুক্ত অযু ঝর্ণাগুলির মধ্যে একটি।\n১১৪৭ সালের এপ্রিলে যখন আলমোহাদরা আলমোরাভিডদের পরাজিত করে মারাকেশ দখল করে, তখন আলমোহাদ খলিফা আব্দুল-মু'মিন দাবি করেন যে আলমোরাভিড মসজিদের অবস্থানগত ত্রুটি ছিল এবং এটি হয় ভেঙে ফেলা হয়েছিল অথবা পরিত্যক্ত করা হয়েছিল। পরিবর্তে আলমোহাদরা শহরের দক্ষিণ-পশ্চিমাঞ্চলে বেন ইউসুফ মসজিদ থেকে দূরে একটি নতুন গ্র্যান্ড কুতুবিয়া মসজিদ এবং দক্ষিণে তাদের নতুন প্রাসাদগুলির জন্য আরেকটি গ্র্যান্ড কাসবাহ মসজিদ নির্মাণ করে। তবে নতুন কুতুবিয়া মসজিদটি নগর কার্যকলাপের কেন্দ্রটিকে মূল শহরের কেন্দ্র থেকে দূরে সরিয়ে নিতে সম্পূর্ণরূপে সফল হয়নি।\nসাদিয়ান রাজবংশের সময়কালে (১৬ শতক) শহরটিতে উল্লেখযোগ্য নগর পরিবর্তন ঘটে। শহরের পশ্চিমাঞ্চলে (একটি পুরানো ইহুদি পাড়ার জায়গায়), যেমন মুয়াসিন মসজিদ, নতুন বসতি এবং নতুন মসজিদ তৈরি করা হয়। সাদিয়ানরা বেন ইউসুফ মসজিদের আশেপাশের এলাকাগুলিকেও তাদের পৃষ্ঠপোষকতা দেয়। ১৫৫৭ থেকে ১৫৭৪ সালের মধ্যে শাসনকারী সুলতান আবদুল্লাহ আল-গালিব বেন ইউসুফ মসজিদটি পুনর্নির্মাণ বা সংস্কার করেছিলেন বলে জানা গেছে (যদিও এই সাদিয়ান মসজিদের কোনও ধ্বংসাবশেষ পাওয়া যায়নি)। এর পাশে আবদুল্লাহ আল-গালিব ১৫৬৩-৬৪ সালে মসজিদের ঠিক পূর্ব দিকে নতুন মাদ্রাসা (ধর্মতাত্ত্বিক কলেজ) বেন ইউসুফ মাদ্রাসাও নির্মাণ করেন, যার ফলে এটি পণ্ডিতদের মসজিদ হিসেবে একটি নতুন জীবন লাভ করে। আহমেদ আল-মনসুরের (১৫৭৮-১৬০৩) রাজত্বকালে শ্রাব ও শোফ নামে পরিচিত অলঙ্কৃত রাস্তার ঝর্ণাটিও কাছাকাছি সময়ে নির্মিত হয়েছিল।\nসপ্তদশ এবং আঠারো শতকে ধ্বংসপ্রাপ্ত হওয়ার পর ১৯ শতকের গোড়ার দিকে আলাউই সুলতান সুলেমান (শাসন ১৭৯২-১৮২২) ভিন্ন সারিবদ্ধতা সহ এটি সম্পূর্ণরূপে পুনর্নির্মাণ করেন। এর মূল আমোরাভিড বা আলমোহাদ নকশার খুব কমই চিহ্ন অবশিষ্ট ছিল। ১৮১৯-২০ সালে মিনারটির নির্মাণ কাজ শেষ হয়। পরবর্তীকালে এই পৃষ্ঠপোষকতা সত্ত্বেও বর্তমান মসজিদটির আসল নাম \"বেন ইউসুফ\" ধরে রাখা হয়েছে।\nএটি আজও মারাকেশের সবচেয়ে গুরুত্বপূর্ণ মসজিদগুলির মধ্যে একটি হিসেবে কাজ করে চলেছে। ঐতিহ্যগতভাবে বেন ইউসুফ মসজিদের কাজী (ধর্মীয় বিচারক) সমগ্র মারাকেশ এমনকি বহির্মুখী অঞ্চলের উপরও এখতিয়ার রাখেন। এতে অমুসলিম দর্শনার্থীদের প্রবেশাধিকার নেই।\n\n\n== বর্তমানের মসজিদের বর্ণনা ==\n\nমসজিদটির একটি বর্গাকার নকশা রয়েছে, যার প্রতিটি পাশ ৬৪ মিটার দীর্ঘ। এতে একটি বৃহৎ অভ্যন্তরীণ আঙ্গিনা (সাহন) রয়েছে, যার মাপ ৪০ মিটার × ৩০ মিটার। এই আঙ্গিনার কেন্দ্রস্থলে একটি ফোয়ারা রয়েছে এবং এটি উত্তর, দক্ষিণ ও পশ্চিম পাশে গ্যালারির দ্বারা পরিবেষ্টিত। পূর্ব পাশে প্রধান স্তম্ভযুক্ত নামাজ হল (হাইপোস্টাইল প্রার্থনা কক্ষ) অবস্থিত, যা দুটি সারির খিলানের মাধ্যমে উত্তর-দক্ষিণে তিনটি ট্রান্সভার্স করিডোরে বিভক্ত, যা পূর্ব দিকের কিবলা দেয়ালের (প্রার্থনার দিকনির্দেশক প্রাচীর) সমান্তরালে রয়েছে।\nমসজিদের মিহরাব (পূর্ব দেয়ালের একটি খাঁজ, যা কিবলার প্রতীক) একটি ঘোড়ার খুরাকৃতির খিলানের মাধ্যমে একটি ছোট আলকোভে খোলে। খিলানের চারপাশের দেয়ালগুলোর পৃষ্ঠ জ্যামিতিক, আরবেস্ক ও লিপিগত অলংকরণযুক্ত স্টুকো খোদাই দ্বারা সজ্জিত। মসজিদের একমাত্র উল্লেখযোগ্য অলংকরণ হলো কাঠের ছাদ, যা রাফটারসহ একটি ঢালু আকৃতি ধারণ করে এবং এটি রঙিন জ্যামিতিক ও আরবেস্ক নকশায় সজ্জিত।\nমসজিদের দক্ষিণ-পশ্চিম কোণে অবস্থিত মিনারটি ঐতিহ্যবাহী আকৃতির এবং এর বর্গাকার ভিত্তির প্রতিটি পাশ ৮ মিটার দৈর্ঘ্যের। মিনারটি প্রায় ৪০ মিটার উচ্চতা বিশিষ্ট, যার প্রধান স্তম্ভের ওপরে একটি অপেক্ষাকৃত ছোট দ্বিতীয় স্তম্ভ রয়েছে। মিনারটিতে খুব কম অলংকরণ দেখা যায়, তবে প্রধান স্তম্ভের প্রতিটি দিকের প্রান্ত বরাবর দুটি উল্লম্ব সবুজ টাইলের ব্যান্ড রয়েছে। মিনারের উভয় স্তর দন্তাকৃতির (স-টুথ) মারলন দ্বারা শোভিত।\nযেহেতু মসজিদটি দখলকৃত নগর ব্লকের তুলনায় ছোট (যা মূল আলমোরাভিড মসজিদের রূপরেখার সাথে মিলে যায়), তাই এতে প্রবেশ করা যায় দুটি পথের যেকোনো একটি দিয়ে যা এর এবং রাস্তার মধ্যবর্তী দূরত্ব অতিক্রম করে। মসজিদের চারপাশের বাকি অংশটি এর উত্তর-পশ্চিম দিকে একটি কবরস্থান দ্বারা দখল করা হয়েছে এবং বাকি অংশের চারপাশে বিভিন্ন বাড়ি, সংযুক্তি এবং সুযোগ-সুবিধা রয়েছে। এই সংযুক্তিগুলির মধ্যে একটি হলো এর দক্ষিণ-পূর্ব কোণে হল লাইব্রেরি (যা বেন ইউসুফ বা ইবনে ইউসুফ লাইব্রেরি নামে পরিচিত)। মসজিদের উত্তর-পূর্ব কোণে আরেকটি স্থাপনা হলো অভিজাত প্রাসাদ দার রাঘে, যা ১৯৪৩ সালে পূর্ববর্তী স্থাপনার স্থানে তৈরি করা হয়েছিল। এটি সম্প্রতি পুনরুদ্ধার করা হয়েছে এবং দার বেলার্জ নামে পরিচিত একটি সাংস্কৃতিক কেন্দ্রে রূপান্তরিত হয়েছে।\n\n\n== আলমোরাভি মসজিদের উত্তরাধিকার ==\nএই বিশাল মসজিদের মূল রূপরেখা এবং সারিবদ্ধতা আজও রাস্তার বিন্যাসে স্পষ্টভাবে দেখা যায়, কারণ বর্তমান মসজিদের চারপাশের রাস্তাগুলি একটি আয়তক্ষেত্র তৈরি করে যা মসজিদ এবং পরবর্তী বেন ইউসুফ মাদ্রাসা উভয়ের সাথেই সারিবদ্ধ নয়। সারিবদ্ধকরণের এই অসঙ্গতির কারণ হল বিভিন্ন সময়কালে কিবলা (নামাজের দিক, যার সাথে মসজিদগুলিকে সারিবদ্ধ করতে হবে) বিভিন্ন পদ্ধতি ব্যবহার করে অনুমান করা হয়েছিল। বর্তমান মসজিদটি (১৯ শতকে নির্মিত) পূর্বমুখী হলেও মূল মসজিদটি (১২ শতক) দক্ষিণ দিকে কিছুটা বেশি সারিবদ্ধ ছিল এবং নিকটবর্তী বেন ইউসুফ মাদ্রাসা (১৬ শতক) দক্ষিণ-পূর্বমুখী। প্রত্নতাত্ত্বিক গবেষণায় বর্তমান মসজিদের উত্তর-পশ্চিমে আলমোরাভিড মসজিদের মূল মিনারের ধ্বংসাবশেষ শনাক্ত করা হয়েছে, যা এর গঠন সম্পর্কে কিছুটা অন্তর্দৃষ্টি প্রদান করে।\n\n\n=== আলমোরাভিড কুব্বা ===\nতথাকথিত আলমোরাভিদ কুব্বা (যা কুব্বা বা'আদিয়িন বা কুব্বা বারুদিয়িন নামেও পরিচিত) মারাকেশে আলমোরাভিদ স্থাপত্যের একমাত্র জীবিত উদাহরণ। এটি ১১১৭ সালে অথবা সম্ভবত ১১২৫ সালে আলমোরাভি আমির আলী ইবনে ইউসুফ কর্তৃক নির্মিত হয়েছিল। বর্তমানে এটি বেন ইউসুফ মসজিদের ঠিক দক্ষিণে অবস্থিত। বেশিরভাগ পণ্ডিত বিশ্বাস করেন যে এটি আলী ইবনে ইউসুফ কর্তৃক নির্মিত আলমোরাভি মসজিদের অন্তর্গত ছিল এবং এটি নামাজের আগে আনুষ্ঠানিকভাবে ওযু করার জন্য ব্যবহৃত একটি স্থান ছিল। মসজিদের কাছে পানি সরবরাহের জন্য এই ধরণের কাঠামো মিদা'আ ( আরবি: ميضأة; \"ওজু করার সুবিধা\") নামেও পরিচিত ছিল। মারাক্কেশের পরবর্তী মসজিদগুলিতে এটি পাওয়া যায়।\n\n\n=== আলমোরাভিড মিম্বর ===\n\nআলী ইবনে ইউসুফ স্পেনের কর্ডোবার (আল-আন্দালুস) একটি কর্মশালা থেকে তাঁর মসজিদের জন্য একটি সুসজ্জিত মিম্বার (মিম্বার) তৈরির কাজটি বিখ্যাতভাবে পরিচালনা করেছিলেন। এর উৎপাদন ১১৩৭ সালে শুরু হয় এবং অনুমান করা হয় সাত বছর সময় লেগেছিল। একে \"ইসলামী শিল্পের অন্যতম অতুলনীয় সৃষ্টি\" হিসেবে বিবেচনা করা হয়। এর শৈল্পিক শৈলী ও গুণমান অত্যন্ত প্রভাবশালী ছিল এবং এমন একটি মান স্থাপন করেছিল যা বারবার অনুকরণ করা হয়েছিল, কিন্তু পরবর্তীকালে মরক্কো এবং আলজেরিয়ার কিছু অংশ জুড়ে মিম্বরগুলিতে কখনও অতিক্রম করা হয়নি। ধারণা করা হয় যে মিম্বারটি মূলত সেই সময়ে বেন ইউসুফ মসজিদে স্থাপন করা হয়েছিল। তবে পরে আলমোহাদ শাসক আব্দুল মু'মিন একে প্রথম কুতুবিয়া মসজিদে স্থানান্তরিত করেন এবং পরে সেই মসজিদের দ্বিতীয় অবতারে স্থানান্তরিত করা হয়। এই কারণে একে প্রায়ই কুতুবিয়া মিম্বার বা কুতুবিয়া মসজিদের মিম্বার বলা হয়। এটি ১৯৬২ সাল পর্যন্ত সেখানেই ছিল, তারপর এটি এল বাদি প্রাসাদে স্থানান্তরিত হয় যেখানে এটি এখন দর্শনার্থীদের জন্য প্রদর্শিত হচ্ছে।\nমিম্বারটি মূলত একটি ত্রিভুজাকার কাঠামো যার কর্ণের পার্শ্বটি নয়টি ধাপ বিশিষ্ট একটি সিঁড়ি দ্বারা দখল করা হয়েছে। এটি ৩.৪৬ মিটার (১১.৪ ফুট) লম্বা, ০.৮৭ মিটার (২ ফুট ১০ ইঞ্চি) প্রস্থ, এবং ৩.৮৬ মিটার (১২.৭ ফুট) বড়। মূল কাঠামোটি উত্তর আফ্রিকার দেবদারু কাঠ দিয়ে তৈরি, যদিও সিঁড়িগুলি আখরোট গাছের কাঠ দিয়ে তৈরি এবং মিম্বরের ভিত্তিটি দেবদারু গাছের কাঠ দিয়ে তৈরি। পৃষ্ঠতলগুলি মার্কেট্রি এবং খচিত ভাস্কর্যের মিশ্রণের মাধ্যমে সজ্জিত করা হয়েছে। মিম্বরের উভয় পাশের বৃহৎ ত্রিভুজাকার মুখগুলি আট-কোণা তারার চারপাশে কেন্দ্রীভূত একটি বিস্তৃত এবং সৃজনশীল নকশায় আবৃত, যেখান থেকে হাতির দাঁতের খোদাই সহ আলংকারিক ব্যান্ডগুলি একত্রিত হয় এবং পৃষ্ঠের বাকি অংশ জুড়ে একই প্যাটার্ন পুনরাবৃত্তি করে। এই ব্যান্ডগুলির মধ্যে থাকা ফাঁকা স্থানগুলি অন্যান্য জ্যামিতিক আকার তৈরি করে যা বিভিন্ন রঙের কাঠ (বক্সউড, জুজুব এবং ব্ল্যাকউড) দিয়ে তৈরি গভীরভাবে খোদাই করা আরবস্কের প্যানেল দিয়ে পূর্ণ। একটি বালাস্ট্রেডের উপরের প্রান্ত বরাবর কালো কাঠ এবং হাড়ের উপর কুফিক লিপিতে খোদাই করা ৬ সেন্টিমিটার (২.৪ ইঞ্চি) কুরআনের প্রশস্ত শিলালিপি রয়েছে। মিম্বরের অন্যান্য পৃষ্ঠগুলিতে বিভিন্ন ধরণের নকশা রয়েছে। উল্লেখযোগ্যভাবে মিম্বরের সিঁড়িগুলি মুরিশ (ঘোড়ার নালের) খিলানের একটি তোরণের ছবি দিয়ে সজ্জিত, যার ভিতরে বাঁকা উদ্ভিদের নকশা রয়েছে, যা সম্পূর্ণরূপে বিভিন্ন রঙের কাঠ দিয়ে মার্কেট্রিতে তৈরি।\n\n\n== আরও দেখুন ==\nমসজিদের তালিকা\nআফ্রিকার মসজিদের তালিকা\nমরক্কোর মসজিদের তালিকা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\nব্লুম, জেএম এবং এসএস ব্লেয়ার সম্পাদক, ২০০৯, দ্য গ্রোভ এনসাইক্লোপিডিয়া অফ ইসলামিক আর্ট অ্যান্ড আর্কিটেকচার । অক্সফোর্ড: অক্সফোর্ড ইউনিভার্সিটি প্রেস। পৃষ্ঠা ৪৬৫-৬৬\nজুলিয়েন, চার্লস-আন্দ্রে। (1931) Histoire de l'Afrique du Nord, vol. 2 - De la conquête arabe à 1830, 1961 সংস্করণ, প্যারিস: Payot\nলামজাহ, আসিয়া (২০০৮) \"মরক্কোর সাংস্কৃতিক ঐতিহ্য ব্যবস্থাপনার উপর ফরাসি প্রটেক্টরেটের প্রভাব: মারাকেশের ঘটনা\", পিএইচডি গবেষণাপত্র, আরবানা: ইলিনয় বিশ্ববিদ্যালয়। অনলাইন\nভ্যান হুলে, জিন-ক্লদ (1994) বিয়েনভেনিউ à মারাকেচ । প্যারিস: ACR।\nPâques, Viviana, Les fetes du Mwulud dans la region de Marrakech, 1971 [১]"}