{"pageid": 1520593, "title": "ক্রাবলিয়ান মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1520593", "content": "ক্রাবলিয়ান মসজিদ (আরবি: جامع الشرابليين; শিরাব্লিয়িন, চেরাব্লিয়িন, ইত্যাদি নামেও অনুবাদ করা হয়েছে) মরক্কোর ফেজে অবস্থিত একটি মেরিনিড যুগের মসজিদ।\n\n\n== ইতিহাস ==\n\nমসজিদটি ১৪ শতকে মেরিনিড আমলে প্রতিষ্ঠিত হয়েছিল। যদিও এর নির্মাণের সঠিক তারিখ এবং পৃষ্ঠপোষকতা নিশ্চিত করা যায়নি, তবে বিশ্বাস করা হয় যে এটি ১৩৩১ থেকে ১৩৪৮ খ্রিস্টাব্দের মধ্যে মেরিনিড সুলতান আবু আল-হাসান কর্তৃক তার রাজত্বকালে নির্মিত হয়েছিল। আবু আল-হাসান ছিলেন মেরিনিড যুগের অন্যতম সেরা নির্মাতা এবং তিনি ফেজ ও তার বাইরেও বেশ কয়েকটি মাদ্রাসা ও মসজিদ নির্মাণ করেছিলেন।\n১৭৯২ থেকে ১৮২২ সালের মধ্যে আলাউইত সুলতান মৌলে স্লিমানে এর রাজত্বকালে মসজিদটি উল্লেখযোগ্যভাবে পুনরুদ্ধার করা হয়। শুধুমাত্র মিনার এবং মসজিদের প্রবেশপথটি এখনও তাদের মূল মেরিনিড আকারে রয়েছে, যদিও মসজিদের বাকি অংশের চেহারা সাধারণত আলাউইট সংস্কারের সময় থেকে দেখা যায়। পশ্চিমে আবু আল-হাসানের মসজিদ, যা ১৩৪১ সালে একই শাসক কর্তৃক নির্মিত এবং একইভাবে মৌলে স্লিমান কর্তৃক সংস্কার করা হয়েছিল, এই ভবনের সাথে বেশ কিছু সাদৃশ্য বহন করে।\n\n\n== নামের অবস্থান এবং উৎপত্তি ==\nমসজিদটি তালা'আ কেবিরাতে অবস্থিত। এটি ফেজের পুরাতন শহর ফেস এল-বালির প্রধান সউক (বাজার) রাস্তা। এখান থেকে মসজিদের মিনারটি স্পষ্টভাবে দৃশ্যমান। আশেপাশের জেলাকে ক্রাবলিয়াইন নামেও উল্লেখ করা হয়, যা \"চেরবিল\" নামক এক ধরণের ঐতিহ্যবাহী মরক্কোর মহিলাদের জুতাকে বোঝায় যেখানে স্থানীয় দোকানগুলি বিশেষায়িত ছিল (এবং আজও কিছুটা হলেও তা করে)।\n\n\n== স্থাপত্য ==\n\n\n=== মিনার এবং বহিঃপ্রকাশ ===\nমসজিদটি তার মিনারের জন্য উল্লেখযোগ্য বলে বিবেচিত হয়, যা বিশেষ করে মধ্যযুগীয় মরক্কো-আন্দালুসীয় শৈলীতে (পূর্ববর্তী আলমোহাদ মডেল থেকে বিকশিত) সুসজ্জিত, যেখানে দারজ-ডব্লিউ-কতাফ বা সেবকা প্যাটার্ন (পামেট বা ফ্লুর-ডি-লিস আকৃতির অনুরূপ) ব্যবহার করা হয় যা সম্মুখভাগের বেশিরভাগ অংশকে আচ্ছাদিত করে। সেইসাথে ভিত্তির কাছে পলিলোবযুক্ত খিলান মোটিফ, শীর্ষে মেরলন এবং বহু রঙের মোজাইক টাইলস (জেলিজ) রয়েছে যা খালি স্থান পূরণ করে। এই টাইল মোজাইকগুলির মধ্যে একটি মিনারের পাশে অবস্থিত, যা অভ্যন্তরীণ উঠোনের দিকে মুখ করে আছে। এখানে \"বর্গাকার\" কুফিক শৈলীতে একটি উল্লেখযোগ্য শিলালিপি রয়েছে। মিনারের রঙিন মোজাইক টাইলের কাজ সম্ভবত মৌলে স্লিমেনের রাজত্বকালে (১৭৯২ থেকে ১৮২২ সালের মধ্যে) যুক্ত করা হয়েছিল, যদিও শীর্ষে জেলির প্রশস্ত ব্যান্ডটি সম্ভবত মূল মেরিনিড নকশার অংশ।\n\nমসজিদের প্রধান রাস্তার প্রবেশপথটি মিনারের ঠিক নীচে এবং খোদাই করা কাঠের ছাউনি দ্বারা উপেক্ষা করা হয়েছে। ভবনের রাস্তার সম্মুখভাগে দুটি দোকানের জন্য জায়গাও রয়েছে।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== অভ্যন্তরীণ ===\n\nমসজিদের অভ্যন্তরে একটি আয়তাকার উঠান (প্রায় ১১ বাই ৫ মিটার) রয়েছে যা রাস্তার প্রবেশপথ থেকে সরাসরি প্রবেশ করা যায় এবং উভয় পাশে সংযুক্তি দ্বারা বেষ্টিত। অন্যান্য মসজিদের মতোই এই উঠোনের কেন্দ্রে একটি মার্বেল ঝর্ণা রয়েছে, এবং এর উত্তর/পশ্চিম দিকে একটি ওযু কক্ষের প্রবেশদ্বারও রয়েছে। এর দক্ষিণ/পূর্ব দিকে প্রার্থনা কক্ষ রয়েছে, যেখানে কিবলা প্রাচীরের (অর্থাৎ নামাজীদের মুখ যে প্রাচীরের দিকে) সমান্তরালভাবে পাঁচটি ঘোড়ার নালের খিলানের সারি দ্বারা গঠিত দুটি অনুপ্রস্থ নেভ রয়েছে। মিহরাব কিবলা দেয়ালের একটি আলংকারিক কুলুঙ্গি বা কুলুঙ্গি যা নামাজের দিক নির্দেশ করে। এটি একটি ছোট অষ্টভুজাকার স্থান যার উপরে মুকারনাসের একটি গম্বুজ রয়েছে। মিহরাবের উভয় পাশে দুটি ছোট দরজা রয়েছে যা অন্যান্য কক্ষে যাওয়ার জন্য রয়েছে। পূর্ব দিকের (বাম দিকের) মসজিদটি \"মৃতদের মসজিদ\" বা জানাজার মসজিদ (জামা' এল-গনাইজ) এর সাথে সংযুক্ত। এটি মৃতদের দাফনের আগে তাদের মৃতদেহের চারপাশে জানাজার অনুষ্ঠান এবং প্রার্থনার জন্য ব্যবহৃত স্থান। (মূল নামাজের স্থানের পরিচ্ছন্নতা এবং পবিত্রতা রক্ষার জন্য এই স্থানটি মসজিদের বাকি অংশ থেকে সংযুক্ত কিন্তু আলাদা।) এই জানাজা স্থান এবং প্রধান নামাজের স্থান উভয়ই ভবনের পূর্ব দিকের রাস্তা থেকে ছোট ছোট প্রবেশপথ দিয়েও প্রবেশ করা যেতে পারে।\n\n\n=== ওযু সুবিধা ===\nমসজিদের ঠিক বিপরীত দিকে একটি মিদা'আ ( আরবি : ميزأة) অবস্থিত, যেখানে মুসলমানরা ওযু করতে পারতেন। এই স্থাপনাটিতে একটি অভ্যন্তরীণ উঠোন রয়েছে যা রাস্তার প্রবেশপথ থেকে একটি বাঁকানো করিডোর দিয়ে পৌঁছানো যেত। উঠোনের মাঝখানে একটি আয়তাকার জলাশয় রয়েছে, যা সাধারণ টাইলস দিয়ে সজ্জিত, এবং উঠোনের চারপাশে একাধিক ছোট ছোট কক্ষ রয়েছে যেখানে শৌচাগার রয়েছে।\n\n\n== আরও দেখুন ==\nমসজিদের তালিকা\nআফ্রিকার মসজিদের তালিকা\nমরক্কোর মসজিদের তালিকা\n\n\n== তথ্যসূত্র =="}