{"pageid": 1520959, "title": "অর্চনা পাণ্ডে", "url": "https://bn.wikipedia.org/wiki?curid=1520959", "content": "অর্চনা পান্ডে (জন্ম ৫ জুন ১৯৬০) হলেন উত্তরপ্রদেশের একজন ভারতীয় রাজনীতিবিদ। তিনি উত্তরপ্রদেশের ১৭তম বিধানসভার বিধায়ক এবং প্রাক্তন খনি, আবগারি ও নিষিদ্ধকরণ প্রতিমন্ত্রী (২০১৭-১৯)। তিনি ভারতীয় জনতা পার্টির প্রাক্তন সাংসদ, বিধায়ক (৪ বার) এবং ভারতীয় জনতা পার্টির উত্তরপ্রদেশের রাজ্য শাখার প্রাক্তন সাধারণ সম্পাদক এবং সহ-সভাপতি প্রয়াত শ্রী রাম প্রকাশ ত্রিপাঠীর কন্যা।\nতিনি উত্তরপ্রদেশ বিধানসভার ছিবরামাউ আসন থেকে জয়ী হয়েছেন। ছিবড়ামাউ-এর লড়াই ছিল অর্চনা পান্ডে (বিজেপি), তাহির হুসেন সিদ্দিকী (বিএসপি) এবং অরবিন্দ সিং (এসপি) এর মধ্যে। তিনি তার নিকটতম প্রতিদ্বন্দ্বী তাহির হোসেন সিদ্দিকীকে ৩৭,২২৪ ভোটে পরাজিত করেন।\n\n\n== রাজনৈতিক জীবন ==\nপ্রাথমিকভাবে তিনি একজন মৌলিক সমাজকর্মী হিসেবে জনসমক্ষে কাজ করতেন।\n\n২০১৭ : তিনি ভারতীয় জনতা পার্টির প্রার্থী হিসেবে ছিবরামাউ (বিধানসভা কেন্দ্র) থেকে উত্তরপ্রদেশের বিধানসভার সদস্য নির্বাচিত হন। এই নির্বাচনে তিনি ১১২০৯ ভোট পেয়েছেন।\n১৯ মার্চ, ২০১৭: যোগী আদিত্যনাথের মন্ত্রিসভায় প্রতিমন্ত্রী হন।\nতিনি খনি, আবগারি, নিষিদ্ধকরণ মন্ত্রণালয় পেয়েছিলেন। \nঅর্চনা পান্ডের সমাজসেবা এবং সক্রিয় রাজনীতিতে প্রায় ২৫ বছরের অভিজ্ঞতা রয়েছে। তিনি ২০১২ সালে ছিবারামাউতে ভারতীয় জনতা পার্টি (বিজেপি) থেকে এমএলএ নির্বাচনে অংশগ্রহণ করেছিলেন। তিনি ছয় বছর ধরে ভোক্তা ফোরামের প্রাক্তন সদস্য, সমাজ কল্যাণ বোর্ডের (ইউপি) প্রাক্তন সদস্য এবং গ্রামীণ ব্যাংকের প্রাক্তন পরিচালক ছিলেন। তিনি উত্তরপ্রদেশ বিজেপির কার্যকরী কমিটির সদস্য। তিনি দু'বার বিজেপির জাতীয় পরিষদ সদস্য এবং তিনবার উত্তরপ্রদেশের মহিলা মোর্চা বিজেপির সম্পাদক ছিলেন।\n\n\n== প্রতিমন্ত্রী - উত্তরপ্রদেশ সরকার ==\nবিজেপির সদস্য অর্চনা পান্ডে উত্তরপ্রদেশের বিধানসভা কেন্দ্রের বিধায়ক। তিনি উত্তরপ্রদেশের কনৌজ জেলার বিধানসভা নির্বাচনে প্রায় ১,১২,২০৯ ভোট পেয়ে ছিবরামাউ নির্বাচনী এলাকা থেকে জয়লাভ করেন। ২০১৭ সালের উত্তরপ্রদেশ বিধানসভা নির্বাচনে তাহির হুসেন সিদ্দিকী ৭৪৯৮৫ ভোট এবং অরবিন্দ সিং ৭২৬৬৩ ভোট পেয়েছেন। ২০১৭ সালের বিধানসভা নির্বাচনে উত্তরপ্রদেশ আসন থেকে অর্চনা পান্ডেকে বিজয়ী করার জন্য মোট ৩৭২২৪ জন ভোটার তাদের ভোটাধিকার প্রয়োগ করেছেন।\n২০ আগস্ট ২০১৯ তারিখে তিনি মন্ত্রিসভার অন্য চার সদস্যের সাথে প্রতিমন্ত্রীর পদ থেকে পদত্যাগ করেন।\n\n\n== তথ্যসূত্র =="}