{"pageid": 1520754, "title": "অর্চনা গারোদিয়া গুপ্তা", "url": "https://bn.wikipedia.org/wiki?curid=1520754", "content": "অর্চনা গারোদিয়া গুপ্তা একজন ভারতীয় লেখক, উদ্যোক্তা, ব্যবসায়ী নেতা এবং কুইজার। তিনি ২০১৫ সালে ফিকি লেডিস অ্যাসোসিয়েশনের সভাপতি ছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nঅর্চনা কলকাতায় জন্মগ্রহণ করেন এবং দিল্লিতে বড় হয়ে ওঠেন।\nতিনি বসন্ত বিহারের মডার্ন স্কুলে পড়াশোনা করেন এবং ১৯৮৬ সালে দিল্লি বিশ্ববিদ্যালয়ের লেডি শ্রী রাম কলেজ ফর উইমেন থেকে অর্থনীতিতে স্নাতক (সম্মান) ডিগ্রি অর্জন করেন। তিনি আহমেদাবাদের ইন্ডিয়ান ইনস্টিটিউট অফ ম্যানেজমেন্ট থেকে মেধাবৃত্তি নিয়ে তাঁর ক্লাসের সেরা ১৫ জনের মধ্যে থেকে এমবিএ ডিগ্রি অর্জন করেন।\n\n\n== ব্যবসায়িক কর্মজীবন ==\nঅর্চনা গুপ্তা টাচস্টোনের মালিক এবং এটি পরিচালনা করেন, এই সংস্থাটি ব্যবসাক্ষেত্রে সফল, তারা রত্ন ও গয়নার ব্যবসার সঙ্গে সঙ্গে ভারতীয় কস্টিউম গয়নার পথিকৃৎ। টাচস্টোনের সারা ভারত ব্যাপী খুচরো বিক্রেতা রয়েছে এবং মূলত মার্কিন যুক্তরাষ্ট্র ও ইউরোপে তারা রপ্তানিও করে।\n\n\n== জনসাধারণের ক্ষেত্র ==\nঅর্চনা ২০১৫-২০১৬ সালে ফিকি বা ফেডারেশন অফ ইণ্ডিয়ান চেম্বারস অফ কমার্স অ্যাণ্ড ইণ্ডাস্ট্রির মহিলা শাখা, এফএলও-এর সভাপতি ছিলেন।\nতিনি গত দুই দশক ধরে নারী উন্নয়নের ক্ষেত্রে কাজ করে আসছেন। তাঁর নারী ক্ষমতায়নের বিভিন্ন উদ্যোগের মধ্যে একটি ছিল স্বয়ম। এটি দেশব্যাপী নারীদের জন্য সতর্ক সমর্থন বা নির্দেশিকা দেয় এবং পরামর্শ প্রদান করে। নারীর জন্য দেশব্যাপী এদের পরামর্শ সেল এবং বেশ কয়েকটি দক্ষতা ও কর্মসংস্থান উদ্যোগ রয়েছে, যেগুলি কাজ করে \"উই\" (নারী ক্ষমতায়ন)-এর অধীনে।\nঅর্চনা গারোদিয়া গুপ্তা ফিকি এমএসএমই কমিটির জাতীয় চেয়ারপারসন ছিলেন। তিনি ভারত থেকে ব্রিকস আর্থিক কমিটির একজন সদস্য, যিনি এসএমই টাস্কফোর্সের নেতৃত্ব দিচ্ছেন।\nতিনি অনেক জাতীয় ও আন্তর্জাতিক ফোরামে এবং মুদ্রণ ও টেলিভিশনে ফিকি-এর পক্ষ থেকে মুখপাত্র হিসেবে দায়িত্ব পালন করেছেন। তিনি গত ২০ বছর ধরে নয়ডা মহিলা উদ্যোক্তা সমিতির একজন গুরুত্বপূর্ণ বোর্ড সদস্য। তিনি ১৯৯৯ সালে গ্রেটার নয়ডায় উত্তরপ্রদেশ সরকারের সাথে একটি সফল মহিলা শিল্প পার্ক, মহিলা উদ্যমী পার্কের প্রচারে সহায়তা করেছিলেন। তিনি ইণ্ডিয়ান ইনস্টিটিউট অফ ম্যানেজমেন্ট সিরমাউরের পরিচালন পর্ষদে রয়েছেন।\nতিনি দিল্লি বিশ্ববিদ্যালয়ের আইপি কলেজ ফর উইমেনের ট্রাস্টি বোর্ড এবং পরিচালনা পর্ষদের সদস্য। পূর্বে অধিষ্ঠিত অন্যান্য পদগুলির মধ্যে রয়েছে সার্ক কমিটি, ফিকি-এর সদস্য হওয়া। তিনি তাঁর ব্যবসায়িক প্রয়োজনে এবং আন্তর্জাতিক সম্মেলনে বক্তা হিসেবে ব্যাপকভাবে ভ্রমণ করেছেন।\n\n\n== কুইজিং ==\nঅর্চনা স্কুল থেকেই কুইজিং করতেন এবং অনেক প্রতিযোগিতায় জিতেছেন। ২০০১ সালে তিনি সিদ্ধার্থ বসু পরিচালিত টেলিভিশন কুইজ বিবিসি মাস্টারমাইণ্ড ইণ্ডিয়া জিতেছিলেন। ২০০২ সালে তিনি বিবিসি মাস্টারমাইণ্ড ইণ্ডিয়ার হয়ে চ্যাম্পিয়ন অফ চ্যাম্পিয়ন্স খেতাব জিতেছিলেন।\n২০১৯ এবং ২০২০ সালে অমিতাভ বচ্চন কর্তৃক উপস্থাপিত জনপ্রিয় ভারতীয় টেলিভিশন অনুষ্ঠান কৌন বনেগা ক্রোড়পতির অনেক পর্বের জন্য তিনি একজন বিশেষজ্ঞ ছিলেন। তিনি জাতীয় এবং আন্তর্জাতিক পর্যায়ে কুইজ পরিচালনা করেন।\n\n\n== সাহিত্যিক জীবন ==\nশ্রুতি গারোদিয়ার সাথে, অর্চনা গারোদিয়া গুপ্তা হ্যাচেট কর্তৃক প্রকাশিত দুই খণ্ডের এ হিস্ট্রি অফ ইণ্ডিয়া ফর চিলড্রেন বইটির সহ-লেখক। এটি সেরা বিক্রীতের তালিকায় আছে এবং ক্রসওয়ার্ড বই পুরস্কারের জন্য মনোনীত হয়েছিল। এটি \"প্রতিটি ভারতীয় শিশুর পড়া উচিত এমন ১০টি বই\" এর তালিকায় অন্তর্ভুক্ত ছিল। এটি প্রাগৈতিহাসিক যুগ থেকে আধুনিক যুগ পর্যন্ত ভারতের ইতিহাসকে ব্যাপকভাবে ধরে রেখেছে।\nতিনি দ্য উইমেন হু রুলড ইণ্ডিয়া বইয়েরও লেখক, যেখানে ভারতে শাসনকারী ২০ জন নারীর গল্প বিশদভাবে বর্ণিত হয়েছে। তিনি সংবাদপত্র ও সাময়িকীর জন্য বিভিন্ন বিষয়ের ওপর লেখেন, তার মধ্যে আছে খুচরো বিক্রয়, নারী বিষয়ক এবং ইতিহাস। তিনি দ্য হিন্দু ইন স্কুলে \"রিভিজিটিং হিস্ট্রি\" কলামটির সহ-লেখক। তিনি ইন্ডিয়ান এক্সপ্রেস প্যারেন্টিং -এর জন্য নিয়মিত কলাম লিখেছেন। তিনি স্বরাজ্য সাময়িকীর জন্য ভারতীয় ইতিহাসে নারী শীর্ষক একটি কলাম লিখেছেন। তিনি দেশজুড়ে অনেক সাহিত্য উৎসবে বক্তৃতা দিয়েছেন।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\n২০০১ সালে বিবিসি মাস্টারমাইণ্ড ইণ্ডিয়া টিভি কুইজের বিজয়ী\n২০০২ সালের চ্যাম্পিয়ন অফ চ্যাম্পিয়নস বিবিসি মাস্টারমাইণ্ড ইণ্ডিয়া টিভি কুইজের বিজয়ী\nনারী উদ্যোক্তাদের জন্য ভারত নির্মাণ পুরস্কার\nনারী উদ্যোক্তাদের সংগঠিত করার ক্ষেত্রে অসামান্য অবদানের জন্য এফএলও আইডব্লিউএএএফ ২০১৮ পুরস্কার\nক্রসওয়ার্ড পপুলার চয়েস বেস্ট চিলড্রেনস বুক ২০১৯ এর জন্য মনোনীত\nটাইমস অফ ইন্ডিয়ার \"প্রতিটি ভারতীয় শিশুর পড়া উচিত এমন ১০টি বইয়ের তালিকা\"য় তাঁর লেখা স্থান পেয়েছে\n\n\n== তথ্যসূত্র =="}