{"pageid": 1520582, "title": "আয়া সোফিয়া, ইজনিক", "url": "https://bn.wikipedia.org/wiki?curid=1520582", "content": "আয়া সোফিয়া মসজিদ (lit. 'দ্য হলি উইজডম'; প্রাচীন গ্রীক: Ἁγία Σοφία; তুর্কি: Ayasofya) তুরস্কের বুরসা প্রদেশের ইজনিক (নিসিয়া) তে বাইজেন্টাইন যুগের ব্যাসিলিকান গির্জা হিসেবে নির্মিত হয়েছিল। অটোমান বিজয়ের পর এটি ওরহান মসজিদে (তুর্কি : ওরহান কামি) রূপান্তরিত হয়। এরপর ১৯৩৫ সালে এটিকে একটি জাদুঘরে রূপান্তরিত করা হয়। গির্জাটি এখন আবার মসজিদ হিসেবে ব্যবহৃত হচ্ছে। এটি ইজনিক শহরের কেন্দ্রস্থলে পুরাতন প্রাচীর ঘেরা এলাকার মধ্যে অবস্থিত।\n\n\n== ইতিহাস ==\nএই স্থানে নির্মিত প্রথম গির্জাটি চতুর্থ শতাব্দীতে নির্মিত হয়েছিল। পরবর্তীতে ষষ্ঠ শতাব্দীর মাঝামাঝি সময়ে সম্রাট প্রথম জাস্টিনিয়ানের পৃষ্ঠপোষকতায় গির্জাটি পুনর্নির্মাণ করা হয়। ৭৮৭ সালে এটি নাইসিয়ার দ্বিতীয় কাউন্সিলের আয়োজন করে, যা আনুষ্ঠানিকভাবে বাইজেন্টাইন আইকনোক্লাজমের প্রথম যুগের সমাপ্তি ঘটায়। জাস্টিনিয়ান যুগের গির্জাটি একাদশ শতাব্দীতে এক ভূমিকম্পে ধ্বংস হয়ে যায় এবং বর্তমান কাঠামোটি ১০৬৫ সালের দিকে পুরোনোটির ধ্বংসাবশেষের উপরে নির্মিত হয়।\n১৩৩১ সালে অটোমান সুলতান ওরহান গাজীর নেতৃত্বে অটোমান তুর্কিদের হাতে নিসিয়ার পতনের পর আয়া সোফিয়ার গির্জাকে ওরহান মসজিদে রূপান্তর করা হয়। ১৯৩৫ সাল পর্যন্ত এটি মসজিদ হিসেবে পরিচালিত হত। এরপর মোস্তফা কামাল আতাতুর্কের শাসনামলে এটিকে জাদুঘর হিসেবে মনোনীত করা হয়। ২০১১ সালের নভেম্বরে এটি আবার মসজিদে রূপান্তরিত হয়।\n\n\n== স্থাপত্য ==\n\nবর্তমান ব্যাসিলিকান কাঠামো, যার বেশিরভাগই ১০৬৫ সালে গির্জার পুনর্গঠনের সময়কার, তা দুটি পাশের আইল সহ একটি কেন্দ্রীয় নেভ নিয়ে গঠিত। অটোমানদের অধীনে পুনর্নির্মাণের আগে গির্জাটিতে দুটি সারি ত্রিপল তোরণ ছিল যার উপর স্তম্ভ ছিল এবং পাঁচটি জানালা সহ একটি ক্লেরিস্ট্রি দেয়াল ছিল। চতুর্দশ শতাব্দীতে ভবনটি মসজিদে রূপান্তরিত হওয়ার পর এর সংস্কার করা হয় যার মধ্যে একটি মিহরাব সংযোজন অন্তর্ভুক্ত ছিল। ১৬শ শতাব্দীতে সুলতান সুলেমান দ্য ম্যাগনিফিসেন্টের রাজত্বকালে এক ভয়াবহ অগ্নিকাণ্ডের পর গির্জাটি পুনরুদ্ধার করা হয় এবং একটি মিনার নির্মাণ করা হয়। এই সময়েই স্থপতি মিমার সিনানকে মসজিদের দেয়াল সাজানোর জন্য নকশা করার দায়িত্ব দেওয়া হয়েছিল।\nএমন একটি ঐতিহাসিক গির্জার পুনরুদ্ধার (বা পুনর্নির্মাণ) যাতে একে মসজিদ হিসেবে পুনঃব্যবহার করা যায় এবং এখনও মসজিদ হিসেবে ব্যবহারের বিষয়টি খুবই বিতর্কিত। এই কাজটি ২০০৭ থেকে ২০১১ সালের মধ্যে করা হয়।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nঅ-ইসলামিক উপাসনালয়গুলিকে মসজিদে রূপান্তর করা\nআয়া সোফিয়া, ইস্তাম্বুল\nনাইসিয়ার দ্বিতীয় কাউন্সিল\n\n\n== তথ্যসূত্র =="}