{"pageid": 1520712, "title": "নিখোঁজ শ্বেতাঙ্গ নারী উপসর্গ", "url": "https://bn.wikipedia.org/wiki?curid=1520712", "content": "কিছু সমাজ বিজ্ঞানী এবং প্রচার মাধ্যমের ভাষ্যকাররা \" নিখোঁজ শ্বেতাঙ্গ নারী উপসর্গ (মিসিং হোয়াইট উইমেন সিনড্রোম)\" শব্দটি, বিশেষ করে টেলিভিশনে, ব্যবহার করেন। নিখোঁজ ব্যক্তিদের ঘটনায় পুরুষ বা  কৃষ্ণাঙ্গ নারীদের তুলনায় শ্বেতাঙ্গ নারীদের প্রতি অসমঞ্জস অনুপাতে গণ মাধ্যমে প্রচার বোঝাতে এটি ব্যবহৃত হয়েছে। এই ঘটনার সমর্থকরা মেনে নেন যে তরুণী, আকর্ষণীয়, শ্বেতাঙ্গ এবং উচ্চ মধ্যবিত্ত মহিলাদের  প্রতি গণ মাধ্যমের মনোযোগ রয়েছে। যদিও এই শব্দটি নিখোঁজ ব্যক্তিদের মামলার প্রেক্ষাপটে তৈরি করা হয়েছিল, তবে কখনও কখনও এটি অন্যান্য সহিংস অপরাধের প্রচারের জন্যও ব্যবহৃত হয়। এই ঘটনাটি মার্কিন যুক্তরাষ্ট্র, কানাডা, যুক্তরাজ্য, অস্ট্রেলিয়া, নিউজিল্যান্ড এবং অন্যান্য প্রধানত শ্বেতাঙ্গ দেশগুলিতে, সেইসাথে দক্ষিণ আফ্রিকাতেও তুলে ধরা হয়েছে।\n\"মিসিং হোয়াইট উইমেন সিনড্রোম\" শব্দটির জনপ্রিয়তা সত্ত্বেও, এই বিষয়টি পরীক্ষা করে খুব কমই অভিজ্ঞতামূলক গবেষণা করা হয়েছে। ২০১৯ সালের একটি একক গবেষণা অনুসারে, গণ মাধ্যমের প্রচারের ক্ষেত্রে নিখোঁজ ব্যক্তিদের মামলায় লিঙ্গ একটি গুরুত্বপূর্ণ বিষয় ছিল। গবেষণায় দেখা গেছে যে সামগ্রিকভাবে নারী ভুক্তভোগীরা বেশি প্রচার পান। নারীদের খবরের প্রতিনিধিত্ব করার দিকে জাতীয় এবং রাজ্যের বাইরের মনোযোগ আরও বেশি তির্যক। ২০১৯ সালের গবেষণায় আরও দেখা গেছে যে শ্বেতাঙ্গদের সাথে জড়িত নিখোঁজ ব্যক্তিদের ঘটনাগুলি কৃষ্ণাঙ্গদের সাথে জড়িতদের তুলনায় প্রচার মাধ্যমের দৃষ্টি বেশি আকর্ষণ করেছে। তবে, লেখকরা আরও জানিয়েছেন যে অ-কৃষ্ণাঙ্গ নারীদের (যেমন এশিয়ান ও ল্যাটিনা নারীদের ) সংবাদ প্রচারে শ্বেতাঙ্গ নারীদের মতোই বেশি গুরুত্ব দেওয়া হয়। এর থেকে বোঝা যায় যে \"মিসিং হোয়াইট ওম্যান সিনড্রোম\" এর নামকরণটি অসার্থক, বরং  প্রচার মাধ্যমের ক্ষেত্রে কৃষ্ণাঙ্গ নারীদের প্রতিনিধিত্ব কম হয় এটি বলা বেশি সঠিক। বিশ্লেষণে আরও দেখা গেছে যে লুইসিয়ানায় নিখোঁজ পুরুষদের তুলনায় নিখোঁজ নারীদের মনোযোগ পাওয়ার সম্ভাবনা বারো গুণ বেশি, যদিও জাতীয়ভাবে পুরুষ এবং মহিলারা একই হারে নিখোঁজ হচ্ছেন।\nএই ঘটনাটির ফলে বেশ কয়েকটি কঠোর অপরাধমূলক ব্যবস্থা গ্রহণ করা হয়েছে। জাতি এবং শ্রেণীর পাশাপাশি, অনুপস্থিত মহিলাদের আকর্ষণীয়তা, শরীরের আকার এবং তারুণ্যের মতো বিষয়গুলিকে চিহ্নিত করা হয়েছে, যেগুলির প্রকাশ সংবাদের যোগ্যতা নির্ধারণের ক্ষেত্রে অনুচিত মানদণ্ড হিসেবে কথিত। নিখোঁজ কৃষ্ণাঙ্গ নারীদের সংবাদ প্রচারে মনোযোগ কেন্দ্রীভূত ছিল ভুক্তভোগীর সমস্যার ওপর, যেমন নির্যাতনকারী প্রেমিক, নারীর অপরাধমূলক ইতিহাস, বা মাদকাসক্তি। অন্যদিকে শ্বেতাঙ্গ নারীদের সংবাদ প্রচারে মনোযোগ কেন্দ্রীভূত হয়েছিল তাদের ভূমিকার ওপর, যেমন মা, কন্যা, ছাত্রী এবং তাদের সম্প্রদায়ের অবদানকারী।\n\n\n== উৎপত্তি এবং সমালোচনা ==\n২০০৪ সালে, \"ইউনিটি: জার্নালিস্টস অফ কালার\" শিরোনামের সাংবাদিকতা সম্মেলনে, আমেরিকান নিউজ অ্যাঙ্কর গোয়েন ইফিলকে এই বাক্যাংশটি উৎপত্তির কৃতিত্ব দেওয়া হয়। সম্মেলনে তিনি বলেন: \"আমি এটাকে নিখোঁজ শ্বেতাঙ্গ নারী অনুসন্ধান উপসর্গ বলি। যদি কোন নিখোঁজ শ্বেতাঙ্গ নারী থাকে, তাহলে আমরা প্রতিদিন তা প্রচার করব।\"\nচার্লটন ম্যাকইলওয়েইন এই উপসর্গকে \"সংবাদমাধ্যমের প্রতিবেদনে সহিংস অপরাধের শিকার হিসেবে শ্বেতাঙ্গ নারীদের বিশেষাধিকারপ্রাপ্ত ভূমিকা\" হিসেবে সংজ্ঞায়িত করেছেন এবং মার্কিন যুক্তরাষ্ট্রের সাংস্কৃতিক চিত্রকল্পে অনুপস্থিত শ্বেতাঙ্গ নারী উপসর্গ এক ধরণের জাতিগত শ্রেণিবিন্যাস হিসেবে কাজ করে বলে মনে করেন। এডুয়ার্ডো বনিলা-সিলভা অনুপস্থিত শ্বেতাঙ্গ নারী উপসর্গের জাতিগত উপাদানকে \"জাতিগত ব্যাকরণের একটি রূপ, যার মাধ্যমে শ্বেতাঙ্গ শ্রেষ্ঠত্বকে অন্তর্নিহিত, এমনকি অদৃশ্য মানদণ্ড দ্বারা স্বাভাবিক করা হয়\" হিসাবে শ্রেণীবদ্ধ করেছেন।টেমপ্লেট:Media and human factors\n\n\n== আরও দেখুন ==\nপ্রাতিষ্ঠানিক বর্ণবাদ\nমিডিয়া পক্ষপাত\nঅপারেশন আইডেন্টিফাই মি\nশ্বেতাঙ্গদের বিশেষাধিকার\n\n\n== তথ্যসূত্র ==\n\n\n== মন্তব্য ==\n\n\n== আরও পড়ুন ==\nWanzo, Rebecca (২০০৮)। \"The Era of Lost (White) Girls: On Body and Event\": 99–126। ডিওআই:10.1215/10407391-2008-005। \nMissing Woman Ignored Because She's Black? article about the lack of coverage around Athena Curry's disappearance, missing since May 2011.\n\n\n== বহিঃ সংযোগ ==\nblackandmissing.org – কালো এবং নিখোঁজ কিন্তু ভুলে যাওয়া নয়\nটেমপ্লেট:Media and human factors"}