{"pageid": 1520374, "title": "শবনম আস্থানা", "url": "https://bn.wikipedia.org/wiki?curid=1520374", "content": "শবনম আস্থানা একজন ভারতীয় জনসংযোগ বিশেষজ্ঞ, বক্তা এবং উদ্যোক্তা। ২০১২ সালে, জনসংযোগ ক্ষেত্রে তাঁর অবদানের জন্য তিনি হরিকৃষ্ণ দুয়ার কাছ থেকে পিআরসিআই কর্তৃক জাতীয় জনসংযোগ হল অফ ফেম পুরস্কার পেয়েছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nশবনম আস্থানার জন্ম বোকারো স্টিল সিটিতে। তিনি ১৯৮৩ সালে লেডি শ্রী রাম কলেজ থেকে কলা বিভাগে স্নাতক ডিগ্রি অর্জন করেন এবং পরে কলা বিভাগে স্নাতকোত্তর ডিগ্রি অর্জন করেন। তিনি পুনের সিম্বায়োসিস থেকে জনসংযোগ ও বিজ্ঞাপনে স্নাতকোত্তর ডিপ্লোমা সম্পন্ন করেন। তিনি সিম্বায়োসিস থেকেই মার্কেটিং ম্যানেজমেন্টে স্নাতকোত্তর ডিগ্রি অর্জন করেছেন।\n\n\n== কর্মজীবন ==\nশবনম আস্থানা খাড়কওয়াসলার জাতীয় প্রতিরক্ষা একাডেমিতে (এনডিএ) ২ বছরেরও বেশি সময় ধরে ইংরেজি পড়িয়েছেন। এনডিএ ছাড়ার পর, তিনি কয়েকটি বেসরকারি কোম্পানিতে কাজ করেছিলেন এবং শীর্ষস্থানীয় সংবাদপত্র ও সাময়িকীর জন্য একজন ফ্রিল্যান্স সাংবাদিক ও লেখক হিসেবেও কাজ করেছিলেন। তিনি সিম্বায়োসিস, ইন্দিরা, আইআইবিএম, সিংহগড়, ম্যাট্রিক্স, এনআইআইএলএম, ডিওয়াই পাতিল এবং অন্যান্য প্রতিষ্ঠান ও ব্যবসায়িক স্কুলগুলিতে প্যানেলিস্ট ও অতিথি অনুষদ হিসেবেও কাজ করেছেন।\n\n\n=== ২০০৫-বর্তমান ===\n২০০৫ সালে, শবনম আস্থানা এমপাওয়ার্ড সলিউশনস প্রতিষ্ঠা করেন। ব্যবসার কার্যাবলী সমন্বয় ও সামঞ্জস্য বিধানের পাশাপাশি, কোম্পানিটি জনসংযোগও পরিচালনা করে এবং তাদের জন্য বিপণন ও বিক্রয় কৌশল প্রণয়ন করে। তাঁর মক্কেলদের মধ্যে রয়েছে আইএনডি টিভি ইউএসএ, গারওয়ার ওয়াল রোপস, রিটার, ফিনিক্স মেকানো, প্রিমিয়াম, দ্য লিটল জিম, সুকোস রোবটস এসএ, এসআইএমসি, ক্লোভার বিল্ডার্স, পুনে বিশ্ববিদ্যালয়, ফানস্কুল, এনটিটি ডেটা এবং অন্যান্যরা।\n২০১৭ সালের মে মাসে, তাঁর লেখা বই, রোমান্সিং ইওর ক্যারিয়ার প্রকাশিত হয়, বইটি প্রকাশ করেন লীলা পুনাওয়ালা। বইটি কর্পোরেট জগতে কাজের অভিজ্ঞতা সম্পর্কে লেখা এবং এটির প্রকাশ অনুষ্ঠান বিজনেস স্ট্যান্ডার্ড, ডিএনএ নিউজ, হিন্দুস্তান টাইমস, এডুকেশন টাইমস ও অন্যান্য প্রধান সংবাদমাধ্যমে প্রকাশিত হয়েছে।\nশবনম আস্থানাকে প্রায়শই উদ্যোক্তা, জনসংযোগ এবং নারী উন্নয়নের জন্য সম্মেলনে দেখা যায়, যার মধ্যে রয়েছে স্টার্টআপস এবং নারী উদ্যোক্তা বিষয়ক জাতীয় শীর্ষ সম্মেলন, ইউরেশিয়ান অর্থনৈতিক কংগ্রেস, ভারতীয় রাশিয়ান সংলাপ, সিএসআর প্যানেল আলোচনা, ইণ্ডিয়ান অ্যাচিভার্স ফোরামের ওয়েবিনার এবং আহমদিয়া মুসলিম সম্প্রদায় সম্মেলন। ২০২০ সালের জুন পর্যন্ত, তিনি থ্রাইভ গ্লোবাল প্ল্যাটফর্মেও লিখেছেন।\n\n\n== প্রশংসা ==\n২০১২ সালে জনসংযোগ শিল্পে অবদানের জন্য তিনি পিআরসিআই থেকে মুম্বাইয়ে হল অফ ফেম পুরস্কার লাভ করেন। আস্থানা ছিলেন প্রথম ভারতীয় যিনি সান ফ্রান্সিসকোতে ২০১২ সালের পিআরএসএসএ জাতীয় সম্মেলনে আমন্ত্রিত হয়েছিলেন। তিনি ২০১৮ সালের জানুয়ারিতে টাইমস গ্রুপ থেকে গ্লোবাল পিআরের জন্য টাইমস পাওয়ার উইমেন ২০১৭ পুরস্কার পেয়েছিলেন।\n২০১৮ সালের সেপ্টেম্বরে, তিনি টাইমস অফ ইণ্ডিয়া গ্রুপ থেকে টাইমস পাওয়ার ওম্যান ২০১৮ পুরস্কার পেয়েছিলেন। পরের মাসে, তিনি লন্ডনের হাউস অফ কমন্সে মহাত্মা গান্ধী সম্মান এবং ২০১৮ পুনে সেরা ব্র্যাণ্ড পুরস্কার পেয়েছিলেন। ২০১৯ সালের এপ্রিল মাসে, তাঁকে ন্যাশনাল আমেরিকান ইউনিভার্সিটি কর্তৃক সম্মানসূচক ডক্টরেট ডিগ্রি প্রদান করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট"}