{"pageid": 1520221, "title": "বিড়ালের মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1520221", "content": "বিড়ালের মসজিদ (আরবি: مسجد القطة; অথবা جامع القطة ) হল মরক্কোর মারাকেশে অবস্থিত একটি ঐতিহাসিক মসজিদ। কিছু পণ্ডিত সূত্রে একে মৌলায় আল-কসুর মসজিদ বা মাওলা আল-কসুর মসজিদ হিসেবেও চিহ্নিত করা হয়। মসজিদটি জেমা এল-ফনার ঠিক উত্তরে বাব ফতুহ এলাকায় রাস্তার প্রবেশপথের কাছে সৌক লাকসুরের প্রধান সড়ক ক্ষৌর পাড়ায় অবস্থিত।\nমসজিদটি দ্বাদশ শতাব্দীর মুসলিম সাধক বা সুফি ব্যক্তিত্ব আবু আল-আব্বাস আস-সাবতির ছাত্র দ্বারা প্রতিষ্ঠিত হয়েছিল। মসজিদটির নামকরণ একটি ঐতিহ্যবাহী গল্প থেকে এসেছে যেখানে প্রতিষ্ঠাতার বিড়ালকে একজন উজিরের বাড়িতে ইঁদুরের উপদ্রব দূর করার জন্য নিয়োগ করা হয়েছিল। চৌদ্দ শতকে মেরিনিড সুলতানি আমলে এই ভবনটি সংস্কার করা হয়, যা এটিকে শহরের এই সময়ের কয়েকটি টিকে থাকা স্মৃতিস্তম্ভের মধ্যে একটি করে তোলে। এটি এর ছোট কিন্তু সমৃদ্ধভাবে সজ্জিত মিনারের জন্য উল্লেখযোগ্য।\n\n\n== ইতিহাস ==\n\nস্থানীয় ঐতিহ্য অনুসারে মসজিদটি প্রতিষ্ঠা করেছিলেন দক্ষ ট্যানিং শিল্পী মাসুদ, যিনি আবু আল-আব্বাস আস-সাবতির (মৃত্যু ১২০৪; স্থানীয়ভাবে সিদি বেল আব্বেস নামেও পরিচিত এবং মারাকেশের সাতজন সাধুর অন্যতম) ছাত্রও ছিলেন। এই ঐতিহ্য অনুসারে একজন উজির, যার বাড়িতে ইঁদুরের উপদ্রব ছিল, তিনি সমস্যাটি সমাধানের জন্য মাসুদের সাহায্য চেয়েছিলেন, যখন তিনি শুনেছিলেন যে মাসুদের একটি বিড়াল আছে যে কাজটি সম্পন্ন করতে পারে। মাসুদ যখন তাকে বিড়ালটি দিতে অস্বীকৃতি জানান, তখন উজির তা চুরি করেন, কিন্তু সমস্যা আরও বেড়ে যায় যতক্ষণ না উজির বিনীত হয়ে মাসুদকে ক্ষতিপূরণ দেন। এরপর ট্যামার এই মসজিদটি খুঁজে বের করেন, যার নাম এখনও এই গল্পে বিড়ালের স্মরণে রয়েছে।\nআবু মুহাম্মদ আবদুল্লাহ আল-জুগুন্দুরি (আরবি: أبو محمد عبد الله الزكندري  নামে একজন ওয়াত্তাসিদ উজির কর্তৃক মারিনিদের যুগে মসজিদটি সংস্কার করা হয়, যিনি ৭৬৮ হিজরিতে (১৩৬৬-১৩৬৭ খ্রিস্টাব্দ) মৃত্যুবরণ করেন। এই সময়েই এর ছোট মিনার নির্মিত হয়েছিল। হেনরি বাসেট এবং হেনরি টেরাসের একটি গবেষণা অনুসারে এর নির্মাণকাজ অবশ্যই বেন সালাহ মসজিদের (১৩২১ খ্রিস্টাব্দ) প্রায় একই সময়ে বা তার কিছু পরেই ঘটেছিল।\n\n\n== স্থাপত্য ==\n\nমসজিদটি তুলনামূলকভাবে ছোট এবং এর নামাজের ঘরটি ১২০ মি২ (১,৩০০ ফু২) এর বেশি জায়গা জুড়ে বিস্তৃত নয়। এর প্রধান স্থাপত্য বৈশিষ্ট্য হল এর ছোট ইটের মিনার, যা মেরিনিড আমল থেকে মারাকেশে এখনও পর্যন্ত টিকে থাকা কয়েকটি স্মৃতিস্তম্ভের মধ্যে একটি। মিনারটি ছোট আকারের ব্যতীত প্রায় সমসাময়িক বেন সালাহ মসজিদের মিনারের হুবহু অনুলিপি। এতে মাগরেবের সাধারণ ঘনাকৃতির মিনার রয়েছে, যার প্রধান খাদের উপরে একটি ছোট \" লণ্ঠন \" বা বুরুজ রয়েছে। মিনারের শীর্ষটি পরবর্তী সময়ে পুনর্নির্মিত হয়েছিল।\nবেন সালাহ মিনারের মতো টাওয়ারের প্রধান খাদের চারটি সম্মুখভাগের বেশিরভাগই ইটের পৃষ্ঠে খোদাই করা একটি ইন্টারলেসিং সেবকা মোটিফ (একটি লবড লজেঞ্জ-সদৃশ বা \"নেট\"-সদৃশ প্যাটার্ন) দ্বারা আবৃত। এই সেবকা জোনের নীচে মিনারের রাস্তার দিকে চোখের স্তরের উপরে অবস্থিত একটি ছোট জানালার চারপাশে সজ্জিত একটি নিম্ন অঞ্চল রয়েছে। এই আলংকারিক রচনাটি আরও জটিল এবং আবারও বেন সালাহ মিনারের নীচের সম্মুখভাগে পাওয়া অনুরূপ রচনার সাথে সাদৃশ্যপূর্ণ। এটি ছোট জানালাটি ত্রিলোবি আকৃতির এবং একটি অন্ধ ল্যামব্রেকুইন খিলান দ্বারা ফ্রেমযুক্ত, যা পরবর্তীতে একটি ছোট আয়তাকার আলফিজ দ্বারা ফ্রেমযুক্ত। এর উপরে একটি ছোট বর্গাকার কুফিক রচনা রয়েছে যার মধ্যে একটি প্রশংসাসূচক শিলালিপি রয়েছে, যার চারপাশে দুটি আট-কোণযুক্ত তারা রয়েছে। জানালার চারপাশের স্প্যান্ড্রেলে একসময় কিছু মাটির পাত্রের সাজসজ্জাও অন্তর্ভুক্ত ছিল। এর চারপাশে এবং উপরে একটি অনেক বৃহৎ আলংকারিক রচনা রয়েছে যার মধ্যে একটি অন্ধ বহু-ফয়েল খিলান রয়েছে। এর আকৃতি ঘোড়ার নালের মতো যা একটি সরল অর্ধবৃত্তাকার অন্ধ খিলানের নীচে অবস্থিত। এর মাঝখানে কেন্দ্র থেকে বাইরের দিকে বিকিরণকারী একটি সেবকা প্যাটার্ন রয়েছে। এটি আবার আরেকটি আয়তাকার আলফিজ দ্বারা ফ্রেম করা হয়েছে। স্প্যান্ড্রেলগুলি অন্য একটি সেবকা মোটিফ দিয়ে ভরা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nভিডিও.. في اليوم العالمي للقطط : مسجد عتيق بحي المواسين يحمل اسم القطة (আরবিতে) মসজিদ সম্পর্কে সংবাদ ক্লিপ, ভিডিওতে ভবনের দৃশ্য সহ"}