{"pageid": 1520434, "title": "আন্দালুসীয়দের মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1520434", "content": "আন্দালুসিয়ানদের মসজিদ বা আল-আন্দালুসিয়ান মসজিদ (আরবি: جامع الأندلسيين; আমাজিগ: ⵎⴻⵣⴳⵉⴷⴰ ⴰⵏⴷⴰⵍⵓⵙ), যাকে কখনও কখনও আন্দালুসীয় মসজিদও বলা হয়, হলো মরক্কোর ফেজের পুরাতন মদিনা কোয়ার্টার ফেস এল বালিতে অবস্থিত একটি প্রধান ঐতিহাসিক মসজিদ। মসজিদটি ৮৫৯-৮৬০ সালে প্রতিষ্ঠিত হয়, যা একে মরক্কোর প্রাচীনতম মসজিদগুলির মধ্যে একটি করে তোলে। এটি এমন একটি জেলার কেন্দ্রস্থলে অবস্থিত যা ঐতিহাসিকভাবে আন্দালুসি অভিবাসীদের সাথে যুক্ত ছিল, যেখান থেকে এর নামকরণ করা হয়েছে। তারপর থেকে এটি বেশ কয়েকবার সংস্কার এবং সম্প্রসারিত হয়েছে। বর্তমানে এটি ইদ্রিসীয় যুগের তুলনামূলকভাবে অবশিষ্ট কয়েকটি স্থাপনার মধ্যে একটি এবং শহরের প্রধান ল্যান্ডমার্কগুলির মধ্যে একটি।\n\n\n== ইতিহাস এবং উন্নয়ন ==\n\n\n=== নির্মাণ ===\nআল-জাজনাইয়ের মতো ঐতিহাসিক সূত্র অনুসারে মসজিদটি ৮৫৯-৮৬০ (২৪৫ হিজরি) সালে মরিয়ম বিনতে মোহাম্মদ বিন আবদুল্লাহ আল-ফিহরি (ফাতিমা আল-ফিহরির বোন, যিনি একই সময়ে কারাওইন মসজিদ প্রতিষ্ঠা করেছিলেন) দ্বারা প্রতিষ্ঠিত হয়েছিল। আন্দালুসি পটভূমির স্থানীয় বাসিন্দাদের একটি গোষ্ঠীর দানকৃত অতিরিক্ত তহবিলও নির্মাণে সহায়তা করেছিল, যা মসজিদটির বর্তমান নামকরণ করেছে।  ৮১৮ সালে তারা কর্ডোবা শহরে শরণার্থী হিসেবে এসেছিলেন। একটি ব্যর্থ বিদ্রোহের পর কর্ডোবা শহর ছেড়ে পালিয়ে যান। বিদ্রোহের ফলে উমাইয়া আমির প্রথম আল-হাকাম তীব্র দমন-পীড়ন চালান।\nমূল নির্মাণটি ছিল বিনয়ী। দ্বাদশ শতাব্দীর আন্দালুসীয় ভূগোলবিদ আল-বাকরির মতে, মসজিদটিতে একটি হাইপোস্টাইল হল ছিল যার ছয়টি আইল (অথবা আল-জাজনাইয়ের মতে সাতটি) ছিল যা পাথরের স্তম্ভের উপর স্থাপিত ঘোড়ার নালের খিলানের সমান্তরাল সারি দ্বারা গঠিত। এতে একটি ছোট সাহন (আঙিনা) ছিল যেখানে একটি আখরোট গাছ এবং আরও বেশ কয়েকটি গাছ লাগানো হয়েছিল। পরবর্তীকালের অনেক মরক্কোর মসজিদের বিপরীতে দক্ষিণ কিবলা প্রাচীরের সাথে লম্বভাবে না হয়ে এর সমান্তরালে খিলানের সারিগুলি পূর্ব-পশ্চিমে বিস্তৃত ছিল। মসজিদটিতে ওয়েদ মাসমুদা নামে পরিচিত একটি কৃত্রিম জলপ্রবাহ থেকে প্রচুর পরিমাণে জল সরবরাহের ব্যবস্থা ছিল।\n\n\n=== প্রাথমিক সংযোজন (দশম শতাব্দী) ===\n\nদশম শতাব্দীতে ফেজ কর্ডোবার উমাইয়া এবং ফাতেমীয় খিলাফতের মধ্যে প্রতিদ্বন্দ্বিতায় জড়িয়ে পড়ে। তবে এর ফলে আল-আন্দালুসিয়িন এবং আল-কারাউইয়িন মসজিদগুলি উপকৃত হয়, যেগুলি এই সময়কালে প্রতিদ্বন্দ্বী গোষ্ঠীগুলির পৃষ্ঠপোষকতা পায়। ৯৩৩ সালে ফেজের নতুন জেনাটা গভর্নর ফাতেমীয় শাসক উবায়দুল্লাহর একজন আশ্রিত হামিদ ইবনে হামদান আল-হামদানী খুতবার স্থান (জুমার নামাজের সময় ধর্মীয় খুতবা) আন্দালুসীয়দের এই মসজিদে স্থানান্তরিত করেন ও আল-আশিয়াখের পুরোনো মসজিদটি প্রতিস্থাপন করেন, যা মদিনাত ফাসে প্রথম ইদ্রিস কর্তৃক নির্মিত প্রথম মসজিদ ছিল, যা আন্দালুসীয় কোয়ার্টার ফেস এল-বালির প্রধান মসজিদ হিসেবে প্রতিষ্ঠিত হয়। একই সময়ে খুতবাটি শুরাফা মসজিদ থেকে শহরের অপর তীরে অবস্থিত কারাওয়িন মসজিদে স্থানান্তর করা হয়।\n৯৫৬ সালে কর্ডোবার উমাইয়া খলিফা তৃতীয় আবদুর রহমান মসজিদের মিনার নির্মাণে অর্থায়ন করেন, যা আজও টিকে আছে। হেনরি টেরাসের বিশ্বাস ছিল যে মিনারের অবস্থান মূলত মসজিদের উত্তর-পশ্চিম কোণে ছিল (পরবর্তী সম্প্রসারণের আগে)। এর একটি বর্গাকার ভিত্তি রয়েছে যার একটি প্রধান খাদ রয়েছে, যা ছোট ছোট মেরলন দিয়ে মুকুটযুক্ত এবং উপরে একটি গম্বুজ রয়েছে। এটি আল-কারাওয়িন মসজিদের মিনারের মতো, যা একই সময়ে নির্মিত হয়, যদিও এটি কিছুটা ছোট এবং সরল। উভয়ই সম্ভবত একই দশকের শুরুতে তৃতীয় আবদুর রহমান যে বৃহৎ মিনারের নির্মাণ করেছিলেন তার সাথে সম্পর্কিত ছিল। উভয় মিনার নির্মাণের কাজ উমাইয়াদের আজ্ঞাবহ স্থানীয় জেনাটা গভর্নর আহমেদ ইবনে আবি সাইদ দ্বারা পরিচালিত হয়, তবে তহবিল সরবরাহের বাইরে এই প্রকল্পে তৃতীয় আবদুর রহমানের ব্যক্তিগত সম্পৃক্ততা ঠিক কী ছিল তা স্পষ্ট নয়।\n৯৮০ সালে উত্তর মরক্কো ফাতেমীয়দের পক্ষে শাসনকারী জিরি আমির বুলুগিনের নিয়ন্ত্রণে আসার পর (যার ঘাঁটি আরও পূর্বে কায়রোতে স্থানান্তরিত হয়েছিল), তিনি মসজিদের জন্য একটি নতুন মিম্বার নির্মাণ করেন, যা কর্ডোবার সুন্নি উমাইয়াদের মতো অন্যান্য উপদলের উপর শিয়া ফাতেমীয়দের বিজয়ের প্রতীক। মিম্বরের মূল প্যানেলগুলির একটিতে এই তারিখ (৩৬৯ হিজরি) লেখা একটি শিলালিপি সংরক্ষিত আছে, যা ২০ শতকে হেনরি টেরাসে পুনরুদ্ধারের সময় পুনরায় আবিষ্কার করেছিলেন। তবে ফাতেমীয় আধিপত্যের নতুন পর্বটি বেশি দিন স্থায়ী হয়নি। ৯৮৫ সালে খলিফা দ্বিতীয় হিশামের উজির এবং কর্ডোবার প্রকৃত শাসক (খ্রিস্টীয় সূত্রে আলমানজোর নামে পরিচিত) ইবনে আবি আমির তার চাচাতো ভাই আসকালাজাকে সরাসরি ফেজ এবং উত্তর মরক্কো পুনরুদ্ধারের জন্য একটি সেনাবাহিনী সহ প্রেরণ করেন। ফেজ সফলভাবে দখল করার কয়েক মাসের মধ্যেই, মিম্বারটি একই রকম শৈল্পিক শৈলীতে আংশিকভাবে নতুন অংশ দিয়ে পুনর্নির্মাণ করা হয়, যার উপরের অংশে (পিছনে অংশ) একটি শিলালিপি সহ ৩৭৫ হিজরি (৯৮৫ বা ৯৮৬ খ্রিস্টাব্দ) তারিখ এবং ইবনে আবি আমির এবং দ্বিতীয় হিশামের নাম লিপিবদ্ধ করা হয়। ধারণা করা হয়, মিম্বারটিকে ফাতেমীয় হিসেবে চিহ্নিতকারী উপাদানগুলি ইচ্ছাকৃতভাবে সরিয়ে ফেলা হয়েছিল এবং উমাইয়া উপাদানগুলি দিয়ে প্রতিস্থাপিত করা হয়েছিল। টেরাসের মতে, ৩৬৯ হিজরির পূর্ববর্তী শিলালিপিটি (যাতে কোনও নাম উল্লেখ করা হয়নি) সেই সময়েই রয়ে গিয়েছিল কারণ স্থানীয় কারিগররা, যারা কুফিক ভালোভাবে পড়তে পারতেন না, তারা হয়তো এর তাৎপর্য বুঝতে পারেননি।\n\n\n=== আলমোহাদ পুনর্গঠন ===\n\n১৩ শতকের গোড়ার দিকে আলমোহাদের আমলে মসজিদটি আর সংস্কার করা হয়নি। চতুর্থ আলমোহাদ খলিফা মুহাম্মদ আল-নাসির (শাসনকাল ১১৯৯-১২১৩) তার পূর্বসূরীদের তুলনায় ফেজের প্রতি বেশি আগ্রহী ছিলেন, বিশেষ করে শহরটিকে সুরক্ষিত করার ব্যাপারে। আল-জাজনাইয়ের মতে, যখন খলিফাকে জানানো হয় যে আন্দালুসীয়দের মসজিদের মেরামতের প্রয়োজন, তখন তিনি এর সংস্কার ও সম্প্রসারণের নির্দেশ দেন। ১২০৩ থেকে ১২০৭ সালের মধ্যে নির্মাণ কাজ শুরু হয় এবং মসজিদের আনজা ১২০৯ সালে স্থাপন করা হয়। টেরাসে মন্তব্য করেছেন যে, এই দীর্ঘ সময়কাল এবং বর্তমান ভবনের তুলনামূলকভাবে একজাত কাঠামো (যাতে পাথরের স্তম্ভের পরিবর্তে ইটের স্তম্ভ রয়েছে) ইঙ্গিত দেয় যে মসজিদটি প্রায় সম্পূর্ণরূপে এই সময়ে পুনর্নির্মিত হয়েছিল। অধিকন্তু, মসজিদের বর্তমান কিবলা সারিবদ্ধতা তার দশম শতাব্দীর মিনারের সারিবদ্ধতার চেয়ে আলাদা বলে মনে হয়, যা ইঙ্গিত দেয় যে পরবর্তীটি এখনও মসজিদের পুরানো স্থিতির সাথে সারিবদ্ধ।\nমসজিদের বিন্যাস সম্প্রসারণের পাশাপাশি আলমোহাদ পুনর্নির্মাণে একটি স্মৃতিস্তম্ভ উত্তরের গেট, একটি ফোয়ারা, মহিলাদের প্রার্থনা কক্ষের জন্য একটি নতুন প্রবেশদ্বার এবং মহিলাদের প্রার্থনা কক্ষের উপরে অবস্থিত ইমামের জন্য একটি অ্যাপার্টমেন্ট যুক্ত করা হয়েছে। রাস্তার ওপারে একটি অজু ঘর বা দার আল-ওজুও নির্মিত হয়েছিল, যা একই সময়ে কারাউইয়িন মসজিদের জন্য নির্মিত আরেকটি দার আল-ওজুর মতোই ছিল। এই ওযু সুবিধার জন্য পানি সরবরাহের জন্য এবং সম্ভবত ওয়েদ মাসমুদার পানি অত্যধিক দূষিত বলে বিবেচিত হওয়ার কারণে (যেহেতু এটি মসজিদে পৌঁছানোর আগে শহরের একটি বড় অংশ অতিক্রম করেছিল) আল-নাসির শহরের বাইরে থেকে সরাসরি মসজিদে পানি আনার জন্য একটি নতুন পানি নালাও তৈরি করেছিলেন। লম্বা উত্তরের গেটের সম্মুখভাগটি জেলেজ টাইলস এবং খোদাই করা কাঠের একটি বিস্তৃত ছাউনি দিয়ে সজ্জিত, তবে এগুলি সম্ভবত পরবর্তী সময়ে পুনরুদ্ধার করা হয় এবং আলমোহাদের অলংকরণের খুব কম অংশ আজও অবশিষ্ট রয়েছে। পণ্ডিত জর্জেস মারচেস স্থাপত্যটিকে মরোক্কোর স্থাপত্য শৈলীর একটি শ্রেষ্ঠ স্থাপত্য হিসেবে প্রশংসা করেছেন।\nসবশেষে আল-নাসির মসজিদের পুরাতন মিম্বরটিও সংস্কার করেন। আবারও সম্পূর্ণরূপে মিম্বারটি প্রতিস্থাপন করার পরিবর্তে আলমোহাদরা পুরানোটি পুনরুদ্ধার এবং পুনঃব্যবহারের সিদ্ধান্ত নেয়। মিম্বরের বেশিরভাগ অংশ, বিশেষ করে এর পার্শ্বগুলি এই সময়ের মুরিশ শৈলীতে সজ্জিত নতুন কাঠের প্যানেল দিয়ে আবৃত ছিল, যা আন্দালুসি কারুশিল্প দ্বারা দৃঢ়ভাবে প্রভাবিত ছিল। তবে উপরের পিছনের প্যানেলে, যেখানে দশম শতাব্দীর উমাইয়া সংস্কারের শিলালিপি ছিল, তা যথাস্থানে সংরক্ষিত ছিল, যা সম্ভবত কর্ডোবার প্রাক্তন খিলাফতের প্রতি আলমোহাদের এক ধরণের শ্রদ্ধার ইঙ্গিত দেয়।\n\n\n=== পরবর্তী সংস্কার এবং অলঙ্করণ ===\nটেরাসে মন্তব্য করেছেন যে আলমোহাদ নির্মাণে ব্যবহৃত গাঁথুনি মাঝারি মানের ছিল, যার ফলে ত্রয়োদশ শতাব্দীর শেষের দিকে মেরিনিডদের অধীনে এটি মেরামত ও পুনরুদ্ধার করা প্রয়োজন ছিল। মসজিদের খতিব আবু আবদুল্লাহ মুহাম্মদ ইবনে আব্দুল কাসিম ইবনে হাসুনা মেরিনিড সুলতান আবু ইয়াকুব ইউসুফের কাছে মেরামতের জন্য অনুরোধ করেন এবং তিনি সম্মত হন। ১২৯৫-৯৬ (৬৯৫ হিজরি) সালে মেরামত কাজ সম্পন্ন হয়। এই সময়ে এর স্তম্ভ এবং ছাদ সহ বেশিরভাগ কাঠামো পুনরুদ্ধার করা হয় পরবর্তী সুলতান আবু সাবিত, যিনি ১৩০৭ থেকে ১৩০৮ সালের মধ্যে সংক্ষিপ্ত সময়ের জন্য শাসন করেছিলেন, তিনি মসজিদে আসা আলমোহাদ জলের খালগুলি মেরামত করেন এবং মসজিদের উঠোনের উত্তর দেয়ালে একটি অলঙ্কৃত ঝর্ণা স্থাপন করেন। ঐতিহাসিক সূত্রে উল্লেখ না থাকলেও টেরাসের বিশ্বাস ছিল যে মসজিদের পূর্ব দিকের মিনারের কাছে অবস্থিত দরজাটি সম্ভবত ১৪ শতকে নির্মিত বা সজ্জিত ছিল, সম্ভবত আবু সাবিতের অধীনেও। মিনারের দক্ষিণ-পূর্ব দিকে দ্বিতীয় তলায় টাইমকিপারের জন্য নির্মিত অ্যাপার্টমেন্ট দার আল-মুওয়াক্কিত সম্ভবত মেরিনিড আমলের, যখন মসজিদগুলিতে এই ধরনের কাঠামো যুক্ত করা শুরু হয়েছিল। মসজিদের পিছনে একটি বিশাল সংরক্ষণাগার রয়েছে। এর দুটি দরজার উপরে একটি অভিশাপযুক্ত শিলালিপি প্যানেল রয়েছে। এটি একটি গ্রন্থাগার হিসাবে কাজ করেছিল বলে মনে করা হয় এবং শেষ মেরিনিড সুলতানদের একজন তৃতীয় আবু সাইদ উসমান ১৪১৫ সালে (৮১৬ হিজরি) এটি প্রতিষ্ঠা করেন। টেরাসে এই এলাকায় ইমামের দরজার ভেতরে এবং মসজিদের পিছনে অবস্থিত জানাজা মসজিদের (জামা' আল-গনাইজ) আশেপাশে খোদাই করা কাঠের আরও বেশ কিছু উপাদানের তারিখ তৃতীয় আবু সাঈদ উসমান এর বলে উল্লেখ করেছেন।\n\nমসজিদটিতে শিক্ষার জন্য সাতটি কোর্সও ছিল এবং আল-কারাউইয়িন মসজিদের অনুরূপ দুটি গ্রন্থাগার ছিল, যা একে ফেজের মদিনার দ্বিতীয় গুরুত্বপূর্ণ মসজিদে পরিণত করে। মেরিনিডরা ১৪শ শতাব্দীর গোড়ার দিকে কাছাকাছি কমপক্ষে দুটি মাদ্রাসা প্রতিষ্ঠা করে: সাহরিজ মাদ্রাসা এবং সাবায়িন মাদ্রাসা। কারাউইয়িন মসজিদের কাছের মাদ্রাসাগুলির মতো তারা কোর্স পরিচালনা করত কিন্তু শহরের বাইরে থেকে মসজিদে পড়াশোনা করতে আসা শিক্ষার্থীদের থাকার ব্যবস্থাও করত। বছরের পর বছর ধরে মসজিদটি বহুবার পুনর্নির্মাণ করা হয়েছে, যার ফলে এটি তার রূপ ধরে রাখতে সক্ষম হয়েছে। মসজিদের স্মৃতিস্তম্ভের বর্তমান ফটকটি সম্ভবত আলাউইত আমলে সংস্কারের সময়কার। মৌলে ইসমাইল (শাসন ১৬৭২-১৭২৭) মসজিদের উঠোনে অবস্থিত মেরিনিড ঝর্ণাটি সংস্কার করেন, যেখানে তার নাম এখনও দৃশ্যমান। মিহরাবের খোদাই করা স্টুকো অলংকরণটিও সাম্প্রতিক সময়ে পুনর্নির্মাণ করা হয় এবং এটি ১৮ শতকের চেয়ে পুরনো নয়। আধুনিক সংস্কারের মধ্যে ফরাসি পণ্ডিত হেনরি টেরাসে, যিনি ফরাসি প্রটেক্টরেট আমলে (১৯১২-১৯৫৬) বেশ কয়েকটি স্মৃতিস্তম্ভে কাজ করেছিলেন, তিনি মসজিদ এবং এর মিম্বরের একটি পূর্ণাঙ্গ গবেষণা পরিচালনা করেন, যা ১৯৪২ সালে প্রকাশিত হয়।\n\n\n== আরও দেখুন ==\nমসজিদের তালিকা\nআফ্রিকার মসজিদের তালিকা\nমরক্কোর মসজিদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nআর্চনেটে জামি' আল-আন্দালুসিয়িন (মসজিদের অভ্যন্তরের অনেক ছবি এবং বিস্তারিত তথ্য রয়েছে)"}