{"pageid": 1520248, "title": "সুলায়মান আগা আল-সিলাহদারের মসজিদ-সাবিল", "url": "https://bn.wikipedia.org/wiki?curid=1520248", "content": "সুলায়মান আগা আল-সিলাহদারের মসজিদ-সাবিল, সুলায়মান আগা আল-সিলাহদারের মসজিদ-সাবিল-কুত্তাব নামেও পরিচিত ( আরবি: مسجد وسبيل سليمان أغا السلحدار), হল মিশরের কায়রোর ঐতিহাসিক মধ্যযুগীয় জেলা ইসলামী কায়রোতে মুহাম্মদ আলী পাশার যুগে প্রতিষ্ঠিত মসজিদ, সাবিল এবং কুত্তাবের একটি কমপ্লেক্স। এটি বিখ্যাত মুইজ স্ট্রিটের বুর্জোয়ান গলির শুরুতে অবস্থিত। অন্য দিকে এটি আল-নাহাসিন স্ট্রিটের সম্প্রসারণের মুখোমুখি যা বাব আল-শারিয়া স্কয়ারের দিকে যায়। ভবনটি ১৮৩৯ সালে নির্মিত।\n\n\n== স্থাপত্য ==\n\nমসজিদটি দুটি অংশে বিভক্ত একটি আয়তক্ষেত্র দ্বারা গঠিত। পশ্চিম অংশে মসজিদের পবিত্র স্থান এবং একটি সাহন রয়েছে যা মার্বেল স্তম্ভের উপর নির্মিত ছোট গম্বুজ দ্বারা আবৃত একটি চারমুখী করিডোর দ্বারা বেষ্টিত। প্রতিটি গম্বুজ ফুল ও জ্যামিতিক নকশা এবং কুরআনের শিলালিপি সহ বহু রঙের তৈলচিত্র দিয়ে সজ্জিত। মসজিদের সাহন কাঠের ছাদ দিয়ে ঢাকা, যার মাঝখানে বাতাস চলাচল, আলো জ্বালানো এবং বৃষ্টি থেকে মসজিদকে রক্ষা করার জন্য একটি খোলা অংশ রয়েছে। পূর্ব অংশে একটি প্রার্থনা কক্ষ রয়েছে এবং দুটি স্তম্ভ রয়েছে, যার প্রতিটিতে দুটি করে মার্বেল স্তম্ভ রয়েছে। দুটি অংশ নামাজের স্থানকে কিবলা প্রাচীরের সমান্তরালে তিনটি করিডোরে বিভক্ত করে। প্রার্থনাস্থলটি বহু রঙের তৈলচিত্র দিয়ে সজ্জিত একটি কাঠের ছাদ দ্বারা আচ্ছাদিত। কিবলা প্রাচীরটি নামাজ কক্ষে অবস্থিত এবং এর কেন্দ্রে মার্বেল পাথরের মিহরাব পাওয়া যায়।\n২০১৫ সালে সুলেমান আগা আল-সিলাহদারের নাতি মসজিদটি সংস্কার করেন।\nসাবিলটি সংলগ্ন কুত্তাবের পাশে অবস্থিত। এটি অটোমান বারোক শৈলীর সম্মুখভাগে সজ্জিত যা ইসমাইল পাশার সাবিলের সাথে দৃঢ়ভাবে সাদৃশ্যপূর্ণ।\n\n\n=== অভ্যন্তরীণ ===\nসুলায়মান আগা আল-সিলাহদারের মসজিদ-সাবিলের অভ্যন্তরীণ অংশটি সাধারণত দুই ভাগে বিভক্ত এবং অংশগুলি একটি আয়তাকার কাঠামোর আকারে বিভক্ত। মসজিদটি অটোমান শৈলীর স্থাপত্যের একটি কেন্দ্রবিন্দু যা মুহাম্মদ আলী স্থাপত্য নকশার বৈশিষ্ট্যের শৈলী চিত্রিত করে। সম্মুখভাগে ফুলের নকশা রয়েছে যা ইউরোপীয় রেনেসাঁ স্থাপত্যের প্রতিলিপি তৈরি করে, এবং সিলিংয়ের অভ্যন্তর জুড়ে তেল চিত্র সহ গ্রানাইট কাঠামোও রয়েছে। সাবিল সুলাইমান আগা আল-সিলাহাদারের সম্মুখভাগের অলংকরণমূলক স্থাপত্য সাদা মার্বেল দিয়ে তৈরি এবং তুর্কি ক্যালিগ্রাফি দিয়ে সজ্জিত যা অটোমান শৈলীকে প্রতিফলিত করে। সাবিলের দিক থেকে এটি মার্বেল দিয়ে তৈরি ছিল, যা পানির তাপমাত্রা ঠান্ডা রাখতে ব্যবহৃত হত।\nভাঙা ফোরাম কাঠামোর বাইরের অংশটি অটোমান স্থাপত্যের অগভীর খিলান দ্বারা আবৃত। মসজিদের প্রবেশপথের ঠিক উপরে একটি ছোট গোলাকার বারান্দা রয়েছে। ছাদের পবিত্র কাঠামোটি বিভিন্ন অভিন্ন মার্বেল দেয়াল দ্বারা সমর্থিত যা কিবলা দেয়ালের সাথে সম্পর্কিত তিনটি স্তম্ভ তৈরি করে। ডিকা হল এক ধরণের শিল্পকর্ম যাতে প্রবেশপথের উপরে অবস্থিত কাঠের খিলানগুলি অন্তর্ভুক্ত থাকে, যা বাইরের দিকের ছোট গোলাকার ছাদের সাথে সম্পর্কিত। মসজিদের অভ্যন্তরের স্তম্ভগুলি আয়তাকার জানালা দ্বারা বেষ্টিত যা উঠোন থেকে আসা প্রাকৃতিক আলোকে প্রতিফলিত করে। গম্বুজের অভ্যন্তরভাগে বিভিন্ন ধরণের ফুলের নকশা ছিল, যার ভেতরে কুরআনের শিলালিপি ছিল।\n\n\n=== বাহ্যিক ===\nসুলায়মান আগা আল-সিলাহদার মসজিদের বাইরের অংশে সাবিল নামে একটি দাতব্য ঝর্ণা রয়েছে যা ইসলামে ঈশ্বরের নৈকট্য লাভের জন্য পথচারীদের বিনামূল্যে জল সরবরাহ করার জন্য তৈরি করা হয়েছিল। পথচারীদের একটি বিশাল অংশকে সাবিলের আরও ভাল ব্যবহার নিশ্চিত করার জন্য সাবিলটি আবাসিক রাস্তায় নয় বরং ব্যস্ত রাস্তায় নির্মিত হয়েছিল। সাবিলের বাইরের দিকে একটি প্রবেশপথ ছিল যা মসজিদের প্রবেশপথ থেকে আলাদা ছিল। উদাহরণস্বরূপ, সুলায়মান আগা আল-সিলাহদারের বাইরের দিকের মিনারটি \"একটি বিশেষভাবে মার্জিত খাদ, লম্বা, সরু এবং নলাকার, যার উপরের অংশটি লম্বা শঙ্কুযুক্ত, মাদ্রাসা এবং মসজিদের মাঝখানে দাঁড়িয়ে আছে।\" মিনারটিতে কেবল একটি একক বারান্দা ছিল যার অনুদৈর্ঘ্য খোদাই করা ছিল।\n\n\n== আরও দেখুন ==\n\nমিশরে ইসলাম\nমিশরের মসজিদের তালিকা\nকায়রোর ঐতিহাসিক স্মৃতিস্তম্ভের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nDoris Behrens-Abouseif (১৯৮৯)। Islamic architecture in Cairo : an introduction (ইংরেজি ভাষায়)। লাইডেন, নিউ ইয়র্ক সিটি, কোপেনহেগেন, কোলন: Brill। আইএসবিএন 978-1-4175-2314-6। ওএল 2203427M। ওসিএলসি 1256252718। Wikidata Q109884393। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে সুলায়মান আগা আল-সিলাহদারের মসজিদ-সাবিল সম্পর্কিত মিডিয়া দেখুন।\n\nইসলামী নিদর্শনের সরকারি ওয়েবসাইট"}