{"pageid": 1520309, "title": "কানাডীয় মুসলিমদের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1520309", "content": "এটি কানাডার উল্লেখযোগ্য মুসলিম ব্যক্তিদের একটি তালিকা যারা কানাডায় বসবাস করেন অথবা কানাডার নাগরিক।\n\n\n== শিক্ষাবিদ ==\n\n\n=== আইন ===\nফয়সাল কুট্টি – আইনজীবী এবং আইন অধ্যাপক\n\n\n=== বিশ্ববিদ্যালয় প্রশাসন ===\nমোহাম্মদ লাচেমি - ২০১৬ সাল থেকে টরন্টো মেট্রোপলিটন বিশ্ববিদ্যালয়-এর সভাপতি ও উপাচার্য\n\n\n== ব্যবসা ==\n\n\n=== খুচরা ===\nঅবি খান – উইনিপেগ-ভিত্তিক হালাল শরমা রেস্তোরাঁ শরমা খানের প্রতিষ্ঠাতা ও মালিক, উইনিপেগ শহরের মধ্যে কমপক্ষে চারটি শাখা রয়েছে।\n\n\n== সাংবাদিকতা ==\nওমর সাচেদিনা – অ্যাংকরম্যান ও সাংবাদিক, সিটিভি\nহারুন সিদ্দিকী – ইন্দো-কানাডীয় সংবাদপত্র সাংবাদিক, কলামিস্ট এবং টরন্টো স্টার-এর প্রাক্তন সম্পাদক\nফারাহ নাসের – অ্যাংকর ও সাংবাদিক, গ্লোবাল নিউজ\nজিনেলা মাসা – নিউজ অ্যাংকর, সিবিসি নিউজ\n\nহোদান নালায়েহ – সোমালি-কানাডীয় গণমাধ্যম নির্বাহী, বিপণন পরামর্শক, সমাজকর্মী ও উদ্যোক্তা\n\n\n== সামরিক ==\nহাসান আমাত – সিঙ্গাপুরী-কানাডীয় প্রথম বিশ্বযুদ্ধের সৈনিক, রয়্যাল কানাডিয়ান রেজিমেন্ট, ৪র্থ ওভারসিজ পিয়োনিয়ার ব্যাটালিয়ন এবং ১ম কানাডিয়ান ইনফ্যান্ট্রি ব্যাটালিয়ন-এ প্রাইভেট হিসেবে কর্মরত ছিলেন এবং হিল ৭০-এর যুদ্ধ-এ যুদ্ধ করে নিহত হন।\nলেফটেন্যান্ট কমান্ডার ওয়াফা দাব্বাগ – ফিলিস্তিনি-মিশরীয়-কানাডীয় কানাডীয় সশস্ত্র বাহিনী-এর সামরিক কর্মকর্তা যিনি কুইন এলিজাবেথ দ্বিতীয় ডায়মন্ড জুবিলি পদক লাভ করেন।\n\n\n== চিকিৎসক ==\nআলা মুরাবিত এম.ডি. – লিবিয়ান-কানাডীয় চিকিৎসক, বিল ও মেলিন্ডা গেটস ফাউন্ডেশন-এর বৈশ্বিক স্বাস্থ্য অ্যাডভোকেসি ও যোগাযোগের পরিচালক\n\n\n== রাজনৈতিক নেতারা ==\n\n\n=== ফেডারেল ===\nআলী এহসাসি – উইলোডেল-এর লিবারেল সংসদ সদস্য (২০১৫–বর্তমান)\nওমর আলঘাবরা – সৌদি আরবে জন্মগ্রহণকারী সিরীয়-কানাডীয় মিসিসাউগা—এরিংডেল (২০০৬–২০০৮) এবং মিসিসাউগা সেন্টার (২০১৫–বর্তমান)-এর লিবারেল সংসদ সদস্য।\nসালমা আতাউল্লাহজান – অন্টারিও-এর কনজারভেটিভ সিনেটর (২০১০–বর্তমান)।\nমোবিনা জাফর – ব্রিটিশ কলম্বিয়া-এর লিবারেল সিনেটর (২০০১–২০২৪)।\nরাহিম জাফর – এডমন্টন–স্ট্র্যাথকোনা-এর কনজারভেটিভ সংসদ সদস্য (১৯৯৭–২০০৮); কানাডায় নির্বাচিত প্রথম মুসলিম সংসদ সদস্য।\nওয়াজিদ খান – মিসিসাউগা—স্ট্রিটসভিলে-এর কনজারভেটিভ সংসদ সদস্য (২০০৪–২০০৮)।\nমেরিয়াম মনসেফ – আফগান-কানাডীয় পিটারবরো—কাওয়ারথা-এর লিবারেল সংসদ সদস্য (২০১৫–২০২১); প্রথম মুসলিম কেবিনেট মন্ত্রী।\nতালিব নুরমোহামেদ – ভ্যানকুভার গ্র্যানভিল-এর লিবারেল সংসদ সদস্য (২০২১–বর্তমান)\nআহমেদ হুসেন – ইয়র্ক সাউথ-ওয়েস্টন-এর লিবারেল সংসদ সদস্য (২০১৫–বর্তমান)\nইকরা খালিদ – মিসিসাউগা-এরিন মিলস-এর লিবারেল সংসদ সদস্য (২০১৫–বর্তমান)\nশাফকাত আলী – ব্র্যাম্পটন সেন্টার-এর লিবারেল সংসদ সদস্য (২০২১–বর্তমান)\nইয়াসির নাকভি – অটোয়া সেন্টার-এর লিবারেল সংসদ সদস্য (২০২১–বর্তমান)\nসালমা জাহিদ – স্কারবোরো সেন্টার-এর লিবারেল সংসদ সদস্য (২০১৫–বর্তমান)\nসামির জুবেরি – পিয়েরফন্ডস-ডলার্ড-এর লিবারেল সংসদ সদস্য (২০১৯–বর্তমান)\n\n\n=== প্রাদেশিক ===\nমো অ্যামেরি – ক্যালগারি-ইস্ট-এর আলবার্টা কনজারভেটিভ এমএলএ (১৯৯৩–২০১৫)।\nপিটার বেকার – লেবাননে জন্মগ্রহণকারী কানাডীয় ম্যাকেনজি নর্থ-এর উত্তর-পশ্চিম অঞ্চলের স্বতন্ত্র এমএলএ (১৯৬৪–১৯৬৭)।\nমুহাম্মদ ফিয়াজ – রেজিনা পাস্কোয়া-এর সাসকাচোয়ান এসপি এমএলএ (২০১৫–২০২৪)।\nআমির খাদির – মার্শিয়ার-এর কুইবেক  ক্যুবেক সলিডারি এমএনএ (২০০৮–২০১৮)।\nস্টিফেন খান – সেন্ট অ্যালবার্ট-এর আলবার্টা কনজারভেটিভ এমএলএ (২০০৮–২০১৫)।\nইয়াসির নাকভি – অটোয়া সেন্টার-এর অন্টারিও লিবারেল এমপিপি (২০০৭–২০১৮)।\nজন নুরানে – বার্নাবি-উইলিংডন-এর ব্রিটিশ কলম্বিয়া লিবারেল এমএলএ (২০০১–২০০৯)।\nশফিক কাদরী – এটোবিকোক নর্থ-এর অন্টারিও লিবারেল এমপিপি (২০০৩–বর্তমান)।\nডলি বেগম – স্কারবোরো সাউথওয়েস্ট-এর অন্টারিও এনডিপি এমপিপি (২০১৮–বর্তমান)।\nসোহেল কাদরী – পাকিস্তানি-কানাডীয় এডমন্টন-মিল উডস-এর আলবার্টা কনজারভেটিভ এমএলএ (২০১২–২০১৫)।\nখলিল রামাল – লন্ডন-ফ্যানশাওয়ে-এর অন্টারিও লিবারেল এমপিপি (২০০৩–২০১১)।\nইরফান সাবির – ক্যালগারি-ম্যাককল-এর আলবার্টা এনডিপি এমএলএ (২০১৫–বর্তমান)।\nল্যারি শাবেন – লেসার স্লেভ লেক-এর আলবার্টা কনজারভেটিভ এমএলএ (১৯৭৫–১৯৮৯)।\nশিরাজ শরীফ – ক্যালগারি ম্যাককল-এর আলবার্টা কনজারভেটিভ এমএলএ (১৯৯৫–২০০৮)।\nমুহাম্মদ ইয়াসিন – ক্যালগারি নর্থ-এর আলবার্টা ইউনাইটেড কনজারভেটিভ এমএলএ (২০১৯–বর্তমান)\nআদিল শামজি – ডন ভ্যালি ইস্ট-এর অন্টারিও লিবারেল এমপিপি (২০২২–বর্তমান)\nঅবি খান – ফোর্ট হোয়াইট-এর ম্যানিটোবা কনজারভেটিভ এমএলএ (২০২২–বর্তমান), প্রাক্তন সংস্কৃতি, ঐতিহ্য, পর্যটন ও ক্রীড়া মন্ত্রী (ম্যানিটোবা), ম্যানিটোবা আইনসভায় নির্বাচিত প্রথম মুসলিম এমএলএ।\n\n\n== ধর্মীয় নেতা ==\nজামাল বাদাউই - মিশরীয়-কানাডীয় লেখক, ইসলাম ধর্মের প্রচারক ও বক্তা\nজিয়াদ ডেলিক – বসনিয়ান-কানাডীয় ইমাম ও কমিউনিটি নেতা\nআমির হুসাইন – জার্নাল অফ দ্য আমেরিকান একাডেমি অফ রিলিজিয়ন-এর সম্পাদক\nআহমদ কুট্টি – ধর্মীয় পণ্ডিত\nইনগ্রিড ম্যাটসন \nহামিদ স্লিমি – ইমাম, অন্টারিওর মিসিসাউগা-তে অবস্থিত সায়েদা খাদিজা ইসলামিক সেন্টারের প্রতিষ্ঠাতা \nটি. বি. আরভিং – (১৯১৪–২০০২), একজন কানাডীয়-আমেরিকান মুসলিম লেখক ছিলেন, যিনি কুরআন-এর প্রথম আমেরিকান ইংরেজি অনুবাদের জন্য পরিচিত।\nশাব্বির আলী – গায়ানায় জন্মগ্রহণকারী কানাডীয় ইসলামিক স্কলার, টরন্টোতে অবস্থিত ইসলামিক ইনফরমেশন অ্যান্ড দাওয়াহ সেন্টার ইন্টারন্যাশনালের সভাপতি\nমুস্তফা খাত্তাব বিএ, এমএ, পিএইচডি – কানাডীয়-মিশরীয় ইসলামিক স্কলার ও লেখক, যিনি 'দ্য ক্লিয়ার কুরআন' প্রকাশের জন্য পরিচিত, যা কুরআন-এর কানাডীয় ইংরেজি অনুবাদ।\nমোহাম্মদ ওমর সুবেদার - কানাডীয় ইসলামিক স্কলার, ইমাম ও লেখক, টরন্টোতে জন্মগ্রহণকারী, বুখারি একাডেমি ও মথাবাহ ইনস্টিটিউটের শিক্ষক।\nইব্রাহিম হিন্দি - কানাডীয় ইসলামিক স্কলার, ইমাম, ইয়াকিন কানাডার ধর্মীয় পরিচালক, মিসিসাউগায় জন্মগ্রহণকারী।\n\n\n== নেতা ==\nওমর খামিসা – ন্যাশনাল কাউন্সিল অফ কানাডিয়ান মুসলিমস (এনসিসিএম)-এর প্রধান পরিচালন কর্মকর্তা\nমুস্তফা ফারুক জে.ডি. – আইনজীবী, ন্যাশনাল কাউন্সিল অফ কানাডিয়ান মুসলিমস (এনসিসিএম)-এর প্রাক্তন প্রধান নির্বাহী কর্মকর্তা\nস্টিফেন ব্রাউন – ন্যাশনাল কাউন্সিল অফ কানাডিয়ান মুসলিমস (এনসিসিএম)-এর প্রধান নির্বাহী কর্মকর্তা\nআহমেদ হুসেন – আইনজীবী ও কানাডিয়ান সোমালি কংগ্রেসের জাতীয় সভাপতি\nফয়সাল কুট্টি – কমিউনিটি নেতা, কর্মী ও আইন অধ্যাপক\nহামিদ স্লিমি – ইমাম ও কমিউনিটি নেতা\nহিলউই হামডন – (১৯০৫–১৯৮৮), আলবার্টার এডমন্টনের একজন মুসলিম মহিলা ছিলেন, যিনি কানাডার প্রথম মসজিদ আল-রশিদ মসজিদ নির্মাণের জন্য সমর্থন ও তহবিল সংগ্রহ করেছিলেন।\n\n\n== সাহিত্য ==\nমোহাম্মদ আব্দুল করিম আলী – স্মৃতিকথাকার\nসামরা হাবিব – শিল্পী, স্মৃতিকথাকার\nহাসান নামির – ঔপন্যাসিক, কবি\nকামাল আল-সোলায়লি – সাংবাদিক, স্মৃতিকথাকার\nলেনা খান – চলচ্চিত্র পরিচালক, লেখক\n\n\n== ক্রীড়া এবং অ্যাথলেটিক্স ==\nনাজেম কাদরি – আইস হকি খেলোয়াড়, ২০০৯ সালে টরন্টো ম্যাপল লিফস কর্তৃক বাছাইকৃত, স্ট্যানলি কাপ জয়ী প্রথম মুসলিম।\n\nসামি জয়ন – ডাব্লিউডাব্লিউই কুস্তিগীর\n\nআস মির বেগোভিচ – বসনিয়ান পেশাদার ফুটবল খেলোয়াড়, এডমন্টন-এ বেড়ে উঠেছেন এবং কানাডা পুরুষদের জাতীয় অনূর্ধ্ব-২০ ফুটবল দল-এর হয়ে খেলেছেন।\nআলী আহমেদ (ফুটবল খেলোয়াড়) – ফুটবল খেলোয়াড়, হোয়াইটক্যাপস এফসি, কানাডা পুরুষদের জাতীয় ফুটবল দল\nমোহাম্মদ ফার্সি – ফুটবল খেলোয়াড়, কলম্বাস ক্রু, মেজর লিগ সকার\n\nফারদাউস আইমাক – বাস্কেটবল খেলোয়াড়\nআইমান জাহাবি – মিশ্র মার্শাল আর্টিস্ট, আল্টিমেট ফাইটিং চ্যাম্পিয়নশিপ-এর ব্যান্টামওয়েট বিভাগ\n\nফিরাস জাহাবি – মার্শাল আর্টিস্ট, ট্রিস্টার জিম-এর মালিক এবং প্রধান কোচ\n\nইয়াসিন বুনু – কানাডায় জন্মগ্রহণকারী মরক্কোর ফুটবলার, সৌদি পেশাদার লিগ ক্লাব আল হিলাল এবং মরক্কো জাতীয় ফুটবল দল-এর গোলরক্ষক (ফুটবল)\n\nআলী মাহমুদ – কানাডায় জন্মগ্রহণকারী লেবাননের বাস্কেটবল খেলোয়াড়, বৈরুত ক্লাব, লেবানিজ বাস্কেটবল লিগ\nমোহাম্মদ ওমর (ফুটবল খেলোয়াড়, জন্ম ১৯৯৯) – ফুটবল খেলোয়াড়, সান আন্তোনিও এফসি, ইউএসএল চ্যাম্পিয়নশিপ\n\nমোহাম্মদ আহমেদ (দৌড়বিদ) – সোমালিয়ায় জন্মগ্রহণকারী কানাডীয় দীর্ঘ-দূরত্বের দৌড়বিদ, ৩ বার অলিম্পিকে অংশগ্রহণকারী, দীর্ঘ-দূরত্বের দৌড়ে কানাডার সবচেয়ে সফল ক্রীড়াবিদ, বিশ্ব অ্যাথলেটিক্স চ্যাম্পিয়নশিপ (২০১৯ বিশ্ব অ্যাথলেটিক্স চ্যাম্পিয়নশিপ-এ ব্রোঞ্জ) এবং অলিম্পিক গেমস (২০২১ সালে রৌপ্য) উভয় ক্ষেত্রেই ৫০০০ মিটার দৌড়ে পদকজয়ী প্রথম ব্যক্তি।\nঅবি খান – প্রাক্তন কানাডীয় ফুটবল সেন্টার (গ্রিডিরন ফুটবল), অটোয়া রেনেগেডস, উইনিপেগ ব্লু বোম্বার্স এবং ক্যালগারি স্ট্যাম্পেডার্স-এর সাথে কানাডীয় ফুটবল লিগ-এ ৯ মৌসুম খেলেছেন।\nফারহান জাইদি – বেসবল নির্বাহী, মেজর লিগ বেসবল-এর সান ফ্রান্সিসকো জায়ান্টস-এর বেসবল অপারেশনের সভাপতি\nরানা হামদি – সৌদি আরবে জন্মগ্রহণকারী কানাডীয় ফুটবল খেলোয়াড়, লিগ১ অন্টারিও-তে বার্লিংটন সকার ক্লাব-এর হয়ে খেলেন।\nরায়ান পাঠান – ক্রিকেটার, টরন্টোতে জন্মগ্রহণকারী, কানাডা জাতীয় ক্রিকেট দল-এর হয়ে খেলেন।\nশাহিদ আহমদজাই – আফগানিস্তানে জন্মগ্রহণকারী কানাডীয় ক্রিকেটার\nসালমান নাজার – পাকিস্তানে জন্মগ্রহণকারী কানাডীয় ক্রিকেটার\nকালিম সানা – পাকিস্তানে জন্মগ্রহণকারী কানাডীয় ক্রিকেটার\nজুনাইদ সিদ্দিকী – পাকিস্তানে জন্মগ্রহণকারী কানাডীয় ক্রিকেটার\nসাদ বিন জাফর – পাকিস্তানে জন্মগ্রহণকারী কানাডীয় ক্রিকেটার, কানাডীয় জাতীয় ক্রিকেট দল-এর অধিনায়ক\n\n\n== আরও দেখুন ==\nকানাডায় ইসলাম\nইসলামে ধর্মান্তরিতদের তালিকা\nইসলামিক এবং মুসলিম সম্পর্কিত বিষয়ের তালিকা\nমুসলমানদের তালিকা\nবিশ্বাস অনুসারে মানুষের তালিকা"}