{"pageid": 1520687, "title": "আল-রুশাতি", "url": "https://bn.wikipedia.org/wiki?curid=1520687", "content": "আবু মুহাম্মাদ আল-রুশাতি (৮ ফেব্রুয়ারি ১০৭৪ - ১৭ অক্টোবর ১১৪৭)  হলেন একজন আন্দালুসিয়ান ইতিহাসবিদ। তিনি কিতাব ইকতিবাস আল-আনওয়ার শিরোনামে পূর্ববর্তী ঐতিহাসিকদের একটি ফ্লোরিলেজিয়াম সংকলন করেছিলেন।এর মধ্যে তার একটি হাতে লেখা পাণ্ডুলিপির কিছু অংশ সংরক্ষিত আছে।\n\n\n== জীবন ==\nওরিহুয়েলায় জন্মগ্রহণকারী আল-রুশাতির পুরো নাম হল আবু মুহাম্মাদ আবদুল্লাহ ইবনে আলি ইবনে আবদুল্লাহ ইবনে আলি ইবনে খালাফ ইবনে আহমাদ ইবনে উমর আল-লাখমি আল-রুশতি আল-রুশতি আল-মুসালি। তার শেষ নাম ছিল আইবেরো-রোমান্স শব্দ থেকে উদ্ভূত একটি পারিবারিক নাম 'গোলাপ'। তার এক পূর্বপুরুষকে একজন রোমান্সভাষী ভৃত্য একটি তিল নামানুসারে রুশতেলো ডাকনাম দিয়েছিলেন।\nযখন তার বয়স ছয় বছর, আল-রুশাতির পরিবার আলমেরিয়ায় চলে আসে, যেখানে তিনি তার শিক্ষাজীবন শেষ করেন এবং শিক্ষকতা শুরু করেন। তিনি আবু আলী আল-গাসানী এবং আবু আলী আল-সাদাফীর কাছ থেকে হাদীস (ঐতিহ্য) শিখেছিলেন। তিনি ইল্মুল রিজাল (ঐতিহ্য সমালোচনা), কুরআন তেলাওয়াত, ফিকহ (আইনশাস্ত্র), আদাব (শিষ্টাচার) এবং আনসাব (বংশক্রম) অধ্যয়ন করেছিলেন। তিনি আবু বকর ইবনুল আরাবীর কাছ থেকে ইজাযা (শিক্ষার লাইসেন্স) লাভ করেন। তবে তিনি \"জ্ঞানের সন্ধানে যাত্রা\" ( রিহলা ফি তালাব আল-ইলম ) করেননি। তিনি ১০৯১ সালে আলমেরিয়ার আলমোরাভিডদের হাতে পতন দেখেছিলেন এবং ১১৪৭ সালে ক্যাস্টিলের হাতে এর পতনের সময় তিনি শহীদ হন।\nআল-রুশাতির উল্লেখযোগ্য ছাত্রদের মধ্যে রয়েছে ইবনে বাশকুয়াল, ইবনে হুবাইশ, ইবনে খায়ের, ইবনে মাদা এবং ইবনে কুরকুল .\n\n\n== কাজ ==\nআল-রুশাতির প্রধান রচনা হলো তার কিতাব ইকতিবাস আল-আনওয়ার । বিখ্যাত তাফসীর লেখক ইবনে কাছীর এর প্রশংসা করেছেন। যদিও এটি মূলত পাঁচটি খণ্ডে লেখা, এখন তিউনিসিয়ায় পাণ্ডুলিপিতে কেবল এক, তিন এবং পাঁচটি খণ্ডই সম্পূর্ণরূপে টিকে আছে। বাকি কিছু অংশ ইবনে আল-খারারাত আল-ইশবিলি এবং মাজদ আল-দীন ইসমাঈল ইবনে ইব্রাহিম আল-বিলবিসির সংক্ষিপ্ত সংস্করণ থেকে সংগ্রহ করা হয়েছিল।  আল-রুশাতি দশম শতাব্দীর ইতিহাসবিদ আহমেদ আল-রাজির উপর ব্যাপকভাবে নির্ভর করেন। তিনি \" মেরিডার শেখদের\" একটি ঘটনাক্রম এবং \"খ্রিস্টানদের দ্বারা লিখিত একটি বই\" উদ্ধৃত করেছেন যা আগে কখনও অনুবাদ করা হয়নি।\nআল-রুশাতির অন্যান্য পরিচিত কাজগুলি হল কিতাব আল-ইলাম বি-মা ফি কিতাব আল-মুখতালিফ ওয়া ʾল-মু'তালিফ লি'ল-দারুতনি মিন আল-আহহাম এবং ʿআব্দুল হাক্ক ইবনে আতিয়া বইটির পর্যালোচনা।\n\n\n== তথ্যসূত্র =="}