{"pageid": 1520656, "title": "শেফালী শর্মা", "url": "https://bn.wikipedia.org/wiki?curid=1520656", "content": "শেফালী শর্মা একজন ভারতীয় অভিনেত্রী যিনি মূলত হিন্দি টেলিভিশন এবং পাঞ্জাবি চলচ্চিত্রে কাজ করেন। তিনি ২০১৩ সালে তার অভিনয় জগতে আত্মপ্রকাশ করেন। শেফালী কালারস টিভিতে সম্প্রচারিত বাণী - ইশক দা কলমা ধারাবাহিকে বানী ভুল্লর চরিত্রে অভিনয়ের জন্য সর্বাধিক পরিচিত। শেফালী তুম আইসে হি রেহেনা  ধারাবাহিকে ড. রিয়া আগরওয়াল মহেশ্বরী এবং সঞ্জোগ  ধারাবাহিকে অমৃতা আগরওয়াল কোঠারির ভূমিকায় অভিনয় করেছেন। \nশর্মা তামিল ছবি সুরান (২০১৪) -এ অভিনয়ের মাধ্যমে চলচ্চিত্রে অভিষেক করেন। তার প্রথম পাঞ্জাবি চলচ্চিত্র প্রকল্প ছিল তুফান সিং (২০১৭) । \n\n\n== ব্যক্তিগত জীবন ==\nশর্মা ১৯৯১ সালের ২৮ ডিসেম্বর  অমৃতসরে একটি পাঞ্জাবি পরিবারে জন্মগ্রহণ করেন।  শর্মা ২০১৪ সালে তার প্রেমিক বরুণ শেঠিকে বিয়ে করেন। \n\n\n== কর্মজীবন ==\n২০১৩ সালে কালারস টিভিতে সম্প্রচারিত বাণী - ইশক দা কলমা ধারাবাহিকে বানি পারমিত সিং ভুল্লর/মায়া মালহোত্রার ভূমিকায় অভিনয়ের মাধ্যমে শেফালীর অভিনয় জীবন শুরু হয় এবং ধারাবাহিকে তার সহ অভিনেতা ছিলেন গৌরব চৌধুরী।\n২০১৪ সালে, তিনি তামিল ছবি সুরান  -এ অভিনয়ের মাধ্যমে চলচ্চিত্র জগতে আত্মপ্রকাশ করেন।  ২০১৪ থেকে ২০১৫ সাল পর্যন্ত, তিনি অভিনেতা কিংশুক মহাজনের সাথে তুম অ্যায়সে হি রেহেনা ধারাবাহিকে ডঃ রিয়া আগরওয়াল / ডাঃ রিয়া অভিমন্যু মহেশ্বরী চরিত্রে অভিনয় করেছেন। \nতিনি ২০১৫ থেকে ২০১৬ সাল পর্যন্ত স্টার প্লাসের দীর্ঘ চলমান ধারাবাহিক দিয়া অউর বাতি হাম -এ লালিমা আগরওয়ালের চরিত্রে অভিনয় করেন।  ২০১৬ সালে, তিনি তেরে বিন  ধারাবাহিকে বিপরীতে বিজয়া অক্ষয় সিনহা চরিত্রে অভিনয় করেছিলেন যেখানে তার সহ অভিনেতা ছিলেন গৌরব খান্না। \nশর্মা ২০১৭ সালে তুফান সিং  নামক তার প্রথম পাঞ্জাবি চলচ্চিত্রে অভিনয় করেন।  এরপর তিনি ২০১৮ সালে বাবালা বাগোথাম চলচ্চিত্রে অভিনয়ের মাধ্যমে তেলুগু চলচ্চিত্র জগতে আত্মপ্রকাশ করেন। \n২০১৯ সালে, তিনি তেলুগু চলচ্চিত্র সুভোদায়ম এবং পাঞ্জাবি ফিল্ম তু মেরা কি লাগদা- এ অভিনয় করেন। \nশর্মা ২০২২ সালে সঞ্জোগ ধারাবাহিকের মাধ্যমে প্রায় ৬ বছর বিরতির পর টেলিভিশন জগতে প্রত্যাবর্তন করেন।  এই ধারাবাহিকে তিনি অমৃতা রাজীব কোঠারি চরিত্রে অভিনয় করেছিলেন এবং তার সহ অভিনেতা ছিলেন রজনীশ দুগ্গাল। \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n== তথ্যসূত্র =="}