{"pageid": 1521062, "title": "জাতীয় পুরাকীর্তি ও ইসলামি শিল্প জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1521062", "content": "জাতীয় পুরাকীর্তি ও ইসলামি শিল্প জাদুঘর (ফরাসি: Musée National des Antiquités & des Arts Islamiques) হলো আলজেরিয়ার রাজধানী আলজিয়ার্সে অবস্থিত একটি শিল্প জাদুঘর।\n\n\n== ইতিহাস ==\nমিউজিয়াম উইথ নো ফ্রন্টিয়ার্স অনুসারে জাতীয় পুরাকীর্তি ও ইসলামিক শিল্প জাদুঘর আলজেরিয়া এবং আফ্রিকার প্রাচীনতম জাদুঘর। সংগ্রহটি ১৮৩৫ সালে বার্ট্রান্ড ক্লাউজেল দ্বারা প্রতিষ্ঠিত হয় এবং লুই-অ্যাড্রিয়েন বারব্রুগার দ্বারা তত্ত্বাবধান করা হয়। ১৮৩৮ সালে আলজেরীয় উৎপত্তির প্রাচীন নিদর্শন নিয়ে প্রাথমিক জাদুঘরটি চালু করা হয়। ১৮৯৬ সাল পর্যন্ত জাদুঘরটি বিভিন্ন স্থানে স্থানান্তরিত হয়। এরপর এটি মুস্তফা পাশা পাহাড়ে স্থায়ী হয় এবং ১৮৯৭ সালে সেখানে আনুষ্ঠানিকভাবে উদ্বোধন করা হয়।\nজাদুঘরটি ১৮৯৭ সালে চালু করা হয়। ১৯১১ সালে ওয়ার্ল্ড ডিজিটাল লাইব্রেরির এক গবেষণায় একে \"আলজেরিয়ার সেরা সংগ্রহ\" হিসেবে বর্ণনা করা হয়।\nজাদুঘরের যে শাখায় ইসলামী সংগ্রহ রয়েছে সেটি ২০০৩ সালে উদ্বোধন করা হয়। এখানে ২০০৬ সালে খোলা একটি মুদ্রা সংগ্রহ প্রদর্শনকারী একটি পাঠ কক্ষ রয়েছে।\n২০১৯ সালের মার্চ মাসে ২০১৯-২০ সালের আলজেরিয়ান বিক্ষোভের সময় জাদুঘরটি লুট করা হয়। আলজেরিয়ার সংস্কৃতি মন্ত্রণালয়ের মতে, \"অপরাধীরা\" রাস্তার বিক্ষোভের মধ্য দিয়ে জাদুঘরে প্রবেশ করে, প্রদর্শিত কিছু জিনিসপত্র ভেঙে চুরি করে, প্রশাসনিক অফিসে আগুন ধরিয়ে দেয় এবং রেজিস্ট্রি নথিপত্র ধ্বংস করে। একই ঘটনা প্রায় এক সপ্তাহ আগেও ঘটেছিল কিন্তু পুলিশ লুটেরাদের আটকে রেখেছিল। কয়েকদিন পরে আলজেরীয় কর্তৃপক্ষ ঘোষণা করে যে জাদুঘর থেকে চুরি যাওয়া নিদর্শনগুলি (প্রধানত ১৯৫০-এর দশকের তরবারি এবং বন্দুক) উদ্ধার করা হয়েছে এবং আগুন আসলে সংস্কারাধীন একটি করিডোরে লেগেছিল।\n\n\n== বিবরণ ==\nজাদুঘরে আলজেরিয়া এবং রোমের সাথে সম্পর্কিত জিনিসপত্র রয়েছে।\nজাদুঘরটি দুটি সংগ্রহে বিভক্ত: প্রাচীনত্ব এবং ইসলামী।\n\n\n== আরও দেখুন ==\nইসলামি জাদুঘর, জেরুসালেম\nআলজেরিয়ার জাদুঘরের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nআলজেরিয়ার জাতীয় পুরাকীর্তি ও ইসলামি শিল্প জাদুঘর এর অফিসিয়াল ওয়েবসাইট\nArchnet. org এ বিবরণ\nমিউজিয়াম উইথ নো ফ্রন্টিয়ার্স - এ জাতীয় পুরাকীর্তি ও ইসলামি শিল্প জাদুঘর"}