{"pageid": 1521926, "title": "মঞ্জু মণিকুট্টন", "url": "https://bn.wikipedia.org/wiki?curid=1521926", "content": "মঞ্জু মণিকুট্টন (জন্ম আনু. ১৯৭৬) একজন ভারতীয় রূপবিশারদ এবং সমাজকর্মী। তিনি সৌদি আরবে আইনি, স্বাস্থ্য এবং কর্মসংস্থান সংক্রান্ত সমস্যার সম্মুখীন অনেক প্রবাসী কর্মীকে উদ্ধার করেছিলেন। ২০১৯ সালে তিনি ভারতের নারীদের জন্য সর্বোচ্চ পুরস্কার নারী শক্তি পুরস্কারে ভূষিত হন।\n\n\n== জীবন ==\nমণিকুট্টনের জন্ম ও বড় হয়ে ওঠা কেরালার এর্নাকুলাম জেলায়। পদ্মনাভন মণিকুট্টনকে বিয়ে করার পর এবং দুটি সন্তান (অভিনব এবং অভিরামি) জন্ম দেওয়ার পর, তিনি ২০১১ সালে তাঁর প্রবাসী স্বামীর সাথে সৌদি আরবের খোবার শহরে চলে আসেন এবং একটি বিউটি পার্লারে রূপবিশারদ হিসেবে কাজ শুরু করেন।\n\n\n== কর্মজীবন ==\nসৌদি আরবে প্রবাসী ভারতীয় সংগঠন নবযুগম সাংস্কৃতিক ফোরামের সহ-সভাপতি এবং বিখ্যাত সমাজকর্মী সাফিয়া অজিতের সাথে পরিচয় হবার পর তাঁর জীবন বদলে যায়। সাফিয়া তাঁকে সমাজসেবায় যোগদানের জন্য উৎসাহিত করেন এবং মঞ্জু নির্বাসন কেন্দ্রে মহিলাদের সমস্যা সমাধানে সাফিয়ার সহকারী হন। এক বছর পর, সাফিয়া ক্যান্সারে মারা গেলে নবযুগম সংস্থা সাফিয়ার দায়িত্ব নেওয়ার জন্য মণিকুট্টনকে অনুরোধ করে। মঞ্জু মহিলা নির্বাসন কেন্দ্রের সম্পূর্ণ দায়িত্ব গ্রহণ করেন এবং মহিলা বন্দীদের মামলা সমাধানে সক্রিয়ভাবে জড়িত হন। তাঁর স্বামী পদ্মনাভন মণিকুট্টন তাঁর সকল সামাজিক কর্মকাণ্ডে তাঁকে সাহায্য করছেন।\nমঞ্জু মণিকুট্টন সৌদি আরবে ভৃত্য, গৃহকর্মী, হাসপাতাল কর্মী, বিউটিশিয়ান ইত্যাদি হিসেবে কাজ করতে আসা শত শত নারীর মামলার সমাধান করেও শেষ পর্যন্ত দেখেছেন অনেকেই তাদের স্পনসর, স্বাস্থ্য, আইনি ও শ্রম সমস্যা এবং ভিসার সমস্যায় ভুগছে। তিনি সমস্ত আইনি আনুষ্ঠানিকতা সম্পন্ন করে বহু মহিলাকে ভারতে ফিরে যেতে সাহায্য করেছিলেন। ভারতীয় দূতাবাস তাঁকে একজন নিবেদিতপ্রাণ সামাজিক স্বেচ্ছাসেবক হিসেবে স্বীকৃতি দিয়েছে এবং ভারতীয় মহিলা কর্মীদের সাথে সম্পর্কিত যে কোন মামলায় হস্তক্ষেপ করার অনুমতি দিয়েছে। মহিলা নির্বাসন কর্তৃপক্ষ এবং সৌদি কর্মকর্তাদের তাঁর সম্পর্কে খুব উচ্চ ধারণা ছিল এবং তারা তাঁকে অনেক জটিল শ্রম ও ভিসা মামলায় সাহায্য করেছিল।\n২০২০ সালে নিউ ইন্ডিয়ান এক্সপ্রেস \"চন্দ্রিকা\"র উদাহরণ প্রকাশ করে, যিনি একটি হাসপাতালে হিসাবরক্ষক হিসেবে কাজ করার জন্য ভারত ছেড়ে সৌদি আরবে গিয়েছিলেন।  তিনি সেখানে পৌঁছে আবিষ্কার করেন যে তাঁকে বিভ্রান্ত করা হয়েছে এবং তাঁকে গৃহকর্মীর কাজ দেওয়া হয়েছে। চন্দ্রিকা পাঁচ মাস চাকরিতে ছিলেন তারপর অবশেষে তাঁর নিয়োগকর্তা তাঁকে বিমানবন্দরে নিয়ে যান। কিন্তু সেখানে পরিস্থিতির কারণে মারামারি শুরু হয়েছিল এবং তাঁকে গ্রেপ্তার করা হতে পারত। যাইহোক, মঞ্জু মণিকুট্টনকে ডেকে পাঠানো হয়েছিল এবং তিনি চন্দ্রিকাকে তাঁর নিজের বাড়িতে ফিরিয়ে নিয়ে যান। নতুনভাবে বাড়ি ফেরার ব্যবস্থা না হওয়া পর্যন্ত চন্দ্রিকা সেখানেই ছিলেন।\nস্বেচ্ছাসেবক হিসেবে তাঁর কাজ নবযুগম সংস্কার বেদী সংস্থার কাজের অংশ। বর্তমানে তিনি নবযুগমের কেন্দ্রীয় কমিটির সহ-সভাপতি। বছরের পর বছর ধরে তিনি তেলেঙ্গানা, অন্ধ্র প্রদেশ, তামিলনাড়ু এবং কেরালা থেকে নিয়োগপ্রাপ্ত শত শত প্রবাসীর জন্য কাজ করেছেন।\n\n\n== পুরস্কার ==\n২০১৯ সালে তাঁর সামাজিক কাজের জন্য তাঁকে নারী শক্তি পুরস্কার দেওয়া হয়েছিল। ২০১৯ সালে আন্তর্জাতিক নারী দিবসে নতুন দিল্লির রাষ্ট্রপতি ভবনে ভারতের রাষ্ট্রপতি রাম নাথ কোবিন্দ এটি প্রদান করেছিলেন। এটি একটি ভারতীয় \"নারী ক্ষমতায়নের ব্যতিক্রমী কাজের স্বীকৃতিস্বরূপ জাতীয় পুরস্কার\"। তিনি মন্ত্রী মানেকা গান্ধীর সাথে দেখা করেন এবং পরে তিনি প্রধানমন্ত্রী নরেন্দ্র মোদীর সাথে দেখা করেন। সে বছর তিনিই একমাত্র প্রবাসী মহিলা ছিলেন যিনি এই পুরস্কার পেয়েছিলেন।\nরিয়াদে ভারতীয় দূতাবাস এবং দাম্মাম ও নবযুগমের নির্বাসন কেন্দ্র সহ সৌদি কর্তৃপক্ষ তাঁকে তাঁর কাজে সহায়তা করে। তিনি তাঁর সামাজিক কাজের জন্য বিভিন্ন সংস্থা, প্রতিষ্ঠান এবং এনজিও থেকে অনেক পুরস্কার পেয়েছেন। তিনি এখনও সৌদি আরবে তাঁর সামাজিক কাজ চালিয়ে যাচ্ছেন।\n\n\n== তথ্যসূত্র =="}