{"pageid": 1521487, "title": "অনিতা টেলর", "url": "https://bn.wikipedia.org/wiki?curid=1521487", "content": "অনিতা টেলর হলেন যোগাযোগের ইমেরিটা অধ্যাপক এবং জর্জ ম্যাসন বিশ্ববিদ্যালয়ের লিঙ্গ ও নারী অধ্যয়ন অনুষদের সদস্য। টেলর ডাস্ট বোলের সময় কানসাস শহরে জন্মগ্রহণ করেন এবং পরবর্তীতে শিক্ষায় নারীদের ভূমিকা সম্পর্কিত গবেষণায় খুব সক্রিয় হয়ে ওঠেন।\n\n\n== পটভূমি ==\nঅনিতা টেলরের জন্ম ডাস্ট বোলের সময় ক্যাল্ডওয়েলের কাছে দক্ষিণ ক্যানসাসে। পরে তিনি মিসৌরি বিশ্ববিদ্যালয়ে যোগদান করেন, যেখানে তিনি বক্তৃতা এবং জনসাধারণের সাথে ভাষণের উপর পিএইচডি ডিগ্রি অর্জন করেন।\nটেলর ৪৫ বছরেরও বেশি সময় ধরে বিশ্ববিদ্যালয় পর্যায়ে শিক্ষকতা করেছেন বা প্রশাসনে কাজ করেছেন। তিনি জর্জ ম্যাসন বিশ্ববিদ্যালয়ের যোগাযোগ ও শিল্পকলা প্রদর্শন বিভাগের সভাপতি ছিলেন এবং সেই সাথে সেখানকার যোগাযোগ বিভাগের প্রতিষ্ঠাতা সভাপতি ছিলেন।\nটেলর ১৯৮১ সালে জাতীয় যোগাযোগ সমিতিরও সভাপতি নির্বাচিত হন।\n\n\n== যোগাযোগ ক্ষেত্রে অবদান ==\nটেলর মূলত শিক্ষায় নারীদের উপর দৃষ্টি নিবদ্ধ করে যোগাযোগ ক্ষেত্রে অবদান রেখেছেন। তার প্রথম প্রকাশিত বই ছিল \"কমিউনিকেটিং\", যা এখন পর্যন্ত ছয়টি সংস্করণে প্রকাশিত হয়েছিল।\n১৯৮৯ থেকে ২০১০ সাল পর্যন্ত তিনি গবেষণা সাময়িকী \"উইমেন অ্যান্ড ল্যাঙ্গুয়েজ\"-এর সম্পাদক ছিলেন। এই সাময়িকীতে কাজ করার সময় তিনি বিভিন্ন পণ্ডিতদের অনেক পর্যালোচনা প্রকাশ করেছিলেন।\nতিনি \"জেন্ডার অ্যান্ড কনফ্লিক্ট\", \"হিয়ারিং মেনি ভয়েসেস\" এবং \"উইমেন অ্যাজ কমিউনিকেটরস: স্টাডিজ অফ উইমেনস টক\" প্রকাশনাগুলো সম্পাদনা করেছেন।\n\n\n== নির্বাচিত প্রকাশনা ==\nটেলর, এ. (১৯৭৫, ১৯৯২)। যোগাযোগ (প্রথম সংস্করণ, ষষ্ঠ সংস্করণ)। আপার স্যাডল রিভার, এনজে: প্রেন্টিস হল।\nটেলর, এ. (১৯৭৯, ১৯৮৪)। জনসমক্ষে বক্তব্য (প্রথম সংস্করণ; দ্বিতীয় সংস্করণ)। আপার স্যাডল রিভার, এনজে: প্রেন্টিস হল।\nটেলর, এ., বেট, বি. (১৯৮৮)। নারী যোগাযোগ: নারীদের আলোচনার অধ্যয়ন। নরউড, এনজে: অ্যাবলেক্স।\n\n\n== তথ্যসূত্র ==\nজর্জ ম্যাসন বিশ্ববিদ্যালয়। (২০১৭)। অনিতা টেলর। মানবিক ও সামাজিক বিজ্ঞান কলেজের অনুষদ ও কর্মীরা। http://communication.gmu.edu/people/ataylor থেকে সংগৃহীত\nটেলর, এ. (নভেম্বর ২০০৬)। অনিতা টেলর, ১৯৮১ সালের সভাপতি, জাতীয় যোগাযোগ সমিতি। যোগাযোগের পর্যালোচনা, 6(3), 204-216।\nমার্কস, এম. (মার্চ ২০১৫)। অধ্যাপক অনিতা টেলর বক্তৃতায় বিশিষ্ট সামাজিক বিষয়গুলি নিয়ে আলোচনা করেন। নীল এবং ধূসর প্রেস। http://blueandgraypress.com/2015/03/26/professor-anita-taylor-discusses-prominent-social-issues-at-lecture/ থেকে সংগৃহীত।\nউইমেনস ককাস। (২০০৯)। ২০০৯ সালের ফ্রান্সিন মেরিট পুরস্কারের জন্য মনোনয়নের আহ্বান। জাতীয় যোগাযোগ সমিতি। http://www.iupui.edu/~ncafws/index/merritt_info.htm থেকে সংগৃহীত"}