{"pageid": 1521843, "title": "উচেক ল্যাংমিটং", "url": "https://bn.wikipedia.org/wiki?curid=1521843", "content": "উচেক ল্যাংমিটং (উচেক ল্যাংমেইডং) বা চেকলা ল্যাংমিটং(চেকলা ল্যাংমেইডং) প্রাচীন কাঙ্গলেইপাক (প্রাথমিক মণিপুর) অঞ্চলে প্রচলিত একটি  মেইতেই লোককাহিনী।  এটি হায়াইনু (ওরফে নংদাম অ্যাটম্বি ) নামের একটি মেয়ের গল্প যে তার নিষ্ঠুর সৎ মায়ের দুর্ব্যবহার  সহ্য করতে না পেরে ল্যাংমিটং (হর্নবিল বা ধনেশ পাখির মেইতেই প্রতিশব্দ)পাখিতে পরিণত হয়েছিল। \n\n\n== ব্যুৎপত্তি ==\nমেইতেই ভাষায় (সরকারিভাবে মণিপুরী ভাষা বলা হয়), উচেক কথার অর্থ পাখি  এবং ল্যাংমিটং (অথবা ল্যাংমেইটং বা ল্যাংমেইডং ) হল মেইতেই ভাষার হর্নবিল পাখির প্রতিশব্দ।  মেইতেই ভাষায় পাখির আরেকটি প্রতিশব্দ আছে, চেকলা যা সাধারণত দৈনন্দিন কথাবার্তায় ব্যবহৃত হয় না। \n\n\n== গল্প ==\n\nহায়াইনুর ছোটবেলাতেই তার মা মারা যান। কিছুদিন পর, তার বাবা আবার বিয়ে করেন, ফলে হায়াইনুকে তার সৎমা ও সৎভাইয়ের (কিছু সংস্করণে সৎভাই নেই) সঙ্গে থাকতে হয়। তার বাবা তাকে ভালোবাসলেও, সৎমা তাকে একেবারেই সহ্য করতে পারত না। একদিন হায়াইনুর বাবা পরিবারের জন্য বেশি উপার্জনের আশায় দূরে চলে যান এবং তার সৎমার তত্ত্বাবধানে তাকে রেখে যান। বাবা বাড়ি ছাড়ার পর থেকেই সৎমা হায়াইনুর ওপর অত্যাচার করা শুরু করে।\nহায়াইনুকে প্রতিদিন গৃহস্থালির সব কাজ করতে হতো—বন থেকে ভেষজ সংগ্রহ, মাছ ধরা এবং সেগুলো বাজারে বিক্রি করা। সে নিষ্ঠার সঙ্গে কাজ করলেও, প্রতিদিনই সৎমার কাছ থেকে নির্যাতন সহ্য করতে হতো। কখনো সৎমা তাকে মারধর করত, কখনো তাকে খাবার না দিয়ে ঘরে আটকে রাখত।\nএকদিন, যখন হায়াইনু ও তার বন্ধুরা চেংগি (এক ধরনের ঐতিহ্যবাহী মেইতেই শ্যাম্পু) দিয়ে চুল ধুচ্ছিল, তখন সৎমা দেখল কিছু গরু তাদের মাঠে চরছে। এতে সে ক্ষিপ্ত হয়ে হায়াইনুকে নির্মমভাবে প্রহার করল। আরেকদিন, তার বন্ধুরা তাকে একটি আসন্ন উৎসবে যোগ দিতে আমন্ত্রণ জানায়। প্রথমে দ্বিধাগ্রস্ত হলেও, পরে সে রাজি হয়। কিন্তু সৎমা বিষয়টি জানতে পেরে হায়াইনুকে বাঁধা দেওয়ার ষড়যন্ত করে। উৎসবের দিন সকালে, সৎমা তার সৎপুত্রকে নিয়ে নিজের বাবার বাড়িতে চলে যায় এবং হায়াইনুর সমস্ত দামি পোশাক ও গয়না নিয়ে যায়। যখন হায়াইনু বুঝতে পারে সে প্রতারিত হয়েছে, তখন তার একমাত্র কাঁদা ছাড়া আর কিছুই করার ছিল না।\nতার জীবনে দুঃখই যেন একমাত্র সঙ্গী হয়ে উঠল। এক রাতে, স্বপ্নে হায়াইনু তার মৃত মাকে দেখে। তার মা তাকে  ল্যাংমিটং (হর্নবিল) পাখিদের জগতে যেতে পরামর্শ দিলেন। হায়াইনুর মা হায়াইনুকে নিরদেশ দিলেন প্রতিদিন সে যেন একটি নির্দিষ্ট হ্রদের কাছে গিয়ে পাখিদের কাছে পালক চাওয়ার ইচ্ছা প্রকাশ করে। সেই পালক নিজের গায়ে সেলাই করে লাগিয়ে নিয়ে সে পাখিদের সাথে উড়ে যেতে পারে।\nপরদিন, হায়াইনু সেই জায়গায় গিয়ে ল্যাংমিটং পাখিদের পালক দিতে অনুরোধ করল। তারা দয়া করে তাকে পালক দেয়। হায়াইনু একটি কাপড় জড়িয়ে পালক সেলাই করতে শুরু করল। তখন তার সৎভাই হায়াইনু দেখে ফেলল এবং তাকে তাদের কাছে থেকে যেতে অনুরোধ করল। হায়াইনু তার ভাইয়ের কাছে ব্যাখ্যা করল কেন সে উড়ে যেতে চায়। ততক্ষণে সে নিজের পোশাক সম্পূর্ণ করে ফেলেছে। পাখিদের দল তখনো আকাশে উড়ছিল, হায়াইনু তাদের ডেকে বলল, তাকে যেন তারা সাথে নিয়ে যায়। পাখিরা সাথে নেয় এবং হায়াইনু পাখিদের সাথে উড়ে যায়।\nসৎভাই দৌড়ে গিয়ে তার মাকে সব ঘটনা জানাওয়। সৎমা এতে খুশি হয়। কিছুদিন পর, হায়াইনুর বাবা ফিরে এলো এবং জানতে তার মেয়ের সন্ধান জানতে চায় । সৎমা প্রথমে চুপ থাকলেও, তাদের ছেলে সব কথা বাবাকে খুলে বলে। বাবা প্রচণ্ড রেগে গিয়ে সৎমাকে তাড়িয়ে দিলেন (কিছু সংস্করণে আছে যে তিনি তার স্ত্রীকে শুধু মারধর করেছিলেন, বিতাড়িত করেননি)।\nবাবা তার মেয়েকে ফিরে পাওয়ার আশায় প্রতিদিন মাঠে গিয়ে ডাকতে থাকলেন। একদিন তিনি দেখলেন, হায়াইনু একদল ল্যাংমিটং পাখির সঙ্গে আকাশপথে উড়ে আসছে। তিনি তাড়াতাড়ি এক্থালা ভাত নিয়ে এসে হায়াইনুকে খেতে ডাকলেন। কিন্তু হায়াইনু জানিয়ে দিল যে সে এখন পাখির জগতের অংশ এবং মানুষের সঙ্গে আর মিশতে পারবে না। এসমস্ত কথা বলেই সে পাখিদের সঙ্গে আবার উড়ে চলে গেল।\n\n\n== সংস্করণ ==\n২০১০ সালে, উচেক ল্যাংমিটংএর লোককাহিনীটি) ল্যাটিন লিপিতে একটি সচিত্র কমিক বইয়ের আকারে প্রকাশিত হয়েছিল। বইটির রচনা করেছিলেন সুবাদানি ক্ষ। \n২০১১ সালে, উচেক ল্যাংমিইডং-এর লোককাহিনীটি আরেকটি সচিত্র কমিক বইয়ের আকারে প্রকাশিত হয়েছিল, যার নাম ছিল, চেকলা ল্যাংমিইটং । উল্লেখযোগ্যভাবে, এটি মেইতেই লিপিতে প্রকাশিত প্রথম কমিক বই। \n\n\n== তথ্যসূত্র =="}