{"pageid": 1521054, "title": "জাতীয় অলঙ্কার জাদুঘর (মরক্কো)", "url": "https://bn.wikipedia.org/wiki?curid=1521054", "content": "মরক্কোর জাতীয় অলঙ্কার জাদুঘর (ফরাসি Musée national de la Parure) হলো একটি নৃতাত্ত্বিক জাদুঘর, যা দেশটির রাজধানী রাবাতের প্রাক্তন কাসবাহ উদায়াসে অবস্থিত। উদয়দের কসবার পাশাপাশি জাদুঘরের ভবন এবং আন্দালুসীয় অনুপ্রাণিত উদ্যানগুলি রাবাতে ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থানের অংশ। ২০২৩ সালের জানুয়ারিতে জনসাধারণের জন্য উন্মুক্ত করা এই জাদুঘরটি প্রথম সপ্তাহে ৪০,০০০ দর্শনার্থীকে আকর্ষণ করেছিল।\n\n\n== পটভূমি ==\n\n\n=== মৌলে ইসমাইল প্যাভিলিয়ন ===\nরাবাতের প্রাচীনতম ঐতিহাসিক পাড়াগুলির মধ্যে একটি হলো উদয়দের কসবার দক্ষিণ অংশ, যেখানে ১৭শ শতকের শেষের দিকে সুলতান মৌলে ইসমাইল (শাসন ১৬৭২-১৭২৭) দ্বারা নির্মিত একটি প্রাক্তন প্যাভিলিয়ন বা প্রাসাদ বাসস্থান রয়েছে। ভবনটি মরোক্কান রিয়াদের স্টাইলে একটি প্রধান উঠোনের চারপাশে অবস্থিত এবং বাইরের দিকে একটি টাওয়ার দ্বারা আলাদা করা হয়েছে। ১৯১৫ সালে মরক্কোর উপর ফরাসি প্রটেক্টরেটের সময় রেসিডেন্ট-জেনারেল হুবার্ট লাউটির অধীনে সার্ভিস ডেস আর্টস ইন্ডিজেনেসের পরিচালক প্রসপার রিকার্ডের উদ্যোগে ভবনটিকে একটি জাদুঘরে রূপান্তরিত করা হয়। এটি একটি নৃতাত্ত্বিক জাদুঘরে পরিণত হয় যেখানে প্রাথমিকভাবে প্রসপার রিকার্ড, প্রাচ্যবিদ আলফ্রেড বেল এবং নৃতাত্ত্বিক জিন বেসানসন্টের অনুদানের মাধ্যমে একটি সংগ্রহ তৈরি করা হয়। জাদুঘরের সংগ্রহের মধ্যে ছিল মরক্কোর অলংকার, বাদ্যযন্ত্র, সিরামিক, কুরআন এবং পাণ্ডুলিপি (কিছু দ্বাদশ শতাব্দীর মতো পুরানো), পোশাক, সিল্ক এবং দেশের বিভিন্ন অঞ্চলের কার্পেট।\n২০২৩ সালে পুঙ্খানুপুঙ্খ সংস্কারের পর এটি জাতীয় অলংকার জাদুঘরে পরিণত হয়, যা ঐতিহ্যবাহী ব্যক্তিগত পোশাকের অন্যান্য জিনিসপত্রের সাথে মরক্কোর গহনার ইতিহাসের জন্য নিবেদিত। ৭ জানুয়ারী ২০২৩ তারিখে মরক্কোর রাজকুমারী লাল্লা হাসনা, চিত্রশিল্পী এবং ন্যাশনাল ফাউন্ডেশন অফ মিউজিয়ামস (এফএনএম) এর সভাপতি মেহেদী কোতবি এবং সংস্কৃতি মন্ত্রণালয় এবং অন্যান্য সংস্থার প্রতিনিধিরা আনুষ্ঠানিকভাবে নতুন জাদুঘরটি উদ্বোধন করেন। জনসাধারণের জন্য উন্মুক্ত করার পর প্রথম সপ্তাহে, এটি ৪০,০০০ দর্শনার্থীকে আকর্ষণ করে।\nমরক্কোর প্রত্নতত্ত্ব, নৃতাত্ত্বিকতা বা দৃশ্য শিল্পের জন্য অন্যান্য পাবলিক জাদুঘরের সাথে এটি জাতীয় জাদুঘর ফাউন্ডেশন দ্বারা পরিচালিত হয়। জাতীয় জুয়েলারি জাদুঘরের দৃশ্যপট তৈরি করেন ক্রিস্টোফ মার্টিন, যিনি মারাকেশের ইভেস সেন্ট লরেন্ট জাদুঘরের জন্য একই রকম একটি প্রদর্শনী ডিজাইন করেছিলেন।\n\n\n== সংগ্রহ ==\n\nজাতীয় অলঙ্কার জাদুঘর তার সংগ্রহের মাধ্যমে মরক্কোর ইতিহাস ও ভূগোলকে উপস্থাপন করার লক্ষ্য রাখে, যার মধ্যে প্রতিটি অঞ্চলের সাংস্কৃতিক বৈশিষ্ট্য এবং টুকরো তৈরির জন্য কর্মশালা অন্তর্ভুক্ত রয়েছে। প্রদর্শনীটি পাঁচটি বিভাগে বিভক্ত, যেখানে মরক্কোর ইতিহাসে গহনার বিবর্তন, বিবাহের পোশাক এবং অন্যান্য মহিলা ও পুরুষদের সাজসজ্জা, গ্রামীণ আমাজিঘ গহনা এবং শহুরে গহনা ও পোশাকের আঞ্চলিক শৈলী উপস্থাপন করা হয়েছে।\nআধুনিক মানুষের পূর্বসূরীদের তৈরি প্রাচীনতম শিল্পকর্ম থেকে শুরু করে, যা প্রায় ১৪২,০০০ বছর পুরনো, জাদুঘরে ছিদ্রযুক্ত খোলসের পুঁতির একটি প্রতিলিপি উপস্থাপন করা হয়েছে। ২০১৯ সালে মরক্কোর এসৌইরার কাছে বিজমাউন গুহায় প্রত্নতাত্ত্বিকরা এগুলি খুঁজে পান এবং ছিদ্রগুলি উদ্দেশ্যমূলক প্রক্রিয়াকরণের ইঙ্গিত দেয় যা পরিচয়ের প্রতীক হতে পারে। আরও ঐতিহাসিক সময়কালগুলি হল প্রাগৈতিহাসিক, প্রাক-রোমান (ফিনিশিয়ান এবং কার্থাজিনিয়ান), রোমান এবং ইসলামিক যুগ, যা বিংশ শতাব্দীর গোড়ার দিকে অগ্রসর হয়। এই সংগ্রহে প্রায় ৮,০০০ জিনিসপত্র রয়েছে, যার মধ্যে রয়েছে ঐতিহাসিক কাফতান এবং বিভিন্ন শহরের সাধারণ শহুরে বিবাহের সাজসজ্জা। জাদুঘরের একটি বিশেষ অংশে রাজা ষষ্ঠ মোহাম্মদ কর্তৃক দান করা শত শত জিনিসপত্র উপস্থাপন করা হয়েছে, যা আমাজিঘ (বার্বার) অলঙ্কারের রাজকীয় সংগ্রহ থেকে পাওয়া যায়, যার মধ্যে রয়েছে বিভিন্ন ধরণের রূপালী ফিবুলা ব্রোচ এবং তালুর আকৃতির খমিসা তাবিজ।\nস্থায়ী প্রদর্শনীর পাশাপাশি জাদুঘরটি সমসাময়িক এবং আন্তর্জাতিক ডিজাইনের গহনা বা ব্যক্তিগত পোশাক প্রচারের লক্ষ্যে প্রতি বছর এক ডজন অস্থায়ী প্রদর্শনীর ঘোষণা দিয়েছে।\n\n\n== মরোক্কান গহনা নিয়ে গবেষণা ==\n১৯৫৩ সালে নৃতাত্ত্বিক রচনা \"বিজোউক্স আরবেস এট বেরবেরেস ডু মারোক\" ( মরক্কোর আরব ও বারবার জুয়েলারি ) -এ ফরাসি নৃতাত্ত্বিক জিন বেসানসনট মরক্কোর বিভিন্ন অঞ্চল এবং ঐতিহ্য থেকে প্রায় ২০০টি ভিন্ন ভিন্ন আরব নগর ও বারবার গ্রামীণ গহনার অঙ্কন এবং বর্ণনা প্রকাশ করেছিলেন। ভূমিকায় তিনি বিভিন্ন সম্প্রদায়ের জন্য অলঙ্কারের উৎপত্তি, সামাজিক ব্যবহার এবং তাৎপর্য সম্পর্কে মন্তব্য করেছেন, পাশাপাশি বিংশ শতাব্দীর প্রথমার্ধে গ্রাহকদের রুচির পরিবর্তন সম্পর্কেও মন্তব্য করেছেন। সংশ্লিষ্ট ক্লায়েন্ট এবং তাদের রুচির কথা উল্লেখ করে তিনি সাধারণ নিয়মটি বলেন: শহুরে গহনা সাধারণত সোনা, মূল্যবান পাথর এবং অন্যান্য অলংকরণ দিয়ে তৈরি হত, যেখানে গ্রামীণ বারবার ক্লায়েন্টদের জন্য জিনিসপত্র প্রায় একচেটিয়াভাবে রূপার তৈরি হত। উভয় গ্রুপেই ব্যবহার, আকৃতি এবং অন্যান্য উপাদানের স্থানীয় বৈচিত্র্য বিদ্যমান ছিল। মাগরেবে যেহেতু গয়না নারীর যৌতুকের একটি গুরুত্বপূর্ণ অংশ, তাই তিনি আরও লক্ষ্য করেন:\nবিয়ের সপ্তাহে কনের সাজসজ্জা এত বিশাল পরিমাণের গয়নায় সম্পন্ন হয় যে শুধুমাত্র অত্যন্ত ধনী পরিবারগুলোই এটি কনেকে উপহার দিতে সক্ষম। অপেক্ষাকৃত কম সম্পদশালী পরিবারের জন্য, \"নেগাগেফ\", যারা এই ধরনের ব্যবসায় বিশেষজ্ঞ নারী, তারা তাদের সেবাগুলো ভাড়া দিতেন বিয়ের অনুষ্ঠান চলাকালীন সময়ের জন্য। তারা কনেকে বিলাসবহুল পোশাক এবং বিশেষ করে বিপুল পরিমাণ গয়না সরবরাহ করতেন, যা কনেকে সম্মানজনকভাবে উপস্থিত করার জন্য অপরিহার্য বলে বিবেচিত হতো। কনে যেন একজন মূর্তির মতো অলংকৃত হয়ে উপস্থিত হতে পারেন, সেই লক্ষ্যে তার বন্ধু-বান্ধবদের মধ্যে প্রশংসামূলক কৌতূহল সৃষ্টি করা হতো।\nজ্যাঁ বেসান্সনো, বিজু আরাব এ বেরবের দ্যু মারোক\nমরক্কোতে পোশাক এবং গহনা সম্পর্কে বেসানসেনটের গুরুত্বপূর্ণ কাজ থেকে বিভিন্ন ধরণের পোশাক এবং তাদের আঞ্চলিক উত্স নিয়ে আলোচনা করে আরও গবেষণা এবং প্রদর্শনী ক্যাটালগগুলি মূলত ফ্রান্সে প্রকাশিত হয়েছে, যার মধ্যে রাবাতে (১৯৯৯ এবং ২০১৫) অন্তর্ভুক্ত রয়েছে। মার্কিন যুক্তরাষ্ট্রের পণ্ডিতরা, যেমন বেকার (২০১৪) এবং নিকোলাস (২০১৪), মরক্কোতে এই ধরনের ব্যক্তিগত অলঙ্করণের সামাজিক ব্যবহার এবং নৃতাত্ত্বিক ব্যাখ্যার উপর গবেষণা যুক্ত করেছেন।\n\n\n=== গ্যালারি ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nবারবার সংস্কৃতির অলংকার\nমরক্কোর জাদুঘরের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBesancenot, Jean (১৯৮৮)। Costumes et types du Maroc illustrés de soixante gouaches reproduites en facsimile et en camaïeu। Horizons de France। আইএসবিএন 978-2-85744-357-5। \nBesancenot, Jean (২০০১)। Bijoux arabes et berbères du Maroc: 40 planches comprenant 193 modèles de bijoux, dessinés et commentés। Editions de la Cigogne। আইএসবিএন 978-9954-0-2672-4। \nGrammet, Ivo (১৯৯৮)। \"Les Bijoux\"। Splendeurs du Maroc। Musée royal de l'Afrique centrale। পৃষ্ঠা 212–339। আইএসবিএন 90-75894-14-7। \nRabaté, Marie-Rose; Goldenberg, André (১৯৯৯)। Bijoux du Maroc du Haut Atlas à la Méditerranée, depuis le temps des juifs jusqu'à la fin du XXe siècle। Edisud/Eddif। আইএসবিএন 978-2-7449-0081-5। \nBecker, Cynthia (২০১৪)। \"Jewelry art. Masterpieces of Berber identity\"। Berber women of Morocco। Paris: Éditions Artlys। পৃষ্ঠা 43–75। আইএসবিএন 978-2-85495-576-7। ওসিএলসি 902727356। \nNicholas, Claire (২০১৪)। \"Of texts and textiles ...: colonial ethnography and contemporary Moroccan material heritage\": 390–412। ডিওআই:10.1080/13629387.2014.897621। \nRabaté, Marie-Rose (২০১৫)। Les bijoux du Maroc : du Haut-Atlas à la vallée du Draa (ফরাসি ভাষায়)। Paris-La Défense: ACR édition। আইএসবিএন 978-2-86770-210-5। ওসিএলসি 932463823। \n\n\n== বহিঃসংযোগ ==\nOudayas সম্পর্কে অফিসিয়াল পাতা, Musée de la Parure\nজাদুঘরের সংগ্রহ এবং লক্ষ্য উপস্থাপনকারী ভিডিও (ফরাসি ভাষায়)"}