{"pageid": 1521892, "title": "জেনিফার অ্যান্টনি", "url": "https://bn.wikipedia.org/wiki?curid=1521892", "content": "জেনিফার অ্যান্টনি একজন ভারতীয় অভিনেত্রী  এবং মডেল। তিনি ১৯৯২ সালে মিস বেঙ্গালুরু সৌন্দর্য প্রতিযোগিতায় অংশগ্রহণ করেন এবং বিজয়ী হন।  সৌন্দর্য প্রতিযোগিতা থেকে জনপ্রিয়তা অর্জন করে জেনিফার  কন্নড় ও মালায়ালাম চলচ্চিত্র জগতে প্রবেশ করেন। তিনি একজন পেশাদার চিত্রশিল্পীও। \n\n\n== অভিনয় জীবন ==\nজেনিফার অ্যান্টনি একজন বহুমুখী অভিনেত্রী, যিনি কন্নড়, মালয়ালাম, তামিল, তেলুগু এবং হিন্দি ভাষার চলচ্চিত্র ও টেলিভিশন ধারাবাহিকে অভিনয় করেছেন। তার অভিনয় দক্ষতা এবং বিভিন্ন চরিত্রে আত্মপ্রকাশের কারণে তিনি দক্ষিণ ভারতীয় চলচ্চিত্র শিল্পে এক বিশিষ্ট নাম হয়ে উঠেছেন।\nজেনিফার অ্যান্টনি ২০১৩ সালে মালয়ালাম চলচ্চিত্র ১০:৩০ এএম লোকাল কল-এর মাধ্যমে চলচ্চিত্র জগতে প্রবেশ করেন। এরপর তিনি একাধিক সফল চলচ্চিত্রে অভিনয় করেছেন। ২০১৫ সালে তিনি ভাস্কর দ্য রাস্কাল, পাঠেমারি, এবং নী-না ছবিতে অভিনয় করেন, যা তার অভিনয় তালিকায় উল্লেখযোগ্য সংযোজন ছিল। ২০১৬ সালে ওয়েটিং, ফুকরি, এবং কাসাবা ছবিতে তার অভিনয় প্রশংসিত হয়।\n২০১৭ থেকে ২০১৯ সাল পর্যন্ত তিনি একাধিক কন্নড়, মালয়ালাম এবং তামিল চলচ্চিত্রে অভিনয় করেন, যার মধ্যে উল্লেখযোগ্য রাজকুমারা, ওরু সিনেমাক্কারান, পুতন পানাম, অসাথোমা সদগময়া, কাভিয়ান, এবং ওরোনোন্নারা প্রণয়কথা। ২০২০ সালে জেনিফার মালয়ালাম ছবি আল মাল্লু-তে জলজা চরিত্রে অভিনয় করেন। ২০২১ সালে তিনি এরিডা এবং যুভারত্না ছবিতে অভিনয় করেন, যেখানে জেনিফার অভিনীত চরিত্রগুলো দর্শকদের কাছে জনপ্রিয়তা লাভ করে।\n২০২২ সালে তিনি কন্নড় ও মালয়ালাম ভাষার দ্বৈভাষিক চলচ্চিত্র টোয়েন্টি ওয়ান আওয়ার্স-এ উমা চরিত্রে অভিনয় করেন। বর্তমানে তার আসন্ন তেলুগু ছবি লীলা মুক্তির অপেক্ষায় রয়েছে।\nজেনিফার অ্যান্টনি শুধুমাত্র চলচ্চিত্রেই নয়, টেলিভিশন দুনিয়াতেও সমানভাবে জনপ্রিয়। তিনি ২০১৪ থেকে ২০১৬ সাল পর্যন্ত কন্নড় টিভি ধারাবাহিক স্বাতি মুথু-তে অভিনয় করেন। একই বছর তিনি তামিল টিভি ধারাবাহিক পাসামালার-এ ভুবনেশ্বরী চরিত্রে অভিনয় করেন।\n২০১৬ সালে কন্নড় টিভি ধারাবাহিক গান্ধারী এবং মাইনা-তে অভিনয় করেন। ২০১৮ থেকে ২০১৯ সালে তিনি মালয়ালাম টিভি ধারাবাহিক ভার্যা-তে গান্ধারী আম্মা চরিত্রে উপস্থিত হন। এরপর ২০১৮ থেকে ২০২০ সাল পর্যন্ত তিনি তামিল টিভি ধারাবাহিক পোন্নুক্কু থানগা মনসু-তে শান্তি সুখুমারন চরিত্রে অভিনয় করেন।\n২০২০-২০২১ সালে কন্নড় টিভি ধারাবাহিক নাগিনী ২-এ দাময়ন্তী চরিত্রে তার অভিনয় ব্যাপকভাবে প্রশংসিত হয়। এরপর ২০২১-২০২২ সালে মালয়ালাম টিভি ধারাবাহিক মনসিনাক্কারে-তে সুহাসিনী চরিত্রে অভিনয় করেন। বর্তমানে তিনি ২০২৩-২০২৪ সালের নিন্নিষ্ঠম এনিষ্ঠম টিভি ধারাবাহিকের প্রযোজক হিসেবে কাজ করছেন এবং ২০২৪ সালে গৌরী শংকরম টিভি ধারাবাহিকে রাধামণি থানকাচি চরিত্রে অভিনয় করছেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== টিভি ধারাবাহিক ===\n\n\n== তথ্যসূত্র =="}