{"pageid": 1521411, "title": "শীলু আব্রাহাম", "url": "https://bn.wikipedia.org/wiki?curid=1521411", "content": "শীলু আব্রাহাম একজন ভারতীয় অভিনেত্রী যিনি মূলতমালায়ালাম ছবিতে অভিনয় করেন।\nউইপিং বয় সিনেমায় অভিনয়ের মাধ্যমে শীলু তার অভিনয় জীবন শুরু করেছিলেন, কিন্তু শি ট্যাক্সি  সিনেমার মাধ্যমে তিনি সাফল্য এবং অভিনয়ের স্বীকৃতি অর্জন করেন।  তিনি আবাম মুভিজ প্রযোজনা সংস্থার অধীনে তার স্বামী আব্রাহাম ম্যাথিউ প্রযোজিত স্টার এবং বিধির মতো চলচ্চিত্রে মুখ্য ভূমিকায় অভিনয় করেছিলেন। \n\n\n== কর্মজীবন ==\nশীলু আব্রাহাম একজন প্রতিভাবান অভিনেত্রী, যিনি মালয়ালম চলচ্চিত্র ও টেলিভিশন জগতে তার অভিনয় দক্ষতার জন্য পরিচিত। ২০১৩ সালে উইপিং বয় সিনেমার মাধ্যমে তিনি চলচ্চিত্রে আত্মপ্রকাশ করেন, যেখানে তিনি ডঃ রোজ চরিত্রে অভিনয় করেছিলেন। এরপর ২০১৪ সালে ম্যানগ্লিশ সিনেমায় ললিতা চরিত্রে অভিনয় করেন। ২০১৫ সালে তিনি শি ট্যাক্সি চলচ্চিত্রে মীরা মাম্মেন চরিত্রে এবং কানাল সিনেমায় রেবথি চরিত্রে অভিনয় করেন, যা তার অভিনয় তালিকায় নতুন মাত্রা যোগ করে। ২০১৬ সালে তিনি পুথিয়া নিয়ামম সিনেমায় জীনা ভাই আইপিএস চরিত্রে অভিনয় করেন, যা তার অভিনীত অন্যতম গুরুত্বপূর্ণ চরিত্র হিসেবে বিবেচিত হয়। একই বছর তিনি আদুপুলিয়াট্টম সিনেমায় অমলা চরিত্রে অভিনয় করেন।\n২০১৭ সালেও শীলু একাধিক চলচ্চিত্রে অভিনয় করেন। তিনি সেভ ওয়াটার নামক একটি ডকুমেন্টারি চলচ্চিত্রে মায়ের চরিত্রে, পুথান পানাম সিনেমায় সারা ডোমিনিক আইপিএস চরিত্রে, সোলো সিনেমায় মালিনী চরিত্রে এবং সদৃশ্যবাক্যম সিনেমায় আন্না চরিত্রে অভিনয় করেন। ২০১৮ সালে রিকশাকারন সিনেমায়ও তাকে দেখা যায়। ২০১৯ সালে তিনি অধ্যাপিকা স্বল্পদৈর্ঘ্য চলচ্চিত্রে অ্যালিস টিচারের ভূমিকায়, পট্টাভিরামন সিনেমায় বিনীথা চরিত্রে এবং শুভরাত্রি সিনেমায় ডঃ শীলা আব্রাহামের চরিত্রে অভিনয় করেন। ২০২০ সালে তিনি আল মল্লু সিনেমায় ডঃ দিয়া চরিত্রে এবং নীরমেঝুকুম ওরমাকাল অ্যালবামে অম্মা চরিত্রে অভিনয় করেন।\n২০২১ সালে তার অভিনীত চলচ্চিত্রগুলোর মধ্যে রয়েছে স্টার, মারাডু ৩৫৭/বিধি এবং তামিল চলচ্চিত্র পন মানিকাভেল। ২০২২ সালে তিনি ট্রোজান, নালাম মুরা (সুমা চরিত্রে), এবং ভীকাম (রেঞ্জিনি ওয়ারিয়ার চরিত্রে) সিনেমায় অভিনয় করেন। ২০২৪ সালে তার নতুন সিনেমা ব্যাড বয়জ মুক্তিপ্রাপ্ত হয়।\nশুধু চলচ্চিত্রেই নয়, শীলু আব্রাহাম টেলিভিশনেও সক্রিয় ছিলেন। ২০১৯ সালে তিনি ওনারুচিমেলাম সিজন ৩ অনুষ্ঠানে উপস্থাপকের ভূমিকায় ছিলেন, যা এশিয়ানেট চ্যানেলে প্রচারিত হয়েছিল। ২০২০ সালে তিনি মাজহাভিল মনোরমা চ্যানেলের অথম পথু রুচি ২০২০ অনুষ্ঠানে তারকা উপস্থাপক হিসেবে অংশ নেন। ২০২২ সালে তিনি অমৃতা টিভির লাল গালিচা অনুষ্ঠানে পরামর্শদাতা হিসেবে কাজ করেন। তার অভিনয় দক্ষতা, স্বভাবসিদ্ধ উপস্থিতি এবং টেলিভিশনে তার সঞ্চালনার অভিজ্ঞতা তাকে মালয়ালম বিনোদন জগতের অন্যতম প্রভাবশালী নারী করে তুলেছে।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== টেলিভিশন ==\n\n\n== তথ্যসূত্র =="}