{"pageid": 1521065, "title": "মরক্কোর ইহুদি জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1521065", "content": "মরক্কোর ইহুদি জাদুঘর(আরবি: متحف اليهودية المغربية, হিব্রু ভাষায়: מוזיאון יהדות מרוקו‎) হলো মরক্কোর কাসাব্লাঙ্কায় অবস্থিত ইহুদি জাতির একটি জাদুঘর। ১৯৯৭ সালে প্রতিষ্ঠিত এই জাদুঘর আরব বিশ্বের একমাত্র ইহুদি ধর্মের প্রতি নিবেদিত জাদুঘর। ১৯৪৮ সালে ১৬০ জন ইহুদি যুবককে রাখার জন্য একটি ইহুদি এতিমখানা হিসেবে এই জাদুঘরের সূচনা হয়, যা ২০১৬ সালের ২০ ডিসেম্বর মরক্কোর রাজা ষষ্ঠ মোহাম্মদ কর্তৃক উদ্বোধন করা হয়।\n\n\n== ইতিহাস ==\nমরক্কোর ইহুদিরা একটি প্রাচীন সম্প্রদায়। ১৯৪৮ সালে ইসরায়েল রাষ্ট্র প্রতিষ্ঠার আগে দেশটিতে প্রায় ২,৫০,০০০ থেকে ৩,৫০,০০০ ইহুদি ছিল, যা মরক্কোকে মুসলিম বিশ্বের বৃহত্তম ইহুদি সম্প্রদায়ে পরিণত করেছিল, কিন্তু বর্তমানে সেখানে ২,৫০০ এরও কম ইহুদি রয়ে গেছে।\nএই জাদুঘরটি ইহুদি মরক্কোর সার্জ বারডুগো, জ্যাক টলেডানো, বরিস টলেডানো এবং সাইমন লেভি (১৯৩৪-২০১১) দ্বারা শুরু হয়েছিল। রাবাত বিশ্ববিদ্যালয়ের প্রাক্তন অধ্যাপক লেভি ইহুদি সাংস্কৃতিক ঐতিহ্য ফাউন্ডেশনের প্রশাসকও ছিলেন। মরক্কোর ইহুদি সংস্কৃতি সংরক্ষণে তার ভূমিকার আগে তিনি মরক্কোতে ফরাসি আশ্রিত রাজ্যের সময় এবং রাজা দ্বিতীয় হাসানের রাজত্বকাল থেকে জাতীয় স্বাধীনতা এবং মানবাধিকারের একজন কর্মী হিসেবে পরিচিত ছিলেন।\nসংস্কারের পর ২০১৬ সালের ২০ ডিসেম্বর মরক্কোর রাজা ষষ্ঠ মোহাম্মদ ভবনটিকে জাদুঘর হিসেবে পুনঃনিবেদিত করেন। রাজা এবং মরক্কোর সরকারি কর্মকর্তাদের পাশাপাশি উদ্বোধনী অনুষ্ঠানে উপস্থিত ছিলেন জাদুঘরের সভাপতি জ্যাক টলেডানো এবং মরক্কোতে মার্কিন রাষ্ট্রদূত স্যামুয়েল এল. কাপলান।\n\n\n== প্রদর্শনী ==\nক্যাসাব্লাঙ্কার ওসিস পাড়ায় অবস্থিত এই ভবনটি ৭০০ বর্গমিটার জুড়ে বিস্তৃত এবং এতে একটি বিশাল বহুমুখী কক্ষ এবং তিনটি প্রদর্শনী কক্ষ রয়েছে। প্রদর্শনীতে মরক্কোর ইহুদি জীবনের চিত্রকর্ম, আলোকচিত্র এবং ভাস্কর্য অন্তর্ভুক্ত রয়েছে। প্রদর্শনী কক্ষগুলিতে ধর্মীয় ও পারিবারিক জীবনের ধর্মীয় জিনিসপত্র, ঐতিহাসিক নথি, পোশাক এবং অলংকার রয়েছে, পাশাপাশি মরক্কোর উপাসনালয়গুলির পুনর্গঠনও রয়েছে।\nঅধিকন্তু, দর্শনার্থীরা মরোক্কোর ইহুদি জীবনের নিদর্শনগুলি খুঁজে পেতে পারেন, যার মধ্যে রয়েছে কাসাব্লাঙ্কার বেনি-ইসাখার সিনাগগের বিমাহ (আনুমানিক ১৯৪৪), তোরাহ স্ক্রোল, মেজুজা এবং একটি হানুক্কা মেনোরাহ। জাদুঘরটি ইহুদি বারবার ইতিহাসের একটি সংগ্রহেরও প্রচার করে, যার মধ্যে রয়েছে পোশাক, গহনা খমিসা দুল। দর্শনার্থীরা একটি পুনর্গঠিত গয়না তৈরির কর্মশালাও দেখতে পারেন, যা ইহুদি রূপাকার শৌল কোহেনের ওয়ার্কবেঞ্চ এবং সরঞ্জাম ব্যবহার করে তৈরি করা হয়েছিল।\nআফ্রিকায় অক্ষশক্তির পরাজয়ের স্মরণে উত্তর আফ্রিকায় নাৎসি জার্মানি এবং ভিচি শাসন কর্তৃক ইহুদিদের উপর নির্যাতনের বিষয়ে একটি ঐতিহাসিক মরক্কোর দলিল, তথাকথিত মেগিলাত হিটলার । এই দলিলটি লিখেছিলেন আশের হাসান, একজন মরক্কোর ইহুদি এবং হিব্রু শিক্ষক, যিনি ভিচি শাসনের ভয়াবহতার মধ্য দিয়ে বেঁচে ছিলেন এবং বাইবেলের এস্থার বইয়ের স্টাইলে এই পুস্তকটি লিখেছিলেন।\n২০১৯ সালের জানুয়ারিতে ফরাসি-মরোক্কান অপেরা গায়ক ডেভিড সেরেরো তার মরোক্কান জুডাইকা শিল্প সংগ্রহের একটি বড় অংশ দান করেছিলেন, যা মরোক্কান জাদুঘরে দান করা জুডাইকা শিল্পকর্মের বৃহত্তম দান।\nসবচেয়ে উল্লেখযোগ্য বিষয়গুলির মধ্যে একটি হল মরক্কোর আপডেট করা ২০১১ সালের সংবিধানের প্রস্তাবনা, যেখানে জাতীয় ঐক্যের স্তম্ভ হিসেবে হিব্রু প্রভাবকে উল্লেখ করা হয়েছে। জাদুঘরের পরিচালক ঝোর রেহিহিল ঘোষণা করেছেন যে, \"নতুন সংবিধান মরক্কোতে জাতিগত এবং ধর্মীয় উভয় বহুত্ববাদের উপর জোর দেয়।\"\n\n\n=== জাদুঘরের সংগ্রহের ছবি ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nমরক্কোর ইহুদিদের ইতিহাস\nমাগরেবি ইহুদি\nমরক্কোর ইহুদিদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nZafrani, Haïm (১৯৯৮)। Deux mille ans de vie juive au Maroc: histoire et culture, religion et magie (ফরাসি ভাষায়)। Paris Casablanca: Maisonneuve & Larose Eddif। আইএসবিএন 9981-09-018-2। ওসিএলসি 41505905। \n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট"}