{"pageid": 1521154, "title": "ডাক্কেবলি", "url": "https://bn.wikipedia.org/wiki?curid=1521154", "content": "ডাক্কেবলি হল সাপের উপাসনার একটি আচার-অনুষ্ঠান সম্পন্ন উৎসব, যা নাগারধনে নামেও পরিচিত। তুলুনাদুর তুলু জাতির লোকেরা নানাভাবে প্রকৃতির পূজা ও উপাসনা করে যার মধ্যে এই ডাক্কেবালি অনুষ্ঠান অন্তর্ভুক্ত। এই আচার-অনুষ্ঠান সাধারণত ভারতের কর্ণাটকের উদুপি জেলার পাদুবিদ্রি শহরে প্রচলিত। এই উৎসবটি প্রতি বছর উদুপির পর্যায়া উৎসবের সাথে পর্যায়ক্রমে একবার অনুষ্ঠিত হয় । এই পূজা নাগ, ব্রহ্মা, রক্তেশ্বরী, নন্দীকোন্না, হেয়গুল্লি, ক্ষেত্রপাল, বাগিলু বোব্বার্য, মটুকালু বোব্বার্য এবং যক্ষী দেবতার জন্য উতসর্গীকৃত। পঞ্চশৈব ক্ষেত্র নামক স্থানে এই পূজা করা হয়। বর্তমানে প্রতি দুই বছর অন্তর নাগ ও ব্রহ্মার ডাক্কেবলি পুজা করা হয়। \n\n\n== ডাক্কেবলি সম্পর্কে ==\nডাক্কেবলি উতসবে উপস্থিত সকল মানুষজন তাদের তীব্র ভাব ও ভক্তি সহকারে ভগবানের কাছে প্রার্থনা করেন। ভগবানকে উপযুক্ত উপহার প্রদান করেন। সঙ্গীত, দীপ সহযোগে নৃত্য, মন্ডল, ফুল, ফল এবং পিঙ্গারা অংকনের মাধ্যমে দেবতার অর্চনা করা হয়। \nউদুপি জেলার বৈদ্য পরিবার মূলত ডাক্কেবলি পূজার দায়িত্বে রয়েছেন। এই পূজার সাথে ডাক্কে নামক এক বাদ্যযন্ত্রের নাম জড়িত আছে যা বৈদ্যরা বংশ পরম্পরায় বাজিয়ে আসছে। তারা উদুপি অঞ্চলের নালকুর নামক একটি পাড়ায় বাস করে। পরিবারের পুরুষরা উৎসবের সময় বিশেষ পোশাক পরে এবং তখন তাদের নাগাকান্নি হিসাবে সম্বোধন করা হয়। সাধারণত প্রবীণ বৈদ্যরাই নাগাকান্নির দ্বায়িত্ব পালন করে।  বৈদ্যরা আত্মাদের ডাকতে তাদের হাতের তালুর সাহায্যে ডাক্কে বাদ্যযন্ত্রটি বাজায়। সমস্ত আচার-অনুষ্ঠান শুরু করার পূর্বে ডাক্কে বাদ্যযন্ত্রটি এক পবিত্র স্থানে স্থাপন করা হয়। তারপর নাগাকান্নিরা বাজনা বাজিয়ে প্রার্থনা শুরু করে। এই বাজনার ফলে উতসবে আগত স্থানীয় পথিরদের মধ্যে এক মূর্চ্ছনার সৃষ্টি হয় এবং তারা আত্মাসম্পৃক্ত হয়ে পরে। পূজার সময়, এই আত্মাসম্পৃক্ততার কারণে তারা অনিয়ন্ত্রিতভাবে নড়াচড়া করতেন। এইভাবেই ডাক্কেবলি উতসবের কার্যপ্রক্রিয়ার সূচনা হয়।\nনাগাকান্নিদের দ্বারা বাজানো ডাক্কে বাজনার ধ্বণির প্রভাবে পথিররা যে নির্দিষ্ট চলন ও গতির অনুসরন করে, তা পুরুষ ও স্ত্রী সাপের মিলনের প্রতীক। পথিরদের সর্পিল গোলাকার চলন বিন্যাসে বিশেষ এক গননা রীতি অনুসরন করা হয় যা মুডি বা গিঁট নামে পরিচিত। পথিরদের পুরুষ সাপের প্রতীক বলে মনে করা হয়। তারা গান গেয়ে এবং নৃত্য করে নাগাকান্নিকে অনুসরন করে। গান গাওয়া এবং নৃত্যের ভঙ্গিতে তাদের প্রদর্শনের মাধ্যমে পুরুষ ও স্ত্রী সাপের মিলন দেখানো হয়। মিলনের আগে পর্যন্ত নর্তকদের চলন বিন্যাস বা মুডি ঘড়ির কাঁটার দিক অনুসরন করে। মিলনের পর মুড়ির চলন হয় ঘড়ির কাঁটার বিপরীত দিকে হয় যা দুই সাপের বিচ্ছেদকে প্রকাশ করে। \n\n\n== তথ্যসূত্র =="}