{"pageid": 1521783, "title": "সোফিয়া গোল্ডেন", "url": "https://bn.wikipedia.org/wiki?curid=1521783", "content": "সোফিয়া জেন গোল্ডেন (জন্ম: ক্রেন ; ১৮৩৩ - ১৯১০) ছিলেন একজন ম্যাঙ্কস মহিলা যিনি ভোটাধিকার আন্দোলনকর্মী দুই মহিলা এম্মেলিন প্যাঙ্কহার্স্ট এবং মেরি জেন ক্লার্কের মা হিসেবে পরিচিত ছিলেন। তাঁর উভয় কন্যার রাজনৈতিক বিশ্বাসের উপর গুরুত্বপূর্ণ প্রভাব বিস্তারের জন্য তাঁকে কৃতিত্ব দেওয়া হয়।\n\n\n== জীবনের প্রথমার্ধ ==\nসোফিয়া জেন ক্রেইন ১৮৩৩ সালে আইল অফ ম্যানের লোনানে উইলিয়াম ক্রেইন এবং জেনের (née Quine) ঘরে জন্মগ্রহণ করেন। তিনি ১৮৩৩ সালের ৩ নভেম্বর দীক্ষিত হন। যদিও উইলিয়াম পেশায় একজন মুচি ছিলেন, তিনি এবং তার স্ত্রী ডগলাসে বোর্ডিং হাউস পরিচালনা করতেন, প্রথমে ৩ নর্থ কোয়েতে টাইনওয়াল্ড হাউস, এবং তারপর ক্রিশ্চিয়ান রোডে। যৌবনে সোফিয়াকে 'অস্বাভাবিকভাবে সুন্দরী এক তরুণী' হিসেবে বর্ণনা করা হয়। সম্ভবত বোর্ডিং হাউসের মাধ্যমে রবার্ট গোল্ডেনের সাথে তার দেখা হয়। তিনি ব্যবসায়িক উদ্দেশ্যে বা ছুটির দিনে সেখানে যেতেন। তার ছয় বছরের বড় রবার্ট গোল্ডেন সেই সময় ম্যানচেস্টারের একটি কারখানায় কাজের ছেলে ছিলেন। ১৮৫৩ সালের ৮ সেপ্টেম্বর কার্ক ব্র্যাডনে সোফিয়া এবং রবার্টের বিয়ে হয়। তখন সোফিয়ার বয়স ছিল ১৮ এবং রবার্টের বয়স ২৪।\nনববিবাহিত দম্পতি ম্যানচেস্টারে চলে আসেন, যেখানে রবার্ট গোল্ডেন তার নিজস্ব উৎপাদন ব্যবসার ব্যবস্থাপনা পরিচালক হন। যদিও পরিবারটি তার জীবনকাল ধরে নিয়মিত আইল অফ ম্যান ভ্রমণ করত, ম্যানচেস্টারেই সোফিয়ার এগারোটি সন্তান জন্মগ্রহণ করে, যাদের মধ্যে দশজন প্রাপ্তবয়স্ক হয়ে বেঁচে ছিলেন: ওয়াল্টার, এমেলিন, এডমন্ড, মেরি, হারবার্ট, এফি, রবার্ট, অ্যাডা সোফিয়া, আলফ্রেড হ্যারল্ড এবং ইভা গার্ট্রুড।\n\n\n== রাজনৈতিক সম্পৃক্ততা ==\n\nপরবর্তী জীবনে এম্মেলিন তার বাবা-মা সম্পর্কে লিখেন:'সেইসব পুরুষ ও নারী ভাগ্যবান যারা এমন এক সময়ে জন্মগ্রহণ করেন যখন মানব স্বাধীনতার জন্য এক মহান সংগ্রাম চলছে। তাদের বাবা-মা থাকাটা আরও সৌভাগ্যের বিষয়, যারা তাদের সময়ের মহান আন্দোলনে ব্যক্তিগতভাবে অংশগ্রহণ করেন। আমি আনন্দিত এবং কৃতজ্ঞ যে আমার ক্ষেত্রেও এমনটি হয়েছিল।'সোফিয়াকে 'একজন উজ্জ্বল এবং আকর্ষণীয় ব্যক্তিত্বের অধিকারী' হিসেবে বর্ণনা করা হয়। সোফিয়া এবং তার স্বামী ম্যানচেস্টারের 'উগ্রপন্থী অভিজাত' হিসেবে নিজেদের প্রতিষ্ঠিত করেছিলেন, তাদের পরিবারকে উগ্রপন্থী রাজনীতির সাথে পরিচয় করিয়ে দিয়েছিলেন এবং 'সময়ের শীর্ষস্থানীয় বুদ্ধিজীবীদের' সংস্পর্শে এনেছিলেন। গোল্ডেন পরিবারের এই 'সংস্কারবাদী উদ্যোগের পরিবেশের' মধ্যে সোফিয়া তার বড় মেয়ে এম্মেলিনকে ১৮৭২ সালের দিকে তার প্রথম ভোটাধিকার সভায় নিয়ে গিয়েছিলেন। তখন ১৪ বছর বয়সে এম্মেলিন 'একজন নিশ্চিত ভোটাধিকারবাদী' হিসেবে সভা ত্যাগ করেন। সেদিন তারা যে বক্তাকে দেখেছিলেন তিনি ছিলেন লিডিয়া বেকার, যিনি ১৮৮১ সালে আইল অফ ম্যানকে বিশ্বের প্রথম দেশ হিসেবে নারীদের ভোটাধিকার প্রদানে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। যখন তার সন্তানরা ভোটাধিকার আন্দোলনে তাদের গুরুত্বপূর্ণ ভূমিকা পালন করতে যাচ্ছিল, তখন জানা গিয়েছিল যে সোফিয়া 'স্বাভাবিকভাবেই এই বিষয়ে তাদের সাথে সম্পূর্ণ সহানুভূতিশীল ছিলেন, এবং মহিলাদের জন্য [যুক্তরাজ্যের] ভোট নিশ্চিত করার জন্য অত্যন্ত উৎসাহী ছিলেন।'\n\n\n== পরবর্তী জীবন ==\n\nসোফিয়া আইল অফ ম্যানের সাথে যোগাযোগ বজায় রেখেছিলেন, সাধারণত সারা জীবন ধরে প্রতি বছর গ্রীষ্মের ছুটিতে দ্বীপে যেতেন। এই সময়ের মধ্যে সোফিয়ার মা ডগলাসের ৯ স্ট্র্যাথালান ক্রিসেন্টে চলে আসেন, যা ১৮৭৮ সালে রবার্ট গোল্ডেন কিনে নেন। স্ট্র্যাথালান ক্রিসেন্টেও ১৮৯২ সালের ২৪ এপ্রিল রবার্ট মারা যান, যার ফলে সোফিয়া তার ছেলে ওয়াল্টারের সাথে সম্পত্তিতে থাকতে বাধ্য হন, যার স্বাস্থ্য খুব খারাপ ছিল। এম্মেলিন, মেরি, ক্রিস্টাবেল এবং তার পরিবারের অন্যান্য সদস্যরা ১৯১০ সালে ৭৫ বছর বয়সে তার মৃত্যুর আগ পর্যন্ত আইল অফ ম্যানে তার সাথে দেখা করতে আসতেন। কয়েক মাস ধরে অসুস্থ থাকার কারণে তার 'দ্বৈত নিউমোনিয়ার আক্রমণ' হয় যার ফলে ১৯১০ সালের ২২ এপ্রিল ভোর ৫টায় তার বাড়িতে তার মৃত্যু হয়।\nগোল্ডেনকে তার স্বামীর পাশে ব্র্যাডন নিউ কবরস্থানে সমাহিত করা হয়। তিনি £৭৮৯ ১৫ সেকেন্ড মূল্যের সম্পত্তি এবং একটি উইল রেখে যান যেখানে বলা হয় যে 'এই উইলের অধীনে যেকোনো মহিলা যে অংশ নেবেন তা তার স্বামী এবং তার ঋণ থেকে স্বাধীনভাবে তার একক এবং পৃথক ব্যবহারের জন্য হবে।' সোফিয়া সেই বছরের শেষের দিকে তার মেয়ে মেরিকে এই দাবির জন্য মারা যাওয়া প্রথম ভোটাধিকারী হতে দেখার জন্য বেঁচে ছিলেন না। তিনি যুক্তরাজ্যে নারী ভোটাধিকার আন্দোলন এবং নারীদের ভোটাধিকারের সাফল্য দেখতে পাননি, যদিও তিনি আইল অফ ম্যানে প্রায় ত্রিশ বছর ধরে একজন বিধবা সম্পত্তির মালিক হিসেবে ভোটাধিকার পেয়েছিলেন।\n\n\n== উত্তরাধিকার ==\n১৯৮১ সালে সোফিয়া গোল্ডেন ও তার মেয়ে এম্মেলিনকে আইল অফ ম্যান ডাকঘর কর্তৃক ১৮৮১ সালে আইল অফ ম্যান-এ নারীদের ভোটাধিকার প্রদানের উদযাপনে একটি ডাকটিকিট জারি করে স্মরণ করা হয়।\n২০১৬ সালে ফ্রেন্ডস অব সোফিয়া গোল্ডেন প্রতিষ্ঠিত হয় যাতে 'নারীদের ভোটাধিকারের ইতিহাসে সোফিয়ার ভূমিকা জনসাধারণের দৃষ্টি আকর্ষণ করা এবং দ্বীপে তার জন্য একটি উপযুক্ত স্মারক স্মৃতিস্তম্ভ তৈরির জন্য তহবিল সংগ্রহ করা হয়।'\n২০১৮ সালের সেপ্টেম্বরে আইল অফ ম্যানের ডগলাসের স্ট্র্যাথালান ক্রিসেন্টে তার প্রাক্তন বাড়িতে তার সম্মানে একটি নীল ফলক উন্মোচন করা হয় যেখানে তিনি তার জীবনের শেষ দিকে বসবাস করেছিলেন। তিনি আইল অফ ম্যান-এ জন্মগ্রহণকারী চতুর্থ ব্যক্তি যিনি এই সম্মান অর্জন করেছিলেন। তার প্রপৌত্রী হেলেন প্যাঙ্কহার্স্ট বলেন: \"আন্দোলনে একজন প্রচারক হিসেবে এবং তার বিখ্যাত কন্যার স্বার্থে পরিচালিত মা হিসেবে সোফিয়ার ভূমিকা এখনও পর্যন্ত পর্যাপ্ত স্বীকৃতি পায়নি। এই ফলকটি এই পরিস্থিতির পরিবর্তন আনতে পারে। তাছাড়া, এটি উপযুক্ত যে এই ফলকটি আইল অফ ম্যান-এ স্থাপন করা হবে, যেখান থেকে সোফিয়া এসেছিলেন এবং মারা গিয়েছিলেন, কিন্তু সেই জাতিতেও যেটি নারীদের ভোটাধিকার প্রদানের ক্ষেত্রে নেতৃত্ব দিয়েছিল।\"\n\n\n== তথ্যসূত্র =="}