{"pageid": 1521730, "title": "খুবজ", "url": "https://bn.wikipedia.org/wiki?curid=1521730", "content": "খুবজ, বিকল্পভাবে (খৌবজ, খোবেজ, খুবেজ, অথবা খুবুজ হিসাবে) আধুনিক প্রমিত আরবি ভাষার একটি শব্দ। এর অর্থ হল রুটি বা পাউরুটি।\nমধ্যপ্রাচ্যের দেশগুলিতে জনপ্রিয় রুটির মধ্যে রয়েছে লেভান্ট, মিশরের \"পকেট\" পিটা রুটি এবং ইরাকে সমতল তন্নুর রুটি।\nসিরিয়ার মরুভূমিতে (আধুনিক দক্ষিণ সিরিয়া এবং উত্তর জর্ডান) প্রত্নতাত্ত্বিকরা ১৪,০০০ বছর আগের প্রাচীনতম  রুটি আবিষ্কার করেন। এটি ছিল এক ধরণের খামিরবিহীন রুটি। বিভিন্ন ধরণের বন্য শস্য দিয়ে রুটি তৈরি করা হত।\n\n\n== তান্নুর রুটি ==\nইরাকে, সবচেয়ে জনপ্রিয় রুটি হল তান্নুর রুটি ( ḵubz al-tannūr, خبز التنور‎) । এটি ইরানের নান-ই-বারবারি, মধ্য ও দক্ষিণ এশিয়ার সমতল রুটি (যেমন নান) এবং পিজ্জার ভিত্তির মতো সামান্য খামিরযুক্ত সমতল রুটির মত দেখতে হয়। (এছাড়াও দেখুন তন্দুর রুটি এবং ট্যাবুন রুটি)\n\"তন্নুর\" শব্দটি এসেছে আক্কাদীয় শব্দ \"তিনূরু\" থেকে। এর অর্থ \"মাটির আগুন\"। এটি গিলগামেশের আক্কাদীয় মহাকাব্যে উল্লেখ করা হয়েছে।\nদশম শতাব্দীর \"কিতাব আল-তাবিখ\" নামক রান্নার বইয়ে তন্নুরে সেঁকা ছয়টি রুটির রন্ধনপ্রণালি রয়েছে।\n১৯৯০-এর দশকে ইরাকের উপর অর্থনৈতিক নিষেধাজ্ঞার কারণে তন্নুরে ঐতিহ্যবাহী পদ্ধতিতে রুটি তৈরি বেড়ে যায়।\n\n\n== পিটা রুটি ==\nপিটা হল একটি সমতল রুটি, যা ভূমধ্যসাগরীয়, বলকান এবং মধ্যপ্রাচ্যের রান্নায় পাওয়া যায়। আরব দেশগুলিতে, পিটা রুটি গোলাকার এবং ১৮ সেমি থেকে ৩০ সেমি ব্যাসের হয়। এটি পাতলা এবং সেঁকার সময় ফুলে ওঠে। এতে কোনো অতিরিক্ত চর্বি থাকে না। তাই এটি দ্রুত শুকিয়ে যায় এবং গরম থাকতে খাওয়াই ভালো।\n\"পকেট\" পিটা মধ্যপ্রাচ্যে উৎপত্তি লাভ করে। এটি আরবি রুটি, লেবানিজ রুটি বা সিরিয়ান রুটি নামেও পরিচিত।\nমিশরীয়, ফিলিস্তিনি, জর্ডানীয়, লেবানিজ এবং সিরিয়ান প্রায় প্রতিটি সুস্বাদু খাবার পিটা রুটিতে বা পিঠা রুটির সাথে খাওয়া যেতে পারে। এ রুটি লেবানিজ খাবারের অন্যতম প্রধান খাদ্য। ফালাফেল, শাওয়ারমা, কাবাব, শাকশুকা (ডিম ও টমেটো), হুমুস ইত্যাদির সাথে এ রুটি বেশি খাওয়া হয়ে থাকে।\nঅন্যান্য দেশের নাগরিকরা, যেমন  দক্ষিণ এশীয়রা এটি রুটির বদলে তরকারি, রান্না করা সবজি বা মাংসের সাথে খেয়ে থাকে।\n\n\n== চলিত মাগরেবি ফরাসি ==\nমাগরেবি ফরাসি ভাষা হল আরবি (বিশেষ করে মাগরেব অঞ্চলের উপভাষা, যেমন আলজেরিয়ান, মরক্কান বা তিউনিসিয়ান আরবি) এবং ফরাসি ভাষার মিশ্রণে তৈরি ভাষা। মাগরেবি ফরাসি ভাষার \"খোবজিস্তে\" এবং \"খোবজিসম\" শব্দ দুটি এসেছে আরবি শব্দ \"خبز\" (খোবজ/খুবজ) থেকে যার অর্থ রুটি। এই শব্দগুলো রাজনৈতিক ও সামাজিক প্রেক্ষাপটে প্রতীকী অর্থে ব্যবহার হয়ে থাকে।\n\n\n== তথ্যসূত্র =="}