{"pageid": 1521835, "title": "কাঠুরিয়াকন্যা তুলিসা", "url": "https://bn.wikipedia.org/wiki?curid=1521835", "content": "কাঠুরিয়াকন্যা তুলিস একটি ভারতীয় কিংবদন্তি যা সোমদেব ভট্টের সংগ্রহীত গল্পের সংযোজন হিসাবে প্রকাশিত হয়েছে।। \nগল্পতে কাঠুরিয়ার মেয়ে তুলিসা, একটি রহস্যময় অদেখা ব্যাক্তিকে বিয়ে করতে সম্মত হয়। তুলিসার বাবা তাদের বিয়েতে সম্মতি দেন এবং প্রচুর ধন অর্জন করে। বিয়ের পর তুলিসা তার স্বামীর পরিচয় আবিষ্কার করে। তার স্বামী বসনাক দাউ নামে একজন সর্পরাজ । তুলিসা বসনাক দাউকে তার পূর্বের সিংহাসন ফিরে পেতে সাহায্য করেন এবং অবশেষে তারা সুখে একসাথে বসবাস করেন। \n\n\n== উৎস ==\nফরাসি লোকসাহিত্যিক ইমানুয়েল কসকুইন দাবি করেছেন যে ১৮৩৩ সালে বেনারসের ( বারাণসী ) একজন ধোপা মহিলা এই গল্প বলে লোকেদের মনোরঞ্জন করতেন।  ১৮৪২ সালে দ্য এশিয়াটিক জার্নালে  গল্পটির একটি ইংরেজি ভাষার সংস্করণ প্রকাশ করা হয় এবং দাবি করা হয়েছিল যে গল্পটি হিন্দুস্তানের জনগণের মধ্যে একটি অত্যন্ত প্রচলিত গল্পগাথা। \n\n\n== সারসংক্ষেপ ==\nতুলিসা, এক দরিদ্র কাঠুরের কন্যা, একদিন ঝর্ণার কাছে গেলে একটি রহস্যময় কণ্ঠ শুনতে পায়, যা তাকে বিবাহের প্রস্তাব দেয়। প্রথমবার শুনে তুলিসা গুরুত্ব দেয় না, কিন্তু বারবার একই ঘটনা ঘটতে থাকলে সে তার পিতাকে এই অদ্ভুত কণ্ঠের কথা জানায়\nসেই রহস্যময় কন্ঠস্বরের অধিকারী আসলে সাপরাজ বসনাক দাউ, যিনি তুলিসার পিতাকে প্রচুর ধনসম্পদের প্রতিশ্রুতি দিয়ে তার কন্যার পানিগ্রাহী হতে আগ্রহ জানান। তুলিসা রাজি হয় এবং এক মনোরম প্রাসাদে গিয়ে বসবাস শুরু করে। কিন্তু সেই প্রাসাদে বসবাসের জন্য তুলিসাকে দুটি শর্ত পালন করতে হয়।এক, সে কখনোই রাতের অন্ধকারে তার স্বামীর মুখ দেখবে না। দুই কাউকে অতিথি হিসেবে গ্রহণ করতে পারবে না।\nএকদিন, সে একটি কাঠবিড়ালিকে সাহায্য করে, যে তাকে বলে যে ভবিষ্যতে তার ঋণ শোধ করবে। পরে, এক বৃদ্ধা (আসলে ছদ্মবেশী দুষ্ট শক্তি সারকাসুকিস) তুলিসার কাছে এসে তাকে প্ররোচিত করে যে সে তার স্বামীর নাম জানতে চাওয়ার দাবি করুক। যখন তুলিসা স্বামীর নাম জানতে চায়, তখন রাজপুত্র বলে যে তার নাম বসনাক দাউ। ঠিক সেই মুহূর্তে প্রাসাদ ও রাজপুত্র উধাও হয়ে যায়, আর তুলিসা একা হয়ে পড়ে।\nসে আবার তার দরিদ্র পিতামাতার কাছে ফিরে যায়। একদিন, কৃতজ্ঞ কাঠবিড়ালি তার কাছে ফিরে আসে এবং জানায় যে বসনাক দাউ আসলে সাপদের রাজপুত্র, যার নিজের মা তাকে সিংহাসনচ্যুত করেছে। রাজমাতার গলায় জড়িয়ে থাকা সাপের চোখ ছিনিয়ে নিতে যদি তুলিসা সফল হয়, তবে রানির ক্ষমতা নষ্ট হবে এবং বসনাক দাউ আবার রাজা হতে পারবে। তবে এই চোখ সংগ্রহের জন্য হুমা পাখির ডিম দরকার।\nতুলিসা ও কাঠবিড়ালি একসাথে সাপদের রানির প্রাসাদে পৌঁছায় যেখানে তুলিসাকে অনেক বাঁধার সম্মুখীন হতে হয় এবং বিভিন্ন কঠিন পরীক্ষা দিতে হয়। প্রথমে তাকে একটি কাচের বাক্সে হাজারো ফুলের সুগন্ধ ভরতে বলা হয়। কাঠবিড়ালির সহায়তায় একঝাঁক মৌমাছি এসে বাগান থেকে সুগন্ধ সংগ্রহ করে বাক্সটি ভরে দেয়। এরপর, তাকে এক থলি বীজকে মূল্যবান রত্নে পরিণত করতে বলা হয়। অনেক কাঠবিড়ালি এসে বীজগুলো চিবিয়ে রত্নে পরিণত করে।\nশেষ কাজ ছিল বিষাক্ত সাপ-পরিপূর্ণ পরিখার ওপারে থাকা হুমা পাখির ডিম চুরি করা। তুলিসা, মৌমাছি ও কাঠবিড়ালিদের সহায়তায় এই কঠিন কাজ সফলভাবে সম্পন্ন করে। \nএইভাবে, তুলিসা তার স্বামী বসনাক দাউকে মুক্ত করতে সক্ষম হয় এবং তারা একত্রে পুনরায় রাজ্য শাসন শুরু করে।\n\n\n== অনুবাদ ==\nএই গল্পটি প্রথম পশ্চিমা বিশ্বে জার্মান ভাষায় তুলিসা অ্যান্ড বসনাক দাউ  নামে প্রকাশিত হয়।  হারমান ব্রকহাউস ১৮৪৩ সালে সোমদেব ভট্টের বাছাই করা রচনাগুলি প্রকাশ করেন।  যেখানে গল্পটি তুলিসা অ্যান্ড বাসনাক দাউ নামে  প্রকাশিত হয়েছিল।  পরে,আউসল্যান্ড পত্রিকার মাধ্যমেও গল্পটি ব্যাপকভাবে প্রচারিত হয়। ফ্রাঞ্জ হফম্যান জার্মান ভাষায় ডি টখটার ডেস হোলজফ্যালার্স এবং ডি হোল্জবাউয়ের টখটার শিরোনামে গল্পটির অনুবাদ করেন।\n১৮৬৯ সালে গল্পটি ইংরেজিতে হাউসহোল্ড টেলস ফ্রম দ্য ইস্ট নামে দ্য ডাবলিন বিশ্ববিদ্যালয়ের পত্রিকায় প্রকাশিত হয়। গল্পের আরও বিভিন্ন ইংরেজি সংস্করন প্রকাশিত হয় যেমন— দ্য উড-কাটার'স ডটার অ্যান্ড দ্য মিস্টিরিয়াস ভয়েস, যেটি দ্য রুবি ফেয়ারি বুক -এ প্রকাশিত হয়েছিল। এছাড়াও, দ্য উড-কাটার'স ডটার শিরোনামে আরেকটি সংস্করন দ্য এশিয়াটিক জার্নাল -এ প্রকাশ পায়। গল্পের আরেকটি প্রচলিত অনুবাদ হল, তুলিসা  - আ হিন্দু ওয়ান্ডার।\n\n\n== তথ্যসূত্র =="}