{"pageid": 1521757, "title": "সর্প রাজকুমার", "url": "https://bn.wikipedia.org/wiki?curid=1521757", "content": "সর্প রাজকুমার (সর্পেন্ট প্রিন্স বা দ্য স্নেক প্রিন্স  নামেও পরিচিত) হল  একটি হাঙ্গেরিয়ান লোককাহিনী, যেখানে একজন মানব কুমারী এবং সর্পের  কাহিনী তুলে ধরা হয়েছে। \n\n\n== সূত্র ==\nহাঙ্গেরিয়ান-আমেরিকান পণ্ডিত লিন্ডা ডেগ দ্বারা কাহিনীটি সংগৃহীত হয়েছিল। ১৯৫০-এর দশকে হাঙ্গেরিয়ানরূপকথা সমূহ থেকে সর্প রাজপুত্র গল্পটি সংগ্রহ করেছিলেন।   \n\n\n== সারাংশ ==\nএক দেশে এক রাজা ও রানি ছিলেন, কিন্তু তাদের কোনো সন্তান ছিল না। রানি একদিন আকাশের দিকে তাকিয়ে বললেন, \"আমার যদি সন্তান না-ই হয়, তবে অন্তত একটি সাপ সন্তান হলেও হোক!\" আশ্চর্যজনকভাবে, তার কথা শেষ হতেই একটি সাপ সন্তান জন্ম নিল। রাজা ও রানি সিদ্ধান্ত নিলেন, এই সত্য কেউ জানতে পারবে না, তাই সাপটিকে তারা একটি কক্ষে লুকিয়ে রাখলেন।\nবছর যেতে থাকল, আর সাপ সন্তান বিশাল আকৃতির হয়ে উঠল। একদিন সে এত জোরে শিস দিতে লাগল যে পুরো রাজপ্রাসাদ কেঁপে উঠল। মা যখন ছেলের কাছে তার অশান্তির কারন জানতে চাইলেন, সে জানাল যে তার বয়স হয়েছে এবং সে বিয়ে করতে চায়। তার জন্য উপযুক্ত কনে হিসেবে সে পাশের রাজ্যের রাজকন্যাকে চায়।\nরানি সেই রাজকন্যাকে ডেকে পাঠালেন। যখন রাজকন্যা সাপ রাজপুত্রকে দেখলেন, তিনি আতঙ্কে চিৎকার করে অজ্ঞান হয়ে গেলেন। জ্ঞান ফিরে পেয়ে তিনি এই বিয়ে অস্বীকার করলেন, কিন্তু রাজা-রানি তাকে রাজপ্রাসাদে আটকে রাখলেন। এক সপ্তাহ ধরে তিনি পালানোর চেষ্টা করলেন, কিন্তু ব্যর্থ হলেন। ক্ষুধার্ত এবং ক্লান্ত হয়ে তিনি ধীরে ধীরে পরিস্থিতির সাথে মানিয়ে নেওয়ার চেষ্টা করলেন।\n\nএরপর এক রাতে তিনি লক্ষ্য করলেন, বিছানায় একটি সুদর্শন যুবক শুয়ে আছে। যুবকটি জানাল যে তিনিই সাপ রাজপুত্র, কিন্তু দিনের বেলা তাকে সাপের চামড়া পরতে হয়। রাজকন্যা ধীরে ধীরে স্বস্তি পেলেন এবং দুজন স্বামী-স্ত্রী হিসেবে থাকতে লাগলেন। কিছুদিন পর তিনি গর্ভবতী হলেন।\nরাজপুত্র তার বাবা-মাকে তার মানব রূপ না দেখানোর কারণে রাজকন্যা বিরক্ত হন। তখন রাজকুমারী এক যাদুকরীর সাথে দেখা করে এবং তাকে তার পরিস্থিতি খুলে বলে। জাদুকরী তাকে সাপের চামড়াটি পুড়িয়ে ফেলার পরামর্শ দেয়।\nসেই রাতে, যখন সর্পরাজ ঘুমিয়ে থাকে, রাজকুমারী জেগে ওঠে এবং রাজকুমারের সাপের চামড়া পুরিয়ে ফেলে দেয়। রাজকুমার সমস্ত ঘটনা জানতে পেরে অত্যন্ত রেগে যান। তিনি রাজকুমারীকে জানান যে আরও এক মাস তাকে এই পোশাকটি পরে থাকতে হত এবং তারপর তিনি জনসমক্ষে তার মানব রূপ দেখাতে সমর্থ হতেন। রাজপুত্র রাজকুমারীকে অভিশাপ দেন যে তাদের পুনরায় মিলন না হওয়া অবধি তাদের সন্তান হবেনা। তারপর সর্প রাজকুমার একটি শুকনো হ্যাজেল গাছের ডাল রাজকুমারীকে দেয় এবং তাকে কিছু নির্দেশ দেয়। সেই নির্দেশ অনুসারে চোখের জলে সিক্ত করে সেই শুকনো হ্যাজেল গাছের ডালকে সজীব করে তারে পাতা ও ফল ধরাতে হবে এবং তারপর তাকে গমের দানা রোপণ করতে হবে। গমের ফসল ফললে তা কাটার সাথে সাথে রুটি বানাতে হবে। এইসব নির্দেশের পর রাজুকুমার সে অদৃশ্য হয়ে যায়।\nরাজকন্যা শোকাহত হয়ে রাজপ্রাসাদ ছেড়ে বেরিয়ে পড়লেন। অনেক দিন পর তিনি শুকনো ডালে ফল ফলালেন এবং উতপন্ন গমের ফসল থেকে গমের রুটি তৈরি করলেন। এরপর স্বামীকে খুঁজতে পথে বেরিয়ে পড়লেন। যাত্রাপথে এক বনে, এক বৃদ্ধা মহিলার বাড়িতে রাত কাটানোর জন্য রাজকুমারী আশ্রয় নেয়। সেই বৃদ্ধা মহিলা ছিলেন আকাশের চাঁদ -এর মা। আকাশের চাঁদ সারারাত আকাশে বিচরন করে ভোরে বাড়িতে ফিরে আসলে বৃদ্ধা তাকে সর্প রাজপুত্রের অবস্থান সম্পর্কে জিজ্ঞাসা করেন। কিন্তু তিনি সন্ধান দিতে ব্যার্থ হন। বৃদ্ধা রাজকন্যাকে তার মাসির কাছে নিয়ে যান এবং তাকে একটি সোনার সুতো দেন।\nপরবর্তী দুটি যে বাড়িতে রাজকন্যা আশ্রয় নেয় সেগুলি হল আকাশের সূর্য দেবতা এবং বাতাস দেবতার বাড়ি। সেখান থেকে রাজকন্যা একটি সোনার নাটাই এবং একটি সোনার সুতার বল পায়।\nতৃতীয় একটি বাড়িতে আসার পর অবশেষে রাজকন্যা জানতে পারে তার স্বামী কোথায়। ঝোড়ো বাতাসের কাছে রাজকুমারী জানতে পারে যে তার স্বামী একটি দুর্গে আছে।\nরাজকুমারী দুর্গে আসে এবং দূর্গে প্রবেশের অছিলা খুজতে থাকে। ত্যার হাতের সোনার বস্তুগুলি দেখে একজন দাসী তাকে দুর্গের রানীর কাছে নিয়ে যায়। রানী সেই সোনার সুতো এবং অন্যান্য বস্তু কিনতে আগ্রহী হন। রাজকুমারী সেই সোনার বস্তুর বদলে একরাত রাজার কক্ষে থাকার অনুমতি চান। সেই রাজাই ছিল রাজকুমারীর হারানো স্বামী।\nরাজকুমারী রাজার কক্ষে প্রবেশ করে কিন্তু রাজা গভীর নিদ্রায় ছিল। রাজকুমারী দুই দিন তার কক্ষে প্রবেশ করার সুযোগ পেলেন কিন্তু তাকে জাগাতে ব্যার্থ হলেন।\nতৃতীয় দিনে, রাজার কর্মচারী তাকে জানায় যে একজন মহিলা তার কক্ষে এসেছিলেন এবং তার বিছানার পাশে বসে কাঁদছিলেন। রাজা সতর্ক হয়ে পরলেন এবং অনুমান করলেন যে তাকে ঘুমের ওষুধ খাওয়ানো হয়েছিল। \nসেদিন রাত্রে পুনরায় রাজার ঘরে প্রবেশ করেন রাজকুমারী এবং তার স্বামীকে ঘুম থেকে জাগাতে সফল হয়। তাদের পুনরায় মিলন হয়।\nরাজা রক্ষীদের নির্দেশ দেয় যেন তারা দুর্গের রানীকে আটক করে রাখেন। দুর্গের রানীই রাজাকে কৌশল করে ঘুমের ওষুধ দিচ্ছিল। তারপর রাজা রাজকন্যা এবং তার দুই ছেলের সাথে মিলিত হয় এবং রাণীকে শাস্তি দেয়।   \n\n\n== তথ্যসূত্র =="}