{"pageid": 1521920, "title": "এল অ্যারো গণহত্যা", "url": "https://bn.wikipedia.org/wiki?curid=1521920", "content": "এল আরো গণহত্যা (স্প্যানিশ: Masacre del Aro) ছিল কলম্বিয়ায় সংঘটিত একটি গণহত্যা, যা ১৯৯৭ সালের ২২ অক্টোবর অ্যান্টিওকিয়া ডিপার্টমেন্টের ইতুয়াঙ্গো পৌরসভায় ঘটে। এফএআরসি-এর বামপন্থী সমর্থক বলে অভিযুক্ত ১৫ জন ব্যক্তিকে আধাসামরিক গোষ্ঠীগুলি গণহত্যা করে। অপরাধীরা মহিলাদের ধর্ষণ করে, ৪৩টি বাড়ি পুড়িয়ে দেয়, গবাদি পশু চুরি করে এবং ৯০০ মানুষকে জোরপূর্বক বাস্তুচ্যুত করে।\n২০০৭ সালে, কাউন্সিল অফ স্টেটের তৃতীয় বিভাগ কলম্বিয়ার রাষ্ট্রকে ক্ষতিগ্রস্তদের পরিবারকে ক্ষতিপূরণ প্রদানের নির্দেশ দেয়।\n২০১৮ সালের ৩১ মে, কলম্বিয়ার সুপ্রিম কোর্ট অফ জাস্টিস এল আরো গণহত্যাকে মানবতাবিরোধী অপরাধ হিসেবে ঘোষণা করে।\n\n\n== বিতর্ক ==\n২০০৮ সালের ২৩ এপ্রিল, কলম্বিয়ার প্রেসিডেন্ট আলভারো উরিবে প্রকাশ্যে ঘোষণা করেন যে সাবেক আধাসামরিক যোদ্ধা ফ্রান্সিসকো এনরিকে ভিলালবা হার্নান্দেজ তাকে ও জেনারেল ওস্পিনা, জেনারেল রোসো এবং আধাসামরিক নেতা সালভাতোর মানকুসোসহ অন্যান্য ব্যক্তিদের গণহত্যা পরিকল্পনার অভিযোগ করেছেন। উরিবে ১৯৯৫ থেকে ১৯৯৭ সাল পর্যন্ত অ্যান্টিওকিয়ার গভর্নর ছিলেন। উরিবে বলেছিলেন, ভিলালবা বলেছেন যে তিনি (উরিবে) গণহত্যার অপরাধীদের ধন্যবাদ জানিয়েছিলেন ৬ জন জিম্মিকে মুক্ত করার জন্য, যাদের মধ্যে একজন তার চাচাতো ভাইও ছিল বলে দাবি করা হয়েছিল, এবং উরিবের ভাই এই অপরাধের জন্য ২০ জন আধাসামরিক সদস্য সরবরাহ করেছিলেন, এবং তারা গণহত্যা পরিকল্পনা করার জন্য লা কাউকানা শহরে মিলিত হয়েছিলেন।\nউরিবে জবাব দিয়েছিলেন যে তিনি কখনো লা কাউকানা যাননি এবং এই ঘোষণাগুলো অসঙ্গতিপূর্ণ কারণ এতে উল্লিখিত জেনারেল সেই ঘটনার কয়েক মাস আগে মারা গিয়েছিলেন। উরিবে আরও বলেছিলেন যে ১৯৮৮ সাল থেকে কলম্বিয়ার কর্তৃপক্ষ জানত \"আমি কোথায় ছিলাম, কোথায় ঘুমিয়েছি এবং কার সাথে দেখা করেছি\"। কলম্বিয়ার সাপ্তাহিক পত্রিকা রিভিস্টা সেমানা জানিয়েছে যে সংশ্লিষ্ট আধাসামরিক যোদ্ধা ফ্রান্সিসকো এনরিকে ভিলালবা হার্নান্দেজ পাঁচ বছর আগে তার পূর্ববর্তী ঘোষণায় উরিবের নাম উল্লেখ করেননি বা কোনো জিম্মি মুক্ত করার কথাও বলেননি, যখন তাকে গণহত্যায় তার নিজের ভূমিকার জন্য দোষী সাব্যস্ত করা হয়েছিল। ম্যাগাজিনটি তার সাম্প্রতিক সাক্ষ্যে বেশ কিছু সম্ভাব্য অসঙ্গতির তালিকা দিয়েছে, যার মধ্যে জেনারেল মানোসালভার উপস্থিতির দাবিও রয়েছে, যিনি সেই বৈঠকের তারিখের কয়েক মাস আগে মারা গিয়েছিলেন যেখানে গণহত্যা পরিকল্পনা করা হয়েছিল।\nবিরোধী দলের সিনেটর গুস্তাভো পেত্রো উরিবেকে অ্যান্টিওকিয়া সরকারের মালিকানাধীন একটি হেলিকপ্টার ব্যবহারের বিষয়ে প্রশ্ন করেছিলেন, যা আধাসামরিক সদস্যদের এল আরো অঞ্চলে গণহত্যা চালানোর জন্য পরিবহন করতে ব্যবহৃত হয়েছিল বলে অভিযোগ করা হয়েছিল। একটি প্রেস কনফারেন্সে উরিবে এই দাবিগুলো অস্বীকার করে বলেছিলেন যে সমস্ত হেলিকপ্টারের ফ্লাইট ইতিহাস রেকর্ড করা আছে। তাকে গণহত্যায় জড়িত এক আধাসামরিক সদস্যের কাছে পাঠানো একটি বীপার বার্তা সম্পর্কেও প্রশ্ন করা হয়েছিল যাতে লেখা ছিল, \"তোমাকে গভর্নরকে ফোন করতে বলো। আমার সাথে পরিচয় করিয়ে দাও এবং আমি তাকে বিকেলে দেখতে যাব।\" উরিবে এই দাবিগুলোর বিরুদ্ধে নিজেকে রক্ষা করে বলেছিলেন যে অপরাধীরা \"গভর্নর\" শব্দটি যেকোনো কিছুর জন্য স্ল্যাং হিসেবে ব্যবহার করতে পারে এবং তিনি গণহত্যার অপরাধীদের সাথে কখনো দেখা করেননি বলে দাবি করেছিলেন।\nকারাগারে বন্দী আধাসামরিক নেতা সালভাতোর মানকুসো বলেছিলেন যে গণহত্যার শিকাররা যুদ্ধে মারা গিয়েছিলেন এবং তারা বেসামরিক ব্যক্তি নন, বরং গেরিলা ছিলেন। মানকুসোকে গণহত্যার জন্য ৪০ বছরের কারাদণ্ড দেওয়া হয়েছিল।\nযুক্তরাষ্ট্রে প্রত্যর্পণের পর, মানকুসো ন্যায় ও শান্তি প্রক্রিয়ার অংশ হিসেবে স্যাটেলাইটের মাধ্যমে সাক্ষ্য দিয়ে চলেছেন। ২০০৮ সালের ১৮ নভেম্বর, রিভিস্টা সেমানা ১৯৯৭ সালের এল আরো গণহত্যা সম্পর্কে মানকুসোর ঘোষণা নিয়ে প্রতিবেদন প্রকাশ করে, যাতে তিনি বলেছিলেন যে এউসি কলম্বিয়ার সেনাবাহিনী ও পুলিশের কাছ থেকে লজিস্টিক সহায়তা পেয়েছিল। মানকুসো বলেছিলেন যে ঘটনার সময় অঞ্চলে তিনটি হেলিকপ্টার উপস্থিত ছিল, যার মধ্যে একটি গেরিলাদের, একটি কলম্বিয়ান সেনাবাহিনীর এবং একটি অ্যান্টিওকিয়া গভর্নরের অফিসের ছিল।\n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র =="}