{"pageid": 1521087, "title": "লাইসি-কলেজ আভেরোয়েস", "url": "https://bn.wikipedia.org/wiki?curid=1521087", "content": "লাইসি-কলেজ আভেরোয়েস হলো ফ্রান্সের লিলে অবস্থিত একটি বেসরকারি মুসলিম জুনিয়র এবং সিনিয়র হাই স্কুল/হাই স্কুল এবং ষষ্ঠ-স্তরের কলেজ। এটি ২০০৮ সাল থেকে রাষ্ট্রের সাথে চুক্তিবদ্ধ এবং সরকারি ভর্তুকি গ্রহণ করে। ২০১৩ সালের হিসাব অনুযায়ী, এটি ফ্রান্সের একমাত্র ইসলামী মাধ্যমিক বিদ্যালয় যেখানে এটি করা হয়েছে।\n\n\n== ইতিহাস এবং লক্ষ্য ==\n২০০৩ সালে খোলা এই স্কুল ফ্রান্সে প্রতিষ্ঠিত প্রথম মুসলিম মাধ্যমিক বিদ্যালয়। স্কুলটিতে প্রথমে ১১ জন ছাত্র ছিল।\nএই স্কুলটির নামকরণ করা হয়েছে দ্বাদশ শতাব্দীর আন্দালুসীয়-আরবীয় দার্শনিক ইবনে রুশদের (যারা ১১২৬-১১৯৮ সালে আভেরোস নামেও পরিচিত) নামে। স্কুলটির উৎপত্তি ১৯৯৪ সালে, যখন আল-ইমানে মসজিদ ১৯ জন মুসলিম মেয়েকে পড়ানো শুরু করেন। তাদেরকে তাদের হিজাব খুলতে অস্বীকৃতি জানানোর কারণে তাদের পাবলিক স্কুল থেকে বহিষ্কার করা হয়েছিল। স্কুলটি আনুষ্ঠানিকভাবে ২০০৩ সালে প্রতিষ্ঠিত হয়। এতে  এখন কয়েকশ শিক্ষার্থী রয়েছে এবং দেশের শীর্ষ বিদ্যালয়গুলির মধ্যে একটি হিসাবে স্থান পেয়েছে।\nএই স্কুলের লক্ষ্য হল মুসলিম শিক্ষার্থীদের ফরাসি পাবলিক স্কুল শিক্ষার বিকল্প হিসেবে ফরাসি ক্যাথলিক, প্রোটেস্ট্যান্ট এবং ইহুদিদের মতো করে শিক্ষা প্রদান করা। ২০০৮ সালে স্কুলটিকে \"sous contrat\" এর মর্যাদা দেওয়া হয় যার অর্থ ফরাসি সরকার শিক্ষকদের বেতন প্রদান করে। এর মাধ্যমে স্কুলটিকে জাতীয় পাঠ্যক্রম অনুসরণ করতে বাধ্য করা হয়। এটি ২০০৮ সালে সরকারি ভর্তুকি পেতে শুরু করে।\n২০১৩ সালের হিসাবে, এখানে ৩৪০ জন শিক্ষার্থী ছিল; তাদের বেশিরভাগই নিম্ন আয়ের পরিবার থেকে এসেছে এবং/অথবা অভিবাসী বংশোদ্ভূত। টিউশন ফি শিক্ষার্থীর অভিভাবকের আয়ের উপর নির্ভর করে পরিবর্তিত হয়, তবে এটি আনুমানিক বছরে ১,০০০ ব্রিটিশ পাউন্ড।\n২০১৩ সালের মধ্যে ফরাসি স্নাতক স্তরে স্কুলটির পাসের হার ছিল ১০০ ভাগ। দ্য টাইমসের ডেভিড চ্যাজান লিখেছেন যে এটি এমন একটি দেশে \"আত্ম-অনুসন্ধান\" সৃষ্টি করেছে যেখানে ধর্মনিরপেক্ষ শিক্ষার উপর জোর দেওয়া হয়।\n\n\n== নেতৃত্ব ==\nস্কুলের প্রথম প্রধান শিক্ষিকা ছিলেন সিলভি তালেব যিনি পরে ২০০৬ সালে পদত্যাগ করেন।\nস্কুলের বর্তমান পরিচালক হলেন এল হাসান ওফকার। এর উপ-পরিচালক হলেন মাখলুফ মামেচে, যিনি ইউনিয়ন অফ ইসলামিক অর্গানাইজেশনস অফ ফ্রান্স (ইউওআইএফ) এর সহ-সভাপতি হিসেবেও দায়িত্ব পালন করেন, যা মুসলিম ব্রাদারহুডের সাথে সংযোগের জন্য সমালোচিত হয়েছে।\nঅ্যাভেরোস হাই স্কুল পরিচালনাকারী সমিতির সভাপতি আমার লাসফার ফ্রান্সের ইসলামিক সংগঠন ইউনিয়নের সভাপতি এবং লিল-সুদ মসজিদের রেক্টর।\n\n\n== তহবিল ==\n\"সস কন্ট্রাট\" মর্যাদা পাওয়ার আগে স্কুলটি নর্ড-পাস-ডি-ক্যালাইসের মুসলিম সম্প্রদায়ের অনুদানের উপর নির্ভর করত।\nস্কুলটি তার সক্ষমতা বৃদ্ধির জন্য বড় আকারের অনুদানের উপর নির্ভর করে। যদিও শিক্ষার্থীরা স্কুলে যোগদানের জন্য সামান্য ফি প্রদান করে, তবুও এটি এর সম্প্রসারণের জন্য যথেষ্ট নয়। স্কুলের শিক্ষকদের \"sous contrat\" উপাধির অধীনে রাষ্ট্র কর্তৃক বেতন দেওয়া হয়।\nস্কুলের বেশিরভাগ তহবিল আসে সৌদি আরব এবং কাতারের মতো ধনী পৃষ্ঠপোষকদের কাছ থেকে। স্কুলের সাম্প্রতিক সম্প্রসারণের জন্য সৌদি উন্নয়ন ব্যাংক ২৫০,০০০ ইউরো এবং কাতার চ্যারিটি ২০১৪ সালে ৮০০,০০০ ইউরো প্রদান করে। ২০১৪ সালে স্কুলটি আরব লীগ থেকে ৩৫০,০০০ ইউরো পেয়েছিল।\n২৭ অক্টোবর ২০২৩ তারিখে হাউটস-ডি-ফ্রান্সের নিখুঁত জর্জেস-ফ্রাঙ্কোইস লেক্লার্কের সভাপতিত্বে কমিশন করা একটি উপদেষ্টা কমিটি ২০২৪ সালের শিক্ষাবর্ষের জন্য সরকারি ভর্তুকি বাতিল করার পক্ষে ভোট দেয়, যার মূল্য প্রায় ২০,০০,০০০ ইউরো, যা স্কুলের জন্য ছিল। স্কুলটি ফেব্রুয়ারি মাসে কাউন্সিল অফ স্টেট (ফ্রান্স) -এর কাছে পুনর্বিবেচনার জন্য আবেদন করে। এটিই প্রথমবার, যখন কোনও বেসরকারি স্কুল রাষ্ট্রের সাথে চুক্তি ত্যাগ করে।\n\n\n== মুসলিম ব্রাদারহুড এবং ইউওআইএফ এর সাথে সংযোগ ==\nএই স্কুলটি খোলার ফলে ধর্মনিরপেক্ষ ফ্রান্সে উদ্বেগ দেখা দেয়, যেখানে বেসরকারি ধর্মীয় স্কুলগুলিকেও একই মূল পাঠ্যক্রম ব্যবহার করতে হয়, শুধুমাত্র ঐচ্ছিক বিষয় হিসেবে ধর্মীয় বিষয় পড়ানো হয় এবং যেখানে প্রার্থনা অবশ্যই ঐচ্ছিক থাকতে হয়। বিশেষ উদ্বেগ ছিল যে আল-ইমানে মসজিদটি ফ্রান্সের ইউনিয়ন অফ ইসলামিক অর্গানাইজেশনের সাথে সম্পর্কিত। এটি একটি শক্তিশালী গোষ্ঠী যা ইসলামের কঠোর ব্যাখ্যা প্রচার করে যার মধ্যে রয়েছে তৃণমূল পর্যায়ে ধর্মান্তরিতকরণ, ব্যক্তিগত শুদ্ধিকরণ এবং একজন মুসলিমের জীবনের প্রতিটি দিককে প্রভাবিত করার চেষ্টা।  ইউওআইএফ কে মুসলিম ব্রাদারহুড থেকে অবিচ্ছেদ্য হিসেবে বর্ণনা করা হয়েছে। ফরাসি সরকার কর্তৃক কমিশন করা একটি প্রতিবেদনে বলা হয়েছে, ইউরোপের মুসলিম ব্রাদারহুড, যেমনটি ইউওআইএফ দ্বারা প্রতিনিধিত্ব করা হয়, তা ফ্রান্সের অর্ধেক প্রাতিষ্ঠানিক প্রকল্পের উৎস, যার লক্ষ্য তরুণ প্রজন্মকে পুনরায় ইসলামে রূপান্তরিত করা এবং মুসলিম নাগরিকত্ব তৈরির সময় তাদের সাংস্কৃতিক বৈশিষ্ট্য বজায় রাখা।\nস্কুলের নেতৃত্বে ইউওআইএফ-এর সভাপতি এবং সহ-সভাপতি থাকেন, যার ফলে ইউওআইএফ এবং স্কুলের মতাদর্শের মধ্যে একটি অনিবার্য বন্ধন তৈরি হয়।\n\n\n== বিতর্ক ==\n\n২০১৫ সালে চার্লি হেবদোতে হামলার পর ফরাসি নাগরিকরা তাদের স্কুলে মৌলবাদের ঝুঁকি নিয়ে ক্রমশ উদ্বিগ্ন হয়ে পড়ে। এ ঘটনা ফ্রান্সের একমাত্র \"সস কন্ট্রাট\" মুসলিম স্কুল হিসাবে আভেরোস হাই স্কুলের দিকে দৃষ্টি নিবদ্ধ করে। ফ্রান্স ২-এর একটি অনুসন্ধানী প্রতিবেদনে দেখা গেছে যে স্কুলটি নিয়মিতভাবে মত প্রকাশের স্বাধীনতা এবং সন্ত্রাসবাদ নিয়ে আলোচনার জন্য উন্মুক্ত সংলাপের সুযোগ প্রদান করে, বিশেষ করে সৌফিয়ান জিতুনির দর্শন ক্লাসে।\nহামলার পর জিতুনি \"টুডে, দ্য প্রফেট ইজ অলস চার্লি\" শিরোনামে একটি প্রবন্ধ প্রকাশ করেন যা স্কুলে যথেষ্ট প্রতিক্রিয়া সৃষ্টি করে। জিতুনি বলেন যে প্রশাসকরা তাকে সতর্ক করেছিলেন যে তার প্রবন্ধ তাকে শত্রুদের কাছে টেনে আনবে এবং তাকে \"রাস্তায় হাঁটার সময় নিজের পিছনে তাকাতে হবে\"। এরপর মুসলিম ব্রাদারহুডের প্রতিষ্ঠাতা হাসান আল-বান্নার নাতি তারিক এবং হানি রমজানের ঘনিষ্ঠ আরেক শিক্ষক জিতুনির যুক্তির সমালোচনা করে একটি প্রতিলিপি নিবন্ধ প্রকাশ করেন এবং বলেন যে চার্লি হেবদোর উপর আক্রমণ বোধগম্য ছিল কারণ তারা বর্ণবাদী ধারণা পোষণ করে। এর ফলে ছাত্ররা চার্লি হেবদোর বিরুদ্ধে হামলার প্রশংসা করে ধারাবাহিক মন্তব্য করতে থাকে। জিতুনি বলেন যে স্কুল এই প্রদাহজনক মন্তব্যের প্রতি অন্ধ ছিল।\nজিতুনি অভিযোগ করেন যে ছাত্র সংগঠনের মধ্যে ইহুদি-বিদ্বেষ ব্যাপকভাবে ছড়িয়ে পড়েছে। তিনি আরও দাবি করেন যে ছাত্ররা প্রায়ই তার \"ইসলামিক অনৈতিকতার\" সমালোচনা করত এবং দর্শনের শিক্ষক হিসেবে তার বৈধতা নিয়ে প্রশ্ন তুলত। জিতুনি আরও সন্দেহ করেছিলেন যে স্কুলটি কাতারের কঠোর ইসলামকে ফরাসি সমাজে আনার প্রচেষ্টার অংশ ছিল।\n২০১৫ সালের ফেব্রুয়ারিতে সুফিয়ান জিতুনি স্কুলের শিক্ষকতার পদ থেকে পদত্যাগ করেন এবং বলেন যে স্কুলটি চরমপন্থাকে উৎসাহিত করে এবং সরকারি তহবিল পেয়েও রাজনৈতিক ইসলাম প্রচার করছে। জিতুনি অভিযোগ করেছেন যে, স্কুলের দুই ছাত্র যখন ২০১৫ সালের জানুয়ারীতে চার্লি হেবদোতে হামলাকারী কৌচি ভাইদের প্রকাশ্যে সমর্থন করেছিল, তখন স্কুলটি চোখ বন্ধ করে রেখেছিল। স্কুলটি জিতুনির বিরুদ্ধে মানহানির অভিযোগ দায়ের করে।\nস্কুলটি পশ্চিমাদের কথিত অশ্লীলতার প্রতি ইউওআইএফ -এর আরও মৌলবাদী দৃষ্টিভঙ্গি গ্রহণ করে এবং বিবাহ-পূর্ব যৌনতা বা সমকামিতার মতো বিষয়গুলিকে নিন্দা করে কিনা এবং এটি কীভাবে পশ্চিমা কার্যকলাপের প্রতি প্রতিকূল পরিবেশ তৈরি করতে পারে তা নিয়ে অনেক প্রশ্ন রয়েছে।\nজিতুনি এবং অন্যরা উভয়েরই অভিযোগ রয়েছে যে স্কুলটি বাহ্যিকভাবে একটি মধ্যপন্থী ভাবমূর্তি উপস্থাপন করে যা তহবিল গ্রহণের জন্য ফরাসি প্রয়োজনীয়তা মেনে চলে, অন্যদিকে অভ্যন্তরীণভাবে উগ্র দৃষ্টিভঙ্গি প্রচার করে।\n২০২৪ সালের ডিসেম্বরে স্বরাষ্ট্রমন্ত্রীর স্থানীয় কর্মকর্তারা স্কুলগুলির তহবিল স্থগিতের বিষয়টি নিশ্চিত করে \"প্রজাতন্ত্রের মৌলিক নীতির গুরুতর লঙ্ঘন\" এবং অস্বচ্ছ আর্থিক ব্যবস্থাপনার অভিযোগকে ভর্তুকি স্থগিত করার যুক্তি হিসেবে উল্লেখ করেন। বিশেষ করে সরকারি কর্মকর্তারা আল-নওয়াবির চল্লিশ হাদিসের একটি টীকাযুক্ত অনুবাদকে শিক্ষকদের পাঠ্য তালিকায় একটি অ-বাধ্যতামূলক নৃতাত্ত্বিক সংস্করণের জন্য অন্তর্ভুক্ত করার সমালোচনা করেন। স্কুলের প্রধান শিক্ষক এরিক ডুফোর জোর দিয়ে বলেন যে বইটি কখনও স্কুলের মাঠে ছিল না বা শিক্ষকরা কখনও ব্যবহার করেননি।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nMoniez, Laurie (২০১৩-০৩-২৮)। \"Pluie d'éloges pour le lycée musulman Averroès de Lille\"। Le Monde। \n\n\n== বহিঃসংযোগ ==\nLycée-Collège Averroès (ফরাসি ভাষায়)"}