{"pageid": 1521530, "title": "সবরমতী টিকি", "url": "https://bn.wikipedia.org/wiki?curid=1521530", "content": "সবরমতী (জন্ম আনু. ১৯৬৮ ) হলেন একজন ভারতীয় সংরক্ষণবাদী এবং কৃষক যিনি ওড়িশা রাজ্যের নয়াগড় জেলায় বসবাস করেন। তিনি সম্ভব নামে একটি বেসরকারি সংস্থার সাথে কাজ করেন, এটির কল্পনা করেছিলেন তাঁর বাবা পদ্মশ্রী অধ্যাপক রাধামোহন। এই সংস্থা জৈব চাষ এবং দেশীয় জাতের সংরক্ষণের প্রচার করে এবং আরও অনেক কাজ করে। সবরমতীর কৃতিত্বের স্বীকৃতিস্বরূপ ২০১৮ সালে তিনি নারী শক্তি পুরস্কার এবং ২০২০ সালে পদ্মশ্রী পুরস্কার লাভ করেন।\n\n\n== কর্মজীবন ==\nসবরমতীর জন্ম আনু. ১৯৬৯ সাল। তিনি ভারতের ওড়িশা রাজ্যের ভুবনেশ্বরের কাছে নয়াগড় জেলায় থাকেন। তাঁর বাবা রাধামোহন ১৯৮০-এর দশকে একটি জমি কিনেছিলেন, সেটি ছিল একটি পরিত্যক্ত জমি। জৈব চাষ পদ্ধতি ব্যবহার করে, বাবা এবং মেয়ে তিন বছর পর জমি পুনরুজ্জীবিত করলেন। এরপর তাঁরা আরও জমি কিনে  ৯০ একর পর্যন্ত সংগ্রহ করেন। অন্যান্য জিনিসের মধ্যে তাঁরা ক্লোভ বিন, জ্যাক বিন, সোর্ড বিন এবং কালো চাল চাষ করেন। তাঁরা একসাথে \"সম্ভব\" নামে একটি বেসরকারি সংস্থা (এনজিও) প্রতিষ্ঠা করেন যারা জৈব চাষ এবং বীজ বিনিময়কে উৎসাহিত করে। ১৯৯৩ সালে সম্ভব-এর হয়ে পূর্ণকালীন কাজ করার জন্য তিনি অক্সফামের চাকরি ছেড়ে দেন।\n২০২১ সালের মধ্যে, সংরক্ষণের জন্য সম্ভব ৫০০টি বীজ জাত সংগ্রহ করেছিল। এটি প্রশিক্ষণ দিবস পালন করে এবং বার্ষিক বীজ উৎসব পরিচালনা করে। স্থানীয় গ্রামে নারীর অধিকার এবং পরিবেশগত বিষয়গুলিকে প্রচার করার জন্য এই এনজিও-টি মা সরস্বতী নামে একটি স্ব-সহায়ক গোষ্ঠীর সাথে অংশীদারিত্ব করেছে। এটি ধানের উৎপাদন সর্বাধিক করার জন্য তৈরি সিস্টেম অফ রাইস ইনটেনসিফিকেশন (এসআরআই) কে উৎসাহিত করে। সবরমতীর মতে, এটি ধানক্ষেতে কর্মরত মহিলাদের জন্য শ্রম প্রক্রিয়াও সহজ করে তোলে।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\n২০১৮ সালে সবরমতীর কাজ স্বীকৃতি পায়, যখন তিনি ভারতের সর্বোচ্চ বেসামরিক নারী পুরস্কার, নারী শক্তি পুরস্কার লাভ করেন। ২০২০ সালে, তিনি তাঁর বাবার সাথে কয়েক দশক ধরে সংরক্ষণ এবং জৈব চাষের প্রচারের স্বীকৃতিস্বরূপ পদ্মশ্রী পেয়েছিলেন। মন্ত্রী পীযূষ গোয়েল বলেছেন যে দুজন \"অখ্যাত নায়ক\"।\nতিনি আরও কিছু পুরস্কার পেয়েছেন, সেগুলি হলো:\nপ্রেরণা পুরস্কার- ২০১৩\nওড়িশা লিভিং লিজেণ্ড অ্যাওয়ার্ড- ২০১৫\nসম্ভাবী পুরস্কার - ২০১৬\nইমপ্যাক্ট উইমেন অ্যাওয়ার্ড-২০১৮\nইমপ্যাক্ট লিডার অফ দ্য ইয়ার পুরস্কার - ২০২২\nওড়িশা কৃষি ও প্রযুক্তি বিশ্ববিদ্যালয় কর্তৃক সম্মানসূচক ডক্টরেট (ডিএসসি)\nপ্রতিভা সম্মান - ২০২৩\nটাইমস পাওয়ার উইমেন ওড়িশা পুরস্কার - ২০২৩\nএছাড়া আরও অনেক প্রশংসা এবং স্বীকৃতি।\n\n\n== নির্বাচিত লেখা ==\nটিকি, সবরমতী; লিম, লিয়াং চুন (২০১৫)। \"এসআরআই কাল্টিভেটস ওয়েল-বিয়িং ফর উইমেন\"। ৭ ফেব্রুয়ারি ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৭ মার্চ ২০২৫। \nটিকি, সবরমতী (২০১৫)। \"এসআরআই: এ প্র্যাকটিশ দ্যাট ট্রান্সফর্মস দ্য লাইভস অফ উইমেন\": 18–20। \n\n\n== তথ্যসূত্র =="}