{"pageid": 1521137, "title": "মাসিহবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1521137", "content": "মাসিহবাদ হলো এমন একটি ধর্মীয় বিশ্বাস, যেখানে ধারণা করা হয় যে, কিয়ামতের আগে একজন মসীহ বা মুক্তিদাতা আবির্ভূত হবেন এবং তিনি একটি নির্দিষ্ট জনগোষ্ঠীর রক্ষাকর্তা হিসেবে কাজ করবেন। বিভিন্ন ধর্মে এই ধারণাটি বিদ্যমান। যেসব ধর্মে মসীহ-সংক্রান্ত বিশ্বাস রয়েছে তার মধ্যে রয়েছে হিন্দু ধর্ম, যেখানে কল্কি অবতারকে ভবিষ্যৎ মুক্তিদাতা হিসেবে বিবেচনা করা হয়; ইহুদি ধর্ম, যেখানে মাশিয়াখ আসবেন বলে ধারণা করা হয়; খ্রিস্টধর্ম, যেখানে যিশুকে মুক্তিদাতা হিসেবে বিবেচনা করা হয় এবং ইসলাম, যাতে বিশ্বাস করা হয় যে, মাহদি ও ঈসা মসীহ শেষ যুগে আগমন করে পৃথিবীতে ন্যায় প্রতিষ্ঠা করবেন। এছাড়া অন্যান্য ধর্মেও মাসিহবাদ-সম্পর্কিত ধারণা রয়েছে। দ্রুজ ধর্মে হামজা ইবনে আলী, যরথুস্ত্রীয় ধর্মে সাওশিয়ান্ত, বৌদ্ধ ধর্মে মৈত্রেয়, তাওবাদে লি হং এবং বাবী ধর্মে যাঁকে আল্লাহ প্রকাশ করবেন, তাকে মসীহ হিসেবে বিশ্বাস করা হয়।    \nইহুদি ধর্মে মসীহ একজন ভবিষ্যৎ ইহুদি রাজা হবেন, যিনি দাউদের বংশধর এবং ইহুদি জনগণ ও সমগ্র মানবজাতির মুক্তিদাতা হিসেবে আসবেন। খ্রিস্টধর্মে যিশু খ্রিস্ট হলেন মসীহ, যিনি মুক্তি ও পরিত্রাণের বার্তা নিয়ে এসেছেন এবং খ্রিস্টধর্মে তাঁকেই ঈশ্বরের পুত্র ও বিশ্বজগতের রক্ষাকর্তা হিসেবে বিবেচনা করা হয়েছে। ইসলামে ঈসাকে একজন নবী এবং শেষ যুগে শান্তি ও ন্যায়বিচার প্রতিষ্ঠায় আসবেন বলে বিশ্বাস করা হয়।  \n\n\n== ধর্ম অনুযায়ী মসিহবাদ ==\n\n\n=== ইহুদিধর্ম ===\nইহুদিদের মতে মশিয়াখ একজন ভবিষ্যৎ রাজা হবেন, যিনি দাউদের বংশধর এবং ইহুদি জাতিকে একত্রিত করে শান্তি স্থাপন করবেন। মশিয়াখ আসার পর মাসিহীয় যুগ শুরু হবে, যেখানে পৃথিবীতে ন্যায়বিচার প্রতিষ্ঠিত হবে।\n\n\n=== খ্রিস্টধর্ম ===\nখ্রিস্টানদের মতে, যিশু খ্রিস্টই হলেন সেই প্রতিশ্রুত মসিহ, যিনি মানবজাতির পাপ থেকে মুক্তির জন্য আবির্ভূত হয়েছেন। খ্রিস্টান বিশ্বাস অনুযায়ী, যিশু প্রথমবার পৃথিবীতে আসেন মানবজাতির পরিত্রাণের জন্য এবং দ্বিতীয়বার আসবেন মহাপ্রলয়ের সময় পৃথিবীতে শান্তি ও ন্যায় প্রতিষ্ঠা করতে।\n\n\n=== ইসলাম ===\nইসলামে ঈসাকে মসিহ হিসেবে বিশ্বাস করা হয়, যিনি কেয়ামতের আগে আগে পৃথিবীতে ফিরে আসবেন। এছাড়াও ইসলামি বিশ্বাসে মাহদি নামে একজন নেতা আগমন করবেন, যিনি ঈসার প্রত্যাবর্তনের আগে মুসলিম উম্মাহকে একত্রিত করবেন এবং সত্য প্রতিষ্ঠা করবেন। শিয়া মতবাদ অনুসারে, মাহদি হলেন দ্বাদশ ইমাম মুহাম্মদ আল-মাহদী, যিনি এখন আত্মগোপনে আছেন এবং শেষ সময়ে ফিরে আসবেন।\n\n\n=== অন্যান্য ধর্ম ===\nহিন্দুধর্ম: কল্কি অবতারকে শেষ যুগের উদ্ধারকর্তা হিসেবে বিবেচনা করা হয়।\nবৌদ্ধধর্ম: মৈত্রেয় বুদ্ধ ভবিষ্যতে আসবেন এবং ধর্ম প্রচার করবেন।\nজরথুষ্ট্রীয় ধর্ম: সৌশ্যান্ত নামে একজন উদ্ধারকর্তার আগমনের কথা বলা হয়েছে।\nদ্রুজ ধর্ম: হামজা ইবনে আলিকে মসিহ হিসেবে গণ্য করা হয়।\n\n\n== সমসাময়িক প্রভাব ==\nমাসিহবাদের ধারণা শুধু ধর্মীয় বিশ্বাসেই সীমাবদ্ধ নয়; এটি রাজনৈতিক ও সামাজিক আন্দোলনেও প্রভাব ফেলে। বিভিন্ন সময়ে অনেক স্বঘোষিত মসিহ এসেছে; যেমন: শাবতাই জেভি (১৭শ শতক) ও মির্জা গোলাম আহমদ (আহমদিয়া সম্প্রদায়ের প্রতিষ্ঠাতা)।\n\n\n== তথ্যসূত্র ==\nউদ্ধৃতি\n\nগ্রন্থাবলী \nJoseph L. Angel (২০১৮)। Messianism in the Abrahamic Religions। Brill Publishers। আইএসবিএন 978-9004365043। \n\"Define Messianism at Dictionary.com\"। সংগ্রহের তারিখ ২০২৫-০৩-০৬। \nLutz Greisiger (২০১৫)। The Oxford Handbook of the Abrahamic Religions। Oxford University Press। আইএসবিএন 978-0199697762।"}