{"pageid": 1521161, "title": "গেদিমু", "url": "https://bn.wikipedia.org/wiki?curid=1521161", "content": "গেদিমু ( Chinese   ) বা কাদিম ( আরবি: قديم          ) চীনের ইসলামের পুরনো মাযহাব। এটি একটি হানাফি,  সুন্নি ঐতিহ্যের অ- সুফি মাজহাব। এর অনুসারীরা স্থানীয় মসজিদগুলোর ওপর নির্ভর করে যেগুলো মোটামুটি স্বাধীনভাবে কাজ করে।\nএটি মূলত চীনে হুই মুসলিমদের মধ্যে সংখ্যাগরিষ্ঠ ধারা।\nচীনে ইসলামের শুরু তাং রাজবংশের সময় থেকে মিং রাজবংশ পর্যন্ত কোনো বিভেদ ছাড়াই রাজত্ব করেছে।  মিং রাজবংশের শেষের দিকে এবং কিং রাজবংশের শুরুতে সুফিবাদ চীনে প্রবেশ করে। শিনজিয়াং, গানসু এবং কিংহাই অঞ্চলের মুসলিমরা সুফি ধারায় যোগ দিতে শুরু করে। এই নতুন ধারাগুলোকে ‘নতুন বিশ্বাস’ বা ‘নতুন ধর্ম’ (চীনা: শিনপাই বা শিনজিয়াও) বলা হতো। যারা পুরানো বিশ্বাসে আঁকড়ে ছিল তাদের বলা হতো গেদিমু (আরবি ‘কাদিম’ থেকে, যার অর্থ ‘প্রাচীন’) বা চীনা ভাষায় লাওজিয়াও (পুরানো শিক্ষা)।\nগেদিমু ধারার ধর্মীয় চিন্তায় ইসলামের মূল নীতি তাওহীদ (একত্ববাদ) মেনে চলা হয়।  ধর্মীয় অনুশীলনে এটি মুসলিমদের জন্য ইসলামের পাঁচটি মৌলিক দায়িত্ব (রুকুন) কঠোরভাবে পালন করতে বলে।\nদীর্ঘ সময়ের বিকাশে এটি একটি রক্ষণশীল ঐতিহ্য গড়ে তুলেছে।  এটি অন্য ধারার বিষয়ে হস্তক্ষেপ না করে অপ্রচলিত নতুনত্বের বিরোধী এবং পুরানো নিয়ম মেনে চলে।\nএই ধারার আরেকটি গুরুত্বপূর্ণ বৈশিষ্ট্য হলো সংস্কৃতি ও শিক্ষার ওপর জোর দেওয়া হয়। মসজিদগুলোর মাধ্যমে তারা আশপাশের বাচ্চাদের ধর্মীয় শিক্ষা দেয়। সাধারণত আরবি এবং ফার্সি ভাষা শেখানো হয়।\nকাদিম চীনে সবচেয়ে দীর্ঘ সময় ধরে ছড়িয়ে পড়েছে। এর বিকাশে চীনা সংস্কৃতির কিছু প্রভাব পড়েছে এবং এতে অনেক হান চীনা প্রথা ও ঐতিহ্য মিশে গেছে। মসজিদের স্থাপত্য অন্যান্য মুসলিম এলাকার স্থাপত্য শৈলী থেকে আলাদা। চীনের একটি বিশেষ পরিবেশে সুন্নি বিশ্বাসের ফলে কাদিম সৃষ্টি হয়েছিল।\nজিংতাং জিয়াওয়ু হলো ইসলামী শিক্ষার একটি রূপ যা চীনা সংস্কৃতির প্রভাবে গড়ে উঠেছে। গেদিমু মুসলিমরা এতে গর্ব করে। এটি আরবি ভাষার সঠিক উচ্চারণের কাছাকাছি না গিয়ে চীনা ভাষার সীমাবদ্ধতার কারণে চীনা ধাঁচের উচ্চারণ তৈরি করে। অনেক হুই মুসলিমরা সালাম আলাইকুমের পরিবর্তে সালাম আলেইকুন বলে থাকে।\nহানাফী সুন্নি গেদিমু চীনা রীতিনীতি এবং জিংতাং জিয়াওয়ু শিক্ষা পদ্ধতি দ্বারা কিছুটা প্রভাবিত। তারা আরবি ভাষার সঠিক উচ্চারণ শিখলেও আরবদের মতো উচ্চারণ করতে চায় না। হানফি সুন্নিরা ( ইহেওয়ানি অনুসারীরা) চীনা সংস্কৃতি দ্বারা প্রভাবিত ইসলামী রীতিনীতি অনুশীলনের জন্য গেদিমুর সমালোচনা করে। তারা বলে যে গেদিমুরা চীনা সংস্কৃতির প্রভাবে ইসলামী প্রথা পালন করে যেমন জিংতাং জিয়াওয়ু। সুন্নিরা নিজেদের সঠিক ভাষায় আরবি কথা বলার জন্য গর্বিত। গেদিমু মুসলিমদের হান ও বৌদ্ধ প্রথা এবং \"চীনা আরবি\" পালনের অভিযোগ করে। একজন সুন্নি ইমাম গেদিমু সম্পর্কে বলেছেন, \"তারা অন্ধভাবে তাদের পূর্বপুরুষদের ঐতিহ্য অনুসরণ করে\"। \nগেদিমু অনুসারীরা এমন মসজিদ ব্যবহার করেন যা চীনা শৈলীর মন্দিরের মতো তৈরি করা হয় এবং মিনারগুলি প্যাগোডার মতো দেখায়। অন্যদিকে ইয়িহেওয়ানি সদস্যরা তাদের মসজিদ ও মিনারগুলো মধ্যপ্রাচ্যের স্থাপত্য শৈলীতে নির্মাণ করে।\n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nহু ফান: শানসিতে ইসলাম: অতীত এবং বর্তমান । ডিস। বন ২০০৮\nথমাস হেবার: \" ইসলাম: চীনে একটি নতুন সংঘাত? ক্রমবর্ধমান জাতিগত-ইসলামীকরণ-বিচ্ছিন্নতাবাদ \" পাবলিক ল'র বর্ষপুস্তক, বর্তমান । এনএফ,৪৫.১৯৯৭, এস.৬৪৫ এফএফ।\nমিক্কো সুতারিনেন: গানসুর ডংজিয়াং জনগণ - জাতিগত, ধর্মীয় এবং স্থানীয় পরিচয় (ধর্মীয় পরিচয়) (পিডিএফ-ডেটেই; ৩২০ কেবি)\nজোনাথন নিউম্যান লিপম্যান: পরিচিত অপরিচিত ব্যক্তি, উত্তর-পশ্চিম চীনের মুসলিমদের ইতিহাস, সিয়াটেল, ওয়াশিংটন: ইউনিভার্সিটি অফ ওয়াশিংটন প্রেস ১৯৯৭,আইএসবিএন ০-২৯৫-৯৭৬৪৪-৬"}