{"pageid": 1521708, "title": "সালমা বিনতে আমর", "url": "https://bn.wikipedia.org/wiki?curid=1521708", "content": "সালমা বিনতে আমর ( আরবি: سلمى بنت عمرو   ) হাশিম ইবনে আবদে মানাফের স্ত্রী  অর্থাৎ ইসলামের নবী মুহাম্মদের প্রপিতামহী ছিলেন। তিনি  বনু খাজরাজ গোত্রের অন্যতম প্রভাবশালী নারী ছিলেন। মদিনার অন্যতম গোত্র বনু নাজ্জার গোত্রের আমরের কন্যা। তিনি নিজের পক্ষ থেকে কাফেলদের সাথে ব্যবসা-বাণিজ্য করতেন এবং লেনদেন করতেন।\n\n\n== বিবাহ ==\nহাশিম ইবনে আবদে মানাফ প্রতি বছর ইয়াসরিব (মদিনা) দিয়ে যেতেন এবং সুক আল-নাবতে একটি বাজার করতেন। সালমার প্রাণবন্ত এবং কর্তৃত্বপূর্ণ ব্যবসায়িক আচরণ তার দৃষ্টি আকর্ষণ করে। তিনি তার সম্পর্কে ভালোমত খোঁজখবর নিতে শুরু করেন এবং জানতে পারেন যে সালমা সুপরিচিত এবং সম্মানিত ছিলেন। তাকে অনেকেই পছন্দ করত। এমনকি তিনি নিজের ইচ্ছামতো স্বামী বেছে নিয়েছিলেন এবং প্রয়োজনে তাদের তালাকও দিয়েছিলেন—তবে শুধুমাত্র সেরা পুরুষদেরই বেছে নিতেন। তিনি একজন শক্তিশালী নারী ছিলেন। তিনি নিজের অবস্থান ও গোত্রীয় মর্যাদা উপভোগ করতেন এবং নিজের বাড়ি ও পরিবার ছাড়ার কোনো ইচ্ছা ছিল না। তিনি নিজের বাড়িতে থেকে যেতেন এবং যারা তার কাছে আসতেন, তাদের মধ্য থেকে স্বামী বাছাই করতেন।\nসালমার স্বামীদের মধ্যে একজন ছিলেন বনু জাহজাবার যোদ্ধা-প্রধান উহায়হা ইবনে জুলাহ।  তিনি  ইসলাম-পূর্ব যুগের গোত্রীয় যুদ্ধেএকজন শীর্ষস্থানীয় খ্যাতিমান ব্যক্তিত্ব ছিলেন।তার ইয়াথরিবের কুবার কাছে উতুম আদ-দিহয়ান নামে একটি বড় দুর্গ ছিল। সালমার দুই পুত্র ছিল, আমর এবং মাবাদ। তার আরেক স্বামী ছিলেন বনু নাজ্জারের আত্মীয় মালিক ইবনে আদি, যার সাথে তার দুটি মেয়ে হয়—মুলায়কাহ এবং নুওয়ার। আরেকজন ছিলেন আওফ ইবনে আব্দুল আওফ ইবনে আবদ ইবনে হারিস ইবনে জুহরাহ, যার গর্ভে তার কন্যা শিফা বিনতে আওফের জন্ম হয়েছিল।\nহাশিমের নিজের খ্যাতি এমন ছিল যে তিনি আশা করেছিলেন সালমা তার প্রস্তাবে সম্মানিত ও খুশি হবেন। কিন্তু তিনি শিগগিরই জানতে পারেন যে সালমা তাকে বিয়ে করতে রাজি হলেও শুধু নিজের শর্তপূরণ সাপেক্ষে বিয়ে করবেন। সালমার প্রধান শর্ত ছিল—তিনি ইয়াথরিবে নিজের বাড়িতে থাকবেন, নিজের ব্যবসা ও জীবন পুরোপুরি নিজের নিয়ন্ত্রণে রাখবেন। মক্কায় হাশিমের পরিবারে যোগ দেবেন না এবং তাদের ছেলে হলে সে ১৪ বছর বা তার বেশি বয়স পর্যন্ত তার কাছে ইয়াথরিবে থাকবে।\n\n\n== শিশুরা ==\nসালমা ৪৯৭ খ্রিস্টাব্দে আবদুল মুত্তালিবের জন্ম দেন এবং তার নাম রাখেন শায়বা, যার অর্থ \"প্রাচীন\" বা \"সাদা চুল\"। কারণ তার কালো চুলের মাঝে সাদা চুলের একটি রেখা ছিল। \nআবার আলোচনা শুরু হয়। হাশিম চাইতেন তার ছেলে দুধ ছাড়ার পর মক্কায় তার কাছে আসুক, কিন্তু সালমা ছেলের থেকে আলাদা হতে বা মক্কায় হাশিমের পরিবারে থাকতে রাজি ছিলেন না। সালমা জোর দিয়ে বলল, ছেলের শিক্ষার দায়িত্ব তার ওপর থাকবে এবং শায়বা ইয়াথরিবের তার বাবার বাড়িতে বড় হবে। হাশিম আবারও রাজি হন। তখন মক্কায় হাশিমের পরিবার শায়বার জন্মের কথা জানত না। এর কিছু পরে সালমা হাশিমের আরেকটি মেয়ে সন্তান রুকাইয়্যাহর জন্ম হয়। তার স্বামী গাজা এবং পবিত্র ভূমিতে সিরিয়ার ব্যবসায়িক সফর থেকে ফেরার পথে অসুস্থ হয়ে মারা যান।\nহাশিমের ভাই মুত্তালিব শায়বাকে দেখতে যান, তখন তার বয়স প্রায় আট বছর ছিল। তিনি সালমার কাছে শায়বাকে তার তত্ত্বাবধানে দেওয়ার অনুরোধ করেন। সালমা ছেলেকে ছাড়তে অনিচ্ছুক ছিলেন এবং শায়বাও মায়ের সম্মতি ছাড়া যেতে রাজি হননি। মুত্তালিব তখন যুক্তি দেন যে ইয়াথরিবের তুলনায় মক্কায় শায়বার জন্য অনেক বেশি সুযোগ রয়েছে। সালমা তার যুক্তিতে রাজি হয়ে শায়বাকে যেতে দেওয়ার অনুমতি দেন।\n\n\n== আরো দেখুন ==\nমুহাম্মদের বংশতালিকা\n\n\n== তথ্যসূত্র =="}