{"pageid": 1521803, "title": "শামসিয়া হাসানী", "url": "https://bn.wikipedia.org/wiki?curid=1521803", "content": "শামসিয়া হাসানী ( দারি :شمسیه حسنی ; née ওম্মোলবনীন হাসানী; জন্ম ৯ এপ্রিল ১৯৮৮ ইরানে উদ্বাস্তু আফগান পিতামাতার কাছে) হলেন একজন আফগান রাস্তার শিল্পী, চারুকলার প্রভাষক এবং কাবুল বিশ্ববিদ্যালয়ের অঙ্কন ও শারীরবৃত্তীয় অঙ্কনের সহযোগী অধ্যাপক। তিনি কাবুলের রাস্তায় \"রাস্তার শিল্প\" জনপ্রিয় করেছেন এবং ভারত, ইরান, জার্মানি, মার্কিন যুক্তরাষ্ট্র, সুইজারল্যান্ড, ভিয়েতনাম, নরওয়ে, ডেনমার্ক, তুরস্ক, ইতালি, কানাডা সহ বেশ কয়েকটি দেশে এবং কাবুলের কূটনৈতিক মিশনে তার শিল্প প্রদর্শন করেছেন। যুদ্ধের বছরগুলিতে সচেতনতা আনার জন্য হাসানী কাবুলে গ্রাফিতি আঁকেন। ২০১৪ সালে হাসানীকে এফপির শীর্ষ ১০০ জন বিশ্বব্যাপী চিন্তাবিদদের একজন হিসেবে মনোনীত করা হয়। তিনি ২০২১ সালের বিবিসির ১০০ জন নারীর একজন হিসেবে স্বীকৃতি পান।\n\n\n== জীবনী ==\n\nহাসানীর জন্ম ১৯৮৮ সালে এবং তার শৈশব কেটেছে ইরানে। তার বাবা-মা যুদ্ধের সময় আফগানিস্তানের কান্দাহার থেকে সাময়িকভাবে সেখানে অভিবাসিত হয়েছিলেন। হাসানী ছোটবেলা থেকেই চিত্রকলার প্রতি আগ্রহ দেখান। নবম শ্রেণীতে পড়ার সময় হাসানীর শিল্পকলা ক্লাসে প্রবেশাধিকার ছিল না, কারণ ইরানে আফগানদের জন্য এটি অনুমোদিত ছিল না। ২০০৫ সালে কাবুলে ফিরে আসার পর তিনি কাবুল বিশ্ববিদ্যালয় থেকে কলা বিষয়ে ডিগ্রি অর্জন করেন। হাসানী আফগানিস্তানের কাবুল বিশ্ববিদ্যালয় থেকে চিত্রকলায় বিএ এবং ভিজ্যুয়াল আর্টে স্নাতকোত্তর ডিগ্রি অর্জন করেন।\nপরে তিনি বক্তৃতা দেওয়া শুরু করেন এবং অবশেষে কাবুল বিশ্ববিদ্যালয়ে অঙ্কন ও শারীরস্থান অঙ্কনের সহযোগী অধ্যাপক হন, যার ফলে বেরাং আর্টস নামে একটি সমসাময়িক শিল্পকলা সমষ্টি প্রতিষ্ঠা করেন। রঙিন গ্রাফিতি তৈরি করে হাসানী যুদ্ধের নেতিবাচকতা ঢাকতে কাজ করেন। তিনি দাবি করেন যে, \"শব্দের চেয়ে চিত্রের প্রভাব বেশি, এবং এটি লড়াই করার একটি বন্ধুত্বপূর্ণ উপায়।\" তিনি নারী অধিকারের জন্য লড়াই করার জন্যও তার শিল্প ব্যবহার করেন, আফগানিস্তানে নারীরা যে দুঃখজনক ঘটনার মুখোমুখি হয়েছেন এবং এখনও হচ্ছেন সেগুলির কথা মানুষকে মনে করিয়ে দেন।\n২০১০ সালের ডিসেম্বরে যুক্তরাজ্যের গ্রাফিতি শিল্পী চু আয়োজিত একটি কর্মশালায় হাসানী কাবুলে গ্রাফিতি শিল্প অধ্যয়ন করেন। কর্মশালার পর হাসানী কাবুলের রাস্তার দেয়ালে রাস্তার শিল্প অনুশীলন শুরু করেন। যেহেতু গ্রাফিতির সরবরাহ ঐতিহ্যবাহী শিল্পকর্মের তুলনায় সস্তা, তাই হাসানী শিল্পকর্মটি চালিয়ে যাওয়ার সিদ্ধান্ত নেন। তার একটি কাজ কাবুলের সাংস্কৃতিক কেন্দ্রের দেয়ালে আঁকা, এবং এতে সিঁড়ির নীচে বসে থাকা বোরকা পরা একজন মহিলাকে দেখানো হয়েছে। এর নীচের শিলালিপিতে (ইংরেজিতে) লেখা আছে, \"শুকিয়ে যাওয়া নদীর জল আবার ফিরে আসতে পারে, কিন্তু মারা যাওয়া মাছের কী হবে?\" জনসাধারণের হয়রানি এবং তার কাজ \"অনৈসলামিক\" বলে দাবি এড়াতে, তিনি তার কাজ দ্রুত সম্পন্ন করেন (১৫ মিনিটের মধ্যে)।\n\n\n== যুদ্ধ এবং বোরকা ==\n২০১৩ সালে তিনি আর্ট রাডারকে বলেছিলেন: \"আমি যুদ্ধের খারাপ স্মৃতিগুলো দেয়ালে রঙিন করতে চাই, এবং যদি আমি এই খারাপ স্মৃতিগুলো রঙিন করি, তাহলে আমি মানুষের মন থেকে [যুদ্ধ] মুছে ফেলব। আমি আফগানিস্তানকে তার শিল্পের জন্য বিখ্যাত করতে চাই, যুদ্ধের জন্য নয়।\nহাসানী মূলত বোরকা পরা মহিলাদের স্মারক চিত্র চিত্রিত করেন। শিল্পীর মতে, \"আমি দেখাতে চাই যে নারীরা আফগান সমাজে একটি নতুন, শক্তিশালী রূপ নিয়ে ফিরে এসেছে। এটি একজন নতুন নারী। একজন নারী যিনি শক্তিতে ভরপুর, যিনি আবার শুরু করতে চান।\" এক সাক্ষাৎকারে হাসানী ব্যাখ্যা করেছিলেন, \"আমি বিশ্বাস করি অনেকেই আছেন যারা আফগানিস্তানে নারীদের মুখোমুখি হওয়া সমস্ত ট্র্যাজেডি ভুলে যান; সেই কারণেই আমি আমার চিত্রকর্মগুলিকে মানুষকে মনে করিয়ে দেওয়ার একটি উপায় হিসাবে ব্যবহার করি। আমি সমাজে বিষয়টি তুলে ধরতে চাই, যেখানে সর্বত্র বোরকা পরা নারীদের প্রতিফলিত করা হয়েছে। এবং আমি তাদের বাস্তবে যা আছে তার চেয়ে বড় এবং আধুনিক রূপে দেখানোর চেষ্টা করি। আমি মানুষকে তাদের ভিন্নভাবে দেখার চেষ্টা করি।\"\nএকজন মহিলা রাস্তার শিল্পী হিসেবে হাসানী প্রায়ই হয়রানির শিকার হন: \"কাবুলের রাস্তায় ছবি আঁকা একজন মেয়ের পক্ষে খুবই বিপজ্জনক,\" তিনি বলেন; \"মাঝে মাঝে লোকেরা এসে আমাকে হয়রানি করে; তারা মনে করে না যে ইসলামে একজন মহিলার রাস্তায় দাঁড়িয়ে গ্রাফিতি করা অনুমোদিত।\"\n\n\n== ডিজিটাল আর্ট ==\nহাসানী তার \"ড্রিমিং গ্রাফিতি\" শীর্ষক প্রকল্পের মাধ্যমে এই শিল্পকর্মটি ডিজিটাল ফর্ম্যাটে উপস্থাপনের সাথেও জড়িত। এই উপস্থাপনাটি এমন একটি সিরিজে তৈরি করা হয়েছে যেখানে তিনি জাতীয় এবং ব্যক্তিগত নিরাপত্তার বিষয়গুলি অন্বেষণ করার জন্য ডিজিটাল ফটোগ্রাফগুলিতে রঙ এবং ছবি আঁকেন বা ফটোশপ করেন।\n\n\n== গ্রাফিতি এবং দেয়ালচিত্র ==\nক্যালিফোর্নিয়ার স্যাক্রামেন্টোতে প্রশস্ত খোলা দেয়ালের জন্য দেয়ালচিত্র - মার্কিন যুক্তরাষ্ট্র (২০১৮)\nইউজিন, ওরেগন - মার্কিন যুক্তরাষ্ট্রে ইউজিন ২০x২১ প্রকল্পের জন্য ম্যুরাল পেইন্টিং (২০১৮)\nইস্তাম্বুল কমিক আর্ট ফেস্টিভ্যালের জন্য গ্রাফিতি, ইস্তাম্বুল - তুরস্ক (২০১৮)\nমারভিন দ্য মার্টিন চরিত্রের নকশায় অংশগ্রহণ - লুনি টিউনস (২০১৭)\nলিওনার্দো দা ভিঞ্চির ইনস্টিটিউটের দেয়ালে গ্রাফিতি, ফ্লোরেন্স বিয়েনাল, ইতালি দ্বারা আয়োজিত (২০১৭)\nক্যালিফোর্নিয়ার ভেনচুরায় ম্যুরাল পেইন্টিং - মার্কিন যুক্তরাষ্ট্র (২০১৭)\n২০১৭ সালে নিউ ইয়র্ক, মার্কিন যুক্তরাষ্ট্রে মানবাধিকার কর্মসূচির প্রতিবাদ প্রদর্শনীতে শিল্পের জন্য গ্রাফিতি (অসলো ফ্রিডম ফোরাম)\nজার্মানির মিলারন্টর গ্যালারিতে একটি ম্যুরাল চিত্রকর্মে অংশগ্রহণ এবং চিত্রাঙ্কন - ২০১৬\nলস অ্যাঞ্জেলেসের দেয়ালে গ্রাফিতি, ক্যালিফোর্নিয়া - মার্কিন যুক্তরাষ্ট্র (২০১৬)\nঅসলো ফ্রিডম ফর্ম - নরওয়ে (২০১৫) -এ অংশগ্রহণ এবং সরাসরি গ্রাফিতি।\nখোজ - ভারত (২০১৩) -এ শিল্প ব্যবস্থাপনা কর্মশালায় গ্রাফিতি\nভিয়েতনামে একটি ম্যুরাল তৈরিতে এল ম্যাকের সাথে সহযোগিতা (২০১২)\n\n\n== প্রদর্শনী ==\nগ্রুপ প্রদর্শনী, শব্দের চিহ্ন: এশিয়ার শিল্প ও ক্যালিগ্রাফি, ইউবিসি, ভ্যাঙ্কুভার, কানাডার নৃবিজ্ঞান জাদুঘর (২০১৭)\nআর্টওয়াক ভেনচুরা, ক্যালিফোর্নিয়া - মার্কিন যুক্তরাষ্ট্রের আমন্ত্রণে ভিটা আর্ট সেন্টারে চিত্রকলা প্রদর্শনী (২০১৭)\nসেহৌন আর্ট গ্যালারী, লস অ্যাঞ্জেলেস, ক্যালিফোর্নিয়া - মার্কিন যুক্তরাষ্ট্রে চিত্রকলার প্রদর্শনী (২০১৭)\nমার্কিন যুক্তরাষ্ট্রের নিউ ইয়র্কে রোয়া খাদজাভি আয়োজিত এলগা উইমার গ্যালারিতে চিত্রকলার প্রদর্শনী (২০১৭)\nসেহৌন আর্ট গ্যালারী, লস অ্যাঞ্জেলেস, ক্যালিফোর্নিয়া - মার্কিন যুক্তরাষ্ট্রে চিত্রকলার প্রদর্শনী (২০১৬)\nসুইজারল্যান্ডের টেরে দেস ফেমেস (২০১৩) কর্তৃক আয়োজিত গ্রাফিতি প্রদর্শনী, সম্মেলন এবং কর্মশালা\nনেদারল্যান্ডস এবং কানাডার দূতাবাসে ড্রিমিং গ্রাফিতি প্রদর্শনী (২০১২)\nঅস্ট্রেলিয়ায় গ্রাফিতি প্রদর্শনী (২০১২)\nআফগানিস্তানের মার্কিন দূতাবাসে চিত্রকলার প্রদর্শনী (২০১২)\n\n\n== সম্মাননা ==\nআর্ট স্পেকট্রাম পুরষ্কারের প্রাপক দক্ষিণ এশিয়া (নতুন ভিত্তি ভেঙে), গোয়া - ভারত (২০১৭)\nহ্যামার মিউজিয়াম, ইউসিএলএ - লস অ্যাঞ্জেলেস, মার্কিন যুক্তরাষ্ট্রে আবাসিক শিল্পী (২০১৬)\nএফপি-এর শীর্ষ ১০০ জন গ্লোবাল থিঙ্কারের একজন হিসেবে মনোনীত (২০১৪)\nআফগানিস্তানের কাবুলে প্রথম জাতীয় গ্রাফিতি উৎসবের প্রতিষ্ঠাতা (২০১৩)\nতিনি ২০২১ সালের বিবিসির ১০০ জন নারীর একজন হিসেবে স্বীকৃতি পেয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅফিসিয়াল ওয়েবসাইট"}