{"pageid": 1521906, "title": "ওড়িশার লোক উৎসব", "url": "https://bn.wikipedia.org/wiki?curid=1521906", "content": "ভারতের ওড়িশা রাজ্য ঐতিহ্যবাহী উৎসব এবং সাংস্কৃতিক অনুষ্ঠানে সমৃদ্ধ। ওড়িশায় ১২ মাসে ১৩টি উৎসব উদযাপন করা হয়, যা তাদের ভাষায় বারা মাসরে তেরা পর্ব হিসাবে উল্লেখ করা হয়।\n\n\n== প্রধান উৎসব ==\n\n\n=== শরৎ ===\n\n\n==== দুর্গা পূজা ====\n\nদুর্গাপূজা (ଦୁର୍ଗା ପୂଜା) আশ্বিন মাসে (অক্টোবর এবং সেপ্টেম্বর) হয়। এটি ১০ দিনব্যাপী একটি উৎসব। এই সময়কালে, দেবী দুর্গার পূজা শক্তিপীঠে অনুষ্ঠিত হয়। অস্থায়ী মন্দিরের নির্মান করেও পূজা করা হয় যাকে মণ্ডপ বলা হয়। নবরাত্রি বলতে উৎসবের প্রথম নয় দিনকে বোঝায়। এই নয় দিন দুর্গার নয়টি রূপ, নবদুর্গা, পূজা করা হয়। আশ্বিন মাসের প্রথম পক্ষ (চন্দ্রপক্ষ) তিথিতে নবরাত্রি শুরু হয়। হিন্দু পুরাণ অনুসারে, দশমীর দিনে দুর্গা অসুর, মহিষাসুরকে হত্যা করেছিলেন। তার উতসবের শেষ পাঁচ দিন বিশেষভাবে গুরুত্বপূর্ণ বলে বিবেচিত হয়। \nকটকের দুর্গাপূজা বিশেষ প্রসিদ্ধ। বছরের এই সময় কটক শহর অনেক পর্যটক আসে। পর্যটকদের সংখ্যা বৃদ্ধির জন্য এই সময়ে বিশেষ ট্রেন চালানো হয়।  কটকে পূজার পর, বিজয়াদশমীর দশমীর দিনে দুর্গা মূর্তির জমকালো শোভাযাত্রায় বের করা হয় এবং কাঠজোড়ি নদীতে বিসর্জন দেওয়া হয়। \n\n\n==== কালী পূজা ====\nকালীপূজা আশ্বিন মাসে (অক্টোবর) হয়। দুর্গাপূজা শেষ হওয়ার পর এটি পালিত হয়।  ওড়িশার উত্তরাঞ্চলীয় জেলাগুলিতে, যেমন কেন্দুঝারে একটি বড় উৎসব হিসেবে বিবেচিত হয়।  কেন্দুঝার জেলায় কালীপূজার সময় এক সপ্তাহব্যাপী মেলা চলে। সপ্তাহ শেষ হওয়ার পর দেবী কালীর মূর্তিটি একটি বিশাল শোভাযাত্রায় নিয়ে যাওয়া হয় এবং তারপর কোনও পবিত্র নদী বা কাছাকাছি কোনও জলাশয়ে নিমজ্জিত করা হয়। \n\n\n==== কুমার পূর্ণিমা ====\nকুমার পূর্ণিমা (କୁମାର ପୂର୍ଣିମା) আশ্বিন মাসের প্রথম পূর্ণিমার দিনে উদযাপিত হয়। এটি মূলত অবিবাহিত মেয়েরা উদযাপন করে। তারা ভবিষ্যতে সুপুরুষ স্বামী পাওয়ার জন্য প্রার্থনা করে। বিশ্বাস অনুসারে, এই দিনে সুদর্শন দেবতা কুমার কার্তিকেয় জন্মগ্রহণ করেছিলেন। মেয়েরা এই দিনে পুচির মতো ঐতিহ্যবাহী স্থানীয় ক্রীড়ায় অংশ নেয় এবং নতুন পোশাক পরে। \n\n\n==== দীপাবলি ====\nদীপাবলি (ଦୀପାବଳି) কার্তিক অমাবস্যায় পালিত হয়। \nদীপাবলির দিন স্থানীয় পরিবারগুলি পাটের ডাল পুড়িয়ে তাদের পূর্বপুরুষদের স্মরণ করে এবং তাদের আশীর্বাদ প্রার্থনা করে \n\n\n=== শীতকালীন ===\n\n\n==== প্রথমাষ্টমী ====\n\nপ্রথমାষ্টমী এই সময়কার ওড়িশার অন্যতম প্রধান লোক উতসব। পরিবারের সদস্যরা প্রথমজাতদের দীর্ঘায়ু কামনা করে উতসব পালন করে। এই দিন ওড়িশার বিশেষ সুস্বাদু খাবার এন্ডুরি পিঠা প্রস্তুত করা হয়।   মার্গাসিরা মাসের অষ্টমী তিথিতে এই উতসব পালিত হয়। \n\n\n=== বসন্ত ===\n\n\n==== বসন্ত পঞ্চমী ====\nবসন্ত পঞ্চমী (ବସନ୍ତ ପଞ୍ଚମୀ) মাঘ মাসের প্রথম চন্দ্র পাক্ষিকের (মাঘ শুক্লা পঞ্চমী) পঞ্চম দিনে অনুষ্ঠিত হয়, যা সাধারণত জানুয়ারি বা ফেব্রুয়ারিতে পড়ে। এই দিনটি সরস্বতী পূজা (ସରସ୍ୱତୀ ପୂଜା) হিসাবেও পালন করা হয়। হিন্দু ধর্মে সরস্বতী হলেন জ্ঞান ও প্রজ্ঞার দেবী। এই উতসব বসন্তের আগমনকেও চিহ্নিত করে। \n\n\n==== মহা শিবরাত্রি ====\n\nমহা শিবরাত্রি (ମହା ଶିବରାତ୍ରି) ফাল্গুন মাসের ক্ষয়প্রাপ্ত চান্দ্র পাক্ষিকের ১৩ তম রাতে বা ১৪ তম দিনে পালিত হয়। এটি সাধারণত ফেব্রুয়ারি বা মার্চ মাসে পালিত হয়। প্রচলিত কথা অনুসারে এই রাতে শিব তাণ্ডব নৃত্য পরিবেশন করেন।  উপাসকরা উপবাস করে সারা রাত জাগরণ করে এবং পরের দিন সকালে শিবের পূজার পর উপবাস ভাঙতে পারেন। \n\n\n==== দোল পূর্ণিমা এবং হোলি ====\nদোলা যাত্রা নামেও পরিচিত পাঁচ দিনব্যাপী দোল পূর্ণিমা উৎসব জাঁকজমক ও উৎসাহের সাথে পালিত হয়। দোল পূর্ণিমার পরে আসে হোলি । এই দিনে, ওড়িয়া ক্যালেন্ডার প্রস্তুত করা হয় এবং দেবতা জগন্নাথকে উৎসর্গ করা হয়। জগন্নাথ ওড়িশাতে দোলগোবিন্দ নামেও পরিচিত \n\n\n=== গ্রীষ্ম ===\n\n\n==== রথযাত্রা ====\n\nরথযাত্রা হল একটি বার্ষিক হিন্দু উৎসব যা উড়িষ্যার পুরীতে উদ্ভূত হয়েছিল। এই উৎসবটি সমগ্র ওড়িশা জুড়ে আষাঢ় মাসের কৃষ্ণপক্ষের দ্বিতীয় দিনে (আষাঢ় শুক্লদূতিয়া) পালিত হয় যা সাধারণত জুন/জুলাই মাসে পরে। এই উৎসবে জগন্নাথ, বলভদ্র এবং সুভদ্রার মূর্তিগুলিকে বিশাল রথে করে বৃহত লোকসমাগম ও শোভাযাত্রার মাধ্যমে জগন্নাথ মন্দির থেকে গুন্ডিচা মন্দিরে নিয়ে আসা হয় হয়নয় দিন পর, মূর্তিগুলো মন্দিরে ফিরিয়ে আনা হয়। ২০১৪ সালে পুরীর উৎসবে ৯০০,০০০ মানুষ উপস্থিত ছিলেন। \n\n\n=== বর্ষাকাল ===\n\n\n==== গণেশ চতুর্থী ====\nগণেশ চতুর্থী (ଗଣେଶ ଚତୁର୍ଥୀ) সাধারণত আগস্ট মাসে দেবতা গণেশের জন্মদিন হিসেবে পালিত হয়। এটি মূলত শিক্ষা প্রতিষ্ঠান এবং শিক্ষার্থীরা পালন করে। মণ্ডপে দেবতাকে মোদক এবং লাড্ডুর মতো প্রসাদ পরিবেশন করা হয়। উৎসব চলাকালীন, শিক্ষার্থীরা পড়াশোনা সম্পর্কিত কোনও কার্যকলাপ করতে পারেনা। গণেশ বিসর্জনের পর, পড়াশোনার কার্যক্রম আবার শুরু হয়। \n\n\n== আঞ্চলিক উৎসব ==\nএই বিভাগে নির্দিষ্ট অঞ্চলের উৎসবগুলির তালিকা দেওয়া হয়েছে।\n\n\n=== উপকূলীয় ওড়িশা ===\n\n\n==== রজ পর্ব ====\nরজ পর্ব (ରଜ ପର୍ବ) হল আষাঢ় মাসের প্রথম দিন উপকূলীয় জেলাগুলিতে পালিত হয়। এটি সাধারণত জুনের মাঝামাঝি সময়ে উদযাপিত হয়। এই উৎসবটি পৃথিবীর দেবী বসুমাতার উদ্দেশ্যে উৎসর্গীকৃত। উতসবটি বসুমাতা পূজা নামে পরিচিত। \n\n\n==== বালি যাত্রা/কার্তিক পূর্ণিমা ====\n\nবালি যাত্রা (ବାଲି ଯାତ୍ରା) উড়িষ্যার প্রাচীন সমুদ্র ব্যবসায়ীদের স্মরনে উদযাপিত হয়। এটি কার্তিক পূর্ণিমার দিনে পড়ে। এই দিনে, পুকুর, নদী এবং সমুদ্রে বোয়েটাস নামক নৌকার ক্ষুদ্রাকৃতি অবমুক্ত করা হয় ভাসানো হপ্য। এই উৎসবটি রাজ্য জুড়ে এক সপ্তাহ ধরে পালিত হয়।  কটকে একটি প্রধান বার্ষিক বাণিজ্য মেলাও অনুষ্ঠিত হয়। \n\n\n=== মধ্য ওড়িশা ===\n\n\n==== গজলক্ষ্মী পূজা ====\nগজা-লক্ষ্মী পূজা (ଗଜଲକ୍ଷ୍ମୀ ପୂଜା) প্রধানত ঢেঙ্কানাল এবং কেন্দ্রপাড়া শহরে পালিত হয়। এটি দেবী লক্ষ্মীর উদ্দেশ্যে নিবেদিত ১১ দিনের একটি উৎসব, যা কুমার পূর্ণিমায় শুরু হয়। \n\n\n=== পশ্চিম ওড়িশা ===\n\n\n==== নুয়াখাই ====\nনুয়াখাই (ନୂଆ ଖାଇ) সম্বলপুরী সাংস্কৃতিক অঞ্চলে বিশেষভাবে পালিত হয়। ধান ফসল তোলার সময় এই উতসব উদযাপিত হয়। এটি গণেশ চতুর্থীর পরের দিন পড়ে। ধান কাটার পর সন্ধ্যায় লোকনৃত্য এবং গানের অনুষ্ঠানের আয়োজন করা হয়। \n\n\n==== শীতলষষ্ঠী ====\nশীতলষষ্ঠী দেবতা শিব ও পার্বতীর বিবাহ উদযাপনের জন্য পালিত হয়। দক্ষিণ ওড়িসার অনেক জায়গায়, বিশেষ করে গঞ্জাম জেলা এবং ব্রহ্মপুরে শীতলষষ্ঠী পালিত হয়। \n\n\n==== ধনু যাত্রা ====\nধনু যাত্রা হল অসুর রাজা কংসের নিধন উপলক্ষে পালিত্ একটি বার্ষিক উতসব যা বারগড়ে অনুষ্ঠিত হয়। ১ থেকে ১১ জানুয়ারী সময়কালে, বারগড় শহরটিকে পৌরাণিক মথুরা শহর বলে ধরে নেওয়া হয়। বাসুদেব ও দেবকীর বিবাহের মাধ্যমে এই উৎসব শুরু হয়। আম্বাপল্লী গ্রামকে গোপাপুর হিসেবে গণ্য করা হয়। উৎসবের সময় একজন অভিনেতা  কংসের চরিত্রে অভিনয় করেন এবং সামাজিক বার্তা প্রচার করেন যা পৌরাণিক চরিত্রের বিপরীত। \n\n\n== তথ্যসূত্র =="}