{"pageid": 1521337, "title": "বিন্দুজা মেনন", "url": "https://bn.wikipedia.org/wiki?curid=1521337", "content": "বিন্দুজা মেনন একজন ভারতীয় অভিনেত্রী যিনি মালায়ালাম চলচ্চিত্র জগতে তার অভিনয়ের জন্য পরিচিত।  ১৯৯৪ সালের পবিত্রম চলচ্চিত্রে তিনি মোহনলালের বোনের চরিত্রে অভিনয় করে জনপ্রিয়তা অর্জন করেন। তিনি তার মায়ের কাছ থেকে আনুষ্ঠানিক ধ্রুপদী নৃত্যের শিক্ষা গ্রহণ করেছিলেন এবং বর্তমানে একজন নৃত্য শিক্ষক হিসেবে তার কর্মজীবন গড়ে তুলেছেন। \n\n\n== পটভূমি ==\nবিন্দুজা ১৯৮৫ সালে মুক্তিপ্রাপ্ত ওন্নানাম কুন্নিল ওরাদি কুনিল চলচ্চিত্রে শিশু অভিনেত্রী হিসাবে অভিনয় করে চলচ্চিত্র জগতে আত্মপ্রকাশ করেছিলেন। তিনি করমানার এনএসএস কলেজ ফর উইমেন থেকে পড়াশোনা করেছেন এবং তিরুবনন্তপুরমের গভর্নমেন্ট কলেজ ফর উইমেন থেকে মাস্টার্স ডিগ্রি অর্জন করেছেন।  তিনি মাদুরাই কামরাজ বিশ্ববিদ্যালয় থেকে ডক্টরেট উপাধি লাভ করেন। তিনি একজন নাট্যশিল্পী হিসেবে তার কর্মজীবন শুরু করেছিলেন।\n\n\n== অভিনয় জীবন ==\nবিন্দুজা মেনন মালয়ালম চলচ্চিত্র জগতের এক পরিচিত নাম, যিনি ১৯৮০ এবং ১৯৯০-এর দশকে একাধিক জনপ্রিয় সিনেমায় অভিনয় করেছেন। ১৯৮৫ সালে ওন্নানাম কুন্নিল ওরাডি কুন্নিল সিনেমার মাধ্যমে তিনি অভিনয়জীবন শুরু করেন, যেখানে তিনি আনন্দের বোনের চরিত্রে অভিনয় করেছিলেন। এরপর ১৯৮৭ সালে নোম্বারাথি পুভু চলচ্চিত্রে শান্তির ভূমিকায় তার উপস্থিতি দর্শকদের দৃষ্টি আকর্ষণ করে। ১৯৯১ সালে ন্যান গান্ধর্বান সিনেমায় ভামার বোন হিসেবে তিনি অভিনয় করেন, যা তার অভিনয় তালিকায় আরও একটি উল্লেখযোগ্য সংযোজন।\nবিন্দুজা মেননের অভিনয় জীবনের সেরা সময় ছিল ১৯৯০-এর দশকের মাঝামাঝি, যখন তিনি একের পর এক সফল চলচ্চিত্রে অভিনয় করেন। ১৯৯৪ সালে তিনি ভীষ্মাচার্য-এ মায়া চরিত্রে, পিঙ্গামি-তে গঙ্গা / মেরি / চিনুমোল চরিত্রে, পবিত্রম-এ মীনাক্ষী চরিত্রে এবং ভেন্ডর ড্যানিয়েল স্টেট লাইসেন্সি-তে রাজলক্ষ্মী চরিত্রে অভিনয় করেন। ১৯৯৫ সালে তার অভিনীত সিনেমার সংখ্যা আরও বৃদ্ধি পায়। তিনি সমুদায়ম সিনেমায় সুহারা চরিত্রে, টম অ্যান্ড জেরি-তে নন্দিনী চরিত্রে, শ্রীরাগম-এ রুক্মিণী চরিত্রে এবং পুথুক্কোত্তায়িলে পুথুমানবালান সিনেমায় অনিথা চরিত্রে অভিনয় করেন। এছাড়াও, পেরারিয়াপুক্কল সিনেমায় তিনি রাধিকা চরিত্রে অভিনয় করেছিলেন।\n১৯৯৬ ও ১৯৯৭ সালে তিনি বেশ কয়েকটি সিনেমায় অভিনয় করেন, যার মধ্যে আয়িরাম নাভুল্লা আনন্দন, কাঞ্চনম, স্নেহসিন্দুরম, মূনু কডিয়ুম মুন্নুরু পবনুম এবং সুপারম্যান অন্যতম। এক দশকেরও বেশি সময় পর, ২০১৬ সালে তিনি অ্যাকশন হিরো বিজু সিনেমায় অভিনয় করেন, যেখানে তিনি হরীর স্ত্রীর চরিত্রে ছিলেন। তার অভিনয় দক্ষতা এবং চরিত্রের বৈচিত্র্য মালয়ালম চলচ্চিত্র জগতে তাকে একটি স্মরণীয় অভিনেত্রী হিসেবে প্রতিষ্ঠিত করেছে।\n\n\n== ব্যক্তিগত জীবন ==\nবিন্দুজার বাবা কেপি বিশ্বনাথন মেনন, একজন সরকারি কর্মকর্তা, এবং তার মা কালামন্ডলম বিমলা মেনন, কেরালা নাট্য একাডেমির নামক এক মর্যাদাপূর্ণ নৃত্য প্রতিষ্ঠানের প্রতিষ্ঠাতা। বিন্দুজার এক ভাই আছে, বিনোদ কুমার।  বিন্দুজারাজেশ কুমারের সাথে বিবাহ বন্ধনে আবদ্ধ এবং তাদের একটি মেয়ে আছে, নেহা।  তিনি তার পরিবারের সাথে মালয়েশিয়ায় থাকেন এবং কেরালা নাট্য প্রতিষ্ঠানের নৃত্য প্রশিক্ষক এবং মাঝে মাঝে অভিনয় করেন।  তিনি কৈরালি টিভিতে ড্যান্স পার্টি রিয়েলিটি শোতে বিচারকও ছিলেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== তথ্যসূত্র =="}