{"pageid": 1521370, "title": "নক্ষত্রা (অভিনেত্রী)", "url": "https://bn.wikipedia.org/wiki?curid=1521370", "content": "নক্ষত্রা হলেন একজন ভারতীয় অভিনেত্রী যিনি মূলত মালায়ালাম এবং কন্নড় ভাষার চলচ্চিত্রে অভিনয় করেন।\n\n\n== জীবনের প্রথমার্ধ ==\nকন্নড় চলচ্চিত্র পরিচালক ডি. রাজেন্দ্র বাবু এবং অভিনেত্রী সুমিত্রার কনিষ্ঠা কন্যা নক্ষত্রা।  তার বড় বোন, উমা শঙ্করীও একজন পরিচিত অভিনেত্রী।  নক্ষত্রা ইরোড সেনগুনথার ইঞ্জিনিয়ারিং কলেজে বায়োটেক নিয়ে পড়াশোনা করেছেন। \nনক্ষত্রা তার এক বিবৃতিতে বলেছেন যে তিনি সবসময় একজন অভিনেত্রী হতে চেয়েছিলেন। তার বাবা-মা প্রথমে তার ইচ্ছার বিরুদ্ধে ছিলেন কারণ তারা তার মেয়েকে কোনও কষ্টের মধ্য দিয়ে যেতে দেখতে চাননি। \n\n\n== অভিনয় জীবন ==\n১৭ বছর বয়সে, পরিচালক সুনীল কুমার দেশাই একটি অনুষ্ঠানে প্রথম নক্ষত্রাকে লক্ষ্য করেন। সুনীল নক্ষত্রার মা সুমিত্রাকে ফোন করেন এবং তাকে তার চলচ্চিত্রে অভিনয়ের সুযোগ দেওয়ার আগ্রহ প্রকাশ করেন।  নক্ষত্রা সুনীল দেশাইয়ের সারেগামা  চলচ্চিত্রে প্রধান চরিত্রে অভিনয় করার সুযোগ দেওয়া পান।  এর কিছুক্ষণ পরেই তিনি গোকুল  চলচ্চিত্রে অভিনয় করেন, যা তার প্রথম মুক্তিপ্রাপ্ত ছবি। এরপর তিনি হরে রাম হরে কৃষ্ণ চলচ্চিত্রে প্রধান ভূমিকায় অভিনয় করে।\nনক্ষত্রা গোকুলা চলচ্চিত্রে একজন লাজুক মেয়ের চরিত্রে অভিনয় করেছিলেন এবং সেখানে তিনি তার মায়ের সাথে অভিনয় করেছিলেন।  সমালোচকরা সেই ছবিতে নক্ষত্রার অভিনয়ের প্রসংশা করে তাকে চিত্তাকর্ষক, নজরকাড়া  এবং আকর্ষণীয়  ইত্যাদি আখ্যায় ভূষিত করেন। তার প্রথম অভিনীত চলচ্চিত্র সারেগামা বেশ কয়েকবার বিলম্বিত হয় এবং পরে তা স্থগিত করা হয়।  দুই চলচ্চিত্রের পরস্পরবিরোধী সময়সূচীর কারণে, তাকে হরে রাম হরে কৃষ্ণ  থেকে সরে আসতে হয় এবং শেষ পর্যন্ত তাকে সেই চলচ্চিত্রে পূজা গান্ধীর ভূমিকায় অভিনয় করতে হয়।\n২০১১ সালে তার প্রথম তামিল ছবি ডু এবং মারুধাভেলু মুক্তি পায়।  পরের বছর, তিনি বৈদুরিয়াম  চলচ্চিত্রে অভিনয়ের মাধ্যমে মালায়ালাম চলচ্চিত্র জগতে আত্মপ্রকাশ করেন। মালায়ালাম চলচ্চিত্র জগতে তিনি তার নাম পরিবর্তন করে দীপ্তি রাখেন। সে বছর তার দ্বিতীয় মালায়ালাম চলচ্চিত্র কিলি পদুম গ্রামম মুক্তি পায়। বৈদুর্যম ছবিতে তিনি গায়ত্রী চরিত্রে অভিনয় করেছিলেন, যিনি একজন শক্তিশালী মহিলা চরিত্র নক্ষত্রা বলেছিলেন যে এই ভূমিকাটি তার কাছে খুবই কঠিন ছিল। তিনি আরও বলেন যে, ছবিতে কাজ করার ফলে তিনি তার খোলস ছেড়ে বেরিয়া এসে নতুন চ্যালেঞ্জের মুখোমুখি হ্যেছিলেন।  কিলি পাদুম গ্রামাম ছবিতে তিনি একজন উচ্ছ্বল গ্রামের মেয়ের চরিত্রে অভিনয় করেছিলেন; দুটি ছবিই বানিজ্যিক ভাবে সফল হয়েছিল। \n২০১৩ সালে মুক্তিপ্রাপ্ত তার প্রথম মালায়ালাম ছবি ফর সেল  -এ তিনি একটি ছোট ভূমিকায় অভিনয় করেছিলেন। সেই বছর তার অভিনীত তামিল ছবি আর্য সূর্য মুক্তি পায়। আর্য সূর্য  চলচ্চিত্র পরিচালক রামা নারায়ণনের ১২৬তম ছবি চিল।  এরপর নক্ষত্রা কন্নড় চলচ্চিত্র ফেয়ার অ্যান্ড লাভলি -তে একটি গুরুত্বপূর্ণ ভূমিকায় অভিনয়ের জন্য চুক্তিবদ্ধ হন।  দ্য হিন্দুর একটি পর্যালোচনায় ফেয়ার অ্যান্ড লাভলি চলচ্চিত্রে তার ভূমিকাকে সাধারন হিসাবে উল্লেখ করা হয়েছে।  ২০১৫ সালে, তিনি তার প্রথম মালায়ালাম ছবি ভিলেজ গাইস -এ অভিনয় করেন, যেখানে তিনি আবার তার মায়ের সাথে অভিনয় করেন।  এরপর তিনি কুচিকু কুচিকু  চলচ্চিত্রে অভিনয় করেন যা তার বাবার মৃত্যুর আগের শেষ পরিচালিত ছবি।  নবাগত শঙ্কর নারায়ণ পরিচালিত ওরু নিউ জেনারেশন পানি ছবিতে তাকে ইন্দ্রজা নামে একজন সাহসী এবং সুশিক্ষিত মেয়ের চরিত্রে অভিনয় করতে দেখা গেছিল।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== তথ্যসূত্র =="}