{"pageid": 1521679, "title": "অনিতা প্রতাপ", "url": "https://bn.wikipedia.org/wiki?curid=1521679", "content": "অনিতা প্রতাপ একজন প্রবাসী ভারতীয় লেখক এবং সাংবাদিক।  ১৯৮৩ সালে, তিনিই প্রথম সাংবাদিক যিনি এলটিটিই প্রধান ভি. প্রভাকরণের সাক্ষাৎকার নেন। তালেবান কর্তৃক কাবুল দখলের সাথে সম্পর্কিত টেলিভিশন সাংবাদিকতার জন্য তিনি টিভি রিপোর্টিংয়ের জন্য জর্জ পোক পুরস্কার জিতেছেন। তিনি সিএনএন- এর ভারত ব্যুরো প্রধান ছিলেন।  তিনি শ্রীলঙ্কার উপর ভিত্তি করে \"আইল্যান্ড অফ ব্লাড\" বইটি লিখেছেন। ২০১৩ সালে কেরালা সঙ্গীত নাটক আকাদেমির সাথে যুক্ত একটি সংস্থা কেরালা কলা কেন্দ্রম তাকে শ্রীরত্ন পুরস্কার প্রদান করে।  ২০১৪ সালের লোকসভা নির্বাচনে তিনি কেরালার এর্নাকুলাম থেকে আম আদমি পার্টির প্রার্থী হিসেবে মনোনীত হন।\n\n\n== জীবনের প্রথমার্ধ ==\nঅনিতা কেরালার কোট্টায়ামে একটি সিরিয়ান মালাবার ক্যাথলিক পরিবারে জন্মগ্রহণ করেন। তার বাবা টাটা গ্রুপের একটি প্রতিষ্ঠানে কর্মরত ছিলেন, তিনি ভারতের বিভিন্ন স্থানে তার পরিবারকে সাথে নিয়ে কর্মরত ছিলেন। ছোটবেলায় অনিতা এগারো বছরে সাতটি স্কুল পরিবর্তন করেছিল। তিনি কলকাতার লরেটো স্কুল থেকে সিনিয়র কেমব্রিজ পাস করেন এবং ১৯৭৮ সালে নয়াদিল্লির মিরান্ডা হাউস থেকে বিএ – ইংরেজি ডিগ্রি অর্জন করেন  এবং বেঙ্গালুরু বিশ্ববিদ্যালয় থেকে সাংবাদিকতায় ডিপ্লোমা করেন।\n\n\n== ক্যারিয়ার ==\nসাংবাদিকতায় ডিপ্লোমা সম্পন্ন করার পর, অনিতাকে দিল্লিতে দ্য ইন্ডিয়ান এক্সপ্রেসের তৎকালীন সম্পাদক অরুণ শৌরি নিয়োগ করেন। এরপর সে তার বাবা-মায়ের সাথে থাকার জন্য বেঙ্গালুরুতে চলে যায়। এর কিছুদিন পরেই, তিনি সানডে ম্যাগাজিনে যোগ দেন। সাংবাদিকতার প্রতি তার আগ্রহ ছিল আন্তর্জাতিক রাজনীতিতে এবং এটি তাকে শ্রীলঙ্কার জাতিগত সংঘাতের দিকে পরিচালিত করে। তিনি সরাসরি তথ্য সংগ্রহের জন্য অনেক স্থান পরিদর্শন করেছেন। ১৯৮৩ সালে, তিনি লিবারেশন টাইগার্স অফ তামিল ইলম (এলটিটিই) প্রধান ভেলুপিল্লাই প্রভাকরণের সাক্ষাৎকার নেন।  এটি ছিল প্রভাকরণের বিশ্বের কাছে দেওয়া প্রথম সাক্ষাৎকার যেখানে তিনি এলটিটিই প্রতিষ্ঠার তার দর্শন, সরকারের উপর নির্ভর না করে নিজের হাতে বিষয়গুলি গ্রহণ এবং তার ভবিষ্যৎ পরিকল্পনা সম্পর্কে কথা বলেছেন। অনিতা তাৎক্ষণিকভাবে আন্তর্জাতিক স্তরে স্বীকৃতি লাভ করে। তিনি শ্রীলঙ্কায় তার কাজ চালিয়ে যান এবং পরবর্তীতে ২০০৩ সালে সন্ত্রাস-কবলিত এলাকায় বসবাসের অভিজ্ঞতা নিয়ে তার প্রথম বই \"আইল্যান্ড অফ ব্লাড\" প্রকাশ করেন। \nঅনিতা ইন্ডিয়া টুডেতেও কাজ করতেন এবং তারপর আট বছর ধরে টাইম ম্যাগাজিনের সংবাদদাতা ছিলেন।  ১৯৯৩ সালে বোম্বেতে (বর্তমানে মুম্বাই ) বোমা হামলার পর, তিনি টাইমের জন্য বাল ঠাকরের সাক্ষাৎকারও নিয়েছিলেন; তিনি তখন মহারাষ্ট্রের প্রধান বিরোধী দল শিবসেনার প্রধান ছিলেন। ১৯৯৬ সালে, তিনি সিএনএন-এ যোগদান করেন, এটি টেলিভিশন সাংবাদিক হিসেবে তার প্রথম অভিজ্ঞতা। অভিজ্ঞতা অর্জনের জন্য তিনি আটলান্টা এবং ব্যাংকক ব্যুরোতে অল্প সময়ের জন্য কাজ করেছিলেন। এরপর তিনি তালেবানদের কাবুল দখলের সংবাদ কভার করেন যার জন্য তাকে জর্জ পোল্ক পুরস্কার প্রদান করা হয়। \nপ্রিন্ট মিডিয়া থেকে টেলিভিশনে আসার পর, অনিতা সামাজিক বিষয় এবং শিল্পকলার উপর বিভিন্ন তথ্যচিত্রও তৈরি করেছিলেন। \"লাইট আপ দ্য স্কাই\" ছবিতে তিনি বিদ্রোহী মিজোরামকে একটি গণতান্ত্রিক রাজ্যে রূপান্তরিত করার চিত্র তুলে ধরেছেন। তার তথ্যচিত্র, \"অরফানস অফ অ্যান অ্যানসিয়েন্ট সিভিলাইজেশন\", কারিগরদের দুর্দশার কথা উল্লেখ করে এবং \"হোয়েন দ্য সোল গ্লোস\" লোকনৃত্যের ঐতিহ্যের নথিভুক্ত করে। শাবাশ হালেলুজাহ ছিল নাগা রেজিমেন্টের উপর একটি তথ্যচিত্র।  বেঙ্গালুরু-ভিত্তিক আলোকচিত্রী মহেশ ভাটের সাথে সহ-লেখক হিসেবে, তিনি ২০০৭ সালে তার দ্বিতীয় বই আনসাং প্রকাশ করেন যেখানে নয়জন সাধারণ ভারতীয় মানুষের গল্প বলা হয়েছে যারা সমাজের সেবা করেছিলেন। \n\n\n== পুরস্কার এবং সম্মাননা ==\n১৯৯৭ – জর্জ পোল্ক পুরস্কার \n১৯৯৭ – ইন্দো-আমেরিকান সোসাইটি কর্তৃক প্রদত্ত বিশিষ্ট ভারতীয় পুরস্কার \n১৯৯৮ – অসাধারণ নারী মিডিয়া পার্সনের জন্য চামেলী দেবী জৈন পুরস্কার \n২০১০ – কর্মবীর পুরস্কার দ্বারা মিডিয়া সিটিজেন হিসেবে \"নোবেল লরিয়েট\" \n\n\n== ব্যক্তিগত জীবন ==\nতার প্রথম বিয়ে হয়েছিল প্রতাপ চন্দ্রনের সাথে, এবং সেই সম্পর্ক থেকে তার একটি ছেলে জুবিন রয়েছে, যার জন্ম তার ২২ বছর বয়সে।  প্রতাপ চন্দ্রন ছিলেন ইন্ডিয়ান এক্সপ্রেসের একজন সিনিয়র রিপোর্টার যেখানে দুজনের দেখা হয়েছিল। পরবর্তীতে তিনি চন্দ্রনকে তালাক দেন এবং তার ছেলের দায়িত্ব নেন।  ১৯৯৯ সালে, তিনি নরওয়েজিয়ান কূটনীতিক আর্ন রয় ওয়ালথারকে বিয়ে করেন। এটি ওয়ালথারের দ্বিতীয় বিয়েও। \n\n\n== জনপ্রিয় সংস্কৃতি ==\n২০১৩ সালের বলিউড থ্রিলার, মাদ্রাজ ক্যাফেতে নার্গিস ফাখরি অভিনীত জয়া চরিত্রটি অনিতা প্রতাপের আদলে তৈরি।  ছবিতে, জয়া এলটিএফ নেতা আন্না ভাস্করণের সাক্ষাৎকার নেন, যিনি পরবর্তীতে ভেলুপিল্লাই প্রভাকরণের আদলে তৈরি।\n\n\n== কাজ ==\nবই\nরক্তের দ্বীপ: শ্রীলঙ্কা, আফগানিস্তান এবং অন্যান্য দক্ষিণ এশীয় বিপর্যয় থেকে সম্মুখসারির প্রতিবেদনআইএসবিএন ০১৪২০০৩৬৬২\nঅপ্রকাশিত , বেঙ্গালুরুতে অবস্থিত একজন তথ্যচিত্র এবং সম্পাদকীয় আলোকচিত্রী মহেশ ভাটের সাথে সহ-লেখক।\nতথ্যচিত্র\nএকটি প্রাচীন সভ্যতার এতিমরা\nআকাশ আলোকিত করো\nশাবাশ হালেলুজাহ\nযখন আত্মা জ্বলে ওঠে\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"ভেলুপিল্লাই প্রভাকরণের সাক্ষাৎকার; তামিল ইলাম মুক্তি টাইগার্সের নেতা\"। ২১ আগস্ট ২০০৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১৩-০৪-২৪। \nআইল্যান্ড অব ব্লাড বইয়ের পর্যালোচনা\nঅনিতা প্রতাপের ভগ্নস্বপ্ন: একটি সাক্ষাৎকার  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ ফেব্রুয়ারি ২০২৩ তারিখে\nকঠিন মনের মেয়ের নরম অনুভূতি: একটি সাক্ষাৎকার"}