{"pageid": 1521120, "title": "ফিলোমিনা", "url": "https://bn.wikipedia.org/wiki?curid=1521120", "content": "ফিলোমিনা (১৯২৬ - ২ জানুয়ারী ২০০৬) ছিলেন একজন ভারতীয় অভিনেত্রী, যিনি মূলত মালায়ালাম চলচ্চিত্র জগতে তার অভিনয়ের জন্য পরিচিত। তিনি তার অভিনয় জীবনে ৭৫০ টিরও বেশি ছবিতে অভিনয় করেছেন। তিনি মূলত চলচ্চিত্রে মা এবং মাতৃস্থানীয়া মহিলার ভূমিকা পালন করেছেন এবং কৌতুকপূর্ণ চরিত্রেও অভিনয় করেছিলেন।  তিনি প্রথম নাট্যমঞ্চে অভিনয় করতে শুরু করেন। পরে এই মঞ্চ অভিজ্ঞতা তাকে তার প্রথম চলচ্চিত্রে অভিনয়ের সূযোগ এনে দেয়।  ১৯৯১ সালে মুক্তিপ্রাপ্ত গডফাদার ছবিতে অনপ্পারা আছাম্মার চরিত্রটিতে তিনি অভিনয় করেছিলেন যা মালায়ালম সিনেমার সর্বকালের সবচেয়ে শক্তিশালী চরিত্রগুলির মধ্যে একটি হিসেবে স্বীকৃত। \n\n\n== ব্যক্তিগত জীবন ==\nফিলোমিনা ১৯২৬ সালে ত্রিশুরের মুল্লুরকারায় দেবাসিয়া এবং মরিয়মের ঘরে জন্মগ্রহণ করেন। তিনি ভালাপাদ জিভিএইচএস স্কুল থেকে প্রাথমিক শিক্ষা লাভ করেন।\nযখন তার বয়স ১২ তার বাবা মারা যান। সে গির্জার গায়কদলের গান গাইত। বাবা মারা গেলে ফিলোমিনা জীবিকা নির্বাহের জন্য নাটকের জন্য গান গাওয়া শুরু করেন। পরে তিনি নাটকে অভিনয় শুরু করেন এবং তারপর চলচ্চিত্রে চলে আসেন। \nতিনি ১৯৫৬ সালে একজন নাট্য শিল্পী অ্যান্টনিকে বিয়ে করেন, কিন্তু তার একমাত্র ছেলে জোসেফ যখন তিন বছর বয়সী তখন তিনি তার স্বামীকে হারান।\n\n\n== অভিনয় জীবন ==\nফিলোমিনা ১৯৭০ সালে থুরাক্কাথাভাথিল এবং ওলাভুম থেরাভুম চলচ্চিত্রে তার ভূমিকার জন্য শ্রেষ্ঠ পার্শ্ব অভিনেত্রীর বিভাগে রাষ্ট্রীয় পুরস্কার জিতেছিলেন। ১৯৮৭ সালে, তিনি থানিয়াবর্তনম চলচ্চিত্রে তার ভূমিকার জন্য  দ্বিতীয়বারের মতো এই পুরস্কার পেয়েছিলেন। \nঅভিনয় থেকে স্বল্প বিরতির পর তিনি ভারতন এবং পদ্মরাজন চলচ্চিত্রে অভিনয়ের মাধ্যমে চলচ্চিত্র জগতে  ফিরে আসেন। অতঃপর তিনি চাট্টা, ইনলে, নজান গন্ধরবন, ভেঙ্কলাম, চুরাম, ভিয়েতনাম কলোনি, কুডুম্বাপুরাম, গডফাদার, উপ্পুকান্দম ব্রাদার্স, থালায়না মন্থরাম এবং কাক্কোথিক্কাভিলে আপ্পোপ্পান থাদিকালের মতো বিবিধ চলচ্চিত্রে তার কালজয়ী অভিনয়ের মাধ্যমে দর্শকদের মনে স্থান করে নেন।\nফিলোমিনা কোচিতে একটি ছোট, সুসজ্জিত অ্যাপার্টমেন্টে থাকছিলেন। পরে তিনি চেন্নাইতে ছেলের বাড়িতে চলে আসেন। তিনি দীর্ঘস্থায়ী ডায়াবেটিস রোগী ছিলেন এবং ২০০৫ সালে স্ট্রোকে আক্রান্ত হন।২০০৬ সালের ২ জানুয়ারী ৭৯ বছর বয়সে ডায়াবেটিসজনিত সমস্যার কারণে চেন্নাইতে তার ছেলে জোসেফের বাসভবনে তার মৃত্যু হয়।\n\n\n== পুরস্কার ==\nকেরালা রাজ্য চলচ্চিত্র পুরস্কার :\n\nসেরা সহ অভিনেত্রী - ১৯৭০ - থুরক্কাথা ভাথিল, ওলাভুম থেরাভুম\nসেরা সহ অভিনেত্রী - ১৯৮৭- থানিয়াবর্থানম\nকেরালা চলচ্চিত্র সমালোচক পুরস্কার :\n\nসেরা সহ অভিনেত্রী - ১৯৯১ - গডফাদার \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== ১৯৬০ এর দশক ===\n\n\n=== ১৯৯০ এর দশক ===\n\n\n== তথ্যসূত্র =="}