{"pageid": 1521636, "title": "বাসুকি ভাস্কর", "url": "https://bn.wikipedia.org/wiki?curid=1521636", "content": "বাসুকি ভাস্কর একজন ভারতীয় ফ্যাশন এবং পোশাক ডিজাইনার, যিনি তামিল চলচ্চিত্র শিল্পে কাজ করেন।  তিনি চলচ্চিত্র প্রযোজক আর.ডি. ভাস্করের মেয়ে এবং পাভালার ক্রিয়েশনস হল তাদের নিজস্ব প্রযোজনা সংস্থা।\n\n\n== কর্মজীবন ==\nবাসুকির হলেন প্রয়াত আর.ডি. ভাস্করের একমাত্র কন্যা। আর.ডি. ভাস্কর ছিলেন কিংবদন্তি সুরকার ইলায়ারাজার ভাই এবং চলচ্চিত্র প্রযোজক। বাসুকির ভাইরা হলেন চলচ্চিত্র পরিচালক পার্থী ভাস্কর এবং প্লেব্যাক গায়ক ও অভিনেতা হরি ভাস্কর, যিনি ২০০৪ সালে ওরু ইধয়াম ওরু কাঠাল নামে একটি অসমাপ্ত চলচ্চিত্রে এবং কাঞ্চি কৌলের বিপরীতে বিযুগমে কাজ করেছিলেন।  সঙ্গীত পরিচালক কার্তিক রাজা, যুবন শঙ্কর রাজা, গায়িকা ভবতারিণী, চলচ্চিত্র পরিচালক ও অভিনেতা ভেঙ্কট প্রভু এবং কৌতুকাভিনেতা, গায়ক ও সুরকার প্রেমজি আমারেন তার চাচাতো ভাই।\nবাসুকি লয়োলা কলেজে ডিজাইনিং বিষয়ে পড়াশোনা করেছেন। কিছু অনুষ্ঠানে তার করা বিভিন্ন ডিজাইন দেখার পর, পরিচালক ভারতীরাজা তাকে তার \"কাঙ্গালাল কৈধু সেই\" চলচ্চিত্রের জন্য পোশাক ডিজাইন করার সুযোগ দিয়েছিলেন।  তিনি ভেঙ্কট প্রভুর সমস্ত ছবিতে পোশাক ডিজাইন করেছেন এবং ভালো প্রশংসা পেয়েছেন।  \"মানকথা\" ছবিতে তিনি অজিত কুমারকে একটি চমৎকার লুক দিয়েছিলেন, যা নিয়ে অনেক আলোচনা হয়েছিল।  তিনি নানায়মে প্রসন্ন এবং সিবি রাজের জন্য পোশাক ডিজাইন করেছিলেন এবং তাদের নতুন রূপ দিয়েছিলেন।  তিনি পরিচালক প্রভু দেবার সাথে ভিল্লু এবং বালার সাথে আভান ইভান ছবিতে কাজ করেছিলেন।  তিনি \"এনিথিং ফর ইউ\" নামে একটি ইংরেজি সিনেমাতেও কাজ করেছেন। \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\nকাঙ্গালাল কৈধু সেই\nপল্লবন\nচেন্নাই ৬০০০২৮\nসরোজা\nঅভিয়ুম নানুম\nভিল্লু\nনানায়ম\nউন্নাই সারানদৈনথেন\nপরমসিবণ\nথামিজ পদম\nগোয়া\nইনিধু ইনিধু\nযুবান যুবতী\nমানকথা\nতোমার জন্য কিছু\nসমর\nভারুথপাদথ ভ্যালিবার সঙ্গম\nপান্ডিয়া নাডু\nএন্ড্রেন্ড্রাম পুন্নাগাই\nআরামবাম\nনান সিগাপ্পু মনিথান\nপূজাই\nআম্বালা\nমাসু এনগিরা মাসিলামানি\nপায়ুম পুলি\nসুলতান\nচেন্নাই 600028 দ্বিতীয়: দ্বিতীয় ইনিংস\nসাথুরঙ্গা ভেট্টাই ২\nরেন্দাভাথু পদম\nমাধ গজ রাজা\nমানাডু\nদ্য গ্রেটেস্ট অব অল টাইম\n\n\n=== বিজ্ঞাপন ===\nভুম্মিদি বাঙ্গারু জুয়েলার্স\nপ্রিন্স জুয়েলারি\nপোথিস\nনালি (আলমারির দোকান)\nশ্রী কুমারন থাঙ্গামালিগাই\nনাথেলা জুয়েলারি\n১২৩৪৫\n\n\n=== টেলিভিশন অনুষ্ঠান ===\nবিজয় টিভি - জোডি নাম্বার ওয়ান সিজন ১ থেকে ৩\nবিজয় টিভি - ছেলেরা বনাম মেয়েরা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে বাসুকি ভাস্কর (ইংরেজি)\n[১]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ নভেম্বর ২০১২ তারিখেবন্ধু দিবস সম্পর্কে বাসুকি ভাস্কর!"}