{"pageid": 1521121, "title": "ইনস্টিটিউট ডু মন্ডে আরব", "url": "https://bn.wikipedia.org/wiki?curid=1521121", "content": "ইনস্টিটিউট ডু মন্ডে আরব (ফরাসি উচ্চারণ: [ɛ̃stity dy mɔ̃d aʁab], আরব ওয়ার্ল্ড ইনস্টিটিউট ; সংক্ষেপে আইএমএ) হলো ১৯৮০ সালে প্যারিসে ১৮টি আরব দেশের সাথে ফ্রান্স কর্তৃক প্রতিষ্ঠিত একটি সংস্থা যা আরব বিশ্ব এবং এর সাংস্কৃতিক ও আধ্যাত্মিক মূল্যবোধ সম্পর্কে তথ্য গবেষণা এবং প্রচারের জন্য কাজ করে। ফ্রান্সে আরব বিশ্বের প্রতিনিধিত্বের অভাব অনুভূত হওয়ার ফলে এই ইনস্টিটিউটটি প্রতিষ্ঠিত হয়েছিল। আরব সভ্যতা, শিল্প, জ্ঞান এবং নান্দনিকতার প্রচারের জন্য এটি একটি ধর্মনিরপেক্ষ স্থান প্রদানের লক্ষ্যে কাজ করে। প্রতিষ্ঠানের ভেতরে একটি জাদুঘর, গ্রন্থাগার, অডিটোরিয়াম, রেস্তোরাঁ, অফিস এবং সভা কক্ষ রয়েছে।\n\n\n== ইতিহাস ==\nআইএমএ ফ্রান্সের প্যারিসের ৫ম অ্যারোন্ডিসমেন্টের রুয়ে দেস ফসেস সেন্ট বার্নার্ডে অবস্থিত একটি ভবনে অবস্থিত যা ইনস্টিটিউট ডু মন্ডে আরব নামে পরিচিত, যা ইনস্টিটিউটের একই নাম। মূলত প্রকল্পটি ১৯৭৩ সালে রাষ্ট্রপতি ভ্যালেরি গিসকার্ড ডি'এস্টাইং দ্বারা পরিকল্পনা করা হয়। \" গ্র্যান্ডস প্রজেক্টস \" শিরোনামের নগর উন্নয়ন সিরিজের অংশ হিসেবে ১৯৮১ থেকে ১৯৮৭ সালের মধ্যে ফরাসি রাষ্ট্রপতি ফ্রাঁসোয়া মিটাররান্ডের সভাপতিত্বে জাদুঘরটি নির্মিত হয়। ইনস্টিটিউটটি ফ্রান্স এবং আরব দেশগুলির মধ্যে সহযোগিতা এবং বিনিময়কে উৎসাহিত করে, বিশেষ করে বিজ্ঞান ও প্রযুক্তির ক্ষেত্রে, যা আরব বিশ্ব এবং ইউরোপের মধ্যে বোঝাপড়ায় অবদান রাখে। লিবিয়া ১৯৮৪ সালে ইনস্টিটিউটে যোগদান করে। ১৯৮৭ সালের ৩০ নভেম্বর রাষ্ট্রপতি মিটাররান্ড আইএমএ উদ্বোধন করেন।\nআইএমএ প্যারিসের ফোরাম অফ ফরেন কালচারাল ইনস্টিটিউটস এবং এক্সচেঞ্জস অ্যান্ড রেডিও প্রোডাকশনস (ইপিআরএ) এর সদস্য। একে কখনও কখনও \"আরব বিউবার্গ\" নামে ডাকা দেওয়া হয়, যা জাতীয় শিল্প ও সংস্কৃতি কেন্দ্র জর্জেস-পম্পিডুর উল্লেখ করে, যা বিউবার্গ কেন্দ্র নামে পরিচিত।\nইনস্টিটিউটের পরিচালক হলেন এম. চৌকি আবদেলামীর।\n\n\n== স্থাপত্য ==\n\nভবনটি ১৯৮১ থেকে ১৯৮৭ সাল পর্যন্ত নির্মিত হয়েছিল। এর মেঝের আয়তন ১,৮১,৮৫০ বর্গফুট (১৬,৮৯৪ বর্গমিটার)। স্থাপত্য-স্টুডিও জিন ন্যুভেলের সাথে মিলে এই ইন্সটিটিউট ১৯৮১ সালের নকশা প্রতিযোগিতা জিতেছিল। এই প্রকল্পটি আরব লীগ এবং ফরাসি সরকার উভয়ের তহবিলের ফল, যার মোট ব্যয় প্রায় €২৩০,০০০,০০০। এই ভবনটি পিয়েরের জুসিউ ক্যাম্পাস এবং বৃহৎ যুক্তিবাদী শহুরে ব্লকে নির্মিত মেরি কুরি বিশ্ববিদ্যালয় (প্যারিস ৬) এবং সেইন নদীর মধ্যে একটি বাফার জোন হিসেবে কাজ করে। নদীর সম্মুখভাগটি জলপথের বক্ররেখা অনুসরণ করে, একটি আয়তক্ষেত্রাকার গ্রিডের কঠোরতা হ্রাস করে এবং সালি ব্রিজ থেকে একটি আকর্ষণীয় দৃশ্য উপস্থাপন করে। একই সময়ে ভবনটি সেন্ট-জার্মেইন-ডেস-প্রেস জেলার দিকে ফিরে ঝুঁকে পড়েছে বলে মনে করা হয়।\nনদীর তীরের বাঁকা পৃষ্ঠের বিপরীতে, দক্ষিণ-পশ্চিম সম্মুখভাগটি একটি আপোষহীনভাবে আয়তাকার কাচ-ঢাকা পর্দা প্রাচীর। এটি একটি বৃহৎ বর্গাকার পাবলিক স্পেসের মুখোমুখি যা ইলে দে লা সিটি এবং নটরডেমের দিকে খোলে। কাচের দেয়ালের পিছনে দৃশ্যমান চলমান জ্যামিতিক মোটিফ সহ একটি ধাতব পর্দা উন্মোচিত হয়েছে। মোটিফগুলি আসলে ২৪০টি আলোক-সংবেদনশীল মোটর-নিয়ন্ত্রিত অ্যাপারচার বা শাটার, যা একটি অত্যাধুনিক ব্রিস সোলেইল হিসাবে কাজ করে। এটি স্বয়ংক্রিয়ভাবে খোলা এবং বন্ধ হয়ে সূর্য থেকে ভবনে প্রবেশকারী আলো এবং তাপের পরিমাণ নিয়ন্ত্রণ করে। এই প্রক্রিয়াটি ফিল্টার করা আলো দিয়ে অভ্যন্তরীণ স্থান তৈরি করে। এটি একটি প্রভাব যা প্রায়ই ইসলামী স্থাপত্যে এর জলবায়ু-ভিত্তিক কৌশলগুলির সাথে ব্যবহৃত হয়। প্রযুক্তির উদ্ভাবনী ব্যবহার এবং ভবনের নকশার সাফল্য নৌভেলকে খ্যাতির শীর্ষে পৌঁছে দিয়েছে। এটি প্যারিসের সাংস্কৃতিক রেফারেন্স পয়েন্টগুলির মধ্যে একটি।\nভবনটি ১৯৮৯ সালে স্থাপত্য উৎকর্ষতার জন্য আগা খান পুরস্কার লাভ করে। জুরি সদস্যদের মধ্যে ছিলেন ইতিহাসবিদ ওলেগ গ্রাবার।\n\n\n== সভাপতি ==\nজিন বাসদেভান্ট (১৯৭৯–১৯৮০)\nফিলিপ আরডান্ট (১৯৮০–১৯৮৫)\nপিয়েরে গুইডোনি (১৯৮৫–১৯৮৬)\nপল কার্টন (১৯৮৬–১৯৮৮)\nএডগার্ড পিসানি (১৯৮৮–১৯৯৫)\nক্যামিল কাবানা (১৯৯৫–২০০২)\nডেনিস বাউচার্ড (২০০২–২০০৪)\nইয়ভেস গুয়েনা (২০০৪–২০০৭)\nডমিনিক বাউডিস (২০০৭-২০০৯)\nডমিনিক বাউডিস এবং ব্রুনো লেভালোইস (২০০৯-২০১১)\nরেনড মুসেলিয়ার এবং ব্রুনো লেভালোইস (২০১১-২০১৩)\nজ্যাক ল্যাং (২০১৩–বর্তমান)\n\n\n== জাদুঘর ==\n\nজাদুঘরের ভেতরে ইসলামের পূর্ব থেকে বিংশ শতাব্দী পর্যন্ত আরব বিশ্বের বিভিন্ন জিনিসপত্র রয়েছে। জাদুঘরের অন্যতম প্রধান উদ্যোগ হল বিশেষ প্রদর্শনীর অন্তর্ভুক্তি।\n\n\n=== বিশেষ প্রদর্শনী ===\n1991 Fahrelnissa Zeid Trois Femmes Peintres প্রদর্শনীর অংশ হিসেবে।\n২০১৬ \nওসিরিস: মিশরের ডুবে যাওয়া রহস্য\nপ্রাণীদের কণ্ঠস্বর: কালিলা এবং দিমনার উপকথা\nরোডলফ হাম্মাদি দ্বারা যাযাবর ভাস্কর্য\nসমসাময়িক আরব আলোকচিত্রের প্রথম দ্বিবার্ষিকী\nCoeXist\n\n২০১৭\nবরজিল আর্ট ফাউন্ডেশন কর্তৃক 'আধুনিক ও সমসাময়িক আরব শিল্পের শ্রেষ্ঠ শিল্পকর্ম'\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nইনস্টিটিউটের ছাদের রেস্তোরাঁ এবং বারান্দায় আয়োজিত এক সংবর্ধনা অনুষ্ঠানে মিশেল হোয়েলবেক তার উপন্যাস সাবমিশনে একটি গুরুত্বপূর্ণ দৃশ্য স্থাপন করেন।\n\n\n== পুরস্কার ==\n২০১৮ সালে আইএমএ শেখ জায়েদ বই পুরস্কার থেকে বর্ষসেরা সাংস্কৃতিক ব্যক্তিত্ব জেতে।\n\n\n== আরও দেখুন ==\n\nপ্যারিসের জাদুঘরের তালিকা\nপ্যারিসে বিদেশী সাংস্কৃতিক প্রতিষ্ঠানের তালিকা\nলুভর আবুধাবি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট (ইংরেজি ভাষায়)"}