{"pageid": 1521542, "title": "বেহেশতী মকবারা", "url": "https://bn.wikipedia.org/wiki?curid=1521542", "content": "বেহেশতী মকবারা (বাংলা: স্বর্গীয় কবরস্থান ), মূলত ভারতের কাদিয়ানে এবং পরে পাকিস্তানের রাবওয়াতে অবস্থিত আহমদিয়া সম্প্রদায় কর্তৃক প্রতিষ্ঠিত একটি ধর্মীয় কবরস্থান। সম্প্রদায়ের প্রতিষ্ঠাতা মির্জা গোলাম আহমদের নির্দেশে কবরস্থানটি প্রতিষ্ঠিত হয়েছিল। কবরস্থান তৈরির কথা তার পুস্তিকা আল-ওয়াসিয়াত-এ প্রকাশিত হয়েছিল। মির্জা গুলাম আহমদ তার ইচ্ছাপত্রে এই কবরস্থানটি তৈরি করার কথা বলেন। কারণ তাকে স্বপ্নে একজন ফেরেশতা তার কবরের জায়গা দেখিয়েছিলেন।\n\n\n== ইতিহাস ==\n১৯০৫ সালে, আহমদীয়া সম্প্রদায়ের প্রতিষ্ঠাতা মির্জা গোলাম আহমদ আল-ওয়াসিয়াত ( ইংরেজি : দ্য উইল) নামে একটি লেখা প্রকাশ করেন। এতে তিনি সম্প্রদায়ের যেসব সদস্যরা বস্তুবাদের চেয়ে আধ্যাত্মিকতাকে বেশি গুরুত্ব দেয় তাদের জন্য একটি কবরস্থান প্রতিষ্ঠার কথা বর্ণনা করেন। সেই সময়ে, কাদিয়ান এবং তার আশেপাশে উপযুক্ত জমি খুঁজে পাওয়া ব্যয়বহুল ছিল। তাই মির্জা গোলাম আহমদ তার নিজের সম্পত্তি থেকে একটি জমির প্রস্তাব করেন।\nতিনি আরও প্রস্তাব করেন যে বাহিশতি মাকবারায় কাউকে সমাহিত করার জন্য নিম্নলিখিত তিনটি শর্ত পূরণ করতে হবে:\n\nএই কবরস্থানে সমাহিত হতে হলে ব্যক্তিকে  তার সামর্থ্য অনুযায়ী এর রক্ষণাবেক্ষণের খরচের জন্য অবদান রাখতে হবে।\nএখানে সমাহিত হতে হলে ব্যক্তিকে উইলের মাধ্যমে এই শর্ত করতে হবে যে তার নিজের সম্পত্তির অন্তত এক দশমাংশ ইসলাম প্রচার ও কুরআনের শিক্ষা ছড়িয়ে দেওয়ার জন্য আহমদিয়া আন্দোলনের অধীনে ব্যয় করতে হবে। প্রত্যেক ধার্মিক ব্যক্তি তার ইচ্ছা অনুযায়ী দশ ভাগের বেশি দান করতে পারেন। তবে সম্পত্তি দশ ভাগের কম হবে না।\nতিনি ধার্মিক জীবনযাপন করবেন, হারাম কাজ থেকে বিরত থাকবেন, আল্লাহর সঙ্গে কাউকে শরিক করবেন না এবং ধর্মে কোনো নতুন কিছু (বিদআত) যুক্ত করবেন না। তাকে একজন সত্যিকারের এবং আন্তরিক মুসলিম হতে হবে।\n\n\n== অভিযোগ ==\nবেহেশতী মকবরা সম্পর্কে অনেক সময় অভিযোগ করা হয় যে এটি আহমদিয়া সম্প্রদায়ের দ্বারা তৈরি বা প্রভাবিত স্বর্গ বা জান্নাত। তবে এই ধারণা সঠিক নয়। \"বেহেশতী মকবরা\" শুধুমাত্র একটি কবরস্থানের নাম। এটি প্রকৃত স্বর্গ বা জান্নাতের প্রতিস্থাপন নয়। আহমদিয়া সম্প্রদায়ের জান্নাত সম্পর্কে বিশ্বাস মূলধারার মুসলিম উম্মাহর বিশ্বাসের সাথেই সামঞ্জস্যপূর্ণ। এটি শুধুমাত্র একটি বিশেষ কবরস্থান। এখানে আহমদিয়া সম্প্রদায়ের বিশেষ ব্যক্তিদের দাফন করা হয়। এর নামের অর্থ \"স্বর্গীয় উদ্যান\" হলেও, এটি আক্ষরিক বা ধর্মতাত্ত্বিকভাবে জান্নাতের বিকল্প হিসেবে বিবেচিত নয়।\n\n\n== অবস্থানগুলি ==\nআজ পর্যন্ত দুটি কবরস্থান বেহেশতী মাকবারা কবরস্থান রয়েছে। প্রথমটি ভারতের পাঞ্জাব রাজ্যের কাদিয়ানে অবস্থিত এবং দ্বিতীয়টি পাকিস্তানের রাবওয়ায় অবস্থিত।\n\n\n=== কাদিয়ান ===\n২৬ মে ১৯০৮ সালে, মির্জা গোলাম আহমদ কলেরায় মারা যান এবং ট্রেনে করে বাতালায় নিয়ে যাওয়া হয়। সেখান থেকে তাকে কাদিয়ানে নিয়ে যাওয়া হয়। তিনি অবশেষে বাহিশতি মাকবারায় সমাহিত হন। সম্প্রদায়ের হাজার হাজার সদস্য জানাজার নামাজের জন্য কাদিয়ানে পৌঁছান। সম্প্রদায়ের বিশিষ্ট নেতারা একমত হন যে হাকিম নূর-উদ-দিনের মির্জা গোলাম আহমদের প্রথম উত্তরাধিকারী হিসেবে সম্প্রদায়কে নেতৃত্ব দেওয়া উচিত। খলিফাতুল মসিহ হিসেবে, হাকিম নূর-উদ-দিন সেদিনই মির্জা গোলাম আহমদের জানাজার নামাজের ইমামতি করেন।\n\n\n=== রাবওয়া ===\nযদিও মূল কবরস্থানটি কাদিয়ানে প্রতিষ্ঠিত হয়েছিল তবে ভারত ভাগের পর  আহমদিয়া সম্প্রদায় তার সদর দফতর রাবওয়ায় (পাকিস্তান) স্থানান্তরিত করে। সেখানে আরেকটি বেহেশতী মকবারা তৈরি করা হয়।\n\n\n== উল্লেখযোগ্য সমাধিস্থল ==\n\nবেহেশতী মকবরায় বেশ কিছু বিশিষ্ট ব্যক্তির কবর রয়েছে, যা এটি একটি গুরুত্বপূর্ণ ঐতিহাসিক ও ধর্মীয় স্থান হিসেবে প্রতিষ্ঠিত করেছে। এই কবরস্থানে বিশেষভাবে উল্লেখযোগ্য সমাধিগুলোর মধ্যে রয়েছে আহমদিয়া মুসলিম জামাতের দ্বিতীয় ও তৃতীয় খলিফা এবং মির্জা গুলাম আহমদের উত্তরসূরি মির্জা বশীরউদ্দিন মাহমুদ আহমদ এবং মির্জা নাসির আহমদের কবর রয়েছে।\nনোবেল বিজয়ী অধ্যাপক আব্দুস সালামকেও তার বাবা-মায়ের কবরের পাশে বেহেশতী মকবরায়, রাবওয়াতে সমাহিত করা হয়। তার সমাধিতে প্রথমে \"প্রথম মুসলিম নোবেল বিজয়ী\" লেখা ছিল। কিন্তু সালামের আহমদীয়া মুসলিম সম্প্রদায়ের প্রতি আনুগত্যের কারণে, ২০ নং অধ্যাদেশ  এর অধীনে স্থানীয় ম্যাজিস্ট্রেটের আদেশে \"মুসলিম\" শব্দটি পরে মুছে ফেলা হয় যা আহমদীদের অমুসলিম ঘোষণা করে। ২১ নভেম্বর ১৯৯৬ সালে তার মৃত্যুর পর, প্রায় ১৩,০০০ মানুষ তার প্রতি শেষ শ্রদ্ধা জানাতে আসেন এবং ৩০,০০০ এরও বেশি মানুষ তার জানাজায় অংশ নেন।\nএছাড়াও, পাকিস্তানের প্রথম এশীয় আন্তর্জাতিক বিচারিক আদালতের সভাপতি, মোহাম্মদ জাফরুল্লাহ খানও বেহেশতী মকবরায়, রাবওয়াতে শায়িত আছেন।\n\n\n== তথ্যসূত্র =="}