{"pageid": 1521565, "title": "হুজাইফা ভাস্তানভি", "url": "https://bn.wikipedia.org/wiki?curid=1521565", "content": "হুজাইফা ভাস্তানভি (জন্ম ১ জুন ১৯৭৯) একজন ইসলামী পণ্ডিত, লেখক এবং শিক্ষাবিদ। তিনি জামিয়া ইসলামিয়া ইশাতুল উলুম, আক্কালকুয়ার নির্বাহী পরিচালক এবং শিক্ষা প্রধান হিসেবে দায়িত্ব পালন করেন। ভাস্তানভি ইসলামি শিক্ষা, সমাজসেবামূলক কার্যক্রম এবং শিক্ষাগত লেখালেখির সঙ্গে সক্রিয়ভাবে যুক্ত রয়েছেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nহুজাইফা ভাস্তানভির জন্ম ১৯৭৯ সালের ১ জুন গুজরাটের সুরাট জেলার ভাস্তানে জন্মগ্রহণ করেন। তিনি আক্কালকুয়ার জামিয়া ইসলামিয়া ইশাতুল উলূম থেকে তার প্রাথমিক ও উচ্চতর ইসলামী শিক্ষা সম্পন্ন করেন। সেখানে তিনি ২০০২ সালে স্নাতক ডিগ্রি অর্জন করেন। তিনি এই প্রতিষ্ঠানের প্রতিষ্ঠাতা ও চেয়ারম্যান গোলাম মুহাম্মদ ভাস্তানভির পুত্র।\n২০০২ সালে স্নাতক হওয়ার পর ভাস্তানভি জামিয়া ইসলামিয়া ইশাতুল উলুম, আক্কালকুয়ায় শিক্ষক হিসেবে কাজ শুরু করেন। তিনি সেখানে সহীহ আল-বুখারী এবং সুনান আল-তিরমিযীর পড়ান। পরবর্তীতে, তিনি প্রতিষ্ঠানের নির্বাহী পরিচালক হিসেবে নিযুক্ত হন। তিনি প্রতিষ্ঠানে প্রশাসনিক ও শিক্ষাগত সংস্কার তত্ত্বাবধান করেন।\nভাস্তানভির ইসলামী পণ্ডিত মুহাম্মদ তাকি উসমানির সাথে আধ্যাত্মিক সম্পর্ক রয়েছে এবং তিনি ভারতে তার শিক্ষার প্রচারে জড়িত রয়েছেন।  ইসলামিক আর্থিক সাক্ষরতা এবং সম্প্রদায় কল্যাণ কর্মসূচির প্রচেষ্টায় তিনি ভূমিকা রেখেছেন।\n২০২০ সালে কোভিড-১৯ লকডাউনের সময়, ভাস্তানভি আটকে পড়া ছাত্রদের নিরাপদে তাদের বাড়িতে ফিরিয়ে আনার জন্য সহায়তা করেন। তিনি আন্তঃধর্মীয় সংলাপ এবং প্রান্তিক সম্প্রদায়ের মধ্যে শিক্ষার প্রচারের উদ্যোগও নিয়েছিলেন।\n২০২৩ সালে, সৌদি আরবের বাদশাহ সালমান তাকে হজ্জের জন্য আমন্ত্রণ জানান। সৌদি সরকারের হজে আমন্ত্রণ জানানো তার ইসলামী শিক্ষা এবং নেতৃত্বে অবদানের স্বীকৃতি হিসেবে বিবেচিত হয়।\n২০২৪ সালে, ভাস্তানভি ব্রিকস মুসলিম ধর্মীয় নেতাদের সভায় ভারতের প্রতিনিধিত্বকারী হিসেবে অংশ নেন। তিনি সেখানে ধর্মগুলির মধ্যে শান্তিপূর্ণ সহাবস্থান এবং বিশ্ব শান্তি বৃদ্ধির উপর জোর দিতে বলেন।\n\n\n== সাহিত্যকর্ম ==\nভাস্তানভি বেশ কয়েকটি গ্রন্থ রচনা করেছেন। এর মধ্যে রয়েছে সফরনামা-ই-জুনুবি আফ্রিকা (দক্ষিণ আফ্রিকার ভ্রমণকাহিনী) এবং উর্দু জবান ওয়া আদব কে ফরোগ মে মাদারিস-ই-ইসলামিয়া কি বে-লাউথ খিদমত (উর্দু ভাষা ও সাহিত্যের প্রসারে মাদ্রাসাগুলোর নিঃস্বার্থ অবদান)।তিনি মাসিক  সংবাদপত্র শাহরাহ-ই-ইলমে ইসলামী শিক্ষা এবং সমসাময়িক বিষয় নিয়ে নিবন্ধও লিখেছেন। তিনি এই পত্রিকার সম্পাদক হিসেবে কাজ করেন।\n\nতোহফা-ই-রমজান (রমজানের উপহার)\nইসলাম কি বুনিয়াদি তালিমাত সে ওয়াকফিয়াত (ইসলামের মৌলিক শিক্ষাগুলো বোঝা)\nমাকাসিদে-নুযুল-এ-কুরআন (কুরআন নাজিলের উদ্দেশ্য)\nসিরাত-উন-নবী ( নবী মুহাম্মদের জীবনী)\nহালাত হযরত মাহদী অর আলামত-এ-ক্বিয়ামত ( মাহদীর পরিস্থিতি এবং বিচার দিনের লক্ষণ)\n\n\n== তথ্যসূত্র =="}