{"pageid": 1521085, "title": "সৌদি আরবের জাতীয় জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1521085", "content": "সৌদি আরবের জাতীয় জাদুঘর (আরবি: المتحف الوطني السعودي) হলো সৌদি আরবের রিয়াদের আল-মুরাব্বা এলাকায় অবস্থিত একটি জাতীয় জাদুঘর। ১৯৯৯ সালে প্রতিষ্ঠিত এই জাদুঘর বাদশাহ আব্দুল আজিজ ঐতিহাসিক কেন্দ্রের অংশ এবং উত্তরে আল-ওয়াদি পার্ক এবং পূর্বে আল-মাদি পার্ক দ্বারা বেষ্টিত, যা জাতীয় জাদুঘর পার্কের পূর্ব দিক গঠন করে।\n\n\n== ভবনটি ==\n\nসৌদি আরবে শতবর্ষ উদযাপনের জন্য পুরাতন মুরাব্বা প্রাসাদ জেলার এবং এর আশেপাশের এলাকা সংস্কারের জন্য \"মুরাব্বা উন্নয়ন পরিকল্পনা\"র অংশ ছিল জাতীয় জাদুঘর। এভাবে ১৯৯৯ সালের প্রথম দিকে সময়সীমা নির্ধারণ করা হয়, যার ফলে জাদুঘরটির পরিকল্পনা এবং নির্মাণের জন্য মাত্র ২৬ মাস বাকি ছিল, যদিও আশির দশক থেকেই এই ধরণের জাদুঘরের ধারণা নিয়ে আলোচনা করা হচ্ছিল। নকশাটির জন্য প্রধান স্থপতি রেমন্ড মোরিয়ামা রিয়াদের ঠিক বাইরে \"রেড স্যান্ডস\" এর বালিয়াড়ির আকৃতি এবং রঙ দ্বারা অনুপ্রাণিত হয়েছিলেন। মুরাব্বা স্কয়ার বরাবর পশ্চিম সম্মুখভাগটি একটি সানডুনের নরম আকৃতির অনুরূপ, যার বিন্যাস মক্কার দিকে নির্দেশিত একটি অর্ধচন্দ্রাকার আকৃতি তৈরি করে। পশ্চিম সম্মুখভাগটি আরব উপদ্বীপের ইসলামী ইতিহাসের সূচনা করে। চূড়ান্ত গ্যালারিতে দর্শনার্থী \"ইউনিফিকেশন ড্রাম\"-এ প্রবেশ করেন যেখানে বর্তমান সৌদি রাষ্ট্র সম্পর্কে প্রদর্শনী রয়েছে। শেষ গ্যালারিটিতে দুটি পবিত্র মসজিদ এবং হজ্জের চিত্র তুলে ধরা হয়েছে। এছাড়াও বিশেষ প্রদর্শনীর জন্য আরও দুটি গ্যালারি রয়েছে।\nপ্রদর্শনীর শিক্ষামূলক নকশার ধারণাটি ক্লাসিক জাদুঘরের ঐতিহ্যবাহী পদ্ধতি থেকে কিছুটা আলাদা। সাংস্কৃতিক প্রেক্ষাপটের বাইরে মূল্যবান বস্তু হিসেবে প্রদর্শিত ব্যক্তিগত প্রদর্শনীর উপর কম জোর দেওয়া হয়। এখানে প্রচুর প্রতিলিপি এবং লাইফ সাইজ ডায়োরামিক ডিসপ্লে রয়েছে, যা নির্দিষ্ট কিছু বিষয় এবং বিষয় সম্পর্কে চিত্রিত এবং শিক্ষামূলক। ফলে কখনও কখনও নির্দিষ্ট কিছু জিনিসপত্র শনাক্ত করা এবং এমনকি আসল জিনিসপত্র থেকে প্রতিলিপি আলাদা করাও কঠিন হয়ে পড়ে। এর পেছনের ধারণাটি হল, পৃথক পৃথক টুকরোগুলির উপর মনোযোগ দেওয়া নয়, বরং সেগুলিকে উদাহরণ হিসেবে ব্যবহার করে তারা যে সাধারণ ধারণা বা ধারণাগুলি উপস্থাপন করে তা তুলে ধরা।\n\n\n=== হল ===\nজাদুঘরে আটটি হল রয়েছে:\n\n\n== ভবিষ্যতের সম্প্রসারণ প্রকল্প ==\n২০১৮ সালের জুন মাসে সৌদি পর্যটন ও জাতীয় ঐতিহ্য কমিশনের সভাপতি প্রিন্স সুলতান বিন সালমান আল সৌদ আগামী দুই মাসের মধ্যে জাদুঘরটির সম্প্রসারণের ঘোষণা দেন। দর্শনার্থীদের জন্য জাদুঘরে নতুন পরিষেবা স্থাপন করা হবে, যার মধ্যে রয়েছে:\n\n৩৭৬৭ বর্গমিটার আয়তনের একটি প্রদর্শনী হল\n২২৮৫ বর্গমিটার আয়তনের একটি থিয়েটার\nসৌদি আরবের সাংস্কৃতিক সারমর্ম সমৃদ্ধ ১৩০০০ বর্গমিটার আয়তনের একটি ৪ তারকা হোটেল\nপ্রশিক্ষণ কক্ষ\n৬৪৭৬ বর্গমিটার আয়তনের একটি রেস্তোরাঁ\nকাচের ছাদ\nতিনটি ভূগর্ভস্থ তলা\n২০২১ সালের জানুয়ারিতে নতুন জাদুঘর পরিচালক হিসেবে লায়লা আলফাদ্দাঘ নিযুক্ত হন যিনি জাদুঘরটিকে দর্শকদের সাথে সম্পৃক্ততার একটি নতুন পর্যায়ে নিয়ে যাবেন বলে আশা করা হচ্ছে।\n\n\n== প্রদর্শনী ==\nপ্রদর্শনীগুলি আটটি \"প্রদর্শনী হল\" বা \"গ্যালারিতে\" সংগঠিত।\n\nমানুষ এবং মহাবিশ্ব\nজাদুঘরে প্রথম যে প্রদর্শনীটি দেখা গেছে তা হল রুব' আল খালি মরুভূমির ওয়াবার গর্তে পাওয়া একটি উল্কাপিণ্ডের একটি বৃহৎ অংশ। আরও প্রদর্শনী এবং ইন্টারেক্টিভ প্রদর্শনী সৌরজগৎ, প্লেট টেকটোনিক্স, আরব উপদ্বীপের ভূতত্ত্ব এবং ভূগোল এবং আরবের প্রাণী ও উদ্ভিদের বিকাশ ব্যাখ্যা করে। বৃহৎ প্রদর্শনীর মধ্যে রয়েছে প্লাটিবেলোডন এবং ইচথিওসরের কঙ্কাল। গ্যালারিটি শেষ হয় প্রস্তর যুগের মানুষ দিয়ে।\nআরব রাজ্য\nএই গ্যালারিটি দিলমন, মাদিয়ান, গারিয়া এবং টিমা'আকে কেন্দ্র করে প্রাথমিক রাজ্যগুলির চিত্র তুলে ধরে। প্রদর্শনীটি মধ্যবর্তী আরব রাজ্যগুলির সাথে আল-হামরা, দাওমাত আল-জান্দাল, তিমা'আ এবং তারুত শহরগুলি প্রদর্শনের মাধ্যমে অব্যাহত রয়েছে। শেষ আরব রাজ্যগুলির প্রতিনিধিত্ব আল-আফলাজ, নাজরান এবং আইন জুবাইদায় সমৃদ্ধ সভ্যতা দ্বারা করা হয়।\nপ্রাক-ইসলামী যুগ (জাহিলিয়াত)\nএই গ্যালারিটি প্রায় ৪০০ খ্রিস্টপূর্বাব্দ থেকে ইসলামের ঊষাকাল পর্যন্ত সময়কে উৎসর্গীকৃত। এই সময়ের চিত্রিত শহরগুলি হল মক্কা, জারাশ, ইয়াথ্রিব, খাইবার, নাজরান, খাদরামা এবং দাউমাত আলজান্দাল, সেইসাথে ওকাজ, আল-মাজাজ, নাজরান এবং হাবাশার বাজার। লিপি এবং ক্যালিগ্রাফির বিবর্তন অনেক উদাহরণ সহ প্রদর্শিত এবং ব্যাখ্যা করা হয়েছে।\nনবীর মিশন\nএখানে মুহাম্মদের জীবন ও লক্ষ্য চিত্রিত করা হয়েছে। এক দেয়ালে একটি বড় পারিবারিক গাছ আছে যেখানে মুহাম্মদের পরিবার এবং তার সম্পর্ক সম্পর্কে বিস্তারিতভাবে ব্যাখ্যা দেওয়া আছে। এই গ্যালারি থেকে দর্শনার্থীকে একটি সেতু ব্যবহার করতে হবে যা পরবর্তী গ্যালারির সাথে সংযোগ স্থাপন করে, যা অজ্ঞতার সময় থেকে মুহাম্মদের উপর ইসলামের প্রকাশের পরের সময় পর্যন্ত একটি প্রতীকী ক্রসওভার সম্পাদন করে।\nইসলাম এবং আরব উপদ্বীপ\nএই গ্যালারিতে মদিনায় ইসলামের সূচনা এবং খিলাফতের উত্থান ও পতনের ইতিহাস অন্তর্ভুক্ত রয়েছে। এটি মামলুক এবং অটোমানদের সময়কাল থেকে প্রথম সৌদি রাষ্ট্র পর্যন্ত চিত্রিত করে।\nপ্রথম এবং দ্বিতীয় সৌদি রাষ্ট্র\nএখানে দুটি প্রাথমিক সৌদি রাষ্ট্রের সংস্কৃতি এবং ইতিহাস দেখানো হয়েছে। দিরিয়াহর একটি বড় মডেল কাচের মেঝের নিচে দেখানো হয়েছে, যাতে এটি বিস্তারিতভাবে পরীক্ষা করা যায়।\nএকীকরণ\nএই গ্যালারিটি বাদশাহ আব্দুল আজিজ এবং তিনি কীভাবে রিয়াদ পুনরুদ্ধার করেছিলেন এবং তাঁর রাজ্য প্রতিষ্ঠা করেছিলেন তার প্রতি উৎসর্গীকৃত।\nহজ্জ এবং দুটি পবিত্র মসজিদ\nএই গ্যালারির একটি প্রধান প্রদর্শনী হল মক্কা এবং তার আশেপাশের এলাকার একটি বৃহৎ মডেল।\n\n\n== আরও দেখুন ==\n\nসৌদি আরবের জাদুঘরের তালিকা\nরিয়াদের জাদুঘর\n\n\n== তথ্যসূত্র ==\n\nhttp://mtarch.com/projects/saudi-arabia-national-museum/\n\n\n== বহিঃসংযোগ ==\nArchnet.org\nদাপ্তরিক ওয়েবসাইট\nটেমপ্লেট:Riyadh"}