{"pageid": 1521090, "title": "সিদি আব্দুল কাদির আল-পাসির জাওইয়া", "url": "https://bn.wikipedia.org/wiki?curid=1521090", "content": "সিদি আব্দুল কাদির আল-পাসির জাওইয়া, যা জাওইয়া আল-ফাসিয়া নামেও পরিচিত, হলো ফেস, মরক্কোর অন্যতম গুরুত্বপূর্ণ ঐতিহাসিক জাওইয়া (ধর্মীয় কমপ্লেক্স এবং সুফি অভয়ারণ্য)। এর নামকরণ করা হয়েছে ১৭ শতকের অত্যন্ত গুরুত্বপূর্ণ মুসলিম পন্ডিত, মুফতি এবং সুফি সাধক সিদি আবদেল কাদের আল-ফাসির নামে (আব্দ আল-কাদির আল-ফাসিও ), যিনি এই জাউইয়াতে সমাহিত। ভবনটি ফেসের পুরাতন মদিনা ফেস এল-বালির দক্ষিণে কালক্লিয়িন এলাকায় অবস্থিত। এটি শহর এবং সারা দেশে সুফিবাদের আল-ফাসিয়া ঐতিহ্যের সাথে সম্পর্কিত বেশ কয়েকটি জাওইয়া স্থানের মধ্যে একটি ছিল।\n\n\n== ইতিহাস ==\nপ্রথম \"জাওইয়া আল-ফাসিয়া\" প্রথম প্রতিষ্ঠা করেছিলেন আবদেল কাদেরের পূর্বপুরুষ আবু আল-মাহাসিন (মৃত্যু: ১৬০৪ সালে), যিনি সার এল-কেবিরের একজন মুসলিম পণ্ডিত এবং আন্দালুসি বংশোদ্ভূত একটি বুর্জোয়া পরিবারের সদস্য ছিলেন। ফেসে আসার আগে আবু আল-মাহাসিন ১৫৭৮ সালে ক্ষর এল-কেবিরের যুদ্ধে (যা তিন রাজার যুদ্ধ নামেও পরিচিত) যুদ্ধের জন্য প্রেরিত যোদ্ধাদের সাহায্যে সাদিয়ান সুলতান আহমেদ আল-মনসুরের সাথে কিছুটা আনুকূল্য অর্জন করেছিলেন। ১৫৮০ সালে তিনি ফেজে চলে আসেন এবং আল-মুখফিয়া পাড়ায় (শহরের আন্দালুসিয়িন কোয়ার্টারে) নিজের বাড়িতে শিক্ষকতা করে একটি জাওইয়া শুরু করেন, যা দ্রুত নিজস্ব বৃত্তির একটি গুরুত্বপূর্ণ কেন্দ্রে পরিণত হয়। আবু আল-মাহাসিন এর সম্প্রসারণের জন্য পার্শ্ববর্তী বাড়িগুলি কিনেছিলেন এবং ১৫৯৬ সালে তার জাবিয়ার জন্য একটি বাড়িকে মসজিদে রূপান্তরিত করেছিলেন, তিনি তার ছেলে আবু আল-আব্বাস আহমদ আল-হাফিজকে ইমাম হিসেবে মনোনীত করেছিলেন। জাওইয়ার শিক্ষা আল-জাজুলির (শাদিলি তরিকার অন্তর্ভুক্ত) চিন্তাধারা এবং আবদুর রহমান আল-মাজদুব (মৃত্যু ১৫৬৯) এর শিক্ষা অনুসরণ করত, যিনি একজন পূর্ববর্তী সুফি শেখ ছিলেন। তিনি ফেসে সময় কাটিয়েছিলেন এবং আবু আল-মাহাসিনের শিক্ষক ছিলেন।\nআবু আল-মাহাসিনের ছোট ভাই আবদুর রহমান আল-আরিফ আল-ফাসি (মৃত্যু ১৬২৬) তার আধ্যাত্মিক উত্তরসূরি হন। তিনি ফেসের কারাউইয়িন কোয়ার্টারে কালক্লিয়িন পাড়ায় দ্বিতীয় জাওইয়া প্রতিষ্ঠা করেন। এই দ্বিতীয় স্থানটি নতুন শিষ্যদের দীক্ষা দেওয়ার জন্য এবং সামার মতো আরও রহস্যময় অনুশীলনের জন্য নিবেদিত ছিল, যখন আন্দালুসিয়িন মহল্লার মূল স্থানটি তাদের সম্প্রদায়ের আরও জনসাধারণ এবং প্রাতিষ্ঠানিক দিকগুলির সাথে যুক্ত হয়ে ওঠে। সপ্তদশ শতাব্দীতে জাওইয়া আল-ফাসিয়া ফেসের আধ্যাত্মিক জীবনে আধিপত্য বিস্তার করে এবং অতিরিক্ত আর্থ-সামাজিক গুরুত্ব অর্জন করে। আবু আল-মাহাসিনের অন্যান্য শিষ্যরাও মরক্কো জুড়ে জাভিয়ার নতুন শাখা প্রতিষ্ঠা করেছিলেন, যার মধ্যে সবচেয়ে গুরুত্বপূর্ণ ছিল কসার এল-কেবিরে। তাদের মধ্যে একজন, মুহাম্মাদ আল-মান আল-মোখফিয়া পাড়ায় তার নিজস্ব জাওইয়া প্রতিষ্ঠা করেছিলেন।\nআবদেল কাদের আল-পাসি (পুরো নাম: আবু মোহাম্মদ, আবু সাউদ আবদ আল-কাদির আল-ফাসি ইবনে আবু আল-হাসান আলী ইবনে আবু আল-মাহাসিন ইউসুফ আল-কাসরি আল-পাসি ) ছিলেন আবু আল-মাহাসিনের নাতি এবং আল-ফেবরি'র অধীনে আল-আর-এ-এর অধীনে অধ্যয়ন করার আগে কাসার এল-কেবিরে জন্মগ্রহণ করেন। আল-পাসি (তার দাদা-চাচা)। পরের জনের মৃত্যুর পর তিনি মুহাম্মদ আল-মা'নের শিষ্যত্ব গ্রহণের সময় কালক্লিয়িন পাড়ায় জাওইয়া আল-ফাসিয়া দখল করেন। তবে আবদেল কাদেরের জ্ঞান ও প্রভাব বৃদ্ধি পায় এবং মৌলে ইসমাইলের প্রথম দিকে (১৭ শতকের শেষের দিকে) শহরের এক অস্থির সময়ে ফেজে তাকে সুফিবাদের সংস্কারক ও পুনরুজ্জীবিতকারী হিসেবে বিবেচনা করা হয়। তিনি ছিলেন একজন জটিল ব্যক্তিত্ব যিনি সুফিবাদ প্রচারের পাশাপাশি হাদিস অধ্যয়নেও নিজেকে নিবেদিত করেছিলেন এবং প্রচলিত ইসলামী বিজ্ঞানের একজন দক্ষ পণ্ডিত হিসেবেও স্বীকৃত হয়েছিলেন, যার ফলে তিনি শায়খ আল-জামা'আ (\"সমাজের গুরু\") উপাধি অর্জন করেছিলেন। তাঁর শিক্ষার মধ্যে ছিল তাঁর সময়ের রাজনৈতিক অভিজাতদের (যারা তবুও তাঁর প্রশংসা করতেন) সমালোচনামূলক দৃষ্টিভঙ্গি এবং বৌদ্ধিক বা পণ্ডিত সুফিবাদের উপর জোর দেওয়া যা তাঁর পরবর্তী প্রজন্মের কাছে চলে এসেছিল। বিশেষ করে তার জীবনের শেষের দিকে তিনি অলৌকিক কাজ করা একজন সাধুর খ্যাতি অর্জন করেছিলেন।\nআবদেল কাদের ১৬৮০  সালে মারা যান এবং তাকে কালক্লিয়িন এলাকায় তার জাউইয়াতে একটি সমাধিতে সমাহিত করা হয়, যেটি তখন থেকে সিদি আবদেলকাদের আল-পাসির জাওইয়া নামে পরিচিত। (মুখফিয়া পাড়ায় অবস্থিত পুরনো \"জাওইয়া আল-ফাসি\", এর মূল প্রতিষ্ঠাতার নামানুসারে আবু আল-মাহাসিন আল-ফাসির জাওইয়া নামে পরিচিত ছিল। ) জাওইয়া ভবনটি ১৬৭২ থেকে ১৭২৭ সালের মধ্যে শাসনকারী সুলতান মৌলে ইসমাঈল দ্বারা সম্প্রসারিত হয় এবং ফেজে দ্বিতীয় মৌলে ইদ্রিসের জাওইয়া সম্প্রসারণের জন্যও দায়ী ছিল। জাওয়িয়া এতটাই সম্মানের সাথে পালন করা হত যে, দ্বিতীয় মৌলে ইদ্রিসের বিখ্যাত জাওইয়ার মতো। এটি একটি অভয়ারণ্যে (হোর্ম বা হুর্ম) পরিণত হয় যেখানে মুসলমানরা কর্তৃপক্ষের কাছ থেকে আইনি আশ্রয় দাবি করতে পারত। এটি মাখজেন (রাজকীয় সরকার) এবং সাধারণ জনগণের সাথে সুসম্পর্ক বজায় রেখেছিল, যার ফলে এটি কখনও কখনও শহরের রাজনৈতিক শক্তির মধ্যে মধ্যস্থতার ভূমিকা পালন করতে সক্ষম হয়েছিল। আল-পাসি পরিবার নিজেই মরক্কোর একটি বিশিষ্ট পরিবার হিসেবে অব্যাহত ছিল, যার ফলে বিংশ শতাব্দীর ধর্মীয় পণ্ডিত এবং জাতীয়তাবাদী নেতা আল্লাল আল-ফাসির মতো গুরুত্বপূর্ণ ব্যক্তিত্বের জন্ম হয়েছিল।\n\n\n== আরও দেখুন ==\nসিদি আহমেদ আল-তিজানির জাওইয়া\nসিদি তাওদি বেন সৌদার জাওইয়া\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n২০২৩ সালে জাভিয়ার অভ্যন্তরের ছবি (ফ্লিকার)"}