{"pageid": 1521038, "title": "দার সি সাইদ", "url": "https://bn.wikipedia.org/wiki?curid=1521038", "content": "দার সি সাইদ (আরবি: دار السي سعيد) হলো মরক্কোর মারাকেশে অবস্থিত ১৯ শতকের শেষের দিকের একটি ঐতিহাসিক প্রাসাদ এবং বর্তমান জাদুঘর । বর্তমানে এখানে জাতীয় তাঁত ও কার্পেট জাদুঘর অবস্থিত।\n\n\n== ইতিহাস ==\nএটি ১৮৯৪ থেকে ১৯০০ সালের মধ্যে সি সাঈদ ইবনে মুসা কর্তৃক নির্মিত হয়, যিনি তার ভাই বা আহমদ ইবনে মুসার অধীনে একজন উজির এবং প্রতিরক্ষা মন্ত্রী ছিলেন এবং সুলতান আবদেল আজিজের (শাসনকাল ১৮৯৪-১৯০৮) অধীনে একই সময়ে মরক্কোর গ্র্যান্ড উজির এবং কার্যকর শাসক ছিলেন। ১৯১৪ সালের পর ফরাসি প্রোটেক্টরেট প্রশাসনের অধীনে প্রাসাদটি মারাকেশের আঞ্চলিক নেতাদের আসন হিসেবে কাজ করে। ১৯৩০ বা ১৯৩২ সালে একে \"আদিবাসী শিল্প\" (যার অর্থ মরক্কোর শিল্প) এবং কাঠের শিল্পের জাদুঘরে রূপান্তরিত করা হয়। ১৯৫৭ সালে মরক্কোর স্বাধীনতার পর প্রাসাদটি একটি জাদুঘর অংশে বিভক্ত করা হয় এবং একটি অংশ সার্ভিস ডি ল'আর্টিসানাত (কারিগর সংস্থা) দ্বারা দখল করা হয়।\nসেই থেকে ভবনটি বেশ কয়েকবার সংস্কার করা হয়েছে এবং আজও এটি একটি জাদুঘর হিসেবে রয়ে গেছে। সম্প্রতি নির্মিত ফাউন্ডেশন ন্যাশনাল ডেস মিউজিস কর্তৃক সংস্কারের পর জাদুঘরটি ২০১৮ সালে জাতীয় তাঁত ও কার্পেট জাদুঘর হিসেবে পুনরায় খোলা হয়।\n২০২৩ সালের সেপ্টেম্বরের ভূমিকম্পে জাদুঘরটি উল্লেখযোগ্যভাবে ক্ষতিগ্রস্ত হয় এবং পরবর্তীতে মেরামতের জন্য বন্ধ করে দেওয়া হয়। ২০২৩ সালের অক্টোবর পর্যন্ত অনুমান করা হয়েছিল যে মেরামত করতে কমপক্ষে ছয় মাস সময় লাগবে।\n\n\n== স্থাপত্য ==\nপ্রাসাদের স্থাপত্য অলঙ্করণের দিক থেকে সুলতানের বাবা এবং সুলতানের ভাইয়ের দ্বারা আরও দক্ষিণে নির্মিত বাহিয়া প্রাসাদের মতো, তবে পরবর্তীটির বিপরীতে এটি একাধিক স্তরে নির্মিত এবং এর বিন্যাস একেবারেই আলাদা। এর স্থাপত্যের উল্লেখযোগ্য বৈশিষ্ট্যগুলির মধ্যে রয়েছে উপরের তলায় একটি বিশাল অভ্যর্থনা হল এবং একটি বিশাল রিয়াদ বাগান যেখানে কেন্দ্রীয় প্যাভিলিয়ন রয়েছে যা রঙ করা কাঠের তৈরি।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== জাদুঘর সংগ্রহ ==\n\nজাদুঘরের সংগ্রহে বিভিন্ন ধরণের জিনিসপত্র রয়েছে, যার মধ্যে অনেকগুলি মরক্কোর দক্ষিণাঞ্চল থেকে এসেছে। সম্প্রতি পর্যন্ত জাদুঘরের প্রদর্শনীতে মরোক্কোর কাঠের শিল্প ও জিনিসপত্রের উপর দৃষ্টি নিবদ্ধ করা হয়। এর সংগ্রহে ১০০২ থেকে ১০০৭ সালের মধ্যে মদিনাত আল-জাহরায় তৈরি একটি আন্দালুসি মার্বেল বেসিন অন্তর্ভুক্ত ছিল, যা পরে বেন ইউসুফ মাদ্রাসায় পুনঃব্যবহৃত করা হয়, যেখানে এটি সম্প্রতি ফেরত পাঠানো হয়েছে। ২০১৮ সালে জাদুঘরটি পুনরায় খোলার পর এর বর্তমান প্রদর্শনীগুলি এখন তাঁত এবং মরক্কোর কার্পেটের উপর দৃষ্টি নিবদ্ধ করে। \n\n\n== আরও দেখুন ==\nমারাকেশ জাদুঘর\nবাহিয়া প্রাসাদ\nনেজ্জারিন জাদুঘর (ফেজ)\n\n\n== তথ্যসূত্র =="}