{"pageid": 1521072, "title": "সার্ভ দ্য পিউপল (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1521072", "content": "সার্ভ দ্য পিউপল (কোরীয়: 인민을 위해 복무하라, ইংরেজি: Serve the People) হলো একটি দক্ষিণ কোরীয় প্রণয়ধর্মী নাট্য চলচ্চিত্র, যা জাং চোল-সু পরিচালনা করেছেন। এই চলচ্চিত্রে ইয়ন উ-জিন, জি আন, জো সুং-হা, কিম জি-চুল এবং পার্ক জুং-ওনের মতো অভিনয়শিল্পীগণ অভিনয় করেছেন। এই চলচ্চিত্রটি একটি আদর্শ সৈনিক এবং একটি ডিভিশন কমান্ডারের তরুণ স্ত্রীর মধ্যে একটি রোমান্সের চিত্র তুলে ধরে, যেখানে বাসনা, শ্রেণীবদ্ধ বাধা এবং অভ্যন্তরীণ দ্বন্দ্বের ধারণাগুলো ১৯৭০-এর দশকের উত্তর কোরিয়া ধরনের এক কাল্পনিক সমাজতান্ত্রিক পরিবেশে অন্বেষণ করা হয়েছে।\nমূলত কোরীয় ভাষায় নির্মিত এই চলচ্চিত্রটি ২০২২ সালের ২৩শে ফেব্রুয়ারি তারিখে মুক্তি পেয়েছে। ২ ঘণ্টা ২৬ মিনিটের এই চলচ্চিত্রটি সর্বমোট ৫৬২,৩৫  মার্কিন ডলার আয় করেছে।\n\n\n== সারাংশ ==\nএকজন আদর্শ সৈন্য মু-গুয়াং, তার স্ত্রী এবং সন্তানকে একটি ভাল জীবন দেওয়ার জন্য নিজেকে নিবেদিত রেখেছে। তার অটুট নিষ্ঠা তার উচ্চপদস্থ কর্মকর্তাদের দৃষ্টি আকর্ষণ করে এবং তাকে বিভাগের কমান্ডারের বাড়ির শেফ হিসেবে নিযুক্ত করা হয়। এই অবস্থানটি তাকে কমান্ডারের যুবক এবং আকর্ষণীয় স্ত্রীর সঙ্গে কাছাকাছি আনে। কমান্ডারের অনুপস্থিতিতে, সু-রেয়ন মু-গুয়াংয়ের প্রতি কিছু পদক্ষেপ নিতে শুরু করেন, যা তার নৈতিক সীমাবদ্ধতা এবং কর্তব্যের প্রতি আনুগত্যকে চ্যালেঞ্জ করে। যতই তাদের গোপন সম্পর্ক বাড়তে থাকে, মু-গুয়াং গভীর অভ্যন্তরীণ দ্বিধা অনুভব করতে থাকে, তার কমান্ডারের পরিবারের প্রতি আনুগত্য এবং নিজের কামনা মধ্যে দ্বিধা তৈরি হয়। এই সম্পর্কটি ক্রমবর্ধমান জটিল হয়ে ওঠে, যেখানে ক্ষমতা, প্রলোভন এবং ব্যক্তিগত উচ্চাকাঙ্ক্ষার মতো বিষয়গুলো একে অপরের মধ্যে একত্রিত হয়। গল্পটি মু-গুয়াংয়ের সংগ্রাম অনুসরণ করে, যা তাকে তার ক্যারিয়ার বা ব্যক্তিগত জীবন বিপদে না ফেলার জন্য এই বিপজ্জনক পরিস্থিতি কাটিয়ে উঠতে হবে।\nচলচ্চিত্রের সমাপ্তি ঘটে যখন কমান্ডার বাড়িতে ফিরে আসে এবং মু-গুয়াং এবং সু-রেয়নকে তাদের কাজের ফলাফলগুলো মোকাবেলা করতে বাধ্য করে। গল্পটি শেষ হয় ১৫ বছর পরে একটি ফ্ল্যাশ-ফরওয়ার্ডের মাধ্যমে, যেখানে তাদের সিদ্ধান্তের দীর্ঘমেয়াদী প্রভাব সব পক্ষের ওপর প্রকাশিত হয়।\n\n\n== অভিনয়শিল্পী ==\nইয়ন উ-জিন – মু-গুয়াং\nজি আন – সু-রেয়ন\nজো সুং-হা – ডিভিশন কমান্ডার\nকিম জি-চুল – কোম্পানি কমান্ডার\nপার্ক জুং-ওন – প্রশিক্ষকের স্ত্রী\nউ জু-বিন – প্রবীণ সৈনিক\nহান মিন-ইয়প – গাড়ি চালক\nজাং হে-মিন – মু-গুয়াংয়ের স্ত্রী\nহান ইল-কিউ – ব্যাটালিয়ন কমান্ডার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nহানসিনেমায় সার্ভ দ্য পিউপল  \nকোরিয়ান মুভি ডেটাবেসে সার্ভ দ্য পিউপল \nইন্টারনেট মুভি ডেটাবেজে সার্ভ দ্য পিউপল   (ইংরেজি)"}