{"pageid": 1521516, "title": "ভারতী কাশ্যপ", "url": "https://bn.wikipedia.org/wiki?curid=1521516", "content": "ভারতী কাশ্যপ একজন ভারতীয় চক্ষু বিশেষজ্ঞ এবং সমাজকর্মী। তিনি ২০১৭ সালে নারী শক্তি পুরস্কারে ভূষিত হন এবং সামাজিক বিজ্ঞানের সুবিধাবঞ্চিত বিভাগের কল্যাণের জন্য পাঁচবার জাতীয় আইএমএ পুরস্কার পেয়েছেন।\n\n\n== ব্যক্তিগত জীবন ==\nভারতী কাশ্যপের জন্ম ১৯৬৭ সালের ১৫ই মে। তিনি এমবিবিএস, এমএস (চক্ষুবিদ্যা) এবং কর্নিয়ায় ফেলো ডিগ্রি অর্জন করেছেন। ঝাড়খণ্ডের রাঁচিতে কাশ্যপ মেমোরিয়াল আই হাসপাতালের প্রতিষ্ঠাতা বীরেন্দ্র প্রসাদ কাশ্যপকে তিনি বিয়ে করেন।\n\n\n== কর্মজীবন ==\nভারতী কাশ্যপ বিনামূল্যে চিকিৎসা প্রদানের মাধ্যমে দৃষ্টি প্রতিবন্ধকতায় ভুগছে এমন শিশুদের শিক্ষার জন্য ব্যাপকভাবে কাজ করেছেন, প্রতিবন্ধকতার মধ্যে আছে  ক্যাটারাক্ট, রিফ্র্যাক্টিভ এরর ইত্যাদি। ঝাড়খণ্ডের শিশুদের মধ্যে অন্ধত্বের ক্রমবর্ধমান ঘটনা আবিষ্কার করার পর, তিনি ১৯৯৫ সালে সমাজসেবামূলক কাজ শুরু করেন। তিনি রামগড়ে রাষ্ট্র পরিচালিত স্কুলে ভর্তি হওয়া প্রায় ১০,০০০ শিশুর চোখের নমুনা পরীক্ষা পরিচালনা করেন। এড়ানো যায় এমন অন্ধত্বের প্রধান কারণগুলি মোকাবিলা করার জন্য তিনি বিনামূল্যে চক্ষু শিবিরের আয়োজন করেছিলেন।\nতিনি রাজ্যের রাষ্ট্র পরিচালিত স্কুলগুলিতে ভর্তি হওয়া ২০ লক্ষেরও বেশি শিশুর চোখের পরীক্ষা সম্পন্ন করেছেন। তিনি সুবিধাবঞ্চিত মানুষ, আদিম উপজাতি, মানব পাচারের শিকার, সংবাদপত্রের ফেরিওয়ালা, ডায়াবেটিস রোগী, বৃদ্ধাশ্রমের বাসিন্দা, বস্তিবাসী এবং মানসিকভাবে বিপর্যস্ত মানুষ, ক্রীড়াবিদ ও ট্রাক চালকদের লক্ষ্য করে প্রচারণা শুরু করেন। কাশ্যপ মেমোরিয়াল আই ব্যাংক দাতব্য ট্রাস্টটি তিনি প্রতিষ্ঠা করেছিলেন। এর মাধ্যমে ঝাড়খণ্ডের প্রতিটি ব্লক এবং জেলায় বিনামূল্যে চক্ষু শিবিরের আয়োজন করা হয়েছিল। সবচেয়ে লক্ষণীয় প্রভাব ছিল দাতব্য শাখা- কাশ্যপ মেমোরিয়াল আই ব্যাংকে বিনামূল্যে চশমা এবং বিনামূল্যে ফ্যাকো ছানি অস্ত্রোপচারের পর শিশুদের স্কুলে ফিরে আসা।\n২০১৫ সালে, ইণ্ডিয়ান মেডিকেল অ্যাসোসিয়েশনের মহিলা ডাক্তারদের শাখার চেয়ারপারসন হিসেবে, তিনি ঝাড়খণ্ডে নারীদের এক নম্বর ঘাতক জরায়ুমুখ ক্যান্সারের বিরুদ্ধে প্রথম বড় অভিযান শুরু করেন, যার লক্ষ্য ছিল ঝাড়খণ্ডের গ্রামীণ এবং রাজ্য পরিচালিত সদর হাসপাতালে জরায়ুমুখ ক্যান্সার সনাক্তকরণ এবং কলপোস্কোপি নির্দেশিত ক্রায়ো চিকিৎসার উপর দৃষ্টি নিবদ্ধ করে একাধিক বৃহৎ মহিলা স্বাস্থ্য শিবির আয়োজন করা। রাজ্য স্বাস্থ্য বিভাগের সাথে হাত মিলিয়ে, তিনি কলকাতা এবং নতুন দিল্লির অনকো-গাইনোকোলজিস্টদের সঙ্গে নিয়ে রাজ্য স্বাস্থ্যসেবাগুলির সাথে কাজ করা গাইনোকোলজিস্টদের জরায়ুর ক্যান্সারের প্রাথমিক সনাক্তকরণ এবং চিকিৎসার প্রশিক্ষণ প্রদানে সহায়তা করেছিলেন।\n\nঝাড়খণ্ডে প্রথমবারের মতো তাঁর প্রচেষ্টা গ্রামীণ এলাকার মহিলাদের জন্য উন্নত স্বাস্থ্যসেবা এনেছে, হাজার হাজার নারীকে জরায়ুমুখ ক্যান্সার থেকে রক্ষা করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}