{"pageid": 1521788, "title": "সাওয়াত সাফীর আল-বুলবুল", "url": "https://bn.wikipedia.org/wiki?curid=1521788", "content": "সওয়াত সাফীর আল-বুলবিল/সাওতু সফীরিল বুলবুলি (বুলবুলির কন্ঠস্বর), হলো  আল-আসমা'ইয়ের লেখা একটি কবিতা।\n\n\n== কবিতার কথা ==\n\n\n== পটভূমি ==\nবহুসংখ্যক কবিদের পুরস্কার করার পর আল-আসমায়ী (রহ) আব্বাসীয় খলিফা আবু জাফর আল-মনসুরকে এটি দিয়ে চ্যালেঞ্জ করে কবিতাটি রচনা করেছিলেন। আব্বাসীয় খলিফা আবু জাফর আল মনসুর এতটাই মেধাবী ছিলেন যে প্রথমবার শোনামাত্রই যেকোনো  কবিতাই মুখস্থ করতে পারতেন, আর তাই তিনি দাবি করতেন যে তিনি এটি আগেও শুনেছেন। কবিগণ কবিতা আবৃত্তি শেষ করার পরে খলিফা তাদেরকে কবিতাটি আবৃত্তি করে শোনাতেন। তার একটি দাস ছেলে ছিল যে কবিতাটি দু'বার শোনার পরে মুখস্থ করতে পারতো, তাই কবি এটি আবৃত্তি করার পরে তাকে এটি আবৃত্তি করতে নিয়ে আসতেন। খলিফার একটি দাসী মেয়ে ছিল যে তৃতীয়বার শোনার পর কবিতা মুখস্থ করতে পারতো, তাই তিনি দাস ছেলেটির পরে তাকে এটি আবৃত্তি করতে নিয়ে আসতেন কবিকে নিশ্চিত করার জন্য যে কবিতাটি আগে বলা হয়েছিল এবং আসলে এটি তার নিজস্ব রচনা। তিনি সকল কবির সাথেই এই কাজটি করেছিলেন, তাই কবিরা হতাশ ও নিরাশ হয়ে পড়েছিলো৷ \nএকবার খলিফা ঘোষণা করলেন—\"যে ব্যক্তি এমন কবিতা শুনাবে, যা আমি আগে কখনো শুনিনি (অর্থাৎ, মুখস্থ করতে পারবো না), তবে কবিতাটি যে পাত্রে লেখা থাকবে, তার ওজন পরিমাণ স্বর্ণমুদ্রা তাকে দেওয়া হবে।\"\nতখন কবি আসমায়ী (রহ) বুঝতে পারেন যে এতে নিশ্চয়ই কোনো ধরনের চালাকি রয়েছে। তাই তিনি বিভিন্ন শব্দ এবং অদ্ভুত অর্থসহ দুর্বোধ্য ভাষায় একটা কবিতা রচনা করেন, যার নাম \" সাওয়াত সাফীর আল বুলবিল/ সওতু সফীরিল বুলবুলি\"। এরপর তিনি নিজে একজন আরব বেদুইনের পোশাক পরে নিজেকে ছদ্মবেশে আবদ্ধ করলেন এবং তিনি খলিফার কাছে প্রবেশ করে বললেন: \"আমার একটি কবিতা আছে যা আমি আপনাকে আবৃত্তি করে শোনাতে চাই, এবং আমার মনে হয় না আপনি এটি আগে কখনও শুনেছেন।\" খলিফা তাকে বললো, \"তোমার কাছে কী আছে শোনাও?”\nতখন কবি আসমায়ী খলিফাকে উক্ত কবিতাখানি আবৃত্তি করে শোনালেন। কবিতাটি আবৃত্তি শেষ করার পর, খলিফা এর কিছুই মনে করতে পারলেন না। তারপর সে তার দাসীকে নিয়ে এলেন, কিন্তু তারও কিছু মনে রইলো না, কারণ সে পরপর দুবার পাঠ করার পরই তা মুখস্থ করতে পারতো। তারপর সে দাসীকে নিয়ে এলো, কিন্তু তারও কিছু মনে রইল না। অতঃপর খলিফা পরাজয় স্বীকার করে কবিকে বললেন: আমি তোমাকে লেখার ফলকের ওজনের সমান স্বর্ণমুদ্রা দেবো। তাহলে তুমি এটি কোন ফলকে লিখেছো নিয়ে আসো?\nআল-আসমায়ী (রহ) তাকে বললেন: আমি আমার বাবার কাছ থেকে উত্তরাধিকারসূত্রে একটি মার্বেল পাথরের স্তম্ভ পেয়েছিলাম, আর আমি এতেই আমার কবিতাটি খোদাই করেছি। এই স্তম্ভটি আমার উটের উপরে বাইরে রাখা আছে, দশজন সৈন্য সেটা বহন করছে।\" \nতখন তারা বাধ্য হয়ে স্তম্ভটি এনে পুরো ওজন করতে লাগলো। তখন মন্ত্রী কবিকে চিনে ফেলে বললেন: হে আমিরুল মুমিনীন, আমার মনে হয় এটা আর কেউ নয়, এটা আল-আসমায়ী।\" খলিফা তখন বললেন: হে আরব বেদুইন, তোমার ঘোমটা খুলে ফেল।\" বেদুইন তার ঘোমটা খুলে ফেলল এবং দেখল যে এটি সত্যিই আল-আসমায়ী। খলিফা তখন বললেন: তুমি কি আমির আল-মুমিনীনের সাথে এভাবে প্রতারণা করলে?\" \nকবি আল আসমায়ী বললেন: হে আমিরুল মুমিনীন, আপনি এটা করে কবিদের জীবিকা নির্বাহের উপায় বন্ধ করে দিয়েছেন। আমার কাছে আর কোনো উপায় ছিলো না। খলিফা বললেন: তোমার পুরস্কার ফেরত দাও, আসমায়ী ।আল-আসমায়ী বললেন: ফেরত দেবো, তবে এক শর্তে। খলিফা বললেন: এটা কী শর্ত? কবি বললেন: যত কবি আপনাকে কবিতা শুনাতে আসবে সবার ন্যায্য পুরষ্কার প্রদান করবেন। খলিফা বললেন: ঠিক আছে, তুমি যা চাও তাই হবে।\n\n\n== তথ্যসূত্র =="}