{"pageid": 1521160, "title": "মল্লিকা সুকুমারন", "url": "https://bn.wikipedia.org/wiki?curid=1521160", "content": "মোহাম্মল্লিকা পিল্লাই (জন্ম ৪ নভেম্বর ১৯৫৪  ), যিনি মল্লিকা সুকুমারন নামেই বেশি পরিচিত, তিনি একজন ভারতীয় অভিনেত্রী এবং ব্যবসায়ী যিনি মালায়ালাম সিনেমায় তার কাজের জন্য পরিচিত। তিনি ১৯৭৪ সালে জি. অরবিন্দনের মালয়ালম চলচ্চিত্র উথারায়ানম -এ অভিনয়ের মাধ্যমে তার কর্মজীবন শুরু করেন। তারপর থেকে, তিনি ৬০টিরও বেশি ছবিতে অভিনয় করেছেন। ১৯৭৪ সালের স্বপ্নদানম চলচ্চিত্রে তার ভূমিকার জন্য তিনি  সেরা পার্শ্ব অভিনেত্রী বিভাগে কেরালা রাজ্য চলচ্চিত্র পুরস্কার জিতেছিলেন।\n\n\n== প্রাথমিক জীবন এবং পরিবার ==\nমল্লিকা কৈনিকর মাধবন পিল্লাই এবং শোভার ঘরে জন্মগ্রহণ করেন। তার জন্মনাম ছিল মোহমল্লিকা পিল্লাই। পিতামাতার চার সন্তানের মধ্যে তিনি ছিলেন সর্বকনিষ্ঠ।  তার বাবা ছিলেন একজন গান্ধীবাদী এবং রাজনৈতিক কর্মী। তিনি কৈনিক্কার পদ্মনাভ পিল্লাই এবং কৈনিক্কার কুমার পিল্লাইয়ের ছোট ভাই ছিলেন। মল্লিকার এক বড় ভাই, এম. ভেলাউধন পিল্লাই এবং দুই বড় বোন, প্রেমচন্দ্রিকা এবং রাগালাথিকা। তিনি কটন হিলের সরকারি উচ্চ মাধ্যমিক বালিকা বিদ্যালয় থেকে প্রাথমিক শিক্ষা লাভ করেন। পরে তিনি তিরুবনন্তপুরমের গভর্নমেন্ট কলেজ ফর উইমেন থেকে রসায়নে স্নাতক ডিগ্রি অর্জন করেন। \n\n\n== অভিনয় জীবন ==\nমল্লিকা ১৯৭৪ সালে জি. অরবিন্দন পরিচালিত এবং থিক্কোডিয়ান রচিত মালায়ালাম ছবি উথারায়ণম -এর মাধ্যমে তার অভিনয় জীবন শুরু করেন। চলচ্চিত্রে তিনি রাধার ভূমিকায় অভিনয় করেছিলেন। সেই একই বছর, তিনি স্বপ্নদানম  চলচ্চিত্রে রোজি চেরিয়ান চরিত্রে অভিনয়ের জন্য সেরা সহ অভিনেত্রী হিসাবে কেরালা রাজ্য চলচ্চিত্র পুরস্কার জিতেছিলেন। পরবর্তীতে, তিনি চলচ্চিত্র নেতিবাচক এবং হাস্যরসাত্মক চরিত্রে অভিনয়ের জন্য পরিচিত হয়ে ওঠেন।  ১৯৭৫ সালে, তিনি বয় ফ্রেন্ড  নামক চলচ্চিত্রে এবং পরে পি. ভেনু পরিচালিত পিচাথিকুটাপ্পান (১৯৭৯) চলচ্চিত্রে অভিনয় করেন। মালায়ালাম অভিনেতা সুকুমারনকে বিয়ে করার পর মল্লিকা  অভিনয় করা ছেড়ে দিয়েছিলেন। তিনি পিপি গোবিন্দনের ১৯৭৭ সালের মুক্তিপ্রাপ্ত চলচ্চিত্র সরিতা তে পি জয়চন্দ্রনের সাথে ওরমায়ুন্ডো গানটি গেয়েছিলেন। \nঅভিনয় থেকে খনিক বিরতির পর, তিনি কে কে রাজীব পরিচালিত টেলিভিশন ধারাবাহিক পেইথোঝিয়াতে -এর মাধ্যমে অভিনয় জগতে ফিরে আসেন। তার হবু পুত্রবধূ পূর্ণিমা ইন্দ্রজিৎও এই ছবির কলাকুশলীদের অংশ ছিলেন। ছবির চিত্রগ্রহনের কাজ চলাকালীনই তার ছেলে ইন্দ্রজিৎ সুকুমারন এবং পূর্ণিমার দেখা হয়েছিল।  ভালয়াম, স্নেহাদুরম, স্ত্রী ওরু সান্থওয়ানম, হরিচাঁধনম, আমেরিকান ড্রিমস, ইন্ধুমুখী চন্দ্রমথি এবং পোরুথাম হল তার অভিনীত কয়েকটি জনপ্রিয় টেলিভিশন ধারাবাহিক। তিনি আমেরিকান ড্রিমস ধারাবাহিকে তার ভূমিকার জন্য একটি চলচ্চিত্র-টিভি সমালোচক পুরষ্কারও পেয়েছিলেন। \nতার প্রথম তামিল চলচ্চিত্র ছিল সেবাস্তিয়ান সিম্যান পরিচালিত ভাজথুগাল । ২০১৬ সালে, তিনি কেরালা ফিল্ম ক্রিটিকস অ্যাসোসিয়েশনের পক্ষ থেকে তার আজীবন কৃতিত্বের জন্য পুরস্কার এবং চলচিত্র প্রতিভা পুরস্কার জিতেছিলেন। \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n==== ১৯৮০ এর দশক ====\n\n\n==== ২০০০ এর দশক ====\n\n\n==== ২০১০ এর দশক ====\n\n\n==== ২০২০ এর দশক ====\n\n\n== তথ্যসূত্র =="}