{"pageid": 1521141, "title": "পি কৌশল্যা", "url": "https://bn.wikipedia.org/wiki?curid=1521141", "content": "পি কৌশল্যা, ওরফে পেরিয়াসামি কৌশল্যা (জন্ম আনুমানিক ১৯৭৫) একজন ভারতীয় এইচআইভি কর্মী। তিনি ভারতের এইচআইভি পজিটিভ ব্যক্তিদের একজন হিসেবে গণমাধ্যমের সাথে কথা বলা প্রথম মহিলা হিসেবে নজরে আসেন। ২০১৫ সালে ভারত সরকার তাঁকে নারী শক্তি পুরস্কারে ভূষিত করে। এইচআইভি+ নারীদের অধিকার রক্ষার জন্য পজিটিভ উইমেন নেটওয়ার্ক (পিডব্লিউএন) শুরু করা চারজনের মধ্যে তিনি একজন ছিলেন।\n\n\n== জীবন ==\nকৌশল্যার জন্ম ১৯৭৫ সাল নাগাদ। কুড়ি বছর বয়সে তিনি তাঁর এক রক্ত সম্পর্কিত ভাইয়ের সাথে বিবাহ বন্ধনে আবদ্ধ হন। তাঁর দুই বছর বয়সে তাঁর মা মারা যান। তখন তাঁকে তাঁর বাবা এবং বাবার দ্বিতীয় স্ত্রী লালন-পালন করেছেন। সৎ মায়ের সাথে কৌশল্যার সম্পর্ক ভালো ছিলো না এবং তাঁকে বলা হয়েছিল যে তাঁর নিজের মা মৃত্যুর আগে চেয়েছিলেন যে তিনি যেন তাঁর সম্পর্কিত ভাইয়ের সাথে বিয়ে করেন। বিয়ের দুই সপ্তাহ পর তিনি অসুস্থ বোধ করে এবং পরীক্ষায় জানা যায় যে তিনি এইচআইভি পজিটিভ। তাঁর স্বামীর কাছ থেকে তিনি এই সংক্রমণে আক্রান্ত হয়েছিলেন এবং তাঁরা দুজনেই শীঘ্রই \"আরোগ্য\" বলে পরিচিত ওষুধ গ্রহণ শুরু করেছিলেন। তথ্য পাওয়া যায়নি, তিনি বলেন যে একজন ডাক্তার তাঁকে তাঁর জরায়ু অপসারণ করতে বলেছিলেন। তাঁর লরি চালক স্বামী বিয়ের আগেই জানতেন যে তিনি এইচআইভি পজিটিভ। তাঁরা আলাদা হয়ে যান। তাঁর স্বামী আবার বিয়ে করার চেষ্টা করেও ব্যর্থ হন এবং শেষে আত্মহত্যা করেন। প্রচার মাধ্যম তাঁর গল্পে আগ্রহী হতে শুরু করে। তারা তাঁকে কথা বলতে উৎসাহিত করেছিল এবং তিনি সাহসী সিদ্ধান্ত নিয়েছিলেন যে তিনি হবেন ভারতের প্রথম মহিলা যিনি এইচআইভি পজিটিভ হিসেবে সকলের সামনে আসবেন।\nতিনি বিভ্রান্ত এবং ভীত হয়ে পড়েছিলেন। ডঃ সুনীতি সলোমনের কাজের খবরই তাঁর জীবনকে আবার স্বাভাবিক অবস্থায় ফিরিয়ে আনতে তাঁকে সাহায্য করেছিল। তিনি সংবাদমাধ্যমের সাথে কথা বলতে থাকলেন কিন্তু নিজের ছবি প্রকাশ হতে দিলেন না। ভারতে এইচআইভি আক্রান্ত ব্যক্তিদের হত্যার গল্প শুনে তিনি এবং তাঁর পরিবার চিন্তিত ছিলেন। তাঁর বাড়ির লোকেরা তাঁর অবস্থা সম্পর্কে জানতে পেরে তাঁকে এড়িয়ে চলতে শুরু করে। ১৯৯৯ সালে তিনি যক্ষ্মা এবং মেনিনজাইটিসে খুব অসুস্থ হয়ে পড়েন। পরে যে ওষুধগুলির দাম ৩০০ টাকা হয়ে গিয়েছিল, তাঁকে সেগুলি ৭,৫০০ টাকা দিয়ে কিনতে হয়েছিল। ভাগ্যক্রমে তাঁর কাকা তাঁর ওষুধের খরচ দিতে রাজি হয়েছিলেন।\nপ্রচার মাধ্যমের সাথে কথা বলতে ইচ্ছুক কয়েকজন এইচআইভি পজিটিভ ব্যক্তির সাথে তিনিও বৈষম্য এবং \"নিরপরাধ\" সঙ্গীর সাথে এইচআইভি পজিটিভ ব্যক্তিদের বিবাহ নিয়ে আলোচনায় জড়িত হয়েছিলেন।\nতিনি ভারলক্ষ্মী, জোন্স এবং হেমার সাথে পজিটিভ উইমেন নেটওয়ার্কের (পিডব্লিউএন) প্রতিষ্ঠাতাদের একজন ছিলেন। তারা এইচআইভি সম্পর্কিত তথ্য সরবরাহের জন্য সরকারি সংস্থাগুলির উপর চাপ সৃষ্টি করেছিল। সহস্রাব্দ উন্নয়ন লক্ষ্যমাত্রার প্রতি ভারতের যে প্রতিশ্রুতি ছিল তা ব্যবহার করে তারা সরকারকে রাজি করায় দুঃস্থ মহিলাদের জন্য ঘরের ব্যবস্থা করতে। এইচআইভি পজিটিভ বিধবাদের জন্য বিশেষ চিকিৎসার উদ্দেশ্যে তারা যুক্তি উপস্থাপন করে।\nযখন এইচআইভি / এইডস ব্যবস্থাপনার অংশ হিসেবে এআরভি ওষুধ চালু করা হয়েছিল, তখন পিডব্লিউএন তাদের একজন স্বেচ্ছাসেবককে হাসপাতালের ভেতরে চিকিৎসা প্রদান পর্যবেক্ষণের জন্য রেখেছিল যাতে চিকিৎসা কর্মীদের আচরণ উন্নত হয়।\n২০১৫ সালে আন্তর্জাতিক নারী দিবসে তিনি প্রথম আটটি নারী শক্তি পুরস্কারের একটি লাভ করেন। তার আগের বছরের নেতৃত্ব এবং কৃতিত্বের জন্য তিনি এই পুরস্কারের প্রাপক হয়েছিলেন। আন্তর্জাতিক নারী দিবসে তৎকালীন ভারতের রাষ্ট্রপতি প্রণব মুখার্জির হাত দিয়ে এই পুরস্কারটি প্রদান করা হয়েছিল। \n২০২০ সালে তিনি পিডব্লিউএন-এর সভাপতি ছিলেন এবং এইচআইভি পজিটিভ ব্যক্তিদের প্রতি বৈষম্যের বিরুদ্ধে লড়াই করছেন। তিনি বিশ্ব এইডস দিবসে পরার জন্য লাল ফিতে কুড়ি টাকায় বিক্রি করেন। তিনি উল্লেখ করেন যে টাকা গুরুত্বপূর্ণ, কিন্তু ফিতে পরাও গুরুত্বপূর্ণ কারণ এটি দেখায় যে লোকেরা এই উদ্দেশ্যকে সমর্থন করে।\n\n\n== তথ্যসূত্র =="}