{"pageid": 1521740, "title": "আতাউল্লাহ রশিদী", "url": "https://bn.wikipedia.org/wiki?curid=1521740", "content": "আতাউল্লাহ রুশদী বিন আহমদ মামার  ছিলেন ১৭ শতকের একজন স্থপতি এবং বর্তমান ভারতের মুঘল সাম্রাজ্যের একজন গণিত লেখক ছিলেন । তিনি ঔরঙ্গাবাদের বিবি কা মকবারা এবং শাহজাহানাবাদের কিছু ভবনের নকশা তৈরি করেছিলেন। গণিত বিষয়ে তিনি আরবি ভাষার খুলাসাত আল-হিসাব এবং সংস্কৃত ভাষার বীজগণিতকে ফারসি ভাষায় অনুবাদ করেন।\n\n\n== জীবনী ==\nআতাউল্লাহ ছিলেন আহমদ মামার লাহোরির জ্যেষ্ঠ পুত্র। আহমদ মামার ছিলেন তাজমহলের স্থপতি। তার দুই ছোট ভাই ছিলেন—লুৎফুল্লাহ মুহান্দিস এবং নুরুল্লাহ। তারাও স্থাপত্য শিল্পে অবদান রেখেছেন।\nতিনি মুগল সম্রাট শাহজাহানের নতুন রাজধানী শাহজাহানাবাদ এর জন্য বিভিন্ন ভবনের নকশা তৈরি করেছিলেন। বিবি কা মকবারার সমাধির নকশা তিনি নির্মাণ করেন।  ১৬৬০-১৬৬১ সালে আওরঙ্গজেবের স্ত্রী দিলরাস বানু বেগমের সমাধিসৌধ রাখার জন্য এটি নির্মাণ করা হয়েছিল।\nতার বাবার সহযোগী মাকরামত খান আতাউল্লাহকে পাটিগণিত, জ্যামিতি এবং জ্যোতির্বিদ্যায় প্রশিক্ষণ দিয়েছিলেন। তার ছোট ভাই লুৎফুল্লাহ মুহান্দিস নিজেও একজন খ্যাতনামা গণিতজ্ঞ ছিলেন। আতাউল্লাহ ফার্সি ভাষায় গণিতের উপর দুটি রচনা লিখেছেন:\n\nখুলাসাতুল রাজ  বা খুলাসাহ-ই-রাজ (পাটিগণিতের রহস্যের সারাংশ ) হল পাটিগণিত, বীজগণিত এবং পরিমাপের উপর লেখা একটি বই। এটি বাহা আল-দিন আল-আমিলির আরবি ভাষার গ্রন্থ খুলাসাত আল-হিসাব-এর সংক্ষিপ্ত অনুবাদের বই ছিল। এই বইটি মধ্যযুগে ভারতের মাদ্রাসাগুলোতে পাঠ্যপুস্তক হিসেবে ব্যবহৃত হতো। আতাউল্লাহ বইটি কাব্যিক আকারে লিখেন এবং মুঘল রাজপুত্র দারা শিকোহকে উৎসর্গ করেন। \nতরজুমা-ই বিজগানিত বা তরজামাহ ই বিজ গণিত (১০৪৪৪হি / ১৬৩৪-৩৫ সাল) এটি ভারতীয় গণিতবিদ ভাস্করাচার্য (দ্বিতীয় ভাস্কর)-এর সংস্কৃত ভাষার \"বীজগণিত\" বইটির ফারসি অনুবাদ বই ছিল। আতাউল্লাহ ভাস্করকে \"অসাধারণ সত্য এবং সূক্ষ্ম বিষয়ের আবিষ্কারক\" হিসেবে প্রশংসা করেন এবং এই বইটি মুঘল সম্রাট শাহজাহানকে উৎসর্গ করেন। ১৮১৩ সালে লন্ডনে এডওয়ার্ড স্ট্র্যাচির \"আতাউল্লাহর বই\" এর ইংরেজি অনুবাদ প্রকাশিত হয়।  এই গ্রন্থের পাণ্ডুলিপিগুলি বেনারস হিন্দু বিশ্ববিদ্যালয়, মাদ্রাসা দারুল উলুম (দেওবন্দ), রাজা গ্রন্থাগার (রামপুর), সাইদিয়াহ গ্রন্থাগার (হায়দরাবাদ), ওসমানিয়া বিশ্ববিদ্যালয় গ্রন্থাগার (হায়দরাবাদ), মাদ্রাসা নাদওয়াতুল উলামা, মাদ্রাসাতুল ওয়ায়েজিন, ব্রিটিশ জাদুঘর, ইন্ডিয়া অফিস (লন্ডন) -এ পাওয়া যায়। \n\n\n== তথ্যসূত্র ==\n\n\n== টীকা =="}