{"pageid": 1521996, "title": "জোহানা ভ্যান গগ-বোঙ্গার", "url": "https://bn.wikipedia.org/wiki?curid=1521996", "content": "জোহানা গেজিনা ভ্যান গগ-বোঙ্গার (৪ অক্টোবর ১৮৬২ - ২ সেপ্টেম্বর ১৯২৫) ছিলেন একজন ডাচ সম্পাদক, যিনি তার প্রথম স্বামী, শিল্প ব্যবসায়ী থিও ভ্যান গগ এবং ভিনসেন্ট ভ্যান গগের শত শত চিঠি অনুবাদ করেছিলেন।\nভ্যান গগ-বোঙ্গার ভিনসেন্ট ভ্যান গগের মরণোত্তর খ্যাতি বৃদ্ধিতে  গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। \nজোহানা এবং থিও ভ্যান গগের ছেলে ভিন্সেন্ট উইলেম (Vincent Willem) (১৮৯০-১৯৭৮)(কাকার নামে তার নামকরণ হয়েছিল) আমস্টারডামে ভ্যান গখ জাদুঘর প্রতিষ্ঠা করেছিলেন।\n\n\n== পরিবার এবং প্রাথমিক বছরগুলি ==\nজোহানা (জো) গেজিনা বোঙ্গার ১৮৬২ সালের ৪ অক্টোবর নেদারল্যান্ডসের আমস্টারডামে জন্মগ্রহণ করেন। তিনি হেন্ড্রিক ক্রিস্টিয়ান বোঙ্গার (১৮২৮-১৯০৪), একজন বীমা দালাল এবং হারমিন লুইস ওয়েইসম্যান (১৮৩১-১৯০৫) এর সাত সন্তানের মধ্যে পঞ্চম কন্যা ছিলেন। বিশেষ করে তিনি তার বড় ভাই অ্যান্ড্রিস বোঙ্গার (১৮৬১-১৯৩৬) এর খুব প্রিয় ছিলেন। ১৮৭৯ সালে অ্যান্ড্রিস প্যারিসে চলে আসার পর দুজনে নিয়মিত চিঠি আদান-প্রদান করতেন। তার ছোট ভাই, উইলেম আদ্রিয়ান বোঙ্গার (১৮৭৬-১৯৪০) একজন গুরুত্বপূর্ণ অপরাধতত্ত্ববিদ ছিলেন। পরিবারটি সঙ্গীতধর্মী ছিল, সন্ধ্যায় কোয়ার্টেটদের পরিবেশনা অনুষ্ঠিত হত এবং জো (যাকে \"নেট\"ও বলা হত) একজন দক্ষ পিয়ানোবাদক হয়ে ওঠেন। বড় বোনেরা গৃহস্থালির কাজ করত, কিন্তু জো, একজন \"প্রফুল্ল এবং প্রাণবন্ত শিশু\", ইংরেজি অধ্যয়ন করেছিলেন এবং কলেজ ডিগ্রির সমতুল্য ডিগ্রি অর্জন করার তারঅনুমতি পেয়েছিলেন। কয়েক মাস তিনি লন্ডনে থেকে ব্রিটিশ মিউজিয়াম লাইব্রেরিতে কাজ করেছিলেন।  কিশোর বয়সে, তিনি উনবিংশ শতাব্দীর উপনিবেশবাদ-বিরোধী ব্যঙ্গাত্মক উপন্যাস ম্যাক্স হ্যাভেলার -এর লেখক, অ-অনুসারী লেখক মুলতাতুলির প্রভাবে পড়েন। \n১৭ বছর বয়স থেকে তিনি বিস্তারিত ডায়েরি লিখতেন, থিওর সাথে তার বিবাহের সময় ব্যতীত, যা পরবর্তীতে ভিনসেন্টের মরণোত্তর খ্যাতি তৈরিতে তার এবং তার প্রয়াত স্বামীর ভূমিকার একটি গুরুত্বপূর্ণ উৎস।\n\n\n== প্রাপ্তবয়স ==\n\n২২ বছর বয়সে তিনি এলবার্গের একটি মেয়েদের বোর্ডিং স্কুলে ইংরেজির শিক্ষিকা হন, পরে উট্রেখটের মেয়েদের উচ্চ বিদ্যালয়ে শিক্ষকতা করেন। এই সময়েই আমস্টারডামে থাকাকালীন তার ভাই অ্যান্ড্রিস তাকে ভিনসেন্টের ভাই থিও ভ্যান গগের সাথে পরিচয় করিয়ে দেন। ভ্যান গগের একজন বোন তাকে \"বুদ্ধিমান এবং কোমল\" হিসেবে বর্ণনা করেছিলেন।\n\n\n=== থিও ভ্যান গগের সাথে বিবাহ ===\nথিও জোহানাকে নিয়ে ব্যস্ত হয়ে পড়েন এবং পরের বছর তার ভালোবাসা প্রকাশ করার জন্য আমস্টারডামে যান। যে পুরুষকে সে খুব একটা চিনত না, তার বিয়ে করার ইচ্ছা পোষণ করায় সে অবাক এবং বিরক্ত হয়ে প্রথমে তাকে প্রত্যাখ্যান করেছিল। পরের বছর তিনি তার প্রস্তাব গ্রহণ করেন এবং ১৮৮৯ সালের ১৭ এপ্রিল আমস্টারডামে তাদের বিয়ে হয়। বাবা-মা এবং ভাইবোনদের সাথে নেদারল্যান্ডসের বাড়ি ছেড়ে প্যারিসে তার আর্ট ডিলার স্বামীর সাথে জীবনযাপন শুরু করা তার জন্য একটি বড় পরিবর্তন ছিল। বিয়ের আগে এই দম্পতি অনেক চিঠি আদান-প্রদান করেছিলেন, যা \"ব্রিফ হ্যাপিনেস: দ্য করেসপন্ডেন্স অফ থিও ভ্যান গগ অ্যান্ড জো বোঙ্গার\" নামে প্রকাশিত হয়েছিল, যেখানে তারা একে অপরকে আরও ভালোভাবে জানতে পেরেছিলেন। বিয়ের শুরুতেই জো জানতেন যে তার ভবিষ্যৎ স্বামী এবং তার ভাই ভিনসেন্টের মধ্যে সম্পর্ক দৃঢ়, তাই থিওকে বিয়ে করার সময়, তিনি মূলত ভিনসেন্টকেও বিয়ে করছিলেন। বছরের পর বছর ধরে তার স্বামী থিও ভিনসেন্টের শিল্পের কাজকে আর্থিক এবং অন্যান্য সকল উপায়ে সমর্থন করেছিলেন।\nথিও তার বিয়ের আগে পতিতাদের সাথে মেলামেশা করার জন্য সিফিলিসে আক্রান্ত হয়েছিলেন, কিন্তু তিনি জো বা তাদের ছেলে ভিনসেন্ট উইলেমকে সংক্রামিত করেননি,  যিনি বিয়ের নয় মাস পরে, ৩১ জানুয়ারী ১৮৯০ তারিখে জন্মগ্রহণ করেছিলেন। তারা ভিনসেন্টকে জিজ্ঞাসা করেছিল যে সে কি শিশুটির গডফাদার হবে, তাদের সকলের মধ্যে বন্ধন আরও দৃঢ় করে। শিশুর জন্মের কিছুদিন পরেই, ভিনসেন্ট প্যারিসে পরিবারের সাথে দেখা করতে যান এবং তার নামের সাথে দেখা করেন। ভাইয়েরা শত শত চিঠি আদান-প্রদান করেছিল, যার মধ্যে ভিনসেন্টের চিঠিগুলি থিও সংরক্ষণ কর্রেছিল। ভিনসেন্টেকে জোহানার লেখা একটি চিঠি এখনও টিকে আছে, যা শিশু ভিনসেন্ট উইলেমের দীর্ঘ প্রসব বেদনার সময় লেখা হয়েছিল। থিওর ছোট বোন উইল তার গর্ভাবস্থায় এবং শিশুর জন্মের পরে নতুন মাকে সাহায্য করার জন্য জো-র সাথেই ছিলেন। জো এবং থিওর বাগদানের সময় তারা দুজন বন্ধু হয়ে উঠেছিল এবং ভিনসেন্ট এবং থিওর মৃত্যুর পরেও তাদের সম্পর্ক অব্যাহত ছিল। \nভিনসেন্টের মৃত্যুর পর, থিও প্যারিসে তাদের মমারতের অ্যাপার্টমেন্টে তার ভাইয়ের চিত্রকর্মের একটি প্রদর্শনীর আয়োজন করেছিলেন। ভিনসেন্টের মৃত্যুর পর থিওর স্বাস্থ্যের অবনতি ঘটে, যা সেই সময়ে তার গভীর শোকের জন্য দায়ী করা হয়েছিল। জো থিওকে চিকিৎসার জন্য নেদারল্যান্ডসে নিয়ে যাওয়ার চেষ্টা করেছিলেন, কিন্তু পরিস্থিতির কারণে তা অসম্ভব হয়ে পড়ে। তিনি একজন ডাচ চিকিৎসক ফ্রেডেরিক ভ্যান ইডেনকে প্যারিসে এসে সম্মোহন পদ্ধতিতে চিকিৎসা করার জন্য রাজি করান। সেখানে থাকাকালীন ভ্যান ইডেন জো এবং থিওর অ্যাপার্টমেন্টে ভিনসেন্টের ছবিগুলো দেখে  সেগুলো সম্পর্কে উচ্ছসিত প্রশংসা করেন। বিনিময়ে, জো তাকে দ্য সোয়ারের একটি সংস্করণ উপহার দেয়, যা সে বন্ধুদের দেখিয়েছিল এবং সে সম্পর্কে লিখেছিল \"জো নেদারল্যান্ডসে ভ্যান গগের প্রথম বীজ সফলভাবে রোপণ করেছেন\"। ভিনসেন্টের মৃত্যুর হয় তার স্বামীর মৃত্যুর ছয় মাস পর, ভ্যান গগ-বোঙ্গার একজন শিল্পী হিসেবে ভিনসেন্টের গুরুত্ব প্রতিষ্ঠার জন্য তার স্বামীর প্রচেষ্টা চালিয়ে যাওয়ার জন্য দৃঢ়প্রতিজ্ঞ ছিলেন। তার স্বামী ভিনসেন্টের শিল্পী জীবনে সহায়তার ক্ষেত্রে  গুরুত্বপূর্ণ ভূমিকা প্রদর্শন করেছিলেন - সেটার জন্যও কাজ করেছেন।\n\n\n=== থিওর মৃত্যুর পরের জীবন ===\n\n১৮৯১ সালের জানুয়ারিতে ভিনসেন্টের মৃত্যুর মাত্র কয়েক মাস পরে, থিওর মৃত্যুর পর, জোহানা বিধবা হয়ে যান এবং তার শিশুপুত্রের ভরণপোষণের দায়িত্ব ছিল তার উপর। প্যারিসে তার কাছে কেবল একটি অ্যাপার্টমেন্ট ছিল, যেখানে কয়েকটি আসবাবপত্র এবং তার শ্যালক ভিনসেন্টের প্রায় ২০০টি তৎকালীন মূল্যহীন কাজ ছিল। যদিও শিল্প জগতের কেন্দ্রস্থল প্যারিসে চিত্রকর্মগুলি ছেড়ে যাওয়ার পরামর্শ দেওয়া হয়েছিল, তবুও তিনি ক্যানভাস এবং শত শত স্কেচ, সেইসাথে ভিনসেন্টের তার প্রয়াত স্বামীর কাছে লেখা চিঠির বিশাল ভাণ্ডার নিয়ে নেদারল্যান্ডসে ফিরে আসেন। যদিও তিনি নিজে শিল্পে প্রশিক্ষিত ছিলেন না, তার স্বল্প বিবাহিত জীবনে তিনি ইমপ্রেশনিস্ট এবং পোস্ট-ইমপ্রেশনিস্টদের প্রাণবন্ত শিল্প জগতের দৃশ্যে ছিলেন, যাদের কাজ তার প্রয়াত স্বামী প্রচার করেছিলেন।\nনেদারল্যান্ডসে তিনি আমস্টারডাম থেকে ২৫ কিলোমিটার দূরে অবস্থিত বুসুম গ্রামে একটি বোর্ডিং হাউস খোলেন এবং তার শৈল্পিক যোগাযোগ পুনঃস্থাপন শুরু করেন। থিওর সাথে তার সংক্ষিপ্ত কিন্তু ফলপ্রসূ বিবাহের সময়, তিনি তার ডায়েরি রাখেননি, বরং এটি পুনরায় শুরু করেছিলেন, এই ইচ্ছায় যে তার ছেলে একদিন এটি পড়বে। অতিরিক্ত আয়ের জন্য, তিনি ফরাসি এবং ইংরেজি থেকে ছোট গল্প ডাচ ভাষায় অনুবাদ করেছিলেন। ১৯০১ সালের আগস্টে, তিনি জোহান কোহেন গোসচাক (১৮৭৩-১৯১২) কে বিয়ে করেন, যিনি তার চেয়ে দশ বছরের ছোট একজন ডাচ চিত্রশিল্পী ছিলেন। আমস্টারডামে জন্মগ্রহণ করেন, তিনি বুসামে শিল্পকলা নিয়ে পড়াশোনা করেন এবং জো'র বোর্ডিংহাউসে থাকতেন। তাদের এক বছর বাগদান হয়েছিল, এবং তারা বিয়ে করবে কিনা তা স্পষ্ট ছিল না। অবশেষে তারা বিবাহ বন্ধনে আবদ্ধ হন, একটি বিবাহপূর্ব চুক্তিতে স্বাক্ষর করেন যে তারা বিবাহের জন্য যে সম্পত্তি নিয়ে এসেছিলেন তা আলাদা থাকবে। থিওর সম্পত্তি থেকে উত্তরাধিকারসূত্রে প্রাপ্ত ভিনসেন্টের চিত্রকর্মগুলি তারই থাকবে এবং তার ছেলে ভিনসেন্ট উইলেমের সম্পত্তিগুলিও আলাদা থাকবে। তার বিয়ের সাথে সাথে, তিনি তার বোর্ডিং হাউস পরিচালনা বন্ধ করে দেন এবং তার নতুন স্বামী এবং ছেলের সাথে কাছের একটি বাড়িতে চলে যান, যা বিশেষভাবে ডাচ স্থপতি উইলহেম বাউয়ার দ্বারা ডিজাইন করা হয়েছিল। কোহেনের সাথে তার বিয়ে, যিনি একজন হতাশাগ্রস্ত এবং একাকীত্ব পছন্দ করতেন, চ্যালেঞ্জিং ছিল এবং জো তার অসুবিধাগুলি অন্যদের কাছে গোপন রাখতেন। জো-র ভালো বন্ধু এবং ভগ্নিপতি উইল ভ্যান গগ মানসিক অসুস্থতার জন্য হাসপাতালে ভর্তি ছিলেন যা তার জীবনের বাকি সময় ধরে স্থায়ী হয়েছিল। জো তাকে মানসিক হাসপাতালে দেখতে যান এবং উইলের মালিকানাধীন ভিনসেন্টের চিত্রকর্মগুলি ট্রাস্টে রাখেন, কিছু বিক্রি করে তার হাসপাতালে ভর্তির খরচ বহন করেন। ১৯১২ সালে তিনি আবার বিধবা হন এবং আর কখনও বিবাহ করেননি।\nজীবনের এই সময়ে তিনি নারীবাদী কর্মকাণ্ডে জড়িত হয়ে পড়েন। তিনি নারীবাদী প্রকাশনাগুলির জন্য বই পর্যালোচনা লিখেছিলেন এবং নারীবাদী সাংবাদিক হেনরিয়েট ভ্যান ডের মেইজ এর একজন ভালো বন্ধু হয়ে ওঠেন। তিনি নারী সমাজতান্ত্রিক আন্দোলন, আমস্টারডাম সোশ্যাল-ডেমোক্র্যাটিক উইমেন্স প্রোপাগান্ডা ক্লাবের প্রতিষ্ঠাতা সদস্যদের একজন ছিলেন, \"যা শ্রমিক শ্রেণীর শিক্ষা এবং নারীদের কর্মক্ষেত্রের অবস্থার উন্নতির লক্ষ্যে কাজ করেছিল।\"\n\n\n=== ভ্যান গঘের চিত্রকলা এবং চিঠিতে সাহিত্যিক কৃতিত্বের প্রচার ===\nতিনি ভিনসেন্ট এবং তার প্রয়াত স্বামী থিওর উত্তরাধিকার প্রতিষ্ঠার জন্য তার জীবন উৎসর্গ করেছিলেন। তার বৈধব্যের প্রথম দিকে, তিনি ভিনসেন্টের শিল্প ও জীবনের প্রতি মনোযোগ আকর্ষণের জন্য একটি পদ্ধতিগত প্রচেষ্টা শুরু করেছিলেন। তার কাছে চিঠিপত্র এবং চিত্রকর্মগুলি ছিল একীভূত প্যাকেজ এবং সমালোচকদের রাজি করার উপায় ছিল যারা তার কাজকে প্রত্যাখ্যান করতে পারে চিঠিপত্রের মাধ্যমে। সেগুলিতে, ভিনসেন্ট তার শৈল্পিক দৃষ্টিভঙ্গি তুলে ধরেছিলেন যার মাধ্যমে চিত্রকর্মগুলি দেখার লোকেরা সেগুলি আরও ভালভাবে বুঝতে পারে। শিল্প জগতের পুরুষদের কাছে, তিনি একজন অজ্ঞ এবং আচ্ছন্ন মহিলা বলে মনে হয়েছিল যিনি তুলনামূলকভাবে অজানা ভিনসেন্ট এবং থিও ভ্যান গগের সাথে বিবাহের মাধ্যমে সংযুক্ত ছিলেন। ১৮৯২ সালে, ভিনসেন্টের কাজের একটি প্রদর্শনীর আয়োজন করার সময়, শিল্পী রিচার্ড রোল্যান্ড হোলস্ট তাকে কঠোর সমালোচনা করেছিলেন:\n\n\"মিসেস ভ্যান গগ একজন কমনীয় ছোট্ট মহিলা, কিন্তু যখন কেউ এমন একটি বিষয়ে উগ্রভাবে কথা বলে যা সম্পর্কে তিনি কিছুই জানেন না, এবং যদিও আবেগপ্রবণতায় অন্ধ হয়ে এখনও ভাবেন যে তিনি কঠোরভাবে সমালোচনামূলক মনোভাব গ্রহণ করছেন, তখন আমার বিরক্ত লাগে। এটি স্কুলছাত্রীদের মতো মজার খেলা, এর বেশি কিছু নয়। [...] মিসেস ভ্যান গগ যে কাজটি সবচেয়ে বেশি পছন্দ করতেন তা হল সবচেয়ে বেশি আবেগপ্রবণ এবং আবেগপ্রবণ, যা তাকে সবচেয়ে বেশি চোখের জল ফেলতে বাধ্য করেছিল; তিনি ভুলে যান যে তার দুঃখ ভিনসেন্টকে দেবতা বানাচ্ছে।\"\nশিল্প জগতের প্রতিষ্ঠাতা কর্তৃক বরখাস্ত হওয়া সত্ত্বেও, তিনি শিল্প সমালোচক এবং জনসাধারণকে ভিনসেন্টের চিঠিপত্রের মাধ্যমে চিত্রকলা এবং সাহিত্য উভয় ক্ষেত্রেই একজন যন্ত্রণাদায়ক শৈল্পিক প্রতিভা হিসেবে তার দৃষ্টিভঙ্গি বোঝাতে অক্লান্ত এবং সফলভাবে কাজ করেছিলেন। এমনকি তিনি শেষ পর্যন্ত হোলস্টকে জয় করেছিলেন এবং তিনি ভিনসেন্টের কাজের একটি বড় প্রদর্শনীর জন্য ক্যাটালগের প্রচ্ছদ ডিজাইন করেছিলেন। তিনি ভাইদের চিঠিপত্র সম্পাদনা করেছিলেন, ১৯১৪ সালে ডাচ ভাষায় প্রথম খণ্ড প্রকাশ করেছিলেন। ভিনসেন্টের কিছু কাজ বিভিন্ন প্রাথমিক পূর্ববর্তী প্রদর্শনীতে স্থানান্তরিত করার কৌশলগত কৌশলগত প্রচেষ্টার মাধ্যমে তিনি ভিনসেন্টের খ্যাতি এবং খ্যাতি বৃদ্ধিতেও গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন, একই সাথে মালিকানা বজায় রেখে।\n\nতিনি ভিনসেন্ট ভ্যান গঘের বন্ধু ইউজিন বোচ এর সাথে যোগাযোগ রেখেছিলেন, যাকে তিনি ১৮৯১ সালের জুলাই মাসে ইউজিন বোচের প্রতিকৃতি অফার করেছিলেন। তিনি এমিল বার্নার্ড এর সাথেও যোগাযোগ রেখেছিলেন, যিনি তাকে ভিনসেন্ট ভ্যান গগের চিত্রকর্ম প্রচারে সহায়তা করেছিলেন।\nশিল্পী ভিনসেন্ট ভ্যান গগের উত্তরাধিকার এবং খ্যাতি তার মৃত্যুর পরের বছরগুলিতে ছড়িয়ে পড়তে শুরু করে, প্রথমে নেদারল্যান্ডস, জার্মানি এবং তারপর সমগ্র ইউরোপে। ১৮৭২ সালের আগস্ট থেকে তার ছোট ভাই থিওর সাথে আদান-প্রদান করা অসংখ্য চিঠিপত্রে তাদের গভীর সম্পর্ক লিপিবদ্ধ করা হয়েছে। ভ্যান গগ-বোঙ্গার ১৯১৪ সালে তিনটি খণ্ডে চিঠিপত্র প্রকাশ করেন। তিনি প্রথমে জার্মান শিল্প ব্যবসায়ী এবং প্রকাশক পল ক্যাসিরার এবং তার চাচাতো ভাই ব্রুনো এর সাথে ঘনিষ্ঠভাবে কাজ করেন বার্লিন-এ ভ্যান গগের চিত্রকর্মের প্রদর্শনী আয়োজনের জন্য এবং ১৯১৪ সালে \"দ্য লেটারস টু থিও\" এর প্রথম খণ্ড প্রকাশের জন্য। চিঠিপত্র প্রকাশের ফলে ভিনসেন্ট ভ্যান গগের রহস্যময়তা ছড়িয়ে পড়ে, যিনি একজন তীব্র এবং নিবেদিতপ্রাণ চিত্রশিল্পী ছিলেন যিনি তার শিল্পের জন্য কষ্ট ভোগ করেছিলেন এবং অল্প বয়সে মারা গিয়েছিলেন।\nজো-র জীবন ভিনসেন্টের মরণোত্তর গুরুত্ব প্রচারের চারপাশে আবর্তিত হয়েছিল। তার ভগ্নিপতি এলিজাবেথ (লাইস) ভ্যান গগ ১৯১০ সালে ভিনসেন্টের একটি ব্যক্তিগত স্মৃতিচারণ প্রকাশ করেন, যা ইংরেজি, ফরাসি এবং জার্মান ভাষায় অনুবাদ করা হয়, যা ভিনসেন্টের জীবন সম্পর্কে তথ্যের চাহিদার ইঙ্গিত দেয়। স্মৃতি থেকে লেখা, লাইস সমস্ত তথ্য সরাসরি পাননি। লাইসের স্মৃতিকথা সম্পর্কে জো-র আপত্তি ছিল; থিওকে লেখা ভিনসেন্টের চিঠির জো-র সংস্করণ প্রকাশের ঠিক আগে এটি প্রকাশের ফলে দুই মহিলার মধ্যে ফাটল দেখা দেয়। ১৯১৪ সালে জো-র চিঠির সংস্করণ প্রকাশিত হলে, লাইসের সমস্ত উল্লেখ বাদ দেওয়া হয়। লাইস দ্বন্দ্বকে নতুন করে শুরু করেন, জো-র সমালোচনা করে এত ঘনিষ্ঠ বিবরণ এবং পারিবারিক গোপনীয়তা সম্বলিত চিঠি প্রকাশের জন্য এবং জো-কে আর্থিক লাভের জন্য ভাইদের স্মৃতি লঙ্ঘনের অভিযোগে অভিযুক্ত করেন। একটি চিঠিতে, লাইস ভ্যান গগ জো-কে \"মিসেস কোহেন গসচাক\" বলে উল্লেখ করেন, জো-র দ্বিতীয় বিবাহের পর তার নাম ব্যবহার করে, ভ্যান গগ ভাইদের পক্ষে জো-র অবস্থানকে দুর্বল করার একটি প্রচেষ্টা বলে মনে হয়। জো-র ছেলে ভিনসেন্ট উইলেম লাইসের সন্তানদের কাছে নারীদের বন্ধুত্বের অবসানের জন্য তার মায়ের অনুশোচনা প্রকাশ করেন।\n১৯১৪ সালে, জো থিওর দেহাবশেষ উট্রেখ্ট থেকে আউভার্স-সুর-ওয়েস-এ স্থানান্তরিত করেন, ভিনসেন্টের কবরের পাশে একই রকম সমাধিফলক দিয়ে সমাহিত করেন। তার ছেলে ভিনসেন্ট উইলেম এবং তার বাগদত্তা পুনঃসমাধি অনুষ্ঠানে উপস্থিত ছিলেন। ডঃ পল গ্যাচেট এর বাগান থেকে নেওয়া আইভির একটি শাখা আজও উভয় কবরকে কার্পেট করে। এর কিছুক্ষণ পরেই কবরগুলি একটি তীর্থস্থানে পরিণত হয়।\nভিনসেন্টের শিল্পকর্মের প্রতি আমেরিকানদের প্রশংসা অর্জনের প্রয়োজনীয়তা বুঝতে পেরে, জো চিঠিগুলি ইংরেজিতে অনুবাদ করা এবং নিউ ইয়র্কে তার প্রতিভার প্রতি সক্রিয়ভাবে মনোযোগ আকর্ষণ করাকে গুরুত্বপূর্ণ বলে মনে করেন। তিনি ১৯১৫ থেকে ১৯১৯ সাল পর্যন্ত নিউ ইয়র্কে তিন বছর কাটিয়েছিলেন, আপার ওয়েস্ট সাইড এবং কুইন্সে বসবাস করেছিলেন, যেখানে তিনি ভিনসেন্টের চিঠিগুলি ইংরেজিতে অনুবাদ করার কাজ শুরু করেছিলেন। তিনি ভিনসেন্টের কাজের প্রতি অনুকূল মনোযোগ আকর্ষণ করতে সফল হন, পঞ্চম অ্যাভিনিউতে একটি শো স্থাপন করেন। প্রথম বিশ্বযুদ্ধ শেষ হওয়ার পর, ১৯১৯ সালে তিনি আমস্টারডামে ফিরে আসেন।\n\n\n=== সূত্র ===\nLuijten, Hans (২০২২)। Jo van Gogh-Bonger: The Woman Who Made Vincent Famous। Bloomsbury Visual Arts। আইএসবিএন 978-1-350-29961-0। ওসিএলসি 1344160576। ডিওআই:10.5040/9781350299610।  [[[:টেমপ্লেট:GBurl]] Partial preview] at গুগল বুকস.\nVerlinden, Willem-Jan (২০২১)। The Van Gogh sisters। New York: Thames & Hudson। আইএসবিএন 978-0-500-77649-0। ওসিএলসি 1249108261।  [[[:টেমপ্লেট:GBurl]] Partial preview] at গুগল বুকস.\n\n\n== পরবর্তী জীবন এবং মৃত্যু ==\n\nমৃত্যুর কিছুদিন আগে তিনি অসুস্থ হয়ে পড়েন এবং পারকিনসন রোগ এ আক্রান্ত হন।\nঅসুস্থতা সত্বেও, তিনি মৃত্যুর আগে পর্যন্ত ভিনসেন্টের শিল্পকর্ম বিক্রির ব্যবস্থা করেছেন। তিনি ২ সেপ্টেম্বর ১৯২৫ এ তার লারেনের ফার্ম হাউসে ৬২ বছর বয়সে মারা যান। মৃত্যুর সময় তিনি ভিনসেন্টের ৫২৬ খানা চিঠি ইংরেজিতে অনুবাদের কাজ করছিলেন।\n১৯২৫ সালের ১০ সেপ্টেম্বর তার মৃত্যুবাণী, \"De Proletarische Vrouw\"-এ: \"তিনি সর্বদা [সমাজতান্ত্রিক] আন্দোলনে আরও সক্রিয় না হওয়ার জন্য ক্ষমা চেয়েছিলেন। তিনি বলতেন যে তার ছেলেকে সঠিকভাবে লালন-পালন করা সমাজের জন্যও একটি ভালো কাজ। 'তাই এটাই ছিল আমার প্রধান কাজ।\"\n\nতার মৃত্যুর পর তার ছেলে প্রায় ২০০ খানা পেইন্টিং, অগুন্তি ছবি, ভ্যান গখ ভাইদের চিঠি এবং জো'র ব্যবসার কাগজপত্রের উত্তরাধিকার হন। এর মধ্যে তার দ্বিতীয় স্বামী জোহান কোহেন গোসাক এর আঁকা ছবিও ছিল। ভ্যান গখের সেরা কাজগুলো ধরে রাখার এবং অন্যদের কাজ বিক্রি নিয়ন্ত্রণ করার কৌশলের ফলে তার উল্লেখযোগ্য সংগ্রহ পরিবারের হাতেই থেকে যায়। তার ছেলে এবং নাতি তার কাকা ভিনসেন্ট এবং বাবা থিওর উত্তরাধিকারকে এগিয়ে নিয়ে যাওয়ার জন্য তার কাজ চালিয়ে যান, যার ফলে ডাচ সরকার আমস্টারডামে ভ্যান গখ জাদুঘর নির্মাণ করে।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nজনপ্রিয় সংস্কৃতিতে ভিনসেন্ট ভ্যান গগের বিষয় সুপরিচিত, কিন্তু সম্প্রতি জো ভ্যান গগ-বোঙ্গারকেও মনোযোগ দেয়া হচ্ছে।\n\n\n=== উপন্যাস ===\nCauchi, Caroline (২০২৩)। Mrs Van Gogh। London: One More Chapter। আইএসবিএন 978-0-00-852451-7। ওসিএলসি 1351683901।  [[[:টেমপ্লেট:GBurl]] Partial preview at Google Books.\nCooperstein, Claire (১৯৯৫)। Johanna: A novel of the van Gogh family। New York: Scribner। আইএসবিএন 978-0-684-80234-3। ওসিএলসি 604738644  – Internet Archive-এর মাধ্যমে। \nMolnar, Marta (২০২২)। Secret Life of Sunflowers। Marta Molnar। আইএসবিএন 978-1-940627-56-4। ওসিএলসি 1395955291। \nSánchez, Camilo (২০১২)। La viuda de los Van Gogh (স্পেনীয় ভাষায়)। Argentina: Edhasa। আইএসবিএন 978-987-628-190-4। ওসিএলসি 862179543। \n\n\n=== চলচ্চিত্র ===\n২০২৪-এর হিসাব অনুযায়ী, ক্যামিলো সানচেজের স্প্যানিশ ভাষার উপন্যাস,  এর উপর ভিত্তি করে একটি ইংরেজি রূপান্তর, \"জো, দ্য ভ্যান গগস উইডো\", সিনেমা৭ দ্বারা তৈরি করা হচ্ছে।\n\n\n=== নাটক ===\nজো ভ্যান গগ-বোঙ্গার বেশ কয়েকটি নাট্য প্রযোজনার বিষয়বস্তুও ছিলেন। ২০০৫ সালে মার্কিন যুক্তরাষ্ট্রের ফেয়ারফিল্ড বিশ্ববিদ্যালয়ে অভিনেত্রী মুরিয়েল নুসবাউমের একটি এক-নারী অনুষ্ঠান \"ভ্যান গগ অ্যান্ড জো\" পরিবেশিত হয়েছিল।.\"মিসেস ভ্যান গগ\", জিওফ অ্যালেনের একটি নাটক, যিনি পূর্বে \"ভিনসেন্ট অ্যান্ড থিও\" নাটকটি লিখেছিলেন, ২০১২ সালে নিউজিল্যান্ডের অকল্যান্ড বিশ্ববিদ্যালয়ে মঞ্চস্থ হয়েছিল, একজন পর্যালোচক এটিকে \"মঞ্চের জন্য উইকিপিডিয়া\" বলে মন্তব্য করেছিলেন, এতে আবেগের অভাব ছিল এবং কেন তিনি ভিনসেন্টের কাজের প্রচারে জীবনকাল ব্যয় করেছিলেন তা প্রকাশ করতে ব্যর্থ হয়েছিল। তিনি ডাহান এবং ডি'অ্যাঞ্জেলোর পপ-রক মিউজিক্যাল স্টারি-এ একটি প্রধান চরিত্রে অভিনয় করেছিলেন। এই মিউজিক্যালটি মূলত ভিনসেন্ট এবং থিও ভ্যান গগের মৃত্যুর পর ভ্যান গগ-বোঙ্গার কর্তৃক প্রকাশিত চিঠিগুলির উপর ভিত্তি করে তৈরি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Collection Summary: Archief Johanna G. van Gogh-Bonger\"। International Institute of Social History। সংগ্রহের তারিখ ২০২৪-১২-১৬। \nইউটিউবে How Van Gogh’s Sister-In-Law Made Him A Renowned Painter | Raider Of The Lost Art\nGlen, David A.; Havlicek, William J. (২০২০)। Johanna: The Other Van Gogh। Creative Storytellers। ২০১৮-০৫-১৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১৮-০৫-১৩।  Webpage announcing the biography of Johanna Bonger.\n\"Jo van Gogh-Bonger's Memoir of Vincent van Gogh\"। The Vincent van Gogh Gallery। ডিসেম্বর ১৯১৩। সংগ্রহের তারিখ ২০২৪-১২-১৬। \nইউটিউবে The Woman who Made Van Gogh Famous"}