{"pageid": 1521869, "title": "হেকানি জাখালু কেনসে", "url": "https://bn.wikipedia.org/wiki?curid=1521869", "content": "হেকানি জাখালু কেনসে (জন্ম নাম জাখালু; জন্ম ১৯৭৬ সালের পরে) নাগাল্যান্ডের একজন ভারতীয় রাজনীতিবিদ এবং সামাজিক উদ্যোক্তা। নাগাল্যান্ডের যুবকদের ব্যবসায়িক সুযোগ সন্ধানে সহায়তা করার জন্য তিনি বেসরকারি সংস্থা ইয়ুথনেট প্রতিষ্ঠা করেন। ২০১৮ সালে, তিনি নারী শক্তি পুরস্কারে ভূষিত হন।\n২০২৩ সালে, হেকানি জাখালু এবং সালহোতুওনুও ক্রুসে নাগাল্যান্ডের প্রথম মহিলা হিসেবে নাগাল্যান্ড আইনসভায় নির্বাচিত হন। তিনি ন্যাশনালিস্ট ডেমোক্রেটিক প্রগ্রেসিভ পার্টি (এনডিপিপি) এর সদস্য।\n\n\n== প্রারম্ভিক জীবন ==\nহেকানি জাখালু নাগাল্যান্ডের ডিমাপুরে জন্মগ্রহণ করেন। তিনি বেঙ্গালুরুর বিশপ কটন গার্লস স্কুলে পড়াশোনা করেন এবং দিল্লির লেডি শ্রী রাম কলেজ থেকে রাষ্ট্রবিজ্ঞানে স্নাতক ডিগ্রি অর্জন করেন। এরপর তিনি দিল্লি বিশ্ববিদ্যালয় থেকে আইন বিষয়ে স্নাতক ডিগ্রি অর্জন করেন এবং সান ফ্রান্সিসকো বিশ্ববিদ্যালয় থেকে আইন বিষয়ে স্নাতকোত্তর ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nমার্কিন যুক্তরাষ্ট্রে কাজ করার পর, হেকানি জাখালু দিল্লিতে ফিরে আসেন। তাঁকে দিল্লির একটি আইন সংস্থায় অংশীদার হওয়ার প্রস্তাব দেওয়া হয়েছিল, সেখানে তিনি দেওয়ানি এবং কর্পোরেট আইন অনুশীলন করেন।। তাঁকে ফার্মের অংশীদার করা হয়েছিল কিন্তু নাগাল্যান্ড থেকে দিল্লিতে অভিবাসী তরুণদের সংখ্যা প্রত্যক্ষ করার পর, তিনি ২০০৬ সালে ইয়ুথনেট নামে একটি বেসরকারি সংস্থা (এনজিও) প্রতিষ্ঠার জন্য কোহিমায় (নাগাল্যান্ডের রাজধানী) চলে যাওয়ার সিদ্ধান্ত নেন, তাঁর লক্ষ্য ছিল নাগাল্যান্ডের যুবকদের জন্য আরও সুযোগ তৈরি করা। ২০১৮ সালের হিসাব অনুযায়ী, ইয়ুথনেটের ৩০ জন কর্মচারী ছিল এবং তারা ২৩,৫০০ জনকে সাহায্য করেছে বলে দাবি করেছে। এদের লক্ষ্য হল উদ্যোক্তাদের তাদের নিজেদের চিন্তা ভাবনা অনুসরণ করতে সাহায্য করা এবং কোহিমায় একটি \"মেড ইন নাগাল্যান্ড\" কেন্দ্র স্থাপন করা যেখানে তাদের কারিগরি পণ্য বিক্রি করা যাবে। দুই বছর ধরে চলার পর, \"মেড ইন নাগাল্যান্ড\" সেন্টারটি ২০২০ সালে একটি ই-কমার্স প্ল্যাটফর্ম চালু করে।\nতাঁর কাজের স্বীকৃতিস্বরূপ, হেকানি জাখালু ২০১৮ সালে নারী শক্তি পুরস্কার পেয়েছিলেন, এটি ভারতের সর্বোচ্চ বেসামরিক পুরস্কার যা মহিলাদের অথবা মহিলাদের উন্নতি সম্বন্ধিত কাজে দেওয়া হয়। তিনিই ছিলেন ভারতের উত্তর-পূর্বাঞ্চলের একমাত্র ব্যক্তি যিনি সেই বছর সম্মানিত হন।\n\n\n== তথ্যসূত্র =="}