{"pageid": 1521111, "title": "টাটা ন্যানো সিঙ্গুর বিতর্ক", "url": "https://bn.wikipedia.org/wiki?curid=1521111", "content": "টাটা ন্যানো সিঙ্গুর বিতর্কটি ভারতের পশ্চিমবঙ্গের হুগলি জেলার সিঙ্গুরে একটি প্রস্তাবিত টাটা মোটরস অটোমোবাইল কারখানার জমি অধিগ্রহণের ফলে তৈরি একটি বিতর্ক। কমপ্যাক্ট গাড়ি টাটা ন্যানো উৎপাদনের জন্য কারখানাটি ব্যবহার করার কথা ছিল। \nপশ্চিমবঙ্গের তৎকালীন রাজ্য সরকার ১৮৯৪ সালের ভূমি অধিগ্রহণ আইনের নিয়ম উদ্ধৃত করে ৯৯৭ একর (৪.০৩ কিমি2) কৃষি জমির একটি বিশিষ্ট ডোমেন টেকওভার পরিচালনা করে বিতর্ক তৈরি করেছিল যেখানে টাটা মোটরসের কারখানা তৈরি করার কথা ছিল। \nসিঙ্গুর কৃষি জামি রক্ষা কমিটির (SKJRC - সিঙ্গুরের কৃষি জমি বাঁচাতে কমিটি) নেতৃত্বের পদগুলি স্থানীয়ভাবে প্রভাবশালী মহিষ্য সম্প্রদায়ের হাতে ছিল, যারা এই অঞ্চলের চাষজমি মালিক (জমি মালিক) বা মালিক-চাষি। \n\n\n== ছোট গাড়ি তৈরির সুবিধা ==\nরাজ্য সরকারের দেওয়া ছয়'টি সাইটের মধ্যে টাটা মোটরস সিঙ্গুরকে বেছে নিয়েছিল।  প্রকল্পটি বাস্তুচ্যুত কৃষকদের ব্যাপক বিরোধিতার সম্মুখীন হয়।  পশ্চিমবঙ্গের তৎকালীন বিরোধী নেত্রী মমতা বন্দ্যোপাধ্যায় অনিচ্ছুক কৃষকদের রাজনৈতিক সমর্থন দিয়েছিলেন।  ব্যানার্জির \"কৃষিজমি বাঁচাও\" আন্দোলনকে মেধা পাটকর, অনুরাধা তলওয়ার এবং অরুন্ধতী রায়ের মতো পরিবেশকর্মীরা সমর্থন করেছিলেন। কৃষকদের বাস্তুচ্যুতির বিরুদ্ধে ব্যানার্জির আন্দোলনকে অপর্ণা সেন, কৌশিক সেন, শাওনলি মিত্র এবং শুভপ্রসন্নের মতো কলকাতার বেশ কয়েকজন বুদ্ধিজীবীও সমর্থন করেছিলেন। কিছু বামপন্থী কর্মীরাও মমতা ব্যানার্জির তৃণমূল কংগ্রেসের সাথে সহমত ছিল। টাটারা অবশেষে ৩ অক্টোবর ২০০৮-এ সিঙ্গুর থেকে সরে যাওয়ার সিদ্ধান্ত নেয়। রতন টাটা প্রত্যাহারের সিদ্ধান্তের জন্য ব্যানার্জি এবং তার সমর্থকদের আন্দোলনকে দায়ী করেন। ৭ অক্টোবর ২০১৮-এ, টাটারা ঘোষণা করে যে তারা গুজরাটের সানন্দে টাটা ন্যানো প্ল্যান্ট স্থাপন করবে।\n\n\n== পটভূমি ==\nআরও বেশ কয়েকটি রাজ্য এই প্রকল্পের জন্য টাটা মোটরসকে জমি দেওয়ার প্রস্তাব করেছিল।\nপ্রস্তাবিত জমিতে অবস্থানরত জনগণকে সরকার বলপূর্বক উচ্ছেদ করে। জমির বদলে প্রদত্ত ক্ষতিপূরণ অপর্যাপ্ত ছিল এবং প্রস্তাবিত নতুন আবাসন সুবিধাগুলি বিলম্বিত হয়েছিল। এর ফলে বিরোধী রাজনৈতিক দলগুলির সমর্থনে কৃষকদের বিক্ষোভ দেখা দেয়।\nপ্রস্তাবটি টিকিয়ে রাখতে টাটা মোটরস যথেষ্ট প্রতিশ্রুতি দিয়েছিল।  তাদের দাবি অনুসারে, সিঙ্গুর একটি মিনি-অটো সিটি হয়ে উঠবে এবং প্রায় ৭০ জন জন বিক্রেতা কারখানার সাথে দোকান স্থাপন করবে।  এই প্রকল্পটিতে মোট ১০০০ কোটি টাকা বিনিয়োগের পরিকল্পনা করা হয়েছিল। যদিও প্রকল্পটি অবশ্য শুরু থেকেই বিতর্কের সৃষ্টি করেছিল, বিশেষ করে বেসরকারি উদ্যোগের জন্য উর্বর কৃষি জমির রাষ্ট্রীয় অধিগ্রহণের কারণে।\n\n\n=== জমি অধিগ্রহণ বিতর্ক ===\n২৩ শে সেপ্টেম্বর ২০০৮-এ, টাটারা পশ্চিমবঙ্গের সিঙ্গুর ছেড়ে যাওয়ার সিদ্ধান্ত নেয়, এই সিদ্ধান্ত টাটা ম্যানেজমেন্ট এবং পশ্চিমবঙ্গ সরকারকে জানানো হয়েছিল বলে জানা গেছে।  ৩ অক্টোবর এটি আনুষ্ঠানিক হয়ে ওঠে যে টাটা সিঙ্গুর ছেড়ে যাবে যখন রতন টাটা কলকাতায় একটি সংবাদ সম্মেলনে এটি ঘোষণা করেছিলেন।\nযদিও শাসক দল গাড়ি কারখানার জন্য প্রয়োজনীয় ৯৯৭ একর (৪.০৩ কিমি2) বহু ফসলি জমি অধিগ্রহণের জন্য সর্বাত্মক চেষ্টা করেছে, ১৮৯৪ সালের ঔপনিবেশিক ভূমি অধিগ্রহণ আইনের অধীনে দলীয় জোরপূর্বক অধিগ্রহণ নিয়ে প্রশ্ন উত্থাপিত হয়েছে। অন্যরা বলছেন যে এই আইনের বিধানগুলি পূরণ করা হয়নি বলে অভিযোগ রয়েছে।\nআইনে সরকারী উদ্দেশ্যে ব্যক্তিগতভাবে দখলকৃত জমি রাষ্ট্র দখল করার বিধান রয়েছে তবে ব্যক্তিগত ব্যবসার বিকাশের জন্য নয়।  অধিগ্রহণের অবৈধতা কলকাতা হাইকোর্ট দ্বারা যথেষ্ট পরিমাণে স্বীকার করা হয়েছে।\nটাটা মোটরস সাইটটি সমগ্র সিঙ্গুরের মধ্যে সবচেয়ে উর্বর এবং সিঙ্গুর ব্লকটি পশ্চিমবঙ্গের সবচেয়ে উর্বর স্থানগুলির মধ্যে একটি।  ফলস্বরূপ, প্রায় সমগ্র স্থানীয় জনসংখ্যা কৃষির উপর নির্ভরশীল এবং প্রায় ১৫০০০ জন সরাসরি তাদের জীবিকা নির্বাহ করে।  প্রত্যক্ষ কর্মসংস্থানের সংখ্যা প্রায় ১০০০-এর বেশি নয়, যার মধ্যে অনেকগুলি বহিরাগতদের কাছে যাওয়ার আশা করা হচ্ছে, স্থানীয় জনগণ তাদের জীবিকা নির্বাহের জন্য হুমকি বোধ করেছে। পরিবেশ বিপর্যয়ের আশঙ্কাও রয়েছে।\nপ্রধান বিক্ষোভকারীদের মধ্যে মমতা ব্যানার্জি এবং ভারতের সমাজতান্ত্রিক ঐক্য কেন্দ্রের অধীনে তৃণমূল কংগ্রেসের নেতৃত্বে বিরোধী দলগুলি অন্তর্ভুক্ত রয়েছে।  আন্দোলনটি নাগরিক অধিকার এবং মানবাধিকার গোষ্ঠী, আইনি সংস্থা, মেধা পাটকর এবং অনুরাধা তলওয়ারের মতো সামাজিক কর্মী, বুকার পুরস্কার বিজয়ী লেখক অরুন্ধতী রায় এবং ম্যাগসেসে এবং জ্ঞানপীঠ পুরস্কার বিজয়ী লেখিকা মহাশ্বেতা দেবীর কাছ থেকে ব্যাপক সমর্থন পেয়েছে। অন্যান্য বুদ্ধিজীবী, কবি রুচিত শাহের মতো লেখক, শুভপ্রসন্নের মতো শিল্পী, শাওলি মিত্র, অপর্ণা সেন প্রমুখের মতো থিয়েটার এবং চলচ্চিত্র ব্যক্তিত্বরা উপস্থিত হয়েছেন। এই এলাকায় তাদের প্রবেশ সীমাবদ্ধ করতে রাজ্য পুলিশ বাহিনী ব্যবহার করা হয়েছে। নোবেল বিজয়ী অমর্ত্য সেন কারখানার ধারণাকে সমর্থন করেছিলেন, তবে, তিনি জোরপূর্বক জমি অধিগ্রহণের বিরোধিতা করেছিলেন।\nরাজ্যের আধিকারিকদের প্রাথমিক সমীক্ষা এবং টাটা মোটরস প্রতিবাদের মুখোমুখি হয়েছিল, এবং এক অনুষ্ঠানে গ্রামবাসীদের কাছ থেকে সেভ সিঙ্গুর ফার্মল্যান্ড কমিটির অধীনে তৃণমূল কংগ্রেস তার প্রধান উপাদান গঠন করেছিল।জানা গেছে যে নকশাল উপাদানগুলি আন্দোলনের দিকনির্দেশের উপর কর্তৃত্ব করে এবং তৃণমূল কংগ্রেস প্রধান মমতা বন্দ্যোপাধ্যায় তাদের সাথে পরামর্শ না করে কোন সিদ্ধান্ত নেন না।\nরাজ্য সরকার প্রথমে এক মাসের জন্য ভারতীয় দণ্ডবিধির 144 ধারা জারি করেছিল এবং তারপরে এটি অনির্দিষ্টকালের জন্য বাড়িয়েছিল।  কলকাতা হাইকোর্ট বেআইনি ঘোষণা করেছে।\nযদিও ভূমিহীন কৃষক এবং ভাগচাষীরা সম্পূর্ণভাবে হারানোর ভয়ে, স্থানীয়দের অংশ বিশেষ করে যারা সিপিআই(এম)-এর প্রতি আনুগত্য রয়েছে তারা কারখানাটিকে স্বাগত জানিয়েছে।  এগুলি প্রধানত জমির বড় অংশের মালিকদের মধ্যে গণনা করা হয় এমনকি ক্ষতিপূরণের ক্ষেত্রে বৈষম্যের অভিযোগ করা হয়েছে।\nকারখানায় প্রতিশ্রুত চাকরির একটি অংশ প্রশিক্ষণের সময় প্রতিশ্রুতি থেকে পিছিয়ে যাওয়ার প্রতিবাদে ক্লাস বর্জন করেছে।\n২০১১ সালের রাজ্য বিধানসভা নির্বাচনে, তৃণমূল কংগ্রেসের বর্তমান বিধায়ক, রবীন্দ্রনাথ ভট্টাচার্য সিঙ্গুর আসনটি ধরে রেখেছিলেন, কৃষি জামি রক্ষা সমিতির আহ্বায়ক বেচারাম মান্না পার্শ্ববর্তী হরিপাল আসনে জয়ী হন।\n\n\n=== জমি বেড়া দেওয়া ===\n১ ডিসেম্বর ২০০৬ -এ প্রতিবাদের মধ্যে প্রকল্পের জন্য নির্ধারিত জমিটি রাজ্য প্রশাসনের নিয়ন্ত্রণে নেওয়া হয়েছিল এবং বেড়া দেওয়া শুরু হয়েছিল। মমতা বন্দ্যোপাধ্যায়, যাকে রাজ্য পুলিশ সিঙ্গুরে প্রবেশ করতে বাধা দেয়, তার প্রতিবাদে রাজ্যব্যাপী বনধ ডেকেছিল যেখানে তার দলের বিধায়করা আইনসভার ক্ষতির সময় হিংসাত্মক হয়ে ওঠেন।[১]পরে, তিনি ২৬ দিনের অনশনে যান।[২]এই সময়ের মধ্যে তিনি কৃষকদের হলফনামা পেশ করেন যারা দৃশ্যত তাদের জমির সাথে অংশ নিতে নারাজ। চার ডিসেম্বর, ব্যানার্জি সরকার কর্তৃক জোরপূর্বক কৃষিজমি অধিগ্রহণের প্রতিবাদে কলকাতায় ঐতিহাসিক ২৬ দিনের অনশন শুরু করেন।  তৎকালীন রাষ্ট্রপতি এ.পি.জে. আব্দুল কালাম যিনি তার স্বাস্থ্য নিয়ে উদ্বিগ্ন ছিলেন, সমস্যাটি সমাধানের জন্য তৎকালীন প্রধানমন্ত্রী মনমোহন সিংয়ের সাথে কথা বলেছিলেন।  কালাম মিসেস ব্যানার্জিকে \"জীবন মূল্যবান\" বলে তার অনশন প্রত্যাহার করার জন্যও আবেদন করেছিলেন।  মনমোহন সিংয়ের একটি চিঠি পশ্চিমবঙ্গের তৎকালীন রাজ্যপাল গোপালকৃষ্ণ গান্ধীর কাছে ফ্যাক্স করা হয়েছিল এবং তারপরে তা অবিলম্বে মমতার কাছে পৌঁছে দেওয়া হয়েছিল।  চিঠি পেয়ে অবশেষে ২৯ ডিসেম্বর মধ্যরাতে অনশন ভাঙেন মমতা।\nসিপিআই(এম) পার্টির ক্যাডাররা বিশাল পুলিশ বাহিনী ছাড়াও বেড়া ঘেরা এলাকাটি নিয়মিত পাহারা দিয়েছে।  তাদের বিরুদ্ধে 18 ডিসেম্বর ২০০৬-এ আন্দোলনের সক্রিয় কিশোরী গ্রামবাসী তাপসী মালিককে একাধিকবার ধর্ষণের পরে পুড়িয়ে মারার পুড়িয়ে মারার অভিযোগ ওঠে। তার মৃত্যুর তদন্তে অবহেলা এবং রাজনৈতিক হস্তক্ষেপের অভিযোগ করা হয়েছে।  পরে, CPI(M) কর্মী দেবু মালিক এবং তার বিবৃতির ভিত্তিতে CPI(M) জোনাল কমিটির সেক্রেটারি সুহৃদ দত্তকে অপরাধের সাথে জড়িত সেন্ট্রাল ব্যুরো অফ ইনভেস্টিগেশন গ্রেপ্তার করে।\nতারপর থেকে বেড়ার উপর গ্রামবাসীদের মাঝে মাঝে হামলা অব্যাহত রয়েছে।  যাইহোক, প্রকল্পের বিরুদ্ধে ক্রমাগত আন্দোলন অকার্যকর প্রমাণিত হয়েছে এবং জমি হারানো একজন কৃষক আত্মহত্যা করেছেন।\nঅন্যদিকে, সিপিআই(এম) এর পাশে থাকা কারখানার পন্থী গ্রামবাসীরা তাদের বিরুদ্ধে হুমকি ও সহিংসতার 'সেভ সিঙ্গুর ফার্মল্যান্ড কমিটির' নকশাল গোষ্ঠীর বিরুদ্ধে অভিযোগ তুলেছে।\n\n\n=== কারখানা নির্মাণ ===\nটাটারা আনুষ্ঠানিকভাবে ২১ জানুয়ারি ২০০৭-এ প্ল্যান্টের নির্মাণ শুরু করে। টাটা গ্রুপ ৩ অক্টোবর ২০০৮-এ ঘোষণা করে যে তারা রাজনৈতিক অস্থিরতা এবং আন্দোলনের কারণে সিঙ্গুর থেকে সরে যাচ্ছে।\n\n\n=== পদ্ধতিগত ত্রুটি ===\nকারখানা স্থাপনের প্রক্রিয়ার অন্যান্য দিকগুলি যা কঠোর সমালোচনার মুখে পড়েছিল তা হল চুক্তির বিবরণে সরকারের গোপনীয়তা এবং বিধানসভা বিধানসভা সহ মুখ্যমন্ত্রীর মিথ্যা তথ্য সরবরাহ করা।  বিশেষ করে টাটা মোটরসকে যে ছাড় দেওয়া হচ্ছে তা প্রকাশ্যে আসেনি।  মুখ্যমন্ত্রীর মিথ্যাচারগুলি প্রধানত বলপ্রয়োগ ছাড়াই মালিকদের স্বেচ্ছায় সম্মতির মাধ্যমে ৯১২ একর (৩.৬৯ 2) অধিগ্রহণ করার দাবির সাথে সম্পর্কিত।\nকলকাতা হাইকোর্ট প্রাথমিকভাবে অধিগ্রহণকে অবৈধ ঘোষণা করেছে।  হাইকোর্ট রাজ্য সরকারকে সঠিক পরিসংখ্যান জমা দেওয়ার নির্দেশ দিলে বাতাস কিছুটা পরিষ্কার হয়ে গেছে বলে মনে হয়েছিল যার পরে একটি হলফনামা কিন্তু ফলাফলে সন্তুষ্ট ছিল না।পরে ২০০৭ সালের জুনে দাখিল করা হলফনামায়, সরকার স্বীকার করে যে ৩০ শতাংশ জমি কৃষকদের কাছ থেকে সম্মতি ছাড়াই অধিগ্রহণ করা হয়েছিল। সম্মতির অভাব ক্ষতিপূরণের অপ্রতুলতা বা সম্পূর্ণভাবে বিক্রি করতে অস্বীকার করার উপর ভিত্তি করে হলফনামাটি অস্পষ্ট রয়ে গেছে।\n\n\n== টাটা মোটরসের বহির্গমন ==\n৩ অক্টোবর ২০০৮-এ, তৎকালীন মুখ্যমন্ত্রী বুদ্ধদেব ভট্টাচার্যের সাথে একটি সংক্ষিপ্ত বৈঠকের পর, রতন টাটা ন্যানো প্রকল্পকে পশ্চিমবঙ্গের বাইরে সরানোর সিদ্ধান্ত ঘোষণা করেন।  তৃণমূল কংগ্রেস প্রধান শ্রীমতি মমতা বন্দ্যোপাধ্যায়ের নেতৃত্বে সিঙ্গুর প্রকল্পে বিরোধী আন্দোলন নিয়ে টাটা তার হতাশার কথা উল্লেখ করেছেন।  মিসেস ব্যানার্জি টাটাস এবং রাজ্য সরকারের পদক্ষেপের কথা উল্লেখ করে প্রতিক্রিয়া জানিয়েছেন।\nগুজরাটের তৎকালীন মুখ্যমন্ত্রী এবং আজকের ভারতের প্রধানমন্ত্রী, শ্রী নরেন্দ্র মোদি তখন মিঃ রতন টাটাকে একটি এসএমএস পাঠান, যেখানে কেবল সুস্বাগতম বলা হয়েছিল, যাতে তাকে টাটা ন্যানো কারখানা গুজরাটে স্থানান্তরিত করতে রাজি করানো যায়।\nগুজরাটের সানন্দে একটি নতুন কারখানা তৈরি করতে ১৪ মাস সময় লেগেছিল সিঙ্গুর কারখানার জন্য ২৮ মাসের তুলনায়।\n\n\n== জমি ফেরত ==\n২০১৬ সালে, সুপ্রিম কোর্ট টাটা মোটরসের জন্য পশ্চিমবঙ্গ সরকারের ৯৯৭ একর কৃষি জমির অধিগ্রহণ বাতিল করে এবং ৯১১৭ জমির মালিককে ফেরত দেওয়ার নির্দেশ দেয়।\n\n\n== টাটা মোটরসের জয় ==\n৩০ অক্টোবর ২০২৩-এ, টাটা মোটরস সিঙ্গুর প্ল্যান্ট মামলায় 766 কোটি রুপি (প্রায় $ ১০৩ মিলিয়ন) এবং ১১% সুদের একটি সালিসি পুরস্কার জিতেছে। তিন সদস্যের সালিসি ট্রাইব্যুনাল সর্বসম্মতভাবে টাটা মোটরসের পক্ষে রায় দিয়েছে, সিঙ্গুরে পরিত্যক্ত ন্যানো গাড়ি উত্পাদন সুবিধা সম্পর্কিত ক্ষতির জন্য তাদের ক্ষতিপূরণ দিয়েছে।\n\n\n== তথ্যসূত্র =="}