{"pageid": 1521365, "title": "ইলসে কোহলার-রোলেফসন", "url": "https://bn.wikipedia.org/wiki?curid=1521365", "content": "ইলসে কোহলার-রোলেফসন একজন জার্মান বিজ্ঞানী যিনি পশুপালন, প্রথাগত পশু চিকিৎসা এবং ভারতের বিশেষ উল্লেখ সহ উটের প্রচারের জন্য পরিচিত। তিনি রাইকা সম্প্রদায়ের লোকদের, যাদের জীবনযাত্রা উটের ওপর নির্ভরশীলতার কারণে ঝুঁকির মুখে পড়েছিল, তাদের সাহায্য করার সিদ্ধান্ত নেন। ২০১৭ সালে তিনি ভারতের নারীদের জন্য সর্বোচ্চ পুরস্কার, নারী শক্তি পুরস্কার এবং ২০১৮ সালে জার্মান ফেডারেল সরকারের ফেডারেল ক্রস অফ মেরিট লাভ করেন।\n\n\n== জীবন ==\nকোহলার-রোলেফসন হলেন উদ্ভিদবিদ্যার অধ্যাপক ডঃ ডিথার্ড কোহলার এবং কৃষি বিজ্ঞানী ব্রিজিট কোহলারের কন্যা। জার্মানির ওবার-রামস্টাড্ট ওয়েমবাখে ঘোড়া এবং অন্যান্য সকল ধরণের প্রাণীর সাথে তিনি বড় হয়েছেন। প্রাণীদের প্রতি ভালোবাসা থেকেই তিনি হ্যানোভারের ভেটেরিনারি কলেজে পশুচিকিৎসা মেডিসিন অধ্যয়ন করেন এবং ১৯৭১ সালে স্নাতক হন। পশুচিকিৎসা অনুশীলনে হতাশাজনক অভিজ্ঞতার পর, তিনি জর্ডানে খননকাজে যুক্ত হওয়া একজন প্রত্নতাত্ত্বিক প্রাণীবিদ হয়ে ওঠেন, যার মধ্যে আইন গজলের নবপ্রস্তরযুগীয় স্থানও অন্তর্ভুক্ত ছিল। জর্ডানে তিনি উটের প্রতি তাঁর ভালোবাসা অনুভব করেন এবং প্রত্নতাত্ত্বিক রেকর্ডে যাযাবর জীবন কিভাবে প্রতিফলিত হয় তা বোঝার জন্য একটি বেদুইন পরিবারের সাথে বসবাস করেন। এটি তাঁকে বুঝতে সাহায্য করেছিল যে প্রাগৈতিহাসিক যুগে গৃহপালনের প্রক্রিয়া কিভাবে এগিয়েছিল। তিনি ১৯৮১ সালে 'উটের গৃহপালনের ওপর' তাঁর পিএইচডি সম্পন্ন করেন। ১৯৯০/৯১ সালে আমেরিকান ইনস্টিটিউট অফ ইণ্ডিয়ান স্টাডিজের ফেলোশিপে উটের আর্থ-সামাজিক এবং ব্যবস্থাপনার ধরণ অধ্যয়নের জন্য তিনি ভারতে আসেন। তাঁর গবেষণার সময়, তিনি রাইকা জনগোষ্ঠীর সাথে যোগাযোগ করেছিলেন যাদের জীবন ঐতিহ্যগতভাবে উটকে কেন্দ্র করে গড়ে ওঠে। তবে রাইকারা আর উট প্রজনন করে জীবিকা নির্বাহ করতে না পারার কারণে, উটগুলি বিলুপ্ত হয়ে যাচ্ছে এবং ঐতিহ্যবাহী উটের সংস্কৃতি হারিয়ে যাচ্ছে।\n\nরাইকা (ওরফে রাবারি) মানুষ হল একটি জাতিগত গোষ্ঠী যারা বিশ্বাস করত যে উটের যত্ন নেওয়ার জন্য শিব তাদের সৃষ্টি করেছিলেন। ১৯৯২ সালে তিনি \"রাইকা ড্রোমেডারি ব্রিডার্স অফ রাজস্থান: এ প্যাস্টোরাল সিস্টেম ইন ক্রাইসিস\" প্রকাশ করেন। রাইকারা মূলত ভারতে পশুপালক ।\nতিনি একজন পশুচিকিৎসক এবং একজন নৃবিজ্ঞানী হিসেবে প্রশিক্ষিত ছিলেন এবং এথনোভেটেরিনারি মেডিসিনে এই দুটি বিষয় একত্রিত হয়। তিনি আবিষ্কার করেছেন যে পশুচিকিৎসার ঐতিহ্যবাহী পদ্ধতিগুলি বৈধ এবং তিনি সেগুলিকে আইনসিদ্ধ করার চেষ্টা করছেন। তিনি উল্লেখ করেছেন যে অন্তত ঔপনিবেশিক আমল থেকে বিজ্ঞানীরা তাঁদের পশ্চিমী-প্রযুক্তি প্রকল্প বাস্তবায়নের আগে প্রাণী স্বাস্থ্য এবং তাদের রোগ নির্ণয়ের ক্ষেত্রে আদিবাসীদের দক্ষতা লক্ষ্য করেছিলেন।\nতিনি দেশীয় গবাদি পশুর প্রজাতির স্রষ্টা এবং গৃহপালিত পশু বৈচিত্র্যের ('জিনের রক্ষক') রক্ষক হিসেবে রাইকা এবং অন্যান্য পশুপালকদের ভূমিকা উল্লেখ এবং সেই নিয়ে গবেষণা করেছিলেন। তিনি পশুপালনকারীদের অধিকারের পেছনে একটি চলমান শক্তি ছিলেন। পরবর্তীতে তিনি জাতিসংঘের জৈবিক বৈচিত্র্য কনভেনশনের অধীনে পশুপালকদের অধিকার অর্জনের জন্য একটি হাতিয়ার হিসেবে জৈব-সাংস্কৃতিক বা সম্প্রদায় প্রোটোকল প্রচার করেন।\nহনবন্ত সিং রাঠোরের সাথে একসাথে, তিনি লোকহিত পশুপালক সংস্থান নামে একটি এনজিও তৈরি করেছিলেন। এরা ভারত সরকারের কাছে সাহায্যের জন্য তদবির করেছিল। তিনি লীগ ফর প্যাস্টোরাল পিপলস-এর সহ-প্রতিষ্ঠাতা এবং মূল কর্মী। রাইকাদের আয় বৃদ্ধির জন্য, তিনি সামাজিক উদ্যোগ ক্যামেল ক্যারিশমা প্রতিষ্ঠা করেন যারা উটের দুধ এবং অন্যান্য উটের পণ্য বাজারজাত করে।\n২০০২ সালে তিনি এন্টারপ্রাইজের জন্য অ্যাসোসিয়েট রোলেক্স পুরস্কার পেয়েছিলেন। ২০১৭ সালে রাষ্ট্রপতি প্রণব মুখার্জি তাঁকে ভারতের সর্বোচ্চ বেসামরিক নারী পুরস্কার, নারী শক্তি পুরস্কার প্রদান করেন। অনুষ্ঠানটি নতুন দিল্লির রাষ্ট্রপতি ভবনে অনুষ্ঠিত হয়।\n২০২১ সালে তিনি যুক্তি দিয়েছিলেন যে, পশুপালকদের মূল্য দিতে হবে কারণ তারা \"বর্জ্যকে মূল্যে\" পরিণত করে। তিনি \"বর্জ্যভূমি\" শব্দটিকে ঔপনিবেশিক বলে প্রত্যাখ্যান করেন। এইসব রেঞ্জল্যাণ্ড নিশ্চিত করে যে ভারতের পশুদের উন্নতির জন্য কোথাও না কোথাও চারণভূমি আছে।\nরাইকা এবং অন্যান্য পশুপালকদের কাছ থেকে শিক্ষা নিয়ে তিনি পশুপালন উন্নয়নের জন্য একটি নতুন কাঠামো তৈরি করেছেন যার লক্ষ্য হল খামারের পশুদের গ্রহের সীমানার মধ্যে রাখা। সাম্প্রতিক বইগুলিতে ('লাইভস্টক ফর এ স্মল প্ল্যানেট' এবং ' হুফপ্রিন্টস অন দ্য ল্যাণ্ড. হাউ ট্র্যাডিশনাল হার্ডিং অ্যাণ্ড গ্রেজিং ক্যান রিস্টোর দ্য সয়েল অ্যাণ্ড ব্রিং অ্যানিম্যাল এগ্রিকালচার ব্যাক ইন ব্যালেন্স উইথ দ্য আর্থ') এবং ('লেসনিং ফ্রম প্যাস্টোরালিস্টস') নিবন্ধতে এটি বিস্তারিতভাবে বর্ণনা করা হয়েছে।\nসহকর্মীদের সাথে একসাথে, তিনি 'নিষ্ঠুরতামুক্ত' পশুপালনের ধারণাটি প্রচার করেন এবং সামাজিক উদ্যোগ 'ক্যামেল ক্যারিশমা'-এর মাধ্যমে এটি বাস্তবায়নের চেষ্টা করছেন।\n\n\n== লেখা ==\nকোহলার-রোলেফসন, ইলসে (১৯৯২)। \"রাইকা ড্রোমেডারি ব্রিডার্স অফ রাজস্থান: এ প্যাস্টোরাল সিস্টেম ইন ক্রাইসিস\": ৭৪–৮৩। জেস্টোর 43123358। \nকোহলার-রোলেফসন, ইলসে; মাণ্ডি, পল (২০০১)। উটের রোগের একটি ক্ষেত্র নির্দেশিকা: ড্রোমেডারির ​​জন্য ঐতিহ্যবাহী এবং আধুনিক স্বাস্থ্যসেবা। ইন্টারমিডিয়েট টেকনোলজি প্রকাশনা। আইএসবিএন 978-1-85339-503-1। ওসিএলসি 42875459।  \nকোহলার-রোলেফসন, ইলসে (২০১৪)। ক্যামেল কর্মা: টোয়েন্টি ইয়ার্স অ্যামংগ ইণ্ডিয়া'স ক্যামেল নোমাডস। ট্রাঙ্কুবার প্রেস। আইএসবিএন 978-93-84030-63-6। ওসিএলসি 899261519। \nকোহলার-রোলেফসন, ইলসে (২০২৩)। হুফপ্রিন্টস অন দ্য ল্যাণ্ড : হাউ ট্র্যাডিশনাল হোর্ডিং অ্যাণ্ড গ্রেজিং ক্যান রেস্টোর দ্য সয়েল অ্যাণ্ড ব্রিং অ্যানিম্যাল এগ্রিকালচার ব্যাক ইন ব্যালেন্স উইথ দ্য আর্থ। হোয়াইট রিভার জংশন। আইএসবিএন 978-1-64502-152-0। ওসিএলসি 1351685930। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}