{"pageid": 1521483, "title": "থিনলাস কোরল", "url": "https://bn.wikipedia.org/wiki?curid=1521483", "content": "থিনলাস কোরল (জন্ম ৬ই মে ১৯৮১) ভারতের লাদাখের একজন সামাজিক উদ্যোক্তা এবং লেখক। তিনি লাদাখি মহিলা ভ্রমণ সংস্থা প্রতিষ্ঠা করেছিলেন এবং লাদাখের পর্যটন ও অন্যান্য বিষয় নিয়ে নিবন্ধ লিখেছেন।\nতিনি তাঁর কুড়ি বছর বয়সের কোঠায় উত্তর ভারতের লাদাখে পুরুষ-শাসিত ট্রেকিং শিল্পে একজন ট্রেকিং গাইড হিসেবে কাজ শুরু করেন, এটি তাঁকে প্রথম খ্যাতির আলোয় নিয়ে আসে।\n\n\n== প্রারম্ভিক জীবন ==\n\n\n=== শৈশব ===\nথিনলাস কোরলের জন্ম লাদাখের পার্বত্য অঞ্চলের তাকমাচিক নামক ছোট্ট গ্রামে। তাঁর বাবা-মা দুজনেই কৃষক ছিলেন। শৈশবের বেশিরভাগ সময় স্কুলের পাশাপাশি তিনি  পশুপালন এবং কৃষিকাজে সাহায্য করে কাটিয়েছেন। তাঁর মা অল্প বয়সে মারা যান, তাঁর বাবা আবার বিয়ে করেন এবং থিনলাস তাঁর বাবা, সৎ মা এবং সাত ভাইবোনের সাথে বড় হয়ে ওঠেন। বাবার সাথে উঁচু চারণভূমিতে পরিবারের পশুপালন করতে যাওয়ার পর থেকে তিনি পাহাড়ে সময় কাটাতে অভ্যস্ত হয়ে পড়েন। তিনি এই ভয় পেতেন যে যদি বাবা একা যান তাহলে তাঁর কিছু একটা হয়ে যেতে পারে।\n\n\n=== এসইসিএমওএল ===\nদশম শ্রেণীর শিক্ষা শেষ করার পর, থিনলাস লাদাখের প্রধান শহর লেহর কাছে এসইসিএমওএল বিকল্প ইনস্টিটিউটে ছাত্রী হিসেবে ভর্তি হন। এসইসিএমওএল-এ (লাদাখের ছাত্রদের শিক্ষা ও সাংস্কৃতিক আন্দোলন) থাকাকালীন, তিনি কিছু বিদেশী স্বেচ্ছাসেবকের সাথে ট্রেকিং অভিযানে গিয়েছিলেন। প্রথম দিকের এক ট্রেকিংয়ের সময়, স্থানীয় গ্রামবাসীরা তাঁর সাথে ইংরেজিতে কথা বলেছিল কারণ তারা ধরেই নিয়েছিল যে কোনও লাদাখি মহিলা কখনও ট্রেকিং গাইড হিসেবে কাজ করবে না। তিনি স্থানীয় কিছু ট্রেকিং এজেন্সিতে গাইড হিসেবে কাজ খোঁজার চেষ্টা করেছিলেন, কিন্তু মহিলা হওয়ার কারণে প্রায়শই তাঁকে প্রত্যাখ্যান করা হত। ২০০৪ সালে তিনি এসইসিএমওএল-এর নিজস্ব ট্রাভেল এজেন্সি, \"অ্যারাউণ্ড লাদাখ উইথ স্টুডেন্টস,\" (এএলএস)-এ যোগদান করেন। এএলএস-এ আরও কিছু মহিলা কাজ করছিলেন, কিন্তু সেই সময়ে তাঁরা কেবল মঠ এবং সাংস্কৃতিক ভ্রমণ পরিচালনা করতেন।\n\n\n=== শিক্ষা ===\nথিনলাস তাঁর প্রাথমিক শিক্ষা তাকমাচিকে এবং মাধ্যমিক শিক্ষা পার্শ্ববর্তী গ্রাম ডোমখার থেকে সম্পন্ন করেন। এসইসিএমওএল-তে থাকাকালীন, তিনি তাঁর একাদশ এবং দ্বাদশ শ্রেণির শিক্ষা সম্পন্ন করেন। এর পরে, তিনি কলা বিষয়ে বিএ করার জন্য একটি দূর-শিক্ষা কলেজ পাঠ্যক্রম শুরু করেন। এর পাশাপাশি, তিনি নেহেরু ইনস্টিটিউট অফ মাউন্টেনিয়ারিং-এ পর্বতারোহণের উপর কোর্স এবং ন্যাশনাল আউটডোর লিডারশিপ স্কুলে ওয়াইল্ডারনেস প্রশিক্ষণও গ্রহণ করেন।\n\n\n== কর্মজীবন ==\n\n\n=== পর্যটন ===\nযখন এএলএস ব্যক্তি এবং ছোট গোষ্ঠীর জন্য ট্রেকিং বন্ধ করে দেয়, তখন থিনলাস ফ্রিল্যান্স কাজ চালিয়ে যান। পর্বতারোহণ এবং অন্যান্য বহিরঙ্গন কার্যকলাপের বিভিন্ন পাঠ্যক্রম সম্পন্ন করার পর, তিনি একজন ফ্রিল্যান্স ট্রেকিং গাইড হিসেবে ক্রমশ কাজ পেতে শুরু করেন\n২০০৯ সালে তিনি \"লাদাখি উইমেনস ট্রাভেল কোম্পানি\" প্রতিষ্ঠা করেন যাতে আরও বেশি সংখ্যক নারী এই ক্ষেত্রে অংশগ্রহণ করতে পারেন এবং লাদাখে ইকোট্যুরিজমের প্রচার করতে পারেন। হোমস্টে- র মাধ্যমে, তিনি গ্রামের নারীদের এমন মানুষ এবং সংস্কৃতির সাথে পরিচয় করিয়ে দিয়েছেন যাদের সাথে তারা সাধারণত খুব বেশি যোগাযোগের সুযোগ পায় না। কোম্পানির ওয়েবসাইটে, এটি \"লাদাখের প্রথম মহিলা মালিকানাধীন এবং পরিচালিত ভ্রমণ সংস্থা\" হিসেবে নিজেকে প্রচার করা শুরু করে। লাদাখি ট্রেকিং শিল্পে আরও গাইডদের প্রশিক্ষণ দেওয়ার জন্য, কোম্পানিটি তরুণ, অনভিজ্ঞ মহিলাদের পোর্টার হিসেবে নিয়ে আসে।\n২০১৪ সালের জানুয়ারিতে, ইণ্ডিয়ান মার্চেন্টস চেম্বারের মহিলা বিভাগ থিনলাসকে জানকিদেবী বাজাজ পুরস্কারে ভূষিত করে, এই পুরস্কারটি অসামান্য ভারতীয় মহিলা গ্রামীণ উদ্যোক্তাদের স্বীকৃতিস্বরূপ দেওয়া হয়। অর্ঘ্যম ট্রাস্টের প্রতিষ্ঠাতা ও চেয়ারপার্সন রোহিনী নিলেকানি মুম্বাইতে তাঁকে এই পুরস্কারটি প্রদান করেন। থিনলাস হলেন পর্যটন বিভাগে প্রথম ব্যক্তি, প্রথম লাদাখি এবং ভারতীয় জম্মু ও কাশ্মীর রাজ্যের প্রথম মহিলা যিনি ১৯৯৩ সালে প্রথমবারের মতো এই পুরস্কারটি পেয়েছিলেন।\n২০১৫ সালের জানুয়ারিতে, ভারতীয় সংবাদ ওয়েবসাইট, দ্য উইকএণ্ড লিডার, ভেলোর ইনস্টিটিউট অফ টেকনোলজির (ভিআইটি) সহযোগিতায় থিনলাসকে তাদের \"বছরের সেরা ব্যক্তি\" ২০১৪ হিসাবে মনোনীত করে। লাদাখে পর্যটন উন্নয়নে এবং লাদাখি মহিলাদের জন্য কর্মসংস্থানের সুযোগ তৈরিতে অবদানের জন্য তাঁকে নির্বাচিত করা হয়েছিল। ২০১৫ সালের ১১ই মার্চ ভিআইটি বিশ্ববিদ্যালয়ের এক অনুষ্ঠানে কেন্দ্রীয় স্বরাষ্ট্র মন্ত্রণালয়ের বিশেষ নিরাপত্তা উপদেষ্টা কে. বিজয় কুমার তাঁকে এই পুরস্কার প্রদান করেন।\n\n\n=== নারীর ক্ষমতায়ন ===\n২০১৪ সালে, থিনলাস \"লাদাখি মহিলা কল্যাণ নেটওয়ার্ক\" সমাজের সহ-প্রতিষ্ঠা করেন এবং এর প্রথম সভাপতি হন। এই সমাজটি নারীদের কল্যাণে কাজ করার জন্য, নারীদের বিরুদ্ধে সংঘটিত অপরাধের শিকারদের সহায়তা করার জন্য এবং তাদের আইনি অধিকার সম্পর্কে শিক্ষিত করার জন্য প্রতিষ্ঠিত হয়েছিল।\nথিনলাসের কোম্পানি, \"লাদাখি উইমেন'স ট্রাভেল কোম্পানি\" মূলত হোমস্টে ব্যবহার করে, যার ফলে গ্রামের মহিলাদের রোজগার বৃদ্ধিতে সাহায্য হয়।\n\n\n=== লেখা ===\n২০০৭ সালে, থিনলাসকে বেসরকারি সংস্থা চরখা ডেভেলপমেন্ট কমিউনিকেশন নেটওয়ার্ক কর্তৃক \"সঞ্জয় ঘোষ লাদাখ মহিলা লেখক পুরস্কার\" প্রদান করা হয়। লাদাখে পর্যটনের প্রভাব সম্পর্কে তাঁর প্রচলিত পর্যটনের বাইরে  প্রবন্ধটি এপিলগ  পত্রিকায় প্রকাশিত হয়েছে।  পরে, পত্রিকাটি তাঁর এ ট্রেক থ্রু লাইফ নামক একটি প্রবন্ধ প্রকাশ করে যেখানে গ্রাম থেকে পুরুষ-শাসিত ক্ষেত্রে ট্রেকিং গাইড হওয়ায় তাঁর অভিজ্ঞতা নিয়ে আলোচনা করা হয়েছে।\n২০১৪ সালে, লাদাখী ম্যাগাজিন \"স্টাওয়া\"-তেও থিনলাসের লেখা প্রকাশিত হয়েছিল, যেখানে তিনি লাদাখে ধর্ষণ এবং লাদাখী বর্ণ ব্যবস্থার প্রভাব নিয়ে লিখেছিলেন।\n\n\n== সম্মাননা ==\n৮ মার্চ ২০১৮: নারী শক্তি পুরস্কার, ভারতের নারীদের জন্য সর্বোচ্চ বেসামরিক পুরস্কার।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nলাদাখি মহিলাদের ভ্রমণ সংস্থা\nএসইসিএমওএল -এর ওয়েবসাইট"}