{"pageid": 1521871, "title": "সনাতন ধর্ম প্রচারিণী সভা", "url": "https://bn.wikipedia.org/wiki?curid=1521871", "content": "নগেন্দ্রনাথ ভাদুড়ী (৬ ডিসেম্বর ১৮৪৬ – ২ নভেম্বর ১৯২৬ ), যিনি ভাদুড়ী মহাশয় (Bhaduri Mahasaya) নামেও পরিচিত - ১৮৯১ খ্রী. এই সনাতন ধর্ম প্রচারিণী সভা (Sanatan Dharma Pracharini Sabha) প্ৰতিষ্ঠা করেন। দিনটি ছিল ২৩ শে নভেম্বর। এই সনাতন ধর্ম প্রচারিণী সভার প্রথম সভাপতি ছিলেন মহর্ষি নগেন্দ্রনাথের ভক্ত ও শিষ্য,জনাইয়ের জমিদার গুরুপদ মুখোপাধ্যায়।\n\n\n== উদ্দেশ্য ==\nএই সনাতন ধর্ম প্রচারিণী সভা (Sanātana Dharma Pracāriṇī Sabhā) - র উদ্দেশ্য নির্দেশ করতে গিয়ে শ্রীমৎ ভক্তি প্রকাশ ব্রহ্মচারী লিখেছেন: \n\n\"উদ্দেশ্যাবলীর মধ্যে রাখলেন (১) সাধারণতঃ জনসাধারণের, বিশেষতঃ, সভার সভ্যবৃন্দের শারীরিক, মানসিক, নৈতিক, ব্যবহারিক এবং আধ্যাত্মিক উন্নতি, (২) বিদ্যালয়াদি স্থাপনের মাধ্যমে নতুনের যা কিছু ভাল তা গ্রহণ এবং প্রাচীনের যা কিছু মন্দ, তা বর্জন ক'রে একটা বিশিষ্ট ধারায় শিক্ষিত করা জাতির ভবিষ্যৎ নাগরিক শিশুদের। তাদের কর্মে মহান্, ধর্মে মহান্, আচারে-ব্যবহারে আদর্শ সুসম নাগরিক হ'তে উদ্বুদ্ধ করা ; ভবিষ্যৎ নাগরিকদের সংসারে সংসারী না হয়ে সংসারী সেজে আত্মহিতায়, জগদ্ধিতায় জীবনোৎসর্গ ক'রতে, উৎসাহিত ক'রতে, অপরা ও পরা বিদ্যার অধিকারী ক'রে ঐহিক ও পারত্রিক জীবন মধুময় ক'রতে সাহায্য করা। (৩) দীন দুঃখীদের দুর্ভিক্ষ, প্লাবনাদি পীড়িতদের সাহায্য করা, (৪) সহজ সরল ভাষায় সাময়িক পত্রিকা প্রকাশ, গ্রন্থাদি প্রচার ; (৫) ধর্ম, দর্শন, শিল্প, বাণিজ্য বিষয়ক গ্রন্থ, সাধু-সন্ত মনীষীদের জীবনী গ্রন্থ সমবায়ে পাঠাগার স্থাপন, জ্ঞান প্রসারের জন্য, (৬) অন্ততঃ দ্বাদশজন সদাচারী, সদালাপী, ত্যাগী, আচারবান, ব্যক্তিকে সুশিক্ষিত ক'রে দেশে দেশে, নগরে নগরে, গ্রামে-গ্রামে সনাতন ধর্মের প্রচারের জন্য প্রেরণ ; প্রয়োজন হ'লে তেমন আদর্শ গৃহস্থের সংসারের সব ব্যয়ভার বহন ক'রে শাস্ত্র প্রচারার্থে প্রেরণ ; (৭) লোকশিক্ষার জন্য উৎসবাদির অনুষ্ঠানের মাধ্যমে সমবেত সকলের মধ্যে পূজো পার্বণাদির নিগূঢ় তত্ত্ব বুঝিয়ে দেওয়া।\"\nঅন্যদিকে এ প্রসঙ্গে নরেশচন্দ্র বসু লিখেছেন :\n\n\"এর মুখ্য উদ্দেশ্য ছিল—(ক) হিন্দুশাস্ত্রের আলোচনা, (খ) ধর্মপুস্তকালয় স্থাপন, (গ) সচ্চরিত্র ব্যক্তিকে সনাতন ধর্মপ্রচারের জন্যে সুশিক্ষা দান, (ঘ) বেদাদি ধর্মশাস্ত্রোক্ত সত্যসকল সাধারণের মধ্যে প্রচার করবার জন্য পত্রিকা প্রকাশ, (ঙ) যোগশিক্ষার্থী ব্যক্তিদিগকে সদুপদেশ দান, (চ) অন্ততঃ দ্বাদশটি ধর্মপ্রচারকের সমস্ত সাংসারিক ব্যয়ভার গ্রহণ, (ছ) নিরাশ্রয় ও নিঃস্ব ব্যক্তিদিগকে যথাসাধ্য অর্থ সাহায্য দান, (জ) দীনদুঃখী ও অনাথ বালকদের বিদ্যাশিক্ষার জন্যে একটি অবৈতনিক বিদ্যালয় স্থাপন।\"\n\n\n== কার্যাবলী ==\nএই ‘সনাতন ধর্ম প্রচারিণী সভা’-র কার্যাবলীর বিবরণ দিয়েছেন স্বামী নির্বাণানন্দ :\n\n\"কলিকাতার রামমোহন রায় রোডে সনাতন ধর্ম প্রচারিণী সভা প্রতিষ্ঠিত হবার পর কয়েক মাসের মধ্যে দেখা গেল, অলিকুল মধুপান লোভে দলে দলে যেমন ফুলের কাছে উড়ে যায়, সাগর-সঙ্গম আশায় নদীসকল যেমন অধীর আগ্রহে উন্মাদ তরঙ্গ-ভঙ্গে ছুটে যায়, তেমনভাবে সম্ভাবসম্পন্ন ভক্তগণ বিষয়-মধু তুচ্ছ জ্ঞান ক'রে নামসুধা পানের উদ্দেশ্যে মহর্ষির শ্রীচরণপ্রান্তে দলে দলে উপনীত হ’তে লাগলেন। প্রতি রবিবারে শ্রীহরিনামসংকীর্তন, নগরফেরি, দরিদ্রনারায়ণসেবা, ধর্মাধিবেশন, পল্লীর মধ্যে ও চতুষ্পার্শ্বে বেশ একটা সাড়া ও নাড়া-চাড়া সৃষ্টি ক’রল । স্থানীয় অধিবাসিগণের মধ্যে একটা বিশেষ ধর্মভাব ও আকর্ষণ জাগিয়ে তুলল।\"\n\n\n== শ্রীশ্রী নগেন্দ্র মঠ এবং নগেন্দ্র মিশন ==\nমহর্ষি নগেন্দ্রনাথ যে সনাতন ধর্মপ্রচারিণী সভা তৈরি করেন - মহর্ষি যেখানে থাকতেন সেখানেই এর সভা চলত। পরে তাঁর শিষ্য-ভক্তরা তাঁকে স্থায়ী আবাসের কথা বলেন। মহর্ষি প্রথমে রাজি না হলেও শেষ পর্যন্ত শিষ্য- ভক্তদের ক্রমাগত অনুরোধে রাজি হন এবং কলকাতার গড়পার অঞ্চলে রামমোহন রায় রোডে একটি স্থায়ী আবাস গৃহ নির্মিত হয়। ১৯১৬ সালের দোল পূর্ণিমার দিনে এখানে গৃহপ্রবেশ অনুষ্ঠিত হয়। মহর্ষির দেহাবসানের একদিন পর মহর্ষির ভক্ত- শিষ্যরা মিলে মহর্ষিদেবের নামে একটি মঠ তৈরীর পরিকল্পনা করেন। এই মঠ তৈরির উদ্দেশ্য ছিল মহর্ষিদেবের বাণী, সাধনা ও আদর্শের প্রচার এবং প্রসার। তাঁর অস্থিকলস মাটিতে পুঁতে দিয়ে তার ওপর সমাধি মন্দির নির্মিত হয়। তাঁর ব্যবহৃত দ্রব্যাদি এবং পাদুকাও তাঁর বসবাসের ঘরে সংরক্ষিত রাখার ব্যবস্থা করা হয়। এই গৃহে এই সূত্রেই ১৯২৬-এ শ্রীশ্রী নগেন্দ্র মঠ গড়ে ওঠে। ২০০৫-এ গড়ে ওঠে নগেন্দ্র মিশন। এই সিদ্ধভূমিতেই আজও নিরবচ্ছিন্নভাবে সগৌরবে চলছে সনাতন ধর্ম প্রচারিণী সভা।"}