{"pageid": 1521407, "title": "ওকিং মুসলিম মিশন", "url": "https://bn.wikipedia.org/wiki?curid=1521407", "content": "ওকিং মুসলিম মিশন ১৯১৩ সালে খাজা কামালুদ্দিন (মৃত্যু: ডিসেম্বর ১৯৩২) প্রতিষ্ঠা করেন। লন্ডন থেকে ৩০ মাইল দক্ষিণ-পশ্চিমে ওকিং এর মসজিদে ওকিং মুসলিম মিশন প্রতিষ্ঠা করা হয় । ১৯১৪ সাল থেকে এটি লাহোর আহমদিয়া আন্দোলনের সদস্যদের (আহমদিয়া আঞ্জুমান ইশাত-ই-ইসলাম, এএআইএল) দ্বারা পরিচালিত হয়েছিল। এটি ১৯৬০-এর দশকের মাঝামাঝি পর্যন্ত লাহোর আহমদিয়া  ধর্মগুরুদের দ্বারা পরিচালিত হত।\n\n\n== ওকিং মসজিদ ==\nওকিং মসজিদটি ১৮৮৯ সালে ড. জি. ডব্লিউ. লাইটনার (মৃত্যু: ১৮৯৯) নির্মাণ করেন। মসজিদটি শুধু বিশেষ উপলক্ষে খোলা হতো। ভারতীয় আইনজীবী খাজা কামালুদ্দিন একজন মক্কেলের পক্ষে মামলা লড়তে ইংল্যান্ডে এসেছিলেন। ইংল্যান্ডে থাকাকালীন তিনি আহমদিয়া মুসলিম সম্প্রদায়ের প্রথম উত্তরাধিকারী (খলিফাত-উল-মসিহ) হাকিম মাওলানা  নূরুদ্দিনের কাছ থেকে ওকিং মসজিদ সম্পর্কে জানতে পারেন। মসজিদটির নিয়ন্ত্রণ নেওয়ার জন্য ইতিমধ্যেই একটি ওকিং মুসলিম ট্রাস্ট গঠন করা হয়েছিল। এই ট্রাস্টের সাথে খাজা সাহেবের কতটা সম্পৃক্ততা ছিল তা স্পষ্ট নয়। তবে এটা স্পষ্ট যে মির্জা স্যার আব্বা আলী বেগ খাজা কামালউদ্দিনকে মসজিদের ইমাম হওয়ার জন্য অনুরোধ করেছিলেন।\nতারপর মসজিদটি পরিচালনার জন্য খাজা ওকিং মুসলিম মিশন এবং লিটারেরি ট্রাস্ট গঠন করেন।\nওকিং মসজিদ এবং মিশন ১৯১৩ থেকে ১৯৬০-এর দশকের মাঝামাঝি পর্যন্ত গ্রেট ব্রিটেনে ইসলামের প্রধান কেন্দ্র হিসেবে রয়ে গিয়েছিল।\n\n\n== ওকিং মিশন ==\nওকিং মুসলিম মিশন  খাজা কামালউদ্দিন কর্তৃক প্রতিষ্ঠিত হয়েছিল।  ইংল্যান্ডে তিনি প্রথমবারের মত ১৯১২ সালের সেপ্টেম্বর থেকে ১৯১৪ সালের আগস্ট পর্যন্ত থাকেন। তিনি মাওলানা নূরুদ্দিনের উৎসাহে এই মিশন প্রতিষ্ঠা করেন। এছাড়া  তিনি ১৯১৪ সালের মার্চ পর্যন্ত আহমদিয়া আন্দোলনের প্রধান ব্যাক্তি ছিলেন। ১৯১৪ সালে আহমদিয়া আন্দোলনে বিভক্তি হবার পর খাজা কামালুদ্দিন লাহোর শাখার সাথে যুক্ত হন।\nখাজা কামালুদ্দিন মির্জা গোলাম আহমদের অনুপ্রেরণা থেকে তার কাজ শুরু করেন। যিনি পশ্চিমে ইসলাম উপস্থাপন করার গভীর আকাঙ্ক্ষা পোষণ করতেন। ১৯১৩ সালের ফেব্রুয়ারিতে খাজা দ্য ইসলামিক রিভিউ নামে একটি মাসিক সাময়িকী শুরু করেন। সাময়িকী পত্রিকাটি ৫৫ বছরেরও বেশি সময় ধরে পশ্চিমা বিশ্বে প্রধান ইসলামিক প্রকাশনা প্রতিষ্ঠান ছিল।\nঈদের উৎসবে, ১৯১৩ থেকে ১৯৬০-এর দশকের মাঝামাঝি পর্যন্ত ইংল্যান্ডে উপস্থিত বিভিন্ন দেশের মুসলমানরা ওকিং মসজিদে সমবেত হতেন। সেই সময়ে ওকিং পশ্চিমে মক্কার ক্ষুদ্রাকৃতির প্রতিরূপে পরিণত হয়েছিল। এখানে বহুজাতির মিলনমেলা দেখা যেত যা কেবল মক্কায় হজের সময় দেখা যেত।\n১৯১৩ থেকে ১৯৬০-এর দশকের মাঝামাঝি পর্যন্ত ইংল্যান্ডে ইসলাম গ্রহণকারী ব্যক্তিরা সাধারণত এই মিশনের মাধ্যমে  ইসলাম ধর্ম গ্রহণ করতেন। ১৯২৪ সালে অনুমান করা হয়েছিল যে ইংল্যান্ডে মোট মুসলিম জনসংখ্যা ১০,০০০ হতে পারে। এর মধ্যে ১,০০০ জন ধর্মান্তরিত হয়েছিল।\n\"ইসলাম, আওয়ার চয়েস '' নামক বইটিতে মুসলিম ধর্মান্তরিতদের ইসলাম গ্রহণের বিবরণ রয়েছে। বইটি মূলত ওকিং মুসলিম মিশন দ্বারা সংকলিত এবং প্রকাশিত হয়েছিল। পরবর্তীতে বইটি বিশ্বজুড়ে অন্যান্য মুসলিম প্রকাশকরা পুনঃপ্রকাশ করে। প্রকাশকরা ধর্মান্তরিতদের বিবরণ থেকে ওকিং মুসলিম মিশন এবং খাজা কামালুদ্দিনের নাম মুছে দিয়েছে।\n\n\n== তথ্যসূত্র =="}