{"pageid": 1521750, "title": "ডেনড্রোবিয়াম ক্রুমেনাটাম", "url": "https://bn.wikipedia.org/wiki?curid=1521750", "content": "ডেনড্রোবিয়াম ক্রুমেনাটাম, যাকে সাধারণত কবুতর অর্কিড বলা হয়, হল অর্কিডেসি পরিবারের একটি এপিফাইটিক অর্কিড এবং এটি এশিয়া, দক্ষিণ-পূর্ব এশিয়া, নিউ গিনি এবং ক্রিসমাস দ্বীপের স্থানীয় । এর ছদ্মবাল্ব বরাবর দুটি সারি পাতা রয়েছে এবং তুলনামূলকভাবে বড় কিন্তু স্বল্পস্থায়ী, তীব্র সুগন্ধযুক্ত সাদা ফুল রয়েছে। এটি সাধারণত নিম্নভূমি রেইনফরেস্ট এবং উপকূলীয় ঝোপঝাড়ের উন্মুক্ত স্থানে জন্মে।\n\n\n== বিবরণ ==\nডেনড্রোবিয়াম ক্রুমেনাটাম খাড়া, সিম্পোডিয়াল, সিউডোবাল্ব ৩০০–৭০০ মিমি (১০–৩০ ইঞ্চি) উৎপাদন  করে লম্বা এবং ৮–১২ মিমি (০.৩১–০.৪৭ ইঞ্চি) প্রশস্ত যা প্রথম তিন বা চারটি নীচের নোডে ফুলে গেছে। ছদ্মবাল্বের মাঝের অংশে দুটি সারি চামড়ার মতো, আয়তাকার থেকে ডিম্বাকৃতির পাতা ৫০–৮০ মিমি (২–৩ ইঞ্চি) লম্বা এবং ১০–২০ মিমি (০.৩৯–০.৭৯ ইঞ্চি) প্রশস্ত। সিউডোবাল্বের উপরের অংশে ৩০–৪০ মিমি (১–২ ইঞ্চি) খাঁটি সাদা ফুল ধরে দীর্ঘ এবং প্রশস্ত)। পৃষ্ঠীয় সিপাল এবং পাপড়ি ১৫–১৮ মিমি (০.৬–০.৭ ইঞ্চি) লম্বা এবং ৫–৭ মিমি (০.২–০.৩ ইঞ্চি) প্রশস্ত, পার্শ্বীয় সিপালগুলি কিছুটা লম্বা এবং প্রশস্ত। লেবেলাম হল ২০–২৪ মিমি (০.৮–০.৯ ইঞ্চি) লম্বা এবং ১৩–১৫ মিমি (০.৫–০.৬ ইঞ্চি) তিনটি লব সহ প্রশস্ত। পাশের লতিগুলো খাড়া এবং মাঝের লতিগুলো পাঁচটি হলুদ শিরা দিয়ে গোলাকার। ফুল ফোটে মাঝেমধ্যে, কিন্তু তাপমাত্রা হঠাৎ কমপক্ষে ৫.৫ °সে (৪০ °ফা) কমে যাওয়ার নয় দিন পরে।, সাধারণত বৃষ্টির ফলে, যদিও একই প্রভাব কৃত্রিমভাবে তৈরি করা যেতে পারে। ফুলগুলো সুগন্ধি, কিন্তু এর সুবাস কেবল একদিনের জন্য স্থায়ী হয়।  \n\n\n== শ্রেণীবিন্যাস এবং নামকরণ ==\nDendrobium crumenatum প্রথম আনুষ্ঠানিকভাবে 1799 সালে Olof Swartz দ্বারা বর্ণনা করা হয়েছিল এবং বর্ণনাটি Heinrich Schrader 's Journal für die Botanik- এ প্রকাশিত হয়েছিল।  নির্দিষ্ট উপাধি ( crumenatum ) ল্যাটিন শব্দ crumena থেকে এসেছে যার অর্থ \"চামড়ার টাকার থলি\"। \n\n\n== বিতরণ এবং আবাসস্থল ==\nএই অর্কিড সাধারণত উন্মুক্ত স্থানে জন্মে, প্রায়শই নিম্নভূমির রেইনফরেস্টে বা উপকূলীয় ঝোপঝাড়ে। এটি ভারত, ইন্দোচীন, তাইওয়ান, ফিলিপাইন, সিঙ্গাপুর, মালয়েশিয়া, ইন্দোনেশিয়া, পাপুয়া নিউ গিনি এবং ক্রিসমাস দ্বীপে পাওয়া যায়। এটি ফিজি, হাওয়াই, ওয়েস্ট ইন্ডিজ এবং সেশেলস এ প্রাকৃতিকীকরণ করা হয়েছে বলে জানা গেছে।\n\n\n== তথ্যসূত্র =="}