{"pageid": 1521798, "title": "আব্দুর রহমান বিন খালিদ বিন আল ওয়ালিদ", "url": "https://bn.wikipedia.org/wiki?curid=1521798", "content": "আব্দুর রহমান ইবনে খালিদ ইবনে আল-ওয়ালিদ ( আরবি: عَبْدُ الرَّحْمَن بْنِ خَالِد بْنِ الْوَلِيد ; ৬১৬-৬৬৬) খলিফা উসমানের(শাসনকাল: ৬৪৪-৬৫৬) এবং মুআবিয়া প্রথম (শাসনকাল: ৬৬১-৬৮০)-এর অধীনে  হোমসের গভর্নর ছিলেন। মুআবিয়ার সিরিয়ার গভর্নর থাকাকালীন (৬৩৯-৬৬১) আব্দুর বাইজেন্টাইন সাম্রাজ্যের বিরুদ্ধে বেশ কয়েকটি অভিযান পরিচালনা করেন। খলিফা আলি (শাসনকাল: ৬৫৬-৬৬১)-এর ইরাক-ভিত্তিক বাহিনী থেকে উচ্চ মেসোপটেমিয়ার সীমানা রক্ষা করেন। তিনি ৬৫৭ সালে সিফিনের যুদ্ধে আলির বিরুদ্ধে সাহসিকতার সাথে লড়াই করেন এবং ৬৬১ সালে মুআবিয়া খলিফা হওয়ার পর হোমসের গভর্নর পদে থেকে বাইজেন্টাইনদের বিরুদ্ধে অভিযান চালিয়ে যান। যুদ্ধক্ষেত্রে তার খ্যাতি এবং তার পিতা, বিখ্যাত সেনাপতি খালিদ ইবনে আল-ওয়ালিদের বংশধর হওয়ার কারণে তিনি সিরিয়ার আরবদের মধ্যে বিশেষভাবে জনপ্রিয় ছিলেন। মুআবিয়া তাকে তার পুত্র ইয়াজিদের সম্ভাব্য প্রতিদ্বন্দ্বী হিসেবে দেখেন। পুত্রকে তিনি উত্তরাধিকারী হিসেবে প্রস্তুত করছিলেন। এই কারণে মুআবিয়া ৬৬৬ সালে তাকে বিষপ্রয়োগে হত্যার নির্দেশ দেন বলে অভিযোগ রয়েছে।\n\n\n== জীবনী ==\n\nআব্দুর ৬১৬ সালের দিকে জন্মগ্রহণ করেন। তিনি  বিশিষ্ট মুসলিম সেনাপতি এবং কুরাইশ গোত্রের বনু মাখজুম শাখার সদস্য খালিদ ইবনে আল-ওয়ালিদের পুত্র ছিলেন। তার মায়ের নাম খালিদের স্ত্রী আসমা। তিনি খাথআম গোত্রের বিশিষ্ট প্রধান ও কবি আনাস ইবনে মুদরিকের কন্যা। তিনি ইসলাম-পূর্ব যুগে কাজ করতেন এবং ৬২০-এর দশকে ইসলামের আবির্ভাবের কয়েক বছর পরে মারা যান। আব্দুর সম্ভবত খলিফা উসমানের শাসনকালে (৬৪৪-৬৫৬) সামরিক চাকরিতে যোগদান করেন। উসমানের সময়ে তিনি সিরিয়ার সামগ্রিক গভর্নর মুআবিয়া ইবনে আবি সুফিয়ান কর্তৃক জুন্দ হিমসের (হোমসের সামরিক জেলা) গভর্নর নিযুক্ত হন। মুআবিয়া তাকে আনাতোলিয়ায় বাইজেন্টাইনদের বিরুদ্ধে বেশ কয়েকটি সামরিক অভিযানের নেতৃত্ব দিতে পাঠান। গ্রীক উৎসে তাকে \"আবদেরাখমান\" নামে উল্লেখ করা হয়। ৬৫৭ সালে তিনি খলিফা আলির (শাসনকাল: ৬৫৬-৬৬১) ইরাকি বাহিনী কর্তৃক জাজিরায় (উচ্চ মেসোপটেমিয়া) মুআবিয়ার অঞ্চলে একটি আক্রমণ প্রতিহত করেন। সেই বছরের শেষের দিকে, আবদুর রহমান সিফফিনের যুদ্ধে আলীর বিরুদ্ধে মুয়াবিয়ার সিরিয়ান সেনাবাহিনীর একজন কমান্ডার হিসেবে দায়িত্ব পালন করেন। সেখানে তিনি বীরত্বের সাথে যুদ্ধ করেন এবং সিরিয়ানদের পতাকা বহন করেন। তার ভাই মুহাজির একই যুদ্ধে আলীর পক্ষে যুদ্ধ করেছিলেন এবং নিহত হন। ৬৫৮ বা ৬৫৯ সালে আদরুহ বা দুমাত আল-জান্দালে আলি ও মুআবিয়ার প্রতিনিধিদের মধ্যে পরবর্তী সালিসি আলোচনায় আব্দুর মুআবিয়ার দলের একজন সাক্ষী হিসেবে উপস্থিত ছিলেন।\n৬৬১ সালে মুআবিয়ার খিলাফত শুরু হলে আব্দুর জুন্দ হোমসের গভর্নর হিসেবে দায়িত্ব চালিয়ে যান। ৬৬৪/৬৬৫ এবং ৬৬৫/৬৬৬ সালে তিনি আনাতোলিয়ার সীমান্তে বাইজেন্টাইনদের বিরুদ্ধে শীতকালীন অভিযান পরিচালনা করেন। ইসলামি ঐতিহাসিক উৎস অনুসারে, আব্দুর মুআবিয়ার পুত্র ইয়াজিদকে তার উত্তরাধিকারী নিযুক্ত করার উচ্চাকাঙ্ক্ষার জন্য হুমকি হয়ে ওঠেন এবং খলিফা তাকে দূর করার সিদ্ধান্ত নেন। তখন তিনি খালিদ ইবনে আল-ওয়ালিদের শেষ জীবিত পুত্র ছিলেন। বিখ্যাত সেনাপতি পিতার বংশধর হওয়া এবং যুদ্ধের ময়দানে নিজের সাহস ও দক্ষতা তাকে সিরিয়ার আরবদের কাছে প্রিয় করে তুলেছিল। এই উদ্দেশ্যে, মুআবিয়া তার খ্রিস্টান চিকিৎসক ইবনে উথালকে নির্দেশ দেন যেন ৬৬৬ সালে বাইজেন্টাইন সীমান্ত থেকে হোমসে ফিরে আসার পর আব্দুরকে বিষ প্রয়োগে হত্যা করা হয়। পরে আব্দুরের একজন আত্মীয় খালিদ (তার পুত্র বা ভাই মুহাজিরের পুত্র) ইবনে উথালকে হত্যা করেন। ফলস্বরূপ, মুয়াবিয়া কর্তৃক মুয়াবিয়া খালিদকে কারাবন্দি করেন।  খালিদকে ইবন উথালের রক্তপণ (রক্তের বদলে ক্ষতিপূরণ) দিতে বাধ্য করেন যাতে তাকে সম্ভাব্য প্রতিশোধ থেকে রক্ষা করা যায়। এই কথিত বিষপ্রয়োগ ঘটনার ফলে হিজাজে (পশ্চিম আরবে) অবস্থিত প্রভাবশালী বনু মাখজুম গোত্রের সাথে মুআবিয়ার সম্পর্কের অবনতি ঘটে। প্রাচ্যবিদ ইতিহাসবিদ হেনরি ল্যামেনস সেই সময়ের হোমসে খ্রিস্টান-বিরোধী সহিংসতার সাথে সম্পর্কিত বর্ণনার নির্ভরযোগ্যতা নিয়ে সন্দেহ প্রকাশ করেন। আবদুর রহমানের পুত্র খালিদ ৬৬৮ বা ৬৬৯ সালে বাইজেন্টাইনদের বিরুদ্ধে নৌ অভিযানের একজন সেনাপতি ছিলেন।\nউমাইয়া আমলের (৬৬১-৭৫০) শেষের দিকে সিরিয়ায় প্লেগ রোগে আক্রান্ত হয়ে আবদুর রহমানের প্রায় চল্লিশজন পুরুষ বংশধরের মৃত্যুর সাথে সাথে খালিদ ইবনে আল-ওয়ালিদের বংশের বিলুপ্তি ঘটে। আব্দুর রহমানকে হোমসে তার বাবা এবং তার বাবার স্ত্রী ফাদ্দার পাশে সমাহিত করা হয়েছে। ১৯০৮ সালে সিরিয়ার উসমানীয় শাসকরা খালিদ ইবনে আল-ওয়ালিদ মসজিদ নির্মাণ করে। উসমানীয় শাসকরা অন্তত ১২শ শতাব্দী থেকে এটি তাদের কবরের স্থান বলে দাবি করে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBlackburn, Richard (২০০৫)। Journey to the Sublime Porte: The Arabic Memoir of a Sharifian Agent's Diplomatic Mission to the Ottoman Imperial Court in the Era of Suleyman the Magnificent। Orient-Institut। আইএসবিএন 9783899134414। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCrone, P. (১৯৭৮)। \"Khālid b. al-Walīd\"।   van Donzel, E.; Lewis, B.; Pellat, Ch. & Bosworth, C. E.। The Encyclopaedia of Islam, New Edition, Volume IV: Iran–Kha। Leiden: E. J. Brill। পৃষ্ঠা ৯২৮–৯২৯। \nDella Vida, G. Levi (১৯৭৮)। \"Khathʿam\"।   van Donzel, E.; Lewis, B.; Pellat, Ch. & Bosworth, C. E.। The Encyclopaedia of Islam, New Edition, Volume IV: Iran–Kha। Leiden: E. J. Brill। পৃষ্ঠা ১১০৫–১১০৬। \nBlankinship, Khalid Yahya, সম্পাদক (১৯৯৩)। The History of al-Ṭabarī, Volume XI: The Challenge to the Empires। SUNY Series in Near Eastern Studies.। Albany, New York: State University of New York Press। আইএসবিএন 978-0-7914-0851-3। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGibb, H. A. R. (১৯৬০)। \"ʿAbd al-Raḥmān b. Khālid b. al-Walīd\"।   Gibb, H. A. R.; Kramers, J. H.; Lévi-Provençal, E.; Schacht, J.; Lewis, B. & Pellat, Ch.। The Encyclopaedia of Islam, New Edition, Volume I: A–B। Leiden: E. J. Brill। পৃষ্ঠা ৮৫। \nGraebner, Michael David (১৯৭৫), The Role of the Slavs Within the Byzantine Empire, 500–1018, Rutgers University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHawting, G.R., সম্পাদক (১৯৯৬)। The History of al-Ṭabarī, Volume XVII: The First Civil War: From the Battle of Siffīn to the Death of ʿAlī, A.D. 656–661/A.H. 36–40। SUNY Series in Near Eastern Studies.। Albany, New York: State University of New York Press। আইএসবিএন 978-0-7914-2393-6। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHinds, M. (১৯৯১)। \"Makhzūm\"।   Bosworth, C. E.; van Donzel, E. & Pellat, Ch.। The Encyclopaedia of Islam, New Edition, Volume VI: Mahk–Mid। Leiden: E. J. Brill। পৃষ্ঠা ১৩৭–১৪০। আইএসবিএন 90-04-08112-7। \nHumphreys, R. Stephen, সম্পাদক (১৯৯০)। The History of al-Ṭabarī, Volume XV: The Crisis of the Early Caliphate: The Reign of ʿUthmān, A.D. 644–656/A.H. 24–35। SUNY Series in Near Eastern Studies.। Albany, New York: State University of New York Press। আইএসবিএন 978-0-7914-0154-5। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJankowiak, Marek (২০১৩)। \"The First Arab Siege of Constantinople\"।   Zuckerman, Constantin। Travaux et mémoires, Vol. 17: Constructing the Seventh Century। Paris: Association des Amis du Centre d'Histoire et Civilisation de Byzance। পৃষ্ঠা ২৩৭–৩২০। আইএসবিএন 978-2-916716-45-9। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMorony, Michael G., সম্পাদক (১৯৮৭)। The History of al-Ṭabarī, Volume XVIII: Between Civil Wars: The Caliphate of Muʿāwiyah, 661–680 A.D./A.H. 40–60। SUNY Series in Near Eastern Studies.। Albany, New York: State University of New York Press। আইএসবিএন 978-0-87395-933-9। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}