{"pageid": 1522660, "title": "শাহজাদা আহমেদ নিহাদ", "url": "https://bn.wikipedia.org/wiki?curid=1522660", "content": "শাহজাদে আহমেদ নিহাদ এফেন্দি  ( উসমানীয় তুর্কি: احمد نهاد   আহমেদ নিহাদ ওসমানোগলু, এছাড়াও আহমেদ নিহাদ ওসমানোগলু; ৫ জুলাই ১৮৮৩ - ৪ জুন ১৯৫৪) একজন উসমানীয় রাজপুত্র ছিলেন। তিনি শাহজাদা মেহমেদ সেলাহেদ্দিনের পুত্র এবং সুলতান পঞ্চম মুরাদের নাতি। তিনি ১৯৪৪ থেকে ১৯৫৪ সাল পর্যন্ত ওসমান রাজপরিবারের ৩৮তম প্রধান ছিলেন।\n\n\n== প্রারম্ভিক বছরগুলি ==\nআহমেদ নিহাদ ১৮৮৩ সালের ৫ জুলাই সিরাগান প্রাসাদে জন্মগ্রহণ করেন। তার পিতা  শেহজাদে মেহমেদ সেলাহেদ্দিন ছিলেন সুলতান মুরাদ পঞ্চম এবং রেফতারিদিল কাদিনের পুত্র এবং তার মা ছিলেন নাজিকনাজ হানিম।  তার দুই বোন ছিল: বড় বোন বেহিয়ে সুলতান (দুই বছরের বড়) এবং ছোট বোন বেহিসে সুলতান (চার বছরের ছোট, মৃত জন্ম)।  তিনি তার পুরো শৈশব এবং যৌবনকাল সিরাগান প্রাসাদে বন্দী অবস্থায় কাটিয়েছেন। প্রাসাদটি তার দাদা সুলতান মুরাদের জন্য একটি জোরপূর্বক বাসস্থান হিসেবে কাজ করত, যাকে ১৮৭৬ সালে ক্ষমতাচ্যুত করা হয়েছিল এবং তার ভাই সুলতান দ্বিতীয় আব্দুল হামিদ তার স্থলাভিষিক্ত হন। প্রাক্তন সুলতানের উপর আরোপিত বিধিনিষেধ তার পুরো পরিবারের উপর বিস্তৃত ছিল এবং ১৯০৪ সালে তার মৃত্যুর আগ পর্যন্ত তা প্রত্যাহার করা হয়নি।  ১৮৯১ সালে তিনি সুলতান আব্দুল হামিদের পুত্রদের—শেহজাদে মেহমেদ আব্দুলকাদির, আহমেদ নুরি এবং মেহমেদ বুরহানেদ্দিনের সঙ্গে  খৎনা করা হয়েছিল। \nতার দাদার মৃত্যুর পর, আহমেদ নিহাদ সিরাগান প্রাসাদে তার জোরপূর্বক কারাবাস ত্যাগ করেন এবং ফেনেরিওলুতে তার বাবার ভিলায় বসবাস করেন।  পরে তিনি কিলিচ আলি ঢালু এবং সেরেন্সেবে ঢালুর সংযোগস্থলে নিজের একটি প্রাসাদে চলে যান। তিনি তেভফিক ফিকরেতের কাছ থেকে চিত্রকলা ও ইতিহাসের পাঠ নেন। রবার্ট কলেজের শিক্ষক এবং কবি নিগার হানিমের পুত্র ফেরিদুন বে তাকে ফরাসি ভাষা শেখাতেন।  তিনি কুরবাগালিদেরেতে তার বাবার ভিলা  এবং বেইলারবেই প্রাসাদেও বসবাস করতেন।  ১৯১৮ সাল নাগাদ তিনি উসমানীয় সেনাবাহিনীতে পদাতিক বাহিনীর কর্নেল হিসেবে দায়িত্ব পালন করছিলেন। \n\n\n== ব্যক্তিগত জীবন ==\nআহমেদ নিহাদের প্রথম স্ত্রীর নাম সাফিরু হানিম।   তিনি ১৮৮৪ সালের ১৫ আগস্ট ইজমিরে জন্মগ্রহণ করেন।  সুলতান মুরাদের পরিবারের বন্দীদশায় থাকাকালীন ১৯০২ সালের ৭ ফেব্রুয়ারী সিরাগান প্রাসাদে  তাদের বিয়ে হয়। ১৯০৩ সালের ৩ অক্টোবর তাদের একমাত্র পুত্র শেহজাদে আলি ভাসিব জন্মগ্রহণ করেন।   ১৯২৪ সালের মার্চ মাসে, তিনি নিহাদ এবং তাদের ছেলের সাথে নির্বাসনে যান। তিনি ১৯৭৫ সালের ১৫ নভেম্বর মিশরের আলেকজান্দ্রিয়ায় মারা যান। \nতার দ্বিতীয় স্ত্রী ছিলেন নেজিহে হানিম।  তিনি ১৮৯০ সালে সার্কাসিয়ায় জন্মগ্রহণ করেন। তার মা ছিলেন ফাতমা সাজেন্দে হানিম ছিলেন সুলতান মুরাদের হারেমের প্রধান কালফা । ১৯১৬ সালে নিহাদের সৎ বোন নেভ্রেস্তানকে বিয়ে করার পর তাদের বিবাহবিচ্ছেদ হয়। পরে নেজিহে উসমানীয় অফিসার আলি ফেহমি দোগরুসোজকে বিয়ে করেন এবং তাদের পুত্র ফেরিদুন দোগরুসোজ জন্মায়। ১৯৩৪ সালে উপাধি আইন অনুযায়ী তিনি “দোগরুসোজ” উপাধি গ্রহণ করেন। তিনি ১৯৭২ সালের ২৪ নভেম্বর ইস্তাম্বুলে মারা যান। \nতার তৃতীয় স্ত্রী ছিলেন নেভারেস্তান হানিম।  তিনি ১৮৯৩ সালে আদাপাজারিতে জন্মগ্রহণ করেন। তার বাবা ছিলেন তাহির বে আতজাম্বা। তিনি উসমানীয় সেনাবাহিনীর একজন আবখাজিয়ান অফিসার ছিলেন এবং তার মা ছিলেন ফাতেমা সাজেন্দে হানিম। তার এক ভাইয়ের নাম ছিল আজিজ বে । ফাতমা সাজেন্দে দুইবার বিয়ে করেছিলেন। তাহির তার দ্বিতীয় স্বামী ছিলেন। ফলে নেভরেস্তান নেজিহের সৎবোন হন। ১৯১৫ সালের ১০ এপ্রিল তাদের বিয়ে হয়। ১৯২৪ সালের মার্চ মাসে, তিনি নিহাদের সাথে নির্বাসনে যান। ১৯৫২ সালে উসমানীয় রাজবংশের নারীদের তুরস্কে ফিরতে দেওয়া হলে তিনি ইস্তাম্বুলের সেরেসেবেয়ে চলে যান। উপাধি আইন অনুযায়ী তিনি “ওসমানোগলু” উপাধি গ্রহণ করেন। তিনি ১৯৮৩ সালে মারা যান।\n\n\n== নির্বাসন ==\n১৯২৪ সালের মার্চ মাসে রাজপরিবারের নির্বাসনের সময়, আহমেদ নিহাদ, তার দুই স্ত্রী এবং পুত্র প্রথমে হাঙ্গেরির বুদাপেস্টে ও তারপর ফ্রান্সের নাইসে যান।  সেখানে তিনি বুলেভার্ড কার্টনে তার ভিলায় বসবাস করেন  পরে তিনি লেবাননের বৈরুতে চলে যান। সেখানে তিনি তার বাকি জীবন কাটান। \n১৯৪৪ সালের আগস্টে দ্বিতীয় আব্দুলমেজিদের মৃত্যুর পর আহমেদ নিহাদ নির্বাসিত রাজকীয় পরিবারের প্রধান হন। প্রিন্স আমর ইব্রাহিমের বাড়িতে অনুষ্ঠিত বৈঠকে পরিষদের নেওয়া সিদ্ধান্তগুলো তাকে লিখিতভাবে জানানো হয়। কিন্তু শেহজাদে ওমর ফারুক তাকে পরিবারের প্রধান হিসেবে মেনে নেননি। অন্যদিকে তার স্ত্রী সাবিহা সুলতান পরিষদের সিদ্ধান্ত সমর্থন করেন এবং প্রধান হিসেবে নির্বাচিত ব্যক্তিকে অনুমোদন দেন। শুধুমাত্র সুলতান আব্দুলআজিজের নাতি-নাতনিরা—শুকরিয়ে সুলতান, মিহরিশাহ সুলতান এবং মেহমেদ আব্দুলআজিজ—ওমর ফারুকের পক্ষে ছিলেন। নেসলিশাহ সুলতানের মতে, আহমেদ নিহাদ একজন সৎ, ভদ্র এবং নম্র ব্যক্তি ছিলেন, কিন্তু তিনি সারাদিন একটি চেয়ারে বসে কিছুই না করে কাটাতেন। তাছাড়া, তার এমন ভূমিকা পালন করার ক্ষমতাও ছিল না। তার মতে, ওমর ফারুক, যিনি সবসময় পরিবারের সবার সমস্যার দিকে খেয়াল রাখতেন, নিজেকে পরিবারের প্রধান হিসেবে দেখতেন। \n১৯৪৫ সালে তিনি একটি স্ট্রোকে আক্রান্ত হন, যার ফলে তিনি অক্ষম হয়ে পড়েন। তিনি তার শেষ দিনগুলো একটি সাধারণ বাড়িতে কাটান, যেটি খুব সাধারণভাবে সাজানো ছিল। সেখানে তিনি একটি সোফায় থাকতেন, যার উপর একটি কম্বল বিছানো থাকত। সোফাকে তিনি বিছানা হিসেবে ব্যবহার করতেন। ঘরের একমাত্র অলংকরণ ছিল দেয়ালে ঝুলন্ত তুর্কি পতাকা । তিনি প্রায়ই বন্দরের উপর নজর রাখতেন এবং তুর্কি পতাকা বহনকারী কোন জাহাজ বন্দরে প্রবেশ করেছে কিনা তা পরীক্ষা করতেন। যখন তিনি এমন একটি জাহাজ দেখতেন, তখন তিনি ঘাটে গিয়ে পতাকাটি কাছ থেকে দেখতেন। \n\n\n== মৃত্যু ==\n\nআহমেদ নিহাদ ১৯৫৪ সালের ৪ জুন মারা যান এবং সিরিয়ার দামেস্কের সুলায়মানিয়া তাকিয়া কবরস্থানে তাকে দাফন করা হয়। \n\n\n== তথ্যসূত্র =="}