{"pageid": 1522287, "title": "জুডিথ বাটলার", "url": "https://bn.wikipedia.org/wiki?curid=1522287", "content": "জুডিথ পামেলা বাটলার (জন্ম: ২৪শে ফেব্রুয়ারী, ১৯৫৬) একজন আমেরিকান নারীবাদী দার্শনিক এবং লিঙ্গ অধ্যয়নের পণ্ডিত যাঁর কাজ রাজনৈতিক দর্শন, নীতিশাস্ত্র এবং তৃতীয়-তরঙ্গ নারীবাদ, সমকামী তত্ত্ব, এবং সাহিত্য তত্ত্বের ক্ষেত্রগুলিকে বিশেষভাবে প্রভাবিত করেছে।\n১৯৯৩ সালে, জুডিথ পামেলা বাটলার ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের বার্কলেতে অলঙ্কারশাস্ত্র বিভাগে যোগদান করেন, এবং সেখানে থেকে তারা ১৯৯৮ সালে তুলনামূলক সাহিত্য বিভাগে এবং সমালোচনামূলক তত্ত্বের কার্যসূচীতে ম্যাক্সিন এলিয়ট অধ্যাপক হন। তারা ইউরোপীয় গ্র্যাজুয়েট স্কুল (ইজিএস) এ হান্না আরেন্ড্ট চেয়ারও ধরে রাখেন।\nবাটলার তাদের \"জেন্ডার ট্রাবল: ফেমিনিজম অ্যান্ড দ্য সাবভার্সন অফ আইডেন্টিটি\" (১৯৯০) এবং \"বডিজ দ্যাট ম্যাটার: অন দ্য ডিসকারসিভ লিমিটস অফ সেক্স\" (১৯৯৩) বইয়ের জন্য সর্বাধিক পরিচিত, যেখানে তারা লিঙ্গের প্রচলিত, ভিন্নধর্মী ধারণাগুলিকে দাবি করেন এবং লিঙ্গ কর্মক্ষমতা সম্পর্কে তাদের তত্ত্ব প্রকাশিত করেন। এই তত্ত্বটি নারীবাদী এবং সমকামী বৃত্তির উপর একটি বড় প্রভাব ফেলেছে। তাদের কাজ প্রায়শই চলচ্চিত্র অধ্যয়ন পাঠ্যক্রমে অধ্যয়ন এবং বিতর্কিত হয় যেখানে লিঙ্গ অধ্যয়ন এবং কর্মক্ষমতার উপর জোর দেওয়া হয়।\nবাটলার ইসরায়েলি রাজনীতি এবং এলজিবিটি অধিকারের সমর্থন সহ অনেক সমসাময়িক রাজনৈতিক প্রশ্নে কথা বলেছেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nজুডিথ বাটলার ১৯৫৬ সালের ২৪শে ফেব্রুয়ারী ওহাইওর ক্লিভল্যান্ডে হাঙ্গেরীয়-ইহুদি এবং রাশিয়ান-ইহুদি বংশোদ্ভূত একটি পরিবারে জন্মগ্রহণ করেন। তাদের মাতামহীর পরিবারের বেশিরভাগ সদস্যকে শোয়াতে হত্যা করা হয়েছিল। বাটলারের বাবা-মা সংস্কারবাদী ইহুদি ধর্ম পালন করতেন। তাদের মা সনাতন বা অর্থোডক্স ভাব ধারায় বেড়ে ওঠার জন্য রক্ষণশীল হয়ে পরেন , পরে অবশেষে যখন তাদের বাবা সংস্কারসাধনে রত হয়েছিলেন তখন সংশোধিত হন। শিশু এবং কিশোর বয়সে, বাটলার হিব্রু স্কুল এবং ইহুদি নীতিশাস্ত্রের উপর বিশেষ ক্লাস উভয় ক্ষেত্রেই পড়াশোনা করেছিলেন, যেখানে তারা \"দর্শনশাস্ত্রের প্রথম প্রশিক্ষণ\" পেয়েছিলেন। ২০১০ সালে হারেটজের সাথে এক সাক্ষাৎকারে বাটলার বলেছিলেন যে তারা ১৪ বছর বয়সে নীতিশাস্ত্রের শিক্ষা শুরু করেছিলেন এবং বাটলারের হিব্রু বিদ্যালয়ের রাব্বি সেটা শাস্তি হিসেবে তৈরি করেছিলেন কারণ তারা \"শ্রেণীতে খুব বেশি কথাবার্তা বলত\", এবং প্রায়শই তাদের ঠাট্টা করার অভিযোগও করা হত। বাটলার বলেন যে তারা এই গৃহশিক্ষক-সম্বন্ধীয় বা টিউটোরিয়ালগুলির ধারণাটি দ্বারা \"মজা\" পেতেন। এই বিশেষ অধিবেশনগুলিতে তারা কী অধ্যয়ন করতে চান জানতে চাইলে, বাটলার তিনটি প্রশ্নের উত্তরে বলেন, যা তাদের সেই সময়ে ভাবিয়ে তুলেছিল: \"কেন স্পিনোজাকে সিনাগগ থেকে বহিষ্কার করা হয়েছিল? জার্মান আদর্শবাদকে কি নাৎসিবাদের জন্য দায়ী করা যেতে পারে? এবং মার্টিন বুবারের কাজ সহ অস্তিত্ববাদী ধর্মতত্ত্ব কীভাবে বোঝা যায়?\" \nবাটলার একজন লেসবিয়ান, ক্যালিফোর্নিয়া রাজ্যে আইনত নন-বাইনারি, এবং তিনি বলেছেন ২০২০ সাল থেকে, তারা একবচন তারা/তাদের এবং সে/তাহার উভয় সর্বনামই ব্যবহার করেন কিন্তু একবচন তারা/তাদের সর্বনাম ব্যবহার করতে পছন্দ করেন। বাটলার ইঙ্গিত দিয়েছিলেন যে জন্মের সময় নারী হিসেবে নির্ধারিত হওয়ার কারণে তারা \"কখনও বাড়িতে ছিলেন না\"।\nতারা তাদের সঙ্গী ওয়েন্ডি ব্রাউন এবং ছেলের সাথে বার্কলেতে থাকে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\n \n\n\n== বহিঃসংযোগ ==\nজীবনী  ওয়েব্যাক মেশিনে আর্কাইভকৃত সেপ্টেম্বর ২৬, ২০২৩ তারিখে   - ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলে\n\"জুডিথ পি. বাটলারের সাহিত্য জীবনী অভিধান (পৃষ্ঠা ৩)\""}