{"pageid": 1522859, "title": "শামস আল-দীন মুহাম্মদ (নিজারি ইমাম)", "url": "https://bn.wikipedia.org/wiki?curid=1522859", "content": "শামস আল-দ্বীন মুহাম্মদ ( আরবি: شمس الدین محمد     ; ১২৫৬ সালের আগে – আনু. ১৩১০ )  নিজারি ইসমাইলি সম্প্রদায়ের ২৮তম ইমাম ছিলেন। তার জীবন সম্পর্কে খুব বেশি তথ্য জানা যায় না। মঙ্গোল সাম্রাজ্য কর্তৃক নিজারি রাজ্য ধ্বংসের পর তিনিই প্রথম ইমাম হন। তার আসল পরিচয় গোপন করেই তিনি জীবন কাটিয়েছিলেন।\nতার মৃত্যুর পর উত্তরাধিকার দুই ভাগে বিভক্ত হয়। একটি হলো কাসিম-শাহি শাখা, যা এখনো আগা খানের নেতৃত্বে টিকে আছে। অন্যটি মুহাম্মদ-শাহি বা মুমিনি শাখা। মুমিনি শাখা এখন সিরিয়ায় কয়েক হাজার অনুসারী নিয়ে ছোট হয়ে গেছে। \n\n\n== জীবনী ==\nতার জীবন সম্পর্কে বিস্তারিত জানা যায় না। তিনি রুকন আল-দিন খুরশাহর কনিষ্ঠ পুত্র ছিলেন। রুকন আল-দিন ছিলেন আলমুত দুর্গের শেষ শাসক। ১২৫৬ সালে মঙ্গোলরা আলমুত দুর্গ জয় করে।  নিজারি ঐতিহ্য অনুসারে, তার পিতা তাকে ( naṣṣ ) উত্তরাধিকারী হিসেবে মনোনীত করেছিলেন।   মঙ্গোলদের আলামুত অবরোধ এবং তার পিতার আত্মসমর্পণের আগের শেষ মাসগুলিতে তাকে নিরাপদে নিয়ে এসেছিলেন।  তার পরিবারের বাকি সদস্যদের মঙ্গোলরা হত্যা করে। যার ফলে শামস আল-দীনই একমাত্র জীবিত ছিলেন।  ১২৫৭ সালের বসন্তের শেষের দিকে তার বাবার মৃত্যুদণ্ডের সাথে সাথে, শামস আল-দীন স্বয়ংক্রিয়ভাবে তার স্থলাভিষিক্ত হন। \nতিনি তার বাকি জীবন আজারবাইজানে কাটান, তাবরিজে বা তার আশেপাশে। তিনি তার পরিচয় গোপন রাখেন, এবং তার পরিবর্তে সুফি মরমী সাধকের ছদ্মবেশ ধারণ করেন (যা সে সময়ে নিজারিদের মধ্যে সাধারণ প্রথা ছিল)। তিনি সূচিশিল্পীর কাজও করতেন, যার ফলে তাকে ঐতিহ্যগতভাবে \"জারদুজ\" নামে ডাকা হতো। নিজারি ঐতিহ্যে, শামস আল-দিনকে কখনো কখনো পূর্ববর্তী মরমী সাধক শামস তাবরিজি (১১৮৫–১২৪৮) এর সঙ্গে গুলিয়ে ফেলা হয়। \nআলমুতের পতন নিজারি আন্দোলনের কেন্দ্র নষ্ট করে। তবু শামস আল-দিন কিছু নিজারি দলের সঙ্গে যোগাযোগ করেন।  সমসাময়িক ইসমাইলি কবি নিজারি কুহিস্তানি তাঁর ভ্রমণকাহিনী সফর-নামায় ১২৮০ সালে তাঁর সাথে ব্যক্তিগতভাবে দেখা করে।  তাঁকে শামস-ই-দিন শাহ নিমরুজ আলী এবং শাহ শামস নামে ডেকেছেন।  তাঁর ইমামতের সময়, নিজারি সম্প্রদায় উত্তর পারস্যের রুদবারে পুনরায় সংগঠিত হতে সক্ষম হয় এবং এমনকি সাময়িকভাবে আলামুত পুনরায় দখল করে। কিন্তু সিরিয়ার নিজারিরা মামলুক সালতানাতের আধিপত্যের অধীনে চলে যায়। \n\n\n== মৃত্যু এবং উত্তরাধিকার বিরোধ ==\nতিনি ১৩১০ সালের দিকে মারা যান। এরপর নিজারি ইতিহাসে একটা অন্ধকার সময় শুরু হয়। এটা ১৫শ শতাব্দীর শেষ পর্যন্ত চলে। সে সময়ের ইমামদের সম্পর্কে খুব কম জানা যায়। তার মৃত্যুর পর তার বড় ছেলে মুমিন শাহ আর ছোট ছেলে কাসিম শাহ উত্তরাধিকার নিয়ে ঝগড়া করেন। এতে নিজারি ইমামত দুই ভাগে ভাগ হয়ে যায়: কাসিম-শাহি আর মুমিনি বা মুহাম্মদ-শাহি। নিজারি লেখায় এই ভাগাভাগির কথা খুব কম বলা হয়। তার মেজো ছেলে কিয়া শাহ কিছু দাবি করেনি।\nমুমিনি শাখা আগে বেশি শক্তিশালী ছিল। এখন এটি সিরিয়ায় কয়েক হাজার অনুসারী নিয়ে শাখাটি ছোট হয়ে গেছে।। কাসিম-শাহি শাখা এখন বেশিরভাগ নিজারিদের প্রতিনিধিত্ব করে। এটা আজ আগা খানদের নেতৃত্বে চলছে। \n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nDaftary, Farhad (১৯৯৭)। \"S̲h̲ams al-Dīn Muḥammad\"।   Bosworth, C. E.; van Donzel, E.; Heinrichs, W. P. & Lecomte, G.। The Encyclopaedia of Islam, New Edition, Volume IX: San–Sze। Leiden: E. J. Brill। পৃষ্ঠা ২৯৫–২৯৬। আইএসবিএন 90-04-10422-4। ডিওআই:10.1163/1573-3912_islam_SIM_6809। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nটেমপ্লেট:Daftary-The Ismailis\nYarshater, Ehsan, সম্পাদক (২০১৫)। \"ŠAMS-AL-DIN MOḤAMMAD\"। Encyclopædia Iranica, Online Edition। New York: Encyclopædia Iranica Foundation। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nVirani, Shafique N. (২০০৭)। The Ismailis in the Middle Ages. A History of Survival, A Search for Salvation। Oxford and New York: Oxford University Press। আইএসবিএন 978-0-19-531173-0। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}