{"pageid": 1522407, "title": "স্পিক, বার্ড, স্পিক অ্যাগেইন", "url": "https://bn.wikipedia.org/wiki?curid=1522407", "content": "\"স্পিক, বার্ড, স্পিক অ্যাগেইন: অ্যা বুক অফ ফিলিস্তিনি ফোক টেলস\" হল ১৯৮৯ সালে ইংরেজিতে প্রথম প্রকাশিত একটি বই যা ফিলিস্তিনি লেখক ইব্রাহিম মুহাউই এবং বীর জেইত বিশ্ববিদ্যালয়ের সমাজবিজ্ঞান ও নৃবিজ্ঞানের অধ্যাপক শরীফ কোনানা দ্বারা প্রকাশিত হয়েছিল। ।\n১৯৮৯ সালের মূল ইংরেজি বইয়ের পর, ১৯৯৭ সালে ইউনেস্কো কর্তৃক প্রকাশিত একটি ফরাসি সংস্করণ এবং ২০০১ সালে লেবাননে একটি আরবি সংস্করণ প্রকাশিত হয়।\nবইটিতে মোট ৪৫টি ফিলিস্তিনি লোককাহিনীর সংকলন রয়েছে, যার মধ্যে রয়েছে ফিলিস্তিনি হিকায়ে, যা ফিলিস্তিন অঞ্চলের বিভিন্ন অঞ্চলের ( গ্যালিলি, পশ্চিম তীর এবং গাজা ) মহিলাদের দ্বারা বর্ণিত দুই শতাধিক গল্পের সংকলন থেকে নেওয়া। সংগৃহীত গল্পগুলি নির্বাচন করার প্রক্রিয়ায় বিভিন্ন গুরুত্বপূর্ণ দিক বিবেচনা করা হয়েছিল, যার মধ্যে তাদের জনপ্রিয়তা, নান্দনিক মান এবং আখ্যানগত গুণাবলী বিশেষভাবে উল্লেখযোগ্য। প্রতিটি গল্পের আখ্যানভাগ কতটা মজবুত এবং শৈল্পিক দিক থেকে কতটা আকর্ষণীয়, সেগুলোও মূল্যায়নের গুরুত্বপূর্ণ অংশ ছিল। শুধু তাই নয়, এই গল্পগুলির নির্বাচন এমনভাবে করা হয়েছিল যাতে তারা বহু শতাব্দী পুরনো ফিলিস্তিনি সংস্কৃতির প্রতিফলন ঘটাতে পারে। ফিলিস্তিনিদের লোকজ সংস্কৃতি, তাদের ঐতিহ্য, সামাজিক মূল্যবোধ এবং ইতিহাস সম্পর্কে গল্পগুলির মাধ্যমে পাঠকদের একটি সমৃদ্ধ ও বর্ণময় ধারণা দেওয়ার চেষ্টা করা হয়েছিল। এ ধরনের গল্পগুলির মাধ্যমে ফিলিস্তিনি জনগণের জীবনযাত্রা, তাদের সুখ-দুঃখ, সংগ্রাম ও সাফল্যের কাহিনি জীবন্ত হয়ে ওঠে। গল্পগুলির বয়ানে কখনো হাস্যরস, কখনো গভীর জীবনবোধ, আবার কখনো করুণ রসের প্রাধান্য দেখা যায়, যা পাঠকদের মনে দীর্ঘস্থায়ী প্রভাব ফেলে। সব মিলিয়ে, এই গল্পগুলি শুধুমাত্র বিনোদনের মাধ্যম নয়, বরং ফিলিস্তিনি সংস্কৃতির এক মূল্যবান ঐতিহ্য হিসেবেও বিবেচিত। লেখকরা বইটির জন্য উপাদান সংগ্রহ করতে ৩০ বছর ব্যয় করেছেন।\nবইটির ইংরেজি সংস্করণটি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় বার্কলে এবং শিকাগো বিশ্ববিদ্যালয় উভয়ের সাহিত্য কোর্সের অংশ হিসাবে অধ্যয়ন করা হয় এবং কানা'না নিজেই বীর জেইত বিশ্ববিদ্যালয়ের মাস্টার্স প্রোগ্রামে বইটির অধ্যয়ন শিক্ষকতা করেছিলেন।\nস্পিক, বার্ড, স্পিক এগেইন- এর কিছু লোককাহিনী অন্যান্য সংগ্রহ/বইয়ে ব্যবহৃত হয়েছে:\n\nমার্গারেথ রিড ম্যাকডোনাল্ড, অলিক আরজুমানিয়ান (অসুস্থ), (২০০৬): টুনজুর! টুনজুর! টুনজুর! একটি ফিলিস্তিনি লোককাহিনী, একটি ফিলিস্তিনি লোককাহিনী,\nসোনিয়া নিমর ( ঘাদা কারমির ভূমিকা), (২০০৭): গাদ্দার দ্য ঘৌল এবং অন্যান্য ফিলিস্তিনি গল্প,  \"হাসান অ্যান্ড দ্য গোল্ডেন ফেদার\" গল্পটি রয়েছে, যা \"স্পিক, বার্ড, স্পিক অ্যাগেইন\"-এর \"বুশেল অফ গোল্ড\" (অথবা \"দ্য গোল্ডেন বালতি\") শিরোনামের গল্পের উপর ভিত্তি করে তৈরি।\n\n\n== বিতর্ক ==\n২০০৭ সালে, হামাস -নিয়ন্ত্রিত ফিলিস্তিনি কর্তৃপক্ষ (পিএ) বইটি নিষিদ্ধ করে এবং স্কুল লাইব্রেরি থেকে অধ্যাপক কানানার বইটি সরিয়ে ফেলার এবং এটি ধ্বংস করার নির্দেশ জারি করে, তবে পরে নিষেধাজ্ঞা প্রত্যাহার করা হয়। লেখক বিস্তারিতভাবে ব্যাখ্যা করেছেন যে, “বইটি ভুলভাবে ব্যাখ্যা করা হয়েছে, কারণ এটি মূলত শিশুদের জন্য লেখা হয়নি। বইটির উদ্দেশ্য ছিল একটি গভীর ও জটিল বিষয়বস্তু উপস্থাপন করা, যা সাধারণত মাস্টার্স এবং ডক্টরেট স্তরের সাহিত্য অধ্যয়নে পড়ানো হয়।” তিনি আরও উল্লেখ করেছেন যে, বইটির লক্ষ্য ছিল একাডেমিক পরিসরে পাঠকদের চিন্তাভাবনা ও বিশ্লেষণ ক্ষমতা বিকাশ করা, যা শিশুদের পাঠ্যসূচির সাথে সম্পর্কিত নয়। সুতরাং, যারা বইটি শিশুদের জন্য উপযুক্ত হিসেবে মনে করেছেন, তাদের কাছে এটি একটি ভুল ধারণা। লেখকের মতে, বইটি বিশেষভাবে উচ্চতর শিক্ষার স্তরে পাঠ্য হিসেবে উপযোগী, যেখানে পাঠকরা এটি বিশ্লেষণ এবং গভীরভাবে অধ্যয়ন করার মাধ্যমে তার সঠিক তাৎপর্য ও উদ্দেশ্য বুঝতে পারবেন।   \nফিলিস্তিনি ঔপন্যাসিক জাকারিয়া মোহাম্মদ সতর্ক করে দিয়েছিলেন যে হামাসের পক্ষ থেকে ৪৫টি লোককাহিনীর সংকলন নিষিদ্ধ করার সিদ্ধান্ত শুধুমাত্র একটি প্রাথমিক পদক্ষেপ। তিনি এই সিদ্ধান্তের গভীর তাৎপর্য তুলে ধরেন এবং জানান যে এটি আরও বৃহত্তর সাংস্কৃতিক ও সাহিত্যিক নিষেধাজ্ঞার দিকে অগ্রসর হতে পারে। এর ফলে, শুধু একটি বই নয়, বরং ফিলিস্তিনি সাহিত্য ও সংস্কৃতির ওপর আরও আক্রমণ হতে পারে, যা দেশের বুদ্ধিজীবী সমাজের জন্য একটি গুরুতর বিপদ সংকেত। তিনি বিশেষভাবে বুদ্ধিজীবীদের প্রতি আহ্বান জানান, যাতে তারা এই ধরনের পদক্ষেপের বিরুদ্ধে কার্যকর প্রতিরোধ গড়ে তোলেন এবং সাংস্কৃতিক স্বাধীনতা রক্ষার জন্য একযোগে কাজ করেন। জাকারিয়া মোহাম্মদ আরও বলেছিলেন যে, এই ধরনের নিষেধাজ্ঞা শুধু সাহিত্যিক ও সাংস্কৃতিক স্বাধীনতা ক্ষুণ্ন করবে না, বরং জাতির চিন্তা-ভাবনা, সৃজনশীলতা এবং মুক্ত বাকস্বাধীনতার প্রতি হুমকি সৃষ্টি করবে। তিনি বলেন: \"আমরা যদি এখনই ইসলামপন্থীদের বিরুদ্ধে না দাঁড়াই, তাহলে তারা বই, গান এবং লোককাহিনী বাজেয়াপ্ত করা বন্ধ করবে না\"।\nব্যাপক প্রতিবাদের কারণে বইটি নিষিদ্ধ করার সিদ্ধান্তটি খুব শীঘ্রই বাতিল করা হয়। \n\n\n== তথ্যসূত্র =="}