{"pageid": 1522122, "title": "আব্দুল হক বাকের", "url": "https://bn.wikipedia.org/wiki?curid=1522122", "content": "আব্দুল হক বাকের (জন্ম ১৯৬৬) একজন শিক্ষাবিদ এবং ধর্মীয় নেতা। তিনি পারস্য উপসাগরে জনপ্রিয় ইসলামের সালাফি শাখাকে সমর্থন করেন।  তিনি আল-কায়েদার মতো চরমপন্থী গোষ্ঠী দ্বারা প্রভাবিত তরুণ মুসলিমদের উগ্রপন্থীমুক্ত করার জন্য তার কাজের জন্য পরিচিত।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nবেকারের জন্ম ১৯৬৬ সালে।  তার মা এবং বাবা যথাক্রমে গায়ানা এবং নাইজেরিয়া থেকে এসেছেন।  বেকার রোমান ক্যাথলিক হিসেবে বেড়ে ওঠেন এবং একটি খ্রিস্টান স্কুলে পড়াশোনা করেন, যেখানে তিনি প্রথমে ধর্মের প্রতি আগ্রহী হন \nযৌবনে, বেকার স্থানীয় গ্যাংগুলিতে জড়িয়ে পড়েন, যতক্ষণ না তিনি ১৯৯০ সালে খ্রিস্টধর্ম ছেড়ে ইসলামে ধর্মান্তরিত হন।  বেকারের পূর্ব নাম ছিল অ্যান্থনি বেকার, কিন্তু ধর্মান্তরিত হওয়ার পর তিনি তার বর্তমান মুসলিম নামটি গ্রহণ করেন।  বিশেষ করে, বেকার সালাফি আন্দোলনে যোগ দিয়েছিলেন, সুন্নি ইসলামের একটি মৌলবাদী শাখা।  বেকার পরবর্তীতে এক্সেটার বিশ্ববিদ্যালয় থেকে ব্যবসায় প্রশাসনে স্নাতকোত্তর ডিগ্রি এবং রাষ্ট্রবিজ্ঞানে পিএইচডি ডিগ্রি অর্জন করেন। \n\n\n== ক্যারিয়ার ==\nবেকার দশ বছর আইনজীবী হিসেবে কাজ করেছিলেন, ১৯৯৪ সালে দ্য ব্রিক্সটন মসজিদ এবং ইসলামিক সাংস্কৃতিক কেন্দ্রের চেয়ারম্যান হন, তিনি ১৫ বছর ধরে এই পদে অধিষ্ঠিত ছিলেন।  সেখানে থাকাকালীন, তিনি সশস্ত্র সংঘর্ষের পর উগ্র আবদুল্লাহ আল-ফয়সাল এবং তার অনুসারীদের মসজিদ ত্যাগ করতে রাজি করান।  ২০০৭ সালে, বেকার কিশোর-কিশোরীদের কাছে পৌঁছানোর, ক্ষমতায়ন করার এবং শিক্ষিত করার কৌশল (রাস্তা) নামে একটি বিতর্কিত উদ্যোগ তৈরি করেন। \nরাস্তা-এর বেশিরভাগ কার্যক্রমই ছিল গ্যাং-বিরোধী যুব উদ্যোগের মতো, কিন্তু এর মৌলবাদমুক্তকরণ কর্মসূচি ছিল অস্বাভাবিক।  এর কার্যকারিতার জন্য বিশেষজ্ঞ এবং নিরাপত্তা পেশাদাররা এটির প্রশংসা করেছেন, কিন্তু আরও উদার ধর্মীয় গোষ্ঠী এবং পশ্চিমা দেশগুলি কুরআনের একই আক্ষরিক ব্যাখ্যাকে সমর্থন করার জন্য সমালোচনা করেছে যা অনেক সন্ত্রাসীকে উগ্রপন্থী করে তোলে।  বেকার যুক্তি দিয়েছিলেন যে ঝুঁকিপূর্ণ মুসলিম যুবকদের সাথে স্ট্রিট-এর এই খুব সাধারণ ধর্মীয় বিশ্বাসই এটিকে সহজলভ্য করে তুলেছে। \n২০১০ সালের মে মাসে রাজনৈতিক নেতৃত্বে পরিবর্তনের পর ব্রিটিশ সরকার STREET-এর জন্য বার্ষিক ৩০০,০০০ পাউন্ড তহবিল কমিয়ে দেয়।  বেকার ব্রিক্সটনের চেয়ারম্যান পদ থেকে পদত্যাগ করেছিলেন, কিন্তু স্ট্রিট প্রোগ্রামের উপর মনোযোগ দেওয়ার জন্য একজন ট্রাস্টি হিসেবেই থেকে গেছেন। \nতার ওয়েবসাইট অনুসারে, বেকার এখন ধর্মীয় উগ্রপন্থীদের মধ্যে সহিংসতার উপর গবেষণা, বক্তৃতা এবং জনসাধারণের বক্তব্যের অনুষ্ঠান করেন।  বেকার \"কনভার্টের জ্ঞানীয় উন্নয়ন কাঠামো\" তৈরি করেছিলেন, যা একজন মুসলিমের সহিংস উগ্রবাদে ধর্মান্তরিত হওয়ার এবং সেখান থেকে ধর্মান্তরিত হওয়ার পর্যায়গুলি বর্ণনা করে। এর চারটি পর্যায় রয়েছে: (১) প্রতিষ্ঠা পর্যায় [রূপান্তর] (২) যৌবন পর্যায় [গঠনমূলক] (৩) প্রাপ্তবয়স্ক পর্যায় [মূল] (৪) পরিণত পর্যায় [প্রতিফলনশীল]।  বেকার প্রতিষ্ঠানগুলিকে অপরাধী এবং উগ্রপন্থীদের আত্ম-প্রতিফলিত করার পর্যায়ে নিয়ে যেতে উৎসাহিত করেন, যেখানে নাগরিকরা আবেগ এবং প্রচারণার পরিবর্তে তাদের নিজস্ব ব্যক্তিগত অভিজ্ঞতার ভিত্তিতে বিশ্বকে প্রতিফলিত করে। \n\n\n== গ্রন্থপঞ্জি ==\nBaker, Abdul (২০১১)। Extremists in our midst : confronting terror। হাউন্ডমিলস, বেসিংস্টোক, হ্যাম্পশায়ার, যুক্তরাজ্য; নিউ ইয়র্ক, যুক্তরাষ্ট্র: Palgrave Macmillan। ওসিএলসি 758435166। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট"}