{"pageid": 1522489, "title": "তামার এশেল", "url": "https://bn.wikipedia.org/wiki?curid=1522489", "content": "তামার এশেল (হিব্রু ভাষায়: תמר אשל‎ ; ২৪ জুলাই ১৯২০ - ২৪ জুলাই ২০২২) একজন ইসরায়েলি কূটনীতিক, রাজনীতিবিদ এবং সমাজসেবক ছিলেন। তিনি ইসরায়েলের পররাষ্ট্র মন্ত্রণালয়ে গুরুত্বপূর্ণ ভূমিকা পালন করেছেন এবং দেশের আন্তর্জাতিক সম্পর্ক ও কূটনৈতিক কর্মকাণ্ডে অবদান রেখেছেন।\n\n\n== জীবনী ==\nতার জন্ম লন্ডনে তামার ফিঙ্কেলস্টাইন নামে, যখন তার বাবা-মা ইংল্যান্ডে ইহুদি সংস্থার দূত ছিলেন। ১৯২৩ সালে তিনি তাদের সাথে ম্যান্ডেটরি প্যালেস্টাইনে ফিরে আসেন। তার মা ছিলেন সুপরিচিত ফেইনবার্গ এবং বেলকিন্ড পরিবারের সদস্য এবং অ্যাভশালোম ফেইনবার্গের বোন।  তার বাবা ছিলেন এই অঞ্চলের প্রাথমিক আইনজীবীদের মধ্যে একজন। ফিলিস্তিনে ফিরে আসার পর, তারা হাইফায় বসতি স্থাপন করে, যেখানে এশেল হিব্রু রিয়ালি স্কুল থেকে স্নাতক হন। তিনি লন্ডন বিশ্ববিদ্যালয়ে প্রাচ্যবিদ্যা অধ্যয়ন করতে যান।\n\nলন্ডনে থাকাকালীন, তিনি হাগানার সাথে সক্রিয় ছিলেন এবং ১৯৪০-এর দশকে, তিনি ফ্রান্সে এর অভিবাসন অফিসের প্রধান ছিলেন।\n\n\n== কূটনৈতিক ও রাজনৈতিক জীবন ==\n১৯৪৮ সালে ইসরায়েল প্রতিষ্ঠার পর, তিনি ইসরায়েলের পররাষ্ট্র মন্ত্রণালয়ে কাজ করা শুরু করেন। এই সময়ে, তিনি জাতিসংঘে মন্ত্রণালয়ের প্রতিনিধিদলের সদস্য হিসেবে প্রতিনিধিত্ব করেছিলেন এবং প্রধানমন্ত্রীর কার্যালয়ে মন্ত্রণালয়ের পক্ষ থেকে বিভিন্ন গুরুত্বপূর্ণ পদে দায়িত্ব পালন করেছেন। তার দক্ষতা এবং প্রতিশ্রুতি দেখে, ১৯৬৮ সালে, যখন তিনি মন্ত্রিত্ব থেকে অবসর গ্রহণ করেন, তাকে রাষ্ট্রদূত উপাধি প্রদান করা হয়।\n১৯৭০-এর দশকে, এশেল জেরুজালেম সিটি কাউন্সিলের সদস্য হিসেবে তার ভূমিকা পালন শুরু করেন এবং তিনি টেডি কোলেকের ডেপুটি মেয়র হিসেবে কাজ করেন। তার নেতৃত্বে, তিনি শহরের বিভিন্ন গুরুত্বপূর্ণ উন্নয়ন প্রকল্পে অংশগ্রহণ করেন এবং শহরের জনসাধারণের কল্যাণে বিভিন্ন ধরনের কার্যক্রম পরিচালনা করেন। এশেলের তত্ত্বাবধানে, শহরের প্রশাসনিক কাঠামো আরও শক্তিশালী এবং কার্যকরী হয়ে ওঠে, এবং তিনি জেরুজালেমের উন্নয়ন ও প্রগতির জন্য এক অবিচ্ছেদ্য অংশ হয়ে উঠেছিলেন। ১৯৭৭ সালে অ্যালাইনমেন্ট তালিকায় নেসেটে নির্বাচিত হওয়ার আগ পর্যন্ত তিনি না'আমত মহিলা সংগঠনের প্রধানও ছিলেন। ১৯৮১ সালের নির্বাচনে তিনি তার আসন ধরে রাখেন এবং ১৯৮৪ সালের নির্বাচন পর্যন্ত তিনি এই পদে বহাল থাকেন। \n\n\n== ব্যক্তিগত জীবন ==\nএশেল ২৪ জুলাই ২০২২ সালে মারা যান যখন তার ১০২ তম জন্মদিন ছিলো। \n\n\n== তথ্যসূত্র =="}