{"pageid": 1522800, "title": "ইরিত্রিয়ায় ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1522800", "content": "ইরিত্রিয়ায় ইসলাম খ্রিস্টধর্মের পর দ্বিতীয় বৃহত্তম ধর্ম। যদিও কিছু গবেষণায় দাবি করা হয়েছে যে, ইসলাম ইরিত্রিয়ায় বৃহত্তম ধর্ম। পিউ রিসার্চ সেন্টারের একটি পরিসংখ্যান অনুসারে, দেশটির মোট জনসংখ্যার প্রায় ৩৭% থেকে ৫২% পর্যন্ত ইসলাম ধর্ম অনুসরণ করেন।    তবে যে সংখ্যাই হোক না কেন, ২০০৯ সালের একটি প্রতিবেদনে বলা হয় যে, ইরিত্রিয়ার মুসলিমদের ৯৯% এর বেশি সুন্নি এবং ১% এর কম শিয়া ইসলামের অনুসারী।  \n\n\n== ইতিহাস ==\nইরিত্রিয়ায় ইসলামের ইতিহাস সপ্তম শতকে ইসলামের সূচনার সময় থেকেই শুরু হয়। ৬১৫ সালে মুহাম্মাদের কিছু সাহাবি মাসাওয়ায় আশ্রয় নিতে এসেছিলেন বলে জানা যায়। এর পরে মুসলিমরা ইরিত্রিয়ার উপকূলে বসতি স্থাপন করেন এবং মসজিদসহ অন্যান্য স্থাপনা নির্মাণ করেন। তবে অষ্টম শতকের শুরুতে ইসলামের প্রভাব শক্তিশালী হতে শুরু করে। ৭ম ও ৮ম শতকের শেষের দিকে ইরিত্রিয়ার উপকূলে একাধিক ইসলামি রাজ্যের উত্থান ঘটে। ৯ম শতকের মধ্যে ইসলাম পূর্ব ইরিত্রিয়ায় ছড়িয়ে পড়ে এবং কিছু আদিবাসী গোষ্ঠীও ইসলাম গ্রহণ করতে শুরু করে। \n\n১১শ শতকের শেষের দিকে দাহলাক দ্বীপপুঞ্জে একটি মুসলিম সালতানাত প্রতিষ্ঠিত হয়েছিল। এটি একটি সমৃদ্ধশালী রাজ্য ছিল, যা ইথিওপিয়া, ইয়েমেন, ভারত ও মিশরের সঙ্গে বাণিজ্যিক সম্পর্ক স্থাপন করেছিল। ১৩শ শতকের মধ্যে ইরিত্রিয়ার বিভিন্ন যাযাবর গোষ্ঠী ইসলাম গ্রহণ করে এবং এর ফলে ধর্মটি আরও বিস্তৃত হয়। ১৫শ শতকের মধ্যে ইসলাম ইরিত্রিয়ার অনেক জনগোষ্ঠীর মধ্যে সুপ্রতিষ্ঠিত হয়ে যায়।  পরবর্তীতে উসমানীয় সাম্রাজ্যের শাসনামলে ইরিত্রিয়ায় ইসলাম আরও বিস্তৃত হয়। বিশেষত মূল ভূখণ্ডে বসবাসকারী তিগ্রে জনগোষ্ঠীর লোকেরা ইসলাম ধর্ম গ্রহণ করে। ১৫২০ খ্রিষ্টাব্দে পর্তুগিজরা ইরিত্রিয়ার বাধা শহর দখল করে। তারা শহরটিকে ধ্বংস করে দেয় এবং শহরের প্রধান মসজিদকে গির্জায় রূপান্তর করে। পর্তুগিজদের আগমনের ফলে সেখানে একটি বড় এক দ্বন্দ্ব শুরু হয়, যার একদিকে ছিল পর্তুগিজ ও ইথিওপীয়রা আর অন্যদিকে ছিল উসমানীয় তুর্কিরা। এই দ্বন্দ্বের ফলে কৃষ্ণ সাগরীয় উপকূলে সংঘর্ষ শুরু হয়। অবশেষে উসমানীয়রা বাধা শহরের উপর কর্তৃত্ব প্রতিষ্ঠা করে এবং উত্তরে সাওয়াকিন (বর্তমানে সুদানে) ও দক্ষিণ দিকে জেইলা (বর্তমান সোমালিয়ায়) পর্যন্ত উপকূলীয় এলাকা তাদের দখলে নিয়ে নেয়। এটি ১৫৫৭ সালের দিকে ঘটেছিল। এরপর এসব অঞ্চল প্রশাসনিকভাবে তেহামায় অবস্থিত জেদ্দার উসমানী গভর্নরের অধীনে শাসিত হয়। এভাবে পরবর্তীতে মিশর যখন সুদান ও উগান্ডার উপর কর্তৃত্ব প্রতিষ্ঠা করে, তখন ১৮৪৬ সালে মিশরের শাসক মুহাম্মদ আলী পাশার পুত্র ইব্রাহিম পাশার অধীনে মিশরকে মসওয়া ও সাওয়াকিন বন্দরের প্রশাসনিক দায়িত্ব দেওয়া হয়।\nএরপর ১৮৮৫ সালে ইতালীয় সেনাবাহিনী বাধা শহরে প্রবেশ করে এবং কোনো যুদ্ধ ছাড়াই মিশরীয় বাহিনী সেখান থেকে সরে যায়। এই ঘটনার পেছনে ইতালি ও ব্রিটেনের মধ্যে গোপন একটি চুক্তি কাজ করে। ১৮৯০ সালে ইতালি পুরো ইরিত্রিয়া অঞ্চলের উপর তার পূর্ণ আধিপত্য প্রতিষ্ঠা করে এবং সে বছর ইরিত্রিয়াকে একটি স্বাধীন রাষ্ট্র হিসেবে ঘোষণা করে। দ্বিতীয় বিশ্ব যুদ্ধ শুরু হলে ব্রিটিশ বাহিনী ইরিত্রিয়ায় আক্রমণ করে ইতালীয়দের পরাজিত করে। ১৯৪১ খ্রিষ্টাব্দে ইতালির পরাজয়ের মাধ্যমে ইরিত্রিয়া ব্রিটিশ তত্ত্বাবধানে চলে যায় এবং ১৯৫১ সাল পর্যন্ত তা চলতে থাকে। এরপর আমেরিকা, ইসরায়েল, ইথিওপিয়া ও ব্রিটেনের মধ্যে গোপনে একটি চুক্তি সম্পন্ন হয়, যার ফলে ইরিত্রিয়াকে ইথিওপিয়ার সাথে যুক্ত করে ফেলা হয়। এরপর থেকে সাংবিধানিক লঙ্ঘন ও ইরিত্রিয় পার্লামেন্টের সিদ্ধান্ত উপেক্ষা করার ঘটনা ঘটে থাকে। এর পাশাপাশি শুরু হয় ইরিত্রিয় নাগরিকদের উপর দমন-পীড়ন, বিশেষত মুসলমানদের প্রতি। ইথিওপিয়ার সম্রাট প্রথম হেইল সেলাসি মুসলিমদের উচ্চপদস্থ সরকারি চাকরি থেকে বঞ্চিত করে এবং তাদের উপর নিপীড়নমূলক আচরণ শুরু করেন। এই নিপীড়ন পরে আরও ব্যাপক আকার ধারণ করে। এর ফলে ইরিত্রিয়ায় স্বাধীনতা আন্দোলন শুরু হয়। এই আন্দোলনে ধর্মীয় উপাদান ছিল অত্যন্ত গুরুত্বপূর্ণ। ইরিত্রিয় মুক্তি আন্দোলনের সব প্রতিষ্ঠাতা সদস্যই ছিলেন মুসলমান এবং তারা এই সংগ্রামকে নিরলসভাবে পরিচালনা করেন। এভাবে ১৯৯১ সালে ইরিত্রিয়া ইথিওপীয় দখলদারিত্ব থেকে মুক্ত হতে সক্ষম হন। ১৯৯৩ সালে জাতিসংঘ ইরিত্রিয়ার স্বাধীনতাকে আনুষ্ঠানিকভাবে স্বীকৃতি দেয়।\nএরই মাঝে ১৯শ শতকের শেষের দিকে অন্তর্দেশীয় তিগ্রে ও বিলেন জনগোষ্ঠীর মানুষ ইসলাম গ্রহণ করে। তবে সম্রাট চতুর্থ ইয়োহান্নি শাসনামলে (যিনি একজন খ্রিস্টান ছিলেন) মুসলিম তিগ্রেদের জোরপূর্বক তাদের বাসস্থান থেকে উচ্ছেদ করা হয় এবং তারা বর্তমান ইরিত্রিয়ার উত্তরাঞ্চলে আশ্রয় নেয়, যেখানে তৎকালীন ইথিওপিয়ার রাজকীয় ক্ষমতা কার্যকর ছিল না। \nইরিত্রিয়ায় খ্রিস্টধর্ম ও সুন্নি ইসলামের সরকার কর্তৃক স্বীকৃত সম্প্রদায়গুলি ব্যতীত অন্যান্য সমস্ত ধর্ম এবং সম্প্রদায়কে বাধ্যতামূলকভাবে নিবন্ধন প্রক্রিয়া অনুসরণ করতে হয়। তাই সেখানে আন্তঃধর্মীয় দলের সংখ্যা খুবই সীমিত।     \nবর্তমান কিছু সরকারি নীতির কারণে মুসলিমরা ধর্মীয় স্বাধীনতা ও শিক্ষা ক্ষেত্রে সীমাবদ্ধতায় আবদ্ধ রয়েছে। অভিযোগ রয়েছে যে, ইরিত্রীয় সরকার মুসলমানদের বিজ্ঞান শিক্ষা নিষিদ্ধ করেছে। এছাড়া তাদের বিদেশে উচ্চশিক্ষা গ্রহণেও নানা বিধিনিষেধ আরোপ করেছে। একাধিক ইসলামি প্রতিষ্ঠান বন্ধ করে দেওয়া হয়েছে এবং দেশের মসজিদগুলো সর্বদা প্রতিরক্ষা বাহিনীর নজরদারিতে রাখা হয় এবং সেনাবাহিনীতে আজান ও নামাজ নিষিদ্ধ করা হয়েছে। \n\n\n== ইসলামি সংস্থা ==\nইরিত্রিয়ায় মুসলিমদের ধর্মীয় ও সামাজিক উন্নয়নের লক্ষ্যে কয়েকটি ইসলামি সংস্থা গড়ে উঠেছে। এদের মধ্যে প্রধান তিনটি সংস্থা হল:\n\nইসলামি জিহাদ আন্দোলন\nইরিত্রীয় মুসলিম ছাত্র ও যুব ইউনিয়ন\nঅগ্রণী মুসলিম সংস্থা\n১৯৮৭ সালে এই তিনটি ইসলামি সংগঠনকে একত্রিত করে অন্তর্বর্তীকালীন উচ্চতর ইরিত্রীয় ইসলামি কমিটি গঠন করা হয়। এই কমিটির লক্ষ্য ছিল ইরিত্রিয়ার সব ইসলামি সংগঠনকে একটি প্ল্যাটফর্মে ঐক্যবদ্ধ করা, যেন দেশব্যাপী ইসলামের বার্তা আরও সুসংগঠিত ও কার্যকরভাবে সমাজে ছড়িয়ে দেওয়া যায়। \n\n\n== তথ্যসূত্র =="}