{"pageid": 1522416, "title": "টেক আ হুইফ অন মি", "url": "https://bn.wikipedia.org/wiki?curid=1522416", "content": "\"টেক আ হুইফ অন মি\" (রাউড ১০০৬২) একটি আমেরিকান লোকসংগীত, যার মধ্যে কোকেন ব্যবহারের উল্লেখ রয়েছে। এটি \"টেক আ হুইফ (অন মি)\", \"কোকেন হ্যাবিট\", এবং \"কোকেন হ্যাবিট ব্লুজ\" নামেও পরিচিত।\n\n\n== ইতিহাস ==\nএই গানটি সংগ্রহ করেছিলেন জন এবং আলান লোম্যাক আয়রন হেড এবং লিড বেলি সহ অন্যান্য উৎস থেকে।\nপ্রথম রেকর্ডিংটি সম্ভবত ১৯৩০ সালে মেমফিস জাগ ব্যান্ড দ্বারা রেকর্ড করা \"কোকেন হ্যাবিট ব্লুজ\" ছিল।\n\n\n== রেকর্ডিংসমূহ ==\n\nমেমফিস জাগ ব্যান্ড দ্য বেস্ট অফ দ্য মেমফিস জাগ ব্যান্ড (শিরোনাম কোকেন হ্যাবিট ব্লুজ) ১৯৩০\nলিড বেলি লিডবেলি এআরসি এবং লাইব্রেরি অফ কংগ্রেস রেকর্ডিংস ভলিউম ১ (১৯৩৪–১৯৩৫)\nদ্য গ্রীনব্রায়ার বয়েজ র্যাগড বাট রাইট! (১৯৬৪)\nজেরি গার্সিয়া (মাদার ম্যাকক্রী'স আপটাউন জাগ চ্যাম্পিয়নসের সাথে) মাদার ম্যাকক্রী'স আপটাউন জাগ চ্যাম্পিয়নস (রেকর্ড করা ১৯৬৪, প্রকাশিত ১৯৯৮)\nদ্য বাইর্ডস (আনটাইটেল) (১৯৭০), There Is a Season (২০০৬), এবং Live at Royal Albert Hall 1971 (২০০৮)\nমাঙ্গো জেরি (শিরোনাম \"হ্যাভ আ হুইফ অন মি\", ১৯৭১ একক)\nদ্য নিউ কেন্টাকি কলোনেলস লাইভ ইন সুইডেন (রেকর্ড করা ১৯৭৩, প্রকাশিত ১৯৭৬)\nদ্য ফ্লাইং বুরিটো ব্রাদার্স দ্য রেড অ্যালবাম (রেকর্ড করা c. ১৯৭৫, প্রকাশিত ২০০২)\nক্যাপটেন ম্যাচবক্স হুপি ব্যান্ড (১৯৭৫ অ্যালবাম, \"অস্ট্রেলিয়া\")\nমিশন মাউন্টেন উড ব্যান্ড ইন উইদাউট নকিং (১৯৭৭)\nলনি ডোনেগান'স \"হ্যাভ আ ড্রিংক অন মি\" পুটিন' অন দ্য স্টাইল (১৯৭৮) গানটির একটি স্যানিটাইজড সংস্করণ, যা চার্লি পুল'স ১৯২৪ রেকর্ডিং \"টেক আ ড্রিংক অন মি\"-এর উপর ভিত্তি করে\nউডি গাথ্রি মুলস্কিনার ব্লুজ: দ্য আশ রেকর্ডিংস, স্মিথসোনিয়ান ফোকওয়ে রেকর্ডিংস SFW 40101 (১৯৯৭)\nদ্য হোয়াইট স্ট্রাইপস Under Blackpool Lights (২০০৪)\nওল্ড ক্রো মেডিসিন শো: দুটি সংস্করণ: \"টেল ইট টু মি\" নামে ওল্ড ক্রো মেডিসিন শো (২০০৪) এবং \"কোকেন হ্যাবিট\" হিসেবে উল্লেখযোগ্যভাবে পুনর্লিখিত গীতিকারদের সাথে Big Iron World (২০০৬)\n\n\n== মুদ্রণ সংস্করণ ==\nআমেরিকান ব্যালাডস অ্যান্ড ফোক সঙস, জন লোম্যাক এবং আলান লোম্যাক, ১৯৩৪ \"হানি, টেক আ হুইফ অন মি\" হিসেবে\nমিশন মাউন্টেন উড ব্যান্ড, \"টেক আ হুইফ অন মি\", ১৯৭০\n\n\n== রেফারেন্স =="}