{"pageid": 1522704, "title": "সারা অ্যারনসন", "url": "https://bn.wikipedia.org/wiki?curid=1522704", "content": "সারা অ্যারনসোন (৫ জানুয়ারি ১৮৯০ – ৯ অক্টোবর ১৯১৭) ছিলেন নীলি নামক এক গুপ্তচর গোষ্ঠীর সদস্য, যা প্রথম বিশ্বযুদ্ধ চলাকালে ব্রিটেনের জন্য গুপ্তচরবৃত্তি করছিল। তিনি ছিলেন কৃষিবিজ্ঞানী এ্যারন অ্যারনসোন এর বোন। তাকে প্রায়ই \"নীলি গোষ্ঠীর নায়িকা\" হিসেবে পরিচিতি দেওয়া হয়।\n\n\n== জীবনবৃত্তান্ত ==\n\nসারা অ্যারনসোন জিখরন ইয়াকোভ শহরে জন্মগ্রহণ করেন, যা সে সময় ওসমানীয় সিরিয়ার অংশ ছিল। তার মাতা-পিতা রোমানিয়া থেকে আগত জিওনিস্ট ছিলেন এবং তারা প্রথম আলিয়ার সময় ওসমানীয় প্যালেস্টাইনে আসেন, যেখানে তারা বসবাস শুরু করেন। তারা ওই মশাভার প্রতিষ্ঠাতা ছিলেন যেখানে সারা জন্মগ্রহণ করেছিলেন। \nতার ভাই অ্যারনের উৎসাহে, সারা ভাষা শিখেছিলেন এবং হিব্রু, ইডিশ, তুর্কি এবং ফরাসি ভাষায় দক্ষ ছিলেন, এছাড়াও তিনি আরবি ভাষায় কিছুটা দক্ষ ছিলেন এবং ইংরেজি শিখেছিলেন।\n৩১ মার্চ ১৯১৪ সালে, তিনি আটলিট শহরে বুলগেরিয়ার একজন ধনী বণিক এবং জিওনিস্ট কর্মী হায়িম আব্রাহামের সাথে বিবাহবন্ধনে আবদ্ধ হন।\nতারা কিছু সময় ইস্তানবুলে একসাথে বাস করেন; তবে তাদের বিবাহিত জীবন সুখী ছিল না এবং ১৯১৫ সালের ডিসেম্বর মাসে সারা বাড়ি জিখরন ইয়াকোভে ফিরে আসেন।\nইস্তানবুল থেকে হাইফা যাওয়ার পথে, অ্যারনসোন আর্মেনীয় গণহত্যার একটি অংশ প্রত্যক্ষ করেন। তিনি সাক্ষ্য দেন যে, শত শত আর্মেনীয় পুরুষ, নারী, শিশু ও শিশুদের মৃতদেহ দেখেছেন; অসুস্থ আর্মেনীয়দের ট্রেনে উঠানো হচ্ছিল; মৃতদেহগুলোকে বাইরে ফেলে দেওয়া হচ্ছিল এবং জীবিতদের দিয়ে তাদের জায়গা পূর্ণ করা হচ্ছিল। হাইফায় তাঁর সফরের পর, আর্মেনীয়দের প্রসঙ্গ কোনোভাবেই তার কাছে উপেক্ষা করা সম্ভব ছিল না। চাইম হার্জোগ অনুসারে, অ্যারনসোন তিনি যা দেখেছিলেন তার ফলস্বরূপ ব্রিটিশ বাহিনীকে সহায়তা করার সিদ্ধান্ত নেন।\n\n\n== ব্রিটিশপন্থী গুপ্তচরবৃত্তি ==\n\nঅ্যারনসোন, তার বোন রিভকা অ্যারনসোন, ভাই অ্যারন অ্যারনসোন ও আলেকজান্ডার অ্যারনসোন এবং তাদের বন্ধু আফশালোম ফেইনবার্গ (রিভকার বাগদত্তা) একসঙ্গে নিলি গুপ্তচর সংস্থার নেতৃত্ব দেন। অ্যারনসোন প্যালেস্টাইনে নিলির কার্যক্রম পরিচালনা করতেন এবং ব্রিটিশ এজেন্টদের কাছে গুরুত্বপূর্ণ তথ্য পৌঁছে দিতেন। মাঝে মাঝে তিনি ওসমানি সাম্রাজ্যের বিভিন্ন অঞ্চলে ভ্রমণ করে ব্রিটিশ বাহিনীর জন্য প্রয়োজনীয় তথ্য সংগ্রহ করতেন এবং তা সরাসরি মিশরে ব্রিটিশদের কাছে হস্তান্তর করতেন।\n১৯১৭ সালে তার ভাই আলেকজান্ডার তাকে ব্রিটিশ নিয়ন্ত্রিত মিশরে থেকে যাওয়ার পরামর্শ দেন, কারণ তিনি বুঝতে পারছিলেন যে ওসমানি কর্তৃপক্ষ তাদের বিরুদ্ধে কঠোর ব্যবস্থা নিতে পারে। কিন্তু অ্যারনসোন নিজ শহর জিখরন ইয়াকভে ফিরে আসেন এবং নিলির কর্মকাণ্ড চালিয়ে যান। সময়ের সঙ্গে সঙ্গে নিলি মধ্যপ্রাচ্যের সবচেয়ে বড় ব্রিটিশপন্থী গুপ্তচর নেটওয়ার্কে পরিণত হয়, যেখানে প্রায় ৪০ জন গুপ্তচর কাজ করতেন।\n\n\n== নির্যাতন ও আত্মহত্যা ==\n\n১৯১৭ সালের সেপ্টেম্বর মাসে, ওসমানীয় বাহিনী তার একটি বার্তাবাহী কবুতর আটক করে, যা ব্রিটিশদের উদ্দেশ্যে পাঠানো হয়েছিল। তারা নিলি গুপ্তচর সংস্থার কোড ভেঙে ফেলে। এরপর অক্টোবরে, ওসমানীয় বাহিনী জিখরন ইয়াকভ ঘিরে ফেলে এবং বহু মানুষকে গ্রেপ্তার করে, যার মধ্যে অ্যারনসোনও ছিলেন। তাকে মানসিকভাবে ভেঙে ফেলতে, তার বাবাকে তার সামনেই নির্যাতন করা হয়। এরপর টানা চার দিন ধরে তাকে অকথ্য নির্যাতন করা হয়, কিন্তু তিনি কেবল নিজের নির্যাতকদের প্রতি ঘৃণা প্রকাশ করা ছাড়া আর কোনো তথ্য দেননি।\nদমাস্কাসে নিয়ে গিয়ে আরও ভয়াবহ নির্যাতনের মুখোমুখি হবার আগেই, তিনি নিজ বাড়িতে রক্তে ভেজা পোশাক পরিবর্তনের অনুমতি চান। এই সুযোগে, বাথরুমের ভিতরে একটি টাইলসের নিচে লুকিয়ে রাখা পিস্তল বের করে নিজেকে গুলি করেন।\nলেখক স্কট অ্যান্ডারসন তার বই লরেন্স ইন অ্যারাবিয়া-তে উল্লেখ করেছেন, ১৯১৭ সালের ৫ অক্টোবর, শুক্রবার, অ্যারনসোন নিজেই নিজের মুখে গুলি করেন। কিন্তু তাতেও তার যন্ত্রণা শেষ হয়নি। গুলি তার মুখ ও মেরুদণ্ডে আঘাত করলেও মস্তিষ্ক অক্ষত ছিল, ফলে তিনি আরও চার দিন যন্ত্রণায় ছটফট করতে থাকেন।\nস্পাইস ইন প্যালেস্টাইন-এ জেমস সরোডেস উল্লেখ করেছেন যে, চিকিৎসক হিলেল ইয়াফে তার ডায়েরিতে লিখেছেন, অ্যারনসোন তাকে অনুরোধ করেছিলেন, \"দয়া করে আমার জীবন শেষ করে দিন। অবশেষে, ১৯১৭ সালের ৯ অক্টোবর তিনি মারা যান। মৃত্যুর আগে তার শেষ চিঠিতে তিনি আশা প্রকাশ করেন যে, নিলি-তে তার কাজ একদিন ইহুদিদের জন্য একটি জাতীয় স্বদেশ প্রতিষ্ঠার পথ প্রশস্ত করবে।\nইহুদি বিশ্বাস অনুযায়ী, আত্মহত্যা করার কারণে অ্যারনসোনকে ঐতিহ্যবাহী ইহুদি কবরস্থানে দাফন করা হয়নি। তবে, তাকে ইহুদি কবরস্থান থেকে বাদ দেওয়ার সিদ্ধান্তটি বেশ অজনপ্রিয় ছিল। সমঝোতার অংশ হিসেবে, কবরস্থানের ভেতরেই তার সমাধির চারপাশে একটি ছোটো বেড়া নির্মাণ করা হয়, যা প্রতীকীভাবে তার কবরকে পবিত্র ভূমি থেকে আলাদা করে।\n\n\n== ঐতিহ্য ==\nঅ্যারনসোন ছিলেন প্রথম ইহুদি-সিয়োনবাদী নারী, যিনি ধর্মীয় শহীদত্ব বা তৎকালীন প্যালেস্টাইনে প্রচলিত সিয়োনবাদী ঐতিহ্যের বাইরে গিয়ে জাতির জন্য সচেতনভাবে আত্মোৎসর্গ করেন।\n১৯৩৫ সালে তার সমাধিতে বার্ষিক তীর্থযাত্রা শুরু হয়। ১৯৬৭ সালের ছয় দিনের যুদ্ধের পর, অ্যারনসোন ও নিলির স্মৃতি ইসরায়েলের বীরত্বগাথার অংশ হয়ে ওঠে। এটি আনুষ্ঠানিকভাবে লেবার পার্টির স্বীকৃতি পায় এবং শিশুতোষ সাহিত্যে উদযাপিত হতে থাকে।\n\n\n== এছাড়াও দেখুন ==\nবালফোর ঘোষণা\nসিয়োনবাদ\nOt me-Avshalom – নাভা ম্যাকমেল-আতিরের লেখা (২০০৯, হিব্রু)। আইএসবিএন ৯৭৮-৯৬৫-৪৮২-৮৮৯-৫\n\n\n== আরও পঠিত ==\nAaronsohn's Maps: The Untold Story of the Man Who Might Have Created Peace in the Middle East - প্যাট্রিসিয়া গোল্ডস্টোন (২০০৭, হারকোর্ট ইনক.) আইএসবিএন ৯৭৮-০-১৫-১০১১৬৯-৮\nHeroes of Israel - হাইম হারজোগ (১৯৮৯, লিটল, ব্রাউন) আইএসবিএন ০-৩১৬-৩৫৯০১-৭\nA Spy For Freedom: The Story of Sarah Aaronsohn - আইডা কোয়ান ও আইরিন গান্থার (১৯৮৪, লোডেস্টার বুকস) আইএসবিএন ০-৫২৫-৬৭১৫০-১\nThe Nili Spies - আনিতা অ্যাঙ্গেল (১৯৫৯, দ্য হোগার্থ প্রেস)\nSarah, the Hero of Nili - দেভোরা ওমের (১৯৬৭; হিব্রু)\nSpies in Palestine: Love, Betrayal and the Heroic Life of Sarah Aaronsohn - জেমস স্রোডেস (২০১৬, কাউন্টারপয়েন্ট প্রেস) আইএসবিএন ৯৭৮-১৬১৯০২৬১৩১\nA Strange Death - হিলেল হালকিন (২০০৫, ওয়েইডেনফেল্ড & নিকলসন) আইএসবিএন ০-২৯৭-৮৫০৯৫-৪\nThe Woman Who Fought an Empire: Sarah Aaronsohn and Her Nili Spy Ring - গ্রেগরি জে. ওয়ালেন্স (২০১৮, পোটোম্যাক বুকস) আইএসবিএন ৯৭৮-১৬১২৩৪৯৪৩৫\n\n\n== বহিঃসংযোগ ==\n\n(হিব্রু ভাষায়) שרה אהרנסון সারা অ্যারনসোন (izkor.gov.il)\nঅধ্যাপক বিলি মেলম্যান, সারা অ্যারনসোন (জিউইশ উইমেন: এ কমপ্রিহেনসিভ হিস্টোরিকাল এনসাইক্লোপিডিয়া, জিউইশ উইমেন'স আর্কাইভ)\nMyJewishLearning.com-এ জীবনীর সংকলন।\n\n\n== তথ্যসূত্র =="}