{"pageid": 1522920, "title": "শ্রীজা দাস", "url": "https://bn.wikipedia.org/wiki?curid=1522920", "content": "শ্রীজা দাস একজন ভারতীয় অভিনেত্রী যিনি মূলত মালায়ালাম সিনেমায় অভিনয় করেন। তার অভিনয় জীবন শুরু হয় ২০১৬ সালে মুক্তিপ্রাপ্ত অ্যাব্রিড শাইন পরিচালিত অ্যাকশন হিরো বিজু  নামক মালয়ালম চলচ্চিত্রের মাধ্যমে যেখানে তিনি মারিয়া জোসেফ চরিত্রে অভিনয় করেছিলেন। ২০১৭ সালে লিজো জোসে পেলিসেরি পরিচালিত অঙ্গামালি ডায়েরিজ  চলচ্চিত্রে শ্রীজা অভিনেতা আপ্পানি রবির অভিনীত চরিত্রের স্ত্রীর ভূমিকায় অভিনয় করেছিলেন। এই চলচ্চিত্রে অভিনয়ের মাধ্যমে তার সাফল্য ও পরিচিতি আরো বেড়ে যায়।  তিনি ২০১৮ সালে মুক্তিপ্রাপ্ত পাপ্পন নারিপ্পট্টার পরিচালিত কারিঙ্ককান্নান চলচ্চিত্রে প্রথমবার প্রধান নারী চরিত্রে অভিনয় করার সুযোগ পেয়েছিলেন। \n\n\n== অভিনয় জীবন ==\nমালয়ালম চলচ্চিত্র জগতের উদীয়মান প্রতিভাবান অভিনেত্রী শ্রীজা দাস ২০১৬ সালে অ্যাকশন হিরো বিজু চলচ্চিত্রের মাধ্যমে অভিনয় জীবন শুরু করেন। এই চলচ্চিত্রে তিনি কনস্টেবল মারিয়া জোসেফ চরিত্রে অভিনয় করেন, যা ছিল তার প্রথম চলচ্চিত্র। পরবর্তী বছর, ২০১৭ সালে, তিনি একাধিক চলচ্চিত্রে গুরুত্বপূর্ণ চরিত্রে অভিনয় করেন। আঙ্গামালি ডায়েরিজ চলচ্চিত্রে রবির স্ত্রীর চরিত্রে তার অভিনয় প্রশংসিত হয়। একই বছরে টেক অফ চলচ্চিত্রে তিনি নার্স ডেইজি চরিত্রে এবং পুল্লিকারান স্টারা তে একজন স্কুল শিক্ষিকার ভূমিকায় অভিনয় করেন। এছাড়া, উদাহরণম সুজাতা চলচ্চিত্রে তিনি অনিতা নামক চরিত্রে অভিনয় করেন।\n২০১৮ সালে শ্রীজা দাসের অভিনয় দক্ষতা আরও প্রসারিত হয়। তিনি আমি চলচ্চিত্রে গৃহকর্মী মিনি চরিত্রে এবং সমক্ষম এ ড. শ্রীরামের প্রতিবেশীর ভূমিকায় অভিনয় করেন। মন্ধারম চলচ্চিত্রে তিনি নাজিরের বন্ধুর স্ত্রী হিসেবে এবং কারিনকান্নান চলচ্চিত্রে মালবিকা চরিত্রে অভিনয় করেন, যেখানে তিনি প্রথমবারের মতো একজন মহিলা প্রধান চরিত্রে অভিনয় করার সুযোগ পেয়েছিলেন।\n২০১৯ সালে থোত্তাপ্পান চলচ্চিত্রে এলসি চরিত্রে তার অভিনয় উল্লেখযোগ্য ছিল। একই বছরে মাক্কানা তে মুছলিয়ারের মেয়ে এবং ভিকৃতি তে শেরিন চরিত্রে তার পারফরম্যান্স দর্শকদের নজর কেড়েছিল।\n২০২১ সালে শ্রীজা দাসের অভিনীত উল্লেখযোগ্য চলচ্চিত্রগুলোর মধ্যে রয়েছে কাণেক্কানে (শ্রীকলা চরিত্রে), ওয়ান (সেলিন চরিত্রে), ভেল্লাম (মধুরিমা চরিত্রে) এবং নো ম্যান'স ল্যান্ড, যেখানে তিনি প্রধান মহিলা চরিত্র সুমিত্রার ভূমিকায় অভিনয় করার সুযোগ পেয়েছিলেন।\n২০২২ সালেও তার অভিনয় ধারাবাহিকভাবে চলতে থাকে। প্রিয়ন ওট্টাতিলানু চলচ্চিত্রে তিনি শোভা চরিত্রে, হেভেন এ এএসআই শেরিন, সাবাশ চন্দ্র বোস এ লতা, আনাপারাম্বিলে ওয়ার্ল্ড কাপ এ ক্যাপ্টেন কুঞ্জুর মা এবং আনন্দম পরমানন্দম চলচ্চিত্রে আশা চরিত্রে অভিনয় করেন।\nভবিষ্যতে ২০২৫ সালে শ্রীজা দাসের অভিনীত পরানু পরানু পরানু চেল্লান চলচ্চিত্র মুক্তির অপেক্ষায় রয়েছে। তার এই চলচ্চিত্র যাত্রা প্রমাণ করে যে, তিনি মালয়ালম চলচ্চিত্র শিল্পে একজন গুরুত্বপূর্ণ অভিনেত্রী হিসেবে নিজেকে প্রতিষ্ঠিত করেছেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== তথ্যসূত্র =="}