{"pageid": 1522480, "title": "কিউবান বিপ্লবে নারীরা", "url": "https://bn.wikipedia.org/wiki?curid=1522480", "content": "কিউবান বিপ্লবে নারীরা বিভিন্ন ধরণের ভূমিকায় সক্রিয়ভাবে অংশগ্রহণ করেননি। কিউবান বিপ্লবে নারীদের অংশগ্রহণ কয়েক দশকের নিপীড়ন এবং সীমিত সুযোগের কারণে উদ্দীপিত হয়েছিল। এই বিপ্লবের ফলে কিউবায় কিছু ধরণের সীমাবদ্ধতা এবং লিঙ্গবৈষম্যের অবসান ঘটে। \n\n\n== বিপ্লব-পূর্ব কিউবান নারীরা ==\nবিপ্লবের আগে, কিউবার নারীরা ঐতিহ্যবাহী পুরুষতান্ত্রিক মনোভাবের দ্বারা সীমাবদ্ধ ছিল। একটা বিশ্বাস ছিল যে, একজন নারীর ভূমিকা হলো ঘরে থাকা, ঘর এবং সন্তানের দেখাশোনা করা। ইতিমধ্যে, তার স্বামীকেই হয় তার সম্পত্তিতে নিবিড় পরিশ্রম করতে হবে অথবা কাজের সন্ধানে বাইরে যেতে হবে।  বিপ্লব-পূর্ব সরকারে নারীর অধিকারকে অগ্রাধিকার দেওয়া হয়নি, কারণ এগুলো সমাজের স্থিতিশীলতার জন্য প্রতিকূল হিসেবে দেখা হত। বিপ্লবের আগে চাকরির অভাব থাকায়, নারীদের চেয়ে পুরুষদের কাজ করার চাহিদাকে অগ্রাধিকার দেওয়া হয়েছিল।  যে কোনও পদে যেখানে মহিলারা সন্তান লালন-পালন এবং গৃহস্থালির কাজের বাইরে শ্রম করতেন, সেখানে তাদের সমবয়সীদের তুলনায় কম শ্রম-নিবিড় কাজে সীমাবদ্ধ ছিল। উদাহরণস্বরূপ, আখ কাটার সময়, মহিলাদের আখ স্তূপ করার দায়িত্ব দেওয়া হত, যেখানে পুরুষদের আখ কাটার দায়িত্ব দেওয়া হত।\nবিপ্লব-পূর্ব কিউবার ব্যস্ত যৌন শিল্পেও নারীরা শোষিত হত।  ১৯৫০-এর দশকের কিউবার যৌন শিল্প মূলত কৃষ্ণাঙ্গ এবং মিশ্র বর্ণের মহিলাদের দ্বারা প্রধানত শ্বেতাঙ্গ উত্তর আমেরিকান পুরুষদের যৌন পরিষেবা প্রদানের উপর ভিত্তি করে তৈরি ছিল। এটি মিশ্র-বর্ণের কিউবান নারীদের বহিরাগত করার একটি ঐতিহ্যের উপর ভিত্তি করে তৈরি হয়েছিল যা পুরুষ কিউবান লেখক, শিল্পী এবং কবিদের কাজে উদ্ভূত হয়েছিল।  কিউবায় পুরুষ আমেরিকান পর্যটকদের সংখ্যা বৃদ্ধি, যারা কিউবান নারীদের সাথে এই অদ্ভুত অভিজ্ঞতা আশা করেছিল, এই শিল্পের দ্রুত বিকাশকে উৎসাহিত করেছিল। কিউবার যৌনকর্মীদের সুরক্ষার জন্য কোনও উল্লেখযোগ্য সুরক্ষা ব্যবস্থা ছিল না; বিপ্লবের পরে নতুন কিউবার সরকার এই সমস্যাটি দ্রুত সমাধান করেছিল।\nকিউবার নারীরা প্রায়শই আমেরিকানদের, বিশেষ করে আমেরিকান নারীদের অভিজ্ঞতা দ্বারা আগ্রহী হতেন। অনেক আমেরিকান নারী যে স্বাধীনতা উপভোগ করেছিলেন, তা তাদেরকে অসংখ্য কিউবান নারীর ঈর্ষা এবং অনুপ্রেরণার কারণ করে তুলেছিল।  অনেক কিউবান মহিলা আমেরিকান মহিলাদের স্পষ্ট দৃষ্টিকোণ থেকে বুঝতেন, আমেরিকান পর্যটকদের গল্পের মাধ্যমে তাদের সম্পর্কে শুনতেন। আমেরিকান নারীদের মতো একই স্বাধীনতা উপভোগ করার ধারণাটি কিউবার নারীদের বিপ্লবকে সমর্থন এবং অংশগ্রহণে অনুপ্রাণিত করার ক্ষেত্রে একটি প্রধান প্রেরণা ছিল।\n\n\n== নারী বিপ্লবীরা ==\n\nকিউবার বিপ্লবী আন্দোলনে নারীরা সক্রিয় ছিলেন, বিদ্রোহী সেনাবাহিনীর কমপক্ষে ১০-১৫% যোদ্ধা ছিলেন এবং বেশ কয়েকটি গুরুত্বপূর্ণ নেতৃত্বের পদ গ্রহণ করেছিলেন।  ১৯৫৯ সালের ১ জানুয়ারী এক ভাষণে ফিদেল কাস্ত্রো ঘোষণা করেছিলেন যে, \"যখন কোন জাতির মধ্যে লড়াই করার মতো পুরুষ এবং লড়াই করার মতো নারী থাকে, তখন সেই জনগণ অজেয়।\" \n\n১৯৫৩ সালের জুলাই মাসে মনকাডা ব্যারাকে আক্রমণের সাথে বেশ কয়েকজন মহিলা জড়িত ছিলেন, যা বিপ্লবের সূচনা করেছিল এবং ২৬শে জুলাই আন্দোলনের সূত্রপাত করেছিল। কিউবান বিপ্লবের সূচনা থেকে শুরু করে এর সাফল্য পর্যন্ত প্রতিটি পর্যায়ে জড়িত কয়েকজন ব্যক্তির মধ্যে হাইডি সান্তামারিয়া ছিলেন একজন।   আক্রমণে ভূমিকার জন্য কারাগার থেকে মুক্তি পাওয়ার পর, মেলবা হার্নান্দেজ, কাস্ত্রোর \"হিস্ট্রি উইল অ্যাবসলভ মি\" বক্তৃতা প্রকাশনা এবং প্রচারে নেতৃত্ব দেন এবং তারপর তৃতীয় পূর্ব ফ্রন্টে যুদ্ধ করেন। \n২৬শে জুলাই আন্দোলনের আরেক প্রতিষ্ঠাতা এবং পরবর্তীতে বিদ্রোহী সেনাবাহিনীর জেনারেল স্টাফ হিসেবে দায়িত্ব পালনকারী সেলিয়া সানচেজ ১৯৫৬ সালের নভেম্বরে গ্রানমা অবতরণের আয়োজন ও পরিকল্পনা করেছিলেন এবং বিপ্লবীরা অবতরণ করার পর শক্তিবৃদ্ধি সংগঠিত করার দায়িত্বে ছিলেন।  বিপ্লবী সেনাবাহিনীতে থাকাকালীন আসেলা দে লস সান্তোস নিরক্ষর বিদ্রোহী সৈন্য এবং গ্রামীণ শিশুদের জন্য শিক্ষা কার্যক্রম পরিচালনায় সহায়তা করেছিলেন এবং পরে তাকে শিক্ষামন্ত্রী হিসেবে মনোনীত করা হয়। \nইসাবেল রিয়েলোর নেতৃত্বে একদল মহিলা কাস্ত্রোর কাছে একটি মহিলা ইউনিট তৈরির অনুরোধ করার পর ১৯৫৮ সালের সেপ্টেম্বরে কাস্ত্রোর ব্যক্তিগত দেহরক্ষী ইউনিট হিসেবে মারিয়ানা গ্রাজালেস মহিলা প্লাটুন প্রতিষ্ঠিত হয়।  তেতে পুয়েবলা প্লাটুনের সেকেন্ড-ইন-কমান্ড হিসেবে দায়িত্ব পালন করেন এবং বিপ্লবের পর যুদ্ধের শিকার ব্যক্তিদের যত্ন বিভাগের পরিচালক হিসেবে নিযুক্ত হন, পরবর্তীতে কিউবার বিপ্লবী সশস্ত্র বাহিনীর ইতিহাসে প্রথম মহিলা ব্রিগেডিয়ার জেনারেল হন। \nশহরগুলিতে শহুরে গোপন আন্দোলনেও নারীরা সক্রিয় ছিলেন, যার মধ্যে ছিল বিক্ষোভ সংগঠিত করা, গোপন তথ্য বিতরণ করা, অস্ত্র পাচার করা, থানায় অভিযান চালানো এবং বিপ্লবীদের নির্যাতন ও গ্রেপ্তারের খবর প্রচার করা। নাতালিয়া বলিভার, যিনি পরবর্তীতে একজন নৃবিজ্ঞানী হিসেবে তার কাজের জন্য খ্যাতি অর্জন করেছিলেন, বিপ্লবীদের রাজনৈতিক আশ্রয় নিশ্চিত করার প্রচেষ্টার একজন নেতৃস্থানীয় সংগঠক ছিলেন। \nতবে, বিপ্লবী গোষ্ঠীগুলির মধ্যে নারীরা এখনও বৈষম্যের সম্মুখীন হন এবং প্রায়শই খাবার রান্না করা, ইউনিফর্ম মেরামত করা এবং আঘাত নিরাময়ের মতো ঐতিহ্যবাহী ভূমিকায় সীমাবদ্ধ ছিলেন। চে গুয়েভারা তার একটি ডায়েরিতে উল্লেখ করেছেন যে তার দলের একজন মহিলা সৈনিক \"পুরুষদের মধ্যে এক ধরণের বিরক্তি সৃষ্টি করেছিলেন, কারণ কিউবানরা কোনও মহিলার কাছ থেকে আদেশ নিতে অভ্যস্ত ছিল না।\"  বিপ্লবী যুদ্ধে নিয়োগের জন্য মহিলাদের সাধারণত ব্যাপকভাবে লক্ষ্যবস্তু করা হত না। নিউ ইয়র্কের সিটি ইউনিভার্সিটির লিন্ডা রেইফ উল্লেখ করেছেন যে \"প্রধান বিপ্লবী স্টেশন, রেডিও রেবেল্ড সম্প্রচারের কিছু অংশ থেকে স্পষ্টভাবে জানা যায় যে, বিশেষ করে নারীদের একত্রিত করার কোনও প্রচেষ্টা করা হয়নি।\" \nবিপ্লবে নারীদের অবদানের প্রতিনিধিত্বও সাবধানতার সাথে গণনা করা হয়েছিল এবং বিপ্লব-পরবর্তী কিউবায় পুরুষদের অবদানের উপস্থাপনার মতো গভীরভাবে নয়। কিউবায় প্রায়শই উল্লেখযোগ্য নারীদের নিয়ে আলোচনা করা হত, কিন্তু সাধারণ নারীদের সাধারণ অবদান খুব কমই উল্লেখ করা হত।  যখন তাদের কথা বলা হত, তখন প্রায়শই তাদের পুরুষ সহকর্মীদের কৃতিত্ব এবং অবদানের দ্বারা তাদের অবমূল্যায়ন করা হত বা ঢেকে দেওয়া হত। কিউবান সরকার সম্প্রতি বিপ্লবে অংশগ্রহণকারী প্রতিদিনের কিউবান নারীদের গল্পগুলিকে স্বীকৃতি দেওয়ার প্রচেষ্টা শুরু করেছে। এমন এক সময়ে যখন তাদের অনেকেই বৃদ্ধ এবং মৃত্যুবরণ করছেন, এর অর্থ হল কিউবান সরকারের কাছে এই নারীদের গল্প যতটা সম্ভব আবিষ্কার করার সুযোগ খুব কম।\n\n\n== ভিলমা এস্পিন ==\nআরেকজন গুরুত্বপূর্ণ নারী বিপ্লবী ছিলেন ভিলমা এস্পিন। তিনি একটি ধনী পরিবারে জন্মগ্রহণ করেছিলেন এবং তার বাবার পক্ষে একজন আইনজীবী ছিলেন।  এসপিন ছিলেন একজন অত্যন্ত শিক্ষিত মহিলা; তিনি ছিলেন প্রথম ল্যাটিন আমেরিকান মহিলাদের মধ্যে একজন যিনি রাসায়নিক প্রকৌশলে ডিগ্রি অর্জন করেছিলেন। তার বাবা তার এত শিক্ষিত হওয়া পছন্দ করতেন, তবে তিনি পছন্দ করতেন না যে তার মধ্যে সমাজতান্ত্রিক আদর্শ রয়েছে; তাই তিনি তাকে এমআইটিতে পড়াশোনা চালিয়ে যাওয়ার জন্য আমেরিকা পাঠানোর সিদ্ধান্ত নেন। তবে, আমেরিকায় থাকা তাকে আরও উগ্রবাদী করে তুলেছিল এবং আমেরিকার প্রতি তার ঘৃণা আরও বেড়ে গিয়েছিল। এর কিছুক্ষণ পরেই তিনি আমেরিকা ছেড়ে কিউবায় ফিরে আসেন এবং ২৬শে জুলাইয়ের আন্দোলনে যোগ দেন (তিনি বিরোধী দল এবং ফিদেল কাস্ত্রোর সাথে আরও বেশি জড়িত হন)।  তিনি শাসনব্যবস্থার জন্য এত গুরুত্বপূর্ণ ছিলেন, বিশেষ করে দ্বিভাষিক (তিনি ইংরেজি এবং স্প্যানিশ ভাষায় কথা বলতেন) হওয়ার কারণে, যদি ভিলমা এস্পিন শাসনব্যবস্থার অংশ না হতেন, তাহলে বিপ্লব হয়তো এতটা সফল হত না।\n\n\n== হাইডি সান্তামারিয়া ==\nহাইডি সান্তামারিয়া ছিলেন আরেকজন গুরুত্বপূর্ণ নারী বিপ্লবী। তিনি একটি রক্ষণশীল পরিবারে জন্মগ্রহণ করেছিলেন এবং দারিদ্র্যের কারণে তার শৈশব বেশ কঠিন কেটেছিল। সে কেবল ষষ্ঠ শ্রেণী পর্যন্ত স্কুলে যেতে পেরেছিল, কিন্তু যেহেতু সে শিক্ষাকে মূল্যবান মনে করত, তাই সে বারবার ষষ্ঠ শ্রেণীর পুনরাবৃত্তি করেছিল। তিনি তার পরিবারকে পিছনে ফেলে একজন শিক্ষিকা হয়েছিলেন কারণ তিনি তাদের রক্ষণশীল মূল্যবোধে ক্লান্ত ছিলেন।  তিনি তার ভাই আবেল সান্তামারিয়ার সাথে যোগ দিতে সক্ষম হন এবং শীঘ্রই তিনি তার সহকর্মীদের এবং ফিদেল কাস্ত্রোর সাথে দেখা করতে সক্ষম হন। সান্তামারিয়া মনকাডা ব্যারাকে আক্রমণে অংশগ্রহণ করেছিলেন; তিনি সেখানে থাকা দুই মহিলার মধ্যে একজন ছিলেন। এতে অংশগ্রহণের পাশাপাশি, তিনি অস্ত্র সরবরাহ করেছিলেন এবং ২৬শে জুলাই আন্দোলন সংগঠিত করতে সহায়তা করেছিলেন। দুর্ভাগ্যবশত, তাকে গ্রেপ্তার করা হয় এবং মনকাডা ব্যারাক আক্রমণের পর তার স্বামী এবং ভাই উভয়ই মারা যান।  তাদের মৃত্যুর পরেও, তিনি শাসনের সাথেই ছিলেন এবং ফিদেল কাস্ত্রোর নেতৃত্বে গেরিলা বাহিনীর অংশ হয়েছিলেন। বিপ্লবের পর, তিনি ল্যাটিন আমেরিকার ভিন্নমতাবলম্বী ব্যক্তিদের শিক্ষিত করার এবং কাজ করার/শেখার জন্য একটি প্রতিষ্ঠান শুরু করেছিলেন। তিনি ছিলেন আরেকজন মহান নারী যিনি বিপ্লবকে সাফল্যের দিকে নিয়ে যেতে সাহায্য করেছিলেন।\n\n\n== বিপ্লবে নারীর ভূমিকা এবং যুদ্ধের পরে তাদের জীবন কেমন ছিল সে সম্পর্কে আরও জানুন ==\nনারীরা এমন সামাজিক আন্দোলনেও জড়িত ছিলেন যা বিপ্লব এবং ফিদেল কাস্ত্রোকে সরাসরি সমর্থন করেছিল। যদিও তারা সরাসরি সম্মুখ সারিতে লড়াই করছিল না, ফেডারেশন অফ কিউবান উইমেন (এফএমসি) এর মতো মহিলা গোষ্ঠীগুলি বিপ্লবে সক্রিয়ভাবে অংশগ্রহণ করেছিল কাগজপত্র, সাহিত্য বিতরণ, সমর্থন ও সমাবেশ শুরু করে এবং বিপ্লবের ধারণা প্রচার করে। এই গোষ্ঠীটি স্বাস্থ্যসেবা, শিক্ষা এবং কর্মক্ষেত্রের অধিকার (এবং নারীর অধিকার) প্রচারেও সহায়তা করেছিল।  যেহেতু এই গোষ্ঠীটি বিপ্লবে এত বেশি অংশগ্রহণ করেছিল, তাই বিপ্লবের পর কিউবায় যে পরিবর্তন এসেছে (লিঙ্গগত রীতিনীতি অনেক পরিবর্তিত হয়েছে) তার অংশ ছিল তারা। নারীদের আর কেবল যত্নশীল এবং স্ত্রী হিসেবে দেখা হত না, বেশিরভাগের কাছেই তাদের সমান হিসেবে দেখা হত। প্রকৃতপক্ষে, বিপ্লবের পর, নারীরা ভালো শিক্ষা, পর্যাপ্ত স্বাস্থ্যসেবা এবং চাকরির সুযোগ পেতে সক্ষম হয়েছিল; বিপ্লবের আগে কিউবায় নারীরা এইসব সুযোগ-সুবিধা কখনোই পায়নি।  যেহেতু নারীদের আগে এই ধরনের সুযোগ ছিল না, তাই নারী গোষ্ঠী এবং সংগঠনগুলি তৈরি করা হয়েছিল যাতে তারা এই নতুন জীবনযাপনের মধ্য দিয়ে যেতে পারে। উদাহরণস্বরূপ, কিউবায় নারী অধিকার উন্নয়নে নারী এবং সহযোগীদের সাহায্য করার জন্য তৈরি করা একটি দল।\nযদিও নারীর অধিকার তাৎক্ষণিকভাবে পরিবর্তিত হয়নি এবং নারীর অধিকার নিয়ে এখনও লড়াই চলছে, শিক্ষা এবং কর্মক্ষেত্রে পরিবর্তন নারীর উপর সবচেয়ে বেশি প্রভাব ফেলেছে। বিপ্লবের আগে, প্রাথমিক বিদ্যালয়ের পরে নারীদের শিক্ষার সুযোগ খুব কম ছিল (হায়দি সান্তামারিয়া এর একটি ভালো উদাহরণ), কিন্তু বিপ্লবের পরে, সরকার শিক্ষা সম্প্রসারণকে একটি গুরুত্বপূর্ণ বিষয় করে তোলে। এই সম্প্রসারণের ফলে (ইউনেস্কোর মতে) এই গুরুত্বপূর্ণ পরিবর্তনের কারণে নারী সাক্ষরতার হার ৩৬% বৃদ্ধি পেয়েছে।  কিউবান বিপ্লবের আরেকটি গুরুত্বপূর্ণ পরিবর্তন ছিল কর্মশক্তির ক্ষেত্রে। মূলত, মহিলারা নিম্ন স্তরের, কম বেতনের এবং অদক্ষ চাকরিতে কাজ করতেন কিন্তু বিপ্লবের পরে, লোকেরা এটি পরিবর্তন করার জন্য খুব কঠোর পরিশ্রম করেছিল এবং এর ফলে দক্ষ চাকরিতে কাজ করা মহিলাদের সংখ্যা ২৬% বৃদ্ধি পায়। \nএছাড়াও, বিপ্লব এমন কিছু লোককে সাথে নিয়ে এসেছিল যারা দেশের আইনি/রাজনৈতিক বিন্যাসে উল্লেখযোগ্য পরিবর্তন এনেছিল। কিউবার সরকার থেকে নারীদের সাথে সম্পর্কিত অনেক আইন আসতে শুরু করে - ১৯৭৫ সালের পারিবারিক কোড যা স্বীকৃতি দেয় যে নারীরা তার পরিবারের সকল সদস্যের সমান এবং ১৯৭৪ সালের সমান অধিকার ও সুযোগ সম্পর্কিত আইন যা কর্মসংস্থান এবং শিক্ষার ক্ষেত্রে নারীদের বৈষম্য নিষিদ্ধ করেছিল (অন্যান্য ক্ষেত্রেও কিন্তু এই দুটি ছিল সবচেয়ে গুরুত্বপূর্ণ)। \n\n\n== নারী অধিকার ==\n\nবিপ্লব-পূর্ব কিউবায় নারীর ভূমিকা উপনিবেশ-পরবর্তী জাতির পিতৃতান্ত্রিক ধারণার সাথে খাপ খায়, যেখানে নারীদের গৃহস্থালির সংস্কৃতিতে থাকতে হত, খুব কমই সহচর ছাড়া বাইরে যেতে দেওয়া হত এবং শিক্ষাগত বা পেশাদার সুযোগ-সুবিধাগুলিতে তাদের খুব সীমিত প্রবেশাধিকার ছিল।  কিছু কিউবান বিপ্লবী বিশ্বাস করতেন যে নারীদের উপর চাপিয়ে দেওয়া লিঙ্গবাদী ভূমিকা পুঁজিবাদী প্রভাবের সরাসরি ফলাফল। তারা বিশ্বাস করত যে সমাজতন্ত্র হলো নারীর সমতা ও স্বাধীনতার পথ; ফিদেল কাস্ত্রোর মতো কিছু বিপ্লবী যে মনোভাব পোষণ করেছিলেন, তার মধ্যে এটি প্রতিফলিত হয়েছিল।  কিউবার নারীদের বিপ্লবে অংশগ্রহণের জন্য উৎসাহিত করা হয়েছিল যাতে কেবল কিউবার স্বাধীনতাই নয়, বরং তাদের নিজস্ব স্বাধীনতাও নিশ্চিত করা যায়। বিপ্লবের প্রতিশ্রুতিতে বলা হয়েছিল যে নতুন কিউবা নারীদের পুরুষের সমান হিসেবে দেখবে, তাদের প্রতি তাদের অধীনস্থ হওয়ার বাধ্যবাধকতার পরিবর্তে।  বিপ্লবের সাথে সাথে দেশে নারীর অধিকার উল্লেখযোগ্যভাবে বৃদ্ধি পায়, কাস্ত্রো তার বক্তৃতায় উল্লেখ করেন যে \"যখন আমাদের বিপ্লব আগামী বছরগুলিতে বিচার করা হবে, তখন যে প্রশ্নগুলি জিজ্ঞাসা করা হবে তা হল আমাদের সমাজ এবং আমাদের দেশ কীভাবে নারীর সমস্যা সমাধান করেছে।\" \nবিপ্লবের পর, কিউবার সরকার নারীদের জীবনযাত্রার মান উন্নত করার জন্য কিছু পদক্ষেপ গ্রহণ করে। নতুন কিউবান সরকার নারীদের কাছে অসংখ্য প্রতিশ্রুতি দিয়েছিল যে বিপ্লবে তাদের প্রচেষ্টা বৃথা যাবে না; সমাজতন্ত্র তাদেরকে লিঙ্গবৈষম্যের গভীরতা থেকে উদ্ধার করবে এবং সমান সুযোগের একটি নতুন যুগের সূচনা করবে।  যদিও এই প্রচেষ্টার কিছু দিক সফল হয়েছিল, তবুও নারীরা তাদের লিঙ্গের কারণে অনেক চ্যালেঞ্জের মুখোমুখি হয়েছিল। নারীদের জন্য শ্রমের সুযোগ আগের তুলনায় অনেক বেশি বিস্তৃত হয়েছে, কিন্তু নারীরা ঘরে সাহায্য করবে এই প্রত্যাশা রয়ে গেছে। এখন, মহিলাদের ঘরের ভেতরে এবং বাইরে উভয় ক্ষেত্রেই কাজ করার আশা করা হত।  ঘরে পুরুষদের অবদানের প্রত্যাশা পরিবর্তিত হয়নি, যার অর্থ হল একজন মহিলার কাঁধে দায়িত্বের পরিমাণ দ্বিগুণ হয়েছে, যেখানে তার পুরুষ প্রতিপক্ষের দায়িত্ব কার্যত একই রয়ে গেছে। মাঝে মাঝে, মা যখন কাজ করতেন, তখন বাড়ির যুবতী মহিলাদের ঘর ও পরিবারের দেখাশোনার দায়িত্ব নিতে হত। এর অর্থ হল, যদিও তরুণীদের জন্য অন্বেষণ করার জন্য অনেক নতুন সুযোগ ছিল, তবুও তাদের বাস্তব অভিজ্ঞতা অর্জনের ক্ষমতা গৃহস্থালির দায়িত্বের দ্বারা সীমাবদ্ধ ছিল। \nবিপ্লব-পরবর্তী সময়ে গৃহপালিত হওয়ার প্রথা কর্মীদের মধ্যেও বিস্তৃত হয়। এর একটি কারণ ছিল প্রাপ্তবয়স্ক কিউবানদের লিঙ্গ সংক্রান্ত ঐতিহ্যবাহী ধারণার বাইরে যেতে উৎসাহিত করার অসুবিধা; বিপ্লবের সময় এবং পরে অনেক তরুণ কিউবান নারী তাদের ঐতিহ্যবাহী পিতামাতার সাথে মতবিরোধে পড়েছিলেন।  ছোট বাচ্চাদের জন্য নার্সারি প্রোগ্রামগুলি কিউবান সরকারের একটি প্রধান লক্ষ্য ছিল। এই কর্মসূচি সম্প্রসারণের প্রচেষ্টা সফল হলেও, নারীদের এর জন্য মূল্য দিতে হয়েছে।  পুরুষদের তুলনায় নারীদের নার্সারি কেয়ার চাকরির জন্য অনেক বেশি উপযুক্ত হিসেবে দেখা হত, যার অর্থ হল, নারীরা প্রায়শই এমন চাকরিতে জড়িত হতেন যা তাদের যোগ্যতা বা ব্যক্তিগত অভিজ্ঞতার পরিবর্তে তাদের লিঙ্গকে কেন্দ্র করে ছিল। বিপ্লবের কয়েক বছর পরও নার্সারি পরিচর্যা কর্মীদের জন্য যথাযথ প্রশিক্ষণ কর্মসূচি কার্যকর হয়নি; এই বিন্দু পর্যন্ত, ধারণা করা হয়েছিল যে একজন মহিলা স্বাভাবিকভাবেই শিশু যত্নের ক্ষেত্রে যথেষ্ট প্রতিভাবান যে তিনি কোনও আনুষ্ঠানিক প্রশিক্ষণ ছাড়াই নার্সারিতে কাজ পরিচালনা করতে পারবেন। \nভিলমা এস্পিন, যিনি ২৬শে জুলাই আন্দোলনের সাথেও লড়াই করেছিলেন, তিনি ফেডারেশন অফ কিউবান উইমেন প্রতিষ্ঠা করেছিলেন, ২০০৭ সালে তার মৃত্যুর আগ পর্যন্ত এই দলের নেতা হিসেবে দায়িত্ব পালন করেছিলেন। \n১৯৬৫ সালে, কিউবায় গর্ভপাতের সুযোগ সম্প্রসারিত হয়, আর কেবলমাত্র চরম ক্ষেত্রেই সীমাবদ্ধ থাকে না এবং বেসরকারি চিকিৎসকদের পরিবর্তে সরকারি ডাক্তারদের দ্বারা বিনামূল্যে গর্ভপাত করানো হয়। \n\nবিপ্লবের পর সরকার কর্তৃক শুরু করা কিউবার সাক্ষরতা অভিযানের দ্বারা কিউবার নারীরাও ব্যাপকভাবে প্রভাবিত হয়েছিল।  নিকোলা মারে, ফেমিনিস্ট রিভিউতে লিখেছেন যে:৫৫% ব্রিগেডিস্টা (যে স্কুলছাত্রীরা কৃষক পরিবারের সাথে থাকতে গিয়েছিল এবং তাদের পড়তে এবং লিখতে শেখাত) ছিল মেয়ে। এই মেয়েদের ক্ষেত্রে পরিবর্তনটি ছিল বিরাট - স্বাধীন, তাদের নিজস্ব পারিবারিক জীবনের অনেক সীমাবদ্ধতা থেকে মুক্ত - এবং এর কিছুটা প্রভাব সাধারণভাবে কিউবার জনসাধারণের উপরও পড়েছিল, কারণ প্রচারণাটি সর্বত্র পরিচিত এবং প্রচারিত হয়েছিল। ১৯৫৯ সালে কিউবান বিপ্লবের পর, নতুন কিউবান সরকার পতিতাদের দুর্নীতিগ্রস্ত এবং বিদেশী পুঁজিবাদের শিকার হিসেবে দেখেছিল,Hamilton, Carrie (২০১২), Sexual Revolutions in Cuba: Passion, Politics, and Memory, UNC Press Books, আইএসবিএন 9780807882511  এবং পতিতাবৃত্তিকে অপরাধ নয় বরং একটি \"সামাজিক অসুস্থতা\" হিসেবে দেখেছিলেন, যা কিউবার বিপ্লব-পূর্ব পুঁজিবাদী সংস্কৃতির ফসল। ১৯৬১ সালে, দালালদের দমন নিষিদ্ধ করা হয়। পতিতাবৃত্তি নিজেই বৈধ ছিল, কিন্তু সরকার, ফেডারেশন অফ কিউবান উইমেনের সহায়তায়, এটি নিয়ন্ত্রণের চেষ্টা করেছিল।  স্বাস্থ্য পরীক্ষার জন্য মেডিকেল ক্লিনিক স্থাপন করা হয়েছিল, পাশাপাশি দালালদের পুনর্বাসন কর্মসূচি এবং প্রাক্তন পতিতাদের জন্য পুনর্শিক্ষা কর্মসূচিও প্রতিষ্ঠিত হয়েছিল। ১৯৬১ সালে যৌন শিল্পের একটি আদমশুমারি পরিচালিত হয়, যেখানে ১,৫০,০০০ পতিতা এবং ৩,০০০ দালাল শনাক্ত করা হয়।  সৈন্যরা হাভানার রেড-লাইট জেলাগুলিতে অভিযান চালিয়ে শত শত মহিলাকে আটক করে, তাদের ছবি তোলে এবং আঙুলের ছাপ নেয় এবং তাদের শারীরিক পরীক্ষা করতে বাধ্য করে। যেসব মহিলা পতিতাবৃত্তি ত্যাগ করতে ইচ্ছুক ছিলেন তাদের প্রশিক্ষণ কোর্স দেওয়া হত এবং কারখানায় চাকরির প্রস্তাব দেওয়া হত। এর ফলে, আনুষ্ঠানিকভাবে, কিউবা থেকে পতিতাবৃত্তি নির্মূল করা হয়েছিল, যা তিন দশক ধরে অব্যাহত ছিল। \nতবে, বিপ্লবের ফলে অধিকারের উন্নতি সত্ত্বেও, নারীর প্রতি বৈষম্য এবং ম্যাকিসমো সংস্কৃতি কিউবায় গুরুত্বপূর্ণ সমস্যা হিসেবে রয়ে গেছে। \n\n\n== অন্যান্য জাতির নারী ==\nদ্বিতীয় বিশ্বযুদ্ধের সময় তার কাজের জন্য প্রথম খ্যাতি অর্জনকারী আমেরিকান যুদ্ধ সংবাদদাতা ফটোসাংবাদিক ডিকি চ্যাপেল কিউবান বিপ্লবে তার কাজের জন্য আরও খ্যাতি অর্জন করেন। ডিকি চ্যাপেল আন্ডার ফায়ার: ফটোগ্রাফস বাই দ্য ফার্স্ট আমেরিকান ফিমেল ওয়ার করেসপন্ডেন্ট কিল্ড ইন অ্যাকশন বইয়ের লেখক জন গারোফোলো বলেন, \"বিপ্লবের সেই সময়ে তিনিই শেষ আমেরিকান সাংবাদিক ফিদেল কাস্ত্রোকে [বিদ্রোহী সেনাবাহিনীর অভ্যন্তরীণ বৃত্তে প্রবেশাধিকার] দেওয়ার অনুমতি দিয়েছিলেন।\" \n\n\n== আরো দেখুন ==\nছাব্বিশে জুলাই আন্দোলন\nকিউবার ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\n=== প্রবন্ধ ===\n\"কিউবায় নারীর সমতা: বিপ্লব কী পার্থক্য আনে\" । মিনেসোটা জার্নাল অফ ল অ্যান্ড ইনইকুয়ালিটি । ১৯৮৬।\n\n\n=== ওয়েব পৃষ্ঠা ===\nকিউবান নারী ফেডারেশন ।"}