{"pageid": 1522061, "title": "শেহেরজাদ", "url": "https://bn.wikipedia.org/wiki?curid=1522061", "content": "শেহেরাজাদে বা শেহেরযাদ (  )  হলেন মধ্যপ্রাচ্যের গল্প সংকলন \" এক হাজার এক রাত\" -এর বিখ্যাত নারী চরিত্র ও গল্পকার।\n\n\n== নাম ==\nআধুনিক গবেষণা অনুসারে, শেহেরজাদ নামটি এসেছে মধ্য ফার্সি ভাষার নাম চীহরাজাদ (Čīhrāzād) থেকে। এটি দুটি শব্দের সমন্বয়ে গঠিত। চীহর (বংশ) এবং আজাদ (উচ্চ, মহৎ)।  আরবি উৎসে শেহেরজাদের নামের প্রাচীনতম রূপগুলির মধ্যে  আল-মাসউদির শিরাজাদ ( আরবি: شيرازاد )  এবং ইবনে আল-নাদিমের শাহরাজাদ রয়েছে। \nএনসাইক্লোপিডিয়া অফ ইসলাম  তে নামটি শাহরাজাদ (Šahrazād) এবং এনসাইক্লোপিডিয়া ইরানিকা তে শাহরাজাদ (Šahrāzād) হিসাবে বলা হয়েছে।  ১৯শ শতাব্দীর মানক মুদ্রিত সংস্করণগুলোতে নামটি ম্যাকন্যাটেনের কলকাতা সংস্করণে (১৮৩৯-১৮৪২) এবং ১৮৬২ সালের বুলাক সংস্করণে শাহরাজাদ (شهرزاد, Šahrazād) বলা হয়।  ব্রেসলাউ সংস্করণে (১৮২৫-১৮৪৩) শাহরাজাদ (شاهرزاد, Šāhrazād) হিসেবে  লেখা হয়। মুহসিন মাহদির সমালোচনামূলক সংস্করণে এটি শাহরাজাদ (شهرازاد, Šahrāzād) বলা হয়েছে।   .\n\"ইংরেজি ভাষায় শেহেরজাদ (Scheherazade) বানানটি প্রথম ১৮০১ সালে দেখা যায়।\n\n\n== ইতিহাস ==\nশেহেরজাদের গল্পের প্রাচীনতম পরিচিত পাঠ্যটি নবম শতাব্দীর (খ্রিস্টীয়) একটি আরবি পাণ্ডুলিপি, যা কায়রোতে পাওয়া গেছে। পরবর্তী পাঁচ শতাব্দী ধরে, শেহেরজাদের \"বুদ্ধিদীপ্ত, প্রাণবন্ত এবং গতিশীল\" কণ্ঠ বাগদাদ, দামেস্ক, কায়রো এবং আল-আন্দালুসের মত উন্নত শহরে  গল্পকথকদের মাধ্যমে ছড়িয়ে পড়ে। এতে গ্রিক, কপটিক, উত্তর আফ্রিকান এবং হিব্রু ঐতিহ্যের প্রভাব রয়েছে। দ্বাদশ শতাব্দীর মধ্যে ১০০১ রাত্রি  গল্প সংকলনটি তৈরি হয়েছিল। এর ভিতরে শেহেরজাদের গল্পও ছিল। \n\n\n== আখ্যান ==\n\nএকদিন শিকার থেকে আগেভাগে ফিরে এসে রাজা শাহরিয়ার তার প্রিয় স্ত্রীকে দাসদের সাথে শয্যাসঙ্গী অবস্থায় দেখতে পান। ক্রোধে উন্মত্ত হয়ে তিনি সেখানেই দাসদের শিরশ্ছেদ করেন। এরপর তিনি তার ভাইয়ের প্রাসাদে যান। এসময় তার ভাই তখন প্রাসাদে ছিল না। সেখানে তাঁর ভাইয়ের স্ত্রীকে \"চাঁদের আলোয় নগ্ন ব্যক্তিদের ভিড়ে নৃত্যরত এবং কামনায় মগ্ন\" অবস্থায় দেখে হতবাক হন।\" \nএরপর থেকে সমস্ত নারীর প্রতি প্রতিশোধের শপথ নিয়ে পারস্য রাজা প্রতিদিন একজন নতুন কুমারীকে বিয়ে করতেন এবং তার আগের স্ত্রীকে শিরশ্ছেদ করতেন।  শেহেরজাদের সাথে তার পরিচয় হওয়ার আগেই সে এরকম ১,০০০ নারীকে হত্যা করে ফেলে। শেহেরজাদ তাঁর পিতার ইচ্ছার বিরুদ্ধে রাজার সাথে এক রাত কাটাতে স্বেচ্ছায় এগিয়ে আসেন।\n\nস্যার রিচার্ড বার্টনের অনুবাদ দ্য বুক অফ দ্য থাউজেন্ড নাইটস অ্যান্ড এ নাইট-এ শেহেরজাদকে এভাবে বর্ণনা করা হয়েছে:শেহেরজাদ পূর্ববর্তী রাজাদের বই, ইতিহাস এবং কিংবদন্তি পড়তেন। এছাড়া অতীতের মানুষ ও বিষয়ের গল্প, উদাহরণ ও ঘটনা পড়তেন। বলা হয়, তিনি প্রাচীন জাতি ও অতীত শাসকদের সম্পর্কিত হাজারখানেক ইতিহাসের বই সংগ্রহ করেছিলেন। তিনি কবিদের রচনা অধ্যয়ন করেছিলেন এবং মুখস্থ করতেন। তিনি দর্শন, বিজ্ঞান ও শিল্পকলা দক্ষতার সঙ্গে অধ্যয়ন করেছিলেন।  তিনি  মনোরম ও ভদ্র, জ্ঞানী ও বুদ্ধিমান, সুপঠিত এবং সুসংস্কৃত ছিলেন। ক্যাল ম্যাকডনেলের বর্ণনা অনুসারে, রাজপ্রাসাদে প্রবেশের পর শেহেরজাদ রাজাকে অনুরোধ করেন যে তিনি যেন তার ছোট বোন দুনিয়াজাদকে শেষবারের মতো বিদায় জানানোর অনুমতি দেন। দুনিয়াজাদকে গোপনে প্রস্তুত করা হয়েছিল, যাতে সে শেহেরজাদের কাছে একটি গল্প শোনার অনুরোধ করতে পারে। রাজা বিস্ময়ের সাথে গল্প শোনেন। কিন্তু রাত শেষে শেহেরজাদ গল্পটি মাঝপথে থামিয়ে দেন। রাজা তাঁর জীবন একদিনের জন্য রক্ষা করেন যাতে তিনি পরের রাতে গল্পটি শেষ করতে পারেন।\nম্যাকডোনেল বলেন, \"পরের রাতে, শেহেরজাদ গল্পটি শেষ করে এবং তারপর  আরেকটি রোমাঞ্চকর গল্প শুরু করে যা সে আবার মাঝপথে থামিয়ে দেয়। আবার, রাজা আরও একদিনের জন্য তার জীবন বাঁচিয়ে রাখেন। এভাবে রাজা শেহেরজাদকে দিনের পর দিন বাঁচিয়ে রাখেন, কারণ তিনি আগের রাতের গল্প শেষ হওয়ার জন্য উদগ্রীব থাকতেন।\"\nঅবশেষে, এক হাজার এক রাত শেষে শেহেরজাদ বলেন যে তার আর কোনো গল্প বলা বাকি নেই। কিন্তু ততদিনে রাজা শাহরিয়ার তার প্রেমে পড়ে গিয়েছিলেন এবং তাকে বাঁচিয়ে রাখার সিদ্ধান্ত নেন। এরপর তিনি শেহেরজাদকে তার রানী হিসেবে গ্রহণ করেন। \n\n\n== তথ্যসূত্র =="}