{"pageid": 1522665, "title": "গাজা স্যুপ কিচেন", "url": "https://bn.wikipedia.org/wiki?curid=1522665", "content": "গাজা স্যুপ কিচেন হল একটি তৃণমূল সংগঠন যা গাজা যুদ্ধের সময় দুর্ভিক্ষের ঝুঁকিতে থাকা ফিলিস্তিনিদের জন্য খাবার সরবরাহ করার জন্য গাজার বেইত লাহিয়ায় প্রতিষ্ঠিত হয়েছিল। এটি ২০২৪ সালের শুরুতে ভাই হানি ও মাহমুদ আলমাদহুন দ্বারা প্রতিষ্ঠিত হয়। মাহমুদ গাজায় সরাসরি কার্যক্রম পরিচালনা করতেন। আর হানি যুক্তরাষ্ট্র থেকে অনলাইন তহবিল সংগ্রহের মাধ্যমে সহায়তা করতেন। ২০২৪ সালের এপ্রিলে, তারা প্রতিদিন ৩,০০০ মানুষকে সেবা প্রদানের কথা জানিয়েছে। কিন্তু নভেম্বরে গাজায় মানবিক সাহায্যের অভাবে তাদের কার্যক্রম মারাত্মকভাবে ব্যাহত হয়। গাজা স্যুপ কিচেন জানায় যে ২০২৪ সালের ৩০ নভেম্বর সকালে মাহমুদ একটি ইসরায়েলি ড্রোন হামলায় নিহত হন।\n\n\n== পটভূমি ==\nগাজা স্যুপ কিচেনটি হানি এবং মাহমুদ আলমাদৌন দুই ভাইয়ের যৌথ উদ্যোগে প্রতিষ্ঠিত হয়েছিল। ইউএনআরডব্লিউএ ইউএসএ এর দাতব্য বিভাগের পরিচালক হানি ভার্জিনিয়ায় থাকতেন। তখন তার পরিবারের বেশিরভাগ সদস্য বেইত লাহিয়ায় থাকত।  ২০২৩ সালের ডিসেম্বরে গাজায় খাদ্যের অভাব নিয়ে হানি মার্কিন কর্মকর্তাদের সঙ্গে যোগাযোগ করেন। কিন্তু তাদের প্রতিক্রিয়ায় সন্তুষ্ট হননি। তিনি জানতে পারেন যে তার বোন সামাহ’র মতো ফিলিস্তিনিরা পশুখাদ্য থেকে রুটি তৈরি করছে। \nআগে মাহমুদ মোবাইল ফোন বিক্রি করতেন। কিন্তু ইসরায়েল প্রতিরক্ষা বাহিনী তার দোকানে বোমা হামলা চালায়। ২০২৩ সালের ডিসেম্বরে, মাহমুদ এবং তার আরও তিনজন পুরুষ আত্মীয়কে গাজায় ইসরায়েলি প্রতিরক্ষা বাহিনী আটক করে। আইডিএফ কর্তৃক আটককৃত চোখ বাঁধা লোকদের ছবিতে হানি তাকে চিনতে পেরেছিল। হানি মার্কিন গণমাধ্যম ও সামাজিক যোগাযোগ মাধ্যমে এ বিষয়ে কথা বলার পর মাহমুদ মুক্তি পান। তিনি পিবিএসকে আরও বলেন যে এই অভিজ্ঞতা তাকে অন্যদের সাহায্য করার জন্য অনুপ্রাণিত করেছে।\nএই যুদ্ধে হানি ও মাহমুদ অন্তত ১৫০ জন পরিবারের সদস্য হারিয়েছেন, যার মধ্যে তাদের ভাই মাজেদ, তার স্ত্রী এবং চার সন্তানও রয়েছে।\n\n\n== ইতিহাস ==\n২০২৪ সালের গোড়ার দিকে মাহমুদ এবং হানি বেইত লাহিয়ায় গাজা স্যুপ কিচেন শুরু করেন।  প্রথম দিনে তারা ১৫০টি পরিবারকে খাবার দেয়। ২০২৪ সালের এপ্রিল নাগাদ এই সংখ্যা বেড়ে প্রতিদিন ৩,০০০ জন পর্যন্ত হয়ে যায়। হানি একটি গো ফান্ড মি ক্যাম্পেইন শুরু করে। ফান্ডটি ২০২৪ সালের ডিসেম্বর পর্যন্ত ২০ লাখ ডলার সংগ্রহ করে।  গাজার ক্ষতিগ্রস্ত আর্থিক ব্যবস্থার কারণে তহবিল স্থানান্তরে অসুবিধা হয়।\nইসরায়েলি ড্রোন হামলায় নিহত হওয়ার আগ পর্যন্ত প্রধান রাঁধুনি  মাহমুদকে  তার মা এবং বোন ফাতেন সহ তার আত্মীয়স্বজনরা সহায়তা করত। খাবারের উপকরণ সংগ্রহের জন্য তাদের বিনিময়, সংগ্রহ বা উচ্চ মূল্যে খাবার কিনতে হত। গাজায় খাবার খোঁজা বিপজ্জনক। মাহমুদ জানিয়েছিলেন খাবারের উপকরণ সংগ্রহের সময় তার উপর গুলি চালানো হয়েছিল। বেশিরভাগ খাবার নিরামিষ এবং এতে ঝুচিনি, আলু, মসুর ডাল বা খুবেজার মতো খাবার থাকে।  জ্বালানির অভাবের কারণে কাঠের আগুনে খাবার তৈরি করা হয়। \nমাহমুদ সাংবাদিকদের বলেন যে পরিবারগুলি সকালে স্যুপ কিচেনে আসে এবং সন্ধ্যায় খাবার বিতরণের জন্য লাইনে অপেক্ষা করে।  অনেক মানুষের কাছে গাজা স্যুপ কিচেনই তাদের খাবারের একমাত্র উৎস।  হানি বলেন, এটি মানুষের মানসিক সুস্থতাও উন্নত করত।\nমার্চে তারা কামাল আদওয়ান হাসপাতালে খাবার সরবরাহ শুরু করে। একই মাসে, তারা রাফায় আরেকটি শাখা খোলে। শাখাটি হানি ও মাহমুদের বোন নিভিন পরিচালনা করত। ইসরায়েলের রাফা আক্রমণের কারণে পরে রান্নাঘরটি বন্ধ করে দেওয়া হয়েছিল।\nএপ্রিলে মাহমুদ ওয়াশিংটন পোস্টে লেখেন, তিনি যতদিন সম্ভব প্রতিবেশীদের খাওয়াবেন। তিনি বলেন, “যখন সবকিছু ফিলিস্তিনিদের ত্যাগ করে, তখন এই ভূমি তাদের ছাড়েনি।”\nসেপ্টেম্বরে, গাজা স্যুপ কিচেন বেইত লাহিয়ায় স্থানীয় শিশুদের জন্য একটি স্কুল চালু করে। যেহেতু অনেক স্কুল ভবন ইসরায়েলি বিমান হামলায় ধ্বংস হয়েছে বা শরণার্থী শিবিরে পরিণত হয়েছে, তাই তারা একটি বাণিজ্যিক ভবনে স্কুলটি চালানোর সিদ্ধান্ত নেয়।\nস্কুল ভবনের ছাদে একটি সাইনবোর্ড লাগানো হয়। সেখানে হিব্রু ও ইংরেজি ভাষায় লেখা ছিল: \"স্কুল। দয়া করে বোমা ফেলবেন না\"। তবে, ৩ নভেম্বর ইসরায়েলি প্রতিরক্ষা বাহিনী  স্কুল ভবনটিতে হামলা চালায়। এতে ছাদের একটি অংশ ক্ষতিগ্রস্ত হয় এবং ভেতরের আসবাবপত্র ধ্বংস হয়ে যায়। \nঅক্টোবরে, ইসরায়েল উত্তর গাজা অবরোধ শুরু করে। যার ফলে গাজা কর্মকর্তাদের মতে ১৩,০০০ এরও বেশি ফিলিস্তিনি নিহত বা আহত হয়েছে। জাতিসংঘ ও মার্কিন কর্মকর্তারা বলেন, এ সময় উত্তর গাজায় পর্যাপ্ত সাহায্য প্রবেশ করেনি। নভেম্বরে গাজা স্যুপ কিচেন অনেক পরিবারকে খাবার দিতে ব্যর্থ হয়।\nমাহমুদের মৃত্যুর পরও গাজা স্যুপ কিচেন কার্যক্রম চালিয়ে যাচ্ছে। ২০২৪ সালের ডিসেম্বর পর্যন্ত, গাজা স্যুপ কিচেনের প্রায় ৪৫ জন কর্মী  উত্তর এবং দক্ষিণের বিভিন্ন স্থানে কাজ করছেন। \n\n\n== ইসরায়েলি ড্রোন হামলা ==\n\n\n=== নভেম্বর ২০২৪ ===\n৩০ নভেম্বর ২০২৪ সকালে গাজা স্যুপ কিচেন ঘোষণা করে যে আইডিএফ একটি ড্রোন হামলায় মাহমুদকে হত্যা করেছে। একজন প্রত্যক্ষদর্শী জানান, তিনি ও মাহমুদ কামাল আদওয়ান হাসপাতালে সাহায্য পৌঁছাতে যাচ্ছিলেন যখন  আইডিএফ  ড্রোন তাকে আক্রমণ করে। প্রত্যক্ষদর্শী তাকে হাসপাতালে নিয়ে যাওয়ার চেষ্টা করেন, কিন্তু গুলিবর্ষণের মুখে পড়ায় হাসপাতালে নিতে পারেনি।  মাহমুদ তার স্ত্রী এবং তাদের সাত সন্তানকে রেখে গেছেন, যার মধ্যে একটি নবজাতক এবং একটি ইসরায়েলি কোয়াডকপ্টারে আহত আরেকটি শিশুও রয়েছে। \nওই দিন ওয়ার্ল্ড সেন্ট্রাল কিচেন এবং সেভ দ্য চিলড্রেনের সাহায্য কর্মীরাও ইসরায়েলের হাতে নিহত হয়েছিল।\n\n\n=== প্রতিক্রিয়া ===\nগাজা স্যুপ কিচেন সামাজিক মাধ্যমে বলে, মাহমুদকে “লক্ষ্য করে হত্যা করা হয়েছে” এবং “কামাল আদওয়ান হাসপাতালের সমস্যা সমাধানে তার অটল প্রতিশ্রুতির জন্য তাকে হত্যা করা হয়েছে।”  হানি বলেছেন: “আমার ভাই উত্তর গাজার জাতিগত নির্মূল প্রক্রিয়া ধীর করে দিয়েছিল, তাই তাকে মেরে ফেলা হয়েছে।”\nইউএনআরডব্লিউএ ইউএসএ, নিউইয়র্ক সিটির রেস্তোরাঁ চেইন আয়াত এবং লায়লা এল-হাদ্দাদ সামাজিক মাধ্যমে মাহমুদের প্রতি শ্রদ্ধা জানায়। দ্য নেশন, আল-জাজিরা এবং দ্য ফরোয়ার্ডে মাহমুদের স্মরণে লেখা প্রকাশ করে।\n\n\n== তথ্যসূত্র =="}