{"pageid": 1522406, "title": "উত্তর কোরিয়ার বিপ্লবে নারী", "url": "https://bn.wikipedia.org/wiki?curid=1522406", "content": "উত্তর কোরিয়া বিপ্লবের সময় (১৯৪৫-১৯৫০) নারীরা  অভূতপূর্বভাবে সামাজিক এবং আইনগত সংস্কারগুলি লাভ করেছিল। কিম ইল সানের শাসনের দ্বারা জারি করা আইনগুলি নারীকে সেই সব অধিকার প্রদান করে যা জাপানি সাম্রাজ্যবাদী সময়কাল এবং পূর্ববর্তী প্রজন্মগুলিতে তাদেরকে অস্বীকার করা হয়েছিল। নারীরা পুরুষদের পাশাপাশি শ্রম বাজারে প্রবেশের সুযোগ পেয়েছিল এবং শিক্ষার অধিকার, সম্পত্তির অধিকার এবং রাজনৈতিক অংশগ্রহণের অধিকারসহ বিভিন্ন সুযোগ সুবিধা লাভ করেছিল; যা নারীকে জনসম্মুখে অন্তর্ভুক্ত করেছিল। বিভিন্ন নারীদের সংগঠন যেমন কোরিয়ান গণতান্ত্রিক নারীদের লীগ এই আইনগুলি বজায় রাখতে এবং শাসনের সহায়িক প্রয়োজনসমূহ পূরণ করার জন্য গড়ে উঠেছিল। উত্তর কোরিয়া (ডিপিআরকে) নতুন করে পারিবারিক মূল্যবোধ এবং শিশুকে লালন করার উপর গুরুত্বারোপ করেছিল এবং একক পরিবারে নতুন এক গুরুত্ব যোগ করেছিল।\n\n\n== আইনি সংস্কার ==\nবিপ্লবের প্রথম বছরগুলিতে (১৯৪৫-১৯৫০) উত্তর কোরিয়ার সরকার ঐতিহ্যগতভাবে সুবিধাবঞ্চিত উপাদানগুলি - শ্রমিক, কৃষক, নারী এবং যুবকদের - সমাজে পুনঃএকীভূত করার লক্ষ্যে একাধিক সামাজিক সংস্কার শুরু করে। এই ব্যাপক সামাজিক সংস্কারগুলি নারী মুক্তি আন্দোলন এবং নাগরিক জীবনে সক্রিয় অংশগ্রহণের সুযোগ বাড়িয়ে দেয়। কোরিয়ার ইতিহাসে প্রথমবারের মতো, অধিকারপ্রাপ্ত ব্যক্তিদের একটি শ্রেণী হিসেবে নারীদের স্বীকৃতি তার সময়ের জন্য বেশ অভিনব ছিল। কিম ইল সুং এবং উত্তর কোরিয়ান প্রোভিশনাল পিপলস কমিটি (এনকেপিপিসি) আরও জনসমর্থন অর্জনের জন্য অবিলম্বে লৈঙ্গিক সমতাকে বৈধতা দেয়। ১৯৪৬ সালের শ্রম আইন এবং ১৯৪৭ সালের সামন্ততান্ত্রিক প্রথা নির্মূল আইন, সেইসাথে ভূমি সংস্কার আইন, অপরিহার্যভাবে শিল্পের জাতীয়করণ আইন এবং লিঙ্গ সমতা আইন, উত্তর কোরিয়ার সমাজে সরকারি ও বেসরকারি ক্ষেত্রে নারীর ভূমিকা সংজ্ঞায়িত করার মৌলিক কাঠামো তৈরি করেছিল। বিশেষ করে, লৈঙ্গিক সমতা আইন \"এক সময়ের জন্য উত্তর কোরিয়াকে বিশ্বের সবচেয়ে লৈঙ্গিক প্রগতিশীল রাষ্ট্রে পরিণত করেছিল।\" এই আইনগুলি নারীদের সামাজিক ও অর্থনৈতিক অধিকার প্রকাশের অনুমতি দিয়েছিল, যার মধ্যে অন্তর্ভুক্ত ছিল: শিক্ষার অধিকার, সম্পত্তির মালিকানা ও উত্তরাধিকারের অধিকার, বিবাহবিচ্ছেদের অধিকার, সমান কাজের জন্য সমান বেতন, আট ঘণ্টা কর্মদিবস, এবং বিবাহে পছন্দের অধিকার। এই আইনগুলি নারীদের সামাজিক ও অর্থনৈতিক অধিকার প্রকাশের অনুমতি দিয়েছিল, যার মধ্যে অন্তর্ভুক্ত ছিল: শিক্ষার অধিকার, সম্পত্তির মালিকানা ও উত্তরাধিকারের অধিকার, বিবাহবিচ্ছেদের অধিকার, সমান কাজের জন্য সমান বেতন, আট ঘণ্টা কর্মদিবস, এবং বিবাহে পছন্দের অধিকার। বিশেষ করে শ্রম আইন নারীদের গুরুত্বপূর্ণ অধিকার প্রদান করেছিল: ৭৭ দিনের সম্পূর্ণ বেতনে মাতৃত্বকালীন ছুটির অধিকার, শিশুকে খাওয়ানোর জন্য কাজ থেকে বেতনসহ বিরতির অধিকার, নার্সিং বা গর্ভবতী মহিলাদের জন্য রাতের কাজ বা অতিরিক্ত কাজ নিষিদ্ধ করা, এবং সমান বেতনে গর্ভবতী মহিলাদের জন্য সহজ কাজের ব্যবস্থা। নতুন আইন দ্বারা শুরু হওয়া ভূমি সংস্কারের পর, নারীদের পুরুষদের মতো সমান জমি বরাদ্দ দেওয়া হয়েছিল। পুরুষ বংশানুক্রমের উপর ভিত্তি করে পুরানো পরিবার রেজিস্ট্রি পদ্ধতিটি ১৯৪৭ সালে একটি নাগরিক রেজিস্ট্রি পদ্ধতি দ্বারা প্রতিস্থাপিত হয়েছিল। সর্বজনীন ভোটাধিকার চালু করা হয়েছিল, কিন্তু এটি প্রথমে উত্তর কোরিয়ার পুরুষদের তীব্র প্রতিরোধের মুখোমুখি হয়েছিল। তবে, কিম ইল সাং নিরক্ষরতা দূর করতে এবং নারীদের তাদের অধিকার সম্পর্কে শিক্ষিত করতে একটি প্রচারণা চালু করেছিলেন।\nনারীরা জনসাধারণের ক্ষেত্রে যে বৃদ্ধিপ্রাপ্ত স্বাধীনতা ভোগ করেছিল, তা মার্কসবাদ-লেনিনবাদী ঐতিহ্যকে অনুসরণ করেছিল, যা নারীদের সমাজতান্ত্রিক কর্মক্ষেত্রে বেতনভুক্ত শ্রমিক হিসেবে প্রবেশের পথ প্রশস্ত করেছিল। তবে, উত্তর কোরিয়ার শাসনব্যবস্থা তখনও ঐতিহ্যবাহী কনফুসিয়ান বিশ্বাসকে ধরে রেখেছিল, যা পরিবারের কেন্দ্রীয়তা এবং বিপ্লবী মাতৃত্বকে মহিমান্বিত করেছিল। এটি ১৯৪৯ সালে কাংওন প্রদেশের পিপলস কমিটি দ্বারা প্রণীত ডিপিআরকে আইন সংক্রান্ত একটি পাঠ্যে প্রকাশ পেয়েছিল, যেখানে বলা হয়েছিল যে \"বিবাহ ও পরিবার রাষ্ট্রের অধীনে সুরক্ষিত।\" বাস্তবে, ঐতিহ্যবাহী পরিবার ব্যবস্থার উচ্ছেদ, বিবাহবিচ্ছেদকে মৃদুভাবে নিরুৎসাহিত করা এবং উপপত্নী প্রথা ও পণপ্রথার মতো সামন্ততান্ত্রিক প্রথাগুলির বিরুদ্ধে আক্রমণ আধুনিক পারমাণবিক পরিবারের পথ প্রশস্ত করেছিল। ডিপিআরকে দ্বারা প্রচারিত প্রচারণা ও চিত্রকল্পে বিপ্লবী মাতৃত্বকে গৌরবান্বিত করা হয়েছিল এবং নারীদের ঐতিহ্যবাহী কোরীয় গুণাবলী যেমন নারীত্বের পবিত্রতা, আত্মত্যাগ ও নৈতিকতাকে তুলে ধরা হয়েছিল।\n\n\n== গণতান্ত্রিক মহিলা লীগ ==\nনভেম্বর ১৯৪৫ সালে প্রতিষ্ঠিত উত্তর কোরিয়ান গণতান্ত্রিক মহিলা লীগ (North Korean Democratic Women's League) ছিল কিম ইল সুং এবং এনকেপিপিসি (NKPPC)-এর নেতৃত্বের পিছনে একত্রিত প্রথম সংগঠিত গোষ্ঠীগুলির মধ্যে একটি। এর উদ্দেশ্য ছিল গণতন্ত্রকে সমর্থন করা, ফ্যাসিবাদী এবং জাতীয় বিশ্বাসঘাতকদের নির্মূল করা, একটি শক্তিশালী ও সম্পদশালী সরকার গঠন করা এবং সামন্ততান্ত্রিক প্রথা ও কুসংস্কার উৎখাত করার জন্য কাজ করা। উইমেন্স লিগ নারীদের সম্পর্কে নতুন আইন প্রণয়ন এবং নারীদেরকে রাজনৈতিক ও সামাজিক জীবনে আরও সক্রিয়ভাবে অংশগ্রহণ করানোর জন্য কাজ করেছিল, যার মধ্যে স্থানীয় পিপলস কমিটি নির্বাচনও অন্তর্ভুক্ত ছিল। ১৯৪৯ সালের এপ্রিল নাগাদ সদস্য সংখ্যা উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছিল এবং প্রতিটি গ্রামে প্রায় ৫,৫০০ সদস্য এবং ১১২টি স্থানীয় গ্রুপ ছিল। মহিলা লিগের প্রথম দিকের কিছু প্রকল্পের মধ্যে ছিল নারী ও পরিবারগুলিকে তাদের শিশুদের স্কুলে ভর্তি করার জন্য শিক্ষিত করা। লিগের সদস্যদের কিছু দায়িত্বের মধ্যে ছিল অর্থনৈতিক পরিকল্পনা, কৃষি উৎপাদন এবং নারীদের জন্য বিভিন্ন বক্তৃতা ও কনসার্টে অংশগ্রহণ করা। এই কার্যক্রমগুলির কিছু প্রায়শই নারীদের ঐতিহ্যবাহী ভূমিকাকে প্রতিফলিত করত, যেমন নারীদেরকে ঘরে চাল সংরক্ষণ এবং \"দেশপ্রেমিক চাল\" দানের জন্য সংগঠিত করা। তবে, কিছু নারী লিগের রক্ষণশীলতার সমালোচনা করেছিলেন, কারণ লিগের কর্মসূচি নারীদেরকে ঐতিহ্যবাহী যত্নশীল ভূমিকায় সীমাবদ্ধ রাখতে থাকল। অন্যান্য সমালোচনার কেন্দ্রবিন্দু ছিল উইমেন্স লিগের নেতৃত্ব, যা মূলত উচ্চ পদস্থ দলীয় কর্মকর্তাদের স্ত্রী, স্কুল শিক্ষিকা এবং গৃহিণীদের দ্বারা ধরা ছিল, শ্রমজীবী নারীদের দ্বারা নয়।\n\n\n== ঐতিহাসিক তাৎপর্য সম্পর্কে দৃষ্টিভঙ্গি ==\n\nজাতীয় মুক্তি অর্জনের পর, ১৯৫০-এর দশকে উত্তর কোরিয়ার কর্তৃপক্ষ সমাজতান্ত্রিক নির্মাণের উপর আরও জোর দেওয়ার চেষ্টা করে। চোল্লিমা আন্দোলনের মতো প্রচারণা শুরু করা হয়। এই সময়ে, নারীদের নীতিও পরিবর্তনের দিকে নজর দেয়। নিপীড়নমূলক ঐতিহ্য দূর করার লক্ষ্যে আইনি সংস্কার আর মূল লক্ষ্য ছিল না, এবং পরিবর্তে সরকার নারীদের শ্রমশক্তির অংশ করে তোলার চেষ্টা করে। এটি ফ্রিডরিখ এঙ্গেলসের মার্কসবাদী দৃষ্টিভঙ্গির উপর ভিত্তি করে ছিল, যা বলে যে সামাজিক শ্রমে অংশগ্রহণের মাধ্যমে নারীদের মুক্তি মিলবে এবং পরিবারকে একটি অর্থনৈতিক একক হিসাবে বিবেচনা করে যে নিপীড়নমূলক কাঠামো ছিল তা দূর করা সম্ভব হবে। ১৯৫০-এর দশকের শেষ নাগাদ, সমবায়গুলি পরিবারের স্থান নেয় এবং প্রধান অর্থনৈতিক একক হিসাবে প্রতিষ্ঠিত হয়। নারী মুক্তির জন্য বিশেষ গুরুত্বপূর্ণ ছিল শিশুদের লালন-পালনকে পরিবারের পরিবর্তে সমাজের একটি দায়িত্ব করে তোলা। ১৯৭২ সালের সংবিধান, ১৯৭৬ সালের শিশুদের লালন-পালন সংক্রান্ত আইন এবং ১৯৭৮ সালের সমাজতান্ত্রিক শ্রম আইন রাষ্ট্রকে শিশু লালন-পালনের বোঝা ভাগ করে নেওয়ার জন্য প্রক্রিয়া প্রতিষ্ঠা করে। নার্সারি, কিন্ডারগার্টেন, লন্ড্রি এবং আরও কার্যকর খাদ্য খাত নারীদের সাহায্য করে। এর ফলে, শ্রমশক্তিতে নারীদের অংশগ্রহণ ১৯৫৬ সালে ২০% থেকে বার্ষিক ১৯% বৃদ্ধির হার সহ ১৯৯০-এর দশকে মোট ৪৯% এ পৌঁছায়।\nঅধিকাংশ বিশেষজ্ঞদের মতে, উত্তর কোরিয়ার সরকারের পরিবার-বান্ধব নীতিগুলির সমর্থন এঙ্গেলস দ্বারা প্রচারিত মার্কসবাদী ঐতিহ্য থেকে বিচ্যুত হয়েছিল, যার জন্য ঐতিহ্যবাহী পরিবার ব্যবস্থার বিলুপ্তি প্রয়োজন ছিল। এখানে তিনটি দৃষ্টিভঙ্গি রয়েছে। প্রথমটি হল প্রতিক্রিয়াশীল রক্ষণশীলদের, যারা উত্তর কোরিয়ার কমিউনিস্ট নীতিগুলিকে ঐতিহ্যবাহী সমাজের বিপর্যয়কর ভাঙ্গনের কারণ হিসাবে দেখে। দ্বিতীয়টি হল যে, উত্তর কোরিয়ার সর্বজনীন ক্ষেত্রে নারীদের অব্যাহত সুবিধা এবং শিশুদের শিক্ষক হিসাবে নারীদের ভূমিকার প্রশংসার মধ্যে যে দ্বন্দ্ব রয়েছে তা একটি নতুন ধরনের সর্বগ্রাসী পিতৃতন্ত্রের প্রতিনিধিত্ব করে, যেখানে নারী অধিকারের প্রতি কেবল মুখ্য সেবা দেওয়া হয়। এটি উত্তর কোরিয়ার সংখ্যাগরিষ্ঠ পুরুষ রাজনৈতিক নেতৃত্বে নারী প্রতিনিধিত্বের অভাব দ্বারা প্রমাণিত হয় এবং লিঙ্গ সমতার আইনে লেখা র্যাডিক্যাল নীতিগুলি প্রয়োগে উত্তর কোরিয়ান সরকারের ব্যর্থতাকে তুলে ধরে। বিপ্লবের সময় কয়েকজন নারী রাজনৈতিক ব্যক্তিত্বই প্রাধান্য পেয়েছিলেন: পাক চং-এই ছিলেন মহিলা লীগের প্রথম চেয়ারপারসন এবং পলিটব্যুরোর একমাত্র নারী সদস্য, অন্যদিকে চং কিয়ং হুই এবং কিম বক সিন বিকল্প সদস্য হিসাবে দায়িত্ব পালন করেছিলেন। হো চং-সুক ছিলেন প্রথম নারী ডিপিআরকে মন্ত্রিসভার সদস্য এবং পরে তিনি সংস্কৃতি ও প্রচার মন্ত্রী হন। কিম ইল-সুং-এর স্ত্রী কিম সাং-এইও মহিলা লীগের চেয়ারপারসন ছিলেন। তৃতীয় দৃষ্টিভঙ্গি সাধারণত নারীবাদী প্রগতিশীলদের দ্বারা গৃহীত হয়, যা বিপ্লবের সময় নারীদের উপর স্থাপিত দ্বৈত মানকে স্বীকার করে, তবুও সেই আদর্শগুলিকে উদযাপন করে যা নারীদের জন্য আরও সুযোগ খুলে দিয়েছিল।\n\n\n== আরো পড়ুন ==\nউত্তর কোরিয়ার নারী\nউত্তর কোরিয়ার ইতিহাস\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\nArmstrong, Charles K. (২০০৩)। The North Korean revolution, 1945-1950। Ithaca: Cornell University Press। আইএসবিএন 978-0-8014-4014-4। \nKim, Suzy (২০০৫)। Politics of Empowerment: Everyday Life Within the North Korean Revolution (1945-1950) (Ph.D. thesis)। University of Chicago, Department of History। ওসিএলসি 61883008। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPark, Kyung Ae (১৯৯২)। \"Women and Revolution in North Korea\"। Pacific Affairs। 65 (4): 527–545। জেস্টোর 2760318। ডিওআই:10.2307/2760318।"}