{"pageid": 1522318, "title": "আহমদ কুট্টি", "url": "https://bn.wikipedia.org/wiki?curid=1522318", "content": "আহমদ কুট্টি (জন্ম ১৯৪৬ সালে, ভারতের কেরালার ভালানচেরিতে) একজন উত্তর আমেরিকার ইসলামী পণ্ডিত। তিনি বর্তমানে টরন্টোর ইসলামিক ইনস্টিটিউটে সিনিয়র রেসিডেন্ট ইসলামী পণ্ডিত হিসেবে কাজ করছেন এবং টরন্টো বিশ্ববিদ্যালয়ের ইমানুয়েল কলেজে সহকারী প্রশিক্ষক হিসেবে পড়িয়েছেন। তিনি ফয়সাল কুট্টির বাবা।\n\n\n== প্রাথমিক শিক্ষা এবং পটভূমি ==\nকুট্টি ঐতিহ্যবাহী ইসলামী বিজ্ঞানে স্নাতক হয়েছেন এবং দক্ষিণ ভারতের শীর্ষস্থানীয় ইসলামী প্রতিষ্ঠান ইসলামিয়া কলেজ সান্তাপুরম থেকে আল-ফকিহ ফি আল-দ্বীন (প্রথম শ্রেণি) ইজাজাহ (উপাধি) লাভ করেছেন। তিনি জামায়াত কেরালার মুখপত্র প্রোবোধনাম পত্রিকার সম্পাদক হিসেবে কাজ করেছেন। এই সময়ে তিনি সাইয়েদ কুতুবের \"সোশ্যাল জাস্টিস\" (আল-আদালাতুল ইজতিমাইয়া ফি আল-ইসলাম) বইটি মালয়ালম ভাষায় অনুবাদ করেন (প্রথম প্রকাশ ১৯৬৯ সালে, আই.পি.এইচ প্রকাশনা, নং ৭৪, ইসলামিক পাবলিশিং হাউস, কালিকট, কেরালা, ভারত)।\nকুট্টি সৌদি আরবের মদীনার ইসলামি বিশ্ববিদ্যালয়ে পড়ার জন্য বৃত্তি অর্জন করেন। এখান থেকে ১৯৭২ সালে উসুল আল-দ্বীনে প্রথম শ্রেণিতে শীর্ষস্থান অর্জন করেন।\n১৯৭২ সালে, তিনি টরন্টো বিশ্ববিদ্যালয় থেকে ইসলামি শিক্ষায় এমএ করার জন্য বৃত্তি নিয়ে কানাডায় পৌঁছান। ১৯৭২ সালে তিনি কানাডায় আসেন। সেখানে টরন্টো বিশ্ববিদ্যালয় থেকে ইসলামী অধ্যয়নে এম.এ. করার জন্য বৃত্তি লাভ করেন। পরে তিনি ম্যাকগিল  বিশ্ববিদ্যালয়ের  ইসলামি শিক্ষা ইনস্টিটিউটে ডক্টরাল গবেষণা চালিয়ে যান। সেখানে তিনি ১৯৭৫ থেকে ১৯৮০ সাল পর্যন্ত বৃত্তি পেয়ে অধ্যাপক চার্লস অ্যাডামস এবং অধ্যাপক এ. ইউনার তুরগের তত্ত্বাবধানে গবেষণা চালিয়ে যান। ১৯৫২ সালে উইলফ্রেড ক্যান্টওয়েল স্মিথ কর্তৃক প্রতিষ্ঠিত এই ইনস্টিটিউটটি উত্তর আমেরিকার প্রথম ইসলামি শিক্ষা ইনস্টিটিউট।\n১৯৭৬ সালে ভারত সফরের সময় শেখ কুট্টি বিরুদ্ধে প্রধানমন্ত্রী ইন্দিরা গান্ধীর প্রশাসন কর্তৃক ঘোষিত জরুরি অবস্থা চলাকালীন গ্রেপ্তারি পরোয়ানা জারি হয়। প্রধানত তার ইসলামি প্রকাশনা সংস্থার অনুবাদ কাজ এবং কেরালা জামায়াতের মুখপত্র প্রোবোধনাম সাপ্তাহিকের জন্য গ্রেপ্তারি পরোয়ানা জারি হয়। ভারতে \"জরুরি অবস্থা\" বলতে ১৯৭৫-৭৭ সালের ২১ মাসের সময়কে বোঝানো হয়। তখনকার প্রধানমন্ত্রী ইন্দিরা গান্ধী একতরফাভাবে দেশে জরুরি অবস্থা ঘোষণা করেন। রাষ্ট্রপতি ফখরুদ্দিন আলী আহমেদ সংবিধানের ৩৫২(১) ধারার অধীনে \"অভ্যন্তরীণ অশান্তি\"র কারণে এটি আনুষ্ঠানিকভাবে জারি করেন। এটি ১৯৭৫ সালের ২৫ জুন থেকে ১৯৭৭ সালের ২১ মার্চ পর্যন্ত কার্যকর ছিল।\nতার ছেলে ফয়সাল কুট্টি তার শৈশবের প্রথম স্মৃতি হিসেবে বর্ণনা করেন যে, তারা নিরাপদ আশ্রয় থেকে আশ্রয়ে পালিয়ে বেড়াতেন, যতক্ষণ না পরিবার ভারত ছেড়ে যেতে পারে।\n২০০৩ সালের ১১ সেপ্টেম্বর তিনি এবং ইমাম আব্দুল হামিদ বিমান থেকে নামার পর  আটক করে ফোর্ট লডারডেল কারাগারে রাখা হয়। তারা দুজন ফ্লোরিডায় একটি ইসলামিক সম্মেলনে বক্তৃতা দিতে যাচ্ছিলেন। কুট্টি একজন সুপরিচিত পণ্ডিত, প্রচারক এবং ইসলাম ও মুসলিমদের উপর বক্তা। তিনি সেই দিনই টরন্টোর ইসলামিক সেন্টারে জুমার খুতবায় টুইন টাওয়ারে সন্ত্রাসী হামলার নিন্দা জানানো প্রথম ও সবচেয়ে সোচ্চার ইমামদের একজন ছিলেন।\nএছাড়াও অরল্যান্ডো সম্মেলনে আলোচিত বিষয়গুলির মধ্যে ছিল চরমপন্থা এবং ধর্মান্ধতার বিপদ। কানাডায় ফিরে আসার পর শেখ কুট্টি জিজ্ঞাসা করলেন: \"যদি আমেরিকান অভিবাসন কর্মকর্তারা মধ্যপন্থা প্রচারের জন্য সুপরিচিত আমার এবং হামিদের পিছনে লাগতে পারে। তাহলে সাধারণ মুসলিমদের কী হবে?\"\n\n\n== কর্মজীবন ও সম্মাননা ==\nকুট্টি ম্যাকগিল বিশ্ববিদ্যালয় থাকাকালীন মন্ট্রিলের বিভিন্ন মসজিদ এবং ইসলামিক কেন্দ্রে ইমাম হিসেবে দায়িত্ব পালন করেছিলেন। এরপর তিনি নিম্নলিখিত পদে অধিষ্ঠিত ছিলেন:\n\n১৯৭৩–১৯৭৫: সহকারী পরিচালক: ইসলামিক সেন্টার অফ টরন্টো\n১৯৭৯–১৯৮২: পরিচালক/ইমাম: ইসলামিক সেন্টার অফ টরন্টো\n১৯৮৪–১৯৯৫: টরন্টোর ইসলামিক ফাউন্ডেশনের পরিচালক/ইমাম\n১৯৯৬—আবাসিক পণ্ডিত এবং সিনিয়র লেকচারার, ইসলামিক ইনস্টিটিউট অফ টরন্টো\nকুট্টি উত্তর আমেরিকার ফিকহ কাউন্সিলে দায়িত্ব পালন করেছেন, যা এই মহাদেশের বিশিষ্ট ইসলামী আইন সংস্থা। তিনি মন্ট্রিল ও টরন্টোর বিভিন্ন প্রতিষ্ঠানে, যেমন টরন্টোর জামি মসজিদ এবং টরন্টো ইসলামিক ফাউন্ডেশনে ইমাম ও পণ্ডিত হিসেবে কাজ করেছেন। তিনি বর্তমানে টরন্টোর ইসলামিক ইনস্টিটিউটে আবাসিক পণ্ডিত।\nতিনি একসময় ইসলাম অনলাইনে নিয়মিত ইসলামী আইনের প্রশ্নের উত্তর দিতেন।\n২০১২ সালে স্টুডেন্টস ইসলামিক অর্গানাইজেশন অফ ইন্ডিয়া কেরালার বার্ষিক সম্মেলনে মুসলিম বিশ্বের সংকটের উপর আলোকপাত করে তাঁর ভাষণ তাঁর দৃষ্টিভঙ্গি এবং দৃষ্টিভঙ্গির প্রতিফলন।  শেখ কুট্টি কানাডার ১২০ জন ইমামের মধ্যে একজন ছিলেন যারা কানাডিয়ান কাউন্সিল অন আমেরিকান-ইসলামিক রিলেশনসের মাধ্যমে সন্ত্রাসবাদের বিরুদ্ধে একটি বিবৃতিতে স্বাক্ষর করেন। বিবৃতিতে বলা হয়:  \"যে কেউ নিজেকে মুসলিম বলে দাবি করে এবং নিরীহ জীবন নষ্ট করার সাথে কোনোভাবে জড়িত হয়, সে ইসলামের চেতনা ও শিক্ষাকে বিশ্বাসঘাতকতা করছে।\"\nকুট্টিকে বিশ্বের ৫০০ প্রভাবশালী মুসলিমদের একজন হিসেবে বিবেচনা করা হত।\n\n\n== গ্রন্থপঞ্জি ==\nকুট্টি অনেক বই, গবেষণাপত্র ইত্যাদি লিখেছেন।\n\n\n=== পণ্ডিতিপূর্ণ গবেষণাপত্র/কাজ/প্রকাশনা ===\nপথ জীবনযাপন: নবী মুহাম্মদের জীবন থেকে শিক্ষা (২০১৪)\nআপনি জানতে চেয়েছিলেন: ইসলাম সম্পর্কে প্রশ্নোত্তর (২০১৪)\nরমজান এবং রোজা: একটি সংক্ষিপ্ত নির্দেশিকা (২০১৪)।\nআলী মাজরুই: একজন উত্তর-আধুনিক ইবনে খালদুন: অধ্যাপক মাজরুইয়ের উত্তরাধিকারের প্রতিফলন (১৯৩৩ - ২০১৪)\nডঃ জাফর ইসহাক আনসারি (১৯৩২-২০১৬): একজন নম্র মুসলিম, মেধাবী শিক্ষাবিদ\nগাজ্জালীর আধ্যাত্মিক চিকিৎসা পদ্ধতি\nইবনে তাইমিয়াস আল-আকিদাত আল-ওয়াসিতিয়াহ (১৯৭৮) এর একটি বিশ্লেষণাত্মক গবেষণা\nইবনে খালদুন্স শিফা আল-সাইল ফি তাহদীব আল-মাসায়েল (১৯৭৬) এর একটি বিশ্লেষণাত্মক গবেষণা\nআল-নাস ওয়া আল-ইখতিয়ার ফি আল-খিলাফাহ: একটি তুলনামূলক অধ্যয়ন সুন্নি এবং শিয়া তত্ত্বের খিলাফাহ/ইমামাহ (১৯৮২)\nআবু মনসুর আল-মাতুরিদির কিতাব আল-তাওহিদ (মৃত্যু ৯৪৪): কালামের উন্নয়নে তাঁর ভূমিকার রেফারেন্স সহ তাঁর কাজের উপর একটি প্রতিবেদন (১৯৭৮)\nখিলাফতের বিলুপ্তি এবং মুসলিম বিশ্বের প্রতিক্রিয়া (১৯৭৬)\nশাহ ওয়ালিউল্লাহর শরিয়াহ ধারণা (১৯৭৯)\nসুফিবাদের প্রতি ইবনে তাইমিয়ার মনোভাব (১৯৭৯)\nইসলামী অন্ত্যেষ্টিক্রিয়া (১৯৯১)\nইসলামে সামাজিক ন্যায়বিচার: সাইয়্যেদ কুতুবস আল-আদালাতুল ইজতিমাইয়্যাহ ফি আল-ইসলামের মালায়লামে অনুবাদ (৪র্থ সংস্করণ, ১৯৮৭)\nবিভিন্ন সংবাদপত্র/পত্রিকায় প্রকাশিত বিবিধ প্রবন্ধ\n\n\n=== পড়ানো বিষয় ===\nফিকহের বিবর্তন এবং আইনশাস্ত্রের উদ্ভব\nফিকহ আল-হাদিস: ইমাম মালিকের মুওয়াত্তার অধ্যয়ন\nসহীহ আল-বুখারীর পাঠ\nইসলামী নীতিশাস্ত্র: রিয়াদ আল-সালিহীনে পাঠ\nঅগ্রাধিকারের ফিকহ\nসংখ্যালঘুদের ফিকহ\nকুরআনের আলোকে ইসলামী নীতি ও আদর্শ\nইমাম গাজ্জালিস ইহইয়া উলুম আল-দীনের উপর ভিত্তি করে ইসলামিক আধ্যাত্মিকতার অধ্যয়ন\nআকিদাহ তাহাউইয়্যার একটি বিশ্লেষণাত্মক অধ্যয়ন\nইসলামে বিবাহ এবং পরিবার\nতুলনামূলক ধর্ম\nফিকহ আল-যাকাহ\nইসলামী আইনশাস্ত্রের মূলনীতি (উসূল আল-ফিকহ)\nসূরা ইউসুফের বিষয়ভিত্তিক অধ্যয়ন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nAskTheScholar.com – এটি আহমদ কুট্টির ব্যক্তিগত ওয়েবসাইট\n\"হালাল ১০১ – শরিয়া উপদেষ্টা কমিটি\" ওয়েব। আগস্ট ২০১৪"}