{"pageid": 1522237, "title": "সমীরা সনিশ", "url": "https://bn.wikipedia.org/wiki?curid=1522237", "content": "সমীরা সনিশ (জন্ম: ২৭ জুন ১৯৮৩) হলেন কেরালার একজন ভারতীয় পোশাক-এবং-ফ্যাশন ডিজাইনার, যিনি মালয়ালম ভাষার চলচ্চিত্রে তার কাজের জন্য  ব্যাপক পরিচিত।  তিনি সেরা পোশাক ডিজাইনারের জন্য দুইটি কেরালা রাজ্য চলচ্চিত্র পুরস্কার (২০১৪ এবং ২০১৮) পেয়েছেন।  ২০১৯ সালের মার্চ পর্যন্ত, তিনি প্রায় ১৫০টি পূর্ণদৈর্ঘ্য চলচ্চিত্রের অংশ ছিলেন।  মিডিয়া তাকে প্রায়শই \"মালয়ালম চলচ্চিত্র শিল্পের সবচেয়ে ব্যস্ততম পোশাক ডিজাইনার\" হিসেবে বর্ণনা করে। \n\n\n== প্রাথমিক এবং ব্যক্তিগত জীবন ==\n১৯৮৩ সালের জুন মাসে ইব্রাহিম এবং জামিলার ঘরে সমীরার জন্ম। তিনি কোচিনের ভারত মাতা কলেজ থেকে স্নাতক ডিগ্রি অর্জন করেন।  অঙ্কন এবং কাপড়ের উপর ছবি আঁকার প্রতি তার ভালোবাসাই তাকে ফ্যাশন ডিজাইনিংয়ে ডিপ্লোমা করার দিকে ঠেলে  দেয়।  তিনি কোচির একজন ইঞ্জিনিয়ার সনিশ কেজে-র সাথে বিবাহ করেন।  তিনি তার জীবন এবং কর্মজীবনে তার প্রয়াত মা জামিলার প্রভাবকেই মূল বলে উল্লেখ করেছেন।  কলকাতার একজন বিখ্যাত ফ্যাশন ডিজাইনার সব্যসাচী মুখার্জি হলেন সমীরা সনিশের \"প্রিয় ডিজাইনার\"। \n\n\n== কর্মজীবন ==\nসমীরা কোচিনের ন্যাশনাল ইনস্টিটিউট ফর ফ্যাশন ডিজাইনিং থেকে ফ্যাশন ডিজাইনিংয়ে ডিপ্লোমা করেছেন।  তিনি রেমন্ডের একজন নিজস্ব ডিজাইনার হিসেবে তার পেশাদার জীবন শুরু করেছিলেন।  কোচিনে পড়াশোনা করার সময়ই তিনি বিভিন্নি বিজ্ঞাপনের জন্য পোশাকের ডিজাইনের ফ্রিল্যান্সিং শুরু করেছিলেন। তিনি সোন্দারিয়া সিল্কসের টেলিভিশন বিজ্ঞাপন দিয়ে যাত্রা শুরু করেছিলেন এবং মহীশূর প্রাসাদে শুটিং করা সীমাস ব্র্যান্ডের জন্য তার বিজ্ঞাপনটি ব্যাপকভাবে প্রশংসিত হয়েছিল।  তিনি ভীমা, আলুক্কাস, কল্যাণ সিল্কস, ধাত্রী, নীরপাড়া এবং ভিকেসির টেলিভিশন বিজ্ঞাপনের জন্য পোশাক ডিজাইন করেন।  এই টেলিভিশন বিজ্ঞাপনগুলোর মধ্যে কয়েকটিতে দক্ষিণ ভারতের নামকরা চলচ্চিত্র অভিনেতাদের দেখানো হয়েছিল, যেমন নিত্যা মেনন এবং পৃথ্বীরাজ সুকুমারন ।\nপোশাক ডিজাইনার হিসেবে সামিরার প্রথম ছবি ছিল \"দ্য হোয়াইট এলিফ্যান্ট\"। এটি ছিল ২০০৮ সালের একটি কম বাজেটের হিন্দি ছবি, যা পরিচালনা করেছিলেন আইজাজ খান।\n২০০৯ সালে, তার প্রথম প্রধান বাণিজ্যিক ছবি, আশিক আবুর ড্যাডি কুল , মুক্তি পায়।  \"খুব অল্প সময়ের মধ্যে বিপুল সংখ্যক চলচ্চিত্রের জন্য পোশাক ডিজাইন করার\" জন্য সমীরা বর্তমানে লিমকা বুক অফ রেকর্ডস কর্তৃক পুরস্কার পেয়েছেন।  তার প্রায় ২৫ জনের একটি সহায়ক দল রয়েছে যারা চলচ্চিত্রের চরিত্রগুলোর জন্য পোশাক ডিজাইন এবং তৈরি করে।\n\n\n== চলচ্চিত্র তালিকা ==\nঅন্যথায় উল্লিখিত না থাকলে, মালায়ালাম ভাষার সকল চলচ্চিত্র\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফেসবুকে সমীরা সনিশ"}