{"pageid": 1522034, "title": "রবিন হুড অ্যান্ড দ্য গোল্ডেন অ্যারো", "url": "https://bn.wikipedia.org/wiki?curid=1522034", "content": "রবিন হুড অ্যান্ড দ্য গোল্ডেন অ্যারো (রাউড ৩৯৯৪, চাইল্ড ১৫২) একটি ইংরেজি লোকগীতি, যা রবিন হুড ক্যাননের অংশ। এটি একটি তীরন্দাজ প্রতিযোগিতার গল্প, যেখানে পুরস্কার হিসেবে একটি সোনার (বা রুপার) তীর রাখা হয়। এটি রবিন হুডের গল্পগুলোর মধ্যে প্রথম লিখিত দলিল, যেখানে তার ছদ্মবেশ তাকে শনাক্ত হওয়া থেকে রক্ষা করে।\n\n\n== সারাংশ ==\nনটিংহ্যামের শেরিফ রাজা রিচার্ডের কাছে রবিন হুড সম্পর্কে অভিযোগ করে। রাজা ঘোষণা করেন যে শেরিফ তার নিযুক্ত শেরিফ এবং তাকে অবশ্যই রবিনকে ধরতে হবে। শেরিফ একটি তীরন্দাজ প্রতিযোগিতার পরিকল্পনা করে, যেখানে পুরস্কার হিসেবে সোনার ও রুপার মাথাযুক্ত তীর থাকবে। ডেভিড অব ডনকাস্টার এটি একটি ফাঁদ বলে সতর্ক করলেও রবিন প্রতিযোগিতায় অংশ নেওয়ার সিদ্ধান্ত নেয়, তবে মেরি মেনদের ছদ্মবেশে ব্যাপকভাবে অংশ নেওয়ার নির্দেশ দেয়। রবিন ছদ্মবেশে প্রতিযোগিতায় জয়ী হয় এবং শনাক্ত না হয়েই পালিয়ে যায়। লিটল জন-এর পরামর্শে, শেরিফের হলে একটি চিঠি ছুঁড়ে পাঠানো হয়, যাতে আসল সত্য জানানো হয়।\n\n\n== রবিন হুডের গল্পে তীরন্দাজ প্রতিযোগিতা ==\nরবিন হুডের কাহিনীগুলিতে বহু তীরন্দাজ প্রতিযোগিতা রয়েছে, তবে অনেকগুলো এই উৎস থেকে উদ্ভূত হয়েছে, যেমন হাওয়ার্ড পাইলের দ্য মেরি অ্যাডভেঞ্চারস অব রবিন হুড। অন্যান্য কিছু গল্প এ গেস্ট অব রবিন হুড-এ বর্ণিত পুরনো প্রতিযোগিতার সাথে ঘনিষ্ঠভাবে সম্পর্কিত, যেখানে রবিন ও তার দল চিহ্নিত হয়ে পড়ে এবং লড়াই করে মুক্তি পেতে হয়।\n\n\n== উপস্থাপনা ==\nএই কাহিনী ১৯৩৮ সালের চলচ্চিত্র দ্য অ্যাডভেঞ্চারস অব রবিন হুড-এ দেখানো হয়, যেখানে প্রিন্স জন, গাই অব গিসবার্ন এবং নটিংহ্যামের শেরিফ রবিনকে ধরার জন্য একটি ফাঁদ তৈরি করে। রবিন প্রতিযোগিতায় জয়ী হয় এবং পুরস্কার হিসেবে লেডি মেরিয়ানের হাত থেকে সোনার তীর গ্রহণ করে। গল্পের পরিবর্তিত রূপ রবিন অব শেরউড টেলিভিশন সিরিজের প্রথম পর্বে দেখা যায়, যেখানে পুরস্কার হিসেবে হার্ন দ্য হান্টার-এর রূপার তীর রাখা হয়, যা রবিনকে প্রলুব্ধ করার জন্য ব্যবহার করা হয়।  \nএই ঘটনাটি মেল ব্রুকস'র রবিন হুড: মেন ইন টাইটস-এ ব্যঙ্গাত্মকভাবে উপস্থাপিত হয়েছে, যেখানে প্রতিযোগিতাটি রবিনকে প্রলুব্ধ করে।  \nএটি ১৯৭৩ সালের ডিজনির অ্যানিমেটেড চলচ্চিত্র-এও দেখা যায়, যেখানে পুরস্কার ছিল সোনার তীর ও মেড মেরিয়ানের চুম্বন।  \nএছাড়াও, এটি কনকোয়েস্টস অব দ্য লংবো: দ্য লিজেন্ড অব রবিন হুড ভিডিও গেমে অন্তর্ভুক্ত রয়েছে, যেখানে রবিন হুড চরিত্র হিসেবে খেলে প্রতিযোগিতায় জয়ী হলে ১৫,০০০ মার্কস মূল্যের সোনার তীর অর্জন করা যায়, যা সিংহহৃদয় রিচার্ডকে বিদেশের কারাগার থেকে মুক্ত করার জন্য মুক্তিপণ হিসেবে ব্যবহৃত হয়।  \nএই ঘটনা ডক্টর হু-এর \"রোবট অব শেরউড\" পর্বেও প্রদর্শিত হয়েছে, যেখানে রবিন এক প্রতিযোগীর তীর দ্বিখণ্ডিত করে, পরে ডক্টর রবিনের তীর দ্বিখণ্ডিত করে।\n\n\n== আরও দেখুন ==\nচাইল্ড ব্যালাডের তালিকা\n\n\n== টীকা ==\n\n\n== বহিঃসংযোগ ==\nরবিন হুড অ্যান্ড দ্য গোল্ডেন অ্যারো"}