{"pageid": 1522615, "title": "আরিকামেডু", "url": "https://bn.wikipedia.org/wiki?curid=1522615", "content": "আরিকামেডু হল দক্ষিণ ভারতের একটি প্রত্নক্ষেত্র। এটি পুদুচেরি কেন্দ্রশাসিত অঞ্চলের আরিয়াঙ্কুপ্পাম কমিউনের কাক্কায়ানথোপে অবস্থিত। এটি পুদুচেরির রাজধানী পন্ডিচেরি থেকে প্রায় ৪ কিলোমিটার দূরে অবস্থিত।\nস্যার মর্টিমার হুইলার ১৯৪৫ সালে এবং জঁ-মারি কাসাল ১৯৪৭-১৯৫০ সময়কালে এখানে প্রত্নতাত্ত্বিক খননকার্য পরিচালনা করেন। এই স্থানটিকে এরিথ্রিয়ান সাগরের পেরিপ্লাস এবং টলেমি-র বর্ণনা অনুযায়ী \"এম্পোরিয়াম\" হিসেবে পরিচিত পোদৌকে বন্দর হিসেবে চিহ্নিত করা হয়েছে। খননকার্যের মাধ্যমে এখানে আমফোরা, অ্যারিটাইন ওয়্যার, রোমান প্রদীপ, কাচের পাত্র, কাচ ও পাথরের পুঁতি এবং মূল্যবান পাথর পাওয়া গেছে। এই খননকার্যের ভিত্তিতে হুইলার সিদ্ধান্তে পৌঁছান যে আরিকামেডু ছিল একটি গ্রিক (যবন) বাণিজ্যিক কেন্দ্র যা রোমের সাথে বাণিজ্য করত, যার সূচনা অগাস্টাস সিজারের শাসনামলে এবং এটি প্রায় দুশো বছর ধরে টিকে ছিল—খ্রিস্টপূর্ব প্রথম শতাব্দীর শেষ থেকে খ্রিস্টীয় প্রথম ও দ্বিতীয় শতাব্দী পর্যন্ত। পরবর্তীতে ১৯৮৯ থেকে ১৯৯২ সালের মধ্যে বিমলা বিগলির অনুসন্ধান এই মূল্যায়ন পরিমার্জিত করে এবং এখন বসতির সময়কাল নির্ধারণ করা হয়েছে খ্রিস্টপূর্ব দ্বিতীয় শতাব্দী থেকে খ্রিস্টীয় অষ্টম শতাব্দী পর্যন্ত।\nআরিকামেডুর উল্লেখযোগ্য আবিষ্কারের মধ্যে রয়েছে অসংখ্য ইন্দো-প্যাসিফিক মণি, যা এর উৎপত্তির সময়কাল নির্ধারণে সহায়ক হয়েছে। লাল ও কালো মৃৎপাত্র—যেগুলিকে মেগালিথিক পাথর বা তামিল ভাষায় \"পান্ডুকল\" (প্রাচীন পাথর) বলা হয় এবং সমাধি চিহ্নিত করতে ব্যবহৃত হত—এগুলি বাণিজ্যকেন্দ্রের সময়কালের আগে থেকেই এখানে বিদ্যমান ছিল এবং পরবর্তী সময়েও ব্যবহৃত হয়েছে।\n\n\n== অবস্থান ==\n  \nআরিকামেডু ভারতের দক্ষিণ-পূর্ব উপকূলবর্তী একটি মৎস্যজীবী গ্রাম, যা পুদুচেরি-কুড্ডালোর সড়কের ধারে পুদুচেরি থেকে ৪ কিলোমিটার দূরে অবস্থিত। এটি মূলত একটি ফরাসি উপনিবেশিক শহর ছিল এবং বর্তমানে আড়িয়ানকুপ্পাম পঞ্চায়েতের অধীনে রয়েছে। এই স্থানটি আড়িয়ানকুপ্পাম নদীর (বছরের বেশিরভাগ সময় এটি একটি লেগুন হিসেবে বিবেচিত) তীরে অবস্থিত, যা বিরমপট্টিনম নদী নামেও পরিচিত। এই নদীটি জিঞ্জি নদীর উত্তরমুখী নির্গমপথ হিসেবে বঙ্গোপসাগরের সাথে মিলিত হয়েছে। নদীর বাঁকে অবস্থিত হওয়ায় এই স্থানটি সমুদ্রগামী জাহাজগুলিকে প্রাকৃতিক সুরক্ষা প্রদান করে। প্রত্নতাত্ত্বিকভাবে গুরুত্বপূর্ণ এই স্থানটিতে ব্যাপক খননকার্য পরিচালিত হয়েছে। এই প্রত্নস্থলটি ৩৪.৫৭ একর জুড়ে বিস্তৃত এবং ১৯৮২ সাল থেকে ভারতীয় পুরাতত্ত্ব সর্বেক্ষণের তত্ত্বাবধানে রয়েছে।\n\n\n== খননকার্য ==\n\nআরিকামেডু পাহাড়ের খননকৃত এলাকাকে বসতি ও উচ্চতার ভিত্তিতে দুটি অঞ্চলে ভাগ করা হয়েছিল। পাহাড়ের উত্তরাংশ সমুদ্র উপকূলের কাছাকাছি, অন্যদিকে দক্ষিণাংশ উপকূল থেকে দূরে অবস্থিত। উত্তরাংশে পাওয়া মৃৎপাত্র ও রান্নার পাত্রের সিরামিক নিদর্শন থেকে বোঝা যায়, এখানে নাবিক ও বণিকদের জন্য ব্যাপক আহারের ব্যবস্থা ছিল। খ্রিস্টপূর্ব ২য় শতকের শেষভাগে পশ্চিমা দেশগুলি থেকে অ্যাম্ফোরায় সংরক্ষিত ওয়াইন প্রধান আমদানি পণ্য ছিল।\nহুইলারের মতে, পাহাড়ের উত্তর ও দক্ষিণাংশের নিদর্শনগুলি খ্রিস্টপূর্ব ১ম শতকের শেষভাগ থেকে খ্রিস্টীয় ১ম ও ২য় শতকের সময়কালের। শনাক্তকৃত কাঠামোগুলির মধ্যে রয়েছে:\n\nদক্ষিণাংশে একটি ইট ও চুনের প্লাস্টারযুক্ত আয়তাকার গোদাম (দৈর্ঘ্য ৪৫ মিটার), যার মধ্যে বিভাজক প্রাচীর রয়েছে।\nউত্তরাংশে দুটি প্রাচীরবেষ্টিত অঞ্চল, যেখানে ডোবা ও নিকাশি ব্যবস্থাসহ মসলিন রপ্তানির জন্য রঞ্জক কাজের ভাটি থাকতে পারে।\nস্থানীয় ও ভূমধ্যসাগরীয় অঞ্চলের মৃৎপাত্র, যেমন অ্যাম্ফোরি এবং অ্যারেটাইন ওয়্যার। এগুলি খ্রিস্টপূর্ব ১ম শতকের টেরা সিগিলাটা (স্ট্যাম্পযুক্ত মৃৎপাত্র) শ্রেণির, যা ৫০ খ্রিস্টাব্দের পর ব্যবহার বন্ধ হয়ে যায়।\nগোলাপি রঙের অ্যাম্ফোরি জার (দুই হাতলযুক্ত), যাতে ওয়াইন বা তেল রাখা হত; এগুলি খননের সব স্তরেই পাওয়া গেছে।\nঅন্যান্য নিদর্শনের মধ্যে রয়েছে চাকাযুক্ত কালো মৃৎপাত্র, টেরাকোটা মূর্তি, শঙ্খের মনি, রত্নপাথর, সোনা, লোহার পেরেক, তামার বাদ্যবস্তু, লাল রঙের রোমান ল্যাম্পশেডের টুকরো, সম্রাট অগাস্টাসের খোদাইকৃত প্রতীক, হাতির দাঁতের হাতল এবং কাঠের খেলনা নৌকা। এই পুরাতাত্ত্বিক সামগ্রীর ভিত্তিতে হুইলার সিদ্ধান্ত নেন যে আরিকামেডু একটি গ্রিক (যবন) বাণিজ্যকেন্দ্র ছিল। তবে বেগলের সাম্প্রতিক খনন এই ধারণা সংশোধন করেছে।\nউত্তরাংশের কাঠামো থেকে নগরায়নের ইঙ্গিত মেলে, যেখানে বিভিন্ন জাতিগত গোষ্ঠী—ভারতীয় ও অ-ভারতীয়—এর বসবাস ছিল। তবে খননের গভীরতা সীমিত হওয়ায় তাদের সময়কাল নির্ধারণ করা সম্ভব হয়নি।\n\n\n== সংরক্ষণ ==\n  \n২০০৪ সালের অক্টোবরে পুদুচেরি সরকার এবং ইতালীয় পররাষ্ট্র মন্ত্রণালয়ের যৌথ আয়োজনে একটি আন্তর্জাতিক সম্মেলনে আরিকামেডু প্রত্নস্থলের সংরক্ষণের জন্য যৌথ অনুসন্ধানের সিদ্ধান্ত গৃহীত হয়। এই স্থানটি প্রাচীন রোমান সাম্রাজ্যের সাথে বাণিজ্যিক যোগসূত্রের কারণে ঐতিহাসিকভাবে গুরুত্বপূর্ণ হিসেবে স্বীকৃত। সম্মেলনে পুদুচেরি সরকার এই স্থানটিকে ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থান হিসেবে মনোনয়নের প্রস্তাবও করে। ভারতের পুরাতত্ত্ব সর্বেক্ষণ (Archaeological Survey of India) এই স্থানটিকে \"ভারতের রেশম পথের স্থানসমূহ\" শিরোনামে ইউনেস্কোর সাংস্কৃতিক ঐতিহ্যবাহী স্থানের মর্যাদার জন্যও প্রস্তাব করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}