{"pageid": 1522524, "title": "ফাতেমা বারনাউই", "url": "https://bn.wikipedia.org/wiki?curid=1522524", "content": "ফাতেমা মোহাম্মদ বারনাউই(১৯৩৯- ২০২২-এর ৩রা নভেম্বর) একজন আফ্রো-ফিলিস্তিনি নারী যে মধ্য ১৯৬০ দশকে ইসরায়েলি-ফিলিস্তিনি সংঘাতের একটি উল্লেখযোগ্য সময়ে ফাতেহ-এর সাথে\nজড়িত ছিল। তিনি প্রথম ফিলিস্তিনি নারী যিনি দখলকৃত পশ্চিম জেরুজালেমে সশস্ত্র প্রতিরোধ বিক্ষোভ সংগঠিত করে—১৯৬৭ সালের অক্টোবরে একটি সিনেমা হলে বোমাবর্ষণের প্রচেষ্টা করেছিল।\n\n\n== পটভূমি এবং প্রাথমিক জীবন ==\nবারনাউই ১৯৩৯ সালে জেরুজালেমে জন্মগ্রহণ করেন। ১৯৪৮ সালে নাবকা চলাকালীন নয় বছর বয়সী বারনাউই এবং তাঁর ফিলিস্তিনি মাকে জেরুজালেম থেকে বাস্তুচ্যুত করে আম্মানের নিকট একটি শরণার্থী শিবিরে পাঠানো হয়। কিন্তু পরবর্তীতে তারা ফিলিস্তিনে নাইজেরিয়ান পিতার কাছে চলে যায়। বারনাউইের পিতা ১৯৩৬ সালের প্ফিলিস্তিনি বিদ্রোহে লড়াই করেছিলেন এবং থেকে গিয়েছিলেন।\nবারনাউই সৌদি আরবে আরব-আমেরিকান তেল কোম্পানিতে একজন ব্যবহারিক নার্স হিসেবে কাজ করতেন।\n\n\n== রাজনৈতিক জীবন ==\nঅমল কাওয়ার তাঁর গবেষণা \"ডটার্স অফ প্যালেসটাইন\"-এর জন্যে ৩৪ জন ফিলিস্তিনি নারীদের সাক্ষাৎকার নেয়, যেখানে বারনাউই কেবল ৪জনের মধ্যে একজন ছিলেন যারা প্রতিরোধ আন্দোলনে প্রাথমিকভাবে মুক্তিযোদ্ধা হিসেবে অংশগ্রহন এবং পরে রাজনৈতিক প্রতিরোধকারী হয়েছেন। বাকিরা ছিল লাইলা খালেদ, আইশা অদেহ এবং রামিয়ে অদেহ\n\n\n=== বোমা হামলার চেষ্টা এবং গ্রেপ্তার ===\n১৯৬৭ সালের অক্টোবরে পশ্চিম জেরুজালেমে যাইওন সিনেমাতে এই বোমা হামলার চেষ্টা করা হয়। বারনাউই বলেছিলেন যে ছয় দিনের যুদ্ধ উদযাপনকারী একটি চলচ্চিত্রের প্রতিবাদে এই বোমার লক্ষ্য ছিল। বোমাটি বিস্ফোরিত হতে ব্যর্থ হয় এবং তাঁকে এই প্রয়াশের জন্যে ইসরাইলি সৈন্য আটক করে। বারনাউইর মতে তাঁর দেহের বর্ণ তাঁর গ্রেফতারের একটি কারণ ছিল, ভাষ্যমতে, \"অবশ্যই তারা আফ্রিকান বংশোদ্ভূত সকল তরুণীদের গ্রেফতার করেছিল।\"\nযদিও যাবজ্জীবন কারাদণ্ড দেয়া হয়েছিল, ১০ বছর পরে ১৯৭৭ সালে একটি কারাবন্দী বিনিময়ে বারনাউইকে মুক্তি দেয়া হয়। ১৯৭৯ সালে তাকে নির্বাসিত করা হয়েছিল, কিন্তু ফাতাহ রাজনৈতিক দলে ফেরত আসেন। পরবর্তীতে তিনি গাজায় ফিলিস্তিনি মহিলা পুলিশ কর্পোরেশনের প্রথম নারী প্রধান হিসেবে কাজ করেন।\n\n\n== ব্যক্তিগত ==\nতিনি একর-এর প্রাক্তন কারাবন্দী ফাওজি আল-নিমরকে বিয়ে করেন। আল-নিমরকে ১৯৮৫ সালের মে মাসে মুক্ত করা হয়।\n২০২২ সালের ৩রা নভেম্বর কায়রোতে অবস্থিত \"ফিলিস্তিন হসপিটাল\"-এ ৮৩ বছর বয়সে ইন্তেকাল করেন এবং পরবর্তীতে নভেম্বরের ৬ তারিখে গাজা শহরে দাফন করা হয়।\n\n\n== তথ্যসূত্র =="}