{"pageid": 1522310, "title": "তা‘তীল", "url": "https://bn.wikipedia.org/wiki?curid=1522310", "content": "ইসলামী ধর্মতত্ত্বে, তা‘তীল (আরবি: تَعْطِيل‎) বলতে আল্লাহর গুণাবলী থেকে তাঁকে মুক্ত বা শূন্য করা বোঝায়। শব্দটির আক্ষরিক অর্থ হলো কিছু স্থগিত বা বন্ধ করে দেওয়া। এটি অপোফেটিক ধর্মতত্ত্বের একটি রূপ বোঝায়, যেখানে বলা হয় যে আল্লাহ তাঁর সৃষ্টির সাথে কোনোভাবেই সাদৃশ্য রাখেন না এবং মানুষের উপলব্ধির সীমাবদ্ধতার কারণে আল্লাহর গুণাবলী সম্পর্কে নীরব থাকা উচিত এবং কুরআন ও হাদিসে যে ব্যাখ্যাগুলো দেওয়া হয়েছে, সেগুলোতেই সন্তুষ্ট থাকা উচিত। তা‘তীল শব্দটি তাশবীহ (নররূপবাদ বা মানবিক গুণ আরোপ)— অর্থাৎ, আল্লাহকে মানবিক বৈশিষ্ট্য বা আবেগের সাথে সম্পৃক্ত করার সম্পূর্ণ বিপরীত। মূলধারার ইসলামে, তা‘তীল ও তাশবীহ উভয়ই গুনাহ বা ভ্রষ্টতা হিসেবে বিবেচিত হয় এবং সুন্নি মতবাদে জাহমিয়াদের সাথে যুক্ত করা হয়।\nতা‘তীল থেকে সঠিক পথে ফিরিয়ে আনার মতবাদটি হলো তাসবীত (আল্লাহর গুণাবলী নিশ্চিত করা), এবং তাশবীহ থেকে সঠিক পথে ফিরিয়ে আনার মতবাদটি হলো তানযীহ (আল্লাহকে সর্বপ্রকার অপবিত্রতা ও সীমাবদ্ধতা থেকে মুক্ত রাখা)।\n\n\n== মু'আত্তিলা বা তা‘তিলি ==\nযারা তা‘তীল এর সাথে জড়িত বলে অভিযুক্ত, তাদের মু'আত্তিলা (\"গুণাবলী থেকে মুক্তকারীরা\") বা তা‘তিলি বলা হতে পারে। ঐতিহাসিকভাবে, জাহম ইবন সফওয়ান (মৃত্যু: ৭৪৬) এর অনুসারীরা— জাহমিয়া — তাদের বিরোধীদের দ্বারা মু'আত্তিলা নামে অভিহিত হতো।\nএছাড়াও, মু'আত্তিলা শব্দটি এমন লোকদের বোঝাতেও ব্যবহৃত হয়েছে, যারা বিশ্বাস করত যে বিশ্ব চিরকাল ধরে বিদ্যমান এবং এর কোনো জ্ঞানী ও প্রজ্ঞাবান স্রষ্টা নেই।\nনবম শতকের মুতাজিলি চিন্তাবিদদের মু'আত্তিলা বলা হতো, কারণ তারা বিশ্বাস করতেন \"[আল্লাহ চিরন্তন...] কিন্তু তিনি যে কোনো চিরন্তন গুণাবলীর (যা তার স্বরূপ থেকে আলাদা) অস্তিত্ব অস্বীকার করেন। [...] [জ্ঞান, ক্ষমতা এবং জীবন তার সত্তার অংশ, নতুবা যদি এগুলোকে আল্লাহর চিরন্তন গুণ বলে ধরা হয়, তাহলে অনেকগুলো চিরন্তন সত্তার অস্তিত্ব মেনে নিতে হবে]।\"\nদাহরিয়াহর বিশ্বাসীদেরও মু'আত্তিলা বলা হতো। তারা বিশ্বাস করতেন যে বিশ্ব প্রকৃতিগতভাবে চিরন্তন এবং আল্লাহ এর স্রষ্টা নন, বরং আকাশ ও নক্ষত্রের বুদ্ধিমত্তা জীব সৃষ্টির কারণ।\nইসলাম-পূর্ব আরবে (জাহেলিয়া যুগে) কিছু লোককে মু'আত্তিলা বা আরব মু'আত্তিলা বলা হতো। তাদের কেউ কেউ আল্লাহ ও পুনরুত্থানের অস্তিত্ব অস্বীকার করতেন, কেউ কেউ আল্লাহতে বিশ্বাস করতেন কিন্তু পুনরুত্থান প্রত্যাখ্যান করতেন, আবার কেউ কেউ নবুওতের ধারণা গ্রহণ করতেন না।\nসাধারণভাবে, যারা আল্লাহ ও তার গুণাবলীর ক্ষেত্রে তানজিহ (সর্বোচ্চ বিশুদ্ধতা ও অবস্তুগততা) ধারণাকে অগ্রাধিকার দেন, তাদের মু'আত্তিলা বলা হয়। যেমন, যারা বিশ্বাস করেন যে আল্লাহকে কোনো বস্তু বা অস্তিত্ব হিসেবে গণ্য করা উচিত নয়, বা যারা নিম্নলিখিত গুণাবলী: অল-হাইয়ু (আরবি: ٱلْحَىُّ, \"সজীব\"), আল-কাদির (আরবি: ٱلْقَادِرُ, \"সর্বশক্তিমান\"), আল-আলিম (আরবি: عالم, \"সর্বজ্ঞ\"), আস-সামি (Samee, আরবি: ٱلْسَّمِيعُ, \"সর্বশ্রোতা\") এবং আল-বাসির (আরবি: ٱلْبَصِيرُ, \"সর্বদ্রষ্টা\") ইত্যাদি গুণাবলী আল্লাহর সত্তার সঙ্গে সম্পর্কিত নয় বলে মনে করেন। যারা আল্লাহর সত্তার উপর কোনো গুণ আরোপ অস্বীকার করেন এবং তার সত্তা ও গুণকে অবিচ্ছেদ্য মনে করেন, তাদেরও মু'আত্তিলা বলা হয়েছে। জাহমিয়া মতবাদের অনুসারীরাও এই নামে পরিচিত।\nমুতাযিলা এবং ইসমাইলিয়া এবং দার্শনিক ও পণ্ডিতগণ তাদের বিরোধীদের দ্বারা মু’আত্তিলা বা তাত্তিলি বলা হয়েছে, যদিও এই নামকরণ সবসময় ন্যায়সঙ্গত নয়।\n\n\n== মু’আত্তিলা বা তাত্তিলিদের মতবাদ ==\nমু’আত্তিলা বা তাত্তিলিদের মতে, মানুষের বুদ্ধিবৃত্তি আল্লাহর গুণাবলিকে সম্পূর্ণরূপে অনুধাবন করতে সক্ষম নয় এবং কেবলমাত্র সংক্ষিপ্তভাবে সেগুলো স্বীকার করা উচিত, যা কুরআন ও হাদিসে উল্লেখ রয়েছে। তারা বিশ্বাস করে যে যেহেতু মানুষ আল্লাহর গুণাবলির প্রকৃত অর্থ বোঝার ক্ষমতা রাখে না, তাই মানব বুদ্ধি এই প্রসঙ্গে স্থগিত থাকে; ফলে এই দৃষ্টিভঙ্গি \"তাত্তিল\" (স্থগিত) নামে পরিচিত এবং এর অনুসারীদের \"মু’আত্তিলা বা তাত্তিলি\" বলা হয়।\nমু’আত্তিলারা যুক্তি দেন যে মানুষ আল্লাহর গুণাবলিকে যে ধারণাগুলোর মাধ্যমে বর্ণনা করে, তা মূলত তাদের চারপাশের জগৎ থেকে নেওয়া। কিন্তু এসব ধারণা আল্লাহর প্রকৃত গুণাবলির বর্ণনার জন্য উপযুক্ত নয়। যেহেতু আল্লাহ কোনো সৃষ্টির সাদৃশ্য বহন করেন না এবং মানুষের জ্ঞান সীমাবদ্ধ, তাই তার উচিত আল্লাহর গুণাবলি সম্পর্কে নিরব থাকা এবং কেবল কুরআন ও হাদিসের নির্দেশনার ওপর নির্ভর করা। এ বিষয়ে ইসলামের অষ্টম শতকের বিশিষ্ট পণ্ডিত ও আইনজ্ঞ সুফিয়ান ইবনে উয়াইয়েনা বলেছেন: আল্লাহ তাঁর কিতাবে (কুরআন) যেভাবে নিজেকে বর্ণনা করেছেন, সেটাই পড়তে হবে এবং এ বিষয়ে নিরব থাকতে হবে।\n\n\n== এই মতবাদের সমালোচনা ==\nমু’আত্তিলা বা তাত্তিলিদের দৃষ্টিভঙ্গির বিভিন্ন সমালোচনা রয়েছে, যেমন:\n\nআল্লাহর গুণাবলি বোঝা সম্ভব, যদিও তা সীমিত মাত্রায় হতে পারে। মানুষের বুদ্ধি কিছুটা হলেও আল্লাহর গুণাবলি অনুধাবন করতে সক্ষম।\nতাশবিহ তত্ত্ব হল আল্লাহর গুণাবলির অতিরঞ্জিত ব্যাখ্যা, আর \"তাত্তিল\" তত্ত্ব এটি যথেষ্ট ব্যাখ্যা না করার প্রবণতা।\nসৃষ্টির মধ্যে মানুষের সর্বোচ্চ সম্মান হলো সে আল্লাহকে জানতে ও তাঁর সম্পর্কে জ্ঞান অর্জন করতে সক্ষম।\nমানুষের ভালো গুণাবলি তার সৃষ্টিকর্তার সাথে সম্পর্কহীন নয়। বরং এগুলো আল্লাহর পরিপূর্ণ রূপ থেকে উৎসারিত।\nকুরআনের বক্তব্য অনুসারে, আল্লাহর গুণাবলী সংক্রান্ত বর্ণনা \"তা'তীল\" তত্ত্বের সাথে সামঞ্জস্যপূর্ণ নয় এবং এর ভিত্তিহীনতা প্রমাণ করে। কুরআনে অসংখ্য আয়াত রয়েছে যেখানে আল্লাহর গুণাবলী ও নামসমূহ বর্ণনা করা হয়েছে এবং মানুষকে এ নিয়ে চিন্তাভাবনা করতে আহ্বান জানানো হয়েছে। যদি মানুষ এসব গুণাবলী ও নামের অর্থ অনুধাবন করতে সক্ষম না হতো, তাহলে এ বিষয়ে চিন্তাভাবনার আহ্বান জানানো হতো না।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== সূত্রসমূহ ===\nবুনজেল, কোল (২০২৩)। ওয়াহাবিজম: একটি যুদ্ধংদেহী ইসলামিক আন্দোলনের ইতিহাস। প্রিন্সটন ইউনিভার্সিটি প্রেস। \n\nটেমপ্লেট:প্রামাণ্য নিয়ন্ত্রণ"}