{"pageid": 1522958, "title": "আবু ইসহাক আল-ফাজারি", "url": "https://bn.wikipedia.org/wiki?curid=1522958", "content": "আবু ইসহাক আল-ফাজারি  পুরো নাম ইব্রাহিম ইবনে মুহাম্মাদ ইবনে আল-হারিত, আবু ইসহাক আল-ফাজারী ( إبراهيم بن محمد بن الحارث, أبو إسحاق الفزاري )। তিনি একজন ইসলামি ইতিহাসবিদ, হাদিসবিদ এবং আইনবিদ ছিলেন। তিনি ইরাকি বংশোদ্ভূত ছিলেন এবং আনুমানিক ৮০৪ সালে মারা যান।\n\n\n== জীবন ==\nআল-ফাজারী প্রথমে কুফায় পড়াশোনা করেন। তার পূর্বপুরুষরা বনু ফাজারা গোত্রের ছিল। তারা কুফা থেকে এসেছিল। পরে তিনি বাগদাদ ও দামেস্কে যান। অবশেষে তিনি মপসুয়েস্তিয়ায় বসতি স্থাপন করেন।  জায়গাটি বাইজেন্টাইন সাম্রাজ্যের সীমান্তের একটি স্থান ছিল। সেখানে তিনি তার উস্তাদ আল-আওজাইয়ের শিক্ষা অনুযায়ী ইসলামি বৈদেশিক ও যুদ্ধ আইন (সিয়ার) নিয়ে কাজ করেন। তিনি খলিফা হারুন আর-রশিদের যুদ্ধ-সংক্রান্ত বিষয়ে আইনি উপদেষ্টা ছিলেন। আল-মিজ্জি বলেন, তিনি ৮০ জনের বেশি শিক্ষকের কাছে পড়েছেন। মপসুয়েস্তিয়ায় তিনি অনেক ছাত্রের শিক্ষক ছিলেন। সেখানে রিবাত নামে একটি স্থান ছিল। অষ্টম শতকের শুরুতে রিবাত(সামরিক প্রশিক্ষণ ও ধর্মীয় কেন্দ্র) সম্প্রসারিত হয়েছিল এবং মুসলিম সেনারা সেখানে বাস করত। ইবনে আসাকির ও ইবনে হাজার আল-আসকালানি বলেন, তিনি রিবাতের লোকদের শিক্ষা দিতেন। তিনি তাদের সুন্নাহ ও ভালো কাজের আদেশ, মন্দ কাজের নিষেধ শেখাতেন।' তিনি আইনবিদ হলেও সেনাবাহিনীতে কাজ করতেন। ৭৭২ সালে তিনি একটি গ্রীষ্মকালীন যুদ্ধে অংশ নিয়েছিলেন। ইবনে সাদ বলেন, তিনি তার শিক্ষক আল-আওজাইয়ের মতো রিবাতে থেকে কাজ করতেন।\n\n\n== রচনা ==\nতিনি কিতাব আস-সিয়ার নামে একটি বই লিখেছেন। এটি যুদ্ধ ও বৈদেশিক আইনের বিষয়ে ছিল। এতে তিনি আল-আওজাই ও প্রাথমিক ফিকহের অন্যান্য পণ্ডিতদের শিক্ষার উপর ভিত্তি করেন। বইটির একটি নবম শতাব্দীর পাণ্ডুলিপি কারাউইয়িন গ্রন্থাগারে পাঁচটি ভাগে ভাগ করা হয়েছে।\nএর কিছু ভিন্ন নামও আছে:\n\nকিতাব আস-সিয়ার ফিল-আখবার (‘সিরার খবর’):বইটির শুরুতে মুহাম্মদের জীবনী লেখা হয়েছে। ফুয়াত সেজগিন (১৯৬৭) ভুল করে এটিকে নবীর জীবনী অধ্যায়ে উল্লেখ করেন। সিয়ার হলো উমাইয়া যুগের আইনি চর্চা ও দার আল-হারবের সঙ্গে উমাইয়াদের সংঘর্ষকালীন ঘটনাবলীর উপর ভিত্তি করে প্রাচীনতম আইনি বইগুলোর একটি। ১৯৮৭ সালে মরক্কোর গবেষক ফারুক হাম্মাদা এর দ্বিতীয় অংশ প্রকাশ করেন। বাকি নষ্ট পাণ্ডুলিপি থেকে পড়া যায় তিনি এমন অধ্যায়ের শিরোনাম তালিকাভুক্ত করেন। মুহাম্মদের জীবনীতে তিনি যুদ্ধ, লুণ্ঠিত সম্পদ বণ্টন, এবং বন্দিদের সঙ্গে আচরণ নিয়ে কথা বলেন। এগুলো নবীর সুন্নাহ বা প্রথম যুগের ইসলামী আইনজ্ঞদের মতামত হিসেবে ধরা হয়।\nদশম শতাব্দীর মাঝামাঝি গুয়াদালকারায় (ওয়াদি আল-হিজারা, পাথরের উপত্যকা) এই বই শিক্ষার জন্য ব্যবহৃত হতো। তখন বইটি আন্দালুসিয়ার পণ্ডিত ইবন বাশকুওয়ালের (মৃত্যু ১১৮৩) হাতে যায়। তবে তখন বইটি আর নতুন করে লেখার মতো অবস্থায় ছিল না। আল-ফাজারীর আইনি বিষয়ের বই তখনো পাওয়া যেত। আত-তাবারি তার বই ইখতিলাফ আল-ফুকাহা (‘ফকীহদের বিতর্কিত মতবাদ’) বইতে আইনি বিষয়ে লেখা হয়েছে।\n\n\n== সাহিত্য ==\nহাম্মাদা, ফারুক (সম্পাদক)। ১৯৮৭। কিতাব আস-সিয়ার লি-শাইখ আল-ইসলাম আবি ইসহাক আল-ফাজারী (ভূমিকা)। বৈরুত। পৃষ্ঠা ১৩-৮৬।  (বিঃদ্রঃ প্রকাশকের নাম দেওয়া নেই।)\nমুরানি, মিকলোস। ১৯৮৫। আবু ইসহাক আল-ফাজারীর কিতাব আল-সিয়ার (কারাউইয়িন লাইব্রেরির পাণ্ডুলিপি)। জেরুজালেম স্টাডিজ ইন আরবিক অ্যান্ড ইসলাম (৬)। ফাস: পৃষ্ঠা ৬৩ থেকে শুরু।\nসেজগিন, ফুয়াত। ১৯৬৭। আরবি সাহিত্যের ইতিহাস। খণ্ড ১। লাইডেন: ব্রিল। পৃষ্ঠা ২৯২।\n\n\n== তথ্যসূত্র =="}