{"pageid": 1522095, "title": "সিগমারিংগেন ছিটমহল", "url": "https://bn.wikipedia.org/wiki?curid=1522095", "content": "সিগমারিংগেন ছিটমহল ছিল দ্বিতীয় বিশ্বযুদ্ধের চূড়ান্ত পর্যায়ে ফ্রান্সের নাৎসি-সহযোগী ভিচি শাসনের অবশিষ্টাংশ দ্বারা গঠিত একটি অস্থায়ী নির্বাসিত সরকার। দক্ষিণ-পশ্চিম জার্মানির অধিগ্রহণকৃত সিগমারিংগেন দুর্গে প্রতিষ্ঠিত, জার্মান সামরিক বাহিনী মিত্রবাহিনীর অগ্রসরতার মাধ্যমে দখল এড়াতে মার্শাল ফিলিপ পেটেন এবং অন্যান্য সহযোগীদের সহ ভিচির গুরুত্বপূর্ণ কর্মকর্তাদের সরিয়ে নেওয়ার পরে এটি তৈরি করা হয়েছিল। জোর করে স্থানান্তরিত করা হলেও, পেটেইন এবং প্রাক্তন প্রধানমন্ত্রী পিয়েরে লাভাল সহযোগিতা করতে অস্বীকৃতি জানান, নেতৃত্ব ফার্নান্ড ডি ব্রিনন এবং মার্সেল ডেটের মতো ব্যক্তিত্বদের উপর ছেড়ে দেন, যারা বৈধতার আভাস বজায় রাখতে চেয়েছিলেন।\nনাৎসি জার্মানি কর্তৃক বহির্মুখী ফরাসি ছিটমহল হিসেবে মনোনীত, কমিশনটি অক্ষ দূতাবাসগুলিকে আতিথেয়তা দিয়েছিল এবং প্রচারণার মাধ্যম পরিচালনা করেছিল কিন্তু সৈন্য, জোরপূর্বক শ্রমিক এবং লুই-ফার্ডিনান্ড সেলিনের মতো বিশিষ্ট সহযোগী লেখক সহ এর 6,000 বাসিন্দার জন্য অভ্যন্তরীণ কর্মহীনতা এবং কঠোর জীবনযাত্রার পরিস্থিতির সাথে লড়াই করেছিল। ১৯৪৫ সালের এপ্রিলে মিত্রশক্তির সিগমারিংগেন দখলের মাধ্যমে এই ছিটমহলের অস্তিত্বের অবসান ঘটে, যা ভিচি শাসনের চূড়ান্ত অবশিষ্টাংশের পতনকে চিহ্নিত করে।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ===\nদ্বিতীয় বিশ্বযুদ্ধের প্রথম দিকে ১৯৪০ সালের মে মাসে নাৎসি জার্মানি ফ্রান্স আক্রমণ করে । ১৯৪০ সালের ২২ জুনের যুদ্ধবিরতি যুদ্ধবিরতির অবসান ঘটায়, ফ্রান্সকে দুটি অঞ্চলে বিভক্ত করে: উত্তর ও পশ্চিমে একটি দখলকৃত অঞ্চল এবং দক্ষিণ ও পূর্বে একটি নামমাত্র \"মুক্ত অঞ্চল\" ( জোন লিব্রে )। \" ফরাসি রাষ্ট্র \" নামে আনুষ্ঠানিকভাবে পরিচিত, Zone libre নামমাত্র রাজধানীর অবস্থানের জন্য \" ভিচি শাসন \" নামে পরিচিতি লাভ করে। শাসনব্যবস্থার নেতৃত্বে ছিলেন মার্শাল ফিলিপ পেটেইন, যাকে শাসনব্যবস্থা নিয়ন্ত্রণের পূর্ণ ক্ষমতা দেওয়া হয়েছিল। ১৯৪২ সালের নভেম্বরে, Zone libre উত্তর আফ্রিকায় মিত্রবাহিনীর অবতরণের প্রতিক্রিয়ায় জার্মানরাও এটি দখল করে নেয় । ভিচি তার সামরিক শক্তি হারিয়ে ফেলে, কিন্তু ১৯৪৪ সালের জুনে মিত্রবাহিনীর আক্রমণের পর ভিচি শাসনের ধীরে ধীরে পতন এবং ফ্রান্সের চলমান মুক্তি পর্যন্ত মেট্রোপলিটন ফ্রান্সের বেশিরভাগ অংশের উপর তাদের এখতিয়ার অব্যাহত থাকে।\n\n\n=== রূপান্তর ===\n১৯৪৪ সালের ১৭ আগস্ট, ভিচির সরকার প্রধান এবং পররাষ্ট্রমন্ত্রী পিয়েরে লাভাল তার সরকারের পাঁচজন মন্ত্রীর সাথে শেষ সরকারি কাউন্সিল করেন।  জার্মানদের অনুমতি নিয়ে, তিনি পূর্ববর্তী জাতীয় পরিষদকে ক্ষমতা প্রদানের লক্ষ্যে  এবং এইভাবে কমিউনিস্ট এবং ডি গলকে বাধাগ্রস্ত করার চেষ্টা করেছিলেন।  তাই তিনি জার্মান রাষ্ট্রদূত অটো অ্যাবেটজের কাছ থেকে এডুয়ার্ড হেরিয়ট ( চেম্বার অফ ডেপুটিজের সভাপতি) কে প্যারিসে ফিরিয়ে আনার জন্য সম্মতি পান।  কিন্তু অতি- সহযোগীতাবাদী মার্সেল ডেট এবং ফার্নান্ড ডি ব্রিনন জার্মানদের কাছে প্রতিবাদ করেন, যারা তাদের মত পরিবর্তন করেন  এবং লাভালকে তার সরকারের অবশিষ্টাংশ সহ বেলফোর্টে  নিয়ে যান, \"এর বৈধ নিরাপত্তা নিশ্চিত করার জন্য\", এবং হেরিয়টকে গ্রেপ্তার করেন। \n১৭ আগস্ট, \"ফরাসি রাষ্ট্রপ্রধানের কাছে ফুহরারের বিশেষ কূটনৈতিক প্রতিনিধি\", সিসিল ভন রেন্থে-ফিঙ্ক পেটেনকে উত্তরাঞ্চলে স্থানান্তরিত হওয়ার অনুমতি দিতে বলেন। পেটেন প্রত্যাখ্যান করেন এবং এই অনুরোধের একটি লিখিত রূপরেখা চান। ১৮ তারিখে ভন রেন্থে-ফিঙ্ক তার অনুরোধ দুবার পুনর্নবীকরণ করেন, তারপর ১৯ তারিখে 11:30 মিনিটে জেনারেল আলেকজান্ডার নিউব্রন ভন আইজেনবার্গের সাথে ফিরে আসেন, যিনি তাকে বলেন যে তার কাছে \"বার্লিন থেকে আনুষ্ঠানিক আদেশ\" আছে। লিখিত লেখাটি পেটেনের কাছে জমা দেওয়া হয়: \"রাইখ সরকার নির্দেশ দিচ্ছে যে রাষ্ট্রপ্রধানের বদলি করা হোক, এমনকি তার ইচ্ছার বিরুদ্ধেও\"। মার্শালের ক্রমাগত অস্বীকৃতির মুখোমুখি হয়ে, জার্মানরা ভিচিতে বোমা হামলা চালানোর জন্য ওয়েহরমাখ্টকে আনার হুমকি দেয়। সুইস রাষ্ট্রদূত Walter Stucki অনুরোধ করার পর জার্মানদের ব্ল্যাকমেইলের সাক্ষী হতে, পেটেন জমা দিলেন। যখন রেন্থে-ফিঙ্ক \"সন্ধ্যা ৭:৩০ মিনিটে\" জেনারেল ভন নিউব্রনকে নিয়ে হোটেল ডু পার্কে মার্শালের অফিসে প্রবেশ করেন, তখন রাষ্ট্রপ্রধান তার স্যুটকেস এবং কাগজপত্র গোছানোর তদারকি করছিলেন। পরের দিন, ২০ আগস্ট ১৯৪৪, জার্মান সেনাবাহিনী পেটেইনকে তার ইচ্ছার বিরুদ্ধে বেলফোর্টে এবং তারপর ৮ সেপ্টেম্বর দক্ষিণ-পশ্চিম জার্মানির সিগমারিংগেনে নিয়ে যায়,  যেখানে তার শাসনামলের বিশিষ্ট ব্যক্তিরা আশ্রয় নিয়েছিলেন।\n\n\n=== গঠন ===\nহিটলার দক্ষিণ-পশ্চিম জার্মানির সোয়াবিয়ার সিগমারিংগেন শহরের হোহেনজোলারদের মালিকানাধীন সিগমারিংগেন দুর্গটি অধিগ্রহণ করেন।  এরপর ১৯৪৪ সালের সেপ্টেম্বর থেকে ১৯৪৫ সালের এপ্রিল পর্যন্ত এটি ভিচি সরকারের দখলে এবং ব্যবহার করা হয়েছিল। ভিচির রাষ্ট্রপ্রধান মার্শাল ফিলিপ পেটেইনকে তার ইচ্ছার বিরুদ্ধে সেখানে আনা হয়েছিল, এবং তিনি সহযোগিতা করতে অস্বীকৃতি জানান,  এবং প্রাক্তন প্রধানমন্ত্রী পিয়েরে লাভালও অস্বীকৃতি জানান।  সহযোগী এবং জার্মানদের প্রচেষ্টা সত্ত্বেও, পেটেইন কখনও সিগমারিংজেন কমিশনকে স্বীকৃতি দেননি।  জার্মানরা, বৈধতার এক মুখোশ উপস্থাপন করতে চেয়ে, ফার্নান্দ ডি ব্রিননের মতো অন্যান্য ভিচি কর্মকর্তাদের রাষ্ট্রপতি হিসেবে তালিকাভুক্ত করে, জোসেফ ডার্নান্দ, জিন লুচাইর, ইউজিন ব্রিডো এবং মার্সেল ডেট সহ। \n১৯৪৪ সালের ৭ সেপ্টেম্বর,  মিত্রবাহিনীর অগ্রযাত্রা থেকে ফ্রান্সে পালিয়ে যাওয়ার সময়, যখন জার্মানি আগুনে পুড়ছিল এবং ভিচি শাসনব্যবস্থার অস্তিত্ব বিলুপ্ত হয়ে গিয়েছিল, তখন এক হাজার ফরাসি সহযোগী (যাদের মধ্যে ভিচি শাসনব্যবস্থার একশ কর্মকর্তা, মিলিসের কয়েকশ সদস্য, সহযোগী দলের জঙ্গি এবং জে সুইস পত্রিকার সম্পাদকীয় কর্মীরাও ছিলেন ) কিন্তু অপেক্ষমাণ  নির্বাসনে চলে যান।\nমিলিশিয়া নেতারা ফ্রাঙ্ক-গার্ডের পদমর্যাদা বৃদ্ধির জন্য নতুন সদস্য নিয়োগের চেষ্টা করেছিলেন, বিশেষ করে জার্মানির বন্দীদের জোরপূর্বক শ্রম শিবিরে সহানুভূতিশীলদের খুঁজে বের করে। তাদের লক্ষ্য ছিল ম্যাকুইস গোষ্ঠী তৈরি করে একটি ভূগর্ভস্থ সংগ্রামের জন্য সক্রিয়ভাবে প্রস্তুতি নিয়ে একটি সত্যিকারের জাতীয় বিপ্লবের আদর্শ প্রচার করা। Operation Maquis blanc was designed to parachute in political agitators, who, when the time came, would sow panic and prepare future agents who would be able to infiltrate French society more easily than German agents could.\n\n\n=== আইনি অবস্থা ===\nদুর্গটি জার্মানি থেকে ফ্রান্সের বহির্ভূত অঞ্চল হিসেবে আনুষ্ঠানিকভাবে স্বীকৃতি পায় এবং পতাকা উত্তোলনের মাধ্যমে আইনত একটি ফরাসি ছিটমহলে পরিণত হয়।  অন্যান্য দেশ থেকে নির্বাসিত সরকারের জন্য আইনি স্বীকৃতি অর্জনের প্রচেষ্টা করা কিছুটা গুরুত্বপূর্ণ বিষয় ছিল, তবে সিগমারিংগেনে কেবল জার্মানি এবং জাপানের দূতাবাস ছিল  এবং একটি ইতালীয় কনস্যুলেট ছিল যারা উপস্থিতি বজায় রেখেছিল। এইভাবে সরকারি কমিশন ১৯৪৪ সালের সেপ্টেম্বর থেকে ১৯৪৫ সালের এপ্রিল পর্যন্ত আইনত একটি ফরাসি ছিটমহল ছিল। \n\n\n=== দ্রবীভূতকরণ ===\n১৯৪৫ সালের ২১ এপ্রিল জেনারেল ডি ল্যাট্রে তার বাহিনীকে সিগমারিংগেন দখলের নির্দেশ দেন। কয়েকদিনের মধ্যেই শেষ হয়ে গেল। ২৬ তারিখের মধ্যে, স্বেচ্ছায় ফ্রান্সে ফিরে আসার পর পেটেইনকে বন্দী করা হয়  এবং লাভাল স্পেনে পালিয়ে যায়।  ১৯৪৭ সালের মধ্যে ব্রিনন,  লুচাইরে এবং ডার্নান্ডকে বন্দী করা হয়, বিচার করা হয় এবং মৃত্যুদণ্ড কার্যকর করা হয়। অন্যান্য সদস্যরা ইতালি বা স্পেনে পালিয়ে যায়।\n\n\n== নির্বাসিত ==\nনির্বাসিতদের মধ্যে ছিলেন অনিচ্ছুক পেটেন এবং লাভাল, কমিশনের সদস্য, এবং কয়েক হাজার অন্যান্য সহযোগী অথবা নাৎসিদের প্রতি সহানুভূতিশীল ব্যক্তিরা।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}