{"pageid": 1522174, "title": "অঞ্জু অরবিন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1522174", "content": "অঞ্জু অরবিন্দ একজন ভারতীয় অভিনেত্রী যিনি মূলত মালায়ালাম, তামিল এবং কন্নড় চলচ্চিত্রে অভিনয় করেছেন।  ২০০০ সালের গোড়ার দিক থেকে তিনি মালায়ালাম টিভি সিরিয়াল এবং অনুষ্ঠানগুলিতে পার্শ্ব চরিত্রে অভিনয় করেন।\n\n\n== অভিনয় জীবন ==\nঅঞ্জু অরবিন্দ একজন প্রতিভাবান ভারতীয় অভিনেত্রী, যিনি মূলত মালায়ালাম, তামিল, তেলুগু এবং কন্নড় চলচ্চিত্র জগতে অভিনয় করেছেন। তার অভিনয় জীবন শুরু হয় ১৯৯৫ সালে মালায়ালাম চলচ্চিত্র অক্ষরম এর মাধ্যমে। অক্ষরম চলচ্চিত্রে তিনি উষার চরিত্রে অভিনয় করেন। একই বছরে তিনি আরও বেশ কয়েকটি মালায়ালাম সিনেমায় কাজ করেন, যার মধ্যে পর্বতী পরিণয়ম, কিডিলোল কিডিলাম এবং সুন্দরি নিয়ুম সুন্দরন ন্জানুম উল্লেখযোগ্য।\n১৯৯৬ সালে তিনি তামিল চলচ্চিত্র জগতে প্রবেশ করেন এবং পুভে উনাক্কাগা ছবিতে নন্দিনীর চরিত্রে অভিনয় করে জনপ্রিয়তা অর্জন করেন। এরপর তিনি তামিল সিনেমা এনাক্কোরু মাগান পিরাপ্পান এবং মালায়ালাম সিনেমা আজাকিয়া রবণান, স্বপ্নলোকাথে বালাভাস্করন, কাভাডাম ইত্যাদিতে গুরুত্বপূর্ণ চরিত্রে অভিনয় করেন। ১৯৯৭ সালে তিনি সুপারস্টার রজনীকান্তের সঙ্গে তামিল সিনেমা অরুণাচলম এ অভিনয় করেন এবং তার ভূমিকা দর্শকদের প্রশংসা কুড়ায়। একই বছর তিনি মালায়ালাম ও তেলুগু সিনেমা সুবর্ণ সিংহাসনম, রথ যাত্রা এবং কল্যাণাপিট্টান্নু তে অভিনয় করেন।\n১৯৯৮ ও ১৯৯৯ সালে তিনি একাধিক মালায়ালাম ও তামিল সিনেমায় অভিনয় করেন, যার মধ্যে উধাভিক্কু ভারলামা, আসাই থাম্বি, সিদ্ধার্থ, ব্রিটিশ মার্কেট, চেনাপ্পারাম্বিল আনাকারিয়াম ইত্যাদি সিনেমা উল্লেখযোগ্য। ১৯৯৯ সালে তিনি কন্নড় সিনেমা জানুমদাথা এবং মালায়ালাম সিনেমা চার্লি চ্যাপলিন এ অভিনয় করেন। ২০০০ থেকে ২০০১ সালের মধ্যে তার জনপ্রিয় সিনেমাগুলোর মধ্যে রয়েছে ভানাথাই পোলা, নীনৈভেল্লাম নী, ভাঞ্চিনাথান, ধোস্ত ও লাভ চ্যানেল।\n২০০৩ থেকে ২০১৫ সাল পর্যন্ত তিনি মেলভিলাসম শরিয়ানু, নারণ, থ্রি কিংস, গডস ওন কান্ট্রি, অবতারম, মিলি ও পাতেমারি সিনেমায় অভিনয় করেন। এরপর ২০১৬ থেকে ২০২০ সালের মধ্যে তার অভিনীত উল্লেখযোগ্য সিনেমাগুলোর মধ্যে রয়েছে স্বর্ণ কদুভা, অচয়ান্স, নিথ্যাহারিথা নায়কান এবং ভূমিয়িলে মনোহর স্বাকরিয়ম।\nতার দীর্ঘ চলচ্চিত্র অভিনয় জীবন প্রমাণ করে যে তিনি দক্ষ ও প্রতিভাবান একজন অভিনেত্রী, যিনি দক্ষিণ ভারতীয় চলচ্চিত্র জগতে নিজের শক্তিশালী অবস্থান তৈরি করেছেন।\nঅঞ্জু অরবিন্দ চলচ্চিত্রের পাশাপাশি টেলিভিশন জগতেও সক্রিয় ছিলেন। তিনি মালায়ালাম এবং তামিল ভাষার বিভিন্ন ধারাবাহিকে অভিনয় করেছেন। তার উল্লেখযোগ্য টিভি ধারাবাহিকের মধ্যে রয়েছে স্বপ্নম, চিন্তাভিশ্তয়া শুবহ মঙ্গল, আক্কারা আক্কারা, শুভলগ্নম এবং কালিয়ানমথালাম। এছাড়াও, তিনি জনপ্রিয় তামিল ধারাবাহিক কৃষ্ণদাসী এবং চেল্লামায়া তে অভিনয় করেছেন। অভিনয়ের পাশাপাশি তিনি উপস্থাপক হিসেবেও কাজ করেছেন এবং বিভিন্ন টেলিভিশন শোতে অংশ নিয়েছেন। তার টিভি ক্যারিয়ারও তার বহুমুখী প্রতিভার প্রতিফলন, যা তাকে দর্শকদের মধ্যে আরও জনপ্রিয় করে তুলেছে।"}