{"pageid": 1522145, "title": "সালোনা কুশওয়াহা", "url": "https://bn.wikipedia.org/wiki?curid=1522145", "content": "সালোনা কুশওয়াহা একজন ভারতীয় রাজনীতিবিদ এবং ভারতের উত্তরপ্রদেশের আঠারোতম বিধানসভার সদস্য। তিনি উত্তরপ্রদেশের তিলহার নির্বাচনী এলাকার প্রতিনিধিত্ব করছেন। তিনি ভারতীয় জনতা পার্টির একজন সদস্য।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nসালোনা কুশওয়াহা তিলহারের নিগোহিতে জন্মগ্রহণ করেন। তিনি মহাত্মা জ্যোতিবা ফুলে রোহিলখণ্ড বিশ্ববিদ্যালয় (এমএ) থেকে এমএ ডিগ্রি অর্জন করেন। তিনি বিখ্যাত নিউরো চিকিৎসক ডাঃ রাম সিং কুশওয়াহাকে বিয়ে করেন।\n\n\n== সামাজিক কাজ ==\nতিলহারের জাহানপুর গ্রামের মহিলা পলিটেকনিক কলেজটি বিধায়ক সালোনা কুশওয়াহা উদ্বোধন করেছিলেন এবং তারপর থেকে স্থানীয় মেয়েদের দাবিতে এটি চালু রয়েছে। ১৪ সেপ্টেম্বর ২০২২ তারিখে বিশুদ্ধ পানীয় জলের ব্যবস্থায় জলের ট্যাঙ্কটি তৈরি করা হয়েছিল। ছাত্রীদের যাতায়াতের জন্য শাহজাহানপুর থেকে পলিটেকনিক কলেজ জাহানপুর তিলহার পর্যন্ত বৈদ্যুতিক বাস পরিষেবা শুরু হয়েছে এবং ছাত্রীদের সুবিধার্থে একটি সহজ পথ তৈরি করেছে।\n\nজনসেবায় নিবিষ্ট থেকে ১৪ সেপ্টেম্বর নগর পঞ্চায়েত নিগোহিকে একটি অনন্য উপহার দিয়েছেন। সেখানে তিনি রাস্তার আলো এবং একটি স্কাই লিফট মেশিন প্রদান করেছেন।\n\n\n== বিতর্ক ==\nশাহজাহানপুরের একটি ঘটনা বাদ দিলে, যেখানে বিজেপি কর্মীরা স্থানীয় পুলিশের সাথে সংঘর্ষে লিপ্ত হয়, যখন বিজেপি কর্মীরা অভিযোগ করেন যে পুলিশ তিলহার নির্বাচনী এলাকার অন্তর্গত নিগোহিতে \"সমাজবাদী পার্টির প্রার্থীকে সমর্থন করার জন্য\" টাকা নিয়েছে। বিজেপি মনোনীত প্রার্থী সালোনা কুশওয়াহা \"জাল ভোটের বিরুদ্ধে পুলিশের নিষ্ক্রিয়তার\" অভিযোগ করেছেন। ভোটগ্রহণ শেষ হওয়ার পরপরই ঘটনাটি জানা যায় এবং শত শত বিজেপি কর্মী থানার বাইরে জড়ো হন। প্রত্যক্ষদর্শীরা জানিয়েছেন, পরিস্থিতি নিয়ন্ত্রণে আনতে পুলিশকে মৃদু বলপ্রয়োগ করতে হয়েছে। তোই\n\n\n== তথ্যসূত্র ==\n\nইউপি বিধানসভার শপথগ্রহণ অনুষ্ঠানের সরাসরি সম্প্রচার। প্রতীকের প্রতিশ্রুতি গ্রহন অনুষ্ঠানের প্রচার\nসলোনা কুশবাহা সপা ছেড়ে বিজেপিতে অন্তর্ভুক্ত, बोलीं-वहां महिलाओं की कोई कद्र नहीं है\nবিজেপির পরে এখন সাপা থেকে নেতারা যেতে শুরু করুন, বর্তমান বিধায়ক এবং পূর্বপ্রধান নেভিগেশন পার্টি ছাড়ি\nतिलहर से सलोना बनी भाजपा प्रत्याशी: तिलहर से भाजपा ने सपा छोड़ भाजपा का दमन थामने वाली सलोना कुशवाहा को निर्मित प्रत्याशी\nইউপি নির্বাচন 2022: মহিলা अबला ना समझें दबंग, बीजेपी प्रत्याशी सलोना कुशवाहा की हुंकार\nদ্বিতীয় দফার নির্বাচনে ৫৫টি ইউপি আসনে ৬০% ভোট পড়েছে\nইউপি চুনাভ 2022: সাপা কো এবং বড় ঝটকা ঘোষণা\nজনতার উপর আমি সম্পূর্ণ বিশ্বাস করি, বিধায়ক হওয়ার পরে জর বিশ্বাস কে আমরা ভেঙে - সলোকে কুশবাহ"}