{"pageid": 1522661, "title": "হিমিকা বোস", "url": "https://bn.wikipedia.org/wiki?curid=1522661", "content": "হিমিকা বোস (জন্ম: ১৩ ফেব্রুয়ারী, ১৯৯৬) হলেন পশ্চিমবঙ্গ নিবাসী একজন ভারতীয় অভিনেত্রী। হিমিকা বোস প্যাড ম্যান, ইমম্যাচুর, ভ্যালিয়াপেরুন্নাল  এবং হাইওয়ে লাভ ইত্যাদি বিভিন্ন চলচ্চিত্রে বিভিন্ন ভুমিকায় অভিনয়ের মাধ্যমে বিনোদন জগতে একজন পরিচিত মুখ হয়ে উঠেছে।  তিনি জিনপ্রিয় ইউটিউব চ্যানেল ফিল্টারকপির সাথেও যুক্ত। ফিল্টারকপি চ্যানেলটি মূলত ইউটিউব নামক সামাজিক ভিডিও প্রকাশক গনমাধ্যমে বিভিন্ন স্বল্পদৈর্ঘ্য চলচ্চিত্র পরিচালনা এবং প্রকাশ করেন। হিমিকা ফিল্টারকপির অনেক স্বল্পদৈর্ঘ্য চলচ্চিত্রে অভিনয় করেন। \n\n\n== প্রাথমিক জীবন ও কর্মজীবন ==\nহিমিকা বোস একজন প্রতিভাবান ভারতীয় অভিনেত্রী, মডেল এবং নৃত্যশিল্পী, যিনি হিন্দি চলচ্চিত্র ও ওয়েব সিরিজে তার কাজের জন্য পরিচিত। ১৯৯৬ সালের ১৩ ফেব্রুয়ারি কলকাতায় জন্মগ্রহণকারী হিমিকা তার শৈশব সেখানেই অতিবাহিত করেন। পরবর্তীতে, তার পরিবার মুম্বাইয়ে স্থানান্তরিত হয়, যেখানে তিনি বিনোদন জগতে তার স্থান গড়ে তোলেন।\n২০১৪ সালে, হিমিকা একটি নৃত্য প্রতিষ্ঠানের স্কলারশিপ লাভ করেন। সেখানে থাকাকালীন, এক চলচ্চিত্র পরিচালক তার প্রতিভা দেখে মুগ্ধ হন এবং তাকে চলচ্চিত্রে অভিনয়ের প্রস্তাব দেন। এই ঘটনার মাধ্যমেই তার অভিনয় জীবনের সূচনা হয়। \nহিমিকা তার অভিনয় জীবনের শুরুতে জনপ্রিয় ইউটিউব চ্যানেল ফিল্টারকপি এবং অন্যান্য অনেক ইউটিউব চ্যানেলের সঙ্গে কাজ করেন। এই ডিজিটাল গনমাধ্যমে তিনি মূলত স্বল্পদৈর্ঘ্য চলচ্চিত্র, বিশেষ করে কৌতুকমূলক চরিত্রে অভিনয় করেছেন, যা দর্শকদের মধ্যে তাকে পরিচিত করে তোলে।\nতার চলচ্চিত্র জীবন শুরু হয় ২০১৮ সালে মুক্তিপ্রাপ্ত প্যাড ম্যান চলচ্চিত্রে একটি সহায়ক চরিত্রে অভিনয়ের মাধ্যমে। এই চলচ্চিত্রে তিনি একজন ডাক্তারী পড়ুয়ার চরিত্রে অভিনয় করেন। এরপর তিনি মালায়ালম চলচ্চিত্র ভালিয়াপেরুনাল-এ অভিনয় করেন, যার মাধ্যমে তিনি মালয়ালম সিনেমা জগতে প্রবেশ করেন। তিনি হিন্দি টিভি সিরিজ ইমম্যাচুওর -এ নন্দিনী চরিত্রে এবং 'দ্য ইনসাইডার্স'-এ শ্রব্যা শর্মা চরিত্রে অভিনয় করেন।\nএছাড়াও তার অভিনীত কিছু জনপ্রিয় ওয়েব সিরিজ হল, জুগাড়িস্তান, হাইওয়ে লাভ, হোয়াট ইফ আই ফেল ইতযাদি। জুগাড়িস্তানে তিনি আরতি ভূমিকায়, হাইওয়ে লাভে নিধি এবং হোয়াট ইফ আই ফেল -এ জাহ্নবী চরিত্রে অভিনয় করেন।\nতিনি আমাজন প্রাইমের জনপ্রিয় ওয়েব সিরিজ ব্রীদ - ইন্টু দ্যা স্যাডোশ -এ রাহিলা চরিত্রে অভিনয় করেন।\n\n\n== চলচ্চিত্র তালিকা ==\nওয়েবসিরিজ:\n\nফার্স্টস \nজুগাড়িস্তান\nইমম্যাচুওর\nহাইওয়ে লাভ\nচলচ্চিত্র:\n\nভালিয়াপেরুনাল \nজয় মাম্মি দি\nপ্যাডম্যান\nফিলস লাইক হোম \n\n\n== তথ্যসূত্র =="}