{"pageid": 1522108, "title": "ইবনে আল বারাক আল আন্দুলসি", "url": "https://bn.wikipedia.org/wiki?curid=1522108", "content": "আবু আল-কাসিম মুহাম্মদ বিন আলী বিন মুহাম্মদ আল-হামদানী আল-ওয়াদি আশি, যিনি ইবনে আল-বারাক আল-আন্দালুসি (আরবি: ابن البراق الأندلسي) নামেও পরিচিত। ইবনে আল বারাক (১১৪৫ - ১৪ জুন ১২০০) (৫৩৯ - ১ রমজান ৫৯৬)  একজন মুসলিম পণ্ডিত এবং দ্বাদশ শতাব্দী/ ষষ্ঠ হিজরী শতাব্দীর একজন আন্দালুসীয় আরব কবি ছিলেন। তিনি ওয়াদি আশ (গুয়াদিক্স) নামক স্থানে জন্মগ্রহণ করেন এবং সেখানেই বড় হন। তিনি বহু পণ্ডিতের কাছ থেকে জ্ঞান সংগ্রহ করেন। আমির ইবনে মারদানিশ তার ওপর রাগ করে তাকে মুরসিয়া এবং পরে ভ্যালেন্সিয়ায় নির্বাসনে পাঠান। তিনি একজন  হাদিস বিশারদ, আইনবিদ ছিলেন। তিনি চিকিৎসাবিজ্ঞান ও জ্যোতির্বিজ্ঞানে আগ্রহী ছিলেন। তার বেশ কয়েকটি বই এবং কবিতা রয়েছে।\n\n\n== জীবনের প্রথমার্ধ ==\nআবু আল-কাসিম মুহাম্মাদ ইবনে আলী ইবনে মুহাম্মাদ ইবনে ইবরাহিম ইবনে মুহাম্মাদ আল-হামদানি আল-ওয়াদি আশি ৫২৯ হিজরি বা ১১৪৫ খ্রিস্টাব্দে ওয়াদি আশ (গুয়াদিক্স)-এ জন্মগ্রহণ করেন। তার জীবন সম্পর্কে খুব বেশি তথ্য জানা যায় না। মনে হয় তিনি তরুণ বয়সে একজন সুফি বা আধ্যাত্মিক ব্যক্তি ছিলেন। বলা হয়, আমির ইবনে মারদানিশ তার ওপর ক্রুদ্ধ হয়ে তাকে নির্বাসনে পাঠান এবং মুরসিয়া ও ভ্যালেন্সিয়ায় থাকতে বাধ্য করেন। ইবনে সাদ ৫৭১ হিজরি বা ১১৭৬ খ্রিস্টাব্দে মারা গেলে ইবনে আল-বারাক তার জন্মস্থানে ফিরে আসেন। তিনি ৫৯৬ হিজরির ১ রমজান বা ১৪ জুন ১২০০ খ্রিস্টাব্দে মৃত্যুবরণ করেন এবং তার জন্মস্থানে সমাহিত হন।\n\n\n== কর্মজীবন ==\nআবুল কাসিম ইবনে আল বারাক ছিলেন একজন বর্ণনাকারী, মুখস্থকারী, বর্ণনায় বিশেষজ্ঞ এবং একজন আইনজ্ঞ ছিলেন। তিনি চিকিৎসাবিজ্ঞান এবং জ্যোতির্বিজ্ঞানেও পারদর্শী ছিলেন।\n\n\n=== ধর্মীয় কর্মজীবন ===\nতিনি আবু বাহর ইউসুফ বিন আহমাদ, আবু বকর বিন জারকুন, ইবনে কায়দ, ইবনে ইবরাহিম বিন আল-মাল, ইবনে আল-নামা এবং তার সঙ্গীদের সম্পর্কে বর্ণনা করেছেন। মারাকেশে তিনি ওয়ালিদ বিন মুওয়াফফাক, আবু আব্দুল্লাহ বিন ইউসুফ বিন সা’আদার সঙ্গে দেখা করেন এবং ছয় বছরেরও বেশি সময় তার সঙ্গে থাকেন। তিনি ইবনে আল-উমরিসি, আবু আল-আব্বাস বিন ইদরিস, আল-খাররুবি প্রমুখের সঙ্গেও সাক্ষাৎ করেন এবং তাঁদের তিলাওয়াত করে শোনান। তিনি নিজের স্মৃতিশক্তি প্রদর্শনের জন্য ইবনে মাদি’, আবু আলী বিন আরব, আবু আল-কাসিম বিন হুবাইশ, ইবনে আব্দুল-জব্বার, আবু মুহাম্মাদ বিন সাহল আল-জারির, আশের কাসিম বিন দাহমান, আবু ইউসুফ বিন তালহা, আবু বকর ইবনে আল-আরাবি, ইবনে খায়র, ইবনে মান্দালা, ইবনে তামারা, আবু আল-হাসান শুরাইহ, ইবনে হুদাইল, ইউনুস ইবনে মুগাইথ, আবু জালিল মুফাররেজ ইবনে সালামা, আবু আব্দুল্লাহ হাফিদ মক্কি, আবু আব্দ আল-রহমান ইবনে মুসায়েদ, আবু আমের মুহাম্মাদ ইবনে আহমাদ আল-সালমি, আবু আল-কাসিম ইবনে বাশকোয়াল, আবু মুহাম্মাদ ইবনে উবায়দুল্লাহ, আবু মারওয়ান আল-বায়াদি, ইবনে কাজমান এবং আবু আল-ওয়ালিদ ইবনে হাজ্জাজের সামনে উপস্থিত হন।\nতার ছেলে আবু আল-কাসিম তার সম্পর্কে এবং আবু আল-হাসান বিন মুহাম্মাদ বিন বাকি আল-ঘাসানি, আবু আব্দুল্লাহ মুহাম্মাদ বিন ইয়াহিয়া আল-সুকারি প্রমুখের সম্পর্কে বর্ণনা করেছেন।\n\n\n==== সাহিত্যিক জীবন ====\nইবনে আল-বারাক ছিলেন একজন প্রখর লেখক এবং তৎক্ষণাৎ রচনায় তুখোড়। তার গদ্য এতটাই চমৎকার ছিল যে ইবনে খায়রা আল-মুয়াইনি বলেছিলেন, “আমি জীবনে তার চেয়ে দ্রুত কাউকে লেখা রচনা করতে দেখিনি\"। তিনি আইনশাস্ত্রের চেয়ে সাহিত্যে বেশি বিখ্যাত ছিলেন। তিনি ‘ওয়াশাহ’ নামে এক ধরনের আরবি কবিতা লিখেছেন এবং প্রায় ৪০০টি কবিতা রচনা করেছেন। তিনি মুহাম্মদের প্রশংসায় অনেক বাদিয়াত (আরবি কবিতার আরেকটি রূপ) রচনা করেছিলেন।\n\n\n== রচনা ==\nকবিতা নির্বাচনের মধ্যে চিন্তার আনন্দ এবং স্মরণের স্মৃতি ( আহজাত আল-আফকার ওয়াফুর্জ্ত আলতাধকার ফী মুখতার আল-আশয়ারী )\n* \"পতনের রাতে সংবাদ\" (মুবাশারাতান লায়লাত আল-সাফহ মিন খবর আবি আল-আসবাগ আবদুল আজিজ বিন আবি আল-ফাতাহ) - সংবাদভিত্তিক রচনা।\n\"ভ্রাতৃত্বের উপর নিবন্ধ\": তিনি এটি শাসনব্যবস্থার প্রমাণ থেকে সংগ্রহ করেছেন এবং মুয়াবিয়ার সংবাদে সংকলিত করেছেন ( মাক্বালত ফী আল'খওয়ান\": খ্ররজ্জা মিন শাওয়াহিদ আলহুকম ওয়ামসন্নফ ফফি 'আখবার মুয়াবিয়া )\nআল-দুর আল-মানহাজাহ ফি আল-ইখিয়ার আল-মুআযযাম । ” এটি দুটি ভাগে বিভক্ত: পর্ব ১: “চিন্তার লবণ, নোটবুকের ইঙ্গিত” ( মুলাহ আলখাওয়াতির উলুমাহ আলদাফাতিরি ) এবং দ্বিতীয়টি ধাঁধার সংগ্রহ।\n\"স্পষ্ট কথার বাগান\" (রওডাত আল-হাদায়িক ফি তালিফ আল-কালাম আল-রায়িকি) - কবিতা ও গদ্যের সংকলন। এতে অধ্যায়গুলি অন্তর্ভুক্ত রয়েছে, যার মধ্যে রয়েছে: \"রমজানের ফজিলতের পথের মিলন\" ( মুলতাকা আলসাবিল ফি ফাদল রমজান ), এবং নবী ও তার সাহাবীদের স্মরণে একটি কবিতা, যাকে তিনি \" আল-আহনা আল কুদসিয়াহ আল-কুদসিয়াহ আল-কুদসিয়াহ আল  বলেছেন।\nমাজিদের বিলাপকারীর বিপদ ” ( খাতারাত আলওয়াজিদ ফী রিতা 'আলমাজিদ )\nঅজুহাতের আক্রমণের সতর্কীকরণ । ( রুজুজ আল ইন্দর বিহুজুম আলেইধর )\nঅজুহাত দেখানোর জন্য ক্ষমা চাওয়ার বিবৃতি ( তাসরিহ আলিয়ায়েতিধর এন তাকবিহ আলেইধার )\nকবিতা ও তৌহিদের সত্যের প্রকাশ ( আলিফসাহ ওয়ালতাসরিহ ইআন হকিকাত আলশিয়ের ওয়াল তাওশিহ ) কাব্য সংকলনের সত্যতা প্রকাশ ও ঘোষণা ।\nনীরবতার আলো ( নূর আলকামাইম)। তপস্যা ও ধর্মোপদেশের উপর লেখা সহ কবিতা সংগ্রহ।\n\n\n== তথ্যসূত্র =="}