{"pageid": 1522594, "title": "যুদ্ধ এবং সামরিক বাহিনীতে নারী (২০০০-বর্তমান)", "url": "https://bn.wikipedia.org/wiki?curid=1522594", "content": "এই প্রবন্ধটি মার্কিন যুক্তরাষ্ট্রের বাইরে বিশ্বজুড়ে যুদ্ধক্ষেত্র এবং সামরিক বাহিনীতে (২০০০-বর্তমান) নারীদের সম্পর্কে তথ্য দেয়। ২০০০ সাল থেকে মার্কিন যুক্তরাষ্ট্রে যুদ্ধক্ষেত্রে এবং সামরিক বাহিনীতে নারীদের জন্য, অনুগ্রহ করে দেখুন: মার্কিন যুক্তরাষ্ট্রে যুদ্ধক্ষেত্রে এবং সামরিক বাহিনীতে নারীদের সময়রেখা, ২০০০-২০১০ এবং মার্কিন যুক্তরাষ্ট্রে যুদ্ধক্ষেত্রে এবং সামরিক বাহিনীতে নারীদের সময়রেখা, ২০১১-বর্তমান ।\n\n\n== ২০০০ ==\n৮ মার্চ: লিম সোক বি সিঙ্গাপুরের একটি আর্টিলারি ব্যাটালিয়নের প্রথম মহিলা কমান্ডিং অফিসার হন। \n২৭ মার্চ: দ্বিতীয় চেচেন যুদ্ধের সময় রাশিয়ান সেনাবাহিনীর একজন কর্নেল ১৮ বছর বয়সী চেচেন মহিলা এলজা কুঙ্গায়েভাকে অপহরণ করে হত্যা করে। এই হত্যাকাণ্ড ছিল সেই ঘটনাগুলির মধ্যে প্রথম যেখানে রাশিয়ান কর্তৃপক্ষ তাৎক্ষণিকভাবে এবং প্রকাশ্যে চেচনিয়ায় বেসামরিক নাগরিকদের বিরুদ্ধে রাশিয়ান ফেডারেল বাহিনী দ্বারা সংঘটিত যুদ্ধাপরাধের কথা স্বীকার করে। \nসেপ্টেম্বর: সিয়েরা লিওনের একটি সশস্ত্র গোষ্ঠী ওয়েস্ট সাইড বয়েজকে অপারেশন ব্যারাস এবং পরবর্তী অভিযানে সিয়েরা লিওন সেনাবাহিনী এবং ব্রিটিশ সেনাবাহিনীর রয়েল আইরিশ রেঞ্জার্স, প্যারাসুট রেজিমেন্ট এবং স্পেশাল এয়ার সার্ভিস ধ্বংস করে। এই দলে পুরুষদের পাশাপাশি মহিলা যোদ্ধাও ছিল। \nলোন ট্রহোল্ট ডেনিশ বিমান বাহিনীর প্রথম মহিলা যিনি লেফটেন্যান্ট কর্নেল পদে অধিষ্ঠিত হন ( ডেনীয়: oberstløjtnant   )। \nমারিয়া এলেনা মেন্ডোজা কোয়ান মধ্য আমেরিকার (এবং এল সালভাদরের) প্রথম মহিলা আক্রমণকারী পাইলট হিসেবে A-37B যুদ্ধবিমানের স্নাতক ডিগ্রি অর্জন করেছেন। \nসামরিক পরিষেবা আইনের সমতা সংশোধনীতে বলা হয়েছে যে \"আইডিএফ ( ইসরায়েল প্রতিরক্ষা বাহিনী )-এ যেকোনো ভূমিকায় নারীদের দায়িত্ব পালনের অধিকার পুরুষদের অধিকারের সমান\"। \nমেজর মিকি কোল্টন কানাডিয়ান সামরিক বাহিনীর প্রথম মহিলা হারকিউলিস পাইলট হিসেবে ১০,০০০ ঘন্টা উড়ন্ত বিমান পরিচালনা সম্পন্ন করেন। \nলেফটেন্যান্ট রুথ অ্যান শামুহন কানাডিয়ান সামরিক বাহিনীতে প্রথম মহিলা কমব্যাট ডাইভার হন। \nব্রুক চিভার্স এবং আরোহা ফিফিল্ড রয়্যাল অস্ট্রেলিয়ান বিমান বাহিনীর প্রথম মহিলা হিসেবে দ্রুত বিমান চালনায় স্নাতক লাভ করেন। \n২০০০ সাল থেকে, মেক্সিকান সেনাবাহিনীতে নারীদের স্বেচ্ছায় কাজ করার অনুমতি দেওয়া হয়েছে, তবে চিকিৎসা ইউনিটগুলিতে সীমাবদ্ধতা রয়েছে। \nকানাডা সাবমেরিন ইউনিটে মহিলাদের কাজ করার অনুমতি দিয়েছে \n\" কর্নেল ব্ল্যাক ডায়মন্ড \" দ্বিতীয় লাইবেরিয়ার গৃহযুদ্ধের সময় বিদ্রোহী গোষ্ঠী LURD-এ যোগদান করে, পরবর্তীতে এর সম্পূর্ণ মহিলা শাখা, মহিলা আর্টিলারি কমান্ডোদের নেতৃত্ব দেয়। \n\n\n== ২০০১ ==\n২০০১ সালের ২ জানুয়ারী থেকে জার্মান নারীরা মেডিকেল ইউনিট/সামরিক ব্যান্ডে সঙ্গীতশিল্পী হিসেবে ভর্তির পরিবর্তে যুদ্ধ ইউনিটে কাজ করার অনুমতি পেয়েছেন। \nমার্চ: রিয়ার অ্যাডমিরাল পদে পদোন্নতির মাধ্যমে হিকারু সায়েকি জাপান স্ব-প্রতিরক্ষা বাহিনীর (জেএসডিএফ) ইতিহাসে প্রথম মহিলা স্টার অফিসার (অ্যাডমিরাল এবং জেনারেল) হন। \nএপ্রিল: ইসরায়েলি বিমান বাহিনীর প্রথম মহিলা জেট ফাইটার পাইলট, রনি জুকারম্যান, ২০০১ সালে আনুষ্ঠানিক ভাবে পাইলট ঘোষিত হন। \nমে: ক্যাপ্টেন মেরিস কারমাইকেল কানাডার প্রথম মহিলা স্নোবার্ড পাইলট হন। \nনভেম্বর: চেচেন মহিলা আইজা গাজুয়েভা আত্মঘাতী বোমা হামলার মাধ্যমে একজন রাশিয়ান জেনারেলকে হত্যা করেন। তিনি হলেন প্রথম চেচেন শহীদকা, বা \"ব্ল্যাক উইডো\", যা নারী আত্মঘাতী বোমারুদের জন্য একটি শব্দ। আরও বেশি সংখ্যক মহিলা তার উদাহরণ অনুকরণ করতে শুরু করেছেন। \nডিসেম্বর: জুলি হ্যামার অস্ট্রেলিয়ান ডিফেন্স ফোর্স একাডেমির প্রথম মহিলা কমান্ড্যান্ট হন। \nনিউজিল্যান্ডের নারীরা সকল প্রতিরক্ষা ইউনিটে কাজ করার জন্য অধিকার পান। \n\n\n== ২০০২ ==\nচিফ ওয়ারেন্ট অফিসার ক্যামিল টাকাকজ হলেন কানাডার সহকারী ডেপুটি মিনিস্টার (মানব সম্পদ - সামরিক) চিফ ওয়ারেন্ট অফিসার হিসেবে কমান্ড চিফ পদে নিযুক্ত প্রথম মহিলা। \nজানুয়ারী: দক্ষিণ কোরিয়ার সামরিক ইতিহাসে ইয়াং সেউং সুক প্রথম মহিলা জেনারেল হন। \nমে: ক্যাপ্টেন ফিলিপ্পা ট্যাটারসাল প্রথম মহিলা যিনি রয়্যাল মেরিনস গ্রিন বেরেট অর্জন করেন। তবে, তাকে যুদ্ধে অংশগ্রহণের অধিকার দেওয়া হয়নি। \n২৬ সেপ্টেম্বর: দক্ষিণ কোরিয়ায় তিনজন মহিলা বিমান বাহিনীর অফিসারকে বিমান বাহিনীর ফাইটার পাইলট হিসেবে নিযুক্ত করা হয়, যা তাদেরকে দেশের ইতিহাসে প্রথম মহিলা ফাইটার পাইলট হিসেবে নিযুক্ত করে।\nজ্যাং সে-জিন দক্ষিণ কোরিয়ার প্রথম মহিলা পরিবহন বিমান পাইলট হন। \n\n\n== ২০০৩ ==\nমেজর অ্যান রেইফেনস্টাইন কানাডার প্রথম মহিলা যিনি একটি যুদ্ধ অস্ত্র উপ-ইউনিটের কমান্ডার হন। \nলে.-কমিশনার মার্টা মুলকিন্স হলেন প্রথম মহিলা যিনি কানাডিয়ান যুদ্ধজাহাজের ক্যাপ্টেন হিসেবে দায়িত্ব পালন করেছেন। \nপঞ্চম কমব্যাট ইঞ্জিনিয়ার রেজিমেন্টের (৫ম সিইআর) মেজর জেনি ক্যারিগনান কানাডার একটি কমব্যাট আর্মস ইউনিটের প্রথম মহিলা ডেপুটি কমান্ডিং অফিসার হয়েছেন। \nলিডিং সিম্যান হেইলি জন এবং লিডিং সিম্যান মার্কেটা সেমিক হলেন কানাডার প্রথম মহিলা ক্লিয়ারেন্স ডাইভার। \nমাস্টার সিম্যান কলিন বিটি হলেন কানাডার প্রথম মহিলা যিনি সাবমেরিনার হিসেবে যোগ্যতা অর্জন করেন, তার পরেই মাস্টার সিম্যান কেরি অ্যান স্টুয়ার্ট যোগ দেন। \n২০০৩ সালে পুরুষ দলের সমান ওজন বহন করে নেদারল্যান্ডসে নিজমেগেন মার্চ সম্পন্ন করে প্রথম সম্পূর্ণ মহিলা কানাডিয়ান সামরিক দল। দলের সদস্যরা হলেন: টিম লিডার লেফটেন্যান্ট ডেবি স্কট, সেকেন্ড-ইন-কমান্ড ক্যাপ্টেন লুসি মাউগার, লেফটেন্যান্ট জোডি ওয়েদারড, কর্পোরাল এলিজাবেথ মাচ, ওয়ারেন্ট অফিসার নাথালি মার্সার, ওয়ারেন্ট অফিসার জ্যাকি রেভেল, মাস্টার কর্পোরাল ডেনিস রবার্ট, কর্পোরাল মেলিসা সেডিলট, কর্পোরাল ড্যানেট ফ্রাজ, লেফটেন্যান্ট-কর্নেল টেরেসা ম্যাকনাট, লেফটেন্যান্ট ডোনা রজার্স এবং কর্পোরেশনাল অ্যান ম্যাকডোনাল্ড। \nজুলি হ্যামার, আরএএএফ, এয়ার ভাইস-মার্শাল পদে উন্নীত হয়েছেন। অস্ট্রেলিয়ান প্রতিরক্ষা বাহিনীর ইতিহাসে তিনি প্রথম মহিলা যিনি দুই তারকা বিশিষ্ট পদমর্যাদা অর্জন করেছেন। \n২৭ ফেব্রুয়ারী: যুদ্ধাপরাধের দায়ে সার্বিয়ান রাজনীতিবিদ বিলজানা প্লাভিচকে ১১ বছরের কারাদণ্ড দেওয়া হয়। \nজুলাই: লে.-কমান্ডার মার্টা মুলকিন্স একটি সামুদ্রিক উপকূলীয় প্রতিরক্ষা জাহাজ, এইচএমসিএস কিংস্টনের নেতৃত্ব নিচ্ছেন। তিনি কানাডিয়ান নৌবাহিনীর জাহাজের প্রথম মহিলা কমান্ডিং অফিসার। \nলাইবেরিয়ার নারীদের শান্তির জন্য গণ-আন্দোলন দ্বিতীয় লাইবেরিয়ার গৃহযুদ্ধের সমাপ্তি ঘটায়। লেইমাহ গবোই এবং এলেন জনসন সিরলিফ এতে গুরুত্বপূর্ণ ভূমিকা পালন করেন এবং ২০১১ সালে নোবেল শান্তি পুরস্কারে ভূষিত হন। \nপাইওন বো-রা প্রথম দক্ষিণ কোরিয়ার মহিলা ফাইটার পাইলট হন। \n\n\n== ২০০৪ ==\nচিফ পেটি অফিসার, প্রথম শ্রেণীর জ্যান ডেভিসকে এইচএমসিএস রেজিনার কক্সসওয়েন নিযুক্ত করা হয়েছে এবং তিনি কানাডার একটি প্রধান যুদ্ধজাহাজের প্রথম মহিলা কক্সসওয়েন। \nমঙ্গলবার (২৭ এপ্রিল ২০০৪) IAF MANAT (ফ্লাইট টেস্ট সেন্টার) এর একজন পরীক্ষা-প্রকৌশলী মেজর ডি. F-16I সুফা উড়িয়েছিলেন। তিনি ইসরায়েল প্রতিরক্ষা বাহিনীর প্রথম মহিলা যিনি F-16I জেট বিমান উড়িয়েছিলেন। \n৪ ফেব্রুয়ারি: ইতালীয় যুদ্ধ সংবাদদাতা গিউলিয়ানা স্গ্রেনাকে ইরাকে বিদ্রোহীরা অপহরণ করে।  মার্চ মাসে তার মুক্তির সময় একটি চেকপয়েন্টে তাকে এবং তার সঙ্গীদের বহনকারী গাড়িতে আমেরিকান বাহিনী গুলি চালায়, এতে তিনি আহত হন এবং একজন ইতালীয় গোয়েন্দা এজেন্ট নিহত হন। \n৯ মার্চ: ইরাকে কোয়ালিশন প্রোভিশনাল অথরিটির হয়ে কাজ করার সময় আমেরিকান আইনজীবী ফার্ন হল্যান্ড নিহত হন। \n৩১ অক্টোবর: ব্রিটিশ সেনাবাহিনীর এস/সার্জেন্ট ডেনিস রোজ হলেন ইরাক যুদ্ধে সামরিক অভিযানে নিহত প্রথম মহিলা ব্রিটিশ সৈনিক।  তদন্তে তার মৃত্যুকে আত্মহত্যা বলে রায় দেওয়া হয়েছে। \nরাশিয়ার প্রথম সম্পূর্ণ মেয়েদের সামরিক স্কুল, মস্কো গার্লস ক্যাডেট বোর্ডিং স্কুল নং ৯, ২০০৪ সালে খোলা হয়েছিল। \nসুইজারল্যান্ডে নারীদের যুদ্ধবিমান পাইলট হওয়ার অনুমতি দেওয়ার জন্য আইন পরিবর্তন করা হয়েছে। \nইসরায়েলের প্রথম মিশ্র মহিলা ও পুরুষ যুদ্ধ ইউনিট, কারাকাল ব্যাটালিয়ন, ২০০৪ সালে তৈরি হয়েছিল। \n\n\n== ২০০৫ ==\nএলিজাবেথ কসন হলেন অস্ট্রেলিয়ান সেনাবাহিনীতে ব্রিগেডিয়ার পদে উন্নীত প্রথম মহিলা। \nযুদ্ধ সংবাদদাতা জিনা ক্যাভালারো তার সামরিক সহচর, ২০ বছর বয়সী স্পেশালিস্ট ফ্রান্সিসকো মার্টিনেজকে, ইরাকে শত্রু স্নাইপারের হাতে নিহত হতে দেখেছিলেন।  পরে তিনি তার বই, স্নাইপার: আমেরিকান সিঙ্গেল-শট ওয়ারিয়র্স ইন ইরাক অ্যান্ড আফগানিস্তানে তার অভিজ্ঞতার কথা আরও বিস্তারিতভাবে বর্ণনা করেছেন। \n২০০৫ সালে নৌ একাডেমি থেকে স্নাতক হওয়ার পর কাতিয়া পেলেগ্রিনো ছিলেন প্রথম মহিলা যিনি ইতালীয় যুদ্ধজাহাজের কমান্ড গ্রহণ করেছিলেন। \n\n\n== ২০০৬ ==\nমে: ফ্লাইট লেফটেন্যান্ট সারাহ-জেন মুলভিহিল ইরাক যুদ্ধে নিহত হওয়া প্রথম ব্রিটিশ মহিলা সেনা সদস্য হন।\n১৭ মে: ক্যাপ্টেন নিকোলা গডার্ড ছিলেন(কানাডিয়ান ফোর্সেস ল্যান্ড ফোর্স কমান্ড) দ্বিতীয় বিশ্বযুদ্ধের পর যুদ্ধে নিহত প্রথম কানাডিয়ান নারী। তিনি যুদ্ধকালীন দায়িত্ব পালনরত অবস্থায় নিহত হওয়া প্রথম কানাডিয়ান মহিলা সেনা সদস্য এবং সম্মুখ যুদ্ধে নিহত হওয়া প্রথম কানাডিয়ান নারী সৈনিক ছিলেন। তালেবান বাহিনীর সঙ্গে যুদ্ধে তিনি সম্মুখভাগে আর্টিলারি পর্যবেক্ষক হিসেবে কর্মরত ছিলেন। একটি রকেট চালিত গ্রেনেড তার হালকা সাঁজোয়া যানকে আঘাত করলে তিনি নিহত হন।\n১৬ জুন: ব্রিটিশ সেনাবাহিনীর প্রাইভেট মিশেল নরিস প্রচণ্ড গুলিবর্ষণের মধ্যে একটি যান থেকে বেরিয়ে তার সার্জেন্টকে টেনে বের করে তার জীবন বাঁচান। পরবর্তীতে তাকে তার সাহসিকতার জন্য মিলিটারি ক্রস পদক প্রদান করা হয়, যা অর্জন করা প্রথম নারী হন তিনি।\n১২ আগস্ট: সার্জেন্ট মেজর কেরেন টেন্ডলার, প্রথম নারী ইসরায়েলি হেলিকপ্টার ফ্লাইট মেকানিক, ২০০৬ সালের ইসরায়েল-লেবানন সংঘাতে চারজন ক্রু সদস্যের সঙ্গে নিহত হন। পরবর্তীতে তার নামে একটি তহবিল গঠন করা হয়, যা অন্যান্য নারীদের ফ্লাইট মেকানিক হতে সহায়তা করে।\n২২ সেপ্টেম্বর: অ্যাভিয়েশন ক্যাডেট সাইরা আমিন পাকিস্তান এয়ার ফোর্স একাডেমিতে অনার তরবারি (সোর্ড অফ অনার) জয় করেন, এটি অর্জন করা প্রথম নারী ক্যাডেট ছিলেন তিনি।\n৭ অক্টোবর: যুদ্ধ সংবাদদাতা আন্না পোলিটকোভস্কায়া, যিনি চেচনিয়া নিয়ে রিপোর্ট করে খ্যাতি অর্জন করেছিলেন, হত্যা করা হয়।\n৪ ডিসেম্বর: লিন্ডা করবোল্ড একটি প্রশিক্ষণ উড্ডয়নের সময় রয়্যাল অস্ট্রেলিয়ান এয়ার ফোর্সের প্রথম অল-ফিমেল এয়ারক্রু পরিচালনা করেন। পরে তিনি তাসমানিয়ায় সিনিয়র এয়ার ফোর্স অফিসার হিসেবে নিয়োগ পান, যা তিনি নিজেই অনুরোধ করেছিলেন।\nডিসেম্বর ২০০৬: পাকিস্তান মিলিটারি একাডেমির নারী ক্যাডেটরা প্রথমবারের মতো করাচিতে কায়েদ-এ-আজমের সমাধিতে প্রহরার দায়িত্ব গ্রহণ করে।\nএই বছর পাকিস্তানি সেনাবাহিনীতে নারীদের প্রথমবারের মতো চিকিৎসা ইউনিটের বাইরে অন্যান্য দায়িত্বে নিয়োগ দেওয়া হয়।\nবোম্বার্ডিয়ার অ্যালিসন জোনস এডিনবার্গ ক্যাসেলে ওয়ান ও’ক্লক গান গুলি ছোড়া প্রথম নারী হন।\nব্রিগেডিয়ার জেনারেল ক্রিস্টিন হোয়াইটক্রস কানাডিয়ান সামরিক বাহিনীতে প্রথম নারী জয়েন্ট টাস্ক ফোর্স কমান্ডার হন।\nলাইন বোন্ড প্রথম নারী ড্যানিশ ফাইটার পাইলট হন।\n\n\n== ২০০৭ ==\n২০০৭ সালে গুর্খা ব্রিগেড ঘোষণা করে যে নারীরা এতে যোগ দিতে পারবে। তাদের ব্রিটিশ সমকক্ষদের মতো, গুর্খা নারীরা রয়্যাল ইঞ্জিনিয়ার্স, লজিস্টিকস কর্পস, সিগন্যালস এবং ব্রিগেড ব্যান্ডে যোগ দেওয়ার যোগ্য হলেও পদাতিক ইউনিটে যোগ দিতে পারবে না।\n১৯ জানুয়ারি: জাতিসংঘের প্রথম অল-ফিমেল শান্তিরক্ষা বাহিনী লাইবেরিয়ায় মোতায়েনের জন্য প্রস্তুত হয়। এই বাহিনী ১০৫ জন ভারতীয় পুলিশ কর্মকর্তার সমন্বয়ে গঠিত।\nমার্চ: বতসোয়ানা প্রতিরক্ষা বাহিনী সেনাবাহিনীতে নারীদের নিয়োগ শুরু করে। কমান্ডার তেবোগো মাসিরে ঘোষণা করেন যে তারা কোনো বিশেষ সুবিধা পাবে না।\nমার্চ: ব্রিটিশ নাবিক অ্যাক্টিং লিডিং সিম্যান ফাই টার্নি ১৪ জন ব্রিটিশ নাবিকের সঙ্গে ইরানের হাতে বন্দি হন। বন্দিদশায় তিনি টেলিভিশনে উপস্থিত হয়ে ইরানের জলসীমা লঙ্ঘনের জন্য ক্ষমা চান এবং একটি চিঠিতে লেখেন যে তারা \"সম্ভবত\" ইরানের জলসীমায় প্রবেশ করেছিলেন।\nএপ্রিল: ইরানের হাতে আটক ১৫ জন ব্রিটিশ নাবিক মুক্তি পান। জানা যায় যে ফাই টার্নিকে অন্যদের থেকে আলাদা করে বিশেষভাবে রাখা হয়েছিল। এক সংবাদ সম্মেলনে তার কয়েকজন সহকর্মী জানান যে ইরান তাকে প্রচারণার হাতিয়ার হিসেবে ব্যবহার করেছিল। ইরানের প্রেসিডেন্ট মাহমুদ আহমাদিনেজাদ যুক্তরাজ্যের সমালোচনা করে বলেন যে তারা একজন ছোট সন্তানের মাকে যুদ্ধক্ষেত্রে পাঠিয়েছে।\n২০০৭ সাল থেকে মেক্সিকোর সেনাবাহিনী নারী সৈনিকদের নার্স, ডাক্তার ও রাঁধুনির পাশাপাশি পাইলট এবং প্রকৌশলী হিসেবে কাজ করার অনুমতি দেয়। নারীরা মেক্সিকো বিপ্লব থেকে সেনাবাহিনীতে কাজ করছিল, তবে প্রায়শই পুরুষ হিসেবে ছদ্মবেশ ধারণ করত বা রাঁধুনি হিসেবে কাজ করত।\nলেফটেন্যান্ট কর্নেল ট্যামি হ্যারিস কানাডিয়ান সামরিক বাহিনীর প্রথম নারী উইং কমান্ডার হন।\nকমোডর জেনিফার বেনেট কানাডিয়ান সামরিক বাহিনীর নেভাল রিজার্ভের প্রথম নারী কমান্ডার এবং প্রথম নারী ফরমেশন কমান্ডার হন।\nপিয়ন বো-রা দক্ষিণ কোরিয়ার প্রথম নারী ফ্লাইট প্রশিক্ষক হন।\nপিয়ন বো-রা দক্ষিণ কোরিয়ার প্রথম নারী হিসেবে বোরমায়ে মিডএয়ার শুটিং প্রতিযোগিতায় অংশগ্রহণ করেন; তিনি নিম্ন-উচ্চতা শুটিং বিভাগে গ্র্যান্ড প্রাইজ জেতেন।\n\n\n== ২০০৮ ==\nমার্চ: ব্রিটিশ ফ্লাইট লেফটেন্যান্ট মিশেল গুডম্যান, একজন হেলিকপ্টার পাইলট, ডিস্টিংগুইশড ফ্লাইং ক্রস অর্জন করা প্রথম নারী হন।\n২৩ মে: দক্ষিণ কোরিয়ার সামরিক বাহিনীর প্রথম মহিলা হেলিকপ্টার পাইলটদের একজন, লেফটেন্যান্ট কর্নেল পি উ-জিন, এক আইনি লড়াইয়ের পর পুনরায় সামরিক বাহিনীতে অন্তর্ভুক্ত হন। স্তন ক্যান্সারের কারণে মাসটেক্টমি করানোর পর তাকে জোরপূর্বক মেডিক্যাল ডিসচার্জ দেওয়া হয়েছিল। তিনি দক্ষিণ কোরিয়ার সামরিক বাহিনীতে জোরপূর্বক মেডিক্যাল ডিসচার্জের পর পুনর্বহাল হওয়া প্রথম সৈনিক হন।\nজুন: কর্পোরাল সারাহ ব্রায়ান্ট আফগানিস্তানে নিহত হওয়া প্রথম ব্রিটিশ নারী সৈনিক হন। তিনি এবং তিনজন এসএএস সদস্য সড়কের পাশে পুঁতে রাখা বোমা বিস্ফোরণে মারা যান।\nজুলাই: আফগানিস্তানে সন্ত্রাসবাদের সন্দেহে আফিয়া সিদ্দিকী গ্রেফতার হন।\nওফরা গুটম্যান ইসরায়েলি প্রতিরক্ষা বাহিনীর রাব্বিনেট কর্পসে প্রথম নারী কর্মকর্তা হন, যদিও তিনি রাব্বি ছিলেন না।\nপোল্যান্ড যুদ্ধের সময় নারীদের যুদ্ধক্ষেত্রের ভূমিকায় অনুমতি দেয়, যদিও ১৯৯৯ সাল পর্যন্ত সব পোলিশ সামরিক বিদ্যালয়ে নারীদের ভর্তি গ্রহণ করা হয়নি। ডিসেম্বর ২০০৮ পর্যন্ত পোলিশ সেনাবাহিনীতে ১১৫৩ জন নারী কর্মরত ছিলেন। ২০০৪ সালে একটি আইন পাশ হয়, যেখানে নার্সিং বা ভেটেরিনারি ডিগ্রিধারী নারীদের বাধ্যতামূলক সামরিক পরিষেবার জন্য নিবন্ধন করতে বলা হয়। ডিসেম্বর ২০০৮-এ, মহিলা প্লাটুন কমান্ডাররা ইরাক এবং আফগানিস্তানে মোতায়েন হন।\nলেফটেন্যান্ট কমান্ডার রবার্টা ও'ব্রায়েন আইরিশ নেভাল সার্ভিসের টহল জাহাজ LÉ Aisling-এর প্রথম নারী ক্যাপ্টেন হন।\nলোনে ট্রেহোল্ট ডেনিশ বিমান বাহিনীর প্রথম নারী হন, যিনি কর্নেল (ড্যানিশ: oberst) পদে উন্নীত হন।\n\n\n== ২০০৯ ==\nফ্লাইট লেফটেন্যান্ট কার্স্টি মুর রয়্যাল এয়ার ফোর্সের রেড অ্যারোস, আরএএফ-এর অ্যারোবেটিক দল, এর প্রথম মহিলা বৈমানিক হয়েছিলেন। \n২১ জানুয়ারী: নারী আত্মঘাতী বোমা হামলাকারীদের ইরাকি নিয়োগকারী সামিরা জাসামকে গ্রেপ্তার করা হয়। তিনি স্বীকার করেন যে সম্ভাব্য নিয়োগপ্রাপ্তদের বিরুদ্ধে ধর্ষণ সংগঠিত করা হতো তাদের বোঝাতে যে শহীদ হওয়াই তাদের লজ্জা থেকে মুক্তির একমাত্র উপায়।\n৮ এপ্রিল: কমান্ডার জোসি কুর্টজ প্রথম মহিলা হিসেবে কানাডিয়ান একটি প্রধান যুদ্ধজাহাজের কমান্ডার হন। \nএপ্রিল: ল্যান্স কর্পোরাল অ্যামি থমাস তার ছয় মাসের দায়িত্ব শেষ করেন, যার শেষ দুই মাস তিনি ৪২ কমান্ডের অভিজাত রয়্যাল মেরিনদের সাথে সংযুক্ত ছিলেন। তাকে ব্রিটিশ সেনাবাহিনীর প্রথম মহিলা যোদ্ধা বলে মনে করা হয়। ঐতিহ্যগতভাবে ব্রিটিশ সামরিক বাহিনীতে নারীরা মেরিন বা পদাতিক রেজিমেন্টে যোগদান করতে পারেন না। \nআগস্ট: ফিলিপাইনের একটি জঙ্গি ইসলামী গোষ্ঠী আবু সায়াফ নারী যোদ্ধাদের নিয়োগ করছে বলে জানা গেছে। \nল্যান্স কর্পোরাল ক্যাটরিনা হজ ২০০৯ সালের মিস ইংল্যান্ড হন। \n২৫ নভেম্বর: ফরাসি বিমান বাহিনীর একজন যুদ্ধবিমান পাইলট কমান্ড্যান্ট ভার্জিনি গায়োটকে প্যাট্রোইল ডি ফ্রান্স বিক্ষোভ দলের নেতা নিযুক্ত করা হয়, যার ফলে তিনি ইতিহাসে প্রথম মহিলা হিসেবে সামরিক বিমান বাহিনীর নেতৃত্ব দেন। \nকারেন সোরিয়া কানাডিয়ান বাহিনীর প্রথম মহিলা রাব্বি হন; তাকে ম্যানিটোবার পোর্টেজ লা প্রেইরিতে অবস্থিত ৩টি কানাডিয়ান ফোর্সেস ফ্লাইং ট্রেনিং স্কুলে নিযুক্ত করা হয়েছিল। \n২০০৯ সাল থেকে, যুদ্ধ ইউনিটে ৮০০ জন জার্মান মহিলা সৈন্য ছিল। \n\n\n== ২০১০ ==\n১ জুন: ২০১০ সালের ১ জুন আফগানিস্তানে কর্তব্যরত অবস্থায় সোফিয়া ব্রুন নিহত হন; তিনি হলেন যুদ্ধে নিহত প্রথম ডেনিশ মহিলা সৈনিক। \n১৮ জুলাই: একজন তালেবান নেতা আফগান সেনাবাহিনীতে যোগদানের জন্য প্রশিক্ষণরত আফগান নারীদের মৃত্যুর দাবি জানান। \nদিব্যা অজিত কুমার ভারতীয় সেনাবাহিনীর ইতিহাসে প্রথম মহিলা যিনি সোর্ড অফ অনার পেয়েছেন, যা অফিসার্স ট্রেনিং একাডেমির একজন ক্যাডেটকে দেওয়া সর্বোচ্চ পুরস্কার। \nআফগানিস্তানের সেনাবাহিনী প্রথম মহিলা অফিসার পেয়েছে। \nইতুনু হোতোনু নাইজেরিয়ান নৌবাহিনী কর্তৃক রিয়ার অ্যাডমিরাল পদে উন্নীত প্রথম নাইজেরিয়ান মহিলা।\nলেফটেন্যান্ট আলেকজান্দ্রা হ্যানসেনকে রয়্যাল নিউজিল্যান্ড নৌবাহিনীতে একটি জাহাজের ( HMNZS Pukaki ) প্রথম মহিলা কমান্ডিং অফিসার করা হয়েছিল। \nকানাডিয়ান সামরিক বাহিনীর লেফটেন্যান্ট কর্নেল সুসান উইগ, ১৯৮০ সালে রয়েল মিলিটারি কলেজে ভর্তি হওয়া প্রথম নারীদের মধ্যে একজন ছিলেন, যিনি এর প্রথম মহিলা ক্যাডেট পরিচালক হন। \nলেফটেন্যান্ট কর্নেল মেরিস কারমাইকেল কানাডিয়ান সামরিক বাহিনীতে স্নোবার্ডসের প্রথম মহিলা কমান্ডিং অফিসার হন। \nকানাডিয়ান সামরিক বাহিনীর প্রথম মহিলা মেজর এলিনর টেলর, যিনি যুদ্ধক্ষেত্রে একটি পদাতিক কোম্পানির নেতৃত্ব দিয়েছিলেন, তাকে আফগানিস্তানে মোতায়েন করা হয়েছিল। \nজ্যাং সে-জিন দক্ষিণ কোরিয়ার বিমান বাহিনীর প্রথম মহিলা পাইলট যিনি প্রশিক্ষক পাইলট হন। \n\n\n== ২০১১ ==\nশিখা আওয়াস্থি, পুনে, ভারতের আর্মড ফোর্সেস মেডিকেল কলেজ (AFMC)-এর একজন ক্যাডেট, পাসিং-আউট প্যারেডে সামগ্রিক উৎকর্ষতার জন্য সোর্ড অফ অনার অর্জন করা প্রথম নারী হন। তিনি AFMC-এর প্রথম গ্র্যাজুয়েট, যিনি শীর্ষ তিনটি পুরস্কার—সোর্ড অফ অনার, প্রেসিডেন্টস গোল্ড মেডেল এবং কালিঙ্গা ট্রফি—একসঙ্গে লাভ করেন।\nএকজন নাম প্রকাশে অনিচ্ছুক নারী RAF-এর নতুন টাইফুন ফাইটার দিয়ে প্রথম যুদ্ধ মিশনে অংশ নেন।\nরামোনা গো ফিলিপাইন সেনাবাহিনীর প্রথম নারী জেনারেল হন।\nক্যাপ্টেন লিসা হেড আফগানিস্তানে নিহত হওয়া প্রথম ব্রিটিশ নারী অফিসার হন। তিনি যুদ্ধক্ষেত্রে নিহত প্রথম ব্রিটিশ নারী বোম্ব ডিসপোজাল বিশেষজ্ঞও ছিলেন।\nরামাতৌলি ডি.কে. সানেহ গাম্বিয়ার প্রথম নারী ব্রিগেডিয়ার জেনারেল হন।\nরিয়ার-অ্যাডমিরাল জেনিফার বেনেট কানাডায় প্রথম নারী চিফ, রিজার্ভস অ্যান্ড ক্যাডেটস পদে নিয়োগ পান।\nওরনা বারবিবাই ইসরায়েলি প্রতিরক্ষা বাহিনীতে প্রথম নারী মেজর জেনারেল হন।\nসারা ওয়েস্ট ব্রিটিশ রয়্যাল নেভির প্রথম নারী যুদ্ধজাহাজ কমান্ডার হিসেবে নিয়োগ পান।\nসেকেন্ড লেফটেন্যান্ট নোয়াই, কারাকাল ব্যাটালিয়নের একজন যুদ্ধ সৈনিক, ইসরায়েলি প্রতিরক্ষা বাহিনীতে প্রথম নারী অফিসার হন, যিনি একটি স্নাইপার প্লাটুন পরিচালনা করেন।\nফ্লাইট লেফটেন্যান্ট রাচেল ক্যাডম্যান, একজন ৩০ বছর বয়সী RAF অফিসার, এন্ডুরোম্যান আর্ক২আর্ক চ্যালেঞ্জ সম্পন্ন করা প্রথম নারী হন।\nওয়ারেন্ট অফিসার ক্লাস ওয়ান এসথার ফ্রিবোর্ন ইংল্যান্ডের হাউসহোল্ড ক্যাভালরির ৩৫০ বছরের ইতিহাসে প্রথম নারী ব্যান্ডমাস্টার হন।\nবতসোয়ানা প্রতিরক্ষা বাহিনীতে প্রথমবারের মতো নারী পাইলটরা যোগ দেন।\nপ্রসকোভিয়া নালওয়েয়িসো উগান্ডার প্রথম নারী ব্রিগেডিয়ার জেনারেল হন।\nঅস্ট্রেলিয়া ঘোষণা করে যে পাঁচ বছরের মধ্যে নারী সৈনিকদের সম্মুখ যুদ্ধের সকল নিষেধাজ্ঞা তুলে নেওয়া হবে।\nস্যাপার শান্তি টিগ্গা ভারতীয় সেনাবাহিনীর প্রথম নারী জওয়ান হন।\nভারতীয় বিমান বাহিনীর প্রথম অল-ফিমেল স্কাইডাইভিং দল বার্ষিক এয়ার ফোর্স ডে প্যারেডে আনুষ্ঠানিকভাবে আত্মপ্রকাশ করে।\nব্রিগেডিয়ার সিমোন উইলকি প্রথম নারী হন, যিনি যুদ্ধে থাকা অস্ট্রেলিয়ান সেনাদের নেতৃত্ব দেন। তিনি আফগানিস্তানে ন্যাশনাল কমান্ডার ছিলেন এবং যুদ্ধক্ষেত্রে থাকা ADF-এর ১৫০০ সদস্যের দায়িত্বে ছিলেন।\nব্লেসিং লিম্যান নাইজেরিয়ান বিমান বাহিনীর প্রথম নারী পাইলট হন।\nমেক্সিকান নেভির বিশেষ বাহিনীতে প্রথমবারের মতো একজন নারী যোগ দেন।\nব্রিটিশ প্রতিরক্ষা সচিব ফিলিপ হ্যামন্ড নিশ্চিত করেন যে রয়্যাল নেভির সাবমেরিনে নারীদের সেবা করার অনুমতি দেওয়া হবে। প্রথম নারী অফিসাররা ২০১৩ সালের শেষের দিকে ভ্যানগার্ড-শ্রেণির পারমাণবিক সাবমেরিনে যোগ দেবেন এবং ২০১৫ সালে প্রথমবারের মতো অ্যাস্টুট-শ্রেণির সাবমেরিনে নারী সদস্যদের অন্তর্ভুক্ত করা হবে।\nরবিন ওয়াকার রয়্যাল অস্ট্রেলিয়ান নেভির প্রথম নারী হন, যিনি রিয়ার অ্যাডমিরাল পদে উন্নীত হন এবং অস্ট্রেলিয়ান প্রতিরক্ষা বাহিনীর প্রথম নারী সার্জন-জেনারেল হন।\nলেফটেন্যান্ট কমান্ডার কাই বার্বিজ রয়্যাল নেভির প্রথম নারী সিনিয়র অবজারভার হন।\nঅস্ট্রেলিয়ান সামরিক বাহিনীতে স্কাইপ কেলেঙ্কারি ঘটে, যখন এক তরুণ পুরুষ ক্যাডেট তার নারী সহপাঠীর সাথে যৌন মিলনের ভিডিও গোপনে লাইভ স্ট্রিম করে।\nসেপ্টেম্বর: পলিনা জেরেবত্সোভা দ্বিতীয় চেচেন যুদ্ধের সময় তার শৈশবের লেখা ডায়েরি প্রকাশ করেন।\n\n\n== ২০১২ ==\nপাঁচজন নারী তাদের পাইলট উইংস অর্জন করেন ইসরায়েলি বিমান বাহিনীর একটি সমাবর্তন অনুষ্ঠানে; এটি একসঙ্গে সর্বাধিক সংখ্যক নারী পাইলট হওয়ার রেকর্ড।\nদক্ষিণ কোরিয়ার নৌবাহিনী প্রথমবারের মতো দুইজন নারী কর্মকর্তাকে ফাস্ট অ্যাটাক ক্রাফটের কমান্ডার হিসেবে নিয়োগ দেয়।\nফ্লোরেন্স গ্রিন, যিনি প্রথম বিশ্বযুদ্ধের শেষ জীবিত প্রবীণ সৈনিক ছিলেন, মারা যান।\nসৌদি আরবে প্রথমবারের মতো নারীদের সামরিক বাহিনীতে নিয়োগ দেওয়া হয়। তবে, তারা শুধুমাত্র সীমান্ত পারাপার নিয়ন্ত্রণ বিভাগে প্রাইভেট পদে কর্মরত ছিলেন।\nঘোষণা করা হয় যে ২০১৩ সালে অস্ট্রেলিয়ান প্রতিরক্ষা বাহিনীর সকল পদ নারীদের জন্য উন্মুক্ত করা হবে।\nকারমেন মেলেন্দেজ দে মানিগ্লিয়া ভেনেজুয়েলার প্রথম নারী অ্যাডমিরাল হন।\nকর্নেল ট্যামি হ্যারিস কানাডিয়ান প্রতিরক্ষা বাহিনীর CFB Borden ঘাঁটির কমান্ডার হন। তিনি প্রথম নারী যিনি একটি কানাডিয়ান সামরিক ঘাঁটির নেতৃত্ব দেন।\nকর্নেল মারিয়ান অ্যালেইডো ফিলিপাইন সশস্ত্র বাহিনীর প্রথম নারী জজ অ্যাডভোকেট জেনারেল হন।\nএকটি চীনা নারী পাইলটদের দল J-10 যুদ্ধবিমান চালিয়ে প্রথম একক ফ্লাইট সম্পন্ন করেন। তারা চীনের প্রথম নারী পাইলট হন, যারা দেশটির সবচেয়ে উন্নত মাল্টিরোল যুদ্ধবিমান উড়ানোর অনুমতি পান।\nরিয়ার অ্যাডমিরাল রবিন ব্রাউন হন মার্কিন নৌবাহিনীর রিজার্ভ বাহিনীর প্রথম নারী কমান্ডার এবং মার্কিন সামরিক বাহিনীর কোনো রিজার্ভ শাখার প্রথম নারী প্রধান।\nল্যান্স-কর্পোরাল জাসিন্ডা বেকার, ২৬, আফগানিস্তানে নিহত হওয়া প্রথম নিউজিল্যান্ডের নারী সৈনিক হন এবং ভিয়েতনাম যুদ্ধের পর নিউজিল্যান্ডের প্রথম নারী সৈনিক হিসেবে যুদ্ধে প্রাণ হারান।\nশেরি-অ্যান এডওয়ার্ডস ত্রিনিদাদ ও টোবাগো কোস্ট গার্ডের প্রথম নারী ফ্লিট চিফ পেটি অফিসার হন।\nএকজন ব্রিটিশ নারী সৈনিক, যিনি ফিজির নাগরিক এবং রয়্যাল আর্টিলারিতে গানার হিসেবে কাজ করছিলেন, আফগানিস্তানে একটি ফিল্ড হাসপাতালে সন্তানের জন্ম দেন। এটি প্রথমবারের মতো ঘটে যখন ব্রিটিশ সামরিক বাহিনীর কোনো সদস্য যুদ্ধক্ষেত্রে প্রসব করেন।\nলিডিং হ্যান্ড ক্লেয়ার বাটলার, ২৯, রয়্যাল নেভির HMS Queen Elizabeth বিমানবাহী রণতরীর প্রথম নারী ক্রু সদস্য হিসেবে মনোনীত হন।\nভারতীয় বিমান বাহিনী তাদের প্রথম নারী যুদ্ধ পাইলটদের প্রশিক্ষণ শুরু করে। ফ্লাইট লেফটেন্যান্ট অলকা শুক্লা এবং এম.পি. শুমথি Mi-8 হেলিকপ্টার চালনায় প্রশিক্ষণ নেন এবং বিশেষ অপারেশনের জন্য প্রস্তুতি নেন।\nজো ব্রায়ান্ট-ইভান্স, পেনজ্যান্সের রয়্যাল নেভির একজন অফিসার, ব্রিটানিয়া রয়্যাল নেভাল কলেজের প্রথম নারী ফার্স্ট লেফটেন্যান্ট হন।\nমোনা আবদো ইসরায়েলের প্রথম নারী আরব যুদ্ধ কমান্ডার হন।\nজুবাইদা আল-মিকি সিরিয়ার প্রেসিডেন্ট বাশার আল-আসাদের বাহিনী ত্যাগ করে ফ্রি সিরিয়ান আর্মিতে যোগ দেওয়া প্রথম নারী অফিসার হন।\nলেফটেন্যান্ট কমান্ডার কাই বার্বিজ ফ্লিট এয়ার আর্মের প্রথম নারী হন, যিনি ৩,০০০ উড়ানের ঘণ্টা সম্পন্ন করেন।\nলেফটেন্যান্ট নিলোফর রেহমানি আফগান বিমান বাহিনীর প্রথম নারী পাইলট হন, যিনি পাইলট প্রশিক্ষণ প্রোগ্রামের অধীনে একক ফ্লাইট পরিচালনা করেন।\nচ্যানিং ডে, একজন ব্রিটিশ নারী সেনা, আফগানিস্তানে 'ফ্রেন্ডলি ফায়ার'-এ নিহত হওয়া প্রথম নারী সৈনিক হন। তিনি উত্তর আয়ারল্যান্ডের প্রথম নারী সৈনিক, যিনি আফগানিস্তানে প্রাণ হারান।\nকমান্ডার স্যান্ড্রা ওয়াকার নিউজিল্যান্ডের প্রথম নারী হন, যিনি প্রধান ট্যাংকারের কমান্ডার নিযুক্ত হন। তিনি ১৩৮ মিটার লম্বা HMNZS Endeavour জাহাজের দায়িত্ব নেন।\nডালভা মারিয়া কারভালহো মেন্ডেস ব্রাজিলিয়ান নৌবাহিনীর প্রথম নারী টু-স্টার রিয়ার অ্যাডমিরাল হন।\nঅস্ট্রেলিয়ার পার্লামেন্ট সামরিক বাহিনীতে নারীদের বিরুদ্ধে যৌন ও শারীরিক নির্যাতনের শিকার হওয়া ব্যক্তিদের প্রতি আনুষ্ঠানিক ক্ষমা প্রার্থনা করে এবং ক্ষতিপূরণ তহবিল গঠন করে।\nরয়্যাল অস্ট্রেলিয়ান নেভি HMAS Stirling নৌঘাঁটির প্রথম নারী কমান্ডিং অফিসার হিসেবে ক্যাপ্টেন অ্যাঞ্জেলা বন্ডকে নিয়োগ দেয়।\nএকজন নাম প্রকাশে অনিচ্ছুক নারী হন ইসরায়েলের প্রথম অর্থডক্স ইহুদি নারী যুদ্ধবিমান ন্যাভিগেটর।\nআকিসি কোয়ামে আইভরি কোস্টের সেনাবাহিনীর প্রথম নারী জেনারেল হন।\n\n\n== ২০১৩ ==\nপেন্টাগন মার্কিন নারীদের জন্য যুদ্ধক্ষেত্রে নিষেধাজ্ঞা তুলে নেয়।\nসিরিয়ান সরকার নেকাব পরিহিত নারীদের নিরাপত্তা তল্লাশির জন্য নারী সেনা নিয়োগ শুরু করে।\nএক রুশ নারী একটি ভিডিও বার্তায় জানান তিনি ফ্রি সিরিয়ান আর্মিতে যোগ দিয়েছেন।\nআফগান ন্যাশনাল আর্মির প্রথম নারী নন-কমিশন্ড অফিসারদের ব্যাচ সামরিক প্রশিক্ষণ কেন্দ্র থেকে স্নাতক হয়।\nঅধিনায়ক জান্নাতুল ফেরদৌস বাংলাদেশ সেনাবাহিনীর প্রথম নারী প্যারাট্রুপার হন।\nআমিরা আল-আরউর ফ্রি সিরিয়ান আর্মির প্রথম নারী নেতৃস্থানীয় কর্মকর্তা হন।\nবাশার আল-আসাদের সরকার নারীদের নিয়ে একটি ব্যাটালিয়ন গঠন করে, যা তার শাসন রক্ষায় কাজ করে।\nকুর্দি নারীদের প্রথম অল-ফিমেল ব্যাটালিয়ন গঠিত হয়। এটি \"শহীদ রোকান ব্যাটালিয়ন\" নামে পরিচিত এবং এটি আসাদ সরকার ও ইসলামিক স্টেটের বিরুদ্ধে যুদ্ধ করে।\nইভা লিজেট জুলকা আনায়া, পেরুর ২৩ বছর বয়সী তরুণী, কোরিয়ান মিলিটারি একাডেমির প্রথম বিদেশি নারী ক্যাডেট হন।\nতাইওয়ান সামরিক বাহিনীতে নারীদের জন্য ৮% সীমা বাতিল করে।\nঅ্যালিসন জোন্স, স্কটল্যান্ডের প্রথম নারী হন, যিনি এডিনবার্গ ক্যাসেলে \"ওয়ান ও'ক্লক গান\" দাগানোর দায়িত্ব পান।\nচীনের প্রথম নারী বিশেষ বাহিনী ইউনিট নানজিং সামরিক অঞ্চলে প্রতিষ্ঠিত হয়।\nজাপানের মেরিটাইম সেলফ-ডিফেন্স ফোর্স প্রথমবারের মতো ধ্বংসকারী জাহাজের নারী ক্যাপ্টেন নিয়োগ দেয় – মিহো ওটানি ও রিওকো আজুমা।\nদক্ষিণ কোরিয়ার বিমান বাহিনীতে প্রথমবারের মতো দুইজন নারী পাইলট একসঙ্গে C-130 কার্গো বিমান উড়ান।\nব্রিগেডিয়ার ডায়ান গালাসচ হন অস্ট্রেলিয়ার রয়্যাল মিলিটারি কলেজ, দান্ট্রুন-এর প্রথম নারী কমান্ডেন্ট।\nচীনের প্রথম নারী বিশেষ বাহিনীর সেনারা ৮০০-১০০০ মিটার উচ্চতা থেকে প্রথমবারের মতো সফলভাবে প্যারাশুট ট্রেনিং সম্পন্ন করেন।\nনিলোফর রেহমানি, আফগান বিমান বাহিনীর প্রথম নারী পাইলট, দেশের ভেতর প্রশিক্ষণ সম্পন্ন করে ফ্লাইং উইংস অর্জন করেন।\nআর্মেনিয়ার প্রতিরক্ষা মন্ত্রণালয় ঘোষণা করে যে এবার থেকে নারীরা সামরিক স্কুলে ভর্তি হতে পারবে।\nনরওয়ের সংসদ নারী বাধ্যতামূলক সেনা নিয়োগ অনুমোদন করে, যা এটিকে ইউরোপ ও ন্যাটোতে প্রথম দেশ করে যেখানে নারী-পুরুষ উভয়ের জন্য বাধ্যতামূলক সামরিক সেবা চালু হয়।\n১৬ জন চীনা নারী পাইলট তাদের ফাইটার-পাইলট প্রশিক্ষণ সম্পন্ন করে স্নাতক হন, যা চীনের ইতিহাসে প্রথম।\nগণেভ লালজি হন ভারতের প্রথম নারী অফিসার, যিনি একজন শীর্ষ জেনারেলের \"এড-ডি-ক্যাম্প\" (সাহায্যকারী কর্মকর্তা) হিসেবে নিয়োগ পান।\nবেকি ফ্রাটার RAF Shawbury-তে প্রথম হেলিকপ্টার স্কোয়াড্রন কমান্ডার হন।\nকারমেন মেলেন্দেজ হন ভেনেজুয়েলার ইতিহাসের প্রথম নারী প্রতিরক্ষামন্ত্রী।\nসার্জেন্ট সোফি হোবসন, ৩৫, RAF ব্রিজ নর্টনে প্রথম নারী গ্রাউন্ড ইঞ্জিনিয়ার হিসেবে হারকিউলিস বিমান পরিচালনার দায়িত্ব পান।\nডিয়ান ডেভিস হন রয়্যাল বাহামাস ডিফেন্স ফোর্সের প্রথম নারী জাহাজ সদস্য, যিনি মার্কিন কোস্ট গার্ডের সঙ্গে কাজ করেন।\nপাকিস্তানের প্রথম নারী প্যারাট্রুপার ব্যাচ সফলভাবে প্রশিক্ষণ সম্পন্ন করে। অধিনায়ক কিরণ আশরাফ ব্যাচের সেরা হন, আর অধিনায়ক সাদিয়া হন প্রথম নারী অফিসার, যিনি MI-17 হেলিকপ্টার থেকে লাফ দেন।\nলেফটেন্যান্ট কর্নেল বোবেথ ও'গারো হন কেম্যান আইল্যান্ডস ক্যাডেট কর্পসের প্রথম নারী কমান্ড্যান্ট।\nরয়্যাল এয়ার ফোর্সের ইতিহাসে প্রথমবারের মতো একজন নারী, এলেইন ওয়েস্ট, এয়ার ভাইস-মার্শাল পদে উন্নীত হন, যা তৎকালীন ব্রিটিশ সামরিক বাহিনীতে নারীদের সর্বোচ্চ পদ ছিল।\nমিয়ানমার প্রথমবারের মতো নারীদের সেনাবাহিনীতে ডাক দেয়, যেখানে নারীরা নার্স ছাড়াও অন্যান্য সামরিক পদে যোগ দিতে পারে।\nইসরায়েলি প্রতিরক্ষা বাহিনী (IDF) প্রথমবারের মতো এক নারী সৈনিককে সেনাঘাঁটির ধর্মীয় অনুষ্ঠানে 'তোরাহ' পাঠের অনুমতি দেয়।\nপ্রাইভেট এলিস টোফট হন দ্বিতীয় বিশ্বযুদ্ধের পর প্রথম নরওয়েজিয়ান নারী, যিনি যুদ্ধ সম্মাননা পান।\nলুজভিমিন্ডা কামাচো হন প্রথম ফিলিপিনো নারী অফিসার, যিনি শান্তিরক্ষা বাহিনীর প্রধান হন।\nইসরায়েলি প্রতিরক্ষা বাহিনী প্রথমবারের মতো এক ট্রান্সজেন্ডার নারী সৈনিককে \"নারী\" হিসেবে সেনাবাহিনীতে অন্তর্ভুক্ত করে।\nরুশ যুদ্ধসংবাদদাতা এলেনা মিলাশিনা চেচনিয়ায় সাংবাদিকতার জন্য \"International Women of Courage Award\" পান।\nঅস্ট্রেলিয়ান প্রতিরক্ষা বাহিনীতে সব পুরুষ-নির্দিষ্ট পদ নারীদের জন্য উন্মুক্ত করা হয়, যদিও বিশেষ বাহিনীতে নারীদের অন্তর্ভুক্তি তখনো সীমিত ছিল।\n\n\n== ২০১৪ ==\nঅস্ট্রেলিয়ার প্রতিরক্ষা বাহিনী নারীদের জন্য বিশেষ বাহিনীর (Special Forces) দরজা উন্মুক্ত করে।\nইসরায়েলি প্রতিরক্ষা বাহিনী মেজর ওশরাত বাচারকে প্রথম নারী কমব্যাট ব্যাটালিয়ন কমান্ডার হিসেবে নিয়োগ দেয়।\nডাঃ শানি ইসরায়েলি প্রতিরক্ষা বাহিনীর প্রথম নারী কমব্যাট ডাক্তার হন, যিনি বিশেষ কাউন্টার-টেরর ইউনিট \"দুভদেভান\"-এ কাজ করেন।\nইসরায়েলি প্রতিরক্ষা বাহিনী সামরিক ঘাঁটিগুলোর রান্নাঘরে নারী কোশের তদারকিকে অনুমতি দেয়।\nঅর কোহেন হন ইসরায়েলি নৌবাহিনীর প্রথম নারী ক্যাপ্টেন।\nশ্রীলঙ্কার সামরিক বাহিনী স্বীকার করে যে তাদের সৈন্যরা নারী রিক্রুটদের উপর নির্যাতন করেছে।\nমিয়ানমারের সামরিক বাহিনী সংসদের জন্য প্রথমবারের মতো নারী প্রতিনিধি নিয়োগ দেয় – লেফটেন্যান্ট কর্নেল সো সো মিন্ট ও লেফটেন্যান্ট কর্নেল সান থিদা।\nঅ্যান্টোনেট ওয়েমিস-গোরম্যান হন জ্যামাইকা ডিফেন্স ফোর্সের কোস্ট গার্ডের প্রথম নারী কমান্ডার।\nদক্ষিণ কোরিয়ার সেনাবাহিনী ঘোষণা দেয় যে এখন থেকে নারী সৈন্যরা সব কমব্যাট রোলে আবেদন করতে পারবে।\nজার্মান নৌবাহিনী জ্যানিন অ্যাসেলনকে প্রথম নারী সাবমেরিন অফিসার হিসেবে নিয়োগ দেয়।\nফরাসি প্রতিরক্ষামন্ত্রী সামরিক বাহিনীতে যৌন হয়রানি ও নির্যাতনের সমস্যা সমাধানে প্রথম উদ্যোগ নেন।\nফ্রান্সের তিন নারী প্রথমবারের মতো পারমাণবিক সাবমেরিন ক্রু হিসেবে নির্বাচিত হন।\nযুক্তরাজ্যের রয়্যাল নেভিতে ম্যাক্সিন স্টাইলস, আলেকজান্দ্রা ওলসন ও পেনি থ্যাক্রে হন প্রথম নারী সাবমেরিনার।\nচীনের পিপলস লিবারেশন আর্মি কূটনৈতিক অনুষ্ঠানে প্রথমবারের মতো নারী সৈন্যদের অনার গার্ড হিসেবে ব্যবহার করে।\nনাইজেরিয়ার বোর্নো রাজ্যে নারী গ্রামবাসীরা ১০ জন বোকো হারাম জঙ্গিকে নিরস্ত্র করে ও ৪ জনকে হত্যা করে।\nমারিয়াম হাসান সালেম আল-মানসুরি হন সংযুক্ত আরব আমিরাতের প্রথম নারী ফাইটার পাইলট।\nনরওয়ের মেজর জেনারেল ক্রিস্টিন লুন্ড হন জাতিসংঘ শান্তিরক্ষী বাহিনীর প্রথম নারী কমান্ডার।\nআলজেরিয়া তিন নারী জেনারেল নিয়োগ দেয়, যা এটিকে তৎকালীন সময়ে আরব বিশ্বের সর্বাধিক উচ্চপদস্থ নারী সামরিক কর্মকর্তার দেশ হিসেবে পরিণত করে।\nসিঙ্গাপুরের থার্ড ওয়ারেন্ট অফিসার শার্লি এনজি হন প্রথম নারী \"Red Lion\" প্যারাট্রুপার, যিনি জাতীয় দিবস প্যারেডে লাফ দেন।\nইসরায়েলি প্রতিরক্ষা বাহিনী প্রথমবারের মতো নারীদের তাদের এলিট আর্টিলারি ইউনিটে অন্তর্ভুক্ত করে।\nফরাসি যুদ্ধ সাংবাদিক গিসলেন দুপোঁ মালিতে অপহরণ ও হত্যা করা হয়।\nমিয়ানমারের প্রতিরক্ষা একাডেমিতে অর্ধ শতাব্দীর মধ্যে প্রথমবারের মতো নারী ক্যাডেট ব্যাচ স্নাতক হয়।\nসিরিয়ান কুর্দিশ পিপলস প্রোটেকশন ইউনিটস (YPG)-এর প্রায় ১/৩ সদস্য নারী।\n২০১৪ সালের ইসরায়েল-গাজা সংঘাতে প্রায় ৫০ জন ইসরায়েলি নারী সৈন্য গাজায় মোতায়েন হয়, যা ইসরায়েলের যেকোনো সংঘাতে সর্বোচ্চ সংখ্যা।\nদক্ষিণ কোরিয়ার দুই নারী সেনা (স্টাফ সার্জেন্ট কিম মিন কিয়ং ও স্টাফ সার্জেন্ট কওন মিন জি) প্রথমবারের মতো আমেরিকান এক্সপার্ট ইনফ্যান্ট্রিম্যান ব্যাজ অর্জন করেন।\nভারতীয় সেনাবাহিনীর বিচারপতি শাখার (JAG) কর্নেল লীনা গৌরব হন প্রথম নারী কর্নেল, যিনি মেডিকেল কর্পসের বাইরে পদোন্নতি পান।\nকানাডিয়ান-ইসরায়েলি অভিবাসী গিল রোজেনবার্গ হন প্রথম বিদেশি নারী, যিনি কুর্দি বাহিনীতে যোগ দেন ইসলামিক স্টেটের (IS) বিরুদ্ধে লড়াই করতে।\nমেজর গাল হন ইসরায়েলি বিমান বাহিনীর প্রথম নারী ডেপুটি স্কোয়াড্রন কমান্ডার।\nভারতের ইতিহাসে প্রথমবারের মতো নারী সৈন্যদের একটি বিশেষ স্কোয়াড নকশালবিরোধী অভিযানের জন্য মোতায়েন করা হয়।\nদীপিকা মিশ্রা হন ভারতের প্রথম নারী পাইলট, যিনি হেলিকপ্টার অ্যাক্রোবেটিক দল \"সারং\"-এ যোগ দেন।\nশ্যারন নেসমিথ হন যুক্তরাজ্যের প্রথম নারী, যিনি ব্রিটিশ আর্মির ব্রিগেড কমান্ডার হিসেবে নিয়োগ পান।\nহসিয়েহ শু-চেন হন তাইওয়ানের প্রথম নারী আর্মি রেঞ্জার।\nনরওয়ে প্রথমবারের মতো অল-ফিমেল স্পেশাল ফোর্স গ্রুপ \"Jegertroppen\" গঠন করে।\n\n\n== ২০১৫ ==\n২৯ জানুয়ারী, বাংলাদেশ সেনাবাহিনীতে এক বছরের প্রশিক্ষণের পর মহিলা সৈনিকদের প্রথম রিক্রুট ব্যাচটি পাস করে। [১]\nÊzîdxan মহিলা ইউনিট গঠিত হয়। [২]\nউইং কমান্ডার নিকি থমাস নরফোকের আরএএফ মারহামে নবনির্মিত ১২ নম্বর স্কোয়াড্রন আরএএফ- এর দায়িত্ব গ্রহণ করেন, এইভাবে তিনি প্রথম মহিলা যিনি একটি আরএএফ ফাস্ট জেট স্কোয়াড্রনের কমান্ডার হন। [৩]\nরাষ্ট্রপতি ভবনে আনুষ্ঠানিক গার্ড অফ অনারে নেতৃত্বদানকারী প্রথম মহিলা হলেন উইং কমান্ডার পূজা ঠাকুর। [৪]\nপ্রথমবারের মতো, ভারতের প্রজাতন্ত্র দিবসের কুচকাওয়াজে বিমান বাহিনী, সেনাবাহিনী এবং নৌবাহিনীর সম্পূর্ণ মহিলা দল মার্চ করেছে। [৫]\nড্যানিয়েল ওয়েলচ, প্রথম মহিলা যিনি রয়্যাল নেভির \"অ্যাব-ইনিটিও\" লিংকস হেলিকপ্টার পাইলট (\"অ্যাব-ইনিটিও\" অর্থ তিনি একই বিমানে শুরু থেকে শেষ পর্যন্ত প্রশিক্ষণ নিয়েছিলেন) হয়েছিলেন, তিনি প্রিন্স অ্যান্ড্রুর কাছ থেকে তার পাইলটগহওয়ার অধিকার ্রহণ করেছিলেন। [৬]\nবতসোয়ানা প্রতিরক্ষা বাহিনী তাদের প্রথম মহিলা প্রাইভেটদের নিয়োগ দেয়। [৭]\nউত্তর কোরিয়ার অভ্যন্তরীণ সূত্র ডেইলিএনকে জানিয়েছে, দেশের সশস্ত্র বাহিনীকে শক্তিশালী করার লক্ষ্যে উত্তর কোরিয়া তরুণীদের জন্য সামরিক পরিষেবা বাধ্যতামূলক করছে। এই ব্যবস্থাটি ১৭ থেকে ২০ বছর বয়সী মহিলাদের ক্ষেত্রে প্রযোজ্য বলে জানা গেছে এবং প্রতিটি প্রদেশ, শহর এবং কাউন্টিতে সংঘবদ্ধকরণ অফিসগুলিতে হস্তান্তর করা হয়েছে। \"পুরুষদের বিপরীতে, যাদের ১০ বছর ধরে সেবা করতে হয়, মহিলাদের জন্য বাধ্যতামূলক সেবা কেবল ২৩ বছর বয়স পর্যন্ত\", সূত্রটি জানিয়েছে। [৮]\nগিনা রেকে তেরানকে আনুষ্ঠানিকভাবে জেনারেল পদে উন্নীত করা হয়, যার ফলে তিনি বলিভিয়ার প্রথম মহিলা সেনা জেনারেল হন। [৯] তিনি অবসরপ্রাপ্ত জেনারেল লুইস রেকে তেরানের কন্যা, যিনি চে গুয়েভারার বিরুদ্ধে চূড়ান্ত অভিযানের নেতৃত্ব দিয়েছিলেন। [৯]\nগিনা রেকে তেরান বলিভিয়ার ইতিহাসে প্রথম মহিলা যিনি সশস্ত্র বাহিনী হাই কমান্ডের প্রধানের পদ গ্রহণ করেন; তিনি ৩০ ডিসেম্বর শপথ গ্রহণ করেন। [১০]\nভারতীয় নৌবাহিনীর ডর্নিয়ার রাতের অভিযানের সময় বিধ্বস্ত হয় এবং লেফটেন্যান্ট কিরণ শেখাওয়াত সেখানে নিহতদের মধ্যে ছিলেন, যা তাকে কর্তব্যরত অবস্থায় মারা যাওয়া প্রথম মহিলা ভারতীয় অফিসার করে তোলে। [১১] লেফটেন্যান্ট কিরণ শেখাওয়াত একজন পর্যবেক্ষক হিসেবে যুদ্ধের ভূমিকায় ছিলেন, সমুদ্রের উপর দিয়ে কৌশলগত অভিযান পরিচালনা করতেন এবং অবৈধভাবে সমুদ্রসীমা অতিক্রমকারী শত্রু জাহাজগুলির উপর নজরদারি এবং তাদের সাথে যোগাযোগ করতেন। [১২]\nরাষ্ট্রীয় গণমাধ্যম জানিয়েছে, নেতা কিম জং-উনের উপস্থিতিতে একটি ফ্লাইট ড্রিলের সময় উত্তর কোরিয়া তাদের প্রথম জোড়া সুপারসনিক ফাইটার পাইলট, জো কুম-হিয়াং এবং রিম সোলকে পরিচিতি দিয়েছে। [১৩]\nব্রিগেডিয়ার-জেনারেল পদে পদোন্নতির মাধ্যমে গান সিও হুয়াং সিঙ্গাপুর সশস্ত্র বাহিনীর প্রথম মহিলা জেনারেল অফিসার হন। [১৪]\nকার্লা হিগিন্সকে ব্রিটেনে অবস্থিত ফ্যাসলেন পেট্রোল বোট স্কোয়াড্রনের প্রথম মহিলা কমান্ডিং অফিসার নিযুক্ত করা হয়েছিল। [১৫] [১৬]\nব্রিটিশ সেনাবাহিনী সুসান রিজকে তাদের প্রথম মহিলা জেনারেল হিসেবে নিযুক্ত করা হয়। [১৭] বর্তমানে মেজর জেনারেল সুসান রিজ আর্মি লিগ্যাল সার্ভিসেসের মহাপরিচালক।\nফাতুমা আহমেদ কেনিয়া প্রতিরক্ষা বাহিনীর প্রথম মহিলা ব্রিগেডিয়ার হন। [১৮]\nম্যারিস পেইন অস্ট্রেলিয়ার প্রথম মহিলা প্রতিরক্ষামন্ত্রী হন। [১৯]\nলেফটেন্যান্ট ওমা লাওয়ালি নাইজারের প্রথম মহিলা পাইলট হন; তিনি ইসলামপন্থী সন্ত্রাসী গোষ্ঠী বোকো হারামের বিরুদ্ধে লড়াইয়ে সাহায্য করার জন্য মার্কিন যুক্তরাষ্ট্র কর্তৃক প্রশিক্ষিত নাইজেরিয়ান বিমান বাহিনীর সদস্যদের একজন ছিলেন। [২০]\nমরিয়ম মুখতার পাকিস্তানের প্রথম মহিলা ফাইটার পাইলট যিনি কর্তব্যরত অবস্থায় মারা যান। [২১]\nবলিভিয়ার বিমান বাহিনীর প্রথম সামরিক পাইলট ২০১৫ সালের আগস্টে তার একক বিমান উড্ডয়ন সম্পন্ন করেন। [২২]\nরয়েল মিলিটারি একাডেমি স্যান্ডহার্স্ট তার ইতিহাসে প্রথম মহিলা কলেজ কমান্ডার হিসেবে লুসি জাইলসকে নিযুক্ত করে। [২৩]\nজিম্বাবুয়ের বিমান বাহিনী এলেন চিওয়েশেকে এয়ার কমোডোর পদে উন্নীত করে, যা জিম্বাবুয়ের বিমান বাহিনীর তৃতীয় সর্বোচ্চ পদ; এটি তাকে জিম্বাবুয়ের বিমান বাহিনীর প্রথম মহিলা এয়ার কমোডোর এবং সর্বোচ্চ পদমর্যাদার মহিলা করে তোলে। [২৪]\nলি হিউন-ওককে মেজর জেনারেল পদে উন্নীত করা হয়েছিল, প্রথমবারের মতো একজন জাতিগত কোরিয়ান মহিলাকে চৈনিক জনগণের লিবারেশন আর্মিতে জেনারেল অফিসার নিযুক্ত করা হয়। [২৫]\nজাপানের বিমান আত্মরক্ষা বাহিনী ২০১৫ সালের নভেম্বরে মহিলাদের যুদ্ধবিমান এবং গোয়েন্দা বিমান পরিচালনার অনুমতি দেয়।\n[২৬]\n[২]\n\n\n== ২০১৬ ==\nক্যাপ্টেন কেট অলফিন, ব্ল্যাক হক পাইলট, হন প্রথম নারী সৈন্য, যিনি নরওয়ের \"Winter Warfare\" কোর্স সম্পন্ন করেন।\nভারতের রাষ্ট্রপতি ঘোষণা করেন যে নারীরা এখন থেকে সেনাবাহিনী, নৌবাহিনী ও বিমান বাহিনীর সব কমব্যাট রোলে কাজ করতে পারবে।\nবাংলাদেশ সেনাবাহিনী প্রথমবারের মতো নারী নেতৃত্বে (লে. কর্নেল নাজমা বেগম) আইভরি কোস্টে জাতিসংঘ শান্তিরক্ষা মিশনে সেনা মোতায়েন করে।\nকনস্ট্যান্স আমা এমেফা এজিয়ানি-আফেনু হন ঘানার সেনাবাহিনীর প্রথম নারী ব্রিগেডিয়ার জেনারেল।\nঅস্ট্রেলিয়ার সারা স্পোকস হন প্রথম নারী ক্যাভালরি স্কাউট, যিনি 12th/16th Hunter River Lancers-এ যোগ দেন।\nথাই রয়্যাল এয়ার ফোর্স প্রথমবারের মতো নারী পাইলট নিয়োগ শুরু করে, এবং সুওয়াত্তানা চাঁথালার্ট প্রথম আবেদনকারী হন।\nএকই বছর কর্ণচনোক জানিয়ারাক, পীরাসরি জালপাইসার্ন, চানাকার্ন সর্নজার্ন, সিরিথর্ন লাওয়ানসাতিয়ান ও চোন্নিসা সোপাওয়ান্নাপং হন থাই এয়ার ফোর্সের প্রথম নারী পাইলট প্রশিক্ষণার্থী।\nমিহো ওতানি হন জাপানের প্রথম নারী, যিনি একটি ডেস্ট্রয়ারের ক্যাপ্টেন নিযুক্ত হন।\nরানী এলিজাবেথ II হন \"Honourable Artillery Company\"-এর দীর্ঘতম সময় ধরে দায়িত্ব পালনকারী ক্যাপ্টেন-জেনারেল (৬৪ বছর)।\nজেনি ক্যারিগান হন কানাডার প্রথম নারী কমব্যাট অফিসার, যিনি জেনারেল পদে পদোন্নতি পান।\nভারতের প্রথম নারী ফাইটার পাইলট – ভাবনা কান্ত, অবনী চতুর্বেদী ও মোহনা সিং জিটারওয়াল – ভারতীয় বিমান বাহিনীতে কমিশনপ্রাপ্ত হন।\nমরিন ও'ব্রায়েন হন আইরিশ ডিফেন্স ফোর্সেসের প্রথম নারী কর্নেল।\nযুক্তরাজ্যের প্রধানমন্ত্রী ডেভিড ক্যামেরন ঘোষণা করেন যে নারীদের কমব্যাট রোলে কাজ করার ওপর নিষেধাজ্ঞা তুলে নেওয়া হবে।\nতুরস্কের এসরা ওজাতায় হন প্রথম নারী এয়ার ফোর্স উইং কমান্ডার।\nব্রিটিশ সেনাবাহিনীর প্রথম ট্রান্সজেন্ডার নারী সৈন্য ক্লোই অ্যালেন ফ্রন্টলাইনে মোতায়েন হন।\nকারিন থম্পসন হন নিউজিল্যান্ডের ওয়াইওরু সামরিক ক্যাম্পের প্রথম নারী কমান্ডার।\nইসরায়েলি সেনাবাহিনী নির্দেশনা জারি করে যে পুরুষ সৈন্যরা চাইলে নারী সৈন্যদের সঙ্গে কাজ করতে অস্বীকৃতি জানাতে পারে।\nমানুষাকে শেহু হন আলবেনিয়ার প্রথম নারী ব্রিগেডিয়ার জেনারেল।\nভারতীয় মেরিন ক্যাপ্টেন রাধিকা মেনন হন প্রথম নারী, যিনি \"IMO Award for Exceptional Bravery at Sea\" লাভ করেন।\nদক্ষিণ কোরিয়ার সেনাবাহিনী জুং ইউন-হিকে প্রথম নারী হেলিকপ্টার পাইলট প্রশিক্ষক হিসেবে নিয়োগ দেয়।\nইউক্রেনের প্রতিরক্ষা মন্ত্রণালয় ঘোষণা করে যে নারীরা স্নাইপার, গোয়েন্দা কর্মকর্তা ও সামরিক যন্ত্রের কমান্ডার হিসেবে কাজ করতে পারবে।\nজাং সে-জিন হন দক্ষিণ কোরিয়ার বিমান বাহিনীর প্রথম নারী গ্রুপ ক্যাপ্টেন।\nডেনমার্কের লোন ট্রায়হোল্ট হন প্রথম নারী জেনারেল।\n\"Allison Ekren\" নামে এক মার্কিন নারী অভিযোগের ভিত্তিতে ইসলামিক স্টেটের একটি নারী বাহিনী \"Khatiba Nusaybah\"-এর নেতৃত্ব দেন।\n\n\n== ২০১৭ ==\nজাং সে-জিন হন দক্ষিণ কোরিয়ার বিমান বাহিনীর প্রথম নারী, যিনি \"Boramae Midair Shooting Competition\"-এর এয়ারড্রপ ক্যাটাগরিতে গ্র্যান্ড প্রাইজ জেতেন।\nপ্রোস্কোভিয়া নালওয়েইসো হন উগান্ডার প্রথম নারী মেজর-জেনারেল, যা তাকে পূর্ব আফ্রিকার প্রথম নারী সৈন্য হিসেবে এই পদে উন্নীত করে।\nনিবাল মাধাত বাদর হন সিরিয়ার সশস্ত্র বাহিনীর প্রথম নারী ব্রিগেডিয়ার জেনারেল।\nনরওয়ে প্রথমবারের মতো একজন নারী (টঞ্জে স্কিনারল্যান্ড)-কে তাদের বিমান বাহিনীর প্রধান হিসেবে নিয়োগ দেয়।\nতুরস্ক সরকার সেনাবাহিনীতে মুসলিম নারীদের হিজাব পরার নিষেধাজ্ঞা তুলে নেয়।\nনেদারল্যান্ডসের সশস্ত্র বাহিনীতে নারী সৈন্যদেরও বাধ্যতামূলকভাবে তালিকাভুক্ত করা শুরু হয়।\nসুইডেন পুরুষ ও নারীদের জন্য সমানভাবে সামরিক ড্রাফট প্রবর্তন করে।\nজুলি-অ্যান উড হন প্রথম নারী, যিনি \"Maritime & Coastguard Agency\"র \"Head of Maritime Operations\"-এর পদে নিয়োগ পান।\nচেক প্রেসিডেন্ট মিলোস জেমান লেনকা স্মের্দোভাকে জেনারেল পদে উন্নীত করেন, যা চেক প্রজাতন্ত্রের ইতিহাসে প্রথম নারী জেনারেল হিসেবে স্বীকৃত।\nনিউজিল্যান্ড নৌবাহিনীর প্রথম নারী ফ্রিগেট কমান্ডার হন লিসা হান (HMNZS Te Mana)।\nলর্না গ্রে হন নিউজিল্যান্ড নৌবাহিনীর প্রথম নারী, যিনি একটি অফশোর পেট্রল ভেসেলের (HMNZS Otago) কমান্ড গ্রহণ করেন।\nক্যাথরিন বোয়া হন পাপুয়া নিউ গিনির প্রতিরক্ষা বাহিনীর প্রথম নারী বিমান প্রকৌশলী।\nক্যাপ্টেন (নেভি) জেনেভিয়েভ বার্নাচেজ হন কানাডার সশস্ত্র বাহিনীর প্রথম নারী \"Judge Advocate General (JAG)\"।\nকানাডিয়ান সৈন্য মেগান কুতো হন প্রথম নারী পদাতিক অফিসার, যিনি বাকিংহাম প্যালেসে রানী এলিজাবেথ II-এর গার্ডের নেতৃত্ব দেন।\nফাতমা বৌদোয়ানি হন আলজেরিয়ার প্রথম নারী, যিনি মেজর-জেনারেল পদে উন্নীত হন।\nব্রেন্ডা টিন্সলি হন \"22 Wing/Canadian Forces Base North Bay\"-এর প্রথম নারী স্কোয়াড্রন কমান্ডার।\nযুক্তরাজ্যের রয়্যাল এয়ার ফোর্স (RAF) তাদের গ্রাউন্ড-ফাইটিং ইউনিট নারীদের জন্য উন্মুক্ত করে, যা RAF-কে ব্রিটিশ সামরিক বাহিনীর প্রথম শাখা করে তোলে যেখানে নারীদের জন্য সব পদ উন্মুক্ত।\nরোহানা জুপ্রি হন রয়্যাল মালয়েশিয়ান নেভির ইতিহাসে প্রথম নারী, যিনি ক্যাপ্টেন পদে নিয়োগ পান।\n১৩ জন ইসরায়েলি নারী ৫ ডিসেম্বর ২০১৭-এ কমব্যাট ট্যাংক অপারেটর হিসেবে প্রশিক্ষণ সম্পন্ন করেন, যা ইসরায়েলি সেনাবাহিনীর ইতিহাসে প্রথম।\nজেটি আলবিনাস হন রয়্যাল ড্যানিশ আর্মির প্রথম নারী জেনারেল।\n\n\n== ২০১৮ ==\nজানুয়ারি ২০১৮ থেকে, উরুগুয়ে তার জাতীয় সেনাবাহিনীর \"Armored Infantry Battalion No. 13\"-এ সম্পূর্ণ নারীদের নিয়ে গঠিত M-24 ট্যাঙ্ক ক্রু কার্যকর করে। এই দলে ১৫ জন সৈন্য ও চারটি M-24 ট্যাঙ্ক ছিল, যা সেকেন্ড লেফটেন্যান্ট মারিয়া ইউজেনিয়া গার্সিয়ার নেতৃত্বে ছিল।\nআবানি চতুর্বেদী হন ভারতীয় বিমান বাহিনীর প্রথম নারী পাইলট, যিনি MiG-21 Bison ফাইটার এয়ারক্রাফ্টে একক ফ্লাইট সম্পন্ন করেন।\nসৌদি আরব প্রথমবারের মতো নারীদের সেনাবাহিনীতে যোগদানের অনুমতি দেয়।\nজাপানের নৌবাহিনী প্রথমবারের মতো একজন নারীকে যুদ্ধজাহাজ স্কোয়াড্রনের কমান্ডার হিসেবে নিয়োগ দেয়; তিনি ছিলেন রিয়োকো আজুমা।\nআমিসাহ কুইমিং হন প্রথম নারী, যিনি রয়্যাল মালয়েশিয়ান নেভির \"Sailor of the Year\" পুরস্কার লাভ করেন।\nফেটোগো মোলাওয়া হন দক্ষিণ আফ্রিকার বিমান বাহিনীর (SAAF) ইতিহাসে প্রথম নারী ও প্রথম কৃষ্ণাঙ্গ ব্যক্তি, যিনি একটি SAAF ঘাঁটির কমান্ড গ্রহণ করেন। তিনি পোর্ট এলিজাবেথের SAAF ঘাঁটির নতুন কমান্ডিং অফিসার হন।\nইসরায়েল প্রতিরক্ষা বাহিনীর (IDF) ইতিহাসে প্রথমবারের মতো চারজন নারী ট্যাঙ্ক কমান্ডার নিযুক্ত হন, যার মধ্যে একজন ছিলেন ইংল্যান্ড থেকে নতুন অভিবাসী।\nফাতুমাহ আহমেদ হন কেনিয়া প্রতিরক্ষা বাহিনীর প্রথম নারী মেজর জেনারেল।\nসেরাইমা নাইকোভু হন ফিজি নেভির প্রথম নারী \"Commander-of-the-Day\"।\nইসরায়েল বিমান বাহিনীর ইতিহাসে প্রথমবারের মতো একজন নারী ফ্লাইট স্কোয়াড্রনের কমান্ডার নিযুক্ত হন।\nজানেক ওলথুইস হন প্রথম নারী, যিনি নিউজিল্যান্ড প্রতিরক্ষা বাহিনীর \"Aumangea\" সার্ভাইভাল কোর্সে শীর্ষ স্থান অর্জন করেন।\nমিসা মাতসুশিমা হন জাপানের প্রথম নারী ফাইটার পাইলট।\nএসিতা বাতিনিকিলা হন প্রথম নারী অফিসার, যিনি ফিজির সামরিক বাহিনীর নেভি শাখা থেকে বিদেশে উচ্চতর শিক্ষার জন্য বৃত্তি লাভ করেন।\nবাংলাদেশ সেনাবাহিনী তার প্রথম নারী মেজর জেনারেল পায়, ডা. সুসানে গীতি।\nলিউদমিলা শুগালে হন প্রথম নারী, যিনি ইউক্রেনের নিরাপত্তা সংস্থার সামরিক মেডিকেল পরিচালক হিসেবে নিযুক্ত হন এবং ইউক্রেনের ইতিহাসে প্রথম নারী মেজর জেনারেল হন।\nযুক্তরাজ্য ঘোষণা করে যে নারীরা ব্রিটিশ সেনাবাহিনীর সকল পদে আবেদন করতে পারবে, যার মধ্যে রয়্যাল আর্মার্ড কর্পসও অন্তর্ভুক্ত।\nআলেনকা এরমেনচ হন স্লোভেনিয়ার সশস্ত্র বাহিনীর প্রথম নারী, যিনি মেজর জেনারেল পদে উন্নীত হন।\nআলেনকা এরমেনচ হন স্লোভেনিয়ার \"Chief of the General Staff\" এবং NATO-র প্রথম নারী যিনি এই পদে নিযুক্ত হন।\nপেরুর সেনাবাহিনীতে লর্ডেস আওরেলিয়া বারিগা আবারকা এবং মারিয়া মাগদালেনা ডিবোস মোরি হন প্রথম দুই নারী, যাদের কর্নেল পদে উন্নীত করা হয়।\n২৫ অক্টোবর ২০১৮, যুক্তরাজ্য আনুষ্ঠানিকভাবে কমব্যাট রোল নারীদের জন্য উন্মুক্ত করে। ২১ ডিসেম্বর ২০১৮ থেকে নতুন নারী রিক্রুটরা ব্রিটিশ সেনাবাহিনীর পদাতিক শাখায় আবেদন করতে পারেন।\nজাপানের মেরিটাইম সেলফ-ডিফেন্স ফোর্স সাবমেরিনে নারীদের জন্য নিষেধাজ্ঞা তুলে নেয়।\nসুলোচনা পৌডেল হন নেপালি সেনাবাহিনীর প্রথম নারী, যিনি \"S.N. 25 Army Command and Staff Course\"-এ অন্তর্ভুক্ত হন।\n\n\n== ২০১৯ ==\nফ্যানি \"শটি\" চোলেট হন সুইস বিমান বাহিনীর প্রথম নারী ফাইটার পাইলট। তিনি যুক্তরাষ্ট্রের বাইরে প্রথম নারী, যিনি F/A-18 যুদ্ধবিমান চালানোর অনুমতি পান।\nভারতীয় বিমান বাহিনী \"ফ্লাইট লেফটেন্যান্ট হিনা জয়সওয়াল\"-কে প্রথম নারী ফ্লাইট ইঞ্জিনিয়ার হিসেবে অন্তর্ভুক্ত করে।\nপ্রথমবারের মতো একজন নারী ব্রিটিশ সেনাবাহিনীর পদাতিক প্রশিক্ষণ সম্পন্ন করেন।\nজোসেলিন বান্দারলিপে হন \"ফিলিপাইন সেনাবাহিনীর\" প্রথম নারী ব্রিগেড কমান্ডার।\nভাবনা কান্থ হন ভারতীয় বিমান বাহিনীর প্রথম নারী পাইলট, যিনি যুদ্ধ মিশন চালানোর জন্য যোগ্যতা অর্জন করেন।\nভারতীয় বিমান বাহিনীর তিনজন নারী অফিসার প্রথমবারের মতো একটি মিডিয়াম লিফট হেলিকপ্টার উড়িয়ে \"ভারতের প্রথম নারীদের পরিচালিত হেলিকপ্টার ক্রু\" হিসেবে ইতিহাস গড়েন।\nমোহনা সিং হয়ে ওঠেন ভারতের প্রথম নারী ফাইটার পাইলট, যিনি দিনের আলোতে \"Hawk\" অ্যাডভান্সড জেট এয়ারক্রাফ্ট পরিচালনার সম্পূর্ণ সক্ষমতা অর্জন করেন।\nমিন্টি আগরওয়াল হন ভারতের সামরিক ইতিহাসের প্রথম নারী, যিনি \"যুদ্ধ সেবা পদক (Yudh Seva Medal)\" লাভ করেন।\nভারতের সুপ্রিম কোর্ট নারী অফিসারদের স্থায়ী কমিশনের জন্য বিবেচনার আইনি অধিকার প্রদান করে।\nশালিজা ধামি হন ভারতীয় বিমান বাহিনীর প্রথম নারী, যিনি স্থায়ী কমিশন পান এবং তিনিই ভারতের প্রথম নারী ফ্লাইট কমান্ডার হন।\nঅঞ্জলি সিং হন ভারতীয় বিমান বাহিনীর প্রথম নারী অফিসার, যিনি একজন সামরিক কূটনীতিক হিসেবে বিদেশে ভারতীয় মিশনে নিয়োগপ্রাপ্ত হন।\nইসরায়েল বিমান বাহিনীর ১২২ স্কোয়াড্রনের কমান্ডার হন \"লেফটেন্যান্ট কর্নেল জি\" (সম্পূর্ণ নাম প্রকাশ করা হয়নি), যা তাকে ইসরায়েল বিমান বাহিনীর প্রথম নারী স্কোয়াড্রন কমান্ডার করে তোলে।\nমেলিসা রস হন \"রয়্যাল নিউজিল্যান্ড নেভি\"-এর প্রথম নারী, যিনি \"কমোডর\" পদ অর্জন করেন।\nজাং সে-জিন হন দক্ষিণ কোরিয়ার প্রথম নারী ব্যাটালিয়ন কমান্ডার।\nফিজির \"State House\" গেটের গার্ড পরিবর্তন প্রথায় প্রথমবারের মতো নারী সেনারা অন্তর্ভুক্ত হন।\nকাং সান-ইয়ং হন দক্ষিণ কোরিয়ার প্রথম নারী, যিনি \"টু-স্টার জেনারেল\" পদে উন্নীত হন।\nমারি-হারেন মাইলেট হন প্রথম নারী, যিনি \"Canadian Armed Forces\"-এর বার্ষিক সামরিক পরীক্ষায় পূর্ণ নম্বর অর্জন করেন।\n\n\n== ২০২০ ==\nজেইনা আকার লেবানন এবং আরব বিশ্বের প্রথম মহিলা প্রতিরক্ষামন্ত্রী হন। \nরিসা তাকেনুচি জাপানের জাতীয় নৌ সাবমেরিন একাডেমিতে ভর্তি হওয়া প্রথম মহিলা ছাত্রী। \nইয়াসমিন উইলিয়ামস ওয়েলশ গার্ডসের সাথে পদাতিক প্রশিক্ষণ কেন্দ্র থেকে পাস হওয়া প্রথম মহিলা ছিলেন। \nরোজি ওয়াইল্ড ব্রিটিশ সেনাবাহিনীর প্রথম মহিলা যিনি অল আর্মস প্রি-প্যারাসুট সিলেকশন (AAPPS) পাস করেছেন। \nজ্যানেট লরেনা ফিলিপাইন সেনাবাহিনীর ইতিহাসে প্রথম মহিলা যিনি ১ম পদাতিক ডিভিশনের কমান্ডার নিযুক্ত হন। \nভারতের সুপ্রিম কোর্ট রায় দিয়েছে যে সরকারকে পুরুষ সামরিক কর্মকর্তাদের সাথে সমানভাবে মহিলা সামরিক কর্মকর্তাদের স্থায়ী কমিশন এবং কমান্ড পদ প্রদান করতে হবে। \nরুচি শর্মা ভারতীয় সেনাবাহিনীর প্রথম মহিলা অপারেশনাল প্যারাট্রুপার হন। \nজর্জিয়া স্যান্ডওভার ছিলেন রয়েল এয়ার ফোর্স রেজিমেন্টে যোগদানকারী প্রথম মহিলা। \nমেক্সিকান মাদক যুদ্ধে নারীরা সকল বিদ্রোহীর সাথে কাজ করেছিলেন এবং/অথবা তাদের দ্বারা ক্ষতিগ্রস্ত হয়েছিলেন। \nআজেং ত্রেস্না দ্বি বিজয়ন্তী ইন্দোনেশিয়ার সামরিক বাহিনীতে প্রথম মহিলা ফাইটার পাইলট হয়েছেন। \nইন্দোনেশিয়ান বিমান বাহিনী কর্তৃক দেওয়া আয়ু আরদিকনা সুয়ারিকে তাদের প্রথম মহিলা লোডমাস্টার হিসেবে মনোনীত করা হয়েছিল। \nনিগার জোহর পাকিস্তান সেনাবাহিনীর প্রথম মহিলা লেফটেন্যান্ট জেনারেল হন। \nতাহলিয়া হলেন ব্রিটন আইরিশ নৌবাহিনীর প্রথম মহিলা ডুবুরি। \nরবার্টা ও'ব্রায়ান আইরিশ নৌবাহিনীর প্রথম মহিলা যিনি কমান্ডার পদমর্যাদা অর্জন করেন। \nনাইজেরিয়ান বিমান বাহিনীর ফ্লাইং অফিসার ওও ওকে ৪০৩ ফ্লাইং ট্রেনিং স্কুল কানোর ইতিহাসে L-39ZA-তে একা উড়ে যাওয়া প্রথম মহিলা পাইলট ছিলেন। \nডোমিনিকান প্রজাতন্ত্রের বিমান বাহিনী (FARD) ডোমিনিকান প্রজাতন্ত্রের বিমানবাহিনীর ইতিহাসে প্রথম মহিলা হিসেবে ফ্লাইট অপারেশন স্কোয়াড্রনের নেতৃত্ব দেওয়ার ঘোষণা দিয়েছে: লেফটেন্যান্ট কর্নেল লি গেডি মাতেও রামিরেজ, যিনি FARD-এর বিমান পরিবহন স্কোয়াড্রনের নেতৃত্ব দিচ্ছেন। \nজাপানের প্রথম মহিলারা মেরিটাইম সেলফ-ডিফেন্স ফোর্সের সাবমেরিনে ক্রু সদস্য হিসেবে কাজ করার জন্য সার্টিফিকেট লাভ করেন। \nশ্রীলঙ্কা বিমান বাহিনীর ইতিহাসে প্রথমবারের মতো মহিলারা পাইলট হলেন; এই মহিলারা হলেন পাইলট অফিসার এডিপিএল গুনারথে এবং পাইলট অফিসার আরটি বীরাবর্ধনা। \nসার্বিয়ান সেনাবাহিনী তাদের প্রথম মহিলা আক্রমণ বিমান পাইলট হিসেবে আনা পেরিসিককে নিযুক্ত করে। \nলিঅ্যান টাকার রয়েল বারমুডা রেজিমেন্টের প্রথম মহিলা সৈনিক যিনি স্যান্ডহার্স্ট অফিসারদের কোর্স সম্পন্ন করেছেন। \nপ্যাট্রিসিয়া ও'সুলিভান আইরিশ নৌবাহিনীর ইতিহাসে প্রথম মহিলা যিনি চিফ পেটি অফিসার পদমর্যাদা অর্জন করেছেন। \nরয়েল মালয়েশিয়ান নৌবাহিনী রোহানা জুপ্রিকে প্রথম মহিলা হিসেবে প্রথম অ্যাডমিরাল পদেদনিযুক্ত করেছে \nবোস্টনের বাসিন্দা লেফটেন্যান্ট ও (নাম প্রকাশ করা হয়নি) ইসরায়েলের প্রথম আমেরিকান মহিলা বিমান বাহিনীর পাইলট হন। \n\n\n== ২০২১ ==\n২০২১ সালে শ্যারন নেসমিথ প্রথম মহিলা হিসেবে ব্রিটিশ ডিভিশন-স্তরের ফর্মেশনের নেতৃত্ব দেন।\nইভন হুইন বোমায় নিহত হন, যার ফলে তিনি মালিতে মারা যাওয়া ফরাসি সামরিক বাহিনীর প্রথম মহিলা সদস্য হয়ে ওঠেন। \nরাধিকা থাপা নেপালি সেনাবাহিনীর প্রথম মহিলা সৈনিক যিনি কাউন্টার ইনসার্জেন্সি অ্যান্ড জঙ্গল ওয়ারফেয়ার (CIJW) কোর্স সম্পন্ন করেছেন। \nলেফটেন্যান্ট-জেনারেল ফ্রান্সেস অ্যালেন হলেন কানাডিয়ান সামরিক বাহিনীর ভাইস-চিফ অফ ডিফেন্স স্টাফ হিসেবে নিযুক্ত প্রথম মহিলা। \nব্রিগেডিয়ার-জেনারেল  লিস বোর্গনকে রয়েল মিলিটারি কলেজের প্রথম মহিলা কমান্ড্যান্ট হিসেবে মনোনীত করা হয়েছিল। \nসৌদি আরবের সেনাবাহিনীতে নারীদের যোগদানের অনুমতি দেওয়া শুরু হয়। \nইসরায়েলে, ব্রিগেডিয়ার-জেনারেল (রিজার্ভ) র‍্যাচেল টেভেট-উইজেল হলেন সৈনিকদের অভিযোগ কমিশনারের ভূমিকায় নিযুক্ত প্রথম মহিলা। \nএরিকা রাবালো ইতালীয় নৌবাহিনীর প্রথম মহিলা স্ট্রাইক ফাইটার পাইলট হন। \nমেজর-জেনারেল থালিতা মক্সাকাতোকে SANDF- এর প্রতিরক্ষা গোয়েন্দা প্রধান হিসেবে নিযুক্ত করা হয়েছিল, যার ফলে তিনি হলেন SANDF-এর সামরিক কমান্ডে নিযুক্ত প্রথম মহিলা। \nআফগানিস্তানের ঘোর প্রদেশের মহিলারা তালেবানদের বিরুদ্ধে অস্ত্র হাতে তুলে নিতে শুরু করেছেন বলে জানা গেছে। \nইন্দোনেশিয়ার সেনাবাহিনী মহিলা ক্যাডেটদের উপর কুমারীত্ব পরীক্ষা বন্ধ করেছে। \nভারতীয় সেনাবাহিনীতে প্রথমবারের মতো মহিলা সৈন্য যোগদান  করে.\n\n\n== ২০২২ ==\nমার্চ মাসে, বোলোর গ্যানবোল্ডকে মঙ্গোলিয়ার প্রথম মহিলা ব্রিগেডিয়ার জেনারেল হিসেবে কমিশন দেওয়া হয়। \n২০২২ সালের এপ্রিলে ঘোষণা করা হয়েছিল যে শ্যারন নেস্মিথ পরবর্তী ডেপুটি চিফ অফ দ্য জেনারেল স্টাফ হবেন, এবং এইভাবে তিনি হবেন ব্রিটিশ সেনাবাহিনীতে লেফটেন্যান্ট জেনারেল পদে অধিষ্ঠিত প্রথম মহিলা।   ২০২২ সালের আগস্ট মাসে, তিনি জেনারেল স্টাফের ডেপুটি চিফের ভূমিকা গ্রহণ করেন এবং লেফটেন্যান্ট জেনারেল পদে উন্নীত হন। \nঅ্যান্টোনেট ওয়েমিস-গরম্যান জ্যামাইকা প্রতিরক্ষা বাহিনীর প্রথম মহিলা প্রধান হন। \nইউক্রেনীয় সেনাবাহিনীর ১০% ছিলেন নারী। \nঅভিলাষা বারাক ভারতীয় সেনাবাহিনীর প্রথম মহিলা যুদ্ধ বিমানচালক হয়েছিলেন। \nরিউট রেটিগ-ওয়েইস প্রথম মহিলা ইসরায়েল প্রতিরক্ষা বাহিনীর ব্রিগেড কমান্ডার হিসেবে একটি যুদ্ধ ইউনিটে নিযুক্ত হন। \nধারণা করা হয়, ২০২২ সালে ইউক্রেনে রাশিয়ার আক্রমণে নিহত প্রথম রাশিয়ান মহিলা সৈনিক ছিলেন আনাস্তাসিয়া সাভিৎস্কায়া। \nইসরায়েল প্রতিরক্ষা বাহিনীর নামা রোজেন-গ্রিনবার্গকে ইসরায়েলের রাষ্ট্রপতির সামরিক সহকারী হিসেবে দায়িত্ব পালনকারী প্রথম মহিলা হিসেবে নিযুক্ত করা হয়েছে। \nতুর্কিয়ের অফিসিয়াল গেজেটে বলা হয়েছে যে ওজলেম ইলমাজকে তুর্কি সেনাবাহিনীর প্রথম মহিলা জেনারেল হিসেবে নিযুক্ত করা হয়েছে। \nহেয়ারফোর্ডের অ্যাডি কার্টার হলেন প্যারাসুট রেজিমেন্টের পি কোম্পানি কোর্সে উত্তীর্ণ প্রথম তালিকাভুক্ত মহিলা সৈনিক। \nঅক্টোবরে, সিরিয়ায় আইসিসের পক্ষে একটি সম্পূর্ণ মহিলা সামরিক ব্যাটালিয়ন সংগঠিত ও নেতৃত্ব দেওয়ার জন্য ভার্জিনিয়ার পূর্ব জেলায় অ্যালিসন একরেনকে ২০ বছরের কারাদণ্ড দেওয়া হয়েছিল। \nভ্যানেসা পিয়া আর্জেন্টিনার প্রথম মহিলা সামরিক কর্মকর্তা যিনি অ্যান্টার্কটিকায় স্থায়ী অ্যান্টার্কটিক ঘাঁটি কার্লিনির কমান্ডার হিসেবে একটি ইউনিটের কমান্ডার হিসেবে দায়িত্ব পালন করেন। \n\n\n== ২০২৩ ==\nঅবনী চতুর্বেদী ভারতীয় বিমান বাহিনীর প্রথম মহিলা ফাইটার পাইলট হিসেবে বিদেশে বিমান যুদ্ধের মহড়ায় অংশ নেন, যা তিনি জাপানে সম্পন্ন করেছিলেন। \nশ্বেত বিপ্লবের পর প্রথমবারের মতো ইরানের সশস্ত্র বাহিনীতে নারীদের যোগদানের অনুমতি দেওয়া হয়। \nভারতীয় বিমান বাহিনী মহিলা অগ্নিবীর-এর প্রথম দল পেল। .\n\n\n== ২০২৪ ==\nফাতুমা আহমেদ কেনিয়ার বিমান বাহিনীর প্রথম মহিলা কমান্ডার হন, যা তাকে কেনিয়ার সামরিক পরিষেবাগুলির মধ্যে একটির নেতৃত্বদানকারী প্রথম মহিলা হিসেবেও পরিচিত করে। \nঅনামিকা রাজীব ভারতীয় নৌবাহিনীর প্রথম মহিলা হেলিকপ্টার পাইলট হন। \nবসনিয়া ও হার্জেগোভিনার সশস্ত্র বাহিনী প্রথমবারের মতো একজন মহিলা সামরিক প্রতিনিধি (মেজর জেসমিনা ওমেরবেগোভিচ) পেয়েছে। \nরিপাবলিক অফ ফিজি মিলিটারি ফোর্সেস ইঞ্জিনিয়ার্স রেজিমেন্ট ১/২৪ ট্রেড ট্রেনিং স্কুলের স্নাতকোত্তরে সেই স্কুলের প্রথম মহিলা স্নাতক অন্তর্ভুক্ত ছিলেন। \nসাধনা সাক্সেনা নায়ার ভারতের প্রথম মহিলা যিনি মেডিকেল সার্ভিসেস (সেনাবাহিনী) এর মহাপরিচালক পদে নিযুক্ত হন। \nমিশেলিন বার্ট্রান্ড ২ কানাডিয়ান ফোর্সেস ফ্লাইট ট্রেনিং স্কুলের প্রথম মহিলা চিফ ওয়ারেন্ট অফিসার (CWO) হন। \nলে. জে.জি. মুন হি-উ দক্ষিণ কোরিয়ান নৌবাহিনীর প্রথম মহিলা গভীর সমুদ্র ডুবুরি হয়ে ওঠেন। \n১০ আগস্ট ২০২৪ তারিখে, ভারতীয় নৌবাহিনীর প্রশিক্ষণ কেন্দ্র আইএনএস চিল্কায়, ১৩৮৯ জন অগ্নিবীর মৌলিক সামরিক প্রশিক্ষণ সম্পন্ন করে প্রশিক্ষিত হন, যাদের মধ্যে ২১৪ জন মহিলা ছিলেন; বিনয় মারুতি কদম 'নৌবাহিনী প্রধান রোলিং ট্রফি' এবং সঞ্জনা 'স্বর্ণপদক' লাভ করেন, সাক্ষী মোহন মির্জে 'জেনারেল বিপিন রাওয়াত রোলিং ট্রফি' লাভ করেন। \n১ অক্টোবর ২০২৪ তারিখে আরতি সারিনকে সশস্ত্র বাহিনী চিকিৎসা পরিষেবার (DGAFMS) মহাপরিচালক নিযুক্ত করা হয়, যা সশস্ত্র বাহিনী চিকিৎসা পরিষেবার সর্বোচ্চ পদমর্যাদার নিয়োগ; এর ফলে তিনি DGAFMS হিসেবে দায়িত্ব পালনকারী প্রথম মহিলা এবং ভারতীয় সশস্ত্র বাহিনীর ইতিহাসে সর্বোচ্চ পদমর্যাদার মহিলা কর্মকর্তা হয়ে ওঠেন। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nযুদ্ধ এবং সামরিক বাহিনীতে নারী (১৯০০-১৯৪৫)\nযুদ্ধ এবং সামরিক বাহিনীতে নারী (১৯৪৫-১৯৯৯)"}