{"pageid": 1522470, "title": "বারবারা গেডিজ", "url": "https://bn.wikipedia.org/wiki?curid=1522470", "content": "বারবারা গেডিজ (ইংরেজি: Barbara Geddes; জন্ম: ১৫ অক্টোবর ১৯৪৪) একজন মার্কিন রাষ্ট্রবিজ্ঞানী ও অধ্যাপক। তিনি বর্তমানে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, লস অ্যাঞ্জেলসের রাষ্ট্রবিজ্ঞান বিভাগের এমেরিটাস অধ্যাপক হিসেবে অধ্যাপনা করছেন। তিনি কর্তৃত্ববাদ ও কর্তৃত্ববাদী শাসনব্যবস্থার গবেষণামূলক ক্যাটালগারের অন্যতম প্রধান তাত্ত্বিক ও আমলাতন্ত্র এবং তুলনামূলক অধ্যয়ন নিয়ে সর্বাধিক উদ্ধৃত লেখক। তার ২০০৩ সালের বই প্যারাডাইমস অ্যান্ড স্যান্ড ক্যাসলার্স তুলনামূলক রাজনীতির প্রভাবশালী গবেষণা পদ্ধতির বই। জোসেফ রাইট ও এরিকা ফ্রানৎজের সাথে ২০১৮ সালে রচিত হাউ ডিক্টেটরশিপস ওয়ার্কস: পাওয়ার, পার্সোনাইজেশন, অ্যান্ড কলাপ্স একনায়কতন্ত্রকালীন রাজনীতি নিয়ে আলোকপাত করে।\n\n\n== শিক্ষা ও কর্মজীবন ==\nগেডিজ ১৯৮৬ সালে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলি থেকে পিএইচডি ডিগ্রি অর্জন করেন। তিনি বর্তমানে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, লস অ্যাঞ্জেলসের রাষ্ট্রবিজ্ঞান বিভাগের এমেরিটাস অধ্যাপক হিসেবে অধ্যাপনা করছেন। তিনি ৫০টির বেশি প্রবন্ধ কমিটির সভাপতি হিসেবে দায়িত্ব পালন করেছেন।\n\n\n== গবেষণা ==\nগেডিজ বিভিন্ন কর্তৃত্ববাদী শাসনব্যবস্থা অধ্যয়ন করেন এবং সেগুলোকে পাঁচটি ভাগে শ্রেণীবদ্ধ করেন, সেগুলো হল সামরিক একনায়কতন্ত্র, একদলীয় একনায়কতন্ত্র, ব্যক্তিত্ববাদী একনায়কতন্ত্র, রাজতন্ত্র ও সংকর একনায়কতন্ত্র। গেডিজের (১৯৯৯) ব্যক্তিত্ববাদী, দলীয় এবং সামরিক শাসনব্যবস্থার শ্রেণীবিভাগ এবং একনায়কতন্ত্রের টিকে থাকা এবং গণতান্ত্রিক পরিবর্তনের সম্ভাবনা সম্পর্কিত তত্ত্বগুলো পরীক্ষা করার জন্য এই শ্রেণীবিভাগের ব্যবহার যুগান্তকারী। ২০১৪ সালের একটি প্রবন্ধে, এই শ্রেণীবিভাগে সাতটি প্রকারভেদ ছিল: প্রভাবশালী দলীয় শাসনব্যবস্থা, সামরিক শাসনব্যবস্থা, ব্যক্তিত্ববাদী শাসনব্যবস্থা, রাজতন্ত্র, গোষ্ঠিশাসিত শাসনব্যবস্থা, পরোক্ষ সামরিক শাসনব্যবস্থা, বা প্রথম তিনটির সংকর। টমাস পেপিন্‌স্কি কর্তৃত্ববাদের উপর গেডিজের কাজকে \"যুগান্তকারী\" হিসেবে বর্ণনা করেছেন।\nতিনি শাসনব্যবস্থার পতন ও পরিবর্তনের বিষয়েও আগ্রহ দেখান। তিনি তার পলিটিশিয়ান্‌স ডিলেমা: বিল্ডিং স্টেট ক্যাপাসিটি ইন ল্যাটিন আমেরিকা (১৯৯৪) রচনায় \"ব্রাজিলে আমলাতান্ত্রিক সংস্কার ও দুর্নীতি, লাতিন আমেরিকায় অর্থনৈতিক নীতি নির্ধারণের রাজনীতি, এবং প্রাতিষ্ঠানিক পছন্দের উপর রাজনৈতিক দর কষাকষি\" নিয়ে অনুসন্ধান করেন।\n\n\n== প্রধান সৃষ্টিকর্ম ==\nগেডিজ, বারবারা (১৯৯৪)। পলিটিশিয়ান্‌স ডিলেমা: বিল্ডিং স্টেট ক্যাপাসিটি ইন ল্যাটিন আমেরিকা (ইংরেজি: Politician's Dilemma: Building State Capacity in Latin America)। ইউনিভার্সিটি অব ক্যালিফোর্নিয়া প্রেস। আইএসবিএন 978-0520207622। \nগেডিজ, বারবারা (২০০৩)। প্যারাডাইমস অ্যান্ড স্যান্ড ক্যাসলার্স: থিওরি বিল্ডিং অ্যান্ড রিসার্চ ডিজাইন ইন কমপারেটিভ পলিটিকস (ইংরেজি: Paradigms and Sand Castles: Theory Building and Research Design in Comparative Politics)। ইউনিভার্সিটি অব মিশিগান প্রেস। আইএসবিএন 978-0472068357। \nগেডিজ, বারবারা; রাইট, জোসেফ; ফ্রানৎজ, এরিকা (২০১৮)। হাউ ডিক্টেটরশিপস ওয়ার্কস: পাওয়ার, পার্সোনাইজেশন, অ্যান্ড কলাপ্স (ইংরেজি: How Dictatorships Work: Power, Personalization, and Collapse)। কেমব্রিজ ইউনিভার্সিটি প্রেস। আইএসবিএন 9781107115828। \n\n\n== পুরস্কার ও স্বীকৃতি ==\nক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, লস অ্যাঞ্জেলস গেডিজকে শ্রেষ্ঠ মেন্টর পুরস্কার প্রদান করে। ২০১৪ সালে আমেরিকান পলিটিক্যাল সায়েন্স অ্যাসোসিয়েশনের কমপারেটিভ পলিটিকস শাখা গেডিজকে বিংহাম পাওয়েল গ্র্যাজুয়েট মেন্টরিং পুরস্কার প্রদান করে। পেন স্টেট বিশ্ববিদ্যালয়ের রাষ্ট্রবিজ্ঞানী জোসেফ রাইট ও মিশিগান স্টেট বিশ্ববিদ্যালয়ের রাষ্ট্রবিজ্ঞানী এরিকা ফ্রানৎজের সাথে গেডিজ \"দি অটোক্রেটিক রেজিমস ডেটা সেট\" তৈরি করেন, যার জন্য তারা ২০১৫ সালে আমেরিকান পলিটিক্যাল সায়েন্স অ্যাসোসিয়েশনের কমপারেটিভ পলিটিকস শাখা কর্তৃক প্রদত্ত লিইফার্ট/প্রৎজেওর্স্কি/ভার্বা ডেটা সেট পুরস্কার অর্জন করেন।\n\n\n== তথ্যসূত্র =="}