{"pageid": 1522320, "title": "অর্থনা বিনু", "url": "https://bn.wikipedia.org/wiki?curid=1522320", "content": "অর্থনা বিনু একজন ভারতীয় অভিনেত্রী যিনি তামিল, মালায়ালাম এবং তেলুগু চলচ্চিত্র জগতের সাথে যুক্ত। তিনি কেরালার তিরুবনন্তপুরমে জন্মগ্রহণ করেন। ২০১৬ সালে তেলুগু চলচ্চিত্র সিথাম্মা আন্দালু রামাইয়া সিত্রালু -তে অভিনয়ের মাধ্যমে তিনি চলচ্চিত্র জগতে আত্মপ্রকাশ করেন।  তিনি মুধুগাভ (২০১৬), থন্ডন (২০১৭), সেম্মা (২০১৮) এবং কাদাইকুট্টি সিংগাম (2018) -এর মতো চলচ্চিত্রে তার অভিনয়ের জন্য পরিচিত। \n\n\n== জীবনের প্রথমার্ধ ==\nঅভিনেতা বিজয়কুমার এবং বিনু ড্যানিয়েলের কন্যা হলেন অর্থনা। অর্থনার পিতামাতার পরবর্তীকালে বিবাহবিচ্ছেদ হয়।  স্কুল জীবন শেষ করার পর, তিনি তিরুবনন্তপুরমের মার ইভানিওস কলেজে সাংবাদিকতা, গণযোগাযোগ এবং চলচ্চিত্র প্রযোজনা বিভাগে স্নাতক ডিগ্রি অর্জন করেন। \n\n\n== কর্মজীবন ==\n২০১৬ সালে কলেজের দ্বিতীয় বর্ষে থাকাকালীন অর্থঅনা তার প্রথম অভিনয় প্রকল্পে কাজ করার সুযোগ পান। তিনি শ্রীনিবাস গাভিরেডি পরিচালিত এবং অভিনেতা রাজ তরুণ অভিনীত তেলুগু প্রেম ও কৌতুক বিষয়ক চলচ্চিত্র সীতাম্মা আন্দালু রামাইয়া সিত্রালু (২০১৬) -তে অভিনয় করেন। একই বছর তিনি অভিনেতা গোকুল সুরেশের সাথে মুধুগাউভ (২০১৬) নামে একটি মালায়ালাম কৌতুক চলচ্চিত্র অভিনয়ের মাধ্যমে মালায়ালাম চলচ্চিত্রে আত্মপ্রকাশ করেন। \nসামুথিরাকানি পরিচালিত থন্ডন (২০১৭) চলচ্চিত্র অভিনয়ের মাধ্যমে তামিল ফিল্ম ইন্ডাস্ট্রিতে প্রবেশ করেন।  অর্থনা অভিনেতা বিক্রান্ত, সামুথিরাকানি এবং সুনাইনার সাথে এই চলচ্চিত্রে অভিনয় করার সুযোগ পান। থন্ডনের আগে তিনি সেম্মা (২০১৮) চলচ্চিত্রে অভিনয়ের জন্য চুক্তিবদ্ধ হয়েছিলেন। সেম্মা পরিচালক পান্ডিরাজের প্রযোজনা সংস্থার অধীনে নির্মিত এবং সেখানে অর্থনা জিভি প্রকাশ কুমারের সাথে কাজ করার সুযোগ পান। ২৫ মে ২০১৮ তারিখে ছবিটি মুক্তি পায় এবং অর্থনা তার অভিনয়ের জন্য ইতিবাচক পর্যালোচনা পায়।  সিনেমাটি দেখার পর পরিচালক পাণ্ডিরাজ অর্থনাকে কার্তি পরিচালিত তামিল পারিবারিক নাট্য চলচ্চিত্র কাদাইকুট্টি সিংগাম (২০১৮) -এ অভিনয়ের জন্য প্রস্তাব দেন। \nবর্তমানে তিনি সেলভা সেকারান পরিচালিত এবং পরিচালক সুসেনথিরান রচিত ভেনিলা কাবাডি কুঝু ২ নামক ক্রীড়া ও রোমাঞ্চ ভিত্তিক তামিল চলচ্চিত্রের প্রধান মহিলা চরিত্রে অভিনয় করার সুযোগ পেয়েছেন। ভেনিলা কাবাডি কুঝু ২ চলচ্চিত্রটি ২০০৯ সালের সফল চলচ্চিত্র ভেনিলা কাবাদি কুঝুর দ্বিতীয় অংশ।"}