{"pageid": 1522389, "title": "আল-ফাতহ ইবনে খাকান", "url": "https://bn.wikipedia.org/wiki?curid=1522389", "content": "আল-ফাতহ ইবনে খাকান ( আরবি: الفتح بن خاقان   ) ( আনু. ৮১৭ - ১১ ডিসেম্বর ৮৬১) ছিলেন আব্বাসীয় খলিফা আল-মুতাওয়াক্কিলের (শাসনকাল ৮৪৭-৮৬১) একজন গুরুত্বপূর্ণ উপদেষ্টা। তিনি তুর্কি সেনাপতি খাকান ইবন উরতুজের পুত্র ছিলেন। তার বাবা ফারঘানার শাসক পরিবারের সঙ্গে সম্পর্কিত ছিলেন। আল-ফাতহ শৈশবে খলিফা আল-মুতাসিমের প্রাসাদে বড় হন এবং সাত বছর বয়সে তিনি আল-মুতাসিমের দত্তক পুত্র হন। তিনি ভবিষ্যত খলিফা আল-মুতাওয়াক্কিলের সঙ্গে একত্রে শিক্ষালাভ করেন এবং তার ঘনিষ্ঠ সঙ্গী হয়ে ওঠেন।\n\n\n== উৎপত্তি এবং প্রাথমিক জীবন ==\nআল-ফাতহ ইবন খাকান (আরবি: الفتح بن خاقان) ছিলেন আব্বাসীয় খলিফা আল-মুতাওয়াক্কিলের (শাসনকাল ৮৪৭-৮৬১) দরবারের একজন বিশিষ্ট ব্যক্তিত্ব। তিনি প্রায় ৮১৭/৮ সালে জন্মগ্রহণ করেন এবং ১১ ডিসেম্বর ৮৬১ সালে মৃত্যুবরণ করেন। তিনি তুর্কি সেনাপতি খাকান ইবন উরতুজের পুত্র ছিলেন। উরতুজ খলিফা আল-মুতাসিমের (শাসনকাল ৮৩৩-৮৪২) অধীনে তুর্কি প্রহরী বাহিনীর অন্যতম প্রধান সেনাপতি হয়ে উঠেছিলেন।  আল-ফাতহ শৈশব থেকেই ভবিষ্যৎ খলিফা আল-মুতাওয়াক্কিলের সঙ্গে খলিফার প্রাসাদে বড় হন এবং তার সঙ্গে শিক্ষা গ্রহণ করেন। সাত বছর বয়সে আল-মু'তাসিম আল-ফাতহকে দত্তক নেন।  ইতিহাসবিদ ম্যাথিউ গর্ডনের মতে, \"বিভিন্ন উপাখ্যানমূলক প্রমাণ থেকে বোঝা যায় যে আল-ফাতহ এবং আল- সবসময় একসঙ্গে থাকতেন\"। তার ভাইদের মধ্যে মুজাহিম উল্লেখযোগ্য। তিনি সামরিক কর্মকর্তা এবং মিশরের গভর্নর হয়েছিলেন। তার কন্যা ফাতিমা মুতাওয়াক্কিলের পুত্র  আল-মুতাজকে বিয়ে করেছিলেন।\n\n\n== সরকারে ভূমিকা ==\nআল-ফাতহ সম্পর্কে জীবনীগত তথ্য খুব কমই পাওয়া যায়, তবে তিনি আল-মুতাওয়াক্কিলের শাসনকালে সরকারে গুরুত্বপূর্ণ ভূমিকা পালন করেন।  ইয়াকুত আল-হামাওয়ি জানান, তার সরকারি কর্মজীবন আল-মুতাসিম ও আল-ওয়াথিকের (শাসনকাল ৮৪২-৮৪৭) সময়ে শুরু হয়েছিল। আল-মুতাওয়াক্কিলের শাসনকালে তিনি খলিফার ব্যক্তিগত সচিব হিসেবে কাজ করেন এবং তার সরকারি মোহরের দায়িত্বে ছিলেন। ৮৪৭/৮ সালে তিনি দীওয়ান আল-খারাজের (কর বিভাগ) দায়িত্বে ছিলেন বলে ইবন তাগরিবিরদি উল্লেখ করেন। তবে তিনি উজির ছিলেন না। কারণ এই পদে উবায়দুল্লাহ ইবন ইয়াহিয়া ইবন খাকান (আল-ফাতহের সঙ্গে কোনো সম্পর্ক নেই) অধিষ্ঠিত ছিলেন। ৮৫১ সালে তিনি সামারায় গোয়েন্দা প্রধান হন। ৮৫৬ সালের জুলাই মাসে ও ৮৬০ সালে সালে মিশরের অস্থায়ী গভর্নর হিসেবে নিযুক্ত হন।  তবে দ্বিতীয় মেয়াদে তিনি সম্ভবত গভর্নর হিসেবে নয়, বরং একজন দূত হিসেবে কাজ করেছিলেন। ৮৫৮ সালে তিনি সিরিয়ার গভর্নরও হন। সেখানে তিনি প্রদেশের বিষয়ে সক্রিয় ভূমিকা পালন করেছিলেন।\n\n\n== উত্তরাধিকার বিরোধ এবং হত্যাকাণ্ড ==\nআল-ফাতহ আল-মুতাওয়াক্কিলের উত্তরাধিকার পরিকল্পনায় গুরুত্বপূর্ণ ভূমিকা পালন করেন। খলিফা ৮৪৯/৫০ সালে তার বড় ছেলে আল-মুনতাসিরকে উত্তরাধিকারী ঘোষণা করেছিলেন। কিন্তু পরে তার দ্বিতীয় ছেলে আল-মুতাজ্জের প্রতি ঝুঁকে পড়েন। আল-ফাতহ এবং উজির উবায়দুল্লাহ এই পরিবর্তনের পক্ষে ছিলেন এবং আব্বাসীয় অভিজাতদের সমর্থন পেয়েছিলেন। তবে তুর্কি ও মাগারিবা প্রহরীরা আল-মুনতাসিরের পক্ষে ছিল।\n৮৬১ সালের শেষের দিকে পরিস্থিতি উত্তপ্ত হয়ে ওঠে। অক্টোবরে খলিফা তুর্কি সেনাপতি ওয়াসিফের সম্পত্তি বাজেয়াপ্ত করে আল-ফাতহকে দিয়ে দেন। নিজেদেরকে চাপের মুখে অনুভব করে তুর্কি নেতৃত্ব খলিফাকে হত্যার একটি ষড়যন্ত্র শুরু করে। শীঘ্রই তাদের সঙ্গে আল-মুনতাসির যোগ দেয়।  ৫ ডিসেম্বর, আল-ফাতহ এবং উবায়দুল্লাহর সুপারিশে, রমজানের শেষে জুমার নামাজে ইমামতির জন্য তাকে বাদ দিয়ে আল-মুতাজ্জকে বেছে নেওয়া হয়। তিন দিন পর, যখন আল-মুতাওয়াক্কিল অসুস্থ বোধ করছিলেন এবং আল-মুনতাসিরকে নামাজে তার প্রতিনিধিত্ব করতে বেছে নিয়েছিলেন, তখনও উবায়দুল্লাহ হস্তক্ষেপ করে খলিফাকে নিজে যাওয়ার জন্য রাজি করান। আল-তাবারির মতে, পরের দিন আল-মুতাওয়াক্কিল তার বড় ছেলেকে বারবার গালিগালাজ করেন, তাকে হত্যার হুমকি দেন, এমনকি আল-ফাতহকে তার মুখে চড় মারতে বলেন। গুজব ছড়িয়ে পড়ে যে ১২ ডিসেম্বর ওয়াসিফ এবং অন্যান্য তুর্কি নেতাদের গ্রেপ্তার করে মৃত্যুদণ্ড দেওয়া হবে। এই পরিস্থিতিতে ষড়যন্ত্রকারীরা পদক্ষেপ নেওয়ার সিদ্ধান্ত নেয়।\nআল-তাবারির মতে, পরবর্তীতে একটি গল্প প্রচারিত হয় যে আল-ফাতহ এবং উবায়দুল্লাহকে একজন তুর্কি মহিলা এই চক্রান্ত সম্পর্কে আগে থেকেই সতর্ক করেছিলেন। কিন্তু তারা তা উপেক্ষা করেছিলেন, এই আত্মবিশ্বাসের সাথে যে কেউ এটি বাস্তবায়নের সাহস করবে না। ১০/১১ ডিসেম্বর রাতে তুর্কি সৈন্যরা খলিফা ও আল-ফাতহের ওপর হামলা করে। আল-ফাতহ খলিফাকে রক্ষা করতে গিয়ে নিহত হন এবং খলিফাও পরে মারা যান। আল-মুনতাসির ক্ষমতায় আসেন এবং প্রথমে দাবি করেন যে আল-ফাতহ খলিফাকে হত্যা করেছিলেন। কিন্তু পরে গল্প বদলে বলা হয় যে খলিফা মদ্যপানে দম বন্ধ হয়ে মারা গেছেন। এই হত্যাকাণ্ড \"সামারার অরাজকতা\" (৮৬১-৮৭০) নামে পরিচিত একটি অস্থির সময়ের সূচনা করে। ফলে আব্বাসীয় খিলাফত ধ্বংসের কিনারায় চলে যায়।\n\n\n== সাংস্কৃতিক কার্যকলাপ ==\nআল-ফাতহ আরবি সংস্কৃতিতে সম্পূর্ণরূপে মিশে গিয়েছিলেন এবং আরবি ভাষায় অসাধারণ দক্ষতা অর্জন করেছিলেন। তিনি সামারার সাহিত্যচর্চার একজন বিশিষ্ট সদস্য ছিলেন। তিনি অনেক লেখক ও কবির পৃষ্ঠপোষকতা করতেন, যেমন আল-বুহতুরি ও আল-তালাবি। আল-জাহিজ তার গ্রন্থ \"ফি মানাকিব আল-তুর্ক\" (তুর্কিদের গুণাবলী) আল-ফাতহকে উৎসর্গ করেছিলেন। ফাতহ নিজেও লেখক ছিলেন। যদিও তার তিনটি বইয়ের শিরোনাম এবং ১৩টি কবিতার ছত্র ছাড়া কিছুই টিকে নেই। তিনি একটি বিশাল গ্রন্থাগারও তৈরি করেছিলেন। সেখানে অনেক দার্শনিক রচনা ছিল এবং সেই সময়ের অনেক পণ্ডিত সেখানে প্রায়ই যেতেন। ইতিহাসবিদ হিউ কেনেডি তাকে \"তার সময়ের সর্বশ্রেষ্ঠ গ্রন্থপ্রেমী \" বলে অভিহিত করেছেন। সামারায় তাঁর পিতার নির্মিত প্রাসাদটি পরবর্তীতে খলিফার বাসভবনে পরিণত হয়। এটি এখন জাওসাক আল-খাকানি নামে পরিচিত।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nKennedy, Hugh (২০১৬)। The Prophet and the Age of the Caliphates: The Islamic Near East from the 6th to the 11th Century (দ্বিতীয় সংস্করণ)। Oxford and New York: Routledge। আইএসবিএন 978-1-138-78761-2। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKennedy, Hugh (২০০৬)। When Baghdad Ruled the Muslim World: The Rise and Fall of Islam's Greatest Dynasty। Cambridge, Massachusetts: Da Capo Press। আইএসবিএন 978-0-306814808। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nYarshater, Ehsan, সম্পাদক (১৯৮৫–২০০৭)। The History of al-Ṭabarī (40 vols)। SUNY Series in Near Eastern Studies.। Albany, New York: State University of New York Press। আইএসবিএন 978-0-7914-7249-1। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPinto, O. (১৯৬০–২০০৫)। \"al-Fatḥ b. K̲h̲āḳān\"। The Encyclopaedia of Islam, New Edition। Leiden: E. J. Brill। পৃষ্ঠা ৮৩৭–৮৩৮। ডিওআই:10.1163/1573-3912_islam_SIM_2320। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরও পড়ুন ==\nPinto, Olga (১৯৩২)। \"Al-Fatḥ B. Ḫāqān, Favorito di Al-Mutawakkil\"। Rivista Degli Studi Orientali। ১৩ (২): ১৩৩–১৪৯। জেস্টোর 41863679। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nYıldız, Hakki Dursun (১৯৮৮–২০১৬)। \"Feth b. Hâkân el-Fârisî\"। টিডিবি ইসলাম আনসিক্লোপেদিসি (তুর্কি ভাষায়)। ইস্তাম্বুল: তুর্কিয়ে দিয়ানেত ফাউন্ডেশন, সেন্টার ফর ইসলামিক স্টাডিজ। পৃষ্ঠা ৪৫২–৪৫৩। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}