{"pageid": 1522751, "title": "ভারভারা", "url": "https://bn.wikipedia.org/wiki?curid=1522751", "content": "এলেনা ভ্লাদিমিরোভনা সুসোভা (রুশ: Елена Владимировна Сусова; née টুটানোভা [Тутанова]; জন্ম ৩০ জুলাই ১৯৭৩), অন্য নাম, ভারভারা (রুশ: Варвара; বিকল্প রূপেবারবারা) একজন রুশ লোকজ-পপ (ethno-pop) গায়িকা।\n\n\n== কর্মজীবন ==\nভারভারা সোভিয়েত রাশিয়ার বালাশিখায় জন্মগ্রহণ করেন। তিনি সংগীত থিয়েটারে কর্মজীবন শুরু করেন এবং ইউক্রেনের ওডেসায় গ্নেসিনস্কায়া একাডেমিতে পরিচালক মাতভেই ওশেরোভস্কির অধীনে পড়াশোনা করেন। কিন্তু তাকে বারবার রেকর্ড চুক্তির জন্য প্রত্যাখ্যান করা হয়। লেভ লেশচেঙ্কোর অধীনে একটি থিয়েটারে কাজ করার সময়, তিনি রাশিয়ান থিয়েটার আর্টস একাডেমি (GITIS) থেকে স্নাতক হন। পুরো থিয়েটার ক্যারিয়ারে পরিচালকদের নিয়ন্ত্রণ থেকে মুক্তি পেতে ভারভারা একক সংগীত ক্যারিয়ার শুরু করেন।\n২০০০ সালে NOX মিউজিক ভারভারার সঙ্গে চুক্তিবদ্ধ হয় এবং ২০০১ সালে তার প্রথম অ্যালবাম Varvara প্রকাশ করে। অ্যালবামের বেশিরভাগ গান রুশ সংগীত জগতে প্রায় অজানা লেখকদের দ্বারা রচিত হয়েছিল। ভারভারার ব্যাকআপ সঙ্গীতশিল্পীরাও তখন অজানা ছিলেন, তবে পরবর্তীতে ভারভারা তাদের একমাত্র পারফরম্যান্সের অংশীদার হওয়ায় তারা \"দ্য ভারভারাস\" নামে পরিচিত হন।\nভারভারার আত্মপ্রকাশের সময় রেডিও স্টেশনগুলো তার সংগীত সম্প্রচার করতে দ্বিধাগ্রস্ত ছিল, কারণ তার সংগীতে রুশ থেকে আরব পর্যন্ত বিভিন্ন প্রভাব দেখা যেত। রেডিওগুলোর অনীহা এবং কম সম্প্রচারের পরও, Varvara, Butterfly, এবং Fly to the Light গানের মাধ্যমে ভারভারা সফলতা অর্জন করেন।\n২০০২ সালের গ্রীষ্মে সুইডিশ কসমো স্টুডিওর প্রতিষ্ঠাতা নর্ম ব্যার্ন ভারভারাকে সুইডিশ সিম্ফোনিক অর্কেস্ট্রার সঙ্গে কিছু গান রেকর্ড করার প্রস্তাব দেন। এর ফলে গান \"Eto Pozadi\" তৈরি হয়। তবে ভারভারার পরবর্তী অ্যালবামের জন্য বাকি গানগুলো রাশিয়াতেই রেকর্ড করা হয়।\nভারভারা প্রায়ই তার পরিবারসহ সংযুক্ত আরব আমিরাতে ভ্রমণ করেন। তিনি উত্তর ও পশ্চিম ইউরোপেও ভ্রমণ করেছেন। আয়ারল্যান্ড ভ্রমণের সময় তার ওপর সেল্টিক সংগীতের প্রভাব  পড়ে, ফলে তার দ্বিতীয় অ্যালবাম Blizhe-এর জন্য \"Two Sides of the Moon\" গানটি তৈরি করা হয়। গানটি ২০০৩ সালের মার্চে প্রকাশিত হয়। Blizhe-এর অধিকাংশ গান রাশিয়ার Bratia Grimm স্টুডিওতে রেকর্ড করা হয় এবং ARS-Records থেকে প্রকাশিত হয়।\nফেব্রুয়ারি ২০০৫-এ, ভারভারা \"Letala Da Pela\" গানটি নিয়ে ইউরোভিশন সং কনটেস্টের জন্য রুশ জাতীয় ফাইনালে অংশ নেন। তিনি জাতীয় ফাইনালে চতুর্থ স্থান অর্জন করেন।\n১৮ অক্টোবর ২০০৫-এ, ভারভারা তার তৃতীয় অ্যালবাম Gryozy (\"স্বপ্ন\") গ্রামোফোন মিউজিকের ব্যানারে প্রকাশ করেন এবং এটি রাশিয়ায় ব্যাপক সাফল্য লাভ করে। এই অ্যালবামের পঞ্চম সিঙ্গেল \"Letala Da Pela\" মস্কো এয়ারপ্লে চার্টে পঞ্চম স্থানে এবং জেনারেল হট ১০০-এ অষ্টম স্থানে পৌঁছায়। এটি রাশিয়ান এয়ারপ্লে টপ হিট ১০০-এ তার প্রথম শীর্ষ ১০ হিট হয়ে ওঠে।\nপরবর্তী বছরে ভারভারা ইউরোভিশনের জন্য রাশিয়ার অভ্যন্তরীণ নির্বাচনের (C1R) জন্য একটি গান জমা দেন। তিনি \"Otpusti Menya Reka\" গানের ইংরেজি সংস্করণ \"We'll Be There\" পাঠান। তবে তিনি রাশিয়ার প্রতিনিধিত্ব করার সুযোগ পাননি।\n২০১৩ সালে ভারভারা Legendy Oseni (\"শরতের কিংবদন্তি\") শিরোনামে আরেকটি অ্যালবাম প্রকাশ করেন। এর প্রধান একক, \"Krasnaya Zhizn\" (\"সুন্দর জীবন\") ২০০৬ সালের জুনে প্রকাশিত হয়। এটি টপ হিট ১০০-এ ৩১তম এবং উইকলি অডিয়েন্স চয়েস চার্টে ২৫তম স্থানে পৌঁছায়।\n\n\n== ডিসকোগ্রাফি ==\n\n\n=== অ্যালবামসমূহ ===\nVarvara (Варвара, ২০০১)\nBlizhe (Ближе, ২০০৩)\nGryozy (Грёзы, ২০০৫)\nLegendy Oseni (Легенды осени, ২০১৩)\n\n\n== তথ্যসূত্র =="}