{"pageid": 1522533, "title": "দোলমাবাহজে মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1522533", "content": "দোলমাবাহজে মসজিদ ( তুর্কি: Dolmabahçe Camii  ) হলো তুরস্কের ইস্তাম্বুলের বেয়োগলু জেলার কাবাতাসের একটি বারোক জলের ধারের মসজিদ, দোলমাবাহজে প্রাসাদের কাছে। এটি রানী মা বেজমিয়ালেম ভ্যালিড সুলতান কর্তৃক কমিশনপ্রাপ্ত এবং ১৮৫৫ সালে তুর্কি আর্মেনীয় স্থপতি গারাবেত বালিয়ান দ্বারা নকশা করা হয়েছিল। তার মায়ের মৃত্যুর পর, সুলতান আব্দুল মজিদ নির্মাণ কাজ সম্পূর্ণরূপে সম্পন্ন করেন।\nমসজিদটিতে জোড়া মিনার রয়েছে এবং এর সম্মুখভাগে বড় জানালা দিয়ে কাটা বিশাল পাথরের খিলান রয়েছে , যার ফলে ভিতরে আলো প্রবেশ করতে পারে।\n১৯৫৬ থেকে ১৯৬০ সাল পর্যন্ত মসজিদটি নৌ জাদুঘরের জন্য একটি স্থান প্রদান করে এবং  ১৯৬৭ সালে নামাজ পুনরায় শুরু হয়। রাস্তা প্রশস্তকরণের ফলে এর উঠোন এবং সেবিল কেড়ে নেওয়া হয়েছে, যা মূলত নকশার অংশ ছিল।\n\n\n== পটভূমি ==\nউনিশ শতকে, উসমানীয় সাম্রাজ্য অনেক অঞ্চল জুড়ে ছিল এবং ইসলামী শিল্পকলায় তাদের বিশাল প্রভাব ছিল। ১৮৫৩ সালে, রানী মা বেজমিয়ালেম ভ্যালিদে সুলতান উসমানীয় স্থাপত্য প্রদর্শনের জন্য এবং একটি পবিত্র উপাসনালয় হিসেবে কাজ করার জন্য মসজিদটি নির্মাণের দায়িত্ব দেন। নির্মাণের স্থানটি বিশেষ করে রাজপরিবারের জন্য কৌশলগত ছিল কারণ সুলতান '  জুমার নামাজ ' আদায় করতে পারতেন, যা শুক্রবার দুপুরের নামাজ, যখন অনেক মুসলমান বিশাল জামাতে জড়ো হন এবং একসাথে নামাজ আদায় করেন। ভবনটি গ্যারাবেট বালিয়ান দ্বারা নকশা করা হয়েছিল এবং বারোক, রোকোকো এবং সাম্রাজ্য শৈলীর এক অনন্য সংমিশ্রণে নির্মিত হয়েছিল, যার লক্ষ্য ছিল সর্বোত্তম স্থাপত্য তৈরি করা। মসজিদটির নির্মাণ কাজ ১৮৫৩ সালে শুরু হয়; তবে, রানী বেজমি মারা যান এবং তার পুত্র সুলতান আব্দুল মেসিদ ১৮৫৫ সালে নির্মাণ কাজ সম্পন্ন করেন।\n\n\n== ফিচারসমূহ ==\nভবনটি বসফরাসের তীরে অবস্থিত, যা এই অবস্থানটিকে কৌশলগত এবং দর্শনার্থীদের কাছে অনন্য করে তোলে। প্রধান প্রার্থনা কক্ষের উপরে একটি বিশাল গম্বুজ রয়েছে, অন্যদিকে পিছনের ভবনে দুটি উঁচু মিনার রয়েছে যা গম্বুজের ঠিক পিছনে প্রতিসমভাবে অবস্থিত। ভবনের বিশাল আকার এবং এর বিশাল ধারণক্ষমতার কারণে বাইরের দেয়ালে অনেক স্বচ্ছ কাচের জানালা রয়েছে যা সূর্যালোক এবং বায়ুচলাচল প্রবেশের অনুমতি দেয়। সামগ্রিকভাবে, বারোক স্থাপত্যশৈলী ভবনটিকে একটি ব্যতিক্রমী অলঙ্করণীয় নান্দনিকতা দেয় যা দূর থেকেও সর্বোচ্চ মনোযোগ আকর্ষণ করে। ভবনের অভ্যন্তরটি ঘনিষ্ঠভাবে দেখলে, দেয়ালে সুন্দর আরবি ক্যালিগ্রাফি এবং সোনালী রঙে বিভিন্ন প্রতিসম আকৃতির চিত্রকর্ম মন ছুঁয়ে যায়। আরবি চারুলিপির কেন্দ্রবিন্দুতে হলুদ লেখা এবং সবুজ পটভূমিতে দুটি সবচেয়ে অনুপ্রেরণামূলক ইসলামী থিম \" আল্লাহ, সুবহানাহু ওয়া তা'আলা \" এবং \" মুহাম্মাদ, সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম \" লেখা রয়েছে। ছাদটি ফুলের নকশা দিয়ে সজ্জিত এবং ঠিক মাঝখানে একটি বিশাল ঝলমলে ঝাড়বাতি ঝুলছে। নামাজের জন্য মার্বেল পাথরের মেঝে কার্পেট দিয়ে ঢাকা।\n\n\n== ভূমিকম্পের কার্যকলাপ সহ্য করা ==\nবছরের পর বছর ধরে, ডলমাবাহচে মসজিদ বেশ কয়েকটি ভূমিকম্পের ঘটনা সহ্য করেছে। ইস্তাম্বুল কুলতুর বিশ্ববিদ্যালয়ের অধ্যাপক আহমেত মুরাত তুর্ক (পিএইচডি। সিভিল ইঞ্জিনিয়ারিং) এবং ইস্তাম্বুল কুলতুর বিশ্ববিদ্যালয়ের কামহুর কসগুন (পিএইচডি। স্ট্রাকচারাল ইঞ্জিনিয়ারিং) তাদের \"সিসমিক বিহেভিয়ার অ্যান্ড রেট্রোফিট অফ হিস্টোরিক ম্যাসনরি মিনার\" বইতে, দোলমাবাহজে মসজিদের ব্লক ম্যাসনরি মিনারের গতিশীল আচরণ বিশ্লেষণ করেছেন। উসমানীয় সাম্রাজ্য উচ্চ ভূমিকম্পপ্রবণ অঞ্চলে ছিল এবং তাই দোলমাবাহজে মসজিদের মিনারগুলি ঝুঁকিপূর্ণ। কিছুটা হলেও, উসমানীয় ঐতিহাসিক রাজমিস্ত্রিরা ডলমাবাহচে মসজিদের মতো বাড়ি এবং স্মৃতিস্তম্ভের নকশা এবং নির্মাণের সময় ভূমিকম্পের কারণগুলি বিবেচনায় রেখেছিল। প্রকৃতপক্ষে, মার্জিত স্থাপত্য হওয়া সত্ত্বেও, পশ্চিম দিকের মিনারটি এই অঞ্চলে ভূমিকম্পের কারণে ক্ষতিগ্রস্ত হয়েছে এবং সম্প্রতি এটি পুনরুদ্ধার করা হয়েছে।\n\n\n== তাৎপর্য ==\nদোলমাবাহজে প্রাসাদ ছিল উসমানীয় মুকুট এবং সুলতানের সরকারী বাসভবন। এইভাবে দোলমাবাহজে মসজিদটি প্রাসাদের সরকারী মসজিদ হিসেবে কাজ করে, যা এর নিকটবর্তীতার কারণে এটি উসমানীয় সাম্রাজ্যের একটি গুরুত্বপূর্ণ স্মৃতিস্তম্ভে পরিণত হয়। এটি ' জুমার নামাজ ' (শুক্রবারের নামাজের মসজিদ) মসজিদ হিসেবেও কাজ করত এবং সুলতানের সাথে দেখা করতে আসা বিদেশী গণ্যমান্য ব্যক্তিবর্গ এবং মুসলিম বিশ্বের অন্যান্য স্থানের রাষ্ট্রদূতদের জন্য প্রার্থনা ক্ষেত্র হিসেবেও কাজ করত। দোলমাবাহজে মসজিদ, নামাজের স্থান হওয়ার পাশাপাশি, আরব, মুসলিম এবং পারস্যবাসীদের মধ্যে সুলতানের ভাবমূর্তিকে আরও উজ্জ্বল করে তোলে, একজন নিবেদিতপ্রাণ মুসলিম হিসেবে যিনি ইসলামের পথে তার সম্পদ উৎসর্গ করে জিহাদে সংগ্রাম করতে ইচ্ছুক ছিলেন।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\nদোলমাবাহজে ক্লক টাওয়ার\nউসমানীয় স্থাপত্য\nমসজিদের তালিকা\n\n\n== তথ্যসূত্র =="}