{"pageid": 1522121, "title": "বনু সুলাইম", "url": "https://bn.wikipedia.org/wiki?curid=1522121", "content": "বনু সুলাইম ( আরবি: بنو سليم   ) হল একটি আরব উপজাতি। তারা ইসলাম-পূর্ব যুগে হেজাজের কিছু অংশে আধিপত্য বিস্তার করেছিল। তারা মক্কার কুরাইশ এবং মদিনার বাসিন্দাদের সাথে ঘনিষ্ঠ সম্পর্ক বজায় রেখেছিল। তারা নবী মুহাম্মদের বিরুদ্ধে বেশ কয়েকটি যুদ্ধে অংশ নিয়েছিল। কিন্তু ৬৩২ সালে নবীর মৃত্যুর আগে ইসলাম গ্রহণ করে। তারা সিরিয়ার মুসলিম বিজয়ে অংশ নিয়েছিল এবং জাজিরা (উত্তর মেসোপটেমিয়া) বসতি স্থাপন করে।  গোত্রের কিছু অংশ হেজাজে রয়ে গিয়েছিল। প্রাথমিক মুসলিম যুগে, এই গোত্র থেকে সাফওয়ান ইবনে মু'আত্তাল, আবুল-আওয়ার এবং উমাইর ইবনে আল-হুবাবের মতো বিখ্যাত সেনাপতি উঠে আসে। আরবে থাকা বনু সুলাইম ৯ম শতকে ইয়েমেনের বনু হারবের সঙ্গে মিশে যায়। সিরিয়া ও জাজিরার বনু সুলাইমকে ১০ম শতকে ফাতেমীয় খলিফারা উচ্চ মিশরে বিতাড়িত করে। ১১শ শতকে মিশরে দুর্ভিক্ষের কারণে তারা বনু হিলালের সঙ্গে লিবিয়ায় চলে যায়। সেখানে সুলাইম এবং এর উপ-গোত্রগুলো সাইরেনাইকায় বসতি গড়ে। আজও সেখানকার অনেক আরব গোত্র নিজেদের বনু সুলাইমের বংশধর বলে দাবি করে।\n\n\n== উৎপত্তি এবং শাখা ==\nআরব বংশপরম্পরা অনুযায়ী, বনু সুলাইম সুলাইম ইবনে মানসুর ইবনে ইকরিমা ইবনে খাসাফা ইবনে কায়েস আইলানের বংশধর।  সুতরাং, সুলাইমরা কায়েস আইলানের বৃহত্তর উপজাতি গোষ্ঠীর অংশ ছিল (যাকে কেবল \"কায়েস\" নামেও উল্লেখ করা হয়)। বনু সুলাইম তিনটি প্রধান শাখায় বিভক্ত ছিল: ইমরু' আল-কায়েস, হারিস এবং সা'লাবা। সবকটিই গোত্রের পূর্বপুরুষ সুলাইমের পুত্র বা নাতি দ্বারা প্রতিষ্ঠিত হয়েছিল। \n\nইমরু'আল-কায়েস সুলাইমের সবচেয়ে শক্তিশালী শাখা ছিল। এর তিনটি উপ-শাখা ছিল: খুফাফ, আওফ এবং বাহজ।  খুফাফের অন্তর্ভুক্ত গোত্রগুলো ছিল 'উসাইয়্যা (যাদের প্রধান পরিবার ছিল শরীদ), নাসিরা, 'আমিরা এবং মালিক।  আওফদের গোত্র ছিল সাম্মাল এবং মালিক। মালিকের মধ্যে ছিল রিল, মাতরুদ এবং কুনফুধ পরিবার।\nহারিস বিভাগের শাখা ছিল মুয়াবিয়া, জাফর, রিফা'আ, কা'ব এবং 'আবস।  জাফর আংশিকভাবে বনু আওস গোত্রের অন্তর্ভুক্ত ছিল।  রিফার মধ্যে আবস ইবনে রিফার গোত্র ছিল। এখান থেকে জারিয়া নামে একটি রাজপরিবার এসেছিল।\nসা'লাবা দুটি শাখা নিয়ে গঠিত। তারা একটি  মালিক শাখা ছিল। তারা পরে সুলাইম থেকে পৃথক হয়ে বনু উকাইলের সুরক্ষায় প্রবেশ করে এবং তাদের মায়ের বাজিলা নামে পরিচিত হয়। থা'লাবার অন্য শাখাটি ছিল ধাকওয়ান।  ধাকওয়ান মক্কার কুরাইশদের ঘনিষ্ঠ মিত্র ছিল এবং প্রায়ই কুরাইশ গোত্রের সাথে বিবাহ বন্ধনে আবদ্ধ হত।\n\n\n== স্থান ==\nইসলাম-পূর্ব যুগে (৬১০ খ্রিষ্টাব্দের আগ পর্যন্ত) এবং ইসলাম ধর্মের প্রাথমিক যুগে, বনু সুলাইম গোত্র উত্তর হেজাজ অঞ্চলে বাস করত। এই অঞ্চলের কেন্দ্র হাররা আগ্নেয়গিরি ছিল। এলাকাটিকে হাররাত বানী সুলাইম নামে ডাকা হত। এই অঞ্চলটি প্রাকৃতিকভাবে প্রতিরক্ষা করার জন্য খুব উপযুক্ত ছিল। কারণ শত্রুদের ঘোড়সওয়ার বাহিনী এর কঠিন ভূমিতে চলতে পারত না। ইমরু আল-কায়স শাখার বেশিরভাগ মানুষ হাররাহর পূর্ব ঢালে থাকত। এই শাখার বাহ্‌য গোত্রের হাতে লাভজনক স্বর্ণখনি ছিল।  হারিসরা বেশিরভাগই হাররার পশ্চিম ঢালে থাকত। যদিও এর মুয়াবিয়া শাখার সদস্যরা আরব ইহুদি উপজাতি বনু আওস এবং বনু খাজরাজের আগমনের আগে ইয়াসরিব (মদিনা) শহরে বাস করত।  সা'লাবা শাখার কিছু গোত্র মক্কা এবং মদিনায়ও বাস করত।\n৬৩০ সালে অনেকে সিরিয়া ও জাজিরায় যায়। কিছু কুফা, বসরা আর খোরাসানে বসতি গড়ে। তবু আরবে তাদের উপস্থিতি ছিল।১১শ শতকে তারা সাইরেনাইকায় (লিবিয়া) তাঁবু গেড়ে থাকতে শুরু করে। আজও সেখানে সা’আদা নামে তাদের বংশধররা আছে। সা’আদি দুই ভাগে বিভক্ত: হারাবি আর জাবারিনা।  হারাবির  অন্তর্ভুক্ত গোত্রগুলো হল: উবাইদাত, বারাআসা, হাসা, দিরাসা ও আয়লাত ফাইয়িদ। জাবারিনার  অন্তর্ভুক্ত গোত্র হলো: আওয়াকির, মাঘারবা, মাজাবিরা, আরিয়িবাত ও বারাগিথ। এর মধ্যে আরও দুটি উপগোত্র আছে: আবিদ ও আরাফা।\n\n\n== ইতিহাস ==\nহেজাজে বনু সুলাইম  অন্যান্য কায়সি উপজাতিদের সাথে, বিশেষ করে হাওয়াজিনদের সাথে ঘনিষ্ঠ সম্পর্ক বজায় রাখত। ষষ্ঠ শতাব্দীর শেষের দিকে ধাকওয়ান গোত্রের সদস্যরা মক্কাবাসীদের সাথে অর্থাৎ কুরাইশদের সাথে দৃঢ় সম্পর্ক গড়ে তোলে।  এর আগে, যাকওয়ানের গোত্রের একজন নেতা মুহাম্মদ ইবনে আল-খুজাইকে ইয়েমেনের আকসুমি শাসক আবরাহা রাবিয়া ও মুদার গোত্রের একটি দলের সেনাপতি বানান।  যাকওয়ানের আরেক সদস্য আল-হাকিম ইবন উমাইয়া ইসলাম-পূর্ব যুগে মক্কার মুহতাসিব (আইন-শৃঙ্খলা রক্ষাকারী কর্মকর্তা) ছিলেন। তাকে কুরাইশের সব গোত্র একসাথে এই দায়িত্ব দিয়েছিল।  সুলাইমরা মদীনার জনগণের সাথেও সুসম্পর্ক বজায় রেখেছিল। তারা মদিনার বাজারে ঘোড়া, উট, ভেড়া আর ঘি বিক্রি করত এবং বনু আওসের গোত্রগুলোর ঝগড়া মিটিয়ে দিত।  তারা বনু খাজরাজের সঙ্গে মিলে খামিস নামে একটি মূর্তির পূজা করত। \nসুলাইম ইয়েমেন আর দক্ষিণ-পশ্চিম আরবে দূরে অভিযানে যেত। তাদের নেতা আল-আব্বাস ইবনে মিরদাস জুবাইদ ও কুদা গোত্রের উপর হামলা করেন। সাদায় কিন্দা ও কুদার বিরুদ্ধে আরেক অভিযানে আল-আব্বাসের ভাই মারা যান।  ঐতিহাসিক মাইকেল লেকারের মতে, ইয়েমেনে অভিযানে সুলাইমের অংশ নেওয়া সম্ভবত হাওয়াজিনের সঙ্গে কাজ করত। তারা আধুনিক ইরাকের আল-হিরা থেকে ইয়েমেন ও হিজাজে কাফেলাগুলোকে পাহারা দিত। \n\n\n=== প্রাথমিক ইসলামী যুগ ===\n\n\n==== মুহাম্মদের সময় ====\nমক্কা ও মদিনায় মুহাম্মাদের সময় বনু সুলাইম কুরাইশের মিত্র ছিল। তারা মুহাম্মাদ ও তাঁর একেশ্বরবাদের বিরুদ্ধে ছিল। তবে ধাকওয়ান গোত্রের সাফওয়ান ইবন মুআত্তাল মুহাম্মাদের সঙ্গী হয়। ৬২৫ সালে বি'র মা'উনায় মুসলিম ধর্মপ্রচারকদের লক্ষ্য করে কিলাবি প্রধান আমির ইবনে আল-তুফায়েলের আক্রমণে সুলাইমের বেশ কয়েকটি গোত্র তার সাথে যোগ দেয়।  ৬২৭ সালে ধাকওয়ান প্রধান সুফিয়ান ইবনে আবদে শামসের নেতৃত্বে সুলাইমরা খন্দকের যুদ্ধে কুরাইশদের সাথে যুদ্ধ করেছিল।  কিন্তু ৬৩০ সালের জানুয়ারিতে মুহাম্মদ  মক্কা জয় করে। তখন বনু সুলাইমের অধিকাংশ লোক ইসলাম গ্রহণ করে তার সাথে যোগ দেয়। সেই বছরের শেষের দিকে হুনাইনের যুদ্ধে তারা মুহাম্মদ এবং কুরাইশদের সাথে মুশরিক আরব উপজাতিদের একটি জোটের বিরুদ্ধে যুদ্ধ করেছিল। শুধু সুফিয়ান ইবনে আবদে শামসের পুত্র আবুল-আওয়ার মুশরিকদের সাথে যুদ্ধ করেছিল। \n\n\n==== রাশিদুন ও উমাইয়া আমল ====\n৬৩২ সালে মুহাম্মাদের মৃত্যুর পর আবু বকরের সময় বেশিরভাগ সুলাইম ইসলাম ধর্ম ছেড়ে দেয়। এর মধ্যে ছিল আউফ ইবন ইমরু আল-কায়স, উসাইয়া, শারিদ, আমিরা আর জারিয়া। তবু রিদ্দা যুদ্ধে মুসলিমরা জিতলে তারা সিরিয়া ও ইরাক জয়ে যোগ দেয়। প্রথম গৃহযুদ্ধে কিছু সুলাইম আলীর পক্ষে ছিল। কিন্তু বেশিরভাগ মুআবিয়ার পক্ষ নেয়। এতে মুআবিয়া ৬৬১ সালে জিতে যায়। আবুল আওয়ার মুআবিয়ার জেনারেল ছিল। \nকায়সের সদস্য হিসেবে সুলাইম উমাইয়াদের বিরুদ্ধে যায়। তারা আব্দুল্লাহ ইবন আল-জুবায়রের খিলাফত মানে। ৬৮৪ সালে মার্জ রাহিত যুদ্ধে উমাইয়ারা ও বনু কালব কায়সকে হারায়। প্রায় ৬০০ সুলাইম নিহত হয়। ৬৮৬ সালে ধাকওয়ান নেতা উমাইর ইবন আল-হুবাব খাজির যুদ্ধে উমাইয়াদের বিরুদ্ধে বিদ্রোহ করে। এতে উমাইয়ারা হারে। পরে উমাইর কায়সি নেতা জুফার ইবন আল-হারিসের সঙ্গে যোগ দেয়। তারা তাগলিবের এলাকায় হামলা করে। তাগলিবের সঙ্গে যুদ্ধে ৬৮৯ সালে উমাইর মারা যায়। এরপর আল-জাহহাফ ইবন হাকিম ৬৯২ ও ৬৯৩ সালে তাগলিবের সঙ্গে লড়ে। \n\n\n==== আব্বাসীয় ও ফাতেমীয় আমল ====\n৮৪৫ সালে আরবের সুলাইম আব্বাসীয়দের বিরুদ্ধে বিদ্রোহ করে। ৯ম শতকের শেষে ইয়েমেনের হারব গোত্র হিজাজে এসে সুলাইমের সঙ্গে মিশে যায়। সুলাইম ও বনু হিলাল কারমাতিয়ানদের সঙ্গে নিয়ে ফাতেমীয়দের ওপর হামলা করে। ফাতেমীয় খলিফা আল-আজিজ তাদের উচ্চ মিশরে তাড়িয়ে দেয়। এই গোত্রগুলো বিশাল ছিল। তাদের মধ্যে ছিল হায়ব, লাবিদ, দাব্বাব, আউফ, জুগবা আর রাওয়াহা।\n\n\n==== মাগরেবে প্রতিষ্ঠা ====\n১০৫০-৫১ সালে ফাতেমীয়রা সুলাইম ও হিলালকে ইফরিকিয়ায় পাঠায় বলে জানা যায়। এটি জিরিদদের শাস্তি দেওয়ার জন্য ছিল। কিন্তু ঐতিহাসিক আমার বাদজ বলেন, এটি সন্দেহজনক। তখন ফাতেমীয়রা দুর্ভিক্ষ ও অস্থিরতায় ভুগছিল। তারা গোত্রগুলোকে বাধ্য করতে পারেনি। মিশরের খারাপ অবস্থা তাদের মাগরেবে যেতে বাধ্য করে। তারা সাইরেনাইকা ও ত্রিপোলিটানিয়ায় বসতি গড়ে। হিলাল ইফরিকিয়ায় যায়।\nদ্বাদশ শতাব্দীর মাঝামাঝি সময়ে, সুলাইমরা হিলালদের ইফরিকিয়া থেকে তাড়িয়ে দেয় এবং তাদের পশ্চিম ও দক্ষিণে সরে যেতে বাধ্য করে। দ্বাদশ শতাব্দীর শেষের দিকে, সাইরেনাইকার সমস্ত সুলাইম মাগরেব-ভিত্তিক আলমোহাদ খিলাফতের বিরুদ্ধে আইয়ুবী মামলুক শরফ আল-দিন কারাকুশ এবং আলমোরাভিড যুদ্ধবাজ আলী ইবনে ইসহাক ইবনে গানিয়ার সাথে যোগ দেন।  এই মৈত্রী ভেঙে যায়। কারাকুশ সুলাইমের ওপর হামলা করে। দাব্বাব উপ-গোত্রের নেতাদের সে হত্যা করে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি =="}