{"pageid": 1522383, "title": "জারুদিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1522383", "content": "জারুদিয়া ( আরবি: الجارودية  , ফার্সি: جارودیه     ), যা জারুদবাদ নামেও পরিচিত,  হল জায়েদি ইসলামের প্রথম শাখাগুলির মধ্যে একটি, যা আবুল-জারুদ জিয়াদ ইবনে আল-মুন্দিরের নামে পরিচিত। জারুদিয়ার তাত্ত্বিকদের মধ্যে ফাদল ইবনে জুবায়ের আল-রাসানি, মনসুর ইবনে আবি আল-আসওয়াদ এবং হারুন ইবনে সাদ আল-আজলি অন্যতম। আবু খালিদ আল-ওয়াসিতি এই স্কুলের আরেকজন বিশিষ্ট ব্যক্তিত্ব। জারুদিয়া বিশ্বাসের মধ্যে রয়েছে: ইমাম হিসেবে যায়েদ ইবনে আলী, অন্যান্য সাহাবীদের উপর আলীর অগ্রাধিকার এবং এক জালেম শাসকের বিরুদ্ধে রুখে দাঁড়ানোর প্রয়োজনীয়তা।\n\n\n== ইতিহাস ==\nজারুদিয়াকে যায়দীয়ার প্রথম শাখাগুলির মধ্যে একটি হিসেবে গণ্য করা হয়। জোসেফ ভ্যান এস এই সম্প্রদায়কে সোরহৌবিয়্যাহ নামে অভিহিত করেছিলেন।\n এই সম্প্রদায়ের তাত্ত্বিক মূলনীতিতে দুজন ব্যক্তির গুরুত্বপূর্ণ ভূমিকা ছিল। তাদের মধ্যে একজন ছিলেন আবু আল জারুদ, যিনি এই স্কুলটি প্রতিষ্ঠা করেছিলেন, এবং অন্যজন ছিলেন আবু খালিদ, যিনি জারুদিয়ার শিক্ষার উত্তরসূরি হিসেবে পরিচিত। \n\n\n== নীতিমালা ==\nএই সম্প্রদায় সম্পর্কে আমরা যা জানি তা কেবল ধর্মীয় শিক্ষার মধ্যেই সীমাবদ্ধ, বিশেষ করে নেতৃত্ব বা ইমামতের ক্ষেত্রে । এই সম্প্রদায়টি জায়েদীয়ার অন্যান্য সম্প্রদায়ের বিপরীতে কিন্তু শিয়াদের মতে, নবীর পর উত্তরাধিকারের অধিকারকে আলীর একচেটিয়া অধিকার হিসেবে সমর্থন করে। অতএব, তারা আবু বকর, উমর ইবনুল খাত্তাব এবং উসমান ইবন আফফানের উত্তরাধিকারে বিশ্বাস করে না। তারা বিশ্বাস করে যে, নবীর সঠিক উত্তরসূরী হিসেবে আলীকে অনুমোদন করার জন্য একটি গোপন পাঠ ( নাস খাফি ) রয়েছে। জারুদিয়ার মতে, কিছু ঐতিহ্য স্পষ্টতই আলীর উত্তরাধিকারকে নির্দেশ করে। আল-শায়খ আল-মুফিদ বিশ্বাস করতেন যে শুধুমাত্র ইমামি শিয়া এবং জারুদিয়ারাই শিয়া নামে অভিহিত হওয়ার যোগ্য। নবীর উত্তরসূরী নির্ধারণের ক্ষেত্রে তাদের দুটি বিশ্বাস রয়েছে:\n\nএকদল বলেছিল যে নবী (সাঃ ) নাস বা সূরার মাধ্যমে আলীকে উত্তরসূরী হিসেবে নির্ধারণ করেছিলেন। আলী, পালাক্রমে, হাসানকে এবং পরবর্তীকালে তার ভাই হুসাইনকে উত্তরসূরি হিসেবে মনোনীত করেন।\nঅন্য একটি দল দাবি করেছে যে নবী মুহাম্মদ আলী জন্য একটি নাযিলকৃত গ্রন্থের কথা উল্লেখ করেছেন, তবে নবী হাসান ও হুসাইনের জন্য পৃথক একটি নাযিলকৃত গ্রন্থ নির্ধারণ করেছেন। তারা বিশ্বাস করে যে, নবীর যুগে উপস্থিত ছিলেন না এমন অন্যান্য ইমামদের জন্য অন্য কোন নাযিলকৃত গ্রন্থ নেই।\nইমামদের জ্ঞানের ক্ষেত্রে, জারুদিয়া মতবাদ অনুসারে, যদিও শিক্ষা ও অধ্যয়নের মাধ্যমে জ্ঞান অর্জন করা সম্ভব, তবুও ইমামদের সহজাতভাবে জ্ঞান থাকে। অন্য কথায়, ইমামদের জন্ম থেকেই সহজাত জ্ঞান বিদ্যমান থাকে। এই বিশ্বাসগুলি বর্তমানে ইয়েমেনি জায়েদী সম্প্রদায়ের মধ্যে প্রচলিত। \n\n\n== বাত্রী বনাম জারুদী জায়েদ ধর্ম ==\n\"বত্রী\" এবং \"জারুদী\" পৃথক, শনাক্তযোগ্য গোষ্ঠীর পরিবর্তে ধর্মতাত্ত্বিক অভিমুখকে নির্দেশ করে।\nবাত্রিবাদ অষ্টম শতাব্দীর গোড়ার দিকে বেশিরভাগ জায়েদীদের দৃষ্টিভঙ্গি প্রতিফলিত করে, যেখানে জারুদীবাদ নবম শতাব্দীর শেষের দিকে জায়েদীদের মধ্যে প্রধান বিশ্বাসের প্রতিনিধিত্ব করে।\nঐতিহাসিকরা জায়েদ এবং তার পুত্র ইয়াহিয়ার সমর্থকদের বাত্রী বলে মনে করেন কারণ তারা কুফান ঐতিহ্যবাদী (প্রোটো-সুন্নী) ছিলেন এবং আলীদের সামরিক বিদ্রোহ এবং রাজনৈতিক দাবিগুলিকে সমর্থন করেছিলেন।\n\nউপরে বাত্রী এবং জারুদী জায়েদিসের সাথে সম্পর্কিত প্রধান বৈশিষ্ট্যগুলি দেওয়া হল।\n\n\n== তথ্যসূত্র =="}