{"pageid": 1522343, "title": "মিসয়ার বিয়ে", "url": "https://bn.wikipedia.org/wiki?curid=1522343", "content": "মিসয়ার বিয়ে ( আরবি: نکاح المسيار     বা আরবি: زواج المسيار     ) হল এক ধরণের বিবাহ চুক্তি যা কিছু সুন্নি মুসলমানদের দ্বারা অনুমোদিত। এইভাবে যুক্ত স্বামী এবং স্ত্রী কিছু বৈবাহিক অধিকার ত্যাগ করেন, যেমন একসাথে বসবাস, স্ত্রীর বাসস্থান এবং ভরণপোষণের অর্থের অধিকার ( নাফাকা ), এবং স্বামীর গৃহস্থালি এবং প্রবেশাধিকারের অধিকার। কিছু ইসলামী দেশে এই প্রথাটি প্রায়শই অস্থায়ী, চুক্তিভিত্তিক বিবাহের মাধ্যমে ব্যভিচারী হিসেবে বিবেচিত আচরণকে আইনি স্বীকৃতি দেওয়ার জন্য ব্যবহৃত হয়। \n\n\n== বাস্তবে ==\nআল-আজহার মসজিদের শাইখ মুহাম্মদ সাইয়্যিদ তানতাওয়ি এবং ধর্মতত্ত্ববিদ ইউসুফ আল-কারাদাওয়ি তাদের লেখায় এবং বক্তৃতায় উল্লেখ করেছেন যে মিসয়ার বিয়ের কাঠামোর মধ্যে যে কয়েকজন পুরুষ জীবনসঙ্গী গ্রহণ করেন, তাদের একটি বড় অংশই বিবাহিত পুরুষ অথবা তালাকপ্রাপ্ত, আর বিধবা অথবা প্রথাগত বিবাহের বয়সের বাইরে থাকা নারী।  ২০১৪ সালে আরব নিউজ সংবাদ করেছিল যে সৌদি রাজ্যে \"মিসয়ার বিবাহ একটি ব্যাপক বাস্তবতা হয়ে উঠেছে\"। \n\n\n== বৈধতা ==\nমিসয়ার বিবাহ আইনত বিবাহের সাধারণ নিয়মের মধ্যে খাপ খায়, কেবল এই শর্তে যে এটি শরিয়া বিবাহ চুক্তির সমস্ত প্রয়োজনীয়তা পূরণ করে, অর্থাৎ:\n\nউভয় পক্ষের সম্মতি\nদুইজন বৈধ সাক্ষী (শহীদায়ন)\nস্বামী কর্তৃক স্ত্রীকে সম্মত পরিমাণে মোহর প্রদান \nচুক্তির জন্য একটি নির্দিষ্ট সময়সীমার অনুপস্থিতি\nচুক্তিতে উভয় পক্ষের অন্তর্ভুক্ত করার জন্য সম্মত হওয়া এবং মুসলিম বিবাহ আইনের সাথে সঙ্গতিপূর্ণ কোনও নির্দিষ্ট শর্ত (শুরুত)\nতবে, কিছু সুন্নি পণ্ডিত এবং সংগঠন নিকাহ মিসয়ারের ধারণার সম্পূর্ণ বিরোধিতা করেছেন। \nসৌদি ইসলামী আইনজীবী এবং সৌদি আরবের উচ্চ উলামা পরিষদের সদস্য আবদুল্লাহ বিন সুলাইমান বিন মেনির দৃষ্টিতে, স্ত্রী যেকোনো সময়, যখনই উপযুক্ত মনে করবেন, তার আর্থিক অধিকার ত্যাগ করতে পারবেন এবং তার স্বামীর কাছ থেকে দাবি করতে পারবেন যে তিনি তাকে তার সমস্ত বৈবাহিক অধিকার দেবেন, যার মধ্যে রয়েছে তার সাথে বসবাস করা এবং তার আর্থিক চাহিদা পূরণ করা (নফাকা) স্বামী তখন হয় তা করতে পারেন, অথবা তাকে তালাক দিতে পারেন। \nএসব কারণে, অধ্যাপক ইউসুফ আল-কারাদাওয়ী লক্ষ্য করেন যে তিনি এই ধরণের বিবাহকে উৎসাহিত করেন না, যদিও তাকে স্বীকার করতে হবে যে এটি বৈধ, কারণ এটি স্বাভাবিক বিবাহ চুক্তির সমস্ত প্রয়োজনীয়তা পূরণ করে।   তিনি তার ইচ্ছার কথা প্রকাশ করেন যে বিবাহ চুক্তিতে ত্যাগের শর্তটি লিখিতভাবে অন্তর্ভুক্ত না করে, বরং পক্ষগুলোর মধ্যে একটি সাধারণ মৌখিক সমঝোতার মাধ্যমে নির্ধারিত হোক। কারণ মুসলিমরা তাদের প্রতিশ্রুতিতে দৃঢ় থাকে, সেটা লিখিত হোক বা মৌখিক।\nসাম্প্রতিক বছরগুলিতে, সৌদি আরবের ইসলামী ধর্মগুরুরা মিসয়ার চুক্তিগুলিকে \"আইনগতভাবে বৈধ\" চুক্তি হিসাবে ঘোষণা করেছেন। \n\n\n== পশ্চিমা দৃষ্টিভঙ্গি ==\nকিছু লেখক মিসয়ারকে মুতা’আ (অস্থায়ী বিবাহ) এর সঙ্গে তুলনা করেন এবং এটিকে “বৈধ উপায়ে যৌন তৃপ্তি লাভের একটি মাধ্যম” হিসেবে বিবেচনা করেন।  টরন্টো বিশ্ববিদ্যালয়ের ধর্ম বিভাগের সহকারী অধ্যাপক কারেন রাফলের মতে, যদিও সুন্নি আইনশাস্ত্রে মুতা'আ নিষিদ্ধ, তবুও বেশ কয়েকটি ধরণের অস্থায়ী বিবাহ বিদ্যমান, যার মধ্যে রয়েছে মিসয়ার (অ্যাম্বুলেন্ট) বিবাহ এবং উরফি (প্রথাগত) বিবাহ, যা সুন্নি বিশ্বের কিছু অংশে জনপ্রিয়তা অর্জন করেছে।  এমোরি বিশ্ববিদ্যালয়ের অক্সফোর্ড কলেজের ধর্ম বিভাগের সহকারী অধ্যাপক ফ্লোরিয়ান পোহলের মতে, মুসলিম বিশ্বে মিসয়ার বিবাহ একটি বিতর্কিত বিষয়, কারণ অনেকেই এটিকে এমন একটি অনুশীলন হিসেবে দেখেন যা সম্পূর্ণ যৌন উদ্দেশ্যে বিবাহকে উৎসাহিত করে, অথবা এটিকে এক ধরণের পতিতাবৃত্তির আবরণ হিসেবে ব্যবহার করা হয়। \n\n\n== তথ্যসূত্র =="}