{"pageid": 1522908, "title": "সংশ্লেষিত কৃত্রিম পদার্থ", "url": "https://bn.wikipedia.org/wiki?curid=1522908", "content": "সংশ্লেষিত কৃত্রিম পদার্থ (Synthetic substance) বলতে এমন সব পদার্থকে বোঝায়, যেগুলি প্রাকৃতিকভাবে উৎপন্ন হয় না, বরং যেগুলিকে মানব-নিয়ন্ত্রিত রাসায়নিক বিক্রিয়ার মাধ্যমে প্রস্তুত করা হয়। ঔষধ, উপাদান বিজ্ঞান, শিল্প রসায়ন, ব্যক্তিগত পরিচর্যা ও প্রসাধনী পণ্য এবং বিনোদনমূলক মাদকের সৃষ্টিতে এগুলি তাৎপর্যপূর্ণ ভূমিকা রাখে।  \n\n\n== প্রয়োগ ==\n\n\n=== ঔষধ ===\nসংশ্লেষিত ঔষধগুলিকে জীবদেহের সাথে আন্তঃক্রিয়ার মাধ্যমে বিভিন্ন রোগ থেকে আরোগ্য প্রদানের উদ্দেশ্যে নকশা করা হয়। যেমন পুনর্যোজী ডিএনএ প্রযুক্তির মাধ্যমে সংশ্লেষিত কৃত্রিম ইনসুলিন মধুমেহ (ডায়াবেটিস) রোগের ব্যবস্থাপনায় প্রাকৃতিকভাবে প্রাপ্ত ইনসুলিনের একটি নির্ভরযোগ্য বিকল্প। সংশ্লেষিত কৃত্রিম আফিম-সদৃশ ঔষধ যেমন ফেন্টানিল ও অক্সিকোডন ব্যথার উপশমে ব্যবহার করা হয়, যদিও শক্তিশালী এই ঔষধগুলির উপর যেন আসক্তি সৃষ্টি না হয়, সে ব্যাপারে সযত্ন প্রবিধানের ব্যবস্থা রাখতে হয়। বিরূপ প্রতিক্রিয়া ন্যূনতম রেখে নির্দিষ্ট লক্ষ্যের উদ্দেশ্যে ঔষধের কার্যকারিতা বৃদ্ধি করার জন্য গবেষণা করা হয়।\n\n\n=== উপাদান বিজ্ঞান ===\nবিশেষ বিশেষ ধর্মের জন্য নকশা করে কৃত্রিম উপাদান সংশ্লেষণ করা হতে পারে। পলিমারকরণ বিক্রিয়ার মাধ্যমে বিভিন্ন ধরনের পলিমার যেমন পলিথিলিন, পলিপ্রোপিলিন, ইত্যাদি প্লাস্টিক সৃষ্টি করা হয়, যেগুলি টেকসই বলে মোড়কজাতকরণ, নির্মাণ ও ভোগ্যপণ্যে ব্যাপকভাবে ব্যবহৃত হয়। উন্নত সংযুত উপাদান যেমন কেভলার বা কার্বন তন্তু একই সাথে উচ্চমাত্রায় দৃঢ় ও হালকা হয়ে থাকে, তাই এগুলিকে বায়বান্তরীক্ষ ও মোটরযান শিল্পে জ্বালানির দক্ষ ব্যবহার ও নিরাপত্তা উন্নত করতে ব্যবহার করা হয়। কৃত্রিম অর্ধপরিবাহী পদার্থ যেমন সিলিকন বা গ্যালিয়াম আর্সেনাইড উপাদানগুলি ইলেকট্রনীয় (বৈদ্যুতিন) কলকৌশলের জন্য অপরিহার্য, যেগুলি মুঠোফোন (স্মার্টফোন), পরিগণক (কম্পিউটার) ও সৌরকোষে ব্যবহৃত হয়। কোয়ান্টাম বিন্দু ও গ্রাফিনের মতো ন্যানো-উপাদানগুলি ন্যানো-মাপনীতে (ক্ষুদ্রাতিক্ষুদ্র মাপনী) অনন্য বৈদ্যুতিক ও যান্ত্রিক ধর্ম প্রদর্শন করে, যা ইলেকট্রনবিজ্ঞান, শক্তি সঞ্চয় ও জৈব-চিকিৎসা ক্ষেত্রে অভিনব প্রযুক্তি উৎপাদনে সাহায্য করতে পারে। কৃত্রিম সংশ্লেষিত তন্তু যেমন নাইলন ও পলিয়েস্টার বস্ত্রশিল্পে বৈপ্লবিক পরিবর্তন এনেছে; এগুলি টেকসই ও সস্তা বলে প্রাকৃতিক তন্তুর বিকল্প হিসেবে ব্যবহার করা হয়। টেকসই পরিবেশের জন্য জৈব-ভিত্তিক পলিমারগুলির উপরে এবং চরম পরিবেশের জন্য উন্নত সংযুত উপাদানের উপর গবেষণা চলমান আছে।\n\n\n=== শিল্প রসায়ন ===\nঅনেক সংশ্লেষিত কৃত্রিম যৌগ শিল্প প্রক্রিয়াগুলির জন্য অপরিহার্য। যেমন কৃষিখাতের জন্য অত্যন্ত গুরুত্বপূর্ণ হেবার-বশ প্রক্রিয়া অ্যামোনিয়া সংশ্লেষণ করা হয়, যা দিয়ে রাসায়নিক সার প্রস্তুত করা হয় এবং এভাবে ফসলের ফলন নাটকীয়ভাবে বৃদ্ধি করে বিশ্বের খাদ্য চাহিদা পূরণ করা হয়। সংশ্লেষিত কৃত্রিম কীটনাশক ও বালাইনাশক (যেমন অর্গানোফসফেট ও পাইরিথ্রয়েড) কীটবালাই নিয়ন্ত্রণ, ফসল সংরক্ষণ ও খাদ্য সরবরাহে নিরাপত্তা নিশ্চিতকরণের জন্য কৃষিতে ব্যবহৃত হয়। খাদ্য প্রক্রিয়াজাতকরণে ব্যবহারের জন্য কৃত্রিম সংরক্ষক দ্রব্য (preservative) যেমন বেনজোয়িক অ্যাসিড ও স্বাদ-গন্ধবর্ধক দ্রব্য (flavor enhancer) যেমন অ্যাসপার্টেম জাতীয় সুমিষ্টকারক পদার্থ এবং অন্যান্য সংযোজন দ্রব্য (additive) সংশ্লেষণ করা হয়। এগুলি খাদ্যের স্বাদ বাড়াতে ও খাদ্য বেশিদিন সংরক্ষণ করতে সাহায্য করে। বস্ত্র ও মুদ্রণ শিল্পে কৃত্রিম সংশ্লেষিত রঙ বা রঞ্জক পদার্থ ব্যবহার করা হয়, যেগুলি প্রাকৃতিক রঞ্জকের তুলনায় টেকসই অনেক বেশি সংখ্যক রঙের পছন্দ প্রদান করে। \n\n\n=== ব্যক্তিগত পরিচর্যা ও প্রসাধনী পণ্য ===\nআধুনিক ব্যক্তিগত পরিচর্যা ও প্রসাধনী পণ্যসমূহে কৃত্রিম পদার্থের ব্যাপক ব্যবহার রয়েছে, যা ঐসব পণ্যের কার্যকারিতা ও আকর্ষণীয়তা বৃদ্ধিতে কাজে লাগানো হয়। পৃষ্ঠক্রিয়াকারক (সারফেকট্যান্ট) জাতীয় কৃত্রিম পদার্থ যেমন সোডিয়াম লরিল সালফেট সাবান ও শ্যাম্পুতে ব্যাপকভাবে ব্যবহৃত হয়। তৈলাক্ত পদার্থ ও ধূলিকণা মিশ্রিত করে সহজে পরিস্কার করতে এগুলি সহায়ক। লোশন ও কন্ডিশনারগুলিতে রেশমি মসৃণ বুনট প্রদান করতে সিলিকোন যেমন ডাইমেথিকোন ব্যবহার করা হয়, ফলে এগুলি সহজে ছড়িয়ে লেপা যায়। প্যারাবেনস ও ফেনক্সিইথানল জাতীয় সংরক্ষণ পদার্থগুলি জীবাণুর সংখ্যাবৃদ্ধি রোধে অতি-গুরুত্বপূর্ণ, ফলে এগুলির বিক্রয়যোজ্য আয়ুষ্কাল বৃদ্ধি পায় ও নিরাপত্তাও নিশ্চিত হয়। কৃত্রিম সুগন্ধী পদার্থগুলি বিভিন ধরনের যৌগের জটিল মিশ্রণ এবং এগুলি বহু বিভিন্ন ধরনের গন্ধ প্রদান করে প্রসাধনী ও ব্যক্তিগত পরিচর্যা সামগ্রীর ঘ্রাণ উন্নতি করে। অতিবেগুনি পরিস্রাবক/ছাঁকনি যেমন অক্সিবেনজোন ও অ্যাভোবেনজোন সূর্যরশ্মি-রোধক তথা সানস্ক্রিনে ব্যবহৃত হয়, যা ক্ষতিকর অতিবেগুনি রশ্মি থেকে ত্বককে সুরক্ষা প্রদান করে।  \n\n\n=== বিনোদনমূলক মাদক ===\nসংশ্লেষিত কৃত্রিম মাদকগুলিকে প্রাকৃতিকভাবে উৎপন্ন মাদকদ্রব্যগুলির প্রভাব অনুকরণকারী বা বর্ধনকারী বিকল্প চিত্তপ্রভাবকারক পদার্থ (psychoactive) হিসেবে প্রস্তুত করা হয়। যেমন কে২ বা “স্পাইস” নামক কৃত্রিম মাদকগুলিকে মস্তিষ্কের গাঁজা বা গাঁজা-সদৃশ পদার্থের গ্রাহকগুলির সাথে আন্তঃক্রিয়া করার জন্য বিশেষভাবে নকশা করা হয়, কিন্তু রাসায়নিক কাঠামো ও শক্তির ভিন্নতার কারণে এগুলি সেবন করলে অযাচিত বিপজ্জনক পরিণাম হতে পারে। কিছু কিছু কৃত্রিম মাদক হৃদবাহ ব্যবস্থায় জটিলতার সৃষ্টি করতে পারে। অত্যন্ত শক্তিশালী এই মাদক পদার্থগুলি জনস্বাস্থ্যের জন্য অত্যন্ত ক্ষতিকর। ফেন্টানিল সদৃশ কৃত্রিম আফিম-সদৃশ মাদকগুলি হেরোইনের চেয়েও বেশি শক্তিশালী এবং এগুলি অতিমাত্রায় সেবনের ফলে মৃত্যুর ঘটনাও ঘটেছে। এছাড়া সতত নতুন নতুন রাসায়নিক কাঠামোর মাদক তৈরি করা হয় বলে এগুলিকে আইনি প্রক্রিয়ায় নিয়ন্ত্রণ করাও দুরূহ। \n\n\n== কৃত্রিম সংশ্লেষণ প্রক্রিয়া ==\nকৃত্রিম পদার্থগুলিকে নিয়ন্ত্রিত রাসায়নিক বিক্রিয়ার মাধ্যমে প্রস্তুত করা হয়। জৈব সংশ্লেষণ প্রক্রিয়াতে ধাপে ধাপে জটিল অণু নির্মাণ করা হয়। পলিমারীকরণ প্রক্রিয়াতে মনোমার (একক অণু) সংযুক্ত বা শৃঙ্খলিত করে পলিমার (বহুলক অণু) সৃষ্টি করা হয়। জৈবপ্রযুক্তি ক্ষেত্রে বংশাণু প্রকৌশল ও গাঁজন প্রক্রিয়া ব্যবহার করে কৃত্রিম সংশ্লেষিত যৌগ প্রস্তুত করা হয়। মাপবর্ধক প্রক্রিয়াগুলির মাধ্যমে পরীক্ষাগার-মাপনীর সংশ্লেষণকে শিল্পোৎপাদনে উন্নীত করা হয়। \n\n\n== ঝুঁকি ও সমস্যা ==\nসংশ্লেষিত কৃত্রিম পদার্থগুলি পরিবেশ ও স্বাস্থ্যের জন্য ঝুঁকিপূর্ণ হতে পারে। এগুলি সহজে বিযোজিত হয় না, তাই এগুলি বহু বছর, দশক এমনকি শতাব্দী ধরে পরিবেশে থেকে যেতে পারে এবং বাস্তুসংস্থানের দীর্ঘমেয়াদী দূষণের কারণ হতে পারে। যেমন ফেনসাইক্লিডিন (পিসিপি) এবং ডিডিটি-র মতো নাছোড় জৈব দূষকগুলি খাদ্য-শৃঙ্খলে জৈব-পুঞ্জীভূত হতে থাকে এবং শীর্ষ খাদকদের দেহের জমা হতে থাকে, যা বন্যপ্রাণী ও মানুষের স্বাস্থ্যের জন্য ঝুঁকিপূর্ণ। কৃত্রিম সংশ্লেষিত পলিমারগুলি থেকে উদ্ভূত অতিক্ষুদ্র প্লাস্টিক দূষণও একটি বিরাট সমস্যা; সামুদ্রিক জীবগুলি এগুলি ভক্ষণ করে এবং এগুলির বিষক্রিয়া খাদ্যশৃঙ্খলে সরবরাহ করে। কৃত্রিম রাসায়নিক পদার্থগুলির মাত্রার সাথে দেহের প্রতিক্রিয়ার সম্পর্ক ও অন্তঃক্ষরা গ্রন্থির কাজে ব্যাঘাত বিষক্রিয়াবিজ্ঞানে অধ্যয়ন করা হয়। কিছু কিছু কৃত্রিম রাসায়নিক কীটনাশক অত্যন্ত স্বল্প মাত্রায় ব্যবহার করলেও তা সব ধরনের (এমনকি ভাল) কীটপতঙ্গের ক্ষতি করতে পারে। কিছু কিছু প্লাস্টিকে ব্যবহৃত বিসফেনল এ জাতীয় পদার্থ অন্তঃক্ষরা ক্রিয়ায় ব্যাঘাত ঘটাতে পারে এবং শিশুর বিকাশ ও মানব প্রজননে সমস্যার সৃষ্টি করতে পারে।  \nসংশ্লেষিত কৃত্রিম পদার্থের অযাচিত পরিণামও একটি বড় সমস্যা। কৃত্রিম ব্যাকটেরিয়ারোধক ঔষধ অতিরিক্ত ব্যবহারের কারণে ব্যাকটেরিয়াগুলি ঐসব ঔষধের বিরুদ্ধে প্রতিরোধ ক্ষমতা অর্জন করেছে, ফলে সংক্রামক রোগ সারানো আরও কঠিন হয়ে পড়েছে। অধিকন্তু, যখন কৃত্রিম সংশ্লেষিত পদার্থগুলি বিযোজিত হয় বা অন্যান্য পদার্থের সাথে বিক্রিয়া করে, তখন অভূতপূর্ব রাসায়নিক বিক্রিয়া ঘটে ক্ষতিকর উপজাত পদার্থ নিঃসৃত হতে পারে।\nনতুন নতুন কৃত্রিম মাদকের উদ্ভাবনের সাথে পাল্লা দিয়ে নিয়ন্ত্রণ ও দমনমূলক আইন প্রণয়ন ও বলবৎ না করা হলে জনস্বাস্থ্য সংকট তৈরি হতে পারে। একইভাবে জটিল কৃত্রিম পদার্থের বর্জ্য প্রবাহ নিরাপদে অপসারণ করতে হলে নতুন নতুন কৌশল উদ্ভাবন প্রণয়ন ও নিয়ন্ত্রক পরিকাঠামোয় সংশোধন আনয়ন জরুরি।\n\n\n== তথ্যসূত্র =="}