{"pageid": 1522096, "title": "বিজামা যাদব", "url": "https://bn.wikipedia.org/wiki?curid=1522096", "content": "বিজামা যাদব একজন ভারতীয় রাজনীতিবিদ। তিনি প্রয়াত নেতা জওহর যাদবের (পণ্ডিত) বিধবা। তিনি ২০২২ সালের উত্তরপ্রদেশ বিধানসভা নির্বাচনে সমাজবাদী পার্টির সদস্য হিসেবে প্রতাপপুর থেকে নির্বাচিত হয়েছেন।\n\n\n== রাজনীতিতে প্রবেশ ==\nতার স্বামী জওহর যাদব ওরফে পণ্ডিত, যিনি তৎকালীন এলাহাবাদের ঝুনসি বিধানসভা আসন থেকে সমাজবাদী পার্টির সদস্য হিসেবে টানা দ্বিতীয় মেয়াদে বিধানসভার সদস্য নির্বাচিত হয়েছিলেন। একজন শক্তিশালী নেতা হিসেবে নিজেকে প্রতিষ্ঠিত করে, জওহর যাদব ওরফে পণ্ডিত মুলায়ম সিং যাদবের বিশেষ লোকদের একজন হয়ে ওঠেন। ধীরে ধীরে তিনি মদের ব্যবসায় এবং যমুনা গঙ্গা অববাহিকা থেকে মোরাং বালি খননের কাজে হাত দেন। সেখানে কারওয়ারিয়া পরিবারের সাথে তার একটি গ্যাং যুদ্ধ হয় ।  ১৯৯৫ সালের জুন মাসে মুলায়ম সিং যাদবের নেতৃত্বাধীন উত্তরপ্রদেশের সরকার পতন ঘটে। জওহর যাদব ওরফে পণ্ডিতের বালু মোরাংয়ের ব্যবসায় কারওয়ারিয়া পরিবার বিরাট ক্ষতির সম্মুখীন হচ্ছিল। কারণ তাদের ব্যবসায় জওহর যাদব পণ্ডিতের সাথে তীব্র প্রতিযোগিতা চলছিল। ১৯৯৬ সালে বিধানসভা ভেঙে দেওয়ার পর বিধায়ক হিসেবে তাঁর যে নিরাপত্তা ছিল তা প্রত্যাহার করা হয়। তিনি সরকারের কাছে বেশ কয়েকবার সুরক্ষার জন্য অনুরোধ করেছিলেন কিন্তু সরকার তা উপেক্ষা করেছিল। ১৯৯৬ সালের ১৩ আগস্ট মঙ্গলবার, যখন তিনি ত্রিবেণী সঙ্গমে হনুমানজির দর্শন করতে যাচ্ছিলেন, তখন তাকে একে-৪৭ রাইফেল দিয়ে আক্রমণ করে হত্যা করা হয়। কারওয়ারিয়া পরিবার জওহর যাদব ওরফে পণ্ডিতের বালু মোরাংয়ের ব্যবসায় বিশাল ক্ষতির সম্মুখীন হচ্ছিল কারণ তাদের ব্যবসায় জওহর যাদব পণ্ডিতের সাথে তীব্র প্রতিযোগিতা ছিল। কারওয়ারিয়া পরিবারের বিরুদ্ধে খুনের অভিযোগ আনা হয়। স্বামীর হত্যার পর, বিজামা যাদব রাজনীতিতে আসেন এবং ১৯৯৬ এবং ২০০২ সালের বিধানসভা নির্বাচনে ঝুসি বিধানসভা কেন্দ্র থেকে টানা দুইবার সমাজবাদী পার্টির টিকিটে  বিধায়ক নির্বাচিত হন। ২০০৭ এবং ২০১৭ সালের বিধানসভা নির্বাচনে তিনি পরাজিত হন। ২০১২ এবং ২০২২ বিধানসভা নির্বাচনে তিনি প্রতাপপুর বিধানসভা কেন্দ্র থেকে বিধায়ক নির্বাচিত হন।\n\n\n== পরিবার ==\nবিজামা যাদবের এক মেয়ে এবং এক ছেলে রয়েছে। মেয়ের নাম জ্যোতি যাদব যিনি প্রয়াগরাজের ফুলপুর ব্লকের ব্লক প্রধান ছিলেন এবং ছেলে দেবেন্দ্র প্রতাপ সিং যাদব ওরফে গোলু প্রয়াগরাজ পৌর কর্পোরেশনের একজন সম্মানসূচক কাউন্সিলর ছিলেন। [১]\n\n\n== তথ্যসূত্র =="}