{"pageid": 1522291, "title": "কন্যা ভারতী", "url": "https://bn.wikipedia.org/wiki?curid=1522291", "content": "কন্যা ভারতী যিনি শ্রী কন্যা এবং কন্যা নামেও পরিচিত,  একজন ভারতীয় অভিনেত্রী যিনি মালায়ালাম  এবং তামিল টেলিভিশন ধারাবাহিকে তার কাজের জন্য পরিচিত। তিনি এন্টে সূর্যপুত্রিক্কু চলচ্চিত্রের মাধ্যমে অভিনয় জগতে আত্মপ্রকাশ করেন এবং পরে বেশ কয়েকটি মালায়ালাম চলচ্চিত্রে অভিনয় করেন। তিনি মানসী, চন্দনামাঝা, দেইভাম থানধা ভিদু, বল্লী, নন্দিনী এবং আম্মা নামক টিভি ধারাবাহিকে তার ভূমিকার জন্য জনপ্রিয়। \n\n\n== অভিনয় জীবন ==\nকন্যা ভারতী দক্ষিণ ভারতীয় চলচ্চিত্র জগতের এক প্রতিভাবান অভিনেত্রী, যিনি মূলত মালয়ালম ও তামিল চলচ্চিত্রে অভিনয় করেছেন। তার অভিনয় যাত্রা শুরু হয় ১৯৯১ সালে এন্তে সূর্যপুত্রিক্কু ছবির মাধ্যমে, যেখানে তিনি হেমা চরিত্রে অভিনয় করেন। এটি ছিল তার প্রথম ছবি এবং এর মাধ্যমেই তিনি চলচ্চিত্র দুনিয়ায় প্রবেশ করেন। একই বছরে তিনি তামিল চলচ্চিত্র কার্পুরা মুল্লাই-এ মায়া চরিত্রের বন্ধুর ভূমিকায় অভিনয় করেন।\nএরপর ১৯৯৩ সালে তিনি ইথু মঞ্জুকালাম ছবিতে সুসান চরিত্রে অভিনয় করেন। ১৯৯৪ সালে তার জন্য অত্যন্ত গুরুত্বপূর্ণ বছর ছিল, কারণ এই বছরে তিনি চারটি চলচ্চিত্রে কাজ করেন—ভার্যা (চিত্রা), ইলায়ুম মুল্লুম (লক্ষ্মী), দ্য পোর্টার (শালিনী), এবং কাদালকাকা। এই সময়ে তিনি তার অভিনয়ের প্রতিভা দেখাতে শুরু করেন এবং মালয়ালম চলচ্চিত্রে নিজের স্থান তৈরি করেন।\n১৯৯৫ সালে তিনি পুন্নারাম, বালি, এবং ওরু পঞ্চতন্ত্র কাথা ছবিতে অভিনয় করেন। তবে ওরু পঞ্চতন্ত্র কাথা মুক্তি পায়নি। ১৯৯৬ সালে তিনি আরও শক্তিশালী চরিত্রে অভিনয় করেন, যার মধ্যে ছিল হিটলিস্ট (সোফিয়া), মুক্কিলা রাজ্যাথু মুরিমুক্কান রাজাভু (ভামা), কাঞ্চনম (মীরা), এবং ঐতিহাসিক ছবি কালাপানি, যেখানে তিনি মুখুন্দনের বোনের ভূমিকায় ছিলেন।\n১৯৯৭ সালে তিনি কল্যাণা কচেরি ও নগরপুরানাম ছবিতে অভিনয় করেন। বিশেষত, নগরপুরানাম ছবিতে তিনি প্রধান চরিত্রে ছিলেন। ১৯৯৮ সালে তিনি অম্মা অম্মায়িয়াম্মা ছবিতে পার্শ্বচরিত্রে অভিনয় করেন এবং হিন্দি চলচ্চিত্র সাত রং কে সপনে-তে অভিনয় করেন, যেখানে তিনি রামপ্যারি দেবীর মেয়ের ভূমিকায় ছিলেন।\n২০০১ সালে তিনি লেডিজ অ্যান্ড জেন্টলমেন চলচ্চিত্রে অ্যানি চরিত্রে অভিনয় করেন, যা তার অন্যতম প্রধান চরিত্র। একই বছরে তিনি জ্যোতির্গময়া এবং খাথাকান ছবিতেও উপস্থিত ছিলেন। ২০০২ সালে তিনি ঐতিহাসিক চরিত্রে অভিনয় করেন পুথুরামপুথ্রি উনিয়ারাচা ছবিতে, যেখানে তিনি কুঞ্জুন্নোলির ভূমিকায় ছিলেন।\n২০০৬ সালে তিনি প্রজাপতি চলচ্চিত্রে দেবকীর ভূমিকায় অভিনয় করেন। ২০১০ সালে তিনি থান্থোন্নি ছবিতে কোচুকুঞ্জুর কাকিমার ভূমিকায় ছিলেন এবং একই বছরে পোক্কিরি রাজা চলচ্চিত্রে মালিনী রাজেন্দ্র বাবুর চরিত্রে প্রধান খলনায়িকার ভূমিকায় অভিনয় করেন।\n২০১৫ সালে তিনি থিঙ্কাল মুথাল ভেলি ভারে ছবিতে অতিথি চরিত্রে উপস্থিত হন এবং ২০১৯ সালে মিস্টার লোকাল ছবিতে কুথালা চিদাম্বরমের স্ত্রীর ভূমিকায় অভিনয় করেন।\nকন্যা ভারতী তার দীর্ঘ ক্যারিয়ারে বিভিন্ন ধরণের চরিত্রে অভিনয় করেছেন, কখনো নায়িকা, কখনো পার্শ্বচরিত্র, আবার কখনো খলনায়িকা হিসেবেও। তার অভিনয় দক্ষতা তাকে মালয়ালম চলচ্চিত্র জগতে শক্তিশালী অভিনেত্রী হিসেবে প্রতিষ্ঠিত করেছে।\n\n\n== তথ্যসূত্র =="}