{"pageid": 1522213, "title": "শিবানী ভই", "url": "https://bn.wikipedia.org/wiki?curid=1522213", "content": "শিবানী ভই একজন ভারতীয় অভিনেত্রী, মডেল এবং উপস্থাপিকা। শিবানী মূলত মালায়ালাম, তেলুগু এবং তামিল ভাষার ছবিতে অভিনয় করেছেন।\n\n\n== কর্মজীবন ==\nশিবানী মালায়ালম ভাষার চলচ্চিত্র আন্নান থামপি -তে অভিনেতা মামুটির বোনের ভূমিকায় অভিনয় করেছিলেন। এই চলচ্চিত্রের মাধ্যমে তিনি অভিনয় জগতে আত্মপ্রকাশ করেন।  ২০০৯ সালে তিনি অভিনেতা জয়রাম  -এর সাথে তার তৃতীয় মালায়ালাম ছবি, রহস্য পুলিশ -এ নায়িকা হিসেবে অভিনয় করেছিলেন। তার দ্বিতীয় মুক্তিপ্রাপ্ত সিনেমা ছিল বুলেট যেখানে তিনি অভিনেতা সুরেশ গোপীর সাথে কাজ করেন। \nইনি নাঙ্গা  সিনেমায় নায়িকা হিসেবে কাজ করেন। নাঙ্গায় আদিয়ে পোত্তাপুল্লা গানে তার উপস্থিতির জন্য পরিচিত হয়ে ওঠেন। \nশিবানী হলেন একজন দক্ষ মালায়ালম ও তামিল অভিনেত্রী, যিনি শিশু শিল্পী হিসেবে তাঁর অভিনয় জীবন শুরু করেন। ১৯৯৭ সালে মুক্তিপ্রাপ্ত গুরু সিনেমায় তিনি প্রথমবারের মতো বড় পর্দায় অভিনয় করেন। এরপর দীর্ঘ বিরতির পর ২০০৮ সালে তিনি আন্নান থাম্বি সিনেমায় আম্মুর চরিত্রে অভিনয় করেন। একই বছরে বুলেট ছবিতে বর্ষার ভূমিকায় অভিনয় করে তিনি দর্শকদের নজর কাড়েন।\n২০০৯ সালে রহস্য পুলিশ সিনেমায় তিনি মনিকুট্টির চরিত্রে অভিনয় করেন। পরবর্তী বছর, ২০১০ সালে, তিনি স্বপ্নমালিকা সিনেমায় অভিনয় করলেও তাঁর চরিত্রটি সেরকম গুরুত্ব পায়নি। তবে ২০১১ সালে তিনি দুটি বড় ছবিতে কাজ করেন—চায়না টাউন, যেখানে তিনি হানি চরিত্রে অভিনয় করেন এবং যক্ষিয়ুম ঞানুম, যেখানে অশ্বতীর ভূমিকায় ছিলেন।\nশিবানী ২০১২ সালে তামিল সিনেমায় প্রবেশ করেন এবং একসঙ্গে তিনটি সিনেমায় অভিনয় করেন। আনন্দম আরম্ভম ছবিতে সুজির চরিত্রে, নাঙ্গা ছবিতে রেবতীর চরিত্রে এবং কান্নীরিনুম মধুরম ছবিতে বিমলার চরিত্রে অভিনয় করেন। মালায়ালম সিনেমার পাশাপাশি তামিল চলচ্চিত্রেও তাঁর অভিনয় প্রশংসিত হয়।\n২০১৭ সাল ছিল তার অভিনয় জীবনের অন্যতম ব্যস্ততম বছর। তিনি একসঙ্গে তিনটি সিনেমায় কাজ করেন—এন্নুম সিনেমায় তিনি প্রধান চরিত্রে অভিনয় করেন, মৈথিলী ভীন্দুম ভারুন্নু ছবিতে তিনি মৈথিলীর চরিত্রে ছিলেন, এবং নীলভারিয়াতে ছবিতে তিনি নিজের নামে, অর্থাৎ শিবানী চরিত্রে অভিনয় করেন। এই তিনটি ছবিতেই তাঁর অভিনয় প্রশংসিত হয় এবং তিনি আরও জনপ্রিয় হয়ে ওঠেন।\n২০১৮ সালে তিনি ইসহাকিন্তে কাধাকাল সিনেমায় শাহিনার চরিত্রে অভিনয় করেন। এরপর কিছু সময় বড় পর্দা থেকে বিরত থাকলেও ২০২৪ সালে তিনি আবার ফিরে আসেন মালায়ালম সিনেমা ডিএনএ এর মাধ্যমে, যেখানে তিনি রেবতীর চরিত্রে অভিনয় করেছেন।\nশিবানী তাঁর অভিনয় জীবনে মালায়ালম ও তামিল—এই দুই ভাষার চলচ্চিত্রে দক্ষতার সাথে কাজ করেছেন। শিশু শিল্পী থেকে প্রধান চরিত্রে উত্তরণ ঘটিয়ে তিনি প্রমাণ করেছেন যে, প্রতিভা ও কঠোর পরিশ্রমের মাধ্যমে চলচ্চিত্র জগতে নিজের অবস্থান গড়ে তোলা সম্ভব। তাঁর বিভিন্ন চরিত্রের বৈচিত্র্য এবং পর্দায় স্বতঃস্ফূর্ত অভিনয় তাঁকে দক্ষিণ ভারতীয় সিনেমার অন্যতম সম্ভাবনাময় অভিনেত্রী হিসেবে প্রতিষ্ঠিত করেছে।\n\n\n== তথ্যসূত্র =="}