{"pageid": 1522760, "title": "কে ভি রাবিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1522760", "content": "কারিভেপ্পিল রাবিয়া ( ইংরেজি: K. V. Rabiya) (জন্ম: ২৫ ফেব্রুয়ারি ১৯৬৬) ভারতের কেরলের মালাপ্পুরমের ভেল্লিলাক্কাডুর একজন প্রতিবন্ধী সমাজকর্মী। ১৯৯০ সালে তিনি কেরল রাজ্য সাক্ষরতা মিশন প্রকল্পে মালাপ্পুরম জেলায় তার আবদানের জন্য বিখ্যাত হয়ে ওঠেন। ভারত সরকার বেশ কয়েকবার জাতীয় পর্যায়ে তার প্রচেষ্টাকে স্বীকৃতি দিয়েছে। ১৯৯৪ সালে সমাজিক অবদানের জন্য ভারত সরকারের মানবসম্পদ উন্নয়ন মন্ত্রক তাকে জাতীয় যুব পুরস্কারে সম্মানিত করে। ২০০১ সালের জানুয়ারিতে নারীর উন্নয়ন ও ক্ষমতায়নে অবদানের জন্য তাকে ১৯৯৯ সালের প্রথম কন্নগী স্ত্রী শক্তি পুরস্কার প্রদান করা হয়। ২০২২ সালের জানুয়ারি মাসে তিনি ভারতের চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রীতে ভূষিত হন।\n\n\n== প্রারম্ভিক জীবন ==\n১৯৬৬ সালের ২৫ ফেব্রুয়ারি কেরলের মালাপ্পুরম জেলার ভেল্লিলাক্কাডু নামক একটি প্রত্যন্ত গ্রামে রাবিয়ার জন্ম হয়। তার বাবা ছিলেন একজন রেশন ডিলার। রাবিয়া তিরুরাঙ্গাদির পোকার সাহেব মেমোরিয়াল অরফানেজ (পিএসএমও) কলেজ থেকে স্নাতক হওয়ার আগে তিরুরাঙ্গাদি উচ্চ বিদ্যালয়ে প্রাথমিক পড়াশোনা করেন। ১৭ বছর বয়সে কলেজে প্রথম বর্ষে পড়ার সময় তিনি পোলিও রোগে আক্রান্ত হন। হাঁটাচলা বন্ধ হয়ে যায়। তার জায়গা হয় হুইল চেয়ারে। এই অক্ষমতার কারণে তিনি পড়াশোনা অর্ধেক পথেই শেষ করতে বাধ্য হন। \n\n\n== শিক্ষামূলক অভিযান ==\n১৯৯০ সালের জুন মাসে তিনি তার এলাকার সকল বয়সের নিরক্ষরদের নিয়ে একটি প্রাপ্তবয়স্ক সাক্ষরতা অভিযান শুরু করেন। ছয় মাসের মধ্যে তিরুরাঙ্গার সমস্ত নিরক্ষর মানুষ এবং অন্যান্যরা তার এই সাক্ষরতা অভিযানের অংশীদার হয়ে ওঠেন। যদিও কাজের চাপে রাবিয়ার শারীরিক অবস্থার অবনতি ঘটে, তবুও তিনি থেমে থাকেননি। জনগণ এবং কর্তৃপক্ষ উভয়ের কাছ থেকেই তিনি সাক্ষরতা অভিযানের কাজ চালিয়ে যেতে সহায়তা পান। ১৯৯২ সালের জুন মাসে রাজ্য সরকারের পক্ষ থেকে সরকারি আধিকারিকেরা তার শ্রেণীকক্ষ পরিদর্শন করেন। ৮০ বছর বয়সী একজন মহিলার সাথে ৮ বছর বয়সী একজন শিশুকে অধ্যয়নরত অবস্থায় দেখে তারা অবাক হন। রাবিয়ার গ্রামে মৌলিক পরিকাঠামোর অভাব-অভিযোগ পাওয়ার পর সেখানকার জেলা প্রশাসক গ্রামের জন্য রাস্তা, বিদ্যুৎ, টেলিফোন এবং জল সংযোগ অনুমোদন করেন। গ্রামে যাওয়ার রাস্তাটির নামকরণ করা হয় অক্ষরা নামে, যার অর্থ হলো শব্দ।\nপরে তিনি চলনম (গতি) নামে একটি স্বেচ্ছাসেবী সংগঠন শুরু করেন। তিনি ছিলেন সেই সংগঠনের সভাপতি। এই সংগঠনটি শারীরিক ও বৌদ্ধিক প্রতিবন্ধী শিশুদের জন্য ছয়টি স্কুল পরিচালনা করে। এছাড়া সংগঠনটি স্বাস্থ্য সচেতনতা প্রচার, স্কুল ও স্বাস্থ্য ক্লাব পরিচালনা করে। মহিলাদের জন্য প্রশিক্ষণ এবং শারীরিকভাবে প্রতিবন্ধীদের পুনর্বাসনও প্রদান করে। এই সংগঠনের অন্যান্য কার্যক্রমের মধ্যে রয়েছে মদ্যপান, যৌতুক, পারিবারিক বিরোধ, কুসংস্কার এবং সাম্প্রদায়িকতার বিরুদ্ধে জনসচেতনতা গড়ে করা। সংগঠনেটি ভেল্লিলাক্কাডুর গ্রামে শিক্ষাগতভাবে পিছিয়ে পড়া মহিলাদের জন্য একটি ছোট শিল্প গোষ্ঠী গঠন, একটি মহিলা গ্রন্থাগার এবং একটি যুব সমিতি প্রতিষ্ঠা করে। কেরলের নিরক্ষরতা দূরীকরণে রাবিয়ার আন্তরিক প্রচেষ্টা এক গুরুত্বপূর্ণ ভূমিকা পালন করে।\nতিনি অক্ষয়: ডিজিটাল ডিভাইডের সেতুবন্ধন প্রকল্পেও নিজেকে অন্তর্ভুক্ত করেছিলেন, যা মালাপ্পুরমকে ভারতের প্রথম ই-লার্নিং জেলায় পরিণত করে। \n\n\n== ব্যক্তিগত সংগ্রাম ==\nপোলিওর কারণে পক্ষাঘাতগ্রস্ত হওয়ার পর রাবিয়ার সারাক্ষণের সঙ্গী ছিল হুইলচেয়ার। কিন্তু এর কয়েক বছর পরে ২০০০ সালে যখন তার ক্যান্সার ধরা পড়ে, তখন তার আরও সমস্যা তৈরি করে। ত্রিচুরের আমালা হাসপাতালে রাবিয়ার সফলভাবে কেমোথেরাপি হয়। হাসপাতালে থাকাকালীনও তিনি রোগীদের বিভিন্ন পরামর্শ দিতেন এবং তাদের ভবিষ্যতের জন্য আশা আলোর পথ দেখাতেন।\n২০০২ সালে এই অবস্থার মধ্যেও শুধুমাত্র মনের জোরে রাবিয়া হজের জন্য মক্কা যান। ওই তীর্থযাত্রা তার দীর্ঘদিনের স্বপ্ন পূরণ করে।\n২০০৪ সালের মধ্যে তিনি আবার তার কাজে ফিরে আসেন কিন্তু আবারও দুর্ঘটনার কবলে পড়েন। শৌচাগারের মেঝেতে পড়ে গিয়ে তার মেরুদণ্ড ভেঙে যায়। কেবল হালকা নড়াচড়া করে কাজ চালিয়ে যেতে বাধ্য হন। এই দুর্ঘটনার ফলে তার শরীরের ঘাড়ের নিচের অংশ আংশিকভাবে পক্ষাঘাতগ্রস্ত হয়ে পড়ে। পরে পেশীর দূর্বলতা ও ব্যর্থতার কারণে তিনি সবসময় একটি প্রস্রাব সংগ্রহের ব্যাগ সঙ্গে নিয়ে থাকতে বাধ্য হন। শারীরিক সমস্যা, ব্যথা এবং অক্ষমতার সাথে লড়াই করে তিনি রঙিন পেন্সিল দিয়ে একটি নোটবুকে স্মৃতিকথা লিখতে শুরু করেন। এত প্রতিকূলতার মধ্যেও, তিনি আরও ১০০ জন স্বেচ্ছাসেবকের সাথে অটল দৃঢ়তার সাথে তার কাজ চালিয়ে যান। \nতার স্বাস্থ্য তার পরিবারকে কেবলমাত্র মানসিকভাবে দুর্বল করে দিয়েই ক্ষান্ত হয়নি, আর্থিকভাবেও তাদের বিপর্যস্ত করে দিয়েছিল। রাবিয়া তার চিকিৎসার খরচ বহন করার জন্য বিছানায় শুয়ে তার স্মৃতিকথা লেখা শেষ করেছিলেন।\n\n\n== স্বীকৃতি ==\nতার আত্মজীবনী স্বপ্নাঙ্গলক্কু চিরকুকালুন্ডু (স্বপ্নের ডানা আছে) এপ্রিল মাসে প্রকাশিত হয়। সুকুমার আজিকোড এটিকে ইতিহাসের মহান জীবনীগ্রন্থের সাথে তুলনা করেছেন। ২০০৬ সালের ২৬শে অক্টোবর কেরলের মুখ্যমন্ত্রী ভিএস অচুতানন্দন তাঁর স্মৃতিকথা \"মৌন নাম্বারাঙ্গল\" (নীরব অশ্রু) এর একটি সংকলন প্রকাশ করেন। রাবিয়া আরও তিনটি বই লিখেছেন। তিনি বই থেকে প্রাপ্ত রয়্যালটি চিকিৎসা খরচের জন্য খরচ করেন।\nশারীরিক অক্ষমতা থাকা সত্ত্বেও  তার অদম্য মনোবল তাকে ১৯৯০-এর দশকে কেরলের সাক্ষরতা অভিযানের একজন আইকন করে তুলেছিল। পরিচালক আলী আকবর রাবিয়ার জীবনের উপর ভিত্তি করে রাবিয়া মুভস নামে একটি চলচ্চিত্র তৈরি করেছিলেন। ছবিটি রাবিয়ার অনুপ্রেরণামূলক বিষয়বস্তুর জন্য বিখ্যাত ছিল। ছবিটি আরও ১৪টি ভাষায় অনূদিত হয়। সারা বিশ্বজুড়ে বিভিন্ন প্রকাশনা সংস্থা তার কাজের উপর ১০০টিরও বেশি প্রবন্ধ লিখেছে।  \nতিনি তার অনুপ্রেরণামূলক কাজের জন্য অসংখ্য উল্লেখযোগ্য সরকারি পুরস্কার পাওয়ার পাশাপাশি নেহরু যুব কেন্দ্র পুরস্কার, বাজাজ ট্রাস্ট পুরস্কার, রামশ্রাম পুরস্কার, রাষ্ট্রীয় সাক্ষরতা সোসাইটি পুরস্কার, সাহেব মেমোরিয়াল পুরস্কার (২০১০) এবং অসাধারণ সামাজিক কাজের জন্য জোসেফ মুন্ডাচেরি পুরস্কার (২০১০) এবং ক্ষমতায়নের ক্ষেত্রে শ্রেষ্ঠত্বের জন্য ডাঃ মেরি ভার্গিস পুরস্কার (২০১৩) পেয়েছেন।\n\n\n== গ্ৰন্থ ==\nমৌনা নোম্বারাঙ্গাল (নীরব অশ্রু) – স্মৃতিকথা –\nস্বপ্নাঙ্গলক্কু চিরকুকালুন্ডু (স্বপ্নের ডানা থাকে) – আত্মজীবনী  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১০-১২-০৩ তারিখে ২০০৯\n\n\n== তথ্যসূত্র =="}