{"pageid": 1522946, "title": "গ্রোক (চ্যাটবট)", "url": "https://bn.wikipedia.org/wiki?curid=1522946", "content": "গ্রোক একটি জেনারেটিভ কৃত্রিম বুদ্ধিমত্তা চ্যাটবট, যা এক্সএআই  দ্বারা উন্নত করা হয়েছে। এটি একই নামে পরিচিত বৃহৎ ভাষা মডেল (LLM)-এর উপর ভিত্তি করে তৈরি এবং ২০২৩ সালে এলন মাস্ক-এর উদ্যোগে চালু করা হয়। এই চ্যাটবটকে \"রসবোধ সম্পন্ন\" হিসেবে বর্ণনা করা হয়েছে এবং এটি এক্স (পূর্বে টুইটার নামে পরিচিত) এর সরাসরি তথ্য পেতে সক্ষম।\n\n\n== পটভূমি ==\n\n\n=== ওপেনএআই ===\nএলন মাস্ক এবং স্যাম অল্টম্যান ২০১৫ সালে ওপেনএআই নামক কৃত্রিম বুদ্ধিমত্তা গবেষণা প্রতিষ্ঠানটি যৌথভাবে প্রতিষ্ঠা করেন। মাস্ক ২০১৮ সালে প্রতিষ্ঠানটির পরিচালনা পর্ষদ থেকে পদত্যাগ করেন, কারণ তিনি বলেছিলেন যে তিনি \"ওপেনএআই দলের কিছু সিদ্ধান্তের সাথে একমত নন\"।\nওপেনএআই ২০২২ সালে চ্যাটজিপিটি চালু করে এবং ২০২৩ সালের মার্চ মাসে জিপিটি-৪ প্রকাশ করে।\nওই মাসেই, এলন মাস্ক \"বৃহৎ কৃত্রিম বুদ্ধিমত্তা পরীক্ষাগুলো সাময়িক বিরতি দিন\" শীর্ষক একটি খোলা চিঠিতে স্বাক্ষর করেন, যা ফিউচার অব লাইফ ইনস্টিটিউট কর্তৃক প্রকাশিত হয়। এতে জিপিটি-৪-এর চেয়েও শক্তিশালী কোনো এআই সফটওয়্যার উন্নয়নের কাজে ছয় মাসের বিরতি নেওয়ার আহ্বান জানানো হয়।\n\n\n=== ট্রুথজিপিটি ===\n২০২৩ সালের এপ্রিল মাসে, এলন মাস্ক টাকার কার্লসন টুনাইট শোতে একটি সাক্ষাৎকারে জানান যে তিনি \"ট্রুথজিপিটি\" নামে একটি এআই চ্যাটবট তৈরি করার পরিকল্পনা করছেন। তিনি এটিকে \"সর্বাধিক সত্য অনুসন্ধানকারী এআই, যা মহাবিশ্বের প্রকৃতি বোঝার চেষ্টা করবে\" বলে বর্ণনা করেন।\nতিনি কার্লসনকে জানান যে চ্যাটজিপিটিকে \"রাজনৈতিকভাবে সঠিক\" হতে প্রশিক্ষণ দেওয়া হচ্ছে, যা নিয়ে তিনি উদ্বিগ্ন।\n\n\n=== গ্রোক ===\nপরবর্তীতে ট্রুথজিপিটি \"গ্রোক\" নামে পরিচিত হয়, যা রবার্ট এ. হেইনলাইন এর ১৯৬১ সালের বিজ্ঞান কল্পকাহিনির উপন্যাস স্ট্রেঞ্জার ইন অ্যা স্ট্রেঞ্জ ল্যান্ড-এ ব্যবহৃত একটি ক্রিয়াপদ (grok)। এটি গভীরভাবে বোঝার একটি বিশেষ পদ্ধতিকে বোঝায়।\n\n\n== ইতিহাস ==\n\n\n=== গ্রোক-১ ===\n২০২৩ সালের নভেম্বর মাসে, এক্সএআই  নির্দিষ্ট কিছু ব্যক্তির জন্য গ্রোক চ্যাটবটের পরীক্ষামূলক সংস্করণ প্রকাশ করে। শুরুতে, এই পরীক্ষামূলক সংস্করণ শুধুমাত্র পেইড এক্স প্রিমিয়াম ব্যবহারকারীদের জন্য সীমিত ছিল।\nঘোষণা করা হয়েছিল যে প্রাথমিক বিটা পর্যায় থেকে বের হওয়ার পর, এই চ্যাটবট শুধুমাত্র উচ্চতর স্তরের এক্স প্রিমিয়াম+ গ্রাহকদের জন্য উপলব্ধ হবে।\nপ্রাকদর্শনের সময়, এক্সএআই  এই চ্যাটবটকে \"একটি খুব প্রাথমিক বিটা পণ্য – মাত্র দুই মাসের প্রশিক্ষণে যা সম্ভব হয়েছে\" বলে বর্ণনা করেছিল এবং উল্লেখ করেছিল যে এটি \"প্রতি সপ্তাহে দ্রুত উন্নতি করবে\"।\nমার্চ ১১, ২০২৪-এ, মাস্ক এক্স-এ পোস্ট করেন যে ভাষা মডেলটি এক সপ্তাহের মধ্যে উন্মুক্ত উৎস (ওপেন সোর্স) করা হবে। ছয় দিন পর, মার্চ ১৭ তারিখে, গ্রোক-১ ওপেন সোর্স হিসেবে অ্যাপাচি-২.০ লাইসেন্সের আওতায় প্রকাশিত হয়। এতে নেটওয়ার্কের স্থাপত্য এবং এর ওজন পরামিতি প্রকাশ করা হয়।\nমার্চ ২৬, ২০২৪-এ, মাস্ক ঘোষণা করেন যে গ্রোক কেবল উচ্চ স্তরের প্রিমিয়াম+ গ্রাহকদের জন্যই নয়, বরং সকল প্রিমিয়াম গ্রাহকদের জন্যও সক্রিয় করা হবে।\n\n\n==== গ্রোক-১.৫ ====\nমার্চ ২৯, ২০২৪-এ, গ্রোক-১.৫ ঘোষণা করা হয়, যা \"উন্নত যুক্তিতর্ক করার ক্ষমতা\" এবং ১২৮,০০০ টোকেন প্রসঙ্গ দৈর্ঘ্যের সাথে আসে। এটি ১৫ মে, ২০২৪-এ সমস্ত এক্স প্রিমিয়াম গ্রাহকদের জন্য উন্মুক্ত করা হয়।\nএপ্রিল ৪, ২০২৪-এ, এক্স-এর \"এক্সপ্লোর\" পৃষ্ঠার একটি আপডেটে গ্রোক দ্বারা স্বয়ংক্রিয়ভাবে সংকলিত ব্রেকিং নিউজ সংক্ষেপণ যুক্ত করা হয়, যা আগে মানুষের একটি দল করতো।\nএপ্রিল ১২, ২০২৪-এ, গ্রোক-১.৫ ভিশন (গ্রোক-১.৫V) ঘোষণা করা হয়। গ্রোক-১.৫V বিভিন্ন ধরনের ভিজ্যুয়াল তথ্য, যেমন ডকুমেন্ট, ডায়াগ্রাম, গ্রাফ, স্ক্রিনশট এবং ফটোগ্রাফ বিশ্লেষণ করতে সক্ষম। তবে গ্রোক-১.৫V কখনোই জনসাধারণের জন্য প্রকাশ করা হয়নি।\nমে ৪, ২০২৪-এ, গ্রোক যুক্তরাজ্য-এ উপলব্ধ হয়, যা তখন ইইউ-তে কৃত্রিম বুদ্ধিমত্তা আইন বাস্তবায়নের কারণে ইউরোপে একমাত্র সমর্থিত দেশ ছিল। পরে এটি ইউরোপীয় ইউনিয়ন কর্তৃক পর্যালোচিত হয় এবং মে ১৬, ২০২৪-এ মুক্তি পায়।\n\n\n=== গ্রোক-২ ===\n২০২৪ সালের ১৪ আগস্ট, গ্রোক-২ এবং গ্রোক-২ মিনি উন্মোচন করা হয়, যা উন্নত পারফরম্যান্স, যৌক্তিক বিশ্লেষণ এবং ছবি তৈরি করার সক্ষমতা অর্জন করে। এটি ফ্লাক্স ব্যবহার করে, যা ব্ল্যাক ফরেস্ট ল্যাবস দ্বারা উন্নত করা হয়েছে।\nগ্রোক-২ মিনি হলো গ্রোক-২-এর একটি “ছোট কিন্তু সক্ষম সংস্করণ”, যা “গতির সাথে উচ্চমানের উত্তর দেওয়ার ভারসাম্য বজায় রাখে”, এক্সএআই-এর মতে। এটি ঘোষণা হওয়ার দিনেই প্রকাশিত হয়। গ্রোক-২ ছয় দিন পর, ২০ আগস্ট প্রকাশিত হয়।\n২০২৪ সালের ২৮ অক্টোবর, গ্রোক চিত্র বিশ্লেষণ সক্ষমতা লাভ করে।\n২০২৪ সালের ১৬ নভেম্বর, গ্রোক ওয়েব অনুসন্ধান করার সুবিধা পায়।\n২০২৪ সালের ২৩ নভেম্বর, গ্রোক পিডিএফ বিশ্লেষণের ক্ষমতা অর্জন করে।\n২০২৪ সালের ৬ ডিসেম্বর, এক্স প্রিমিয়াম সদস্য না হয়েও গ্রোক ব্যবহারের সুযোগ উন্মুক্ত করা হয়, তবে ব্যবহারের কিছু সীমাবদ্ধতা থাকে।\n২০২৪ সালের ৯ ডিসেম্বর, গ্রোক অরোরা নামে নতুন একটি টেক্সট-টু-ইমেজ মডেল অর্জন করে, যা এক্সএআই দ্বারা তৈরি।\n২০২৪ সালের ডিসেম্বর মাসে, এক্সএআই স্বাধীনভাবে গ্রোক-এর জন্য ওয়েব এবং আইওএস অ্যাপ চালু করে, যা পূর্বে শুধুমাত্র এক্স-এ উপলব্ধ ছিল। এই অ্যাপগুলো পরীক্ষামূলক (বেটা) সংস্করণে প্রকাশিত হয় এবং প্রাথমিকভাবে শুধুমাত্র অস্ট্রেলিয়ার ব্যবহারকারীদের জন্য সীমিত রাখা হয়। ২০২৫ সালের ৯ জানুয়ারি থেকে এটি বিশ্বব্যাপী সকল ব্যবহারকারীর জন্য উন্মুক্ত করা হয়।\n২০২৫ সালের ২ জানুয়ারি, এক্সএআই গ্রোক-এর নতুন লোগো প্রকাশ করে।\n২০২৫ সালের ৪ ফেব্রুয়ারি, এক্সএআই অ্যান্ড্রয়েড সংস্করণে তাদের স্বাধীন গ্রোক অ্যাপ চালু করে। প্রাথমিকভাবে এটি শুধুমাত্র অস্ট্রেলিয়া, কানাডা, ভারত, সৌদি আরব এবং ফিলিপাইন-এর ব্যবহারকারীদের জন্য সীমিত রাখা হয়।\n\n\n=== গ্রোক-৩ ===\n২০২৫ সালের ১৭ ফেব্রুয়ারি, এক্সএআই তাদের সর্বশেষ প্রধান এআই মডেল, গ্রোক-৩ প্রকাশ করে, যা পূর্ববর্তী গ্রোক সংস্করণগুলোর সাথে নতুন আপডেট নিয়ে আসে। এলন মাস্ক জানান, গ্রোক-৩ পূর্ববর্তী সংস্করণ গ্রোক-২-এর তুলনায় \"১০ গুণ\" বেশি কম্পিউটিং শক্তি ব্যবহার করে প্রশিক্ষিত হয়েছে। এই প্রশিক্ষণের জন্য বিশাল ডেটা সেন্টার কলোসাস ব্যবহার করা হয়েছে, যেখানে প্রায় ২,০০,০০০ জিপিইউ রয়েছে।\nগ্রোক-৩ একটি বৃহৎ ডাটাসেটে প্রশিক্ষিত হয়েছে, যেখানে আইনসংক্রান্ত নথিও অন্তর্ভুক্ত রয়েছে। এক্সএআই দাবি করেছে যে এটি ওপেনএআই-এর GPT-4o-এর চেয়ে ভালো পারফর্ম করে, বিশেষ করে AIME-এর মতো গাণিতিক যুক্তিবিদ্যা পরীক্ষায় এবং GPQA-এর মতো পিএইচডি-স্তরের বিজ্ঞান প্রশ্নোত্তর পরীক্ষায়।\nএক্সএআই গ্রোক-৩ মিনিও প্রকাশ করেছে, যা দ্রুত প্রতিক্রিয়া দিতে পারে, তবে কিছু ক্ষেত্রে নির্ভুলতা কিছুটা কম হতে পারে।\nএছাড়াও, এক্সএআই যুক্তি বিশ্লেষণের মতো বৈশিষ্ট্য চালু করেছে, যা ওপেনএআই-এর o3-mini এবং ডিপসিক-এর R1-এর মতো মডেলের সাথে তুলনীয়। এতে ব্যবহারকারীরা \"থিঙ্ক\" বাটন টিপে যুক্তি বিশ্লেষণ সক্রিয় করতে পারেন বা \"বিগ ব্রেইন\" মোড চালু করে জটিল সমস্যার সমাধান করতে পারেন, যা বেশি কম্পিউটিং ক্ষমতা ব্যবহার করে।\nএক্সএআই দাবি করেছে যে গ্রোক-৩ যুক্তিবিদ্যা ওপেনএআই-এর o3-mini-এর সবচেয়ে উন্নত সংস্করণ o3-mini-high-এর চেয়েও ভালো পারফর্ম করে, বিশেষ করে নতুন AIME ২০২৫ গাণিতিক পরীক্ষায়। এক ওপেনএআই কর্মী এক্সএআই-এর প্রকাশিত তুলনামূলক গ্রাফ নিয়ে সমালোচনা করেন, কারণ এতে গ্রোক-৩-এর \"consensus@64\" পদ্ধতিতে (একই প্রশ্নের ৬৪টি উত্তর তৈরি করে সবচেয়ে সাধারণ উত্তর নির্বাচন) ফলাফল দেখানো হয়েছিল, কিন্তু o3-mini-high-এর ক্ষেত্রে এই পদ্ধতি প্রয়োগ করা হয়নি।\nএক্সএআই নতুন \"ডিপসার্চ\" ফিচারও চালু করেছে, যা ইন্টারনেট ও এক্স স্ক্যান করে বিস্তারিত সারাংশ তৈরি করতে সক্ষম, যা ওপেনএআই-এর ডিপ রিসার্চ-এর প্রতিযোগী হিসেবে দেখা হচ্ছে।\nপ্রাথমিকভাবে, গ্রোক-৩ শুধুমাত্র এক্স-এর প্রিমিয়াম+ এবং এক্সএআই-এর সুপারগ্রোক গ্রাহকদের জন্য সীমিত ছিল, তবে ভবিষ্যতে এটি এক্সএআই-এর এন্টারপ্রাইজ এপিআই-এর মাধ্যমেও সরবরাহ করার পরিকল্পনা রয়েছে। মাস্ক আরও ঘোষণা করেন যে গ্রোক-৩-এর মাল্টিমডাল ভয়েস মোড এক সপ্তাহের মধ্যে চালু হবে এবং গ্রোক-২ আগামী কয়েক মাসের মধ্যে ওপেন সোর্স করা হবে।\n\n\n== তথ্যসূত্র =="}