{"pageid": 1522693, "title": "সন্ধ্যা ধর", "url": "https://bn.wikipedia.org/wiki?curid=1522693", "content": "সন্ধ্যা ধর (জন্ম ১৯৮০) একজন ভারতীয় প্রতিবন্ধী অধিকার কর্মী। অল্প বয়সেই তাঁর সেরিব্রাল পলসি ধরা পড়ে এবং তিনি হুইল চেয়ার ব্যবহার করে চলাফেরা করেন। তিনি ২০১৫ সালে প্রতিবন্ধী ব্যক্তিদের সহায়তার জন্য জম্মু ইনস্টিটিউট অফ জেনারেল এডুকেশন অ্যাণ্ড রিহ্যাবিলিটেশন (জিআইজিইআর) প্রতিষ্ঠা করেন এবং ২০২০ সালের নারী শক্তি পুরস্কারে ভূষিত হন।\n\n\n== কর্মজীবন ==\nসন্ধ্যা ধর ১৯৮০ সালের গোড়ার দিকে ভারতের জম্মু ও কাশ্মীর রাজ্যের গ্রীষ্মকালীন রাজধানী শ্রীনগরে একটি কাশ্মীরি পণ্ডিত পরিবারে জন্মগ্রহণ করেন। কয়েক মাস বয়সে তাঁর জ্বর হয়, যার ফলে তাঁর পক্ষাঘাত হয় এবং তাঁর সেরিব্রাল পলসি ধরা পড়ে। তাঁর বাবা-মা তাঁর যত্ন নেওয়াকে প্রাধান্য দিয়ে তাঁকে দুই বছরের জন্য নতুন দিল্লির দীনদয়াল উপাধ্যায় শারীরিক প্রতিবন্ধী ইনস্টিটিউটে পাঠিয়েছিলেন। পাঁচ বছর বয়সে, তিনি স্থানীয় স্কুলে যান। তারপরে তাঁর পরিবার জম্মুতে চলে আসে, যেখানে যত্ন নেওয়ার সুযোগ সুবিধাগুলি আরও ভালো ছিল। তিনি আদর্শ শিক্ষা নিকেতন স্কুলে এবং তারপর এম. দাস স্কুলে পড়াশোনা করেন। তিনি জম্মুর সরকারি ডিগ্রি কলেজ প্যারেড গ্রাউণ্ড-এ তাঁর পড়াশোনা চালিয়ে যান। তিনি বাণিজ্যে স্নাতক ও স্নাতকোত্তর, কম্পিউটার বিজ্ঞানে ডিপ্লোমা এবং ব্যবসায় প্রশাসনে স্নাতকোত্তর (এমবিএ) ডিগ্রি অর্জন করেন। এরপর তিনি জম্মু ও কাশ্মীর সরকারের অর্থ বিভাগে কাজ করেন। তিনি বোসিয়া খেলেন এবং ২০২২ সালে, তিনি বোসিয়া জাতীয় চ্যাম্পিয়নশিপে ব্রোঞ্জ পদক জিতেছিলেন।\nসন্ধ্যা ধর একজন হুইলচেয়ার ব্যবহারকারী। তিনি প্রতিবন্ধীদের অধিকার প্রতিষ্ঠার জন্য একজন সামাজিক কর্মী হয়ে ওঠেন এবং ২০১৫ সালে জম্মু ইনস্টিটিউট অফ জেনারেল এডুকেশন অ্যাণ্ড রিহ্যাবিলিটেশন (জিআইজিইআর) প্রতিষ্ঠা করেন। এই সংস্থা প্রতিবন্ধী ব্যক্তিদের সহায়তা করে। এখানকার শিক্ষকেরা প্রতিবন্ধী, এবং তাঁরা পাঠ প্রদান করেন। ২০২২ সালে, এটি ৪০০ জনেরও বেশি প্রতিবন্ধী শিশুকে সহায়তা করেছে।\n২০২২ সালে, তিনি রাষ্ট্রপতি রাম নাথ কোবিন্দের কাছ থেকে ২০২০ নারী শক্তি পুরস্কার পেয়েছিলেন। জম্মু ও কাশ্মীরের লেফটেন্যান্ট গভর্নর মনোজ সিনহা ২০২২ সালে বলেছিলেন যে নাসিরা আখতার এবং নাশিমান আশরাফের সাথে ধর, এই অঞ্চলের মহিলাদের জন্য অনুপ্রেরণা ছিলেন।\n\n\n== নির্বাচিত কাজ ==\nধর, সন্ধ্যা (২০১৫)। জম্মু অঞ্চলে রাজনৈতিক সচেতনতা, ১৯০৪–১৯৭৭। আইএসবিএন 978-93-5128-104-7। \nধর, সন্ধ্যা (২০১৯)। জম্মু অঞ্চলে রাজনৈতিক জাগরণ: সেমিনার, সম্মেলনে উপস্থাপিত প্রবন্ধ। আইএসবিএন 978-93-5324-029-5। \n\n\n== তথ্যসূত্র =="}