{"pageid": 1522055, "title": "প্রাগৈতিহাসিক যুগে নারী", "url": "https://bn.wikipedia.org/wiki?curid=1522055", "content": "প্রাগৈতিহাসিক যুগে নারীদের ভূমিকা নিয়ে ব্যাপক গবেষণা হয়েছে। সাধারণভাবে, নারীদের কাজ মূলত শিশুপালন, খাদ্য সংগ্রহ এবং দৈনন্দিন কাজের সঙ্গে যুক্ত ছিল। এসব কাজ সমাজে শ্রম বিভাজনের একটি গুরুত্বপূর্ণ অংশ গঠন করেছিল। তবে সাম্প্রতিক গবেষণায় দেখা গেছে, নারীরা শুধু গৃহস্থালির কাজেই সীমাবদ্ধ ছিলেন না। তারা শিকারসহ অন্যান্য শারীরিক কর্মকাণ্ডেও সক্রিয় ভূমিকা পালন করতেন, যা ঐতিহ্যগতভাবে শুধুমাত্র পুরুষদের কাজ বলে মনে করা হতো। \nপ্রাগৈতিহাসিক নারীদের অধ্যয়ন নারীবাদী ও লিঙ্গভিত্তিক প্রত্নতত্ত্বের জন্য বিশেষভাবে গুরুত্বপূর্ণ। এই গবেষণাগুলো প্রচলিত প্রত্নতাত্ত্বিক ধারণাগুলোর পুরুষকেন্দ্রিক দৃষ্টিভঙ্গি চ্যালেঞ্জ করার চেষ্টা করে।\n\n\n== নৃবিজ্ঞান ==\n\n\n=== মাতৃতন্ত্র ও মাতৃসূত্রীয় সমাজব্যবস্থা ===\nনৃবিজ্ঞানে উনিশ শতক থেকেই একটি গুরুত্বপূর্ণ বিতর্ক ছিল প্রাগৈতিহাসিক এবং সমসাময়িক সমাজে নারীদের সামাজিক অবস্থান নিয়ে। প্রাথমিকভাবে, কিছু সমাজতান্ত্রিক চিন্তাবিদ—যেমন লুইস এইচ. মরগান, ফ্রিডরিখ এঙ্গেলস ও অগাস্ট বেবেল—মাতৃসূত্রীয় সমাজব্যবস্থাকে আদিম সাম্যবাদ হিসেবে দেখতেন এবং পিতৃসূত্রীয় সমাজব্যবস্থাকে ব্যক্তিস্বাতন্ত্র্য, শোষণ ও ব্যক্তিগত সম্পত্তির সঙ্গে যুক্ত করতেন। এই মতবাদ অনুযায়ী, প্রাগৈতিহাসিক সমাজে পিতৃত্ব নির্ধারণ করা কঠিন ছিল, কারণ সমাজে কঠোর একগামিতা বজায় রাখার নিয়ম ছিল না। ফলে, মাতৃকেন্দ্রিক ও সম্মিলিত মাতৃত্ব প্রচলিত ছিল, যেখানে সন্তান লালন-পালনের দায়িত্ব সমগ্র সম্প্রদায় ভাগ করে নিত।\n১৯৭০-এর দশকের নারীবাদের দ্বিতীয় ঢেউয়ে এসব ধারণা নতুনভাবে আলোচনায় আসে। মাতৃস্থানিক বসবাসব্যবস্থা এবং মাতৃতান্ত্রিক ধর্মবিশ্বাসের বগবেষণায় আগ্রহ বৃদ্ধি পায়। প্রত্নতাত্ত্বিক মারিজা গিমবুটাসের মতে, ইউরোপের প্রাচীন সমাজব্যবস্থা (যাকে তিনি \"ম্যাট্রিস্টিক\" বা মাতৃতান্ত্রিক, এবং সাম্যবাদী সমাজ হিসেবে বর্ণনা করেন) ছিল একটি শান্তিপূর্ণ সমাজ। তবে, পরবর্তীকালে পিতৃতান্ত্রিক ও সাম্রাজ্যবাদী প্রকৃতির প্রোটো-ইন্দো-ইউরোপীয় জাতিগোষ্ঠী এই সংস্কৃতিকে পরাজিত ও প্রতিস্থাপন করে। তবে এই ধরনের ব্যাখ্যাগুলো বেশ বিতর্কিত। অনেক গবেষক মনে করেন, এগুলো রাজনৈতিক পক্ষপাতদুষ্ট কিংবা পর্যাপ্ত প্রত্নতাত্ত্বিক প্রমাণের অভাবে গ্রহণযোগ্য নয়।  তবুও, নৃতত্ত্ববিদ ক্রিস নাইটের মতো বিশিষ্ট ব্যক্তিরা এসব তত্ত্বের সমর্থনে যুক্তি দিয়েছেন। নাইট দাবি করেন, সমসাময়িক মাতৃসূত্রীয় আদিবাসী সংস্কৃতিগুলোর ভূমিকা খাটো করে দেখানোর জন্য প্রচলিত নৃতত্ত্বে উদ্দেশ্যমূলক ব্যাখ্যা প্রয়োগ করা হয়েছে।\n\n\n=== নারী—সংগ্রাহক না শিকারী? ===\n১৯৭০-এর দশক থেকে শিকারি-সংগ্রাহক সমাজে লিঙ্গভিত্তিক ভূমিকার প্রচলিত বৈজ্ঞানিক দৃষ্টিভঙ্গি ছিল \"পুরুষ শিকারী, নারী সংগ্রাহক\" মডেল। ১৯৬৮ সালে নৃতত্ত্ববিদ রিচার্ড বরশে লি এবং ইরভেন ডেভোর এই ধারণাটি উপস্থাপন করেন। তাদের মতে, সমসাময়িক শিকারি-সংগ্রাহক সমাজে পুরুষ ও নারীদের কাজ স্পষ্টভাবে বিভক্ত ছিল। তবে সাম্প্রতিক গবেষণাগুলো এই ধারণার বিরুদ্ধে নতুন তথ্য উপস্থাপন করছে। গবেষক সারাহ ল্যাসি ও কারা ওকোবকের বিশ্লেষণে দেখা গেছে, আধুনিক শিকারি-সংগ্রাহক সম্প্রদায়ের মধ্যে লিঙ্গভিত্তিক শ্রম বিভাজনের সুস্পষ্ট প্রমাণ নেই। অর্থাৎ, শিকার ও সংগ্রহের ক্ষেত্রে পুরুষ ও নারী উভয়ের ভূমিকা পরিবর্তনশীল হতে পারে এবং নির্দিষ্ট লিঙ্গভিত্তিক দায়িত্ব সর্বজনীন নয়। নৃতত্ত্ববিদ ও প্রত্নতাত্ত্বিক স্টিভেন কুনের সাম্প্রতিক গবেষণা ইঙ্গিত দেয় যে উচ্চ প্যালিওলিথিক যুগের (প্রায় ৫০,০০০ থেকে ১০,০০০ বছর আগে) আগে পর্যন্ত লিঙ্গভিত্তিক শ্রম বিভাজন আদৌ ছিল না। এটি মানব ইতিহাসের তুলনামূলকভাবে সাম্প্রতিক একটি বিকাশ। ল্যাসি ও ওকোবক বিশেষভাবে ইস্ট্রোজেন হরমোনের ভূমিকা তুলে ধরেছেন, যা প্রাগৈতিহাসিক সমাজে নারীদের দৈনন্দিন জীবনে টিকে থাকার জন্য গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। প্রচলিত ধারণার বিপরীতে, টেস্টোস্টেরন মূলত টাইপ ২ পেশী গঠনে সাহায্য করে, যা স্বল্পমেয়াদি \"শক্তির কাজ\" যেমন ভার উত্তোলন বা বর্শা নিক্ষেপের ক্ষেত্রে কার্যকর। অন্যদিকে, ইস্ট্রোজেন টাইপ ১ পেশী গঠনে গুরুত্বপূর্ণ ভূমিকা রাখে, যা দীর্ঘমেয়াদি সহনশীলতার জন্য কার্যকর। এই ধরনের পেশী দীর্ঘ সময় ধরে পরিশ্রম চালিয়ে যেতে সহায়তা করে, যা \"ম্যারাথন\" বা সহনশীলতানির্ভর কর্মকাণ্ডের জন্য উপযোগী। নারীদের পেশী শক্তি তুলনামূলকভাবে বেশি শক্তি-সাশ্রয়ী, যা ইঙ্গিত করে যে ধৈর্যনির্ভর শিকার পদ্ধতি—যা মানুষের বিবর্তনে একটি গুরুত্বপূর্ণ কৌশল হিসেবে বিবেচিত হয়—নারীদের জন্য পুরুষদের তুলনায় সহজ হতে পারে। এই শিকার কৌশলে শিকারীকে দীর্ঘ সময় ধরে ধৈর্যের সঙ্গে পশু ধাওয়া করতে হয়, যা শক্তি দক্ষতার ওপর নির্ভর করে। নারীদের পেশী দীর্ঘমেয়াদি পরিশ্রমের ক্ষেত্রে কার্যকর হওয়ায়, এই কৌশলে তাদের ভূমিকা গুরুত্বপূর্ণ হতে পারে। তবে, পরবর্তী এক গবেষণায় দেখা গেছে যে \"গবেষণা পদ্ধতির একাধিক সীমাবদ্ধতা ফলাফলে একমুখী পক্ষপাত তৈরি করতে পারে...এই গবেষণার মতে, তাদের বিশ্লেষণ শিকারি-সংগ্রাহক সমাজে লিঙ্গভিত্তিক শ্রম বিভাজনের ব্যাপারে বিদ্যমান বিস্তৃত গবেষণালব্ধ তথ্যের বিরোধিতা করে না\"।\nতবে, বেশ কয়েকটি সম্প্রদায়—যেমন আইনু, আগ্টা, এবং জু/'হোয়ানসি, জনগোষ্ঠী—শিকার ও সংগ্রহের ক্ষেত্রে পুরুষ ও নারীদের ভূমিকা আলাদা করেনি। এছাড়াও, প্রাগৈতিহাসিক যুগের বহু প্রত্নতাত্ত্বিক নিদর্শনে দেখা গেছে, নারীরা শিকারের কাজে সক্রিয় ছিলেন, বিশেষ করে আধুনিক পেরুর অঞ্চলে পাওয়া প্রাচীন সভ্যতাগুলোর মধ্যে নারীদের শিকারে জড়িত থাকার স্পষ্ট প্রমাণ পাওয়া গেছে।\n\n\n== বস্তুগত সংস্কৃতি ==\n\n\n=== প্রাগৈতিহাসিক শিল্প ===\nউচ্চ প্রস্তরযুগীয়  যুগ নারীদের চিত্রিত শিল্পকর্মের প্রাচুর্যের জন্য পরিচিত। এই যুগের অন্যতম বিশিষ্ট শিল্পকর্ম হলো শুক্রের মূর্তি, যা মানব ইতিহাসের প্রাচীনতম সাংস্কৃতিক নিদর্শনগুলোর মধ্যে অন্যতম। এই মূর্তিগুলো সাধারণত নারীর শরীরের অতিরঞ্জিত বৈশিষ্ট্য প্রদর্শন করে, বিশেষত স্তন, নিতম্ব এবং উদর, যা উর্বরতা ও যৌনতার প্রতীক হিসেবে ধরা হয়।মানবদেহের প্রাচীনতম পরিচিত মূর্তিটি হোহলে ফেলসের শুক্র নামে পরিচিত। নৃতত্ত্ববিদ নিকোলাস কনার্ড এটিকে \"যৌনতা, প্রজনন... এবং নারীত্বের সার্বিক রূপের এক অত্যন্ত শক্তিশালী চিত্রণ\" বলে বর্ণনা করেছেন। অন্যান্য উল্লেখযোগ্য মূর্তিগুলির মধ্যে রয়েছে উইলেনডর্ফ, ডলনি ভেস্টোনিস এবং মোরাভানি ভেনাস, যেগুলির সবকটিই নিতম্ব, স্তন এবং পেটের ওপর গুরুত্বারোপ করে তৈরি করা হয়েছিল। এই মূর্তিগুলোর বেশিরভাগ ইউরোপে পাওয়া গেছে, যেখানে তখন তুলনামূলকভাবে উন্নত ক্রো-ম্যাগনন সংস্কৃতি বিস্তার লাভ করেছিল। তবে, এই শৈলীর নিদর্শন সাইবেরিয়া পর্যন্ত বিস্তৃত হয়েছে। পরবর্তী যুগের শিল্পেও নারীর প্রতীকী চিত্রায়নের ধারাবাহিকতা দেখা যায়, যার মধ্যে অন্যতম হলো পোটনিয়া থেরন, যা প্রাচীন ভূমধ্যসাগরীয় ও নিকটপ্রাচ্যের শিল্পকলায় পাওয়া যায়।\nকিছু নারীবাদী প্রত্নতত্ত্ববিদ, যেমন কায়লিয়া ভ্যান্ডেওয়েটারিং এবং লেরয় ম্যাকডারমট, ভেনাস মূর্তি নামকরণ ও শ্রেণিবিন্যাসে পুরুষতান্ত্রিক দৃষ্টিভঙ্গি বা male gaze থাকার বিষয়ে সমালোচনা করেছেন। \"ভেনাস\" নামটি এসেছে প্রথম আবিষ্কৃত মূর্তি ভেনুস ইম্পুদিক থেকে, যার অর্থ \"অশালীন ভেনাস\"। আবিষ্কারক এই নামকরণ করেছিলেন সমসাময়িক ইউরোপীয় যৌনতা-সংক্রান্ত দৃষ্টিভঙ্গি এবং রোমান দেবী ভেনাসের সঙ্গে এর আপাত সংযোগের ভিত্তিতে। তবে, এই মূর্তিগুলো যে প্রাগৈতিহাসিক সংস্কৃতি তৈরি করেছিল, তা গ্রিক-রোমান ধর্মব্যবস্থার বহু সহস্রাব্দ আগের। ফলে, এগুলোর প্রকৃত তাৎপর্য সম্পর্কে গবেষকদের মধ্যে এখনো কোনো সর্বসম্মত সিদ্ধান্ত গৃহীত হয়নি। তবুও, ঐতিহাসিক দৃষ্টিকোণ থেকে এই মূর্তিগুলোকে যৌনতা ও উর্বরতার প্রতীক হিসেবে দেখা হয়েছে, যা নারীর ভূমিকা ও চিত্রায়নের ক্ষেত্রে একপাক্ষিক দৃষ্টিভঙ্গির প্রতিফলন হতে পারে।\nম্যাককোইড ও ম্যাকডারমট প্রস্তাব করেছেন যে এই মূর্তিগুলোর চিত্রায়নের ধরন—যেমন বড় স্তন, মুখ ও পায়ের অনুপস্থিতি—ইঙ্গিত দেয় যে এগুলো নারীদের দ্বারা তৈরি, যারা নিজেদের শরীর দেখেই এগুলো গড়েছিলেন। তাদের মতে, সেই সময় নারীদের কাছে আয়না ছিল না, তাই তারা মূর্তির সঠিক অনুপাত বজায় রেখে মুখ বা মাথার বিশদ বিবরণ তৈরি করতে পারেননি।তবে, এই তত্ত্ব প্রমাণ বা খণ্ডন করা কঠিন। প্রত্নতাত্ত্বিক মাইকেল এস. বিসন বিকল্প মতামত দিয়েছেন যে,আয়নার অভাব থাকলেও নারীরা জলাশয়ের পানিতে নিজেদের প্রতিবিম্ব দেখে মূর্তি তৈরিতে সাহায্য পেতে পারতেন।\n\n\n=== সমাধি প্রথা ===\n\nল্যাসি ও ওকোবক উল্লেখ করেছেন যে উচ্চ প্রস্তর যুগের সমাধিস্থলগুলোতে পুরুষ ও নারীদের জন্য ব্যবহৃত সমাধি সামগ্রী বা মৃত্যুর পর দেওয়া সম্মানে কোনো স্পষ্ট পার্থক্য দেখা যায়নি। এটি ইঙ্গিত করে যে তখনকার সমাজে \"লিঙ্গভিত্তিক সামাজিক শ্রেণিবিন্যাসের\" অনুপস্থিতি থাকতে পারে।\nসাধারণ প্রত্নতাত্ত্বিক গবেষণায় দেখা গেছে যে নারীদের জন্যও বেশ সমৃদ্ধ সমাধি ও সমাধি প্রথার উদাহরণ পাওয়া যায়। এর মধ্যে উল্লেখযোগ্য হলো এগ্টভেড গার্ল এবং উককের রাজকুমারী নামে পরিচিত বিখ্যাত সমাধি। এসব খননকৃত সমাধি থেকে ভালোভাবে সংরক্ষিত বহু মূল্যবান সামগ্রী পাওয়া গেছে, যার মধ্যে রয়েছে সেলাইয়ের সূচ, ওষুধের সরঞ্জাম, প্রসাধনী, চুল বাঁধার জাল এবং বিভিন্ন অলঙ্কার। এগুলো ইঙ্গিত দেয় যে নারীরা তখনকার সমাজে গুরুত্বপূর্ণ ভূমিকা পালন করতেন এবং তাদের প্রতি বিশেষ যত্ন ও সম্মান প্রদর্শন করা হতো।\n\n\n== জিনতত্ত্ব ==\nমানব মাইটোকন্ড্রিয়া গবেষণা জিনতত্ত্ববিদদের এমন এক নারীর সন্ধান করার সুযোগ করে দিয়েছে, যিনি সকল জীবিত মানুষের মাতৃবংশীয় সর্বশেষ সাধারণ পূর্বসূরি। তাকে মাইটোকন্ড্রিয়া ইভ বলা হয়, যা বাইবেলের আদম-ইভের কাহিনির অনুপ্রেরণায় নামকরণ করা হয়েছে। এই নারীর বংশধারায় সমস্ত আধুনিক মানব মাতৃসূত্রে সংযুক্ত। ২০১৫ সালের তথ্য অনুযায়ী, ওয়াই-সর্বশেষ সাধারণ পুরুষ পূর্বসূরি (ওয়াই-এমআরসিএ) আনুমানিক ২,০০,০০০ থেকে ৩,০০,০০০ বছর আগে জীবিত ছিলেন, যা শারীরিকভাবে আধুনিক মানবের উদ্ভবের সময়ের সঙ্গে সামঞ্জস্যপূর্ণ।\nগবেষকরা আরও লক্ষ্য করেছেন যে মানব দেহে বিদ্যমান ইস্ট্রোজেন রিসেপ্টর (ইস্ট্রোজেন গ্রহণকারী কোষীয় উপাদান) ১.২ বিলিয়ন থেকে ৬০০ মিলিয়ন বছর আগের, যা অ্যান্ড্রোজেন রিসেপ্টরের তুলনায় অনেক পুরনো। এটি ইঙ্গিত করে যে ইস্ট্রোজেন মানব পূর্বপুরুষদের বিবর্তনে গুরুত্বপূর্ণ ভূমিকা পালন করেছে।\nএছাড়া, নিঅ্যান্ডারথাল এবং আধুনিক মানুষের মধ্যে জিনগত সংমিশ্রণের ক্ষেত্রে স্পষ্ট লিঙ্গভিত্তিক পার্থক্য পাওয়া গেছে। গবেষণায় দেখা গেছে যে কোনো নিঅ্যান্ডারথাল  মাইটোকন্ড্রিয়াল ডিএনএ আধুনিক মানুষের মধ্যে পাওয়া যায়নি। এর অর্থ হলো, যে সংকর বংশধারাগুলো টিকে ছিল, সেগুলো বিশেষভাবে নিঅ্যান্ডারথাল পুরুষ এবং আধুনিক মানব নারী হোমো সেপিয়েন্স সেপিয়েন্স থেকে উদ্ভূত হয়েছিল\n\n\n== আরও  দেখুন ==\nমহান দেবী অনুমান\nপ্রত্নতত্ত্বে নারী\nডারউইন এবং নারী\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nGimbutas, Marija (১৯৯৬)। The Goddesses and Gods of Old Europe: Myths and Cult Images। University of California Press। আইএসবিএন 0-520-25398-1। \n\"Paleolithic art\", at the Encyclopedia Britannica."}