{"pageid": 1522851, "title": "ইবনে আল-আজকাশি", "url": "https://bn.wikipedia.org/wiki?curid=1522851", "content": "বদর আল-দিন মুসা বিন সাইফ আল-দীন আবি বকর মুহাম্মদ আল-আজকাশি ( আরবি: بدر الدين موسى بن سيف الدين أبي بكر محمد الأزكشي   ; কুর্দি: Bedir Eldîn Mûsa bîn Seyf Eldîn Ebûbekir Muhammed el-Ezkaşî   ; শা'বান ৭১৫ হি / নভেম্বর ১৩১৫ খ্রিস্টাব্দ)  মিশরের মামলুক সালতানাতের একজন মারওয়ানি কুর্দি আমির ছিলেন । তাকে ইবন আল-আজকাশি নামেও ডাকা হতো। ১৩০৩ সালে তিনি মার্জ আল-সাফারের যুদ্ধে মঙ্গোলদের বিরুদ্ধে লড়েছিলেন। এই যুদ্ধে তার নেতৃত্বের জন্য তাকে প্রশংসা করা হয়। তিনি মঙ্গোলদের বিরুদ্ধে ভালো লড়াই করেছিলেন। তার প্রচেষ্টার প্রশংসা করে সুলতান আল-নাসির মুহাম্মদ বিন কালাওয়ুন তাকে আমির তাবালখানার  পদে উন্নীত করেন। একই বছর তাকে আল-রাহবার নায়েব (ডেপুটি) হিসেবে নিযুক্ত করেন।\n\n\n== জীবনী ==\n\n\n=== আল-রাহবার নায়েব ===\n১৩০৩ সালে সিরিয়ার নায়েব আমির জামাল আল-দীন আকুশ আল-আফরাম তাকে আল-রাহবার নায়েবের পদ গ্রহণের জন্য প্রস্তুত করেছিলেন। আমির আল-আশরাফ মুসা দশ বছরেরও বেশি সময় ধরে এই নিয়াবা  পরিচালনায় অত্যন্ত দক্ষ প্রমাণিত হন এবং ১৩১২ সালে মঙ্গোল রাজা ওলজাইতুর নেতৃত্বে আল-রাহবার বিরুদ্ধে মঙ্গোল আক্রমণ প্রতিহত করার জন্য তিনি সবচেয়ে বেশি প্রশংসা পান।  এই আক্রমণ দুইজন মামলুক আমির শামস আল-দীন কারাসানকুর এবং জামাল আল-দীন আকুশ আল-আফরাম—মোঙ্গলদের কাছে পালিয়ে যাওয়ার মাধ্যমে শুরু হয়। আল-আফরাম আমির  মুসাকে উন্নীত করে আল-রাহবাকে তার দায়িত্বে নিযুক্ত করার চেষ্টা করেছিলেন। তাই তিনি ভেবেছিলেন যে মুসা দুর্গটি তার কাছে হস্তান্তর করবেন, কিন্তুমুসা তা প্রত্যাখ্যান করেন। তিনি মঙ্গোলদের বড় অবরোধের বিরুদ্ধে প্রতিরোধ চালিয়ে যান। অবশেষে প্রচণ্ড গরমে মঙ্গোল সৈন্যরা দুর্বল হয়ে পড়ে এবং বাধ্য হয়ে পিছু হটে। তারা বড় বড় অস্ত্র, যেমন বল্লম ও অন্যান্য অবরোধের সরঞ্জাম ফেলে রেখে যায়। পরে সরঞ্জামগুলো আল-রাহবার লোকজন দখল করে নেয়।\n\n\n=== মৃত্যু ===\nযখন সুলতান আল-নাসির মুহাম্মদ মিশর থেকে সৈন্য নিয়ে লেভান্তে পৌঁছান, তখনই তিনি জানতে পারেন যে মোঙ্গলরা সরে গেছে। অবরোধের সময় মঙ্গোলরা কবুতর বহনের জন্য ফাঁদ পেতেছিল যাতে খবরটি মিশর এবং লেভান্তে পৌঁছাতে না পারে। পরের বছরের শুরুতে যখন আল-নাসির আল-রাহবার কাছে আমির  মুসার সাথে দেখা করেন, তখন তিনি তাকে প্রশংসা করেন। তাকে আমির মিয়া মুকাদাম আলাফ  পদে উন্নীত করেন। আমির মুসা ৭১৫ হিজরি/১৩১৫ খ্রিস্টাব্দ পর্যন্ত আল-রাহবার নায়েব হিসেবে ছিলেন। তারপর তাকে সেখান থেকে সরিয়ে দামেস্কে নেতৃত্বে আনা হয়। পরে বাক্তুত আল-করামানি তার স্থলাভিষিক্ত হন। মুসা দামেস্কে অবস্থান করেন এবং সেখানেই ওই বছর ৮ শাবান, শুক্রবার নিজ গৃহে মৃত্যুবরণ করেন। তাকে দামেস্কের কাছে আল-কুবাইবাতে দাফন করা হয়। তার জানাজায় সিরিয়ার নায়িব আমির সাইফ আল-দীন তাঙ্কিজ উপস্থিত ছিলেন।\n\n\n== তথ্যসূত্র =="}