{"pageid": 1522136, "title": "বেবি রানী মৌর্য", "url": "https://bn.wikipedia.org/wiki?curid=1522136", "content": "বেবি রানী মৌর্য (জন্ম: ১৫ আগস্ট ১৯৫৬) একজন ভারতীয় রাজনীতিবিদ।বর্তমানে তিনি ২০২২ সালের মার্চ মাস থেকে উত্তরপ্রদেশ সরকারের মন্ত্রী হিসেবে দায়িত্ব পালন করছেন। তিনি ২৬ আগস্ট ২০১৮ থেকে ২০২১ সালের সেপ্টেম্বর পর্যন্ত উত্তরাখণ্ডের সপ্তম রাজ্যপাল হিসেবে দায়িত্ব পালন করেন। তিনি তার মেয়াদ শেষ হওয়ার দুই বছর আগে পদত্যাগ করেন।\n\n\n== জীবনের প্রথমার্ধ ==\nমৌর্যের ১৫ আগস্ট ১৯৫৬ সালে জাটভ সম্প্রদায়ে জন্মগ্রহণ করেন। তারা রবিদাসী নামেও পরিচিত। তিনি শিক্ষায় স্নাতক এবং কলায় স্নাতকোত্তর ডিগ্রি অর্জন করেছেন।\n\n\n== কর্মজীবন ==\n১৯৯০-এর দশকের গোড়ার দিকে মৌর্য রাজনীতিতে সক্রিয় হন। এর আগে একজন ব্যাংক কর্মকর্তা প্রদীপ কুমার মৌর্যের সাথে তার বিবাহ হয়, যিনি এখন পাঞ্জাব ন্যাশনাল ব্যাংকের পরিচালক পদ থেকে অবসর নেওয়ার পর এর উপদেষ্টা বোর্ডে কর্মরত আছেন। তিনি ভারতীয় জনতা পার্টির (বিজেপি) একজন কর্মী হিসেবে তার রাজনৈতিক জীবন শুরু করেছিলেন। ১৯৯৫ সালে তিনি বিজেপির টিকিটে আগ্রার মেয়র নির্বাচনে প্রতিদ্বন্দ্বিতা করেন এবং বিশাল জনমত নিয়ে জয়লাভ করেন। তিনি আগ্রার প্রথম মহিলা মেয়র ছিলেন এবং ২০০০ সাল পর্যন্ত এই পদে অধিষ্ঠিত ছিলেন।\n১৯৯৭ সালে মৌর্যকে বিজেপির তফসিলি জাতি (এসসি) শাখার একজন পদাধিকারী নিযুক্ত করা হয়। পরবর্তীতে ভারতের রাষ্ট্রপতি হিসেবে দায়িত্ব পালনকারী রামনাথ কোবিন্দ তখন এসসি শাখার চেয়ারম্যান ছিলেন। এই শাখার পদাধিকারী হিসেবে তিনি উত্তরপ্রদেশের তফসিলি জাতির সদস্যদের মধ্যে বিজেপির নাগাল জোরদার করার দায়িত্ব গ্রহণ করেন। ২০০১ সালে তাকে উত্তরপ্রদেশ সমাজকল্যাণ বোর্ডের সদস্য করা হয়। দলিত নারীর ক্ষমতায়নের লক্ষ্যে তাঁর প্রচেষ্টার স্বীকৃতিস্বরূপ, ২০০২ সালে তাঁকে জাতীয় মহিলা কমিশনের সদস্য করা হয়। তিনি ২০০৫ সাল পর্যন্ত কমিশনে দায়িত্ব পালন করেন।\n২০০৭ সালের উত্তরপ্রদেশ বিধানসভা নির্বাচনে বিজেপি মৌর্যকে এতমাদপুর আসনে প্রতিদ্বন্দ্বিতা করার জন্য মনোনীত করে। তবে তিনি তার বহুজন সমাজ পার্টির প্রতিদ্বন্দ্বী নারায়ণ সিং সুমনের কাছে অল্পের জন্য হেরে যান। ২০১৩ থেকে ২০১৫ সাল পর্যন্ত তিনি বিজেপি কর্তৃক প্রদত্ত রাজ্য-স্তরের দায়িত্বে নিযুক্ত ছিলেন। ২০১৮ সালের জুলাই মাসে তাকে শিশু অধিকার সুরক্ষার জন্য রাজ্য কমিশনের সদস্য করা হয়।\n২১শে আগস্ট ২০১৮ তারিখে ভারত সরকার মৌর্যকে উত্তরাখণ্ডের সপ্তম রাজ্যপাল নিযুক্ত করে। ২৬শে আগস্ট উত্তরাখণ্ডের রাজভবনে আয়োজিত এক অনুষ্ঠানে তিনি শপথ গ্রহণ করেন। তিনি উত্তরাখণ্ডের দ্বিতীয় মহিলা রাজ্যপাল হন। তার আগে ২০০৯ সালে নিযুক্ত মার্গারেট আলভা ছিলেন প্রথম মহিলা রাজ্যপাল। তিনি কৃষ্ণকান্ত পালের স্থলাভিষিক্ত হন, যার মেয়াদ আনুষ্ঠানিকভাবে ৮ জুলাই শেষ হয়ে গিয়েছিল। তবে তার স্থলাভিষিক্ত নিয়োগে বিলম্বের কারণে তিনি ২৫ আগস্ট পর্যন্ত পদে বহাল ছিলেন। রাজ্যপাল হিসেবে তার মেয়াদ শেষ হওয়ার দুই বছর আগে ২০২১ সালের সেপ্টেম্বরে তিনি পদত্যাগ করেন। কয়েকদিন পরে তাকে বিজেপির জাতীয় সহ-সভাপতি নিযুক্ত করা হয়। এর কয়েক মাসের মধ্যে তার নিজ রাজ্য উত্তরপ্রদেশে বিধানসভা নির্বাচন অনুষ্ঠিত হওয়ার কথা ছিল। তিনি ২০২২ সালের নির্বাচনে আগ্রা গ্রামীণ নির্বাচনী এলাকা থেকে উত্তরপ্রদেশ বিধানসভায় নির্বাচিত হয়েছেন। ২০২২ সালের মার্চ মাসে দ্বিতীয় যোগী আদিত্যনাথ সরকারে তাকে মন্ত্রী হিসেবে নিযুক্ত করা হয়।\n\n\n== তথ্যসূত্র =="}