{"pageid": 1522194, "title": "নীলিমা আজিম", "url": "https://bn.wikipedia.org/wiki?curid=1522194", "content": "নীলিমা আজিম (জন্ম: ২ ডিসেম্বর ১৯৫৮)  একজন ভারতীয় অভিনেত্রী, ধ্রুপদী নৃত্যশিল্পী, লেখিকা। তিনি জনপ্রিয় অভিনেতা শহীদ কাপুর এবং ঈশান খট্টরের মা।  নীলিমা মূলত ভারতীয় টেলিভিশন জগতের এক পরিচিত উজ্বল মুখ।\n\n\n== জীবনের প্রথমার্ধ ==\nনীলিমা আজিমের বাবা ছিলেন আনোয়ার আজিম। তিনি একজন সাংবাদিক এবং বিহারবাসী উর্দু লেখক। তার মা খাদিজা ছিলেন খাজা আহমদ আব্বাসের আত্মীয়।  আজিম ভারতীয় কত্থক ধ্রুপদী নৃত্য অধ্যয়ন করেছিলেন এবং বিরজু মহারাজ এবং মুন্না শুক্লার অধীনে প্রশিক্ষণ নিয়েছিলেন। \n\n\n== কর্মজীবন ==\nআজিম হিন্দি চলচ্চিত্র এবং টেলিভিশন ধারাবাহিক উভয় ধারাতেই নিজের অভিনয় দক্ষতা প্রমান করেছেন। তিনি অনেক ঐতিহাসিক ও নাটকীয় সিনেমায় অভিনয় করেছেন, যেমন ফির ওয়াহি তালাশ, আম্রপালী, দ্য সোর্ড অফ টিপু সুলতান এবং জুনুন । ২০১৪ সালে, তিনি মুম্বাইয়ের ভারতীয় বিদ্যা ভবন ক্যাম্পাসে বিরজু মহারাজের কালাশ্রম দ্বারা আয়োজিত পঞ্চতত্ত্ব বার্ষিক কত্থক উৎসবে যোগদান করেছিলেন।  তিনি অভিনেতা দীপক তিজোরির সাথে জনপ্রিয় হিন্দি সিনেমা সড়ক -এ কাজ করেছিলেন। \nনীলিমা আজিম একজন অভিজ্ঞ ভারতীয় অভিনেত্রী, যিনি চলচ্চিত্র, টেলিভিশন এবং ওয়েব সিরিজে অভিনয়ের মাধ্যমে দর্শকদের মন জয় করেছেন। তিনি মূলত হিন্দি চলচ্চিত্র ও ধারাবাহিকে অভিনয় করে পরিচিতি লাভ করেছেন। তার অভিনয় জীবন দীর্ঘ এবং বৈচিত্র্যময়, যেখানে তিনি বিভিন্ন ধরণের চরিত্রে অভিনয় করেছেন।\nচলচ্চিত্র জগতে, নীলিমা আজিম বহু বছর ধরে কাজ করে গেছেন। ১৯৯০ সালে মুক্তিপ্রাপ্ত সালিম লাঙ্গড়ে পে মাত রো সিনেমায় তিনি মুমতাজ চরিত্রে অভিনয় করেন, যা দর্শকদের কাছে প্রশংসিত হয়। এরপর ১৯৯১ সালে সড়ক সিনেমায় চন্দা চরিত্রে অভিনয় করেন। ১৯৯৯ সালে সূর্যবংশম সিনেমায় তিনি বিখ্যাত অভিনেতা অমিতাভ বচ্চনের পুত্রবধূর চরিত্রে অভিনয় করেন। ২০০৩ সালে ইশক বিশক সিনেমায় তিনি রাজীবের মা মিসেস মাথুরের ভূমিকায় অভিনয় করেন, যা এই সিনেমাটির অন্যতম গুরুত্বপূর্ণ চরিত্র ছিল।\nনীলিমা আজিম শুধু চলচ্চিত্রেই নয়, টেলিভিশন জগতেও তার অভিনয় প্রতিভার স্বাক্ষর রেখেছেন। ১৯৯০ সালে দ্য সোর্ড অফ টিপু সুলতান ধারাবাহিকে মুমতাজ চরিত্রে অভিনয় করেন। ১৯৯৩ সালে বাইবেল কি কাহানিয়াঁ ধারাবাহিকে রেবেকা চরিত্রে অভিনয় করে দর্শকদের মন জয় করেন। ১৯৯৮ সালে সাঁস টিভি ধারাবাহিকে একজন বিচ্ছিন্ন স্ত্রীর চরিত্রে অভিনয় করেন, যা দর্শকদের মাঝে বেশ জনপ্রিয়তা লাভ করে। এছাড়াও, ২০০৩ সালে কাশ্মীর ধারাবাহিকে মুনিরা ভাট চরিত্রে এবং ২০০৭ সালে এক চাবি হ্যায় পড়োশ মে ধারাবাহিকে দেবযানি চরিত্রে অভিনয় করেছেন।\nওয়েব ধারাবাহিকেও তিনি অভিনয় করেছেন, যা তার অভিনয় জীবনের নতুন দিগন্ত উন্মোচন করেছে। ২০১৯ সালে মম অ্যান্ড কো. ওয়েব সিরিজে সুহাসিনী জোশি চরিত্রে অভিনয় করেন, যা তার অভিনয় জীবনের অন্যতম গুরুত্বপূর্ণ অংশ হয়ে ওঠে। একই বছর, তিনি হালালা ওয়েব সিরিজেও অভিনয় করেন।\nনীলিমা আজিম শুধুমাত্র একজন প্রতিভাবান অভিনেত্রীই নন, তিনি একজন দক্ষ নৃত্যশিল্পীও। তিনি ভারতীয় শাস্ত্রীয় নৃত্যে বিশেষ দক্ষতা অর্জন করেছেন এবং তার নৃত্যের মধ্যেও এক অনন্য আবেগ ও সৌন্দর্য ফুটে ওঠে।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি ১৯৭৯ সালে পঙ্কজ কাপুরকে বিয়ে করেন কিন্তু পরে তাদের বিবাহবিচ্ছেদ হয়।  তার ছেলে শহীদ কাপুর একজন বলিউড অভিনেতা।  পরে তিনি রাজেশ খট্টরকে বিয়ে করেন এবং তাদের ছেলে ঈশান খট্টরও একজন বলিউড অভিনেতা। \n\n\n== তথ্যসূত্র =="}