{"pageid": 1522848, "title": "কান ইমাম সান", "url": "https://bn.wikipedia.org/wiki?curid=1522848", "content": "কান ইমাম সান (\"সান\" প্রায়শই রোমান ভাষায় \"সান\" নামে পরিচিত), যাকে কখনও কখনও কম্বোডিয়ার চাম বানি বলা হয়, কম্বোডিয়ার চাম জনগোষ্ঠীর প্রায় ১০% গঠনকারী একটি ইসলামি সম্প্রদায়। তাদের প্রধান কেন্দ্র ট্রালাচ জেলা, কম্পং চনাং প্রদেশে। আও রুসেই মসজিদ তাদের প্রশাসনিক কেন্দ্র। ফনম উদং পাহাড়ের মসজিদে তাদের বড় ধর্মীয় উৎসব হয়। এই সম্প্রদায়টি পারসাত ও বাতদামবাং প্রদেশেও মানুষ বাস করে। তারা টনলে স্যাপ হ্রদের দক্ষিণ পাশ ধরে ট্রালাচ জেলা থেকে উত্তর-পশ্চিম দিকের এলাকায় বসবাস করে। এছাড়াও, কান্দাল, কামপট এবং ক্রাতি প্রদেশেও তাদের কিছুসংখ্যক মানুষ বসবাস করে। তারা পশ্চিমী চাম লিপির শেষ ব্যবহারকারী। এ লিপি তাদের ধর্মীয় গ্রন্থ, গ্রামের কিছু সাইনবোর্ড ও অন্যান্য লেখার জন্য ব্যবহৃত হয়।\nতারা নিজেদের \"সাত\" বলে, কারণ তারা সপ্তাহে একদিন মসজিদে যায়। সুন্নিদের \"পাঁচ\" বলে, কারণ তারা দিনে পাঁচবার নামাজ পড়ে। এটি তাদের অন্যতম বৈশিষ্ট্য।\n\n\n== ইতিহাস ==\nকান ইমাম সান ১৯শ শতকের মাঝামাঝি ইমাম সানের শিক্ষা অনুসরণ করে। কম্বোডিয়া সরকার প্রথম তাদের স্বীকৃতি দেয়। রাজা আং দুং তাদের বিশেষ সুবিধা দেন। তিনি উদং পর্বতে মসজিদ নির্মাণের অনুমতি দেন। মসজিদটি তখন রাজকীয় বাসভবনের কাছেই ছিল। রাজা ইমাম সানকে \"ওখ্‌না খনৌর\" উপাধি দেন। উপাধিটি খেমার শব্দ \"ওখ্‌না\" ও চাম শব্দ \"খনৌর\" থেকে এসেছে। ইমাম সানকে উদং মসজিদে দাফন করা হয়। প্রতি বছর এখানে তীর্থযাত্রা হয়।\nইমাম সানের মৃত্যুর পর, তার সমাধি উদং মসজিদে সমাহিত করা হয় এবং সেখানে প্রতিবছর তীর্থযাত্রা অনুষ্ঠিত হয়। এরপর থেকে, \"ওখ্‌না খনৌর\" উপাধি কান ইমাম সান সম্প্রদায়ের নেতাদের মধ্যে হস্তান্তরিত হয়ে আসছে। নতুন নেতা নির্বাচনের জন্য সম্প্রদায়ের সদস্যরা তাদের হাতের ছাপ দেন এবং নির্বাচিত নেতাকে কম্বোডিয়ার রাজা আনুষ্ঠানিকভাবে অনুমোদন দেন।\nপ্রতিষ্ঠার পর, কান ইমাম সান কম্বোডিয়ায় ইসলামের উপর প্রভাবশালী রূপ ছিল। বিংশ শতাব্দীর দ্বিতীয়ার্ধে, আন্তর্জাতিক মুসলিম সম্প্রদায় সুন্নি ইসলাম শিক্ষাদানকারী ইসলামী স্কুল খোলা শুরু করে। সময়ের সাথে সাথে, বেশিরভাগ কম্বোডিয়ান মুসলমান কান ইমাম সান থেকে দূরে সরে গিয়ে সুন্নি ইসলাম চর্চা করতে শুরু করে। মালয়েশিয়া, ইন্দোনেশিয়া এবং কুয়েতের মতো সংখ্যাগরিষ্ঠ মুসলিম দেশগুলি থেকে  আর্থিক সহায়তা, অবকাঠামো উন্নয়ন ও শিক্ষাবৃত্তি পাওয়ার জন্য অনেক পরিবার এবং পুরো গ্রাম সুন্নি ইসলাম গ্রহণ করে। এতে কান ইমাম সান সম্প্রদায় বিলুপ্তির ঝুঁকির মুখে পড়ে। তবে, আনুষ্ঠানিকভাবে ধর্মান্তরিত হওয়ার পরেও অনেকে এখনও কান ইমাম সান ঐতিহ্য পালন করেন।\n১৯৯৮ সালে, কম্বোডিয়ার ধর্ম ও উপাসনা বিষয়ক মন্ত্রণালয় তাদের আনুষ্ঠানিকভাবে দেশের দুটি মুসলিম গোষ্ঠীর একটি হিসেবে স্বীকৃতি দেয়।\nবর্তমানে, নবম \"ওখ্‌না খনৌর\" হলেন ম্যাথ সা। রাজা নরোদম সিহামনি তাকে এই পদে নিয়োগ দেন।\n২০১১ থেকে ২০১৬ সালের মধ্যে, মার্কিন দূতাবাস তাদের চাম লিপি সংরক্ষণে সহায়তা করে। তারা শিক্ষাবৃত্তি ও শিক্ষামূলক উপকরণ সরবরাহ করে।\n\n\n== বিশ্বাস/ঐতিহ্য ==\n\nতারা কোরআন, হাদিস বা আরব বিশ্বের প্রচলিত ইসলামি গ্রন্থ অনুসরণ করে না। বরং, তাদের প্রধান ধর্মগ্রন্থ হলো \"গীত\"। এখানে ইমাম সানের শিক্ষার সংকলন এবং কিছু কোরআনিক উদ্ধৃতির ব্যাখ্যা রয়েছে। এটি চাম লিপিতে রচিত। এছাড়া, তাদের কাছে বিভিন্ন পণ্ডিতদের লেখা প্রায় ৪০টি \"কিতাব\"  রয়েছে। তারা \"কা বুয়ন\" নামের একটি নিয়মাবলি অনুসরণ করে, যা পুরুষ ও নারীর সামাজিক ভূমিকা নির্ধারণ করে। এটি মূলত খেমার ভাষার \"চবাব স্রে\" (নারীদের জন্য নৈতিক শিক্ষা) এবং \"চবাব ব্রোস\" (পুরুষদের জন্য নৈতিক শিক্ষা) এর অনুবাদ ও রূপান্তরিত সংস্করণ।\nতারা শূকর-মাংস ও মদ পরিহার করলেও, কড়া \"হালাল\" বিধিবিধান অনুসরণ করে না। বিশেষ করে তারা পশু জবাইয়ের ইসলামি রীতি মেনে চলে না। নারীদের জন্য মাথা ঢাকার বাধ্যবাধকতা নেই, তবে কেউ চাইলে বাইরে যাওয়ার সময় স্কার্ফ পরতে পারে।\nতাদের মসজিদে আজানের পরিবর্তে ঢোল বাজানো হয়। এটি ছাদ থেকে ঝুলিয়ে রাখা হয়। এটি তাদের অন্যতম বিশেষ বৈশিষ্ট্য।\n\n\n== তথ্যসূত্র =="}