{"pageid": 1522487, "title": "জাহাভা বুরাক", "url": "https://bn.wikipedia.org/wiki?curid=1522487", "content": "জাহাভা বুরাক (née Radza, ১৪ ডিসেম্বর, ১৯৩২  – ২৮ সেপ্টেম্বর, ২০০১) ছিলেন পোল্যান্ডের একজন ইহুদি হলোকস্ট থেকে বেঁচে যাওয়া ব্যক্তি যিনি পরবর্তীতে মার্কিন যুক্তরাষ্ট্রে একজন সুপরিচিত সমাজসেবী, সম্প্রদায়ের নেতা এবং রাজনৈতিক কর্মী হয়ে ওঠেন। শৈশবে, তিনি তার পরিবারের সঙ্গে পোল্যান্ডের একটি ক্যাথলিক পরিবারের বাড়ির নিচের একটি সংকীর্ণ ক্রলস্পেসে প্রায় আড়াই বছর লুকিয়ে থেকে হলোকস্টের বিভীষিকা থেকে বেঁচে ছিলেন। ১৯৪৫ সালে অধিকৃত পোল্যান্ডের স্বাধীনতার পর, তাকে ইসরায়েলে পাচার করা হয়, যেখানে তিনি বারো বছর বসবাস করেন, যার মধ্যে দুটি বছর তিনি হাগানা আধাসামরিক সংস্থার সাথে কাজ করে কাটিয়েছেন। ১৯৫৮ সালে, বুরাক যুক্তরাষ্ট্রে পাড়ি জমান এবং সেখানে তিনি ইহুদি স্বার্থ রক্ষার উদ্দেশ্যে আমেরিকান এবং ইসরায়েলি উভয় দেশের রাজনীতিবিদদের সঙ্গে ঘনিষ্ঠভাবে কাজ করেন।\n\n\n== হলোকস্ট থেকে বাঁচা ==\nজাহাভা বুরাক ১৯৩২ সালে পোল্যান্ডের নওই কর্কজিনের শ্তেটলে লুই এবং গিটলা রাডজার ঘরে জন্মগ্রহণ করেন।  লুই একজন জুস প্রস্তুতকারক ছিলেন।  বুরাকের তিন বোন ছিল, রিতা, মিরিয়াম এবং সারা। \n১৯৪২ সালে, ৯ বছর বয়সে, জার্মান সৈন্যরা নওয়ি কর্কজিনের ইহুদি বাসিন্দাদের \"স্থানান্তরের\" জন্য রেলস্টেশনের দিকে মিছিল করার নির্দেশ দেওয়ার পর, বুরাক, তার বাবা-মা এবং তার বোন মরিয়ম এবং সারাহকে আত্মগোপনে থাকতে বাধ্য করা হয়।  তার বাবা-মা, যখন জানতেন যে এটি কনসেনট্রেশন ক্যাম্পে নির্বাসনের জন্য একটি উচ্চারণ, তখন তারা অদৃশ্যভাবে পালিয়ে যান এবং পালাতে শুরু করেন।  এই বিভ্রান্তির মধ্যে, তার বড় বোন রিতা পরিবার থেকে আলাদা হয়ে যান এবং ট্রেনে উঠে পড়েন; অবশেষে তাকে বার্গেন-বেলসেন কনসেনট্রেশন ক্যাম্পে নিয়ে যাওয়া হয়। \nরাডজা পরিবার আশ্রয়ের জন্য পোলিশ ক্যাথলিক দম্পতি স্টেফানিয়া এবং জোসেফ ম্যাকুগোস্কির শরণাপন্ন হয়েছিল। জোজেফ লুই রাডজার একজন পুরনো বন্ধু ছিলেন, এবং পরিবারের প্রয়োজনে তিনি পূর্বেও সাহায্যের প্রস্তাব দিয়েছিলেন।  রাডজা পরিবারকে লুকানোর জন্য, ম্যাকুগোস্কিরা তাদের বাড়ির মেঝের নীচে একটি গোপন পরিখা খনন করেছিল। ক্রলস্পেস ৫ ফুট (১.৫ মিটার) প্রশস্ত, ৭ ফুট (২.১ মিটার) লম্বা, এবং ২০ ইঞ্চি (৫১ সেন্টিমিটার) গভীর।  পরবর্তী আড়াই বছর, পরিবারটি সম্পূর্ণ গোপন অবস্থায় নিজেদের লুকিয়ে রাখে, শুধুমাত্র বাইরের বিশ্বের কাছেই নয়, বরং ম্যাকুগোস্কি পরিবারের সন্তান এবং বৃদ্ধ বাবা-মায়ের কাছেও তাদের উপস্থিতি সম্পূর্ণ অজানা ছিল। \nসেই সময়ের মধ্যে, আরও বেশ কয়েকজন ইহুদি মানুষ ম্যাকুগোস্কিদের কাছে আশ্রয় চেয়েছিল। অবশেষে, রাডজা পরিবারের এক চাচাতো ভাই সহ নয়জন শরণার্থীকে ভেতরে ভর্তি করা হল। অনেক পরে, বুরাকের বোন মিরিয়াম সাংবাদিকদের কাছে তাদের ব্যস্ত অবস্থার বর্ণনা দিয়েছিলেন: \"যখন একজন তার দিকে ঘুরে দাঁড়াত, তখন অন্যদেরও একই কাজ করতে হত। আমরা সার্ডিনের মতো ছিলাম।\"  ম্যাকুগোস্কিরা রাতে পরিবারের জন্য রুটি, জল এবং বর্জ্যের জন্য একটি বালতি আনতে আসত।  রাডজারা, তাদের পরিস্থিতির হতাশায়, মাঝে মাঝে তাদের দুর্দশার অবসান ঘটাতে বিষাক্ত খাবার বা বন্দুকের জন্য তাদের কাছে ভিক্ষা করত, কিন্তু ম্যাকুগোস্কিরা তা প্রত্যাখ্যান করত। বুরাক পরে স্মরণ করেন যে তারা জোর দিয়ে বলেছিল, \"যতদিন আমরা বেঁচে থাকব, আমরা তোমাকে রক্ষা করব।\"''  একবার, জোসেফ ইহুদি নিস্তারপর্ব পালন করার জন্য পরিবারকে খামিরবিহীন রুটি এনেছিলেন। \n১৯৪৫ সালে, জার্মান হাই কমান্ড স্থানীয় সদর দপ্তর হিসেবে ম্যাকুগোস্কির বাড়িটি দখল করে নেয় এবং ম্যাকুগোস্কিদের তাড়িয়ে দেয়। বুরাকের স্মৃতি অনুসারে, রাডজারা তাদের প্রার্থনা বই বের করে, কাদ্দিশ বলেন, মৃতদের জন্য ইহুদিদের প্রার্থনা, এবং \"সবাই ঈশ্বরকে ধন্যবাদ জানালো যে আমরা মারা যাচ্ছি।\"  তবে, ম্যাকুগোস্কিরা জার্মান সৈন্যদের বোঝাতে সক্ষম হয়েছিল যে তাদের বাড়ির তত্ত্বাবধায়ক হিসেবে থাকার অনুমতি দেওয়া উচিত।  জোসেফ এবং স্টেফানিয়া সপ্তাহে এক বা দুইবার পরিবারের জন্য সামান্য পরিমাণে সরবরাহ নিয়ে আসতেন, তবে তা তখনই সম্ভব হতো যখন তারা নিশ্চিত হতেন যে সমস্ত জার্মান সৈন্য গভীর ঘুমে আচ্ছন্ন। \nএক পর্যায়ে, বাড়িতে থাকা জার্মানদের শোনা গেল যে তারা শহরে লুকিয়ে থাকা একটি ইহুদি পরিবারকে খুঁজে বের করার প্রচেষ্টা নিয়ে আলোচনা করছে। জোসেফ কাছের একটি শহরে গুজব ছড়াতে সক্ষম হন যে নাৎসিদের হাত থেকে পালানোর সময় এই পরিবারটি উইস্তা নদীতে ডুবে মারা গেছে, এবং অনুসন্ধান বন্ধ করে দেওয়া হয়। \n\n\n== মুক্তি এবং ইসরায়েলে স্থানান্তর ==\n১৯৪৫ সালে, শহরটি লাল সেনাবাহিনী দ্বারা মুক্ত হয়। অবশেষে, রাডজা পরিবার ম্যাকুগোস্কির বাড়ির নিচের সংকীর্ণ ক্রলস্পেস থেকে বেরিয়ে আসতে সক্ষম হলো। দীর্ঘ আড়াই বছরের মধ্যে এটি ছিল প্রথমবার, যখন তারা দিনের আলো দেখল। সূর্যের আলো সরাসরি চোখে পড়তেই তাদের চোখে তীব্র ঝলকানির অনুভূতি হয়।  তাদের পা এতটাই কাঁপছিল যে সোভিয়েত সৈন্যরা ভেবেছিল যে তারা মাতাল এবং তাদের মারধর করত, ভেবে যে তারা ভদকা লুকিয়ে রেখেছে।  তাদের কণ্ঠস্বর ক্ষয়প্রাপ্ত হয়েছিল কারণ তারা তাদের পুরো কারাবাসের সময় ফিসফিসিয়ে কথা বলেনি। \nজোসেফ পরিবারটিকে কয়েক মাইল দূরে একটি শহরে নিয়ে গেলেন যেখানে কেউ তাদের চিনত না, এবং তাদের প্রতিশ্রুতি দিলেন যে তারা কখনই প্রকাশ করবে না যে তাদের কে রক্ষা করেছে।  যুদ্ধের প্রায় ছয় মাস পর, পরিবারটি রিতার সাথে পুনরায় মিলিত হয়, যিনি বার্গেন-বেলসেনের শিবির থেকে বেঁচে গিয়েছিলেন।  রাজদারা অবশেষে ম্যাকুগোস্কিদের কাছ থেকে দূরে সরে যায়। \nবুরাককে ভুয়া পরিচয়পত্র দেওয়া হয়েছিল যেখানে তাকে যুদ্ধকালীন এতিম হিসেবে ঘোষণা করা হয়েছিল এবং ১২ বছরের কম বয়সেই তাকে ফিলিস্তিনের সেই অংশে পাচার করা হয়েছিল যা শীঘ্রই ইসরায়েল রাষ্ট্রে পরিণত হবে।  তিনি তার পরিবারের একমাত্র সদস্য ছিলেন যিনি ইসরায়েলে চলে এসেছিলেন। তার পরিবার পোল্যান্ডেই থেকে যেত, মাঝে মাঝে সে যে মেয়েদের স্কুলে থাকত সেখানে তার সাথে দেখা করতে যেত।  ইসরায়েলে থাকাকালীন তিনি ইহুদি আধাসামরিক সংগঠন হাগানাতে কাজ করেছিলেন। ১৯৪৮ সালে ইসরায়েল প্রতিরক্ষা বাহিনীতে পরিণত হওয়ার পরও তিনি সেখানেই ছিলেন। তিনি শেষ পর্যন্ত বারো বছর ইসরায়েলে থাকবেন এবং তারপর মার্কিন যুক্তরাষ্ট্রে চলে যাবেন । \n\n\n== মার্কিন যুক্তরাষ্ট্রে রাজনৈতিক সক্রিয়তা ==\nইসরায়েলে বারো বছর থাকার পর, বুরাক ১৯৫৮ সালে নিউ ইয়র্ক সিটিতে ইসরায়েলি কনস্যুলেটে কাজ করার জন্য মার্কিন যুক্তরাষ্ট্রে চলে আসেন।  অবশেষে তিনি নিউ ইয়র্কের ওয়েস্টচেস্টার কাউন্টিতে স্থায়ী হন, যেখানে তিনি রবার্ট এইচ. বুরাককে বিয়ে করবেন।  বুরাকের বোনরাও তাদের পরিবারের সাথে নিউ ইয়র্ক অঞ্চলে এবং এর আশেপাশে বসবাস শুরু করেছিল।  বুরাকস তাদের জীবনের বাকি সময় ওয়েস্টচেস্টার এবং ফ্লোরিডার পাম বিচের মধ্যে ভাগ করে নিয়েছিল।  তাদের এক ছেলে ছিল, জেফ্রি বুরাক।  তার প্রাপ্তবয়স্ক জীবনের পুরোটা সময় ধরে, বুরাক সেই পোলিশ দম্পতির সন্ধান চালিয়ে গেছেন যারা তাকে এবং তার পরিবারকে বাঁচিয়েছিল। \nবুরাক তার পূর্ণ প্রাপ্তবয়স্ক জীবনের মধ্যে রাজনৈতিকভাবে সক্রিয় ছিলেন এবং ইহুদি, ইসরায়েলি এবং ডেমোক্র্যাটিক পার্টির স্বার্থে তার সম্পদ জনকল্যাণমূলক কাজে ব্যবহৃত করেছিলেন। তিনি একজন রাজনৈতিক ও সামাজিক নেত্রী হিসেবে পরিচিত ছিলেন এবং \"ইসরায়েলি প্রধানমন্ত্রী এবং আমেরিকান রাষ্ট্রপতি উভয়েই তার রাজনৈতিক সক্রিয়তার জন্য তাকে সাদরে গ্রহণ করেছেন।\"  তিনি ইউনাইটেড ইহুদি আপিল,  ওয়েস্টচেস্টার-পুটনাম বয় স্কাউটস অফ আমেরিকা কাউন্সিল, ওয়েস্টচেস্টার কাউন্টির মানসিক স্বাস্থ্য সমিতি, এবং ডেভিড ইয়েলিন কলেজ অফ এডুকেশন সহ অসংখ্য প্রতিষ্ঠানের সাথে কাজ করেছেন বলে জানা যায়।  ২০০১ সালে তার মৃত্যুর সময় তিনি পাম বিচ ইসরায়েল বন্ডসের বোর্ডের চেয়ারম্যান ছিলেন।\n১৯৭৫ সালে জিমি কার্টারের সাথে তার দেখা হয়, ১৯৭৬ সালের নির্বাচনে ডেমোক্র্যাটিক পার্টির প্রার্থী হিসেবে আনুষ্ঠানিকভাবে মনোনীত হওয়ার আগে, এবং পরে ওয়েস্টচেস্টারে তার নির্বাচনী প্রচারণা পরিচালনা করেন।  ১৯৭৬ সালের রাষ্ট্রপতি নির্বাচনে জয়লাভের পর কার্টারের উদ্বোধনী কুচকাওয়াজে বুরাক একজন মার্চার ছিলেন। \nবুরাক তার প্রাপ্তবয়স্ক জীবনের পুরো সময়জুড়ে রাজনৈতিকভাবে সক্রিয় ছিলেন এবং ইহুদি, ইসরায়েলি এবং ডেমোক্র্যাটিক পার্টির স্বার্থে তার সম্পদ জনকল্যাণে ব্যবহৃত করেছিলেন। \n১৯৮৪ সালে, সিনেটর জোসেফ আর. পিসানি ওয়েস্টচেস্টার সম্প্রদায়ের প্রতি তার দীর্ঘ সেবার রেকর্ডের জন্য বুরাককে সম্মান জানাতে নিউ ইয়র্ক স্টেট সিনেটে একটি প্রস্তাব উত্থাপন করেন।\n১৯৮৬ সালে, বুরাক অবশেষে স্টেফানিয়া এবং জোসেফ ম্যাকুগোস্কির সাথে যোগাযোগ করেন।  ডেভিড ইয়েলিন কলেজের সহযোগিতায়, বুরাক ম্যাকুগোস্কি পরিবারকে একটি বিশেষ স্বীকৃতি অনুষ্ঠানের জন্য নিউ ইয়র্কে নিয়ে যাওয়ার ব্যবস্থা করেছিলেন। পোলিশ দম্পতিকে \"ধর্মীয়দের মধ্যে\" হিসেবে স্বীকৃতি দেওয়া হয়েছিল, যা হলোকস্টের সময় ইহুদিদের সুরক্ষা এবং আশ্রয় দেওয়ার জন্য তাদের জীবনের ঝুঁকি নিয়েছিলেন এমন অ-ইহুদিদের বোঝাতে ইসরায়েল রাষ্ট্র কর্তৃক প্রদত্ত একটি সম্মানসূচক উপাধি ছিল। \nজাহাভার স্বামী রবার্ট ১৯৮৮ সালে মারা যান।  জাহাভা ২০০১ সালের ২৮শে সেপ্টেম্বর ক্যান্সারে মারা যান। \n\n\n== তথ্যসূত্র =="}