{"pageid": 1523027, "title": "গজালা", "url": "https://bn.wikipedia.org/wiki?curid=1523027", "content": "গজালা (জন্ম নাম গজালা শেখ খান ) হলেন একজন ভারতীয় প্রাক্তন অভিনেত্রী। গজালা মূলত তেলুগু এবং তামিল ভাষার ছবিতে অভিনয় করার জন্য পরিচিতি লাভ করেন।\n\n\n== জীবনের প্রথমার্ধ ==\nগজালা ২৪ এপ্রিল ১৯৮৫ সালে মহারাষ্ট্রে জন্মগ্রহণ করেন। গজালার জন্ম নাম ছিল গজালা শেখ খান। চলচ্চিত্র জগতে প্রবেশের আগে তিনি কুয়েতে থাকতেন।  তিনি ২০১৬ সালে ফয়সাল রাজা খানকে বিয়ে করেন।  ২০১৬ সালে তিনি ফয়সল রেজা খানের সাথে বিবাহবন্ধনে আবদ্ধ হন। \n\n\n== কর্মজীবন ==\nগজালা শেখের চলচ্চিত্র জীবন শুরু হয় ২০০১ সালে তেলুগু চলচ্চিত্র নালো ভুন্না প্রেমা দিয়ে। এরপর তিনি স্টুডেন্ট নাম্বার ওয়ান (২০০১) চলচ্চিত্রে অঞ্জলি চরিত্রে অভিনয় করেন, যা তার অভিনয় জীবনের এক উল্লেখযোগ্য ভূমিকা। এই চলচ্চিত্রে তার অভিনয় দর্শকদের মধ্যে প্রশংসিত হয় এবং তাকে তেলুগু চলচ্চিত্র শিল্পে প্রতিষ্ঠিত করে। \nতেলুগু চলচ্চিত্রে সাফল্যের পর, গজালা তামিল চলচ্চিত্রেও অভিনয় শুরু করেন। তার অভিনীত চলচ্চিত্রগুলির মধ্যে উল্লেখযোগ্য হলো ও চিন্নাদানা (২০০২), রামবাবু গাড়ি পেল্লাম (২০১০), এবং নী ভেনুন্ডা চেল্লাম (২০০৬)। তামিল চলচ্চিত্রে তার অভিনয় দক্ষতা দর্শক ও সমালোচকদের প্রশংসা অর্জন করে।\nগজালা শেখের অভিনয় জীবনে বিভিন্ন চরিত্রে অভিনয় করার অভিজ্ঞতা রয়েছে। তিনি প্রেম, কৌতুক, এবং সংবেদনশীল ধারার চলচ্চিত্রে সমান দক্ষতায় অভিনয় করেছেন। তার অভিনীত চরিত্রগুলি সাধারণত সাধারণ মানুষের জীবনের সঙ্গে সম্পর্কিত, যা দর্শকদের সঙ্গে সহজেই সংযোগ স্থাপন করে।\nতবে, গজালা শেখের ব্যক্তিগত জীবনে কিছু কঠিন সময়ও এসেছে।\nগজালা শেখের এই মনোভাব তার অভিনয় জীবনে স্পষ্ট প্রতিফলিত হয়। তিনি সবসময় তার কাজকে উপভোগ করেছেন এবং দর্শকদের জন্য সেরা পারফরম্যান্স দেওয়ার চেষ্টা করেছেন। তার এই ইতিবাচক দৃষ্টিভঙ্গি এবং প্রতিভা তাকে তেলুগু এবং তামিল চলচ্চিত্র শিল্পে একটি বিশেষ স্থান দিয়েছে।\nএকাকীত্ব এবং বিষণ্ণতার কারণে গজালা একবার আত্মহত্যার চেষ্টা করেছিল।  টাইমস অফ ইন্ডিয়াকে দেওয়া এক সাক্ষাৎকারে তিনি বলেন, \"আমি সিনেমাকে পেশা হিসেবে দেখি না। এমনকি যখন আমি অভিনয় শুরু করি, তখনও আমি সিনেমা উপভোগ করি বলেই সিনেমায় অভিনয় করতাম। আমি কখনই সিদ্ধান্ত নিইনি যে ৪০-৫০ বছর বয়স পর্যন্ত আমি সিনেমা করব। সিনেমায় কাজ করার জন্য আমার কোনও সমস্যা হচ্ছে না। যদি আমি একটি ভালো ছবি পাই, তাহলে আমি খুশি হব। অন্যথায়, আমি চিন্তিত নই।\" \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== তথ্যসূত্র =="}