{"pageid": 1523343, "title": "সোনু গৌড়া", "url": "https://bn.wikipedia.org/wiki?curid=1523343", "content": "সোনু গৌড়া একজন ভারতীয় অভিনেত্রী যিনি মূলত কন্নড় ভাষার ছবিতে অভিনয় করেন। তিনি ইন্থি নিন্না প্রীথিয়া চলচ্চিত্রের মাধ্যমে অভিনয় জগতে আত্মপ্রকাশ করেন। সোনু পরমেশা পানওয়ালা এবং গুলামা সহ বিবিধ চলচ্চিত্রে অভিনয় করেছেন। তিনি তামিল এবং কয়েকটি মালায়ালাম চলচ্চিত্রেও অভিনয় করেছেন। তামিল এবং মালায়ালাম চলচ্চিত্রে জগতে তিনি  শ্রুতি রামকৃষ্ণন হিসাবে পরিচিত।\n\n\n== ব্যক্তিগত জীবন ==\nসোনুর জন্ম রামকৃষ্ণের ঘরে, যিনি কন্নড় চলচ্চিত্র জগতে একজন মুখসজ্জা শিল্পী (মেকাপ আর্টিস্ট) হিসাবে কাজ করেছেন। সোনুর একটি বোন আছে,  যার নাম নেহা গৌড়া। নেহা একজন টেলিভিশন অভিনেত্রী, যিনি তেলুগু টেলিভিশন নাটক সিরিজ স্বাথি চিনুকুলু, কন্নড় সোপ অপেরা লক্ষ্মী বারাম্মা এবং কল্যাণা পারিসুতে তার ভূমিকার জন্য পরিচিত। সোনু বেঙ্গালুরুর পদ্মনাভনগরের কারমেল হাই স্কুলে পড়াশোনা করেছেন। \n\n\n== অভিনয় জীবন ==\nসোনুর প্রথম অভিনীত চলচ্চিত্র হল কন্নড় ছবি ইন্থি নিন্না প্রীথিয়া (২০০৮), যেখানে তিনি অভিনেতা শ্রীনগর কিটির সাথে কাজ করেছিলেন।  তিনি গুলটু, হ্যাপি নিউ ইয়ার, ওন্টারা বান্নাগালু এবং ওয়ান বাই টু -এর মতো অনেক ছবিতে অভিনয় করেছেন। \nসোনু গৌড়া একজন প্রতিভাবান ভারতীয় অভিনেত্রী, যিনি মূলত কন্নড় চলচ্চিত্রে অভিনয় করে খ্যাতি অর্জন করেছেন। তার অভিনয় জীবন শুরু হয় ২০০৮ সালে কন্নড় চলচ্চিত্র ইন্তি নিন্না প্রীতিয়া-এর মাধ্যমে, যেখানে তিনি নামনা চরিত্রে অভিনয় করেন।  একই বছর, তিনি পরমেশা পানওয়ালা চলচ্চিত্রে লক্ষ্মী চরিত্রে অভিনয় করেন।\nসোনু ২০০৯ সালে মুক্তিপ্রাপ্ত গুলামা চলচ্চিত্রে প্রিয়াঙ্কা চরিত্রে অভিনয় করেন। এরপর সোনু রাম চলচ্চিত্রে স্বল্পদৈর্ঘ্য চরিত্রে উপস্থিত হন। ২০১০ সালে তিনি কন্নড় চলচ্চিত্র পুলিশ কোয়ার্টার্স-এ অনিতা চরিত্রে এবং তামিল চলচ্চিত্র সিভাপ্পু মাজাই-এ নার্স চরিত্রে অভিনয় করেন। একই বছরে তিনি মালায়ালাম চলচ্চিত্র বেস্ট অ্যাক্টর-এ সাবিত্রী চরিত্রে অভিনয় করেন।\n২০১১ সালে সোনু গৌড়া মালায়ালাম চলচ্চিত্র ডাবলস-এ ডাঃ বিনা নামক এক স্বল্পদৈর্ঘ্য চরিত্রে অভিনয় করেন এবং তামিল চলচ্চিত্র আনমাই থাভারেল-এ যমুনা চরিত্রে অভিনয় করেন। ২০১৩ সালে কন্নড় চলচ্চিত্র দ্যাবরে-এ শ্রুতি কালাপ্পা চরিত্রে তার অভিনয় দর্শকদের প্রশংসা কুড়ায়।\n২০১৪ সালে তিনি তামিল চলচ্চিত্র আমারা-তে তেনমোঝি এবং মালায়ালাম চলচ্চিত্র ১ বাই টু-তে মেঘনা চরিত্রে অভিনয় করেন। ২০১৫ সালে তিনি কন্নড় চলচ্চিত্র গোয়া-তে ক্যাসিনো মালিকের চরিত্রে, তামিল চলচ্চিত্র ভিরাইভিল ইসাই-তে লেখা চরিত্রে  এবং ১৪৪-এ দিব্যা চরিত্রে অভিনয় করেন।\n২০১৬ সালে তিনি কিরাগুরিনা গায়ালিগালু-এ নাগাম্মা, হাফ মেন্টলু-এ মধু, নারাথান-এ সৌম্যা, অস্তিত্ব ইত্যাদি চলচ্চিত্রে অভিনয় করেন। সোনু ২০১৬ সালের কাভালাই ভেন্ডাম-এ শিল্পা চরিত্রে অভিনয় করেন। পরবর্তী বছরে তিনি হ্যাপি নিউ ইয়ার চলচ্চিত্রে সুমা চরিত্রে এবং মারিকোন্দভারু চলচ্চিত্রে অভিনয় করেন।\n২০১৮ সালে সোনু গৌড়া কন্নড় চলচ্চিত্র গুল্টু-তে পূজা/অনাঘা চরিত্রে এবং কানুরায়না-তে গৌরি চরিত্রে অভিনয় করেন। তামিল চলচ্চিত্র এঙ্গা কাট্টুলা মাজাই-এ মাগেশ্বরী চরিত্রে ও অন্তারা বান্নাগালু-এ জানাকি চরিত্রে অভিনয় করেন।\n২০১৯ সালে তিনি ফরচুনার-এ অনুষা, চম্বল-এ লক্ষ্মী এবং আই লাভ ইউ-তে গৌরি চরিত্রে অভিনয় করেন। তামিল চলচ্চিত্র ৫০/৫০-এ তিনি মধু চরিত্রে অভিনয় করেন।\n২০২১ সালে তিনি কন্নড় চলচ্চিত্র যুবরাথ্ন-তে দীক্ষা এবং দৃশ্য ২-এ অ্যাডভোকেট চরিত্রে অভিনয় করেন।\n২০২২ সালে মালায়ালাম চলচ্চিত্র এন্তে মাজা, কন্নড় চলচ্চিত্র ডিয়ার বিক্রম এবং তামিল চলচ্চিত্র ওয়ার্ড ১২৬-এ (স্বপ্না চরিত্রে) অভিনয় করেন।\n২০২৩ সালে তিনি কন্নড় চলচ্চিত্র মারিচি-তে মৌনা এবং তামিল চলচ্চিত্র আগোরি-তে অভিনয় করেন।\n২০২৫ সালে তিনি কন্নড় চলচ্চিত্র নোদিদাভারু এনন্থারে-তে স্বল্পদৈর্ঘ্য চরিত্রে  এবং সিডলিংগু ২-এ নিবেদিতা চরিত্রে অভিনয় করবেন।\nসোনু গৌড়া তার অভিনয় দক্ষতার মাধ্যমে কন্নড়, তামিল এবং মালায়ালাম চলচ্চিত্রে একটি সুদৃঢ় অবস্থান গড়ে তুলেছেন। তার বৈচিত্র্যপূর্ণ চরিত্রে অভিনয় দক্ষতা দর্শকদের প্রশংসা কুড়িয়েছে।\nসোনু বেঙ্গালুরু-ভিত্তিক একটি জনপ্রিয় নাট্য সংস্থা, উইমুভ থিয়েটারের অংশ।\n\n\n== তথ্যসূত্র =="}