{"pageid": 1523819, "title": "ডোমিনিকান প্রজাতন্ত্রে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1523819", "content": "ডোমিনিকান প্রজাতন্ত্রে ইসলাম একটি সংখ্যালঘু ধর্ম। দেশটিতে ধর্মীয় সম্পৃক্ততার সঠিক পরিসংখ্যান গণনা করা কঠিন এবং বিভিন্ন সূত্রে উল্লিখিত প্রকৃত সংখ্যায় ব্যাপক তারতম্য লক্ষ করা যায়। দেশটির জনসংখ্যার অধিকাংশই খ্রিস্টান। সেখানে সার্কুলো ইসলামিকো ডি রিপাবলিকা ডোমিনিকানা ( ডোমিনিকান প্রজাতন্ত্রের ইসলামিক সার্কেল) নামে মুসলিম সম্প্রদায়ের নেতৃত্বে একটি সংগঠন রয়েছে, যা ইসলাম প্রচার এবং স্থানীয় মুসলিমদের স্বার্থরক্ষায় কাজ করে। সংগঠনের একটি অনুমান অনুসারে ডোমিনিকান প্রজাতন্ত্রে মুসলিমদের সংখ্যা প্রায় ৩০০০ থেকে ৪০০০, যার মধ্যে বেশ কিছু ডোমিনিকীয় লোকও রয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== দাসত্ব ===\nক্যারিবীয় ও লাতিন আমেরিকার অন্যান্য দেশের মত ডোমিনিকান প্রজাতন্ত্রেও ইসলামের ইতিহাস শুরু হয়েছিল আফ্রিকীয় দাসদের আমদানির মাধ্যমে, যারা প্রথম ১৫০২ সালের দিকে হিস্পানিওলা দ্বীপে (হাইতি ও ডোমিনিকান প্রজাতন্ত্র) এসেছিল। এই লোকেরা একটি সমৃদ্ধ ও প্রাচীন সংস্কৃতি নিয়ে এসেছিল; যদিও নৃশংস দমন-পীড়ন ও জোরপূর্বক ধর্মান্তরকরণ ধীরে ধীরে তাদের মূল সাংস্কৃতিক পরিচয় এবং ধর্মকে ম্লান করে দিয়েছিল।\nআফ্রিকীয়দের প্রথম নথিভুক্ত প্রতিরোধের ঘটনা ঘটে ১৫০৩ সালে, যখন হিস্পানিওলার প্রথম রাজকীয় গভর্নর নিকোলাস দে ওভান্দো রানী ইসাবেলাকে চিঠি লিখে অনুরোধ জানান, যেন উপনিবেশে আর কালো লাতিনো দাস পাঠানো না হয়। লাতিনো বলতে বুঝানো হত এমন কৃষ্ণাঙ্গ ব্যক্তিদের, যারা স্পেনীয় বা পর্তুগিজ ভাষা ও সংস্কৃতি জানত। এদের অনেকের সেনেগাম্বিয়া অঞ্চল বা ইসলামের সঙ্গে সংযোগ ছিল। দে ওভান্দো ১৫০২ সালের এপ্রিলে হিস্পানিওলায় আসার পরই দেখতে পান যে, লাতিনো দাসেরা আদিবাসী জনগণের মধ্যে বিশৃঙ্খলা সৃষ্টি করছে এবং তাদের কিছু অংশ দাসত্ব থেকে পালিয়ে গিয়ে পাহাড়ে আশ্রয় নিয়েছে। পালিয়ে যাওয়া এই দাসেরা সেখানে স্বাধীন সম্প্রদায় গড়ে তোলে, যাকে মারুন সম্প্রদায় বলা হয়। \n\n\n== সাম্প্রতিক কার্যক্রম ==\nসার্কুলো ইসলামিকো সান্তো দোমিঙ্গোর কেন্দ্রে দেশের প্রথম মসজিদটি প্রতিষ্ঠা করেছে। এটি প্যালাসিও দে পলিসিয়া ন্যাসিওনাল ও ইউনিভার্সিদাদ ইবেরোয়ামেরিকানা (ইউএনআইবিই) থেকে প্রায় পাঁচ মিনিটের হাঁটার দূরত্বে অবস্থিত এবং সেখানে শহরের আশেপাশে বসবাসকারী মুসলিমরা সহজেই পৌঁছাতে পারত। মসজিদের জন্য সংগঠনটি স্থানটির মালিকের সাথে ২.৮৫ মিলিয়ন পেসোর বিনিময়ে জমি ও ভবনটি কেনার জন্য একটি চুক্তি করে। মসজিদটি প্রতিদিন পাঁচ ওয়াক্ত নামাজের সময় খোলা থাকে। এছাড়াও সপ্তাহান্তে মহিলা ও শিশুদের জন্যে ইসলামি শিক্ষার উপর ক্লাসের ব্যবস্থা করা হয়। মসজিদটির পিছনে একটি পৃথক ভবনে একটি বিনামূল্যের ফার্মেসিও রয়েছে, যেখানে বিনামূল্যে চিকিৎসা-পরামর্শও প্রদান করে। এই সম্প্রদায়টি (মুসলিমরা) অর্থনৈতিকভাবে স্বচ্ছল ও বৈচিত্র্যময়। আল-নূর মসজিদটিকে দেশের একমাত্র সক্রিয় মসজিদ বলে মনে করা হয় এবং দুটি ঈদ, রমজান, জুমার নামাজ ও পাঁচ ওয়াক্ত নামাজের জন্যে মুসলিম জনসংখ্যার অধিকাংশই এখানে আসে। তবে এটি ছাড়াও দেশের অভ্যন্তরে প্রায় ৫টি মসজিদ ছড়িয়ে আছে। উদাহরণস্বরূপ দেশটির সান পেড্রো দে ম্যাকোরিক্সের লস ল্লানোস এলাকায় একটি মসজিদ রয়েছে। মসজিদটি একজন ধর্মান্তরিত ডোমিনিকান ইমাম দ্বারা পরিচালিত হয়। আল-নূর মসজিদ থেকে লস লানোস গাড়িতে ৩০ মিনিটের দূরত্বে অবস্থিত। মুসাল্লা আল-হিদায়া সান্তিয়াগো দে লস ক্যাবলেরোস শহরে জুমার নামাজের আয়োজন করে এবং মুসালাহ আল-নবাওয়ি (ঠিকানা: Av. Espana Plaza Estrella No. 411, Bavaro Punta Cana) দেশটির পূর্ব কানার বাভারো-পুন্তা কানা পর্যটন সেক্টরে স্থানীয় ও দর্শনার্থী মুসলমানদের নামাজের ব্যবস্থা করে।  \nমূলত মধ্য প্রাচ্য থেকে আগত অধিবাসীদের মাধ্যমে দেশটিতে মুসলিমদের জনসংখ্যা বৃদ্ধি পায়, যাদের বেশিরভাগই লেবাননী, সিরীয়, ফিলিস্তিনি আরব এবং পাকিস্তান ও ভারতীয় উপমহাদেশের কিছু মানুষ। এছাড়া দেশে জন্মগ্রহণকারী ডোমিনিকান মুসলিম ও বিদেশীদের মাঝে শাযিলিয়া, কাদেরিয়া ও বাআলাউই তরিকা ক্রমশ ছড়িয়ে পড়ছে। তবে মুসলিম জনসংখ্যা প্রকৃত পরিসংখ্যান আনুষ্ঠানিকভাবে আদমশুমারি করা হয়নি। কিছু সূত্র দাবি করে যে, দেশটিতে ৫,০০০ থেকে ৭,০০০ মুসলিম বসবাস করে।   \n\n\n== মসজিদ ==\nআল-নূর মসজিদ\nনূর আল দীন মসজিদ\n\n\n== আরো দেখুন ==\nলাতিন আমেরিকার ইসলামী সংগঠন\nআমেরিকায় ইসলাম\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nParvez, Mansoor Ahmed Presencia del Islam en la República Dominicana Departamenteo de Estudios de Sociedad y Religión, Santo Domingo\n\n\n== বহিঃসংযোগ ==\nFor more\nIslamicFinder"}