{"pageid": 1523225, "title": "২ রমজান", "url": "https://bn.wikipedia.org/wiki?curid=1523225", "content": "২য় রমজান হলো হিজরি (আরবি) বর্ষপঞ্জি অনুসারে রমজান মাসের দ্বিতীয় দিন এবং এটি হিজরি বছরের ২৩৮তম দিন ( অথবা শাবান মাস যদি ত্রিশ দিন পূর্ণ করে তাহলে ২৩৯তম দিন অথবা সফর, রবিউস সানি, জমাদিউস সানি এবং শাবান মাস যদি ত্রিশ দিন পূর্ণ করে তাহলে ২৪০তম দিন)।\n\n\n== ঘটনাবলী ==\n৬৫ হিজরি: উমাইয়া খলিফা আবদুল মালিক ইবনে মারওয়ানের ক্ষমতায় অধিষ্ঠিত হন। তাঁর পিতা মারওয়ান বিন হাকাম তাকে উত্তরাধিকারী নির্বাচিত করে মৃত্যুবরণ করলে তিনি উমাইয়া বংশের পঞ্চম খলিফা হিসেবে শাসনভার গ্রহণ করেন।  \n৫১ হিজরি: উত্তর আফ্রিকায় ইসলামি বিজয়ের কেন্দ্র হিসেবে কাইরোয়ান শহর প্রতিষ্ঠার কাজ শুরু। উকবা ইবনে নাফি শহরটি প্রতিষ্ঠা করেন। এটি মাগরেবে নির্মিত প্রথম ইসলামি শহর ছিল।\n৮২ হিজরি: মুসলিম সেনাপতি হাসান ইবনুন নুমান বার্বর রানী দাহিয়াকে পরাজিত ও হত্যা করেন।\n১১৪ হিজরি: ফ্রান্সে মুসলিম বাহিনী ও ফ্রাঙ্কদের মধ্যে \"বালাত শুহাদার যুদ্ধ\" সংঘটিত হয়।\n৭০২ হিজরি: দামেস্কের দক্ষিণে শাখাবের যুদ্ধে মুসলিম বাহিনী মঙ্গোলদের পরাজিত করে।\n৯৯৬ হিজরি: পোলীয় ও উসমানীয় বাহিনী জার্মান বাহিনীকে পরাজিত করে এবং আর্চডিউক জন সিগিসমুন্ডকে বন্দি করে।\n১২৩৯ হিজরি: মামলুক বাহিনী গ্রিক দ্বীপ ক্রীট দখল করে।\n১২৬৪ হিজরি: উসমানীয় বাহিনী রোমানিয়া দখল করে, যার প্রতিক্রিয়ায় রাশিয়া মলদোভার দখল নেয়।\n১৩৬৯ হিজরি: আরব রাষ্ট্রগুলোর মধ্যে \"যৌথ প্রতিরক্ষা চুক্তি\" স্বাক্ষরিত হয়।\n১৩৮৪ হিজরি: ইসরায়েল ঘোষণা করে যে, তারা ২,৫০,০০০ ফালাশা ইহুদিকে অভিবাসিত করেছে।\n১৪০২ হিজরি: ব্রিটেনে ইসলামি ছাত্র সংগঠনের ১৯তম সম্মেলন অনুষ্ঠিত হয়।\n১৪৩৫ হিজরি: ইসলামিক স্টেট (আইএস) সিরিয়া ও ইরাকের বিশাল অঞ্চল দখল করে খিলাফত প্রতিষ্ঠার ঘোষণা দেয় এবং আবু বকর আবু বকর আল-বাগদাদীকে খলিফা ঘোষণা করা হয়।\n১৪৩৭ হিজরি: তুরস্কের ইস্তাম্বুলে একটি পুলিশের বাসে বোমা হামলায় ১১ জন নিহত ও ৩৬ জন আহত হয়।\n\n\n== জন্ম ==\n১২৯৪ হিজরি: আহমদ আল-হাইবা, মরক্কোর একজন ফকিহ ও স্বাধীনতাকামী নেতা।\n১৩৪৮ হিজরি: ইউসুফ আওফ, মিশরীয় লেখক।\n১৩৬৪ হিজরি: ফাহাদ আল-আহমদ আল-জাবের আস-সাবাহ, উপসাগরীয় দেশ ও এশিয়ার অন্যতম ক্রীড়া ব্যক্তিত্ব।\n১৩৭০ হিজরি: নাঈমা ইলিয়াস, একজন মরক্কীয় অভিনেত্রী।\n১৩৭৬ হিজরি: সুসান বদর, মিশরীয় অভিনেত্রী।\n১৩৮০ হিজরি: আন্দ্রেই কারাতায়েভ, একজন রুশ সমাজবিজ্ঞানী, অর্থনীতিবিদ ও ইতিহাসবিদ।\n১৩৯৭ হিজরি: সামার হোসনি, মিশরীয় গায়ক ও অভিনেতা।\n\n\n== মৃত্যু ==\n২৫১ হিজরি: আবুল হাসান আস-সারি আস-সাক্বতী আল-বাগদাদী, সুন্নি ইসলামি সাধক ও ৩য় হিজরি শতাব্দীর সুফি ব্যক্তিত্ব।\n৪১৩ হিজরি: শাইখ আল-মুফিদ, শিয়া ইমামি আলেম ও হাদিস বিশারদ।\n১৪৩৩ হিজরি: হিশাম আল-ইখতিয়ার, সিরিয়ার রাজনীতিবিদ।\n১৪৩৫ হিজরি: হাসান তৌফিক, মিশরীয় কবি।\n১৪৩৯ হিজরি: ইয়াদ ফাতিহ খলিফা আল-রাবি, সাদ্দাম হুসেনের শাসনামলে ইরাকি রিপাবলিকান গার্ড ও কুদস বাহিনীর প্রধান। \n\n\n== আরো দেখুন ==\n৩ রমজান\n৪ রমজান\n৫ রমজান\n\n\n== গ্রন্থপঞ্জি ==\nইবনে কাসির, মুহাম্মদ (২০১৩)। আল বিদায়াহ ওয়ান নিহায়াহ (বাংলা ভাষায়)। ঢাকা: ইসলামিক ফাউন্ডেশন। আইএসবিএন 984-06-0565-8। \nআল-যাহাবী, শামসুদ্দীন (২০১৫)। তারিখুল ইসলাম (আরবি ভাষায়)। বৈরুত: দারুল-কুতুব আল-ইলমিয়্যাহ। আইএসবিএন 27-45143-53-0। \nআল-যাহাবী, শামসুদ্দীন (২০১৪)। সিয়ারু আলামিন নুবালা (আরবি ভাষায়)। বৈরুত: আল-রিসালা প্রকাশনী। আইএসবিএন 978-9-933-44665-9। \nখতিব বাগদাদী (২০১১)। তারিখে বাগদাদ (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়্যা। আইএসবিএন 978-274510-466-3। \nতাবারি, মুহাম্মদ ইবনে জারির (২০১১)। তারিখে তাবারি: তারিখুর রুসুল ওয়াল মুলুক (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-3263-5। \nহামাবি, ইয়াকুত (২০১১)। মু'জামুল বুলদান (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-1432-7। \nসুয়ুতী, জালালুদ্দীন (২০১০)। তারিখ আল-খুলাফা (আরবি ভাষায়)। সৌদি আরব: দারুল মিনহাজ। আইএসবিএন 978-99534-9819-5। \nইলমাজ উজতুনা (২০১০)। তারিখ আল-দাওলাহ আল-উসমানিয়া (আরবি ভাষায়)। বৈরুত: দারুল কুতুব আরাবি। আইএসবিএন 978-61441-5031-3। \nইয়াগি, ইসমাইল আহমদ (২০১৪)। আল-দাওলাহ আল-উসমানিয়া, ফিত তারিখিল ইসলামি আল-হাদিস (আরবি ভাষায়)। মাকতাবাতুল আবিকান। আইএসবিএন 978-60350-3695-5। \nবারদি, ইবনে তাগরি (২০১৬)। আল-নুজুম আল-যাহিরাহ ফি মুলুক মিসর ওয়াল কাহিরাহ (আরবি ভাষায়)। কায়রো: দারুল কুতুব আল-মিসরিয়া। আইএসবিএন 978-97781-2018-9। \nইবনে ইয়া‌স (২০১৮)। বাদায়ি' আল-জুহুর ফি ওয়াকায়ি' আল-দুহুর (আরবি ভাষায়)। নিল ওয়াফুরাত। \nআল-মাকদিসি, আবু শামা (২০১৮)। আল-রওজাতাইন ফি আখবার আল-দাওলাতাইন আল-নুরিয়া ওয়াস সালাহিয়া (আরবি ভাষায়)। কায়রো: মুয়াসসাসাতুর রিসালা। আইএসবিএন 978-191264-335-6। \nআল মাকরিজি, আলি ইবনে আহমদ (২০০৮)। আস-সুলুক লিমারিফা দুয়াল আল-মুলুক (আরবি ভাষায়)। দার আল-জামান। \nড. আব্দুর রহিম, আল-হাজ্জি (২০০৫)। তারিখুল আন্দালুস আল-ইসলামি। দাম্মাম (সৌদি আরব): দার ইবনুল জাওযি। \nরহমান, ড. আতাউর (২০২৩)। ইতিহাসে ইসলাম: নবী থেকে খেলাফত। ঢাকা: ইসলামিক ফাউন্ডেশন। \nডেভিড, ফ্রমকিন (১৯৮৯)। অ্য পিচ টু ইন্ড অল পিচ: দ্য ফ্যাল অফ দ্য অটোমান অ্যাম্পায়ার (A Peace to End All Peace: The Fall of the Ottoman Empire)। আইএসবিএন 0-8050-0857-8। \nHarvey, Leonard Patrick (১৯৯২)। Islamic Spain, 1250 to 1500। Chicago: University of Chicago Press। আইএসবিএন 0-226-31962-8। \n\n\n== তথ্যসূত্র =="}