{"pageid": 1523243, "title": "কুলসুম সায়ানি", "url": "https://bn.wikipedia.org/wiki?curid=1523243", "content": "কুলসুম সায়ানী (২১ অক্টোবর ১৯০০ - ২৭ মে ১৯৮৭) ছিলেন একজন ভারতীয় মুসলিম মহিলা স্বাধীনতা সংগ্রামী, সমাজকর্মী, গান্ধী জাতীয়তাবাদী এবং শিক্ষাকর্মী। তিনি তার বাবা এবং স্বামী ডঃ জান মোহাম্মদ সায়ানীর সাথে মহাত্মা গান্ধীর অসহযোগ আন্দোলনের সাথে যোগ দেন।\n\n\n== প্রারম্ভিক জীবন এবং পটভূমি ==\nকুলসুম সায়ানী ১৯০০ সালের ২১ অক্টোবর গুজরাটে জন্মগ্রহণ করেন। তার বাবা রজব আলী প্যাটেল ছিলেন মৌলানা আজাদের ব্যক্তিগত চিকিৎসক এবং কিছু সময়ের জন্য মহাত্মা গান্ধীর চিকিৎসক হিসেবেও কাজ করেছিলেন। গান্ধীজি দক্ষিণ আফ্রিকা থেকে ফিরে আসার পর কুলসুমকে তার বাবা সঙ্গে নিয়ে গান্ধীজির সাথে দেখা করতে যান। কুলসুম দাবি করেছিলেন যে তিনি ভারতের সাক্ষরতার হার উন্নত করেছেন। তিনি মহাত্মা গান্ধীর দেখানো পথে চরকা গোষ্ঠীর সদস্য হন।\n\n\n== কর্মজীবন ==\n১৯১৭ সালে কুলসুম তার বাবার সাঙ্গে মহাত্মা গান্ধীর সাথে দেখা করেন। এরপর তিনি মহাত্মা গান্ধীর একজন অনুসারী হন। ভারতীয় জাতীয় আন্দোলনের সময় তিনি সক্রিয়ভাবে সামাজিক সংস্কারের জন্য লড়াই করেছেন। তিনি ভারতের স্বাধীনতা আন্দোলনে অংশগ্রহণ করেছিলেন।  তিনি সামাজিক সমস্যা সম্পর্কে সচেতনতা বৃদ্ধির জন্য ভারতীয় জাতীয় কংগ্রেস কর্তৃক আয়োজিত জন জাগরণ কর্মসূচিতে গুরুত্বপূর্ণ ভূমিকা পালন করেন। কুলসুম মুম্বই এবং মুম্বই সংলগ্ন শহরতলি এলাকাতেও কাজ করতেন। তবে মুসলিম লীগের নেতারা তার কর্মকাণ্ডকে সমর্থন করেননি। তারা বিশ্বাস করত যে তিনি দরিদ্র সম্প্রদায়কে ভারতীয় জাতীয় কংগ্রেসে যোগদানের জন্য প্রলুব্ধ করছেন। তাই তারা তার প্রচেষ্টাকে ব্যর্থ করার জন্য পাল্টা কর্মসূচির আয়োজন করেন।\nতিনি হেল্পার নামে একটি উর্দু পাক্ষিক প্রকাশনা চালু করেন। প্রাপ্তবয়স্কদের মধ্যে শিক্ষার প্রচারে তার সক্রিয় অবদান ছিলো। তিনি বিশ্বের নানান স্থান ঘুরে বেড়িয়েছেন। বেশ কয়েকটি আন্তর্জাতিক সম্মেলনে ভারতের প্রতিনিধিত্বও করেছেন।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি স্বাধীনতা সংগ্রামী ডঃ জান মোহাম্মদ সায়ানীকে বিয়ে করেন, যিনি ছিলেন একজন অগ্রণী আইনজীবী রহিমতুল্লা এম. সায়ানীর পুত্র। তার বড় ছেলে হামিদ সায়ানি ছিলেন একজন অভিনেতা, রেডিও ব্যক্তিত্ব এবং জাদুকর। হামিদ বোর্নভিটা কুইজ প্রতিযোগিতা পরিচালনার জন্য বিখ্যাত হন। তার ছোট ছেলে আমীন সায়ানি ছিলেন রেডিও ব্যক্তিত্ব, যিনি তার কণ্ঠস্বর এবং বিনাকা গীতমালা পরিবেশনার জন্য বিখ্যাত হয় ওঠেন।\n\n\n== সাহিত্যকর্ম ==\nগর্বিত শিক্ষাই মূল অনুভূতি\nভারত-পাক মৈত্রী – মেরে প্রয়াত্ন\nভারতীয় স্বতন্ত্রতা সংগ্রাম মে মহিলাঁও কি ভূমিকা\nভারত মে প্রৌঢ় শিক্ষা\n\n\n== পুরস্কার ==\n১৯৫৯ সালে ভারত সরকার তাকে পদ্মশ্রী পুরস্কারে সম্মানিত করে। ১৯৬৯ সালে সাহিত্যে তার অবদানের জন্য তিনি ভারতের রাষ্ট্রপতির কাছ থেকে জওহরলাল নেহেরু নেহেরু সাক্ষরতা পুরস্কার লাভ করেন।\n\n\n== মৃত্যু ==\n১৯৮৭ সালের ২৭ মে কুলসুম সায়ানির জীবনাবসান হয়।\n\n\n== গ্রন্থপঞ্জি ==\nশর্মা, রিঙ্কল (২০২৪)। ফরগটন জেমস: সেভেন্টি ফাইভ ব্রেভ ওম্যান অফ ইন্ডিয়া (ইংরেজি ভাষায়) (প্রথম সংস্করণ)। ডায়মন্ড পকেট বুকস প্রাইভেট লিমিটেড। আইএসবিএন 978-9359646152। \n\n\n== তথ্যসূত্র =="}