{"pageid": 1523242, "title": "আবুল ফাতহ শাহরাস্তানি", "url": "https://bn.wikipedia.org/wiki?curid=1523242", "content": "তাজ আল-দীন আবু আল-ফাত মুহাম্মদ ইবনে আবদুল করিম আশ-শাহরাস্তানি ( আরবি: تاج الدين أبو الفتح محمد بن عبد الكريم الشهرستاني   ; ১০৮৬–১১৫৩ খ্রিস্টাব্দ ), যিনি মুহাম্মদ আল-শাহরাস্তানি নামেও পরিচিত। তিনি  একজন প্রভাবশালী পারস্য ধর্মের ইতিহাসবিদ, একজন ইতিহাসবিদ, ইসলামী পণ্ডিত, দার্শনিক এবং ধর্মতত্ত্ববিদ ছিলেন।  তার বিখ্যাত বই \"কিতাব আল-মিলাল ওয়া আল-নিহাল\" (অর্থাৎ ধর্ম সম্প্রদায় ও মতবাদের বই) ধর্ম অধ্যয়নের ক্ষেত্রে একটি নিরপেক্ষ ও দার্শনিক দৃষ্টিভঙ্গি গড়ে তোলার ক্ষেত্রে অগ্রণী ভূমিকা পালন করেছি। \n\n\n== জীবন ==\nশাহরাস্তানির জীবন সম্পর্কে খুব বেশি তথ্য জানা যায় না। তিনি ১০৮৬ খ্রিস্টাব্দে শাহরিস্তান শহরে (পারস্যের খোরাসান ) জন্মগ্রহণ করেন।সেখানেই তিনি তার প্রাথমিক শিক্ষা গ্রহণ করেন। পরে, তাকে নিশাপুরে পাঠানো হয়। সেখানে আশ‘আরী ধর্মতাত্ত্বিক আল-জুয়াইনির (মৃত্যু: ১০৮৫) শিষ্যদের অধীনে পড়াশোনা করেন। ত্রিশ বছর বয়সে, আল-শাহরাস্তানি ধর্মতাত্ত্বিক অধ্যয়নের জন্য বাগদাদে যান। তিনি বিখ্যাত আশ‘আরী শিক্ষাপ্রতিষ্ঠান আল-নিজামিয়ায় তিন বছর শিক্ষকতা করেন। এরপর, তিনি পারস্যে ফিরে আসেন। সেখানে তিনি খুরাসানের সেলজুক শাসক সানজারের চ্যান্সেলারির নায়েব (ডেপুটি) হিসেবে কাজ করেন। জীবনের শেষের দিকে, আল-শাহরাস্তানি তার জন্মস্থানে ফিরে যান ও ১১৫৩ সালে মারা যান।\n\n\n== কাজ ==\nশাহরাস্তানি তার \"কিতাব আল-মিলাল ওয়া আল-নিহাল\" বইয়ের মাধ্যমে মানবজাতির সার্বজনীন ধর্মীয় ইতিহাসকে নিরপেক্ষভাবে বর্ণনা করেন।\nএই বইটিতে তার সময় পর্যন্ত বিদ্যমান সব ধর্ম ও দর্শনের মতবাদগুলো তুলে ধরা হয়েছে। এটি ধর্মের প্রথম দিকের বিজ্ঞানভিত্তিক ও নিরপেক্ষ গবেষণার একটি উদাহরণ হিসেবে বিবেচিত হয়। ইউনেস্কোর সহায়তায় বইটির ফরাসি অনুবাদ প্রকাশিত হয়েছে।\nতার অন্যান্য গুরুত্বপূর্ণ রচনার মধ্যে রয়েছে:\n\nনিহায়াত আল-আকদাম ফি 'ইলম আল-কালাম (ধর্মতত্ত্ব বিজ্ঞানের ধাপের সমাপ্তি) এটি ধর্মতত্ত্ব নিয়ে আলোচনা করে এবং মুসলিম ধর্মতত্ত্বের ( কালাম ) সীমাবদ্ধতা তুলে ধরে।\nমজলিস হলো তার জীবনের পরিণত সময়ে লেখা একটি বক্তৃতা। এটি  শিয়া সম্প্রদায়ের জন্য তৈরি করা হয়েছে।\nমুসারা'আত আল-ফালাসিফা (দার্শনিকদের সাথে সংগ্রাম) ইবনে সিনার মতবাদের সমালোচনা করে। কিছু অদ্ভুত ইসমাইলি যুক্তির উপর জোর দেয়।\nমাফাতিহ আল-আসরার ওয়া-মাসাবিহ আল-আবরার (রহস্যের চাবিকাঠি এবং সৎকর্মশীলদের প্রদীপ) এটি কুরআনের প্রথম দুটি সূরার ব্যাখ্যা প্রদান করে।\n\n\n== ধর্মীয় বিশ্বাস ==\nশাহরাস্তানি নিজেকে ধর্মতাত্ত্বিক দৃষ্টিকোণ থেকে আশআরি এবং আইনের দৃষ্টিকোণ থেকে শাফি‘ঈ বলে পরিচয় দিয়েছিলেন। যা তার লেখা বই \"আল-মিলাল ওয়া আল-নিহাল\" এবং \"নিহায়াত আল-ইকদাম ফি ইলম আল-কালাম\" থেকে বোঝা যায়। কিন্তু তার সমসাময়িক কিছু লোক তাকে গোপনে ইসমাঈলী হওয়ার অভিযোগ তুলেছিলেন। আধুনিক গবেষকরাও মনে করেন যে তিনি আসলে একজন ইসমাঈলী ছিলেন এবং তাকিয়া (গোপনীয়তা) পালন করতেন। তার লেখায় এমন কিছু বক্তব্য রয়েছে যা ইসমাঈলী রহস্যবাদ এবং ইমামতের মূল ধারণার সঙ্গে মিলে যায়।\nআল-শাহরাস্তানি হাসান-ই সাব্বাহর \"নতুন প্রচার\" (দাওয়াহ জাদিদাহ)-এর প্রতি আকৃষ্ট হয়েছিলেন। হাসান-ই সাব্বাহ ছিলেন ইসমাঈলী দাঈ এবং মধ্যযুগীয় নিজারী ইসমাঈলী রাষ্ট্রের প্রতিষ্ঠাতা।  শাহরাস্তানি এটি গোপন রাখার চেষ্টা করেছিলেন। কিন্তু তার ছাত্র আল-সাম‘আনী এটি প্রকাশ করে দেন। আজকের পণ্ডিতরা মনে করেন তিনি সত্যিই ইসমাঈলী ছিলেন এবং তাকিয়া (গোপন করা) করতেন। কারণ তার লেখা কোরআনের একটি তাফসীরে ইসমাঈলী শব্দ ব্যবহার করা হয়েছে। এতে তিনি ইঙ্গিত দিয়েছেন যে একজন \"ঈশ্বরের ধার্মিক দাস\" তাকে কুরআনের গভীর (বাতিন) অর্থ খুঁজে বের করতে শিখিয়েছিলেন। তার \"কিতাব আল-মুসারা‘আহ\" (বিতর্কের বই) গ্রন্থে তিনি ইবনে সিনার এই বিশ্বাসের সমালোচনা করেন।তিনি ইসমাঈলী মতবাদের সমর্থন করে বলেন যে ঈশ্বর সত্তা ও অস্তিত্বের ঊর্ধ্বে।\n\n\n== খ্রিস্টীয় ভাষ্য ==\nশাহরাস্তানি তার \"কিতাব আল-মিলাল ওয়া আল-নিহাল\" বইয়ে খ্রিস্টান ধর্মের একটি বর্ণনা দিয়েছেন।“খ্রিস্টানরা হলো মরিয়ম এর পুত্র ঈসা এর অনুসারী ( উম্মাহ )। তাকে নবী মূসা -এর পরে সত্যিকারের নবী হিসেবে পাঠানো হয়েছিল। তাওরাতে কিতাবে তার আগমনের কথা বলা হয়েছিল। তিনি পিতৃহীনভাবেই জন্মগ্রহণ করেন। তিনি বেশকিছু অলৌকিক ক্ষমতার অধিকারী ছিলেন। যেমন মৃতকে জীবিত করা, অন্ধ ও কুষ্ঠরোগীকে সুস্থ করা। তার স্বভাব ও সহজাত প্রকৃতি (ফিতরা) তার সত্যতার একটি নিখুঁত চিহ্ন। অর্থাৎ, তিনি কোনো পূর্বশিক্ষা ছাড়াই কথা বলেছিলেন। অন্য সব নবীর কাছে ওহী এসেছিল চল্লিশ বছর বয়সে। কিন্তু তার কাছে ওহী এসেছিল যখন তিনি দোলনায় কথা বলেছিলেন।  তিনি ত্রিশ বছর বয়সে তিনি আল্লাহর বাণী মানুষের কাছে পৌঁছে দেন। তার নবুয়তি (দাওয়াহ) স্থায়ী হয়েছিল তিন বছর, তিন মাস এবং তিন দিন।” আল-শাহরাস্তানি কিতাব আল-মিলাল ওয়া আল-নিহাল-এ অবতার ( তাজাসুদ ) সম্পর্কে খ্রিস্টানদের মধ্যে পার্থক্য ব্যাখ্যা করেছেন:তারা বলে ঈশ্বরের তিনটি সত্তা (আকানিম) রয়েছে। তারা বলে যে স্রষ্টা (তিনি মহিমান্বিত হোন) একটি মূল সত্তা (জওহার) রয়েছে। এর অর্থ তিনি স্বয়ংসম্পূর্ণ (আল-কাইম বিন-নাফস)। কিন্তু তার কোনো জায়গা বা শারীরিক আকার নেই। তিনি মূল সত্তায় এক কিন্তু সত্তার বৈশিষ্ট্যে (উকনুমিয়া) তিন। এই সত্তা দিয়ে তারা গুণাবলী (সিফাত) বোঝায়, যেমন অস্তিত্ব, জীবন এবং জ্ঞান, এবং পিতা, পুত্র ও পবিত্র আত্মা (রূহ আল-কুদুস)।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআল-শাহরাস্তানি – ইন্টারনেট এনসাইক্লোপিডিয়া অব ফিলসফি\nআল-শাহরাস্তানি (ইসলামী দর্শন অনলাইন)\n(ফরাসি ভাষায়) ইমাম আল-শাহরাস্তানির জীবনী, ইবন খাল্লিকানের বর্ণনায় (at-tawhid.net)\nডিজিটাল সংস্করণ (হারব্র্যুকারের জার্মান অনুবাদ ১৮৫০–৫১), গুগল বইয়ে: খণ্ড ১: [১], [২], খণ্ড ১–২: [৩]"}