{"pageid": 1523545, "title": "দিয়ত", "url": "https://bn.wikipedia.org/wiki?curid=1523545", "content": "দিয়ত (আরবি: الدية; বহুবচন: দিয়াত; আরবি: ديات) হলো ইসলামি আইনে একটি আর্থিক ক্ষতিপূরণ, যা হত্যা, শারীরিক ক্ষতি বা ভুলবশত সম্পত্তির ক্ষতির ক্ষেত্রে ভুক্তভোগী বা তার উত্তরাধিকারীদের প্রদান করা হয়। এটি কিসাসের একটি বিকল্প শাস্তি। আরবি ভাষায়, \"দিয়ত\" শব্দটি রক্তমূল্য এবং মুক্তিপণ উভয় অর্থেই ব্যবহৃত হয়। দিয়ত ওয়াজিব বা বৈধ হওয়ার ক্ষেত্রে সমস্ত ইসলামি পণ্ডিত ঐক্যমত্য পোষণ করেন।  \nএটি শুধুমাত্র তখনই প্রযোজ্য,  যখন হত্যা ভুলবশত সংঘটিত হয় অথবা যদি ভুক্তভোগীর পরিবার স্বেচ্ছায় দোষী ব্যক্তির সঙ্গে আপস করতে সম্মত হয়; অন্যথায় কিসাস প্রযোজ্য হয়। \nইতিহাসে দেখা যায়, দিয়তের হার ভুক্তভোগীর লিঙ্গ ও ধর্ম অনুযায়ী পরিবর্তিত হয়েছে। আধুনিক যুগে ইরান, পাকিস্তান, সৌদি আরব, সংযুক্ত আরব আমিরাত ও আফগানিস্তানের শরয়ী আইন ব্যবস্থায় দিয়ত একটি গুরুত্বপূর্ণ ভূমিকা পালন করে।  \nইরানে স্বীকৃত ধর্মীয় সংখ্যালঘুদের (যেমন: জরথুস্ত্রীয়, ইহুদি ও খ্রিস্টান; তবে প্রোটেস্ট্যান্টরা এর ব্যতিক্রম) ক্ষেত্রে দিয়তের পরিমাণ মুসলিম পুরুষের তুলনায় অর্ধেক। তবে বিমার ক্ষেত্রে; যেমন সড়ক দুর্ঘটনায় প্রাণহানির ক্ষেত্রে মুসলিম নারীদের দিয়ত মুসলিম পুরুষের সমান। কিন্তু অন্যান্য সব ক্ষেত্রে এটি মুসলিম পুরুষের তুলনায় অর্ধেক। \nপাকিস্তানে মুসলিম ও অমুসলিম উভয়ের জন্য দিয়ত সমান। তবে সৌদি আরবে এটি সাধারণত ভুক্তভোগীর ধর্ম অনুযায়ী পৃথক হয়।  \n\n\n== শাস্ত্রীয় ভিত্তি ==\nএক মুসলিম অপর মুসলিমকে হত্যা করলে কুরআনে কিসাস (প্রতিশোধ) এবং দিয়তের (ক্ষতিপূরণ) নীতি নির্দিষ্ট করা হয়েছে: \"কোনো মুমিনের জন্য এটা বৈধ নয় যে, সে অন্য কোনো মুমিনকে হত্যা করবে; তবে যদি ভুলবশত হত্যা করে ফেলে (তাহলে ভিন্ন কথা)। আর যে কেউ ভুলবশত কোনো মুমিনকে হত্যা করে, তাহলে তাকে একজন মুমিন ক্রীতদাস মুক্ত করতে হবে এবং নিহত ব্যক্তির পরিবারকে দিয়ত (রক্তমূল্য) প্রদান করতে হবে, যদি না তারা স্বেচ্ছায় তা দান হিসেবে মাফ করে দেয়। যদি নিহত ব্যক্তি এমন কোনো সম্প্রদায়ের অন্তর্ভুক্ত হয়, যারা তোমাদের শত্রু; কিন্তু সে নিজে মুমিন, তবে একজন মুমিন দাস মুক্ত করা হবে (প্রায়শ্চিত্ত স্বরূপ)। আর যদি নিহত ব্যক্তি এমন কোনো সম্প্রদায়ের সদস্য হয়, যাদের সাথে তোমাদের সন্ধি রয়েছে, তবে তার পরিবারকে দিয়ত (রক্তমূল্য) প্রদান করতে হবে এবং একজন মুমিন দাস মুক্ত করতে হবে। আর যার সামর্থ্য নেই, সে ধারাবাহিকভাবে দুই মাস রোযা রাখবে। এটি আল্লাহর পক্ষ থেকে তওবার বিধান। আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।\"\nহাদিসে দিয়তের ব্যাপারে উল্লেখ করা হয়েছে: \n\nজুহাইফা থেকে বর্ণিত: আমি আলীকে জিজ্ঞাসা করলাম, আপনার কাছে কি কুরআনে যা আছে তা ছাড়া কোনো ঐশী গ্রন্থ রয়েছে? অথবা (উয়াইনা একবার বলেছিলেন) সাধারণ মানুষের কাছে যা আছে তা ছাড়া অন্য কিছু কি আছে? আলী উত্তর দিলেন, সেই সত্তার কসম, যিনি শস্যকে অঙ্কুরিত করেন এবং প্রাণ সৃষ্টি করেন! আমাদের কাছে কুরআনের বাইরের কিছু নেই; তবে আমরা আল্লাহর কিতাবের যে জ্ঞান ও বুঝপ্রাপ্তি লাভ করি এবং এই কাগজের লেখাগুলো (আমার কাছে আছে)। আমি জিজ্ঞাসা করলাম, এই কাগজে কী লেখা আছে? তিনি বললেন, এতে রয়েছে দিয়ত (রক্তমূল্য) সংক্রান্ত আইন, বন্দীদের মুক্তির জন্য মুক্তিপণ এবং এই বিধান যে, কোনো কাফেরের কিসাস হিসেবে কোনো মুসলিমকে হত্যা করা যাবে না।\nআরো বর্ণিত হয়েছে যে: \n\nহিশামের পিতা থেকে বর্ণিত: উমর লোকদের জিজ্ঞাসা করলেন, কে রাসুলুল্লাহর কাছ থেকে গর্ভপাতের বিষয়ে কোনো রায় শুনেছে? আল-মুগীরা বললেন, আমি শুনেছি যে, তিনি রায় দিয়েছেন, গর্ভপাতের ক্ষতিপূরণ হিসেবে একজন পুরুষ বা নারী দাস দিতে হবে। উমর বললেন, তোমার এই বক্তব্যের সাক্ষী দাও। তখন মুহাম্মাদ বিন মাসলামা বললেন, আমি সাক্ষ্য দিচ্ছি যে, রাসুলুল্লাহ এমনই রায় দিয়েছিলেন।খলিফা উমর ইবনে আব্দুল আজিজও দিয়তের উপর রায় দিয়েছিলেন:ইয়াহিয়া ইমাম মালিক থেকে বর্ণনা করেন যে, তিনি শুনেছেন, উমর ইবন আবদুল আজিজ এই মর্মে সিদ্ধান্ত দিয়েছিলেন যে, যদি কোনো ইহুদি বা খ্রিস্টান হত্যা করা হয়, তবে তার দিয়ত (রক্তমূল্য) একজন মুক্ত মুসলমানের দিয়তের অর্ধেক হবে।\n\n\n== ফিকহ অনুযায়ী ==\nঐতিহাসিকভাবে ইসলামি শরিয়তের দৃষ্টিকোণে হত্যা ও অনিচ্ছাকৃত হত্যাকে রাষ্ট্রীয় আইনশৃঙ্খলা রক্ষার উদ্দেশ্যে কোনো শাস্তি হিসেবে বিবেচনা করা হয় না; বরং এগুলোকে মুসলিমদের মধ্যে নাগরিক বিরোধ হিসেবে গণ্য করা হয়।  তাই এমন কোনো অপরাধ সংঘটিত হলে অভিযুক্ত ব্যক্তিকে তিনটি বিকল্পের যেকোনো একটি বেছে নিতে হয়: হয়তো কিসাস বা প্রতিশোধের শিকার হওয়া; যেমন কুরআন ৫:৪৫ -এ বলা হয়েছে: “জীবনের বদলে জীবন, চোখের বদলে চোখ, নাকের বদলে নাক, কানের বদলে কান, দাঁতের বদলে দাঁত ও আঘাতের বদলে সমপরিমাণ আঘাত ; ভুক্তভোগী বা তাঁর উত্তরাধিকারীদের দিয়ত প্রদান করা অথবা ভুক্তভোগী ব্যক্তি বা এর উত্তরাধিকারীদের পক্ষ থেকে ক্ষমা লাভ করা।   \nপ্রচলিত শরিয়া আইন অনুযায়ী, যদি কেউ মারা যায় বা আহত হয় বা তার সম্পদের ক্ষতি হয়, তখন দায়ী ব্যক্তির বিরুদ্ধে মামলা করার অধিকার সরকারের (রাষ্ট্রের) হাতে নয়; বরং কেবল ভুক্তভোগীর হাতেই থাকে। আর যদি ভুক্তভোগী মারা যায়, তাহলে তার উত্তরাধিকারী (যেমন: সন্তান, স্ত্রী, ভাই ইত্যাদি) এই মামলা করার অধিকার পায়। আর যদি ভুক্তভোগী কোনো দাস (গোলাম) হয়, তাহলে সেই দাসের মালিক মামলার অধিকার পায়। এই প্রক্রিয়ায় “দিয়ত\" বলতে নির্দিষ্ট পরিমাণ ক্ষতিপূরণ বোঝানো হয়, যা হত্যাকাণ্ড বা আঘাতের ক্ষেত্রে নির্ধারিত হয়। এটি অনেকটা “আদালতের বাইরে আপস-মীমাংসার\" (out-of-court settlement) মতো কাজ করে, যেটা আধুনিক আইনে ক্ষতিপূরণ মামলায় দেখা যায়। তবে এখানে একটি বড় পার্থক্য হল: আধুনিক আইনে যেভাবে দেওয়ানি মামলায় নানা ধরণের ক্ষতির জন্য ক্ষতিপূরণ নির্ধারণ করা হয়, শরিয়া আইনে তা নয়। শরিয়া অনুযায়ী, যদি কারো সম্পদ নষ্ট হয়, তবে সে ক্ষতির জন্য ক্ষতিপূরণ দাবি করা যায়। কিন্তু যদি কারো শরীরে আঘাত লাগে বা সে মারা যায়, তখন ক্ষতিপূরণের অঙ্ক (রক্তমূল্য বা দিয়া) শরিয়া অনুযায়ী আগেই নির্ধারিত থাকে—যেমন নির্দিষ্ট সংখ্যক উটের মূল্য, কিংবা আধুনিক যুগে এর মূল্যের সমপরিমাণ টাকা। \nভুক্তভোগী বা তাঁর উত্তরাধিকারী কখনো কখনো ধর্মীয় দানের উদ্দেশ্যে বা নিজেদের পূর্ববর্তী গুনাহ মাফের নিয়তে অপরাধীকে ক্ষমা করে দিতেও পারেন।\nসমস্ত ইসলামি ফিকহি মত অনুযায়ী, দিয়তের পরিমাণ নির্ভর করে নিহত ব্যক্তির ধর্ম ও সামাজিক অবস্থানের ওপর; তিনি মুসলিম নাকি অমুসলিম, মুক্ত ব্যক্তি নাকি দাস এসব বিষয় দিয়ত নির্ধারণ প্রধান ভূমিকা পালন করে। একজন স্বাধীন মুসলিমের জীবনের দিয়তের ঐতিহ্যগতভাবে ১০০ উটের মূল্যে নির্ধারিত হত, যা অর্থে ১০০০ দিনার বা ১২০০০ দিরহাম হয় ( ৪.২৫ কেজি স্বর্ণ বা ২৯.৭ থেকে ৩৫.৬৪ কেজি রূপা)। তবে অমুসলিম বা দাস ভুক্তভোগীর ক্ষেত্রে এই পরিমাণ ইসলামি আইনের বিভিন্ন মাজহাব অনুযায়ী ভিন্ন হতে পারে। \nএই দিয়ত হত্যাকারী নিজে অথবা তাঁর সম্পত্তি থেকে দিতে হয়। তবে কিছু ক্ষেত্রে; যেমন হত্যাকারী যদি অপ্রাপ্তবয়স্ক হয়, তখন তাঁর পরিবার (আকিলা) দিয়ত প্রদান করে থাকে। আবার কোনো কোনো পরিস্থিতিতে হত্যাকারীর গোত্র বা প্রতিবেশীরাও দিয়ত প্রদানের আওতায় পড়ে। \n\n\n=== অমুসলিমদের জন্য দিয়ত ===\nশরীয়াহ আদালতে মুসলিম এবং অমুসলিমদের দিয়ত সমান নয়। অনিচ্ছাকৃত হত্যার ক্ষেত্রে দণ্ডাদেশের পদ্ধতিতেও মুসলিম ও অমুসলিমদের মাঝে পার্থক্য করা হয়।   \nইসলামের প্রাথমিক যুগে যদি কোনো মুসলিম ব্যক্তি কোনো অমুসলিমকে (জিম্মি, মুস্তামিন বা দাস) হত্যা করত, তাহলে সেই ক্ষেত্রে ‘কিসাস’ বা প্রতিশোধ এবং ‘দিয়ত’ আদায় হবে কিনা, তা নিয়ে আলিমদের মধ্যে ভিন্নমত ছিল।  হানাফি মাজহাবের অধিকাংশ ফকিহ মনে করতেন যে, মুসলিম যদি জিম্মিকে হত্যা করে, তাহলে কিসাস প্রযোজ্য হবে; তবে এই কিসাস দিয়ত দিয়ে রদ করা যায়। হানাফি ইমাম আবু ইউসুফ একটি ক্ষেত্রে একজন মুসলিমের বিরুদ্ধে কিসাসের নির্দেশ দিয়েছিলেন, কিন্তু খলিফা হারুনুর রশিদের পরামর্শে তিনি কিসাসের আদেশ বাতিল করে দেন। কারণ ভুক্তভোগী পরিবারের পক্ষ থেকে প্রমাণ দেওয়া যায়নি যে, মৃত ব্যক্তি সজ্ঞানে জিজিয়া কর প্রদান করতেন।  \nমালিকি, শাফেয়ি ও হাম্বলি মাজহাব অনুযায়ী, কোনো মুসলিম যদি অমুসলিম বা দাসকে হত্যা করে, তাহলে তাঁর বিরুদ্ধে কিসাস প্রযোজ্য নয়; এই ক্ষেত্রে কেবল দিয়ত প্রদানই সম্ভব।  প্রাচীন হানাফি ফকীহদের মতে, মুসলিম ও অমুসলিম উভয়ের জন্য দিয়তের পরিমাণ সমান হওয়া উচিত। তবে মালিকি ও হাম্বলি মতে, অমুসলিমের দিয়ত মুসলিমের তুলনায় অর্ধেক ও শাফেঈদের মতে এক-তৃতীয়াংশ হতে হবে। জাফরি মাজহাবে অমুসলিমের দিয়ত ছিল মাত্র ৮০০ দিরহাম, যেখানে মুসলিমের ছিল ১০,০০০ দিরহাম। \nদাস হত্যার ক্ষেত্রে মালিক বা মালিকের উত্তরাধিকারী কাউকে বাজারদর অনুযায়ী ক্ষতিপূরণ প্রদান করা হতো।  হানাফি ও মালিকি মতে, যদি মামলার সময় হত্যাকারী স্বাভাবিক বা অন্য কোনো কারণে মৃত্যুবরণ করেন, তাহলে ভুক্তভোগী অমুসলিম পরিবার কোনো দিয়া পাবে না।   যদি নিহত ব্যক্তি মুস্তামিন হন, কিংবা মুরতাদ (ইসলাম ত্যাগকারী) হন, তাহলে তাঁর হত্যার জন্য কিসাস বা দিয়ত কোনোটিই প্রযোজ্য নয়।  \nতবে আব্দুল আজিজ ইবনে মাবরুক আহমাদি বর্ণনা করেন, হানাফি ফকীহগণ বলেন যে, মুস্তামিন ব্যক্তির জন্য মুসলিমের সমপরিমাণ দিয়ত প্রযোজ্য হবে এবং এই মতামত কিছু সাহাবাসহ অন্য মুসলিম আলিমদের থেকেও পাওয়া যায়। এমনকি কিছু হাম্বলি আলিমরাও ইচ্ছাকৃত হত্যার ক্ষেত্রে দিয়ত সমান হওয়ার পক্ষে মত দিয়েছেন।   \n\n\n== আধুনিক প্রচলন ==\nআধুনিক যুগে দিয়ত (রক্তপণ) মুসলিম সংখ্যাগরিষ্ঠ কিছু দেশের আইনি কাঠামোতে গুরুত্বপূর্ণ ভূমিকা পালন করে। যেমন ইরান, পাকিস্তান, সৌদি আরব ও সংযুক্ত আরব আমিরাত, ওমান ও ইয়েমনে এই বিধান প্রচলিত রয়েছে। উদাহরণস্বরূপ সৌদি আরবে কোনো মুসলিম নিহত হলে তার উত্তরাধিকারীরা উক্ত খুনিকে মৃত্যুদণ্ডের পরিবর্তে দিয়ত গ্রহণ করার সিদ্ধান্ত নিতে পারেন। তবে দিয়তের পরিমাণ প্রতিটি দেশে ভিন্নভাবে নির্ধারিত হয়। পাকিস্তান ও সৌদি আরবে তা বিচারক দ্বারা নির্ধারিত হয়; সংযুক্ত আরব আমিরাতে সরকার নিহত ব্যক্তির পরিবার বা তার উত্তরাধিকারীদের সাথে আলোচনা করে অভিযুক্তের পক্ষে চুক্তি করে। ইরানে এটি সরাসরি অভিযুক্ত ও নিহত ব্যক্তির পরিবার বা উত্তরাধিকারীদের মধ্যে আলোচনার মাধ্যমে নির্ধারিত হয়। \nপাকিস্তানে মুসলিম, অমুসলিম ও বিদেশি নাগরিকদের জন্য দিয়তের পরিমাণ সমান।  একইভাবে ইরান ২০০৩ সালে মুসলিম ও অমুসলিমদের জন্য সমান পরিমাণ রক্তপণ নির্ধারণ করে।  যদিও ২০শ শতকের শেষভাগে এবং এমনকি ২০১০-এর দশকেও অনেক মুসলিম দেশে মুসলিম ও অমুসলিম ব্যক্তিদের রক্তপণের মধ্যে পার্থক্য বিদ্যমান ছিল; বিশেষত সৌদি আরবে এখনো কিছু ক্ষেত্রে এমন বিভাজন দেখা যায়। \nসোমালি জনগোষ্ঠীর মধ্যে দিয়ত একটি গোত্রভিত্তিক বা উপগোত্রভিত্তিক ব্যবস্থা হিসেবে প্রচলিত, যা ‘মাগ’ নামে পরিচিত। এখানে এমন অপরাধ সংঘটিত হলে ক্ষতিগ্রস্ত পক্ষকে মূলত গবাদি পশুর ( বিশেষ করে উট) মাধ্যমে ক্ষতিপূরণ দেয়া হয়।  \nএছাড়া কিছু দেশ আইনগতভাবে নির্ধারিত আইন দ্বারা মানুষের জীবনের জন্য ক্ষতিপূরণ বা দিয়তের একটি স্তরবিন্যাস নির্ধারণ করে থাকে এবং এ রক্তপণের হার নির্ধারণে সাধারণত ধর্মীয় পরিচয় ও লিঙ্গভেদ প্রধান প্রভাবক উপাদান হিসেবে বিবেচিত হয়।\n\n\n==== সৌদি আরব ====\nসৌদি আরবে কেউ কারো মৃত্যু ঘটালে—ইচ্ছাকৃত বা অনিচ্ছাকৃতভাবে—দেশের শরিয়া আদালত রক্তপণের পরিমাণ নির্ধারণ করে এবং দূর্ঘটনার মাত্রা অনুযায়ী দিয়ত নির্ধারিত হয়ে থাকে। কেবলমাত্র খুনই নয়; বরং দুর্ঘটনাজনিত মৃত্যু; যেমন আগুনে পুড়ে মারা যাওয়া, সড়ক দুর্ঘটনা বা শিল্পক্ষেত্রে দুর্ঘটনার ক্ষেত্রেও দিয়ত প্রযোজ্য হয়। \nহিউম্যান রাইটস ওয়াচ ও যুক্তরাষ্ট্রের ধর্মীয় স্বাধীনতা সংক্রান্ত রিপোর্টে উল্লেখ করা হয় যে, সৌদি আরবের শরিয়া আদালতে দুর্ঘটনাজনিত মৃত্যু বা আঘাতের ক্ষতিপূরণের হিসাবপদ্ধতিতে পার্থক্য দেখা যায়। যদি আদালত কোনো মামলায় একজন ইহুদি বা খ্রিস্টান পুরুষ বাদীর পক্ষে রায় দেয়, তাহলে সে বাদী একজন মুসলিম পুরুষের তুলনায় ৫০% ক্ষতিপূরণ পাওয়ার অধিকার রাখেন। অন্যদিকে বৌদ্ধ, হিন্দু, জৈন, শিখ ও নাস্তিকদের মতো অন্য অমুসলিমরা মুসলিম পুরুষের তুলনায় ষোল ভাগের এক ভাগ (১/১৬) ক্ষতিপূরণ পাওয়ার অধিকার পান। \n২০১১ সালে সৌদি আরবে একজন মুসলিম পুরুষের মৃত্যুর জন্য দৈবাৎ হত্যার ক্ষেত্রে রক্তপণ নির্ধারিত ছিল ৩ লাখ সৌদি রিয়াল (প্রায় ৮০,০০০ ডলার) এবং ইচ্ছাকৃত হত্যার ক্ষেত্রে ৪ লাখ রিয়াল (প্রায় ১,০৬,০০০ ডলার)।  \n২০১৩ সালের একটি ঘটনায় একটি বিতর্ক দেখা দেয়, যেখানে একজন ব্যক্তি তার পাঁচ বছর বয়সী কন্যাকে ধর্ষণ করে হত্যা করে; কিন্তু সে কারাবরণ এড়িয়ে যায়। কারণ সে রক্তপণ হিসেবে নিহতের মাকে (নিজের স্ত্রী) অর্থ প্রদান করেছিল। \n\n\n==== ইরান ====\nইরানে প্রথাগতভাবে পবিত্র চার মাসে তথা জ্বিলকদ, জ্বিলহজ্জ, মুহাররম ও রজব মাসে যুদ্ধ ও হত্যাকাণ্ড নিরুৎসাহিত করা হতো। এই মাসগুলোতে রক্তপণের পরিমাণ এক-তৃতীয়াংশ বৃদ্ধি পায়। \n১৯৯১ সালের ইসলামি দণ্ডবিধিতে কেবল মুসলিম পুরুষদের জন্য রক্তপণের নির্ধারণ ছিল। ২০০৩ সালে আয়াতুল্লাহ খামেনির ফতোয়া অনুযায়ী, মুসলিম ও অমুসলিমদের জন্য রক্তপণের পরিমাণ সমান করা হয়।  তবে ইরান সম্পর্কিত ২০০৬ সালের যুক্তরাষ্ট্রের পররাষ্ট্র দপ্তরের ধর্মীয় স্বাধীনতা বিষয়ক রিপোর্ট অনুযায়ী, ২০০৩ সালের ক্ষতিপূরণের সমতা সম্পর্কিত বিধান থেকে নারীদের ও বাহাই সম্প্রদায়কে বাদ দেওয়া হয়েছিল। রিপোর্টে উল্লেখ করা হয় যে, বাহাইদের রক্তকে \"মুবাহ\" (এমন রক্ত, যার জন্য শাস্তি নির্ধারিত নেই) হিসেবে বিবেচনা করা হতো। \nতবে ২০১৩ সালে প্রণীত ইসলামি দণ্ডবিধি (যা ১৯৯১ সালের কোডের পরিবর্তে প্রণীত হয়) তার ৫৫৪ নম্বর অনুচ্ছেদে মুসলিম এবং অমুসলিমদের মধ্যে সমতা স্বীকার করেছে। ২০১৩ সালের একই দণ্ডবিধিতে পুরুষ ও নারীদের মধ্যে হত্যাকাণ্ডের ক্ষেত্রে দিয়তের পরিমাণ সমান করে দেওয়া হয়েছে। \nতবে মোহাম্মদ তাওয়ানার মতে, শারীরিক আঘাতের ক্ষেত্রে পুরুষ ও নারীদের মধ্যে দিয়ত সমান হবে কিনা, তা এখনও পরিষ্কার নয়। বিষয়টি ইরানের আদালতের সিদ্ধান্তের উপর নির্ভর করে নির্ধারিত হয়।\n\n\n=== ইরাক ===\nইরাকে বেদুইন গোত্রগুলো এখনো দিয়ত প্রথা চালিয়ে যাচ্ছে। তবে এটি সর্বক্ষেত্রে দেশের ধর্মনিরপেক্ষ বিচার ব্যবস্থার কার্যক্রমকে বাদ বা অকার্যকর করে না। \n\n\n=== পাকিস্তান ===\nসংখ্যাগরিষ্ঠ সুন্নি মুসলিম দেশ পাকিস্তান ১৯৯০ সালে \"কিসাস ও দিয়ত অধ্যাদেশ\" প্রবর্তন করে, যার মাধ্যমে পাকিস্তানের দণ্ডবিধির ২২৯ থেকে ৩৩৮ নম্বর ধারা সংশোধন করা হয়েছে।  এই নতুন আইনের মাধ্যমে  ব্রিটিশ আমলে প্রচলিত শারীরিক আঘাত ও হত্যাকাণ্ড সম্পর্কিত ফৌজদারি আইনকে শরিয়াসম্মত বিধানে রূপান্তর করা হয়, যা পাকিস্তানের সর্বোচ্চ আদালতের শরিয়া আপিল বিভাগের নির্দেশে করা হয়েছিল। \nএকইসাথে ফৌজদারি কার্যবিধিও সংশোধন করা হয়, যার ফলে কোনো ব্যক্তি খুন হলে তার উত্তরাধিকারীরা কিসাসের বদলে দিয়ত বা আর্থিক ক্ষতিপূরণ গ্রহণ করে আপস করতে পারে। \n১৯৯৭ সালে গণতান্ত্রিকভাবে নির্বাচিত প্রধানমন্ত্রী নওয়াজ শরিফের সরকার এই অধ্যাদেশকে সংসদীয় আইনের মাধ্যমে স্থায়ী আইনে পরিণত করে। শরিয়া সম্মত এই \"কিসাস ও দিয়ত\" আইন অনুযায়ী, হত্যা এখন রাষ্ট্র বা সমাজের বিরুদ্ধে অপরাধ হিসেবে গণ্য হয় না, বরং এটি ব্যক্তিগত অপরাধ হিসেবে বিবেচিত হয়। ফলে হত্যাকাণ্ডের বিচার ও শাস্তির দায়ভার পড়ে নিহতের পরিবারের উপর এবং তাদের সিদ্ধান্তে বিচার সম্পন্ন হয়। \nপাকিস্তানি দণ্ডবিধি মূলত কিসাস ও দিয়তের হানাফি মাযহাবের অভিমতকে আধুনিকায়ন করে মুসলিম ও অমুসলিমদের মধ্যে বৈষম্য দূর করে।\nতবে উল্লিখিত দিয়ত আইনের মাধ্যমে কিছু বিতর্কও সৃষ্টি হয়েছে; বিশেষত সম্মান রক্ষার্থে হত্যার ক্ষেত্রে। অনেক সময় দেখা যায়, মেয়েদের হত্যাকারী তাদেরই পরিবারের সদস্য হয়, যারা পরবর্তীতে দিয়ত আইনের সুবিধা নিয়ে খুনিকে ক্ষমা করে দেয়।  তাই সেই আইনের এই ফাঁকফোকর ২০১৬ সালে সংশোধন করা হয়। আরেকটি সমস্যা হলো ধনী ব্যক্তিরা গরিবদের ইচ্ছাকৃতভাবে হত্যা বা আঘাত করলে, তারা কেবল অর্থদণ্ড দেয়, যেটা তাদের আয় বা সম্পদের তুলনায় খুবই সামান্য।  \n\n\n==== সোমালিয়া, জিবুতি ও সোমালিল্যান্ড ====\nজিবুতি, সোমালিয়া বা সোমালিল্যান্ডে বসবাসকারী সোমালিদের বড় অংশই হল সুন্নি মুসলিম। সোমালি সমাজের ভিন্ন ভিন্ন গোষ্ঠী একে অপরের সঙ্গে মৌখিক চুক্তির মাধ্যমে খেয়ের নামক প্রথাগত আইন নির্ধারণ করে থাকে।  যদিও এটি একটি অনানুষ্ঠানিক ব্যবস্থা, তবুও এতে নির্দিষ্টভাবে গৃহীত কিছু নীতিমালা, চুক্তি ও ধারণা রয়েছে, যেসব মিলে খেয়েরের মূল কাঠামো গঠিত হয়। এই সম্মিলিত ধারণাগুলিকে হিসসি আদকাদাই বলা হয়।\nখেয়ের প্রথার একটি গুরুত্বপূর্ণ উপাদান হলো দিয়ত, যাকে সোমালি ভাষায় মাগ বলা হয়। এটি সাধারণত অপরাধীর গোষ্ঠী (যেমন গোত্র, উপগোত্র, বংশ বা মাগ গোষ্ঠী) দ্বারা ভুক্তভোগী বা তার পরিবারকে ক্ষতিপূরণ হিসেবে প্রদান করা হয়। এই ক্ষতিপূরণ সাধারণত হত্যা, শারীরিক আঘাত, চুরি, ধর্ষণ বা মানহানির মতো অপরাধের ক্ষেত্রে প্রযোজ্য হয়। \nমাগ প্রায়শই পশুপালের মাধ্যমে পরিশোধ করা হয়, যার মধ্যে উট সবচেয়ে প্রচলিত। সোমালি অধ্যুষিত অঞ্চলে উটের সংখ্যাও বেশি এবং উটকে ধনসম্পদের প্রতীক হিসেবে বিবেচনা করা হয়। তাই ভুক্তভোগীরাও ক্ষতিপূরণ হিসেবে সহজেই উট গ্রহণ করে থাকে। \n\n\n== সংশ্লিষ্ট ধারণাসমূহ ==\nগবেষক দাঈফ উল্লেখ করেছেন, দিয়ত বা রক্তপণের অনুরূপ একটি ধারণা প্রাক-ইসলামি আরব সমাজেও বিদ্যমান ছিল।  সেই সময় রক্তপণ নগদ অর্থে নয়; বরং পণ্য বা গৃহপালিত প্রাণীর মাধ্যমে পরিশোধ করা হতো। কেউ যদি কাউকে হত্যা করত বা গুরুতর ক্ষতি সাধন করত, তাহলে তার পরিবারের পক্ষ থেকে নিহত বা আহত ব্যক্তির পরিবারকে উট, ছাগল বা অন্যান্য মূল্যবান সামগ্রী দিয়ে ক্ষতিপূরণ দেওয়ার রীতি ছিল। \nইসলামবিদ্যায় পশ্চিমা বিশ্বের প্রখ্যাত পণ্ডিত যোসেফ শাখত দিয়ত শব্দটির ওয়েরগেল্ড হিসেবে অনুবাদ করেছেন। ওয়েরগেল্ড বা \"মানুষের মূল্য\" ছিল একটি ধারণা, যেখানে প্রতিটি মানুষের জীবন, দেহাংশ কিংবা সম্পদের একটি নির্ধারিত মূল্য নির্ধারিত থাকত। কেউ যদি অপরের জীবন হরণ করত বা তার সম্পদ ধ্বংস করত, তাহলে তাকে সেই নির্ধারিত মূল্য বা ওয়েরগেল্ড ভুক্তভোগীর পরিবার কিংবা সম্পত্তির মালিককে ক্ষতিপূরণ হিসেবে প্রদান করতে হতো।\nএ রীতিটি ফ্রাঙ্ক জাতির সালিক আইনেও ব্যবহৃত হত। সালিক আইন মধ্যযুগীয় ইউরোপের একটি আইনি সংহিতা ছিল, যা ফ্রাঙ্কিশদের মধ্যে প্রচলিত ছিল এবং এটি প্রত্যেক নাগরিক, দাস, নারী বা সম্পত্তির জন্য এক ধরণের নির্দিষ্ট মূল্য নির্ধারণ করে, যা হত্যাকাণ্ড বা চুরির মত অপরাধে ক্ষতিপূরণ দেওয়ার জন্য ব্যবহৃত হত।\n\n\n== আরো দেখুন ==\n\nহুদুদ\nকিসাস\nশরিয়ত\nরজম\nজিনা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"blood money\", আরবি উইকিপিডিয়া, গুগল অনুবাদ\nParalysis or blood money? Skewed justice in Saudi Arabia. The Guardian (April 5, 2013)\nBlood-money for women, slaves and non-muslims, Al-Muwatta, Book 43, Maliki Fiqh\nThe Reemergence of Qisas and Diyat in Pakistan, Evan Gottessman, Columbia Human Rights Law Review (1992)\nIslamic Law in Practice: The Application of Qisas and Diyat Law in Pakistan, Tahir Wasti, Y.B. Islamic & Middle Eastern Law (2007)\nThe Modern Interpretation of the Diyat Formula for the Quantum of Damages: The Case of Homicide and Personal Injuries, S.Z. Ismail, Arab Law Quarterly, Volume 26, Issue 3, pp. 361–379\nWhen Blood Has Spilled: Gender, Honor, and Compensation in Iranian Criminal Sanctioning, Arzoo Osanloo (2012), Political and Legal Anthropology Review, 35(2), pp. 308–326.\nDeath Penalty in Saudi Arabia - Diya and Qisas, Amnesty International (2008)\nThe Reintroduction of Islamic Criminal Law in Northern Nigeria, R. Peters, Study conducted on behalf of the European Commission, Nigeria (2001)"}