{"pageid": 1523063, "title": "মাইকেলা বাস্তিদাস", "url": "https://bn.wikipedia.org/wiki?curid=1523063", "content": "মিকায়েলা বাস্তিদাস পুইয়ুকাহুয়া (জন্ম: তামবুরকো, ১৭৪৪; মৃত্যু: কুসকো, ১৮ মে ১৭৮১) ছিলেন দক্ষিণ আমেরিকায় স্পেনীয় শাসনের বিরুদ্ধে সংগ্রামী একজন অগ্রণী আদিবাসী নেতা এবং পেরুর স্বাধীনতার জন্য একজন শহীদ। তার স্বামী তুপাক আমারু দ্বিতীয়-এর সঙ্গে তিনি স্পেনীয়দের বিরুদ্ধে বিদ্রোহের নেতৃত্ব দেন এবং বিদ্রোহ ব্যর্থ হলে তার স্বামীর মতো তিনিও স্পেনীয়দের হাতে প্রাণ হারান। বিদ্রোহের আগে থেকেই তিনি তার স্বামীর কার্যক্রমে পূর্ণ সহযোগিতা করতেন এবং তাকে \"বিদ্রোহের একজন অত্যন্ত দক্ষ নেতা\" হিসেবে বর্ণনা করা হয়েছে।\n\n\n== জীবনী ==\n\nহোসেফা পুয়ুকাহুয়া এবং মানুয়েল বাস্তিদাসের কন্যা। মিকায়েলা বাস্তিদাসের জীবনী সংক্রান্ত তথ্য তার স্বামীর তুলনায় খুব বেশি পাওয়া যায় না, তবে ঐতিহাসিক নথিতে তার জন্ম, বিবাহ এবং মৃত্যু লিপিবদ্ধ রয়েছে। মিকায়েলা ১৭৪৪ সালে কানাস প্রদেশের পাম্পামার্কায় (লাকায়মার্কা সংযুক্ত ইরোমোক্কো সম্প্রদায়, পাবেলোনেস, পাম্পামার্কা জেলার, কানাস প্রদেশ) জন্মগ্রহণ করেন। তিনি মানুয়েল বাস্তিদাসের (মৃত্যু: ১৭৪৬) স্বাভাবিক কন্যা ছিলেন, যিনি সম্ভবত আফ্রিকান বংশোদ্ভূত বা একজন পুরোহিত ছিলেন, এবং হোসেফা পুয়ুকাহুয়া সিসার কন্যা ছিলেন। তার জন্ম অবৈধ হওয়ায়—সম্ভবত একজন পুরোহিত বা কৃষ্ণাঙ্গ পুরুষের কন্যা হওয়ার কারণে—তিনি আদিবাসী-প্রধান আন্দীয় উচ্চভূমিতে সমাজ থেকে বিচ্ছিন্ন ছিলেন। মিকায়েলা স্প্যানিশের তুলনায় কেচুয়া ভাষা ভালোভাবে বলতে পারতেন। তিনি একজন ধর্মপ্রাণ ক্যাথলিক ছিলেন, তবে তার আনুষ্ঠানিক শিক্ষালাভের সুযোগ ছিল সামান্য। একটি বিবরণে তাকে \"একজন সুন্দরী ভারতীয় মেয়ে\" হিসেবে বর্ণনা করা হয়েছে।  তিনি আফ্রিকান বংশোদ্ভূত ছিলেন কি না, তা স্পষ্ট নয়, কারণ তার পিতার সম্পর্কে প্রায় কিছুই জানা যায় না। তবে কিছু নথিতে তাকে জাম্বা বলা হয়েছে, যা ঔপনিবেশিক যুগের বর্ণগত শ্রেণিবিন্যাসে আফ্রিকান ও আদিবাসী মিশ্র বংশোদ্ভূতদের জন্য ব্যবহৃত হতো। তার বিবাহের সনদে তার পিতামাতাকে উভয়ই (স্প্যানিশ) হিসেবে উল্লেখ করা হয়েছে। তবে সে সময়ের বর্ণগত শ্রেণিবিন্যাস পদ্ধতিতে উল্লেখযোগ্য নমনীয়তা ছিল, এবং এই ধরনের পরিচয় সম্ভবত \"সম্মানের চিহ্ন\" হিসেবেও ব্যবহার করা হয়ে থাকতে পারে।\n১৭৬০ সালের ২৫ মে, তার ষোড়শ জন্মদিনের আগে, মিকায়েলা জোসে গাব্রিয়েল কন্ডর্কানকুই-এর সাথে বিয়ে করেন, যিনি পরবর্তীতে তুপাক আমারু দ্বিতীয় নামে পরিচিত হন, সূরিমানা শহরের অর লেডি অফ পিউরিফিকেশন গির্জায়। জোসে গাব্রিয়েল ছিলেন এক তরুণ মিশ্র বংশোদ্ভূত, যিনি পেরুর ইতিহাসের একটি গুরুত্বপূর্ণ ব্যক্তিত্ব, ইনকা তুপাক আমারু I-এর বংশধর, যাকে ১৫৭২ সালে স্প্যানিয়ার্ডরা হত্যা করে। ১৭৬৪ সালে, তাকে তার উত্তরাধিকার অনুযায়ী এলাকার কাসিক বা কুরাকা হিসেবে মনোনীত করা হয়: পাম্পামার্কা, তুঙ্গাসুকা, এবং সূরিমানা। ক্ষমতার উপাধি এবং সুবিধাসমূহ ছিল উত্তরাধিকারসূত্রে প্রাপ্ত। তিনি মিকায়েলার সাথে বাসস্থানের স্থান নির্ধারণ করেন তিন্টা, কুসকো অঞ্চলে। এই দম্পতি তিনটি পুত্রসন্তান সন্তানের জন্ম দেন: হিপোলিতো (১৭৬১), মারিয়ানো (১৭৬২), এবং ফের্নান্দো (১৭৬৮), যাদের সবাইকে সেই একই পুরোহিত দ্বারা বাপ্তিস্ম দেওয়া হয়েছিল, যিনি তাদের বিবাহিত করেছিলেন।\nজোসে গাব্রিয়েল লিমা এবং কুসকো-তে জেসুইট স্কুলে প্রিভিলেজড শিক্ষা লাভ করেছিলেন, যেখানে আদিবাসী রাজাদের পুত্রদের জন্য একটি বিদ্যালয় ছিল। তিনি স্প্যানিশ ভাষায় কথা বলতে এবং লিখতে পারতেন, কেচুয়া ভাষায় কথা বলতেন, এবং তার জেসুইট শিক্ষা থেকে কিছু লাতিন জানতেন। তিনি ব্যাপক ভূমির মালিক এবং অনেক সম্পত্তির অধিকারী ছিলেন, যাদের প্রশাসনে বিভিন্ন ভূমিকা পালন করতেন। একজন প্রধান হিসেবে, তিনি প্রধান ম্যাজিস্ট্রেট এবং আদিবাসী জনগণের মধ্যে মধ্যস্থতা করতেন এবং তাদের অপরাধের অভিযোগের মোকাবিলা করতেন। যেমন যেমন তিনি উন্নতি লাভ করছিলেন, তেমনই তিনি দেখতেন কীভাবে অন্য জনসাধারণ শারীরিক বিদ্রোহ এবং অভ্যন্তরীণ রীতির সৃষ্টি দ্বারা প্রভাবিত হচ্ছে। এক বিস্তৃত নেটওয়ার্কের মাধ্যমে একজন আঞ্চলিক ব্যবসায়ী হিসেবে, যার কাছে ৩৫০টি গাধা ছিল বাণিজ্য সামগ্রী বহন করার জন্য, তিনি সেই সমস্ত ব্যক্তির সাথে সম্পর্ক গড়ে তোলার জন্য এবং স্থানীয় পরিস্থিতি ও উদ্বেগ সম্পর্কে তথ্য সংগ্রহ করার জন্য চমৎকার অবস্থানে ছিলেন। মিশ্র বংশোদ্ভূত একজন ব্যক্তি হিসেবে, তিনি অনুভব করেছিলেন যে তিনি তার জনগণের প্রতি সকল অবিচার প্রত্যক্ষ করেছেন। তিনি টিন্তা কুসকো এবং লিমা কর্তৃপক্ষের কাছে কৌশল এবং সরকারি আবেদন তৈরি করেছিলেন যাতে আদিবাসী জনগণ খনি খনন কাজ থেকে মুক্তি পায় এবং বাধ্যতামূলক শ্রমের প্রতি তাদের বাধ্যবাধকতা থেকে অব্যাহতি পায়। তিনি সাধারণত নেতিবাচকতা এবং উদাসীনতার মুখোমুখি হয়েছিলেন, তবে তিনি আদিবাসী জনগণ, দাস, ক্রিওল জনগণ, এবং মিশ্র বংশোদ্ভূতদের প্রতিরক্ষায় ভিত্তি করে একটি স্বাধীনতাবাদ মতাদর্শ তৈরি করতে শুরু করেছিলেন, এবং স্পেনের রাজত্বের সিদ্ধান্ত থেকে অঞ্চল এবং বাণিজ্যকে স্বাধীন করার জন্য পথপ্রদর্শক হন।\nবিবাহটি সুখী ছিল এবং একটি পূর্ণ অংশীদারিত্ব ছিল। বিদ্রোহের প্রাথমিক সময়কালে তাদের মধ্যে বিনিময় করা স্প্যানিশ ভাষায় একটি গুরুত্বপূর্ণ পত্রমালায় পরস্পরের জন্য আদরভরে ডাকনাম এবং একে অপরের নিরাপত্তা নিয়ে উদ্বেগ প্রকাশ করা হয়েছে।\nতারপর তিনি একটি ব্যর্থ বিদ্রোহে বন্দী হন। তিনি তার স্বামীর সাথে বিদ্রোহের নেতৃত্বে যোগ দেন, আদিবাসী পুরুষ ও মহিলাদের স্বাধীনতার জন্য একটি যুদ্ধে নেতৃত্ব দেন এবং পাশাপাশি সরবরাহ সংগঠিত করেন এবং বাহিনী নিয়োগ করেন। তাকে \"তুপাক আমারু দ্বিতীয়-এর চেয়ে অধিক শ্রেষ্ঠ কৌশলী এবং নিঃসন্দেহে আরও সাহসী\" হিসেবে জানানো হয়েছিল। স্প্যানিয়ারদের বিরুদ্ধে একটি যৌথ আক্রমণে, তিনি আমারুকে কুসকোর দিকে দ্রুত যাত্রা করার জন্য উৎসাহিত করেছিলেন যাতে তাদের চমকে দেওয়া যায় এবং দুর্বল শহর রক্ষী বাহিনীর সুবিধা নেওয়া যায়। তবে, আমারু বিরত থাকেন, যার ফলে স্প্যানিয়াররা তাদের সাহায্যকারী বাহিনী পাঠাতে সক্ষম হয় এবং বাস্তিদাস, আমারু এবং তাদের অনেক সৈন্যকে বন্দী করে ফেলে।\nতাকে ১৭৮১ সালের ১৮ মে, ৩৬ বছর বয়সে স্প্যানিয়ার্ডরা অত্যন্ত যন্ত্রণা দিয়ে হত্যা করে। স্প্যানিয়ার্ডরা ওই ওকাসিও-এ ব্যবহারের জন্য একটি হাতে চালিত গারোট ব্যবহার করার চেষ্টা করেছিল, যা প্রথমে বিদ্রোহী টোমাসা তিতো কন্ডেমাইটা-এর ওপর ব্যবহার করা হয়েছিল, কিন্তু তার গলা অত্যন্ত সরু হওয়ায় তাকে পরিবর্তে একটি দড়ি দিয়ে ফাঁসিতে ঝুলিয়ে হত্যা করা হয়। তার পুত্র হিপোলিতোকেও স্প্যানিয়ার্ডরা হত্যা করে, উভয়কেই তুপাক আমারু দ্বিতীয়-এর সামনে, যিনি নিজে তখন স্প্যানিয়ার্ডদের দ্বারা চার টুকরো করা এবং মাথা কাটার শিকার হন।\n১৭৮০ সালে, স্প্যানিয়ার্ডদের রাজকীয় প্রতিনিধিদের সঙ্গে সংলাপের পথ বন্ধ হয়ে যাওয়ার পর, জোসে গাব্রিয়েল কন্ডর্কানকুই স্পেনীয় আধিপত্যের বিরুদ্ধে একটি আন্দোলন শুরু করেন। এটি কুসকো অঞ্চলের জমিদারদের সাথে সংযুক্ত কুরাকাদের দ্বারা সমর্থিত ছিল, যারা নতুন শুল্কের বিরুদ্ধে একত্রিত হয়েছিলেন, ক্রিওল, আদিবাসী এবং মিশ্র বংশোদ্ভূতরা। সে সময়, তিনি নিজের জন্য তুপাক আমারু দ্বিতীয় নামটি বেছে নেন, তার পূর্বপুরুষ নিও-ইনকা রাজ্য-এর শেষ রাজার সম্মানে।\n১৭৮০ সালের ৪ নভেম্বর, তুপাক আমারু দ্বিতীয় প্রথম স্বাধীনতার আহ্বান জানান এবং একটি স্বাধীনতার ঘোষণাপত্র জারি করেন। এটি ছিল তুপাক আমারু দ্বিতীয়-এর বিদ্রোহের সূচনা। স্প্যানিয়ার্ডদের শাসনের স্থানীয় কমান্ডার, আন্তোনিও ডি আরিয়াগা বন্দী হন এবং পরে তাকে ফাঁসি দেওয়া হয়। বিদ্রোহীরা তাদের সদর দপ্তর হিসেবে টুংগাসুকা স্থাপন করে।\nআদিবাসী জনগণকে অস্ত্র ধারণ করতে নিষেধ করা হয়েছিল, তাই তাদের সামনে সবচেয়ে বড় সমস্যা ছিল অস্ত্র সংগ্রহ করা। মিকােলা সেনাদের সরবরাহের দায়িত্বে ছিলেন, যার মধ্যে ছিল অর্থ, খাবার, পোশাক এবং অস্ত্র সংগ্রহ এবং বিতরণ। তিনি নিরাপত্তা পত্র জারি করতেন যাতে যারা বিস্তীর্ণ অঞ্চল অতিক্রম করতেন, তাদের চলাচল সহজতর করা যায়। তিনি আদিবাসী পেছনের রক্ষী বাহিনীর প্রধান ছিলেন, এবং কর্তব্যনিষ্ঠা ও সক্ষমতা প্রদর্শন করে নিরাপত্তা ব্যবস্থা প্রবর্তন এবং গুপ্তচরবৃত্তি বিরুদ্ধে লড়াই করতেন। তিনি একটি কার্যকরী যোগাযোগ ব্যবস্থা প্রতিষ্ঠা করেন, একটি চাসকিস সার্ভিস সংগঠিত করে, যা দ্রুত বিদ্রোহী অঞ্চলের এক স্থান থেকে অন্য স্থানে তথ্য পৌঁছাত।\nআন্ডিয়ান যোদ্ধাদের একটি সত্যিকারের সেনাবাহিনী, [কেচুয়া] এবং আয়মারা মিকােলার সাথে বিদ্রোহে অংশ নেয়, কৌশল বাস্তবায়ন করে এবং সেনাদের সহায়তা প্রদান করে। তার লক্ষ্য ছিল শুধু তার জনগণকে স্প্যানিশ শোষণ থেকে মুক্ত করা নয়, বরং সামাজিক জীবন ও রাজনীতিতে আদিবাসী নারীদের অংশগ্রহণের মাধ্যমে তাদের ভূমিকা পুনঃপ্রতিষ্ঠা করা, একটি ঐতিহ্য, যেটি উপনিবেশিক ব্যবস্থা নানা ধরনের অত্যাচার তাদের উপর চাপিয়ে তা নিষ্ক্রিয় করতে চেয়েছিল। আন্দোলনের মধ্যে নারী নেত্রীও ছিলেন, যেমন সেসিলিয়া তুপাক আমারু এবং টোমাসা তিতো কন্ডেমাইটা, আকাশের প্রধান, এবং আরও অনেক অনেকে।\nএই নারীরা তাদের সন্তান এবং স্বামীর সাথে যুদ্ধে অংশ নিয়েছিলেন। তেমনি মিকােলাও ছিলেন, যিনি তার উদ্যমী চরিত্রের মাধ্যমে তুপাক আমারুকে একই যুদ্ধে উৎসাহ প্রদান করেছিলেন। সাঙ্গারারার বিজয়ের পর, তাকে বিদ্রোহের কার্যকরী প্রধান হিসেবে নিযুক্ত করা হয়।\n১৭৮০ সালের ১৮ নভেম্বর, বিদ্রোহী সেনারা সাঙ্গারারার যুদ্ধে স্প্যানিয়ার্ডদের পরাজিত করে। তুপাক আমারু পেরুর জনগণের উদ্দেশে একটি বার্তা পাঠান, যাতে ক্রিওলদের আদিবাসী ঘটনার সাথে যুক্ত হওয়ার আহ্বান জানানো হয়: \"ক্রিওল, মিশ্র বংশোদ্ভূত, জাম্বো এবং আদিবাসীরা, কারণ আমরা সকলেই দেশবাসী, আমরা এই ভূমিতেই জন্মগ্রহণ করেছি এবং আমাদের উত্সও একই।\"\n১৭৮১ সালের মার্চে, তুপাক আমারু সেনার সংখ্যা ছিল সাত হাজার পুরুষ ও মহিলা যারা স্প্যানিশ রাজতন্ত্রের বিরুদ্ধে মৃত্যুর জন্য প্রস্তুত ছিল এবং তুপাক আমারু দ্বিতীয়-কে আমেরিকার সম্রাট হিসেবে ঘোষণা করা হয়। সেই সময়ের সাক্ষ্য অনুযায়ী, মিকােলা রাজনৈতিক, সামরিক এবং প্রশাসনিক কাজে প্রধান কৌশলবিদ হিসেবে উপস্থিত হন এবং নেতা তুপাক আমারুর প্রধান উপদেষ্টা হিসেবে কাজ করেন। তার দৃঢ় নীতিসমূহ, চিন্তার স্পষ্টতা এবং উচ্চ অন্তর্দৃষ্টি এর মাধ্যমে তিনি বিদ্রোহের ষষ্ঠ ইন্দ্রিয় হয়ে ওঠেন।\n১৯৭৬ সালে, পেরুর সরকার আইন নং ২১৭০৫ ঘোষণা করে, যা তুপাক আমারু এবং মিকােলা বাস্তিদাসের মুক্তির বিদ্রোহের দ্বিশতাব্দী উদযাপনের ঐতিহাসিক গুরুত্ব তুলে ধরে।\n\n\n== পেরুর নারী ইতিহাসে গুরুত্ব ==\nআন্দেসে, মহিলারা ক্রমবর্ধমানভাবে বিদ্রোহে নেতৃত্ব দিতে জড়িত হচ্ছিলেন, বিশেষত ১৮শ শতকের শেষের দিকে। অনেক মহিলা বিদ্রোহী বাহিনীতে সমর্থক হিসেবে অংশগ্রহণ করেছিলেন, তবে অন্যান্য মহিলারা \"সৈনিক এবং এমনকি সামরিক কমান্ডার হিসেবে কাজ করেছিলেন।\"  মিকােলা বাস্তিদাস পুয়ুকাহুয়া ছিলেন একজন কমান্ডার; তাকে স্থানীয় শাসকরা \"সেনোরা গোবেরনাদোরা\", \"লা কোয়া\", বা \"লা রেইনা\" নামে ডাকতেন। এই নামগুলির ব্যবহার তার শেষ সাম্রাজ্যবাদী অভিব্যক্তিতে একটি আদি সমান্তরাল লিঙ্গ চিন্তাভাবনাকে প্রকাশ করে। \nতার বিদ্রোহে ভূমিকা গুরুত্বপূর্ণ ছিল, কারণ সাধারণত মহিলাদের দুর্বল হিসেবে দেখা হতো। \"মহিলাদের অংশগ্রহণ স্প্যানিশ কর্তৃপক্ষকে হতবাক করে দেয়, কারণ তারা ঐতিহ্যবাহী লিঙ্গভিত্তিক আইনি যুক্তি তুলে ধরতে অক্ষম ছিল, যা মহিলাদের দুর্বলতা এবং অশিক্ষা নিয়ে কেন্দ্রীভূত ছিল। এই বিদ্রোহগুলোর নেতৃত্বদানকারী মহিলাদের অত্যধিক আত্মবিশ্বাসী, এমনকি পুরুষালী হিসেবে দেখা হতো, এবং ফলস্বরূপ, তারা পুরুষদের মতোই কঠোর শাস্তি ভোগ করতেন। অনেক ক্ষেত্রেই, উপনিবেশিক কর্মকর্তারা মহিলাদের প্রকাশ্যে হত্যা করতেন, তাদের মাথা এবং অঙ্গ প্রকাশ্যে প্রদর্শন করে।\"\nমিকােলা বাস্তিদাস উপনিবেশবাদ দ্বারা প্রতিষ্ঠিত লিঙ্গ মানদণ্ডের বিরুদ্ধে লড়াই করেছিলেন একজন স্ত্রী, একজন নারী এবং একজন আদিবাসী জনগণের সদস্য হিসেবে, যারা শোষিত হয়েছিল। স্প্যানিশ লিঙ্গ ব্যবস্থার কঠোর দ্বৈততা তাকে একটি 'হাইপারম্যাসকুলিন' ব্যক্তি এবং একটি লিঙ্গ লঙ্ঘনকারী হিসেবে বিবেচনা করেছিল, যদিও তিনি একজন নারী ছিলেন, তাকে একটি নারী সত্ত্বা হিসেবে আচরণ করার প্রচেষ্টা করা হয়েছিল, যদিও একজন নারী হিসেবে তার কোনো সত্ত্বা বা নিয়ন্ত্রণ থাকা উচিত ছিল না। ফলস্বরূপ, তাকে একটি অপ্রত্যাশিত শাস্তি দেওয়া হয়েছিল, যা তাকে একজন পুরুষ অপরাধীর মতো প্রদান করা হয়েছিল, যে উপনিবেশিক শক্তির বিরুদ্ধে দাঁড়ানোর সাহস করেছিল।\n\n\n== মৃত্যুদণ্ড ==\n১৮ মে, ১৭৮১-এ তাদের কুসকোর প্লাজা দে আর্মাসে নিয়ে যাওয়া হয় মৃত্যুদণ্ড কার্যকর করার জন্য। প্রথমে, তার পুত্র হিপোলিতোকে স্প্যানিশদের বিরুদ্ধে কথা বলার জন্য তার জিব কেটে দেওয়া হয়, তারপর তাকে ফাঁসি দেওয়া হয়। মিকােলা তার মৃত্যুদণ্ডকারীদের বিরুদ্ধে সংগ্রাম করেন, অবশেষে তারা তাকে দমন করে তার জিব কেটে ফেলে। এরপর তাকে গলায় শ্বাসরোধ করা হয়, তারপর লাঠি দিয়ে আঘাত করা হয় এবং শেষে পেট ও স্তনে লাথি মেরে তাকে হত্যা করা হয়।\nতুপাক আমারুকেও তখন হত্যা করা হয়। উভয়কেই দেহভঙ্গ করা হয় এবং তাদের দেহের অংশগুলি অঞ্চলটির বিভিন্ন শহরে পাঠানো হয় যাতে তা জনসম্মুখে প্রদর্শিত হয়ে বিদ্রোহের পরিণতি হিসেবে মানুষের জন্য সতর্কতা হিসেবে কাজ করে।\n\n\n== অধিক পঠন ==\n\n\n== তথ্যসূত্র ==\n\nHerrera Cuntti, Arístides (2004, 2006). Divagaciones históricas en la web. Chincha, Perú: AHC Ediciones Perú (RUC N° 10078391575).  আইএসবিএন ৯৭৮-৯৯৭২-২৯০৮-১-৭.\nHerrera Cuntti, Arístides (2004, 2006). Divagaciones históricas en la web. Chincha, Perú: AHC Ediciones Perú (RUC N° 10078391575). আইএসবিএন ৯৭৮-৯৯৭২-২৯০৮-২-৪."}