{"pageid": 1523261, "title": "ব্রহ্মরাক্ষস", "url": "https://bn.wikipedia.org/wiki?curid=1523261", "content": "ব্রহ্মরাক্ষস (সংস্কৃত: ब्रह्मराक्षसः, উচ্চারণ [brɐʰmɐraːkʂɐsɐḥ]) হলো রাক্ষসদের একটি শ্রেণী, অর্থ্যাত, হিন্দুধর্মে সাধারণত দুষ্ট প্রাণীদের একটি জাতি। ব্রাহ্মণ জাতের যে সদস্য অধর্মে লিপ্ত হয় তার মৃত্যুর পর তাকে ব্রহ্মরাক্ষস হওয়ার অভিশাপ দেওয়া হয়।\n\n\n== সাহিত্যে ==\n\n\n=== মনুসংহিতা ===\nমনুসংহিতায় বলা হয়েছে যে, যে ব্রাহ্মণ কালো জাদুর দ্বারা অধর্মের জীবনযাপন করে, অন্য পুরুষের স্ত্রীদের সাথে মেলামেশা করে অথবা অন্য ব্রাহ্মণদের সম্পত্তি আত্মসাত করে সে তার মৃত্যুর পর ব্রহ্মরাক্ষসে পরিণত হবে।\n\n\n=== পুরাণ ===\nব্রহ্মপুরাণে একজন চণ্ডাল এবং একজন ব্রহ্মরাক্ষসের মধ্যে কথোপকথনের বর্ণনা রয়েছে। তার পাপ সম্পর্কে জিজ্ঞাসা করা হলে, ব্রহ্মরাক্ষস জানালেন যে তিনি একসময় সোমশর্মা নামে একজন ব্রাহ্মণ ছিলেন। যেহেতু তিনি একজন বহিষ্কৃত রাজার পক্ষে যজ্ঞ করেছিলেন, যার সেবায় মন্ত্র ব্যবহার নিষিদ্ধ ছিলো, তাই তাকে ব্রহ্মরাক্ষসে পরিণত করা হয়েছে।\nনারদীয় পুরাণে কল্মাষপাদের সাথে এক ব্রহ্মরাক্ষসের কথোপকথনের একটি ঘটনা বর্ণনা করা হয়েছে যার বাসস্থান ছিল একটি বটবৃক্ষ। ব্রহ্মরাক্ষস রাজাকে বলেছিলেন যে তিনি পূর্বে মগধ দেশে সোমদত্ত নামে একজন ধনী ব্রাহ্মণ ছিলেন। বেদ আয়ত্ত করার পর সোমদত্ত তার অর্জিত জ্ঞান এবং তার যৌবনের কারণে অহংকারী হয়ে পড়েছিলেন, যার কারণে তিনি তার গুরুদেবের কথা মান্য করেননি। তাই তিনি ব্রহ্মরাক্ষসের অবস্থায় পতিত হন। মানসিক সুখ অনুভব করতে না-পেরে তিনি ব্রাহ্মণদের মাংস ভক্ষণ করেন এবং যন্ত্রণার জীবনযাপন করেন বলে বর্ণনা করা হয়েছে।\nস্কন্দপুরাণে বিদর্ভের রাজা বিদুরথের কিংবদন্তি বর্ণিত হয়েছে। শিকারের সময় দুর্ঘটনাক্রমে একজন ঋষিকে হত্যা করার পর তিনি এগারোটি ভয়াবহ জন্ম ভোগ করতে বাধ্য হন। সপ্তম জন্মে বিদুরথ ব্রহ্মরাক্ষস হিসেবে জন্মগ্রহণ করেন যার তীক্ষ্ণ ও বাঁকানো শ্বদন্ত, ভয়ঙ্কর মুখমণ্ডল এবং শুষ্ক অঙ্গপ্রতঙ্গ ছিলো এবং তিনি রক্ত ​​ও মাংস খেয়ে বেঁচে ছিলেন। এক যুদ্ধে রাজা নিমি তাকে ব্রহ্মাস্ত্রের সাহায্যে হত্যা করেন।\n\n\n=== লোককথা ===\nবত্রিশ সিংহাসন, পঞ্চতন্ত্র এবং অন্যান্য প্রাচীন নারী গল্পের মতো প্রাচীন ভারতীয় গল্পগুলিতে ব্রহ্মরাক্ষস নিয়মিতভাবে উপস্থিত ছিল। এই গল্পগুলি অনুসারে, ব্রহ্মরাক্ষসরা এতটাই শক্তিশালী ছিল যে তারা যে কোনও ব্যক্তির প্রতি সন্তুষ্ট হলে যে কোনও বর, অর্থ, সোনা দান করতে পারত। বেশিরভাগ গল্পেই, তাদের বিশাল, নীচ এবং হিংস্র চেহারা হিসাবে চিত্রিত করা হয়েছে যাদের মাথায় রাক্ষসের মতো দুটি শিং এবং ব্রাহ্মণের মতো চুলের তালা ছিল এবং সাধারণত গাছে উল্টো করে ঝুলন্ত অবস্থায় পাওয়া যায়। এছাড়াও, গল্পগুলিতে ব্রহ্মরাক্ষস কখনও কখনও মানুষকে খেয়ে ফেলত।\nকথিত আছে যে, ৭ম শতাব্দীর সংস্কৃত কবি ময়ূরভট্ট , যিনি বিখ্যাত সূর্য শতক ( সূর্যের প্রশংসায় একশো শ্লোক ) রচনা করেছিলেন, তিনি বিহারের ঔরঙ্গাবাদ জেলায় অবস্থিত দেও সূর্য মন্দিরে একটি পিপল গাছের নীচে তপস্যা করার সময় একজন ব্রহ্মরাক্ষসের দ্বারা বিরক্ত হয়েছিলেন । কিংবদন্তি অনুসারে, ময়ূরভট্টের উচ্চারিত শ্লোকগুলি বারবার উচ্চারণ করে তিনি বিরক্ত হয়েছিলেন। তাকে তাড়াতে, ময়ূরভট্ট তার নাক দিয়ে তাঁর বাক্য উচ্চারণ করতে শুরু করেছিলেন। ব্রহ্মরাক্ষসের নাক না থাকায়, গাছটি তৎক্ষণাৎ শুকিয়ে যায়। সূর্যের প্রশংসায় ময়ূরভট্ট শান্তিপূর্ণভাবে একশো শ্লোক রচনা করতে পারেন , যা তাকে কুষ্ঠরোগ থেকে আরোগ্য করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}