{"pageid": 1523858, "title": "অনুরাধা আচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1523858", "content": "অনুরাধা আচার্য (জন্ম ১৯৭২) একজন ভারতীয় উদ্যোক্তা। তিনি ওসিমাম বায়ো সলিউশনস এবং ম্যাপমাইজিনোম-এর প্রতিষ্ঠাতা এবং সিইও। ২০১১ সালে ওয়ার্ল্ড ইকোনমিক ফোরাম তাঁকে ইয়ং গ্লোবাল লিডার খেতাবে ভূষিত করে।\n\n\n== প্রারম্ভিক জীবন ==\nঅনুরাধা আচার্যের জন্ম বিকানীরে হলেও জীবনের বেশিরভাগ সময় তিনি খড়গপুরে কাটিয়েছেন। তিনি ১৯৯৫ সালে আইআইটি খড়গপুর থেকে স্নাতক হন। এরপর তিনি ১৯৯৫ সালে শিকাগোতে চলে যান এবং শিকাগোর ইলিনয় বিশ্ববিদ্যালয় থেকে পদার্থবিদ্যায় স্নাতকোত্তর এবং এমআইএস (ম্যানেজমেন্ট ইনফরমেশন সিস্টেমস) ডিগ্রি অর্জন করেন।\n\n\n== অধিষ্ঠিত পদসমূহ ==\nঅনুরাধা আচার্য হলেন ওসিমাম বায়ো সলিউশনের প্রতিষ্ঠাতা এবং সিইও, এই সংস্থাটি আবিষ্কার, উন্নয়ন এবং ডায়াগনস্টিকসের জন্য একটি জিনোমিক্স (একটি জীবের সম্পূর্ণ জিন সেটের অধ্যয়ন) আউটসোর্সিং কোম্পানি, যাদের সদর দপ্তর ২০০০ থেকে ২০১৩ সাল পর্যন্ত ভারতের হায়দ্রাবাদে ছিল। তিনি পশ্চিমবঙ্গের কল্যাণীতে অবস্থিত ন্যাশনাল ইনস্টিটিউট অফ বায়োমেডিকেল জিনোমিক্সের বোর্ডে বৈজ্ঞানিক ও শিল্প গবেষণা পরিষদের গভর্নিং বডির সদস্য হিসেবে এবং গ্লোবাল এজেণ্ডা কাউন্সিল অন জেনেটিক্স ২০১১-এর ভাইস চেয়ারপারসন হিসেবেও কাজ করেন।\nতিনি ম্যাপমাইজিনোমের প্রতিষ্ঠাতা এবং সিইও - এটি একটি আণবিক ডায়াগনস্টিক কোম্পানি যা ব্যক্তিগত জিনোমিক্স এবং ডায়াগনস্টিক পণ্য সরবরাহ করে।\nতিনি অ্যাসোসিয়েশন অফ বায়োটেক এন্টারপ্রাইজেসের বোর্ড সদস্য, অ্যাকশন ফর ইণ্ডিয়ার উপদেষ্টা বোর্ডে এবং আইভিক্যাপ ভেঞ্চারসের পরামর্শদাতা বোর্ডে রয়েছেন। মেরিল্যাণ্ড-ভিত্তিক কোম্পানি জিন লজিকের জিনোমিক্স বিভাগটি ২০০৭ সালে ওসিমাম অধিগ্রহণ করে এবং ২০১২ সালে ওসিমাম ব্যবসার একটি অংশ (বায়োরিপোজিটরি) ট্রান্সজেনোমিক্সের কাছে বিক্রি করে এবং বাকি ব্যবসা ভারতে স্থানান্তরিত করে।\nওসিমাম প্রতিষ্ঠার আগে, তিনি এসইআই ইনফরমেশন নামে একটি পরামর্শদাতা সংস্থা এবং ম্যান্টিস ইনফরমেশন নামে একটি টেলিযোগাযোগ সফটওয়্যার সংস্থায় বিভিন্ন পদে অধিষ্ঠিত ছিলেন, যা পরবর্তীতে ডাইনেজি কর্পোরেশন দ্বারা অধিগ্রহণ করা হয়েছে।\n\n\n== স্বীকৃতি ==\n২০০৬ সালে রেড হেরিং ম্যাগাজিন অনুরাধা আচার্যকে ৩৫ বছরের কম বয়সী ২৫ জন টেক টাইটানের তালিকায় অন্তর্ভুক্ত করেছিল। তিনি বায়োস্পেকট্রাম ম্যাগাজিন কর্তৃক বর্ষসেরা উদ্যোক্তা পুরস্কার এবং ২০০৮ সালে অ্যাস্টিয়া লাইফ সায়েন্স ইনোভেটর্স অ্যাওয়ার্ডও পেয়েছেন। তাঁকে বিশ্ব অর্থনৈতিক ফোরাম কর্তৃক ২০১১ সালের তরুণ বিশ্ব নেতা হিসেবে সম্মানিত করা হয়েছে। ২০১৫ সালে ইকোনমিক টাইমস কর্তৃক তাঁকে ইটি উইমেন অ্যাহেড সম্মাননা প্রদান করা হয়। ফোর্বস কর্তৃক ২০১৮ সালের ডব্লিউ-পাওয়ার ট্রেলব্লেজারে তাঁর নাম ছিল।\nঅনুরাধা আচার্যের কবিতার ওপর একটি বই প্রকাশিত হয়েছে যার নাম \"অ্যাটোমিক পোহে- র‍্যাণ্ডম রাইমস অ্যাট অড টাইমস- অন সায়েন্স, নন সায়েন্স অ্যাণ্ড ননসেন্স\"। তিনি ফার্মাসিউটিক্যাল আউটসোর্সিং: ডিসকভারি অ্যাণ্ড প্রিক্লিনিক্যাল সার্ভিসেস (ফার্মাসিউটিক্যাল আউটসোর্সিং, খণ্ড ১) বইটিতে রিসার্চ অ্যাজ এ সার্ভিস (আরএএএস) সম্পর্কে একটি অধ্যায় লিখেছেন। তিনি নেচার বায়োটেকনোলজিতে \"হোয়াট মার্জারেশনস ক্যান ডু ফর ইউ\" শিরোনামে একটি প্রবন্ধও প্রকাশ করেছিলেন এবং তিনি হিন্দু বিজনেস লাইনের মতো বিভিন্ন অন্যান্য ম্যাগাজিন এবং সংবাদপত্রে সক্রিয় লেখক।\n\n\n== ব্যক্তিগত জীবন ==\nঅনুরাধা আচার্য একজন অধ্যাপকের ঘরে জন্মগ্রহণ করেছিলেন এবং তাঁর জীবনের প্রথম বছরগুলি একটি ক্যাম্পাস শহরে কাটিয়েছিলেন। তিনি ওসিমাম বায়ো সলিউশনের প্রতিষ্ঠাতা এবং সিএফও সুভাষ লিঙ্গারেডিকে বিবাহ করেছেন। তাঁদের দুই মেয়ে, নেহা এবং অখিলা।\n\n\n== আরও দেখুন ==\nজিনোম ভ্যালি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে অনুরাধা আচার্য সম্পর্কিত মিডিয়া দেখুন।\nটুইটারে অনুরাধা আচার্য"}