{"pageid": 1523968, "title": "দুর্গা কৃষ্ণা", "url": "https://bn.wikipedia.org/wiki?curid=1523968", "content": "দুর্গা কৃষ্ণা একজন ভারতীয় অভিনেত্রী যিনি মূলতমালায়ালাম চলচ্চিত্র জগতে তার অভিনয়ের জন্য পরিচিত। \n\n\n== জীবনের প্রথমার্ধ ==\nজন্মসূত্রে দুর্গা ভারতের কেরালার কোঝিকোরের বাসিন্দা। \n\n\n== ব্যক্তিগত জীবন ==\n৫ এপ্রিল ২০২১ তারিখে, দুর্গা কৃষ্ণা তার নিজ অভিনীত কনফেশনস অফ আ কাকু চলচ্চিত্রের প্রযোজক অর্জুন রবীন্দ্রনকে বিয়ে করেন। \n\n\n== অভিনয় জীবন ==\nদুর্গা কৃষ্ণা একজন ভারতীয় অভিনেত্রী, যিনি মালয়ালম চলচ্চিত্রে তার অভিনয় দক্ষতার মাধ্যমে খ্যাতি অর্জন করেছেন। ২০১৭ সালে তিনি চলচ্চিত্র জগতে পা রাখেন। তার প্রথম চলচ্চিত্র ছিল ভিমানম, যেখানে তিনি জানকী চরিত্রে অভিনয় করেন। এই চলচ্চিত্রের মাধ্যমে তিনি দর্শকদের মধ্যে নিজের ছাপ ফেলেন।\nপরের বছর, ২০১৮ সালে, তিনি প্রেতম ২ চলচ্চিত্রে অভিনয় করেন যেখানে তইনি অনু থাঙ্কম পওলোস নামক চরিত্রের ভূমিকা পালন করেন।\n২০১৯ সালে দুর্গা কৃষ্ণা দুটি চলচ্চিত্রে অভিনয় করেন যাদের মধ্যে একটি হল কুট্টিমামা যেখানে তিনি 'অঞ্জলি জুনিয়র' চরিত্রে অভিনয় করেন।  এই বছরে তার দ্বিতীয় চলচ্চিত্র লাভ অ্যাকশন ড্রামা -তে তিনি 'স্বাথী' নামক ছোট চরিত্রে চরিত্রে অভিনয় করেন।\n২০২১ সালে মুক্তি পায় তার আরেকটি গুরুত্বপূর্ণ চলচ্চিত্র কনফেশনস অফ এ কাকু, যেখানে তিনি 'শেরিন' চরিত্রে অভিনয় করেন।\n২০২২ সালে দুর্গা কৃষ্ণা তার অভিনয় জীবনের আরও গুরুত্বপূর্ণ অধ্যায় রচনা করেন। তিনি উদাল সিনেমায় 'শাইনি' চরিত্রে অভিনয় করেন।  একই বছরে তিনি তার প্রথম এবং একমাত্র কন্নড় চলচ্চিত্র টুয়েন্টি ওয়ান আওয়ার্স-এ 'মাধুরী মেনন' চরিত্রে অভিনয় করেন। এছাড়াও, কুদুক্কু ২০২৫ সিনেমায় 'ইভ' চরিত্রে এবং কিং ফিশ সিনেমায় 'কালিন্দি পওল' চরিত্রে অভিনয় করেন।\n২০২৩ সালে তিনি অনুরাগম সিনেমায় 'নীথা' চরিত্রে অভিনয় করেন।\n২০২৪ সালেও দুর্গা কৃষ্ণার ব্যস্ত অভিনয় জীবন অব্যাহত রাখেন। তিনি আইয়ার ইন আরাবিয়া সিনেমায় 'সায়রা' চরিত্রে এবং মনোরথঙ্গল চলচ্চিত্রের একটি স্ব্ল্প অব্ধির চরিত্র নবিসার ভূমিকায় অভিনয় করেন। একই বছরে মুক্তি পায় ওরু অন্বেসনাথিন্তে থুড়ক্কম চলচ্চিত্রে তিনি উপস্থিত ছিলেন।\nতাছাড়া, দুর্গা কৃষ্ণা আগামী দিনে রাম চলচ্চিত্রে মীরা চরিত্রে অভিনয় করবেন বলে জানা গেছে।\n\n\n== তথ্যসূত্র =="}