{"pageid": 1523862, "title": "মধ্য এশিয়ায় ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1523862", "content": "ইসলামের ইতিহাসের সূচনা থেকে মধ্য এশিয়া জুড়ে ইসলামের অস্তিত্ব ছিল। ইসলামের সুন্নি শাখা হল মধ্য এশিয়ায় সর্বাধিক প্রচলিত ধর্ম। পামির মালভূমি ও পশ্চিম থিয়েন শান পর্বতমালায় ইমামিয়া ও ইসমাইলি শিয়া সম্প্রদায়ের প্রাধান্য রয়েছে; অন্যদিকে সমরকন্দ থেকে বুখারা পর্যন্ত প্রায় একচেটিয়াভাবে ইমামিয়াদের আধিপত্য রয়েছে, যারা জারাফশান নদীর উপত্যকায় একটি বৃহৎ সংখ্যালঘু জনগোষ্ঠী। ৮ শতকের গোড়ার দিকে মুসলিম বিজয়ের অংশ হিসেবে মধ্য এশিয়ায় ইসলামের আগমন ঘটে। অনেক সুপরিচিত ইসলামী বিজ্ঞানী ও দার্শনিক মধ্য এশিয়ায় জন্মগ্রহণ করেছেন এবং তৈমুরি ও মুঘল সাম্রাজ্যসহ বেশ কয়েকটি প্রধান মুসলিম সাম্রাজ্যের উৎপত্তি মধ্য এশিয়ায় হয়েছিল। \nবিংশ শতাব্দীতে সোভিয়েত ইউনিয়ন মধ্য এশিয়া ও গণপ্রজাতন্ত্রী চীন শিনচিয়াংয়ে ধর্মীয় অনুশীলনের উপর কঠোর বিধিনিষেধ আরোপ করে। যদিও এটি ইসলামের প্রসারকে বাধাগ্রস্ত করতে পারেনি। \n\n\n== ইতিহাস ==\n\n\n=== ইসলামের আগমন ও মধ্যযুগীয় সময়কাল ===\n\nমধ্য এশিয়ার শহরাঞ্চলের মানুষই প্রথমে ইসলাম গ্রহণ করেছিল। কারণ সেখানে বহু সামাজিক, রাজনৈতিক ও অর্থনৈতিক প্রতিষ্ঠান মুসলিম শাসকদের অধীনে চলে এসেছিল। অন্যদিকে গ্রামীণ অঞ্চলগুলো অনেক পরে ইসলামে প্রবেশ করে। শহরগুলোতে সাধারণত উলামারা ধর্মীয় ও আত্মিক নেতৃত্ব দিতেন, অন্যদিকে গ্রামীণ এলাকায় সুফি সাধকেরা প্রধান ভূমিকা পালন করতেন। \n\n\n=== রুশ সাম্রাজ্য ===\n১৮৬০ এবং ১৮৭০-এর দশকের মধ্যে মধ্য এশিয়া রুশ সাম্রাজ্যের নিয়ন্ত্রণে এসেছিল এবং কনস্ট্যান্টিন ভন কাউফম্যানের নেতৃত্বে গভর্নর-জেনারেল হিসেবে এটি সাম্রাজ্যের অন্তর্ভুক্ত হয়। নতুন বিজিত অঞ্চলগুলিতে ইসলামের বিরুদ্ধে তাদের কী অবস্থান নেওয়া উচিত তা নিয়ে রুশ কর্তৃপক্ষের মাঝে বিতর্ক হয়েছিল। কেউ কেউ ধর্মীয় দমন নীতির পক্ষে ছিলেন। তারা প্রতিবেশী ছিং সাম্রাজ্যে চলমান ডানগান বিদ্রোহকে ইসলামের সম্ভাব্য \"হুমকির\" প্রমাণ হিসেবে উল্লেখ করেছিল। তবে জেনারেল কাউফম্যান ও তার উচ্চপদস্থ দিমিত্রি মিলিউটিন হালকা ধর্মীয় সহনশীলতার নীতি পছন্দ করেন। তবে কাউফম্যান সর্ব-ইসলামবাদ আন্দোলন সম্পর্কে উদ্বিগ্ন ছিলেন। কারণ এর ফলে তুর্কিস্তানের মুসলমানরা জার ছাড়া ভিন্ন কাউকে তাদের শাসক হিসেবে দেখতে শুরু করতে পারে। \n\n\n=== সোভিয়েত ইউনিয়ন ===\nরুশ সাম্রাজ্য ১৮৬০-এর দশকের মাঝামাঝি থেকে ১৯১৭ সাল পর্যন্ত মধ্য এশিয়া শাসনকালে ইসলাম ধর্ম চর্চাকে সাধারণভাবে উপেক্ষা করেছিল।  তবে ১৯১৭ সালের রুশ বিপ্লব ও পরবর্তী গৃহযুদ্ধের মাধ্যমে সোভিয়েত শাসন প্রতিষ্ঠিত হওয়ার পর মার্কসবাদী মতাদর্শের কারণে ইসলামের প্রতি বিদ্বেষ বৃদ্ধি পায়। ১৯২০ এর দশকের শুরুর দিকে বলশেভিক শাসকরা মধ্য এশিয়ার উপর নিজেদের নিয়ন্ত্রণ দৃঢ় করার জন্য বাস্তববাদী দৃষ্টিভঙ্গি গ্রহণ করে। এই লক্ষ্যে সংস্কৃতি আধুনিকায়ন, বিদ্যালয় নির্মাণ, ও নারীদের সামাজিক অবস্থার উন্নয়নকে অগ্রাধিকার দেয়। এসময়ে তারা জাদিদদের ( যারা শিক্ষা উন্নয়নের মাধ্যমে সামাজিক ও সাংস্কৃতিক সংস্কারে কাজ করত) সহযোগিতা করে। ১৯২০ ও ১৯৩০-এর দশকে মধ্য এশিয়াকে জাতিগত ভিত্তিতে বিভিন্ন প্রজাতন্ত্রে বিভক্তের সময় বলশেভিক শাসকরা প্রচার ও রাজনৈতিক নিয়োগের মাধ্যমে মার্কসবাদ-সমর্থক একটি নতুন রাজনৈতিক অভিজাত শ্রেণি গড়ে তোলে। ফলে মুসলিম নেতৃত্বের একটি বড় অংশ মার্কসবাদী আদর্শ গ্রহণ করেছিল। ১৯২৬ সালে সোভিয়েত সরকার মনে করে যে, তারা মধ্য এশিয়ার উপর যথেষ্ট নিয়ন্ত্রণ প্রতিষ্ঠা করেছে। ফলে ইসলামের প্রতি সহনশীলতার বিপরীতে তারা বিরোধিতার নীতি গ্রহণ করে। সরকার ব্যক্তিগত ধর্মীয় বিদ্যালয় বন্ধ করে দিয়ে রাষ্ট্র পরিচালিত বিদ্যালয় চালু করে। ১৯২৭ থেকে ১৯২৯ সালের মধ্যে সরকার মধ্য এশিয়ায় মসজিদ বন্ধ করার জন্য একটি অভিযান চালায়। যদিও এই অভিযান সম্পর্কে যথেষ্ট নথিপত্র পাওয়া যায় না; তবে বিদ্যমান প্রতিবেদনগুলি দেখায় যে, এটি সর্বদা সহিংস এবং অনিয়ন্ত্রিত ছিল। স্বঘোষিত কিছু কর্মকর্তা মসজিদ ধ্বংস ও ইমামদের গ্রেপ্তার করে এবং ইসলামকে তারা সাম্যবাদের শত্রু হিসেবে নিন্দা করে দমনের প্রতিজ্ঞা করে। \nএই আক্রমণের পরেও মধ্য এশিয়ায় ইসলাম টিকে ছিল; তবে এটি পরিবর্তিত হয়। ইসলাম ব্যক্তিগত ও পারিবারিক পরিসরে সীমাবদ্ধ হয়ে পড়ে এবং ঐতিহ্য ও প্রথার সঙ্গে একীভূত হয়ে যায়। ধর্মীয় কর্তৃপক্ষরা প্রকাশনা ও যোগাযোগের সুযোগ হারানোর ফলে ইসলাম চর্চা একরকম একরূপ হয়ে ওঠে এবং ধর্মীয় জ্ঞানের পরিধি সংকুচিত হয়। এর পাশাপাশি ইসলাম নৈতিক মূল্যবোধ ও সমাজে আলোচনার কেন্দ্র থেকে বাদ পড়ে যায়। যে ধর্মীয় চর্চাকে সোভিয়েত সরকার অনুমোদন করেছিল, তাও কঠোরভাবে নিয়ন্ত্রিত ছিল এবং মধ্য এশিয়ায় ইসলাম চর্চা মধ্য এশিয়া ও কাজাখস্তানি মুসলমানদের আধ্যাত্মিক প্রশাসনের মাধ্যমে পরিচালিত হতো। \n\n\n=== ১৯৮০, ১৯৯০ ও ইসলামী পুনরুজ্জীবন ===\n\n১৯৮০-এর দশকের মাঝামাঝি সময় রাষ্ট্রপতি মিখাইল গর্বাচেভ কর্তৃক প্রবর্তিত গ্লাসনস্ত নীতির ফলে ১৯৮৮ সালের দিকে সোভিয়েত সরকার ইসলামের উপর তার নিয়ন্ত্রণ শিথিল করে। ফলে দ্রুত ধর্মীয় পুনরুজ্জীবন ঘটে, যার মধ্যে ছিল নতুন মসজিদ, ধর্মীয় সাহিত্য ও  বেসরকারি ধর্মীয় শিক্ষার প্রত্যাবর্তন। এছাড়া অনেক মধ্য এশীয় ইসলাম যে নৈতিক ও আধ্যাত্মিক মূল্যবোধ প্রদান করতে পারে তাতে আগ্রহী হয়ে ওঠে। ১৯৯১ সালে সোভিয়েত ইউনিয়নের পতনের পর ইসলামি পুনরুজ্জীবন আরও ত্বরান্বিত হয়। অনেকের কাছে ইসলাম একটি জাতীয় ঐতিহ্য ছিল, যা সোভিয়েত আমলে দমন করা হয়েছিল। তাই তারা তাদের জাতীয় ঐতিহ্যে ফিরে আসতে আগ্রহী হয়। এছাড়া গর্বাচেভের অধীনে ভ্রমণ নিষেধাজ্ঞা শিথিল করার ফলে অন্যান্য মুসলিম দেশের সাথে সাংস্কৃতিক বিনিময়ও সম্ভব হয়ে ওঠে; উদাহরণস্বরূপ, সৌদি আরব ১৯৮০-এর দশকের শেষের দিকে সোভিয়েত ইউনিয়নে কুরআনের কপি পাঠিয়েছিল। মধ্য এশিয়ায় প্রচলিত ইসলাম এই অল্প সময়ের মধ্যেই অনেক বেশি বৈচিত্র্যময় হয়ে ওঠে।  অধিকন্তু, ইসলাম সেখানে আকর্ষণীয় ছিল। কারণ তা সোভিয়েত ইউনিয়নের পতনের পর প্রজাতন্ত্রগুলির অসংখ্য রাজনৈতিক ও অর্থনৈতিক সমস্যার বিকল্প এবং সমাধান প্রদান করেছিল। \nতবে মধ্য এশীয় প্রজাতন্ত্রগুলির সরকার রাজনৈতিক ক্ষেত্রে ইসলাম সম্পর্কে সতর্ক ছিল। ১৯৯২ সালে তাজিক সরকার ও ইসলামি রেনেসাঁ পার্টি নামে একটি ইসলামপন্থী গোষ্ঠীর নেতৃত্বে বিরোধী জোটে সংঘটিত তাজিক গৃহযুদ্ধের সূত্রপাত হলে ইসলামপন্থা সম্পর্কে মধ্য এশীয় সরকারগুলি অধিক আতঙ্কিত হয়ে পড়ে।  ১৯৯৭ সাল পর্যন্ত স্থায়ী এ গৃহযুদ্ধটি অন্যান্য প্রাক্তন সোভিয়েত প্রজাতন্ত্রগুলিকেও ইসলামপন্থা বিরোধী অবস্থান গ্রহণে উৎসাহিত করেছিল। ১৯৯৬ সালে তালেবান কর্তৃক আফগানিস্তান দখল সেই আশঙ্কাকে আরো জোরদার করে।\nইসলামি রেনেসাঁ পার্টি (আইআরপি) মূলত কয়েকটি বিরোধী ইসলামপন্থী দলের মধ্যে একটি ছিল, যাদের মধ্যে ইসলামিক মুভমেন্ট অফ উজবেকিস্তানও ছিল, যারা গৃহযুদ্ধে তাজিক সরকারের বিরুদ্ধেও লড়াই করেছিল। আইআরপি ১৯৯০ সালে অস্ট্রাখানে একটি গোষ্ঠী কর্তৃক গঠিত হয়েছিল, যার অধিকাংশই তাতার বুদ্ধিজীবী ছিল। প্রতিটি সোভিয়েত প্রজাতন্ত্রের জন্যে এর পৃথক শাখা ছিল। এটি আসলে রাশিয়ায় একটি সরকারী রাজনৈতিক দল হিসেবে নিবন্ধিত ছিল; কিন্তু মধ্য এশীয় কমিউনিস্ট সরকার কর্তৃক নিষিদ্ধ ছিল।  এই নিপীড়নের আংশিক ফলস্বরূপ তাজিকিস্তানে রাজনৈতিক বিরোধিতা সহিংস গৃহযুদ্ধের রূপ নেয়, যেখানে মোট ৬০ লক্ষ জনসংখ্যার মধ্যে প্রায় ৫০,০০০ এরও বেশি মানুষ নিহত হয় এবং আরো ২,৫০,০০০ লোক দেশ ছেড়ে আফগানিস্তান, উজবেকিস্তান বা অন্য কোথাও পালিয়ে যায়। গৃহযুদ্ধের পর ভবিষ্যতে উত্তেজনা রোধ করার জন্য তাজিক সরকার ইসলামি দলগুলিকে সরকারে অন্তর্ভুক্ত করে। তবে অন্যান্য মধ্য এশীয় প্রজাতন্ত্র এই উদাহরণ অনুসরণ করেনি; বরং রাজনৈতিক প্রক্রিয়ায় অংশগ্রহণের অনুমতি দেওয়ার পরিবর্তে ইসলামী গোষ্ঠীগুলির উপর দমন ও নির্যাতন চালিয়ে যায়। \n\n\n=== একবিংশ শতাব্দী ===\n২০০১ সালের ১১ সেপ্টেম্বরের হামলার পর বিদেশী শক্তিগুলি আইএমইউ-এর মতো উগ্র ইসলামী জিহাদি সংগঠনগুলির বিস্তার রোধে অনেক বেশি আগ্রহী হয়ে ওঠে। এর অংশ হিসেবে মধ্য এশিয়ার প্রজাতন্ত্রগুলি আফগানিস্তানে তালেবানের বিরুদ্ধে অভিযানে মার্কিন যুক্তরাষ্ট্র ও তার মিত্রদের ব্যবহারের জন্য তাদের ভূখণ্ড ও আকাশসীমা প্রদান করে। আন্তর্জাতিক সম্প্রদায়ও সন্ত্রাসবাদের বিরুদ্ধে লড়াই করার জন্য মধ্য এশিয়ায় স্থিতিশীলতা নিশ্চিত করার গুরুত্ব স্বীকার করেছে। উজবেকিস্তানে সরকার এই আন্তর্জাতিক মনোভাবের সুযোগে রাজনীতিতে ইসলামের অবস্থান ক্ষুণ্ন করে। উজবেক সরকার সাধারণ স্কুলে হিজাব নিষিদ্ধ করা ও ইসলামী গোষ্ঠীগুলির আইনি অধিকার হ্রাস করার মতো পদক্ষেপ নেয়। \n২০০১ সাল থেকে মধ্য এশিয়ার প্রজাতন্ত্রগুলিতে জাতিগত ও ধর্মীয় উত্তেজনা, সংঘাত, দারিদ্র্য ও দুর্বল অর্থনৈতিক কার্যকারিতার কারণে অস্থিরতা বেড়েছে। তবে সরকারগুলি সর্বদা একে ইসলামি গোষ্ঠীগুলোকে দমন ও পীড়নের অজুহাত হিসেবে ব্যবহার করে এবং অনেক ক্ষেত্রে এসব গোষ্ঠী সহিংসতার প্রকৃত কারণ না হলেও তাদের দোষারোপ করা হয়। উদাহরণস্বরূপ, ২০০৫ সালের মে মাসে উজবেকিস্তানের সরকার ২৩ জন সন্দেহভাজন ইসলামি চরমপন্থীর বিচার পরবর্তী বিক্ষোভে অংশ নেওয়া ৭০০-র বেশি বেসামরিক নাগরিককে নির্মমভাবে হত্যা করে এবং দাবি করা হয় যে, তারা সবাই সন্ত্রাসী ছিল। যদিও এই হত্যাকাণ্ডের কারণ জটিল ছিল; তবে সরকারের এই সহজ ব্যাখ্যা মিথ্যা বলে প্রতীয়মান হয়। প্রকৃতপক্ষে এটি শান্তিপূর্ণ বিক্ষোভকারীদের বিরুদ্ধে দমন-পীড়নের একটি ঘটনা ছিল, যা সম্ভবত দুমাস আগে কিরগিজস্তানে রাষ্ট্রপতি আসকার আকায়েভকে ক্ষমতাচ্যুত করার মতো গণ-অভ্যুত্থানের পুনরাবৃত্তি রোধের একটি প্রচেষ্টা ছিল।মোটকথা মধ্য এশিয়ায় ইসলামি চরমপন্থা আঞ্চলিক স্থিতিশীলতার জন্য বড় কোনো হুমকি নয়; বরং এই অঞ্চলের পরিবেশগত বিপর্যয় (যেমন আরাল সাগরের চারপাশের দুর্দশা), ব্যাপক দারিদ্র্য ও নিম্নমানের শিক্ষা ব্যবস্থাই এসব সামাজিক ও অর্থনৈতিক সমস্যা সৃষ্টি করেছে। \nমধ্য এশিয়া বিশেষজ্ঞ আদিব খালিদ মনে করেন, এই অঞ্চলের পরিস্থিতি দেখায় যে, ইসলাম একটি জটিল বিষয়, যাকে সহজভাবে ভালো ও খারাপ, মধ্যপন্থী ও চরমপন্থী হিসেবে শ্রেণিবদ্ধ করা যায় না। কারণ মধ্য এশিয়ায় ইসলাম অন্যান্য অঞ্চলের ইসলামের মতো নয়। পর্যবেক্ষকদের জন্যে খালিদ লিখেছেন যে,  শাসকগোষ্ঠী কর্তৃক প্রচারিত বিভ্রান্তিকর তথ্যকে মুসলমানদের প্রকৃত আচরণ থেকে আলাদা করা অত্যন্ত গুরুত্বপূর্ণ। \n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র ==\nউদ্ধৃতি \n\n\n=== সূত্র ==="}