{"pageid": 1523102, "title": "নিকারাগুয়ান বিপ্লবে নারীর ভূমিকা", "url": "https://bn.wikipedia.org/wiki?curid=1523102", "content": "নিকারাগুয়ান বিপ্লবে নারীরা একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। যেসব নারী স্যান্ডিনিস্তা আন্দোলনে যোগ দিয়েছিলেন, তারা মূলত দুটি যুদ্ধে লড়াই করেছিলেন: একদিকে সোমোজা একনায়কতন্ত্র থেকে জাতীয় স্বাধীনতা অর্জন এবং অন্যদিকে লৈঙ্গিক সমতা অগ্রসর করা।\nএই সময়ে নারীদের সক্রিয় অংশগ্রহণকারী এবং নেতা হিসেবে আবির্ভাব ঘটে। ১৯৬৭ সালে নিকারাগুয়ায় সশস্ত্র সংগ্রাম শুরু হওয়ার পর অনেক নারী সান্দিনিস্তা বাহিনীতে যোগ দেন।\nনারীদের কন্ট্রাস আন্দোলনেও অংশগ্রহণ ছিল। স্যান্ডিনিস্তা এবং কন্ট্রাস উভয় পক্ষের নারীরা নিকারাগুয়ায় সংস্কার আনার জন্য একসাথে কাজ করেছিলেন।\n\n\n== বর্ণনা ==\nনিকারাগুয়ার স্যান্ডিনিস্তা জাতীয় মুক্তি ফ্রন্ট (এফএসএলএন)-এ নারীরা প্রায় ২৫ থেকে ৩০ শতাংশ ছিলেন বলে অনুমান করা হয়। বিপ্লবের অপর পক্ষেও নারীরা অংশগ্রহণ করেছিলেন, যদিও সংখ্যায় কম। অনুমান করা হয় যে কন্ট্রা বিপ্লবী সৈন্যদের (কন্ট্রাস) সাত শতাংশ ছিল নারী। বিপ্লবের উভয় পক্ষের নারীরা বিভিন্ন ভূমিকায় জড়িত ছিলেন, যার মধ্যে রয়েছে: সংগঠক, যোগাযোগের সমর্থক, তাদের সহযোদ্ধা মহিলাদের সুরক্ষার জন্য তাদের বাড়ি প্রদানকারী এবং তাদের স্বামীদের বিপ্লবে যোগদানে প্ররোচিতকারী।\nলৈঙ্গিক সম্পর্কের পরিবর্তন সীমিত ছিল, কারণ এই প্রক্রিয়াটি স্যান্ডিনিস্তা সরকারের মূল্যবোধ ও অগ্রাধিকার দ্বারা গঠিত হয়েছিল, নারীদের প্রধান সংগঠন এএমএনএলএই (আসোসিয়াসিওন ডি মুজেরেস নিকারাগুয়েন্সেস লুইসা আমান্ডা এস্পিনোসা) বা স্যান্ডিনিস্তা বিপ্লবের সময় উত্থিত নারীবাদী আদর্শ দ্বারা নয়। এই বিপ্লবের সমাপ্তি ঘটে ১৯৯০ সালের নির্বাচনে ক্ষমতাসীন ড্যানিয়েল অরটেগাকে পরাজিত করে বিরোধী প্রার্থী ভায়োলেটা ব্যারিওস ডি চামোরোর বিজয়ের মাধ্যমে।\nনারীদেরকে এমন যেকোনো প্রচেষ্টাকে চ্যালেঞ্জ করার ক্ষমতা দেওয়া হয়েছিল যা তাদেরকে আবার ঘরোয়া ভূমিকায় ফিরিয়ে আনবে। চামোরোর নারীদের চিত্রায়ন নিকারাগুয়ায় লিঙ্গ সমতার রাজনীতিকে চ্যালেঞ্জ করার পরিবর্তে আরও জোরদার করেছিল।\n\n\n== নারীবাদী মতাদর্শ ==\nনিকারাগুয়ায় স্যান্ডিনিস্তা বিপ্লবের সময় নারীদের জীবনযাত্রায় আমূল পরিবর্তন আসে। আনাস্তাসিও সোমোজা গার্সিয়া শাসনকে উৎখাত করতে গেরিলা যোদ্ধা হিসেবে নারীরা জড়িত হয়ে পড়ে, অনেক নারী এফএসএলএন-কে বিপ্লব সংঘটিত করতে সহায়তা করার জন্য এগিয়ে আসে।\nবিপ্লবের শুরুতেই এফএসএলএন নারী মুক্তিকে তাদের প্রধান লক্ষ্য হিসেবে নির্ধারণ করে। প্রধান নারী সংগঠন এএমএনএলএই (আসোসিয়াসিওন দে মুজেরেস নিকারাগুয়েন্সেস লুইসা আমান্ডা এস্পিনোসা) এর সহায়তায় এফএসএলএন এই লক্ষ্য অর্জনে উল্লেখযোগ্য অগ্রগতি করে। বিশেষ করে, স্যান্ডিনিস্টারা নারীদের যৌন সামগ্রী হিসেবে ব্যবহার নিষিদ্ধ করেছিল; নিকারাগুয়ায় পণ্য বিক্রির জন্য নারীদেহ ব্যবহার করা যেত না। স্যান্ডিনিস্তারা স্তন্যপান করানোকে উৎসাহিত করে এবং কর্মজীবী নারীদের জন্য এটি করার জন্য বৈধ বিরতির ব্যবস্থা করে, বৈবাহিক ও অবৈবাহিক সন্তানের মধ্যে বৈষম্য দূর করে, পূর্বের \"পারিবারিক মজুরি\" বাতিল করে যা পরিবারের পুরুষ প্রধানকে তার স্ত্রী ও সন্তানদের শ্রমের মজুরি পেতে দিত এবং পতিতাবৃত্তি দমনের জন্য শাস্তির ব্যবস্থা করে। তারা নির্ধারণ করে যে পুরুষ ও নারীদেরকে শিশু যত্ন সহ গৃহস্থালির দায়িত্ব ভাগ করে নিতে হবে। এই প্রয়োজনীয়তা একটি \"পালন আইন\" এর আকারে আসে, যা নির্দেশ করে যে পুরুষদের তাদের সন্তানের প্রয়োজনীয়তা—শিক্ষা, লালন-পালন, সমর্থন, পোশাক ইত্যাদির অর্ধেকের জন্য দায়ী থাকতে হবে—যতক্ষণ না তারা আঠারো বছর বয়সে পৌঁছায়।\nনিকারাগুয়ান নারীবাদীরা এএমএনএলএই-এর মাধ্যমে তাদের কণ্ঠস্বর খুঁজে পায়নি, যাকে তারা নারীবাদী না হয়ে বেশি নারীসুলভ বলে মনে করত, ফলে অনেক নারীবাদী এই সংগঠনটিকে একটি ডানপন্থী সংগঠন হিসেবে দেখে তাদের সাথে সম্পর্ক ছিন্ন করে এবং নিজেরাই লৈঙ্গিক সমতার জন্য প্রচার শুরু করে। কন্ট্রা যুদ্ধের সময় এই প্রচার আরও কঠিন হয়ে পড়ে যখন এএমএনএলএই, এফএসএলএন এবং অন্যান্য স্বাধীন নারী সংগঠনগুলি নারী মুক্তির দৃষ্টিভঙ্গি থেকে সরে গিয়ে যুদ্ধ জয়ের দিকে মনোনিবেশ করে। এএমএনএলএই-এর লিঙ্গবৈষম্য বিরোধী এজেন্ডা স্পষ্টভাবে অনুসরণ করতে অনীহা এবং পরবর্তীতে এফএসএলএন-এর দ্বারা নারী ও পরিবারের জন্য আরও ঐতিহ্যবাহী ভূমিকা গ্রহণ ১৯৯০ সালের নির্বাচনের ফলাফলের জন্য অনেকাংশে দায়ী ছিল।\n১৯৯০ সালে, ভায়োলেটা চামোরো ইউনাইটেড নিকারাগুয়ান অপোজিশন (ইউএনও) এর প্রতিনিধিত্ব করে নির্বাচিত হন। এটি শুধুমাত্র এফএসএলএন এবং বিপ্লবীদের জন্য নয়, নিকারাগুয়ান নারীবাদীদের জন্যও একটি পরাজয় ছিল। কারণ এএমএনএলএই বা এফএসএলএন কোনটিই লিঙ্গবৈষম্য সংক্রান্ত বিতর্ককে স্পষ্টভাবে চ্যালেঞ্জ করেনি, ফলে তারা একটি আরও ঐতিহ্যবাহী ও রক্ষণশীল দলের কাছে পরাজিত হয়, যা একজন নারী প্রেসিডেন্ট দ্বারা পরিচালিত হয়, যিনি সেই লিঙ্গ ভূমিকা পালন করছিলেন যা নিকারাগুয়ান নারীবাদীরা মনে করেছিলেন যে বিপ্লবের সময় নারীদের ভেঙে ফেলা অত্যন্ত প্রয়োজনীয়।\n\n\n== সশস্ত্র সংগ্রামে নারী ==\nবিপ্লবী নিকারাগুয়ায় নারীরা সশস্ত্র বাহিনীতে গেরিলা হিসেবে বিপ্লবে একটি গুরুত্বপূর্ণ এবং অস্বাভাবিক ভূমিকা পালন করেছিলেন, পরবর্তীকালে মা এবং প্রাথমিক যত্নদাতা হিসেবে তাদের ঐতিহ্যবাহী ভূমিকাকে চ্যালেঞ্জ করেছিলেন। গেরিলা হিসেবে জনসমক্ষে তাদের প্রবেশ ছিল নারীদের আরও রাজনৈতিক বিপ্লবী ঘটনা ও এজেন্ডায় অংশগ্রহণের প্রাথমিক ধাপ। সব বয়সী এবং সামাজিক-অর্থনৈতিক পটভূমির নারীরা সংঘাতের উভয় পক্ষে যোগ দিয়েছিল, স্যান্ডিনিস্তা বিপ্লবী বাহিনী এবং প্রতিবিপ্লবী বাহিনী উভয়েই।\nনারীদের এফএসএলএন-এ যোগদানের মূল কারণ ছিল সোমোজা শাসনের বিরুদ্ধে লড়াই করা, বিশেষ করে নিকারাগুয়ার নারী ও যুবকদের রাজনৈতিক নিপীড়নের বিরুদ্ধে। ১৯৬৭ সালে এফএসএলএন তাদের গেরিলা বাহিনীতে নারীদের অন্তর্ভুক্ত করা শুরু করে। এই অঞ্চলের অন্যান্য বামপন্থী গেরিলা গোষ্ঠীর বিপরীতে, স্যান্ডিনিস্তারা লৈঙ্গিক সমতার প্রগতিশীল দৃষ্টিভঙ্গি গ্রহণ করেছিল কারণ তারা বিশ্বাস করত যে নারীদের সমর্থন ও অংশগ্রহণ বিপ্লবকে শক্তিশালী করবে এবং এর সাফল্য নিশ্চিত করবে। এর ফলে নারীরা স্যান্ডিনিস্তাদের সাথে একাত্মতা প্রকাশ করে এবং তরুণ সান্দিনিস্তা নারীরা সোমোজা শাসনের বিরুদ্ধে বিদ্রোহ করতে চেয়েছিলেন।\n\nএফএসএলএন-এর মধ্যে নারীদের তাদের পুরুষ সহযোদ্ধাদের সমানভাবে যুদ্ধ ও বেসামরিক জীবনের প্রতিটি ক্ষেত্রে অংশগ্রহণে উৎসাহিত করা হয়েছিল। নারীদের নিজস্ব ব্যাটালিয়ন ছিল, যা এফএসএলএন দ্বারা সংগঠিত সমাবেশে অংশ নিত, যেমন ১৯৭৯ সালে কারাজো শহরে অনুষ্ঠিত একটি সমাবেশ। নারীদের চল্লিশ পাউন্ড ওজনের ব্যাকপ্যাক বহন করতে হত এবং পুরুষদের ঐতিহ্যগতভাবে নারীদের কাজ যেমন খাদ্য প্রস্তুতিতে অংশ নিতে হত। যদিও এফএসএলএন-এর নেতৃত্বের পদে পুরুষরা নারীদের তুলনায় সংখ্যায় অনেক বেশি ছিল, তবুও নারীরা সদস্যদের প্রায় ২৫ থেকে ৩০ শতাংশ ছিল।\nএকইভাবে, ন্যাশনাল গার্ডের র্যাঙ্কেও নারীদের উপস্থিতি ছিল, যারা পুলিশ অফিসার হিসেবে এবং সোমোজা শাসনের বিশেষ বাহিনী ইইবিবিআই-এ সক্রিয় ছিল। এই নারীরাও গেরিলাদের বিরুদ্ধে যুদ্ধে অংশ নিয়েছিল।\nলুইসা আমান্ডা এস্পিনোজা ছিলেন সোমোজা শাসনের বিরুদ্ধে যুদ্ধে নিহত প্রথম স্যান্ডিনিস্তা নারী, যাকে বিপ্লবী আদর্শ হিসেবে গণ্য করা হয়। এস্পিনোজা, এফএসএলএন-এর র্যাঙ্কে যোগদানের আগে, একজন দরিদ্র শহুরে নারী ছিলেন, যিনি তার নির্যাতনকারী স্বামীকে ত্যাগ করেছিলেন। অনেক বিপজ্জনক মিশন সফলভাবে সম্পন্ন করার পর, একজন গোয়েন্দার দ্বারা বিশ্বাসঘাতকতার শিকার হয়ে তিনি নিহত হন। বিপ্লবে তার ভূমিকার স্মরণে পরবর্তীতে তার নাম নিকারাগুয়ার নারী সংগঠন এএমএনএলএই (অ্যাসোসিয়েশন ডি মুজেরেস নিকারাগুয়েন্সেস লুইসা আমান্ডা এস্পিনোসা)-এর সাথে যুক্ত করা হয়।\nস্যান্ডিনিস্তা নারীরা, যারা সেই সময়ের প্রধান নারী সংগঠন এএমএনএলএই-এর ব্যাপক সমর্থন পেয়েছিল, বিপ্লবকে সংরক্ষণ করতে এবং নারীর মুক্তির সংগ্রাম চালিয়ে যেতে স্যান্ডিনিস্তা বিপ্লবের সময় নারীবাদী আদর্শ বজায় রাখার জন্য লড়াই করেছিল। এএমএনএলএই নারীদের আইনি সহায়তা প্রদান করত যদি তাদের শিশু সহায়তা বা তালাকের মামলার প্রয়োজন হত এবং যেসব নারী মানসিক বা শারীরিক নির্যাতনের শিকার হচ্ছিল তাদের সহায়তা করত। এই সংগঠনটি নারীদের জন্য একটি জার্নাল প্রকাশ করত, যাতে নারীদের শরীর, জন্মনিয়ন্ত্রণ, গর্ভাবস্থা এবং তাদের ঋতুস্রাব চক্র সম্পর্কে তথ্য সহজ ভাষায় দেওয়া হত, কারণ অনেক নারীরই পুরোপুরি স্বাক্ষর জ্ঞান ছিলেন না। এছাড়াও, জার্নালে রাজনৈতিক তথ্যও সহজভাবে উপস্থাপন করা হত।\n\n\n== মহিলা প্রতিবিপ্লবী ==\n\nনিকারাগুয়ান নারীরা বিভিন্ন কারণে কন্ট্রা-বিপ্লবীদের বা কন্ট্রার অংশ হিসেবে অংশগ্রহণ করেছিলেন। অনেকেই স্যান্ডিনিস্তাদের দ্বারা নির্যাতিত আমেরিকান জনগণের সাধারণ বিদ্রোহের অংশ হিসাবে যোগ দিয়েছিলেন, অন্যরা ছিলেন সাবেক বামপন্থী স্যান্ডিনিস্তা সমর্থক যারা শাসনের প্রতি অসন্তুষ্ট ছিলেন। তবে, নারীদের বিপ্লব-বিরোধী অবস্থান গ্রহণের সমস্ত কারণই আদর্শিক কারণের চেয়ে ব্যক্তিগত অভিজ্ঞতা থেকে উদ্ভূত হয়েছিল। বিশেষ করে, অনেক নারী তাদের জীবনের পুরুষদের এবং তাদের রাজনৈতিক সিদ্ধান্তের কারণে যোগ দিয়েছিলেন। অনুমান করা হয় যে কন্ট্রাদের সাত শতাংশ ছিল মহিলা।\n\nস্যান্ডিনিস্তা নারীদের দ্বারা গঠিত সংগঠনগুলির মতো, কন্ট্রাদের নারী সদস্যরাও সংগঠন তৈরি করেছিলেন যুদ্ধে স্বামী ও সন্তান হারানো মহিলাদের সাহায্য করার জন্য। সংঘাতের সময় যুদ্ধ পেনশন সরকার থেকে পাওয়ার উদ্দেশ্যে \"কমিটি দে মাদ্রেস দে লা রেসিস্টেন্সিয়া\" (Comité de Madres de la Resistencia) গঠিত হয়েছিল। স্যান্ডিনিস্তা ও কন্ট্রা আন্দোলনের মহিলারা একসাথে কাজ করেছিলেন। ১৯৯৩ সালে, স্যান্ডিনিস্তা ও কন্ট্রা মহিলাদের দলগুলি একত্রিত হয়ে একটি সংগঠন গঠন করে, যার লক্ষ্য ছিল পুনর্মিলনের প্রচেষ্টা করা; এই সংগঠনটির নাম ছিল \"অ্যাসোসিয়েশন অফ মাদার্স অ্যান্ড ভিকটিমস অফ ওয়ার\" (Association of Mothers and Victims of War)। এই সংগঠনটি কিছু সংখ্যক মহিলার জন্য পেনশন আদায় করতে সক্ষম হয়েছিল। এটি যৌথ উন্নয়ন প্রকল্পগুলিও অর্থায়ন ও সম্পন্ন করেছিল।\nএই উন্নয়নের প্রকল্পগুলির মধ্যে একটি স্ব-সহায়ক আবাসন প্রকল্প, খাদ্য সহায়তা প্যাকেজ এবং একটি নির্মাণ সমবায় অন্তর্ভুক্ত ছিল। আবাসন প্রকল্প, \"এল প্রোগ্রেসো\", প্রতিরোধের মায়েদের জন্য ২৬টি বাড়ি এবং স্যান্ডিনিস্তা মহিলাদের জন্য ২৬টি বাড়ি নির্মাণ করেছিল। নির্মাণ সমবায়ে, মহিলারা ইট তৈরি এবং পায়খানা নির্মাণের কৌশল শিখেছিলেন। সংগঠনটি একটি জার্মান সংস্থা থেকে তহবিলও পেয়েছিল। এটি তাদের একটি বাড়ি কিনতে সক্ষম করেছিল, যেখানে তারা মহিলাদের জন্য সভা, কর্মশালা এবং কোর্স আয়োজন করতে পারত।  অতিরিক্ত অর্থ অন্যান্য উদ্যোগে বিনিয়োগ করা হয়েছিল, যেমন: একটি ক্রেডিট ফান্ড, শিশুদের জন্য চারুকলার ক্লাস এবং প্রতিবন্ধী মহিলাদের জন্য বিউটি থেরাপি বা পার্লার, ফুলের দোকান, বেকিং এবং পোশাক তৈরিতে প্রতিবন্ধী মহিলাদের প্রশিক্ষণ কোর্স।\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nChinchilla, Norma Stoltz. \"Feminism, Revolution, and Democratic Transitions in Nicaragua\" in The Women's Movement in Latin America: Participation and Democracy (2nd ed). Ed. Jane S. Jaquette. Boulder: Westview Press, 1994. 177-196.\nChinchilla, Norma Stoltz. Revolutionary Popular Feminism in Nicaragua: Articulating Class, Gender, and National Sovereignty. Gender and Society 4 (1990): 370-397.\nCupples, Julie. “Between Maternalism and Feminism: Women in Nicaragua’s Counter-Revolutionary Forces.” Bulletin of Latin American Research 25, no. 1 (2006): 83–103.\nHeumann, Silke. “The Challenge of Inclusive Identities and Solidarities: Discourses on Gender and Sexuality in the Nicaraguan Women’s Movement and the Legacy of Sandinismo: Gender and Sexuality in the Nicaraguan Women’s Movement.” Bulletin of Latin American Research 33, no. 3 (July 2014): 334–49. https://doi.org/10.1111/blar.12103.\nKampwirth, Karen. Feminism and the Legacy of Revolution: Nicaragua, El Salvador, Chiapas. Athens: Ohio University Press, 2004. 19-46.\nKampwirth, Karen. \"Women in the Armed Struggles in Nicaragua: Sandinistas and Contras Compared\" in Radical Women in Latin America: Left and Right. Eds. Victoria Gonzalez and Karen Kampwirth. University Park, Pennsylvania: The Pennsylvania State University Press, 2001.\nKampwirth, Karen. “The Mother of the Nicaraguans: Dona Violeta and the UNO’s Gender Agenda.” Latin American Perspectives 23, no. 1 (1996): 67–86.\nMendez, Jennifer Bickham. “Organizing a Space of Their Own? Global/Local Processes in a Nicaraguan Women’s Organization.” Journal of Developing Societies 18, no. 2–3 (June 1, 2002): 196–227. https://doi.org/10.1177/0169796X0201800209.\nMetoyer, Cynthia Chavez.(2000) Women and the State in Post-Sandinista Nicaragua. Colorado: Lynne Rienner Publishers, Inc.\nMolyneux, Maxine. \"Mobilization without Emancipation? Women's Interests, the State, and Revolution in Nicaragua\". Feminist Studies, 11.2 (1985) 227-254.\nSantos, Maria, and Barbara Alpern Engel. “Women in the Nicaraguan Revolution.” Frontiers: A Journal of Women Studies 7, no. 2 (1983): 42–46. https://doi.org/10.2307/3346284."}