{"pageid": 1523378, "title": "কিসাস", "url": "https://bn.wikipedia.org/wiki?curid=1523378", "content": "কিসাস ( আরবি: قِصَاص) হলো একটি ইসলামী শব্দ, যার অর্থ \"প্রতিশোধমূলক আচরণ।  এটি চোখের বদলে চোখ অথবা প্রতিশোধমূলক ন্যায়বিচারের মত একটি ইসলামি ফৌজদারি বিধি। ইসলামী ফৌজদারি আইনশাস্ত্রে শাস্তির বিভিন্ন রূপের মধ্যে দুটি হল দিয়ত ও কিসাস; অন্যগুলি হলো হুদুদ এবং তাজির। প্রাচীন সমাজগুলিতে প্রতিশোধের নীতিতে এমন বিধান ছিল যে, যদি কেউ অপরাধ করত, তাহলে অপরাধী নিজে অথবা তার গোত্রের কেউ শাস্তি পেত এবং তার শাস্তির ধরন অপরাধের সমান হতো। উদাহরণস্বরূপ চোখের বদলে চোখ, দাঁতের বদলে দাঁত, কানের বদলে কান ও প্রাণের বদলে প্রাণ—এই নীতি অনুসরণ করা হতো। যেহেতু প্রাচীন সমাজে ব্যক্তিগত দায়বদ্ধতার কোনো নীতি ছিল না, তাই কখনো কখনো অপরাধীর পরিবর্তে তার নিকটাত্মীয়দের কেউ শাস্তি পেতো। অনেক সময় অপরাধ ইচ্ছাকৃত ছিল কি না, তা বিবেচনা না করেই সরাসরি প্রতিশোধ নেওয়া হত। এমনকি হত্যার জন্যও একটি নির্দিষ্ট পরিমাণ রক্তমূল্য নির্ধারিত থাকত, যা নিহত ব্যক্তির পরিবারের কাছে দেওয়া হতো। \nকিসাস ছিলো প্রাক-ইসলামি আরব সমাজের গোত্রীয় সংঘাত মেটানোর একটি প্রচলিত আইনি ব্যবস্থা। এর মূলনীতি ছিল, হত্যাকারী ব্যক্তির গোত্রের কোনো এক সদস্যকে নিহত ব্যক্তির পরিবারের কাছে প্রতিশোধের জন্য সমর্পণ করা হবে। তবে এতে একটি শর্ত ছিল যে, শুধু নিহত ব্যক্তির সামাজিক মর্যাদার সমান মর্যাদার কাউকে কিসাস স্বরূপ হত্যা করা হবে। উদাহরণস্বরূপ একজন দাস মারা গেলে, প্রতিশোধ হিসেবে শুধুমাত্র আরেকজন দাসকে হত্যা করা যেত; একজন নারী মারা গেলে, প্রতিশোধ হিসেবে শুধুমাত্র আরেকজন নারীকে হত্যা করা হতো এবং একজন উচ্চবর্ণের বা সম্মানিত ব্যক্তি নিহত হলে, প্রতিশোধ হিসেবে কেবল সমপর্যায়ের কাউকে হত্যা করা যেত।\nএই প্রাক-ইসলামি ধারণার ওপর ভিত্তি করে ইসলামি আইনের আলোচনায় একজন মুসলমানকে কোনো অমুসলিম হত্যার জন্য মৃত্যুদণ্ড দেওয়া হবে কি না—এই প্রশ্নটি যুক্ত হয়।\n\nইসলামি আইনে কেবল হত্যাকারী ব্যক্তিকেই কিসাস হিসেবে হত্যা করা হবে; অন্য কাউকে নয়। হাদিসে বলা হয়েছে:নবি মুহাম্মাদ বলেছেন: কোনো ব্যক্তির অপরাধের কারণে তার পিতা, পুত্র বা আত্মীয়কে শাস্তি দেওয়া যাবে না। প্রতিজন ব্যক্তি তার নিজের অপরাধের জন্য দায়ী।আফগানিস্তান, ইরান, পাকিস্তান, সৌদি আরব, সংযুক্ত আরব আমিরাত, কাতার ও নাইজেরিয়ার উত্তরাঞ্চলীয় রাজ্যগুলির আইনি ব্যবস্থা বর্তমানে কিসাস প্রয়োগ করে।\n\n\n== ইতিহাস ==\nকিসাসের অনুরূপ একটি আইনি ধারণা হল \"চোখের বদলে চোখ\", যা প্রথম হাম্মুরাবির আইনে লিপিবদ্ধ করা হয়েছিল বলে জানা যায়।\n\n\n== ধর্মগ্রন্থ ==\n\n\n=== কুরআন ===\nকুরআনে কিসাসের  বর্ণনা হল:হে ঈমানদারগণ, তোমাদের ওপর হত্যা বিষয়ে কিসাস (প্রতিশোধ) বিধিবদ্ধ করা হয়েছে— স্বাধীন ব্যক্তির বদলে স্বাধীন ব্যক্তি, দাসের বদলে দাস এবং নারীর বদলে নারী (হত্যা করা হবে)। তবে যদি তার ভাই (অর্থাৎ নিহত ব্যক্তির অভিভাবক) কিছুটা ক্ষমা করে, তবে প্রচলিত নিয়ম অনুযায়ী তা অনুসরণ করা হবে এবং উত্তম পন্থায় ক্ষতিপূরণ প্রদান করা হবে। এটি তোমাদের রবের পক্ষ থেকে সহজতা ও দয়া। এরপর যদি কেউ সীমালঙ্ঘন করে, তবে তার জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি।\nআয়াতটি ইসলাম-পূর্ব যুগের সম্মিলিত শাস্তির প্রথাকে সম্বোধন করে বলা হয়েছে, যেখানে প্রতিশোধ হিসেবে হত্যাকারীর গোত্রের নিহত ব্যক্তির সমতুল্য গোত্রীয় ব্যক্তিকে হত্যা করা হতো। এছাড়া কুরআন ক্ষতিগ্রস্ত পক্ষকে কিসাসের পরিবর্তে আর্থিক ক্ষতিপূরণ হিসেবে দিয়ত ( আরবি: دية ) বা রক্তপণ গ্রহণে উৎসাহিত করে।  কুরআন ইহুদি ধর্মে বিদ্যমান প্রতিশোধের কথাও স্বীকার করে।\n\n\"আমি তাদের জন্য তাওরাতে বিধিবদ্ধ করেছি যে, প্রাণের বদলে প্রাণ, চোখের বদলে চোখ, নাকের বদলে নাক, কানের বদলে কান, দাঁতের বদলে দাঁত ও ক্ষতের বদলে সমান ক্ষত। তবে যদি কেউ (প্রতিশোধ গ্রহণের পরিবর্তে) ক্ষমা করে, তাহলে এটি তার জন্য কাফফারা হবে। আর যারা আল্লাহ যা অবতীর্ণ করেছেন তা অনুযায়ী বিচার করে না, তারাই সীমালঙ্ঘনকারী\"।\nহাদিস\nহাদিসেও কিসাস সম্পর্কে বিস্তৃত আলোচনা রয়েছে। উদাহরণস্বরূপ, সহীহ বুখারীতে বলা হয়েছে:\n\nআল্লাহর রসুল বলেন, যে মুসলমান সাক্ষ্য দেয় যে, আল্লাহ ব্যতীত আর কেউ উপাসনার যোগ্য নয় এবং আমি তাঁর রাসুল, তিনটি ক্ষেত্রে ব্যতীত তার রক্ত প্রবাহিত করা বৈধ নয়: হত্যার বদলে কিসাস (প্রতিশোধ), বিবাহিত ব্যক্তি যদি অবৈধ যৌনসম্পর্কে লিপ্ত হয়; যে ইসলাম ত্যাগ করে এবং মুসলমানদের বিরুদ্ধে অবস্থান গ্রহণ করে।আনাস থেকে বর্ণিত যে, আন-নদরের কন্যা একটি মেয়েকে থাপ্পড় মারে এবং তার সামনের দাঁত ভেঙে ফেলে। (ক্ষতিগ্রস্ত মেয়ের আত্মীয়রা) নবীর কাছে এসে অভিযোগ করেন, তখন তিনি কিসাস (সমান প্রতিশোধ) কার্যকর করার নির্দেশ দেন।অনেক প্রাক-আধুনিক ইসলামী পণ্ডিত হাদিসের উপর ভিত্তি করে রায় দিয়েছেন যে, যখন শিকার একজন অমুসলিম জিম্মি বা একজন মুসলিমের মালিকানাধীন অমুসলিম দাস হন, তখন ক্ষতিপূরণ হিসেবে কেবল দিয়া (রক্তপণ) পাওয়া উচিত, কিসাস নয়। \nআবু জুহাইফা হতে বর্ণিত আছে যে, আমি আলীকে জিজ্ঞাসা করলাম, আপনার কাছে কি এমন কোনো ঐশী জ্ঞান আছে যা কুরআনের বাইরে? অথবা (উয়াইনা একবার বলেছিলেন) যা মানুষের কাছে নেই? আলী বললেন, সেই সত্তার শপথ, যিনি শস্যকে অঙ্কুরিত করেন এবং প্রাণ সৃষ্টি করেন; আমাদের কাছে কেবল কুরআন আছে এবং আল্লাহর কিতাব বোঝার সেই ক্ষমতা, যা তিনি কোনো মানুষকে দান করতে পারেন এবং যা এই কাগজে লিপিবদ্ধ আছে। আমি জিজ্ঞাসা করলাম, এই কাগজে কী লেখা আছে? তিনি বললেন, এতে লেখা আছে দিয়ত (রক্তমূল্য) সংক্রান্ত বিধান, বন্দীদের মুক্তিপণের বিধান এবং এই সিদ্ধান্ত যে, কোনো মুসলমানের কিসাস (সমান প্রতিশোধ) হিসাবে কোনো কাফিরকে হত্যা করা হবে না।\n\n\n== ফিকহ অনুযায়ী কিসাস ==\nফিকহ (ইসলামি আইনশাস্ত্র) অনুযায়ী, হত্যা রাষ্ট্রীয় শাস্তির বিষয় নয়; বরং এটি একটি ব্যক্তিগত বিরোধ, যা নিহত ব্যক্তি ও ঘাতকের মধ্যে ঘটে থাকে।  এই দৃষ্টিকোণ থেকে দেখা হলে হত্যা, আঘাত বা সম্পত্তির ক্ষতির ঘটনায় মামলার বাদী রাষ্ট্র নয়; বরং কেবলমাত্র ক্ষতিগ্রস্ত ব্যক্তি, তার উত্তরাধিকারী অথবা ক্ষতিগ্রস্ত ব্যক্তি যদি দাস হয়, তাহলে তার মালিকই বাদী হিসেবে বিবেচিত হবেন।  এক্ষেত্রে \"কিসাস\" বা প্রতিশোধ নেওয়ার অধিকারও কেবলমাত্র ক্ষতিগ্রস্ত ব্যক্তি অথবা তার উত্তরাধিকারীদের থাকে। \n\nভিত্তি: ইসলামে কিসাস প্রয়োগের প্রধান ভিত্তি হিসেবে সূরা বাকারার ১৭৮ নম্বর আয়াত বিবেচিত হয়: “হে ঈমানদারগণ! নিহতদের ব্যাপারে তোমাদের জন্য প্রতিশোধ (কিসাস) বিধিবদ্ধ করা হয়েছে—স্বাধীন ব্যক্তির জন্য স্বাধীন ব্যক্তি, দাসের জন্য দাস, নারীর জন্য নারী। তবে নিহতের পরিবারের পক্ষ থেকে যদি কাউকে ক্ষমা করে দেওয়া হয়, তাহলে প্রচলিত রীতি অনুযায়ী তার থেকে দিয়ত গ্রহণ করা উচিত এবং তা উত্তমরূপে পরিশোধ করা উচিত।”ইবনে কাসির ইবনে আবি হাতিমের বরাতে উল্লেখ করেন যে এই আয়াতের ব্যাখ্যায় ইমাম শাফিঈ বলেন: ইসলাম আগমনের ঠিক আগে দুটি গোত্রের মধ্যে যুদ্ধ শুরু হয়। এতে উভয় পক্ষের বহু পুরুষ, নারী, স্বাধীন ও দাস নিহত হয়। যখন ইসলাম আগমন করে, তখন উভয় গোত্রই মুসলমান হয়ে পারস্পরিক কিসাস দাবি করতে শুরু করে। তাদের মধ্যে শক্তিশালী গোত্রটি বলে, “আমাদের দাসকে হত্যা করলেও তোমাদের পক্ষ থেকে একজন স্বাধীন লোককে দিতে হবে; আমাদের নারীকে হত্যার বদলে তোমাদের পুরুষকে হত্যা করা হবে।” এই অসঙ্গত ও বর্বর দাবিকে খণ্ডন করতেই উপরোক্ত আয়াত নাজিল হয়। এতে স্পষ্টভাবে বলা হয়, “স্বাধীন ব্যক্তির বদলে স্বাধীন ব্যক্তি, দাসের বদলে দাস ও নারীর বদলে নারী হত্যা করা হবে। অপরাধীর প্রকৃত পরিচয় অনুযায়ী কিসাস হবে; নিহত ব্যক্তি যদি নারী হয়, তাহলে তার বদলে পুরুষকে কিসাস হিসেবে হত্যা করা যাবে না কিংবা নিহত যদি দাস হয়, তাহলে স্বাধীন ব্যক্তিকে হত্যা করার অনুমতি নেই। ইসলাম এমন অন্যায়কে কোন অবস্থাতেই অনুমোদন দেয় না। \nএই আইনের আলোকে অপরাধের ক্ষেত্রে ‘উদ্দেশ্য’ বা ‘ইচ্ছা’ কেবল একটি নির্দিষ্ট ক্ষেত্রেই বিবেচনায় আসে—তা হল একজন ঈমানদার ভুলবশত অন্য একজন ঈমানদারকে হত্যা করলে। এ পরিস্থিতিতে হত্যার পাপ মোচনের জন্য একজন দাস মুক্ত করার কথা বলা হয় এবং নিহত ব্যক্তির পরিবারকে নির্দিষ্টহীন এক প্রকার আর্থিক ক্ষতিপূরণ (দিয়ত) প্রদান করার বিধান রাখা হয়েছে। তবে পরবর্তী অংশে কুরআন বলছে যে, নিহত ব্যক্তি যদি ঈমানদারদের সমাজে বাস না করে কিংবা তাদের সাথে কোনও চুক্তিভিত্তিক সম্পর্ক না থাকে, তবে সেই আর্থিক ক্ষতিপূরণ প্রযোজ্য হবে না। এছাড়া যেই ব্যক্তি ক্ষতিপূরণ দেওয়ার ক্ষমতা রাখে না, তার জন্য দুই মাস রোজা রাখা সেই অপরাধের কাফফারা হিসেবে যথেষ্ট বলে বিবেচিত হয় (নিসা: ৯২)।  \nঅন্যদিকে পরবর্তী যুগের ইসলামি আইনবিদরা কেবল হত্যাকাণ্ডই নয়; বরং শারীরিক আঘাতের ঘটনাতেও ‘নিয়তের’ বিষয়টিসহ অন্য শারীরিক প্রতিশোধমূলক শাস্তির শর্তসমূহ আইনি বিবেচনায় অন্তর্ভুক্ত করেছেন।   সে হিসেবে যে সব আঘাত প্রতিপক্ষকে ক্ষতি করে, তার কিসাস নেওয়া যেতে পারে। সাধারণ ঝগড়া বা পাথর, লাঠি, ছুরি ইত্যাদি দিয়ে আঘাতের ক্ষেত্রে কিসাস প্রয়োগ সম্ভব নয়। কারণ, কিসাস মানে অপরাধীর প্রতি একইরকম অপরাধের প্রতিক্রিয়া, যা একমাত্র স্পষ্ট ও পরিমিত আঘাতের ক্ষেত্রেই দেওয়া সম্ভব।\nইসলামের প্রাথমিক যুগে মুসলিম কর্তৃক অমুসলিমকে (যেমন জিম্মি, মুস্তামিন বা দাস)  হত্যা করার পর কিসাস বা দিয়ত প্রযোজ্য হবে কি না, সে বিষয়ে বিভিন্ন মতপার্থক্য ছিল। তিনটি সুন্নি মাজহাব; শাফিঈ, মালিকি ও হাম্বলি মতে, কিসাস কেবল তখন প্রযোজ্য হয় যখন নিহত ব্যক্তি মুসলমান হয়।  তবে হানাফি মাজহাব অনুযায়ী, নির্দিষ্ট কিছু ক্ষেত্রে অমুসলিমের ক্ষেত্রেও কিসাস প্রযোজ্য হতে পারে। \nতবে সকল মাজহাবের ইমাম একমত যে, নিম্নলিখিত ক্ষেত্রে (নিহত ব্যক্তির জন্যে) কিসাস বা ক্ষতিপূরণ কোনোভাবেই প্রযোজ্য নয় :\n\nমুরতাদ হলে (যে ইসলাম ত্যাগ করেছ)\nইসলামের বিরুদ্ধে বিদ্রোহকারী\nএমন অমুসলিম, যে মুসলিম রাষ্ট্রের অধীনে জিম্মি বা মুস্তামিন হিসেবে স্বীকৃত নয়।\nযার পরিবার প্রমাণ করতে ব্যর্থ হয় যে, সে জিজিয়া কর দিত।  \nএই মতামতের পক্ষে কিছু হাদিসও পেশ করা হয়, যার মধ্যে উল্লেখযোগ্য হল:  আমর ইবনুল আস থেকে বর্ণিত, রাসূল বলেন, \"একজন মুমিনের বিনিময়ে কোনো কাফিরকে হত্যা করা হবে না। কেউ যদি কাউকে ইচ্ছাকৃতভাবে হত্যা করে, তাহলে তাকে নিহত ব্যক্তির পরিবারের কাছে হস্তান্তর করা হবে; তারা চাইলে হত্যা করতে পারবে অথবা দিয়ত গ্রহণ করতে পারবে।\"\nহানাফি মাজহাব\nসাইয়িদ সাবিকের \"ফিকহুস সুন্নাহ\" অনুসারে, হানাফি মাজহাব অনুযায়ী হত্যার নিচু স্তরের অপরাধের (খুন ব্যতীত অন্যান্য গুরুতর আঘাত বা জখম) ক্ষেত্রে ধর্ম বর্ণ নির্বিশেষে কিসাস প্রযোজ্য হয়; অপরাধী মুসলিম হোক বা অমুসলিম। অধিকাংশ হানাফি আলেম এমন মত দেন যে, যদি কোন মুসলিম কোনো জিম্মি অথবা কোনো দাসকে হত্যা করে, তবে সে মুসলিমের বিরুদ্ধে কিসাস কার্যকর হতে পারে। তবে একে দিয়ত প্রদান করেও এড়ানো যায়।   \nএকবার হানাফি ফকিহ আবু ইউসুফ শুরুতে একজন মুসলিম কর্তৃক এক জিম্মিকে হত্যার কারণে কিসাসের আদেশ দিয়েছিলেন; কিন্তু খলিফা হারুনুর রশীদের চাপের মুখে সেই আদেশ বাতিল করে দিয়ত নির্ধারণ করেন এই শর্তে যে, যদি নিহত ব্যক্তির পরিবার প্রমাণ করতে না পারে, তিনি জিম্মি হিসেবে স্বেচ্ছায় জিযিয়া দিতেন। \n১৭ শতকে দক্ষিণ এশিয়ায় সংকলিত হানাফি ফিকহি গ্রন্থ ফাতাওয়া আলমগিরি অনুসারে, কোনো মনিব তার দাসকে হত্যা করলেও তার বিরুদ্ধে কিসাস বা মৃত্যুদণ্ড কার্যকর হবে না। \nযদি কোনো মুসলিম বা জিম্মি এমন এক মুস্তামিনকে হত্যা করে, যিনি পরে ফিরে গিয়ে মুসলিমদের বিরুদ্ধে অস্ত্রধারণ করতে পারে বলে আশঙ্কা করা হয়, তাহলে হানাফি ফিকহ মতে সেই হত্যাকারীর বিরুদ্ধে কিসাস বা দিয়তের (ক্ষতিপূরণ) কোনোটিই প্রযোজ্য নয় বলে গবেষক ইউহানান ফ্রিডম্যান উল্লেখ করেন।  তবে আবদুল আজিজ বিন মাবরুক আল-আহমাদি বলেন, হানাফি আলেমদের একাংশের মতে মুস্তামিন ব্যক্তির ক্ষেত্রেও দিয়ত প্রযোজ্য হয় এবং তা মুসলিমের সমান হওয়া উচিত। তিনি এ মতকে কিছু সাহাবির দৃষ্টিভঙ্গি হিসেবেও উল্লেখ করেন এবং বলেন, ইচ্ছাকৃত হত্যার ক্ষেত্রে এটি হাম্বলি মাজহাবেরও একটি মত। \nঅন্যান্য মাজহাব\nঅন্য মাজহাবের (শাফিঈ, মালিকি, হাম্বলি) ফকিহগণ ঐতিহাসিকভাবে এ মত দেন যে, যদি একজন মুসলিম কোনো অমুসলিম (তাঁরা জিম্মি হলেও) অথবা কোনো দাসকে হত্যা করে, তবে তার বিরুদ্ধে কিসাস কার্যকর হয় না।  এর পরিবর্তে তারা হত্যাকারীর উপর শুধু দিয়ত (অর্থদণ্ড) আরোপ করেন।  \nশাফিঈ ও মালিকি মাজহাব অনুযায়ী, কিসাস কেবল তখনই প্রযোজ্য হয়, যখন অপরাধী ও ভুক্তভোগীর মধ্যে সমতা বিদ্যমান থাকে।  গবেষক ইউহানান ফ্রিডম্যান বলেন, যেহেতু মুসলিম ও কাফিরদের মধ্যে সমতা নেই, ( একজন মুসলিম কাফিরের চেয়ে অধিক মর্যাদাসম্পন্ন)  তাই কাফির নিহত হলে মুসলিমের বিরুদ্ধে কিসাস প্রযোজ্য হয় না।  \nশাফিঈ ফিকহ অনুযায়ী যদি জিম্মি নিহত হয়, তাহলে তার উত্তরাধিকারীদের দেওয়া দিয়ত মুসলমানদের দিয়তের এক-তৃতীয়াংশ হবে। মালিকি ফিকহ অনুযায়ী যদি কোনো অমুসলিমকে অনিচ্ছাকৃতভাবে হত্যা করা হয় অথবা শরীর বা সম্পত্তির ক্ষতি করা হয়, তাহলে তার ক্ষতিপূরণ হবে মুসলমানের অর্ধেক সমান। \nতবে মালিকি মাজহাবে একটি ব্যতিক্রমধর্মী অভিমত পাওয়া যায়; যদি কোনো মুসলিম বিশ্বাসঘাতকতার মাধ্যমে কোনো জিম্মিকে হত্যা করে, তাহলে সে ক্ষেত্রে কিসাস প্রযোজ্য হতে পারে। \nহাম্বলি ফিকহ মতে, কোনো মুসলিম যদি অমুসলিমকে ইচ্ছাকৃতভাবে হত্যা বা তার ক্ষতি করে, তবুও কিসাস কার্যকর হয় না।  সর্বোচ্চ যা করা যেতে পারে তা হল, শরিয়া আদালতের মাধ্যমে কিছু অর্থদণ্ড (দিয়ত) নির্ধারণ ও কারাদণ্ড আরোপ।\n\n\n== প্রয়োগ ==\nবর্তমানও কিসাস কার্যকর রয়েছে এমন কিছু দেশের আইনব্যবস্থায়, যারা প্রথাগত অথবা ফিকহ অনুসরণ করে (যেমন: সৌদি আরব) কিংবা আধুনিক আইন সংস্কারের মাধ্যমে (যেমন: পাকিস্তান) কিসাস সংক্রান্ত বিধান গ্রহণ করেছে।\n\n\n=== ইরান ===\nইরানের দণ্ডবিধিতে কিসাসের বিধান রয়েছে এবং তা ১ থেকে ৮০ নম্বর ধারা পর্যন্ত বিশদভাবে বর্ণিত।   এতে কিসাসের দুই ধরণের অপরাধ উল্লেখ করা হয়েছে: জীবনহানির ক্ষেত্রে কিসাস এবং অঙ্গহানির ক্ষেত্রে কিসাস। জীবনহানি বা হত্যার কিসাসের ক্ষেত্রে আদালতের অনুমতি নিয়ে নিহত ব্যক্তির পরিবার বা আত্মীয়রা খুনিকে হত্যা করতে পারে। আর অঙ্গহানির ক্ষেত্রে উক্ত দণ্ডবিধির ৫৫ নম্বর ধারায় উল্লেখ রয়েছে, আদালতের অনুমোদন সাপেক্ষে ভুক্তভোগী বা তার পরিবার সমপরিমাণ আঘাত প্রতিপক্ষকে দিতে পারে। উদাহরণস্বরূপ, যদি ভুক্তভোগীর ডান হাত কাটা পড়ে এবং অভিযুক্ত ব্যক্তির ডান হাত না থাকে, তাহলে আদালতের অনুমতিতে তার বাঁ হাত কেটে দেওয়া যেতে পারে। \nএকটি উল্লেখযোগ্য ঘটনা হল, আমিনা বাহরামি নামে একজন ইরানি নারি অ্যাসিড হামলায় অন্ধ হয়ে যান এবং তিনি তার অপরাধীর প্রতিও একইরকম শাস্তির দাবি জানান অর্থাৎ অপরাধীর চোখেও অ্যাসিড দিয়ে অন্ধ করে দেওয়ার কিসাস। যদিও ২০১১ সালে, দণ্ড কার্যকরের দিন তিনি দয়াবশত অপরাধীকে ক্ষমা করে দেন। \n২০১৫ সালের মার্চ মাসে করাজ শহরের গোহারদাশত কারাগারে থাকা এক বন্দির চোখ অন্ধ করে দেওয়া হয়। ২০০৯ সালে অ্যাসিড হামলার অভিযোগে তাকে দোষী সাব্যস্ত করে এই কিসাস দেওয়া হয়েছিল।  \nঅন্যান্য কিছু কিসাস দণ্ড, যা ২০২১ সালে নভেম্বর পর্যন্ত কার্যকর হয়নি: \n\nঅক্টোবর, ২০২১: একজন ব্যক্তি তার প্রতিবেশীর চোখ নষ্ট করায় তার নিজের চোখ অন্ধ করার দণ্ড পায়। \nফেব্রুয়ারি, ২০২১: একজন পরিবেশকর্মীকে আঘাত করায় অভিযুক্ত ব্যক্তিকে অঙ্গচ্ছেদের সাজা দেওয়া হয়। \nমে, ২০২০: এক নারী–যিনি এক ব্যক্তিকে অ্যাসিড ছুড়ে অন্ধ করেছিলেন– তাকেও উভয় চোখ অন্ধ করার দণ্ড দেওয়া হয়। \n\n\n=== পাকিস্তান ===\nপাকিস্তান ১৯৯০ সালে অপরাধমূলক আইনের মাধ্যমে কিসাস ও দিয়ত প্রবর্তন করে।  কারণ পাকিস্তানের সুপ্রিম কোর্টের শরিয়া শাখা রায় দিয়েছিল যে, কিসাস ও দিয়ত না থাকা কুরআন ও সুন্নাহর বিরোধী। এরপর ১৯৯৭ সালে সংসদ অপরাধমূলক আইন পাস করে। \nএখানে উল্লেখযোগ্য যে, যদিও ভুক্তভোগীর পরিবার তাকে ক্ষমা করে দেয়, তবুও তাকে তাযির (আদালত কর্তৃক নির্ধারিত ঐচ্ছিক শাস্তি) দেওয়া যেতে পারে, বিশেষ করো যদি সব উত্তরাধিকারী অপরাীকে ক্ষমা না করে। \nপাকিস্তানি দণ্ডবিধি কিসাস ও দিয়তের ক্ষেত্রে হানাফি মতবাদকে আধুনিকভাবে প্রয়োগ করেছে। এই আইনে মুসলিম ও অমুসলিমদের মধ্যে পার্থক্য করা হয়নি। \n\n\n=== নাইজেরিয়া ===\n১৯৬০-এর দশক থেকে নাইজেরিয়ার উত্তরাঞ্চলের অনেক রাজ্যে শরিয়া আইন চালু হয়, যাতে কিসাসের বিধানও অন্তর্ভুক্ত করা হয়। এসব বিধান কেবলমাত্র মুসলিমদের ওপর প্রযোজ্য হয় এবং দেশের শারিয়া আদালতের মাধ্যমে এটি কার্যকর হয়। এই আইনের আওতায় অনেককে কিসাস অনুযায়ী শাস্তি দেওয়া হয়েছে; সেই সঙ্গে হুদুদ ও তাযিরের শাস্তিও দেওয়া হয়েছে। \n\n\n=== সৌদি আরব ===\nসৌদি আরবে হত্যা ও অপমৃত্যু ব্যক্তিগত অপরাধ হিসেবে বিবেচিত হয়, যেখানে ভুক্তভোগী বা তার উত্তরাধিকারীরা দণ্ড দাবি করতে পারে অথবা অর্থের বিনিময়ে (দিয়ত) ক্ষমা করে দিতে পারে। \nসৌদি শরিয়া আদালত শিশুদের বিরুদ্ধেও কিসাস প্রয়োগ করে। পূর্বে এই সীমা ৭ বছর থাকলেও তা এখন ১২ বছরে উন্নীত করা হয়েছে; তবে এই সীমা কঠোরভাবে অনুসরণ হয় না।  কিসাস প্রাপ্তির উপযুক্ত কিনা তা বিচারক শিশুর শারীরিক লক্ষণের ভিত্তিতে নির্ধারণ করতে পারে; যেমন: ১৫ বছরের বেশি বয়স হওয়া, স্বপ্নদোষ হওয়া, যৌন অঙ্গের লোম গজানো এবং মেয়েদের ক্ষেত্রে মাসিক শুরু হওয়া। \nসৌদি মিডিয়ার তথ্য অনুযায়ী, ২০১৩ খ্রিস্টাব্দে একটি আদালত অভিযুক্ত ব্যক্তিকে তার মেরুদণ্ড কেটে পঙ্গু করার দণ্ড দেয়, যদি সে ১০ লক্ষ সৌদি রিয়াল (প্রায় ২৭০,০০০ মার্কিন ডলার) দিয়ত না দেয়। এই অপরাধী ২০০৩ সালের দিকে তার একজন বন্ধুকে পেছন থেকে ছুরি মেরে পঙ্গু করে দিয়েছিল। \nঅন্যান্য উল্লিখিত কিসাস সাজার মধ্যে রয়েছে চোখ তুলে নেওয়া, দাঁত উপড়ে দেওয়া এবং হত্যার ক্ষেত্রে মৃত্যুদণ্ড কার্যকর করা। \n\n\n== কিসাস ও সম্মান রক্ষার্থে অপরাধ ==\n\nইসলামি আইনের অধিকাংশ ব্যাখ্যা অনুযায়ী, কিসাস প্রয়োগযোগ্য হয় না যদি কোনো মুসলিম পিতা বা পিতামহ তাঁর সন্তান বা নাতি-নাতনিকে হত্যা করেন।  একইভাবে যদি হত্যার শিকার ব্যক্তি স্ত্রী হয়, যার সাথে হত্যাকারীর সন্তান রয়েছে, তাহলেও কিসাসের বিধান কার্যকর হয় না।  তবে এই ক্ষেত্রে দোষী ব্যক্তি দিয়ত দিতে বাধ্য হতে পারেন, যা নিহত ব্যক্তির উত্তরাধিকারীদের কাছে প্রদান করতে হয়।  অন্যথায় বিচারক বা শাসকের রায় অনুযায়ী তাজির (অপরাধ অনুযায়ী শাস্তি) আরোপ করা যায়। \nসুন্নি শরিয়ার চারটি প্রধান মাযহাব এই বিষয়ে বিভক্ত। হানাফি, শাফিঈ ও হাম্বলি মাযহাবের মতে, পিতা যদি সন্তানকে হত্যা করেন, তাহলে কিসাস প্রযোজ্য নয়। শিয়া শরিয়াও একই মত পোষণ করে। তবে মালিকি মাযহাব ব্যতিক্রম—তাদের মতে, পিতা যদি পুত্রকে হত্যা করেন, তাহলে মাতা কিসাস দাবি করতে পারেন।   হানাফি, হাম্বলি ও শাফিঈ মাযহাবের দৃষ্টিভঙ্গি অনুযায়ী, যদি মা বা দাদা-দাদী কোনো শিশুকে হত্যা করেন, সেক্ষেত্রেও কিসাস কার্যকর হয় না। \nঅনেকে মনে করেন যে, এই নীতির কারণে পরিবারের সদস্যদের—বিশেষ করে পিতা ও মাতা—কিসাস থেকে অব্যাহতি দেওয়া এবং হত্যাকে একটি বেসরকারি ও পারিবারিক বিষয় হিসেবে দেখাঁ হয়েছে—এই দৃষ্টিভঙ্গি সম্মান-সংক্রান্ত অপরাধের উৎসাহ দেয়।  এই ধরনের অপরাধে বিশেষ করে নারীদের লক্ষ্যবস্তু করা হয় এবং হত্যাকারীকে অনেক সময় কোন শাস্তির সম্মুখীন হতে হয় না। গবেষক ডেভার্স ও বেকনের মতে, মূলত এ কারণেই অনেক সম্মানজনিত অপরাধ পুলিশের কাছে জানানো হয় না অথবা তা জনসমক্ষে আলোচিত হয় না। \nতবে যদি হত্যাকারী প্রমাণ সহকারে নিহত ব্যক্তিকে ব্যভিচারের অভিযোগে অভিযুক্ত করে থাকেন এবং সেই অভিযোগ মিথ্যা প্রমাণিত হয়, তাহলে তার বিরুদ্ধে “মিথ্যা ধর্ষণের অভিযোগ” সংক্রান্ত মামলা দায়ের করা যেতে পারে এবং তখন শাস্তি কার্যকর হতে পারে। \nতদুপরি সম্মান রক্ষার্থে হত্যা ও ইসলামি আইনের মধ্যে সম্পর্ক নিয়ে বিতর্ক আছে। কারণ সম্মান রক্ষার্থ হত্যা মুসলিম সমাজ ছাড়াও অমুসলিম সমাজেও সংঘটিত হয়েছে এবং অনেক ক্ষেত্রেই এতে উৎসাহিত করা হয়; এমনকি পশ্চিমা বিশ্বেও।  ঐতিহাসিকভাবে, শরিয়া আইন হত্যাকারী নিহত ব্যক্তির বাবা হলে তার বিরুদ্ধে মৃত্যুদণ্ডের বিধান দেয় না। তবে আধুনিক সময়ে কিছু শরিয়া-ভিত্তিক মুসলিম রাষ্ট্র এমন আইন প্রণয়ন করেছে, যেখানে আদালতকে দোষী ব্যক্তির জন্য কারাদণ্ড দেওয়ার ক্ষমতা দেওয়া হয়েছে।  তবুও নিহত ব্যক্তির উত্তরাধিকারীরা চাইলে কিসাস পরিত্যাগ করে দিয়ত দাবি করতে পারেন কিংবা তারা অপরাধীকে ক্ষমা করতেও পারেন।  \n\n\n== আরো দেখুন ==\nশরিয়ত\nহুদুদ\nতাজির\nদিয়ত\nদেশ অনুযায়ী ইসলামি আইন প্রয়োগ\n\n\n== তথ্যসূত্র =="}