{"pageid": 1523446, "title": "সুস্মিতা মোহান্তি", "url": "https://bn.wikipedia.org/wiki?curid=1523446", "content": "ডঃ সুস্মিতা মোহান্তি (জন্ম ১৯৭১) একজন ভারতীয় মহাকাশযান নকশাকার, মহাকাশ উদ্যোক্তা এবং জলবায়ু কর্মকাণ্ডের একজন সমর্থক। তিনি মহাকাশ সম্পর্কিত বিষয়গুলিতে তাঁর গবেষণার জন্য সুপরিচিত। তিনি ২০০৯ সালে ভারতের প্রথম বেসরকারি মহাকাশ স্টার্ট-আপ, আর্থ-টুঅরবিট-এর সহ-প্রতিষ্ঠা করেন। তিনি বিশ্বের একমাত্র মহাকাশ উদ্যোক্তা যিনি এশিয়া, ইউরোপ এবং উত্তর আমেরিকা এই তিনটি মহাদেশে কোম্পানি শুরু করেছেন। সুস্মিতা হলেন সেই অল্প কিছু লোকের মধ্যে একজন যিনি আর্কটিক এবং অ্যান্টার্কটিকা উভয় স্থানেই ভ্রমণ করেছেন।\n\n\n== জীবনী ==\nতিনি কটকে জন্মগ্রহণ করেন এবং আহমেদাবাদে বড় হয়ে ওঠেন। তাঁর বাবা নীলমণি মোহান্তি ভারতীয় মহাকাশ গবেষণা সংস্থার প্রাক্তন বিজ্ঞানী ছিলেন। বাবার থেকে তিনি মহাকাশ গবেষণায় উৎসাহিত হয়েছিলেন।\n\n\n== কর্মজীবন ==\nতিনি গুজরাট বিশ্ববিদ্যালয় থেকে বৈদ্যুতিক প্রকৌশলে স্নাতক ডিগ্রি এবং আহমেদাবাদের জাতীয় নকশা ইনস্টিটিউট থেকে শিল্প নকশায় স্নাতকোত্তর ডিগ্রি অর্জন করেছেন। তিনি স্ট্রাসবার্গের আন্তর্জাতিক মহাকাশ বিশ্ববিদ্যালয় থেকে মহাকাশ অধ্যয়নে স্নাতকোত্তর ডিগ্রি অর্জন করেছেন।\nতিনি ২০০১ সালে সান ফ্রান্সিসকোতে অবস্থিত একটি মহাকাশ পরামর্শ সংস্থা মুনফ্রন্টের সহ-প্রতিষ্ঠা করেন, এটি মহাকাশ উদ্যোক্তা হিসেবে তাঁর প্রবেশের সূচনা করে। তিনি ২০০৪ সালে অস্ট্রিয়ার ভিয়েনায় একটি মহাকাশ স্থাপত্য এবং নকশা সংস্থা লিকুইফার সিস্টেম গ্রুপ (এলএসজি)-এর সহ-প্রতিষ্ঠা করেন। ক্যালিফোর্নিয়ায় থাকাকালীন তিনি দশ বছরেরও বেশি সময় ধরে আমেরিকান ইনস্টিটিউট অফ অ্যারোনটিক্স অ্যাণ্ড অ্যাস্ট্রোনটিক্স অ্যারোস্পেস আর্কিটেকচারের একজন বিশিষ্ট সদস্য হিসেবেও দায়িত্ব পালন করেছিলেন। ২০০৫ সালে, আন্তর্জাতিক সহযোগিতা প্রচারের জন্য তাঁকে আন্তর্জাতিক অর্জন পুরস্কারে ভূষিত করা হয়। ২০১২ সালে ফিনান্সিয়াল টাইমস ম্যাগাজিনের নজরে থাকা ২৫ জন ভারতীয়ের তালিকায় তাঁকে অন্তর্ভুক্ত করা হয় এবং ২০১৭ সালে ফরচুন ম্যাগাজিনের প্রথম প্রচ্ছদেও তাঁর স্থান হয়।\nতিনি ২০১৬ থেকে ২০১৯ সাল পর্যন্ত টানা তিন বছরের জন্য ওয়ার্ল্ড ইকোনমিক ফোরামের গ্লোবাল ফিউচার কাউন্সিল ফর স্পেস টেকনোলজিসে মনোনীত হয়েছিলেন। ২০১৯ সালের জন্য বিবিসির বিশ্বজুড়ে ১০০ জন অনুপ্রেরণাদায়ক এবং প্রভাবশালী নারীর তালিকায় তাঁকে অন্তর্ভুক্ত করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}