{"pageid": 1523600, "title": "শারজাহ আর্ট ফাউন্ডেশন", "url": "https://bn.wikipedia.org/wiki?curid=1523600", "content": "শারজাহ আর্ট ফাউন্ডেশন ( আরবি: مؤسسة الشارقة للفنون) হল সংযুক্ত আরব আমিরাতের শারজায় অবস্থিত সমসাময়িক শিল্প ও  সংস্কৃতি প্রতিষ্ঠান। এটি ২০০৯ সালে   হুর আল কাসিমি প্রতিষ্ঠা করেন।  হুর আল কাসিমি  সংযুক্ত আরব আমিরাতের সুপ্রিম কাউন্সিলের সদস্য এবং শারজাহের বর্তমান শাসক সুলতান বিন মুহাম্মদ আল-কাসিমির মেয়ে। এই ফাউন্ডেশন শারজাহ, সংযুক্ত আরব আমিরাত এবং বৃহত্তর অঞ্চলজুড়ে শিল্পীদের সৃজনশীলতা এবং শিল্পচর্চাকে সমর্থন দেওয়ার লক্ষ্যে কাজ করে। এজন্য সংগঠনটি শারজাহ দ্বিবার্ষিক, মার্চ সভা, শিল্পীদের জন্য আবাসন, অনুদান, প্রদর্শনী, গবেষণা এবং প্রকাশনার মত অনুষ্ঠানের আয়োজন করে থাকে। এখানে আরব ও আন্তর্জাতিক শিল্পীদের কাজের প্রদর্শনী হয়। শারজাহ আর্ট ফাউন্ডেশন জনসাধারণকে শিল্প ও সংস্কৃতির প্রতি আগ্রহী করে তুলতে এবং তাদের সক্রিয় অংশগ্রহণ নিশ্চিত করতে কাজ করে। এটি শিক্ষামূলক কার্যক্রম, কর্মশালা ও প্রদর্শনীর মাধ্যমে শিল্পচর্চার প্রতি মানুষের আগ্রহ বাড়ানোর চেষ্টা চালিয়ে যায়।\n\n\n== শারজাহ দ্বিবার্ষিক ==\nশারজাহ দ্বিবার্ষিক একটি আন্তর্জাতিক শিল্প প্রদর্শনী যা প্রতি দুই বছরে একবার সংযুক্ত আরব আমিরাতের শারজায় অনুষ্ঠিত হয়। এটি শারজাহতে প্রতি দুই বছরে একবার হয়। প্রথম সংস্করণ দ্বিবার্ষিক ১৯৯৩ সালে অনুষ্ঠিত হয়েছিল। তখন এটি শারজাহর সংস্কৃতি ও তথ্য বিভাগ পরিচালনা করত। ২০০৯ সাল থেকে থেকে শারজাহ আর্ট ফাউন্ডেশন প্রতিষ্ঠার পর থেকে এটি শিল্প প্রদর্শনীর আয়োজন চালিয়ে আসছে । প্রতিটি প্রদর্শনীর শেষে শিল্প জগতের খ্যাতিমান ব্যক্তিত্বদের একটি বিচারিক বোর্ড দ্বিবার্ষিক পুরস্কার প্রদান করে।\n\n\n== মার্চ সভা ==\nমার্চ সভা হলো একটি বার্ষিক আন্তর্জাতিক সম্মেলন। এখানে বিভিন্ন দেশের শিল্পচর্চাকারী ব্যক্তি ও শিল্প প্রতিষ্ঠান অংশগ্রহণ করে। এটি শারজাহ আর্ট ফাউন্ডেশন আয়োজন করে। ২০০৮ সালে এ আয়োজন  শুরু হয়েছিল। এখানে আঞ্চলিক শিল্প পেশাদাররা সমসাময়িক শিল্পের ক্ষেত্রে সংযোগ স্থাপন, অংশীদারিত্ব এবং ধারণা ভাগ করে নিতে উৎসাহিত হন।\n\n\n== ভবন ==\nফাউন্ডেশন বৃষ্টির ঘর নামে একটি শিল্পকর্মের জন্য স্থায়ী জায়গা তৈরি করেছে। এটি র‍্যান্ডম ইন্টারন্যাশনাল নামে একটি শিল্পী গোষ্ঠী তৈরি করেছে। তারা দ্য ফ্লাইং সসার নামে একটি ভবন পুনর্নির্মাণ করেছে। আল জুবাইল সবজি বাজারেও কাজ করেছে। ১৯৭০-এর দশকের খোর ফাক্কান সিনেমা হলকে সঙ্গীত বিদ্যালয় করা হচ্ছে। একটি পিরামিড আকৃতির ছাদযুক্ত কিন্ডারগার্টেনকে কমিউনিটি সেন্টার করা হয়। ২০২৩ সালে শারজাহর পূর্ব উপকূলে অবস্থিত একটি পুরনো ফিড মিল ও বরফ কারখানা পুনরায় সংস্কার করে উদ্বোধন করা হয়েছে।\n\n\n== প্রদর্শনী ==\nশারজাহ আর্ট ফাউন্ডেশন কর্তৃক আয়োজিত উল্লেখযোগ্য প্রদর্শনীর তালিকা:\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসরকারি ওয়েবসাইট"}