{"pageid": 1523360, "title": "আমাদু বাম্বা", "url": "https://bn.wikipedia.org/wiki?curid=1523360", "content": "শাইখ আহমাদু বাম্বা এমব্যাকে ( আরবি: سيخ أحمدو بامبا مباك; ১৮৫৩-১৯২৭) ছিলেন একজন সেনেগালী সুফি সাধক ও ধর্মীয় নেতা, যিনি মুরিদিয়া ভাতৃত্বের প্রতিষ্ঠাতা ছিলেন। তিনি অনুগামীদের কাছে রাসূলের সেবক (আরবি: خادِم الرسول ) ও সেরিগনে তৌবা বা তৌবার শেখ হিসেবে পরিচিত ছিলেন। শেখ আহমাদু ধ্যান, আচার, কাজ এবং কুরআন অধ্যয়ন সম্পর্কিত কবিতা ও প্রবন্ধ রচনা করেছিলেন। তিনি ফরাসি ঔপনিবেশিক সাম্রাজ্যের বিরুদ্ধে এক অহিংস সংগ্রাম পরিচালনা করেন; আটলান্টিক মহাসাগর পাড়ি দেন। তবে তিনি বিশিষ্ট তিজানি মারাবুত নেতাদের মতো ফরাসিদের বিরুদ্ধে সরাসরি যুদ্ধ ঘোষণা করেননি। \n\n\n== প্রাথমিক জীবন ও পটভূমি ==\nআহমাদু বাম্বা ১২৭০ হিজরিতে (১৮৫৩ খ্রি.) বাওলের উপকণ্ঠে এমবাক্কে গ্রামে জন্মগ্রহণ করেন। তিনি এমন একটি পরিবারে জন্মগ্রহণ করেন, যা প্রাচীন ইসলামী ঐতিহ্যের ধারাবাহী ছিল এবং তারা গুয়েজের মতো রাজবংশের সাথে ঘনিষ্ঠ রাজনৈতিক সম্পর্ক ও জোট বজায় রেখেছিল। তার পিতা মাম মোর আন্তা সালি এমব্যাকে ছিলেন সেনেগালের প্রাচীনতম সুফি তরিকা কাদিরিয়া থেকে একজন অনুমতিপ্রাপ্ত মারাবুত।  তিনি মাবা দিয়াখৌ বা এবং দামেল লাট জোর উভয় রাজ্যের কাদি নিযুক্ত ছিলেন।  কথিত আছে, তিনি অল্প বয়সেই তার বাবাকে দামেলে কাজীর গুরুত্বপূর্ণ পদ ছেড়ে দেওয়ার জন্য চাপ দিয়েছিলেন। অবশ্য আহমাদু বাম্বা এই কথাকে অস্বীকার করেছেন। তিনি বলেন যে, তার পিতাকে শাসক-প্রভাবিত রায় প্রদান করতে বাধ্য করা হয়, যা ইসলামী আইনের বিপরীতে ছিল।  বাম্বা মাতা পিতার দ্বিতীয় পুত্র ছিলেন। তার মাতা-পিতা উভয়ই সুপরিচিত পিতৃপুরুষ মাম মাহরাম এমবাকের বংশধর ছিলেন, যাদের পূর্বপুরুষরা উত্তর সেনেগালের ফুটা থেকে এসেছিলেন।\n\n\n== মুরিদিয়া ও তৌবা গঠন ==\nমুরিদিয়া ভ্রাতৃত্বের বিকাশ ১৯ শতকের শেষের দিকে শুরু হয়, যখন ওলফ রাজতন্ত্রগুলোর পরাজয় ঘটে। এই গভীর সামাজিক-রাজনৈতিক সংকটের সময়ে এমন একটি ধর্মীয় সংগঠনের উত্থান ঘটে, যা বিজ্ঞতা ও পবিত্রতার জন্য সুপরিচিত শক্তিশালী ব্যক্তিত্বদের দ্বারা প্রতিষ্ঠিত হয়েছিল। আহমাদু বাম্বা ১৮৮৩ সালে মুরিদিয়া ভ্রাতৃত্ব প্রতিষ্ঠা করেন, যার রাজধানী ছিল সেনেগালের তৌবা। বর্তমান তৌবায় নিম্ন-সাহারান আফ্রিকার বৃহত্তম মসজিদ অবস্থিত, যা মুরিদিগণ নির্মাণ করেছিলেন। \nশেখ বাম্বার শিক্ষায় শান্তিপূর্ণতা, কঠোর পরিশ্রম এবং শিষ্টাচারের গুরুত্ব দেওয়া হয়েছে, যা জিহাদুন নাফস নামে পরিচিত। এটি ব্যক্তিগত সংগ্রামের ওপর গুরুত্ব দেয়, যেখানে মানুষকে নিজের নেতিবাচক প্রবৃত্তির বিরুদ্ধে লড়াই করতে হয়। তিনি একজন সুফি সাধক (মারাবু) ছিলেন এবং ধ্যান, আচার-অনুষ্ঠান, পরিশ্রম ও কুরআন অধ্যয়ন নিয়ে গ্রন্থ রচনা করেছেন। তবে তিনি মূলত কাজ ও পরিশ্রমের ওপর গুরুত্ব দেওয়ার জন্য পরিচিত। আহমাদু বাম্বার তৃতীয় খলিফা ও পুত্র আবদুল আহাদ এমবাকে ঘোষণা করেন যে, আহমাদু বামবা স্বপ্নে নবী মুহাম্মদের সঙ্গে সাক্ষাৎ করেছিলেন, যা মুরিদি বিশ্বাসীদের জন্য একটি গুরুত্বপূর্ণ আস্থার বিষয়। ১৮৯৫ সালের রমজান মাসে নবী মুহাম্মদ ও তাঁর সাহাবিরা স্বপ্নে তৌবায় তাঁর কাছে আবির্ভূত হন এবং তাঁকে এ যুগের মুজাদ্দিদ (ধর্মীয় পুনর্জীবনকারী) উপাধিতে ভূষিত করেন। এই স্বপ্ন থেকেই বামবাকে \"খাদেমুর রাসুল\" (নবীর সেবক) উপাধি দেওয়া হয়।   \n১৮৮৭ সালে তিনি তৌবা শহর প্রতিষ্ঠা করেন। তাঁর অন্যতম বিখ্যাত গ্রন্থ মাতলাবুল ফাওজাইনে (উভয় জগতের সুখের সন্ধান) বাম্বা শহরটির উদ্দেশ্য ব্যাখ্যা করেছেন। এটি ছিল আধ্যাত্মিকতা ও পার্থিব জীবনের একটি আদর্শিক কেন্দ্র।  \n\n\n== কর্মজীবন ও নির্বাসন ==\nযখন শেখ বাম্বার প্রভাব ছড়িয়ে পড়তে থাকে, তখন ফরাসি ঔপনিবেশিক সরকার তার ক্রমবর্ধমান শক্তি ও সম্ভাব্য বিদ্রোহের আশঙ্কা করতে থাকে। কারণ তিনি \"ঔপনিবেশিক অবাধ্যতা\" উসকে দিয়েছিলেন এবং বহু ঐতিহ্যবাহী রাজাকে ইসলাম গ্রহণ করিয়েছিলেন। এর ফলে তিনি উমর তাল ও সামোরি তুরের মত এক বিশাল সামরিক বাহিনী গঠন করতে পারেন বলে ফরাসিরা আশঙ্কা করেছিল। তখন ফরাসি সেনাবাহিনী ও স্থানীয় প্রশাসন মুসলিম নেতাদের বিদ্রোহ উস্কে দেওয়ার ব্যাপারে সতর্ক ছিল। কারণ ফরাসিরা তখন সেনেগালে নিজেদের নিয়ন্ত্রণ প্রতিষ্ঠার চূড়ান্ত পর্যায়ে ছিল। \nঔপনিবেশিক প্রশাসন ইসলামি আন্দোলনগুলোকে শত্রুভাবাপন্ন হিসেবে বিবেচনা করত এবং ধর্মীয় নেতাদের বিরুদ্ধে প্রায়ই উদ্দেশ্যমূলক মামলা দায়ের করত। ১৮৯৫ সালের ৫ সেপ্টেম্বর দিওয়োল গ্রেফতার হওয়ার পর আহমদু বাম্বাকে সেনেগালের সেন্ট-লুইসে ঔপনিবেশিক গভর্নরের কার্যালয়ে নেওয়া হয় এবং সেখানে তাকে প্রিভি কাউন্সিলের সামনে হাজির করা হয়। শুনানির সময় শেখ বাম্বা গভর্নরের কার্যালয়ে দুই রাকাত নামাজ আদায় করেন এবং পরে পরিষদকে জানান যে, তিনি কেবলমাত্র আল্লাহর ইচ্ছার কাছে নিজেকে সমর্পণ করবেন। তার এই নামাজ ও অবস্থান ছিল ঔপনিবেশিক শক্তির বিরুদ্ধে এক নতুন ধরনের অহিংস প্রতিরোধের প্রতীক। \nঔপনিবেশিক নথিতে বাম্বার নামাজ আদায়ের কোনো প্রমাণ নেই। তবে তার শিষ্যদের বর্ণনার ওপর ভিত্তি করে এটি প্রচলিত হয়েছে। প্রিভি কাউন্সিল সিদ্ধান্ত নেয় যে, তাকে এমন স্থানে নির্বাসিত করা হবে, যেখানে তার ধর্মীয় শিক্ষা কোনো প্রভাব ফেলতে পারবে না। তাই তাকে গ্যাবনের ঘনবর্ষণ প্রবণ অরণ্যে নির্বাসিত করা হয়, যেখানে তিনি সাত বছর নয় মাস অতিবাহিত করেন। সেখানে নির্বাসিত থাকাকালীন তিনি আল্লাহর প্রশংসাসূচক প্রার্থনা ও কবিতা রচনা করেন। উনিশ শতকের শুরু থেকেই ফরাসিরা সেনেগালে সামরিক প্রতিরোধ দমন করে এবং খ্রিস্টধর্ম প্রচার ও ফরাসি সংস্কৃতির সাথে স্থানীয় জনগণকে একীভূত করার নীতি গ্রহণ করে। এর ফলে মুসলিম ধর্মীয় নেতাদের নির্বাসন বা দমন করা হতো। আহমদু বামবাকে ৩২ বছর ধরে নানা ধরনের দমননীতি ও নির্যাতনের সম্মুখীন হতে হয়: প্রথমে সাত বছর গ্যাবনে, এরপর পাঁচ বছর মৌরিতানিয়ায় এবং পরবর্তীতে সেনেগালের দিউরবেল শহরে পনের বছর গৃহবন্দী করে রাখা হয়। কিন্তু এত কিছুর পরও তিনি ইসলামের বাণী প্রচার চালিয়ে যান এবং ১৯২৭ সালে মৃত্যুবরণ করেন। \nরাজনৈতিকভাবে শেখ বাম্বা ফরাসি ঔপনিবেশিকতার বিরুদ্ধে অহিংস প্রতিরোধের পথ বেছে নেন এবং তিনি ফরাসি প্রভাব থেকে মুক্ত একটি বিশুদ্ধ ইসলামী চর্চা পুনঃপ্রতিষ্ঠার চেষ্টা করেন। যে সময়ে সশস্ত্র প্রতিরোধ অসম্ভব হয়ে পড়ায়; তিনি আত্মশুদ্ধির মাধ্যমে লড়াই চালানোর শিক্ষাকে প্রাধান্য দেন। তিনি এটিকে জিহাদ আল-আকবার  (মহান সংগ্রাম) নামে অভিহিত করেন, যা অস্ত্রের মাধ্যমে নয়; বরং শিক্ষা ও আল্লাহভীতির মাধ্যমে পরিচালিত হয়। যখন তার অনুসারীরা বাড়তে থাকে, তিনি শিক্ষা দেন যে, প্রকৃত মুক্তি আসে আল্লাহর প্রতি সম্পূর্ণ আত্মসমর্পণ ও কঠোর পরিশ্রমের মাধ্যমে এবং তার এই শিক্ষা অনুসরণ করে মুরিদিয়া তরিকা একটি বিশাল অর্থনৈতিক সংগঠনে পরিণত হয়, যা সেনেগালের অর্থনীতিতে বহু ক্ষেত্রে সক্রিয় রয়েছে। ঔপনিবেশিক যুগে প্রধান বাণিজ্যিক ফসল ছিল বাদাম। তাই তরিকার অনুসারীরা নতুন বসতি স্থাপন করে এই ফসল চাষ করতে থাকে। তার সংগঠনের সরবরাহ ও ব্যবস্থাপনায় উৎপাদিত ফসলের একটি অংশ তৌবার দিকে পাঠানো হত এবং কৃষকরা নির্দিষ্ট সময় পরে নিজেদের জমির মালিকানা লাভ করতেন।\nফরাসিরা বাম্বার প্রভাবে আতঙ্কিত হয়ে ১৮৯৫-১৯০২ সালে তাকে গ্যাবনে এবং ১৯০৩-১৯০৭ সালে পার্শবর্তী মৌরিতানিয়ায় নির্বাসিত করে। তবে তার এই নির্বাসন চারপাশে অলৌকিক ঘটনা এবং লোককাহিনির জন্ম দেয়। সর্বত্র ছড়িয়ে পড়ে যে, তিনি কঠিন অত্যাচার, অভাব-অনটন ও মৃত্যুদণ্ডের মধ্যেও অলৌকিকভাবে বেঁচে ছিলেন। ফলে তার অনুসারীদের সংখ্যা আরও বৃদ্ধি পায়। \n১৯১০ সালে ফরাসি সরকার বুঝতে পারে যে, বামবা তাদের বিরুদ্ধে সশস্ত্র বিদ্রোহ করতে চান না; বরং তার আন্দোলন বেশ সহযোগিতাপূর্ণ। তাই তারা তাকে মুক্তি দেয় এবং তাকে নিজের সম্প্রদায়ের মধ্যে ফিরে যেতে দেয়। ১৯১৮ সালে প্রথম বিশ্বযুদ্ধে তার অনুসারীদের ফরাসি সেনাবাহিনীতে যোগদানে উৎসাহিত করার স্বীকৃতিস্বরূপ ফরাসিরা তাকে \"লিজিয়ন অব অনার\" পদকে ভূষিত করতে চায়। তবে তিনি তা প্রত্যাখ্যান করেন। পরবর্তীতে তারা তাকে তৌবা শহরে নিজের সম্প্রদায়কে নিয়ে বসতিস্থাপনের অনুমতি দেয়। কারণ তারা মনে করেছিল যে, তার কঠোর পরিশ্রমের দর্শন ফরাসি অর্থনৈতিক স্বার্থের সাথে খাপ খাবে। এভাবে তার আন্দোলন ক্রমশ প্রসারিত হতে থাকে এবং ১৯২৬ সালে তিনি তৌবায় এক বৃহৎ মসজিদ নির্মাণের কাজ শুরু করেন। \n\n\n== ঐতিহ্য ==\nশেখ আহমাদু বাম্বার মৃত্যুর পর তার শিক্ষা ও দৃষ্টিভঙ্গি মুরিদিয়া সুফি ভ্রাতৃত্বের মাধ্যমে আরো বিস্তৃত হয় এবং তার অনুসারীরা তাকে শুধুমাত্র একজন ধর্মীয় নেতা হিসেবে নয়; বরং একজন আধ্যাত্মিক পথপ্রদর্শক ও আদর্শ চরিত্র হিসেবে মানতেন। আহমাদুর জীবদ্দশায় মুরিদিয়া ভ্রাতৃত্ব সেনেগাল এবং আশপাশের এলাকায় দ্রুত প্রসার লাভ করে। তার মৃত্যুর পর তার সন্তান ও প্রিয় শিষ্যরা তার নেতৃত্বের ধারা অব্যাহত রাখেন এবং তার শিক্ষাকে আরও উচ্চতর স্তরে নিয়ে যান। বর্তমান মুরিদিয়া ভ্রাতৃত্ব সেনেগালে একটি বৃহৎ ধর্মীয় এবং সামাজিক আন্দোলনে পরিণত হয়েছে। \nশেখ আহমাদুর হাতে প্রতিষ্ঠিত তুবা শহর এখন পশ্চিম আফ্রিকার অন্যতম প্রধান ধর্মীয় কেন্দ্র। এখানে নির্মিত জামে মসজিদ মুরিদিয়া ভ্রাতৃত্বের একটি প্রতীক এবং প্রতিবছর লক্ষ লক্ষ তীর্থযাত্রীর গন্তব্য। মাগাল নামে পরিচিত এই বার্ষিক তীর্থযাত্রা কেবল একটি ধর্মীয় অনুষ্ঠানই নয়; বরং এক ধরনের সামাজিক, সাংস্কৃতিক ও অর্থনৈতিক মিলনমেলায় রূপান্তরিত হয়েছে। এতে অংশগ্রহণকারী মানুষজন বাম্বার প্রতি নিজেদের শ্রদ্ধা জানাতে আসেন এবং তার শিক্ষাকে পুনরুজ্জীবিত করার অঙ্গীকার করেন। \nউপরন্তু বাম্বার ঐতিহ্য শুধুমাত্র ধর্মীয় ক্ষেত্রেই সীমাবদ্ধ থাকেনি; বরং তিনি ও তার প্রতিষ্ঠিত মুরিদিয়া তরিকা সেনেগালের অর্থনৈতিক উন্নয়নেও গুরুত্বপূর্ণ ভূমিকা রেখেছে। তার অনুসারীরা মুরিদিয়া আদর্শ অনুসরণ করে চাষাবাদ, ব্যবসা-বাণিজ্য এবং সমাজসেবামূলক কাজের মাধ্যমে নিজেদের জীবনমান উন্নত করেছেন। মুরিদিয়া ভ্রাতৃত্বের অধীনে অর্থনৈতিক কার্যক্রমের মাধ্যমে তারা তাদের নিজেদের স্বাবলম্বী করেছেন এবং বৃহত্তর সমাজের জন্যও অবদান রেখে চলেছেন। আধুনিককালে শেখ আহমাদু বাম্বার জীবন ও শিক্ষা শুধুমাত্র আফ্রিকার মধ্যে সীমাবদ্ধ নয়; বরং তা সারা বিশ্বে ছড়িয়ে পড়েছে। বিভিন্ন দেশে তার অনুসারীরা ধর্মীয় অনুষ্ঠান, সম্মেলন ও সাংস্কৃতিক কর্মকাণ্ডের মাধ্যমে তার শিক্ষা ও দর্শন প্রচার করছে। তার রচনা, জীবনাচরণ ও আত্মত্যাগ প্রজন্মের পর প্রজন্ম ধরে সাধারণ মানুষের অনুপ্রেরণার উৎস হয়ে থাকবে। \n\n\n== মৃত্যু ==\n১৯২৭ সালে মৃত্যুর পর তাকে তৌবায় দাফন করা হয়, যেখানে তিনি আগেই নিজেই কবরের স্থান নির্ধারণ করে রেখেছিলেন। স্থানটি বর্তমান গ্র্যান্ড মসজিদের সন্নিকটে অবস্থিত।  শেখ আহমাদুর উত্তরসূরিরা বংশানুক্রমিক নেতৃত্বের মাধ্যমে মুরিদিয়া তরিকার দায়িত্ব গ্রহণ করেন এবং অনুসারীদের ওপর তাদের নিরঙ্কুশ কর্তৃত্ব প্রতিষ্ঠিত হয়। বর্তমানে বাম্বার জীবিত সবচেয়ে বয়স্ক নাতি সেরিন মুনতাখা এমবাকে এই তরিকার সর্বোচ্চ পদ খলিফা-জেনারেল হিসেবে দায়িত্ব পালন করছেন। \n\n\n== রচনাবলী ==\nশেখ আমাদু বাম্বা একজন প্রভাবশালী লেখক ও কবি ছিলেন, যিনি ইসলামি জ্ঞানের বিভিন্ন শাখায় বিস্তৃত লেখালেখি করেছেন।  তাঁকে একজন ফলপ্রসূ লেখক হিসেবে গণ্য করা হয়। তাঁর রচিত অধিকাংশ পাণ্ডুলিপিই বর্তমানে সেনেগালের তুবা বড় মসজিদের গ্রন্থাগারে সংরক্ষিত আছে। তাঁর রচনাগুলো ইসলামি আধ্যাত্মিকতা, ধর্ম ও নৈতিক শিক্ষা ও নবী মুহাম্মদের প্রশংসা সম্বলিত কবিতায় পরিপূর্ণ। নিচে তাঁর কিছু গুরুত্বপূর্ণ রচনার তালিকা দেওয়া হল:\n\nজাওয়াহিরুন-নাফিস\nমাওয়াহিবুল কুদ্দুস\nজাযবাতু-স্-সিগার\nমুলাইয়্যিনু-স্-সুদূর\nজাওয়ারতুল্লাহ\nখাতিমাতু মুনাজাত\nমাসালিক আল-জিনান\nহুকাল বুকাউ\nমুনাওয়ারু-স্-সুদূর\nমাগালিকু-ন্-নিরান ওয়া মাফাতিহুল জিনান\nতাজাওয়্বুদুশ-শুব্বান\nনবি মুহাম্মদকে উৎসর্গ করে লিখিত কবিতা:\n\nমুকাদ্দিমাতুল আমদাহ\nমাওয়াহিবু নাফি'উ\nজাযবুল কুলুব ইলা আল্লামিল গুইয়ুব\n\n\n== পরিবার ও বংশানুক্রম ==\nশেখ আহমাদু বম্বার পূর্বপুরুষ, উত্তরসূরি ও সঙ্গীদের নিম্নোক্ত তালিকাটি সালিউ এমব্যাক (২০১৬ খ্রি.) গ্রন্থ থেকে গ্রহণ করা হয়েছে। \n\n\n=== পূর্বপুরুষগণ ===\nমাম মোর আনতা সালি এমব্যাক (পিতা): তাঁর শিক্ষক ছিলেন মুহাম্মদ সাল্ল, যিনি বাম্বা নামী একটি গ্রামের অধিবাসী ছিলেন।\nমামে দিআরা বুসো (মা): তাঁর পরিবার গোল্লেরের অধিবাসী ছিল, যা ফুতা ও এমব্যাকের নিকটবর্তী একটি গ্রাম। আজও প্রতিবছর শত শত তীর্থযাত্রী মামে দিআরাকে স্মরণ করেন, যারা পরখানে গিয়ে তাঁকে শ্রদ্ধা নিবেদন করেন। সেখানে তিনি সমাহিত আছেন।\nমাম মোর আন্তা সালি (মামে দিআরার পিতা): তিনি একজন সম্মানিত ইসলামি পণ্ডিত ছিলেন।\nমাম বল্লা আইচা (পিতৃকুল দাদু): তিনি মাম মাহরামের কনিষ্ঠ পুত্র ছিলেন।\nমাম মাহরাম এমব্যাক (পিতৃকুল প্রপিতামহ): তিনি একজন খ্যাতনামা কাজী এবং এমব্যাক শহরের প্রতিষ্ঠাতা ছিলেন।\nআল-হাজ মালিক সাই তিজানী: তিনি মাম মাহরামের প্রপৌত্র ছিলেন। তাঁর পিতৃকুল দাদী ছিলেন মাম মাতি এমব্যাক, যিনি মাম থিয়ার্নো ফারিমাতা এমব্যাকের কন্যা।\n\n\n=== উত্তরসূরিগণ ===\nসেরিন মোহামাদু মোস্তাফা এমব্যাক (প্রথম পুত্র): মুরিদিয়া তরিকার প্রথম খলিফা।\nসেরিন শেখ আহমাদু এমব্যাক গাইন্দে ফাতমা (প্রথম খলিফার পুত্র): তিনি ফরাসি ও আরবি ভাষার বিদ্যালয় প্রতিষ্ঠা করেন; ছাত্রদের বৃত্তি প্রদান করেন এবং সেনেগালে শিক্ষার উন্নয়নে অবদান রাখেন।\nশেখ বাচির মুহামাদুল (পুত্র): তিনি বম্বার জীবনীকার ছিলেন।\nশেখ মোহামাদু লামিন বারা এমব্যাক (১৮৯১–১৯৩৬) (তৃতীয় পুত্র)\nসেরিন সিদি মুখতার এমব্যাক (নাতি): তিনি মুরিদিয়া ভ্রাতৃত্বের সপ্তম খলিফা ছিলেন। \nশেখ মোহামাদুল বাচির (১৮৯৫–১৯৬৬) (চতুর্থ পুত্র)।\nসেরিন মুস্তাফা এমব্যাক বাসিরু (নাতি): তিনি পরোখানে গ্রাম আধুনিকায়ন করেন; \"মামে দিআরা\" ফাউন্ডেশন প্রতিষ্ঠা করেন এবং ৪০০ ছাত্রী ধারণক্ষম একটি মেয়েদের বোর্ডিং স্কুল গড়ে তোলেন।\nসেরিন মোহামাদু ফালিলু এমব্যাক (পুত্র): মুরিদিয়া তরিকার দ্বিতীয় খলিফা। \nসেরিন আবদু আহাদ এমব্যাক (পুত্র): তৃতীয় খলিফা।\nসেরিন আবদু খাদর এমব্যাক (পুত্র): চতুর্থ খলিফা। \nসেরিন সালিউ এমব্যাক (পুত্র): পঞ্চম খলিফা এবং শেখ বাম্বার শেষ জীবিত পুত্র।\nসেরিন মোহামাদু লামিন বারা এমব্যাক: ষষ্ঠ খলিফা ও পঞ্চম খলিফা সালিউ এমব্যাকের ভ্রাতুষ্পুত্র।\n\n\n=== ভ্রাতৃগণ ===\nমাম মোর দিআরা (মাতৃভ্রাতা): সাহম নগরে আজও তাঁকে শ্রদ্ধার সঙ্গে স্মরণ করা হয়।\nমাম থিয়ার্নো বিরাহিম এমব্যাক (ছোট ভাই): তিনি বাম্বার নির্বাসনকালে পরিবার ও সমাজের দায়িত্ব পালন করেন। আজও দারু মুস্তিতে তাকে সম্মানিত করা হয়।\nমাম শেখ আনতা দারু সালাম: একজন ব্যবসায়ী এবং তাঁকেও দারু সালাম শহরে শ্রদ্ধা জানানো হয়।\nসেরিন মাসাম্বা: তিনি বম্বার লেখাগুলো লিপিবদ্ধ করতেন।\nসেরিন আফে এমব্যাক\n\n\n=== অন্যান্য উল্লেখযোগ্য ব্যক্তিবর্গ ===\nশেখ মোহামাদু লামিন দিয়োপ ডাগানা: বম্বার জীবনীকার ও সঙ্গী।\nসেরিন দামে আবদুর রহমান লো: বাম্বার সন্তানদের শিক্ষক।\nশেখ আদমা গেইয়ে: প্রথম মুরিদ অনুসারী।\nমাম শেখ ইব্রাহিমা ফাল: বায়ে ফাল সম্প্রদায়ের প্রতিষ্ঠাতা।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nReuters report of Touba and the Mourides\n\"Senegal's powerful brotherhoods\"। BBC News। ২০০৫-০৯-২২। সংগ্রহের তারিখ ২০০৮-০৮-০৯। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  By Elizabeth Blunt BBC News, 22 September 2005.\nNorimitsu Onishi (২০০২-০৫-০২)। \"Industrious Senegal Muslims Run a 'Vatican'\"। The New York Times। সংগ্রহের তারিখ ২০০৮-০৮-০৯। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) , The New York Times, Norimitsu Onishi, 2 May 2002.\nSusan Sachs (২০০৩-০৭-২৮)। \"In Harlem's Fabric, Bright Threads of Senegal\"। The New York Times। সংগ্রহের তারিখ ২০০৮-০৮-০৯। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) , The New York Times, Susan Sachs, 28 July 2003.\nSect follows different brand of Islamic law. Reuters, May 22, 2007.\nTimeline of the events of Ahmadou Bamba's life  from touba-internet.com.\nCheikh Anta Babou . Fighting the Greater Jihad: Amadu Bamba and the Founding of the Muridiyya of Senegal, 1853–1913. Ohio University Press (2007) আইএসবিএন ৯৭৮-০-৮২১৪-১৭৬৬-৯\nCoulon, Christian (১৯৯৯)। \"The Grand Magal in Touba: A Religious Festival of the Mouride Brotherhood of Senegal\"। African Affairs। 98 (391): 195–210। জেস্টোর 723626। ডিওআই:10.1093/oxfordjournals.afraf.a008007। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJohn Glover. Sufism and Jihad in Modern Senegal: The Murid Order (Rochester Studies in African History and the Diaspora). University of Rochester Press (2007) আইএসবিএন ৯৭৮-১-৫৮০৪৬-২৬৮-৬\nKaag, Mayke (মার্চ ২০০৮)। \"Mouride Transnational Livelihoods at the Margins of a European Society: The Case of Residence Prealpino, Brescia, Italy\"। Journal of Ethnic and Migration Studies। 34 (2): 271–285। এসটুসিআইডি 143014899। ডিওআই:10.1080/13691830701823848। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLe Mouridisme by Pape N'Diaye, on afrology.com\nRobinson, David (১৯৮৮)। \"French 'Islamic' Policy and Practice in Late Nineteenth-Century Senegal\"। The Journal of African History। 29 (3): 415–435। এসটুসিআইডি 155037183। জেস্টোর 182350। ডিওআই:10.1017/S0021853700030565। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSheik Ahmadu Bamba: Selected Poems. Edited and translated by Sana Camara. Brill Press, 2017. Forthcoming April 2017. আইএসবিএন ৯৭৮৯০০৪৩৩৯১৮৭\nAbdou Seye, Des hommes autour du Serviteur de l'Envoyé - Aperçu biographique de disciples de Cheikh Ahmadou Bamba, Édition 1438 h / 2017\nKimball, Michelle R., 2019, Shaykh Ahmadou Bamba: A Peacemaker for Our Time.\n\n\n== বহিঃসংযোগ ==\n\n(ফরাসি ভাষায়) The wird, its role and purpose by Shaykh Ahmadu Bamba (at-tawhid.net)\nToubatoulouse.org to download khassaides, audio sounds and pictures\nThe Online Murid Library (DaarayKamil.com)\nPassport to Paradise: Sufi Arts of Senegal and Beyond: exhibition and educational program from the Fowler Museum of Cultural History of the University of California at Los Angeles.\nMouride.com\ndaaramouride.asso.ulaval.ca\nMajalis.org\nLa Non Violence de Cheikh Ahmadou Bamba\nInternational Sufi School Khidmatul Khadim\nArticle on Shaykh Ahmadou Bamba as Peacemaker\nOfficial Home Page of the Muridiyya Khidmatul Khadim School\nA modest tribute from Tidjani Négadi (Oran University, Algeria)\nA rare book bridging NY and Touba, Senegal by Peter Bogardus.\nWays Unto Heaven by Ahmadou Bamba, translation by Abdoul Aziz Mbacke\nJihad For Peace, about Cheikh Ahmadou Bamba, by Abdoul Aziz"}