{"pageid": 1523489, "title": "আল-মাজারি", "url": "https://bn.wikipedia.org/wiki?curid=1523489", "content": "মুহাম্মদ ইবনে আলী ইবনে ওমর ইবনে মুহাম্মদ আল-তামিমি আল-মাজারি ( আরবি: محمد بن علي بن عمر بن محمد التميمي المازري   ) (১০৬১ – ১১৪১ খ্রিস্টাব্দ) (৪৫৩ হিজরি – ৫৩৬ হিজরি),সাধারণভাবে আল-মাযিরি বা ইমাম আল-মাযিরি  নামে পরিচিত সুন্নি ইসলামী আইনের মালিকি মাযহাবের একজন গুরুত্বপূর্ণ আরব মুসলিম আইনবিদ ছিলেন। তিনি এই মাযহাবের অন্যতম প্রধান ব্যক্তিত্ব ছিলেন। খলিল ইবনে ইসহাকের লেখা মুখতাসার  মালিকি মাযহাবের পরবর্তী সময়ের গুরুত্বপূর্ণ গ্রন্থগুলোর মধ্যে অন্যতম ছিল। এই গ্রন্থটি মালিকি মাযহাবের জন্য নির্ভরযোগ্য। এই গ্রন্থে চারজন ফকিহের মতামতকে প্রামাণিক হিসেবে গ্রহণ করা হয়েছে। এদের মধ্যে আল-মাজারির মতামতও মুখতাসার গ্রন্থে অন্তভুর্ক্ত করা হয়। মালিকি মাযহাবের অনুসারীরা তাকে সাধারনত \"আল-ইমাম\" (ইমাম) নামে সম্মোধিত করে।\n\n\n== প্রাথমিক জীবন ==\nআল-মাজারি বনু তামিম গোত্রের সদস্য ছিলেন। তার জন্মস্থান নিয়ে মতভেদ রয়েছে। অনেক সূত্র অনুযায়ী, তিনি সিসিলির পশ্চিম উপকূলে মাজারা (বর্তমানে মাজারা দেল ভাল্লো) শহরে জন্মগ্রহণ করেন। অন্যরা বলে, তিনি তিউনিসিয়ার মাহদিয়ায় জন্মেছিলেন। সেখানে তিনি জীবনের বেশিরভাগ সময় কাটিয়েছেন এবং মারা গেছেন। মদিনার মালিকি পণ্ডিত ইবনে ফারহুনসহ বিখ্যাত ফকিহ এবং ইতিহাসবিদরা তার জন্মস্থান হিসেবে সিসিলিকে উল্লেখ করেছেন। তিনি ১০৬১ খ্রিস্টাব্দে (৪৫৩ হিজরি) জন্মগ্রহণ করেন। একই বছরে, প্রথম রজার ইতালির মূল ভূখণ্ড থেকে সিসিলিতে এসে মুসলমানদের কাছ থেকে ধীরে ধীরে ভূমি দখল প্রক্রিয়া শুরু করেন। পরবর্তী ত্রিশ বছর ধরে এই ভূমি দখল প্রক্রিয়া চলতে থাকে। মুহাম্মদ তার প্রাথমিক জীবন সিসিলির দক্ষিণে মাজারায় অধ্যয়নের মাধ্যমে কাটান। পরে খ্রিস্টান শাসকদের আক্রমণের আশঙ্কায় তার পরিবার তিউনিসিয়ার মাহদিয়ায় চলে যায় এবং সেখানে স্থায়ীভাবে বসবাস শুরু করে।\nআল-মাজারির বংশধর বনু তামিম গোত্রের ছিল। উত্তর আফ্রিকা ও ভূমধ্যসাগরীয় দ্বীপপুঞ্জের আঘলাবি শাসকরা এই আরব গোত্রের বংশোদ্ভূত ছিলেন। ৭ম শতাব্দীতে উকবা ইবনে নাফির বিজয়ের সময় আরব থেকে উত্তর আফ্রিকায় অভিবাসিত প্রথম আরব উপজাতিদের মধ্যে বনু তামিম ছিল অন্যতম। নবম শতাব্দীতে আসাদ ইবনে আল-ফুরাতের নেতৃত্বে সিসিলি বিজয়ী সেনাবাহিনীর মধ্যে আল-মাজারির দূর সম্পর্কের দাদাও ছিলেন।\nইফরিকিয়ায় (বর্তমান তিউনিসিয়া) আল-মাজারি যে পরিবেশে বড় হন, তা তার সিসিলির জন্মস্থানের মতোই অশান্ত ছিল। ফাতিমী শাসকরা জিরিদদের শিয়া খিলাফত থেকে বিচ্ছিন্ন হয়ে বাগদাদের সুন্নি খলিফার প্রতি আনুগত্য প্রকাশ করে। এতে শাস্তি হিসেবে লাখ লাখ আরব বেদুইনকে উত্তর আফ্রিকায় পাঠানোর ফলে মাগরেবের রাজনৈতিক ও সামাজিক পরিস্থিতি বিপর্যস্ত হয়। এই ঘটনার ফলে ইফ্রিকিয়ার শহরগুলি ধ্বংস হয়ে যায়। এর মধ্যে সবচেয়ে গুরুত্বপূর্ণ রাজধানী কাইরোয়ান ছিল। অনেক পণ্ডিত আন্দালুসিয়াসহ অন্যত্র চলে যান। তবুও আল-মাজারি ও তার পরিবার ইফ্রিকিয়ায় থেকে যান এবং তিনি জিরিদদের নতুন সুরক্ষিত রাজধানী মাহদিয়ায় বড় হতে থাকেন। আল-মাজারির এই অশান্ত পরিবেশে বেড়ে ওঠার কারণে ইতিহাসবিদরা তার সতর্ক স্বভাবের সঙ্গে তার শৈশবের সম্পর্ক খুঁজে পান।\nআল-মাজারি তার জীবন ও শিক্ষা সংক্রান্ত তথ্য দেওয়া বা লিপিবদ্ধ করার ব্যাপারে আগ্রহী ছিলেন না। তাই ইতিহাসবিদরা তার ফতোয়া (আইনি মতামত) ব্যবহার করে বোঝার চেষ্টা করেন যে তিনি কাদের কাছ থেকে শিক্ষা নিয়েছিলেন এবং কোন ব্যক্তি ও স্থান তার জীবনে গভীর প্রভাব ফেলেছিল। আল-মাজারি তার জ্ঞানের সন্ধানে উত্তর আফ্রিকা জুড়ে তিউনিস, গাবেস, গাফসা, ত্রিপোলি এবং আলেকজান্দ্রিয়ার মতো শহরগুলিতে ভ্রমণ করেছিলেন। তাকে সবচেয়ে বেশি প্রভাবিত করা পণ্ডিত ছিলেন আব্দুল-হামিদ ইবনে আল-সাইগ। এছাড়া তিনি বিখ্যাত তিউনিসীয় মালিকি পণ্ডিত আল-লাখমির কাছেও পড়াশোনা করেছিলেন বলে জানা যায়।\n\n\n== উত্তরাধিকার ==\nআজও তার জন্মস্থান সিসিলির মাজারা দেল ভাল্লোতে \"ইমাম আল-মাজারি স্কয়ার\" নামে একটি চত্বর রয়েছে।\nবিচারক ইয়া্দ বলেন: “তিনি আফ্রিকার শেষ প্রবীণদের একজন যিনি ফিকহশাস্ত্রে (ধর্মীয় আইন) অনেক জ্ঞান অর্জন করেছেন, ইজতিহাদ (স্বাধীন মতামত দেওয়ার ক্ষমতা) এবং গভীর বিবেচনার ক্ষেত্রে সঠিকতা অর্জন করেছেন। তার সময়ে পৃথিবীর কোনো দেশে তার সমকক্ষ পণ্ডিত কেউ ছিল না।”\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}