{"pageid": 1523358, "title": "আখেন বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1523358", "content": "আর ডব্লিউ টি এইচ আখেন বিশ্ববিদ্যালয় হল একটি জার্মান পাবলিক গবেষণাধর্মী বিশ্ববিদ্যালয়,এটি আখেন, নর্থ রাইন-ওয়েস্টফালিয়া, জার্মানিতে অবস্থিত।  ৪৭,০০০ বেশি শিক্ষার্থী ১৪৪টি  প্রোগ্রামে অধ্যয়নরত, এটি জার্মানির দ্বিতীয় বৃহত্তম প্রযুক্তি বিশ্ববিদ্যালয়।\n২০১৯ সালে আর ডব্লিউ টি এইচ আখেন বিশ্ববিদ্যালয়  তৃতীয় ফেডারেল এবং রাষ্ট্রীয় শ্রেষ্ঠত্ব প্রকৌশলের ফাইনাল থেকে উঠে এসেছে।  বিশ্ববিদ্যালয়টিকে আগামী সাত বছরের জন্য শ্রেষ্ঠত্বের বিশ্ববিদ্যালয় হিসেবে অর্থায়ন করা হবে। আখেন বিশ্ববিদ্যালয় ইতিমধ্যেই ২০০৭ এবং ২০১২ সালে ফেডারেল এবং স্টেট এক্সিলেন্স উদ্যোগের অংশ ছিল।\n\n\n== ইতিহাস ==\n১৮৫৮ সালের ২৫ জানুয়ারী, প্রুশিয়ার যুবরাজ ফ্রেডেরিক উইলিয়াম (পরবর্তীতে জার্মান সম্রাট), আচেনার ও মুনচেনার ফিউয়ের-ভার্সিচেরাংস-গেসেলশ্যাফ্টের কাছ থেকে চারের জন্য ৫০০০ টেলার দান করা হয়েছিল।  মার্চ মাসে, রাজকুমার রাইন প্রদেশের কোথাও প্রথম প্রুশিয়ান ইনস্টিটিউট অফ টেকনোলজি খুঁজে পাওয়ার জন্য অনুদান ব্যবহার করতে বেছে নিয়েছিলেন।  প্রতিষ্ঠানটির ক্যাম্পাস কয়েক বছর ধরে অনিশ্চিত ছিল;  যদিও যুবরাজ প্রাথমিকভাবে কোবলেঞ্জের পক্ষে ছিলেন, আখেন, বন, কোলন এবং ডুসেলডর্ফ শহরগুলিও আবেদন করেছিল, আখেন এবং কোলন প্রধান প্রতিযোগী ছিল।  আখেন শেষ পর্যন্ত বীমা কোম্পানি এবং স্থানীয় ব্যাঙ্কগুলির দ্বারা সমর্থিত একটি অর্থায়নের ধারণার সাথে বেছে নেওয়া হয়। নতুন পলিটেকনিকমের জন্য ভিত্তিপ্রস্তর স্থাপন করা হয় ১৫ মে ১৮৬৫ তারিখে এবং ১৮৭০ সালের ১০ অক্টোবর ফ্রাঙ্কো-প্রুশিয়ান যুদ্ধের সময় ২২৩ জন ছাত্র এবং ৩২ জন শিক্ষকের সাথে ক্লাস শুরু হয়।  নতুন প্রতিষ্ঠানের প্রাথমিক উদ্দেশ্য ছিল ইঞ্জিনিয়ারদের শিক্ষা, বিশেষ করে রুহর এলাকায় খনি শিল্পের জন্য;  সেখানে রসায়ন, বৈদ্যুতিক ও যান্ত্রিক প্রকৌশলের স্কুলের পাশাপাশি একটি প্রাথমিক সাধারণ স্কুল যা গণিত এবং প্রাকৃতিক বিজ্ঞান এবং কিছু সামাজিক বিজ্ঞান শেখানো হয়।\n\nনতুন প্রুশিয়ান পলিটেকনিকের অস্পষ্ট অবস্থান (যা আনুষ্ঠানিকভাবে বিশ্ববিদ্যালয় ছিল না) প্রথম বছরগুলিকে প্রভাবিত করেছিল।  সমাজে পলিটেকনিকের প্রতিপত্তি ছিল না এবং ছাত্র সংখ্যা কমেছে।  এটি ১৮৮০ সালে পরিবর্তিত হতে শুরু করে যখন প্রারম্ভিক RWTH, অন্যদের মধ্যে, একটি রয়্যাল টেকনিক্যাল ইউনিভার্সিটি হিসাবে পুনর্গঠিত হয়, প্রুশিয়ান হাউস অফ লর্ডসে একটি আসন লাভ করে এবং অবশেষে ড.-ইং-কে দেওয়ার অধিকার জিতে নেয়।  (১৮৯৯) ডিগ্রি এবং ডিপ্ল.-ইং.  শিরোনাম (১৯০২ সালে প্রবর্তিত)।  একই বছরে, ৮০০ জনেরও বেশি পুরুষ শিক্ষার্থী ভর্তি হয়েছিল।  ১৯০৯ সালে প্রথম নারীদের ভর্তি করা হয় এবং শিল্পী অগাস্ট ভন ব্র্যান্ডিস স্থাপত্য অনুষদে আলেকজান্ডার ফ্রেঞ্জের স্থলাভিষিক্ত হন \"ফিগার এবং ল্যান্ডস্কেপ পেইন্টিং এর অধ্যাপক\" হিসাবে, ব্র্যান্ডিস ১৯২৯ সালে ডিন হন।\n\n\n== ক্যাম্পাস ==\n\nRWTH আখেন বিশ্ববিদ্যালয়ের ৬২০ একর (২৫০ হেক্টর) ক্যাম্পাসটি আখেন শহরের উত্তর-পশ্চিম অংশে অবস্থিত।  দুটি মূল এলাকা রয়েছে - মিডটাউন এবং মেলাটেন জেলা।  মূল ভবন, সুপারসি ছাত্রদের কেন্দ্র এবং কারমান হল আখেন ক্যাথিড্রাল সহ শহরের কেন্দ্র থেকে ৫০০ মি দূরে অবস্থিত, অডিম্যাক্স (সবচেয়ে বড় বক্তৃতা হল) এবং প্রধান রিফেক্টরি ২০০;মি দূরে অবস্থিত।  অন্যান্য আগ্রহের বিষয়গুলির মধ্যে রয়েছে বিশ্ববিদ্যালয়ের বোটানিক্যাল গার্ডেন (Botanischer Garten Aachen)।\n\nএকটি নতুন বিল্ডিং, সেন্ট্রাল অডিটোরিয়াম ফর রিসার্চ অ্যান্ড লার্নিং (CARL) ২০১৭ সালে খোলা হয়েছিল। এটি ৪০০০ জন ছাত্রের জন্য জায়গা দেয় এবং অডিম্যাক্সকে বৃহত্তম লেকচার হল ভবন হিসাবে প্রতিস্থাপন করে।  নতুন কেন্দ্রীয় অডিটোরিয়ামের নাম, যা বিভিন্ন বক্তৃতা হল ধারণ করতে চলেছে, এটি শার্লেমেন এর একটি উল্লেখ, যিনি মধ্যযুগে আখেন থেকে তার সাম্রাজ্য শাসন করেছিলেন।\n\n\n== তথ্যসূত্র =="}