{"pageid": 1523702, "title": "মালেকা বানুর মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1523702", "content": "মালেকা বানু চৌধুরী জামে মসজিদ চট্টগ্রাম জেলার বাঁশখালী উপজেলার সরল ইউনিয়নে অবস্থিত একটি ঐতিহাসিক মসজিদ। এটি ১৭৩০ সালে নির্মিত হয় এবং এটি মোগল স্থাপত্যশৈলীর অন্যতম নিদর্শন। জমিদার আমির মোহাম্মদ চৌধুরী তার একমাত্র কন্যা মালেকা বানু চৌধুরীর স্মৃতিতে এই মসজিদটি নির্মাণ করেন।\n\n\n== অবস্থান ==\nবাঁশখালী উপজেলার জলদী মিয়ার বাজার হতে প্রায় ৩ কিলোমিটার পশ্চিমে সরল ইউনিয়নে মালেকা বানু মসজিদ অবস্থিত। চট্টগ্রাম শহরের বহদ্দারহাট বাস টার্মিনাল থেকে বাঁশখালীগামী বাসে মিয়ার বাজার নেমে সিএনজি বা মাইক্রোবাসে সরল বাজার পৌঁছানো যায়। সেখান থেকে আরও পশ্চিমে গেলে মসজিদ ও দীঘি দেখা যাবে।\n\n\n== ইতিহাস ==\nমালেকা বানু মসজিদের নির্মাণ ইতিহাস একটি কিংবদন্তির সঙ্গে জড়িত। জনশ্রুতি অনুযায়ী, মালেকা বানু ও আনোয়ারার জমিদার মনু মিয়ার প্রেমের কাহিনীর স্মারক হিসেবে এটি গড়ে ওঠে। মালেকা বানু তার বাবার মৃত্যুর পর স্মৃতিস্বরূপ এই মসজিদ নির্মাণ করেন। ঐতিহাসিকদের মতে, এটি ১৭৩০ সালে নির্মিত হয় এবং ১৭৯৩ সালে জমিদারি নথিতে নিবন্ধিত হয়।\n\n\n== স্থাপত্য ==\nমসজিদটি মোগল স্থাপত্যশৈলীতে নির্মিত। এতে তিনটি গম্বুজ, কারুকাজখচিত মেহরাব এবং মসজিদের দেয়ালে খোদাইকৃত শিলালিপি ছিল, যা পরবর্তী সময়ে হারিয়ে যায়। মসজিদ সংলগ্ন একটি বিশাল দীঘিও ছিল, যা কালের পরিক্রমায় বিলীন হয়ে গেছে।\n\n\n== সংস্কার ==\n১৯৭৮ সালে প্রথমবার মসজিদটি সংস্কার করা হয়।\n২০১০ সালে চট্টগ্রাম জেলা পরিষদ এটি পুনরায় সংস্কার করে একটি ফলক স্থাপন করে।\nসর্বশেষ ২০২১ সালে মরহুম ফৌজুল কবির চৌধুরীর উত্তরসূরিরা মূল মসজিদ পুনঃসংস্কার করেন এবং একটি একতলা বর্ধিতাংশ নির্মাণ করেন।\n\n\n== কিংবদন্তি ==\nমালেকা বানু ও মনু মিয়ার প্রেমের কাহিনী চট্টগ্রামের লোকগীতিতে আজও সংরক্ষিত। ‘মালকা বানুর দেশে রে/ বিয়ের বাইদ্য আল্লা বাজে রে/ মালকার বিয়া হইব মনু মিয়ার সাথে রে...’—এমন গান একসময় গ্রামবাংলার বিয়ের আসরে নারীরা গাইতেন। ১৯৭৪ সালে ‘মালকা বানু’ নামে চলচ্চিত্র নির্মিত হয় এবং ১৯৯১ সালে এটি পুনরায় নির্মাণ করা হয়।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসরকারি ওয়েবসাইটে মসজিদ সম্পর্কে তথ্য\nবার্তা২৪-এর প্রতিবেদন"}