{"pageid": 1523010, "title": "মানেশা চ্যাটার্জি", "url": "https://bn.wikipedia.org/wiki?curid=1523010", "content": "মানেশা চ্যাটার্জি একজন ভারতীয় অভিনেত্রী যিনি হিন্দি, তেলুগু, তামিল এবং ওড়িয়া টিভি অনুষ্ঠান এবং চলচ্চিত্রে তার কাজের জন্য পরিচিত।\nতিনি ওয়ার্ল্ড কাপ ২০১১ (২০০৯) নামক চলচ্চিত্রের মাধ্যমে হিন্দিভাষী চলচ্চিত্র জগতে আত্মপ্রকাশ করেন। তিনি এই চলচ্চিত্রের মূল চরিত্রে অভিনয় করেছিলেন। এরপর তিনি বছরের দ্বিতীয় সর্বোচ্চ আয়কারী ছবি ওয়ান্টেড (২০০৯) -এ জনৈক কমিশনারের মেয়ের চরিত্রে অভিনয় করেছিলেন।\nতিনি মূলত তামিল চলচ্চিত্র জগতে কাজ করেছেন। মানেশা ওয়ার্ল্ড কাপ ২০১১ এবং থাম্বিভুদাইয়ান সহ জনপ্রিয় সিনেমাগুলিতে অভিনয় করেছেন।\nমানেশা ২০১৭ সালে মুক্তিপ্রাপ্ত সীতা রামা এনকা বাহাঘরা কালী জুগারে নামক ওডিয়া  চলচ্চিত্রে অভিনয় করেন। সেই একই বছরে তার অভিনীত সীতামুলা কল্যাণম চুথামু রারান্দি  নামক তেলুগু চলচ্চিত্র প্রেক্ষাগৃহে মুক্তি পায়। \n\n\n== জীবনের প্রথমার্ধ ==\nমানেশা চ্যাটার্জির জন্ম ১৯৮৮ সালের ৩০ আগস্ট। তিনি পূর্ব ভারতের প্রানকেন্দ্র কলকাতা শহরে জন্মগ্রহণ করেন ।  তিনি মুম্বাইয়ের স্কুলে পড়াশোনা করেন এবং মিঠিবাই কলেজ থেকে স্নাতক হন, যেখানে তিনি ফ্যাশন ডিজাইনের প্রশিক্ষন নিয়েছিলেন। ইনস্টাগ্রামে তার ১,৬০০ জন ফলোয়ার রয়েছে।\n\n\n== কর্মজীবন ==\n২০০৯ সালে, মানেশা থামবিভুদায়ান  চলচ্চিত্রে অভিনয় করেন  যেখানে তার সাথে আদিত্য আনবু, নিঝলগাল রবি, চারু হাসান, এবং কাধল ধান্দাপানি ইত্যাদি প্রমুখ অভিনেতা-অভিনেত্রীরা কাজ করেন। ছবিটি পরিচালনা করেছিলেন রাজা মহেশ।\nএকই বছর, মানেশা তার প্রথম হিন্দি ছবি, ওয়ার্ল্ড কাপ ২০১১, তে অভিনয় করেন, যা নবাগত পরিচালক রবি কাপুর পরিচালিত একটি ক্রীড়া ও অপরাধমূলক হিন্দী ভাষার চলচ্চিত্র।  রবি কাপুর এবং মানেশা চ্যাটার্জিকে এই চলচ্চিত্রের প্রধান চরিত্রে অভিনয় করার জন্য বেছে নেওয়া হয়েছিল।  এক বছরের বিরতির পর, মানেশা সান টিভিতে সম্প্রচারিত তামিল ধারাবাহিক শক্তি -তে যোগ দেন। এই সিরিয়ালটি ছিল দিল সে দি দুয়া সৌভাগ্যবতী ভব? নামক একটি হিন্দি ধারাবাহিকের তামিল পুনর্নির্মান । অনুষ্ঠানটি জুন ২০১৪ থেকে মার্চ ২০১৫ পর্যন্ত মোট ২০৫টি পর্বে সম্প্রচারিত হয়েছিল।\n২০১৫ সালে, মানেশা চ্যাটার্জি  দুটি সিনেমায় অভিনয় করেছিলেন, যাদের মধ্যে একটি ছিল তেলুগু চলচ্চিত্র উদ্যানভানাম ২  এবং আরেকতি হল তামিল চলচ্চিত্র, চা কাদাই বেঞ্চ ।\n২০১৬ সালে, তিনি আরও দুটি তেলুগু সিনেমাতে অভিনয় করেন। তিনি আঁথুলেনি প্রেমা এবং সীতা রামা এনকা বাহাঘরা কালী জুগারে নামক ওড়িয়া চলচ্চিত্রে অভিনয়ের জন্য চুক্তিবদ্ধ হন।  ২০১৭ সালে, তার প্রথম ওড়িয়া সিনেমা সীতা রামা এনকা বাহাঘরা কালী যুগরে মুক্তি পায়।  এই চলচ্চিত্রে তার সহ-অভিনেতা ছিলেন সব্যসাচী মিশ্র। মানেশা চলচ্চিত্রের মুখ্য ভূমিকায় অভিনয় করেছিলেন।\nসিতারামুল কল্যাণম চুথামু রারান্দি  চলচ্চিত্রের তেলুগু সংস্করণটি বর্তমানে নির্মানের পর্যায়ে রয়েছে রয়েছে। ২০১৮ সালে, মানেশা ভারতের প্রথম কিশোর ফ্যান্টাসি চলচ্চিত্র, ১৯৭৮ আ টিন নাইট আউট -এর সহ-প্রযোজক হন। \n\n\n== তথ্যচিত্র =="}