{"pageid": 1523352, "title": "আনসিবা হাসান", "url": "https://bn.wikipedia.org/wiki?curid=1523352", "content": "আনসিবা হাসান (জন্ম: ১৮ জুন ১৯৯২) একজন ভারতীয় অভিনেত্রী, টেলিভিশন উপস্থাপক এবং নৃত্যশিল্পী। মালায়ালাম চলচ্চিত্র জগতে তার সবচেয়ে উল্লেখযোগ্য কাজ হল জিতু জোসেফ পরিচালিত ২০১৩ সালের বানিজ্যিকভাবে সফল মালায়ালাম চলচ্চিত্র দৃশ্যম  যেখানে তিনি একজন সাধারণ কেবল টিভি অপারেটরের মেয়ে অঞ্জুর ভূমিকায় অভিনয় করেছিলেন।  ২০২৪ সালে, তিনি বিগ বস মালায়ালাম -এর ষষ্ঠ মরশুমে অংশগ্রহণ করেছিলেন। অনুষ্ঠান শুরুর ৭৭ দিন পর তাকে প্রতীযোগিতা থেকে বহিষ্কার করা হয়েছিল।\n\n\n== জীবনের প্রথমার্ধ ==\nআনসিবার জন্ম ১৮ জুন ১৯৯২ সালে। তিনি ভারতের কেরালার কালিকট জেলায় জন্মগ্রহণ করেন। তিনি তার  বাবা-মা হাসান এবং রাসিয়ার  ছয় সন্তানের মধ্যে বড়।  আনসিবার তিন ছোট ভাই আশিক, আসিব, আফসাল এবং এক ছোট বোন আফসানা। \n\n\n== চলচ্চিত্র জীবন ==\nআনসিবা হাসান একজন প্রতিভাবান ভারতীয় অভিনেত্রী, যিনি মূলত মালায়ালাম ও তামিল চলচ্চিত্রে কাজ করেছেন। তার চলচ্চিত্র জীবনের সূচনা হয় ২০০৮ সালে মালায়ালাম চলচ্চিত্র ইন্নাথে চিন্তা বিষয়ম-এর মাধ্যমে, যেখানে তিনি এক স্কুলপড়ুয়ার চরিত্রে অভিনয় করেন। পরের বছর ২০০৯-এ তিনি তামিল চলচ্চিত্র সিরিথাল রাসিপেন-এ বিজি চরিত্রে অভিনয় করেন।\n২০১০ সালে তিনি বেশ কয়েকটি চলচ্চিত্রে অভিনয় করেন, যার মধ্যে ছিল মালায়ালাম চলচ্চিত্র আন্নারাক্কান্নানুম থান্নালায়াথু, যেখানে তিনি পবিত্রন নামক চরিত্রের প্রস্তাবিত কনের ভূমিকায় অভিনয় করেন। তামিল চলচ্চিত্র কাচেরি আরম্বম-এ সুমতি চরিত্রে, আরাভধু বনম-এ অনু চরিত্রে এবং মান্ডাবাম-এ অভিনয় করেন।\n২০১১ সালে তিনি তামিল চলচ্চিত্র কনজাম ভেইল কনজাম মাজাই-এ গোমতী চরিত্রে অভিনয় করেন। পরবর্তীতে ২০১২ সালে তিনি তামিল চলচ্চিত্র উডুম্বান-এ গ্রামীণ মেয়ের চরিত্রে অভিনয় করেন। তামিল চলচ্চত্র জগতে তিনি গীতিকা নামে পরিচিত ছিলেন।\n২০১৩ সালে আনসিবা মালায়ালাম সফল চলচ্চিত্র দৃশ্যম-এ অঞ্জু জর্জের চরিত্রে অভিনয় করেন, যা তার অভিনয় জীবনের অন্যতম গুরুত্বপূর্ণ কাজ। এছাড়া তিনি তামিল চলচ্চিত্র পুন্নাগি পায়ানম, নাগারাজা চোলান এমএ এবং এমএলএ চলচ্চিত্রে অভিনয় করেন।\n২০১৪ সালে তিনি মালায়ালাম চলচ্চিত্র গুণ্ডা-তে শ্রীকুট্টি চরিত্রে, লিটল সুপারম্যান-এ অ্যাঞ্জেল উইলসন চরিত্রে এবং তামিল চলচ্চিত্র পন্থু-তে কাজ করেন।\n২০১৫ সালে তার ব্যস্ততম বছর ছিল, যেখানে তিনি মালায়ালাম চলচ্চিত্র শি ট্যাক্সি'-তে রূপা পিল্লা চরিত্রে, বিশ্বাসাম... অথাল্লা এল্লাম চলচ্চিত্রে সালোমি চরিত্রে, উথারা চেম্মিন-এ নীলিপেন্নু চরিত্রে এবং জন হনাই-এ মারিয়া চরিত্রে অভিনয় করেন। তামিল চলচ্চিত্র পরাঞ্জোথি-তে গঙ্গা চরিত্রে ও দুটি স্বল্পদৈর্ঘ্য চলচ্চিত্র লাভমেটস এবং দ্য আদার সাইড-এ অভিনয় করেন।\n২০১৬ সালে তিনি মালায়ালাম চলচ্চিত্র অপরাম বেঙ্গল ইপরাম থিরুভিত্তমকুর-এ সাজিথা চরিত্রে এবং কাট্টাপ্পানায়িলে ঋত্বিক রোশন-এ অতিথি চরিত্রে অভিনয় করেন।\n২০১৭ সালে তিনি মালায়ালাম চলচ্চিত্র পরীথ পাণ্ডারি-তে ফাজিলা চরিত্রে এবং ইন্দুলেখা চলচ্চিত্রে নাম ভূমিকায় অভিনয় করেন। তামিল চলচ্চিত্র পাকানুম পোলা ইরুক্কু-তে কীর্তিকা চরিত্রে কাজ করেন।\n২০১৮ সালে তিনি এ লাইভ স্টোরি নামক স্বল্পদৈর্ঘ্য চলচ্চিত্র নির্মাণ এবং রচনার মাধ্যমে পরিচালক হিসাবে আত্মপ্রকাশ করেন।\n২০১৯ সালে তিনি মালায়ালাম চলচ্চিত্র পেন্নোরুতি-তে গৌরী চরিত্রে অভিনয় করেন। ২০২১ সালে দৃশ্যম চলচ্চিত্রের দ্বিতীয় ভাগ দৃশ্যম ২-এ অউনরায় অঞ্জু চরিত্রে অভিনয় করে দর্শকদের মন জয় করে নেয়।'\n২০২২ সালে তিনি মালায়ালাম চলচ্চিত্র সিবিআই ৫: দ্য ব্রেইন-এ সিবিআই অফিসার অনিতা বর্মা চরিত্রে অভিনয় করেন। ২০২৩ সালে তিনি কুরুক্কান-এ অঞ্জিতা চরিত্রে কাজ করেন।\nভবিষ্যতে তিনি মালায়ালাম চলচ্চিত্র বাদারুল মুনির হুসনুল জামাল-এ সুচেতা চরিত্রে, জেব্রা বরাকাল-এ মেরি চরিয়ান চরিত্রে অভিনয়ের জন্য চুক্তিবদ্ধ হয়েছেন। তিনি আল্লু অ্যান্ড অর্জুন চলচ্চিত্রের পরিচালনা করছেন।\nআনসিবা হাসান তার বৈচিত্র্যপূর্ণ চরিত্র এবং অভিনয় দক্ষতার মাধ্যমে মালায়ালাম ও তামিল চলচ্চিত্রে নিজের স্থান দৃঢ়ভাবে প্রতিষ্ঠিত করেছেন।\n\n\n== তথ্যসূত্র =="}