{"pageid": 1523240, "title": "৩ রমজান", "url": "https://bn.wikipedia.org/wiki?curid=1523240", "content": "৩ রমজান হলো হিজরি (ইসলামি) বর্ষপঞ্জি অনুসারে, রমজান মাসের তৃতীয় দিন। এটি বছরের ২৩৯তম দিন (অথবা শাবান মাস যদি ৩০ দিন পূর্ণ করে, তাহলে তা ২৪০তম দিন অথবা সফর, রবিউস সানি, জমাদিউস সানি ও শা'বান মাস যদি ত্রিশ দিন পূর্ণ করে, তাহলে দুইশত একচল্লিশতম দিন)।\n\n\n== ঘটনাবলী ==\n৩৭ হিজরি: আলী ইবনে আবি তালিব ও মুয়াবিয়া ইবনে আবি সুফিয়ানের মধ্যে একটি সালিশি বৈঠক অনুষ্ঠিত হয়। এতে আলী সালিশ হিসেবে আবু মুসা আশয়ারীকে মনোনীত করেন এবং মুয়াবিয়া আমর ইবনুল আসকে মনোনীত করেন। দীর্ঘ আলোচনার পর সিদ্ধান্ত হয় যে আলী হিজাজ, ইরাক, ইয়েমেন ও মিশর শাসন করবেন এবং মুয়াবিয়া সিরিয়ার (শাম) শাসক থাকবেন।\n৩৫০ হিজরি: আন্দালুসের উমাইয়া খিলাফতের খলিফা হিসেবে দ্বিতীয় আল-হাকাম দায়িত্ব গ্রহণ করেন।\n৪১৮ হিজরি: আবু তাহের জালালুদ্দাওলা বাগদাদ দখল করে বুয়াইহি রাজবংশের অধীনে যুক্ত করেন।\n৫৮৬ হিজরি: ক্রুসেডাররা আক্কা শহর অবরুদ্ধ করে আক্রমণের চেষ্টা চালিয়ে ব্যর্থ হয়।\n৭০৯ হিজরি: স্পেনের আলমারিয়া অবরোধের পর পুনরায় মেরামত করা হয়।\n১৩০৭ হিজরি: মুসলিম সংগ্রামী নেতা রাবিহ আজ -জুবায়েরকে ফরাসিরা হত্যা করে।\n১৩৩০ হিজরি: আহমাদ আল-হাইবা মারাকেশ দখল করে নিজেকে মরক্কোর সুলতান ঘোষণা করেন।\n১৩৬৮ হিজরি: দক্ষিণ আফ্রিকায় শ্বেতাঙ্গ শাসকরা বর্ণবাদী এপারথাইড নীতি চালু করে।\n১৩৭৯ হিজরি: মরক্কোর আগাদির শহরে ৫.৯ মাত্রার ভয়াবহ ভূমিকম্পে এক-তৃতীয়াংশ মানুষ মারা যায়।\n১৪৩৫ হিজরি:\nইসরায়েলি কর্তৃপক্ষ অপহৃত তিন অবৈধ ইহুদি বসতি স্থাপনকারী লোকের মৃতদেহ উদ্ধার করে।\nফ্রান্সের বিএনপি পারিবা ব্যাংক ইরান, সুদান ও কিউবার ওপর নিষেধাজ্ঞা ভঙ্গের কারণে ৮.৯৭ বিলিয়ন ডলার জরিমানা গুনতে বাধ্য হয়।\n১৪৩৬ হিজরি: কাসসাম ব্রিগেড ইস্রায়েলি ডোলেভ বসতিতে আক্রমণ চালিয়ে একজন অবৈধ বসতি স্থাপনকারীকে হত্যা ও অপরজনকে আহত করে।\n\n\n== জন্ম ==\n১৩১৮ হিজরি: ইউসুফ বিন রাশেদ শেখ মুবারক, সৌদি আরবের মালিকি মাজহাবের ফিকহবিশারদ ও ইতিহাসবিদ। \n১৩২৯ হিজরি: হুসেইন মুয়ানিস, একজন মিশরীয় ইতিহাসবিদ।\n১৩৫২ হিজরি: সাফওয়াত আল-শারিফ, মিশরের প্রাক্তন তথ্য মন্ত্রী।\n১৩৬১ হিজরি: মুস্তাফা ফাহমি, মিশরীয় অভিনেতা।\n১৩৬২ হিজরি:  হাসান কাসিম হাবশ, ইরাকি ক্যালিগ্রাফার।\n১৩৬৭ হিজরি:\nমুহাম্মদ আল-মানসুর, কুয়েতি অভিনেতা।\nহাসান উইরাইউদা, ইন্দোনেশীয় পররাষ্ট্রমন্ত্রী।\n১৩৭৫ হিজরি: লতিফা আল-মাজরান, বাহরাইনি অভিনেত্রী।\n১৩৭৯ হিজরি: শাব খালেদ, ফরাসি গায়ক (আলজেরীয় বংশোদ্ভূত)।\n১৩৮০ হিজরি: জাকি ফাতিন আব্দুল ওহাব, মিশরীয় অভিনেতা।\n১৩৮১ হিজরি: মুহাম্মদ ইব্রাহিম, কুয়েতি ফুটবলার ও কোচ।\n১৩৮৫ হিজরি: হুদা সুলতান, বাহরাইনি অভিনেত্রী।\n১৪০৮ হিজরি: শিরিন আদেল, মিশরীয় অভিনেত্রী।\n১৪১১ হিজরি: হনুফ আল-সাদুন, একজন কুয়েতি অভিনেত্রী।\n\n\n== মৃত্যু ==\n৪১৩ হিজরি: আল-শেখ আল-মুফিদ, শিয়া হাদিস বিশেষজ্ঞ ও তৎকালীন সময়ের শিয়া নেতা।\n৫৬৭ হিজরি: ইবনুল শাজারি, বাগদাদী ভাষাবিদ ও সাহিত্যিক।\n১৩০৭ হিজরি: রাবাহ বিন আল-জুবায়ের, চাদের সেনাপতি ও নেতা।\n১৩৪২ হিজরি: মুহাম্মদ মাহদি আল-মাজানদারানি, ইরাকি শিয়া ধর্মীয় নেতা ও লেখক।\n১৩৯৭ হিজরি: মুফদি জাকারিয়া, আলজেরীয় কবি।\n১৪০২ হিজরি: আজাজ নুহাইদাহ, লেবাননী ইতিহাসবিদ।\n১৪১৬ হিজরি: ফাতিমা রশদি, মিশরীয় অভিনেত্রী।\n১৪২৭ হিজরি: জাওয়াদ আল-তাবরিজি, ইরানি শিয়া ধর্মগুরু।\n১৪৩১ হিজরি: আল-তাহির ওয়াতার, আলজেরীয় লেখক।\n১৪৩২ হিজরি: ফুয়াদ গাজি, সিরীয় গায়ক।\n১৪৩৯ হিজরি: মাইয়া আল-জারিবি, তিউনিসীয় রাজনীতিবিদ ও মানবাধিকার কর্মী।\n\n\n== আরো দেখুন ==\n৪ রমজান\n৫ রমজান\n৬ রমজান\n\n\n== গ্রন্থপঞ্জি ==\nইবনে কাসির, মুহাম্মদ (২০১৩)। আল বিদায়াহ ওয়ান নিহায়াহ (বাংলা ভাষায়)। ঢাকা: ইসলামিক ফাউন্ডেশন। আইএসবিএন 984-06-0565-8। \nআল-যাহাবী, শামসুদ্দীন (২০১৫)। তারিখুল ইসলাম (আরবি ভাষায়)। বৈরুত: দারুল-কুতুব আল-ইলমিয়্যাহ। আইএসবিএন 27-45143-53-0। \nআল-যাহাবী, শামসুদ্দীন (২০১৪)। সিয়ারু আলামিন নুবালা (আরবি ভাষায়)। বৈরুত: আল-রিসালা প্রকাশনী। আইএসবিএন 978-9-933-44665-9। \nখতিব বাগদাদী (২০১১)। তারিখে বাগদাদ (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়্যা। আইএসবিএন 978-274510-466-3। \nতাবারি, মুহাম্মদ ইবনে জারির (২০১১)। তারিখে তাবারি: তারিখুর রুসুল ওয়াল মুলুক (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-3263-5। \nহামাবি, ইয়াকুত (২০১১)। মু'জামুল বুলদান (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-1432-7। \nসুয়ুতী, জালালুদ্দীন (২০১০)। তারিখ আল-খুলাফা (আরবি ভাষায়)। সৌদি আরব: দারুল মিনহাজ। আইএসবিএন 978-99534-9819-5। \nইলমাজ উজতুনা (২০১০)। তারিখ আল-দাওলাহ আল-উসমানিয়া (আরবি ভাষায়)। বৈরুত: দারুল কুতুব আরাবি। আইএসবিএন 978-61441-5031-3। \nইয়াগি, ইসমাইল আহমদ (২০১৪)। আল-দাওলাহ আল-উসমানিয়া, ফিত তারিখিল ইসলামি আল-হাদিস (আরবি ভাষায়)। মাকতাবাতুল আবিকান। আইএসবিএন 978-60350-3695-5। \nবারদি, ইবনে তাগরি (২০১৬)। আল-নুজুম আল-যাহিরাহ ফি মুলুক মিসর ওয়াল কাহিরাহ (আরবি ভাষায়)। কায়রো: দারুল কুতুব আল-মিসরিয়া। আইএসবিএন 978-97781-2018-9। \nইবনে ইয়া‌স (২০১৮)। বাদায়ি' আল-জুহুর ফি ওয়াকায়ি' আল-দুহুর (আরবি ভাষায়)। নিল ওয়াফুরাত। \nআল-মাকদিসি, আবু শামা (২০১৮)। আল-রওজাতাইন ফি আখবার আল-দাওলাতাইন আল-নুরিয়া ওয়াস সালাহিয়া (আরবি ভাষায়)। কায়রো: মুয়াসসাসাতুর রিসালা। আইএসবিএন 978-191264-335-6। \nআল মাকরিজি, আলি ইবনে আহমদ (২০০৮)। আস-সুলুক লিমারিফা দুয়াল আল-মুলুক (আরবি ভাষায়)। দার আল-জামান। \nড. আব্দুর রহিম, আল-হাজ্জি (২০০৫)। তারিখুল আন্দালুস আল-ইসলামি। দাম্মাম (সৌদি আরব): দার ইবনুল জাওযি। \nরহমান, ড. আতাউর (২০২৩)। ইতিহাসে ইসলাম: নবী থেকে খেলাফত। ঢাকা: ইসলামিক ফাউন্ডেশন। \nডেভিড, ফ্রমকিন (১৯৮৯)। অ্য পিচ টু ইন্ড অল পিচ: দ্য ফ্যাল অফ দ্য অটোমান অ্যাম্পায়ার (A Peace to End All Peace: The Fall of the Ottoman Empire)। আইএসবিএন 0-8050-0857-8। \nHarvey, Leonard Patrick (১৯৯২)। Islamic Spain, 1250 to 1500। Chicago: University of Chicago Press। আইএসবিএন 0-226-31962-8। \n\n\n== তথ্যসূত্র =="}