{"pageid": 1523318, "title": "রুথ সাদারল্যান্ড", "url": "https://bn.wikipedia.org/wiki?curid=1523318", "content": "রুথ সাদারল্যান্ড (১৮৮৪ - ১৯৪৮), একজন অস্ট্রেলীয় চিত্রশিল্পী এবং শিল্প সমালোচক ছিলেন। তিনি টুয়েন্টি মেলবোর্ন পেইন্টার্স সোসাইটির প্রতিষ্ঠাতা সদস্য ছিলেন। \n\n\n== জীবনী ==\nরুথ সাদারল্যান্ড ১৮৮৪ সালে অ্যাডিলেডে জন্মগ্রহণ করেন। তিনি বিখ্যাত নকশাচিত্র অঙ্কনকারী বা স্কেচার জর্জ সাদারল্যান্ডের নাতনি ছিলেন, যিনি স্কটল্যান্ড থেকে অস্ট্রেলিয়ায় চলে এসেছিলেন। মেলবোর্নে আসার আগে তিনি দক্ষিণ অস্ট্রেলিয়ায় গোয়েন ব্যারিঞ্জারের ছাত্রী ছিলেন। তিনি ভিক্টোরিয়া আর্ট স্কুলের জাতীয় গ্যালারিতে পড়াশোনা করেছিলেন। সেখানে তাঁকে লিন্ডসে বার্নার্ড হল পড়িয়েছেন।\nরুথ সাদারল্যান্ড মেলবোর্নের সংবাদপত্র ' দ্য এজ ' এবং ' আর্ট ইন অস্ট্রেলিয়া ' জার্নালে ম্যাক্স মেলড্রাম এবং হিলডা রিক্স নিকোলাস সম্পর্কে নিবন্ধ লিখেছিলেন।\nরুথ সাদারল্যান্ড ছিলেন চিত্রশিল্পী জেন সাদারল্যান্ডের ভাগ্নী এবং সুরকার মার্গারেট সাদারল্যান্ডের বোন। তিনি স্টেলা বোয়েনের খুড়তুতো বোনও ছিলেন। তিনি টুয়েন্টি মেলবোর্ন পেইন্টার্সের সদস্যা ছিলেন।  ১৯১৮ সালে তিনি সহশিল্পী ডোরা উইলসন এবং মে রক্সবার্গের সাথে তেল, জলরঙ এবং প্যাস্টেল রঙের একটি যৌথ প্রদর্শনী করেছিলেন। আগে রুথ সাদারল্যান্ডের ডোরা উইলসনের সাথে একটি ইতিহাস ছিল, পরবর্তীতে প্রতিষ্ঠিত শিল্পী সমিতিগুলির ১৯০৯ সালে জ্যানেট কাম্ব্রে স্টুয়ার্ট এবং নোরা গুরডনের সাথে \"দ্য ওয়াডি\" এর অংশ হিসাবে প্রদর্শনী হয়েছিল। তিনি ল্যান্ডস্কেপ আঁকতে পছন্দ করতেন, বার্নিস এডওয়েল এবং ফ্লোরেন্স রোডওয়ের সাথে লিলিডেলে একটি কটেজ ভাড়া করে দেশের আশেপাশের  চিত্রও আঁকতেন। তিনি ইয়ারা ভাস্কর সোসাইটির সাথেও প্রদর্শনী করেছিলেন।\nতিনি ১৯৪৮ সালে মারা যান। তার কাজের একটি স্মারক প্রদর্শনীতে তাঁকে \"একজন শান্তপ্রকৃতির শিল্পী হিসেবে উল্লেখ করা হয়েছে, যা এখন বেশিরভাগ ক্ষেত্রেই পরিত্যক্ত চিত্রকলার ধারায় পরিণত হয়েছে\" এবং তাঁর কাজগুলি খুবই সহানুভূতিপূর্ণ ছিল। \n\n\n== নির্বাচিত কাজ ==\n\n\tরুথ সাদারল্যান্ডের জলরঙের চিত্রকর্ম\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== প্রদর্শনী ==\n১৯০৯, \"দ্য ওয়াডি\" শিল্পীদের সমাজ, গিল্ড হল।\n১৯০৯, ফেডারেল আর্ট প্রদর্শনী, নর্থ টেরাস।\n১৯১১, ইয়ারা স্কাল্পটরস সোসাইটি, , অ্যাথেনিয়াম হল\n১৯১২, \"দ্যা ওয়াডি\" সমাজ (ডোরা টেলর এবং জ্যানেট কাম্ব্রে স্টুয়ার্টের সাথে), টাকেট অ্যান্ড স্টাইলসের গ্যালারি\n১৯১২, গ্রুপ প্রদর্শনী (ডোরা উইলসন এবং নোরা গুরডনের সাথে), টাকেট অ্যান্ড স্টাইলস' গ্যালারি\n১৯১২ সালের ভিক্টোরিয়ান আর্টিস্ট সোসাইটির শরৎ প্রদর্শনী, আলবার্ট স্ট্রিট গ্যালারি\n১৯১৩, দলগত প্রদর্শনী, অ্যাথেনিয়াম হল\n১৯১৪, অস্ট্রেলিয়ান আর্ট অ্যাসোসিয়েশন, অ্যাথেনিয়াম হল\n১৯১৪, ব্রিটিশ ইতিহাসের সারণী (রেড ক্রসের সহায়তায়), ভিক্টোরিয়ান আর্টিস্ট সোসাইটি\n১৯১৪, টুয়েলভ মেলবোর্ন পেইন্টার্স সোসাইটির দ্বিতীয় প্রদর্শনী, অ্যাথেনিয়াম হল।\n১৯১৫, ভিক্টোরিয়ান আর্টিস্ট সোসাইটির বিংশতম বার্ষিক প্রদর্শনী\n১৯১৬, ভিক্টোরিয়ান আর্টিস্ট সোসাইটির বার্ষিক প্রদর্শনী\n১৯১৬, ফ্রেঞ্চ উইক আবেদন প্রদর্শনী, টাউন হল\n১৯১৭, অস্ট্রেলিয়ান আর্ট অ্যাসোসিয়েশনের পঞ্চম বার্ষিক প্রদর্শনী\n১৯১৮, গ্রুপ প্রদর্শনী (ডোরা উইলসন এবং মে রক্সবার্গের সাথে), ফাইন আর্ট সোসাইটি\n১৯১৯, ফরাসি সাহায্য প্রদর্শনী, চারুকলা গ্যালারি\n১৯১৯, টোয়েন্টি মেলবোর্ন পেইন্টার্স সোসাইটি, অ্যাথেনিয়াম গ্যালারি\n১৯১৯, মেলবোর্ন সোসাইটি অফ উইমেন পেইন্টার্স অ্যান্ড স্কাল্পটার্সের বার্ষিক প্রদর্শনী, ভিক্টোরিয়া মার্কেটস\n১৯২০, টোয়েন্টি মেলবোর্ন পেইন্টার্স সোসাইটি, অ্যাথেনিয়াম হল\n১৯৪০, মেলবোর্ন সোসাইটি অফ উইমেন পেইন্টার্স অ্যান্ড স্কাল্পটার্সের বার্ষিক প্রদর্শনী, অ্যাথেনিয়াম গ্যালারি\n১৯৪১, মেলবোর্ন সোসাইটি অফ উইমেন পেইন্টার্স অ্যান্ড স্কাল্পটার্সের বার্ষিক প্রদর্শনী, অ্যাথেনিয়াম গ্যালারি\n১৯৫০, রুথ সাদারল্যান্ডের স্মারক প্রদর্শনী, মেলবোর্ন বুক ক্লাব গ্যালারি\n\n\n== তথ্যসূত্র =="}