{"pageid": 1523630, "title": "ইসলামিক সোসাইটি অফ বোস্টন", "url": "https://bn.wikipedia.org/wiki?curid=1523630", "content": "ইসলামিক সোসাইটি অফ বোস্টন  ( আইএসবি ) হল একটি সংস্থা। এটি বোস্টন এলাকায় দুটি মসজিদ পরিচালনা করে। ইসলামিক সোসাইটি অফ বোস্টন নামে মূল মসজিদটি ম্যাসাচুসেটসের কেমব্রিজে অবস্থিত। ২০০৭ সালে, বোস্টনের রক্সবারি এলাকায় ইসলামিক সোসাইটি অফ বোস্টন কালচারাল সেন্টার (আইএসবিসিসি) নির্মিত হয়। উভয় মসজিদই মুসলিমদের জন্য দৈনিক, সাপ্তাহিক এবং বার্ষিক কর্মসূচি পরিচালনা করে। এর মধ্যে ধর্মীয় ও ধর্মনিরপেক্ষ বিষয়ের উপর আরবি ও ইংরেজি ক্লাস অন্তর্ভুক্ত রয়েছে। এছাড়া আইএসবিতে শিশুদের জন্য ধর্মীয় বিদ্যালয়, ছুটির দিনে বিভিন্ন কার্যক্রম, শিশুদের জন্য ভ্রমণ এবং গ্রীষ্মকালীন তাবু খাটানোর আয়োজন করা হয়। এছাড়া নওমুসলিম ও অমুসলিমদের জন্য ইসলাম শিক্ষা ক্লাসও পরিচালিত হয়।\n\n\n== ইতিহাস ==\nহার্ভার্ড বিশ্ববিদ্যালয়, বোস্টন বিশ্ববিদ্যালয়, ম্যাসাচুসেটস ইনস্টিটিউট অফ টেকনোলজি, নর্থইস্টার্ন বিশ্ববিদ্যালয়, ওয়েন্টওয়ার্থ ইনস্টিটিউট অফ টেকনোলজি, সাফোক বিশ্ববিদ্যালয় এবং টাফ্টস বিশ্ববিদ্যালয়ের মুসলিম ছাত্র সংগঠনগুলির একত্রীকরণের মাধ্যমে ১৯৮১ সালে মুসলিম ছাত্রদের দ্বারা এই সমাজ প্রতিষ্ঠিত হয়েছিল। প্রথমে এমআইটিতে একটি হল সংরক্ষিত করা হয়েছিল। সেখানে তারা নামাজ আদায় এবং সাপ্তাহিক সেমিনার ও ক্লাসের আয়োজন করত। ১৯৯১ সালে আইএসবি কেমব্রিজে একটি ভবন কিনে কমিউনিটি সেন্টার হিসেবে ব্যবহার শুরু করে। ১৯৯৩ সালে তারা অন্য একটি স্থান কিনে সংস্কার শুরু করে। ১৯৯৪ সালে সেখানে মসজিদ নির্মাণ করে। আইএসবি একটি ভাড়ার সম্পত্তিও কিনে। এটির আয় দিয়ে কেন্দ্রটির বার্ষিক পরিচালন ব্যয় মেটানো হয়।\nচরমপন্থী ইসলাম আর সন্ত্রাসবাদের সাথে সম্পর্কিত প্রতিবেদন বিতর্কিত। ২০০৫ সালে আইএসবি এই ধরনের খবর ছড়ানো লোক আর প্রতিষ্ঠানের বিরুদ্ধে মানহানির মামলা করে। কিন্তু ২০০৭ সালে মামলা তুলে নেয়, কারণ তাদের অভিযোগ একের পর এক ভুল প্রমাণিত হয়। প্রখ্যাত  আইনজীবী ফ্লয়েড আব্রামস বলেন যে মামলার তথ্য-উদ্ঘাটন পর্বে প্রকাশিত নথিগুলো চরমপন্থী ইসলাম এবং সন্ত্রাসবাদের সাথে আইএসবি-র সম্পর্কের প্রতিবেদনের সত্যতা নিশ্চিত করেছে।\nএই মসজিদের অনেক সদস্য এবং শিক্ষক নিউ ইংল্যান্ডের ইসলামিক সেন্টারের নিকটবর্তী মসজিদের সাথেই সংযুক্ত।\nখ্রিস্টান নেতারা এই মসজিদকে “আমেরিকান মুসলিম প্রতিষ্ঠান” বলে প্রশংসা করেছেন।\n\n\n== নির্মাণ প্রকল্প ==\n\n১৯৯৯ সালে আইএসবি বোস্টন রিডেভেলপমেন্ট অথরিটির কাছ থেকে জমি কিনে একটি ইসলামিক কমিউনিটি সেন্টার বানানোর পরিকল্পনা করে। বোস্টনের মেয়র থমাস মেনিনো এই পরিকল্পনা সমর্থন করেন।  আইএসবি শহরকে জমির কিছু খরচের বিনিময়ে সম্প্রদায়িক সেবা প্রদানের প্রতিশ্রুতি দেয়। তারা কলেজের জন্য ইসলাম সম্পর্কিত বই দান করার পাশাপাশি ইসলাম বিষয়ে বক্তৃতার আয়োজন করার ঘোষণা দেয়। পাশাপাশি স্থানীয় পার্কগুলি রক্ষণাবেক্ষণের জন্য ১০ বছরের চুক্তিও করে। বিনিময়ে তারা ১৭৫,০০০ ডলারে ৪০১,১৮৭ ডলার মূল্যের জমি কিনতে সক্ষম হয়। প্রকল্পটি ২০০৩ সালে ভিত্তিপ্রস্তর স্থাপন করে। তবে এটি বিতর্কে ঘেরা ছিল, যেমন জমি ক্রয় চুক্তি নিয়ে উদ্বেগ ছিল। এই চুক্তির মধ্যস্থতাকারী একজন শহরের কর্মচারী ছিলেন। তিনি আইএসবি-র সদস্য ও তহবিল সংগ্রাহক ছিলেন।  \"ডেভিড প্রজেক্ট\" নামে একটি ডানপন্থী সংস্থা প্রকল্পটির বিরুদ্ধে একটি প্রচারণা শুরু করে। পাশাপাশি বোস্টন শহরের বিরুদ্ধে একটি মামলা দায়ের করে। কিছু ইহুদি গোষ্ঠী আইএসবির সমালোচনা করেছিল। অন্যদিকে অন্যান্য ইহুদিরা মসজিদটিকে সমর্থন করার জন্য একটি ওয়েবসাইট চালু করেছিল।\nএই স্থাপনায় ৩০০০ জনের প্রার্থনার জায়গা, শিশুদের ইসলামিক স্কুল, গ্রন্থাগার, দাফনের জন্য মর্গ, অফিস, মিডিয়া সেন্টার, দোকান, মহিলাদের জিম, রান্নাঘর, অনুষ্ঠানের হল আর ভূগর্ভস্থ পার্কিং আছে। উদ্বোধনে একটি আন্তঃধর্মীয় প্রাতঃরাশ অনুষ্ঠান হয়। সেখানে মেয়র থমাস মেনিনো, খ্রিস্টান নেতারা আর একজন মুসলিম কংগ্রেসম্যান উপস্থিত ছিলেন।\n\n\n== প্রচার ==\nবোস্টনের ইসলামিক সোসাইটি (আইএসবি) দাওয়াহ কাজে সক্রিয় ছিল। এজন্য তারা সাধারণ মানুষকে ইসলাম সম্পর্কে জানানোর কাজ করে। এর অংশ হিসেবে, তারা কেমব্রিজের টেম্পল বেথ শালোম-এর সাথে একটি আন্তঃধর্মীয় প্রকল্পে কাজ করে। এই সংগঠন এসিএলইউ (আমেরিকান সিভিল লিবার্টিজ ইউনিয়ন)-এর সাথে নাগরিক অধিকারের কাজে অংশ নেয়। তারা ন্যাশনাল কনফারেন্স ফর কমিউনিটি অ্যান্ড জাস্টিস (এনসিসিজে) থেকে একটি অনুদানও পেয়েছে। অনুদানটি বোস্টনের মুসলিম সম্প্রদায়ের জন্য নাগরিক অধিকার ও নাগরিক শিক্ষার প্রশিক্ষণের জন্য ব্যবহৃত হয়।\n\n\n== তথ্যসূত্র =="}