{"pageid": 1523449, "title": "সিসেলা কাইল", "url": "https://bn.wikipedia.org/wiki?curid=1523449", "content": "সিসেলা মারিয়া কাইল (জন্ম: ১৭ মার্চ ১৯৫৭, সুইডেনের গোথেনবার্গের ওর্গ্রিতে ) একজন সুইডিশ অভিনেত্রী, নাটয পরিচালক এবং কৌতুকাভিনেতা ।\n\n\n== জীবনী ==\n\n\n=== জীবনের প্রথমার্ধ ===\nসিসেলা কাইলের পিতামাতার নাম পার গুনার কাইল এবং গানহিল্ড কাইল নে কার্লসনের।  তিনি গোথেনবার্গের বহিঃস্থ অঞ্চল পার্টিলেতে বড় হয়ে  উঠেছেন। \nতিনি নাটকেরর প্রতি খুব আগ্রহী ছিলেন এবং গোথেনবার্গের একটি নাট্য দলের অংশ হয়েছিলেন। ১৯৭৬ সালে বতিনি একজন অস্থায়ী শিক্ষক হিসেবে কাজ শুরু করেন এবং ১৯৭৮ সালে তাকে স্টকহোমের থিয়েটার স্কুলে ভর্তি করা হয়। তিনি পিটার স্টর্মার, জেসিকা জানডেন, মারিয়া জোহানসন এবং টমাস নরস্ট্রোমের -এর মতো প্রমুখ বিখ্যাত ব্যাক্তিদের সাথে একই ক্লাসে পড়াশোনা করেছেন। \n\n\n=== কর্মজীবন ===\nকাইল অসংখ্য নাট্য প্রযোজনায় অভিনয় করেছেন। তিনি স্টকহোম সিটি থিয়েটার, রয়েল ড্রামাটিক থিয়েটার, বুলেভার্ডটিটার্ন এবং হ্যামবার্গার বোর্সের মতো বেশ কয়েকটি নাট্য দলের সাথে যুক্ত ছিলেন। তিনি প্রথম দিকে একজন কৌতুকাভিনেতা হিসেবে নিজেকে প্রতিষ্ঠিত করেছিলেন। কাইল রেভিজোর্ন (১৯৯০) এবং ওঙ্কেল ভাঞ্জা (১৯৯৪) নাটকের প্রযোজনায়ও গুরুতর ভূমিকা পালন করেছিলেন। \nকাইল বিভিন্ন টেলিভিশন ধারাবাহিকেও অভিনয় করেছেন, যার মধ্যে রয়েছে এসভিটি-তে প্রচারিত স্কেরগোর্ডসডক্টোর্ন, তিয়াট ওম মাত এবং পিস্টভাক্ট।  কাইল টিভি ফোর -এ সম্প্রচারিত কৌতুক অনুষ্ঠানপারলামেন্টেট-এ কৌতুক অভিনেতা হিসেবে উপস্থিত ছিলেন।  এছাড়াও, তিনি বছরের পর বছর সুইডেনের রেডিও অনুষ্ঠান স্পানারনা-তেও একাধিকবার অংশগ্রহণ করেছেন। \nকাইল সুইডেনের রেডিও অনুষ্ঠান সোমার ই পি ওয়ান -এ নিজের জীবন নিয়ে একাধিক পর্ব উপস্থাপন করেছেন, যেখানে তিনি ১৯৯৪, ২০০০, ২০০৫ এবং ২০১৯ সালে তার জীবনের বিভিন্ন অভিজ্ঞতা শেয়ার করেছেন। কাইল বেশ কয়েকবার বার্ষিক চলচ্চিত্র উৎসব গুল্ডব্যাগেন -এর  উপস্থাপনার দায়িত্ব পালন করেছেন। \nকাইল লিভেট আর এন শ্লাগার (২০০০) এবং কৌতুকধর্মী চলচ্চিত্র কপস (২০০৩)-এ অভিনয় করেছেন। \n২০১১ সালে কাইল নাট্য পরিচালক হিসেবে আত্মপ্রকাশ করেন। তিনি স্টকহোম সিটি থিয়েটারে অ্যালান আইকবোর্নের ভ্যেনার  নাটকটি পরিচালনা করেন। এছাড়াও, ক্যারিন মানহেইমারের ই সিস্তা মিনিটেন এবং ক্রিস লির ডেট কান দু ড্রোমা ওম হিল্ডা ইত্যাদি নাটক পরিচালনা করেছেন। \nপরবর্তী বছরগুলোতে তিনি এসভিটি চ্যানেলের ধারাবাহিক ফ্রোকেন ফ্রিমানস ক্রিগ-এ দাগমার ফ্রিমান চরিত্রে প্রধান ভূমিকায় অভিনয় করেছেন। \n\n\n== ব্যক্তিগত জীবন ==\n২০১১ সাল থেকে, তিনি পের নারোস্কিনের সাথে সম্পর্কে রয়েছেন। \nকাইল নাট্যমঞ্চে তার অবদানের জন্য পাঁচবার গুল্ডমাস্কেন পুরস্কার পেয়েছেন। \n\n\n== তথ্যসূত্র =="}