{"pageid": 1523620, "title": "জলকদর খাল", "url": "https://bn.wikipedia.org/wiki?curid=1523620", "content": "জলকদর খাল বাংলাদেশের চট্টগ্রাম জেলার বাঁশখালী উপজেলায় অবস্থিত একটি ঐতিহ্যবাহী খাল। এটি সাঙ্গু নদী থেকে উৎপন্ন হয়ে বাঁশখালীর বুক বেয়ে বঙ্গোপসাগরে মিশেছে।\n\n\n== ইতিহাস ==\n১৫২৫ সালে নুসরত শাহ আরাকানের কাছ থেকে চট্টগ্রাম পুনর্দখল করেন এবং খোদাবখশ খানকে দক্ষিণ চট্টগ্রামের শাসক হিসেবে নিয়োগ দেন। ঐতিহাসিকভাবে, জলকদর খালের গুরুত্ব ছিল অপরিসীম, এটি চট্টগ্রাম ও আশপাশের এলাকার বাণিজ্যিক ও যাতায়াতের প্রধান মাধ্যম হিসেবে ব্যবহৃত হতো।\n\n\n== বর্তমান অবস্থা ==\nবর্তমানে জলকদর খাল দখল ও দূষণের শিকার হয়েছে। অবৈধ স্থাপনার কারণে খালটি সংকুচিত হয়ে গেছে এবং এর প্রস্থ ১৫০ ফুট থেকে ৩০-৫০ ফুটে নেমে এসেছে। সরকারি হিসাবে, অস্থায়ী ভিত্তিতে খালের জমির লিজের মূল্য শতকপ্রতি ১০০-২০০ টাকা হলেও, দখলদাররা ২ শতক জমির দখলস্বত্ব এক থেকে দেড় লাখ টাকায় বিক্রি করছে। \n\n\n== পরিবেশগত ও অর্থনৈতিক প্রভাব ==\nজলকদর খালের সংকোচনের ফলে বাঁশখালীর জেলে সম্প্রদায় বিপাকে পড়েছে। মাছ ধরার ট্রলার ও নৌকার চলাচলে প্রতিবন্ধকতা সৃষ্টি হয়েছে।\nস্থানীয়ভাবে পরিচালিত এক জরিপে দেখা গেছে, ১৮ হাজার অবৈধ স্থাপনার বাজারমূল্য প্রায় ২০০-২২০ কোটি টাকা।\nপানি চলাচল বাধাগ্রস্ত হওয়ায় খালের অনেকাংশ শুকিয়ে গেছে এবং জলজ প্রাণীর অস্তিত্ব হুমকির মুখে পড়েছে।\n\n\n== উদ্ধার প্রচেষ্টা ==\nচট্টগ্রাম পানি উন্নয়ন বোর্ড জলকদর খালের দখলমুক্ত করতে উদ্যোগ গ্রহণ করেছে। বিভাগের উপ-বিভাগীয় প্রকৌশলী প্রকাশন চাকমা জানান, খালের অবৈধ দখল উচ্ছেদে জেলা প্রশাসকের কাছে লিখিত আবেদন পাঠানো হয়েছে এবং শীঘ্রই উচ্ছেদ অভিযান পরিচালনা করা হবে।\n\n\n== নামকরণ ও সাহিত্য ==\nনবাব জলকদর খান (সম্ভবত ১৭৩৬-১৭৩৭ খ্রিষ্টাব্দ) এই খালের নামকরণের সাথে যুক্ত থাকতে পারেন। কবি আল মাহমুদ তার কবিতায় এই খালের সৌন্দর্য বর্ণনা করেছেন।\n\n\n== গতি-প্রকৃতি ==\nজলকদর খাল সাঙ্গু নদী থেকে উৎপন্ন হয়ে বাঁশখালীর বুক চিরে বঙ্গোপসাগরে মিশেছে। খালটি বিভিন্ন স্থানে সংকুচিত হয়ে পড়লেও এখনো কিছু অংশে নৌযান চলাচল সম্ভব\n।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}