{"pageid": 1523249, "title": "২০২৫ জাফর এক্সপ্রেস হাইজ্যাক", "url": "https://bn.wikipedia.org/wiki?curid=1523249", "content": "২০২৫ সালের ১১ মার্চ ৫০০ জনেরও বেশি যাত্রী নিয়ে কোয়েটা থেকে পেশোয়ারগামী পাকিস্তানি যাত্রীবাহী ট্রেন জাফর এক্সপ্রেস পাকিস্তানের নিষিদ্ধ ঘোষিত সন্ত্রাসী গোষ্ঠী বেলুচিস্তান মুক্তিবাহিনী কর্তৃক ছিনতাই করা হয়।  হামলাকারীরা সুড়ঙ্গ ও ট্রেনের ট্র্যাকে শক্তিশালী বিস্ফোরণ ঘটিয়ে ট্রেন থামায় এবং তারপর ট্রেনে এলোপাথাড়ি গুলি চালায় বলে জানা যায়। তারা সরকারের উপর চাপ সৃষ্টির লক্ষ্যে ট্রেনের যাত্রীদের জিম্মি করে রাখে। \n\n\n== পটভূমি ==\nবেলুচিস্তান প্রদেশটি কমপক্ষে প্রায় ১৯৪৭ সাল থেকে পাকিস্তান সরকারের বিরুদ্ধে বেলুচ বিচ্ছিন্নতাবাদী ও ইসলামী জিহাদি গোষ্ঠীগুলির বিদ্রোহ এবং সংঘাতে জড়িত।  এই অঞ্চলে চরম দারিদ্র্য এবং অনুন্নত অবকাঠামো রয়েছে। ২০০১ সাল থেকে এই অঞ্চলের সশস্ত্র গোষ্ঠীগুলি অঞ্চলটিতে বড় ধরনের উন্নয়নকে বাধাগ্রস্ত করার জন্য বিভিন্ন সহিংস অভিযান চালিয়ে আসছে। কারণ তারা বিশ্বাস করে যে, এসব উন্নয়ন কেবল অন্যান্য প্রদেশের স্বার্থে করা হয়। \nবেলুচিস্তান লিবারেশন আর্মি একটি বালুচ জাতিগত জাতীয়তাবাদী, গোষ্ঠী যা ২০০০ সালে প্রতিষ্ঠিত হয়।  ২০০৬ সাল থেকে এটি পাকিস্তানে আনুষ্ঠানিকভাবে নিষিদ্ধ। \n\n\n== ছিনতাই ==\n২০২৫ সালের ১১ মার্চ সকাল ৯ টায় যাত্রীবাহী জাফর এক্সপ্রেস ট্রেনটি কোয়েটা থেকে পেশোয়ারের উদ্দেশে যাত্রা করে, প্রায় ১,৬০০ কিলোমিটার (৯৯০ মাইল) দীর্ঘ পথ।  ট্রেনটিতে নয়টি কোচে আনুমানিক ৫০০ জন যাত্রী ছিলেন।  প্রায় ১৫৭ কিলোমিটার (৯৮ মাইল) অতিক্রম করার পর কোয়েটা থেকে প্রায় ২১ কিলোমিটার (১৩ মাইল) পশ্চিমে অবস্থিত সিবি শহরে বেলুচিস্তান লিবারেশন আর্মি পেরো কুনরি ও মুশকাফ স্টেশনের মধ্যে অবস্থিত ৮ নম্বর টানেল থেকে ট্রেনটি হাইজ্যাক করে।  জানা গেছে, দলটি ট্রেনে গুলি চালানোর আগে ট্রেনের ট্র্যাকে বিস্ফোরণ ঘটিয়ে তা উড়িয়ে দেয়। বিএলএ এই হামলার দায় স্বীকার করে বলে যে, আইন প্রয়োগকারী সংস্থার ৩০ জনেরও বেশি সদস্য নিহত হয়েছেন, যাদের মধ্যে ছুটিতে বাড়ি ফিরছিলেন এমন পাকিস্তানি সেনা সদস্যরাও ছিলেন। সতেরো জন যাত্রী ও তিনজন নিরাপত্তা কর্মী আহত হহ এবং ১০০ জন নিরাপত্তা কর্মীসহ নারী ও শিশু মিলিয়ে মোট ৩৫ জন যাত্রীকে জিম্মি করা হয় এবং প্রায় ৩৬৫ জনকে উদ্ধার করা হয়।   হামলায় ট্রেনের চালক গুরুতর আহত হন এবং পরে তিনি মারা যান। নিরাপত্তা কর্মকর্তারা ১১ জন নিরাপত্তা কর্মী নিহত হওয়ার বিষয়টি নিশ্চিত করেছেন।  নিরাপত্তা কর্মকর্তারা দাবি করেছেন যে হামলায় ২৭ জন সন্ত্রাসী নিহত হয়েছে এবং অনেকে আহত হয়েছে।  পাকিস্তানি মানবাধিকার কর্মী মামা কাদির জানিয়েছেন যে, হামলায় ২০০ জনেরও বেশি নিরাপত্তা কর্মী নিহত হয়েছেন বলে ধারণা করা হয়। জিম্মিদের বেশিরভাগই সরকারী কর্মী এবং তারা অ-বেলুচ বেসামরিক নাগরিক বলে জানা গেছে। \nপাকিস্তানি নিরাপত্তা বাহিনী ঘটনাস্থলে একটি বৃহৎ পরিসরে পাল্টা অভিযান শুরু করে।  তারা জাফর এক্সপ্রেস থেকে ৫৮ জন পুরুষ, ৩১ জন মহিলা ও ১৫ জন শিশুসহ ১০৪ জন যাত্রীকে উদ্ধার করে। অভিযানের সময় নিরাপত্তা কর্মীরা ১৬ জন বিএলএ সদস্যকে হত্যা করে। \n\n\n== তথ্যসূত্র =="}