{"pageid": 1523932, "title": "কীর্তনা (অভিনেত্রী)", "url": "https://bn.wikipedia.org/wiki?curid=1523932", "content": "কীর্তনা একজন ভারতীয় চলচ্চিত্র এবং টেলিভিশন অভিনেত্রী। তিনি ১৯৯০-এর দশকে তামিল, তেলুগু এবং মালায়ালাম ছবিতে প্রধান এবং পার্শ্ব চরিত্রে অভিনয় করেছিলেন। তিনি ১৯৯২ সালে নালাইয়া থেরপু সিনেমার মাধ্যমে তামিল চলচ্চিত্র জগতে প্রবেশ করেন। এই চলচ্চিত্রটি ছিল অভিনেতা বিজয়ের প্রধান অভিনেতা হিসেবে প্রথম ছবি। \n\n\n== অভিনয় জীবন ==\nকীর্তনা মূলত তামিল, তেলুগু, মালায়ালাম এবং কন্নড় চলচ্চিত্রে কাজ করেছেন। তার অভিনয় জীবন শুরু হয় ১৯৯২ সালে তামিল চলচ্চিত্র নালাইয়া থীরপু-এর মাধ্যমে, যেখানে তিনি প্রিয়া চরিত্রে অভিনয় করেন। এই সিনেমার মাধ্যমে কীর্তনা চলচ্চিত্র দুনিয়ায় নিজের প্রথম পদক্ষেপ রাখেন।\nপরের বছর, ১৯৯৩ সালে তিনি তামিল সিনেমা সুরিয়ান চন্দিরান-এ অভিনয় করেন। ১৯৯৪ সালে কীর্তনা একাধিক চলচ্চিত্রে অভিনয় করেন, যার মধ্যে উল্লেখযোগ্য হল পথভি প্রামানাম, যেখানে তিনি সীতা লক্ষ্মী চরিত্রে ছিলেন এবং পবিত্রা, যেখানে তিনি চিত্রা চরিত্রে অভিনয় করেন। একই বছরে, তিনি তেলুগু চলচ্চিত্র সুন্দরা বধনা সুভালক্ষ্মী মোগুদা-তেও কাজ করেন।\n১৯৯৫ সালে তিনি থাই থাঙ্গাই পাসাম চলচ্চিত্রে মীনা চরিত্রে এবং মন্নাই থোট্টু কুম্বিদানুম-এ রাসাথি চরিত্রে অভিনয় করেন। এরপর ১৯৯৬ সালে কীর্তনা তেলুগু, তামিল ও মালায়ালাম ভাষার একাধিক সিনেমায় অভিনয় করেন, যার মধ্যে উল্লেখযোগ্য হলো মম্মি মী আয়ানোচাডু, ভেট্রি মুখম, মাইনর মাপ্পিল্লাই, লেডিস ডক্টর এবং সামূহ্য পাঠম, যেখানে তিনি যথাক্রমে সংগীতা, সুমাথি, সীতা, রানি ও আম্মু চরিত্রে অভিনয় করেন।\n১৯৯৭ সালে কীর্তনা তেলুগু সিনেমা সীতাক্কা-তে আম্মুলু চরিত্রে এবং আল্লারি পেলিকোডুকু-তেও অভিনয় করেন। একই বছরে তিনি মালায়ালাম সিনেমা অঞ্চারাকাল্যানম-এ সীতা চরিত্রে এবং তামিল সিনেমা পাঠ্তিনি-তে গীতা চরিত্রে অভিনয় করেন। ১৯৯৮ সালে তিনি ভেট্টু ওন্নু তুন্ডু রেন্ডু, গণেশ এবং কাল্লু কন্ডোরু পেন্নু সিনেমায় কাজ করেন।\n১৯৯৯ সালে কীর্তনা তামিল সিনেমা মুদাল এচরিক্কাই-এ প্রিয়া চরিত্রে এবং পুপারিকা ভারুগিরোম-এ রাম্যা চরিত্রে অভিনয় করেন। এরপর ২০০২ সালে তেলুগু চলচ্চিত্র তেল্লা গুলাবি-তে নিজের নামের চরিত্রে অভিনয় করেন।\n২০০৩ সালে তিনি তামিল সিনেমা সামী, গালাট্টা গণপতি, এবং কাধল কিরুক্কান-এ বিভিন্ন গুরুত্বপূর্ণ পার্শ্ব চরিত্রে অভিনয় করেন। ২০০৫ সালে কীর্তনা কন্নড় সিনেমা গুড ব্যাড আগলি-তে কাজ করেন এবং পরের বছর, ২০০৬ সালে, তামিল সিনেমা পরিজাথম-এ সুবথ্রার বোনের ভূমিকায় অভিনয় করেন।\n২০০৭ সালে তিনি ইপ্পাদিক্কু এন কাধল সিনেমায় চেরনের ভাবীর চরিত্রে অভিনয় করেন। তার অভিনীত সাম্প্রতিক চলচ্চিত্র প্রকল্প ছিল ২০২৫ সালে মুক্তিপ্রাপ্ত তামিল সিনেমা বেবি অ্যান্ড বেবি, যা ছিল একটি কৌতুক ঘরানার চলচ্চিত্র।\n\n\n== তথ্যসূত্র =="}