{"pageid": 1523745, "title": "এ.এইচ.এম. শামসুর রহমান", "url": "https://bn.wikipedia.org/wiki?curid=1523745", "content": "প্রফেসর এ. এইচ. এম. শামসুর রহমান (১৯৪৬ - ২০২১)  বাংলাদেশের একজন গবেষক, লেখক, শিক্ষাবিদ, ইতিহাসবিদ। তিনি বহু গ্রন্থ প্রণয়ন করেছেন। তাছাড়া বিভিন্ন বিষয়ে প্রবন্ধ লিখেছেন। ক্ষুরধার লেখনীর জন্যে তিনি পাঠকমহলে সমাদৃত।\n\n\n== জন্ম ও শৈশব ==\nএ. এইচ. এম. শামসুর রহমানের জন্ম ১৯৪৬ সালের ১৭ ফেব্রুয়ারি যশোর জেলার কেশবপুর উপজেলার বাইসা (নূরপুর) গ্রামে। পিতার নাম হাজী ইসমাইল হোসেন ও মাতা কুলসুম বিবি। পাঁচ বোন ও তিন ভাইয়ের মধ্যে তিনি ছিলেন কনিষ্ঠ।\n\n\n== শিক্ষা জীবন ==\nশিক্ষাজীবন ১৯৫০ থেকে ১৯৬৮ সাল পর্যন্ত। মেধাবী ছাত্র হিসেবে সমগ্র শিক্ষাজীবনে সরকারী বৃত্তিধারী। ঢাকার নবারুণ সাহিত্য সংসদ আয়োজিত রচনা প্রতিযোগিতায় অংশ নিয়ে তৎকালীন সমগ্র পূর্ব পাকিস্তানের মধ্যে প্রথম পুরস্কার লাভ করেন।\n১৯৬২ সালে কেশবপুর হাইস্কুল যশোর থেকে মেট্রিক, ১৯৬৪ সালে বি এল কলেজ খুলনা থেকে ইন্টারমেডিয়েট এবং ১৯৬৭ ও ১৯৬৮ সালে রাজশাহী বিশ্ববিদ্যালয় থেকে ইসলামের ইতিহাস ও সংস্কৃতি বিষয়ে যথাক্রমে বি এ (অনার্স) ও এম এ ডিগ্রী লাভ করেন।\nতিনি অত্যান্ত মেধাবী ছাত্র ছিলেন। ছাত্রজীবনে একাধিকবার স্বর্ণপদক লাভ করেছিলেন।\n\n\n== কর্মজীবন ==\nপেশাগত জীবনে তিনি খুলনা বি. এল. সরকারি কলেজের ইসলামের ইতিহাস ও সংস্কৃতি বিভাগের চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন। পরবর্তীতে কলারোয়া সরকারি কলেজ, সাতক্ষীরায় অধ্যক্ষ হিসেবে দায়িত্ব পালন করেন। এছাড়াও তিনি বাংলাদেশ জমঈয়তে আহলে হাদীস এর কেন্দ্রীয় উপদেষ্টা ও খুলনা আল-মাহাদ আস-সালাফী মাদ্রাসার পরিচালক হিসেবে দায়িত্ব পালন করেন। প্রফেসর এ. এইচ. এম. শামসুর রহমান বাংলা একাডেমির একজন আজীবন সদস্য ছিলেন।\n\n\n== লেখনী ==\nতিনি বহুগ্রন্থ প্রণয়ন করেছেন। এছাড়া বিভিন্ন পত্র পত্রিকায় নিয়মিত লেখালেখি করতেন। তাঁর লিখিত উল্লেখযোগ্য বই হলো:\n\nস্পেনে মুসলমানদের ইতিহাস\nউত্তর আফ্রিকা ও মিশরে ফাতেমীয়দের ইতিহাস\nমিল্লাতে মুসলিমার ঐতিহাসিক খিদমত: ঐতিহাসিক তিন পুরুষ ব্যাপী\nআহলে হাদীস পরিচিতি\nকাদিয়ানী কারা?\nবিদআত: ভয়াবহ\nঈমান বনাম কুফুর তাওহীদ বনাম শিরক\n\nকতইনা মধূর মিলন এই হাজ্জ\nচলার পথের দাবী\nহায়! আমরা যে খুবই কাছাকাছি এসে পড়লাম\n স্রষ্টার গুণরাজি- সৃষ্টি কৌশল ও প্রকার\nসত্য চির অম্লান\nসত্যের পথে প্রতিবন্ধকতা\nআপন গৃহে অপরিচিত\nশিয়া কারা?\nভেবে দেখবেন কি?\nসঠিক ইতিহাস সত্য কথাই বলে\nরামাযানের গুরুত্ব\nফাতওয়ায়ে আলমগীরী একি আজব ফাতওয়া\nহিদায়া কিতাবের একি হিদায়েত!\nইত্যাদি।\nএর বাইরে সাপ্তাহিক আরাফাতে তিনি নিয়মিত লেখতেন। এছাড়া দৈনিক ইত্তেফাকেও তার লেখা প্রকাশিত হতো নিয়মিত।\n\n\n== মৃত্যু ==\n২২ আগস্ট ২০২১ রবিবার ভোর ৬:৪৫ মিনিটে খুলনার দৌলতপুরস্থ আড়ংঘাটায় নিজ বাড়িতে শেষ নিঃশ্বাস ত্যাগ করেন তিনি। তার প্রথম নামাজে জানাজা অনুষ্ঠিত হয় সকাল ১০:১৫ মিনিটে আড়ংঘাটা আহলে হাদীস জামে মসজিদ ঈদগাহ ময়দানে। দ্বিতীয় নামাজে জানাজা অনুষ্ঠিত হয় ১১:১৫ মিনিটে আল-মাহাদ আস-সালাফী মাদ্রাসা ময়দানে এবং যশোর কেশবপুর উপজেলার বাইশানূরপুর গ্রাম ঈদগাহ ময়দানে তৃতীয় নামাজে জানাজা শেষে পারিবারিক কবরস্থানে তাকে দাফন করা হয়।\n\n\n== তথ্যসূত্র =="}