{"pageid": 1523758, "title": "উবে আইওয়ার্কস", "url": "https://bn.wikipedia.org/wiki?curid=1523758", "content": "উবে আইওয়ার্কস (২৪ মার্চ ১৯০১ – ৭ জুলাই ১৯৭১) ছিলেন একজন মার্কিন অ্যানিমেটর, চিত্রশিল্পী, চরিত্র নকশাবিদ, উদ্ভাবক এবং প্রযুক্তিবিদ। তিনি মূলত ওয়াল্ট ডিজনি অ্যানিমেশন স্টুডিও তে তার কাজের জন্য সে পরিচিত। বিশেষ করে, জনপ্রিয় চরিত্র মিকি মাউস তৈরিতে তার অসামান্য অবদানের জন্য তিনি স্মরণীয়।\n১৯১৯ সালে আইওয়ার্কস কানসাস সিটিতে একটি শিল্পকলা স্টুডিওতে কাজ করার সময় ওয়াল্ট ডিজনির সঙ্গে পরিচিত হন। কিছুদিন সংবাদপত্রে কাজ করার পর তারা একসঙ্গে অ্যানিমেশন শিল্পে প্রবেশ করেন। ১৯২২ সালে ডিজনির লাফ-ও-গ্রাম কার্টুন সিরিজে প্রধান অ্যানিমেটর হিসেবে কাজ শুরু করেন। তবে, স্টুডিওটি দেউলিয়া হলে ডিজনি ১৯২৩ সালে লস অ্যাঞ্জেলেসে চলে যান। কিছুদিন পর আইওয়ার্কসও সেখানে যান এবং ডিজনির সঙ্গে অ্যালিস কমেডিজ সিরিজসহ ওসওয়াল্ড দ্য লাকি র‍্যাবিট চরিত্র তৈরিতে কাজ করেন।\nআইওয়ার্কস ডিজনির প্রাথমিক নকশা থেকে মিকি মাউসের নকশা পরিমার্জন করেন, যা পরবর্তী সময়ে ডিজনির সবচেয়ে জনপ্রিয় চরিত্র হয়ে ওঠে। তিনি স্টিমবোট উইলি, দ্য স্কেলিটন ড্যান্স এবং দ্য হন্টেড হাউস-এর মতো জনপ্রিয় অ্যানিমেশন পরিচালনা করেন। তবে, ১৯৩০ সালে ডিজনির সঙ্গে মতবিরোধ হওয়ায় তিনি স্টুডিও ছেড়ে দিয়ে নিজস্ব আইওয়ার্কস স্টুডিও প্রতিষ্ঠা করেন।\nনিজের স্টুডিওতে আইওয়ার্কস ফ্লিপ দ্য ফ্রগ এবং উইলি হুপার চরিত্র তৈরি করেন এবং কমিকোলার কার্টুনস সিরিজ পরিচালনা করেন। তবে তার স্টুডিও ডিজনি বা অন্য জনপ্রিয় প্রতিষ্ঠানগুলোর মতো সাফল্য পায়নি। পরে তিনি লিওন শ্লেসিঞ্জার প্রোডাকশনসের জন্য দুটি লুনি টিউনস এবং স্ক্রিন জেমসের জন্য কিছু কালার র‍্যাপসোডি অ্যানিমেশন পরিচালনা করেন।\n১৯৪০ সালে আইওয়ার্কস আবার ডিজনির সঙ্গে কাজ শুরু করেন এবং বিশেষ প্রভাব প্রযুক্তির উন্নয়নে গুরুত্বপূর্ণ অবদান রাখেন। তার অন্যতম বিখ্যাত কাজ ১৯৪৬ সালের সং অফ দ্য সাউথ-এর ভিজ্যুয়াল ইফেক্ট।\nব্যক্তিগত জীবনে, আইওয়ার্কসের স্ত্রী ছিলেন মিলড্রেড সারা হেন্ডারসন, এবং তাদের দুই সন্তান ছিল, যার মধ্যে একজন ডন আইওয়ার্কস। ১৯৭১ সালে বারব্যাঙ্কে হৃদরোগে আক্রান্ত হয়ে তিনি মৃত্যুবরণ করেন। মৃত্যুর পর, ১৯৮৯ সালে তাকে ডিজনি লিজেন্ড খেতাবে ভূষিত করা হয়।\nতার জীবন নিয়ে নির্মিত তথ্যচিত্র দ্য হ্যান্ড বিহাইন্ড দ্য মাউস: দ্য উবে আইওয়ার্কস স্টোরি এবং ২০১৪ সালের চলচ্চিত্র ওয়াল্ট বিফোর মিকি-তে তার চরিত্র তুলে ধরা হয়েছে।\nআইওয়ার্কস অ্যাকাডেমি পুরস্কারের জন্য তিনবার মনোনীত হন এবং একবার বিজয়ী হন। এছাড়াও, ১৯৭৮ সালে উইনসর ম্যাককেই পুরস্কার এবং ২০১৭ সালে ভিজ্যুয়াল ইফেক্টস সোসাইটি পুরস্কার-এর হল অফ ফেমে অন্তর্ভুক্ত হন।\n\n\n== প্রাথমিক জীবন ==\nআইওয়ার্কস কানসাস সিটি, মিসৌরিতে জন্মগ্রহণ করেন। তার বাবা ইস্ট ফ্রিসিয়ার উত্তুম নামক গ্রামে জন্মগ্রহণ করেন (এটি বর্তমানে ক্রুমহর্ন পৌরসভার অংশ)। ১৮৬৯ সালে প্রায় ১৪ বছর বয়সে তিনি যুক্তরাষ্ট্রে অভিবাসী হিসেবে চলে আসেন। তার বাবা, যিনি ছিলেন একজন নাপিত, পূর্বে একাধিক স্ত্রীর সঙ্গে সম্পর্ক স্থাপন করেন এবং পরে তাদের ত্যাগ করেন। যখন উব তরুণ ছিলেন, তার বাবা তাকে ত্যাগ করেন, যার কারণে তাকে স্কুল ছেড়ে মা'র সাহায্য করার জন্য কাজ করতে হয়েছিল। উব তার বাবাকে কখনোই ভালোবাসেননি এবং তার সম্পর্কে কখনো কোনো কথা বলেননি; যখন তার মৃত্যুর সংবাদ পান, তিনি বলেন, \"তাকে গর্তে ফেলে দাও।\" তিনি অ্যাশল্যান্ড গ্রামার স্কুলে পড়াশোনা করেন এবং ১৯১৪ সালে স্নাতক হন। উবের পূর্ণ নাম, \"উব্বে এর্ট আইওয়ার্কস\", প্রাথমিক অ্যালিস কমেডি-এ তার স্বাক্ষর হিসেবে দেখা যায়। কয়েক বছর পরে তিনি তার নামটি সহজ করে \"উব আইওয়ার্কস\" রাখেন, যা কখনো কখনো \"ইউ.বি. আইওয়ার্কস\" হিসেবেও লেখা হতো।\n\n\n== কর্মজীবন ==\n\n\n=== ডিজনির সঙ্গে কাজ (১৯১৯–১৯২৯) ===\nউব আইওয়ার্কস ওয়াল্ট ডিজনির সঙ্গে দীর্ঘ সময় কাজ করেছেন। তাদের পরিচয় ১৯১৯ সালে, যখন তারা কানসাস সিটির পেসমেন-রুবিন চিত্রকলা স্টুডিওতে কাজ করছিলেন।\nপরবর্তীতে তারা একসঙ্গে একটি বাণিজ্যিক শিল্প প্রতিষ্ঠান চালু করেন।\nএরপর তারা কানসাস সিটি স্লাইড সংবাদপত্র প্রতিষ্ঠানে চিত্রকর হিসেবে যোগ দেন, যা পরবর্তীতে কানসাস সিটি চলচ্চিত্র বিজ্ঞাপন প্রতিষ্ঠান নামে পরিচিত হয়।\nএই প্রতিষ্ঠানে কাজ করার সময় ডিজনি অ্যানিমেশনের প্রতি গভীর আগ্রহী হয়ে ওঠেন।\nএ সময় আইওয়ার্কস তার সহকর্মী হয়ে যুক্ত হন এবং একসঙ্গে তারা অ্যানিমেশনের বিভিন্ন পরীক্ষা-নিরীক্ষা করতে থাকেন।\nআইওয়ার্কস নিজে একটি ক্যামেরা উন্নত করেন, যেখানে মোটর সংযুক্ত করা হয়েছিল। এই প্রযুক্তি ব্যবহার করে এককভাবে একজন শিল্পী পুরো অ্যানিমেশন তৈরি করতে পারতেন, যা আগে সম্ভব ছিল না।\n\nডিজনির প্রথম দিকের কার্টুনগুলোর স্বতন্ত্র শিল্পশৈলীর পেছনে আইওয়ার্কসের গুরুত্বপূর্ণ অবদান ছিল। তিনিই প্রথম মিকি মাউসের নকশা করেছিলেন।\n১৯২২ সালে, ডিজনি যখন লাফ-ও-গ্রাম স্টুডিওর কার্টুন সিরিজ শুরু করেন, তখন আইওয়ার্কস প্রধান অ্যানিমেটর হিসেবে যোগ দেন।\nকিন্তু আর্থিক সংকটের কারণে স্টুডিও দেউলিয়া হয়ে যায়, ফলে ১৯২৩ সালে আইওয়ার্কস ডিজনির সঙ্গে লস অ্যাঞ্জেলেসে চলে যান। সেখানে তারা \"অ্যালিস কমেডি\" সিরিজ নিয়ে কাজ করেন।\nএই সিরিজ শেষ হওয়ার পর ডিজনি আইওয়ার্কসকে নতুন চরিত্র \"ওসওয়াল্ড দ্য লাকি র‍্যাবিট\" ডিজাইন করতে বলেন।\nএই চরিত্রের প্রথম কার্টুনটি আইওয়ার্কস একাই অ্যানিমেট করেন।\nকিন্তু ১৯২৮ সালে ডিজনি ওসওয়াল্ড সিরিজের অধিকার হারান এবং তার অধিকাংশ কর্মী অন্য প্রতিষ্ঠানে যোগ দেন।\nএ ঘটনা ডিজনিকে নতুনভাবে ভাবতে বাধ্য করে। তিনি সিদ্ধান্ত নেন যে, এবার এমন একটি চরিত্র তৈরি করবেন, যার মালিকানা সম্পূর্ণ তার নিজের থাকবে।\nডিজনি তখন আইওয়ার্কসকে নতুন একটি চরিত্র তৈরির অনুরোধ করেন।\nপ্রথমে তিনি ব্যাঙ, কুকুর ও বিড়ালের কিছু নকশা তৈরি করেন, কিন্তু ডিজনির পছন্দ হয়নি।\nশেষ পর্যন্ত, পুরোনো একটি স্কেচ থেকে অনুপ্রাণিত হয়ে আইওয়ার্কস মিকি মাউসের নকশা সম্পূর্ণ করেন।\n\nমিকি মাউস ও সিলি সিম্ফনি সিরিজের প্রথমদিকের কয়েকটি কার্টুন, যেমন স্টিমবোট উইলি, দ্য স্কেলেটন ড্যান্স এবং দ্য হন্টেড হাউস আইওয়ার্কস একাই অ্যানিমেট করেন।\nতবে ক্রমাগত চাপে তিনি ডিজনির সঙ্গে অসন্তুষ্ট হয়ে পড়েন।\nতিনি মনে করতেন, ডিজনির সফল কার্টুনগুলোর জন্য তিনি যথাযথ স্বীকৃতি পাচ্ছেন না।\nএকপর্যায়ে, ডিজনি ও আইওয়ার্কসের মধ্যে দূরত্ব তৈরি হয় এবং ১৯৩০ সালের জানুয়ারিতে তারা আলাদা হয়ে যান।\nএরপর আইওয়ার্কস ডিজনির প্রাক্তন ব্যবসায়িক অংশীদার প্যাট পাওয়ার্সের কাছ থেকে প্রস্তাব পান এবং ডিজনির ছায়া থেকে বেরিয়ে নিজের অ্যানিমেশন স্টুডিও শুরু করেন।\nতার ডিজনির জন্য করা শেষ কাজ ছিল ওয়াইল্ড ওয়েভস (১৯২৯) এবং অটাম (১৯৩০)।\n\n\n== ব্যক্তিগত জীবন ==\nআইওয়ার্কস তার স্ত্রী, মাইলড্রেড (এন. হেন্ডারসন) এর সাথে দুইটি সন্তান ছিলেন: ডোনাল্ড এবং ডেভিড। ডোনাল্ড ওয়াল্ট ডিজনি কোম্পানিতে কাজ করেছেন এবং আইওয়ার্কস এন্টারটেইনমেন্ট প্রতিষ্ঠা করেছেন। তার নাতনি হলেন প্রামাণ্যচিত্র চলচ্চিত্র নির্মাতা লেসলি আইওয়ার্কস। ডেভিড আইওয়ার্কস ছিলেন একটি পোর্ট্রেট ফটোগ্রাফার।\nআইওয়ার্কস ১৯৭১ সালে বুরব্যাঙ্ক, ক্যালিফোর্নিয়া-তে একটি হৃদযন্ত্রের ক্রিয়া বন্ধ হয়ে ৭০ বছর বয়সে মৃত্যুবরণ করেন, এবং তার অস্থি ফরেস্ট লন মেমোরিয়াল পার্ক, হলিউড হিলস কবরস্থানে অবস্থিত কলম্বারিয়াম অফ রিমেমব্রান্স-এ সংরক্ষিত করা হয়েছে। তার শেষ প্রকল্প ছিল হল অফ প্রেসিডেন্ট।\n\n\n== প্রভাব ও শ্রদ্ধাঞ্জলি ==\n\"উব আইওয়ার্কস প্রযুক্তিগত অর্জন পুরস্কার\", যা অ্যানি পুরস্কারগুলোর একটি অংশ, তার সম্মানে নামকরণ করা হয়েছে।\nবারব্যাঙ্কের একটি অ্যানিমেশন স্টুডিওর আবর্জনার বাক্সে আইওয়ার্কসের একটি বিরল আত্মপ্রতিকৃতি পাওয়া যায়। এটি সংরক্ষণ করা হয় এবং বর্তমানে এটি ক্যালিফোর্নিয়ার বারব্যাঙ্কে অ্যানিমেশন আর্কাইভসের অংশ।\nদ্বিতীয় বিশ্বযুদ্ধের পর, আইওয়ার্কসের প্রাথমিক অ্যানিমেশন শৈলী মাঙ্গা শিল্পী ওসামু তেজুকা ও শোতারো ইশিনোমোরি দ্বারা অনুসরণ করা হয়।\n১৯৮৯ সালে, আইওয়ার্কসকে ডিজনি কিংবদন্তি উপাধিতে ভূষিত করা হয়।\n১৯৯৬ সালে, \"দ্য সিম্পসনস\" ধারাবাহিকের \"দ্য ডে দ্য ভাইোলেন্স ডাইড\" পর্বে আইওয়ার্কস ও ওয়াল্ট ডিজনির সম্পর্কের অনুরূপ একটি কাহিনি প্রধান বিষয়বস্তু হিসেবে তুলে ধরা হয়।\n১৯৯৯ সালে, তার জীবন ও কর্ম নিয়ে **\"দ্য হ্যান্ড বিহাইন্ড দ্য মাউস: দ্য উব আইওয়ার্কস স্টোরি\"** নামে একটি প্রামাণ্যচিত্র মুক্তি পায়। পরবর্তীতে ২০০১ সালে আইওয়ার্কসের নাতনি লেসলি আইওয়ার্কস এবং জন কেনওয়ার্থি এ নিয়ে একটি বই প্রকাশ করেন। এই প্রামাণ্যচিত্রটি ওয়াল্ট ডিজনি ট্রেজারস, তরঙ্গ VII ধারাবাহিকের অংশ হিসেবে প্রকাশিত হয়।\n২০১৪ সালে মুক্তিপ্রাপ্ত **\"ওয়াল্ট বিফোর মিকি\"** চলচ্চিত্রে উব আইওয়ার্কস ও ওয়াল্ট ডিজনি কীভাবে মিকি মাউস তৈরি করেছিলেন তা দেখানো হয়েছে। এখানে আইওয়ার্কসের চরিত্রে অভিনয় করেছেন আর্মান্ডো গুতিয়েরেজ এবং ডিজনির চরিত্রে অভিনয় করেছেন থমাস ইয়ান নিকোলাস।\n\nড্রাংক হিস্ট্রি** নামক ধারাবাহিকের দ্বিতীয় মৌসুমের ষষ্ঠ পর্বে আইওয়ার্কস ও ডিজনির কাজের সম্পর্ক এবং মিকি মাউস তৈরির কাহিনি তুলে ধরা হয়েছে। এই পর্বে আইওয়ার্কসের চরিত্রে অভিনয় করেছেন টনি হেল।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== 1922 ===\n\n\n=== 1923 ===\n\n\n=== 1924 ===\n\n\n=== 1925 ===\n\n\n== পুরস্কার ==\n\n\n== আরো দেখুন ==\nওয়াল্ট ডিজনি\n\n\n== টীকা ==\n\n\n== রেফারেন্স ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে উবে আইওয়ার্কস সম্পর্কিত মিডিয়া দেখুন।\n Works by or about উবে আইওয়ার্কস at Wikisource\nইন্টারনেট মুভি ডেটাবেজে উবে আইওয়ার্কস  (ইংরেজি)\nফাইন্ড এ গ্রেইভে উবে আইওয়ার্কস  (ইংরেজি)"}