{"pageid": 1523828, "title": "এল সালভাদোরে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1523828", "content": "এল সালভাদরে খ্রিস্টান ধর্মের লোকেরা বেশি বসবাস করে। এখানে ইসলাম ধর্মের অনুসারীদের সংখ্যা কম। দেশের সংবিধান ধর্মনিরপেক্ষ হওয়ায় মুসলমানরা ধর্ম প্রচার করতে তেমন সমস্যায় পড়ে না। তারা মসজিদও তৈরি করতে পারে।\nএল সালভাদোরে একটি ছোট মুসলিম সম্প্রদায় রয়েছে। মুসলিমদের বেশিরভাগই ইয়েমেনি আরব বংশোদ্ভূত। তবে এখানকার বসবাসরত ফিলিস্তিনি আরবদের অধিকাংশ লোক খ্রিস্টান ধর্ম পালন করে। ধারণা করা হয়, এখানে ১,০০০ থেকে ১,৫০০ মুসলিম আছে। কিন্তু এ সংখ্যা ১৮,০০০ পর্যন্ত হতে পারে।\nশিয়া সম্প্রদায় দ্বারা পরিচালিত একটি ইসলামি সাংস্কৃতিক সমিতি আছে। এর নাম ফাতিমা আয-জাহরা । তারা মধ্য আমেরিকার প্রথম ইসলামী ম্যাগাজিন রেভিস্তা বিবলিওতেকা ইসলামিকা  প্রকাশ করে। এছাড়া দেশে ইসলামিক সংস্কৃতি ছড়ানোর জন্য প্রথম ও একমাত্র ইসলামিক গ্রন্থাগার তৈরি করেছে। দেশে আহমদীয়া মুসলিম সম্প্রদায়ও রয়েছে।\n\n\n== পটভূমি ==\n\n\n=== বিংশ শতাব্দীর অভিবাসন ===\n২০শ শতাব্দীর শুরুতে আরব দেশগুলি ( সিরিয়া, লেবানন এবং ফিলিস্তিন ) থেকে থেকে পরিবারগুলো এখানে আসে। তবে এই মধ্যপ্রাচ্যের অভিবাসীদের অধিকাংশই খ্রিস্টান ছিলেন। মুসলিম পরিবারের সংখ্যা খুবই কম ছিল। তাদের সম্পর্কে খুব কম বা কিছুই নথিভুক্ত করা হয়নি।\n\n\n== কেন্দ্র ==\n১৯৯৪ সালে  এল সালভাদোরে প্রথম ইসলামী কেন্দ্র উদ্বোধন করা হয়। এর নাম সেন্ট্রো ইসলামিকো আরব সালভাদোরেনো  রাখা হয়। এটি রাজধানী সান সালভাদোরে সালভাদোরান নাগরিক এবং ফিলিস্তিনি বংশোদ্ভূত কিছু ব্যক্তি মিলে প্রতিষ্ঠিত করেছিল। ২০০৪ সালে, শিয়ারা রাজধানীতে দ্বিতীয় মসজিদ উদ্বোধন করে। তারা ফাতিমা আয-জাহরা  নামে মসজিদটি নির্মাণ করে। ইসলামী নবী মুহাম্মদের প্রথম স্ত্রী খাদিজার কন্যা ফাতিমার সম্মানে এ নাম রাখা হয়েছিল। তারা ইন্টারনেটের মাধ্যমে ইসলামী সাহিত্য ছড়িয়ে দিতে শুরু করে। দেশের প্রথম ইসলামী ওয়েবসাইট তারাই উদ্বোধন করে। এখানে একটি ত্রৈমাসিক পত্রিকা প্রকাশ করা হয় এবং বর্তমানে ১০০ টিরও বেশি ডিজিটাল ইসলামী বই রয়েছে।  ২০০৭ সালে, সান সালভাদরে দার-ইব্রাহিম মসজিদ নামে একটি তৃতীয় মসজিদ উদ্বোধন করা হয়।\nইসলামি কেন্দ্রগুলোতে জুমার নামাজ পড়ানো হয়। এছাড়া ইসলামি সাহিত্য সম্পর্কিত বই, দান-খয়রাত, এবং অনলাইনে ইসলাম প্রচার করে। তারা দেশের বিভিন্ন ধর্মীয় ও সাংস্কৃতিক প্রতিষ্ঠানে ইসলাম সম্পর্কিত তথ্যসামগ্রী দান করে। ফাতিমাহ আয-যাহরা কেন্দ্র ইসলামের শিক্ষা ও ইতিহাসের ক্লাস করানো হয়। এই ক্লাসগুলো সাধারণ জনগণের জন্য উন্মুক্ত। শুধু ধর্ম নয়,বিদেশি ভাষার কোর্স এবং প্রাপ্তবয়স্কদের সাক্ষরতা উন্নতির জন্য পড়ালেখার ব্যবস্থা আছে।\n\n\n=== মসজিদ ===\nদার-ইব্রাহিম মসজিদ\n\n\n== তথ্যসূত্র =="}