{"pageid": 1523381, "title": "জলজা", "url": "https://bn.wikipedia.org/wiki?curid=1523381", "content": "জলজা (জন্ম: ১৩ ডিসেম্বর ১৯৬১) হলেন একজন ভারতীয় অভিনেত্রী যিনি মালায়ালাম চলচ্চিত্র এবং কয়েকটি তামিল চলচ্চিত্রে অভিনয় করেছেন। জলজা ১৯৭০ এবং ১৯৮০ এর দশকে একজন সক্রিয় অভিনেত্রী ছিলেন। তিনি ১৯৮১ সালে লেনিন রাজেন্দ্রন পরিচালিত ভেনাল সিনেমার জন্য সেরা অভিনেত্রীর বিভাগে কেরালা রাজ্য চলচ্চিত্র পুরস্কার  এবং ফিল্মফেয়ার পুরস্কার জিতেছিলেন। তিনি পারিবারিক সূত্রে কেরালার কোল্লাম এবং আলাপ্পুঝা জেলার বাসিন্দা। \n\n\n== ব্যক্তিগত জীবন ==\nজলজা ১৯৬১ সালের ১৩ ডিসেম্বর  তারিখে কুয়ালালামপুরে বসবাসকারী মালয়ালি দম্পতি অধ্যাপক থাকাঝিল বাসুদেবন পিল্লাই এবং সরস্বথিয়াম্মার ঘরে জন্মগ্রহণ করেন। তিনি কুয়ালালামপুরের স্কুলে চতুর্থ শ্রেণী পর্যন্ত পড়াশোনা করেন এবং তারপর মালয়েশিয়ার গৃহযুদ্ধের কারণে ভারতে চলে আসেন।\nতিনি মাদ্রাজ(ততকালীন চেন্নাই) আসান মেমোরিয়াল সিনিয়র সেকেন্ডারি স্কুল, আম্বালাপ্পুঝা ইংলিশ মিডিয়াম স্কুল থেকে প্রাথমিক শিক্ষা এবং আলাপ্পুঝার সেন্ট জোসেফস কলেজ ফর উইমেন থেকে প্রাক কলেজ ডিগ্রি অর্জন করেন। তিনি তিরুবনন্তপুরমের গভর্নমেন্ট কলেজ ফর উইমেন থেকে ইংরেজি সাহিত্যে স্নাতক এবং স্নাতকোত্তর ডিগ্রি অর্জন করেন। \nতিনি ১৯৯৩ সালের ৩ সেপ্টেম্বর তারিখে প্রকাশ নায়ারকে বিবাহ করেন এবং বিয়ের পর বাহরাইনে স্থায়ীভাবে বসবাস শুরু করেন। তাদের একটি মেয়ে আছে যার নাম দেবী।  তিনি ২০১৪ সালের কেরালা রাজ্য চলচ্চিত্র পুরস্কারের জুরি সদস্য ছিলেন।\n\n\n== চলচ্চিত্র জীবন ==\nজলজার চলচ্চিত্র যাত্রা তাঁর বহুমুখী প্রতিভার প্রতিফলন। তার অভিনয় জীবন মূলত মালয়ালম ও তামিল চলচ্চিত্র জগতে বিস্তৃত। তিনি ১৯৭৭ সালে মালয়ালম চলচ্চিত্র ইভানেন্তে প্রিয়পুত্রন এর মাধ্যমে তার অভিনয় জীবন শুরু করেন। ১৯৭৮ থেকে ১৯৮০ সাল পর্যন্ত তিনি থাম্পু, ঈ গানম মারাক্কুমো, মাট্টোলি এবং রান্দু পেনকুট্টিকাল চলচ্চিত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেন। এরপর তিনি শালিনী এনতে কুট্টুকারী, সোয়ার্নপাক্ষিকাল, ইলিপ্পাথায়ম, পদায়ত্তম এবং কারিয়িলাক্কাট্টু পোলে সহ অসংখ্য মালয়ালম চলচ্চিত্রে অভিনয় করেন। ১৯৮৮ সালে অপারন চলচ্চিত্রে তার অভিনয় বিশেষভাবে প্রশংসিত হয়।\nতামিল চলচ্চিত্র জগতে তিনি ১৯৮০ সালে অন্তরাঙ্গম উমাইয়ানাথু ছবিতে সরাসু চরিত্রে অভিনয় করেন। পরবর্তীতে মারুপট্টা কোনঙ্গল (১৯৮৩) ও থিরুট্টু রাজাক্কাল (১৯৮৪) চলচ্চিত্রেও তার দক্ষ অভিনয় লক্ষ্য করা যায়। বহু বছর বিরতির পর, ২০২১ সালে তিনি মালিক চলচ্চিত্রে 'জামিলা' চরিত্রে অভিনয়ের মাধ্যমে পুনরায় আলোচনায় আসেন। তার পরবর্তী থালানারিঝা মুক্তির অপেক্ষায় আছে।'\n\n\n== তথ্যসূত্র =="}