{"pageid": 1523334, "title": "আরজু গোবিত্রীকর", "url": "https://bn.wikipedia.org/wiki?curid=1523334", "content": "আরজু গোবিত্রীকর একজন ভারতীয় মডেল এবং অভিনেত্রী যিনি মূলত চলচ্চিত্র এবং টেলিভিশন ধারাবাহিকে অভিনয় করেন।\n\n\n== ব্যক্তিগত জীবন ==\nআরজু গোবিত্রিকর মহারাষ্ট্রের রায়গড়ের পানভেলে একটি চিৎপাবন ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেন । তিনি মুম্বাইতে বড় হয়ে ওঠেন। আরজু ইলেকট্রনিক্স অ্যান্ড টেলিকমিউনিকেশন ইঞ্জিনিয়ারিং বিষয়ে পড়াশোনা করেছেন।  তার বড় বোন অদিতি গোবিত্রীকর একজন অভিনেত্রী এবং মডেল।\nআরজু মুম্বাই নিবাসী ব্যবসায়ী সিদ্ধার্থ সবরওয়ালকে বিয়ে করেন। তাদের একটি ছেলে আছে যার নাম আশমান। ২০১৯ সালের ১৯ ফেব্রুয়ারী  তারিখে, আরজু তার স্বামীর বিরুদ্ধে একটি পারিবারিক সহিংসতার মামলা দায়ের করেন এবং বিবাহবিচ্ছেদের আপিল করেন। তিনি তাদের ছেলের হেফাজত চেয়েছিলেন। \n\n\n== কর্মজীবন ==\nইঞ্জিনিয়ারিং পটভূমি থাকা সত্ত্বেও, তার বোন অদিতি গোবিত্রিকার তাকে বিনোদন জগতে যোগদান করতে প্রভাবিত করেছিলেন, তাই তিনি কিছু বিজ্ঞাপনে মডেল হিসেবে কাজ করেন। আরজু মালায়ালাম সিনেমা কাক্কাকুইল (২০০১) -এ অভিনয় করেন। পরবর্তীতে তিনি অন্যান্য অনেক চলচ্চিত্রে অভিনয় করেন।\nআরজু গোবিত্রীকর একজন প্রতিভাবান ভারতীয় অভিনেত্রী, যিনি বিভিন্ন ভাষার চলচ্চিত্রে অভিনয় করেছেন। তার অভিনয় জীবনের শুরু হয় ২০০১ সালে মালায়ালম চলচ্চিত্র কাক্কাকুইল-এর মাধ্যমে, যেখানে তিনি রাধিকা মেনন ও রেবতী চরিত্রে অভিনয় করেন। এরপর ২০০২ সালে তিনি তেলুগু চলচ্চিত্র মনসুথো-তে স্বপ্না চরিত্রে অভিনয় করেন। তার অভিনয় দক্ষতা তাকে দক্ষিণ ভারতের চলচ্চিত্র জগতে পরিচিত করে তোলে।\n২০০৩ সালে আরজু হিন্দি চলচ্চিত্র বাগবান-এ প্রিয়া মালহোত্রা চরিত্রে অভিনয় করে বলিউডে নিজের অবস্থান সুদৃঢ় করেন। পরের বছর, ২০০৪-এ, তিনি হিন্দি চলচ্চিত্র লেটস এনজয়-এ শ্রেয়া চরিত্রে এবং তামিল চলচ্চিত্র মন্মধন-এ ক্যাফের এক মেয়ের চরিত্রে অভিনয় করেন।\n২০০৫ সালে আরজু হিন্দি চলচ্চিত্র ড্রীমস-এ সিমরান চরিত্রে অভিনয় করেন। এরপর ২০০৮ সালে তিনি একাধারে দুইটি চলচ্চিত্রে অভিনয় করেন—তুলসী-তে ডাঃ অঞ্জলি ডি'সুজা চরিত্রে এবং মেরে বাপ পেহলে আপ-এ অঞ্জনা 'অঞ্জু' চরিত্রে। তার অভিনয় দক্ষতা এই চলচ্চিত্রগুলিতে প্রশংসিত হয়।\n২০১২ সালে আরজু অভিনয় করেন ওভারটাইম চলচ্চিত্রে, যেখানে তিনি লিজা চরিত্রে অভিনয় করেন। সর্বশেষ, ২০২০ সালে, তিনি হিন্দি চলচ্চিত্র ইটস মাই লাইফ-এ সঞ্জনা শর্মা চরিত্রে অভিনয় করেন।\nবহুভাষিক চলচ্চিত্রে কাজ করার মাধ্যমে আরজু গোবিত্রীকর তার অভিনয় জীবনে বৈচিত্র্য এনেছেন। মালায়ালাম, তেলুগু, তামিল ও হিন্দি চলচ্চিত্রে তার অভিনয় দক্ষতা দর্শকদের কাছে প্রশংসিত হয়েছে।\nচলচ্চিত্র ছাড়াও আরজু বিভিন্ন টিভি ধারাবাহিকে অভিনয় করেছেন। তিনি এক লড়কি অঞ্জানি সি (সনি টিভি) -তে অভিনয় করেন। এছাড়াও তিনি ঘর এক স্বপ্না, সিআইডি এবং নাগিন ২ ইত্যাদি ধারাবাহিকে অভিনয় করেন। \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== টেলিভিশন ===\n\n\n== তথ্যসূত্র =="}