{"pageid": 1523849, "title": "মাগুরা ধর্ষণ মামলা", "url": "https://bn.wikipedia.org/wiki?curid=1523849", "content": "মাগুরা শিশু ধর্ষণ ও মৃত্যুর মামলা দ্ধারা ২০২৫ সালের ৫ মার্চ বাংলাদেশে মাগুরা জেলার শ্রীপুরের জারিয়া গ্রামে নিজনান্দুয়ালি এলাকায় সংঘটিত এক যৌন নিপীড়ন ও শিশু নির্যাতনের ঘটনাকে নিদের্শ করে। এই ঘটনায় ৮ বছর বয়সী আছিয়া নামে এক কন্যাশিশু যৌন নির্যাতনের শিকার হয়।\n৩য় শ্রেণিতে পড়ুয়া শিশুটি ঘটনার কিছু দিন আগে বোনের বাড়িতে বেড়াতে আসে। ৬ মার্চ বৃহস্পতিবার সকালে পাড়ার প্রতিবেশী ও পরিবারের সদস্যসহ নির্যাতিত আছিয়াকে প্রথমে মাগুরা হাসপাতালে ভর্তি করে। অবস্থার অবনতি হলে পরে কিছু হাসপাতাল পরিবর্তন করতে হয়। হাসপাতালে শিশুটি অচেতন অবস্থায় থাকে। এইভাবেই শিশুটি অচেতন থাকে দিনের পর দিন। ১৩ মার্চ দুপুর একটায় ঢাকার সম্মিলিত সামরিক হাসপাতালে (সিএমএইচ) শিশুটি মারা যায়।\n\n\n== ঘটনা ==\n\n\n=== ধর্ষণ ও হত্যার চেষ্টা ===\nজারিয়া সরকারি প্রাথমিক বিদ্যালয়ের তৃতীয় শ্রেণির ছাত্রী আছিয়া রমজান ও ঈদের ছুটিতে স্কুল বন্ধ থাকায় ঘটনার কয়েক দিন আগে ১ মার্চ বোনের বাড়িতে বেড়াতে আসে। এজাহারে উল্লেখ করা হয়, ৫ মার্চ রাত ১০টার দিকে শিশুটি তার বড় বোন ও বোনের স্বামীর সঙ্গে একই কক্ষে ঘুমায়। দিবাগত রাত ২:৩০ দিকে বড় বোন ঘুম থেকে জেগে দেখেন, আছিয়া মেঝেতে পড়ে আছে এবং যৌনাঙ্গে জ্বালাপোড়ার কথা বলে। ঘুমের ঘরে বোন উল্টাপাল্টা কথা বলছে ভেবে, আছিয়ার কথা উপেক্ষা করে। সকাল ছয়টার দিকে আছিয়া আবার বোনকে যৌনাঙ্গে জ্বালাপোড়ার কথা বললে, কারণ জিজ্ঞাসা করায় সে বোনকে জানায়, রাতে বোনের স্বামী দরজা খুলে দিলে তাঁর বাবা (বোনের শ্বশুর) তার মুখ চেপে ধরে তাঁর কক্ষে নিয়ে যৌন নির্যাতন করে। সে চিৎকার করতে গেলে তার গলা চেপে ধরে আওয়াজে বাঁধা দেওয়া হয়। দোষী পরে তাকে আবার বোনের কক্ষের মেঝেতে ফেলে রেখে যায়।\nএজাহারে আরও বলা হয়, ঘটনা জানার পর শিশুটির বড় বোন তাঁর মাকে ফোনে বিষয়টি জানাতে গেলে তাঁর স্বামী ফোনটি কেড়ে নিয়ে তাঁকে মারধর করেন। এ বিষয় কাউকে বললে শিশুটিকে হত্যার হুমকি দেন এবং তাদের দুই বোনকে আলাদা দুটি কক্ষে আটক করে রাখেন। দুইজনের চিৎকারে সকালে এক নারী প্রতিবেশী বাড়িতে এলে বোনের ভাশুর দরজা খুলে দেন। তখন শিশুটির মাথায় পানি দিয়ে সুস্থ করানোর চেষ্টা করা হয়।\n৬ মার্চ বৃহস্পতিবার নির্যাতনের পরেরদিন সকাল সাড়ে ১১:৩০ দিকে শিশুটি আরও অসুস্থ হয়ে পড়লে বোনের শাশুড়ি অন্য প্রতিবেশীদের সহায়তায় মাগুরা ২৫০ শয্যাবিশিষ্ট হাসপাতালে নিয়ে যান। সেখানে গিয়ে মেয়েটিকে জিনে ধরেছে বলে চিকিৎসকদের জানান। তবে চিকিৎসক ও অন্যরা বিষয়টি বুঝতে পারলে শাশুড়ি হাসপাতাল থেকে পালিয়ে যান। সেখান থেকে শিশুটিকে ফরিদপুর মেডিকেল কলেজ হাসপাতালে তারপর  অবস্থার অবনতি আরও হলে রাতেই ঢাকা মেডিকেল কলেজ হাসপাতালে ভর্তি করা হয়। যেখানে সে অচেতন অবস্থায় থাকে শিশুদের নিবিড় পরিচর্যা কেন্দ্রে (পিআইসিইউ)।\nশিশুটির মা মামলা দায়ের করে অভিযোগ করেন যে, তার মেয়ের স্বামী ও শ্বশুরের সহায়তায় এই ধর্ষণ সংঘটিত হয়েছে। এছাড়া, শিশুটির শাশুড়ি ও ভাশুরও ঘটনাটি সম্পর্কে জানতেন এবং তারা ঘটনাটি গোপন করার চেষ্টা করেন। শিশুটিকে হত্যার চেষ্টাও করা হয় বলে অভিযোগ করেন তিনি। ঘটনাটি প্রকাশ পেলে বড় বোন সাংবাদিকদের কাছে আরও ঘটনার কথা জানান। তিনি বলেন, “২০ দিনের মতো আগে আমার সঙ্গে একটা ঘটনা ঘটে। সেদিন সন্ধ্যায় বাড়িতে কেউ ছিল না। আমি ঘরে আলো জ্বালিয়ে টয়লেটে যাই। টয়লেট থেকে ফিরে দেখি ঘরে আলো বন্ধ। হঠাৎ একজন আমার পেছন থেকে জড়িয়ে ধরে। আমি উচ্চতা ও অন্যান্য বিষয় দেখে বুঝতে পারি, সে আমার শ্বশুর। বিষয়টি আমার স্বামীকে জানালে সে উল্টো আমাকে আজেবাজে কথা বলে। আমি আমার বাড়িতেও এ কথা জানাই। বাড়িতে গিয়ে আর শ্বশুরবাড়ি ফিরতে চাইনি। কিন্তু বাড়ি থেকে আমাকে বুঝিয়ে আবার পাঠানো হয়। আমার ভেতর সব সময় ভয় কাজ করত, যদি ওই ঘটনার চেয়ে খারাপ কিছু ঘটে। এ কারণে আমার সঙ্গে আমার ছোট বোনকে পাঠায়।” পুলিশ মামলাটি নারী ও শিশু নির্যাতন দমন আইনের অধীনে রেকর্ড করে এবং চারজন আসামিকে গ্রেপ্তার করে। এইসময় শিশুটির শারীরিক অবস্থা আশঙ্কাজনক ছিল, এবং তাকে লাইফ সাপোর্টে রাখা হয়েছিল।\n\n\n=== চিকিৎসা ও মৃত্যু ===\n৮ মার্চ তার শারীরিক অবস্থার আরও অবনতি হলে তাকে সম্মিলিত সামরিক হাসপাতাল (সিএমএইচ), ঢাকায় স্থানান্তর করা হয়। সেখানেই আছিয়া চিকিৎসা চলতে থাকে। সিএমএইচ-এ সর্বাধুনিক চিকিৎসা ব্যবস্থা প্রয়োগে প্রধান সার্জনকে প্রধান করে আটজন বিশেষজ্ঞ চিকিৎসক নিয়ে বোর্ড গঠন করা হয়। তবে ১৩ মার্চ শিশুটির অবস্থা খুবই সংকটাপন্ন হয়ে যায়। এইদিনই চারবার সকালবেলা দুই দফায় শিশুটির ‘কার্ডিয়াক অ্যারেস্ট’ হয়। সিপিআর দেওয়ার পর তাঁর হৃৎস্পন্দন ফিরে আসতে সময় নেয় আধা ঘণ্টা। কিন্তু দুপুর ১২টায় তাঁর আবার কার্ডিয়াক অ্যারেস্ট হয়। এই দফায় সিপিআর দেওয়ার পরও তার হৃৎস্পন্দন ফেরেনি।\nহাসপাতালের (সিএমএইচ) চিকিৎসকদের নিয়ে গঠিত মেডিকেল বোর্ড সংবাদের মাধ্যমে জানান তার গ্লাসগো কোমা স্কেল (জিসিএস) ৩–এই আছে (স্বাভাবিক মাত্রা ১৫)। জিসিএস ৩ অবস্থাকে মস্তিষ্কের প্রতিক্রিয়াহীন অবস্থা বলে বিবেচনা করা হয়। শিশুটির শরীরে লবণের পরিমাণের ভারসাম্যহীনতা তৈরি হয়েছে। লবণের চাপ কমাতে ডায়ালাইসিস করা হয় তাকে। আছিয়াকে হাসপাতালের শিশু বিভাগের নিবিড় পরিচর্যা কেন্দ্রে (পিআইসিইউ) শিশুটিকে লাইফ সাপোর্টে রাখা হয়েছে।\n১৩ মার্চ দুপুরে আন্তঃবাহিনী জনসংযোগ পরিদপ্তর (আইএসপিআর) ফেসবুক পোস্টে দুঃখ প্রকাশের মাধ্যমে নিশ্চিত করে জানান, সর্বাধুনিক চিকিৎসাব্যবস্থা প্রয়োগ এবং বিশেষজ্ঞ চিকিৎসকদের সর্বোচ্চ প্রচেষ্টা সত্ত্বেও চিকিৎসাধীন অবস্থায় শিশুটির দুপুর ১টায় মারা যায়।\n\n\n== তদন্ত ও গ্রেপ্তার ==\n\n\n=== মামলা দায়ের ===\nআছিয়ার মা বাদী হয়ে ২০২৫ সালের ৬ মার্চ মাগুরা সদর থানায় চারজনের বিরুদ্ধে মামলা দায়ের করেন। অভিযুক্তরা হলেন:\n\nসজীব (১৮) – আছিয়ার ভগ্নীপতি\nরাতুল (১৭) – সজীবের ছোট ভাই\nহিটু মিয়া (৪২) – সজীব ও রাতুলের বাবা\nজাবেদা বেগম (৪০) – সজীব ও রাতুলের মা\nপ্রাথমিকভাবে এটি ধর্ষণ মামলা হিসেবে দায়ের হলেও আছিয়ার মৃত্যুর পর এটি হত্যা মামলায় রূপান্তরিত হয়।\n\n\n=== অভিযুক্তদের গ্রেপ্তার ===\nমামলার পরপরই পুলিশ অভিযুক্তদের গ্রেপ্তার করে। পুলিশ জানায়, সজীব ও রাতুল ঘটনার সঙ্গে সরাসরি জড়িত ছিল, এবং তাদের বাবা-মা ঘটনাটি ধামাচাপা দেওয়ার চেষ্টা করেছিলেন।\n\n\n=== বিচারিক কার্যক্রম ===\nআছিয়ার পরিবারের দাবি, দ্রুত বিচার ট্রাইব্যুনালের মাধ্যমে অপরাধীদের সর্বোচ্চ শাস্তি দিতে হবে। মাগুরা জেলা প্রশাসন আশ্বাস দিয়েছে যে মামলাটি দ্রুত নিষ্পত্তি করা হবে।\n\n\n== প্রতিক্রিয়া ==\nআছিয়ার মৃত্যু বাংলাদেশের বিভিন্ন স্থানে তীব্র প্রতিক্রিয়ার সৃষ্টি করে।\n\nবিক্ষোভ ও মানববন্ধন:\nখুলনা বিশ্ববিদ্যালয়ের শিক্ষার্থীরা গভীর রাতে বিক্ষোভ মিছিল করেন।\nলালমনিরহাটে জাতীয়তাবাদী মহিলা দল মানববন্ধন করে অপরাধীদের ফাঁসির দাবি জানায়।\nঢাকা, চট্টগ্রাম, রাজশাহীসহ বিভিন্ন স্থানে প্রতিবাদ সমাবেশ অনুষ্ঠিত হয়।\nসংগঠন ও মানবাধিকার কর্মীদের প্রতিক্রিয়া:\nবাংলাদেশ মহিলা পরিষদ এই ঘটনার তীব্র নিন্দা জানিয়ে দোষীদের দ্রুত বিচারের দাবি জানায়।\nমানবাধিকার সংস্থা \"অধিকার\" এক বিবৃতিতে জানায় যে এটি বাংলাদেশে শিশুদের নিরাপত্তার জন্য একটি গুরুতর সংকেত।\n\n\n=== গণমাধ্যম ও আলোড়ন ===\nআছিয়ার মৃত্যু ব্যাপক গণমাধ্যম কভারেজ পায় এবং সামাজিক মাধ্যমে ভাইরাল হয়।\n\nশীর্ষ সংবাদমাধ্যমগুলোর প্রতিবেদন:\nপ্রথম আলো, বাংলা ট্রিবিউন, কালের কণ্ঠ, বিডিনিউজ ২৪, সমকাল এবং ডেইলি স্টার এই বিষয়ে ধারাবাহিক প্রতিবেদন প্রকাশ করে।\nসামাজিক মাধ্যমে প্রতিবাদ: ফেসবুক, টুইটার (এক্স) ও অন্যান্য সামাজিক মাধ্যমে \"#JusticeForAsiya\" হ্যাশট্যাগটি ট্রেন্ড করে।\n\n\n== সূত্র ==\n\n\n== বাহ্যিক সংযোগ ==\nবাংলা ট্রিবিউনে প্রকাশিত প্রতিবেদন\nপ্রথম আলোতে প্রকাশিত প্রতিবেদন\nকালের কণ্ঠে প্রকাশিত প্রতিবেদন"}