{"pageid": 1523979, "title": "গৌরী কৃষ্ণন", "url": "https://bn.wikipedia.org/wiki?curid=1523979", "content": "গৌরী কৃষ্ণন হলেন একজন ভারতীয় টেলিভিশন অভিনেত্রী যিনি কানা কানমানি, পূর্ণামি থিঙ্কাল ইত্যাদি আঞ্চলিক মালয়ালম টিভি ধারাবাহিকে প্রধান ভূমিকায় অভিনয়ের জন্য পরিচিত। তিনি ২০১৭ সালে কেরালা টেলিভিশন রাজ্য পুরস্কার জিতেছিলেন। \n\n\n== ব্যক্তিগত জীবন ==\nতিনি ১১ ফেব্রুয়ারী ২০২২ সালে টেলিভিশন ধারাবাহিক পরিচালক মনোজের সাথে বাগদান করেন  এবং ২৪ নভেম্বর ২০২২ সালে তাকে বিয়ে করেন।  গৌরী কর্মের ধারনায় দৃঢ় বিশ্বাসী।\n\n\n== অভিনয় জীবন ==\nগৌরী কৃষ্ণন একজন প্রতিভাবান মালয়ালম অভিনেত্রী, যিনি টেলিভিশন এবং চলচ্চিত্রে তার দক্ষ অভিনয়ের মাধ্যমে জনপ্রিয়তা অর্জন করেছেন।\nগৌরী ২০১১ সালে, মালয়ালম চলচ্চিত্র ট্রাফিক-এ সুধেবন নামক চরিত্রের মেয়ের ভূমিকায় অভিনয় করেন। এরপর ২০১২ সালে তিনি মাঝাভিল্লিনাট্টাম ভারে নামক চলচ্চিত্রে কাজ করেন।\nটেলিভিশন জগতে গৌরী কৃষ্ণন তার অভিনয় দক্ষতায় আলাদা পরিচিতি গড়ে তুলেছেন। ২০১৪-২০১৫ সালে তিনি আনিয়াথি ধারাবাহিকে গৌরী চরিত্রে অভিনয় করেন, যা মাঝভিল মনোরমা  চ্যানেলে প্রচারিত হয়েছিল। এরপর ২০১৬ সালে তিনি কানা কান্মানি ধারাবাহিকে একটি বিশেষ চরিত্রে অভিনয় করেন, যা এশিয়ানেট চ্যানেলে প্রচারিত হয়।\n২০১৭ সালে গৌরী নিলাভুম নক্ষত্রাঙ্গালুম ধারাবাহিকে নন্দু চরিত্রে অভিনয় করেন, যা অমৃত টিভি  চ্যানেলে প্রচারিত হয়েছিল। একই বছরে তিনি ডিসেম্বরিল আকাশম ধারাবাহিকে 'স্বাতী' চরিত্রে এবং মামাংগম ধারাবাহিকে 'মেনকা' চরিত্রে কাজ করেন।\n২০১৮ সালে তিনি প্রণয়িনী ধারাবাহিকে 'মিলি' চরিত্রে অভিনয় করেন। এরপর ২০১৭-২০১৯ পর্যন্ত সীতা ধারাবাহিকে 'দেবিকা শ্রীরমন' চরিত্রে  এবং ২০১৮-২০১৯ সালে এন্নু স্বন্থম জানি ধারাবাহিকে 'জানি' চরিত্রে অভিনয় করেন। এই সময়কালে তার অভিনয় দক্ষতা দর্শকদের মাঝে প্রশংসিত হয়।\n২০১৯ সালে আইয়াপ্পা সরণম ধারাবাহিকে মালিনী, মালা এবং সবরী চরিত্রে অভিনয় করেন। একই বছরে শুরু হওয়া পৌর্ণমি থিঙ্কাল ধারাবাহিকে তিনি পৌর্ণমি চরিত্রে অভিনয় করেন, যা ২০২১ সাল পর্যন্ত প্রচারিত হয়। এছাড়াও তিনি ২০১৯ সালে এন্নিশ্টাম অনুষ্ঠানে এবং স্টার্ট মিউজিক আরাধ্যাম পদুম  নামক অনুষ্ঠানে একজন তারকা প্রতিযোগী হিসেবে অংশগ্রহণ করেন।\n২০২১ সালে গৌরী কাইয়েথুম দূরথ ধারাবাহিকে মন্ত্রী গায়ত্রি দেবীর চরিত্রে অভিনয় করেন, যা জি কেরালাম চ্যানেলে প্রচারিত হয়। একই বছরে তিনি ভয়াম  নামক টিভি অনুষ্ঠানে একজন প্রতিযোগী হিসেবে অংশ নেন।\n২০২২ সালে তিনি রেড কার্পেট  নামক টিভি অনুষ্ঠানে একজন পরামর্শদাতা হিসেবে যুক্ত হন এবং ভেন্নাকাল্লান নামক ইউটিউবে মুক্তিপ্রাপ্ত চলচ্চিত্রে যশোদা চরিত্রে অভিনয় করেন। ২০২৩ সালে তিনি ফ্লাওয়ারস ওরু কুটি  নামক  ক্রীড়ামূলক অনুষ্ঠানে প্রতিযোগী হিসেবে অংশ নেন।\n\n\n== তথ্যসূত্র =="}