{"pageid": 1523629, "title": "যাত্রীবাহী ট্রেন", "url": "https://bn.wikipedia.org/wiki?curid=1523629", "content": "যাত্রীবাহী ট্রেন হলো রেললাইন দিয়ে মানুষ পরিবহনের জন্য ব্যবহৃত একটি ট্রেন, যেখানে পণ্য পরিবহনকারী মালবাহী ট্রেনের বিপরীতে এর অবস্থান।   এই ট্রেনগুলিতে এক বা একাধিক লোকোমোটিভ ইঞ্জিন দ্বারা চালিত বিদ্যুৎবিহীন যাত্রীবাহী রেলওয়ে গাড়ি (যা কোচ বা ক্যারেজ নামেও পরিচিত) থাকতে পারে, অথবা স্ব-চালিত হতে পারে; স্ব-চালিত যাত্রীবাহী ট্রেনগুলিকে একাধিক ইউনিট বা রেলকার বলা হয়। যাত্রীবাহী ট্রেনগুলি স্টেশন বা ডিপোতে থামে, যেখানে যাত্রীরা উঠতে বা নামতে পারে। বেশিরভাগ ক্ষেত্রে, যাত্রীবাহী ট্রেনগুলি একটি নির্দিষ্ট সময়সূচী মেনে চলে এবং মালবাহী ট্রেনের চেয়ে অগ্রাধিকার পায়।\nসময়ের সাথে সাথে গাড়ির নকশা এবং যাত্রীবাহী ট্রেনের সাধারণ নিরাপত্তা নাটকীয়ভাবে বিকশিত হয়েছে, যা রেল ভ্রমণকে উল্লেখযোগ্যভাবে নিরাপদ করে তুলেছে। কিছু যাত্রীবাহী ট্রেন, দূরপাল্লার এবং স্বল্পপাল্লার, প্রতি ট্রেনে আরও বেশি যাত্রী বহন করার জন্য দ্বি-স্তরের (ডাবল-ডেকার) গাড়ি ব্যবহার করে। স্লিপার ট্রেনের মধ্যে বিছানা সহ ঘুমানোর কামরা অন্তর্ভুক্ত। লোকোমোটিভ দ্বারা পরিবহন করা যাত্রীবাহী ট্রেনগুলি একাধিক ইউনিটের তুলনায় পরিচালনা করা বেশি ব্যয়বহুল, তবে যাত্রী ধারণক্ষমতা বেশি। \nঅনেক মর্যাদাপূর্ণ যাত্রীবাহী ট্রেন পরিষেবাকে একটি বিশেষ নাম দেওয়া হয়, যার মধ্যে কিছু সাহিত্য এবং কল্পকাহিনীতে বিখ্যাত হয়ে উঠেছে।\n\n\n== ইতিহাস ==\n\n১৮০৪ সালে যুক্তরাজ্যে ওয়েলসের পেনিডারেন আয়রনওয়ার্কসে রেলওয়ে লোকোমোটিভ প্রথম যাত্রীবাহী ট্রেনটিকে টেনে নিয়ে যায়, যখন রিচার্ড ট্রেভিথিকের নকশা করা একটি ইঞ্জিনের মাধ্যমে লৌহ কারখানার ৭০ জন কর্মচারীকে ৯ মাইল দূরে পরিবহন করা হয়েছিল।   নিয়মিত পরিষেবা প্রদানকারী প্রথম যাত্রীবাহী ট্রেন ছিল সোয়ানসি অ্যান্ড মাম্বলস রেলওয়েতে ঘোড়ায় টানা ট্রেন যা ১৮০৭ সালে চালু হয়েছিল।  ১৮০৮ সালে, ট্রেভিথিক লন্ডনের একটি ছোট ট্র্যাকের লুপে ক্যাচ মি হু ক্যান নামে একটি যাত্রীবাহী প্রদর্শনী ট্রেন চালান।  দুই সপ্তাহ ধরে চলা এই প্রদর্শনীতে যাত্রীদের কাছ থেকে যাত্রার জন্য টাকা নেওয়া হত। \n১৮২৫ সালে স্টকটন অ্যান্ড ডার্লিংটন রেলওয়েতে লোকোমোশন নং ১ দ্বারা পাবলিক রেলওয়েতে যাত্রী বহনকারী প্রথম বাষ্পীয় ট্রেনটি টানা হয়েছিল, যা প্রতি ঘন্টায় ১৫ মাইল বেগে চলত। \nমার্কিন যুক্তরাষ্ট্রে যাত্রীবাহী ট্রেনে ভ্রমণ শুরু হয় ১৮৩০-এর দশকে এবং ১৮৫০ ও ৬০-এর দশকে জনপ্রিয় হয়ে ওঠে।  \n১৮৭৯ সালে বার্লিন শিল্প প্রদর্শনীতে প্রথম বৈদ্যুতিক যাত্রীবাহী ট্রেন প্রদর্শিত হয়েছিল।  প্রথম সফল বাণিজ্যিক বৈদ্যুতিক যাত্রীবাহী ট্রেন, গ্রস-লিচটারফেল্ড ট্রামওয়ে, এক বছর পরে লিচটারফেল্ডে চলাচল করে। \n\n\n== পরিবেশগত প্রভাব ==\nযাত্রীবাহী রেল হল ভ্রমণের অন্যতম মাধ্যম যেখানে কার্বন ডাই অক্সাইড নির্গমন সবচেয়ে কম। রেল ভ্রমণ প্রতি মাইলে বিমান ভ্রমণ (২-২৭%) বা গাড়ি ভ্রমণ (২-২৪%) এর তুলনায় অনেক কম কার্বন ডাই অক্সাইড নির্গমন করে।\n\n\n== আরো দেখুন ==\nযাত্রী রেল পরিভাষা\nযাত্রীবাহী ট্রেনের টয়লেট\nড্রামহেড (চিহ্ন)\nহেডবোর্ড (ট্রেন)\nবিলাসবহুল ট্রেন\n\n\n== তথ্যসূত্র =="}