{"pageid": 1523292, "title": "লিউ ঝি", "url": "https://bn.wikipedia.org/wiki?curid=1523292", "content": "লিউ ঝি ( জিয়াওরজিং : ﻟِﯿَﻮْ جِ, প্রায় ১৬৬০ – প্রায় ১৭৩৯), অথবা লিউ চিহ,  চিং রাজবংশের একজন চীনা সুন্নি হানাফি - মাতুরিদি পণ্ডিত ছিলেন। তিনি নব্যকনফুসীয় চিন্তাধারার হুইরু (মুসলিম) প্রবক্তাদের মধ্যে অন্যতম ছিলেন। তাঁর প্রধান উদ্দেশ্য ছিল ইসলামী দর্শনকে চীনা বুদ্ধিজীবীদের কাছে বোধগম্য করা এবং হুই চীনা জনগোষ্ঠীর জন্য ইসলামী বিশ্বাস ব্যাখ্যা করা। তিনি প্রায়ই বৌদ্ধ, তাওবাদ এবং বিশেষ করে নব্য-কনফুসীয়বাদ শব্দাবলী ব্যবহার করে ইসলামী ধারণার সঙ্গে মিল বের করতেন। তিনি নানজিং শহরের বাসিন্দা ছিলেন।  তার সবচেয়ে গুরুত্বপূর্ণ রচনা তিয়ানফাং শিংলি বা \"স্বর্গের দিকে প্রকৃতি ও নীতি\", ইসলামী বিশ্বাসের প্রামাণিক ব্যাখ্যা হিসেবে ধরা হয়। এটি ১৭৬০ থেকে ১৯৩৯ সালের মধ্যে ২৫ বার পুনঃপ্রকাশিত হয়েছে। বেশিরভাগ  চীনাভাষী মুসলিমরা এ বই পড়ে থাকে।\nলিউ ঝি ১৬৬০ সালের দিকে একটি পণ্ডিত পরিবারে জন্মগ্রহণ করেন।  শৈশবে তিনি তার বাবা লিউ সানজি (劉三杰 ) এর কাছ থেকে শিক্ষা লাভ করেছিলেন। ১২ বছর বয়সে, নানজিংয়ের গার্ডেন অফ মিলিটারি স্টাডিজ মসজিদে, (যা এখন আর নেই) তিনি ইউয়ান রুকি (袁汝契 ) এর কাছে ধর্মগ্রন্থ পাঠ করা শেখেন। ১৫ বছর বয়সে তিনি তার বাড়িতে পড়াশোনার পেশা শুরু করেন। পনেরো বছর ধরে তিনি কনফুসিয়ানিজম, বৌদ্ধধর্ম, দাওবাদ এবং \"পাশ্চাত্য বিদ্যা\" অধ্যয়ন করেন। তিনি কনফুসিয়াস এবং মেনসিয়াসকে \"প্রাচ্যের ঋষি\" এবং মুহাম্মদকে \"পশ্চিমের ঋষি\" বলে মনে করতেন। তিনি আরও মনে করতেন যে ইসলামের ধর্মগ্রন্থগুলো কনফুসিয়াস ও মেনসিয়াসের উদ্দেশ্যের সঙ্গে মোটামুটি মিলে যায়। ৩০ বছর বয়স থেকে তিনি নানজিংয়ের চিংলিয়াংশান পাহাড়ের পাদদেশে বসবাস শুরু করেন। সেখানে তিনি কনফুসিয়ান শিক্ষার আলোকে ইসলামী ধর্মগ্রন্থ ব্যাখ্যা ও বিশ্লেষণ শুরু করেন। প্রায় ২০ বছর ধরে এটি চলছিল। এই সময়ে তিনি দুবার তার পাণ্ডুলিপি নিয়ে মুসলিম ও অমুসলিমদের পরামর্শ ও মতামতের জন্য জিয়াংসু, শানতুং, হপেই, হনান, আনহুয়েই, চচিয়াং, কুয়াংতুংসহ বিভিন্ন স্থানে ভ্রমণ করেন। জীবনের শেষভাগে তিনি নানজিংয়ের চিংলিয়াংশানে তার কর্মস্থল \"সাওয়েলৌতে\" (ঝরা পাতার ঘর) বসবাস করেন।\nতিনি আরবি ও ফার্সি শিখেছিলেন এবং বৌদ্ধধর্ম ও তাওবাদও অধ্যয়ন করেছিলেন। তিনি ১৬৭৪, ১৭১০ এবং ১৭২১ সালে ইসলাম নিয়ে বেশ কয়েকটি রচনা লিখেছিলেন।\nতার লেখাগুলো হান কিতাবের অংশ হয়ে ওঠে। এতে ইসলাম ও কনফুসীয়বাদের সংমিশ্রণ দেখা যায়।\nতিনি বলেন যে, মুসলমানদের স্বর্গের আদেশে বিশ্বাস করার এবং সম্রাটের সেবা করার অনুমতি ছিল। কারণ আল্লাহ স্বর্গের আদেশকে অস্তিত্বে রেখেছিলেন।\nলিউ চির মৃত্যুর পর তার কবর চীনা মুসলিমদের তীর্থস্থানে পরিণত হয়। প্রতি বছর হাজার হাজার মানুষ তার কবর দেখতে আসে।\n\n\n== আরো দেখুন ==\nচীনা ইসলামী পণ্ডিত ওয়াং দাইয়ুকে প্রথম হান কিতাব লেখক হিসেবে বিবেচনা করা হয়।\nইউসুফ মা ডেক্সিন, পরবর্তীকালে একজন চীনা ইসলামী দার্শনিক এবং সংস্কারবাদী।\nমা ঝু\nহানাফীদের তালিকা\nআশ'আরি এবং মাতুরিদিদের তালিকা\nমুসলিম ধর্মতত্ত্ববিদদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nলিউ ঝি: চীনের ১৭শ শতকের মুসলিম পণ্ডিতের সংক্ষিপ্ত ইতিহাস ( আর্কাইভইজে আর্কাইভকৃত ২৮ মে ২০২৪ তারিখে)"}