{"pageid": 1523270, "title": "৪ রমজান", "url": "https://bn.wikipedia.org/wiki?curid=1523270", "content": "৪ রমজান হলো হিজরি (ইসলামি) বর্ষপঞ্জি অনুসারে, রমজানের মাসের চতুর্থ দিন এবং এটি হিজরি বছরের ২৪০তম দিন (অথবা শাবান মাস ত্রিশ দিন পর্যন্ত পূর্ণ হলে ২৪১তম দিন অথবা সফর, রবিউল আউয়াল, জমাদিউস সানি ও শাবান মাস ত্রিশ দিন পর্যন্ত পূর্ণ হলে ২৪২তম দিন)।\n\n\n== ঘটনাবলী ==\n১ হিজরি: নবী মুহাম্মদ প্রথমবারের মতো একটি সৈন্যদল গঠন করেন এবং হামজা ইবনে আব্দুল মুত্তালিবের নেতৃত্বে ৩০ জন মুহাজিরকে পাঠান, যারা কুরাইশদের একটি কাফেলাকে আটকানোর জন্য গিয়েছিল। তবে কুরাইশদের ৩০০ জন সেনার নেতৃত্বে থাকা আবু জাহলের সাথে কোনো যুদ্ধ সংঘটিত হয়নি।\n২৬২ হিজরি: বুয়াইহি আমির বখতিয়ার ইবনে বুয়াইহ বিশিষ্ট ধর্মীয় ব্যক্তিদের পরামর্শে রোমান সাম্রাজ্যের বিরুদ্ধে যুদ্ধ শুরু করেন। তার ভাই আবুল কাসিম হিবাতুল্লাহর নেতৃত্বে মুসলিম বাহিনী রোমানদের পরাজিত করে এবং তাদের প্রধান সেনাপতি বন্দী হয়।\n৬৬৬ হিজরি: মুসলমানরা মঙ্গোল ও ক্রুসেডারদের হাত থেকে আনতাকিয়া শহর পুনরুদ্ধার করে। এই বিজয়ে নেতৃত্ব দেন মামলুক সুলতান আল-জাহির বাইবার্স।\n৯২৭ হিজরি: উসমানীয় সাম্রাজ্যের সুলতান মহান সুলেমান বেলগ্রেড দখল করেন, যা মধ্য ইউরোপের প্রবেশদ্বার হিসেবে পরিচিত ছিল।\n১০১৯ হিজরি: শেখ আল-মামুন মরক্কোর লারাচে শহর স্পেনের রাজা তৃতীয় ফিলিপের কাছে হস্তান্তর করেন।\n১০৭৩ হিজরি: উসমানীয় সাম্রাজ্য জার্মানির বিরুদ্ধে যুদ্ধ ঘোষণা করে। কারণ জার্মানরা তাদের সীমান্তে একটি শক্তিশালী দুর্গ নির্মাণ করেছিল।\n১৩৪১ হিজরি: মিসরে ১৯২৩ সালের সংবিধান জারি হয়, যা জনগণকে রাষ্ট্রক্ষমতার উৎস হিসেবে স্বীকৃতি দেয় এবং ১৯১৯ সালের বিপ্লবের পরে রাজনৈতিক পরিস্থিতির প্রতিফলন ঘটায়।\n১৩৬৭ হিজরি: ইহুদিরা ফিলিস্তিনের লড বিমানবন্দর দখল করে নেয়।\n১৩৭৪ হিজরি: ইন্দোনেশিয়ার বান্দুং সম্মেলনে জামাল আবদেল নাসের, জোসেফ ব্রোজ টিটো ও জওহরলাল নেহেরুর নেতৃত্বে \"জোট নিরপেক্ষ আন্দোলন\" গঠনের ঘোষণা দেওয়া হয়।\n১৪১০ হিজরি: যুক্তরাষ্ট্রের বোস্টনে মুসলিম সম্প্রদায়ের বৃহত্তম কেন্দ্রটি ইচ্ছাকৃতভাবে পুড়িয়ে দেওয়া হয়।\n১৪১১ হিজরি: খালেদা জিয়া বাংলাদেশের প্রথম নারী প্রধানমন্ত্রী হিসেবে নির্বাচিত হন।\n১৪৩২ হিজরি: মিশরের প্রাক্তন রাষ্ট্রপতি হোসনি মোবারকের বিরুদ্ধে হত্যা ও দুর্নীতির অভিযোগে বিচার শুরু হয়।\n১৪৩৬ হিজরি: উইকিলিকস সৌদি কূটনৈতিক গোপন বার্তার ৬০,০০০ নথি ফাঁস করে।\n\n\n== জন্ম ==\n১১২৫ হিজরি: আহমদ আল-আত্তার, ইরাকি মুসলিম ফকিহ ও আরবি কবি। \n১২৬৪ হিজরি: মুস্তাফা কামাল, মিশরীয় ওসমানীয় জাতীয় নেতা।\n১৩২৯ হিজরি: হুসাইন মুয়ানিস, মিশরীয় লেখক ও ঐতিহাসিক।\n১৩৫৬ হিজরি: রিজা হুসাইন, মিশরীয় অভিনেত্রী।\n১৩৬৭ হিজরি: মুহাম্মদ মুখতার, মিশরীয় চলচ্চিত্র প্রযোজক।\n১৩৮৯ হিজরি: আয়ান হিরসি আলি, সোমালি বংশোদ্ভূত ডাচ রাজনীতিবিদ।\n১৪০২ হিজরি: আলা হাবিল, বাহরাইনের ফুটবল খেলোয়াড়।\n\n\n== মৃত্যু ==\n৫৩ হিজরি: জিয়াদ বিন আবিহ, উমাইয়া শাসনের সামরিক ও রাজনৈতিক নেতা।\n২৩৮ হিজরি: আবদুল মালিক ইবনে হাবিব আল-কুরতুবি, আন্দালুসীয় মালিকি ফকিহ ও ইসলামি পণ্ডিত। \n৫৪৯ হিজরি: ইবনে ওকিল আল-আকলিশি, আন্দালুসীয় ভাষাবিদ, সুফি ও ইসলামি পণ্ডিত।\n৬৯৪ হিজরি: ফিরোজ শাহ তুঘলক, দিল্লির সুলতান।\n৮৫২ হিজরি: অষ্টম ইয়োহানা পালাইওলোগ, বাইজেন্টাইন সম্রাট।\n১২৮৭ হিজরি: মির্জা কাজিম বেগ, আজারি-বংশীয় ইরানি-রুশ প্রাচ্যবিদ ও ইতিহাসবিদ।\n১৩৩৭ হিজরি: মুহাম্মদ আদ্দালিয়ান আন-নাজদি, ইরাকি কবি, ব্যবসায়ী ও সমাজসেবক।\n১৩৬৩ হিজরি: দ্বিতীয় আবদুল মজিদ, সর্বশেষ ওসমানীয় খলিফা।\n১৩৭৯ হিজরি: ফারাজ আমারা, ইরাকি সামরিক ও রাজনৈতিক নেতা।\n১৪০২ হিজরি: ইউসুফ ইব্রাহিম ইয়াজবেক, লেবানিজ ইতিহাসবিদ।\n১৪২৮ হিজরি: হুসাইন আশ-শারবিনি, মিশরীয় অভিনেতা।\n১৪৩১ হিজরি: দাউদ সালুম, ইরাকি ভাষাবিদ ও সাহিত্যবিদ।\n১৪৪২ হিজরি: মাহমুদ আল-খালেদি, ফিলিস্তিনি কূটনীতিক ও রাজনীতিবিদ।\n\n\n== আরো দেখুন ==\nরমজান\n৩ রমজান\n৫ রমজান\n\n\n== গ্রন্থপঞ্জি ==\nইবনে কাসির, মুহাম্মদ (২০১৩)। আল বিদায়াহ ওয়ান নিহায়াহ (বাংলা ভাষায়)। ঢাকা: ইসলামিক ফাউন্ডেশন। আইএসবিএন 984-06-0565-8। \nআল-যাহাবী, শামসুদ্দীন (২০১৫)। তারিখুল ইসলাম (আরবি ভাষায়)। বৈরুত: দারুল-কুতুব আল-ইলমিয়্যাহ। আইএসবিএন 27-45143-53-0। \nআল-যাহাবী, শামসুদ্দীন (২০১৪)। সিয়ারু আলামিন নুবালা (আরবি ভাষায়)। বৈরুত: আল-রিসালা প্রকাশনী। আইএসবিএন 978-9-933-44665-9। \nখতিব বাগদাদী (২০১১)। তারিখে বাগদাদ (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়্যা। আইএসবিএন 978-274510-466-3। \nতাবারি, মুহাম্মদ ইবনে জারির (২০১১)। তারিখে তাবারি: তারিখুর রুসুল ওয়াল মুলুক (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-3263-5। \nহামাবি, ইয়াকুত (২০১১)। মু'জামুল বুলদান (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-1432-7। \nসুয়ুতী, জালালুদ্দীন (২০১০)। তারিখ আল-খুলাফা (আরবি ভাষায়)। সৌদি আরব: দারুল মিনহাজ। আইএসবিএন 978-99534-9819-5। \nইলমাজ উজতুনা (২০১০)। তারিখ আল-দাওলাহ আল-উসমানিয়া (আরবি ভাষায়)। বৈরুত: দারুল কুতুব আরাবি। আইএসবিএন 978-61441-5031-3। \nইয়াগি, ইসমাইল আহমদ (২০১৪)। আল-দাওলাহ আল-উসমানিয়া, ফিত তারিখিল ইসলামি আল-হাদিস (আরবি ভাষায়)। মাকতাবাতুল আবিকান। আইএসবিএন 978-60350-3695-5। \nবারদি, ইবনে তাগরি (২০১৬)। আল-নুজুম আল-যাহিরাহ ফি মুলুক মিসর ওয়াল কাহিরাহ (আরবি ভাষায়)। কায়রো: দারুল কুতুব আল-মিসরিয়া। আইএসবিএন 978-97781-2018-9। \nইবনে ইয়া‌স (২০১৮)। বাদায়ি' আল-জুহুর ফি ওয়াকায়ি' আল-দুহুর (আরবি ভাষায়)। নিল ওয়াফুরাত। \nআল-মাকদিসি, আবু শামা (২০১৮)। আল-রওজাতাইন ফি আখবার আল-দাওলাতাইন আল-নুরিয়া ওয়াস সালাহিয়া (আরবি ভাষায়)। কায়রো: মুয়াসসাসাতুর রিসালা। আইএসবিএন 978-191264-335-6। \nআল মাকরিজি, আলি ইবনে আহমদ (২০০৮)। আস-সুলুক লিমারিফা দুয়াল আল-মুলুক (আরবি ভাষায়)। দার আল-জামান। \nড. আব্দুর রহিম, আল-হাজ্জি (২০০৫)। তারিখুল আন্দালুস আল-ইসলামি। দাম্মাম (সৌদি আরব): দার ইবনুল জাওযি। \nরহমান, ড. আতাউর (২০২৩)। ইতিহাসে ইসলাম: নবী থেকে খেলাফত। ঢাকা: ইসলামিক ফাউন্ডেশন। \nডেভিড, ফ্রমকিন (১৯৮৯)। অ্য পিচ টু ইন্ড অল পিচ: দ্য ফ্যাল অফ দ্য অটোমান অ্যাম্পায়ার (A Peace to End All Peace: The Fall of the Ottoman Empire)। আইএসবিএন 0-8050-0857-8। \nHarvey, Leonard Patrick (১৯৯২)। Islamic Spain, 1250 to 1500। Chicago: University of Chicago Press। আইএসবিএন 0-226-31962-8। \n\n\n== তথ্যসূত্র =="}