{"pageid": 1523725, "title": "দেবিতা সরাফ", "url": "https://bn.wikipedia.org/wiki?curid=1523725", "content": "দেবিতা সরাফ একজন ভারতীয় ব্যবসায়ী মহিলা, যাঁর জন্ম ভারতের মুম্বাইয়ে। তিনি ভু টেলিভিশনের প্রতিষ্ঠাতা, চেয়ারম্যান এবং সিইও।\n\n\n== প্রারম্ভিক জীবন ==\nদেবিতা সরাফ ভারতের মুম্বাইতে জন্মগ্রহণ করেন। তাঁর বাবা রাজকুমার সরাফ ছিলেন জেনিথ কম্পিউটারসের চেয়ারম্যান। দেবিতা মুম্বাইয়ের কুইন মেরি স্কুলে পড়াশোনা করেছেন। পরে তিনি এইচআর কলেজ অফ কমার্স অ্যাণ্ড ইকোনমিক্স এবং ইউনিভার্সিটি অফ সাউদার্ন ক্যালিফোর্নিয়াতে পড়াশোনা করেন, সেখানে তিনি ব্যবসায় প্রশাসনে বিএ ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nসাউদার্ন ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় থেকে ব্যবসায় প্রশাসনে স্নাতক ডিগ্রি অর্জনের পর তিনি ২৪ বছর বয়সে তাঁর কোম্পানিটি প্রতিষ্ঠা করেন। তিনি বার্কলের ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় থেকে প্রযুক্তি ব্যবস্থাপনা এবং লন্ডন স্কুল অফ ইকোনমিক্স থেকে গেম তত্ত্ব ও কৌশলগত চিন্তাভাবনা নিয়েও পড়াশোনা করেছেন। তিনি হার্ভার্ড বিজনেস স্কুল থেকে ওপিএম প্রোগ্রামও (ওনার/প্রেসিডেন্ট ম্যানেজমেন্ট হলো একটি রূপান্তরমূলক প্রোগ্রাম যা একজনকে কর্মক্ষম উৎকর্ষতার দিকে নিয়ে যায়) করছেন।\n\n\n=== জেনিথ ===\nবাবার নির্দেশনায়, দেবিতা সরাফ ১৬ বছর বয়সে জেনিথ কম্পিউটারসে তাঁর কর্মজীবন শুরু করেন এবং ২১ বছর বয়সে তাঁকে মার্কেটিং ডিরেক্টর হিসেবে নিযুক্ত করা হয়। ২০০৬ সালে তিনি মার্কেটিং প্রধান থেকে সিইও পদে উন্নীত হন।\n\n\n=== ভু টেকনোলজিস ===\n২৪ বছর বয়সে, দেবিতা ভু টেকনোলজিস শুরু করেন, এরা ব্যয়বহুল এলইডি টিভি বিক্রি করে। জেনিথ যেখানে গণ প্রযুক্তি কেন্দ্রিক পণ্য তৈরি করে, ভু সেখানে উদ্ভাবনী বিলাসবহুল জিনিসপত্র বিক্রি করে। ২০১৪ সালের অক্টোবরে, বোম্বে হাইকোর্ট আন্ধেরি -ভিত্তিক ভু টেকনোলজিসের অফিসের প্রাঙ্গণ সিল করে দেয়, কারণ তারা তাদের হলফনামায় জালিয়াতি ক'রে ২০০ জন কর্মচারী দেখিয়েছিল, কিন্তু ২০১৪ সালের সেপ্টেম্বর-অক্টোবরে পরিদর্শন করে মাস্টার রোলে মাত্র ৩২ জনকে পাওয়া গিয়েছিল।\n\n\n=== অন্যান্য ===\nদেবিতা ফেডারেশন অফ ইণ্ডিয়ান চেম্বারস অফ কমার্স অ্যাণ্ড ইণ্ডাস্ট্রি (ফিকি) ইয়ং লিডার্স ফোরামের জাতীয় সহ-সভাপতি এবং নির্বাহী কমিটির সদস্য ছিলেন। তিনি বোম্বে চেম্বার অফ কমার্স অ্যাণ্ড ইণ্ডাস্ট্রির অংশ হিসেবে ইয়ং বোম্বে ফোরামের প্রতিষ্ঠাতা ও চেয়ারপারসনও ছিলেন। তিনি মেনসার সদস্য, এটি উচ্চ আইকিউ (বুদ্ধ্যঙ্ক) সম্পন্ন ব্যক্তিদের জন্য একটি আন্তর্জাতিক সমিতি।\nতিনি ওয়াল স্ট্রিট জার্নালের একজন কলামিস্টও ছিলেন।  ২০১৭ সালে, তিনি টাইমস অফ ইণ্ডিয়া সংবাদপত্রে একটি পূর্ণ পৃষ্ঠার বিজ্ঞাপন দিয়েছিলেন, যেখানে তিনি ডোনাল্ড ট্রাম্পকে মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতি হওয়ার জন্য অভিনন্দন জানিয়েছিলেন। বিজ্ঞাপনটি সোশ্যাল মিডিয়ায় মিশ্র প্রতিক্রিয়া পেয়েছিল।\n\n\n== বিতর্ক ==\nদ্য ব্যাংক অফ নিউ ইয়র্ক মেলনের দায়ের করা একটি মামলায় বোম্বে হাইকোর্ট তাঁর বাবা এবং জেনিথ ইনফোটেকের প্রোমোটারদের কোম্পানির তহবিল কর্মীদের অ্যাকাউন্টে পাচারের জন্য দোষী সাব্যস্ত করেছে এবং ভারত সরকারের শিল্প ও আর্থিক পুনর্গঠন বোর্ড (বিআইএফআর) কে তার নিয়ম অনুসারে কাজ করার নির্দেশ দিয়েছে।\nসিকিউরিটি অ্যান্ড এক্সচেঞ্জ বোর্ড অফ ইন্ডিয়া (সেবি) জেনিথ ইনফোটেক লিমিটেড এবং এর ছয়জন প্রোমোটারকে শেয়ারহোল্ডারদের নোটিশ ছাড়াই প্রতারণামূলকভাবে ব্যক্তিগত অ্যাকাউন্টে তহবিল স্থানান্তরের অভিযোগ এনেছে এবং ২০১৩ সালের ২৫শে মার্চ পর্যন্ত, প্রোমোটারদের জমানত বাজারে প্রবেশ করতে বা কোনওভাবেই জমানত লেনদেন করতে বাধা দিয়েছে। সেবি র নামকৃত ছয় প্রোমোটার হলেন দেবিতা সরাফ; তাঁর বাবা রাজকুমার সরাফ; আকাশ কুমার সরাফ; বিজয়রানী সরাফ; ভু টেকনোলজিস; এবং জেনিথ টেকনোলজিস।\n\n\n== বই ==\n\n\n== বক্তা ==\n\n\n== তথ্যসূত্র =="}