{"pageid": 1523964, "title": "ইস্তিকলাল মসজিদ, জাকার্তা", "url": "https://bn.wikipedia.org/wiki?curid=1523964", "content": "ইস্তিকলাল মসজিদ ( ইন্দোনেশীয়: Masjid Istiqlal; আরবি: مَسْجِد ٱلْإِسْتِقْلَال: মাসজিদুল ইস্তিকলাল) হল ইন্দোনেশিয়ার রাজধানী জাকার্তায় অবস্থিত দেশের জাতীয় মসজিদ। এটি দক্ষিণ-পূর্ব এশিয়ার বৃহত্তম মসজিদ এবং মুসল্লি ধারণক্ষমতার দিক থেকে বিশ্বের নবম বৃহত্তম মসজিদ।  ইন্দোনেশিয়ার স্বাধীনতার স্মরণে নির্মিত এই জাতীয় মসজিদের নামকরণ করা হয়েছে মাসজিদুল ইস্তিকলাল হিসেবে, যার অর্থ হলো স্বাধীনতার মসজিদ। ১৯৭৮ সালের ২২শে ফেব্রুয়ারি মসজিদটি জনসাধারণের জন্য উন্মুক্ত করা হয়েছিল। জাকার্তার মধ্যে মসজিদটি মের্দেকা স্কয়ার, জাকার্তা ক্যাথেড্রাল (ক্যাথলিক) ও ইমানুয়েল চার্চের পাশে অবস্থিত।\n\n\n== ইতিহাস ==\n\nমসজিদটির স্থানে পূর্বে উইলহেলমিনা উদ্যান ও ১৯শ শতকের দুর্গের অবস্থান ছিল, যাকে সিটাডেল বলা হতো।  \n\n\n=== ধারণা ও নকশা প্রতিযোগিতা ===\n১৯৪৫ সালে ইন্দোনেশিয়ার স্বাধীনতা ঘোষণার পরে ইন্দোনেশিয়ার প্রথম ধর্মবিষয়ক মন্ত্রী ওয়াহিদ হাসিম  এবং পরবর্তীতে ইস্তিকলাল মসজিদ ফাউন্ডেশনের চেয়ারম্যান আনোয়ার কোক্রোমিনোতো একটি বিশাল ইন্দোনেশীয় জাতীয় মসজিদ নির্মাণের ধারণা উত্থাপন করেন এবং তারই নেতৃত্বে ইস্তিকলাল মসজিদ নির্মাণ কমিটি ১৯৫৩ সালে প্রতিষ্ঠিত হয়। তিনি তৎকালীন ইন্দোনেশীয় রাষ্ট্রপতি সুকর্ণোর কাছে একটি জাতীয় মসজিদের প্রস্তাব করেন। তিনি এই ধারণাকে স্বাগত জানান এবং পরবর্তীতে মসজিদের নির্মাণ তত্ত্বাবধানে সহায়তা করেন। ১৯৫৪ সালে নির্মাণ কমিটি সুকর্ণোকে কারিগরি প্রধান তত্ত্বাবধায়ক হিসেবে নিযুক্ত করে।  ইস্তিকলাল মসজিদের স্থপতি ছিলেন ফ্রিডরিখ সিলাবান, যিনি নকশা প্রতিযোগিতার বিজয়ী ছিলেন।   তিনি বাটাক প্রোটেস্ট্যান্ট খ্রিস্টান চার্চের একজন লুথেরীয় পাদ্রীর ছেলে ছিলেন। \nমসজিদের জন্য বেশ কয়েকটি স্থান প্রস্তাব করা হয়। ইন্দোনেশিয়ার ভাইস প্রেসিডেন্ট মুহাম্মদ হাত্তা পরামর্শ দিয়েছিলেন যে, মসজিদটি থামরিন অ্যাভিনিউয়ের আবাসিক এলাকার কাছে তৈরি করা উচিত, যেখানে আজ হোটেল ইন্দোনেশিয়া অবস্থিত।  তবে সুকর্ণো জোর দিয়েছিলেন যে, দেশের জাতীয় মসজিদ হিসেবে তা দেশের সবচেয়ে গুরুত্বপূর্ণ চত্বর মের্দেকা প্রাসাদের কাছে অবস্থিত হওয়া উচিত। এটি জাভানীয় ঐতিহ্যের সঙ্গে সামঞ্জস্যপূর্ণ, যেখানে ক্রাতোন (রাজপ্রাসাদ) ও মাসজিদ আগুং (প্রধান মসজিদ) সাধারণত আলুন-আলুনের (প্রধান জাভানীয় নগর স্কয়ার) আশেপাশে নির্মিত হয়। তাই জাতীয় মসজিদটি মর্দেকা স্কয়ারের কাছেই হওয়া উচিত।  সুকর্ণো আরও জোর দেন যে, মসজিদটি জাকার্তা ক্যাথেড্রাল এবং ইমানুয়েল চার্চের কাছাকাছি নির্মাণ করা উচিত, যাতে এটি পাঞ্চাশিলা (ইন্দোনেশিয়ার রাষ্ট্রদর্শন) অনুসারে ধর্মীয় সম্প্রীতি ও সহনশীলতার প্রতীক হয়ে ওঠে।  পরবর্তীতে সিদ্ধান্ত হয় যে, জাতীয় মসজিদটি তামান উইদজাজা কুসুমা (সাবেক উইলহেলমিনা উদ্যান) এলাকায় নির্মিত হবে, যা জাকার্তা ক্যাথেড্রালের সামনে অবস্থিত। মসজিদের জন্য জায়গা তৈরি করতে ১৮৩৭ সালে নির্মিত প্রিন্স ফ্রেডেরিক দুর্গটি ভেঙে ফেলা হয়েছিল। \n\n\n=== নির্মাণ ===\n\n১৯৬১ সালের ২৪ আগস্ট সুকর্ণো ভিত্তিপ্রস্তর স্থাপন করেন এবং এটি নির্মাণে ১৭ বছর সময় লেগেছিল। ১৯৭৮ সালের ২২ ফেব্রুয়ারি রাষ্ট্রপতি সুহার্তো এটিকে জাতীয় মসজিদ হিসেবে উদ্বোধন করেন।  ২০১৩-এর হিসাব অনুযায়ী, এটি দক্ষিণ এশিয়ার সর্ব বৃহৎ মসজিদ এবং এর ধারণক্ষমতা ১,২০,০০ এরও বেশি। \n\n\n=== সমসাময়িক ঘটনাবলী ===\n\n১৯৭৮ সালের ১৪ এপ্রিল শুক্রবার রাতে ইস্তিকলাল মসজিদের মিম্বারের কাছে প্লাস্টিকের তৈরি একটি বিস্ফোরক বোমা বিস্ফোরিত হয়। তবে এতে কোনো হতাহতের খবর পাওয়া যায়নি।  এর ২০ বছরেরও অধিক সময় পর ১৯৯৯ সালের ১৯ এপ্রিল মসজিদের বেসমেন্টে দ্বিতীয় বোমা হামলা হয়, যার ফলে অফিস কক্ষের কাচ ভেঙে যায়। \n২০১৯ সালের মে থেকে ২০২০ সালের জুলাই মাসের মধ্যে ৩৫ মিলিয়ন মার্কিন ডলার ব্যয়ে মসজিদের বড় ধরনের সংস্কার করা হয়। সংস্কার কার্যক্রমের মধ্যে অন্তর্ভুক্ত ছিল: মার্বেলের বহির্ভাগ এবং স্টেইনলেস স্টিলের জ্যামিতিক অলঙ্করণ পরিষ্কার ও পালিশ করা, একটি নতুন মিহরাব ও মিম্বর তৈরি, বৈদ্যুতিক ও পানির পাইপলাইন ব্যবস্থার আধুনিকীকরণ, এলইডি বাতি ব্যবহার করে নতুন আলো ব্যবস্থা, বিশেষ কক্ষের সংস্কার, নতুন গেট, বাগান, উদ্যান ও প্লাজার উন্নয়ন, বিক্রেতাদের জন্য নতুন কিয়স্ক এবং একটি ভূগর্ভস্থ দ্বিতল পার্কিং স্থান নির্মাণ। \nইন্দোনেশিয়ার কর্তৃপক্ষ ইস্তিকলাল মসজিদ ও সেন্ট মেরি অব দ্য অ্যাসাম্পশন ক্যাথেড্রালের মাঝে সংযোগ স্থাপনকারী একটি সুড়ঙ্গ নির্মাণ করেছে। \"টেরোওঙ্গান সিলাতুরাহমি\" ( বন্ধুত্বের সুড়ঙ্গ ) নামে পরিচিত এই সুড়ঙ্গটির নির্মাণ কাজ ২০২০ সালের রমজানের আগে এপ্রিল মাসে শেষ হওয়ার কথা ছিল। \n২০২৪ সালের সেপ্টেম্বরে ইন্দোনেশিয়া সফরে পোপ ফ্রান্সিস বলেন যে, জাকার্তার ইস্তিকলাল মসজিদ ইন্দোনেশিয়ায় ধর্মীয় মধ্যপন্থার উপস্থিতির সুনির্দিষ্ট প্রমাণ। সেই সফরে ক্যাথলিক চার্চের প্রধান ও ভ্যাটিকান সিটি রাজ্যের সার্বভৌম পোপ ফ্রান্সিস ইস্তিকলাল মসজিদের প্রধান ইমাম নাসির উদ্দিন উমর কর্তৃক সম্পাদিত একটি ইস্তিকলাল ঘোষণাপত্রে স্বাক্ষর করে, যেখানে ইন্দোনেশিয়ার অন্য আন্তঃধর্মীয় ব্যক্তিত্বরাও উপস্থিত ছিলেন। \n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}