{"pageid": 1523543, "title": "ব্লাইদ ড্যানার", "url": "https://bn.wikipedia.org/wiki?curid=1523543", "content": "ব্লাইদ ক্যাথরিন ড্যানার (ইংরেজি: Blythe Katherine Danner; জন্ম: ৩ ফেব্রুয়ারি ১৯৪৩) একজন মার্কিন অভিনেত্রী। তিনি হাফ (২০০৪-২০০৬) ধারাবাহিকে ইজি হাফস্টড চরিত্রে অভিনয়ের জন্য দুইবার নাট্যধর্মী ধারাবাহিকে সেরা পার্শ্ব অভিনেত্রী বিভাগে প্রাইমটাইম এমি পুরস্কার এবং বাটারফ্লাইজ আর ফ্রি নাটকে অভিনয় করে শ্রেষ্ঠ চরিত্রাভিনেত্রী বিভাগে একটি টনি পুরস্কার অর্জন করেন। ড্যানার উইল অ্যান্ড গ্রেস (২০০১-০৬; ২০১৮-২০) ধারাবাহিকে ম্যারিলিন ট্রুম্যান চরিত্রে অভিনয় করে দুইবার হাস্যরসাত্মক ধারাবাহিকে সেরা অতিথি অভিনেত্রী বিভাগে প্রাইমটাইম এমি পুরস্কারের মনোনয়ন এবং উই অয়্যার দ্য মালভ্যানিস (২০০২) ও ব্যাক হোয়েন উই অয়্যার গ্রোনআপস (২০০৪)-এ অভিনয় করে দুইবার সীমিত ধারাবাহিক বা চলচ্চিত্রে সেরা প্রধান অভিনেত্রী বিভাগে প্রাইমটাইম এমি পুরস্কারের মনোনয়ন লাভ করেন। দ্বিতীয়োক্ত চলচ্চিত্রের জন্য তিনি একটি গোল্ডেন গ্লোব পুরস্কারের মনোনয়নও লাভ করেন।\nড্যানার মিট দ্য প্যারেন্টস (২০০০) ও এর পরবর্তী পর্ব মিট দ্য ফকার্স (২০০৪) ও লিটল ফকার্স (২০১০)-এ ডিনা বায়ার্নস চরিত্রে অভিনয় করেন। তিনি উডি অ্যালেনের পরিচালনায় অ্যানাদার ওম্যান (১৯৮৮), অ্যালিস (১৯৯০) ও হাজবেন্ডস অ্যান্ড ওয়াইভস (১৯৯২)-এ অভিনয় করেন। তার অভিনীত অন্যান্য উল্লেখযোগ্য চলচিত্র হল ১৭৭৬ (১৯৭২), হার্টস অব দ্য ওয়েস্ট (১৯৭৫), দ্য গ্রেট স্যান্টিনি (১৯৭৯), মিস্টার অ্যান্ড মিসেস ব্রিজ (১৯৯০), দ্য প্রিন্স অব টাইডস (১৯৯১), টু ওং ফো, থ্যাঙ্কস ফর এভরিথিং! জুলি নিউমার (১৯৯৫), দ্য মিথ অব ফিঙ্গারপ্রিন্টস (১৯৯৭), দি এক্স-ফাইলস (১৯৯৮), ফোর্সেস অব নেচার (১৯৯৯), দ্য লাভ লেটার (১৯৯৯), দ্য লাস্ট কিস (২০০৬), পল (২০১১), হ্যালো আই মাস্ট বি গোয়িং (২০১২), আই'ল সি ইউ ইন মাই ড্রিমস (২০১৫) ও হোয়াট দে হ্যাড (২০১৮)।\nড্যানার অভিনেতা হ্যারি ড্যানারের বোন ও ব্রুস পালট্রোর স্ত্রী। তিনি অভিনেত্রী গ্বিনিথ পালট্রো ও পরিচালক জেক পালট্রোর মাতা। তিনি গণমাধ্যম ব্যক্তিত্ব অ্যাপল মার্টিনের নানী।\n\n\n== প্রারম্ভিক জীবন ==\nড্যানার ১৯৪৩ সালের ৩রা ফেব্রুয়ারি পেন্সিলভেনিয়া অঙ্গরাজ্যের ফিলাডেলফিয়ায় জন্মগ্রহণ করেন। তার মাতা ক্যাথরিন (কুমারী নাম: কাইল) এবং পিতা হ্যারি আর্ল ড্যানার একজন ব্যাংকের নির্বাহী কর্মকর্তা ছিলেন। তার ভাই ওপেরা গায়ক ও অভিনেতা হ্যারি ড্যানার। এছাড়া তার এক বোন ও মায়ের দিক থেকে এক সৎভাই রয়েছে। ড্যানারের পেন্সিলভেনিয়া ওলন্দাজ, কিছু ইংরেজ ও আইরিশ পূর্বপুরুষ রয়েছে। তার মাতামহী জার্মান অভিবাসী এবং তার প্রপিতামহীদের একজন ইউরোপীয় বংশোদ্ভূত পরিবারের বারবাডোসে জন্মগ্রহণকারী।\nড্যানার পেন্সিলভেনিয়ার বাকস কাউন্টির নিউটাউনের নিকটস্থ জর্জ স্কুলে পড়াশোনা করেছেন। এরপর তিনি বার্ড কলেজ থেকে স্নাতক সম্পন্ন করেন।\n\n\n== কর্মজীবন ==\nবার্ড কলেজ থেকে স্নাতক সম্পন্ন করার পর ড্যানার ১৯৬৭ সালে সঙ্গীতনাট্য ম্যাটা হ্যারি এবং ১৯৬৮ সালের অফ-ব্রডওয়ে মঞ্চে সামারট্রি নাটকে অভিনয় করেন। ব্রডওয়ে মঞ্চে তার শুরুর দিকের কাজের মধ্যে রয়েছে সিরানো দ্য বের্জ্যরাক (১৯৬৮) এবং তার থিয়েটার ওয়ার্ল্ড পুরস্কার বিজয়ী নাটক দ্য মাইজার (১৯৬৯)। ১৯৭০ সালে মাত্র ২৬ বছর বয়সে তিনি বাটারফ্লাইজ আর ফ্রি (১৯৭০) নাটকে স্বাধীনচেতা তালাকপ্রাপ্ত চরিত্রে অভিনয় করে শ্রেষ্ঠ চরিত্রাভিনেত্রী বিভাগে একটি টনি পুরস্কার অর্জন করেন।\n\n১৯৭২ সালে ড্যানার ১৭৭৬ চলচ্চিত্রে মার্থা জেফারসন চরিত্রে অভিনয় করেন। একই বছর তিনি এনবিসির অপরাধমূলক ধারাবাহিক কলাম্বো-এর \"এতুদে ইন ব্ল্যাক\" পর্বে পিটার ফক ও জন ক্যাসাভেটিজের বিপরীতে অভিনয় করেন। এছাড়া তিনি অ্যালান আলডার বিপরীতে টু কিল আ ক্লাউন (১৯৭২) চলচ্চিত্রে শ্রেষ্ঠাংশে অভিনয় করেন। তিনি সিবিএসের এম*এ*এস*এইচ ধারাবাহিকের \"দ্য মোর আই সি ইউ\" পর্বে আলডার চরিত্র হকআই পিয়ার্সের প্রেমিকা অরিত্রে অভিনয় করেন। এরপর তিনি কেন হাওয়ার্ডের বিপরীতে টেলিভিশন চলচ্চিত্র অ্যাডাম্‌স রিব-এ আইনজীবী অ্যামান্ডা বোনার চরিত্রে অভিনয় করেন। ১৯৭৪ সালে তাকে এফ. স্কট ফিট্‌জেরাল্ড অ্যান্ড 'দ্য লাস্ট অব দ্য বেলস'-এ জেল্ডা ফিট্‌জেরাল্ড চরিত্রে এবং সিডনি লুমেট পরিচালিত লাভিন' মলি চলচ্চিত্রে নাম ভূমিকায় দেখা যায়। এই দশকের শেষভাগে তিনি হার্টস অব দ্য ওয়েস্ট (১৯৭৫) ও পিটার ফন্ডার সাথে ফিউচারওয়ার্ল্ড (১৯৭৬)-এ ট্রেসি ব্যালার্ড চরিত্রে এবং প্যাট কনরয়ের উপন্যাস অবলম্বনে নির্মিত দ্য গ্রেট সেন্টিনি (১৯৭৯) চলচ্চিত্রে অভিনয় করেন।\nড্যানার ১৯৮০ সালে হ্যারল্ড পিন্টারের বিট্রেয়াল নাটকে অভিনয় করে মঞ্চনাটকে শ্রেষ্ঠ অভিনেত্রী বিভাগে টনি পুরস্কার ও ড্রামা ডেস্ক পুরস্কারের মনোনয়ন লাভ করেন। তিনি টেনেসি উইলিয়ামসের আ স্ট্রিটকার নেমড ডিজায়ার নাটকের ১৯৮৮ সালের বসন্তকালীন পুনঃমঞ্চায়নে ব্ল্যাঞ্চ ডুবোয়া চরিত্রে অভিনয় করে মঞ্চনাটকে শ্রেষ্ঠ অভিনেত্রী বিভাগে আরেকটি টনি পুরস্কারের মনোনয়ন লাভ করেন।\nতিনি ১৯৯০-এর দশকে মিস্টার অ্যান্ড মিসেস ব্রিজ (১৯৯০), দ্য প্রিন্স অব টাইডস (১৯৯১), টু ওং ফো, থ্যাঙ্কস ফর এভরিথিং! জুলি নিউমার (১৯৯৫), দ্য মিথ অব ফিঙ্গারপ্রিন্টস (১৯৯৭), দি এক্স-ফাইলস (১৯৯৮), ফোর্সেস অব নেচার (১৯৯৯), দ্য লাভ লেটার (১৯৯৯) চলচ্চিত্রে অভিনয় করেন।\nড্যানার রবার্ট ডি নিরোর বিপরীতে ২০০০ সালের হাস্যরসাত্মক চলচ্চিত্র মিট দ্য প্যারেন্টস-এ অভিনয় করেন। এরপর তিনি এই চলচ্চিত্রের পরবর্তী পর্ব মিট দ্য ফকার্স (২০০৪) ও লিটল ফকার্স (২০১০)-এ ডিনা বায়ার্নস চরিত্রে অভিনয় করেন।\n২০০১ সালে তিনি ফলিস নাটকে অভিনয় করে সঙ্গীতনাট্যে শ্রেষ্ঠ অভিনেত্রী বিভাগে টনি পুরস্কারের মনোনয়ন লাভ করেন। ২০০৬ সালে তিনি টেনেসি উলিয়ামসের সাডেনলি লাস্ট সামার নাটকে অভিনয় করে মঞ্চনাটকে শ্রেষ্ঠ অভিনেত্রী বিভাগে ড্রামা ডেস্ক পুরস্কারের মনোনয়ন লাভ করেন।\n\nড্যানার ২০০১ থেকে ২০০৬ সাল পর্যন্ত নিয়মিত এনবিসির সিটকম উইল অ্যান্ড গ্রেস-এ উইল ট্রুম্যানের মা ম্যারিলিন ট্রুম্যান চরিত্রে অভিনয় করেন। ২০০৪ থেকে ২০০৬ সাল পর্যন্ত তিনি শোটাইমের হাস্যরসাত্মক নাট্যধর্মী হাফ ধারাবাহিকে ইজি হাফস্টড চরিত্রে অভিনয় করেন। এছাড়া তিনি সিবিএসের টেলিভিশন চলচ্চিত্র ব্যাক হোয়েন উই অয়্যার গ্রোনআপস (২০০৪)-এ অভিনয় করেন। ২০০৫ সালে ৫৭তম প্রাইমটাইম এমি পুরস্কারে তিনি তিনটি প্রাইমটাইম এমি পুরস্কারের মনোনয়ন লাভ করেন, তন্মধ্যে হাফ-এর জন্য নাট্যধর্মী ধারাবাহিকে সেরা পার্শ্ব অভিনেত্রী বিভাগে, উইল অ্যান্ড গ্রেস-এর জন্য হাস্যরসাত্মক ধারাবাহিকে সেরা অতিথি অভিনেত্রী বিভাগে এবং ব্যাক হোয়েন উই অয়্যার গ্রোনআপস-এর জন্য সীমিত ধারাবাহিক বা চলচ্চিত্রে সেরা প্রধান অভিনেত্রী বিভাগে মনোনয়ন লাভ করেন এবং হাফ-এর জন্য একটি এমি অর্জন করেন। পরের বছর ২০০৬ সালে ৫৮তম প্রাইমটাইম এমি পুরস্কারে হাফ ও উইল অ্যান্ড গ্রেস ধারাবাহিকের জন্য তিনি আরও দুটি এমি পুরস্কারের মনোনয়ন পান এবং হাফ-এর জন্য তার দ্বিতীয় এমি পুরস্কার অর্জন করেন।\n২০১০-এর দশকে তিনি পল (২০১১), হ্যালো আই মাস্ট বি গোয়িং (২০১২), আই'ল সি ইউ ইন মাই ড্রিমস (২০১৫) ও হোয়াট দে হ্যাড (২০১৮) চলচ্চিত্রে অভিনয় করেন।\nদীর্ঘ ২৫ বছর ড্যানার উইলিয়ামসটাউন সামার থিয়েটার উৎসবের নিয়মিত অভিনয়শিল্পী। এছাড়া তিনি এই উৎসবের পরিচালনা পর্ষদের দায়িত্ব পালন করছেন।\n২০০৬ সালে ড্যানারকে ব্রিন মার কলেজের ক্যাথরিন হৌটন হেপবার্ন সেন্টারের উদ্বোধনী ক্যাথরিন হেপবার্ন পদক প্রদান করা হয়। ২০১৫ সালে আমেরিকান থিয়েটার হল অব ফেমে ড্যানারের নাম অন্তর্ভুক্ত করা হয়।\n\n\n== ব্যক্তিগত জীবন ==\nড্যানার প্রযোজক ও পরিচালক ব্রুস পালট্রোকে বিয়ে করেন। ব্রুস ২০০২ সালে মুখের ক্যান্সারে মারা যান। তাদের দুই সন্তান, কন্যা অভিনেত্রী গ্বিনিথ পালট্রো ও পুত্র পরিচালক জেক পালট্রো। ড্যানার ১৯৯২ সালে টেলিভিশন চলচ্চিত্র ক্রুয়েল ডাউট-এ তার কন্যা গ্বিনিথের সাথে অভিনয় করেন। ২০০৩ সালের সিলভিয়া চলচ্চিত্রে তারা আবার একত্রে অভিনয় করেন, এতে ড্যানার গ্বিনিথের নাম চরিত্র সিলভিয়া প্ল্যাথের মা  অরেলিয়া প্ল্যাথের ভূমিকায় অভিনয় করেন।\nড্যানারের মায়ের দিক থেকে সৎভাই উইলিয়ামের কন্যা ক্যাথরিন মোনিং একজন অভিনেত্রী।\nড্যানার অতীন্দ্রিয় ধ্যান অনুশীলন করেন, যা তিনি \"খুবই উপকারী ও আরামদায়ক\" বলে বর্ণনা করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট অফ-ব্রডওয়ে ডেটাবেজে ব্লাইদ ড্যানার  (ইংরেজি)\nইন্টারনেট ব্রডওয়ে ডেটাবেজে ব্লাইদ ড্যানার (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে ব্লাইদ ড্যানার (ইংরেজি)\nপ্লেবিল ভল্টে ব্লাইদ ড্যানার \nএনভায়রনমেন্টাল মিডিয়া অ্যাসোসিয়েশনে 2003 article\nব্লাইদ ড্যানের সাক্ষাৎকার: Leading Ladies Working in the Theatre video from American Theatre Wing, December 2006\nWorking in the Theatre: Performance video seminar at American Theatre Wing, April 1998\nWorking in the Theatre: Performance video seminar at American Theatre Wing, April 1988"}