{"pageid": 1523078, "title": "গায়ত্রী (মালয়ালম অভিনেত্রী)", "url": "https://bn.wikipedia.org/wiki?curid=1523078", "content": "গায়ত্রী বর্ষা একজন ভারতীয় অভিনেত্রী যিনি মালায়ালাম সিনেমা এবং টেলিভিশন ধারাবাহিকে অভিনয়ের জন্য সর্বাধিক পরিচিত। ২০০২ সালের মীসা মাধবন সিনেমায় সরসু চরিত্রে অভিনয়ের জন্য তিনি সবচেয়ে বেশি জনপ্রিয়তা অর্জন করেন।\n\n\n== অভিনয় জীবন ==\nগায়ত্রী একজন জনপ্রিয় অভিনেত্রী যিনি মিশা মাধবন চলচ্চিত্রে সরসু চরিত্রে অভিনয় করে জনপ্রিয়তা অর্জন করেছিলেন। তিনি অনেক টেলিভিশন ধারাবাহিকে  এবং অসংখ্য মালায়ালাম সিনেমা এবং ধারাবাহিকে প্রধানত পার্শ্ব চরিত্রে অভিনয় করেছেন।\nগায়ত্রী বর্ষা একজন জনপ্রিয় মালায়ালম চলচ্চিত্র ও টেলিভিশন অভিনেত্রী, যিনি তার দীর্ঘ অভিনয় জীবনে বহু উল্লেখযোগ্য চরিত্রে অভিনয় করেছেন। তিনি ১৯৯৪ সালে সিআইডি উন্নিকৃষ্ণন বি.এ., বি.এড. চলচ্চিত্রে উমা চরিত্রে অভিনয়ের মাধ্যমে চলচ্চিত্র জগতে প্রবেশ করেন। একই বছর গায়ত্রী বার্ধক্য পুরাণম চলচ্চিত্রে জয়ন্তী চরিত্রে অভিনয় করেন। এরপর ১৯৯৫ সালে তিনি কোক্কারাক্কো, পার্বতী পরিণয়ম, সর্গবসন্তম, মাঝভিলকূদারাম সহ একাধিক চলচ্চিত্রে অভিনয় করেন। একই বছর তিনি তেলুগু চলচ্চিত্র আদাল্লা মাজাকা-তেও অভিনয় করেন।\n১৯৯৬ সালে গায়ত্রী দিল্লিওয়ালা রাজকুমারন, স্বর্ণ কিরীদম, ম্যান অফ দ্য ম্যাচ চলচ্চিত্রে গুরুত্বপূর্ণ চরিত্রে অভিনয় করেন। এরপর ১৯৯৭ সালে পূঠুম্বিয়ুম পূভালান্মারুম, গজরাজ মন্ত্রম, সুবর্ণ সিংহাসনম এবং রেঞ্জার চলচ্চিত্রে অভিনয় করেন। ১৯৯৮ সালে আগোশম, পাঞ্জাবি হাউস, অম্মা অম্মায়িয়ম্মা, কান্মাদম চলচ্চিত্রে তার অভিনয় দর্শকদের প্রশংসা অর্জন করে। ১৯৯৯ সালে পথ্রাম, আয়িরাম মেনি, পঞ্চপাণ্ডব চলচ্চিত্রে অভিনয় করেন।\n২০০০ থেকে ২০১০ পর্যন্ত তিনি সাহায়ত্রিকাকু স্নেহপূর্ণম, মীসা মাধবন, নন্দনম, কৃষ্যম, ওরুভান, রেড স্যালুট, চকলেট, নাসরানি, রক্ষকান, থালাপাভু, সাউন্ড অফ বুট ইত্যাদি চলচ্চিত্রে অভিনয় করেছেন। বিশেষ করে মীসা মাধবন -এ সরসু চরিত্রের ভূমিকায় ও নন্দনম-এ তার পার্শ্বচরিত্রের অভিনয় দর্শকদের মনে দাগ কাটে।\n২০১১ থেকে ২০২২ সাল পর্যন্ত তিনি মোহাব্বত, গ্রান্ডমাস্টার, ডি কোম্পানি, আসুরবিথু, সালাম কাশ্মীর, অভিয়ুম জানুম, জোসেফ, নিথ্যাহারিথা নায়কন, গড ব্লেস ইউ চলচ্চিত্রে তার অভিনয় দক্ষতা প্রদর্শন করেছেন।\nটেলিভিশন জগতে গায়ত্রী বর্ষা সমান জনপ্রিয়। তিনি বহু টেলিফিল্ম যেমন ননময়ুদে নক্ষত্রঙ্গল, মনোত্তান্তে ওনাম-এ অভিনয় করেছেন। পাশাপাশি বহু ধারাবাহিকে কাজ করেছেন, যার মধ্যে রয়েছে সুধামনি সুপেরা, সস্নেহম, থুভালস্পর্শম, আম্মা মাকাল, স্বান্থম সুজাতা, সুমঙ্গলি ভাব, সীথা, রুদ্রবীণা, স্নেহজালকম, স্বামী আইয়াপ্পান ইত্যাদি। তার ধারাবাহিক অভিনয় দক্ষতা তাকে দর্শকমহলে বিশেষভাবে জনপ্রিয় করে তুলেছে।\nগায়ত্রী বর্ষার এই দীর্ঘ এবং বৈচিত্র্যময় অভিনয় জীবন প্রমাণ করে তার প্রতিভা ও অভিনয় দক্ষতা। তিনি বহু চরিত্রে তার অভিনয়ের মাধ্যমে দর্শকদের মন জয় করেছেন এবং মালায়ালম বিনোদন জগতে তার অবদান অনস্বীকার্য।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== তথ্যসূত্র =="}