{"pageid": 1523251, "title": "দিব্যা গোপীনাথ", "url": "https://bn.wikipedia.org/wiki?curid=1523251", "content": "দিব্যা গোপীনাথ একজন ভারতীয় অভিনেত্রী যিনি মালায়ালাম ছবিতে কাজ করেন। তিনি কম্মাটিপাড়ম (২০১৬) চলচ্চিত্রের মাধ্যমে অভিনয় জগতে আত্মপ্রকাশ করেন।  এরপর থেকে তিনি আয়াল সাসি (২০১৭), ভাইরাস (২০১৯), এবং আনজাম পাথিরা (২০২০) -এর মতো চলচ্চিত্রে অভিনয় করেছেন।\n\n\n== ব্যক্তিগত জীবন ==\nদিব্যার জন্ম কোচির এলুরে । তিনি ত্রিশুর স্কুল অফ ড্রামা অ্যান্ড ফাইন আর্টসে পড়াশোনা করেছেন এবং আলুভার সেন্ট জেভিয়ার্স কলেজ ফর উইমেন থেকে বাণিজ্যে স্নাতকোত্তর ডিগ্রি অর্জন করেছেন। দিব্যা পরিচালক জুবিথ নম্রদাথকে বিয়ে করেছেন।  তিনি উইমেন ইন সিনেমা কালেক্টিভের একজন সদস্যও। \nআভাসাম ছবির সেটে অভিনেতা অ্যালেন্সিয়ার লে লোপেজের উপর দিব্যা যৌন নির্যাতনের অভিযোগ এনেছিলেন। \n\n\n== অভিনয় জীবন ==\nদিব্যা গোপীনাথ একজন প্রতিভাবান ভারতীয় অভিনেত্রী, যিনি মূলত মালয়ালম চলচ্চিত্রে অভিনয় করেন। তার চলচ্চিত্র জীবনের সূচনা হয় ২০১৬ সালে কম্মাটিপাড়ম চলচ্চিত্রের মাধ্যমে, যেখানে তিনি পরাঙ্কি মাজীদের স্ত্রীর চরিত্রে অভিনয় করেন। এরপর ২০১৭ সালে তিনি আয়াল সাসি চলচ্চিত্রে শ্রীলতা চরিত্রে উপস্থিত হন।\n২০১৮ সালে দিব্যা আভাসম চলচ্চিত্রে একজন মুসলিম কনের ভূমিকায় অভিনয় করেন। এই চলচ্চিত্রটি তার অভিনয় দক্ষতার একটি নতুন দিক উন্মোচন করে, যেখানে তিনি সমাজের বিভিন্ন স্তরের কঠিন চরিত্রে নিজেকে মানিয়ে নেন। পরবর্তীতে, ২০১৯ সালে তিনি ভাইরাস চলচ্চিত্রে গীতা চরিত্রে অভিনয় করেন। এই চলচ্চিত্রটি বাস্তব জীবনের নিপাহ ভাইরাস মহামারী অবলম্বনে নির্মিত হয়েছিল এবং দিব্যার অভিনয় প্রশংসিত হয়।\n২০২০ সালে তিনি অঞ্জাম পথিরা চলচ্চিত্রে সাব-ইন্সপেক্টর প্রীতি পোথুভালের চরিত্রে অভিনয় করেন। তার শক্তিশালী অভিনয় দক্ষতা এবং চরিত্রে দৃঢ়তা এই চলচ্চিত্রে স্পষ্ট হয়ে ওঠে। এরপর ২০২২ সালে দিব্যা ভিলেজ ক্রিকেট বয় নামের একটি স্বল্পদৈর্ঘ্য চলচ্চিত্রে মাতৃস্থানীয়া চরিত্রের ভূমিকায় অভিনয় করেন। চরিত্রের মধ্যে মা-সন্তানের আবেগময় সম্পর্ক ফুটিয়ে তোলেন তিনি।\nসবশেষে, ২০২৩ সালে দিব্যা থুরামুখম চলচ্চিত্রে অভিনয় করেন। যদিও এই চলচ্চিত্রে তার চরিত্র সম্পর্কে বিস্তারিত জানা যায়নি, তবে তার অভিনয় দক্ষতার উপর নির্ভর করে ধারণা করা যায় যে, তিনি এখানে গুরুত্বপূর্ণ ভূমিকায় অভিনয় করেছেন।\nদিব্যা গোপীনাথ তার অভিনয় জীবন জুড়ে বিভিন্ন ধরণের চরিত্রে অভিনয়ের মাধ্যমে নিজেকে প্রতিষ্ঠিত করেছেন। বাস্তবধর্মী চরিত্রে তার সাবলীল অভিনয় দক্ষতা দর্শকদের মুগ্ধ করে আসছে।\n\n\n== তথ্যসূত্র =="}