{"pageid": 1523635, "title": "কেফিয়াহ", "url": "https://bn.wikipedia.org/wiki?curid=1523635", "content": "কেফিয়াহ বা কুফিয়াহ (আরবি: كُوفِيَّة         ),  যা আরবি ভাষায় হাত্তাহ (আরবি: حَطَّة) নামেও পরিচিত, হলো মধ্যপ্রাচ্যের পুরুষদের দ্বারা পরিহিত একটি ঐতিহ্যবাহী স্কার্ফ। এটি একটি চৌকো স্কার্ফ দিয়ে তৈরি করা হয় এবং সাধারণত তুলা দিয়ে তৈরি হয়। কেফিয়াহ সাধারণত শুষ্ক অঞ্চলে পাওয়া যায়, কারণ এটি রোদে পোড়া, ধুলো এবং বালি থেকে সুরক্ষা প্রদান করে। আঞ্চলিক বৈচিত্র্যগুলিকে গুত্র এবং শেমাঘ বলা হয়। আরবরা প্রায়শই ঘুত্রা ঠিক রাখার জন্য একটি মাথার কর্ড, আগল, ব্যবহার করে।\n\n\n== উৎপত্তি ==\n\nবেদুইনদের মধ্যে কেফিয়াহের উৎপত্তি হয়েছিল মূলত মাথা এবং মুখের জন্য একটি ব্যবহারিক এবং প্রতিরক্ষামূলক আবরণ হিসেবে, বিশেষ করে শুষ্ক মরুভূমির জলবায়ুতে যেখানে তারা ঐতিহ্যগতভাবে বাস করে। এই শব্দটি নিজেই ইতালীয় (cuffia) থেকে ধার করা এবং এর ব্যুৎপত্তি ইংরেজি \"coif\" এর সাথে মিলে যায়। \nগুত্রা শব্দটি (আরবি: غُترَة) আরবি মূল ঘতর (আরবি: غتر ) থেকে এসেছে, যার অর্থ \"ঢেকে রাখা\"। আরবদের প্রথম ছবিগুলিতে সর্বদাই তাদের পাগড়ি পরা দেখা যায়, এবং কেফিয়াহ কখন উচ্চবিত্তদের কাছে গ্রহণযোগ্য হয়ে ওঠে তা স্পষ্ট নয়। যদিও গুত্রার লিখিত প্রতিবেদনগুলি ১৮ শতকের গোড়ার দিকের, তবে প্রাচীনতম পরিচিত ছবিটি ১৯ শতকের (আবদুল্লাহ বিন সৌদ আল সৌদ, ১৮১৯ সালে তার মৃত্যুদণ্ড কার্যকর করার আগে তৈরি)।\n\n\n== বিচিত্রতা এবং বৈশিষ্ঠ ==\nমধ্যপ্রাচ্যের আরব, কুর্দি এবং ইয়াজিদিরা এত পরে থাকে। ঐতিহাসিকভাবে, আরবদের সাথে যোগাযোগের পর, কিছু কুর্দি তাদের ঐতিহ্যবাহী পাগড়ি ত্যাগ করে কেফিয়াহ এবং আগলের পক্ষে অবস্থান নেয়। ইরাকি তুর্কমেনরা এটি পরিধান করে এবং এটিকে জামাদানি বলে, যেখানে ওমানীরা এটিকে মুসার বলে। নাম যাই হোক না কেন, এটি বিভিন্ন রঙ এবং শৈলীতে পাওয়া যায় এবং আঞ্চলিক উৎপত্তি এবং অনুষ্ঠানের প্রকৃতির উপর নির্ভর করে এটি বাঁধার বিভিন্ন পদ্ধতি রয়েছে। ওমানিরা আগল ব্যবহার করে না, বরং আনুষ্ঠানিক কাজের জন্য এটি কুমার উপর বেঁধে রাখে।\nইরাকের মার্শ আরবদের সাথে তার অবস্থানকালে, গ্যাভিন ইয়ং লক্ষ্য করেছিলেন যে স্থানীয় সাইয়্যেদ - \"পবিত্র পুরুষরা [...] যাদেরকে নবী মুহাম্মদ এবং আলী ইবনে আবি তালিবের বংশধর হিসাবে গ্রহণ করা হয়\" - এই অঞ্চলের বাসিন্দাদের সাধারণ কালো-সাদা কেফিয়াহ'র বিপরীতে গাঢ় সবুজ কেফিয়াহ পরতেন।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== জর্ডানিয়ান শেমাঘ ===\nকেফিয়াহের আরেকটি ধরণ হল শেমাঘ, যা লাল-সাদা, চেকড এবং পুঁতিযুক্ত একটি স্কার্ফ। যত বড় পুঁতি, তত গুরুত্বপূর্ণ ব্যক্তি। এই লাল-সাদা কেফিয়াহ জর্ডানের সাথে সম্পর্কিত এবং এটি দেশটির জাতীয় প্রতীক। জর্ডান এবং বেদুইন সম্প্রদায়ের বেশিরভাগ লোকেরাই শেমাঘ পরে থাকে। এটি তুলা দিয়ে তৈরি হয়। জর্ডানের শেমাঘ এবং ফিলিস্তিনি কুফিয়াহ রঙ এবং ভৌগোলিক অর্থের দিক থেকে ভিন্ন।\n\n\n=== অন্যান্য শেমাঘ বৈচিত্র্য ===\nঅন্যান্য আঞ্চলিক শেমাঘের ধরণ হল মিশরীয় সিনাই শেমাঘ এবং সৌদি শেমাঘ (যাকে গুত্রাহও বলা হয়)।\n\n\n=== ফিলিস্তিনি কুফিয়াহ ===\n\n১৯৩০-এর দশকের আগে, আরবের গ্রামবাসী এবং কৃষকরা সাদা কেফিয়েহ এবং আগল পরতেন, যখন শহরের বাসিন্দারা এবং শিক্ষিত অভিজাতরা অটোমান তারবুশ (ফেজ) পরতেন। ১৯৩৬-১৯৩৯ সালের ফিলিস্তিনে আরব বিদ্রোহের সময়, আরব বিদ্রোহী কমান্ডাররা সমস্ত আরবকে কেফিয়াহ পরার নির্দেশ দিয়েছিলেন। ১৯৩৮ সালে, ফিলিস্তিনে নিযুক্ত ব্রিটিশ বাধ্যতামূলক হাই কমিশনার, হ্যারল্ড ম্যাকমাইকেল, পররাষ্ট্র দপ্তরে রিপোর্ট করেন: \"এই 'আদেশ' আশ্চর্যজনকভাবে নম্রতার সাথে পালন করা হয়েছে এবং এটা বলা অতিরঞ্জন হবে না যে এক মাসে দেশের প্রতি দশটি টারবুশের মধ্যে আটটি [কেফিয়েহ এবং] 'আগল' দ্বারা প্রতিস্থাপিত হয়েছে।\" বিদ্রোহ সমাপ্তির পর, বেশিরভাগ বাসিন্দা হয় টারবুশ পরতে শুরু করে অথবা টুপি ছাড়ার সিদ্ধান্ত নেয়। \n১৯৬০-এর দশকে ফিলিস্তিনি প্রতিরোধ আন্দোলনের সূচনা এবং ফিলিস্তিনি নেতা ইয়াসির আরাফাত কর্তৃক এটি গ্রহণের মাধ্যমে কালো ও সাদা কেফিয়াহর প্রাধান্য বৃদ্ধি পায়।\n\n\n== অন্যান্য সাংস্কৃতিক প্রতীক ==\nফিলিস্তিনে প্রাথমিক ইহুদি অভিবাসীরা কেফিয়াহ গ্রহণ করেছিলেন কারণ তারা এটিকে খাঁটি স্থানীয় জীবনযাত্রার অংশ হিসাবে দেখেছিলেন। ২০০০ সালের পূর্ব পর্যন্ত, তুরস্কে কেফিয়া নিষিদ্ধ ছিল, কারণ এটিকে পিকেকে-র সাথে সংহতির প্রতীক হিসেবে বিবেচনা করা হত।\n\n\n== কেফিয়াহ-এ পশ্চিমারা ==\n\nব্রিটিশ কর্নেল টিই লরেন্স (যিনি লরেন্স অফ অ্যারাবিয়া নামে বেশি পরিচিত) সম্ভবত প্রথম বিশ্বযুদ্ধে আরব বিদ্রোহে জড়িত থাকার সময় কেফিয়া এবং আগল পোশাকের সবচেয়ে পরিচিত পশ্চিমা পরিধানকারী ছিলেন। লরেন্সের এই চিত্রটি পরবর্তীতে তার সম্পর্কে নির্মিত চলচ্চিত্র, লরেন্স অফ অ্যারাবিয়া দ্বারা জনপ্রিয় হয়েছিল, যেখানে পিটার ও'টুল তার চরিত্রে অভিনয় করেছিলেন।\nঅটোমান ফিলিস্তিন এবং ব্রিটিশ কর্তৃত্ববাদ ফিলিস্তিনে আসা অনেক ইহুদি অভিবাসী আরব জনগোষ্ঠীর অনুকরণে কেফিয়াহ্ পরতেন, \"জায়গার ঘনিষ্ঠতা এবং আত্মীয়তার অনুভূতি\" অর্জনের আকাঙ্ক্ষা থেকে। এর মধ্যে ছিল যুব দলের সদস্য, রাজনৈতিক বিশিষ্ট ব্যক্তিবর্গ এবং হাশোমার সহ মিলিশিয়া সদস্যরা। ফিলিস্তিনের অন্যান্য ইহুদি বাসিন্দারা স্টুডিও ফটোগ্রাফির সময় প্রাচ্যবিদদের পোশাক হিসেবে কেফিয়াহ পরতেন। ১৯২৯ সালের ফিলিস্তিন দাঙ্গা এবং ১৯৩৬-১৯৩৯ সালের ফিলিস্তিনে আরব বিদ্রোহের পর, \"কেফিয়াহর জনপ্রিয়তা হ্রাস পেতে শুরু করেছিল এবং আরবদের অনুকরণ করার ইহুদিদের প্রচেষ্টা কমে গিয়েছিল, তবে ১৯৪০ এবং ১৯৫০-এর দশক জুড়ে, কেফিয়ে এখনও ইসরায়েলে দেখা যেত,\" যার মধ্যে রাজনীতিবিদ এবং সেনা সদস্যরাও ছিল। যেহেতু কেফিয়াহ ইয়াসির আরাফাতের স্বাক্ষরী স্টাইলের একটি গুরুত্বপূর্ণ অংশ হয়ে ওঠে, এটি ইসরায়েলিদের মধ্যে জনপ্রিয়তা হারিয়ে ফেলেছিল এবং শুধুমাত্র ফিলিস্তিনি জাতীয়তাবাদী আন্দোলনের সাথে যুক্ত হয়ে যায়। \n১৯২০-এর দশকের আমেরিকান সিনেমার নীরব-চলচ্চিত্রের যুগে স্টুডিওগুলি মধ্যপ্রাচ্যের বিদেশী প্রাচ্যবাদী থিমগুলিকে গ্রহণ করতে দেখেছিল, সম্ভবত প্রথম বিশ্বযুদ্ধের মিত্রশক্তির অংশ হিসাবে আরবদের দৃষ্টিভঙ্গির কারণে, এবং কেফিয়াহ থিয়েটারের পোশাকের একটি আদর্শ অংশ হয়ে ওঠে। এই ছবিগুলি এবং তাদের পুরুষ প্রধান চরিত্রগুলিতে সাধারণত পশ্চিমা অভিনেতারা একজন আরবের ভূমিকায় অভিনয় করতেন, যারা প্রায়শই আগলের সাথে কেফিয়াহ পরতেন (যেমন দ্য শেখ এবং দ্য সন অফ দ্য শেখ)।\n২০০১ সালের ইরাক ও আফগানিস্তান যুদ্ধের সময়, মার্কিন যুক্তরাষ্ট্রের সশস্ত্র বাহিনীর সদস্যরা ব্যবহারিক কারণে কেফিয়াহ পরা শুরু করেছিলেন। যদিও আমেরিকান সশস্ত্র বাহিনী সরাসরি স্কার্ফ জারি করেনি, অনেক বেসরকারি  খুচরা বিক্রেতা মেরিন এবং সেনাবাহিনীর পরিষেবা কর্মীদের কাছে এগুলি বাজারজাত এবং বিক্রি করে। স্কার্ফগুলি সাধারণত এমন রঙে রাঙানো হত যা সার্ভিস ইউনিফর্মের সাথে খুব মিল ছিল এবং পশ্চিমা গ্রাহকদের (যেমন, মাথার খুলি এবং ক্রুশের হাড়, গ্যাডসডেন সাপ এবং স্পার্টান হেলমেট) আকর্ষণকারী প্রতীকগুলি ধারণ করত। কালো এবং কোয়োট-বাদামী কেফিয়েহ এখনও সাধারণত সামরিক প্রবীণরা আরব জাতীয়তাবাদ বা অনুরূপ কারণের প্রতি কোনও অন্তর্নিহিত সমর্থন ছাড়াই পরেন এবং কখনও কখনও বিপরীত বার্তা বহন করতে পারে।\n\n\n== ফ্যাশন ট্রেন্ড ==\nযুদ্ধকালীন অন্যান্য পোশাক যেমন টি-শার্ট, ফ্যাটিগিয়াস এবং খাকি প্যান্টের মতো, পশ্চিমা দেশগুলিতে অ-আরবদের মধ্যে কেফিয়াকে মার্জিত হিসেবে দেখা হয়েছে। ১৯৭০-এর দশকে যুক্তরাজ্যে এবং তারপর ১৯৮০-এর দশকের শেষের দিকে প্রথম ইন্তিফাদার শুরুতে কেফিয়াহ জনপ্রিয় হয়ে ওঠে, যখন বোহেমিয়ান মেয়েরা এবং পাঙ্করা তাদের গলায় স্কার্ফ হিসেবে কেফিয়াহ পরত। ২০০০ সালের গোড়ার দিকে, টোকিওর তরুণদের মধ্যে কেফিয়াহ খুবই জনপ্রিয় ছিল, যারা প্রায়শই ছদ্মবেশী পোশাকের সাথে এগুলি পরত। ২০০০ সালের মাঝামাঝি সময়ে মার্কিন যুক্তরাষ্ট্র, ইউরোপ, কানাডা এবং অস্ট্রেলিয়া, এ এই প্রবণতার পুনরাবৃত্তি ঘটে, যখন কেফিয়া ফ্যাশন আনুষাঙ্গিক হিসেবে জনপ্রিয় হয়ে ওঠে, যা সাধারণত হিপস্টার সার্কেলে গলায় স্কার্ফ হিসেবে পরা হত। আরবান আউটফিটার্স এবং টপশপের মতো দোকানগুলিতে পণ্যগুলি মজুদ ছিল। তবে, খুচরা বিক্রেতার \"যুদ্ধবিরোধী স্কার্ফ\" লেবেল করার সিদ্ধান্ত নিয়ে কিছু বিতর্কের পর, আরবান আউটফিটাররা তা প্রত্যাহার করে নেয়। ২০০৮ সালের বসন্তে, স্পেন এবং ফ্রান্সের ফ্যাশন ম্যাগাজিনের সংখ্যাগুলিতে বেগুনি এবং মউভ রঙের কেফিয়াহ বিতরণ করা হয়েছিল। সংযুক্ত আরব আমিরাতে, পুরুষরা পশ্চিমা টুপির প্রতি বেশি ঝুঁকছেন, অন্যদিকে মহিলারা দক্ষিণ এশিয়ার ঐতিহ্যবাহী ওড়নার প্রতি বেশি ঝুঁকছেন। রাজনৈতিক ও ঐতিহাসিক অর্থ থেকে আলাদা করে অ-আরব পরিধানকারীদের দ্বারা কেফিয়াকে ফ্যাশন স্টেটমেন্ট হিসেবে ব্যবহার করা সাম্প্রতিক বছরগুলিতে বিতর্কের বিষয় হয়ে দাঁড়িয়েছে। যদিও এটি প্রায়শই ফিলিস্তিনি সংগ্রামের সাথে সংহতির প্রতীক হিসেবে পরিধান করা হয়, ফ্যাশন শিল্প দৈনন্দিন পোশাক নকশায় এর ধরণ এবং শৈলী ব্যবহার করে এর তাৎপর্যকে উপেক্ষা করেছে। উদাহরণস্বরূপ, ২০১৬ সালে, টপশপ কেফিয়েহ প্রিন্টের একটি রম্পার স্যুট প্রকাশ করে, এটিকে \"স্কার্ফ প্লেস্যুট\" বলে অভিহিত করে। এর ফলে সাংস্কৃতিক আত্মসাতের অভিযোগ ওঠে এবং টপশপ অবশেষে তাদের ওয়েবসাইট থেকে আইটেমটি সরিয়ে নেয়।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}