{"pageid": 1523455, "title": "জামালুদ্দিন ইসনাভি", "url": "https://bn.wikipedia.org/wiki?curid=1523455", "content": "জামাল আল-দীন আবু মুহাম্মাদ 'আব্দ আল-রাহীম ইবনে আল-হাসান আল-উমাবি আল-কুরাশি আল-ইসনাভি আল-শাফিঈ আল-মিশারি ( আরবি: جمال الدين أبو محمد عبد الرحيم الحسن الأموي القرشي الإسنوي الشافعي   (সাধারণত জামালুদ্দিন ইসনাভি নামে পরিচিত) ছিলেন একজন সুন্নি মিশরীয় পণ্ডিত। তিনি শাফিঈ আইনশাস্ত্র, আইনি তত্ত্ব, কুরআনের ব্যাখ্যা এবং আরবি ব্যাকরণে বিশেষজ্ঞ ছিলেন।\n\n\n=== জন্ম ও শিক্ষা ===\nজামালুদ্দিন ইসনাভি ৭০৪ হিজরি সালের জিলহজ মাসের শেষে (জুলাই ১৩০৬ খ্রিস্টাব্দ) এসনায় জন্মগ্রহণ করেন। তিনি অল্প বয়সে কুরআন মুখস্থ করেন এবং পড়তে-লিখতে শিখেন। এরপর তিনি কায়রোতে যান। সে যুগে শিক্ষার্থীরা জ্ঞান অর্জনে মিশরে যেত। ৭২১ হিজরি/১৩২১ খ্রিস্টাব্দে তিনি  বিজ্ঞানের বিভিন্ন বিষয়ের দিকে ঝুঁকে পড়েন। তার মুখস্থ করার ক্ষমতা ভালো ছিল। প্রথমে তিনি আরবি ভাষার প্রতি আগ্রহী হন এবং ব্যাকরণে খ্যাতি অর্জন করেন। তিনি আবু হায়্যান আল-গারনাতির কাছ থেকে ভাষাবিজ্ঞান শিখেন। আবু হায়্যান তাকে বলেছিলেন, “আমি তোমার বয়সে এমন কাউকে দেখিনি।” তখন আল-ইসনাওয়ির বয়স ছিল মাত্র ২০ বছর, কিন্তু তার বোঝার ক্ষমতা, বুদ্ধি এবং প্রতিভা তার বয়স ছাড়িয়ে যায়। আল-আসনাভি ফিকহ, উসূল আল-ফিকহ, তাফসির এবং ভাষাবিদ্যার প্রতি তার আগ্রহ অব্যাহত রেখেছিলেন। তার সময়ের শীর্ষস্থানীয় পণ্ডিতদের কাছ থেকে এসব বিষয়ে শিক্ষা নেন। তাদের মধ্যে উল্লেখযোগ্য ছিলেন শেখ আল-ইসলাম তাকি আল-দিন আল-সুবকি । তিনি ফিকহ, উসুল আল-ফিকহ, তাফসির এবং আরবি ভাষায় পারদর্শী হন। তার সময়কে কাজ, গ্রন্থ রচনা ও শ্রেণীকরণের জন্য ভাগ করে নেন। \n\n\n=== কর্মজীবন ===\nআল-ইসনাভি ২৭ বছর বয়সে পৌঁছানোর আগেই আহমেদ ইবনে তুলুন মসজিদে তাফসির শিক্ষা দেওয়ার জন্য বসেন। তখন তিনি মিশরে বৈজ্ঞানিক ও ফিকহ বিষয়ক জ্ঞানের একটি প্রদীপ হিসেবে পরিচিত ছিলেন। তার এবং মন্ত্রী ইবনে কাজউইনার মধ্যে একটি ঘটনা ঘটে। ফলে  এতে শাফিঈদের নেতৃত্বে তার অবস্থানকে শেষ করে দেয়। তিনি মিশরের বিশ্ববিদ্যালয়  শিক্ষকতা করেন। এর মধ্যে রয়েছে রয়্যাল স্কুল, আল-ইকবাহিয়া এবং আল-ফাদিলিয়া। তিনি বেশিরভাগ সময় লেখালেখিতে ব্যয় করতেন। জ্ঞানের ছাত্ররা তাকে গ্রহণ করে এবং অনেকে তার কাছ থেকে উপকৃত হয়। \nজামালুদ্দিন ইসনাভির অনেক ছাত্র ছিল, যাদের মধ্যে কেউ কেউ তাদের সময়ে বিখ্যাত হয়েছিলেন; তাদের মধ্যে:\n\nইবনে আল-মুলাক্বীন\nজয়নুল-দীন আল-ইরাকি\nআল-জারকাশি\n\n\n=== মৃত্যু ===\nজামালুদ্দিন ইসনাভি রবিবার রাতে, ৭৭২ হিজরিতে ১৮ জমাদিউল -আউয়াল ইন্তেকাল করেন।  কায়রোর সুফি কবরস্থানের কাছে তাকে সমাহিত করা হয়। \n\n\n== অভ্যর্থনা ==\nইবনে হাজার আল-আসকালানী তাঁর সম্পর্কে বলেন: ““তিনি একজন দক্ষ ফকিহ, পরামর্শদাতা, উপকারী এবং ন্যায়পরায়ণ শিক্ষক ছিলেন। তিনি ধার্মিকতা, ধর্মপরায়ণতা, ভদ্রতা এবং নম্রতায় বিশিষ্ট ছিলেন। \" জালাল আল-দীন আল-সুয়ুতি বলেন: \"শাফিঈ নেতৃত্ব তার  মৃত্যুর পর শেষ হয়ে যায়।\" \n\nজয়ন আল-দ্বীন আল-ইরাকী তার সম্পর্কে বলেছেন:“তিনি বিজ্ঞানে কাজ করেছেন যতক্ষণ না তিনি তার সময়ের একমাত্র বিশিষ্ট ব্যক্তি হয়ে ওঠেন। তিনি তার সময়ে শাফিঈদের শায়খ ছিলেন এবং উপকারী গ্রন্থ রচনা করেছেন। মিশরেরর ছাত্ররা তার কাছ থেকে শিক্ষা গ্রহণ করেছে। তিনি চেহারায় সুন্দর, স্বভাবে নম্র এবং অত্যন্ত দয়ালু ছিলেন।”\n\n\n== কাজ ==\nজামালুদ্দিন ইসনাভি একজন প্রখ্যাত লেখক ছিলেন। তিনি আইনশাস্ত্র, আইনশাস্ত্রের নীতিমালা, কুরআনের বিজ্ঞান এবং আরবি ভাষার মতো বিভিন্ন বিষয়ের উপর বই লিখেছেন:\n\n' নিহায়াত সুল ফি শরহ মিনহাজ আল-উসুল, আল-বায়দাভী কর্তৃক উসূলের বিজ্ঞানে প্রবেশের পদ্ধতির ব্যাখ্যা \nশরহ আল-মিনাজ আল-ফিকহ, আল-নওয়াভির দ্বারা মিনহাজ আল-তালিবিনের একটি ব্যাখ্যা\nমৌলিক বিষয়গুলির উপর শাখাগুলি তদন্তের ভূমিকা\n“আল-কাওয়াকেব আল-দুরিয়াহ , ব্যাকরণগত নিয়মের আইনশাস্ত্রীয় শাখাগুলি তদন্ত করা।\n'তাবাকাত আল-শাফি'ঈ'\nপর্যাপ্ততার ভ্রান্ত ধারণার দিকে নির্দেশনা\nআল-আশাবাহ ওয়াল-নাজির\n\"জওহির আল-বাহরাইন\"\nতারিজা আল-মাহাফিল\nমালা'আ আল-দাকাইক\nআল-কাওকাব আল-দুরি\nভূমিকা স্বাগতের ব্যাখ্যায় স্বর্ণরত্ন\nযিম্মার লোকদের নির্দেশনা দেওয়ার ক্ষেত্রে গুরুত্বপূর্ণ কথাগুলি\nনিহাইয়াত আল-রাঘিব\nআল-ফাতাওয়া আল-হাজওয়াইয়াহ\nআল-মাসায়েলের রহস্যে তরজ আল-মাহাফিল\nতাদকিরাত আল-নাবীহ ফী তাসেহ আল-তানবীহ\nইবনে ইউনুস আল-মাওসিলির অক্ষমতার ব্যাখ্যা\n\n\n== তথ্যসূত্র =="}