{"pageid": 1523678, "title": "কাঞ্চন (অভিনেত্রী)", "url": "https://bn.wikipedia.org/wiki?curid=1523678", "content": "কাঞ্চন একজন প্রাক্তন ভারতীয় অভিনেত্রী এবং মডেল। তিনি মূলত ১৯৯০-এর দশকে হিন্দি, তেলুগু এবং মালায়ালাম ছবিতে অভিনয় করেছেন।  \nকাঞ্চন সালমান খানের সুপারহিট সানাম বেওয়াফা (১৯৯১) সহ বেশ কয়েকটি হিন্দী ছবিতে অভিনয় করেছিলেন। তিনি মোহনলাল অভিনীত গন্ধর্বম (১৯৯৩) চলচ্চিত্রে অভিনয় করেন। অজিত কুমারের প্রথম ছবি প্রেমা পুস্তকম  -এর অংশ ছিলেন কাঞ্চন। অনেক হিন্দি ছবিতে তিনি কাজ করেছেন তবে তার ফলে তিনি খুব একটা সাফল্য পাননি।\nকাঞ্চন অভিনীত সনম বেওয়াফা এবং গন্ধর্বম  এই দুই চলচ্চিত্র বানিজ্যিকভাবে সফল হয়েছিল।। তিনি অক্ষয় কুমারের সাথে আমানত সিনেমায় অভিনয় করেছিলেন। তিনি গোবিন্দ, কারিশমা কাপুর এবং হরিশ কুমারের সাথে কুলি নম্বর ১ চলচ্চিত্রে অভিনয় করেছিলেন। \n\n\n== চলচ্চিত্র জীবন ==\nকাঞ্চন একজন ভারতীয় অভিনেত্রী, যিনি হিন্দি, মালায়ালাম এবং তেলুগু ভাষার বিভিন্ন চলচ্চিত্রে অভিনয় করেছেন। তার অভিনয়জীবন শুরু হয় ১৯৭১ সালে সীমা চলচ্চিত্রের মাধ্যমে, যেখানে তিনি একটি ছোট চরিত্রে অভিনয় করেন। একই বছর, তিনি মন মন্দির ছবিতে লক্ষ্মী চরিত্রে অভিনয় করেন। এরপর দীর্ঘ বিরতির পর ১৯৭৭ সালে দো শোঁলায়ে শীর্ষক চলচ্চিত্রে অভিনয় করেন।\n১৯৯১ সালে তিনি হিন্দি চলচ্চিত্র সনম বেওয়াফা-ত 'কাঞ্চন' চরিত্রে অভিনয় করেন। এই ছবিটি তার অভিনয় জীবনের একটি গুরুত্বপূর্ণ মাইলফলক। এরপর তিনি একের পর এক চলচ্চিত্রে অভিনয় করতে থাকেন। ১৯৯২ সালে দো হংসো কা জোড়া চলচ্চিত্রে অভিনয় করেন। ১৯৯৩ সালে মালায়ালাম চলচ্চিত্র গন্ধর্বম-এ শ্রীদেবী মেনন চরিত্রে কাঞ্চন অভিনয় করেন। একই বছরে তিনি হিন্দি চলচ্চিত্র আউলাদ কে দুশমন-এ চন্দা ভার্গব চরিত্রে এবং শবনম ছবিতে নাম ভূমিকায় অভিনয় করেন। এছাড়াও তিনি কসম তেরি কসম ও তেলুগু ছবি প্রেমা পুস্তকম-এ চরিত্রা হিসেবে অভিনয় করেন।\n১৯৯৪ সালে, কাঞ্চন ক্রান্তি ক্ষেত্র, আমানত (রাধা চরিত্রে), তেলুগু ছবি লাকি চান্স (ভানু চরিত্রে) এবং আল্লারি প্রেমিকুদু(যোগেশ্বরী দেবী চরিত্রে)-তে অভিনয় করেন। ১৯৯৫ সালে তিনি হিন্দি চলচ্চিত্র পান্ডব-এ নিশা তিওয়ারি চরিত্রে এবং কুলি নম্বর ১-এ শালিনী চরিত্রে অভিনয় করেন। একই বছরে তিনি মালায়ালাম চলচ্চিত্র নির্ণয়ম-এ অভিনয় করেন।\n১৯৯৬ সালে কাঞ্চন অভিনীত উল্লেখযোগ্য চলচ্চিত্রের মধ্যে রয়েছে জুরমানা (পূজা চরিত্রে), আর্মি (ববি চরিত্রে), এবং রাম অউর শ্যাম। ১৯৯৭ সালে ইতিহাস ছবিতে গঙ্গা চরিত্রে এবং ১৯৯৮ সালে মোহাব্বত অউর জং চলচ্চিত্রে বিজলী চরিত্রে অভিনয় করেন।\nতার শেষদিকের কাজের মধ্যে রয়েছে ২০০১ সালে উলঝন এবং ২০০২ সালে গঙ্গুবাই। \n\n\n== পুরস্কার ==\nতিনি প্রেমা পুস্তকম (১৯৯৩) চলচ্চিত্রে তার অভিনয় জন্য সেরা অভিনেত্রী হিসাবে নন্দী স্পেশাল জুরি পুরস্কার জিতেছিলেন। \n\n\n== তথ্যসূত্র =="}