{"pageid": 1523320, "title": "হ্যাম-লিপস্ট্যাড ফলিত বিজ্ঞান বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1523320", "content": "হ্যাম-লিপস্ট্যাড ফলিত বিজ্ঞান বিশ্ববিদ্যালয় হল নর্থ রাইন-ওয়েস্টফালিয়া এ অবস্থিত একটি পাবলিক বিশ্ববিদ্যালয়।  এটি একটি ফলিত বিজ্ঞান বিশ্ববিদ্যালয়। \nএটি ২০০৯ সালে স্থাপিত, এবং হ্যাম এবং লিপস্টাড্ট এর দুটি শহরের নামে নামকরণ করা হয়েছিল।\nবর্তমানে এটিতে ১৪টি স্নাতক এবং ১০টি স্নাতকোত্তর প্রোগ্রামে ৪৭০০ শিক্ষার্থী দুটি স্থানে অধ্যয়ন করছে।\n\n\n== ইতিহাস ==\n২০০৭ সালের মে মাসে,  নর্থ রাইন-ওয়েস্টফালিয়ার মন্ত্রী-প্রেসিডেন্ট Jurgen Rüttgers একটি উদ্যোগের কথা ঘোষণা করেন, বিশেষ করে ইঞ্জিনিয়ারিং বিষয়ে দক্ষ কর্মীদের ক্রমবর্ধমান ঘাটতি মোকাবেলা করার জন্য। \nনর্থ রাইন-ওয়েস্টফালিয়ায় মোট তিনটি নতুন ফলিত বিজ্ঞানের বিশ্ববিদ্যালয়ের অবস্থানের জন্য বাইশটি শহর, অঞ্চল এবং বিদ্যমান বিশ্ববিদ্যালয়গুলো আবেদন করে।  হ্যাম এবং লিপস্টাডট শহর দুটি একটি যৌথ আবেদন জমা দেয়৷ তার প্রেক্ষিতে ২৮ নভেম্বর ২০০৮ তারিখে মন্ত্রিসভার সিদ্ধান্তে তাদের আবেদন গৃহীত হয়।  আইনটি ২১শে এপ্রিল, ২০০৯ সালে-এ জারি হওয়ার সাথে সাথে কার্যকর হয়। \nএবং ২১ সেপ্টেম্বর ২০০৯ সালে বিশ্ববিদ্যালয়টি আনুষ্ঠানিক কার্যক্রম পরিচালনা শুরু করে। অনুষদের মধ্যে ঐতিহ্যগত বিভাগের বিপরীতে, হ্যাম-লিপস্ট্যাড ফলিত বিজ্ঞান বিশ্ববিদ্যালয় বিভাগগুলিতে সংগঠিত হয়।  এটি আন্তঃবিভাগীয় শিক্ষা এবং গবেষণার সুবিধার উদ্দেশ্যে করা হয়েছে।\n\n\n== অবস্থান ==\n\n\n=== হ্যাম ক্যাম্পাস ===\nহ্যাম ক্যাম্পাস, জার্মান সশস্ত্র বাহিনীর প্রাক্তন প্যারাসেলসাস ব্যারাকের বিল্ডিংগুলি ২০১৪ সালের শুরু পর্যন্ত ব্যবহার করছিল। ১৯৬৩ সাল পর্যন্ত, সাইটটিতে (তখন ঠিকানা: স্ট্যাডথফ ১৮) হ্যাম-ওস্টেন ক্যাথলিক প্রাথমিক বিদ্যালয়, হ্যাম-ওস্টেন কমিউনিটি স্কুল, দ্য সেকেন্ডেড রিচ স্কুল, দ্য মিউনিসিপ্যালরি স্কুল (এবার্ট ইবার্ট) সহ স্কুল ছিল।  গাণিতিক জিমনেসিয়াম (বর্তমানে ফ্রেইহার-ভোম-স্টেইন জিমনেসিয়াম), এবং হিউম্যানিস্টিক জিমনেসিয়াম (এখন হ্যামোনেন্স), পাশাপাশি হারম্যান ফিজেনার প্লাম্বিং এবং হিটিং ইঞ্জিনিয়ারিং কোম্পানি।  জার্মান সশস্ত্র বাহিনী চলে যাওয়ার পর স্কুল প্রাঙ্গণটি পরে প্যারেড গ্রাউন্ডে রূপান্তরিত হয়৷ ডিসেম্বর ২০১০ সালে পুরানো বুন্দেশওয়ের হাসপাতালের ধ্বংস করে ক্যাম্পাস নির্মাণ শুরু হয়৷ ১৭,৩৪০ বর্গ মি. ব্যবহারযোগ্য জায়গা সহ নতুন বিশ্ববিদ্যালয়ের ভবনটি ২০১৪ সালের মধ্যে মার্কার অ্যালির সাইটে তৈরি করা হয়৷ ২০১৩/১৪ সালের শীতে প্রথম সম্পূর্ণ বিল্ডিংগুলিতে ক্লাস শুরু হয়েছিল৷  জুন ২০১৪ এর শেষের দিকে, হ্যাম ক্যাম্পাস আনুষ্ঠানিকভাবে উদ্বোধন করা হয় এবং তার পরেই স্থাপত্য এবং নকশা পুরস্কার জন্য \"আইকনিক পুরস্কার\" লাভ করে।\n\n\n=== লিপস্ট্যাড ক্যাম্পাস ===\nলিপস্ট্যাডে, ঐতিহাসিক শহরের কেন্দ্রের কাছে ২০১৪ সালের বসন্তে একই রকম একটি নতুন ভবন নির্মিত হয়েছিল। মোট ব্যবহারযোগ্য স্থান হল ১৫,৯১০ বর্গ মি।  এই ক্যাম্পাসের সমাপ্তি না হওয়া পর্যন্ত, হ্যাম-লিপস্টাড্ট ফলিত বিজ্ঞান বিশ্ববিদ্যালয় এরউইটার স্ট্রেসে কার্টেক-এ সেমিনার এবং ক্লাস কক্ষ হিসাবে ব্যবহার করত, লুনিংস্ট্রাসে একটি হেলা কেজিএ হুইক অ্যান্ড কোং ভবনে এবং রিক্সবেকার স্ট্রাসে-এর একটি বিল্ডিংয়ে।\n\n\n== একাডেমিক বিভাগ ==\nনিম্নলিখিত ডিগ্রি প্রোগ্রামগুলি বর্তমানে হ্যাম অবস্থানে দেওয়া হয়:\n\nএনার্জি টেকনোলজি এবং রিসোর্স অপ্টিমাইজেশান, ইঞ্জিনিয়ারিং ব্যাচেলর\nবায়োমেডিকেল টেকনোলজি, ইঞ্জিনিয়ারিং স্নাতক\nকারিগরি ব্যবস্থাপনা এবং বিপণন, বিজ্ঞান ব্যাচেলর\nস্বাস্থ্য এবং ক্রীড়া প্রকৌশল , প্রকৌশল ব্যাচেলর\nইন্টেলিজেন্ট সিস্টেম ডিজাইন, ইঞ্জিনিয়ারিং স্নাতক\nআন্তঃসাংস্কৃতিক ব্যবসা মনোবিজ্ঞান, বিজ্ঞান ব্যাচেলর\nএনভায়রনমেন্টাল মনিটরিং এবং ফরেনসিক কেমিস্ট্রি, ইঞ্জিনিয়ারিং ব্যাচেলর\nপণ্য এবং সম্পদ ব্যবস্থাপনা, বিজ্ঞানের স্নাতকোত্তর ডিগ্রি\nফলিত বায়োমেডিকেল ইঞ্জিনিয়ারিং, বিজ্ঞানের স্নাতকোত্তর ডিগ্রি\nবায়োমেডিকেল ম্যানেজমেন্ট অ্যান্ড মার্কেটিং, মাস্টার অফ সায়েন্স\nআন্তঃসাংস্কৃতিক ব্যবসায় মনোবিজ্ঞান, বিজ্ঞানের স্নাতকোত্তর ডিগ্রি\nপ্রোডাক্ট ডেভেলপমেন্ট এবং বিজনেস স্টাডিজ, মাস্টার অফ ইঞ্জিনিয়ারিং ডিগ্রি\nপরিবেশগত এবং বিপজ্জনক পদার্থ বিশ্লেষণ, বিজ্ঞানের স্নাতকোত্তর ডিগ্রি\nনিম্নলিখিত ডিগ্রি প্রোগ্রামগুলি বর্তমানে লিপস্টাড্ট অবস্থানে দেওয়া হয়:\n\nমেকাট্রনিক্স , ইঞ্জিনিয়ারিং ব্যাচেলর, এছাড়াও একটি দ্বৈত অধ্যয়ন প্রোগ্রাম হিসাবে\nইন্ডাস্ট্রিয়াল ইঞ্জিনিয়ারিং, ইঞ্জিনিয়ারিং ব্যাচেলর\nকম্পিউটার ভিজুয়ালিস্টিকস অ্যান্ড ডিজাইন, ব্যাচেলর অফ সায়েন্স\nইলেকট্রনিক ইঞ্জিনিয়ারিং, স্নাতক প্রকৌশল ডিগ্রি\nব্যবসায় প্রশাসন, বিজ্ঞান ব্যাচেলর\nপদার্থ বিজ্ঞান এবং বায়োনিক্স, বিজ্ঞান ব্যাচেলর\nফলিত কম্পিউটার সায়েন্স এবং সোশ্যাল মিডিয়া, ব্যাচেলর অফ সায়েন্স\nবিজনেস অ্যান্ড সিস্টেম ইঞ্জিনিয়ারিং, মাস্টার অফ ইঞ্জিনিয়ারিং ডিগ্রি\nপ্রযুক্তিগত উদ্যোক্তা এবং উদ্ভাবন, বিজ্ঞানের স্নাতকোত্তর ডিগ্রি\nটেকনিক্যাল কনসাল্টিং অ্যান্ড ম্যানেজমেন্ট, মাস্টার অফ সায়েন্স ডিগ্রি\nইলেকট্রনিক ইঞ্জিনিয়ারিং ইঞ্জিনিয়ারিং ব্যাচেলর\n\n\n== তথ্যসূত্র =="}