{"pageid": 1523206, "title": "পূজা শর্মা (উদ্যোক্তা)", "url": "https://bn.wikipedia.org/wiki?curid=1523206", "content": "পূজা শর্মা (জন্ম আনু. ১৯৮০ ) একজন ভারতীয় উদ্যোক্তা। তিনি তাঁর গ্রামের প্রথম মহিলা যিনি ঘরের বাইরে গিয়ে কাজ করেন। তিনি একটি স্ব-সহায়ক গোষ্ঠী প্রতিষ্ঠা করেছিলেন যারা একটি রুটির কারখানায় ১৫০ জন মহিলাকে নিয়োগ করেছিল। তাঁর কৃতিত্বের স্বীকৃতিস্বরূপ তিনি যে পুরস্কার পেয়েছেন, তার মধ্যে রয়েছে নারী শক্তি পুরস্কার, যা নারীদের জন্য ভারতের সর্বোচ্চ বেসামরিক সম্মাননা।\n\n\n== কর্মজীবন ==\nপূজা শর্মা ভারতের হরিয়ানা রাজ্যের গুরুগ্রামের কাছে চান্দু গ্রামে বড় হয়েছেন। যতদিন সেখানকার বিদ্যালটি শুধুমাত্র মেয়েদের জন্য ছিল, ততদিন তিনি স্কুলে গেছেন কিন্তু প্রদত্ত শিক্ষা ছেলে ও মেয়েদের সহ-শিক্ষায় পরিণত হবার পর তাঁর বাবা-মা তাঁকে ছেলেদের সাথে পড়াশোনা করতে দেননি, পরিবর্তে স্কুল ছেড়ে দিতে তাঁকে বাধ্য করেন। তিনি ১৯৯৯ সালে বিয়ে করেন। ২০০৫ সালে, তিনি, তাঁর স্বামী এবং তাঁদের তিন সন্তানের পরিবার আর্থিক সমস্যায় পড়ে, তাই পূজা গ্রামের প্রথম মহিলা হিসেবে কাজ করার জন্য বাড়ির বাইরে বার হন। তিনি প্রথমে প্রাথমিক বিদ্যালয়ের শিক্ষিকা হিসেবে নিযুক্ত ছিলেন, তারপর ২০১০ সালে একটি হাভেলি দখল করেন যা তাঁর শ্বশুরের মালিকানাধীন ছিল। তিনি গরু কিনে দুধ উৎপাদন শুরু করেন। কৃষি বিজ্ঞান কেন্দ্রের কর্মকর্তারা যখন গ্রাম পরিদর্শন করেন, তখন তিনি তাদের সেলাই শেখার ধারণাটিকে অবিক্রয়যোগ্য বলে প্রত্যাখ্যান করেন। তিনি বাজারজাতযোগ্য কিছু বিষয়ে প্রশিক্ষণের অনুরোধ করেছিলেন এবং খাদ্য উৎপাদনে প্রশিক্ষণ লাভ করেছিলেন।\nসম্পূর্ণ মহিলা দল নিয়ে, পূজা ক্ষিতিজ নামে একটি স্ব-সহায়ক গোষ্ঠী প্রতিষ্ঠা করেছিলেন, কিন্তু তাঁকে তাঁর স্বামী এবং তাঁর কর্মচারীদের স্বামীদের বোঝাতে হয়েছিল যে এটি গ্রহণযোগ্য হবে। পূজা বলেন যে তিনিই চান্দু গ্রামের প্রথম মহিলা যিনি কাজে বাইরে গিয়েছিলেন। তিনি ডালিয়া, লাড্ডু, জোয়ার এবং সয়া বাদাম বিক্রি করতেন। ২০১৭ সালে, একটি বেসরকারি সংস্থা তাঁকে একটি প্রাসাদে একটি রুটির কারখানা স্থাপনে সাহায্য করেছিল, স্থানীয় কিছু লোকের বিশ্বাস ছিল এটি ভূতুড়ে। সেখানে এখন ১৫০ জন মহিলার কর্মসংস্থান হয়েছে এবং গুরুগ্রামের রেস্তোরাঁগুলিতে তিসি, ওটমিল এবং আখরোট দিয়ে তৈরি বিস্কুট সরবরাহ করে। তিনি হরিয়ানার ১,০০০ এরও বেশি মহিলাকে প্রশিক্ষণ দিয়েছেন।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nহরিয়ানা রাজ্য সরকার ২০১৫ সালে কৃষি নেতৃত্বের জন্য এবং পরের বছর কৃষি উদ্ভাবনের জন্য তাঁকে পুরস্কার প্রদান করে। ২০১৬ সালে, ইণ্ডিয়ান কাউন্সিল অফ এগ্রিকালচারাল রিসার্চ তাঁকে পণ্ডিত দীনদয়াল উপাধ্যায় অন্ত্যোদয় কৃষি পুরস্কার এবং উদ্ভাবনী কৃষি সম্মান উভয়ই প্রদান করে। ২০২২ সালের আন্তর্জাতিক নারী দিবসে তিনি ভারতের সর্বোচ্চ বেসামরিক নারী পুরস্কার, নারী শক্তি পুরস্কার লাভ করেন।\n\n\n== তথ্যসূত্র =="}