{"pageid": 1523801, "title": "ডোমিনিকায় ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1523801", "content": "ডোমিনিকা একটি খ্রিস্টান সংখ্যাগরিষ্ঠ দেশ, যেখানে ইসলাম ধর্মের অনুসারীরা সংখ্যালঘু। একটি রিপোর্টে বলা হয় যে, দেশটির মোট জনসংখ্যা ৭০,০০০, যার মধ্যে ৭০ জন বা মোট জনসংখ্যার ০.১% মুসলিম।  ডোমিনিকীয় সংবিধান ধর্মনিরপেক্ষ প্রকৃতির হওয়ার ফলে দেশে মুসলিমরা ধর্মান্তরিত হতে ও উপাসনালয় নির্মাণ করতে স্বাধীনতা উপভোগ করে। ডোমিনিকায় ইসলামের পরিসংখ্যান সহজলভ্য নয়। ২০০৫ সালের আন্তর্জাতিক ধর্মীয় স্বাধীনতা প্রতিবেদন অনুসারে, দেশটির সংখ্যালঘু ধর্ম ও সম্প্রদায়ের অনুসারীদের সংখ্যা মোট জনসংখ্যার ১.৬ থেকে ০.২ শতাংশের মধ্যে এবং তাদের মধ্যে রয়েছে রাস্তাফারি, যিহোবার সাক্ষি, অ্যাংলিকানবাদী ও মুসলিম। \n\n\n== ইতিহাস ==\nমুসলিমরা প্রথম ডোমিনিকায় ইউরোপীয় দেশগুলোর দাস বাণিজ্যের জাহাজে এসেছিল। দাস হিসেবে আসা আফ্রিকীয়দের মধ্যে অনেকেই মুসলিম ছিলেন। ১৯৬০ এর দশকের শুরুর দিকে ক্যারিবীয় অঞ্চলের আফ্রো-ক্যারিবীয় জনগণের মধ্যে ইসলাম প্রচারিত হতে শুরু করে। যুক্তরাষ্ট্র ও ত্রিনিদাদের বিভিন্ন বিশ্ববিদ্যালয়ে অধ্যয়নরত ডমিনিকান শিক্ষার্থীরা ইসলাম গ্রহণ করে এবং পরবর্তীতে তারা ডমিনিকার মুসলিম সম্প্রদায়ের নেতায় পরিণত হয়। তবে ১৯৭০-এর দশকে অধিকাংশ মুসলিম নেতা ডমিনিকা ছাড়তে বাধ্য হয়। ১৯৮০-এর দশকের শুরুতে ডোমিনিকা মুসলমানদের জন্যে খুব একটা বন্ধুত্বপূর্ণ জায়গা ছিল না। কারণ অনেক মানুষ মুসলমানদের রাস্তাফারিদের মতই দেখত এবং তাদের প্রতি খারাপ আচরণ করত। তৎকালীন প্রধানমন্ত্রী ইউজেনিয়া চার্লসের প্রশাসনের সময় (১৯৮০-১৯৯৫) কিছু মুসলিম–যারা বিমানযোগে ডোমিনিকায় প্রবেশ করতে চেয়েছিল, তাদের দেশে ঢুকতে না দিয়ে পরবর্তী বিমানেই ফেরত পাঠানো হয়। ১৯৯৫ সালে ডমিনিকার মুসলিম সম্প্রদায় আনুষ্ঠানিকভাবে নিবন্ধিত হয় এবং এটি দেশটির একমাত্র নিবন্ধিত মুসলিম সংস্থা হিসেবে থাকে। বর্তমান ডোমিনিকায় আনুমানিক ৩০০ মুসলিম বাস করে এবং তারা সমাজের বিভিন্ন স্তরে শিক্ষক, চিকিৎসক, আইনজীবী ও শ্রমিক হিসেবে কাজ করে। \nতবে ডোমিনিকায় ধর্মান্তরিত মুসলিমরা প্রায়ই অন্যান্য দেশে চলে যায়। যার ফলে দেশে মুসলিম সম্প্রদায়ের আকার হ্রাস পায়। \n\n\n== মসজিদ ==\nরস ইউনিভার্সিটি স্কুল অফ মেডিসিনের বেশিরভাগ বিদেশী মুসলিম শিক্ষার্থী ২০০৪ সালে পোর্টসমাউথে আল আনসার মসজিদ নির্মাণে অর্থায়ন করেছিল। দ্বীপপুঞ্জের পরিচিত ইসলামী সংগঠনগুলির মধ্যে রয়েছে রোসাউতে অবস্থিত ডোমিনিকান মুসলিম কমিউনিটি ও রসে অবস্থিত মুসলিম ছাত্র সংগঠন। \n\n\n== তথ্যসূত্র =="}