{"pageid": 1524711, "title": "সাবিতা কানসওয়াল", "url": "https://bn.wikipedia.org/wiki?curid=1524711", "content": "সাবিতা কানসওয়াল ছিলেন উত্তরাখণ্ডের একজন  পর্বতারোহী। তিনি ভারতীয় ছিলেন। তিনিই প্রথম ভারতীয় মহিলা যিনি ১৬ দিনের মধ্যে মাউন্ট এভারেস্ট এবং মাকালু জয় করেছেন। তিনি ২০২২ এর ৪ঠা অক্টোবর এক তুষারধস দুর্ঘটনায়  মারা যান। ২০২৪ সালের জানুয়ারিতে, তিনি মরণোত্তরভাবে তেনজিং নোরগে জাতীয় অ্যাডভেঞ্চার পুরস্কার লাভ করেন। এটি ভারতের অ্যাডভেঞ্চার স্পোর্টসের সর্বোচ্চ সম্মান। ২০২৪ সালের ডিসেম্বরে ইন্ডিয়ান মাউন্টেনিয়ারিং ফাউন্ডেশন  কানসওয়ালকে মরণোত্তর স্বর্ণপদক পুরস্কারে ভূষিত করেন।\n\n\n== জীবনের প্রারম্ভিক সময় ==\nসাবিতা কানসওয়াল উত্তরকাশীর প্রত্যন্ত লোনথ্রু গ্রামে একটি নিম্ন-মধ্যবিত্ত কৃষক পরিবারে জন্মগ্রহণ করেছিলেন। চার বোনের মধ্যে তিনি ছিলেন সবার ছোট। ২০১৩ সালে, তিনি উত্তরকাশীর নেহেরু ইনস্টিটিউট অফ মাউন্টেনিয়ারিং (এনআইএম) থেকে বেসিক এবং অ্যাডভান্সড পর্বতারোহণ বিষয়ে প্রশিক্ষণ  নেন।\n\n\n== কর্মজীবন ==\nকানসওয়াল ২০২২ সালের মে মাসে বিশ্বের সর্বোচ্চ শৃঙ্গ মাউন্ট এভারেস্ট  জয় করেন। তিনি   মাউন্ট এভারেস্টে   ভারতের জাতীয় পতাকা উত্তোলন করেন। বিশ্বের সর্বোচ্চ পর্বতশৃঙ্গ জয় করে তিনি একটি জাতীয় রেকর্ড স্থাপন করেন। তিনি ২০২২ এর ১২ই মে ৮৮৪৮ মিটার আরোহণ করে মাউন্ট এভারেস্ট জয় করেন। অভিযানের ১৬তম দিনে তিনি এই মাইলফলকটি অর্জন করেন। ২০২২ এর ২৮ মে, তিনি বিশ্বের পঞ্চম সর্বোচ্চ পর্বতশৃঙ্গ মাকালু  আরোহণ করেন।মাকালু র উচ্চতা ছিল ৮৪৮৫ মিটার।\nসবিতা এভারেস্ট অভিযানের আগে প্রাক-এভারেস্ট অভিযানের অধীনে,  ত্রিশুল সহ ভারত জুড়ে পাঁচটি পর্বতশৃঙ্গ সফলভাবে আরোহণ করেছিলেন। তিনি দ্রৌপদী কা দণ্ড পর্বতশৃঙ্গে নেহেরু ইনস্টিটিউট অফ মাউন্টেনিয়ারিংয়ের অ্যাডভান্সড মাউন্টেনিয়ারিং প্রশিক্ষণ (এনআইএম)-এর একজন প্রশিক্ষক হিসেবে দায়িত্ব পালন করেছিলেন।\n\n\n== মৃত্যু ==\n২০২২-এর ৪ঠা অক্টোবর উত্তরাখণ্ডের উত্তরকাশী জেলার মাউন্ট দ্রৌপদী কা ডান্ডা -২ চূড়ায় তুষারধসে সাবিতা মারা যান। ঐতিহ্য অনুসরণ করে, তাকে 'জল সমাধি' (জলে সমাধি) দেওয়া হয়েছিল। অবিবাহিত মহিলাদের যাদের কোন ভাই নেই  তাদের    জন্য উত্তরাখণ্ডে এটি পালন করা হয় ।\nউত্তরাখণ্ডের মুখ্যমন্ত্রী পুষ্কর সিং ধামি মানেরি ইন্টার কলেজের নাম পরিবর্তন করে সআবিতা'র নামে রাখার ঘোষণা করেছেন।  ভারত সরকার তাঁকে ২০২২ সালের মরণোত্তর তেনজিং নোরগে জাতীয় অ্যাডভেঞ্চার পুরস্কারে ভূষিত করেছেন।\n\n\n== তথ্যসূত্র =="}