{"pageid": 1524332, "title": "আন্নাখলা মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1524332", "content": "আন্নাখলা মাদরাসা ( আরবি: مدرسة النخلة: খেজুর গাছের মাদ্রাসা) হল তিউনিশিয়ার মদিনায় অবস্থিত একটি প্রাক্তন আরবি মাদ্রাসা এবং উসমানীয় যুগের স্মৃতিস্তম্ভগুলির একটি। এটির নামকরণ করা হয়েছে এর বারান্দার কেন্দ্রে অবস্থিত একটি খেজুর গাছের নামানুসারে, যা আজও জীবিত রয়েছে। এটি প্রথম হুসাইন ইবনে আলী কর্তৃক ১৭১৪ সালে প্রতিষ্ঠিত হয়েছিল।\n\n\n== অবস্থান ==\nমাদ্রাসাটি আল-জায়তুনা মসজিদের কাছে সুক আল কুতবিয়ায় অবস্থিত। এটি একটি ক্যারাভানসরাইয়ের জায়গায় নির্মিত হয়েছিল, যেখানে পূর্বে মদ বিক্রি হত। এটি সুলাইমানিয়া মাদ্রাসা ও আল বাছিয়া মাদ্রাসার কাছাকাছি অবস্থিত। আল-জায়তুনা মসজিদের কাছে অবস্থিত এই তিনটি মাদ্রাসা জায়তুনা বিশ্ববিদ্যালয়ের শিক্ষার্থীদের জন্য বিদ্যালয় ও আবাসনের ব্যবস্থা করেছিল।\n\n\n== ইতিহাস ==\nআন্নাখলা মাদ্রাসা হল প্রথম আল-হুসাইন ইবনে আলি কর্তৃক প্রতিষ্ঠিত দ্বিতীয় মাদ্রাসা এবং মাদ্রাসটি ১৭১৪ সালে নির্মিত হয়েছিল। স্থানটি অত্যন্ত প্রত্নতাত্ত্বিক ও ঐতিহাসিকভাবে আকর্ষণীয়। কারণ এর সরল স্থাপত্য শিক্ষার্থীদের আবাসনের জন্য ব্যবহৃত ঐতিহ্যবাহী ভবনের প্রতিনিধিত্ব করে এবং এটি ছিল আল হুসাইন কর্তৃক নির্মিত তিনটি মাদ্রাসার মধ্যে প্রথম। এটি আল-জায়তুনা মসজিদের সবচেয়ে কাছে অবস্থিত। ১৯৭৯ সালে জাতীয় শিল্প ও স্থাপত্য সংস্থা কর্তৃক সংস্কারের পর থেকে এটি দেখতে আধুনিক ভবনের মতই লাগে। \n\n\n== বিবরণ ==\n\nমাদ্রাসাটি চারটি প্রধান অংশ নিয়ে গঠিত—একটি প্রধান প্রবেশদ্বার, একটি আঙিনা (উঠান), বারোটি কক্ষ ও একটি নামাজঘর (মসজিদ)। প্রবেশদ্বারটি একটি কাঠের দ্বিকপাট বিশিষ্ট দরজা দিয়ে তৈরি। এর প্রথম ফ্রেমটি চুনাপাথর দিয়ে এবং দ্বিতীয় ফ্রেমটি হিরশ নামক পাথর দিয়ে তৈরি করা হয়। প্রবেশপথের ভেতরে দুটি অভ্যন্তরীণ করিডোর রয়েছে। প্রথম করিডোরটি আয়তাকার এবং এর ছাদ সমতল কাঠের বিম দ্বারা তৈরি এবং প্রথম করিডোরের বাম দেয়ালে একটি দরজা আছে, যার মাধ্যমে দ্বিতীয় করিডোরে প্রবেশ করা যায়। দ্বিতীয় করিডোরটি তুলনামূলকভাবে ছোট এবং এর ছাদ একটি খিলান দ্বারা পরিবেষ্টিত। ভবনের কেন্দ্রস্থলে একটি বর্গাকার আকৃতির আঙিনা রয়েছে। এটি চারপাশে উঁচু খিলান দ্বারা বেষ্টিত, যা পাথরের স্তম্ভের ওপর স্থাপিত। প্রত্যেকটি পোর্টিকো আল হাওয়ারিয়া অঞ্চলের বিশেষ পাথর দিয়ে তৈরি এবং প্রতিটি পোর্টিকোর মধ্যে তিনটি খিলান রয়েছে। আঙিনার উপরের অংশ চকচকে টাইলসের কর্নিস দ্বারা আবৃত।\nআঙিনার তিন দিকে বিভিন্ন আকৃতির মোট বারোটি কক্ষ রয়েছে এবং প্রতিটি কক্ষের দরজার ফ্রেম চুনা পাথর দিয়ে তৈরি। দরজার ওপরে ছোট ছোট জানালা আছে, যা বাতাস চলাচল ও আলো প্রবেশের জন্য ব্যবহৃত হয়। মাদ্রাসার নামাজঘরটি সবচেয়ে সজ্জিত ও অলংকৃত। এর প্রতিষ্ঠাতা প্রথম আল-হুসাইন ইবনে আলি পুরো মসজিদের দেয়ালে খোদাইকৃত দৃষ্টিনন্দন প্লাস্টার ব্যবহার করেছেন। নামাজঘরের সম্মুখভাগ আঙিনার অন্যান্য অংশের তুলনায় অনেক বড়। এর প্রধান প্রবেশদ্বারটি আয়তাকার এবং খিলান দ্বারা আবৃত। দেয়ালের উপরের অংশে জিপসামের খোদাই কৃত নকশা রয়েছে, যেখানে আটকোণা তারার নকশার সঙ্গে একটি খেজুর গাছ খোদাই করা হয়েছে। ঘরের পেছনের দেয়ালের কেন্দ্রে এর মিহরাব অবস্থিত, যা অর্ধগোলাকার খিলানবিশিষ্ট এবং অভ্যন্তরে খোদাই করা স্টুকো (সজ্জিত প্লাস্টার) দিয়ে আবৃত। \n\n\n== আরো দেখুন ==\nউসমানীয় তিউনিসিয়া\nমাদ্রাসা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}