{"pageid": 1524964, "title": "লাইবেরিয়ায় ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1524964", "content": "লাইবেরিয়ার জনসংখ্যার আনুমানিক ১২.২% ইসলাম ধর্ম পালন করে। লাইবেরিয়ার মুসলমানদের বিশাল সংখ্যাগরিষ্ঠ এর মধ্যে মালিকী সুন্নি এবং উল্লেখযোগ্য সংখ্যক শিয়া এবং আহমদিয়া সংখ্যালঘু রয়েছে।  প্রধান মুসলিম জাতিগোষ্ঠীগুলো হলো ভাই এবং মান্দিঙ্গো। তবে গবান্দি, কেপেলে এবং অন্যান্য জাতিগোষ্ঠীর মধ্যেও মুসলিম রয়েছে। ঐতিহাসিকভাবে, লাইবেরিয়ার মুসলিমরা উদার ধরনের ইসলাম পালন করে আসছে। ১৬শ শতাব্দীতে মালির সোঙ্গাই সাম্রাজ্যের পতনের সময় স্থানীয় ধর্মের সাথে মিশে ইসলামে রূপান্তরিত হয়েছিল। দেশের শহর ও গ্রামাঞ্চলে ইসলামি ধর্মীয় চর্চায় ভিন্নতা দেখা যায়। উপকূলীয় শহরগুলোতে তরুণ লাইবেরিয়ান মুসলিমরা বেশি ধর্মনিরপেক্ষ হলেও দৈনন্দিন জীবনে ইসলামি চর্চা চালিয়ে যায়। গ্রামাঞ্চলে লাইবেরিয়ান মুসলিমরা পোশাকে সংযমী, নামাজ আদায়ে যত্নবান এবং ধর্মীয় শিক্ষায় বেশি অংশগ্রহণ করে থাকে। লাইবেরিয়ায় ইসলাম ধর্মের চর্চা অনেকটা সেনেগাল ও গাম্বিয়ায় প্রচলিত ইসলামের মতো। এই দেশে সূফিবাদের প্রভাব দৃঢ়ভাবে লক্ষ্য করা যায়।\nপ্রধান ইসলামী উৎসব যেমন ঈদুল ফিতর, রমজান এবং ঈদুল আজহা (যাকে তাবাস্কি দিবস বলা হয়) প্রতি বছর লাইবেরিয়ায় পালিত হয়। সাম্প্রতিক বছরগুলিতে মানুষ মক্কায় হজে যেতে শুরু করেছে। রাজধানী মনরোভিয়া, গ্রামীণ শহর এবং অন্যান্য শহরে ইংরেজি-আরবি ভাষায় পরিচালিত কোরআনের ও মুসলিম বিশ্ববিদ্যালয় খোলা হয়েছে। একই সাথে ইসলামী শিক্ষা প্রতিষ্ঠান খোলা এবং পুনর্নির্মাণ করা হয়েছে। লাইবেরিয়ার গৃহযুদ্ধের ফলে দেশে খ্রিস্টধর্মের পাশাপাশি ইসলামেরও একটি পুনর্জাগরণ ঘটছে বলে মনে হয়। আমেরিকা-লাইবেরিয়ান মেথডিস্টরা( লাইবেরিয়ায় প্রথম খ্রিস্টান)  ১৮২২ সালের ৭ জানুয়ারি এখানে আসে।\n\n\n== ইতিহাস ==\nইসলাম ১৬ ও ১৭ শতাব্দীতে মান্দিঙ্কা বণিক ও ধর্মীয় নেতাদের মাধ্যমে লাইবেরিয়ায় আসে। ১৮ শতাব্দীতে মান্দিঙ্কাদের অভিবাসন ইসলামের প্রভাব বাড়ায়। গোলা, গোবান্দি, ভাই ও লোমা জাতিগোষ্ঠীর অনেকে মুসলিম ধর্ম গ্রহণ করে। মুসলমানরা লাইবেরিয়ার সাম্প্রতিক ও আধুনিক ইতিহাসে গঠনে গুরুত্বপূর্ণ ভূমিকা পালন করেছে।\n\n\n== আধুনিক ইতিহাস ==\nরাষ্ট্রপতি চার্লস টেলর রাজনৈতিক কারণে ইসলাম প্রচার করেছিলেন। লিবিয়ার নেতা মুয়াম্মার আল-গাদ্দাফির মিত্র টেইলর লাইবেরিয়ায় ফিরে আসার আগে লিবিয়ায় প্রশিক্ষণ নেন। টেলরের সরকার ২০০১ সালে ২২০ জন মুসলমানকে মক্কা পাঠিয়ে হজ্ব করতে পাঠিয়েছিল।  মোনরোভিয়ায় লাইবেরিয়া মুসলিম কাউন্সিলকে একটি গুরুত্বপূর্ণ ভবন দিয়েছিল। পাশাপাশি প্রতি সপ্তাহে  ইসলাম সম্পর্কিত অনুষ্ঠানের জন্য  জাতীয় সম্প্রচারে দুই ঘণ্টা বরাদ্দ দিয়েছিল।\nআধুনিক সময়ে, কুয়েত, সংযুক্ত আরব আমিরাত প্রভৃতি দেশ লাইবেরিয়ার সাথে কূটনৈতিক সম্পর্ক স্থাপন করেছে। ইসলামী সংগঠনগুলো লাইবেরিয়ার মুসলিমদের মক্কায় হজে যাওয়ার জন্য সাহায্য করে।  মন্ত্রী ব্রোপ্লে জাতীয় আইনসভাকে অ-খ্রিস্টান ছুটির দিনগুলো, বিশেষ করে হজের সময় জাতীয় ছুটি হিসেবে ঘোষণা করার আহ্বান জানান। তিনি লাইবেরিয়ায় প্রচলিত সকল প্রধান ধর্মের প্রতিনিধিত্বকারীদের নিয়ে একটি ধর্মীয় উপদেষ্টা বোর্ড গঠনের প্রস্তাবও করেন। বোর্ডের সদস্যরা রাষ্ট্রপতিকে পরামর্শ দেবে। মেথডিস্ট নেতারা ব্রোপ্লের মন্তব্যের নিন্দা করেন। তাকে ধর্মীয় উত্তেজনা সৃষ্টির জন্য দায়ী করেন।\n\n\n== মসজিদ ধ্বংস ==\nলাইবেরিয়ার গৃহযুদ্ধের ফলে সারা দেশে ধর্মীয় ভবন, স্কুল এবং উপাসনালয় ধ্বংস হয়ে যায়। শহর ও গ্রামীণ এলাকায় সরকার এবং বিরোধী বিদ্রোহী বাহিনী শত্রু জাতিগোষ্ঠী হিসেবে ধরে লাইবেরিয়ান মুসলিমদের অসংখ্য মসজিদ ধ্বংস করে। মসজিদ ও স্কুলের কাছে বেশ কিছু গণহত্যাও সংঘটিত হয়। সবচেয়ে কুখ্যাত, বর্বর এবং ভয়াবহ একটি ছিল ১৯৯০ সালের ১২ জুলাই লোফা কাউন্টির কোয়ার্ডু গবোনি জেলার বেকার্দু গণহত্যা। চার্লস টেলরের ন্যাশনাল প্যাট্রিয়টিক ফ্রন্ট অব লাইবেরিয়া (এনপিএফএল) ৪০০-এর বেশি বেসামরিক মানুষকে হত্যা করে (কিছুকে জীবন্ত পুড়িয়ে)। ধ্বংসপ্রাপ্ত ভবনগুলো এখনো অসম ভিত্তির উপর দাঁড়িয়ে আছে। গুলির ছিদ্রে ভরা, ভাঙা দেয়াল বা কেবল কঙ্কাল ভবনে পরিণত হয়েছে। এই ধ্বংসের ফলে অনেকে তাদের শহর, গ্রাম ছেড়ে সিয়েরা লিওন, ঘানা এবং অন্যান্য প্রতিবেশী দেশে শরণার্থী শিবিরে পালিয়ে যায়।  লাইবেরিয়ান, পশ্চিম আফ্রিকান এবং আরব স্থাপত্যের মিশ্রণে গড়া ইসলামী স্থাপত্যও ধ্বংস হয়। সাম্প্রতিক বছরগুলোতে, প্রবাসী লাইবেরিয়ান মুসলিম এবং দেশের মুসলিমরা গ্রামাঞ্চলের অনেক শহরে মসজিদ পুনর্নির্মাণ ও অর্থায়নের জন্য যৌথ প্রকল্পে অংশ নিয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nলাইবেরিয়ায় ধর্ম সম্পর্কিত Globalsecurity.org-এর প্রতিবেদন\n\"লাইবেরিয়ার মুসলিমদের অবস্থা এবং শরিয়া আদালতের জন্য পক্ষসমর্থন\" – ১৫ নভেম্বর ২০০২\n\"লাইবেরিয়ায় ধর্ম এবং ক্ষমতা\" – ১৭ জুন ২০০৫\nIslamicpopulation.com: লাইবেরিয়ার মুসলিমরা"}