{"pageid": 1524055, "title": "ব্লেসি কুরিয়েন", "url": "https://bn.wikipedia.org/wiki?curid=1524055", "content": "ব্লেসি কুরিয়েন হলেন কেরালাবাসী একজন অভিনেত্রী যিনি আঞ্চলিক মালায়ালাম চলচ্চিত্র এবং টেলিভিশন ধারাবাহিকে তার অভিনয় ভূমিকার জন্য সুপরিচিত। \n\n\n== অভিনয় জীবন ==\nব্লেসি কুরিয়েন মালয়ালম চলচ্চিত্র শিল্পের একজন পরিচিত অভিনেত্রী, যিনি বিভিন্ন স্বল্পদৈর্ঘ্য চলচ্চিত্র থেকে শুরু করে পূর্ণদৈর্ঘ্য চলচ্চিত্রে তার অভিনয় দক্ষতা প্রদর্শন করেছেন। তার অভিনয় জীবন শুরু হয় ২০১৩ সালে ওরু থুন্ডু পদম স্বল্পদৈর্ঘ্য চলচ্চিত্রের মাধ্যমে, যেখানে তিনি ক্লারা চরিত্রে অভিনয় করেন। এই চলচ্চিত্রটি নৈতিকতার বিষয় নিয়ে একটি ব্যঙ্গাত্মক উপস্থাপনা ছিল, যা সমালোচকদের প্রশংসা পেয়েছিল। এরপর, ২০১৪ সালে তিনি ইমেজ নামক আরেকটি স্বল্পদৈর্ঘ্য চলচ্চিত্রে অশ্বথি চরিত্রে অভিনয় করেন।\n২০১৫ সালে ব্লেসি কুরিয়েন রেইনবো ফোর স্বল্পদৈর্ঘ্য চলচ্চিত্রে গৌরী এবং ঋতু চরিত্রে অভিনয় করেন। একই বছর তিনি রাসপুটিন চলচ্চিত্রে একটি ছোট চরিত্রে অভিনয় করেছিলেন। ২০১৫ সালে মুক্তিপ্রাপ্ত আড়ু চলচ্চিত্রে তিনি একজন পশু চিকিৎসকের ভূমিকায় অভিনয় করেন।\n২০১৬ সালে পপকর্ন চলচ্চিত্রে তিনি জয়ভারতী চরিত্রে অভিনয় করেন। এরপর ২০১৯ সালে তিনি দুটি বড় চলচ্চিত্রে কাজ করেন। প্রথমত, ওরু ইয়ামানদান প্রেমকথা চলচ্চিত্রে তিনি একজন কলেজ শিক্ষার্থীর চরিত্রে অভিনয় করেন এবং একই বছরে মুক্তিপ্রাপ্ত চলচ্চিত্র উইয়ার -তে তিনি একজন বিমান সেবিকার চরিত্রে অভিনয় করেন।\n২০২৪ সালে ব্লেসি কুরিয়েনের তিনটি উল্লেখযোগ্য চলচ্চিত্র মুক্তি পেয়েছে। প্রথমত, আব্রাহাম ওজলার চলচ্চিত্রে তিনি একজন টিভি সাংবাদিকের চরিত্রে চরিত্রে অভিনয় করেছেন। এরপর তিনি বর্ষাঙ্গাল্ক্কু শেশম চলচ্চিত্রে তিনি একজন পোশাক নকশাকারের ভূমিকায় অভিনয় করেছেন। এছাড়া, বাজুকা নামক আরেকটি চলচ্চিত্রেও তিনি অভিনয় করেছেন।\nব্লেসি কুরিয়েন চলচ্চিত্রের পাশাপাশি টেলিভিশন জগতেও স্বক্রিয়। তিনি মালয়ালম টিভি ধারাবাহিকের পরিচিত মুখ। ভার্যা(২০১৭) তার প্রথম জনপ্রিয় টিভি ধারাবাহিক যেখানে তিনি রাখী চরিত্রে অভিনয় করেন। এছাড়াও তার অন্যান্য জনপ্রিয় টিভি ধারাবাহিক হল, ভাগ্যজাঠকাম(২০১৮-২০), তুভালস্পর্শম(২০২১-২২), সেম্বারথী(২০১৯-২২), এন্নুম সম্মাধাম(২০২২-২৩), মিজিরান্দিলুম(২০২৩) ও মনিমাথু(২০২৩)।\n\n\n== তথ্যসূত্র =="}