{"pageid": 1524213, "title": "নাইজারে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1524213", "content": "নাইজারে বেশিরভাগ মানুষ ইসলাম ধর্ম অনুসরণ করে। জনসংখ্যার ৯৯.৩% এরও বেশি এই ধর্ম পালন করে। যদিও এই সংখ্যা উৎসভেদে এবং প্রথাগত ধর্ম পালনকারীদের শতাংশের উপর ভিত্তি করে ভিন্ন হতে পারে। নাইজারের বেশিরভাগ মুসলিম মালিকি সুন্নি। যারা প্রচলিত ঐতিহ্যবাহী ধর্মীয় চর্চা অব্যাহত রেখেছে, তারা সাধারণত ইসলামের সঙ্গে কিছু ঐতিহ্যবাহী ধর্মীয় উপাদান মিলিয়ে চলেন। ফলে মুসলিমের প্রকৃত সংখ্যা নির্ধারণ করা কঠিন হয়ে দাঁড়ায়। নাইজারে ইসলাম ধর্মের উপস্থিতি হাজার বছরের বেশি পুরনো। কিন্তু এটি  ১৯শ ও ২০শ শতকে ঐতিহ্যবাহী ধর্মগুলোর উপর আধিপত্য বিস্তার করতে সক্ষম হয়। ইসলাম এ অঞ্চলের প্রতিবেশী সমাজগুলোর প্রভাবেও গড়ে উঠেছে। নাইজারে সুফি সম্প্রদায় পশ্চিম আফ্রিকার মতোই প্রধান ইসলামী সংগঠন হিসেবে প্রতিষ্ঠা লাভ করেছে। তবে বিভিন্ন মতবাদের মুসলিমরা এখানে শান্তিপূর্ণভাবে সহাবস্থান করছে। নাইজার সরকার আইনত ধর্মনিরপেক্ষ হলেও, জনগণের ইসলামের প্রতি শ্রদ্ধার বিষয়টি সরকার স্বীকৃতি দেয়।\n\n\n== জনসংখ্যা ==\nমুসলমানদের অধিকাংশই সুন্নি। এদের অনেকেই তিজানিয়া সুফি তরিকা অনুসরণ করে। মোট মুসলিম জনসংখ্যার প্রায় ৭% শিয়া এবং ৬% আহমদিয়া মতাবলম্বী। ঔপনিবেশিক আমলে পশ্চিম ও উত্তর-পূর্ব নাইজারে হামাল্লিয়া ও সানুসিয়া মতবাদ প্রভাব বিস্তার করেছিল। অন্যদিকে গত ৩০ বছরে নাইয়াসিস্ট সুফি আদর্শ ও আরব ওহাবি মতাদর্শের কিছু অনুসারীও দেখা গেছে।\n\n\n== ইতিহাস ==\nপশ্চিমে সোংহাই সাম্রাজ্যের সম্প্রসারণ এবং মাগরেব ও মিশর থেকে আগত ট্রান্স-সাহারান বাণিজ্যের প্রভাবের মাধ্যমে ১৫ শতকের শুরুতে ইসলাম বর্তমান নাইজারে ছড়িয়ে পড়ে। ১৭শ শতকে তুয়ারেগরা উত্তর থেকে এসে কানেম-বোর্নু সাম্রাজ্যের পূর্বের মরূদ্যান দখল করে বারবার প্রথা ছড়ায়। ১৮শ ও ১৯শ শতকে ফুলানি সুফিদের নেতৃত্বে ধর্মীয় আন্দোলনগুলি জার্মা এবং হাউসা সম্প্রদায়ের ওপর প্রভাব বিস্তার করে।\nনাইজার নদীর তীরবর্তী সায় ও তার আশেপাশের অঞ্চল ১৮০০-এর দশকে ফুলানি আলেমদের মাধ্যমে সুফি ধর্মীয় শিক্ষা ও মালিকি আইনের ব্যাখ্যার কেন্দ্র হয়ে ওঠে। ১৯শ শতকে কাদিরিয়া সুফি সম্প্রদায় উত্তর ও পূর্ব নাইজারে এবং সোকোটো খিলাফতের নিয়ন্ত্রণাধীন এলাকায় প্রভাব বিস্তার করে। আর ২০শ শতকের প্রথম দুই দশকে পশ্চিম নাইজারে তিজানিয়া মতবাদ শক্তিশালী হয়ে ওঠে।\n১৯২০-এর দশকে মালি থেকে হামাল্লি আন্দোলন উত্তর-পশ্চিম নাইজারে ছড়িয়ে পড়ে। কাওসেন বিদ্রোহে তুয়ারেগ গোষ্ঠীগুলো সানুসিয়া মতবাদের দ্বারা অনুপ্রাণিত হয়। সাম্প্রতিক সময়ে ডোসো অঞ্চলে সেনেগালের ন্যাসিস্ট সুফি তরিকার অনুসারী বৃদ্ধি পাচ্ছে। আর সৌদি আরবের ধর্মীয় গোষ্ঠীগুলোর অর্থায়নে অল্প পরিমাণে আরব ওয়াহাবি শিক্ষাও প্রচারিত হচ্ছে।\n\n\n== সমসাময়িক ইসলাম ==\n\n\n=== সরকারি সহায়তা ===\nনাইজার সরকার সরাসরি ধর্মীয় কার্যক্রমে অর্থায়ন করে না। সরকার আইনগতভাবে ধর্ম থেকে আলাদা। তবে ইসলাম ধর্মের প্রচারে কিছু উদ্যোগ নিয়েছে। উদাহরণস্বরূপ সরকার ইসলামিক রেডিও সম্প্রচার চালু করেছে। ১৯৮২ সালে আরব বিশ্বের অনুদানের মাধ্যমে সায় শহরে ইসলামী বিশ্ববিদ্যালয় প্রতিষ্ঠার জন্য ১৮.৫ মিলিয়ন মার্কিন ডলার বরাদ্দ পেয়েছিল।\nসরকার তিনটি মুসলিম উৎসব এবং দুটি খ্রিস্টান ছুটিকে জাতীয় ছুটি ঘোষণা করেছে।\n\n\n=== ১৯৯০-এর দশকের সংঘাত ===\n১৯৯০-এর দশকে নাইজারে শরিয়া আইন প্রতিষ্ঠা বা একটি ইসলামিক প্রজাতন্ত্র গঠনের দাবির সূত্রপাত ঘটে। এই আন্দোলনের পেছনে নাইজেরিয়ার হাউসা ইসলামী গোষ্ঠীগুলোর প্রভাব ছিল বলে মনে করা হয়। মারাদি শহরে ইজালা সংগঠন \"নব উদ্ভাবন দমন ও সুন্নাহ পুনরুদ্ধার আন্দোলন\" শুরু করে।  নাইজেরিয়ার জস শহরের আলেমরা এই আন্দোলনে অর্থায়ন করেছিল। তারা মুসলিম আইন কঠোরভাবে মেনে চলার জন্য প্রচারণা চালায়। একইসাথে অন্যান্য ধর্মের অনুসারীদের ইসলামে রূপান্তরিত করার চেষ্টা করে। তৃতীয় প্রজাতন্ত্রের (১৯৯৩-১৯৯৬) শেষের দিকে রাজনৈতিক অস্থিরতার সময় এই গোষ্ঠীগুলির মধ্যে উত্তেজনা বৃদ্ধি পায়। এর পাশাপাশি, গ্রামীণ অঞ্চলের ঐতিহ্যবাহী মুসলিমরা খাদ্য সঙ্কটের কারণে নিজেদের স্থান বদলাতে শুরু করে। এছাড়া, নাইজেরিয়ার গোষ্ঠী এবং নাইজারের সামরিক সরকারের রাজনৈতিক সম্পৃক্ততাও উত্তেজনা বাড়িয়ে তোলে। ১৯৯৬ থেকে ১৯৯৯ পর্যন্ত সামরিক সরকার ক্ষমতা দখল করে।  ২০০০ সালের নভেম্বরে নিয়ামেতে ফরাসি পরিচালিত একটি ফ্যাশন অনুষ্ঠানকে অশ্লীল মনে করে দাঙ্গা শুরু হয়। নিয়ামে ও মারাদিতে সহিংসতা ছড়িয়ে পড়ে। সেখানে সরকার, পশ্চিমা ও খ্রিস্টান মিশনারিদের ওপর হামলা চালানো হয়। নাইজারের সরকার ধর্মীয় অসহিষ্ণুতা প্রচারের সন্দেহভাজন গোষ্ঠীগুলোর উপর কঠোর দমন-পীড়ন চালিয়েছে। বেশ কয়েকটি ধর্মীয় গোষ্ঠী নিষিদ্ধ করেছে এবং নেতাদের কারাগারে পাঠিয়েছে। পঞ্চম প্রজাতন্ত্রের সংবিধানে অন্তর্ভুক্ত একটি ধর্মনিরপেক্ষ রাষ্ট্র হিসেবে নাইজার তার মর্যাদা বজায় রেখেছে।\n\n\n=== সহনশীলতা ===\nএই ঘটনাগুলি ব্যতিক্রম হিসেবে গণ্য করা হয়, কারণ নাইজারে ধর্মীয় সহাবস্থান সাধারণত শান্তিপূর্ণ। ইসলামের প্রচলিত রূপ সাধারণত অন্যান্য ধর্মের প্রতি সহনশীল এবং ব্যক্তি স্বাধীনতায় কোনো কড়াকড়ি নেই। বিবাহবিচ্ছেদ এবং বহুবিবাহ এখানে স্বাভাবিক ঘটনা। নারীদের মাথা ঢেকে রাখা বাধ্যতামূলক নয়। শহুরে এলাকাগুলোতে হিজাব পরার প্রচলন খুব কম। স্থানীয়ভাবে উৎপাদিত বিয়ার নাইজারের মতো অ্যালকোহল দেশের বেশিরভাগ অংশে প্রকাশ্যে বিক্রি করা হয়।\n\n\n== সমন্বিত বিশ্বাস ==\nনাইজারে ইসলাম প্রচলিত থাকলেও, কিছু সম্প্রদায় তাদের পূর্বপুরুষদের পুরনো বিশ্বাসগুলোর কিছু অংশ এখনও মেনে চলে। বিশেষ করে সংঘাই, কানুরি (মানগা উপদল), এবং হাউসা (মাওরি/আজনা) জনগোষ্ঠীর কিছু অংশ ইসলামের পাশাপাশি পুরনো ধর্মীয় বিশ্বাস মেনে চলে।\nকিছু মুসলিম সম্প্রদায় এখনো ১৯শ শতকের পুরনো আত্মা উপাসনার চর্চা চালিয়ে যাচ্ছে। যেমন \"হোলি\" কাল্ট (জার্মা সম্প্রদায়ের মধ্যে প্রচলিত) এবং \"বোড়ি\" কাল্ট (হাউসাদের মধ্যে প্রচলিত)।\n\n\n== তথ্যসূত্র =="}