{"pageid": 1524100, "title": "গণতান্ত্রিক কঙ্গো প্রজাতন্ত্রে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1524100", "content": "কঙ্গো গণতান্ত্রিক প্রজাতন্ত্রে ইসলাম একটি সংখ্যালঘু ধর্ম। সেখানে জনসংখ্যার বৃহৎ অংশ বিভিন্ন খ্রিস্টান ধর্মে বিশ্বাসী। ইসলাম প্রথম ১৯ শতকে পূর্ব আফ্রিকীয় উপকূল থেকে কঙ্গো অববাহিকায় প্রবেশ করে এবং ইসলাম মূলত পূর্ব কঙ্গোর কিছু অংশে; বিশেষ করে ম্যানিয়েমা প্রদেশে কেন্দ্রীভূত। বেশিরভাগ কঙ্গোলি মুসলমান সুন্নি এবং তারা শাফিঈ ও মালিকি ফিকহ অনুসরণ করে। যদিও এর মোট মুসলিম জনসংখ্যার পরিসংখ্যান অনুমান অনুসারে ভিন্ন ভিন্ন হয়েছে; তবে সাধারণত বিশ্বাস করা হয় যে, দেশের জনসংখ্যার এক থেকে পাঁচ শতাংশ নিজেদের মুসলমান হিসেবে চিহ্নিত করে।\n\n\n== ইতিহাস ==\n\n\n=== প্রাক-ঔপনিবেশিক ও ঔপনিবেশিক যুগ ===\n১৮ বা ১৯শ শতাব্দীতে পূর্ব আফ্রিকীয় উপকূল থেকে আগমনকারী তিপ্পো তিপ বা রুমালিজার মত আফ্রো-আরব ব্যবসায়ীদের মাধ্যমে কঙ্গোতে ইসলাম ছড়িয়ে পড়ে। দাস ব্যবসার অংশ হিসেবে ক্রমবর্ধমানভাবে আরব ব্যবসায়ীরা উপকূলীয় দাস ও হাতির দাঁতের সন্ধানে কঙ্গোর অভ্যন্তরীণ অঞ্চলে আসতে থাকে।  যদিও ব্যবসায়ীরা স্পষ্টভাবে নিজেদের ধর্ম বা সংস্কৃতি ছড়িয়ে দেওয়ার ইচ্ছা পোষণ করেননি; তবুও অনেক আফ্রিকীয় মানুষ তাদের আনিত ধর্ম ও ধারণা গ্রহণ করেছিল এবং সোয়াহিলি ভাষা এসব ব্যবসায়ীদের সংস্কৃতি প্রসারের প্রধান মাধ্যম ছিল।  প্রথম তাদের গন্তব্য ছিল ক্যাসঙ্গো, ক্যাবাম্বার এবং নিয়াংওয়ে। তবে পরে তারা উত্তর দিকে অগ্রসর হয় এবং ১৮৮২-১৮৮৩ সালের দিকে কিরুন্ডু ও বোয়োমা জলপ্রপাতে পৌঁছে যায়। এই ব্যবসায়ীরা হাতির দাঁত ও দাসের পাশাপাশি কোপাল, আঠা, তালের তেল, তোতাপাখি ইত্যাদির মত অন্যান্য পণ্যেরও ব্যবসা ছিল। তারা এলাকায় কাপড়, কফি, নির্দিষ্ট ধরণের ফলের গাছ ইত্যাদির মতো নতুন পণ্যের ব্যবসাও চালু করে। এভাবে ধীরে ধীরে তাদের বাণিজ্যিক নেটওয়ার্ক আরো বেশি রাজনৈতিক ক্ষমতা অর্জনে সহায়তা করে এবং তাদের প্রভাব শক্তিশালী হয়। স্থানীয় জনসংখ্যা বান্টু-ভাষী ছিল এবং প্রধানরা তাদের শাসন করত। স্থানীয় জনগোষ্ঠীর একটি অংশ নতুন আরবদের সংস্কৃতির প্রতি আকৃষ্ট হয়েছিল এবং তাদের কিছু রীতিনীতি গ্রহণ করেছিল। তারা তাদের মতো পোশাক পরতে শুরু করেছিল এবং ইসলাম ধর্ম গ্রহণ করে সোয়াহিলি ভাষা রপ্ত করেছিল। তাদের সোয়াহিলিতে ওয়াংওয়ানা, ওয়াশেনজি বলা হতো। \nপূর্ব কঙ্গোতে ইউরোপীয় ঔপনিবেশিক শাসন প্রভাব বিস্তার করলে ইউরোপীয় উপনিবেশবাদীরা স্থানীয় মানুষের সংঘাতে জড়িয়ে পড়ে এবং তারা আরবদের পরাজিত করে। ফলে এই অঞ্চলে ইসলামের প্রভাব খর্ব হতে শুরু করে। পরে বেলজিয়ামের ঔপনিবেশিক শাসনামলে (১৯০৮-৬০) মুসলিমদের বিশ্বাস করা হত না এবং রাষ্ট্রদ্রোহের সম্ভাব্য উৎস হিসেবে বিবেচিত হত। তবে খ্রিস্টধর্ম, বিশেষ করে ক্যাথলিক ধর্ম রাষ্ট্র কর্তৃক প্রচার করা হয়েছিল।  এই সময়কালে ধর্ম দমন-পীড়নের শিকার হয়েছিল।  ১৯২০-এর দশকে ঔপনিবেশিক সরকার তাঙ্গানিকার সুফিবাদের একটি শাখা কাদিরিয়ার প্রভাব বিশেষভাবে দমন করে। \n১৯৬০ সালে কঙ্গো স্বাধীন হলে ধর্মীয় সহনশীলতা বৃদ্ধি পায় এবং মুসলিম সম্প্রদায় প্রথমবারের মতো প্রকাশ্যে সংগঠিত হতে সক্ষম হয়।  তখন মুসলিম সম্প্রদায় বিদেশী সমর্থনও পায়; বিশেষ করে ১৯৯০-এর দশকে মুয়াম্মার গাদ্দাফির কাছ থেকে, যিনি পূর্ব কঙ্গোতে মসজিদ নির্মাণের জন্য অর্থায়ন করেন।  দ্বিতীয় কঙ্গো যুদ্ধের সমাপ্তির পর থেকে কঙ্গোর মুসলিম সম্প্রদায় একটি জাতীয় নেতৃত্বে ঐক্যবদ্ধ হতে সক্ষম হয়েছে। \n\n\n=== ঔপনিবেশিক-পরবর্তী সময়কাল ===\n\nবর্তমান কঙ্গো গণতান্ত্রিক প্রজাতন্ত্রের মধ্যে ইসলাম একটি অন্যতম প্রধান ধর্ম। এটি দেশের পূর্বাঞ্চলে বিশেষভাবে প্রভাবশালী, যেখানে এটি ১৮ শতক থেকে প্রচলিত। মুসলিমদের সংখ্যা সবচেয়ে বেশি মানিয়েমো প্রদেশে; বিশেষ করে এর কাসোঙ্গো এবং কিন্ডু শহরে, যেখানে তারা যথাক্রমে জনসংখ্যার ৮০-৯০% ও ২৫% এর প্রতিনিধিত্ব করে। মুসলিমদের দ্বিতীয় বৃহত্তম ঘনত্ব কিসানগানিতে, যেখানে তারা জনসংখ্যার ১৫ শতাংশ।  আদিবাসী মুসলিমদের পাশাপাশি জনসংখ্যায় লেবানন, ভারত, পাকিস্তান ও আফ্রিকার অন্যান্য দেশ থেকে সাম্প্রতিক আগমনকারী অভিবাসী মুসলিমরাও অন্তর্ভুক্ত রয়েছে।\nইসলামিক কমিউনিটি অব দ্য ডেমক্রেটিক রিপাবলিক অফ কঙ্গো নামে একটি সংস্থা কঙ্গোলি মুসলমানদের জাতীয় পর্যায়ে প্রতিনিধিত্ব করে। সংস্থাটি ১৯০৭ সালে প্রতিষ্ঠিত জায়ারের ইসলামিক কমিউনিটির বিলুপ্তির ফলে গঠিত হয়েছিল। তবে জাতীয় রাজনীতিতে ধর্মের রাজনৈতিক প্রভাব খুবই কম এবং দেশটির সরকারি প্রতিষ্ঠানগুলিতে ধর্মের প্রতিনিধিত্ব খুব সামান্য। ২০০৬ সালের সাধারণ নির্বাচনে ৫০০ ও ১০৮ জনের মধ্যে যথাক্রমে মাত্র চারজন মুসলিম ডেপুটি এবং তিনজন সিনেটর নির্বাচিত হয়েছিলেন। \nকঙ্গোতে মুসলমান ও অন্যান্য ধর্মীয় গোষ্ঠীর মধ্যে সহিংসতা (বিশেষ করে কঙ্গোলিজ খ্রিস্টানদের সাথে) ২০১৪ সাল থেকে নর্থ কিভু প্রদেশে দেখা যায়, যা প্রতিবেশী উগান্ডা থেকে উৎপত্তি হওয়া অ্যালাইড ডেমোক্রেটিক ফোর্সেস বিদ্রোহের সঙ্গে সম্পর্কিত ছিল। অ্যলাইড ডেমোক্রেটিক ফোর্সেসের রাজনৈতিক আদর্শ ইসলামবাদ দ্বারা প্রভাবিত ছিল বলে ধারণা করা হয় এবং তাদের ২০১৬ সালের আগস্টের বেনি গণহত্যার জন্য দায়ী বলে সন্দেহ করা হয়। ২০১৯ সালে রিপোর্ট প্রকাশিত হয়েছিল যে, জাতিসংঘের মনুসকো শান্তিরক্ষী বাহিনীর পাকিস্তানি ইউনিট পূর্ব কঙ্গোতে একটি নতুন মসজিদ নির্মাণের জন্য অর্থায়ন করেছিল, যা এই অঞ্চলের ইসলামীকরণ প্রক্রিয়াকে ত্বরান্বিত করেছিল। \n\n\n== সম্প্রদায় ==\nকঙ্গো গণপ্রজাতন্ত্রের মুসলমানদের মধ্যে সংখ্যাগরিষ্ঠ অংশই নিজেদের সুন্নি মুসলমান হিসেবে চিহ্নিত করে থাকেন এবং তারা ফিকহের ক্ষেত্রে সাধারণত মালিকি মাযহাব অনুসরণ করে থাকেন। এ সুন্নি সংখ্যাগোষ্ঠীর বাইরে প্রায় ১০% মুসলিম শিয়া মতবাদ অনুসরণ করে এবং প্রায় ৬% আহমদিয়া সম্প্রদায়ভুক্ত বলে জানা যায়।  কঙ্গোলী মুসলমানদের মাঝে ধর্মীয় বিভাজন শুধুমাত্র সুন্নি, শিয়া কিংবা আহমদিয়ার মধ্যে সীমাবদ্ধ নয়; বরং তারা সুফিবাদ ও সালাফি ভাবধারার মধ্যেও বিভক্ত। এর পাশাপাশি এই বিভক্তিগুলোকে তাদের জাতিগত পরিচয়, ভৌগলিক অবস্থান ও প্রজন্মভেদে পারস্পরিক পার্থক্য আরও জটিল করে তোলে। \n\n\n== পরিসংখ্যান ==\nকঙ্গো গণপ্রজাতন্ত্রে মুসলমান জনসংখ্যার হার নিয়ে নানা সময়ে নানা রকমের পরিসংখ্যান উপস্থাপন করা হয়েছে এবং এই সংখ্যা ১ শতাংশ থেকে ১০ শতাংশের মধ্যে পরিবর্তিত হতে দেখা যায়। রাজনৈতিক বিজ্ঞানী অ্যাশলি ই. লেইনওয়েবারের মতে, সাধারণভাবে মনে করা হয় যে, কঙ্গোর জাতীয় জনসংখ্যার প্রায় ১০% মুসলিম।  ২০১২ সালে পিউ রিসার্চ সেন্টার একটি গবেষণায় মুসলমানদের হার ১২ শতাংশ বলে উল্লেখ করেছিল।  তবে ২০০৭ সালের পিউ রিসার্চের অন্য একটি জরিপে এই হার মাত্র ১.৪% দেখানো হয়। ২০১৫ সালে মার্কিন যুক্তরাষ্ট্রের পররাষ্ট্র দপ্তর কঙ্গোর মুসলিম জনসংখ্যা ৫% বলে জানায়; তবে সিআইএ ওয়ার্ল্ড ফ্যাক্টবুক সেই হার ১.৩% হিসেবে উল্লেখ করে।  \n\n\n== উল্লেখযোগ্য মুসলিম ব্যক্তিত্ব ==\n\n\n== আরো দেখুন ==\nআফ্রিকায় ইসলাম\nকঙ্গো গণতান্ত্রিক প্রজাতন্ত্র\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nLeinweber, Ashley E. (২০১২)। \"The Muslim Minority of the Democratic Republic of Congo: From Historic Marginalization and Internal Division to Collective Action\"। Cahiers d'études africaines। 2 (206-7): 517–44। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBattory, Jean; Vircoulon, Thierry (ফেব্রুয়ারি ২০১৭)। \"L'islam radicale en République démocratique du Congo: Entre mythe et manipulation'\" (পিডিএফ)। Notes de l'Ifri। Institut français des relations internationales। সংগ্রহের তারিখ ১৬ মার্চ ২০১৯। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBraeckman, Colette (৭ ডিসেম্বর ২০১৯)। \"L'Est du Congo, nouvelle cible du combat djihadiste?\"। Le Carnet de Colette Braeckman। Le Soir। সংগ্রহের তারিখ ১৭ ডিসেম্বর ২০১৯। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরো পড়ুন ==\nLuffin, Xavier (২০১৪)। \"Le \"danger musulman\" au Congo belge et au Ruanda-Urundi\"। Cahiers du CIERL। 4: 11–18। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে গণতান্ত্রিক কঙ্গো প্রজাতন্ত্রে ইসলাম সম্পর্কিত মিডিয়া দেখুন।"}