{"pageid": 1524875, "title": "অপারেশন ওমেগা", "url": "https://bn.wikipedia.org/wiki?curid=1524875", "content": "অপারেশন ওমেগা হলো ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধ চলাকালে পূর্ব পাকিস্তান তথা বাংলাদেশে মানবিক সহায়তা প্রদানের উদ্দেশ্যে গঠিত একটি লন্ডন-ভিত্তিক দল। দলের কয়েকজন সদস্য এই কাজের জন্য গ্রেফতার হয়ে কারাবরণ করেন।\n\n\n== প্রেক্ষাপট ==\n১৯৭১ সালের মার্চ মাসে পূর্ব পাকিস্তান পশ্চিম পাকিস্তান থেকে আলাদা হয়ে স্বাধীন সার্বভৌম বাংলাদেশ গঠন করার জন্য স্বাধীনতার ঘোষণা দেয়। ফলশ্রুতিতে পশ্চিম পাকিস্তানি জান্তা সরকার নিয়ন্ত্রণ পুনঃপ্রতিষ্ঠার জন্য রক্তক্ষয়ী অপারেশন শুরু করে। পাকিস্তান সরকারের সমর্থক ও বাংলাদেশের মুক্তিকামী জনগণের মধ্যে গৃহযুদ্ধ শুরু হয়।\n১৯৭১ সালের যুদ্ধে নিহত বেসামরিক মানুষের সংখ্যা ২ লক্ষ থেকে ৩০ লক্ষ অনুমান করা হয়। পাকিস্তানি সাংবাদিক অ্যান্থনি মাসকারেনহাস যুক্তরাজ্যে পালিয়ে গিয়ে লন্ডনভিত্তিক সংবাদপত্র দ্য সানডে টাইমস-এ একটি প্রতিবেদন প্রকাশ করলে পশ্চিমা বিশ্বে বাংলাদেশে সেনা কর্তৃক গণহত্যার বিষয়ে জানাজানি হয়।\nযুদ্ধ ১৯৭১ সালের প্রায় পুরোটা জুড়েই চলে। পিস নিউজ-এর প্রতিবেদন অনুসারে ব্যাপক মৃত্যুর পাশাপাশি প্রায় ৫০ লক্ষ বেসামরিক মানুষ বাস্তুচ্যুত হয়ে পার্শ্ববর্তী দেশ ভারতে আশ্রয় গ্রহণ করেন। পূর্ব পাকিস্তানের ভেতরের প্রায় ৭ কোটি মানুষ খুবই নগণ্য মানবিক সহায়তা পায়। পাকিস্তান সেনাবাহিনী ত্রাণ কার্যক্রমকে বিদ্রোহ দমনের পন্থা হিসেবে ব্যবহার করে। বাঙালি জাতীয়তাবাদীরা ভারতভাগের সময় বিহার থেকে পূর্ব পাকিস্তানে আশ্রয় নেওয়া বিপুলসংখ্যক উর্দুভাষী বিহারী মুসলিমদের বাস্তুচ্যুত করে। তাদের অধিকাংশ পূর্ব পাকিস্তানে পশ্চিম পাকিস্তানি জান্তার শাসনের সমর্থক ছিল এবং কয়েকজন যুদ্ধে পাকিস্তানি সেনাবাহিনীর পক্ষে লড়াই করেন। ফলশ্রুতিতে বাঙালিরা মূলত হয় তাদের হত্যা করে চেয়েছিল, অথবা পূর্ব পাকিস্তান থেকে বিতারিত করতে চেয়েছিল। ভারত বিহারীদের সীমান্ত পেরিয়ে বিহারে পুনঃপ্রবেশে বাধা দেয়, ফলে বস্তুত তারা পূর্ব পাকিস্তানের সীমানায় আবদ্ধ হয়ে পড়ে।\n\n\n== অপারেশন ওমেগা ==\nরজার মুডি ১৯৭১ সালের মার্চ মাসে পিস নিউজ-এ প্রথম পূর্ব পাকিস্তানে গৃহযুদ্ধ শুরু হওয়ার সংবাদ প্রকাশ করেন। এরপর জুন মাসের সংস্করণে মুডি অপারেশন ওমেগা গঠনের খবর প্রকাশক করেন:\n\na small group of Londoners...sailing supplies into East Bengal, regardless of the consequences to the participants...The project would bear obvious similarities to nonviolent interventions of the recent past - especially the Phoenix Voyages by a Quaker Action Group in 1967-68\n(লন্ডনবাসীদের একটি ছোট্ট দল... তাদের কাজের পরিণামের তোয়াক্কা না করে ত্রাণসামগ্রী নিয়ে পূর্ব বাংলার উদ্দেশ্যে রওনা হয়েছেন।... ১৯৬৭-৬৮ সালের কোয়েকার অ্যাকশন গ্রুপের ফিনিক্স ভয়েজের মতো অতিসাম্প্রতিককালের যুদ্ধে অহিংস মধ্যস্ততার প্রচেষ্টার সাথে এই দলের অনিবার্য সাদৃশ্য থাকবে।) নাইজেরিয়ার গৃহযুদ্ধের পর ফিনিক্স ভয়েজেস দুর্ভিক্ষ-পীড়িত বিয়াফ্রায় মানবিক সহায়তা নিয়ে যাত্রা করে। পল কনেট বিয়াফ্রা সংকটে মার্কিন প্রতিক্রিয়ায় একজন গুরুত্বপূর্ণ ব্যক্তি ছিলেন এবং \"আমেরিকান কমিটি টু কিপ বিয়াফ্রা অ্যালাইভ\"-এর সমন্বয়ক হিসেবে কাজ করছিলেন। ১৯৭১ সালে পল কনেট রজার মুডির সাথে মিলে অপারেশন ওমেগা গঠন করেন।\nপিস নিউজ এবং ওয়ার রেজিস্টার্স' ইন্টারন্যাশনাল অপারেশন ওমেগাকে সমর্থন করে।\n\n\n=== প্রথম সীমানা অতিক্রম ===\n১৯৭১ সালের আগস্ট মাস নাগাদ অপারেশন ওমেগার দুইটি দল কলকাতায় পৌঁছায়। প্রথম দলের সদস্য ছিলেন মার্ক ডুরান, ক্রিস্টিন প্র্যাট, রজার মুডি ও ড্যান ডিউ। দ্বিতীয় দলের সদস্য ছিলেন বেন ক্রো, ড্যান গ্রোটা, ডরিন প্লাম্পিং এবং ফ্রিয়ার স্প্রেকলি।\nদুইটি দলই ১৭ আগস্ট খাদ্য ও মহিলাদের জন্য শাড়ি নিয়ে ভারত পার হয়ে পূর্ব পাকিস্তানে প্রবেশ করে। পূর্ব পাকিস্তানে অবস্থানরত সেনাবাহিনীর কাছে দুইটি দলের সদস্যরাই ধরা পড়ে যায়। সেনাবাহিনীর সাথে সমঝোতা করার চেষ্টার পর ওমেগা দলের সদস্যরা তাদের গাড়িতে রাত্রিযাপন করে এবং পরদিন সকাল থেকে তাদের কার্যক্রম চালিয়ে যাওয়ার পরিকল্পনা করেন। ১৭ আগস্ট রাত ৯:২০ নাগাদ পাকিস্তানি সেনাবাহিনী দলের সদস্যদের গ্রেফতার করে যশোরে নিয়ে যাওয়া হয়।\nপরদিন সকালে তাদের ভারতীয় সীমানার নিকটে ছেড়ে দেওয়া হয় এবং পূর্ব পাকিস্তানে ফেরত আসতে নিষেধ করে বলা হয়, যদি নিষেধাজ্ঞা অমান্য করা হয়, তাহলে গ্রেফতার করে বিচারের সম্মুখীন করা হবে।\n\n\n=== দ্বিতীয়বার সীমানা অতিক্রম ===\nপ্রথমবার সীমানা অতিক্রমের ঘটনার পরে কার্যক্রম চালানোর সর্বোত্তম পন্থা কী হতে পারে, সেই নিয়ে দলের সদস্যদের মাঝে মতভেদ দেখা দেয়। এক দলের মতে গোপনে ত্রাণ সরবরাহ করাই তাদের কার্যক্রমের অংশ হওয়া উচিত বলে জানায়। অপরদিকে দ্বিতীয় দল পাকিস্তানিদের সাথে অহিংস পন্থায় সম্মুখীন হওয়াকে তাদের কার্যক্রমের উপযোগী বলে মনে করে। ১৯৭১ সালের ৫ সেপ্টেম্বর দলটি আবার পূর্ব পাকিস্তানের সীমানা দিয়ে ভিতরে প্রবেশ করে। ফ্রিয়ার স্প্রেকলি, মার্ক ডুরান ও গর্ডন স্লাভেনের সমন্বয়ে প্রথম দল পাকিস্তানি সেনাবাহিনীর হামলার পর ফেলে যাওয়া একটি গ্রামে ঢুকে খাবার ও ত্রাণ সরবরাহ করে দুই দিন পর সফলভাবে ভারতে ফিরে আসে। তাদের ভাষ্যমতে, গৃহযুদ্ধ শুরু হওয়ার পর এটিই ওই এলাকায় প্রথম বৈদেশিক সহায়তা কার্যক্রম ছিল।\nএকইদিনে ক্রিস্টিন প্র্যাট, জয়স কেনিওয়েল, বেন ক্রো ও ড্যান ডিউয়ের সমন্বয়ে দ্বিতীয় দল পেট্রাপোল সীমান্ত দিয়ে পূর্ব পাকিস্তানে প্রবেশ করে। পূর্ব পাকিস্তান সীমান্তের ৩০০ গজ (২৭৫ মিটার) অভ্যন্তরে তারা সেনাবাহিনীর হাতে ধরা পড়েন। সামরিক আদালতে ধরা পড়া চারজনের বিচারের বিষয়টি ব্রিটিশ কনস্যুলেটকে অবহিত করা হয়। প্রাথমিকভাবে বিচারবিহীনভাবে বন্দি করে রাখার প্রতিবাদে দলের সদস্যরা অনশন শুরু করেন এবং আনুষ্ঠানিকভাবে অভিযুক্ত করে বিচারের দাবি জানান। পাঁচ দিন পর তাদের বিরুদ্ধে \"বিধ্বংসী প্রচারপত্র\" বহন করার অভিযোগ গঠন করা হয়। বিচারের পূর্বে তাদেরকে জানানো হয় যে, তাদের সংশ্লিষ্ট অভিযোগে দোষী সাব্যস্ত করা হলে আট বছরের কারাদণ্ডে দণ্ডিত করা হবে। বিচারে তাদের দোষী পাওয়া গেলেও কারাদণ্ডের পরিবর্তে ১৫ সেপ্টেম্বর নাগাদ তাদের পূর্ব পাকিস্তান থেকে বহিষ্কার করা হয়।\n\n\n=== তৃতীয়বার সীমান্ত অতিক্রম ===\n১৯৭১ সালের ৬ অক্টোবর তৃতীয়বারের মতো অপারেশন ওমেগার সদস্যরা সীমান্ত অতিক্রম করে পূর্ব পাকিস্তানে প্রবেশ করে। লন্ডনের অধিবাসী গর্ডন স্লাভেন ও পল কনেটের গর্ভবতী স্ত্রী ফিলাডেলফিয়ার এলেন কনেট পূর্ব পাকিস্তানে প্রবেশ করেন এবং গ্রেফতার হন। ১৯৪৬ সালের বিদেশী আইনের আওতায় তাদের বিচার অনুষ্ঠিত হয়। পূর্ব পাকিস্তানে অননুমোদিত প্রবেশের জন্য তাদের দুই বছরের কারাদণ্ডে দণ্ডিত করা হয়। পাকিস্তানি গণমাধ্যম দাবি করে যে \"অপারেশন ওমেগা বারংবার ইচ্ছাকৃতভাবে পাকিস্তান সরকারের ভাবমূর্তি ক্ষুণ্ন করার চেষ্টা করছে।\"\nদুইজনকে দুই মাসের জন্য কারাবরণ করতে হয়। পাকিস্তান সেনাবাহিনীর আত্মসমর্পণের পর ও নতুন বাংলাদেশ সরকারের ক্ষমতারোহণের সময় তাদের কারামুক্ত করা হয়।\nশান্তিকর্মী এপ্রিল কার্টারের মতে যাদের সেবার উদ্দেশ্যে অপারেশন ওমেগা গঠিত হয়েছিল, তাদের অসুস্থতা, যন্ত্রপাতির স্বল্পতা এবং অনাস্থা দূরীকরণে সফল হয়েছিল। যেকোনো নিয়মতান্ত্রিক পন্থায় ত্রাণ কার্যক্রম তাদের কাছে পৌঁছানোর পূর্বেই অপারেশন ওমেগা পৌঁছাতে পেরেছিল এবং ব্যাপকভাবে পাকিস্তানি শাসনের বিরুদ্ধে রাজনৈতিক প্রতিরোধ তৈরি করতে সক্ষম হয়েছিল।\n\n\n=== ত্রাণ কার্যক্রম পুনর্বহাল ===\n১৯৭৩ সাল নাগাদ অপারেশন ওমেগা ত্রাণ কার্যক্রম অব্যাহত রাখে। তারা বাংলাদেশে ত্রাণ সহায়তা নিয়ে যায় এবং বাংলাদেশে, বিশেষ করে বিহারী সম্প্রদায়ের মাঝে, পুনর্বাসন ও বিভিন্ন পুনর্গঠন প্রকল্পে সক্রিয় অংশগ্রহণ করে। ১৯৭৩ সালের আগস্ট মাসে অপারেশন ওমেগা তাদের সরাসরি অংশগ্রহণে ত্রাণ কার্যক্রম বন্ধ করে ভারতীয় উপমহাদেশে রাজনৈতিক সমঝোতা চেয়ে একটি ক্যাম্পেইন চালু করে তাতে দৃষ্টি নিবদ্ধ করার ঘোষণা দেয়।\n\n\n== ব্রিটিশ নজরদারি ==\n\"পিটার ফ্রেডেরিক\" ছদ্মনামে একজন চোরাগোপ্তা পুলিশ সদস্য অপারেশন ওমেগা দলের মধ্যে ঢুকে পড়েছিলেন।\n\n\n== তথ্যসূত্র ও উৎস ==\n\n\n=== তথ্যসূত্র ===\n\n\n=== উৎস ===\nপিস নিউজ (১৯৭৭)। \"Operation Omega\"।   হেয়ার, এ পল; ব্লুমবার্গ, হার্বার্ট এইচ। Liberation Without Violence: A Third-Party Approach (ইংরেজি ভাষায়)। লন্ডন: রেক্স কলিংস। পৃষ্ঠা ১৯৬–২০৬। আইএসবিএন 0860-36-0237। \n\n\n== বহিঃসংযোগ ==\n১৯৭১ সালের ১৮ আগস্ট পূর্ব পাকিস্তানে প্রবেশের পর অপারেশন ওমেগা"}