{"pageid": 1524602, "title": "শিরিন ফোজদার", "url": "https://bn.wikipedia.org/wiki?curid=1524602", "content": "শিরিন ফোজদার (১৯০৫-১৯৯২) ছিলেন একজন নারী অধিকার কর্মী। তিনি ভারতে জন্মগ্রহণ করেছিলেন। তিনি ১৯৩০ এবং ১৯৪০-এর দশকে ভারতে নারী অধিকার এবং কল্যাণ সংক্রান্ত বিষয় নিয়ে কাজ করেছিলেন। ১৯৫০ সালে তিনি এবং তাঁর স্বামী বাহাই ধর্ম প্রচারে সাহায্য করার জন্য সিঙ্গাপুরে চলে আসেন। সিঙ্গাপুরে, তিনি বিবাহ বৈষম্য এবং বহুবিবাহের বিরুদ্ধে একজন প্রচারক হয়ে ওঠেন; তিনি সিঙ্গাপুর কাউন্সিল অফ উইমেন এবং দেশের শরিয়াহ কোর্ট প্রতিষ্ঠায় গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন এবং নারী সনদকে আইনে পরিণত করার পক্ষসমর্থন প্রচেষ্টায় নেতৃত্ব দিয়েছিলেন।\n১৯৫৮ সালে তাঁর স্বামীর মৃত্যুর পর এবং ১৯৬১ সালে নারী সনদ পাস হওয়ার পর, তিনি ১৪ বছরের জন্য থাইল্যান্ডে চলে যান, এই সময়ে তিনি পতিতাবৃত্তিতে বাধ্য হওয়ার ঝুঁকিতে থাকা মেয়েদের জন্য একটি স্কুল প্রতিষ্ঠা করেন।\n\n\n== প্রারম্ভিক জীবন ==\nশিরিন ফোজদার ১৯০৫ সালে ভারতের মুম্বাইয়ে (তখন বোম্বে নামে পরিচিত) জন্মগ্রহণ করেন। তাঁর বাবা-মা, মেহরাবন খোদাবুখ বেহজাত এবং দৌলত, ছিলেন ইরানি বাহাই ধর্মের অনুসারী, এই ধর্মটি জরাথুষ্ট্র ধর্ম থেকে রূপান্তরিত হয়ে এসেছিল। বাহাই ধর্মের একটি শিক্ষা হল পুরুষ এবং মহিলা সমান। ১৭ বছর বয়সে, তিনি করাচিতে ভারতের বাহাই জাতীয় সম্মেলনে সর্বজনীন শিক্ষার ওপর একটি বক্তব্য উপস্থাপন করেন। ১৯৩০-এর দশকের মধ্যে তিনি অল-এশীয় মহিলা সম্মেলনে জড়িত ছিলেন, যেটি তাঁকে ১৯৩৪ সালে জেনেভায় অনুষ্ঠিত লীগ অফ নেশনস সম্মেলনে সমতার ওপর একটি বক্তৃতা দেওয়ার জন্য পাঠিয়েছিল। তিনি জনসাধারণের কাছে বক্তৃতা দিতে থাকেন এবং ১৯৪১ সালে মহাত্মা গান্ধীর নির্দেশে আহমেদাবাদে শান্তির উপর একটি বক্তৃতা দেন।\n\n\n== সিঙ্গাপুর ==\n১৯৫০ সালে, শিরিন ফোজদার তাঁর স্বামী খোদাদাদ ফোজদারের সাথে বাহাই শিক্ষা ছড়িয়ে দেওয়ার জন্য সিঙ্গাপুরে চলে আসেন। তাঁর স্বামীও জরথুষ্ট্রীয় বংশোদ্ভূত একজন চিকিৎসক ছিলেন, তাঁকে বলা হয় তিনি প্রথম ভারতীয় জরাথুষ্ট্রীয় যিনি বাহাই ধর্মে ধর্মান্তরিত হয়েছেন। ১৯৫২ সালে, তিনি বিদ্যমান নারী সংগঠনের প্রতিনিধিত্বকারী অন্যান্য কর্মীদের সাথে সিঙ্গাপুর কাউন্সিল অফ উইমেন (এসসিডব্লিউ) সহ-প্রতিষ্ঠা করেন। এসসিডব্লিউ প্রতিষ্ঠার দিকে পরিচালিত সভাটিতে শিরিন ফোজদার ছিলেন অন্যতম নেতা এবং সেই প্রাথমিক সভাতেই গোষ্ঠীর দৃষ্টিভঙ্গি এবং বিষয় গঠনে সহায়তা করেছিলেন। তিনি গোষ্ঠীর সম্মানীয় সাধারণ সম্পাদক হিসেবে নির্বাচিত হয়েছিলেন, এবং গণ মাধ্যম ও রাজনীতিবিদদের কাছে এর প্রাথমিক যোগাযোগ পাঠিয়েছিলেন। এই দলটি ছিল প্রথম নারী রাজনৈতিক কর্মসংস্থান সংগঠন, এবং ২০০০ এরও বেশি সদস্য নিয়ে, পাঁচ দশকের মধ্যে এই ধরণের বৃহত্তম দল ছিল।\nশিরিন ফোজদারের তাৎক্ষণিক দৃষ্টি আকর্ষণকারী বিষয়গুলির মধ্যে একটি ছিল বিবাহ বৈষম্য; বিবাহ এবং বিবাহবিচ্ছেদ নিয়ন্ত্রণকারী আইনগুলি স্বামীকে সহজেই বিবাহবিচ্ছেদ এবং পুনর্বিবাহ করার ক্ষমতা দিয়েছিল এবং স্ত্রীর কাছে খুব কম বিকল্পই রেখেছিল। এক সাক্ষাৎকারে, শিরিন ব্যাখ্যা করেছিলেন যে \"আমি যখন প্রথম এখানে আসি, তখন বহুবিবাহ এবং সহজ বিবাহবিচ্ছেদের হার ছিল উদ্বেগজনক। বিবাহ আইন ছিল শিথিল। পুরুষরা বিশ্বাস করত যে নারীরা দুর্বল লিঙ্গ।\" ফোজদার এবং এসসিডব্লিউ একটি সমাধানের জন্য তীব্র প্রচারণা চালিয়েছিলেন এবং ১৯৫৫ সালে এই সমস্যা সমাধানের জন্য একটি শরিয়াহ আদালত গঠন করা হয়েছিল। বিবাহ এবং বিবাহবিচ্ছেদের ক্ষেত্রে আদালতের এখতিয়ার ছিল, স্বামীদের ভরণপোষণ প্রদানের নির্দেশ দিতে পারত, এবং বহুবিবাহ যখন নিষিদ্ধ হয়নি, তখন দ্বিতীয় স্ত্রীকে বিয়ে করার আগে স্বামীকে তার প্রথম স্ত্রীর সম্মতি নিতে বাধ্য করতে পারত। আওয়ার লাইভস টু লিভ: পুটিং এ ওম্যান'স ফেস টু চেঞ্জ ইন সিঙ্গাপুর বইটিতে ফোজদার, চে জাহারা বিনতে নূর মোহাম্মদ এবং খাতিজুন নিসা সিরাজকে আদালত গঠনের পিছনে প্রধান শক্তি হিসেবে কৃতিত্ব দেওয়া হয়েছে।\n১৯৫০-এর দশকে, শিরিন ফোজদার এবং সিঙ্গাপুর কাউন্সিল অফ উইমেন-এর পিপলস অ্যাকশন পার্টির (পিএপি) মধ্যে কার্যকরী সম্পর্কটি সঙ্গতিহীন ছিল, পিএপি ১৯৫৪ সালে ব্রিটেন থেকে সিঙ্গাপুরের স্বাধীনতার মঞ্চে প্রতিষ্ঠিত হয়েছিল। এসসিডব্লিউ আশা করেছিল যে পিএপি নারীর সমতার বিষয়গুলিকে, বিশেষ করে বহুবিবাহ বিলোপকে, তাদের সম্পাদ্য কার্যাবলীর একটি মূল বিষয় করে তুলবে। পিএপি মাঝে মাঝে দৃঢ়ভাবে সহমত প্রকাশ করত এবং ১৯৫৬ সালে দলের নারী দিবসের সমাবেশে শিরিনকে বহুবিবাহের বিষয়টি নিয়ে কথা বলার সুযোগ দেয়। তবে, ১৯৫৭ সালের মধ্যে এসসিডব্লিউ নারীর সমতা সংক্রান্ত বিষয়ে পিএপি-র নিষ্ক্রিয়তায় এতটাই হতাশ হয়ে পড়ে যে, তারা এসসিডব্লিউ সদস্যদের সেই বছরের সিটি কাউন্সিল নির্বাচনে পিএপি প্রার্থী হিসেবে না হয়ে স্বাধীন প্রার্থী হিসেবে প্রতিদ্বন্দ্বিতা করার আহ্বান জানায়। পিএপিই ছিল একমাত্র দল যারা শেষ পর্যন্ত তাদের সনদে নারী অধিকার এবং বহুবিবাহ বিরোধী ভাষা অন্তর্ভুক্ত করেছিল, যদিও সেটি তারা ১৯৫৯ সালের নির্বাচনী ইশতেহারে করেছিল। সেই বছরের নির্বাচনে পিএপি ব্যাপকভাবে জয়লাভ করে, যার মূল কারণ ছিল নারী ভোটারদের সমর্থন। শিরিন দ্রুত পদক্ষেপ নেন, দলকে ১৯৫৪ সালে প্রথম প্রস্তাবিত একটি নারী অধিকার বিল পাস করার আহ্বান জানান। ১৯৬০ সালে আইনসভা এই বিষয়টি উত্থাপন করে, ১৯৫৪ সালের প্রস্তাবকে একটি কাঠামো হিসেবে ব্যবহার করে, এবং ১৯৬১ সালে নারী সনদ আইনে পরিণত হয়। এই বিলটি বহুবিবাহকে বেআইনি ঘোষণা করে, ব্যভিচার বা দ্বি-বিবাহকারী স্বামীদের বিরুদ্ধে নারীদের আইনি আশ্রয় প্রদান করে এবং নারী ও মেয়েদের সুরক্ষার জন্য আরও অনেক বিধান অন্তর্ভুক্ত করে। ২০১৪ সালে শিরিনকে সিঙ্গাপুর উইমেন্স হল অফ ফেম-এ অন্তর্ভুক্ত করা হয়, তাদের বক্তব্য শিরিনের সক্রিয়তা সনদের উত্তরণে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।\n\n\n== পরবর্তী জীবন ==\n১৯৫৮ সালে শিরিনের স্বামী মারা গেলে, ১৯৬১ সালে তিনি গ্রামীণ থাইল্যান্ডে চলে যান। সেখানে তিনি মেয়েদের জন্য একটি স্কুল প্রতিষ্ঠা করেন, যার লক্ষ্য ছিল পতিতাবৃত্তিতে বাধ্য হওয়ার বিরুদ্ধে নারীদের ক্ষমতায়ন করা। সিঙ্গাপুরে ফিরে আসার আগে তিনি ১৪ বছর দেশে কাটিয়েছিলেন। তিনি আন্তর্জাতিক ভ্রমণ করেছেন, নারী অধিকার বিষয়গুলির পাশাপাশি বাহাই ধর্মের উপর বক্তৃতা দিয়েছেন।\nশিরিন ফোজদার ১৯৯২ সালের ২রা ফেব্রুয়ারী ক্যান্সারে মারা যান। তাঁর তিন ছেলে এবং দুই মেয়ে ছিলেন। বড় মেয়ে, আইনজীবী মুনীরা ফোজদার, শাহপুরের তৃতীয় ব্যারোনেট স্যার চিনুভাই মাধবলাল রণছোড়লালকে বিয়ে করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসিঙ্গাপুর এবং আইআরও - এসএফ এবং জেকেএফ ১৯৫০-২০০৫, শিরিন ফোজদার সম্পর্কে নথিপত্রের একটি সংগ্রহ"}