{"pageid": 1524542, "title": "মাস্টার নজীর আহমদ কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=1524542", "content": "মাস্টার নজির আহমদ কলেজ বাংলাদেশের চট্টগ্রাম জেলার বাঁশখালী উপজেলার দক্ষিণ প্রান্তে অবস্থিত একটি উচ্চ শিক্ষাপ্রতিষ্ঠান। এটি ২০০৭ সালে প্রতিষ্ঠিত হয় এবং ২০১০ সালে প্রথমবারের মতো উচ্চ মাধ্যমিক পরীক্ষায় অংশগ্রহণ করে। ধারাবাহিকভাবে ভালো ফলাফল করায় বাঁশখালী উপজেলার অন্যতম সেরা শিক্ষাপ্রতিষ্ঠান হিসেবে স্বীকৃতি পেয়েছে।\n\n\n== ইতিহাস ==\n২০০৭ সালে বাঁশখালীর নাপোড়া গ্রামে শিক্ষানুরাগী মাস্টার নজির আহমদ ও তার পরিবার এই কলেজ প্রতিষ্ঠা করেন। দক্ষিণ বাঁশখালীর অনগ্রসর জনগোষ্ঠীর উচ্চশিক্ষার সুযোগ নিশ্চিত করার লক্ষ্যে এই কলেজটি প্রতিষ্ঠা করা হয়। কলেজ প্রতিষ্ঠায় মাস্টার নজির আহমদের পুত্র আলহাজ্ব মুজিবুর রহমান (সিআইপি) গুরুত্বপূর্ণ ভূমিকা রাখেন। ২০১৪-১৫ শিক্ষাবর্ষে কলেজটি জাতীয় বিশ্ববিদ্যালয় কর্তৃক স্নাতক (পাস) কোর্স চালু করার অনুমতি পায় এবং ২০১৭-১৮ শিক্ষাবর্ষে অনার্স কোর্স চালু করে।\n\n\n== শিক্ষা কার্যক্রম ==\nকলেজটি উচ্চ মাধ্যমিক, স্নাতক (পাস) ও অনার্স কোর্স পরিচালনা করে। বর্তমানে কলেজে প্রায় ১৪০০ শিক্ষার্থী অধ্যয়নরত এবং ৫২ জন শিক্ষক ও কর্মচারী কর্মরত আছেন। ২০১৯ সালে এটি এমপিওভুক্ত হয়।\n\n\n== ফলাফল ও স্বীকৃতি ==\nকলেজটি প্রতিষ্ঠার পর থেকেই ধারাবাহিকভাবে ভালো ফলাফল করে আসছে। ২০২৩ সালে এইচএসসি পরীক্ষায় ২৭২ জন শিক্ষার্থীর মধ্যে ২৫৭ জন উত্তীর্ণ হয় এবং ৩৯ জন জিপিএ-৫ পায়। পাশের হার ছিল ৯৪.৪৯%।\n\n\n== ক্রীড়া সাফল্য ==\n২০২৩ সালে জাতির পিতা বঙ্গবন্ধু শেখ মুজিবুর রহমান আন্তঃকলেজ ফুটবল টুর্নামেন্টে অনূর্ধ্ব-১৭ বিভাগে মাস্টার নজির আহমদ কলেজ চ্যাম্পিয়ন হয়। ফাইনাল খেলায় উপস্থিত ছিলেন উপজেলা নির্বাহী কর্মকর্তা (ইউএনও) মো. সাঈদুজ্জামান চৌধুরী, উপজেলা আওয়ামী লীগের সাধারণ সম্পাদক অধ্যাপক আব্দুল গফুরসহ অন্যান্যরা।\n\n\n== প্রতিষ্ঠাতার অবদান ==\nকলেজের প্রতিষ্ঠাতা মাস্টার নজির আহমদ ছিলেন একজন বিশিষ্ট শিক্ষাবিদ ও সমাজসেবক। তিনি বাঁশখালীতে শিক্ষার প্রসারে গুরুত্বপূর্ণ ভূমিকা পালন করেন। তার প্রতিষ্ঠিত অন্যান্য প্রতিষ্ঠানগুলোর মধ্যে রয়েছে আম্বিয়া খাতুন মহিলা মাদ্রাসা, জায়েদা খাতুন হেফজখানা এবং দৈনিক পূর্বদেশ পত্রিকা।\n\n\n== উল্লেখযোগ্য প্রাক্তন শিক্ষার্থী ==\nমাস্টার নজির আহমদ কলেজ থেকে পাশ করা অনেক শিক্ষার্থী সরকারি ও বেসরকারি গুরুত্বপূর্ণ পদে নিয়োজিত রয়েছেন।\n\n\n== তথ্যসূত্র =="}