{"pageid": 1524490, "title": "বেগম আকবর জাহান আবদুল্লাহ", "url": "https://bn.wikipedia.org/wiki?curid=1524490", "content": "বেগম আকবর জাহান আবদুল্লাহ (১৯১৬ - ১১ই জুলাই ২০০০) একজন কাশ্মীরি রাজনীতিবিদ ছিলেন। তিনি জম্মু ও কাশ্মীরের তিনবারের মুখ্যমন্ত্রী আবদুল্লাহ শেখের স্ত্রী ছিলেন, তিনি দুবার ভারতের সংসদ সদস্য হিসেবে দায়িত্ব পালন করেছেন।\nআকবর জাহান ছিলেন মাইকেল হ্যারি নেদৌয়ের কন্যা। হ্যারি নেদৌ শ্রীনগরের নেদৌ হোটেল সহ একটি ভারতীয় হোটেল চেইনের ইউরোপীয় মালিক এবং তাঁর কাশ্মীরি স্ত্রী মিরজানের জ্যেষ্ঠ পুত্র ছিলেন। মাইকেল হ্যারি নেদৌ নিজেই গুলমার্গের পর্যটন কেন্দ্রের একটি হোটেলের মালিক ছিলেন। লেখক তারিক আলি দাবি করেছেন যে আকবর জাহান পূর্বে ১৯২৮ সালে একজন আরবীয় ব্যক্তি করম শাহের সাথে বিবাহ বন্ধনে আবদ্ধ হয়েছিলেন। কলকাতার একটি সংবাদপত্র লিবার্টিতে প্রকাশিত হয়েছিল যে তিনি আসলে টমাস এডওয়ার্ড লরেন্স (লরেন্স অফ অ্যারাবিয়া খ্যাত), একজন ব্রিটিশ গোয়েন্দা কর্মকর্তা। এই খবরের পর করম শাহ নিখোঁজ হয়ে যান। তিনি দাবি করেন যে আকবর জাহানের প্রথম স্বামী ১৯২৯ সালে বিবাহবিচ্ছেদ করেছিলেন। তিনি ১৯৩৩ সালে আবদুল্লাহর সাথে বিবাহ বন্ধনে আবদ্ধ হন।\n\n\n== রাজনৈতিক জীবন ==\nতিনি ১৯৭৭ থেকে ১৯৭৯ সাল পর্যন্ত ষষ্ঠ এবং ১৯৮৪ থেকে ১৯৮৯ সাল পর্যন্ত অষ্টম লোকসভার সদস্য হিসেবে দায়িত্ব পালন করেন, এবং যথাক্রমে কাশ্মীরের শ্রীনগর ও অনন্তনাগ আসনের প্রতিনিধিত্ব করেছিলেন।\n১৯৪৭ থেকে ১৯৫১ সাল পর্যন্ত তিনি জম্মু ও কাশ্মীর রেড ক্রস সোসাইটির প্রথম সভাপতি হিসেবে দায়িত্ব পালন করেন। তিনি ১৯৭৫ সালে আন্তর্জাতিক নারী বর্ষের রাজ্য স্তরের কমিটির চেয়ারম্যান এবং ১৯৭৬ সালে সর্বভারতীয় পরিবার কল্যাণ সমিতির রাজ্য শাখার সভাপতি এবং ১৯৭৭ সালে অল ইণ্ডিয়া মহিলা সম্মেলনের রাজ্য শাখার সভাপতি হিসেবেও দায়িত্ব পালন করেন।\n\n\n== পরবর্তী জীবন এবং মৃত্যু ==\nআকবর জাহান আবদুল্লাহ ২০০০ সালের ১১ই জুলাই ৮৪ বছর বয়সে শ্রীনগরে মারা যান।\n\n\n== ব্যক্তিগত ==\nতিনি কাশ্মীরি রাজনীতিবিদ ফারুক আবদুল্লাহর মা, যিনি ১৯৮২ সালে তাঁর বাবা আবদুল্লাহ শেখের উত্তরসূরী হয়ে জম্মু ও কাশ্মীরের মুখ্যমন্ত্রী হন, এবং ওমর আবদুল্লাহর ঠাকুমা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nফারুকের মাকে সমাধি দেওয়া হয়েছে\nবেগম আকবর জাহানের প্রতি শ্রদ্ধাঞ্জলি জানাল এনসি"}