{"pageid": 1524554, "title": "সাবা দেওয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1524554", "content": "সাবা দেওয়ান হলেন নতুন দিল্লিতে অবস্থিত একজন ভারতীয় তথ্যচিত্র নির্মাতা। তাঁর চলচ্চিত্রগুলি যৌনতা, লিঙ্গ, পরিচয়, সাম্প্রদায়িকতা এবং সংস্কৃতির উপর ভিত্তি করে তৈরি। তাঁর উল্লেখযোগ্য রচনাগুলির মধ্যে রয়েছে ধর্মযুদ্ধ (হোলি ওয়্যার, ১৯৮৯), নাসুর (ফেস্টারিং উণ্ড, ১৯৯১), খেল (দ্য প্লে, ১৯৯৪), বরফ (স্নো, ১৯৯৭) এবং সীতা'জ ফ্যামিলি (২০০১)। কালিমালিপ্ত মহিলা পরিবেশন শিল্পীদের নিয়ে নির্মিত তাঁর ত্রয়ী, দিল্লি-মুম্বাই-দিল্লি (২০০৬), নাচ (দ্য ডান্স, ২০০৮) এবং দ্য আদার সং (২০০৯) -এর জন্য তিনি সর্বাধিক পরিচিত।  তিনি তাঁর প্রথম বই \"তওয়াইফনামা\" লিখেছেন যা নৃত্যশিল্পীদের উপর তাঁর ত্রয়ী থেকে উদ্ভূত। এটি \"বারাণসী এবং ভাভুয়াতে বসবাসকারী তওয়াইফ (গণিকা)\" -দের ওপর একটি সু-গবেষণাকৃত বই। এটি বহু-প্রজন্মের ঘটনাপঞ্জি এবং প্রথম প্রকাশিত হয়েছিল ২০১৯ সালে।\n\n\n== জীবন ==\nসাবার জন্ম ও বড় হয়ে ওঠা ওঠা নতুন দিল্লিতে। তিনি ১৯৮২ সালে তাঁর স্কুলজীবন শেষ করেন এবং ১৯৮২-১৯৮৫ সাল পর্যন্ত দিল্লি বিশ্ববিদ্যালয়ের সেন্ট স্টিফেনস কলেজ থেকে ইতিহাসে স্নাতক ডিগ্রি অর্জন করেন। তিনি জামিয়া মিলিয়া ইসলামিয়ার গণযোগাযোগ গবেষণা কেন্দ্র থেকে গণযোগাযোগে স্নাতকোত্তর ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nসাবা ১৯৮৭ সাল থেকে একজন স্বাধীন চলচ্চিত্র নির্মাতা হিসেবে কাজ করছেন। তাঁর 'দিল্লি-মুম্বাই-দিল্লি' (২০০৬) চলচ্চিত্রটি মুম্বাইয়ের বার নৃত্যশিল্পীদের জীবনকে কেন্দ্র করে নির্মিত, 'নাচ' (দ্য ডান্স, ২০০৮) গ্রামীণ মেলায় নৃত্যরত নারীদের জীবনকে অন্বেষণ করে এবং ত্রয়ীর 'দ্য আদার সং' (২০০৯) হলো এর তৃতীয় এবং শেষ চলচ্চিত্র, যেটি বারাণসীর তওয়াইফ বা গণিকাদের শিল্প ও জীবনধারা সম্পর্কে নির্মিত। ২০০৬ সালে, ভারত সরকারের তথ্য ও সম্প্রচার মন্ত্রণালয়ের চলচ্চিত্র বিভাগ কর্তৃক প্রণীত নিয়মাবলীর ৮ নম্বর ধারার প্রতিবাদে সাবা তাঁর 'দিল্লি মুম্বাই দিল্লি' চলচ্চিত্রটি প্রত্যাহার করে নেন। ২০১৯ সালে, সাবা তওয়াইফনামা প্রকাশ করেন, যা বেনারসের তওয়াইফ সম্প্রদায়ের মধ্যে প্রচলিত সঙ্গীত ঐতিহ্য সম্পর্কে একটি বই।\n২০১৭ সালের জুন মাসে, কয়েকদিন আগে বল্লভগড় থেকে মথুরাগামী ট্রেনে ১৫ বছর বয়সী এক বালককে পিটিয়ে হত্যার প্রতিবাদে, সাবা দেওয়ান একটি প্রতিবাদের নেতৃত্ব দেন। হত্যাকারীরা ছেলেটিকে তার পোশাক নিয়ে কটূক্তি করা হয়েছিল বলে অভিযোগ, এবং তারা গোমাংস খাওয়ার কথাও উল্লেখ করেছিল। ফেসবুক পোস্টে এই হত্যাকাণ্ডের নিন্দা জানিয়ে সাবা দেওয়ান \"নট ইন মাই নেম\" নামে একটি প্রচারণার ডাক দিয়েছিলেন, যার লক্ষ্য \"সংবিধান পুনরুদ্ধার\" এবং জীবনের অধিকার ও সাম্যের উপর \"আক্রমণ প্রতিহত করা\"। এই প্রচারণাটি ভালোভাবে গৃহীত হয়েছিল এবং পরবর্তীতে দিল্লি, কলকাতা, মুম্বাই, হায়দ্রাবাদ, তিরুবনন্তপুরম, ভোপাল এবং বেঙ্গালুরুতে বিক্ষোভ অনুষ্ঠিত হয়েছিল।\n\n\n== চলচ্চিত্র তালিকা ==\nধর্মযুদ্ধ (১৯৮৯)\nনাসুর (১৯৯১)\nখেল (১৯৯৪)\nবরফ (১৯৯৭)\nসীতা'জ ফ্যামিলি (২০০১)\nদিল্লি-মুম্বাই-দিল্লি (২০০৬)\nনাচ (২০০৮)\nদ্য আদার সং  (২০০৯)\n\n\n== তথ্যসূত্র =="}