{"pageid": 1524189, "title": "জামে মসজিদ, বিজাপুর", "url": "https://bn.wikipedia.org/wiki?curid=1524189", "content": "জামে মসজিদ বা জামিয়া মসজিদ বা জুম্মা মসজিদ হল ভারতের কর্ণাটক রাজ্যের বিজয়পুরে অবস্থিত একটি জামে মসজিদ। ষোড়শ শতাব্দীতে বিজাপুরের সুলতান প্রথম আলী আদিল শাহ কর্তৃক নির্মিত এই মসজিদটির নির্মাণকাজ শেষ করা সম্ভব হয়নি। এটি বিজয়পুরের বৃহত্তম মসজিদ এবং এর ধারণক্ষমতা ৪,০০০ এর অধিক বলে অনুনান করা হয়। ২০১৪ সালে ইউনেস্কো এই ভবনটিকে \"অস্থায়ী তালিকায়\" বিশ্ব ঐতিহ্যবাহী স্থান হিসেবে অন্তর্ভুক্ত করে, যার নাম দেওয়া হয় দাক্ষিণাত্য সালতানাতের স্মৃতিস্তম্ভ ও দুর্গ। \n\n\n== ইতিহাস ==\nজামা মসজিদের নির্মাণ কাজ ১৫৭৬ খ্রিস্টাব্দে আলি আদিল শাহ প্রথম শুরু করেছিলেন। এই প্রকল্পের জন্য অর্থায়ন করা হয়েছিল তালিকোটার যুদ্ধ থেকে প্রাপ্ত অর্থ থেকে। এই যুদ্ধে দক্ষিণ ভারতের সুলতানরা একজোট হয়ে বিজয়নগর সাম্রাজ্যকে পরাজিত করেছিল। যদিও ১৬৮৬ সালের মধ্যে মসজিদের বেশিরভাগ অংশ নির্মিত হয়েছিল, তবে এটি সম্পূর্ণ হয়নি। তবুও এটি বিজাপুরের প্রধান মসজিদ হিসেবে প্রতিষ্ঠিত হয়, যা পূর্বের ইব্রাহিম আদিল শাহ নির্মিত একটি ছোট জামে মসজিদকে প্রতিস্থাপন করে। \nপরবর্তী শাসকরা মসজিদের বিভিন্ন অংশে সংযোজন করেন এবং মসজিদের মিহরাবের কাছে যে চিত্রকর্ম রয়েছে, তা সম্ভবত মুহাম্মদ আদিল শাহ যুক্ত করেন। মোগল সম্রাট আওরঙ্গজেব মসজিদের পূর্বদিকের প্রবেশদ্বারটি সংযুক্ত করেন এবং নামাজের হলের মেঝেতে পরিবর্তন আনেন। \n\n\n== স্থাপত্য ==\nজামে মসজিদটি বিজয়পুর শহরের বৃহত্তম মসজিদ, যার ধারণক্ষমতা ৪,০০০ জন এবং এটি আদিল শাহী স্থাপত্যের অন্যতম সেরা উদাহরণ হিসেবে বিবেচিত হয়। বিয়ানকা আলফিয়েরি মন্তব্য করেছেন যে, এই মসজিদটি পূর্ববর্তী বাহমানি স্থাপত্যের উপাদান থেকে তৈরি।  অধিকন্তু রিচার্ড ইটন উল্লেখ করেছেন যে, মসজিদটি ইরানি প্রভাবের প্রতীক এবং এতে পরবর্তী বিজয়পুরী স্থাপত্যের মত স্থানীয় ঐতিহ্য অন্তর্ভুক্ত করা হয়নি। \nমসজিদের নকশা ও অলংকরণ বেশ সরল। আর্কনেট অনুসারে, এর কারণ আলি আদিল শাহের শিয়া ধর্মীয় বিশ্বাস ছিল। কারণ শিয়ারা সাধারণত উপাসনাস্থলে অতিরিক্ত অলংকরণ পরিহার করতেন। মসজিদের পুরো ভবন ৫,০৪০ বর্গমিটার (৫৪,৩০০ বর্গফুট) জায়গা জুড়ে বিস্তৃত এবং এটি চারপাশে প্রাচীর দ্বারা পরিবেষ্টিত। মূল প্রবেশপথ হল পূর্বদিকের ফটকটি। ভবনের অভ্যন্তরে একটি বর্গাকার আঙিনা বা সাহান রয়েছে, যার প্রতিটি পাশ ৫০ মিটার (১৬০ ফুট) দৈর্ঘ্য। এই আঙ্গিনায় ফোয়ারা ও অজুখানা রয়েছে।\nমসজিদের মূল নামাজ কক্ষটি পশ্চিম পাশে অবস্থিত, যার আয়তন ৭০ বাই ৩৬ মিটার (২৩০ বাই ১১৮ ফুট)। মসজিদটি একটি বিশাল অর্ধগোলাকার গম্বুজ দ্বারা আচ্ছাদিত, যার চূড়ায় অর্ধচন্দ্রাকৃতি শীর্ষচিহ্ন রয়েছে এবং গম্বুজের গোড়ায় বেষ্টনী রয়েছে। নামাজ কক্ষের সম্মুখভাগে সাতটি খিলানযুক্ত প্রবেশপথ রয়েছে; তবে শুধুমাত্র কেন্দ্রীয় খিলানটি অলংকৃত। এর ভেতরের স্থাপত্য কাঠামো পিলারের সাহায্যে পাঁচ ভাগে বিভক্ত, যা পশ্চিমের কিবলা প্রাচীরের সমান্তরালে বিস্তৃত। ভেতরের অংশে অতিরিক্ত অলংকরণ নেই; বরং তাতে পরিষ্কার-সজ্জিত রেখার ওপর গুরুত্ব দেওয়া হয়েছে। সামান্য কিছু প্লাস্টার ও খোদাই কাজ ছাড়া বিশেষ কোনো অলংকরণ দেখা যায় না। \nএর মেঝেতে ২২৫০টি আয়তাকার বাক্স আকৃতির নামাজের স্থান রয়েছে, যা দেখতে জায়নামাজের মত। তবে এটি মসজিদ নির্মাণের সময়ের নয়; বরং পরবর্তী সময়ে সম্রাট আওরঙ্গজেব এটি সংযোজন করেছেন। যদিও পুরো মসজিদের নকশা বেশ সরল ও শৈল্পিক অলংকরণহীন, তবে কেন্দ্রীয় মিহরাবটি অলংকৃত। এটি সোনালি, নীল ও কালো রঙে সজ্জিত এবং এতে বিভিন্ন চিত্র ও কুরআনি আয়াত খোদাই করা হয়েছে। \nগবেষকদের মতে, এই অলংকরণ সম্ভবত মুহাম্মদ আদিল শাহের শাসনামলে সংযোজিত হয়েছে। কারণ মিহরাবের কাছে পাওয়া কিছু ফার্সি শিলালিপি তা নির্দেশ করে। আলি আদিল শাহ শিয়া ছিলেন; কিন্তু মুহাম্মদ আদিল শাহ ছিলেন সুন্নি, যা মসজিদের সাধারণ স্থাপত্য ও মিহরাবের সমৃদ্ধ অলংকরণের মধ্যে পার্থক্য সৃষ্টি করেছে।  মসজিদের মিহরাবের ব্যতিক্রমী অলংকরণ মসজিদকে ইসলামী স্থাপত্যশিল্পের সেরা উদাহরণে পরিণত করেছে। গবেষক মিচেল ও জেব্রোস্কি একে স্পেনের কর্ডোবার ঐতিহাসিক মসজিদের মিহরাবের সঙ্গে তুলনা করেন। \n\n\n=== অসম্পূর্ণ কাঠামো ===\nমসজিদের পূর্বদিকের প্রবেশদ্বারের পাশে দুটি মিনার নির্মাণের পরিকল্পনা ছিল, তবে তা বাস্তবায়িত হয়নি। মসজিদের প্রাঙ্গণের চারপাশের গ্যালারির ওপরের দেয়ালে মেরলন নেই, যা মসজিদের অসম্পূর্ণতার আরেকটি প্রমাণ। \n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\nবিশ্বের বৃহত্তম মসজিদের তালিকা\nমসজিদের তালিকা\nভারতের মসজিদের তালিকা\nভারতে মসজিদ বিরোধী প্রচারণা\nভারতে ইসলাম\n\n\n== টীকা ==\n\n\n== বহিঃসংযোগ ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে জামে মসজিদ, বিজাপুর সম্পর্কিত মিডিয়া দেখুন।"}