{"pageid": 1524904, "title": "মাহদিবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1524904", "content": "মাহদিবাদ ( ফার্সি: مَهدَویّت; আরবি: المهدوية ) হল শিয়া ইসলামের দ্বাদশী শাখার একটি আকিদা (ধর্মীয় বিশ্বাস), যা দ্বাদশী শিয়া ইমাম মুহাম্মদ আল-মাহদীর পুনরাবির্ভাবের বিশ্বাস থেকে উদ্ভূত হয়েছে। এই ধারণা অনুযায়ী দ্বাদশী শিয়া অনুসারীরা বিশ্বাস করেন যে, ইমাম মুহাম্মদ আল-মাহদী–যিনি এখন আত্মগোপনে রয়েছেন বলে বিশ্বাস করা হয়–মানুষের মুক্তি, শান্তি ও ন্যায়বিচার প্রতিষ্ঠার জন্য কিয়ামতের আগে ত্রাণকর্তা হিসাবে পৃথিবীতে আবির্ভূত হবেন। মাহদিবাদ এক হল ধরণের মাসিহবাদ। এই দৃষ্টিকোণ থেকে বিশ্বাস করা হয় যে, নবী ঈসা ও খিজির এখনও জীবিত আছেন এবং বিশ্বে শান্তি ও ন্যায়বিচার প্রতিষ্ঠার লক্ষ্য পূরণের জন্যে তারাও মুহাম্মদ আল-মাহদীর সাথে পৃথিবীতে আবির্ভূত হবেন। \n\n\n== কুরআনে মাহদিবাদ ==\nপবিত্র কুরআনের অনেক আয়াত মাহদিবাদের সাথে সম্পর্কিত বলে বলে ধারণা করা হয়।  যেমন সূরা আম্বিয়ার ১০৫ নম্বর আয়াতে বলা হয়েছে:\n\n«وَ لَقَدْ کَتَبْنَا فیِ الزَّبُورِ مِن بَعْدِ الذِّکْرِ أَنَّ الْأَرْضَ یَرِثُهَا عِبَادِیَ الصَّالِحُون»\"নিশ্চয়ই, তাওরাতের পরে আমরা যাবূরে লিখেছি: ‘নিশ্চয়ই আমার সৎকর্মপরায়ণ বান্দাগণ পৃথিবীর উত্তরাধিকারী হবে।\"\nইমাম মুহাম্মদ আল-মাহদীর পুনরুত্থানকে এ আয়াতে উল্লিখিত প্রতিশ্রুতির পরিপূর্ণতা হিসেবে মুফাসসিরগণ বিবেচনা করেছেন। এছাড়াও সূরা কাসাসের ৫ নং আয়াত:\n\n«وَ نُرِیدُ أَن نَّمُنَّ عَلیَ الَّذِینَ اسْتُضْعِفُواْ فیِ الْأَرْضِ وَ نجَعَلَهُمْ أَئمَّةً وَ نجَعَلَهُمُ الْوَارِثِین»\"আর আমি ইচ্ছা করেছি যে, যাদেরকে ভূমিতে দুর্বল করা হয়েছিল, তাদের প্রতি অনুগ্রহ করি এবং তাদের নেতা ও উত্তরাধিকারী।\"\nকেউ কেউ এই আয়াতের ব্যাখ্যাকেও মুহাম্মদ আল-মাহদীর সাথে সম্পর্কিত বলে মনে করেছেন  এবং কেউ কেউ একে ইমামদের প্রত্যাবর্তন (রাজআ) এবং তাদের কাছে রাষ্ট্রীয় ক্ষমতা প্রত্যাবর্তনের সাথে সম্পর্কিত বলে মনে করেছেন।  সূরা নূরের ৫৫ নম্বর আয়াতে বলা হয়েছে:\n\n«وَعَدَ اللَّهُ الَّذِینَ ءَامَنُواْ مِنکمُ وَ عَمِلُواْ الصَّلِحَتِ لَیَسْتَخْلِفَنَّهُمْ فیِ الْأَرْضِ کَمَا اسْتَخْلَفَ الَّذِینَ مِن قَبْلِهِمْ وَ لَیُمَکِّنَنَّ لهُمْ دِینهَمُ الَّذِی ارْتَضیَ لهَمْ وَ لَیُبَدِّلَنهُّم مِّن بَعْدِ خَوْفِهِمْ أَمْنًا یَعْبُدُونَنیِ لَا یُشْرِکُونَ بیِ شَیْا وَ مَن کَفَرَ بَعْدَ ذَالِکَ فَأُوْلَئکَ هُمُ الْفَاسِقُون»\"তোমাদের মধ্য থেকে যারা ঈমান এনেছে ও সৎকর্ম করেছে, আল্লাহ তাদেরকে প্রতিশ্রুতি দিয়েছেন যে, তিনি অবশ্যই তাদেরকে পৃথিবীতে খলিফা বানাবেন, যেভাবে তিনি তাদের পূর্ববর্তীদেরকে খলিফা করেছিলেন এবং তিনি অবশ্যই তাদের জন্য দ্বীনকে প্রতিষ্ঠিত করবেন, যা তিনি তাদের জন্য পছন্দ করেছেন। অবশ্যই তিনি তাদের ভয়ের পর অবস্থা পরিবর্তন করে নিরাপত্তা দান করবেন। তারা শুধু আমারই ইবাদত করবে; আমার সাথে কাউকে শরিক করবে না। এরপরও যদি কেউ অকৃতজ্ঞ হয়, তবে তারাই সত্যিকারের অপরাধী।\"কেউ কেউ দ্বাদশ মুহাম্মদ আল-মাহদীর পুনরুত্থানের সময়কে এ আয়াতে উল্লিখিত প্রতিশ্রুতির পরিপূর্ণতা হিসেবে বিবেচনা করেছেন।  কেউ কেউ আয়াতে উল্লিখিত সম্প্রদায় কেবল মাহদীর পুনরুত্থানের সময়ই আবির্ভূত হবে বলে মনে করেন। \n\n\n== শিয়া দ্বাদশী বিশ্বাসে মাহদিবাদ ==\n\nশিয়া ইসলামের দ্বাদশী শাখার শিয়ারা বিশ্বাস করে যে, ঐশ্বরিক প্রতিশ্রুতি অনুসারে, ইসলামের সর্বশেষ নবী মোহাম্মদের একজন বংশধর অথবা তাঁর নামানুসারে হুসাইন ইবনে আলীর বংশধরদের নবম সন্তান মাহদী উপাধি নিয়ে আবির্ভূত হবেন  এবং সমগ্র পৃথিবীতে ন্যায়বিচার ছড়িয়ে দেবেন। \nতাদের এই বিশ্বাস অনুসারে হাসান আল-আসকারীর (একাদশ শিয়া ইমাম) পুত্র মুহাম্মদ মাহদী ৮৭০ সালে জন্মগ্রহণ করেন। তবে পিতার মৃত্যুর পর ইমামতের প্রাথমিক পর্যায়ে তিনি শিশু অবস্থায়ই অদৃশ্য হয়ে যান এবং তিনি কেবল তার অনুসারীদের সাথে যথাক্রমে চারজন সহকারীর মাধ্যমে যোগাযোগ রক্ষা করতেন।  সরকারী ঐতিহ্য অনুসারে ৯৪০ খ্রিস্টাব্দে চতুর্থ ও সর্বশেষ প্রতিনিধি গোপন ইমামের স্বাক্ষরিত একটি চূড়ান্ত চিঠি পান, যেখানে তিনি ঘোষণা করেন যে, এখন থেকে কিয়ামতের আগে কেউ তাকে দেখতে পাবে না বা তার প্রতিনিধি হবে না। এভাবে মাহদীর একটি দীর্ঘ অনুপস্থিতি শুরু হয়েছিল, আজ যা পর্যন্ত চলামন। \nশিয়া পণ্ডিতদের মধ্যে যারা মাহদিবাদকে প্রশ্নবিদ্ধ বা প্রত্যাখ্যান করেছেন, তাদের মধ্যে উল্লেখযোগ্য হলেন আবুল ফাজল বরকাই কওমি, হায়দার আলী কলমাদারান কওমি ও মোহাম্মদ হাসান শরিয়ত সাংলাজি।  একাদশ\nমাহদীবাদের উপর কাজ করা বর্তমান পণ্ডিতদের মধ্যে একজন হলেন লুতফুল্লাহ সাফি গোলপাইগানি। এই ক্ষেত্রে তাঁর দুটি গুরুত্বপূর্ণ রচনা রয়েছে: \"সিলেক্টেড ট্রেস অ্যাবাউট দ্য ইলিভেন্থ ইমাম  ও \"ইমামেত এ্যান্ড মাহদিজম। \n\n\n== তথ্যসূত্র =="}