{"pageid": 1524672, "title": "পরিকল্পনাবিদ এবং স্থপতিদের নারীবাদী সংগঠন", "url": "https://bn.wikipedia.org/wiki?curid=1524672", "content": "পরিকল্পনাবিদ এবং স্থপতিদের নারীবাদী সংগঠন (এফওপিএ) হল একটি সংগঠন যা সাধারণত নির্মাণ জগতে এবং এই ক্ষেত্রে সক্রিয় পেশাদারদের মধ্যে লিঙ্গ সমস্যা সমাধানের জন্য কাজ করে।\n\n\n== ইতিহাস ==\nএই সংগঠনটি ১৯৮১ সালে জার্মানিতে প্রতিষ্ঠিত হয়েছিল। এটি প্রাথমিকভাবে বার্লিনের ইন্টারন্যাশনাল বাউস্টেলুং (আন্তর্জাতিক ভবন প্রদর্শনী বা আইবিএ, ১৯৭৯-১৯৮৭ )তে নারী প্রতিনিধিত্ব কম থাকার প্রতিবাদে একটি প্রতিবাদী পদক্ষেপ হিসেবে গঠন করা হয়েছিল।  প্রাথমিকভাবে আইবিএ-এর সভাগুলো \"ছিনতাই\" করার পর, এই দলটি অল্প সময়ের মধ্যেই বার্লিনে আনুষ্ঠানিকভাবে নিজেদেরকে প্রতিষ্ঠিত করে এবং পরে অন্যান্য জার্মান শহরেও এর শাখা বিস্তৃত হয়, বিশেষ করে ১৯৮০ এবং ১৯৯০ এর দশক জুড়ে এই সংগঠনটি লিঙ্গ সমতার জন্য একটি শক্তিশালী এবং প্রভাবশালী কণ্ঠস্বর তৈরি করে।  ডর্টমুন্ড (১৯৮৫), হামবুর্গ, ব্রেমেন, ক্যাসেল (১৯৮৩) এবং রাইন-মেইন (ফ্রাঙ্কফুর্ট)-এ তাদের স্বাধীন আঞ্চলিক অধ্যায় প্রতিষ্ঠিত হয়েছিল। ১৯৯১ সালে বার্লিনে অনুষ্ঠিত ইউরোপীয় নারী পরিকল্পনাকারী সম্মেলনের ফলে একটি ১১-দফা সনদ, \"একটি নতুন স্থানিক আদেশের জন্য নীতি\" শিরোনামে (গ্রুন্ডলাগেন ফার এইন নিউ রুমলিচে অর্ডনুং) এবং পুরুষ ও নারীদের জন্য সমান নাগরিক, রাজনৈতিক, অর্থনৈতিক, সাংস্কৃতিক এবং সামাজিক অধিকারের উপর ভিত্তি করে একটি উচ্চাকাঙ্ক্ষী পরিকল্পনা ও উন্নয়ন পদ্ধতির পক্ষে মত প্রকাশ করা হয়েছিল।  বার্লিন চার্টারটি দলের বার্ষিক ম্যাগাজিন ফ্রেই রিউম-এর একটি বিশেষ সংস্করণে প্রকাশিত হয়েছিল। তাদের বিভিন্ন সক্রিয় সদস্যদের মধ্যে রয়েছে ভেরোনিকা কেকস্টাইন, কার্স্টিন ডরহোফার, ক্রিশ্চিয়ান এরলেম্যান, এলেন নৌসেস্টার, মারিয়েন রোডেনস্টাইন এবং সাবিন পোলাক .\n\n\n== লক্ষ্য এবং কার্যক্রম ==\nএফওপিএ-এর লক্ষ্যগুলোর মধ্যে রয়েছে: স্থাপত্য, পরিকল্পনা এবং পরিবেশগত ও নির্মাণ শিল্পের রাজনীতিতে নারীবাদী অবস্থানের উন্নয়ন এবং প্রচার; এই ক্ষেত্রে নারীর প্রতি লিঙ্গ বৈষম্য মোকাবেলা; পরিকল্পনা ও উন্নয়নে নারীর অংশগ্রহণ বৃদ্ধি, নারীর স্বার্থ এবং নারী আন্দোলনের জন্য পরিবর্তনের বৃহত্তর লক্ষ্যের অধীনে স্থানিক-নির্মিত পরিবেশ তৈরি করা।\n১৯৮৩ থেকে ২০০৪ সালের মধ্যে, এফওপিএ ফ্রেই রিউম (মুক্ত স্থান) ম্যাগাজিন প্রকাশ করে। এই ম্যাগাজিনেপরিকল্পনা, নকশা, স্থাপত্য এবং ভবনে নারীবাদী তত্ত্ব এবং অনুশীলনের বিষয়ে বিভিন্ন রচনা থাকত। ম্যাগাজিনের শিরোনাম (ফ্রেই রিউম স্ট্রেইটশ্রিফ্ট) নিজেই শব্দ নিয়ে একটি খেলার উদাহরণ যা নির্মাতাদের উদ্দেশ্যকে প্রতিফলিত করে: জার্মান শব্দ \"স্ট্রিটেন\" এর সাথে মিলে, যার অর্থ \"লড়াই করা\", এবং \"জেইটশ্রিফ্ট\"। এই সংগঠনটি অসংখ্য প্রদর্শনী, সম্মেলন এবং সেমিনারও করেছে।\n\n\n== প্রদর্শনী, সেমিনার এবং সম্মেলন ==\n\"ফ্রোয়েন ইন ডের স্ট্যাড\" (শহরের নারী), এফওপিএ ডর্টমুন্ড, ১৯৮৭\n\"ফ্রোয়েন প্ল্যানেন বাউয়েন\" (উইমেন ডিজাইন এবং বিল্ড), এফওপিএ ডর্টমুন্ড\n\"ওহনুংস্লোসিগকেট ভন ফ্রাউয়েন\" (নারীদের গৃহহীনতা), এফওপিএ ডর্টমুন্ড\n\n\n== প্রকাশনা ==\nফ্রেইরুম সিরিজ \n\nসংস্করণ ১, ১৯৮৩, অ্যানালাইসেন ও থেসেন জুর বেদেউতুং ডের আর্কিটেক্টুর্গেসচিচ্টে ফুর ফেমিস্টিসে ইউটোপিয়েন এবং ফ্রাউয়েনস্পেজিফিশে সমস্যা ইম ওহনামফেল্ড\nসংস্করণ ২, ১৯৮৬\nসংস্করণ ৩, ১৯৮৯, গেওয়াল্ট ইম ওফেন্টলাইকেন রউম / বেটিলিগুং ভন ফ্রয়েন ইন পলিটিক আন্ড প্লানং / ওকোলজিস্ট ওরিয়েন্টিয়ার স্ট্যাডটারনিউয়েরং,আইএসবিএন ৩-৯২৪৩৫২-৫৪-২\nসংস্করণ ৪, ১৯৯০, এন্টউইকলংস্লান্ডারে ফ্রুয়েন / রুন্ড উম ডাই ইন্টারন্যাশনাল বাউউসস্টেলুং এমশার পার্ক, এনআরডব্লিউ,আইএসবিএন ৩-৯২৪৩৫২-৫৫-০\nসংস্করণ ৫ (বিশেষ সংস্করণ) ১৯৯২/৯৩, রাউম গ্রিফেন এবং প্লাটজ নেহমেন. ১ এর ডকুমেন্টেশন। ইউরোপিয়ান প্ল্যানেরিনেন্টাগুং,আইএসবিএন ৩-৯০৫৪৯৩-৩৯-X\nসংস্করণ ৬, ১৯৯৩, রিজিওনালেন্টউইকলাং - ফেমিস্টিসে পার্স্পেক্টিভেন,আইএসবিএন ৩-৯০৫৪৯৩-৪৬-২\nসংস্করণ ৭ ১৯৯৪, এন্টশ্লেউনিগাং - আবকেহর ভন আইনেম লেই(ডি)টিবিল্ড: ফেমিস্টিসে রিফ্লেক্সিওন এবং ইউটোপিয়েন,আইএসবিএন ৩-৮৯৩৭০-২০১-৬\nসংস্করণ ৮, ১৯৯৫, জুইশেন অ্যাবগ্রেনজুং আন্ড অ্যানাহেরুং: প্লেনেরিনেন আন্ড প্ল্যানংস্প্রাক্সিস ইন ডেন নিউয়েন বুন্ডেসল্যান্ডারন,আইএসবিএন ৩-৮৯৩৭০-২১৩-X\nসংস্করণ ৯ ১৯৯৬,অর্টসওয়েচসেল - ব্লিকওয়েচসেল: ফ্রাউইনরাউম ইন ডার মাইগ্রেশন,আইএসবিএন ৩-৮৯৩৭০-২৪১-৫\nসংস্করণ ১০ ১৯৯৮, নিউ ওয়েগে - নিউ জিলে: পজিসনেন ফেমিস্টিসের প্লানুং,আইএসবিএন ৩-৮৯৩৭০-২৯০-৩\nসংস্করণ ১১ ২০০৪, ১৯,- EUR,আইএসবিএন ৩-০০-০১৪০৫৬-৫\nবিশেষ সংস্করণ ১৯৯৩, ফ্রাউয়েন ভেরেন্ডর্ন ইহরে স্টাড্ট: প্রেসেনজ ইম রিউম,আইএসবিএন ৩-৯০৫৪৯৩-৩৮-১\nবিশেষ সংস্করণ ১৯৯১, সিচারহাইট ইম ওফেন্টলাইকেন রিউম: স্টাডটেবাউলিচে আন্ড প্ল্যানরিশে মাস্নাহমেন জুর ভার্মিন্ডারং ভন গেওয়াল্ট,আইএসবিএন ৩-৯০৫৪৯৩-১৬-০\n\n\n== অন্যান্য প্রকল্প ==\n\"ইমানজিপাটোরিশেস ওহেনেন\" (ইমানসেপেটরি হাউজিং) প্রকল্প, আইবিএ (বার্লিন), ১৯৮৬-১৯৯৩ \nএফওপিএ-এর চাপের মুখে, আইবিএ ১৯৮৬ সালে বার্লিনের উন্নয়ন পরিকল্পনায় পুরুষকেন্দ্রিক লিঙ্গ বৈষম্য মোকাবেলার লক্ষ্যে একটি পরিকল্পনা সেমিনারের আয়োজন করে, এটি আয়োজন করা হয় ডিজাইনার হিসেবে সীমিত নারীর অংশগ্রহণ এবং নকশা প্রক্রিয়ায় নারী-নির্দিষ্ট উদ্দেশ্যের অভাব এই দুই বিষয়ের উপর ভিত্তি করে। ফলস্বরূপ, তিনজন নারী স্থপতি, জাহা এম. হাদিদ, ক্রিস্টিন জ্যাকম্যান এবং মাইরা ওয়ারহাফটিগকে ছয়টি সামাজিক আবাসন ভবনের মধ্যে তিনটির নকশা করার জন্য নিযুক্ত করা হয়েছিল। তিনটি প্রকল্পই রাষ্ট্র পরিচালিত সামাজিক আবাসন প্রদানকারী প্রতিষ্ঠান ডিজিও দ্বারা করা হয়েছিল। স্ট্রেসম্যানস্ট্রাসে ১০৯-এ অবস্থিত হাদিদ ভবনটি ছিল স্থপতিদের প্রথম বাস্তবায়িত প্রকল্প।\n\nআর্কাইভ \"ফ্রাউয়েন প্লানেন বাউয়েন ওহেনেন\", ইউনিভারসিটাট ডর্টমুন্ড (এফওপিএ ডর্টমুন্ড ) \n\n\n== সংশ্লিষ্ট সংস্থা ==\nঅ্যাসোসিয়েশন ফর উইমেন ইন আর্কিটেকচার অ্যান্ড ডিজাইন, মার্কিন যুক্তরাষ্ট্র\nস্থাপত্যে নারী, যুক্তরাজ্য\nপার্লার, অস্ট্রেলিয়া\nআর্কিটেক্স, মার্কিন যুক্তরাষ্ট্র\nআধুনিক আন্দোলনের পর থেকে নারীর সৃজনশীলতা\nn-ails: Netzwerk für architektinnen, innenarchitektinnen, landschaftsarchitektinnen und stadtplanerinnen, Germany\n\n\n== আরও পড়া ==\nক্যারোল ডেসপ্রেস, 'স্থাপত্য ও পরিকল্পনায় নারীর কণ্ঠস্বর', জার্নাল অফ আর্কিটেকচারাল অ্যান্ড প্ল্যানিং রিসার্চ, ৯ (১৯৯২): ৯১-১৭৯।\nস্থাপত্য নকশা। বিশেষ সংখ্যা। স্থাপত্যে নারী: আন্তর্জাতিক নারী বর্ষ উপলক্ষে নারীদের দ্বারা রচিত এবং তাদের সম্পর্কে একটি সংখ্যা, ৪৫(৮) (আগস্ট ১৯৭৫)।\nপ্লেসেস জার্নাল: স্থাপত্যে নারী\n\n\n== তথ্যসূত্র =="}