{"pageid": 1524992, "title": "ইলা আরব মেহতা", "url": "https://bn.wikipedia.org/wiki?curid=1524992", "content": "ইলা আরব মেহতা (জন্ম ১৬ জুন ১৯৩৮) একজন গুজরাটি উপন্যাসিক ও গল্পকার, তিনি ভারতের গুজরাট অঞ্চলের মানুষ।\n\n\n== জীবনী ==\nইলা আরব মেহতা ১৬ জুন ১৯৩৮ সালে বম্বে (বর্তমানে মুম্বাই) শহরে গুজরাটি লেখক গুনবন্তরাই আচার্য-র পরিবারে জন্মগ্রহণ করেন। তাঁর পরিবার জামনগরের বাসিন্দা ছিল। তিনি জামনগর, রাজকোট এবং মুম্বাইতে তাঁর স্কুলশিক্ষা সম্পন্ন করেন। ১৯৫৮ সালে রামনারায়ণ রুইয়া কলেজ থেকে গুজরাটিতে বিএ এবং ১৯৬০ সালে এমএ ডিগ্রি লাভ করেন। তিনি ১৯৬০ থেকে ১৯৬৭ সাল পর্যন্ত রুইয়া কলেজে এবং পরবর্তীকালে ১৯৭০ থেকে ২০০০ সাল পর্যন্ত, মুম্বাইয়ের সেন্ট জেভিয়ার্স কলেজে অধ্যাপনা করেন।\n\n\n== কর্ম ==\nপ্রথমদিকে, মেহতা 'অখণ্ড আনন্দ', 'নবনীত' এবং 'স্ত্রী জীবন' পত্রিকায় লিখতেন। তাঁর লেখা কিছু গুরুত্বপূর্ণ উপন্যাসের মধ্যে রয়েছে ত্রিকোণনি ত্রাণ রেখাও (১৯৬৬), থিজেলো আকার (১৯৭০), রাধা (১৯৭২), এক হতা দেওয়ান বাহাদুর (১৯৭৬), বত্রিস লক্ষো (১৯৭৬), ভারসদার (১৯৭৮), আভাতি কালনো সূর্য (১৯৭৯), বত্রিস পুতলিনী বেদনা (১৯৮২), অনে মৃত্যু (১৯৮২), দরিয়ানো মানুষ (১৯৮৫), বসন্ত ছ্লাকে (১৯৮৭), নাগ পরীক্ষা, পাঁচ পাগলা পৃথ্বী পার (১৯৯৫), দ্য নিউ লাইফ (২০০৪), পারপোতানি আঁখ (১৯৮৮), জিলি মে কুম্পল হাতেলিমা (২০০৭)। জাহেরখবরনো মানুষ (১৯৮৫), শবনে নাম হওটু নাথি (১৯৮১) সহ আরও অনেক উপন্যাস বিভিন্ন বিষয় নিয়ে লিখেছেন। তাঁর ভাদ (২০১১) উপন্যাসটি ইংরেজিতে ফেন্স (২০১৫) নামে রিতা কোঠারি দ্বারা অনূদিত হয়েছে। তাঁর বত্রিস পুতলিনী বেদনা উপন্যাসটি নারীদের বিরুদ্ধে হওয়া অন্যায় এবং তাদের নিজেদের পরিচয় প্রতিষ্ঠার সংগ্রামের গল্প। এটি অনুরাধা নামক প্রধান চরিত্রের মাধ্যমে পুরুষতন্ত্রের বিরুদ্ধে নারীর ক্ষোভ তুলে ধরে, ঠিক যেমন কুন্দনিকা কপাড়িয়ার সাত পাগলা আকাশমান (১৯৯৪) উপন্যাসে করা হয়েছে।\nএক সিগারেট এক ধুসলি (১৯৮১), ভেনা-উডস (১৯৮৯), ভাগ্যরেখা (১৯৯৫), বালাভো বালভি বালভু (১৯৯৮), ইয়ম কিপুর (২০০৬)। ইলা আরব মেহতানোরী বার্তা বৈভব (২০০৯) তার গল্পের সংকলন। তিনি বর্ষা আদলজার নির্বাচিত গল্প সংকলন বর্ষা আদলজী শ্রেষ্ঠ কথাসাহিত্য (১৯৯১) সম্পাদনা করেন।\nমৃত্যু নাম পারপোটা মরে (১৯৮৪) বিভিন্ন লেখকের মৃত্যুর উপর রচিত রচনাগুলির সংকলন।\nতার লেখনীকে নারীবাদী হিসেবে বিবেচনা করা হয়।\n\n\n== পুরস্কার ==\nতিনি গুজরাট সাহিত্য একাডেমি, মহারাষ্ট্র গুজরাটী সাহিত্য একাডেমি এবং গুজরাটী সাহিত্য পরিষদ থেকে পুরস্কৃত হয়েছেন।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি ১৯৬৪ সালে ডাক্তার আরব মেহতাকে বিয়ে করেন এবং তাদের একটি ছেলে, সলিল এবং একটি মেয়ে, সোনালী রয়েছে। তিনি মুম্বাইতে বসবাস করেন। তাঁর পিতা গুনবন্তরাই আচার্য এবং তাঁর ছোট বোন বর্ষা আদলজাও গুজরাটি লেখক।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ইলা আরব মেহতা সম্পর্কিত মিডিয়া দেখুন।\nগুগল বইয়ে Ilā Ārab Mahetā-এর কাজ\nটেমপ্লেট:Gujarati Vishwakosh"}