{"pageid": 1524345, "title": "বাব আল-আমের", "url": "https://bn.wikipedia.org/wiki?curid=1524345", "content": "বাব আল-আমের (আরবি: باب الأمر অর্থাৎ 'শৃঙ্খলার দরজা') মরক্কোর ফেজ শহরের ঐতিহাসিক দরজাগুলির মধ্যে একটি। এটি ফেজ এল-জিদিদের দক্ষিণ-পশ্চিমদিকের প্রবেশদ্বার ছিল, রাজকীয় শহরটি ১২৭৬ সালে ফেজ এল বালির পশ্চিমে মেরিনিডদের দ্বারা প্রতিষ্ঠিত হয়েছিল।\n\n\n== ইতিহাস ==\n\n১২৭৬ সালে মেরিনিড সুলতান আবু ইউসুফ ইয়াকুব কর্তৃক ফেজ এল-জিদিদ একটি সুরক্ষিত প্রশাসনিক শহর হিসেবে প্রতিষ্ঠিত হয়েছিল। শহরটি দুটি প্রাচীর দ্বারা বেষ্টিত ছিল, যা কিছু এলাকায় (যেমন পূর্ব ও পশ্চিমে) একসাথে বিস্তৃত ছিল এবং অন্যান্য এলাকায় (উত্তর ও দক্ষিণে) একে অপরের থেকে বিচ্ছিন্ন ছিল। শহরের ভেতরের এবং বাইরের দক্ষিণ দেয়ালের মাঝখানে ছিল হিমস নামে পরিচিত একটি জেলা যেখানে সুলতানের সিরীয় তীরন্দাজ সৈন্যদের রেজিমেন্ট ছিল। বাব আল-আমের ছিল এই জেলার মূল পশ্চিমাঞ্চলীয় ফটক। ফটকের নামের অর্থ \"শৃঙ্খলার দরজা\", সম্ভবত সেই সময়ে এর কাছে অবস্থিত নগর রক্ষীদের ব্যারাককে নির্দেশ করে। গেটের অবস্থানের কাছে আইন আল-ওমাইর উৎস থেকে পানি নিয়ে আসা একটি পানির পাইপলাইনও শহরে প্রবেশ করত।\nষোড়শ শতাব্দীর শেষের দিকের কোন এক সময়ে হিমস জেলা শহরের ইহুদি কোয়ার্টারে (মেল্লাহ) রূপান্তরিত হয়। তিনটি ইহুদি কবরস্থানের মধ্যে একটি কবরস্থান উত্তর-পশ্চিমে প্রবেশদ্বারের ভিতরে (বর্তমান প্লেস দে আলাউইটস এর স্থানে) প্রতিষ্ঠিত হয়েছিল, অন্যদিকে আরেকটি কবরস্থান (বর্তমান অবশিষ্ট ইহুদি কবরস্থান) পূর্ব দিকে অনেক পরে প্রতিষ্ঠিত হয়েছিল। সম্ভবত সাদিয়ান আমলে শহরের দক্ষিণ-পশ্চিম কোণে প্রতিরক্ষামূলক দুর্গ হিসেবে কাজ করার জন্য বাব আল-আমেরের ঠিক দক্ষিণে বোর্জ আল-মাহরেস নামে পরিচিত একটি দুর্গ নির্মাণ করা হয়েছিল। সুলতান মাওলায়েে আবদুল্লাহর প্রথম রাজত্বকালে (১৭২৯-১৭৩৪) অস্থিরতা ও দমন-পীড়নের সময়কালে গভর্নর হামদুন আর-রুসির আদেশে আশেপাশের কিছু প্রাচীর সহ দুর্গটি ভেঙে ফেলা হয়েছিল।\n১৯১২ সালে ফরাসি আশ্রিত রাজ্য প্রতিষ্ঠার পর এই অঞ্চলে ব্যাপক পরিবর্তন আনা হয়। ফরাসি প্রশাসন গেটটি খুব সংকীর্ণ এবং যানবাহন চলাচলের জন্য অসুবিধাজনক বলে মনে করায়, তারা এর পাশ দিয়ে যাওয়া প্রধান রাস্তাটি নির্মাণের জন্য নিকটবর্তী জলাধার এবং আশেপাশের প্রাচীরের বেশিরভাগ অংশ ভেঙে ফেলে। তারা উত্তর-পশ্চিমে প্রাক্তন ইহুদি কবরস্থানের স্থানে একটি বিশাল খোলা চত্বরও তৈরি করে যা প্লেস দো কমার্স নামে পরিচিত হয়ে ওঠে এবং যা এখন প্লেস দেস আলাউইটস নামে পরিচিত। ১৯৬০-এর দশকের শেষের দিকে এবং ১৯৭০-এর দশকের গোড়ার দিকে রাজা দ্বিতীয় হাসান প্লেস দেস আলাউইটস থেকে রাজকীয় প্রাসাদ (দার আল-মাখজেন) পর্যন্ত একটি নতুন প্রবেশপথ নির্মাণের নির্দেশ দেন, এবং এই সময়েই সেখানে প্রাসাদের বর্তমানে বিখ্যাত গেটগুলি নির্মিত হয়।\n\n\n== References =="}