{"pageid": 1524464, "title": "পার্বতী দেবী (লাদাখের রাজনীতিবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1524464", "content": "রানি পার্বতী দেবী ডেস্কিট ওয়াংমো (১লা মে ১৯৩৪ - ৫ই নভেম্বর ২০২৪) ছিলেন একজন ভারতীয় রাজ পরিবার সদস্য এবং রাজনীতিবিদ, যিনি লাদাখের রানি মা ছিলেন। তিনি ১৯৭৭ থেকে ১৯৮০ সাল পর্যন্ত ষষ্ঠ লোকসভার সদস্য হিসেবে দায়িত্ব পালন করেন।\n\n\n== প্রারম্ভিক জীবন ==\nপার্বতীর জন্ম ১৯৩৪ সালের ১ মে খাংসার প্রাসাদে, বর্তমানে এটি হিমাচল প্রদেশের লাহুল ও স্পিতি জেলার অংশ। তাঁর জন্ম হয়েছিল লাহুলের সর্বশ্রেষ্ঠ রাজপরিবার, খাংসারের রাজকীয় বাড়িতে, নিমা ওয়াঙ্গ্যালের ঘরে। তিনি পঞ্চম শ্রেণী পর্যন্ত শিক্ষা লাভ করেন।\n\n\n== কর্মজীবন ==\nপার্বতী দেবী লাদাখে তাঁর সামাজিক কাজের জন্য পরিচিত ছিলেন। ১৯৫৮ সালে তিনি লেহের বাস্তবায়ন কমিটির কল্যাণ সম্প্রসারণ প্রকল্পের আহ্বায়ক হন।\n১৯৭৭ সালের ভারতীয় সাধারণ নির্বাচনের জন্য, ভারতীয় জাতীয় কংগ্রেস (আইএনসি) পার্বতী দেবীকে লাদাখ নির্বাচনী এলাকার জন্য তাদের প্রার্থী করে এবং তাদের স্থানীয় জোট শরিক জম্মু ও কাশ্মীর ন্যাশনাল কনফারেন্স তাঁকে সমর্থন করে। তাঁর বিরুদ্ধে কেবল একজন স্বতন্ত্র প্রার্থী দাঁড়িয়েছিলেন। পার্বতী তাঁকে ২,৮৭৭ ভোটের ব্যবধানে পরাজিত করেন (২৩,১৩০ ভোটের বিপরীতে  ২০,২৫৩ ভোট) এবং লাদাখের প্রথম মহিলা সাংসদ হন। ১৯৭৭ সালের নির্বাচনে জম্মু ও কাশ্মীরের মহিলা প্রার্থী হিসেবে তিনি এবং বেগম আকবর জাহান আবদুল্লাহ জয়লাভ করেন। এই মেয়াদের লোকসভা তার পাঁচ বছর  পূর্ণ করতে পারেনি এবং ১৯৮০ সালে আরেকটি নির্বাচন অনুষ্ঠিত হয়। এবার জম্মু ও কাশ্মীর ন্যাশনাল কনফারেন্স লাদাখ থেকে তাদের প্রার্থী দিয়েছিল।\nপার্বতী দেবী নামগিয়াল ইনস্টিটিউট অফ রিসার্চ অন লাদাখি আর্ট অ্যাণ্ড কালচার (এনআইআরএলএসি) -এর প্রতিষ্ঠাতা এবং সভাপতি ছিলেন।\n\n\n== ব্যক্তিগত জীবন এবং মৃত্যু ==\nপার্বতী ১৯৫০ সালের ১০ জুলাই লাদাখের রাজা কুনজাং নামগ্যালের সাথে বিবাহ বন্ধনে আবদ্ধ হন। কুনজাং একজন মদ্যপ ছিলেন এবং ৪৮ বছর বয়সে মারা যান। সেইসময় পার্বতী দেবী এবং তাঁদের চার সন্তান (দুই ছেলে এবং দুই মেয়ে) ছিলেন। স্থানীয় ঐতিহ্য অনুসারে, মৃত রাজার ভাইয়ের (দেবর) সাথে পার্বতীর বিবাহ হওয়ার কথা ছিল। পরিবর্তে, তিনি তাঁর দেবরকে পরিবার থেকে আলাদা করে দিয়েছিলেন এবং তার জন্য মাসিক ভাতার ব্যবস্থা করেছিলেন। তিনি বিষয়টি আদালতে নিয়ে যান এবং অবশেষে আদালতের বাইরে একটি মীমাংসার মাধ্যমে পারিবারিক সম্পত্তির একটি অংশের দখল লাভ করেন।\nতিনি স্টোক প্রাসাদে থাকতেন। শীতকালে, তিনি মানালিতে থাকতেন।\nপার্বতী ২০২৪ সালের ৫ই নভেম্বর ৯০ বছর বয়সে মারা যান।\n\n\n== তথ্যসূত্র =="}