{"pageid": 1524195, "title": "রমারঞ্জন মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1524195", "content": "ড. রমারঞ্জন মুখোপাধ্যায় (১ জানুয়ারী ১৯২৮ - ১৩ মার্চ ২০১০) ছিলেন একজন ভারতীয় বাঙালি লেখক, শিক্ষাবিদ, ভারততত্ত্ববিদ এবং রাষ্ট্রীয় সংস্কৃত বিদ্যাপীঠের প্রাক্তন আচার্য।  তিনি সংস্কৃত সাহিত্যে অগাধ পাণ্ডিত্যের জন্য পরিচিত সংশ্লিষ্ট মহলে বিশেষভাবে পরিচিত ছিলেন। ২০১০ খ্রিস্টাব্দে ভারত সরকার তাঁকে সাহিত্য ও শিক্ষাক্ষেত্রে অবদানের জন্য সর্বোচ্চ চতুর্থ সর্বোচ্চ ভারতীয় বেসামরিক পদ্মশ্রী পুরস্কারে সম্মানিত করে। \n\n\n== জীবনী ==\nরমারঞ্জন মুখোপাধ্যায় ব্রিটিশভারতের অধুনা  পশ্চিমবঙ্গের বীরভূম জেলার  সিউড়িতে ১৯২৮ খ্রিস্টাব্দের ১ জানুয়ারি জন্মগ্রহণ করেন। পিতা অমিতারঞ্জন মুখোপাধ্যায় ও মাতা শঙ্করীবালা দেবী। তিনি ১৯৪৪ সালে কলকাতা বিশ্ববিদ্যালয় থেকে সংস্কৃতে প্রথম শ্রেণীতে প্রথম হয়ে স্নাতক (বিএ) পাশ করেন এবং ঈশান স্কলার হন। ১৯৪৬ খ্রিস্টাব্দে স্নাতকোত্তর ডিগ্রি অর্জন করেন। পরবর্তীতে, ১৯৫৩ খ্রিস্টাব্দে বিশ্ববিদ্যালয় ( কলকাতা বিশ্ববিদ্যালয় ) থেকে পিএইচডি ডিগ্রি অর্জন করেন। ১৯৬৪ খ্রিস্টাব্দে যাদবপুর বিশ্ববিদ্যালয় থেকে তিনি সাহিত্যে ডক্টরেট ডিগ্রিও অর্জন করেন ।\nড. রমারঞ্জন মুখোপাধ্যায় কলকাতা বিশ্ববিদ্যালয়ে প্রভাষক হিসেবে কর্মজীবন শুরু করলেও ১৯৫৬ খ্রিস্টাব্দে যাদবপুর বিশ্ববিদ্যালয়ে সংস্কৃত বিভাগে যোগ দেন এবং পরবর্তীতে বিভাগীয় প্রধান হন। তাঁর বিশেষ সহায়তায় যাদবপুর বিশ্ববিদ্যালয়ে সংস্কৃতের বিশেষ সহায়তা বিভাগ (ডিএসএ সংস্কৃত) প্রতিষ্ঠিত হয়।  ১৯৭০ খ্রিস্টাব্দে , তিনি বর্ধমান বিশ্ববিদ্যালয়ের উপাচার্য নিযুক্ত হন এবং এই পদে তিনি ১৯৮৪ খ্রিস্টাব্দ পর্যন্ত অধিষ্ঠিত ছিলেন।  পরবর্তী তিন বছর রবীন্দ্রভারতী বিশ্ববিদ্যালয়ে উপাচার্য ছিলেন ১৯৮৭ খ্রিস্টাব্দে অবসর গ্রহণ করেন।  এই সময়কালে, তিনি স্থায়ী কমিটির সদস্য এবং পরে ভারতীয় বিশ্ববিদ্যালয় সমিতির সভাপতি ছিলেন এবং কমনওয়েলথ বিশ্ববিদ্যালয় সমিতির স্থায়ী কমিটির সদস্য হিসেবে দায়িত্ব পালন করেন । তিনি রাষ্ট্রীয় সংস্কৃত বিদ্যাপীঠের প্রাক্তন চ্যান্সেলরও ছিলেন । তাছাড়াও, শ্রী সীতারাম বৈদিক আদর্শ সংস্কৃত মহাবিদ্যালয়, [ 5 ] রাষ্ট্রীয় সংস্কৃত সংস্থান অনুমোদিত প্রাচ্য অধ্যয়ন কলেজ, বীরভূম ইনস্টিটিউট অফ ইঞ্জিনিয়ারিং অ্যান্ড টেকনোলজি, কলকাতা ইনস্টিটিউট অফ ইঞ্জিনিয়ারিং অ্যান্ড ম্যানেজমেন্ট , কলকাতা  এবং কলকাতায় একটি আইন কলেজের মতো শিক্ষা প্রতিষ্ঠান প্রতিষ্ঠায় তাঁর অবদানের কথা জানা যায়। তিনি শ্রী শ্রী সীতারামদাস ওঁকারনাথ সাংস্কৃতিক শিক্ষা সংসদ  সভাপতি হিসেবে দায়িত্ব পালন করেন এবং শিক্ষা গবেষণা ও উন্নয়ন ইনস্টিটিউটের পৃষ্ঠপোষক ছিলেন। ভারতীয় প্রতিনিধিদলের সদস্য হিসেবে তিনি অনেক দেশ ভ্রমণও করেছিলেন।\nঅধ্যাপক মুখোপাধ্যায় বেশ কয়েকটি গ্রন্থ এবং নিবন্ধ রচনা করেন। তাঁর উল্লেখযোগ্য কিছু রচনা হল\n\nবাংলা ভাষা-\nনন্দনতত্ত্ব (২০২৪), আশাদীপ ভারত\nরসসমীক্ষা (১৯৭৪) সংস্কৃত পুস্তক ভাণ্ডার, কলকাতা\nঋক বেদ ভাষ্যোপক্রমঃ (১৯৭৬) শীর্ষেন্দু প্রকাশন, কলকাতা\nইংরাজী ভাষায়-\nইমাজারি ইন পোয়েট্রি: অ্যান ইন্ডিয়ান অ্যাপ্রোচ \nকর্পাস অফ ইন্ডোলজিক্যাল স্টাডিজ (১৯৯৯) (অনন্তলাল ঠাকুরের সাথে যৌথভাবে), শারদা পাবলিশিং হাউস আইএসবিএন ৯৭৮৮১৮৫৬১৬০৭০ \nগ্লোবাল অ্যাসথেটিক্স অ্যান্ড স্যান্সক্রিট পোটিক্স (১৯৯৮), রাষ্ট্রীয় স্যান্সক্রিট সংস্থান \nরাষ্ট্রীয় স্যান্সক্রিট সংস্থান (২০১২), শারদা পাবলিশিং হাউস আইএসবিএন ৯৭৮-৮১৮৫৬১৬২২৩ \nঅনুবাদ (ডিএসএ-স্যান্সক্রিট) জে ইউ সিরিজ -\nব্যাক্তিভিবেকা অফ রাজনক মহিমভট্ট (২০০৫), সংস্কৃত পুস্তক ভাণ্ডার \nঅধ্যাপক ড. রমারঞ্জন মুখোপাধ্যায় বার্ধক্যজনিত অসুস্থতার কারণে ২০১০ খ্রিস্টাব্দের ১৩ মার্চ প্রয়াত হন। \nতাঁর স্মরণে \"হে মহাজীবন\" এবং \"কবিতা সংগ্রহ\" এর মতো বেশ কয়েকটি গ্রন্থ প্রকাশিত হয়েছে।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nভারতের মানবসম্পদ উন্নয়ন মন্ত্রকের প্রাক্তন এমিরিটাস ফেলো রমারঞ্জন মুখোপাধ্যায় ১৯৮৭ খ্রিস্টাব্দে 'রাষ্ট্রপতি পুরস্কার' লাভ করেন। ২০০০ খ্রিস্টাব্দে জাপানের বিশ্ববিদ্যালয় 'হিরোশিমা শান্তি পুরস্কার' প্রদান করে। উত্তরপ্রদেশ সরকার তাকে 'বিশ্বভারতী পুরস্কার' এবং ২০১০ খ্রিস্টাব্দে ভারত সরকার সাহিত্য ও শিক্ষাক্ষেত্রে অসামান্য অবদানের জন্য তাকে দেশের চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রী সম্মানে ভূষিত করে কিন্তু অনুষ্ঠানিক প্রদানের পূর্বেই তার মৃত্যু হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nRamaranjan Mukherji (১৯৭২)। Imagery in poetry: an Indian approach। Sanskrit Pustak Bhandar। পৃষ্ঠা 168। \nRamaranjan Mukherji, Anantalal Thakur (১৯৯২)। Corpus of Indological Studies। Sharada Publishing House। পৃষ্ঠা 287। আইএসবিএন 9788185616070। \nRamaranjan Mukherji (১৯৯৮)। Global Aesthetics and Sanskrit Poetics। Rashtriya Sanskrit Sansthan। পৃষ্ঠা 265। \nRamaranjan Mukherji (২০১২)। Rashtriya Sanskrit Sansthan। Sharada Publishing। পৃষ্ঠা 190। আইএসবিএন 978-8185616223। \nRamaranjan Mukherji (Translator, Editor) (২০০৫)। Vyaktiviveka of Rajanaka Mahimbhatta। Sanskrit Pustak Bhandar। এএসআইএন B008RY2QQM। \n\n\n== বহিঃসংযোগ ==\n\"Economic Times\"। Economic Times। ২০১০। সংগ্রহের তারিখ ১৮ ডিসেম্বর ২০১৪।"}