{"pageid": 1524812, "title": "মইনুদ্দিন হাসান ইবনুল শায়খ", "url": "https://bn.wikipedia.org/wiki?curid=1524812", "content": "মুঈন আল-দীন হাসান ইবনে আল-শায়খ (মৃত্যু: ১০/১২ ফেব্রুয়ারি ১২৪৬) আইয়ুবীয় সুলতান আল-সালিহ আইয়ুবের মিশরের উজির  ছিলেন। তিনি ১২৪০ সাল থেকে তার মৃত্যু পর্যন্ত এই পদে অধিষ্ঠিত ছিলেন।\nমুঈন আল-দীন আওলাদ আল-শায়খ নামে পরিচিত একটি পরিবারের সদস্য ছিলেন।  তার পূর্বপুরুষরা খোরাসান থেকে এসেছিল। তিনি চার ভাইয়ের মধ্যে সবার ছোট ছিলেন। তার বড় ভাইয়েরা ছিলেন ফখর আল-দীন ইউসুফ  ইমাদ আল দীন উমর  এবং কামাল আল- দীন আহমেদ। তার ভাইদের মতো তিনিও একজন সুফী  ছিলেন। রাজনীতিতে প্রবেশের আগে তিনি কায়রোতে শাফিঈ ফিকহ শিক্ষা দিতেন।\nমইনুদ্দিনকে সুলতান আল-কামিল \"উজিরের প্রতিনিধি\" (নায়েব আল-উইজারা) হিসেবে নিয়োগ করেছিলেন। ১২৪০ সালে আল-কামিলের মৃত্যুর পর তিনি সেই পরিষদের অংশ ছিলেন। যারা দামেস্কে আল-জাওয়াদ ইউনুসকে শাসক হিসেবে নির্বাচিত করেছিল। একই বছরে আল-কামিলের উত্তরাধিকারী আল-সালিহ আইয়ুব তাকে পূর্ণ উজির পদে উন্নীত করেন। ১২৪৩ সালে তিনি সুলতান এবং সিরিয়ার আইয়ুবীয় আমিরদের মধ্যে সমঝোতার প্রচেষ্টায় অংশ নেন। খোয়ারিজমীয়দের সঙ্গে জোটের ফলে তা ভেঙে পড়ে। পরে, ১২৪৪ সালে, লা ফরবি যুদ্ধে মিশরীয়-খোরাসানী বাহিনী ফ্রাঙ্ক ও সিরিয়ানদের পরাজিত করার পর, আস-সালিহ আইয়ুব তাকে সেনাপতির দায়িত্ব দেন। তাকে দামেস্ক দখলের জন্য পাঠান।\n১২৪৫ সালের অভিযানের জন্য মইনুদ্দিনকে পূর্ণ ক্ষমতা দেওয়া হয়েছিল। এর মধ্যে রাজকীয় মণ্ডপ (আল-দিহলীজ আল-সুলতানী) ব্যবহারের অধিকার এবং রাজকীয় কর্মীদের দ্বারা সেবা গ্রহণের অনুমতি ছিল। তিনি গাজায় খোয়ারিজমীয় সেনাবাহিনীর সঙ্গে মিলিত হন এবং সম্মিলিত বাহিনীকে বায়সান হয়ে দামেস্কে নিয়ে যান। দামেস্কের অবরোধ মে মাসে শুরু হয় এবং চার মাসেরও বেশি সময় ধরে চলে। আত্মসমর্পণের বিষয়ে  মইনুদ্দিন এবং দামেস্কের উজির আমিন আল-দাওলা মিলে আলোচনা করেছিলেন। এতে তারা সম্মত হয় যে আল-সালিহ ইসমাইল দামেস্ক ছেড়ে দেবেন কিন্তু বালাবাক্ক ধরে রাখবেন। তার মিত্র আল-মনসুর ইব্রাহিম হিমস ধরে রাখবেন। উভয়কেই নিরাপদে যাওয়ার অনুমতি দেওয়া হয় এবং মইনুদ্দিন ২ অক্টোবর দামেস্কে প্রবেশ করেন। এর কিছুক্ষণ পর তিনি আল-সালিহ ইসমাইলকে আটক করার একটি বিলম্বিত আদেশ পান।\nদখলের পর মুঈন আল-দীন আল-সালিহ আইয়ুবের প্রতিনিধি (নায়েব আল-সালতানা) হিসেবে দামেস্ক শাসন করেন। তিনি খোয়ারিজমীয়দের মধ্যে ইকতা (জমি) বিতরণ করেন, কিন্তু তারা এটিকে অপর্যাপ্ত মনে করেন। তিনি শিহাব আল-দীন রশীদ আল-কবীরকে দুর্গের গভর্নর (ওয়ালী আল-কালআ) এবং জামাল আল-দীন হারুনকে পবিত্র স্থানের গভর্নর (ওয়ালী আল-মদীনা) হিসেবে নিয়োগ দেন। তিনি আল-সালিহ ইসমাইলের নিয়োগ করা কাজীকে বদলে নিজের একজন বিশ্বস্ত ব্যক্তিকে নিয়োগ করেন।\n১২৪৬ সালের ফেব্রুয়ারিতে, দামেস্কের নতুন গভর্নর হুসাম আল-দীন ইবনে আবি আলী তার স্থলাভিষিক্ত হন। কিছুদিন পরেই মইনুদ্দিন টাইফয়েড জ্বরে আক্রান্ত হয়ে মারা যান।\n\n\n== তথ্যসূত্র =="}