{"pageid": 1524764, "title": "আবু তুরাব জাহিরি", "url": "https://bn.wikipedia.org/wiki?curid=1524764", "content": "আবু তুরাব জাহিরি (আরবি: أبو محمد عبد الجميل بن عبد الحق بن عبد الوحيد بن محمد بن الهاشم بن بلال الهاشمي العمري العدوي) (১ জানুয়ারী ১৯২৩ - ৪ মে ২০০২), একজন ভারতীয় বংশোদ্ভূত সৌদি আরবীয় ভাষাবিদ, আইনজ্ঞ, ধর্মতত্ত্ববিদ এবং সাংবাদিক ছিলেন। আরবি ভাষার জ্ঞানের কারণে তাকে প্রায়ই তার যুগের সিবাওয়েহ বলা হত। ইসলামী ফিকহ, কবিতা এবং জীবনী বিশ্লেষণে তার অবদান এই ক্ষেত্রে গভীর ছাপ রেখেছে। তিনি ব্রিটিশ ভারতের পাঞ্জাব প্রদেশের আহমেদপুর পূর্বে (এখনকার পাকিস্তানের পাঞ্জাব) জন্মেছিলেন। পরবর্তীতে সৌদি আরবে গিয়ে প্রভাবশালী ব্যক্তিত্বে পরিণত হন। সেখানে তিনি ইসলামের পবিত্রতম স্থান, মক্কার মসজিদ আল-হারামে মুসলিম ধর্মতত্ত্ব শিক্ষা দিয়েছেন। ইসলামী পাণ্ডুলিপির খোঁজে তার দীর্ঘ ভ্রমণ এবং তার পড়াশোনার কাজ তাকে একজন উল্লেখযোগ্য পণ্ডিত ও লেখক হিসেবে প্রতিষ্ঠিত করেছে।\n\n\n== জীবন ==\nআবু তুরাব ১৯২৩ সালে তৎকালীন ব্রিটিশ রাজত্বে  আরব বংশোদ্ভূত এক পরিবারে জন্মগ্রহণ করেন। তার পরিবারের বংশপরিচয় অনুসারে, তার পূর্বপুরুষদের উৎস ইসলামের দ্বিতীয় খলিফা উমর এবং কুরাইশ গোত্রের বনু আদি শাখার সাথে যুক্ত ছিল।\nআবু তুরাব ইসলামী পাণ্ডুলিপির সন্ধানে ব্যাপক ভ্রমণ করেছিলেন।  তখন পর্যাপ্ত উপকরণ না থাকায় তিনি অনেক সময় নিজেই সেগুলো হাতে লিখে নিতেন। তার যৌবনকালে, তিনি পশ্চিম ইউরোপ, উত্তর আফ্রিকা এবং মধ্যপ্রাচ্য ভ্রমণ করেছিলেন। অবশেষে তিনি মিশরে যান। যেখানে তিনি আল-আজহার বিশ্ববিদ্যালয় থেকে স্নাতকোত্তর এবং ডক্টরেট ডিগ্রি অর্জন করেন।  সেখানে তিনি বিখ্যাত  হাদিস বিশেষজ্ঞ আহমদ মুহাম্মদ শাকিরের ছাত্রও ছিলেন। পরবর্তীতে, ১৯৪৮ সালে সৌদি আরবের প্রথম বাদশাহ ইবনে সৌদের নির্দেশে জাহিরি সৌদি আরবে স্থায়ীভাবে বসবাস শুরু করেন। তিনি আবু তুরাবকে ইসলামের পবিত্রতম স্থান মক্কার মসজিদ আল-হারামে মুসলিম ধর্মতত্ত্ব পড়ানোর অনুরোধ করেছিলেন। তার সবচেয়ে পরিচিত ছাত্র ছিলেন আবূ আব্দুর রহমান ইবনে আকিল আল-জাহিরী। তিনি জাহিরী মাযহাবের প্রতি একই আনুগত্যের কারণে তার সঙ্গে একই ছদ্মনাম ব্যবহার করেছিলেন। সৌদি আরবে বসবাসকারী এক বিদেশী আবদুল্লাহ বিন বায়াহর সাথেও জাহিরির বন্ধুত্ব ছিল।\nআবু তুরাব ১৪২৩ হিজরির ২১শে সফর,  তারিখে, ৪ মে ২০০২ তারিখে, শনিবার সকালে মৃত্যুবরণ করেন। আবু তুরাব তার ব্যক্তিগত লাইব্রেরিতে থাকাকালীন একজন সহকারীর কাছে তার পায়ের পক্ষাঘাতের কথা বলেন। বাকশক্তি হারিয়ে কালিমা শাহাদাত উচ্চারণ করতে না পারলেও আবু তুরাব আকাশের দিকে ইশারা করে বিছানায় মারা যান। পরদিন সকাল তাকে মক্কার ঐতিহাসিক জান্নাতুল মুয়াল্লা কবরস্থানে দাফন করা হয়।\n\n\n== কাজ ==\nআবু তুরাব প্রায় পঞ্চাশটি প্রকাশিত গ্রন্থ রচনা করেছেন। তিনি ফার্সি ও উর্দুতে সাবলীল ছিলেন। এছাড়া ভারতের বিভিন্ন ভাষায় কথা বলতে পারতেন। কিন্তু তাঁর বেশিরভাগ লেখাই আরবি ভাষায় ছিল।\n\n\n=== জীবনীগ্রন্থ ===\nআবদুল করিম ইবনে আবদ আল্লাহ 'আব্দুল করিম, আবু তুরাব আল-হাহিরি,১৩৪৩-১৪২৩ হিজরি/১৯২৩-২০০২ খ্রিস্টাব্দ:সাফাহাত মিন হায়াবিত-ওয়াতিহ- রিয়াদ: মাকতাবাত আল-মালিক ফাহদ আল-ওয়াতানিয়াহ। প্রকাশক: মাকতাবাত আল-মালিক ফাহদ আল-ওয়াতানিয়াহ, ২০০৮। ৬০৩পৃষ্ঠা।; ২৪ সেমি। আইএসবিএন ৯৭৮৯৯৬০০০৩০২৩\nআলাভী তাহা সাফি, আবু তুরাব আল-আহিরি--আল-আলিম আল-মাওসুআহ—আও সিবাওয়াইহ আল-আসার। রিয়াদ: আল-মাজাল্লাহ আল-আরাবিয়াহ, ২০০৩। ৩২ পৃষ্ঠা; ২০ সেমি।\n\n\n=== মূল রচনা ===\nরাসূলুল্লাহর বিদায়ের মুহূর্ত। জাকার্তা: পুস্তকা আজম, ২০০১। ৩২৮ পি।; ২৩ সেমি। ওয়াওয়ান জুনায়েদি সোফান্দি দ্বারা অনুবাদিত।\nলিজাম আল-আকলাম। মাকতাবাত আল-তিহামা, ১৯৮২। ২৭৬ পৃষ্ঠা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআবু তুরাবের মৃত্যুবার্তা — আল রিয়াদ থেকে (আরবি)\nআবু তুরাবের জীবনী — উম্মুল কুরা বিশ্ববিদ্যালয়ের দাপ্তরিক ওয়েবসাইটে (আরবি)"}