{"pageid": 1524978, "title": "লিবিয়ায় ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1524978", "content": "লিবিয়ায় ইসলাম প্রধান ধর্ম, যেখানে ৯৭% লিবীয় সুন্নি ইসলাম অনুসরণ করে।  লিবিয়ার সংবিধানের ৫ নম্বর অনুচ্ছেদে ইসলামকে রাষ্ট্রীয় ধর্ম হিসেবে ঘোষণা করা হয়েছে।   বিপ্লব পরবর্তী জাতীয় অন্তর্বর্তী পরিষদ স্পষ্টভাবে ইসলামি মূল্যবোধ পুনঃপ্রতিষ্ঠার চেষ্টা করেছে; ইসলামি সংস্কৃতির প্রতি সচেতনতা বৃদ্ধি করেছে; কুরআনী আইনের মর্যাদা উন্নীত করেছে এবং লিবিয়ার দৈনন্দিন জীবনে কুরআনের শিক্ষা ও চর্চাকে অধিক গুরুত্ব দেওয়ার উদ্যোগ নিয়েছে। এছাড়াও ইসলামী বিধান অনুসারে আইনি বাস্তবায়নের ওপরও গুরুত্বারোপ করা হয়েছিল। লিবিয়ায় আহমদিয়া ও শিয়া সম্প্রদায়ের একটি ক্ষুদ্র উপস্থিতি রয়েছে, যা মূলত পাকিস্তানি অভিবাসীদের দ্বারা গঠিত। তবে এই সম্প্রদায়গুলি রাষ্ট্র কর্তৃক স্বীকৃত নয়। \n\n\n== ইতিহাস ==\n\nসপ্তম শতকে মুসলমানরা তাদের ধর্ম প্রচারের অংশ হিসেবে লিবিয়ায় পৌঁছে ইসলাম প্রচার শুরু করে। শহরাঞ্চল দ্রুতই ইসলামের প্রভাবাধীন হয়ে ওঠে; তবে সাহারা মরুভূমির যাযাবর জনগোষ্ঠীর মধ্যে ধর্মান্তর ঘটতে একাদশ শতক পর্যন্ত সময় লেগেছিল। এই সময়ে আরব ও মিশর থেকে আসা বেদুইন উপজাতীয় মুসলিমরা বড় আকারে বসতি গড়ে তোলে। লিবিয়ায় ইসলামের আগমনের পরও অনেক প্রাক-ইসলামি বিশ্বাস টিকে ছিল এবং তা ইসলামের সাথে মিশে যায়। উত্তর আফ্রিকা জুড়ে প্রচলিত জিন (অদৃশ্য আত্মা), কুদৃষ্টি, সৌভাগ্য অর্জনের জন্য বিভিন্ন আচার অনুষ্ঠান ও স্থানীয় পীর-আউলিয়াদের সম্মান ইত্যাদি বিশ্বাস ইসলামের ধর্মীয় রীতিনীতির সাথে একীভূত হয়। \n\n\n=== গাদ্দাফির শাসনামলে ইসলাম ===\n\nমুয়াম্মার গাদ্দাফির নেতৃত্বাধীন বিপ্লবী লিবীয় সরকার দেশের সমাজে ইসলামের ভূমিকাকে আরো গুরুত্বপূর্ণ করে তোলে।   ক্ষমতা গ্রহণের পরপরই তার সরকার মদখানা ও নাইটক্লাব বন্ধ করে; অশ্লীল বা অনৈতিক বিনোদন নিষিদ্ধ করে এবং ইসলামি বর্ষপঞ্জির গণনা বাধ্যতামূলক করে। দেশে শরিয়া আইন পুনঃপ্রতিষ্ঠার ঘোষণা দেয়া হয় এবং গাদ্দাফি নিজেই এই বিষয়ে একটি কমিশনের প্রধান হিসেবে দায়িত্ব নেন। ১৯৭৩ সালে একটি নতুন আইন ব্যবস্থা চালু করা হয়, যা লিবিয়ার বিচারব্যবস্থাকে সম্পূর্ণভাবে শরিয়া আইনের সাথে সামঞ্জস্যপূর্ণ করে। ১৯৭৭ সালে সরকার ঘোষণা দেয় যে, ভবিষ্যতের সমস্ত আইন কুরআনের ভিত্তিতে প্রণীত হবে। গাদ্দাফির সরকারের সময় বেশ কিছু কঠোর আইন কার্যকর হয়। সশস্ত্র ডাকাতির শাস্তি হিসেবে এক হাত ও এক পা কেটে ফেলার বিধান করা হয় (যদিও শাস্তি কার্যকরের ক্ষেত্রে শর্ত আরোপ করা হয়, যা বাস্তবে এটি প্রয়োগকে কঠিন করে তুলেছিল)।রমজানে রোজা ভঙ্গকারীদের জন্য চাবুক মারার শাস্তি নির্ধারণ করা হয়। ব্যভিচারের দোষী প্রমাণিত পুরুষ ও নারীদের ৮০ চাবুক মারার শাস্তি ঘোষণা করা হয়। \n১৯৭০-এর দশকের প্রথম দিকে ইসলাম গাদ্দাফির রাজনৈতিক ও সামাজিক সংস্কারের একটি প্রধান উপাদান ছিল। তবে এই দশকের শেষে এসে তিনি প্রচলিত ইসলামি প্রতিষ্ঠানগুলোর সমালোচনা শুরু করেন। তিনি দাবি করেন যে, কুরআনই ইসলামের একমাত্র মূল ভিত্তি এবং যে কেউ স্বাধীনভাবে এটি ব্যাখ্যা করতে পারে। তিনি উলামা, ইমাম ও ইসলামি বিচারকদের ভূমিকা খাটো করে দেখাতে শুরু করেন এবং হাদিসের প্রামাণ্যতা নিয়েও প্রশ্ন তোলেন। তার মতে, শারিয়া আইন শুধুমাত্র ধর্মীয় বিষয়গুলোর জন্য প্রযোজ্য; সামাজিক ও রাজনৈতিক ক্ষেত্রে তা প্রযোজ্য নয়। \nএছাড়াও তিনি ইসলামি বর্ষপঞ্জি সংশোধনেরও প্রস্তাব দেন। তিনি এটি হিজরতের পরিবর্তে মহানবীর মৃত্যুর বছর (৬৩২ খ্রিস্টাব্দ) থেকে গণনা শুরুর পরামর্শ দেন। তবে সরকার ইসলাম প্রচারে সক্রিয় ভূমিকা রেখেছিল এবং আন্তর্জাতিক পর্যায়ে ইসলামের প্রচার কাজে সহায়তা করে। ১৯৭০ সালে জিহাদ ফান্ড নামে একটি তহবিল গঠন করা হয়, যা ফিলিস্তিনিদের সংগ্রামকে সহায়তা করতে ব্যবহৃত হতো। এছাড়াও বেনগাজি বিশ্ববিদ্যালয়ের ইসলামি শিক্ষা ও আরবি অনুষদকে সমগ্র মুসলিম বিশ্বের বুদ্ধিজীবী নেতাদের প্রশিক্ষণের দায়িত্ব দেওয়া হয় এবং ইসলামিক মিশন সোসাইটি সরকারী অর্থায়নে বিভিন্ন দেশে মসজিদ ও ইসলামি শিক্ষাকেন্দ্র নির্মাণ ও সংস্কার করে, যার মধ্যে ভিয়েনা এবং ব্যাংককের মতো দূরবর্তী শহরগুলোও অন্তর্ভুক্ত ছিল। \n\n\n== সুফি সংঘ ও তরিকা ==\nউত্তর আফ্রিকার অন্যান্য অঞ্চলের মতো লিবিয়াতেও ইসলাম স্থানীয় বার্বার জাতিগোষ্ঠীর আদিম বিশ্বাসের সঙ্গে মিলেমিশে এক বিশেষ রূপ পেয়েছে। বহু শতাব্দী ধরে ইসলামে এমন একটি গুরুত্বপূর্ণ বিশ্বাস প্রচলিত রয়েছে যে, কিছু জীবিত মানুষের মধ্যে আল্লাহ কর্তৃক দানকৃত বিশেষ আধ্যাত্মিক শক্তি রয়েছে। এই শক্তিকে বলা হয় বরাকাহ, যা এক ধরনের ব্যক্তিগত পবিত্রতা ও আত্মিক শক্তি এবং এটি এক ব্যক্তি থেকে অন্য ব্যক্তিতে সঞ্চারিত হতে পারে বলে বিশ্বাস করা হয়। যাদের মধ্যে এই বরাকার অস্তিত্ব—যেমন: অলৌকিক ক্ষমতা প্রদর্শন, বিশিষ্ট অন্তর্দৃষ্টি বা পূর্ববর্তী বরাকাহ ধারকের বংশধর হওয়া—স্পষ্ট হয়, তাদের সাধু বা পীর হিসেবে দেখা হয়। পশ্চিমা বিশ্বে এদের মারাবুত নামে ডাকা হয়, যা আরবি \"আল-মুরাবিতুন\" (ধর্মীয় সাধনায় নিবেদিত ব্যক্তিরা) শব্দের ফরাসি রূপান্তর। \nএই সাধুবাদী ইসলাম গ্রামীণ অঞ্চলসমূহে ব্যাপকভাবে বিস্তার লাভ করে, যখন শহরাঞ্চলে মূলত সুন্নি মতবাদ প্রধান ছিল। যদিও ত্রিপোলিতে কিছু সুফি ছিল, তবে সবচেয়ে বেশি সুফি ছিলেন সিরেনাইকা অঞ্চলে। সুফির মৃত্যুর পরও তাদের বরাকাহ তাদের কবরস্থানে অবস্থান করে বলে বিশ্বাস করা হত এবং ১৯৬০-এর দশকের শেষ দিকে একজন পর্যটক এক গ্রামে ১৬টি পূজিত কবর গণনা করেন। সুফিদের চারপাশে প্রায়ই অনুসারীদের ছোট ছোট গোষ্ঠী গড়ে উঠত, বিশেষ করে যারা কোনো নতুন তরিকা প্রচার করতেন। এই ধরনের সুফি গুরুদের অনুসারীদের নিয়ে গঠিত ভ্রাতৃত্ব সংঘ উত্তর আফ্রিকা জুড়ে অন্তত একাদশ শতাব্দী থেকে দেখা যায় এবং কিছু ক্ষেত্রে তা গণআন্দোলনে রূপ নেয়। এসব গোষ্ঠী প্রধান বা শেখ প্রায়ই একক কর্তৃত্বের অধিকারী হতেন। তারা সাধারণত একটি ‘জাওইয়া’ (ধর্মীয় কেন্দ্র) কেন্দ্র করে সংগঠিত হতেন। সুফি অনুগামীরা এই ভ্রাতৃত্ব সংঘগুলিতে যুক্ত হয়ে পড়তেন এবং গ্রামীণ এলাকাগুলোতে এগুলো ভীষণ জনপ্রিয় হয়ে ওঠে। সুফি ভ্রাতৃত্ব সংঘগুলো উত্তর আফ্রিকায় অষ্টাদশ ও ঊনবিংশ শতাব্দীতে যেসকল ধর্মীয় পুনর্জাগরণ ঘটেছিল, তাতে গুরুত্বপূর্ণ ভূমিকা রাখে। লিবিয়ায় যখন উসমানীয় সাম্রাজ্য খ্রিস্টান মিশনারিদের আগ্রাসনের প্রতিরোধ করতে ব্যর্থ হয়, তখন সুফি অনুপ্রাণিত পুনর্জাগরণবাদী আন্দোলন এই দায়িত্ব নেয়। এসব আন্দোলনের মধ্যে সবচেয়ে প্রভাবশালী ছিল সানুসি আন্দোলন, যা উত্তর আফ্রিকার বিভিন্ন অংশে বিস্তৃত হয়েছিল। \n\n\n=== সানুসি আন্দোলন ===\n\nসানুসি আন্দোলন ছিল একটি সুফিধর্মীয় পুনর্জাগরণ, যা মরুভূমির জীবনের সঙ্গে খাপ খাইয়ে গড়ে ওঠে। তাদের কেন্দ্রগুলি ত্রিপোলি ও ফেজ্জানে থাকলেও এর সবচেয়ে বেশি প্রভাব ছিল সিরেনাইকায়। ১৮৪১ সালে সিরেনাইকার বাইদা শহরে সানুসিদের প্রথম ধর্মভিত্তিক রাষ্ট্র গড়ে ওঠে। ইতালীয়দের দখলের পর আন্দোলনের মূল উদ্দেশ্য রাজনীতি থেকে সরে গিয়ে ধর্মীয় শিক্ষা ও বিশ্ববিদ্যালয় প্রতিষ্ঠার দিকে চলে যায়। ১৯৬০ সালেমুহাম্মদ বিন আলী সানুসি বিশ্ববিদ্যালয় প্রতিষ্ঠিত হয়, যার নাম পরে বদলে ওমর আল-মুখতার বিশ্ববিদ্যালয় রাখা হয়। \nসানুসিরা ছিল লিবিয়ায় ইতালির উপনিবেশ স্থাপনের বিরুদ্ধে প্রতিরোধ আন্দোলনের কেন্দ্রবিন্দু। তবে যখন লিবিয়ায় জাতীয়তাবাদ গড়ে ওঠে এবং উপনিবেশের বিরোধিতার কারণে তা সমগ্র জাতিতে ছড়িয়ে পড়ে, তখন সানুসি আন্দোলনের ধর্মীয় আবেগ কিছুটা কমে যায়, বিশেষ করে ১৯৩০-এর দশকে ইতালীয়রা সানুসি ধর্মীয় ও শিক্ষাকেন্দ্র ধ্বংস করার পর। রাজা ইদরিস ছিলেন সানুসি আন্দোলনের প্রতিষ্ঠাতার নাতি এবং তার সানুসি পরিচয় তাকে লিবিয়ার বিচ্ছিন্ন অংশের মধ্যে সম্মান ও নেতৃত্বের অধিকার এনে দিয়েছিল। \nতবে যদিও কিছু সময়ের জন্য সানুসি আন্দোলনের রাজনৈতিক গুরুত্ব বৃদ্ধি পায়, ধর্মীয় শক্তি হিসেবে এর পুনরুত্থান আর কখনও ঘটেনি। ইদরিসি শাসন এই ঐতিহ্যকে ধর্মীয় নেতৃত্বের বদলে রাজনৈতিক বৈধতা অর্জনের জন্য ব্যবহার করেছিল। ১৯৬৯ সালের দিকে গাদ্দাফি ইদরিসকে ক্ষমতা থেকে সরিয়ে দেয়ার পর সানুসিদের কেন্দ্রগুলির কার্যক্রমে বিধিনিষেধ আরোপ করা হয়; তাদের সম্পত্তির জন্য তত্ত্বাবধায়ক নিয়োগ করা হয় এবং সানুসিদের ইসলামি বিশ্ববিদ্যালয়কে লিবিয়া বিশ্ববিদ্যালয়ের সঙ্গে একীভূত করা হয়। এই আন্দোলন কার্যত নিষিদ্ধ হয়ে পড়ে; যদিও ১৯৮০-র দশকে সানুসিদের কিছু গোপন কার্যক্রমের খবর পাওয়া যায়। ২০১১ সালের লিবিয়া গৃহযুদ্ধের সময় গাদ্দাফির নিয়ন্ত্রণ থেকে সিরেনাইকা মুক্ত করতে সানুসি প্রভাবিত কর্মীরা গুরুত্বপূর্ণ ভূমিকা রাখে। \n\n\n== তথ্যসূত্র ==\n\n\n== আরো দেখুন ==\nদেশ অনুযায়ী ইসলাম\nআফ্রিকায় ইসলাম"}