{"pageid": 1524261, "title": "মালয়ালম সাহিত্যে নারী", "url": "https://bn.wikipedia.org/wiki?curid=1524261", "content": "মহিলাদের লেখা মালয়ালম একটি শ্রেণী যা কেরালা-এর আধিপত্যপূর্ণ জনপরিসরের বিপরীতে চলে। এর মধ্যে মহিলাদের উপন্যাস, কবিতা এবং ছোট গল্প অন্তর্ভুক্ত এবং এটি মালয়ালম সাহিত্যের একটি দীর্ঘ পরম্পরা রয়েছে। পেন্নেজুথু শ্রেণীটি এর সবচেয়ে সিদ্ধান্তমূলক এবং বিতর্কিত রূপ, যা ভারতের মহিলাদের লেখার ইতিহাস এবং কিছু লেখক ও লেখার প্রবণতার চিত্রগুলো পরিবর্তন করেছে। মালয়ালম সাহিত্যের সবচেয়ে গুরুত্বপূর্ণ মহিলা লেখকরা হলেন কে. সরস্বতী আম্মা, রাজলক্ষ্মী, ললিতাম্বিকা আন্তর্জনাম এবং মাধবিকুঠি (কমলা দাস), যারা \"মহিলাদের স্থান\" বর্ণনা করার জন্য সুপরিচিত। মালয়ালমে মহিলাদের সাহিত্যিক লেখা একটি প্রতিরোধের পরম্পরার অংশ এবং এটি নারী আন্দোলনের জন্য গুরুত্বপূর্ণ, কারণ এটি পাবলিক ও প্রাইভেট ক্ষেত্রের মিলন ঘটিয়ে মহিলাদের বিষয়কে সমর্থন করে। ভারতের মধ্যে মহিলাদের লেখা ১৯৮০এর দশকে একটি নতুন গবেষণা বিষয় এবং সমালোচনামূলক অধ্যয়ন হিসেবে উদ্ভূত হয়, যা নারীবাদী আন্দোলন এবং নারীবাদী ইতিহাসলিপির প্রতি বাড়তি আগ্রহের ফলস্বরূপ।\nএই বিষয়ের সাথে সম্পর্কিত দুটি শব্দ ব্যবহৃত হয়: মহিলা-লেখা এবং মহিলাদের লেখা। মহিলাদের লেখা শুধু মহিলাদের দ্বারা লেখা সাহিত্য বোঝায়। মহিলা-লেখা সাধারণত মহিলাদের লেখার ঘটনাটি এবং এটি মহিলাদের অধ্যয়নের নতুন একটি শাখা হিসেবে উত্থানকেই বোঝায়।\nপ্রভুত্বশালী সম্প্রদায়ের মহিলারা, যারা শিক্ষার সুযোগ পেয়েছিলেন, ১৯ শতকের দ্বিতীয়ার্ধে লেখা শুরু করেন। তারা ২০ শতকের শুরুতে ম্যাগাজিনে লিখতেন। সুসি থারু এবং ললিতা এই সময়কালকে \"মহিলাদের সাংবাদিকতার একটি শীর্ষবিন্দু\" হিসেবে চিহ্নিত করেন এবং প্রায় প্রতিটি অঞ্চলে মহিলারা মহিলাদের জন্য পত্রিকা সম্পাদনা করতেন এবং শত শত মহিলা সেখানে লিখতেন। এই সময়কালে কেরালিয়া সুগুণা বোধিনী (১৮৮৬), শারদা (১৯০৪), লক্ষ্মীবাঈ (১৯০৫), মহিলারত্নম (১৯১৬), মহিলা (১৯২১), সহোদরি (১৯২৫), মহিলামন্দিরম (১৯২৭), মালয়ালামাসিকা (১৯৩১), এবং স্ত্রী (১৯৩৩) সহ বেশ কিছু ম্যাগাজিন ছিল, এবং বিভিন্ন সম্প্রদায়ের মহিলাদের জন্য পত্রিকাও ছিল। এই ম্যাগাজিনগুলোতে মহিলাদের দ্বারা লেখা আর্টিকেল ছিল, যেখানে স্বাস্থ্য, শিক্ষা, শিশু পালন, পরিবার ইত্যাদি বিষয় নিয়ে আলোচনা করা হয়েছে। এই সময়কালের উল্লেখযোগ্য ব্যক্তিত্বরা হলেন কে. চিন্মা (১৮৮২-১৯৩০), বি. কল্যাণী আম্মা (১৮৮৪-১৯৫৯), মেরি পুওনেন লুকোজ (১৮৮৬-১৯৭৬), মুথুকুলাম পার্বতী আম্মা (১৯০৪-১৯৭১), অন্না চ্যান্ডি (১৯০৫-১৯৯৬), এম. হালিমা বিবি (১৯১৮-২০০০), বি. ভগীরথী আম্মা, বি. আনন্দবালী আম্মা, থারাভাথ অম্মালু আম্মা, এবং কে. কল্যাণীকুটটি আম্মা (১৯২০-১৯৯৬), যারা লেখক ও কর্মী ছিলেন এবং একাধিক কাজের সাথে যুক্ত ছিলেন। ম্যাগাজিনগুলির প্রধান উদ্দেশ্য ছিল মালয়ালি মহিলাদের শিক্ষিত করা, যাতে ভারতজুড়ে মহিলারূপের আধিপত্যমূলক ধারণাগুলি গড়ে তোলা যায়। লেখকরা তাদের লেখার মাধ্যমে আধুনিকতা এবং মহিলার প্রশ্নকে মোকাবেলা করছিলেন। যে চিত্রটি বিভিন্ন সম্প্রদায় ও পরিচয়ে তৈরি হচ্ছিল তা ছিল একটি আদর্শ মধ্যবিত্ত মহিলার, যিনি শিক্ষিত, গৃহকর্মী এবং আধুনিক শিক্ষিত পুরুষের জন্য উপযুক্ত। এছাড়াও কিছু মহিলা ছিলেন যারা বিদ্যমান মহিলারূপের আদর্শ থেকে আলাদা এক বিপ্লবী নারীসত্তার বিষয়ে লিখেছিলেন। এই সময়ে কিছু নিম্নবর্ণের মহিলাদের সম্পাদিত এবং পরিচালিত ম্যাগাজিনও উদ্ভূত হয়েছিল - আরায়া স্ট্রী জনা মাসিকা, সহোদরি, সঙ্ঘমিত্রা, সেভিনি ইত্যাদি।\nজানসি জেমস লক্ষ্য করেছেন যে মহিলাদের প্রকাশ্যে কবিতা থেকে গদ্যে রূপান্তর শিক্ষা সম্পর্কিত। লেখকরা যেমন ললিতাম্বিকা আন্তর্জনাম (১৯০৯−১৯৮৫) এবং কে. সরস্বতী আম্মা (১৯১৯−১৯৭৫) গদ্যকে দক্ষতার সাথে ব্যবহার করেছিলেন, তেমনি কিছু লেখক যেমন মেরি জন থোট্টাম বা সিস্টার মেরি বেনিগনা (১৯০১−১৯৮৫), কুথাট্টুকুলাম মেরি জন (১৯০৫−?), কদাথানট্টু মাধবী আম্মা (১৯০৯−১৯৯৯), এবং বালামণি আম্মা (১৯০৯−২০০৪) কবিতায় লিখেছিলেন। এই সমস্ত মহিলা লেখকদের জন্য, শিক্ষা সরাসরি পাবলিক পরিসরে প্রবেশের একটি মাধ্যম হিসেবে কাজ করেছে, শুধু পড়াশোনা বা লেখা নয়। প্রাচীনকালের মহিলা লেখকরা যারা সংস্কৃত ভাষায় লিখতেন, তারা আধুনিক শিক্ষা লাভকারী মহিলাদের মতো তাদের নিজস্ব ভাষায় তাদের অভিজ্ঞতাগুলি প্রকাশ করেছিলেন।\n\n\n== উৎস =="}