{"pageid": 1524815, "title": "খাজা আবদুল্লাহ চিশতী", "url": "https://bn.wikipedia.org/wiki?curid=1524815", "content": "খাজা সাইয়্যাদ আবদুল্লাহ চিশতী  চিশতী তরিকার ১৬ শতকের একজন সুফি সাধক ছিলেন। তিনি খাজা মওদুদ চিশতীর সরাসরি বংশধর।\n\n\n== প্রাথমিক জীবন এবং বংশ ==\nতিনি সিন্ধুর পুরাতন ভাক্করে জন্মগ্রহণ করেন।  তার পরিবারের বিদ্বানদের কাছ থেকে তিনি প্রাথমিক শিক্ষা লাভ করেন।\nতার ধর্ম ( প্রদত্ত নাম ) খাজা আবদুল্লাহ চিশতী।  তিনি কুতুবুল আসর, কুতুব-ই-বিহার, ফানি ফিল্লাহ এবং পীরজাদা-ই-চিশত উপাধি লাভ করেন।\n\n\n=== নাসাব (বংশতালিকা) ===\nখাজা সৈয়দ আবদুল্লাহ চিশতী বিন খাজা সৈয়দ আসাদুল্লাহ চিশতী  বিন খাজা সৈয়দ বুরহান উদ্দিন চিশতী বিন খাজা সৈয়দ আবদুর রহমান চিশতী বিন খাজা সৈয়দ মোহাম্মদ জান চিশতী  বিন খাজা সৈয়দ সাম'আন সানী চিশতি বিন খাজা সৈয়দ মনসুর চিশতী বিন খাজা সৈয়দ কুতুব উদ্দিন মওদুদ চিশতি।\n\n\n== বিহারে আগমন ==\nখাজা আবদুল্লাহ চিশতী পুরাতন ভাক্কর থেকে  তার যাত্রা শুরু করেন। বিভিন্ন মাশায়েখ  তীর্থযাত্রার পর অবশেষে তিনি মখদুম জাহান শেখ শরফ উদ্দিন আহমদ ইয়াহিয়া মানেরীর মাজারে পৌঁছান। সেখানে তিনি মখদুম জাহানের সঙ্গে একটি আধ্যাত্মিক সাক্ষাৎ করেন। তাকে বলা হয় যে তাকে শেখপুরাকে তার স্থায়ী আবাসস্থল হিসেবে গ্রহণ করতে হবে। সেখান থেকে তিনি আল্লাহর নির্দেশ প্রচার করবেন।\n\nসাইয়্যাদ শাহ হুসাইন উদ্দিন গয়াবী বলেছেন: মুঘল সাম্রাজ্যের সময়ে, হযরত খাজা আব্দুল্লাহ চিশতি পুরাতন ভাক্কর থেকে তার ঐশ্বরিক যাত্রা শুরু করেন। বিভিন্ন মশায়েখের আশীর্বাদ গ্রহণের পর অবশেষে তিনি বিহার প্রদেশে পৌঁছান। হযরত মখদুম উল মুল্ক শাহ শারাফুদ্দিন ইয়াহিয়া মানেরির মাজারে তাকে বলা হয়  নিকটবর্তী স্থানে তাকে স্থায়ী আবাস গড়তে হবে।  সঠিক স্থানটি মিসওয়াক ও আসা (দাঁত পরিষ্কারের একটি কাঠি এবং হাঁটার লাঠি) দিয়ে নির্ধারিত হবে। তাই তিনি মাজার থেকে প্রায় ৪২ কিলোমিটার দক্ষিণে একটি স্থানে এক রাত অবস্থান করেন। সকালে ওজু করার পর তিনি মিসওয়াকটি মাটিতে পুঁতেন। এটি অল্প সময়ের মধ্যেই সবুজ কুঁড়িতে পরিণত হয়। তার হাঁটার লাঠিটি মাটিতে গাঁথার জায়গা থেকে একটি ঝরনাও উৎসারিত হয়। এই অলৌকিক চিহ্ন থেকে তিনি ভবিষ্যদ্বাণী বুঝতে পারেন। শেখপুরাকে তার স্থায়ী আবাসস্থল হিসেবে গ্রহণ করেন এবং আল্লাহর স্মরণে নিজেকে নিয়োজিত করেন।  \nশেখপুরায় খাজা আব্দুল্লাহ চিশতির অবিচল অবস্থানের পর স্থানীয় রাজা তাকে শ্রদ্ধা হিসেবে একটি উঁচু ভূমিতে বৈঠকা নামে একটি ছোট জমি বরাদ্দ করেন। এখানে খাজা আব্দুল্লাহ চিশতি একটি খানকাহ এবং একটি মসজিদ নির্মাণ করেন।\n\n\n=== খাজা কুয়া ===\nখাজা আব্দুল্লাহ চিশতির আগমনের পর, যেখান থেকে ঝরনা উৎসারিত হয়েছিল, সেখানে একটি কুয়া তৈরি হয়। তাই খাজা আব্দুল্লাহ চিশতির নামে এটির নাম রাখা হয়। এটি এই অঞ্চলে খাজা কুয়া নামে বিখ্যাত। শতাব্দীর পর শতাব্দী ধরে চিশতি মাজারের তীর্থযাত্রীরা এই কুয়া থেকে পানি নিয়ে এর নিরাময় গুণ থেকে উপকৃত হচ্ছেন। খাজা কুয়া এখনও ভালোভাবে সংরক্ষিত আছে। খানকাহের দিকে যাওয়া প্রধান সড়কের পাশে এ কুয়াটি অবস্থিত।\n\n\n== তাসাউফ ==\nখাজা আবদুল্লাহ চিশতী  তার পিতা সাইয়্যদ আসাদুল্লাহ চিশতী থেকে বাইয়াত গ্রহণ করেন। সৈয়দ আসাদুল্লাহ চিশতি ছিলেন চিশতিয়া নিজামিয়া তরিকার একজন বিশিষ্ট সুফি সাধক। তিনি তার প্রপিতামহ সৈয়দ মোহাম্মদ জান চিশতির মাধ্যমে চিশতিয়া কুতুবিয়া তরিকার খিলাফতও লাভ করেন।\nখাজা আব্দুল্লাহ চিশতির কয়েকজন  শিষ্য ছিল। যার মধ্যে রয়েছে  সৈয়দ কুতুব উদ্দিন সানি চিশতি, সৈয়দ নাসির উদ্দিন চিশতি এবং সৈয়দ আশিক চিশতি।\n\n\n== মৃত্যু এবং উত্তরাধিকার ==\nখাজা আব্দুল্লাহ চিশতি রজব মাসের ১৪ তারিখে মৃত্যুবরণ করেন এবং তার মৃত্যুবার্ষিকী অত্যন্ত জাঁকজমকের সঙ্গে পালিত হয়।  তার সমাধি ভারতের বিহার রাজ্যের নওয়াদা শহরের ছোট শেখপুরায় অবস্থিত। তার শিক্ষা তার বংশধরদের দ্বারা আরও ছড়িয়ে পড়ে। তার দুই উল্লেখযোগ্য বংশধরের নাম নিচে উল্লেখ করা হল:\n\nতাজ মাহমুদ হক্কানি\nআহমদ হুসাইন চিশতি\n\n\n=== পারিবারিক জীবন ===\nতার স্ত্রী বিবি রুকনের গর্ভে  তার দুই পুত্র এবং এক কন্যা সন্তান ছিল। তার বড় ছেলের নাম খাজাহ সৈয়দ নাসির উদ্দিন চিশতী এবং ছোট ছেলের নাম খাজাহ সৈয়দ কুতুব উদ্দিন কুতুব সানী চিশতী।  তার কন্যা বিবি সোয়ালেহা সৈয়দ আশিক চিশতির সাথে বিবাহ বন্ধনে আবদ্ধ হন। তিনি খাজা আবদুল্লাহ চিশতির শিষ্যও ছিলেন।\n\n\n=== সাজ্জাদা নাশিনের তালিকা ===\nএই খানকাহের সকল সাজ্জাদাহ নাশিন খাজা আব্দুল্লাহ চিশতির সরাসরি বংশধর। তাদের নাম নিম্নে কালানুক্রমিকভাবে উল্লেখ করা হলো।\n\nসাইয়্যেদ কুতুবুদ্দিন সানী চিশতী\nখাজা তাজ মাহমুদ হাক্কানি\nখাজা সাইয়্যাদ ইনায়েতুল্লাহ চিশতী\nখাজা সাইয়্যদ ফাসিহ চিশতী\nখাজা সাইয়্যদ মালিহ চিশতি\nখাজা সাইয়্যদ রহমান চিশতী\nখাজা সৈয়দ ফখরুদ্দিন চিশতী\nখাজা সৈয়দ সুজাআত হুসাইন চিশতী\nখাজা সৈয়দ আহমদ হুসাইন চিশতী\nখাজা সৈয়দ সুলতান আহমদ চিশতী\nখাজা সাইয়্যাদ কুতুবুদ্দীন আহমদ চিশতী\nমাওলানা সাইয়্যাদ আইনুদ্দীন চিশতী\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}