{"pageid": 1524968, "title": "মোজাম্বিকে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1524968", "content": "মোজাম্বিক একটি খ্রিস্টান সংখ্যাগরিষ্ঠ দেশ, যেখানে ২০২০ সালের এক হিসাব অনুযায়ী জনসংখ্যার প্রায় ১৭.৫% ইসলাম ধর্ম পালন করে।  এখানে ইসলাম ধর্মের প্রচলন ঘটে মূলত সোয়াহিলি উপকূলে ভ্রমণকারী বণিকদের মাধ্যমে। কারণ এই অঞ্চলটি ভারত মহাসাগর জুড়ে বিস্তৃত বাণিজ্য নেটওয়ার্কের একটি অংশ ছিল।  এর ফলে পরবর্তীতে এই অঞ্চলে আনুষ্ঠানিকভাবে মুসলিমদের বেশ কয়েকটি রাজনৈতিক সত্তা গঠিত হয়।\nমোজাম্বিকের মুসলমানদের বিশাল সংখ্যাগরিষ্ঠ সুন্নি ইসলামের অনুসারী, যাদের মধ্যে শিয়া ও আহমদিয়া সংখ্যালঘুরাও রয়েছে। মুসলমানরা মূলত আদিবাসী মোজাম্বিকীয় ও দক্ষিণ এশীয় (ভারতীয়, পাকিস্তানি ও বাংলাদেশী) বংশোদ্ভূত নাগরিক এবং খুব কম সংখ্যক উত্তর আফ্রিকীয় ও মধ্যপ্রাচ্যের অভিবাসী।\n\n\n== প্রাক-উপনিবেশ ইতিহাস ==\n\nমোজাম্বিকের মুসলিম বিশ্বের সঙ্গে দীর্ঘ ঐতিহাসিক সম্পর্ক রয়েছে। প্রথমদিকে এই সম্পর্ক মূলত সুফি ব্যবসায়ীদের মাধ্যমে গড়ে ওঠে, যাদের বেশিরভাগই ইয়েমেন থেকে এসেছিল। পরে উপকূলীয় বাণিজ্যিক শহরগুলোর মাধ্যমে এই সম্পর্ক আরও শক্তিশালী হয়, যেখানে ওমানের ইবাদি মুসলিমদের ব্যাপক প্রভাব ছিল। মোজাম্বিকে আরব বাণিজ্যের শুরু হয় চতুর্থ হিজরি শতকে (প্রায় ১০ম শতাব্দী), যখন মুসলিমরা পূর্ব আফ্রিকার উপকূলীয় অঞ্চলে ছোট ছোট ইসলামি আমিরাত বা স্বাধীন শাসনব্যবস্থা প্রতিষ্ঠা করে। ১১শ শতাব্দীতে ইসলাম উত্তর মোজাম্বিকের উপকূলীয় অঞ্চলে প্রসার লাভ করে এবং শিরাজি শাসকদের (পারস্য থেকে আগত অভিজাত মুসলিম ব্যবসায়ী ও শাসকগোষ্ঠী) সঙ্গে মিলে যায়। ১০ম শতকে আলী ইবনে আল হাসান শিরাজি  নামে একজন শাসক কিলওয়া সালতানাত প্রতিষ্ঠা করেন। এরপর থেকে ইসলাম এই অঞ্চলের প্রধান ধর্ম হয়ে ওঠে। মোজাম্বিক উপকূলের অন্যতম গুরুত্বপূর্ণ বন্দর শহর সোফালা ছিল, যা দাস, হাতির দাঁত, কাঠ, সোনা (বৃহত্তর জিম্বাবুয়ের মাধ্যমে) ও লোহা বাণিজ্যের জন্য পরিচিত ছিল। মধ্যপ্রাচ্য ও ভারতের মুসলিম ব্যবসায়ীদের সঙ্গে এই অঞ্চলের বাণিজ্যিক সম্পর্ক অত্যন্ত গুরুত্বপূর্ণ ছিল। সোফালা ও মোজাম্বিকের অন্যান্য উপকূলীয় অঞ্চল দ্বাদশ শতকে আরবদের অধীনে আসে এবং এটি কিলওয়া সালতানাতের অংশ হয়ে ওঠে। এই শাসন ১৫০৫ সালে পর্তুগিজদের বিজয়ের আগ পর্যন্ত স্থায়ী ছিল। পরে ওমানের আল বু সাঈদ রাজবংশের সময় মুসলিম ব্যবসায়ীরা তাদের বাণিজ্যিক অঞ্চল আরও দক্ষিণে প্রসারিত করে।\nআধুনিক মোজাম্বিক নামটি মুসা বিন বিক নামের এক আরব বণিকের নাম থেকে এসেছে, যিনি মোজাম্বিক দ্বীপে বাস করতেন। তার নামের উচ্চারণ পরবর্তীতে পর্তুগিজদের দ্বারা বিকৃত হয়ে পুরো দেশের নাম হয়ে যায় মোজাম্বিক। \n\n\n== ঔপনিবেশিক ইতিহাস ==\n\nপর্তুগিজ ঔপনিবেশিক যুগে মোজাম্বিকে ইসলাম নানা  প্রতিবন্ধকতার মুখোমুখি হয়। ১৯২৬ থেকে ১৯৭৪ সাল পর্যন্ত পর্তুগিজ “এস্তাদো নোভো” শাসনামলে ইসলামকে অনেকটাই কোণঠাসা করে রাখা হয়। এই সময়ে রোমান ক্যাথলিক ধর্মকে সরকারি ধর্ম হিসেবে প্রতিষ্ঠা করা হয় এবং চার্চের সঙ্গে সরকারের একটি আনুষ্ঠানিক চুক্তি স্বাক্ষরিত হয়। এতে ইসলাম ধর্মকে রাষ্ট্রীয়ভাবে দমন করা হয়। তবে পরবর্তীকালে যখন মোজাম্বিকের স্বাধীনতা যুদ্ধ শুরু হয় ( যা পর্তুগিজ ঔপনিবেশিক যুদ্ধ নামেও পরিচিত), তখন সরকার মুসলিমদের কিছুটা ছাড় দেওয়া শুরু করে এবং ধর্মের প্রতি সহনশীলতা দেখাতে শুরু করে। এর মূল কারণ ছিল, মুসলিম সম্প্রদায় যেন বিদ্রোহী স্বাধীনতাকামী আন্দোলনের সঙ্গে জোটবদ্ধ না হয়।\n\n\n== আধুনিক মোজাম্বিক ==\n\n১৯৮৯ সালে সমাজতান্ত্রিক শাসন ব্যবস্থার পতন ঘটার পর থেকে মোজাম্বিকে মুসলিমরা স্বাধীনভাবে ধর্মীয় কার্যক্রম চালাতে এবং নতুন মসজিদ নির্মাণ করতে পারছেন। মুসলিমরা দেশের জাতীয় সংসদে প্রতিনিধি হিসেবেও প্রবেশ করতে সক্ষম হয়েছে। কুয়েত, দক্ষিণ আফ্রিকা ও কিছু মুসলিম দেশের কয়েকটি ইসলামি সংস্থা মোজাম্বিকে সক্রিয়ভাবে কাজ করছে, যার মধ্যে একটি উল্লেখযোগ্য সংস্থা হলো “আফ্রিকান মুসলিম এজেন্সি”।\nমোজাম্বিকের নামপুলায় একটি ইসলামি বিশ্ববিদ্যালয় প্রতিষ্ঠিত হয়েছে, যার একটি শাখা ইনহামবান শহরেও রয়েছে। এছাড়াও মোজাম্বিক “ইসলামী সহযোগিতা সংস্থার” একজন সক্রিয় সদস্য।\nসরকারি দিক থেকে দেখা যায়, মোজাম্বিকের শাসক দল ফ্রেলিমো ঐতিহ্যবাহী \"রেজুলো\" (স্থানীয় প্রধান) শব্দের পরিবর্তে \"প্রথাগত কর্তৃত্ব\" শব্দটি ব্যবহার করতে শুরু করে। এই শব্দটি মূলত বিভিন্ন গোষ্ঠীপতি, সহকারী প্রধান ও ওঝাদের বুঝাতে ব্যবহার করা হয়। এইসব প্রথাগত নেতাদের সামাজিক গুরুত্ব অনুধাবন করে ফ্রেলিমো সরকার তাদের কিছুটা স্বীকৃতি দিতে শুরু করে এবং ধীরে ধীরে তাদের পুনর্বহাল করে। \nউত্তর মোজাম্বিকের মুসলিম নেতৃত্ব তাদের ঐতিহ্যবাহী সামাজিক ক্ষমতা কিছুটা পুনরুদ্ধার করলেও এখনো তারা মূলত \"গোষ্ঠীপতি\" বা আফ্রিকীয় সংস্কৃতির অংশ হিসেবেই পরিচিত; ইসলামের প্রতিনিধি হিসেবে নয়। এই কারণেই তারা ইসলাম-ভিত্তিক সংগঠন ও সংস্থা থেকে উপযুক্ত সুবিধা বা রাজনৈতিক-সামাজিক প্রভাব অর্জন করতে পারছেন না। এমন বৈষম্যপূর্ণ পরিস্থিতি থেকেই তাদের মধ্যে একধরনের হতাশা ও প্রতিরোধী মনোভাব জন্ম নিয়েছে। তাদের মতে, দক্ষিণ মোজাম্বিকের ওয়াহাবি মুসলমান, আফ্রো-ইন্ডিয়ান ও ভারতীয়দের সঙ্গে ফ্রেলিমোর জোট মুসলিমদের প্রতি এক ধরনের জাতিগত ও সাংস্কৃতিক বৈষম্য করে যাচ্ছে। \nযেখানে সুদান শরিয়া আইনকে রাষ্ট্রীয় আইন হিসেবে প্রতিষ্ঠা করেছে, মোজাম্বিক সেখানে ধর্মীয় ও প্রথাগত উভয় ধরণের বিয়েকে আইনত স্বীকৃতি দেওয়ার চেষ্টা করছে। \n\n\n== প্রভাব ==\nইসলামের আগমন থেকে শুরু করে উনিশ শতকের শেষদিকে মোজাম্বিকে স্থানীয়দের মধ্যে শিক্ষার হার ধীরে ধীরে বাড়তে থাকে—বিশেষ করে আরবি লিপির ব্যবহারের মাধ্যমে। এই আরবি লিপিটি শুধুমাত্র ধর্মীয় উদ্দেশ্যে ব্যবহৃত হত না; বরং ধর্মবহির্ভূত বহু কাজেও ব্যবহার হতো, যেমন—ব্যবসায়িক লেনদেনের হিসাব রাখা, স্থানীয় ইতিহাস লিখে রাখা বা সাহিত্য রচনার ক্ষেত্রে। এই আরবি লিপির ব্যবহার একমাত্র মুসলিম সমাজেই সীমাবদ্ধ ছিল না, বরং সোয়াহিলি জনগোষ্ঠী, অ-সোয়াহিলি আফ্রিকীয়, অমুসলিম ও নারীরাও এটি ব্যবহার করতেন। এর মাধ্যমে ইসলাম ধর্মীয় সংস্কৃতি ও আরবি ভাষার প্রভাব সমাজের বহু স্তরে ছড়িয়ে পড়েছিল। \n\n\n== বিশিষ্ট মুসলিম ব্যক্তিত্বগণ ==\nআমাদে কামাল– নামপুলা প্রদেশ থেকে নির্বাচিত সংসদ সদস্য।\nআমাদে মোমাদে ইসুফো– একজন পেশাদার ফুটবলার।\nআবেল জাভিয়ের– পর্তুগালের হয়ে আন্তর্জাতিক পর্যায়ে খেলা একজন মুসলিম ফুটবলার। \nজোসে ইব্রাইমো আবুদো– একজন রাজনীতিবিদ ও মোজাম্বিকের সাবেক বিচারমন্ত্রী। \nনাজিরা আবদুলা – রাজনীতিবিদ ও একজন শিশু রোগ বিশেষজ্ঞ।\nওসুফো মোমাদে – রাজনীতিবিদ ও রেনামো দলের নেতা। \nরেইনিলদো মান্দাভা–একজন পেশাদার ফুটবলার।\n\n\n== আরো দেখুন ==\nআফ্রিকায় ইসলাম\nমোজাম্বিকের ইতিহাস\n\n\n== আরো পড়ুন ==\n\n\n== তথ্যসূত্র =="}