{"pageid": 1524023, "title": "উপদ্রবকারী ভূত", "url": "https://bn.wikipedia.org/wiki?curid=1524023", "content": "জার্মান লোককাহিনী এবং ভূতের গল্পে, একজন পোল্টারজিস্ট (  or  ;জার্মান: [ˈpɔltɐɡaɪ̯st]  ; 'rumbling ghost'   বা 'noisy spirit'   ) হল এক ধরণের ভূত বা আত্মা যা শারীরিক ঝামেলার জন্য দায়ী, যেমন উচ্চ শব্দ এবং বস্তু সরানো বা ধ্বংস করা। পোল্টারজিস্টদের বেশিরভাগ দাবি বা কাল্পনিক বর্ণনায় দেখা যায় যে তারা মানুষকে চিমটি কাটতে, কামড়াতে, আঘাত করতে এবং হোঁচট খেতে সক্ষম। তাদেরকে আসবাবপত্র এবং কাটলারির মতো জিনিসপত্রের নড়াচড়া বা উত্তোলন, অথবা দরজায় টোকা দেওয়ার মতো শব্দে সক্ষম হিসেবেও চিত্রিত করা হয়েছে। পোল্টারজিস্ট ঘটনার সাথেও দুর্গন্ধের সম্পর্ক রয়েছে, সেইসাথে স্বতঃস্ফূর্ত আগুন এবং বিভিন্ন বৈদ্যুতিক সমস্যা যেমন আলো ঝিকিমিকি। \nএই প্রকাশগুলি ব্রাজিল, অস্ট্রেলিয়া, মার্কিন যুক্তরাষ্ট্র, জাপান এবং বেশিরভাগ ইউরোপীয় দেশ সহ অনেক সংস্কৃতি এবং দেশে রেকর্ড করা হয়েছে। প্রথম রেকর্ডকৃত ঘটনাগুলি প্রথম শতাব্দীর।\nসংশয়বাদীরা পোল্টারজিস্টদের ব্যাখ্যা করেন কিশোর প্রতারক হিসেবে যারা বিশ্বাসঘাতক প্রাপ্তবয়স্কদের বোকা বানায়।\n\n\n== ব্যুৎপত্তি ==\nপোল্টারজিস্ট শব্দটি জার্মান ভাষা থেকে এসেছে। এটি মূলত দুটি জার্মান শব্দের সংযোগ।\nপ্রথমটি হলো poltern, যার অর্থ \"শব্দ করা\" বা \"গম্ভীর আওয়াজ তোলা\"। দ্বিতীয়টি হলো Geist, যার অর্থ \"প্রেতাত্মা\" বা \"আত্মা\"।\nএই দুটি শব্দ মিলিয়ে পোল্টারজিস্ট শব্দটি তৈরি হয়েছে, যার অর্থ দাঁড়ায় \"শব্দ করা ভূত\", \"গম্ভীর আওয়াজ তোলা আত্মা\" বা \"কোলাহলকারী আত্মা\"।\n\n\n== প্রস্তাবিত ব্যাখ্যা ==\n\n\n=== প্রতারণা ===\n\nঅনেক দাবি করা হয়েছে যে পোল্টারজিস্টদের কার্যকলাপ অদ্ভুত ঘটনাগুলির ব্যাখ্যা দেয় (আধুনিক স্ব-ঘোষিত ভূত শিকারীদের দ্বারা সংঘটিত ঘটনাগুলি সহ), তবে তাদের প্রমাণ এখনও পর্যন্ত যাচাই-বাছাইয়ের জন্য টিকে থাকতে পারেনি।  তদন্তে অনেক দাবি করা পোল্টারজিস্ট ঘটনা প্রতারণা বলে প্রমাণিত হয়েছে।\n\nমনোবিজ্ঞানী গবেষক ফ্রাঙ্ক পডমোর পোল্টারজিস্টদের ক্ষেত্রে 'দুষ্টু ছোট্ট মেয়ে' তত্ত্বটি প্রস্তাব করেছিলেন (যার মধ্যে অনেকগুলি কিশোরী, সাধারণত একটি মেয়েকে কেন্দ্র করে বলে মনে হয়েছে)।  তিনি দেখতে পেলেন যে, এই গোলমালের কেন্দ্রবিন্দু প্রায়শই একটি শিশু ছিল যে লোকেদের মনোযোগ আকর্ষণের জন্য বোকা বা ভয় দেখানোর জন্য জিনিসপত্র ছুঁড়ে মারত।  সন্দেহবাদী তদন্তকারী জো নিকেল বলেছেন যে দাবি করা পোল্টারজিস্ট ঘটনাগুলি সাধারণত \"একজন ব্যক্তি যিনি দুষ্টুমি করতে অনুপ্রাণিত হন\" থেকে উদ্ভূত হয়।  নিকেলের মতে:সাধারণ পোল্টারজিস্ট প্রাদুর্ভাবের সময়, অদৃশ্য শক্তি ছোট ছোট জিনিসগুলিকে বাতাসে ছুঁড়ে মারে, আসবাবপত্র উল্টে দেয়, অথবা অন্যান্য ঝামেলা ঘটে - সাধারণত বিশ্বাসঘাতক প্রাপ্তবয়স্কদের আক্রমণ করার জন্য দৃঢ়প্রতিজ্ঞ একজন কিশোর প্রতারকের দ্বারা যা করা সম্ভব হয়।নিকেল লিখেছেন যে বিশ্বাসযোগ্য সাক্ষীদের দ্বারা প্রায়শই প্রতিবেদনগুলিকে অতিরঞ্জিত করা হয়। অন্যান্য \"পোল্টারজিস্ট\" প্রাদুর্ভাবের ক্ষেত্রে, বারবার প্রত্যক্ষদর্শীরা একটি বস্তুকে তার বিশ্রামস্থল থেকে লাফিয়ে পড়ার কথা জানিয়েছেন, ধারণা করা হচ্ছে যে এটি নিজেই, যখন সম্ভবত অপরাধী গোপনে কিছুক্ষণ আগে জিনিসটি পেয়েছিলেন এবং এটি ছুঁড়ে ফেলার সুযোগের জন্য অপেক্ষা করেছিলেন, এমনকি ঘরের বাইরে থেকেও - এইভাবে ধারণা করা হচ্ছে যে তিনি নির্দোষ ছিলেন।অপ্রমাণিত দাবি:\nস্টকওয়েল ভূত (১৭৭২) - ১৮২৫ সাল থেকে\nব্যালেচিন হাউস (১৮৭৬)\nএনফিল্ড পোল্টারজিস্ট দাবি (১৯৭৭) - সোসাইটি ফর সাইকিক্যাল রিসার্চের প্রাক্তন সভাপতি জন বেলফ এবং অনিতা গ্রেগরি এই সিদ্ধান্তে পৌঁছেছেন যে দাবিদাররা তদন্তকারীদের উপর চালাকি করছে।\nকলম্বাস পোল্টারজিস্ট মামলা (১৯৮৪)\n\n\n=== মনস্তাত্ত্বিক ===\n১৯২২ সালে আমেরিকান সোসাইটি ফর সাইকিক্যাল রিসার্চের গবেষণা কর্মকর্তা ওয়াল্টার ফ্র্যাঙ্কলিন প্রিন্স ক্যালেডোনিয়া মিলস (১৮৯৯-১৯২২) -এ কার্যকলাপের একটি দাবি তদন্ত করেছিলেন। প্রিন্স এই সিদ্ধান্তে উপনীত হন যে রহস্যময় আগুন এবং কথিত পোল্টারজিস্ট ঘটনাগুলি মনস্তাত্ত্বিক বিচ্ছিন্নতার কারণে ঘটেছিল।\nন্যান্ডর ফোডর থর্নটন হিথের পোল্টারজিস্ট দাবি (১৯৩৮) তদন্ত করেছিলেন। মামলার তার উপসংহার ছিল একটি মনোবিশ্লেষণমূলক ব্যাখ্যা এবং পরবর্তী প্রকাশনায়: \"পোল্টারজিস্ট কোনও ভূত নয়। এটি প্রক্ষিপ্ত দমন-পীড়নের একটি বান্ডিল,\"।\nঅস্বাভাবিক মনোবিজ্ঞানের গবেষণা অনুসারে, পোল্টারজিস্ট কার্যকলাপের দাবিগুলি মনস্তাত্ত্বিক কারণগুলির দ্বারা ব্যাখ্যা করা যেতে পারে যেমন বিভ্রম, স্মৃতিশক্তি হ্রাস এবং ইচ্ছাকৃত চিন্তাভাবনা ।  ল্যাঞ্জ এবং হুরানের ১৯৯৮ সালের একটি গবেষণায় বলা হয়েছে যে পোল্টারজিস্ট অভিজ্ঞতাগুলি হল \"অস্পষ্ট উদ্দীপনার অনুভূতিশীল এবং জ্ঞানীয় গতিশীলতার ফলে উদ্ভূত বিভ্রান্তি \"।  মনোবিজ্ঞানী ডোনোভান রক্লিফ লিখেছেন যে তদন্ত করা প্রায় সমস্ত পোল্টারজিস্ট মামলাই প্রতারণার উপর ভিত্তি করে প্রমাণিত হয়েছে, বাকিগুলি হ্যালুসিনেশনের মতো মানসিক কারণগুলির জন্য দায়ী।\nমনোবিশ্লেষক কার্ল গুস্তাভ জং পোল্টারজিস্টদের ধারণা এবং সাধারণভাবে গুপ্তবিদ্যার প্রতি আগ্রহী ছিলেন। জং বিশ্বাস করতেন যে এক মহিলা চাচাতো ভাইয়ের ট্রান্স স্টেট ডাইনিং টেবিলটি দুই ভাগে বিভক্ত হওয়ার এবং পরে তার একটি ভাঙা রুটির ছুরি আবিষ্কারের জন্য দায়ী। \nজং আরও বিশ্বাস করতেন যে, ১৯০৯ সালে সিগমুন্ড ফ্রয়েডের সাথে সাক্ষাতের সময় যখন একটি বইয়ের আলমারি থেকে বিস্ফোরক ফাটার শব্দ বেরোয়, তখন তিনি সঠিকভাবে ভবিষ্যদ্বাণী করেছিলেন যে দ্বিতীয় শব্দ হবে, তিনি অনুমান করেছিলেন যে এই ধরনের ঘটনাগুলি তার অবচেতন মনের 'বাহ্যিকীকরণ' দ্বারা সৃষ্ট। ফ্রয়েড দ্বিমত পোষণ করেন এবং সিদ্ধান্ত নেন যে এর কিছু প্রাকৃতিক কারণ রয়েছে। ফ্রয়েডের জীবনীকাররা মনে করেন যে শব্দগুলি সম্ভবত বইয়ের আলমারির কাঠ শুকিয়ে যাওয়ার সাথে সাথে সংকুচিত হওয়ার কারণে হয়েছিল। \n\n\n=== অপ্রমাণিত প্রাকৃতিক ঘটনা ===\nপোল্টারজিস্ট ব্যাঘাতের বৈজ্ঞানিক ব্যাখ্যা দেওয়ার চেষ্টাও করা হয়েছে যা জালিয়াতি বা মনস্তাত্ত্বিক কারণগুলির সাথে সম্পর্কিত নয়। সংশয়বাদী এবং জাদুকর মিলবোর্ন ক্রিস্টোফার আবিষ্কার করেছেন যে পোল্টারজিস্ট কার্যকলাপের কিছু ঘটনা অস্বাভাবিক বায়ু প্রবাহের সাথে সম্পর্কিত হতে পারে, যেমন ১৯৫৭ সালে কেপ কডে একটি ঘটনা যেখানে একটি খোলা চিমনি থেকে ডাউনড্রাফ্টগুলি এত শক্তিশালী হয়ে ওঠে যে দেয়াল থেকে আয়না উড়িয়ে দেয়, চেয়ার উল্টে দেয় এবং তাক থেকে জিনিসপত্র ছিঁড়ে ফেলে। \n১৯৫০-এর দশকে, গাই উইলিয়াম ল্যাম্বার্ট প্রস্তাব করেছিলেন যে ভূগর্ভস্থ জলের চলাচলের মাধ্যমে গৃহের উপর চাপ সৃষ্টি করে পোল্টারজিস্ট ঘটনা ব্যাখ্যা করা যেতে পারে।  তিনি পরামর্শ দিয়েছিলেন যে জলের উত্তালতার কারণে অদ্ভুত শব্দ হতে পারে বা সম্পত্তির কাঠামোগত নড়াচড়া হতে পারে, যার ফলে সম্ভবত ঘরটি কম্পিত হতে পারে এবং জিনিসপত্র নড়াচড়া করতে পারে। পরবর্তী গবেষকরা, যেমন অ্যালান গল্ড এবং টনি কর্নেল, ল্যাম্বার্টের অনুমান পরীক্ষা করে বিভিন্ন ঘরে নির্দিষ্ট বস্তু স্থাপন করে এবং ঘরটিকে শক্তিশালী যান্ত্রিক কম্পনের শিকার করে।  তারা আবিষ্কার করলেন যে ভবনের কাঠামো ক্ষতিগ্রস্ত হলেও, খুব কম সংখ্যক জিনিসপত্র খুব কম দূরত্বে সরে গেছে। সংশয়বাদী ট্রেভর এইচ. হল এই অনুমানের সমালোচনা করে দাবি করেন যে, যদি এটি সত্য হয়, তাহলে \"ভবনটি প্রায় নিশ্চিতভাবেই ধ্বংসস্তূপে পরিণত হবে।\"  রিচার্ড ওয়াইজম্যানের মতে, এই অনুমানটি যাচাই-বাছাইয়ের পর টিকে থাকেনি। \nমাইকেল পার্সিঞ্জার তত্ত্ব দিয়েছেন যে ভূমিকম্পের কার্যকলাপ পোল্টারজিস্ট ঘটনা ঘটাতে পারে।  তবে, অলৌকিক অভিজ্ঞতার উপর পরিবেশগত ভূ-চৌম্বকীয় কার্যকলাপের প্রভাব সম্পর্কে পার্সিঞ্জারের দাবিগুলি স্বাধীনভাবে প্রতিলিপি করা হয়নি এবং ঈশ্বরের শিরস্ত্রাণ সম্পর্কে তার অনুসন্ধানের মতো, অংশগ্রহণকারীদের ইঙ্গিতযোগ্যতার দ্বারা কেবল ব্যাখ্যা করা যেতে পারে। \nঅবসরপ্রাপ্ত পদার্থ রসায়নবিদ ডেভিড টার্নার পরামর্শ দিয়েছিলেন যে বল বজ্রপাত \"পোল্টারজিস্টদের উপর দোষারোপ করা বস্তুর ভৌতিক নড়াচড়া\" ঘটাতে পারে। \n\nস্যাম্পফোর্ড পেভারেল (১৮১০-১৮১১) - চোরাকারবারীরা একটি মিথ্যা প্রাচীরের আড়াল থেকে পোল্টারজিস্টাল শব্দ করত \n\n\n=== প্যারানরমাল ===\nপ্যারাসাইকোলজিস্ট ন্যানডর ফোডোর এবং উইলিয়াম জি. রোল পরামর্শ দিয়েছিলেন যে পোল্টারজিস্ট কার্যকলাপকে সাইকোকাইনেসিস দ্বারা ব্যাখ্যা করা যেতে পারে। \nঐতিহাসিকভাবে, প্রকৃত দূষিত আত্মাদেরকে আপাতদৃষ্টিতে পোল্টারজিস্ট-ধরণের কার্যকলাপের জন্য দায়ী করা হত, যেমন বস্তুগুলি তাদের নিজস্ব ইচ্ছায় চলাচল করে।  প্রেতত্ত্বের প্রতিষ্ঠাতা অ্যালান কার্ডেকের মতে, পোল্টারজিস্টরা হলেন নিম্ন স্তরের দেহবিহীন আত্মার প্রকাশ, যারা তৃতীয় শ্রেণীর ষষ্ঠ শ্রেণীর অন্তর্ভুক্ত। এই ব্যাখ্যা অনুসারে, তারা উপাদানগুলির (আগুন, বায়ু, জল, পৃথিবী) সাথে ঘনিষ্ঠভাবে জড়িত বলে বিশ্বাস করা হয়।  ফিনল্যান্ডে, ১৯৪৬ সালে \"মাক্কিলা ভূত\"-এর ঘটনাটি কিছুটা বিখ্যাত, যা সেই সময়ে সংবাদমাধ্যমে মনোযোগ আকর্ষণ করেছিল  এবং ১৯ শতকের শেষের দিকে ইলোজারভিতে \"মার্টিনের শয়তান\", যার জন্য আদালতে হলফনামা নেওয়া হয়েছিল।  সামুলি পলাহারজু একজন সাধারণ  স্মৃতিকথাও লিপিবদ্ধ করেছেন\"সালক্কো-  এর ঘটনাতার মেমোয়ার্স অফ ল্যাপল্যান্ড ( ল্যাপিন মুইস্টেলুকসিয়া ) বইয়ে ইনারি হ্রদের দক্ষিণ থেকে। গল্পটি লরি সিমনসুরি সম্পাদিত পৌরাণিক গল্পের ( Myytillisiä tarinoita ) সংগ্রহেও প্রকাশিত হয়েছে। \n\n\n== বিখ্যাত মামলা ==\n\nগ্লেনলুস ডেভিল (১৬৫৪–১৬৫৬)\nটেডওয়ার্থের ড্রামার (১৬৬২)\nম্যাকি পোল্টারজিস্ট (১৬৯৫)\nএপওয়ার্থ রেক্টরিতে ওয়েসলির পোল্টারজিস্ট দাবি (১৭১৬–১৭১৭)\nহিন্টন অ্যাম্পনার (১৭৬৪–১৭৭১)\nটেনেসির বেল উইচ (১৮১৭–১৮৭২)\nজন বোভি ডডস (১৮২৪)\nবিলিংস বেলস (১৮৩৪)\nঅ্যাঞ্জেলিক কোটিন (প্রায় ১৮৪৬)\nগ্রেট আমহার্স্ট মিস্ট্রি (১৮৭৮–১৮৭৯)\nগেফ দ্য টকিং মঙ্গুজ (১৯৩১)\nবোরলি রেক্টরি (১৯৩৭)\nসিফোর্ড পোল্টারজিস্ট (১৯৫৮)\nম্যাথু ম্যানিং (১৯৬০-১৯৭০)\nপন্টেফ্র্যাক্টের কালো সন্ন্যাসী (১৯৬০-১৯৭০ দশক)\nরোজেনহেইম পোল্টারজিস্ট দাবি (১৯৬৭) \nস্ট্যাম্বোভস্কি বনাম অ্যাকলি পোল্টারজিস্ট (১৯৭০-১৯৮০ দশক)\nঅ্যামিটিভিল মামলা (১৯৭৫)\nএনফিল্ড পোল্টারজিস্ট (১৯৭৭–১৯৭৯)\nথর্নটন রোডের পোল্টারজিস্ট দাবি (১৯৮১)\nঅ্যামনস হান্টিং কেস (২০১১)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপোল্টারজিস্ট এবং তার ব্যাখ্যাকারী  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ সেপ্টেম্বর ২০১৫ তারিখে, অ্যান্ড্রু ল্যাং, Psychanalyse-paris.com\nস্কেপটিকস ডিকশনারি"}