{"pageid": 1524859, "title": "মালিতে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1524859", "content": "ঐতিহ্যবাহী মালি সংস্কৃতিতে ইসলাম অত্যন্ত গুরুত্বপূর্ণ এবং বর্তমানে মালির জনসংখ্যার প্রায় ৯৫ শতাংশ মুসলমান। মালির অধিকাংশ মুসলিম মালিকীয় সুন্নি এবং যারা সুফিবাদে প্রভাবিত।  আহমদিয়া ও শিয়া বিশ্বাসের কিছু মুসলিমও এখানে বসবাস করে।  পশ্চিম আফ্রিকায় ইসলাম এক সহস্রাব্দেরও অধিক সময় ধরে বিদ্যমান এবং এই গোটা সময় জুড়ে মালি ইতিহাসে বিভিন্ন ইসলামি সাম্রাজ্যের কেন্দ্রবিন্দু ছিল; যেমন: ঘানা সাম্রাজ্য ও সোংহাই সাম্রাজ্য। পরবর্তীতে মালি ফরাসি উপনিবেশ হিসেবেও শাসিত হয়েছে এবং বর্তমান দেশটি ধর্মনিরপেক্ষ ফরাসি মডেল অনুসরণ করে, যেখানে সরকার ধর্মীয় বিষয়ে হস্তক্ষেপ করে না। \nআজ পর্যন্ত দেশে প্রচলিত ইসলাম তুলনামূলকভাবে সহনশীল এবং এটি স্থানীয় অবস্থার সাথে খাপ খাইয়ে নেওয়া হয়েছে বলে জানা গেছে। নারীরা অর্থনৈতিক ও রাজনৈতিক কর্মকাণ্ডে অংশগ্রহণ করে; সামাজিক মিথস্ক্রিয়ায় জড়িত থাকে এবং সাধারণত অধিকাংশই বোরকা পরে না। মালিতে ইসলাম রহস্যময় উপাদান, পূর্বপুরুষদের শ্রদ্ধা ও আফ্রিকীয় ঐতিহ্যবাহী ধর্মকে শোষণ করেছে, যা এখনও সমৃদ্ধ। মালীয় ঐতিহ্যবাহী সমাজের অনেক দিক গণতান্ত্রিক নাগরিকত্বের সাথে সামঞ্জস্যপূর্ণ নিয়মগুলিকে উৎসাহিত করে, যার মধ্যে রয়েছে সহনশীলতা, ক্ষমতার পৃথকীকরণ, বহুত্ববাদ, আস্থা ও জনগণের প্রতি নেতার জবাবদিহিতা।\nতবে সাম্প্রতিক কয়েক দশক ধরে মালিতে ইসলামের রক্ষণশীল ব্যাখ্যার উত্থান ঘটেছে বলে জানা গিয়েছে; বিশেষ করে উত্তর মালিতে, যেখানে বিভিন্ন চরমপন্থী গোষ্ঠী ধর্মীয় সংখ্যালঘুদের সহিংসতার লক্ষ্যবস্তুতে পরিণত করেছে বলে অভিযোগ রয়েছে। এই উত্থান সত্ত্বেও অনেক গণতান্ত্রিক মুসলিম নেতা শরিয়া আইন আরোপের বিরুদ্ধে যুক্তি দেখিয়েছেন। তবে খ্রিস্টান মিশনারিরা সরকার নিয়ন্ত্রণাধীন এলাকায় খ্রিস্টান বা অন্যান্য সংখ্যালঘুর মাঝে কোনো বৈষম্য লক্ষ্য করেনি এবং তারা জানিয়েছে যে, সরকার সকল ধর্মের সাথে সমান আচরণ করার সাংবিধানিক নির্দেশনা মেনে চলছে। \n\n\n== ইতিহাস ==\nনবম শতকে বার্বার এবং তুয়ারেগ মুসলিম ব্যবসায়ীরা মালিতে ইসলাম ধর্ম প্রচারে সহায়তা করেন, যেখানে সুফি তরিকার শেখরা গুরুত্বপূর্ণ ভূমিকা পালন করেন। ইসলামে ধর্মান্তরিত হওয়ার ফলে পশ্চিম আফ্রিকার সাভানা অঞ্চলের মানুষ এক ঈশ্বরে বিশ্বাস এবং নতুন রাজনৈতিক, সামাজিক ও শিল্পগত বৈশিষ্ট্যের মাধ্যমে মুসলিম বিশ্বের সংযুক্ত হয়। টিম্বুকটু, গাও ও কানো শহর দ্রুত ইসলামি শিক্ষার আন্তর্জাতিক কেন্দ্র হয়ে ওঠে। মালির ইতিহাসের সবচেয়ে গুরুত্বপূর্ণ শাসক ছিলেন মানসা মুসা (১৩১২–১৩৩৭), যিনি মালির প্রভাবকে নাইজার নদীর বড় বড় শহরগুলির মধ্যে টিম্বুকটু, গাও ও জেনির ওপর বিস্তৃত করেন। মানসা ছিলেন একনিষ্ঠ মুসলিম শাসক, যিনি মালির অধীনে বিভিন্ন গুরুত্বপূর্ণ মসজিদ নির্মাণ করেছিলেন। বিপুল পরিমাণ স্বর্ণসহ মক্কার হজযাত্রা তাঁকে ঐতিহাসিক নথিতে সুপরিচিত ব্যক্তিত্ব করে তোলে। \n\n\n== মুসলিম জনসংখ্যা ==\nমুসলমানরা সংখ্যাগরিষ্ঠ জনগোষ্ঠী এবং খ্রিস্টান ও অন্যান্য ধর্মালম্বীরা সংখ্যালঘু, যাদের মধ্যে আফ্রিকীয় ঐতিহ্যবাহী ধর্মের অনুসারীরাও অন্তর্ভুক্ত রয়েছে। তাদের মধ্যে সম্পর্ক সাম্প্রতিক সময় পর্যন্ত সাধারণত স্থিতিশীল ছিল বলে জানা যায়। যদিও অতীতে কিছু অস্থিরতা ও উত্তেজনার ঘটনা ঘটেছে। মালিতে একই পরিবারের মধ্যে বিভিন্ন ধর্মের অনুসারী থাকাটা খুবই সাধারণ বিষয়। এক ধর্মের অনুসারীরা প্রায়ই অন্যদের ধর্মীয় অনুষ্ঠান (বিশেষ করে বিয়ে), নামকরণ সভা ও অন্ত্যেষ্টিক্রিয়ায় অংশ নেন।\n২০১২ সালে এর উত্তরাঞ্চলে শরিয়া আইন প্রবর্তনের পরে সেখানে সংখ্যালঘু খ্রিস্টানদের প্রতি নির্যাতন উল্লেখযোগ্যভাবে বেড়ে যায় বলে উল্লেখ করা হয়েছে এবং এটি অপেন ডোর্স নামে একটি খ্রিস্টান মিশনারি সংস্থার প্রতিবেদনে তা \"গুরুতর\" বলে বর্ণিত হয়েছে। ২০১৩ সালের খ্রিস্টান নিপীড়ন সূচকে মালি ৭ নম্বরে ছিল। \nবিদ্রোহী-নিয়ন্ত্রিত দেশটির উত্তরাঞ্চলে শরিয়া আইনের বাস্তবায়নের ফলে বাদ্যযন্ত্রসহ সঙ্গীত নিষিদ্ধকরণ,  চোরদের হাত অথবা পা কেটে ফেলা; ব্যভিচারীদের প্রস্তরাঘাত (পাথর ছুঁড়ে হত্যা) করা এবং ধূমপানকারী, মদপানকারী ও অশালীন পোশাক পরিহিত নারীদের প্রকাশ্যে চাবুক মারার মত শাস্তি কার্যকর করা হয়েছে বলে জানা যায়। \nআল-কায়েদার সাথে সম্পৃক্ত কিছু জিহাদবাদী গোষ্ঠী মালির বেশ কয়েকটি পুরনো ইসলামি স্থাপনা ধ্বংস বা ক্ষতিগ্রস্ত করেছে এবং তারা দাবি করেছে যে, এই সব স্থান \"বন্দনা বা মূর্তিপূজার\" প্রতীক। \nকয়েকজন বিদেশি ইসলামি দাঈ দেশের উত্তরাঞ্চলে তাদের কার্যক্রম চালিয়ে যাচ্ছেন এবং দাওয়া নামক একটি ইসলামপন্থী গোষ্ঠীর সঙ্গে সংশ্লিষ্ট কিছু মসজিদ কিদাল, মোপ্তি এবং বামাকোতে অবস্থিত। দাওয়া সংগঠন বেল্লাহ জনগোষ্ঠীর মধ্যে বেশ জনপ্রিয় হয়ে উঠেছে, যাদের পূর্বে তুয়ারেগ অভিজাতদের দাস বা সেবক হিসেবে গণ্য করা হত। বেকার যুবকদের মধ্যেও সংগঠনটির অনুসারী বাড়ছে। মূলত তারা নিজেদের প্রাক্তন প্রভুদের থেকে আলাদা পরিচয় গড়ে তুলতে ও জীবিকার উৎস খুঁজতে এই গোষ্ঠীর দিকে ঝুঁকছে বলে ধারানা হয়। কিদালে শহরে দাওয়া সংগঠনের প্রভাব শক্তিশালী; অন্যদিকে টিম্বুকটুতে ওয়াহাবি মতবাদের প্রসার ঘটছে। \nদেশটির ঐতিহ্যবাহী ইসলামি ধারা তুলনামূলকভাবে মধ্যপন্থী, যা প্রাচীন টিম্বুকটু বিশ্ববিদ্যালয়ের একাধিক পাণ্ডুলিপিতে প্রতিফলিত হয়েছে।\n২০০৩ সালের আগস্টে পশ্চিম মালির ইয়েরেড়ে গ্রামে একটি সংঘর্ষের ঘটনা ঘটে, যেখানে ঐতিহ্যবাহী সুন্নি মুসলিমরা একদল ওয়াহাবি সুন্নি মুসলিমদের ওপর আক্রমণ করেন, যারা একটি অনুমোদিত মসজিদ নির্মাণ করছিল। \nইউরোপ-ভিত্তিক খ্রিস্টান মিশনারি সংগঠনগুলো মূলত স্বাস্থ্যসেবা ও শিক্ষার উন্নয়নে কাজ করছে বলে দাবি করা হয়।\n\n\n== ধর্মীয় স্বাধীনতা ==\nমালির সংবিধানে ধর্মীয় স্বাধীনতার নিশ্চয়তা দেওয়া হয়েছে। সংবিধানে স্পষ্টভাবে বলা আছে যে, সরকার বা কোনো ব্যক্তি কর্তৃক ধর্মীয় বৈষম্য বা অসহিষ্ণুতা কোনোভাবেই সহ্য করা হবে না। দেশটিতে কোনো রাষ্ট্রধর্ম নেই। কারণ দেশের সংবিধান মালিকে একটি ধর্মনিরপেক্ষ রাষ্ট্র হিসেবে ঘোষণা করেছে। এর অর্থ হল, সকল ধর্মাবলম্বী তাদের ধর্মীয় অনুশীলন করতে পারে, যতক্ষণ না তা সামাজিক স্থিতিশীলতা ও শান্তির জন্য হুমকি সৃষ্টি করে। \nসরকার নির্দেশ দিয়েছে যে, দেশের সকল বেসরকারি সংগঠনকে–যার মধ্যে ধর্মীয় সংগঠনও অন্তর্ভুক্ত– সরকারি নিবন্ধন করতে হবে। তবে এই নিবন্ধন করার ফলে কর রেহাই বা অন্যান্য আইনি সুবিধা পাওয়া যায় না এবং যদি কেউ নিবন্ধন না করেও থাকে, তাতেও কোনো শাস্তিমূলক ব্যবস্থা নেওয়া হয় না। ঐতিহ্যবাহী আদিবাসী ধর্মগুলোকে এই রেজিস্ট্রেশন প্রক্রিয়ার আওতায় আনা হয়নি। \nবিভিন্ন বিদেশি মিশনারি গোষ্ঠী মালিতে কাজ করছে এবং তারা সরকারের কোনো হস্তক্ষেপ ছাড়াই তাদের ধর্মীয় কার্যক্রম চালিয়ে যেতে পারছে। মুসলিম ও অমুসলিম উভয়ই স্বাধীনভাবে ধর্মান্তর ঘটাতে পারে। যে কেউ ইচ্ছা করলে ধর্মান্তর করতে বা করাতে পারে। পারিবারিক আইন; যেমন বিয়ে, তালাক, উত্তরাধিকার ইত্যাদি স্থানীয় প্রথা এবং ইসলামী আইনের এক মিশ্র রূপের ভিত্তিতে পরিচালিত হয়। এর ফলে ধর্মীয় দৃষ্টিকোণ ও সাংস্কৃতিক ঐতিহ্য উভয়ই এই আইনে প্রতিফলিত হয়। ২০০২ সালের এপ্রিল ও মে মাসে মালিতে অনুষ্ঠিত নির্বাচনে সরকার ও রাজনৈতিক দলগুলো রাষ্ট্রের ধর্মনিরপেক্ষতার গুরুত্ব পুনরায় তুলে ধরে। তবে নির্বাচনের কয়েকদিন আগে এক ইসলামি নেতা মুসলিমদের প্রতি আহ্বান জানান যে, যেন তারা তৎকালীন সাবেক প্রধানমন্ত্রী ইব্রাহিম বুবাকার কেইতার পক্ষে ভোট দেন। এই বক্তব্যের কঠোর নিন্দা করে মালির সর্বোচ্চ ইসলামি সংস্থা ‘উচ্চ ইসলামি পরিষদ’। তারা সমস্ত নাগরিকদের স্মরণ করিয়ে দেয় যে, তারা যেন স্বাধীনভাবে তাদের পছন্দের প্রার্থীকে ভোট দেয়। \nএই ‘উচ্চ ইসলামি পরিষদ’ ২০০২ সালের জানুয়ারিতে প্রতিষ্ঠিত হয়, যাতে দেশজুড়ে ইসলাম ধর্মসংক্রান্ত কার্যক্রম সমন্বয় করা যায় এবং মসজিদগুলোতে যে বয়ান হয়, তা যেন একটি নির্দিষ্ট মান বজায় রাখে। বর্তমানে দেশের সব ইসলামি গোষ্ঠী এই পরিষদের কর্তৃত্বকে স্বীকার করে।\n\n\n== চরমপন্থা ==\nমালিতে চরমপন্থীরা বেশ কিছু নিন্দনীয় ঘটনা ঘটায়। এর মধ্যে সবচেয়ে আলোচিত ঘটনা হলো 'গাওর যুদ্ধ'। এই সংঘর্ষে চরমপন্থী ইসলামি গোষ্ঠী ‘আনসারু দিন’ মালির মুসলিম ঐতিহ্যের বিভিন্ন বিশ্ব ঐতিহ্যবাহী স্থাপনা ধ্বংস করতে শুরু করে। এর মধ্যে সবচেয়ে তাৎপর্যপূর্ণ ছিল ইসলামি সাধক সিদি মাহমুদ বেন আমারের মাজার। এছাড়াও রাজধানীর আশেপাশে অবস্থিত সিদি ইয়াহিয়াসহ আরও কয়েকটি মুসলিম কবরস্থানও চরমপন্থীরা ভেঙে দেয়। \nমালির অনেক শহর চরমপন্থীদের শরিয়াহ আইনের স্বীকার হয়েছে। এর ফলে অনেক আফ্রিকীয় সংস্কৃতি ও বিনোদনমূলক উপাদান নিষিদ্ধ করা হয়েছে। উদাহরণস্বরূপ, একটি রিপোর্টে ‘দ্য গার্ডিয়ান’ জানায় যে, কিছু এলাকায় সংগীত সম্পূর্ণ নিষিদ্ধ করে দেওয়া হয়েছে। এসব এলাকায় হঠাৎ করে অস্ত্রধারীরা গ্রামে এসে বাদ্যযন্ত্র ও অন্যান্য সংগীতসামগ্রী পুড়িয়ে দেয়। এক গিটারের মালিককে বলা হয়েছিল, তিনি যদি আবার ওই এলাকায় আসেন, তবে তার আঙুল কেটে ফেলা হবে। \n২০১৭ সালের ১৮ মে একজন পুরুষ ও এক নারীকে বিবাহ বহির্ভূত দাম্পত্য জীবনযাপন করার অপরাধে পাথর ছুড়ে হত্যা করা হয়।   সরকারি কর্মকর্তারা জানান, প্রথমে তারা দু’টি গর্ত খুঁড়ে; একটি পুরুষের জন্য এবং অন্যটি নারীর জন্য। তারপর তাদের গলা পর্যন্ত মাটিতে পুঁতে চারজন লোক একসঙ্গে পাথর নিক্ষেপ শুরু করে এবং তারা মৃত্যুবরণ না করা পর্যন্ত পাথর ছুঁড়তে থাকে। এই ঘটনায় স্থানীয় জনগণকেও পাথর ছোড়ার জন্য আমন্ত্রণ জানানো হয়।  এই দম্পতিকে ইসলামী আইন লঙ্ঘনের দায়ে অভিযুক্ত করা হয়। কারণ তারা শরিয়া আইন মোতাবেক যিনা বা ব্যভিচারে লিপ্ত হয়েছিল। \n\n\n== আরো দেখুন ==\nআফ্রিকায় ইসলাম\nআল কায়েদা ইসলামি মাগরিব শাখা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nWatling, Jack; Raymond, Paul (২৬ নভেম্বর ২০১৫)। \"The struggle for Mali\"। Guardian online। সংগ্রহের তারিখ ২০ নভেম্বর ২০১৬। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}