{"pageid": 1524341, "title": "আবাদি বানো বেগম", "url": "https://bn.wikipedia.org/wiki?curid=1524341", "content": "আবাদি বানো বেগম (বি আম্মা) (উর্দু: عبادی بانو بیگم‎‎) (জন্ম ১৮৫০ মৃত্যু: ১৩ই নভেম্বর ১৯২৪) ভারতীয় স্বাধীনতা আন্দোলনের একজন বিশিষ্ট স্বর ছিলেন। তিনি বি আম্মা নামেও পরিচিত ছিলেন। তিনি ছিলেন প্রথম মুসলিম নারীদের মধ্যে একজন যিনি সক্রিয়ভাবে রাজনীতিতে অংশগ্রহণ করেছিলেন এবং ব্রিটিশ রাজ থেকে ভারতকে মুক্ত করার আন্দোলনের অংশ ছিলেন।\n\n\n== জীবনী ==\nআবাদি বানো বেগম ১৮৩৯ সালে উত্তর প্রদেশের একটি গ্রাম আমরোহায় জন্মগ্রহণকরেন। তিনি রামপুর রাজ্যের একজন উর্ধ্বতন কর্মকর্তা আব্দুল আলি খানকে বিয়ে করেন। এই দম্পতির এক মেয়ে এবং পাঁচ ছেলে ছিল। অল্প বয়সে তাঁর স্বামীর মৃত্যুর পর, সন্তানদের দেখাশোনার দায়িত্ব তাঁর ওপর এসে পড়ে। সীমিত সম্পদ নিয়ে, আবাদি বানো বেগম সন্তানদের লেখাপড়ার জন্য তাঁর ব্যক্তিগত গয়না বন্ধক রেখেছিলেন। বানো বেগমের কোনও আনুষ্ঠানিক শিক্ষা ছিল না, তবুও তিনি তাঁর সন্তানদের উত্তর প্রদেশের বেরেলি শহরের একটি ইংরেজি-মাধ্যম স্কুলে পড়িয়েছেন। তাঁর দুই পুত্র, মৌলানা মোহাম্মদ আলি জওহর এবং মৌলানা শওকত আলি পরবর্তীতে খিলাফত আন্দোলন এবং ভারতীয় স্বাধীনতা আন্দোলনের নেতৃস্থানীয় ব্যক্তিত্ব হয়ে ওঠেন। ব্রিটিশ রাজের বিরুদ্ধে অসহযোগ আন্দোলনের সময় তাঁরা গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন।\nআবাদি বানো বেগম রাজনীতিতে সক্রিয় অংশগ্রহণ করেছিলেন এবং খিলাফত কমিটির অংশ ছিলেন। ১৯১৭ সালে, তিনি অ্যানি বেসান্ত এবং নিজের দুই ছেলেকে কারাগার থেকে মুক্তি দেওয়ার আন্দোলনে যোগ দেন। স্বাধীনতা আন্দোলনে নারীদের সমর্থন পেতে পারতেন বলে মহাত্মা গান্ধী তাঁকে কথা বলতে উৎসাহিত করেছিলেন। ১৯১৭ সালে, নিখিল ভারত মুসলিম লীগের অধিবেশনে, তিনি একটি অত্যন্ত মর্মস্পর্শী এবং জোরালো বক্তৃতা দিয়েছিলেন যা ব্রিটিশ ভারতের মুসলমানদের ওপর স্থায়ী ছাপ ফেলেছিল।\nখিলাফত আন্দোলনের প্রতি সমর্থন জোগাড় করার জন্য তিনি ভারতজুড়ে ব্যাপক ভ্রমণ করেছিলেন। খিলাফত আন্দোলন এবং ভারতীয় স্বাধীনতা আন্দোলনের জন্য তহবিল সংগ্রহে আবাদি বানো বেগম গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। তিনি, মৌলানা হযরত মোহানির স্ত্রী বেগম হাসরত মোহানি, বাসন্তী দেবী, সরলা দেবী চৌধুরাণী এবং সরোজিনী নাইডুর সাথে প্রায়শই শুধুমাত্র মহিলাদের সমাবেশে ভাষণ দিতেন এবং ভারতীয় স্বাধীনতা আন্দোলনের জন্য বাল গঙ্গাধর তিলক কর্তৃক প্রতিষ্ঠিত তিলক স্বরাজ তহবিলে দান করার জন্য মহিলাদের উৎসাহিত করতেন। ১৯২৪ সালে মৃত্যুর আগে পর্যন্ত তিনি স্বাধীনতা আন্দোলনে সক্রিয় ছিলেন।\n\n\n== মৃত্যু ==\nআবাদি বানো বেগম ১৯২৪ সালের ১৩ই নভেম্বর ৭৩ বছর বয়সে মারা যান।\n\n\n=== স্মারক ডাকটিকিট ===\n১৯৯০ সালের ১৪ই আগস্ট, পাকিস্তান ডাক তাদের 'স্বাধীনতার পথিকৃৎ' সিরিজের অংশ হিসেবে তাঁর সম্মানে একটি স্মারক ডাকটিকিট জারি করে।\n\n\n== তথ্যসূত্র =="}