{"pageid": 1524327, "title": "তাবাররুজ", "url": "https://bn.wikipedia.org/wiki?curid=1524327", "content": "তাবাররুজ ( আরবি: تبرج ) হল একটি ইসলামী শব্দ, যার দ্বারা একজন মুসলিম নারীর সৌন্দর্য এমনভাবে প্রদর্শনকে বুঝানো হয়, যা ইসলামী মানদণ্ড অনুসারে অনুপযুক্ত বলে গণ্য করা হয়। এটি প্রায় এমন একজন মুসলিম নারীকে বোঝাতে ব্যবহৃত হয়, যে সাধারণত হিজাব, শালীন পোশাক এবং দৈর্ঘ্যে শালীনতা বজায় রাখে না এবং দৃষ্টি অবনত রাখে না। তবে এই শব্দটি সামাজিক মিথস্ক্রিয়ায় একটি সাধারণ মনোভাবকেও অন্তর্ভুক্ত করে। যে তবাররুজে অভ্যস্ত তাকে বলা হয় মুতবাররিজা ( আরবি: متبرجة )।\n\n\n== ব্যুৎপত্তি ও সংজ্ঞা ==\nতাবাররুজ শব্দটি আরবি শব্দ বুর্জ (بُرْج) থেকে উদ্ভূত, যা আক্ষরিকভাবে কোনো বিশিষ্ট ভবন; যেমন টাওয়ার বা দুর্গকে বোঝায়। তাই তাবাররুজ বলতে এমনভাবে সৌন্দর্য প্রদর্শনকে বোঝানো হয়, যা সুস্পষ্ট বা অত্যন্ত দৃশ্যমান অবস্থানে থাকে।  শাস্ত্রীয় ইসলামি সাহিত্য থেকে তাবাররুজের কয়েকটি সংজ্ঞা:\n\nমুজাহিদ বলেন: \"নারীদের পুরুষদের সামনে হাঁটতে বের হওয়া ছিল জাহিলিয়াত (ইসলাম-পূর্ব অজ্ঞতা) যুগের তাবাররুজ। \nকাতাদা বলেছেন: \"যখন নারীরা তাদের ঘর থেকে এমনভাবে বের হয় যে, তাদের হাঁটা লজ্জাহীন ও আকর্ষণীয় হয়ে ওঠে, তখন আল্লাহ এটি নিষেধ করেছেন এবং এটি তাবাররুজ হিসেবে গণ্য হবে।  \nমুকাতিল ইবনে হায়্যান বলেছেন: \"তাবাররুজ হলো যখন একজন নারী নিজের খিমার (মাথার ওড়না) পরে; কিন্তু তা সঠিকভাবে বাঁধে না।\"\nআবদুল্লাহ ইবনে মাসউদ বলেন: \"তাবাররুজ হলো অনুপযুক্ত স্থানে সৌন্দর্য প্রদর্শন করা।\"\nআস-সুয়ুতি এর ব্যাখ্যায় বলেন: \"তাবাররুজ হলো অপরিচিতদের সামনে সৌন্দর্য প্রদর্শন করা, যা অপছন্দনীয়। তবে যদি এই সৌন্দর্য স্বামীর জন্য হয়, তাহলে তা নিষিদ্ধ নয়। \n\n\n== কুরআনে তাবাররুজ ==\nকুরআনে তাবাররুজ শব্দের বিভিন্ন রূপ দুটি আয়াতে পাওয়া যায়: তোমরা নিজেদের গৃহে অবস্থান করো এবং জাহিলিয়াত যুগের নারীদের মত নিজেদের প্রদর্শন করো না (তাবাররুজ করো না)।\"\n— (সূরা আল-আহযাব ৩৩:৩৩)আর বয়স্ক নারীরা–যাদের বিবাহের আশা নেই–তাদের জন্যে তেমন দূষণীয় নয় যে, তারা নিজেদের বাহ্যিক পোশাক খুলে রাখবে; তবে তারা যেন সৌন্দর্য প্রদর্শনকারী (মুতাবাররিজাতিন) না হয়। তবে তারা যদি (এমনটি না করে) সংযত থাকে, তাহলে তা-ই তাদের জন্য উত্তম। আর আল্লাহ শ্রবণকারী, সর্বজ্ঞ।\n— (সূরা আন-নূর ২৪:৬০)\n\n\n== হাদিসে তাবাররুজ ==\nহাদিসেও তাবাররুজ শব্দটি ব্যবহৃত হয়েছে: আবু হুরায়রা থেকে বর্ণিত আছে যে, নবী সা. বলেছেন, \"তোমাদের নারীদের মধ্যে সর্বোত্তম হল যারা স্বামীকে ভালোবাসে; অধিক সন্তান জন্ম দেয়; স্বামীর জন্য উপযুক্ত ও শান্তিদায়ক হয় এবং আল্লাহকে ভয় করে। আর তোমাদের নারীদের মধ্যে সবচেয়ে নিকৃষ্ট হল তারা, যারা (মুতাবাররিজাত) নিজেদের সৌন্দর্য প্রকাশ করে; নিজেদের রূপের গৌরব করে এবং তারা মুনাফিক। তাদের কেউ জান্নাতে প্রবেশ করবে না, যতক্ষণ না লাল ঠোঁটের কাক দেখা যায় (অর্থাৎ এটি খুবই দুর্লভ হবে)।\" \n\n\n== কুরআনের তাফসিরে তাবাররুজ ==\nতাবাররুজ সম্পর্কিত আয়াতগুলোর ব্যাখ্যা প্রাচীন ও আধুনিক ইসলামি ব্যাখ্যাকারীরা বিশদভাবে উল্লেখ করেছেন। আত-তাবারি, ইবনে কাসির ও কুরতুবিসহ প্রধান তাফসিরবিদগণ কুরআনের সূরা আহযাবের এ (৩৩:৩৩) আয়াতের ব্যাখ্যায় বলেছেন যে, তাবাররুজ হলো নারীদের এমনভাবে নিজেদের সৌন্দর্য প্রদর্শন করা, যা অপ্রয়োজনীয় ও অশালীন। ইমাম কুরতুবি বিশেষভাবে বলেছেন যে, এই আয়াতের অর্থ নারীদের অপ্রয়োজনে ঘর থেকে বের হওয়াও অন্তর্ভুক্ত। অর্থাৎ যখন কোনো প্রয়োজন নেই, তখন নারীদের বাইরে যাওয়া ও নিজেদের সৌন্দর্য প্রদর্শন করাকে নিষেধ করা হয়েছে। \nআধুনিক মুসলিম তাত্ত্বিকদের মধ্যে সাইয়েদ কুতুব তাবাররুজের ধারণাকে আরও ব্যাপকভাবে ব্যাখ্যা করেছেন। তিনি জাহিলিয়াতি (ইসলাম-পূর্ব অজ্ঞতার যুগ) ধারণার সাথে তাবাররুজকে যুক্ত করেছেন। কুতুবের মতে, আধুনিক সমাজেও জাহিলিয়াতের মতো প্রবৃত্তি রয়েছে, যেখানে নারীদের স্বাধীনভাবে সৌন্দর্য প্রদর্শনের অনুমতি দেওয়া হয়, যা মানুষের নৈতিকতাকে দুর্বল করে দেয়। সায়্যিদ কুতুব নারীদের কর্মক্ষেত্রে অংশগ্রহণের বিরোধিতা করেন; কারণ তিনি মনে করতেন যে, এটি অশ্লীলতা, অনৈতিক সম্পর্ক এবং এটি ইসলামী মূল্যবোধ লঙ্ঘনের কারণ হয়ে দাঁড়ায়। \n\n\n== আধুনিক সংস্কৃতিতে তাবাররুজ ==\nআধুনিক মুসলিম সমাজে নারীদের শালীন পোশাক পরতে উৎসাহিত করার জন্য তাবাররুজের ধারণা ব্যাপকভাবে প্রচারিত হয়। মুসলমানদের সামাজিক মাধ্যমগুলোতে তাবাররুজ সংক্রান্ত মিম ও পোস্টার ছড়িয়ে দেওয়া হয়। এসব মিমে সংক্ষিপ্ত বা আঁটসাঁট পোশাকের ছবি থাকে, যা ইসলামের দৃষ্টিতে অনুপযুক্ত বলে চিহ্নিত করা হয় এবং এতে কুরআনের আয়াতও সংযুক্ত করা হয়, বিশেষ করে সূরা আহযাব (৩৩:৩৩) ও সূরা নূরের (২৪:৬০) আয়াত ব্যবহার করে নারীদের সতর্ক করা হয়। তাবাররুজ যে কেবল খোলামেলা পোশাকের মধ্যে সীমাবদ্ধ নয়, তা বোঝানোর জন্য মেকআপ, কৃত্রিম চোখের পাপড়ি, চুল রং করা এবং আকর্ষণীয় চুলের স্টাইলের ছবিও মিমে দেখানো হয়। অনেক মিমে উঁচু হিলকে তাবাররুজের অংশ হিসেবে দেখানো হয়; কারণ এটি নারীদের চলাফেরার ভঙ্গিকে আরও আকর্ষণীয় করে তোলে এবং দৃষ্টি আকর্ষণ করে।\nঅনেক ইসলামি দাঈ ও বক্তারা তাবাররুজের বিরুদ্ধে বক্তব্য দিয়ে থাকে এবং নারীদের ইসলামের নির্ধারিত শালীনতা বজায় রাখার জন্য আহ্বান জানায়। কিছু মুসলিম সমাজে, বিশেষ করে রক্ষণশীল মুসলিম দেশগুলিতে নারীদের পোশাক ও সাজসজ্জার বিষয়ে সামাজিক ও ধর্মীয় চাপ প্রয়োগ করা হয়। অন্যদিকে আধুনিক মুসলিম নারীদের একটি অংশ মনে করে যে তাবাররুজের ব্যাখ্যা সাংস্কৃতিক পার্থক্যের কারণে বিভিন্ন সমাজে ভিন্ন হতে পারে। \n\n\n== তথ্যসূত্র =="}