{"pageid": 1524113, "title": "প্রেমা কুরিয়েন", "url": "https://bn.wikipedia.org/wiki?curid=1524113", "content": "প্রেমা অ্যান কুরিয়েন  ১৯৬৩ সালে জন্মগ্রহণ করেন। তিনি একজন সিরাকিউজ বিশ্ববিদ্যালয়ের ম্যাক্সওয়েল স্কুল অফ সিটিজেনশিপ অ্যান্ড পাবলিক অ্যাফেয়ার্সের সমাজবিজ্ঞানের অধ্যাপিকা। তিনি ধর্ম এবং অভিবাসন অভিজ্ঞতার মধ্যে পারস্পরিক সম্পর্ক স্থাপনে বিশেষজ্ঞ, বিশেষতঃ তিনি ভারত থেকে আসা ব্যক্তিদের উপর আলোকপাত করেন। তিনি এই বিষয়ের উপর বেশ কিছু প্রবন্ধ এবং বই লিখেছেন। তাঁর ২০০২ সালের বই \"ক্যালিডোস্কোপিক এথনিসিটি: ইন্টারন্যাশনাল মাইগ্রেশন অ্যান্ড দ্য রিকনস্ট্রাকশন অফ কমিউনিটি আইডেন্টিটিস ইন ইন্ডিয়া\" আমেরিকান সোসিওলজিক্যাল অ্যাসোসিয়েশন থেকে ২০০৩ সালের এশিয়া/এশিয়ান আমেরিকা বই পুরস্কারের সহ-বিজয়ী ছিলেন।\n\n\n== জন্ম ও শিক্ষা ==\nপ্রেমা কুরিয়েনের জন্ম ভারতের কেরালায় । তিনি চেন্নাইয়ের উইমেন্স ক্রিশ্চিয়ান কলেজে পড়াশোনা করেন, ১৯৮৩ সালে মনোবিজ্ঞানে বিএ ডিগ্রি অর্জন করেন এবং ১৯৮৬ সালে দিল্লির দিল্লি স্কুল অফ ইকোনমিক্স থেকে সমাজবিজ্ঞানে এমএ ডিগ্রি অর্জন করেন। মার্কিন যুক্তরাষ্ট্রে চলে আসার পর, তিনি ব্রাউন বিশ্ববিদ্যালয়ে পড়াশোনা করেন এবং যথাক্রমে ১৯৮৯ এবং ১৯৯৩ সালে সমাজবিজ্ঞানে এমএ এবং পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nপ্রেমা কুরিয়েন ১৯৯২ থেকে ১৯৯৪ সাল পর্যন্ত নক্স কলেজের সমাজবিজ্ঞান ও নৃবিজ্ঞান বিভাগে অনাবাসিক বা ভিজিটিং সহকারী অধ্যাপক ছিলেন, তারপর ১৯৯৪ থেকে ১৯৯৫ সাল পর্যন্ত চ্যাপম্যান বিশ্ববিদ্যালয়ের সমাজবিজ্ঞান বিভাগের সহকারী অধ্যাপক এবং মানব বৈচিত্র্য কর্মসূচির পরিচালক ছিলেন। ১৯৯৫ থেকে ২০০৩ সাল পর্যন্ত তিনি সাউদার্ন ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের সমাজবিজ্ঞান বিভাগে সহকারী অধ্যাপক ছিলেন, বর্তমানে তিনি সিরাকিউজ বিশ্ববিদ্যালয়ের সমাজবিজ্ঞান বিভাগে সহযোগী অধ্যাপকের পদ লাভ করেন।\nতিনি কার্নেগি কর্পোরেশন, দ্য পিউ চ্যারিটেবল ট্রাস্ট, আমেরিকান ইনস্টিটিউট অফ ইন্ডিয়ান স্টাডিজ এবং লুইসভিল ইনস্টিটিউট থেকে পোস্টডক্টরাল ফেলোশিপ এবং অনুদান পেয়েছেন। তিনি ২০০০ থেকে ২০০৩ সাল পর্যন্ত প্রিন্সটন বিশ্ববিদ্যালয়ের ধর্ম অধ্যয়ন কেন্দ্রে একজন সহকর্মী বা ফেলো এবং তারপর একজন অধিভুক্ত সহকর্মী বা অ্যাফিলিয়েট ফেলো ছিলেন। তিনি ২০০৬ সালের সেপ্টেম্বর থেকে ২০০৭ সালের মে মাস পর্যন্ত উড্রো উইলসন ইন্টারন্যাশনাল সেন্টার ফর স্কলারসের ফেলো ছিলেন।\nপ্রেমা কুরিয়েন অ্যাসোসিয়েশন ফর দ্য সোসিওলজি অফ রিলিজিয়ন এবং আমেরিকান সোসিওলজিক্যাল অ্যাসোসিয়েশনের ধর্ম বিভাগে অংশগ্রহণ করেছেন। তিনি আমেরিকান সোসিওলজিক্যাল রিভিউ -এর সম্পাদকীয় বোর্ড এবং সোসাইটি ফর এশিয়ান নর্থ আমেরিকান ক্রিশ্চিয়ান স্টাডিজের বার্ষিক প্রকাশনার সদস্য। তিনি ন্যাশনাল সায়েন্স ফাউন্ডেশনের গবেষণামূলক প্যানেলের সদস্য। তিনি ২০২১ সালে সোসাইটি ফর দ্য সায়েন্টিফিক স্টাডি অফ রিলিজিয়নেরসভাপতি ছিলেন।\n২০২২ সালে, প্রেমা কুরিয়ান ময়নিহান ইনস্টিটিউট অফ গ্লোবাল অ্যাফেয়ার্সের সাউথ এশিয়া সেন্টার (এসএসি)-এর পরিচালিকা হিসেবে মনোনীত হন। \n২০২৪ সালে, তাঁকে ম্যাক্সওয়েলে ডাইকফ অধ্যাপকমণ্ডলীর পণ্ডিত হিসেবে মনোনীত করা হয়। \n\n\n== প্রকাশনা ==\nপ্রেমা কুরিয়েন ২০০৪ সালে সমাজবিজ্ঞানের নীতির উপর প্রকাশিত আন্তর্জাতিক পত্রিকার একটি বিশেষ সংখ্যার সম্পাদিকা ছিলেন, যার শিরোনাম ছিল আমেরিকান প্রতিষ্ঠানের উপর অভিবাসীদের প্রভাব । তিনি সহকর্মীদ্বারা-পর্যালোচনা করা পত্রিকা বা জার্নালে অনেক প্রবন্ধ প্রকাশ করেছেন। প্রেমা কুরিয়েনের বইগুলো হল:\n\nপ্রেমা এ. কুরিয়েন (২০০২)। ক্যালিডোস্কোপিক এথনিসিটি: আন্তর্জাতিক অভিবাসন এবং ভারতে সম্প্রদায়গত পরিচয়ের পুনর্গঠন। রাটগার্স ইউনিভার্সিটি প্রেস। পৃষ্ঠা ৩৩২। আইএসবিএন 081353089X। \nপ্রেমা এ. কুরিয়েন (২০০৭)। আলোচনার টেবিলে একটি স্থান: বহুসংস্কৃতিবাদ এবং আমেরিকান হিন্দুধর্মের বিকাশ। রাটগার্স ইউনিভার্সিটি প্রেস। পাতা ৩২০। আইএসবিএন 978-0813540566। \nতাঁর ক্যালিডোস্কোপিক এথনিসিটি মূলত একটি নৃতাত্ত্বিক কাজ। এটি তিনটি ভিন্ন ভিন্ন কেরালা সম্প্রদায়ের মালয়ালি অভিবাসীরা উপসাগরীয় অঞ্চলে কাজ করার সুযোগ এবং অসুবিধাগুলি কীভাবে মোকাবেলা করে তা অনুসন্ধান করে লেখা। তিনটি গ্রাম অধ্যয়ন করা হয়েছে, একটি প্রধানত মুসলিম, একটি হিন্দু এবং একটি খ্রিস্টান। তিনি দেখান কিভাবে এই তিনটি গ্রামের বিভিন্ন সংস্কৃতি তাদের ঐতিহাসিক অভিজ্ঞতার দ্বারা গঠিত হয়েছিল এবং কীভাবে তারা গ্রামবাসীদের নতুন অসুবিধা মোকাবেলা করার পদ্ধতিতে গভীরভাবে প্রভাবান্বিত হয়েছিল।\n\"আ প্লেস অ্যাট দ্য মাল্টিকালচারাল টেবিল\" বইয়ে প্রেমা কুরিয়েন হিন্দু আমেরিকান সংগঠনগুলি কীভাবে অভিবাসী এবং মার্কিন যুক্তরাষ্ট্রে জন্মগ্রহণকারী হিন্দু আমেরিকানদের সাংস্কৃতিক পরিচয়ের প্রশ্নটি সমাধানের চেষ্টা করছে তা পর্যালোচনা করেছেন। তিনি উদীয়মান \"আমেরিকান হিন্দুধর্ম\"-এর দিকে তাকান, যা ভারতের আরও বৈচিত্র্যময় হিন্দুধর্মের একটি সংগঠিত, মানসম্মত এবং রাজনৈতিক রূপ। প্রেমা কুরিয়েন এই বিষয়টি তুলে ধরেন যে, বেশিরভাগ আমেরিকান হিন্দুরই মার্কিন যুক্তরাষ্ট্রে হিন্দুত্ব -সম্পর্কিত সংগঠনগুলির নেতৃত্বদানকারী ছোট মতাদর্শীদের সাথে কোনও সম্পর্ক নেই, তবে খুব কম লোকই সক্রিয়ভাবে হিন্দুত্ব আন্দোলনের বিরোধিতা করে। বিশাল সংখ্যাগরিষ্ঠরা চুপ করে আছে, চরমপন্থার মধ্যে পড়ে আছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}