{"pageid": 1524046, "title": "মিস কুমারী", "url": "https://bn.wikipedia.org/wiki?curid=1524046", "content": "মিস কুমারী (১৯৩২-১৯৬৯) একজন প্রাক্তন ভারতীয় অভিনেত্রী যিনি ১৯৪৯ থেকে ১৯৬৯ সাল পর্যন্ত মালায়ালাম চলচ্চিত্র জগতে কাজ করেছিলেন। পঞ্চাশ এবং ষাটের দশকের গোড়ার দিকে তিনি মালায়ালাম চলচ্চিত্র জগতের সবচেয়ে বিশিষ্ট মহিলা প্রধান অভিনেত্রী ছিলেন। ১৯৪৯ সালে ভেল্লিনাক্ষত্রম চলচ্চিত্রের মাধ্যমে তার অভিনয় জগতে পদার্পন হয়। অভিনয় জগতে প্রবেশ করার আগে তিনি অল্প সময়ের জন্য শিক্ষিকা হিসেবে কাজ করেছিলেন। তার দ্বিতীয় ছবি, নাল্লা থাঙ্কা -এর চিত্রগ্রহনের সময় তিনি মিস কুমারী সম্বোধনে পরিচিত হন।\nমিস কুমারীর অভিনীত ততকালীন জনপ্রিয় চলচ্চিত্রগুলি হল শশীধরন (১৯৫০), চেচি (১৯৫০), ইয়াচাকান (১৯৫১), নবলোকম (১৯৫১), আত্মসখী (১৯৫২), আলফোনসা (১৯৫২), শেরিও থেট্টো (১৯৫৩), আভাকাসি (১৯৫৪), নীলাদা (১৯৫৪), সিডিলদা (১৯৫৫), সিডিল (১৯৫৪), প্রভৃতি চলচ্চিত্রে অভিনয়ের জন্য বিখ্যাত। পাইঙ্গিলি (১৯৫৭), রান্ডিডাঙ্গাঝি (১৯৫৮), মুদিয়ানায়া পুত্ররান (১৯৬১), আনা ভালার্থিয়া বনমপাদি (১৯৬১) এবং পট্টাভিষেকম (১৯৬২)। মিস কুমারী তার ১৮ বছরের কর্মজীবনে ৩৪টি চলচ্চিত্রে কাজ করেছেন। \nমিস কুমারী আনিয়াথি (১৯৫৫) এবং আনা ভালার্থিয়া বনম্পাদি (১৯৬১) ছবিতে অভিনয়ের জন্য শ্রেষ্ঠ অভিনেত্রী হিসাবে দুবার মাদ্রাজ রাজ্য পুরস্কার জিতেছেন। তার অভিনীত নীলকুইল (১৯৫৪) চলচ্চিত্রটি ছিল প্রথম মালায়ালাম চলচ্চিত্র যা সেরা পূর্ণদৈর্ঘ্য চলচ্চিত্র হিসাবে অল ইন্ডিয়া সার্টিফিকেট অফ মেরিট জিতেছিল। এটি মালায়ালাম চলচ্চিত্রের ইতিহাসে একটি যুগান্তকারী চলচ্চিত্র হিসেবে বিবেচিত হয়। এটি ছিল মিস কুমারীর সাফল্য এবং তার ক্যারিয়ারের সবচেয়ে স্মরণীয় চলচ্চিত্র। আরেকটি ছবি, পদথা পাইঙ্গিলি (১৯৫৭) রাষ্ট্রপতির পক্ষ থেকে রৌপ্য পদক জিতেছে। দ্বিতীয় মালায়ালাম ছবি হিসাবে পদথা পাইঙ্গিলি  এই অর্জন করেছে। \n\n\n== জীবনের প্রথমার্ধ ==\nমিস কুমারী, যার আসল নাম ছিল থ্রেসিয়াম্মা। ১৯৩২ সালের ১ জুন তারিখে ব্রিটিশ ভারতের কোট্টায়ামে (বর্তমান কেরালা রাজ্যের অংশ) তার জন্ম। তার পিতামাতার নাম যথাক্রমে ভরানঙ্গনমে থমাস এবং এলিয়াম্মা। তিনি তার প্রাথমিক শিক্ষা ভারাঙ্গনাম সেক্রেড হার্টস হাই স্কুলে সম্পন্ন করেন। পড়াশোনার শেষ করে তিনি এই স্কুলেই কিছুক্ষণ শিক্ষিকা হিসেবে কাজ করেছিলেন।\n\n\n== অভিনয় জীবন ==\nথ্রেসিয়াম্মা ১৯৪৯ সালে মালয়ালম চলচ্চিত্র ভেল্লিনাক্ষত্রম -এর মাধ্যমে অভিনয় জগতে অভিষেক করেন। এটি উদয়া স্টুডিওর প্রথম প্রযোজনা এবং ৭ম মালয়ালম পূর্ণদৈর্ঘ্য চলচ্চিত্র ছিল। দুর্ভাগ্যবশত, ছবিটি বাণিজ্যিকভাবে ব্যর্থ হয়। কিন্তু, ছবিতে তার অভিঅনয় দেখে মুগ্ধ হয়ে উদয় স্টুডিও তাকে তাদের পরবর্তী ছবি, নাল্লা থাঙ্কা -তে প্রধান চরিত্রে অভিনয়ের জন্য নির্বাচিত করে। এই ছবির চিত্রগ্রহনের সমই তিনি তার মঞ্চ নাম মিস কুমারী হিসাবে পরিচিত হন। নাল্লা থানকা  চলচ্চিত্র ব্যাবসায়িক ক্ষেত্রে বিশাল সাফল্য পায় এবং এর ফলে মিস কুমারী নিজেকে একজন শীর্ষস্থানীয় অভিনেত্রী হিসেবে প্রতিষ্ঠিত করতে সফল হন। নাল্লা থাঙ্কা- এর সাফল্যের পর, তিনি শশীধরন (১৯৫০), চেচি (১৯৫০), ইয়াচাকান (১৯৫১), নবলোকম (১৯৫১), আত্মসখী (১৯৫২), আলফোনসা (১৯৫২), আত্মশান্তি (১৯৫২), শেরিও থেট্টো (১৯৫২) এবং শেরিও থেট্টো (১৯৫২) -এর মতো ধারাবাহিক চলচ্চিত্রে অভিনয় করেন। তবে, ১৯৫৪ সালে নীলকুইল মুক্তির মাধ্যমে তার খ্যাতি তুঙ্গে পৌঁছে। নীলকুইল চলচ্চিত্র ব্যাবসায়িক ক্ষেত্রে বিশাল সাফল্য অর্জন করে এবং রাষ্ট্রপতির রৌপ্য পদক জিতে নেয়। প্রথমবারের মতো কোনও দক্ষিণ ভারতীয় চলচ্চিত্রকে এই সম্মান প্রদান করা হয়। এটি এখন মালায়ালাম চলচ্চিত্রের ইতিহাসে একটি যুগান্তকারী চলচ্চিত্র হিসেবে বিবেচিত হয়। \n\n\n== তথ্যসূত্র =="}