{"pageid": 1524210, "title": "গ্যাবনে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1524210", "content": "গ্যাবন একটি খ্রিস্টান সংখ্যাগরিষ্ঠ জাতি। ২০২০ সালের পরিসংখ্যান অনুসারে, জনসংখ্যার প্রায় দশ শতাংশ মুসলিম। তাদের প্রায় সকলেই সুন্নি ইসলাম ধর্মের অনুসারী। দেশের সংবিধানের ধর্মনিরপেক্ষ প্রকৃতির কারণে, মুসলমানরা দেশে ধর্মান্তরিত হতে এবং উপাসনালয় নির্মাণ করতে পারে।\n\n\n== ইতিহাস ==\n১৯শ এবং ২০শ শতাব্দীতে ফরাসিদের প্রেরিত হাউসা বণিক এবং মুসলিম সেনেগালিজ সৈন্যদের উপস্থিতির কারণে গ্যাবনে ইসলাম প্রথম আগমন করে। সেখানে ফরাসি ঔপনিবেশিক সরকার গ্যাবনে দুই বিশিষ্ট মুসলিম, আমাদু বাম্বা এবং সামোরি টুরেকে নির্বাসিত করেছিল। তবে, ১৯৭০ এবং ১৯৮০ এর দশকের আগে ইসলাম সক্রিয়ভাবে ছড়িয়ে পড়েনি। গ্যাবোনীয় রাষ্ট্রপতি ওমর বোঙ্গোর ইসলাম গ্রহণের ফলে ধর্মটি জনপ্রিয় হয়ে ওঠে। অন্যান্য উল্লেখযোগ্য গ্যাবনীয় ব্যক্তিত্বরাও ইসলাম গ্রহণ করেন। এর ফলে গ্যাবনে ইসলাম একটি গুরুত্বপূর্ণ ধর্মে পরিণত হয়।\nগ্যাবনের বেশিরভাগ মুসলিম স্থানীয় গ্যাবনীয়। তবে  উল্লেখযোগ্য সংখ্যাক সংখ্যালঘু পশ্চিম আফ্রিকা থেকে এসেছে। ২০১৭ সালের হিসাব অনুযায়ী গ্যাবন জুড়ে ২৪টি মসজিদ পাওয়া গেছে। বৃহত্তম মসজিদগুলি লিব্রেভিল, পোর্ট-জেন্টিল, ফ্রান্সভিল এবং ওয়েমে অবস্থিত।\n\n\n== সংক্ষিপ্ত বিবরণ ==\nগ্যাবনে ইসলামিক, ক্যাথলিক ও প্রোটেস্ট্যান্ট ধর্মীয় গোষ্ঠীগুলো তাদের নিজস্ব প্রাথমিক ও মাধ্যমিক বিদ্যালয় পরিচালনা করে।\nএসব বিদ্যালয় গ্যাবনের শিক্ষা মন্ত্রণালয়ের সাথে নিবন্ধিত থাকতে হয়। যাতে তারা সরকারি বিদ্যালয়ের মতো মান বজায় রাখতে পারে। তবে সরকার ধর্মীয় বা বেসরকারি বিদ্যালয়গুলোকে কোনো আর্থিক অনুদান প্রদান করে না।\nগ্যাবোনীয় সরকার কিছু খ্রিস্টান এবং মুসলিম পবিত্র দিনকে জাতীয় ছুটির দিন হিসেবে উদযাপন করে। এর মধ্যে রয়েছে ইস্টার রবিবার এবং সোমবার, স্বর্গারোহণ দিবস, অনুমান দিবস, অল সেন্টস ডে, বড়দিন, ঈদ আল-কেবির এবং ঈদ আল-ফিতর।\nসরকারি টেলিভিশন স্টেশন ক্যাথলিক চার্চ, কিছু প্রোটেস্ট্যান্ট সম্প্রদায় এবং ইসলামী মসজিদগুলোকে বিনামূল্যে সম্প্রচারের সময় দেয়। কিছু প্রোটেস্ট্যান্ট সম্প্রদায়ের অভিযোগ, সরকারি টেলিভিশন সংখ্যালঘু ধর্মীয় গোষ্ঠীগুলোকে এই সুবিধা দেয় না। অতীতে প্রোটেস্ট্যান্টরা দাবি করেছে যে সশস্ত্র বাহিনী নিয়োগ ও পদোন্নতিতে ক্যাথলিক ও মুসলিমদের পক্ষপাত করে।\n১৯৭৩ সাল থেকে গ্যাবনের রাষ্ট্রপতিত্ব মুসলমানদের হাতেই রয়েছে। রাজনৈতিকভাবে শক্তিশালী ওমর বঙ্গো ১৯৭৩ সালে ইসলাম ধর্ম গ্রহণ করেন এবং তার নাম আলবার্ট-বার্নার্ড বঙ্গো থেকে পরিবর্তন করে ওমর বংগো করেন। ওমর বঙ্গোর মৃত্যুর পর তার ছেলে আলী বঙ্গো ওন্দিম্বা রাষ্ট্রপতি পদে আরোহণ করেন।  তিনি নিজেও একজন মুসলিম। গ্যাবন ইসলামিক সহযোগিতা সংস্থার সদস্য। ১৯৭৪ সালে ওমর বঙ্গোর নেতৃত্বে গ্যাবন এ সংস্থায় যোগদান করে।\n২০০৪ সালে গ্যাবনের রাজধানী লিব্রেভিলে 'একটি সমৃদ্ধ ও সহনশীল ইসলামের স্বার্থে ঐক্যবদ্ধ' এই প্রতিপাদ্য নিয়ে প্রথম জাতীয় সম্মেলন অনুষ্ঠিত হয়। এই সম্মেলনের সময় গ্যাবনের ৩৪টি ইসলামিক সংগঠনের প্রধানগণ একটি চুক্তি স্বাক্ষর করেন। চুক্তির মাধ্যমে তারা সমন্বিত ইসলামী কর্মকাণ্ড পরিচালনার পরিকল্পনা গ্রহণ করেন।\n\n\n== উল্লেখযোগ্য মুসলিম ==\nআলি বঙ্গো ওন্ডিম্বা\nএডিথ লুসি বঙ্গো\nওমর বঙ্গো\n\n\n== তথ্যসূত্র =="}