{"pageid": 1525965, "title": "পেরগামন জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1525965", "content": "পেরগামন জাদুঘর (জার্মান: Pergamonmuseum  ;উচ্চারণ [ˈpɛʁ.ɡa.mɔn.muˌzeː.ʊm] ) হলো জার্মানির বার্লিনের ঐতিহাসিক কেন্দ্রে অবস্থিত জাদুঘর দ্বীপের একটি তালিকাভুক্ত ভবন। এটি ১৯১০ থেকে ১৯৩০ সাল পর্যন্ত সম্রাট দ্বিতীয় উইলহেলমের আদেশে এবং আলফ্রেড মেসেল এবং লুডভিগ হফম্যানের পরিকল্পনা অনুসারে স্ট্রিপড ক্লাসিকিজম স্টাইলে নির্মিত হয়েছিল। জাদুঘর দ্বীপ কমপ্লেক্সের অংশ হিসেবে পারগামন জাদুঘরটি ১৯৯৯ সালে ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী তালিকায় যুক্ত হয়েছিল কারণ এর স্থাপত্য এবং স্থাপত্য ও সামাজিক ঘটনা হিসেবে জাদুঘরের বিবর্তনের সাক্ষ্য রয়েছে।\n২০২৩ সালের অক্টোবরে জাদুঘরটি দর্শনার্থীদের জন্য সম্পূর্ণরূপে বন্ধ করে দেওয়া হয় এবং ব্যাপক সংস্কার কাজের জন্য ১৪ থেকে ২০ বছর - ২০৩৭ থেকে ২০৪৩ সাল পর্যন্ত - বেশিরভাগ সময় বন্ধ থাকবে বলে আশা করা হচ্ছে। এর নর্থ উইং ২০২৭ সালে পুনরায় চালু হবে বলে আশা করা হচ্ছে।\n\n\n== উৎপত্তি ==\n১৯০৪ সালে যখন জাদুঘর দ্বীপের কাইজার-ফ্রিডরিখ-জাদুঘর (বর্তমানে বোডে মিউসিয়াম) চালু করা হয়, তখন স্পষ্ট হয়ে গিয়েছিল যে জার্মান তত্ত্বাবধানে খনন করা সমস্ত শিল্পকর্ম এবং প্রত্নতাত্ত্বিক সম্পদ রাখার জন্য ভবনটি যথেষ্ট বড় ছিল না। প্রাচীন ব্যাবিলন, উরুক, আসুর, মিলেটাস, প্রিন এবং প্রাচীন মিশরের অঞ্চলে খননকাজ চলছিল এবং এই স্থানগুলির জিনিসপত্র বিদ্যমান জার্মান জাদুঘর ব্যবস্থার মধ্যে সঠিকভাবে প্রদর্শন করা যাচ্ছিল না। কাইজার-ফ্রিডরিখ-জাদুঘরের পরিচালক উইলহেম ভন বোড, প্রাচীন স্থাপত্য, জার্মান-প্রাচীন-পরবর্তী শিল্প এবং মধ্যপ্রাচ্য ও ইসলামী শিল্পকলার সমন্বয়ে কাছাকাছি একটি নতুন জাদুঘর নির্মাণের পরিকল্পনা শুরু করেছিলেন।\nআলফ্রেড মেসেল ১৯০৬ সালে তিন-উইং বিশিষ্ট বিশাল ভবনটির নকশা শুরু করেন। ১৯০৯ সালে তার মৃত্যুর পর তার বন্ধু লুডভিগ হফম্যান প্রকল্পটির দায়িত্ব গ্রহণ করেন এবং ১৯১০ সালে নির্মাণ কাজ শুরু হয়, যা প্রথম বিশ্বযুদ্ধ (১৯১৮) এবং ১৯২০-এর দশকের মহা মুদ্রাস্ফীতির সময় অব্যাহত ছিল। সমাপ্ত ভবনটি ১৯৩০ সালে উদ্বোধন করা হয়।\nদ্বিতীয় বিশ্বযুদ্ধের শেষে বার্লিনে বিমান হামলার সময় পেরগামন জাদুঘরটি মারাত্মকভাবে ক্ষতিগ্রস্ত হয়। প্রদর্শনীতে ব্যবহৃত অনেক জিনিসপত্র নিরাপদ স্থানে সংরক্ষণ করা হয় এবং কিছু বৃহৎ প্রদর্শনীকে সুরক্ষার জন্য দেয়াল দিয়ে ঘেরা ছিল। ১৯৪৫ সালে লাল বাহিনী জাদুঘরের সমস্ত খালি জিনিসপত্র সংগ্রহ করে হয় যুদ্ধের লুটের মাল হিসেবে অথবা বার্লিনে আগুন জ্বলার সময় চুরি করার জন্য। ১৯৫৮ সালের আগে বেশিরভাগ জিনিসপত্র পূর্ব জার্মানিতে ফেরত পাঠানো হয়নি। সংগ্রহের উল্লেখযোগ্য অংশ রাশিয়ায় রয়ে গেছে। কিছু বর্তমানে মস্কোর পুশকিন জাদুঘর এবং সেন্ট পিটার্সবার্গের হার্মিটেজ জাদুঘরে সংরক্ষিত আছে। জার্মানি এবং রাশিয়ার মধ্যে একটি চুক্তিতে এই জিনিসপত্র ফেরত দেওয়ার ব্যবস্থা করা হয়েছে কিন্তু ২০০৩ সালের জুন থেকে রাশিয়ান পুনরুদ্ধার আইন দ্বারা এটি বন্ধ রয়েছে।\n\n\n== প্রদর্শনী ==\n\nজাদুঘরে প্রদর্শিত জিনিসপত্রের মধ্যে রয়েছে:\n\nপারগামন বেদী\nমিলেটাসের বাজারের গেট\nইশতার গেট এবং শোভাযাত্রার পথ, ব্যাবিলন\nমাশাত্তার সম্মুখভাগ\nগিলগামেশের মহাকাব্য থেকে মেইসনারের খণ্ডাংশ\n\n\n=== পুরাকীর্তি সংগ্রহ (Antikensammlung) ===\nএই সংগ্রহটি ব্র্যান্ডেনবার্গের রাজপুত্র-নির্বাচকদের সময় থেকে শুরু হয়েছিল, যারা প্রাচীনকালের জিনিসপত্র সংগ্রহ করেছিলেন। ১৬৯৮ সালে একজন রোমান প্রত্নতাত্ত্বিকের দ্বারা এটি অধিগ্রহণের মাধ্যমে সংগ্রহ শুরু হয়েছিল। ১৮৩০ সালে যখন আল্টেস জাদুঘরটি খোলা হয়, তখন এটি প্রথম জনসাধারণের জন্য (আংশিকভাবে) অ্যাক্সেসযোগ্য হয়ে ওঠে। অলিম্পিয়া, সামোস, পেরগামন, মিলেটাস, প্রিন, ম্যাগনেসিয়া, সাইপ্রাস এবং ডিডিমায় খননের মাধ্যমে সংগ্রহটি ব্যাপকভাবে প্রসারিত হয়।\nএই সংগ্রহটি পেরগামন জাদুঘর এবং আল্টেস জাদুঘরের মধ্যে বিভক্ত।\nএই সংগ্রহে প্রাচীন যুগ থেকে হেলেনিস্টিক যুগের ভাস্কর্যের পাশাপাশি ধ্রুপদী প্রাচীনত্বের শিল্পকর্ম রয়েছে: স্থাপত্য, ভাস্কর্য, শিলালিপি, মোজাইক, ব্রোঞ্জ, গয়না এবং মৃৎশিল্প।\nপ্রধান প্রদর্শনীগুলি হল খ্রিস্টপূর্ব দ্বিতীয় শতাব্দীর পারগামন বেদি, যেখানে দেবতা এবং দৈত্যদের সংগ্রামের চিত্রিত ১১৩ মিটার (৩৭১ ফুট) লম্বা ভাস্কর্যের ফ্রিজ এবং রোমান প্রাচীনত্বের মিলেটাসের গেট রয়েছে।\nদ্বিতীয় বিশ্বযুদ্ধের পর জার্মানি যেমন বিভক্ত হয়েছিল, তেমনি সংগ্রহও বিভক্ত হয়ে পড়েছিল। ১৯৫৯ সালে পূর্ব বার্লিনে পেরগামন জাদুঘরটি পুনরায় খোলা হয়। সেসময় পশ্চিম বার্লিনে যা অবশিষ্ট ছিল তা শ্লোস শার্লটেনবার্গে প্রদর্শিত হয়।\n\n\n=== ইসলামি শিল্প জাদুঘর (মিউজিয়াম ফুর ইসলামিশে কুনস্ট) ===\n\nইসলামিক বিভাগটি ১৯০৪ সালে খোলা কাইজার-ফ্রিডরিখ-জাদুঘরের অংশ ছিল। নবনির্মিত পারগামন জাদুঘরে জাদুঘরটি দক্ষিণ শাখার উপরের তলায় স্থানান্তরিত হয় এবং ১৯৩২ সালে সেখানে খোলা হয়।\n\n\n=== মধ্যপ্রাচ্য জাদুঘর (ভোর্ডেরাসিয়াটিস মিউজিয়াম) ===\n\nমধ্যপ্রাচ্য জাদুঘরের প্রদর্শনীতে জার্মান প্রত্নতাত্ত্বিক এবং অন্যান্যদের দ্বারা আসিরিয়ান, সুমেরীয় এবং ব্যাবিলনীয় সংস্কৃতির অঞ্চল থেকে আবিষ্কৃত জিনিসপত্র প্রদর্শিত হয়। এছাড়াও এখানে ঐতিহাসিক ভবন, ত্রাণ এবং কম সাংস্কৃতিক জিনিসপত্র এবং অলংকার রয়েছে।\nপ্রধান প্রদর্শনীতে রয়েছে ইশতার গেট এবং ব্যাবিলনের শোভাযাত্রার পথ এবং নেবুচাদনেজার দ্বিতীয়ের সিংহাসন কক্ষের সম্মুখভাগ।\nভোর্ডারাসিয়াটিচেস জাদুঘরে গিলগামেশের মহাকাব্য থেকে মেইসনারের টুকরোটিও প্রদর্শিত হয়।\n\n\n== পরিকল্পনা ==\n\nজাদুঘর দ্বীপের বিস্তৃত পরিকল্পনার মধ্যে রয়েছে পেরগামন মিউজিয়ামের সম্প্রসারণ, যার সাথে নিউস মিউজিয়াম, বোডেমিউসিয়াম, আল্টে ন্যাশনালগ্যালারি। একটি নতুন দর্শনার্থী কেন্দ্র জেমস সাইমন গ্যালারির সংযোগ স্থাপন করা হবে।\n২০০০ সালে একটি স্থাপত্য প্রতিযোগিতায় কোলনের অসওয়াল্ড ম্যাথিয়াস উঙ্গার্স জিতেছিলেন। তার পরিকল্পনা অনুযায়ী পেরগামন জাদুঘরটি পুনর্নির্মাণ করা হবে, যা বিতর্কিতভাবে ১৯৩০ সাল থেকে অপরিবর্তিত ভবনগুলিতে বড় ধরনের পরিবর্তনের প্রস্তাব করে। কোর্ট অফ অনার-এর বর্তমান প্রবেশদ্বার ভবনটি চতুর্থ শাখা দ্বারা প্রতিস্থাপিত হবে এবং একটি ভূগর্ভস্থ পদযাত্রা ( Archäologische Promenade, প্রত্নতাত্ত্বিক পদযাত্রা) পাঁচটি জাদুঘরের মধ্যে চারটিকে সংযুক্ত করবে।\n২০১৪ সালের সেপ্টেম্বর থেকে ২০২৩ সালের অক্টোবর পর্যন্ত সংস্কারের জন্য জাদুঘরটি আংশিকভাবে বন্ধ ছিল। পারগামন বেদী সম্বলিত হলটি সাধারণ জনগণের জন্য বন্ধ থাকবে। প্রাথমিকভাবে ২০১৯ সালে পুনরায় খোলার সময় নির্ধারণ করা হয়। ২০১৬ সালের নভেম্বরে এটি প্রকাশিত হয় যে আনুমানিক প্রকল্প ব্যয় প্রায় দ্বিগুণ হয়ে ৪৭৭ মিলিয়ন ইউরো হবে। ১৯১০ থেকে ১৯৩০ সালের মধ্যে প্রাথমিক নির্মাণের সময় মাটিতে নির্মিত দুটি পাম্প হাউস আবিষ্কার করা হয়, যার ফলে ব্যয় বৃদ্ধি এবং বিলম্ব ঘটে। বর্ধিত ব্যয়ের কমপক্ষে ৬০ মিলিয়ন ইউরো সরাসরি এই কারণে যে ১০ বছর আগের মূল অনুমানের তুলনায় নির্মাণ ব্যয় বেড়েছে। পারগামন অ্যালদার হলটি কমপক্ষে ২০২৫ সালের আগে পুনরায় খোলার আশা করা হয় না।\n২০১৮ সালে জাদুঘর দ্বীপের ঠিক বাইরে এবং পেরগামন মিউজিয়াম থেকে অল্প দূরে একটি অস্থায়ী প্রদর্শনী স্থান খোলা হয়, যেখানে বার্লিন-ভিত্তিক শিল্পী ইয়াদেগার আসিসির প্রাচীন শহরের একটি প্যানোরামা, ফ্রাউনহোফার ইনস্টিটিউট ফর কম্পিউটার গ্রাফিক্স রিসার্চ কর্তৃক বিখ্যাত পেরগামন বেদীর ত্রিমাত্রিক পুনর্গঠন এবং টেলিফোস ফ্রিজ সহ বেদীর কিছু অংশ ছিল।\nজাদুঘর দ্বীপ মাস্টার প্ল্যানের অংশ হিসেবে পেরগামন জাদুঘরটি ২০২৩ সালের অক্টোবরে সংস্কার করা হয়। এটি ১৪ থেকে ২০ বছর বন্ধ থাকবে এবং ২০২৭ সালে আংশিকভাবে পুনরায় খোলা হবে।\n\n\n== আরও দেখুন ==\nআলেপ্পো রুম\nশিল্প জাদুঘরের তালিকা\nজার্মানির জাদুঘরের তালিকা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nBilsel, Can (২০১২), Antiquity on Display: Regimes of the Authentic in Berlin's Pergamon Museum, Oxford University Press, আইএসবিএন 978-0-1995-7055-3 \n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট (জার্মান এবং ইংরেজি ভাষায়)\nVirtual tour\nVirtual tour of the Pergamon Museum provided by Google Arts & Culture"}