{"pageid": 1525971, "title": "বিশ্ব বন দিবস", "url": "https://bn.wikipedia.org/wiki?curid=1525971", "content": "বিশ্ব বন দিবস, যা আন্তর্জাতিক বন দিবস নামেও পরিচিত, প্রতি বছর ২১ মার্চ পালিত হয় বনের গুরুত্ব এবং পৃথিবীতে জীবন টিকিয়ে রাখার ক্ষেত্রে বনের ভূমিকা সম্পর্কে সচেতনতা বাড়ানোর জন্য। \n২০২৫ সালের প্রতিপাদ্য বিষয় হল \"বন এবং খাদ্য\"।\n২০১২ সালে জাতিসংঘের সাধারণ পরিষদ ২১ মার্চকে আন্তর্জাতিক বন দিবস  ঘোষণা করে। এই দিবসে বনের গুরুত্ব প্রচার করা হয়। বিশ্ব বন দিবসে, দেশগুলিকে স্থানীয়, জাতীয় এবং আন্তর্জাতিকভাবে বন ও গাছপালা সম্পর্কিত কার্যক্রম, যেমন বৃক্ষরোপণ অভিযান, সংগঠিত করার জন্য উৎসাহিত করা হয়।\nপ্রতিটি আন্তর্জাতিক বন দিবসের থিম বন বিষয়ক সহযোগিতামূলক অংশীদারিত্ব দ্বারা নির্বাচিত হয়।\n\n\n== বনের প্রয়োজনীয়তা ==\nমানুষের জীবন ধারণের জন্য বনের গুরুত্ব অপরিসীম। উপযুক্ত বনভূমি এবং বনজ সম্পদ না থাকলে মানুষের জীবন প্রবাহ স্তব্ধ হয়ে যাবে।\nবনের প্রয়োজনীয়তার কয়েকটি গুরুত্বপূর্ণ দিক হলো নিম্নরূপ;\n(১) বায়ুমণ্ডলের গ্যাসীয় ভারসাম্য স্থিতিশীল রাখা:\nউদ্ভিদ ও প্রাণীরা ক্রমাগত শ্বসনের জন্য বাতাস থেকে অক্সিজেন শোষণ করলেও তা ফুরিয়ে যায় না এই কারণে যে, গাছপালা সালোকসংশ্লেষণ পদ্ধতিতে সেই কার্বন ডাই অক্সাইড শোষণ করে আবার অক্সিজেন উৎপাদন করে। বড়ো বড়ো গাছপালা সালোকসংশ্লেষণ পদ্ধতিতে বিপুল পরিমাণে কার্বন ডাই-অক্সাইড গ্যাস অপসারিত করে এবং অক্সিজেন গ্যাস উৎপাদন করে। সুতরাং, বনের গাছপালা ধ্বংস করলে গ্যাসীয় ভারসাম্য রক্ষার কাজে বিঘ্ন ঘটে।\n(২) ভূমিক্ষয় নিবারণ:\nবড় বড় গাছপালার শিকড় মাটির নীচে বহুদূর পর্যন্ত জালের মতো ছড়িয়ে যায় যা মাটিকে শক্তভাবে ধরে রাখে। এছাড়া এরকম গাছপালার উপস্থিতিতে ঝোড়ো হাওয়া সজোরে মাটির উপর আছড়ে পড়তে পারে না। আর বৃষ্টির পানি মাটি ধুয়ে নিয়ে যেতে পারে না। এসব কারণে বড় বড় গাছপালার সাহায্যে ভূমিক্ষয় নিবারণ সম্ভব হয়। কোনো অঞ্চলের গাছপালা নিধন করলে ক্রমাগত ভূমিক্ষয়ের ফলে সেই অঞ্চল ক্রমে রুক্ষ মরুভূমিতে পরিণত হতে পারে।\n(৩) আবহাওয়া শীতল রাখা ও বৃষ্টিপাত ঘটানো:\nপৃথিবীর বুকে যে সব গাছপালা রয়েছে সেগুলি প্রতিদিন বাষ্পমোচন বা প্রস্বেদন প্রক্রিয়ায় (Transpiration) বিপুল পরিমাণ জল বাষ্পাকারে বাতাসে বের করে দেয়। পাতার পত্ররন্ধ্রের (stoma) পথ দিয়ে এই জলীয় বাষ্প বেরিয়ে আসে। একটিমাত্র ভুট্টা গাছ থেকে প্রতিদিন প্রায় আড়াই লিটার জল বাষ্পাকারে বাতাসে মেশে।এতে বোঝা যায় আকাশে মেঘ সৃষ্টির কাজে গাছের ভূমিকা কতটা গুরুত্বপূর্ণ।\nএইভাবে বাষ্পমোচন করতে গিয়ে গাছপালা আশপাশের পরিবেশকে ঠাণ্ডা রাখে। আকাশে ভেসে যাওয়া মেঘ এই শীতল আবহাওয়ার সংস্পর্শে এলেও ঠান্ডা হয়ে বৃষ্টিপাত ঘটায়। এই কারণে বনাঞ্চলে বেশী বৃষ্টিপাত হয়। বাংলাদেশের মতো কৃষিপ্রধান দেশে বৃষ্টির জল কৃষিকার্যের জন্যে খুবই গুরুত্বপূর্ণ। অধিকাংশ ক্ষেত্রেই চাষবাসের জন্য এখনও প্রাকৃতিক বৃষ্টিপাতের উপর নির্ভর করা ছাড়া গত্যন্তর থাকে না। কৃষিক্ষেত্রে যত বৃষ্টিপাত হয় তার প্রায় দুই-তৃতীয়াংশ জলই গাছপালার বাষ্পমোচনের ফলে বাতাসে জমা হয়েছিল বলে ধারণা করা হয়। কাজেই এলোপাথাড়ি গাছপালা কেটে ফেলতে থাকলে এই বাষ্পমোচন প্রক্রিয়াও যায় বন্ধ হয়ে, আর পরিণামে বৃষ্টিপাতের মাত্রা কমে যায় বা অনাবৃষ্টির সম্ভাবনা দেখা দেয়। আমাদের দেশে বিগত কয়েক বছর যাবৎ যে খরা পরিস্থিতি দেখা দিচ্ছে বনাঞ্চল অপসারণকে বিশেষজ্ঞরা সেজন্য দায়ী করেছেন। এ ব্যাপারে সতর্কতা অবলম্বন না করলে শস্যশ্যামল কৃষিভূমি যদি কোনোদিন রুক্ষ নীরস মরুতে পরিণত হয় তাহলে বিস্ময়ের কিছু থাকবে না।\nএইসব বিভিন্ন বিষয়ে চিন্তা করে বন সংরক্ষণের উপর গুরুত্ব দেওয়া হচ্ছে। এজন্য আইন প্রণয়ন করতে হয়েছে ও সরকার বন অধিগ্রহণ করে তা রক্ষণাবেক্ষণের দায়িত্ব গ্রহণ করেছেন। শুধু বন সংরক্ষণই নয়, একই সঙ্গে বৃক্ষরোপণেও উৎসাহ দেখানো হচ্ছে। গাছপালা যে কতভাবে মানুষের কল্যাণ সাধন করে চলেছে সে বিষয়ে সর্বসাধারণকে সচেতন করা আশু প্রয়োজন।\n(৪) অর্থনৈতিক গুরুত্ব:\nদেশের অর্থনৈতিক গুরুত্ব অনেকটা নির্ভর করে বনজ সম্পদের উপর। জ্বালানী কাঠ, ভেষজ ঔষধ, খাদ্য, বস্ত্র, যানবাহনের কাঠামো ও আসবাবপত্রের উৎস। বনজ উদ্ভিদ গৃহনির্মাণে ও কাগজ তৈরিতেও ব্যাপকভাবে ব্যবহৃত হয়।\n(৫) বন্যপ্রাণীর আবাসস্থল:\nবনের মধ্যে বিভিন্ন বন্যপ্রাণী বসবাস করে। বনজ সম্পদ ঠিক মত সুরক্ষিত থাকলে বন্যপ্রাণীরা স্বাভাবিক জীবনযাত্রা চালাতে পারে। বন ধ্বংস হলে বন্য প্রাণীরাও ক্ষতিগ্রস্থ হয়।\n\n\n== বিশ্বে বনজ সম্পদ ব্যবহার ==\nসারা বিশ্বে পাঁচ বিলিয়নেরও বেশি মানুষ খাদ্য, চিকিৎসা এবং জীবিকা নির্বাহের জন্য বনজ সম্পদ  ব্যবহার করে।\n২ বিলিয়নেরও বেশি মানুষ  কাঠ এবং অন্যান্য ঐতিহ্যবাহী জ্বালানির উপর নির্ভর করে।\nগ্রামীণ এলাকার মানুষের, বিশেষ করে গ্রীষ্মমন্ডলীয় অঞ্চলে, বন্য মাংস একটি গুরুত্বপূর্ণ প্রোটিন উৎস। প্রায় ৩,২০০ প্রজাতির বন্য প্রাণী খাদ্য হিসেবে ব্যবহৃত হয়।\nঅনেক দেশে বন এবং গাছ গ্রামীণ পরিবারের আয়ের প্রায় ২০% সরবরাহ করে।\n\n\n== তথ্যসূত্র =="}