{"pageid": 1525970, "title": "ইসলামি শিল্প জাদুঘর, বার্লিন", "url": "https://bn.wikipedia.org/wiki?curid=1525970", "content": "ইসলামি শিল্প জাদুঘর (জার্মান: Museum für Islamische Kunst) হলো পেরগামন জাদুঘরে অবস্থিত একটি জাদুঘর, যা বার্লিনের রাষ্ট্রীয় জাদুঘরের অংশ।\n\n\n== সংগ্রহ ==\nজাদুঘরটিতে স্পেন ও ভারতের মধ্যবর্তী অঞ্চল থেকে সপ্তম শতাব্দী থেকে ঊনবিংশ শতাব্দীর বিভিন্ন ইসলামী শিল্পকর্ম প্রদর্শিত হয়। সেতসিফোন, সামারা এবং তাবঘায় খনন কার্যক্রম, সেইসাথে অধিগ্রহণের সুযোগ, মিশর, বিদেশী প্রাচ্য এবং বিশেষ করে ইরানকে গুরুত্বপূর্ণ কেন্দ্রবিন্দুতে পরিণত করে। অন্যান্য অঞ্চলগুলি গুরুত্বপূর্ণ সংগ্রহের বস্তু বা গোষ্ঠী দ্বারা প্রতিনিধিত্ব করা হয়, যেমন মুঘল সাম্রাজ্যের ক্যালিগ্রাফি এবং ক্ষুদ্র চিত্রকর্ম বা সিসিলিয়ান হাতির দাঁতের শিল্পকর্ম।\n\n\n=== সংগ্রহের গুরুত্বপূর্ণ বিষয় ===\nসংগ্রহের সবচেয়ে উল্লেখযোগ্য জিনিসপত্র, যা তাদের আকার, ঐতিহাসিক তাৎপর্য বা জাদুঘর দর্শনার্থীদের কাছে জনপ্রিয়তার কারণে বিভিন্নভাবে সংরক্ষণ করা হয়, সেগুলি হল:\n\nমাশাত্তা ফ্যাসাদ\nআলেপ্পো রুম হলো সিরিয়ার আলেপ্পোতে একজন দালালের বাড়ির দেয়ালের প্যানেলিং, যা অটোমান আমলে তৈরি করা হয়েছিল।\nআলহাম্বরা থেকে গম্বুজ\nকাশান থেকে মিহরাব\nকোনিয়া থেকে মিহরাব\nড্রাগন - ফিনিক্স কার্পেট, এশিয়া মাইনর, ১৫ শতকের গোড়ার দিকে।\nকুরআন ভাঁজ করার ডেস্ক, এশিয়া মাইনর (কোনিয়া), ১৩ শতক\nবই শিল্প (বই শিল্প ক্যাবিনেটে পরিবর্তনশীল প্রদর্শনী)।\nস্থায়ী প্রদর্শনী ছাড়াও জাদুঘরটি ২০০৮ সালে ইসলামী বিশ্বের আধুনিক শিল্পকর্মের প্রদর্শনীও প্রদর্শন করে, উদাহরণস্বরূপ, \"তুর্কি আনন্দ\" (সমসাময়িক তুর্কি নকশা) এবং \"নকশ\" (ইরানে লিঙ্গ এবং রোল মডেল)।\n২০০৯ সালে জাদুঘরটি লন্ডনের সংগ্রাহক এডমন্ড ডি উঙ্গার (১৯১৮-২০১১) থেকে ইসলামী শিল্পকলার একটি সংগ্রহ স্থায়ীভাবে ধার করে, যাকে \"কেয়ার সংগ্রহ\" বলা হত, যা পূর্বে সারে-এর হ্যামে তার বাড়িতে রাখা হত। ৫০ বছরেরও বেশি সময় ধরে সংগৃহীত এই সংগ্রহে প্রায় ১,৫০০টি শিল্পকর্ম রয়েছে যা ২০০০ বছরেরও বেশি সময় ধরে বিস্তৃত এবং এটি ইসলামী শিল্পের বৃহত্তম ব্যক্তিগত সংগ্রহগুলির মধ্যে একটি। কেয়ার সংগ্রহের একশোটিরও বেশি প্রদর্শনী প্রথম ২০০৭/২০০৮ সালে স্যামলারগ্লুক নামক বিশেষ প্রদর্শনীতে প্রদর্শিত হয়েছিল। এর কিছু অংশ নিয়ে আরেকটি বিশেষ প্রদর্শনী মার্চ ২০১০ থেকে ইসলামী শিল্প জাদুঘরের স্থায়ী প্রদর্শনীর অংশ হিসেবে অনুষ্ঠিত হয় যার নাম ছিল স্যামলারগ্লুক। ২০১২ সালের জুলাই মাসে বার্লিন-প্রুশিয়ান সাংস্কৃতিক ঐতিহ্যের জাতীয় জাদুঘর এবং এডমন্ড ডি উঙ্গার সংগ্রহের মালিকদের মধ্যে সহযোগিতা বন্ধ করে দেওয়া হয় এবং সংগ্রহটি প্রত্যাহার করা হয়। সংগ্রহটি নিয়ে কাজ চালিয়ে যাওয়ার বিষয়ে বিভিন্ন ধারণার কারণ হিসেবে উল্লেখ করা হয়েছে।\n\n\n== ইতিহাস ==\n\nজাদুঘরটি ১৯০৪ সালে উইলহেলম ভন বোড কর্তৃক কাইজার-ফ্রিডরিখ-জাদুঘরে (বর্তমানে বোড-জাদুঘর ) ইসলামিক বিভাগ হিসেবে প্রতিষ্ঠিত হয় এবং প্রাথমিকভাবে ফ্রেডরিখ সার্রে সম্মানসূচক পরিচালক হিসেবে এটি প্রতিষ্ঠা করেন। ঘটনাটি ছিল মাশাত্তার সম্মুখভাগের দান, যা আম্মানের দক্ষিণে অবস্থিত একটি অসমাপ্ত উমাইয়াদ মরুভূমির প্রাসাদ থেকে উৎপন্ন হয়েছিল, যা অটোমান সুলতান দ্বিতীয় আব্দুল হামিদ সম্রাট দ্বিতীয় উইলহেলমকে দিয়েছিলেন। সম্মুখভাগের পূর্ব অংশের কিছু অংশ এবং যে কাঠামোর অংশ এটি তৈরি করেছিল তার ধ্বংসাবশেষ জর্ডানে রয়ে গেছে। বোডের দান করা ২১টি কার্পেটের সাথে সম্মুখভাগটি সংগ্রহের ভিত্তি তৈরি করেছিল। নবনির্মিত পারগামন জাদুঘরে জাদুঘরটি দক্ষিণ শাখার উপরের তলায় স্থানান্তরিত হয় এবং ১৯৩২ সালে সেখানে খোলা হয়। বিশ্বযুদ্ধের সময় প্রদর্শনীটি ১৯৩৯ সালে বন্ধ হয়ে যায়।\nশিল্পকর্ম অপসারণ এবং পেরগামন জাদুঘরে থাকা জিনিসপত্র সুরক্ষিত করা সত্ত্বেও সংগ্রহটি ক্ষতিগ্রস্থ হয়েছিল। একটি বোমা হামলায় মাশাত্তা সম্মুখভাগের একটি গেট টাওয়ার ধ্বংস হয়ে যায় এবং একটি অগ্নিসংযোগকারী বোমা মিন্টের একটি ভল্টে রাখা মূল্যবান কার্পেটের সমস্ত বা আংশিক পুড়ে যায়। ১৯৫৪ সালে পার্গামন জাদুঘরে ইসলামিক জাদুঘর হিসেবে সংগ্রহটি পুনরায় খোলা হয়। পশ্চিমাঞ্চলীয় দখলদারিত্ব অঞ্চলে সরিয়ে নেওয়া জমিগুলি ডাহলেমের জাদুঘরে ফিরিয়ে দেওয়া হয়েছিল, যেখানে যুদ্ধের পরে প্রথমবারের মতো ১৯৫৪ সালে সেগুলি পুনরায় প্রদর্শন করা হয়েছিল। ১৯৬৮ থেকে ১৯৭০ সাল পর্যন্ত শার্লটেনবার্গ প্রাসাদে একটি প্রদর্শনী অনুষ্ঠিত হয়েছিল। ১৯৭১ সালে ডাহলেম জাদুঘর কমপ্লেক্সের একটি নতুন ভবনে ইসলামী শিল্প জাদুঘরের স্থায়ী প্রদর্শনী খোলা হয়।\n১৯৫৮ সালে মিউজিয়াম সিনসেলের পারগামন জাদুঘরে অবস্থিত ইসলামিক জাদুঘর ১৯৪৫ থেকে ১৯৪৬ সাল পর্যন্ত লুণ্ঠিত শিল্পকর্ম হিসেবে সোভিয়েত ইউনিয়নে স্থানান্তরিত বেশিরভাগ শিল্পকর্ম ফেরত পায়। অন্যান্য গুরুত্বপূর্ণ সংগ্রহস্থল পুনরুদ্ধারের মাধ্যমে ১৯৬৭ সালের মধ্যে সমস্ত প্রদর্শনী কক্ষ জনসাধারণের জন্য উন্মুক্ত করা সম্ভব হয়। একীকরণ চুক্তির ভিত্তিতে দুটি জাদুঘরকে ১৯৯২ সালে সাংগঠনিকভাবে ইসলামিক শিল্প জাদুঘর নামে একীভূত করা হয়। প্রদর্শনীটি ১৯৯৮ সালে বন্ধ হয়ে যায়। ২০০০ সালে পেরগামন জাদুঘরের দক্ষিণ শাখার উপরের তলায় একটি নতুন নকশা করা স্থায়ী প্রদর্শনী চালু করা হয়।\n\n\n=== পরিচালকগণ ===\nসংগ্রহের ইতিহাস উল্লেখযোগ্যভাবে সংশ্লিষ্ট প্রধান এবং পরিচালকদের দ্বারা রূপায়িত হয়েছিল, যারা একই সাথে জার্মানিতে ইসলামী শিল্প ইতিহাসের বিকাশকে প্রভাবিত করেছিলেন।\n\n\n== মুলতাকা: মিলনস্থল হিসেবে জাদুঘর ==\n২০১৫ সালে জাদুঘরটি আরবি ও ফার্সি ভাষাভাষী শরণার্থী এবং অন্যান্য মুসলিম দর্শনার্থীদের জন্য \"মুলতাকা - মিলনস্থল হিসেবে জাদুঘর\" শিরোনামে একটি নতুন প্রকল্প শুরু করে। এই আন্তঃসাংস্কৃতিক জাদুঘর প্রকল্পটি শরণার্থী এবং অভিবাসীদের জন্য নির্দেশিত ট্যুরের আয়োজন করে যা বিশেষভাবে প্রশিক্ষিত আরবি-ভাষী মুলতাকা গাইডদের দ্বারা বিনামূল্যে ডিজাইন এবং অফার করা হয়। অভিবাসীদের সাথে তাদের ভাষায় দর্শনার্থী-কেন্দ্রিক আলোচনা সাংস্কৃতিক বস্তু অর্জনের ঐতিহাসিক উৎপত্তি এবং ইতিহাসের উপর দৃষ্টি নিবদ্ধ করে, যার মধ্যে তাদের দেশের সাংস্কৃতিক ঐতিহ্য সম্পর্কে দর্শনার্থীদের নিজস্ব ধারণাও অন্তর্ভুক্ত। ২০১৯ সালে বার্লিনের চারটি প্রতিষ্ঠাতা জাদুঘর যুক্তরাজ্য, ইতালি, গ্রীস এবং সুইজারল্যান্ডের ছয়টি অনুরূপ জাদুঘরের সাথে যোগ দেয়, যার ফলে আন্তর্জাতিক মুলতাকা নেটওয়ার্ক তৈরি হয়।\n\n\n== প্রদর্শনী ==\n\n\n=== স্থায়ী প্রদর্শনী ===\n২০০০ সাল থেকে: ইসলামী সংস্কৃতি\n২০১৬ সাল থেকে: আন্তঃসাংস্কৃতিক সম্পর্ক, বৈশ্বিক জীবনী - ইসলামী শিল্প\n\n\n=== বিশেষ প্রদর্শনী ===\n\n২০১৩\n\nসামারা - বিশ্বের কেন্দ্র।\nহেনরিখ ফ্রিডরিখ ভন ডিজের আঠালো অ্যালবাম থেকে সেরাগ্লিও চিত্রকর্মের মাস্টারপিস\nঅনেকের কাছেই সাশ্রয়ী। মিশরীয় সমাধি থেকে মুদ্রিত কাপড়।\nঅলংকার এবং জিহ্বা: ইসলামী বিশ্ব থেকে বইয়ের বাঁধাই।\n২০১৪\n\nপ্রবৃত্তি এবং নেশা। ভারতীয় চিত্রকলায় মদ, তামাক এবং মাদক।\nগর্ব এবং আবেগ। মুঘল আমলে পুরুষদের প্রতিনিধিত্ব।\nফোকাসে মশাত্তা। ঐতিহাসিক ছবিতে জর্ডানের মরুভূমির দুর্গ।\n২০১৫\n\nপার্কে পিকনিক। ইসলামী ক্ষুদ্র চিত্রকলায় উদ্যান\nআতিফি – আফগানিস্তানের খবর।\nবার্লিনে ইসলামী শিল্প কীভাবে এলো। সংগ্রাহক এবং জাদুঘর পরিচালক ফ্রিডরিখ সার্রে\n২০১৬\n\nরহস্যময় ভ্রমণকারী: সুফি, তপস্বী এবং পবিত্র পুরুষ।\nশব্দ পড়া - শব্দ অনুভব করা বার্লিন সংগ্রহে কোরানের একটি ভূমিকা।\nসিরিয়ার তুলনা। ছবি মোহাম্মদ আল রৌমি\nপ্রাচীন রাজাদের উত্তরাধিকার। তাসিফোন এবং ইসলামী শিল্পের ফার্সি উৎস।\n২০১৭\n\nইরান। আধুনিকতার ঊষা।\nবিশ্বস্ত আশ্চর্য - ইসলামী বিশ্বে বাইবেলের ঐতিহ্য।\nআরামদায়ক: ভারতীয় ক্ষুদ্রাকৃতির চিত্রকলায় গালিচা।\n২০১৮\n\nবসে আছে | যাত্রাবিরতি। ফেলেকসান ওনারের একটি ইনস্টলেশন।\nকপি এবং আয়ত্ত।\nবইয়ের গ্যালারি। ইসলামিক স্ক্র্যাপবুক\nটেপ আর্ট\nঅনুপাতের অনুভূতি সহ। ইয়েমেনের স্থাপত্যের শ্রেষ্ঠ নিদর্শন\n\n\n== গবেষণা এবং প্রচার প্রকল্প ==\n\n\n=== প্রদর্শনী স্থান নির্ধারণ ===\nফেডারেল কালচারাল ফাউন্ডেশনের ফেলোশিপ আন্তর্জাতিক জাদুঘর।\nস্থানান্তরের বিষয়গুলি\nইসলামী শিল্পকলা জাদুঘরের সাংস্কৃতিক গল্প\nমুলতাকা: Treffpunkt মিউজিয়াম - বার্লিন জাদুঘরে পথপ্রদর্শক হিসেবে উদ্বাস্তু\n\n\n=== বিদেশে গবেষণা ===\nআরিয়া অ্যান্টিকোয়া। প্রাচীন হেরাত / ৩টি প্রকল্প\nসিরিয়ার জন্য ডিজিটাল সাংস্কৃতিক সম্পত্তি রেজিস্টার তৈরি করা\nইরান: প্রাদেশিক জাদুঘর ইয়াজদ / জাতীয় জাদুঘর তেহরান\nকসর আল-মাসচাত্তা: জর্ডানের মাসচাত্তার প্রাথমিক ইসলামী মরুভূমি দুর্গ\nপাকিস্তানের বেলুচিস্তানে একটি প্রাচীন সাংস্কৃতিক ভূদৃশ্যের পুনর্গঠন\nসিরিয়ার আলেপ্পোর দুর্গ\n\n\n=== সাংস্কৃতিক ও রাজনৈতিক শিক্ষা ===\nমুসলিম দর্শনার্থীদের জন্য জাদুঘর শিক্ষাগত সুযোগের জন্য মুলতাকা প্রকল্প\nসাধারণ অতীত - সাধারণ ভবিষ্যৎ\nতামাম – ইসলামিক শিল্প জাদুঘরের সাথে মসজিদ সম্প্রদায়ের শিক্ষামূলক প্রকল্প\n\n\n=== সংগ্রহ-সম্পর্কিত গবেষণা ===\nখোরাসান - সূর্যোদয়ের ভূমি\nটেসিফোন\nসামারা এবং আব্বাসীয়দের শিল্প\nইউসুফ জামিল ডিজিটালাইজেশন প্রকল্প\n\n\tসংগ্রহ\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== গ্রন্থপঞ্জি ==\nEnderlein, Volkmar; Museum für Islamische Kunst (২০০১)। Museum für Islamische Kunst (জার্মান ভাষায়)। Mainz: Verlag Philipp von Zabern। আইএসবিএন 3-8053-2681-5। ওসিএলসি 47728676। \nMuseum für Islamische Kunst; Enderlein, Volkmar (২০০৩)। Museum of Islamic Art। Mainz: P. von Zabern। আইএসবিএন 3-8053-3261-0। ওসিএলসি 53938877। \nKröger, Jens; Museum für Islamische Kunst (২০০৪)। Islamische Kunst in Berliner Sammlungen : [100 Jahre Museum für Islamische Kunst in Berlin ; im Museum für Islamische Kunst, Berlin, vom 19. Oktober 2004 bis 16. Januar 2005] (জার্মান ভাষায়)। Berlin: Parthas। আইএসবিএন 3-86601-435-X। ওসিএলসি 58421771। \nJens Kröger: <i id=\"mwAcw\">Das Berliner Museum für Islamische Kunst als Forschungsinstitution der Islamischen Kunst im 20. </i><i id=\"mwAcw\">Jahrhundert</i>. (PDF; 692 kB). In: XXX. Deutscher Orientalistentag, Freiburg, 24.–28. September 2007. Ausgewählte Vorträge, herausgegeben im Auftrag der DMG von Rainer Brunner, Jens Peter Laut und Maurus Reinkowski. 2009. আইএসএসএন 1866-2943ISSN 1866-2943\nStefan Weber: Zwischen Spätantike und Moderne: Zur Neukonzeption des Museums für Islamische Kunst im Pergamonmuseum. In: Jahrbuch Preußischer Kulturbesitz, Band XLVIII (2014), S. 226–257.\nStefan Weber: Über uns und die anderen: Museen und kulturelle Bildung in der Islamdebatte. In: Jahrbuch Preußischer Kulturbesitz XLIX (2015), S. 88–109.\nStefan Weber: Jeder kann Aleppo lieben. In: National Geographic, November (2016), S. 28–32 (Syrian Heritage Archive Project)\nStefan Weber: Kampf um und gegen Kulturgüter im Nahen Osten – Das Fallbeispiel Syrien. In: BMVg.de: Der Reader Sicherheitspolitik, August (2016), S. 1–12 (Syrian Heritage Archive Project)\nStefan Weber: Multaka: museum as meeting point.Refugees as guides in Berlin museums / Multaka: il museo come punto di incontro. I rifugiati come guide nei musei berlinesi. In: Archaeology & ME, Looking at archaeology in contemmpory Europe / Pensare l'archeologia nell'Europa contemporana. Bologna (2016), S. 142–45.\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nজাদুঘর ফুর ইসলামিশে কুনস্ট (স্টাটলিচে মুসেন জু বার্লিন)\nজাদুঘর für Islamische Kunst bei ইসলামী শিল্প আবিষ্কার করুন\nফ্রুন্ডে দেস মিউজিয়াম ফর ইসলামিশে কুনস্ট ইম পারগামন মিউজিয়াম ইভি"}