{"pageid": 1525446, "title": "রুব এল হিজব", "url": "https://bn.wikipedia.org/wiki?curid=1525446", "content": "রুব এল হিজব (আরবি: رُبْعُ الْحِزْبِ or رُبُعُ الْحِزْبِ) হল একটি প্রাচীন আরব প্রতীক যা অষ্টগ্রামের আকারে তৈরি। এটিকে দুটি পরস্পর ছেদকারী বর্গক্ষেত্র ۞ হিসেবে উপস্থাপন করা হয়। যদিও বর্তমানে এর প্রধান উপযোগিতা হল কুরআনের কিছু কপির ভেতরে একটি বিভাজন চিহ্নিত করা যাতে তেলাওয়াত সহজ হয়, তবে এটি অতীতে বেশ কয়েকটি প্রতীক এবং পতাকায় ব্যবহৃত হয়েছিল এবং আজও তা অব্যাহত রয়েছে।\nআরবি ভাষায়, রুব শব্দের অর্থ 'এক-চতুর্থাংশ' বা 'চতুর্থাংশ', যেখানে হিজব (বহুবচন আহজাব) এর অর্থ 'একটি দল'। কুরআন ৬০টি আহজাব-এ (প্রায় সমান দৈর্ঘ্যের দলগুলোকে পর্যায়ক্রমে ৩০টি আজা'তে ভাগ করা হয়েছে) বিভক্ত, রুব এল হিজবের উদাহরণের মাধ্যমে প্রতিটি হিজব আরও চারটি ভাগে ভাগ করা হয়েছে, যার ফলে মোট ২৪০টি ভাগ হয়েছে।\nসেলজুক তারকা হল একটি আট-বিন্দুবিশিষ্ট তারকা বহুভুজ যা একটি প্রাচীন তুর্কি জাতীয় প্রতীক (তামগা)। এটি সেলজুক শিল্পের একটি সাধারণ মোটিফ।\n\n\n== ইতিহাস ==\nইবেরীয় উপদ্বীপে আল-আন্দালুসের সময়ে এই প্রতীকটি একটি সাংস্কৃতিক প্রতীক হিসেবে ব্যবহৃত হত, যা তখনকার মুদ্রায় দেখা যেত। এছাড়াও, অনেক এলাকাতে এর ব্যবহারের ফলে এর নাম পরিবর্তন করে \"প্রথম আব্দুর রহমানের তারা\" রাখা হয়। আল-আন্দালুস থেকে এটি আরব বিশ্বের অন্যান্য অঞ্চলে ছড়িয়ে পড়ে। এটি তুর্কি ইসলামী সংস্কৃতি এবং ইতিহাসেও ব্যাপকভাবে ব্যবহৃত হয়েছে।\n\n\n== বিভিন্ন রূপ ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== সমসাময়িক ব্যবহার ==\n\n\n=== স্থাপত্য ===\n\nপেট্রোনাস টাওয়ারের মতো, ভবনের পরিকল্পনার ভিত্তি হিসেবে প্রতীকটি ব্যবহার করা হয়েছে।\n\n\n=== প্রাক্তন পতাকা ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== বর্তমান পতাকা ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== প্রতীক ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\nআনাতোলিয়ান সেলজুক স্থাপত্য\nআর্মেনিয়ান চিরন্তন চিহ্ন\nবোরজগালি\nজাতীয় প্রতীকের তালিকা\nসুজুদ\nলক্ষ্মীর তারা\nইশতারের তারা\nশামসা\nমান্দালা\nসূর্য মাজাপাহিত\nঅষ্টগ্রাম\n\n\n== তথ্যসূত্র =="}