{"pageid": 1525096, "title": "জিয়ারত নকশবন্দ সাহাব", "url": "https://bn.wikipedia.org/wiki?curid=1525096", "content": "জিয়ারত নকশবন্দ সাহাব হল ভারতের জম্মু ও কাশ্মীরের শ্রীনগরে একটি সুন্নি মুসলিম মাজার বা জিয়ারত। এটি ১৭শ শতাব্দীর সুফি সাধক মইনুদ্দিন হাদি নকশবন্দের দরগাহ (সুফি সমাধিস্থল)।\n\n\n== ইতিহাস ==\nএই মাজার যে এলাকায় নির্মিত হয়েছে তাকে সিকান্দার-পোর বলা হতো। কারণ এটি সুলতান সিকান্দার (১৩৮৯–১৪১৩) (সিকান্দার বুৎশিকান) দ্বারা নির্মিত হয়েছিল। চক শাসনামলে সুলতান হুসাইন চক (১৫৬৩–১৫৭০) এই এলাকায় একটি বাগান তৈরি করেছিলেন। তারিক-ই-হাসানের মতে, জয়নুল আবিদিন (বুদশাহ) কাশ্মীরের ইশামে সৈয়দ মোহাম্মদ ওয়াইসির জন্য একটি মাজার নির্মাণ করেছিলেন। ১৪৮৪ সালে ওয়াইসির মৃত্যু হয়। পরে সেই মাজারটি কমবেশি পরিত্যক্ত হয়ে পড়ে। ১৬৩৩ সালে খাজা খাওয়ান্দ মাহমুদ পুরাতন মাজারটি ভেঙে ফেলার ফতোয়া পান। একই উপকরণ ব্যবহার করে বর্তমান নকশবন্দ মাজারটি নির্মাণ করা হয়। এটি তখন হুসাইন চকের পুরানো বাগানের মধ্যে ছিল। খাজা খাওয়ান্দ মাহমুদের নামের কারণে পাড়াটি এখনও খাজা বাজার নামে পরিচিত। ১৬৪০ সালে লাহোরে খোজা খাওয়ান্দ মাহমুদের মৃত্যুর পর, তার পুত্র খোজা মইন-উদ-দিন নকশবন্দী কাশ্মীরে এসে মাজারটির দেখাশোনা করেন। তিনি ১৬৭৪ সালে মারা যান এবং মাজারে সমাহিত হন। ১৬৯৯ সালে যখন নবী মোহাম্মদের পবিত্র চুলের একটি স্মরণচিহ্ন কাশ্মীরে আনা হয়। তখন এটি প্রথমে এই মাজারে রাখা হয়েছিল। কিন্তু পবিত্র স্মরণচিহ্নটি দেখতে আসা মানুষের ভিড়কে ধরে রাখার জন্য পর্যাপ্ত জায়গা ছিল না। তাই তৎকালীন মোগল গভর্নর  তখন সাদিক খান বাগ নামে জায়গাটি  দান করেন। এই জায়গাটি বর্তমানে হযরতবাল মাজার নামে পরিচিত। এখানে সেই পবিত্র স্মরণচিহ্ন চুল রাখা হয়েছে। ১৮৮৬ সালে ঢাকার নবাব স্যার খাজা আহসানুল্লাহ মাজার সংস্কারের জন্য অর্থ পাঠান। তিনি কাশ্মীরের বংশোদ্ভূত ছিলেন। তার পাঠানো অর্থ দিয়ে মাজারের বর্তমান ভবনের বড় ধরনের সংস্কার করা হয়।\nএই রহস্যময় ব্যক্তি কখনও কাশ্মীর যাননি কিন্তু তাঁর অনুসারীরা তাঁর নামে একটি খানকাহ তৈরি করেছিলেন। এই খানকাহে তার বংশধরদের একজন মহীউদীনের মৃতদেহ, সমাধিতে সমাহিত রয়েছে। প্রধানত কাঠের তৈরি এ মাজারে পিঞ্জরা-কারি শৈলীতে তৈরি কিছু সুন্দর কক্ষ রয়েছে। নকশবন্দ সাহাবের ওরস হিজরি মাসের রবিউল আউয়াল মাসের ৩য় দিনে পালিত হয়। নকশবন্দী সিলসিলার অনুসারীরা সারা বিশ্বে এবং কাশ্মীর উপত্যকায়ও রয়েছে। বেশিরভাগ অনুসারীরা সফাপোরা মানসবাল, কুরহামা গান্দেরবাল, বান্দিপোরা, শ্রীনগর, পট্টন বারামুল্লা এবং অন্যান্য জেলায় রয়েছেন।\n\n\n== গ্যালারি ==\n\n\n== আরও দেখুন ==\nহযরত ঈশান\nছৈয়দ মীর জান\nবাহাউদ্দিন নকশবন্দ বুখারী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজিয়ারত নকশবন্দ সাহেব, মুইয়ে মুক্কাদ্দাস"}