{"pageid": 1525047, "title": "মাই বখতাওয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1525047", "content": "মাই বখতাওয়ার লাশারি বেলুচ (সিন্ধি: مائي بختاور لاشاري; উর্দু: مائی بخت آور لاشاری بلوچ‎‎, ১৮৮০ - ২২শে জুন ১৯৪৭) সিন্ধুর বাদিন জেলার তান্দো বাগো তহসিলের উমেরকোটের রোশানাবাদের কাছে ডোডো খান সারগানি গ্রামের একজন কৃষক ছিলেন। ব্রিটিশ শাসনের অধীনে সিন্ধুর গ্রামীণ এলাকায় বড় হয়ে ওঠার পর, তিনি একটি গভীর পুরুষতান্ত্রিক সমাজে দারিদ্র্যের সমস্যার মুখোমুখি হয়েছিলেন। এই বাধা সত্ত্বেও, তিনি সাহসের সাথে স্থানীয় জমিদারদের পরিচালিত অন্যায়ের বিরুদ্ধে রুখে দাঁড়িয়েছিলেন। তাঁর প্রতিরোধের ফলে শেষ পর্যন্ত একজন জমিদার এবং তার লোকদের হাতে তাঁকে হত্যা করা হয়, এটি  নিপীড়নের বিরুদ্ধে অবজ্ঞার প্রতীক হিসেবে চিহ্নিত হয়ে আছে।\n\n\n== জীবন ==\nতিনি ছিলেন মুরাদ খান লাশারির একমাত্র সন্তান, মুরাদ তাঁর নাম রেখেছিলেন মাই বখতাওয়ার, যার অর্থ 'ভাগ্যবতী মহিলা'। ১৮৯৮ সালে, মাই বখতাওয়ার বিয়ে করেন ওয়ালি মোহাম্মদ লাশারিকে, যিনি একজন জমিদার অভিজাতের জমিতে কৃষক হিসেবে কাজ করতেন।  তাঁকে একজন সাহসী নারী হিসেবে স্মরণ করা হয় যিনি সারা জীবন ধরে অবিচারের বিরুদ্ধে ধারাবাহিকভাবে রুখে দাঁড়িয়েছিলেন। কিছু রাজনৈতিক আন্দোলনকারী মরণোত্তরভাবে তাঁর অবদানকে স্মরণ করেছেন, তাঁকে \"মাটির কন্যা\" এবং সিন্ধি স্বার্থের একজন বীরত্বপূর্ণ ব্যক্তিত্ব হিসেবে চিত্রিত করেছেন, তাঁদের নিজস্ব সম্পাদ্য কার্যাবলী এগিয়ে নেওয়ার জন্য তাঁর গল্প ব্যবহার করেছেন।\n\n\n== পটভূমি ==\n১৯৪০-এর দশকে গ্রামীণ সিন্ধুতে, ৮০% এরও বেশি চাষযোগ্য জমির মালিকানা ছিল জমিদার নামে পরিচিত বৃহৎ জমির মালিকদের হাতে। হ্যারিস (ভাড়াটে কৃষক) জমি চাষ করার বিনিময়ে ফসলের একটি অংশ, প্রধানত গম, অথবা তুলার মতো ফসল থেকে আয়ের একটি অংশ পেত। মাই বখতাওয়ারের গ্রামটি ৪০,০০০ একর জুড়ে বিস্তৃত একটি সম্পত্তির অংশ ছিল। ফসল কাটার সময় জমিদারেরা সশস্ত্র লোক নিয়ে আসত, ফসলের বেশিরভাগ অংশ দখল করে নিত এবং কৃষকদের জন্য খুব সামান্য অংশ রেখে দিত।\nজমির মালিকানার তীব্র বিভাজনের ফলে সৃষ্ট ব্যাপক এবং গভীরভাবে প্রোথিত দারিদ্র্য মোকাবিলা করার জন্য, সিন্ধু সরকার ১৯৪৭ সালের মার্চ মাসে প্রজাস্বত্ব অধিকার পর্যালোচনা এবং প্রদেশে কৃষি সংস্কার অন্বেষণের জন্য হরি কমিটি অফ এনকোয়ারি গঠন করে। যদিও পাকিস্তান সৃষ্টির পর প্রতিবেদনটি প্রকাশিত হয়েছিল, তবুও এতে জমিদারী ব্যবস্থা বিলুপ্ত করার বিরুদ্ধে সুপারিশ করা হয়েছিল। পরিবর্তে, কমিটি সংস্কারের প্রস্তাব করেছিল যাতে কৃষকরা জমিদারদের কাছ থেকে তাদের উৎপাদিত পণ্যের সম্পূর্ণ অংশ পায় এবং জমিদারির নিরাপত্তা পায়।\nকৃষকদের ক্ষমতায়নের জন্য নিবেদিত আরেকটি সংগঠন ছিল সিন্ধু হরি কমিটি, যা ১৯৩০ সালে মিরপুরখাসে প্রতিষ্ঠিত হয়েছিল। এর প্রাথমিক লক্ষ্য ছিল কৃষকদের জন্য জমির মালিকানার অধিকার নিশ্চিত করা। দ্বিতীয় বিশ্বযুদ্ধের পর, সিন্ধুতে দারিদ্র্য আরও গভীর হয়েছিল, হায়দার বক্স জাতোই কমিটির একজন কেন্দ্রীয় ব্যক্তিত্ব হিসেবে আবির্ভূত হন। ১৯৪০-এর দশক থেকে পরবর্তী দশক পর্যন্ত, তিনি প্রদেশের কৃষি সংস্কার বিতর্ক গঠনে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। যুদ্ধ-পরবর্তী উত্তেজনাপূর্ণ পরিবেশে, ক্রমবর্ধমান জাতীয়তাবাদী চাপের মধ্যে, ১৯৪৬ সালে 'আধ বাতেয়ো' আন্দোলন নামে পরিচিত বাতাই (ভাগাভাগি) ব্যবস্থা সংস্কারের প্রচারণা পুনরুজ্জীবিত হয়। ১৯৪৭ সালের ২০ - ২২শে জুন, হায়দার বক্স জাতোইয়ের প্রচারণা আন্দোলন মাই বখতাওয়ারের গ্রাম ডোডো খান সারগানি থেকে মাত্র ১০ কিলোমিটার দূরে জুধোতে একটি সমাবেশ করে।\n\n\n== খুন ==\nআন্দোলনটি গতি লাভ করে, যার ফলে সিন্ধুতে কৃষক এবং জমিদারদের মধ্যে নিয়মিত সংঘর্ষ শুরু হয়। ১৯৪৯ সালের ২২শে জুন, মাই বখতাওয়ারের গ্রামের বেশিরভাগ পুরুষ এবং অনেক মহিলা জুধোতে একটি হরি সম্মেলনে যোগদান করার সময়, জমিদার চৌধুরী সাইদুল্লাহ তাদের অনুপস্থিতির সুযোগ নেওয়ার চেষ্টা করেছিল। সশস্ত্র লোকদের সাথে নিয়ে, সে পুরো ফসল দখল করার জন্য গ্রামে প্রবেশ করে। তখনই মাই বখতাওয়ার তাদের চুরি রোধ করার জন্য সাহসের সাথে তাদের মুখোমুখি হন। জমিদার এবং তার লোকদের অস্বীকার করে, তিনি শারীরিকভাবে নিজের অবস্থানে অটল ছিলেন।\nমাই বখতাওয়ার সুফি শাহ ইনায়েতের বিখ্যাত সিন্ধি স্লোগান 'জেকো খেদে সো খায়ে' (যে চাষ করে তার খাওয়ার অধিকার আছে ) ব্যবহার করেছিলেন, নাকি অন্য কিছু, তা স্পষ্ট নয়। তবে যা স্পষ্ট তা হল, তাঁর সাহসী প্রতিরোধ জমিদারের সাথে থাকা সশস্ত্র লোকদের গভীরভাবে ক্ষুব্ধ করেছিল। ঘটনার এক মর্মান্তিক মোড় নেয়,  তাঁকে গুলি করে হত্যা করা হয়।\n\n\n== প্রভাব ==\nহরি আন্দোলনের সংগ্রাম মাই বখতাওয়ারের মৃত্যুর পর, একজন বর্গাচাষী হিসেবে তাঁর অধিকারের জন্য শক্তিশালী জমিদার অভিজাতদের বিরুদ্ধে সাহসিকতার সাথে লড়াই জনসাধারণের কল্পনাকে আকর্ষণ করে। সাইদুল্লাহ এবং তার সঙ্গীদের, মাই বখতাওয়ারকে হত্যার দায়ে ২০ বছরের কারাদণ্ড দেওয়া হয়েছিল। সিন্ধুর কৃষক বিদ্রোহের ইতিহাসে মাই বখতাওয়ার প্রথম মহিলা শহীদ ছিলেন। তাঁর মৃত্যু গভীর প্রভাব ফেলেছিল, যা সিন্ধু প্রজাস্বত্ব আইন পাসের জন্য অনুপ্রেরণা জাগিয়ে তোলে।\nবৃহত্তর আন্দোলনের মধ্যে সংঘটিত এই হত্যাকাণ্ড সিন্ধুর কৃষকদের দুর্দশা, বিশেষ করে করাচির মতো শহরাঞ্চলের কৃষকদের দুর্দশার প্রতি উল্লেখযোগ্য দৃষ্টি আকর্ষণ করে।\n\n\n== মাই বখতাওয়ারের সম্মানে নামকরণ করা স্থানগুলি ==\nইসলামকোটের মাই বখতাওয়ার আন্তর্জাতিক বিমানবন্দরের নামকরণ করা হয় মাই বখতাওয়ারের নামে\nসরকারি ও বেসরকারি প্রতিষ্ঠানগুলি মাই বখতাওয়ার লাশারি শহীদের নামে তাদের সেরা প্রদর্শন পুরস্কার প্রদান করছে।\n\n\n== তথ্যসূত্র এবং নোট ==\n\n\n=== ব্যাখ্যামূলক নোট ===\n\n\n=== তথ্যসূত্র ==="}