{"pageid": 1525370, "title": "সিয়েরা লিওনে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1525370", "content": "ইসলাম সিয়েরা লিওনের বৃহত্তম ও সংখ্যাগরিষ্ঠ ধর্ম। ২০১৫ সালের পিউ রিসার্চ সেন্টারের একটি গবেষণায় দেখা যায় যে, সিয়েরা লিওনের মোট জনসংখ্যার প্রায় ৭৮% মুসলিম। সিয়েরা লিওনের মুসলমানদের বিশাল সংখ্যাগরিষ্ঠ সুন্নি ইসলামের অনুসারী।\n\n\n== সম্প্রদায় ও ধর্মচর্চা ==\n২০২০ সালের হিসাব অনুযায়ী সিয়েরা লিওনের মোট জনসংখ্যার ৭৭% মুসলিম।  সিয়েরা লিওনে ১৬টি জাতিগোষ্ঠী রয়েছে, যার মধ্যে বৃহত্তম দুটি হল টেমনে ও মেন্ডে এবং উভয়ই মুসলিম সংখ্যাগরিষ্ঠ। সিয়েরা লিওনের ষোলটি জাতিগত গোষ্ঠীর মধ্যে দশটি মুসলিম সংখ্যাগরিষ্ঠ। সিয়েরা লিওনের মুসলমানদের অধিকাংশই মালিকি আইনশাস্ত্রের সুন্নি।\n\n\n== ইতিহাস ==\nসিয়েরা লিওনে ইসলামের উপস্থিতি প্রথম দেখা যায় যখন মালি সাম্রাজ্যের মুসলিম ব্যবসায়ীরা আধুনিক সিয়েরা লিওনের উত্তরাঞ্চলে অভিবাসী হিসেবে আসেন। এরপর ১৮শ ও ১৯শ শতকে ইসলাম দ্রুত ছড়িয়ে পড়তে শুরু করে, যখন বণিকরা স্থানীয়দের (যেমন: তেমনে জনগোষ্ঠী) সঙ্গে সামাজিক ও অর্থনৈতিক সম্পর্ক গড়ে তোলেন এবং ধর্মীয় প্রতিষ্ঠান প্রতিষ্ঠা করেন, যা ইসলাম চর্চার জন্য ব্যবহৃত হতো। এর ফলে অনেক মানুষ ইসলাম গ্রহণ করেন এবং ধর্মটির সাংস্কৃতিক প্রভাব বাড়তে থাকে, যা আরো বেশি মানুষের ইসলাম গ্রহণের অনুপ্রেরণা হয়ে ওঠে। \nউপনিবেশিক ব্রিটিশ শাসনামলের খ্রিস্টধর্ম প্রচারের প্রচেষ্টা বেশিরভাগ ক্ষেত্রেই ব্যর্থ হয়। ১৯৬১ সালে স্বাধীনতার পর ইসলাম আরো ছড়িয়ে পড়তে থাকে। ১৯৬০ সালে মুসলিম জনসংখ্যার হার ছিল মাত্র ৩৫ শতাংশ, যা ২০০০ সালে বেড়ে ৬০ শতাংশে পৌঁছে যায় এবং ২০০৮ সালে তা ৭১ শতাংশে দাঁড়ায়। ইসলামের পাঁচটি স্তম্ভের একটি হজ্জ পালন সিয়েরা লিওনের মুসলমানদের জন্য কঠিন হয়ে পড়ে। কারণ হল মক্কার দূরত্ব এবং ভ্রমণের ব্যয় বেশিরভাগ মানুষের সাধ্যের অনুকূল না হওয়া। ২০১৪-২০১৬ সালে সৃষ্ট ইবোলা সংকট পরিস্থিতিকে আরও জটিল করে তোলে। কারণ তখন সিয়েরা লিওনের মানুষের জন্য সৌদি আরবের ভিসা পাওয়া অসম্ভব হয়ে পড়ে। সাম্প্রতিক সিয়েরা লিওন গৃহযুদ্ধ ধর্মীয় দৃষ্টিকোণ থেকে নিরপেক্ষ ছিল।  কারণ এখানে খ্রিস্টান, মুসলমান ও স্থানীয় আদিবাসী ধর্মের অনুসারীরা উভয় পক্ষেই যুদ্ধ করেছিল। \n\n\n== বর্তমান ==\n\n\n=== শিক্ষা ===\nদেশটিতে কোনো স্তরের শিক্ষা বাধ্যতামূলক নয় এবং বেশিরভাগ স্কুলেই শিক্ষা অর্জনে অর্থ ব্যয় করতে হয়। দেশটিতে খ্রিস্টান মিশনারি সংগঠনগুলোর তত্ত্বাবধানে অনেক স্কুল পরিচালিত হয়, যা মুসলিমরা গ্রহণ করতে চান না। কারণ মিশনারি স্কুলগুলি সাধারণত নিজস্ব সিলেবাস অনুসরণ করে। ফলে মুসলমানরা নিজস্ব প্রচেষ্টায় অল্পসংখ্যক ইসলামি স্কুল প্রতিষ্ঠা করেছে। কিছু স্কুলে আরবি ভাষা শেখানো হয় এবং মসজিদের মকতবে কুরআন শিক্ষার ব্যবস্থা রয়েছে। মুসলিম শিক্ষার্থীদের অনেকেই ইসলামি শিক্ষা অর্জনের জন্য ফুতাজালন অঞ্চলে যান। সম্প্রতি কেনেমা শহরে জিবরিল ইসলামি ইনস্টিটিউট ও জাতীয় ইসলামি কলেজ প্রতিষ্ঠা করা হয়েছে। এছাড়াও সিয়েরা লিওনে ইসলামি কলেজ প্রকল্প চালু হয়েছে।\n\n\n=== মসজিদ ===\nসিয়েরা লিওনে দেশ জুড়ে শত শত মসজিদ রয়েছে। তবে দেশের বেশিরভাগ মসজিদ সাধারণ মানের এবং সেগুলো স্বেচ্ছাশ্রম ও ব্যক্তিগত উদ্যোগে নির্মিত হয়। অর্থ ও ইসলামী দাঈদের (প্রচারকদের) অভাব এই মসজিদগুলোর উন্নতির পথে প্রধান বাধা। কুয়েতের আফ্রিকা কমিটির সহায়তায় সেখানে একটি কুরআন রেডিও চালু করা হয়েছে, যা ১৪০৯ হিজরির রমজান মাসে সম্প্রচার শুরু করে। এ রেডিও তেমনে, মাদিঙ্গো, ফরাসি ও ইংরেজি ভাষায় ইসলামি বার্তা প্রচার করে। \n\n\n=== ইসলামি সংস্থা ===\nসিয়েরা লিওনের অন্যতম প্রধান ইসলামি সংস্থা হলো সর্বোচ্চ ইসলামি পরিষদ, যার দেশব্যাপী ১১টি শাখা রয়েছে। এই পরিষদ বহু মসজিদ ও শিক্ষা প্রতিষ্ঠান পরিচালনা করে। এছাড়াও দেশটিতে অনেক ইসলামি সংগঠন ও প্রতিষ্ঠান সক্রিয় রয়েছে। \n\n\n== আরো দেখুন ==\nদেশ অনুযায়ী ইসলাম\nআফ্রিকায় ইসলাম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}