{"pageid": 15258, "title": "জীববিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=15258", "content": "জীববিজ্ঞান (ইংরেজি: Biology) বিজ্ঞানের একটি শাখা যেখানে জীব ও জীবন সংক্রান্ত গবেষণা করা হয়। তাদের গঠন, বৃদ্ধি, বিবর্তন, শ্রেণীবিন্যাসবিদ্যারঅংশ \n আলোচনাও এর অন্তর্ভুক্ত। আধুনিক জীববিজ্ঞান খুব বিস্তৃত একটি ক্ষেত্র, যেটির অনেক শাখা-উপশাখা আছে। আধুনিক জীববিজ্ঞান বলে, কোষ হচ্ছে জীবনের মূল একক, আর জিন হলো বংশগতিবিদ্যার মূল একক। আর বিবর্তন হলো একমাত্র প্রক্রিয়া, যার মাধ্যমে নতুন প্রজাতির জীব সৃষ্টি হয়।\nকীসের উপর গবেষণা করা হচ্ছে, সে অনুযায়ী জীববিজ্ঞানের শাখাগুলোকে ভাগ করা হয়েছে; যেমন:  জীবনের রসায়ন নিয়ে যে বিজ্ঞানে আলোচনা করা হয়, তাই হলো প্রাণরসায়ন বা জীবরসায়ন। উদ্ভিদবিজ্ঞান বা উদ্ভিদ-জীববিদ্যা হচ্ছে জীববিজ্ঞানের একটি শাখা যা জীবন্ত উদ্ভিদের বিষয়ে বৈজ্ঞানিক নিরীক্ষণ সংক্রান্ত কাজ করে থাকে। আণবিক জীববিজ্ঞান শাখায় সমস্ত জীবিত বস্তুর প্রধানতম অণুসমূহ যথা নিউক্লিক অ্যাসিড ও প্রোটিনের গঠন ও কাজ সম্পর্কে আলোচনা করা হয়। যে বিজ্ঞানে কোষ, কোষের আকার, প্রকৃতি, বাহ্যিক ও অভ্যন্তরীণ গঠন, কোষবিভাজন ও শারীরবৃত্তীয় কাজ ইত্যাদি আলোচনা করা হ,য় তাকে কোষবিদ্যা বলে।। শারীরবিদ্যা শাখায় প্রাণিদেহের পুষ্টি, শ্বসন, ক্ষরণ, রেচন, জনন প্রভৃতি শারীরবৃত্তীয় কার্যাবলি আলোচনা করা হয়। বিবর্তনমূলক জীববিজ্ঞান একটি উপশাখা যেখানে প্রজাতির উৎপত্তি ও ক্রমবিবর্তন নিয়ে গবেষণা করা হয়। আর যেখানে জীবিত অর্গানিজমের বিস্তৃতি, বিন্যাস ও প্রাচুর্য এবং এসব অর্গানিজমের মধ্যে আন্তঃক্রিয়া ও পরিবেশের অন্যান্য উপাদানের সাথে এদের অন্তঃক্রিয়া নিয়ে আলোচনা করা হয় তাকে পরিবেশ বিজ্ঞান বলে।\nজীববিজ্ঞানের উপ-শাখাগুলি নিযুক্ত গবেষণা পদ্ধতি এবং যে ধরনের পদ্ধতিতে অধ্যয়ন করা হয় তার উপর নির্ভর করে সংজ্ঞায়িত করা হয়। তাত্ত্বিক জীববিজ্ঞান গাণিতিক পদ্ধতি ব্যবহার করে পরিমাণগত মডেলগুলি গঠনের জন্য। অন্যদিকে পরীক্ষামূলক জীববিজ্ঞান প্রস্তাবিত তত্ত্বগুলির বৈধতা পরীক্ষা করার জন্য, জীবনের অন্তর্নিহিত প্রক্রিয়াগুলি বুঝার জন্য এবং কীভাবে অন্তর্নিহিত প্রক্রিয়াগুলি কাজ করে তা বোঝার জন্য অনুশীলনামূলক পরীক্ষা-নিরীক্ষা করে। সেই সাথে কীভাবে জীবন তৈরি হল এবং ৪ বিলিয়ন বছর আগে থেকে শুরু হওয়া বিবর্তনের মাধ্যমে কীভাবে অজৈবনিক বস্তু থেকে জটিল ক্রিয়া-বিক্রিয়ায় ধীরে ধীরে বৃদ্ধি পেয়ে বর্তমান জীবকুলের আবির্ভাব ঘটল তা পরীক্ষামূলক জীববিজ্ঞানের আলোচ্য বিষয়। \n\n\n== ইতিহাস ==\nজীববিজ্ঞান এর পাশ্চাত্য প্রতিশব্দ Biology, যেটি দুটি গ্রিক শব্দ βίος(bios) যার অর্থ জীবন , এবং λογία(logia) যার অর্থ জ্ঞান থেকে এসেছে, প্রথম ১৮০০ সালে জার্মানিতে ব্যবহৃত হয় এবং পরবর্তীতে ফরাসি প্রকৃতিবিদ জঁ-বাতিস্ত দ্য লামার্ক জীবিত বস্তু সংক্রান্ত অনেকগুলি শাস্ত্রের ধারক নাম হিসেবে এটির প্রচলন করেন। পরবর্তীতে ইংরেজ প্রাণীবিজ্ঞানী ও শিক্ষাবিদ টমাস হেনরি হাক্সলি জীববিজ্ঞানকে একটি একত্রীকারক শাস্ত্র হিসেবে প্রতিষ্ঠায় গুরুত্বপূর্ণ ভূমিকা রাখেন। হাক্সলি জোর দিয়ে বলেন যে, উদ্ভিদ ও প্রাণী বিষয়ক শাস্ত্রের প্রথাগত বিভাজন অর্থহীন এবং সমস্ত জীবিত বস্তু একত্রে আলোচনা করা উচিত। হাক্সলির এই ধারণা আজ আরও বেশি করে প্রযোজ্য, কেননা বিজ্ঞানীরা বুঝতে পেরেছেন যে, অনেক নিম্ন স্তরের জীব প্রাণী বা উদ্ভিদ কোনোটাই নয়। বর্তমানে জীববিজ্ঞান আণবিক, কোষীয়, জীবদেহ ও জীবসংগ্রহ - এই চারটি মূল স্তরক্রমে বিভক্ত। জীববিজ্ঞান  প্রাকৃতিক বিজ্ঞান এবং চিকিৎসা থেকে তার নিজস্ব একটি শৃঙ্খলার মাধ্যমে ১৯ শতকের মধ্যভাগে বিকশিত হয়েছিল। রসায়ন এবং পদার্থবিজ্ঞানের পাশাপাশি এটি এখন বিদ্যালয়ে সাধারণত  বিজ্ঞানের উপর পাঠদান করা হয় তার মধ্যে একটি।\nঅ্যান্টন ভ্যান লিয়ুভেনহয়েকের মাইক্রোস্কোপ আবিষ্কারের পর নাটকীয় উন্নতিতে জীববিজ্ঞানটি দ্রুত বিকাশ শুরু করে। এরপরেই পণ্ডিতগণ শুক্রাণু, ব্যাকটেরিয়া, ইনফুসোরিয়া এবং অণুবীক্ষণিক জীবনের বৈচিত্র্য আবিষ্কার করেছিলেন। জেন শাওয়ামারডাম  কীটতত্ত্বে ব্যবচ্ছেদ ও স্টেইনিং (অণুবীক্ষনিক জীব বোঝার জন্য স্যাম্পলকে ডাই এবং স্টেইনিং করার কৌশল) প্রথার মাধ্যমে নতুন আণুবীক্ষণিক মৌলিক কৌশল বিকশিত করতে সাহায্য করেছিলেন। \nমাইক্রোস্কোপির অগ্রগতিতে জীববিজ্ঞানে গভীর প্রভাব ফেলেছিল। উনিশ শতকের গোড়ার দিকে, বেশ কয়েকজন জীববিজ্ঞানী কোষের কেন্দ্রীয় গুরুত্বের দিকে ইঙ্গিত করেছিলেন। এর পরে, ১৮৩৮ সালে, স্কীলডেন এবং সোয়ান এখন সার্বজনীন স্বীকৃত এমন ধারনার দুটি সেই সময় প্রচার করেছিলেন (১) প্রাণীর মৌলিক একক কোষ এবং (২) পৃথক কোষেই জীবন সব বৈশিষ্ট্য থাকে। কিন্তু একটি ধারণা তারা বিরোধিতা করেছিলেন (৩) সব কোষগুলি অন্যান্য কোষগুলির বিভাজন থেকে আসে। রবার্ট রেমাক এবং রুডল্ফ ভার্চোর কাজের জন্য ধন্যবাদ, তাদের কাজের জন্যই তৃতীয় ধারণাটি সফল হয়। ১৮৬০ এর দশকের মধ্যে বেশিরভাগ জীববিজ্ঞানীরাই তিনটি তত্ত্বকেই গ্রহণ করেছিলেন পরে যা কোষ তত্ত্ব হিসাবে পরিচিত লাভ করে। \n\n\n== আধুনিক জীববিজ্ঞানের ভিত্তি ==\n\n\n=== আণবিক জীববিজ্ঞান ===\nআণবিক জীববিজ্ঞান, যাতে জীবপদার্থবিজ্ঞান ও জীবরসায়ন অন্তর্গত শাখা থেকে আধুনিক জীববিজ্ঞানের সবচেয়ে মৌলিক অবদানগুলি এসেছে। সমস্ত জীবিত বস্তুর প্রধানতম অণুসমূহ যথা নিউক্লিক অ্যাসিড ও প্রোটিন-এর গঠন ও কাজ সম্পর্কে এখন আমরা অনেক কিছু জানি। বংশগতির কৌশল নির্ধারণ ছিল আধুনিক বিজ্ঞানের অন্যতম প্রধান আবিষ্কার। আরও একটি গুরুত্বপূর্ণ আবিষ্কার হল কীভাবে জীবদেহের অণুগুলি বিপাক ক্রিয়া সম্পাদন করে জীবনের জন্য প্রয়োজনীয় শক্তি প্রক্রিয়া করে।\n\n\n=== কোষ জীববিজ্ঞান ===\nকোষ জীববিজ্ঞান বা কোষবিদ্যা আণবিক জীববিজ্ঞানের সাথে ঘনিষ্ঠভাবে সম্পর্কিত। জীবিত বস্তুর কাঠামোগত একক কোষের কার্যপদ্ধতি বোঝার জন্য কোষ জীববিজ্ঞানীরা আণবিক পর্যায়ে কোষের বিভিন্ন অংশের গবেষণা করেন। জীবদেহ-সংক্রান্ত জীববিজ্ঞান, একইভাবে, কোষ জীববিজ্ঞানের সাথে জড়িত, কারণ একটি বহুকোষীয় জীব কীভাবে আচরণ করবে তা নির্ভর করে তার কোষগুলির কার্যাবলী ও এদের মধ্যকার মিথষ্ক্রিয়ার উপর। বহুকোষীয় জীবদেহের গবেষণার মধ্যে রয়েছে এগুলির বৃদ্ধি ও বিকাশ (বিকাশ জীববিজ্ঞান), এবং এগুলি কীভাবে কাজ করে (শারীরবিদ্যা)। এছাড়াও মস্তিষ্ক ও স্নায়ুতন্ত্র সংক্রান্ত গবেষণা (স্নায়ুশারীরবিদ্যা) এবং প্রাণী আচরণ (ethology) গুরুত্বপূর্ণ।\n\n\n=== বিবর্তন ===\n\nজীববিজ্ঞানের একটি কেন্দ্রীয় সাংগঠনিক ধারণা হল বিবর্তনের মাধ্যমে জীবন পরিবর্তন হয় এবং বিকাশ লাভ করে এবং পরিচিত সমস্ত জীবন-রূপের একটি সাধারণ উত্স রয়েছে। বিবর্তন তত্ত্ব নির্দেশ করে যে, পৃথিবীতে সমস্ত জীব, জীবিত এবং বিলুপ্তপ্রায় উভয়ই একটি সাধারণ পূর্বপুরুষ বা পৈত্রিক জিন পুল থেকে বিবর্তিত হয়েছে। সমস্ত জীবের এই সর্বজনীন সাধারণ পূর্বপুরুষ প্রায় ৩.৫ মিলিয়ন বছর আগে আবির্ভূত হয়েছিল বলে বিশ্বাস করা হয়।  জীববিজ্ঞানীরা জিনগত কোডকে সর্বব্যাপী সমস্ত ব্যাকটিরিয়া, আর্কিয়া এবং ইউক্যারিওটসের (দেখুন: জীবনের উৎস )  সর্বজনীন সাধারণ বংশোদ্ভূত তত্ত্বের পক্ষে যথাযথ প্রমাণ হিসাবে গণ্য করেন। \n\"বিবর্তন\" শব্দটি ১৯০৯ সালে জিন-ব্যাপটিস্ট ডি ল্যামার্ক দ্বারা বৈজ্ঞানিক অভিধানে প্রবর্তিত হয়েছিল, এবং পঞ্চাশ বছর পরে চার্লস ডারউইন বিবর্তনের চালিকা শক্তি হিসাবে প্রাকৃতিক নির্বাচনের বৈজ্ঞানিক মডেল পেশ করেছিলেন।  (আলফ্রেড রাসেল ওয়ালেস বিবর্তনের ধারণাটি নিয়ে গবেষণা ও পরীক্ষা-নিরীক্ষায় সহায়তা করার কারণে এই ধারণার সহ-আবিষ্কারক হিসাবে স্বীকৃত হন।)  বিবর্তনটি এখন পৃথিবীতে প্রাপ্ত জীবনের বিস্তর পরিবর্তনগুলি ব্যাখ্যা করতে ব্যবহৃত হয়।\nডারউইন তার তত্ত্বে বলেছেন যে, প্রাকৃতিক নির্বাচন বা নির্বাচনী প্রজনন প্রক্রিয়াগুলোর মাধ্যমে কোনো একটি  প্রজাতি বৃদ্ধি পায় বা মারা যায়।  তত্ত্বের আধুনিক সংশ্লেষণে জেনেটিক ড্রিফটকে বিবর্তনীয় বিকাশের অতিরিক্ত প্রক্রিয়া হিসাবে গ্রহণ করা হয়েছে। \n\n\n=== শক্তি ===\nজীবিত জীবের বেঁচে থাকা নির্ভর করে শক্তির অবিচ্ছিন্ন সরবরাহের উপর। জীবের শরীরস্থ রাসায়নিক প্রতিক্রিয়া যা এর গঠন এবং কার্যকারিতার জন্য দায়ী সেই রাসায়নিকগুলো তার খাদ্য হিসাবে যে পদার্থগুলি গ্রহণ করা হয় তা থেকে শক্তি আহরণ করে। ঐ শক্তিকে রূপান্তর করে নতুন কোষ গঠনে সহায়তা করে এবং তাদের স্বাভাবিকতা বজায় রাখতে সহায়তা করে। এই প্রক্রিয়াতে, রাসায়নিক পদার্থের অণুগুলি যা খাদ্য গঠন করে তা দুটি ভূমিকা পালন করে; প্রথমত, এগুলিতে এমন একটি শক্তি রয়েছে যা জীবের জৈবিক কাজে রাসায়নিক বিক্রিয়ায় রূপান্তর করা যায় ও পুনর্ব্যবহার করতে পারে; দ্বিতীয়ত, খাদ্যটি নতুন অণু কাঠামোতে (বায়োমোলিকুলস) রূপান্তরিত হতে পারে যা সেই জীবের জন্য ব্যবহারযোগ্য ও উপকারী।\nএকটি বাস্তুতন্ত্রের মধ্যে শক্তি প্রদানকারী জীবগুলি নির্মাতা বা অটোট্রোফ হিসাবে পরিচিত। এ জাতীয় প্রায় সমস্ত জীবই মূলত সূর্য থেকে তাদের শক্তি আহরণ করে।  গাছপালা এবং অন্যান্য ফোটোট্রফগুলি সৌর শক্তি ব্যবহার করে সালোকসংশ্লেষণ নামে পরিচিত একটি প্রক্রিয়ায় সংগৃহিত কাঁচামালকে জৈব রেণুগুলিতে রূপান্তরিত করে যেমন এটিপি, যার বন্ডগুলি শক্তি যোগানোর জন্য সহজেই ভাঙ্গা যেতে পারে।  কেমোট্রফ নামক অন্য কিছু জীব রয়েছে যারা ইকোসিস্টেমগুলিতে বেচে থাকার জন্য পুরোপুরি মিথেন, সালফাইডস বা অন্যান্য অ- লুমিনাল শক্তি উৎস থেকে আহরিত শক্তির উপর নির্ভর করে। \n\n\n=== জীবসমষ্টি জীববিজ্ঞান ===\nজীবসমষ্টি জীববিজ্ঞান ১৯৭০-এর দশকে এসে জীববিজ্ঞানের একটি অন্যতম প্রধান শাখা হিসেবে প্রতিষ্ঠিত হয়। এই শাখার কেন্দ্রীয় শাস্ত্র হল বিবর্তনমূলক জীববিজ্ঞান, যাতে বিজ্ঞানী চার্লস ডারউইনের অবদান বহুদিন পরে যথাযথ মর্যাদা পায়।\nজীবসমষ্টি বংশগতিবিদ্যা (Population genetics), যেখানে জীবসমষ্টিগুলির ভেতরে জীনের পরিবর্তন গবেষণা করা হয়, এবং বাস্তুবিজ্ঞান, যেখানে প্রাকৃতিক আবাসস্থলে জীবসমষ্টির আচরণ গবেষণা করা হয়, ১৯৩০-এর দশক থেকে শাস্ত্র হিসেবে প্রতিষ্ঠা লাভ করেছে। এই দুইটি শাস্ত্র ১৯৬০-এর দশকে জীবসমষ্টি জীববিজ্ঞান নামের এক দ্রুত বর্ধনশীল নতুন শাস্ত্র গঠন করে। এদের সাথে সম্পর্কিত একটি নতুন প্রাণী-আচরণ বিষয়ক শাস্ত্র হচ্ছে সমাজজীববিজ্ঞান, যেখানে প্রাণীদের মধ্যকার সামাজিক মেলামেশা এদের জীনের উপর কতটা প্রভাব ফেলে তার উপর গবেষণা করা হয়।\nজীবপ্রযুক্তি জীববিজ্ঞানের একটি আধুনিক ও প্রয়োগমুখী শাখা। জীববিজ্ঞানে মানুষের উপরও আণবিক, কোষীয় ও দৈহিক পর্যায়ে গবেষণা করা হয়। এই জ্ঞান মানুষের স্বাস্থ্যের উন্নতি ও সুরক্ষার কাজে চিকিৎসাশাস্ত্রে কাজে লাগানো হয়। রীতি অনুযায়ী মানুষদেরকে সাধারণত জীববিজ্ঞানের আওতায় ধরা হয় না। নৃবিজ্ঞান ও অন্যান্য সামাজিক বিজ্ঞানে মানুষের বিভিন্ন দিক আলোচনা করা হয়।\n\n\n== জীববিজ্ঞানের প্রাথমিক অমীমাংসিত সমস্যা ==\nজীবনের মৌলিক প্রক্রিয়াগুলি সম্পর্কে আমাদের বোঝার ক্ষেত্রে সাম্প্রতিক দশকগুলিতে গভীর অগ্রগতি সত্ত্বেও, কিছু প্রাথমিক সমস্যা অমীমাংসিত রয়ে গেছে। কিছু উদাহরণঃ\nজীবনের উৎস - অ্যামিনো অ্যাসিড, নিউক্লিওটাইডস এবং লিপিডের মতো জৈবিক যৌগগুলির অভিজাত উৎস সম্পর্কে খুব ভালো প্রমাণ পাওয়া গেলেও এই অণুগুলি প্রথম কোষগুলি কীভাবে তৈরি করেছিল তা মূলত অস্পষ্ট। এরই সাথে সম্পর্কিত আরেকটি প্রশ্ন হল মহাশূন্যে প্রাণের অস্তিত্ব। যদি আমরা বুঝতে পারি যে, পৃথিবীতে জীবন কীভাবে উদ্ভূত হয়েছিল, তবে আমরা আরও নির্ভরযোগ্যভাবে ভবিষ্যদ্বাণী করতে পারি যে, অন্যান্য গ্রহে জীবন উৎপন্ন করার জন্য কোন কোন শর্তগুলি পূরণ হওয়া প্রয়োজন।\nবয়স বৃদ্ধি - বর্তমানে বয়স বাড়ার অন্তর্নিহিত কারণ সম্পর্কে সঠিক তথ্য নেই। বয়স বৃদ্ধি নিয়ে থিওরিতে বিভিন্ন প্রতিযোগিতামূলক তত্ত্ব দেখা যায়।\nনির্দিষ্ট ধরন গঠন - আমাদের প্রাথমিক পর্যায়ে পোকামাকড় ভ্রূণের মতো কিছু সিস্টেমে ধরন গঠনের একটি ভাল ধারণা রয়েছে তবে প্রকৃতির অনেকগুলি প্রজন্মের জীববৈচিত্র্যের কারণ সহজেই ব্যাখ্যা করা যায় না, যেমন: জেব্রার  শরীরে ডোরাকাটাগুলো বা অনেক সাপ যেমন- প্রবাল সাপ । যদিও আমরা জানি যে নিদর্শনগুলি নির্বাচনী অ্যাক্টিভেশন বা জিনের দমন দ্বারা উৎপাদিত হয়েছে, এর মধ্যে অনেকগুলি জিন এবং তাদের নিয়ন্ত্রক প্রক্রিয়া অজানা রয়ে গেছে।\n\n\n== জীববিজ্ঞান ও দর্শন ==\nদার্শনিক তত্ত্ব যেমন- বহুকাল দর্শনের পরিধির মধ্যে রেখে জীববিজ্ঞানকে প্রভাবিত করেছে, অপরদিকে জীববিজ্ঞানের আধুনিক বিকাশ দর্শনকেও প্রভূত পরিমাণে প্রভাবান্বিত করেছে। বর্তমান জীবন সম্পর্কে দার্শনিক আলোচনা জীববিজ্ঞানের সিদ্ধান্তের স্বীকৃতির ভিত্তিতেই করা হয়। এছাড়া জীববিজ্ঞানের বিকাশ দর্শনের জন্য আলোচনার নতুনতর সমস্যাও সৃষ্টি করেছে। এ সমস্ত সমস্যার মধ্যে জীবদেহের সামগ্রিকতার সংগে অঙ্গ-প্রত্যঙ্গের ব্যবহারগত সম্পর্কের সমস্যাটি অন্যতম। জীববিজ্ঞানের সিদ্ধান্ত হচ্ছে যে, একটি জীবনের অঙ্গ-প্রত্যঙ্গ পারস্পরিক ক্রিয়া-প্রতিক্রিয়ার ভিত্তিতে যে একটি পূর্ণ সত্তা তৈরি করে, সেই সত্তার বাইরে এই অঙ্গ-প্রত্যঙ্গের অনুরূপ ব্যবহার সৃষ্টি করা সম্ভব নয়। ইংরেজিতে এই সমস্যাকে Wholism-এর সমস্যা বলে আখ্যায়িত করা হয়।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\nhttp://www.dmoz.org/Science/Biology\nhttp://www.biology-online.org/dictionary/Main_Page\nhttp://ocw.mit.edu/courses/biology/7-012-introduction-to-biology-fall-2004/\nhttp://tolweb.org/tree/phylogeny.html\nhttps://web.archive.org/web/20131029200057/http://logic-law.com/index.php?title=The_Study_of_Biology\nhttps://ganipediya.xyz/wp/\nকার্লিতে জীববিজ্ঞান (ইংরেজি)\nওএসইউ এর ফিলোকোড  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ ডিসেম্বর ২০১৩ তারিখে\nজীববিজ্ঞান অনলাইন - উইকি অভিধান\nজীববিজ্ঞানের উপর এমআইটি ভিডিও বক্তৃতা সিরিজ\nলাইফ ট্রি : একটি বহু-লেখক, বিতরণ ইন্টারনেট প্রকল্প যা ফিলোজিনি এবং জীববৈচিত্র্য সম্পর্কিত তথ্য ধারণ করে।\nজার্নাল সংযোগ\n\nপিএলস জীববিজ্ঞান  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ এপ্রিল ২০০৬ তারিখে একটি পিয়ার-পর্যালোচিত, বিজ্ঞানের পাবলিক লাইব্রেরি দ্বারা প্রকাশিত ওপেন-অ্যাক্সেস জার্নাল\nকারেন্ট বায়োলজি : জেনারেল জার্নাল বায়োলজির সমস্ত ক্ষেত্র থেকে আসল গবেষণা প্রকাশ করে\nজীববিজ্ঞান পত্র : একটি উচ্চ-প্রভাবশালী রয়্যাল সোসাইটি জার্নাল প্রকাশিত পিয়ার-পর্যালোচিত সাধারণ আগ্রহের জীববিজ্ঞানের কাগজপত্র\nবিজ্ঞান : আন্তর্জাতিক খ্যাতিমান এএএএস বিজ্ঞান জার্নাল - জীবন বিজ্ঞানের বিভাগগুলি দেখুন\nআন্তর্জাতিক জৈব বিজ্ঞান জার্নাল : একটি জৈব জার্নাল উল্লেখযোগ্য পিয়ার-পর্যালোচিত বৈজ্ঞানিক কাগজপত্র প্রকাশ করে\nজীববিজ্ঞান এবং চিকিত্সার ক্ষেত্রে দৃষ্টিভঙ্গি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ নভেম্বর ২০০৩ তারিখে : বিস্তৃত প্রাসঙ্গিকতার একটি আন্তঃ শাখামূলক পণ্ডিত পত্রিকা প্রকাশনা প্রবন্ধ"}