{"pageid": 1525136, "title": "ফরিদউদ্দিন বাগদাদী", "url": "https://bn.wikipedia.org/wiki?curid=1525136", "content": "শাহ মোহাম্মদ ফরিদউদ্দিন বাগদাদী ( আনু. ১৫৫১ খ্রিস্টাব্দ  –  আনুমানিক ১৭৩৩ খ্রিস্টাব্দ) সম্মানসূচক উপাধি শাহ সাহেব নামেও পরিচিত। তিনি  সপ্তদশ শতাব্দীর প্রখ্যাত ইরাকি সুফি সাধক ছিলেন। তিনি জম্মু ও কাশ্মীরের চেনাব উপত্যকায় ইসলাম প্রচার করেছিলেন বলে মনে করা হয়। তিনি হেজাজের উদ্দেশ্যে রওনা হন। সেসময় মক্কায় হজ্জ আদায় করেন। সেখান থেকে পরে মিশর ও সিন্ধু ভ্রমণ করেন। উপত্যকায় ইসলাম প্রচারের আগে তিনি মধ্য আগ্রা ভ্রমণ করেন এবং তারপর কিশ্তওয়ারে পৌঁছান। সেখানে তিনি ১০৭৫ হিজরির দিকে বা ১৬৬৪ খ্রিস্টাব্দের দিকে ইসলাম প্রচার শুরু করেন। তখন তার বয়স ছিল ৭৫।\n\n\n== জীবনী ==\nতার পূর্বপুরুষ ছিলেন সাইয়েদ বুরহানউদ্দিন বাগদাদি কুবরাভি। তিনি মির সাইয়েদ আলী হামাদানির শিষ্য ছিলেন।  তার বাবার নাম সৈয়দ মুস্তাফা। মোস্তফার তিন পুত্র ছিল: শাহ আসরারউদ্দিন, শাহ আখিয়ারউদ্দিন এবং শাহ আনোয়ারউদ্দিন।\nফরিদ-উদ্দিন উপত্যকার বিভিন্ন এলাকা ঘুরে বেড়িয়েছিলেন, বিশেষ করে কিশ্তওয়ার এলাকা বেশি ঘুরে দেখেছিলেন। তিনি তার অনুসারী এবং দুই পুত্রকে নিয়ে সেখানে পৌঁছেছিলেন। সেখানে তারা ইসলামের একটি শাখা সুফিবাদের সঙ্গে সাধারণ মানুষকে পরিচয় করিয়ে দিতে শুরু করে। এটা বিশ্বাস করা হয় যে ইসলাম অতীতে অন্যান্য সুফি সাধক এবং প্রচারকদের দ্বারা ছড়িয়ে পড়েছিল। এর মধ্যে মীর সাইয়্যিদ আলী হামাদানি, নন্দ ঋষি এবং জয়নুল আবেদীন ঋষি প্রমুখরা ভূমিকা রাখে।\nআগ্রায় তিনি শাহ জাহানের শাসনামলে সেখানে যান। তখন তার বয়স ৭৫ ছিল। তার সঙ্গে ছিলেন দরবেশ মুহাম্মদ, ইয়ার মুহাম্মদ, সৈয়দ বাহাউদ্দিন সানি ও শাহ আবদাল।\nএই অঞ্চলে ইসলাম ধর্ম ছড়িয়ে পড়ার পর,কিশ্তওয়ারের শাসক রাজা কিরাত সিং সুফি সাধুর প্রভাবে ইসলাম গ্রহণ করেছিলেন বলে মনে করা হয়।  তিনি নতুন মুসলিম নাম রাজা তৈগ মোহাম্মদ সিং গ্রহণ করেন। তাঁর লেখা বিখ্যাত কাব্য শাহ মোহাম্মদ ফরিদউদ্দিনের দরগাহে খোদিত রয়েছে।\n\n\n== মৃত্যু এবং উত্তরাধিকার ==\nফরিদ-উদ্দিন ১৭৩৩ খ্রিস্টাব্দে কিশ্তওয়ার এলাকায় মারা যান। সেখানে স্থানীয় জনগণ অথবা রাজ্য সরকার একটি দরগা নির্মাণ করেছিল। তাঁর ওরস (মৃত্যুবার্ষিকী) প্রতি বছর ১৯ থেকে ২০ জুনের মধ্যে কাশ্মীরি জনগণ পালন করে থাকে। এই অঞ্চলের জিয়ারত কমপ্লেক্সে (দরবেশের মাজার) প্রায় ৫০,০০০ ভক্ত উপস্থিত হন। মাজার কর্তৃপক্ষ সাধকের তরবারি, পোশাক এবং তাঁর সারা জীবন ব্যবহৃত লাঠি ভক্তদের জন্য প্রদর্শন করে। তিনি তার ছেলের পাশে কবরে শায়িত আছেন। কবরটি শহরের মাঝে অবস্থিত।\n\n\n== তথ্যসূত্র =="}