{"pageid": 1525400, "title": "শাহজাদা মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1525400", "content": "সেহজাদে মসজিদ (তুর্কি: Şehzade Camii, মূল ফার্সি \"شاهزاده شاهزاده\", যার অর্থ \"রাজপুত্র\") হল তুরস্কের ইস্তাম্বুলের তৃতীয় পাহাড়ের ফাতিহ জেলায় অবস্থিত ১৬ শতকের একটি অটোমান সাম্রাজ্য মসজিদ। ১৫৪৩ সালে মারা যাওয়া পুত্র শাহজাদে মেহমেদের স্মৃতির উদ্দেশ্যে সুলেমান দ্য ম্যাগনিফিসেন্ট এটি নির্মাণ করেছিলেন। এটিকে কখনও কখনও ইংরেজিতে \"প্রিন্স'স মসজিদ\" বলা হয়। মসজিদটি স্থপতি মিমার সিনানের প্রাচীনতম এবং সবচেয়ে গুরুত্বপূর্ণ কাজগুলির মধ্যে একটি এবং এটি ধ্রুপদী অটোমান স্থাপত্যের স্বাক্ষর বহন করে।\n\n\n== ইতিহাস ==\nশাহজাদা কমপ্লেক্স (কুলিয়ে) নির্মাণের নির্দেশ দিয়েছিলেন অটোমান সুলতান সুলেমান দ্য ম্যাগনিফিসেন্ট তার প্রিয় পুত্র শাহজাদা মেহমেদের (জন্ম ১৫২১) স্মৃতির উদ্দেশ্যে, যিনি ১৫৪৩ সালে হাঙ্গেরিতে বিজয়ী সামরিক অভিযানের পর ইস্তাম্বুলে ফিরে আসার সময় মারা যান। মেহমেদ ছিলেন সুলেমানের একমাত্র বৈধ স্ত্রী হুররেম সুলতানের জ্যেষ্ঠ পুত্র - যদিও তিনি তার জ্যেষ্ঠ পুত্র ছিলেন না। তার অকাল মৃত্যুর আগে তিনি সুলেমানের রাজত্বের পর সালতানাত গ্রহণ করার জন্য প্রস্তুত ছিলেন। কথিত আছে যে সুলেমান ইস্তাম্বুলে মুহাম্মদের অস্থায়ী সমাধিতে চল্লিশ দিন ধরে ব্যক্তিগতভাবে তাঁর মৃত্যুতে শোক প্রকাশ করেছিলেন। এই স্থানেই স্থপতি মিমার সিনান রাজপুত্র উত্তরাধিকারীর উদ্দেশ্যে নিবেদিত একটি বৃহত্তর মসজিদ কমপ্লেক্সের অংশ হিসেবে মুহাম্মদের জন্য একটি বিলাসবহুল সমাধিসৌধ নির্মাণ করেছিলেন।\n১৫৪৪ সালে সম্পন্ন হওয়া কমপ্লেক্সের প্রথম উপাদান ছিল মেহমেদের সমাধি। মসজিদ এবং বাকি কমপ্লেক্সটি ১৫৪৫ থেকে ১৫৪৮ সালের মধ্যে নির্মিত হয়েছিল। এই কমপ্লেক্সটি ছিল সিনানের প্রথম গুরুত্বপূর্ণ সাম্রাজ্য কমিশন।\n২০১৬ সালের জুনে কাছের একটি রাস্তায় বোমা হামলার সময় মসজিদটির কিছু ক্ষতি হয়। তখন এর কিছু জানালা ভেঙে যায়।\n\n\n== স্থাপত্য ==\n\n\n=== বাহ্যিক ===\nমসজিদটিতে প্রবেশের জন্য মার্বেল-পাকা স্তম্ভযুক্ত সামনের উঠোন রয়েছে যার আয়তন মসজিদের সমান। উঠোনটি একটি পোর্টিকো দ্বারা বেষ্টিত, যার প্রতিটি পাশে পাঁচটি গম্বুজযুক্ত বে রয়েছে, যেখানে পর্যায়ক্রমে গোলাপী এবং সাদা মার্বেলে খিলান রয়েছে। কেন্দ্রে একটি অজুর ঝর্ণা (শাদিরভান) রয়েছে, যা পরবর্তীতে সুলতান চতুর্থ মুরাতের দান ছিল।\nসিনান ভবনের পার্শ্বীয় সম্মুখভাগে (উত্তর-পূর্ব এবং দক্ষিণ-পশ্চিম দিকে) গম্বুজযুক্ত পোর্টিকো যুক্ত করেন যা কাঠামোর সহায়ক ভিত্তিগুলিকে আড়াল করতে এবং বাইরের অংশকে আরও স্মারকতার অনুভূতি দিতে সাহায্য করে।\n\nমসজিদের সাথে সংযুক্ত দুটি মিনারে দুটি বারান্দা রয়েছে যেখানে মুকারনাস ভাস্কর্য এবং জ্যামিতিক অলংকরণ রয়েছে। এর খাদে নিম্ন রিলিফে খোদাই করা হয়েছে। মিনারগুলিতে এই স্তরের আলংকারিক বিবরণ বিশেষভাবে এই মসজিদের জন্য এবং পরবর্তী অটোমান মসজিদগুলিতে খুব কমই পুনরাবৃত্তি হয়েছিল। রাজপরিবারের অন্যান্য সদস্যদের পৃষ্ঠপোষকতায় নির্মিত মসজিদগুলিতে মাঝে মাঝে দুটি মিনার ছিল, তবে শাহজাদা মসজিদটি সিনানের নকশা করা একমাত্র অ-সুলতানি মসজিদ যার দুটি মিনার রয়েছে এবং প্রতিটিতে দুটি করে বারান্দা রয়েছে।\n\tমসজিদের বাইরের অংশ\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== অভ্যন্তরীণ ===\n\nমসজিদটির বর্গাকার নকশাটি একটি কেন্দ্রীয় গম্বুজ দ্বারা আচ্ছাদিত, যার চারপাশে চারটি অর্ধ-গম্বুজ রয়েছে, যার কোণগুলি দখল করে চারটি ছোট গম্বুজ রয়েছে। কেন্দ্রীয় গম্বুজটি তার কোণে চারটি স্তম্ভ দ্বারা সমর্থিত। এর ব্যাস ১৯ মিটার (৬২ ফুট) এবং উচ্চতা ৩৭ মিটার (১২১ ফুট)।\n\nএই নকশাটি উসমানীয় স্থাপত্যে পূর্ববর্তী গম্বুজযুক্ত এবং আধা-গম্বুজযুক্ত ভবনগুলির চূড়ান্ত রূপকে প্রতিনিধিত্ব করে, যা পূর্ববর্তী উসমানীয় স্থপতিদের দ্বারা পরীক্ষা-নিরীক্ষা করা গম্বুজযুক্ত নকশাগুলিতে সম্পূর্ণ প্রতিসাম্যতা এনেছে। এই নকশার একটি ছোট আকারের প্রাথমিক সংস্করণ। এই নকশা সিনানের আগে ফাতিহ পাশা ১৫২০ বা ১৫২৩ সালে দিয়ারবাকিরের মসজিদে ব্যবহার করেন।\nবিন্যাসের প্রতিসাম্য ছাড়াও সিনানের প্রাথমিক উদ্ভাবনগুলি স্পষ্টভাবে ফুটে ওঠে যেভাবে তিনি গম্বুজের কাঠামোগত সমর্থনগুলি সংগঠিত করেছিলেন। গম্বুজটি চারপাশে পুরু দেয়ালের উপর স্থাপন করার পরিবর্তে (যেমনটি আগে প্রচলিত ছিল), তিনি মসজিদের বাইরের দেয়াল বরাবর সীমিত সংখ্যক বাট্রেস এবং গম্বুজের কোণে মসজিদের ভিতরে চারটি স্তম্ভে ভারবহনকারী সমর্থনগুলিকে কেন্দ্রীভূত করেছিলেন। এর ফলে বাট্রেসের মধ্যবর্তী দেয়ালগুলি আরও পাতলা হয়ে যায়, যার ফলে আরও বেশি জানালা আরও আলো আনতে সাহায্য করে। সিনান বাইরের দেয়ালগুলিকে ভিতরের দিকে বাট্রেসের ভেতরের প্রান্তের কাছে সরিয়ে দিয়েছিলেন, যাতে বাট্রেসগুলি ভিতরে থেকে কম দৃশ্যমান হয় (বাইরে তিনি উপরে উল্লিখিত হিসাবে সেগুলিকে লুকানোর জন্য পোর্টিকো যুক্ত করেছিলেন)। গম্বুজটিকে ধরে রাখা চারটি ভারী স্তম্ভ নকশার একটি ত্রুটি ছিল কারণ তারা স্থানের ঐক্য থেকে বিচ্যুত হয়েছিল, কিন্তু সিনান এগুলিকে অনিয়মিত আকার দিয়ে ক্ষতিপূরণ দেওয়ার চেষ্টা করেছিলেন যা এগুলিকে কম বিশাল দেখায়।\n\nঅভ্যন্তরের রঙ করা সাজসজ্জাটি আসল নয় এবং পরবর্তী সময়ে এটি পুনরায় করা হয়েছিল। পরবর্তীকালে সংস্কারকৃত কিছু সংস্কারে মূল ধ্রুপদী অটোমান নকশার বেশিরভাগ অংশই ধরে রাখা হয়েছিল, একই সাথে ইউরোপীয় প্রভাবের অধীনে গৃহীত নতুন কৌশল, যেমন ছায়াকরণ প্রতিফলিত করার জন্য সেগুলিকে পুনর্নির্মাণ করা হয়। নতুন নকশাও যোগ করা হয়, এবং আরও ধ্রুপদী-সদৃশ মোটিফগুলির মধ্যে রয়েছে এমন বিবরণ যা স্পষ্টতই অটোমান বারোক আমলের, যদিও এগুলিও তখন থেকে পুনরায় রঙ করা হয়েছে।\n\tমসজিদের অভ্যন্তরভাগ\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== উত্তরাধিকার এবং প্রভাব ===\nসিনান শেহজাদে মসজিদকে তার \"শিক্ষার্থী\" কাজ বলে মনে করতেন এবং এতে সন্তুষ্ট ছিলেন না। তাঁর কর্মজীবনের বাকি সময়কালে তিনি তাঁর অন্য কোনও কাজে এর বিন্যাস পুনরাবৃত্তি করেননি। পরিবর্তে তিনি অন্যান্য নকশা নিয়ে পরীক্ষা-নিরীক্ষা করেছিলেন যা সম্পূর্ণরূপে একীভূত অভ্যন্তরীণ স্থানের লক্ষ্যে এবং মসজিদে প্রবেশের সময় প্রধান গম্বুজ সম্পর্কে দর্শনার্থীদের ধারণাকে জোরদার করার উপায়গুলির জন্য ছিল। এই যুক্তির একটি ফলাফল ছিল যে, কেন্দ্রীয় গম্বুজযুক্ত স্থানের অন্তর্গত নয় এমন যেকোনো স্থানকে ন্যূনতম অধস্তন ভূমিকায় নামিয়ে আনা হয়েছিল।\nসিনানের মতামত সত্ত্বেও কেন্দ্রীয় গম্বুজ এবং চারটি আধা-গম্বুজ সহ শাহজাদে মসজিদের প্রতিসম নকশা অটোমান সাম্রাজ্যের পরবর্তী স্থপতিদের কাছে জনপ্রিয় প্রমাণিত হয়। সিনানের পরে নির্মিত ধ্রুপদী অটোমান মসজিদগুলিতে এটি পুনরাবৃত্তি হয়েছিল, যেমন সুলতান আহমেদ প্রথম মসজিদ, এমিনুনুর নতুন মসজিদ এবং ১৮ শতকের ফাতিহ মসজিদের পুনর্নির্মাণ। এমনকি এটি কায়রোতে অবস্থিত ১৯ শতকের মুহাম্মদ আলীর মসজিদেও পাওয়া যায়।\n\n\n== কমপ্লেক্স ==\nশাহজাদা মসজিদ কমপ্লেক্সের অন্যান্য ভবনগুলির মধ্যে রয়েছে একটি মাদ্রাসা, একটি তাবানে (অতিথিশালা), একটি ক্যারাভানসেরাই, একটি ইমারেত, একটি ছোট মেকতেপ (প্রাথমিক বিদ্যালয়) এবং বেশ কয়েকটি সমাধিসৌধ সহ একটি কবরস্থান। মসজিদ এবং কবরস্থানটি একটি ছোট প্রাচীর দ্বারা ঘেরা যা একটি বাইরের উঠোন তৈরি করে যা কমপ্লেক্সের অন্যান্য অংশের সাথেও সংযোগ স্থাপন করে।\n\tজটিল উপাদানসমূহ\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== সমাধিসৌধ ===\nমসজিদের দক্ষিণে অবস্থিত সমাধিক্ষেত্রের বাগানে পাঁচটি সমাধি (তুর্বে) রয়েছে। প্রাচীনতম এবং বৃহত্তমটি হল শাহজাদে মেহমেদের, যার প্রবেশপথের উপরে ১৫৪৩-৪৪ সালের তারিখ সহ একটি ফার্সি ভিত্তি শিলালিপি রয়েছে। সমাধিসৌধটি একটি অষ্টভুজাকৃতির কাঠামো, যার মধ্যে একটি বাঁশিযুক্ত গম্বুজ, বহু-ক্রোম পাথরের কাজ এবং একটি তিন-খিলানযুক্ত বারান্দা রয়েছে। ভেতরের দেয়ালগুলো বহু রঙের কুয়েরদা সেকা টাইলস দিয়ে ঢাকা এবং জানালাগুলো রঙিন কাচের। একটি অস্বাভাবিক বৈশিষ্ট্য হল মেহমেদের শবাধারের উপরে আয়তাকার কাঠের সিংহাসন যা আপাত উত্তরাধিকারী হিসেবে তার মর্যাদার প্রতীক। সমাধিসৌধের ভেতরে মেহমেদের কন্যা হুমাশাহ সুলতান এবং তার ছোট ভাই শাহজাদে সিহাঙ্গীরের (মৃত্যু ১৫৫৩) সমাধিও রয়েছে। চতুর্থ শবাধারের অধিবাসীর পরিচয় অজানা।\n\tশাহজাদে মেহমেদের সমাধিসৌধ\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\nশাহজাদের সমাধিসৌধের দক্ষিণে উজিরে আজম রুস্তম পাশার ছোট অষ্টভুজাকৃতির তুর্বে রয়েছে, যা সিনান দ্বারা ডিজাইন করা হয়েছিল। শিলালিপিতে সালটি হিজরি ৯৬৮ (১৫৬০-৬১) হিসেবে উল্লেখ করা হয়েছে। রুস্তেম পাশা ছিলেন সুলেমান দ্য ম্যাগনিফিসেন্টের কন্যা মিহরিমার স্বামী। রুস্তম পাশা মসজিদের মতো এটিও প্রচুর পরিমাণে আন্ডারগ্লাজড ইজনিক টাইলস দিয়ে সজ্জিত। কমপ্লেক্সের প্রবেশপথের পাশেই রয়েছে গ্র্যান্ড উজিরে আযম ইব্রাহিম পাশার সমাধি, যিনি তৃতীয় মুরাতের জামাতা ছিলেন, যিনি ১৬০৩ সালে মারা যান। টার্বটি ডালগিচ আহমেদ চাভুস দ্বারা ডিজাইন করা হয়েছিল এবং টাইলসযুক্ত সাজসজ্জার নকশা এবং ব্যবহারের ক্ষেত্রে এটি প্রায় শাহজাদে মেহমেদের সমান।\n\tঅন্যান্য সমাধিসৌধ\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== ইস্তাম্বুলের কেন্দ্র ===\nবলা হয় যে, শেহজাদে কমপ্লেক্সের কবরস্থানের প্রাচীরের প্রান্তে শাহজাদে মসজিদ এবং রাস্তার দিকে মুখ করে অবস্থিত \"সবুজ স্তম্ভ\"টি ইস্তাম্বুলের কেন্দ্রস্থল বলে মনে করা হয় এমন স্থানে নির্মিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== আরও পড়ুন ==\n \n\n\n== বহিঃসংযোগ ==\n\nশাহজাদে কুল্লিয়েসি, আর্চনেট।\nতুর্কি স্থাপত্য জাদুঘর\nডিক ওসেম্যানের তোলা মসজিদের ছবি"}