{"pageid": 1525051, "title": "আলী মোহাম্মদ রেজ", "url": "https://bn.wikipedia.org/wiki?curid=1525051", "content": "আলী মোহাম্মদ রেজ–যিনি সাধারণত আলী ধীর নামে পরিচিত–হলেন সোমালি জিহাদি গোষ্ঠী আল-শাবাবের প্রধান মুখপাত্র ও গোষ্ঠীটির সর্বোচ্চ পরিষদের একজন সদস্য।\n\n\n== জীবনের প্রথমার্ধ ==\nআলী মোহাম্মদের জন্মস্থান সম্পর্কে কয়েকটি ভিন্ন তথ্য পাওয়া যায়। গারো অনলাইনের মতে, তিনি ১৯৬৬ সালে মোগাদিশুর হাওয়ালদাগ জেলায় জন্মগ্রহণ করেন।  বিবিসি সোমালি জানিয়েছে যে তিনি গালগুদুদের এল বুর শহরের কাছে জন্মগ্রহণ করেছিলেন।  তিনি হাওয়িয়ের মুরুসাদে উপগোষ্ঠীর একজন সদস্য। \nরেজ আল-ইত্তিহাদ আল-ইসলামিয়া (এআইএআই) এর প্রাথমিক যুব সদস্যদের একজন ছিলেন এবং ১৯৯২ সালে ইউনাইটেড সোমালি কংগ্রেস এবং সোমালি স্যালভেশন ডেমোক্রেটিক ফ্রন্টের বিরুদ্ধে গ্রুপ যুদ্ধে অংশগ্রহণ করেছিলেন। তিনি ১৯৯৬-১৯৯৭ সালে গেডো অঞ্চলে অনুষ্ঠিত এআইএআই/ইথিওপিয়া যুদ্ধেও অংশগ্রহণ করেছিলেন।  ১৯৯৭ সালে এআইএআই ভেঙে যাওয়ার পর, রেজ মোগাদিশুতে চলে যান এবং আল-হারামিন স্কুলে শিক্ষক হিসেবে যোগদান করেন। বানাদির অঞ্চলে ইসলামী আদালতের উত্থানের সময়, তিনি বাকারা মার্কেটের একটি ফার্মেসিতে ব্যবসায়ী হিসেবে কাজ করতেন এবং তার অবসর সময় ইসলামী আদালতের কার্যক্রমে সহায়তা করার জন্য ব্যয় করতেন। \n\n\n== আল-শাবাব ==\nসোমালিয়া ইথিওপিয়ান দখলের সময়, আল-শাবাবের শীর্ষ মুখপাত্র ছিলেন মুখতার রোবো । ২০০৯ সালে রোবো এবং আল-শাবাবের আমির আহমেদ গোদানের মধ্যে বিরোধের পর, রেজকে দলটির মুখপাত্র করা হয়। তাকে দলত্যাগ রোধ করতে এবং শাবাবের মুরুসাদে গোষ্ঠীর যোদ্ধাদের আনুগত্য নিশ্চিত করার জন্য গোদানের দ্বারা নির্বাচিত করা হয়েছিল বলে অভিযোগ রয়েছে।  তিনি 'শিক্ষা অফিস' গ্রুপের প্রধান হিসেবেও দায়িত্ব পালন করেন। সাংবাদিকদের সাথে এক সাক্ষাৎকারে, তিনি আল-শাবাবের হোটেলগুলিকে লক্ষ্য করে হামলা চালানোকে বৈধ সামরিক লক্ষ্যবস্তু হিসেবে ন্যায্যতা প্রদান করেন।  ২০১১ সালের পূর্ব আফ্রিকার খরার সময়, তিনি চ্যানেল ৪ নিউজের সাথে একটি সাক্ষাৎকারে দাবি করেছিলেন যে বাকুল এবং লোয়ার শাবেল অঞ্চলে কোনও দুর্ভিক্ষ হয়নি।  কেনিয়ার ২০১১ সালের অপারেশন লিন্ডা এনচি শুরু হওয়ার পরপরই, রেজ প্রকাশ্যে সতর্ক করে দিয়েছিলেন \"যদি তুমি ফিরে না যাও, তাহলে আমরা কেনিয়ায় প্রবেশ করব।\"  ২০১৪ সালের মার্চ মাসে, কেনিয়ার প্রতিরক্ষা বাহিনী রেজকে হত্যা করার দাবি করে।  ২০১৯ সালের আগস্টে, সোমালি জাতীয় সেনাবাহিনী (এসএনএ) সোমালি বিশেষ বাহিনী ব্যবহার করে একটি অভিযানের সময় তাকে গুরুতর আহত করার দাবি করে।  ২০২২ সালের অক্টোবরে, সোমালি জাতীয় সেনাবাহিনী দাবি করে যে তারা রেজকে হত্যা করেছে। তবে পরবর্তীতে নিশ্চিত হওয়া যায় যে তাদের দাবিটি ভুল ছিল। \n২০২১ সালে মার্কিন যুক্তরাষ্ট্র রেজকে 'বিশেষভাবে মনোনীত বৈশ্বিক সন্ত্রাসী' হিসেবে চিহ্নিত করে এবং ২০২৩ সালে তার গ্রেপ্তারের জন্য যেকোনো তথ্যের জন্য পাঁচ মিলিয়ন ডলার পুরস্কার ঘোষণা করে। \n\n\n== তথ্যসূত্র =="}