{"pageid": 1525457, "title": "কারাগারে ইসলাম গ্রহণ", "url": "https://bn.wikipedia.org/wiki?curid=1525457", "content": "কারাগারে ইসলাম গ্রহণ বলতে পশ্চিমা বিশ্বে ঘটমান কিছু আধুনিক ঘটনাকে বোঝায়, যেখানে কারাবন্দী অমুসলিম অপরাধীদের কারাগারে ইসলাম গ্রহণের পরিসংখ্যানগতভাবে উচ্চ হার দেখা যায়। ২০১৪ সালের আগের দশকে পশ্চিমা দেশগুলিতে বন্দীদের মধ্যে ইসলামে ধর্মান্তরের সংখ্যা অন্যান্য সমস্ত ধর্মকে ছাড়িয়ে গিয়েছিল, যার ফলে সামগ্রিকভাবে বন্দী মুসলিম জনসংখ্যা (কারাগারে ইসলামে ধর্মান্তরিত ও মুসলিম হিসেবে কারাব্যবস্থায় প্রবেশকারী বন্দীরা) ব্যাপক বৃদ্ধি পেয়েছিল। যদিও অনেক বন্দী কারাগারে থাকাকালীন নিজেদের ধর্মে ফেরার চেষ্টা করেন, তবুও কারাগারে ইসলাম গ্রহণের ঘটনাটি শিক্ষাবিদ, সরকার ও সমাজসেবা প্রদানকারীদের মধ্যে একটি বিশেষ আলোচনার বিষয়।\n\n\n== প্রবৃদ্ধি ও প্রভাব ==\nকয়েকটি অঞ্চলে ইসলাম ধর্মে ধর্মান্তরিত হয়ে মুসলিম জনসংখ্যা বৃদ্ধির একটি উল্লেখযোগ্য অংশ কারাগারে ধর্মান্তরিত হওয়ার ফলে হয়েছে, যা অভিবাসন অথবা প্রাকৃতিক জন্মহার থেকে আসেনি। উদাহরণস্বরূপ, ২০১৬ সালে যুক্তরাজ্যে মোট মুসলিম জনসংখ্যা ৩০ লক্ষ ছাড়িয়েছিল, যা দেশের মোট জনসংখ্যার মাত্র ৪.৮% ছিল।  তবে ২০১৬ সালে দেশটির কারাগারে বন্দিদের মধ্যে মুসলমানদের হার ছিল ১৫%। \nজনসংখ্যার তুলনায় বন্দিদের এই উচ্চ হারের ব্যাখ্যা এভাবে করা যায় যে, যুক্তরাজ্যের কারাগারগুলিতে বিদেশি মুসলিম বন্দির সংখ্যা বাড়ছে। ২০১৩ সালে ন্যায়বিচার মন্ত্রণালয়ের একটি বিশ্লেষণে বলা হয়েছিল যে, উল্লেখযোগ্য সংখ্যক মুসলিম বন্দি ব্রিটিশ ছিলেন না; তারা প্রধানত পাকিস্তান ও সোমালিয়ার মতো মুসলিম দেশ থেকে এসেছিলেন।   ২০২১ সালের এক তথ্য অনুযায়ী, আলবেনীয়রা হল যুক্তরাজ্যের কারাগারে সর্বাধিক সংখ্যক বিদেশি বন্দি এবং তারা প্রধানত মুসলিম। \n২০১১ সালে যুক্তরাজ্যের মুসলিম জনসংখ্যার মধ্যে মাত্র ৫,০০০ জন ওই বছর ইসলাম ধর্ম গ্রহণ করেন। কিন্তু একই বছরে, কারাগারে মুসলিম বন্দিদের প্রায় ৩০% ইসলাম ধর্মে ধর্মান্তরিত হয় এবং পূর্বের স্বরাষ্ট্র মন্ত্রণালয়ের গবেষণা অনুযায়ী, তাদের মধ্যে অনেকেই আফ্রিকীয় কৃষ্ণাঙ্গ জনগোষ্ঠী থেকে এসেছেন।\n১৯৯৯ সালের একটি গবেষণায় দেখা গিয়েছিল যে, যুক্তরাজ্যে পুরুষ মুসলিম বন্দিদের প্রায় ৩৭% কালো মুসলিম ছিল, যা বৃহত্তর (ব্রিটিশ মুসলিম) জনসংখ্যার মাত্র ৭%। বেশিরভাগ কালো মুসলিম বন্দিই ইসলামে ধর্মান্তরিত। অন্যদিকে সংখ্যালঘু ১% (ব্রিটিশ) কালো ক্যারিবীয় সাধারণভাবে মুসলিম; কিন্তু কারাগারসমূহে তাদের হার প্রায় ১৯%। তবে যুক্তরাজ্যের কারাগারে মুসলিম বন্দিদের বৃহত্তম অংশ আসে এশিয়া, মধ্যপ্রাচ্য ও উত্তর আফ্রিকার অভিবাসীদের থেকে। তবে দিন দিন ক্রমবর্ধমানভাবে অসংখ্য বন্দি ইসলাম ধর্ম গ্রহণ করছে। \n২০১৯ সালে ব্রিটিশ ন্যায়বিচার মন্ত্রণালয়ের একটি প্রতিবেদনে বলা হয়েছিল যে, কিছু অমুসলিম বন্দি ইসলাম ধর্মে ধর্মান্তরিত হওয়ার জন্য সহিংস হুমকির সম্মুখীন হচ্ছেন।\n\n\n== অস্ট্রেলিয়া ==\nঅস্ট্রেলিয়ার কারাগারগুলোতে মুসলিমদের উপস্থিতি মোট জনসংখ্যার তুলনায় অনেক বেশি এবং সময়ের সাথে সাথে কারাগারে ইসলাম ধর্ম গ্রহণের হারও বেড়ে চলেছে। ২০১৫ খ্রিস্টাব্দে ভিক্টোরিয়া ও নিউ সাউথ ওয়েলসে যথাক্রমে ৮% এবং ৯% কারাবন্দি নিজেদের মুসলিম হিসেবে পরিচয় দেন, যেখানে অঞ্চল দুটির সাধারণ জনসংখ্যায় মুসলিমদের হার ছিল যথাক্রমে মাত্র ২.২% ও ৩%। \nকারাগারের কিছু কর্মী দ্য উইকেন্ড অস্ট্রেলিয়ানকে গোপনে জানিয়েছেন, তারা লক্ষ করছেন যে, শ্বেতকায়  (সাদা বর্ণের) ও আদিবাসী বন্দিদের মধ্যে ইসলাম ধর্ম গ্রহণের সংখ্যা ক্রমাগতভাবে বাড়ছে। \n২০১৭ সালের এপ্রিল মাসে জানা যায় যে, নিউ সাউথ ওয়েলসের সুপারম্যাক্স কারাগারে বন্দিদের অধিকাংশ মুসলিম এবং সেখানে অমুসলিম বন্দিদের সংখ্যা খুবই কম ছিল। সিডনি শহর থেকে প্রায় ১৯৫ কিলোমিটার দক্ষিণ-পশ্চিমে অবস্থিত কারাগারটিকে স্থানীয়ভাবে “সুপার মসজিদ” নামেও ডাকা হয়। এই কারাগারে যারা মুসলিম এবং সন্ত্রাসবাদ ছাড়া অন্যান্য সহিংস অপরাধে (যেমন: হত্যাকাণ্ড) দণ্ডিত, তাদের অধিকাংশ কারাগারের ভেতরে বসেই ইসলাম ধর্ম গ্রহণ করেছেন। দ্য অস্ট্রেলিয়ান জানায় যে, “সুপারম্যাক্সের ভেতরে সহিংস বন্দিদের জন্য ইসলামগ্রহণ যেন এক ধরনের বাতিক বা আচ্ছন্নতা হয়ে দাঁড়িয়েছে।  ২০১৭ সালে এবিসি নিউজ জানায় যে, নিউ সাউথ ওয়েলসের কিছু জেলে কয়েকজন বন্দি অন্য বন্দিদের জোর করে ইসলামে রূপান্তরিত করার চেষ্টা করেছে। \n২০১৮ সালে অস্ট্রেলিয়ার অনেক বিশেষজ্ঞ অভিমত দেন যে, কারাগারে ইসলাম ধর্ম গ্রহণ অনেক সময় বন্দিদের জন্য ইতিবাচক প্রভাব ফেলতে পারে। এটি তাদের জীবনে একটি শৃঙ্খলা, আশার অনুভব এবং পুনর্বাসনের পথ তৈরি করে দিতে পারে। \n\n\n== ফ্রান্স ==\nফ্রান্সে জাতিগত বা ধর্মীয় পরিসংখ্যান নিষিদ্ধ হলেও ২০১৭ সালের রমযানে দেশটির কারা প্রশাসন জানায় যে, ২৫.৮% বন্দি রমজান উপলক্ষে “বিশেষ ব্যবস্থা” চেয়েছিল। দেশ অনুযায়ী অভিবাসীদের উৎপত্তি নির্ণয় করা একটি অনুমানের ভিত্তিতে ধারণা করা হয় যে, ফ্রান্সের সাধারণ জনসংখ্যার প্রায় ৯% ইসলামি পটভূমি থেকে এসেছে। \n\n\n== যুক্তরাজ্য ==\nযুক্তরাজ্যে “মুসলিম বন্দিদের অভিজ্ঞতা” শীর্ষক এক প্রতিবেদনে, জেলপ্রধান ডেম অ্যান ওয়ার্স জানান যে, অনেক বন্দি মূলত একটি শক্তিশালী পরিচয়সম্পন্ন দলের অংশ হয়ে নিরাপত্তা ও সমর্থন লাভের জন্য ইসলাম ধর্ম গ্রহণ করে। তাছাড়া রমজানে কারাগারে মুসলমানদের কিছু অতিরিক্ত সুবিধা ( যেমন: ভালো খাবার বা সেলের বাইরে বেশি সময় থাকার সুযোগ) দেওয়া যায়—এ ধরনের “ভৌতিক সুবিধা” পাওয়ার জন্যও অনেকে ইসলাম গ্রহণ করছে বলে ধারণা করা হয়। \n\n\n== মার্কিন যুক্তরাষ্ট্র ==\n\nআমেরিকার কারাগারগুলোতে ইসলামে ধর্মান্তর শুরু হয়েছিল কিছু কৃষ্ণাঙ্গ প্রাধান্যবাদী সংগঠনের মাধ্যমে; যেমন \"নেশন অব ইসলাম\" ও \"ফাইভ পারসেন্টার্স\"। \n২০০১ থেকে ২০১৪ সালের একটি গবেষণায় দেখা যায়, এই সময়ে প্রায় ২ লাখ ৫০ হাজার মার্কিন বন্দি ইসলাম গ্রহণ করেছেন।  এই সংখ্যা এতটাই বড় যে, ওই সময়ে যারা ইসলাম গ্রহণ করেছেন, তারাই পুরো মার্কিন মুসলিম জনসংখ্যার একটি বড় অংশ হয়ে গেছেন।\n২০১১ সালের পিউ রিসার্চ সেন্টারের তথ্য অনুযায়ী, আমেরিকার অঙ্গরাজ্য ও ফেডারেল কারাগারে ১৬ লাখ বন্দির মধ্যে প্রায় ৯% ছিলেন মুসলিম। অথচ তখনকার সাধারণ জনসংখ্যায় মুসলিমের হার ছিল মাত্র ০.৮%। \nগণমাধ্যমে অনেক সময় মুসলিম বন্দিদের এমনভাবে দেখানো হয় যে, তারা হয়তো চরমপন্থায় (উগ্রবাদের দিকে) ঝুঁকে পড়তে পারেন অথবা অন্যদের প্রভাবিত করতে পারেন।  উদাহরণ হিসেবে ইন্ডিয়ানা স্টেট ইউনিভার্সিটির অধ্যাপক মার্ক হ্যাম ফক্স নিউজকে এক সাক্ষাৎকারে বলেন, “এটি মূল সমস্যা নয় যে,  অনেক বন্দি চরমপন্থী মতবাদ অনুসরণ করে; বরং মূল সমস্যা হচ্ছে, যদি একজন বন্দিও এ পথে চলে যায়, তাহলে সে বিপজ্জনক হয়ে উঠতে পারে।\nবিপরীতে ন্যাশনাল ইনস্টিটিউট অব কারেকশন্সের মতে, আমেরিকায় ৩ লাখ ৫০ হাজারের বেশি মুসলিম বন্দি থাকলেও ব্যাপকভাবে চরমপন্থায় জড়িয়ে পড়ার কোনো দৃঢ় প্রমাণ পাওয়া যায়নি।  উল্টা ইসলাম গ্রহণের কিছু ইতিবাচক দিকও আছে; যেমন: ইসলামে ধর্মান্তরের মাধ্যমে অধিকাংশ বন্দি শৃঙ্খলাপূর্ণ জীবন শুরু করে; ভালো পথে ফেরার সুযোগ পায় এবং তারা মানসিকভাবে স্থির হতে শক্তি পায়। কিন্তু এসব ভালো দিক অনেক সময় উপেক্ষিত থেকে যায় বলে অনেক বিশ্লেষক ধারণা করেন। \n\n\n== আরো দেখুন ==\nইউরোপে ইসলাম\nআমেরিকায় ইসলাম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nWatling, Jack; Raymond, Paul (২৬ নভেম্বর ২০১৫)। \"The struggle for Mali\"। Guardian online। সংগ্রহের তারিখ ২০ নভেম্বর ২০১৬। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}