{"pageid": 1525407, "title": "সোনাল আম্বানি", "url": "https://bn.wikipedia.org/wiki?curid=1525407", "content": "সোনাল আম্বানি একজন ভারতীয় ভাস্কর ও লেখক।\n\n\n== জীবনী ==\nতিনি ২০০৪ সালে প্রকাশিত তাঁর গ্রন্থ ‘মাদারস অ্যান্ড ডটারস’ (মায়েদের ও কন্যাদের কথা)-এর জন্য সুপরিচিত। এটি একটি আলোকচিত্র সংবলিত জার্নাল, যেখানে মা ও কন্যার সম্পর্ক উদযাপন করা হয়েছে। ক্যান্সারে তাঁর মায়ের মৃত্যু হওয়ার পর তাঁকে সম্মান জানাতে তিনি এই গ্রন্থটি রচনা করেন। পরে তিনি তাঁর সন্তানদের পরামর্শ দিয়ে ‘মাদারস অ্যান্ড ডটারস’-এর পরবর্তী অংশ ‘ফাদারস অ্যান্ড সন্স’ (পিতারা ও পুত্ররা) সম্পন্ন করেন, যা ২০০৯ সালে প্রকাশিত হয়।\nতাঁর ভাস্কর্য অনেক খ্যাতনামা প্রদর্শনীতে প্রদর্শিত হয়েছে। ২০২৪ সালে ইউরোপীয় সাংস্কৃতিক কেন্দ্র ভেনিস শিল্প-বিয়েনালে-তে তাঁর \"অত্যন্ত দুর্ভাগ্যের বাণ ও তীর\" এবং ২০২২ সালে \"অশ্বারোহীবিহীন বিশ্ব\" শীর্ষক ভাস্কর্য প্রদর্শিত হয়েছে। তাঁর ভাস্কর্য-শ্রেণী “আমরা একই আকাশের নিচে স্বপ্ন দেখি” দুবাইয়ের ডিআইএফসি ভাস্কর্য উদ্যান এবং লেইলা হেলার গ্যালারিতে প্রদর্শিত হয়েছে।\nশিশু ও কিশোর-কিশোরীদের আর্থিক পরিষেবা প্রদানের জন্য একটি পদ্ধতির উপর তাঁর পেটেন্টও রয়েছে।\nতিনি নিউ ইয়র্ক শহরে বড় হয়েছেন। তাঁর বাবার নিউ ইয়র্কের শিল্পগ্যালারি তাঁর ওপর গভীর প্রভাব ফেলেছিল। তিনি একটি অর্কেস্ট্রা ও জ্যাজ ব্যান্ডে ডাবল বেস বাজাতেন। তাঁর বাবা তাঁকে ভাস্কর্য তৈরির কৌশল শিখিয়েছিলেন। এছাড়াও, তিনি দক্ষ অশ্বারোহী ছিলেন।\n২০১০ সালে তাঁকে আহমেদাবাদে ফিকি-র নারী সংস্থা ফ্লোর প্রধান হিসেবে নিযুক্ত করা হয়।\n\n\n== উল্লেখযোগ্য শিল্পকীর্তি ==\nআম্বানি বিভিন্ন মাধ্যমে ও শৈলীতে ভাস্কর্য নির্মাণ শুরু করেন। তাঁর কাজ ভারতের বহু শিল্পসংগ্রাহকের সংগ্রহে রয়েছে, পাশাপাশি ইউরোপ, মধ্যপ্রাচ্য ও আমেরিকার সংগ্রাহকরাও তাঁর ভাস্কর্য সংগ্রহ করেছেন। তাঁর কাজ প্রদর্শিত হয়েছে ভেনিস শিল্প-বিয়েনালে-তে, লেইলা হেলার গ্যালারিতে, ডিআইএফসি ভাস্কর্য উদ্যান, ভারত শিল্পমেলা, বাহরাইন শিল্পমেলা, আহমেদাবাদ শিল্পমেলা এবং ভারতের নানা শিল্প উৎসব ও প্রদর্শনশালায়।\n২০১৮ সালে তাঁকে ভারতের ‘এলিফ্যান্ট প্যারেড’-এর জন্য ১০১ জন বিশিষ্ট শিল্পীর অন্যতম হিসেবে নির্বাচিত করা হয়েছিল। তাঁর স্টেইনলেস স্টিল নির্মিত ভাস্কর্য \"সময়ের অগ্রযাত্রা\" লন্ডনের মেফেয়ারে অনুষ্ঠিত ‘কঁকুর দ’এলিফাঁ’ নিলামে প্রদর্শিত ও নিলাম হওয়ার জন্য নির্বাচিত হয়। তাঁর বহু ভাস্কর্য বাহরাইনের রাজপরিবারের সংগ্রহেও স্থান পেয়েছে। ভারতের শিল্পসমাজ কর্তৃক নির্বাচিত হয়ে তাঁর ভাস্কর্য হ্যাবিট্যাট সেন্টার ও জেহাঙ্গির শিল্পগ্যালারিতেও প্রদর্শিত হয়েছে। তাঁর স্টেইনলেস স্টিল নির্মিত হাতির ভাস্কর্য \"ইস্পাতে মাধুর্য\", যা ২০১৫ সালের ভারত শিল্পমেলায় প্রদর্শিত হয়েছিল, সেটি এখন সুইজারল্যান্ডে স্থান পেয়েছে। নাসিকের এক দ্রাক্ষাক্ষেত্রের নামকরণ করা হয়েছে \"লাল বৃক্ষ উদ্যান\", যা তাঁর ২৫ ফুট উচ্চতার, অপরূপ ভাস্কর্য \"শান্তির বৃক্ষ\" দ্বারা অনুপ্রাণিত।\n\n\n== পুরস্কার ও স্বীকৃতি ==\nএমজেএফ আর্ট প্রাইজ বিজয়ী (২০২৪)\nটাইমস অব ইন্ডিয়া উইমেন পাওয়ার অ্যাওয়ার্ড ফর আর্ট অ্যান্ড স্কাল্পচার (২০১৯)\nফিকি-এফএলও থেকে উইমেন অব এক্সেলেন্স অ্যাওয়ার্ড (২০১৮)\nপেফার পিস অ্যাওয়ার্ড (২০১১)\nপ্রাইড অব গুজরাট-মহারাষ্ট্র অ্যাওয়ার্ড (২০১১)\nতেজ জ্ঞান ফাউন্ডেশন (২০১১)\n\n\n== তথ্যসূত্র =="}