{"pageid": 1525390, "title": "বিটিভি সিলেট", "url": "https://bn.wikipedia.org/wiki?curid=1525390", "content": "বাংলাদেশ টেলিভিশন সিলেট বা বিটিভি সিলেট (সিলেটি: ꠛꠤꠐꠤꠜꠤ ꠍꠤꠟꠐ) হলো সিলেট থেকে সম্প্রচারিত একটি বিটিভি-অনুমোদিত রিলে টেলিভিশন স্টেশন, যা উত্তর-পূর্ব বাংলাদেশের, বিশেষ করে সিলেট বিভাগে পরিবেশন করে। ১৯৭৭ সালের জুন মাসে প্রতিষ্ঠিত, এটি ঢাকার বিটিভির প্রধান টেলিভিশন স্টেশন থেকে অনুষ্ঠান সম্প্রচার করে। এটি এখনও একটি আঞ্চলিক টেলিভিশন স্টেশনে রূপান্তরিত হয়নি, যদিও এটি করার উদ্যোগ নেওয়া হয়েছিল ১৯৯১ সালে। বিটিভি সিলেটের সদর দপ্তর শহরের কাজিটুলা পাড়ায় অবস্থিত।\n\n\n== ইতিহাস ==\nসিলেটে একটি ১০ কিলোওয়াট স্যাটেলাইট স্টেশন মূলত ১৯৭৫ সালের শেষ নাগাদ স্থাপনের পরিকল্পনা করা হয়েছিল। তবে, এটি ১৯৭৭ সালের জুন মাসে শহরের কাজীপাড়া এলাকায় প্রতিষ্ঠিত হয়েছিল, যা ১০ কিলোওয়াট ট্রান্সমিটার সহ VHF চ্যানেল ৭-এ সম্প্রচার করত। ১৯৮৯ সালের আগস্ট পর্যন্ত, বিটিভি সিলেট ১৩৬ কিলোওয়াট ট্রান্সমিটারের বর্ধিত ক্ষমতার সাথে সম্প্রচার করত।\n১৯৯১ সালে, বিএনপি নেতৃত্বাধীন সরকার সিলেট অঞ্চলের ঐতিহ্য ও বৈচিত্র্য তুলে ধরার জন্য বিটিভি সিলেটকে একটি পূর্ণাঙ্গ আঞ্চলিক টেলিভিশন স্টেশনে রূপান্তরের উদ্যোগ নেয়। ১৯৯৫ সালের ১৫ ডিসেম্বর, তৎকালীন অর্থমন্ত্রী সাইফুর রহমান শহরের টিলাগড় পাড়ায় বাংলাদেশ বেতারের আঞ্চলিক সদর দপ্তরে স্টেশনটির ভিত্তিপ্রস্তর স্থাপন করেন। প্রাথমিকভাবে ২৭ কোটি টাকা ব্যয়ে একটি আধুনিকীকরণ প্রকল্পের পরিকল্পনা করা হয়েছিল কিন্তু ১৯৯৬ সালে বাংলাদেশের শাসনব্যবস্থা পরিবর্তনের পর তা পরিত্যক্ত হয়। ২০০৮ সালের সাধারণ নির্বাচনের আগে, তৎকালীন অর্থমন্ত্রী আবুল মাল আবদুল মুহিত সিলেটে একটি আঞ্চলিক টেলিভিশন স্টেশন প্রতিষ্ঠার প্রতিশ্রুতি দিয়েছিলেন, যদিও তিনি দায়িত্ব নেওয়ার পরেও তা সম্ভব হয়নি।\n২০১০ সালে বজ্রপাতের কারণে, বিটিভি সিলেটের ডিসপ্যাচ সেন্টারের ফিডার কেবল এবং ডিভাইডার ব্যাপকভাবে ক্ষতিগ্রস্ত হয়, যার ফলে টেরেস্ট্রিয়াল সম্প্রচারে ব্যাঘাত ঘটে। ফলস্বরূপ, মেরামত কাজের জন্য ২০ অক্টোবর ২০১১ তারিখে বিটিভি সিলেট সাময়িকভাবে এক সপ্তাহের জন্য সম্প্রচার বন্ধ করে দেয়। এর ফলে স্টেশনের দর্শকদের মধ্যে দুর্ভোগের সৃষ্টি হয় কারণ তারা বাংলাদেশ ও ওয়েস্ট ইন্ডিজের খেলা দেখতে পারেননি, যার সম্প্রচার অধিকার কেবলমাত্র বাংলাদেশ টেলিভিশনের কাছে ছিল।\n২০১৪ সালের মে মাসে, তৎকালীন প্রধানমন্ত্রী শেখ হাসিনা তথ্য ও সম্প্রচার মন্ত্রণালয়ের সিলেটের রিলে স্টেশন সহ বিটিভির কিছু রিলে স্টেশনকে পূর্ণাঙ্গ টেলিভিশন স্টেশনে উন্নীত করার প্রস্তাব প্রত্যাখ্যান করেন এবং তৎকালীন বিটিভিতে সম্প্রচারিত অনুষ্ঠানের মান নিয়ে অসন্তোষ প্রকাশ করেন। তবে, বাংলাদেশ টেলিভিশন পরবর্তীতে বিটিভি সিলেট সহ পাঁচটি নতুন পূর্ণাঙ্গ স্টেশন চালু করার জন্য ১৩,৯১০,০০০ টাকা চেয়েছিল।\nপরবর্তীতে, তৎকালীন তথ্য ও সম্প্রচার মন্ত্রী হাসান মাহমুদ ২৮ জানুয়ারী ২০২২ তারিখে সিলেট সার্কিট হাউসে সিলেট মহানগর ও বিভাগীয় আওয়ামী লীগ নেতাদের সাথে এক মতবিনিময় সভায় এক বক্তৃতায় সিলেটে একটি পূর্ণাঙ্গ টেলিভিশন কেন্দ্র এবং একটি তথ্য কমপ্লেক্স প্রতিষ্ঠার ঘোষণা দেন।\n\n\n== প্রোগ্রামিং ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (বাংলায়)"}