{"pageid": 1525419, "title": "রুথ হলিক", "url": "https://bn.wikipedia.org/wiki?curid=1525419", "content": "রুথ মিরিয়াম হলিক (১৭ই মার্চ ১৮৮৩ - ৭ই এপ্রিল ১৯৭৭) ছিলেন একজন অস্ট্রেলীয় আলোকচিত্রী (ফটোগ্রাফার)। ১৯২০-এর দশকে তিনি মেলবোর্নের অন্যতম শীর্ষস্থানীয় যিনি পিকটোরিয়ালিস্ট আলোকচিত্রী ছিলেন, যিনি প্রতিকৃতি এবং ফ্যাশন ক্ষেত্রে কাজ করতেন।\n\n\n== শিক্ষা এবং ব্যক্তিগত জীবন ==\nরুথ মিরিয়াম হলিক ১৮৮৩ সালে অস্ট্রেলিয়ার মেলবোর্নের উইলিয়ামসটাউন এলাকায় জন্মগ্রহণ করেন। সরকারি কর্মচারী হ্যারি এবেনেজার হলিক এবং ফ্রান্সেস জেন (কোল) হলিকের ১৩ সন্তানের মধ্যে তিনি ছিলেন শেষ সন্তান। তিনি মুনি পণ্ডস-এর শহরতলিতে বড় হয়ে ওঠেন এবং ন্যাশনাল গ্যালারি অফ ভিক্টোরিয়া আর্ট স্কুলে (১৯০২-০৬) শিক্ষা লাভ করেন। সেখানে তাঁর শিক্ষক ছিলেন চিত্রশিল্পী ফ্রেডেরিক ম্যাককাবিন। কিন্তু রুথ আলোকচিত্রে কোনও আনুষ্ঠানিক প্রশিক্ষণ পাননি।\nতাঁর পেশাদার সঙ্গী, ডরোথি ইজার্ড, তাঁর জীবনসঙ্গীও ছিলেন।\n\n\n== ফটোগ্রাফি জীবন ==\n১৯০৭ সাল নাগাদ রুথ একটি ঘরের ডার্করুমে (ফটোগ্রাফিক ফিল্মের প্রক্রিয়াকরণ হয়) ফটোগ্রাফি নিয়ে পরীক্ষা-নিরীক্ষা করেছিলেন বলে প্রমাণ রয়েছে। পরের বছর, তিনি নিজেকে একজন মুক্তপেশা (ফ্রিল্যান্স) আলোকচিত্রী হিসেবে প্রতিষ্ঠিত করেন, যিনি ভিক্টোরিয়া রাজ্যের গ্রামীণ এলাকা ভ্রমণ করতেন, পরিবারের, বিশেষ করে শিশুদের প্রতিকৃতি তৈরি করতেন। তিনি বেশিরভাগ সময় বাইরে প্রাকৃতিক আলোতে একটি ফিল্ড ক্যামেরা ব্যবহার করে কাজ করতেন।\nপ্রথম বিশ্বযুদ্ধের সময়, রুথ স্টুডিও ফটোগ্রাফিতে চলে আসেন। তিনি প্রথমে মুনি পণ্ডসে তাঁর বাবা-মায়ের বাড়ি থেকে কাজ শুরু করেন এবং পরে মিনা মুরের সাবেক স্টুডিওতে চলে আসেন। এটি শহরের কেন্দ্রস্থলে একটি অডিটোরিয়াম বিল্ডিংয়ে অবস্থিত ছিল। পরবর্তী সময়ে তিনি চার্ট্রেস হাউসে এসে নিজের কাজকে আরও বিস্তৃত করেন।\n\n\n== শৈলী ==\nএই সময়েই রুথ প্রাকৃতিক এবং স্টুডিও আলোর দক্ষ ব্যবহারের জন্য এবং শৈলীপূর্ণ ছবির জন্য খ্যাতি অর্জন করেছিলেন। তিনি প্রায়শই তাঁর ছবির বিষয়কে সরল পটভূমিতে স্থাপন করতেন। তিনি সমাজের ব্যক্তিত্ব এবং বিখ্যাতদের প্রতিকৃতিতে বিশেষজ্ঞ ছিলেন, পাশাপাশি বিজ্ঞাপনে ব্যবহারের জন্য ফ্যাশন ফটোগ্রাফিতেও বিশেষজ্ঞ ছিলেন। উদাহরণস্বরূপ, তিনি ১৯৩০ সালের বিশ্ব ভ্রমণে ব্রিটিশ বৈমানিক অ্যামি জনসনের বেশ কয়েকটি ছবি তুলেছিলেন, যার মধ্যে অস্ট্রেলিয়ার সরকারী প্রতিকৃতিও ছিল।\n\n\n== স্বীকৃতি ==\n১৯২০-এর দশকের বেশিরভাগ সময় ধরে, পেগ ক্লার্কের সাথে, রুথ মেলবোর্নের শীর্ষস্থানীয় আলোকচিত্রীদের একজন ছিলেন এবং তিনি স্থানীয় ও আন্তর্জাতিকভাবে নিজের কাজ প্রদর্শন করেছিলেন। পামার এবং জলি বলেন যে ১৯২৮ সালে রুথের স্টুডিওতে অনুষ্ঠিত শিশুদের ছবির প্রদর্শনীটি 'সম্ভবত অস্ট্রেলিয়ায় একজন মহিলা আলোকচিত্রীর প্রথম একক প্রদর্শনী' ছিল, যদিও এটি 'অস্ট্রেলিয়ার একজন অস্ট্রেলীয় মহিলা আলোকচিত্রীর প্রথম একক প্রদর্শনী' ছিল, কারণ ব্যাচেন '১৮৭৪ সালে সরকারি ভবনের ড্রয়িং রুমে [ব্রিটিশ আলোকচিত্রী] জুলিয়া মার্গারেট ক্যামেরনের কুড়িটি অ্যালবাম প্রিন্টের প্রদর্শনী'র দিকে ইঙ্গিত করেছিলেন।\nকুড়ির দশকের এই সময়ে রুথ বিভিন্ন শোতে কমপক্ষে ছয়টি রৌপ্য পুরস্কার এবং অসংখ্য ব্রোঞ্জ পুরস্কার জিতেছিলেন। তাঁর ছবিগুলি নিয়মিতভাবে আর্ট ইন অস্ট্রেলিয়া এবং অন্যান্য অস্ট্রেলীয় পত্রিকায় প্রকাশিত হত। তবে মহামন্দার সময় তিনি তাঁর শহরের কেন্দ্রস্থলের স্টুডিওগুলি ছেড়ে দিতে বাধ্য হন এবং মুনি পণ্ডস থেকে আবার কাজ শুরু করেন।\n\n\n== অবদান ==\n১৯৫০ সালে রুথ এবং ডরোথি ইজার্ড তাঁদের প্রথম বিদেশ ভ্রমণ শুরু করেন, আত্মীয়স্বজনদের সাথে দেখা করেন এবং যুক্তরাজ্য ভ্রমণ করেন। ফিরে এসে তাঁরা হাইডেলবার্গে চলে যান। রুথ ১৯৫০ সালে ফটোগ্রাফি থেকে অবসর নেন। তিনি ১৯৭৭ সালে স্যাণ্ড্রিংহামে মারা যান। সাম্প্রতিক বছরগুলিতে, তাঁর কাজ আবারও বিশিষ্টতা অর্জন করেছে এবং অস্ট্রেলীয় আলোকচিত্রের কমপক্ষে দুটি বৃহৎ প্রদর্শনীতে এটি অন্তর্ভুক্ত হয়েছে।\n\n\n== নির্বাচিত প্রদর্শনী ==\nদ্য প্যারিস এণ্ড: ফটোগ্রাফি, ফ্যাশন অ্যাণ্ড গ্ল্যামার (২০০৭; ভিক্টোরিয়ার জাতীয় গ্যালারি ভ্রমণ প্রদর্শনী)\nঅস্ট্রেলিয়ান ফটোগ্রাফির মাস্টারপিস (১৯৮৯)\nঅপেশাদার আলোকচিত্রী বিদেশী প্রদর্শনী, লন্ডন (১৯৩২)\nমেলবোর্নে চিত্রাঙ্কন প্রদর্শনী (১৯২৯: প্রদর্শনীতে একমাত্র মহিলা)\nশিকাগো আলোকচিত্র প্রদর্শনী (১৯২৭)\nগ্রেট ব্রিটেনের রয়েল ফটোগ্রাফিক সোসাইটির ঔপনিবেশিক প্রদর্শনী (১৯২৫, ১৯২৭)\nলন্ডনের ফটোগ্রাফি স্যালন (১৯২০)\n\n\n== সংগ্রহ ==\nরুথের কাচের প্লেটের নেগেটিভ এবং মূল প্রিন্টগুলি নিম্নলিখিত প্রতিষ্ঠানগুলির সংগ্রহে রাখা হয়েছে:\n\nরুথ হলিক সংগ্রহ, ভিক্টোরিয়ার স্টেট লাইব্রেরি (ডিজিটাইজড ছবির সংগ্রহ)\nঅস্ট্রেলিয়ার জাতীয় গ্যালারি\nনিউ সাউথ ওয়েলসের আর্ট গ্যালারি\n\n\n== চিত্রশালা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nভ্যান উইক, সুসান। দ্য প্যারিস এন্ড: ফটোগ্রাফি, ফ্যাশন এবং গ্ল্যামার ( ন্যাশনাল গ্যালারি অফ ভিক্টোরিয়া, ২০০৯) — হলিকের কাজ অন্তর্ভুক্ত\nসারা, ওলগা। রুথ হলিক এবং প্রাথমিক অস্ট্রেলিয়ান ফ্যাশন ফটোগ্রাফি ( ভিক্টোরিয়ার স্টেট লাইব্রেরি )"}