{"pageid": 1525487, "title": "পঙ্কজ ভাদৌরিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1525487", "content": "পঙ্কজ ভাদৌরিয়া  হলেন মাস্টারশেফ ইন্ডিয়া  সিজন ১ (২০১০) এর বিজয়ী  । তিনি একজন স্কুল শিক্ষিকা ছিলেন যিনি মাস্টারশেফ ইন্ডিয়ার প্রথম মরশুমে অংশগ্রহণের জন্য ১৬ বছর বয়সে চাকরি ছেড়ে দিয়েছিলেন। তিনি শেফ পঙ্কজ কা জায়কা  ( স্টারপ্লাস ), কিফায়াতি রান্নাঘর  ( জি খানা খাজানা  ), পঙ্কজের সঙ্গে ৩টি কোর্স  ( জি খানা খাজানা ), রসোই সে- পঙ্কজ ভাদৌরিয়া কে সাথ (ইটিভি) [ইটিভি] ( ইটিভি  ) অনুষ্ঠানগুলি হোস্ট করেছেন। তিনি বিশ্বব্যাপী প্রথম মাস্টারশেফ বিজয়ী যার নামে একটি অফিসিয়াল মাস্টারশেফ কুকবুক  রয়েছে এবং তিনি আরও দুটি রান্নার বই লিখেছেন - বার্বি - আই অ্যাম আ শেফ, এবং চিকেন ফ্রম মাই কিচেন ( ব্লুমসবারি পাবলিশিং )।\n\n\n== জীবনের প্রথমার্ধ ==\n১৯৭১ সালের ১৪ জুলাই নয়াদিল্লিতে বিনোদ খান্না এবং প্রিয়া খান্নার ঘরে জন্মগ্রহণকারী পঙ্কজ তাদের দুই সন্তানের মধ্যে বড় এবং এক ছোট ভাই। তিনি ১৩ বছর বয়সে তার বাবাকে এবং ২২ বছর বয়সে তার মাকে হারান। তিনি নয়াদিল্লির কেন্দ্রীয় বিদ্যালয় থেকে তার স্কুল জীবন সম্পন্ন করেন এবং লখনউতে উচ্চশিক্ষা শেষ করেন। তিনি লখনউ বিশ্ববিদ্যালয় থেকে ইংরেজিতে স্নাতক, ইংরেজি সাহিত্যে স্নাতকোত্তর ডিগ্রি অর্জন করেন এবং তারপরে তিনি তার নির্বাচিত ক্যারিয়ারের জন্য নিজেকে প্রস্তুত করার জন্য লখনউ বিশ্ববিদ্যালয় থেকে শিক্ষায় স্নাতক ডিগ্রি অর্জন করেন। তিনি চারু সমর্থের সাথে বিবাহিত এবং তার দুই সন্তান, এক মেয়ে, সোনালিকা ভাদৌরিয়া এবং এক ছেলে, সিদ্ধান্ত ভাদৌরিয়া।\n\n\n== টেলিভিশন ==\nমাস্টারশেফ ইন্ডিয়া  সিজন ১ - স্টার প্লাস (২০১০)\nশেফ পঙ্কজ কা জায়কা  - স্টার প্লাস (২০১১)\nরিক স্টেইনের ভারত, পর্ব ৬  -বিবিসি২, টিএলসি, ডিসকভারি (২০১২)\nবিক্রয় কা বাজিগর  - ইটিভি (২০১৩)\nকিফায়াতি রান্নাঘর  - জি খানা খাজানা (২০১৪-২০১৫)\nরসোই সে - পঙ্কজ ভাদৌরিয়া কে সাথ  ইটিভি (২০১৫)\nপঙ্কজের সাথে ৩টি কোর্স  - জি খানা খাজানা (২০১৫)\nজাস্ট লাইক দ্যাট - লিভিং ফুডজ (২০১৫)\nহেলথ ইন ১০০  - লিভিং ফুডজ (২০১৬)\nড্রিম কিচেন  – লিভিং ফুডজ (২০১৭)\n\n\n== পঙ্কজ ভাদৌরিয়া রন্ধনশালা একাডেমি ==\nপঙ্কজ ১৬ আগস্ট ২০১২ সালে লখনউতে তার রন্ধনসম্পর্কীয় একাডেমি শুরু করেন। এটি অপেশাদার রাঁধুনিদের জন্য পেশাদার কোর্স এবং সার্টিফিকেট কোর্স অফার করে।\n\n\n== অনুমোদন ==\nরান্নার প্রতি পঙ্কজের আগ্রহ তাকে অনেক ব্র্যান্ডের পছন্দের ব্যক্তিত্বে পরিণত করেছে।\nপঙ্কজ মাইক্রোসফট লুমিয়া ৫৩৫ ডিজিটাল ক্যাম্পেইনের একজন অংশ যেখানে কঙ্গনা রানাউত এবং সাইনা নেহওয়ালের সাথে তিনি \"আশাইয়েন\" নামে একটি অনুপ্রেরণামূলক ছবিতে মানুষকে তাদের স্বপ্ন অনুসরণ করতে উৎসাহিত করেন\nপঙ্কজ ব্র্যান্ড নর - কাপ আ স্যুপ, স্যুপস এবং নুডলসের মুখ এবং নরের জন্য একটি বিস্তৃত টিভি প্রচারণা এবং মুদ্রণ প্রচারণার শুটিং করেছেন।\nতিনি বিশ্বব্যাপী মাস্টারশেফ ট্রাভেলস  কক্স অ্যান্ড কিংস  এর ব্র্যান্ড অ্যাম্বাসেডরও।\nতিনি দক্ষিণ ভারতের একটি শীর্ষস্থানীয় স্পাইস ব্র্যান্ড ইস্টার্ন মাসালাসকেও সমর্থন করেছিলেন।\nতিনি তাজা টি, এইচইউএল, কার্যকলাপ- হুনার আপ্পা, পেহচান হামারি-এর মুখও ছিলেন, যা উত্তর প্রদেশের ছোট শহরগুলির মহিলাদের মধ্যে লুকানো প্রতিভাকে চিনতে একটি প্রচেষ্টা।\nঅলিভ অয়েল রেভোলিউশন নামক প্রচারণার জন্য ভারতে অলিভ অয়েলের প্রচারণার জন্য স্প্যানিশ সরকার পঙ্কজ ভাদৌরিয়াকে রাষ্ট্রদূত হিসেবে মনোনীত করেছে।\nতার অন্যান্য ব্র্যান্ড অ্যাসোসিয়েশনের মধ্যে রয়েছে স্যামসাং স্মার্ট ওভেন, কেন্ট জুসার অ্যান্ড পাস্তা মেকার, সেনসোডাইন, রিলায়েন্স ফ্রেশ, কেলগস এবং টেফাল ।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nমাস্টারশেফ ইন্ডিয়া বিজয়ী (সিজন ১)\nতালিকায় স্থান পেয়েছেন: ৯ জন ব্যক্তি যারা রিয়েলিটি শোতে অংশগ্রহণ করে সাফল্য অর্জন করেছেন - ইন্ডিয়াটাইমসের \nটিভি অনুষ্ঠানগুলিতে তার চিন্তাশীল এবং সূক্ষ্ম রেসিপির জন্য অত্যন্ত সততার সাথে কাজ করা কয়েকজন টিভি শেফের একজন হিসেবে খ্যাতি পেয়েছেন - ইন্ডিয়ান এক্সপ্রেস \nকোং ২০১৬ সালের জুনে বেঙ্গালুরুতে ওয়ার্ল্ড অন আ প্লেট ফুড ফেস্টিভ্যালে মাস্টারশেফ অস্ট্রেলিয়ার বিচারক শেফ গ্যারি মেহিগানের সাথে নর (ব্র্যান্ড) মাস্টার ক্লাসের আয়োজন করেছিল \nআউটলুক সোশ্যাল মিডিয়া অ্যাওয়ার্ড  - আউটলুক ম্যাগাজিন কর্তৃক ওএসএম কিচেন কিং/কুইন অফ দ্য ইয়ার অ্যাওয়ার্ড, ২০১৬ এর বিজয়ী \nভারতের মাননীয় রাষ্ট্রপতি শ্রী আর এন কোবিন্দ কর্তৃক 'ফার্স্ট লেডিস' হিসেবে সম্মানিত - এটি সরকারের নারী ও শিশু উন্নয়ন মন্ত্রক কর্তৃক প্রদত্ত একটি পুরস্কার। ভারতের। \n\n\n== রেস্তোরাঁ ==\nডিফল্ট ক্যাফে - লখনউতে অবস্থিত, এই ক্যাফেতে ঐতিহ্যবাহী এবং সমসাময়িক স্বাদের মিশ্রণ সহ বিভিন্ন ধরণের খাবার পাওয়া যায়।\nট্রাম্প ট্রি ক্যাফে - লখনউতেও, এই ক্যাফেটি তার আরামদায়ক পরিবেশ এবং বৈচিত্র্যময় মেনুর জন্য পরিচিত, যার মধ্যে রয়েছে মহাদেশীয় এবং ভারতীয় খাবার।\nকুলিনারি কোর্ট - এই রেস্তোরাঁটি লখনউয়ের হোটেল ক্লার্কস অবধের অংশ, যেখানে শেফ পঙ্কজ আওয়াধি খাবার উদযাপন করে একটি মেনু তৈরি করেছেন। \n\n\n== বক্তা ==\nপঙ্কজকে বহুবার অনেক মর্যাদাপূর্ণ অনুষ্ঠানে বক্তা হিসেবে আমন্ত্রণ জানানো হয়েছে।\n\nমূল ও প্রধান বক্তা \"CONNECXION 2016\", IHMCT দেরাদুন\nTEDx সেমিনার IIT-BHU, বারাণসী,\nTEDx Indus Business Academy, বেঙ্গালুরু, জুন ২০১২ সালে\nইন্সপিরিট ২০১৪, বার্ষিক সম্মেলন, এনআইটি, দুর্গাপুর\n নয়াদিল্লির শারদা বিশ্ববিদ্যালয়ে নীতি, পরিবর্তন এবং উন্নয়নের জন্য আন্তর্জাতিক যুব ফোরামে তিনি 'বিকল্প ক্যারিয়ার' বিষয়ে শিক্ষার্থীদের ভাষণ দেন।\n২০১৩ সালের ফেব্রুয়ারিতে নয়াদিল্লিতে অনুষ্ঠিত তৃতীয় নারী উদ্যোক্তা সম্মেলন  ।\nফ্র্যাঞ্চাইজি ইন্ডিয়া মিট ২০১৩  -এ QSR মেনুতে পরিবর্তনশীল প্রবণতা নিয়ে সমগ্র খাদ্য শিল্পের এক সমাবেশে বক্তব্য রাখার জন্য।\nTEDx IMT, হায়দ্রাবাদ, জানুয়ারী ২০১৭ \nTEDx IIM, শিলং, ফেব্রুয়ারী ২০১৭ \n\n\n== দাতব্য কাজ ==\n\"রেলওয়ে শিশুদের\" দক্ষতা উন্নয়নে প্রশিক্ষণ - বেকারি, এনজিও - আহসাসের সহযোগিতায়।\nনতুন দিল্লির রেডিসন ব্লুতে রান্না ৩.০-এর তহবিল সংগ্রহের জন্য রান্নার কর্মশালা\n১৪ আগস্ট ২০১৬ তারিখে লখনউয়ের পঙ্কজ ভাদৌরিয়া রন্ধনশালা একাডেমিতে সুবিধাবঞ্চিত শিশুদের জন্য লখনউয়ের বৃহত্তম কমিউনিটি রান্নাঘর তৈরি করা হয়েছিল। এই অনুষ্ঠানটি সরকারী শিশু অধিকার কমিশনের সহযোগিতায় তৈরি করা হয়েছিল। উত্তর প্রদেশের । \n\n\n== গ্রন্থপঞ্জি ==\nমাস্টারশেফ কুকবুক (২০১১) -আইএসবিএন ৯৭৮-৮১৮৪৯৭৩৯৭৬\nবার্বি- আমি একজন রাঁধুনি -\nচিকেন ফ্রম মাই কিচেন: দ্য ইন্ডিয়ান ওয়ে (২০১৪) -আইএসবিএন ৯৭৮-৯৩৮২৯৫১৫০৬\nটাইমস অফ ইন্ডিয়া গ্রুপ এবং উত্তরপ্রদেশ সরকারের একটি সাংস্কৃতিক ক্যালিডোস্কোপ উত্তরপ্রদেশ\nস্পাইস মিক্সে রহস্য (২০১৭) -আইএসবিএন ৯৭৮-০১৪৩৪২৮৪৯৭\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nটুইটারে Pankaj Bhadouria\nMasterChef Pankaj Bhadouria on YouTube\nইন্সটাগ্রামে MasterChef Pankaj Bhadouria"}