{"pageid": 1525033, "title": "রঞ্জিত রঞ্জন", "url": "https://bn.wikipedia.org/wiki?curid=1525033", "content": "রঞ্জিত রঞ্জন (জন্ম ৭ই জানুয়ারী ১৯৭৪) যিনি রঞ্জিতা নামেও পরিচিত, হলেন একজন ভারতীয় রাজনীতিবিদ যিনি ছত্তিশগড় থেকে রাজ্যসভার সংসদ সদস্য হিসেবে দায়িত্ব পালন করছেন। তিনি ভারতীয় জাতীয় কংগ্রেস দলের হয়ে বিহারের সুপৌল থেকে সংসদ সদস্য হিসেবে ১৪তম লোকসভার সদস্য ছিলেন।\nতিনি রাজনীতিবিদ রাজেশ রঞ্জনকে বিয়ে করেছেন, যিনি পাপ্পু যাদব নামে বেশি পরিচিত। পাপ্পু যাদব চারবার লোকসভা নির্বাচনে জয়ী এবং ১৬তম লোকসভা নির্বাচনেও বিহারের মাধেপুরা আসন থেকে রাষ্ট্রীয় জনতা দলের একজন স্বতন্ত্র প্রার্থী হিসেবে জয়ী হয়েছেন।\n১৪তম লোকসভায়, তিনি উত্তর বিহারের সহর্সার সবচেয়ে কম বয়সী সাংসদদের মধ্যে একজন ছিলেন। যদিও কংগ্রেসের তারকা প্রচারক, সোনিয়া গান্ধী এবং রাহুল গান্ধী, সুপৌলে তাঁর হয়ে প্রচার করেননি, তবুও তিনি নিজের শক্তিতে ৩৩২৯২৭ ভোট পেতে সক্ষম হন এবং তাঁর পরের প্রতিদ্বন্দ্বী জেডি(ইউ) এর দিলশ্বর কামাইত এবং বিজেপির কামেশ্বর চৌপালের বিরুদ্ধে নির্বাচনে জয়লাভ করেন।\n\n\n== জীবন ==\nরঞ্জনের জন্ম মধ্যপ্রদেশের রেওয়ায়। তিনি জম্মুতে বড় হয়ে উঠেছেন, পাঞ্জাবে পড়াশোনা করেছেন এবং দিল্লিতে স্থায়ীভাবে বসবাস করেন। অধিকন্তু, তাঁর পূর্বপুরুষরা ছিলেন কাশ্মীরি পণ্ডিত এবং শিখ ধর্মাবলম্বী।\nরাজেশ রঞ্জন বা পাপ্পু শিখ ধর্ম গ্রহণ করেন এবং তাঁকে বিয়ে করেন।\nবিয়ের এক বছর পর, তিনি ১৯৯৫ সালে বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করেন, কিন্তু হেরে যান। এর পর তিনি ১৯৯৯ সালে পাপ্পু যাদবের নির্বাচনী প্রচারণায় জড়িত ছিলেন। ২০০৪ সালে, তিনি আবারও নির্বাচনে অংশ নেন, উত্তর বিহারের সহর্সা থেকে, যেটি পাপ্পুর শক্ত ঘাঁটি পূর্ণিয়ার কাছে।\nতবে, ২০০৯ সালে, তিনি নিকটবর্তী সুপৌল নির্বাচনী এলাকায় চলে যান, কারণ তিনি এবং তাঁর স্বামী উভয়েই ভারতীয় জাতীয় কংগ্রেসে চলে যান। তবে এবার তিনি জনতা দল (ইউনাইটেড) এর বিশ্বমোহন কুমারের কাছে ১.৫ লক্ষেরও বেশি ব্যবধানে হেরে যান।\n২০১৪ সালের নির্বাচনে রঞ্জিতা রঞ্জন কংগ্রেস প্রার্থী হিসেবে সুপৌল আসন থেকে জেডি(ইউ) প্রতিদ্বন্দ্বী দিলেশ্বর কামাইতকে প্রায় ৬০,০০০ ভোটে পরাজিত করে লোকসভায় স্থান পান।\n২০১৬ সালের নারী দিবসে, তিনি তাঁর হার্লে ডেভিডসন বাইকে চড়ে সংসদে এসেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরঞ্জিত রঞ্জন অফিসিয়াল ওয়েবসাইট\nভারতীয় সংসদের ওয়েবসাইটে অফিসিয়াল জীবনীমূলক স্কেচ\nইন্ডিয়া টুডে-তে সাম্প্রতিক কভার স্টোরি\n১৫তম লোকসভা মাধেপুরার সাংসদ শ্রী রাজেশ রঞ্জনের অফিসিয়াল ওয়েবসাইট\nটেমপ্লেট:16th LS members from Bihar"}