{"pageid": 1525369, "title": "এলিজাবেথ কাউচম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1525369", "content": "ডেম এলিজাবেথ মে রামসে কাউচম্যান ডিবিই (জন্ম নাম ট্যানক; ১৯শে এপ্রিল ১৮৭৬ - ১৮ই নভেম্বর ১৯৮২) ছিলেন একজন অস্ট্রেলীয় রাজনৈতিক কর্মী। তিনি ১৯২৭ থেকে ১৯৪৫ সাল পর্যন্ত অস্ট্রেলিয়ান উইমেন'স ন্যাশনাল লীগের সভাপতি হিসেবে দায়িত্ব পালন করেন এবং অস্ট্রেলিয়ার নতুন লিবারেল পার্টিতে এর একীভূতকরণ তত্ত্বাবধান করেন। তিনি অস্ট্রেলিয়ান ব্রডকাস্টিং কমিশন (এবিসি) এর বোর্ডে নিযুক্ত প্রথম মহিলাও ছিলেন, তিনি ১৯৩২ থেকে ১৯৪৩ সাল পর্যন্ত এখানে দায়িত্ব পালন করেছিলেন।\n\n\n== জীবনী ==\nএলিজাবেথ মে রামসে ট্যানক হলেন এলিজাবেথ মেরি (জন্ম নাম রামসে) এবং আর্চিবল্ড ট্যানকের কন্যা। আর্চিবল্ড ছিলেন একজন মিষ্টান্ন ব্যবসায়ী। এলিজাবেথের এক বোন  জিন ১৯১২ সালে পার্থের ডিন হেনরি মার্সারকে বিয়ে করেছিলেন, বিবাহ ১৯১৭ সাল পর্যন্ত স্থায়ী হয়েছিল। এলিজাবেথ জিলং- এ জন্মগ্রহণ করেন এবং বড় হয়ে ওঠেন। তিনি গার্লস হাই স্কুলে ম্যাট্রিকুলেশন স্তর পর্যন্ত শিক্ষিত হন এবং ১৮৯৫ সালে ম্যাট্রিকুলেশন পাশ করেন। মেথডিস্ট লেডিস কলেজ এবং আরেকটি স্বাধীন বালিকা বিদ্যালয়, টিন্টার্ন গ্রামার-এ কিছু সময় শিক্ষকতা করার পর, তিনি ১৯১৬ সালে অস্ট্রেলিয়ার পার্থে চলে আসেন ওয়েস্টার্ন অস্ট্রেলিয়া বিশ্ববিদ্যালয় থেকে কলা বিদ্যায় স্নাতক ডিগ্রি অর্জনের জন্য।\n১৯১৭ সালে, ৪১ বছর বয়সে, এলিজাবেথ বিয়ে করেন ব্যবসায়ী ক্লদ কাউচম্যানকে, কিন্তু তাঁদের কোন সন্তান ছিল না। দশ বছর পর ক্লদ মারা যান। তাঁর মৃত্যুর পর এলিজাবেথ তাঁর বাকি জীবন জনস্বার্থ সাধনে উৎসর্গ করার সিদ্ধান্ত নেন। তাঁর কাজের মধ্যে ছিল স্বেচ্ছাসেবা এবং শান্তির বিচারপতির (নিম্ন আদালতের বিচারিক আধিকারিক) দায়িত্ব পালন। ১৯২৭ থেকে ১৯৪৫ সাল পর্যন্ত, তিনি অস্ট্রেলিয়ান উইমেন'স ন্যাশনাল লিগের সভাপতি ছিলেন। এটি ১৯০৪ সালে প্রতিষ্ঠিত একটি রক্ষণশীল মহিলা সংগঠন; রাজতন্ত্র ও সাম্রাজ্যকে সমর্থন করা, সমাজতন্ত্রের বিরুদ্ধে লড়াই করা, এছাড়াও রাজনীতিতে নারীদের শিক্ষিত করা এবং ঘর, নারী ও শিশুদের স্বার্থ রক্ষার জন্য এটির প্রতিষ্ঠিত হয়েছিল।\nদুটি বিশ্বযুদ্ধের মধ্যে, লিগের দাবি ছিল তাদের সদস্য সংখ্যা ৪০,০০০। এটি ছিল বৃহত্তম ধারাবাহিক অ-শ্রমিক সংগঠন। কিন্তু ১৯৪৪ সালের মধ্যে এই সংখ্যা প্রায় ১২,০০০-এ নেমে আসে। ১৯৪৫ সালে, এটি অস্ট্রেলিয়ার নতুন লিবারেল পার্টি গঠনে সহায়তা করার জন্য একীভূত হয়। এলিজাবেথ ভিক্টোরিয়ান বিভাগের সকল স্তরে নারী ও পুরুষের সমান প্রতিনিধিত্বের উপর জোর দিয়েছিলেন এবং দলের শাখা কাঠামো প্রতিষ্ঠায় জড়িত ছিলেন।\nতিনি লিবারেল পার্টির সংগঠনে রাজ্য নির্বাহী ও রাজ্য পরিষদের সদস্য হিসেবে কাজ করেছিলেন এবং ১৯৪৯ থেকে ১৯৫৫ সাল পর্যন্ত দলের ভিক্টোরিয়ান সহ-সভাপতি হিসেবে দায়িত্ব পালন করেছিলেন। তিনি ১৯৩২ থেকে ১৯৪০ সাল পর্যন্ত অস্ট্রেলিয়ান ব্রডকাস্টিং কমিশনে নিযুক্ত প্রথম মহিলা ছিলেন এবং ১৯৩৪ সালে লিগ অফ নেশনস -এ অস্ট্রেলিয়ান প্রতিনিধি দলের সদস্য ছিলেন।\nতিনি তিনবার সিনেটের জন্য প্রাক-নির্বাচনের চেষ্টা করেছিলেন, কিন্তু ব্যর্থ হন। ১৯৪৩ সালের নির্বাচনে তিনি মেলবোর্নের নিরাপদ লেবার আসনের জন্য প্রাক-নির্বাচন লাভ করেন, কিন্তু মূল নির্বাচনে পরাজিত হন।\nডেম এলিজাবেথ কাউচম্যান ১০৬ বছর বয়সে মেলবোর্নে মারা গেছেন।\n\n\n== সম্মাননা এবং স্বীকৃতি ==\n১৯৪১ সালের নববর্ষ দিবস সম্মাননায় তিনি ব্রিটিশ সাম্রাজ্যের আধিকারিক নিযুক্ত হন এবং ১৯৬১ সালের নববর্ষ দিবস সম্মাননায়, তাঁর জনসেবা ও দেশপ্রেমের জন্য তিনি ডেম কমাণ্ডার হিসেবে উন্নীত হন।\nক্যানবেরার চিশলমের শহরতলিতে অবস্থিত কাউচম্যান ক্রিসেন্টের নামকরণ করা হয়েছে তাঁর সম্মানে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিংশ শতাব্দীর অস্ট্রেলিয়ার নারী ও নেতৃত্বের বিশ্বকোষে এলিজাবেথ মে কাউচম্যান"}