{"pageid": 1525271, "title": "আহমদ বিন হাম্বলের সমাধি", "url": "https://bn.wikipedia.org/wiki?curid=1525271", "content": "ইমাম আহমদ ইবনে হাম্বলের সমাধি ( আরবি : ضريح الإمام أحمد بن حنبل) হল একটি সমাধি।এটি হাম্বলী মাযহাবের প্রতিষ্ঠাতা আহমদ ইবনে হাম্বলকে উৎসর্গ করে তৈরি করা হয়েছে। উসমানীয় আমলের নির্মাণশৈলী অনুসারে নির্মিত এই ভবনটি ইরাকের বাগদাদের রুসাফা জেলায় অবস্থিত।\nকিছু  ইতিহাসবিদ এই সমাধিসৌধটি আসলে আহমদ ইবনে হাম্বলের নামে ছিল কিনা তা নিয়ে সন্দেহ  প্রকাশ করেছেন। তবে এখনও বিশ্বব্যাপী তীর্থযাত্রীরা এটি পরিদর্শন করেন।\n\n\n== ইতিহাস ==\n\n\n=== আহমদ ইবনে হাম্বল ===\nআহমদ ইবনে হাম্বল (৭৮০-৮৫৫)  একজন প্রাথমিক যুগের মুসলিম পণ্ডিত, মুহাদ্দিস এবং হাম্বলী চিন্তাধারার প্রতিষ্ঠাতা ছিলেন। তাকে বাব আল-হারবের কবরস্থানে অন্যান্য মুসলিম পণ্ডিত এবং বিশর আল-হাফির মতো সাধকদের সাথে সমাহিত করা হয়েছিল। ত্রয়োদশ শতাব্দীতে, পরিব্রাজক পর্যটক ইয়াকুত আল-হামাভি উল্লেখ করেন যে, আহমাদ বন হাম্বল-এর কবর বাব আল-হারব কবরস্থানে রয়েছে। এটি বর্তমানে কাজিমিয়া জেলায় অবস্থিত। এখানে  মুসা আল-কাজিম এবং বিশর আল-হাফির সমাধিও রয়েছে।\n\n\n=== সমাধিসৌধ নির্মাণ ===\nভ্রমণকারী ইবনে বতুতার মতে, আহমাদ বিন হাম্বলের কবরে সমাধি নির্মাণের বহু চেষ্টা হয়েছিল। কিন্তু স্থানীয়রা তা ভেঙে ফেলত। বর্তমান সমাধিসৌধটি   আরেফ আঘা মসজিদ ( আরবি : مسجد عارف أغا) নামে একটি ছোট উসমানীয় মসজিদের ভেতরে একটি কক্ষে রয়েছে। এটি ১৯৯৮ সালে পুনর্নির্মাণ করা হয়েছিল।\nস্থানীয় গল্পে বলা হয়, ১৯৩৭ সালে বাব আল-হারব কবরস্থান প্লাবিত হলে মৃতদেহগুলো অন্যত্র সরানো হয়। আহমদ ইবনে হাম্বলের মৃতদেহ আরেফ আগা মসজিদে নিয়ে যাওয়া হয়েছিল।  সেখানে একটি ঘরে পুনরায় দাফন করা হয়েছিল। তবে, এই গল্পের পক্ষে কোনও প্রমাণ পাওয়া যায়নি। যার ফলে আধুনিক ইতিহাসবিদরা এটি নিয়ে সন্দেহ পোষণ করেন। এছাড়া ঐতিহাসিক ও পণ্ডিত আল-বান্দানিজি (মৃ. ১৮৬৬) বলেছিলেন যে আহমাদ ইবন হানবালকে বাব আল-হারবে একটি চিহ্নবিহীন কবরে সমাহিত করা হয়েছিল। আল-বান্দানিজির মতে সময়ের সাথে সাথে এর চিহ্ন মুছে যাওয়ায় কবরস্থানটিও টিকে থাকেনি।\n\n\n=== বর্তমান অবস্থা ===\nসময়ের সাথে সাথে সমাধিসৌধটি বেশ জরাজীর্ণ এবং অসম্পূর্ণ অবস্থায় পৌঁছেছিল। কেবলমাত্র বাগদাদে পবিত্র পীরদের কবর জিয়ারত করতে আসা তীর্থযাত্রীরাই এখানে আসতেন। ২০২১ সালে, আল জাজিরা জানিয়েছে যে মহামারীর কারণে সমাধিস্থলে স্বাভাবিকের তুলনায় কম দর্শনার্থী এসেছিল।  ২০১০ সালে মাজারের শেষ সংস্কার করা হয়। তবে স্থানীয়রা এটিকে পুনরায় সংরক্ষণ করতে রাজি হয়নি। কারণ হাম্বলি মাজহাব গম্বুজযুক্ত সমাধিসৌধকে নিষিদ্ধ মনে করে। \n\n\n== স্থাপত্য ==\nমসজিদ এবং সমাধিসৌধের কাঠামোটি উসমানীয় শৈলীতে নির্মিত। এর আয়তন ৩০০ বর্গমিটার। এর একটি ছোট উঠোন আছে। ভবনটির উপরে একটি ছোট গম্বুজ রয়েছে। মসজিদের প্রধান প্রবেশপথটি খুবই সরু।  প্রধান কক্ষের কিবলা দেয়ালের পেছনে আহমদ বিন হাম্বল-এর কবর অবস্থিত। সমাধির উপরে মার্বেল পাথরের সমাধিফলকটি কাপড় এবং রেশমের স্তর দিয়ে ঢেকে দেয়া হয়েছে। সময়ের সাথে সাথে বিভিন্ন তীর্থযাত্রীরা এখানে কাপড় ও রেশম দান করেছিল।\n\n\n== তথ্যসূত্র =="}