{"pageid": 1525929, "title": "ইউসুফ আবুল হাজ্জাজ", "url": "https://bn.wikipedia.org/wiki?curid=1525929", "content": "শেখ ইউসুফ আবুল হাজ্জাজ ( আরবি: الشيخ يوسف أبو الحجاج   ; আনুমানিক ১১৫০ – আনুমানিক ১২৪৫), আল হাগাগ বা আল-হাজ্জাজ  একজন মরমী সুফি পণ্ডিত এবং ধর্মীয় ব্যক্তিত্ব ছিলেন। তার জন্মদিন প্রতি বছর মিশরের লুক্সর শহরে পালন করা হয়।\n\n\n== জীবনের প্রথমার্ধ ==\nতিনি ষষ্ঠ হিজরী শতাব্দীর শুরুর দিকে দিকে আব্বাসীয় খলিফা আল-মুকতাফি লি-আমরুল্লাহর শাসনামলে বাগদাদে জন্মগ্রহণ করেন। তিনি এক সম্ভ্রান্ত, সচ্ছল পরিবার থেকে এসেছিলেন। তাঁর পিতা আব্বাসীয় রাজ্যে উচ্চ পদে অধিষ্ঠিত ছিল। তাকে শরীফদের একজন অথবা মহানবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বংশধরদের একজন হিসেবে বিবেচনা করা হয়। তার বংশধারা সৈয়দনা ইমাম হুসাইন ইবনে আলী পর্যন্ত পৌঁছায়।\n\n\n== কর্মজীবন ==\nআবু হাজ্জাজ সম্ভবত ১১৯০ থেকে ১২০০ সালের মধ্যে মক্কায় চলে আসেন। তিনি আলেকজান্দ্রিয়ায় গিয়ে শাধিলি ও রিফাই তরিকার শীর্ষস্থানীয় সুফিদের সাথে সাক্ষাৎ করেন। তিনি শায়খ আবদ আর-রাজ্জাক আল-জাযুলির নিকট শিক্ষালাভ করেন। পরে তিনি তার ঘনিষ্ঠ শিষ্যদের একজন হয়ে ওঠেন। তিনি সেখানে একটি জাওইয়া প্রতিষ্ঠা করেন। এরপর তিনি লুক্সরে ফিরে আসেন এবং কেনা মসজিদের মালিক শেখ আবদাল রহিম আল-কানাইয়ের সাথে দেখা করেন। তিনি \"হাজিদের পিতা\" ডাকনাম পান। আবুল হাজ্জাজ আবু হাজ্জাজ মসজিদের পৃষ্ঠপোষক। এখানে তার জন্মদিন (মাওলিদ) প্রতি বছর পালিত হয়। স্থানীয় লোককাহিনী থেকে জানা যায় যে তিনি মসজিদটি নির্মাণ করেননি। কিন্তু পরবর্তীকালে কর্মকর্তাদের দ্বারা মসজিদটি ভেঙে ফেলার প্রচেষ্টা থেকে রক্ষা করেছিলেন। হাজ্জাজ সম্ভবত  মসজিদে থাকতেন। সেখান থেকেই তাঁর ধর্মীয় শিক্ষা পরিচালনা করতেন।\n\n\n== মৃত্যু এবং সমাধি ==\nআবু হাজ্জাজ সুলতান আস-সালিহ আইয়ুবের রাজত্বকালে আনুমানিক ১২৪৪ সালে মারা যান। মৃত্যুর সময়  লুক্সরে  তাকে দেখতে অনেক ভক্ত এসেছিল। তাঁর দেহ প্রাচীন গির্জার ছাদে অবস্থিত একটি সমাধিতে স্থাপন করা হয়েছিল। এটি সেই সময়ে মাটির নীচে সমাহিত ছিল। এই স্থানেই বর্তমান মসজিদের প্রাথমিক কাঠামোটি এক দশক পরে হাজ্জাজের ছেলে নির্মাণ করে। হাজ্জাজকে সম্ভবত এই মসজিদেই  সমাহিত করা হয়েছিল।\n\n\n== জন্মদিন উদযাপন ==\nপ্রতি বছর শাবান মাসের চতুর্দশ তারিখে আবু আল-হাজ্জাজ আল-আকসারির স্মরণে একটি মওলিদ অনুষ্ঠিত হয়। এই উৎসব  \"আবু আল-হাজ্জাজ চক্র\" নামে পরিচিত।  প্রাচীন মিশরীয়দের দেবতা আমুনের উৎসবের সাথে এটির আচার-অনুষ্ঠানের মিল আছে। লোকেরা লুক্সরের আবু হাজ্জাজ মসজিদের প্রাঙ্গণে জড়ো হয়। সেখান থেকে শহরের রাস্তা ধরে তারা আল্লাহর জিকির করতে করতে, ধর্মীয় গান গাইতে গাইতে এবং কোরআন তেলাওয়াত করতে করতে এগিয়ে যায়। এ সময় তারা “তাহতিব” (লাঠিখেলা), লাঠি নৃত্য, ঘোড়দৌড়, এবং উটের পিঠে করে রঙিন কাপড়ে মোড়ানো প্রতীকী কফিন বহন করে থাকে।\nআবুল হাজ্জাজের জন্ম উৎসবের একটি বিশেষ আকর্ষণ হলো একটি নৌকা। নৌকাটি হাজার হাজার মানুষ টেনে শহরের রাস্তায় ঘুরিয়ে নিয়ে যায়। এর পিছনে বিভিন্ন পেশার মানুষের গাড়ি থাকে—যেমন কাঠমিস্ত্রি, শস্যপেষাইকারী প্রভৃতি।\n\n\n== তথ্যসূত্র =="}