{"pageid": 1525425, "title": "জাওইয়া আল-নুসাক", "url": "https://bn.wikipedia.org/wiki?curid=1525425", "content": "জাওইয়া আল-নুসাক (আরবি: زاوية النساك; যা জাউইয়াত এন-নৌসাক নামেও লিখিত হয়) হলো একটি ঐতিহাসিক জাওইয়া (ধর্মীয় কমপ্লেক্স এবং বাসস্থান) যা মরক্কোর সালে শহরের পুরাতন দেয়ালের ঠিক বাইরে অবস্থিত।\n\n\n== ইতিহাস ==\nজাওইয়াটি ১৩৫৬ সালে মেরিনিড সুলতান আবু ইনান দ্বারা নির্মিত হয়। একটি পূর্ববর্তী শিলালিপিতে উল্লেখ করা হয়েছে যে, এর নির্মাণ কাজ ২৭ শা'বান ৭৫৭ হিজরিতে (২৫ আগস্ট ১৩৫৬ খ্রিস্টাব্দ) সম্পন্ন হয়। ভবনটির নামের অর্থ \"সন্ন্যাসীদের জাওইয়া\", যা ইবনে আল-খতিবের লেখা থেকে এসেছে।\nজাওইয়ায় সম্ভবত একজন শেখের নেতৃত্বে সুফি ছাত্ররা ছিলেন, যারা একসাথে নামাজ পড়তেন এবং কুরআন অধ্যয়ন করতেন। উত্তর আফ্রিকার অন্যান্য জাওইয়ার মতো এটি কোনও মুসলিম সাধকের সমাধিকে কেন্দ্র করে ছিল না এবং কোনও নির্দিষ্ট সুফি ভ্রাতৃত্বের কেন্দ্রও ছিল না। তবে কাছাকাছিই ছিল সিদি বেল আব্বাস নামে একজন মুসলিম সাধকের সমাধি। এই কারণে কিছু সূত্র জাওইয়াকে সিদি বেল আব্বাসের জাওইয়া হিসেবে উল্লেখ করেছে। জাওইয়াটি এক ধরণের ফান্ডুক (কারাভানসরাই) হিসেবেও কাজ করত, যা সকল ধরণের ভ্রমণকারী এবং তীর্থযাত্রীদের থাকার ব্যবস্থা করত। শহরের ফটকগুলি তালাবদ্ধ হওয়ার পরে দিনের শেষের দিকে সালেতে আসা ভ্রমণকারী এবং ক্যারাভানদের এখানে থাকার ব্যবস্থা করা যেতে পারে।\nসম্ভবত কোন এক অজানা তারিখে আগুন লেগে ভবনটি ব্যাপকভাবে ক্ষতিগ্রস্ত হয়েছিল। ১৯১২ সালে এর দক্ষিণ-পশ্চিম প্রবেশদ্বারটি ভেঙে পড়ে। বিংশ শতাব্দীতে এর উত্তর-পশ্চিম প্রবেশদ্বারটি ছাড়া এটি মূলত ধ্বংসস্তূপে পরিণত হয়েছিল। ১৯৪৮ সালে প্রত্নতাত্ত্বিক জ্যাক মিউনি এর ধ্বংসাবশেষ খনন এবং অধ্যয়ন করেন। ১৯৮১ সালে লেখক রিচার্ড পার্কারের মতে, জাওইয়ার অংশবিশেষ সেই সময় ব্যক্তিগত বাসস্থান হিসেবে ব্যবহৃত হচ্ছিল। এরপর ভবনটি মূলত পুনর্নির্মাণ করা হয়। এর উত্তর-পশ্চিম প্রবেশপথের পাথরের প্রবেশদ্বারটিই মূল কাঠামো থেকে সংরক্ষিত একমাত্র প্রধান বৈশিষ্ট্য।\n\n\n== স্থাপত্য ==\nভবনটির একমাত্র সুসংরক্ষিত অংশ হল খোদাই করা পাথরের তৈরি অলংকৃত প্রবেশদ্বার। উত্তর-পশ্চিমমুখী এই প্রধান ফটকটি বাব সালে নামে পরিচিত ছিল। খিলানপথের চারপাশে আন্তঃলেসিং রেখার অর্ধবৃত্তাকার ব্যান্ড, স্প্যান্ড্রেলগুলিতে ভরা আরাবস্কু এবং স্প্যান্ড্রেলের কেন্দ্রে খোদাই করা খোল বা পামেট আলমোহাদ যুগের বাব ওউদায়া এবং রাবাতের বাবের-রৌয়ার, পাশাপাশি চেল্লার আরও আধুনিক মেরিনিড গেটের কথা মনে করিয়ে দেয়। উপরের কোণে অবস্থিত কর্বেলগুলি একসময় দরজার উপরে একটি ঝুলন্ত ছাদে ছিল। কুফিক লিপিতে এবং অভিশাপ লিপিতে দুটি আরবি শিলালিপি ব্যান্ডে কুরআনের আয়াত চিত্রিত রয়েছে। বাব চেল্লাহ নামে ভবনের দক্ষিণ-পশ্চিম দিকের একটি গৌণ প্রবেশপথ ১৯১২ সালে ভেঙে পড়ে। এটি সম্ভবত প্রধান প্রবেশদ্বারটির মতো ছিল। এতে একটি শিলালিপি ছিল যা পোর্টালটি ধসের আগে নথিভুক্ত ছিল এবং আবু ইনান কর্তৃক ভবনের ভিত্তিপ্রস্তর স্থাপন এবং ১৯৫৬ সালে এর সমাপ্তির কথা উল্লেখ করা হয়।\nপিসে দিয়ে তৈরি ভবনের বাকি অংশটি ভালোভাবে সংরক্ষণ করা হয়নি। এর একটি আয়তাকার মেঝে পরিকল্পনা রয়েছে যার মাপ ৩৪.৯ মি (১১৫ ফু) লম্বা এবং ২৬.৮ মি (৮৮ ফু) প্রস্থ। এই ভবনের বিন্যাস এখান থেকে খুব দূরে চেল্লায় আবু ইনান কর্তৃক নির্মিত পূর্ববর্তী জাউইয়ার সাথে অনেক মিল খুঁজে পায়, যা থেকে বোঝা যায় যে এটি সম্ভবত পরবর্তীকালের একটি মডেল হিসেবে কাজ করেছিল। প্রবেশপথের পিছনে একটি বারান্দা ছিল যা মূল উঠোনে নিয়ে যেত। বারান্দা থেকে মিদা'আ (আরবি: ميضأة \"অজু করার সুবিধা\") -এর দিকে যাওয়ার পথও ছিল। উত্তরে এবং দক্ষিণে থাকার ঘর যা সম্ভবত প্রতিষ্ঠানের শেখের ছিল। প্রধান উঠোনটি একটি বৃহৎ আয়তাকার জলাশয়ের চারপাশে কেন্দ্রীভূত ছিল, যার উভয় প্রান্তে একটি বৃত্তাকার ঝর্ণা ছিল এবং এর চারপাশে গ্যালারি ছিল যা অন্যান্য কক্ষগুলিতে নিয়ে যায়। এটি সম্ভবত শিক্ষাদান এবং সভার জন্য ব্যবহৃত হত। ছাত্রদের থাকার ঘর সম্ভবত উপরের তলায় অবস্থিত ছিল যা এখন আর নেই। উঠোনের মেঝে এবং নীচের দেয়ালগুলি জেলিল টাইলের কাজ দিয়ে সজ্জিত ছিল, যা জ্যাক মিউনি বিংশ শতাব্দীর খননকার্যের সময় নথিভুক্ত করেছিলেন। মিউনিয়ে খোদাই করা স্টুকোর বিক্ষিপ্ত টুকরোও খুঁজে পেয়েছেন, যা থেকে বোঝা যায় যে অন্যান্য মেরিনিড মাদ্রাসার মতো ভবনের বাকি অংশেও এই ধরণের অলংকরণ ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nAlmela, Iñigo (২০২২)। \"La zāwiya en época meriní: el soberano piadoso y el caso revelador de al-Nussāk (Salé, Marruecos)\" (স্পেনীয় ভাষায়): 33–73। আইএসএসএন 1988-2645। \n\n\n== বহিঃসংযোগ ==\nআলমেনারা ব্লাঙ্কা দ্বারা জাউইয়া আল-নুসাকের 3D ঐতিহাসিক পুনর্গঠন, ইনিগো আলমেলার একটি গবেষণা থেকে"}