{"pageid": 1525007, "title": "ঢাকা কেন্দ্রীয় বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1525007", "content": "ঢাকা কেন্দ্রীয় বিশ্ববিদ্যালয় বা ঢাকা সেন্ট্রাল ইউনিভার্সিটি হলো বাংলাদেশের একটি প্রস্তাবিত সরকারি বিশ্ববিদ্যালয়। এটি ঢাকা বিশ্ববিদ্যালয়ের অধিভুক্ত ৭ কলেজের একীভূতকরণের মাধ্যমে প্রতিষ্ঠিত হবে। ২০২৫ সালের মার্চে ইউজিসির কর্মকর্তাদের তথ্যানুসারে খুব শীঘ্রই বিশ্ববিদ্যালয়ের কার্যক্রম শুরু হবে।\n\n\n== ইতিহাস ==\n\nবাংলাদেশ বিশ্ববিদ্যালয় মঞ্জুরী কমিশন (ইউজিসি) ৭ কলেজের শিক্ষার্থীদের দীর্ঘদিনের প্রশাসনিক ও একাডেমিক সংস্কারের দাবির প্রেক্ষিতে নতুন বিশ্ববিদ্যালয়টি প্রতিষ্ঠার সিদ্ধান্ত গ্রহণ করে।\n২০১৭ সালের ১৭ ফেব্রুয়ারিতে তৎকালীন প্রধানমন্ত্রীর নির্দেশে উচ্চশিক্ষার মানোন্নয়ন ও আধুনিক কারিকুলাম চালুর লক্ষ্যে সরকার ঢাকা বিশ্ববিদ্যালয়ের অধীনে এই সাতটি সরকারি কলেজকে অধিভুক্ত করে। এই কলেজগুলো ১৯৯২ সালে জাতীয় বিশ্ববিদ্যালয়ে স্থানান্তরের আগ পর্যন্ত ঢাবির অধীনেই ছিল। কিন্তু প্রশাসনিক জটিলতা ও অদক্ষতার কারণে ২০২৪ সালের অক্টোবর থেকে শিক্ষার্থীরা আন্দোলন শুরু করে। প্রতিক্রিয়ায় সরকার ডিসেম্বর ২০২৪ সালে একটি বিশেষ কমিটি গঠন করে নতুন স্বতন্ত্র বিশ্ববিদ্যালয় প্রতিষ্ঠার সম্ভাব্যতা যাচাই করে।\n২০২৫ সালের ফেব্রুয়ারিতে ঢাবি ও সাত কলেজ শিক্ষার্থীদের মধ্যে উত্তেজনা বৃদ্ধি পেলে ঢাবি ২০২৪-২৫ শিক্ষাবর্ষ থেকে কলেজগুলোর সাথে সম্পর্ক ছিন্নের ঘোষণা দেয়। বিদ্যমান শিক্ষার্থীরা ঢাবির অধীনেই থাকলেও ডিসেম্বর ২০২৪ সালে গঠিত বিশেষজ্ঞ কমিটি এই উত্তরণ প্রক্রিয়া তত্ত্বাবধান করবে।\nসাতটি কলেজের শিক্ষার্থীরা এ সিদ্ধান্তকে স্বাগত জানালেও তাদের একাডেমিক ভবিষ্যৎ নিয়ে শঙ্কা প্রকাশ করে। তারা ঢাবির প্রো-ভাইস চ্যান্সেলরের পদত্যাগ ও শিক্ষার্থী নিপীড়নের অভিযোগে তোলা পুলিশ সদস্যদের প্রত্যাহারসহ নতুন দাবি উত্থাপন করে। ক্লাস বর্জন ও বর্ধিত আন্দোলনের হুমকি দিয়ে তারা প্রতিবাদ অব্যাহত রাখে। ঢাবি কর্তৃপক্ষ স্বীকার করে যে অতিরিক্ত প্রশাসনিক চাপ সামলানোর মতো সম্পদ তাদের নেই। অন্যদিকে, ঢাকা কলেজের অধ্যক্ষ নিশ্চিত করেন যে কলেজগুলো ঢাবি বা জাতীয় বিশ্ববিদ্যালয়ের অধীনে থাকবে না; বরং শিক্ষাবিদদের সাথে পরামর্শ করে নতুন প্রশাসনিক কাঠামো তৈরি করা হবে।\n২০২৫ সালের শুরুতে সরকারি তিতুমীর কলেজের শিক্ষার্থীরা তাদের প্রতিষ্ঠানটিকে বিশ্ববিদ্যালয়ে উন্নীত করার দাবি জোরালো করে। জানুয়ারির শেষে তারা অনশন ও সড়ক অবরোধ শুরু করে, বিশেষত মোহাম্মদপুর-গুলশান সড়ক ধারাবাহিক কয়েকদিন বন্ধ রাখে। আন্দোলনকারীরা শুধুমাত্র তিতুমীর কলেজকে বিশ্ববিদ্যালয় করার দাবিতে কেন্দ্রীভূত হয়। শিক্ষা মন্ত্রণালয় তাদের উদ্বেগ স্বীকার করে তবে সিদ্ধান্তের পূর্বে বিস্তারিত মূল্যায়নের প্রয়োজনীয়তা তুলে ধরে। সরকারি প্রতিনিধিদের কাছ থেকে এক সপ্তাহের মধ্যে দাবি পূরণের আশ্বাস পেয়ে শিক্ষার্থীরা আন্দোলন স্থগিত করে \nমাসব্যাপী মূল্যায়ন শেষে ২০২৫ সালের ১৬ মার্চ ইউজিসির আগারগাঁও কার্যালয়ে এক সভায় নতুন বিশ্ববিদ্যালয়ের নাম ঢাকা কেন্দ্রীয় বিশ্ববিদ্যালয় চূড়ান্ত হয়। প্রস্তাবিত নামটি শিক্ষা মন্ত্রণালয়ে অনুমোদনের পর উপদেষ্টা পরিষদের সমর্থন ও রাষ্ট্রপতির অধ্যাদেশ জারির মাধ্যমে আনুষ্ঠানিকতা সম্পন্ন হবে।\n\n\n== গঠন ==\nনতুন এই বিশ্ববিদ্যালয়টি চলবে ‘হাইব্রিড মডেলে’। এখানে ৪০ শতাংশ ক্লাস হবে অনলাইনে আর ৬০ শতাংশ ক্লাস হবে সশরীর।  বিশ্ববিদ্যালয় সৃষ্টি সম্পন্ন না হওয়া পর্যন্ত ইউজিসির তত্ত্বাবধানে সমন্বিত কাঠামোর অধীন চলবে সাত কলেজের কাজ। এ কাঠামোর প্রধান হিসেবে কাজ করবেন সাত কলেজের যেকোনো একজন অধ্যক্ষ। এতে ঢাকা বিশ্ববিদ্যালয়ের পরীক্ষা নিয়ন্ত্রক দপ্তর, ভর্তি দপ্তর, রেজিস্ট্রার দপ্তর ও হিসাব দপ্তরের প্রতিনিধিরাও থাকবেন।\nঢাকা কেন্দ্রীয় বিশ্ববিদ্যালয়ে নিম্নলিখিত সাতটি সরকারি কলেজ অন্তর্ভুক্ত হবে:\n\nঢাকা কলেজ\nইডেন মহিলা কলেজ\nবেগম বদরুন্নেসা সরকারি মহিলা কলেজ\nসরকারি শহীদ সোহরাওয়ার্দী কলেজ, ঢাকা\nকবি নজরুল সরকারি কলেজ\nসরকারি বাঙলা কলেজ\nসরকারি তিতুমীর কলেজ\n\n\n== অনুষদ ও বিভাগ ==\nঢাকা কেন্দ্রীয় বিশ্ববিদ্যালয়ে ৪টি অনুষদ ও ২৬টি বিভাগ আছে।\n\nবিজ্ঞান অনুষদ\nপ্রাণীবিদ্যা\nরসায়ন\nগণিত\nউদ্ভিদবিজ্ঞান\nপদার্থবিজ্ঞান\nমনোবিজ্ঞান\nপরিসংখ্যান\nভূগোল ও পরিবেশবিদ্যা\nতথ্য ও যোগাযোগ প্রযুক্তি (আইসিটি)\nমৃত্তিকাবিজ্ঞান\nকলা অনুষদ\nদর্শন\nইতিহাস\nইসলামের ইতিহাস ও সংস্কৃতি\nবাংলা\nইংরেজি\nআরবি\nইসলামিক স্টাডিজ\nসামাজিক বিজ্ঞান অনুষদ\nঅর্থনীতি\nসমাজবিজ্ঞান\nরাষ্ট্রবিজ্ঞান\nসমাজকর্ম\nগার্হস্থ্য অর্থনীতি\nব্যাবসায় প্রশাসন অনুষদ\nহিসাববিজ্ঞান\nবাবস্থাপনা\nমার্কেটিং\nফিন্যান্স ও ব্যাংকিং\nবর্তমানে একেকটি কলেজে অনেকগুলো বিষয়ে স্নাতক (সম্মান) ও স্নাতকোত্তরে পড়ানো হয়। নতুন মডেলের বিশ্ববিদ্যালয়ে তা হবে না। পরিকল্পনা হলো কলেজগুলোতে অনুষদভিত্তিক ক্লাস হবে। কোন কলেজে কোন অনুষদভুক্ত বিষয়ের ক্লাস হবে, তা নিয়ে বর্তমানে আলোচনা চলছে।\n\n\n== আরও দেখুন ==\nবাংলাদেশ বিশ্ববিদ্যালয় মঞ্জুরী কমিশন\nবাংলাদেশের শিক্ষা ব্যবস্থা\nঢাকা বিশ্ববিদ্যালয়\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅধিভুক্ত ৭ কলেজ\nশিক্ষা মন্ত্রণালয়\nবাংলাদেশ বিশ্ববিদ্যালয় মঞ্জুরী কমিশন"}