{"pageid": 1525039, "title": "রঞ্জনা অ্যাশ", "url": "https://bn.wikipedia.org/wiki?curid=1525039", "content": "রঞ্জনা অ্যাশ (জন্মনাম সিদ্ধান্ত; ৬ ডিসেম্বর ১৯২৪ – ১০ আগস্ট ২০১৫) একজন ভারতে-জন্মগ্রহণকারী লেখক, সাহিত্য সমালোচক, শিক্ষাবিদ ও কর্মী ছিলেন, যিনি দক্ষিণ এশীয় এবং আফ্রিকীয় সাহিত্যর অগ্রণী সমর্থক হিসেবে পরিচিত। ১৯৫০-এর দশকে তিনি ইংল্যান্ডে চলে যান এবং সেখানে আমেরিকান-জন্মগ্রহণকারী লেখক ও সম্প্রচারক বিল অ্যাশ-কে বিবাহ করেন।\n\n\n== জীবনী ==\nরঞ্জনা সিদ্ধান্ত জন্মগ্রহণ করেন পশ্চিমবঙ্গের বীরভূম জেলায়। তিনি তার শৈশব কাটিয়েছেন লখনউতে। তিনি সেখানকার স্থানীয় মহিলা কলেজে পড়াশোনা করেন এবং লখনউ বিশ্ববিদ্যালয় থেকে রাষ্ট্রবিজ্ঞান বিষয়ে স্নাতক ডিগ্রি অর্জন করেন। ১৯৪৭ সালে তিনি ভারত সরকারের একটি বৃত্তি লাভ করে আইওয়া বিশ্ববিদ্যালয়-এ যান। ডক্টরেট সম্পন্ন করে ১৯৪৯ সালে ভারতে ফিরে আসেন এবং আলিগড় বিশ্ববিদ্যালয়-এ প্রভাষক হিসেবে যোগ দেন। পরে লখনউতে ফিরে গিয়ে ১৯৫১ থেকে ১৯৫৪ সাল পর্যন্ত বিশ্ববিদ্যালয়ে অধ্যাপনা করেন।\nতিনি স্কুলের জন্য সম্প্রচারও শুরু করেন, এবং একটি ঘটনা তার জীবন পরিবর্তন করে দেয়, যখন তিনি বিবিসির একজন ভারতীয় সংবাদদাতার সাথে পরিচিত হন। আলাস্টেয়ার নিবেন দ্য গার্ডিয়ান-এ বর্ণনা করেছেন: \"১৯৫২ সালে, কাশ্মীরে এক রাইডিং হলিডেতে থাকাকালীন তিনি বামপন্থী আমেরিকান সম্প্রচারক উইলিয়াম অ্যাশ-এর সঙ্গে পরিচিত হন, উইলিয়াম একজন পাইলট এবং যুদ্ধবীর ছিলেন। ১৯৬৩ সালের চলচ্চিত্র দ্য গ্রেট এস্কেপ-এ তিনি স্টিভ ম্যাককুইন-এর চরিত্রের অনুপ্রেরণা ছিলেন। তিনি যুক্তরাজ্যে বসবাস শুরু করেন এবং ১৯৫৪ সালের মে মাসে রঞ্জনা অ্যাশ  ইংল্যান্ডে তাঁর কাছে যান যান। সেখানে তিনি শিক্ষা ইনস্টিটিউটে সমাজবিজ্ঞানে এমএ পড়েন। ১৯৫৫ সালে তারা বিবাহবন্ধনে আবদ্ধ হন।\"\nইংল্যান্ডে লন্ডন শহরে বসবাসকালীন তিনি পিস নিউজ পত্রিকার জন্য লিখতেন, এবং মুভমেন্ট ফর কলোনিয়াল ফ্রিডম-এ সক্রিয় ছিলেন। তিনি স্বামীর সঙ্গে ব্রিটেনের মার্কসবাদী-লেনিনবাদী কমিউনিস্ট পার্টিতে যোগ দেন এবং ম্যারিয়ন গ্লিন, ডেভিড পিট এবং সি. এল. আর. জেমস-এর মত কর্মীদের সঙ্গে রেসিয়াল ডিসক্রিমিনেশন বিরোধী আন্দোলন (সিএআরডি)-এ যুক্ত হন। তিনি স্কুলে খণ্ডকালীন শিক্ষকতা করতেন এবং লন্ডন বিশ্ববিদ্যালয়ের স্কুল অব ওরিয়েন্টাল অ্যান্ড আফ্রিকান স্টাডিজ থেকে আফ্রিকান স্টাডিজে এমএ করেছেন, তিনি বিশেষ করে চিনুয়া আচেবের সাহিত্যর উপর বিশেষজ্ঞ হয়েছেন। তার লেখা কুনাপিপি, ওয়াসাফিরি এবং পিএন রিভিউ-এর মতো প্রকাশনায় ছাপা হয়েছে এবং তিনি সুশীলা নস্তার মাদারল্যান্ডস: আফ্রিকা, ক্যারিবিয়ান এবং দক্ষিণ এশিয়ার কৃষ্ণাঙ্গ মহিলাদের লেখা (দ্য উইমেন'স প্রেস, ১৯৯১)-এর একজন সহ-লেখক ছিলেন। অ্যাশ বিশেষ করে দক্ষিণ এশীয় ভাষা থেকে অনুবাদ নিয়ে আগ্রহী ছিলেন, ১৯৮০ সালে ভারত, পাকিস্তান এবং বাংলাদেশের ছোটগল্প প্রকাশ করেন। ১৯৮২ সালে তিনি দক্ষিণ এশীয় সাহিত্য সমিতি প্রতিষ্ঠা করেন এবং উপমহাদেশীয় লেখকদের উৎসাহিত করতে থাকেন।\nঅ্যাশ ২০১৫ সালে লন্ডনে ৯০ বছর বয়সে মৃত্যুবরণ করেন।\n\n\n== নির্বাচিত গ্রন্থপঞ্জি ==\n(জোয়ান গুডি, লেসলি স্ট্রাট্টা, হিউ নাইট, জিন মিলস, রব জেফকোট-এর সঙ্গে) \"ইংরেজি ইন এ মাল্টিকালচারাল সোসাইটি\", ইংরেজি ইন এডুকেশন, খণ্ড ১১, সংখ্যা ১, বসন্ত ১৯৭৭।\nভারত, পাকিস্তান এবং বাংলাদেশের ছোটগল্প, হারাপ, ১৯৮০, আইএসবিএন ৯৭৮-০২৪৫৫৩৫৭১০।\n\"টেগোরের সঙ্গে বেড়ে ওঠা: রবীন্দ্রনাথের রচনায় ব্যক্তিগত ও রাজনৈতিক অন্বেষণ\", পারফর্মিং আর্টস অ্যান্ড সাউথ এশিয়ান লিটারেচার, খণ্ড ৫, সংখ্যা ২।\n\"ব্রিটেনে বহু-সাংস্কৃতিক শিক্ষায় রবীন্দ্রনাথের পরিচয়\"। In: লাগো, এম., এবং আর. ওয়ারউইক (সম্পা.), রবীন্দ্রনাথ ঠাকুর, প্যালগ্রাভ ম্যাকমিলান, লন্ডন, ১৯৮৯। https://doi.org/10.1007/978-1-349-09133-1_10।\nভারতের লেখকগণ, বুক ট্রাস্ট, ১৯৯০, আইএসবিএন ৯৭৮-০৮৫৩৫৩৪৩৭২।\n\"ভারতীয় মহিলাদের ইংরেজি সাহিত্য\", কুনাপিপি, খণ্ড ১৬, সংখ্যা ১, ১৯৯৪।\n\"দুইজন বিংশ শতাব্দীর প্রারম্ভিক মহিলা লেখক\"। In অরবিন্দ কৃষ্ণ মেহ্রোত্রা (সম্পা.), ইংরেজিতে ভারতীয় সাহিত্যর ইতিহাস, নিউ ইয়র্ক: কলম্বিয়া বিশ্ববিদ্যালয় প্রেস, ২০০৩, পৃষ্ঠা ১২৬–৩৪।\n\"ইংরেজি পাঠ্যক্রমে দক্ষিণ এশীয় সাহিত্য পরিচিতি\", ইংরেজি ইন এডুকেশন ১১(১), জুন ২০০৮, পৃষ্ঠা ২৫–৩০। https://doi.org/10.1111/j.1754-8845.1977.tb00236.x\n\n\n== তথ্যসূত্র =="}