{"pageid": 1525055, "title": "হেমলতা লাভানম", "url": "https://bn.wikipedia.org/wiki?curid=1525055", "content": "হেমলতা লাভানম (২৬শে ফেব্রুয়ারী ১৯৩২ - ১৯শে মার্চ ২০০৮) ছিলেন একজন ভারতীয় সমাজ সংস্কারক, লেখিকা এবং নাস্তিক যিনি অস্পৃশ্যতা ও বর্ণ প্রথার বিরুদ্ধে প্রতিবাদ করেছিলেন। তিনি তাঁর স্বামী লাভানমের সাথে 'সংস্কার'-এর সহ-প্রতিষ্ঠাতাও ছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nহেমলতা ১৯৩২ সালের ২৬শে ফেব্রুয়ারি ব্রিটিশ ভারতের মাদ্রাজ প্রেসিডেন্সির ভিনুকোণ্ডায় জন্মগ্রহণ করেন, এটি বর্তমানে ভারতের অন্ধ্র প্রদেশের গুণ্টুর জেলায় অবস্থিত। তিনি তেলুগু কবি গুররাম জোশুয়া এবং মরিয়মার কন্যা ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি ১৯৬০ সালে লাভানমকে বিয়ে করেন এবং এর ফলে তিনি সমাজ সংস্কারক গোপারাজু রামচন্দ্র রাও এবং সরস্বতী গোরার পুত্রবধূ হন। তাঁরা ছিলেন নাস্তিক সমাজ সংস্কারক এবং বিজয়ওয়াড়ায় অ্যাথেইস্ট কেন্দ্রের প্রতিষ্ঠাতা।\n\n\n=== বিমুক্ত জাতিদের সংস্কার ===\nসংস্কার সংস্থার মাধ্যমে লাভানম এবং হেমলতা চম্বল উপত্যকায় বিনোবা ভাবের কাছে ডাকাতদের ঐতিহাসিক আত্মসমর্পণে অংশ নিয়েছিলেন। জয়প্রকাশ নারায়ণ এই দম্পতিকে অপরাধ পুনর্বাসনে কাজ করার জন্য অনুপ্রাণিত করেছিলেন। ১৯৭৪ সালে অন্ধ্রপ্রদেশের সীতানগরম, স্টুয়ার্টপুরম, কাওয়ালি এবং কাপ্পারল্লাথিপ্পা অঞ্চলে অপরাধমূলক সংস্কার ও পুনর্বাসনে সক্রিয়ভাবে অংশগ্রহণ করেন হেমলতা, লাভানম এবং অ্যাথেইস্ট কেন্দ্রের স্বেচ্ছাসেবকরা। তাঁরা অপরাধী উপজাতি আশ্রয়ের মানসিকতার পরিবর্তন আনতে এবং অপরাধী পুনর্বাসিত পরিবারগুলিকে বিকল্প জীবিকা প্রদানে সহায়তা করেছিলেন। হেমলতা এবং লাভানম অন্ধ্রপ্রদেশ সরকারের কাছে বসতি স্থাপন বাতিলের দাবি জানান। তাঁদের প্রচেষ্টার ফলে, রাজ্য সরকার ১৯৭৬ সালে ব্যবস্থাপনাগুলি বিলুপ্ত করে এবং তাদেরকে মুক্ত উপনিবেশ হিসাবে ঘোষণা করার পদক্ষেপ নেয়। তাঁরা স্টুয়ার্টপুরমের বন্দীদের সাথে দেখা করতেন এবং চিঠির মাধ্যমে ক্রমাগত যোগাযোগ রাখতেন। বসতি স্থাপনকারীদের পরিবার পরামর্শের জন্য অ্যাথেইস্ট কেন্দ্রে যেত। এই যোগাযোগ কিছু কঠোর অপরাধীকে বদলে দিয়েছিল। তাঁরা অপরাধীদের অপরাধ সংস্কৃতি পরিবর্তন করতে অনুপ্রাণিত করেছিলেন।\n\n\n=== যোগিনী নিয়ে কাজ ===\nহেমলতা এবং লাভানম সংস্কারের মাধ্যমে নিজামবাদ জেলায় যোগিনী প্রথা নির্মূলের জন্য কাজ করেছিলেন। তাঁর কাজের ফলে অন্ধ্রপ্রদেশের মুখ্যমন্ত্রী এন টি রামা রাও সরকার ১৯৮৮ সালে যোগিনী প্রথা নির্মূল করার জন্য আইন প্রণয়ন করে, কুমুদ বেন জোশী, সি. রঙ্গরাজন অন্ধ্রপ্রদেশের রাজ্যপাল হিসেবে হায়দ্রাবাদের রাজভবনে যোগিনীদের বিবাহ তত্ত্বাবধান করেন। সংস্কার নিজামবাদ জেলার বর্ণিতে চেল্লি নিল্যম সিস্টারস হোম প্রতিষ্ঠা করে।\n\n\n=== জোশুয়া ফাউণ্ডেশন ===\nজোশুয়া ফাউণ্ডেশন জোশুয়া সাহিত্য পুরস্কার প্রতিষ্ঠা করে, ভারতীয় সাহিত্যকে মানবিক মূল্যবোধ দিয়ে সমৃদ্ধ করেছেন এমন যেকোনো ভাষার কবিদের জন্য এটি একটি জাতীয় পুরস্কার। এদের যুক্তি ছিল জাতীয় সংহতিকে উৎসাহিত করা এবং উদ্দেশ্যমূলক কবিতাকে উৎসাহিত করা।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nহেমলতা হায়দ্রাবাদের পোট্টি শ্রীরামুলু তেলুগু বিশ্ববিদ্যালয় থেকে সমাজকর্মে ডক্টরেট লাভ করেন। ন্যাশনাল বুক ট্রাস্ট অফ ইণ্ডিয়া ন্যাশনাল বায়োগ্রাফি সিরিজে তাঁর একটি জীবনী প্রকাশ করেছে, যেটি লিখেছেন ভাকুলাভরনম ললিতা এবং কোম্পাল্লি সুন্দর। আচার্য নাগার্জুন বিশ্ববিদ্যালয়ের উপাচার্য কে ভিয়ান্না রাও বইটি প্রকাশ করেন এবং হেমলতার স্বামী লাভানমকে প্রথম কপি উপহার দেন।\n২০০৩ সালে হেমলতা সমাজসেবা ক্ষেত্রে অবদানের জন্য অন্ধ্রপ্রদেশের রাজ্যপাল সুরজিৎ সিং বার্নালার কাছ থেকে রেড অ্যাণ্ড ব্রেভারি পুরস্কার লাভ করেন।\n\n\n== মৃত্যু ==\nহেমলতা ডিম্বাশয়ের ক্যান্সারে ভুগছিলেন এবং ২০০৮ সালের ১৯শে মার্চ বিজয়ওয়াড়ার অ্যাথেইস্ট কেন্দ্রে মারা যান। কোনও ধর্মীয় রীতিনীতি ছাড়াই তাঁকে দাহ করা হয়েছিল।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n২০২৩ সালের তেলুগু ছবি টাইগার নাগেশ্বর রাও- এ রেণু দেশাই তাঁর চরিত্রে অভিনয় করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"তার ইচ্ছার বিরুদ্ধে: দক্ষিণ ভারতে দেবদাসী সংস্কৃতি\"    ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ অক্টোবর ২০২০ তারিখে ।\n'আধুনিক অন্ধ্রপ্রদেশে স্বেচ্ছাসেবী খাতের বিবর্তন: অতীত ও বর্তমান - সুন্দর কোম্পালি, পিএইচডি (এইচসিইউ)'"}