{"pageid": 1525441, "title": "ইমামজাদেহ", "url": "https://bn.wikipedia.org/wiki?curid=1525441", "content": "ইমামজাদেহ (ফার্সি: امامزاده) (অর্থাৎ: \" বারো ইমামের পুত্র, কন্যা\") একটি ফারসি শব্দ যার দুইটি সম্পর্কিত অর্থ রয়েছে: শিয়া ইসলামে এক ধরনের পবিত্র ব্যক্তি এবং এই জাতীয় ব্যক্তির মাজার-সমাধি।\nপ্রথমত, এই শব্দটির অর্থ একজন শিয়া ইমামের নিকটবর্তী বংশধর। এই শব্দটি উর্দু এবং আজেরি ভাষাতেও ব্যবহৃত হয়। ইমামজাদেহ অর্থ \"সন্তান\" বা ইমামের বংশধর। ইংরেজিতে  শব্দটির বানান বিভিন্নভাবে করা হয়, যেমন ইমামজাদা, ইমামজাদাহ এবং এমামজাদাহ।   ইমামজাদেহ মূলত সৈয়দ বা সৈয়দা বংশধর কারণ তারা ইমামদের বংশধর। ইমামজাদেহরাও সাইয়্যিদ, যদিও সকল সাইয়্যিদকে ইমামজাদেহ হিসেবে বিবেচনা করা হয় না। \nঅনেক গুরুত্বপূর্ণ ইমামজাদেহ আছেন। এদের মধ্যে অন্যতম দুইজন হলেন অষ্টম দ্বাদশ ইমাম ইমাম আলী আল-রিদার নিজের বোন ফাতিমা বিনতে মুসা এবং আলির কন্যা জয়নব বিনতে আলী, যাকে শিয়া মুসলমানরা প্রথম ইমাম এবং সুন্নি মুসলমানরা চতুর্থ রশিদ বলে আখ্যা দেয়। যদিও ঐতিহ্যগতভাবে  ইমামজাদেহরা নারী নন।\nদ্বিতীয়ত, ইমামজাদেহ হলো ইমামদের বংশধরদের মাজার-সমাধির জন্য একটি শব্দ, যারা সরাসরি মুহাম্মদের সাথে সম্পর্কিত।  এই মাজারগুলো কেবল ইমামদের বংশধরদের জন্য, ইমামদের নিজস্ব নয়।  এই মাজার-সমাধিগুলো শিয়া ভক্তি এবং তীর্থযাত্রার কেন্দ্র হিসেবে ব্যবহৃত হয়। বিশ্বাস করা হয় যে এদের অলৌকিক বৈশিষ্ট্য এবং আরোগ্য করার ক্ষমতা রয়েছে।  এধরনের অনেকগুলোই ইরাক, মদিনা, ভারত এবং ইরানে অবস্থিত।\n\nঅনেক মানুষ তাদের কাছাকাছি অবস্থিত ইমামজাদেহগুলোতে দর্শন দিতে যান। অনেক ইমামজাদেহর জন্য বিশেষ জিয়ারত-নামা (তীর্থযাত্রী)ও রয়েছে। এই তীর্থযাত্রাগুলোর মধ্যে কিছু প্রতি বছর নির্দিষ্ট সময়ে অনুষ্ঠিত হয়।  কিছু ইমামজাদেহ অন্যগুলোর মতো ভালোভাবে দেখাশোনা করা হয় না। রেইনিশের মতে, তিনি যে ইমামজাদেহটি দেখেছিলেন তার বেশিরভাগই ধ্বংসস্তূপে পরিণত হয়েছিল, যদিও সেটি এখনও গুরুত্বপূর্ণ। \n\n\n== ইমামজাদেহ মাজার-সমাধির তালিকা ==\nইমামজাদেহ হামজা, তাবরিজ\nইমামজাদেহ হামজেহ, কাশমার\nইমামজাদেহ জা'ফর, বোরুজার্দ\nইমামজাদেহ জা'ফর, দামঘান\nইমামজাদেহ জা'ফর, ইসফাহান\nইমামজাদেহ সালেহ, শেমিরান\nইমামজাদেহ সুলতান মুতাহার\nইমামজাদেহ (গাঞ্জা)\nইমামজাদেহ আহমেদ\nইমামজাদেহ ইসমাঈল এবং ইশাইয়াহ সমাধিসৌধ\nইমামজাদেহ হারুন-ই-ভেলায়াত\nইমামজাদেহ মোহাম্মদ\nইমামজাদেহ সৈয়দ মোর্তেজা\nইমামজাদেহ শাহ জায়েদ\nইমামজাদে হোসেন, কাজভিন\nশাহ-আবদুল-আজিমের মাজার\nশাহ চেরাগ\nআলী ইবনে হামজার সমাধি, শিরাজ \nসাইয়্যেদ আলাউদ্দিন হুসাইনের সমাধি\n\n\n== জনপ্রিয় সংস্কৃতি ==\nইমামজাদেহরা এতটাই প্রভাবশালী ছিলেন যে কিছু শহর বা শহরের কিছু অংশের নামকরণ করা হয়েছে ইমামজাদেহদের নামে যাদের সেখানে সমাহিত করা হয়েছে, উদাহরণস্বরূপ, তোরবাত-ই হেইদারিহ, গিলানের আস্তানেহ-ই আশরাফিয়াহ, আরাকের কাছে আস্তানেহ এবং শাহরেজা । \n\n\n== আরো দেখুন ==\nসাইয়্যেদ\nশিয়া ইসলামের পবিত্রতম স্থান\nজিয়ারত\nইরানি স্থাপত্য\n\n\n== তথ্যসূত্র =="}