{"pageid": 1525894, "title": "গণবিজ্ঞপ্তি", "url": "https://bn.wikipedia.org/wiki?curid=1525894", "content": "একটি গণবিজ্ঞপ্তি বলতে কিছু নির্দিষ্ট ধরনের আইনি কার্যধারা সম্পর্কে জনসাধারণকে অবহিত করার জন্য প্রদত্ত এক ধরনের বিজ্ঞপ্তিকে বোঝায়।\n\n\n== সরকার কর্তৃক ==\nনির্দিষ্ট নিয়ম প্রণয়ন বা আইন প্রণয়নের কার্যধারাতে কোনও সরকারি সংস্থা বা আইনসভা কর্তৃক গণবিজ্ঞপ্তি জারি করা হয়।\nবেশিরভাগ আইনি এক্তিয়ার এলাকাতে গণবিজ্ঞপ্তি প্রদান একটি আবশ্যকীয় শর্ত, যাতে কোনও নিয়ম বা আইন তৈরির আগেই জনসাধারণকে প্রস্তাবগুলির উপর তাদের মতামত জানাতে দেওয়া হয়।\nস্থানীয় সরকারের ক্ষেত্রে, যেসব ব্যক্তি মদ বিক্রয়ের অনুমতিপত্র, অঞ্চলবিভাজন বা অঞ্চলবিভাজনের ব্যতিক্রমী ব্যবহার, অথবা অন্যান্য ছোটখাটো অনুমোদনের কাজ আবশ্যকীয়ভাবে কোনও নগর পরিষদ, কাউন্টি কমিশন, অথবা তত্ত্বাবধায়ক পর্ষদ কর্তৃক মঞ্জুর করাতে চায়, তারা প্রায়শই গণবিজ্ঞপ্তি দিয়ে থাকে।\n\n\n== ব্যক্তিগত ব্যক্তি বা কোম্পানি দ্বারা ==\nকিছু আইনি কার্যধারার বিভিন্ন পক্ষ, যেমন বন্ধকি সম্পত্তি দখল, ওসিয়তনামার প্রামাণ্য নকল এবং ভূ-স্বত্ব বিষয়ক পদক্ষেপগুলির জন্য কখনও কখনও গণবিজ্ঞপ্তি প্রকাশ করা বাধ্যতামূলক।\n\n\n== যোগাযোগের ক্ষেত্রে ==\nকখনও কখনও জাতীয় সম্প্রচার কর্তৃপক্ষের কাছ থেকে নতুন সম্প্রচার অনুমতিপত্র আবেদনের জন্য, অথবা বিদ্যমান অনুমতিপত্রে পরিবর্তন আনার জন্য গণবিজ্ঞপ্তির প্রয়োজন হয়।\nমার্কিন যুক্তরাষ্ট্রের সম্প্রচার কেন্দ্রগুলি যখন মার্কিন কেন্দ্রীয় যোগাযোগ কমিশন (ফেডারেল কমিউনিকেশনস কমিশন FCC) থেকে অনুমতিপত্র নবায়ন করতে চায় অথবা যদি অন্য কোনও পক্ষ কর্তৃক সম্প্রচার কেন্দ্রটিকে ক্রয় করে, তাহলে ঐ বিষয়ে দর্শকদের অবহিত করার জন্য কেন্দ্রটিকে বাধ্যতামূলকভাবে গণবিজ্ঞপ্তি সম্প্রচার করতে হয়। ঐ গণবিজ্ঞপ্তির লেখ্যপ্রমাণ প্রায়শই কেন্দ্রের উন্মুক্ত নথিতে রাখা বাধ্যতামূলক।\n\n\n== বিজ্ঞপ্তি প্রদানের পদ্ধতি ==\nগণবিজ্ঞপ্তি প্রেরণের একটি পদ্ধতি হল স্থানীয় প্রামাণ্য সংবাদপত্রে একটি বিজ্ঞাপন হিসেবে গণবিজ্ঞপ্তিটিকে প্রকাশ করা। বেতার, দূরদর্শন (টেলিভিশন) এবং আন্তর্জাল (ইন্টারনেট)-সহ অন্যান্য উপায়েও গণবিজ্ঞপ্তি দেওয়া যেতে পারে। কিছু সরকার স্থানীয়/জাতীয় সংবাদপত্র বা সরকারি গেজেটে প্রকাশনা বাধ্যতামূলক করেছিল, যদিও কিছু রাজনীতিবিদ বৈদ্যুতিন/ইলেকট্রনীয় (আন্তর্জালিক/ইন্টারনেটভিত্তিক) বিজ্ঞপ্তির মাধ্যমে প্রকাশনার ব্যয় কমানোর চেষ্টা করেছেন।\n\n\n== আরও দেখুন ==\nগঠনমূলক বিজ্ঞপ্তি\nপ্রতিস্থাপিত সেবা\nইউসিসি-১ অর্থায়ন বিবৃতি\n\n\n== তথ্যসূত্র =="}