{"pageid": 1525097, "title": "পবিত্র মাসসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=1525097", "content": "ইসলাম অনুযায়ী আরবি চন্দ্র বছরের ১২ মাসের মধ্যে ৪টি মাসকে বিশেষ মর্যাদাসম্পন্ন ও পবিত্র বলে গণ্য করা হয়।  এই চারটি মাস হলো, জিলকদ, জিলহজ, মহররম ও রজব। আর এই চার মাসের মধ্যে অন্যতম হলো জিলহজ মাস। কারন জিলহজ হলো পবিত্র হজের মাস। \nপবিত্র কোরআনে আল্লাহ তায়ালা বলেন, নিশ্চয়ই আকাশমন্ডলী ও পৃথিবী সৃষ্টির দিন থেকে আল্লাহর বিধানে মাস গণনায় বারটি। এর মধ্যে বিশেষ রূপে চারটি মাস হচ্ছে সম্মানিত। এটাই হচ্ছে সুপ্রতিষ্ঠিত ধর্ম। - সূরাঃ আত-তাওবা, আয়াতঃ ৩৬। \n\n\n== মুহাম্মদ (সাঃ) এর জন্মের পূর্বে ==\nহযরত মুহাম্মদ (সাঃ) এর পূর্ববর্তী নবী-রাসুলদের যুগেও এই চারটি মাসকে বরকতময় ও সম্মানিত মনে করা হতো। তাঁদের আনিত শরিয়তগুলোও এ বিষয়ে একমত ছিল যে, এই চার মাসে ইবাদতের সওয়াব বেশি এবং গুনাহের শাস্তিও হবে ভয়াবহ। তাছাড়া এসব মাসে যুদ্ধ-বিগ্রহ, কলহ-বিবাদ, সম্পূর্ণভাবে নিষিদ্ধ ছিলো। \nআরবের মুশরিক ও সাধারণ জনগণ ছিলো হযরত ইব্রাহিম (আঃ) এর ধর্মের অনুসারী। যদিও তারা মূর্তি পূজা সহ নানা পাপ কাজে লিপ্ত হয়ে হযরত ইব্রাহিম (আঃ) এর ধর্মকে বিকৃত করে ফেলেছিলো কিন্তু তারা এই চার মাসের মর্যাদা ঠিকই শিকার করতো এবং এসব মাসে যুদ্ধ-বিগ্রহ থেকে বিরত থাকত।  ধীরেধীরে তাদের কাছে এই বিধানটি কঠিন মনে হতে লাগলো। কেননা, জিলকদ থেকে মহররম মাস একাধারে তিন মাস যুদ্ধ-বিগ্রহ বন্ধ রাখা তাদের স্বভাববিরোধী ছিল। এ সমস্যার সমাধান তারা মাসকে আগ পিছ করে বিন্যাস বদলের মাধ্যমে করল, যাকে 'নাসী' বলা হয়। \nএ বেপারে পবিত্র কুরআনে আল্লাহ তায়ালা বলেন, নিশ্চয় কোন মাসকে পিছিয়ে দেয়া কুফরী বৃদ্ধি করে, এর দ্বারা কাফিররা পথভ্রষ্ট হয়, তারা এটি এক বছর হালাল করে এবং আরেক বছর হারাম করে, যাতে তারা আল্লাহ যা হারাম করেছেন তার সংখ্যা ঠিক রাখে। ফলে আল্লাহ যা হারাম করেছেন, তা তারা হালাল করে। তাদের মন্দ আমলসমূহ তাদের জন্য সুশোভিত করা হয়েছে। আর আল্লাহ কাফির কওমকে হিদায়াত দেন না। - সূরাঃ আত-তাওবা, আয়াতঃ ৩৭। \n\n\n== মুহাম্মদ (সাঃ) এর জন্মের পর ==\nআবূ বকর (রাঃ) কর্তৃক মহানবী (সাঃ) হতে বর্ণিত। তিনি বললেন, আল্লাহ যেদিন আসমান যমীন সৃষ্টি করেন সেদিন যেভাবে যামানা ছিল তা আজও তেমনি আছে। বারমাসে এক বছর, তার মধ্যে চার মাস পবিত্র। যার তিন মাস ধারাবাহিক যথা যিলকাদ, যিলহাজ্জ ও মুহার্রম আর মুযার গোত্রের রাজব যা জামাদিউসসানী ও শাবান মাসের মধ্যবর্তী। - সহীহ বুখারী ৪৬৬২ (তাওহীদ পাবলিকেশন) \n\n\n== তথ্যসূত্র =="}