{"pageid": 1525085, "title": "তারা আলি বেগ", "url": "https://bn.wikipedia.org/wiki?curid=1525085", "content": "তারা আলি বেগ (৮ আগস্ট ১৯১৬ - ১৯৮৯) একজন সমাজ সংস্কারক, লেখিকা এবং জেনেভায় আন্তর্জাতিক শিশু কল্যাণ ইউনিয়নের প্রথম এশীয় মহিলা সভাপতি ছিলেন  ।\n\n\n== জীবনী ==\n১৯১৬ সালের ৮ আগস্ট মুসৌরিতে তিনি জন্মগ্রহণ করেন । দার্জিলিং, সুইজারল্যান্ড এবং ঢাকার বিদ্যালয়ে পড়াশোনা করেন। তিনি কূটনীতিক মির্জা রশিদ আলী বেগকে বিয়ে করেছিলেন। এবং বিখ্যাত শিল্পী অঞ্জলি এলা মেননের মাসী ছিলেন। ১৯৩৭ সালে তিনি নারীদের সামাজিক ও অর্থনৈতিক প্রতিবন্ধকতা পরীক্ষা নিরীক্ষা করার জন্য একটি দলের আহ্বায়ক হিসেবে প্রথম পরিকল্পনা কমিটিতে নিযুক্ত হন। স্বাধীনতার পরপরই তার স্বামী বিদেশে নিযুক্ত হন এবং তাদের সফরের সময় তিনি ইন্দোনেশিয়ায় মহিলা আন্তর্জাতিক ক্লাব এবং পরে ইরানে অনুরূপ একটি ক্লাব প্রতিষ্ঠা করেন। যখন তার স্বামী দিল্লিতে প্রটোকল প্রধান হন, তখন তিনি ভারতীয় শিশু কল্যাণ পরিষদ গঠন করেন এবং সভাপতি হন।  রাষ্ট্রপতি ভবনে রাষ্ট্রীয় ভোজের বিনোদনের ধরণকে ভারতীয়করণ করতে তিনি ইন্দিরা গান্ধীকে (কিউ ভি) সাহায্য করেন। ১৯৭৭ সালে, তিনি জেনেভায় আন্তর্জাতিক শিশু কল্যাণ ইউনিয়নের সভাপতি নির্বাচিত হন। তিনি ছিলেন প্রথম এশীয় মহিলা সভাপতি। তিনি তিব্বতি হোমস ফাউন্ডেশনের সদস্য ছিলেন এবং ২২ বছর (১৯৬৭ থেকে ১৯৮৯) ভারতের এস ও এস চিলড্রেন'স ভিলেজেসের সভাপতি ছিলেন।\n১৯৬৮ সাল থেকে তিনি অস্ট্রিয়ার এসওএস কিন্ডারডর্ফ ইন্টারন্যাশনালের সহ-সভাপতি ছিলেন। তিনি পঞ্চবার্ষিক পরিকল্পনায় শিশু কল্যাণ নীতিমালার স্থপতি এবং ১৯৭৫ সাল থেকে জাতীয় শিশু বোর্ডের সদস্যা ছিলেন। তার বইগুলির মধ্যে রয়েছে আত্মজীবনীমূলক পোর্ট্রেটস অফ অ্যান এরা ; সরোজিনী নাইডুর জীবনী; দ্য মুন ইন রাহু: অ্যান অ্যাকাউন্ট অফ দ্য ভাওয়াল সন্ন্যাসী মামলা ; উইমেন অফ ইন্ডিয়া ; ইন্ডিয়াস ওম্যান পাওয়ার; এবং ইন্দ্রাণী ; দ্য এনচ্যান্টেড জঙ্গল; এবং দ্য ফরবিডেন সি এর মতো অনেক শিশুতোষ বই। অল ইন্ডিয়া রেডিওতে তাঁর বক্তৃতা এবং দূরদর্শনে তাঁর ঐতিহাসিক ও সাংস্কৃতিক অনুষ্ঠানগুলি খুবই জনপ্রিয় ছিল।\nতিনি ১৯৬৫ সালে তেহরান স্কুল অফ সোশ্যাল ওয়ার্ক থেকে সম্মানসূচক ডিগ্রি লাভ করেন; ১৯৮৪ সালে আন্তর্জাতিক শিশু কল্যাণ ইউনিয়ন থেকে একটি স্বর্ণপদক এবং বিশেষ পুরস্কার, ১৯৮৪ সালে শিশু কল্যাণের জন্য জাতীয় পুরস্কার; এবং ১৯৮৮ সালে কানাডার আলবার্টা বিশ্ববিদ্যালয় থেকে ডক্টর অফ ল-এর সম্মানসূচক ডিগ্রি লাভ করেন।\n\n\n== তথ্যসূত্র =="}