{"pageid": 1525398, "title": "এস কে আলী", "url": "https://bn.wikipedia.org/wiki?curid=1525398", "content": "সাজিদা \"এস. কে.\" আলী হলেন ভারতীয়-কানাডীয় লেখিকা, যিনি তার এশিয়ান/প্যাসিফিক আমেরিকান অ্যাওয়ার্ড বিজয়ী প্রথম কিশোর উপন্যাস সেন্টস অ্যান্ড মিসফিটস-এর জন্য সর্বাধিক পরিচিত। এই উপন্যাসে জান্না ইউসুফ নামের এক ভারতীয়-আমেরিকান হিজাবি কিশোরীর গল্প বলা হয়েছে, যে স্থানীয় মসজিদের পরিচিত এক বন্ধুর সম্পর্কিত ভাইয়ের দ্বারা যৌন নিপীড়নের শিকার হয়।\n\n\n== ব্যক্তিগত জীবন ==\nআলী দক্ষিণ ভারতে জন্মগ্রহণ করেন এবং তিন বছর বয়সে কানাডায় অভিবাসন করেন। তিনি স্কুলে প্রথম যে ভাষা শিখেছিলেন তা ছিল ফরাসি। সপ্তম শ্রেণিতে পড়াকালীন তিনি প্রথম গল্প লিখেছিলেন।\nআলী ইয়র্ক বিশ্ববিদ্যালয় থেকে সৃজনশীল লেখায় ডিগ্রি অর্জন করেন। লেখালেখির পাশাপাশি তিনি শিক্ষকতা করেন এবং টরন্টো স্টার-এ প্রবন্ধ লিখেছেন। তিনি জুডি ব্লুম-কে তার লেখকজীবনের অন্যতম প্রেরণা হিসেবে উল্লেখ করেছেন। আলী একজন ধর্মপ্রাণ মুসলিম। ২০১৭ সালের জানুয়ারিতে তিনি #মুসলিম-শেলফ-স্পেস হ্যাশট্যাগটি চালু করেন, যা মুসলিম লেখকদের বইগুলির প্রতি আলোকপাত করতে সাহায্য করে।\nতিনি তার পরিবার নিয়ে টরন্টোতে বসবাস করেন।\nআলী লেখিকা আউসমা জেহানাত খান ও উজমা জালালউদ্দিন-এর ঘনিষ্ঠ বন্ধু। খান এক সাক্ষাৎকারে বলেছিলেন, তারা নিজেদের দ্য সিস্টারহুড অব দ্য পেন বলে ডাকেন এবং লেখার খসড়া বিনিময় করে একে অপরের পরামর্শ গ্রহণ করেন।\n\n\n== রচনাসমূহ ==\n\n\n=== উপন্যাস ===\nসেন্টস অ্যান্ড মিসফিটস (সালাম রিডস, ২০১৭)\nলাভ ফ্রম এ টু জেড (সালাম রিডস, ২০১৯)\nমিসফিট ইন লাভ (সালাম রিডস, ২০২১)\n\n\n=== ছবির বই ===\nদ্য প্রাউডেস্ট ব্লু, সহলেখক ইবতিহাজ মুহাম্মদ, চিত্রায়িত হাটেম আলী (ব্রাউন, ২০১৯)\n\n\n=== সংক্ষিপ্ত গল্প ===\nহাংরি হার্টস: ১৩ টেলস অব ফুড অ্যান্ড লাভ (সাইমন পালস, ২০১৯)-এ\nওয়ান্স আপন অ্যান ঈদ: স্টোরিজ অব হোপ অ্যান্ড জয় বাই ১৫ মুসলিম ভয়েসেস, সহ-সম্পাদক আইশা সাঈদ, সহলেখক বিভিন্ন (যেমন, জি. উইলো থম্পসন, হেনা খান, রুখসানা খান) (অ্যামুলেট বুকস, ২০২০)\n\n\n== পুরস্কার ==\nপ্রাপ্ত  \n\n২০১৭ এশিয়ান/প্যাসিফিক আমেরিকান অ্যাওয়ার্ড ফর ইয়ং অ্যাডাল্ট লিটারেচার – সেন্টস অ্যান্ড মিসফিটস\nমনোনীত  \n\n২০১৮ উইলিয়াম সি. মরিস ইয়ং অ্যাডাল্ট ডেবিউ অ্যাওয়ার্ড – সেন্টস অ্যান্ড মিসফিটস\n\n\n== তথ্যসূত্র =="}