{"pageid": 1525459, "title": "পূর্ব পাকিস্তান উপনির্বাচন, ১৯৭১", "url": "https://bn.wikipedia.org/wiki?curid=1525459", "content": "১৯৭০ সালের নির্বাচনে জেতার পর ক্ষমতা হস্তান্তর না করার ফলে পূর্ব পাকিস্তান ভিত্তিক নিখিল পাকিস্তান আওয়ামী লীগের নেতা শেখ মুজিবুর রহমানের আহূত অসহযোগ আন্দোলনের জেরে ২৫ মার্চ ১৯৭১ সালে প্রদেশটিতে সরকার কর্তৃক অপারেশন সার্চলাইট পরিচালনার পরের দিন পাকিস্তানে রাজনৈতিক কর্মকাণ্ড বন্ধ করে দেওয়া হয় এবং নিখিল পাকিস্তান আওয়ামী লীগকে নিষিদ্ধ ঘোষণা করা হয়। বাংলাদেশের মুক্তিযুদ্ধ চলাকালে রাষ্ট্রপতি ইয়াহিয়া খান পাকিস্তান জাতীয় পরিষদের ৭৮ ও পূর্ব পাকিস্তান প্রাদেশিক পরিষদের ১০৫ জন নির্বাচিতদের সদস্যপদ অবৈধ ঘোষণা করে পূর্ব পাকিস্তানে একটি উপনির্বাচন আয়োজনের ঘোষণা দেন। \nনির্বাচনে নুরুল আমিন নেতৃত্বাধীন ছয়টি ডানপন্থি দলের একটি ঐক্যজোট ও জুলফিকার আলী ভুট্টো নেতৃত্বাধীন ইসলামি সমাজতন্ত্রী পাকিস্তান পিপলস পার্টি যোগদান করে। নির্বাচনের পূর্বে বিনা প্রতিদ্বন্দ্বিতায় ঐক্যজোটের ৫৩ জন জাতীয় ও ১০২ জন প্রাদেশিক এবং পিপলস পার্টির ৫ জন জাতীয় ও ১ জন প্রাদেশিক পরিষদ প্রার্থী নির্বাচিত হয়। তবে যুদ্ধের ফলে উদ্ভূত পরিস্থিতির ফলে ৭ ডিসেম্বর ১৯৭১ থেকে ৭ জানুয়ারি ১৯৭২ সাল পর্যন্ত নির্ধারিত ভোটগ্রহণ অনুষ্ঠান স্থগিত ঘোষণা করা হয় এবং ১৬ ডিসেম্বর ১৯৭১ সালে মিত্রবাহিনীর নিকট ঢাকায় পাকিস্তান সেনাবাহিনী আত্মসমর্পণ করায় পূর্ব পাকিস্তান বাংলাদেশ নামে স্বাধীন হয়। এরপর ২৩ ডিসেম্বর ১৯৭১ সালে পাকিস্তানের নতুন রাষ্ট্রপতি হিসেবে জুলফিকার আলী ভুট্টো উপনির্বাচন বাতিল করে দেন।\n\n\n== পটভূমি ==\n\n\n=== পূর্ববর্তী নির্বাচন ও স্বাধীনতা আন্দোলন ===\n\n১৯৭০ সালের সাধারণ নির্বাচনে পূর্ব পাকিস্তান ভিত্তিক নিখিল পাকিস্তান আওয়ামী লীগ জাতীয় পরিষদে সংরক্ষিত আসনসহ ৩১৩ টি আসনের মধ্যে ১৬৭ টি এবং পূর্ব পাকিস্তান প্রাদেশিক পরিষদে ৩০০ টি আসনের মধ্যে ২৮৮ টি আসন পেয়ে নিরঙ্কুশ সংখ্যাগরিষ্ঠতা অর্জন করে। দলটির এই বিজয়ে ফলে ছয় দফা প্রস্তাব বাস্তবায়ন অবশ্যম্ভাবী বুঝতে পেরে পাকিস্তান পিপলস পার্টি সহ পশ্চিম পাকিস্তানের অন্যান্য রাজনৈতিক দলের নেতারা ভীত হয়ে পড়ে। শাসকগোষ্ঠী মনে করেছিল যে ছয় দফা বাস্তবায়িত হলে পাকিস্তানের ঐক্য বিনষ্ট হবে। দেশের তৎকালীন দ্বিতীয় সংখ্যাগরিষ্ঠ দল পাকিস্তান পিপলস পার্টির নেতা জুলফিকার আলী ভুট্টোর হুমকির পরে রাষ্ট্রপতি জেনারেল ইয়াহিয়া খান এক বেতার ভাষণে ১ মার্চ ১৯৭১ সালের দুপুর ১টা ৫ মিনিটে জাতীয় পরিষদের অধিবেশন স্থগিতের ঘোষণা করেন। এর প্রতিক্রিয়ায় নিখিল পাকিস্তান আওয়ামী লীগ নেতা শেখ মুজিবুর রহমানের আহ্বানে পূর্ব পাকিস্তানে ২ মার্চ থেকে অসহযোগ আন্দোলন শুরু হয়। ৩ মার্চে ইয়াহিয়া খান এক সপ্তাহ পরে ঢাকায় নেতৃবৃন্দের সম্মেলন অনুষ্ঠানের সিদ্ধান্ত ঘোষণা করেন এবং এই সম্মেলনের দুই সপ্তাহের মধ্যে জাতীয় পরিষদ অধিবেশন শুরু হওয়ার প্রতিশ্রুতি দেন। জুলফিকার আলী ভুট্টো এতে সম্মত হলেও শেখ মুজিবুর রহমান তা প্রত্যাখ্যান করেন। শেখ মুজিবুর রহমান জুলফিকার আলী ভুট্টোর উদ্দেশ্যে বলেন যে যদি তারা গণতান্ত্রিকভাবে রচিত শাসনতন্ত্র মেনে নিতে না চান তাহলে পূর্ব পাকিস্তানের জন্য পৃথক শাসনতন্ত্র রচনা করা হবে। শেখ মুজিবুর রহমান ঢাকার রেসকোর্স ময়দানে দেশের উদ্দেশ্যে ৭ই মার্চের ভাষণে বলেন যে ৪টি শর্ত পূরণ হলে তিনি অধিবেশনে যোগ দিবেন। সেগুলো ছিল: অবিলম্বে সামরিক আইন প্রত্যাহার করা, সামরিক বাহিনী সদস্যদের সেনানিবাসে ফিরিয়ে নেওয়া, গণহত্যার তদন্ত এবং গণপ্রতিনিধিদের কাছে ক্ষমতা হস্তান্তর। আন্দোলন চলাকালীন সময়ে ক্রমশ পূর্ব পাকিস্তানের বেসামরিক প্রশাসনের উপর থেকে পশ্চিম পাকিস্তানের কেন্দ্রীয় সরকারের নিয়ন্ত্রণ প্রায় অচল হয়ে পড়ে। আন্দোলনের একপর্যায়ে সেনানিবাসের বাইরে পুরো পূর্ব পাকিস্তান কার্যত শেখ মুজিবুর রহমানের নির্দেশে চলছিল। পাকিস্তানের সংহতি রক্ষার কারণ দেখিয়ে ও চলমান আন্দোলন থামাতে পাকিস্তানি সেনাবাহিনী ২৫ মার্চের মধ্যরাত থেকে অপারেশন সার্চলাইটের মাধ্যমে পূর্ব পাকিস্তানের প্রাদেশিক রাজধানী ঢাকায় এক গণহত্যার সূচনা করে এবং শেখ মুজিবুর রহমানকে গ্রেফতার করে। ২৬ মার্চ ১৯৭১ সালে নিখিল পাকিস্তান আওয়ামী লীগকে নিষিদ্ধ করা হয় এবং সারা দেশে রাজনৈতিক কর্মকাণ্ড অবৈধ ঘোষণা করা হয়। বাংলাদেশের মুক্তিযুদ্ধ শুরু হলে নির্বাচনে বিজয়ী প্রদেশের স্বাধীনতার সমর্থক জাতীয় পরিষদ সদস্য ও প্রাদেশিক পরিষদ সদস্যগণ মুক্তাঞ্চল ও ভারতে চলে যায়।\n\n\n=== উপনির্বাচনের প্রস্তুতি ===\n\n২৮ জুন ১৯৭১ সালে রাষ্ট্রপতি ইয়াহিয়া খান নতুন নির্বাচনের সম্ভাবনা উড়িয়ে দিয়ে জাতীয় ও প্রাদেশিক পরিষদের জন্য উপনির্বাচনের ঘোষণা দেন। ২৯ জুলাইয়ে সরকারের বিভিন্ন বিশ্বস্ত সূত্র থেকে জানা গিয়েছিল যে রাষ্ট্রপতি ইয়াহিয়া খান নির্বাচিতদের মধ্যে রাষ্ট্রবিরোধী অপরাধে অভিযুক্তদের সদস্যপদ অবৈধ ঘোষণা করে শূন্য আসনগুলোর জন্য একটি উপনির্বাচনের আয়োজন করতে প্রধান নির্বাচন কমিশনার আবদুস সাত্তারকে নির্দেশ দিয়েছেন। ৪ আগস্ট ১৯৭১ সালে ইয়াহিয়া খান বলেছিলেন যে বিভিন্ন অপরাধ ও রাষ্ট্রদ্রোহের কারণে ১৯৭০ সালের নির্বাচনে বিজয়ী সদস্যদের অবৈধ ঘোষণা করে আসন খালি করার পর উপনির্বাচন অনুষ্ঠিত হবে এবং ৩-৪ মাসের মধ্যে রাষ্ট্রীয় ক্ষমতা হস্তান্তর করা হবে। ১৯৭১ সালের আগস্টে আওয়ামী লীগের নির্বাচিত ৮৮ জাতীয় পরিষদ সদস্য ও ৯৪ জন প্রাদেশিক পরিষদ সদস্যের আসন বৈধ ঘোষণা করে অবৈধ ঘোষিত আওয়ামী লীগ সদস্যদের আসনগুলোর জন্য একটি উপনির্বাচন আয়োজনের পরিকল্পনা প্রকাশ করা হয়েছিল। ২৭ আগস্ট ১৯৭১ সালে পাকিস্তান সরকার ঘোষণা করে যে নিষিদ্ধ আওয়ামী লীগের নির্বাচিত জাতীয় ও প্রাদেশিক সদস্যগণের সীমান্ত পাড়ি দিয়ে ভারতে গমনকে অপরাধ হিসেবে গণ্য করা হবেনা বিধায় তাদের সদস্যপদ বহাল থাকছে। ৪ সেপ্টেম্বর ১৯৭১ সালে রাষ্ট্রপতি ইয়াহিয়া খান আইনগত কাঠামো আদেশ সংশোধন করে ৪ সেপ্টেম্বরের পূর্বে শূন্য হওয়া জাতীয় ও প্রাদেশিক পরিষদের আসনের ৪ মাসের মধ্যে নির্বাচনের বিধান তৈরি করেন। ১৯ সেপ্টেম্বর ১৯৭১ সালে ঘোষণা করা হয় যে উপনির্বাচন ২৫ নভেম্বর থেকে ৯ ডিসেম্বর পর্যন্ত হবে। যদিও পরবর্তীতে সকল রাজনৈতিক দলের কথা বিবেচনা করে তারিখ পরিবর্তন করে ১২ ডিসেম্বর থেকে ২৩ ডিসেম্বর পর্যন্ত করা হয়েছিল। এরপর আবার নির্বাচনের তারিখ এগিয়ে ৭ থেকে ২০ ডিসেম্বর ১৯৭১ সাল করা হয়। ৩ অক্টোবর ১৯৭১ সালে সরকার জানায় যে প্রাদেশিক পরিষদের ৮৮টি শূন্য আসনের জন্য উপনির্বাচন দ্বিতীয় পর্যায়ে ১৮ ডিসেম্বর ১৯৭১ থেকে ৭ জানুয়ারি ১৯৭২ সাল পর্যন্ত চলবে। ৯ অক্টোবর ১৯৭১ সালে রাষ্ট্রপতি ইয়াহিয়া খান রাজনৈতিক তৎপরতার উপর নিষেধাজ্ঞা প্রত্যাহার করে নেন।\n\n\n== প্রচারণা ও রাজনীতি ==\n\n\n=== ছয় দলীয় ঐক্যজোট ===\n১৯৭০ সালের সাধারণ নির্বাচনে ছয়টি দল নিয়ে একটি ঐক্যজোট গঠনের চেষ্টা করা হলেও তা বাস্তবায়িত হয়নি। এবারের উপনির্বাচনে দ্বিতীয়বার প্রস্তাবিত ঐক্যজোট গঠনের কথা উঠে। কাইয়ুম মুসলিম লীগের প্রধান আবদুল কাইয়ুম খান, খান-এ-সবুর ও নিজ দলের প্রধান নুরুল আমিনদের পাশাপাশি ৯ আগস্ট ১৯৭১ সালে কনভেনশন মুসলিম লীগের ফজলুল কাদের চৌধুরী ও মালিক মোহাম্মদ কাসেমের নিকট পাকিস্তান ডেমোক্রেটিক পার্টির নেতা নবাবজাদা নসরুল্লাহ খান আলোচনা করেন। তিনি জাতীয় গণতান্ত্রিক ফ্রন্টের ন্যায় সমমনা ঐক্যজোট গঠনের কথা ভাবছিলেন। ২৪ সেপ্টেম্বরে নুরুল আমিন বলেছিলেন যে পূর্ব পাকিস্তানের অবস্থার পরিবর্তনের উপর উপনির্বাচনের প্রচারণা অভিযান নির্ভর করবে। প্রস্তুতির উদ্দেশ্যে প্রয়োজনীয় সময়ের পাওয়ার জন্য কৃষক শ্রমিক পার্টি উপনির্বাচনের তারিখ ১ মাস পেছাতে ২৬ সেপ্টেম্বর ১৯৭১ সালে অনুরোধ করেছিল। ১০ অক্টোবরে জানা যায় যে ছয় দলীয় ঐক্যজোটের দলগুলো বিজয় নিশ্চিত করতে একই আসনে একে অপরের বিরুদ্ধে প্রতিদ্বন্দ্বিতা করা থেকে বিরত থাকবে। ১৯ অক্টোবর ১৯৭১ সালে জানা যায় যে ছয় দলীয় ঐক্যজোটের সদস্য হিসেবে জাতীয় পরিষদের জন্য পাকিস্তান ডেমোক্রেটিক পার্টি ২৩, জামায়াতে ইসলামী পাকিস্তান ১৯, কাউন্সিল মুসলিম লীগ, কনভেনশন মুসলিম লীগ ও কাইয়ুম মুসলিম লীগ ৯টি করে এবং নেজামে ইসলাম পার্টি ৬ আসনে এবং প্রাদেশিক পরিষদের জন্য পাকিস্তান ডেমোক্রেটিক পার্টি ৫০, জামায়াতে ইসলামী পাকিস্তান ৪৫, কাউন্সিল মুসলিম লীগ ২৫, কনভেনশন মুসলিম লীগ ২৩, কাইয়ুম মুসলিম লীগ ২৩ এবং নেজামে ইসলাম পার্টি ২১ আসনে প্রার্থী দিবে। ২৬ অক্টোবর ১৯৭১ সালে ছয় দলীয় ঐক্যজোট জাতীয় পরিষদ উপনির্বাচনের সব শূন্য আসনের জন্য প্রার্থীর নাম প্রকাশ করে। ২৭ অক্টোবর ১৯৭১ সালে প্রাদেশিক উপনির্বাচনের জন্য ছয় দলীয় ঐক্যজোট তাদের ১৭৭ জন প্রার্থীর নাম যুক্ত তালিকা প্রকাশ করে। ১৯ নভেম্বর ১৯৭১ সালে নুরুল আমিন বলেছিলেন যে উপনির্বাচন শেষ না হলে এবং নির্বাচনে নিষিদ্ধ নিখিল পাকিস্তান আওয়ামী লীগের সদস্যদের মনোভাব স্পষ্ট না হলে সরকার কে গঠন করবে সেটা বোঝা সম্ভব হবেনা।\n\n\n=== পাকিস্তান পিপলস পার্টি ===\n\n২২ সেপ্টেম্বর ১৯৭১ সালে করাচিতে অনুষ্ঠিত সংবাদ সম্মেলনে পাকিস্তান পিপলস পার্টির চেয়ারম্যান জুলফিকার আলী ভুট্টো নিশ্চিত করেন যে তার দল উপনির্বাচনে অংশ নিবে। তিনি উপনির্বাচন আয়োজন করে ক্ষমতা হস্তান্তরের জন্য তাগিদ দেন এবং এগুলো না করা হলে সশস্ত্র বিপ্লবের মাধ্যমে পাকিস্তানের ক্ষমতা নেওয়ার হুমকি দেন। ২৪ সেপ্টেম্বরে বেলুচিস্তানের রাজধানী কোয়েটায় অনুষ্ঠিত দলটির কেন্দ্রীয় কমিটির সভায় উপনির্বাচন উপলক্ষ্যে ৯ সদস্য বিশিষ্ট একটি সফর কমিটি গঠন করা হয়। ১০ অক্টোবর ১৯৭১ সালে পাকিস্তান পিপলস পার্টির মহাসচিব মিয়া মাহমুদ আলী কাসুরী জানিয়েছিলেন যে নিষিদ্ধ নিখিল পাকিস্তান আওয়ামী লীগের নির্বাচিত রাজনীতিবিদদের তার দলে যোগ দিতে আমন্ত্রণ জানানো হবে কিংবা উপনির্বাচনে সমর্থন করতে প্রস্তাব দেওয়া হবে। ১২ অক্টোবরে পাকিস্তান পিপলস পার্টির তথ্য সম্পাদক কাওসার নিয়াজী জানিয়েছিলেন যে তার দলের হয়ে জাতীয় পরিষদের জন্য উপনির্বাচনে অংশ নিতে মোট ৫২ জন দরখাস্ত দিয়েছেন। পরবর্তীতে পাকিস্তান পিপলস পার্টির পক্ষ থেকে জাতীয় পরিষদের ৮-১০ আসনে প্রতিদ্বন্দ্বিতা করার ঘোষণা দেওয়া হয়। অন্যদিকে ২৬ অক্টোবরে মিয়া মাহমুদ আলী কাসুরী ৩০ অক্টোবরের মধ্যে প্রাদেশিক উপনির্বাচনের মনোনয়নের জন্য ঢাকার হোটেল ইন্টারকন্টিনেন্টালে তাকে দরখাস্ত প্রদানের আহ্বান করেন।\n\n\n=== অন্যান্য ===\n২৫ জুলাইয়ে নিষিদ্ধ আওয়ামী লীগের সৈয়দ বদরুজ্জামান সরকারের উদ্দেশ্যে বলেছিলেন যে উপনির্বাচনের পূর্বে রাষ্ট্রক্ষমতা হস্তান্তরের মাধ্যমে জনগণের আস্থা অর্জন করা জরুরি। ২২ আগস্টে প্রগ্রেসিভ পিপলস পার্টির করাচী শাখার মহাসচিব খাজা নাজির আহমদ জানিয়েছিলেন যে দলের কর্মীদের চাপের কারণে তারা উপনির্বাচনে যোগ দেওয়ার জন্য সম্ভাব্যতা যাচাইয়ের উদ্দেশ্যে পূর্ব পাকিস্তানে একটি প্রতিনিধিদল প্রেরণ করবে। ৩০ আগস্টে তাহরিক-ই-ইশতিকলাল দলের পক্ষ থেকে এর নেতা আসগর খান পাঁচ দফা দাবির অংশ হিসেবে সাত দিনের মধ্যে উপনির্বাচন আয়োজনের দাবি করে। ৩০ সেপ্টেম্বরে গণঐক্য আন্দোলনের প্রধান হিসেবে আসগর খান জানান যে তার দল উপনির্বাচনে অংশগ্রহণের ব্যাপারে বিবেচনা করবে যদি পূর্ববর্তী নির্বাচনে বিজয়ী প্রার্থীদের উপর সাধারণ ক্ষমার ব্যাপকতা বাড়ানো হয় এবং তার পাঁচ দফা ফরমুলা সরকার গ্রহণ করে। ১৩ অক্টোবরে পাকিস্তান ডেমোক্রেটিক পার্টির ফরিদ আহমদ বলেছিলেন যে তার দল বর্তমানে তাকে অপ্রয়োজনীয় মনে করছে এবং তিনিও পদত্যাগের জন্য দরখাস্ত প্রদান করেননি। তিনি জানিয়েছিলেন যে উপনির্বাচনে তার গড়া সংগঠন পাকিস্তান শান্তি ও কল্যাণ পরিষদের অংশগ্রহণের সম্ভাবনা রয়েছে। তবে তার মতে উপনির্বাচন আয়োজনের প্রচেষ্টা পূর্ব পাকিস্তানের মূল সমস্যার সমাধান এনে দিবে না। ১৭ অক্টোবরে নিষিদ্ধ নিখিল পাকিস্তান আওয়ামী লীগের জহিরুদ্দীন জানিয়েছিলেন যে তার দল নিষিদ্ধ হওয়ায় উপনির্বাচনে অংশগ্রহণের প্রশ্ন উঠেনা। তবে দলের কেউ চাইলে স্বতন্ত্রভাবে উপনির্বাচনে অংশগ্রহণ করতে পারেন। এছাড়া তিনি জানান যে তারা কেউ নতুন দল গঠন কিংবা অন্য দলে যোগদানের পক্ষে মত দেননি। ১৭ অক্টোবর ১৯৭১ সালে জানা যায় যে ভাসানীর ন্যাশনাল আওয়ামী পার্টি উপনির্বাচনে অংশগ্রহণে বিরত থাকবে, তবে দলটি তাদের কর্মীদের স্বতন্ত্রভাবে নির্বাচনে অংশগ্রহণে অনুমতি দিয়েছিল। ২৪ নভেম্বর ১৯৭১ সালে ইসলামাবাদে রাষ্ট্রপতি ইয়াহিয়া খানের সাথে দেখা করে নিষিদ্ধ নিখিল পাকিস্তান আওয়ামী লীগের সদস্য এবিএম নুরুল ইসলাম দলের উপর নিষেধাজ্ঞা প্রত্যাহারের অনুরোধ করেন। ২৬ নভেম্বরে পাকিস্তান সরকার ওয়ালীর ন্যাশনাল আওয়ামী পার্টিকে নিষিদ্ধ করে, যদিও পশ্চিম পাকিস্তানে এর নির্বাচিত প্রতিনিধিদের অবৈধ ঘোষণা করা হয়নি। ২৭ নভেম্বরে নিষিদ্ধ নিখিল পাকিস্তান আওয়ামী লীগ নেতা এবিএম নুরুল ইসলাম জানিয়েছিলেন যে তিনি বিশ্বাস করেন যে তার দলের নির্বাচিত জাতীয় ও প্রাদেশিক পরিষদ সদস্যগণ কোন দলে যোগ না দিয়ে স্বতন্ত্র থাকবেন এবং জানান যে নতুন সংবিধান কার্যকরের পর তারা একত্র হয়ে নিজেদের জন্য নতুন নেতা বাছাই করবেন।\n\n\n== মনোনয়ন ও ফলাফল ==\n২৮ সেপ্টেম্বর ১৯৭১ সালে আইনগত কাঠামো আদেশ সংশোধনের মাধ্যমে জাতীয় ও প্রাদেশিক মন্ত্রিসভার সদস্যদের পদত্যাগ না করে নির্বাচনে অংশ নেওয়ার অধিকারকে বৈধতা প্রদান করা হয়। ১০ নভেম্বর ১৯৭১ সালে রাষ্ট্রপতি ইয়াহিয়া খান \"জাতীয় ও প্রাদেশিক পরিষদসমূহ (নির্বাচন) (সংশোধন) অর্ডিন্যান্স\" জারি করে। এই অর্ডিন্যান্স অনুযায়ী নির্বাচনে যেকোনো প্রার্থী নির্বাচন অনুষ্ঠিত হওয়ার ৪ দিন আগে নিজের প্রার্থিতা বাতিল করতে পারবে। পূর্ববর্তী নির্বাচনের ন্যায় এবারের উপনির্বাচনে রাজনৈতিক দলগুলোর প্রতীক একই রাখা হয়। প্রথমে ২৯ সেপ্টেম্বর ১৯৭১ সাল মনোনয়নপত্র জমা দেওয়ার তারিখ নির্ধারিত হয়েছিল।\n\n\n=== জাতীয় আসন ===\n৯ অক্টোবরে জাতীয় পরিষদ উপনির্বাচনের জন্য মনোনয়নপত্র দাখিলের তারিখ ২০ অক্টোবর নির্ধারণ করা হয়। ২১ অক্টোবরে প্রাপ্ত তথ্য অনুযায়ী জাতীয় পরিষদের ৩টি বাদে ৭৫ আসনের জন্য ১৯২ জন প্রার্থী মনোনয়নপত্র জমা দিয়েছিলেন। ২২ অক্টোবরে জাতীয় পরিষদের জন্য ১৫ জনকে বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত করা হয়। ২৩ অক্টোবরে জাতীয় পরিষদের জন্য ৩ জনকে বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত করা হয়। ২৮ অক্টোবরে সরকারের অস্থায়ী ঘোষণা অনুযায়ী জাতীয় পরিষদ উপনির্বাচনে সর্বমোট ৩১ জনকে বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত করা হয়েছে বলে জানা যায়। ২৯ অক্টোবরে জাতীয় পরিষদের জন্য ১৯ জন প্রার্থীকে বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত ঘোষণা করা হয়। সে সময় পর্যন্ত ৫টি আসনের ফল অজানা ছিল। ৩০ অক্টোবরে ২ জনকে জাতীয় পরিষদ নির্বাচনের জন্য বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত ঘোষণা করা হয়। অন্যদিকে জাতীয় পরিষদে নির্বাচিত স্বতন্ত্র রাজনীতিবিদ যশোরের এম এ ওয়াহাব কাইয়ুম মুসলিম লীগে যোগদান করে। জাতীয় পরিষদ উপনির্বাচনের জন্য ছয় দলীয় জোটের তালিকা সংশোধন করে এনই৩০ রাজশাহী-১ আসনে মুখলেসুর রহমান চৌধুরীর বদলে সৈয়দ খাজা খায়েরুদ্দিনের নাম দেওয়া হয়। এছাড়া এনই৩২ কুমিল্লা-২ আসনে আলী আমজাদ খান নিজের মনোনয়ন প্রত্যাহার করেন। ২ নভেম্বরে পূর্ব পাকিস্তানে ৭৮টির মধ্যে মোট ৫৫টি আসনে জাতীয় পরিষদের জন্য বিনা প্রতিদ্বন্দ্বিতায় প্রার্থীদের নির্বাচিত হওয়ার খবর পাওয়া যায়। ৯ নভেম্বরে জানা যায় যে উপনির্বাচনে জাতীয় পরিষদের ৬টি সহ মোট ৫৮টি আসনের প্রার্থীরা বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হয়েছে। প্রাপ্ত সংবাদ অনুযায়ী ছয় দলীয় ঐক্যজোট থেকে ৫৩ জন ও পাকিস্তান পিপলস পার্টি থেকে ৫ জন বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হয়েছিল।\n\n\n==== বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত জাতীয় প্রার্থী ====\n\n২২ অক্টোবর থেকে ৯ নভেম্বর পর্যন্ত বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত জাতীয় পরিষদের প্রার্থীদের নাম নির্বাচন কমিশন ঘোষণা করে:\n\n\n=== প্রাদেশিক আসন ===\n৯ অক্টোবরে প্রাদেশিক পরিষদের প্রথম পর্যায়ের উপনির্বাচনের জন্য মনোনয়নপত্র দাখিলের তারিখ ২০ অক্টোবর ও দ্বিতীয় পর্যায়ের উপনির্বাচনের জন্য মনোনয়নপত্র দাখিলের তারিখ ১ নভেম্বর ঘোষণা করা হয়। এছাড়া জানা যায় যে প্রথম পর্যায়ের প্রাদেশিক উপনির্বাচনের ১২টি বাদে ৯৩টি আসনের জন্য ৩১০ জন মনোনয়নপত্র জমা দিয়েছেন। ২৩ অক্টোবরে প্রাদেশিক পরিষদের জন্য ১০ জনকে বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত করা হয়। ২৮ অক্টোবরে প্রাদেশিক উপনির্বাচনের মনোনয়নপত্র প্রত্যাহারের তারিখ আরও ২ দিন বৃদ্ধি করা হয়। এছাড়া ২৯ অক্টোবরে ছয় দলীয় ঐক্যজোট থেকে প্রাদেশিক পরিষদের জন্য ২ জন প্রার্থীকে মনোনীত করার পাশাপাশি ফরিদপুর-১৩ আসনের প্রার্থীর নাম পরিবর্তন ও ঢাকা-২১ আসনের প্রার্থী মনসুর আলীকে তার ব্যক্তিগত কারণ বিবেচনায় বাদ দেওয়া হয়। ৩০ অক্টোবরে পিই ৩৬ কুষ্টিয়া-৬ আসনের সব প্রার্থী নিজেদের মনোনয়ন প্রত্যাহার করে নেয়। এই দিনে ৩৫ জনকে প্রথম পর্যায়ের প্রাদেশিক পরিষদ নির্বাচনের জন্য বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত ঘোষণা করা হয়। ৩১ অক্টোবরে প্রাদেশিক পরিষদে ১১ জন বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হন। ১ নভেম্বরে দ্বিতীয় পর্যায়ের প্রাদেশিক নির্বাচনের জন্য ৮৮টি আসনের মনোনয়নপত্র বাছাইকরণের উদ্দেশ্যে গৃহীত হয়। ২ নভেম্বরে জানা গিয়েছিল যে প্রথম পর্যায়ে প্রাদেশিক পরিষদের ১৭টি আসনের জন্য ডিসেম্বরে নির্বাচন অনুষ্ঠিত হবে। পাশাপাশি প্রাদেশিক পরিষদে ৪৬ জনকে বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত করা হয়। ৩ নভেম্বরে প্রাদেশিক পরিষদ নির্বাচনে আরও ৩০ জনকে বিনা প্রতিদ্বন্দ্বিতায় বিজয়ী ঘোষণা করা হয়। ৪ নভেম্বরে প্রাদেশিক পরিষদে আরও ৫ জন সদস্য বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হন। ৮ নভেম্বরে প্রাদেশিক পরিষদে ১০ জন বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হন। ৫ নভেম্বরে ৫ জনকে প্রাদেশিক পরিষদে বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত ঘোষণা করা হয়। একই দিনে ছয় দলীয় ঐক্যজোট তাদের পক্ষ থেকে ৬ প্রার্থীর নাম ঘোষণা করে। ৯ নভেম্বরে জানা যায় যে উপনির্বাচনে প্রাদেশিক পরিষদের ১২টি আসন সহ মোট ১০৮টি আসনের প্রার্থীরা বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হয়েছে। প্রাপ্ত সংবাদ অনুযায়ী ছয় দলীয় ঐক্যজোট থেকে ১০২ জন ও পাকিস্তান পিপলস পার্টি থেকে ১ জন বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হয়েছিল।\n\n\n==== বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত প্রাদেশিক প্রার্থী ====\n\n২৩ অক্টোবর থেকে ৯ নভেম্বর পর্যন্ত বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত জাতীয় পরিষদের প্রার্থীদের নাম নির্বাচন কমিশন ঘোষণা করে:\n\n\n=== বিতর্ক, অনিয়ম ও সংঘাত ===\nকনভেনশন মুসলিম লীগের প্রাক্তন সদস্য কাজী আবদুল কাদের পরিস্থিতি বিবেচনায় উপনির্বাচন আয়োজনকে অচিন্তনীয় আখ্যা দিয়ে পূর্ববর্তী নির্বাচনে বিজয়ীদের সাথে সমঝোতার প্রস্তাব দিয়েছিলেন। তার মতে উপনির্বাচনে অনেক সুবিধাবাদী ব্যক্তি অংশগ্রহণ করবে। কাওসার নিয়াজী অভিযোগ করেছিলেন যে জাতীয় পরিষদের জন্য পাকিস্তান পিপলস পার্টির ২০-৩০ আসনে প্রার্থী দেওয়ার কথা থাকলেও রাজাকারদের হুমকির ফলে ২১ অক্টোবর পর্যন্ত মাত্র ৭ জন মনোনয়নপত্র জমা দিতে পেরেছিলেন। তিনি দাবি করেছিলেন যে ছয় দলীয় ঐক্যজোটের প্রার্থীদের নিরাপত্তা দেওয়া হলেও তার দলের প্রার্থীদের জন্য নিরাপত্তার ব্যবস্থা করা হয়নি। মিয়া মাহমুদ আলী কাসুরী অভিযোগ করেছিলেন যে মুক্তিবাহিনী ও ছয় দলীয় ঐক্যজোটের হুমকির ফলে উদ্ভূত নিরাপত্তা ঝুঁকির জন্য উপনির্বাচনে পাকিস্তান পিপলস পার্টির প্রার্থীদের অসুবিধা হচ্ছে এবং এই পরিস্থিতি অব্যাহত থাকলে উপনির্বাচনে অংশগ্রহণে পুনর্বিবেচনা করতে হতে পারে। উপনির্বাচনের প্রস্তুতি নেওয়ার খবর জানতে পেরে মুক্তিবাহিনীর গেরিলা যোদ্ধারা ১ নভেম্বরে ঢাকার আউটার সার্কুলার রোডের পাশে মোমেনবাগে অবস্থিত নির্বাচন কমিশনের প্রাদেশিক দপ্তরে বোমা বিস্ফোরণ ঘটায়। ৬ নভেম্বরে আবদুল কাইয়ুম খান নাশকতামূলক কার্যক্রমকে কারণ দেখিয়ে উপনির্বাচনের তারিখ এগিয়ে আনার প্রস্তাব দেন। ৭ নভেম্বরে পিই১৯২ ঢাকা-২২ আসনে বিনা প্রতিদ্বন্দ্বিতায় সদ্য নির্বাচিত প্রাদেশিক পরিষদ সদস্য কাইয়ুম মুসলিম লীগের সুলতান উদ্দীন খান আততায়ীর গুলিতে নিহত হন। এনই৯৯ ফরিদপুর-৬ আসনে একাধিক প্রার্থী থাকা সত্ত্বেও আনিসুজ্জামান চৌধুরীকে বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত দেখানোর প্রতিবাদে আরেক প্রার্থী ছয় দলীয় ঐক্যজোটের সরদার আবদুল মোতালেব নির্বাচনী কমিশনকে নিজের প্রার্থিতার প্রমাণপত্র সহ একটি অভিযোগপত্র প্রদান করে। ছয় দলীয় ঐক্যজোটের নেতা নুরুল আমিনের স্বতন্ত্র ও অন্যান্য দলের প্রার্থীদের উপনির্বাচন থেকে সরে পড়ার আহ্বানের সমালোচনা করে পাকিস্তান পিপলস পার্টির নেতা খুরশীদ হাসান মীর দাবি করেছিলেন যে প্রকৃত নির্বাচনী লড়াইয়ে ভীত ঐক্যজোট তার দলের প্রার্থীদের মনোনয়নপত্র প্রত্যাহারে চাপ দিচ্ছে। ছয় দলীয় ঐক্যজোটের এনই১০৭ ঢাকা-৪ আসনের প্রার্থী আহমদ আলী মণ্ডল অভিযোগ করেছিলেন যে প্রার্থীতা পরিত্যাগ না করা সত্ত্বেও নির্বাচন কমিশন তার আসনে পাকিস্তান পিপলস পার্টির প্রার্থী আকরাম হোসেন খানকে বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত ঘোষণা করেছে।\n\n\n== পরিণতি ==\n\n২৩ নভেম্বর ১৯৭১ সালে পূর্ব পাকিস্তানের সীমান্তে ভারতের অঘোষিত সামরিক আক্রমণের প্রেক্ষিতে সমগ্র পাকিস্তানে জরুরি অবস্থা জারি করা হয়। ২৬ নভেম্বরে পূর্ব পাকিস্তানের ২০টি জাতীয় পরিষদ আসন ও ৭১টি প্রাদেশিক পরিষদ আসনের জন্য নির্বাচনের সময়সূচি ঘোষণা করা হয়। ৩ ডিসেম্বরে পশ্চিম পাকিস্তানে ভারত আক্রমণ শুরু করে। এরপর পাকিস্তান নির্বাচন কমিশন উপনির্বাচন স্থগিত করে ৬ ডিসেম্বরে জানিয়েছিল যে পরবর্তীতে উপনির্বাচনের নতুন তারিখ জানানো হবে। এরপরের দিন নুরুল আমিনকে পাকিস্তানের প্রধানমন্ত্রী করা হয়। ১৬ ডিসেম্বরে মিত্রবাহিনীর নিকট পাকিস্তান সেনাবাহিনী ঢাকায় আত্মসমর্পণ করলে পূর্ব পাকিস্তান বাংলাদেশ নামে স্বাধীন হয়। ২০ ডিসেম্বরে মেজর ও কর্নেলদের বিদ্রোহের ফলে ইয়াহিয়া খান ক্ষমতাচ্যুত হোন এবং জুলফিকার আলী ভুট্টো পাকিস্তানের নতুন রাষ্ট্রপ্রধান হোন। পাকিস্তান সেনাবাহিনীর আত্মসমর্পণের ৬ দিন পর বাংলাদেশ সরকার ভারতের কলকাতা থেকে সদ্য স্বাধীন রাষ্ট্রের রাজধানী ঢাকায় স্থানান্তরিত হয়ে আনুষ্ঠানিকভাবে কার্যক্রম শুরু করে। অন্যদিকে ২৩ ডিসেম্বরে জুলফিকার আলী ভুট্টো উপনির্বাচন ও তার ফলাফল বাতিল ঘোষণা করেন। ৭ জানুয়ারি ১৯৭২ সালে জুলফিকার আলী ভুট্টোর নির্দেশ অনুযায়ী শেখ মুজিবুর রহমানকে পাকিস্তান থেকে মুক্ত করে দেওয়া হয় এবং ১২ জানুয়ারিতে শেখ মুজিবুর রহমান প্রবাসী বাংলাদেশ সরকারের রাষ্ট্রপতির পদ ছেড়ে গণপ্রজাতন্ত্রী বাংলাদেশ সরকারের প্রধানমন্ত্রী হোন। পরবর্তীতে ১৯৭০ সালের জাতীয় ও প্রাদেশিক পরিষদে নির্বাচিত সদস্যদের নিয়ে বাংলাদেশে একটি সংবিধান তৈরির উদ্দেশ্যে একটি গণপরিষদ গঠন করা হয়। ১০ এপ্রিল ১৯৭৩ সালে জাতীয় পরিষদে পাকিস্তানের নতুন সংবিধান গৃহীত হয় এবং ১৪ আগস্ট ১৯৭৩ সালে জুলফিকার আলী ভুট্টো পাকিস্তানের প্রধানমন্ত্রী হোন।\n\n\n== তথ্যসূত্র =="}