{"pageid": 1525221, "title": "মুসলিম রোমানি জনগোষ্ঠী", "url": "https://bn.wikipedia.org/wiki?curid=1525221", "content": "মুসলিম রোমানি হল রোমানি জনগোষ্ঠীর সেই অংশ, যারা ইসলাম ধর্ম অনুসরণ করে। রোমানিরা মূলত ইউরোপ, মধ্যপ্রাচ্য ও মধ্য এশিয়ার বিভিন্ন অঞ্চলে বসবাসকারী এক জাতিগোষ্ঠী, যারা দক্ষিণ এশিয়ার উত্তর-পশ্চিম অঞ্চল থেকে আগত বলে ধারণা করা হয়। খোরাখানে রোমা হলো বালকান রোমানি ভাষায় সেই রোমানি জনগোষ্ঠী, যারা ভ্লাখ রোমানি গোষ্ঠীর অন্তর্ভুক্ত নয় এবং উসমানীয় সাম্রাজ্যের সময়ে হানাফি মাজহাবের সুন্নি ইসলাম গ্রহণ করেছিল। তাদের মধ্যে কিছু রোমানি মুসলিম সূফি মতবাদে বিশ্বাসী এবং দরবেশ হিসেবে পরিচিত। ইউরোপের বৃহত্তম মুসলিম রোমানি বসতি শুতো অরিজারি (স্থানীয়ভাবে শুটকা)—যা উত্তর মেসিডোনিয়ায় অবস্থিত—সেখানে জেররাহি তরিকার প্রধান কেন্দ্র রয়েছে। এই অঞ্চলে বসবাসকারী আর্লিয়ে ও গুরবেতি মুসলিম রোমানিদের নিজেদের রোমানি ইমাম রয়েছে। তুরস্কের রোমানি মুসলিমদের মধ্যে অনেকেই হিন্দিলার তেক্কেসি নামক কাদিরিয়া তরিকার সদস্য। তুরস্ক ও বাল্কান অঞ্চলের রোমানি মুসলিমরা মূলত সাংস্কৃতিক মুসলিম বা নামমাত্র মুসলিম হিসেবে পরিচিত।\nমুসলিম রোমানিরা ধর্মীয়ভাবে পুরুষদের সুন্নতে খতনা উদযাপন করে, যা জাঁকজমকপূর্ণ আয়োজন ও উৎসবের মাধ্যমে সম্পন্ন হয়। সাধারণত ছেলেদের পাঁচ বছর বয়সে খতনা করানো হয়, কারণ রোমানি সংস্কৃতিতে ৫ সংখ্যা (পাঁচ/পাঞ্চ) পবিত্র প্রতীক হিসেবে বিবেচিত হয়। মুসলিম রোমানিদের মধ্যে এমন একটি রীতি রয়েছে যে, খতনার পরে অগ্রচর্ম অবশ্যই মাটিতে পুঁতে ফেলতে হবে। তাদের বিশ্বাস, পুনরুত্থানের দিনে পুরুষদের দেহ আবার পূর্ণাঙ্গ রূপে ফিরিয়ে দেওয়া হবে, যার ভিত্তি সহিহ বুখারি ৬৫২৪-এর একটি হাদিস:\n\n\"তোমাদেরকে কিয়ামতের দিন উলঙ্গ, খতনাবিহীন এবং খালি পায়ে ওঠানো হবে।\"\nঅগ্রচর্ম পুঁতে ফেলার এই প্রথা দক্ষিণ এশিয়ার মুসলিমদের মধ্যেও প্রচলিত। অনুষ্ঠানের সময় শিশুর হাত ও পা তার \"কিরভো\" (দত্তক পিতা বা ধর্মীয় অভিভাবক) ধরে রাখে। কিরভোই খতনার অনুষ্ঠানের সমস্ত খরচ বহন করে। \"কিরভে\" প্রথা, যা সান্ডেক-এর মতো, এটি তুরস্কে আলেভি ও ইয়াজিদি সম্প্রদায়েও প্রচলিত।\nরোমা জনগোষ্ঠীর মধ্যে ইসলাম মূলত তাদের অটোমান সাম্রাজ্যের অধীনে বসবাসের সাথে সম্পর্কিত। অটোমান শাসনের সময় মুসলিম রোমাদের বেশি অগ্রাধিকার দেওয়া হতো, এবং তারা বালকান ও রুমেলিয়া অঞ্চলে পুনর্বাসিত হয়। এই জনগোষ্ঠীকে আনাতোলিয়া ও মিশর থেকে এনে পুনর্বাসিত করা হয়। অটোমান সাম্রাজ্যের প্রথম দিকের শতাব্দীগুলোতে মুসলিম রোমারা জিজিয়া কর প্রদান করত, তবে এর ব্যতিক্রম ছিল অটোমান বসনিয়ার মুসলিম রোমারা, যাদের সেলিম দ্বিতীয়-এর আদেশে কর প্রদানের বাধ্যবাধকতা থেকে অব্যাহতি দেওয়া হয়েছিল। \nগুলহানে ফরমান জারির পর, সকল মুসলিম রোমা কর প্রদান থেকে মুক্তি পায় এবং পূর্ণাঙ্গভাবে মুসলিম সম্প্রদায়ের অংশ হিসেবে স্বীকৃতি লাভ করে। ১৮৭৪ সালে, অটোমান সাম্রাজ্য অন্যান্য মুসলিমদের মতো রোমা মুসলিমদেরও সমান অধিকার প্রদান করে। তুর্কি ইতিহাসবিদ রেশাত একরেম কচু ব্যাখ্যা করেছেন যে, ১৯শ শতকে ইস্তাম্বুলে বসবাসকারী লোম জনগোষ্ঠীর (একটি রোমা উপগোষ্ঠী) একটি অংশ ইসলাম গ্রহণ করেছিল। বর্তমানে উল্লেখযোগ্যসংখ্যক মুসলিম রোমা বসবাস করে তুরস্ক, বসনিয়া ও হার্জেগোভিনা, আলবেনিয়া, মন্টেনেগ্রো, কসোভো, উত্তর মেসিডোনিয়া, বুলগেরিয়া, রোমানিয়া প্রভৃতি দেশে। \n১৯৯০-এর দশকের মাঝামাঝি এক হিসাবে দেখা যায়, বুলগেরিয়ার রোমা জনগোষ্ঠীর প্রায় ৪০% মুসলিম। রোমানিয়ার ডোবরুজা ও ভালাকিয়া অঞ্চলে একটি ছোট মুসলিম রোমা সম্প্রদায় বিদ্যমান, যা দেশের মোট মুসলিম রোমা জনগোষ্ঠীর ১%। রোমানিয়া, ক্রোয়েশিয়া (যেখানে বসনিয়া থেকে আগত রোমাদের মধ্যে প্রায় ৪৫% মুসলিম), দক্ষিণ রাশিয়া, গ্রীস (বিশেষত পশ্চিম থ্রেসে ক্ষুদ্র মুসলিম রোমা জনগোষ্ঠী), উত্তর সাইপ্রাস, দক্ষিণ সার্বিয়া, এবং ক্রিমিয়াতে (ক্রিমিয়ার রোমা নামে পরিচিত) মুসলিম রোমারা বসবাস করে।\nসাবেক যুগোস্লাভিয়ার মুসলিম রোমাদের বেশিরভাগই বালকান রোমানি ভাষা ও দক্ষিণ স্লাভিক ভাষাসমূহ ব্যবহার করে। তবে, কিছু উপগোষ্ঠী শুধুমাত্র তাদের বসবাসকারী দেশের ভাষা গ্রহণ করেছে, যেমন আলবেনিয়ান মুসলিম রোমা সম্প্রদায় যারা আলবেনিয়া, কসোভো, মন্টেনেগ্রো, ও উত্তর মেসিডোনিয়ায় বাস করে, তারা কেবলমাত্র আলবেনিয়ান ভাষায় কথা বলে এবং মুসলিম আলবেনিয়ান রোমা নামে পরিচিত। এই গোষ্ঠী আলবেনিয়ান সংস্কৃতি পুরোপুরি আত্মস্থ করেছে। তবে, কিছু রোমা সম্প্রদায় একটি স্বতন্ত্র পরিচয় গঠন করেছে, যেমন আশকালী ও বালকান মিশ্র জনগোষ্ঠী, যারা নিজেদেরকে রোমা বলে স্বীকার করতে চায় না। বিশেষত কসোভোতে কিছু মুসলিম রোমা নিজেদের আলবেনীয় বা তুর্কি জাতিসত্তা হিসেবে উপস্থাপন করে। \nতুর্কি ভাষা তুর্কি রোমাদের মধ্যে ব্যবহৃত হয়, তবে খুব কমসংখ্যক ব্যক্তি কুরবেতচা, রুমেলিয়ান রোমানি বা সেপেচিদেস রোমানি ভাষায় কথা বলেন। কিছু মুসলিম রোমাও নিজেদের পরিচয় দিতে \"জিপসি\" শব্দটি ব্যবহার করেন, কারণ তারা এটিকে অপমানজনক বলে মনে করেন না। মুসলিম রোমাদের সংস্কৃতি মূলত ইসলামি সংস্কৃতির ওপর ভিত্তি করে গড়ে উঠেছে।\nঅটোমান শাসনামলে, সুলতান সুলেইমানের আদেশে খ্রিস্টান ও মুসলিম রোমাদের আলাদা করে রাখা হতো। মুসলিম রোমাদের জন্য খ্রিস্টান রোমাদের সাথে বিবাহ বন্ধনে আবদ্ধ হওয়া, একসঙ্গে বসবাস করা বা ব্যবসায়িক সম্পর্ক স্থাপন করা নিষিদ্ধ ছিল। মুসলিম রোমা পুরুষেরা অটোমান সামরিক বাহিনীতে বিশেষত সামরিক বাদ্যযন্ত্র দল হিসেবে দায়িত্ব পালন করতেন।\nবিভিন্ন শতাব্দী ধরে মুসলিম ও খ্রিস্টান রোমাদের মধ্যে গুরুত্বপূর্ণ সাংস্কৃতিক পার্থক্য তৈরি হয়েছে। অর্থোডক্স খ্রিস্টান ভ্লাক্স রোমানিরা নিজেদেরকে \"čáče Roma\" বলে মনে করেন এবং মুসলিম রোমাদের রোমানি সমাজের অংশ বলে গণ্য করেন না। তারা মুসলিম রোমাদের তুর্কি বলে ডাকেন এবং বলেন যে, তারা \"তাদের সদস্যদের অগ্রত্বক কেটে ফেলে\"। অন্যদিকে, মুসলিম রোমারা খ্রিস্টান রোমাদের বহিরাগত হিসেবে দেখে এবং তাদের 'দাসিকানে' (চাকর বা দাস) বলে অভিহিত করে। এছাড়াও, \"আমারে রোমা\" (আমাদের রোমা) ও \"কুজদা রোমা\" (বহিরাগত রোমা) শব্দযুগল পরস্পরের বিরুদ্ধে ব্যবহৃত হয়। এই দুই ধর্মীয় গোষ্ঠীর মধ্যে একটি বিশাল সাংস্কৃতিক ব্যবধান বিদ্যমান।\n\n\n== অভিবাসনের ইতিহাস ==\nঅটোমান সাম্রাজ্যের পতনের পর, মুসলিম রোমারা এমন অঞ্চলে দ্বিগুণ বৈষম্যের শিকার হয়েছেন, যেখানে ইসলাম সংখ্যালঘু ধর্ম। তারা একদিকে অ্যান্টিজিগানিজম (রোমা জনগোষ্ঠীর বিরুদ্ধে বৈষম্য) এবং অন্যদিকে ইসলামবিদ্বেষী মনোভাবের শিকার হয়েছেন।\nগ্রিক স্বাধীনতা যুদ্ধ, রুশ-অটোমান যুদ্ধ (১৮৭৭–১৮৭৮) এবং বলকান যুদ্ধ (১৯১২–১৯১৩) চলাকালীন, অন্যান্য মুসলিম গোষ্ঠীর সঙ্গে মুসলিম রোমারাও মুহাজির হিসেবে ইস্তাম্বুল এবং পূর্ব থ্রেস অঞ্চলে পালিয়ে যান।গ্রিস ও তুরস্কের জনসংখ্যা বিনিময় চলাকালীন সময়ে গ্রিসের মুসলিম তুর্কি রোমারা তুরস্কে পুনর্বাসিত হন। তুর্কি ভাষায় তাদেরকে \"মুবাদিল রোমানলার\" বলা হয়।\n১৯৫০-৫১ সালের দিকে বুলগেরিয়া থেকে মুসলিম তুর্কি রোমারা তুরস্কে আসেন এবং চানাক্কালে ও আশপাশের এলাকায় বসতি স্থাপন করেন। ১৯৫৩ থেকে ১৯৬৮ সালের মধ্যে যুগোস্লাভিয়া থেকে মুসলিম তুর্কি রোমা ও তুর্করা তুরস্কে অভিবাসন করেন। আধুনিক সময়ে অভিবাসন অপেক্ষাকৃত সহজ হওয়ার কারণে বিশ্বের অন্যান্য অঞ্চলেও মুসলিম রোমাদের দেখা যায়। তুরস্কের তুর্কি রোমা এবং প্রাক্তন যুগোস্লাভিয়ার অন্যান্য মুসলিম রোমারা পশ্চিম ইউরোপে অস্থায়ী শ্রমিক হিসেবে গিয়েছিলেন, তবে স্বাগতিক জনগোষ্ঠী তাদের তুর্কি বা যুগোস্লাভ হিসেবে দেখত। \nবসনিয়া ও কসোভোর মুসলিম রোমারা যুগোস্লাভ যুদ্ধের সময় ইতালিতে গিয়েছিলেন এবং বিশেষ করে ফ্লোরেন্সে বসতি স্থাপন করেন। প্রাক্তন যুগোস্লাভিয়ার (মুসলিম রোমা) গোষ্ঠীর অনেকে যুক্তরাষ্ট্রে অভিবাসন করেন এবং মূলত নিউ ইয়র্কে বসতি স্থাপন করেন এবং তারা দক্ষিণ আমেরিকায়ও বসতি স্থাপন করেছে।\n২০০৭ সাল থেকে বুলগেরিয়ার তুর্কি রোমারা শ্রমিক হিসেবে পশ্চিম ইউরোপে অভিবাসন করে।\n\n\n== বিশ্বাস ও অবস্থান ==\nঅধিকাংশ মুসলিম রোমা সুন্নি হলেও তারা শুধু সুন্নি নয়। উদাহরণস্বরূপ বলা যায় সার্বিয়াতে কিছু শিয়া রোমা সম্প্রদায় রয়েছে। তুর্কি রোমারা সাধারণত সুন্নি মুসলিম। অটোমান শাসনের অধীনে মুসলিম রোমাদের সামাজিক অবস্থান অ-মুসলিমদের তুলনায় উঁচু থাকলেও অ-রোমা মুসলিমদের তুলনায় নিচু ছিল। তবে অন্য অনেক মুসলিম রোমা তাদের মুসলিম অ-রোমা ভাইদের সঙ্গে সুসংহতভাবে বসবাস করত এবং তা গ্রহণযোগ্যতা পেয়েছিল।\n\n\n== মুসলিম রোমা উপদল ==\n\n\n=== কুর'আনের প্রেমিক ===\nকুর'আনের প্রেমিক (অন্য বানান: Khorakhane, Xoraxane, Kharokane, Xoraxai ইত্যাদির—অর্থও কুরআনের প্রেমিক) একটি প্রাচীন ধর্মীয় এবং স্বীকারোক্তিগত পদ এবং ছাতার মতো বিস্তৃত একটি শব্দ, যা বলকান অঞ্চলের মুসলিম রোমাদের বোঝাতে ব্যবহৃত হয়।\n\n\n== পোশাক ==\nমুসলিম রোমানী মহিলারা তাদের বিয়ে, খতনা উৎসব এবং অন্যান্য উৎসবগুলোতে সুন্দর রেশমি ডিমিজে পরেন যা তুর্কি সালভার নামেও পরিচিত। এমনকি সাধারণ দিনেও, অনেক বুড়ো মহিলার পাশাপাশি কিছু তরুণীও সালভার পরিধান করেন।\n\n\n== নৃত্য এবং সঙ্গীত ==\nবেলি নৃত্য, রোমানো হোরা (নৃত্য), রোমান হাভালারী ৮/৯ মাপ, জুরনা, দাবুল এবং ক্ল্যারিনেট বাজানো হয়। অটোমান সাম্রাজ্যের সময়ে বিশেষ করে তরুণ সুদর্শন রোমানী ছেলেরা কোচেক-নৃত্যশিল্পী হিসেবে নেওয়া হতো এবং তরুণ রোমানী মহিলা নৃত্যশিল্পীদের চেঙ্গি নামে অভিহিত করা হতো।\n\n\n== আরও দেখুন ==\nআরলিয়ে\nগুরবেতি\nসেপেসিডেস রোমানি\nজারগারি গোত্র\nকাকাভা\nতুর্কি রোমানি\n\n\n== তথ্যসূত্র =="}