{"pageid": 1525130, "title": "আবু মাদিয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1525130", "content": "আবু মাদিয়ান শু'আইব ইবন আল-হুসাইন আল-আনসারী আল-আন্দালুসি ( আরবি: ابو مدين شعيب بن الحسين الأنصاري الأندلسي   ; আনুমানিক ১১২৬ - ১১৯৮ খ্রিস্টাব্দ) সাধারণত আবু মাদিয়ান নামে পরিচিত। তিনি একজন প্রভাবশালী আন্দালুসীয় মরমী এবং একজন মহান সুফি গুরু ছিলেন।\nকেউ কেউ তাকে মাগরেব রহস্যবাদের জাতীয় ব্যক্তিত্ব হিসেবেও উল্লেখ করেন। কারণ তিনি এই ভৌগোলিক অঞ্চলে সুফিবাদের একজন অগ্রদূত ছিলেন। তিনি ঈশ্বরের প্রতি গভীর ভক্তি দিয়ে নিজের ভেতরের দিকে তাকাতে এবং তপস্যার মাধ্যমে অভ্যন্তরীণ ও বাহ্যিক দিক সমন্বয় সাধন করতে বলেন। \nতার বিখ্যাত শিষ্যদের মধ্যে ছিলেন ইবনে আরাবি এবং ইতিহাসবিদ ইবনে হাম্মাদ।\n\n\n== জীবন ==\nআবু মাদিয়ান ১১২৬ সালে সেভিল থেকে ৩৫ কিলোমিটার দূরে কান্তিলানায় জন্মান। তার পরিবার ছিল সাধারণ এবং দরিদ্র। তিনি ছোটবেলায় তাঁতির কাজ শিখেন। তবে জ্ঞানের প্রতি তাঁর অতৃপ্ত ক্ষুধা কুরআন এবং ধর্ম ও রহস্যবাদ অধ্যয়নের প্রতি তাঁর আগ্রহকে আরও বাড়িয়ে তোলে।  জিব্রাল্টার প্রণালী অতিক্রম করার পর, তিনি কিছু সময়ের জন্য সাবতা ( সিউটা ) তে জেলেদের সাথে কাজ করেছিলেন। এরপর তিনি মারাকেশে যান। যেখানে তিনি শহর রক্ষার জন্য আলমোরাভিদ সেনাবাহিনীতে যোগ দেন। \nএর কিছুদিন পরেই আবু মাদিয়ান তার শিক্ষা শেষ করার জন্য ফেজে যান। আলমোরাভি যুগের প্রায় শেষের দিকে অথবা আলমোহাদ রাজ্য প্রতিষ্ঠার শুরুতে তিনি ফেজের উদ্দেশ্যে রওনা হন।  ফেজে তিনি আবু ইয়াজ্জা, আলি হিরজিহিম এবং আল-দাক্কাকের কাছে পড়েন। আল-দাক্কাক তাকে সুফিবাদের খিরকা দেন। তিনি সিদি আলি ইবনে হারাজেমের রহস্যবাদে মুগ্ধ হন। তার গুরু আবু ইয়া'জার কাছে পড়াশোনা শেষ করার পর তিনি প্রাচ্য ভ্রমণ করেন। প্রাচ্যে থাকাকালীন তিনি সুন্নি ইসলামের অন্যতম বিশিষ্ট ধর্মতত্ত্ববিদ, দার্শনিক এবং রহস্যবাদী  আল-গাজ্জালীর রচনার সাথে পরিচিত হন।\nআবু মাদিয়ান মক্কায় যান। সেখানে তিনি মহান মুসলিম সাধক জিলানীর সাথে দেখা করেন। তাঁর অধীনে তাঁর আধ্যাত্মিক প্রশিক্ষণ সম্পন্ন করেন।ফিরে এসে তিনি বেজাইয়ায় বসতি স্থাপন করেন। তিনি কঠোর তপস্যা করেন এবং জ্ঞানের জন্য খ্যাতি পান। লোকেরা তার বক্তৃতা শুনতে ও পরামর্শ নিতে আসতে থাকে। অনেকে তাকে অলৌকিক ক্ষমতার অধিকারী মনে করেন।\nতার বিশ্বাস সেই শহরের আলমোহাদ পণ্ডিতদের বিরোধী ছিল। তার ক্রমবর্ধমান খ্যাতি আলমোহাদদের বিরক্ত করে। তারা তাকে দূর করতে চেয়েছিল।\nঅবশেষে, মাদিয়ান বেজাইয়া শহরে বসতি স্থাপন করেন। সেখানে তিনি একটি মসজিদ-স্কুল ( জাওইয়া ) প্রতিষ্ঠা করেন। আবু মাদিয়ানের খ্যাতি ও প্রভাবের পরিমাণ তৎকালীন রাজনৈতিক শক্তিগুলির মধ্যে গুরুতর উদ্বেগের বাড়িয়ে দেয়। আলমোহাদ খলিফা ইয়াকুব আল-মানসুর আবু মাদিয়ানকে এই কারণে মারাক্কেশে ডেকে পাঠান। মারাক্কেশে তলব করার পর, আবু মাদিয়ান অসুস্থ হয়ে পড়েন।  ৫৯৪/১১৯৮ সালে ইসের নদীর কাছে তার গন্তব্যে পৌঁছানোর আগেই মারা যান ( يسر )।  তার শেষ কথা ছিল \"আল্লাহ আল-হক\"। তাকে আলজেরিয়ার তালেসমানের কাছে আল-উব্বাদ এলাকায় দাফন করা হয়। তালেসমানের লোকেরা তাকে তাদের সুফি সাধক মানে। তার জন্য একটি সমাধি তৈরি করা হয়। মারিনিদ রাজারা তার সম্মানে অনেক স্মৃতিস্তম্ভ বানান। তার সমাধি এখনো সুফিদের তীর্থস্থান।\n\n\n== শিক্ষা ==\nমাদিয়ানের স্কুলে তওবা, তপস্যা, গুরুদের সেবা ও দর্শন শেখানো হতো। তিনি ফুতুওয়া (যৌবন/সাহসিকতা) ও গুরুর প্রতি ভক্তি, ন্যায়বিচার, ধৈর্য ও উদারতার উপর জোর দেন। তিনি ভাবনাকে গ্রহণ করতে বলেন। তিনি শুধু তপস্যায় সীমাবদ্ধ থাকেননি। তিনি সাধারণ মানুষের সঙ্গে সম্পর্ক রাখেন। তিনি কবিতা ও প্রবাদ দিয়ে জনগণের সঙ্গে যোগাযোগ করেন।\nইয়াহিয়া বি. খালদুনের মতে, আবু মাদিয়ানের শিক্ষা এই একটি অমূল্য বাণীতে সমাপ্ত হয়। যা তিনি প্রায়ই বলতেন, \"যদি তুমি সত্যের লক্ষ্য অর্জন করতে চাও, তাহলে আল্লাহ বলো! এবং পার্থিব সম্পর্কিত  বিষয় পরিত্যাগ করো।\" \nআবু মাদিয়ানের লেখা খুব অল্পই আজও টিকে আছে। এর মধ্যে কিছু সুফি ঘরানার কবিতা, একটি উইল (ওসিয়ত) এবং একটি বিশ্বাসপত্র (আকিদা) টিকে রয়েছে।\n\n\n== উত্তরাধিকার ==\nআবু মাদিয়ান শত শত শিষ্যকে শিক্ষা দেন এবং গওস মর্যাদা পান। তিনি সাধারণ মানুষের কাছে জনপ্রিয় হন। তার কথা ও ব্যক্তিত্ব সাধারণ মানুষ থেকে শুরু করে উচ্চশিক্ষিত পণ্ডিতদেরও মুগ্ধ করত। তার সময়ে কেউ তার ধর্মীয় ও বুদ্ধিবৃত্তিক প্রভাব অতিক্রম করতে পারেনি। তার তরিকা(আধ্যাত্মিক শিক্ষায়) থেকে অনেক সাধক তৈরি হয়। রিফ অঞ্চলের ৪৬ জন সুফি সাধকের মধ্যে ১৫ জন তার শিষ্য ছিলেন। আজও লোকেরা তার সমাধিতে তওয়াসসুলের জন্য আসে।\n\n\n== বই ==\nবিদায়াত আল-মুরিদিন, পাণ্ডুলিপি নং ৯৩৮, ন্যাশনাল লাইব্রেরি, আলজেরিয়া।\nদিওয়ান (তাঁর কবিতার সংকলন), সম্পাদক চাওয়ার, ত্লেমসেন; দামেস্ক, ১৯৩৮।\nউন্স আল-ওয়াহিদ, পাণ্ডুলিপি ২-১০৫ (৮) পৃষ্ঠা ৩৩৭–৩৪৩, ন্যাশনাল লাইব্রেরি, প্যারিস; কায়রোতে ১৩০১ হিজরি / ১৮৮৪ খ্রিষ্টাব্দে প্রকাশিত, আহমদ বাআ'চান-এর টীকাসহ।\nতুহফাতুল আরিব, লাতিন অনুবাদসহ প্রকাশ করেছেন এফ. দ্য দোমবে; ভিয়েনা, ১৮০৫, শিরোনাম: *ইবন মাদিরাই মৌরি ফেসানির কিছু আরবি বাক্য*।\nআবু মাদইয়ানের পথ, দ্বিভাষিক সংকলন,ইসলামিক টেক্সটস সোসাইটি, কেমব্রিজ, ১৯৯৬; অনুবাদ: ভিনসেন্ট করনেল।\nআদাব আল-মুরিদ, সূলুকের আত্মিক পথে নতুনদের জন্য মুরিদের শিষ্টাচার নিয়ে একটি কবিতা।\n\n\n== তথ্যসূত্র =="}