{"pageid": 1525056, "title": "নাইজেরিয়ায় ঈদুল আযহা", "url": "https://bn.wikipedia.org/wiki?curid=1525056", "content": "ঈদুল আযহা হল নাইজেরিয়া এবং সারা বিশ্বের মুসলমানদের দ্বারা হিজরি মাসের জিলহজ্জের ১০ম তারিখে পালিত একটি উৎসব। এটি ইসলামে পালিত দুটি ঈদের একটি (অন্যটি হল ঈদুল ফিতর )।  এটি আল্লাহর আদেশের প্রতি আনুগত্যের জন্য ইব্রাহিম (আঃ) এর পুত্র ইসমাইল ( ইসমাঈল ) কে কুরবানী করার ইচ্ছার ঘটনাকে সম্মান করে পালিত হয়।\n\n\n== ইতিহাস ==\nনাইজেরিয়ায় ইসলাম প্রবর্তনের পর থেকে, মুসলমানরা প্রতি বছর যিলহজ্জ মাসের দশম দিনে ঈদুল আযহা উদযাপন করে আসছে। এটিকে \"ঈদ আল-কবীর\" বা হাউসা বাব্বার সাল্লাহ নামে উল্লেখ করা হয়েছে। নাইজেরিয়ার মুসলমানরা এটিকে ধর্মীয় উপাসনার মাধ্যমে উদযাপন করে যার মধ্যে রয়েছে সকালে নামাজের ময়দানে যাওয়া ও ঈদের নামাজ পড়া,  কুরবানী করা (দিনের একটি মূল কার্যকলাপ), এবং পরিবার ও বন্ধুদের সাথে খাবার ভাগ করে নেওয়া। লক্ষ্য হল অন্যান্য মুসলিমদের সাথে এবং কিছু ক্ষেত্রে, অমুসলিম প্রতিবেশীদের সাথে আনন্দ ভাগাভাগি করা। \n\n\n== ঐতিহ্য ==\n\n\n=== প্রার্থনা স্থল পরিদর্শন ===\nসকল বয়সের পুরুষ ও মহিলা ঈদের নামাজ আদায়ের জন্য নামাজের ময়দানে আসেন। তাদের বেশিরভাগই আনন্দ এবং আনন্দ প্রকাশের জন্য নতুন পোশাক পরে, কারণ এটি বছরের সবচেয়ে গুরুত্বপূর্ণ দিনগুলির মধ্যে একটি। তারা ইমামের পর দুই রাকাত নামাজ পড়ে এবং তারপর নামাজের ময়দানে ইমামের খুতবা শোনার জন্য অবস্থান করে, যেখানে রাজা-বাদশাহ এবং অন্যান্য গণ্যমান্য ব্যক্তিরাও উপস্থিত ছিলেন। প্রার্থনার সমাপ্তি উপলক্ষে রাজকীয় দলের পক্ষ থেকে আকাশে একটি বন্দুক নিক্ষেপ করা হয়।\n\n\n=== ত্যাগ থেকে ভাগাভাগি ===\nনামাজ এবং খুতবা শেষ করার পর, ইমাম তার কুরবানী করেন, প্রায়শই একটি পুরুষ ভেড়া। এই ভেড়াটি নামাজ শুরু হওয়ার আগে নামাজের ময়দানে উপস্থিত থাকে। জবাইয়ের পর, মুসলমানরা তাদের ঘরে ফিরে যায় এবং আল্লাহর নৈকট্য লাভ এবং আনন্দ উদযাপনের জন্য তাদের জবাই করে। বেশিরভাগ মুসলমানই ভেড়া জবাই করেন, যা এই মৌসুমে খুব ব্যয়বহুল। কিছু ধনী ব্যক্তি গরু এবং উট জবাই করে। \n\n\n=== ঘোড়সওয়ার (দরবার) ===\nঈদুল আযহার নামাজ শেষ হওয়ার পর, উত্তর নাইজেরিয়ার আমির এবং প্রধানরা সুসজ্জিত ঘোড়ায় চড়ে মুসল্লিদের এবং অন্যান্যদের ভিড়ের সামনে থেকে বেরিয়ে আসেন। এটি দরবার উৎসব নামেও পরিচিত। আমিরের সামনে একটি ঘোড়দৌড় অনুষ্ঠিত হয়। \n\n\n=== কুরবানী ===\nনাইজেরিয়ার মুসলমানরা ঈদের আনন্দ ভাগাভাগি করার জন্য তাদের আত্মীয়স্বজন এবং বন্ধুদের সাথে তাদের কোরবানির মাংস ভাগ করে নেয়। \n\n\n=== পরিদর্শন ===\nদর্শন ঐতিহ্যের অংশ। মুসলমানরা তাদের বন্ধুবান্ধব এবং বর্ধিত পরিবারের সাথে দেখা করতে যান এবং ছোটদের উপহার দেওয়া হয়। মুসলমানরা বিশ্বাস করে যে, এই কাজটি ইসলামের প্রতিনিধিত্বকারী ভালোবাসা এবং সম্প্রীতিকে উৎসাহিত করে। এই উৎসবে যেসব স্থান পরিদর্শন করা হয় তার মধ্যে রয়েছে বিনোদন পার্ক, সমুদ্র সৈকত এবং অন্যান্য অবসর স্থান।\n\n\n== তথ্যসূত্র =="}