{"pageid": 1525382, "title": "লোহাম", "url": "https://bn.wikipedia.org/wiki?curid=1525382", "content": "লোহাম (অনুবাদ:ধাতু) হল ২০১৫ সালের ভারতীয় মালয়ালম অ্যাকশনভিত্তিক চলচ্চিত্র। চলচ্চিত্রটির কাহিনি, চিত্রনাট্য রচনা ও পরিচালনা করছেন রণজিৎ। আশীর্বাদ সিনেমাসের ব্যানারে ছবিটি প্রযোজনা করেছেন অ্যান্টনি পেরুম্বাভুর । চলচ্চিত্রের মূল ভূমিকায় অভিনয় করেছেন মোহনলাল, রেঞ্জি পাণিকর, সিদ্দিক, আন্দ্রেয়া জেরেমায়া এবং আজমল আমির । ছায়াছবিতে একটি রহস্যজনক চোরাচালান অপারেশন এবং ১০০ কিলোগ্রাম (২২০ পাউন্ড) সোনার অদৃশ্য হওয়ার কাহিনি চিত্রায়িত হয়েছে। শ্রীবালসান জে. মেনন ছিলেন সুরারোপ এবং সি. রাজামণি ফিল্ম স্কোর পরিচালনা করেছেন।\nলোহাম ২০১৫ সালের ২০শে আগস্ট ভারতে ২৫০টির বেশি প্রেক্ষাগৃহে বাণিজ্যিক মুক্তি দেয়া হয়। একই বছরের ২৮শে আগস্ট সংযুক্ত আরব আমিরাত ও যুক্তরাজ্যে ছায়াছবিটির বাণিজ্যিক মুক্তি পায়। এটি মুক্তির প্রথম দিনেই সর্বোচ্চ-উপার্জনকারী  মালয়ালম চলচ্চিত্র হয়ে উঠে। চলচ্চিত্রটি মুক্তির পর বিশ্বব্যাপী  বক্স অফিসে প্রায় ১৪ কোটি রুপি(মার্কিন$১.৭১ মিলিয়ন ডলার) আয় করে। এটি সমালোচকদের কাছ থেকে মিশ্র প্রতিক্রিয়া অর্জন করে। সমালোচকদের অধিকাংশই চলচ্চিত্রটির কলাকুশলীদের অভিনয় ও প্রযুক্তিগত দিকগুলির প্রশংসা করলেও এর চিত্রনাট্যের সমালোচনা করেন।\n\n\n== কাহিনিসংক্ষেপ ==\nএকটি শবাধারে রাখা নির্মাণ শ্রমিক রফিকের মৃতদেহ দুবাই থেকে কোজিকোড আন্তর্জাতিক বিমানবন্দরে পৌঁছানোর পর একটি অ্যাম্বুলেন্সে করে গন্তব্যে নেওয়া হয়। পথে মুহাম্মদ উননি ও তার সহ-চোরাচালানকারীদের লুকানো ১০০ কিলোগ্রাম (২২০ পাউন্ড) সোনা উদ্ধারের জন্য অ্যাম্বুলেন্সে হামলা চালায় উননির নিয়োগ করা অপরাধীরা। কিন্তু শবাধার খুলতেই তারা দেখে সোনা উধাও।\nএদিকে, চোরাচালানে জড়িত সন্দেহে নিখোঁজ স্বামী রমেশের সন্ধানে মুম্বই থেকে কোচি পৌঁছান জয়ন্তী। রমেশ একজন ভারতীয় রাজস্ব সেবা (আইআরএস) অফিসার ছিলেন, যাকে চোরাচালানের ঘটনার পর থেকেই খুঁজছে পুলিস। জয়ন্তী একটি ট্যাক্সি ভাড়া করে রমেশের সন্ধানে বিভিন্ন স্থানে যাতায়াত শুরু করেন। ট্যাক্সি চালক রাজুর আচরণে ধীরে ধীরে স্পষ্ট হয়, রমেশের исчезоতের পিছনে তারও নিজস্ব আগ্রহ আছে। জয়ন্তীর অনুরোধে রাজু তাকে শাশুড়ির বাড়িতে নিয়ে যায়, সেখানে খাবার বানিয়ে ও আন্তরিক ব্যবহারে পরিবারের доверие অর্জন করে।\nএরপর জয়ন্তীকে অতিরিক্ত পুলিশ কমিশনার (এসিপি) চন্দ্রশেখরনের অফিসে নিয়ে যায় রাজু। চন্দ্রশেখরন রমেশের অনুসন্ধানের আশ্বাস দেন। অফিস থেকে বেরিয়ে রাজু জয়ন্তীকে চন্দ্রশেখরনের স্ত্রী ও জয়ন্তীর বান্ধবী অ্যাডভোকেট রেখার বাড়িতে নেয়। সেখানে থাকাকালীন রমেশের একটি ফোন পায় জয়ন্তী। রমেশ জানায়, তিনি কোভালামে একটি সরকারি মিটিংয়ে রয়েছেন এবং পরদিন বাড়ি ফিরবেন, তাই জয়ন্তীকেও ফিরে যেতে বলেন।\nপরবর্তীতে চন্দ্রশেখরন জয়ন্তীকে জানান, রমেশের ফোনের অবস্থান আসলে কোচিতেই ছিল। এদিকে রমেশের ভাই সুধীরও চোরাচালানের সঙ্গে জড়িত।与此同时, উননি, বাবু, শাজি, শেনয় এবং এমএলএ কোচির একটি অ্যাপার্টমেন্টের ছাদে বৈঠকে মিলিত হয়ে বিমানবন্দর থেকে সোনা পরিবহনের সময় হামলা ও সোনা হারানোর ঘটনা নিয়ে আলোচনা করেন। তারা সন্দেহ করে রমেশই এই ঘটনায় জড়িত, কারণ ঘটনার পরই সে নিখোঁজ হয়েছে। জয়ন্তীকে অপহরণ করে রমেশের কাছ থেকে সোনা উদ্ধারের পরিকল্পনা করে তারা।\nঅজান্তেই রাজু ও জয়ন্তী তাদের হামলার শিকার হন। জয়ন্তীকে অচেতন করে ফেলা হয়, কিন্তু রাজু গোপনে রাখা পিস্তল বের করে হামলাকারীদের উপর গুলি চালায় এবং জয়ন্তীকে নিরাপদ স্থানে নিয়ে যায়। জয়ন্তী জ্ঞান ফেরার পর নিজেকে অপরিচিত লোকদের ঘিরে দেখেন। এসময় রাজু তার আসল পরিচয় প্রকাশ করে—সে একজন সাধারণ ট্যাক্সি চালক নয়, বরং রমেশ ও হারানো সোনার সন্ধানে তদন্তরত গোয়েন্দা দলের সদস্য। রাজু ব্যাখ্যা করে, রমেশ চোরাচালানের সঙ্গে জড়িত এবং এখন অপরাধীদের টার্গেট।\nজয়ন্তী নিরাপত্তার জন্য রেখার বাড়িতে ফিরে গেলে, চন্দ্রশেখরন রাজুকে সন্দেহের চোখে দেখতে শুরু করেন। এদিকে রাজু ও তার দল সাবরিমালা তীর্থযাত্রীর ছদ্মবেশে একটি ভ্যান ভাড়া করে জয়ন নামক এক সন্দেহভাজনকে ধরার ফাঁদ পাতে। রাজুর সহযোগী আমির আমানুল্লা আরিফ ভাইয়ের তথ্যদাতা সাজে জয়নকে ভ্যানে একটি \"উপহার\" পাওয়ার লোভ দেখায়। ফাঁদে পড়ে জয়নকে ধরে এনে জেরা করে রাজু। জয়ন স্বীকার করে, আরিফের পরিকল্পনা অনুযায়ী রফিককে ইচ্ছাকৃতভাবে একটি বিল্ডিং থেকে ফেলে দিয়ে হত্যা করা হয়, যাতে শবাধারে সোনা লুকিয়ে কোনো সন্দেহ না হয়।\nএই সূত্র ধরে রাজু রমেশের বাবা-মায়ের বাড়িতে পৌঁছায়, যেখানে রমেশ তার মায়ের আশ্রয়ে লুকিয়ে ছিল। রাজু রমেশ ও অন্যান্য অপরাধীদের গ্রেফতার করে, কিন্তু রমেশকে ছেড়ে দেয়। পরবর্তীতে জানা যায়, চোরাচালানকারী ও যুব নেতা শাজিই আসলে উননিকে প্রতারণা করে সমস্ত সোনা নিজে নিয়ে গিয়েছিল।\nসোনা উদ্ধারের পর রাজু ও তার দল স্থানীয় পুলিসের হাতে আটক হয়। রাজু নিজেকে র' এজেন্ট হিসেবে এবং তার দলকে ভারতের বিভিন্ন গোয়েন্দা সংস্থার কর্মী বলে পরিচয় দেয়। তিনি তার আসল নাম প্রকাশ করেন—রাজীব সত্যামূর্তি। পুলিস তাদের ছেড়ে দেয়, যাতে তারা তদন্ত শেষ করতে পারে। তবে চমকপ্রদ সমাপ্তিতে প্রকাশ পায়, রাজু ও তার দলই আসল চোরাচালানকারী।\n\n\n== কুশীলব ==\n\n\n== উৎপাদন ==\n\n\n=== অগ্রগতি ===\n  \n২০১৩ সালে, রণজিৎ আশীর্বাদ সিনেমাস-এর জন্য মোহনলাল ও মঞ্জু ওয়ারিয়ার অভিনীত একটি চলচ্চিত্র প্রযোজনার পরিকল্পনা ঘোষণা করেন, যা ভারতের কেরালায় আয়োজিত বার্ষিক বিষু উৎসবে ২০১৪ সালে মুক্তি পাওয়ার কথা ছিল। প্রযোজনা শুরু হওয়ার কথা ছিল ২০১৩ সালের ডিসেম্বরে। লোহম-এর ঘোষণা মিডিয়ায় ব্যাপক মনোযোগ পায়, কারণ এটি ছিল মঞ্জু ওয়ারিয়ারের পর্দায় প্রত্যাবর্তন—অভিনেতা দিলীপ-কে বিয়ে করতে তিনি চলচ্চিত্র শিল্প ছেড়ে দিয়েছিলেন। প্রিথ্বিরাজ সুকুমারন-এর অভিনয়শিল্পী হিসাবে যোগদানের পর মিডিয়া কভারেজ আরও বেড়ে যায়। তবে, চলচ্চিত্রটি আনুষ্ঠানিক ঘোষণার অল্প পরেই বাতিল হয়ে যায়। রণজিৎ ব্যাখ্যা করেন যে, প্রাক-প্রযোজনা পর্যায়ে একই ভাষার অন্য একটি চলচ্চিত্রের গল্পের সাথে মিল থাকায় এটি বাদ দেওয়া হয়।\nপরবর্তীতে ওই বছর, তিনি মোহনলালকে নিয়ে একই প্রযোজনা সংস্থার সাথে জি ফর গোল্ড শিরোনামে আরেকটি চলচ্চিত্রের পরিকল্পনা করেন। কোঝিকোড় ও কাসারগোদ-এ ১০ জানুয়ারি ২০১৪ থেকে চিত্রগ্রহণ শুরু হওয়ার কথা ছিল, কিন্তু চিত্রনাট্যে সন্তুষ্ট না হওয়ায় রণজিৎ সময়মতো প্রযোজনা শুরু করতে পারেননি। ২০১৫ সালের ফেব্রুয়ারিতে চলচ্চিত্রটির শিরোনাম লোহম বলে গণমাধ্যমে আভাস দেওয়া হয়।\n\n\n=== অভিনয়শিল্পী নির্বাচন এবং কলাকুশলী ===\nলোহাম রঞ্জিত পরিচালিত পঞ্চম চলচ্চিত্র যেখানে মোহনলাল মুখ্য ভূমিকায় অভিনয় করেছেন। চলচ্চিত্রটিতে মোহনলাল একজন ক্যাব ড্রাইভারের চরিত্রে অভিনয় করেন। গৌরী নন্দা তার চরিত্রের প্রস্তুতির জন্য বক্সিং প্রশিক্ষণ নিয়েছিলেন। রঞ্জিতের পারিবারিক বন্ধুর কন্যা নিরঞ্জনা অনূপ চলচ্চিত্রটিতে মিথ্রি নামক এক দুর্ব্যবহারকারী তরুণীর চরিত্রে অভিনয়ের মাধ্যমে আত্মপ্রকাশ করেন। লোহাম আমির ও মোহনলালের মধ্যে মাদাম্পি (২০০৮) চলচ্চিত্রের পর দ্বিতীয় সহযোগিতা। আজমলের চরিত্রের পোশাক দেশের জনপ্রিয় তরুণ রাজনীতিবিদদের অনুসারে ডিজাইন করা হয়, যারা সাধারণত সাদা কুর্তা-জ্যাকেট পরিধান করে থাকেন। ২০১৫ সালের মার্চ মাসে নিশ্চিত হয় যে আজু ভার্গিস একটি অতিথি চরিত্রে অভিনয় করবেন। এছাড়াও দীপক পরম্বল, যিনি চিত্রগ্রহণের স্থানে মোহনলালের সাথে দেখা করতে গিয়েছিলেন, তিনি একটি অতিথি চরিত্রে অভিনয় করেন। এপ্রিল মাসে শ্রিন্দা আশাব, মণিকুট্টন ও পার্বতী মেননকে একটি সঙ্গীতানুষ্ঠানের জন্য অতিথি শিল্পী হিসেবে নিয়োগ দেওয়া হয়। হিন্দু বিবাহ সংগীতটি কালিকটে ধারণ করা হয়। একাধিক মিডিয়া আউটলেটে জানানো হয়েছিল পার্ল মানি চলচ্চিত্রটিতে একটি আইটেম নম্বর পরিবেশন করবেন, কিন্তু মানির একটি বিবাহের পোশাক পরিহিত সেলফি অনলাইনে লিক হওয়ার পর এই প্রতিবেদনটি ভুল প্রমাণিত হয়। তিনি একটি ক্যামিও চরিত্রে উপস্থিত হন। মানির দৃশ্যগুলি তিন দিনে ধারণ করা হয়। সালিম তার চরিত্রের জন্য দাড়ি রেখেছিলেন এবং মাথা কামিয়েছিলেন। তিনি বলেন, \"চলচ্চিত্রে আমার গেটআপ ডোয়েন জনসন-এর মতো।\"\nচিত্রগ্রাহক এস. কুমারের পুত্র কুঞ্জুনি এস. কুমার লোহাম-এর চিত্রগ্রাহক হিসেবে নিযুক্ত হন। কুঞ্জুনি প্রথম রঞ্জিতের সাথে সহকারী পরিচালক হিসেবে কাজ করেছিলেন ইন্ডিয়ান রুপি (২০১১) চলচ্চিত্রের নির্মাণকালে, যখন তার পিতা চিত্রগ্রহণের দায়িত্বে ছিলেন। এর আগে, তাকে ২০১২ সালে রঞ্জিতের লীলা চলচ্চিত্রের চিত্রগ্রাহক হিসেবে আত্মপ্রকাশের কথা ছিল, কিন্তু নির্মাণ শুরুর দশ দিন আগে প্রকল্পটি বাতিল হয়। ডেকান ক্রনিকল-কে দেওয়া এক সাক্ষাৎকারে কুঞ্জুনি বলেন, চিত্রনাট্য বর্ণনার পর রঞ্জিত তাকে আরও বাস্তবসম্মত করতে ফ্রেমিং ও শটে গিমিক এড়াতে বলেন। রঞ্জিতের দ্বারা নির্বাচিত হয়ে অভিনয়জগতে আত্মপ্রকাশকারী মিথিলী চলচ্চিত্রটিতে অভিনয়ের পাশাপাশি সহকারী পরিচালক হিসেবে দায়িত্ব পালন করেন, যা ছিল তার পর্দার পিছনের প্রথম কাজ। তিনি চলচ্চিত্রের সাউন্ডট্র্যাকের একটি যুগ্ম গানেও কণ্ঠ দেন। রঞ্জিত চলচ্চিত্রের মৌলিক সঙ্গীত পরিচালনার জন্য শ্রীবালসন জে. মেননকে নির্বাচিত করেন। চলচ্চিত্রের প্রাক-নির্মাণ পর্যায়ে রেঞ্জি পানিকর মেননকে রঞ্জিতের কাছে সুপারিশ করেছিলেন। সি. রাজামনি চলচ্চিত্রের স্কোর রচনা করেন।\n\n\n=== চলচ্চিত্রায়ন এবং বিপণন ===\nপ্রধান চিত্রগ্রহণ ২০১৫ সালের ৯ মার্চ শুরু হয়। চলচ্চিত্রটির দৃশ্য ধারণ করা হয় কোঝিকোড়, কোচি, দিল্লি ও দুবাইয়ের মতো বিভিন্ন স্থানে। মোহনলালকে নিয়ে চলচ্চিত্রটির প্রথম লুক পোস্টার ২০১৫ সালের ২৯ জুন প্রকাশিত হয়। আগস্ট মাসের প্রথম সপ্তাহে আরও বিস্তারিত পোস্টার প্রকাশ করা হয়। প্রথম পোস্টারে মোহনলালকে কেন্দ্র করে একটি সমন্বিত অভিনয়শিল্পী দল দেখা যায়, যাদের অভিব্যক্তি থেকে চলচ্চিত্রটির থ্রিলার ধারার ইঙ্গিত মেলে। অন্য পোস্টারে মোহনলালকে সেনাবাহিনীর স্টাইলের ছদ্মবেশ প্যান্ট পরিহিত অবস্থায় দেখানো হয়।\nচলচ্চিত্রটির প্রথম টিজার, যার দৈর্ঘ্য ৪৩ সেকেন্ড, ২০১৫ সালের ১২ আগস্ট প্রকাশিত হয়। মোহনলালের অভিনয় ও থ্রিলারধর্মী কাহিনির জন্য বিভিন্ন মিডিয়া প্রকাশনায় এটি ইতিবাচক প্রতিক্রিয়া পায়। টিজারটি প্রকাশের পরই অনলাইনে ট্রেন্ডিং শুরু করে।\n\n\n== সঙ্গীত ==\n\nলোহামে সুরারোপ করেছেন শ্রীবালসন জে. মেনন এবং সঙ্গীতায়োজন করেছিলেন রফিক আহমেদ, মনোজ কুরূর ও রাজীব নায়ার। ২০১৫ সালের ১৩ আগস্ট ছায়াছবিটির প্রথম গান মাতৃভূমি পত্রিকার পরিবেশনায় প্রকাশিত হয়, \"কানাকা ময়িলাঞ্চি\" শিরোনামে গানটি মৈথিলির কন্ঠে ধারণকৃত। \n\nদ্য টাইমস অব ইন্ডিয়া মৈথিলি ও  শাহাবাজ আমানের দ্বৈত গানটিকে ,\"একটি মধুর সুর\" বলে আখ্যায়িত করে যা \"মালয়ালম সিনেমার স্বর্ণযুগের কথা স্মরণ করিয়ে দেয়\"। ১৭ আগস্ট কোচিতে অনুষ্ঠিত এক অনুষ্ঠানের তিনটি গান সংবলিত একটি অডিও সিডি সংস্করণে প্রকাশিত হয় ।\n\n\n== মুক্তি ও প্রতিক্রিয়া ==\nলোহম প্রাথমিকভাবে ২০১৫ সালের জুলাই মাসে রমজানের সময় মুক্তি দেওয়ার পরিকল্পনা করা হয়েছিল, কিন্তু পোস্ট-প্রডাকশনে বিলম্বের কারণে এটি ২০ আগস্ট পর্যন্ত পিছিয়ে দেওয়া হয়। পরে চলচ্চিত্রটি ২০ আগস্ট ২০১৫ তারিখে ভারতজুড়ে ওণম উৎসবের সময় মুক্তির জন্য নির্ধারিত হয়।\n২০ আগস্ট ২০১৫-এ চলচ্চিত্রটি কেরলে ১৪১টি পর্দায় মুক্তি পায়, এবং ২১ আগস্ট ভারতে অন্যান্য প্রেক্ষাগৃহে প্রদর্শিত হয়। মধ্যপ্রাচ্যে চলচ্চিত্রটির প্রথম প্রদর্শনী হয় ২৭ আগস্ট ২০১৫-এ। ইউএই এবং ইউকে-তেও ২৮ আগস্ট এটি মুক্তি পায়। টেলিভিশন সম্প্রচারের অধিকার যৌথভাবে এশিয়ানেট এবং কাইরালি টিভি-কে যথাক্রমে ৬ কোটি ও ১ কোটি টাকায় বিক্রি করা হয়।\n\n\n=== বক্স অফিস ===\nভারতে প্রথম দিনে চলচ্চিত্রটি ৩.৫ কোটি টাকা আয় করে, যার মধ্যে কেরল থেকেই আসে ২.২০ কোটি টাকা। লোহম মালয়ালম সিনেমার প্রথম দিনের রেকর্ড ভঙ্গ করে, যা ২০১২ সালে কাসানোভা দ্বারা প্রতিষ্ঠিত ছিল। চেন্নাইতে মুক্তির পর চলচ্চিত্রটি ০.০৩ কোটি টাকা আয় করে।\n\n\n=== সমালোচকদের অভ্যর্থনা ===\nকেরল কৌমুদী-এর রেজাথ আর. জি লিখেছেন, \"রঞ্জিত চলচ্চিত্রটি সুন্দরভাবে উপস্থাপন করেছেন\", এবং কুঞ্জুন্নির ক্যামেরা কাজ ও শ্রীবালসনের তিনটি \"সুন্দর\" গানের প্রশংসা করেন। তিনি মন্তব্য করেন, \"চিত্রনাট্যে আরও মনোযোগ দিলে এটি আরও ভালো হতে পারত... সমস্যা হলো ইন্টারভালের পরের অংশে গতি হারায়\"। ডেকান ক্রনিকল চলচ্চিত্রটিকে ৫-এর মধ্যে ২.৫ রেটিং দিয়ে বলে, \"মোহনলালের ভক্তরা ওশেন্স ইলেভেন বা স্পেশাল ২৬-এর মতো থ্রিলার দেখলে এখানে হতাশ হবেন... চিত্রনাট্য বা চিত্রগ্রহণে বিশেষত্ব নেই\", তবে মোহনলালের অ্যাকশন দৃশ্য ও সিদ্দিকের অভিনয়ের প্রশংসা করেন।\nদ্য নিউ ইন্ডিয়ান এক্সপ্রেস-এর প্রমোদ থমাস লিখেন, \"মলিউড সাম্প্রতিককালে পরীক্ষামূলক ধারায় এগোচ্ছে। দুর্ভাগ্যবশত, লোহম এর চেয়ে পিছিয়ে... অতীতের গৌরবের ছায়ায় থাকলে এমন চলচ্চিত্রই তৈরি হয়\"। Rediff.com-এর পরেশ সি. পলিচা বলেন, \"লোহম উজ্জ্বলতাহীন এবং মোটেও মৌলিক নয়\"। Sify মোহনলালের অভিনয় ও সিদ্দিকের হাস্যরসের প্রশংসা করলেও চিত্রনাট্যকে দুর্বল বলে উল্লেখ করে। মেট্রোম্যাটিনি-র রাজ বিক্রম বলেন, \"প্রযুক্তিগতভাবে চলচ্চিত্রটি সুন্দর... মোহনলাল এটির প্রাণ, তবে রঞ্জিতের সেরা কাজ নয় এটি\"। বিহাইন্ডউডস ৫-এর মধ্যে ২.৫ রেটিং দিয়ে লিখে, \"প্রত্যাশা কম রেখে দেখলে লোহম একবার দেখা যায়\"।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে লোহাম  (ইংরেজি)\nরটেন টম্যাটোসে লোহাম (ইংরেজি)"}