{"pageid": 1525100, "title": "আনভিতা আব্বি", "url": "https://bn.wikipedia.org/wiki?curid=1525100", "content": "অধ্যাপক আনভিতা আব্বি জন্মগ্রহণ করেন ১৯৪৯ সালের ৯ই জানুয়ারী। তিনি একজন ভারতীয় ভাষাবিদ এবং সংখ্যালঘু ভাষার পণ্ডিত, যিনি উপজাতীয় ভাষা এবং দক্ষিণ এশিয়ার অন্যান্য সংখ্যালঘু ভাষা সম্পর্কে তাঁর গবেষণার জন্য সুপরিচিত। ২০১৩ সালে, ভাষাবিজ্ঞানের ক্ষেত্রে তাঁর অবদানের জন্য তিনি ভারত সরকার কর্তৃক চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রীতে ভূষিত হন।\n\n\n== জীবনী ==\nঅনভিতা আব্বি জন্মগ্রহণ করেন ৯ জানুয়ারী ১৯৪৯ সালে, আগ্রা-তে। উনি এমন এক পরিবারে জন্মান যে পরিবার অনেক হিন্দি লেখকের জন্ম দিয়েছে।\n. স্থানীয় বিদ্যালয়গুলিতে পড়াশোনা করার পর, তিনি ১৯৬৮ সালে দিল্লি বিশ্ববিদ্যালয় থেকে অর্থনীতিতে স্নাতক (বিএ অনার্স) ডিগ্রি অর্জন করেন। পরে, তিনি ১৯৭০ সালে একই বিশ্ববিদ্যালয় থেকে ভাষাবিজ্ঞান বিষয়ে প্রথম বিভাগ এবং প্রথম স্থান অর্জন করে স্নাতকোত্তর ডিগ্রি (এমএ) অর্জন করেন।\nএবং ১৯৭৫ সালে মার্কিন যুক্তরাষ্ট্রের ইথাকায় অবস্থিত কর্নেল বিশ্ববিদ্যালয় থেকে পিএইচডি ডিগ্রি অর্জন করেন। তিনি সাধারণ ভাষাতত্ত্বে প্রধান এবং দক্ষিণ এশীয় ভাষাতত্ত্বে অপ্রধান ডিগ্রি অর্জন করেন।\nতিনি ভাষাবিদ্যা কেন্দ্র, ভাষা, সাহিত্য ও সংস্কৃতি অধ্যয়ন বিদ্যালয়ে ভাষাবিজ্ঞানের অধ্যাপক হিসেবে কাজ করেছেন।\nতিনি বর্তমানে ভারতে নয়াদিল্লি-তে থাকেন।\n\n\n== অবদান ==\n\nভারতের ছয়টি ভাষা পরিবারের উপর এবং গ্রেট আন্দামানিজ ভাষা ও সংস্কৃতির উপর বিস্তৃত গবেষণার জন্য আনভিতা আব্বিকে কৃতিত্ব দেওয়া হয়। এসওএএস, লন্ডন বিশ্ববিদ্যালয়ের অধীনে ভ্যানিশিং ভয়েসেস অফ দ্য গ্রেট আন্দামানিজ (ভিওজিএ)-এর ওপর বিপন্ন ভাষা ডকুমেন্টেশন প্রকল্প (ইএলডিপি)-এর অংশ হিসেবে কাজ করেছিলেন। \n২০০৩-২০০৪ সালের তার গবেষণা দুটি মহান আন্দামানি ভাষা, জারওয়া এবং ওঙ্গির স্বতন্ত্র বৈশিষ্ট্যগুলি সনাক্ত করতে সাহায্য করেছে, এটি ভারতের ষষ্ঠ ভাষা পরিবারের ধারণাকে উন্নীত করেছিল। জানা গেছে পরবর্তীতে অন্যান্য পণ্ডিতেরা আন্দামানবাসী মানুষের উপর গবেষণা করে দুটি স্বতন্ত্র হ্যাপলগ্রুপ এম৩১ এবং এম৩২ আবিষ্কার করার পর আব্বির আবিষ্কারকে নিশ্চিত করেছেন।\n২০০৬ সালে তিনি এই বিষয়ে তার গবেষণা পুনরায় শুরু করেন, আন্দামান দ্বীপপুঞ্জের তিনটি মৃতপ্রায় ভাষার মরফো-সিনট্যাক্স এবং অভিধানের উপর মনোনিবেশ করেন এবং গ্রেট আন্দামানিজ ভাষাগতভাবে যে ভিন্ন একটি ভাষা পরিবারের অন্তর্ভুক্ত তার প্রমাণ আবিষ্কার করেন। তিনি একটি ইংরেজি-গ্রেট আন্দামানিজ-হিন্দি অভিধানও সংকলন করেছেন। তার বর্তমান প্রকল্পটি গ্রেট আন্দামানিজ ভাষা এবং এর জনগণের ব্যাকরণ এবং বিবর্তনকে অন্তর্ভুক্ত করে।\nজেএনইউ শিক্ষক আব্বি ২০ জন পিএইচডি এবং ২৯ জন এমফিল শিক্ষার্থীকে তাদের গবেষণায় সহায়তা করেছেন।\n\n\n== পদ ==\nআব্বি প্রশাসনিক এবং একাডেমিক উভয় স্তরেই অনেক গুরুত্বপূর্ণ পদে অধিষ্ঠিত ছিলেন। বর্তমান পদ: পরিচালক, মৌখিক ও উপজাতীয় সাহিত্য কেন্দ্র, সাহিত্য আকাদেমি, নয়াদিল্লি ভারত। সহকারী অধ্যাপক, সাইমন ফ্রেজার বিশ্ববিদ্যালয়, ব্রিটিশ কলাম্বিয়া, ভ্যাঙ্কুভার, কানাডা এবং ভারতের ভাষাগত সমাজের সভাপতি। তিনি ইউনেস্কো (২০০২ সাল থেকে) এবং সাহিত্য আকাদেমি এর মতো প্রতিষ্ঠানের উপদেষ্টা হিসেবে কাজ করেছেন। তিনি তাদের দ্রাবিড় ভাষাতত্ত্ব সমিতি শাখায় \"ভারতের ভাষাতত্ত্ব সমিতি\"-এর আজীবন সদস্য এবং \"ভারতীয় ভাষাতত্ত্ব\" (১৯৯১-৯৫) এবং \"আন্তর্জাতিক দ্রাবিড় ভাষাতত্ত্ব জার্নাল\"-এর সম্পাদকীয় বোর্ডেও ছিলেন। (১৯৯২-৯৬).\nঅধ্যাপক আনভিতা আব্বি যে শিক্ষাগত ও সাংগঠনিক দায়িত্ব পালন করেছেন তার তালিকা নিম্নরূপ:\n\n\n== পেশাদার নিয়োগ এবং সদস্যপদ ==\nবিশ্বের বিভিন্ন বিশ্ববিদ্যালয় আব্বিকে ভিজিটিং প্রফেসর হিসেবে আমন্ত্রণ জানিয়েছে। তিনি নিম্নলিখিত বিশ্ববিদ্যালয়গুলিতে শিক্ষকতা করেছেন:\n\nআনভিতা আব্বি, লিঙ্গুইস্টিক সোসাইটি অফ আমেরিকা এবং দ্রাবিড় ভাষাতত্ত্ব সমিতিএর একজন সম্মানিত আজীবন সদস্যা। টেরালিংগুয়া এবং ইউনেস্কো এর উপদেষ্টা বোর্ডে আছেন। তিনি ১৯৯৮-২০০৮ সাল পর্যন্ত টেরালিঙ্গুয়ার পরিচালক বোর্ডের সদস্য হিসেবেও দায়িত্ব পালন করেছেন।\n\n\n== বক্তৃতা ==\nআনভিতা আব্বি বিভিন্ন মঞ্চ এবং অনেক নামী প্রতিষ্ঠানে গবেষণাপত্র উপস্থাপন করেছেন এবং মূল বক্তব্য বলেছেন। তাঁর কিছু নির্বাচিত বক্তৃতা হল:\n\n\n== প্রকাশনা ==\nআনভিতা আব্বি ১৯টি বই লিখেছেন, যার মধ্যে তিনি সহ-লেখক এবং সম্পাদনার কাজও করেছেন। তাঁর লেখায় ভাষার ধরণ, কাঠামো এবং নৃ-ভাষাগত দিক এবং তাদের ডকুমেন্টেশন অন্তর্ভুক্ত রয়েছে। তাঁর কাজ সমগ্র ভারতীয় উপমহাদেশ জুড়ে বিস্তৃত এবং তাঁর কাজের মধ্যে সবচেয়ে পরিচিত হল তাঁর প্রকল্প, ভ্যানিশিং ভয়েসেস অফ দ্য গ্রেট আন্দামানিজ।\n\nআন্দামান দ্বীপপুঞ্জের বিপন্ন ভাষা \nভারতীয় ভাষার ভাষাগত ক্ষেত্রকর্ম এবং কাঠামোর একটি ম্যানুয়াল\nদক্ষিণ এশিয়ায় ভাষা কাঠামো এবং ভাষাগত গতিবিদ্যা (এসএএলএ অষ্টাদশ থেকে নির্বাচিত গবেষণাপত্র) \nভারতের উপজাতি ও আদিবাসীদের ভাষা। জাতিগত স্থান \nভাষা এবং রাষ্ট্র। অষ্টম তফসিলের দৃষ্টিভঙ্গি \nভারতীয় ভাষায় শব্দার্থিক সার্বজনীন \nভারত একটি ভাষাগত অঞ্চল হিসেবে পুনর্বিবেচনা \nদক্ষিণ এশীয় ভাষাগুলিতে পুনঃপ্রতিলিপি। একটি আঞ্চলিক, ভূতাত্ত্বিক এবং ঐতিহাসিক অধ্যয়ন \nদ্বিভাষিকতার উপর অধ্যয়ন \nশব্দার্থিক তত্ত্ব এবং ভাষা শিক্ষা \nহিন্দির শব্দার্থিক ব্যাকরণ। পুনঃপ্রতিলিপির একটি গবেষণা \nগ্রেট আন্দামানিজ ভাষার অভিধান: ইংরেজি-গ্রেট আন্দামানিজ-হিন্দি \nমহান আন্দামানিজ ভাষার ব্যাকরণ। একটি নৃতাত্ত্বিক ভাষাগত অধ্যয়ন। ২০১৩। ব্রিল পাবলিকেশনস। লিডেন।  (হার্ডব্যাক); ৯৭৮-৯০-০৪-২৪৬১২-৬\nভারতের অলিখিত ভাষা (সম্পাদিত) ২০১৭। সাহিত্য আকাদেমি প্রকাশনা, দিল্লি।আইএসবিএন ৯৭৮-৮১-২৬০-৫২৬৬-০আইএসবিএন ৯৭৮-৮১-২৬০-৫২৬৬-০ এর কীওয়ার্ড\nতাঁর হিন্দি ছোটগল্প সংকলন, মুঠ্ঠি ভর পহেচান, ১৯৬৯ সালে প্রকাশিত হয়েছিল \n\nমুঠ্ঠি ভর পহেচান (মুষ্টিমেয় স্বীকৃতি)। ১৯৬৯ সালের ছোটগল্পের একটি সংগ্রহ। রাধাকৃষ্ণ প্রকাশন, দিল্লি।\nআনভিতা আব্বি জাতীয় ও আন্তর্জাতিক পিয়ার-রিভিউ সাময়িক পত্রিকা বা জার্নালে ৮০ টিরও বেশি প্রবন্ধ প্রকাশ করেছেন।\n তার কিছু উল্লেখযোগ্য প্রবন্ধ হল:\n\nগ্রেট আন্দামানিজদের অদৃশ্য কণ্ঠস্বর (ভিওজিএ) \nসর্বজনীন ব্যাকরণ, ভাষার বিবর্তন, এবং একটি প্রাচীন ভাষার দলিলীকরণ। ভাষা ডকুমেন্টেশন এবং ভাষাগত তত্ত্ব \nগ্রেট আন্দামানিজরা কি বংশগত এবং ধর্মতত্ত্ব্র দিক থেকে ওঙ্গে এবং জারাওয়া থেকে আলাদা? \n\n\n== পুরস্কার এবং স্বীকৃতি ==\nআনভিতা আব্বি বেশ কয়েকটি প্রতিষ্ঠান এবং প্রতিষ্ঠান কর্তৃক সম্মানিত হয়েছেন। তিনি ২০০, ২০০৩ এবং ২০১০ সালে তিন বছর ধরে জার্মানির লিপজিগের ম্যাক্স প্ল্যাঙ্ক ইনস্টিটিউট অফ ইভোলিউশনারি অ্যানথ্রোপলজিতে ভিজিটিং সায়েন্টিস্টের পদে অধিষ্ঠিত ছিলেন। তিনি ২০১১ সালে লন্ডন বিশ্ববিদ্যালয়ের এসওএএস- এ লিভারহিউম অধ্যাপক ছিলেন এবং ১৯৯০ সালে নিউ ইয়র্ক, মার্কিন যুক্তরাষ্ট্রের কর্নেল বিশ্ববিদ্যালয়ে মানবিক ও সামাজিক বিজ্ঞানের ফেলো এবং ২০০৩ সালে মেলবোর্নের লা ট্রোব বিশ্ববিদ্যালয়ের ভিজিটিং ফেলো ছিলেন। অ্যাবি ২০১০-২০১১ সালে অস্ট্রেলিয়ার জেমস কুক বিশ্ববিদ্যালয়ের কেয়ার্নস ইনস্টিটিউটে একজন ভিজিটিং প্রফেসর ছিলেন। তিনি যে অন্যান্য সম্মাননা পেয়েছেন তার মধ্যে রয়েছে:\n\nআমেরিকার ভাষাগত সোসাইটি কর্তৃক কেনেথ হেল পুরস্কার। 'ভারতের ভাষাগুলির ডকুমেন্টেশন এবং বর্ণনায় আজীবন অসামান্য অবদানের জন্য, বিশেষ করে গ্রেট আন্দামানিজ ভাষার ডকুমেন্টেশনে তার অসাধারণ অবদানের জন্য, যা একটি মৃতপ্রায় ভাষা যা এশিয়া ও ওশেনিয়ার জনগণকে বোঝার ক্ষেত্রে একটি গুরুত্বপূর্ণ বিচ্ছিন্নতা।' ২০১৫।\nরাষ্ট্রীয় লোকভাষা সম্মান - গান্ধী হিন্দুস্তানি সাহিত্য সভা - ২০০৩\nফেলোশিপ - অল ইন্ডিয়া ইনস্টিটিউট অফ অ্যাডভান্সড স্টাডি, সিমলা - ২০০১\nস্বর্ণপদক - দিল্লি বিশ্ববিদ্যালয় - ১৯৭০ \n২০১৩ সালে, ভারত সরকার অন্বিতা আব্বিকে পদ্মশ্রী বেসামরিক পুরষ্কার প্রদান করে সম্মানিত করে।\n\n\n== আরো দেখুন ==\nগ্রেট আন্দামানিজ জনগণ\nজারওয়া ভাষা (আন্দামান দ্বীপপুঞ্জ)\nওঙ্গে ভাষা\nবিপন্ন ভাষার তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\"Vanishing Voices of the Great Andamanese\"। SOAS, University of London। ২০১৪। সংগ্রহের তারিখ ২৭ অক্টোবর ২০১৪। \nAnvita Abbi (১ জানুয়ারি ২০০৬)। Endangered Languages of the Andaman Islands। Lincom Europa। পৃষ্ঠা 117। আইএসবিএন 978-3895868665। \nAnvita Abbi (১ জানুয়ারি ২০০১)। A Manual of Linguistic Fieldwork and Structures of Indian Languages। Lincom Europa। আইএসবিএন 978-3895864018। \nAnvita Abbi; R.S. Gupta (১ জানুয়ারি ২০০১)। Language Structure and Language Dynamics in South Asia। পৃষ্ঠা 432। আইএসবিএন 978-8120817654। \nAnvita Abbi (১ জুলাই ১৯৯৭)। Languages of Tribal and Indigenous Peoples of India. The Ethnic Space। Motilal Banarsidass। পৃষ্ঠা 508। আইএসবিএন 978-8120813748। \nR.S. Gupta; Anvita Abbi (১৯৯৫)। Language and The State. Perspectives on the Eighth Schedule। Creative Books। পৃষ্ঠা 225। আইএসবিএন 8186318208। সংগ্রহের তারিখ ২৮ অক্টোবর ২০১৪। \nAnvita Abbi (১৯৯৪)। Semantic Universals in Indian Languages। Indian Institute of Advanced Study। পৃষ্ঠা 113। আইএসবিএন 9788185952178। সংগ্রহের তারিখ ২৮ অক্টোবর ২০১৪। \nAnvita Abbi (১৯৯১)। India as a Linguistic Area Revisited। Pergamon Press। ওসিএলসি 470322193। \nAnvita Abbi (১৯৯১)। Reduplication in South Asian Languages. An Areal, Topological and Historical Study। Allied। ৪ মার্চ ২০১৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৮ অক্টোবর ২০১৪। \nAnvita Abbi (১৯৮৬)। Studies in Bilingualism। Bahri Publications। এএসআইএন B002A9P3A6। \nAnvita Abbi (১৯৮৬)। Semantic Theories and Language Teaching। Allied। আইএসবিএন 9788170230809। সংগ্রহের তারিখ ২৮ অক্টোবর ২০১৪। \nAnvita Abbi (১৯৮০)। Semantic Grammar of Hindi. A Study of Reduplication। Bahri Publications। আইএসবিএন 978-8170340201। \nAnvita Abbi (৩০ অক্টোবর ২০১১)। A Dictionary of the Great Andamanese Language: English-Great Andamanese-Hindi। Ratna Sagar। পৃষ্ঠা 480। আইএসবিএন 978-9350361252। \nMutthhi Bhar Pahcaan (A Handful of Recognition). A collection of short stories 1969. Radhakrishan Prakashan, Delhi.\n\n\n== বহিঃসংযোগ ==\n\"পদ্ম পুরস্কারের তালিকা\"। ভারতীয় প্যানোরামা। ২০১৪। সংগ্রহের তারিখ ১২ অক্টোবর ২০১৪। \n\"জাতীয় চ্যানেল ডিডি১-তে পদ্মশ্রীতে ভূষিত অনভিতা আব্বির সরাসরি সাক্ষাৎকার\"। YouTube video। Doordarshan। ১৩ ফেব্রুয়ারি ২০১৩। সংগ্রহের তারিখ ২৮ অক্টোবর ২০১৪।"}