{"pageid": 1525142, "title": "ইমামজাদেহ সালেহ", "url": "https://bn.wikipedia.org/wiki?curid=1525142", "content": "ইমামজাদেহ সালেহ ( ফার্সি: امامزاده صالح     ) ইরানের একটি ইমামজাদেহ মসজিদ। মসজিদটি তেহরানের উত্তর শেমিরান জেলার তাজরিশ চত্তরে অবস্থিত। মসজিদটিতে দ্বাদশ শিয়া ইমাম মুসা আল-কাজিমের পুত্র সালেহর দেহাবশেষ সমাহিত করা হয়েছে। এটি উত্তর তেহরানের সবচেয়ে জনপ্রিয় শিয়া মাজারগুলির মধ্যে একটি।\n\n\n== নকশা ==\nমূল সমাধি ভবনটি একটি বড় আয়তক্ষেত্রাকার কাঠামো নিয়ে গঠিত। এর দেয়ালগুলো মোটা এবং ভিতরের স্থান প্রায় ৫.৬ বর্গমিটার।\nপূর্ব, উত্তর-পূর্ব এবং পশ্চিম দিকগুলো রূপার আবরণ দিয়ে সাজানো আছে। দক্ষিণ দিকে রূপা ও কাঠের জালি দিয়ে সজ্জিত। এটি  কাজার যুগের প্রয়াত পররাষ্ট্রমন্ত্রী মির্জা সাঈদ খান এ জায়গা দান করেছেন। ইমামজাদেহ সালেহর বিশাল প্রাঙ্গণের ভেতরে সাফাভীয় বা আফশার যুগের একটি কাঠের সিন্দুক রয়েছে।\n\n\n== ইতিহাস ==\n৭০০ হিজরি সনে (১৩শ শতাব্দী) ইমামজাদেহ সালেহর একটি শিলালিপি পাওয়া যায়। মসজিদটি মেরামত ও পরিবর্তনের সময় এ শিলালিপি দেখা যায়। শিলালিপির লেখা থেকে মসজিদটি গজান খানের রাজত্বকালে নির্মাণ করা হয়েছিল বলে মনে করা হয়। প্রায় ১২০০ হিজরিতে মসজিদটির উত্তর দিকে  প্রথম সম্প্রসারণ করা হয়। ফাতেহ আলী শাহের ষষ্ঠ পুত্র সুজা আল-সালতানা কর্তৃক ইমামজাদেহকে দান করা জমিতে একটি মসজিদ, একটি হুসাইনিয়াহ এবং একটি স্নানঘর নির্মাণ করা হয়েছিল।\nপ্রবেশদ্বার  বারান্দাটি মাজারের উত্তর দিকে অবস্থিত। বারান্দায় মাজারের উপরে একটি আয়তাকার, টালিযুক্ত ইটের ফলক রয়েছে।  এখানে ১২১০ হিজরি সনে (১৮শ শতাব্দী) ফতহ-আলী শাহ কাজারের নাম এতে খোদাই করা হয়।\n\nইরানের সবচেয়ে বিখ্যাত প্রাচীন সমতল গাছগুলির মধ্যে একটি এখানে ছিল। গাছটি কমপক্ষে আটশ বছরের পুরনো ছিল। এই ইমামজাদেহর প্রাঙ্গণে অবস্থিত ছিল এবং বিদেশী ভ্রমণকারীদের রচনায়ও এর  কথা উঠে এসেছে। জিন ডিউলাফয় এটি সম্পর্কে লিখেছেন   :গাছটির পরিধি প্রায় ১৫ মিটার। এর প্রতিটি শাখা মসজিদ ভবন এবং এর আশেপাশের এলাকার উপরে একটি প্রাচীন গাছের গুঁড়ির মতো আকাশে ছড়িয়ে গেছে। এই গাছটি তার ছায়ায় অনেক মানুষকে আশ্রয় দেয়। এর নিচে মুমিনরা প্রার্থনা করে। শিক্ষক সেখানে বাচ্চাদের জড়ো করে পড়ান। কফি প্রস্তুতকারক গাছের গোড়ায় কফি তৈরির প্রয়োজনীয় জিনিসপত্র রেখে কফি তৈরি করে।\n\n\n== উল্লেখযোগ্য সমাধিস্থল ==\nশেমিরানের \"হিস্টোরিক্যাল জিওগ্রাফি\" বই অনুসারে, ১৯৯২ সাল পর্যন্ত এই উঠোনে ৫০ জন বিখ্যাত ব্যক্তিকে সমাহিত করা হয়েছে।\n\nমির্জা নাসরুল্লাহ খান মশির উদ-দৌলেহ (১৮৪০–১৯০৭), প্রধানমন্ত্রী (১৯০৬–০৭)\nহাসান পিরনিয়া মশির উদ-দৌলেহ (১৮৭১–১৯৩৫), পণ্ডিত ও প্রধানমন্ত্রী (১৯১৮–২০, ১৯২২, ১৯২৩)\nহোসেইন পিরনিয়া মোতামেন উল-মুল্ক (১৮৭৪–১৯৪৬), মজলিসের স্পিকার (১৯১৪–২৫ এবং ১৯২৭–২৮)\nমোহাম্মদ তাদায়্যন (১৮৮১–১৯৫১), রাষ্ট্রনায়ক\nমজিদ শাহরিয়ারি (১৯৬৬–২০১০), প্রকৌশলী\nমাসুমেহ ঘাভি (১৯৮৭–২০২০), টেলিকম প্রকৌশলী, ইউক্রেন ইন্টারন্যাশনাল এয়ারলাইন্স ফ্লাইট ৭৫২-এর দুর্ঘটনায় নিহত\nমাহদিয়েহ ঘাভি (১৯৯৯–২০২০), চিকিৎসা শিক্ষার্থী, ইউক্রেন ইন্টারন্যাশনাল এয়ারলাইন্স ফ্লাইট ৭৫২-এর  দুর্ঘটনায় নিহত\n\n\n== স্মারক দিবস ==\nইমামজাদেহ সালেহর তত্ত্বাবধায়করা ৫ জিলকদ (২৪ মার্চ) দিনটিকে এই ইমামজাদেহর স্মরণ দিবস হিসেবে নির্ধারণ করেছেন। প্রতি বছর ২৪ মার্চ আস্তানায় ইমামজাদেহর স্মরণ অনুষ্ঠান অনুষ্ঠিত হয়। ইরানি তথ্যচিত্র নির্মাতা বাবাক মিনায়ি পরিচালিত \"সালেহ শেমিরান\" নামের তথ্যচিত্রটি তেহরানের মানুষের জীবনে এই তীর্থস্থানের ইতিহাস ও গুরুত্বপূর্ণ ভূমিকা এবং এই মাজারের সঙ্গে এই অঞ্চলের মানুষের স্মৃতি ও ঐতিহ্যকে কেন্দ্র করে নির্মিত হয়েছে।\n\n\n== ঘাভি বোনদের সমাধি ==\nমাসুমেহ ঘাভি এবং তার বোন মাহদিয়েহ ঘাভি ইমামজাদেহ সালেহ – তাজরিশের উঠানে সমাহিত আছেন। ৮ই জানুয়ারী, ২০২০ সকালে ইউক্রেন ইন্টারন্যাশনাল এয়ারলাইন্সের ফ্লাইট ৭৫২- এ ইসলামিক রেভোলিউশনারি গার্ড কর্পস (IRGC) এর আক্রমণে এই বোনেরা নিহত হন।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ইমামজাদেহ সালেহ সম্পর্কিত মিডিয়া দেখুন।"}