{"pageid": 1526996, "title": "শ্রুতি লক্ষ্মী", "url": "https://bn.wikipedia.org/wiki?curid=1526996", "content": "শ্রুতি জোসে (জন্ম ৮ সেপ্টেম্বর ১৯৯০), যিনি বিনোদন জগতে শ্রুতি লক্ষ্মী নামেই বেশি পরিচিত, তিনি একজন ভারতীয় অভিনেত্রী যিনি মূলত মালায়ালাম চলচ্চিত্র এবং টেলিভিশন ধারাবাহিকে অভিনয় করেন। শ্রুতি একজন প্রশিক্ষিত ধ্রুপদী নৃত্যশিল্পী। তিনি ২০১৬ সালে টেলিভিশন ধারাবাহিক পোক্কুভেইল -এ তার অভিনয়ের জন্য সেরা অভিনেত্রী হিসেবে কেরালা রাজ্য টেলিভিশন পুরস্কার জিতেছিলেন। \n\n\n== ব্যক্তিগত জীবন ==\nশ্রুতি জোসে ওরফে শ্রুতি লক্ষ্মী, ৮ সেপ্টেম্বর ১৯৯০ সালে কান্নুরে বসবাসকারী জোসে এবং চলচ্চিত্র অভিনেত্রী লিসি জোসের ঘরে জন্মগ্রহণ করেন।  তার বাবা কান্নুরের অধিবাসী এবং মা ওয়ানাড়ের বাসিন্দা। তার এক বড় বোন আছে যার নাম শ্রীলয়া। তিনি একজন ক্যাথলিক ধর্মাবলম্বী। শ্রীকান্দাপুরমের সরকারি উচ্চমাধ্যমিক বিদ্যালয় থেকে বিজ্ঞান বিভাগে দ্বাদশ উত্তীর্ণ হওয়ার পর তিনি ত্রিভান্দ্রমের মার ইভানিওস কলেজে থেকে স্নাতক ডিগ্রি অর্জনের জন্য ভর্তি হন। তিনি একজন প্রশিক্ষিত ধ্রুপদী নৃত্যশিল্পী। তার বড় বোন শ্রীলয়াও বিবিধ চলচ্চিত্রে অভিনয় করেছেন যাদের মধ্যে উল্লেখযোগ্য কুট্টিম কোলুম (২০১৩), মানিক্যম (২০১৫) এবং কম্পার্টমেন্ট (২০১৫)। শ্রীলয়া অমৃতা টিভি চ্যানেলে কৃষ্ণকৃপাসাগরম, কানমনি, সূর্যা টিভি চ্যানেলে  থেনুম ভায়াম্বুম, মাঝাভিল মনোরমা টিভি চ্যানেলে ভাগ্যদেবতা,মুনুমণুমণি এবং এফএভিল টিভি চ্যানেলে মানুমণি প্রিঞ্জে ধারাবাহিকে অভিনয় করেছেন।\nবর্তমানে শ্রুতি ও তার পরিবার কোচির কাক্কানাদ অঞ্চলে বসতি স্থাপন করেছেন।  শ্রুতি ২০১৬ সালের ২ জানুয়ারী তারিখে ডাঃ আভিন আন্তোকে বিয়ে করেন।  শ্রুতি এবং তার বোন ২০১৮ থেকে ২০১৯ সাল পর্যন্ত সূর্য টিভির ধারাবাহিক থেনুম ভায়াম্বুমে প্রধান চরিত্রে অভিনয় করেছিলেন।\n\n\n== কর্মজীবন ==\nশ্রুতি লক্ষ্মী ২০০০ সালে রঞ্জিত শঙ্কর রচিত এবং এশিয়ানেট টিভি চ্যানেলে সম্প্রচারিত টেলিভিশন ধারাবাহিক নিঝালুকাল-এ শিশু শিল্পী হিসাবে অভিনয় করে তার কর্মজীবন শুরু করেন। তিনি নক্ষত্রঙ্গল, গোয়েন্দা আনন্দ ইত্যাদি টেলিভিশন ধারাবাহিকেও অভিনয় করেছেন। শ্রুতি রোমিও (২০০৭) ছবিতে ভামা চরিত্রে অভিনয়ের মাধ্যমে চলচ্চিত্র জগতে আত্মপ্রকাশ করেন।  এই চলচ্চিত্রে তিনি অভিনেতা দিলীপের সাথে জুটি বাঁধেন। তিনি বেশ কয়েকটি সংগীত অ্যালবামের চলচ্চিত্রায়নে অভিনয় করেছেন। শ্রুতি নাম্মাল থাম্মিল (এশিয়ানেট), ইয়ুথ ক্লাব (এশিয়ানেট), শ্রীকান্দান্নাইর শো (সূর্য টিভি) ইত্যাদি জনপ্রিয় টিভি অনুষ্ঠানে অংশ নিয়েছেন। তিনি ফ্লাওয়ার্স টিভিতে একটি জনপ্রিয় রিয়েলিটি শো স্টার চ্যালেঞ্জে অংশগ্রহণ করেছিলেন। \n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== তথ্যসূত্র =="}