{"pageid": 1526432, "title": "আলবার্টিনা দে ওলিভেইরা কস্তা", "url": "https://bn.wikipedia.org/wiki?curid=1526432", "content": "আলবার্টিনা দে ওলিভেইরা কস্তা হলেন একজন ব্রাজিলীয় সমাজবিজ্ঞানী, সম্পাদক, তাত্ত্বিক এবং নারীবাদী আন্দোলনকর্মী। তিনি কার্লোস চাগাস ফাউন্ডেশন এর সদস্য এবং ব্রাজিলে মহিলাদের অধ্যয়নের সঙ্গে সম্পর্কিত বিষয়গুলোর প্রধান গবেষকদের একজন। কস্তা সাও পাওলো বিশ্ববিদ্যালয় থেকে সামাজিক বিজ্ঞানে স্নাতক ডিগ্রি অর্জন করেছেন। তিনি জাতীয় মহিলা অধিকার কাউন্সিলের সদস্য এবং কাদার্নোস দে পেসকুইসা পত্রিকার সম্পাদক। তিনি রেভিস্টা এস্টুডোস ফেমিনিস্টাস এবং কাদার্নোস পাগুতে সহযোগিতা করেছেন এবং ইন্টারন্যাশনাল জার্নাল অফ হিউম্যান রাইটস এর নির্বাহী কমিটির সদস্য ছিলেন।\n\n\n== নির্বাচিত কাজ ==\nমেমোরিয়াস দাস মুলেরেস ডো এক্সিলিও : অব্রা কোলেটিভা (১৯৮০)\nমেমোরিয়াস ডো এক্সিলিও (১৯৮০)\nএ ভিআভেল ও ফেমিনিসমোস নোস ট্রপিকোস? (১৯৮৮)\nরেবেলদিয়া এ সুবমিসাও : স্টুডিওস সাব্রে কন্ডিসাও ফেমিনিনা (সঙ্গে মারিয়া ক্রিস্টিনা আ ব্রুশিনি এবং ফাউন্ডাসাও কার্লোস চাগাস; ১৯৮৯)\nও আকেসো দাস মুলেরেস আ সিদাদানিয়া : কুয়েস্টোয়েস এম আবের্তো (১৯৯১)\nজেন্ডের ও ইউনিভার্সিডাডে (সঙ্গে এভা অল্টারম্যান ব্লে; ১৯৯২)\nওস কাদার্নোস দে পেসকুইসা এ আ কনসোলিদাসাও দোস স্টুডিওস দে জেন্ডেরো (সঙ্গে ক্রিস্টিনা ব্রুশিনি; ১৯৯২)\nউমা কোয়েস্টাও দে জেন্ডেরো (সঙ্গে মারিয়া ক্রিস্টিনা আ ব্রুশিনি; ১৯৯২)\nএন্ট্রে আ ভার্তু এ ও সিকাদো (সঙ্গে মারিয়া ক্রিস্টিনা আ ব্রুশিনি; ১৯৯২)\nআলটেরনাটিভাস এসকাসাস : সাউদে, সেক্সুয়ালিদাদে ই রিপ্রোডুকাও না আমেরিকা লাতিনা (সঙ্গে টিনা আমাদো; ১৯৯৪)\nওস এসটুডিওস দা মুলহের নো ব্রাজিল ও আ এস্ট্রাটেজিয়া দা কর্ডা বামবা (১৯৯৪)\nপ্রোটাগোনিস্তাস ও কোআদিজুন্তেস : কার্লোটা ইওস এসটুডিওস ফেমিনিস্টাস (১৯৯৬)\nডিরেইটোস তারদিওস : সাউদে, সেক্সুয়ালিদাদে ই রিপ্রোডুকাও না আমেরিকা লাতিনা (১৯৯৭)\nউমা হিস্টোরিয়া পারা কন্টার : আ পেসকুইসা না ফাউন্ডাসাও কার্লোস চাগাস (সঙ্গে আঙ্গেলা মারিয়া মার্টিনস এবং মারিয়া লোরা পুগলিয়েরি বারবোসা ফ্রাঙ্কো; ২০০৪)\nরেভিস্টা এস্টুডিওস ফেমিনিস্টাস প্রিমেইরা ফেসে, লোকাসাও রিও দে জানেইরো (২০০৪)\nমেরকাডো দে ট্রাবালহো ই জেন্ডেরো : কমপারাসাওএস ইন্টারন্যাশিওনাইস (সঙ্গে আদ্রিয়ানা ফনটেস; ২০০৮)\n\n\n== তথ্যসূত্র ==\n\nCNPq (সম্পাদক)। \"আলবার্টিনা গোর্ডো দে ওলিভেইরা কস্তা\" (পোর্তুগিজ ভাষায়)। মিনিস্টেরিও দা সিয়েন্সিয়া, টেকনোলজিয়া ই ইনোভাসাও। সংগ্রহের তারিখ ২০ আগস্ট ২০১৩। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nপারেইরা কোরডেইরো, জেইমে ফ্রান্সিসকো (২০০২)। ফালাস দো নোভো, ফিগুরাস দা ট্রাডিসাও: ও নোভো ইও ট্রাডিশিওনাল না এদুকাসাও ব্রাজিলেইরা (আনোস ৭০ ই ৮০) (পোর্তুগিজ ভাষায়)। ইউনেস্প। পৃষ্ঠা ২৫১। আইএসবিএন ৯৭৮-৮৫৭-১৩৯-৩৮৪-৪। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nব্রুশিনি, মারিয়া ক্রিস্টিনা আ.; আরদাইয়োঁ, ডানিয়েল; উনবেহাউম রিদেনতি, সান্দ্রা জি. (১৯৯৮)। টেসাউরো পারা এসটুডিওস দে জেন্ডেরো ই সোব্রে মুলেরেস (পোর্তুগিজ ভাষায়)। এডিটোরা ৩৪। পৃষ্ঠা ৩০২। আইএসবিএন ৯৭৮-৮৫৭-৩২৬-১১১-০। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link)"}