{"pageid": 1526546, "title": "কুরআনে যীশুর নাম এবং উপাধি", "url": "https://bn.wikipedia.org/wiki?curid=1526546", "content": "কুরআনে ইসলামের দ্বিতীয় নবী ঈসা ইবনে মারিয়াম ( যীশু ) কে বোঝাতে বিভিন্ন উপাধি ব্যবহার করা হয়েছে। ইসলামী পণ্ডিতরা মুসলমানদের ঈসা (যীশু) এর নাম, মুখে বলা হোক বা লেখা হোক, সম্মানসূচক বাক্যাংশ alayhi al-salām ( আরবি: عليه السلام   ব্যবহার করে অনুসরণ করার প্রয়োজনীয়তার উপর জোর দেন। ), যার অর্থ তাঁর উপর শান্তি বর্ষিত হোক । কুরআনে ঈসা (আঃ)-এর নাম বা উপাধি ৭৮ বার উল্লেখ করা হয়েছে।\n\n\n== নামসমূহ ==\n\n\n=== ঈসা ইবনে মারিয়াম ===\nঈসা নামটি আরবি: عيسى     থেকে এসেছে।, যার অর্থ \" ঈশ্বরের পরিত্রাণ\"। ঈসাকে(আ) ঈসা ইবনে মরিয়ম নামেও উল্লেখ করা হয়, যার অর্থ ঈসা, মরিয়মের পুত্র।  কুরআনে, ঈসা (আঃ)-এর এই নাম ২৩ বার উল্লেখ করা হয়েছে। \n\n\n=== মাসিহ ===\nইসলামে ঈসা হলেন মসীহ   এবং মুসলমানদের দ্বারা এটিকে ঈসা আল-মাসীহ বলা হয়। এটি ঈসার বেশ কয়েকটি উপাধির মধ্যে একটি, যাকে কুরআনে ১১ বার মসীহ বা আল-মসীহ বলা হয়েছে।  এর অর্থ 'অভিষিক্ত', 'ভ্রমণকারী', অথবা 'যিনি আদর করে আরোগ্য করেন'।  \n\n\n== উপাধিসমূহ ==\n\n\n=== ঈশ্বরের কাছ থেকে আত্মা ===\nকুরআনের ৪:১৭১ আয়াতে ঈসাকে রূহ মিনহু (আরবি: رُوحٌۭ مِّنْهُ) বলা হয়েছে, যার অর্থ ‘তাঁর পক্ষ থেকে এক আত্মা’(অর্থাৎ, আল্লাহর পক্ষ থেকে)। রূহ শব্দের মূল অর্থ হলো \"নিঃশ্বাস\" বা \"বায়ু\"। পরবর্তী ইসলামি ঐতিহ্যে রূহ শব্দটি নফস (আত্মা) এর সমার্থক হিসেবে ব্যবহৃত হলেও, কুরআনের বর্ণনায় এটি \"এক বিশেষ ফেরেশতা বার্তাবাহক ও এক বিশেষ ঐশী গুণাবলি\" বোঝাতে ব্যবহৃত হয়েছে। তিনটি আয়াতে (২:৮৭, ২:২৫৩; ৫:১১০) ঈসাকে রূহুল কুদস (\"পবিত্র আত্মা\" বা \"পবিত্রতার আত্মা\") দ্বারা সমর্থিত বলা হয়েছে।\n\n\n=== পবিত্র বালক ===\nকুরআন ও হাদিস অনুসারে, ঈসা এবং তাঁর মা মরিয়ম হলেন একমাত্র দুজন ব্যক্তি যাদের শয়তান স্পর্শ করেনি এবং তাই তারা পাপমুক্ত ছিলেন, তাই ঈসাকে একজন পবিত্র বালক বলা হয় ( আরবি: غُلَٰمًا زَكِيًّا     )।  কুরআনে তাকে নয় বার পবিত্র বালক হিসেবে উল্লেখ করা হয়েছে। \n\n\n=== আল্লাহর বাণী ===\nকুরআনে ঈসাকে ছয়বার কালেমা (বাণী) অথবা কালেমাত আল্লাহ (আল্লাহর বাণী) বলা হয়েছে। লোগোর ধারণাটি টারগামস (খ্রিস্টীয় প্রথম শতাব্দীর হিব্রু বাইবেলের আরামাইক অনুবাদ) তেও দেখা যায়, যেখানে 'প্রভু' শব্দটির পরিবর্তে মেমরা (\"শব্দ\" এর জন্য আরামাইক) শব্দটি প্রায়শই ব্যবহৃত হয়, বিশেষ করে যখন ঈশ্বরের এমন একটি প্রকাশকে বোঝানো হয় যাকে নৃতাত্ত্বিক হিসাবে ব্যাখ্যা করা যেতে পারে।   তবে, ইসলামের আলোকে, শিরোনামটি পিতৃহীন থাকা সত্ত্বেও আল্লাহর ইচ্ছায় ঈসা(আ) এর অলৌকিক জন্মকে নির্দেশ করে, যা কুরআনের তৃতীয় অধ্যায়ে বর্ণিত পিতা বা মাতা ছাড়াই আদমের সৃষ্টির সাথে তুলনা করা হয়েছে। \n\n\n=== চিহ্ন বা সংকেত ===\nইসলামে, ঈসার প্রত্যাবর্তন কিয়ামতের দশটি প্রধান আলামতগুলির মধ্যে একটি। কুরআনে, ঈসাকে চারবার \" আয়া\" ( আরবি: آيَة     বলা হয়েছে।  , কুরআনের একটি আয়াত বোঝাতেও ব্যবহৃত হয়)। \n\n\n=== ওয়াজিহ ===\nসূরা আল-ইমরান আয়াত ৩:৪৫, ঈসা (আ)কে wajīḥ ( وَجِيه বলা হয়েছে( 'সম্মানিত' বা 'বিশিষ্ট')। সূরা আল-আহজাব ৩৩:৬৯-এ মুসা (আঃ) -এর জন্যও এই উপাধিটি ব্যবহৃত হয়েছে। অনেক মুসলিম ঈসাকে ঈসা আল-ওয়াজিহ বলে ডাকে, কারণ তিনি ইসলামে একজন সম্মানিত নবী। \n\n\n== নোটস ==\n\n\n== তথ্যসূত্র =="}