{"pageid": 1526598, "title": "এলিজা নেলসন ফ্রায়ার", "url": "https://bn.wikipedia.org/wiki?curid=1526598", "content": "এলিজা নেলসন ফ্রায়ার (২২শে এপ্রিল, ১৮৪৭ - ১০ই মে, ১৯১০) ছিলেন একজন আমেরিকান শিক্ষাবিদ এবং ধর্মপ্রচারক। বাড়িতে এবং যেখানেই তিনি ভ্রমণ করতেন, বাইবেল ছিল তাঁর নিত্যসঙ্গী। তিনি ওম্যানস ক্রিশ্চিয়ান টেম্পারেন্স ইউনিয়ন (ডব্লিউসিটিইউ) -এর প্রতি প্রতিশ্রুতিবদ্ধ ছিলেন। তেলরং এবং জলরঙে চিত্রকলায় তাঁর দক্ষতা সুপরিচিত ছিল। অসংখ্য প্রবন্ধ এবং গবেষণাপত্র লেখার পাশাপাশি তিনি বই সম্পাদনাও করেছেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nএলিজা নেলসন ১৮৪৭ সালের ২২শে এপ্রিল নিউ ইয়র্কের সার্ডিনিয়ায় জন্মগ্রহণ করেন। তাঁর বাবা উইলবার নেলসন ছিলেন ধর্মতাত্ত্বিক এবং রাজনৈতিক বিষয়ে সাহিত্যিক প্রতিভার অধিকারী। তিনি অল্প বয়সেই আমাশয়ের মহামারীর সময় অল্পবয়সী স্ত্রী এবং দুটি ছোট সন্তান রেখে  মারা যান। তাঁর সম্পত্তির অনেকটাই তিনি বিনিয়োগ করে গিয়েছিলেন। তাই সম্পত্তি দিয়ে এলিজার বিশেষ সাহায্য হয়নি।\nএলিজার মা পরবর্তীতে নিউ ইয়র্কের ইস্ট অটোর একজন ধনী কৃষক সি. ক্রাম্বকে বিয়ে করেন।\nজীবনের প্রথম দিকে, ভালো শিক্ষা অর্জনের জন্য তিনি প্রতিজ্ঞাবদ্ধ ছিলেন এবং এই আকাঙ্ক্ষা পূরণের জন্য তাঁর সংগ্রাম ছিল তাঁর জীবনের গল্পের একটি অংশ। যাঁরা নারীদের উচ্চশিক্ষায় বিশ্বাস করতেন না, তাঁদের তিনি মোকাবিলা করেছিলেন। ১৬ বছর বয়সে, তিনি শিক্ষকতার মাধ্যমে নিজের জীবিকা নির্বাহ করার সিদ্ধান্ত নেন। প্রথমে নিউ ইয়র্কের স্প্রিংভিলের গ্রিফিথ ইনস্টিটিউটে এবং পরে আলফ্রেড বিশ্ববিদ্যালয়ে তিনি নিজের শিক্ষা চালিয়ে যান। দ্বিতীয়টি থেকে তিনি স্নাতক ডিগ্রি অর্জন করেন। পরে, তিনি কলা বিভাগে স্নাতকোত্তর ডিগ্রি অর্জন করেন। তাঁর এই সময়ের বন্ধুরা তাঁর শারীরিক দুর্বলতা, আত্মত্যাগ, প্রফুল্লতা এবং চমৎকার পাণ্ডিত্যের কথা স্মরণ করেন।\n\n\n== কর্মজীবন ==\nআলফ্রেড বিশ্ববিদ্যালয় থেকে স্নাতক হওয়ার পর কিছু সময়ের জন্য, এলিজা কিছুটা পঙ্গু হয়ে পড়েন। কিছুটা সুস্থ হওয়ার পর, তিনি আলফ্রেড বিশ্ববিদ্যালয়ে ফিরে আসেন। সেখানে তাঁকে অধ্যাপক পদে নিযুক্ত করা হয়। স্কুলের সভাপতি এবং তাঁর স্ত্রী এলিজাকে মেয়ের মতোই লালন-পালন করতেন।\n১৮৭৯ সালে, সেভেন্থ ডে ব্যাপটিস্ট মিশন বোর্ড থেকে তাঁদের চীনা মিশনের শক্তিবৃদ্ধির জন্য তিনি শিক্ষক হিসেবে চীনে যাওয়ার ডাক পান। রেভারেণ্ড ডিএইচ ডেভিস এবং তাঁর স্ত্রীর সাথে, তিনি ২৭শে ডিসেম্বর সিটি অফ টোকিও স্টিমারে সান ফ্রান্সিসকো থেকে যাত্রা করেন এবং ১৮৮০ সালের ১৮ই জানুয়ারি, ইয়োকোহামায় পৌঁছোন। তাঁরা ১৮৮০ সালের ২১শে জানুয়ারী সাংহাইয়ের উদ্দেশ্যে যাত্রা করেন এবং ২৯শে জানুয়ারী সেখানে পৌঁছোন। সেখানে তাঁদের সাথে আরও তিন-চারজন মিশনারি এবং দুইজন স্থানীয় বাসিন্দা দেখা করেন এবং স্বাগত জানান। মিশনারিরা তাঁদের বাড়িতে বসতি স্থাপন করেন, ভাষা অধ্যয়ন শুরু করেন এবং দোভাষীদের মাধ্যমে নিজেদের কাজে নিযুক্ত হন।\nতিনি সেখানকার ভাষা আয়ত্ত করতে এবং চীনা জনগণের স্নেহ অর্জন করতে সফল হন। তবে খুব শীঘ্রই তিনি সাংহাইয়ের ম্যালেরিয়াজনিত আবহাওয়ার প্রভাব অনুভব করতে শুরু করেন। অসুস্থতা এবং ফলস্বরূপ দুর্বলতা সত্ত্বেও, তিনি শহরের ভেতরে এবং পশ্চিম গেটের বাইরে উভয় স্থানেই স্কুলের কাজ করেছিলেন। তিনি সাধারণ মানুষের বাড়িতেও পরিদর্শন করেছিলেন।\nএখানে, চীনা ভাষা শেখা এবং চীনা জনগণের দ্বারা গৃহীত হওয়ার ক্ষেত্রে তাঁর সাফল্য অসাধারণ ছিল। গুরুতর অসুস্থতা এবং ফলস্বরূপ দুর্বলতা সত্ত্বেও, তিনি সাংহাই এবং আশেপাশের এলাকায় বিভিন্ন স্কুলের আয়োজন করেছিলেন। এই কাজে নিযুক্ত থাকাকালীনই তিনি সাংহাইয়ের ডক্টর জন ফ্রায়ারের সাথে পরিচিত হন, যিনি বহু বছর ধরে চীনা ভাষায় বৈজ্ঞানিক কাজের একটি বিশ্বকোষ তৈরিতে চীনা সরকারের অধীনে নিযুক্ত ছিলেন। ১৮৮২ সালের ৬ই জুন সাংহাইয়ের হোলি ট্রিনিটি চার্চে তাঁদের বিয়ে হয়। তিনি ইংল্যান্ড, চীন এবং ক্যালিফোর্নিয়ায় ডঃ ফ্রায়ারের আগের বিবাহ থেকে আসা চার ছোট সন্তানের লালন-পালন এবং শিক্ষাদান করেছিলেন।\nবিয়ের পরও তিনি চীনাদের জন্য তাঁর কাজ চালিয়ে যান। কিয়াংনান আর্সেনালে থাকাকালীন উচ্চ শ্রেণীর অনেক চীনা নারীর সাথে তাঁর দেখা করার সুযোগ হয়েছিল। তিনি তাদের সাহায্য করেছিলেন। অসুস্থদের সাথে থাকার জন্য প্রায়শই তিনি পাঁচ মাইল রিক্সায় করে সাংহাই ভ্রমণ করতেন এবং একাধিকবার, তিনি প্রকৃত অভাবীদের জন্য খাবার বা পোশাক পাঠানোর আদেশ দিতেন। এলিজা তাঁর সামনে আসা প্রতিটি ভালো উদ্দেশ্যকে সমর্থন করেছিলেন। সাংহাই এবং ক্যালিফোর্নিয়া উভয় স্থানেই ডব্লিউসিটিইউ-তে তাঁর কাজের কথা উল্লেখ করা যেতে পারে। বছরের পর বছর ধরে, শিশুদের প্রতি গভীর এবং স্থায়ী আগ্রহ নিয়ে, তিনি সাংহাইতে ব্যাণ্ড অফ হোপ-এর নেতৃত্ব দিয়েছিলেন।\nশিক্ষাগত সুবিধার কারণে ক্যালিফোর্নিয়ার ওকল্যান্ডকে পারিবারিক আবাস হিসেবে নির্বাচিত করা হয়েছিল। পরবর্তীকালে, ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের বার্কলেতে প্রাচ্য ভাষা ও সাহিত্য বিভাগের অধ্যাপক হিসেবে ডঃ জন ফ্রায়ারের দায়িত্ব পালনের কারণে, পরিবারটি ক্যালিফোর্নিয়ার বার্কলেতে চলে যায় এবং ডুরান্ট অ্যাভিনিউতে তাদের নিজেদের বাড়িতে বসবাস করতে থাকে। বার্কলেতে, তিনি কলেজ সম্প্রদায়ের কাজে অংশগ্রহণ করতেন, বিশেষ করে তিনি ওয়াইডব্লিউসিএ- এর কাজে অংশ নিতেন।\nআর্সেনালে হোক বা ক্যালিফোর্নিয়ার ওকল্যান্ড, অথবা পরে বার্কলেতে, ফ্রায়ার দম্পতির বাড়ি চীনাদের জন্য সর্বদা উন্মুক্ত থাকত এবং অনেক চীনা ছাত্র তাঁদের সাথেই থাকত। বছরের পর বছর ধরে তাঁদের বাড়ি মিশনারিদের বিশ্রামের জায়গা ছিল।\nক্যালিফোর্নিয়ায় বসবাসের পর থেকে, এলিজা দুবার চীনে গিয়েছিলেন। শেষবার ১৯০৮ সালে তিনি তাঁর স্বামীর সাথে বিশ্ব ভ্রমণে গিয়েছিলেন, যার মধ্যে ভারত এবং মিশরও ছিল। চীনে তিনি যে সব পরিবর্তন দেখেছিলেন তা তাঁকে গভীরভাবে আগ্রহী করেছিল। তিনি বিভিন্ন ভাষণের মাধ্যমে চীনের আরও সেবা করার জন্য উন্মুখ থাকতেন। তিনি মিশরের প্রতি বিশেষ আগ্রহী ছিলেন এবং নীল নদ পর্যন্ত প্রাপ্ত ভ্রমণ-অনুমতির ভিত্তিতে এলাকার প্রতিটি গুরুত্বপূর্ণ স্থান পরিদর্শন করেছিলেন। বার্কলে ফিরে এসে, তিনি মিশরের ওপর কেনা প্রতিটি বই পড়ে ছিলেন।\n১৯০৯ সালের আগস্ট থেকে, তিনি তাঁর স্বামীর সাথে বার্কলেতে ক্লোইন কোর্ট হোটেলে বসবাস করতেন।\n\n\n== মৃত্যু এবং অবদান ==\n\n১৯১০ সালে, বৃষ্টির মধ্যে ফুটপাতে হাঁটার সময় তিনি দুর্ঘটনাক্রমে পিছলে পড়ে যান এবং গুরুতর আহত হন। এই ধাক্কার ফলে তাঁর হৃদরোগের সমস্যা দেখা দেয়। এক পক্ষকাল পর, তাঁকে ওকল্যান্ডের নাউহাইম স্যানিটেরিয়ামে স্থানান্তরিত করা হয়, সেখানে ডক্টর ম্যাক্সসন তাঁর চিকিৎসা করেন। ১৯১০ সালের ১০ই মে ভোরে ক্যালিফোর্নিয়ার বার্কলেতে তিনি অ্যানজাইনা রোগে মারা যান।\nবার্কলেতে প্রথম কংগ্রেগেশনাল চার্চে অনুষ্ঠিত তাঁর শেষকৃত্যে অনেক মানুষ উপস্থিত ছিলেন। তাঁকে ওকল্যান্ডের মাউন্টেন ভিউ কবরস্থানে সমাহিত করা হয়েছিল।\nনেলি ব্লেসিং আইস্টার এবং জন ফ্রায়ার ১৯১২ সালে এলিজা ফ্রায়ারের স্মৃতিকথা, এ বিউটিফুল লাইফ - মেমোয়ার অফ মিসেস এলিজা নেলসন ফ্রায়ার, ১৮৪৭-১৯১০ প্রকাশ করেন।\n\n\n== তথ্যসূত্র =="}