{"pageid": 1526471, "title": "হাঙ্গেরিতে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1526471", "content": "হাঙ্গেরিতে ইসলাম একটি সংখ্যালঘু ক্রমবর্ধমান ধর্ম।  ২০১১ সালের হাঙ্গেরির আদমশুমারি অনুসারে, হাঙ্গেরিতে ৫,৫৭৯ জন মুসলিম ছিল, যা মোট জনসংখ্যার ০.০৫৭%। এর মধ্যে ৪,০৯৭ জন (৭৩.৪%) নিজেদেরকে হাঙ্গেরীয় হিসেবে ঘোষণা করেছেন এবং ২,৩৬৯ জন (৪২.৫%) জাতিগতভাবে আরব হিসেবে ঘোষণা করেছেন। হাঙ্গেরিতে ইসলামের সূচনা কমপক্ষে দশম শতাব্দীর। ১৬শ এবং ১৭শ শতাব্দীতে হাঙ্গেরিতে অটোমান আমলে সুন্নি ইসলামের প্রভাব বিশেষভাবে স্পষ্ট ছিল।\n\n\n== ইতিহাস ==\n\n\n=== প্রাথমিক ইতিহাস ===\n\nপুরনো হাঙ্গেরীয় ভাষায় মুসলমানদের বলা হত বোসোরমেনি। এই শব্দটি তুর্কি ভাষার বেজুলমামিশ শব্দের সাথে সম্পর্কিত, যা আরবি মুসলিম শব্দ থেকে এসেছে। এই নামটি আজও একটি উপাধি হিসাবে প্রচলিত আছে এবং হাইদুবোসোরমেনি নামে একটি শহরের নামেও ব্যবহৃত হয়েছে।\nপ্রথম ইসলামি পণ্ডিত হিসেবে ইয়াকুত হামাভি (৫৭৫-৬২৬ হি. / ১১৭৯-১২২৯ খ্রি.) হাঙ্গেরির মুসলমানদের কথা উল্লেখ করেন। তিনি আলেপ্পোতে পড়তে আসা এক হাঙ্গেরীয় ছাত্রের কথা লিখেছিলেন, যার ভাষ্যমতে হাঙ্গেরিতে ত্রিশটি মুসলিম গ্রাম ছিল। ইয়াকুত তার বিখ্যাত ভূগোলবিষয়ক গ্রন্থ মুজামুল বুলদানে লিখেছেন, তিনি সিরিয়ায় এক হাঙ্গেরীয় মুসলমান যুবকের সাথে সাক্ষাৎ করেছিলেন, যে সেখানে ইসলামি শিক্ষা গ্রহণ করছিল। সেই যুবক তাঁকে হাঙ্গেরির মুসলমানদের জীবনযাত্রা ও ইতিহাস সম্পর্কে কিছু তথ্য দিয়েছিল।\nস্পেনের মুসলমান ভ্রমণকারী আবু হামিদ আল-গারনাতি হাঙ্গেরির দুটি মুসলিম গোষ্ঠীর কথা উল্লেখ করেছেন: বোসোরমেনি, যারা কার্পেথীয় অববাহিকায় বসবাস করত; ভলগা অঞ্চলের মুসলমান, যারা খাওয়ারেজম অঞ্চল থেকে আগত। তিনি লিখেছেন যে, হাঙ্গেরির রাজা দ্বিতীয় গেজা মুসলমানদের প্রতি সহানুভূতিশীল ছিলেন। \n\n১১ শতকে সেন্ট লাদিসলাস ও তার পরে রাজা কোলোমান মুসলিমদের বিরুদ্ধে আইন প্রণয়ন করেন। এসব আইন মূলত তাদের খ্রিস্টধর্ম গ্রহণে বাধ্য করতে তৈরি করা হয়েছিল। কোলোমানের কিছু কঠোর আইন ছিল: \n৪৬: যদি কেউ মুসলমানদের রোজা রাখা, শুকরের মাংস না খাওয়া, অজু করা বা ইসলামি রীতিনীতি পালন করতে দেখে, তাহলে তাদের রাজ্যের কাছে হস্তান্তর করতে হবে এবং অভিযোগকারী ব্যক্তি তাদের সম্পত্তির একটি অংশ পাবে।\nআইন ৪৭: প্রত্যেক মুসলিম গ্রামে একটি গির্জা নির্মাণ করতে হবে এবং তার খরচ মুসলমানদেরই বহন করতে হবে। গির্জা তৈরি হলে গ্রামের অর্ধেক লোককে অন্যত্র সরিয়ে দেওয়া হবে, যাতে তারা খ্রিস্টানদের মতো জীবনযাপন করতে বাধ্য হয়।\nআইন ৪৮: মুসলমানরা তাদের মেয়েদের শুধু খ্রিস্টানদের সঙ্গে বিয়ে দিতে পারবে।\nআইন ৪৯: যদি কোনো মুসলমান কারও আপ্যায়ন করে বা অতিথিদের আমন্ত্রণ জানায়, তবে সবাইকে শুধুমাত্র শুকরের মাংস খেতে হবে।\nসেন্ট লাদিসলাসও মুসলমানদের বিরুদ্ধে কঠোর আইন প্রণয়ন করেছিল: আইন ৯: যদি কোনো মুসলমান খ্রিস্টধর্ম গ্রহণের পর আবার খতনা করায় বা পূর্বের ধর্মীয় নিয়ম পালন করে, তবে তাকে তার বাড়ি থেকে বের করে দেওয়া হবে। তবে যদি সে নির্দোষ প্রমাণিত হয়, তবে তাকে থাকতে দেওয়া হবে।এসব আইন মুসলিমদের ব্যাপারে চরম বৈষম্য সৃষ্টি করেছিল এবং তাদের সংখ্যা ক্রমশ হ্রাস পেতে থাকে। হাঙ্গেরির মুসলিমরা মূলত ব্যবসা ও বাণিজ্যের সাথে যুক্ত ছিল। ১২ ও ১৩ শতকের হাঙ্গেরীয় রাজকীয় মুদ্রায় আরবি লেখা পাওয়া গেছে, যা ইঙ্গিত করে যে, তারা অর্থনৈতিক লেনদেনে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। সেগেদ শহর ও দানিউব নদীর মধ্যে বিস্তৃত একটি প্রধান বাণিজ্য পথ ছিল, যা মূলত লবণ পরিবহনের জন্য ব্যবহৃত হতো এবং এটি মুসলিমদের দ্বারা পরিচালিত ছিল। রাজা দ্বিতীয় বেলার সমাধিতে একটি আংটি পাওয়া গেছে, যাতে আরবি লিপি খোদাই করা ছিল। একজন হাঙ্গেরীয় ইতিহাসবিদ লিখেছেন যে, মঙ্গোলদের আগ্রাসনের আগে হাঙ্গেরিতে মুসলমানদের বসতি ও বাণিজ্যিক কেন্দ্রগুলো ছড়িয়ে ছিটিয়ে ছিল। \n\n\n=== হাঙ্গেরিতে তুর্কি শাসন ===\n\n১৪শ শতাব্দীর শেষের দিক থেকে হাঙ্গেরীয়রা বলকান অঞ্চলের কাছে তুর্কি সাম্রাজ্যের ক্রমবর্ধমান সম্প্রসারণের মুখোমুখি হয়েছিল।  ১৫২৬ সালে মোহাকসের যুদ্ধের পর মুসলিম তুর্কিরা হাঙ্গেরিতে নিয়ন্ত্রণ প্রতিষ্ঠা করতে শুরু করে। ১৫৪১ সালে তারা হাঙ্গেরীয় রাজ্যের কেন্দ্রের নিয়ন্ত্রণ লাভ করে এবং ম্যাকারিস্তান (উসমানীয় হাঙ্গেরি) প্রতিষ্ঠা করে।\n\n১৬শ এবং ১৭শ শতাব্দীতে হাঙ্গেরিতে অসংখ্য মুসলিম ব্যক্তিত্বের জন্ম হয়েছিল। তাদের মধ্যে সবচেয়ে গুরুত্বপূর্ণ ছিলেন উসমানীয় উজিরে আজম কানিজেলি সিয়াভুস পাশা, যিনি ১৫৮২ থেকে ১৫৯৩ সালের মধ্যে তিনবার এই পদে নিযুক্ত হয়েছিলেন; উমানীয় ইতিহাসবিদ ইব্রাহিম পেচেভি এবং বিখ্যাত মৌলভি দরবেশ পেচেভি আরিফি আহমেদ দেদে, যিনি পেক্সের তুর্কি বংশোদ্ভূত ছিলেন। হাঙ্গেরিতে বেশিরভাগ ইসলামি শিক্ষা সুন্নি ইসলামের হানাফি মাজহাব বা হানাফি চিন্তাধারা অনুসারে পড়ানো হত। হাঙ্গেরির গির্জাগুলিকে মসজিদ হিসেবে পুনর্ব্যবহৃত করা হয়েছিল, যার ফলে কখনো কখনো স্থাপত্যেও পরিবর্তন এসেছিল। যদিও উসমানীয়দের চলে যাওয়ার পর বেশিরভাগ গির্জা থেকে ইসলামি স্থাপত্যের নিদর্শনগুলি সরিয়ে ফেলা হয়েছিল। \n১৭১৮ সালে পাসারোভিটজ চুক্তি স্বাক্ষরের মাধ্যমে হাঙ্গেরীয় ভূখণ্ডে তুর্কি শাসনের চূড়ান্ত অবসান ঘটে।  উসমানীয় শাসন হাঙ্গেরিতে মসজিদ, তুর্ব ও পাবলিক স্নানাগারের (হাম্মাম) এর মত তুর্কি স্থাপত্য ঐতিহ্য হিসেবে রেখে গেছে। এর পাশাপাশি তুর্কিদের প্রভাবে স্থানীয় খাবারেও পরিবর্তন ঘটেছে; যেমন কফির জনপ্রিয়তা ও হাঙ্গেরীয় খাবারে একটি অপরিহার্য মশলা পাপরিকার প্রবর্তন।\n\n\n=== আধুনিক যুগ ===\nউনিশ শতকে ১৮৪৮-৪৯ সালের বিপ্লবের পর ৬,০০০ এরও বেশি পোলিয় ও হাঙ্গেরীয় জেনারেল জোজেফ বেমের (মুরাত পাশা) অনুসরণে তুর্কি নির্বাসনে চলে যান। তাদের মধ্যে ছিলেন রিচার্ড গাইয়ন (কুরশিদ পাশা), গিওর্গি কেমেটি (ইসমাইল পাশা) ও ম্যাক্সিমিলিয়ান স্টেইনের (ফারহাদ পাশা) মতো হাঙ্গেরীয় অফিসার। এই ব্যক্তিত্বদের পরবর্তীতে জেনারেল পদে উন্নীত করা হয়। \nঅক্সফোর্ড ডিকশনারি অফ ন্যাশনাল বায়োগ্রাফিতে গাইয়োনের ব্যাপারে বর্ণনা করা হয়েছে, \"তিনি প্রথম খ্রিস্টান ব্যক্তি, যিনি তার ধর্ম পরিবর্তন না করেই পাশা উপাধি লাভ করেন এবং একটি তুর্কি সামরিক পদ অর্জন করেন\"। এটি ১৯শ শতকের উসমানীয় সাম্রাজ্যে মেধার ভিত্তিতে পদোন্নতির একটি দৃষ্টান্ত ছিল।\n১৯১৩ সালে অস্ট্রিয়া-হাঙ্গেরি আডা কালেহ দ্বীপটি দখল করে, যা তখন উসমানীয় শাসনের অধীনে ছিল। ফলে দ্বীপটি আনুষ্ঠানিকভাবে হাঙ্গেরীয় প্রশাসনের অধীনে আসে। তবে আডা কালেহের জনসংখ্যা মূলত তুর্কি মুসলমান ছিল এবং তাদের মধ্যে কিছু পরিবার তখন মূল ভূখণ্ড হাঙ্গেরিতে বসতি স্থাপন করেেছিল। প্রথম বিশ্বযুদ্ধের সময় অস্ট্রো-হাঙ্গেরীয় সাম্রাজ্যের সেনাবাহিনীতে ক্রমশ মুসলিম সৈন্যদের সংখ্যা বৃদ্ধি পায়, যা সামরিক নীতি ও ব্যবস্থাপনায় নতুন পরিবর্তনের প্রয়োজনীয়তা তৈরি করে। \n২০০৭ সাল থেকে রোমানিয়ার নাগরিকরা কর্মসংস্থানের জন্য হাঙ্গেরিতে যেতে শুরু করে, যার মধ্যে ডোব্রুজা অঞ্চলের তাতার-তুর্কি ও মুসলিম রোমানি সম্প্রদায় অন্তর্ভুক্ত ছিল এবং তারা হাঙ্গেরির মুসলিম জনগোষ্ঠীর সম্প্রসারণে অবদান রাখে। ডোব্রুজা জেলা পরিষদ হাঙ্গেরির মুসলিম সম্প্রদায়কে বুদাপেস্টে প্রথম ইসলামি কেন্দ্র নির্মাণের অনুমতি দিয়েছে। এই ইসলামি কেন্দ্রে একটি বিশাল গ্রন্থাগার থাকবে, যেখানে প্রায় ৫০,০০০ খণ্ডের বই সংরক্ষিত থাকবে। \n২০১৩ সালে হাঙ্গেরীয় ইসলামি পরিষদ বসনিয়া ও হার্জেগোভিনার প্রধান মুফতি হুসেইন কাভাজোভিচকে হাঙ্গেরির প্রধান মুফতি হওয়ার জন্য অনুরোধ করে। \n\n\n==== ধর্মীয় আইন ====\nহাঙ্গেরির নতুন \"জ্ঞান ও ধর্মের স্বাধীনতার অধিকার এবং গির্জা, ধর্ম ও ধর্মীয় সম্প্রদায় বিষয়ক আইন\" ২০১১ সালের ১২ জুলাই প্রণীত হয়েছিল এবং এটি মাত্র ১৪টি ধর্মীয় গোষ্ঠীকে স্বীকৃতি দেয়। এই তালিকায় ইসলাম ধর্ম অন্তর্ভুক্ত ছিল না; তাই নতুন আইনের অধীনে সরকারী স্বীকৃতি পেতে মুসলিমদের আবেদন করতে হবে। আইনের অধীনে ৩৫৮টি নিবন্ধিত গির্জা ও ধর্মীয় সংস্থার মধ্যে মাত্র ১৪টিকে আইনি স্বীকৃতি দেওয়া হবে এবং অন্যদের সংসদে দুই-তৃতীয়াংশের অনুমোদনের পর আইনি নিবন্ধনের জন্য পুনরায় আবেদন করার কথা বলা হয়। \n২০১২ সালের ২৭ ফেব্রুয়ারী হাঙ্গেরির সংসদ ধর্মীয় সংগঠন সম্পর্কিত দেশের বিতর্কিত আইন সংশোধন করে সরকারীভাবে স্বীকৃত সংগঠনের তালিকা সম্প্রসারণ করে হাঙ্গেরীয় ইসলামি পরিষদকেও অন্তর্ভুক্ত করে। \n\n\n== জনসংখ্যা ==\nহাঙ্গেরির ২০১১ সালের জনশুমারি অনুযায়ী দেশটিতে মোট মুসলিমের সংখ্যা ছিল ৫,৫৭৯ জন, যা এর মোট জনসংখ্যার প্রায় ০.০৫৭%  এবং এই মুসলিমদের মধ্যে ৪,০৯৭ জন (অর্থাৎ প্রায় ৭৩.৪%) নিজেদেরকে জাতিগতভাবে হাঙ্গেরীয় বলে উল্লেখ করেছেন।  অন্যদিকে ২,৩৬৯ জন (প্রায় ৪২.৫%) নিজেদেরকে আরব জাতিগোষ্ঠীর অন্তর্ভুক্ত হিসেবে উল্লেখ করেন।  উল্লেখযোগ্য বিষয় হল, হাঙ্গেরিতে একজন ব্যক্তি একাধিক জাতিগত পরিচয় একসঙ্গে ঘোষণা করতে পারেন। এই কারণেই শতকরা হিসেব একত্রে ১০০% এর বেশি হয়েছে। \n২০১১ সালের তথ্যে তুর্কীয় মুসলিমদের সংখ্যা উল্লেখ করা হয়নি; তবে ২০০১ সালের আদমশুমারি অনুযায়ী তুর্কি বংশোদ্ভূত মুসলমানের সংখ্যা ছিল ১,৫৬৫ জন। \nতবে সাধারণভাবে বলা যায় যে, হাঙ্গেরিতে বসবাসরত মুসলিমদের প্রধান অংশই আরব বা তুর্কি বংশোদ্ভূত। তবে তাদের পাশাপাশি জাতিগত হাঙ্গেরীয়দের মধ্য থেকেও ইসলাম ধর্মান্তরিত হওয়া মানুষের সংখ্যা ধীরে ধীরে বাড়ছে। \nযদিও সরকারি হিসেবে মুসলমানদের সংখ্যা ৫,৫৭৯ জন বলা হয়েছে; তবে প্রকৃত সংখ্যা আরও বেশি হওয়ার সম্ভাবনা রয়েছে বলে ধারণা করা হয়। বিশেষ করে সিরিয়ায় যুদ্ধ শুরু হওয়ার পর ২০১৪, ২০১৫ ও ২০১৬ সালে হাঙ্গেরিতে উল্লেখযোগ্য সংখ্যক শরণার্থী আশ্রয়ের জন্য আবেদন করেন। এই সময়ে ২,০০,০০০ এরও বেশি শরণার্থী আবেদনপত্র জমা পড়েছিল। \nতবে ২০১৭ সাল থেকে হাঙ্গেরি সরকার প্রতি বছরে মাত্র কয়েকশ শরণার্থী আবেদনপত্র রেকর্ড করছে। \n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nজুলা জারমানুস: একজন লেখক ও রাজনীতিবিদ, যিনি ইসলামি জ্ঞানচর্চায় গুরুত্বপূর্ণ অবদান রেখেছেন।\nইস্তভান হোর্হি জুনিয়র: পদার্থবিজ্ঞানী ও স্থপতি; তিনি হাঙ্গেরির বিখ্যাত রাজনীতিবিদ অ্যাডমিরাল মিকলোশ হোর্হির দৌহিত্র।\nইব্রাহিম মুতফেরিকা: একজন প্রখ্যাত প্রকাশক, অর্থনীতিবিদ, ইতিহাসবিদ, ইসলামি ধর্মতত্ত্ববিদ ও সমাজতত্ত্ববিদ; তিনি ইউরোপে ইসলাম প্রচারে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nহাঙ্গেরির ইসলামি ইতিহাস\nহাঙ্গেরিরতে ইসলামের ইতিহাস"}