{"pageid": 1526640, "title": "বুধি মুনাওয়ার রাচমান", "url": "https://bn.wikipedia.org/wiki?curid=1526640", "content": "বুধি মুনাওয়ার-রাচমান (জন্ম ১৯৬৩) একজন ইন্দোনেশিয়ান প্রগতিশীল ইসলামিক পণ্ডিত। তিনি প্যারামাদিনা বিশ্ববিদ্যালয়ের ইসলামিক স্টাডিজের একজন প্রভাষক। একই সাথে ইসলামিক জার্নাল উলুমুল কুরআনের  সম্পাদকের দায়িত্ব পালন করছেন।  তিনি বিখ্যাত ইন্দোনেশিয়ান ইসলামী পণ্ডিত নুরখলিস মাজিদ দ্বারা  প্রভাবিত হয়েছিলেন। মাজিদকে প্রগতিশীল ইসলামী চিন্তাধারার অর্থাৎ ইসলামী নব্য-আধুনিকতাবাদের উত্তরসূরী হিসেবে মনে করা হয়।\n\n\n== জীবনের প্রথমার্ধ ==\nমুনাওয়ার-রাচমান এসটিএফ দ্রিয়ারকারায় দর্শনে উচ্চশিক্ষা লাভ করেন। এসটিএফ হল (ইন্দোনেশিয়ান উচ্চতর দর্শন বিদ্যালয়) এমন একটি ব্যতিক্রমী শিক্ষা প্রতিষ্ঠান যেখানে কোনো ডিগ্রি বা আনুষ্ঠানিক যোগ্যতা প্রদান করা হয় না।  এই ব্যতিক্রমধর্মী শিক্ষাজীবনই তাঁর চিন্তাভাবনায় একটি বিশেষ দৃষ্টিভঙ্গি তৈরি করেছে।\n\n\n== কর্মজীবন ==\nমুনাওয়ার-রাচমান একাধিক পদে দায়িত্ব পালন করেছেন। এর মধ্যে  ১৯৯২ থেকে ২০০৪ সাল পর্যন্ত ১২ বছর ধরে প্যারামাদিনা বিশ্ববিদ্যালয়ের ইসলামিক স্টাডিজ সেন্টারের পরিচালক ছিলেন। এছাড়া ১৯৯২ থেকে ১৯৯৫ সাল পর্যন্ত ইনস্টিটিউট ফর রিলিজিয়াস স্টাডিজ অ্যান্ড ফিলোসফি (এলএসএএফ)-এর পরিচালকের দায়িত্ব পালন করেছেন। ২০০৪ সাল থেকে বর্তমানে সেন্টার ফর স্পিরিচুয়ালিটি অ্যান্ড লিডারশিপ (সিএসএল)-এর বহুত্ববাদ ও ধর্মীয় সহনশীলতার প্রকল্পের প্রতিষ্ঠাতা ও পরিচালক হিসেবে রয়েছেন। বর্তমানে তিনি প্যারামাদিনা বিশ্ববিদ্যালয়ে অধ্যাপকের পাশাপাশি দ্য এশিয়া ফাউন্ডেশনে ইসলাম ও উন্নয়নের প্রোগ্রাম অফিসার হিসেবে কর্মরত। তিনি নুরখলিশ মাজিদ সোসাইটি (এনসিএমএস) প্রতিষ্ঠাও করেন।\nতিনি পঞ্চাশটিরও বেশি প্রকাশনা রচনা করেছেন। এর মধ্যে রয়েছে ইসলাম প্লুরালিস (বহুত্ববাদী ইসলাম, ২০০৩), ফিকহ লিনটাস আগামা (আন্তঃধর্মীয় ফিকহ, সহ-লেখক, ২০০৩) এবং মেমবাচা নুরখলিস মাজিদ (নুরখলিস মাজিদ পাঠ, ২০০৮)। তার ইসলাম সম্পর্কিত একাধিক বিশ্বকোষ সম্পাদনার অভিজ্ঞতাও রয়েছে, যেমন এনসিক্লোপেদি নুরখলিস মাজিদ (নুরখলিস মাজিদের বিশ্বকোষ, ২০০৭)।\n\n\n== দর্শন ==\nমুনাওয়ার-রাচমান মাজিদের প্রগতিশীল ইসলামের অবস্থানের উত্তরাধিকারী হলেও তিনি ইসলামী ঐতিহ্যবাদের প্রতি শ্রদ্ধাশীল এবং ফিকহ অধ্যয়নের গুরুত্বকে অত্যন্ত মূল্যায়ন করেন। তিনি এমন মুসলিম বুদ্ধিজীবীদের মধ্যে একজন যারা পঞ্চশীল আদর্শ এবং ইসলামের মধ্যে কোনো মতবিরোধ  দেখেন না। তিনি ইসলাম সম্পর্কিত আলোচনাকে আরও গভীর নৈতিক স্তরে উন্নীত করতে চান। তিনি হারুন নাসুশনের নব্য-মুতাজিলীয় চিন্তাধারা  থেকেও অনুপ্রাণিত হয়েছেন। এটি তাকে ধর্মের যুক্তিবাদীকরণের দৃষ্টিভঙ্গির দিকে নিয়ে গেছে।  তিনি ইন্দোনেশিয়ান ইসলামী বুদ্ধিজীবী পরিমণ্ডলের প্রেক্ষাপটে ‘প্রগতিশীল মুসলিম বুদ্ধিজীবী’ শব্দটি প্রবর্তন করে। এই ধারণার মাধ্যমে তিনি ইসলামের প্রচলিত ঐতিহ্যবাদী ও আধুনিকতাবাদী বিভাজন অতিক্রম করতে চেয়েছেন। তার সংজ্ঞায় ‘প্রগতিশীল মুসলিম বুদ্ধিজীবী’ বলতে এমন মুসলিম বুদ্ধিজীবীদের বোঝায় যারা ২০০৫ সালে ইন্দোনেশিয়ান উলেমা কাউন্সিল (এমইউআই) কর্তৃক বহুত্ববাদ, উদারবাদ এবং ধর্মনিরপেক্ষতার বিরুদ্ধে জারি করা ফতোয়ার বিরোধিতা করেছিলেন।\n\n\n== তথ্যসূত্র =="}