{"pageid": 1526587, "title": "স্টক এক্সচেঞ্জ", "url": "https://bn.wikipedia.org/wiki?curid=1526587", "content": "স্টক এক্সচেঞ্জ, সিকিউরিটিজ এক্সচেঞ্জ, বা বোর্স হল এমন একটি বিনিময় যেখানে স্টকব্রোকার এবং ব্যবসায়ীরা সিকিউরিটিজ, যেমন স্টকের শেয়ার, বন্ড এবং অন্যান্য আর্থিক উপকরণ কিনতে এবং বিক্রি করতে পারেন। স্টক এক্সচেঞ্জগুলি এই ধরনের সিকিউরিটিজ ও দলিল এবং মূলধন গুলির ইস্যু এবং খালাসের সুবিধা প্রদান করতে পারে, যার মধ্যে আয় এবং লভ্যাংশ প্রদান অন্তর্ভুক্ত রয়েছে। স্টক এক্সচেঞ্জে লেনদেন হওয়া সিকিউরিটিজের মধ্যে রয়েছে তালিকাভুক্ত কোম্পানি, ইউনিট ট্রাস্ট, ডেরিভেটিভস, পুলড ইনভেস্টমেন্ট পণ্য এবং বন্ড দ্বারা জারি করা স্টক। স্টক এক্সচেঞ্জগুলি প্রায়শই \"নিরন্তর নিলাম\" বাজার হিসাবে কাজ করে যেখানে ক্রেতা এবং বিক্রেতারা এক্সচেঞ্জের ফ্লোরের মতো কেন্দ্রীয় স্থানে খোলাখুলি প্রতিবাদের মাধ্যমে অথবা আর্থিক লেনদেন প্রক্রিয়া করার জন্য একটি ইলেকট্রনিক সিস্টেম ব্যবহার করে লেনদেন সম্পন্ন করে। একটি নির্দিষ্ট স্টক এক্সচেঞ্জে একটি সিকিউরিটি লেনদেন করতে সক্ষম হওয়ার জন্য, সিকিউরিটিটি সেখানে তালিকাভুক্ত থাকতে হবে। সাধারণত, রেকর্ড রাখার জন্য একটি কেন্দ্রীয় অবস্থান থাকে, কিন্তু আধুনিক বাজারগুলি ইলেকট্রনিক যোগাযোগ নেটওয়ার্ক ব্যবহার করে, যা তাদের গতি বৃদ্ধি এবং লেনদেনের খরচ কমানোর সুবিধা দেয়, তাই বাণিজ্য ক্রমশ কোনও ভৌত স্থানের সাথে কম যুক্ত হচ্ছে। একটি এক্সচেঞ্জে ট্রেডিং কেবলমাত্র সেইসব ব্রোকারদের মধ্যেই সীমাবদ্ধ যারা এক্সচেঞ্জের সদস্য। সাম্প্রতিক বছরগুলিতে, ইলেকট্রনিক যোগাযোগ নেটওয়ার্ক, বিকল্প ট্রেডিং সিস্টেম এবং \"ডার্ক পুল\" এর মতো বিভিন্ন ট্রেডিং ভেন্যু ঐতিহ্যবাহী স্টক এক্সচেঞ্জ থেকে ট্রেডিং কার্যকলাপের বেশিরভাগ অংশ কেড়ে নিয়েছে।\nবিনিয়োগকারীদের কাছে স্টক ও বন্ডের প্রাথমিক পাবলিক অফার প্রাথমিক বাজারে করা হয় এবং পরবর্তী লেনদেন সেকেন্ডারি মার্কেটে করা হয়। একটি স্টক এক্সচেঞ্জ প্রায়শই একটি স্টক মার্কেটের সবচেয়ে গুরুত্বপূর্ণ উপাদান। শেয়ার বাজারে সরবরাহ এবং চাহিদা বিভিন্ন কারণ দ্বারা পরিচালিত হয় যা, সমস্ত মুক্ত বাজারের মতো, শেয়ারের দামকে প্রভাবিত করে (স্টক মূল্যায়ন দেখুন)।\nসাধারণত স্টক এক্সচেঞ্জের মাধ্যমেই স্টক ইস্যু করার কোনও বাধ্যবাধকতা নেই, এবং পরবর্তীতে কোনও নির্দিষ্ট এক্সচেঞ্জে স্টক লেনদেন করতে হবে বিষয়টা এমন নয়। এই ধরনের লেনদেন অফ-এক্সচেঞ্জ বা ওভার-দ্য-কাউন্টার হতে পারে। এটিই স্বাভাবিক পদ্ধতি যেভাবে ডেরিভেটিভস ও বন্ড লেনদেন করা হয়। ক্রমবর্ধমানভাবে, স্টক এক্সচেঞ্জগুলি একটি বিশ্বব্যাপী সিকিউরিটিজ বাজারের অংশ হয়ে উঠছে। স্টক এক্সচেঞ্জগুলি শেয়ারহোল্ডারদের তরলতা প্রদানের মাধ্যমে শেয়ার নিষ্পত্তির একটি কার্যকর উপায় প্রদানের ক্ষেত্রে একটি অর্থনৈতিক ভূমিকা পালন করে। সাম্প্রতিক বছরগুলিতে, ডিজিটাল প্ল্যাটফর্মের মাধ্যমে স্টক বিনিময়ের সহজতা এবং গতি বৃদ্ধি পাওয়ার সাথে সাথে, দৈনন্দিন বাজারে অস্থিরতাও বৃদ্ধি পেয়েছে।\n\n\n== ইতিহাস ==\n\n\n== তথ্যসূত্র =="}