{"pageid": 1526949, "title": "নারীদের পেশাদার ক্রীড়া", "url": "https://bn.wikipedia.org/wiki?curid=1526949", "content": "নারীদের পেশাদার ক্রীড়া তুলনামূলকভাবে নতুন একটি ধারণা, যা মূলত ২০শ শতকের শেষার্ধে বিকশিত হয়েছে। অপেশাদার নারী ক্রীড়াবিদদের তুলনায় পেশাদার নারী ক্রীড়াবিদেরা এমন একটি আয় অর্জন করতে সক্ষম হন, যা তাদের অন্য কোনো আয়ের উৎস ছাড়া জীবিকা নির্বাহের সুযোগ দেয়। আন্তর্জাতিকভাবে বেশিরভাগ শীর্ষস্থানীয় নারী ক্রীড়াবিদ বেতন পান না এবং তাদের প্রশিক্ষণ, অনুশীলন ও প্রতিযোগিতার পাশাপাশি পূর্ণকালীন বা খণ্ডকালীন চাকরি করতে হয়। নারীদের জন্য পেশাদার ক্রীড়া সংগঠন সাধারণত উন্নত দেশগুলোতেই বেশি দেখা যায়, যেখানে বিনিয়োগকারীরা দল কিনতে আগ্রহী এবং ব্যবসায়ীরা প্রচারের সুযোগ ও তাদের বিভিন্ন পণ্য প্রচারের স্বার্থে স্পনসর দিতে সক্ষম। খুব কম সরকারই পেশাদার ক্রীড়া, পুরুষ বা নারী, কোনো ক্ষেত্রেই সহায়তা প্রদান করে। বর্তমানে যুক্তরাষ্ট্র ও কানাডায় বেশ কয়েকটি পেশাদার নারী ক্রীড়া লিগ রয়েছে।\n\n\n== বিনিয়োগ ==\n\nঐতিহাসিকভাবে পুরুষদের ক্রীড়ার তুলনায় নারীদের ক্রীড়ায় বিনিয়োগ অনেক কম হয়। এই বৈষম্যের পেছনে বেশ কিছু কারণ রয়েছে। যার মধ্যে অন্যতম হলো সমাজের সেই প্রচলিত দৃষ্টিভঙ্গি, যা নারীদের ক্রীড়া দক্ষতা ও সাফল্যকে অবমূল্যায়ন করে এসেছে। পাশাপাশি নারীদের ক্রীড়াকে কম লাভজনক এবং স্বল্পসংখ্যক দর্শকের আকর্ষণীয় বলে মনে করা হয়। ফলে নারীদের ক্রীড়া পর্যাপ্ত অর্থায়ন, পৃষ্ঠপোষকতা ও গণমাধ্যমে কাঙ্ক্ষিত প্রচার লাভে প্রায়শই সমস্যার সম্মুখীন হয়, যা এর বিকাশ ও অগ্রগতিকে সীমিত করে রেখেছে।\nতবে সাম্প্রতিক প্রবণতা দেখায় যে নারীদের ক্রীড়ায় বিনিয়োগ বৃদ্ধি পাচ্ছে। বৈশ্বিক নারীদের ক্রীড়া বাজারে এ বছর বিনিয়োগ কার্যক্রম বৃদ্ধি পাওয়ার সম্ভাবনা রয়েছে এবং এটি আরও বিস্তৃত পরিসরের বিনিয়োগকারীদের আকৃষ্ট করতে পারে। প্রতিবেদনে বলা হয়েছে যে বিভিন্ন ধরনের বিনিয়োগকারী—যেমন প্রাতিষ্ঠানিক বিনিয়োগকারী, প্রাইভেট ইকুইটি ফান্ড এবং উচ্চ সম্পদশালী ব্যক্তিরা—এখন নারীদের ক্রীড়ার প্রবৃদ্ধির সম্ভাবনাকে গুরুত্ব দিতে শুরু করেছেন। এই বিনিয়োগের চাহিদা বৃদ্ধির প্রতিক্রিয়ায় নারীদের ক্রীড়া সম্পত্তিগুলো স্বতন্ত্র বাণিজ্যিক সত্তা গঠনের পথে এগিয়ে যাচ্ছে। প্রতিবেদনে আরও উল্লেখ করা হয়েছে যে ২০২৩ সালে, শুধুমাত্র নারীদের ক্রীড়া সম্পত্তি ১৪% ক্রীড়া বিনিয়োগ চুক্তির অংশ ছিল এবং অতিরিক্ত ৩৪% চুক্তি ছিল যৌথ সম্পত্তির, যেখানে পুরুষ ও নারীদের অধিকারধারীদের অন্তর্ভুক্ত করা হয়েছিল।\n\n\n== আরো দেখুন ==\nনারীদের খেলাধুলা\nমিশ্র-লিঙ্গের খেলাধুলা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMeg Hewings, Women's pro league could help grow hockey in Hour.ca, September 16, 2010.\nMike Beamish, Equality in sports? Women aren't there yet in Vancouver Sun March 7, 2011.\nJohn MacKinnon, Women remain under-represented in sports leadership roles in Times Colonist March 8, 2011.\nStephanie Myles, Women's hockey in need of more promotion, sponsors in Calgary Herald, March 23, 2011.\nHistory of Women in Sports Timeline"}