{"pageid": 1526652, "title": "সুসান হেকম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1526652", "content": "সুসান জিন হেকম্যান (জন্ম ২৮ ফেব্রুয়ারি, ১৯৪৯) একজন উত্তরাধুনিক নারীবাদী এবং রাজনৈতিক বিজ্ঞানের অধ্যাপক ও টেক্সাস বিশ্ববিদ্যালয় অ্যাট আরলিংটন এর স্নাতক মানববিদ্যা কর্মসূচির পরিচালক। হেকম্যানের গবেষণা দৃষ্টিকোণ নারীবাদ তত্ত্বের সমালোচনামূলক।\n\n\n== জীবনী ==\nহেকম্যান ১৯৪৯ সালে গ্র্যান্ড র‍্যাপিডস, মিশিগানে জন্মগ্রহণ করেন। তিনি ওয়াশিংটন বিশ্ববিদ্যালয়, সিয়াটল থেকে পিএইচডি অর্জন করেন। এনআইএএস এ অবস্থানকালে, তিনি সাবজেক্ট মেটারস: দ্য এভোলুশোন অফ দ্য সাবজেক্ট ইন ফেমিনিস্ট থিওরি বইটির প্রথম অধ্যায় সম্পন্ন করেন। তিনি বলেন, \"এই বইটি নারীবাদী তত্ত্বে বিষয়ের বিকাশের প্রধান অবদানের বিশ্লেষণ হবে এবং এটি মধ্য বিশ শতক থেকে বর্তমান সময় পর্যন্ত বিস্তৃত। প্রথম অধ্যায়টি সিমোন দে বোভোয়ার এর পথপ্রদর্শক কাজের বিশ্লেষণ, যা পরবর্তী অধ্যায়গুলোর জন্য মূল বিষয় নির্ধারণ করবে। এই অধ্যায়টি সম্পন্ন করার পর আমি পুরো বইয়ের রূপরেখা তৈরি করেছি, অধ্যায়গুলোর বিন্যাস ও বিকাশিত তত্ত্বগুলো চিহ্নিত করেছি।\"\n\n\n== নির্বাচিত গ্রন্থসমূহ ==\n\n\n=== গ্রন্থ ===\nহেকম্যান, সুসান (১৯৯৫)। মোরেল ভয়সেস, মোরেল সেলফস: ক্যারল গিলিগান অ্যান্ড ফেমিনিস্ট মোরেল থিওরি। মেইডেন: পলিটি প্রেস। আইএসবিএন ০৭৪৫৬১৪২১৩। \nহেকম্যান, সুসান; আলাইমো, স্টেসি (২০০৮)। মেটেরিয়াল ফেমিনিস্ম। ব্লুমিংটন: ইন্ডিয়ানা বিশ্ববিদ্যালয় প্রেস। আইএসবিএন ৯৭৮০২৫৩২১৯৪৬৬। \n\n\n=== জার্নাল প্রবন্ধ ===\nহেকম্যান, সুসান (শীতকাল ১৯৯৭)। \"ত্রুট অ্যান্ড মেথড: ফেমিনিস্ম স্ট্যান্ডপইন্ট থিওরি রিভাইউসড\"। Signs: Journal of Women in Culture and Society। শিকাগো বিশ্ববিদ্যালয় প্রেস। ২২ (২): ৩৪১–৩৬৫। এসটুসিআইডি ১৩৮৮৪৩৯৭ । জেস্টোর ৩১৭৫২৭৫। ডিওআই:10.1086/495159। \nদেখুন: হার্টসক, ন্যান্সি (শীতকাল ১৯৯৭)। \"হেকম্যানের \"Truth and Method: Feminist Standpoint Theory Revisited\"-এর উপর মন্তব্য: সত্য নাকি ন্যায়বিচার?\"। Signs: Journal of Women in Culture and Society। শিকাগো বিশ্ববিদ্যালয় প্রেস। ২২ (২): ৩৬৭–৩৭৪। এসটুসিআইডি ১৪৩৫০৩৮১৯ । জেস্টোর ৩১৭৫২৭৭। ডিওআই:10.1086/495161। \n\n\n== উদ্ধৃতি ==\n\n\n== বহিঃসংযোগ ==\nসুসান হেকম্যান প্রোফাইল পাতা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ নভেম্বর ২০২০ তারিখে, টেক্সাস বিশ্ববিদ্যালয় অ্যাট আরলিংটন"}