{"pageid": 1526060, "title": "বাবা শাদি শহীদ", "url": "https://bn.wikipedia.org/wiki?curid=1526060", "content": "হযরত শেখ শাদি শহীদ (রাজা শাদাব খান) একজন সুফি সাধক ছিলেন। তিনিই প্রথম চিব রাজপুত যিনি বাবরের শাসনামলে একজন মুঘল রাজকন্যাকে বিয়ে করেছিলেন। তিনি জ্ঞানী ও বিজ্ঞ ব্যক্তি হিসেবে পরিচিত ছিলেন। তাকে দিল্লিতে অসুস্থ সম্রাট বাবরের চিকিৎসা করার জন্য অনুরোধ করা হয়েছিল। বাবর তার চিকিৎসায় সন্তুষ্ট হয়ে তার মেয়েকে তার সাথে বিয়ে দেন। পরে তিনি হুমায়ুনের ভাইঝিকেও (কান্দাহারের পীর হাইবাতের কন্যা) বিয়ে করেন। তবে এই বিবাহই শেষ পর্যন্ত আকবরের রাজত্বকালে শাদির মৃত্যুর কারণ হয়ে ওঠে। রাজা শাদাব খান সম্রাট বাবর, হুমায়ূন এবং আকবরের   অধীনস্থ শাসক ছিলেন। তিনি বর্তমান জম্মু ও কাশ্মীরের সীমানার মধ্যে অবস্থিত ভিম্বর, মিরপুর এবং নওশেরা জেলাগুলো শাসন করতেন। কান্দাহারে সম্রাট আকবরের আনুগত্য মেনে নেয়ায় তাকে শাদাব খান উপাধি দিয়ে কাশ্মীরের গভর্নর নিযুক্ত করা হয়। আকবরের রাজত্বকালে তিনি কান্দাহারের গভর্নর হিসেবেও দায়িত্ব পালন করেছিলেন। তাঁর গোত্র কাশ্মীরের চিব রাজপুতের সদস্যরা ভিম্বরের জান্দি চোন্ত্রায় তাঁর মাজারে সম্মান জানাতে এবং তাদের সন্তানদের জন্ম উদযাপনের জন্য আচার-অনুষ্ঠান পালন করতে আসে। গত কয়েক দশকে এই মাজারের জনপ্রিয়তা গোত্রের বাইরের মানুষের মধ্যেও বৃদ্ধি পেয়েছে। এই মাজারে দর্শন করলে সন্তানহীন দম্পতিরা সন্তান লাভ করতে পারবে এই বিশ্বাসে অনেকে মাজারে আসেন।\n\nসদিপ চাঁদ, সম্রাট বাবরের দরবারে ইসলাম ধর্ম গ্রহণ করেছিলেন। বাবর তার জমিদারির স্বীকৃতি দেন। এরপর তিনি শাদাব খান নামে পরিচিত হন। সদিপ চাঁদ সম্রাট হুমায়ূনের সঙ্গে তাঁর অনেক অভিযানে সঙ্গী হয়েছিলেন এবং শেষ পর্যন্ত একটি বিবাদে জড়িয়ে নিহত হন।\nমূলত রাজপুত বংশের হলেও, এই শাসক পরিবার পরে ইসলাম গ্রহণ করে। তবে ঠিক কোন সময় তারা ইসলাম গ্রহণ করেছিল তা নিশ্চিত জানা যায়নি। তবে সম্ভবত বাবরের শাসনামল শুরুর আগে তারা ইসলাম গ্রহণ করে। পরিবারের প্রধান সদস্য শাদি নামের এক ব্যক্তি বাবরের কাছ থেকে তার জমিদারির স্বীকৃতি পেয়েছিলেন বলে জানা যায়। ইসলাম গ্রহণের পর তিনি “শাদাব খান” নামে পরিচিত হন। কথিত আছে যে তিনি হুমায়ুনের সাথে কয়েকটি অভিযানে যোগ দিয়েছিলেন। অবশেষে কান্দাহারের পীর হাইবাত নামে একজনের হাতে নিহত হন। তখন থেকেই তাকে একজন সাধক হিসেবে সম্মান করা হয়। তাঁর সমাধি ভিম্বর শহরের কাছে অবস্থিত। বর্তমানে সমাধিটি একটি মাজারে পরিণত হয়েছে। সেখানে স্থানীয় চিব রাজপুতরা মাজার পরিদর্শনে যান। মাজারটির নাম সুর সাদী শহীদ। চিব রাজপুতদের ঐতিহ্য অনুযায়ী, তাদের সন্তানদের একটি নির্দিষ্ট বয়সে এই মাজারে নিয়ে যাওয়া হয়। সেখানে বিশেষভাবে রাখা চুলের গোছা কাটা হয়। চুলের গোছা  না কাটা পর্যন্ত কাউকে প্রকৃত চিব বলে গণ্য হয় না।\n\n\n== তথ্যসূত্র =="}