{"pageid": 1526460, "title": "পিস নিউজ", "url": "https://bn.wikipedia.org/wiki?curid=1526460", "content": "পিস নিউজ (সংক্ষেপে পিএন) হলো যুক্তরাজ্য-ভিত্তিক একটি শান্তিবাদী ম্যাগাজিন, যা শান্তিবাদী আন্দোলনের পক্ষে ১৯৩৬ সালের ৬ জুন থেকে প্রকাশিত হচ্ছে। ১৯৩৬ থেকে ১৯৬১ সালের এপ্রিল মাস পর্যন্ত ম্যাগাজিনটি পিস প্লেজ ইউনিয়নের (পিপিইউ) মুখপত্র হিসেবে কাজ করে এবং ১৯৯০ থেকে ২০০৪ পর্যন্ত ওয়ার রেসিস্টার্স' ইন্টারন্যাশনাল পত্রিকাটির সহ-প্রকাশক হিসেবে যুক্ত ছিল।\n\n\n== ইতিহাস ==\n\n\n=== প্রতিষ্ঠা ও শুরুর দিন ===\nপিস নিউজ-এর যাত্রা শুরু হয় হামফ্রে মুরের হাত ধরে, যিনি ধর্মীয়ভাবে ছিলেন একজন কোয়েকার। ১৯৩৩ সালে তিনি জাতীয় শান্তি পরিষদের প্রকাশনার সম্পাদকের দায়িত্ব লাভ করেন। স্ত্রী ক্যাথলিনের (ব্যবসায়িক ব্যবস্থাপকের দায়িত্বে) সঙ্গে লন্ডনের উড গ্রিন এলাকায় শান্তিকামী দলের দায়িত্বে কাজ করার সময় ১৯৩৬ সালের জুন মাসে পরীক্ষামূলকভাবে বিনামূল্যে পিস নিউজ-এর প্রথম সংস্করণ প্রকাশ করেন। জাতীয় শান্তি পরিষদের সাথে মুরের পরিচয়ের খাতিরে নতুন ম্যাগাজিনটির প্রচার করেন এবং খুব দ্রুতই ম্যাগাজিনটি সকলের দৃষ্টি আকর্ষণ করতে সক্ষম হয়। ছয় সপ্তাহের মধ্যে পিস প্লেজ ইউনিয়নের প্রতিষ্ঠাতা ডিক শেফার্ড পিস নিউজ-কে পিপিইউয়ের মুখপত্র করার প্রস্তাব দেন। পিস প্লেজ ইউনিয়নের এই মুখপত্রে শুরুর দিকে কাজ করা প্রমুখ ব্যক্তিরা হলেন মোহনদাস গান্ধী, জর্জ ল্যানসবারি ও চিত্রকার আর্থার র‍্যাগ। পিস নিউজ-এ উল্লেখযোগ্য সংখ্যায় নারীদের লেখাও প্রকাশিত হয়। উল্লেখযোগ্য নারী ব্যক্তিবর্গের মধ্যে রয়েছেন ভেরা ব্রিটেইন, স্টর্ম জেমসন, রোজ ম্যাকুলে, ইথেল ম্যানিন, রুথ ফ্রাই, ক্যাথলিন লনসডেইল ও সিবিল মরিসন প্রমুখ।\nকোনো কোনো সন্দেহবাতিক সদস্য নাৎসি জার্মানির দুর্দশার প্রতি এতটা সহমর্মী ছিলেন, যে পিস নিউজ-এ পাঠানো চিঠিকে মনে হতো ব্রিটিশ ইউনিয়ন অব ফ্যাসিস্টসে পাঠানো কোনো পত্র। ইতিহাসবিদ মার্ক গিলবার্টের মতে, “ব্রিটিশ ইউনিয়ন অন ফ্যাসিস্টসের সাময়িকপত্র অ্যাকশন ছাড়া পিস নিউজ-এর মতো কোনো ব্রিটিশ সংবাদপত্র পাওয়া দুষ্কর হবে, যারা নিয়মিতভাবে নাৎসি জার্মানির কৃতকর্মের জন্য ক্ষমা প্রার্থনা করে গেছে।” তবে, জুলিয়েট গার্ডনার উল্লেখ করেন যে, পিস নিউজ একইসাথে নাৎসি বাহিনীর হাতে উদ্বাস্তু ইহুদিদের নিরাপদ আশ্রয় নিশ্চিত করতে ব্রিটিশ সরকারকে অনুরোধ জানায়। কিছু কিছু প্রবন্ধকার এতটাই তুষ্টিবাদী ছিলেন এবং তারা নাৎসি বাহিনীদের কর্মকাণ্ডের সাফাই গাইতেন যে পিস নিউজ-এর একজন প্রবন্ধকার ডেভিড স্প্রেকলি বলতে বাধ্য হন যে, \"তাদের শান্তিপ্রতিষ্ঠার সামান্য প্রচেষ্টায় কিছু প্রশ্নবিদ্ধ সঙ্গী জুটিয়েছে।\"\nসেপ্টেম্বর ১৯৩৯ থেকে মে ১৯৪০-এর সময়ে তথাকথিত ফোনির যুদ্ধের কারণে পিস নিউজ-এর বিক্রি সর্বোচ্চ হয়। সংসদ অধিবেশনে পত্রিকাটি নিষিদ্ধ করার কথাবার্তা চলমান, এমন সময়ে প্রকাশক ও সরবরাহকারীরা পিস নিউজ-এর সাথে কাজ না করার ঘোষণা দেন। কিন্তু টাইপোগ্রাফার এরিক গিল, হিউজ ব্রক ও অন্যান্যদের সহায়তায় মুর পিস নিউজ-এর প্রকাশনা অব্যাহত রাখেন এবং যুক্তরাজ্যব্যাপী সরবরাহের ব্যবস্থা করেন।\nপিস নিউজ-এর উপর হামফ্রে মুরের একতরফা যুদ্ধবিরোধী মনোভাবের প্রভাব ক্রমাগত চ্যালেঞ্জের মুখে পড়তে থাকে। অন্যান্যরা যুদ্ধপরবর্তী শান্তি প্রতিষ্ঠা সাপেক্ষে শান্তিপূর্ণ সামাজিক প্রচেষ্টায় গুরুত্বারোপের চেষ্টা করেন। ১৯৪০ সালে পিস প্লেজ ইউনিয়ন মুরকে সহকারী সম্পাদকের পদ থেকে সরে যেতে চাপ প্রদান করে (যদিও তিনি ১৯৪৪ পর্যন্ত সেই পদে বহাল ছিলেন) এবং জন মিডলটন মারিকে সম্পাদকের পদে অধিষ্ঠিত করে। ১৯৪৬ সালে মারি শান্তিবাদী চিন্তাধারা বর্জন করেন এবং সম্পাদকের পদ থেকে পদত্যাগ করেন।\nহিউজ ব্রক ১৯৪৬ সালে পিস নিউজ-এর সহকারী সম্পাদকের পদে আসীন হন এবং ১৯৫৫ সালে সম্পাদক হিসেবে অধিষ্ঠিত হয়ে ১৯৬৪ সাল পর্যন্ত সম্পাদকের দায়িত্ব পালন করেন। তার অধীনে পিস নিউজ শান্তিবাদী ক্ষেত্রসমূহের বাইরে বিভিন্ন স্থানে গুরুত্বারোপের জন্য পিস প্লেজ ইউনিয়নের সাথে সম্পর্ক ত্যাগ করে। ১৯৪০-এর দশকে পিস নিউজ মার্কিন সাংবাদিক ডোয়াইট ম্যাকডোনাল্ড ও মরিস ক্র্যানস্টনের (যিনি পরবর্তীতে দার্শনিক হিসেবে প্রসিদ্ধ হন) লেখা প্রকাশ করে।\n১৯৪০-এর দশক থেকে পিস নিউজ কেনিয়ায় ব্রিটিশ শাসনের তীব্র বিরোধী অবস্থান নিতে শুরু করে। একইসাথে কোয়ামে এনক্রুমাহ ও কেনিথ কুন্ডার মতো আফ্রিকার উপনিবেশবিরোধী আন্দোলনকারীদের সাথে পিস নিউজ-এর যোগাযোগ গড়ে উঠে। দক্ষিণ আফ্রিকার বর্ণবাদী ব্যবস্থার বিরুদ্ধে অবস্থান গ্রহণকারীদের সাথে ঘনিষ্ঠ সম্পর্ক রাখার কারণ ১৯৫৯ সালে দক্ষিণ আফ্রিকায় পিস নিউজ-কে নিষিদ্ধ করা হয়। ১৯৫০-এর দশকে পিস নিউজ উপনিবেশবাদবিরোধী আন্দোলনকর্মীদের বহু লেখা প্রকাশ করে। তাদের মধ্যে উল্লেখযোগ্য হলেন আন্দ্রে ও মাগদা ত্রোকমে, মার্টিন নিম্যোলার, ফেনার ব্রোকওয়ে, এ জে মাস্টি, রিচার্ড বি গ্রেগ, অ্যালেক্স কমফোর্ট,  ডোনাল্ড সপার, মাইকেল স্কট, সাংসদ লেসলি হেল ও এমরিস হিউজ, মুরিয়েল লেস্টার, উইলফ্রেড ওয়েলক, ও এসমে ওয়াইন-টাইসন প্রমুখ।\n\n\n=== ১৯৫৯ থেকে ১৯৬৯ ===\n১৯৫৯ সালে টম উইলিস থেকে প্রাপ্ত ৫,৭০০ পাউন্ড দিয়ে পিস নিউজ-এর জন্য ৫ ক্যালেডোনিয়ান রোড, লন্ডন, এন১-এর বাড়িটি কেনা হয়। এখানে ম্যাগাজিনের প্রধান কার্যালয় ও প্রিন্টিং প্রেস স্থাপিত হয়। পাশাপাশি হাউসম্যান বুকশপ নামের একটি বইয়ের দোকানও এই ভবনে অবস্থিত ছিল। পিস নিউজ-এর এই কার্যালয়ে পারমাণবিক নিরস্ত্রীকরণ/শান্তির প্রতীক চিহ্নটি গৃহীত হয়। ডেভিড উইজারি ১৯৫০-এর দশকে ব্রিটেনের শান্তিবাদী ধারা পর্যালোচনা করে বলেন, “এটি সম্ভবত ছিল কোয়েকার ধারণায় গুরুত্ববাহী নিরামিষভোজী ট্যাবলয়েড পিস নিউজ-এর অস্পষ্ট শিষ্টাচার।”\nম্যাগাজিনটি পারমাণবিক অস্ত্রের বিরুদ্ধে প্রচারাভিযান শুরু করে। এই উদ্দেশ্যে ম্যাগাজিনটি প্রায়শই ক্যাম্পেইন ফর নিউক্লিয়ার ডিসআর্মামেন্ট (সিএনডি)-এর সাথে ঘনিষ্ঠভাবে কাজ করে। এই সময়ে পিস নিউজ ম্যাগাজিনে লেখার জন্য ব্রক “সেনা অভিযানবিরোধী গান্ধীবাদী অহিংস মতাদর্শে বিশ্বাসী একদল লেখক-আন্দোলনকর্মী”-দের নিযুক্ত করেন। এদের মধ্যে অন্যতম হলেন প্যাট অ্যারোস্মিথ, রিচার্ড বোস্টন, এপ্রিল কার্টার, অ্যালান লোভেল, মাইকেল র‍্যান্ডল, অ্যাডাম রবার্টস ও মার্কিন রাষ্ট্রবিজ্ঞানী জিন শার্প প্রমুখ উল্লেখযোগ্য। ১৯৬৪ সালে থিওডোর রোসজ্যাক সম্পাদক পদে ব্রকের স্থলাভিষিক্ত হন। একই বছর ক্যারিবীয় কোয়েকার ও পিস নিউজ-এর লেখক ম্যারিওন গ্লিন ১৯৬৪-এর নির্বাচনে অংশ নিয়ে বর্ণবাদের উপরে উত্তর-ঔপনিবেশিক আন্দোলনকর্মীদের একটি ধারাবাহিক বিবৃতিতে বক্তব্য রাখেন, যা পিস নিউজ-এর সম্পাদক থিওডোর রোসজ্যাক প্রকাশ করেন। নির্বাচনের পরে গ্লিন ডেভিড পিট, সি এল আর জেমস ও রঞ্জনা অ্যাশ প্রমুখের সাথে মিলিত হয়ে ক্যাম্পেইন অ্যাগেইনস্ট রেসিয়াল ডিসক্রিমিনেশন (কার্ড) প্রতিষ্ঠায় ভূমিকা রাখেন। ১৯৬০-এর দশকজুড়ে পিস নিউজ ভিয়েতনাম যুদ্ধের বিরোধিতা, নাইজেরিয়ার গৃহযুদ্ধে বিয়াফ্রার ঘটনাবলি প্রভৃতি বিষয়ে সক্রিয়ভাবে প্রতিবেদন প্রকাশ করতে থাকে। ভিয়েতনাম যুদ্ধে ভিয়েতনামি বৌদ্ধদের প্রতিবাদকে সমর্থন করে প্রকাশিত পিস নিউজ-এর প্রতিবেদনগুলো এই সময়ে গুরুত্ব বহন করে। প্রতিবেদনে ভিয়েতনামি বৌদ্ধদের সাইগন ও হ্যানয়ের সরকার থেকে পৃথক অহিংস “তৃতীয় শক্তি” হিসেবে আখ্যা দেওয়া হয়। এছাড়া পিস নিউজ-এ বামপন্থী চিন্তাবিদদের দীর্ঘ বিশ্লেষণধর্মী প্রবন্ধ প্রকাশ করে। এর মাঝে উল্লেখযোগ্য কিছু হলো ই পি থম্পসন কর্তৃক সি রাইট মিলসের দ্বি-দলীয় ব্যবস্থার উপর গবেষণার বিশ্লেষণ এবং থিওডোর রোসজ্যাক কর্তৃক লেউইস মামফোর্ডের মূল্যায়ন ইত্যাদি।\n\n\n=== ১৯৭০ থেকে ২০১৪ ===\n১৯৭১ সালে পিস নিউজ তাদের ম্যাগাজিনের শিরোনামে “for nonviolent revolution” (অহিংস বিপ্লবের স্বার্থে) শব্দবন্ধ যুক্ত করে। ১৯৭৪ সালে ম্যাগাজিনটির প্রধান কার্যালয় নটিংহ্যামে স্থানান্তরিত হয় এবং ১৯৯০ সাল পর্যন্ত সেখানেই অবস্থিত ছিল।\nসোশ্যালিস্ট ওয়ার্কার্স পার্টি ও অ্যান্টি-নাৎসি লিগের কার্যালয়ে বোমা হামলার পর বামপন্থী সংগঠনসমূহের উপর ধারাবাহিক আক্রমণের অংশ হিসেবে ১৯৭৮ সালে পিস নিউজ-এর কার্যালয়ে বোমা হামলা চালানো হয়। এতে হ্যাউসম্যান বুকশপের এক কর্মী আহত হন। নব্য-নাৎসিবাদী সংগঠন কলাম ৮৮-কে এই হামলায় দায়ী করা হয়।\nপুনঃপ্রকাশের বিবেচনা ও পরিকল্পনা নিয়ে নতুনভাবে প্রকাশনা শুরু করার কথা জানিয়ে ১৯৮৭ সালের শেষ নাগাদ পিস নিউজ-এর প্রকাশনা সাময়িকভাবে বন্ধ ঘোষণা করা হয়। এরপর ১৯৮৯ সালের মে মাসে পুনরায় প্রকাশনা শুরু হলেও শীঘ্রই অর্থনৈতিক সংকটের মুখোমুখি হয়। ১৯৯০ সালে পিস নিউজ ওয়ার রেসিস্টার্স' ইন্টারন্যাশনাল দলের সাথে যুক্ত হয় এবং সংগঠনটি সহ-প্রকাশক হয়ে ১৯৯৯ সাল পর্যন্ত মাসিক পত্রিকা হিসেবে ম্যাগাজিনটি প্রকাশ করতে থাকে। এরপর ব্রিটিশ ঘরানার ত্রৈমাসিক ননভায়োলেন্ট অ্যাকশন-এর প্রকাশনার মাঝের মাসগুলোতে প্রকাশিত হতে থাকে। পিস নিউজ একইসাথে সাদ্দাম হুসেইনের সমালোচনা করার পাশাপাশি ইরাক যুদ্ধের তীব্র বিরোধী অবস্থান নেয়। ২০০৫ সালে পিস নিউজ স্বতন্ত্র ব্রিটিশ মাসিক পত্রিকা হিসেবে ট্যাবলয়েড আকারে প্রকাশনা শুরু করে।\n২০১৪ সালের জুন মাসে পিস নিউজ স্কটল্যান্ডের স্বাধীনতার প্রশ্নে গণভোটে স্বাধীনতার পক্ষে “হ্যাঁ” ভোট দিতে উদ্বুদ্ধ করে প্রতিবেদন প্রকাশ করে।\n\n\n=== ২০১৫ থেকে ২০২৪ ===\n২০১৫ সালে যুক্তরাজ্যের সাধারণ নির্বাচনে পিস নিউজ গ্রিন পার্টির পক্ষে সমর্থন ব্যক্ত করে বলে, “যারা আসলেই ভোট দিতে চাচ্ছেন, তাদের জন্য এটিই একমাত্র পথ, যদি না আপনাদের জন ম্যাকডোনেলের মতো বামপন্থী লেবার পার্টির সংসদ সদস্য থাকে।”\nটনি বেনের মতে পিস নিউজ হলো “এমন একটি সংবাদপত্র যা আশা দেখায়... এটি ব্যাপকভাবে পড়া উচিত।”\n২০১৯ সালের যুক্তরাজ্যের সাধারণ নির্বাচনে পিস নিউজ গ্রিন, লেবার পার্টি অথবা প্লেইড কামরি দলের পক্ষে সমর্থন জানায়।\nপিস নিউজ ট্যাবলয়েড আকারে প্রিন্ট মাধ্যমে এবং পিস নিউজ লিমিটেডের ওয়েবসাইটে অনলাইন মাধ্যমে প্রকাশিত হয়ে আসছিল। তাদের বর্ণনায় পিস নিউজ-এর সম্পাদকীয় উদ্দেশ্য ছিল: অহিংস ও সমরবিরোধী আন্দোলনের সমর্থন ও সংযোগ; অনুরূপ আন্দোলনের সাধারণ দৃষ্টিভঙ্গি গঠনের জন্য একটি ফোরাম হিসেবে কাজ করা; প্রচারাভিযানের জন্য উপযুক্ত বিষয় অনুসন্ধান করে গ্রহণ করা; অহিংস, সমরবিরোধী এবং শান্তিবাদী বিশ্লেষণ ও পরিকল্পনার প্রচার; অহিংসবাদের বৈপ্লবিক বাস্তবায়ন পন্থা সম্পর্কে চিন্তন উদ্দীপনা সৃষ্টিকরণ। ২০২৪ সাল পর্যন্ত মিলান রাই ও এমিলি জোনস যৌথভাবে এই পত্রিকার সম্পাদকের দায়িত্ব পালন করছিলেন।\n২০২৪ সালের সেপ্টেম্বর মাসে সম্পাদকদ্বয় পদত্যাগের মাধ্যমে পিস নিউজ বন্ধের ঘোষণা দেন। পিস নিউজ-এর কর্মচারী এবং বোর্ড অব ট্রাস্টিজের মধ্যকার মতানৈক্যের কারণে কর্মচারাইদের গণপদত্যাগের ফলে মূলত পিস নিউজ বন্ধ হয়ে যায়।\nতবে পিস নিউজ-এর ট্রাস্টি বোর্ড কর্মচারীদের পদত্যাগের কারণে পত্রিকা বন্ধের বিষয়টি অস্বীকার করে বিবৃতি দেয়। এরপর থেকে অদ্যাবধি পত্রিকার নতুন কোনো সংস্করণ প্রকাশিত হয়নি। এমনকি, এতদিন ধরে সচল থাকা ওয়েবসাইটেও ট্রাস্টি বোর্ডের বিবৃতি ব্যতীত আর কোনো সংবাদ প্রকাশিত হয়নি। ট্রাস্টি বোর্ড পরবর্তীতে কর্মচারী ও সাবেক ট্রাস্টি বোর্ডের অধিকাংশ সদস্যের পদত্যাগের কারণ সংক্রান্ত প্রতিবেদনটিও ওয়েবসাইট থেকে অপসারণ করে। তবে এই সংক্রান্ত প্রতিবেদনগুলো অন্যত্র পাওয়া যায়।\nব্র‍্যাডফোর্ড বিশ্ববিদ্যালয়ের জে বি প্রিস্টলি গ্রন্থাগারে পিস নিউজ আর্কাইভটি অবস্থিত।\n\n\n== প্রচারাভিযান, বিচারের মুখোমুখি এবং পত্রিকার অবস্থান ==\nপিস নিউজ ইরাক ও আফগানিস্তান যুদ্ধের বিরোধিতা করে এবং সকল ধরনের সহিংসতার বিরোধী অবস্থান গ্রহণের আহ্বান জানায়। ছাড়াও ট্রাইডেন্ট আকারে যুক্তরাজ্যের পারমাণবিক অস্ত্র ধারণ এবং নবায়নের বিরোধিতা করে। পিস নিউজ-এর ভাষ্যে পত্রিকাটি “শান্তিবাদ, নারীবাদ, নৈরাজ্যবাদ, সমাজতন্ত্র, মানবাধিকার, প্রাণী অধিকার ও সবুজ রাজনীতির ঐতিহ্য ধারণ করে চলে – কোনো গোঁড়ামি সমর্থন করে না, বরং উন্মুক্ততার মূলনীতি ধারণ করে।”\nপিস নিউজ অসংখ্য প্রচারাভিযান শুরুর নেপথ্যে ভূমিকা রাখে এবং শান্তির পথে কার্যক্রম পরিচালনার জন্য সংবাদপত্রের অনেক কর্মীকে গ্রেফতার করা হয়। ১৯৫৭ সালের নভেম্বর মাসে প্রতিষ্ঠিত পারমাণবিক যুদ্ধের বিরুদ্ধে ডিরেক্ট অ্যাকশন কমিটি (ডিএসি)-এর তিনজন প্রতিষ্ঠাতার অন্যতম ছিলেন হিউজ ব্রক। প্রতিষ্ঠানটি পিস নিউজ-এর কার্যালয় থেকে পরিচালিত হতো এবং পিস নিউজ-এর বহু কর্মী এর সাথে সম্পৃক্ত ছিলেন। ডিএসি পারমাণবিক নিরস্ত্রীকরণ/শান্তি প্রতীকসম্বলিত ব্যাজটি প্রথম তৈরি করে এবং পারমাণবিক অস্ত্রের বিরোধিতা করে বেসামরিক আইন লঙ্ঘনের মাধ্যমে প্রতিবাদ জানায়। ১৯৫৮ সালের ইস্টারে প্রথম অল্ডারমাস্টন পদযাত্রার আয়োজন করে।\n১৯৭১ সালে পিস নিউজ ওয়ার রেসিস্টার্স' ইন্টারন্যাশনালের সাথে অপারেশন ওমেগা নামে একটি অহিংস সংগঠন গড়ে তোলে, যারা পূর্ব পাকিস্তানে পাকিস্তান সেনাবাহিনীর অবস্থানের বিরোধিতা করে সীমান্ত পেরিয়ে ত্রাণ কার্যক্রম পরিচালনা করে।\nএকই বছর পিস নিউজ যৌনশিক্ষার বই দ্য লিটল রেড স্কুলবুক নিষিদ্ধের প্রতিবাদ জানায় এবং ম্যাগাজিনে ব্যাপক হারে বইটি থেকে উপাদান যোগ করে প্রকাশ করতে থাকে।\n১৯৭২ সালে পিস নিউজ-এর সহ-সম্পাদক হাওয়ার্ড ক্লার্ক কানাডীয় গ্রিনপিসের নৌকায় আন্দোলনকারীদের সাক্ষাতের পর একটি দল প্রতিষ্ঠা করেন, যা পরবর্তীতে লন্ডন গ্রিনপিস নামে পরিচিতি লাভ করে। শুরুতেই সংগঠনটি ফ্রান্সের পরমাণু পরীক্ষার বিরোধিতা করে প্রচারাভিযান শুরু করে।\n১৯৭৩ সালে ব্রিটিশ উইথড্রয়াল ফ্রম নর্দার্ন আয়ারল্যান্ড ক্যাম্পেইন (বিডব্লিউএনআইসি) প্রতিষ্ঠা করতে পিস নিউজ কেন্দ্রীয় ভূমিকা পালন করে। “Some Information for Discontented Soldiers” নামে একটি প্রচারপত্র বিলি করে “অসন্তোষ সৃষ্টি”-এর অভিযোগে “বিডব্লিউএনআইসি ১৪” দলের ১৪ জন আন্দোলনকর্মীর (তন্মধ্যে একজন পিস নিউজ কালেকটিভের সদস্য ছিলেন) বিরুদ্ধে মামলা দায়ের করা হয়। ১১ সপ্তাহ ধরে চলা বিচারের পর ১৯৭৫ সালে বিচারকগণ বিডব্লিউএনআইসি ১৪-এর সদস্যদের অভিযোগ থেকে খালাস দেন। তবে অনুমতি ছাড়া অনুপস্থিত দুইজন সৈন্যকে সুইডেনে প্রবেশ করতে সহায়তা করায় পিস নিউজ কালেকটিভের দুইজন সদস্যকে জরিমানা করা হয়।\n১৯৭৪ সালে বিআইটি তথ্যসেবা কেন্দ্রের নিকোলাস আলবেরির সাথে একত্রিত হয়ে পিস নিউজ “কমিউনিটি লেভি ফর অল্টারনেটিভ প্রজেক্টস” প্রকাশ করা শুরু করে। আংশিকভাবে প্রতিসাংস্কৃতিক চিন্তাধারা পোষণ করে, এমন দোকান ও ব্যবসায় প্রতিষ্ঠানকে উদ্দেশ্য করে নতুন বৈকল্পিক প্রকল্প শুরু করতে তহবিল সংগ্রহের আহ্বান জানিয়ে এই কার্যক্রম পরিচালনা করা হয়।\n১৯৭৪ সালের আগস্ট মাসে পিস নিউজ কর্নেল ডেভিড স্টার্লিংয়ের যুগান্তকারী “ব্যক্তিগত সেনাবাহিনী” গঠনের পরিকল্পনাসম্বলিত “গ্রেট ব্রিটেন ১৯৭৫” প্রতিবেদনটি বিশেষ সংখ্যা আকারে প্রকাশ করে। দ্য গার্ডিয়ান এই প্রতিবেদন ঘিরে আরও প্রতিবেদন প্রকাশ করে এবং ১৯৭৪ সালে পিস নিউজ গ্রানাডা টেলিভিশনের “স্কুপ অব দ্য ইয়ার” পুরস্কারে ভূষিত হয়।\n১৯৭৮ সালে পিস নিউজ আরেকটি ম্যাগাজিন দ্য লেভেলার-এর সাথে মিলে এবিসি ট্রায়ালের একজন প্রত্যক্ষদর্শী কর্নেল বির পরিচয় প্রকাশ করে। পিস নিউজ-কে আদালত অবমাননার অভিযোগে দোষী সাব্যস্ত করা হলে, হাউজ অব লর্ডসে আপিল করা হয় এবং সেখানে পূর্বের “দোষী” সাব্যস্ত করে করা আদালতের রায় বাতিল করা হয়।\n১৯৯৫ সালে কোভার্ট অ্যান্ড অপারেশনাল প্রোকিউরমেন্ট একজিবিশন (কোপেক্স) একইসাথে পিস নিউজ এবং ক্যাম্পেইন অ্যাগেইনস্ট আর্মস ট্রেইডের (সিএএটি) বিরুদ্ধে মানহানির মামলা করে। কোপেক্সের প্রদর্শনী নির্যাতনের উদ্দেশ্যে অস্ত্রের ক্রেতা ও বিক্রেতাদের মিলনস্থলে পরিণত হওয়ার বিষয়ে পিস নিউজ এবং সিএএটি উভয়েই বারংবার অভিযোগ করে আসছিল। উচ্চ আদালতে কোপেক্সের মামলা খারিজ হয়ে যায় এবং শান্তিবাদী সংগঠন দুইটি ক্ষতিপূরণ লাভ করে।\n\n\n== প্রকাশনা ==\nপিস নিউজ-এর প্রকাশিত উল্লেখযোগ্য প্রতিবেদন, নিবন্ধ ও প্রবন্ধের একটি আংশিক তালিকা এখানে সন্নিবেশ করা হয়েছে।\n\n\n=== ১৯৪০-এর দশক ===\n\n\n=== ১৯৫০-এর দশক ===\n\n\n=== ১৯৬০-এর দশক থেকে ১৯৭০-এর দশক ===\n\n\n=== ১৯৮০-এর দশক থেকে ২০১০-এর দশক ===\n\n\n== সম্পাদকগণ ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপিস নিউজ ওয়েবসাইট"}