{"pageid": 1526464, "title": "আয়া সোফিয়া, ট্রাবজন", "url": "https://bn.wikipedia.org/wiki?curid=1526464", "content": "আয়া সোফিয়া (গ্রিক: Αγία Σοφία, যার অর্থ 'পবিত্র জ্ঞান'; তুর্কি: Ayasofya) হলো একটি প্রাক্তন গ্রীক অর্থোডক্স গির্জা যা ১৪৬১ সালে দ্বিতীয় মুহাম্মদ কর্তৃক ট্রাবজোন বিজয়ের পর মসজিদে রূপান্তরিত হয়। এটি উত্তর-পূর্ব তুরস্কের ট্রাবজনে অবস্থিত। ১৯৬৪ সালে এটিকে জাদুঘরে রূপান্তরিত করা হয় এবং ২০১৩ সালে এটি আবার মসজিদে রূপান্তরিত হয়। এই ভবনটি ত্রয়োদশ শতাব্দীর, যখন ট্র্যাবজন ট্রেবিজন্ড সাম্রাজ্যের রাজধানী ছিল। এটি সমুদ্রতীরের কাছে এবং মধ্যযুগীয় শহরের সীমানা থেকে দুই মাইল পশ্চিমে অবস্থিত। এটি এই অঞ্চলে বিদ্যমান কয়েক ডজন বাইজেন্টাইন স্থাপনার মধ্যে একটি এবং একে \"বাইজেন্টাইন স্থাপত্যের অন্যতম সেরা উদাহরণ\" হিসেবে বর্ণনা করা হয়।\n\n\n== ইতিহাস ==\n১২৩৮ থেকে ১২৬৩ সালের মধ্যে প্রথম ম্যানুয়েলের রাজত্বকালে ট্রেবিজন্ডে আয়া সোফিয়া নির্মিত হয়েছিল। গির্জার উপরের অংশে খোদাই করা প্রাচীনতম গ্রাফিতিতে ১২৯১ এবং ১২৯৩ সালের তারিখ লেখা আছে। ১৪৬১ সালে দ্বিতীয় মুহাম্মদ শহর জয় করার পর গির্জাটিকে সম্ভবত মসজিদে রূপান্তরিত করা হয়েছিল এবং এর ফ্রেস্কোগুলিকে সাদা রঙে ঢেকে দেওয়া হয়েছিল। অন্যান্য পণ্ডিতদের মতে এটি ১৫৮৪ সালের আগে রূপান্তরিত হয়নি, কারণ এটি শহরের দেয়ালের বাইরে কয়েক কিলোমিটার দূরে অবস্থিত ছিল, তাই প্রাথমিক রূপান্তর থেকে এটি রক্ষা পেয়েছিল। ১৭০১ সালের শেষের দিকে যখন টর্নফোর্ট তাদের বাসস্থানে দেখতে পান, তখনও সন্ন্যাসীরা সংলগ্ন মঠটি ব্যবহার করতে থাকেন। সম্ভবত সন্ন্যাসীরা ধীরে ধীরে এমন একটি ভবন পরিত্যাগ করেছিলেন যা তাদের হয়রানি এবং শিকার থেকে রক্ষা করতে ব্যর্থ হয়েছিল এবং তুর্কিরা তাদের বহিষ্কার না করেই এটি ব্যবহার শুরু করেছিল।\n\nস্থানীয় ঐতিহ্য অনুসারে ঊনবিংশ শতাব্দীর শুরুতে এই স্থানটি কলেরা হাসপাতাল হিসেবে ব্যবহৃত হত। প্রথম বিশ্বযুদ্ধের সময় শহরটি রাশিয়ান সামরিক বাহিনী দ্বারা দখল করা হয় এবং প্রথমবারের মতো ফিওদর উসপেনস্কি সহ প্রত্নতাত্ত্বিকদের দ্বারা গির্জাটি পরীক্ষা করা সম্ভব হয় এবং দেয়ালের চিত্রগুলির কিছু প্রাথমিক পরিষ্কার শুরু হয়। ১৯৪০-এর দশকে এটি তালাবদ্ধ ছিল এবং একটি দোকান হিসেবে ব্যবহৃত হত বলে জানা যায়, কিন্তু ১৯৫০-এর দশকে এটি আবার মসজিদ হিসেবে ব্যবহৃত হতে শুরু করে। ১৯৬৪ সালে একে জাদুঘরে রূপান্তরিত করা হয়। ১৯৫৮ থেকে ১৯৬৪ সালের মধ্যে টিকে থাকা ফ্রেস্কোগুলি উন্মোচিত হয় এবং এডিনবার্গ বিশ্ববিদ্যালয় এবং ফাউন্ডেশনের জেনারেল ডিরেক্টরেটের বিশেষজ্ঞদের সহায়তায় গির্জাটি একত্রীকরণ করা হয়। এই কাজের সাথে জড়িত একজন বিশেষজ্ঞ অনুমান করেছেন যে, মূল অলঙ্করণের এক-ষষ্ঠাংশেরও বেশি টিকে ছিল না। তবে যা কিছু টিকে ছিল, সেগুলো নির্মাণের পরপরই করা মৌলিক কাজ বলে মনে করা হয় এবং বাইজেন্টাইন প্যালাইওলজানি রেনেসাঁর অংশ হিসেবে বিবেচনা করা হয়।\n\nআয়া সোফিয়া গির্জাটি শেষ বাইজেন্টাইন স্থাপত্যের একটি গুরুত্বপূর্ণ উদাহরণ, যার বৈশিষ্ট্য হল একটি উচ্চ কেন্দ্রীয় গম্বুজ এবং চারটি বৃহৎ স্তম্ভ খিলান যা গম্বুজ এবং ছাদের ওজনকে সমর্থন করে। গম্বুজের নীচে বহু রঙের পাথরের একটি ওপাস সেক্টাইল ফুটপাথ রয়েছে। গির্জাটি একটি ক্রস-ইন-স্কোয়ার পরিকল্পনা দিয়ে নির্মিত হয়েছিল, তবে উত্তর এবং দক্ষিণের বিশিষ্ট বারান্দাগুলির কারণে একটি বহিরাগত আকৃতি ক্রসের আকার ধারণ করে। কাঠামোটি ২২ মিটার লম্বা, ১১.৬ মিটার প্রস্থ এবং ১২.৭ মিটার উঁচু। এডিনবার্গ বিশ্ববিদ্যালয়ের পুনরুদ্ধারের সময় প্রকাশিত ত্রয়োদশ শতাব্দীর শেষের দিকের ফ্রেস্কোগুলি নতুন নিয়মের বিষয়বস্তুকে চিত্রিত করে। বাইরের পাথরের আলংকারিক ত্রাণ এবং অন্যান্য অলঙ্করণ আর্মেনিয়া এবং জর্জিয়ার স্থানীয় ঐতিহ্যের সাথে সঙ্গতিপূর্ণ। গির্জার ২৪ মিটার পশ্চিমে ৪০ মিটার উঁচু একটি লম্বা ঘণ্টা টাওয়ার রয়েছে। এটি ১৪২৭ সালে নির্মিত হয়েছিল এবং এর দ্বিতীয় তলায় একটি ছোট চ্যাপেল রয়েছে। বেল টাওয়ারের ভেতরের দেয়ালগুলি ফ্রেস্কো দিয়ে ঢাকা। স্থানীয় জ্যোতির্বিদরা এটিকে একটি মানমন্দির হিসেবেও ব্যবহার করতেন।\n\n\n=== মসজিদে রূপান্তর ===\n২০১২ সালে ধর্মীয় কর্তৃপক্ষ (দিয়ানেট) সংস্কৃতি মন্ত্রণালয়ের বিরুদ্ধে একটি মামলা দায়ের করে, যেখানে তারা দাবি করে যে, মন্ত্রণালয় কয়েক দশক ধরে গির্জাটি 'অবৈধভাবে দখল' করে আছে। দিয়ানেট মামলাটি জেতে এবং ভবনের মালিকানা পায়। ৫ জুলাই ২০১৩ তারিখে ট্রাবজনের স্থানীয় ওয়াকিফ দিকনির্দেশনা অনুসারে, প্রাক্তন গির্জাটিকে কিছু দিনের জন্য আংশিকভাবে মসজিদে রূপান্তরিত করা হয়। পুনর্নির্মাণ কাজ শুরু হয়, যেখানে কিছু ফ্রেস্কো ঢাকা ছিল এবং মেঝে কার্পেট দিয়ে ঢাকা ছিল। তুর্কি প্রদেশ ট্রাবজন-এর মুফতি বলেছেন যে \"শহরের আয়া সোফিয়া মসজিদটি আবার নামাজ পড়ার জন্য খুলে দেওয়ার কাজ চলছে,\" এবং দাবি করেন যে \"নামাজের সময় দেয়ালচিত্রগুলি পর্দা দিয়ে ঢেকে দেওয়া হবে\"। ট্রাবজনের স্থানীয় স্থপতি ইউনিয়ন ধর্ম বিষয়ক মন্ত্রণালয়ের ধর্মান্তর পরিকল্পনার বিরুদ্ধে মামলা দায়ের করে। একজন স্থানীয় বিচারক প্রাক্তন গির্জার রূপান্তরকে অবৈধ বলে রায় দেন এবং একে জাদুঘর হিসেবে রক্ষণাবেক্ষণের নির্দেশ দেন। তবে এটি একটি মসজিদ হিসেবেই রয়ে গেছে। ২০১৩ থেকে ২০১৮ সালের মধ্যে প্রার্থনা কক্ষের ফ্রেস্কো এবং ওপাস সেক্টাইল মেঝের মোজাইকগুলি অস্থাবর পর্দা এবং কার্পেট দ্বারা আবৃত ছিল এবং নার্থেক্সের ফ্রেস্কোগুলি অনাবৃত ছিল। ২০১৮ থেকে ২০২০ সাল পর্যন্ত সংস্কার কাজের সময় ভবনটি দর্শনার্থীদের জন্য বন্ধ ছিল। স্থানীয় স্থপতি ইউনিয়ন কর্তৃক প্রণীত একটি প্রতিবেদনে ২০১৩ সালের মসজিদ রূপান্তরের তীব্র সমালোচনা করা হয় এবং একটি আদালত ধর্ম বিষয়ক মন্ত্রণালয়কে তার প্রতিশ্রুতি পূরণ করার এবং নামাজের সময়ের বাইরে ফ্রেস্কোগুলি দৃশ্যমান করার নির্দেশ দেয়। ২০২০ সালে গম্বুজের নীচে একটি প্রত্যাহারযোগ্য ঝুলন্ত সিলিং স্থাপন করা হয় এবং ওপাস সেকটাইল মোজাইকের উপরে একটি কাচের মেঝে স্থাপন করা হয়।\n\n\n== সাংস্কৃতিক তাৎপর্য ==\nরোজ ম্যাকলের উপন্যাস \"দ্য টাওয়ার্স অফ ট্রেবিজন্ড\" -এ প্রধান চরিত্রের আধ্যাত্মিক বিকাশের জন্য গির্জাটি গুরুত্বপূর্ণ ভূমিকা পালন করে এবং এর গুরুত্বপূর্ণ তাৎপর্য রয়েছে। \"গ্রীক শিলালিপিটি বুঝতে আমার কিছুটা সময় লেগেছে, যা আমাকে আমার পাপ থেকে রক্ষা করার বিষয়ে ছিল, এবং আমি এই প্রার্থনাটি বলতে দ্বিধা বোধ করছিলাম, কারণ আমি সত্যিই আমার পাপ থেকে রক্ষা পেতে চাইনি, এটি জিনিসগুলিকে খুব কঠিন এবং খুব দুঃখজনক করে তুলবে।\"\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nরোমান এবং বাইজেন্টাইন গম্বুজের ইতিহাস\n\n\n== টীকা ==\n\n\n== আরও পড়ুন ==\nইস্টমন্ড, অ্যান্থনি। ত্রয়োদশ শতাব্দীর বাইজেন্টিয়ামে শিল্প ও পরিচয়: আয়া সোফিয়া এবং ট্রেবিজন্ড সাম্রাজ্য । বার্লিংটন, ভিটি: অ্যাশগেট, ২০০৪।\n\n\n== বহিঃসংযোগ ==\n\nট্র্যাবজোন/ট্রেবিজন্ডের আয়া সোফিয়া\nআয়া সোফিয়ার গির্জা, ট্রাবসন\nট্র্যাবসনের আয়া সোফিয়ার ছবি\nডক্টর কনস্টানটাইন হিওনাইডস দ্বারা ট্র্যাপেজউন্টা, পন্টোসের আয়া সোফিয়ার চার্চ"}