{"pageid": 1526816, "title": "বুজুর্গ উমেদ খাঁন", "url": "https://bn.wikipedia.org/wiki?curid=1526816", "content": "বুজুর্গ উমেদ খাঁন  বাংলার খ্যাতিসম্পন্ন মোঘল সুবাহদার শায়েস্তা খানের জৈষ্ঠ পুত্র এবং চট্টগ্রামের প্রথম মোঘল ফৌজদার। যিনি ১৬৬৬ সালে মঘ-পর্তুগীজ জলদস্যুদের কাছ থেকে চট্টগ্রাম পুনরুদ্বারে  প্রধান সেনাপতির নেতৃত্ব দিয়েছিলেন।\n\n\n== চট্টগ্রাম পুনরুদ্ধার ==\nভ্রাতৃঘাতী যুদ্ধে পরাজয়ের পর বিতাড়িত শাহজাদা সুজার আরাকান থেকে  সমুদ্রপথে মক্কা অথবা ইস্তানবুলে চলে যাওয়ার কথা থাকলেও শেষপর্যন্ত আরাকান রাজার সাথে মতানৈক্যের করণে ছয় মাসের মাথায় শাহজাদা সুজা নির্মম হত্যার শিকার হন। এই সংবাদ অচিরেই পৌঁছে যায় দিল্লির সম্রাট আওরঙ্গজেব আলমগীর বাদশাহ্ গাজীর কাছে। একদিকে অর্ধশতাব্দী ধরে বাংলায় আরকানী মঘ জলদস্যুদের হামলা লুন্ঠন অন্যদিত ভ্রাতৃহত্যার প্রতিশোধ গ্রহনার্তে শায়েস্তা খানকে বাংলার সুবাহদার নিয়োগ দেওয়া হয়। তার প্রতি সম্রাট আওরঙ্গজেবের প্রথম নির্দেশ ছিল বাংলার উপকূল হতে মঘ জলদস্যুদের উৎপাত বন্ধ এবং আরকানীদের কাছ থেকে চট্রগ্রাম পুনরুদ্ধার করা।\nচট্টগ্রাম পুনরুদ্ধারে সুবাদার শায়েস্তা খাঁ এক সুসজ্জিত সেনাবাহিনী গঠন করলেন আরকানী মগদের বিরুদ্ধে প্রধান সেনানায়ক হিসেবে নিযুক্ত করা হলো শায়েস্তা খাঁর সুযোগ্য পুত্র বুজুর্গ উমেদ খাঁনকে ঢাকা থেকে রওনা হয় উমেদ খাঁর নেতৃত্বে থাকা মোঘল বাহিনী এর মধ্যে নৌবাহিনীর কমান্ডার নিযুক্ত করা হয় হোসেন বেগ নামক অন্য একজনকে। ১৬৬৬ সালের জানুয়ারিতে ফেনী নদী পার হয়ে চট্টগ্রাম অভিমুখে বিস্তীর্ণ জঙ্গল কেটে রাস্তা তৈরি করে ক্রমেই অগ্রসর হচ্ছেন বুজুর্গ উমেদ খাঁ অন্যদিকে নৌবাহিনীর নেতৃত্বে থাকা হোসেন বেগ যুদ্ধের কৌশলগত স্থান সন্দ্বীপ দখলে নিয়ে চট্টগ্রাম নগরীর অভিমুকে রওনা হন চট্টগ্রামের কুমিরা উপকূলে আরকানী মঘ-জলদস্যুের সাথে মোঘল নৌবাহিনীর ভয়াবহ যুদ্ব হয়, যুদ্বে মোঘল নৌবাহিনী অনেকটা কোনঠাসা হয়ে পড়ে ঠিক ওই সময় উমেদ খাঁর নেতৃত্বে থাকা স্থল বাহিনী কুমিরা উপকুলে পৌঁছে, মঘ-জলদস্যুের জাহাজ লক্ষ্য করে ছুড়া হয় কামানের ঘোলা, মোঘলদের স্থল এবং নৌবাহিনীর প্রচন্ড আঘাত সহ্য করতে না পেরে মঘ-জলদস্যুেরা শেষপর্যন্ত রণতরী নিয়ে আরাকানের দিকে পালাতে বাধ্য হয়। \nএর পর স্থল ও নৌ- দুই বাহিনী মিলিত হয়ে ১৬৬৬ সালের ২৪ জানুয়ারি হামলা চালায় মগ- জলদস্যুদের শক্ত ঘাঁটি চাটগাঁ কিল্লায় (আন্দরকিল্লা) দূর্গে টানা তিনদিন রক্তক্ষয়ী সংঘর্ষ পর মোগল বাহিনী পবেশ করে চট্টগ্রাম শহরে।\n\n\n== চট্টগ্রামের ফৌজদার ==\n১৬৬৬ সালের ২৭ জানুয়ারি বিজয়ী বেশে আন্দরকিল্লা দুর্গে হেলালি নিশান উড়ায় মোঘল বাহিনী। সম্রাট আওরঙ্গজেব আলমগীর বাদশাহ্ গাজীর নির্দেশে চট্টগ্রামের নতুন নামকরণ করা হয় ‘ইসলামাবাদ’। বুজুর্গ উমেদ খাঁনকে (চট্টগ্রাম) ইসলামাবাদের প্রথম মুগল ফৌজদার নিয়োগ করা হয়। এ সময় তাঁর মনসবদারি (বেতন) ১০০০ থেকে ১৫০০-তে উন্নীত করা হয়। চট্টগ্রাম বিজয় করেই তিনি মোগল বাহিনীসহ  দক্ষিণ চট্টগ্রাম যাত্রা করে মগদের ক্রমেই চট্টগ্রাম থেকে বিতাড়িত করে কক্সবাজারের রামু পর্যন্ত পৌঁছান। উমেদ খাঁ মোঘল সীমানা রামু নদী পর্যন্ত ঠিক করে বর্ষা আসার আগেই ফিরে আসেন।\n\n\n== এলাহাবাদ ও বিহারের সুবাহদার ==\nচট্টগ্রামের ফৌজদারী দায়িত্বের পরবর্তী সময়ে দীর্ঘদিন বুজুর্গ উমেদ খান এলাহাবাদ ও বিহারের সুবাহদারের দায়িত্বও পালন করেন। ১৬৯৪ সালে এলাহাবাদে তাঁর মৃত্যু হয়। তাঁর নামে বাকেরগঞ্জ অঞ্চলের একটি বড় পরগণার নামকরণ করা হয় বুজুর্গ উমেদপুর নামে।\n\n\n== তথ্যসূত্র =="}