{"pageid": 1526788, "title": "জ্যোৎস্না প্যাটেল", "url": "https://bn.wikipedia.org/wiki?curid=1526788", "content": "জ্যোৎস্না প্যাটেল (জ্যোৎসানা প্যাটেল নামেও পরিচিত) হলেন একজন প্রাক্তন টেস্ট ক্রিকেটার যিনি ভারতের প্রতিনিধিত্ব করেছিলেন। তিনি মধ্যপ্রদেশের ইন্দোরে জন্মগ্রহণ করেন এবং ভারতের হয়ে দুটি টেস্ট ম্যাচ খেলেছেন।\n\n\n== খেলোয়াড় জীবন ==\nক্রিকেটার হিসেবে জ্যোৎস্নার অভিজ্ঞতার মধ্যে রয়েছে ১৯৭৪ থেকে ১৯৭৮ সাল পর্যন্ত অস্ট্রেলিয়া, নিউজিল্যান্ড এবং ওয়েস্ট ইন্ডিজের বিপক্ষে জাতীয় পর্যায়ে ভারতের প্রতিনিধিত্ব করা। সেই সময়কালে, এই স্টাইলিশ ডানহাতি ব্যাটার ভারতের ইন্দোর মধ্যপ্রদেশ রাজ্য এবং মধ্যাঞ্চলের মহিলা ক্রিকেট দলের অধিনায়কও ছিলেন। তিনি ইন্দোর বিশ্ববিদ্যালয়ের মহিলা ক্রিকেট দলের প্রতিনিধিত্ব করেছেন এবং ১৯৭১ থেকে ১৯৭৪ সাল পর্যন্ত ভারতের মধ্যপ্রদেশ রাজ্যের ফ্লোর হকি দলের অধিনায়ক হিসেবে দায়িত্ব পালন করেছেন।\nজ্যোৎস্না প্যাটেল ১৯৭২-১৯৭৮ সময়কালের জন্য ভারত সরকার কর্তৃক একটি ক্রীড়া বৃত্তির জন্য যোগ্য স্বীকৃত হন, সেই সাথে চার বছরের ভারত সরকারের মেধা বৃত্তিও পান।\nজ্যোৎস্না টাম্পা ক্রিকেট লীগের শিশু ও মহিলা ক্রিকেটের প্রশিক্ষক ছিলেন। তিনি টাম্পা সানরাইজার্স মহিলা ক্রিকেট দলের সহ-অধিনায়ক এবং খেলোয়াড়ও ছিলেন। ২০১৯ সালের অক্টোবরে তিনি বোস্টন, এমএ (ম্যাসাচুসেটস)-তে অনুষ্ঠিত একটি মহিলা ক্রিকেট টুর্নামেন্টে অংশগ্রহণ করেছেন।\n২০১৮-২০১৯ সালে 'হু'স হু' নামক পেশাদার সংগঠন কর্তৃক জ্যোৎস্না প্যাটেল তাঁর পেশাদার এবং বিনোদনমূলক প্রচেষ্টার জন্য সম্মানিত হয়েছেন। তিনি ১৯৬৫-১৯৭৮ সাল পর্যন্ত হ্যাপি ওয়াণ্ডারার্স ইন্দোর, এমপি ইণ্ডিয়া এবং ১৯৯১ সাল থেকে ফ্লোরিডার টাম্পা বে-এর গুজরাটি সমাজের সদস্য হিসেবে দায়িত্ব পালন করেছেন।\nতিনি ভারতের ইন্দোরে অবস্থিত মধ্যপ্রদেশ ক্রিকেট অ্যাসোসিয়েশন (এমপিসিএ) এবং ভারতীয় ক্রিকেট নিয়ন্ত্রণ বোর্ডের (বিসিসিআই) ভারতীয় ক্রিকেটার্স অ্যাসোসিয়েশন (আইসিএ) আজীবন সদস্য। \nতিনি পরে মার্কিন যুক্তরাষ্ট্রে চলে যান। ২০২৩ সালে তিনি মার্কিন যুক্তরাষ্ট্রের জাতীয় মহিলা ক্রিকেট দলের নির্বাচক প্যানেলে নিযুক্ত হন।\nতিনি বর্তমানে মার্কিন ক্রিকেট কমিটির সদস্য হিসেবে দায়িত্ব পালন করছেন। জ্যোৎস্না প্যাটেল ২০১৪ সাল থেকে ফ্লোরিডার টাম্পায় অবস্থিত ওয়ার্ল্ড ফাইন্যান্সিয়াল গ্রুপে একজন বরিষ্ঠ অ্যাসোসিয়েট হিসেবে কাজ করছেন। জ্যোৎস্না প্যাটেল তাঁর জীবনের লক্ষ্য সংক্ষেপে এভাবে বলেন - \"আমার লক্ষ্য হলো বিশ্বে মেয়েদের এবং মহিলাদের ক্রিকেটকে উন্নীত করা এবং এর অংশ হওয়া।\"\n\n\n== তথ্যসূত্র =="}