{"pageid": 1526159, "title": "গথিক উপসংস্কৃতি", "url": "https://bn.wikipedia.org/wiki?curid=1526159", "content": "গথ একটি উপসংস্কৃতি যা ১৯৮০-এর দশকের গোড়ার দিকে যুক্তরাজ্যে শুরু হয়। এটি গথিক রক সঙ্গীতের ভক্তদের দ্বারা গঠিত হয়েছিল, যা পোস্ট-পাঙ্ক সঙ্গীতের একটি শাখা। যেসব পোস্ট-পাঙ্ক শিল্পী গথিক রক ধারার পথ প্রশস্ত করেছেন এবং এই উপসংস্কৃতির বিকাশ ও গঠনকে প্রভাবিত করেছেন তাদের মধ্যে সিউক্সসি অ্যান্ড দ্য ব্যানশিজ, বাউহাউস, দ্য কিওর এবং জয় ডিভিশন উল্লেখযোগ্য।\nগথ উপসংস্কৃতি একই যুগের অন্যান্যদের তুলনায় অনেক বেশি সময় ধরে টিকে আছে এবং বিশ্বজুড়ে বৈচিত্র্যময় এবং ছড়িয়ে পড়েছে। এর চিত্রকল্প এবং সাংস্কৃতিক প্রবণতা ঊনবিংশ শতাব্দীর গথিক কল্পকাহিনী এবং ভৌতিক চলচ্চিত্রের প্রভাব নির্দেশ করে। এই দৃশ্যটি সঙ্গীত উৎসব, নাইটক্লাব এবং সংগঠিত সভাগুলিকে কেন্দ্র করে তৈরি, বিশেষ করে পশ্চিম ইউরোপে । এই উপসংস্কৃতি সঙ্গীত, নান্দনিকতা এবং ফ্যাশনের রুচির সাথে সম্পর্কিত।\nগথদের পছন্দের সঙ্গীতের মধ্যে গথিক রক, ডেথ রক, কোল্ড ওয়েভ, ডার্ক ওয়েভ এবং ইথেরিয়াল ওয়েভ-সহ বিভিন্ন শৈলী অন্তর্ভুক্ত। গথিক ফ্যাশন শৈলী পাঙ্ক, নিউ ওয়েভ, নিউ রোমান্টিক ফ্যাশন এবং ভিক্টোরিয়ান, এডওয়ার্ডিয়ান ও বেল এপোক যুগের পোশাকশৈলী থেকে প্রভাব গ্রহণ করে। সাধারণত এই শৈলীতে গাঢ় (প্রধানত কালো) পোশাক, গাঢ় মেকআপ এবং কালো চুল অন্তর্ভুক্ত থাকে।\n\n\n== সঙ্গীত ==\n\n\n=== উৎপত্তি এবং বিকাশ ===\n\n১৯৬৭ সালে সঙ্গীত সমালোচক জন স্টিকনি \"গথিক রক\" শব্দটি ব্যবহার করেন জিম মরিসনের সাথে একটি আবছা আলোকিত ওয়াইন-সেলারে তাঁর সাক্ষাতের বর্ণনা দিতে, যাকে তিনি \"গথিক রক অফ দ্য ডোরস \" নামে অভিহিত করেছিলেন।  একই বছর, সঙ্গীত ইতিহাসবিদ কার্ট লোডারের মতে, ভেলভেট আন্ডারগ্রাউন্ডের \" অল টুমরো'স পার্টিস \" গানটি এক ধরণের \"মনমোহিতকর গথিক-রক মাস্টারপিস\" তৈরি করেছিল।  ১৯৭০-এর দশকের শেষের দিকে, সিউক্সি অ্যান্ড দ্য ব্যানশিজ, ম্যাগাজিন এবং জয় ডিভিশনের মতো পোস্ট-পাঙ্ক ব্যান্ডগুলির পরিবেশ বর্ণনা করার জন্য গথিক বিশেষণটি ব্যবহৃত হত। ১৯৭৮ সালের জুলাই মাসে সিউক্সি এবং ব্যানশিদের একটি কনসার্ট সম্পর্কে একটি লাইভ পর্যালোচনায়, সমালোচক নিক কেন্ট তাদের সঙ্গীত সম্পর্কে লিখেছিলেন, \"সমান্তরাল এবং তুলনা এখন ডোরস এবং অবশ্যই, প্রাথমিক ভেলভেট আন্ডারগ্রাউন্ডের মতো গথিক রক স্থপতিদের সাথে আঁকা যেতে পারে\"।  ১৯৭৯ সালের মার্চ মাসে, ম্যাগাজিনের দ্বিতীয় অ্যালবাম সেকেন্ডহ্যান্ড ডেলাইটের পর্যালোচনায়, কেন্ট উল্লেখ করেন যে সঙ্গীতে \"একটি নতুন কঠোর কর্তৃত্ববোধ\" এসেছে, যার মধ্যে একটি \"নিও-গথিক ধ্বনি\" রয়েছে। সেই বছরের শেষের দিকে, ১৫ সেপ্টেম্বর বিবিসি টিভি প্রোগ্রামের সামথিং এলস-এর জন্য একটি সাক্ষাৎকারে জয় ডিভিশনের ম্যানেজার টনি উইলসনও এই শব্দটি ব্যবহার করেছিলেন। উইলসন ব্যান্ডের লাইভ পারফর্মেন্সের ঠিক আগে, পপ মূলধারার তুলনায় জয় ডিভিশনকে \"গথিক\" বলে বর্ণনা করেছিলেন।  পরে এই শব্দটি \"জয় ডিভিশন এবং সিউক্সি অ্যান্ড দ্য ব্যানশির পরে আবির্ভূত বাউহাউসের মতো নতুন ব্যান্ডগুলির\" ক্ষেত্রে প্রয়োগ করা হয়েছিল।  ১৯৭৯ সালে প্রকাশিত বাউহাউসের প্রথম একক, \" বেলা লুগোসি'স ডেড \", সাধারণত গথিক রক ধারার সূচনা বিন্দু হিসাবে কৃতিত্ব পায়। \n১৯৭৯ সালে, Sounds জয় ডিভিশনকে \"গথিক\" এবং \"নাটকীয়\" হিসেবে বর্ণনা করেছিল। ১৯৮০ সালের ফেব্রুয়ারিতে, Melody Maker একই ব্যান্ডকে \"এই গথিক বিষাদের স্বপ্নদ্রষ্টা\" বলে উল্লেখ করে। পরবর্তীতে সমালোচক জন স্যাভেজ মন্তব্য করেন যে তাদের গায়ক ইয়ান কার্টিস \"নর্দান গথিকের চূড়ান্ত বক্তব্য\" লিখেছিলেন। তবে, ১৯৮০-এর দশকের গোড়ার দিকে গথিক রক একটি সুসংগঠিত সঙ্গীত উপশ্রেণি হিসেবে আত্মপ্রকাশ করে এবং এই ব্যান্ডগুলোর অনুসারীরা একটি স্বতন্ত্র আন্দোলন হিসেবে একত্রিত হতে শুরু করে।\nসম্ভবত তারা \"গথ\" শব্দটি গ্রহণ করে ১৯৮১ সালে যুক্তরাজ্যের রক সাপ্তাহিক Sounds-এ প্রকাশিত \"The Face of Punk Gothique\" নামক প্রবন্ধ থেকে, যা স্টিভ কিটন লিখেছিলেন। ইউকে ডিকের শ্রোতাদের নিয়ে লেখা এই প্রবন্ধে কিটন প্রশ্ন করেছিলেন: \"এটি কি পাঙ্ক গথিকের আগমন? বাউহাউস একই প্রবণতায় এগোচ্ছে, এটি কি পরবর্তী বড় আন্দোলন হতে পারে?\"\nউত্তর ইংল্যান্ডের লিডসে অবস্থিত F Club, যা ১৯৭৭ সালে পাঙ্ক ক্লাব হিসেবে শুরু হয়েছিল, ১৯৮০-এর দশকে গথ উপসংস্কৃতির বিকাশে গুরুত্বপূর্ণ ভূমিকা রাখে। এরপর ১৯৮২ সালের জুলাইয়ে লন্ডনের সোহোতে Batcave ক্লাবের উদ্বোধন ঘটে, যা নতুন গথিক দৃশ্যের জন্য প্রধান মিলনস্থল হয়ে ওঠে। NME ১৯৮৩ সালের শুরুতে এক বিশেষ সংখ্যায় এটিকে \"পজিটিভ পাঙ্ক\" নামে অভিহিত করেছিল। পরবর্তীতে \"Batcaver\" শব্দটি পুরোনো ধাঁচের গথদের বর্ণনা করতে ব্যবহৃত হতো।\n\n\n== শিল্প, ঐতিহাসিক এবং সাংস্কৃতিক প্রভাব ==\n১৯৮০-এর দশকের গথ উপসংস্কৃতি বিভিন্ন উৎস থেকে অনুপ্রাণিত হয়েছিল। এর মধ্যে কিছু আধুনিক বা সমসাময়িক, আবার কিছু শতাব্দীপ্রাচীন বা প্রাচীন। মাইকেল বিবি এবং লরেন এম. ই. গুডলাড এই উপসংস্কৃতিকে একটি ব্রিকোলাজের সঙ্গে তুলনা করেছেন। এটি যে সঙ্গীত-উপসংস্কৃতিগুলো থেকে প্রভাবিত হয়েছিল তার মধ্যে পাঙ্ক, নিউ ওয়েভ এবং গ্ল্যাম উল্লেখযোগ্য। তবে এটি বি-মুভি (বি-রেটেড মুভিগুলো), গথিক সাহিত্য, হরর চলচ্চিত্র, ভ্যাম্পায়ার কাল্ট এবং ঐতিহ্যবাহী পুরাণ থেকেও অনুপ্রাণিত হয়েছিল। গথ উপসংস্কৃতিতে যে পুরাণগুলো বিশেষভাবে প্রভাব ফেলেছে তার মধ্যে সেল্টিক পুরাণ, খ্রিস্টীয় পুরাণ এবং বিভিন্ন পেগান ঐতিহ্য উল্লেখযোগ্য।\n\n\n=== ১৮শ এবং ১৯শ শতাব্দী ===\nগথিক সাহিত্য প্রেম ও অন্ধকার উপাদানের সংমিশ্রণে রহস্য, সাসপেন্স, ভয় এবং অতিপ্রাকৃত বিষয়বস্তু তুলে ধরে। ডেভিড এইচ. রিচটার অনুসারে, এর দৃশ্যপট ধ্বংসপ্রাপ্ত দুর্গ, অন্ধকারময় কবরস্থান এবং নির্জন পর্বতপথে গঠিত হতো। চরিত্রগুলোর মধ্যে নিষ্ঠুর অভিভাবক, ষড়যন্ত্রকারী পুরোহিত, সাহসী বিজয়ী, অসহায় নায়িকা এবং ভ্যাম্পায়ার, ভূত ও দানবের মতো অতিপ্রাকৃত সত্তা থাকত।\nএই ধারার অন্যতম পথিকৃৎ হলেন হোরেস ওয়ালপোল, যার The Castle of Otranto (১৭৬৪) এই শৈলীর ভিত্তি স্থাপন করে। আমেরিকান গথিক সাহিত্যের উদাহরণ হিসেবে ওয়াশিংটন আরভিংয়ের The Legend of Sleepy Hollow (১৮২০) গুরুত্বপূর্ণ, যা পরবর্তীতে বিভিন্ন চলচ্চিত্রে রূপায়িত হয়। গথ উপসংস্কৃতির বিকাশে রোমান্টিক, গথিক ও হরর সাহিত্য বিশাল ভূমিকা রেখেছে। ই. টি. এ. হফম্যান, এডগার অ্যালান পো, চার্লস বোদলেয়ার ও এইচ. পি. লাভক্রাফটের মতো লেখকগণ গথ উপসংস্কৃতির প্রতীক হয়ে উঠেছেন, যেমনটি কালো পোশাক ও গাঢ় আইলাইনার পরিধান করা গথিক ফ্যাশনের অংশ। বোদলেয়ারের Les Fleurs du mal এর কিছু পঙ্‌ক্তি গথিক দর্শনের প্রতিচ্ছবি হিসেবে বিবেচিত হয়।\n\n\n=== দৃশ্যমান শিল্পের প্রভাব ===\nগথিক উপসংস্কৃতি কেবল সঙ্গীত নয়, চিত্রশিল্পী ও আলোকচিত্রীদেরও প্রভাবিত করেছে। তাদের কাজ সাধারণত মিস্টিক, মোরবিড ও রোমান্টিক মোটিফের ওপর ভিত্তি করে গঠিত। ফটোগ্রাফি ও চিত্রকলায় এই ধারা ইরোটিক শিল্পকর্ম থেকে শুরু করে ভ্যাম্পায়ার ও ভূতদের রোমান্টিক চিত্র পর্যন্ত বিস্তৃত। গথিক সাহিত্যের মতোই এখানে অন্ধকারময় রং ও আবেগের প্রতি স্পষ্ট ঝোঁক দেখা যায়। ১৯শ শতকের শেষ দিকে জন এভারেট মিলেইস ও জন রাস্কিন নতুন ধরনের গথিক চিত্রশৈলী উদ্ভাবন করেন।\n\n\n=== ২০শ শতক ===\nকিছু লোক মনে করেন যে জালাসি স্ক্রিমিন' জে হকিন্স, বিশেষ করে তার ১৯৫৬ সালের গান I Put A Spell on You, আধুনিক গথ শৈলী ও সঙ্গীতের ভিত্তি স্থাপন করেছে। অন্যদিকে, অনেকেই বাউহাউস ব্যান্ডের প্রথম একক Bela Lugosi's Dead (অগাস্ট ১৯৭৯) গানটিকে গথ উপসংস্কৃতির সূচনা হিসেবে বিবেচনা করেন।\n\n\n=== ২১শ শতক ===\nব্রিটিশ সিটকম The IT Crowd-এ নোয়েল ফিল্ডিং অভিনীত রিচমন্ড অ্যাভেনাল নামে একটি পুনরাবৃত্ত গথ চরিত্র ছিল। এক সাক্ষাৎকারে ফিল্ডিং বলেন, তিনি পনেরো বছর বয়সে গথ ছিলেন এবং তার একাধিক গথ-প্রেমিকা ছিল, যারা তাকে মেকআপ ও গথ ফ্যাশনে সাজাত।\n২০২০ সালে লুসিয়ান কান নির্মিত গেম Visigoths vs. Mall Goths প্রাচীন রোমান গোত্রগুলোর গথ ও ১৯৯০-এর দশকের কালো পোশাকধারী কিশোর গথদের মধ্যে পার্থক্য নিয়ে তৈরি হয়েছিল এবং এর কাহিনি লস অ্যাঞ্জেলেসে সেট করা হয়েছে।\n\n\n== ফ্যাশন ==\n\n\n=== প্রাক-গথ যুগ (১৯৫০-১৯৯০) ===\n১৯৫০-১৯৯০ সালের মধ্যে ফ্যাশন বিভিন্ন সাংস্কৃতিক ও সঙ্গীত আন্দোলনের প্রভাব বহন করেছিল, যা পরবর্তীতে গথিক ফ্যাশনের বিকাশে ভূমিকা রাখে। ১৯৫০-এর দশকে বিটনিক আন্দোলন কালো পোশাক, রোল-নেক সোয়েটার এবং মোনোক্রোম স্টাইলের প্রচলন ঘটায়। ১৯৭০-এর দশকে পাঙ্ক আন্দোলন চামড়ার জ্যাকেট, ধাতব চেইন, গাঢ় আইলাইনার এবং উগ্র হেয়ারস্টাইলের মাধ্যমে গথ ফ্যাশনের ভিত্তি স্থাপন করে। \n\n১৯৮০-এর দশকে পোস্ট-পাঙ্ক ও নিউ ওয়েভ ধারা জনপ্রিয় হয়, যেখানে অ্যান্ড্রোজিনাস স্টাইল, গাঢ় আইশ্যাডো, লম্বা কোট এবং ভিক্টোরিয়ান অনুপ্রাণিত পোশাক দেখা যায়।\n\n\n=== মধ্য গথ যুগ (১৯৯০-২০১০) ===\n১৯৯০ থেকে ২০১০ সাল পর্যন্ত গথ ফ্যাশন উল্লেখযোগ্য বিবর্তনের মধ্য দিয়ে গেছে, যা বিভিন্ন উপসংস্কৃতি ও সামাজিক পরিবর্তনের প্রভাবে সমৃদ্ধ হয়েছে।\nএই সময়ে গথ ফ্যাশন আরও পরিমার্জিত ও বাণিজ্যিক হয়ে ওঠে। কালো ভেলভেট, কর্সেট, ফিশনেট, ট্রেঞ্চ কোট এবং প্ল্যাটফর্ম বুটের পাশাপাশি লেস ও চামড়ার ব্যবহার বৃদ্ধি পায়। সাইবারগথ শৈলীতে নিওন রং, ইন্ডাস্ট্রিয়াল এক্সেসরিজ এবং প্রযুক্তি-প্রভাবিত উপাদান যোগ হয়। ৯০-এর দশকের শেষ দিকে, মেটাল ও ইন্ডাস্ট্রিয়াল মিউজিকের সঙ্গে গথ ফ্যাশনের সংযোগ আরও দৃঢ় হয়।\n\n\n=== বর্তমান গথ যুগ (২০১০-বর্তমান) ===\nগথ ফ্যাশনের প্রসারে মিডিয়া উল্লেখযোগ্য ভূমিকা পালন করে। টেলিভিশন, চলচ্চিত্র এবং ফ্যাশন ম্যাগাজিনগুলো গথ স্টাইলকে জনপ্রিয় করে তোলে, যা মূলধারার ফ্যাশনে এর উপস্থিতি বৃদ্ধি করে। উদাহরণস্বরূপ, ১৯৯০-এর দশকের শেষের দিকে এবং ২০০০-এর দশকের শুরুর দিকে মুক্তিপ্রাপ্ত চলচ্চিত্রগুলো গথ ফ্যাশনের উপাদানগুলোকে জনপ্রিয় করে তোলে। এই সময়কালে গথ ফ্যাশন তার শিকড় বজায় রেখে বিভিন্ন উপসংস্কৃতি ও সামাজিক পরিবর্তনের সঙ্গে মানিয়ে নিয়ে নিজেকে পুনর্গঠিত করে, যা এর স্থায়িত্ব ও বৈচিত্র্যের প্রমাণ বহন করে। \n২০১০ সাল থেকে গথ উপসংস্কৃতি উল্লেখযোগ্য বিবর্তনের মধ্য দিয়ে গেছে, যেখানে বিভিন্ন নতুন শৈলী ও উপধারা যুক্ত হয়েছে। এই সময়ে, গথ ফ্যাশন ও সংস্কৃতি বিভিন্ন উপাদানের সংমিশ্রণে সমৃদ্ধ হয়েছে।\n\nনিয়ো গথ (Neo-Goth): নিয়ো গথ হলো গথ ফ্যাশনের একটি আধুনিক রূপ, যা ঐতিহ্যবাহী গথ উপাদানের সঙ্গে সমসাময়িক ফ্যাশনের মিশ্রণ ঘটায়। এই শৈলীতে কালো পোশাকের সঙ্গে মিনিমালিস্টিক ডিজাইন, আধুনিক সিলুয়েট এবং হাই-ফ্যাশন উপাদান যুক্ত হয়। \nকাওয়াই গথ (Kawaii Goth): কাওয়াই গথ হলো জাপানি কাওয়াই (জাপানিজ: かわいい/কিউট) সংস্কৃতি এবং গথ উপাদানের মিশ্রণ। এটি জাপানিজ কালচার ও আনিমে সংষ্কৃতি দ্বারা প্রভাবিত। (যারা এই ধাঁচের তাদের উইব/\"Weeb\" ও বলা হয়ে থাকে) এই ফ্যাশনে উঁচুমানের স্কার্ট বিদ্যমান থাকে। এই শৈলীতে উজ্জ্বল রং, কিউট অ্যাকসেসরিজ এবং গথিক ফ্যাশনের সমন্বয় দেখা যায়। \nসাইবার গথ (Cyber Goth): সাইবার গথ হলো গথিক এবং সাইবারপাঙ্ক উপাদানের মিশ্রণ, যেখানে নিওন আলো, ইন্ডাস্ট্রিয়াল ফ্যাশন এবং ফিউচারিস্টিক উপাদান ব্যবহৃত হয়।\nপ্যাস্টেল গথ (Pastel Goth): প্যাস্টেল গথ হলো গথ ফ্যাশন এবং প্যাস্টেল রঙের (গোলাপি, সাদা ও বেগুনির মিশ্রণ) মিশ্রণ, যা গথিক উপাদানের সঙ্গে নরম ও হালকা রং যুক্ত করে। \nহেলথ গথ (Health Goth): হেলথ গথ হলো গথ ফ্যাশন এবং স্পোর্টসওয়্যার-এর মিশ্রণ, যেখানে কালো রং, টেকনোলজিক্যাল ফ্যাব্রিক এবং অ্যাথলেটিক ডিজাইন ব্যবহৃত হয়।\nএই বিভিন্ন উপধারার মাধ্যমে গথ উপসংস্কৃতি তার বৈচিত্র্য ও সমসাময়িক প্রাসঙ্গিকতা বজায় রেখেছে, যা বর্তমান যুগে নতুন প্রজন্মের মধ্যে জনপ্রিয়তা অর্জন করেছে।\n\n\n== আরো দেখুন ==\nইমো উপসংস্কৃতি\nই-কিড\nউপসংস্কৃতি\n\n\n== তথ্যসূত্র =="}