{"pageid": 1526346, "title": "পোল্যান্ডে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1526346", "content": "পোল্যান্ডে ইসলাম একটি ক্ষুদ্র সংখ্যালঘু ধর্ম। বর্তমান পোল্যান্ডের মোট জনসংখ্যার ০.১% ইসলাম অনুসরণ করে। একটি গবেষণা অনুযায়ী পোল্যান্ডে ইসলামের ধারাবাহিক উপস্থিতি ১৪শ শতকে শুরু হয় এবং এটি মূলত লিপকা তাতারদের মাধ্যমে প্রতিষ্ঠিত হয়েছিল। তাতাররা পোলিশ-লিথুয়ানীয় প্রজাতন্ত্রে বসতি স্থাপন করেছিলেন। তারা নিজেদের ধর্মীয় বিশ্বাস ও সংস্কৃতি সংরক্ষণ করে সেখানে প্রথম ইসলামি সম্প্রদায় গঠন করেন। তবে, তাতার সম্প্রদায়ের বাইরের মুসলিমরা উল্লেখযোগ্য সংখ্যায় পোল্যান্ডে আসতে শুরু করেন ১৯৭০-এর দশকে। বর্তমানে মুসলমানরা পোল্যান্ডের জনসংখ্যার একটি ক্ষুদ্র অংশের প্রতিনিধিত্ব করে।  পোল্যান্ডের অধিকাংশ মুসলিম সুন্নি ইসলাম অনুসরণ করে। \n\n\n== সূচনা ==\nপোল্যান্ডে ইসলামের ইতিহাস শুরু হয় ১৪শ শতকে, যখন তাতার (লিপকা) জনগোষ্ঠীর লোকেরা সেখানে বসতি স্থাপন করে। যদিও মুসলমানরা ১৩শ শতকে মঙ্গোলদের ইউরোপ আক্রমণের অংশ ছিল, তবে তা কেবল সামরিক অভিযান ছিল এবং তখন কোনো মুসলিম জনগোষ্ঠী সেখানে স্থায়ীভাবে বসতি স্থাপন করেনি এবং স্থানীয় পোলিশ জনগণও ইসলাম গ্রহণ করেনি। তবে আরব মুসলিম বণিকরা পোল্যান্ডে এরও আগে এসেছিল বলে ধারণা করা হয়। সম্ভবত প্রথম মিয়েশকোএর শাসনামলে (১০ শতক) আরব বণিকরা পোল্যান্ডে আসে। পোল্যান্ডের বিভিন্ন প্রত্নতাত্ত্বিক স্থানে প্রচুর পরিমাণে আরবীয় মুদ্রা পাওয়া গেছে, যা তাদের আগমনের প্রমাণ বহন করে।  \n১৪শ শতকে তাতার জাতিগোষ্ঠী লিথুয়ানিয়ার ডাচিতে বসতি স্থাপন শুরু করেন। তারা ছিল দক্ষ যোদ্ধা এবং ভাড়াটে সৈন্য, যারা লিথুয়ানিয়ার শাসকদের পক্ষে যুদ্ধ করত। লিথুয়ানিয়ার ডিউকরা—যেমন গেদিমিনাস, আলগিরদাস ও কেস্তুতিস—তাদের এখানে স্থায়ীভাবে বসবাসের সুযোগ দেন। বিনিময়ে তাতাররা নিজেদের ইসলাম ধর্ম পালনের স্বাধীনতা পায়, তবে তাদের সামরিক সেবা দিতে হতো। প্রথমদিকে এই বসতিগুলি ছিল অস্থায়ী। বেশিরভাগ তাতার সৈন্য চুক্তির মেয়াদ শেষ হলে তাদের নিজ দেশে ফিরে যেত। কিন্তু ১৪শ শতকের শেষের দিকে ডিউক ভিতৌতাস ও তার ভাই রাজা ভ্লাদিস্লাভ জাগিয়েলো তাতারদের স্থায়ীভাবে বসতি স্থাপন করতে উৎসাহিত করেন এবং এই সময়ে লিপকা তাতাররা মূলত পোল্যান্ডে আসে। তারা মূলত গোল্ডেন হোর্ড থেকে আগত তাতার যোদ্ধা ছিল এবং প্রধানত পোলিয়-লিথুয়ানীয় সেনাবাহিনীর হয়ে কাজ করত। তাদের মধ্যে সবচেয়ে বড় দলটি তোখতমিশের নেতৃত্বাধীন ছিল, যারা ১৩৯৭ খ্রিস্টাব্দে তৈমুর লঙের বিরুদ্ধে বিদ্রোহ করে এবং লিথুয়ানিয়ায় আশ্রয় আশ্রয় গ্রহণ করে। \nতাতার যোদ্ধাদের পোলিয়-লিথুয়ানীয় শাসকরা বিশেষ মর্যাদা প্রদান করে তাদের শ্লাখতা (পোলিয় অভিজাত) উপাধি দেয়, যা ১৮শ শতকের শেষ পর্যন্ত বজায় ছিল। তাতারদের ক্ষুদ্র অশ্বারোহী বাহিনী সামরিক বাহিনীর গুরুত্বপূর্ণ অংশ হয়ে ওঠে। তাতাররা মূলত স্কারমিশার (বিচ্ছিন্ন ছোট বাহিনী) ও গোয়েন্দা হিসেবে কাজ করে এবং যুদ্ধে গুরুত্বপূর্ণ ভূমিকা রাখে। বিশেষ করে তারা ১৪১০ সালের গ্রুনওয়াল্ডের যুদ্ধে অংশ নিয়েছিল। এই যুদ্ধে তারা তাদের নেতা জালাল উদ্দিন খানের নেতৃত্বে যুদ্ধ করেছিল এবং লড়াইয়ে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। \n\n\n== ১৬শ–১৮শ শতাব্দী ==\n১৬ ও ১৭ শতকে আরও কিছু পলাতক তাতার এসে পোলীয়-লিথুয়ানীয় কমনওয়েলথ রাষ্ট্রেে আশ্রয় নেয়, যাদের অধিকাংশই ছিলেন নোগাই ও ক্রিমীয়। এরপর ১৯৮০-এর দশক পর্যন্ত পোল্যান্ডে মুসলিম বলতে মূলত তাতারদেরই বুঝানো হত। ধারণা করা হয়, ১৭শ শতকে কমনওয়েলথের প্রায় ৮০ লক্ষ জনসংখ্যার মধ্যে আনুমানিক ১৫,০০০ তাতার বসবাস করতেন।\nপোলীয়-লিথুয়ানীয় সংযুক্ত রাষ্ট্রে রাজাদের পক্ষ থেকে বিভিন্ন রাজকীয় সুবিধা ও অভ্যন্তরীণ স্বায়ত্তশাসনের মাধ্যমে তাতারদের নিজেদের ধর্ম, সংস্কৃতি ও ঐতিহ্য সংরক্ষণ করতে দেয়া হয়েছিল। অনেক বিশিষ্ট তাতার সামরিক পরিবারকে রাজকীয় প্রতীক ও শ্লাখতার (অভিজাত শ্রেণি) মর্যাদা প্রদান করা হয়। অন্যদিকে অনেক তাতার পরিবার গ্রাম্য ও শহুরে জনগণের সঙ্গে মিশে গিয়ে সমাজের অংশ হয়ে উঠেছিল। তাতারদের প্রথম বসতিগুলি সংযুক্ত রাষ্ট্রের গুরুত্বপূর্ণ শহরগুলির কাছাকাছি গড়ে তোলা হয়, যেন যুদ্ধ পরিস্থিতিতে দ্রুত সৈন্য মোতায়েন করা যায়। শুধু ধর্মীয় স্বাধীনতাই নয়; তাতারদের ক্যাথলিক ও অর্থোডক্স খ্রিস্টান ধর্মাবলম্বী পোলীয় ও রুথেনীয় নারীদের বিয়ে করার অনুমতিও ছিল, যা সে সময়ের ইউরোপে একেবারেই বিরল ছিল। ১৭৯১ সালের মে মাসের সংবিধান তাতারদের পোলীয় সেমে (সংসদ) প্রতিনিধিত্বের অধিকার প্রদান করে। তবে ইতিহাসে একটি ব্যতিক্রমী ঘটনা ঘটেছিল ১৬৭২ সালে, যখন লিপকা তাতাররা কথিত লিপকা বিদ্রোহে কমনওয়েলথের বিরুদ্ধে অস্ত্র ধরেছিল। তৎকালীন ইউরোপে দ্য ডেলুয নামে পরিচিত একটি দীর্ঘ যুদ্ধপর্ব ও অচলাবস্থা তৈরি হয়, যেখানে মুসলিম লিপকা তাতারদেরকে কেন্দ্রীয় পোল্যান্ডের অভিজাত শ্রেণি সন্দেহের চোখে দেখতে শুরু করে দেয়। কারণ তারা ভেবেছিল তাতাররা উসমানীয় সাম্রাজ্যের আক্রমণের সঙ্গে জড়িত। এই সময়ে ভাসা রাজবংশের নেতৃত্বে ক্যাথলিক পুনর্জাগরণ শুরু হয়, যার ফলে মুসলিমদের অধিকার একে একে হ্রাস পেতে থাকে। পোলীয় সংসদ সেম ধীরে ধীরে মুসলিমদের অধিকার সীমিত করতে শুরু করে। এর মধ্যে ছিল পুরনো মসজিদ সংস্কারের ওপর নিষেধাজ্ঞা, নতুন করে মসজিদ নির্মাণে বাধা, মুসলিমদের অধীনে খ্রিস্টানদের দাসত্ব নিষিদ্ধকরণ, খ্রিস্টান নারীদের মুসলিমদের সঙ্গে বিয়েতে নিষেধাজ্ঞা ও তাতারদের সম্পত্তির মালিকানার ওপর সীমাবদ্ধতা আরোপ। এছাড়া পোলীয়-উসমানীয় যুদ্ধগুলি মুসলিম বিরোধী মনোভাব আরও উসকে দেয় এবং এর ফলে ইসলামবিরোধী লেখালেখি ও সহিংসতা বাড়তে থাকে। \nপোল্যান্ডের রাজা জন কাসিমির মুসলিম তাতারদের ধর্মীয় স্বাধীনতার ওপর আরোপিত সীমাবদ্ধতা এবং তাদের প্রাচীন অধিকার ও মর্যাদার ক্ষয় রোধ করার চেষ্টা করেছিলেন করলেও পোলীয় অভিজাত শ্রেণি এর বিরোধিতা করে। অবশেষে ১৬৭২ সালের দিকে উসমানীয়দের সাথে পোল্যান্ডের যুদ্ধের সময় (১৬৭২–১৬৭৬) দক্ষিণ-পূর্ব পোল্যান্ডের পডোলিয়া অঞ্চলে অবস্থানরত লিপকা তাতার বাহিনী (প্রায় ৩,০০০ জন সৈন্য) কমনওয়েলথ ছেড়ে উসমানীয়দের পক্ষে যোগ দেয়। এই যুদ্ধ১৬৯৯ সালের কার্লোভিৎস শান্তিচুক্তির মাধ্যমে শেষ হয়। প্রথমদিকে লিপকা তাতাররা বিজয়ী তুর্কি বাহিনীর পক্ষেই যুদ্ধ করেছিল; কিন্তু দ্রুত তাদের ভেতর বিভাজন সৃষ্টি হয়: একদিকে উসমানীয়দের সমর্থক গোষ্ঠী; অন্যদিকে অনেক তাতার উসমানীয় শাসনের প্রতি অসন্তুষ্ট ছিল। বুচাচ শান্তিচুক্তির পর তাতারদের বার ও কামিয়েনিৎস পোডোলস্কি দুর্গের আশেপাশে কিছু জমি দেয়া হয়েছিল, তবে উসমানীয় সাম্রাজ্যের অধীনে তারা যে স্বাধীনতা পেতো, তা পোলীয় কমনওয়েলথের তুলনায় অনেক সীমিত ছিল। ১৬৭৪ সালে চচিম যুদ্ধে পোলিশদের জয় লাভের পর বার দুর্গ থেকে তুর্কিদের পক্ষে পডোলিয়া নিয়ন্ত্রণকারী লিপকা তাতারদের পোল্যান্ডের রাজা যান সোবিয়েস্কি অবরুদ্ধ করেন। পরে একটি চুক্তি হয়, যাতে বলা হয়, তাতাররা আবার পোল্যান্ডের পক্ষে ফিরে আসবে, যদি তাদের প্রাচীন অধিকার ও মর্যাদা ফিরিয়ে দেয়া হয়। এরপর সোবিয়েস্কি সকল তাতারকে ক্ষমা করে দেন এবং অধিকাংশ তাতারই তুর্কিদের বিরুদ্ধে সামরিক অভিযানে অংশ নেন, যারা শেষ পর্যন্ত ১৬৮৩ সালের ভিয়েনা যুদ্ধের পোলীয় বিজয়ে সহায়ক হয়।\nলিপকা বিদ্রোহকে কেন্দ্র করে হেনরিক সেনকেভিচের রচিত নোবেল পুরস্কারপ্রাপ্ত ঐতিহাসিক উপন্যাস ট্রাইলযিয়ার তৃতীয় খণ্ড ফায়ার ইন দ্য স্টিপ লেখা হয়। এ উপন্যাস অবলম্বনে নির্মিত ১৯৬৯ সালের চলচ্চিত্র কোলোনেল, যার পরিচালক ছিলেন জার্জি হফম্যান। এতে আাজিয়া তুহাই-বেইয়োভিচের চরিত্রে অভিনয় করেন দানিয়েল ওলব্রিখস্কি। এটি পোলীয় চলচ্চিত্র ইতিহাসের অন্যতম বৃহৎ বক্স-অফিসে সাফল্যমণ্ডিত সিনেমা ছিল। \n১৮শ শতকে পৌঁছানোর আগেই অধিকাংশ সামরিক তাতার পোলীয় রীতিতে রূপান্তরিত হয়ে যায় এবং নিম্নশ্রেণির মুসলমানরা ধীরে ধীরে রুথেনীয় ভাষা (যা বর্তমান বেলারুশীয় ভাষার পূর্বসূরি) গ্রহণ করলেও তারা নিজেদের ঐতিহ্য ধরে রেখেছিল। এর ফলে মধ্য ইউরোপে এক বিশেষ ধরনের মুসলিম সংস্কৃতি গড়ে ওঠে, যেখানে ইসলামি ধর্মাচরণ ধর্মীয় সহনশীলতা ও তুলনামূলকভাবে উদার সমাজব্যবস্থার সাথে মিশে যায়। উদাহরণস্বরূপ, লিপকা তাতার সমাজে নারীরা ঐতিহ্যগতভাবে পুরুষদের সমান অধিকার পেতেন। তারা পুরুষদের মতই মর্যাদা পেতেন এবং সহশিক্ষা-ভিত্তিক সাধারণ বিদ্যালয়ে তারা শিক্ষালাভের সুযোগ পেতেন, যা সমকালীন ইউরোপের প্রেক্ষাপটে অত্যন্ত ব্যতিক্রমী ছিল।\n\n\n== বিংশ শতকের গোড়ায় ==\n\nবিংশ শতকের শুরুর দিকে লিপকা তাতাররা পোলীয় সমাজে এতটাই মিশে গিয়েছিল যে, তারা ক্যাথলিক পোলীয়দের সাথে একসাথে আমেরিকায় অভিবাসনে অংশগ্রহণ করে। তারা আমেরিকান-পোলোনিয়া নামে পরিচিত অভিবাসী সমাজে একীভূত হয় এবং এমনকি নিউ ইয়র্কের ব্রুকলিনে একটি মসজিদ প্রতিষ্ঠা করে, যা আজও নামাযের জন্য ব্যবহৃত হয়। ১৯১৯ সালে পোল্যান্ড-সোভিয়েত যুদ্ধ শুরু হলে তাতার বংশোদ্ভূত দুই পোলীয় সামরিক কর্মকর্তা কর্নেল ম্যাসে বাজরাশেভস্কি ও ক্যাপ্টেন দাভিদ ইয়ানোভিচ-চাইনস্কি একটি তাতার অশ্বারোহী রেজিমেন্ট গঠন করেন, যা পোলীয় সেনাবাহিনীর সাথে কাঁধে কাঁধ মিলিয়ে যুদ্ধ করেছিল। যুদ্ধ শেষে এই রেজিমেন্ট একটি স্কোয়াড্রনে রূপান্তরিত হয় এবং পূর্বে পোল্যান্ড-লিথুয়ানীয় সংযুক্ত রাষ্ট্রে তাতার সামরিক ঐতিহ্যকে ধরে রাখে। এটি ২০ শতকে পোল্যান্ডের তাতার সম্প্রদায়ের অন্যতম গর্বের বিষয়ে পরিণত হয়।\n১৯১৮ সালে পোল্যান্ডের স্বাধীনতা পুনঃপ্রতিষ্ঠার পর দেশটিতে তাতার জনসংখ্যা ছিল আনুমানিক ৬,০০০ (১৯৩১ সালের জাতীয় জনশুমারি অনুযায়ী), যাদের অধিকাংশ ভিলনা, নোভোগ্রুড ও বিয়ালিস্তকে বসবাস করত। এছাড়াও একটি বৃহৎ লিপকা তাতার সম্প্রদায় পোল্যান্ডের সীমানার বাইরে রয়ে গিয়েছিল, বিশেষত লিথুয়ানিয়া ও বেলারুশের রাজধানী মিনস্কে। যদিও সংখ্যায় ছোট তবুও তাতাররা পোল্যান্ডের সবচেয়ে উজ্জ্বল ও গতিশীল জাতিগত সংখ্যালঘু গোষ্ঠীগুলোর একটি হিসেবে পরিচিতি পায়। ১৯১৭ সালে প্রতিষ্ঠিত মুসলিম রিলিজিয়াস অ্যাসোসিয়েশন ইসলামি বিশ্বাস ও ধর্মীয় অনুশাসন সংরক্ষণে কাজ করে আসছে। একইসাথে পোলীয় তাতারদের সাংস্কৃতিক ও শিক্ষা সমিতি নামের সংস্থাটি তাতারদের সংস্কৃতি ও ঐতিহ্য সংরক্ষণ এবং প্রচারে গুরুত্বপূর্ণ ভূমিকা পালন করে। ১৯২৯ সালে ভিলনাতে একটি তাতার জাতীয় জাদুঘর প্রতিষ্ঠা করা হয় এবং ১৯৩১ সালে তাতার জাতীয় আর্কাইভ গঠিত হয়। মুসলিম ব্যক্তিদের সেনাবাহিনীতে নিয়োগ দেয়া হলে তাদের সবাইকে ১৩তম ক্যাভেলরি রেজিমেন্টের তাতার স্কোয়াড্রনে পাঠানো হত, যেখানে তারা নিজেদের পৃথক পোশাক ও পতাকা ব্যবহার করতে পারত। তাদের জন্য গৃহীত সামরিক শপথ অন্য ধর্মাবলম্বী সৈনিকদের শপথ থেকে আলাদা ছিল এবং এই শপথ পোলীয় সেনাবাহিনীর প্রধান ইমাম আলি ইসমাইল ওয়ারোনোভিচের উপস্থিতিতে সম্পন্ন হতো। \n\n\n== দ্বিতীয় বিশ্বযুদ্ধের পর ==\n\nঐতিহ্যবাহী তাতার জনগোষ্ঠীর পাশাপাশি ১৯৬০-এর দশক থেকে পোল্যান্ডে একটি ছোট অভিবাসী মুসলিম সম্প্রদায়ও গড়ে উঠেছে। ১৯৬০ ও ১৯৭০-এর দশকে পোল্যান্ড অনেক আরবভাষী সমাজতান্ত্রিক মুসলিম দেশ; যেমন মধ্যপ্রাচ্য ও উত্তর আফ্রিকার দেশগুলো থেকে কিছু সংখ্যক অভিবাসী গ্রহণ করেছিল। তাদের মধ্যে কেউ কেউ পোল্যান্ডে স্থায়ীভাবে বসবাস করার সিদ্ধান্ত নিয়েছিল। ১৯৮০-এর দশকের শেষভাগে এই অভিবাসী মুসলিম সম্প্রদায় আরও সক্রিয় ও সংগঠিত হয়ে ওঠে। তারা ওয়ার্শ, বিয়ালিস্টক, গদান্স্ক (যেখানে তাতাররা মসজিদ নির্মাণ করে), ভ্রোৎসওয়াফ, লুব্লিন ও পোজনান শহরে মসজিদ ও নামাজঘর প্রতিষ্ঠা করে। এছাড়াও, বিডগশচ, ক্রাকোভ, উচ, ওলসতিন, কাটোভিৎস ও অপোলে শহরেও নামাজঘর রয়েছে। \n১৯৮৯ সালে কমিউনিস্ট শাসনাধীন পোলীয় পিপলস রিপাবলিকের পতনের পর অনেক মুসলিম অভিবাসী পোল্যান্ডে আসে এবং তাদের উল্লেখযোগ্য অংশ ছিল তুর্কি ও প্রাক্তন যুগোস্লাভিয়ার জাতিগত স্লাভ মুসলিম। পাশাপাশি বাংলাদেশ, আফগানিস্তানসহ অন্য মুসলিম দেশসূমহের অভিবাসী ও চেচনিয়া থেকে আগত কিছু শরণার্থী মুসলিমও রয়েছে।\nপোল্যান্ডে শিয়া মুসলিম সংখ্যালঘুদের মধ্যে রয়েছেন বিদেশি শিক্ষার্থী, অভিবাসী ও দূতাবাসের কর্মীরা, যাঁরা প্রধানত ইরাক, ইরান, বাহরাইন এবং লেবানন থেকে এসেছেন। এ ছাড়াও কিছু দেশীয় পোলীয় ইসলামে দীক্ষিত হয়ে শিয়া মুসলিম হয়েছে। বর্তমানে পোল্যান্ডে শিয়া মুসলিমদের নিজস্ব আলাদা কোন মসজিদ নেই; তবে তারা প্রতি শুক্রবারে জুমার নামাজ ও গুরুত্বপূর্ণ ইসলামি দিবসগুলোতে একত্র হন। ২০০২ সালের আদমশুমারিতে দেখা যায় যে, মাত্র ৪৪৭ জন তাতার জাতীয়তা ঘোষণা করেছেন। পরে ২০১১ সালের আদমশুমারিতে এই সংখ্যা বেড়ে দাঁড়িয়েছে ১,৯১৬ জনে, যাদের মধ্যে ১,২৫১ জন মিশ্র জাতীয়-জাতিগত পরিচয় (যেমন: পোলীয়-তাতার) ঘোষণা করেছেন।\n\nসাম্প্রতিক বেলারুশের স্বৈরশাসক আলেকজান্ডার লুকাশেঙ্কোর সরকারের দমন-পীড়ন ও অর্থনৈতিক সংকটের কারণে অনেক লিপকা তাতার পোল্যান্ডে অভিবাসন করে। ২০১০ সালের নভেম্বরে পোল্যান্ডের ইসলামি নেতা দরবেশ জাগিয়েলোর সম্মানে গদানস্ক শহরের বন্দরে একটি স্মারক ভাস্কর্য উন্মোচন করা হয়। এই অনুষ্ঠানে পোল্যান্ডের রাষ্ট্রপতি ব্রোনিস্লাভ কোমোরভস্কি এবং দেশি-বিদেশি তাতার প্রতিনিধিরা উপস্থিত ছিলেন। এই স্মারকটি তাতারদের পোলীয় ইতিহাসে গুরুত্বপূর্ণ ভূমিকার প্রতীক। এটি ইউরোপে মুসলমিদের উদ্দেশ্যে তৈরি করা প্রথম স্মারক ভাস্কর্য হিসেবে বিবেচিত হয়।“তাতাররা জাতীয় স্বাধীনতার প্রতিটি বিদ্রোহে তাদের রক্ত ঢেলেছে। তাদের সেই রক্তই নবজন্ম লাভ করা পোল্যান্ড প্রজাতন্ত্রের ভিত্তিকে দৃঢ় করেছে।”— রাষ্ট্রপতি ব্রোনিস্লাভ কোমোরভস্কি, গদানস্কে স্মারক উন্মোচনের সময়। বর্তমানে পোল্যান্ডে বসবাসকারী মুসলমানদের প্রকৃত সংখ্যা নির্ণয় করা খুবই কঠিন। কারণ ২০১১ সালের জাতীয় জনশুমারিতে ধর্মীয় পরিচয় সম্পর্কে কোনো প্রশ্ন রাখা হয়নি।\n\n\n=== তাতার ও সালাফি সম্পর্ক ===\nপোল্যান্ডে ৬০০ বছর ধরে বসবাসরত আদিবাসী সুন্নি মুসলিম লিপকা তাতারদের সঙ্গে একদল নতুন আগত ও বিদেশি পৃষ্ঠপোষকতাপ্রাপ্ত সালাফিদের মধ্যে একটি চলমান দ্বন্দ্ব রয়েছে। তাতাররা ইসলামের প্রতি একটি অনন্য ও উদার মনোভাব পোষণ করে থাকে, যেখানে সালাফিরা কট্টর মতবাদে বিশ্বাসী। এটি পোল্যান্ডের সুন্নি মুসলিম সমাজকে বিভক্ত করে এবং প্রশাসনিক বিভ্রান্তির সৃষ্টি করেছে। কারণ উভয়পক্ষই দেশের সুন্নি মুসলিমদের প্রতিনিধিত্ব দাবি করে।\nলিপকা তাতাররা পোল্যান্ড প্রজাতন্ত্র মুসলিম ইউনিয়ন নামে একটি সংগঠন পরিচালনা করেন এবং বিদেশি মুসলিমরা পোল্যান্ড প্রজাতন্ত্র মুসলিম লীগ পরিচালনা করেন। মুসলিম লীগের সঙ্গে আরব, বাঙালি, চেচেন ইত্যাদি প্রবাসী মুসলিমরা যুক্ত এবং এটি আন্তর্জাতিক সংগঠন মুসলিম ব্রাদারহুডের একটি শাখা বলেও মনে করা হয়। \n\n\n== ইসলাম-বিদ্বেষ ==\n\nযদিও পোল্যান্ডে মুসলিমদের সংখ্যা মোট জনসংখ্যার ০.১% এর কম, তবুও ইসলামবিদ্বেষী আচরণ, কটূক্তি, সহিংসতা ও ভীতিকর ব্যবহার এখানে ব্যাপক এবং তা প্রায় সামাজিকভাবে গ্রহণযোগ্য। মসজিদে হামলা ও ভাঙচুরের ঘটনাও প্রতিবেদনে এসেছে।  বিশেষ করে হিজাব পরিহিতা মহিলাদের—যাদের অধিকাংশই নতুন ইসলাম গ্রহণকারী—নিজ সংস্কৃতির বিশ্বাসঘাতক’ বলে অপমান করা হয়। ২০১৩ সালের জানুয়ারি থেকে পোল্যান্ডে মুসলিম ও ইহুদিদের জন্য ধর্মীয় বিধান অনুযায়ী পশু জবাই নিষিদ্ধ করা হয়, যা ১৯৯৭ সালের পশু সুরক্ষা আইনের বিরোধী হিসেবে বিবেচিত হয়েছিল। কিন্তু ২০১৪ সালের ডিসেম্বর মাসে সাংবিধানিক ট্রাইব্যুনাল নিষেধাজ্ঞাকে অসাংবিধানিক বলে ঘোষণা করে। কারণ এটি ধর্মীয় স্বাধীনতাকে খর্ব করে। এই নিষেধাজ্ঞা প্রায় দুই বছর ছিল এবং এখনও এ বিষয়টি এখনো বিতর্কিত। ২০১৬ সালের মে মাসে বিশ্ব যুব দিবসের আগে পুলিশ ক্রাকভ শহরে মুসলিম সম্প্রদায়ের বিদেশিদের জিজ্ঞাসা করেছিল যে, তারা কোনো ‘সন্ত্রাসী’ চেনে কি না। এই ঘটনাকে পোলীয় মানবাধিকার কমিশন অফিস অত্যন্ত ‘অপমানজনক ও অগ্রহণযোগ্য’ বলে অভিহিত করে।\n\n\n=== উপলব্ধি ===\n\n\n== উল্লেখযোগ্য মুসলিম ব্যক্তিত্ব ==\nথমাস মিশকেভিচ: পোলীয় মুসলিম ইউনিয়নের মুফতি।\nজোজেফ বেম: পোলীয় ও হাঙ্গেরীয় জাতীয় বীর, যিনি উসমানীয় বাহিনীর পাশা, প্রকৌশলী ও সেনাপ্রধান ছিলেন।\nসেলিম হাজবিয়েভিচ: রাজনৈতিক বিজ্ঞানী ও লেখক।\nওসমান আহমাতোভিচ: বিজ্ঞানী ও রসায়নবিদ।\nআলেক্সান্ডার ইয়েলজাসেভিচ: পোলীয় জাতীয় সেনাবাহিনীর ইউনিট কমান্ডার।\nজাকুব শিনকেভিচ: ধর্মীয় পণ্ডিত ও লেখক।\nভেলি বেক জেদিগার: পোলীয় বাহিনীর কমান্ডার।\nজাহাঙ্গির বেক কাজিমবেলি: একজন পোলীয় সেনা কর্মকর্তা।\nইসরাফিল ইসরাফিলভ: পোলীয় বাহিনীর সেনা কর্মকর্তা।\nমামেদ খালিদভ: রাশিয়ায় জন্মগ্রহণকারী পোলীয় মিশ্র মার্শাল আর্টিস্ট।\n\n\n== আরো দেখুন ==\nদেশ অনুযায়ী ইসলাম\nইউরোপে ইসলাম\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nPiotr Borawski; Aleksander Dubiński (১৯৮৬)। Tatarzy polscy। Warsaw: Iskry। পৃষ্ঠা 270। আইএসবিএন 83-207-0597-5। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPiotr Borawski (১৯৮৬)। Tatarzy w dawnej Rzeczypospolitej। Warsaw: Ludowa Spółdzielnia Wydawnicza। পৃষ্ঠা 317। আইএসবিএন 83-205-3747-9। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJan Tyszkiewicz (১৯৮৯)। Tatarzy na Litwie i w Polsce; studia z dziejów XIII-XVIII w। Warsaw: Państwowe Wydawnictwo Naukowe। পৃষ্ঠা 343। আইএসবিএন 83-01-08894-X। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRyszard Saciuk (১৯৮৯)। Tatarzy podlascy। Białystok: Regional Museum of Białystok। পৃষ্ঠা 36। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n\nNon-Polish Sunni website on Sunni Islam, Muslims, Mosques, Koran in Poland\nShi'a Muslim Community of Poland\nPolish Shi'a website on Islam\nPolish Shia ahlulbait.one website\nMosques in Poland. Past and present"}