{"pageid": 1526722, "title": "মুরিশ দুর্গ", "url": "https://bn.wikipedia.org/wiki?curid=1526722", "content": "মুরিশ দুর্গ হলো জিব্রাল্টারের একটি মধ্যযুগীয় দুর্গ যা বিভিন্ন ভবন, গেট এবং সুরক্ষিত দেয়াল নিয়ে গঠিত, যার প্রধান বৈশিষ্ট্য হল হোমেজ টাওয়ার এবং গেট হাউস। ২০১০ সালে স্থানান্তরিত না হওয়া পর্যন্ত দুর্গের একটি অংশে জিব্রাল্টারের কারাগারও ছিল। জিব্রাল্টারে আসা সকল দর্শনার্থীর কাছেই হোমেজ টাওয়ারটি স্পষ্টভাবে আকর্ষণীয়। এটি কেবল এর আকর্ষণীয় নির্মাণশৈলীর কারণেই নয়, বরং এর প্রভাবশালী এবং কৌশলগত অবস্থানের কারণেও। যদিও মাঝে মাঝে স্পেনের নিকটবর্তী আলকাজারের সাথে এর তুলনা করা হয়, তবে জিব্রাল্টারের মুরিশ দুর্গটি মেরিনিড রাজবংশ দ্বারা নির্মিত হয়েছিল, যা এটিকে আইবেরিয়ান উপদ্বীপে অনন্য করে তুলেছে।\n\n\n== ইতিহাস ==\n\nনিয়ান্ডারথাল যুগ থেকে শুরু করে ধ্রুপদী যুগ এবং মুরিশ, স্প্যানিশ এবং বর্তমান ব্রিটিশ শাসনামলে যুগ যুগ ধরে অসংখ্য মানুষ এবং সভ্যতা এখানে এসেছে বা দখল করেছে, তাদের কাছে জিব্রাল্টার সর্বদাই বিশেষ তাৎপর্যপূর্ণ।\nজিব্রাল্টারের ইতিহাসে মুরিশদের দখলদারিত্ব সবচেয়ে দীর্ঘ, যা ৭১১ থেকে ১৩০৯ এবং তারপর আবার ১৩৩৩ থেকে ১৪৬২ পর্যন্ত, মোট ৭২৭ বছর স্থায়ী হয়েছিল।\nইবেরিয়ার মুরিশ বিজয় তারিক ইবনে জিয়াদ এবং মুসা ইবনে নুসাইরের নেতৃত্বে হয়েছিল, যারা সম্ভবত জিব্রাল্টার বা তার কাছাকাছি ইউরোপে অবতরণ করেছিলেন। এইভাবে জিব্রাল্টার আইবেরিয়ার বেশিরভাগ অংশ এবং ফ্রান্সের কিছু অংশে মুরিশ বিজয়ের সোপান হয়ে ওঠে। অস্ত্রের এই অসাধারণ কীর্তি গড়ে তুলতে মাত্র একুশ বছর সময় লেগেছিল। দূরত্ব এবং ভূখণ্ড বিবেচনা করলে এটি কোনও সহজ কাজ ছিল না, এবং সেই সময় স্থলপথে যান্ত্রিক পরিবহনের প্রচলন ছিল না। মুরিশ শাসনের শেষ বছরগুলিতে জিব্রাল্টারের কৌশলগত গুরুত্ব বৃদ্ধি পায়। স্প্যানিশদের সমগ্র গুয়াদালকুইভির উপত্যকা সফলভাবে পুনরুদ্ধারের পর জিব্রাল্টার গ্রানাডা আমিরাত এবং উত্তর-পশ্চিম আফ্রিকার মুরিশ অঞ্চলের মধ্যে যোগাযোগের অন্যতম গুরুত্বপূর্ণ উপাদান হয়ে ওঠে।\nমুরিশ দুর্গের নির্মাণ কাজ শুরু হয় খ্রিস্টীয় ৮ম শতাব্দীতে (সম্ভবত ৭১১ খ্রিস্টাব্দ)। এর সমাপ্তির তারিখ লিপিবদ্ধ নেই। এর দেয়ালগুলি জিব্রাল্টার রকের উপরের অংশ থেকে সমুদ্র পর্যন্ত বিস্তৃত একটি উল্লেখযোগ্য এলাকা ঘিরে রেখেছে। দুর্গের সবচেয়ে স্পষ্ট অবশিষ্ট অংশগুলি হল উপরের টাওয়ার বা হোমেজ টাওয়ার। এর নীচে বিভিন্ন সোপান ও যুদ্ধক্ষেত্র এবং বিশাল গেট হাউস ও তার কাপোলা ছাদ রয়েছে।\n\n\n== হোমেজ টাওয়ার ==\nইবেরিয়ান উপদ্বীপে ইসলামী শাসনামলের সর্বোচ্চ টাওয়ার হল হোমেজ টাওয়ার এবং দুর্গের কাসবাহ হলো এই অংশের মধ্যে বৃহত্তম। ইবেরিয়ান উপদ্বীপে মুসলিম আক্রমণে দুর্গটি নিজেই একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিল, যেখানে মুসলিম বাহিনী দুই বছরের মধ্যে এর একটি বড় অংশ দখল করে নেয়। এই আক্রমণ সাত শতাব্দীরও বেশি সময় ধরে পশ্চিম ইউরোপের কিছু অংশে ইসলামী আধিপত্য বজায় রাখে। তাই এটি কেবল জিব্রাল্টার এবং আইবেরিয়ার জন্যই নয়, বরং সমগ্র পশ্চিম ইউরোপের জন্যও ঐতিহাসিক তাৎপর্যপূর্ণ।\nবর্তমান হোমেজ টাওয়ার এবং বর্তমানে দুর্গের যা দৃশ্যমান তার বেশিরভাগই ১৪ শতকের গোড়ার দিকে ১৩০৯ থেকে ১৩৩৩ সাল পর্যন্ত স্প্যানিশ বাহিনীর পুনঃদখলের পর মুরদের দ্বারা জিব্রাল্টার পুনরুদ্ধারের সময় এটি প্রায় ধ্বংস হয়ে যাওয়ার পর দ্বিতীয় মুরিশ দখলদারিত্বের সময় পুনর্নির্মাণ করা হয়েছিল।\n\n\n== বর্তমান সময় ==\nবর্তমানে মুরিশ দুর্গ জিব্রাল্টারের অন্যতম প্রধান পর্যটন আকর্ষণ এবং এটি ১৯৯৫ সালের জিব্রাল্টার পাঁচ পাউন্ডের নোটের নকশার (এখনও প্রচলিত) বিপরীত দিকে দেখানো হয়।\n\"মুরিশ দুর্গ\" (অথবা স্প্যানিশ ভাষায় \"এল কাস্টিলো\") নামটি স্থানীয়ভাবে দুর্গের আশেপাশের আবাসিক এলাকা মুরিশ দুর্গ এস্টেটের অবস্থান উল্লেখ করার সময়ও ব্যবহৃত হয়।\n২০১০ সাল পর্যন্ত দুর্গের কিছু অংশ জিব্রাল্টারের কারাগার হিসেবে ব্যবহৃত হত। এরপর কারাগারটি স্থানান্তর করা হয়।\n\n\n== আরও দেখুন ==\n\nমুরিশ জিব্রাল্টার\nমুরিশ ওয়াল\nজিব্রাল্টারের ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট"}