{"pageid": 1526619, "title": "হাবিব নোহ", "url": "https://bn.wikipedia.org/wiki?curid=1526619", "content": "হাবিব নোহ বিন মোহাম্মদ আল-হাবশী  ( আরবি: حبيب نوح بن محمد الحبشي   ; ১৭৮৮ – ২৭ জুলাই ১৮৬৬) ছিলেন একজন আরব মরমী।  যাকে সুফিবাদে ওলী ( ইসলামী সাধক) হিসেবে গণ্য করা হয়। ধারণা করা হয়, তিনি নবী মুহাম্মদের বংশধর ছিলেন। হাবিব নোহ পেনাংয়ে বেড়ে ওঠেন। কিছু সময় কেদাহতে কাটানোর পর সিঙ্গাপুরে স্থায়ী হন। তখন এটি ব্রিটিশ উপনিবেশে পরিণত হয়।\n\n\n== ব্যক্তিগত জীবন ==\n১৮১৯ সালের দিকে, শাইখ সালিম বিন আবদুল্লাহ সুমায়েরের আমন্ত্রণে এবং সিঙ্গাপুর ব্রিটিশ উপনিবেশ ঘোষণার পর হাবিব নূহ তানজং পাগারে চলে আসেন।  হাবিব নোহ তার বাকি জীবন সিঙ্গাপুরেই কাটান।  যদিও তিনি খুব কমই তার বাড়ি এবং আরব স্ট্রিটের সুলতান মসজিদের বাইরে যেতেন।  তিনি মাউন্ট পালমারে ধ্যান করতেন। এছাড়া কাছাকাছি একটি বৌদ্ধ মন্দিরে চীনা অপেরা দেখতে পছন্দ করতেন বলে জানা যায়। \nসুফিবাদে তিনি তখনই ওলি বা সাধক হিসেবে স্বীকৃতি পান এবং তাকে \"মালয় নাবিকদের পৃষ্ঠপোষক সাধক\" বলা হতো।\n\n\n== মৃত্যু এবং উত্তরাধিকার ==\nহাবিব নোহ ১৮৬৬ সালের ২৭ জুলাই তেলোক ব্লাঙ্গায় ৭৮ বছর বয়সে মারা যান। তাঁর জানাজায় \"হাজার হাজার মানুষ\" উপস্থিত ছিল বলে জানা গেছে।  জনশ্রুতি অনুসারে, তাকে অন্য মুসলিম কবরস্থানে দাফন করতে চাইলেও কফিন নড়ছিল না। পরে তার ইচ্ছা অনুযায়ী মাউন্ট পালমারের চূড়ায় দাফন করা হয়।   ছাড়া, মাউন্ট পালমারের মালিক বলে ধারণা করা ব্যক্তি হাবিব নোহের সমাধির জন্য জমি বিক্রির তিন দিন পর মারা যান।  ১৮৯০ সালে আরব সমাজসেবক সৈয়দ মোহাম্মদ বিন আহমদ আলসাগফ একটি সমাধিসৌধ প্রতিষ্ঠা করেছিলেন।  \nটর্স্টেন শাচারের মতে, হাবিব নোহ \"নিশ্চয়ই সমসাময়িক সিঙ্গাপুরের সবচেয়ে জনপ্রিয় সমসাময়িক সাধক\"।  ২০২১ সালের একটি গবেষণায় উল্লেখ করা হয়েছে যে তার সমাধিতে \"আজও বিভিন্ন জাতি ও ধর্মের মানুষ দর্শনার্থীরা ঘন ঘন  যান\"।  দ্বিতীয় বিশ্বযুদ্ধে যখন জাপানিরা সিঙ্গাপুর আক্রমণ করে তখন হাবিব নোহের সমাধি পোতাক্ষের চারপাশে পড়ে থাকা বোমা বা গোলা থেকে অক্ষত ছিল।  একইভাবে, তার সমাধিস্থল পুনর্গঠনের প্রচেষ্টা হাবিব নোহের আত্মার দ্বারা ব্যর্থ হয়েছে বলে দাবি করা হয়। যেমন \"বুলডোজার বিস্ফোরণ\" এর মতো অসাধারণ ঘটনা ঘটেছে।  ২০২২ সালের নভেম্বরে, কিশোর ছাত্র মুহাম্মদ ইরফান দানিয়াল মোহাম্মদ নরকে অন্যান্য বিষয়ের মধ্যে হাবিব নোহের সমাধি উড়িয়ে দেওয়ার পরিকল্পনার জন্য গ্রেপ্তার করা হয়েছিল। কারণ সে বিশ্বাস করেছিল যে এটি \"অনৈসলামিক\"। \n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ==="}