{"pageid": 1526928, "title": "ছায়া দাতার", "url": "https://bn.wikipedia.org/wiki?curid=1526928", "content": "ছায়া দাতার (জন্ম ১৯৪৪) একজন ভারতীয় সমাজকর্মী, লেখিকা এবং নারীবাদী। দাতার মূলত মারাঠি ও ইংরেজিতে লেখালিখি করেন।\n\n\n== পেশাগত জীবন ==\nছায়া দাতার গৃহিণী জীবনযাত্রায় হতাশ হয়ে লেখালিখি নিয়ে ও রাজনৈতিকভাবে সক্রিয় হতে শুরু করেন। তিনি ১৯৭২ সালে তাঁর প্রথম ছোটগল্প সংকলন গোষ্ঠা সাধি সরল সোপি মারাঠি ভাষায় প্রকাশ করেন এবং ১৯৭৭ সালে দ্বিতীয় সংকলন বর্তুলাচা অন্ত প্রকাশ করেন। তিনি বোম্বে ভিত্তিক প্রকাশনা সংস্থা 'স্ত্রী উবাচ' (নারী বলেছে)-এর অন্যতম প্রতিষ্ঠাতা। ছোটগল্প লেখার পর তিনি নারী বিষয়ক অধ্যয়নে মনোনিবেশ করেন। তিনি নেদারল্যান্ডসে পড়াশোনার জন্য একটি বৃত্তি লাভ করেন এবং রতারদামের আন্তর্জাতিক সামাজিক গবেষণা ইনস্টিটিউট থেকে ১৯৮১ সালে মাস্টার্স ডিগ্রি অর্জন করেন। ভারতে ফিরে এসে তিনি 'ফোরাম অ্যাগেইনস্ট রেপ' নামক একটি নারী নির্যাতন বিরোধী সংগঠনের সহ-প্রতিষ্ঠাতা হন। ১৯৮৮ সালে তিনি টাটা সামাজিক বিজ্ঞান ইনস্টিটিউট-এ নারী অধ্যয়ন বিভাগের প্রভাষক হিসেবে যোগ দেন। পরবর্তীতে এসএনডিটি নারী বিশ্ববিদ্যালয় থেকে পিএইচডি ডিগ্রি লাভ করেন এবং টাটা ইন্সটিটিউটের নারী অধ্যয়ন বিভাগের প্রধান হন।\nওয়েজিং চেঞ্জ: উইমেন টোব্যাকো ওয়ার্কার্স ইন নিপানি অর্গানাইজ (১৯৮৯) গ্রন্থে তিনি নিপানি অঞ্চলের বিড়ি শ্রমিক নারীদের রাজনৈতিক ও অর্থনৈতিক অধিকার আদায়ের সংগ্রাম বিশ্লেষণ করেন। চন্দ্রা তালপাড়ে মোহান্তি তাঁর সাইন্‌স পত্রিকায় দাতারের এই বইটিকে “বিড়ি শ্রমিক নারীদের সংগঠনের ইতিহাসের সূক্ষ্ম বিশ্লেষণ” হিসেবে উল্লেখ করেছেন। তিনি তাঁর আত্মজীবনীমূলক গল্প ইন সার্চ অব মাইসেলফ-এ নিজের অভিজ্ঞতা তুলে ধরে দেখিয়েছেন, কীভাবে একজন নারী নিজ সম্প্রদায়ের মধ্যে নিজস্ব স্বত্বা খুঁজে পেতে পারে। এই গল্পে তিনি বর্ণনা করেন কীভাবে আদিবাসী নারীরা নিজেদের অভিজ্ঞতা ভাগ করে নিজেদের সত্তা খুঁজে পান। দাতার তাঁর লেখায় দলিত নারীবাদ বিষয়েও আলোচনা করেছেন।\nছায়া দাতারের লেখা সমসাময়িক সমাজবিজ্ঞান, ভারতীয় লিঙ্গ অধ্যয়ন পত্রিকা, অর্থনীতি ও রাজনৈতিক সাপ্তাহিক সহ বিভিন্ন গুরুত্বপূর্ণ পত্রিকায় প্রকাশিত হয়েছে। তিনি মেন এগেইন্স্ট ভায়োলেন্স অ্যাণ্ড অ্যাবিউজের (মাভা) প্রকাশিত পুরুষ স্পন্দন পত্রিকায়ও লিখেছেন। ২০১৭ সালের আন্তর্জাতিক নারী দিবসে তিনি তারিহি শেষ প্রকাশ করেন।\n\n\n== নির্বাচিত গ্রন্থপঞ্জি ==\nগোষ্ঠা সাদি, সরল সোপি (মরাঠি ভাষায়)। পুনে: মেনকা প্রকাশন। ১৯৭৩। ওসিএলসি ৩১০৯৫৩৪৬ । উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nমিতরুণী (মরাঠি ভাষায়)। মুম্বাই: অভিনব প্রকাশন। ১৯৭৯। ওসিএলসি ৪৯৯৫৩৩৯৭১ । উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nউইজিং চেঞ্জ: নিপানির নারী বিড়ি শ্রমিকদের সংগঠিতকরণ। নতুন দিল্লি: কালি ফর উইমেন। ১৯৮৯। আইএসবিএন ৯৭৮-৮১৮৫১০৭১১০। \n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:প্রামাণিক নিয়ন্ত্রণ"}