{"pageid": 1526979, "title": "গ্রিসের মুসলিম সংখ্যালঘু", "url": "https://bn.wikipedia.org/wiki?curid=1526979", "content": "গ্রিসের সংখ্যালঘু মুসলিমরা হল গ্রিসের একমাত্র স্পষ্টভাবে স্বীকৃত সংখ্যালঘু। ১৯৯১ সালের আদমশুমারি অনুসারে তাদের সংখ্যা ছিল ৯৭,৬০৫, যা মোট জনসংখ্যার ০.৯১%।  তবে মার্কিন যুক্তরাষ্ট্রের পররাষ্ট্র দপ্তরের মতে, একটি বেসরকারী অনুমান অনুসারে তাদের সংখ্যা ১৪০,০০০ জন বা মোট জনসংখ্যার ১.২৪%। \nদক্ষিণ বলকানের অন্যান্য অংশের মতো উত্তর গ্রিসের পশ্চিম থ্রেসেও মুসলিম সংখ্যালঘু রয়েছে, যারা দীর্ঘকাল ধরে উসমানীয় শাসনের অধীনে ছিল। এই মুসলিম সংখ্যালঘু বিভিন্ন জাতিগোষ্ঠীর সমন্বয়ে গঠিত। তাদের মধ্যে প্রধানত তিনটি গোষ্ঠী রয়েছে: তুর্কি ভাষাভাষী জনগোষ্ঠী, যারা নিজেদের তুর্কি জাতিসত্তার অংশ হিসেবে দেখে; পোমাক জনগোষ্ঠী, যারা মূলত বুলগেরীয় ভাষার একটি উপভাষায় কথা বলে এবং তারা ইসলাম ধর্মাবলম্বী ও রোমানি মুসলিম সম্প্রদায়, যারা মূলত উসমানীয় যুগ থেকে এই অঞ্চলে বসবাস করে আসছে। এদের অনেককেই উসমানীয় শাসনের সময় ইসলাম গ্রহণকারী গ্রিক জনগোষ্ঠীর বংশধর বলে মনে করা হয়। গ্রিসে মুসলিম সংখ্যালঘুদের আইনগত অবস্থান ১৯২৩ সালের লোজান চুক্তির মাধ্যমে নির্ধারিত হয়েছে। এই চুক্তিটি গ্রিস ও তুরস্কের মধ্যে জনসংখ্যা বিনিময়ের বিষয়টি নির্ধারণ করে, যেখানে মুসলমানদের গ্রিসে ও খ্রিস্টানদের তুরস্কে স্থানান্তর করা হয়। তবে এই চুক্তির আওতায় কনস্টান্টিনোপলের গ্রিক সম্প্রদায় ও পশ্চিম থ্রেসের মুসলিম সংখ্যালঘুরা বাধ্যতামূলক স্থানান্তর থেকে অব্যাহতি পায়। অর্থাৎ পশ্চিম থ্রেসের মুসলমানরা গ্রিসে বসবাসের অধিকার পায় এবং কনস্টান্টিনোপলে কিছু গ্রিক জনগোষ্ঠী রয়ে যায়। তবে এই সংখ্যালঘুদের স্বীকৃতি ও চুক্তির ব্যাখ্যা নিয়ে গ্রিস ও তুরস্কের মধ্যে দীর্ঘদিন ধরে মতপার্থক্য চলে আসছে। গ্রিস সরকার এই জনগোষ্ঠীকে শুধুমাত্র \"মুসলিম সংখ্যালঘু\" হিসেবে বিবেচনা করে; কিন্তু তুরস্ক সরকার তাদের \"তুর্কি সংখ্যালঘু\" হিসেবে স্বীকৃতি দিতে চায়। এর ফলে দুই দেশের মধ্যে কূটনৈতিক টানাপোড়েন চলমান রয়েছে।\n\n\n== ইতিহাস ==\nউসমানীয় আমলে কিছু মুসলিম পশ্চিম থ্রেসে বসতি স্থাপন করেছিলেন, যারা গ্রিসের মুসলিম সংখ্যালঘু সম্প্রদায়ের পূর্বপুরুষ হিসেবে বিবেচিত হন। বলকান যুদ্ধ ও প্রথম বিশ্বযুদ্ধের সময় পশ্চিম থ্রেস চুক্তি অনুযায়ী উত্তর গ্রিসের বাকি অংশের সাথে গ্রিস ভূখণ্ডের অংশ হয়ে যায় এবং মুসলিম সংখ্যালঘুরা পশ্চিম থ্রেসেই থেকে যায়। তখন তাদের সংখ্যা ছিল প্রায় ৮৬,০০০  এবং তারা তিনটি জাতিগত গোষ্ঠীর সমন্বয়ে গঠিত ছিল: তুর্কি ( এখানে তারা সাধারণত পশ্চিম থ্রেসীয় তুর্কি নামে পরিচিত), পোমাক ( বুলগেরীয় ভাষায় কথা বলা মুসলিম স্লাভ) ও রোমানি মুসলিম। এই গোষ্ঠীগুলির প্রত্যেকের নিজস্ব ভাষা ও সংস্কৃতি ছিল। গ্রিকো-তুর্কি যুদ্ধের (১৯১৯-১৯২২) পর ১৯২৩ সালে একদিকে তুরস্ক এবং অন্যদিকে গ্রিস ও আন্তর্জাতিক পক্ষের মধ্যে লোজান চুক্তি স্বাক্ষরিত হয়, যা সংখ্যালঘুদের মর্যাদা, সুরক্ষা ও অধিকার প্রদান করে।\n\n\n== তথ্যসূত্র =="}