{"pageid": 1526980, "title": "ক্যাটলিন কারমাইকেল", "url": "https://bn.wikipedia.org/wiki?curid=1526980", "content": "ক্যাটলিন কারমাইকেল (জন্ম ২০০৪) একজন আমেরিকান অভিনেত্রী। অভিনেত্রী হিসাবে তার কিছু উল্লেখযোগ্য অভিনয় প্রকল্প হল; ইন দ্য মাদারহুড (২০০৮), ক্রিমিনাল মাইন্ডস (২০০৯), শেক ইট আপ, আইকার্লি, হট ইন ক্লিভল্যান্ড, ল অ্যান্ড অর্ডার: এলএ, এবং ব্যাগ অফ বোনস ( ২০১১), দ্যা উইকেড (২০১৩), ৩০০: রাইজ অফ অ্যান এম্পায়ার (২০১৪), মার্টিয়ার্স (২০১৫), ইয়ং শেলডন অ্যান্ড দ্য গুড ডক্টর (২০১৭), লাইফ ইটসেলফ (২০১৮), মিডনাইট ইন দ্য সুইচগ্রাস (২০২১), এবং ডোয়াইট ইন শাইনিং আর্মার (২০১৯–২০২১)।\n\n\n== জীবন এবং কর্মজীবন ==\nকারমাইকেল জর্জিয়ার টিফটনে জন্মগ্রহণ করেন।  তিনি ৩ বছর বয়সে জেনি ম্যাকার্থির ওয়েব শৃঙ্খলা ইন দ্য মাদারহুড (২০০৮) -এ অভিনয়ের মাধ্যমে  অভিনয় জগতে প্রবেশ করেন।  কারমাইকেলের অন্যান্য প্রাথমিক অভিনয় প্রকল্পের মধ্যে রয়েছে শেক ইট আপ, আইকার্লি, হট ইন ক্লিভল্যান্ড, ল অ্যান্ড অর্ডার: এলএ এবং ক্রিমিনাল মাইন্ডস । \n২০১০ সালে, তিনি অভিনেতা জ্যাক ব্ল্যাকের সাথেদ্য মিস-ইনফরম্যান্ট  নামক একটি স্বল্পদৈর্ঘ্য কৌতুকমুখী চলচ্চিত্রে অভিনয় করেন। .\n২০১১ সালে, তিনি দ্য মিস-ইনফরম্যান্ট  নামক স্বল্পদৈর্ঘ্য চলচ্চিত্রে তার অভিনয়ের জন্য ৩২তম তরুণ শিল্পী পুরষ্কারে  মনোনীত হন। \n২০১২ সালে, তিনি শেক ইট আপ নামক এক টিভি শৃঙ্খলায় সেরা অতিথি শিল্পী হিসাবে ৩৩তম তরুণ শিল্পী পুরষ্কার অনুষ্ঠানে মনোনীত হন। ব্যাগ অফ বোনস চলচ্চিত্রে তার ভূমিকার জন্য তিনি সেরা অভিনেত্রীর বিভাগে মনোনীত হন। \n২০১৯ সালে, তিনি একটি  পারিবারিক টিভি অনুষ্ঠান ডোয়াইট ইন শাইনিং আর্মার -এ গ্রেটার ভূমিকায় অভিনয় করেছিলেন। \n২০২১ সালে, তিনি রোমাঞ্চধর্মী চলচ্চিত্র মিডনাইট ইন দ্য সুইচগ্রাসে ট্রেসি লি চরিত্রে অভিনয় করেছিলেন। এই প্রকল্পের সাথে মেগান ফক্স, ব্রুস উইলিস, সিস্টিন স্ট্যালোন ইত্যাদি অভিনেতারা যুক্ত ছিলেন। \n\n\n== ব্যক্তিগত জীবন ==\nকারমাইকেল লস অ্যাঞ্জেলেসের ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ে ভর্তি হন। ২০২১ সালের জুলাই মাসের তথ্য অনুসারে বিশ্ববিদ্যালয়ে ভর্তি হওয়া সর্বকনিষ্ঠ মহিলা হওয়ার তকমা ছিল তার।  তিনি আমেরিকান সাহিত্য ও সংস্কৃতি বিষয়ে স্নাতক ডিগ্রি অর্জন করেছেন। \nঅভিনয়ের পাশাপাশি, কারমাইকেল নৃত্য (ব্যালে, ট্যাপ এবং হিপ হপ) এবং যোগব্যায়ামেও সময় দিয়েছিলেওন। তিনি বেভারলি হিলস প্রেসবিটেরিয়ান চার্চে স্বেচ্ছাসেবক হিসেবে কাজ করেন এবং গৃহহীনদের খাবার সরবরাহে সহায়তা করেন। \n\n\n== তথ্যসূত্র =="}