{"pageid": 1526175, "title": "হন্ডুরাসে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1526175", "content": "হন্ডুরাস একটি খ্রিস্টান প্রধান দেশ, যেখানে ইসলাম একটি ক্ষুদ্র সংখ্যালঘু ধর্ম। তবে দেশটির সংবিধান ধর্মনিরপেক্ষ হওয়ার কারণে মুসলমানরা ধর্মান্তরিত হতে ও উপাসনালয় নির্মাণ করতে স্বাধীনতা উপভোগ করে। পরিসংখ্যান অনুযায়ী, হন্ডুরাসে মোট মুসলিম জনসংখ্যা ১১,০০০, যা মোট জনসংখ্যার ০.১ শতাংশ।  যদিও কোনও সরকারী পরিসংখ্যান নেই, তবুও অনুমান করা হয় যে, দেশটির দশ মিলিয়ন বাসিন্দার মধ্যে ৩০০,০০ এরও বেশি আরব বংশোদ্ভূত এবং এর মধ্যে বেশিরভাগই ফিলিস্তিনি ও লেবাননী আরব।  তবে এই আরবদের বেশিরভাগই অর্থোডক্স এবং ক্যাথলিক খ্রিস্টান বংশোদ্ভূত। পশ্চিম গোলার্ধের অন্য কোনও দেশে আরব অভিবাসীদের সংখ্যা এত বেশি নয় এবং আরবদের নিখুঁত সংখ্যার দিক থেকে মার্কিন যুক্তরাষ্ট্র, মেক্সিকো, কলম্বিয়া, ভেনিজুয়েলা, কানাডা ও চিলির পরে হন্ডুরাস সপ্তম স্থানে রয়েছে।\n\n\n== ইতিহাস ==\nহন্ডুরাসে ক্রিস্টোফার কলম্বাস আসার আগেই আরব ও আফ্রিকা থেকে আগত মুসলিমরা সেখানে বসবাস করতেন। তারা আন্দালুসিয়ার পতনের পর নিপীড়ন থেকে পালিয়ে আসা শরণার্থী মুসলমান ছিলেন এবং এরপর প্রথম আরব অভিবাসী হিসেবে ক্ষুদ্র ব্যবসায়ী কনস্টান্টিনো নিনি ১৮৯৬ সালে হন্ডুরাসে এসেছিলেন। ১৮৯৮ সালের ২২ ডিসেম্বর রোজা হান্দালও এখানে চলে আসেন। প্রথম বিশ্বযুদ্ধ শেষ হওয়ার পরে এবং উসমানীয় সাম্রাজ্য ভেঙে যাওয়ার পর হন্ডুরাসে আরব অভিবাসীদের সংখ্যা বৃদ্ধি পায়। ১৯১৮ সালের একটি জরিপে দেখা গিয়েছে যে, অধিকাংশ আরব অভিবাসী ছিলেন ফিলিস্তিনি খ্রিস্টান এবং তারা সবাই মূলত সান পেদ্রো সুলা শহরে বসবাস করতেন, যেখানে তারা শিল্প খাতের ৪১% নিয়ন্ত্রণ করতেন। ফিলিস্তিনি আরবরা উসমানীয় সাম্রাজ্যের শাসনাধীন ফিলিস্তিন ভূমি থেকে হন্ডুরাসে অভিবাসি হয়েছিল। তারা উসমানি পাসপোর্ট বহন করতেন, যার কারণে স্থানীয়ভাবে তাদের \"তুর্ক\"  বলা হত। দ্বিতীয় বিশ্বযুদ্ধ এবং ১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের পর মুসলিম আরবদের অভিবাসন বৃদ্ধি পায়। সেখানে তারা একটি মসজিদ প্রতিষ্ঠা করে, যেখানে তাদের নতুন প্রজন্মকে কুরআন ও আরবি ভাষা শেখানো হতো। \n১৯৯৯ সালের মার্চ মাসে কফি রপ্তানিকারক অস্কার কাফাতি শিল্প ও বাণিজ্য মন্ত্রী হিসাবে মনোনীত হন, যা প্রথমবারের মতো একজন আরব বংশোদ্ভূত ব্যক্তিকে হন্ডুরাস সরকারের উচ্চ পদে নিয়ে আসে। তবে এখন হন্ডুরাস সরকারে ফিলিস্তিনি আরব বংশোদ্ভূত অনেক কর্মকর্তা রয়েছেন; যেমন: ভাইস-প্রেসিডেন্ট উইলিয়াম হান্দাল, দেশের কেন্দ্রীয় ব্যাংকের সভাপতি ভিক্টোরিয়া আসফুরা ও সংসদের কিছু সদস্য। হন্ডুরাস সরকার জুমার নামাজের সময় মুসলমান কর্মচারীদের ছুটি নেয়ার অনুমতি দিয়েছে। রাজধানী তেগুসিগালপায় একটি মাদ্রাসা স্থাপন করার অনুমতিও দেওয়া হয়েছে। \n\n\n== ইসলামি সংস্থা ==\nহন্ডুরাসে দুটি পরিচিত ইসলামী সংগঠন রয়েছে, যার মধ্যে ইউসুফ আমদানির নেতৃত্বে সান পেদ্রো সুলার সেন্ট্রো ইসলামিকো দে হন্ডুরাস (১৯৮৪) এবং পুয়ের্তো কোর্টেসের কমিনিদাদ ইসলামিক ডি হন্ডুরাস।\n\n\n== মসজিদ ==\nসান পেদ্রো সুলা মসজিদ: এটি হন্ডুরাসের সবচেয়ে বড় মসজিদ ও একমাত্র মসজিদ, যা মূলত মসজিদ হিসেবে নির্মিত হয়েছিল। এটি ব্যতীত বাকি সব হল ব্যক্তিগত নামাজকক্ষ বা অস্থায়ী ইবাদাতখানা।\n\n\n== আরো দেখুন ==\nদেশ অনুযায়ী ইসলাম\nদক্ষিণ আমেরিকায় ইসলাম\n\n\n== তথ্যসূত্র =="}