{"pageid": 1526724, "title": "বেলা ভাটিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1526724", "content": "বেলা ভাটিয়া একজন স্বতন্ত্র লেখক ও মানবাধিকার আইনজীবী, যিনি ভারতের ছত্তিশগড়ের দক্ষিণাঞ্চলীয় বস্তার বিভাগের জেলা আদালতসমূহে কাজ করছেন।\n\n\n== জীবনী ==\nতিনি একটি মধ্যবিত্ত, উচ্চবর্ণের পাঞ্জাবি হিন্দু পরিবারে জন্মগ্রহণ করেন। জাতিভেদ প্রথার প্রতিবাদস্বরূপ, ২০০৩ সালে নাগপুরের দীক্ষাভূমিতে তিনি বৌদ্ধধর্ম গ্রহণ করেন। তাঁর ডক্টরাল গবেষণার বিষয় ছিল ‘মধ্য বিহারে নকশাল আন্দোলন’ (সামাজিক ও রাজনৈতিক বিজ্ঞান অনুষদ, কেমব্রিজ বিশ্ববিদ্যালয়, ২০০০)।\nশিক্ষাজগতে প্রবেশের পূর্বে, তিনি প্রায় এক দশক অধিকারকর্মী হিসেবে পূর্ণকালীনভাবে কাজ করেন। গুজরাটের সবরকাণ্ঠা জেলার ভিলোদা তালুকে ভূমিহীন কৃষিশ্রমিক ও প্রান্তিক কৃষকদের একটি সংগঠন-এ এবং ইরাক ও ফিলিস্তিনে শান্তি ও ন্যায়বিচারের স্বতন্ত্র আন্দোলনে তিনি সক্রিয় ছিলেন।\n২০০৬ সালে তিনি প্রথম বস্তারে আসেন এবং ভারতীয় রাষ্ট্র ও ভারতের কমিউনিস্ট পার্টি (মাওবাদী)র মধ্যে চলমান সংঘর্ষ নিয়ে গবেষণা শুরু করেন। পরবর্তী বছরগুলোতে তিনি নিয়মিতভাবে এখানে যাতায়াত করতে থাকেন। ২০১৫ সালের জানুয়ারি মাসে তিনি বস্তারে বাস করতে শুরু করেন এবং তখন থেকে স্বাধীনভাবে সেখানেই কাজ করে যাচ্ছেন। ২০১৬-১৭ সালে তাঁর মানবাধিকার সংক্রান্ত কাজের জন্য পুলিশের মদতপুষ্ট স্বেচ্ছাসেবী সংগঠনগুলো তাঁকে বেশ কয়েকবার হয়রানি করে। দু’বার গণআন্দোলনের মাধ্যমে তারা তাঁকে গ্রামাঞ্চলে তাঁর ভাড়াকৃত বাড়ি থেকে উচ্ছেদ করে বস্তার ছাড়তে বাধ্য করার চেষ্টা চালায়। \nতিনি দিল্লির উন্নয়নশীল সমাজ অধ্যয়ন কেন্দ্র-এ সহযোগী ফেলো এবং মুম্বাইয়ের টাটা সমাজ বিজ্ঞান সংস্থায় সম্মানসূচক অধ্যাপক হিসেবে দায়িত্ব পালন করেছেন। তাঁর গবেষণার আগ্রহের বিষয়গুলির মধ্যে রয়েছে দলিত, আদিবাসী ও গ্রামীণ ভারতের অন্যান্য প্রান্তিক জনগোষ্ঠীর জীবন। বিশেষ করে, তিনি দারিদ্র্য, বৈষম্য, অবিচার ও প্রতিরোধ আন্দোলন বোঝার প্রতি বিশেষ আগ্রহী।\n২০১৯ সালে তিনি সেই ১২১ জন ভারতীয়ের একজন ছিলেন, অভিযোগ অনুযায়ী যাঁরা ইসরায়েলি সাইবার নজরদারি সংস্থা এনএসও গ্রুপের কুখ্যাত পেগাসাস নজরদারি সফটওয়্যার ব্যবহার করে হোয়াটসঅ্যাপের মাধ্যমে নজরদারির শিকার হন। পেগাসাসের মাধ্যমে বিশ্বব্যাপী টার্গেট করা পাঁচজন নাগরিকের মধ্যে তিনি একজন, যাঁরা ২০২০ সালের ডিসেম্বরে এনএসও-এর বিরুদ্ধে যুক্তরাষ্ট্রের আদালতে হোয়াটসঅ্যাপের দায়ের করা আইনি মামলার অংশ।\nমেরি কাওয়ার ও মারিয়াম শাহিনের সঙ্গে তিনি আনহার্ড ভয়েসেস: ইরাকি উইমেন অন ওয়্যার অ্যাণ্ড স্যাংশনস (লন্ডন: চেঞ্জ, ১৯৯২) গ্রন্থের সহ-লেখিকা; জঁ দ্রেজ ও ক্যাথি কেলি-র সঙ্গে ওয়্যার অ্যাণ্ড পিস ইন গাল্ফ: টেস্টিমনিজ অফ দ্য গাল্ফ পিস টিম (লন্ডন: স্পোকসম্যান, ২০০১) গ্রন্থের সহ-সম্পাদক এবং ভারতের পরিকল্পনা কমিশন কর্তৃক গঠিত 'বিশেষজ্ঞ দল'-এর অন্যান্য সদস্যদের সঙ্গে উগ্রপন্থী প্রভাবিত এলাকায় উন্নয়নের চ্যালেঞ্জ (২ খণ্ড, ২০০৮) গ্রন্থের সহ-লেখিকা; এই প্রতিবেদনের প্রথম খসড়া কে. বালাগোপাল এবং তিনি নিজে লিখেছিলেন। ২০২৪ সালে পেঙ্গুইন ইন্ডিয়া থেকে তাঁর ভারতের বিস্মৃত দেশ: প্রান্ত থেকে দেখা গ্রন্থটি প্রকাশিত হয়।\nতিনি নিজেকে একজন মানবতাবাদী, স্বাধীনতাবাদী সমাজতন্ত্রী এবং বিশ্বনাগরিক হিসেবে বিবেচনা করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n[১], বস্তারে বেলা ভাটিয়ার ওপর হামলা, বেলা ভাটিয়ার সাক্ষাৎকার (ভিডিও)\nগ্রামীণ ভারতের নাগরিকত্ব নিয়ে টীকা বেলা ভাটিয়ার নিবন্ধ (ভিডিও)\nভারতে দুর্নীতি ও পরিবর্তন, বেলা ভাটিয়ার সাক্ষাৎকার (ভিডিও)\nঅর্থনীতি ও রাজনৈতিক সাপ্তাহিক-এ বেলা ভাটিয়ার প্রবন্ধ"}