{"pageid": 1526447, "title": "গ্রিসে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1526447", "content": "গ্রিসে ইসলাম খ্রিস্টধর্মের পর দ্বিতীয় বৃহত্তম ধর্ম। এর মোট জনসংখ্যার ২% নিজেদের ইসলামের অনুসারী হিসেবে পরিচয় দেয়।  গ্রীসে দুটি স্বতন্ত্র সম্প্রদায়ের মুসলমান বসবাস করে; উসমানীয় সাম্রাজ্যের সময় থেকে গ্রীসে বসবাসকারী মুসলিমরা (প্রাথমিকভাবে পূর্ব ম্যাসেডোনিয়া ও থ্রেসে) এবং ২০শ শতকের শেষে প্রধানত এথেন্স ও থেসালোনিকিতে আসা অভিবাসী মুসলিমরা। বর্তমানে গ্রিসের মুসলমানরা মূলত পশ্চিম এশিয়া (সিরিয়া, ইরাক, ইরান, ফিলিস্তিন), বলকান অঞ্চল (তুরস্ক, আলবেনিয়া), উত্তর আফ্রিকা (মরক্কো, আলজেরিয়া, লিবিয়া, মিশর) এবং দক্ষিণ এশিয়া  (আফগানিস্তান, পাকিস্তান) থেকে আসা অভিবাসী।\n\n\n== স্থানীয় মুসলিম ==\n\nগ্রিসের মুসলমানরা বিভিন্ন জাতিগত, ভাষাগত এবং সামাজিক পরিচয়ের মানুষদের নিয়ে গঠিত। এদের মধ্যে রয়েছে পোমাক; যারা মূলত পশ্চিম থ্রেসের রোডোপি পর্বতমালায় বসবাসকারী একটি মুসলিম জনগোষ্ঠী; তুর্কি জাতিগোষ্ঠী, যারা পশ্চিম থ্রেসে বসবাসকারী তুর্কি ভাষাভাষী মুসলিম এবং নিজেদের তুর্কি সংখ্যালঘু হিসেবে পরিচয় দেয়; রোমানি মুসলিম, যদিও গ্রিসের অধিকাংশ রোমানি জনগোষ্ঠীয় খ্রিস্টান, তবে থ্রেসের রোমানিরা প্রধানত মুসলমান এবং গ্রিক মুসলমান, যারা মূলত ১৭শ ও ১৮শ শতকে ইসলাম গ্রহণ করেছিল। তারা বিশেষত ক্রিট, ইপিরাস ও গ্রিক ম্যাসিডোনিয়ার গ্রিক বংশোদ্ভূত মুসলমান।  \n\n১৯২৩ সালের গ্রিস-তুরস্ক জনসংখ্যা বিনিময় চুক্তির ফলে গ্রিসের অধিকাংশ মুসলিমকে তুরস্কে পাঠানো হয় এবং তুরস্কের খ্রিস্টানদের গ্রিসে আনা হয়। তবে পশ্চিম থ্রেসের মুসলিমরা এই বিনিময়ের আওতার বাইরে ছিল; তাই তারা গ্রিসে রয়ে যায়। অন্যদিকে গ্রিক মুসলমানদের স্থানান্তর ঘটে; বিশেষ করে ইপিরাস, ম্যাসিডোনিয়া ও উত্তর গ্রিসের অধিকাংশ মুসলিমকে তুরস্কে যেতে বাধ্য করা হয়। পূর্ব গ্রিক ম্যাসিডোনিয়ার ভাল্লাহাদেস সম্প্রদায়ও তুরস্কে চলে যেতে বাধ্য হয়, যারা গ্রিক ভাষাভাষী মুসলমান ছিল। \nগ্রিস সরকার পশ্চিম থ্রেসের তুর্কি ভাষাভাষী মুসলিমদের আলাদা তুর্কি সংখ্যালঘু হিসেবে স্বীকৃতি দেয় না; বরং তারা একত্রে গ্রিক মুসলিম সংখ্যালঘু বলে বিবেচিত হয়। এর প্রধান উদ্দেশ্য হল, তাদের ওসমানীয় শাসনামলে ধর্মান্তরিত গ্রিক মুসলিম হিসেবে চিত্রিত করা, যাতে ভবিষ্যতে পশ্চিম থ্রেসকে তুরস্কের সাথে যুক্ত করার দাবি প্রতিরোধ করা যায়। ডোডেকানিজ দ্বীপপুঞ্জের (বিশেষ করে রোডস ও কস দ্বীপ) মুসলিমরাও ১৯২৩ সালের জনসংখ্যা বিনিময়ের বাইরে ছিল। কারণ তখন অঞ্চলটি ইতালির নিয়ন্ত্রণে ছিল। এখানে প্রায় ৩,০০০ মুসলমান বাস করে, যাদের মধ্যে কিছু তুর্কিভাষী এবং কিছু ক্রিটের মুসলিমদের বংশধর, যারা সাধারণত গ্রিক ভাষায় কথা বলে। \nগ্রিসে মুসলিম জনসংখ্যা দুটি ভাগে বিভক্ত; স্বীকৃত মুসলিম সংখ্যালঘু (প্রধানত পশ্চিম থ্রেসে) ৯৮,০০০ থেকে ১,৪০,০০০ (মোট জনসংখ্যার ০.৯% থেকে ১.২%) এবং অনথিভুক্ত মুসলিম অভিবাসী (মূলত আলবেনিয়া ও মধ্যপ্রাচ্য থেকে আসা অভিবাসী) ২,০০,০০০ থেকে ৫,০০,০০০, যাদের বেশিরভাগ এথেন্সে বসবাস করে। \n\n\n== তথ্যসূত্র =="}