{"pageid": 1526527, "title": "গনিমত", "url": "https://bn.wikipedia.org/wiki?curid=1526527", "content": "ইসলামে, যুদ্ধের মাল, যা ঘানিমা বা গনিমত  নামেও পরিচিত ( আরবি: غَنيمَة     ), বলতে অমুসলিমদের বিরুদ্ধে জিহাদের (যুদ্ধ) মাধ্যমে মুসলমানদের অর্জিত সম্পদ বা সম্পত্তি বোঝায়, যার মধ্যে রয়েছে জমি, সম্পদ, পশুপালের মতো বস্তুগত সম্পদ, সেইসাথে বন্দী।যুদ্ধ বিজয়ী লাভ করার পর শত্রুদের যেসব ধনসম্পদ বা যুদ্ধলব্ধ দ্রব্যাদি মুসলিমদের অধিকারে আসত তার পাঁচ দশমাংশ রাজকোষ এ জমা হতো ও অবশিষ্ট চার পঞ্চমাংশ যুদ্ধে মুজাহিদ সৈন্যবাহিনীদের মাঝে বন্টন বা ভাগ বাটোয়ারা করে দেওয়া রাজস্বকে গণিমত বলে। \n\n\n== ব্যুৎপত্তি ==\nঘানিমাহ শব্দটি এমন একটি আরবি মূল শব্দ থেকে উদ্ভূত, যার অর্থ লাভ বা উপার্জন। এটি বিভিন্ন ধরনের সম্পদকে অন্তর্ভুক্ত করে, যার মধ্যে ভৌত সামগ্রী, ভূমি এবং সামরিক অভিযানের মাধ্যমে অধিগৃহীত অন্যান্য সম্পদ অন্তর্ভুক্ত।   ঘানিমাহ ধারণার উৎপত্তি প্রাক-ইসলামি বেদুইন সমাজে, যেখানে সম্পদ অর্জনের উদ্দেশ্যে অভিযান (গাযওয়া) পরিচালনা করা একটি প্রচলিত প্রথা ছিল। \n\n\n== আইনশাস্ত্র ==\nঘানিমাহ বা যুদ্ধলব্ধ সম্পদের বণ্টন সম্পর্কিত বিধানগুলোর সূত্রপাত বদরের যুদ্ধ থেকে। কুরআনে ঘানিমাহর বিতরণ স্পষ্টভাবে উল্লেখ করা হয়েছে সূরা আল-আনফাল (অষ্টম অধ্যায়)-এ, যেখানে বলা হয়েছে যে যুদ্ধলব্ধ সম্পদের এক-পঞ্চমাংশ (খুম্স) আল্লাহ ও মুহাম্মাদ (সা.)-এর জন্য নির্ধারিত, যা পরবর্তীতে সমাজের কল্যাণে ব্যবহৃত হয় এবং নির্দিষ্ট শ্রেণির মধ্যে বিতরণ করা হয়, যেমন নবীর আত্মীয়স্বজন, ইয়াতিম, দরিদ্র ও মুসাফির।।  বাকি চার-পঞ্চমাংশ যুদ্ধে অংশগ্রহণকারী গাজীদের (যোদ্ধাদের) মধ্যে ভাগ করা হয়, যেখানে অশ্বারোহী যোদ্ধাদের জন্য অতিরিক্ত অংশ নির্ধারিত ছিল।। \n\n\n== ইতিহাস ==\n\nপ্রাথমিক ইসলামী আইনশাস্ত্র (খ্রিস্টীয় ৭ম শতাব্দী) যুদ্ধের নৈতিক তাৎপর্য এবং লব্ধ মাল ব্যবস্থাপনার উপর জোর দিত।ইসলামী আইনি শাস্ত্রে ঘানিমাহকে বৈধভাবে অর্জনযোগ্য ও মুসলিম সম্প্রদায়ের মধ্যে বিতরণযোগ্য সম্পদের একটি শ্রেণিভুক্ত করা হয়েছে, একই সঙ্গে এমন বিধান প্রণয়ন করা হয়েছে যা অযোদ্ধাদের (যারা যুদ্ধে অংশ নেয়নি) অধিকার রক্ষা নিশ্চিত করে ।  উদাহরণস্বরূপ, শুরুর দিকের খলিফা উমর ইবনে আল-খাত্তাব ঘানিমাহর বিতরণ সংক্রান্ত সিদ্ধান্ত গ্রহণ করেছিলেন, যেখানে নির্দিষ্ট শর্তসাপেক্ষে যুদ্ধলব্ধ সম্পদ স্থানীয় জনগোষ্ঠীর মধ্যেই সংরক্ষণের অনুমতি দেওয়া হয়েছিল, যদিও তারা অবিশ্বাসী হোক না কেন। এসব শর্তের মধ্যে অন্যতম ছিল জিজিয়া (অমুসলিমদের ওপর আরোপিত কর) প্রদানের বাধ্যবাধকতা।। \nবন্দি অমুসলিমদের মুসলিম যোদ্ধাদের মধ্যে দাস হিসেবে বিতরণ করা হতো, এবং নারীদের উপপত্নী হিসেবে গ্রহণের অনুমতি দেওয়া হতো; বন্দিদের পূর্ববর্তী বিবাহ বাতিল বলে গণ্য করা হতো।  ইমাম (নেতা) বন্দি পুরুষদের নিজ অধিকারে রাখতে পারতেন এবং তাদের হত্যা, মুক্তিপণের বিনিময়ে মুক্তি অথবা মুসলিম বন্দিদের বিনিময় করার ক্ষমতা তার ছিল। আবু হানিফার মতানুসারে, তাদের মুক্তি দেওয়া উচিত নয়। \nঐতিহাসিকভাবে ঘানিমা ইসলামী রাষ্ট্রের রাজস্বের উৎস হিসেবে কাজ করে আসছে। বাইতুল-মাল বা সম্পদের ঘর যা যাকাত (ফরজদারি দান), সাদাকা (স্বেচ্ছাসেবী দান) এবং গনিমা সহ বিভিন্ন উৎস থেকে প্রাপ্ত তহবিল পরিচালনা করার জন্য একটি আর্থিক প্রতিষ্ঠান হিসেবে প্রতিষ্ঠিত হয়েছিল। এই প্রতিষ্ঠানটি মুসলিম সম্প্রদায়ের মধ্যে অর্থনৈতিক বন্টনে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল, যুদ্ধের মাধ্যমে অর্জিত সম্পদ সমাজের কল্যাণে ব্যবহার নিশ্চিত করেছিল। \nসমসাময়িক আলোচনায়, গনিমার ব্যাখ্যা এবং প্রয়োগ নিয়ে বিতর্ক হয়, বিশেষ করে মুসলিম-সংখ্যাগরিষ্ঠ অঞ্চলগুলির সাথে জড়িত আধুনিক সংঘাতের প্রেক্ষাপটে।\n\n\n== তথ্যসূত্র =="}