{"pageid": 1526733, "title": "ইলা পট্টনায়ক", "url": "https://bn.wikipedia.org/wiki?curid=1526733", "content": "ইলা পট্টনায়ক একজন ভারতীয় অর্থনীতিবিদ। এবং ভারত সরকারের প্রাক্তন প্রধান অর্থনৈতিক উপদেষ্টা। এই সময়ে, তিনি ভারতের অর্থনৈতিক সমীক্ষা, ২০১৩-১৪ প্রস্তুত করেন এবং ভারত সরকারের অসংখ্য কমিটি ও টাস্ক ফোর্সে অবদান রাখেন। ২০১৪ সালে, তিনিই ছিলেন ভারতের শীর্ষ দশের মধ্যে স্থান পাওয়া একমাত্র মহিলা অর্থনীতিবিদ। তালিকায় ছিলেন নোবেল বিজয়ী অমর্ত্য সেন, প্রাক্তন আরবিআই গভর্নর ওয়াইভি রেড্ডি, রঘুরাম রাজন এবং উর্জিত প্যাটেলের মতো ব্যক্তিরা। তিনি ইন্ডিয়ান এক্সপ্রেসের জন্য নিয়মিত কলামও লেখেন।\nতিনি বর্তমানে ন্যাশনাল ইনস্টিটিউট অফ পাবলিক ফাইন্যান্স অ্যাণ্ড পলিসি (এনআইপিএফপি) এর একজন অধ্যাপক।\n\n\n== শিক্ষা ==\nইলা পট্টনায়ক দিল্লি বিশ্ববিদ্যালয়ের হিন্দু কলেজ থেকে অর্থনীতিতে স্নাতক ডিগ্রি অর্জন করেছেন (১৯৮৫)। তিনি জওহরলাল নেহেরু বিশ্ববিদ্যালয়ের সেন্টার অফ ইকোনমিক স্টাডিজ অ্যাণ্ড প্ল্যানিং থেকে অর্থনীতিতে এবং দর্শনে স্নাতকোত্তর ডিগ্রি অর্জন করেন (যথাক্রমে ১৯৮৭ এবং ১৯৮৯)। ভারতে স্নাতক এবং স্নাতকোত্তর পড়াশোনা করার সময়, তিনি যুক্তরাজ্যে পিএইচডি করার সিদ্ধান্ত নেন এবং ১৯৯৬ সালে সারে বিশ্ববিদ্যালয় থেকে অর্থনীতিতে পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nইলা পট্টনায়ক ইণ্ডিয়ান এক্সপ্রেসের অর্থনীতি সম্পাদক ছিলেন। তিনি বিজনেস স্ট্যান্ডার্ডে একটি পাক্ষিক কলাম লিখতেন। তিনি ১৯৯৭-২০০১ সাল পর্যন্ত নতুন দিল্লির এনসিএইআর (ন্যাশনাল কাউন্সিল অফ অ্যাপ্লায়েড ইকোনমিক রিসার্চ)-এর ম্যাক্রো ট্র্যাক, এ কোয়ার্টারলি আপডেট অন দ্য ইণ্ডিয়ান ইকোনমি পত্রিকার সম্পাদক হিসেবেও কাজ করেছেন। অধিকন্তু, তিনি \"জাতীয় ফলিত অর্থনৈতিক গবেষণা পরিষদ\" (এনসিএইআর) ও ইণ্ডিয়ান কাউন্সিল ফর রিসার্চ ইন ইন্টারন্যাশনাল ইকোনমিক রিলেশনসের (যথাক্রমে ১৯৯৬ - ২০০২, ২০০৪; ২০০২ - ২০০৪) একজন বরিষ্ঠ অর্থনীতিবিদ এবং  একজন সিনিয়র ফেলো ছিলেন। তিনি ২০০৭ থেকে ২০০৯ সাল পর্যন্ত এনডিটিভিতে পলিসি উইথ পট্টনায়ক নামে একটি অনুষ্ঠান করেছিলেন। এখন তিনি দ্য প্রিন্টে ভারতীয় অর্থনীতি সম্পর্কিত সাপ্তাহিক অনুষ্ঠানে কাজ করছেন।\n\n\n== গবেষণা ক্ষেত্র এবং প্রকাশনা ==\nইলা পট্টনায়কের প্রধান গবেষণার ক্ষেত্র হল উন্মুক্ত অর্থনীতি সামষ্টিক অর্থনীতি। তিনি মূলধন প্রবাহ, বিনিময় হার ব্যবস্থা, মুদ্রানীতি, ব্যবসায়িক চক্র এবং আর্থিক খাত (মূলধন হিসাব খোলার প্রেক্ষাপটে) সম্পর্কিত বিষয়গুলি সহ অনেক ক্ষেত্রে গবেষণা করেছেন। তিনি বিভিন্ন গবেষণাপত্র, বই, বিশ্বকোষ এবং জার্নাল নিবন্ধ প্রকাশ করেছেন। তাঁর সাম্প্রতিক কিছু গবেষণাপত্র এবং প্রকাশনার মধ্যে রয়েছে:\n\n\"ইলা পট্টনায়ক রাধিকা পাণ্ডে, গুরনাইন কে. পাসরিচা এবং অজয় শাহ। মোটিভেশনস ফর ক্যাপিটাল কন্ট্রোলস অ্যাণ্ড দেয়ার এফেক্টিভনেস। ওয়ার্কিং পেপার ১৬৮, ন্যাশনাল ইনস্টিটিউট অফ পাবলিক ফাইন্যান্স অ্যাণ্ড পলিসি, এপ্রিল ২০১৬\";\n\"ইলা পট্টনায়ক রুদ্রাণী ভট্টাচার্য, রাধিকা পাণ্ডে এবং অজয় শাহ। সিজনাল অ্যাডজাস্টমেন্ট অফ ইণ্ডিয়ান ম্যাক্রোইকোনমিক টাইম সিরিজ।' ওয়ার্কিং পেপার ১৬০, ন্যাশনাল ইনস্টিটিউট অফ পাবলিক ফাইন্যান্স অ্যাণ্ড পলিসি, জানুয়ারি ২০১৬\";\n\"ইলা পট্টনায়ক এবং অজয় শাহ। মেজারমেন্ট অফ ডি-ফ্যাক্টো এক্সচেঞ্জ রেট রেজিম। ২০১৪\";\n\"রুদ্রাণী ভট্টাচার্য এবং ইলা পট্টনায়ক। ফোরকাস্টিং অ্যাণ্ড মনিটারি পলিসি অ্যানালাইসিস ইন ইমার্জিং ইকোনমিক্স: দ্য কেস অফ ইণ্ডিয়া। ওয়ার্কিং পেপার ১৩১, ন্যাশনাল ইনস্টিটিউট অফ পাবলিক ফাইন্যান্স অ্যাণ্ড পলিসি, ফেব্রুয়ারী ২০১৪\", ইত্যাদি।\n\n\n== পুরস্কার ==\nইলা পট্টনায়েককে দেওয়া একাধিক পুরস্কারের মধ্যে রয়েছে জুনিয়র সায়েন্স ট্যালেন্ট স্কলারশিপ (১৯৭৮), ন্যাশনাল ট্যালেন্ট সার্চ স্কলারশিপ (১৯৮০), জুনিয়র রিসার্চ ফেলোশিপ ফর ইকোনমিক্স (১৯৮৭), এবং ব্রিটিশ নেহেরু সেন্টেনারি ফেলোশিপ ফর ডক্টরাল স্টাডি ইন ইকোনমিক্স ইন দ্য ইউকে (১৯৯১)।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইলা পট্টনায়কের প্রোফাইল\n\"ইলা পট্টনায়কের সর্বাধিক সমাদৃত লেখা\"। ওয়ার্ল্ডক্যাট।"}