{"pageid": 1526173, "title": "নিকারাগুয়ায় ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1526173", "content": "নিকারাগুয়ায় ইসলাম একটি সংখ্যালঘু ও ক্রমবর্ধমান ধর্ম। ২০০৭ সালের মার্কিন যুক্তরাষ্ট্রের পররাষ্ট্র দপ্তর কর্তৃক নিকারাগুয়ায় ইসলাম সম্পর্কিত প্রকাশিত পরিসংখ্যান অনুসারে, দেশটিতে প্রায় ১,২০০ থেকে ১,৫০০ মুসলিম রয়েছে, যাদের অধিকাংশই সুন্নি এবং তারা ফিলিস্তিন, লিবিয়া ও ইরানি বংশোদ্ভূত বিদেশী নাগরিক অথবা স্থানীয় নাগরিক অথবা উভয় গোষ্ঠীর ঘরে জন্মগ্রহণকারী প্রাকৃতিক নিকারাগুয়ীয় নাগরিক। মানাগুয়ায় অবস্থিত ইসলামিক কালচারাল সেন্টারকে শহরের মুসলিমদের নামাজের (প্রার্থনা) কেন্দ্র হিসেবে ব্যবহার করা হয়। সেখানে প্রায় ৩২০ এর অধিক পুরুষ নিয়মিতভাবে উপস্থিত হন। গ্রানাডা, মাসায়া, লিওন ও চিনান্দেগা থেকে আসা মুসলিমরাও শুক্রবারে জুমার নামাজের জন্য মানাগুয়া কেন্দ্রে যান। গ্রানাডা, মাসায়া ও লিওনে স্থানীয় বিশিষ্ট মুসলমানদের বাড়িতে ছোট ছোট প্রার্থনা কেন্দ্রও রয়েছে। মুসলিম সমাজে ইরানি প্রভাব বৃদ্ধির ফলে ২০০৭ সালের মে মাসে মানাগুয়ার প্রার্থনা কেন্দ্রের সুন্নি ইমামকে বরখাস্ত করা হয় এবং একজন শিয়া ধর্মীয় নেতাকে তার স্থলাভিষিক্ত করা হয়। প্রতিবেদনের শেষ সময় (মে, ২০০৭) পর্যন্ত শিয়া নেতাকে শনাক্ত করা যায়নি। \n\n\n== ইতিহাস ==\n\n\n=== প্রাথমিক অভিবাসন ===\nউনিশ শতকের শেষের দিকে নিকারাগুয়ায় মুসলিম অভিবাসন মাঝারি সংখ্যায় ঘটেছিল। সংখ্যাগরিষ্ঠ ছিল ফিলিস্তিনি আরব মুসলিম; এই অভিবাসন মধ্য আমেরিকায় অভিবাসনের বৃহত্তম ঢেউগুলির মধ্যে একটি ছিল। যদিও ফিলিস্তিনিদের সঠিক সংখ্যা পাওয়া যায় না, গুজমান লিখেছেন \"এটা সম্ভব যে উনিশ শতকের শেষ থেকে ১৯১৭ সাল পর্যন্ত, যখন অটোমান সাম্রাজ্য তার চূড়ান্ত পতনের দিকে যাত্রা করেছিল, প্রথম বিশ্বযুদ্ধের সময়, ৪০টি ফিলিস্তিনি পরিবার নিকারাগুয়ায় এসেছিল\" । \nঅভিবাসীদের এই প্রাথমিক ঢেউ দ্রুত তাদের ইসলামিক শিকড় হারিয়ে ফেলে এবং স্থানীয় জনগোষ্ঠীর সাথে মিশে যায়, প্রায়শই আন্তঃবিবাহ এবং সরকারি চাপের কারণে খ্রিস্টান ঐতিহ্য গ্রহণ করে। ১৮৯০ থেকে ১৯৪০-এর দশকের বিভিন্ন সময়ে নিকারাগুয়া এবং অন্যান্য অনেক ল্যাটিন আমেরিকার দেশ আরবদের প্রবেশ নিষিদ্ধ করে আইন প্রণয়ন করে বা অধ্যাদেশ জারি করে, দেশে ইতিমধ্যে উপস্থিত আরবদের অবস্থান নিষিদ্ধ করে এবং তাদের বাণিজ্যিক কার্যকলাপের সম্প্রসারণকে সীমিত করে। \n\n\n=== অভিবাসন: ১৯৬০ থেকে ২০০০ সাল পর্যন্ত ===\n \n১৯৬০-এর দশকে অভিবাসীদের দ্বিতীয় দলটি আরও শিক্ষিত ছিল, কিন্তু প্রথম দলের তুলনায় ইসলামের প্রতি তাদের আগ্রহ বেশি ছিল না। এই দলটি নিকারাগুয়ায় দুটি প্রধান ঘটনার দ্বারা প্রভাবিত হয়েছিল: ১৯৭২ সালের নিকারাগুয়া ভূমিকম্প এবং ১৯৭৯ সালে নিকারাগুয়া বিপ্লব । সেই সময়ে, প্রাক্তন ফিলিস্তিনিদের অনেকেই উত্তর আমেরিকায় অভিবাসিত হয়েছিলেন অথবা ফিলিস্তিনে ফিরে এসেছিলেন। যারা থেকে গিয়েছিল তারা অনেক কষ্ট পেয়েছিল এবং তাদের পরিবারগুলি আরও খ্রিস্টধর্মে আত্তীকৃত হয়েছিল। অভিবাসীদের সর্বশেষ এবং ক্ষুদ্রতম দলটি ছিল ১৯৯০ এর দশকের গোড়ার দিকে। এদের মধ্যে অনেকেই নিকারাগুয়ায় ফিরে আসা অভিবাসী ছিলেন যারা উত্তর আমেরিকা বা ফিলিস্তিনে তাদের মুসলিম ঐতিহ্য সম্পর্কে আরও সচেতন হয়েছিলেন। এই অভিবাসীদের পূর্ববর্তী গোষ্ঠীগুলির তুলনায় একটি শক্তিশালী ইসলামী পরিচয় ছিল, যা সম্প্রদায়ের মধ্যে ইসলামী পুনরুজ্জীবনকে সক্ষম করেছিল। \n২০০০ সালের মধ্যে অনুমান করা হয়েছিল যে নিকারাগুয়ায় ফিলিস্তিনি আরব এবং ফিলিস্তিনি বংশধরদের ৫০০ পরিবার ছিল। নিকারাগুয়ায় আগত ফিলিস্তিনিদের বেশিরভাগই ছিল খ্রিস্টান এবং অল্প সংখ্যক মুসলিম, যাদের বেশিরভাগই রামাল্লাহ, জেরুজালেম, বেইত জালা এবং বেথলেহেমের কাছাকাছি গ্রামীণ গ্রাম থেকে এসেছিলেন। নিকারাগুয়ায় ফিলিস্তিনিদের মোট জনসংখ্যা মধ্য আমেরিকার বৃহত্তম আরব সম্প্রদায়।\n\n\n=== সাম্প্রতিক ঘটনাবলী ===\nদেশটির ইসলামি সংগঠন 'অ্যাসোসিয়েশন কালচারাল নিকারাগুয়েন্স-ইসলামিকা'র  সভাপতি ফাহমি হাসান বলেন যে, মুসলিম জনসংখ্যা মূলত ফিলিস্তিনি অঞ্চল ও লেবানন থেকে অভিবাসী আরবদের দ্বারা গঠিত; এছাড়াও বেশ কিছু আদিবাসী ধর্মান্তরিতও রয়েছে।  ১৯৯৯ সালে, সান জুয়ান জেলায় তিন হাজার মিটার জমির উপর দেশটিতে প্রথম মসজিদ নির্মিত হয়, যার ধারণক্ষমতা প্রায় ১,০০০ জন। এই মসজিদটি ইসলাম শিক্ষার প্রাথমিক কোর্স প্রদান করে এবং পাশাপাশি শুক্রবারের নামাজ ও রমজানের কার্যক্রম সম্পাদনের জন্য একটি স্থান হিসেবেও ব্যবহৃত হয়। যদিও স্থানীয় ক্ষুদ্র মুসলিম সম্প্রদায় প্রাথমিকভাবে আর্থিক সমস্যার সম্মুখীন হয়েছিল, তবে পানামার মুসলিমদের একটি প্রতিনিধিদল তাদের আর্থিক সহায়তা প্রদান করেছে। একটি বৈশিষ্ট্যযুক্ত মিনার ছাড়াও ভবনটিতে একটি গ্রন্থাগার, নামাজ কক্ষ, প্রশাসনিক অফিস, শিশুদের খেলনাঘর ও একটি বিদ্যালয় রয়েছে। পুরুষ ও মহিলা উভয়ের জন্যই এখানে ধর্মীয় সভা অনুষ্ঠিত হয় এবং স্পেনীয় ভাষার লিফলেট বিতরণ করা হয়। এছাড়াও সম্প্রতি আরেকটি নতুন ইসলামি কেন্দ্র উদ্বোধন করা হয়েছে, যার নাম সেন্ট্রো কালচারাল ইসলামিকো নিকারাগুয়েন্স।  এটি শিয়া মুসলিমদের একটি দল পরিচালনা করে এবং তাদের মূল লক্ষ্য হলো ইসলামি শিক্ষার প্রচার। ১৯৭৯ সালে সংঘটিত ইরানি বিপ্লব থেকে পালিয়ে আসা ইরানি শরণার্থীদের অভিবাসন এবং ১৯৮০-এর দশকের ইরান-ইরাক যুদ্ধের কারণে পালিয়ে আসার ফলে নিকারাগুয়ায় শিয়া মুসলিমদের জনসংখ্যা বিদ্যমান ছিল, ইরান-নিকারাগুয়া সম্পর্ক শিয়া ইসলামের প্রভাবকে শক্তিশালী করে। বেশিরভাগ শিয়া মুসলিম নিকারাগুয়ান ইরানি রক্তের, তারা এখনও আরবি এবং স্প্যানিশ ছাড়াও ফার্সি এবং/অথবা অন্যান্য ইরানি ভাষা বলতে পারে। ২০১৮ সালে মানাগুয়ায় অনুষ্ঠিত বিক্ষোভে মুসলিম সম্প্রদায়ের অংশগ্রহণ খুব কমই ছিল।\n\n\n== আরো দেখুন ==\n\nআমেরিকায় ইসলাম\nদক্ষিণ আমেরিকায় ইসলাম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nLatino Dawah\nEl Nuevo Diario (in Spanish)\nValeria Imhof (2003). Urcuyo calma a los árabes. El Nuevo Diario\nEdwin Sánchez (2006). El respeto al profeta ajeno es la paz. El Nuevo Diario\nElhamalawy, Salma (2003), Celebrating Ramadan from Chile to China.\nMauricio Pineda Cruz, Carlos (July 2005). Al-Qaeda's Unlikely Allies in Central America. Terrorism Monitor Vol. 3, Issue 1\nMarín-Guzmán, Roberto (2000). A Century of Palestinian Immigration into Central America: A study of their economic and cultural contributions. San Jose, CR: Universidad de Costa Rica.\nInternational Religious Freedom Report 2005, U.S. Department of State\nInternational Religious Freedom Report 2001, U.S. Department of State\nThe Islamic Bulletin, Islam in Nicaragua"}