{"pageid": 1526935, "title": "বাব ডেক্কাকিন", "url": "https://bn.wikipedia.org/wiki?curid=1526935", "content": "বাব ডেক্কাকিন বা বাব ডেকাকেনে (আরবি: باب الدكاكين) হলো মরক্কোর ফেজে অবস্থিত একটি সুরক্ষিত এবং আনুষ্ঠানিক প্রবেশদ্বার। ফেজ এল-জিদিদের উত্তর প্রান্তে পুরাতন মেচোয়ার (বা ভিউ মেচোয়ার ) এবং নতুন মেচোয়ার (বা নুভো মেচোয়ার ) এর মধ্যে এই গেটটি অবস্থিত।\n\n\n== নামের উৎপত্তি ==\nগেটের আসল নাম ছিল বাব এস-সেবা (\"সিংহের গেট\")। এটি সম্ভবত এটি একটি খোদাই করা সিংহের মূর্তি বা মোটিফের উল্লেখ যা তখন থেকে অদৃশ্য হয়ে গেছে।\nমূলত \"বাব ডেক্কাকিন\" নামটি আসলে এখনকার রাজপ্রাসাদের প্রবেশদ্বারটির নাম ছিল, যা পূর্বে প্রাসাদটি এই পর্যায়ে সম্প্রসারিত হওয়ার আগে শহরের প্রধান প্রবেশদ্বার ছিল (মূলত বাব এল-ওয়েদ বা বাব এল-কানতারা নামে পরিচিত)। পরবর্তীতে এই নামটি বাব এস-সেবা নামে পরিচিত হয়। বাব ডেক্কাকিন নামের অর্থ \"বেঞ্চের দরজা\" এবং এটি গেটের পাশে বেঞ্চের পূর্বের অস্তিত্বের ইঙ্গিত দেয় যেখানে প্রাসাদের ভিতরে দর্শকদের ডাকা পর্যন্ত অপেক্ষা করতে হত।\n\n\n== ইতিহাস ==\n\nফেজ এল-জিদিদ (\"নতুন ফেস\") ১২৭৬ সালে সুলতান আবু ইউসুফ ইয়াকুব কর্তৃক প্রতিষ্ঠিত হয়েছিল, যা মেরিনিড সালতানাতের নতুন রাজধানী হিসেবে একটি পৃথক সমষ্টি হিসেবে প্রতিষ্ঠিত হয়েছিল। এই শহরে সুলতানের রাজপ্রাসাদ (দার আল-মাখজেন) অন্তর্ভুক্ত ছিল, যা বহু সময় ধরে মরক্কোর শাসকদের বাসস্থান হিসেবে কাজ করেছে এবং আজও মরক্কোর রাজা মাঝে মাঝে এটি ব্যবহার করেন।\nবাব ডেক্কাকিন ১২৭৬ সালে মূল মেরিনিড ভিত্তি থেকে তৈরি এবং এটি শহরের উত্তর দিকের প্রধান প্রবেশপথের অংশ ছিল। এর বিন্যাস অত্যন্ত প্রতিরক্ষামূলক ছিল এবং মূলত এর একটি বাঁকানো প্রবেশপথ ছিল (যা আক্রমণকারীদের এর মধ্য দিয়ে যাওয়ার সময় একাধিক কোণ ঘুরতে বাধ্য করত)। এটি দুই জোড়া লম্বা বর্গাকার টাওয়ার দ্বারা বেষ্টিত। কিছু পণ্ডিত বিশ্বাস করেন যে ১২৮৬ সালে শহরের উত্তরে মেরিনিড রাজকীয় উদ্যানগুলিতে জল সরবরাহকারী জলনালী নির্মাণের সময় বাইরের টাওয়ারগুলি ভিতরের টাওয়ারগুলির চেয়ে উঁচু গেটে যুক্ত করা হয়েছিল। টাওয়ারগুলি আংশিকভাবে জলপ্রবাহ এবং বিশাল নোরিয়া (জলচক্র) উভয়কেই রক্ষা করার জন্য তৈরি করা হতে পারে যা এতে জল তুলে আনত এবং যা প্রায় টাওয়ারগুলির মতোই লম্বা হত।\nএই গেটটি এখনকার পুরাতন মেচোয়ার স্কয়ারে প্রবেশের সুযোগ করে দিয়েছিল, কিন্তু মূলত এই স্কয়ারটি আসলে ওউড ফেসের উপর একটি সুরক্ষিত সেতু হিসেবে কাজ করত। এর দক্ষিণ প্রান্তে ছিল বাব এল-ওয়েদ (\"নদীর ফটক\") অথবা বাব আল-কানতারা (\"সেতুর ফটক\"), যা শহরের প্রধান ফটক। ১৯ শতকের শেষের দিকে যখন দক্ষিণের এই ফটকটি রাজপ্রাসাদের ফটক হিসেবে সম্প্রসারিত হয়, তখন এটি পরবর্তীতে রাজপ্রাসাদের ফটক হিসেবে ব্যবহৃত হয়, যার পরে এর সামনের স্কোয়ারটি মেচোয়ারে পরিণত হয়।\nপ্রাসাদের মতোই মেচোয়ার এলাকাটি শতাব্দীর পর শতাব্দী ধরে পরিবর্তিত এবং সম্প্রসারিত হয়েছে। বাব ডেক্কাকিনের উত্তর দিকে পুরাতনটির চেয়ে বড় নতুন মেচোয়ারটি তৈরি করেছিলেন আলাউইত সুলতান মৌলে মুহাম্মদ ইবনে আবদুল্লাহ (তৃতীয় মুহাম্মদ) তাঁর রাজত্বকালে (১৭৫৭-১৭৯০) অথবা পরবর্তী আলাউইত সুলতান মৌলে হাসান (১৮৭৩-১৮৯৪) যিনি প্রাসাদটিকে বর্তমান আকারে সম্প্রসারণ করেন। নিউ মেচোয়ার স্কোয়ারের পশ্চিম দিকে ইতালীয় স্থাপত্য শৈলীতে একটি প্রবেশদ্বার রয়েছে যা মাকিনা (দার আল-মাকিনা) এর অন্তর্গত। এটি একটি প্রাক্তন অস্ত্র কারখানা যা ১৮৮৬ সালে ইতালীয় অফিসারদের সহায়তায় মৌলে হাসান দ্বারা প্রতিষ্ঠিত হয়েছিল। মূলত এই পশ্চিম প্রাচীরটি আসলে ১২৮৭ সালে নির্মিত বৃহৎ মেরিনিড জলনালী ছিল যা মেরিনিড রাজকীয় উদ্যানগুলিতে জল পরিবহনের জন্য তৈরি করা হয়েছিল। এর খিলানের ক্ষীণ রূপরেখা আজও প্রাচীরের পৃষ্ঠ বরাবর দেখা যায়। বাব ডেক্কাকিনের বিপরীতে নিউ মেচোয়ারের উত্তরের গেটটিও (যা বাব কিবাত এস-স্মেন (\"মাখনের কুলুঙ্গির দরজা\") নামে পরিচিত) ১৮৮৬ সালের এই নির্মাণকাল থেকেই তৈরি, যদিও বাব সেগমা নামে আরেকটি গেট একসময় এখানে অবস্থিত ছিল এবং এর নাম এখনও এই এলাকার জন্য একটি উপনাম হিসেবে ব্যবহৃত হয়।\n\n১৮৮৪ সালে সুলতান মৌলে হাসানের রাজত্বকালে বাব ডেক্কাকিন পুনরুদ্ধার ও পরিবর্তন করা হয়। বিশেষ করে প্রবেশপথের কেন্দ্রীয় খিলানটি খোলা হয় যাতে মূল বাঁকানো প্রবেশপথের পরিবর্তে এর উপর দিয়ে একটি সোজা বা সরাসরি পথ তৈরি করা যায়, যাতে চলাচল সহজ হয় (পরবর্তীতে বাব সেমারিনের ক্ষেত্রেও যা করা হয়েছিল)। ১৯১২ সালে বা তার পরে কেন্দ্রীয় খিলানের পূর্ব দিকে (পুরাতন মেচোয়ার থেকে দেখা গেলে বাম দিকে) আরেকটি পথ বা খিলানপথ খোলা হয় এবং দৃশ্যমান প্রতিসাম্য তৈরি করার জন্য পশ্চিম খিলানপথের মতো একটি অনুরূপ আলংকারিক রূপরেখা দেওয়া হয়। তবে গেটের সামগ্রিক রূপ, যার মধ্যে এর পার্শ্ববর্তী বিশাল মিনারগুলিও রয়েছে, তা মেরিনিড আমলের বলে মনে হয়। বিংশ শতাব্দীর গোড়ার দিকে,বাব ডেক্কাকিনের সাথে সংযুক্ত একটি কারাগারও ছিল, যেখানে দীর্ঘ সাজাপ্রাপ্ত বন্দীদের রাখা হত।\nবর্তমানে বার্ষিক বিশ্ব পবিত্র সঙ্গীত উৎসবের সময় নিউ মেচোয়ারের অভ্যন্তরে অনুষ্ঠিত পরিবেশনার পটভূমি হিসেবেও এই গেটটি কাজ করে।\n\n\n== স্থাপত্য ==\n\nগেটের ভেতরের দিকটি পুরাতন মেচোয়ার এবং রাজপ্রাসাদের উত্তর-পূর্ব দিকের গেটের দিকে মুখ করে আছে, যা ঐতিহাসিকভাবে প্রাসাদ প্রাঙ্গণের প্রধান প্রবেশদ্বার ছিল (বিশ শতকে দক্ষিণ-পশ্চিমে নতুন প্রাসাদের গেট নির্মাণের আগ পর্যন্ত)। এর বাইরের সম্মুখভাগটি নিউ মেচোয়ারের দিকে মুখ করে অবস্থিত।\nগেটটি গাঁথুনি পাথর এবং ইট দিয়ে তৈরি এবং দুই জোড়া বিশাল বর্গাকার টাওয়ারের মধ্যে স্থাপন করা হয়েছে যা মেরিনিড সামরিক স্থাপত্যের ইঙ্গিত দেয়। গেটের অভ্যন্তরীণ পথটি তিনটি ধারাবাহিক কক্ষের চৌকাঠে সাজানো বেশ কয়েকটি ঘোড়ার নালের খিলান পথ দিয়ে গঠিত। মাঝের কক্ষটি উপরে আকাশের দিকে খোলা। মূল গেটের মতো এটি একটি প্রতিরক্ষামূলক বৈশিষ্ট্য। তবে এই কেন্দ্রীয় পথটি ছাড়াও গেটের বাইরের সম্মুখভাগের ছোট খিলানপথ এবং এর ভিতরের সম্মুখভাগের সমান আকারের খিলানপথের মধ্য দিয়ে আরও দুটি পার্শ্ব পথ রয়েছে (যার ফলে এই দিকে একটি ত্রিমুখী প্রবেশপথ হিসাবে দেখা যায়)। মূল গেটটির প্রবেশপথটি বাঁকানো ছিল: উত্তর (বাহ্যিক) দিকের কেন্দ্রীয় খোলা অংশ থেকে গেটের ভেতরের পথটি দুবার ৯০ ডিগ্রি ঘুরে পুরাতন মেচোয়ার দিকের পশ্চিমতম খিলানপথে বেরিয়ে এসেছিল।\nগেটের বাইরের সম্মুখভাগটিও সবচেয়ে সমৃদ্ধভাবে সজ্জিত। কেন্দ্রীয় খিলানপথের রূপরেখাটি একটি পুনরাবৃত্ত অর্ধবৃত্তাকার মোটিফের খোদাই করা ছাঁচ দিয়ে সজ্জিত। এর উপরের স্প্যানড্রেলগুলি আন্তঃলেসিং আরবীয় (উদ্ভিজ্জ বা ফুলের) নকশার সাথে আঁকা টাইলস দিয়ে ভরা। এই সবকিছুই পালাক্রমে একটি আয়তাকার ফ্রেম দ্বারা বেষ্টিত, যার মধ্যে একটি ব্যান্ড বা ফ্রিজ রয়েছে যা একটি দর্জ ওয়া কাতাফ মোটিফ (একটি মরোক্কোর মোটিফ যা প্রায় পুনরাবৃত্তিমূলক পামেট বা ফ্লুর-ডি-লিসের মতো) এ খোদাই করা হয়েছে। কেন্দ্রীয় খিলানপথের উপরে টাইলসের একটি প্যানেল রয়েছে যার উপর একটি বিস্তৃত আরবি শিলালিপি রয়েছে। গেটের ভেতরের সম্মুখভাগের দুটি পার্শ্বীয় খিলানপথ বাইরের দিকের কেন্দ্রীয় খিলানপথের চারপাশের মতো একটি সাধারণ অর্ধবৃত্তাকার ছাঁচ দিয়ে সজ্জিত, তবে এই সম্মুখভাগে খুব কম সজ্জা রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nAlmela, Inigo (২০২৩)। \"El conjunto de Bāb al-Sabʿ: evolución de un acceso en la ciudad palatina de Fās al-Gadīd (Fez, Marruecos)\" (স্পেনীয় ভাষায়): 2–30।"}