{"pageid": 1526593, "title": "শরৎচন্দ্র চক্রবর্তী", "url": "https://bn.wikipedia.org/wiki?curid=1526593", "content": "শরৎচন্দ্র চক্রবর্তী ( ২১ ফেব্রুয়ারি ১৮৬৮ - ২৩ আগস্ট ১৯৪৪) ছিলেন স্বামী বিবেকানন্দের একজন প্রত্যক্ষ গৃহস্থ শিষ্য এবং স্বামী-শিষ্য-সংবাদ শীর্ষক গ্রন্থের রচয়িতা। শরৎচন্দ্র সারা জীবন রামকৃষ্ণ সম্প্রদায়ের সাথে ঘনিষ্ঠভাবে যুক্ত ছিলেন এবং ১৮৯৭ খ্রিস্টাব্দে স্বামী বিবেকানন্দের পাশ্চাত্য হতে প্রত্যাগমনের আগেও তিনি আলমবাজারের পুরাতন মঠ এবং শ্রীরামকৃষ্ণের সন্ন্যাসী শিষ্যদের ঘনিষ্ঠ ছিলেন। সংস্কৃতে তার পাণ্ডিত্যের খ্যাতিতে তিনি ব্রিটিশ সরকারের ডাকব্যবস্থায় পেশায় পোস্টমাস্টার ছিলেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\n১৮৬৮ সালের ২১শে ফেব্রুয়ারী শিবরাত্রি তিথিতে অবিভক্ত বাংলার (অধুনা  বাংলাদেশের) তৎকালীন ফরিদপুর জেলার (অধুনা শরীয়তপুর জেলার) কোটাপাড়া গ্রামের এক শিক্ষিত ও ধার্মিক পরিবারে জন্মগ্রহণ করেন। রামকমল চক্রবর্তী এবং বিধুমুখী দেবীর জ্যেষ্ঠ পুত্র ছিলেন তিনি। পিতা উচ্চ শিক্ষিত এবং অত্যন্ত বিনয়ী ছিলেন। তাঁর মাও ছিলেন শাস্ত্রে সুপণ্ডিত। অল্প বয়সেই তিনি মাতাপিতার প্রভাবে আধ্যাত্মিকতার প্রতি আগ্রহী হয়ে ওঠেন। তৎকালীন সমাজের প্রচলিত রীতিনীতির কারণে তিনি একজন গোঁড়া ব্রাহ্মণ হিসেবে বেড়ে ওঠেন। তবে তিনি অল্প বয়সেই দয়ালু এবং দানশীল হিসেবে পরিচিত ছিলেন। \n\n\n=== শিক্ষা জীবন ===\n১৮৭৩ খ্রিস্টাব্দে তিনি স্কুল ফাইনাল পরীক্ষায় উত্তীর্ণ হন। সংস্কৃত ভাষা তার অত্যন্ত প্রিয় ছিল। ১৮৮২ খ্রিস্টাব্দে তিনি প্রবেশিকা পরীক্ষায় উত্তীর্ণ হন এবং ₹ ১০ টাকা বৃত্তি লাভ করেন। তারপর তিনি ঢাকার জগন্নাথ কলেজে ভর্তি হন। ১৮৮২-৮৩ খ্রিস্টাব্দে ছাত্রাবস্থায় তার প্রথম কবিতাগ্রন্থ \"কাব্য কুসুমাঞ্জলি\" । ১৮৮৩ খ্রিস্টাব্দে তিনি এফএ ( ফার্স্ট আর্টস) পাস করেন এবং কলকাতায় ঈশ্বরচন্দ্র বিদ্যাসাগর পরিচালিত তৎকালীন মেট্রোপলিটন ইনস্টিটিউশনে ভর্তি হন। প্রসঙ্গত, \"শ্রীশ্রীরামকৃষ্ণকথামৃত\" এর রচয়িতা শ্রীম নামে খ্যাত মহেন্দ্রনাথ গুপ্ত এই শিক্ষায়তনের শিক্ষক ছিলেন। তিনি সংস্কৃতে সাম্মানিক সহ বি.এ পাস করেন। তিনি তার কোটাপাড়া গ্রামের প্রথম স্নাতক ছিলেন।\n\n\n=== বিবাহ ও কর্মজীবন ===\nতৎকালীন প্রচলিত রীতিনীতি ও সংস্কৃতি অনুসারে, শরৎচন্দ্র অল্প বয়সেই মোক্ষদায়িনীর সাথে বিবাহ বন্ধনে আবদ্ধ হন এবং তাদের এক পুত্র ও তিন কন্যা সন্তান হয়। পরিবারের ভরণপোষণের জন্য তিনি স্থানীয় এক জমিদারের কাছে ব্যক্তিগত শিক্ষক হিসেবে কাজ করেন। তিনি তার অনুজ মেধাবী ছাত্র রমেশ চন্দ্রের পড়াশোনার খরচও বহন করতেন।  তবে স্নাতক হওয়ার পর তিনি তৎকালীন ব্রিটিশ শাসনামলে ব্যারাকপুর পোস্ট অফিসে ডেপুটি পোস্ট মাস্টার হিসেবে তাঁর কর্মজীবন শুরু করেন এবং বাকি জীবন ওই পেশায় নিয়োজিত থাকেন। ব্রিটিশ কর্মকর্তাদের খামখেয়ালিপনা মেনে না নেওয়ায়, তাঁর সততা এবং মর্যাদার কারণে তাঁর কর্মজীবনে তার পদোন্নতি অন্যায়ভাবে প্রত্যাখ্যাত হয়েছিল।  কর্মজীবনে তাঁকে বাংলা, বিহার এবং উড়িষ্যার অনেক জায়গায় কাজ করতে হয়।\n\n\n=== রামকৃষ্ণ বিবেকানন্দের আদর্শের ভূমিকা ===\nশরৎচন্দ্র তাঁর কর্মজীবনের প্রাথমিক পর্যায়ে শ্রীরামকৃষ্ণের একজন প্রধান গৃহস্থ শিষ্য নাগ মহাশয় নামে পরিচিত  দুর্গাচরণ নাগের সংস্পর্শে আসেন। শরৎচন্দ্র তাঁকে শ্রীরামকৃষ্ণের আদর্শের সাথে পরিচয় করিয়ে দেন এবং দক্ষিণেশ্বর মন্দির এবং আলমবাজার মঠে তিনি শ্রীরামকৃষ্ণের অনেক  সন্ন্যাসী শিষ্য স্বামী ব্রহ্মানন্দ , স্বামী তুরীয়ানন্দ , স্বামী রামকৃষ্ণানন্দ , স্বামী নিরঞ্জনানন্দ এবং স্বামী প্রেমানন্দ প্রমুখের সংস্পর্শে আসেন। বেদান্ত দর্শনে পারদর্শী তিনি সন্ন্যাসীদের পবিত্র জীবন, তাদের পাণ্ডিত্য এবং সত্যের প্রত্যক্ষ উপলব্ধিতে  আকৃষ্ট হন।  তিনি মঠের সন্ন্যাসীদের দ্বারা শ্রীরামকৃষ্ণের জন্মবার্ষিকী উদযাপনে যোগ দেন এবং শ্রীরামকৃষ্ণ স্তবমালা নামে একটি স্তোত্র রচনা করেন।\n\n\n== স্বামী বিবেকানন্দ এবং তার প্রভাব ==\n১৮৯৭ খ্রিস্টাব্দে ২০ ফেব্রুয়ারি স্বামী বিবেকানন্দের কলকাতায় পদার্পণের তিন-চার দিন পর বাগবাজারে প্রিয়নাথ মুখার্জির বাড়িতে শরৎচন্দ্র স্বামী বিবেকানন্দের সাথে সাক্ষাৎ করেন। \nস্বামী তুরীয়ানন্দ শরৎচন্দ্রের সাথে স্বামীজির পরিচয় করিয়ে দেন। এরপর তিনি স্বামী বিবেকানন্দের সাথে অনেকবার দেখা করেন, প্রথমে গোপাললাল শীলের বাগানবাড়ি এবং আলমবাজার মঠে এবং পরে নবপ্রতিষ্ঠিত বেলুড় মঠে। তাঁর ঘনিষ্ঠেরা তাঁকে স্নেহের সাথে \"বাঙ্গাল\" (পূর্ববঙ্গের লোকদের জন্য সম্বোধন) নামে ডাকত। ১৮৯৭ খ্রিস্টাব্দের মে মাসে তিনি আনুষ্ঠানিকভাবে স্বামী বিবেকানন্দের কাছে দীক্ষা নেন। স্বামীজি তাঁকে বেদান্তের অনেক বিষয়ে আলোচনা করেন। বেলুড় মঠের প্রাথমিক দিনগুলিতে, শরৎচন্দ্র অনেক গুরুত্বপূর্ণ অনুষ্ঠানে যোগ দেন। যেমন- শ্রী রামকৃষ্ণের অস্থিভস্ম ধারণকারী কলস দিয়ে মঠ প্রাঙ্গণ পবিত্র করা, ১৮৯৮ খ্রিস্টাব্দে শ্রী রামকৃষ্ণের জন্মদিন উদযাপন ইত্যাদি। তিনি বিখ্যাত কবি, নাট্যকার এবং শ্রী রামকৃষ্ণের শিষ্য গিরিশচন্দ্র ঘোষেরও পরিচিত ছিলেন ।  তিনি শ্রী রামকৃষ্ণের জন্মবার্ষিকী উদযাপনের সময় সংস্কৃতে একটি স্তোত্র রচনা করেন। স্বামী বিবেকানন্দের মৃত্যুর এক সপ্তাহ আগে, ১৯০২ খ্রিস্টাব্দের জুন মাসে তিনি শেষবারের মতো স্বামী বিবেকানন্দের সাথে দেখা করেন। এই সময়কালে তিনি প্রায়শই রান্না করতেন এবং অনেক আধ্যাত্মিক বিষয় নিয়ে আলোচনা করতেন।  বেদান্ত দর্শন এবং স্বামী বিবেকানন্দের ব্যাখ্যায় আগ্রহী ব্যক্তিদের জন্য আগ্রহের বেশিরভাগ কথোপকথন- স্বামী শিষ্য সংবাদ তথা ডায়েরি অফ আ ডিসাইপল\"-এ সংকলিত হয়েছে। ১৮৯৭ সালের ১ মে বলরাম বসুর বাড়িতে যখন রামকৃষ্ণ মিশন আনুষ্ঠানিকভাবে প্রতিষ্ঠিত হয় তখনও তিনি উপস্থিত ছিলেন।\n\n\n== নাগ মহাশয়ের প্রভাব ==\nস্বামী বিবেকানন্দের পর শরৎচন্দ্রকে সবচেয়ে বেশি প্রভাবিত করেছিলেন শ্রীরামকৃষ্ণের একজন গৃহীশিষ্য নাগ মহাশয় নামে পরিচিত দুর্গাচরণ নাগ। তিনি নাগ মহাশয়ের জীবনীগ্রন্থ - \"নাগ মহাশয়ের জীবন\" রচনা করেন। নাগ মহাশয়ের মৃত্যুশয্যা পাশে তিনি উপস্থিত ছিলেন। \n\n\n== পরবর্তী জীবন ==\nশরৎচন্দ্রকে কর্মজীবনে সারা বাংলায় বিভিন্ন স্থানে ভ্রমণ করতে হয়। আর সেই সুবাদে তিনি রামকৃষ্ণ ও বিবেকানন্দের আদর্শ প্রচারে লিপ্ত হন। শরৎচন্দ্র শ্রীরামকৃষ্ণের জীবনের উপর ভিত্তি করে শ্রীরামকৃষ্ণ পাঁচালী রচনা করেন।  বাংলার যে সকল বিপ্লবী স্বামীজির আদর্শে প্রভাবিত হন তাদের অন্যতম হলেন সুভাষচন্দ্র বসু । আধ্যাত্মিক বিষয়ে স্বামী বিবেকানন্দের সাথে তার কথোপকথনের অংশ থেকে অনুপ্রেরণা পান।  বাংলার বিখ্যাত গীতিনাট্যকার দেশপ্রেমিক চারণকবি মুকুন্দ দাস ছিলেন তার বন্ধু। গ্রামে গ্রামে নাট্য পরিবেশনার সময় শরৎচন্দ্রের রচিত গানগুলি সুযোগে গেয়ে বেড়াতেন।\nশরৎচন্দ্র ডাকবিভাগে কর্মরত অবস্থায় যেখানে থেকেছেন, সেখানেই রামকৃষ্ণ-বিবেকানন্দের আদর্শে গঠিত অনেক ভক্ত সমিতি, অধ্যয়ন বৃত্ত, সমিতি প্রতিষ্ঠা করেন। তিনি বেলুড় মঠের সন্ন্যাসীদের সাথে ঘনিষ্ঠ যোগাযোগ বজায় রাখেন। রামকৃষ্ণের আধ্যাত্মিক সহধর্মিণী শ্রী সারদা দেবী বর্ধমানে তাঁর বাড়িতে থাকেছেন। তিনি মেদিনীপুরে ডাকঘরের প্রধান নির্বাহী হিসেবে অবস্থানকালে স্থানীয় জমিদার বা জমিদারের বাড়িতে রামকৃষ্ণ মিশন আশ্রমও প্রতিষ্ঠা করেছিলেন।\n১৯১৪ থেকে ১৯২১ খ্রিস্টাব্দের মধ্যে শ্রীরামকৃষ্ণের অনেক সন্ন্যাসী ও গৃহী শিষ্য তাঁর বাড়িতে আসতেন। তাদের মধ্যে ছিলেন গোলাপ মা , যোগীন মা , স্বামী সুবোধানন্দ , স্বামী অদ্ভূতানন্দ , স্বামী সারদানন্দ এবং গৌরী মা\n১৯৩৩ খ্রিস্টাব্দে উড়িষ্যার কটকের প্রধান ডাকঘর থেকে অবসর গ্রহণের পর তার দৃষ্টিশক্তি দুর্বল হয়। তিনি বেশ কয়েক বছর কলকাতায় অতিবাহিত করেন। স্বামী বিবেকানন্দের নির্দেশে তিনি ব্রহ্মসূত্রের উপর একটি ভাষ্য রচনা করেন। স্বামী বিবেকানন্দের আরেক সন্ন্যাসী শিষ্য স্বামী শুদ্ধানন্দ এই গ্রন্থটি সম্পাদনা করেন।  তাঁর জীবনের শেষ চার বছর, ১৯৩৯ খ্রিস্টাব্দ হতে ১৯৪২ খ্রিস্টাব্দ পর্যন্ত, বাংলার মুর্শিদাবাদ জেলার বহরমপুরে এবং তাঁর জন্মস্থানেও কেটেছে।  রামকৃষ্ণ সম্প্রদায়ের অনেক গণ্যমান্য ব্যক্তি এবং সন্ন্যাসী তাঁর বাড়িতে আসতেন। তাঁর শেষ কয়েক বছর স্বামী বিবেকানন্দ কর্তৃক প্রদত্ত শ্রীরামকৃষ্ণের মার্বেল ফলকে নিবদ্ধ নীরব ধ্যান এবং ভক্তিতে কেটেছে। অসুস্থতা সত্ত্বেও, জন্মবার্ষিকীর মতো বিশেষ অনুষ্ঠানে যখনই তিনি আমন্ত্রণ পেতেন তখনই তিনি শ্রীরামকৃষ্ণ এবং বিবেকানন্দের বার্তা ছড়িয়ে দেওয়ার সুযোগ হাতছাড়া করতেন না।  শেষের দিকে তিনি হাঁপানিতে ভুগছিলেন এবং ১৯৪২ খ্রিস্টাব্দের ২৩ আগস্ট বহরমপুরে প্রয়াত হন।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBanerjee, Chhaya (২০১৩)। Sarat Chandra Chakravarty। Ramakrishna Math Mylapore। আইএসবিএন 9788171208593। \n\n\n== বহিঃসংযোগ ==\nএকজন শিষ্যের ডায়েরি প্রথম অংশ\nএকজন শিষ্যের ডায়েরি দ্বিতীয় খণ্ড\nএকজন শিষ্যের ডায়েরিপিডিএফ\nনাগ মহাশয়ের জীবন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ মার্চ ২০১১ তারিখে"}