{"pageid": 1526503, "title": "কার্টহুইল গ্যালাক্সি", "url": "https://bn.wikipedia.org/wiki?curid=1526503", "content": "কার্টহুইল গ্যালাক্সি (যা ESO 350-40 অথবা PGC 2248 নামেও পরিচিত) একটি লেন্টিকুলার রিং গ্যালাক্সি যা স্কাল্পটর নক্ষত্রমণ্ডলে প্রায় ৫০০ মিলিয়ন আলোকবর্ষ দূরে অবস্থিত। এর D25 আইসোফোটাল ব্যাসার্ধ ৪৪.২৩ kiloparsec (১,৪৪,৩০০ আলোকবর্ষ) এবং ভর প্রায় 2.9–4.8 × 109 সূর্যের ভর; এর বাইরের রিংটির বৃত্তাকার গতিবেগ 217 কিমি/সেক।\nএটি ১৯৪১ সালে ফ্রিটজ জুইকি দ্বারা আবিষ্কৃত হয়েছিল। জুইকি তার আবিষ্কারকে \"একটি সবচেয়ে জটিল কাঠামো হিসেবে বিবেচনা করেছিলেন, যার তারিখের জন্য তার ব্যাখ্যা প্রয়োজন ছিল।\"\nথার্ড রেফারেন্স ক্যাটালগ অব ব্রাইট গ্যালাক্সিস (RC3) কার্টহুইল গ্যালাক্সির D25 আইসোফোটাল ব্যাসার্ধ প্রায় 60.9 আর্কসেকেন্ড মাপা হয়েছে, যা একটি লালশিফট-ভিত্তিক দূরত্বের উপর ভিত্তি করে ৪৪.২৩ kiloparsec (১,৪৪,৩০০ আলোকবর্ষ) ব্যাসার্ধ প্রদান করেছে। এই ব্যাসার্ধটি অ্যান্ড্রোমিডা গ্যালাক্সির তুলনায় কিছুটা ছোট।\nবৃহত্তম কার্টহুইল গ্যালাক্সি হল কার্টহুইল গ্যালাক্সি গ্রুপের প্রধান সদস্য, যা চারটি শারীরিকভাবে সম্পর্কিত স্পাইরাল গ্যালাক্সি নিয়ে গঠিত। এর তিনটি সঙ্গীকে একাধিক গবেষণায় G1, ছোট অস্থির নীল মাগেলানিক স্পাইরাল; G2, হলুদ সঙ্কুচিত স্পাইরাল যার একটি জোড়া টেইল; এবং G3, একটি আরও দূরবর্তী স্পাইরাল হিসাবে চিহ্নিত করা হয়েছে যা প্রশস্ত ক্ষেত্রের চিত্রে প্রায়ই দেখা যায়।\nএকটি সুপারনোভা কার্টহুইল গ্যালাক্সিতে লক্ষ্য করা হয়েছে। SN 2021afdx (টাইপ II, মেগা ১৮.৮) ATLAS দ্বারা ২৩ নভেম্বর ২০২১ এ আবিষ্কৃত হয়।\n\n\n== গঠনসমূহ ==\nকার্টহুইল গ্যালাক্সির গঠন অত্যন্ত জটিল এবং ব্যাপকভাবে বিচ্ছিন্ন। কার্টহুইল দুটি রিং নিয়ে গঠিত: বাইরের রিং, যা গ্যাস এবং ধূলিকণার সঙ্কুচিত হওয়ার কারণে বড় আকারে নতুন তারা সৃষ্টির স্থান; এবং অভ্যন্তরীণ রিং, যা গ্যালাক্টিক কেন্দ্রকে ঘিরে রয়েছে। নিউক্লিয়াস রিংয়ের মধ্যে একটি অন্ধকার শোষণকারী ধূলিকণার রিংও উপস্থিত রয়েছে। বাইরের রিংকে অভ্যন্তরীণ রিংয়ের সাথে যুক্ত করা বেশ কয়েকটি অপটিক্যাল হাত বা \"স্পোক\" দেখা যায়। পর্যবেক্ষণগুলো দেখিয়েছে যে, এখানে নন-থার্মাল রেডিও কন্টিনিউম এবং অপটিক্যাল স্পোক উভয়েরই উপস্থিতি রয়েছে, তবে এই দুটি একে অপরের সাথে ওভারল্যাপ করে না।\n\n\n== উৎপত্তি ==\nগ্যালাক্সিটি একসময় একটি সাধারণ স্পাইরাল গ্যালাক্সি ছিল, কিন্তু প্রায় ২০০-৩০০ মিলিয়ন বছর আগে এটি একটি ছোট সঙ্গী গ্যালাক্সির সাথে একটি সরাসরি \"বুলসআই\" ধরণের সংঘর্ষের শিকার হয়েছিল, যার ফলে এটি আজকের মত দেখতে হয়েছে। যখন কাছাকাছি গ্যালাক্সিটি কার্টহুইল গ্যালাক্সির মধ্য দিয়ে চলে যায়, তখন সংঘর্ষের শক্তি একটি শক্তিশালী মহাকর্ষীয় ধাক্কা তরঙ্গ সৃষ্টি করে যা গ্যালাক্সি জুড়ে বিস্তার লাভ করে। দ্রুত গতিতে চলতে থাকা এই ধাক্কা তরঙ্গ গ্যাস এবং ধূলিকণাকে আছড়ে ফেলে এবং চেপে ধরে, যার ফলে গ্যালাক্সির কেন্দ্রের চারপাশে একটি স্টারবার্স্ট অঞ্চল তৈরি হয়, যা সম্প্রসারিত হওয়ার সময় অক্ষত থাকে। এর ফলে গ্যালাক্সির কেন্দ্রে একটি নীল রিং তৈরি হয়, যা উজ্জ্বল অংশ হিসেবে দেখা যায়। এটি লক্ষ্য করা যেতে পারে যে, গ্যালাক্সিটি একটি সাধারণ স্পাইরাল গ্যালাক্সি রূপে ফিরে আসা শুরু করেছে, যার বাহুগুলি কেন্দ্রীয় কোর থেকে ছড়িয়ে পড়ছে। এই বাহুগুলিকে প্রায়শই কার্টহুইলের “স্পোক” হিসেবে অভিহিত করা হয়।\nবিকল্পভাবে, একটি মডেল যা মহাকর্ষীয় Jeans অস্থিতিশীলতা ভিত্তিক, উভয় এক্সিসিমেট্রিক (রেডিয়াল) এবং নন-এক্সিসিমেট্রিক (স্পাইরাল) ছোট-অম্প্লিটিউড মহাকর্ষীয় বিকৃতির উপর ভিত্তি করে, এটি বর্ধিত পদার্থের দল এবং মহাকর্ষীয়ভাবে অস্থিতিশীল এক্সিসিমেট্রিক এবং নন-এক্সিসিমেট্রিক তরঙ্গের মধ্যে সম্পর্ক স্থাপন করতে সাহায্য করে, যা রিং এবং স্পোকের রূপ ধারণ করে। তবে পর্যবেক্ষণমূলক তথ্যের ভিত্তিতে, এই রিং গ্যালাক্সি উন্নতির তত্ত্ব এই নির্দিষ্ট গ্যালাক্সির ক্ষেত্রে প্রযোজ্য নয়।\nযদিও বেশিরভাগ ছবি কার্টহুইলের তিনটি গ্যালাক্সিকে একসাথে দেখায়, একটি চতুর্থ শারীরিকভাবে সম্পর্কিত সঙ্গী (যেটি G3 নামেও পরিচিত) পরিচিত যে এটি HI (বা নিউট্রাল হাইড্রোজেন) টেইল দ্বারা কার্টহুইলের সাথে সম্পর্কিত, যা G3 কে কার্টহুইলের সাথে সংযুক্ত করে। HI টেইলের উপস্থিতির কারণে, এটা ব্যাপকভাবে বিশ্বাস করা হয় যে G3 হল সেই \"বুলেট\" গ্যালাক্সি, যা কার্টহুইলের ডিস্কে ঢুকে তার বর্তমান আকৃতি তৈরি করেছে, G1 বা G2 নয়। এই অনুমানটি বর্তমান গঠনটির আকার এবং অনুমান করা বয়স (~৩০০ মিলিয়ন বছর পুরনো) দেখে যুক্তিসংগত মনে হয়। G1 এবং G2 যেহেতু এখনো কার্টহুইলের কাছাকাছি রয়েছে, এটি অনেক বেশি বিশ্বাসযোগ্য যে G3, যেটি প্রায় ৮৮ কিপিস (~২৮৭,০০০ আলোকবর্ষ) দূরে অবস্থিত, হল সেই গ্যালাক্সি যা আক্রমণকারী হিসেবে কাজ করেছে।\nHI টেইল মানচিত্রনির্মাণ বিশেষভাবে সহায়ক হতে পারে, যখন একই ধরনের ক্ষেত্রে \"অপরাধী\" গ্যালাক্সি চিহ্নিত করা প্রয়োজন, যেখানে সমাধানটি অনেকটা অস্পষ্ট থাকে। হাইড্রোজেন গ্যাস, যা গ্যালাক্সিতে সবচেয়ে হালকা এবং প্রচুর পরিমাণে থাকে, মহাকর্ষীয় শক্তির মাধ্যমে সহজেই মূল গ্যালাক্সি থেকে আলাদা হয়ে যায়। এর প্রমাণ জেলিফিশ গ্যালাক্সি এবং কমেট গ্যালাক্সি-এ দেখা যেতে পারে, যেগুলি একটি ধরনের মহাকর্ষীয় প্রভাবের শিকার, যাকে রাম প্রেসার স্ট্রিপিং বলা হয়, এবং অন্যান্য গ্যালাক্সি যেখানে সাইড টেইল এবং তারা গ্যাসের সঙ্গে সংঘর্ষ ও সংযুক্ত মর্জারের ফলে তারকা গঠনের দৃশ্যমান স্রোত তৈরি হয়। রাম প্রেসার স্ট্রিপিং প্রায়ই গ্যালাক্সির মধ্যে সংঘর্ষে গ্যাসের পিছনে পিছনে আলগা হওয়া \"টেইল-ডমিন্যান্ট\" সৃষ্টি করবে, যখন গ্যালাক্সি মর্জার বা সংঘর্ষ যেমন কার্টহুইল গ্যালাক্সির ক্ষেত্রে দেখা যায়, সেগুলি প্রায়শই \"লিডিং-ডমিন্যান্ট\" টেইল তৈরি করবে, যেখানে অপরাধী গ্যালাক্সির মহাকর্ষ সেই গ্যাসটিকে তার গতির দিকে টেনে নিয়ে আসে।টেমপ্লেট:Source needed\nকার্টহুইলের বর্তমান কাঠামো আগামী কয়েক শতাব্দী মিলিয়ন বছরের মধ্যে ভেঙে পড়বে, কারণ যেসব গ্যাস, ধুলা এবং তারা এখনও গ্যালাক্সি থেকে পালিয়ে যায়নি, তা আবার কেন্দ্রের দিকে প্রবাহিত হবে। এটি সম্ভবত গ্যালাক্সি স্পাইরাল আকারে ফিরে আসবে, যখন ইনফল প্রক্রিয়া সম্পন্ন হবে এবং স্পাইরাল ডেন্সিটি ওয়েভ পুনরায় গঠন করার সুযোগ পাবে। এটি কেবল তখনই সম্ভব, যদি সঙ্গী গ্যালাক্সি G1, G2 এবং G3 দূরে থাকে এবং কার্টহুইলের সাথে আরও একটি সংঘর্ষে না পড়ে।\n\n\n== এক্স-রে উৎস ==\n\nকার্টহুইল গ্যালাক্সির অস্বাভাবিক আকারটি সম্ভবত একটি ছোট গ্যালাক্সির সঙ্গে সংঘর্ষের ফলস্বরূপ, যেমনটা ছবির নিচের বাম কোণে দেখা যায়। সবচেয়ে সাম্প্রতিক তারকা উৎপত্তি এই গ্যালাক্সির বৃত্তাকার প্রান্তে আলো ফেলেছে, যার ব্যাস মিল্কিওয়ে গ্যালাক্সির চেয়েও বড়। স্টারবারস্ট গ্যালাক্সিগুলির মতো, যেমন কার্টহুইল গ্যালাক্সি, তারকা উৎপত্তির ফলে বড় এবং অত্যন্ত উজ্জ্বল তারকা তৈরি হয়। যখন বিশাল তারকা সুপারনোভা হিসেবে বিস্ফোরিত হয়, তখন তারা পেছনে নিউট্রন তারকা এবং ব্ল্যাক হোল ছেড়ে যায়। কিছু নিউট্রন তারকা এবং ব্ল্যাক হোল তাদের কাছাকাছি থাকা সহচর তারকাদের কাছ থেকে বস্তু টেনে নিয়ে এক্স-রে উৎসে পরিণত হয় (এগুলোকে অতিরিক্ত এবং অত্যধিক উজ্জ্বল এক্স-রে উৎসও বলা হয়)। সবচেয়ে উজ্জ্বল এক্স-রে উৎসগুলি সম্ভবত ব্ল্যাক হোল সহচর তারকাগুলির সঙ্গে যুক্ত, যা এক্স-রে ছবির প্রান্ত বরাবর সাদা বিন্দু হিসেবে দেখা যায়। কার্টহুইলে এই ধরনের ব্ল্যাক হোল বাইনারি এক্স-রে উৎসের সংখ্যা অত্যন্ত বড়, কারণ রিংয়ের মধ্যে অনেক বিশাল তারকা তৈরি হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিরাগত লিঙ্কসমূহ ==\n উইকিমিডিয়া কমন্সে কার্টহুইল গ্যালাক্সি সম্পর্কিত মিডিয়া দেখুন।\nগ্যালাক্সি ইভোলিউশন সিমুলেশন: দ্য কার্টহুইল গ্যালাক্সি\nকার্টহুইল গ্যালাক্সি কনস্টেলেশন গাইডে\nওয়েবব ক্যাপচারস স্টেলার জিমন্যাস্টিক্স ইন দ্য কার্টহুইল গ্যালাক্সি nasa.gov"}