{"pageid": 1526837, "title": "শাহ আব্দুল করিম বুলরি", "url": "https://bn.wikipedia.org/wiki?curid=1526837", "content": "শাহ আবদুল করিম বুলরি (১৫৩৬–১৬২৩) (সিন্ধি: شاه عبدالڪريم بلڙي)  পাকিস্তানের সিন্ধু প্রদেশের একজন প্রারম্ভিক যুগের সিন্ধি সুফি কবি ছিলেন। তাকে \"শাহ করিম\" নামেও ডাকা হতো। শাহ আব্দুল করিম বুলরি বিখ্যাত কবি শাহ আব্দুল লতীফ ভিট্টাইয়ের প্রপিতামহ ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nতিনি বর্তমানে পূর্ব সিন্ধুর মাটিয়ারিতে একটি সৈয়দ পরিবারে জন্মগ্রহণ করেন। তিনি তার জীবনের বেশিরভাগ সময় তান্দো মুহাম্মদ খানের একটি গ্রাম বুলরিতে কাটিয়েছে্ন। তাই তার নামে \"বুলরি\" শব্দটি যুক্ত করা হয়। ছোটবেলায় তার বাবা মারা যান। তাকে তার মা এবং বড় ভাই সৈয়দ জালাল লালন-পালন করেন। শৈশব থেকেই তিনি ঈশ্বর এবং আধ্যাত্মিকতা সম্পর্কিত বিষয়গুলিতে গভীর আগ্রহী ছিলেন। প্রায়ই স্কুলে পড়ানো পাঠগুলিতে মনোযোগ দিতেন না এবং পরিবর্তে ঈশ্বরের চিন্তায় ডুবে থাকতেন। তিনি প্রায়ই সুফি সমাবেশে যেতেন। এখানে গানের সঙ্গে ধর্মীয় বক্তৃতা দেওয়া হতো। এটি তাকে এতটাই প্রভাবিত করেছিল যে তিনি ধীরে ধীরে নিজের কবিতা রচনা করতে শুরু করেছিলেন।\nযখন তিনি প্রাপ্তবয়স্ক হন, তখন শাহ আব্দুল করিম তাঁর বড় ভাই সৈয়দ জালাল শাহের ইচ্ছানুযায়ী বিবাহ করেন। একবার তিনি স্থানীয় মসজিদে সুলতান ইব্রাহিম নামে একজন অত্যন্ত ধার্মিক ব্যক্তির সাথে তার দেখা হয়। তার প্রতি মুগ্ধ হয়ে আব্দুল করিম শিষ্য হন। তার বড় ভাইয়ের মৃত্যুর পর পরিবারের ভরণপোষণ করার জন্য সুলতান ইব্রাহিমের পরামর্শ অনুসারে তিনি শ্রমিক হিসেবে কাজ শুর করেন। তিনি নিজের উপর কঠোর নিয়ম চাপিয়েছিলেন, যা খুব কম লোক জানত। দিনে তিনি কাজ করতেন আর মাঝে নামাজ পড়তেন। রাতে তিনি খালি মাটির পাত্রগুলি পূরণ করে এলাকায় ঘুরে বেড়াতেন। বড় হওয়ার সাথে সাথে তিনি সিন্ধি ভাষায় অনেক আধ্যাত্মিক কবিতা লিখেছিলেন। এই কবিতা দিয়ে তিনি আল্লাহর প্রতি ভালোবাসা প্রকাশ করতেন। বৃদ্ধ বয়সে তিনি মানুষের কাছে অত্যন্ত সম্মানিত ছিলেন এবং তাঁর অনেক শিষ্য ছিল।\nতাঁর কবিতা ও মালফুজাত \"বায়ান আল-আরিফিন ওয়া তানবিহ আল-গাফিলিন\" নামে একটি ফার্সি বইয়ে প্রথম প্রকাশিত হয়। এটি তাঁর একজন শিষ্য মীর দরিয়াই থারাভি লিখেছিল। তাঁর মৃত্যুর সাত বছর পর ১৬৩০ সালে এটি প্রকাশিত হয়। শাহ করিম বুলরি সিন্ধি ভাষার একজন প্রধান কবি ছিলেন। তাঁকে সিন্ধি সাহিত্যের \"চসার\" বলা হয়।\n\n\n== তথ্যসূত্র =="}