{"pageid": 1526789, "title": "ইলেকট্রনিক ডিজাইন অটোমেশন", "url": "https://bn.wikipedia.org/wiki?curid=1526789", "content": "ইলেকট্রনিক ডিজাইন অটোমেশন (EDA), যা ইলেকট্রনিক কম্পিউটার-এইডেড ডিজাইন (ECAD) নামেও পরিচিত, হলো একটি সফটওয়্যার টুলের শ্রেণী, যা ইন্টিগ্রেটেড সার্কিট (IC) এবং প্রিন্টেড সার্কিট বোর্ড (PCB) এর মতো ইলেকট্রনিক সিস্টেম ডিজাইনের জন্য ব্যবহৃত হয়। এই টুলগুলো একটি ডিজাইন ফ্লোতে সমন্বিতভাবে কাজ করে, যা সেমিকন্ডাক্টর চিপ ডিজাইনাররা সম্পূর্ণ চিপ ডিজাইন ও বিশ্লেষণের জন্য ব্যবহার করেন। যেহেতু আধুনিক সেমিকন্ডাক্টর চিপে বিলিয়নের বেশি কম্পোনেন্ট থাকতে পারে, তাই EDA টুলগুলো চিপ ডিজাইনের জন্য অপরিহার্য। এই নিবন্ধটি বিশেষভাবে ইন্টিগ্রেটেড সার্কিট (IC) সম্পর্কিত EDA-এর বিবরণ প্রদান করে।\n\n\n== ইতিহাস ==\n\n\n== সফটওয়্যার ফোকাস ==\n\n\n=== ডিজাইন ===\nডিজাইন প্রবাহ প্রাথমিকভাবে কয়েকটি প্রধান উপাদানের মাধ্যমে চিহ্নিত করা হয়; এগুলো হলো:\n\nউচ্চ-স্তরের সংশ্লেষণ (যা আচরণগত সংশ্লেষণ বা অ্যালগরিদমিক সংশ্লেষণ নামেও পরিচিত) - উচ্চ-স্তরের ডিজাইন বর্ণনা (যেমন, C/C++ এ) RTL বা রেজিস্টার ট্রান্সফার স্তরে রূপান্তরিত হয়, যা রেজিস্টারগুলির মধ্যে মিথস্ক্রিয়া ব্যবহারের মাধ্যমে সার্কিটরি উপস্থাপনের জন্য দায়ী।\nলজিক সংশ্লেষণ - RTL ডিজাইন বর্ণনার অনুবাদ (যেমন, Verilog বা VHDL এ লেখা) একটি বিচ্ছিন্ন নেটলিস্ট বা লজিক গেটের উপস্থাপনায়।\nস্কিম্যাটিক ক্যাপচার - স্ট্যান্ডার্ড সেল ডিজিটাল, অ্যানালগ, আরএফ-এর মতো ক্যাডেন্সের Orcad-এ ক্যাপচার CIS এবং প্রোটিয়াসে ISIS এর জন্য।\nলেআউট - সাধারণত স্কিম্যাটিক-চালিত লেআউট, যেমন ক্যাডেন্সের Orcad-এ লেআউট, প্রোটিয়াসে ARES।\n\n\n=== সিমুলেশন ===\nট্রানজিস্টর সিমুলেশন - একটি স্কিম্যাটিক/লেআউটের আচরণের নিম্ন-স্তরের ট্রানজিস্টর-সিমুলেশন, ডিভাইস-স্তরে নির্ভুল।\nলজিক সিমুলেশন - একটি RTL বা গেট-নেটলিস্টের ডিজিটাল (বুলিয়ান ০/১) আচরণের ডিজিটাল-সিমুলেশন, বুলিয়ান-স্তরে নির্ভুল।\nআচরণগত সিমুলেশন - একটি ডিজাইনের স্থাপত্যগত ক্রিয়াকলাপের উচ্চ-স্তরের সিমুলেশন, চক্র-স্তরে বা ইন্টারফেস-স্তরে নির্ভুল।\nহার্ডওয়্যার এমুলেশন - প্রস্তাবিত ডিজাইনের লজিক অনুকরণ করার জন্য বিশেষ উদ্দেশ্যে হার্ডওয়্যার ব্যবহার। কখনও কখনও তৈরি করা হয়নি এমন একটি চিপের জায়গায় একটি সিস্টেমে প্লাগ করা যেতে পারে; একে ইন-সার্কিট এমুলেশন বলা হয়।\nটেকনোলজি CAD - অন্তর্নিহিত প্রক্রিয়া প্রযুক্তির সিমুলেশন এবং বিশ্লেষণ করে। ডিভাইসের বৈদ্যুতিক বৈশিষ্ট্যগুলি সরাসরি ডিভাইস পদার্থবিদ্যা থেকে উদ্ভূত হয়।\n\n\n=== বিশ্লেষণ এবং যাচাইকরণ ===\nকার্যকরী যাচাইকরণ (Functional verification): লজিক ডিজাইন স্পেসিফিকেশনগুলির সাথে মেলে এবং সঠিকভাবে কাজ সম্পাদন করে তা নিশ্চিত করে। সিমুলেশন, এমুলেশন এবং প্রোটোটাইপের মাধ্যমে গতিশীল কার্যকরী যাচাইকরণ অন্তর্ভুক্ত করে। \nRTL লিন্টিং (RTL Linting): সিনট্যাক্স, সিম্যান্টিক্স এবং শৈলীর মতো কোডিং নিয়ম মেনে চলার জন্য। \nক্লক ডোমেইন ক্রসিং যাচাইকরণ (CDC চেক): লিন্টিংয়ের মতো, তবে এই চেক/সরঞ্জামগুলি ডিজাইনে একাধিক ক্লক ডোমেইন ব্যবহারের কারণে ডেটা ক্ষতি, মেটা-স্টেবিলিটির মতো সম্ভাব্য সমস্যাগুলি সনাক্ত এবং রিপোর্ট করতে বিশেষজ্ঞ।\nফর্মাল যাচাইকরণ (Formal verification), বা মডেল চেকিং: গাণিতিক পদ্ধতির মাধ্যমে প্রমাণ করার চেষ্টা করে যে সিস্টেমের কিছু কাঙ্ক্ষিত বৈশিষ্ট্য রয়েছে এবং কিছু অবাঞ্ছিত প্রভাব (যেমন ডেডলক) ঘটতে পারে না।\nসমতুল্যতা পরীক্ষা (Equivalence checking): লজিক্যাল স্তরে কার্যকরী সমতুল্যতা নিশ্চিত করার জন্য একটি চিপের RTL-বর্ণনা এবং সংশ্লেষিত গেট-নেটলিস্টের মধ্যে অ্যালগরিদমিক তুলনা।\nস্ট্যাটিক টাইমিং বিশ্লেষণ (Static timing analysis): ইনপুট-স্বাধীন পদ্ধতিতে একটি সার্কিটের টাইমিং বিশ্লেষণ, তাই সমস্ত সম্ভাব্য ইনপুটের উপর সবচেয়ে খারাপ অবস্থা খুঁজে বের করা।\nলেআউট নিষ্কাশন (Layout extraction): প্রস্তাবিত লেআউট থেকে শুরু করে, প্রতিটি তার এবং ডিভাইসের (প্রায়) বৈদ্যুতিক বৈশিষ্ট্যগুলি গণনা করা। প্রায়শই উপরের স্ট্যাটিক টাইমিং বিশ্লেষণের সাথে একত্রে ব্যবহৃত হয় যাতে সম্পূর্ণ চিপের কর্মক্ষমতা অনুমান করা যায়।\nইলেক্ট্রোম্যাগনেটিক ফিল্ড সলভার (Electromagnetic field solvers), বা শুধু ফিল্ড সলভার, IC এবং PCB ডিজাইনে আগ্রহের ক্ষেত্রে সরাসরি ম্যাক্সওয়েলের সমীকরণ সমাধান করে। এগুলি উপরের লেআউট নিষ্কাশনের চেয়ে ধীর কিন্তু আরও নির্ভুল হওয়ার জন্য পরিচিত।\nফিজিক্যাল যাচাইকরণ (Physical verification, PV): একটি ডিজাইন শারীরিকভাবে উৎপাদনযোগ্য কিনা এবং ফলস্বরূপ চিপগুলির কোনও কার্য-প্রতিরোধক শারীরিক ত্রুটি থাকবে না এবং মূল স্পেসিফিকেশনগুলি পূরণ করবে কিনা তা পরীক্ষা করা।\n\n\n== কোম্পানিসমূহ ==\n\n\n=== বর্তমান ===\n২০২৩ সালের মার্চ মাসের হিসাবে বাজার মূলধন এবং কোম্পানির নাম:\n\n$৫৭.৮৭ বিলিয়ন  – সিনোপসিস\n$৫৬.৬৮ বিলিয়ন  – ক্যাডেন্স ডিজাইন সিস্টেমস\n$২৪.৯৮ বিলিয়ন  – অ্যানসিস\nAU$4.88 বিলিয়ন  – অল্টিয়াম\n৭৭.২৫ বিলিয়ন ¥  – জুকেন\n\n\n== কারিগরি সম্মেলন ==\nডিজাইন অটোমেশন সম্মেলন\nকম্পিউটার-সহায়ক নকশা সম্পর্কিত আন্তর্জাতিক সম্মেলন\nইউরোপে ডিজাইন অটোমেশন এবং পরীক্ষা\nএশিয়া ও দক্ষিণ প্রশান্ত মহাসাগরীয় নকশা অটোমেশন সম্মেলন\nভিএলএসআই প্রযুক্তি এবং সার্কিট সম্পর্কিত সিম্পোজিয়াম\n\n\n== আরো দেখুন ==\n\nকম্পিউটার-সহায়ক নকশা (CAD)\nসার্কিট ডিজাইন\nEDA ডাটাবেস\nইলেকট্রনিক ডিজাইন অটোমেশনের ভিত্তি এবং প্রবণতা\nসাইনঅফ (ইলেকট্রনিক ডিজাইন অটোমেশন)\nEDA সফটওয়্যারের তুলনা\nপ্ল্যাটফর্ম-ভিত্তিক নকশা\nসিলিকন কম্পাইলার\n\n\n== তথ্যসূত্র =="}