{"pageid": 1526072, "title": "বড় ইমামবাড়া", "url": "https://bn.wikipedia.org/wiki?curid=1526072", "content": "বড় ইমামবাড়া (উর্দু: بڑا امامباڑہ‎‎), যা আসাফি ইমামবাড়া নামেও পরিচিত, ভারতের উত্তর প্রদেশ রাজ্যের লখনউতে অবস্থিত একটি গুরুত্বপূর্ণ ইমামবাড়া  এবং মসজিদ স্থাপনা। ১৭৮৪ সালে আওধের নবাব আসাফ-উদ-দৌলা নির্মাণ করেন।  এটি নিজামত ইমামবাড়ার পরে বিশ্বের দ্বিতীয় বৃহত্তম ইমামবাড়া।\nইমামবাড়া ভবনটি লখনউয়ের সবচেয়ে জমকালো ভবনগুলির মধ্যে একটি  এবং এটি জাতীয় গুরুত্বপূর্ণ একটি স্মৃতিস্তম্ভ। ভারতীয় পুরাতত্ত্ব সর্বেক্ষণ এটি পরিচালনা করে থাকে। \n\n\n== ইতিহাস ==\nবড়া ইমামবাড়ার নির্মাণ শুরু হয় ১৭৮০ সালে। তখন একটি ভয়াবহ দুর্ভিক্ষ হয়েছিল। আসফ-উদ-দৌলা এই বিশাল প্রকল্প শুরু করার একটি উদ্দেশ্য ছিল দুর্ভিক্ষের সময় প্রায় এক দশক ধরে এলাকার মানুষের জন্য কাজের সুযোগ তৈরি করা। বলা হয়ে থাকে সাধারণ মানুষ দিনের বেলা ভবনটি তৈরি করত। আর রাতে অভিজাত ও সম্ভ্রান্ত ব্যক্তিরা দিনে তৈরি করা অংশ ভেঙে ফেলত। নির্মাণ কাজ ১৭৮৪ সালে শেষ হয়। ইমামবাড়া তৈরির খরচ ছিল আনুমানিক পাঁচ লাখ থেকে দশ লাখ রুপি। নির্মাণ শেষ হওয়ার পরও নবাব প্রতি বছর এর সাজসজ্জার জন্য চার থেকে পাঁচ লাখ রুপি খরচ করতেন। \n\n\n== স্থাপত্য ==\n\nএই কমপ্লেক্সে বড় আসফি মসজিদ, ভুলভুলাইয়া (গোলকধাঁধা), এবং বাউলি নামে একটি গভীর কূপ রয়েছে। এখান থেকে পানি প্রবাহিত হয়। দুটি প্রবেশপথ দিয়ে মূল হলের দিকে যাওয়া যায়।\nএর স্থাপত্য মুঘল শৈলীর পরিপূর্ণতা প্রকাশ পেয়েছে। বিশেষত বাদশাহী মসজিদের মতো সুসজ্জিত নকশা এতে ফুটে ওঠে। নির্মাণকাজে ইউরোপীয় স্থাপত্যশৈলী ব্যবহার করা হয়নি। এছাড়া এতে লোহাও ব্যবহার করা হয়নি।\nমূল ইমামবাড়ায় একটি বড় খিলানযুক্ত কেন্দ্রীয় কক্ষ রয়েছে। সেখানে আসফ-উদ-দৌলার সমাধি আছে। এটি ৫০ মিটার লম্বা, ১৬ মিটার চওড়া এবং ১৫ মিটারের বেশি উঁচু। ছাদে কোনো স্তম্ভ নেই এবং এটি বিশ্বের বৃহত্তম খিলানযুক্ত নির্মাণগুলোর একটি।\nএর চারপাশে আটটি কক্ষ আছে। সেগুলো বিভিন্ন উচ্চতার ছাদে তৈরি করা হয়েছে। এর উপরের জায়গাটি ত্রিমাত্রিক গোলকধাঁধা হিসেবে তৈরি করা হয়েছে। এখানে ৪৮৯টি একই রকম দরজা দিয়ে পথগুলো পরস্পরের সঙ্গে যুক্ত করা হয়েছে। এই অংশটি ভুলভুলাইয়া নামে পরিচিত। এটি স্থানীয়দের পাশাপাশি পর্যটকদের কাছেও বেশ জনপ্রিয়। ভবনটি নরম ও জলাভূমিযুক্ত মাটির ওপর নির্মিত হওয়ায় এর ভারসাম্য ধরে রাখতে সমস্যা হয় না।\nআসফ-উদ-দৌলা কমপ্লেক্সের বাইরে ১৮ মিটার উঁচু রুমি দরজা নির্মাণ করেন। এই দরজাটি অলঙ্কৃত সজ্জায় ভরা এবং ইমামবাড়ার পশ্চিমমুখী প্রবেশপথ ছিল। বড়া ইমামবাড়া লখনউয়ের সবচেয়ে বড় ভবনগুলোর একটি। \nইমামবাড়ার নকশার জন্য প্রতিযোগিতার আয়োজন করা হয় এবং এতে বিজয়ী হন দিল্লির স্থপতি কিফায়াতুল্লাহ। এই ভবনের একটি অনন্য দিক হলো নবাব আসাফ-উদ-দৌলা ও স্থপতি কিফায়াতুল্লাহ—দুজনই একই হলে পাশাপাশি সমাহিত আছেন।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== পাদটিকা ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বড় ইমামবাড়া সম্পর্কিত মিডিয়া দেখুন।\n উইকিমিডিয়া কমন্সে বড় ইমামবাড়া সম্পর্কিত মিডিয়া দেখুন।\nBara Imambara more facts"}