{"pageid": 1526290, "title": "নবী হুরীর মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1526290", "content": "নবী হুরির মসজিদ বা নেবি হুরি মসজিদ ( আরবি ভাষায়: مسجد النبي هوري, তুর্কি ভাষায়: পেগাম্বার হুরি কামি) সিরিয়ার আফরিনের কাছে সাইরাস নামক প্রত্নতাত্ত্বিক স্থানে অবস্থিত একটি মসজিদ এবং সমাধি। এটি পূর্বে নবী হুরি সমাধি (ضريح النبي هوري/পেগাম্বার হুরি তুর্বেসি) নামেও পরিচিত ছিল।\nএটি রোমান আমলের একটি ষড়ভুজাকার মিনারের সমাধির চারপাশে নির্মাণ করা হয়েছিল। মামলুক আমলে এটিকে মুসলিম মাজার বা সমাধিতে রূপান্তরিত করা হয়েছিল।\n\n\n== নবী হুরী ==\nনবী হুরি ছিলেন একজন সুফি সাধক ছিলেন। স্থানীয়দের বিশ্বাসে আন্তরিক ব্যক্তিদের ইচ্ছা পূরণ করার ক্ষমতা রাখতেন।  অন্য মতে নবী হুরির নাম \"নবী হুরি\" হিসেবে উল্লেখ করা হয়েছে। শব্দটি হিট্টীয় উরিয়ার ইসলামিক রূপ। তিনি রাজা দাউদের সেনাবাহিনীর একজন সামরিক জেনারেল ছিলেন।  তবে সমাধিটি আসলে একজন রোমান সাম্রাজ্যের সামরিক কমান্ডারের ছিল। \n\n\n== ইতিহাস ==\n\n\n=== রোমান যুগ ===\n\nএই ষড়ভুজাকৃতি মিনার সমাধিটি খ্রিস্টপূর্ব ২য় বা ৩য় শতাব্দীতে রোমান সাম্রাজ্যের শাসনামলে নির্মিত হয়েছিল।  এটিকে একজন রোমান সামরিক কমান্ডারের সমাধি হিসেবেও বর্ণনা করা হয়েছে। ১১৪০ সালে ক্রুসেডারদের শাসনামলে এক বিশাল ভূমিকম্পে সমাধির আশেপাশের স্থান এবং সম্ভবত সমাধিটি ক্ষতিগ্রস্ত হয়। \n\n\n=== মামলুক যুগ ===\nমামলুক সালতানাতের শাসনামলে ১৩০৩ সালে, মিনার সমাধিটি নবী হুরি নামে একজন সাধকের নামে নতুনভাবে প্রতিষ্ঠিত হয়।  সমাধির পাশের রোমান কবরস্থানটি মুসলিমদের কবরস্থানের জন্য ব্যবহৃত হতে থাকে।  একই বছরে, মিনার সমাধিটি একটি মুসলিম মাজারে রূপান্তরিত হয় এবং এর নীচ স্তরটি নবী হুরির সমাধি নামে পরিচিতি লাভ করে।  ১৩১৪ সালে আলেপ্পোর মামলুক গভর্নর আলাউদ্দিন ইবনে আলতুনবুঘা এই  মিনার সমাধির পাশে একটি মসজিদ নির্মাণ করেন। \n\n\n=== উসমানীয় যুগ ===\nউসমানীয় শাসনামলে, ১৮৭৫ সালে পুরাতন মামলুক-যুগের মসজিদটি ভেঙে ফেলা হয়। তার জায়গায় একটি নতুন মসজিদ ভবন তৈরি করা হয়।  মসজিদটি একটি জামে মসজিদ হিসেবে ব্যবহৃত হত। সেখানে জুমার নামাজ পড়ানো হত।  এটি আশপাশের গ্রামের বাসিন্দাদের কাছে একটি উল্লেখযোগ্য দর্শনীয় স্থান ছিল।\n\n\n=== আধুনিক ইতিহাস ===\n২০১৮ সালে আফরিন আক্রমণের সময় মিনার সমাধিটি ক্ষতিগ্রস্ত এবং লুট করা হয়েছিল।  জানা গেছে যে ফ্রি সিরিয়ান আর্মির সৈন্যরা গুপ্তধনের সন্ধানে সমাধিস্থলটি লুটপাট করেছে।  তারা নবি হুরির সমাধির উপরে কাঠের সমাধিস্তম্ভটিও উল্টে দিয়েছিল এবং সমাধির মেঝেতে আবর্জনা ফেলে দিয়েছিল।  সমাধির আশেপাশের স্থান থেকেও মূল্যবান জিনিসপত্র চুরি হয়েছে বলে অভিযোগ রয়েছে। \n\n২০২০ সালে, সেই অঞ্চলে যুদ্ধ শেষ হওয়ার পর, তুর্কি কর্তৃপক্ষ নবী হুরি সমাধিসৌধটি পুনর্নির্মাণ করে।  এটি একটি বড় মসজিদ কমপ্লেক্সের অংশ হিসেবে গড়ে তোলা হয়।  নাম রাখা হয় \"নবি হুরি মসজিদ\"। তবে সেখানে থাকা বেশ কিছু পুরোনো নিদর্শন ধ্বংস ও অপসারণ করা হয়।  তুর্কি পুনর্নির্মাণে মসজিদে একটি কাঠের বারান্দা যোগ করা হয়। কিন্তু মসজিদের মিম্বরটি পরিবর্তন করে নতুন কাঠের মিম্বর স্থাপন করা হয়। এতে উসমানীয় স্থাপত্যশৈলী ফুটে উঠেছে।  তুর্কি সরকারের এই পুনর্নির্মাণ প্রচেষ্টা সিরিয়ার ইতিহাস ও ঐতিহ্যকে \" উসমানীয়করণ\" করার প্রয়াস হিসেবে সমালোচিত হয়। সংস্কারের সময় অনেক পুরাতন ঐতিহ্যবাহী নিদর্শন সরিয়ে ফেলা হয়। \n\n\n== তথ্যসূত্র =="}