{"pageid": 1526020, "title": "ইসাবেল মে টুইডল", "url": "https://bn.wikipedia.org/wiki?curid=1526020", "content": "ইসাবেল মে (ডায়ানা) টুইডল (১৮৭৫-১৯৪৫), ছিলেন একজন অস্ট্রেলীয় চিত্রশিল্পী। তিনি মেলবোর্ন সোসাইটি অফ উইমেন পেইন্টার্স অ্যাণ্ড স্কাল্পটরস এবং টোয়েন্টি মেলবোর্ন পেইন্টার্স সোসাইটি ইনকর্পোরেটেডের সদস্য ছিলেন। তাঁর বেশ কিছু চিত্রকর্ম শেপার্টন আর্ট মিউজিয়াম, ভিক্টোরিয়ার জাতীয় গ্যালারি এবং নিউ সাউথ ওয়েলসের আর্ট গ্যালারিতে সংরক্ষিত রয়েছে।\n\n\n== জীবনী ==\nইসাবেল টুইডল ১৮৭৫ সালের ২৬শে নভেম্বর নিউ সাউথ ওয়েলসে জন্মগ্রহণ করেন, তাঁর জন্ম নাম ছিল ইসাবেল মে হান্টার। ১৮৯৪ - ১৮৯৭ সাল পর্যন্ত তিনি মেলবোর্নের ন্যাশনাল গ্যালারি স্কুলে পড়াশোনা করেন। সেখানে সহশিল্পী অ্যাডা মে প্লান্টের সাথে তাঁর পরিচয় হয়েছিল।\nপড়াশোনার পর তিনি ভিক্টোরিয়ান আর্টিস্ট সোসাইটিতে প্রদর্শনী শুরু করেন। ১৯০৪ সালে তিনি অস্ট্রেলিয়ান ব্যবসায়ী এবং সমাজসেবী জোসেফ থর্নটন টুইডলকে বিয়ে করেন। এই দম্পতি পুরো ইউরোপ ভ্রমণ করেছিলেন এবং ১৯২১ সালে ইংল্যান্ডের লন্ডনে বসবাস করেছিলেন। ইসাবেল টুইডল স্ক্যান্ডিনেভিয়া এবং প্রশান্ত মহাসাগরীয় অঞ্চল (সলোমন দ্বীপপুঞ্জ, নিউ গিনি এবং জাপান) পরিদর্শন করেছিলেন। সেই ভ্রমণের সময় তাঁর আঁকা ছবিগুলি লন্ডনে প্রদর্শিত হয়েছিল।\nইসাবেল টুইডলের পোস্ট-ইমপ্রেশনিস্ট শিল্পের প্রতি আগ্রহ তৈরি হয়েছিল, মূলত আর্নল্ড শোর এবং উইলিয়াম ফ্র্যাটারের কাজের মাধ্যমে। অন্যদিকে তিনি সিবিল ক্রেগ, পেগি ক্রম্বি এবং জেসি ম্যাকিনটোশকে প্রভাবিত করেছিলেন বলে মনে করা হয়।\nতিনি মেলবোর্নের অনেক শৈল্পিক গোষ্ঠীর সদস্য ছিলেন, যার মধ্যে আছে সমসাময়িক শিল্প গোষ্ঠী, সমসাময়িক শিল্প সমিতি, মেলবোর্ন সোসাইটি অফ উইমেন পেইন্টার্স অ্যাণ্ড স্কাল্পটরস এবং উইমেন'স আর্ট ক্লাব।\nতাঁর চিত্রকর্মগুলি শেপার্টন আর্ট মিউজিয়াম, ভিক্টোরিয়ার জাতীয় গ্যালারি এবং নিউ সাউথ ওয়েলসের আর্ট গ্যালারির সংগ্রহে রয়েছে।\n\n\n== মৃত্যু এবং অবদান ==\nইসাবেল টুইডল ১৯৪৫ সালের ৯ই জুলাই মেলবোর্নে মারা যান।\nক্যানবেরার চিশলমের শহরতলিতে অবস্থিত টুইডল প্লেসের নামকরণ করা হয়েছে তার সম্মানে।\n\n\n== প্রদর্শনী ==\n১৯৪৩ সালের ১ ডিসেম্বর থেকে হথর্ন লাইব্রেরিতে; আর্নল্ড শোর, ম্যাক্স মেলড্রাম, জন রোয়েল, জ্যাস কুইন, জন ফার্মার, মেরি হুরি, ডোরা সার্লে, মার্গারেট পেস্টেল, ডোরা উইলসন, অ্যালান জর্ডান, আইলিন ডেন্ট, মারে গ্রিফিন, জিও কলভিল, এবং ভিক্টর কগের সাথে একানব্বইটি চিত্রকর্ম এবং খোদাইয়ের একটি দলগত প্রদর্শনীতে অন্তর্ভুক্তি।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅস্ট্রেলিয়ান আর্ট সেলস ডাইজেস্ট সাইটে ইসাবেল মে হান্টার টুইডলের ছবি\nইসাবেল টুইডল [অস্ট্রেলিয়ান শিল্প ও শিল্পীদের ফাইল], স্টেট লাইব্রেরি ভিক্টোরিয়া"}