{"pageid": 1526606, "title": "বাব (শিয়া ইসলাম)", "url": "https://bn.wikipedia.org/wiki?curid=1526606", "content": "বাব শব্দটি (আরবি: باب) প্রথম দিকে শিয়া ইসলামে তৎকালীন ইমামের জ্যেষ্ঠ শিষ্য এবং অনুমোদিত প্রতিনিধিদের জন্য ব্যবহৃত হত।  কম সাধারণভাবে, এই শব্দটি ইমামদের ক্ষেত্রেও প্রযোজ্য, সেইসাথে মুহাম্মদ এবং ইসলামের অন্যান্য নবীদের ক্ষেত্রেও প্রযোজ্য। \n\n\n== উৎপত্তি ==\nনবম শতাব্দীতে এই শব্দটির উদ্ভব হয়েছিল, যা একজন ইমামের একজন প্রবীণ শিষ্যকে দেওয়া হয়েছিল যিনি তার অনুমোদিত প্রতিনিধি হিসেবে কাজ করতেন। ইমামদের ঐশ্বরিক অনুপ্রেরণা ছিল এই বিশ্বাসের প্রেক্ষিতে, এই শিষ্য ছিলেন ইমামের এবং তাঁর আবিষ্কৃত গুপ্ত জ্ঞানের \"দ্বার\" (বাব)।  প্রথম এই ধরনের বাব ছিলেন মুহাম্মদের একজন সাহাবী, পারস্যের সালমান।  এই ধারণার মূল ছিল জ্ঞানবাদী, এবং পরবর্তী সাহিত্যে সাধারণত ৮ম শতাব্দীর চরমপন্থী (ঘুলাট) প্রোটো- ইসমা'ইলি মুখাম্মিসার সাথে সম্পর্কিত বলে মনে করা হয়। তবে ৮ম শতাব্দীর প্রকৃত লেখাগুলো এটি তত্ত্বকে সমর্থন করে না। \n\n\n== ইসমাইলিজম ==\nপ্রাথমিক ইসমাইলি আন্দোলনে এই শব্দটি \"মিশনারি আন্দোলনের শ্রেণিবিন্যাসের একজন ব্যক্তিত্ব যিনি ইসলামী ওহীর একটি রহস্যময় ব্যাখ্যা প্রচারে অংশগ্রহণ করেছিলেন\" তার জন্য ব্যবহৃত হত।  প্রাথমিক ইসমাইলি ধর্মপ্রচারক এবং লেখক জাফর ইবনে মনসুর আল-ইয়ামানও এই শব্দটি ইমামদের মনোনীত উত্তরসূরিদের জন্য এবং মুহাম্মদের উত্তরসূরি হিসেবে আলী ইবনে আবি তালিবের জন্য প্রয়োগ করেছিলেন। \n৯০৯ সালে ফাতেমীয় খিলাফত প্রতিষ্ঠার পর, বাব সরকারি ইসমাইলি ধর্মীয় শ্রেণিবিন্যাসে ( দা 'ওয়া ) একটি পদমর্যাদা লাভ করে।  ফাতেমীয় যুগের বাব ছিল ফাতেমীয় ইমাম-খলিফার পরে দ্বিতীয় স্থানে, এবং \"প্রধান আহ্বায়ক\" ( দাʿই আল-দুআত ) উপাধি দ্বারাও পরিচিত। ঐতিহাসিক উৎসগুলোতে পরবর্তী শব্দটি সাধারণত ব্যবহৃত হয়, যেখানে ইসমাইলি উৎসগুলোতে বাব শব্দটিই বেশি ব্যবহৃত হয়। বাব ইমাম এবং মুমিন সম্প্রদায়ের মধ্যে মধ্যস্থতাকারী ( ওয়াসিটা ) হিসেবে কাজ করতেন। বাবএ-র অধীনে বারোজন হুজ্জা (\"সীলমোহর\") ছিলেন, যারা দা 'ওয়ার কাজ পরিচালনা করতেন।  \nফাতেমীয় খিলাফতের অবসানের পর এই পদটি ধীরে ধীরে হ্রাস পেতে থাকে এবং সম্পূর্ণরূপে বিলীন হয়ে যায়।  ত্রয়োদশ শতাব্দীতে নিজারি ইসমাইলি রাজ্যের শ্রেণিবিন্যাস লিপিবদ্ধকারী নাসির আল-দিন আল-তুসি, দাʿই সমতুল্য বাব-ই বাতিন নামে একজন কর্মকর্তার উপস্থিতির কথা উল্লেখ করেছেন; কিন্তু পরবর্তী সূত্রগুলোতে এই পদমর্যাদার আর কোনো উল্লেখ নেই। \n\n\n== দ্বাদশবাদী শিয়া ==\nদশম শতাব্দীর ইসমাইলি লেখক ইবনে আল-হাইথাম বর্ণনা করেছেন যে, দ্বাদশ ইমামরা তাদের মনোনীত উত্তরসূরীদের সংখ্যালঘু হওয়ার সময় তাদের ইমামতের একজন তত্ত্বাবধায়ককে বাব উপাধিতে মনোনীত করেছিলেন, কিন্তু সমসাময়িক দ্বাদশ সূত্রগুলোতে এই ব্যবহার দেখা যায় না।  দশম শতাব্দীর দ্বাদশ পণ্ডিত মুহাম্মদ ইবনে ইয়াকুব আল-কুলায়নির ভাষায়, দ্বাদশ উৎসগুলোতে, শব্দটি কেবল ইমামদের জন্যই ব্যবহৃত হয়, \"যে দরজা দিয়ে ঈশ্বরের জ্ঞান অর্জন করা হয়\"।  তাই আলীকে প্রায়শই \"নবীর দরজা\" বলা হয়, যিনি আবার \"আল্লাহর দরজা\"ও; একটি হাদিসে এসেছে যে মুহাম্মদ (সঃ) বলেছে যে \"আমি জ্ঞানের শহর এবং আলী দরজা; তোমরা কি এর দরজা ছাড়া অন্য কোনো দরজা দিয়ে শহরে প্রবেশ করবে?\" \nদ্বাদশ ও শেষ ইমাম, মুহাম্মদ আল-মাহদীর চার প্রতিনিধি : আবু আমর উসমান ইবনে সাঈদ, তার ছেলে আবু জাফর মুহাম্মদ, আবু আল-কাসিম আল-হুসাইন ইবনে রুহ আল-নবখতি এবং আবু আল-হাসান আলী ইবনে মুহাম্মদ আল-সামারির জন্য এই শব্দটি প্রয়োগ করা হয়েছিল। এই ব্যক্তিরা - এবং এই পদ দাবিকারী কয়েকজন প্রতিদ্বন্দ্বী - \"দ্বার\" ( আদওয়াব ) হিসেবে কাজ করেছিলেন, অর্থাৎ ৮৭৩-৯৪০ সালে লুকানো দ্বাদশ ইমামের প্রতিনিধি হিসেবে। এরপর, ইমামের গুপ্তচরবৃত্তির ধারণা গৃহীত হয়, যার ফলে বাব পদ পরিত্যাগ করা হয়।  পরবর্তীকালে নাসির আল-দিন আল-তুসির মতো দ্বাদশ ধর্মতত্ত্ববিদরা, গুলহাট সম্প্রদায়ের সাধারণ ধারণা, যেমন ইসমাইলিদের ক্ষেত্রে, ইমামের প্রবেশদ্বার হিসেবে একজন শিষ্যের কাজ করার ধারণাকে প্রত্যাখ্যান করেন। \n\n\n== আলবীয়রা ==\nআলবীয়দের মধ্যে, যাদের সৃষ্টিতত্ত্বেরও জ্ঞানতাত্ত্বিক শিকড় রয়েছে, তাদের কাছে বাব হল একটি ঐশ্বরিক ত্রয়ীতে কনিষ্ঠ ঐশ্বরিক সত্তা, ঈশ্বরত্বের অধীনে, বা \"সারাংশ\" ( মাʿনা ), এবং \"নাম\" ( বাদ ) বা \"ঘোরা\" ( হিজাব )।  আলবীয় মতবাদ অনুসারে, এই ত্রয়ী ধারাবাহিক ঐতিহাসিক চক্রে অবতীর্ণ হয়েছে; বাব-এর সাথে সাথে বাদ-এর ভূমিকা হল মাʿনা প্রকৃত চরিত্রকে 'আবরণ' করা:  মাʿনা হলেন \"নীরব\" ইমাম, বাদ হলেন জনসাধারণ, \"কথক\" হল ইমাম, এবং বাব ইমামের প্রবেশদ্বার।  সুতরাং বর্তমান ইসলামী চক্রে, আলী হলেন প্রকৃত ঈশ্বরত্ব, মুহাম্মদ তাঁর বাদ হিসেবে আচ্ছন্ন করেছেন, এবং পারস্যের সালমান তাঁর বাব।  এগারোজন ইমামের প্রত্যেকেরই নিজস্ব বাব ছিল, যিনি ইমাম এবং মুমিনদের মধ্যে মধ্যস্থতাকারী হিসেবে কাজ করতেন। আলবীয় সম্প্রদায়ের প্রতিষ্ঠাতা ইবনে নুসাইরকে একাদশ ইমাম হাসান আল-আসকারীর বাব হিসেবে বিবেচনা করা হয়। \n\n\n== দ্রুজ ==\nদ্রুজ বিশ্বতত্ত্বে, বাব হল সর্বজনীন বুদ্ধির ( ʿআক্বল আল-কুল ') অবতার, যা দ্রুজ মহাজাগতিক শ্রেণিবিন্যাসে ঈশ্বরের ঠিক নীচে অবস্থিত। এভাবে দ্রুজ ধর্মের প্রতিষ্ঠাতা, হামজা ইবনে আলী ইবনে আহমদ, নিজেকে ঈশ্বরের অবতার, খলিফা আল-হাকিম বি আমরুল্লাহর বাব ঘোষণা করেছিলেন। \n\n\n== বাববাদ ==\nউনিশ শতকের গোড়ার দিকে, ইরানের কিছু দ্বাদশপন্থী শায়খ আহমদ আল-আহসা'ই, শায়খ মতবাদের প্রতিষ্ঠাতা এবং তার উত্তরসূরী কাজিম রাশতিকে লুকানো ইমামের বাব হিসেবে বিবেচনা করতেন।  এই ঐতিহ্য বাববাদ ধর্মের ভিত্তি প্রদান করে, যার প্রতিষ্ঠাতা আলী মুহাম্মদ শিরাজীর নামে বাব উপাধি প্রয়োগের পর। \n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র =="}