{"pageid": 1526717, "title": "শাহদিজ", "url": "https://bn.wikipedia.org/wiki?curid=1526717", "content": "ডিজকুহ (ফার্সি: دزکوه) বা শাহদিজ (شاهدز), ছিল ইরানের ইসফাহানের কাছে অবস্থিত একটি দুর্গ, যা বিশেষ করে নিজারি ইসমাইলিদের দখলে ছিল। সেলজুক সুলতান মুহাম্মদ তপারের নিজারি-বিরোধী অভিযানে এটি দখল ও ধ্বংস করা হয়। এর সুস্পষ্ট মনোরম ধ্বংসাবশেষ ইসফাহান থেকে প্রায় ৮ কিমি দক্ষিণে সোফ্ফ পর্বতের একটি উপ-শৃঙ্গে অবস্থিত।\n\n\n== ইতিহাস ==\nডিজকুহ ছিল মধ্য পারস্যের একটি দুর্গ, যা সেলজুক সাম্রাজ্যের রাজধানী ইসফাহানের দিকে যাওয়ার কৌশলগত পথে অবস্থিত।\nঐতিহাসিক ইবনে আল-আসির দুর্গটির নির্মাণের জন্য (যাকে তিনি \"ইসফাহানের দুর্গ (ক্বাল'আ)\" বলেছিলেন) সেলজুক সুলতান মালিকশাহকে দায়ী করেছেন, তবে সম্ভবত এটি আরও আগেই তৈরি করা হয়েছিল, এমনকি প্রাক-ইসলামিক সাসানীয় যুগেও হতে পারে। সেলজুক সুলতান কেবল তার রাজধানীর কাছে অবস্থিত দুর্গটি পুনর্নির্মাণ করেছিলেন। তারপর থেকে শাহদিজ নামটি আরও প্রচলিত হয়ে ওঠে।\nনিজারি ইসমাইলিদের কার্যকলাপের কারণে দুর্গটি খ্যাতি অর্জন করে। একাদশ শতাব্দীতে ইসমাইলিরা ইসফাহান অঞ্চলে সক্রিয় ছিল এবং পারস্য ও ইরাকের প্রধান দাই আব্দুল মালিক ইবনে আত্তাশ ইসফাহানে তার সদর দপ্তর স্থাপন করেছিলেন। হাসান-ই সাব্বার আলামুত দুর্গ দখলের পর আব্দুল মালিক ইবনে আত্তাশের পুত্র আহমদ ইবনে আব্দুল মালিক ইবনে আত্তাশ দুর্গ দখল করতে উৎসাহিত হন। তিনি একজন স্কুলমাস্টারের পরিচয় দেন এবং ধীরে ধীরে দুর্গের গ্যারিসন বাহিনীকে রূপান্তরিত করেন, যাদের বেশিরভাগই ছিলেন শিয়া প্রবণতা সম্পন্ন দায়লামি বংশোদ্ভূত। ১১০০ সালের মধ্যে তিনি দুর্গটি দখল করেন এবং পারস্যের অন্যান্য ইসমাইলি দুর্গের মতো এর পুনর্গঠন শুরু করেন। আহমদ নিকটবর্তী জেলাগুলি থেকে কর আদায় শুরু করেন। জানা গেছে, তিনি ইসফাহানে ৩০,০০০ মানুষকে ধর্মান্তরিত করেছিলেন। শাহদিজ কৌশলগতভাবে গুরুত্বপূর্ণ ছিল কারণ এটি সেলজুকের রাজধানী ইসফাহানের প্রধান পথ পাহারা দিত। এর দখল নিজারিদের জন্য একটি বড় কৌশলগত সাফল্য ছিল।\n\n\n=== শাহদিজ অবরোধ ===\n\n১১০৭ সালে ক্ষমতা অর্জনের পরপরই মালিকশাহর পুত্র সেলজুক সুলতান মুহাম্মদ প্রথম তাপার শাহদিজের উপর দৃষ্টি নিবদ্ধ করে নিজারি ইসমাইলিদের বিরুদ্ধে অভিযান শুরু করেন এবং একটি বিশাল বাহিনী নিয়ে দুর্গটি অবরোধ করেন। অবরোধ তুলে নেওয়ার প্রচেষ্টায় আহমদ সেলজুক শিবিরের ইসমাইলি সহানুভূতিশীলদের এবং ইসফাহানের সুন্নি ধর্মীয় পণ্ডিতদের (উলামাদের) একটি দীর্ঘ ধর্মীয় বিতর্কে জড়িত করার চেষ্টা করেন। তিনি তাদের বোঝানোর চেষ্টা করেন যে ইসমাইলিরাও প্রকৃত মুসলমান, শুধুমাত্র ইমামতের ক্ষেত্রে ভিন্নতা রয়েছে; অতএব, সুলতানের অভিযান ধর্মীয়ভাবে অবৈধ। এক বছর পর বিতর্কটি শেষ হয় কিন্তু অবরোধ অব্যাহত থাকে। সেলজুক সুলতান কর্তৃক শুরু করা আরেকটি আলোচনায় নিজারিরা আরেকটি দুর্গের জন্য দর কষাকষি করে, কিন্তু এই আলোচনা ব্যর্থ হয় এবং একজন ফিদাই সেলজুক সুলতানের একজন বিশেষভাবে নিজারি-বিরোধী কমান্ডার (আমির) কে আক্রমণ ও আহত করার মাধ্যমে শেষ হয়। পরে একটি চুক্তিতে পৌঁছানো হয়: গ্যারিসনের একটি অংশকে আরাজান এবং কুহিস্তানের অন্যান্য ইসমাইলি দুর্গে নিরাপদে যাওয়ার পথ দেওয়া হবে, এবং বাকি প্রায় আশি জন সৈন্য, যাদের দুর্গের কেবল একটি অংশ ছিল, তারা আত্মসমর্পণ করবে এবং তারপর তাদের সহকর্মী ইসমাইলিদের আগমনের খবর পেয়ে আলামুতে যাবে। এই খবরটি পাওয়ার পরেও আহমদ দুর্গ ত্যাগ করতে অস্বীকৃতি জানান এবং দৃশ্যত শেষ অবস্থানে লড়াই করার সিদ্ধান্ত নেন। সেলজুকরা দুর্গ আক্রমণ করে, এবং আহমদ এবং তার যোদ্ধাদের ছোট দল এক দুর্গ থেকে অন্য দুর্গে বীরত্বের সাথে নিজেদের রক্ষা করে। বেশিরভাগ ইসমাইলি যোদ্ধা নিহত হয় এবং কয়েকজন পালিয়ে যেতে সক্ষম হয়। আহমেদকে বন্দী করা হয়, আর তার স্ত্রী আত্মহত্যা করেন। আহমদ ও তার ছেলেকে মৃত্যুদণ্ড দেওয়া হয় এবং তাদের মাথা বাগদাদে আব্বাসীয় খলিফা আল-মুস্তাযিরের কাছে পাঠানো হয়। সেলজুক সুলতান দুর্গটি ভেঙে ফেলেন, কারণ তিনি আশঙ্কা করেছিলেন যে ইসমাইলিরা এটি পুনরুদ্ধার করবে। স্পষ্টতই এই অভিযানের সময় কাছের ইসমাইলি দুর্গ খানলানজান দুর্গও ধ্বংস হয়ে গিয়েছিল। তাই নিজারি ইসমাইলিরা ইসফাহান অঞ্চলে তাদের প্রভাব হারিয়ে ফেলে।\n\n\n== আরও দেখুন ==\nইসমাইলি দুর্গের তালিকা\n\n\n== তথ্যসূত্র =="}