{"pageid": 1526461, "title": "ডেভিড সংগ্রহশালা", "url": "https://bn.wikipedia.org/wiki?curid=1526461", "content": "ডেভিড সংগ্রহশালা (ডেনীয়: Davids Samling) হলো ডেনমার্কের কোপেনহেগেনে অবস্থিত সূক্ষ্ম ও প্রয়োগিক শিল্পের একটি জাদুঘর, যা আইনজীবী, ব্যবসায়ী এবং শিল্প সংগ্রাহক সিএল ডেভিডের ব্যক্তিগত সংগ্রহকে কেন্দ্র করে নির্মিত। ক্রোনপ্রিন্সেসেগেড ৩০- এর ভবনে জাদুঘরটি অবস্থিত। এটি প্রতিষ্ঠাতার ব্যক্তিগত বাড়ি ছিল। মূলত ১৮১০ সালে তার প্রপিতামহ সিএন ডেভিড এটি কিনেছিলেন, কিন্তু ১৮৩০ সালে আবার বিক্রি হয়ে যায়। ১৯১৭ সালে সিএল ডেভিড এটি পুনরায় অধিগ্রহণ করেন, যিনি এতে বসবাস শুরু করেন কিন্তু ভবনের উপরের তলায় জনসাধারণের জন্য তার সংগ্রহও উন্মুক্ত করে দেন। এতে বিনামূল্যে প্রবেশ করা যায়।\nএই জাদুঘরটি ৮ম থেকে ১৯ শতকের ইসলামী শিল্পকলার সংগ্রহের জন্য বিশেষভাবে বিখ্যাত, যা উত্তর ইউরোপের বৃহত্তম শিল্পকলাগুলির মধ্যে একটি। জাদুঘরে ১৮ শতকের ইউরোপ এবং ডেনিশ স্বর্ণযুগের সূক্ষ্ম ও প্রয়োগিক শিল্পকর্মের পাশাপাশি ডেনিশ প্রাথমিক আধুনিক শিল্পকর্মের একটি ছোট সংগ্রহও রয়েছে। ডেনিশ প্রাথমিক আধুনিক শিল্পকর্মের সংগ্রহের সমস্ত শিল্পকর্ম সিএল ডেভিড নিজেই সংগ্রহ করেছিলেন।\n২০০৬ থেকে ২০০৯ সাল পর্যন্ত সংগ্রহটি জনসাধারণের জন্য বন্ধ ছিল, যখন প্রাঙ্গণটি একটি বড় সংস্কার এবং পুনর্বিন্যাসের মধ্য দিয়ে গিয়েছিল। ২০০৯ সালের ১৫ মে এটি পুনরায় খোলা হলে জাতীয় ডেনিশ সংবাদপত্র পলিটিকেনে একে \"ডেনমার্কের সবচেয়ে একচেটিয়া জাদুঘর\" হিসেবে বর্ণনা করা হয়।\n\n\n== ইতিহাস ==\n১৯১৭ সালে ডেভিড তার দাদার একসময়ের সম্পত্তিটি পুনরায় অধিগ্রহণ করেন। তিনি এতে বসবাস শুরু করেন কিন্তু ভবনের উপরের তলায় জনসাধারণের জন্য তার সংগ্রহটিও উন্মুক্ত করে দেন।\n১৯৪৫ সালের ১২ ডিসেম্বর সংগ্রহশালাটির সাথে সিএল ডেভিড ফাউন্ডেশন এবং সংগ্রহশালা স্বাধীন প্রতিষ্ঠানে পরিণত হয় এবং ১৯৪৮ সালে জাদুঘরটি খোলা হয়। বছরের পর বছর ধরে সংগ্রহ বৃদ্ধির সাথে সাথে প্রদর্শনীর স্থানটি ক্রমাগত সম্প্রসারিত এবং পুনর্নির্মাণ করা হয়। ১৯৬০ সালে প্রতিষ্ঠাতার মৃত্যুর পর ফাউন্ডেশনটি তার সম্পত্তির একমাত্র উত্তরাধিকারী হয়ে ওঠে।\n১৯৮৬ সালে ফাউন্ডেশনটি ৩২ ক্রোনপ্রিন্সেসেগেডের সংলগ্ন সম্পত্তি অধিগ্রহণ করে, যেখানে লুইসিয়ানা মিউজিয়াম অফ মডার্ন আর্ট- এর নকশার জন্য পরিচিত স্থপতি ভিলহেম ওহলার্ট ১৯৯০ সালে ইসলামী ক্ষুদ্রাকৃতির ক্রমবর্ধমান সংগ্রহের জন্য একটি সম্পূর্ণ নতুন গ্যালারি ডিজাইন করেছিলেন।\nআরও পুনর্নির্মাণের ফলে ধীরে ধীরে আরও কক্ষ এবং উন্নত সুযোগ-সুবিধা অন্তর্ভুক্ত করা হয়েছে। ২০০৬ সালে জাদুঘরটি জনসাধারণের জন্য সাময়িকভাবে বন্ধ করে দেওয়া হয় যখন এটি সংগ্রহগুলির একটি বড় সংস্কার এবং পুনর্বিন্যাস শুরু করে। এটি ১৫ মে ২০০৯ তারিখে পুনরায় খোলা হয়।\nস্থপতি কার্ল পিটারসেন উপরের তলার প্রথম পুনর্নির্মাণের জন্য দায়ী ছিলেন, যেখানে ছাদটিকে আরও খাড়া করা হয়েছিল যাতে দুটি বৃহৎ আকাশ আলোকিত কক্ষের জন্য পর্যাপ্ত জায়গা তৈরি করা যায়। এই পুনর্নির্মাণটি ১৯২০ সালের দিকে সম্পন্ন হয়েছিল।\nউপরের তলার কিছু অংশ তিনটি কক্ষে তৈরি করা হয়েছিল, যা আংশিকভাবে কফার্ড সিলিং, লম্বা প্যানেল এবং প্যাটার্নযুক্ত কাঠের মেঝে সহ নব্য-ধ্রুপদী শৈলীতে তৈরি করা হয়েছিল। দুটি কক্ষে স্কাইলাইটও ছিল কারণ এই কক্ষগুলি গ্যালারি হিসেবে ব্যবহৃত হত। কাঠের কাজ এখনও অনেকের দৃষ্টি আকর্ষণ করে। কাঠটি রাজা ষষ্ঠ খ্রিস্টানের ডক থেকে আনা হয়েছে, যা ১৯১৮ সালে ভেঙে ফেলা হয়েছিল। ওক গাছের গাঢ় বা হালকা রঙ নির্ভর করে পানিতে কতক্ষণ রাখা হয়েছে তার উপর।\n১৯২৮ সালে স্থপতি কার ক্লিন্ট চীনামাটির বাসন সংগ্রহের জন্য দুটি প্রদর্শনী কক্ষ ডিজাইন করেছিলেন। দেয়ালগুলি ডগলাস ফার দিয়ে ঢাকা এবং প্রদর্শনী কেসগুলি রুডলফ রাসমুসেনের কর্মশালায় তৈরি করা হয়েছিল। কক্ষ এবং প্রদর্শনী বাক্সগুলি এখনও ব্যবহৃত হচ্ছে, তবে এখন কেবল ইসলামী সংগ্রহের জন্য।\n১৫ মে ২০০৯ পর্যন্ত জাদুঘরের বর্তমান পুনর্নির্মাণ করা হয়। এই কার্যক্রম ওহলার্ট আর্কিটেকটার দ্বারা পরিচালিত হয়।\n\n\n== সংগ্রহ ==\nএই সংগ্রহটি ইসলামী শিল্পের সংগ্রহের জন্য সর্বাধিক বিখ্যাত এবং এতে পশ্চিমে স্পেন থেকে পূর্বে ভারত এবং ৭ম থেকে ১৯ শতকের মধ্যে প্রায় সকল ইসলামী সাংস্কৃতিক ক্ষেত্রের কাজ রয়েছে।\nইউরোপীয় এবং ডেনিশ সংগ্রহের মধ্যে রয়েছে:\n\nআসবাবপত্র (চিপেনডেল, ডেভিড রোন্টজেনের কাজ)\nচীনামাটির বাসন (প্রাথমিক মেইসেন চীনামাটির বাসন সহ) এবং মাটির পাত্র\nরূপার পাত্র\n১৮৮০ থেকে ১৯৫০ সালের মধ্যে ডেনিশ শিল্পীদের তৈরি ভাস্কর্য এবং সিরামিক\nএবং চিত্রকর্ম:\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\n1840 resident"}