{"pageid": 1526051, "title": "লিওন কেতানি", "url": "https://bn.wikipedia.org/wiki?curid=1526051", "content": "লিওন কেতানি (সেপ্টেম্বর ১২, ১৮৬৯ - ২৫ ডিসেম্বর, ১৯৩৫), ডিউক অফ সারমোনেটা (প্রিন্স কেতানি নামেও পরিচিত), ছিলেন একজন ইতালীয় পণ্ডিত, রাজনীতিবিদ এবং মধ্যপ্রাচ্যের ইতিহাসবিদ।\nপ্রাথমিক ইসলামী ঐতিহ্যের উৎসগুলোতে ঐতিহাসিক পদ্ধতি প্রয়োগের ক্ষেত্রে কেতানিকে একজন পথিকৃৎ হিসেবে বিবেচনা করা হয়। কারণ একে তিনি ক্ষুদ্র ঐতিহাসিক এবং মনস্তাত্ত্বিক বিশ্লেষণের আওতায় এনেছিলেন।\nতিনি ছিলেন ইতালীয়-কানাডিয়ান ভিজ্যুয়াল শিল্পী স্বেভা কেতানির পিতা।\n\n\n== জীবন ==\nকেতানি রোমে একটি বিশিষ্ট এবং ধনী কেতানি পরিবারে জন্মগ্রহণ করেছিলেন। তার বাবা ওনোরাতো কেতানি, তেয়ানোর প্রিন্স এবং সার্মোনেতার ডিউক, ১৮৯৬ সালে দ্বিতীয় ডি রুডিনি মন্ত্রিসভায় ইতালীয় পররাষ্ট্রমন্ত্রী ছিলেন; তার ইংরেজ মা, অ্যাডা বুটল উইলব্রাহাম, ছিলেন আর্ল অফ ল্যাথমের কন্যা। তার পিতামহ, মাইকেলেঞ্জেলো, পোলিশ কাউন্টেস ক্যালিক্স্টা রেজেউস্কিকে বিয়ে করেছিলেন, যার পূর্বপুরুষ ওয়াকলাও সেভেরিন রেজেউস্কি একজন সুপরিচিত পোলিশ প্রাচ্যবিদ ছিলেন।\nঅল্প বয়সেই বিদেশী ভাষার প্রতি আগ্রহ তৈরি হয় কেতানির। ১৫ বছর বয়সে, তিনি নিজে নিজে সংস্কৃত এবং আরবি ভাষা অধ্যয়ন শুরু করেন। পরবর্তীতে তিনি রোম বিশ্ববিদ্যালয়ে ইগনাজিও গুইডি এবং গিয়াকোমো লিগনানার অধীনে প্রাচ্য ভাষা নিয়ে পড়াশোনা করেন। তিনি আরবি, হিব্রু, ফার্সি, সংস্কৃত এবং সিরিয়াক ভাষা (এবং সম্ভবত তুর্কি ভাষাও) নিয়ে গভীর অধ্যয়ন করেন। কেতানি বহু বছর ধরে মুসলিম বিশ্বে ভ্রমণ ও গবেষণা করেছেন। তিনি তিউনিসিয়া, আলজেরিয়া, মিশর, সিরিয়া, তুরস্ক, ইরাক, লেভান্ট, সাহারা, ভারত, মধ্য এশিয়া এবং দক্ষিণ রাশিয়া থেকে বিস্তৃত ইসলামী সংস্কৃতির উপর তথ্য সংগ্রহ করেছেন। পরবর্তী সময়ে, জর্জিও লেভি ডেলা ভিদা তার একজন শিষ্য হিসেবে ছিলেন। তিনি ১৯১১ সালে অ্যাকাডেমিয়া নাজিওনালে দেই লিন্সেই- এর একজন সংশ্লিষ্ট সদস্য এবং ১৯১৯ সালে পূর্ণ সদস্য হন। পরবর্তীতে, তিনি মুসলিম অধ্যয়নের জন্য কেতানি ফাউন্ডেশন তৈরির জন্য তার নিজের সমৃদ্ধ গ্রন্থাগারটি লিন্সেইতে ছেড়ে যান।\nকেতানি ইতালীয় পার্লামেন্টের ডেপুটি হিসেবেও দায়িত্ব পালন করেছিলেন (১৯০৯-১৯১৩), এবং সেখানে তিনি উগ্র সমাজতান্ত্রিক অবস্থান বজায় রেখেছিলেন। তিনি পালিয়ানোর রাজপুত্র ষষ্ঠ মারকান্টোনিওর কন্যা কোলোনার ভিত্তোরিয়া কোলোনা কেতানিকে বিয়ে করেন। যদিও পরে তারা আলাদা হয়ে যান।  ১৯১৭ সালে তিনি তার বাবার উত্তরসূরী হিসেবে তেয়ানোর রাজপুত্র এবং সার্মোনেতার ডিউক হিসেবে দায়িত্ব গ্রহণ করেন।\nতার বিবাহ বিচ্ছেদ  এবং ফ্যাসিবাদের উত্থানের পর, ১৯২১ সালের আগস্টে কেতানি তার নতুন সঙ্গী ওফেলিয়া ফ্যাবিয়ানি এবং তাদের মেয়ে স্বেভাকে নিয়ে কানাডার ব্রিটিশ কলাম্বিয়ার ভার্ননে অভিবাসনের সিদ্ধান্ত নেন। পরে তিনি কানাডার নাগরিক হন। ১৯৩৫ সালে, ফ্যাসিস্ট শাসন তার ইতালীয় নাগরিকত্ব কেড়ে নেয় এবং তাকে অ্যাকাডেমিয়া দেই লিন্সেই থেকে বহিষ্কার করে। তিনি ২৪শে ডিসেম্বর, ১৯৩৫ সালে ব্রিটিশ কলাম্বিয়ার ভ্যানকুভারে গলার ক্যান্সারে মারা যান। লিওন কেতানিকে খ্রিস্টপূর্ব ভার্ননের প্লেজেন্ট ভ্যালি কবরস্থানে সমাহিত করা হয়েছে।\n\n\n== গবেষণা ==\n১৯০৪ থেকে ১৯২৬ সালের মধ্যে কেতানি কুরআনের উৎপত্তি এবং ইসলামী চিন্তাধারার সাথে সম্পর্কিত উৎসগুলোর ব্যাপক বিশ্লেষণ করেছিলেন, এই সময় তিনি ইসলামের উৎপত্তি সম্পর্কিত সমস্ত জ্ঞাত উপকরণ সংগ্রহ এবং তা কালানুক্রমিকভাবে সাজিয়েছিলেন। কেতানি তার দশ খণ্ডের গ্রন্থ \"আন্নালি ডেল'ইসলাম\" -এ ইসলামী উৎসগুলোতে অসঙ্গতি, বৈপরীত্য এবং বৈপরীত্য সম্পর্কে তার সমালোচনামূলক বিশ্লেষণ এবং সিদ্ধান্ত উপস্থাপন করেছেন।  \nকেতানি দাবি করেছিলেন যে ইসলামের প্রাথমিক ঐতিহ্যের বেশিরভাগই পরবর্তী প্রজন্মের লেখকদের দ্বারা বানোয়াট বলে উড়িয়ে দেওয়া যেতে পারে।   তিনি আরও বলেছেন যে ইসলামের গঠনমূলক যুগে আরব বিজয়গুলো ধর্ম দ্বারা নয় বরং বস্তুগত অভাব এবং লোভ দ্বারা পরিচালিত হয়েছিল।  \n\n\n== তথ্যসূত্র ==\n\n\n== কাজ ==\nআনালি ডেল' ইসলাম (মিলান, উলরিকো হোয়েপলি, ১৯০৫-১৯০৭), ১০ খণ্ড\n\"উসমান এবং কোরআনের পুনর্মূল্যায়ন\", মুসলিম ওয়ার্ল্ড ৫ (১৯১৫), পৃষ্ঠা। ৩৮০-৯০\nপ্রাচ্যের ইতিহাস অধ্যয়ন (মিলান, উলরিকো হোয়েপলি, ১৯১৪)\n\n\n== বহিঃসংযোগ ==\n\nCaetani, Dizionario Biografico degli Italiani-তে লিওন - ভলিউম 16 (1973)\nFondazione Caetani per gli studi musulmani presso l'Accademia dei Lincei\nhttps://web.archive.org/web/20050930010903/http://www.iant.com/imam/methodol.txt\n\nকেতানি পরিবার: পোপ, রাজপুত্র, পণ্ডিত এবং শিল্পী :: গ্রেটার ভার্নন মিউজিয়াম এবং আর্কাইভস www.vernonmuseum.ca-তে\nকেতানি পরিবার: কেতানি পরিবার: পোপ, রাজপুত্র, পণ্ডিত এবং শিল্পী"}