{"pageid": 1526007, "title": "নাওমি রোজেনব্লাম", "url": "https://bn.wikipedia.org/wiki?curid=1526007", "content": "নাওমি রোজেনব্লাম, পিএইচডি, (২৬শে জানুয়ারী, ১৯২৫ - ১৯শে ফেব্রুয়ারী, ২০২১) \"ফটোগ্রাফির যুগান্তকারী ইতিহাস নিয়ে লেখা দুটি বই, এ ওয়ার্ল্ড হিস্ট্রি অফ ফটোগ্রাফি (১৯৮৪) এবং এ হিস্ট্রি অফ উইমেন ফটোগ্রাফার্স (১৯৯৪) এবং এছাড়াও কয়েক ডজন গুরুত্বপূর্ণ নিবন্ধ ও প্রবন্ধের লেখক\" ছিলেন।\n\"১৯৮৪ সালে, অ্যাবেভিল প্রেস থেকে এ ওয়ার্ল্ড হিস্ট্রি অফ ফটোগ্রাফি প্রথম প্রকাশিত হয়েছিল। এখন এটি ফরাসি, জাপানি, পোলিশ ও চীনা ভাষায় অনূদিত হয়েছে। এটি একটি আদর্শ পাঠ্যপুস্তক এবং এই মাধ্যমের অনুশীলনকারী, সমালোচক ও ইতিহাসবিদদের জন্য অমূল্য রেফারেন্স বই হিসেবে রয়ে গেছে।\" বইটি ক্রাস্না-ক্রাউস ফাউণ্ডেশন পুরস্কারের চূড়ান্ত পর্বের জন্য মনোনীত হয়েছিল। অ্যাডলফ ব্রাউন, লুইস হাইন, পল স্ট্র্যাণ্ড এবং অন্যান্যদের ওপর নাওমি অসংখ্য মনোগ্রাফ, বই এবং সাময়িকীতে লিখেছেন।\nএ ওয়ার্ল্ড হিস্ট্রি অফ ফটোগ্রাফি লেখার জন্য আলোকচিত্রীদের নিয়ে গবেষণা করার সময়, নাওমি লক্ষ্য করেন যে সমস্ত পত্রিকার পেছনের পাতায় মহিলা আলোকচিত্রীদের উল্লেখ করা হয়েছে। এক্সপোজারের জন্য সিলভিয়া সুকুপকে দেওয়া একটি সাক্ষাৎকারে তিনি ব্যাখ্যা করেছিলেন, \"আমি একটি ছোট কার্ড তৈরি করতাম এবং কেবল সেটি ফাইল করে রাখতাম কারণ আমি জানতাম যে আমি বিশ্ব ইতিহাসে [এ ওয়ার্ল্ড হিস্ট্রি অফ ফটোগ্রাফি ] তাদের সবাইকে নিয়ে লিখতে পারব না। তারপর ১৯৯০ সালে আমি একটি গেটি ফেলোশিপ পেয়েছিলাম এবং সেই তিন মাস মহিলাদের কাজ অনুসন্ধান করে কাটিয়েছিলাম।\"\n১৯৯৮ সালের ৪ঠা মে ১৪তম বার্ষিক ইনফিনিটি অ্যাওয়ার্ডসে নাওমি এবং ওয়াল্টার রোজেনব্লাম ইন্টারন্যাশনাল সেন্টার অফ ফটোগ্রাফির লাইফটাইম অ্যাচিভমেন্ট অ্যাওয়ার্ড পান।\nনাওমি রোজেনব্লামের কাজ অ্যারিজোনার টাকসনে অবস্থিত অ্যারিজোনা বিশ্ববিদ্যালয়ের সেন্টার ফর ক্রিয়েটিভ ফটোগ্রাফিতে সংরক্ষণাগারে রাখা হয়েছে।\n\n\n== ব্যক্তিগত ==\nনাওমি বিয়ে করেছিলেন দ্বিতীয় বিশ্বযুদ্ধের অত্যন্ত সম্মানিত আলোকচিত্রী, মার্কিন সেনাবাহিনীর সিগন্যাল কর্পসের ক্যামেরাম্যান এবং অধ্যাপক ওয়াল্টার রোজেনব্লামকে।\nরোজেনব্লাম দম্পতি হলেন তথ্যচিত্র নির্মাতা নিনা রোজেনব্লাম এবং পাবলিক সার্ভিস কমিশনের প্রাক্তন কমিশনার, কেবলভিশনের সিনিয়র ভিপি এবং আমেরিকার আল্টিসের ভাইস চেয়ারম্যান লিসা রোজেনব্লামের বাবা-মা।\n১৯৭৭ সালে নাওমি এবং তাঁর স্বামী, ওয়াল্টার রোজেনব্লাম, বারবারা মিলস্টেইনের সঙ্গে \"আমেরিকা এবং নিউ ইয়র্কের ব্রুকলিন জাদুঘরে লুইস হাইনের কাজের একটি পূর্ববর্তী প্রদর্শনী\"র সহ-ব্যবস্থাপনা (কিউরেট) করেন। ১৯৮০ সালে গণপ্রজাতন্ত্রী চীন তাঁদের \"লুইস হাইন: এ রেট্রোস্পেক্টিভ অফ দ্য ফটোগ্রাফার\" প্রদর্শনীটি স্থাপনের জন্য আমন্ত্রণ জানায়।\n\n\n== কাজ ==\n১৯৮০ \"আমেরিকা অ্যাণ্ড লুইস হাইন\" বেইজিং, চীন\nএ ওয়ার্ল্ড হিস্ট্রি অফ ফটোগ্রাফি, অ্যাবেভিল প্রেস, ১৯৮৪।\nভেতরে: ল্যারি হাইনম্যান, \n\nচেঞ্জিং শিকাগো: এ ফটোডকুমেন্টারি, ইউনিভার্সিটি অফ ইলিনয় প্রেস, ১৯৮৯।\nভেতরে: থেরেসি থাউ হেইম্যান, সিইং স্ট্রেইট: দ্য এফ.৬৪ বিপ্লব ইন ফটোগ্রাফি, প্রকাশনা তথ্য, ওকল্যান্ড মিউজিয়াম, ১৯৯২।\n\nএ হিস্ট্রি অফ উইমেন ফটোগ্রাফার্স , অ্যাবেভিল প্রেস, ১৯৯৪।\nডকুমেন্টিং এ মিথ: দ্য সাউথ অ্যাজ সিন বাই থ্রি উইমেন ফোটোগ্রাফারস, চ্যানসোনেটা স্ট্যানলি এমন্স, ডরিস উলম্যান, বেয়ার্ড উটেন, ১৯১০–১৯৪০, ১৯৯৮\n১৯৯৯: \"ফটো লীগ\", ফটোএসপানা, মাদ্রিদ, স্পেন\nএ হিস্ট্রি অফ উইমেন ফটোগ্রাফার্স , দ্বিতীয় সংস্করণ, অ্যাবেভিল প্রেস, ২০০০।\nএ হিস্ট্রি অফ উইমেন ফটোগ্রাফার্স , তৃতীয় সংস্করণ, অ্যাবেভিল প্রেস, ২০১০।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনাওমি রোজেনব্লাম, দ্য অ্যালেন সিস্টার্স: একটি ভূমিকা\nওয়াল্টার এবং নাওমি রোজেনব্লামের ফটোগ্রাফি এবং আলোকচিত্রের ইতিহাসের সংগ্রহ, নিউ ইয়র্ক বিশ্ববিদ্যালয়ের ফেলস লাইব্রেরি এবং বিশেষ সংগ্রহ"}