{"pageid": 1526008, "title": "ইরান-জর্ডান সম্পর্ক", "url": "https://bn.wikipedia.org/wiki?curid=1526008", "content": "ইসলামী প্রজাতন্ত্র ইরান এবং জর্ডানের হাশেমীয় রাজ্যের মধ্যে একটি দীর্ঘ কিন্তু জটিল সম্পর্ক রয়েছে যা মাঝে মাঝে উত্তেজনাপূর্ণ এবং অস্থির হয়ে উঠেছে। তেহরানে জর্ডানের একটি দূতাবাস রয়েছে। এবং জর্ডানে ইরানের দূতাবাস রয়েছে। \n\n\n== ঐতিহাসিক সম্পর্ক ==\n\n\n=== প্রাচীনকাল ===\nযদিও দুই জাতির মধ্যে ঐতিহাসিক যোগাযোগ ছিল, জর্ডানের ইতিহাসের বেশিরভাগ সময় ধরে, দেশটি বিভিন্ন পারস্য শাসনের অধীনে ছিল যা আচেমেনিড সাম্রাজ্য থেকে শুরু করে সাসানীয় সাম্রাজ্য পর্যন্ত শুরু হয়েছিল। উভয় দেশই পরবর্তীতে ইসলাম গ্রহণ করে, যদিও জর্ডান শিয়া- অধ্যুষিত ইরানের বিপরীতে একটি সুন্নি দেশে পরিণত হয়। \n\n\n=== পাহলভি ইরান ===\nইরানে পাহলভি রাজবংশের অধীনে ইরান-জর্ডান সম্পর্ক ছিল সৌহার্দ্যপূর্ণ, পশ্চিমা-পন্থী এবং কমিউনিজমের বিরুদ্ধে বৈরী। ১৯৫০-এর দশকে, জর্ডানের বাদশাহ হোসেন তেহরানে একটি জর্ডান দূতাবাস উদ্বোধন করেন, যার ফলে ইরানের সাথে আনুষ্ঠানিকভাবে সম্পর্ক স্থাপন হয়। তবে, কখনও কখনও সম্পর্ক উত্তেজনাপূর্ণ ছিল, কারণ পাহলভি রাজবংশের অধীনে ইরানের ইসরায়েলের সাথে আনুষ্ঠানিক সম্পর্ক ছিল, যা জর্ডানের ছিল না। তা সত্ত্বেও, তারা একটি নিরাপদ এবং সুস্থ সম্পর্ক বজায় রাখতে সক্ষম হয়েছিল।  পাহলভির অধীনে হুসেন বেশ কয়েকটি ইরান সফর করেছিলেন। \n\n\n=== ইসলামী প্রজাতন্ত্র ইরান ===\nইরানি বিপ্লবের সূত্রপাত এবং পরবর্তীতে ইরানে একটি ইসলামী প্রজাতন্ত্র প্রতিষ্ঠা তাদের সম্পর্ককে ইতিবাচক থেকে নেতিবাচক দিকে আমূল পরিবর্তন করে। ১৯৮০-এর দশকের ইরান-ইরাক যুদ্ধে জর্ডান, পারস্য উপসাগরের বেশিরভাগ আরব রাষ্ট্রের সাথে সাথেই সাদ্দাম হোসেনকে সমর্থন করে।  উপসাগরীয় যুদ্ধের সময়ও ইরাকের প্রতি জর্ডানের সমর্থনের কারণে, ইরান এবং জর্ডান তাদের সম্পর্ক পুনঃস্বাভাবিক করতে এক দশক সময় লেগেছিল।\n২০০৩ সালের ২ এবং ৩ সেপ্টেম্বর, জর্ডানের বাদশাহ দ্বিতীয় আবদুল্লাহ তেহরান সফর করেন, যা ১৯৭৯ সালে ইরানে ইসলামী বিপ্লব শুরু হওয়ার পর থেকে তিনি প্রথম জর্ডানের রাজা যিনি তেহরান সফর করেন। \nতা সত্ত্বেও, দুই দেশের মধ্যে সম্পর্ক এখনও উত্তেজনাপূর্ণ, ইরান পশ্চিমাদের সাথে জর্ডানের জোটকে হুমকি হিসেবে দেখছে এবং দুই দেশের মধ্যে অর্থনৈতিক সহযোগিতা খুব কমই রয়েছে। ২০১৮ সালে, জর্ডান অর্থনৈতিক সম্পর্ক বাতিল করে দেয়, এই যুক্তিতে যে ইরান বিশ্ব বাণিজ্য সংস্থার সদস্য নয়। \n\n\n==== সিরিয়ার গৃহযুদ্ধ ====\nইরানের মিত্র সিরিয়ায় বাশার আল-আসাদের সরকারের বিরুদ্ধে জর্ডান অনানুষ্ঠানিকভাবে সরে আসার পর, জর্ডান ইরানের সাথে সম্পর্ক আরও জটিল হয়ে ওঠে, কারণ জর্ডান সিরিয়ায় ইরানের দীর্ঘমেয়াদী উপস্থিতিকে তার নিরাপত্তার জন্য হুমকি হিসেবে বিবেচনা করে।  সিরিয়ায় ইরানের সম্পৃক্ততা রোধ করার জন্য জর্ডান সৌদি আরব, রাশিয়া এবং ইসরায়েলের সাথে কাজ করছে বলেও অভিযোগ করা হয়েছিল। \n১৯ জুলাই, ২০২১ তারিখে, মার্কিন প্রেসিডেন্ট জো বাইডেন জর্ডানের রাজা দ্বিতীয় আবদুল্লাহর সাথে দেখা করেন এবং অন্যান্য বিষয়ের মধ্যে, সিরিয়ার সংকটের ভবিষ্যৎ নিয়ে আলোচনা করেন। সেই বৈঠকে বাদশাহ আবদুল্লাহ সিরিয়াকে স্থিতিশীল করতে এবং সিরিয়ার সার্বভৌমত্ব ও ঐক্য পুনরুদ্ধারে রাশিয়া এবং সিরিয়ার সরকারের সাথে সহযোগিতা করার জন্য বাইডেনকে পরামর্শ দেন। \n\n\n==== ইরাক ====\nসাদ্দাম হোসেনের শাসনামলে, জর্ডান ইরাকের সাথে একটি \"বিশেষ মর্যাদা\" বজায় রেখেছিল কারণ তারা ইরাকি তেলের উপর নির্ভরশীল ছিল। এই সময়ে ইরাক তার বন্দর ব্যবহারের জন্য জর্ডানের উপর নির্ভর করেছিল, কারণ কুয়েত আক্রমণের জন্য জাতিসংঘ ইরাকের উপর নিষেধাজ্ঞা আরোপ করেছিল।\nবাথিস্ট ইরাকের এই সমর্থনের ফলে ১৯৮১ সালের ৩১ জানুয়ারী জর্ডান এবং ইরানের মধ্যে সম্পর্ক সম্পূর্ণভাবে ছিন্ন হয়ে যায় এবং ১৯৯১ সালে দুই দেশ পুনরায় কূটনৈতিক সম্পর্ক স্থাপনের পরেও সম্পর্ক মোটামুটি বৈরী রয়ে গেছে। \n\n\n==== ইসরায়েল ও সৌদি আরবের সাথে জর্ডানের সম্পর্ক ====\nজর্ডান এবং ইরানের মধ্যে উত্তেজনার আরেকটি মূল কারণ হল সৌদি আরব এবং ইসরায়েলের সাথে জর্ডানের সম্পর্ক।\nবহু বছর ধরে, জর্ডান সৌদি অর্থনৈতিক সহায়তার উপর ব্যাপকভাবে নির্ভরশীল ছিল। জর্ডানও সৌদি আরবের সাথে একই রকম রাজনৈতিক কাঠামো ভাগ করে নেয়, উভয়ই আরব রাজতন্ত্র এবং পশ্চিমাদের সাথে ঘনিষ্ঠভাবে জড়িত। ইরানের ক্রমবর্ধমান প্রভাব জর্ডান এবং সৌদি আরবকে আরও ঘনিষ্ঠ করে তুলেছে, ক্রাউন প্রিন্স মোহাম্মদ বিন সালমানের উত্থান সত্ত্বেও উভয়ই একসাথে ইরানের নিন্দা জানিয়েছে। \nজর্ডান ইসরায়েলের সাথেও ঘনিষ্ঠ সম্পর্ক ভাগ করে নেয়, কারণ ১৯৯৪ সাল পর্যন্ত শীতল যুদ্ধের সময় হাশেমীদের ইসরায়েলের সাথে অনানুষ্ঠানিক সম্পর্ক ছিল, যখন দুটি দেশ সম্পর্ক স্থাপন করে।\nইরান সরকার ইসরায়েল এবং পশ্চিমাপন্থী আরব রাজতন্ত্রের বিলুপ্তির আহ্বান জানিয়েছে, যার ফলে জর্ডান এবং ইসরায়েল উভয় দেশেই ইরান-বিরোধী প্রতিক্রিয়া দেখা দিয়েছে। \nকেউ কেউ ২০২১ সালের এপ্রিলে জর্ডানে ব্যর্থ অভ্যুত্থান প্রচেষ্টায় সৌদি আরব এবং ইসরায়েলি জড়িত থাকার অভিযোগ করেছেন, যা ইসরায়েলি-ফিলিস্তিনি সংঘাতের সমাধান হিসেবে মার্কিন যুক্তরাষ্ট্র কর্তৃক প্রস্তাবিত ' শতাব্দীর সেরা চুক্তি' -এর জর্ডানের অনানুষ্ঠানিক বিরোধিতার সাথে সম্পর্কিত। \n\n\n==== কাতার সংকট ====\nউত্তেজনা কমাতে কাতার সংকট কূটনৈতিকভাবে সমাধানের আহ্বান জানিয়েছে ইরান ও জর্ডান উভয়ই। জর্ডান, যদিও দেশের অভ্যন্তরে তার কূটনৈতিক উপস্থিতি বজায় রেখেছিল, কাতারের সাথে সীমিত সম্পর্ক ছিল, কারণ জর্ডান অর্থনৈতিকভাবে উপসাগরীয় অঞ্চলের উপর নির্ভরশীল, বিশেষ করে ২০১৮ সালের জর্ডানের বিক্ষোভের পর।  অন্যদিকে, জর্ডান আশঙ্কা করছে যে কাতার এবং তার উপসাগরীয় প্রতিবেশী সৌদি আরব, বাহরাইন এবং সংযুক্ত আরব আমিরাতের মধ্যে উত্তেজনা বৃদ্ধির ফলে ইরানের প্রাধান্য বাড়তে পারে। \n\n\n==== নতুন লেভান্ট উদ্যোগ ====\n২৭ জুন ২০২১ তারিখে, বাগদাদে এক ত্রিপক্ষীয় শীর্ষ সম্মেলনে, জর্ডানের রাজা মিশর ও ইরাকের সাথে সহযোগিতা ও বাণিজ্য বৃদ্ধির জন্য একটি চুক্তি ঘোষণা করেন, যার মধ্যে রয়েছে ইরাক থেকে জর্ডান (এবং মিশর) হয়ে তেল পরিবহন।  এটি আনুষ্ঠানিকভাবে \"নিউ লেভান্ট ইনিশিয়েটিভ \" (এনএলআই) নামে পরিচিতি লাভ করে।  এই চুক্তির পর, জর্ডানের রাষ্ট্রীয় গণমাধ্যম ইরান-জর্ডান সহযোগিতার প্রচার শুরু করে এবং পরামর্শ দেয় যে এই চুক্তি ইরানের সাথে জর্ডানের সম্পর্ক বৃদ্ধি করবে।  পরামর্শ দেওয়া হয়েছিল যে ইরান আল-কেরাকে একটি বিমানবন্দর নির্মাণ করতে পারে এবং জর্ডানের অর্থনৈতিক চাহিদা পূরণের জন্য ইরাক হয়ে জর্ডানে তেল সরবরাহ শুরু করতে পারে।  জর্ডানের কিছু রাজনীতিবিদ, যেমন রাজার উপদেষ্টা বোর্ডের সদস্য জায়েদ নাবুলসি এবং শাসক পরিবারের সাথে ঘনিষ্ঠ সম্পর্কযুক্ত সাংবাদিক মুয়াফাক মাহাদীন, জর্ডানের শিয়া সংখ্যালঘুদের আবাসস্থল কারাক শহরে জাফর ইবনে আবু তালিবের মাজারে ইরানি ধর্মীয় পর্যটনের ধারণা প্রচার শুরু করেছেন। জর্ডানের রাজা দ্বিতীয় আবদুল্লাহও ২০২১ সালের জুলাই মাসে মাজারটি প্রচারের জন্য পরিদর্শন করেছিলেন। \n\n\n==== ইরান-ইসরায়েল যুদ্ধ ====\n২০২৪ সালের ১০ এপ্রিল, প্রথমবারের মতো ইরান জর্ডানের প্রতিবেশী ইসরায়েলে সরাসরি অনেক ক্ষেপণাস্ত্র নিক্ষেপ করে। তাদের বেশিরভাগই ইসরায়েলি, আমেরিকান, ব্রিটিশ এবং জর্ডানের সামরিক কর্মীদের গুলি করে ভূপাতিত করেছে। এখন ইরান জর্ডানের বিরুদ্ধে হুমকি দিয়েছে। \n২০২৪ সালের অক্টোবরে, ইসরায়েলের বিরুদ্ধে ইরানের হামলার পর, জর্ডান এবং অন্যান্য আরব দেশগুলিকে গোপন কূটনৈতিক চ্যানেলের মাধ্যমে ইরান সতর্ক করে দেয় যে তারা ইরানের উপর প্রতিশোধমূলক আক্রমণে ইসরায়েল বা মার্কিন যুক্তরাষ্ট্রকে সহায়তা না করে। আরব কর্মকর্তারা ইঙ্গিত দিয়েছেন যে, যদি এই ধরনের অভিযানে এই রাষ্ট্রগুলির ভূখণ্ড বা আকাশসীমা ব্যবহার করা হয়, তাহলে ইরান তাদের বিরুদ্ধে প্রতিশোধ নেবে। \n\n\n== জর্ডানে ইরানি নেটওয়ার্ক গোয়েন্দা সংস্থা ==\nইরানে ইসলামী শাসনব্যবস্থা প্রতিষ্ঠার পর জর্ডানে ইরানি গোয়েন্দা নেটওয়ার্কগুলি আরও সক্রিয় হয়ে ওঠে। ২০০৪ সালে, জর্ডানের রাজা দ্বিতীয় আবদুল্লাহ আহমেদ চালাবি, একজন ইরাকি, কে জর্ডান আক্রমণের ষড়যন্ত্রকারী ইরানি এজেন্ট বলে অভিযুক্ত করেন। \n২০১৮ সালে, ইসলামী প্রজাতন্ত্র ইরানের সশস্ত্র বাহিনীর একজন শীর্ষ সামরিক কমান্ডার, ব্রিগেডিয়ার জেনারেল আহমেদ রেজা পুরদাস্তান প্রকাশ করেছিলেন যে জর্ডান সহ মধ্যপ্রাচ্যের বেশ কয়েকটি আরব দেশে সামরিক কার্যকলাপ সম্পর্কে ইরানের কাছে গোয়েন্দা তথ্য রয়েছে এবং তারা উস্কানি দিলে আক্রমণ করার হুমকি দিয়েছে। \n\n\n== ইরানি দূতাবাস ==\nইরানি দূতাবাস আম্মানে অবস্থিত। \n\nরাষ্ট্রদূত মোজতবা ফেরদোসিপুর \n\n\n== জর্ডান দূতাবাস ==\nজর্ডানের দূতাবাস তেহরানে অবস্থিত। \n\nরাষ্ট্রদূত নিজার নাথির মোস্তফা আল-কায়সি \n\n\n== তথ্যসূত্র =="}