{"pageid": 1526288, "title": "লন্ডনে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1526288", "content": "২০২১ সালের আদমশুমারিতে গ্রেটার লন্ডন এলাকায় ১,৩১৮,৭৫৫ জন মুসলিম ছিল বলে জানা গেছে। ২০২১ সালের আদমশুমারি জাতীয় পরিসংখ্যান অফিস অনুসারে লন্ডনের জনসংখ্যার ১৫% মুসলিম। খ্রিস্টধর্মের পরে এ শহরে ইসলাম দ্বিতীয় বৃহত্তম ধর্ম। \n\n\n== ইতিহাস ==\nলন্ডনে প্রথম মুসলিমরা এসেছিলেন ১৯শ শতাব্দীতে। তারা ছিলেন লাস্কার, অর্থাৎ বাঙালি ও ইয়েমেনি নাবিক। ভারতীয় উপমহাদেশের অনেক মুসলিম প্রথম ও দ্বিতীয় বিশ্বযুদ্ধে ব্রিটিশ সেনাবাহিনী ও ব্রিটিশ ভারতীয় সেনাবাহিনীতে কাজ করেছিল। দ্বিতীয় বিশ্বযুদ্ধের পর অভিবাসনের ঢেউয়ে অনেক মুসলিম কমনওয়েলথ দেশ ও প্রাক্তন উপনিবেশ থেকে যুক্তরাজ্যে আসে। তারা শ্রমের ঘাটতি পূরণ ও নতুন সুযোগের জন্য এসেছিলেন। ভারত বিভাগের পর পাকিস্তানের পাঞ্জাব, আজাদ কাশ্মীর এবং ভারতের গুজরাট থেকে অনেকে আসে। ১৯৫০ ও ৬০-এর দশকের প্রথম অভিবাসনের পর সাইপ্রাস, বাংলাদেশের সিলেট (পূর্বে পূর্ব পাকিস্তান) থেকে মুসলিমরা আসে। অন্যান্য দেশ থেকেও অনেকে এসেছে। তবে দক্ষিণ এশিয়ার তুলনায় তাদের সংখ্যা কম। ইয়েমেন, সোমালিয়া ও তুরস্ক থেকে উল্লেখযোগ্য সংখ্যক মুসলিম এসেছে। আর মালয়েশিয়া, ইরাক, নাইজেরিয়া, ঘানা ও কেনিয়া থেকে কম সংখ্যক মুসলিম এসেছিল। আজ লন্ডনের মুসলিমরা বিশ্বের বিভিন্ন জায়গা থেকে এসেছে।\n\n\n=== একবিংশ শতাব্দী ===\n\nগত কয়েক দশকের অভিবাসনের ফলে লন্ডনে এখন বিশ্বের সবচেয়ে বৈচিত্র্যময় মুসলিম সম্প্রদায় রয়েছে।\nলন্ডনের মুসলিমরা ভৌগোলিকভাবে ছড়িয়ে ছিটিয়ে রয়েছে। পূর্ব লন্ডনের টাওয়ার হ্যামলেটস, নিউহ্যাম এবং রেডব্রিজের বরোগুলিতে সবচেয়ে বেশি মুসলিম রয়েছেন। এখানে বাংলাদেশি, পাকিস্তানি ও ভারতীয়রা বেশি থাকে।\nপূর্ব লন্ডনের বাইরে মার্টন, সাউথওয়ার্ক ও হ্যাকনিতে বাংলাদেশি মুসলিমরা বাস করে।\nউত্তর লন্ডনের হ্যারিঙ্গে, বার্নেট ও এনফিল্ডে মুসলিমদের বেশি থাকে। এখানে তুর্কি সাইপ্রিয়টদের পুরনো সম্প্রদায়ের সঙ্গে আলজেরিয়ান, সোমালি ও পার্সিয়ানরাও থাকে।\nআরবি ভাষাভাষী মুসলিমদের ঐতিহ্যবাহী এলাকা কেনসিংটন অ্যান্ড চেলসি, নটিং হিল, এজওয়্যার রোড। প্রথম বসতি উত্তর কেনসিংটনের আশেপাশে হয়েছিল। যা পরে হ্যামারস্মিথ অ্যান্ড ফুলহ্যাম, ল্যাম্বেথ, ব্রেন্ট ও ইলিং এলাকায় ছড়িয়ে পড়ে।  এই ছয়টি বরোতে যুক্তরাজ্যের সবচেয়ে বেশি মুসলিম আরব থাকে। ২০২১ সালের জনগণনায় তাদের হার ৩-৮% ছিল। সাম্প্রতিক বছরগুলোতে ইরিত্রিয়া, ইথিওপিয়া, সুদান, আফগানিস্তান, আলজেরিয়া, মরক্কো ও ইয়েমেন থেকে শরণার্থী ও অভিবাসী মুসলিমরা এসব এলাকায় বসবাস করতে শুরু করে। অনেকে নিজেদের মসজিদ তৈরি করেছে, যেমন হার্লেসডেনে ইকরা ফাউন্ডেশন।\nভারতীয় ও পাকিস্তানি মুসলিমরা পশ্চিমে হাউন্সলো ও সাউথলে বাস করে। তবে তাদের সংখ্যা হিন্দু ও শিখ ধর্মের তুলনায় অনেক কম।\nনদীর দক্ষিণে মুসলিমরা সংখ্যালঘু। তবে পেকহাম, ক্যাম্বারওয়েল ও ওল্ড কেন্ট রোডের আশেপাশে পশ্চিম ও পূর্ব আফ্রিকান মুসলিমদের উল্লেখযোগ্য সম্প্রদায় গড়ে উঠেছে। এর মধ্যে নাইজেরিয়ান, ঘানাইয়ান, আইভরিয়ান ও সোমালিরা রয়েছে। আগের বছরগুলোর মতো স্থানীয় শ্বেতাঙ্গ জনগোষ্ঠী মাঝে মাঝে মুসলিমদের প্রতি বৈরিতা দেখিয়েছিল। ৯/১১ এবং ইরাক আক্রমণের পর মুসলিমদের প্রতি ক্ষোভ বাড়ে এবং তাদের বিরুদ্ধে ইসলামবিদ্বেষ বাড়ে। এই পরিস্থিতির পরেও কিছু মুসলিম সমাজে উচ্চ পদে পৌঁছাতে পেরেছেন। এর মধ্যে অন্যতম হলে লন্ডনের মেয়র সাদিক খান।\n২০১৩ সালে, লন্ডনে ১৩,৪০০টি মুসলিম মালিকানাধীন ব্যবসা প্রতিষ্ঠান ছিল বলে জানা গেছে। এই ব্যবসাগুলো ৭০,০০০-এর বেশি কর্মসংস্থান তৈরি করেছিল। এগুলো লন্ডনের ছোট ও মাঝারি আকারের ব্যবসার  ৩৩% এর বেশি অংশ ছিল।\n\n\n== উল্লেখযোগ্য মসজিদ এবং অন্যান্য প্রতিষ্ঠান ==\nমসজিদ সর্বপ্রথম নামাজের স্থান। যুক্তরাজ্যে প্রায় ২,০০০ মসজিদ এবং ইসলামিক প্রার্থনা কক্ষ রয়েছে।  ২০১৬ সালের হিসাব অনুযায়ী, প্রায় ১৫০০ মসজিদ লন্ডনে অবস্থিত ছিল। যুক্তরাজ্যের এই মসজিদগুলির মধ্যে আবাসিক এলাকার ছোট এবং সাধারণ 'ঘরের মসজিদ' থেকে শুরু করে লন্ডনের রিজেন্টস পার্ক মসজিদের মতো বৃহত্তর মসজিদ রয়েছে।\nলন্ডনের প্রথম মসজিদ ১৮৯৫ সালে হাজি মোহাম্মদ ডলি, আলবার্ট স্ট্রিটে (বর্তমান ক্যামডেন) খোলেন। রন গিভস তার আবদুল্লাহ কুইলিয়ামের জীবনীতে এটি উল্লেখ করেছেন। ১৮৯৯ সালে মসজিদটি ইউস্টন রোডে নিয়ে যাওয়া হয়। মোহাম্মদ ডলি স্কটিশ এবং মালয় বংশোদ্ভূত ছিলেন। মোহাম্মদ ডলি ১৯০৬ সালে মারা যান এবং তাকে উইলসডেন নিউ কবরস্থানে সমাহিত করা হয়।\n\nফজল মসজিদ ছিল লন্ডনের উদ্দেশ্যমূলকভাবে নির্মিত মসজিদ। এটি ১৯২৬ সালে সাউথফিল্ডসে আহমদীয়া সম্প্রদায়ের জন্য খোলা হয়েছিল। ১৯৮৪ সাল থেকে এটি খলিফাতুল মসিহদের বাসস্থান এবং আহমদিয়াদের আন্তর্জাতিক সদর দপ্তর।\nপ্রথম বড় মসজিদগুলোর একটি ১৯৭৬ সালে ব্রিক লেনে খোলা হয়। এটি ১৮শ শতাব্দীতে হুগেনট গির্জা হিসেবে শুরু হয়েছিল এবং ১৯শ শতাব্দীতে অশকেনাজি ইহুদিদের জন্য সিনাগগে পরিণত হয়েছিল। এর পরপরই, দুটি বৃহৎ সুন্নি মসজিদ নির্মিত হয়। হোয়াইটচ্যাপেল রোডে পূর্ব লন্ডন মসজিদ (সংলগ্ন লন্ডন মুসলিম সেন্টার এবং মরিয়ম সেন্টার সহ), এবং রিজেন্টস পার্কে লন্ডন সেন্ট্রাল মসজিদ নির্মিত হয়।\nক্যারিবিয়ান মুসলিমদের জন্য লন্ডনের মসজিদগুলির মধ্যে ব্রিক্সটন মসজিদ এবং ফিন্সবারি পার্ক মসজিদ  রয়েছে।\nকিংসল্যান্ড রোডের সুলেইমানিয়ে মসজিদটি মূলত তুর্কি সম্প্রদায়ের জন্য নির্মিত। এটি ইস্তাম্বুলের বিখ্যাত সুলেমানিয়া মসজিদের নামে নামকরণ করা হয়েছে। মসজিদটি পরিকল্পিতভাবে নির্মিত হয় ও ১৯৯৯ সালে উদ্বোধন করা হয়। শ্যাকলওয়েল লেন মসজিদ ছিল যুক্তরাজ্যের প্রথম তুর্কি মসজিদ।  শ্যাকলওয়েল লেন মসজিদটি আগে সিনাগগ ছিল। ১৯৭৭ সালে তুর্কি সাইপ্রিয়টরা এটিকে মসজিদে রুপান্তরিত করে।  স্টোক নিউইংটনের নিকটবর্তী আজিজিয়ে মসজিদটিও সিনেমা হল থেকে রূপান্তরিত করা হয়েছিল।\nলন্ডনের বাইরের অংশে ক্রয়ডন মসজিদ, মার্টনে অবস্থিত বিশাল বাইতুল ফুতুহ মসজিদ এবং স্ট্র্যাটফোর্ডে অবস্থিত অ্যাবে মিলস মসজিদ রয়েছে। এছাড়াও উল্লেখযোগ্য মসজিদ হল সেন্ট্রাল মসজিদ ওয়েম্বলি, লেটনস্টোন মসজিদ এবং হ্যারো সেন্ট্রাল মসজিদ।\nইসলামিক সেন্টার অফ ইংল্যান্ড হলো একটি শিয়া মসজিদ ও শিক্ষা প্রতিষ্ঠান। এটি ১৯৯৮ সালে খোলা হয়। লন্ডনে ইসলামিক কলেজও রয়েছে। এখান থেকে এ-লেভেল, বিএ এবং এমএ ডিগ্রি দেওয়া হয়।\n\n\n== লন্ডনে মুসলিমদের বিরুদ্ধে ঘৃণা ==\nপুলিশের তথ্যে দেখা গেছে ২০১৭ সালের মার্চ থেকে জুলাই পর্যন্ত মুসলিম উপাসনালয়ে ১১০টি ঘৃণামূলক অপরাধ হয়েছে। ২০১৬ সালের একই সময়ে এটি ছিল ৪৭টি। অর্থাৎ এক বছরে হামলার সংখ্যা দ্বিগুণ হয়েছে। ২০১৯ সালে লন্ডনের একটি মসজিদের বাইরে মুসলিমদের উপর ভ্যান চালিয়ে দেওয়ার পর বিচারক একজন ব্যক্তিকে হত্যার দায়ে দোষী সাব্যস্ত করে। এতে একজন নিহত এবং নয়জন আহত হন। সামগ্রিকভাবে, ক্রাইস্টচার্চের গুলির পর ব্রিটেন জুড়ে মুসলিম-বিরোধী ঘৃণামূলক অপরাধের সংখ্যা ৫৯৩% বৃদ্ধি পেয়েছে। ব্রিটিশ সরকার এই মারাত্মক আক্রমণ কমাতে ব্যাপক প্রচেষ্টা চালিয়ে যাচ্ছে।\n\n\n== তথ্যসূত্র =="}