{"pageid": 1526484, "title": "মালিন অকারম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1526484", "content": "মালিন মারিয়া অকারম্যান (জন্ম: ১২ মে, ১৯৭৮), যাকে প্রায়ই মালিন আকারম্যান নামে অভিহিত করা হয়, একজন সুইডিশ অভিনেত্রী। তিনি প্রথমে কানাডীয় এবং মার্কিন চলচ্চিত্রে ছোট চরিত্রে অভিনয় করেন, যার মধ্যে রয়েছে দি ইউটোপিয়ান সোসাইটি (২০০৩) এবং হ্যারল্ড অ্যান্ড কুমার গো টু হোয়াইট ক্যাসল (২০০৪)। এইচবিওর মকুমেন্টারি সিরিজ দ্য কামব্যাক (২০০৫)-এ প্রধান চরিত্রে অভিনয়ের পর অকারম্যান বাণিজ্যিকভাবে সফল রোমান্টিক কমেডি দ্য হার্টব্রেক কিড (২০০৭) এবং ২৭ ড্রেসেস (২০০৮)-এ সহ-অভিনেত্রী হিসেবে কাজ করেন। তিনি ২০০৯ সালের সুপারহিরো চলচ্চিত্র ওয়াচমেন-এ সিল্ক স্পেক্টার ২ চরিত্রে অভিনয়ের জন্য ব্যাপক স্বীকৃতি অর্জন করেন। এর জন্য তিনি স্যাটার্ন অ্যাওয়ার্ডে সেরা পার্শ্ব অভিনেত্রী বিভাগে মনোনয়ন পান।\nতিনি বক্স অফিস হিট দ্য প্রপোজাল (২০০৯), কাপলস রিট্রিট (২০০৯), এবং র্যামপেজ (২০১৮)-এর মত চলচ্চিত্রগুলোতে পার্শ্ব এবং প্রধান চরিত্রে অভিনয় করেছেন। কমেডি হরর চলচ্চিত্র দ্য ফিনালে গার্লস (২০১৫)-এ তার অভিনয়ের জন্য তিনি ফ্যাঙ্গোরিয়া চেইনস অ্যাওয়ার্ডে মনোনয়ন পান। অকারম্যানের অন্যান্য কাজের মধ্যে রয়েছে সমালোচনামূলকভাবে প্রশংসিত ড্রামা চলচ্চিত্র আইল সি ইউ ইন মাই ড্রিমস (২০১৫) এবং টু দ্য স্টার্স (২০১৯)। টেলিভিশনে, এবিসি সিটকম ট্রফি ওয়াইফ (২০১৩–২০১৪)-এ প্রধান চরিত্রে অভিনয়ের জন্য তিনি সমালোচকদের প্রশংসা অর্জন করেন। তিনি ২০১০ থেকে ২০১৬ সাল পর্যন্ত অ্যাডাল্ট সুইম কমেডি সিরিজ চিলড্রেনস হসপিটাল এবং ২০১৬ থেকে ২০১৯ সাল পর্যন্ত শোটাইম ড্রামা সিরিজ বিলিয়ন্স-এর মূল চরিত্রে অভিনয় করেছেন।\nঅভিনয় এবং মডেলিং ছাড়াও, অকারম্যান ২০০০-এর দশকের গোড়ার দিকে অল্টারনেটিভ রক ব্যান্ড দ্য পেটালস্টোনসের প্রধান গায়িকা হিসেবে সংক্ষিপ্ত সময়ের জন্য সঙ্গীতের সাথে যুক্ত হন। ব্যান্ডটি ২০০৫ সালে তাদের প্রথম স্টুডিও অ্যালবাম প্রকাশ করে। তিনি পরে অভিনয়ে মনোনিবেশ করার জন্য ব্যান্ডটি ত্যাগ করেন। তিনি দুইবার বিয়ে করেছেন, প্রথমে ২০০৭ থেকে ২০১৪ সাল পর্যন্ত পেটালস্টোনসের ড্রামার রবার্টো জিনকোনের সাথে, যার সাথে তার একটি ছেলে রয়েছে, এবং ২০১৮ সাল থেকে ইংরেজ অভিনেতা জ্যাক ডোনেলির সাথে। অকারম্যান ২০২৪ সালে পেট্রা মেডের সাথে মালমোতে ইউরোভিশন সঙ্গীত প্রতিযোগিতা আয়োজন করেছেন।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}