{"pageid": 1527688, "title": "ফ্যারো দ্বীপপুঞ্জে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1527688", "content": "ফ্যারো দ্বীপপুঞ্জ ইউরোপের সুদূর উত্তরে নরওয়েজীয় সাগর ও উত্তর আটলান্টিক মহাসাগরে মধ্যে আইসল্যান্ড ও ব্রিটিশ দ্বীপপুঞ্জের মাঝে অবস্থিত। ফ্যারো দ্বীপপুঞ্জ বর্তমান ডেনমার্কের অধীনস্থ একটি স্বায়ত্তশাসিত অঞ্চল, যার আয়তন প্রায় ১,৩৯৯ বর্গকিলোমিটার। মূলত ১৯৪৮ সালে এটি ডেনমার্কের অংশ হয় এবং তখন থেকে এটি ডেনিশ সামরিক বাহিনীর সুরক্ষায় রয়েছে। তবে এর একটি নিজস্ব ক্ষুদ্র নৌবাহিনী ও স্থানীয় পুলিশ প্রশাসন সক্রিয় রয়েছে। এর জনসংখ্যার বেশিরভাগই স্ক্যান্ডিনেভীয়; তবে এর দক্ষিণে কিছু জার্মান সংখ্যালঘু বাস করে। ২০১৫ সালের আদমশুমারি অনুসারে, ফ্যারো দ্বীপপুঞ্জের জনসংখ্যা প্রায় ৫০,০০০ এবং অধিকাংশই খ্রিস্টধর্মের অনুসারী।  উপলব্ধ তথ্য অনুসারে, ফ্যারো দ্বীপপুঞ্জে মুসলিমদের সংখ্যা এক হাজারেরও বেশি, যাদের বেশিরভাগই সুন্নি মুসলিম এবং মুসলিমদের প্রায় সকলেই বিভিন্ন মুসলিম দেশ থেকে আগত অভিবাসী বা প্রবাসী।  অপর একটি সূত্র অনুযায়ী, ফ্যারো দ্বীপপুঞ্জে মাত্র ২৩ জন মুসলিম স্থায়ীভাবে বসবাস করেন বলে জানা যায়, যা মোট জনসংখ্যার ০.০৭%। \n\n\n== ইতিহাস ==\nডেনমার্কে ইসলামের আগমন সম্প্রতি ঘটেছে। ১৯৬৮ সালে ডেনমার্কে মুসলিম কর্মীদের অভিবাসন শুরু হয় এবং এর আগে ডেনমার্কে মুসলমানদের সংখ্যা ছিল শতকের ঘরে। ডেনমার্কে অভিবাসন বৃদ্ধির সাথে সাথে মুসলিমদের সংখ্যা বৃদ্ধি পায় এবং ১৯৭১ সালে তাদের সংখ্যা তেরো হাজার পৌঁছে, যাদের মধ্যে যুগোস্লাভ ও আলবেনীয় বংশোদ্ভূত ৩ হাজার, পাকিস্তানি বংশোদ্ভূত ৫ হাজার, আরব বংশোদ্ভূত ১ হাজার, তুর্কি বংশোদ্ভূত ১ হাজার এবং ডেনিশ নাগরিকত্বধারী ৩ হাজার মুসলিম ছিলেন। ১৯৭৭ ১৯৭৭ খ্রিস্টাব্দে , ডেনমার্কে অভিবাসী মুসলিমদের সংখ্যা ১৩ হাজার মুসলিম বৃদ্ধি পায়।\nডেনমার্কে ইসলামের আগমন ঘটলে তা ফ্যারো দ্বীপপুঞ্জেও ছড়িয়ে পড়ে। বিশেষ করে গত শতকের দ্বিতীয়ার্ধে ফ্যারো দ্বীপপুঞ্জে ইসলাম প্রবেশ করে। এটি মূলত মুসলিম শ্রমিকদের স্ক্যান্ডিনেভীয় দেশগুলোতে অভিবাসনের ফলে সম্ভব হয়েছে। কারণ ডেনমার্কের অংশ হিসেবে ফ্যারো দ্বীপপুঞ্জও তাদের প্রভাবের আওতায় পড়ে।  সময়ের সাথে সাথে স্ক্যান্ডিনেভীয় অঞ্চলে মুসলিমদের সংখ্যা বাড়তে থাকে এবং ধীরে ধীরে তারা ফ্যারো দ্বীপপুঞ্জেও পৌঁছে যায়। বর্তমান সরকারি সূত্রে ফ্যারো দ্বীপপুঞ্জের মুসলমানদের সংখ্যা, মসজিদ, ইসলামি সাংস্কৃতিক কেন্দ্র বা ধর্মীয় সংগঠনগুলোর সম্পর্কে কোনো আনুষ্ঠানিক তথ্য পাওয়া যায় না। \n\n\n== সামাজিক জীবন ==\nপ্রাপ্ত তথ্য অনুসারে, ফ্যারো দ্বীপপুঞ্জে মুসলমানদের সংখ্যা এক হাজারেরও বেশি, যাদের বেশিরভাগই সুন্নি মুসলমান। ১৯৭১ সাল থেকে ডেনমার্কে মুসলমানরা নিজেদের সংগঠিত করার চেষ্টা করে। লেবাননী বংশোদ্ভূত ডেনিশ মুসলিম মুহাম্মদ হুসেইন আল-জেইন একটি ডেনিশ ইসলামি সমিতি প্রতিষ্ঠার চেষ্টা করেন এবং বেশ কয়েকজন আরব রাষ্ট্রদূত তাকে এতে সহায়তা করেন। ১৯৭১ সালে  ডেনমার্কের মুসলমানরা কোপেনহেগেনে ঈদের নামাজ আদায় করেন।   এতে ৬,০০০ মুসলিম অংশ নিয়েছিলেন বলে ধারণা করা হয়, যার ফলে ডেনমার্কের রাজধানীতে মুসলিম সংখ্যালঘুদের উপস্থিতি অনুভূত হয়। তবে ফ্যারো দ্বীপপুঞ্জে সক্রিয় কোনো ইসলামি সংস্থা বা মসজিদ সম্পর্কে কোনো তথ্য পাওয়া যায়নি। \n\n\n== কুরআনের অনুবাদ ==\nডেনীয় ভাষায় কুরআনের বেশ কয়েকটি অনুবাদ পাওয়া যায়। তবে কিছু অনুবাদের স্বচ্ছতা নিয়ে সন্দেহও প্রকাশ করা হয়েছে, যার মধ্যে আহ্‌মদীয়া জামাত কর্তৃক অনূদিত একটি অনুবাদও রয়েছে। এছাড়াও অন্যান্য ধর্মীয় সংখ্যালঘুদের মতো মুসলিমরা ডেনমার্কের সরকারি স্কুলগুলোতে নিজেদের সন্তানদের ইসলাম শিক্ষা দেওয়ার সুযোগ পাওয়ার চেষ্টা করছে বলে জানা যায়।  \n\n\n== তথ্যসূত্র =="}