{"pageid": 1527689, "title": "হোমো", "url": "https://bn.wikipedia.org/wiki?curid=1527689", "content": "হোমো (Homo,  লাতিন  homō 'মানুষ' হতে উদ্ভূত) হোমিনিড পরিবারের একটি গণ। অস্ট্রালোপিথেকাস গণ থেকে উদ্ভূত এই গণ কেবল একটি বিদ্যমান প্রজাতি ও একাধিক বিলুপ্ত প্রজাতি নিয়ে গঠিত। বিদ্যমান প্রজাতিটি আধুনিক মানুষ (H. sapiens) আর বিলুপ্ত প্রজাতিগুলি একত্রে আদিম মানুষ নামে পরিচিত। বিভিন্ন আদিম মানুষকে আধুনিক মানুষের হয় পূর্বপুরুষ নাহয় নিকট সম্পর্কীয় বলে শ্রেণিভুক্ত করা হয়।\nহোমো গণের প্রাচীনতম সদস্য হোমো হ্যাবিলিস (H. habilis), আর তার প্রাচীনতম জীবাশ্ম ২০ লাখের বেশি বছর পুরনো। হোমো ও প্যারানথ্রোপাস (Paranthropus) গণদ্বয় একত্রে সম্ভবত অস্ট্রালোপিথেকাস গণের এ. আফ্রিকানাস (A. africanus) প্রজাতির সাথে সবচেয়ে নিকট সম্পর্কীয়। হোমোর চবচেয়ে নিকট সম্পর্কীয় গণ হচ্ছে শিম্পাঞ্জি (Pan), যা মায়োসিনের শেষে ৫৭-১১ লাখ বছর আগে হোমো থেকে বিচ্ছিন্ন হয়েছিল।\nপ্রায় ২০ লাখ বছর আগে হোমো ইরেক্টাস (H. erectus) আবির্ভূত হয়েছিল আর একাধিক অভিযানের মাধ্যমে আফ্রিকা ও ইউরেশিয়া জুড়ে ছড়িয়েছিল। অভিযুজ্য ও সফল এই প্রজাতি প্রায় ৫ লাখ বছর আগে উপপ্রজাতিতে বিভক্ত হওয়ার আগে পর্যন্ত দশ লাখের বেশি বছর ধরে টিকে ছিল।\nপ্রায় ২-৩ লাখ বছর আগে আফ্রিকায় শারীরিকভাবে আধুনিক মানুষ (H. sapiens) আবির্ভূত হয়েছিল। প্রায় একই সময় ইউরোপ ও পশ্চিম এশিয়ায় নিয়ানডার্থাল (H. neanderthalensis) আভির্ভূত হয়েছিল। প্রায় ২ লাখ ৫০ হাজার আগে একাধিক অভিযানের মাধ্যমে আধুনিক মানুষ আফ্রিকা থেকে চতুর্দিকে ছড়িয়ে পড়েছিল। প্রায় ৫০-৭০ হাজার বছর আগে পারস্য, দক্ষিণ এশিয়া, দক্ষিণপূর্ব এশিয়া ও ওশেনিয়াতে আধুনিক মানুষ বিস্তৃত হয়েছিল, যার ফলে ৫০ হাজার বছর আগে ইউরেশিয়া ও ওশেনিয়া জুড়ে দীর্ঘস্থায়ী মানব বসতি স্থাপন হয়েছিল। আফ্রিকা ও ইউরেশিয়ায় আধুনিক মানুষ আদিম মানুষদের সঙ্গে সংকর প্রজনন করেছিল, আর নিয়ানডার্থাল-সহ বিশুদ্ধ আদিম মানব প্রজাতিগুলো প্রায় ৪০ হাজার বছর আগে বিলুপ্ত হয়েছিল।\n\n\n== নামকরণ ও শ্রেণিবিন্যাস ==\n\"হোমো\" নামটি লাতিন homō থেকে উদ্ভূত, যার অর্থ \"মানুষ\"। ১৭৫৮ সালে কার্ল লিনিয়াস Homo sapiens দ্বিপদ নামকরণ চালু করেছিলেন। ঊনবিংশ শতাব্দীর দ্বিতীয়ার্ধে হোমো গণের অন্যনায় প্রজাতির নামকরণ করা হয়েছিল (যেমন ১৮৬৪ সালে H. neanderthalensis এবং ১৮৯২ সালে H. erectus)।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ =="}