{"pageid": 1527605, "title": "ব্রিটিশ ভার্জিন দ্বীপপুঞ্জে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1527605", "content": "ব্রিটিশ ভার্জিন দ্বীপপুঞ্জে ইসলাম একটি সংখ্যালঘু ও ক্রমবর্ধমান ধর্ম। ২০০০ সালে ব্রিটিশ ভার্জিন দ্বীপপঞ্জের মোট মুসলিম জনসংখ্য ছিল ৬০ জন, যা দেশের মোট জনসংখ্যার ০.৩০%। তবে ২০১৪ সালে এই হার ১.২ শতাংশে পৌঁছায়।  ব্রিটিশ ভার্জিন দ্বীপপুঞ্জে একটি মসজিদও রয়েছে, যা আল রাহমা মসজিদ নামে পরিচিত। এছাড়াও ব্রিটিশ ভার্জিন দ্বীপপুঞ্জের ইসলামি সংস্থা নামে একটি ইসলামি সংগঠনও সক্রিয় রয়েছে। এই দ্বীপপুঞ্জে ইসলামের বিকাশ মূলত অভিবাসন, বাণিজ্য ও বৈশ্বিক সংযোগের মাধ্যমে হয়েছে।\n\n\n== ইতিহাস ==\nব্রিটিশ ভার্জিন দ্বীপপুঞ্জ ক্যারিবীয় অঞ্চলের একটি ব্রিটিশ অধীনস্থ অঞ্চল, যা মূলত খ্রিস্টান সংখ্যাগরিষ্ঠ। ঐতিহাসিকভাবে ১৮৩৮ থেকে ১৯২৪ সালের মধ্যে ভারতীয় উপমহাদেশ থেকে চুক্তিভিত্তিক শ্রমিক হিসেবে অনেক ভারতীয় ক্যারিবীয় অঞ্চলে এসেছিলেন। এই সময়কালে প্রায় পাঁচ লাখ ভারতীয় এই অঞ্চলে প্রবেশ করেন, যাদের মধ্যে প্রতি ছয়জনের একজন মুসলিম ছিলেন বলে জানা যায়। তবে ব্রিটিশ ভার্জিন দ্বীপপুঞ্জে উল্লেখযোগ্য সংখ্যক চুক্তিভিত্তিক শ্রমিক আসেনি, তাই এখানকার মুসলিম সম্প্রদায়ের উৎস কিছুটা ভিন্ন। এখানে ইসলাম ও মুসলিম সম্প্রদায়ের উপস্থিতি সাম্প্রতিক সময়ে বৃদ্ধি পেয়েছে। ব্রিটিশ ভার্জিন দ্বীপপুঞ্জে ইসলামের আগমন মূলত অভিবাসী ও ব্যবসায়ীদের মাধ্যমে ঘটেছে। মধ্যপ্রাচ্য, দক্ষিণ এশিয়া ও পশ্চিম আফ্রিকা থেকে আগমনকারী অভিবাসীরা দ্বীপপুঞ্জে মুসলিম সম্প্রদায় গঠনে গুরুত্বপূর্ণ ভূমিকা পালন করেছেন। বিংশ শতাব্দীর শেষের দিকে এবং ২১শ শতকের শুরুতে মুসলমান অভিবাসীদের সংখ্যা বাড়তে থাকে, যারা মূলত ব্যবসা ও পেশাগত কাজের জন্য এখানে আসেন। \n\n\n== মসজিদ ও সংস্থা ==\nব্রিটিশ ভার্জিন দ্বীপপুঞ্জে মুসলিম সম্প্রদায়ের অন্যতম গুরুত্বপূর্ণ ধর্মীয় প্রতীক হল মসজিদ। যদিও দ্বীপপুঞ্জে মসজিদ বা নামাজঘরের সংখ্যা সীমিত, তবুও স্থানীয় মুসলিমরা জুমার নামাজ আদায় ও ধর্মীয় কার্যক্রম পরিচালনার জন্য একত্রিত হন। মুসলমানদের জন্য কিছু ইসলামি কেন্দ্রও রয়েছে, যা দ্বীপপুঞ্জের ক্রমবর্ধমান মুসলিম সম্প্রদায়ের ধর্মীয় ও সামাজিক চাহিদা পূরণ করে। সংখ্যায় অল্প হলেও দ্বীপপুঞ্জের মুসলিমরা সাধারণত ধর্মীয় রীতিনীতি মেনে তাদের চেষ্টা করে। রমজান মাসের রোজা, ঈদ উদযাপন ও হালাল খাদ্য গ্রহণের মতো ইসলামী আচার-অনুষ্ঠানে তাদের বিশেষ উপস্থিতি দেখা যায়। দ্বীপপুঞ্জের মুসলমানরা সাধারণত পারস্পরিক সহযোগিতার মাধ্যমে নিজেদের সংস্কৃতি ও ধর্মীয় ঐতিহ্য সংরক্ষণে সচেষ্ট থাকে। \nব্রিটিশ ভার্জিন দ্বীপপুঞ্জের অনেক মুসলমান লেবাননী বংশোদ্ভূত। তথ্য অনুসারে দ্বীপপুঞ্জে প্রায় ৬০ জন সিরো-লেবাননী আরব বসবাস করেন। এছাড়া দ্বীপপুঞ্জে কিছু মুসলমান খ্রিস্টধর্ম থেকে ইসলামে ধর্মান্তরিত হয়েছেন। \n\n\n== প্রতিবন্ধকতা ==\nব্রিটিশ ভার্জিন দ্বীপপুঞ্জে মুসলিম সম্প্রদায়ের একটি বড় প্রতিবন্ধকতা হলো ধর্মীয় প্রতিষ্ঠান ও অবকাঠামোর অভাব। তবে সম্প্রদায়টি ক্রমাগত বৃদ্ধি পাচ্ছে এবং স্থানীয় প্রশাসনের সঙ্গে সমন্বয় করে ইসলামের প্রচার ও সম্প্রসারণের প্রচেষ্টা চালানো হচ্ছে। \n\n\n== তথ্যসূত্র =="}