{"pageid": 1527415, "title": "জামিলা মালিক", "url": "https://bn.wikipedia.org/wiki?curid=1527415", "content": "জামিলা মালিক (১৯৪৫/১৯৪৬ - ২৮ জানুয়ারী ২০২০) ছিলেন দক্ষিণ ভারতীয় চলচ্চিত্রের একজন সুপরিচিত অভিনেত্রী। তিনি ১৯৭০ এবং ১৯৮০ এর দশকে মালায়ালাম এবং তামিল ছবিতে অভিনয় করেছিলেন। জামিলার বেশিরভাগ চলচ্চিত্র সমালোচক এবং দর্শকদের কাছ থেকে প্রশংসা অর্জন করেছে। \nজামিলা ১৯৭২ সালে আধ্যাতে কথা চলচ্চিত্রের মাধ্যমে অভিনয় জগতে প্রবেশ করেন।  তিনি কেরালার প্রথম মহিলা যিনি ফিল্ম অ্যান্ড টেলিভিশন ইনস্টিটিউট অফ ইন্ডিয়া থেকে স্নাতক ডিগ্রি অর্জন করেছিলেন।  জামিলা প্রথমে একজন স্কুল শিক্ষিকা হিসেবে কাজ করতেন। তিনি বিবাহিত এবং তার একটি ছেলেও আছে। নব্বইয়ের দশকে জামিলা  বিশটিরও বেশি টেলিভিশন ধারাবাহিকে অভিনয় করেছিলেন। জামিলা ২০২০ সালের ২৮ জানুয়ারী তারিখে ৭৪ বছর বয়সে মারা যান। \n\n\n== অভিনয় জীবন ==\n\n\n=== মালায়ালাম ===\nজামিলা বহু মালয়ালম চলচ্চিত্রে অভিনয় করেছিলেন। ফেসেস হল তার অভিনীত প্রথম উল্লেখযোগ্য মালয়ালম চলচ্চিত্র।\nসত্তরের দশকে জামিলা অগনিত মালয়ালম চলচ্চিত্রে অভিনয় করেছিলেন যাদের মধ্যে উল্লেখযোগ্য লাইন বাস (১৯৭১), সাথী (১৯৭২), আধ্যাত্মে কথা (১৯৭২), র‍্যাগিং (১৯৭৩), ইয়ানিপ্পাদিকাল (১৯৭৩), রাজাহংসম (১৯৭৪), নীলাকান্নুকল (১৯৭৪), রহস্যরাত্রী (১৯৭৪), বয়ফ্রেন্ড (১৯৭৫), নীরমালা (১৯৭৫), উল্লাস যাত্রা (১৯৭৫), ছোটান্নিকরা আম্মা (১৯৭৬), সেক্সিলা স্টান্ডিলা (১৯৭৬), স্বর্ণ পদক (১৯৭৭), সোসাইটি লেডি (১৯৭৮), অবকাশম (১৯৭৮) এবং কাজুকান (১৯৭৯)।\nআশির দশকেও তিনি মালয়ালম চলচ্চিত্রে স্বক্রিয় ছিলেন। সেইসময়কার তার কিছু জনপ্রিয় চলচ্চিত্র হল, ডালিয়া পুক্কল (১৯৮০), লাহারি (১৯৮২), পাণ্ডবপুরম (১৯৮৬) এবং ওরু মায়মাসা পুলারিয়িল (১৯৮৯)।\nনব্বইয়ের দশকে জামিলা উন্নিকুত্তনু জলি কিত্তি (১৯৯০) নামক মালয়ালম চলচ্চিত্রে অভিনয় করেন।\n\n\n=== তামিল ===\nজামিলা তামিল চলচ্চিত্রেও বেশ কয়েকটি ছবিতে অভিনয় করেছিলেন যার মধ্যে উল্লেখযোগ্য, ভেলি রাথাম (১৯৭৯), অধিশায় রাগম (১৯৭৯), লক্ষ্মী (১৯৭৯), নাধিয়াই থেদি বান্ধ কদল (১৯৮০), পোন্নাঝাগি (১৯৮১) এবং শ্রীমান শ্রীমতি (১৯৮২)।\n\n\n=== একজন কন্ঠশিল্পী হিসেবে ===\nজামিরা ময়ূরা (১৯৭৫) চলচ্চিত্রে একজন কন্ঠশিল্পী হিসাবে কাজ করেছিলেন।\n\n\n=== টেলিভিশন ===\nজামিলা বেশ কয়েকটি টিভি ধারাবাহিকে অভিনয় করেন যাদের মধ্যে উল্লেখযগ্য, কায়ার, সাগরিকা, মঙ্গল্যাপট্টু (আঞ্চলিক মাঝাভিল মনোরমা টিভি চ্যানেলে সম্প্রচারিত) এবং চেম্পাট্টু (আঞ্চলিক এশিয়ানেট টিভি চ্যানেলে সম্প্রচারিত)।\n\n\n== তথ্যসূত্র =="}