{"pageid": 1527962, "title": "রায়তওয়ারি", "url": "https://bn.wikipedia.org/wiki?curid=1527962", "content": "রায়তওয়ারি ব্যবস্থা ছিল ব্রিটিশ ভারতে টমাস মুনরো কর্তৃক প্রবর্তিত একটি ভূমি রাজস্ব ব্যবস্থা, যা সরকারকে রাজস্ব আদায়ের জন্য সরাসরি রায়তদের সাথে লেনদেন করার অনুমতি দিত এবং কৃষকদের চাষের জন্য নতুন জমি ছেড়ে দেওয়ার বা অধিগ্রহণের স্বাধীনতা দিতো।\n\n\n== বিবরণ ==\nএই ব্যবস্থা প্রায় ৫ বছর ধরে চালু ছিল এবং মুঘলদের রাজস্ব ব্যবস্থার অনেক বৈশিষ্ট্য ছিল। ভারতের কিছু অংশে এটি চালু হয়েছিল, কৃষি জমির চাষীদের কাছ থেকে রাজস্ব আদায়ের জন্য ব্যবহৃত তিনটি প্রধান ব্যবস্থার মধ্যে একটি। এই করগুলির মধ্যে ছিল অ-বিভাজিত ভূমি রাজস্ব এবং খাজনা, যা একই সাথে আদায় করা হত। যেখানে ভূমি রাজস্ব সরাসরি রায়তদের উপর আরোপ করা হত, আর সেই কর ব্যবস্থাকে রায়তওয়ারী বলা হতো। অন্যদিকে জমিদারদের সাথে চুক্তির মাধ্যমে পরোক্ষভাবে ভূমি রাজস্ব আরোপ করা হত, সেই কর ব্যবস্থাকে জমিদারী বলা হত। বোম্বে, মাদ্রাজ , আসাম এবং বার্মায় জমিদারদের সাধারণত সরকার এবং কৃষকের মধ্যে মধ্যস্থতাকারীর ভূমিকা ছিল না।\n১৮৫৭ সালে ইস্ট ইন্ডিয়া কোম্পানির হয়ে কর্মরত জন স্টূয়ার্ট মিলের একটি সরকারী প্রতিবেদনে রায়তওয়ারী ভূমি মালিকানা ব্যবস্থার ব্যাখ্যা নিম্নরূপ দেওয়া হয়েছিল:\nরায়তওয়ারী ব্যবস্থার অধীনে, প্রতিটি নিবন্ধিত জমির মালিককে তার মালিক হিসেবে স্বীকৃতি দেওয়া হয় এবং তিনি সরাসরি সরকারকে অর্থ প্রদান করেন। তিনি তার সম্পত্তি সাব-লিজ দেওয়ার, অথবা দান, বিক্রয় বা বন্ধক দিয়ে হস্তান্তর করার স্বাধীনতা রাখেন। যতক্ষণ না পর্যন্ত তিনি নির্দিষ্ট মূল্যায়ন পরিশোধ করেন, ততক্ষণ পর্যন্ত সরকার তাকে উচ্ছেদ করতে পারবে না এবং বার্ষিকভাবে তার জমি বৃদ্ধি বা হ্রাস করার, অথবা সম্পূর্ণরূপে পরিত্যাগ করার বিকল্প থাকে। প্রতিকূল ঋতুতে উৎপাদনের সম্পূর্ণ বা আংশিক ক্ষতির জন্য মূল্যায়ন মওকুফ মঞ্জুর করা হয়। মূল্যায়ন অর্থের মাধ্যমে নির্ধারিত হয় এবং বছরের পর বছর পরিবর্তিত হয় না, যেখানে শুষ্ক জমিকে ভেজা বা দুই ফসলী জমিতে রূপান্তর করার জন্য সরকারি সেচ উৎস থেকে জল নেওয়া হয়, যখন বরাদ্দকৃত পানির জন্য সরকারকে অতিরিক্ত ভাড়া দেওয়া হয়; রায়তের নিজস্ব খরচে উন্নয়নের জন্য মূল্যায়নে কোনও সংযোজন করা হয় না। এই ব্যবস্থার অধীনে রায়ত কার্যত একটি সরল এবং নিখুঁত মালিকানার মালিক, এবং স্থায়ী ইজারার সমস্ত সুবিধা তার দায়িত্ব ছাড়াই, যতটা সম্ভব সে তার জমি ত্যাগ করতে পারে, কিন্তু যতক্ষণ না সে তার পাওনা পরিশোধ করে ততক্ষণ তাকে উচ্ছেদ করা যাবে না; কঠিন ঋতুতে সে সহায়তা পায় এবং তার প্রতিবেশীদের অর্থ প্রদানের জন্য দায়িত্বজ্ঞানহীন... রায়তওয়ারির অধীনে বার্ষিক বন্দোবস্তগুলি প্রায়শই ভুল বোঝাবুঝি হয়, এবং এটি ব্যাখ্যা করা প্রয়োজন যে এগুলি ডিমি রাপেগের রায়টকে প্রদত্ত অধিকার দ্বারা বা বছরের পর বছর তার চাষ বৃদ্ধির দ্বারা প্রয়োজনীয় হয়ে ওঠে। তাদের উদ্দেশ্য হল তার দখলের উপর কতটা মূল্যায়ন প্রদান করা হবে তা নির্ধারণ করা, এবং জমি পুনর্নির্ধারণ করা নয়। এই ক্ষেত্রে যেখানে রায়টদের নতুন পাট্টা বা ইজারা দেওয়ার ক্ষেত্রে কোনও পরিবর্তন ঘটে না, জারি করা হয় না, এবং এই জাতীয় পক্ষগুলি কোনওভাবেই বার্ষিক বন্দোবস্ত দ্বারা প্রভাবিত হয় না, যেখানে তাদের উপস্থিত থাকার প্রয়োজন হয় না।\n\n\n== ইতিহাস ==\n১৮২০ সালের মে মাসে মাদ্রাজের গভর্নর নিযুক্ত টমাস মুনরো নামের সাথে রাওতোয়ারি ব্যবস্থা জড়িত। পরবর্তীকালে, রাওতোয়ারি ব্যবস্থা বোম্বে অঞ্চলে সম্প্রসারিত হয়। মুনরো ধীরে ধীরে মোট উৎপাদনের অর্ধেক থেকে এক তৃতীয়াংশ করের হার কমিয়ে আনেন, এমনকি তখনও এটি একটি অতিরিক্ত কর ছিল।\nউত্তর ভারতে, এডওয়ার্ড কোলব্রুক এবং পরবর্তী গভর্নর-জেনারেলরা ব্রিটিশ সরকারের দেওয়া অঙ্গীকার পূরণ করার জন্য এবং ভূমি-কর স্থায়ীভাবে নিষ্পত্তি করার জন্য ইস্ট ইন্ডিয়া কোম্পানির ডিরেক্টরস কোর্টের কাছে নিরর্থকভাবে অনুরোধ করেছিলেন, যাতে জনগণের জন্য সম্পদ সঞ্চয় করা এবং তাদের নিজস্ব অবস্থার উন্নতি করা সম্ভব হয়।\n১৮ শতকের শেষের দিকে যখন ইস্ট ইন্ডিয়া কোম্পানি ভারতীয় পণ্যের ক্রেতা হিসেবে বাজারে একচেটিয়া একচেটিয়া কর্তৃত্ব প্রতিষ্ঠা করতে চেয়েছিল, তখন জমির কর নগদে পরিশোধের প্রথা চালু হয়েছিল। নগদ অর্থ প্রদানের প্রয়োজনীয়তা প্রায়শই চাষীদের জন্য অর্থনৈতিকভাবে অযোগ্য প্রমাণিত হত, ফসল নষ্ট হলে মহাজনদের অত্যধিক দাবির সম্মুখীন হতে হত।\n\n\n== বাংলা এবং উত্তর ভারতে জমিদারি ব্যবস্থা ==\nবাংলা এবং উত্তর ভারতের রাজ্যগুলোতে রায়তওয়ারির চেয়ে জমিদারি ব্যবস্থা প্রচলন বেশি ছিল যার কারণে এই অঞ্চলে কৃষকদের অবস্থা ছিল খুবই খারাপ\nতৎকালীন কিছু প্রভাবশালী হিন্দু মহাজনদের কারেণ এইসব অঞ্চলে রায়তওয়ারি ব্যবস্থা বাধাপ্রাপ্ত হয়েছিল।\nএই জমিদারি ব্যবস্থা ছিল নিম্নরূপ:\n\nকোনও জমি থেকে কর আদায়ের জন্য, ব্রিটিশরা জমিদারদের সর্বোচ্চ করের হার নির্ধারণ করত; অর্থাৎ, জমিদাররা একটি নির্দিষ্ট জমি থেকে কর আদায়ের প্রতিশ্রুতি দিয়ে একটি করের হার উল্লেখ করত।\nসর্বোচ্চ দরদাতাকে সেই জমির মালিক করা হত যেখান থেকে তারা কর আদায় করত।\nজমির মালিক কৃষক ও চাষীরা তাদের মালিকানা হারিয়ে নিজেদের জমির ভাড়াটে হয়ে ওঠতো।\nতাদের জমির মালিক/জমিদারদের জমির কর কেবল নগদ আকারে দিতে হত, জিনিসপত্রের আকারে নয়।\nযদি কোন জমিদারের আরোপিত পরিমাণ কর কৃষক আদায় করতে না পারতেন, তাহলে তিনি মালিকানা হারাতেন।\n\n\n== আরও দেখুন ==\nমহালওয়ারি\nরায়ত\nবঙ্গীয় প্রজাস্বত্ব আইন\nচিরস্থায়ী বন্দোবস্ত\nনিখিল বঙ্গ প্রজা সমিতি\nব্রিটিশ ভারত\n\n\n== গ্রন্থপন্জি ==\nBanerjee, Abhijit; Iyer, Lakshmi (সেপ্টেম্বর ২০০৫), \"History, Institutions, and Economic Performance: The Legacy of Colonial Land TenureSystems in India\", The American Economic Review, 95 (4): 1190–1213, hdl:1721.1/63662 , জেস্টোর 4132711, ডিওআই:10.1257/0002828054825574 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDutt, R. C. (১৯০২), The Economic History of India Under Early British Rule. Vol. I: From the Rise of the British Power in 1757 to the Accession of Queen Victoria in 1837 (পিডিএফ), London: Kegan Paul, ৩ মার্চ ২০১৬ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২৬ মার্চ ২০২৫ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDutt, R. C. (২০০১), The Economic History of India Under Early British Rule. From the Rise of the British Power in 1757 to the Accession of Queen Victoria in 1837, Routledge, আইএসবিএন 0-415-24493-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDutt, R. C. (১৯০৪), The Economic History of India in the Victorian Age. Vol. II: From the Accession of Queen Victoria in 1837 to the Commencement of the Twentieth Century (পিডিএফ), London: Kegan Paul, ৩ মার্চ ২০১৬ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২৬ মার্চ ২০২৫ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDutt, R. C. (২০০০), The Economic History of India in the Victorian Age. Vol. II: From the Accession of Queen Victoria in 1837 to the Commencement of the Twentieth Century, London: Routledge, আইএসবিএন 81-85418-01-2 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHarnetty, Peter (Autumn ১৯৬৬), \"The British Impact on India: Some Recent Interpretations: A Review Article\", Pacific Affairs, 39 (3/4): 361–375, জেস্টোর 2754279, ডিওআই:10.2307/2754279 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== তথ্যসূত্র =="}