{"pageid": 1527362, "title": "জর্ডানে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1527362", "content": "হাশেমীয় রাজতন্ত্র শাসিত দেশ জর্ডান একটি সংখ্যাগরিষ্ঠ মুসলিম দেশ, যেখানে ৯৭.২% মানুষ সুন্নি ইসলামের অনুসারী এবং একটি ক্ষুদ্র সংখ্যালঘু শিয়া ইসলামের অনুসারী। এছাড়াও প্রায় ২০,০০০ থেকে ৩২,০০০ দ্রুজ সম্প্রদায়ের মানুষ উত্তর জর্ডানে বসবাস করে। যদিও বেশিরভাগ দ্রুজ নিজেদের মুসলিম হিসেবে গণ্য করেন না। অনেক জর্ডানি মুসলমান সুফিবাদের চর্চা করেন।  ১৯৫২ সালের সংবিধান ধর্মীয় স্বাধীনতা প্রদান করলেও এতে উল্লেখ করা হয়েছে যে, রাজা ও তার উত্তরসূরিদের অবশ্যই মুসলিম হতে হবে এবং জন্মগতভাবে মুসলিম পিতামাতার সন্তান হতে হবে। জর্ডানের ধর্মীয় সংখ্যালঘুদের মধ্যে বিভিন্ন খ্রিস্টান সম্প্রদায়ের লোকজনসহ (প্রায় ১%) অল্পসংখ্যক অন্যান্য ধর্মের অনুসারী অন্তর্ভুক্ত রয়েছে। জর্ডান একটি ধর্মীয় ও রক্ষণশীল দেশ। \n\n\n== ১৯৮০-এর দশকের পূর্ববর্তী সামাজিক জীবনে ইসলাম ==\nইসলামের প্রতি গভীর আনুগত্য থাকা সত্ত্বেও জর্ডানের জনগণের মধ্যে ধর্মীয় অনুশীলন বিভিন্ন মাত্রায় দেখা যেত। এই পার্থক্য শুধু গ্রামীণ ও শহুরে জনগোষ্ঠীর বিভাজনের কারণে বা শিক্ষাগত পার্থক্যের ভিত্তিতে ছিল না। কিছু জর্ডানীয় মুসলিনের ধর্মীয় অনুশীলন ইসলামের মূল শিক্ষার সাথে সম্পূর্ণরূপে সামঞ্জস্যপূর্ণ ছিল না। অনেক ক্ষেত্রেই এই ধরনের বিশ্বাস ও অনুশীলনকে প্রাক-ইসলামী সংস্কৃতি ও রীতিনীতির প্রভাব হিসেবে চিহ্নিত করা হয়। \nগ্রাম বা শহর কোথাও মানুষের মধ্যে অতিরিক্ত ভাগ্যনির্ভরতা দেখা যেত না। তারা প্রত্যক্ষভাবে আল্লাহকে সব ঘটনার জন্য দায়ী করতেন না; বরং ধর্মীয় দৃষ্টিকোণ থেকে ঘটনাবলীকে অর্থপূর্ণ হিসেবে দেখতেন। ইনশাআল্লাহ (যদি আল্লাহ চান) বলার মাধ্যমে পরিকল্পনা প্রকাশ করা হতো এবং বিসমিল্লাহ (আল্লাহর নামে) উচ্চারণ করা হতো গুরুত্বপূর্ণ কাজ শুরুর আগে। তবে এসব অভ্যাস তাদের জীবনের উপর নিয়ন্ত্রণ ত্যাগ করার প্রতি উৎসাহিত করত না; বরং জর্ডানীয় মুসলিমরা বিশ্বাস করতেন যে, তাদের নিয়ন্ত্রণাধীন বিষয়ে আল্লাহ তাদের পরিশ্রম ও উদ্যোগ আশা করেন। \nদৈনন্দিন জীবনে আল্লাহর উপস্থিতি অনুভব করার জন্য মুসলিমদের বিভিন্ন উপায় ছিল। যদিও ইসলাম সুস্পষ্টভাবে এক আল্লাহর ওপর বিশ্বাস স্থাপনের শিক্ষা দেয়; তবে কিছু মানুষ পীর বা ধর্মীয় ব্যক্তিদের \"বারাকা\" (আধ্যাত্মিক আশীর্বাদ) আছে বলে বিশ্বাস করতেন। তাদের মধ্যস্থতায় সমস্যার সমাধান পাওয়া যায় বলে মনে করা হতো এবং অনেক এলাকায় এমন পীরদের মাজার ছিল, যেখানে লোকজন সন্তান লাভ বা অসুস্থতা থেকে মুক্তির জন্য প্রার্থনা করত। জর্ডানে অনেক মানুষ বিশ্বাস করত যে, জিনসহ বিভিন্ন আত্মিক অস্তিত্ব পৃথিবীতে বসবাস করে এবং জিনকে আগুন দ্বারা সৃষ্ট বুদ্ধিমান সত্তা হিসেবে দেখা হতো, যারা বিভিন্ন রূপ ধারণ করতে পারে এবং মানুষের ক্ষতি করতে সক্ষম। এসব ক্ষতি থেকে রক্ষার জন্য কুরআনের আয়াত সম্বলিত তাবিজ পরা হতো এবং আল্লাহর নাম উচ্চারণ করা হতো। কুরআনের একটি কপি ঘরে রাখলে সেটি জিনের কুদৃষ্টি থেকে সুরক্ষা দিত বলে বিশ্বাস করা হতো। \nযদিও যেকোনো শিক্ষিত মুসলিমই তাবিজ লিখতে পারত, তবে কিছু ব্যক্তি বিশেষভাবে এ কাজে পারদর্শী হিসেবে পরিচিত ছিলেন। এমনকি কিছু ধর্মীয় শাইখও এই কাজ করতেন। উদাহরণস্বরূপ, ১৯৮০-এর দশকে জর্ডানের একটি গ্রামে দুইজন প্রবীণ শাইখ বিশেষভাবে বিখ্যাত ছিলেন; একজন শিশুদের অসুস্থতা দূর করার জন্য এবং অন্যজন বন্ধ্যাত্ব নিরাময়ের জন্য। মুসলমানরা ইসলামের প্রতি শ্রদ্ধাশীল হলেও পাঁচটি স্তম্ভের প্রতি তারা কঠোরভাবে প্রতিশ্রুতিবদ্ধ ছিল না। যদিও অনেকে নিজেকে ধর্মীয় কর্তব্য পালনকারী হিসেবে উত্থাপন করে চাইত, তবে অনেকেই রমজানে রোজা রাখত না। তাই তারা সাধারণত প্রকাশ্যে রোজা ভাঙা এড়িয়ে চলত। এছাড়াও অধিকাংশ মানুষ ধর্মীয় প্রতিষ্ঠানগুলোকে সহায়তার জন্য নির্ধারিত দান (যাকাত) দিত না এবং মক্কায় হজ পালনের হারও তুলনামূলকভাবে কম ছিল। তবে ১৯৮০-এর দশকে ইসলামী মূল্যবোধের পুনরুজ্জীবনের অংশ হিসেবে নামাজের প্রতি আগ্রহ বৃদ্ধি পায়। \nঐতিহ্যগতভাবে সামাজিকভাবে নারী-পুরুষের পৃথকীকরণ নারীদের ইসলামী ধর্মীয় কর্মকাণ্ডে অংশগ্রহণ সীমিত করেছিল। তবে ১৯৮০-এর দশকে নারীদের ধর্মীয় অনুশীলনে পরিবর্তন আসে; বিশেষ করে তরুণ নারীরা। তখন বিশ্ববিদ্যালয়ের ছাত্রীদের মসজিদে নামাজ পড়তে বেশি দেখা যেত, যা ইসলামি সমাজে তাদের সক্রিয় অংশগ্রহণের প্রতিচিত্র হয়ে উঠেছিল। যদিও কিছু নারী ঐতিহ্যবিরোধী বিশ্বাস ও অনুশীলনের অনুসারী ছিল, তবে সাধারণভাবে নারীরা পুরুষদের তুলনায় ধর্মীয়ভাবে বেশি অনুগত ছিল। তারা পুরুষদের চেয়ে বেশি রোজা রাখত এবং নিয়মিত নামাজ আদায় করত। পরবর্তীতে ইসলামি শিক্ষার প্রসার বিশেষ করে নারীদের মধ্যে লোকবিশ্বাস কমিয়ে ইসলামের প্রতি আনুগত্য বৃদ্ধি করেছিল। \n\n\n== ইসলামী পুনর্জাগরণ (১৯৮০-এর দশক) ==\n১৯৮০-এর দশকে জর্ডানের উল্লেখযোগ্য জনগোষ্ঠীর মধ্যে ইসলামী রীতিনীতি ও বিশ্বাসের প্রতি অধিক শক্তিশালী ও দৃশ্যমান আনুগত্য দেখা যায় এবং দৈনন্দিন জীবনে ইসলামকে আরো দৃঢ়ভাবে অন্তর্ভুক্ত করার এই আগ্রহ বিভিন্ন উপায়ে প্রকাশিত হয়। \nনারীদের মধ্যে রক্ষণশীল ইসলামী পোশাক ও হিজাব পরার প্রবণতা শহর ও গ্রাম উভয় এলাকায় বৃদ্ধি পায়; পুরুষদের মধ্যেও দাড়ি রাখার প্রবণতা দেখা যায়। শুক্রবারের নামাজে অংশগ্রহণকারীর সংখ্যা বৃদ্ধি পায় এবং রমজান মাসের রোজা পালনকারীর সংখ্যাও বেড়ে যায়। বিশেষত বিশ্ববিদ্যালয়পড়ুয়া নারীরা ইসলামী পুনর্জাগরণের ক্ষেত্রে সক্রিয় ভূমিকা রাখেন। বিশ্ববিদ্যালয়গুলোতে ইসলামী পোশাক পরিহিত নারীদের সংখ্যা উল্লেখযোগ্যভাবে বৃদ্ধি পায়। উদাহরণস্বরূপ, ইয়ারমুক বিশ্ববিদ্যালয়ের মসজিদে মহিলাদের জন্য বড় একটি অংশ নির্দিষ্ট ছিল, যা সাধারণত সর্বদা পূর্ণ থাকত। সেখানে নারীরা ইসলামের শিক্ষা নিয়ে আলোচনা ও অধ্যয়ন করতেন। \nনারী ও কিশোরীরা সাধারণত স্বেচ্ছায় ইসলামী পোশাক গ্রহণ করেন। যদিও অনেক ক্ষেত্রে ভাই, স্বামী বা পিতার চাপেও নারীদের হিজাব পরতে দেখা যেত। তবে ইসলামী পোশাক পরিধান করা নারীদের সমাজ থেকে বিচ্ছিন্ন বা গৃহবন্দী করেনি; বরং ইসলামী পোশাক পরিহিত নারীরা কর্মক্ষেত্র ও শিক্ষাপ্রতিষ্ঠানে পুরুষদের সঙ্গে নিয়মিত মেলামেশা করতেন। তাদের মতে, এই পোশাক পরার ফলে তারা সমাজে বেশি সম্মান পান এবং সহপাঠী ও সহকর্মীদের কাছ থেকে বেশি গুরুত্ব পান। \n১৯৮০-এর দশকে ইসলামী পোশাক সামাজিক অবস্থানের প্রতীক ছিল না; এটি বিশেষত নিম্ন ও মধ্যবিত্ত শ্রেণির নারীদের মধ্যেই বেশি দেখা যেত।\nজর্ডানে বিভিন্ন কারণ ইসলামী অনুশীলন বৃদ্ধির পেছনে ভূমিকা রেখেছিল। ১৯৭০ ও ১৯৮০-এর দশকে মধ্যপ্রাচ্যে অর্থনৈতিক মন্দা ও জাতীয়তাবাদী রাজনীতির ব্যর্থতার কারণে ইসলামপন্থার উত্থান ঘটে। এই পরিস্থিতিতে ইসলাম সামাজিক অসন্তোষ প্রকাশের মাধ্যম হয়ে ওঠে। জর্ডানে বিরোধী রাজনীতি নিষিদ্ধ ছিল এবং ১৯৫০-এর দশক থেকে মুসলিম ব্রাদারহুড ছিল একমাত্র বৈধ রাজনৈতিক দল। ইসলামি চেতনার উত্থানের কারণ ছিল: রাজা হুসেইনের ইরানি শাহের প্রতি প্রকাশ্য সমর্থন, ইরান-ইরাক যুদ্ধের সময় ইরাককে সমর্থন ও মিশরের সঙ্গে কূটনৈতিক সম্পর্ক বজায় রাখা। \nযদিও জর্ডানে ইসলামী বিরোধী রাজনীতি ইরান ও মিশরের মতো ব্যাপক আকার ধারণ করেনি, তবে এটি সরকারকে দ্রুত পদক্ষেপ নিতে বাধ্য করেছিল। ১৯৭০-এর দশকের শেষ থেকে ১৯৮০-এর দশক জুড়ে জর্ডানের রাষ্ট্রীয় টেলিভিশনে নিয়মিতভাবে রাজা হুসেইন ও তার ভাই হাসানের জুমার নামাজ আদায় করার দৃশ্য দেখানো হতো। সরকার ধর্মীয় অনুষ্ঠান সম্প্রচারের সময় বৃদ্ধি করে এবং সংযত ইসলাম প্রচার করতে শুরু করে। বিশেষ করে উগ্র ও অসহিষ্ণু ইসলামকে প্রত্যাখ্যান করে সরকার একটি মধ্যপন্থী ইসলামী দৃষ্টিভঙ্গিকে সমর্থন জানায়। \n\n\n== আরো দেখুন ==\n\nদেশ অনুযায়ী ইসলাম\nজর্ডানের ধর্ম\n\n\n== তথ্যসূত্র =="}