{"pageid": 1527097, "title": "গহনার ঘটনা", "url": "https://bn.wikipedia.org/wiki?curid=1527097", "content": "গহনার ঘটনা বা \"ইফক\"  ৬২৭ সালের প্রথম দিকে আরবে সংঘটিত একটি ঘটনা। ইসলামের নবী মুহাম্মদের স্ত্রীদের একজন আয়েশা (রাঃ) একটি যুদ্ধ থেকে আসার সময় লক্ষ করেন তার গলার হার গলায় নেই। সাফওয়ান বিন মুআত্তাল নামে একজন তরুণ মুসলিম সৈনিকের সাথে  প্রতারণা করেছিলো ।\nঘটনাটি সম্পর্কে হাদিস শরীফে আয়েশা (রা.) কর্তৃক বর্ণিত আছে। হিজরতের পঞ্চম বছরের শা'বান মাসে (৬২৭)একটি অভিযান সংঘটিত হয়েছিল। মুসলমানদের মধ্যে সংঘাতের সম্ভাবনা তৈরির ফলে, যারা অভিযোগ ছড়িয়ে দিয়েছিল তাদের বেত্রাঘাতের শাস্তি দেওয়া হয়েছিল এবং জনসাধারণকে জানানো হয়েছিল যে মুহাম্মদ কর্তৃক নতুন আয়াত   অবতীর্ণ হয়েছে।\n\n\n== ব্যুৎপত্তি ==\n\"ইফকে\" শব্দটি আরবি ভাষা থেকে এসেছে। কারো উপর দোষ চাপিয়ে দেওয়া।\n\n\n== মুরাইসি অভিযান ==\nমুরাইসি অভিযানটি হুজা উপজাতির বানুমুস্তালিক রাজবংশের বিরুদ্ধে সংগঠিত হয়েছিল। মুরাইসি জলকূপের কাছে বানুমুস্তালিক রাজবংশকে আক্রমণ করেছিল কিছুক্ষণ যুদ্ধের পর রাজবংশের বেশিরভাগ যোদ্ধা মারা যায় এবং বেঁচে যাওয়া লোকেরা পালিয়ে যায়। এই যুদ্ধে প্রচুর পরিমাণে গণিমত মুসলিমানরা লাভ করে। বেনি মুস্তালিকের নারী ও শিশুদের বন্দী করা হয়েছিল।\nআয়েশার মতে, অভিযানে যাওয়ার আগে, মুহাম্মদ তার স্ত্রীদের তীর দিয়ে লটারি করতে বলেছিলেন এবং আয়েশা অভিযানে অংশগ্রহণের সুযোগ পেয়েছিলেন। অভিযানের সময়, আয়েশা ইয়েমেনি দুষ্ট চোখের পুঁতি দিয়ে তৈরি তার গলার হার পরেছিলেন। এই গহণাটি  আয়েশার কাছে কীভাবে এলো তা বিতর্কিত। একটি গুজব অনুসারে, কনে হওয়ার সময় তার মা উম্মে রুমান তাকে এটি উপহার হিসেবে দিয়েছিলেন। অন্য একটি গুজব অনুসারে, তিনি এটি তার বোন এসমার কাছ থেকে ধার করেছিলেন।\n\n\n== যুদ্ধ শেষ ==\nযুদ্ধ থেকে ফিরে আসার পর, যখন সাহাবিরা\nরাত কাটানোর জন্য মদিনার কাছে এলেন তখন আয়েশা (রা:) বুঝতে পারলেন যে তার গলার হার হারিয়ে গেছে।\nআয়েশা কাউকে না জানিয়ে ক্যাম্প ছেড়ে চলে গেল এবং ভোরবেলা তার হার খুঁজতে গেল। আয়েশার মতে, এর কারণ ছিল সে সময় সে তরুণী এবং দুর্বল ছিল।\nআয়েশা থাকার জায়গাটিতে অপেক্ষা করতে থাকে এবং যেখানে বসে থাকে সেখানেই ঘুমিয়ে পড়ে। সেনাবাহিনীর পেছনের রক্ষীদের একজন সাফওয়ান ইবনে মুআত্তাল পথে আয়েশার সাথে দেখা করেন। তিনি বললেন, \"আমরা আল্লাহর বান্দা এবং আমরা আল্লাহর কাছে ফিরে যাব\" এবং আর কোন কথা না বলে আয়েশাকে তার উটের উপর বসিয়ে দিলেন এবং তারা হেঁটে কাফেলাটিকে তার পরবর্তী গন্তব্যে ধরলেন।  আয়েশা কাফেলায় ছিলেন না বরং একজন তরুণ সৈনিকের সাথে এসেছিলেন, এই বিষয়টি গুজবের জন্ম দেয়।\nযখন আয়েশা শুনলো যে গুজব শুরু হয়েছে তখন সে তার বাবার বাড়িতেই থাকতে শুরু করেছে। উমরের বর্ণনা অনুযায়ী, আয়েশা তার বাবাকে বলেছিলেন, \"আল্লাহর রাসূল (সাঃ) আমাকে তার ঘর থেকে বের করে দিয়েছেন।\"   আবু বকরের পরিবার এতে বিরক্ত হয়ে ওঠে এবং কিছুক্ষণের জন্য আয়েশাকে তার স্বামীর ঘরে ফিরে যেতে দেয়নি।\n\n\n== তথ্যসূত্র =="}