{"pageid": 1527722, "title": "বাবা তাহির", "url": "https://bn.wikipedia.org/wiki?curid=1527722", "content": "বাবা তাহির বা বাবা তাহের ওরিয়ান হামাদানি ( ফার্সি: باباطاهر عریان همدانی   ) ছিলেন একাদশ শতাব্দীর ইরানের হামাদানের একজন দরবেশ কবি।তিনি ইরানে সেলজুক রাজবংশের তুগরিলের রাজত্বকালে বাস করতেন। তার সম্পর্কে খুব বেশি কিছু জানা যায় না। কারণ তিনি রহস্যময় জীবনযাপন করতেন। \"বাবা\" শব্দটির অর্থ \"জ্ঞানী\" বা \"সম্মানিত\"।  শব্দটি তার নামের অংশ হিসেবে বিবেচিত হয়। তবে \"ওরিয়ান\" (যার অর্থ 'নগ্ন') শব্দটি ১৭শ শতকের আগে তার নামে ব্যবহৃত হয়নি।  ধারণা করা হয়, তিনি পার্থিব বিষয়বস্তুর প্রতি অনাসক্ত ছিলেন বলেই তাকে এই নামে ডাকা হয়।  তাঁর কবিতা ফার্সি ভাষার হামাদানি উপভাষায় রচিত। এল. পি. এলওয়েল-সাটনের মতে, বাবা তাহের সম্ভবত হামাদান অঞ্চলের ভাষায় লিখতেন। কিছু প্রাচীন সূত্র এটিকে \"লুরি\" ভাষা বলে মনে করে। তবে তার কবিতার ধরন \"পহলাভিয়াত\" নামে পরিচিত। ভাষাবিদ রুবেন আব্রাহামিয়ান মনে করেন, বাবা তাহেরের ভাষা হামাদানের ইহুদিদের বর্তমান ভাষার সাথে মিল রয়েছে। ক্যামব্রিজ হিস্ট্রি অব ইরান বইয়ে বলা হয়েছে, তিনি এক ধরনের ফারসি উপভাষায় কথা বলতেন। \n\n\n== জীবনী ==\n\nবাবা তাহির ফার্সি সাহিত্যের অন্যতম শ্রদ্ধেয় প্রাথমিক কবি হিসেবে পরিচিত। তার জীবন সম্পর্কে খুব কমই জানা যায়। তিনি একটি পারস্য  পরিবারে জন্মগ্রহণ করেন এবং ইরানের হামাদান প্রদেশে বসবাস করতেন।  তিনি বাবা তাহের-ই ওরিয়ান (নগ্ন) নামে পরিচিত ছিলেন। এ থেকে বোঝা যায় যে তিনি একজন  দরবেশ ছিলেন। জনশ্রুতি আছে যে, তিনি নিরক্ষর কাঠুরে ছিলেন। সেখানে একটি ধর্মীয় বিদ্যালয়ে পড়তে গিয়েছিলেন। কিন্তু সেখানে অন্য ছাত্ররা তাকে স্বাগত জানায়নি। তার জন্ম ও মৃত্যুর তারিখ অজানা। একটি সূত্র মতে, তিনি ১০১৯ সালে মারা যান। আরেকটি সূত্র বলছে, তিনি ১০০০ থেকে ১০৫৫ সালের মধ্যে জীবিত ছিলেন। কথিত আছে যে বাবা তাহির পঁচাত্তর বছর বেঁচে ছিলেন। রাহাত আল-সুদুর গ্রন্থে বর্ণিত আছে যে, বাবা তাহের সেলজুক বিজেতা তুঘরিলের সঙ্গে সাক্ষাৎ করেছিলেন। ১০ম শতাব্দীতে, যখন বাবা তাহের জীবিত ছিলেন, তখন ফারসি সাহিত্য ও শিল্পের বিকাশে অনেক পরিবর্তন হচ্ছিল। সে সময় ইরানে কবি ও শিল্পীদের অত্যন্ত সম্মান ও মূল্য দেওয়া হতো এবং তারা তাদের চিন্তাগুলো স্বাধীনভাবে প্রকাশ করতে পারতেন। এলপি এলওয়েল-সাটনের মতে: \"তাঁকে ফার্সি সাহিত্যে সুফি প্রেমের প্রথম মহান কবি হিসেবে বর্ণনা করা যেতে পারে। গত দুই দশকে তার দো-বাইতি কবিতাগুলো প্রায়ই সংগীতে রূপান্তরিত হয়েছে\"।\n\n\n== কবিতা ==\nবাবা তাহের মূলত সুফি প্রেমের কবি হিসেবে পরিচিত। তার কবিতাগুলো আজও ইরানে সেতার নামক তিন-তারবিশিষ্ট বাদ্যযন্ত্রের সঙ্গে আবৃত্তি করা হয়। তার রচিত ছন্দের ধরনকে \"পহলাভিয়াত\" বলা হয়। তার বেশিরভাগ কবিতা দো-বাইতি (চারপঙক্তির ছড়া) আকারে লেখা। কবিতায় প্রেম ও আধ্যাত্মিকতার কথা বলা হয়।\nবাবা তাহেরের একটি গ্রন্থ রয়েছে, যার নাম \"কালেমাত-এ কেসার\"।বইটিতে প্রায় ৪০০টি আরবি প্রবচন আছে। যার মধ্যে আইন-আল-কোজাত হামাদানির একটি বলে অভিযোগ রয়েছে।  এই ধরণের একটি উক্তির উদাহরণ হল বাবা তাহির জ্ঞানকে জ্ঞানের সাথে সংযুক্ত করেছেন: \"জ্ঞান হলো মারেফতের পথপ্রদর্শক, আর যখন মারেফত আসে, তখন জ্ঞানের দৃষ্টি ম্লান হয়ে যায় এবং কেবল জ্ঞানের গতি মারেফতের দিকে চলে যায়।\"\n\n\n== সমাধিসৌধ ==\nপাহলভি যুগে মোহসেন ফোরৌহি তাঁর সমাধিসৌধের নকশা করেছিলেন। এটি হামাদানের উত্তর প্রান্তে একটি পার্কের মাঝে অবস্থিত। সমাধির স্থাপত্যশৈলী অত্যন্ত সুন্দর। এখানে বারোটি স্তম্ভ একটি কেন্দ্রীয় টাওয়ারকে ঘিরে রেখেছে।\n\n\n== তথ্যসূত্র ==\n\"Baba Tahir Oryan\"। সংগ্রহের তারিখ অক্টোবর ২৪, ২০০৫। \nManouchehr Saadat Noury। \"A Research Note on Baba Tahir Oryan\"। ফেব্রুয়ারি ১৫, ২০০৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ নভেম্বর ২৭, ২০০৫। \nBrowne, E.G. Literary History of Persia, vol. 2 (1906). আইএসবিএন ০-৭০০৭-০৪০৬-XISBN 0-7007-0406-X\nJan Rypka, History of Iranian Literature. Reidel Publishing Company. ASIN B-000-6BXVT-K\nباباطاهر عریان  , عارف و شاعر بلند آوازه ایران  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৭-০৩-২২ তারিখে (in Persian)\nBosworth, C. E. (১৯৭৫)। \"The rise of the new Persian language\"। The Cambridge History of Iran, Volume 4: From the Arab Invasion to the Saljuqs। Cambridge University Press। পৃষ্ঠা 595–633। আইএসবিএন 0-521-20093-8। \nR. Abrahamian, Dialectologie iranienne : dialectes des Israélites de Hamadan et d’Ispahan et dialecte de Baba Tahir, Paris, 1936."}