{"pageid": 1527670, "title": "পাকিস্তান গণপরিষদ নির্বাচন, ১৯৫৫", "url": "https://bn.wikipedia.org/wiki?curid=1527670", "content": "২১ জুন ১৯৫৫ সালে পাকিস্তানের সবগুলো প্রদেশের আইনসভার সদস্যদের ভোটে পাকিস্তানের দ্বিতীয় গণপরিষদের নির্বাচন অনুষ্ঠিত হয়। নির্বাচন পরবর্তী নির্বাচিত গণপরিষদ ১৯৫৮ সাল পর্যন্ত কার্যকর ছিল যা অন্তর্বর্তীকালীন রাষ্ট্রপতি ইস্কান্দার মির্জার সামরিক শাসন জারি হওয়ার পর বিলুপ্ত করা হয়।\n২৪ অক্টোবর ১৯৫৪ সালে গভর্নর জেনারেল মালিক গোলাম মুহাম্মদ প্রথম গণপরিষদ বিলুপ্ত ঘোষণা করায় ১৯৫৫ সালে পাকিস্তান অধিরাজ্যে গণপরিষদ নির্বাচন অনুষ্ঠিত হয় যা দেশের প্রথম সংবিধান প্রণয়নের জন্য প্রয়োজনীয় ছিল। এই নির্বাচন পরোক্ষভাবে প্রাদেশিক পরিষদ সদস্যদের দ্বারা সম্পন্ন হয়েছিল। পাকিস্তানের পূর্ব ও পশ্চিমাঞ্চলের একাধিক রাজনৈতিক দল এতে অংশ নেয়।\nদেশটির প্রতিষ্ঠাতা দল হিসেবে পাকিস্তান মুসলিম লীগ পশ্চিমের প্রদেশগুলোতে উল্লেখযোগ্য আধিপত্য বিস্তার করেছিল। তবে পূর্বাঞ্চলে নিখিল পাকিস্তান আওয়ামী লীগ এবং যুক্তফ্রন্টের মতো পূর্ববঙ্গ ভিত্তিক দলগুলো আসন জেতায় রাজনৈতিক প্রতিদ্বন্দ্বিতা তীব্র হয়। নির্বাচনে কোন দল সংখ্যাগরিষ্ঠতা অর্জন করতে ব্যর্থ হওয়ায় পাকিস্তান মুসলিম লীগ ও যুক্তফ্রন্ট কোয়ালিশন সরকার গঠন করে। এর ফলাফলের ভিত্তিতে গঠিত দ্বিতীয় গণপরিষদ ১৯৫৬ সালে পাকিস্তানের প্রথম সংবিধান প্রণয়ন করে যা দেশকে একটি ইসলামি প্রজাতন্ত্র হিসেবে ঘোষণা করে।\n\n\n== পটভূমি ==\n\n১৯৪৭ সালে গণপরিষদ নির্বাচনে ব্রিটিশ ভারতের মুসলিম সংখ্যাগরিষ্ঠ প্রদেশগুলোর আইনসভার মুসলিম সদস্যদের ভোটে পাকিস্তান গণপরিষদের সদস্যদের নির্বাচিত করা হয়। তবে পাকিস্তানের স্বাধীনতার পর ১৯৫১ সালে পশ্চিম পাঞ্জাবে ও উত্তর-পশ্চিম সীমান্ত প্রদেশে, ১৯৫৩ সালে সিন্ধুতে এবং ১৯৫৪ সালে পূর্ববঙ্গে আইনসভা নির্বাচনের ফলে প্রাদেশিক সদস্যদের তালিকায় পরিবর্তন আসে। তিনটি প্রদেশে পাকিস্তান মুসলিম লীগ সংখ্যাগরিষ্ঠতা অর্জন করলেও পূর্ববঙ্গ ব্যতিক্রম ছিল, যেখানে চারদলীয় জোট যুক্তফ্রন্ট অধিকাংশ আসন অর্জন করেছিল। ফলশ্রুতিতে পশ্চিম পাঞ্জাব ও সীমান্ত প্রদেশের আইনসভা নতুন নির্বাচিত প্রাদেশিক সদস্য দ্বারা গণপরিষদ সদস্যদের প্রতিস্থাপনের দাবি করে এবং পূর্ববঙ্গ আইনসভা গণপরিষদ বিলুপ্ত করে নতুন গণপরিষদ নির্বাচনের মাধ্যমে সদস্যদের প্রতিস্থাপনের প্রস্তাব করে।\n৮ এপ্রিল ১৯৫৪ সালে গণপরিষদে খান আবদুল গাফফার খান গণপরিষদ বিলুপ্ত করে পূর্ববঙ্গ আইনসভার নতুন সদস্যদের পরবর্তী গণপরিষদে নেওয়ার দাবি জানালে পাকিস্তান মুসলিম লীগের সদস্যরা বিরোধিতা করে। অন্যদিকে দলটির নেতা ও প্রধানমন্ত্রী মোহাম্মদ আলী বগুড়া নিজের পদ বাঁচাতে গণপরিষদে পূর্ববঙ্গের নতুন প্রাদেশিক সদস্যদের থেকে গণপরিষদ সদস্য নির্বাচিত করার বিরুদ্ধে ছিলেন। একই সময়ে উল্লেখযোগ্য জনসংখ্যার দরুন জাতীয় রাজনীতিতে পূর্ববঙ্গের আধিপত্য বিস্তারের ক্ষমতা থাকায় রাজনীতিবিদদের মাঝে এক ইউনিট ব্যবস্থা নিয়ে বিবাদ চলছিল। বাঙালি–পাঞ্জাবি বিতর্ক সংবিধান তৈরির প্রক্রিয়াকে স্থিমিত করে দিচ্ছিলো।\n২৪ অক্টোবর ১৯৫৪ সালে উত্তেজনা চরম পর্যায়ে পৌঁছায় যখন গভর্নর জেনারেল মালিক গোলাম মুহাম্মদ গণপরিষদ বিলুপ্ত করে, মূলত তখন গভর্নর জেনারেলের ক্ষমতা নিয়ন্ত্রণে এনে তার যেকোনো সিদ্ধান্ত মন্ত্রিপরিষদের উপর নির্ভরশীল করে এবং প্রধানমন্ত্রীর ক্ষমতা বৃদ্ধি করে একটি আইন গণপরিষদে গৃহীত হওয়ার ফলে তিনি গণপরিষদ বিলুপ্ত করেন। গৃহীত আইনটিতে গভর্নর জেনারেল কর্তৃক গণপরিষদ বিলুপ্ত করার ক্ষমতা রহিত করা হয়েছিল। গভর্নর জেনারেল গণপরিষদের জন্য নির্বাচন আয়োজনের ঘোষণা করেন এবং প্রধানমন্ত্রীকে কেন্দ্রীয় মন্ত্রিসভা পুনর্গঠনের নির্দেশ দেন। গণপরিষদ বিলুপ্তির সিদ্ধান্তের বিরুদ্ধে পাকিস্তানের সর্বোচ্চ আদালতে গণপরিষদের সভাপতি মৌলভি তমিজউদ্দিন খান একটি মামলা করেন। পরবর্তীতে সর্বোচ্চ আদালত আইন কার্যকরের ক্ষেত্রে গভর্নর জেনারেলের সিদ্ধান্ত প্রয়োজনীয় ঘোষণা করে মৌলভি তমিজউদ্দিন খানের মামলা খারিজ করে দেয়। আদালত সরকারকে পরবর্তী গণপরিষদের জন্য নির্বাচন আয়োজন করার নির্দেশ দেয়।\nহঠাৎ গণপরিষদ বিলুপ্ত করায় স্বল্প সময়ের মধ্যে কীভাবে গণপরিষদ নির্বাচন অনুষ্ঠিত হবে তা নিয়ে অস্পষ্টতা দেখা দেয়। অন্যদিকে পাকিস্তানের সংবিধান তখনো কার্যকর না হওয়ায় এবং ভারতীয় স্বাধীনতা আইনে গণপরিষদ নির্বাচন সম্পর্কিত কোন ধারা না থাকায় সরকারকে আইনি সমস্যার সম্মুখীন হতে হয় এবং প্রত্যক্ষ নির্বাচন অসম্ভব হয়ে পড়ে। তাই গভর্নর জেনারেল একটি পরোক্ষ নির্বাচনের মাধ্যমে সংবিধান সম্মেলন আহ্বানের ঘোষণা করে। ২২ মে ১৯৫৫ সালে গভর্নর জেনারেল ১৯৪৯ সালের গণপরিষদ আইন বৈধকরণ এবং গণপরিষদের আসন বৃদ্ধি ও পুনর্বিন্যাস করেন। ২৮ মে ১৯৫৫ সালে পাকিস্তান গেজেটের অতিরিক্ত সংখ্যায় গণপরিষদ নির্বাচনের তারিখ ২১ জুন ১৯৫৫ সাল ঘোষিত হয়।\n\n\n== মনোনয়ন ==\nপাকিস্তানের পশ্চিমাঞ্চলে পাকিস্তান মুসলিম লীগের অনুমোদিত ৩০ প্রার্থীদের বিরুদ্ধে পশ্চিম পাঞ্জাবে ফিরোজ খান নুনের নেতৃত্বে একটি বিদ্রোহী অংশ একই দলীয় নামে নির্বাচনে অংশ নেয়। অন্যদিকে উত্তর-পশ্চিম সীমান্তে দলের বিরুদ্ধে খান আবদুল কাইয়ুম খান বিদ্রোহী প্রার্থী হন, পাশাপাশি আমিনুল হাসানাতের নেতৃত্বে প্রদেশটিতে নিখিল পাকিস্তান আওয়ামী লীগ নির্বাচনে অংশ নেয়। যদিও পরবর্তীতে দলটির প্রার্থীরা মনোনয়নপত্র প্রত্যাহার করে। বেলুচিস্তানে পাকিস্তান মুসলিম লীগের খান আবদুল জব্বার খানের বিপরীতে শাহী জির্গার (উপজাতি প্রধানদের মহাসভা) বিরোধীদলীয় নেতা সরদার মোহাম্মদ আনোয়ার জান খেতরান প্রতিদ্বন্দ্বিতায় নামেন।\nপূর্ববঙ্গে গণপরিষদের জন্য নির্বাচনের উদ্দেশ্যে এ কে ফজলুল হককে প্রধান করে যুক্তফ্রন্টের সংসদীয় কমিটি গঠন করা হয়। ঐক্যজোটটি প্রাদেশিক আইনসভা বহির্ভূত ব্যক্তিদের প্রার্থী করার সিদ্ধান্ত নিয়েছিল। এছাড়া পাকিস্তান মুসলিম লীগ প্রদেশটিতে নির্বাচনী প্রার্থী দেওয়ার সিদ্ধান্ত নিয়ে ১২ জুন সংসদীয় কমিটির বৈঠক আহ্বান করে। অন্যদিকে নিখিল পাকিস্তান আওয়ামী লীগের প্রার্থীদের তালিকা নিয়ে প্রাদেশিক নেতা আবদুল হামিদ খান ভাসানী ও কেন্দ্রীয় নেতা হোসেন শহীদ সোহরাওয়ার্দীর মাঝে দ্বন্দ্ব সৃষ্টি হয়। যুক্তফ্রন্ট থেকে মোট ২৬ জন ও নিখিল পাকিস্তান আওয়ামী লীগ থেকে মোট ১৮ জনকে মনোনয়ন দেওয়া হয়। পূর্ববঙ্গ থেকে শুধু পাকিস্তান মুসলিম লীগের মোহাম্মদ আলী বগুড়া প্রার্থী হয়েছিলেন।\n\n\n== ফলাফল ==\n\n২১ জুন ১৯৫৫ সালে পশ্চিম পাঞ্জাব থেকে পাকিস্তান মুসলিম লীগের ১২, পাকিস্তান মুসলিম লীগ (নুন)-এর ২ এবং সংখ্যালঘু সম্প্রদায়ের ১ প্রার্থীকে বিজয়ী ঘোষণা করা হয়। পাকিস্তানের পশ্চিমাঞ্চলে ১০৪ জন প্রাদেশিক আইনসভা সদস্যদের দুই দফায় প্রদত্ত অগ্রাধিকার ভোটের ভিত্তিতে ঘোষিত ২৬ জনের মধ্যে ২১ জন পাকিস্তান মুসলিম লীগের সদস্য ছিলেন। নির্বাচিতদের মধ্যে কেন্দ্রীয় রাজধানী অঞ্চল থেকে ১, সিন্ধু থেকে ৫, পশ্চিম পাঞ্জাব থেকে ১৫, সীমান্ত থেকে ৪ এবং বেলুচিস্তান থেকে ১ জনকে নির্বাচিত ঘোষণা করা হয়। পাকিস্তান মুসলিম লীগ কেন্দ্রীয় রাজধানী অঞ্চল, সিন্ধু, বেলুচিস্তান ও সীমান্তের সবগুলো মুসলিম আসন জিতে নেয়। প্রাথমিক ফলাফলে পশ্চিম পাঞ্জাবের আরও ৬ জন নির্বাচিত সদস্যের নাম অনুপস্থিত ছিল এবং ২২ জুনে সেই নামগুলো প্রকাশ করা হয়। ৬ জনের মধ্যে ৩ জন পাকিস্তান মুসলিম লীগের ছিল।\nএকই দিনে পূর্ববঙ্গ থেকে ৩০০ প্রাদেশিক আইনসভা সদস্যের ভোটে যুক্তফ্রন্টের ১৬, নিখিল পাকিস্তান আওয়ামী লীগের ১২, পাকিস্তান জাতীয় কংগ্রেসের ৪, পূর্ববঙ্গ তফসিলী জাতি ফেডারেশনের ৩, সম্মিলিত প্রগতিবাদী দলের ২, স্বতন্ত্র ২ এবং পাকিস্তান মুসলিম লীগের ১ প্রার্থীর নাম ঘোষিত হয়। নির্বাচনে পাকিস্তান মুসলিম লীগের ২৫, যুক্তফ্রন্টের ১৬, নিখিল পাকিস্তান আওয়ামী লীগের ১২, পাকিস্তান মুসলিম লীগ (নুন)-এর ৩, পাকিস্তান জাতীয় কংগ্রেসের ৪, সম্মিলিত প্রগতিবাদী দলের ২, পূর্ববঙ্গ তফসিলী জাতি ফেডারেশনের ৩ এবং ৭ স্বতন্ত্র রাজনীতিবিদ সহ মোট ৭৬ সদস্য নির্বাচিত হয়। নির্বাচনে শুধু কেন্দ্রীয় রাজধানী অঞ্চলের সদস্য করাচি মিউনিসিপ্যাল কমিটি কর্তৃক নির্বাচিত হয়েছিল এবং বাকি সদস্যরা প্রাদেশিক সদস্যদের ভোটে নির্বাচিত হয়।\n\n\n=== নির্বাচিত সদস্য ===\n\n\n=== প্রতিক্রিয়া ও বিতর্ক ===\n\nযুক্তফ্রন্ট নেতা এ কে ফজলুল হক সংবিধান সম্মেলনের সিদ্ধান্তের বিরোধিতা করে প্রাদেশিক আইনসভা সদস্যদের ভোটে নতুন গণপরিষদ গঠনের দাবি জানিয়েছিলেন। এ কে ফজলুল হককে সংবিধান সম্মেলনের জন্য রাজি করানোর উদ্দেশ্যে ঢাকায় করাচী মিশন পাঠানো হলেও তা ব্যর্থ হয়। নিখিল পাকিস্তান আওয়ামী লীগের নেতা ও কেন্দ্রীয় আইনমন্ত্রী হোসেন শহীদ সোহরাওয়ার্দী আশঙ্কা প্রকাশ করে তখন বলেছিলেন যে যুক্তফ্রন্টের কারণে সংবিধান সম্মেলন গঠন ব্যর্থ হলে ফলস্বরূপ পাকিস্তানে সেনাশাসন বা সশস্ত্র বিপ্লব ঘটবে। তার বক্তব্যের পর যুক্তফ্রন্ট হোসেন শহীদ সোহরাওয়ার্দীর সাথে সম্পর্ক ছিন্ন করে এবং নিখিল পাকিস্তান আওয়ামী লীগের আতাউর রহমান খান, শেখ মুজিবুর রহমান এবং আবুল মনসুর আহমেদকে যুক্তফ্রন্ট থেকে বহিষ্কার করে।\nঅন্যদিকে পূর্ব পাকিস্তান আওয়ামী লীগের নেতা আবদুল হামিদ খান ভাসানী যুক্তফ্রন্টের ২১ দফা দাবি বাস্তবায়ন এবং উর্দু ও বাংলায় রাষ্ট্রের ভবিষ্যৎ সংবিধান লেখার শর্তে সংবিধান সম্মেলন মেনে নেন। পরবর্তীতে হোসেন শহীদ সোহরাওয়ার্দীর আশ্বাসে দলটি সংবিধান সম্মেলন গঠনে শর্তহীন সম্মতি জানায়। ১৭ মে ১৯৫৫ সালে যুক্তফ্রন্টের এ কে ফজলুল হক নির্বাচনের জন্য প্রদেশব্যাপী প্রচারণা কার্যক্রমের ঘোষণা দেয়। রাজনীতিবিদ ফিরোজ খান নুন গণপরিষদের নির্বাচনের পদ্ধতিকে \"গেস্টাপো পদ্ধতি\" আখ্যা দিয়ে বলেছিলেন সর্বোচ্চ আদালত ব্যালটের গোপনীয়তা রক্ষা নিশ্চিতের জন্য নির্দেশ দিলেও এই নির্বাচনে ব্যালটের গোপনীয়তা নেই এবং কে কাকে ভোট দিচ্ছেন তা জানা যাবে। হোসেন শহীদ সোহরাওয়ার্দী দাবি করেছিলেন যে পশ্চিম পাঞ্জাব ও উত্তর-পশ্চিম সীমান্ত প্রদেশ এবং বাহাওয়ালপুর রাজ্যে আইনসভা নির্বাচনের ফলাফলে কারচুপি হয়েছে, যার ফলে গণপরিষদে পশ্চিমাঞ্চলের পাকিস্তান মুসলিম লীগ সদস্যগণ জনগণের প্রতিনিধিত্ব করেনা।\n\n\n== পরিণতি ==\n\nনির্বাচনে রাজনৈতিক দলগুলো কেন্দ্রীয় সরকার গঠন করার জন্য সংখ্যাগরিষ্ঠতা অর্জন করতে ব্যর্থ হয়। নির্বাচন পরবর্তীকালে পাকিস্তান মুসলিম লীগের নেতা মোহাম্মদ আলী বগুড়া যুক্তফ্রন্টের সাথে কোয়ালিশন সরকার গঠনের প্রতি আগ্রহ প্রকাশ করেন। কিন্তু যুক্তফ্রন্টের প্রদত্ত শর্তগুলো পাকিস্তান মুসলিম লীগ মানতে আপত্তি করায় কোয়ালিশন প্রচেষ্টা ব্যর্থতার দিকে যেতে থাকে। অন্যদিকে হোসেন শহীদ সোহরাওয়ার্দীকে প্রধানমন্ত্রী করার শর্তে নিখিল পাকিস্তান আওয়ামী লীগ কোয়ালিশন সরকার গঠনে প্রাথমিকভাবে সম্মতি জ্ঞাপন করে। জুলাই মাসে কেন্দ্রীয় মন্ত্রিসভায় পূর্ববঙ্গের রাজনৈতিক নেতাদের গ্রহণ করা এবং প্রদেশটিতে গভর্নরের শাসন প্রত্যাহারের শর্তে পাকিস্তান মুসলিম লীগকে সমর্থন করার জন্য পশ্চিম পাঞ্জাবের পার্বত্য নগরী মারীতে নিখিল পাকিস্তান আওয়ামী লীগ ও যুক্তফ্রন্ট সমঝোতায় আসে। একই মাসের ৭ তারিখে শহরটিতে গণপরিষদের অধিবেশন শুরু হয়। পাকিস্তান জাতীয় কংগ্রেস, পূর্ববঙ্গ তফসিলী জাতি ফেডারেশন ও সম্মিলিত প্রগতিবাদী দল সমর্থন প্রদান করার ফলে গণপরিষদে যুক্তফ্রন্টে মোট সমর্থন ২৫ জনে এসে দাঁড়ায়।\n৭ আগস্ট ১৯৫৫ সালে পাকিস্তান গণপরিষদে চৌধুরী মোহাম্মদ আলীকে পাকিস্তান মুসলিম লীগের নতুন সংসদীয় নেতা নির্বাচিত করার পর মোহাম্মদ আলী বগুড়া প্রধানমন্ত্রীর পদ থেকে পদত্যাগ করেন। তখন ত্রিদলীয় কোয়ালিশন গঠনের একটি প্রচেষ্টা চালানো হয়েছিল এবং তাতে নিখিল পাকিস্তান আওয়ামী লীগের কোন দৃশ্যমান আপত্তি ছিল না। কিন্তু পরে নিখিল পাকিস্তান আওয়ামী লীগ প্রস্তাব নাকচ করে দেওয়ায় ১১ আগস্ট ১৯৫৫ সালে চৌধুরী মোহাম্মদ আলীর নেতৃত্বে কেন্দ্রে মুসলিম লীগ ও যুক্তফ্রন্টের কোয়ালিশন মন্ত্রিসভা গঠিত হয় যা ছিল দেশটির ইতিহাসের সর্বপ্রথম কোয়ালিশন মন্ত্রিসভা। গণপরিষদে হোসেন শহীদ সোহরাওয়ার্দী বিরোধীদলীয় নেতা হন। ৫ মার্চ ১৯৫৬ সালে একটি পরোক্ষ নির্বাচনের মাধ্যমে ইস্কান্দার মির্জা পাকিস্তানের অন্তর্বর্তীকালীন রাষ্ট্রপতি নির্বাচিত হন যিনি এর আগে দেশটির গভর্নর জেনারেল ছিলেন। ২৩ মার্চ ১৯৫৬ সালে পাকিস্তানের প্রথম সংবিধান কার্যকর করা হয় এবং ব্রিটিশদের এই অধিরাজ্য একটি ইসলামি প্রজাতন্ত্রে পরিণত হয়। একই দিনে ইস্কান্দার মির্জা রাষ্ট্রপতি হিসেবে দায়িত্ব পালন শুরু করেন। তারপর কেন্দ্রীয় সরকার সাধারণ নির্বাচন আয়োজন করা থেকে বিরত থাকে এবং প্রশাসনের সাহায্যে গণতন্ত্রের মুখোশ পরে ১৯৫৮ সাল পর্যন্ত পাকিস্তান শাসন করে। এরপর ইস্কান্দার মির্জার নির্দেশে সামরিক শাসন জারি হয় এবং সরকার ও সংসদ বিলুপ্ত করে দেওয়া হয়।\n\n\n=== মন্ত্রিসভার তালিকা ===\n\n১১ আগস্ট ১৯৫৫ সালে প্রতিষ্ঠিত মন্ত্রিসভার প্রারম্ভিক গঠন নিম্নে দেওয়া হল:\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== বহিঃসংযোগ ==\n উইকিউক্তিতে পাকিস্তান গণপরিষদ নির্বাচন, ১৯৫৫ সম্পর্কিত উক্তি পড়ুন।"}