{"pageid": 1527419, "title": "বাব আর-রৌহ", "url": "https://bn.wikipedia.org/wiki?curid=1527419", "content": "বাব আর-রৌহ (যা বাবর-রুয়াহ বা বাব-রৌয়াহ নামেও পরিচিত) হলো মরক্কোর রাবাতের আলমোহাদ যুগের প্রাচীরের একটি স্মৃতিস্তম্ভ।\n\n\n== ইতিহাস ==\nএটি দ্বাদশ শতাব্দীর শেষের দিকে আলমোহাদ খলিফা ইয়াকুব আল-মনসুর দ্বারা নির্মিত হয়েছিল। তিনি এখানে যে স্মারক রাজধানীর নির্মাণ শুরু করেছিলেন তার অংশ হিসাবে এটি নির্মিত হয়। ১১৯৭ সালের মধ্যে গেট এবং এর সংলগ্ন প্রাচীরের কাজ শেষ হয়। আরবি নাম বাব আর-রুওয়াহ (যার অর্থ \"বাতাসের দরজা\") সম্ভবত এটি শহরটিকে আঘাতকারী শক্তিশালী আটলান্টিক বাতাস থেকে এসেছে।\nবর্তমানে গেটের প্রবেশপথের খিলানটি আগের তুলনায় ছোট কারণ এটি আংশিকভাবে ছোট পাথর দিয়ে ভরাট করা হয়েছে। এই হ্রাসকরণটি আলাউইত সুলতান সিদি মুহাম্মদ ইবনে আবদুল্লাহর (১৮ শতকের দ্বিতীয়ার্ধ) সময় থেকে শুরু হয়েছে, যিনি মারাকেশের বাব আগনাউ গেটে অনুরূপ সমন্বয় করেছিলেন।\nবর্তমানে গেটের অভ্যন্তরভাগকে একটি আর্ট গ্যালারিতে রূপান্তরিত করা হয়েছে। এটি সম্প্রতি ২০০০-২০০১ সালে সংস্কার করা হয়।\n\n\n== স্থাপত্য ==\n\nএই ফটকটি তার প্রতিরক্ষামূলক কাঠামোর পাশাপাশি এর সমৃদ্ধ পাথর খোদাই করা অলংকরণের জন্য উল্লেখযোগ্য, যা উত্তরে অবস্থিত বাব ওদাইয়া (রাবাতেও) এবং মারাকেশের বাব আগনাউয়ের মতো অন্যান্য স্মৃতিস্তম্ভের আলমোহাদ ফটকের সাথে তুলনীয়। এই গেটটি লালচে পাথর দিয়ে তৈরি, কিন্তু সমুদ্র-বাতাসের অবিরাম প্রবাহের ফলে এর রঙ অনেকটাই ধূসর হয়ে গেছে। গেটের বাইরের প্রবেশপথটি দুটি বুরুজ দ্বারা বেষ্টিত। ১৮ শতকের দ্বিতীয়ার্ধে আলাউইত সুলতান মুহাম্মদ ইবনে আবদুল্লাহর অধীনে প্রবেশপথের খিলানটি আংশিকভাবে একটি ছোট খিলান দিয়ে ভরাট করা হয়।\n\nগেটের বাইরের সম্মুখভাগের অলংকরণে তিনটি সমকেন্দ্রিক অর্ধ-বৃত্ত রয়েছে যা বহুলোবযুক্ত এবং বিকিরণকারী মোটিফ দিয়ে খোদাই করা হয়েছে, যা পরবর্তীতে একটি আয়তাকার আলফিজের ভিতরে ফ্রেম করা হয়। খিলানের স্প্রিং-এ অবস্থিত অর্ধবৃত্তের সবচেয়ে ভেতরের দুই প্রান্ত \"S\"-এর মতো সর্প আকৃতিতে খোদাই করা হয়েছে যা বাব ওদাইয়াতেও দেখা যায় তবে অন্য কোথাও খুব কমই দেখা যায়। এই আলফিজের কোণার মাঝখানের স্প্যান্ড্রেলগুলি আরবীয় উদ্ভিদ নকশা দিয়ে খোদাই করা হয় যার কেন্দ্রে একটি খোদাই করা সমুদ্রের খোদাই করা আছে। আলফিজের ফ্রেমেই কুফিক হরফে আরবি ভাষায় একটি শিলালিপি রয়েছে যাতে একটি কুরআনের আয়াত রয়েছে, যার অনুবাদ নিম্নরূপ:\"তোমরা এমন একটি সম্প্রদায় হও যারা কল্যাণের দিকে আহ্বান করে, ন্যায়ের নির্দেশ দেয় এবং অন্যায় থেকে বিরত রাখে। এরা-ই সফলকাম। আর তাদের মতো হয়ো না, যারা স্পষ্ট প্রমাণ পাওয়ার পরও বিভক্ত হয়ে পড়ে ও পরস্পর বিরোধে লিপ্ত হয়— এদের জন্য রয়েছে ভয়ানক শাস্তি।\"— কুরআন ৩:১০৪-১০৫\nগেটের অভ্যন্তরীণ পথটি চারটি কক্ষের মধ্য দিয়ে যায় এবং চারবার ৯০ ডিগ্রি বাঁক নেয়, যা আলমোহাদ সামরিক স্থাপত্যের একটি জটিল বাঁকানো প্রবেশপথ তৈরি করে। একটি কক্ষ মূলত উপর থেকে খোলা ছিল (কিন্তু বর্তমানে এটি ছাদ দ্বারা আচ্ছাদিত) যাতে রক্ষকরা গেটে প্রবেশকারী যেকোনো আক্রমণকারীর উপর প্রজেক্টাইল নিক্ষেপ করতে পারে। শহরের দিকে মুখ করে থাকা গেটের ভেতরের সম্মুখভাগটি আরও সহজভাবে ঘোড়ার নালের খিলানপথের চারপাশে খোদাই করা একটি একক পলিলোবযুক্ত অর্ধ-বৃত্ত দিয়ে সজ্জিত, যা সেবকা প্যাটার্নে ভরা একটি প্রশস্ত ব্যান্ড দ্বারা ফ্রেম করা হয়েছে।\n\n\n== তথ্যসূত্র =="}