{"pageid": 1527243, "title": "টলেমীয় রাজবংশ", "url": "https://bn.wikipedia.org/wiki?curid=1527243", "content": "টলেমীয় রাজবংশ (; প্রাচীন গ্রিক: Πτολεμαῖοι, টলেমাইওই ), লাগিড রাজবংশ নামেও পরিচিত (Λαγίδαι, লাগিদাই ; প্রথম টলেমির পিতা লাগুসের নামানুসারে), ছিলেন একজন ম্যাসেডোনীয় গ্রিক      রাজপরিবার অন্তর্গত, যারা হেলেনীয় যুগে প্রাচীন মিশরে টলেমীয় রাজ্য শাসন করত। ২৭৫ বছর ধরে রাজত্ব করা টলেমীয় রাজবংশ ছিল প্রাচীন মিশরের দীর্ঘতম এবং শেষ রাজবংশ, যা ৩০৫ খ্রিস্টপূর্বাব্দ থেকে ৩০ খ্রিস্টপূর্বাব্দে রোমান প্রজাতন্ত্রে অন্তর্ভুক্ত হওয়ার আগ পর্যন্ত স্থায়ী ছিল। \n৩২৩ খ্রিস্টপূর্বাব্দে আলেকজান্ডারের মৃত্যুর পর টলেমি, একজন সেনাপতি এবং আলেকজান্ডারের সোমাটোফাইলেক (দেহরক্ষী সহচর)দের একজন, মিশরের সত্রপ নিযুক্ত হন। খ্রিস্টপূর্ব ৩০৫ সালে তিনি নিজেকে ফারাও প্রথম টলেমি ঘোষণা করেন, যা পরবর্তীতে সোটার \"ত্রাণকর্তা\" নামে পরিচিত হয়। মিশরীয়রা শীঘ্রই টলেমিদের স্বাধীন মিশরের ফারাওদের উত্তরসূরি হিসেবে গ্রহণ করে।  নতুন রাজবংশ স্থানীয় ঐতিহ্যের প্রতি শ্রদ্ধা প্রদর্শন করে এবং মিশরীয় উপাধি এবং মূর্তিপূজা গ্রহণ করে, একই সাথে তাদের নিজস্ব গ্রিক ভাষা এবং সংস্কৃতিও সংরক্ষণ করে।   টলেমীয় যুগ গ্রিক এবং মিশরীয় সংস্কৃতির তীব্র মিথস্ক্রিয়া এবং মিশ্রণ দ্বারা চিহ্নিত ছিল।  টলেমিদের অধীনে, হেলেনীয় ধর্ম মূলত ধর্মীয় সমন্বয়বাদ এবং সাম্রাজ্যবাদী সম্প্রদায় দ্বারা গঠিত হয়েছিল।   গ্রিক শিক্ষার উপাদানগুলি শহুরে স্থানে ব্যাপকভাবে ছড়িয়ে পড়ে, যার পরিণতি মাউসিয়ন (আলেকজান্দ্রিয়ার গ্রন্থাগার সহ) এবং সেরাপিয়ামের ভিত্তিপ্রস্তর।  হেলেনীয় যুগে, আলেকজান্ডার দ্য গ্রেট কর্তৃক প্রতিষ্ঠিত আলেকজান্দ্রিয়া শহর ধীরে ধীরে এথেন্সকে ছাড়িয়ে ভূমধ্যসাগরীয় বিশ্বের বৌদ্ধিক কেন্দ্র হিসেবে স্থান করে নেয়। \nমিশরের পূর্ববর্তী রাজবংশগুলিকে অনুকরণ করার জন্য, টলেমীয় রাজবংশ অবশেষে ভাইবোনদের বিবাহ সহ অন্তঃপ্রজননের প্রথা গ্রহণ করে;  রাজবংশের ইতিহাসের প্রায় এক শতাব্দীর আগে এটি আন্তরিকভাবে শুরু হয়নি।  রাজবংশের সমস্ত পুরুষ শাসক টলেমি নাম ধারণ করেছিলেন, অন্যদিকে রাজত্বকারী রানীদের সকলকে ক্লিওপেট্রা, আর্সিনো বা বেরেনিস বলা হত। এই বংশের সবচেয়ে বিখ্যাত সদস্য ছিলেন শেষ রানী, সপ্তম ক্লিওপেট্রা, যিনি জুলিয়াস সিজার ও পম্পেইর মধ্যে এবং পরে আউগুস্তুস ও মার্ক অ্যান্টনির মধ্যে রোমান রাজনৈতিক যুদ্ধে তার ভূমিকার জন্য পরিচিত ছিলেন। রোমানদের মিশর বিজয়ের পর তার আত্মহত্যার ঘটনা মিশরে টলেমীয় শাসনের অবসান ঘটায়। \n\n\n== পারিবার বৃক্ষ ==\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\n\nআরগেড রাজবংশ, মিশরের আরেকটি গ্রিক রাজবংশ যারা টোলেমির আগে শাসন করেছিল\nআলেকজান্দ্রিয়ার অনুদান\nহেলেনীয় সময়কাল\nপ্রাচীন মিশরের ইতিহাস\nসেলিউসিড শাসকদের তালিকা\nটলেমাইক ডিক্রি\nরোমান ফেরাউন\n \n\n\n== তথ্যসূত্র ==\nতথ্যমূলক নোটউদ্ধৃতিগ্রন্থপঞ্জি\n\nআরও পড়া\n\n\n== বহিঃসংযোগ ==\nLivius.org: \"টলেমিজ\"    ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৪-০৯-০৬ তারিখে । — জোনা লেন্ডারিং দ্বারা"}