{"pageid": 1527926, "title": "বেতবুনিয়া ভূ-উপগ্রহ কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=1527926", "content": "বেতবুনিয়া ভূ-উপগ্রহ কেন্দ্র ১৯৭৫ সালে স্থাপিত একটি টেলিযোগাযোগ ভূ-উপগ্রহ কেন্দ্র। রাঙ্গামাটি জেলার সদর থেকে প্রায় ৩৩ কিলোমিটার দূরে কাউখালি উপজেলার বেতবুনিয়াতে চট্টগ্রাম- রাঙ্গামাটি সড়কের পাশে অবস্থিত কেন্দ্রটি বাংলাদেশের প্রথম ভূ-উপগ্রহ কেন্দ্র। ১২৮ একর ভূমির উপর স্থাপিত কেন্দ্রটি কৃত্রিম উপগ্রহের সাথে যোগাযোগ ব্যবস্থা সচল করে। বাংলাদেশের টেলিযোগাযোগের প্রথম এন্টেনা এই কেন্দ্রে স্থাপিত হয়। কেন্দ্রটি মূলত টেলিযোগাযোগ, ফ্যাক্ম, টেলেক্ম তথ্যের প্রাপক ও প্রেরক হিসেবে ব্যবহার করা হয়। ২০১৮ সাল থেকে এটি বাংলাদেশের প্রথম কৃত্রিম উপগ্রহের দ্বিতীয় ভূ-নিয়ন্ত্রণ কেন্দ্র হিসেবে সক্রিয়। কার্যপরিধির নিরিখে বেতবুনিয়াকে বাংলাদেশের স্ট্যান্ডার্ড ‘এ’ টাইপের কেন্দ্র ধরা হয়।\n\n\n== ইতিহাস ==\n১৯৭০ সালের ৩০ জানুয়ারি কেন্দ্রটির নির্মাণ শুরু হয়। ১৯৭৫ সালের ১৪ জুন কেন্দ্রটি সক্রিয় করা হয়। নির্মাণের পর থেকে কেন্দ্রটি যুক্তরাষ্ট্রের কৃত্রিম উপগ্রহ ও ভারত মহাসাগরীয় অঞ্চলে ইন্টেলসেট উপগ্রহের সাথে যুক্ত। ১৯৮২ সালের ২৬ জানুয়ারি তালিবাবাদে দ্বিতীয় ভূ-কেন্দ্র স্থাপনের আগ পর্যন্ত, দীর্ঘদিন এটি বাংলাদেশে বৈদেশিক কল গ্রহণ ও পাঠানোর একমাত্র মাধ্যম ছিল। কেন্দ্রটি সৌদি আরব, সিঙ্গাপুর, হংকং, ওমান, পাকিস্তান, কুয়েত, কাতার, বাহরাইন, জাপান, সংযুক্ত আরব আমিরাত ও ভারতের সাথে টেলিযোগাযোগের জন্য ব্যবহৃত হয়। ১৯৮৯ সালে আংশিক এবং ১৯৯৮ সালে জাপানের এনইসি কোম্পানি কর্তৃক কেন্দ্রটি ডিজিটাল করার জন্য নতুন যন্ত্রপাতি দিয়ে সাজানো হয়।\n২০১৬ সালে ফ্রান্সের থ্যালেস এলেনিয়া কোম্পানি এখানে বাংলাদেশের প্রথম কৃত্রিম উপগ্রহ উৎক্ষেপণ পরবর্তি পরিচালনার জন্য ভূ-নিয়ন্ত্রণ কেন্দ্র তৈরি করে। মূলকেন্দ্রের ৫ একর জায়গায় \"সেকেন্ডারি উপগ্রহ ভূকেন্দ্র\" নামে ভূ-নিয়ন্ত্রণ কেন্দ্র সম্প্রসারণ করা হয়। ২০১৮ সালের ৩১ জুলাই বেতবুনিয়াকে বাংলাদেশের মালিকানাধীন প্রথম কৃত্রিম উপগ্রহের দ্বিতীয় বা সহায়ক ভূ-কেন্দ্র হিসেবে যুক্ত করা হয়।  তার আগেই ১২ মে থেকে এটি পরিক্ষামূলক সংকেত গ্রহণ শুরু করে।\n\n\n== সক্ষমতা ==\nবেতবুনিয়া কেন্দ্রে মোট ১ হাজার ৬০০ মেগাহার্টজ কম্পন ক্ষমতার ৪০টি ট্রান্সপন্ডার আছে। এটির অ্যান্টেনার ব্যাস ৩০ মিটার।  এটি ৩৫,৯০০ কিলোমিটার (২২,৩০০ মাইল) উর্ধ্বাকাশে অবস্থিত কৃত্রিম উপগ্রহের তরঙ্গ সংকেত গ্রহণ ও প্রেরণে সক্ষম।\n\n\n== তথ্যসূত্র =="}