{"pageid": 1527052, "title": "সুনয়না (রামায়ণ)", "url": "https://bn.wikipedia.org/wiki?curid=1527052", "content": "সুনয়না (সংস্কৃত : सुनयना) হলেন হিন্দু মহাকাব্য রামায়ণের বিদেহের রাণী। তিনি মিথিলা থেকে রাজত্ব করা বিদেহের রাজা জনকের রাণী পত্নী ও সীতা এবং ঊর্মিলার মা।\n\n\n== ব্যুৎপত্তি ==\nসুনয়না নামটি সংস্কৃত উৎপত্তি এবং এটিকে দুটি ভাগে ভাগ করা যেতে পারে: সু অর্থ ভালো, এবং নয়না অর্থ চোখ । সুতরাং, তার নামের অর্থ 'সুন্দর চোখ'।\n\n\n== কিংবদন্তি ==\n\n\n=== জন্ম ===\nবাল্মীকি সুনয়নার পিতৃপরিচয় সম্পর্কে নীরব থাকেন এবং তাঁকে সীরাধ্বজ জনক-এর রাণী পত্নী হিসেবে উল্লেখ করেন। রামায়ণের পরবর্তী সংযোজনগুলিতে তাঁকে সুনয়না হিসেবে উল্লেখ করা হয়েছে এবং তাঁকে শিবের একনিষ্ঠ ভক্ত সর্পের কন্যা হিসেবে বিবেচনা করা হয়।\n\n\n=== বিবাহ এবং সন্তান ===\n\nরাজা জনকের সাথে সুনয়নার বিবাহ হয়েছিল।জনক তাঁর রাজধানী মিথিলা থেকে বিদেহ অঞ্চল শাসন করতেন। জনক-এর সাথে বিবাহের সময়, শিব একটি চূড়ামণির আকারে এবং অন্যটি একটি আংটিতে খোদাই করা দুটি রত্ন উপহার দিয়েছিলেন।\nরামায়ণ অনুসারে জনক এবং সুনয়ন যজ্ঞের অংশ হিসেবে জমি চাষ করার সময় সীতাকে খুঁজে পেয়েছিলেন এবং তাকে দত্তক নিয়েছিলেন। সীতাকে দেবী লক্ষ্মীর অবতার হিসেবে বিবেচনা করা হয়। পরে তিনি জয়া একাদশীতে ঊর্মিলার জন্ম দেন, যিনি দেবী নাগলক্ষ্মীর অবতার।\nসীতা যখন প্রাপ্তবয়স্ক হলেন, তখন জনক তাঁর স্বয়ম্বর পরিচালনা করেন, যা রাম জয় করেন। রাম ও সীতার বিবাহের পাশাপাশি উর্মিলা রামের ছোট ভাই লক্ষ্মণকে বিবাহ করেন। বুন্দেলি রামায়ণ অনুসারে সুনয়নাই সীতাকে আংটি এবং চূড়ামণি দিয়েছিলেন।\n\n\n=== মিথিলার রানী ===\nসুনয়না মিথিলার রানী হিসেবে জনকের মা কৈকেশীর স্থলাভিষিক্ত হন। রানী হিসাবে, তিনি নিজেকে বিদেহার রাজনৈতিক ও সাংস্কৃতিক দিকগুলিতে বিনিয়োগ করেছিলেন।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n\n\n=== চলচ্চিত্র ===\nসুধা ২০১১ সালের তেলুগু চলচ্চিত্র শ্রী রামা রাজ্যম- এ সুনয়না চরিত্রে অভিনয় করেছিলেন।\n\n\n=== টেলিভিশন ===\nউর্মিলা ভাট ১৯৮৭ সালের রামায়ণ ধারাবাহিকে সুনয়না চরিত্রে অভিনয় করেছিলেন।\nশালিনী কাপুর সাগর ২০০২ সালের রামায়ণ ধারাবাহিকে সুনয়না চরিত্রে অভিনয় করেছিলেন।\nপ্রির্ণা আগরওয়াল / ফাল্গুনী ডেভ ২০০৮ সালের রামায়ণ ধারাবাহিকে সুনয়না চরিত্রে অভিনয় করেছিলেন।\nনিতিকা শর্মা ২০১১ সালের ডিভন কে দেব...মহাদেব সিরিজে সুনয়নার চরিত্রে অভিনয় করেছিলেন।\nনিতিকা আনন্দ মুখার্জি ২০১২ সালের রামায়ণ ধারাবাহিকে সুনয়না চরিত্রে অভিনয় করেছিলেন ।\nভার্গবী চিরমুলে ২০১৫ সালের সিয়া কে রাম ধারাবাহিকে সুনয়না চরিত্রে অভিনয় করেছিলেন।\nসম্পাদা ভাজে ২০১৮ সালের রাম সিয়া কে লব কুশ ধারাবাহিকে সুনয়না চরিত্রে অভিনয় করেছিলেন।\nভিয়া রায় চৌধুরী ২০২৪ সালের শ্রীমদ রামায়ণ ধারাবাহিকে সুনয়না চরিত্রে অভিনয় করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nবাল্মীকি রামায়ণ, ইংরেজি শ্লোক অনুবাদ দেশিরাজু হনুমন্ত রাও, কে. এম. কে. মূর্তি প্রমুখ।"}