{"pageid": 1527747, "title": "এদিপ ইয়ুকসেল", "url": "https://bn.wikipedia.org/wiki?curid=1527747", "content": "এদিপ ইয়ুকসেল (জন্ম: ২০ ডিসেম্বর, ১৯৫৭) একজন আমেরিকান - কুর্দি কর্মী এবং কুরআনবাদ আন্দোলনের বিশিষ্ট ব্যক্তিত্ব।   তিনি গুরোইমাকে জন্মগ্রহণ করেন। ইয়ুকসেল তুর্কি ভাষায় ধর্ম, রাজনীতি, দর্শন এবং আইনের উপর বিশটিরও বেশি বই লিখেছেন। মার্কিন যুক্তরাষ্ট্রে স্থায়ীভাবে বসবাসের পর সেখানে তিনি একজন আইনজীবী হিসেবে তার কর্মজীবন শুরু করেন। তিনি রাশাদ খলিফার সহকর্মী এবং বন্ধু হয়ে ওঠেন।  তবে কুরআনের ব্যাখ্যায় তিনি খলিফার সঙ্গে বেশ কিছু বিষয়ে মতভেদ রয়েছে। তার কাজ কুরআনবাদী আন্দোলনের মধ্যে একটি নতুন ধারা তুলে ধরেছে।\n\n\n== জীবনী ==\nইয়ুকসেল তুরস্কে বসবাসকারী একটি কুর্দি পরিবার থেকে এসেছেন। তিনি মেতিন ইয়ুকসেল  ভাই।  তিনি তুর্কি ভাষায় ধর্ম, রাজনীতি, দর্শন এবং আইনের উপর বিশটিরও বেশি বইয়ের লেখক। এছাড়াও তিনি ইংরেজিতে বিভিন্ন প্রবন্ধ এবং নিবন্ধ রচনা করেছেন। তিনি ১৯৮০-এর দশকের মাঝামাঝি পর্যন্ত একজন তুর্কি ইসলামপন্থী এবং একজন জনপ্রিয় ইসলামী ভাষ্যকার ছিলেন। কিন্তু ১৯৮০-এর দশকের মাঝামাঝি সময়ে তিনি তার পূর্বের ধর্মবিশ্বাস ত্যাগ করেন। শুধুমাত্র কুরআনকে ঐশ্বরিক আইনের উৎস হিসেবে গ্রহণ করেন। তিনি একজন কোরআন-ভিত্তিক মুসলিম অথবা কুরআনবাদী হিসেবে পরিচিত হয়ে উঠেন। তবে এই আন্দোলন মূলধারার মুসলিম মহলে অত্যন্ত বিতর্কিত হয়ে উঠে। ফলে ইয়ুকসেল তার নিজ দেশে অনেক ধর্মীয় ইসলামী কর্তৃপক্ষের বিরোধিতা ও শত্রুতার সম্মুখীন হন। ১৯৮৯ সালে ইয়ুকসেলকে দেশত্যাগ করতে বাধ্য করা হয়। এরপর তিনি মার্কিন যুক্তরাষ্ট্রে স্থায়ীভাবে বসবাস শুরু করেন। সেখানে তিনি একজন আইনজীবী হিসেবে তার কর্মজীবন শুরু করেন।  মার্কিন যুক্তরাষ্ট্রে তিনি রাশাদ খলিফার সাথে কাজ করেছিলেন। রাশাদ খলিফা কোরআনে \"কোড ১৯\" নামে পরিচিত একটি গাণিতিক কোড আবিষ্কারের দাবি করে। একই সাথে মুসলমানদের কেবল কুরআনের দিকে ফিরে যেতে এবং সমস্ত হাদিস ত্যাগ করার আহ্বান জানায়। \nইয়ুকসেল  হারুন ইয়াহিয়ার মতো ইসলামী সৃষ্টিবাদীদের সমালোচনা করেন। \nফ্লোরিডা আন্তজার্তিক বিশ্ববিদ্যালয়ের  অধ্যাপক আয়েশা মুসা তার \"হাদিসকে ধর্মগ্রন্থ হিসেবে'' বইতে ইয়ুকসেল সম্পর্কে বলেছেন:\n যদিও ইয়ুকসেল  প্রাথমিকভাবে এই বিশ্বাসে উপনীত হন যে কুরআনই ইসলামে ধর্মীয় নির্দেশনার একমাত্র বৈধ উৎস। তার লেখনীতে কাসিম আহমদের লেখনীর তুলনায় অনেক বেশি স্বাধীনতা দেখা যায়। খলিফা ও আহমদের মতো তিনিও কুরআনের মানদণ্ড ব্যবহার করে হাদিস প্রত্যাখ্যান করেন। তবে, কুরআনের ব্যাখ্যায় তিনি খলিফার সঙ্গে বেশ কিছু বিষয়ে মতানৈক্য প্রকাশ করেন। ইয়ুকসেলের কাজ গত কয়েক বছরে আধুনিক কুরআনবাদী আন্দোলনে তার কাজ নতুন ধারা তৈরি করেছে।\n\n\n== তথ্যসূত্র =="}