{"pageid": 1527787, "title": "মোসারা উদ্যান", "url": "https://bn.wikipedia.org/wiki?curid=1527787", "content": "মোসারা উদ্যান বা এল-মোসারা ছিল মরক্কোর ফেজে অবস্থিত মেরিনিড রাজবংশের ঐতিহাসিক দুর্গ এবং প্রাসাদ-শহর ফেজ এল-জিদিদের উত্তরে অবস্থিত একটি বিশাল রাজকীয় উদ্যান। ১২৮৬ সালে মেরিনিড সুলতান আবু ইয়াকুব ইউসুফ এই উদ্যান তৈরি করেছিলেন এবং জল সরবরাহের জন্য তৈরি একটি বিশাল নোরিয়া (জলের চাকা) এর কারণে এটি বিখ্যাত হয়ে ওঠে। সাদিয়ান আমলে (ষোড়শ-সপ্তদশ শতাব্দী) উদ্যানটি পরিত্যক্ত এবং ধীরে ধীরে ধ্বংসপ্রাপ্ত হয় এবং তারপর থেকে অদৃশ্য হয়ে যায়। কেবল বাব সেগমার মতো কয়েকটি কাঠামোতে চিহ্ন রয়ে যায়।\n\n\n== ইতিহাস ==\n\n১২৭৬ সালে ফেস এল-জিদিদকে একটি নতুন মেরিনিড রাজকীয় শহর হিসেবে প্রতিষ্ঠাকারী আবু ইউসুফ ইয়াকুবও একটি বিশাল রাজকীয় আনন্দ উদ্যান তৈরি করতে চেয়েছিলেন। তিনি এটি সম্ভবত গ্রানাডায় (যেমন জেনারেলাইফ) যাদের তিনি প্রশংসা করতেন তাদের অনুকরণে তৈরি করতে চেয়েছিলেন। তবে এটি সম্পন্ন হওয়ার আগেই তিনি ১২৮৬ সালে মারা যান। তার পুত্র এবং উত্তরসূরী আবু ইয়াকুব ইউসুফ ১২৮৭ সালে এই কাজটি পরিচালনা করেন। তিনি ফেজ এল-জিদিদের উত্তরে একটি বিশাল বাগান তৈরিতে সাহায্য করার জন্য সেভিলের একজন আন্দালুসীয় প্রকৌশলী ইবনে আল-হাজকে নিয়োগ করেন, এবং এটি রক্ষণাবেক্ষণের জন্য প্রয়োজনীয় জল বিতরণ অবকাঠামোও তৈরি করেন। এই কাজের মধ্যে একটি বিখ্যাত এবং বিশাল নোরিয়া ছিল যা ওউয়েদ ফেজ (ফেজ নদী) থেকে জল উত্তোলন করে একটি জলনালী পর্যন্ত নিয়ে যেত যা পরে বাব ডেক্কাকিন থেকে বাব সেগমা পর্যন্ত উত্তরে প্রবাহিত হত। দর্শনার্থীদের উপর এর প্রভাবের কারণে বাগান এবং এর কাঠামোগুলি জনপ্রিয়ভাবে এল-মোসারা নামে পরিচিত হয়, যার অর্থ \"বিস্ময়\"। পরবর্তী শতাব্দীতে বিশাল নোরিয়া প্রায়শই ইতিহাসবিদ এবং ভ্রমণকারীদের দ্বারা ভাষ্যের বিষয় হয়ে ওঠে।\nপরবর্তী শতাব্দীতে সম্ভবত সাদিয়ান যুগে (১৬শ-১৭শ শতাব্দী) ফেজের অবহেলার সময় উদ্যানটি ধ্বংসপ্রাপ্ত হয় এবং পরিশেষে অদৃশ্য হয়ে যায়, তবে এর কাঠামোর চিহ্ন আধুনিক যুগেও টিকে আছে। সবচেয়ে উল্লেখযোগ্য ধ্বংসাবশেষ হল বাব সেগমার অষ্টভুজাকার টাওয়ার, যা একসময় উদ্যানের প্রবেশদ্বার ছিল। তবে জলাশয়ের কিছু ক্ষীণ অবশেষও নথিভুক্ত করা হয়েছে। বাগানের স্থানটি এখন বেশিরভাগ ক্ষেত্রেই বৃহৎ বাব সেগমা কবরস্থান দ্বারা দখল করা হয়েছে (সম্ভবত মৌলে রশিদের সময়কাল থেকে), যার ভিতরে কিছু মূল অববাহিকার রূপরেখা এখনও স্পষ্টভাবে দেখা যায়। জানা গেছে, ১৮৮৮ সালে নোরিয়া অদৃশ্য হয়ে যায়, কেবল পাথরের ভিত্তির অবশিষ্টাংশই রয়ে যায়। কিছু আধুনিক লেখক কখনও কখনও জ্ঞান সবিল উদ্যানের পশ্চিম প্রান্তে অবস্থিত জলচক্রকে মহান মেরিনিড নোরিয়ার ধ্বংসাবশেষের সাথে শনাক্ত করেন, তবে অন্যান্য লেখকরা এটিকে তিরস্কার করেছেন এই পর্যবেক্ষণের মাধ্যমে যে, গ্র্যান্ড নোরিয়া অনেক বড় ছিল এবং দার আল-মাকিনা বর্তমানে যেখানে অবস্থিত সেখানেই অবস্থিত ছিল।\n\n\n== বিবরণ ==\nফেজ এল-জিদিদ এবং রাজপ্রাসাদের উত্তরে ৬৭ হেক্টর জমি জুড়ে এই উদ্যান ছিল। এটি ছিল আয়তনের দিক থেকে এটি শহরের সমান। বাগানটি তার নিজস্ব দেয়াল দ্বারা বেষ্টিত ছিল যা ফেজ এল-জিদিদের বাইরের দেয়ালের ধারাবাহিকতা বলে মনে করা হয় (এর বেশিরভাগ পরিধি বরাবর দ্বিগুণ দেয়াল দ্বারা সুরক্ষিত ছিল, যদিও বাইরের দেয়ালটি সাধারণত ছোট ছিল এবং ভিতরের দেয়ালের তুলনায় কম শক্তিশালী ছিল)। বাব সেগমা নামে পরিচিত একটি গেটের দুটি বিশাল অষ্টভুজাকার টাওয়ার ছিল। এগুলো পূর্ব দিকের বাগানগুলিতে প্রবেশের জন্য একটি প্রবেশদ্বার হিসেবে কাজ করত, যা বাব ডেক্কাকিন এবং শহরের উত্তর প্রবেশপথ থেকে খুব বেশি দূরে নয়।\nউদ্যান তৈরি এবং রক্ষণাবেক্ষণের জন্য ফেজ এল-জিদিদের উত্তর প্রান্ত বরাবর প্রবাহিত ওউয়েদ ফেস নদী থেকে জল সরিয়ে নেওয়া প্রয়োজন ছিল। ২৬ মিটার ব্যাস এবং ২ মিটার প্রস্থের একটি বিশাল নোরিয়ার (জলচক্র) মাধ্যমে জল একটি জলনালীতে উত্তোলন করা হত। নোরিয়া, যাকে কখনও কখনও \"গ্র্যান্ড নোরিয়া\" বলা হয়, তা বাব ডেক্কাকিনের পাশে অবস্থিত ছিল। এর বিশাল চাকাটি কাঠের তৈরি, তামা দিয়ে ঢাকা এবং পাথরের ভিত্তির উপর স্থাপিত ছিল বলে জানা গেছে। বাব ডেক্কাকিন থেকে জলনালীটি জলকে আরও উত্তরে বাব সেগমায় নিয়ে যেত, এবং সেখান থেকে এটি বাগান জুড়ে ছড়িয়ে থাকা তিনটি বৃহৎ বর্গাকার অববাহিকায় আরও বহন করা হত। একটি ঐতিহাসিক সূত্র অনুসারে কমপক্ষে তিনটি নোরিয়া বাগানের ভিতরে কাজ করত এবং অস্তিত্বের জন্য অত্যন্ত গুরুত্বপূর্ণ ছিল। উদ্যানের ভেতরে একটি মসল্লাও ছিল। এটি হলো একটি খোলা আকাশের নীচে প্রার্থনার স্থান, যা সুলতানের মসল্লা বা বাব সেগমার মসল্লা নামে পরিচিত।\n\n\n== আরও দেখুন ==\nফেজের দুর্গ\nজনান সবিল উদ্যান\n\n\n== তথ্যসূত্র =="}