{"pageid": 1527460, "title": "বাব আর রব", "url": "https://bn.wikipedia.org/wiki?curid=1527460", "content": "বাব আর রব (আরবি: باب الرب) হলো মরক্কোর মারাকেশের ঐতিহাসিক মদিনার দক্ষিণে অবস্থিত একটি নগর ফটক।\n\n\n== অবস্থান ==\n\nগেটটি বাব আগনাউ এবং কাসবাহ জেলার কাছে অবস্থিত। এটি আমিজমিজ এবং আসনির পাহাড়ি শহরগুলিতে যাওয়ার রাস্তার দিকে নিয়ে যায়।\n\n\n== ঐতিহাসিক পটভূমি ==\nযদিও কিছু ইতিহাসবিদ বিশ্বাস করেন যে এই গেটটি আলমোহাদ আমলের (বিশেষভাবে ইয়াকুব আল-মানসুর-এর শাসনামলে) নির্মিত, কারণ এটি আলমোহাদ কাসবার সান্নিধ্যে অবস্থিত, তবে মরক্কোর স্থাপত্যবিদ্যার বিশেষজ্ঞ ও স্থপতি কুয়েন্টিন উইলবক্স সাম্প্রতিক সময়ে যুক্তি দেন যে, শহরের বৃহত্তর কাঠামোর দৃষ্টিকোণ থেকে এর অবস্থান বোঝায় এটি মূলত একটি আলমোরাভিদ আমলের গেট। তারা উভয়েই বিশ্বাস করেন যে ঐতিহাসিক সূত্রে বর্ণিত এবং নিকটবর্তী নেফিস (বা এন'ফিস) নদীর নামানুসারে নামকরণ করা আরেকটি গেট বাব নেফিস সম্ভবত একই গেটের অন্য নাম ছিল। রব বা রুব শব্দটি এক ধরণের রান্না করা ওয়াইনকে বোঝায় যার দ্রাক্ষাক্ষেত্র নেফিস নদীর তীরে চাষ করা হত এবং এই গেট দিয়ে আমদানি ও নিয়ন্ত্রিত হত। এই গেটের বাইরে বর্তমানে একটি কবরস্থান দ্বারা আচ্ছাদিত এলাকায় একসময় প্রায় ৭০ বাই ৪০ মিটার পরিমাপের একটি জলাশয় ছিল এবং সাঁতার অনুশীলনের জন্য ব্যবহৃত হত।\n\n\n== স্থাপত্য নকশা ==\n\nবাব আর-রব শহরের সবচেয়ে অস্বাভাবিক ফটকগুলির মধ্যে একটি, এবং দেয়ালের কোণে বা কোণে অবস্থিত একমাত্র ফটক। গেটের মূল কাঠামোটি হল একটি বুরুজ যার ভেতরে উত্তর দিক থেকে একটি বাঁকানো পথ প্রবেশ করে ১৮০ ডিগ্রি বাঁক নিয়ে আবার উত্তর দিকে বেরিয়ে গেছে।\nবর্তমানে এলাকার দেয়ালগুলি গেটের দুর্গের চারপাশে এমনভাবে স্থানান্তরিত করা হয়েছে যে, গেটের উভয় উত্তরমুখী প্রবেশপথ শহরের দেয়ালের ভিতরে খুলে যায়। এটি শহর থেকে আসা-যাওয়ার পথ হিসেবে এর মূল ভূমিকাকে অস্পষ্ট করে। তবে ১৯১২ সালে ফরাসি পণ্ডিতরা যখন গেটটি তৈরি করেছিলেন তখন শহরের প্রাচীরের গঠন ছিল ভিন্ন। গেটহাউসের পাশে সংযুক্ত না হয়ে এটি গেটের উত্তর সম্মুখভাগের মাঝখানে এর দুটি দরজার মাঝখানে সংযুক্ত ছিল, যাতে বাম বা পূর্ব দরজাটি শহরের প্রাচীরের বাইরে ছিল এবং ডান বা পশ্চিম দরজাটি দেয়ালের ভিতরে ছিল। যেহেতু উভয় প্রবেশপথই উত্তরমুখী ছিল, এর অর্থ হল বাইরের প্রবেশপথটি গ্রামাঞ্চল থেকে দূরে এবং শহরের দেয়ালের দিকে মুখ করে ছিল। ফলস্বরূপ, শহরের বাইরে দক্ষিণ দিক থেকে আসা ভ্রমণকারীদের উত্তর দিক থেকে প্রবেশের জন্য দুর্গের অন্য প্রান্তে হেঁটে যেতে হত। এই অস্বাভাবিক বিন্যাসের কারণে এবং শহরের অন্যান্য ফটকগুলির সাথে তুলনা করার ভিত্তিতে উইলবক্স অনুমান করেন যে, এই এলাকার শহরের প্রাচীরগুলি পরিবর্তিত হয়েছিল এবং ফটকের চারপাশে এমনভাবে সরানো হয়েছিল যে প্রবেশপথগুলি বিপরীত ছিল। পূর্ব দরজাটি, যা ১৯১২ সালে বাইরের প্রবেশদ্বার ছিল, তা মূলত শহরের দেয়ালের ভিতরে অবস্থিত ছিল। এর পশ্চিম দরজাটি (১৯১২ সালে ভিতরের প্রবেশদ্বার) মূলত শহরের দেয়ালের বাইরে ছিল। এভাবে গেটের দুর্গটি শহরের প্রাচীরের সাথে বিস্তৃত ছিল এবং এর নকশাটি শহরের অন্য দক্ষিণ গেট বাব আঘমতের মূল বিন্যাসের সমতুল্য ছিল।\n\n\n== তথ্যসূত্র =="}