{"pageid": 1527370, "title": "উত্তর আয়ারল্যান্ডে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1527370", "content": "উত্তর আয়ারল্যান্ডে ইসলাম একটি সংখ্যালঘু ও ক্রমবর্ধমান ধর্ম। ১৯২০ সালের আয়ারল্যান্ড সরকারী আইনের অধীনে ১৯২১ সালের ৩ মে যুক্তরাজ্যের মধ্যে একটি পৃথক দেশ হিসেবে প্রতিষ্ঠার পর থেকে উত্তর আয়ারল্যান্ডে মুসলিমরা অভিবাসী হিসেবে আগমন করতে থাকেন এবং তাদের মাধ্যমে সেখানে ইসলামের প্রচার হয়।   যদিও ১৯২১ সালে নতুন উত্তর আয়ারল্যান্ডে মুসলিমদের সংখ্যা খুবই নগণ্য ছিল, তবে বর্তমান উত্তর আয়ারল্যান্ডের বেশিরভাগ মুসলিমই বিংশ শতাব্দীর শেষের দিকের অভিবাসী পরিবার থেকে এসেছেন। এসব পরিবারের পূর্বপুরুষরা বিংশ শতাব্দী জুড়ে বিশ্বের বিভিন্ন মুসলিম দেশ থেকে অভিবাসী হিসেবে আয়ারল্যান্ডে এসেছিলেন। ২০০১ সালের আদমশুমারির সময় উত্তর আয়ারল্যান্ডে ১,৯৪৩ জন মুসলিম বাস করত।  যদিও ২০২১ সালের আদমশুমারিতে উত্তর আয়ারল্যান্ডে ১০,৮৭০ জন মুসলিমের কথা রেকর্ড করা হয়েছে।  একটি গবেষণায় দেখা গেছে যে, উত্তর আয়ারল্যান্ডের মুসলিমরা পশ্চিম ইউরোপ থেকে শুরু করে সুদূর প্রাচ্য পর্যন্ত বিস্তৃত বিশ্বের ৪০টিরও বেশি দেশ থেকে এসেছেন। \n১৯৯৮ সালে সাক্ষরিত বেলফাস্ট চুক্তি উত্তর আয়ারল্যান্ডের শান্তি প্রতিষ্ঠার জন্য একটি গুরুত্বপূর্ণ পদক্ষেপ ছিল। এরপর থেকে মূলত মুসলিম সম্প্রদায়ের সদস্যরা তাদের ধর্মীয় স্বাধীনতা ও মৌলিক অধিকারের ব্যাপারে নিজেদের আরো সুরক্ষিত অনুভব করতে শুরু করেন।\nবেলফাস্টে অবস্থিত বেলফাস্ট ইসলামি কেন্দ্রটি ১৯৭৮ সালে একদল স্থানীয় মুসলিম সম্প্রদায়ের মাধ্যমে প্রতিষ্ঠিত হয়েছিল। কেন্দ্রটি দক্ষিণ বেলফাস্টে কুইন্স বিশ্ববিদ্যালয়ের কাছে অবস্থিত। বর্তমান কেন্দ্রটি কেবল উপাসনালয় হিসেবেই ব্যবহৃত হয় না; বরং এটি একটি কমিউনিটি সেন্টার, সামাজিক-সাংস্কৃতিক কেন্দ্র, গবেষণাগার, পরামর্শ কেন্দ্র ও দৈনিক সেবা কেন্দ্র হিসেবেও কাজ করে। \nদ্য ইকোনমিস্টের মতে, উত্তর আয়ারল্যান্ডের ৪,০০০ মুসলিমের মধ্যে অনেকেই... ডাক্তার, শিক্ষাবিদ, উদ্যোক্তা ও সম্পত্তি বিকাশকারী। সম্প্রতি কয়েক বছরে সোমালিয়া থেকে আসা দরিদ্র আশ্রয়প্রার্থীদের একটি দল তাদের সাথে যোগ দিয়েছে এবং তারা কুইন্স বিশ্ববিদ্যালয়ের কাছে দক্ষিণ বেলফাস্টের বিশ্বজনীন জেলায় বাস করে, যেখানে তাদের অনেকেই শিক্ষকতা বা পড়াশোনা করেছেন। \n\n\n== মসজিদ ও ইসলামি কেন্দ্র ==\n২০১৯ সালের ডিসেম্বর পর্যন্ত উত্তর আয়ারল্যান্ডে মোট দশটি ইসলামি কেন্দ্র বা নামাজের স্থান রয়েছে। এর প্রায় অর্ধেক বেলফাস্ট শহর বা এর আশেপাশে অবস্থিত। এসব ইসলামি কেন্দ্র হল:\n\nবেলফাস্ট ইসলামি কেন্দ্র (বিআইসি), বেলফাস্ট\nনর্দার্ন আয়ারল্যান্ড মুসলিম ফ্যামিলি অ্যাসোসিয়েশন (এনআইএমএফ), বেলফাস্ট\nডানমুরি মসজিদ, বেলফাস্ট\nনিউটাউন আর্ডস মসজিদ, নিউটাউন আর্ডস\nকোলরেইন মুসলিম অ্যাসোসিয়েশন, কোলরেইন\nনর্থ ওয়েস্ট ইসলামিক অ্যাসোসিয়েশন, ডেরি\nমুসলিম অ্যাসোসিয়েশন অব ক্রেগাভন, ক্রেগাভন\nআমান অ্যাসোসিয়েশন, ফারমানা\nনিউরি মুসলিম অ্যাসোসিয়েশন, নিউরি\nডানগ্যানন মুসলিম কমিউনিটি সেন্টার, ডানগ্যানন\nএই ইসলামি কেন্দ্র তাদের নিজ নিজ অঞ্চলের মুসলিম সম্প্রদায়ের সামাজিক ও ধর্মীয় উন্নতির লক্ষ্যে বিভিন্ন ধর্মীয় সভা ও সামাজিক অনুষ্ঠান আয়োজন করে।\n\n\n== আরো দেখুন ==\nদেশ অনুযায়ী ইসলাম\nইউরোপে ইসলাম\nযুক্তরাজ্যে ইসলাম\n\n\n== বহিঃসংযোগ ==\nBelfast Islamic Centre\nNorth West Islamic Association\nNorthern Ireland Muslim Family Association (NIMFA)\nIslamic Cultural Centre of Ireland\nAhlul Bayt Islamic Centre of Ireland\nDublin City University Islamic Society\nThe Muslim Survival Guide for Northern Ireland and the Republic of Ireland\nMary Fitzgerald (১৩ ডিসেম্বর ২০০৬)। \"Ireland's Muslims forging an identity\"। The Irish Times। ২০১১-০৩-০৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৯-০৩-০৮। \nCork Muslim Women's Group  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৯-০১-২৭ তারিখে\n\n\n== তথ্যসূত্র =="}