{"pageid": 1527816, "title": "আদাচিতোকা", "url": "https://bn.wikipedia.org/wiki?curid=1527816", "content": "আদাচিতোকা (あだちとか) হল দুই মহিলা মাঙ্গাকা  আদাচি (あだち) এবং তোকাশিকি (とかしき)-এর যৌথ ছদ্মনাম। এই দুই শিল্পীর মধ্যে আদাচি মূলত মাঙ্গার চরিত্রগুলি আঁকেন, আর তোকাশিকি মাঙ্গার পটভূমি আঁকার দায়িত্ব পালন করেন।\nআদাচি ও তোকাকিশি জনপ্রিয় মাঙ্গাকা মোতোহিরো কাটোর সহকারী হিসেবে কর্মজীবন শুরু করেছিলেন। তারা অ্যালাইভ: দ্য ফাইনাল ইভোলিউশন নামক জনপ্রিয় জাপানি মাঙ্গা শৃঙ্খলার  চিত্রকর্মের দায়িত্ব পান। এই ধারাবাহিক মাঙ্গা শৃঙ্খলার প্রকাশনা সমাপ্ত হওয়ার পর, তারা দুজনে একত্রে নোরাগামি নামক অপর এক মাঙ্গা মাঙ্গা শৃঙ্খলার রচনা শুরু করে। এই মাঙ্গা শৃঙ্খলা ২০১০ থেকে ২০২৪ সাল পর্যন্ত ধারাবাহিকভাবে প্রকাশিত হয়েছিল।\n\n\n== জীবনী ==\nআদাচির জন্ম ১৪ ডিসেম্বর ইয়ামাগাতার মুরায়ামা অঞ্চলে এবং তোকাশিকির জন্ম ২৮ নভেম্বর নাহায় অঞ্চলে।  কলেজ থেকে স্নাতক হওয়ার পর, তারা দুজনে টোকিওতে চলে যান এবং মান্থলি জাম্প নামক প্ত্রিকার সম্পাদকীয় বিভাগে তাদের নিজস্ব কাজের নমুনা জমা দেন।  সম্পাদকীয় বিভাগ থেকে তাদের প্রত্যাখ্যান করা হয়, কিন্তু সেই একই পত্রিকার অন্য এক বিভাগে তাদের কাজ জমা দিতে পরামর্শ দেওয়া হয়।  কোন ইতিবাচক সাড়া না পাওয়ার পর, আদাচি ও তোকাশিকি মাসিক শোনেন ম্যাগাজিন পুরস্কারের জন্য আবেদন করার সিদ্ধান্ত নেয়।  এরপর, তারা জনপ্রিয় মাঙ্গাকা মোতোহিরো কাটোর সহকারী হিসেবে কাজ করেন। \nআদাচি ও তোকাশিকির জুটি ২০০৩ সালে অ্যালাইভ: দ্য ফাইনাল ইভোলিউশনের  মাঙ্গার চিত্রকর্মের কাজ করেন।  এই মাঙ্গা শৃঙ্খলা ২০১০ সাল পর্যন্ত মাসিক শোনেন ম্যাগাজিনে ধারাবাহিকভাবে প্রকাশিত হয়েছিল।  এই মাঙ্গা শৃঙ্খলার উপর ভিত্তি করে একটি অ্যানিমে তৈরি করার পরিকল্পনা নেওয়া হয়েছিল, কিন্তু পরে কারনবশত তা বাতিল করা হয়। \n২০১০ সালে অ্যালাইভ: দ্য ফাইনাল ইভোলিউশন মাঙ্গার সমাপ্তির পর আদাচি ও তোকাশিকির কাছে সেরকম কোন কাজ থাকেনা। নতুন মাঙ্গা শুরু আগে তারা ছোট ছোট মাঙ্গার রচনা করেন।  এরপর তারা এক্সাথে নতুন মাঙ্গা শৃঙ্খলা নোরাগামি -এর রচনার কাজে মন দেন। এই মাঙ্গা শৃঙ্খলা ২০১০ সালের মাঙ্গা শৃঙ্খলা থেকে ২০২৪ সালের জানুয়ারী মাস পর্যন্ত মাসিক শোনেন ম্যাগাজিনে ধারাবাহিকভাবে প্রকাশিত হয়েছিল  এই মাঙ্গা শৃঙ্খলা ২০১৪ এবং ২০১৬ সালে কোডানশা মাঙ্গা পুরস্কারের জন্য মনোনীত হয়েছিল।  এই মাঙ্গা শৃঙ্খলার উপর ভিত্তি করে একটি ধারাবাহিক অ্যানিমেও প্রস্তুত হয়েছে।  ২০২০ সালে, আদাচি ও তোকাশিকি পাইরেসি বন্ধ করার উদ্দেশ্যে একটি মাঙ্গা সিরিজ লিখেছিলেন এবং এই মাঙ্গা রচনায় একাধিক জাপানি সংস্থা তাদের সহযোগিতা করে। \n\n\n== তথ্যসূত্র =="}