{"pageid": 1527756, "title": "মীরা (মালয়ালম অভিনেত্রী)", "url": "https://bn.wikipedia.org/wiki?curid=1527756", "content": "মীরা একজন ভারতীয় অভিনেত্রী যিনি নব্বইয়ের দশকে তামিল - এবং মালায়ালাম ভাষার ছবিতে নায়িকার চরিত্রে অভিনয় করেছেন। মীরা সহ-অভিনেত্রী হিসেবেও কাজ করেছেন।  তিনি সুখম সুখকারম, কোত্তাপুরে কুট্টুকুডুম্বাম এবং আম্মা আম্মাইয়াম্মা চলচ্চিত্রে অভিনয়ের জন্য সবচেয়ে বেশি পরিচিত।\n\n\n== ব্যক্তিগত জীবন ==\nঅভিনেত্রী মীরা পরিচালক জে. সুরেশের সাথে বিবাহিত। \n\n\n== অভিনয় জীবন ==\nমীরা তার সুদীর্ঘ অভিনয় জীবনে তামিল, তেলুগু ও মালয়ালম ভাষার চলচ্চিত্রে অভিনয় করেছেন।   ভায়ানাডান থাম্বান (১৯৭৮), রথিনির্বেদম (১৯৭৮) এবং সিন নম্বর সাত (১৯৮৫) সিনেমায় তিনি শিশু শিল্পী হিসেবে অভিনয় করেছিলেন। এরপর তিনি বিভিন্ন চলচ্চিত্রে পার্শ্ব চরিত্রে অভিনয় করেছেন যাদের মধ্যে উল্লেখযোগ্য ভেল্লাইয়া থেভান (১৯৯০), পেড্ডিন্টাল্লুদু (১৯৯১), সামি পোত্তা মুডিচু (১৯৯১) এবং মালাইচারাল (১৯৯১)। \nপোন্ডাট্টি সোনা কেট্টুকানুম (১৯৯১) চলচ্চিত্রে তিনি মীনাক্ষী (মীনা) চরিত্রে অভিনয় করেছিলেন। এছাড়াও তিনি চিন্না গাউন্ডার (১৯৯২) চলচ্চিত্রে বদিভু চরিত্রে এবং সামুন্ডি (১৯৯২) চলচ্চিত্রে রাসাথি চরিত্রে অভিনয় করেছিলেন। \nমীরা সুখম সুখকারাম / ইপাডিক্কু কাধল (১৯৯৪) চলচ্চিত্রে জয়ার ভূমিকায় অভিনয় করেন, যা তার নায়িকা হিসেবে প্রথম চলচ্চিত্র। এরপর তিনি থাই মানাসু (১৯৯৪), মুথাল পায়ানাম (১৯৯৪), থাটবুট থাঞ্জাভুর (১৯৯৪), ভীটাই পারু নাট্টাই পারু (১৯৯৪), মালাপ্পুরাম হাজি মহানায়া জোজি (১৯৯৪) এবং পরিণয়ম (১৯৯৪) সিনেমায় অভিনয় করেন। \n১৯৯৫ সালে মীরা শ্রীরাগম চলচ্চিত্রে আম্মু চরিত্রে এবং বাদিলি চলচ্চিত্রে রাধার ভূমিকায় অভিনয় করেন। ১৯৯৬ সালে মীরা পাদানায়াকান চলচ্চিত্রে সীতার ভূমিকায় এবং পরাম্বারাই চলচ্চিত্রে পরিমলা চরিত্রে অভিনয় করেছিলেন। \n১৯৯৭ সালে মীরা মানিক্য কূদারাম, নগরপুরাণম, কোত্তাপ্পুরাথে কূটুকুডুম্বম, পূমারাথানালিল এবং গজরাজ মন্ত্রম চলচ্চিত্রে অভিনয় করেন। ১৯৯৮ সালে মীরা মন্ত্রী মালিকাইল মনসম্মতাম চলচ্চিত্রে আশা লরেন্স চরিত্রে এবং আম্মা আম্মাইয়াম্মা চলচ্চিত্রে মায়ার ভূমিকায় অভিনয় করেন।  \n১৯৯৯ সালে, পোন্নু ভিটুক্কারান সিনেমায় মীরা ইন্দু নামক চরিত্রের বোনের ভুমিকায় অভিনয় করেন। \n২০০০ সালে, মীরা মেরা নাম জোকার সিনেমায় শ্রীদেবী চরিত্রে অভিনয় করেন। তার পরের বছ্র ২০০১ সালে তিনি যামিনী চলচ্চিত্রে অভিনয় করেন।\n\n\n== আংশিক চলচ্চিত্র তালিকা ==\n\n\n== তথ্যসূত্র =="}