{"pageid": 1527705, "title": "ফকল্যান্ড দ্বীপপুঞ্জে ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1527705", "content": "ফকল্যান্ড দ্বীপপুঞ্জ হল দক্ষিণ আটলান্টিক মহাসাগরে অবস্থিত যুক্তরাজ্যের অন্তর্গত একটি দ্বীপপুঞ্জ। ব্রিটিশ শাসিত অঞ্চল হওয়ার কারণে ফকল্যান্ড দ্বীপপুঞ্জ প্রধানত খ্রিস্টান অধ্যুষিত এবং ইসলাম সেখানে একটি সংখ্যালঘু ধর্ম। দ্বীপপুঞ্জের মোট ৩,০০০ জনসংখ্যার মধ্যে মুসলিমদের সংখ্যা প্রায় ১০ জন, যা মোট জনসংখ্যার ০.৩%।  ফকল্যান্ড দ্বীপপুঞ্জে ইসলাম ও মুসলিমদের ইতিহাস তুলনামূলকভাবে নতুন এবং এ ব্যাপারে তথ্যও খুবই সীমিত। যদিও বর্তমান সেখানে মুসলিমদের সংখ্যা খুবই কম, তবে অভিবাসনের কারণে ভবিষ্যতে এই সংখ্যা কিছুটা বৃদ্ধি পেতে পারে বলে ধারণা করা হয়।  দ্বীপপুঞ্জটি ব্রিটিশ শাসিত হওয়ায় মুসলিম জনগোষ্ঠীর সামাজিক ও ধর্মীয় কর্মকাণ্ডের প্রসার এখনো সীমাবদ্ধ রয়ে গেছে। \n\n\n== ইতিহাস ==\nফকল্যান্ড দ্বীপপুঞ্জ ইতিহাসের বেশিরভাগ সময়জুড়ে এটি ইউরোপীয় বংশোদ্ভূত খ্রিস্টানদের আবাসভূমি হিসেবে ছিল। মুসলিম জনগোষ্ঠীর উপস্থিতি এখানে দীর্ঘদিন ধরে অনুপস্থিত ছিল।  ১৯০১ সালের ব্রিটিশ জনগণনা অনুযায়ী, ফকল্যান্ড দ্বীপপুঞ্জে কোনো মুসলমানের উপস্থিতির তথ্য পাওয়া যায়নি। দীর্ঘ সময় ধরে এটি একটি বিচ্ছিন্ন দ্বীপ হিসেবে ছিল, যেখানে মূলত ব্রিটিশ ও কিছু লাতিন আমেরিকীয় অভিবাসী বসবাস করতেন। তবে ১৯৮৬ সালের জনগণনায় প্রথমবারের মতো দ্বীপপুঞ্জে দুইজন মুসলমানের উপস্থিতি নথিভুক্ত করা হয়। তবে এই দুই ব্যক্তি কারা ছিলেন বা তারা কীভাবে সেখানে পৌঁছেছিলেন, সে সম্পর্কে নির্দিষ্ট তথ্য পাওয়া যায়নি।  একটি পরিসংখ্যানে দেখানো হয়েছে যে, ফকল্যান্ড দ্বীপপুঞ্জে মুসলিম জনসংখ্যা ১৯০১ সালে শূন্য থেকে বৃদ্ধি পেয়ে ২০০৬ সালে নয়জন বা মোট জনসংখ্যার ০.৩% হয়েছে এবং তারা সবাই পূর্ব ফকল্যান্ডে বসবাস করেন। ২০০৬ সালের পর সেখানে বসবাসরত মুসলিমদের সংখ্যা ৯ জনে পৌঁছায়।  জন্মস্থানের ভিত্তিতে বিবেচনা করা হলে:\n\n১৯৮৬: ফকল্যান্ডে মুসলিম সংখ্যাগরিষ্ঠ দেশে জন্মগ্রহণকারী ব্যক্তি ছিলেন ২ জন (ইরান ও সংযুক্ত আরব আমিরাত), যা মোট জনসংখ্যার ০.১%।\n১৯৯১: এই সংখ্যা বেড়ে ৩ জন হয়; একজন সেনেগালে জন্মগ্রহণ করেন এবং অপর দু’জন সংযুক্ত আরব আমিরাতে।\n১৯৯৬: তখনও মুসলিম সংখ্যাগরিষ্ঠ দেশে জন্মগ্রহণকারীদের সংখ্যা ছিল ৩ জন; দুইজন ইন্দোনেশিয়ায় এবং একজন সংযুক্ত আরব আমিরাতে জন্মগ্রহণ করেন।\n২০০১: তখনো তারা ৩ জন ছিলেন। তবে তাদের জন্মস্থান ছিল যথাক্রমে ইরান, মালয়েশিয়া ও সংযুক্ত আরব আমিরাত। \nফকল্যান্ড দ্বীপপুঞ্জের জনসংখ্যাও খুবই সীমিত। ২০২২ সালের হিসাবে এর মোট জনসংখ্যা প্রায় ৩০০০–৩,৫০০ জনের মতো। দ্বীপপুঞ্জটি পূর্বে ব্রিটিশ সাম্রাজ্যের অংশ হওয়ায় এখানকার প্রধান ধর্ম হল খ্রিস্টধর্ম। মুসলিম সম্প্রদায়ের সংখ্যা এতই নগণ্য যে, সেখানে কোনো মসজিদ, ইসলামি কেন্দ্র বা সাংগঠনিক কার্যক্রমের অস্তিত্ব পাওয়া যায় না। তবে ২১তম শতাব্দীতে অভিবাসনের ফলে কিছু সংখ্যক মুসলমান দ্বীপে বসতি স্থাপন করেছেন বলে ধারণা করা হয়। \n\n\n== ইসলামি অবকাঠামো ও সংস্কৃতি ==\nফকল্যান্ড দ্বীপপুঞ্জে এখন পর্যন্ত কোনো মসজিদ বা ইসলামি কেন্দ্র স্থাপিত হয়নি। যেহেতু দ্বীপপুঞ্জটি ক্ষুদ্র এবং জনসংখ্যাও কম; তাই এখানে ইসলামের ব্যাপক প্রসার ঘটেনি। মুসলিম বাসিন্দারা তাদের ধর্মীয় কার্যক্রম ব্যক্তিগতভাবে পালন করে থাকেন বলে ধারণা করা হয়। \n\n\n== আরো দেখুন ==\nদেশ অনুযায়ী ইসলাম\nওশেনিয়ায় ইসলাম\nমার্কিন যুক্তরাষ্ট্রে ইসলাম\n\n\n== তথ্যসূত্র =="}