{"pageid": 1527599, "title": "ভেরোনিকা রদ্রিগেজ", "url": "https://bn.wikipedia.org/wiki?curid=1527599", "content": "ভেরোনিকা ফিলোমেনা রদ্রিগেজ (১৯৫৩-২০১০) ছিলেন কেনিয়ার জন্মগ্রহণকারী ভারতীয় জীববিজ্ঞানী। তিনি ডাবলিনের ট্রিনিটি কলেজ থেকে মাইক্রোবায়োলজিতে অনার্স সহ বিএ সম্পন্ন করেছেন। ওবেইদ সিদ্দিকী এবং তাঁর সহকর্মীদের কাজের দ্বারা অনুপ্রাণিত হয়ে, তিনি পিএইচডি করার জন্য ভারতে চলে আসেন। পিএইচডি করার সময়, তাঁর ব্যতিক্রমী কাজের কথা বিবেচনা করে, তাঁকে টিআইএফআর-এ স্থায়ী অনুষদ পদের প্রস্তাব দেওয়া হয়েছিল। তিনি বেঙ্গালুরুর জাতীয় জৈবিক বিজ্ঞান কেন্দ্রে একজন সিনিয়র অধ্যাপক হিসেবেও দায়িত্ব পালন করেছিলেন। ২০০৪ সালে তিনি সিনিয়র ন্যাশনাল উইমেন বায়োসায়েন্টিস্ট অ্যাওয়ার্ড পান। পাঁচ বছর ধরে স্তন ক্যান্সারে ভুগবার পর তিনি ২০১০ সালে মারা যান।\n\n\n== জীবন ==\n\n\n=== প্রারম্ভিক জীবন ===\nভেরোনিকার জন্ম ১৯৫৩ সালে কেনিয়ার নাইরোবিতে বসবাসকারী একটি গোয়ান অভিবাসী পরিবারে। তিনি নাইরোবিতে তাঁর স্কুল শিক্ষা সম্পন্ন করেন এবং তারপর উচ্চ শিক্ষার জন্য কাম্পালার মেকেররে বিশ্ববিদ্যালয়ে ভর্তি হন কিন্তু আঞ্চলিক অশান্তির কারণে তিনি ডাবলিনের ট্রিনিটি কলেজে চলে আসেন।\n\n\n=== শিক্ষা এবং কর্মজীবন ===\nউগান্ডার অস্থিরতার কারণে ভেরোনিকাকে মেকেররে বিশ্ববিদ্যালয় ছেড়ে যেতে হয়েছিল। অবশেষে তিনি ডাবলিনের ট্রিনিটি কলেজে পড়ার জন্য বৃত্তি পান। তিনি ১৯৭৬ সালে মাইক্রোবায়োলজিতে অনার্স সহ বিএ ডিগ্রি অর্জন করেন। ১৯৭৭ সালে তিনি ডঃ ওবেইদ সিদ্দিকীর তত্ত্বাবধানে মুম্বাইয়ের টাটা ইনস্টিটিউট অফ ফাণ্ডামেন্টাল রিসার্চ (টিআইএফআর) থেকে পিএইচডি করার জন্য ভারতে চলে আসেন। ভেরোনিকা ব্যাখ্যা করেছেন কেন তিনি তাঁর পিএইচডির জন্য টিআইএফআর-এ আসার সিদ্ধান্ত নিয়েছিলেন:\n\nট্রিনিটিতে আমাদের মাইক্রোবায়োলজি পাঠ্যক্রমে জে. মলিকুলার বায়োলজিতে (জার্নাল অফ মলিকুলার বায়োলজি) ব্যাকটেরিয়া পুনর্মিলনের ওপর সারথি এবং সিদ্দিকীর গবেষণাপত্র পড়ানো হয়েছিল। গবেষণাপত্রের চমৎকারিত্ব দেখে আমি সত্যিই মুগ্ধ হয়েছিলাম.... এই গবেষণাপত্রটি পড়ার আগে, আমি কখনও টিআইএফআর সম্পর্কে শুনিনি, আর ভারতে ফিরে আসার কথাও ভাবিনি। আসলে, আমি ভাবিনি যে ভারতে বিজ্ঞানের খুব বেশি উন্নতি হয়েছে। আমি আসলে ভেবেছিলাম পিআই হলেন সারথি এবং তাঁকে লিখেছিলাম। সিদ্দিকীর কাছ থেকে যখন আমি একটি চিঠি পাই, তখন 'ইণ্ডিয়ানদের' দ্বারা বেশ তাৎক্ষণিকভাবে আমি খুব মুগ্ধ হয়েছিলাম, এবং চিঠিটি ইতিবাচক বলে মনে হয়েছিল। আমার মনে আছে আয়ারল্যান্ডে আমার শিক্ষক এবং বন্ধুদের সাথে কথা বলেছিলাম এবং আমাদের ভালো লেগেছিল যে আমার ভর্তির বিষয়ে অধ্যাপক সিদ্দিকী যেমন বলেছিলেন (তাঁর সহকর্মীদের মধ্যে) কোনও বাধা-বিপত্তি এবং সাক্ষাৎকার ইত্যাদির প্রয়োজন ছাড়াই আলোচনা করা যেতে পারে। টিআইএফআর-এ একসময় বিদ্যমান এই নমনীয়তাই এটিকে একটি বিশেষ স্থান করে তুলেছিল...\nতিনি ১৯৮১ সালে পিএইচডি সম্পন্ন করেন এবং তারপর জার্মানির টিউবিনজেনের ম্যাক্স প্ল্যাঙ্ক ইনস্টিটিউট ফর বায়োলজিক্যাল সাইবারনেটিক্স থেকে পোস্ট-ডক্টরাল প্রশিক্ষণ গ্রহণ করেন। সেখানে তিনি মস্তিষ্কে ঘ্রাণজনিত তথ্যের কোডিং অধ্যয়নের পথিকৃৎ ছিলেন।\nপোস্টডক্টরেটের পর, তিনি ফিরে এসে টাটা ইনস্টিটিউট অফ ফাণ্ডামেন্টাল রিসার্চ (টিআইএফআর) -এ কাজ শুরু করেন এবং পরবর্তীকালে ইণ্ডিয়ান ন্যাশনাল সায়েন্স একাডেমির ফেলো হন। স্নায়ুজীববিজ্ঞান এবং তাদের আচরণের অভিজ্ঞতার পাশাপাশি জেনেটিক্স এবং উন্নয়নে তাঁর দক্ষতার মাধ্যমে তিনি একদল প্রভাবশালী এবং বুদ্ধিজীবী গবেষককে একত্রিত করে একটি ঘ্রাণজ সার্কিট্রি তৈরি করেন। এই দলটি কেমোসেন্সরি জীববিজ্ঞানের গবেষণার পথপ্রদর্শক। পূর্ণবয়স্ক অবস্থায় এবং লার্ভা অবস্থার কীটের স্বাদ এবং ঘ্রাণশক্তির সংকেতের প্রতিক্রিয়া পরিমাপ করার জন্য এই ক্ষেত্রটি এখনও তাঁর আদর্শ আচরণগত এবং ইলেক্ট্রোফিজিওলজিক্যাল (জৈবিক কোষ এবং টিস্যুর বৈদ্যুতিক বৈশিষ্ট্যের অধ্যয়ন) গবেষণার ওপর ব্যাপকভাবে নির্ভর করে। স্নায়ু বর্তনীর অন্তর্নিহিত আচরণগত ধরণগুলি অধ্যয়নের জন্য নতুন জেনেটিক এবং আণবিক সরঞ্জামগুলির বিকাশের সাথে সাথে, এই পরীক্ষাগুলির বড় পুনরুত্থান ঘটেছে।\nতিনি তাঁর কর্মজীবনে অনেক নেতৃত্বের ভূমিকাও গ্রহণ করেছিলেন — প্রথমে টিআইএফআর-এর জৈবিক বিজ্ঞান বিভাগে (পূর্বে আণবিক জীববিজ্ঞান ইউনিট) এবং পরে, তিনি টিআইএফআর মুম্বাইয়ের জৈবিক বিজ্ঞান বিভাগের চেয়ার হন। ভেরোনিকা প্রায়শই এমন ছাত্রদের সাথে কাজ করতেন যাঁদের পরীক্ষামূলক জীববিজ্ঞান সম্পর্কে কোনও পূর্ব জ্ঞান ছিল না। তাঁর নির্দেশনায় এই অনভিজ্ঞ ইন্টার্নরা পরিণত, আত্মবিশ্বাসী গবেষক হয়ে ওঠেন এবং রদ্রিগেজ ল্যাবে কর্মজীবন শুরু করা বিজ্ঞানীদের বিশ্বব্যাপী নেটওয়ার্কে যোগ দেন। তরুণদের মধ্যে বিজ্ঞানের গুরুত্ব বৃদ্ধিতে তাঁর অবদান কেবল মুম্বাই শহরের মধ্যেই সীমাবদ্ধ নয়। তাঁর নেতৃত্ব এবং পড়ানোর দক্ষতার মাধ্যমে, তিনি ট্রিয়েস্টে অবস্থিত আন্তর্জাতিক তাত্ত্বিক পদার্থবিদ্যা কেন্দ্রে স্নায়ুজীববিদ্যার ওপর দ্বিবার্ষিক পাঠ্যক্রম পরিচালনা করেছিলেন। এটি পরবর্তী প্রজন্মের মানুষের ওপর, বিশেষ করে আফ্রিকার মানুষের ওপর উল্লেখযোগ্য প্রভাব ফেলেছে।\n\n\n=== ব্যক্তিগত ===\nভেরোনিকা যখন কাজের জন্য ভারতে চলে আসেন, তখন তিনি ভারতীয় নাগরিক ছিলেন না। তিনি ভারতীয় নাগরিকত্বের জন্য আবেদন করেছিলেন এবং ভারতে আসার কুড়ি বছর পর অনেক প্রচেষ্টার মাধ্যমে নাগরিকত্ব পান।\n\n\n== কারণসমূহ ==\nবিজ্ঞানের জগতে লিঙ্গ সমতার প্রতি তাঁর আগ্রহ ছিল। ১৯৯০ সালে, তিনি তৎকালীন ডিন ডঃ আর বিজয়রাঘবনকে একটি চিঠি লিখেছিলেন যেখানে তিনি মহিলা বিজ্ঞানীদের 'শ্রীমতী', 'কুমারী' বা 'মিসেস' ইত্যাদি উপাধি ব্যবহারের বিরুদ্ধে কথা বলেছিলেন। তিনি জোর দিয়ে বলেন যে, পুরুষ বিজ্ঞানীদের জন্য 'শ্রী' এবং 'কুমার' ব্যবহার যতক্ষণ না একটি আদর্শ হয়ে ওঠে, ততক্ষণ পর্যন্ত মহিলা বিজ্ঞানীদের জন্য একই রকম উপাধি ব্যবহার অপ্রয়োজনীয় এবং অগ্রহণযোগ্য।\n\n\n== তথ্যসূত্র =="}