{"pageid": 1527703, "title": "হাইতীয় বিপ্লব", "url": "https://bn.wikipedia.org/wiki?curid=1527703", "content": "হাইতীয় বিপ্লব হলো ফরাসি ঔপনিবেশিক শাসনের বিরুদ্ধে স্ব-মুক্ত আফ্রিকান দাসদের একটি সফল বিদ্রোহ। এই বিপ্লব সংগঠিত হয়েছিলো সেন্ট-ডোমিঙ্গে, যা এখন হাইতির সার্বভৌম একটি রাষ্ট্র। এই বিপ্লব ঘটেছিল ১৭৯১ থেকে ১৮০৪ খ্রিস্টাব্দের মধ্যে। এই বিপ্লবের উদ্দেশ্য ছিল ফরাসি শাসনের উৎখাত। আফ্রিকানরা এবং তাদের বংশধররা, যারা ফরাসিদের দ্বারা দাসত্বে বন্দী ছিল,এই বিপ্লবের মাধ্যমে তাদের মুক্তি ঘটে। প্রাক্তন দাসদের দ্বারা প্রতিষ্ঠিত এবং শাসিত হয় স্বাধীন দেশ হাইতি।\n\n\n== ইতিহাস ==\nফরাসি বিপ্লবে অনুপ্রাণিত হয়ে ১৭৮৯ সালে হাইতির কালো মানুষ ও দাসেরা স্বাধীনতা ও আরও বেশি নাগরিক অধিকারের দাবিতে ঔপনিবেশিক ফরাসি শাসকদের বিরুদ্ধে সোচ্চার হয়। এই আন্দোলনে সবচেয়ে গুরুত্বপূর্ণ ছিল সেন্ট ডোমিনিঙ্গের (বর্তমান হাইতি) দাস বিদ্রোহ। ১৭৯১ সালে এই বিদ্রোহ শুরু হয়। শেষ হয় ১৮০৪ সালে। সাবেক উপনিবেশ স্বাধীন হওয়ার পরে।\nহাইতির এই বিপ্লবের মহৎ তাৎপর্য রয়েছে। একদিকে ঔপনিবেশিক শাসনের অবসান ও দাসদের দিয়েই দাস প্রথার অবসান। অন্যদিকে মুলাটোদের (বাবা-মার একজন কালো মানুষ ও অন্যজন সাদা মানুষ) সঙ্গে নিয়ে সদ্য অর্জিত স্বাধীনতাকে রক্ষা করা। হাইতির এই বিপ্লব নিঃসন্দেহে আটলান্টিক বিশ্বে বর্ণ বৈষম্যের ইতিহাসে এক সন্ধিক্ষণ। প্রায় ১,৯০০ বছর আগে রোমান সাম্রাজ্যের বিরুদ্ধে স্পার্টাকাসের ব্যর্থ দাস বিদ্রোহের পর হাইতির বিপ্লব সবচেয়ে বড় দাস বিদ্রোহ।\nমার্কিন যুক্তরাষ্ট্র শুরুতে এই দাস বিদ্রোহের বিরোধিতা করলেও পরে হাইতির এই মানুষদের সমর্থন জানায়।\n১৭৯২ সালে ফরাসি সরকার হাইতির দাস বিদ্রোহ দমন করতে তিনজন কমিশনারের নেতৃত্বে সেনা পাঠায়। ফরাসি কমিশনার সোন্থোন্যাক্স ও পোলভেরেল দাস প্রথা রদ করার কথা ঘোষণা করেন। এর ছ মাস পরে রোবসপিয়ের ও জেকবিল ন্যাশনাল কনভেনশনে দাস প্রথা অবলুপ্তিতে সিলমোহর দেন ও তা গোটা উপনিবেশে প্রযোজ্য বলে ঘোষণা করেন। গড়ে ওঠে স্বাধীন দেশ হাইতি। পরবর্তীকালে নেপোলিয়ন হাইতির অধিকার করার চেষ্টা করলেও তাঁর সেই চেষ্টা সফল হয়নি।\n\n\n== হাইতীয় বিপ্লব এর কারণ ==\nহাইতির জনসংখ্যার বিশাল অংশ, যা তখনকার সময়ে অত্যন্ত আর্থিকভাবে সফল ফরাসি উপনিবেশ সেন্ট-ডোমিঙ্গে ছিল, আফ্রিকান দাসদের দ্বারা গঠিত ছিল । বাকিরা ছিল শ্বেতাঙ্গ বাগান মালিক, শ্বেতাঙ্গ কারিগর এবং দোকানদার এবং আফ্রাঞ্চিস (মিশ্র বা আফ্রিকান বংশোদ্ভূত মুক্ত মানুষ), যাদের মধ্যে কেউ কেউ শ্বেতাঙ্গ কারিগর এবং দোকানদারদের চেয়ে ধনী ছিল। হাইতীয় বিপ্লবের কারণগুলির মধ্যে ছিল আফ্রাঞ্চিসের হতাশাজনক আকাঙ্ক্ষা, দাস মালিকদের বর্বরতা এবং ফরাসি বিপ্লব থেকে অনুপ্রেরণা।\n\n\n== তথ্যসূত্র =="}