{"pageid": 1527764, "title": "হাসেকি সুলতান ইমারত", "url": "https://bn.wikipedia.org/wiki?curid=1527764", "content": "হাসেকি সুলতান ইমারত ছিল একটি অটোমান পাবলিক স্যুপ রান্নাঘর যা জেরুজালেমে সুলেমান দ্য ম্যাগনিফিসেন্টের রাজত্বকালে দরিদ্রদের খাওয়ানোর জন্য প্রতিষ্ঠিত হয়েছিল। এই ইমারতটি ১৫৫২ সালে হাসেকি হুররেম সুলতান কর্তৃক নির্মিত একটি বিশাল ওয়াকফ কমপ্লেক্সের অংশ ছিল। তিনি পশ্চিমে সুলতান প্রথম সুলেমান-এর প্রিয় স্ত্রী রোক্সেলানা নামে বেশি পরিচিত ছিলেন। এই স্যুপ রান্নাঘরে দিনে দুবার কমপক্ষে ৫০০ জনকে খাওয়ানো হত বলে জানা গেছে।\n\n\n== হাসেকি সুলতান ওয়াকফ কমপ্লেক্স ==\n\nহাসেকি সুলতান ওয়াকফ কমপ্লেক্সটি অটোমান যুগের শীর্ষে নির্মিত হয়েছিল। স্যুপ কিচেন ছাড়াও কমপ্লেক্সটিতে একটি মসজিদ, ৫৫ কক্ষ বিশিষ্ট একটি তীর্থযাত্রী ধর্মশালা এবং ভ্রমণকারীদের জন্য একটি সরাইখানা (খান) ছিল।\n\n\n== অর্থনৈতিক তাৎপর্য ==\nস্বামীর সম্মতিতে হাসেকি হুররেম সুলতান বিভিন্ন সম্পদ থেকে প্রাপ্ত আয় ব্যবহার করে এটি নির্মাণ ও রক্ষণাবেক্ষণ করেন। এই সম্পদের মধ্যে ছিল ফিলিস্তিন এবং ত্রিপোলিতে জমি, সেইসাথে দোকান, পাবলিক স্নানঘর, সাবান কারখানা এবং আটাকল। হাসেকি হুররেম সুলতানের দানপত্রের দলিলের মধ্যে রয়েছে ১৯৫টি জমিদারি এবং ৩২টি ভূসম্পত্তি, যা মূলত জাফা এবং জেরুজালেমের মধ্যবর্তী রাস্তার ধারে অবস্থিত। যখন গ্রামগুলিকে দান করা হত, তখন তাদের পূর্বে কর হিসাবে প্রদত্ত রাজস্বের শতাংশ ওয়াকফের দিকে পুনর্নির্দেশিত হত। হাসেকি সুলতান ইমারতের রাজস্ব আয়ের মধ্যে ছিল বাইত দাজান, ইয়াজুর, কাফর আনা, লুদ, আনাবা, জিব, বেথলেহেম, বেইত জালা কাকুন ইত্যাদি গ্রাম। হাসেকি সুলতান ইমারত কেবল দান করার ধর্মীয় বাধ্যবাধকতাই পূরণ করেনি, বরং সামাজিক শৃঙ্খলাকে আরও শক্তিশালী করেছিল এবং অটোমান সাম্রাজ্যকে ক্ষমতা ও উদারতার একটি রাজনৈতিক চিত্র তুলে ধরতে সাহায্য করেছিল।\n\n\n== ধর্মীয় তাৎপর্য ==\nইসলামে দানশীলতা একটি গুরুত্বপূর্ণ উপাদান। মৃত্যুর পর স্বর্গে স্থান নিশ্চিত করার জন্য যারা নিজেদের সাহায্য করতে পারে না তাদের সাহায্য করা উচিত। কুরআনের নির্দেশে দান দুই ধরণের: যাকাত হলো একটি নির্দিষ্ট স্তরের সম্পদ অর্জনকারী মুসলমানদের জন্য একটি বাধ্যতামূলক দান; এবং সাদাকা হলো স্বেচ্ছাসেবী দান। সাদাকার সবচেয়ে জনপ্রিয় রূপগুলির মধ্যে একটি ছিল ওয়াকফ বা দান। ওয়াকফগুলি ধনী ব্যক্তিদের দ্বারা প্রতিষ্ঠিত হয়েছিল, বিশেষ করে রাজপরিবারের সদস্যরা, যারা বিভিন্ন দাতব্য প্রতিষ্ঠানের স্থায়ীভাবে উপকারের জন্য তাদের সম্পত্তি দান করেছিলেন। পাবলিক স্যুপ কিচেনগুলি ছিল ওয়াকফ যা অভাবী মানুষের জন্য মৌলিক পুষ্টিকর খাবার সরবরাহ করত। হাসেকি সুলতান ইমারেতের ক্ষেত্রে, হুররেম সুলতান জেরুজালেমে একটি স্যুপ রান্নাঘর তৈরি করেছিলেন কারণ এটি হেবরন, মক্কা এবং মদিনার সাথে একটি পবিত্র শহর হিসাবে বিবেচিত হত।\n\n\n== সামাজিক প্রভাব ==\nঅটোমান সাম্রাজ্যের অন্যান্য ইমারতের মতো হাসেকি সুলতান ইমারত ছিল সামাজিক শৃঙ্খলা বজায় রাখার একটি হাতিয়ার। ইমারতের প্রশাসক, কর্মচারী এবং সুবিধাভোগীরা সম্প্রদায়ের সামাজিক শ্রেণিবিন্যাসের প্রতিনিধিত্ব করতেন। প্রশাসকরা প্রায়ই স্থানীয় সম্ভ্রান্ত পরিবারের সদস্য হতেন এবং তাদের বন্ধুবান্ধব, আত্মীয়স্বজন এবং মুক্ত দাসদের ইমারতের কর্মচারী হিসেবে নিয়োগ করার ক্ষমতা ছিল। সামাজিক অবস্থা খাদ্য বিতরণের ক্রম এবং পরিমাণ নির্ধারণ করত। খাবারের সময় কর্মচারীরা প্রথমে এক লাঠি স্যুপ এবং দুটি রুটি গ্রহণ করত, তারপরে অতিথিরা একটি লাঠি এবং একটি রুটি গ্রহণ করত এবং তারপরে দরিদ্ররা সবচেয়ে কম পরিমাণে খাবার পেত। দরিদ্রদের মধ্যেও একটি শ্রেণিবিন্যাস ছিল: শিক্ষিত দরিদ্ররা প্রথমে খেত, তারপরে পুরুষরা এবং অবশেষে মহিলা এবং শিশুরা। খাবার ফুরিয়ে গেলে মহিলা এবং শিশুরা অভুক্ত থাকত। ফলস্বরূপ, ইমারত কেবল জেরুজালেমের সামাজিক শ্রেণিবিন্যাসই প্রকাশ করেনি, বরং মানুষকে সঙ্গতিপূর্ণ রাখার একটি কার্যকর পদ্ধতি ছিল।\n\n\n== রাজনৈতিক প্রভাব ==\nজেরুজালেমে একটি স্যুপ কিচেন নির্মাণের পেছনে শক্তিশালী রাজনৈতিক উদ্দেশ্য ছিল। এটি ছিল \"বসতি স্থাপন, উপনিবেশ স্থাপন, বৈধকরণ এবং নগর উন্নয়নের অটোমান প্রকল্পের একটি অবিচ্ছেদ্য উপাদান।\" হাসেকি সুলতান ইমারত অটোমান সাম্রাজ্যের সুদূরপ্রসারী শক্তি এবং সামর্থ্য প্রদর্শন করেছিল এবং জেরুজালেমে প্রজাদের নিয়ন্ত্রণের একটি কার্যকর উপায়ও ছিল। জেরুজালেমের সবচেয়ে গুরুত্বপূর্ণ পরিবারগুলিকে প্রশাসক পদ প্রদান করে সুলতান স্থানীয় জনগণের মধ্যে তাদের শাসন শক্তিশালী করার জন্য অভিজাতদের ব্যাপক প্রভাব এবং সংযোগ ব্যবহার করেছিলেন। তা সত্ত্বেও রাজনৈতিক নিয়ন্ত্রণ সর্বাধিক করার জন্য অভিজাতদের উপর নির্ভরতাও ইমারতের রক্ষণাবেক্ষণের উপর ক্ষতিকর প্রভাব ফেলেছিল।\nজেরুজালেম ইমারত রাজকীয় দম্পতির পৃষ্ঠপোষকতা করা পাঁচটি ইমারতের মধ্যে ছিল, বাকি চারটিও অটোমান শক্তির প্রসারের কেন্দ্রবিন্দুতে নির্মিত হয়েছিল: ইস্তাম্বুল (কনস্টান্টিনোপল) এবং এডির্নে (আদ্রিয়ানোপল) এগুলি অটোমান রাজবংশের আসনগুলিতে দাঁড়িয়ে ছিল, এবং দুটি মুসলিম পবিত্র স্থান, মক্কা এবং মদিনায় প্রতিষ্ঠিত হয়েছিল। ১৫৩৬ সালে উজিরে আযম ইব্রাহিম পাশার মৃত্যুদণ্ড কার্যকরের ঠিক পরে ১৫৩৭-১৫৩৯ সালে ইস্তাম্বুলে প্রথম মসজিদ কমপ্লেক্স নির্মিত হয়েছিল, যার জন্য রোক্সেলানাকে উস্কানিদাতা বলে গুজব ছিল এবং এর উদ্দেশ্য ছিল অবশ্যই তার ভাবমূর্তি উন্নত করা। মুহাম্মদের সাথে সংযোগের কারণে জেরুজালেম তার আকারের চেয়েও বেশি গুরুত্বপূর্ণ ছিল, এবং সুলেমানের আগ্রহ ছিল এই শহরে তার ছাপ ফেলতে যেটি সম্প্রতি তার পিতা মামলুকদের দ্বারা জয় করা হয়েছিল। তিনি এটিকে অসংখ্য বিলাসবহুল প্রতিষ্ঠান এবং ভবন দিয়ে সজ্জিত করেছিলেন। জেরুজালেমে খ্রিস্টান তীর্থযাত্রীরা হয়তো আরেকটি লক্ষ্যবস্তু ছিল, কিন্তু তাদের প্রভাবিত করা কঠিন হয়ে দাঁড়িয়েছিল।\n\n\n== পরবর্তী অপব্যবহার ==\nসম্ভ্রান্ত পরিবারগুলির উপর অত্যধিক অটোমান নির্ভরতা তাদেরকে ইমারতের কার্যক্রমে উল্লেখযোগ্য কর্তৃত্ব প্রদান করেছিল, যা \"কেবল আরেকটি দরিদ্র-ত্রাণ প্রতিষ্ঠানের চেয়েও বেশি কিছু ছিল, বরং নির্দিষ্ট কিছু প্রিয় ব্যক্তিদের সুবিধা প্রদানের জন্য ব্যবহৃত একটি বিশেষ তহবিলও ছিল।\" প্রশাসকরা তাদের বন্ধুবান্ধব এবং আত্মীয়স্বজনদের সুবিধার্থে অথবা অন্যদের কাছ থেকে সুবিধা লাভের জন্য সুবিধাভোগী হওয়ার মানদণ্ডে হেরফের করেছিলেন। উপরন্তু, সুবিধাভোগী হওয়ার অধিকার হস্তান্তরযোগ্য ছিল, যা অতিরিক্ত সুবিধাভোগীদের সমস্যাকে আরও জটিল করে তুলেছিল। ইমারত জেরুজালেমের সবচেয়ে ধনী পরিবারগুলিকেও সহায়তা করেছিল। অধিকন্তু, এই শক্তিশালী সুবিধাভোগীরা প্রতিষ্ঠানের আর্থিক ও বস্তুগত সম্পদ শোষণের জন্য তাদের মর্যাদা ব্যবহার করেছিল। উদাহরণস্বরূপ, ১৭৮২ সালের একটি আইনি নথিতে উল্লেখ করা হয় যে একজন ভাড়াটে সেনা কমান্ডার ইমারেত থেকে প্রতিদিন ৪৮টি রুটি পাওয়ার অধিকারী ছিলেন। আঠারো শতকের মধ্যে দুর্নীতি এতটাই ব্যাপক আকার ধারণ করে যে, ইমারত আর অর্থনৈতিকভাবে টেকসই ছিল না। খাদ্য বিতরণ এবং উপকারভোগীদের সংখ্যা কমানোর প্রচেষ্টা তীব্র বিরোধিতা এবং স্পষ্ট অবহেলার সম্মুখীন হয়েছিল। শাসনামলের বাকি সময়ে অটোমান সাম্রাজ্য \"ওয়াকফের সুবিধাভোগীদের সংখ্যা কমিয়ে আনা এবং সীমিত করার প্রয়োজনীয়তা এবং সর্বাধিক সংখ্যক মানুষকে সুবিধা প্রদানের মাধ্যমে সর্বাধিক রাজনৈতিক লাভ সংগ্রহের আকাঙ্ক্ষার মধ্যে সূক্ষ্ম ভারসাম্য খুঁজে পেতে\" সংগ্রাম করে। এই সমস্যাগুলি সত্ত্বেও হাসেকি সুলতান ইমারত কাজ চালিয়ে যায়, যদিও সর্বদা \"দরিদ্র, হতভাগ্য, দুর্বল এবং অভাবী\" উদ্দেশ্যপ্রাপ্ত সুবিধাভোগীদের সুবিধার জন্য নয়।\nফিলিস্তিনে ব্রিটিশ ঔপনিবেশিক শাসনের সময় পর্যন্ত পাবলিক রান্নাঘর এবং বেকারি চালু ছিল।\n\n\n== আরও দেখুন ==\nমিমার সিনান কর্তৃক পরিকল্পিত জামে মসজিদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n \n\n\n== আরও পড়ুন ==\nStephan, St. H. (১৯৪৪)। \"An Endowment Deed of Khasseki Sultan, dated the 24th May 1552\": 170-194 [173], Pls. XXXVI-XL। সংগ্রহের তারিখ ৯ জানুয়ারি ২০২২। \n\n\n== বহিঃসংযোগ ==\n\"আল-'ইমারা আল-'আমিরা\", enjoyjerusalem.com-এ বিস্তারিত নিবন্ধ\n\"পুরাতন জেরুজালেম শহর পুনরুজ্জীবন কর্মসূচি স্থাপত্য পুরস্কারে সম্মানিত\" : পুরাতন শহরের মুসলিম ভবনগুলির পুনরুদ্ধার এবং স্যুপ কিচেনের ছবি। ওয়াশিংটন রিপোর্ট অন মিডিল ইস্ট অ্যাফেয়ার্স সেপ্টেম্বর/অক্টোবর ২০০৫, পৃষ্ঠা ২৪-২৫।\n\"দার আল-আয়তাম আল-ইসলামিয়া পুনরুদ্ধার\", স্যুপ রান্নাঘর সহ বিস্তৃত আশেপাশের কমপ্লেক্সের জন্য। ArchNet.org-এ।\nখাসাকি সুলতানের আমার স্মৃতি অথবা \"দ্য ফ্লোরিশিং এডিফাইস\", ইমারত সম্পর্কে একটি ব্যক্তিগত গল্পের জন্য (জানুয়ারী ২০২২ সালে পুনঃপ্রকাশিত)"}