{"pageid": 1527351, "title": "লিসি (অভিনেত্রী)", "url": "https://bn.wikipedia.org/wiki?curid=1527351", "content": "লিসি একজন ভারতীয় অভিনেত্রী, যিনি মূলত মালায়ালাম ছবিতে অভিনয় করেছেন। মালয়ালম চলচ্চিত্রের পাশাপাশি তিনি কয়েকটি তেলুগু, তামিল এবং একটি কন্নড় ছবিতেও অভিনয় করেছেন। তিনি ১৯৮২ সালে ইথিরি নেরাম ওথিরি কারিয়াম চলচ্চিত্রের মাধ্যমে রূপালী পর্দায় আত্মপ্রকাশ করেন। তার অভিনীত উল্লেখযোগ্য চলচ্চিত্রের মধ্যে রয়েছে ওদারুথাম্মাভা আলারিয়াম (১৯৮৪), মুথারামকুন্নু পিও (১৯৮৫), বোয়িং বোয়িং (১৯৮৫), থালাভাত্তম (১৯৮৬), বিক্রম (১৯৮৬) এবং চিথরাম (১৯৮৮)।\n\n\n== জীবনের প্রথমার্ধ ==\nলিসির কোচির পাজাঙ্গানাদ অঞ্চলের পুক্কট্টুপাদিতে জন্মগ্রহন করেন।লিসি  নেল্লিকাত্তিল পাপ্পাচান (ভারকি)  এবং আলেয়াম্মার একমাত্র সন্তান  ছিলেন। তার বাবা-মা যখন খুব ছোট ছিলেন তখনই তাদের বিবাহবিচ্ছেদ ঘটে এবং তার মা আলেয়াম্মা তাকে লালন-পালন করেন।  লিসি সেন্ট তেরেসা স্কুল অ্যান্ড কলেজে পড়াশোনা করেছেন। \nতিনি একজন মেধাবী ছাত্রী ছিলেন। ১৫ বছর বয়সে প্রাক-বিশ্ববিদ্যালয় ডিগ্রি অর্জনের পর লিসি তার কর্মজীবন শুরু করেন। অভিনয়ে মনোযোগ দেওয়ার কারনে তাকে পড়াশোনা বন্ধ করতে হয়েছিল। \n\n\n== কর্মজীবন ==\nআশির দশকের গোড়ার দিকে লিসির চলচ্চিত্র জগতে অভিষেক ঘটে । মালায়ালাম চলচ্চিত্রের পাশাপাশি, লিসি বেশ কয়েকটি তামিল এবং তেলুগু চলচ্চিত্রেও অভিনয় করেছিলেন। লিসি চিত্রম, থালাভাত্তম, ওদারুথাম্মাভা আলারিয়াম, মুথারামকুন্নু পিও এবং বোয়িং বোয়িং চলচ্চিত্রে তার ভূমিকার জন্য সবচেয়ে বেশি স্মরণীয়। মনম পত্রিকার এক সাক্ষাৎকারে লিসি বলেছিলেন যে, কমল হাসান তার নিজস্ব প্রযোজনা সংস্থার অধীনে নির্মিত চলচ্চিত্র বিক্রম -এ তাকে নায়িকা হিসেবে চয়ন করেন এবং এভাবেই তামিল চলচ্চিত্র জগতের সাথে তার পরিচয় ঘটে।\n\n\n== ব্যক্তিগত জীবন ==\nলিসি বিখ্যাত চলচ্চিত্র পরিচালক প্রিয়দর্শনের প্রেমে পড়েন এবং ১৩ ডিসেম্বর ১৯৯০ সালে তাকে বিয়ে করেন।  বিয়ের পর লিসি অভিনয় ছেড়ে দেন এবং ধর্মীয় কারণে লক্ষ্মী নাম ধারণ করেন।  ছেলের জন্মের পর, লিসি ক্যাথলিক ধর্ম ছেড়ে হিন্দু ধর্মে ধর্মান্তরিত হন।\nলিসি ২০১৪ সালের ১ ডিসেম্বর চেন্নাইয়ের একটি পারিবারিক আদালতে বিবাহবিচ্ছেদের আবেদন করেন এবং বিয়ের ২৬ বছর পর ২০১৬ সালের ১ সেপ্টেম্বর তার বিবাহবিচ্ছেদ হয়। \n\n\n== তথ্যসূত্র =="}