{"pageid": 1527780, "title": "দক্ষিণ আমেরিকায় ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1527780", "content": "২০১০ সালে পিউ রিসার্চ সেন্টার কর্তৃক পরিচালিত একটি জরিপে  দেখা গেছে যে, দক্ষিণ আমেরিকার মোট জনসংখ্যার ০.১% মুসলিম।  ২০১২ সালের আদমশুমারি অনুসারে, দক্ষিণ আমেরিকার সুরিনামে মুসলিম জনসংখ্যার হার সবচেয়ে বেশি। সেখানে মোট ৭৫,০৫৩ মুসলিম বসবাস করে, যা মোট জনসংখ্যার ১৩.৯%।\n\n\n== ইতিহাস ==\n১৪৯২ সালে কলম্বাসের লাতিন আমেরিকা আবিষ্কারের পেছনে ইসলামবিদ্বেষী দৃষ্টিভঙ্গির প্রভাব ছিল বলে ধারণা করা হয়। আমেরিকায় আগত তৎকালীন ইউরোপীয় খ্রিস্টানরা স্থানীয় রীতিনীতিকে ইসলামি সংস্কৃতি বলে মনে করত এবং এটিকে তাদের গণহত্যার যুক্তি হিসেবে ব্যবহার করত। ধারণা করা হয় যে, ১৫ শতকে ইসলামি আন্দালুসের পতনের পর অনেক মুসলিম নিজেদের প্রাণ বাঁচাতে সাগর পাড়ি দিয়ে আমেরিকায় আশ্রয় গ্রহণ করেছিল। \n\n\n=== ষোড়শ শতাব্দী ===\nকিছু ঐতিহাসিক বিশ্বাস করেন, লাতিন আমেরিকায় প্রথম মুসলিমদের পর্তুগিজ ও স্পেনীয় সেনাবাহিনী নিয়ে এসেছিল।  ১৪৯২ সালের শুরুতে ইসলামি আন্দালুসের পতনের সময় স্পেনীয় ও পর্তুগিজর ইবেরিয়া উপদ্বীপ থেকে মুসলমানদের জোরপূর্বক বহিষ্কার বা ধর্মান্তরিত করার প্রচেষ্টা করেছিল। ১৪৯২ থেকে ১৬১০ সাল পর্যন্ত ৩০ লক্ষেরও বেশি মুসলিমকে তাদের এলাকা থেকে বিতাড়িত করা হয়েছিল, যাদের অনেকেই উত্তর আফ্রিকায় বসতি স্থাপন করেছিল এবং অন্যরা লাতিন আমেরিকায় অভিবাসনের চেষ্টা করেছিল। ১৪৯২ সালে প্রথম যাত্রার সময় ক্রিস্টোফার কলম্বাসের দোভাষী লুইস ডি টরেস ছিলেন একজন ধর্মান্তরিত ইহুদি, যিনি আরবি ভাষায় কথা বলতেন। তা সত্ত্বেও স্পেন ও পর্তুগাল স্পেনীয় মুর মুসলিম ও তাদের বংশধরদের উপনিবেশবাদীদের সাথে আমেরিকায় যেতে নিষেধ করেছিল। \n\n\n==== আইনি বিধিমালা ====\n১৫০১ সালে স্পেন লাতিন আমেরিকায় বসতি স্থাপন কেবল ক্যাথলিকদের মধ্যে সীমাবদ্ধ রাখার জন্য একটি রাজকীয় ডিক্রি জারি করে উপনিবেশগুলিতে স্পেনীয় সংস্কৃতির প্রচারের প্রচেষ্টা বৃদ্ধি করে। এই ডিক্রির মূল লক্ষ্য ছিল মুসলিম ও ইহুদি বসতিস্থাপনকারীদের পাশাপাশি নতুন ধর্মান্তরিত ব্যক্তিদের উপস্থিতি সীমিত করে সমগ্র অঞ্চলে ক্যাথলিক বিশ্বাসের প্রসার নিশ্চিত করা।  স্পেন আমেরিকায় তাদের প্রথম রাজকীয় গভর্নর নিকোলাস ডি ওভান্দোর কাছে এই ডিগ্রিটি পাঠিয়েছিল।  অধিকন্তু স্পেনীয় শাসকরা ১৫০৮ সাল থেকে একের পর এক ডিক্রি জারি করতে থাকে, যা ধর্মান্তরিত ক্যাথলিকদের বংশধর অথবা ইনকুইজিশনে দোষী সাব্যস্ত ব্যক্তিদের আমেরিকায় বসতি স্থাপন নিষিদ্ধ করে। ১৫২২, ১৫৩০ ও ১৫৩৯ সালেও অনুরূপ ডিক্রি পুনর্বহাল করা হয়েছিল  ইতিহাসবিদরা ধারণা করেন যে, এই নিয়মগুলি সম্ভবত সমানভাবে প্রয়োগ করা হয়নি, যা বারবার পুনরাবৃত্তি করার দ্বারা প্রমাণিত হয়। তবে সীমিত প্রমাণের কারণেও ইতিহাসবিদরা এই সময়ে মুসলিম বসতি স্থাপনকারীদের সংখ্যা নিয়ে বিতর্ক করছেন। \n\n\n== উল্লেখযোগ্য মুসলিম জনসংখ্যাবিশিষ্ট দেশসমূহ ==\n\n\n=== ব্রাজিল ===\n\n\n==== প্রাথমিক মুসলিম জনসংখ্যা ====\nব্রাজিলে মুসলিমদের উপস্থিতি নানা অভিবাসন ধারার মাধ্যমে হয়েছে। ব্রাজিলে মুসলিমদের প্রথম আগমন ঘটে ১৬শ শতকে স্পেনীয় ও পর্তুগিজ ঔপনিবেশিক শাসনের সময়। তখন ইউরোপীয় উপনিবেশবাদীরা ‘খ্রিষ্টীয় পবিত্রতার’ ধারণা নিয়ে এসেছিল, যার ফলে মুসলিম ও ইহুদি অভিবাসীদের জোরপূর্বক খ্রিষ্টধর্ম গ্রহণ করানো হয় অথবা দেশ থেকে বিতাড়িত করা হয়। তখন ধর্মীয় সংখ্যালঘুদের ওপর নানা বিধিনিষেধ আরোপ করা হয়। তবে এই কঠোরতার মাঝেও কিছু মুসলমান ও ইহুদি গোপনে তাদের ধর্মীয় চর্চা চালিয়ে যান। এই 'কিবতীয়-মুসলিম' ও 'কিবতীয়-ইহুদিদের গোপন ধর্মচর্চার প্রভাব ব্রাজিলের সংস্কৃতিতে এখনও প্রতিফলিত হয়। বিশেষ করে পর্তুগিজ ও স্পেনীয় ভাষার ওপর আরবি ও হিব্রু ভাষার প্রভাব তা প্রমাণ করে।\n\n\n==== পরবর্তী মুসলিম জনসংখ্যা ====\nযদিও ১৬শ শতকে কিছু সংখ্যক 'কিবতীয়-মুসলমান' ছিলেন বলে ধারণা করা হয়, তবে ব্রাজিলে বৃহৎ ও সংগঠিত মুসলিম জনগোষ্ঠীর উপস্থিতি মূলত ১৯শ শতকের পর থেকে স্পষ্টভাবে লক্ষ্য করা যায়। এ সময় আটলান্টিক পারাপার দাস বাণিজ্যের মাধ্যমে পশ্চিম আফ্রিকা থেকে বহু সংখ্যক মুসলিম দাসকে ব্রাজিলে আনা হয়। এসব আফ্রিকীয় মুসলমান দাসেরা দাস বিদ্রোহে সক্রিয় অংশগ্রহণ করেন, যা ঔপনিবেশিক শাসকদের মধ্যে ধর্মীয় ভীতি ও নিপীড়নের জন্ম দেয়। খ্রিষ্টীয় ধারণা ‘লিম্পিয়েজা দে সাঙ্রে’ (রক্ত বিশুদ্ধতা)—যা স্পেনীয় ধর্মীয় আদালত ইনকুইজিশনের সময় ধর্মীয় সংখ্যালঘুদের বিরুদ্ধে ব্যবহার করে—পরবর্তীতে ব্রাজিলের উপনিবেশিক বর্ণবৈষম্য ও জাতিগত-ধর্মীয় রাষ্ট্র গঠনের ভিত্তি হয়ে ওঠে। এই চিন্তাধারা দাসপ্রথা বিলুপ্তির পরেও ব্রাজিলের সমাজে প্রভাব বিস্তার করে।\nব্রাজিলের মুসলিম জনসংখ্যা বৃদ্ধির ক্ষেত্রে আরেকটি গুরুত্বপূর্ণ অধ্যায় হলো ১৮৮০ সাল থেকে সিরিয়া ও লেবানন থেকে আগত অভিবাসীদের আগমন। তারাই ছিলেন প্রথম মুসলিম অভিবাসী গোষ্ঠী, যারা ধর্ম বা জাতিগত পরিচয়ের কারণে কোনো কঠিন নিপীড়নের সম্মুখীন হননি। তাই তারা আধুনিক ব্রাজিলে ইসলাম বিস্তারে সবচেয়ে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। ১৯৯০-এর দশকে সিরিয়া, লেবানন, ফিলিস্তিন এবং মধ্যপ্রাচ্যের অন্যান্য দেশ থেকে আরও অনেক মুসলিম অভিবাসী ব্রাজিলে আগমন করেন। এরা কেউ কেউ রাজনৈতিক অস্থিরতা থেকে পালিয়ে আসা শরণার্থী ছিল; আবার কেউ কেউ চাকরি ও নিরাপদ জীবনের আশায় অভিবাসী হয়েছিলেন।\n\n\n=== ক্যারিবীয় অঞ্চল ===\n\n\n==== প্রাথমিক মুসলিম জনসংখ্যা ====\nক্যারিবীয় অঞ্চলে মুসলমানদের প্রথম আগমন ঘটে আটলান্টিক পারাপার দাস বাণিজ্যের মাধ্যমে। তারা মূলত পশ্চিম আফ্রিকার বিভিন্ন দেশ থেকে এখানে এসেছিল। দাসপ্রথা বিলুপ্তির পরে দ্বিতীয় দফায় মুসলিম অভিবাসনের প্রবল ঢেউ আসে এশিয়া থেকে, বিশেষ করে ব্রিটিশ-ভারতীয় অঞ্চল থেকে আগত ইন্দেনচারড (চুক্তিভিত্তিক) শ্রমিকদের মাধ্যমে। ১৯শ শতক থেকে ২০শ শতকের শুরু পর্যন্ত তারা চিনি ক্ষেতে শ্রমিক হিসেবে কাজ করতেন। \nক্যারিবীয় অঞ্চল লাতিন আমেরিকার অন্যান্য দেশের তুলনায় মুসলিম অভিবাসনের দিক থেকে ব্যতিক্রম। কারণ, যেখানে অধিকাংশ লাতিন দেশে মুসলমানদের উৎপত্তি মূলত আফ্রিকা থেকে, সেখানে ক্যারিবিয়ানে মুসলমানদের অধিকাংশই এশিয়া থেকে আগত। এই কারণে এখানকার ইসলামি সংস্কৃতিও অন্যান্য লাতিন দেশগুলোর তুলনায় আলাদা ও স্বতন্ত্র বৈশিষ্ট্যপূর্ণ।\n\n\n==== পরবর্তী মুসলিম জনসংখ্যা ====\nবর্তমান ক্যারিবীয় অঞ্চলের বেশিরভাগ মুসলমানের পূর্বপুরুষ এশিয়া থেকে আগত ছিল। বিশেষত তারা ভারতের উত্তর প্রদেশ ও বিহার রাজ্য থেকে আসে। এ অঞ্চলের মুসলিম সংস্কৃতি অন্য লাতিন আমেরিকান দেশগুলির তুলনায় আলাদা ও অনন্য। কারণ এখানে মুসলিমদের অধিকাংশই এশীয় বংশোদ্ভূত, যেখানে অন্য লাতিন দেশগুলোতে মুসলিমরা মূলত আফ্রিকীয় বংশোদ্ভূত। এই পার্থক্য ইসলামি ধর্মীয় চর্চার ধরনেও স্পষ্টভাবে ফুটে ওঠে।\nএশীয় বংশোদ্ভূত মুসলমানরা সরাসরি ও পরিপূর্ণভাবে ইসলামি বিশ্বাস ও রীতিনীতি চর্চা করে থাকে, যেখানে আফ্রিকীয় বংশোদ্ভূত অধিকাংশ মুসলিমের ধর্মীয় পরিচয় খ্রিষ্টধর্মের সঙ্গে মিশ্রিত। কারণ তাদের অনেক সদস্যকে জোরপূর্বক খ্রিষ্টধর্মে ধর্মান্তরিত করা হয়েছে। এ কারণে ক্যারিবীয় অঞ্চলের মুসলিমদের উৎসব, রীতিনীতি ও সংগীতের ধরন অনেক বেশি প্রথাগত ও ঐতিহ্যনির্ভর। এই দুই জনগোষ্ঠীর ধর্মীয় লক্ষ্যেও ভিন্নতা দেখা যায়। আফ্রিকীয় বংশোদ্ভূত মুসলমানরা প্রধানত তাদের হারানো ইসলামি ঐতিহ্য পুনরুদ্ধারে মনোযোগী, যেখানে এশীয় বংশোদ্ভূত মুসলিমরা তাদের সংস্কৃতি ও জীবনধারার ধারাবাহিকতা রক্ষায় অধিক মনোযোগ দেন।\n\n\n== সাংস্কৃতিক প্রভাব ==\nলাতিন আমেরিকার বেশিরভাগ মুসলমান দাসপ্রথার মাধ্যমে অথবা তারা শরণার্থী হিসেবে এখানে এসেছে। তাদের অনেককে ধর্ম থেকে জোরপূর্বক বিচ্ছিন্ন করে খ্রিষ্টধর্মে ধর্মান্তরিত করা হয়েছিল। পাশাপাশি, তারা দেহগত স্বাধীনতা ও মৌলিক অধিকার থেকেও বঞ্চিত হয়েছিল। এই অত্যাচার ও জোরপূর্বক ধর্মান্তরের ফলে ১৭ ও ১৮ শতকে মুসলিম জনসংখ্যা ধীরে ধীরে হ্রাস পেতে থাকে এবং বহু ধর্মীয় রীতি ও চর্চা হারিয়ে যেতে থাকে। তবে এমন কঠিন পরিস্থিতিতেও অনেক ইসলামি রীতি ও সংস্কার রয়ে গিয়েছিল, যা মুসলিমরা বিভিন্নভাবে লুকিয়ে চর্চা করতেন। এছাড়া ইসলাম ও খ্রিষ্টধর্মের কিছু উপাদান মিলিয়ে এক নতুন ধরনের 'আফ্রো-ইসলামি-খ্রিষ্টীয়' সংস্কৃতি সৃষ্টি হয়—যা সংগীত, নৃত্য ও উৎসবের মাধ্যমে প্রকাশ পেতে থাকে।\nবর্তমাম লাতিন আমেরিকায় সবচেয়ে বেশি মুসলিম জনসংখ্যা রয়েছে ব্রাজিলে। ব্রাজিলের বাহিয়া অঞ্চলে ১৮৩৫ সালের ‘মালি বিদ্রোহ’ ছিল একটি বিশিষ্ট দাস বিদ্রোহ, যার নেতৃত্বে ছিলেন ইসলামি নেতারা। এই বিদ্রোহ ছিল একটি ধর্মীয় প্রতিবাদ, যেখানে নিজেদের দেহগত অধিকার ও ধর্মীয় স্বাধীনতা পুনরুদ্ধারই ছিল মুখ্য উদ্দেশ্য। এই বিদ্রোহটি ঘটেছিল রমজান মাসে এবং বিদ্রোহীরা ইসলামি দোয়া ও কুরআনের আয়াত পাঠ করতেন, যা ধর্মীয় অনুপ্রেরণার একটি শক্তিশালী নিদর্শন ছিল।\n\n\n== পরিসংখ্যান ==\n\nমোহাম্মাদ ইউসুফ হাল্লার কর্তৃক রচিত 'মুসলিমস ইন লাতিন আমেরিকা' নামী গ্রন্থে উদ্ধৃত করে বলা হয়েছে:\n\"পরিসংখ্যান অনুযায়ী, লাতিন আমেরিকায় মুসলমান জনসংখ্যা ৪ মিলিয়নেরও বেশি। এর মধ্যে শুধু আর্জেন্টিনায় প্রায় ৭ লাখ (৭০০,০০০) ও ব্রাজিলে ১৫ লাখের (১,৫০০,০০০)  বেশি মুসলমান রয়েছে।\"\nতবে অন্যান্য উৎসে এই সংখ্যা অনেক কম দেখানো হয়েছে, যেখানে উল্লেখ করা হয়েছে যে, প্রায় ১ লাখ (১০০,০০০) মুসলমান লাতিন আমেরিকায় বসবাস করেন। তাদের মধ্যে বেশিরভাগই ব্রাজিল, মেক্সিকো, জ্যামাইকা ও আর্জেন্টিনায় অবস্থান করেন। হাইতি, ভেনেজুয়েলা ও কলোম্বিয়ায় মুসলিম জনসংখ্যা কম। মেক্সিকো, হাইতি ও জ্যামাইকা ব্যতীত অন্যান্য দেশের মুসলমানদের অধিকাংশই মূলত লেবানন ও সিরিয়ার বংশোদ্ভূত অথবা ইসলামে নতুন ধর্মান্তরিত মুসলিম। \nমেক্সিকোতে ইসলামের সূচনা স্পেনীয় ও মরোক্কীয় অভিবাসীদের মাধ্যমে হয়েছিল, যা ১৯২০-এর দশকে শুরু হয়। তবে ১৯৩০-এর দশকে ইসলাম আদিবাসী গোষ্ঠীগুলোর মধ্যে জনপ্রিয়তা লাভ করে।\nহাইতি ও জ্যামাইকার মুসলিমরা মূলত আফ্রিকা থেকে আনা দাস মুসলমানদের বংশধর, যারা ঔপনিবেশিক যুগের প্রথম দিকে সেখানে এসেছিলেন।\n২০১০ সালে পিউ রিসার্চ সেন্টারের পরিচালিত একটি জরিপে দেখা যায়, লাতিন আমেরিকা ও ক্যারিবীয় অঞ্চলে প্রায় ৮ লাখ ৪০ হাজার (৮৪০,০০০) মুসলমান বসবাস করেন।\nআন্তর্জাতিক ধর্মীয় স্বাধীনতা রিপোর্ট ২০১৫ অনুযায়ী, আর্জেন্টিনার মুসলিম জনসংখ্যা দেশের জনসংখ্যার প্রায় ১%—যা আনুমানিক ৪ লাখ থেকে ৫ লাখের মধ্যে হতে পারে।\nতবে ব্রাজিলের ২০১০ সালের আদমশুমারি অনুযায়ী, সেখানে মুসলমানের সংখ্যা ছিল মাত্র ৩৫,২০৭ জন, যেখানে এর মোট জনসংখ্যা ছিল ১৯১ মিলিয়ন।\nসুরিনাম লাতিন আমেরিকার একমাত্র দেশ, যেখানে ২০১২ সালের আদমশুমারি অনুযায়ী মুসলমানদের অনুপাত সবচেয়ে বেশি—প্রায় ১৩.৯% (৭৫,০৫৩ জন) ।\nসুরিনামে ইসলাম এসেছে মূলত ইন্দোনেশিয়ার জাভা দ্বীপ ক দক্ষিণ এশিয়া ( বর্তমানে ভারত, পাকিস্তান ও বাংলাদেশ) থেকে আগত অভিবাসীদের মাধ্যমে।\n\n\n== ইসলামি সংগঠন ==\nলাতিন আমেরিকায় বেশ কয়েকটি মুসলিম সংগঠন সক্রিয় রয়েছে। এর মধ্যে সবচেয়ে গুরুত্বপূর্ণ ও সক্রিয় সংগঠন হল ইসলামিক অর্গানাইজেশন অফ লাতিন আমেরিকা অ্যান্ড দ্য ক্যারিবিয়ান (ওআইপিএএলসি)। এই সংগঠনটি লাতিন আমেরিকায় ইসলাম-সম্পর্কিত কর্মকাণ্ডে অগ্রণী ভূমিকা পালন করে এবং এটি ধর্মীয়, সাংস্কৃতিক ও সামাজিক অগ্রগতিতে উল্লেখযোগ্য প্রভাব রাখে।\n\n\n== আরো দেখুন ==\nআমেরিকায় ইসলাম\nআর্জেন্টিনায় ইসলাম\nবলিভিয়ায় ইসলাম\nব্রাজিলে ইসলাম\nচিলিতে ইসলাম\nকলম্বিয়ায় ইসলাম\nইকুয়েডরে ইসলাম\nহাইতিতে ইসলাম\nপানামায় ইসলাম\nপ্যারাগুয়েতে ইসলাম\nপেরুতে ইসলাম\nউরুগুয়েতে ইসলাম\nভেনেজুয়েলায় ইসলাম\nবেলিজে ইসলাম\nকোস্টা রিকায় ইসলাম\nকিউবায় ইসলাম\nগুয়াতেমালায় ইসলাম\nডোমিনিকান প্রজাতন্ত্রে ইসলাম\nএল সালভাদোরে ইসলাম\nহন্ডুরাসে ইসলাম\nমেক্সিকোতে ইসলাম\nনিকারাগুয়ায় ইসলাম\nপুয়ের্তো রিকোতে ইসলাম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nIOLA Website"}