{"pageid": 1527733, "title": "স্নো হোয়াইট (২০২৫-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1527733", "content": "ডিজনির স্নো হোয়াইট, অথবা কেবল স্নো হোয়াইট, হলো ২০২৫ সালের একটি মার্কিন মিউজিক্যাল ফ্যান্টাসি চলচ্চিত্র যা মার্ক ওয়েব পরিচালিত এবং এরিন ক্রেসিডা উইলসন রচিত। এটি ওয়াল্ট ডিজনির স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস- এর পুনর্কল্পনামূলক একটি লাইভ-অ্যাকশন চলচ্চিত্র, যা ব্রাদার্স গ্রিমের ১৮১২ সালের রূপকথা \" স্নো হোয়াইট \"-এর উপর ভিত্তি করে তৈরি হয়েছে। এতে অ্যান্ড্রু বার্নাপ এবং গ্যাল গ্যাডটের সাথে মূল ভূমিকায় র‍্যাচেল জেগলার অভিনয় করেছেন, এটি খাঁটি হৃদয়ের স্নো হোয়াইটকে অনুসরণ করে যে তার নিষ্ঠুর সৎ মায়ের হাত থেকে তার রাজ্য মুক্ত করার জন্য সাতটি বামন এবং জোনাথন নামে এক ডাকাতকে নিয়ে বাহিনীতে যোগ দেয়।\n১৯৩৭ সালের স্নো হোয়াইট অ্যান্ড দ্য সেভেন ডোয়ার্ফস- এর পুনর্নির্মাণের পরিকল্পনাটি ২০১৬ সালের অক্টোবরেই নিশ্চিত করা হয়েছিল,  যেখানে উইলসনকে চিত্রনাট্যকার হিসেবে ঘোষণা করা হয়। ওয়েব ২০১৯ সালের মে মাসে ছবিটি পরিচালনার জন্য আলোচনায় অংশ নেন এবং ২০১৯ সালের সেপ্টেম্বরে তাকে পরিচালক হিসেবে ঘোষণা করা হয়। ইংল্যান্ডের লন্ডনে ২০২২ সালের মার্চ থেকে জুলাই পর্যন্ত চলচ্চিত্রটির চিত্রগ্রহণ করা হয়, অতিরিক্ত শুটিং এবং পিক-আপ কাজ করা হয় ২০২৪ সালের জুনে। আনুমানিক ২৪০–২৭০ মিলিয়ন ডলারের প্রযোজনা বাজেট নিয়ে তৈরি স্নো হোয়াইট ইতিহাসের সবচেয়ে ব্যয়বহুল চলচ্চিত্রগুলির মধ্যে একটি এবং ডিজনির এখন পর্যন্ত পঞ্চদশ সর্বাধিক ব্যয়বহুল চলচ্চিত্র। মুক্তির আগে থেকেই চলচ্চিত্রটি একাধিক বিতর্কের জন্ম দেয়, যার মধ্যে রয়েছে বর্ণ-নির্বিশেষে অভিনয়শিল্পী নির্বাচন, গল্পের পরিবর্তন, মূল চলচ্চিত্র সম্পর্কে র্যাচেল জেগলারের প্রকাশ্য সমালোচনা, জেগলার এবং গাল গাডটের রাজনৈতিক মতামত এবং সাত বামন চরিত্রগুলির পুনঃকল্পনা নিয়ে সমালোচনা।\nস্নো হোয়াইটের প্রিমিয়ার ১২ মার্চ, ২০২৫ তারিখে স্পেনের সেগোভিয়ার আলকাজার অফ সেগোভিয়ার অনুষ্ঠানে অনুষ্ঠিত হয় এবং ২১ মার্চ, ২০২৫ তারিখে ওয়াল্ট ডিজনি স্টুডিওস মোশন পিকচার্স কর্তৃক মার্কিন যুক্তরাষ্ট্রে মুক্তি পায়। এটি সমালোচকদের কাছ থেকে মিশ্র পর্যালোচনা পেয়েছে, জেগলারের অভিনয় এবং সঙ্গীতের ক্রমগুলির প্রশংসা পেয়েছে, অন্যদিকে ভিজ্যুয়াল এবং গ্যাডোটের অভিনয় সমালোচনা পেয়েছে। ছবিটি বিশ্বব্যাপী $৮৬.১ মিলিয়ন আয় করেছে।\n\n\n== পটভূমি ==\nএকজন দয়ালু রাজা ও রানি তুষারঝড়ের সময় তাদের কন্যাসন্তানের জন্মকে আনন্দের সঙ্গে গ্রহণ করেন এবং দিনটির স্মরণে তার নাম রাখেন স্নো হোয়াইট। কয়েক বছর পর, রানি অসুস্থ হয়ে মারা যান। রাজা তড়িঘড়ি করে দ্বিতীয়বার বিয়ে করেন, এক রহস্যময় নারীকে নতুন রানিরূপে গ্রহণ করেন। এরপর তিনি রাজ্যের দক্ষিণ সীমান্তে আসন্ন হুমকির বিরুদ্ধে যুদ্ধ অভিযানে বেরিয়ে যান। কিন্তু তিনি আর ফিরে আসেন না। তখন নতুন রানি সিংহাসন দখল করে এবং নিজেকে এক জাদুকারী হিসেবে প্রকাশ করে, যার অহংকার তার সৌন্দর্যের চেয়েও বেশি।\nদুষ্ট রানীর শাসনে, মানুষ হয় অত্যধিক করের চাপে নিঃস্ব হয়ে পড়েছে নয়তো রাজকীয় প্রহরীতে জোরপূর্বক নিয়োগ করা হয়েছে। সবাই ধারণা করে স্নো হোয়াইট মারা গেছেন, কিন্তু তারা অজ্ঞাতসারে রয়েছে যে তাকে দুর্গের রান্নাঘরের পরিচারিকা হিসেবে আটকে রাখা হয়েছে। রানী, স্নো হোয়াইটের সৌন্দর্য যেন নিজের চেয়ে বেশি উজ্জ্বল না হয়ে যায় এই ভয়ে, প্রতিদিন একটি জাদুর আয়নার সামনে উপস্থিত হন এবং জিজ্ঞাসা করেন \"সবচেয়ে সুন্দরী কে?\" আয়নাটি সর্বদা তার পক্ষেই উত্তর দেয়, তাকে তুষ্ট রাখতে।\nএকদিন স্নো হোয়াইট দেখে যে ডাকাত দলের সন্দেহপ্রবণ নেতা জোনাথন রাজ্যের খাদ্যভান্ডার  লুট করছে। তাকে ফটকের সাথে বেঁধে রাখার শাস্তি দেওয়া হলে, স্নো হোয়াইট তাকে মুক্ত করে এবং এক টুকরো রুটি দেয়। ঠিক সেই দিনই, জাদুর আয়না ঘোষণা করে যে স্নো হোয়াইট এখনই সবচেয়ে সুন্দরী। রাগান্বিত হয়ে রানি রাজ শিকারীকে আদেশ দেন স্নো হোয়াইটকে বনে নিয়ে গিয়ে তাকে হত্যা করে তার হৃদয় একটি রত্নখচিত বাক্সে ভরে আনার। কিন্তু শিকারী এই কাজ করতে পারেন না; বরং তিনি স্নো হোয়াইটকে রানির মতলব সম্পর্কে সতর্ক করে দেন। তার তাগিদে, স্নো হোয়াইট বনের গভীরে পালিয়ে যায়।\nহারিয়ে ও আতঙ্কিত স্নো হোয়াইট জঙ্গলের প্রাণীদের সঙ্গে বন্ধুত্ব গড়ে তোলে। প্রাণীরা তাকে এক নির্জন কুটিরে নিয়ে যায়। কিন্তু স্নো হোয়াইট জানে না যে কুটিরটি সাত বামনের—ডক, গ্রাম্পি, ব্যাশফুল, স্লিপি, স্নিজি, হ্যাপি ও ডোপি—যারা প্রতিদিন হীরার খনিতে কাজ করে। বামনরা কুটিরে ফিরে এসে দেখে যে স্নো হোয়াইট তাদের বিছানায় ঘুমিয়ে আছে। তার দুর্দশার কথা শুনে তারা দয়া দেখায় এবং এক রাতের জন্য তাকে থাকার অনুমতি দেয়। এদিকে, যাদুর আয়না রানিকে জানায় যে শিকারির আনা হৃদয়টি আসলে একটি আপেলের ছিল, অর্থাৎ স্নো হোয়াইট জীবিত। এতে ক্রুদ্ধ রানি শিকারিকে বন্দি করে এবং তার প্রহরীদের আদেশ দেয় যে তারা যেন স্নো হোয়াইটকে খুঁজে বের করে।\nস্নো হোয়াইট ও জোনাথন জঙ্গলে আবার দেখা করে এবং চোরদের সঙ্গে মিলে রানির প্রহরীদের বিরুদ্ধে লড়াই করে। লড়াইয়ের মাঝে, তারা একে অপরের প্রতি তাদের অনুভূতি বুঝতে পারে। এরপর, স্নো হোয়াইট বিশ্বাস করে যে তার বাবা এখনো জীবিত থাকতে পারেন, তাই জোনাথন তাকে খুঁজতে রওনা দেয়। তবে, রানির প্রহরীরা তাকে ধরে ফেলে এবং বন্দি করে। রানি তার গোপন কক্ষে ফিরে গিয়ে এক ফেরিওয়ালির রূপ নেয় এবং \"স্লিপিং ডেথ\" নামের অভিশাপযুক্ত একটি বিষাক্ত আপেল তৈরি করে, যা সে স্নো হোয়াইটকে খাওয়ানোর পরিকল্পনা করে। পরদিন, বামনরা কাজে বেরিয়ে গেলে, রানি কুটিরে গিয়ে জোনাথনের এক সহযোগী বলে নিজেকে পরিচয় দেয় এবং স্নো হোয়াইটকে আপেল খেতে প্রলুব্ধ করে। যখন স্নো হোয়াইট আপেলটি খায়, তখন রানি আসল পরিচয় প্রকাশ করে এবং জানায় যে সে তার বাবাকে হত্যা করেছে। স্নো হোয়াইট বিষক্রিয়ায় অচেতন হয়ে পড়ে, আর রানি রাজপ্রাসাদে ফিরে যায়।\nবামনরা ফিরে এসে স্নো হোয়াইটকে গভীর ঘুমে আবিষ্কার করে। এদিকে, শিকারির সাহায্যে জোনাথন রানির কারাগার থেকে পালিয়ে আসে এবং কুটিরে এসে স্নো হোয়াইটকে মৃত ভেবে শোকে ভেঙে পড়ে। সে তাকে চুম্বন করলে, স্নো হোয়াইট জেগে ওঠে। এরপর, সে বামনদের ও জোনাথনের চোরদের নেতৃত্বে দুষ্ট রানিকে উৎখাত করার জন্য বিদ্রোহের ডাক দেয়।\n\n\n== অভিনয়শিল্পী ==\nরেচেল জেগলার – স্নো হোয়াইট\nএমিলিয়া ফাউচার – ছোট স্নো হোয়াইট\nঅলিভিয়া ভেরাল – শিশু স্নো হোয়াইট\nগাল গাদোত – দুষ্ট রানি\nঅ্যান্ড্রু বার্ন্যাপ – জোনাথন\nআনসু কাবিয়া – হান্টসম্যান\n\n\n== তথ্যসূত্র =="}