{"pageid": 1527735, "title": "মুসলিম ইবনে কুরাইশ", "url": "https://bn.wikipedia.org/wiki?curid=1527735", "content": "আবু আল-মাকারিম মুসলিম ইবনে কুরাইশ ( আরবি: أبو المكارم مسلم بن قريش)  মসুল এবং আলেপ্পোর উকাইলিদ আমির ছিলেন। তার সম্মানসূচক উপাধি ছিল শরাফুদৌল্লা ( شرف الدولة )। তিনি ৪৩৫ হিজরির ১২ সফর থেকে ২০ রবিউল আউয়াল (৭ সেপ্টেম্বর থেকে ১০ অক্টোবর ১০৪৩ খ্রিস্টাব্দ) জন্মগ্রহণ করেন। ৪৭৮ হিজরির রজব মাসে(জুন ১০৮৫ খ্রিস্টাব্দ) মৃত্যুবরণ করেন।\n\n\n== ইতিহাস ==\nমুসলিমের বাবার নাম কুরায়শ বিন বদ্রান। তাকে 'আলম আল-দিন' উপাধি দেওয়া হয়েছিল। তিনি মসুলের আরব আমির ছিলেন। তিনি সেলজুকদের আধিপত্য মেনে নিলেও পরবর্তীতে তাদের সঙ্গে বিরোধে জড়িয়ে পড়েন এবং কিছু সময়ের জন্য মসুল থেকে বের হয়ে যান। তিনি মামলুক সৈন্য বাসাসিরির সঙ্গে ১০৫৮ সালের শেষে বাগদাদ দখল করেন। কিন্তু পরের বছর সেলজুকরা শহরটি পুনরায় দখল করে নেয়। কুরায়শ ১০৬১ সালে মারা যান এবং তার পুত্র মুসলিম ইবন কুরায়শ তার স্থানে শাসক হন।\nমুসলিম হিসেবে তিনি শিয়া ছিলেন। তাই তিনি প্রথমে কায়রোর খলিফাকে স্বীকৃতি দিয়েছিলেন। কিন্তু সেলজুকদের ক্রমবর্ধমান শক্তির কারণে ১০৬৬ সালের দিকে আল্প আরসলানের সাথে একটি জোটে যোগ দেন।  সাফিয়ার সাথে বিবাহের মাধ্যমে সেলজুকদের সাথে তার সম্পর্ক দৃঢ় হয়। তিনি পরবর্তী সুলতান মালিক-শাহের খালা ছিলেন। তবে তিনি ফাতেমীয়দের সাথে জোট বাঁধার চেষ্টা করেছিলেন। \n১০৭৭ সালে তিনি মালিক-শাহের অধীনস্থ হিসেবে তার ভাই তুতুশের সঙ্গে আলেপ্পো দখলের অভিযানে যোগ দেন। তবে, মুসলিম ব্যক্তিগতভাবে সাবিকের প্রতি সদয় ছিলেন ও আলেপ্পোর সেলজুক দখলের বিরোধিতা করেছিলেন। তিনি কিলাব প্রধানদের সতর্ক করে বলেন তারা তাদের আত্মীয়ের বিরুদ্ধে তুর্কোমান বিদেশী সৈন্যদের আক্রমণের আমন্ত্রণ জানাচ্ছে। এরপর তিনি কিলাবদের তুতুশের সেনা থেকে বের করে দেন এবং তাদের সাবিকের সঙ্গে আলেপ্পোতে যোগ দিতে বলেন। মুসলিম তুতুশকে জানিয়ে দেন যে তিনি অবরোধ থেকে সরে যাচ্ছেন। কিন্তু তার আগে তিনি আলেপ্পোতে প্রবেশ করে শহরের বাসিন্দাদের খাবার এবং সরবরাহ বিক্রি করার অনুমতি দেন।  তুতুশ অবরোধ চালিয়ে যান এবং মালিক-শাহের কাছ থেকে সাহায্য চান। মসুলে ফেরার পথে মুসলিম সিনজারে ১,০০০ সেলজুক সৈন্যের মুখোমুখি হন। তাদের ফিরে যেতে বোঝাতে ব্যর্থ হয়ে তিনি সাবিককে সতর্ক করেন। সাবিক কিলাব নেতা আবু জায়দা মুহাম্মদ ইবন জায়দার কাছে সাহায্য চান। তিনি আরব গোত্রের একটি দল নিয়ে ওয়াদি বুতনানে সেলজুকদের ওপর হামলা চালান এবং তাদের বেশিরভাগকে হত্যা করেন। এর ফলে তুতুশ আলেপ্পো ত্যাগ করতে বাধ্য হন।\n১০৮০ সালে তুতুশের প্রভাবে সাবিক মুসলিমকে আলেপ্পোর আমির পদ ছেড়ে দেন। ১০৮১ সালে তিনি নুমায়রিদদের কাছ থেকে হাররান দখল করেন। কিন্তু শীঘ্রই তিনি সেলজুকদের সঙ্গে সংঘর্ষে জড়ান। মালিক-শাহের বিরুদ্ধে লড়ে পরাজিত হন। তবে তাকে ক্ষমা করা হয়। ১০৮৪ সালের ডিসেম্বরে সুলেমান ইবনে কুতালমিশ অ্যান্টিওক দখল করার পর, মুসলিম ফিলারেটোস ব্রাচামিওস কর্তৃক প্রদত্ত কর দিতে বলে। কিন্তু সুলেমান নিজে মুসলিম হওয়ার কারণে তা প্রত্যাখ্যান করে। ১০৮৫ সালের জুন মাসে সুলেমান ইবনে কুতালমিশের সেলজুকদের সাথে লড়াই করে তিনি নিহত হন। তখন তার তুর্কি ভাড়াটে সৈন্যরা তাকে ছেড়ে সুলেমানের পক্ষ নেয় এবং তার আরব বাহিনী পালিয়ে যায়।  \nশরফ আল-দাউলার মৃত্যু পর, তার ভাই ইব্রাহিম ইবন কুরায়শকে আগে কারাগার থেকে মুক্তি দেওয়া হয়। তাকে পরবর্তী শাসক হিসেবে ঘোষণা করা হয়। পরে তার ভাতিজা আলি ইবন মুসলিম ক্ষমতায় আসেন।\nমুসলিম ইবনে কুরাইশকে উত্তর সিরিয়ার শেষ শক্তিশালী আরব রাজপুত্র হিসেবে মনে করা হত। তার মৃত্যুর ফলে আরব বেদুইনরা প্রায় সম্পূর্ণরূপে নিশ্চিহ্ন হয়ে যায়। তুর্কমান যাযাবরদের আধিপত্য প্রতিষ্ঠিত হয়।\n\n\n== সমাধি ==\nমুসলিম ইবনে কুরাইশের কথিত সমাধির নাম ছিল সামারার ইমাম দুর সমাধিসৌধ। তবে সমাহিত ব্যক্তির পরিচয় নিয়ে বিতর্ক রয়েছে। বাইরের দিকের একটি শিলালিপিতে লেখা আছে যে সমাধিসৌধটি সপ্তম শিয়া ইমাম মুসা আল-কাজিমের কথিত পুত্র ইমাম মুহাম্মদ আল-দুরির সম্মানে নির্মাণ করা হয়েছে।\n\n\n== তথ্যসূত্র =="}