{"pageid": 1528093, "title": "মির্না মেনন", "url": "https://bn.wikipedia.org/wiki?curid=1528093", "content": "মির্না মেনন একজন ভারতীয় অভিনেত্রী যিনি তামিল, মালায়ালাম এবং তেলুগু ছবিতে অভিনয় করেন। তিনি ২০১৬ সালের তামিল ছবি পট্টথারিতে  অদিতি মেনন চরিত্রে অভিনয়ের মাধ্যমে তার চলচ্চিত্র জীবন শুরু করেন। মির্না মালায়লাম ছবি, বিগ ব্রাদার (২০২০),  তেলুগু ছবি ক্রেজি ফেলো (২০২২) এবং উগ্রাম (২০২৩) -এ  অভিনয়ের পর জনপ্রিয়তা অর্জন করেন। মির্না রজনীকান্ত অভিনীত জেলার (২০২৩) চলচ্চিত্রে একটি গুরুত্বপূর্ণ ভূমিকায় অবতীর্ণ হন।\n\n\n== জীবনের প্রথমার্ধ ==\nমির্না একজন মালয়ালি  এবং জন্মসূত্রে  কেরালার ইদুক্কি অঞ্চলের বাসিন্দা। তার বাবা-মা হলেন সন্তোষ কুমার এবং শোভনা সন্তোষ। তার দুই বোন রয়েছে।  মির্না রামাক্কালমেডুর সেক্রেড হার্ট হাই স্কুলে পড়াশোনা করেছেন। \n\n\n== কর্মজীবন ==\nঅভিনয়ে জগতে প্রবেশের পূর্বে মির্না দুবাইতে একজন সফটওয়্যার ডেভেলপার  হিসেবে কাজ করেছিলেন। পরে অভিনয়কে পেশা হিসাবে বেছে নেওয়ার জন্য তিনি কেরালায় ফিরে আসেন। মির্না প্রথমে টেলিভিশনে একটি রিয়েলিটি শো -তে  অংশগ্রহন করেন। পরে তিনি ধাতুপুত্রী নামের একটি ধারাবাহিকে উপস্থিত হয়েছিলেন।  ২০১৫ সালের অক্টোবরে, মির্না তামিল ছবি নেদুনালাভাদাই -তে প্রধান নারী চরিত্রে অভিনয় করার জন্য রাজি হয়েছিলেন। চলচ্চিত্র জগতে প্রবেশের পর মির্নার মঞ্চ নাম রাখা হয় আথিরা সন্তোষ। ছবিটি নির্মাণের সময় তিনি আত্মহত্যার চেষ্টা করেছিলেন বলে জানা গেছে।  তিনি অভিযোগ করেন যে পরিচালক সেলভাকান্নান তাকে হয়রানি ও নির্যাতন করেছিলেন এবং পুলিশ বা চলচ্চিত্র কর্তৃপক্ষের কাছ থেকে কোনও সহায়তা না পেয়ে তিনি তার জীবন শেষ করার সিদ্ধান্ত নিয়েছিলেন।  তিনি অভিনয় প্রকল্পটি ছেড়ে বেরিয়ে আসেন এবং তার মঞ্চ নাম পরিবর্তন করে অদিতিতি মেনন রাখা হয়। এরপর মির্না তামিল ছবি পট্টাথারি তে অভিনয় করেন, যা ২০১৬ সালের শেষের দিকে মুক্তি পায়। এই  চলচ্চিত্রের মাধ্যমে মির্নার অভিনয় জগতে অভিষেক ঘটে।  যদিও ছবিটি নেতিবাচক পর্যালোচনার মুখোমুখি হয়েছিল, তবে তার অভিনয় তার প্রশংসা কুড়িয়েছিল। টাইমস অফ ইন্ডিয়া -এর পক্ষ থেকে তার অভিনয়ের প্রসংশা করা হয়। \nপট্টথারি মুক্তির আগেই মির্না আমিরের সান্থানা দেবনে চলচ্চিত্রে কাজ করতে হতে চুক্তিবদ্ধ হন।   ২০১৭ সালের গোড়ার দিকে চলচ্চিত্রের চিত্রগ্রহণে কাজ শুরু হয় এবং মির্না তাতে অংশগ্রহন করেছিলেন।  তবে, ছবিটির নির্মাণকাজ তখন বাধাপ্রাপ্ত হয় এবং ২০২১ সালের মধ্যে আবার প্রকল্পটির পুনরুজ্জীবনের খবর আসে। \nমির্নার পরবর্তী মুক্তিপ্রাপ্ত ছবি ছিল তামিল চলচ্চিত্র কালাভানি মাপ্পিল্লাই ।  এই ছবিটি পরিচালক মণিবাসগমের পুত্র গান্ধীর পরিচালনায় নির্মিত হয়। এই চলচ্চিত্রে অভিনেতা আত্তাকথি দীনেশের সাথে মির্না অভিনয় করেছিলেন।  ডেকান ক্রনিকলের অনুপমা সুব্রহ্মণ্যম মির্নার অভিনয় সম্পর্কে ইতিবাচক কথা লিখেছিলেন। \n২০২০ সালের মাঝামাঝি সময়ে তিনি আবার নাম পরিবর্তন করেন এবং স্বনামে অভিনয় প্রকল্পে অংশ নিতে শুরু করেন।  তিনি বিগ ব্রাদার  এবং ক্রেজি ফেলো (২০২২) -এর মাধ্যমে মালায়ালাম এবং তেলুগু চলচ্চিত্র জগতে আত্মপ্রকাশ।  বিগ ব্রাদার, -এর জন্য মি্রনা প্রায় ১০০ দিন চিত্রগ্রহনের কাজ করেছিলেন।  ছবিটি  বাণিজ্যিকভাবে ব্যর্থ হয়।  ক্রেজি ফেলোতে মিরনার অভিনয় সম্পর্কে, দ্য নিউ ইন্ডিয়ান এক্সপ্রেসের  পক্ষ থেকে প্রসংশা করা হয়। \n২০২৩ সালে নির্নার প্রথম মুক্তিপ্রাপ্ত ছবি ছিল উগ্রাম। এরপর তিনি কে এম সার্জুনের বোরকায় এক যুবতী মুসলিম বিধবার ভূমিকায় অভিনয় করেন।  তিনি এবং তার সহ-অভিনেতা কালাইয়ারসন উভয়ই বোরকা ছবিতে তাদের অভিনয়ের জন্য প্রশংসিত হয়েছিলেন।  সেই বছরের শেষের দিকে, তিনি রজনীকান্ত অভিনীত এবং নেলসন পরিচালিত জেলার ছবিতে একটি পার্শ্ব চরিত্রে অভিনয় করেন।  । এই চলচ্চিত্রটি সমালোচকদের কাছ থেকে ইতিবাচক পর্যালোচনা পায় এবং তামিল চলচ্চিত্র জগতের সর্বকালের সর্বোচ্চ আয়কারী সিনেমাগুলির মধ্যে একটি হয়ে ওঠে। \n\n\n== তথ্যসূত্র =="}