{"pageid": 1528965, "title": "সাঈদ আল-মাসরি", "url": "https://bn.wikipedia.org/wiki?curid=1528965", "content": "মুস্তফা আহমেদ মুহাম্মদ উসমান আবু আল ইয়াজিদ ( আরবি: مصطفى أحمد محمد عثمان أبو اليزيد   ), যিনি সাইদ আল-মাসরি ( আরবি: سعيد المصري ) নামে বেশি পরিচিত  অথবা কেবল আল-মাসরি, (২৭ ফেব্রুয়ারী, ১৯৫৫ - ২১ মে, ২০১০) একজন মিশরীয় যিনি আল-কায়েদার আর্থিক বিভাগের প্রধান হিসেবে কাজ করেছিলেন বলে অভিযোগ করা হয়েছিল।  মাহফুজ ওউলদ আল-ওয়ালিদ এবং সাইফ আল-আদেলের সাথে, আল-মাসরি তাদের মৃত্যুদণ্ড কার্যকর করার দুই মাস আগে ১১ সেপ্টেম্বরের হামলার বিরোধিতা করেছিলেন বলে মনে করা হয়।  ২০১০ সালের ২১শে মে পাকিস্তানে এক লক্ষ্যবস্তু হত্যাকাণ্ডের ড্রোন  হামলায় তিনি নিহত হন।\n\n\n== পাকিস্তানে ==\n১৯৮১ সালে আনোয়ার সাদাতকে হত্যার পর শত শত মানুষের সাথে তাকেও গ্রেপ্তার করা হয়েছিল।  তিনি মিশরে তিন বছর কারারুদ্ধ ছিলেন এবং মুক্তি পাবার কিছুদিন পরেই তিনি মিশরীয় ইসলামিক জিহাদে যোগ দেন এবং ১৯৮৮ সালে আফগানিস্তানে চলে যান।  তার দুই স্ত্রী এবং বেশ কয়েকজন পুত্র-কন্যা ছিল। তার একজন কন্যা শেখ ওমর আবদুর রহমানের ছেলের সাথে বিবাহবন্ধনে আবদ্ধ হন।\n১৯৯১ সাল থেকে, আল-মাসরি আল-কায়েদার আর্থিক প্রধান হিসেবে কাজ করছিলেন বলে অভিযোগ রয়েছে। তিনি পেশোয়ারে মেকতাব আল-মুহাসিবা (হিসাব অফিস) পরিচালনা করছিলেন। এনজিও প্রকল্পের জন্য নির্ধারিত অর্থ পরিচালনার জন্য তিনি ইব্রাহিম আল-কোসিকে তার ডেপুটি হিসেবে নিযুক্ত করেছিলেন বলে অভিযোগ রয়েছে।\n\n\n== সুদানে ==\nআল-মাসরি ৯ জুন, ১৯৯৩ সালে খার্তুমের ম্যাকনিমার স্ট্রিটে একটি আর্থিক অফিস স্থাপন করেন। এখান থেকে তিনি আল-কায়েদার বেতন ব্যবস্থাপনা করতেন। আল-ফাদল তিনি আবু দিজানা আল-ইয়েমেনি এবং আবদুল্লাহ লুবনানির স্থলাভিষিক্ত হওয়ার আগ পর্যন্ত আল-মাসরিকে সহায়তা করেছিলেন।\nল'হোসেন খেরচতু পাইলট লাইসেন্স পাওয়ার পর ১৯৯৫ সালের ডিসেম্বরে সুদানে ফিরে আসেন। কিন্তু তার গর্ভবতী স্ত্রী সিজারিয়ান অপারেশনের ৫০০ ডলারের জন্য খার্তুমের জেনারেল হাসপাতালে প্রবেশপথে ভিক্ষা করছেন দেখে তিনি হতবাক হয়ে যান। খেরচতু আল-মাসরির কাছে গিয়ে তার স্ত্রীর চিকিৎসার খরচ বহন করতে বলেন।আল-মাসরি তাকে বিনামূল্যে চিকিৎসার জন্য একটি মুসলিম দাতব্য হাসপাতালে নিয়ে যাওয়ার পরামর্শ দেন। তিনি অতিরিক্ত টাকা নেই জেনে তিনি বিরক্ত হন এবং  তিনি রাগান্বিতভাবে বলেন, \"এটা যদি তোমার স্ত্রী বা মেয়ে হত, তাহলে তুমি তাকে সেখানে নিয়ে যেতে? \"পরবর্তীতে তিনি বর্ণনা করেন যে, তিনি এতটাই রেগে গিয়েছিলেন যে তার কাছে যদি সেই সময় বন্দুক থাকত, তাহলে তিনি গুলি করে ফেলতেন।\n\n\n== পাকিস্তানে ফিরে যান, মৃত্যুর দাবি ==\n২০০৭ সালের মে মাসে, আল-মাসরি একটি ভিডিও প্রকাশ করেন যেখানে আমেরিকানদের প্রতিশ্রুতি দেওয়া হয় যে, আল-কায়েদার সৈন্যরা শীতকাল ধরে প্রশিক্ষণ নিচ্ছে এবং আফগানিস্তানে নতুন করে গ্রীষ্মকালীন আক্রমণ শুরু করার জন্য প্রস্তুত হচ্ছে ।\nএকই বছর ডিসেম্বরে, আল-মাসরি বেনজির ভুট্টোর হত্যার দায় স্বীকার করেছিলেন বলে জানা যায়।তিনি অ্যাডনক্রোনোস ইন্টারন্যাশনালকে বলেছিলেন যে,\"আমরা মুজাহিদিনদের পরাজিত করার প্রতিশ্রুতি দিয়েছিল এমন সবচেয়ে মূল্যবান আমেরিকান সম্পদ ধ্বংস করেছি\"।  এশিয়া টাইমস অনলাইন আরও জানিয়েছে যে  টেলিফোনে আল-মাসরি এই  দাবি জানিয়েছে। \n২০০৮ সালের জুলাই মাসে ডেনিশ দূতাবাসে বোমা হামলার পর আল-মাসরি জিও টেলিভিশনে সাক্ষাৎকার ।েন  \n\n\n== নিশ্চিত মৃত্যু ==\n২০১০ সালের ২১শে মে পাকিস্তানে মার্কিন ড্রোন হামলায় তিনি তার স্ত্রী, তিন মেয়ে এবং নাতনীসহ নিহত হয়েছেন বলে জানা গেছে। মার্কিন কর্মকর্তারা এবং আল-কায়েদা তার মৃত্যুর বিষয়টি নিশ্চিত করেছে। \n\n\n== আরও দেখুন ==\nবেনজির ভুট্টোর হত্যাকাণ্ড\n\n\n== তথ্যসূত্র ==\n\n\n== বহি: সংযোগ ==\nআল-কায়েদার জ্যেষ্ঠ নেতার বিরল টিভি সাক্ষাৎকার\nআল-কায়েদা আমেরিকার উপর পাকিস্তানের পারমাণবিক বোমা হামলা চালানোর প্রতিশ্রুতি দিয়েছে"}