{"pageid": 1528600, "title": "অ্যামেলিয়া ভালকারসেল", "url": "https://bn.wikipedia.org/wiki?curid=1528600", "content": "অ্যামেলিয়া ভালকারসেল (১৬ নভেম্বর, ১৯৫০) একজন স্প্যানিশ দার্শনিক এবং নারীবাদী। \"দার্শনিক নারীবাদ\"-এর মধ্যে তাকে \"সমতা নারীবাদ\" পদ্ধতির অংশ হিসেবে বিবেচনা করা হয়। ২০১৫ সালে তিনি ন্যাশনাল ইউনিভার্সিটি অফ ডিসট্যান্স এডুকেশনে নৈতিক ও রাজনৈতিক দর্শনের অধ্যাপক হন। ২০০৬ সাল থেকে তিনি স্প্যানিশ কাউন্সিল অফ স্টেটের সদস্য।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nভালকারসেলের জন্ম মাদ্রিদে। তিনি স্পেনের ওভিয়েদো এবং ভ্যালেন্সিয়া বিশ্ববিদ্যালয়ে দর্শন অধ্যয়ন করেন।\n\n\n== পেশাগত জীবন ==\nভ্যালকারসেল তিন দশক ধরে ওভিডো বিশ্ববিদ্যালয়ে কাজ করেছেন, তারপর ন্যাশনাল ইউনিভার্সিটি অফ ডিসট্যান্স এডুকেশনে নৈতিক ও রাজনৈতিক দর্শনের অধ্যাপক হন।\nতিনি দর্শন, নৈতিক মূল্যবোধ এবং নারী অধিকারের ক্ষেত্রে অসংখ্য সেমিনার এবং সম্মেলনে অংশগ্রহণ এবং আয়োজন করেছেন। তিনি জাতীয় ও আন্তর্জাতিক প্যানেল এবং বোর্ডে অংশগ্রহণ করেছেন, পাশাপাশি সম্পাদকীয় এবং জার্নাল বোর্ডে উপদেষ্টার ভূমিকা পালন করেছেন। তিনি লেভিয়াতান পত্রিকার পরিচালক ছিলেন।\nভালকারসেল স্পেনের জনসাধারণের কাজে সক্রিয়ভাবে জড়িত। তিনি বিভিন্ন সরকারি ভূমিকা পালন করেছেন, যার মধ্যে রয়েছে স্টেট কাউন্সেলর এবং রিয়েল প্যাট্রোনেজ অফ দ্য মিউজিও দেল প্রাদোর সহ-সভাপতি। ১৯৯৩ থেকে ১৯৯৫ সালের মধ্যে, তিনি আস্তুরিয়াসের আঞ্চলিক সরকারের শিক্ষা, সংস্কৃতি, ক্রীড়া এবং যুব বিষয়ক পরামর্শদাতা ছিলেন।\n\n\n== দর্শন এবং নারীবাদ ==\nভালকারসেলের শিক্ষাজীবন মূলত দুটি শিক্ষাক্ষেত্রে নিবেদিত: দর্শন এবং নারীবাদী অধ্যয়ন।\nনারীবাদী দর্শনের বিষয়বস্তুর মধ্যে, ভ্যালকারসেলকে সমতা নারীবাদ পদ্ধতির অংশ হিসাবে বিবেচনা করা হয়। নারীবাদী চিন্তাভাবনার ক্ষেত্রে তার সবচেয়ে স্বতন্ত্র অবদান হলো রাজনৈতিক দর্শনের আদর্শ ইতিহাসের মধ্যে নারীবাদকে স্থান দেওয়া, বিশেষ করে তার মনোগ্রাফ \"ফেমিনিসমো এন এল মুন্ডো গ্লোবাল\" (২০০৮)। তিনি বেশ কিছু পাণ্ডুলিপি লিখেছেন, যার মধ্যে কিছু অন্যান্য ভাষায় অনূদিত হয়েছে। তার তাত্ত্বিক চিন্তাভাবনা সমানভাবে সুপরিচিত স্প্যানিশ দার্শনিক সেলিয়া আমোরস এবং ভিক্টোরিয়া ক্যাম্পসের মতো।\nভালকারসেল দার্শনিক অবস্থান গ্রহণ করেন যে নারীদের মধ্যে সম্পর্ক তাদের প্রকৃতি বা সারাংশ নয়, পার্থক্য নারীবাদের যুক্তির বিপরীতে, তবে এটি পিতৃতান্ত্রিক এবং ভিন্ন-পদবি, পিতৃতান্ত্রিকভাবে নারীদের (মা, কন্যা, স্ত্রী এবং পতিতা...) উপর অর্পিত ভূমিকা এবং বিশেষ করে সমাজে নারীদের যে ভূমিকা পুরুষরা চিত্রিত করেছেন। একইভাবে, সকল নারীর ভূমিকা এবং সাধারণ বৈশিষ্ট্য হলো তাদের কার্যকরী অবস্থান (আনুগত্য) পুরুষদের থেকে আলাদা।\n\n\n== রচনা ==\nস্পেনীয়: Hegel y la Ética (১৯৮৯) (হেগেল এবং নৈতিকতা)\nSexo y Filosofía (১৯৯১) (লিঙ্গ ও দর্শন)\nDel miedo a la igualdad (১৯৯৩) (সমতার ভয়ে) – ১৯৯৪ সালের জাতীয় প্রবন্ধ বই পুরস্কারের চূড়ান্ত তালিকাভুক্ত গ্রন্থ\nLa política de las mujeres (১৯৯৭) (নারীদের রাজনীতি)\nÉtica contra estética (১৯৯৮) (নৈতিকতা বনাম নান্দনিকতা)\nRebeldes (২০০০) (বিদ্রোহীরা)\nÉtica para un mundo global (২০০২) (এক বৈশ্বিক বিশ্বের জন্য নৈতিকতা)\nHablemos de Dios (২০০৭) (চলুন ঈশ্বর সম্পর্কে কথা বলি) – ভিক্টোরিয়া ক্যাম্পস-এর সহলিখিত\nFeminismo en un mundo global (২০০৯) (এক বৈশ্বিক বিশ্বে নারীবাদ)\nLa memoria y el perdón (২০১০) (স্মৃতি ও ক্ষমা)\n\n\n== সম্পাদিত গ্রন্থ ==\nEl Concepto de Igualdad (সমতার ধারণা)\nLos Desafíos del Feminismo en el siglo XXI (২১শ শতকে নারীবাদের চ্যালেঞ্জ)\nPensadoras del siglo XX (২০শ শতকের চিন্তাবিদরা)\nEl sentido de la Libertad (স্বাধীনতার অর্থ)\nEl Debate del voto femenino en la Constitución de 1931 (১৯৩১ সালের সংবিধানে নারীদের ভোটাধিকারের বিতর্ক)\nFeminismo, género e igualdad (নারীবাদ, লিঙ্গ ও সমতা)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅ্যামেলিয়া ভালকারসেল ওয়েবসাইট\nপুরাতন আর্কাইভ করা অ্যামেলিয়া ভালকারসেল ওয়েবসাইট\nPienso luego existo - Amelia Valcarcel অধ্যায় RTVE সিরিজ যেখানে Amelia Valcarcel তার দার্শনিক চিন্তাধারা সম্পর্কে কথা বলেছেন।\nUna filósofa en combate Interview \"El País\" নভেম্বর 2006\nআন্তর্জাতিক কর্তৃপক্ষের ফাইল"}