{"pageid": 1528427, "title": "তামুদা", "url": "https://bn.wikipedia.org/wiki?curid=1528427", "content": "তামুদা ছিল মৌরেতানিয়া টিংগিটানার একটি প্রাচীন বারবার শহর এবং সামরিক শিবির। এটি উত্তর মরক্কোর বর্তমান তেতুয়ান থেকে ৬ কিলোমিটার (৪ মাইল) পশ্চিমে অবস্থিত। মার্টিল উপত্যকার দক্ষিণ তীরে এই স্থানের পাথরের ধ্বংসাবশেষ পাওয়া গেছে। তৎকালীন নগরায়নের নিয়ম অনুসারে একে একটি শহর হিসেবে বিবেচনা করা হত।\n\n\n== ইতিহাস ==\nপ্রাচীন শহরটি খ্রিস্টপূর্ব তৃতীয় শতাব্দীতে উত্তর মরক্কোর মৌরেতানিয়ান বারবারদের দ্বারা প্রতিষ্ঠিত হয়েছিল। সম্ভবত পরবর্তী শতাব্দীতে মূলত বাণিজ্যের জন্য ফিনিশীয়দের উপস্থিতি ছিল। তামুদায় এক ধরণের সমুদ্র ঘোড়া পাওয়া গেছে, যা ফিনিশিয়ান মূর্তিপূজার প্রতিনিধিত্ব করে, যার আরোহী মাটির পাত্রে বসে আছে।\nসম্রাট অগাস্টাসের অধীনে রোমানরা শহরটি দখল করে। ৪২ খ্রিস্টাব্দের দিকে রোমান সেনারা একটি বিদ্রোহের সময় তামুদাকে সমতল করে এবং তার পরিবর্তে একটি সুরক্ষিত বসতি স্থাপন করে। সম্রাট অগাস্টাসের উত্তরসূরিরা পরবর্তীতে শহরটিকে রোমান ক্যাস্ট্রাম হিসেবে পুনর্নির্মাণ করেন।\nতামুদা পরবর্তীতে রোমান প্রদেশ মৌরিতানিয়া টিংগিটানার অন্যতম প্রধান শহর হয়ে ওঠে এবং ট্রাজান ও সেপ্টিমিয়াস সেভেরাসের শাসনামলে এর উন্নয়ন ঘটে। ক্যাডিজ বিশ্ববিদ্যালয়ের গবেষকের মতে, এটি মাছের লবণাক্তকরণ এবং বেগুনি উৎপাদনের জন্য ব্যবহৃত হত। পঞ্চম শতাব্দীতে লেখা নোটিটিয়া ডিগনিটাম- এ বলা হয়েছে যে, চতুর্থ শতাব্দীর শেষের দিকে তামুদার ক্যাস্ট্রাম ছিল স্থানীয় লিমিটানেইয়ের একটি \"আলা হারকিউলিয়া\" (অশ্বারোহী ইউনিট) এর সদর দপ্তর এবং এটি লিক্সাসের একটি দল এর সাথে সম্পর্কিত ছিল।\nপঞ্চম শতাব্দীতে তামুদার আশেপাশের অঞ্চলটি সম্পূর্ণরূপে রোমান, খ্রিস্টীয় এবং \"শান্ত\" করা হয়েছিল এবং সম্ভবত দুর্গটি ভেঙে ফেলা হয়েছিল। পঞ্চম শতাব্দীতে যখন ভ্যান্ডালরা এসে পৌঁছায়, তখন শহরটি সম্ভবত পরিত্যক্ত হয়ে পড়ে কারণ সমসাময়িক কোনও ইতিহাসগ্রন্থে এর উল্লেখ নেই।\nত্রয়োদশ শতাব্দীর শেষের দিকে রোমান ধ্বংসাবশেষের কাছে \"টিটাউইন\" নামে ছোট ছোট দুর্গ ছিল, যা পরে \"টেটুয়ান\" নামকরণ করা হয়।\n\n\n== খনন ==\nতামুদার স্থানে রোমান এবং ফিনিশিয়ান যুগের নিদর্শন পাওয়া গেছে।\n১৯৩৩ সালে তামুদা স্থানে কিছু নামহীন বারবারদের উপর রোমানদের বিজয়ের লিপিবদ্ধ তৃতীয় শতাব্দীর (প্রায় ২৫৩-২৫৭ খ্রিস্টাব্দ) একটি পাথর আবিষ্কৃত হয়েছিল। ধারণা করা হয় যে শিলালিপিটি ফ্রাঙ্কদের নির্দেশ করে।\n২০১৮ সালের জুলাই মাসে একদল গবেষক ঘটনাস্থলে ১৮০ খ্রিস্টাব্দ থেকে ৩৯৬ খ্রিস্টাব্দের উত্তর আটলান্টিক ডান তিমির একটি পাঁজরের টুকরো আবিষ্কার করেন। তারা মত দেন যে, রোমানরা পশ্চিম ভূমধ্যসাগরের উপকূলে শিল্প-স্কেল তিমি শিকার পরিচালনা করেছিল।\n\n\n== আরও দেখুন ==\n\nলিক্সাস\nটিঙ্গিস\nসেউতা\nরুসাদির\nসালা কলোনিয়া\nমৌরিতানিয়া টিংগিটানা\nখ্রিস্টান বারবার\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nএল আজিফি, এমআর মার্টিল উপত্যকার প্রাচীন আবাসস্থল \"রেভিউ দে লা ফ্যাকাল্টে দেস লেট্রিস দে টেটুয়ান\", বর্ষ ৪, সংখ্যা ৪, টেটুয়ান, ১৯৯০"}