{"pageid": 1528437, "title": "আনজার, লেবানন", "url": "https://bn.wikipedia.org/wiki?curid=1528437", "content": "আনজার (অর্থ \"অমীমাংসিত বা প্রবাহমান নদী\"); আরবি: عنجر / ALA-LC : 'আনজার  হাওশ মূসা (আরবি: حوش موسى   নামেও পরিচিত / হাওশ মুসা), হলো লেবাননের একটি শহর, যা সিরিয়া সীমান্তের কাছে বেকা উপত্যকায় অবস্থিত। এর জনসংখ্যা ২,৪০০, যার প্রায় পুরোটাই আর্মেনীয়। মোট আয়তন প্রায় বিশ বর্গকিলোমিটার (৭.৭ বর্গমাইল)। ১৯৮৪ সালে আনজারের উমাইয়া বসতির ধ্বংসাবশেষ ইউনেস্কো কর্তৃক বিশ্ব ঐতিহ্যবাহী স্থান হিসেবে স্বীকৃতি পেয়েছে।\n\n\n== ইতিহাস ==\nএই শহরের ভিত্তি সাধারণত ৮ম শতাব্দীর শুরুতে উমাইয়া খলিফা প্রথম আল-ওয়ালিদের আমলে একটি প্রাসাদ-শহর হিসেবে প্রতিষ্ঠিত হয়। যে খনি থেকে সেরা পাথরটি উত্তোলন করা হয়েছিল, সেখানে পাওয়া সিরিয়াক গ্রাফিতিতে ৭১৪ সালের কথা উল্লেখ করা হয়েছে এবং বাইজেন্টাইন এবং সিরিয়াক সূত্রগুলি শহরটির প্রতিষ্ঠার জন্য উমাইয়া রাজপুত্রদের দায়ী করেছে। একটি সিরীয় ইতিহাসে ওয়ালিদ প্রথমের নাম উল্লেখ করা হয়েছে, অন্যদিকে বাইজেন্টাইন ইতিহাসবিদ থিওফেনস দ্য কনফেসার লিপিবদ্ধ করেছেন যে, ওয়ালিদের পুত্র আল-আব্বাস ৭০৯-১০ সালে শহরটি নির্মাণ শুরু করেছিলেন। ইতিহাসবিদ জেরে এল. বাচারাচ থিওফেনেসের তারিখ গ্রহণ করেন। যদিও পূর্ববর্তী উপকরণগুলি পুনরায় ব্যবহার করা হয়েছিল, তবে শহরের বেশিরভাগ অংশই কুমারী মাটিতে নির্মিত।\nপরবর্তী বছরগুলিতে পরিত্যক্ত হওয়ার পর ১৯৩৯ সালে মুসা দাগ এলাকা থেকে কয়েক হাজার আর্মেনীয় শরণার্থীর সাথে আনজার পুনর্বাসিত হয়। মুসা দাগের ছয়টি গ্রামের নামানুসারে এর আশপাশের নামকরণ করা হয়েছে: হাজি হাবিবলি, কেবুসিয়েহ, ভাকিফ, খেদের বেক, যোগুনলুক এবং বিটিয়াস।\nগৃহযুদ্ধের সময় সিরিয়ার সেনাবাহিনী বেকা উপত্যকায় তাদের প্রধান সামরিক ঘাঁটি এবং গোয়েন্দা পরিষেবার সদর দপ্তর হিসেবে আনজারকে বেছে নেয়।\nগৃহযুদ্ধের পর আনজার অর্থনৈতিকভাবে পুনর্গঠন শুরু করে। এর অনেক বাসিন্দা অন্যান্য দেশে, প্রধানত ইউরোপ, কানাডা এবং মার্কিন যুক্তরাষ্ট্রে অভিবাসিত হয়। তবুও বর্তমানে আনজার অঞ্চলের অন্যান্য অনেক প্রতিষ্ঠানের কাছে একটি উদাহরণ। এর কারণ হলো এর কম অপরাধের হার , অল্প বায়ু দূষণ এবং উন্নত জীবনযাত্রার মান। ২০২০ সালের কোভিড-১৯ মহামারীর সময় গ্রামটি দ্রুত কঠোর ব্যবস্থা আরোপ করে এবং দেশের বাকি অংশের জন্য একটি উদাহরণ স্থাপন করে।\n২০২৪ সালের নভেম্বরে লেবাননে ইসরায়েলি আক্রমণের সময় প্রত্নতাত্ত্বিক স্থানের ক্ষতির হাত থেকে রক্ষা করার জন্য ইউনেস্কো আনজারকে বর্ধিত সুরক্ষা প্রদান করে।\n\n\n== ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থান ==\n\nউমাইয়া শহরের ধ্বংসাবশেষ ১,১৪,০০০ বর্গমিটার জুড়ে বিস্তৃত এবং দুই মিটার পুরু এবং সাত মিটার উঁচু বৃহৎ সুরক্ষিত পাথরের দেয়াল দ্বারা বেষ্টিত। ৩৭০ মিটার বাই ৩১০ মিটার আয়তাকার নগর নকশাটি রোমান নগর পরিকল্পনা এবং স্থাপত্যের উপর ভিত্তি করে তৈরি, যেখানে বাইজেন্টাইনদের কাছ থেকে ধার করা পাথরের কাজ করা হয়েছে। দুটি বৃহৎ পথ, উত্তর থেকে দক্ষিণে বিস্তৃত কার্ডো ম্যাক্সিমাস এবং পূর্ব থেকে পশ্চিমে বিস্তৃত ডেকুমানাস ম্যাক্সিমাস শহরটিকে চারটি চতুর্ভুজে বিভক্ত করেছে। দুটি প্রধান রাস্তা কলোনাড দিয়ে সজ্জিত এবং প্রায় ৬০০টি দোকান দ্বারা বেষ্টিত, একটি টেট্রাপাইলনের নীচে ছেদ করে। টেট্রাপাইলনের প্লিন্থ, খাদ এবং ক্যাপিটালগুলি উমাইয়া আমলে পুনঃব্যবহৃত স্পোলিয়া। ছোট ছোট রাস্তাগুলি শহরের পশ্চিম অংশকে বিভিন্ন আকারের কোয়ার্টারে বিভক্ত করে।\nপ্রধান স্মৃতিস্তম্ভ:\n\n৫৯ মিটার বাই ৭০ মিটার আংশিকভাবে পুনর্নির্মিত গ্র্যান্ড প্যালেসটিতে একটি প্রাচীর রয়েছে এবং এর আগে রয়েছে একাধিক তোরণ। এর কেন্দ্রীয় উঠোনটি একটি পেরিস্টাইল দ্বারা বেষ্টিত।\nপ্রায় বর্গাকার ছোট প্রাসাদটি ৪৬ মিটার বাই ৪৭ মিটার। এর অসংখ্য অলংকরণীয় টুকরো এবং সমৃদ্ধভাবে সজ্জিত কেন্দ্রীয় প্রবেশপথের জন্য আলাদা।\nদুটি প্রাসাদের মাঝখানে ৪৫ মিটার বাই ৩২ মিটার একটি মসজিদ অবস্থিত।\nরোমান মডেলে নির্মিত তাপীয় স্নান।\n\n\n== জনসংখ্যা ==\n\nআনজারের বেশিরভাগ আর্মেনীয়রা হলেন আর্মেনিয়ান অ্যাপোস্টলিক (অর্থোডক্স) যারা আর্মেনিয়ান অ্যাপোস্টলিক চার্চ এবং সিলিসিয়ার পবিত্র সী-এর অন্তর্গত। আর্মেনিয়ান অ্যাপোস্টলিক সেন্ট পল গির্জা লেবাননের দ্বিতীয় বৃহত্তম আর্মেনিয়ান গির্জা।\nআর্মেনিয়ান অ্যাপোস্টোলিক সম্প্রদায়ের নিজস্ব স্কুল রয়েছে। এটি হলো হারাচ ক্যালোস্তে গুলবেনকিয়ান মাধ্যমিক বিদ্যালয়। ১৯৪০ সালে প্যারিসে আর্মেনিয়ান সংবাদপত্র হারাচের প্রধান সম্পাদক শাভার্শ মিসাকিয়ান ফ্রান্সে বসবাসকারী আর্মেনিয়ানদের মধ্যে একটি তহবিল সংগ্রহ অভিযানের আয়োজন করেন যার ফলে নবপ্রতিষ্ঠিত সেন্ট পল আর্মেনিয়ান অ্যাপোস্টলিক গির্জার পাশে \"হারাচ\" প্রাথমিক বিদ্যালয় নির্মাণ সম্ভব হয়। স্কুলটির আনুষ্ঠানিক উদ্বোধন হয় ১৯৪১ সালে। ক্যালুস্ট গুলবেনকিয়ান ফাউন্ডেশনের প্রশাসন স্কুলটির সম্প্রসারণে অবদান রাখে, যার নামকরণ করা হয় ক্যালুস্ট গুলবেনকিয়ানের সম্মানে।\nআনজারের আওয়ার লেডি অব দ্য রোজারি আর্মেনিয়ান ক্যাথলিক চার্চ আর্মেনিয়ান ক্যাথলিকদের জন্য গির্জা হিসেবে কাজ করে, যারা আর্মেনিয়ান ক্যাথলিক সিস্টার্স স্কুলও পরিচালনা করে। শুরুতে স্কুলে দুটি বিভাগ ছিল, ছেলেদের জন্য সেন্ট হোভসেপ এবং মেয়েদের জন্য সিস্টার্স অফ ইম্যাকুলেট কনসেপশন। ১৯৫৪ সালে এই বিভাগগুলি একত্রিত হয়। ১৯৭৩ সালে আঘাজানিয়ান এতিমখানার আনুষ্ঠানিক উদ্বোধন হয়, যা ১৯৬৮ সাল থেকে আর্মেনিয়ান ক্যাথলিক এতিমখানা হিসেবে কাজ করছে।\nআনজারের আর্মেনিয়ান ইভানজেলিক্যাল চার্চ আনজারের ছোট আর্মেনিয়ান ইভানজেলিক্যাল সম্প্রদায়ের সেবা করার জন্য চালু রয়েছে। প্রোটেস্ট্যান্ট কমিউনিটি স্কুলটি ১৯৪৮ সালে সিস্টার হেডউইগ আইনিশানসলাইন আনজারে তার মিশনারি কাজের অংশ হিসেবে প্রতিষ্ঠা করেন। ১৯৫৩ সালে স্কুলটি একটি মাধ্যমিক বিদ্যালয়ে উন্নীত হয়। এখানে দিনের ক্লাসের পাশাপাশি অন্যান্য অঞ্চলের শিক্ষার্থীদের জন্য বোর্ডিং সুবিধা রয়েছে যারা শীতকাল জুড়ে সেখানে থাকে।\n\n\n== অর্থনীতি ==\nআনজারের অর্থনীতি বেশিরভাগই পরিষেবার উপর নির্ভরশীল। এখানে খুব কম কৃষি ও শিল্প কার্যক্রম রয়েছে। সবচেয়ে বড় বেসরকারি নিয়োগকর্তা হল \"শামস\" (আক্ষরিক অর্থে \"সূর্য\")। এটি একটি স্থানীয় পরিবার পরিচালিত ব্যবসা যা ১৯৬০-এর দশকে একটি ছোট রেস্তোরাঁ হিসেবে শুরু হয়।\n\nপৌরসভাও একটি গুরুত্বপূর্ণ নিয়োগকর্তা। এটি শিক্ষক, সরকারি কর্মচারী এবং আইন প্রয়োগকারী কর্মীদের বেতন প্রদান করে। আনজারের নিজস্ব পৌর পুলিশ রয়েছে যারা গাঢ় সবুজ রঙের পোশাক পরে এবং অভ্যন্তরীণ বিষয়ক মন্ত্রণালয়ের পরিবর্তে পৌরসভায় রিপোর্ট করে। t\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\nজাকার কেশিশিয়ান, আর্মেনিয়ান সঙ্গীতজ্ঞ\n\n\n== আরও দেখুন ==\nফ্রাঙ্কো-আর্মেনিয়ান সম্পর্ক\nআর্মেনিয়ান জাতিগত ছিটমহলের তালিকা\nআনজারের যুদ্ধ\nলেবাননে ৮ম শতাব্দী\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBacharach, Jere L. (১৯৯৬)। \"Marwanid Umayyad Building Activities: Speculations on Patronage\"। Muqarnas: An Annual on the Visual Culture of the Islamic World। BRILL। পৃষ্ঠা 27–44। আইএসবিএন 90-04-10633-2। \n\n\n== বহিঃসংযোগ ==\n\nআনজারের অফিসিয়াল ওয়েবসাইট\nআনজার, আর্চনেট ডিজিটাল লাইব্রেরি।\nআনজার সম্পর্কে ওয়েবসাইট\nলেবানন, সিডার বৃক্ষের ভূমি: আনজার\nইয়া লিবনান | লেবাননের খবর | আনজার উপর স্পটলাইট\nআনজার ধ্বংসাবশেষের ছবি"}