{"pageid": 1528899, "title": "আল-ফাতহ মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1528899", "content": "আল-ফাতহ মসজিদ ( আরবি: مسجد الفتح   ) কায়রো শহরের একটি মসজিদ। রামসেস চত্বরে অবস্থিত এটি বৃহত্তম মসজিদগুলির মধ্যে একটি। মসজিদটিতে শহরের সবচেয়ে উঁচু মিনার এবং বিশ্বের তৃতীয় উচ্চতম মিনার রয়েছে। ২০১৩ সালের ১৬ আগস্ট মিশরের সামরিক অভ্যুত্থানের পর এই মসজিদে দ্বিতীয় রামসেস ঘটনা সংঘটিত হয়। সেখানে বেশ কয়েকজন প্রতিবাদকারী নিহত ও আহত হন এবং পরবর্তীতে মসজিদটি বন্ধ করে দেওয়া হয়।\n\n\n== ইতিহাস ==\nএই মসজিদের ইতিহাস মিশরে ইসলামের প্রথম দিকের বিজয়ের সাথে সম্পর্কিত আছে। আজকের রামসেস স্কয়ারটি ৭ম শতাব্দীতে উম ডুনিন নামে পরিচিত একটি গ্রাম ছিল। এখানে ইসলামী বিজেতারা তাদের কেন্দ্র এবং সংলগ্ন মসজিদটিও তৈরি করেছিল। পরবর্তীতে ফাতেমীয় খলিফা আল-হাকিম দ্বি-আমর আল্লাহ মসজিদটি সম্প্রসারণ করেন এবং \"আল-মাকস মসজিদ\" নামকরণ করেন। আল-মাকরিজির মানচিত্র অনুসারে, এই নামটি কাছের এক দুর্গের নাম অনুসারে রাখা হয়েছিল। দুর্গটি নীলনদের একটি দ্বীপে অবস্থিত ছিল। দুর্গটি \"কালআত আল-মাকস\" নামে পরিচিত ছিল। মসজিদটিকে জামে বাব আল-বাহর নামেও ডাকা হত। এই মসজিদকে \"জামি বাব আল-বাহর\" নামেও ডাকা হতো। আল-হাকিমের শাসনামলে অবরুদ্ধ এলাকায় মসজিদটি গড়ে তোলা হয়েছিল। মসজিদটি শুধু ধর্মীয় উপাসনার জন্যই নয়, বরং সাধারণ মানুষের মাঝে সম্পদ বণ্টন ও কল্যাণমূলক কাজের কেন্দ্র হিসেবেও ব্যবহৃত হতো। ফাতেমীয় যুগে, উঠোনের মধ্যে অসংখ্য খেজুর গাছ ছিল এবং খলিফারা নীল নদের তীরে নৌবহর থেকে মসজিদের দৃশ্য উপভোগ করতেন।\nমসজিদটিকে আওলাদ 'আনান মসজিদ নামেও ডাকা হত। এটি মামলুক সুলতান দ্বিতীয় তুমান বের যুগে তাসাউফের বিশেষজ্ঞ দুই ভাই মুহাম্মদ এবং আব্দুল কাদির বিন আনানের প্রতি শ্রদ্ধাস্বরূপ হিসেবে এ নাম রাখা হয়েছে। ১৪৯৯ সালে বড় ভাই মুহাম্মদকে এই স্থানে সমাহিত করা হয়েছিল। তিনি ১২০ বছর বয়স পর্যন্ত বেঁচে ছিলেন বলে জানা যায় এবং এর ফলে মসজিদটির নামকরণ হয় আওলাদ 'আনান।\nতবে, ১৭৯৮ সালে কায়রো বিদ্রোহের সময় ফরাসি দখলদার বাহিনী অন্যান্য বেশ কয়েকটি মসজিদের সাথে এই পুরাতন মসজিদটি ধ্বংস করে দেয়। ধ্বংস হওয়া মসজিদের স্থানে একটি সামরিক স্থাপনা নির্মাণ করা হয়। এটি এক ফরাসি কর্মকর্তার নামে নামকরণ করা হয়।\nপরবর্তীতে আরব ঠিকাদাররা একই স্থানে একটি নতুন মসজিদ প্রতিষ্ঠা করে।  লাইলাতুল মেরাজ উদযাপনের সময় ২২শে ফেব্রুয়ারী, ১৯৯০ তারিখে মিশরের প্রাক্তন রাষ্ট্রপতি হোসনি মোবারক এটি উদ্বোধন করেন। নবপ্রতিষ্ঠিত মসজিদটির নামকরণ করা হয়েছিল \"আল-ফাতহ\"। ইসলামী প্রেক্ষাপটে শব্দটির অর্থ \"বিজয়\"।  হুসেন বিক্রি এটির নকশা করেছিলেন। আলওয়াদ 'আনান নামটি এখনও ব্যবহৃত হচ্ছে।\n\n\n=== আরব বসন্ত ===\n২০১৩ সালের ১৪ আগস্ট রাবা গণহত্যার দুই দিন পর, মুহাম্মদ মুরসির সমর্থকরা রামসেস স্কয়ার এবং মসজিদের পার্শ্ববর্তী এলাকায় জড়ো হয়েছিল। যখন পুলিশের সাথে বিক্ষোভকারীদের সংঘর্ষ হয়, তখন তাদের মধ্যে কেউ কেউ মসজিদে পালিয়ে যায় এবং স্থানটি অবশেষে আহতদের জন্য একটি হাসপাতালে পরিণত হয়। পরের দিন সকালে পুলিশ মসজিদে অভিযান চালায় এবং মসজিদটি বন্ধ করার আগে বিক্ষোভকারীদের গ্রেপ্তার করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}