{"pageid": 1528183, "title": "আবু ইয়াকুব ইউসুফ", "url": "https://bn.wikipedia.org/wiki?curid=1528183", "content": "আবু ইয়াকুব ইউসুফ বা ইউসুফ প্রথম ( আরবি: أبو يعقوب يوسف   আবু ইয়াকুব ইউসুফ ; ১১৩৫ – ১৪ অক্টোবর ১১৮৪) দ্বিতীয় আলমোহাদ আমির বা খলিফা ছিলেন। তিনি ১১৬৩ থেকে ১১৮৪ সাল পর্যন্ত মারাকেশে রাজত্ব করেছিলেন। তাঁর শাসনামলে সেভিয়ায় একটি বিশাল মসজিদের অংশ হিসেবে বিখ্যাত গিরাল্ডা মিনার নির্মিত হয়। তিনি দর্শনের একজন আগ্রহী ছাত্র এবং ইবনে রুশদের পৃষ্ঠপোষক ছিলেন।\n\n\n== জীবন ==\nইউসুফ ছিলেন আলমোহাদ রাজবংশের প্রথম খলিফা আব্দুল মু'মিনের পুত্র। তার মায়ের নাম সাফিয়া বিনতে আবি ইমরান।  তিনি আবি ইমরান মুসা ইবনে সুলায়মান আল-কাফির কন্যা। ইমরান ইবনে তুমারতের একজন অনুসারী ছিলেন।  আবু ইয়াকুব ইউসুফ, ইবনে আব্দুল মু'মিন সানহাজা রাজকন্যা লাল্লা মরিয়মকে বিয়ে করেছিলেন। মরিয়ম আলমোহাদ সুলতান আব্দুল মু'মিন শহর দখল করার সময় হাম্মাদি দুর্গ থেকে বন্দী হয়েছিলেন। পরে তিনি তাকে ছেড়ে দেন এবং তার ছেলের সাথে তার বিয়ে দেন।\nইউসুফ আলমোহাদ মতবাদকে সমর্থন করেছিলেন এবং তাঁর পূর্বসূরীদের মতো ইসলামী আইনশাস্ত্রের আক্ষরিক অর্থে জাহিরি মাযহাবের  অনুসারী ছিলেন। তিনি নিজেও একজন ধর্মীয় পণ্ডিত ছিলেন। বলা হয়ে থাকে যে তিনি সুন্নি ইসলামে গ্রহণযোগ্য সহীহ বুখারী এবং সহীহ মুসলিম হাদিস গ্রন্থ দুটি মুখস্থ করেছিলেন। তাঁর যুগের ধর্মতত্ত্ববিদদের একজন পৃষ্ঠপোষক ছিলেন। ইবনে রুশদ এবং ইবনে তুফায়েলের মতো সম্মানিত লেখকদের তার দরবারে আপ্যায়নের ব্যবস্থা করা হত। ইউসুফ কর্ডোবার পণ্ডিত ইবন মাদা’কে তার প্রধান বিচারক হিসেবে পছন্দ করতেন। আলমোহাদ সংস্কারের সময় তারা দুজনে মিলে জাহিরি ছাড়া অন্য কোনো ধর্মীয় মতবাদের বই লেখা নিষিদ্ধ করেছিলেন। পরে তার পুত্র আল-মানসুর এই নিষেধাজ্ঞাকে আরও কঠোর করে। তার পুত্র নিষিদ্ধ করার পরিবর্তে জাহিরি মতের বাইরে থাকা বইগুলো পুড়িয়ে ফেলার নির্দেশ দেন।\n১১৭০ সালে তিনি আইবেরিয়া আক্রমণ করেন ও আল-আন্দালুস জয় করেন। এবং ভ্যালেন্সিয়া ও কাতালোনিয়ায় তাণ্ডব চালান। পরের বছর তিনি সেভিয়ায় বসতি স্থাপন করেন।  তিনি সেভিয়ের আলকাজার, বুহাইরা উদ্যান এবং আলকালা দে গুয়াদাইরার দুর্গের মতো অসংখ্য স্থাপনা নির্মাণের নির্দেশ দেন। আলমোহাদদের আগমনের ফলে স্পেনে ইহুদি সংস্কৃতির স্বর্ণযুগের অবসান ঘটে।\nআবু ইয়াকুব ইউসুফ ১১৮৪ সালে সান্তারিনের যুদ্ধে মারাত্মকভাবে আহত হন এবং সেভিয়া যাওয়ার পথে এভোরার কাছে মৃত্যুবরণ করেন।  তার মরদেহ সেভিয়া থেকে তিনমেলে পাঠানো হয়। সেখানে তাকে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র =="}