{"pageid": 1528930, "title": "মুহাম্মদ ইবনে আবদুল মালিক", "url": "https://bn.wikipedia.org/wiki?curid=1528930", "content": "মুহাম্মদ ইবনে আবদুল মালিক ইবনে মারওয়ান ( আরবি: محمد بن عبد الملك بن مروان     ; মৃত্যু ৭৫০) ছিলেন একজন উমাইয়া রাজপুত্র। খলিফা আব্দুল মালিক ( শা. ৬৮৫–৭০৫ ) এর পুত্র এবং উমাইয়া খিলাফতের অভ্যন্তরীণ রাজনীতিতে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। তিনি তৃতীয় মুসলিম গৃহযুদ্ধ এবং খলিফা মারওয়ান দ্বিতীয়ের (শাসনকাল ৭৪৪-৭৫০) উত্তরাধিকার নির্ধারণে অংশ নেন। ৭৪৭/৪৮ সালে তিনি মারওয়ান দ্বিতীয়ের অধীনে মক্কা, মদিনা এবং তায়েফের গভর্নর ছিলেন। ৭৫০ সালে আব্বাসীয়রা উমাইয়াদের গণহত্যার সময় তাকে ফিলিস্তিনের নাহর আবি ফুতরুসে মৃত্যুদণ্ড দেয়।\n\n\n== প্রাথমিক জীবন এবং কর্মজীবন ==\nমুহাম্মদ  উমাইয়া খলিফা আব্দুল মালিক এবং তার একজন দাসী ( উম্মে ওয়ালাদ ) এর পুত্র ছিল।  ইতিহাসবিদ শিব রায় চৌধুরীর মতে, মুহাম্মদ এবং তার ভাই আবদুল মালিক তার ইরাকের অনুগত গভর্নর আল-হাজ্জাজ ইবন ইউসুফের (মৃত্যু ৭১৪) প্রতি ভালোবাসা থেকে মুহাম্মদ ও তার ভাই আল-হাজ্জাজের নাম রেখেছিলেন।  মুহাম্মদ জুন্দ আল-উর্দুনের (বর্তমান আধুনিক উত্তর-পশ্চিম জর্ডান, উত্তর ইসরায়েল এবং দক্ষিণ লেবানন) রাজধানী টাইবেরিয়াসে বাস করতেন। জুন্দ আল-উর্দুনে অবস্থিত রায়সুনে তার সম্পত্তি ছিল। এই সম্পত্তি সম্ভবত তার সৎ ভাই খলিফা হিশাম ইবনে আবদুল মালিক ( শা. ৭২৪–৭৪৩) তাকে দান করেছিলেন।  ৭২৪ সালের ৬ মার্চ তিনি মুহাম্মদকে মিশরের প্রথম গভর্নর নিযুক্ত করেছিলেন।  খলিফার সাথে নীতিগত মতবিরোধের কারণে তিনি পদত্যাগ করেন।  ৭২৪ সালের ২ মে তার জায়গায় আরেক উমাইয়া, আল-হুর ইবন ইউসুফ নিযুক্ত হন। \n\n\n== তৃতীয় ফিতনায় ভূমিকা ==\nমুহাম্মদ তৃতীয় মুসলিম গৃহযুদ্ধে ভূমিকা রেখেছিলেন।  ৭৪৪ সালে তার ভাতিজা খলিফা আল-ওয়ালিদ দ্বিতীয়ের হত্যার পর এই যুদ্ধ শুরু হয়। এরপর উমাইয়া পরিবারের মধ্যে আল-ওয়ালিদের বিরোধীদের নেতা, মুহাম্মদের আরেক ভাতিজা ইয়াজিদ তৃতীয় ক্ষমতায় আসেন।  আল-ওয়ালিদ দ্বিতীয়ের মৃত্যুর খবর জুন্দ ফিলাস্তিনের (ফিলিস্তিনের সামরিক জেলা) সৈন্যদের কাছে পৌঁছলে তারা আল-ওয়ালিদের গভর্নর, মুহাম্মদের ভাই সাইদ আল-খায়রকে পদ থেকে সরিয়ে দেয়। তারা মুহাম্মদ ও সাইদের ভাই খলিফা সুলায়মানের (শাসনকাল ৭১৫-৭১৭) পুত্র ইয়াজিদ ইবন সুলায়মানকে খলিফা ঘোষণা করে।   পরবর্তীতে, বলকাইন গোত্রের হুবাইশ ইবনে দুলজার নাতিদের নেতৃত্বে জুন্দ আল-উর্দুনের সৈন্যরা তৃতীয় ইয়াজিদের বিরুদ্ধে বিদ্রোহে যোগ দেয় এবং মুহাম্মদকে তাদের নেতা নিযুক্ত করে।   তৃতীয় ইয়াজিদ বিদ্রোহীদের বিরুদ্ধে মুহাম্মদের ভাগ্নে সুলাইমান ইবনে হিশামকে প্রেরণ করেন। একটি বিবরণে বলা হয়, ইয়াজিদ তৃতীয়ের দূতরা মুহাম্মদকে খলিফার প্রতি আনুগত্য প্রকাশ করে।  আরেকটি বিবরণে বলা হয়, খলিফার সৈন্যরা জুন্দ আল-উর্দুন্নের গ্রামগুলোতে হামলা চালায়। তারা তিবেরিয়াসে মুহাম্মদের বাড়ি লুট করে এবং তার অস্ত্র, ঘোড়া ও উট কেড়ে নেয়। এরপর জুন্দ আল-উর্দুন্নের সৈন্যরা সিন্নাব্রায় ইয়াজিদ তৃতীয়ের প্রতি আনুগত্য প্রকাশ করে।   পরবর্তীতে, তৃতীয় ইয়াজিদ তার ভাই ইব্রাহিম ইবনে আল-ওয়ালিদকে জুন্দ আল-উর্দুনের গভর্নর নিযুক্ত করেন।  তৃতীয় একটি বিবরণে বলা হয়, ইবরাহিমকে গভর্নর করা হলেও জুন্দ আল-উর্দুন্নের সৈন্যরা তাকে মানতে চায়নি। মুহাম্মদ প্রতি তাদের সমর্থন বজায় রাখে। পরে তাদের টাকা দেওয়া হলে তারা সমর্থন ত্যাগ করে। \n\n\n== পরবর্তী জীবন এবং মৃত্যু ==\n৭৪৪ সালে ইয়াজিদ তৃতীয় মারা যান।  ইবরাহিম কয়েক মাস খলিফা হয়ে পরে তার দূর সম্পর্কের চাচাতো ভাই মারওয়ান দ্বিতীয়ের কাছে পদত্যাগ করেন। ৭৪৫ সালে মুহাম্মদ তার ভাই সাইদ আল-খায়র, আবু বকর বাক্কার এবং ভাতিজাদের পরিবারের সঙ্গে হাওরানের দেইর আইয়ুবে দ্বিতীয় মারওয়ানের প্রতি আনুগত্য প্রকাশ করেন। \n৭৪৭/৪৮ সালে, দ্বিতীয় মারওয়ান মুহাম্মদকে হেজাজের (পশ্চিম আরব) মক্কা, মদিনা এবং তায়েফের গভর্নর নিযুক্ত করেন।   তিনি ৭৪৮ সালের আগস্ট মাসে মক্কায় হজযাত্রায় নেতৃত্ব দেন।  পরের বছর  আল-ওয়ালিদ ইবনে উরওয়া আল-সা'দীকে এই দায়িত্ব দেয়া হয়।  ৭৫০ সালে  আব্বাসীয় বিপ্লবের পর উমাইয়া খিলাফতের পতন ঘটে। ফিলিস্তিনের অ্যান্টিপাট্রিস নদীতে (নাহর আবি ফুতরুস) এক ভোজসভায় আব্বাসীয়রা যে কয়েক ডজন উমাইয়াকে মৃত্যুদণ্ড দেয়, মুহাম্মদ তাদের মধ্যে ছিলেন। \n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nAbbott, Nabia (১৯৬৫)। \"A New Papyrus and a Review of the Administration of ʿUbaid Allāh b. al-Ḥabḥāb\"। Arabic and Islamic Studies in Honor of Hamilton A. R. Gibb। E. J. Brill। পৃষ্ঠা 21–35। \nBiesterfeldt, Hinrich; Günther, Sebastian (২০১৮)। The Works of Ibn Wāḍiḥ al-Yaʿqūbī (Volume 3): An English Translation। Brill। আইএসবিএন 978-90-04-35621-4। \nব্ল্যাংকিনশিপ, খালিদ ইয়াহিয়া (১৯৯৪)। দি এন্ড অব দ্য জিহাদ স্টেট: দ্য রেইন অব হিশাম ইবনে আব্দুল মালিক অ্যান্ড দ্য কলাপ্স অব দি উমাইয়াডস। আলবেনি, নিউ ইয়র্ক: স্টেট ইউনিভার্সিটি অব নিউ ইয়র্ক প্রেস। আইএসবিএন 978-0-7914-1827-7। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  \nSoucek, Priscilla P. (১৯৯৩)। \"Solomon's Throne / Solomon's Bath: Model or Metaphor?\": 109–134।"}