{"pageid": 1528242, "title": "ম্রাউক উ", "url": "https://bn.wikipedia.org/wiki?curid=1528242", "content": "ম্রাউক উ  মিয়ানমারের রাখাইন রাজ্যের উত্তরে অবস্থিত একটি শহর। ম্রাউক-ইউ টাউনশিপের রাজধানী যা ম্রাউক-ইউ জেলার একটি উপ-অঞ্চল। স্থানীয় আরাকানী রাখাইন এবং রোহিঙ্গা জনগণের কাছে ম্রাউক উ ঐতিহাসিকভাবে গুরুত্বপূর্ণ এবং এখানে অনেক গুরুত্বপূর্ণ প্রত্নতাত্ত্বিক স্থাপনা অবস্থিত। ১৪৩০ থেকে ১৭৮৫ সাল পর্যন্ত এটি আরাকানের ইতিহাসের বৃহত্তম এবং সবচেয়ে শক্তিশালী আরাকান রাজ্যের রাজধানী ছিল।\n\n\n== ভূগোল ==\nম্রাউক উ কালাদান নদীর প্রায় ১১ কিলোমিটার (৬.৮ মাইল) পূর্বে  অবস্থিত। শহরটি কালাদানের পলিমাটি সমভূমির পূর্ব দিকে আরাকান ইয়োমার একটি ছোট উপকূলে অবস্থিত। আশেপাশের গ্রামাঞ্চল পাহাড়ি হলেও এখানে প্রচুর জলাভূমি, ম্যানগ্রোভ এবং হ্রদ রয়েছে।\n\n\n== আবহাওয়া ও জলবায়ু ==\nআরাকান রাজ্যের অন্যান্য অঞ্চলের ন্যায়, ম্রাউক উ উপকূলীয় গ্রীষ্মমন্ডলীয় মৌসুমি বৃষ্টিপাতের জলবায়ু অঞ্চলে অবস্থিত। দক্ষিণ-পশ্চিম মৌসুমি বায়ু থেকে এই শহরে বছরে ৩,৬০০ মিলিমিটার বা ১৪০ ইঞ্চিরও বেশি বৃষ্টিপাত হয়, যা এটিকে মায়ানমারের সবচেয়ে আর্দ্র অঞ্চলগুলির মধ্যে একটি ধরা হয়।\nএখানে বর্ষাকাল সাধারণত মে মাসের শেষের দিকে শুরু হয় এবং অক্টোবরের মাঝামাঝি সময়ে শেষ হয়। যদিও এটি একটি গ্রীষ্মমন্ডলীয় অঞ্চলে অবস্থিত, ম্রাউক ইউ শুষ্ক উত্তর-পূর্ব মৌসুমি বায়ুর সময় কম তাপমাত্রা উপভোগ করে। অক্টোবরের মাঝামাঝি থেকে মার্চের মাঝামাঝি পর্যন্ত শীতল মৌসুমে তাপমাত্রা ১৩ °সে বা ৫৫.৪ °ফারেনহাইট পর্যন্ত নেমে যেতে পারে।\n১৯ জুলাই ২০১১ তারিখে বৃষ্টিপাতের পরিমাণ ছিল প্রায় ২৪ সেমি (৯.৪ ইঞ্চি), যা ৩৩ বছরের মধ্যে সর্বোচ্চ। ২০১১ সালের জুলাই মাসে একটানা ভারী বৃষ্টিপাতের কারণে বন্যা দেখা দেয়।\n\n\n== ইতিহাস ==\n১৪৩০ সালে, রাজা মিন সাও মন বাংলা সালতানাতের সাহায্যে আরাকান পুনরুদ্বার শেষে  আরাকান রাজ্যের রাজধানী হিসেবে ম্রাউক উ প্রতিষ্ঠা করেন। সপ্তদশ শতাব্দীর গোড়ার দিকে শহরটির জনসংখ্যা ১,৬০,০০০ জনে পৌঁছে। ১৭৮৪ সালে বার্মিজ কনবাউং রাজবংশ কর্তৃক রাজ্যটি দখলের আগ পর্যন্ত ম্রাউক উ ম্রাউক আরাকান রাজ্য এবং এর ৪৯ জন রাজার রাজধানী ছিল।\n\nম্রাউক-উ তিনটি যুগে বিভক্ত ছিল: প্রাচীনতম সময়কাল (১৪৩০-১৫৩০), মধ্যবর্তী সময়কাল (১৫৩১-১৬৩৮) এবং শেষ সময়কাল (১৬৩৮-১৭৮৪)। ম্রাউক উ শহরের সোনালী দিনগুলি, ১৬শ এবং ১৭শ শতাব্দীর সময়গুলি বাংলার রাজা, মোঘল, আয়ুথায়া রাজা এবং মায়ানমারের আভা (ইনওয়া), টাউঙ্গু এবং হানচীনা রাজাদের সময়ের সমসাময়িক ছিল। ম্রাউক উ ছিল একটি বড় শহর, যা ৩০ কিলোমিটার দীর্ঘ দুর্গ এবং পরিখা দ্বারা সুরক্ষিত ছিল।\nম্রাউক উ দক্ষিণ-পূর্ব এশিয়ার সমৃদ্ধ প্রত্নতাত্ত্বিক স্থানগুলির মধ্যে একটি। এর মধ্যে রয়েছে অসংখ্য মসজিদ-মন্দির এবং প্যাগোডা পাথরের শিলালিপি (বদর মোকাম), ম্রাউক উ বা ম্রোহাং শহর প্রতিষ্ঠার সময়ে তৈরি সিন্দিখাঁন মসজিদ যা রোহিঙ্গাদের কাছে পাথুরি কিল্লা নামে পরিচিত। আরাকানে রোহিঙ্গা গণহত্যার সময় এই সকল মসজিদও গুড়িয়ে দেওয়া হয়।\nব্রিটিশ ঔপনিবেশিক শাসনামলে, ম্রাউক উ \"ম্রোহাং\" নামে সমাধিক পরিচিত ছিল।\nদ্বিতীয় বিশ্বযুদ্ধে আরাকান অভিযানের সময় এই অঞ্চলটি যুদ্ধক্ষেত্র ছিল।\n\n\n== ডাচ-পর্তুগিজ ও ইংরেজদের আগমন ==\nবঙ্গোপসাগরের নিকটবর্তী হওয়ার কারণে, বঙ্গোপসাগরের পূর্ব তীরে একটি গুরুত্বপূর্ণ বন্দর হিসেবে কাজ করেছিল, ফলে ডাচ এবং পর্তুগিজের আনাগোনা থাকতো ম্রোহাং শহরে, একসময় পর্তুগীজরা আরাকান রাজাদের ভাড়াটে সৈন্য হয়ে মগ জলদস্যেের সাথে বাংলার উপকুলে হানা দিতো। ডাচ ইস্ট ইন্ডিয়া কোম্পানি ১৬০৮ সালে আরাকানিদের সাথে বাণিজ্যিক সম্পর্ক স্থাপন করে। ১৬৩৫ সালে ম্রাউক উ-তে একটি স্থায়ী কারখানা স্থাপন করে এবং ১৬৬৫ সাল পর্যন্ত চালু রেখেছিল।\nব্রিটিশরা বাংলা ভারতের ন্যায় ম্রাউক উ-তেও বাণিজ্য চালিয়েছিল। ১৮২৪ সালে প্রথম অ্যাংলা-বার্মা যুদ্ধের মাধ্যমে ইংরেজরা আরাকানের দখল নিয়েছিল।\n\n\n== পর্যটন ==\nম্রাউক উ মিয়ানমারের একটি প্রধান প্রত্নতাত্ত্বিক এবং পর্যটন কেন্দ্র। পর্যটকদের প্রধান আকর্ষণ  শহরের চারপাশের মন্দির এবং পুরাতন স্থাপনার ধ্বংসাবশেষ। ম্রাউক-উ শহরে ছড়িয়ে ছিটিয়ে থাকা অসংখ্য মন্দির এবং প্যাগোডা রয়েছে যা মঘ জলদস্যুদের লুট করা সম্পদের দ্বারা নির্মিত হয়েছিল।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nআরাকান\nমংডু\nসিত্তে\nরাখাইন রাজ্য\n\n\n== গ্রন্থপঞ্জি ==\nThe Land of the Great Image – Being Experiences of Friar Manrique in Arakan by Maurice Collis. আইএসবিএন ৯৭৮-১৪০৬৭৮৯৮৬৭\nPamela Gutman (2001) Burma's Lost Kingdoms: splendours of Arakan. Bangkok: Orchid Press, আইএসবিএন ৯৭৮-০৮৩৪৮০৪৮৬৯\n\n\n== বহিঃসংযোগ ==\n\n উইকিভ্রমণ থেকে ম্রাউক উ ভ্রমণ নির্দেশিকা পড়ুন।\nMap of Mrauk U\n\n\n== তথ্যসূত্র =="}