{"pageid": 1528205, "title": "ইব্রাহিম বিন শাদ্দাদ", "url": "https://bn.wikipedia.org/wiki?curid=1528205", "content": "ইব্রাহিম বিন আবু বকর বিন শাদ্দাদ বিন সাবের ( মিশরীয় আরবি: إبراهيم بن أبو بكر بن شداد بن صابر   ),  ইব্রাহিম বিন শাদ্দাদ নামে পরিচিত (১৩শ শতাব্দীর শেষ দিক – ১৩৪২),  এল মহল্লা এল কুবরার মুকাদাম (গভর্নরের সামরিক সহকারী) ছিলেন।  পরে মুকাদাম আল-দাওলা (একজন স্বরাষ্ট্রমন্ত্রীর সমতুল্য) হিসেবে দায়িত্ব পালন করেন। তিনি মিশরীয় শাদ্দাদ পরিবারের সদস্য ছিলেন। তিনি মামলুক সুলতান আল-নাসির মোহাম্মদের সবচেয়ে ঘনিষ্ঠ সঙ্গী ছিলেন। \n\n\n== জীবনের প্রথমার্ধ ==\nইব্রাহিম বিন শাদ্দাদ বিন সাবের মূলত গারবিয়ার মিনিয়াত আব্বাদের ফেলাহিনের একজন মিশরীয় ফেলাহ (কৃষক)। তার বাবা ছিলেন এল মাহাল্লা এল কুবরার (এল মাহাল্লার গভর্নরের সামরিক সহকারী) মুকাদম'। তার বাবা এবং এল মহল্লার গভর্নর কায়সারের মধ্যে একটি সমস্যা দেখা দেয়। যার ফলে তাকে কারাদণ্ড দেওয়া হয় এবং কারাগারেই মৃত্যুবরণ করতে হয়। তাই ইব্রাহিম বিন শাদ্দাদ মিশরের সুলতান আল-নাসির মোহাম্মদ বিন কালাউনের কাছে অভিযোগ করার জন্য কায়রো যান। সুলতান ইব্রাহিমের প্রতি ন্যায়বিচার করেন এবং মাহাল্লার গভর্নরের বিরুদ্ধে তার পক্ষে বিচার প্রদান করেন। এটি ছিল আল-নাসির মোহাম্মদ ইবনে কালাউনের সাথে তার প্রথম সাক্ষাৎ। \nএরপর, ইব্রাহিমকে এল মাহাল্লার মুকাদাম  নিযুক্ত করা হয়। তারপর কিছুক্ষণ পর তাকে সরিয়ে কায়রোতে আনা হয়। কিছুক্ষণ পর তিনি আমির সানজার আল-খাজেনের বাহিনীর মধ্যে মিশরীয় সেনাবাহিনীতে যোগ দেন। ইব্রাহিম বিন শাদ্দাদ আশ্চর্যজনকভাবে পদোন্নতি লাভ করতে থাকেন এবং মুকাদাম আল-দাওলা (স্বরাষ্ট্রমন্ত্রী) পদে পৌঁছান। আল-নাসির মুহাম্মদ ইবনে কালাউনের শাসনামলে মিশরীয় রাষ্ট্রের অন্যতম শক্তিশালী নেতা হয়ে ওঠেন। এমনকি তিনি তার অনেক আত্মীয়কে তার চাচাতো ভাই, আহমদ বিন জায়েদ বিন শাদ্দাদ এবং মোহাম্মদ বিন ইউসুফ বিন শাদ্দাদকে বিভিন্ন পদে নিযুক্ত করেন।\n\n\n== আল-নাসিরের সাথে সম্পর্ক ==\nইইব্রাহিম বিন শাদ্দাদ তার কাজে আন্তরিকতা ও দক্ষতা দিয়ে আল-নাসির মুহাম্মদ বিন কালাউনের সম্মান ও ভালোবাসা অর্জন করেন। তিনি সুলতানের ঘনিষ্ঠ বন্ধু, সঙ্গী এবং বিশ্বস্ত উপদেষ্টা হয়ে ওঠেন। মিশরীয় ঐতিহাসিক আল-মাকরিজি এ সম্পর্কে বলেন:\"সুলতানের সময়ে তিনি ক্ষমতা অর্জন করেন এবং মহান হয়ে ওঠেন। রাষ্ট্রের তত্ত্বাবধায়ক (সুলতানের পক্ষে বক্তা) বা দপ্তর প্রধান কেউ তার সঙ্গে কথা বলতেন না। তিনি সুলতানের কাছে গিয়ে গোপনে কথা বলতেন। তিনি যা চাইতেন তাই করতেন। তার কাজ বা কথার জবাবদিহিতা কারো কাছে করতে হত না।\"আল-নাসির মুহাম্মদ, ইব্রাহিম বিন শাদ্দাদের উপর তার পরিবার ও ঘনিষ্ঠজনদের নিরাপত্তার ভার অর্পণ করেন এবং তাকে তার পরিবারের অভিভাবক হিসেবে নিযুক্ত করেন। তিনি প্রায়শই ইব্রাহিমকে তার নামে এবং তার পক্ষে রায় কার্যকর করার দায়িত্ব দিতেন। উদাহরণস্বরূপ, তিনি লেভান্তের নায়েব (উপ-শাসক) আমির তানকিজকে প্রহার করে শ্বাসরোধ করে রায় কার্যকর করেন এবং লেভান্তের আমিরদের বিদ্রোহ দমনেও অংশ নেন। মিশর রাষ্ট্রের প্রায় সবাই ইব্রাহিম বিন শাদ্দাদের পদমর্যাদা এবং সুলতানের সঙ্গে তার ঘনিষ্ঠতার জন্য ঈর্ষান্বিত ছিল। তাই রাষ্ট্রের কিছু আমির সুযোগের অপেক্ষায় ছিলেন এবং আল-নাসিরের মৃত্যুর পর সেই সুযোগ এসে যায়।\n\n\n== মিথ্যা অভিযোগ ==\nসুলতানের মৃত্যুর সাথে সাথেই তারা তাকে মিথ্যা অভিযোগে অভিযুক্ত করে এবং গ্রেপ্তার করে।  ইতিহাসবিদ আল-মাকরিজি বলেন যে, তারা তার বাড়িতে ৮০ জন উপপত্নী, ১৪০টি ঘোড়া, ৩০০টি দুধ দোহনকারী গাভী, ৫০০টি বাছুরওয়ালা ভেড়া এবং দুই লক্ষ আশি হাজার দিরহাম খুঁজে পেয়েছিলেন। কিন্তু সুলতানের এত কাছের লোককে জেলে রাখা ঠিক ছিল না। তিনি সুলতানের প্রতি খুবই অনুগত ছিলেন। এক মাস পর আমির আল-মুল্ক ও জাওহার আল-সাহারতিসহ কয়েকজন আমির তার পক্ষে কথা বললে তাকে মুক্তি দেওয়া হয়। \n\n\n== মৃত্যু ==\nতিনি ১৩৪২ সালে কায়রোতে মারা যান। \n\n\n== উত্তরাধিকার ==\nঐতিহাসিক আল-মাকরিজি তার বর্ণনা সম্পর্কে বলেন:\"তিনি অনেক লম্বা ছিলেন আর নিজের দুঃখ ভালো করে বুঝতেন। তিনি অনেক জমি-জায়গা কিনেছিলেন। আমরা যতটুকু জানি, তার দেওয়া জিনিসে কেউ সেটা দেখেনি, যা তিনি দেখেছিলেন।\"\n\n\n== তথ্যসূত্র =="}