{"pageid": 1528942, "title": "ব্রিলিয়ান্ট (ওয়েবসাইট)", "url": "https://bn.wikipedia.org/wiki?curid=1528942", "content": "ব্রিলিয়ান্ট একটি আমেরিকান লাভজনক প্রতিষ্ঠান ও সংশ্লিষ্ট কমিউনিটি, যা সাইটজুড়ে ৭০টিরও বেশি নির্দেশিত কোর্স প্রদান করে। এটি একটি ফ্রিমিয়াম ব্যবসায়িক মডেলের মাধ্যমে পরিচালিত হয়। ব্রিলিয়ান্ট ২০১২ সালে প্রতিষ্ঠিত হয়। ২০১৩ সালের মার্চে লঞ্চ ফেস্টিভাল-এ, সহ-প্রতিষ্ঠাতা ও সিইও সিউ খিম ব্রিলিয়ান্ট-এর ধারণা উপস্থাপন করেন, যা বিনিয়োগকারী ক্যামাথ প্যাঁলিহাপিতিয়ার দৃষ্টি আকর্ষণ করে। এরপর, ২০১৩ সালের আগস্টে টেক ক্রাঞ্ছ জানায় যে, ব্রিলিয়ান্ট প্যাঁলিহাপিতিয়ার-এর সামাজিক+মূলধন অংশীদারিত্ব, ৫০০ স্টার্টআপ, কপার ক্যাপিটাল, লারন ক্যাপিটাল, এবং হাইড পার্ক আঞ্জেলস-এর কাছ থেকে বিনিয়োগ পেয়েছে। সে সময় প্ল্যাটফর্মটির ব্যবহারকারী সংখ্যা এক লাখেরও বেশি ছিল। ২০১৭ সালের জুলাইয়ের মধ্যে এটি ৪ মিলিয়নেরও বেশি নিবন্ধিত ব্যবহারকারী অর্জন করে এবং ২০১৯ সালের এপ্রিলে এর মূলধন ৫০ মিলিয়ন ডলারে পৌঁছে।\nমূলত, ব্রিলিয়ান্ট বিভিন্ন ধরণের ধাঁধা এবং মাঝে মাঝে মাসিক চ্যালেঞ্জের আয়োজন করত। এক পর্যায়ে, পৃথক ধাঁধার মধ্যে তাদের জন্য সপ্তাহের সেরা ১৫টি ধাঁধার একটি নির্বাচন হতো।  বর্তমানে, তাদের সমস্ত সমস্যা সমাধান-ভিত্তিক কোর্সের মধ্যে রাখা হয়েছে। ওয়েবসাইটের সাবস্ক্রিপশনের বাইরে প্রতিটি বিষয়ের মাত্র কয়েকটি পাঠ পাওয়া যায়।\n\n\n== অভ্যর্থনা ==\nবেশ কয়েকটি প্রকাশনা প্রতিভাবান শিক্ষার্থীদের চিহ্নিত করার ক্ষেত্রে ব্রিলিয়ান্টের সাফল্যের কথা উল্লেখ করেছে। সাধারণত উদ্ধৃত উদাহরণগুলির মধ্যে রয়েছে ফিলিপাইনের ফারেল উ, সিঙ্গাপুরের ডিলান তোহ, এবং মার্কিন যুক্তরাষ্ট্রের ফোবি কাই। \nব্রিলিয়ান্ট নিয়মিতভাবে দ্য নিউ ইয়র্ক টাইমস, দ্য গার্ডিয়ান এবং ফাইভথার্টিএইটের মতো প্রকাশনাগুলিতে গণিত এবং বিজ্ঞানের ধাঁধা লিখে থাকেন।  দ্য আটলান্টিক \"গণিত বিপ্লবের\" অনুঘটক হিসেবেও ব্রিলিয়ান্টকে উল্লেখ করেছে  যা গণিতে পারদর্শী আমেরিকান কিশোর-কিশোরীদের সংখ্যা বৃদ্ধি করেছে \n২০১৩ সালে, ব্রিলিয়ান্টের সহ-প্রতিষ্ঠাতা এবং সিইও সু খিম ব্রিলিয়ান্টের উপর তাঁর কাজের জন্য শিক্ষা বিভাগে ফোর্বসের ৩০ বছরের কম বয়সী ৩০ জনের মধ্যে তালিকাভুক্ত হন। \n২০১৯ সালের এমভি কনসেপশন অগ্নিকাণ্ডের শিকারদের মধ্যে ব্রিলিয়ান্টের দুই কর্মচারীও ছিলেন। \n\n\n== অর্জন ==\n২০২২ সালের ডিসেম্বরে, ব্রিলিয়ান্ট হেলোসরাস , একটি সফ্টওয়্যার এবং বিনোদন সংস্থা যা দ্য উইগলস এবং কিডস ডায়ানার মতো বিভিন্ন শিশু নির্মাতাদের কাছ থেকে শিশুদের জন্য ইন্টারেক্টিভ প্রোগ্রামিং বিতরণ করে, থেকে সম্মাননা গ্রহণ করে। সিইও সু খিম বলেন, এই অর্জন ব্রিলিয়ান্টকে সক্রিয় শিক্ষার লক্ষে ত্বরান্বিত করতে সাহায্য করবে। \n\n\n== আরো দেখুন ==\nউইকিবিশ্ববিদ্যালয়\nখান একাডেমি\nস্কিলশেয়ার\n\n\n== তথ্যসূত্র =="}