{"pageid": 1528733, "title": "সেনেগালে শিয়া ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1528733", "content": "সেনেগালে শিয়া ইসলাম একটি ছোট জনগোষ্ঠীর মধ্যে প্রচলিত।  মূলত সেনেগালের লেবানিজ সম্প্রদায়ের পাশাপাশি কিছু স্থানীয় সেনেগালিজ জনগণ শিয়া ইসলামের অনুসারী।\n\n\n== পটভূমি ==\nইতিহাসবিদ আলিওনে বাদিয়ানের মতে, সেনেগালে শিয়া ইসলাম বহু শতাব্দী ধরে রয়েছে  এবং ইদ্রিস রাজবংশের সময় থেকে এর অস্তিত্ব পাওয়া যায়।\nনাইজেরিয়ার শিয়া ইসলামের তুলনায় সেনেগালে শিয়া সম্প্রদায় সাধারণত প্রধান সুন্নি ইসলামি শাখাগুলোর পাশাপাশি সেনেগালের সরকারের সঙ্গে শান্তিপূর্ণভাবে সহাবস্থান করছে।\nসেনেগালের লেবানিজ সম্প্রদায়ের প্রাথমিক ধর্ম হল শিয়া ইসলাম। এক শতাব্দীরও বেশি সময় ধরে শিয়ারা সেনেগালে বসবাস করে আসছে। এছাড়া উলুফ ও ফুলানি জনগোষ্ঠীসহ অনেক স্থানীয় সেনেগালিজও শিয়া ইসলাম অনুসরণ করে। ১৯৭০ সাল থেকে, শহর ও গ্রাম উভয় অঞ্চলেই স্থানীয় শিয়া সেনেগালিদের সংখ্যা ক্রমাগত বৃদ্ধি পেয়েছে। ২০০০-এর দশকের শুরুতে মোজদাহির সম্প্রদায় এবং এর পথপ্রদর্শক শেরিফ মোহাম্মদ আলী আইদারা (১৯৫৯-)- এর আগমনের পর থেকে শহর ও গ্রামাঞ্চলে শিয়া সেনেগালিদের সংখ্যা ক্রমাগত বৃদ্ধি পেয়েছে।\n\n\n== লেবানিজ সম্প্রদায় ==\nলেবানিজরা ঐতিহাসিকভাবে পশ্চিম আফ্রিকায় অর্থনৈতিকভাবে প্রভাবশালী সম্প্রদায় গড়ে তুলেছে। এর মধ্যে সেনেগালও রয়েছে। সেনেগালে লেবানিজ সম্প্রদায়টি বিংশ শতাব্দীর শুরুতে প্রতিষ্ঠিত হয়েছিল। অতএব, সেনেগালের অনেক লেবানিজ লেবাননের বাইরে জন্মগ্রহণ করেছেন, লেবাননের নাগরিকত্ব রাখেন না এবং কখনও লেবাননে যাননি।\nঅন্যান্য কিছু মুসলিম দেশের তুলনায় সেনেগালে শিয়া ইসলাম রাষ্ট্র বা ইসলাম ধর্মের অন্যান্য শাখার সঙ্গে কোনো বড় ধরনের সংঘাতের মুখোমুখি হয়নি। বরং সেনেগালে শিয়া ইসলাম সংগঠন এবং নেতারা সামাজিক উন্নয়ন, শিক্ষা এবং দাতব্য প্রতিষ্ঠানের উপর অনেক বেশি মনোযোগ দিয়েছে।\n\n\n== নৃতাত্ত্বিক গবেষণা ==\nমিশিগান স্টেট ইউনিভার্সিটির একজন আমেরিকান নৃবিজ্ঞানী মারা এ. লেইচটম্যান সেনেগালে শিয়া ইসলাম এবং সুফিবাদের উপর এক দশকেরও বেশি সময় ধরে কাজ করেছেন। এই বিষয়ে বিভিন্ন বই ও গবেষণাপত্র তিনি প্রকাশ করেছেন। তিনি সেনেগালের লেবানিজ সম্প্রদায়ের মধ্যে প্রচলিত শিয়া ইসলামের ধরণ এবং স্থানীয় সেনেগালিজদের মধ্যে ক্রমবর্ধমান জনপ্রিয় \"আফ্রিকান শিয়া ইসলাম\"-এর মধ্যে পার্থক্য বের করেছেন।\nলেইচটম্যান সেনেগালের সেনেগালের প্রধান শিয়া সংগঠনগুলোর মধ্যে মোজদাহির ইন্টারন্যাশনাল ইনস্টিটিউট সম্পর্কেও গবেষণা করেছেন। সংগঠনটির নেতৃত্বে রয়েছে সেনেগালের শিয়া ধর্মীয় নেতা শেরিফ মোহাম্মদ আলী আইদারা। লেইচটম্যান (২০১৭) এর মতে, মোজদাহিরের বিভিন্ন গ্রামীণ উন্নয়ন প্রকল্প সেনেগালের শিয়া মুসলমানদের মধ্যে শহর-গ্রামের ব্যবধান কমাতে সাহায্য করেছে। একই সাথে সেনেগালে শিয়া মুসলমানদের সংখ্যা বৃদ্ধিতে সাহায্য করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nবই\nLeichtman, Mara A. (২০১৫)। আফ্রিকায় শিয়া বিশ্বজনীনতা: সেনেগালে লেবানিজ অভিবাসন ও ধর্মান্তর। ব্লুমিংটন: ইন্ডিয়ানা ইউনিভার্সিটি প্রেস, পাবলিক কালচারস অফ দ্য মিডল ইস্ট অ্যান্ড নর্থ আফ্রিকা সিরিজ।\nLeichtman, Mara A. এবং Mamadou Diouf (২০০৯)। সেনেগালে ইসলামের নতুন দৃষ্টিভঙ্গি: ধর্মান্তর, অভিবাসন, সম্পদ, ক্ষমতা ও নারী। নিউ ইয়র্ক: প্যালগ্রেভ ম্যাকমিলান।\nবইয়ের অধ্যায়\nলেইচম্যান, মারা এ. (২০১২)। \"সেনেগালে আশুরা আফ্রিকানীকরণ,\" লয়েড রিজেন, সংস্করণে, শিয়াবাদ এবং পরিচয়: ধর্ম, রাজনীতি এবং বৈশ্বিক মুসলিম সম্প্রদায়ের পরিবর্তন, লন্ডন: আই.বি. টরাস, পৃ. ১৪৪–১৬৯।\nলেইচম্যান, মারা এ. (২০১০)। \"ডাকারেশিয়া লেবানিজ অভিবাসী ও সেনেগালিজ ধর্মান্তরিত,\" সাবরিনা মারভিন, সংস্করণে, দ্য শিয়া ওয়ার্ল্ডস অ্যান্ড ইরান, লন্ডন: সাকি বুকস (ইনস্টিটিউট ফ্রাঙ্কাইস ডু প্রোচে-ওরিয়েন্ট রাজনীতি), পৃ. ২১৫–২৫১।\nলেইচম্যান, মারা এ. (২০০৮)। ফ্রান্সেস ট্রিক্সে \"সেনেগাল লেবানিজ এশিয়া শায়েখ প্যাকেতা,\" ফ্রান্সেস ট্রিক্সে, জন ওয়ালব্রিজ এবং লিন্ডা ওয়ালব্রিজ, এডস, মুসলিম ভয়েসস অ্যান্ড লাইভস ইন দ্য কনটেম্পরারি ওয়ার্ল্ড, নিউ ইয়র্ক:লগ্রেভ ম্যাকমিলান, পৃ. ৮৫-১০০।\nনিবন্ধ\nDiop, Macoumba (২০১৩)। সেনেগালে শিয়াবাদের সূচনা। Histoire, monde et cultures religieuses ২০১৩/৪ (নং ২৮), পৃ. ৬৩–৭৭।\n\n\n== বহিঃসংযোগ ==\nমোজদাহির আন্তর্জাতিক ইনস্টিটিউট"}