{"pageid": 1528068, "title": "গাইরাত", "url": "https://bn.wikipedia.org/wiki?curid=1528068", "content": "গায়রাহ ( আরবি: غَيْرَة   ; কখনও কখনও গায়রা, গিরা, ঘিরাহ বা ঘিরা নামেও লিপ্যন্তরিত) একটি আরবি শব্দ যা অন্য কারো অধিকার বা সুযোগ-সুবিধা ভাগ করে নেওয়ার প্রতি একজন ব্যক্তির অপছন্দ বা অসন্তুষ্টির ধারণাকে অন্তর্ভুক্ত করে। এটি সাধারণত রক্ষামূলক ঈর্ষা বা উত্সাহের অনুভূতি হিসেবে দেখা হয়। মুসলিমদের জন্য, গাইরাত সেই অস্থিরতার অনুভূতি যা তাদের মনে জাগ্রত হয়, যা তাদের পরিবারকে অশ্লীলতা থেকে রক্ষা করতে এবং তাদের সম্মান বজায় রাখতে প্রেরণা দেয়। এটি সাধারণত পরিবারের সন্মান ও মর্যাদা রক্ষা করার উদ্দেশ্যে অনুভূত হয় এবং পরিবারের সদস্যদের অনুচিত আচরণ বা অশালীনতা থেকে সুরক্ষা করার একটি গুণ হিসেবে বিবেচিত হয়।\n\n\n== পটভূমি ==\nএই শব্দটি নিম্নলিখিত কোরআন আয়াতের উপর ভিত্তি করে রয়েছে\n\nযে পুরুষের মধ্যে ঘাইরাহ (ghayrah) নেই, তাকে দাইয়ুস(dayyuth) বলা হয়। দাইয়ুস হওয়া একটি বড় পাপ হিসেবে গণ্য হয় এবং ইসলামী স্কলার আল-ধাহাবির গ্রন্থ \"আল-কা’বাইর\" (Major Sins)-এ এর বর্ণনা পাওয়া যায়, যেখানে এটিকে একটি খারাপ বৈশিষ্ট্য হিসেবে চিহ্নিত করা হয়েছে। মুহাম্মদ (সাঃ) এবং তাঁর সাহাবীরা খুব শক্তিশালী ঘাইরাহ রাখতেন, যা তাঁদের মধ্যে অত্যন্ত প্রশংসিত একটি গুণ ছিল।\nএটি বলা হয় যে, ঘাইরাহ ধারণাটি ইসলামী সমাজে ঐতিহ্য হত্যাকাণ্ড (honor killings)-এর উত্স, যদিও ইসলাম এমন কার্যক্রমকে নিষিদ্ধ করেছে।।\nযেহেতু এটি একটি মুসলিম পুরুষের ভূমিকা যে, তিনি তাঁর পরিবার ও স্বজনদের অভিভাবক, তাই তিনি তাদের আচরণ এবং আচার-ব্যবহার পর্যবেক্ষণের দায়িত্বে থাকেন। তবে, যদি তিনি অতিরিক্ত সন্দেহপ্রবণ বা প্যারানোইড হয়ে যান এবং প্রয়োজনের চেয়ে বেশি পর্যবেক্ষণ করতে শুরু করেন, তবে এমন ধরনের ঘাইরাহ অনুমোদিত নয় এবং তাকে এমন আচরণ বন্ধ করা উচিত।\nরক্ষণশীল মুসলিমদের জন্য, একটি মুসলিম পুরুষের স্ত্রী ও কন্যাদের হিজাব পরিধান নিশ্চিত করা এবং পুরুষ ও মহিলাদের মধ্যে অবাধ মেলামেশা নিষিদ্ধ করা ঘাইরাহ ধারণার অধীনে একান্ত প্রয়োজনীয় পদক্ষেপ হিসেবে গণ্য হয়, যা তার সম্মান রক্ষায় সহায়ক।\n\n\n== ভাষাগত অর্থ ==\nহান্স ভারের আরবি অভিধানে ঘাইরাহ (ghayrah) শব্দটি এইভাবে সংজ্ঞায়িত করা হয়েছে: ঈর্ষা; উৎসাহ, আগ্রহ, আন্তরিক উদ্বেগ, সজাগ যত্ন, সদয় মনোভাব (على জন্য); সম্মানবোধ, আত্মমর্যাদা। এটি এমন একটি অনুভূতি হিসেবে ব্যাখ্যা করা যেতে পারে যেখানে একজন ব্যক্তি অন্য কারো দ্বারা তার অধিকার বা প্রিভিলেজ ভাগ করে নেওয়ার প্রতি অস্বীকার করে।\n\n\n== হাদিসে গায়রাহ ==\nআবু হুরাইরা (রঃ) থেকে বর্ণিত: রাসূলুল্লাহ (সাঃ) বলেছেন, \"আল্লাহরও ঘাইরাহ রয়েছে, এবং আল্লাহর ঘাইরাহ তখন উত্তেজিত হয় যখন কোনো মুমিন সেই কাজটি করে যা আল্লাহ নিষেধ করেছেন।\" [সহীহ বুখারী (৫২২৩) এবং মুসলিম (২৭৬১)]\n\nআসমা' বর্ণনা করেছেন, \"যখন আয-যুবায়র আমাকে বিয়ে করেন, তার কাছে কোন জমি, ধন-সম্পদ বা দাস-দাসী কিছুই ছিল না\", তাই আসমাকে খুব পরিশ্রম করতে হতো, ময়দা মেখে, দূরে পানি আনতে যেতেন। \"এবং আমি তারিখের গুঁড়া মাথায় নিয়ে চলতাম, যা আল্লাহর রাসূল তার জন্য দান করেছিলেন, এবং এটি মদীনা থেকে দুই মাইল দূরে ছিল। একদিন, যখন আমি তারিখের গুঁড়া মাথায় নিয়ে যাচ্ছিলাম, তখন আমি আল্লাহর রাসূলকে তাঁর সঙ্গীদের সাথে দেখতে পেলাম। তিনি আমাকে ডাকলেন এবং উটের গা নামাতে বললেন যেন আমি তার পিছনে চড়তে পারি। আমি পুরুষদের সাথে যাওয়ার ব্যাপারে লজ্জা পেলাম এবং আয-যুবায়রের ঘাইরাহ মনে পড়লো, কারণ সে ছিল সবচেয়ে বেশি ঘাইরাহসম্পন্ন মানুষ। আল্লাহর রাসূল আমার লজ্জা বুঝতে পেরে চলে গেলেন। আমি আয-যুবায়রের কাছে গেলাম এবং বললাম, \"আল্লাহর রাসূল আমাকে দেখতে পেলেন, যখন আমি তারিখের গুঁড়া মাথায় নিয়ে যাচ্ছিলাম এবং তার সঙ্গীদের সাথে ছিলেন। তিনি উটের গা নামিয়ে আমাকে চড়তে বললেন, কিন্তু আমি লজ্জা পেলাম এবং তোমার ঘাইরাহ মনে পড়লো।\" তখন আয-যুবায়র বললেন, \"আল্লাহর কসম, তোমার মাথায় তারিখের গুঁড়া নিয়ে চলা আমার কাছে তার চেয়ে অনেক বড় বোঝা, কারণ তুমি তার সাথে চড়লে।\" (সহীহ বুখারী, ৫২২৪)\n‘আব্দুল্লাহ ইবন মাসউদ (রঃ) থেকে বর্ণিত: রাসূলুল্লাহ (সাঃ) বলেছেন, \"আল্লাহর তুলনায় আরও বড় ঘাইরাহ কেউ নেই। এবং এজন্য তিনি সকল অশ্লীল কাজ (অবৈধ যৌন সম্পর্ক ইত্যাদি) নিষিদ্ধ করেছেন।\" (সহীহ বুখারী, ৫২২০)\n\"ধর্মের ভিত্তি হচ্ছে ঘাইরাহ, এবং যার ঘাইরাহ নেই, সে ধর্মহীন। কারণ ঘাইরাহ হৃদয়কে রক্ষা করে এবং অঙ্গগুলিকে জীবিত রাখে, এবং মন্দ এবং অশ্লীলতা থেকে রক্ষা করে, আর ঘাইরাহের অভাব হৃদয়কে মেরে ফেলতে পারে, যার ফলে অঙ্গগুলির মৃত্যু ঘটে, এবং এমনকি ক্ষুদ্র বিষয়গুলিতেও রক্ষা থাকে না। এবং ঘাইরাহ হৃদয়ে যেমন শক্তির উদাহরণ, যা রোগ থেকে রক্ষা করে এবং তাকে পরাস্ত করে, ঠিক তেমনি যদি সেই শক্তি চলে যায়, তবে তাকে রোগের সম্মুখীন হতে হবে এবং সে নিজেকে রক্ষা করার কিছুই পাবে না, ফলে রোগটি তার মধ্যে স্থাপন হয়ে তাকে ধ্বংস করে ফেলবে।\" (ইবনে কায়্যিম, আদ-দা'য়া ওয়াদ-দাওয়া')\nআল-মুগীরাহ থেকে বর্ণিত: সাঅদ ইবনে উবাদাহ বলেছেন: \"যদি আমি আমার স্ত্রীর সাথে কোনো পুরুষকে দেখিনা, তবে আমি এই তলোয়ার দিয়ে তার গলা কাটব।\" এবং রাসূল (সাঃ) বললেন, \"তুমি কি সাঅদের ঘাইরাহ নিয়ে অবাক?\" তিনি বললেন, \"আল্লাহর কসম, আমার মধ্যে সাঅদের চেয়ে বেশি ঘাইরাহ রয়েছে, এবং আল্লাহর চেয়ে আমার বেশি ঘাইরাহ রয়েছে।\" (সহীহ বুখারী)\nরাসূলুল্লাহ (সাঃ) বলেছেন: \"এমন এক ধরনের সুরক্ষামূলক ঈর্ষা (ঘাইরাহ) আছে যা আল্লাহ ভালোবাসেন এবং এমন একটি আছে যা আল্লাহ ঘৃণা করেন। যে ঈর্ষা আল্লাহ ভালোবাসেন, তা হলো যখন সন্দেহের ভিত্তি থাকে। আর যে ঈর্ষা আল্লাহ ঘৃণা করেন, তা হলো যখন সন্দেহের কোন ভিত্তি থাকে না।\" (সুনান ইবনে মাযাহ, বই ৯, হাদীস ১৫২)\n\n\n== তথ্যসূত্র =="}