{"pageid": 1528040, "title": "ইবনে তাহির", "url": "https://bn.wikipedia.org/wiki?curid=1528040", "content": "আবু আল-ফাদল মুহাম্মদ ইবনে তাহির ইবনে আলী আল-কায়সারানি ( আরবি: أبو الفضل محمد ابن طاهر ابن علي القيساراني     ; ১০৫৭–সেপ্টেম্বর ১১১৩), সংক্ষেপে ইবনে তাহির, একজন ইসলামী পণ্ডিত ও ইতিহাসবিদ  ছিলেন।  কুরআনের পরে সুন্নি ইসলামের ছয়টি হাদিস গ্রন্থকে সংজ্ঞায়িত ও সীমাবদ্ধ করেছিলেন। প্রথম ব্যক্তি হিসেবে সুনান ইবনে মাজাকে একটি হাদিস গ্রন্থ হিসেবে স্বীকৃতি দিয়েছিলেন।\n\n\n== জীবনী ==\nইবনে তাহির ১০৫৭ সালের দিকে জেরুজালেমে সিজারিয়া থেকে আগত একটি আরব পরিবারে জন্মগ্রহণ করেন। তার পূর্বপুরুষ মূলত কায়সারিয়া থেকে এসেছিল। তাই তার নামে \"কায়সারানি\" যুক্ত হয়। তবে জেরুজালেমের আরবি নাম \"বাইতুল মাকদিস\" হওয়ায় তিনি \"মাকদিসি\" নামেও পরিচিত ছিলেন। ইতিহাসবিদ ইবনে খাল্লিকান এর মতে তার জন্ম তারিখ হিজরি ৪৪৮ সালের ৬ শাওয়াল। উইলিয়াম ম্যাকগাকিন ডি স্লেন এর মতে তার জন্ম তারিখ গ্রেগরিয়ান ক্যালেন্ডারে ১০৫৬ সালের ডিসেম্বর।\nইবনে তাহির ইসলামী নবী মুহাম্মদ এর হাদিস, বাণী ও বিবরণ সংগ্রহের জন্য অনেক ভ্রমণ করেছেন। তিনি বারো বছর বয়সে হাদিস শেখা শুরু করেন এবং উনিশ বছর বয়সে বাগদাদে চলে আসেন। ইরাকে কিছু সময় কাটানোর পর তিনি  অল্প সময়ের জন্য নিজের জন্মস্থানে ফিরে আসেন। পরে মক্কায় হজ পালনের জন্য রওনা হন।  অবশেষে, তিনি তিহামা, হিজাজ, সিরিয়া, মিশর, মেসোপটেমিয়া, পারস্য এবং খোরাসানে  ভ্রমণ ও অধ্যয়ন করেন। তিনি তাঁর জীবনের বেশিরভাগ সময় বর্তমান ইরানের হামেদানে কাটিয়েছেন।এখানে তিনি বেশ কিছু গুরুত্বপূর্ণ বই লিখেছিলেন এবং একজন প্রখ্যাত পণ্ডিত হিসেবে স্বীকৃতি লাভ করেন।   ইবন তাহির জীবিকার জন্য নিজ হাতে লিখিত বিভিন্ন হাদিস গ্রন্থের কপি তৈরি করতেন এবং বিক্রি করতেন। প্রাচ্যে থাকাকালীন, তিনি আল-বুখারী, মুসলিম ইবনে আল-হাজ্জাজ, আবু দাউদ এবং ইবনে মাজাহের হাদিস সংকলনের পাণ্ডুলিপি তৈরি করতেন।\nতিনি জীবনে একাধিকবার হজ পালন করেছিলেন। তিনি শেষ জীবনে আবারও হজ পালনের উদ্দেশ্যে যাত্রা করেন এবং ফেরার পথে বাগদাদে ১১১৩ সালের সেপ্টেম্বরে (২৮ রবিউল আউয়াল ৫০৭ হিজরি) ইন্তেকাল করেন।\n\n\n== কাজ ==\nইবনে তাহিরকে সাধারণত সুন্নি ইসলামের ছয়টি প্রধান হাদিস গ্রন্থ—সহিহ বুখারি, সহিহ মুসলিম, সুনান আবু দাউদ, সুনান তিরমিজি, সুনান নাসাঈ এবং সুনান ইবন মাজাহ—সূচিবদ্ধ করা প্রথম ব্যক্তি হিসেবে গণ্য করা হয়। এসব গ্রন্থ ইসলামের জন্য গুরুত্বপূর্ণ হলেও তার আগে কেউ এই কাজ করেনি। তখন এ বইগুলোতে নির্দিষ্ট শব্দ বা গুরুত্বপূর্ণ বিষয় অনুসারে খোঁজার কোনো ব্যবস্থা ছিল না। ইবনে তাহির জীবনী সংকলন ও বইয়ের সূচিবদ্ধকরণের ক্ষেত্রেও বিশেষ অবদান রাখেন। তাকে এই ক্ষেত্রে একজন অগ্রগামী ব্যক্তি হিসেবে বিবেচনা করা হয়।\nইবনে তাহিরের সূচীকরণ প্রচেষ্টার কারণেই ইবনে মাজাহর হাদিস সংকলন সুন্নি ইসলামের অন্য পাঁচটি প্রধান হাদিস গ্রন্থের মতো মর্যাদা পায়। তার সূচিবদ্ধকরণের আগে ইবন আল-সালাহর মতো প্রধান হাদিস পণ্ডিতরা ইবন মাজাহর হাদিস সংকলনকে তেমন গুরুত্বপূর্ণ বলে গণ্য করতেন না। ইবন তাহিরই প্রথম ব্যক্তি যিনি সুন্নি হাদিস গ্রন্থগুলোকে নির্দিষ্ট সূচির ভিত্তিতে একত্র করেন। তার এই সূচি আলী ইবন আল-আসীরের আল-কামিল ফি আত-তারিখ এবং আবদুল গনি আল-মাকদিসির আল-কামাল ফি আসমা’ আর-রিজাল এর চেয়ে অন্তত এক শতাব্দী আগে তৈরি হয়েছিল। এজন্য আধুনিক গবেষকরা ইবন তাহিরকে সুন্নি মুসলমানদের হাদিস সংকলনের ভিত্তি স্থাপনকারী হিসেবে স্বীকৃতি দিয়েছেন।   \nমুসলিম আইনশাস্ত্রের দিক থেকে ইবনে তাহির ছিলেন একজন জাহিরী মাযহাব অনুসরণ করতেন। একই সঙ্গে তিনি সুফিবাদের চর্চাও করতেন এবং এ বিষয়ে গদ্য ও কবিতা রচনা করেছিলেন। ইসলামী সংগীত ও নৃত্যের পক্ষে মত দেওয়ার কারণে কিছু আলেম তাকে সমালোচনা করেন। তাদের মতে এটি থেকে সুফিদের ঘূর্ণন নৃত্যের সূচনা হতে পারে। যদিও তিনি একজন সম্মানিত ঐতিহাসিক ও হাদিস বিশারদ ছিলেন। তবু তার বইগুলোতে অনেক ব্যাকরণগত ভুল থাকায় সমালোচিত হয়েছেন।\n\n\n== তথ্যসূত্র =="}