{"pageid": 1528241, "title": "কুণাল কামরা", "url": "https://bn.wikipedia.org/wiki?curid=1528241", "content": "কুণাল কামরা (জন্ম ৩ অক্টোবর ১৯৮৮) একজন ভারতীয় স্ট্যান্ডআপ কৌতুকাভিনেতা এও রাজনৈতিক ব্যঙ্গবিদ। তিনি মূলত জীবনের বিভিন্ন অদ্ভুত ও হাস্যকর দিক নিয়ে কথা বলেন। তিনি তার পর্যবেক্ষণমূলক কৌতুকের জন্য পরিচিত। এছাড়াও তার অভিনয়ের মধ্যে রয়েছে রাজনীতি, ক্যাবি চালক, অবিবাহিত জীবন এবং টিভি বিজ্ঞাপন নিয়ে রসিকতা। \n\n\n== প্রারম্ভিক জীবন ও শিক্ষা ==\nকুনাল কামরা মুম্বাইয়ে জন্মগ্রহণ করেন ও সেখানেই বড় হন। তিনি জয় হিন্দ কলেজে বাণিজ্য বিভাগে পড়াশোনা শুরু করেন। তবে, দ্বিতীয় বর্ষেই তিনি পড়াশোনা ছেড়ে দেন এবং প্রসূন পাণ্ডের বিজ্ঞাপন নির্মাণ সংস্থা প্রযোজনা সংস্থা করকোয়েস ফিল্মসে সহকারী প্রযোজক হিসেবে কাজ শুরু করেন। সেখানে তিনি প্রায় এগারো বছর কাজ করেছেন।\n\n\n== কর্মজীবন ==\nকুনাল কামরা ২০১৩ সালে স্ট্যান্ডআপ কমেডি শুরু করেন। তিনি প্রথমবার মুম্বাইয়ের ক্যানভাস লাফ ক্লাবে একটি অনুষ্ঠানের মাধ্যমে তিনি একজন স্ট্যান্ড-আপ কমেডিয়ান হিসেবে অভিনয় শুরু করেন। ২০১৭ সালে তার একটি শো-এর ভিডিও ইউটিউবে আপলোড করা হয়। এতে তিনি ভারতীয় চরম জাতীয়তাবাদ নিয়ে ব্যঙ্গ করেন। এই ভিডিওর কারণে তিনি মৃত্যুর হুমকি পান। ২০১৭ সালের জুলাই মাসে তিনি রমিত বর্মার সঙ্গে \"শাট আপ ইয়া কুনাল\" নামে একটি টক-শো শুরু করেন।  এই অনুষ্ঠানে সাধারণত আমন্ত্রিত অতিথিদের সঙ্গে কথোপকথন হয়, যেখানে খবরের বিভিন্ন ক্লিপ বা বিতর্কের অংশ সম্পাদনা করে হাস্যরসাত্মকভাবে উপস্থাপন করা হয়। তার পরিবেশনায় ট্যাক্সি চালকদের অভিজ্ঞতা, অবিবাহিত জীবনের মজার দিক ও অদ্ভুত টিভি বিজ্ঞাপন নিয়ে রসিকতা থাকে।\n২০১৭ সালের ১ মার্চ তিনি ইউটিউবে একটি  ব্যাঙ্গাত্মক ভিডিও প্রকাশ করেন। ভিডিওটির শিরোনাম ছিল \"দেশপ্রেম এবং সরকার\"। এতে তিনি ভারতীয় নোট বাতিল নিয়ে ব্যঙ্গ করেন। পাশাপাশি, সরকার ও সেনাবাহিনীর প্রতি ভারতীয়দের দৃষ্টিভঙ্গি নিয়েও মজা করেন।  ভিডিওটি আপলোড করার জন্য তাকে বেশ কয়েকবার মৃত্যুর হুমকি দেওয়া হয়েছিল।  ২০১৮ সালে, তিনি জানান যে \"রাজনৈতিক সমস্যার\" কারণে তার বাড়িওয়ালা তাকে বাড়ি ছাড়ার কথা বলেছিলেন। \n\n\n=== শাট আপ ইয়া কুনাল ===\n২০১৭ সালে কুনাল কামরা তার বন্ধু রমিত ভার্মার সঙ্গে \"শাট আপ ইয়া কুণাল\" শিরোনামে একটি ইউটিউব পডকাস্ট শুরু করেন। শো-তে তিনি রাজনীতিবিদ ও সমাজকর্মীদের সঙ্গে অনানুষ্ঠানিক আলোচনা করেন। আলোচনায় বিভিন্ন মতাদর্শের মানুষ অংশ নেন। শো-এর ভিডিওতে মাঝে মাঝে অতিথিদের পুরোনো বক্তব্যের সংবাদ ক্লিপ দেখানো হয়। এসব ক্লিপে তারা নিজেদের আগের বক্তব্যের বিরোধিতা করেন, যা হাস্যরস তৈরি করে। ব্যঙ্গাত্মক ফেসবুক পেজ পিইংহিউম্যানের রমিত ভার্মা হলেন অনুষ্ঠানটির সৃজনশীল পরিচালক এবং সম্পাদক।  প্রথম পর্বটি ২০১৭ সালের ২০ জুলাই প্রচারিত হয়েছিল এবং এতে ভারতীয় জনতা পার্টির যুব শাখার সহ-সভাপতি মধুকেশ্বর দেশাই উপস্থিত ছিলেন।  জওহরলাল নেহরু বিশ্ববিদ্যালয়ের ছাত্র কানহাইয়া কুমার এবং উমর খালিদের নিয়ে তৈরি এই পর্বটি প্রকাশের কয়েক ঘণ্টার মধ্যেই প্রায় দশ লক্ষ ভিউ পেয়েছে।\n\n\n== বিতর্ক ==\n\n\n=== ইন্ডিগো বিমানের ঘটনা ===\n২৮ জানুয়ারী ২০২০, কামরা, ইন্ডিগোর একটি ফ্লাইটে ভ্রমণের সময়, সংবাদ উপস্থাপক অর্ণব গোস্বামীর মুখোমুখি হন, তাকে তার সাথে বিতর্কের জন্য আমন্ত্রণ জানান। কামরা অর্ণব গোস্বামীর সাংবাদিকতার ধরন নিয়ে প্রশ্ন তোলেন। বিশেষ করে, তিনি জাতীয় রাজনীতি এবং রোহিত ভেমুলার আত্মহত্যা নিয়ে তার উপস্থাপনা নিয়ে আপত্তি জানান। পরে কামরা এই ঘটনার ১ মিনিট ৫১ সেকেন্ডের একটি ভিডিও টুইটারে প্রকাশ করেন। ভিডিওতে দেখা যায়, অর্ণব গোস্বামী চুপ করে ছিলেন এবং কোনো প্রতিক্রিয়া জানাননি। পরের দিন, ইন্ডিগো কুণালের ছয় মাসের জন্য ফ্লাইটে ওঠা নিষিদ্ধ করে। একই দিনে, ভারতের সরকার পরিচালিত বিমান সংস্থা এয়ার ইন্ডিয়া তাকে অনির্দিষ্টকালের জন্য নিষিদ্ধ করে। ভারতের বিমান পরিবহন মন্ত্রী হরদীপ সিং পুরি টুইট করেছেন যে অন্যান্য বিমান সংস্থাগুলিরও উচিত কামরাকে নিষিদ্ধ করা যাতে একটি উদাহরণ তৈরি হয়।  পরের দিন, স্পাইসজেট এবং গোএয়ারও তাকে অনির্দিষ্টকালের জন্য নিষিদ্ধ করে। অনেকেই মনে করেন, এই নিষেধাজ্ঞা অতিরিক্ত কঠোর এবং ভারতের বেসামরিক বিমান চলাচল নিয়ন্ত্রণ সংস্থা (DGCA)-এর নিয়মের পরিপন্থী।\nচলচ্চিত্র নির্মাতা অনুরাগ কাশ্যপ কুনাল কামরার ওপর নিষেধাজ্ঞা জারির প্রতিবাদে ইন্ডিগোতে ভ্রমণ করতে অস্বীকার করেন। কামরার সমর্থনে দুই ইন্ডিগো যাত্রীও বিমানের মধ্যে প্ল্যাকার্ড প্রদর্শন করে কামরার প্রতি সমর্থন জানান।\nকামরা ইন্ডিগোর বিরুদ্ধে আইনি নোটিশ পাঠান। তিনি ভ্রমণ নিষেধাজ্ঞার জন্য ₹ ২৫ লাখ (ইউএস$ ৩০,৬০০)  ক্ষতিপূরণ দাবি করেন।\n১১ সেপ্টেম্বর ২০২২, কামরার গুরগাঁওয়ে তার নির্ধারিত কমেডি শো বাতিল করা হয়। এরপর তিনি বিশ্ব হিন্দু পরিষদ (ভিএইচপি)-কে সম্বোধন করে একটি খোলা চিঠি লেখেন।  তিনি বলেন, যদি তারা সত্যিই নৈতিক আদর্শের পক্ষে থাকে, তাহলে তাদের উচিত মহাত্মা গান্ধীর হত্যাকারী নাথুরাম গডসেকে প্রকাশ্যে নিন্দা করা।\n\n\n=== আদালত অবমাননার অভিযোগ ===\n১১ নভেম্বর ২০২০, সুপ্রিম কোর্ট রিপাবলিক টিভির প্রধান সম্পাদক অর্ণব গোস্বামীকে অন্তর্বর্তীকালীন জামিন দেওয়ার পর, কামরা সুপ্রিম কোর্টের সমালোচনা করে একাধিক টুইট করেন। আটজন ব্যক্তি কামরার বিরুদ্ধে আদালত অবমাননার অভিযোগ এনে মামলা করেছেন। টুইটগুলির সাথে সম্পর্কিত অবমাননার মামলা শুরু করার জন্য অ্যাটর্নি জেনারেল কে কে বেণুগোপাল তার বাধ্যতামূলক অনুমোদন দিয়েছেন।  কামরা বলেন যে তিনি এখনও বিশ্বাস করেন যে \"অন্যের ব্যক্তিগত স্বাধীনতার বিষয়ে ভারতের সুপ্রিম কোর্টের নীরবতা সমালোচনার বাইরে রাখা যাবে না।\" তিনি তার টুইটগুলি মুছতে অস্বীকার করেন এবং ক্ষমা চাইতেও রাজি হননি। তিনি আরও বলেন, তার আদালত অবমাননার মামলার শুনানির জন্য যে সময় ব্যয় করা হবে, সেটি বরং সুপ্রিম কোর্টের অপেক্ষমাণ গুরুত্বপূর্ণ মামলাগুলোর জন্য ব্যবহার করা উচিত। \n\n\n=== মানহানির অভিযোগ ===\n২০২৫ সালের মার্চে এক স্ট্যান্ডআপ শো-তে মার্চ কামরা কিছু মন্তব্য করেন, যা মহারাষ্ট্রের উপ-মুখ্যমন্ত্রী একনাথ শিন্দের সমর্থকদের অপছন্দ হয়। যদিও পারফরম্যান্সের সময় তিনি সরাসরি শিন্দের নাম নেননি, তবুও তার বক্তব্য নিয়ে বিতর্ক শুরু হয়। ভিডিওটি ইউটিউবে প্রকাশের কয়েক ঘণ্টার মধ্যেই বিষয়টি নিয়ে শোরগোল পড়ে যায়। এই ঘটনার জেরে শিন্ডে-সমর্থিত শিবসেনার কর্মীরা মুম্বাইয়ের হ্যাবিট্যাট কমেডি ক্লাবে হামলা চালায় এবং ভাঙচুর করে। এই ক্লাবেই ওই স্ট্যান্ডআপ শো-টির চিত্রায়ণ হয়েছিল। পরে পুলিশ ওই ঘটনায় জড়িত ১২ জনকে গ্রেপ্তার করে, তবে তারা সেদিনই জামিন পেয়ে যায়। শিন্দে-সমর্থিত শিবসেনার বিধায়ক মুরজি প্যাটেল কামরার বিরুদ্ধে থানায় অভিযোগ দায়ের করেন। তার অভিযোগ, কামরা তার শো-তে একনাথ শিন্দেকে নিয়ে অপমানজনক মন্তব্য করেছেন। এই মামলায় কামরার বিরুদ্ধে ভারতীয় ন্যায় সংহিতার বেশ কয়েকটি ধারায় অভিযোগ আনা হয়। এর মধ্যে রয়েছে ৩৫৩(১)(বি) এবং ৩৫৩(২) ধারা, যা জনসাধারণের মধ্যে অস্থিরতা তৈরি করতে পারে এমন বক্তব্যের জন্য প্রযোজ্য। এছাড়া, ৩৫৬(২) ধারায় তার বিরুদ্ধে মানহানির অভিযোগ আনা হয়।চ এফআইআর দায়েরের পর মুরজি প্যাটেল কামরাকে দুই দিনের মধ্যে ক্ষমা চাইতে বলেন। তিনি হুঁশিয়ারি দেন, যদি কামরা ক্ষমা না চান, তবে তার বিরুদ্ধে আরও কড়া ব্যবস্থা নেওয়া হবে। কিন্তু কামরা ক্ষমা চাইতে রাজি হননি। পরে মুম্বই পুলিশ তাকে জিজ্ঞাসাবাদের জন্য তলব করে।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== শাট আপ ইয়া কুনাল পর্বের তালিকা ===\n\n\n=== অন্যান্য কাজ ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে কুণাল কামরা (ইংরেজি)"}