{"pageid": 1528858, "title": "ব্যবসায়িক পণ্যের যাকাত", "url": "https://bn.wikipedia.org/wiki?curid=1528858", "content": "ব্যবসায়িক পণ্য হল সেই সব সম্পদের অন্তর্ভুক্ত, যার উপর যাকাত ফরজ হয়। বাণিজ্যিক পণ্য বা সম্পদ থেকে শরিয়ত কর্তৃক নির্ধারিত একটি নির্দিষ্ট পরিমাণ অর্থ শর্তসাপেক্ষে বাধ্যতামূলক প্রদান করতে হয়।  ইসলামি ফিকহবিদগণ বাণিজ্যিক সম্পদকে এভাবে সংজ্ঞায়িত করেছেন যে: লাভের উদ্দেশ্যে মূলধন বিনিয়োগ করা। বাণিজ্যিক সম্পদে যাকাত প্রদান বাধ্যতামূলক হওয়ার জন্য কিছু শর্ত রয়েছে; যেমন: সম্পদের মূল্য নিসাব পরিমাণে পৌঁছানো; পূর্ণ এক বছর অতিক্রান্ত হওয়া এবং পণ্যটি কেবল বাণিজ্যের জন্যই নির্ধারিত থাকা।  বাণিজ্যিক সম্পদের নিসাব নির্ধারণ করা হয় সোনা ও রূপার নিসাব অনুযায়ী অর্থাৎ ব্যবসায়িক পণ্যের মূল্য সোনা ও রূপার নিসাবের মধ্যে যার সমতুল্য হবে, তার হিসাব অনুযায়ী যাকাত আদায় করতে হবে। যদি এই সম্পদের মূল্য নির্ধারিত নিসাব পরিমাণে পৌঁছে যায়, তাহলে এর উপর এক দশমাংশের চতুর্থাংশ (২.৫%) হারে যাকাত প্রদান করতে হয় অর্থাৎ শতকরা ২.৫০ টাকা। \nবাণিজ্যিক সম্পদের যাকাত আদায় করা এবং তা প্রাপ্যদের মাঝে বিতরণ করা শরিয়ত অনুযায়ী একটি ফরজ দায়িত্ব। ইসলামি বিশ্বাস অনুযায়ী এর মূল উদ্দেশ্য হলো, সম্পদ পরিশুদ্ধ করা; আল্লাহর অনুগ্রহের কৃতজ্ঞতা স্বীকার করা; সম্পদে বরকত (প্রাচুর্য) লাভ করা এবং সম্পদের বৃদ্ধি ও কল্যাণ নিশ্চিত করা। যারা যাকাত প্রদান করে না, তারা পাপী হিসেবে বিবেচিত হয় এবং তাদের সম্পদ থেকে বরকত ও কল্যাণ দূর হয়ে যায়; এমনকি তাদের সম্পদের বিনাশও ঘটতে পারে। বর্তমান যুগে নতুন ধরনের বাণিজ্যিক সম্পদ ও বিনিয়োগের নতুন পদ্ধতি আবিষ্কৃত হয়েছে, যা পূর্বে প্রচলিত ছিল না। তাই ফিকহবিদগণ আধুনিক বাণিজ্যিক সম্পদের ক্ষেত্রে যাকাতের বিধান স্পষ্ট করার জন্য গবেষণা ও ব্যাখ্যা প্রদান করেছেন। \n\n\n== বুৎপত্তি ==\nব্যবসায়িক পণ্য বলতে এমন সম্পদ, জমি, খাদ্যদ্রব্য, প্রাণী, যন্ত্রপাতি, যানবাহন, খনিজ সম্পদ, পোশাক, ভবন ও  অন্যান্য জিনিসপত্র (যেমন: শেয়ার) বুঝানো হয়, যা সাধারণত লাভের উদ্দেশ্যে ক্রয়-বিক্রয় করা হয়। এটি যাকাতযোগ্য সম্পদের মধ্যে সর্বাধিক বিস্তৃত এবং অধিকাংশ মানুষের ব্যবসা এই ধরনের পণ্যের মাধ্যমেই পরিচালিত হয়। \n\n\n== প্রামাণিকতা ==\n\n\n=== কুরআন ===\nআল্লাহ বলেন:হে ঈমানদারগণ! তোমরা তোমাদের উপার্জিত উত্তম সম্পদ থেকে ব্যয় করো। (সূরা বাকারা: ২৬৭)এই আয়াতের তাফসিরে ইমাম তাবারি বলেছেন: \"তোমরা নিজেদের ব্যবসা বা স্বর্ণ ও রৌপ্য বিনিময়ের মাধ্যমে অর্জিত সম্পদ থেকে যাকাত প্রদান করো।\" তিনি আরো ব্যাখ্যা করেছেন যে, \"উত্তম সম্পদ\" বলতে বৈধভাবে (হালাল) উপার্জিত ভালো মানের সম্পদ বোঝায় এবং যাকাত প্রদানের ক্ষেত্রে উৎকৃষ্ট স্বর্ণ ও রৌপ্য প্রদান করতে হবে।  ইবনে মাসউদ বলেছেন: ব্যবসা ও শিল্পের মাধ্যমে তুমি যে হালাল সম্পদ অর্জন করেছো, তা থেকে ব্যয় করো।  ইমাম ইবনে কাসির বলেন: “আল্লাহ তাঁর বিশ্বাসী বান্দাদের আদেশ দিয়েছেন যে, তারা যেন তাদের উপার্জিত অর্থের উত্তম অংশ থেকে ব্যয় করে\"।\nঅন্য এক আয়াতে আল্লাহ বলেন:\"তাদের সম্পদ থেকে সদকা গ্রহণ করো, যা তাদের পবিত্র ও পরিশুদ্ধ করবে\"। (সূরা তাওবা: ১০৩)   উক্ত আয়াতে \"তাদের সম্পদ\" বলতে ব্যবসায়িক সম্পদ বুঝানো হয়েছে। \n\n\n=== হাদিস ===\nআল্লাহর রসুল যখন সাহাবি মুয়াজ ইবনে জাবালকে ইয়েমেনে পাঠান, তখন তাকে বলেন:“যদি তারা তোমার কথা মেনে নেয় (অর্থাৎ ইসলাম গ্রহণ করে), তাহলে তাদের জানিয়ে দিয়ো যে, আল্লাহ তাদের ওপর একটি সদকা (যাকাত) ফরজ করেছেন, যা তাদের ধনীদের থেকে গ্রহণ করে তাদের গরিবদের মধ্যে বিতরণ করা হবে।” এই হাদিসের আলোকে ইসলামি আইনজ্ঞরা বলেন যে, সম্পদের ওপর যাকাত ফরজ এবং বাণিজ্যিক সম্পদ সর্বাধিক প্রচলিত সম্পদ হওয়ায় এর ওপর যাকাত আরো অধিকহারে প্রযোজ্য হবে।  এছাড়াও শরিয়তের মূলনীতি অনুযায়ী, যে সম্পদ বৃদ্ধি পায়, তার উপর যাকাত ফরজ হয় এবং বাণিজ্যিক পণ্য সম্পদ বৃদ্ধি পাওয়ার সবচেয়ে সহজ মাধ্যম।  \n\n\n=== ইজমা ===\nমুফাসসির, মুহাদ্দিস ও প্রসিদ্ধ মাযহাবগুলির ইমামগণ একমত যে, বাণিজ্যিক সম্পদের ওপর যাকাত ফরজ হয়। ইমাম শানকিতি বলেন: “সাহাবি ও পরবর্তী যুগের সকল মুসলিম আলেমদের সর্বসম্মত সিদ্ধান্ত হল যে, বাণিজ্যিক সম্পদের যাকাত ফরজ হবে। এটি বছরান্তে মূল্যায়ন করে স্বর্ণ ও রৌপ্যের মতো এর এক চতুর্থাংশ প্রদান করতে হয়।” ইমাম ইবনুল মুনযির বলেন:“সাধারণভাবে মুসলিম আলেমগণ একমত যে, বাণিজ্যিক সম্পদের ওপর যাকাত ফরজ।” তিনি আরও উল্লেখ করেছেন যে, সকল বিশিষ্ট সাহাবা; যেমন: উমর ইবনুল খাত্তাব, আবদুল্লাহ ইবনে উমর, আবদুল্লাহ ইবনে আব্বাস এই অভিমত ব্যক্ত করেছেন। এছাড়াও প্রসিদ্ধ সাত ফকিহ: সাইদ ইবনুল মুসায়্যিব, কাসিম ইবনে মুহাম্মদ, উরওয়াহ ইবনে যুবাইর, আবু বকর ইবনে আবদুর রহমান, খারিজাহ ইবনে যায়েদ, উবাইদুল্লাহ ইবনে আবদুল্লাহ, সুলাইমান ইবনে ইয়াসারও এই রায় প্রদান করেছেন। পরবর্তী আলেমগণের মধ্যে হাসান বসরি, তাউস, জাবির ইবনে যায়েদ, মায়মুন ইবনু মিহরান, ইবরাহিম আন-নাখাঈ, ইমাম আবু হানিফা,  ইমাম মালিক, সুফিয়ান ইবনে উয়াইনাহ, ইমাম আওযাঈ, ইমাম শাফিঈ, ইমাম আহমাদ, ইসহাক ইবনে রাহওয়াইহ ও অন্যান্য প্রসিদ্ধ সকল ফকিহ ব্যবসায়িক পণ্যে যাকাত ফরজ হওয়ার পক্ষে অভিমত ব্যক্ত করেছেন। \n\n\n=== কিয়াস ===\nব্যবসায়িক সম্পদের উপর যাকাত ফরজ হওয়ার কারণ হল, এটি অন্যান্য সেই সম্পদের মতোই, যার উপর ইসলামে যাকাত ফরজ করা হয়েছে; যেমন: নগদ অর্থ, সোনা, রূপা, ফসল ও গবাদি পশু, যা বাণিজ্য বা উৎপাদনের জন্য লালন পালন করা হয়। এই সমস্ত সম্পদের মধ্যে একটি সাধারণ বৈশিষ্ট্য হলো, এসব এমন সম্পদ, যা বৃদ্ধি ও বর্ধিতকরণের উদ্দেশ্যে রাখা হয়। যেহেতু এই সম্পদগুলোর ওপর যাকাত ফরজ হয়, তাই একই যুক্তিতে বৃদ্ধি লাভের উদ্দেশ্যে রাখা অন্যান্য সম্পদের ওপরও যাকাত ফরজ হবে। বরং এই ধরনের সম্পদের ওপর যাকাত আরও বেশি গুরুত্বপূর্ণ। কারণ এগুলো সরাসরি উপার্জন ও বাণিজ্যের সাথে জড়িত। \n\n\n== হিসাবের নিয়ম ==\nবাণিজ্যিক সম্পদের হিসাব করা হয় বছরের শেষ দিকে এবং তা সেই মুদ্রার ভিত্তিতে নির্ধারিত হয়, যার মাধ্যমে ব্যবসা পরিচালিত হয়েছে। যদি বাণিজ্যিক সম্পদ স্বর্ণমুদ্রার মাধ্যমে কেনা হয়, তাহলে সোনার নিসাব অনুযায়ী যাকাত নির্ধারণ করা হবে এবং যদি তা রৌপ্যমুদ্রার মাধ্যমে কেনা হয়, তাহলে রূপার নিসাব অনুযায়ী যাকাত নির্ধারণ করা হবে। তবে বর্তমান স্বর্ণ ও রৌপ্যমুদ্রা প্রচলিত না থাকার কারণে বাণিজ্যিক সম্পদের যাকাত রূপার নিসাবের মূল্যকে মাপকাঠি করে প্রদান করতে হবে। \nবাণিজ্যিক সম্পদ নিসাব পরিমাণে পৌঁছার পর  যাকাতের শতকরা হার নির্ধারণ করে যাকাতযোগ্য সম্পদ বের করতে হবে। যাকাতের হিসাব নির্ধারণের সহজ উপায় হলো সম্পদের মোট মূল্যকে ৪০ দিয়ে ভাগ করা। উদাহরণস্বরূপ, যদি কোনো ব্যক্তির বাণিজ্যিক সম্পদের মূল্য দশ মিলিয়ন টাকা হয়, তাহলে যাকাতের হিসাব হবে:\n10,000,000 ÷ 40 = 250,000\nঅর্থাৎ তার এই ব্যবসায়িক সম্পদের উপর ২,৫০,০০০ টাকা যাকাত প্রদান করতে হবে।\n\n\n== শর্তাবলী ==\nইসলামি ফিকহবিদরা বাণিজ্যিক পণ্যের ওপর যাকাত ফরজ হওয়ার জন্য কিছু শর্ত বর্ণনা করেছেন। হানাফি আলিমদের মতে এই শর্ত ৪টি, মালিকিদের মতে ৫টি, শাফিঈদের মতে ৬টি এবং হাম্বলিদের মতে ২টি। তবে এসবের মধ্যে তিনটি শর্তে সকল মাজহাব একমত। সেই তিনটি শর্ত হলো:\n\nনিসাব পরিমাণ মূল্য থাকা – যাকাতযোগ্য সম্পদের মূল্য স্বর্ণ বা রূপার নিসাব পরিমাণ (প্রায় ৮৫ গ্রাম সোনা বা ৫৯৫ গ্রাম রূপা) হতে হবে।\nএক হিজরি বছর অতিক্রম করা – সম্পদটি এক বছর ধরে মালিকানায় থাকতে হবে।\nব্যবসার নিয়ত থাকা–পণ্যটি কেনাবেচার নিয়তে ক্রয় করতে হবে, নিজের ব্যবহারের জন্য নয়। আল্লাহর নবি বলেন: \"নিয়ত অনুযায়ী আমলের হিসাব হবে\"।\nযদি কেউ ব্যবসার জন্য মাল কিনে, কিন্তু পরে তা নিজে ব্যবহারের নিয়ত করে, তবে এক বছরের হিসাব বন্ধ হয়ে যাবে। পরে যদি আবার ব্যবসার নিয়ত করে, তাহলে নতুন করে এক বছর গণনা শুরু হবে। তবে যদি কেবল যাকাত ফাঁকি দেওয়ার জন্যে নিয়তের বাহানা করা হয়, তাহলে যাকাত ওয়াজিব থেকেই যাবে।\nফলে যদি কোন বাণিজ্যিক পণ্যের ওপর এক হিজরি বছর পূর্ণ হয়ে যায়, তাহলে তা স্বর্ণ বা রূপার মূল্যে হিসাব করে দেখা হবে এবং তা যদি নিসাব পরিমাণ হয়, তাহলে এর ওপর ২.৫% হারে যাকাত দিতে হবে। উল্লেখ্য, পণ্যটি যে মূল্যে কেনা হয়েছে তা বিবেচ্য নয়; বরং যাকাত নির্ধারিত হয় পণ্যের চলমান বাজারমূল্য অনুযায়ী। \n\n\n== যাকাত দেওয়ার পদ্ধতি ==\nযাকাতের সময় এলে মূলধন, মুনাফা, পণ্যের বাজারমূল্য ও পাওনাযোগ্য দেনা সবকিছু একত্র করে গণনা করতে হবে।\nপণ্যের মূল্য বর্তমান বাজারদরে নির্ধারণ করবে। যেহেতু এটি ইবাদত, তাই সতর্ক ও ন্যায্যতার সাথে মূল্য নির্ধারণ করতে হবে।\nযাকাতযোগ্য সকল সম্পদ; যেমন পণ্যের মূল্য, নগদ অর্থ, ও পাওনাযোগ্য দেনা– একত্র করে নিকটবর্তী দেনা (যা পরিশোধযোগ্য) বাদ দিতে হবে।\nবাকি সম্পদের ওপর ২.৫% হারে যাকাত আদায় করতে হবে।\nযাকাত অর্থমূল্যে দেওয়া উত্তম; কারণ যাকাতের হিসাব মূল্য অনুযায়ী হয়ে থাকে। তবে প্রয়োজন ও সুবিধা অনুযায়ী পণ্যের মাধ্যমেও যাকাত আদায় করা যেতে পারে, যদি এতে গরীবের অধিক উপকার হয়।\n\n\n== আধুনিক বাণিজ্যিক যাকাতের কিছু রূপ ==\nইসলামি ফিকহ অনুযায়ী, কোনো সম্পদ যদি ব্যবসার উদ্দেশ্যে নেওয়া হয় এবং তা এক বছর পর্যন্ত থাকে এবং নিসাব পরিমাণ হয়, তাহলে তার ওপর যাকাত ফরজ হয়ে যায়। তবে যদি সেই সম্পদের বাণিজ্যিক উদ্দেশ্য পরিবর্তন করে ফেলা হয়, তাহলে তখন থেকে যাকাত ফরজ থাকবে না। নিচে এর কিছু আধুনিক উদাহরণ দেওয়া হল:\n\n\n==== ১. কাঁচামাল ====\nযেসব কাঁচামাল শিল্প উৎপাদনে সরাসরি ব্যবহৃত হয়; যেমন গাড়ি তৈরিতে লোহা বা সাবান তৈরিতে তেল – সেগুলোর ওপর বছরের শেষে তাদের বাজারদরে যাকাত দিতে হবে। এক্ষেত্রে পশু বা উদ্ভিদজাত কাঁচামালও অন্তর্ভুক্ত।\n\n\n==== ২. সহায়ক উপাদান ====\nযেসব উপাদান উৎপাদিত পণ্যের অংশ হয় না; যেমন জ্বালানি বা গাড়ির তৈল –সেগুলোর ওপর যাকাত নেই। কারণ এসব বিক্রির উদ্দেশ্যে ক্রয় করা হয় না এবং তা স্বয়ংক্রিয়ভাবে বৃদ্ধি লাভ করে না। এগুলো কারখানা বা যন্ত্রপাতির মতোই ব্যবহার্য জিনিস।\n\n\n==== ৩. অসম্পূর্ণ বা প্রস্তুত নয় এমন পণ্য ====\nএমন পণ্য যা এখনও প্রস্তুত হয়নি অথবা উৎপাদন পর্যায়ে রয়েছে, সেগুলোর ওপরও যাকাত দিতে হবে, তবে যেভাবে এসব আছে, সেই অবস্থার বাজারমূল্যে যাকাত হিসাব করা হবে।\n\n\n==== ৪. মুদারাবার সুক (সাম্প্রতিক আর্থিক দলিল) ====\nযেসব মুদারাবা ভিত্তিক সুক বা দলিল ইসলামি শর্ত পূরণ করে, সেগুলোর ওপর বাণিজ্য পণ্যের মতো যাকাত ফরজ।\n\n\n==== ৫. শেয়ার বা স্টক ====\nযদি কোনো ব্যক্তি শুধুমাত্র বার্ষিক লভ্যাংশের জন্য শেয়ার কিনে; বেচাকেনার উদ্দেশ্যে নয়, তাহলে সে \"উৎপাদিত সম্পদের\" যাকাত দেবে।\nকিন্তু যদি সে শেয়ার বাণিজ্যের উদ্দেশ্যে ক্রয় করে, তবে এসবের বাজারমূল্যের উপর ২.৫% হারে যাকাত দেবে। যদি বাজার মূল্য না থাকে, তবে বিশেষজ্ঞদের মাধ্যমে মূল্য নির্ধারণ করবে। আর যদি শেয়ার বিক্রি করে, তাহলে প্রাপ্ত অর্থ তার অন্যান্য অর্থের সঙ্গে যুক্ত করে যাকাত দেবে। \n\n\n==== ৬. জমি ও ফলমূল ====\nযদি জমি চাষাবাদের জন্য হয়, তাহলে তার ফসলের ওপর যাকাত (শস্য যাকাত) দিতে হবে।\nযদি জমি বাণিজ্যের জন্য হয় (ক্রয়-বিক্রয়ের উদ্দেশ্যে), তাহলে তা বাণিজ্য পণ্যের মতো যাকাতযোগ্য হবে।\nযদি জমি ভাড়া দেওয়া হয়, তাহলে বছরে যা আয় হয় তার ওপর যাকাত দিতে হবে।\nযদি জমি নিজস্ব বাসস্থান তৈরির উদ্দেশ্যে নেওয়া হয়, তাহলে তার ওপর যাকাত নেই।\nফলমূল:\nফল বা শস্য যদি স্বয়ংক্রিয়ভাবে যাকাতযোগ্য (যেমন খেজুর, আঙ্গুর) হয়, তাহলে তা বাণিজ্যের উদ্দেশ্যে হলেও মূলত ফলের যাকাতই (দশমাংশ) দিতে হবে।\nতবে কারো মতে, যেহেতু তা বাণিজ্যিক সম্পদ হিসেবে নেওয়া হয়েছে, তাই তার ওপর বাণিজ্য পণ্যের যাকাত (২.৫%) ফরজ হবে।\n\n\n== তথ্যসূত্র =="}