{"pageid": 1528261, "title": "নন্দিনী দাস", "url": "https://bn.wikipedia.org/wiki?curid=1528261", "content": "নন্দিনী দাস  (জন্ম নভেম্বর ১৯৭৪)  অক্সফোর্ড বিশ্ববিদ্যালয়ের ইংরেজি অনুষদে প্রাথমিক আধুনিক সাহিত্য ও সংস্কৃতির অধ্যাপক। তিনি শেক্সপিয়ার অধ্যয়ন, রেনেসাঁর রোম্যান্স লেখা, প্রাথমিক ভ্রমণ সাহিত্য এবং বিভিন্ন সংস্কৃতির মধ্যে সাক্ষাতের একজন বিশেষজ্ঞ।\n\n\n== জীবনের প্রথমার্ধ ==\nনন্দিনী দাস ভারতে বেড়ে ওঠেন এবং স্কুলে বিজ্ঞান অধ্যয়ন করেন এবং এক বছর প্রকাশনা শিল্পে সফটওয়্যার প্রোগ্রামার হিসেবে কাজ করার পর, একাডেমিক গবেষণায় ফিরে আসার সিদ্ধান্ত নেন। প্রায় ১০ বছর বয়সে, তিনি ভারতীয় টেলিভিশনে উইলিয়াম শেক্সপিয়ারের অ্যাজ ইউ লাইক ইট নাটকে ভেনেসা রেডগ্রেভকে দেখে অনুপ্রাণিত হন।  তিনি ভারতের কলকাতার যাদবপুর বিশ্ববিদ্যালয় থেকে ইংরেজিতে বিএ ডিগ্রি অর্জন করেন, এরপর তিনি রোডস স্কলারশিপে অক্সফোর্ডের ইউনিভার্সিটি কলেজে (বিএ) ইংরেজি পড়ার জন্য ব্রিটেনে চলে যান। পরবর্তীতে তিনি কেমব্রিজের ট্রিনিটি কলেজ থেকে এম.ফিল এবং পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== ক্যারিয়ার ==\nনন্দিনী দাস ২০১৯ সালের অক্টোবর পর্যন্ত লিভারপুল বিশ্ববিদ্যালয়ে ইংরেজি সাহিত্যের অধ্যাপক ছিলেন। এরপর তিনি অক্সফোর্ডের এক্সেটার কলেজে টিউটোরিয়াল ফেলো হন এবং অক্সফোর্ড বিশ্ববিদ্যালয়ের ইংরেজি অনুষদে প্রাচীন আধুনিক সাহিত্য ও সংস্কৃতির অধ্যাপক হিসেবে যোগ দেন।\nতার গবেষণা মূলত ১৬০০ থেকে ১৭৫০ সালের সাংস্কৃতিক ও বুদ্ধিবৃত্তিক ইতিহাসের ওপর কেন্দ্রিত। এতে কথাসাহিত্য, প্রাচীন ভ্রমণ বিবরণ এবং বিভিন্ন সংস্কৃতির মধ্যে আদান-প্রদান সম্পর্কিত গবেষণা অন্তর্ভুক্ত।\nতিনি ২০০৭ সালে রবার্ট গ্রিনের প্ল্যানেটোমাকিয়া (১৫৮৫) এর একটি পাণ্ডিত্যপূর্ণ সংস্করণ সম্পাদনা করেছেন এবং রিচার্ড হাকলুয়েটের ' প্রিন্সিপাল নেভিগেশনস, ভয়েজেস, ট্র্যাফিকস এবং ডিসকভারিজ অফ দ্য ইংলিশ নেশন' এর এলিজাবেথান লেভান্ট ট্রেড এবং দক্ষিণ এশিয়ার জন্য ভলিউম সম্পাদক।\nতিনি ইংল্যান্ডে ভ্রমণ, ট্রান্সকালচারালিটি এবং পরিচয়, আনুমানিক ১৫৫০-১৭০০ (TIDE) প্রকল্পের প্রকল্প পরিচালক। \nতিনি উচ্চশিক্ষা একাডেমির একজন ফেলো,  রিসার্চ ইংল্যান্ড কাউন্সিলের সদস্য এবং পিয়ার রিভিউ কলেজ অফ ব্রিটেনের আর্টস অ্যান্ড হিউম্যানিটিজ রিসার্চ কাউন্সিলের সদস্য।\n২০১৮ সালের সেপ্টেম্বরে, তিনি বিবিসি ফোরে \" টেলস অফ টিউডর ট্রাভেল: দ্য এক্সপ্লোরার'স হ্যান্ডবুক\" উপস্থাপন করেন।  তিনি চ্যানেল ৫-এর জন্য ঐতিহাসিক তথ্যচিত্র হেনরি অষ্টম (২০২০) এবং বিবিসি টু-এর জন্য দ্য বোলেইনস: আ স্ক্যান্ডালাস ফ্যামিলি (২০২১) -এ একজন বিশেষজ্ঞ ভাষ্যকার হিসেবে উপস্থিত হয়েছেন। \n\n\n== সম্মাননা এবং পুরষ্কার ==\nদাসের \" কোরটিং ইন্ডিয়া: ইংল্যান্ড, মুঘল ইন্ডিয়া অ্যান্ড দ্য অরিজিন্স অফ এম্পায়ার\" বইটি ২০২৩ সালের ব্রিটিশ একাডেমি বই পুরস্কার জিতেছে।  এটি ২০২৪ সালের উলফসন ইতিহাস পুরস্কারের জন্যও সংক্ষিপ্ত তালিকাভুক্ত ছিল। \nমানবিক বিভাগে আন্তঃবিষয়ক গবেষণা এবং জনসাধারণের সম্পৃক্ততার জন্য ২০২৫ সালের নববর্ষ সম্মাননায় দাসকে ব্রিটিশ সাম্রাজ্যের সবচেয়ে উৎকৃষ্ট আদেশের কর্মকর্তা হিসেবে নিযুক্ত করা হয়েছিল। \n\n\n== তথ্যসূত্র =="}