{"pageid": 1528520, "title": "ফসল ও ফলের যাকাত", "url": "https://bn.wikipedia.org/wiki?curid=1528520", "content": "জমি থেকে উৎপন্ন সকল ফল ও ফসলের উপর শর্তসাপেক্ষে যাকাত ফরজ হয়। তবে কাঠ, ঘাস, নলখাগড়া ইত্যাদির মতো বিনিয়োগ ছাড়া জন্মানো বস্তুর উপর যাকাত ফরজ নয়; যদি তা ব্যবসার উদ্দেশ্যে চাষ না করা হয়। তবে যদি ব্যবসার উদ্দেশ্যে চাষাবাদ করা হয় তাহলে সেক্ষেত্রে বাণিজ্যিক পণ্যের হিসাব অনুযায়ী যাকাত আদায় করতে হবে।   ফল ও ফসলে যাকাত হিসেবে সাধারণত এক দশমাংশ প্রদান করতে হয় (যদি বৃষ্টির পানিতে সিক্ত হয়)। তাই ফল ও ফসলের যাকাত উশর সাধারণভাবে (আরবি: العشر; বা. এক দশমাংশ) নামে পরিচিত।  \n\n\n== ভূমিকা ==\nশস্য ও ফলমূলের যাকাত সম্পর্কে কিছু গুরুত্বপূর্ণ বিধান:\n\nএকই প্রজাতির শস্য বা ফলের বিভিন্ন জাতের ফসল একত্রিত করে যাকাত হিসাব করা হয়, তবে এক প্রজাতির ফসলের সাথে অন্য প্রজাতি যুক্ত করা হয় না।\nযদি ফসলের মানের পার্থক্য থাকে (ভালো বা নিম্নমানের), তাহলে যাকাত মধ্যম মানের বা তার ঊর্ধ্বে থেকে নেওয়া হবে; নিম্নমানের থেকে নেওয়া হবে না।\nএকজন কৃষকের একই মালিকানাধীন জমিতে উৎপাদিত ফসল একত্রিত করে যাকাত হিসাব করা হয়, যদিও জমিগুলো ভিন্ন স্থানে অবস্থিত হয়।\nকৃষক যাকাত হিসাব করার আগে নিজের ফসল থেকে খেতে পারে; ফসল কাটার আগেও খেতে পারে এবং গরিবদের প্রাপ্য নির্ধারণের আগেও খেতে পারে।\nযাকাত নির্ধারণের আগে কৃষক ও তার পরিবার বা অতিথিরা যা খান, তা হিসাব করা হবে না। কারণ সাধারণত এটি সামান্য পরিমাণ হয়ে থাকে। ইসলাম এই স্বল্প পরিমাণের ক্ষেত্রে ছাড় দিয়েছে।\nযখন ফসল কাটার কাজ সম্পন্ন হয়ে যায়, তখন জমির মালিককে ঐ সময়ে বিদ্যমান ফসলের উপর নির্ধারিত যাকাত প্রদান করতে হবে। \n\n\n== উৎস ==\nইসলামি ফকিহগণ কৃষিজ সম্পদের উপর যাকাত ফরজ হওয়ার বিষয়টি কুরআন, সুন্নাহ ও ইজমা দ্বারা প্রমাণিত করেছেন। \n\n\n=== কুরআন ===\nসূরা আনআমে বলা হয়েছে:  “তিনিই সেই মহান সত্তা, যিনি সৃষ্টি করেছেন সুশোভিত ও অসুশোভিত উদ্যানসমূহ এবং (সৃষ্টি করেছেন) খেজুরগাছ ও বিচিত্র স্বাদের শস্য; জলপাই ও আঙুর, যা পরস্পর সাদৃশ্যপূর্ণ ও অসাদৃশ্যও। এসবে ফলধারণ করলে তোমরা তার ফল খাও এবং কাটার দিনে তার প্রাপ্য অংশ দান করো। তবে অপচয় করো না; নিশ্চয়ই তিনি অপচয়কারীদের ভালোবাসেন না।\" (সূরা আনআম: ১৪১)সূরা বাকারায় বলা হয়েছে: “হে ঈমানদারগণ, তোমরা যা উপার্জন করেছো এবং আমি তোমাদের জন্য জমি থেকে যা উৎপন্ন করেছি, তা থেকে ব্যয় করো। তোমরা এর (ফসলের) মন্দ জিনিসের দিকে লক্ষ্য করো না এবং তোমরা তা গ্রহণও করতে চাও না; বরং চোখ বন্ধ করে রাখো। আর জেনে রাখো যে, আল্লাহ অভাবমুক্ত ও প্রশংসিত\"। (সূরা বাকারা: ২৬৭﴿অপর এক আয়াতে উল্লেখ আছে: আল্লাহ সুদকে ধ্বংস করেন এবং দানকে বর্ধিত করেন। আর আল্লাহ কোনো পাপী কাফেরকে পছন্দ করেন না।\" (সূরা বাকারা: ২৭৬) \n\n\n=== হাদিস ===\nসহিহ মুসলিমে বর্ণিত হয়েছে: আল্লাহর নবী বলেছেন: “নদী ও মেঘ দ্বারা যা সিক্ত করা হয়, তার এক দশমাংশ (যাকাত হিসেবে) পাওনা রয়েছে। আর যা জলচক্র দ্বারা সিক্ত করা হয়, তার অর্ধ-দশমাংশ (যাকাত হিসেবে) পাওনা রয়েছে\"।অন্যত্র বর্ণিত হয়েছে:তিনি (নবি) বলেছেন: \"যাকাতের মাধ্যমে তোমাদের সম্পদ পবিত্র করো। \n\n\n== ফিকহ ==\nমুসলিম ফকিহদের মধ্যে এ ব্যাপারে বিভিন্ন মতামত রয়েছে যে, কোন কোন কৃষিজ পণ্যে যাকাত ফরজ হয়: \n\nইমাম আবু হানিফা বলেন, জমি থেকে উৎপন্ন সমস্ত শস্য, ফলমূল ও ফসল—যেমন কলা, বেদানা, আঙ্গুর, সবজি, শাক-সবজি ও ফুল—সবকিছুতেই যাকাত ফরজ হয়। তিনি নবী মুহাম্মাদের একটি হাদিসের সাধারণ অর্থ গ্রহণ করে এ মত দিয়েছেন, যেখানে বলা হয়েছে যে, \"যে জমিকে বৃষ্টি বা ঝরণার পানি সেচ দেয় অথবা স্বাভাবিকভাবে আর্দ্র থাকে, তার যাকাত দশভাগের একভাগ (১/১০) এবং যাতে কষ্ট করে সেচ দিতে হয়, তার যাকাত বিশভাগের একভাগ (১/২০)।\"   (সহিহ বুখারিসহ অন্যান্য হাদিসগ্রন্থে বর্ণিত)\nঅপর তিন ইমাম ( ইমাম মালিক, শাফেয়ী ও আহমদ ইবন হাম্বল) বলেন, যাকাত শুধুমাত্র এমন ফসলে ফরজ হয়, যা সংরক্ষণযোগ্য ও প্রধান খাদ্য হিসেবে ব্যবহৃত হয়। যেমন: গম, চাল, খেজুর, কিসমিস ইত্যাদি। তাঁরা এই হাদিসের ভিত্তিতে মত দেন যে, \"পাঁচ ওসাকের (প্রায় ৬১৩ কেজি) কম শস্য বা খেজুরে যাকাত নেই ( সহিহ মুসলিমসহ অন্যান্য হাদিসগ্রন্থে বর্ণিত)। তাঁরা বলেন যে, যেহেতু ফলমূল ও শাক-সবজি সংরক্ষণযোগ্য নয় এবং প্রধান খাদ্যও নয়, তাই এগুলোতে কোনো যাকাত নেই।\nসংখ্যাগরিষ্ঠ ফকিহদের অভিমত হল ফলমূল ও শাক-সবজিতে যাকাত ফরজ নয়। কারণ মদিনায় প্রচুর সবজি উৎপাদিত হতো এবং তায়েফে প্রচুর ফলমূল হতো; কিন্তু নবী বা সাহাবাদের কাছ থেকে এর উপর যাকাত গ্রহণের প্রমাণ পাওয়া যায় না। তাই কলা চাষের ক্ষেত্রেও যাকাত ফরজ নয়। তবে বিক্রির পর যদি কলার মূল্য নিসাব (৮৫ গ্রাম স্বর্ণ বা সমমূল্যের সম্পদ) পরিমাণ হয় এবং তা এক বছর অতিক্রম করে, তাহলে নগদ অর্থ বা বাণিজ্যিক সম্পদ হিসেবে যাকাত দিতে হবে। \n\n\n== শর্তাবলী ==\nযাকাতের সাধারণ শর্তগুলোর পাশাপাশি ফসল ও ফলমূলের যাকাত ফরজ হওয়ার জন্য অতিরিক্ত কিছু শর্ত রয়েছে: \n\nকৃষিজ পণ্যটি মানুষের দ্বারা চাষকৃত হতে হবে। যদি কোনো ফসল বা গাছপালা প্রাকৃতিকভাবে নিজে থেকে জন্মায়, তাহলে তাতে যাকাত ফরজ নয়।\nসংরক্ষণযোগ্য ও প্রধান খাদ্য হতে হবে অর্থাৎ এমন শস্য ও ফল যাকাতের অন্তর্ভুক্ত, যা সংরক্ষণ করা যায় এবং প্রধান খাদ্য হিসেবে ব্যবহৃত হয়। যেমন—গম, চাল, খেজুর, কিসমিস ইত্যাদি। তবে সংরক্ষণ অনুপযোগী ফল; যেমন—পেয়ারা, আপেল, বেদানা, ত্বীন, কাঠবাদাম, আখরোট, খুরমা ইত্যাদিতে যাকাত ফরজ নয়।\nফসল পাকার উপযোগী হতে হবে অর্থাৎ শস্যের ক্ষেত্রে দানা শক্ত হওয়া, ফলে মিষ্টতা আসা বা রঙ পরিবর্তনের মাধ্যমে পাকার উপযোগী হওয়া জরুরি। যেমন—আঙ্গুরের ক্ষেত্রে রঙ পরিবর্তন বা সফেদা হলে তা পরিপক্ব হতে হবে।\nযাকাত ফরজ হওয়ার জন্য নির্দিষ্ট পরিমাণ (নিসাব) পূরণ হতে হবে। যেমন—গম ও চালের ক্ষেত্রে অধিকাংশ আলেমের মতে পাঁচ ওসাক (প্রায় ৬৫৩ কেজি) হলে তাতে যাকাত ফরজ হয়। তবে এক শস্যের সাথে ভিন্ন ধরনের শস্য বা ফল যোগ করা যাবে না। \n\n\n== নিসাব ==\nঅধিকাংশ ফকিহদের মতে, কৃষিজ পণ্যতে যাকাত ফরজ হওয়ার সর্বনিম্ন পরিমাণ:\n৫ ওসাক (প্রায় ৬৫৩ কেজি) গম, চাল বা এজাতীয় শস্য হলে তাতে যাকাত দিতে হবে।\nএটি শুকনো ফলের জন্যও প্রযোজ্য; যেমন—খেজুর ও কিসমিস।\nশুকনো ফলের হিসাব:\nযদি খেজুর বা আঙুর শুকানোর আগে মাপা হয়, তাহলে একজন বিশেষজ্ঞ (খারিস) হিসাব করে নির্ধারণ করবেন যে, কতটুকু শুকনো খেজুর বা কিসমিস পাওয়া যাবে।\nঅন্যান্য দানাদার শস্যের ক্ষেত্রেও খোসা বা তুষ বাদ দিয়ে মূল দানার পরিমাণ হিসাব করা হবে। \n\n\n== সময় ==\nকৃষিজ পণ্যের যাকাত বার্ষিক হিসাব অনুযায়ী নির্ধারিত নয়; বরং প্রত্যেক ফসল কাটার সময় তা প্রদান করতে হবে। কারণ কুরআনে বলা হয়েছে: \"তোমরা যখন ফসল কাটবে, তখন তার হক (যাকাত) প্রদান করো\" ( আন'আম: ১৪১)। তাই যদি এক বছরে জমি একাধিকবার ফসল উৎপাদন করে, তাহলে প্রতিবার যাকাত দিতে হবে। \n\n\n== প্রদেয় হার ==\nফসল উৎপাদনের পদ্ধতির উপর ভিত্তি করে যাকাতের হার পরিবর্তিত হয়:\n\nপ্রাকৃতিকভাবে সিক্ত হওয়া ভূমিতে (বৃষ্টির পানি, ঝর্ণা, নদীর পানি, ভূগর্ভস্থ পানি ইত্যাদি দ্বারা) যাকাতের হার ১০% (১/১০ বা দশভাগের একভাগ) অর্থাৎ প্রতি মণে ৪ কেজি।\nকৃত্রিম উপায়ে সেচ দেওয়া হলে (যেমন—ইঞ্জিন, টিউবওয়েল, কুয়া, কূপ ইত্যাদি ব্যবহার করলে) যাকাতের হার ৫% (১/২০ বা বিশভাগের একভাগ) অর্থাৎ প্রতি মণে ২ কেজি।\nযদি উভয় ধরনের পানি ব্যবহার করা হয় (কখনো প্রাকৃতিক, কখনো কৃত্রিম) তাহলে যাকাতের হার ৭.৫% (৩/৪০ বা তিন-চতুর্থাংশ দশমাংশ)। \n\n\n=== নির্দেশনা: ===\nসাধারণ নিয়ম অনুযায়ী উৎপাদিত ফসল থেকেই যাকাত প্রদান করতে হয়।\nকিছু আলেমের মতে, ফসলের বাজারমূল্য হিসাব করে নগদ অর্থেও যাকাত প্রদান করা যেতে পারে।\nএকই ধরনের শস্য বা ফলমূল একসঙ্গে যোগ করা যায় (যেমন, বিভিন্ন ধরনের চাল বা বিভিন্ন জাতের খেজুর একত্রে যোগ করা যাবে)।\nতবে ভিন্ন প্রজাতির শস্য ও ফল একসাথে যোগ করা যাবে না (যেমন, গম ও খেজুর একত্রে হিসাব করা যাবে না)। \n\n\n== তথ্যসূত্র =="}