{"pageid": 1528917, "title": "ময়োকো আন্নো", "url": "https://bn.wikipedia.org/wiki?curid=1528917", "content": "ময়োকো আন্নো (安野 モヨコ, জন্ম ২৬ মার্চ, ১৯৭১ সাল) একজন জাপানি মাঙ্গা শিল্পী ওরফে মাঙ্গাকা। তিনি ফ্যাশন বিষয়ের উপর কিছু বই রচনা করেছেন। তার রচিত সুগার সুগার রুন  মাঙ্গাটি ২০০৫ সালে অনুষ্ঠিত কোডানশা মাঙ্গা পুরস্কার অনুষ্ঠানে শিশু বিভাগীয় পুরস্কারে সম্মানিত হয়েছে। ময়োকো আন্নো জনপ্রিয় জাপানি অ্যানিমেশন নিয়ন জেনেসিস এভাঞ্জেলিয়ন-এর পরিচালক হিদেয়াকি আন্নোর স্ত্রী। ময়োকো স্কুলে তৃতীয় শ্রেণিতে পড়ার সময় থেকেই একজন মাঙ্গা শিল্পী হওয়ার স্বপ্ন দেখেছিলেন।\n\n\n== কাজ ==\nময়োকো আন্নো ফ্যাশন জগৎ থেকে তার মাঙ্গা রচনার অনুপ্রেরণা গ্রহণ করেন। এই কারনেই তার রচনায় সূক্ষ্ম বিবরণের নিপুণ ব্যবহার লক্ষ্য করা যায়, যা তার সৃষ্টিকে নির্দিষ্ট শ্রোতাদের পরিধির মধ্যে আবদ্ধ না রেখে বৃহত্তর পাঠক শ্রেনীর কাছে জনপ্রিয় করে তুলেছে।  মায়োকো তার রচনায় চরিত্রগুলির গভীর মনস্তত্ত্বিক বিশ্লেষণ করেন।  তার মাঙ্গা এবং বইগুলি জাপানের তরুণীদের মধ্যে যথেষ্ট জনপ্রিয়তা অর্জন করেছে। ময়োকোর সবচেয়ে জনপ্রিয় মাঙ্গা হল সুগার সুগার রুনম যা স্থানীয় পত্রিকা নাকায়োশি -তে ধারাবাহিকভাবে প্রকাশিত হয়েছিল। এই মাঙ্গাটি প্রাথমিক বিদ্যালয়ে পঠনকারী তরুনীদের জীবনের গল্পের উপর ভিত্তি করে রচনা করা হয়েছিল। সম্প্রতি ওরিকন দ্বারা পরিগনিত এক গননায় তিনি মহিলাদের মধ্যে অষ্টম জনপ্রিয় মাঙ্গা শিল্পী হিসাবে স্থান পেয়েছেন। এছাড়াও মায়োক দেশব্যাপী সাধারণ মাঙ্গা শিল্পীদের জনপ্রয়তার নিরিখে তেরো নম্বরে স্থান পেয়েছেন। তার মাঙ্গা  হ্যাপি ম্যানিয়া -এর উপর ভিত্তি করে ১৯৯৮ সালে একটি টেলিভিশন ধারাবাহিক নির্মিত হয়। \n২০০৭ সালের অক্টোবরে তার রচিত মাঙ্গা হাতারাকি ম্যান প্রকাশিত হয়। ২০০৬ সালে ময়োকো আন্নো রচিত সাকুরান মাঙ্গার উপর ভিত্তি করে একটি চলচ্চিত্র নির্মিত হয়েছিল।  তার রচিত হ্যাপি ম্যানিয়া মাঙ্গার ত্রিশ লক্ষেরও বেশি কপি বিক্রি হয়েছিল। \nজাপান সিঙ্কস নামক আঞ্চলিক সিনেমায় ময়োকো তার স্বামীর সাথে একটি অতিথি চরিত্রে অভিনয় করেছিলেন। সিনেমাটির পরিচালনা করেছিলেন জাপানের জনপ্রিয় পরিচালক শিনজি হিগুচি। শিনজি এবং ময়োকোর স্বামী হিদাকি আন্নো -এরা দুজনে একসাথে গেইনাক্স নামক সংস্থার প্রতিষ্ঠা করেন। \n২০০৮ সালে স্বাস্থ্যগত কারণে মায়োকো আন্নো তার কাজ থেকে অবসর নেন।  এই বিরতির সময় তিনি তার স্বামীর সাথে তার প্রাত্যহিক জীবনের কাহিনীকে বেশ কয়েকটি মাঙ্গার আকারে প্রকাশ করেছিলেন। \n২০২০ সালের অক্টোবরে ঘোষণা করা হয়েছিল যে মায়োকো আন্নোর মাঙ্গা মেমোয়ার্স অফ অ্যামোরাস জেন্টলম্যান -এর উপর ভিত্তি করে একটি সঙ্গীতধর্মী নাটক উপস্থাপনা করা হবে। এটিই হবে প্রথম জাপানি মাঙ্গা যা আমেরিকান সঙ্গীত নাটক শৈলীতে রূপান্তরিত করে পরিবেশনা করা হয়। \n\n\n== তথ্যসূত্র =="}