{"pageid": 1528498, "title": "আল-জা'আনিন পারিবারিক গণহত্যা (৮ অক্টোবর, ২০২৩)", "url": "https://bn.wikipedia.org/wiki?curid=1528498", "content": "আল-জা'আনিন পারিবারিক গণহত্যা (৮ অক্টোবর, ২০২৩) হলো ইসরায়েলি বিমান বাহিনী কর্তৃক বেইত হানুনে আল-জা'আনিন পরিবারের বাড়িতে অভিযান চালানোর সময় সংঘটিত একটি গণহত্যা।অপারেশন আল-আকসা ফ্লাড সংঘটিত হবার পর ইসরাইলি বিমান বাহিনী বেইত হানুন জুড়ে একাধিক অভিযান শুরু করে। তারা বিশেষ করে আল-জা'আনিন পরিবারের আবাসিক এলাকা লক্ষ্য করে অভিযান চালায়। এই গণহত্যাটি ছিল অপারেশন আল-আকসা ফ্লাডের পরবর্তী সময় সংঘটিত বেশ কয়েকটি হত্যাকাণ্ডের মধ্যে একটি। জা'আনিন পরিবারকে লক্ষ্য করে চালানো এই ইসরায়েলি গণহত্যার ফলে জা'আনিন পরিবারের ২১ জনেরও বেশি সদস্য নিহত হন।\n\n\n== পটভূমি ==\n২০২৩ সালের ৭ অক্টোবর ভোরে, ইসলামী প্রতিরোধ আন্দোলন হামাসের সামরিক শাখা ইজ্জউদ্দিন আল-কাসসাম ব্রিগেড ইসরায়েলি আক্রমণ, আল-আকসার অপবিত্রতা এবং অব্যাহত বসতি স্থাপনের তৎপরতার প্রতিক্রিয়ায় অপারেশন আল-আকসা ফ্লাড শুরু করে। কাসাম ব্রিগেডের কমান্ডার-ইন-চিফ মুহাম্মদ আল-দাইফ  নিশ্চিত করেছেন যে, যিনি অভিযান শুরুর ইঙ্গিত দিয়েছিলেন। এই অভিযানে গাজার আশেপাশের বসতিগুলিতে হামাস যোদ্ধারা হটাৎ আক্রমন করে বিপুল সংখ্যক ইসরায়েলি সৈন্যকে হত্যা করতে এবং কয়েক ডজনকে বন্দী করতে সফল হয়েছিল। তারা কয়েক ঘণ্টার মধ্যে প্রায় ২-৩ কিলোমিটার পথ অতিক্রম করতে সক্ষম হয়েছিল। তারা গাজা উপত্যকার আশেপাশের এবং কাছাকাছি জনবসতিগুলির চেয়েও দূরে অবস্থিত বসতিগুলিতেও পৌঁছে গিয়েছিল। \nএই অভিযানের প্রতিক্রিয়া হিসেবে ইসরায়েলিরা গাজা উপত্যকায় নির্বিচারে অনেক বিমান হামলা চালিয়ে হাজার হাজার বেসামরিক লোককে হত্যা করে এবং গাজা উপত্যকার শহরগুলির অবকাঠামো ধ্বংস করে। এছাড়াও, তারা ব্যাপক অবরোধ ঘোষণা করার পাশাপাশি ইচ্ছাকৃতভাবে পানি , বিদ্যুৎ এবং গ্যাস সহ সকল পরিষেবা বন্ধ করে দেয়। এর ফলে ইতোমধ্যেই ষোল বছর ধরে তাদের উপর আরোপিত শ্বাসরুদ্ধকর অবরোধের পরিণতি ভোগকারী উপত্যকায় বসবাসকারী দুই মিলিয়নেরও বেশি ফিলিস্তিনিদের জীবন হুমকির মুখে পড়ে। \n৮ ডিসেম্বর ২০২৩ তারিখের পূর্ব পর্যন্ত ইসরাইলি বাহিনীর আগ্রাসনের ফলে ১৩টি আবাসিক টাওয়ার, ভবন এবং অ্যাপার্টমেন্ট সম্পূর্ণ ধ্বংস হয়ে গেছে।এর মধ্যে মোট ১৫৯টি ইউনিট সম্পূর্ণরূপে ধ্বংস হয়ে গেছে এবং ১,২১০টি আবাসিক ইউনিট আংশিকভাবে ক্ষতিগ্রস্ত হয়েছে।এছাড়াও, ৩৬টি ইউনিট বসবাসের অযোগ্য হয়ে পড়েছে।দখলদারদের দ্বারা বোমা হামলার শিকার ভবনগুলির মধ্যে রয়েছে সরকারি সুযোগ-সুবিধা এবং স্থাপনা, গাজা উপত্যকার বেশ কয়েকটি শহরে অবস্থিত বেসামরিক অফিস এবং খান ইউনিস ও বেইত লাহিয়ায় দুটি মসজিদ।\n\n\n== ঘটনা ==\n২০২৩ সালের ৮ অক্টোবর,ইসরাইলি বিমান বাহিনী গাজা উপত্যকার উত্তরে বেইত হানুনে আবু দাক্কা এবং আল-জা'আনিন পরিবারের দুটি বাড়িতে পূর্ব সতর্কতা ছাড়াই দুটি পৃথক অভিযান চালায়।এই অভিযান ও ইসরায়েলি যুদ্ধবিমান থেকে ক্ষেপণাস্ত্র হামলায় জা'আনিন পরিবারের ২১ জনেরও বেশি সদস্য নিহত হন।এছাড়াও, বাড়িতে আহতদের মধ্যে কয়েকজনের অবস্থা গুরুতর।\n\n\n== ক্ষতিগ্রস্তরা ==\nসালমা হুসেন মোহাম্মদ আল-জানিন\nমোহাম্মদ জামিল আল-জা'আনিন\nহুসাম জামিল আল-যানিন\nহামজা জামিল আল-জা'আনিন\nআনাস মোহাম্মদ আল-জা'আনিন\nখালুদ হাসান মোহাম্মদ হাসান আল-জানিন\nহাসান মোহাম্মদ জামিল আল-যানিন\nউবাইদা মোহাম্মদ জামিল আল-জা'আনিন\nখালেদ মোহাম্মদ জামিল আল-যানিন\nআমর মোহাম্মদ জামিল আল-যানিন\nহেবা ইসমাইল হুসাইন আল-যানিন\nমোআমেন হোসাম জামিল আল-যানিন\nনূর হোসাম জামিল আল-যানিন\nজিনা হোসাম জামিল আল-যানিন\nমিস হোসাম জামিল আল-জানিন\nমুসক হুসাম জামিল আল-যানিন\nহালা হোসাম জামিল আল-যানিন\nডায়ানা মাহমুদ আত্তা আল-জানিন\nআল-জা'আনিনের বার্তা\nসালমা ওমর আল-যানিন\nওমর আল-যানিনের বালসাম\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:عملية طوفان الأقصى"}