{"pageid": 1528916, "title": "আব্দুল ওয়াহিদ ইবনে সুলাইমান", "url": "https://bn.wikipedia.org/wiki?curid=1528916", "content": "আব্দুল ওয়াহিদ ইবনে সুলায়মান ইবনে আবদ আল-মালিক ( আরবি: عبد الواحد بن سليمان بن عبد الملك ; বি. ৭২০ – c. ৭৫০) ছিলেন একজন উমাইয়া রাজপুত্র। তিনি খলিফা দ্বিতীয় মারওয়ান ( শা. ৭৪৪–৭৫০) এর রাজত্বকালে ৭৪৭-৭৪৮ সালে মক্কা ও মদিনার গভর্নর ছিলেন।  আব্দুল ওয়াহিদ তার প্রশাসনিক দক্ষতা এবং উমাইয়া রাজবংশের প্রতি আনুগত্যের জন্য পরিচিত ছিলেন। তিনি সরকারকে কেন্দ্রীভূত করার জন্য খিলাফতের প্রচেষ্টায় অবদান রেখেছিলেন। এছাড়া উমাইয়া শাসনকে স্থিতিশীল রাখতে প্রশাসনিক সংস্কার বাস্তবায়নে সাহায্য করেছিলেন।\n৭৪৭/৪৮ সালে ইবাদি বিদ্রোহের সময় খারিজিদের দ্বারা দুটি ইসলামি পবিত্র শহর দখল ঠেকাতে ব্যর্থ হওয়ার পর তিনি গভর্নর পদ ছেড়ে পালিয়ে যান। উমাইয়া রাজবংশের পতনের পর আব্বাসীয়রা তাকে মৃত্যুদণ্ড দেয়।\n\n\n== জীবনের প্রথমার্ধ ==\nআব্দুল ওয়াহিদ ছিলেন খলিফা সুলাইমান (৭১৫-৭১৭) এর পুত্র এবং খলিফা আব্দুল মালিকের (৬৮৫-৭০৫) নাতি।  তাঁর মা, উম্মে আমর, আবদুল্লাহ ইবনে খালিদ ইবনে আসিদের কন্যা ছিলেন। তিনি সুলাইমানের উমাইয়া বংশের স্ত্রীদের একজন।\nদশম শতাব্দীর কিতাব আল-আগানী (গানের বই) -এ সংরক্ষিত একটি সমসাময়িক কবিতা অনুসারে, খলিফা দ্বিতীয় উমরের (শাসনকাল ৭১৭-৭২০) সময়ে তাগলিবি কবি আল-কুতামিকে (মৃত্যু ৭৪৭) তার প্রশংসায় রচিত একটি কবিতার জন্য পঞ্চাশটি উট গম, খেজুর এবং পোশাক দিয়ে পুরস্কৃত করেছিলেন। আব্দুল ওয়াহিদ আল-কুতামিকে এই উপহার দেন যখন তিনি জানতে পারেন যে উমর কবিতা পছন্দ না করায় আল-কুতামির চাওয়া ত্রিশটি উট দিতে চাননি।\n\n\n== মক্কা ও মদিনার গভর্নর হিসেবে শাসনকাল ==\n৭৪৭ সালে তার দূরসম্পর্কের চাচাতো ভাই খলিফা দ্বিতীয় মারওয়ান ( শা. ৭৪৪–৭৫০) কর্তৃক আব্দুল ওয়াহিদকে মক্কা ও মদিনার গভর্নর হিসেবে নিযুক্ত করা হয়। ৭৪৭ সালের আগস্টে হজের (মক্কায় বার্ষিক মুসলিম তীর্থযাত্রা) সময়, আবু হামজা আল-আজদির নেতৃত্বে খারেজি বিদ্রোহীরা মক্কায় প্রবেশ করে। আব্দুল ওয়াহিদ তাদের সাথে একটি যুদ্ধবিরতিতে চুক্তি এই শর্তে যে উভয় পক্ষই শান্তিতে হজ পুনরায় শুরু করতে পারবে। আল-তাবারির মতে, উভয় পক্ষ হজের শেষ পর্যায়ে মিনার কাছাকাছি পৌঁছানোর সাথে সাথে খারিজিরা আব্দুল ওয়াহিদ এবং তার নেতৃত্বাধীন হাজীদের একপাশে ঠেলে দেয়।  হাজীরা আবু হামজার বিরুদ্ধে কঠোর ব্যবস্থা না নেওয়ার জন্য গভর্নরের সমালোচনা করতে বাধ্য হয়।  এরপর আবু হামজা মক্কার বাইরে তাবু স্থাপন করেন এবং আব্দুল ওয়াহিদ মক্কার গভর্নর প্রাসাদে ফিরে আসেন। আব্দুল ওয়াহিদ আবু হামজাকে এলাকা থেকে সরে যেতে রাজি করানোর জন্য মদীনার অভিজাতদের একটি প্রতিনিধিদল পাঠান। কিন্তু আবু হামজা অস্বীকার করলে আব্দুল ওয়াহিদ মক্কা খারিজিদের হাতে ছেড়ে দিয়ে চলে যান। খারিজিরা বিনা যুদ্ধে শহরে প্রবেশ করে।\nমদিনায় ফিরে আসার পর আব্দুল ওয়াহিদ স্থানীয় স্বেচ্ছাসেবকদের একটি বাহিনী গঠন করেন। তার দূর সম্পর্কের আত্মীয়, খলিফা উসমান ( শা. ৬৪৪–৬৫৬) এর প্রপৌত্র, আব্দুল আজিজ ইবনে আবদুল্লাহ ইবনে আমরকে এই বাহিনীর নেতৃত্বে নিযুক্ত করেন। মক্কার পথে যাওয়ার সময় মদিনা ও মক্কার মাঝে কুদায়দ গ্রামে সামরিক অভিজ্ঞতাহীন এই স্বেচ্ছাসেবীরা খারিজিদের হামলার শিকার এবং আব্দুল আজিজ নিহত হন।  পরবর্তীতে খারেজীরা ৭৪৭ সালের শেষের দিকে বা ৭৪৮ সালের প্রথম দিকে মদিনায় প্রবেশ করে। ফলে আব্দুল ওয়াহিদ উমাইয়া খিলাফতের কেন্দ্রস্থল সিরিয়ায় পালিয়ে যান।\n\n\n== মৃত্যু এবং বংশধর ==\n৭৫০ সালে উমাইয়াদের পতন এবং আব্বাসীয়দের সিরিয়া আক্রমণের পর, আব্দুল ওয়াহিদ বন্ধুত্বপূর্ণ আরব উপজাতিদের মধ্যে লুকিয়ে থাকেন। পরে আব্বাসীয় কর্তৃপক্ষ তাকে ক্ষমা করে নিরাপত্তার প্রতিশ্রুতি দেয়। তবে, সেই বছরের শেষের দিকে, তাকে আব্বাসীয়রা জুন্দ ফিলাস্তিনে ( ফিলিস্তিনের সামরিক জেলা) অসংখ্য উমাইয়াদের সাথে মৃত্যুদণ্ড দেয়। এটি হয়েছিল নাহর আবি ফুতরুস (অ্যান্টিপ্যাট্রিস নদী) তীরে একটি এস্টেটে ভোজসভায়, কালানসাওয়া গ্রামে, অথবা আব্বাসীয় খলিফা আল-সাফ্ফাহর (শাসনকাল ৭৫০-৭৫৪) দরবারে মৃত্যুদণ্ড দেওয়া হয়।      শেষ বিবরণ অনুসারে, ওয়াহিদকে আব্বাসীয় পরিবারের প্রতি তার পুরনো দয়ার জন্য খলিফার পাশে বসানো হয়। খলিফা তার প্রহরীদের  অন্য উমাইয়া লোকদের মাথায় গদা দিয়ে আঘাত করে হত্যা করতে আদেশ দেন। এরপর তিনি ওয়াহিদকে বলেন, \"তোমার লোকজন ও ক্ষমতা চলে যাওয়ার পর তোমার বেঁচে থাকার কোনো মানে নেই,\" ।\nকিছু উমাইয়া সিরিয়া, ইরাক, মিসর ও আরবে গণহত্যা থেকে পালিয়ে আল-আন্দালুসে (ইবেরিয়ান উপদ্বীপ) আশ্রয় নেন। এখানে আব্দুল ওয়াহিদের চাচাতো ভাই মুয়াবিয়া ইবনে হিশামের পুত্র প্রথম আবদুর রহমান ৭৫৬ সালে কর্ডোবাতে উমাইয়া আমিরাত প্রতিষ্ঠা করেছিল। সূত্রে আবদ আল-ওয়াহিদের পুত্র আবদ আল-মালিক ও আবদ আস-সালামের বংশধরদের এই আমিরাতে সক্রিয় ভূমিকা পালনের কথা উল্লেখ রয়েছে। যার মধ্যে আবদুল মালিকের ষষ্ঠ প্রজন্মের বংশধর আবদ আল-মালিক ইবন মুহাম্মাদ আস-সুলায়মানি (মৃত্যু ৯৭০) অন্তর্ভুক্ত আছে।   \n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nAvila, Maria Luisa (১৯৮৫)। La sociedad hispanomusulmana al final del califato: aproximación a un estudio demográfico। Madrid: Consejo Superior de Investigaciones Científicas। আইএসবিএন 84-00-06045-8। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBakhouch, Mohamed (২০০৮–২০০৯)। \"Le calife 'Umar b. 'Abd al-'Azīz et les poètes\"। Bulletin d'Études Orientales। 58: ১৬১–২০৪। জেস্টোর 41608619। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nElad, Amikam (২০০০)। \"The Ethnic Composition of the 'Abbasid Revolution: A Reevaluation of Some Recent Research\"। Jerusalem Studies in Arabic and Islam। 24: ২৪৬–৩২৬। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJames, David (২০১২)। A History of Early Al-Andalus: The Akhbar Majmu'a। London and New York: Routledge। আইএসবিএন 978-0-415-66943-6। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMayer, Tobias (২০১৬) [২০১২]। \"New Considerations on the Nomination of ʿUmar II by Sulaymān b. ʿAbd al-Malik\"।   Donner, Fred M.; Conrad, Lawrence I.। The Articulation of Early Islamic State Structures। New York and London: Routledge। আইএসবিএন 978-0-8607-8721-1। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRobinson, Chase F. (২০১০)। \"The Violence of the Abbasid Revolution\"।   Suleiman, Yasir। Living Islamic History: Studies in Honour of Professor Carole Hillenbrand: Studies in Honour of Professor Carole Hillenbrand। Edinburgh: Edinburgh University Press। পৃষ্ঠা ২২৬–২৫১। আইএসবিএন 978-0-7486-3738-6। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nUzquiza Bartolomé, Aránzazu (১৯৯৪)। \"Otros Linajes Omeyas en al-Andalus\"।   Marín, Manuela। Estudios onomástico-biográficos de Al-Andalus: V (Spanish ভাষায়)। Madrid: Consejo Superior de Investigaciones Científicas। পৃষ্ঠা ৪৪৫–৪৬২। আইএসবিএন 84-00-07415-7। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nWilliams, John Alden, সম্পাদক (১৯৮৫)। The History of al-Ṭabarī, Volume XXVII: The ʿAbbāsid Revolution, A.D. 743–750/A.H. 126–132। SUNY Series in Near Eastern Studies.। Albany, New York: State University of New York Press। আইএসবিএন 978-0-87395-884-4। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}