{"pageid": 1528123, "title": "সিজিলমাসা", "url": "https://bn.wikipedia.org/wiki?curid=1528123", "content": "সিজিলমাসা (আরবি: سجلماسة; এছাড়াও সিজিলমাসসা, সিডজিলমাসা, সিডজিলমাসসা এবং সিগিলমাসসা নামেও পরিচিত) ছিল মরক্কোর সাহারার উত্তর প্রান্তে অবস্থিত একটি মধ্যযুগীয় মরক্কোর শহর এবং বাণিজ্য কেন্দ্র। রিসানি শহরের কাছে তাফিলাল্ট মরূদ্যানে জিজ নদীর ধারে পাঁচ মাইল পর্যন্ত শহরের ধ্বংসাবশেষ বিস্তৃত। এই শহরের ইতিহাস বারবার রাজবংশের ধারাবাহিক বেশ কয়েকটি আক্রমণের দ্বারা চিহ্নিত ছিল। ১৪শ শতাব্দী পর্যন্ত পশ্চিম ট্রান্স-সাহারা বাণিজ্য রুটের উত্তর প্রান্ত হিসেবে এটি মধ্যযুগে মাগরেবের অন্যতম গুরুত্বপূর্ণ বাণিজ্য কেন্দ্র ছিল।\n\n\n== ইতিহাস ==\n\n\n=== ভিত্তি এবং প্রাথমিক মধ্যযুগ ===\nআল-বাকরির বই অফ রুটস অ্যান্ড প্লেস অনুসারে, উমাইয়াদের বিরুদ্ধে বারবার বিদ্রোহের পর সুফ্রিত খারিজিরা প্রথমে এই শহরে বসতি স্থাপন করে। আল-বাকরি বর্ণনা করেন যে, অন্যান্যরা সেখানে এই প্রাথমিক বসতি স্থাপনকারীদের সাথে যোগ দিয়েছিল, যতক্ষণ না তাদের সংখ্যা প্রায় চার হাজারে পৌঁছায়। এই সময়ে তারা শহরের ভিত্তি স্থাপন করেছিল। শহর প্রতিষ্ঠার পর প্রথম কয়েক বছরে তাদের বিষয়গুলি পরিচালনা করার জন্য তারা 'ঈসা বিন মাজিদ আল-আসওয়াদ (কৃষ্ণাঙ্গ)' নামে একজন নেতাকে নির্বাচিত করে। তবে ১৪ বছর শাসন করার পর তার সঙ্গীরা তাকে দুর্নীতির অভিযোগে অভিযুক্ত করে এবং মৃত্যুদণ্ড কার্যকর করে। মিকনাসা গোত্রের একটি শাখার প্রধান আবু আল-কাসিম সামগু বিন ওয়াসুল আল-মিকনাসি শহরের নেতা হন। এই আবু আল-কাসিম এবং তার বংশধররা মিদরার রাজবংশ নামে পরিচিত।\nআরব ভূগোলবিদ ইবনে হাওকাল ৯৪৭ থেকে ৯৫১ সালের মধ্যে স্পেন এবং মাগরেব সফর করেছিলেন। ৯৮৮ সালের দিকে লেখা কিতাব সূরা আল-আরদের বিবরণ অনুসারে, বাণিজ্য পথ পরিবর্তনের কারণে সিজিলমাসার অর্থনৈতিক শক্তি বৃদ্ধি পায়। এক সময় মিশর এবং ঘানা সাম্রাজ্যের মধ্যে বাণিজ্য সরাসরি মরুভূমির মধ্য দিয়ে চলত, কিন্তু কঠোর অবস্থার কারণে এই পথটি পরিত্যক্ত হয়ে পড়ে। পরিবর্তে কাফেলাগুলি মাগরেব হয়ে সিজিলমাসায় যেত, তারপর সাহারা পেরিয়ে দক্ষিণে যেত। সিজিলমাসার অর্থনৈতিক সমৃদ্ধির প্রমাণ পাওয়া যায় ইবনে হাওকাল-এর ঘটনা থেকে, যেখানে সিজিলমাসার অন্য একজন ব্যবসায়ীর কাছ থেকে আওদাঘুস্তের একজন ব্যবসায়ীকে বিয়াল্লিশ হাজার দিনারের বিল জারি করা হয়েছিল। ইবনে হাওকাল ব্যাখ্যা করেন যে তিনি তার সমস্ত ভ্রমণে এত বড় অঙ্কের অর্থের কথা কখনও শোনেননি। মাগরেব ও মিশরের সাথে বাণিজ্যের পরিমাণ দেখে ইবনে হাওকাল কেবল মুগ্ধই হননি, বরং আল-মাসুদী উল্লেখ করেছেন যে এখানে সুদান থেকে সোনা খনন করা হত।\nসম্পদের কারণে শহরটি মিদ্রারিদ রাজবংশের অধীনে তার স্বাধীনতা দাবি করতে সক্ষম হয়েছিল এবং ৭৭১ সালের প্রথম দিকে আব্বাসীয় খিলাফতের হাত থেকে নিজেকে মুক্ত করেছিল। দশম শতাব্দীতে কর্ডোবার খিলাফত এবং ইফ্রিকিয়ার ফাতেমীয়দের সাথে জোটের পরিবর্তন শহরটিকে অস্থিতিশীল করে তোলে, যার শুরু হয় আবদুল্লাহ আল-মাহদি বিল্লাহের শহর পরিদর্শনের মাধ্যমে, যিনি পরবর্তীতে ফাতেমীয় রাজবংশের প্রতিষ্ঠাতা হিসেবে পরিচিত হন। ৯০৫ সালে আব্দুল্লাহ তার পুত্র আল-কাইমকে সাথে নিয়ে মাগরেবে পৌঁছান। আব্বাসীয়দের নির্যাতন থেকে পালিয়ে আব্দুল্লাহ এবং তার পুত্র সিজিলমাসার দিকে যাত্রা করেন, যারা কেবল ইসমাইলি শিয়া ব্যাখ্যার অন্তর্ভুক্ত ছিল না, বরং আব্বাসীয় খেলাফতের স্থিতাবস্থার জন্যও হুমকিস্বরূপ ছিল। কিংবদন্তি অনুসারে, 'আবদুল্লাহ এবং তার পুত্র একটি ভবিষ্যদ্বাণী পূর্ণ করেছিলেন যে মাঝি মেসোপটেমিয়া থেকে সিজিলমাসায় আসবেন। তারা মিদ্রার শাসকদের, বিশেষ করে রাজপুত্র ইয়াসার' আশ্রয়ে চার বছর ধরে সিজিলমাসার জনগণের মধ্যে লুকিয়ে ছিলেন।\n\nআবদুল্লাহর পুত্র আল-কাসিমের অলৌকিক ক্ষমতা ছিল এবং তিনি শহরের বাইরে একটি ঝর্ণা প্রবাহিত করেছিলেন। শহরের একজন ইহুদি বাসিন্দা এটি প্রত্যক্ষ করেন এবং সিজিলমাসায় এই খবর ছড়িয়ে দেন যে আবদুল্লাহ শহরটি দখল করার চেষ্টা করতে চলেছেন। একই সময়ে বা তার কাছাকাছি সময়ে মিদ্রারিদ শাসক প্রিন্স ইয়াসা' বাগদাদের আব্বাসীয়দের কাছ থেকে একটি চিঠি পান, যেখানে তাকে তার সীমান্ত বন্ধ করে দিতে এবং 'আবদুল্লাহ' থেকে সতর্ক থাকতে বলা হয়। ইয়াসা' তার পূর্বে পৃষ্ঠপোষকতাকারী ব্যক্তিদের বন্দী করতে বাধ্য হন। আবদুল্লাহর ভৃত্য কাইরুয়ানে পালিয়ে যায়, যা সেই সময়ে ইসমাঈলীদের জন্য একটি দুর্গ ছিল। ইফ্রিকিয়ায় ইসমাইলিদের নেতা ছিলেন আবু 'আব্দুল্লাহ; তিনি তার স্বদেশীকে উদ্ধার করার জন্য দ্রুত একটি সেনাবাহিনী সংগ্রহ করেন। সিজিলমাসায় যাওয়ার পথে তিনি রুস্তমিদ রাজবংশের অধীনে নিকটবর্তী ইবাদি খারিজিদের দুর্গ তাহের্তকে পরাজিত করেন। ৯০৯ সালের শেষ দিকে সেনাবাহিনী তাফিলাল্টে পৌঁছায় এবং শহর অবরোধ করে। সেই বছর বা তার পরের বছর ইয়াসা' নিহত হওয়ার পর মিদরার রাজবংশ বিভক্তির একটি দীর্ঘ প্রক্রিয়া শুরু করে। ফলে অবশেষে কর্ডোবান খিলাফতের প্রাক্তন ক্লায়েন্ট মাগরাওয়া বারবাররা শত্রুতাপূর্ণভাবে দখল করে নেয়।\n\n\n=== পরবর্তী মধ্যযুগ এবং প্রাথমিক আধুনিকতা ===\nমাগরাওয়ার অধীনে যারা পরবর্তীতে কর্ডোবান খিলাফত থেকে স্বাধীনতা ঘোষণা করে, তারা শহরটিকে একটি বাণিজ্য কেন্দ্র হিসেবে ভূমিকা ধরে রাখে। এটি মগরাওয়ান নেতৃত্ব এবং মরক্কোর অন্যান্য উপজাতিদের বিরুদ্ধে তাদের প্রচারণার কেন্দ্রবিন্দুতে পরিণত হয়। ৬০ বছরের মাগরাওয়া শাসনের পর সিজিলমাসার প্রবীণরা সানহাজা বারবার কনফেডারেশনের কাছে আবেদন করেন, যা সবেমাত্র আলমোরাভিড রাজবংশে রূপান্তরিত হতে শুরু করেছিল। আল-বাকরির মতে, ১০৫৫ সালে আলমোরাভিদ আন্দোলনের আধ্যাত্মিক নেতা আবদুল্লাহ ইবনে ইয়াসিন তার নতুন সৈন্যবাহিনীকে সিজিলমাসায় এনে সাড়া দেন এবং মাগরাওয়ার নেতা মাসুদ ইবনে ওয়ানুদিন আল-মাগরাভিকে হত্যা করেন। আলমোরাভিদরা ইসলামের অত্যন্ত কঠোর ব্যাখ্যা আরোপ করে, বাদ্যযন্ত্র ভেঙে দেয় এবং শহরজুড়ে মদের দোকান বন্ধ করে দেয়। যদিও শহরটি একাধিকবার আলমোরাভিদ গ্যারিসনের বিরুদ্ধে বিদ্রোহ করেছিল, কিন্তু সিজিলমাসা আলমোরাভিডদের প্রথম বিজয়ে পরিণত হয়। ১১৪৬ সাল পর্যন্ত এটি তাদের নিয়ন্ত্রণে ছিল। এরপর আলমোহাদ খিলাফত শহরটির নিয়ন্ত্রণ নেয়। আলমোরাভিদের শাসনামলে শহরটি আলমোরাভি সাম্রাজ্যের কেন্দ্রীভূত শাসন কাঠামোর অংশ ছিল। এই সময়েই নিকটবর্তী পাহাড়ি দুর্গ জেবেল মুদাওয়ার প্রতিষ্ঠিত হয়।\n\nদ্বাদশ শতাব্দীর মাঝামাঝি সময়ে যখন আলমোহাদরা শহরটি দখল করে, তখন তারা সিজিলমাসার মধ্য দিয়ে যাওয়া বাণিজ্যের সুযোগও গ্রহণ করে। তবে সিজিলমাসার রাজত্বের শুরুতে আলমোরাভিদের দ্বারা আরোপিত কঠোর দর্শন আলমোহাদের অত্যন্ত সহিংস অনুশীলনের দ্বারা ঢেকে যায়। এর পরিণাম ঘটে সিজিলমাসায় বসবাসকারী অনেক ইহুদির গণহত্যার মাধ্যমে।\nমেরিনিডদের অধীনে জেনাটা বারবার কনফেডারেশনের কাছে আলমোহাদ রাজবংশের পতনের মধ্যে সিজিলমাসা আবারও সর্বশেষ বারবার রাজবংশের আতিথেয়তা করেন।\n১৩৫২-১৩৫৩ সালে মালি সাম্রাজ্য পরিদর্শনের উদ্দেশ্যে যাত্রাকালে মরক্কোর পর্যটক ইবনে বতুতা সিজিলমাসায় অবস্থান করেন। তিনি লিখেন: \"আমি সিজিলমাসা শহরে পৌঁছেছি, এটি একটি খুব সুন্দর শহর। এখানে প্রচুর পরিমাণে ভালো মানের খেজুর রয়েছে। আল-বাসরা শহরটি প্রচুর পরিমাণে খেজুর পাওয়া যায়, তবে সিজিলমাসার খেজুরগুলি উন্নত।\" ইবনে বতুতা চীনা শহর কোয়ানঝো বর্ণনা করার সময় সিজিলমাসার কথাও উল্লেখ করেছেন: \"চীনের সমস্ত শহরের মতো এই শহরেও মানুষের বাগান এবং ক্ষেত এবং মাঝখানে তাদের ঘরবাড়ি রয়েছে, যেমনটি তারা আমাদের দেশের সিজিমাসায় রয়েছে। এই কারণেই তাদের শহরগুলি এত বড়।\"\nলিও আফ্রিকানাস, যিনি ষোড়শ শতাব্দীর গোড়ার দিকে মরক্কো ভ্রমণ করেছিলেন, তিনি তাফিলাল্ট মরূদ্যানে যান এবং সিজিলমাসা ধ্বংসপ্রাপ্ত দেখতে পান। তিনি \"সবচেয়ে রাজকীয় এবং উঁচু দেয়াল\" সম্পর্কে মন্তব্য করেছেন, যা দৃশ্যত তখনও দাঁড়িয়ে ছিল। তিনি শহরটিকে \"সাহসিকভাবে নির্মিত\" হিসেবে বর্ণনা করেন। তিনি লিখেছেন যে, শহরে অনেক রাজকীয় মন্দির এবং কলেজ ছিল এবং জিজ নদী থেকে জল টেনে আনার জন্য জলের চাকা ছিল। লিও আফ্রিকানাস বলেন যে, শহরটি ধ্বংস হওয়ার পর থেকে পূর্ববর্তী বাসিন্দারা দূরবর্তী গ্রাম এবং দুর্গে চলে গিয়েছিল। তিনি এই এলাকায় সাত মাস অবস্থান করেছিলেন। তিনি বলেছিলেন যে, এটি নাতিশীতোষ্ণ এবং মনোরম ছিল। লিও আফ্রিকানাসের মতে, সিজিলমাসার নাগরিকদের দ্বারা এর শেষ রাজপুত্রকে হত্যা করার পর শহরটি ধ্বংস হয়ে যায়, যার পরে জনগোষ্ঠী গ্রামাঞ্চলে ছড়িয়ে পড়ে। ইবনে খালদুন তার মুকাদ্দিমাহতে বলেছেন যে, সম্পদের অভাবে শহরটির পতন হয়েছিল। লাইটফুট এবং মিলার তাদের সাইট থেকে প্রাপ্ত তথ্য থেকে বেশ কিছু তথ্য উদ্ধৃত করেছেন। তারা বলেছেন যে, তাফিলাল্টের লোকদের দ্বারা সংরক্ষিত মৌখিক ঐতিহ্য বলে যে দুষ্ট স্বৈরশাসক \"কৃষ্ণাঙ্গ সুলতান\" জনসাধারণ কর্তৃক উৎখাত হয়েছিল।\n১৮ শতকে সুলতান মৌলে ইসমাইলের নির্দেশে শহরটি পুনর্নির্মাণ করা হয়। ১৮১৮ সালে আইত আত্তার যাযাবর উপজাতিরা এটি জয় করে ধ্বংস করে। বর্তমানে রিসানি শহর থেকে এক কিলোমিটার উত্তরে অবস্থিত সিজিলমাসার ধ্বংসাবশেষ বিশ্ব স্মৃতিস্তম্ভ তহবিল দ্বারা একটি বিপন্ন স্থান হিসাবে স্বীকৃত। এগুলো মরক্কোর সংস্কৃতি মন্ত্রণালয় দ্বারা সংরক্ষিত।\n\n\n== আরও দেখুন ==\n\nরিসানি\nসিগিলমাসাসরাস\n\n\n== টীকা ==\n\n\n== গ্রন্থপঞ্জি ==\nGibb, H.A.R.; Beckingham, C.F., সম্পাদকগণ (১৯৯৪), The Travels of Ibn Baṭṭūṭa, A.D. 1325–1354 (Volume 4), London: Hakluyt Society, আইএসবিএন 978-0-904180-37-4 . This volume was translated by Beckingham after Gibb's death in 1971.\nHirschberg, H.Z. (১৯৭৪), A History of the Jews in North Africa, New York: Brill Academic .\nIbn Khaldun (১৯৫৮), al-Muqaddimah, Franz Rosenthal, Princeton, NJ: Princeton University Press .\nLevtzion, Nehemia (১৯৬৮), \"Ibn-Hawqal, the cheque, and Awdaghost\", Journal of African History, 9 (2), পৃষ্ঠা 223–233, এসটুসিআইডি 162076182, জেস্টোর 179561, ডিওআই:10.1017/S0021853700008847 .\nLevtzion, Nehemia (১৯৭৩), Ancient Ghana and Mali, London: Methuen, আইএসবিএন 0-8419-0431-6 .\nLevtzion, Nehemia (১৯৯৪), Islam in West Africa: Politics and Society to 1800, Grand Rapids, MI: Variorum, আইএসবিএন 0-86078-444-4 .\nLevtzion, Nehemia; Hopkins, John F.P., সম্পাদকগণ (২০০০), Corpus of Early Arabic Sources for West Africa, New York, NY: Marcus Weiner Press, আইএসবিএন 1-55876-241-8 . First published in 1981.\nLightfoot, Dale R.; Miller, James A. (১৯৯৬), \"Sijilmassa: The rise and fall of a walled oasis in medieval Morocco\" (পিডিএফ), Annals of the Association of American Geographers, 86, পৃষ্ঠা 78–101, ডিওআই:10.1111/j.1467-8306.1996.tb01746.x, ২৩ জুলাই ২০১২ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২৬ মার্চ ২০২৫ .\n\n\n== আরও পড়ুন ==\nBoone, James L.; Myers, J. Emlen; Redman, Charles L. (১৯৯০), \"Archeological and Historical Approaches to Complex Societies – The Islamic States of Medieval Morocco\", American Anthropologist, 92 (3), পৃষ্ঠা 630–646, ডিওআই:10.1525/aa.1990.92.3.02a00050 \nLeo Africanus (১৮৯৬), The History and Description of Africa (3 Vols), Brown, Robert, editor, London: Hakluyt Society . Internet Archive: Volume 1, Volume 2, Volume 3. The original text of Pory's 1600 English translation together with an introduction and notes by the editor.\nLessard, Jean-Michel (১৯৬৯), \"Sijilmassa : la ville et ses relations commerciales au XIe siècle d'après El Bekri\", Hespéris Tamuda (ফরাসি ভাষায়), 10, পৃষ্ঠা 5–36, ৩০ মার্চ ২০১২ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২৬ মার্চ ২০২৫ . The link is to the entire volume.\nLove, Paul M. Jr. (২০১০), \"The Sufris of Sijilmasa: toward a history of the Midrarids\", Journal of North African Studies, 15 (2), পৃষ্ঠা 173–188, এসটুসিআইডি 145419823, ডিওআই:10.1080/13629380902734136 .\nMessier, Ronald A.; Miller, James A. (২০১৫)। The Last Civilized Place: Sijilmasa and Its Saharan Destiny (ইংরেজি ভাষায়)। University of Texas Press। আইএসবিএন 978-0-292-76667-9। \nMeunié, Jacques (১৯৬২), \"Sur l'architecture du Tafilalt et de Sijilmassa (Maroc Saharien)\", Comptes rendus des séances de l'Académie des Inscriptions et Belles-Lettres (ফরাসি ভাষায়), 106 (2), পৃষ্ঠা 132–147, ডিওআই:10.3406/crai.1962.11417 .\nBosworth, C. E.; van Donzel, E.; Heinrichs, W. P. & Lecomte, G., সম্পাদকগণ (১৯৯৭)। \"Sid̲j̲ilmāsa\"। The Encyclopaedia of Islam, New Edition, Volume IX: San–Sze। Leiden: E. J. Brill। পৃষ্ঠা 545–546। আইএসবিএন 90-04-10422-4। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}