{"pageid": 1528094, "title": "ফাতেমা (রা) নাম এবং উপাধি", "url": "https://bn.wikipedia.org/wiki?curid=1528094", "content": "ফাতিমা (৬০৫/১৫-৬৩২ খ্রিস্টাব্দ) ইসলামী নবী মুহাম্মদ (সা.) এর কন্যা এবং তাঁর চাচাতো ভাই আলী, রশিদুন খলিফাদের চতুর্থ এবং প্রথম শিয়া ইমামের স্ত্রী ছিলেন। ফাতিমাকে মেরি, যিশুর মাতা, এর সাথে তুলনা করা হয়েছে, বিশেষত শিয়া ইসলাম-এ। মুহাম্মদ (সা.) তাকে নারীসমাজের শ্রেষ্ঠ এবং তাঁর কাছে সবচেয়ে প্রিয় ব্যক্তি বলে অভিহিত করেছেন। তিনি প্রায়ই মুসলিম নারীদের জন্য একটি আদর্শ চিত্র হিসেবে বিবেচিত হন এবং দয়া, উদারতা এবং দীর্ঘস্থায়ী কষ্টের উদাহরণ হিসেবে উল্লেখিত। ফাতিমার মাধ্যমেই মুহাম্মদ (সা.) এর পরিবারবংশ আজও টিকে আছে। তাঁর নাম এবং উপাধিগুলি মুসলিম মেয়েদের জন্য জনপ্রিয় নাম।।  \n\n\n== নাম এবং উপাধি ==\nতার সবচেয়ে সাধারণ উপাধি হল আল-জাহরা ( আক্ষ. 'the one that shines, the radiant'   ),  যা তার ধার্মিকতা এবং প্রার্থনায় নিয়মিততাকে নির্দেশ করে।  শিয়ারা এই উপাধিটিকে তার আদিম সৃষ্টির একটি উল্লেখ বলে বিশ্বাস করে, যা সৃষ্টির সর্বত্র আলো বিকিরণ করে।  শিয়া ইবনে বাবাওয়াহি ( d. 991 ) লিখেছেন যে, যখনই ফাতিমা প্রার্থনা করতেন, তখন তার আলো আকাশের বাসিন্দাদের জন্য এমনভাবে জ্বলত যেমন পৃথিবীর বাসিন্দাদের জন্য তারার আলো জ্বলে।  শিয়া ভাষায় তার অন্যান্য উপাধি হল আল-সিদ্দিকা ( আক্ষ. 'the righteous'   ),  আল-তাহিরা ( আক্ষ. 'the pure'   ),  আল-মুবারাকা ( আক্ষ. 'the blessed'   ),  এবং আল-মানসুরা ( আক্ষ. 'helped by God'   )।  আরেকটি শিয়া উপাধি হল আল-মুহাদ্দিস, কারণ ফেরেশতারা একাধিকবার ফাতিমার সাথে কথা বলেছিলেন বলে জানা যায়,    যীশুর মা মরিয়মের সাথে সাদৃশ্যপূর্ণ। \nফাতেমাকে সাইয়্যিদাত নিসা' আল-জান্না ( আক্ষ. 'mistress of the women of paradise' ) নামেও ডাকা হয়।   ) এবং সাইয়্যিদাত নিসা' আল-আলামিন ( আক্ষ. 'mistress of the women of the worlds'   ) শিয়া ও সুন্নি হাদিস সংগ্রহে, যার মধ্যে রয়েছে সুন্নি সহিহ আল-বুখারী এবং সহিহ মুসলিম । \n\n\n=== ফাতেমা ===\nফাতিমা নামটি আরবি মূল ফ-ত-ম (অর্থাৎ 'থামানো' বা 'দুধ ছাড়ানো') থেকে উদ্ভূত এবং এটি শিয়া বিশ্বাসের প্রতীক যে তিনি, তাঁর সন্তানরা এবং তাঁর অনুসারীরা (শিয়া) জাহান্নাম থেকে মুক্ত।    বিকল্পভাবে, শিয়া সূত্রে ফাতিমা শব্দটি ফাতির (অর্থাৎ 'সৃষ্টিকারী', আল্লাহর একটি নাম) এর সাথে যুক্ত, যা আল্লাহর সৃষ্টিশক্তির পৃথিবীজুড়ে প্রতীক হিসেবে বিবেচিত। \n\n\n=== কুনিয়া ===\nসলামে ফাতিমার একটি কুনিয়া বা সম্মানসূচক উপাধি হল উম্মু আবিহা (অর্থাৎ 'তার পিতার মা'), যা নির্দেশ করে যে ফাতিমা তার পিতার প্রতি অসাধারণ যত্নশীল ও মমতাময়ী ছিলেন।।    উম্মুল আইমা (অর্থাৎ 'ইমামদের মা') ফাতিমার একটি কুনিয়া, কারণ বারো ইমামের মধ্যে এগারোজন তার বংশধর। এটি ফাতিমার গুরুত্বপূর্ণ স্থান এবং মর্যাদা প্রকাশ করে, যেহেতু তিনি ইমাম আলী এবং তার সন্তানদের মা ছিলেন, যাদের মধ্যে পরবর্তী ইমামরা এসেছেন। \n\n\n== আরো দেখুন ==\nফাতেমিয়া\nফাতেমার দাফন\nমুহাম্মদের নাম এবং উপাধি\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nEncyclopedia of Women in World Religions। \nErnst, Carl (২০০৩)। Following Muhammad: Rethinking Islam in the Contemporary World। University of North Carolina Press। আইএসবিএন 9780807875803। \nMedieval Islamic Civilization: An Encyclopedia। \nMuhammad in History, Thought, and Culture: An Encyclopaedia of the Prophet of God। \nAbbas, Hassan (২০২১)। The Prophet's Heir: The Life of Ali ibn Abi Talib। Yale University Press। আইএসবিএন 9780300252057। \nAslan, Reza (২০১১)। No god but God: The Origins, Evolution, and Future of Islam। Random House। আইএসবিএন 9780812982442। \nAyoub, Mahmoud M. (২০১১)। Redemptive Suffering in Islam: A Study of the Devotional Aspects of Ashura in Twelver Shi'ism। Walter de Gruyter। আইএসবিএন 9783110803310। \nRuffle, Karen (২০১১)। \"May You Learn From Their Model: The Exemplary Father-Daughter Relationship of Mohammad and Fatima in South Asian Shiʿism\": 12–29। ডিওআই:10.1163/187471611X568267। \nRogerson, Barnaby (২০০৬)। The Heirs of the Prophet Muhammad: And the Roots of the Sunni-Shia Schism। Abacus। আইএসবিএন 9780349117577। \nPierce, Matthew (২০১৬)। Twelve Infallible Men: The Imams and the Making of Shi'ism। Harvard University Press। আইএসবিএন 9780674737075। \nNashat, Guity (১৯৮৩)। Women and Revolution in Iran। Westview Press। আইএসবিএন 9780865319318। \nThe New Encyclopedia of Islam। \n \nEncyclopedia of Islam। \nThurlkill, Mary F. (২০০৮)। Chosen Among Women: Mary and Fatima in Medieval Christianity and Shi`ite Islam। University of Notre Dame Press। আইএসবিএন 9780268093822। \nThe New Encyclopedia of Islam। \nEncyclopædia Iranica। \n\n\n== বহিঃসংযোগ ==\nFatima Zahra[অধিগ্রহণকৃত!]"}