{"pageid": 1528319, "title": "হেমা ভারালি", "url": "https://bn.wikipedia.org/wiki?curid=1528319", "content": "হেমা ভারালি (১৯শে ফেব্রুয়ারী ১৯১৯ - ২৯শে এপ্রিল ২০২০) ছিলেন একজন ভারতীয় স্বাধীনতা কর্মী, সমাজকর্মী, সর্বোদয় নেত্রী এবং গান্ধীবাদী, যিনি নারীর ক্ষমতায়নে এবং সমাজের সামাজিক ও আর্থিকভাবে প্রতিবন্ধী অংশের উন্নয়নে তাঁর অবদানের জন্য পরিচিত। ১৯৫০ সালে আসাম রাজ্যের উত্তর লখিমপুরে ভূমিকম্পের পর ত্রাণ কার্যক্রমে এবং ১৯৬২ সালের চীন-ভারত যুদ্ধের পর উন্নয়নমূলক কর্মকাণ্ডে তিনি সক্রিয় ছিলেন বলে জানা যায়। ভারতীয় সমাজে তাঁর অবদানের জন্য ২০০৫ সালে ভারত সরকার তাঁকে চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রী প্রদান করে। এক বছর পর, তিনি স্বরাষ্ট্র মন্ত্রণালয়ের অধীনে একটি স্বায়ত্তশাসিত সংস্থা ন্যাশনাল ফাউণ্ডেশন ফর কমিউনাল হারমনি থেকে জাতীয় সাম্প্রদায়িক সম্প্রীতি পুরস্কার পান।\n\n\n== জীবনী ==\nহেমা ভারালির জন্ম ১৯১৯ সালের ১৯শে ফেব্রুয়ারি উত্তর-পূর্ব ভারতের আসাম রাজ্যের চুটিয়া জাতিগোষ্ঠীর একটি পরিবারে। তিনি ছোটবেলা থেকেই সামাজিক কাজে জড়িয়ে পড়েন। ১৯৫০ সালে উত্তর লখিমপুর অঞ্চলে যখন ভূমিকম্প বিধ্বস্ত হয়, তখন তিনি ত্রাণ কার্যক্রমে অংশ নেন। তিনি ভারতীয় স্বাধীনতা সংগ্রামে সক্রিয় হয়ে ওঠেন এবং ১৯৫১ সালে বিনোবা ভাবে কর্তৃক শুরু হওয়া ভূদান আন্দোলনে যোগ দেন এবং এর অন্যতম নেতা হন। বিনোবা ভাবের নেতৃত্বে যাঁরা তেজপুরের যুদ্ধবিধ্বস্ত এলাকার ক্ষতিগ্রস্থদের সেবায় নিয়োজিত ছিলেন, তিনি সেই দলের একজন অংশ ছিলেন এবং অভিযানের সময় ভাবের মৈত্রেয়ী আশ্রমে অবস্থান করেছিলেন। তিনি ভূদান আন্দোলনের সাথে সম্পর্কিত পদযাত্রার সাথেও জড়িত ছিলেন। তিনি কেন্দ্রীয় সমাজকল্যাণ বোর্ড (সিএসডব্লিউবি) এর নির্বাহী পরিষদের প্রতিষ্ঠাতা সদস্য ছিলেন।\nভারত সরকার ২০০৫ সালের প্রজাতন্ত্র দিবসের সম্মাননা তালিকায় চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রীর জন্য হেমা ভারালির নাম অন্তর্ভুক্ত করে। ২০০৬ সালে, স্বরাষ্ট্র মন্ত্রণালয়ের জাতীয় সাম্প্রদায়িক সম্প্রীতি ফাউণ্ডেশন কর্তৃক তাঁকে জাতীয় সাম্প্রদায়িক সম্প্রীতি পুরস্কারে ভূষিত করা হয়। তিন বছর পর, তিনি আসাম সরকারের কাছ থেকে জাতীয় সংহতির জন্য ফখরুদ্দিন আলী আহমেদ স্মৃতি পুরস্কার পান। তিনি আজীবন অবিবাহিত থেকে গেছেন। তাঁর ৯০-এর কোঠায় বয়সে তিনি আর্থিক ও স্বাস্থ্যগত সমস্যার মুখোমুখি হয়েছিলেন, তবে তিনি রাজ্য সরকারের কাছ থেকে আর্থিক সহায়তা পেয়েছিলেন। তিনি আসামের গুয়াহাটিতে থাকতেন। ২০১৬ সালের এপ্রিল মাসেও তিনি জনসমক্ষে উপস্থিত হয়েছিলেন।\nতিনি ২০২০ সালের ২৯শে এপ্রিল ১০১ বছর বয়সে মারা যান।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nসর্বোদয়\nবিনোবা ভাবে\nটেমপ্লেট:Padma Shri Award Recipients in Social Work"}