{"pageid": 1528714, "title": "মল্লিকা শ্রীনিবাসন", "url": "https://bn.wikipedia.org/wiki?curid=1528714", "content": "মল্লিকা শ্রীনিবাসন (জন্ম: ১৯ নভেম্বর ১৯৫৯) একজন ভারতীয় শিল্পপতি। তিনি ট্র্যাক্টরস অ্যান্ড ফার্ম ইকুইপমেন্ট সংস্থার চেয়ারম্যান এবং ব্যবস্থাপনা পরিচালক। ১৯৬০ সালে ভারতের চেন্নাইতে প্রতিষ্ঠিত এই সংস্থাটি মূলত ট্র্যাক্টর বানায়। মল্লিকা ২০২১ সালের ১ এপ্রিল থেকে ২০২৫ সালের ১৮ নভেম্বর  পর্যন্ত ভারত সরকার কর্তৃক গঠিত পাবলিক এন্টারপ্রাইজেস সিলেকশন বোর্ডের চেয়ারপারসন হিসেবে দায়িত্ব পালন করেছেন।   তিনি ব্রিকস উইমেনস বিজনেস অ্যালায়েন্স -এর একজন মূল সদস্য এবং ভারত-মার্কিন সিইও ফোরামের সদস্য। তিনি চেন্নাইয়ের স্টেলা ম্যারিস কলেজের পরিচালন কমিটির সদস্যও।\n\n\n== শিক্ষা ==\nমল্লিকা উইমেন্স ক্রিশ্চিয়ান কলেজ থেকে গণিত বিষয়ে স্নাতক ডিগ্রি অর্জন করেন।  পরবর্তীতে তিনি মাদ্রাজ বিশ্ববিদ্যালয় থেকে অর্থনীতিতে স্বর্ণপদক বিজয়ী হন। তিনি পেনসিলভানিয়া বিশ্ববিদ্যালয়ের ওয়ার্টন স্কুল অফ বিজনেস থেকে ডিন'স অনার লিস্ট এবং আলফা বিটা গামা সোসাইটির সদস্য হিসেবে স্নাতক হন এবং শীর্ষ ১২৫ জন সফল প্রাক্তন ছাত্রের একজন হিসেবে স্থান পান। \n\n\n== কর্মজীবন ==\nমল্লিকা শ্রীনিবাসন ট্রাক্টরের একটি গণ-উৎপাদক সংস্থা ট্র্যাক্টরস অ্যান্ড ফার্ম ইকুইপমেন্ট  -এর প্রতিষ্ঠা করেন। এই সংস্থা ট্রাক্টর, কৃষি সংক্রান্ত যন্ত্রপাতি, ডিজেল ইঞ্জিন, জেনারেটর, ইঞ্জিনিয়ারিং প্লাস্টিক, হাইড্রোলিক পাম্প, সিলিন্ডার ইত্যাদি প্রস্তুত করে। সংস্থাটি চলতি অর্থবর্ষে ১০,০০০ কোটি টাকারও বেশি রাজস্ব দিয়েছে।\nমল্লিকা ট্র্যাক্টর ম্যানুফ্যাকচারার্স অ্যাসোসিয়েশন অফ ইন্ডিয়া, মাদ্রাজ চেম্বার অফ কমার্স  ইত্যাদি বিভিন্ন শিল্প সংস্থার নেতৃত্ব দিয়েছেন। তিনি <i>কনফেডারেশন অফ ইন্ডিয়ান ইন্ডাস্ট্রি</i> এবং ইন্ডিয়ান ইনস্টিটিউট অফ ফরেন ট্রেডের মতো শিল্প সংস্থাগুলির বিভিন্ন গুরুত্বপূর্ণ পদে অধিষ্ঠিত হয়েছেন। \n\n\n== পুরষ্কার এবং প্রশংসা ==\nশ্রীনিবাসন বেশ কিছু প্রশংসা এবং পুরষ্কার পেয়েছেন। ২০১১ সালে, <i>আর্নস্ট অ্যান্ড ইয়ং</i> -এর পক্ষ থেকে তাকে বর্ষসেরা উদ্যোক্তা হিসেবে নির্বাচিত করা হ্য। ফোর্বস ইন্ডিয়া তাকে বর্ষসেরা নারী নেতার পুরস্কার প্রদান করেছে। ফোর্বস এশিয়া তাকে এশিয়ার শীর্ষ ৫০ জন শক্তিশালী ব্যবসায়ীর একজন হিসেবে স্বীকৃতি দেয়।\nবিজনেস টুডে কর্তৃক প্রকাশিত ভারতের ছয়জন সবচেয়ে ক্ষমতাশালী নারীর তালিকায় তাকে স্থান দেওয়া হয়েছিল। ভারতের শীর্ষস্থানীয় ব্যবসায়িক টেলিভিশন চ্যানেল এনডিটিভি প্রফিট -এর বিজনেস লিডারশিপ  পুরস্কার অনুষ্ঠানে তাকে ২০১২ সালের বিজনেস থট লিডার অফ দ্য ইয়ার পুরস্কার প্রদান করা হয়েছে।  ২০১৮ সালে, ফরচুন ইন্ডিয়া কর্তৃক ব্যবসায়ে ভারতের সবচেয়ে ক্ষমতাশালী মহিলাদের মধ্যে তিনি পঞ্চম স্থানে ছিলেন।  ২০২০ সালে, তিনি ইটি প্রাইম উইমেন লিডারশিপ  পুরস্কার অনুষ্ঠানে বর্ষসেরা ব্যবসায়ী হিসাবে পুরষ্কার পেয়েছিলেন। \n\n\n== তথ্যসূত্র =="}