{"pageid": 1528893, "title": "ইতালির ইসলামী সম্প্রদায় ও সংঘ", "url": "https://bn.wikipedia.org/wiki?curid=1528893", "content": "ইতালির ইসলামী সম্প্রদায় ও সংঘ ( ইতালীয়: Unione delle Comunità e Organizzazioni Islamiche in Italia  , ইউসিওআইআই) হল ইতালির তিনটি প্রধান ইতালীয় সুন্নি ইসলামী সংগঠনের মধ্যে একটি। অন্য দুটি সংগঠন হল হলো ইতালীয় ইসলামী ধর্মীয় সম্প্রদায় এবং ইতালীয় ইসলামিক কনফেডারেশন।\n\n\n== ইতিহাস ==\nইউসিওআইআই ১৯৯০ সালে আনকোনায় প্রতিষ্ঠিত হয়েছিল। এটি বিভিন্ন পূর্ব-বিদ্যমান সংগঠনের একীভূতকরণের ফলে প্রতিষ্ঠানটি তৈরি হয়। এর মধ্যে ছিল ইতালির মুসলিম ছাত্র ইউনিয়ন (ইউএসএমআই)-এর সিরিয়ান ও ফিলিস্তিনি অংশ ছিল। এছাড়া কিছু নারী ইসলামী সংগঠন যেমন ইসলাম ডোন্নে, এবং হামজা রবার্তো পিক্কার্দোর মতো ব্যক্তিদের অবদান ছিল। হামজা রবার্তো রিকার্দো হলেন অটোনোমিয়া অপেরিয়ার একজন প্রাক্তন জঙ্গি। তিনি পরে ইসলাম ধর্ম গ্রহণ করেছিলেন এবং বর্তমানে তিনি প্রকাশনা সংস্থা লিব্রেরিয়া ইসলামিকা (পূর্বে \"আল হিকমা\" নামে পরিচিত) এর পরিচালক।\nপ্রাথমিকভাবে সংগঠনটির সভাপতির দায়িত্ব গ্রহণ করেছিলেন নূর দাচান। তিনি মুসলিম ব্রাদারহুডের সিরিয়ান শাখার একজন নেতা। প্রাথমিকভাবে সচিব পদটি একই সংগঠনের ফিলিস্তিনি অংশের নেতা আলী আবু শোয়াইমা গ্রহণ করেছিলেন। পরে এই পদে রবার্তো পিকার্ডো দায়িত্ব পালন করেছেন।\n\n\n== সমালোচনা ==\nইউসিওআইআই-এর সাথে সংযুক্ত মসজিদগুলো প্রত্যক্ষ বা পরোক্ষভাবে মুসলিম ব্রাদারহুডের সাথে যুক্ত বলে অভিযোগ রয়েছে। এই সম্পর্কের কারণে সংগঠনটিকে তীব্র সমালোচনার মুখে পড়তে হয়েছে।\nইউসিওআইআই দাবি করে যে এই সম্পর্কগুলো তাদের নেতৃত্বের নিজেদের মধ্যে সীমাবদ্ধ। ইউসিওআইআই এর ব্যবস্থাপনা অন্যান্য গোষ্ঠীর সাথে আরও ঘনিষ্ঠভাবে সম্পর্কিত, যেমন: ইউরোপীয় ফতোয়া ও গবেষণা কাউন্সিল, ইউরোপীয় ইসলাম, মিশরের মুফতি আলী গোমা, তারিক রমজানের মতো পণ্ডিতদের সাথে রয়েছে। ইউসিওআইআই ইসলামী নারীবাদীদের বৃত্তি এবং ইতালিতে ধর্মান্তরিত ইতালীয় এবং মুসলিম তরুণ ও ছাত্রদের লেখালেখির ওপর জোর দেয়।\nতবে, ইউরোপীয় ফতোয়া ও গবেষণা কাউন্সিলের নেতৃত্বে আছেন মুসলিম ব্রাদারহুডের শীর্ষস্থানীয় মতাদর্শিক নেতা ইউসুফ আল-কারাদাওয়ি। আলী জুমাও এই সংগঠনের একজন সদস্য। অন্যদিকে তারিক রমজান মুসলিম ব্রাদারহুডের শীর্ষস্থানীয় নেতা এবং এর প্রতিষ্ঠাতা হাসান আল-বান্নার নাতি। ২০১৪ সালে সংযুক্ত আরব আমিরাত মুসলিম ব্রাদারহুডকে একটি সন্ত্রাসী সংগঠন হিসেবে ঘোষণা করে।\n\n\n=== সংগাঠনিক কাঠামো ===\nইয়াসিন লাফরাম – জাতীয় সভাপতি\nনাদিয়া বৌজেকরি – প্রথম সহ-সভাপতি; যোগাযোগ বিষয়ক দায়িত্ব\nইয়াসিন বারাদাই – জাতীয় সম্পাদক\nকামেল লায়াচি – পরিষেবা ও পরামর্শ বিষয়ক দায়িত্ব\nআবদেলহাফিদ খেই – দ্বিতীয় সহ-সভাপতি; প্রাতিষ্ঠানিক সম্পর্ক ও জনসংযোগ বিষয়ক দায়িত্ব\nআমিনা দাচান – সংস্কৃতি ও শিক্ষা বিষয়ক দায়িত্ব\nমুস্তাফা বাতজাম – আন্তঃধর্মীয় সংলাপ বিষয়ক দায়িত্ব\nমোহামেদ ইব্রাহিম – জাতীয় ইসলামি সংগঠনের সঙ্গে সম্পর্ক রক্ষা বিষয়ক দায়িত্ব\nইজ্জেদ্দিন এলজির – উপদেষ্টা\nসামি ট্রাবেলসি – উপদেষ্টা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nAndrea Pacini: \"I musulmani in Italia. Dinamiche organizzative e processi di interazione con la società e le istituzioni italiane\", in S. Ferrari [a cura di], Musulmani in Italia. La condizione giuridica delle comunità islamiche, il Mulino, Bologna (2000).\n\"Enciclopedia delle religioni in Italia\" / CESNUR. [A cura di] Massimo Introvigne ... [et al.]. - Leumann (Torino) : Elledici, 2001. - 1047 S.; (ital.) আইএসবিএন ৮৮-০১-০১৫৯৬-৮\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট\nইতালিয়া / CESNUR-এ শেদা লে ধর্মী\nTenere a bada gli ultrà dell'Ucoii, di Massimo Introvigne"}