{"pageid": 1528586, "title": "অনুপমা চন্দ্রশেখর", "url": "https://bn.wikipedia.org/wiki?curid=1528586", "content": "অনুপমা চন্দ্রশেখর হলেন একজন ভারতীয় নাট্যকার যিনি চেন্নাইতে জন্মগ্রহণ করেন এবং সেখানেই বসবাস করেন। তিনি তার \"দ্য ফাদার অ্যান্ড দ্য অ্যাসাসিন\" নাটকের জন্য পরিচিত, যা তাকে সেরা নাটকের জন্য ইভিনিং স্ট্যান্ডার্ড থিয়েটার অ্যাওয়ার্ডের জন্য মনোনয়ন এনে দেয় এবং সুসান স্মিথ ব্ল্যাকবার্ন পুরস্কারের চূড়ান্ত প্রতিযোগী ছিল।\n\n\n== ক্যারিয়ার ==\nচন্দ্রশেখরের নাটকগুলি ভারত, ইউরোপ, কানাডা এবং মার্কিন যুক্তরাষ্ট্রের শীর্ষস্থানীয় স্থানে মঞ্চস্থ হয়েছে। ২০১৬ থেকে ২০১৭ সাল পর্যন্ত তিনি ন্যাশনাল থিয়েটারে লন্ডনের প্রথম আন্তর্জাতিক আবাসিক নাট্যকার ছিলেন।\nইন্ধু রুবাসিংহাম পরিচালিত তার নাটক \"ফ্রি আউটগোয়িং \" ২০০৭ সালে লন্ডনের রয়েল কোর্ট থিয়েটারে প্রিমিয়ার হয়েছিল। ২০০৮ সালের গ্রীষ্মে রয়্যাল কোর্টের প্রধান থিয়েটারে এটির পুনরাভিনয় হয় এবং একই বছর ট্র্যাভার্স থিয়েটারে এডিনবার্গ ফ্রিঞ্জ ফেস্টিভ্যালের জন্য নাটকটি নিয়ে ভ্রমণ করা হয়ছিল।\n২০০৮ সালে চন্দ্রশেখর ইভিনিং স্ট্যান্ডার্ড থিয়েটার অ্যাওয়ার্ডের চার্লস উইন্টুর পুরস্কারের জন্য সবচেয়ে প্রতিশ্রুতিশীল নাট্যকারের জন্য রানার-আপ ছিলেন। তিনি ফ্রি আউটগোয়িংয়ের জন্য জন হোয়াইটিং পুরস্কার এবং সুসান স্মিথ ব্ল্যাকবার্ন পুরস্কারের জন্যও সংক্ষিপ্ত তালিকাভুক্ত হয়েছিলেন। নাটকটি টরন্টোর নাইটউড থিয়েটারেও মঞ্চস্থ হয়েছে। ২০১৫ সালে মহেশ দত্তানির পরিচালনায় ক্রিয়া-শক্তি এই নাটকটি ভারতে মঞ্চস্থ করেছিল এবং ২০১৬ সালে ওরেগনের পোর্টল্যান্ডে স্নেহাল দেশাইয়ের পরিচালনায় এবং বুম আর্টসের প্রযোজনায় এর আমেরিকান প্রিমিয়ার হয়েছিল। \nইন্ধু রুবাসিংহাম পরিচালিত তার পরবর্তী নাটক, ডিসকানেক্ট, রয়েল কোর্ট থিয়েটারে প্রিমিয়ার হয়েছিল। জার্মান এবং চেক ভাষায় ডিসকানেক্ট অনূদিত এবং মঞ্চস্থ হয়েছে। ২০১৩ সালে আমেরিকার শিকাগোর ভিক্টরি গার্ডেন থিয়েটারে এবং ওয়েস্ট কোস্টের সান জোসে রেপার্টরি থিয়েটারে এর প্রিমিয়ার হয়েছিল।\nলন্ডনের ইউনিকর্ন থিয়েটারের কমিশনে শিশুদের জন্য লেখা হ্যান্স ক্রিশ্চিয়ান অ্যান্ডারসনের গল্পের ভারতীয় রূপান্তর দ্য স্নো কুইন নাটকটি ২০১১ সালের ডিসেম্বরে বড়দিনের জন্য উন্মুক্ত করা হয়েছিল। রোজামুন্ডে হাট পরিচালিত এই নাটকটি বক্স অফিসে অসাধারণ সাফল্য অর্জন করে। যুক্তরাজ্যের ট্রেস্টল থিয়েটার দ্বারা প্রযোজিত এই প্রযোজনার কিছু অংশ ২০১২ সালে চেন্নাই মেট্রোপ্লাস থিয়েটার ফেস্টিভ্যালের সূচনা করে এবং ভারত ও যুক্তরাজ্যের বেশ কয়েকটি শহর ভ্রমণ করে।\nতার পরবর্তী নাটক, ইবসেনের ঘোস্টস দ্বারা অনুপ্রাণিত হোয়েন দ্য ক্রোস ভিজিট ভারতে যৌন সহিংসতা এবং পুরুষতন্ত্রের সমস্যা মোকাবেলা করে, ২০১৯ সালের শরৎকালে কিলন থিয়েটারে মুক্তি পায়।  ইন্ধু রুবাসিংহাম পরিচালিত এই নাটকটি ছিল ভারতের ২০১২ সালের ভয়াবহ দিল্লি গণধর্ষণ এবং নারীর বিরুদ্ধে অন্যান্য অপরাধের প্রতিক্রিয়া।\n২০২১ সালের জুন মাসে, ন্যাশনাল থিয়েটার ঘোষণা করে যে তারা ২০২২ সালের মে মাসে তাদের অলিভিয়া থিয়েটারে চন্দ্রশেখরের নতুন কাজ \"দ্য ফাদার অ্যান্ড দ্য অ্যাসাসিন\" মঞ্চস্থ করবে, এটি গান্ধীর উগ্রপন্থী, নিষ্ঠাবান অনুসারী সম্পর্কে একটি রচনা, যিনি অবশেষে তাঁর হত্যাকারী হয়ে ওঠেন।\nতার অন্যান্য নাটকের মধ্যে রয়েছে অ্যাসিড, যেটি প্রথমে প্রযোজনা করেছিল মুম্বাইয়ের কিউটিপি এবং পরে ২০০৭ সালে মাদ্রাজ প্লেয়ার্স (তিনি নিজে পরিচালনা করেছিলেন), এবং ক্লোজার অ্যাপার্ট যার প্রযোজনা করেছিল চেন্নাইয়ের থিয়েটার নিশা।\nতার ফ্রি আউটগোয়িংয়ের চিত্রনাট্য অভিযোজন উটাহের সানড্যান্স ইন্টারন্যাশনাল স্ক্রিনরাইটারস ল্যাবের জন্য চূড়ান্ত প্রতিযোগী ছিল। তিনি জেন মরিয়ার্টি পরিচালিত এবং ২০২০-২১ সালে সম্পন্ন হওয়া একটি স্বল্পদৈর্ঘ্য চলচ্চিত্র \"কিচেন টেলস\"-এর চিত্রনাট্য লেখক।\nতার ছোটগল্প \"উইংস অফ বেদান্তঙ্গাল\" ২০০৬ সালে এশিয়ায় কমনওয়েলথ ছোটগল্প পুরস্কার বিজয়ী হয়েছিল। ২০০০ সালে তিনি রয়েল কোর্ট থিয়েটারের আন্তর্জাতিক নাট্যকার প্রোগ্রামে চার্লস ওয়ালেস ট্রাস্ট অফ ইন্ডিয়া (সিডাব্রিউআইটি) ফেলোশিপ জিতেছিলেন। তিনি ২০১৫ সালে চিচেস্টার বিশ্ববিদ্যালয়ের সিডাব্রিউআইটি রাইটিং ফেলো ছিলেন।\n\n\n== নির্বাচিত নাটক ==\nপিতা এবং হত্যাকারী\nযখন কাকরা আসে\nতুষার রানী\nসংযোগ বিচ্ছিন্ন করুন\nবিনামূল্যে আউটগোয়িং\nঅ্যাসিড\n\n\n== তথ্যসূত্র =="}