{"pageid": 1528265, "title": "তুলসী নায়ার", "url": "https://bn.wikipedia.org/wiki?curid=1528265", "content": "তুলসী নায়ার হলেন একজন ভারতীয় প্রাক্তন অভিনেত্রী যিনি দুটি তামিল ভাষার ছবিতে অভিনয় করেছেন। তিনি ২০১৩ সালের তামিল নাট্য চলচ্চিত্র কাদাল -এর মাধ্যমে অভিনয় জগতে আত্মপ্রকাশ করেন। \n\n\n== কর্মজীবন ==\nতুলসী নায়ারের যখন চৌদ্দ বছর বয়স, তখন পরিচালক মণি রত্নমের কাদাল ছবিতে একটি ভূমিকার জন্য তাকে বিবেচনা করা হয়েছিল। অভিনেতা নির্বাচনের প্রাথমিক পরীক্ষায় তাকে প্রত্যাখ্যান করা হলেও পরে তাকে সংস্লিষ্ট ভূমিকার জন্য নির্বাচিত করা হয়।  এই চলচ্চিত্রে তুলসী নবাগত অভিনেয়া গৌতম কার্তিকের সাথে অভিনয় করেন। কাকতালীয়ভাবে ৩২ বছর আগে তুলসীর মা এবং গৌতমের বাবাও ভারতীরাজের আলাইগাল ওইভাথিল্লাই (১৯৮১) ছবিতে একসাথে অভিনয় করেছিলেন।  কাদাল ছবিতে অভিনয়ের জন্য তুলসী প্রায় বারো কেজি ওজন কমিয়েছিলেন। এই চরিত্রে অভিনয়ের জন্য প্রাথমিক প্রস্তুতি হিসাবে তুলসী অনেক অভিনয় কর্মশালায় অংশগ্রহন করে প্রশিক্ষণ প্রাপ্ত করেন।  শিশুসুলভ ব্যক্তিত্বসম্পন্ন এক তরুণী নার্স বিট্রিসের ভূমিকায় অভিনয় করেছিলেন তিনি। অরবিন্দ স্বামী এবং অর্জুন সহ জনপ্রিয় অভিনেতার সাথে তুলসী অভিনয় করেন।  উপকূলীয় তামিলনাড়ু অঞ্চলে চলচ্চিত্রের চিত্রগ্রহনের কাজ করা করেছিলেন।  ছবি মুক্তির আগে গনমাধ্যম থেকে তাকে দূরে রাখা হয়েছিল। \nছবিটি মুক্তির পর চলচ্চিত্রের একটি চুম্বন দৃশ্য বিতর্কের জন্ম দেয় কারণ তখন তিনি নাবালিকা ছিলেন।  ২০১৩ সালের ফেব্রুয়ারিতে ছবিটি মুক্তি পায় এবং মিশ্র পর্যালোচনা পায়। নায়ারের অভিনয় সমালোচকদের কাছ থেকে ইতিবাচক পর্যালোচনা জিতেছে। রেডিফ ডট কমের তরফ থেকে তুলসীর অভিনয়ের প্রসংশা করা হয় ।  অন্য সমালোচকরাও তার স্বাভাবিক অভিনয় এবং তার সৌন্দর্যের প্রসংশা করেন।  সিফি ডট কম  -এর পক্ষ থেকেও তার অভিনয়ের ইতিবাচক পর্যালোচনা করা হয়। তুলসী এই চলচিত্রে তার অভিন্যের জন্য ২০১৪ সালে বিজয় পুরষ্কার এবং দক্ষিণ ভারতীয় আন্তর্জাতিক চলচ্চিত্র পুরষ্কার অনুষ্ঠানে সেরা মহিলা নবাগত অভিনেত্রীর বিভাগে মনোনয়ন পেয়েছিলেন।\nকাদাল মুক্তির আগেই চিত্রগ্রাহক রবি কে. চন্দ্রন তুলসীকে তার প্রথম পরিচালিত চলচ্চিত্র ইয়ান (২০১৪) -এ একটি প্রধান ভূমিকায় অভিনয়ের জন্য চুক্তিবদ্ধ করেন। ইয়ান- এ, তুলসী মুম্বাইবাসী একজন অবসরপ্রাপ্ত প্রতিরক্ষা কর্মকর্তার মেয়ে শ্রীলার চরিত্রে অভিনয় করেছিলেন। এই চলচ্চিত্রে তিনি অভিনেতা জিভার সাথে জুটি বাঁধেন। ছবিটির চিত্রগ্রহনের কাজ হয়েছিল মরক্কোতে।  ২০১৪ সালের অক্টোবর  মাসে ছবিটি মুক্তি পায় এবং নেতিবাচক পর্যালোচনা পায়।  বিহাইন্ড উডস ডট কম -এর পক্ষ থেকে তুলসীর অভিনয়ের নেতিবাচক পর্যালোচনা করা হয়। রেডিফ ডট কম  এই চলচ্চিত্রের নায়ক-নায়িকার জুটিকে রসায়নবিহীন  এবং ছবিটিকে \"ভয়ঙ্কর একঘেয়ে\" বলে বর্ণনা করেছে।  এরপর থেকে তিনি আর কোনও ছবিতে অভিনয় করেননি। \n\n\n== ব্যক্তিগত জীবন ==\nতুলসী নায়ারের জন্ম এক মালয়ালি পরিবারে। তার বাবা ব্যবসায়ী রাজশেখরন নায়ার। তার মা রাধা তামিল ও তেলেগু চলচ্চিত্রের একজন শীর্ষস্থানীয় অভিনেত্রী ছিলেন। তার বড় বোন কার্তিকাও একজন অভিনেত্রী।  তার এক বড় ভাই আছে যার নাম ভিগনেশ নায়ার। তার মামী অম্বিকাও অভিনেত্রী ছিলেন। তুলসী প্রকাশ করেছেন যে তিনি প্রায়শই তার মা এবং বোনের কাছ থেকে অভিনয়ের পরামর্শ নিতেন। \nতুলসী মুম্বাইয়ের পোদ্দার ইন্টারন্যাশনাল স্কুলে ভর্তি হয়েছিলেন। তিনি রয়্যাল হলোওয়ে লন্ডনের অধিভুক্ত রাসেল স্কয়ার ইন্টারন্যাশনাল থেকে ব্যবসায় প্রশাসনে স্নাতক ডিগ্রি অর্জন করেছেন। এরপর তিনি কিংস কলেজ লন্ডন থেকে আন্তর্জাতিক ব্যবস্থাপনায় স্নাতকোত্তর ডিগ্রি অর্জন করেন এবং ২০২০ সালে স্নাতক হন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n== তথ্যসূত্র =="}