{"pageid": 1528933, "title": "জুনকেসি", "url": "https://bn.wikipedia.org/wiki?curid=1528933", "content": "জুনকেসি হল সপুষ্পক উদ্ভিদের একটি পরিবার, যা সাধারণত রাশ পরিবার নামে পরিচিত। এতে ৮টি প্রজাতি এবং প্রায় ৪৬৪টি পরিচিত প্রজাতি রয়েছে।  এরা  ধীর-বর্ধনশীল, রাইজোমেটাস, ভেষজ একবীজপত্রী উদ্ভিদের মতো, যা উপরিভাগে ঘাস এবং সেজের মতো মনে হয়ে থাকে। এরা প্রায়শই অনুর্বর মাটিতে বিভিন্ন ধরণের আর্দ্রতার পরিস্থিতিতে জন্মে। সবচেয়ে পরিচিত এবং বৃহত্তম প্রজাতি হল জুনকাস । বেশিরভাগ জুনকাস প্রজাতি একচেটিয়াভাবে জলাভূমির আবাসস্থলে জন্মায়। কিছু রাশ, যেমন জুনকাস বুফোনিয়াস একবর্ষজীবী, তবে বেশিরভাগই বহুবর্ষজীবী । আপাত সাদৃশ্য থাকা সত্ত্বেও, জুনকেসিদের স্থানীয় নাম বুলরাশের উদ্ভিদের মধ্যে গণনা করা হয় না।\n\n\n== বিবরণ ==\nপাতাগুলি চিরসবুজ এবং খাড়া কাণ্ডের উপর ভিত্তি করে সুবিন্যস্ত। এরা একান্তরিত অর্থাৎ পাতা একের পাশের পর আরেক পাশ এভাবে সজ্জিত এবং ত্রি-স্তরবিশিষ্ট (অর্থাৎ, কাণ্ডের উপরে তিনটি সারি পাতা থাকে, প্রতিটি সারি পূর্ববর্তী পাতা থেকে কাণ্ডের চারপাশে এক-তৃতীয়াংশ পথ ধরে উঠে আসে)। শুধুমাত্র ডিস্টিশিয়া  গণের পাতাগুলি আলাদা। জুনকাস প্রজাতির রাশ গাছগুলিতে চ্যাপ্টা, লোমহীন পাতা বা নলাকার পাতা থাকে। লুজুলা প্রজাতির কাঠের পাতা সবসময় চ্যাপ্টা এবং লম্বা সাদা লোম ধারণ করে।\nগাছপালা উভলিঙ্গ এবং খুব কম ক্ষেত্রেই এরা দ্বিবাসী । ছোট ফুলগুলি আলগা সাইমের পুষ্পবিন্যাসে সাজানো থাকে, তবে কান্ডের শীর্ষে বা তার পাশে বেশ ঘন মাথা বা কোরিম্ব থাকে। এই পরিবারের সাধারণত টেপাল নামক ছোট পেরিয়ান্থ অংশ থাকে। এগুলি সাধারণত দুটি পত্রমূলাবর্ত অবস্থায় সাজানো থাকে, প্রতিটি ঘূর্ণায়মান স্থানে তিনটি পাতলা, কাগজের মতো টেপাল থাকে। এগুলি দেখতে উজ্জ্বল বা ঝলমলে নয়। তাদের রঙ সবুজ থেকে সাদা, বাদামী, বেগুনি, কালো বা হায়ালিনও হতে পারে। ফুলের মাঝখানে তিনটি স্টিগমা থাকে। একরঙা গাছের বৈশিষ্ট্য অনুসারে, ফুলের সমস্ত অংশ তিনটির গুণিতকে দেখা যায়।\nফলটি সাধারণত একটি অমাংসল, তিন-খণ্ডযুক্ত ডেহিসেন্ট ক্যাপসুল যার মধ্যে অনেকগুলো বীজ থাকে।\n\n\n== ব্যবহারসমূহ ==\nএই পরিবারের উদ্ভিদের শুকনো গুঁড়ো রাশলাইট নামে পরিচিত একটি আলোক সরঞ্জাম তৈরিতে ব্যবহৃত হয়। \nসাধারণ রাশ ( Juncus effusus ) কে জাপানি ভাষায় ইগুসা বলা হয় এবং এটি তাতামি ম্যাটের নরম পৃষ্ঠের আবরণ বুনতে ব্যবহৃত হয়। \nমধ্যযুগীয় ইউরোপে, পরিষ্কার-পরিচ্ছন্নতা এবং অন্তরককরণের জন্য বাসস্থানের মাটির মেঝেতে তাজা আলগা রশ্মি ছড়িয়ে দেওয়া হত। এই উদ্দেশ্যে বিশেষভাবে পছন্দ করা হয়েছিল Acorus calamus (মিষ্টি পতাকা), কিন্তু এর বিকল্প স্থানীয় নাম \"মিষ্টি রাশ\" হওয়া সত্ত্বেও, এটি একটি ভিন্ন একবীজপত্রী বর্গ, একোরেলস থেকে উদ্ভুত একটি উদ্ভিদ।  আয়ারল্যান্ডে ১৯৬০-এর দশক পর্যন্ত, ভেজা আবহাওয়ায় ঘরের মাটির মেঝেতে রাশ ছড়িয়ে দেওয়া হত যাতে তুষার বা বৃষ্টির সময় মেঝে শুষ্ক থাকে, অথবা গরম আবহাওয়ায় ঘর ঠান্ডা থাকে। আয়ারল্যান্ডে ব্যবহৃত রাশের মধ্যে রয়েছে জুনকাস ইফিউসাস, জুনকাস গ্লকাস, এবং জুনকাস কনগ্লোমারেটাস .\nজুনকাস ক্রাউসির কাণ্ড এবং পাতা আদিবাসী অস্ট্রেলিয়ানরা ফাইবার, সুতো, মাছ ধরার লাইন, বোনা গালিচা এবং বোনা ঝুড়ির জন্য ব্যবহার করত। এটি বর্তমানে সাধারণত মোহনার তীর, লবণাক্ত জলাভূমি এবং মানুষের ব্যবহারের জন্য তৈরি স্থানের পাশের নদী অঞ্চলের স্থিতিশীলতা রক্ষার জন্য ব্যবহৃত হয়। এটি জৈব পরিস্রাবণ ব্যবস্থা এবং রেইন গার্ডেনেও ব্যবহৃত হয়। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nতথ্য এবং ছবি\n\nটেমপ্লেট:Angiosperm families"}