{"pageid": 1528110, "title": "মালিনী সুব্রমনিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1528110", "content": "মালিনী সুব্রমনিয়াম (জন্ম আনুমানিক ১৯৬৪) একজন ভারতীয় স্বাধীন সাংবাদিক, আন্তর্জাতিক রেড ক্রস কমিটির ছত্তিশগড় শাখার প্রাক্তন প্রধান এবং ভারত-ভিত্তিক ইন্টারনেট-ভিত্তিক স্ক্রল.ইন-এর একজন নিয়মিত লেখক। তিনি ছত্তিশগড় রাজ্যের বস্তার জেলার জগদলপুর শহরে বসবাস করতেন এবং সেখান থেকে মানবাধিকার লঙ্ঘনের ওপর প্রতিবেদন করতেন। তাঁকে মাওবাদীদের সমর্থক হিসেবে দেখা হত। মাওবাদী-বিরোধীরা এবং কর্তৃপক্ষ তাঁকে জগদলপুর থেকে উচ্ছেদ করে।\n\n\n== কর্মজীবন ==\nসংবাদের ওয়েবসাইট স্ক্রল.ইন-এ মালিনী একজন অবদানকারী। তিনি ছত্তিশগড়ের বাস্তারে মানবাধিকার বিষয় নিয়ে প্রতিবেদন করছেন। তাঁর প্রতিবেদনগুলিতে পুলিশ ও নিরাপত্তা কর্মীদের দ্বারা সংঘটিত নির্যাতন, নারীর বিরুদ্ধে যৌন সহিংসতা, নাবালকদের অবৈধভাবে কারাদণ্ড, স্কুল বন্ধ রাখা, বিচারবহির্ভূত হত্যাকাণ্ড এবং সাংবাদিকদের বিরুদ্ধে হুমকি সম্পর্কিত তথ্য ছিল। সমাজের পুরুষবর্গ এবং সেইসঙ্গে পুলিশদের দ্বারা তিনি হয়রানির শিকার হয়েছিলেন।\nমালিনী সুব্রমনিয়াম পূর্বে তাঁর পরিবারের সাথে বস্তারের বাড়িতে থাকতেন। তাঁর কর্মজীবন জুড়ে তিনি পুলিশ এবং পুলিশ-পন্থী একটি নজরদারি দলের সদস্যদের দ্বারা জিজ্ঞাসাবাদ, অনুসরণ এবং হয়রানির শিকার হয়েছেন।\n২০১৬ সালের ৭ই ফেব্রুয়ারি সন্ধ্যায়, প্রায় কুড়ি জনের একটি দল তাঁর বাড়ির সামনে জড়ো হয়েছিল, তাদের লক্ষ্য ছিল তাঁর প্রতিবেশীদের তাঁর বিরুদ্ধে প্ররোচিত ক'রে তাঁকে আক্রমণ করা। পরের দিন, ৮ই ফেব্রুয়ারি, মাওবাদী বিরোধী, সামাজিক একতা মঞ্চের সাথে যুক্ত একটি গোষ্ঠী তাঁর বাড়ি আক্রমণ করে। তিনি পুলিশি তদন্তের মাধ্যমে সাহায্য পাওয়ার চেষ্টা করেছিলেন কিন্তু মূলত তাঁকে উপেক্ষা করা হয়েছিল। ১৮ই ফেব্রুয়ারি তারিখে, তাঁকে এবং তাঁর পরিবারকে উচ্ছেদের নোটিশ দিয়ে বাড়ি ছেড়ে যেতে বাধ্য করা হয়। সমস্ত সমস্যার মধ্যেও, তিনি হাল ছাড়তে অস্বীকৃতি জানান এবং যখনই সঠিক সময় আসবে তখনই বস্তারে ফিরে যাওয়ার পরিকল্পনা করেন।\n\n\n== প্রসঙ্গ ==\nবস্তার জেলায় পুলিশের নির্যাতনের বিরুদ্ধে প্রতিবাদকারী কর্মী, আইনজীবী এবং সাংবাদিকদের ওপর বৃহত্তর আক্রমণের একটি অংশ হল মালিনী সুব্রমনিয়ামের ওপর আক্রমণ। ২০১৬ সাল নাগাদ একজন রাজনীতিবিদ অভিযোগ করেছিলেন সাংবাদিকরা \"অনুপযুক্তভাবে প্রভাবিত\" প্রতিবেদন করছেন, যাতে নেতিবাচক পরিবেশ তৈরি হচ্ছে। এই অঞ্চলে মানবাধিকার সম্পর্কিত তদন্ত চলছে কারণ মাওবাদী বিদ্রোহীরা এই অঞ্চলটি দখল করার চেষ্টা করছে এবং সরকারি বাহিনী ও তাদের মধ্যে দীর্ঘদিন ধরে সংঘর্ষ চলছে। ইন্ডিয়া টুডে নিউজ চ্যানেলের করা একটি তদন্ত অনুযায়ী পুলিশ ও সামাজিক একতা মঞ্চ একত্রে সংযুক্ত। পুলিশ সাংবাদিকদের তথ্য প্রদানের জন্য চাপ দেয় এবং তাদের বিরুদ্ধে খারাপ প্রতিবেদন প্রকাশকারীদের জেলে পাঠায়। সমালোচনামূলক বিষয়বস্তু নিয়ে প্রতিবেদন করার জন্য এই এলাকায় বেশ কয়েকজন সাংবাদিককে হত্যা করা হয়েছিল।\nমালিনীর কার্যকলাপের ফলে, মাওবাদ বিরোধী সংগঠন সামাজিক একতা মঞ্চকে ২০১৬ সালের ১৫ই এপ্রিল নিষিদ্ধ করা হয়েছিল।\n\n\n== প্রতিক্রিয়া ==\nভারতের নেটওয়ার্ক অফ উইমেন ইন মিডিয়ার সদস্যরা মালিনীর ওপর আক্রমণের তীব্র নিন্দা প্রকাশ করেছেন।\nসিপিজের নির্বাহী পরিচালক জোয়েল সাইমন মালিনীকে আন্তর্জাতিক প্রেস স্বাধীনতা পুরস্কারে সম্মানিত করার পেছনে তাঁর যুক্তি ব্যক্ত করেছেন। তিনি তাঁর চারপাশে ঘটে যাওয়া গুরুত্বপূর্ণ সংবাদ ঘটনাবলী সমাজ এবং বিশ্ব সম্প্রদায়ের কাছে রিপোর্ট করার ক্ষেত্রে নিজের জীবনের ঝুঁকি নেওয়ার জন্য মালিনীকে স্বীকৃতি দিয়েছেন।\n\n\n== পুরস্কার ==\n২০১৬ সালে, মালিনী সাংবাদিকদের সুরক্ষা কমিটি থেকে একটি আন্তর্জাতিক প্রেস স্বাধীনতা পুরস্কার জিতেছিলেন। তিনি ২০১৭ সালে সৌদি আরবের কারাবন্দী কবি আশরাফ ফায়াদের সাথে মত প্রকাশের স্বাধীনতার জন্য অক্সফাম নোভিব/পেন পুরস্কার জিতেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমাচ র‍্যাক\nটেমপ্লেট:Footer CPJ International Press Freedom Award laureates"}