{"pageid": 1528429, "title": "যশোধরা দাসাপ্পা", "url": "https://bn.wikipedia.org/wiki?curid=1528429", "content": "যশোধরা দাসাপ্পা (১৯০৫-১৯৮০) ছিলেন একজন ভারতীয় স্বাধীনতা কর্মী, গান্ধীবাদী, সমাজ সংস্কারক এবং কর্ণাটক রাজ্যের একজন মন্ত্রী। তিনি রাজনৈতিকভাবে ভারতীয় জাতীয় কংগ্রেসের সাথে যুক্ত ছিলেন। তিনি প্রথমে এস আর কাঁথি (১৯৬২) এবং তারপর এস. নিজলিঙ্গাপ্পা (১৯৬৯) -র নেতৃত্বে কর্ণাটক রাজ্য সরকারে মন্ত্রী হিসেবে দায়িত্ব পালন করেছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nযশোধরা দাসাপ্পা ১৯০৫ সালের ২৮শে মে বেঙ্গালুরুতে একটি বোক্কলিগ পরিবারে জন্মগ্রহণ করেন। তিনি ছিলেন কে এইচ রামাইয়ার কন্যা, রামাইয়া একজন সুপরিচিত সমাজকর্মী এবং বোক্কলিগারা সংঘের গুরুত্বপূর্ণ প্রতিষ্ঠাতা ছিলেন। একটি সচ্ছল পরিবারে জন্মগ্রহণ করা সত্ত্বেও, যশোধরা একজন সমাজকর্মী হয়ে ভারতীয় স্বাধীনতা সংগ্রামে যোগদানের সিদ্ধান্ত নিয়েছিলেন। তিনি লন্ডন মিশন স্কুলের ছাত্রী ছিলেন এবং পরে মাদ্রাজের কুইন মেরি কলেজের ছাত্রী ছিলেন। যশোধরার বিয়ে হয়েছিল এইচ সি দাসাপ্পার সাথে, যিনি জওহরলাল নেহেরুর সরকারের মন্ত্রী ছিলেন। এই দম্পতির ছোট ছেলে তুলসীদাস দাসাপ্পা চরণ সিং মন্ত্রিসভায় কেন্দ্রীয় প্রতিমন্ত্রী ছিলেন।\nযশোধরা দাসাপ্পা ১৯৮০ সালে মারা যান।\n\n\n== রাজনৈতিক জীবন ==\nযশোধরা দাসাপ্পা ভারতীয় স্বাধীনতা সংগ্রামের পাশাপাশি বেশ কয়েকটি সামাজিক আন্দোলনেও সক্রিয় ছিলেন, যার মধ্যে আছে ১৯৩০-এর দশকের বন সত্যাগ্রহ আন্দোলন, যার ফলে ১২০০ জনেরও বেশি লোককে কারাদণ্ড দেওয়া হয়েছিল, এবং ১৯৩৮ সালের বিদুরাশ্বথ পর্ব যেখানে পুলিশের গুলিতে ৩৫ জন নিহত হয়েছিল। এই আন্দোলনে অংশগ্রহণের জন্য তাঁকে কারাদণ্ড দেওয়া হয়েছিল।\nতাঁর বাড়ি ছিল গুপ্ত সত্যাগ্রহী (স্বাধীনতা সংগ্রাম) কার্যকলাপের মিলনস্থল। সরকার হ্যামিল্টনের নামে একটি ভবনের নামকরণের সিদ্ধান্ত নেয়, যে হ্যামিল্টন স্বাধীনতার জন্য আন্দোলনকারী বিক্ষোভকারীদের বিরুদ্ধে তাঁর বর্বরতার জন্য পরিচিত ছিলেন। সেইসময় যশোধরা এই সিদ্ধান্তের বিরুদ্ধে অনেক আক্রমণাত্মক বক্তৃতা দিয়েছিলেন।\nনিজলিঙ্গাপ্পা মন্ত্রিসভার একজন বরিষ্ঠ মন্ত্রী হিসেবে দায়িত্ব পালন করার সময়, কর্ণাটক রাজ্যে নিষেধাজ্ঞা (মদ্য উৎপাদন, সংরক্ষণ, পরিবহন, বিক্রয়, দখল এবং সেবনের নিষেধাজ্ঞা) প্রত্যাহারের প্রতিবাদে পদত্যাগ করে তিনি সংবাদের শিরোনামে আসেন। সমাজে তাঁর অবদানের জন্য ১৯৭২ সালে ভারত সরকার তাঁকে তৃতীয় সর্বোচ্চ বেসামরিক সম্মান পদ্মভূষণে ভূষিত করে।\n\n\n== আরও দেখুন ==\nএইচ সি দাসাপ্পা\nতুলসিদাস দাসাপ্পা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমার্চ অফ মাইসোর। ১৯৬৬। পৃষ্ঠা ১০৬। সংগ্রহের তারিখ ৪ এপ্রিল ২০১৬।"}