{"pageid": 1528471, "title": "চেরিল স্ট্রেইড", "url": "https://bn.wikipedia.org/wiki?curid=1528471", "content": "চেরিল স্ট্রেইড (ইংরেজি: Cheryl Strayed; জন্ম: নাইল্যান্ড, ১৭ সেপ্টেম্বর ১৯৬৮) একজন মার্কিন লেখিকা ও পডকাস্ট উপস্থাপক। তিনি চারটি বই লিখেছেন, তন্মধ্যে একটি উপন্যাস টর্চ (২০০৬) ও তিনটি অকল্পকাহিনী ওয়াইল্ড: ফ্রম লস্ট টু ফাউন্ড অন দ্য প্যাসিফিক ক্রেস্ট ট্রেইল (২০১২), টাইনি বিউটিফুল থিংস (২০১২), ও ব্রেভ ইনাফ (২০১৫)। স্টেইডের ১৯৯৫ সালের প্যাসিফিক ক্রেস্ট ট্রেইলে আরোহণের গল্প ওয়াইল্ড আন্তর্জাতিক সর্বাধিক বিক্রীত বই এবং এটি বইয়ের গল্প অবলম্বনে ২০১৪ সালে একই নামের একটি চলচ্চিত্র নির্মিত হয়।\n\n\n== প্রারম্ভিক জীবন ==\nস্ট্রেইড ১৯৬৮ সালের ১৭ই সেপ্টেম্বর পেন্সিলভেনিয়া অঙ্গরাজ্যের স্প্যাংলার শহরে জন্মগ্রহণ করেন। তার মাতা বারবারা অ্যান \"ববি\" (কুমারী নাম: ইয়াং, ১৯৪৫-১৯৯১) এবং পিতা রোনাল্ড নাইল্যান্ড। তিনি তার পিতামাতার দ্বিতীয় কন্যা। তিন থেকে ছয় বছর বয়সে তিনি তার পিতামহ কর্তৃক যৌন নিপীড়নের স্বীকার হন। ছয় বছর বয়সে তার পরিবার পেন্সিলভেনিয়া থেকে মিনেসোটার চাসকায় চলে যায়। এর কিছুদিন পর তার পিতামাতার বিবাহবিচ্ছেদ ঘটে এবং তার পিতা তাকে ও তার মাতাকে ত্যাগ করে চলে যান। চেরিলের যখন ১২ বছর বয়স তখন তার মাতা গ্লেন ল্যামব্রেখটকে বিয়ে করেন এবং পরের বছর তারা এইটকিন কাউন্টিতে চলে যান। সেখানে তারা ৪০ একর জমির উপর নির্মিত একটি বাড়িতে বসবাস করতেন। প্রথম কয়েক বছর এই বাড়িতে কোন বিদ্যুৎ ও পানি সরবরাহের ব্যবস্থা ছিল না। স্ট্রেইড কলেজে ভর্তি হয়ে চলে যাওয়ার পর বাড়িতে পানির ব্যবস্থা করা হয়। স্ট্রেইডের পিতার দ্বিতীয় বিবাহের দিক থেকে তার দুইজন সৎ ভাইবোন ছিল। ওয়াইল্ড বইটি প্রকাশের পর তাদের সাথে তার প্রথম যোগাযোগ হয়।\n১৯৮৬ সালে ১৭ বছর বয়সে তিনি মিনেসোটার ম্যাকগ্রেগরের ম্যাকগ্রেগর হাই স্কুল থেকে পড়াশোনা সমাপ্ত করেন। ১৯৮৭ সালের গ্রীষ্মে স্ট্রেইড তার নিজ শহরের সপ্তাহিকী এইটকিন ইন্ডিপেন্ডেন্ট এজ-এর প্রতিবেদক হিসেবে কাজ করেন। তার উপন্যাস টর্চ-এ উল্লেখিত কলট্র্যাপ কাউন্টি মূলত ম্যাকগ্রেগর ও এইটকিন কাউন্টির ছায়া অবলম্বনে সৃষ্ট। স্ট্রেইড সেন্ট পলের সেন্ট টমাস বিশ্ববিদ্যালয়ে প্রথম বর্ষে ভর্তি হন, কিন্তু দ্বিতীয় বর্ষে তিনি মিনিয়াপোলিসের মিনেসোটা বিশ্ববিদ্যালয়ে স্থানান্তরিত হন এবং সেখান থেকে ইংরেজি ও নারী অধ্যয়ন এই দুই বিষয়ে কলাবিদ্যায় স্নাতক ডিগ্রি অর্জন করেন।\n১৯৯১ সালের মার্চ মাসে কলেজে থাকাকালীন তার মাতা ববি ল্যামব্রেখট ৪৫ বছর বয়সে ফুসফুসের ক্যান্সারের আক্রান্ত হয়ে মৃত্যুবরণ করেন। তিনি তার প্রতিটি বইয়ে ও কয়েকটি প্রবন্ধে তার মায়ের মৃত্যু ও তার দুঃখ নিয়ে লিখেছেন। এছাড়া তিনি হেরোইন সেবনের অভিজ্ঞতা নিয়েও লিখেছেন।\nস্ট্রেইড তার লেখনী ও মার্কিন যুক্তরাষ্ট্র জুড়ে ভ্রমণের পাশাপাশি খাদ্য পরিবেশক, যুব আন্দোলনকর্মী, রাজনৈতিক সংগঠক, সাময়িক দাপ্তরিক কর্মকর্তা ও জরুরী স্বাস্থ্য প্রযুক্তিবিদ  হিসেবে কাজ করেছেন। ২০০২ সালে তিনি সিরাকিউজ বিশ্ববিদ্যালয় থেকে কল্পকাহিনী রচনার উপর চারুকলায় স্নাতকোত্তর ডিগ্রি অর্জন করেন, সেখানে তার পরামর্শক ছিলেন লেখক জর্জ সন্ডার্স, আর্থার ফ্লাওয়ার্স, ম্যারি গেইটস্কিল ও ম্যারি ক্যাপোনেগ্রো।\n\n\n== কর্মজীবন ==\nস্ট্রেইড ডিয়ার সুগার মতামত সম্পাদকীয় লিখেন, যা তার অনলাইন নিউজলেটারে প্রকাশিত হয়। দ্য রাম্পাস ওয়েবসাইটের সম্পাদকীয় অংশের প্রবক্তা স্টিভ অ্যামন্ড তাকে এই দায়িত্ব গ্রহণ করতে বললে তিনি ২০১০ সালের মার্চ থেকে প্রথম এই ওয়েবসাইটে সম্পাদকীয় লেখা শুরু করেন। তিনি বেনামে সম্পাদকীয় লিখতেন এবং ২০১২ সালের ১৪ই ফেব্রুয়ারি সান ফ্রান্সিস্কোর ভের্দি ক্লাবে রাম্পাসের আয়োজনে অনুষ্ঠিত \"কামিং আউট পার্টি\"-তে তিনি নিজেকে \"সুগার\" বলে পরিচয় দেন।\nসম্পাদকীয় ও বইয়ের পাশাপাশি স্ট্রেইড দ্য ওয়াশিংটন পোস্ট ম্যাগাজিন, দ্য নিউ ইয়র্ক টাইমস ম্যাগজিন, ভোগ, টিন হাউজ, দ্য মিজুরি রিভিউ ও দ্য সান ম্যাগাজিন-এ প্রবন্ধ প্রকাশ করতেন। তার লেখনীগুলো থেকে তিনটি লেখা দ্য বেস্ট আমেরিকান এসেজে অন্তর্ভুক্ত হয়েছে, সেগুলো হল ২০০০ সালের সংস্করণে \"হেরোইন\", ২০০৩ সালের সংস্করণে \"দ্য লাভ অব মাই লাইফ\" ও ২০১৫ সালের সংস্করণে \"মাই ইউনিফর্ম\"। স্ট্রেইড ২০১৩ সালে দ্য বেস্ট আমেরিকান এসেজ ও ২০১৮ সালে দ্য বেস্ট আমেরিকান ট্রাভেল রাইটিংয়ের অতিথি সম্পাদক ছিলেন। তিনি দ্য মিজুরি রিভিউ-এ প্রকাশিত \"মানরো কান্ট্রি\" প্রবন্ধের জন্য পুশকার্ট পুরস্কার অর্জন করেন। প্রবন্ধটি তরুণ লেখিকা অবস্থায় অ্যালিস মানরোর নিকট থেকে পাওয়া একটি পত্র এবং স্ট্রেইডের লেখনীতে মানরোর প্রভাব নিয়ে রচিত।\nস্ট্রেইডের প্রথম উপন্যাস টর্চ ২০০৬ সালের ফেব্রুয়ারি মাসে হৌটন মিফলিন হারকোর্ট থেকে প্রকাশিত হয় এবং ইতিবাচক পর্যালোচনা লাভ করে। বইটি গ্রেট লেকস বুক পুরস্কারের চূড়ান্ত প্রতিযোগিতা তালিকাভুক্ত ছিল এবং দি ওরেগনিয়ান প্যাসিফিক নর্থওয়েস্টের বসবাসকারী লেখকদের ২০০৬ সালের শীর্ষ দশ বইয়ের তালিকায় এই বইটিকে স্থান দেয়। ২০১২ সালের অক্টোবরে ভিন্টেজ বুকস থেকে স্ট্রেইডের লেখা নতুন প্রারম্ভিকা সহযোগে টর্চ বইটি পুনঃপ্রকাশিত হয়।\nস্ট্রেইডের দ্বিতীয় বই ওয়াইল্ড: ফ্রম লস্ট টু ফাউন্ড অন দ্য প্যাসিফিক ক্রেস্ট ট্রেইল ২০১২ সালের ২০শে মার্চ আলফ্রেড এ. নফ থেকে মার্কিন যুক্তরাষ্ট্রে প্রকাশিত হয়। এতে ১৯৯৫ সালে প্যাসিফিক ক্রেস্ট ট্রেইল থেকে মোজাভ মরুভূমি হয়ে ওরেগন-ওয়াশিংটন অঙ্গরাজ্য পর্যন্ত তার ১,১০০ মাইল পদব্রজে ভ্রমণ এবং এই ভ্রমণে যাওয়ার পিছনে তার ব্যক্তিগত সংগ্রামের গল্প বর্ণিত হয়েছে। প্রকাশের প্রথম সপ্তাহেই বইটি শক্তমলাট সমৃদ্ধ অকল্পকাহিনী বই শাখায় নিউ ইয়র্ক টাইমসের সর্বাধিক বিক্রীত বইয়ের তালিকায় ৭ম স্থান দখন করে নেয়।\nওয়াইল্ড প্রকাশের তিন মাস পূর্বে অভিনেত্রী রিজ উইদারস্পুন তার প্রযোজনা কোম্পানি প্যাসিফিক স্ট্যান্ডার্ড থেকে চলচ্চিত্র নির্মাণের জন্য একটি বাছাই করে রাখেন। ২০১৪ সালে মুক্তিপ্রাপ্ত ওয়াইল্ড চলচ্চিত্রটির চিত্রনাট্য লিখেন নিক হর্নবি এবং এতে স্ট্রেইডের ভূমিকায় অভিনয় করেন উইদারস্পুন নিজে। চলচ্চিত্রটি বক্স অফিসে ৫২.৫ মিলিয়ন মার্কিন ডলার আয় করে ও ব্যবসাসফল হয়। উইদারস্পুন তার অভিনয়ের জন্য শ্রেষ্ঠ অভিনেত্রী বিভাগে একাডেমি পুরস্কারের মনোনয়ন লাভ করেন এবং লরা ডার্ন স্ট্রেইডের মায়ের চরিত্রে অভিনয়ের জন্য শ্রেষ্ঠ পার্শ্ব অভিনেত্রী বিভাগে একাডেমি পুরস্কারের মনোনয়ন লাভ করেন।\n\n\n== ব্যক্তিগত জীবন ==\nস্ট্রেইড ১৯৮৮ সালের আগস্ট মাসে তার ২০তম জন্মদিনের এক মাস পূর্বে মার্কো লিটিগকে বিয়ে করেন। ১৯৯৫ সালে তিনি প্যাসিফিক ক্রেস্ট ট্রেইল ভ্রমণ শুরুর কিছুদিন পূর্বে তাদের বিবাহবিচ্ছেদ ঘটে। বিবাহবিচ্ছেদের পর তিনি কয়েক মাস চিন্তা-ভাবনা করে তার নামের শেষাংশ পরিবর্তন করে স্ট্রেইড রাখেন। তিনি এই নামের প্রতীকী ভাষা এবং তার নামের প্রথমাংশের সাথে এই অংশটি কেমন শোনায় তা পছন্দ করেন, সে কারণে তিনি স্ট্রেইড নামটি গ্রহণ করেন।\nস্ট্রেইড এরপর ১৯৯৯ সালের আগস্ট মাসে চলচ্চিত্র নির্মাতা ব্রায়ান লিন্ডস্ট্রমকে বিয়ে করেন। তাদের দুই সন্তান রয়েছে। তারা ওরেগন অঙ্গরাজ্যের পোর্টল্যান্ড শহরে বসবাস করেন। তার কন্যা ববি স্ট্রেইড লিন্ডস্ট্রম ওয়াইল্ড চলচ্চিত্রে স্ট্রেইডের কিশোরী বয়সের চরিত্রে অভিনয় করেন।\n\n\n== সৃষ্টিকর্ম ==\nটর্চ (২০০৬), আইএসবিএন ৯৭৮-০৬১৮৪৭২১৭৮\nওয়াইল্ড: ফ্রম লস্ট টু ফাউন্ড অন দ্য প্যাসিফিক ক্রেস্ট ট্রেইল (২০১২), আইএসবিএন ৯৭৮-০৩০৭৫৯২৭৩৬\nটাইনি বিউটিফুল থিংস (২০১২), আইএসবিএন ৯৭৮-০৩০৭৯৪৯৩৩২\nব্রেভ ইনাফ (২০১৫), আইএসবিএন ৯৭৮-১১০১৯৪৬৯০৯\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nDear Sugars podcast\n\"Dear Sugar\" advice column\nCheryl Strayed review roundup and links on Biographile\n\"Munro County\", in The Missouri Review,  Issue 32.2 (Summer 2009): \"Messy Art\"; Editor's Pick, February 1, 2010\nThe Most Inspiring Quotes from Wild"}