{"pageid": 1528166, "title": "নাদিয়া (তামিল অভিনেত্রী)", "url": "https://bn.wikipedia.org/wiki?curid=1528166", "content": "জরিনা মইদু, যিনি তার মঞ্চ নাম নাদিয়া মইদু বা কেবল নাদিয়া সম্বোধনেই বেশি পরিচিত, তিনি একজন ভারতীয় অভিনেত্রী যিনি প্রধানত মালয়ালম, তামিল এবং তেলেগু চলচ্চিত্রে অভিনয় করেন। তিনি ১৯৮৪ সালের মালায়ালাম চলচ্চিত্র নক্কেথা দুরাথু কান্নুম নাট্টু -এর মাধ্যমে অভিনয় জগতে আত্মপ্রকাশ করেন যার জন্য তিনি শ্রেষ্ঠ অভিনেত্রীর হিসাবে ফিল্মফেয়ার পুরস্কার(মালায়লম) জিতেছিলেন । \n২০০৪ সালে তিনি এম. কুমারন সন অফ মহালক্ষ্মী নামক তামিল চলচ্চিত্রে অভিনয় করেন এবং তার অভিনয়ের জন্য সমালোচকদের প্রশংসা পান।  ২০১৩ সালে, তিনি টলিউডের মিরচি  চলচ্চিত্রে প্রভাসের মায়ের চরিত্রে অভিনয় করে সমালোচকদের প্রসংশা অর্জন করেন। আত্তারিন্টিকি দারেদি ছবিতে একগুঁয়ে খালার চরিত্রে তার অভিনয় দর্শকদের নজর কাড়েন এবং সেরা পার্শ্ব অভিনেত্রী হিসাবে নন্দী পুরষ্কার পান।  \n\n\n== জীবনের প্রথমার্ধ ==\nনাদিয়া মালয়ালি পরিবারে ঘরে জন্মগ্রহণ করেন এবং তার শৈশবকাল মুম্বাইয়ের সিওনে কেটেছে।  তিনি মুম্বাইয়ের জেবি ভাছা হাই স্কুল ফর পার্সি গার্লস থেকে প্রাথমিক শিক্ষা লাভ করেন এবং স্যার জামশেদজি জিজেভয় স্কুল অফ আর্ট থেকে প্রাক-বিশ্ববিদ্যালয় ডিগ্রি অর্জন করেন। এরপর তিনি চলচ্চিত্র নিয়ে ব্যস্ত হয়ে পড়ায় কলেজের পড়াশোনা চালিয়ে যেতে পারেননি।  মার্কিন যুক্তরাষ্ট্রে থাকাকালীন তিনি মিডিয়া ম্যানেজমেন্টে সহযোগী ডিগ্রি এবং কমিউনিকেশন আর্টস বিষয়ে স্নাতক ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nনাদিয়া মালায়ালম চলচ্চিত্র নক্কেথা দুরাথু কান্নুম নাট্টু (১৯৮৪) -তে অভিনেতা মোহনলাল এবং পদ্মিনীর সাথে অভিনয় করেছিলেন। এই চলচ্চিত্রের মাধ্যমে তিনি অভিনয় জগতে আত্মপ্রকাশ করেছিলেন। এই চলচ্চিত্রে তার অভিনয়ের জন্য  নাদিয়া শ্রেষ্ঠ অভিনেত্রী হিসাবে ফিল্মফেয়ার পুরস্কার(মালায়ালাম) জিতেছিলেন।  এই সিনেমাটি ১৯৮৫ সালে তামিল ভাষায় পুভে পুচুদাভা নামে পুনর্নির্মিত হয়েছিল ।\nনাদিয়া দাবি করেন যে ১৯৮৬ সালের তামিল ছবি মৌনা রাগমে রেবতী চরিত্রের জন্য তাকে বিবেচনা করা হয়েছিল, কিন্তু পূর্বের প্রতিশ্রুতির কারণে তিনি তা প্রত্যাখ্যান করেছিলেন। \nএরপর তিনি তামিল ও তেলেগু চলচ্চিত্র জগতে প্রবেশ করেন এবং ১৯৮০ এবং ১৯৯০ এর দশকের একজন জনপ্রিয় অভিনেত্রী হয়ে ওঠেন।  সেই সময়ে রজনীকান্ত, বিজয়কান্ত, সত্যরাজ, প্রভু, সুরেশ এবং মোহনের মতো বড় তারকাদের সাথে অভিনয় করেছিলেন।\n১৯৯০-এর দশকের মাঝামাঝি সময়ে, তিনি মার্কিন যুক্তরাষ্ট্রে যাওয়ার আগে অভিনেত্রী হিসেবে কিছু সংক্ষিপ্ত ভূমিকায় অভিনয় করেন। \nনাদিয়া একসময় অভিনয় থেকে বিরতি নেন এবং তার ব্যক্তিগত জীবনের দিকে মনোনিবেশ করেন। তবে, ২০০০ সালের শেষের দিকে তিনি চলচ্চিত্রে প্রত্যাবর্তন করেন এবং তার অভিনয় দক্ষতা দিয়ে দর্শকদের মুগ্ধ করে চলেন। ২০০৪ সালে এম. কুমারন সন অফ মহালক্ষ্মী চলচ্চিত্রেরর মাধ্যমে নাদিয়া সফলভাবে অভিনয় জগতে প্রত্যাবর্তন করেন। \nচলচ্চিত্র ছাড়াও, নাদিয়া কিছু টেলিভিশন ধারাবাহিকে এবং অনুষ্ঠানেও উপস্থিত হয়েছেন।\n\n\n== তথ্যসূত্র =="}