{"pageid": 1528248, "title": "প্রথম আব্দুল ওয়াহিদ", "url": "https://bn.wikipedia.org/wiki?curid=1528248", "content": "আবু মুহাম্মদ আবদ আল-ওয়াহিদ 'আল-মাখলু' (  আরবি: أبو محمد عبد الواحد بن يوسف আবু মুহাম্মাদ আব্দুল ওয়াহিদ ইবনে ইউসুফ) ১২২৪ সালে এক বছরেরও কম সময়ের জন্য আলমোহাদ খলিফা ছিলেন।\n\n\n== জীবন ==\nআব্দুল ওয়াহিদ ছিলেন মহান আলমোহাদ বিজয়ী আবু ইয়াকুব ইউসুফের পুত্র এবং প্রয়াত খলিফা ইয়াকুব আল-মনসুরের (মৃত্যু: ১১৯৯) ছোট ভাই। তিনি আল-আন্দালুসে সামরিক অভিযানে গুরুত্বপূর্ণ ভূমিকা পালন করেন। ১২০২ সালে মালাগার গভর্নর নিযুক্ত হন। ১২০৬ সালে তাকে মাসমুদা গোত্রের হাসকুরা শাখার প্রধান নির্বাচিত করা হয়। এরপর তিনি কিছু সময়ের জন্য সিজিলমাসার গভর্নর হিসেবে দায়িত্ব পালন করেন। ১২২১ সালের দিকে সেভিলের গভর্নর হিসেবেও দায়িত্ব পালন করেন।\n১২২৪ সালে তিনি মারাকেশে ফিরে আসেন। তখন তার ভাইপো খলিফা দ্বিতীয় ইউসুফ  দুর্ঘটনায় মারা যান। তার কোনো উত্তরাধিকারী ছিল না। প্রাসাদের উজির আবু সাঈদ উসমান ইবনে জামি’ দ্রুত ষাটোর্ধ্ব আব্দুল ওয়াহিদকে খলিফা হিসেবে প্রস্তাব করেন। মারাকেশের আলমোহাদ শেখ নেতারা তাকে দ্রুত নতুন খলিফা বানিয়ে দেন। কিন্তু এই নির্বাচন খুব তাড়াহুড়ো করে হয়েছিল এবং সম্ভবত নিয়মের বাইরে ছিল। তাই আল-আন্দালুসে শাসন করা ইউসুফের ভাইপোরা, আল-নাসিরের ভাইয়েরা এতে আপত্তি করেন। তারা  এমন একজন খলিফা চাইছিলেন যিনি কম অভিজ্ঞ এবং সহজে তাদের কথা মানবেন। এতে তারা প্রদেশে নিজেদের মতো শাসন চালাতে পারতেন। যেমনটা দ্বিতীয় ইউসুফের সময় তারা করেছিল। এই ঘটনা আলমোহাদ পরিবারের মধ্যে ঝামেলা বাড়ায়। অনেক দিন ধরে গড়ে ওঠা জোট ভেঙে যায়। পরিবারের বিভিন্ন দল, প্রাসাদের লোকজন এবং গোত্রের নেতাদের মধ্যে লড়াই শুরু হয়।\nএটি  আলমোহাদ খিলাফতে প্রথম গুরুতর উত্তরাধিকার বিরোধ ছিল। সাধারণত আলমোহাদরা নতুন খলিফার পেছনে ঐক্যবদ্ধ থাকত। কিন্তু এবার তা ঘটেনি। আবু জায়েদ ইবনে ইউজ্জান একজন প্রাক্তন উচ্চপদস্থ আমলা ছিলেন। তাকে ইবনে জামি'ই অপমানিত এবং নির্বাসিত করেছিলেন। এক ষড়যন্ত্রের মাধ্যমে আন্দালুসের গভর্নররা সেভিয়ায় আবদুল্লাহ আল-আদিলকে খলিফা ঘোষণা করেন এবং মরক্কো আক্রমণের প্রস্তুতি নেন।\nপ্রথম আব্দুল ওয়াহিদ খলিফা হিসেবে বেশিদিন টিকে থাকতে পারেননি। ইবনে ইউজ্জান দক্ষিণ মরক্কোতে হিনতাতা গোত্রের শেখ আবু জাকারিয়া এবং তিনমালের গভর্নর ইউসুফ ইবনে আলির সাহায্যে মারাকেশ প্রাসাদ দখল করেন। ইউজ্জান একই সাথে  ইবনে জামি‘ই ও তার সমর্থকদের অপসারণ করেন (ইবন জামি‘ই শেষ পর্যন্ত আটলাস পর্বতমালায় নির্বাসনে থাকাকালীন নিহত হন)। ১২২৪ সালের সেপ্টেম্বরে খলিফা আব্দুল ওয়াহিদ প্রথমকে গলা টিপে হত্যা করা হয়। এজন্য তাকে \"আল-মাখলু\" বলা হয়, যার মানে \"পদচ্যুত\"।\n\n\n== তথ্যসূত্র =="}