{"pageid": 1528464, "title": "আ রুম অব ওয়ান্‌স ওন", "url": "https://bn.wikipedia.org/wiki?curid=1528464", "content": "নিজস্ব একটি ঘর এটি ভার্জিনিয়া উলফ রচিত একটি বর্ধিত প্রবন্ধ, যা ছয়টি অধ্যায়ে বিভক্ত, যা প্রথম প্রকাশিত হয়েছিল ১৯২৯ সালে। এই কাজটি ১৯২৮ সালের অক্টোবরে উলফের দুটি বক্তৃতার উপর ভিত্তি করে তৈরি করা হয়েছে নিউনহ্যাম কলেজ এবংগির্টন কলেজ, কেমব্রিজ বিশ্ববিদ্যালয়ের মহিলা কলেজ।\nতার প্রবন্ধে, উলফ সামাজিক অবিচার অন্বেষণ করার জন্য রূপক ব্যবহার করেছেন এবং নারীদের মত প্রকাশের স্বাধীনতার অভাব সম্পর্কে মন্তব্য করেছেন। একটি মাছের রূপক তার সবচেয়ে গুরুত্বপূর্ণ বিষয়টি ব্যাখ্যা করেছেন, \"একজন মহিলার যদি কথাসাহিত্য লিখতে হয় তবে তার অবশ্যই অর্থ এবং নিজস্ব একটি ঘর থাকতে হবে\"। তিনি এমন একজন মহিলার কথা লিখেছেন যার চিন্তাভাবনা \"তার রেখাকে স্রোতে ডুবিয়ে দিয়েছিল\"। যখন মহিলাটি কোনও ধারণা ভাবতে শুরু করে, তখন একজন প্রহরী একটি নিয়ম জারি করে যার মাধ্যমে মহিলাদের ঘাসের উপর হাঁটতে দেওয়া হয় না। নিয়ম মেনে চলার ফলে, মহিলাটি তার ধারণা হারিয়ে ফেলে।\n\n\n== History ==\n\nএই প্রবন্ধটি ১৯২৮ সালের ২০ এবং ২৬ অক্টোবর ক্যামব্রিজের দুটি ছাত্র সমিতি, নিউনহ্যাম কলেজের নিউনহ্যাম আর্টস সোসাইটি এবং গির্টন কলেজের ওডিটিএএ সোসাইটি (\"একের পর এক জিনিস\") -তে যথাক্রমে উলফ কর্তৃক পঠিত দুটি প্রবন্ধের উপর ভিত্তি করে লেখা হয়েছিল। এলসি ডানকান-জোন্স,তৎকালীন এলসি ফের নামে পরিচিত, তিনি সেই সময় নিউনহ্যাম আর্টস সোসাইটির সভাপতি ছিলেন এবং কলেজ ম্যাগাজিন \"থারসাইটস\"-এর জন্য \"উইমেন অ্যান্ড ফিকশন\" পত্রিকার একটি বিবরণ লিখেছিলেন। কলেজের অধ্যক্ষ পার্নেল স্ট্র্যাচি এর আমন্ত্রণে উলফ নিউনহ্যামে অবস্থান করেছিলেন, যার পরিবার ব্লুমসবারি গ্রুপ-এর গুরুত্বপূর্ণ সদস্য ছিল। গির্টনে তার সাথে ভিটা স্যাকভিল-ওয়েস্ট ছিলেন। এটি ১৯২৯ সালে ছয়টি অধ্যায় বিশিষ্ট একটি বই হিসেবে প্রকাশিত হয়েছিল।\n১ জানুয়ারী ২০২৫ তারিখে একজনের নিজস্ব ঘর মার্কিন যুক্তরাষ্ট্রে পাবলিক ডোমেইনে প্রবেশ করে।\n\n\n== থিম ==\n\n\n=== চার মেরি ===\nপ্রবন্ধটির শিরোনামটি উলফের ধারণা থেকে এসেছে যে \"একজন মহিলার যদি কথাসাহিত্য লিখতে হয় তবে তার অবশ্যই অর্থ এবং নিজস্ব একটি ঘর থাকতে হবে\"।কাজের বর্ণনাকারীর কথা শুরুতেই উল্লেখ করা হয়েছে: \"তখন আমি এখানে ছিলাম (আমাকে ডাকো মেরি বেটন, মেরি সেটন, মেরি কারমাইকেল অথবা আপনার যে নামেই ডাকুন—এটা কোনও গুরুত্বপূর্ণ বিষয় নয়)\"। দুই মেরি ছিলেন মহিলা-প্রতীক্ষারত মেরি, স্কটসের রানী এর কাছে; তারা - মেরি কারমাইকেলের সাথে - ষোড়শ শতাব্দীর একটি স্কটিশ ব্যাল্যাড, মেরি হ্যামিল্টন এর চরিত্র, যেখানে একজন মহিলা-ইন-ওয়েটিং সম্পর্কে বলা হয়েছে যিনি রাজার সাথে একটি সন্তান জন্ম দেওয়ার জন্য মৃত্যুদণ্ডের মুখোমুখি হচ্ছেন, যে সন্তানকে তিনি হত্যা করেছিলেন।\n\n\n=== নারীদের শিক্ষার সুযোগ ===\n\nএই প্রবন্ধটি পরীক্ষা করে দেখা হয়েছে যে নারীরা উইলিয়াম শেক্সপিয়ার এর মতো মানের কাজ তৈরি করতে সক্ষম ছিলেন কিনা, এবং প্রকৃতপক্ষে স্বাধীনভাবে উৎপাদন করতে পেরেছিলেন কিনা, যা অতীত এবং বর্তমানের নারী লেখকদের মুখোমুখি হওয়া সীমাবদ্ধতাগুলিকে মোকাবেলা করে।\nউলফের বাবা, স্যার লেসলি স্টিফেন,সেই যুগের চিন্তাভাবনার সাথে সামঞ্জস্য রেখে, তিনি বিশ্বাস করতেন যে শুধুমাত্র পরিবারের ছেলেদের স্কুলে পাঠানো উচিত। প্রবন্ধে বর্ণিত বক্তৃতা প্রদানের মাধ্যমে, উলফ সেইসব নারীদের উদ্দেশ্যে কথা বলছেন যাদের আনুষ্ঠানিক পরিবেশে শেখার সুযোগ রয়েছে। তিনি তার শ্রোতাদের তাদের শিক্ষার গুরুত্ব বুঝতে উৎসাহিত করেন, একই সাথে সমাজে তাদের অবস্থানের অনিশ্চয়তা সম্পর্কে সতর্ক করেন। পুরুষদের লেখা কল্পকাহিনীতে নারীদের কীভাবে আদর্শায়িত করা হয় এবং বাস্তব জীবনে পুরুষতান্ত্রিক সমাজ তাদের সাথে কীভাবে আচরণ করে তার মধ্যে স্পষ্ট বৈপরীত্য তিনি সংক্ষেপে তুলে ধরেন:\n\nআদিকাল থেকে সকল কবির সকল রচনায় নারী আলোকবর্তিকার মতো জ্বলে উঠেছে। প্রকৃতপক্ষে, যদি পুরুষদের লেখা কল্পকাহিনী ছাড়া নারীর কোন অস্তিত্ব না থাকত, তাহলে তাকে অত্যন্ত গুরুত্বপূর্ণ একজন ব্যক্তিত্ব হিসেবে কল্পনা করা হত; খুবই বৈচিত্র্যময়; বীরত্বপূর্ণ এবং নীচ; জাঁকজমকপূর্ণ এবং জঘন্য; চরমভাবে সুন্দরী এবং ঘৃণ্য; পুরুষের মতোই মহান, কেউ কেউ বলবেন, বৃহত্তর। কিন্তু এই কথাসাহিত্যে নারী। প্রকৃতপক্ষে, অধ্যাপক ট্রেভেলিয়ান যেমন উল্লেখ করেছেন, তাকে বন্দী করে রাখা হয়েছিল, মারধর করা হয়েছিল এবং ঘরের চারপাশে ছুঁড়ে ফেলা হয়েছিল। এইভাবে একটি অত্যন্ত অদ্ভুত, যৌগিক সত্তার আবির্ভাব ঘটে। কল্পনাপ্রসূতভাবে তিনি সর্বোচ্চ গুরুত্বপূর্ণ; কার্যত তিনি সম্পূর্ণ তুচ্ছ। তিনি কবিতার আবরণ থেকে আবরণে বিস্তৃত; ইতিহাস থেকে তিনি প্রায় অনুপস্থিত। কথাসাহিত্যে রাজা এবং বিজয়ীদের জীবনকে তিনি প্রাধান্য দেন; প্রকৃতপক্ষে তিনি এমন যেকোনো ছেলের দাসী ছিলেন যার বাবা-মা তার আঙুলে জোর করে আংটি পরিয়ে দিতেন। সাহিত্যের সবচেয়ে অনুপ্রেরণামূলক কিছু শব্দ এবং গভীর চিন্তাভাবনা তার ঠোঁট থেকে পড়ে; বাস্তব জীবনে তিনি খুব কমই পড়তে পারতেন; খুব কমই বানান করতেন; এবং তার স্বামীর সম্পত্তি ছিলেন।\n\n\n==== জুডিথ শেক্সপিয়ার ====\n\nএকটি অংশে উলফ শেক্সপিয়ারের বোন জুডিথ নামে একটি কাল্পনিক চরিত্র আবিষ্কার করেছেন, যা তুলে ধরেছেন যে শেক্সপিয়ারের প্রতিভাধর একজন মহিলার কাছে শেক্সপিয়ারের প্রতিভা থাকলে তাকে সেগুলি বিকাশের সুযোগ থেকে বঞ্চিত করা হত। উলফের মতো, যিনি তার ভাইয়েরা স্কুলে যাওয়ার সময় বাড়িতে থাকতেন, জুডিথও ঘরে আটকা পড়েন: \"তিনি তার মতোই দুঃসাহসিক, কল্পনাপ্রবণ, পৃথিবী দেখার জন্য ততটাই বেদনাদায়ক ছিলেন। কিন্তু তাকে স্কুলে পাঠানো হয়নি।\"\nউইলিয়াম যখন জানতে পারে, জুডিথ যদি কোনও বই পড়ে, তাহলে তার বাবা-মা তাকে শাস্তি দেন, কারণ সে অনিবার্যভাবে কিছু ঘরের কাজ ছেড়ে চলে যেতে বাধ্য হয় যেখানে সে থাকতে পারে। জুডিথের বাগদান হয়ে যায়, এবং যখন সে বিয়ে করতে চায় না, তখন তার বাবা তাকে মারধর করে, তারপর তাকে বিবাহের জন্য লজ্জিত করে। উইলিয়াম নিজেকে প্রতিষ্ঠিত করার সময়, জুডিথ নারীদের কাছ থেকে যা আশা করা হয় তার ফাঁদে পা দেয়। সে বাড়ি থেকে লন্ডনে পালিয়ে যায়, অভিনেত্রী হওয়ার চেষ্টা করলে তাকে হেনস্থা করা হয় এবং অবশেষে একজন অভিনেতা-ব্যবস্থাপক তাকে গর্ভবতী করে, যিনি বলেছিলেন যে সে তাকে সাহায্য করবে। সে আত্মহত্যা করে এবং \"এলিফ্যান্ট অ্যান্ড ক্যাসেল এর বাইরে যেখানে সর্বজনীন বাসগুলি এখন থামে সেখানে একটি মোড়ে পড়ে থাকে\"। উইলিয়াম বেঁচে থাকে এবং তার উত্তরাধিকার প্রতিষ্ঠা করে।\n\n\n=== নারী লেখালেখির ইতিহাস তৈরি করা ===\n\nএই প্রবন্ধে, উলফ নারী লেখকদের একটি সমালোচনামূলক এবং ঐতিহাসিক বিবরণ তৈরি করেছেন। উলফ বেশ কয়েকজন মহিলা লেখকের কর্মজীবন পরীক্ষা করেছেন, যার মধ্যে রয়েছে আফ্রা বেন, জেন অস্টেন, ব্রন্টে বোন, অ্যান ফিঞ্চ, উইনচিলসির কাউন্টেস এবং জর্জ এলিয়ট।\nমহিলা লেখকদের পাশাপাশি, উলফ বিখ্যাত পণ্ডিত এবং নারীবাদী জেন এলেন হ্যারিসন এর কাছ থেকেও আলোচনা করেছেন এবং অনুপ্রেরণা নিয়েছেন। প্রবন্ধে হ্যারিসনকে কেবল লম্বা ড্যাশ দ্বারা পৃথক করা তার আদ্যক্ষর দ্বারা উপস্থাপন করা হয়েছে এবং উলফ প্রথমে হ্যারিসনকে \"বিখ্যাত পণ্ডিত, এটা কি জে---- এইচ---- নিজেই হতে পারে?\" হিসেবে পরিচয় করিয়ে দিয়েছেন।\nউলফ রেবেকা ওয়েস্ট নিয়েও আলোচনা করেছেন, ডেসমন্ড ম্যাককার্থি (যাকে \"জেড\" বলা হয়) ওয়েস্টকে \"'অহংকারী নারীবাদী'\" হিসেবে আপোষহীনভাবে বরখাস্ত করার বিষয়ে প্রশ্ন তুলেছেন। নারীদের সম্পর্কে তাদের মতামতের জন্য আক্রমণ করা পুরুষদের মধ্যে, এফ. ই. স্মিথ, বার্কেনহেডের প্রথম আর্ল (যাকে \"লর্ড বার্কেনহেড\" বলা হয়) উল্লেখ করা হয়েছে, যদিও উলফ তার ধারণাগুলিকে আরও তীব্র ভাষায় তিরস্কার করে বলেন যে তিনি \"নারীদের লেখার বিষয়ে লর্ড বার্কেনহেডের মতামত অনুলিপি করতে কোনও সমস্যা করবেন না\"।বার্কেনহেড ভোটাধিকারের বিরোধী ছিলেন। The essay quotes Oscar Browning, through the words of his (possibly inaccurate) biographer H. E. Wortham, \"যেকোন পরীক্ষার প্রশ্নপত্র পর্যালোচনা করার পর তার মনে যে ধারণা তৈরি হয়েছিল তা হল, সে যত নম্বরই দিক না কেন, সবচেয়ে ভালো মহিলাই বুদ্ধিবৃত্তিকভাবে সবচেয়ে খারাপ পুরুষের চেয়ে নিকৃষ্ট\"।\n\n\n=== সমকামীতা ===\n\"আ রুম অফ ওয়ান'স ওন\" প্রকাশিত হওয়ার আগে উলফ তার ডায়েরিতে লিখেছিলেন যে এটি প্রকাশিত হলে তিনি ভেবেছিলেন \"একজন নারীবাদীর জন্য তাকে আক্রমণ করা হবে এবং নীলকান্তমণি এর জন্য তাকে ইঙ্গিত করা হবে\"।\nবইয়ের একটি অংশে, একজন কাল্পনিক নারী লেখিকা, মেরি কারমাইকেলের কাজের বর্ণনা দিয়ে, উলফ ইচ্ছাকৃতভাবে সমকামীতাবাদের কথা বলেছেন: \"তাহলে আমি কি আপনাকে বলতে পারি যে আমি যে পরের শব্দগুলি পড়েছিলাম তা ছিল এই - 'ক্লো অলিভিয়াকে পছন্দ করত...' শুরু করো না। লজ্জা পেয়ো না। আসুন আমরা আমাদের নিজস্ব সমাজের গোপনীয়তায় স্বীকার করি যে এই জিনিসগুলি কখনও কখনও ঘটে। কখনও কখনও মহিলারা মহিলাদের পছন্দ করে।\" উলফ র‌্যাডক্লিফ হল-এর লেসবিয়ান-থিমযুক্ত উপন্যাস \"দ্য ওয়েল অফ লোনলিনেস\" (১৯২৮) প্রকাশের ফলে সৃষ্ট অশ্লীলতার বিচার এবং জনসাধারণের হট্টগোলের কথা উল্লেখ করেছেন। ক্লো অলিভিয়ার পছন্দ নিয়ে আলোচনা করার আগে, বর্ণনাকারীকে আশ্বস্ত করতে হবে যে হলের অশ্লীলতার বিচারের ম্যাজিস্ট্রেট স্যার চার্ট্রেস বিরন দর্শকদের মধ্যে নেই: \"কোন পুরুষ কি উপস্থিত নেই? আপনি কি প্রতিশ্রুতি দিচ্ছেন যে স্যার চার্ট্রেস বিরনের চিত্র গোপন করা হবে না? আমরা সবাই নারী, আপনি আমাকে আশ্বস্ত করুন? তাহলে আমি আপনাকে বলতে পারি...\"\nউলফ পণ্ডিত এবং নারীবাদী সমালোচক জেন মার্কাস বিশ্বাস করেন যে উলফ র‍্যাডক্লিফ হল এবং অন্যান্য লেখকদের অশ্লীলতার বিচার এড়াতে কীভাবে বিচক্ষণতার সাথে লেসবিয়ানিজম নিয়ে আলোচনা করতে হয় তার একটি প্রদর্শনী দিচ্ছিলেন; \"উলফ তার অবরুদ্ধ সহকর্মী লেখককে একটি শিক্ষা দিচ্ছিলেন যে কীভাবে একজন লেসবিয়ানকে বক্তৃতা দিতে হয় এবং একটি লেসবিয়ান কাজ লিখতে হয় এবং তা থেকে রেহাই পেতে হয়।\"\n\n\n=== অ্যান্ড্রোজিনি ===\nমেরিলিন আর. ফারওয়েল উলফের রচনায় অ্যান্ড্রোজিনি বোঝার অসুবিধার উপর আলোকপাত করেছেন। ন্যান্সি টপিং বাজিন উলফের অ্যান্ড্রোজিনির ধারণাকে সংজ্ঞায়িত করেছেন \"পুংলিঙ্গ এবং স্ত্রীলিঙ্গ ভারসাম্যপূর্ণ হওয়া উচিত কিন্তু একত্রিত হওয়া উচিত নয়।\" তার সংজ্ঞায়, বাজিন অ্যান্ড্রোজিনি বোঝার ক্ষেত্রে একটি গুরুত্বপূর্ণ বিতর্ক প্রকাশ করেছেন: এটিকে দুটি অংশের ভারসাম্য বা সংমিশ্রণ হিসাবে দেখা উচিত কিনা।\nকিছু সমালোচক উলফের অ্যান্ড্রোজিনির ধারণাকে বিভিন্ন মেরুর মধ্যে ভারসাম্য হিসেবে বর্ণনা করেন: অন্তর্দৃষ্টি এবং যুক্তি, বিষয়গততা এবং বস্তুনিষ্ঠতা, প্রাণবন্ততা এবং বিদ্বেষ, বিষমকামীতা এবং সমকামিতা, এবং উন্মাদনা এবং হতাশা। একজন লেখকের ক্ষেত্রে অ্যান্ড্রোজিনির অর্থ জ্ঞানের পথ হিসেবে অন্তর্দৃষ্টি এবং যুক্তিবাদ উভয়কেই গ্রহণ করা। অ্যান্ড্রোজিনির ভারসাম্য হিসাবে ব্যাখ্যা করার অর্থ হবে অনেক কণ্ঠস্বর এবং উপলব্ধিকে বৈধতা দেওয়া।\nঅন্যদিকে, অ্যান্ড্রোজিনিকে একটি সংমিশ্রণ হিসেবে দেখলে কেবল একটিমাত্র জ্ঞানের পদ্ধতিই বৈধ হবে। ফারওয়েল যুক্তি দেন যে, যেহেতু \"সর্বজনীনতা প্রায়শই পুরুষ যা কিছু তার সাথেই চিহ্নিত হয়, তাই এই সংজ্ঞাটি একজন নারীকে পুরুষের মতো লেখার দাবি করার আরেকটি উপায় হতে পারে এবং ছিল।\" ফারওয়েল নারীবাদী বলা হওয়ার ভয়ে অ্যান্ড্রোজিনিকে সংজ্ঞায়িত করার ক্ষেত্রে উলফের দ্বিধাগ্রস্ততার ব্যাখ্যা করেন।\n\n\n== সমালোচনা ==\nঅ্যালিস ওয়াকার উলফের পর্যবেক্ষণের প্রতিক্রিয়া জানিয়েছিলেন যে শুধুমাত্র 'নিজস্ব ঘর' আছে এমন মহিলারাই লেখার অবস্থানে আছেন। উলফ নিজেই এই বিষয়টি তুলে ধরছিলেন যে তার সমাজের সকল মহিলার এত নিরাপদ স্থান নেই, তবে ওয়াকার বর্ণাঢ্য মহিলাদের দ্বারা ভোগা আরও বর্জন নিয়ে আলোচনা করে কথোপকথন চালিয়ে যান। আমাদের মাদার্স গার্ডেনসের সন্ধানে: নারীবাদী গদ্য বইতে, ওয়াকার লিখেছেন:\n\nভার্জিনিয়া উলফ তার \"আ রুম অফ ওয়ান'স ওন\" বইয়ে লিখেছেন যে, একজন নারীর গল্প লেখার জন্য অবশ্যই দুটি জিনিস থাকা প্রয়োজন: একটি নিজস্ব ঘর (চাবি এবং তালা সহ) এবং নিজের ভরণপোষণের জন্য পর্যাপ্ত অর্থ।\nতাহলে আমরা ফিলিস হুইটলি, একজন দাসী, যার নিজেরও মালিকানা ছিল না, সম্পর্কে কী বলব? এই অসুস্থ, দুর্বল, কৃষ্ণাঙ্গ মেয়েটির মাঝে মাঝে নিজের একজন দাসীর প্রয়োজন ছিল - তার স্বাস্থ্য এতটাই অনিশ্চিত ছিল - এবং যদি সে শ্বেতাঙ্গ হত, তাহলে তাকে সহজেই তার সময়ের সমাজের সমস্ত নারী এবং বেশিরভাগ পুরুষের চেয়ে বুদ্ধিবৃত্তিকভাবে শ্রেষ্ঠ বলে বিবেচনা করা হত।\n\n\n== অভিযোজন এবং প্রভাব ==\nআ রুম অফ ওয়ান'স ওন নাটকটি প্যাট্রিক গারল্যান্ড রচিত একটি নাটক হিসেবে রূপান্তরিত হয়েছিল এবং ১৯৮৯ সালে আইলিন অ্যাটকিন্স এর সাথে প্রথম প্রদর্শিত হয়েছিল; ১৯৯১ সালে পিবিএস মাস্টারপিস থিয়েটার তে এই নাটকের একটি টেলিভিশন রূপান্তর সম্প্রচারিত হয়েছিল।\nপ্যাট্রিসিয়া ল্যামকিন-এর নাটক \"ব্যালেন্সিং দ্য মুন\" (২০১১) এই প্রবন্ধ থেকে অনুপ্রাণিত।\nসাংস্কৃতিক উদ্যোগগুলির নামকরণ করা হয়েছে \"এ রুম অফ ওয়ান'স ওন\" এর নামে। ১৯৭৫ সালে উইসকনসিন বইয়ের দোকান এ রুম অফ ওয়ান'স ওন পাঁচজন মহিলা দ্বারা একটি নারীবাদী বইয়ের দোকান হিসেবে প্রতিষ্ঠিত হয়েছিল। ১৯৭৫ সালে কানাডার ভ্যাঙ্কুভারে ওয়েস্ট কোস্ট ফেমিনিস্ট লিটারারি ম্যাগাজিন সোসাইটি বা গ্রোয়িং রুম কালেক্টিভ কর্তৃক চালু হওয়া একটি সাহিত্য পত্রিকার নাম ছিল \"রুম অফ ওয়ান'স ওন\" কিন্তু ২০০৭ সালে এটি পরিবর্তিত হয়ে \"রুম\" হয়।. উপরন্তু, ১৯৯১ সালে প্রতিষ্ঠিত চামড়ার আর্কাইভ এবং জাদুঘর, ২০১৬ সালে \"আ রুম অফ হার ওয়ান\" নামে একটি প্রদর্শনী অনুষ্ঠিত হয়েছিল, যার সম্পর্কে কিউরেটর অ্যালেক্স ওয়ার্নার লিখেছেন, \"আমি যখন উইমেনস লেদার হিস্ট্রি প্রজেক্টের প্রথম প্রদর্শনী স্থাপনের কাজ শুরু করি, তখন আমি উত্তেজিত হয়েছিলাম যে আমরা আক্ষরিক এবং রূপকভাবে LA&M-এ লেদারওয়াইমেনের ইতিহাসের জন্য জায়গা করে নিচ্ছি। এই চিন্তাভাবনার বাইরেই \"আ রুম অফ হার ওয়ান\" আবির্ভূত হয়েছিল, যা ভার্জিনিয়া উলফের ১৯২৯ সালের নারীবাদী লেখার উপর ভিত্তি করে তৈরি হয়েছিল যা নারীদের চিন্তাভাবনা এবং সৃষ্টির জন্য স্থানের প্রয়োজনের পক্ষে যুক্তি দেয়\"।\n\n\n== আরও দেখুন ==\nনারীবাদ: দ্য এসেনশিয়াল হিস্টোরিক্যাল রাইটিং (১৯৭২), একটি উল্লেখযোগ্য সংকলন যেখানে এ রুম অফ ওয়ান'স ওন অন্তর্ভুক্ত রয়েছে\nলে মন্ডের'স ১০০ বই অফ দ্য সেঞ্চুরি, যা এ রুম অফ ওয়ান'স ওন কে ৬৯ নম্বরে তালিকাভুক্ত করে।\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n A Room of One's Own লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)\nFull text of A Room of One's Own at HathiTrust Digital Library\nFull text of A Room of One's Own at Project Gutenberg Australia, in one page for easy searching\nLongworth, Deborah (1 March 2017). \"Virginia Woolf and Feminist Aesthetics\", lecture on A Room of One's Own, University of Birmingham\n উইকিমিডিয়া কমন্সে A Room of One's Own সম্পর্কিত মিডিয়া দেখুন।\n উইকিসংকলনে A Room of One's Own-এর সম্পূর্ণ পাঠ্য পড়ুন।\nটেমপ্লেট:Virginia Woolf"}