{"pageid": 1528624, "title": "রম্যা পান্ডিয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1528624", "content": "রম্যা পান্ডিয়ান (জন্ম ১৩ আগস্ট ১৯৯০) একজন ভারতীয় অভিনেত্রী যিনি মূলত তামিল চলচ্চিত্র জগতের সাথে যুক্ত।  তিনি জোকার (২০১৬) এবং আন দেবথাই (২০১৮) ছবিতে তার ভূমিকার জন্য পরিচিত। চেন্নাই টাইমস -এর পক্ষ থেকে তাকে ২০২০ সালের টেলিভিশনের সবচেয়ে আকাঙ্ক্ষিত নারী হিসেবে তালিকাভুক্ত করা হয়েছে।  ২০২১ সালে, রম্যা রিয়েলিটি শো বিগ বস ৪- এ অংশগ্রহণ করেন।\n\n\n== কর্মজীবন ==\nরম্যা পান্ডিয়ান আন্না বিশ্ববিদ্যালয়ের অধিভুক্ত গুইন্ডির কলেজ অফ ইঞ্জিনিয়ারিং থেকে বায়োমেডিকেল ইঞ্জিনিয়ারিংয়ে স্নাতক ডিগ্রি অর্জন করেন। স্নাতক শেষ করার পর, তিনি গবেষণা ও উন্নয়ন বিশ্লেষক হিসেবে কাজ শুরু করেন।  তিনি মণি রত্নমের সহকারী পরিচালক শেলির সাথে মানে থেইন পোনমানে  নামের একটি স্বল্পদৈর্ঘ্য চলচ্চিত্রে কাজ করার সুযোগ পান। এরপর তিনি বালাজি শক্তিভেলের রা রা রাজশেখর  চলচ্চিত্রে একটি ভূমিকায় অভিনয় করেছিলেন।  পরবর্তীতে রম্যা ডামি টাপ্পাসু (২০১৫) চলচ্চিত্রের মাধ্যমে অভিনয় জগতে পাকাপাকিভাবে আত্মপ্রকাশ করেন।  তিনি এরপর রাজু মুরুগানের জোকার (২০১৬) চলচ্চিত্রে অভিনয়ের জন্য চুক্তিবদ্ধ হন।  তিনি এই ছবিতে একজন গ্রাম্য সুন্দরীর চরিত্রে অভিনয় করেছিলেন। \nঅভিনেতা এবং পরিচালক সামুথিরকানি জোকারে রম্যার অভিনয় দেখে প্রশংসা করেন এবং তার আসন্ন চলচ্চিত্র আন দেবথাই (২০১৮) -তে একজন আইটি কোম্পানিতে কর্মরত মায়ের ভূমিকায় অভিনয়ের জন্য রম্যাকে নির্বাচিত করতে আগ্রহী হন। গল্পটি শোনার পর রম্যা ছবিটি করতে রাজি হন।  ছবিটির পর্যালোচনায়, ইন্ডিয়া টুডের একজন সমালোচক তার অভিনয়ের ইতিবাচক পর্যালোচনা করেন। \nরম্যা আঞ্চলিক টিভি চ্যানেলে সম্প্রচারিত রান্নার অনুষ্ঠান কুকু উইথ কোমালি -এর একজন প্রতিযোগী ছিলেন।  তিনি কৌতুকমূলক টেলিভিশন অনুষ্ঠান  কালক্কা পোভাথু ইয়ারু -এর একজন বিচারক ছিলেন।  ২০২০ সালে, রম্যা রিয়েলিটি শো বিগ বস তামিলের  চতুর্থ মরসুমে প্রতিযোগী হিসেবে অংশগ্রহণ করেছিলে।  ২০২০ সালের অক্টোবরে জী ফাইভে মুক্তিপ্রাপ্ত ওয়েব শৃঙ্খলা মুগিলানে রম্যা অভিনয় করেছিলেন।  এরপর তিনি সূর্যের ২ডি এন্টারটেইনমেন্ট প্রযোজনা সংস্থা দ্বারা প্রযোজিত রামে আন্দালুম রাবনে আন্দালুম (২০২১) ছবিতে অভিনয় করেছিলেন। সিভি কুমারের তিরুকুমারান এন্টারটেইনমেন্ট সংস্থা রম্যার আসন্ন চলচ্চিত্র প্রকল্পের প্রযোজনার দায়িত্বে ছিলেন। \n\n\n== ব্যক্তিগত জীবন ==\nরম্যা পান্ডিয়ান হলেন প্রাক্তন চলচ্চিত্র পরিচালক দুরাই পান্ডিয়ানের মেয়ে। তিনি তামিল চলচ্চিত্রে জগতের অভিনেতা অরুণ পান্ডিয়ানের ভাগ্নী।  রম্যার পরিবার তিরুনেলভেলি অঞ্চলের বাসিন্দা।  বাগানে তৈরির প্রতি তার আগ্রহের কথা রম্যা তার এক বিবৃতিতে উল্লেখ করেছেন। \n২০২৪ সালে, রাম্যা গঙ্গা নদীর তীরে ঋষিকেশে যোগ প্রশিক্ষক লাভেল ধবনকে বিয়ে করেন। \n\n\n== তথ্যসূত্র =="}