{"pageid": 1528445, "title": "আবু আবদুল্লাহ মোহাম্মদ দ্বিতীয় সাদী", "url": "https://bn.wikipedia.org/wiki?curid=1528445", "content": "আবু আবদুল্লাহ মোহাম্মদ দ্বিতীয়, আল-মুতাওয়াক্কিল, বা আবদুল্লাহ মোহাম্মদ ( আরবি: محمد المتوكل السعدي   ) (মৃত্যু ৪ আগস্ট ১৫৭৮) ১৫৭৪ থেকে ১৫৭৬ সাল পর্যন্ত মরক্কোর সুলতান ছিলেন। তিনি আবদুল্লাহ আল-গালিবের জ্যেষ্ঠ পুত্র ছিলেন এবং তার পিতার মৃত্যুর পর সুলতান হন।\n\n\n== জীবনী ==\nসিংহাসনে আরোহণের পরপরই, তিনি তার এক ভাইকে মৃত্যুদণ্ড দেন এবং অন্য একজনকে ( তাদলার গভর্নর মুলাই এন-নাসের) কারারুদ্ধ করেন।\n১৫৭৬ সালের ফেব্রুয়ারিতে, আবু মারওয়ানের চাচা আব্দুল মালিক, অনেক বছর আগে তার ভাই আহমদ আল-মনসুরের সাথে সাম্রাজ্যে পালিয়ে যায়। পরে উসমানীয় সেনাবাহিনী নিয়ে মরক্কো আক্রমণ করেন। আবু আবদুল্লাহ এবং আবু মারওয়ানের সেনাবাহিনী ফেজের কাছে আল-রুকনে মুখোমুখি হয়। মরিস্কো সৈন্যরা, সাইদ আল-দাঘালির নেতৃত্বে আবু আবদুল্লাহকে ছেড়ে আব্দুল মালিকের পক্ষে যোগ দেয়। তার বাকি সৈন্যরাও তাকে ত্যাগ করবে এই ভেবে আবু আবদুল্লাহ প্রথমে ফেজে পালান। সেখানে তিনি তার মূল্যবান জিনিসপত্র সংগ্রহ করে পরে মারাকেশে চলে যান।\n১৫৭৬ সালের মার্চের শেষে আব্দুল মালিক যুদ্ধ ছাড়াই ফেজে প্রবেশ করেন। তিনি মারাকেশে হামলার পরিকল্পনা করেন। জান্দাক আল-রায়হানে আবু আবদুল্লাহ মুহাম্মদ দ্বিতীয় এবং আব্দুল মালিকের মধ্যে সংঘর্ষ হয়। আবু আবদুল্লাহ পরাজিত হন এবং আবার মারাকেশে পালিয়ে যান। আব্দুল মালিকের ভাই আহমদ আল-মনসুর তাকে তাড়া করেন এবং মারাকেশ ছাড়তে বাধ্য করেন। আবু আবদুল্লাহ পাহাড়ে আশ্রয় নেন। আহমদ মারাকেশ দখল করেন।\nআবু আবদুল্লাহ পাহাড়ে ঘুরে বেড়ান এবং একটি ছোট সেনাবাহিনী গড়ে তোলেন। তিনি মারাকেশে অভিযান চালান। আব্দুল মালিক, আবদুল্লাহর উপস্থিতি টের পেয়ে তার সাথে লড়াই করতে শহর ছেড়ে বের হন। কিন্তু আবু আবদুল্লাহ অন্য পথ বেছে নিয়ে মারাকেশে প্রবেশ করেন। সেখানে জনগণ তাকে স্বাগত জানায় এবং সুলতান ঘোষণা করে। তবে তিনি শহরের কাসবাহ এলাকা দখল করতে পারেননি।   আব্দুল মালিকের বোন মরিয়ম ৩,০০০ সৈন্য নিয়ে কাসবাহ রক্ষা করছিল। আব্দুল মালিক শহরটি অবরোধ করেন এবং ফেজে থাকা তার ভাই আহমদকে ডাকেন। আহমদ মারাকেশে পৌঁছালে, আবু আবদুল্লাহ সুসের দিকে পালিয়ে যান। আহমদ তার পিছু নেন। আবু আবদুল্লাহ পাহাড়ি পথ ধরে তানজাহে পৌঁছান এবং পর্তুগিজদের কাছে সাহায্য চান। পর্তুগালের রাজা সেবাস্তিয়ান তাকে সাহায্য করতে রাজি হন।\nরাজা সেবাস্তিয়ান আসিলাহে পৌঁছান এবং সেখান থেকে কসার এল কেবিরের দিকে যাত্রা করেন, যা ফেজের পথে অবস্থিত। তার সেনাবাহিনীতে  ৫০০টি জাহাজ, ২,০০০ অশ্বারোহী, এবং ১৯,০০০ পদাতিক সেনা ছিল। এর মধ্যে ৩,০০০ ভাড়াটে সৈন্য ফ্ল্যান্ডার্স ও জার্মানি থেকে এবং ৩০০ জন ইতালি থেকে এসেছিল। আবু আবদুল্লাহ মুহাম্মদের হাতে ছিল ৬,০০০ সৈন্য। অন্যদিকে, আব্দুল মালিকের হাতে ছিল ২০,০০০ আর্কিবুসিয়ার (যার মধ্যে ৫,০০০ অশ্বারোহী) এবং ৪২,০০০ অশ্বারোহী।\n১৫৭৮ সালের ৪ আগস্ট আলকাজারকুইভিরের যুদ্ধ হয়। যাকে \"তিন রাজার যুদ্ধ\" বলা হয়। মরক্কোর অশ্বারোহী আর্কিবুসিয়াররা পর্তুগিজ গোলন্দাজ বাহিনীকে আক্রমণ করলে যুদ্ধ শুরু হয়। পর্তুগিজ পদাতিকরা মাগরেবীয় পদাতিকদের আক্রমণ প্রতিহত করে। দ্বিতীয় মরক্কো অশ্বারোহী আক্রমণে পর্তুগিজ অশ্বারোহীরা পরাজিত হয়। কিছুক্ষণ পর আক্রমণ থেমে যায়। পর্তুগিজ পদাতিকরা এগিয়ে যায়, কিন্তু তাদের ডান দিকে একটি ফাঁক থেকে যায়। শত্রুর আর্কিবুসিয়াররা সেই ফাঁক দিয়ে আক্রমণ করে। পর্তুগিজ সেনাবাহিনীর বেশিরভাগ ধ্বংস হয়ে যায়। রাজা সেবাস্তিয়ান এবং পর্তুগিজ অভিজাত সৈন্যদের বেশিরভাগ মারা যান।\nআবু আবদুল্লাহ মুহাম্মদ আল-মুতাওয়াক্কিল পালানোর চেষ্টা করেন। কিন্তু লুক্কাস নদী পার হতে গিয়ে ডুবে যান। আব্দুল মালিকও যুদ্ধের সময় অসুখে মারা যান। তবে তার মৃত্যু গোপন রাখা হয়।\n\n\n== তথ্যসূত্র =="}