{"pageid": 1528882, "title": "অহোই অষ্টমী", "url": "https://bn.wikipedia.org/wiki?curid=1528882", "content": "অহোই অষ্টমী একটি হিন্দু উৎসব, যা দীপাবলির প্রায় ৮ দিন আগে কৃষ্ণ পক্ষের অষ্টমী তিথিতে উদযাপিত হয়। উত্তর ভারতে অনুসরণ করা পূর্ণিমান্ত পঞ্জিকা অনুযায়ী, এটি কার্তিক মাসে পড়ে, আর গুজরাত, মহারাষ্ট্র এবং অন্যান্য দক্ষিণী রাজ্যে প্রচলিত অমান্ত পঞ্জিকা অনুযায়ী, এটি আশ্বিন মাসে পড়ে। তবে পার্থক্য কেবল মাসের নামের ক্ষেত্রে, কারণ অহই অষ্টমীর উপবাস উভয় পঞ্জিকা অনুসারে একই দিনে পালন করা হয়।\nঅহোই অষ্টমীতে উপবাস ও পূজা মা অহোই বা দেবী অহোইকে উৎসর্গ করা হয়। মায়েরা তাদের সন্তানদের মঙ্গল ও দীর্ঘায়ুর জন্য তাকে পূজা করেন। এই দিনটিকে অহোই আটে নামেও পরিচিত, কারণ অহোই অষ্টমীর উপবাস চন্দ্র মাসের অষ্টমী তিথিতে পালন করা হয়। অহোই মাতাকে আসলে দেবী লক্ষ্মীরই আরেক রূপ হিসেবে বিবেচনা করা হয়।\n\n\n== অনুশীলন ==\nউপবাসের দিনে সকালে স্নান করার পর মহিলারা সংকল্প নামক এক প্রতিজ্ঞা গ্রহণ করেন, যাতে তারা তাদের সন্তানদের মঙ্গল কামনায় উপবাস রাখার সংকল্প করেন। সংকল্প গ্রহণের সময় উচ্চারণ করা হয় যে এই উপবাস নির্জলা বা নিরাহার হবে এবং পরিবারের প্রথা অনুযায়ী তারা তারকা বা চন্দ্র দর্শনের পর উপবাস ভঙ্গ করবেন।\nপূজার প্রস্তুতি সূর্যাস্তের আগে সম্পন্ন করা হয়। মহিলারা গেরু ব্যবহার করে দেওয়ালে অহোই মাতার চিত্র অঙ্কন করেন বা কাপড়ে অলঙ্কৃত করে সেটি দেওয়ালে টাঙিয়ে দেন। পূজার জন্য ব্যবহৃত অহোই মাতার যে কোনো চিত্রে অষ্ট কোষ্ঠক (অর্থাৎ আট কোণের আকৃতি) থাকতে হয়, কারণ এই উৎসব অষ্টমী তিথির সঙ্গে সম্পর্কিত। চিত্রটিতে দেবী অহোই-এর পাশাপাশি ছোট শিশুদের এবং একটি সিংহের চিত্রও অন্তর্ভুক্ত থাকে।\n\nএরপর পূজাস্থান পবিত্র জল দিয়ে শুদ্ধ করা হয় এবং আল্পনা অঙ্কন করা হয়। মাটিতে বা কাঠের পিঁড়ির উপর গম ছড়িয়ে তার ওপরে এক জলপূর্ণ কলস স্থাপন করা হয়। কলসের মুখ একটি মাটির ঢাকনা দিয়ে আবৃত থাকে।\nকলসের ওপরে একটি ছোট মাটির পাত্র (যা সাধারণত করওয়া নামে পরিচিত) রাখা হয়। করওয়া জলপূর্ণ থাকে এবং তার মুখ ঢাকনায় আবৃত করা হয়। করওয়ার মুখটি ঘাসের ডালপালা দিয়ে বন্ধ করে দেওয়া হয়। সাধারণত সরাই সিংকা নামক এক প্রকার উইলো গাছের শাখা ব্যবহৃত হয়। অহোই মাতার পূজায় ও সিংহের উদ্দেশ্যে সাতটি ঘাসের শাখা উৎসর্গ করা হয়। সরাই গাছের এই ডালপালা বিশেষ করে ছোট শহরগুলিতে উৎসবের সময় বিক্রি হয়। যদি এটি না পাওয়া যায়, তবে তুলার কুঁড়ি ব্যবহার করা যেতে পারে।\nপূজার জন্য ব্যবহৃত প্রধান খাদ্য সামগ্রীর মধ্যে থাকে ৮টি পুরি, ৮টি পুয়া ও হালুয়া। এই প্রসাদ কিছু অর্থসহ একজন ব্রাহ্মণকে দান করা হয়।\n\n\n== কিংবদন্তি ==\nএই উপবাসের সঙ্গে জড়িত বহু কাহিনি রয়েছে, এবং এর মধ্যে একটি পূজার পর নিয়মমতো বলা হয়।\nএকসময় এক মহাজন বাস করতেন, যার সাতজন পুত্র ছিল। দীপাবলির কিছুদিন আগে কার্তিক মাসের একদিন, মহাজনের স্ত্রী ঘর মেরামত ও সাজানোর সিদ্ধান্ত নেন। সংস্কারের জন্য তিনি বনের মাটি সংগ্রহ করতে যান। মাটি খোঁড়ার সময়, ভুলবশত তার কোদাল দিয়ে একটি সিংহ শাবককে আঘাত করেন, ফলে সেটি মারা যায়। এতে ক্রুদ্ধ হয়ে সিংহ তাকে অভিশাপ দেয় যে, তারও সন্তানদের একই পরিণতি হবে। এর পরের এক বছরে তার সাতজন পুত্রই মৃত্যুবরণ করে।\nঅসহ্য দুঃখে দম্পতি তীর্থযাত্রায় গিয়ে আত্মহত্যা করার সিদ্ধান্ত নেন। তারা হাঁটতে হাঁটতে একসময় ক্লান্ত হয়ে মাটিতে পড়ে জ্ঞান হারান। তখন ঈশ্বর করুণাবশত আকাশবানী (দেববাণী) করেন এবং তাদের ফিরে গিয়ে এক পবিত্র গরুর সেবা করতে এবং অহোই মাতার পূজা করতে বলেন, কারণ অহোই দেবী সকল জীবের সন্তানের রক্ষাকর্ত্রী।\nএই দেববাণী শুনে তারা ঘরে ফিরে আসেন এবং নির্দেশ অনুসারে কাজ করেন। অষ্টমী তিথিতে মহাজনের স্ত্রী সিংহ শাবকের মুখ অঙ্কন করেন, উপবাস পালন করেন এবং অহোই মাতার ব্রত করেন। আন্তরিক অনুশোচনা ও নিষ্ঠার সঙ্গে উপবাস পালন করায় অহোই দেবী সন্তুষ্ট হন, তার সামনে আবির্ভূত হন এবং তাকে সন্তানলাভের বর প্রদান করেন।\n\n\n== কৃষ্ণাষ্টমী ==\n\nযেসব নারীরা শ্রীকৃষ্ণের মতো সন্তান কামনা করেন, তারা অহোই অষ্টমীর দিন উপবাস পালন করতে পারেন এবং সমস্ত পূজা ও রীতিনীতি সম্পন্ন করতে পারেন। এছাড়াও, তারা কৃষ্ণাষ্টমী তিথিতেও এই ব্রত পালন করতে পারেন, যা ভগবান শ্রীকৃষ্ণের প্রতি উৎসর্গীকৃত।\nঅনেকে এই দিনে নারী সন্তান লাভের আশায় ব্রত পালন করেন, তারা উত্তরপ্রদেশের মথুরা জেলার রাধাকুণ্ডে অরুণোদয়ের (সূর্যোদয়ের পূর্ব মুহূর্তে) স্নান করেন। এই ব্রত পালনের জন্য দেবী কুষ্মাণ্ডা-র পূজা করা হয়, যিনি উর্বরতা ও সন্তান দানের জন্য পূজিত হন।\n\n\n== তথ্যসূত্র =="}