{"pageid": 1528582, "title": "সগন", "url": "https://bn.wikipedia.org/wiki?curid=1528582", "content": "সগন (নেপালি: सगन) একটি নেপালী আচার, যেখানে একজন ব্যক্তির সৌভাগ্যের জন্য প্রার্থনা জানাতে এবং সম্মান প্রদর্শন করতে শুভ খাবারের আচারিক উপস্থাপন করা হয়। এটি কাঠমান্ডু উপত্যকার নিউয়ার সমাজে একটি অত্যন্ত সম্মানিত অনুষ্ঠান। পরিবেশিত খাবারের মধ্যে থাকে সেদ্ধ ডিম, ধূমায়িত মাছ, মাংস, মসুরের কেক এবং ভাত থেকে তৈরি মদ, যা তান্ত্রিক ধারণাগুলিকে প্রতিফলিত করে।\nজীবনচক্রের অনুষ্ঠানগুলি যেমন জন্মদিন, বিয়ে এবং বয়স্ক আচার-অনুষ্ঠানে সগন উপস্থাপন করা হয়। এটি নেপাল সংবতের নতুন বছরের ম্হ পূজা অনুষ্ঠানে উপস্থাপন করা হয়। দীর্ঘ যাত্রায় বের হওয়ার আগে এবং সফর থেকে ফিরে আসার পর যাত্রীদের সগন দেওয়া হয়। যারা বিশেষ কোনো কৃতিত্ব অর্জন করেছেন বা জীবনমুখী দুর্ঘটনা থেকে বেঁচে ফিরেছেন, তাদেরও সগন দেওয়া হয়। এই অনুষ্ঠানটি কাউকে সম্মানিত করার জন্যও করা হয়। সগন আচারটি হিন্দু এবং বৌদ্ধ নিউয়ারদের দ্বারা পালন করা হয়।\n\n\n== অনুষ্ঠান ==\nসাধারণ রীতি অনুসারে সগন গ্রহণকারী ব্যক্তি মেঝেতে বাবু হয়ে বসে। তার সামনে ও ডানদিকে একটি বড় পাতায় একটি সুকুন্দা তেলের প্রদীপ রাখা হয়। পরিবারের সবচেয়ে বয়স্ক মহিলা একটি থালায় ফুল, চাল এবং লাল কাই নিয়ে এসে সুকুন্দার ওপর সৌভাগ্যের দেবতা গণেশের পূজা করেন। এরপর তিনি সম্মানিত ব্যক্তির কপালে এবং কক্ষে উপস্থিত অন্যান্যদের কপালে লাল কাইয়ের  আলতো ছোঁয়া লাগান। অংশগ্রহণকারীরা একটি বাটিতে থাকা দই নিয়ে কপালে তার প্রলেপ লাগান।\n\nএর পরে প্রধান আচারটি সম্পাদিত হয়। গৃহিণী একটি সেদ্ধ ডিম এবং ধূমায়িত মাছ উপস্থাপন করেন, যা অংশগ্রহণকারীরা দুই হাতে গ্রহণ করেন। একজন মহিলা সহকারী একটি মটকা থেকে ভাতের মদ ছোট পাত্রে ঢালেন। সবাইকে পরিবেশন করার পর, তিনি আবার ঘুরে এসে প্রতিটি পাত্রে আবার মদ ঢালেন। তৃতীয়বার মদ পরিবেশন করার পর অংশগ্রহণকারীরা পাত্রগুলো নামিয়ে রাখতে পারেন।\nপ্রক্রিয়া এবং উপকরণগুলি পরিবারিক ঐতিহ্য এবং ভৌগলিক অবস্থান অনুসারে পরিবর্তিত হতে পারে। সেদ্ধ ডিমের পরিবর্তে লাড্ডু অথবা লগওয়া পরিবেশন করা হতে পারে। আসনগুলি মেঝেতে অথবা চেয়ারে সজ্জিত হতে পারে।\n\n\n== তাৎপর্য ==\nসগন অনুষ্ঠান এবং ব্যবহৃত উপকরণগুলি তান্ত্রিক ঐতিহ্যের ওপর ভিত্তি করে তৈরি। সগনে পাঁচটি খাবারের পদ পাঁচটি তান্ত্রিক উপাদানের (পঞ্চতত্ত্ব) প্রতিনিধিত্ব করে – অগ্নি বা \"অগ্নি তত্ত্ব\" (প্রতীক স্বরূপ মদ), পৃথিবী বা \"পৃথিবী তত্ত্ব\" (মাংস), জল বা \"জল তত্ত্ব\" (মাছ), আকাশ বা \"আকাশ তত্ত্ব\" (মসুরের কেক) এবং বায়ু বা \"বায়ু তত্ত্ব\" (ডিম)। জীবিত সত্ত্বার মধ্যে তাপ এবং উদ্দীপনা আসে অগ্নি থেকে, এবং যখন একটি সত্ত্বা মারা যায়, তখন দেহ মৃত্তিকা হয়ে যায়, দেহে জল থাকে, শ্বাস বায়ু গৃহীত হয় এবং আকাশ বা স্থানেই এর অস্তিত্ব থাকে।\n\n\n== আরো দেখুন ==\nপ্রসাদ\n\n\n== তথ্যসূত্র =="}