{"pageid": 1528306, "title": "মোনা হেনসম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1528306", "content": "মোনা হেনসম্যান এমবিই (২৫শে আগস্ট ১৮৯৯ - ৫ই ডিসেম্বর ১৯৯১), জন্ম নাম: মোনা মিত্র, একজন ভারতীয় শিক্ষাবিদ, নারীবাদী এবং রাজনীতিবিদ ছিলেন। তিনি ভারতীয় জাতীয় কংগ্রেসের সদস্য হিসেবে ভারতীয় সংসদের উচ্চকক্ষ রাজ্যসভায় মাদ্রাজ রাজ্যের প্রতিনিধিত্বকারী সংসদ সদস্য ছিলেন। তিনি ছিলেন ভারতীয় সংসদের প্রথম মহিলা হুইপ। তিনি ১৯৫৩ থেকে ১৯৬০ সাল পর্যন্ত ইথিরাজ কলেজ ফর উইমেনের অধ্যক্ষ ছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nমোনা মিত্র ১৮৯৯ সালে বহরমপুরে জন্মগ্রহণ করেন। তাঁর বাবা ও মা হলেন যথাক্রমে আর কে মিত্র এবং বিনোদিনী বোস মিত্র। তাঁর বাবা ছিলেন একজন সার্জন এবং সেনাবাহিনীতে একজন লেফটেন্যান্ট কর্নেল। ভারতে মোনা উদগমণ্ডলমের সেন্ট হিল্ডায় পড়াশোনা করেন, তারপর তিনি লন্ডনের বেডফোর্ড গার্লস স্কুল এবং ওয়েস্টফিল্ড কলেজে পড়াশোনা চালিয়ে যান। তিনি ভাষা ও সাহিত্যে স্নাতক ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nমোনা তাঁর কর্মজীবনের বেশিরভাগ সময় উচ্চ শিক্ষাক্ষেত্রে কাটিয়েছেন। একেবারেই তরুণ বয়সে তিনি লাহোরের কিন্নেইর্ড কলেজে শিক্ষকতা করেছিলেন। ১৯২৪ সালে, তিনি চেন্নাইয়ের মহিলা খ্রিস্টান কলেজে ইংরেজি এবং ফরাসি ভাষার অধ্যাপক হন। ১৯৩০ সালে, তিনি মাদ্রাজ বিশ্ববিদ্যালয়ের অনুষদ সিনেটে দায়িত্ব পালন করেন। তিনি ১৯৫৩ থেকে ১৯৬০ সাল পর্যন্ত তিনি ইথিরাজ কলেজ ফর উইমেনের দ্বিতীয় অধ্যক্ষ ছিলেন, তিনি সুবুর পার্থসারথির স্থলাভিষিক্ত হয়েছিলেন। ১৯৬২ সালে তিনি অস্ট্রেলিয়ান ফেডারেশন অফ ইউনিভার্সিটি উইমেনের দ্বিবার্ষিক সম্মেলনে যোগদান করেন। তিনি ইণ্ডিয়ান ফেডারেশন অফ ইউনিভার্সিটি উইমেনের প্রাক্তন সভাপতি ছিলেন।\nমোনা খ্রিস্টান মহিলাদের সমর্থন করার ক্ষেত্রে বিশেষ আগ্রহী ছিলেন। ১৯২৯ সালে তিনি চেন্নাইতে ওয়াইডব্লিউসিএ- এর প্রথম ভারতীয় সভাপতি নিযুক্ত হন। ১৯৩৭ সালে, তিনি বিশ্ব ওয়াইডব্লিউসিএ-এর সহ-সভাপতি ছিলেন। তিনি কলকাতা (১৯৩৬) এবং এডিনবার্গ (১৯৩৮) -এ আন্তর্জাতিক মহিলা পরিষদের সভায় যোগদান করেছিলেন। তিনি পরিকল্পনা কমিটির একটিতে নেতৃত্ব দিয়েছিলেন এবং ১৯৩৮ সালে তাম্বরমে বিশ্ব মিশনারি সম্মেলনে একজন প্রতিনিধি ছিলেন।\nমোনা মাদ্রাজের একজন শান্তির বিচারপতি (নিম্ন আদালতের বিচারিক কর্মকর্তা) ছিলেন। তিনি রাজ্যসভায় মাদ্রাজ রাজ্যের প্রতিনিধিত্বকারী সংসদ সদস্য এবং ভারতীয় জাতীয় কংগ্রেসের সদস্য ছিলেন। তিনি ছিলেন ভারতীয় সংসদের প্রথম মহিলা হুইপ। তিনি জাতিসংঘে ভারতের প্রতিনিধিত্ব করেছিলেন।\n১৯৩৭ সালে, তাঁকে ব্রিটিশ সাম্রাজ্যের অর্ডার (এমবিই) সদস্য করা হয়।\n\n\n== ব্যক্তিগত জীবন ==\nতামিল জাফনা বংশোদ্ভূত পেশাদার চিকিৎসক হেনরি এস. হেনসম্যানকে মোনা বিয়ে করেন। তাঁদের দুই সন্তান ছিল, রাজকুমার এবং বিনোদিনী। মোনা হেনসম্যান ১৯৯১ সালে ৯২ বছর বয়সে চেন্নাইতে মারা যান।\n\n\n== তথ্যসূত্র =="}