{"pageid": 1529393, "title": "উম্মুল দারদা", "url": "https://bn.wikipedia.org/wiki?curid=1529393", "content": "উম্মে আল দারদা, সুঘরা আল দিমাশকিয়াহ বা ছোট উম্মে আল দারদা, ছিলেন ৭ম শতাব্দীর দামেস্ক এবং জেরুজালেমের একজন আইনজ্ঞ এবং ইসলামের পণ্ডিত।  তাকে সাহাবা আবু দারদার স্ত্রী উম্মুল দারদার সাথে বিভ্রান্ত করা উচিত নয়। \n\n\n== জীবনী ==\n\n\n=== জীবনের প্রথমার্ধ ===\nআবুল দারদার তত্ত্বাবধানে তিনি এতিম ছিলেন। ছোটবেলায়, তিনি মসজিদে পুরুষ আলেমদের সাথে বসতেন, পুরুষদের কাতারে নামাজ পড়তেন এবং তাদের সাথে কুরআন অধ্যয়ন করতেন।  তিনি মন্তব্য করলেন, \"আমি সবসময় আল্লাহর ইবাদত করার চেষ্টা করেছি। কিন্তু অন্যান্য পণ্ডিতদের সাথে বসে বিতর্ক করার চেয়ে ভালো আর কোন উপায় আমি কখনও পাইনি।\" \n\n\n=== শিক্ষাদান ===\nতিনি দামেস্ক ও জেরুজালেমের মসজিদে ক্লাস নিতেন। তিনি নিজের বাড়িতেও পড়াতেন। একজন শিক্ষিকা হিসেবে উম্মুল দারদা মসজিদের পুরুষদের অংশে প্রবেশ করেন (অন্য যেকোনো পরিস্থিতিতে মহিলাদের জন্য নিষিদ্ধ স্থান)। তিনি নারী ও পুরুষ উভয় শিক্ষার্থীদের পড়াতে পছন্দ করতেন। এমনকি খলিফা আব্দুল মালিক ইবন মারওয়ানও তার ক্লাসে অংশ নিতেন। \nশিক্ষকতার প্রতি অত্যন্ত নিবেদিতপ্রাণ, উম্মুল দারদা বিপুল সংখ্যক ছাত্রকে শিক্ষাদান করেছেন। একদিন এক ছাত্রী তাকে অনেক ছাত্র থাকার বিষয়ে জিজ্ঞাসা করল: আমরা কি তোমাকে ক্লান্ত করে ফেলেছি? তখন সে উত্তর দিল যে  তুমি (বহু) আমাকে ক্লান্ত করেছো? আমি সবকিছুতেই ইবাদত খুঁজছি। পণ্ডিতদের সাথে বসে জ্ঞান বিনিময় করার চেয়ে স্বস্তিদায়ক আর কিছু আমি পাইনি।  তিনি ধার্মিক, বিনয়ী ও সাধারণ জীবনযাপন করতেন। তিনি শিক্ষাদানের জন্য কোনো পারিশ্রমিক নিতেন না। দানের ওপর ভরসা করে জীবন চালাতেন।\n\n\n=== প্রকার ===\nতিনি একটি ফতোয়া জারি করেছিলেন যা আজও ব্যবহৃত হয়। এখানে মহিলাদের পুরুষদের মতো একই বসার অবস্থানে ( তাশাহহুদ ) নামাজ পড়ার অনুমতি দেওয়া হয়েছে। \n\nআহমদ ইবনে হাম্বল যায়েদ ইবনে আসলাম থেকে বর্ণনা করেছেন যে তিনি বলেছেন:আব্দুল মালিক উম্মে দারদাকে দাওয়াত পাঠাতেন এবং তিনি তার মেহমান হিসেবে থাকতেন।  দারদা তাকে নবী সম্পর্কে প্রশ্ন জিজ্ঞাসা করতেন। সে বলল, 'এক রাতে তিনি ঘুম থেকে উঠে তার দাসীকে ডাকলেন। দাসী ধীরে এগিয়ে এলে তিনি তাকে অভিশাপ দিলেন। তখন উম্মুল দারদা বললেন, ‘অভিশাপ দিও না। আবু দারদা আমাকে বলেছেন, তিনি নবিকে বলতে শুনেছেন, যারা অভিশাপ দেয় তারা কিয়ামতের দিন সাক্ষী বা সুপারিশকারী হবে না।’\"  ইব্রাহিম ইবনে আবি আবলা তাকে একজন ধার্মিক ও বিনয়ী মহিলা হিসেবে বিবেচনা করতেন। ইবনে আসাকিরের তারিখ মদিনাত দিমাশক-এ তারাজিম আল-নিসা লেখা আছে যে: আমি জেরুজালিমে উম্মুল দারদাকে দরিদ্র মহিলাদের মধ্যে বসে থাকতে দেখেছি। একজন লোক এসে তাদের মধ্যে কিছু টাকা ভাগ করে দিল। তিনি উম্মুল দারদাকে একটি ফালস (একটি তামা) দিলেন। সে তার চাকরকে বলল: এটা দিয়ে উটের মাংস কিনে আনো। চাকর বলল ওই টাকা কি সাদাকাহ নয়? উম্মুল দারদা বলেন: এটি আমাদের কাছে বিনা অনুরোধে এসেছিল ।\n\n\n== উত্তরাধিকার ==\nউম্মুল দারদা একজন বিশেষ ব্যক্তি ছিলেন। ইয়াস ইবন মুয়াবিয়া তাকে উচ্চ মনে করতেন। ইয়াস সে সময়ের একজন গুরুত্বপূর্ণ ঐতিহ্যবাহী ছিলেন। তিনি একজন দক্ষ ও যোগ্য বিচারকও ছিলেন। তিনি উম্মুল দারদাকে সব ঐতিহ্যবাহীর চেয়ে ভালো মনে করতেন। এমনকি হাসান আল-বাসরি ও ইবন সিরিনের চেয়েও তাকে শ্রেষ্ঠ মনে করতেন। \nউপরে যেমন উল্লেখ করা হয়েছে, উম্মে দারদা নামটি সুঘ্রা এবং সাহাবা বা সাহাবীর স্ত্রী উম্মে আল-দারদাকে বিভ্রান্ত করা উচিত নয়। তবে, মুহাম্মদ আকরাম নদভী \" আল-মুহাদ্দিথাত: দ্য উইমেন স্কলারস অফ ইসলাম\" গ্রন্থের সূচী বিভাগে আবু দারদা এবং উম্মে আল-দারদার জন্য একই বলেছেন। বইয়ে তিনি  উম্মুল দারদা আস-সুগরাকে আবু দারদার স্ত্রী বলেছেন। তাই বলা যায়, একজন উম্মুল দারদা ছিলেন। তিনি হাদিস ও ফিকহর বিখ্যাত পণ্ডিত ছিলেন। তিনি সপ্তম শতাব্দীতে জীবনযাপন করতেন। তিনি দামেস্ক ও জেরুজালেমের মসজিদে পড়াতেন। খলিফা আব্দুল মালিক ইবন মারওয়ান তাকে সম্মান করতেন।\nবাহরাইনে তার নামে মহিলাদের কুরআন, হিফজ এবং তাজবিদ শিক্ষার জন্য একটি কেন্দ্র প্রতিষ্ঠিত হয়েছে। \n\n\n== তথ্যসূত্র =="}