{"pageid": 1529312, "title": "ইকবাল সুহাইল", "url": "https://bn.wikipedia.org/wiki?curid=1529312", "content": "ইকবাল আহমেদ খান ১৮৮৪ সালে (১১ রবি' আল-থানি, ১৩০৩ হিজরি) আজমগড়ের বাধরিয়া গ্রামে জন্মগ্রহণ করেন এবং ১৯৫৫ সালের ৭ নভেম্বর মৃত্যুবরণ করেন। তার পূর্বপুরুষরা জৌনপুরের লেদরাহি গ্রামের বাসিন্দা। তিনি \"সুহাইল\" ছদ্মনামে উর্দু কবিতা লিখতেন। তিনি ইসলামী পণ্ডিত, আইনজীবী, শিক্ষাবিদ এবং একজন রাজনীতিবিদ ছিলেন। তিনি আজমগড় মুসলিম এডুকেশন সোসাইটির কার্যনির্বাহী কমিটির সদস্য ছিলেন। সংগঠনটি উত্তর প্রদেশের আজমগড়ে শিবলি ন্যাশনাল পোস্ট গ্র্যাজুয়েট কলেজ এবং অন্যান্য প্রতিষ্ঠান পরিচালনা করে। তার কবিতা আজমগড় সম্পর্কিত অনেক লেখায় উল্লেখিত হয়েছে।  তাঁর কাজ উর্দু সাহিত্যের বিশ্বকোষীয় অভিধানে স্থান পেয়েছে। \n\n\n== রাজনৈতিক জীবন ==\nইকবাল সুহাইল ১৯৩৭ সালে ভারতীয় জাতীয় কংগ্রেস দলের প্রার্থী হিসেবে উত্তর প্রদেশ বিধানসভায় নির্বাচিত হন। এই বিধানসভা ১৯৩৫ সালের আইনের অধীনে গঠিত হয়েছিল। তিনি মুসলিম লীগের প্রার্থী হিসেবে প্রতিদ্বন্দ্বিতা করা সৈয়দ আলী জহিরকে পরাজিত করেন। ইকবাল সুহাইল দেশ বিভাগের বিরুদ্ধে ছিলেন এবং পৃথক মুসলিম আবাসভূমির দ্বি-জাতি তত্ত্বের বিরোধিতা করেছিলেন। তিনি জাকির হোসেনের একজন ভালো বন্ধু ছিলেন। \n\n\n== শিক্ষা ==\nইকবাল সুহাইলের প্রাথমিক শিক্ষাজীবন আজমগড়ের সারাই মীরে অবস্থিত মাদারসাতুল ইসলাহর প্রতিষ্ঠাতা মাওলানা মোহাম্মদ শফির অধীনে শুরু হয়। মাওলানা শফী ছিলেন বিখ্যাত উর্দু কবি খলিলুর-রেহমান আজমির পিতা।\n\n১৯১৮ – এমএ এবং এলএল সম্পন্ন করেন। এরপর তিনি আজমগড়ে ফিরে এসে আইন পেশায় যুক্ত হন।। সেখানে তিনি আল্লামা শিবলী নোমানীর সাথে যুক্ত হন। তাকে তিনি অত্যন্ত শ্রদ্ধা করতেন। তিনি দারুল মুসান্নিফীন (শিবলী একাডেমী, আল্লামা শিবলী কর্তৃক প্রতিষ্ঠিত প্রতিষ্ঠান) এর নিয়মিত পরিদর্শক ছিলেন।\n১৯১৬ – শিল্পকলায় স্নাতকোত্তর\n১৯১৪ – আলিগড়ে থাকাকালীন তিনি কবিতা ও বক্তৃতা লেখায় দক্ষতার জন্য বিখ্যাত হন।। ডঃ জাকির হুসেন এবং অধ্যাপক রশিদ আহমেদ সিদ্দিকী তার ঘনিষ্ঠ বন্ধু হয়ে ওঠেন। তিনি ডঃ হুসেনের জন্য অনেক বক্তৃতাও লিখেছিলেন। ইকবাল সুহাইল লেখা কবিতা সংকলন তাবিশ-ই-সুহেলের ভূমিকায় ডঃ হুসেন এই কথা স্বীকার করেছেন।\n১৯১৪ – বারাণসীর কুইন্স কলেজ থেকে স্নাতক ডিগ্রি অর্জন করেন।\n১৯১৩ – ইন্টারমিডিয়েট সম্পন্ন\n১৯০৭-৮ - আরবি, ফারসি এবং ইসলামি শিক্ষার জন্য তিনি আলিগড়ের এমএও কলেজে আরবি অধ্যাপক মাওলানা হামিদুদ্দিন ফারাহীর সাথে থাকতেন। সেখানে তিনি মাওলানা হাসরাত মোহানি, মাওলানা হালী এবং মাওলানা ওয়াহিদুদ্দিন সেলিম পানিপতির সংস্পর্শে আসেন।\n\n\n== গ্রন্থপঞ্জি ==\n\nকুলিয়াত-এ-সুহাইল (সংকলিত: আরিফ রফি এবং প্রকাশিত: শিবলি একাডেমি, আজমগড়)\nতাবিশ-ই-সুহেল (ইফতিখার আজমি দ্বারা সংকলিত)\nইফকার-ই-সুহেল (শিবলী ন্যাশনাল কলেজ ম্যাগাজিনের বিশেষ সংস্করণ)\nমোহাম্মদ হাসান কলেজ, (জৌনপুর) ম্যাগাজিনের বিশেষ সংস্করণ\nআরমুগান-ই-হারাম (নাত সংগ্রহ) \nরিবা কী? দিল্লির ফেরোস মিডিয়া পাবলিকেশন্স কর্তৃক প্রকাশিত (আরবি  এবং উর্দুতে উপলব্ধ) \nহায়াত-ই-শিবলী (মাদারসাতুল-ইসলাহ-এর মাসিক পত্রিকা আল-ইসলাহে প্রকাশিত)\n\n\n== তথ্যসূত্র =="}