{"pageid": 1529125, "title": "রাজলক্ষ্মী পার্থসারথি", "url": "https://bn.wikipedia.org/wiki?curid=1529125", "content": "ইয়েচা গুঞ্জা রাজলক্ষ্মী পার্থসারথি (২৭শে নভেম্বর ১৯২৫ - ৬ই আগস্ট ২০১৯), যিনি শ্রীমতী ওয়াইজিপি নামে বেশি পরিচিত, ছিলেন একজন ভারতীয় সাংবাদিক, শিক্ষাবিদ এবং সমাজকর্মী। তিনি পদ্ম শেষাদ্রি বাল ভবনের প্রতিষ্ঠাতা এবং ডিন ছিলেন। সাহিত্য ও শিক্ষায় অবদানের জন্য রাজলক্ষ্মীকে ২০১০ সালে পদ্মশ্রী প্রদান করা হয়, যা ভারতের চতুর্থ সর্বোচ্চ বেসামরিক সম্মান।\n\n\n== ব্যক্তিগত জীবন ==\nরাজলক্ষ্মী ১৯২৫ সালের ২৭শে নভেম্বর মাদ্রাজে একটি ধনী ও শিক্ষিত পরিবারে জন্মগ্রহণ করেন। তিনি বার্মা শেল কোম্পানির কর্মচারী আর পার্থসারথি এবং তাঁর স্ত্রী আলামেলু আম্মার কন্যা। রাজলক্ষ্মীর বাবা ছিলেন ভারতীয় স্বাধীনতা কর্মী দেওয়ান বাহাদুর টি. রঙ্গচারীর ছেলে এবং তাঁর মা ছিলেন একজন গৃহিণী। তাঁর সম্পর্কিত ভাই কে. বালাজি তামিল চলচ্চিত্র জগতের একজন অভিনেতা এবং পরিচালক ছিলেন।\nরাজলক্ষ্মী মাদ্রাজের সেন্ট জনস স্কুল এবং হোলি ক্রস কলেজে পড়াশোনা করেন। তিনি ১৯৪৭ সালে মাদ্রাজ বিশ্ববিদ্যালয় থেকে সাংবাদিকতায় স্নাতক ডিগ্রি অর্জন করেন। সেই সময় ভারতে খুব কম মহিলাই উচ্চশিক্ষা গ্রহণ করতেন। তিনি তাঁর ক্লাসের একমাত্র মহিলা এবং তাঁর পরিবারের প্রথম মহিলা যিনি স্নাতক ডিগ্রি অর্জন করেছিলেন। পরে, তিনি এম. এড. সম্পন্ন করেন এবং মাদ্রাজ বিশ্ববিদ্যালয় থেকে ইতিহাসে স্নাতকোত্তর ডিগ্রি অর্জন করেন।\nতিনি নাট্যকার ওয়াই জি পার্থসারথির সাথে বিবাহবন্ধনে আবদ্ধ হন। তাঁদের দুই পুত্র, ওয়াই জি রাজেন্দ্রন এবং ওয়াই জি মহেন্দ্রন। মহেন্দ্রন হলেন একজন তামিল চলচ্চিত্র এবং মঞ্চ অভিনেতা। রাজলক্ষ্মী ২০১৯ সালের ৬ই আগস্ট ৯৩ বছর বয়সে চেন্নাইতে হৃদরোগে আক্রান্ত হয়ে মারা যান। পদ্ম শেষাদ্রি বাল ভবনে তাঁর স্থলাভিষিক্ত হন তাঁর পুত্রবধূ শীলা রাজেন্দ্রন।\n\n\n== কর্মজীবন ==\nস্নাতক শেষ করার পর, রাজলক্ষ্মী দ্য হিন্দু এবং তামিল সাপ্তাহিক, কুমুদমে সাংবাদিক হিসেবে কাজ করেন। তবে বিয়ের পর তিনি চাকরি ছেড়ে দেন এবং ১৯৫৮ সালে পদ্ম শেষাদ্রি বাল ভবন শুরু করেন।\n\n\n=== পদ্ম শেষাদ্রি বাল ভবন ===\n১৯৫৮ সালে, রাজলক্ষ্মী নুঙ্গমবক্কমে তাঁর বাড়ির ছাদের একটি শেডের মধ্যে ১৩ জন ছাত্রী এবং নুঙ্গমবক্কম লেডিস রিক্রিয়েশন ক্লাবের সদস্যদের নিয়ে একটি স্কুল শুরু করেন।  এর একজন হিতৈষী আর এম শেষাদ্রির ইচ্ছার প্রতি শ্রদ্ধা জানিয়ে তিনি এর নামকরণ করেন পদ্ম শেষাদ্রি বাল ভবন। পরের বছর, স্কুলটি নিজস্ব ভবন নির্মাণ করে। ১৯৭১ সালে, স্কুলটি নুঙ্গমবক্কমে তার প্রথম শাখা প্রতিষ্ঠা করে (যা প্রধান স্কুল নামেও পরিচিত)। তারপর থেকে, স্কুলটি বহুগুণে বৃদ্ধি পেয়েছে এবং ২০০৯ সালে, ৮,০০০ এরও বেশি শিক্ষার্থী এবং ৫০০ জন কর্মী নিয়ে পাঁচটি শাখা গঠিত হয়েছিল। রাজলক্ষ্মী ১৯৫৮ সালে প্রতিষ্ঠার পর থেকে তাঁর মৃত্যুর আগে পর্যন্ত স্কুলের ডিন এবং পরিচালক হিসেবে দায়িত্ব পালন করেছিলেন। ২০১০ সালে, এখানে ১০,০০০ এরও বেশি শিক্ষার্থী ছিল বলে জানা গেছে।\n\n\n== পুরস্কার ==\n২০১০ সালের ২৬শে জানুয়ারি, রাজলক্ষ্মী সাহিত্য ও শিক্ষায় অবদানের জন্য ভারতের চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রীতে ভূষিত হন।\nমার্কিন যুক্তরাষ্ট্র ভিত্তিক সেন্টার ফর এক্সেলেন্স ইন এডুকেশন কর্তৃক 'শিক্ষায় উৎকর্ষতা ও নেতৃত্বের প্রতি অঙ্গীকারের জন্য কৃতিত্ব পদক'।\nভারত সরকারের 'বায়োশ্রেষ্ঠ সম্মান' পুরস্কার।\nরোটারি ক্লাব অফ মাদ্রাজ কর্তৃক 'পল হ্যারিস ফেলো অ্যাওয়ার্ড'।\n\n\n== লেখা ==\nএক্সেলেন্স বিয়ণ্ড দ্য ক্লাসরুম: এ মেমোয়ার অফ ওয়াইজিপি। ফ্র্যাঙ্ক ব্রাদার্স অ্যাণ্ড কোম্পানি। ২০০৪। আইএসবিএন 9788171706976। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nDevnath, Lakshmi (২০০৫)। Mrs. Y.G.P., A Class Apart (ইংরেজি ভাষায়)। PSBB Alumni Association। \nPain, Paromita (২৮ আগস্ট ২০০৪)। \"Life is not entertainment\"। The Hindu। ২৯ সেপ্টেম্বর ২০০৪ তারিখে মূল থেকে আর্কাইভ করা। \n\"In the quest for freedom\"। The Hindu। ২ ফেব্রুয়ারি ২০০৯। ১০ ফেব্রুয়ারি ২০০৯ তারিখে মূল থেকে আর্কাইভ করা। \n\"Interview with Mrs. Y. G. Parthasarathy\"। Chennai। ৫ ফেব্রুয়ারি ২০০৮। ১১ অক্টোবর ২০০৮ তারিখে মূল থেকে আর্কাইভ করা।"}