{"pageid": 1529914, "title": "হজ্জ চলাকালীন ঘটনাবলী", "url": "https://bn.wikipedia.org/wiki?curid=1529914", "content": "হজের সময় মক্কা ও মদিনায় অনেক দুর্ঘটনা ঘটেছে। এসব ঘটনায় অনেক প্রাণহানি হয়েছে। ইসলামে  শারীরিক ও আর্থিকভাবে সক্ষম প্রত্যেক মুসলমানের জন্য জীবনে একবার হজ করা ফরজ। হজ ইসলামের পাঁচটি স্তম্ভের একটি। হজের মাসে মক্কায় প্রায় ৩০ লাখ হাজি আসেন।\nবিমান ভ্রমণের ফলে মক্কা এবং হজ সারা বিশ্বের তীর্থযাত্রীদের জন্য আরও সহজলভ্য হয়ে ওঠে। ফলস্বরূপ হজে ক্রমশ ভিড় বেড়েছে। নগর কর্মকর্তাদের বিশাল জনসমাগম নিয়ন্ত্রণ করতে হয় এবং লক্ষ লক্ষ মানুষের জন্য খাদ্য, আশ্রয়, পয়ঃনিষ্কাশন এবং জরুরি পরিষেবা প্রদান করতে হয়। তবুও দুর্ঘটনা ঘটছে।\n\n\n== ভিড় নিয়ন্ত্রণের ব্যর্থতা এবং বিপর্যয় ==\n\nহজের এক স্থান থেকে অন্য স্থানে যাওয়ার সময় ঘন ভিড়ে পিষ্ট হয়ে মৃত্যু হতে পারে। প্রতি বর্গমিটারে ৬-৭ জনের বেশি হলে মানুষ চলতে পারে না।  এ অবস্থায় জনতা ঢেউয়ের মতো সামনে এগিয়ে যায়।মানুষ দম নেবার জন্য ধাক্কাধাক্কি করে, পড়ে যাওয়ার ভয়ে লড়াই করে। ফলস্বরূপ শত শত মানুষের মৃত্যু হতে পারে। শয়তানকে পাথর নিক্ষেপ ( রামি আজ-জামারাত ) অনুষ্ঠানে অনেক ভিড় হয় এবং এটি বিপজ্জনক হতে পারে। তীর্থযাত্রীরা ধর্মীয়ভাবে তিনটি দেয়ালে ( ২০০৪ সালের পূর্ববর্তী স্তম্ভ) নুড়ি নিক্ষেপ করেন। এটি সেই তিনটি স্থানের একটি যেখানে হাদিসে বর্ণনা করা হয়েছে যে শয়তান কীভাবে ইব্রাহিমকে প্রলুব্ধ করেছিল। এটি হজের সময় সম্পাদিত বিভিন্ন ধর্মীয় অনুষ্ঠানের একটি।\nকিছু উল্লেখযোগ্য ঘটনা হল:\n\n২ জুলাই ১৯৯০: মক্কা থেকে মিনা এবং আরাফাতের ময়দানের দিকে যাওয়ার পথে একটি পথচারী সুড়ঙ্গের (আল-মাইসিম সুড়ঙ্গ) ভেতরে পদদলিত বা ধাক্কাধাক্কির ফলে ১,৪২৬ জন হাজীর মৃত্যু হয়। এদের মধ্যে অনেকেই মালয়েশিয়ান, ইন্দোনেশিয়ান এবং পাকিস্তানি বংশোদ্ভূত ছিলেন। \n২৩ মে ১৯৯৪ : শয়তানকে পাথর নিক্ষেপের অনুষ্ঠানে পদদলিত হয়ে কমপক্ষে ২৭০ জন তীর্থযাত্রীর মৃত্যু হয়।\n৯ এপ্রিল ১৯৯৮ : জামারাত সেতুতে এক ঘটনায় কমপক্ষে ১১৮ জন তীর্থযাত্রী পদদলিত হয়ে নিহত এবং ১৮০ জন আহত হন। \n৫ মার্চ ২০০১ : শয়তানকে পাথর নিক্ষেপের অনুষ্ঠান চলাকালীন পদদলিত হয়ে ৩৫ জন তীর্থযাত্রী পদদলিত হয়ে মারা যান। \n১১ ফেব্রুয়ারী ২০০৩: শয়তানকে পাথর ছুঁড়ে মারার অনুষ্ঠান ১৪ জন তীর্থযাত্রীর প্রাণ কেড়ে নেয়। \n১ ফেব্রুয়ারী ২০০৪ : মিনায় পাথর নিক্ষেপের সময় পদদলিত হয়ে ২৫১ জন হাজী নিহত এবং আরও ২৪৪ জন আহত হন। \n২২ জানুয়ারী ২০০৫: মিনায় পাথর নিক্ষেপের সময় পদদলিত হয়ে তিনজন হাজী নিহত হন \n১২ জানুয়ারী ২০০৬ : মিনায় হজের শেষ দিনে শয়তানকে পাথর নিক্ষেপের সময় পদদলিত বা ধাক্কায় কমপক্ষে ৩৪৬ জন হাজী নিহত এবং কমপক্ষে ২৮৯ জন আহত হন। স্থানীয় সময় দুপুর ১টার কিছু পরেই ঘটনাটি ঘটে, যখন যাত্রী বোঝাই একটি বাস জামারাত সেতুর পূর্ব দিকের প্রবেশপথে এসে পৌঁছায়। এর ফলে তীর্থযাত্রীরা হোঁচট খায়, যার ফলে দ্রুত প্রাণঘাতী ভিড়ের সৃষ্টি হয়। সেই সময় আনুমানিক দুই মিলিয়ন মানুষ এই আচার অনুষ্ঠানটি পালন করছিলেন।\n২৪ সেপ্টেম্বর ২০১৫ : ভিড়ে পিষ্ট হয়ে কমপক্ষে ১,৪৭০ হাজি মারা যান। অ্যাসোসিয়েটেড প্রেস (AP) বিভিন্ন সরকারি প্রতিবেদন ও বিবৃতির ভিত্তিতে জানায় যে, নিহতের সংখ্যা কমপক্ষে ২,২৩৬,। সৌদি কর্তৃপক্ষের দেওয়া সংখ্যার চেয়ে ৭০০-এর বেশি এবং মক্কার ইতিহাসে সবচেয়ে ভয়াবহ হতাহতের ঘটনা।  পরে এপি তাদের অনুমান হালনাগাদ করে করে যে নিহতের সংখ্যা ২,৪১১ জন। \n\n\n== অগ্নিকাণ্ড ==\n১৯৭৫ সালের ডিসেম্বর: একটি গ্যাস সিলিন্ডার বিস্ফোরণে একটি তাঁবু কলোনিতে আগুন লেগে যায় এবং ২০০ জন তীর্থযাত্রীর মৃত্যু হয়। \n১৫ এপ্রিল ১৯৯৭ : তাঁবুতে আগুন লেগে ৩৪৩ জন তীর্থযাত্রী নিহত এবং ১,৫০০ জন আহত হন।  তাঁবুগুলো এখন অগ্নিরোধী।\n১৩ ফেব্রুয়ারী ২০০২: সৌদি আরবের আল ইহসা প্রদেশে একটি বাসের সাথে মুখোমুখি সংঘর্ষে সংযুক্ত আরব আমিরাতের চল্লিশ জন হজযাত্রী নিহত হন।\n১ নভেম্বর ২০১১: এক দম্পতি (স্বামী ও স্ত্রী) একটি কোচে আগুন লাগার ঘটনায় প্রাণ হারান। দুটি কোচের একটি বহর চলছিল, এবং পিছনের কোচে থাকা এক ব্যক্তি সামনের কোচ থেকে ধোঁয়া বের হতে দেখে চালককে রেডিও বার্তা পাঠিয়ে থামানোর নির্দেশ দেন। সবাই দ্রুত কোচ থেকে নেমে যেতে সক্ষম হন। তবে শেষ দুইজন বের হওয়ার সময় কোচটিতে তিনটি বিস্ফোরণ ঘটে। যার ফলে তারা মারা যান।\n\n\n== বিক্ষোভ এবং সহিংসতা ==\n৬৯২: ২৫ মার্চ ৬৯২ সালে উমাইয়া সেনাপতি আল-হাজ্জাজ ইবনে ইউসুফ মক্কা অবরোধ করলে মক্কা অবরোধের ঘটনা ঘটে। হজ্জের সময়ও ক্যাটাপল্ট ব্যবহার করে শহরটিতে বোমাবর্ষণ অব্যাহত ছিল। এর ফলে কাবা ক্ষতিগ্রস্ত হয়। এরপর এটি আবার পুনর্নির্মাণ করা হয়।\n৯২৪: মক্কা থেকে ইরাকে ফিরে আসা হজ কাফেলা কার্মাতিয়ানদের দ্বারা আক্রান্ত ও ধ্বংস হয়।\n৯২৫: কুফা থেকে রওনা হজ কাফেলা কার্মাতিয়ানদের আক্রমণে থামে এবং ইরাকে ফিরে যেতে বাধ্য হয়।\n৯৩০: হজের প্রথম দিনে, কার্মাতিয়ান নেতা আবু তাহির আল-জান্নাবি মক্কা আক্রমণের নেতৃত্ব দেন এবং হজযাত্রীদের হত্যা করতে শুরু করেন। তীর্থযাত্রীদের হত্যা করার সময়, তিনি তাদের কোরানের আয়াত  এবং কবিতার পংক্তি দিয়ে উপহাস করতেন: \"আমি ঈশ্বরের কসম, এবং ঈশ্বরের কসম আমি... তিনি সৃষ্টি সৃষ্টি করেন, এবং আমি তাদের ধ্বংস করি\"। ৩০,০০০ হাজিকে হত্যা করা হয়, লাশ রাস্তায় পড়ে থাকে বা জমজম কূপে ফেলা হয়। কাবা লুট করা হয়েছিল, ঘরবাড়ি লুট করা হয়েছিল এবং দাসদের ধরে নিয়ে যাওয়া হয়েছিল। তিনি কালো পাথরটি সরিয়ে ফেললেন এবং এটি ২১ বছর ধরে তার কাছে ছিল।\n১৫০২: পর্তুগিজ অভিযাত্রী ভাস্কো দা গামার নির্দেশে মক্কা থেকে ফিরে আসা হজযাত্রীদের বহনকারী জাহাজ \"মিরা\"-তে আগুন ধরিয়ে দেওয়া হয়। কয়েকশ হাজি মারা যান। \n১৬৯৫: ৭ সেপ্টেম্বর, হেনরি এভরির নেতৃত্বে জলদস্যুরা মক্কায় বার্ষিক হজ করতে আসা  মুঘল জাহাজগুলি ছিনতাই করে। এরপর জলদস্যুরা তাদের বন্দীদের বেশ কয়েকদিন ধরে ভয়াবহতার মধ্যে ফেলে, ইচ্ছামত বন্দীদের ধর্ষণ ও হত্যা করত এবং ধন প্রকাশ করতে বাধ্য করার জন্য নির্যাতন চালাত।  কিছু মহিলা সমুদ্রে ঝাঁপ দিয়ে আত্মহত্যা করেছিলেন। \n১৭৫৭: ১৭৫৭ সালের হজ কাফেলা অভিযান ছিল ১৭৫৭ সালের হজ কাফেলা মক্কা থেকে দামেস্কে ফেরার সময় বেদুইন উপজাতিদের দ্বারা লুণ্ঠন ও হত্যাকাণ্ড। এই অভিযানের ফলে আনুমানিক ২০,০০০ তীর্থযাত্রী নিহত হন।\n১৯২৬: ১৮ জুন ১৯২৬ তারিখে, মিশরীয় সৈন্যরা মাহমালকে পাহারা দেওয়ার সময় সঙ্গীত বাজাচ্ছিল, তখন তারা ক্ষুব্ধ নাজদিদের মুখোমুখি হয়, যারা মাহমালকে একটি বিদআত হিসেবে অপছন্দ করত এবং সঙ্গীতকে ইসলামবিরোধী বলে মনে করত। মিশরীয়রা তাদের উপর গুলি চালায়, ২৫ জনকে হত্যা করে। \n১৯৮৬ সালে, ইরানি তীর্থযাত্রীদের একটি দল তাদের ব্যাগে C-4 বিস্ফোরক সহ ধরা পড়ে। তদন্তে দেখা যায় ইরানি কর্তৃপক্ষই সেখানে বিস্ফোরকগুলি রেখেছিল। \n৩১ জুলাই ১৯৮৭ : ইরানি বিক্ষোভকারী ও সৌদি নিরাপত্তা বাহিনীর সংঘর্ষে ৪০০-এর বেশি হাজি মারা যান, হাজার হাজার আহত হন।\n৯ জুলাই ১৯৮৯: দুটি বোমা বিস্ফোরণে একজন তীর্থযাত্রী নিহত এবং ১৬ জন আহত হন। অপরাধীরা কুয়েতের ছিল এবং তাদের বেশিরভাগকেই পরে মৃত্যুদণ্ড দেওয়া হয়েছিল। \n\n\n== হজের সাথে সম্পর্কিত বিমান দুর্ঘটনা ==\n২২ জানুয়ারী ১৯৭৩: রয়্যাল জর্ডানিয়ান পরিচালিত নাইজেরিয়া এয়ারওয়েজের একটি বোয়িং ৭০৭-৩ডি৩সি নাইজেরিয়ার কানোতে বিধ্বস্ত হয়। এতে মক্কা থেকে ফিরে আসা ১৭৬ জন হজযাত্রী নিহত হন।\n৪ ডিসেম্বর ১৯৭৪: মার্টিনএয়ার ফ্লাইট ১৩৮ শ্রীলঙ্কার কলম্বোর কাছে বিধ্বস্ত হয়। এতে ১৯১ জন আরোহীর সকলেই নিহত হন। বিমানটিতে ১৮২ জন ইন্দোনেশিয়ান হজযাত্রী মক্কা যাচ্ছিলেন এবং ৯ জন ক্রু সদস্য ছিলেন।\n১৫ নভেম্বর ১৯৭৮: শ্রীলঙ্কার কলম্বোতে লফটলেইয়ার ফ্লাইট ০০১ বিধ্বস্ত হয়। এতে হজ থেকে ফিরে আসা ১৭৫ জন (বেশিরভাগই ইন্দোনেশিয়ান) মুসলিম তীর্থযাত্রী এবং ৮ জন ক্রু সদস্য নিহত হন।\n২৬ নভেম্বর ১৯৭৯: পাকিস্তান ইন্টারন্যাশনাল এয়ারলাইন্সের ফ্লাইট ৭৪০-এ ২৬ নভেম্বর ১৯৭৯ তারিখে জেদ্দা আন্তর্জাতিক বিমানবন্দর থেকে উড্ডয়নের পরপরই আগুন ধরে যায় এবং বিধ্বস্ত হয়। এতে বোয়িং ৭০৭-এর ১৫৬ জন আরোহীর সকলেই নিহত হন।\n১১ জুলাই ১৯৯১: নাইজেরিয়া এয়ারওয়েজের ফ্লাইট ২১২০ ( নেশনএয়ার দ্বারা পরিচালিত) ছিল সৌদি আরবের জেদ্দা থেকে নাইজেরিয়ার সোকোটোগামী একটি চার্টার্ড যাত্রীবাহী ফ্লাইট। কিং আব্দুল আজিজ আন্তর্জাতিক বিমানবন্দর থেকে উড্ডয়নের কিছুক্ষণ পরেই বিমানটিতে আগুন ধরে যায় এবং বিধ্বস্ত হয়। এতে ২৪৭ জন হজযাত্রী এবং ১৪ জন ক্রু সদস্য নিহত হন।\n৭ এপ্রিল ১৯৯৯: টার্কিশ এয়ারলাইন্সের ফ্লাইট ৫৯০৪ ছিল তুরস্কের আদানা থেকে জেদ্দাগামী একটি ফ্লাইট। বিমানটি ফিরে আসা তীর্থযাত্রীদের নিয়ে যাওয়ার কথা ছিল। কিন্তু উড্ডয়নের কিছুক্ষণ পরেই বিধ্বস্ত হয়। বিমানে ৬ জন  ক্রু সদস্য ছিলেন। সবাই নিহত হয়।\n\n\n== রোগ ==\nহজে লাখো মানুষের সমাগমের ফলে বিভিন্ন ধরণের সংক্রামক রোগের প্রাদুর্ভাবের ঝুঁকি থাকে। বিশেষ করে এমন দেশগুলোর তীর্থযাত্রীদের কারণে যাদের স্বাস্থ্য ব্যবস্থা দুর্বল এবং যেখানে প্রতিরোধযোগ্য রোগ এখনো ব্যাপক। মক্কা বা মদিনার পথে রোগ ছড়ালে হাজিরা বাড়ি ফিরে অন্যদের সংক্রমিত করতে পারেন। অতীতে যখন আধুনিক চিকিৎসা ব্যবস্থা কম উন্নত ছিল, তখন এটি আরও বেশি সমস্যা ছিল। ১৯৮৭ সালে হজের পর  মেনিনজাইটিস প্রাদুর্ভাবের পর এটি সৌদি সরকারের জন্য উদ্বেগের কারণ হয়। বিগত বছরগুলিতে বিশ্বব্যাপী হজ-পরবর্তী কিছু ধরণের মেনিনজাইটিসের প্রাদুর্ভাবের কারণে এখন আগমনের আগে এসি ডব্লিউ১৩৫ওয়াই মেনিনজাইটিস টিকা নেওয়া বাধ্যতামূলক। প্রতি বছর সৌদি সরকার হজযাত্রীদের জন্য প্রয়োজনীয় টিকার একটি তালিকা প্রকাশ করে। যেমন ২০১০ সালে হজ করার জন্য হলুদ জ্বর, পোলিও এবং মেনিনজাইটিসও অন্তর্ভুক্ত ছিল।\n\n\n=== মধ্যপ্রাচ্যের শ্বাসযন্ত্রের সংক্রমণ ===\n২০১৩ সালের ৯ সেপ্টেম্বর পর্যন্ত, মার্স করোনাভাইরাস এর কারণে সৌদি সরকার বয়স্ক ও দীর্ঘস্থায়ী রোগীদের হজে না আসতে বলে এবং দেশে প্রবেশ সীমিত করে। হাজিদের মধ্যে মার্স শনাক্ত না হলেও ঝুঁকি ছিল। এই রোগটি খুব বেশি সংক্রামক নয়।\n\n\n=== কোভিড-১৯ ===\nকোভিড-১৯ এর বিস্তারের ফলে সৌদি আরব সরকার ২০২০ সালে হজের পরিকল্পনা থেকে মানুষকে নিরুৎসাহিত করে। ২১শে এপ্রিল সৌদিরা ঘোষণা করে যে মক্কা বা মদিনায় তারাবীহে কোন জনসাধারণের উপস্থিতি থাকবে না।\n\n\n=== উল্লেখযোগ্য রোগের প্রাদুর্ভাব ===\n১৮২১ সালের হজের সময়, কলেরা মহামারীতে প্রায় ২০,০০০ মক্কার হাজী মারা যান। এই রোগটি ১৮১৭ সালে ভারতে শুরু হয়েছিল।\n১৮৬৩ সালে আরেকটি কলেরা মহামারী শুরু হয়। বঙ্গোপসাগরের গঙ্গা বদ্বীপ থেকে শুরু হওয়া কলেরা হজযাত্রীদের মাধ্যমে মক্কায় ছড়িয়ে পড়ে।\n১৯০৫ সালে মিশরের এল-তোর কোয়ারেন্টাইন ক্যাম্পে হজ থেকে ফেরা ৬ জনের মধ্যে এল তুর কলেরা ধরা পড়ে।\n১৯৭২ সালের যুগোস্লাভ গুটিবসন্তের প্রাদুর্ভাব দেখা যায়। এটি ইউরোপে সর্বশেষ বড় গুটিবসন্তের প্রাদুর্ভাব ছিল। একজন আলবেনিয়ান হাজির মাধ্যমে ছড়ায়। \n২০০৯ সালে, হজের শেষ দিনগুলিতে এইচ১এন১, বা সোয়াইন ফ্লু নামেও পরিচিত সংক্রমণে ৭৩ জন আক্রান্ত হন এবং ৫ জন মারা যান।\n\n\n== নির্মাণ ব্যর্থতা ==\n\n\n=== ২০০৬ সালে আল গাজা হোটেল ধস ===\n৫ জানুয়ারী ২০০৬ তারিখে মক্কায় গ্র্যান্ড মসজিদের কাছে অবস্থিত একটি কংক্রিটের বহুতল ভবন ধসে পড়ে। আল-গাজা হোটেল নামে পরিচিত ভবনটিতে একটি রেস্তোরাঁ, একটি সুবিধাজনক দোকান এবং একটি হোটেল ছিল বলে জানা গেছে। জানা যায়, এই হোটেলে ২০০৬ সালের হজের হাজিরা থাকতেন। এই দুর্ঘটনায় ৭৬ জন মারা যান এবং ৬২ জন আহত হন।\n\n\n=== ২০১৫ সালের ক্রেন ধস ===\nহজ শুরুর ১০ দিন আগে মসজিদ আল-হারামে একটি বিশাল ক্রেন ভেঙে পড়ে, যাতে ১১১ জন মারা যান ও ৩৯৪ জন আহত হন।\n\n\n== প্রচণ্ড গরম ==\nহজের বেশিরভাগ আচার বাইরে, পায়ে হেঁটে এবং বয়স্কদের দ্বারা সম্পন্ন হয়। এ কারণে গ্রীষ্মে মক্কার তীব্র গরমে হাজিরা বেশি ঝুঁকিতে থাকেন। হজে আচার-অনুষ্ঠানের মধ্যে রয়েছে সূর্যোদয় থেকে সূর্যাস্ত পর্যন্ত আরাফাত পর্বতের ময়দানে দাঁড়িয়ে থাকা এবং অন্যান্য দিনগুলিতে মক্কার উপকণ্ঠে কয়েক ঘন্টা হাঁটা।  জলবায়ু পরিবর্তনের ফলে তাপমাত্রা বৃদ্ধি এই সমস্যাকে বাড়িয়েছে।  সৌদি গবেষকরা ২০২৪ সালের মার্চ মাসে জার্নাল অফ ট্র্যাভেল মেডিসিনে প্রকাশিত এক গবেষণায় উল্লেখ করেছেন যে, প্রতি দশকে শুষ্ক বাল্বের তাপমাত্রা গড়ে ০.৪ °সে (০.৭ °ফা) এবং ভেজা বাল্বের তাপমাত্রা ০.২ °সে (০.৪ °ফা) বৃদ্ধি পেয়েছে। ফলে তাপ স্ট্রোক এবং তাপ ক্লান্তির বৃদ্ধির ঝুঁকি রয়েছে। বিশেষ করে যখন হজের সময় মক্কার \"উষ্ণ মৌসুম\" (মে-সেপ্টেম্বর) পড়েছে, যেমন ১৯৮২-১৯৯৫ এবং ২০১৫-২০২৪, তখন হাজিদের জন্য অতিরিক্ত গরমের ঝুঁকি বেড়েছে। ১৯৮৫ সালের আগস্টে, প্রতি ১ লাখ হাজির মধ্যে ১৩৪.২ জন হিট স্ট্রোকে এবং ৮৫৮.৮ জন তাপজনিত ক্লান্তিতে আক্রান্ত হয়। তখন সেই সময়ের গড় ভেজা-বাল্ব তাপমাত্রা ছিল ২৫.১°সে (৭৭.২°ফা)। ১৯৭৯ থেকে ২০১৯ সালের মধ্যে হজের সময় আর্দ্র তাপমাত্রা ৩৮ দিনে বিপদ সীমা পার করে। বিপদ সীমা ছিল ২৪.৬ ডিগ্রি সেলসিয়াস। এর প্রায় অর্ধেক ঘটনা ঘটেছে ২০১৫-২০১৯ সালে। গবেষণায় দেখা গেছে, ঠান্ডা দেশ থেকে আসা হাজিরা বেশি মারা যান। তাদের মৃত্যুর ঝুঁকি স্থানীয় হাজিদের তুলনায় ৪.৫ গুণ বেশি।\nগরম কমাতে পানির স্টেশন, মিস্টিং সিস্টেম এবং মসজিদে হারামের তাঁবুতে শীতাতপ নিয়ন্ত্রণের ব্যবস্থা করা হয়। এর ফলে ১৯৮২-১৯৯৫ সালের পূর্ববর্তী গরম চক্রের তুলনায় হিট স্ট্রোকের ঘটনা ৭৪.৬% হ্রাস পেয়েছে এবং মৃত্যুর হার ৪৭.৬% হ্রাস পেয়েছে।\n২০২৩ সালে, তাপমাত্রা ৪৮ ডিগ্রি সেলসিয়াস (১১৮ ডিগ্রি ফারেনহাইট) পৌঁছেছিল। যার ফলে কমপক্ষে ৮,৪০০ জন তীর্থযাত্রী তাপজনিত অসুস্থতায় ভুগেছিল। প্রকৃত সংখ্যা আরও বেশি হতে পারে। কারণ অনেক অসুস্থতার  ঘটনা নথিভুক্ত করা হয়নি।\n২০২৪ সালে, মক্কায় তাপমাত্রা ১৬ জুন ৪৬ ডিগ্রি সেলসিয়াস (১১৫ ডিগ্রি ফারেনহাইট) এবং ১৭ জুন ৫২ ডিগ্রি সেলসিয়াস (১২৬ ডিগ্রি ফারেনহাইট) ছাড়িয়ে গিয়েছিল।  চিকিৎসা কর্মীদের ১৬ জুন ২০২৪-এ একদিনেই কমপক্ষে ২,৭৬৪ তীর্থযাত্রীকে (মোট প্রায় ১.৮ মিলিয়নের মধ্যে) তাপজনিত অসুস্থতার জন্য চিকিৎসা দিতে হয়েছিল।  ১৬ জুন জর্ডানের পররাষ্ট্র মন্ত্রণালয় জানিয়েছে যে প্রচণ্ড গরমের কারণে হিটস্ট্রোকে আক্রান্ত হয়ে ১৪ জন জর্ডানিয়ান তীর্থযাত্রী মারা গেছে এবং আরও ১৭ জন তীর্থযাত্রী নিখোঁজ রয়েছে।  ২০২৪ সালের ১৪ থেকে ১৯ জুনের মধ্যে, ২০২৪ সালের হজের সময় মক্কায় প্রচণ্ড গরমের কারণে কমপক্ষে ১,৩০১ জন হজযাত্রীর মৃত্যু হয়েছিল। তখন তাপমাত্রা ৫০ ডিগ্রি সেলসিয়াস (১২২ ডিগ্রি ফারেনহাইট) ছাড়িয়ে গিয়েছিল।\n\n\n== অন্যান্য মারাত্মক ঘটনা ==\nপ্রতি বছর লাখো হাজির মধ্যে অনেকেই বৃদ্ধ হন এবং কিছু মানুষ অসুস্থতার কারণে মারা যায়। উদাহরণস্বরূপ, ১৯২৭ সালের হজ মৌসুমে অন্তত ১,৫০০ হাজি মারা গিয়েছিলেন। \n\n১৯০৮ সালের ২৫ নভেম্বর, যাত্রীবাহী পণ্যবাহী জাহাজ এসএস  মাল্টার গ্র্যান্ড হারবারের কাছে আগুন ধরে যায় এবং ডুবে যায়, যার ফলে কমপক্ষে ১১৮ জন মারা যায়। হতাহতদের বেশিরভাগই ছিলেন মক্কার পথে মরোক্কোর তীর্থযাত্রী। \n২১ মে ১৯৩০ সালে, ফাব্রে লাইনের এসএস এশিয়া জাহাজ ৭০০ আলজেরীয় হাজিকে মক্কায় নিয়ে যাওয়ার পর ১,৫০০ হাজিকে নিয়ে জেদ্দা বন্দরে যাওয়ার সময় আগুনে পুড়ে যায়। যাত্রীদের মধ্যে প্রায় ১,২০০ জন ইয়েমেনি (আদেনে ফেরার পথে) এবং ৩০০ জন ফরাসি সোমালিল্যান্ডের (জিবুতিতে ফেরার পথে) ছিলেন। এই দুর্ঘটনায় কমপক্ষে ১১২ জন হাজি মারা যান। তবে প্রকৃত সংখ্যা আরও বেশি হতে পারে।\nসৌদি সরকারের এক বিবৃতি অনুসারে, ২০০৬ সালের ডিসেম্বরের হজের প্রথম দিন শুরু হওয়ার আগেই ২৪৩ জন হজযাত্রী মারা গিয়েছিলেন।  মৃত্যুর বেশিরভাগই হৃদরোগ, বয়স্ক ও দুর্বল স্বাস্থ্যের মানুষদের ক্লান্তি এবং তীর্থযাত্রায় গরম ও কঠোর শারীরিক পরিশ্রমের কারণে হয়েছে বলে জানা গেছে। হজ শেষ হওয়ার পর, নাইজেরিয়ান সরকার জানিয়েছে যে ৩৩ জন নাগরিকের বেশিরভাগই \"উচ্চ রক্তচাপ, ডায়াবেটিস এবং হৃদরোগের কারণে\" মারা গেছে।  মিনায় যাওয়ার পথে দুর্ঘটনায় নাইজেরিয়ান হজযাত্রীদের মৃত্যু হয়েছে এমন দাবি প্রত্যাখ্যান করেছে।  মিশরের সরকারি সংবাদ সংস্থা জানিয়েছে যে ৩০ ডিসেম্বর (১০ যিলহজ্জ) পর্যন্ত ২২ জন মিশরীয় তীর্থযাত্রী মারা গেছেন।  পঞ্চাশের কোঠায় বয়সী চারজন ফিলিপিনো তীর্থযাত্রী অসুস্থতা বা অন্যান্য 'প্রাকৃতিক কারণে' হজ্জ পালনের সময় মারা যান এবং তাদের মক্কায় সমাহিত করা হয়।  পাকিস্তানি হজ মেডিকেল কমিশন ঘোষণা করেছে যে সৌদি আরবে হজ মৌসুমে প্রায় ১৩০ জন পাকিস্তানি হজযাত্রী মারা গেছছে। \"বেশিরভাগই বয়স্ক এবং নিউমোনিয়া এবং হৃদরোগীর শিকার\", এবং ৬৬ জন হজযাত্রীকে একই ধরণের অসুস্থতার জন্য সৌদি হাসপাতালে ভর্তি করা হয়েছিল।\n২০০৬ সালের ডিসেম্বরের গোড়ার দিকে, মদিনার পবিত্র স্থান থেকে মক্কায় তীর্থযাত্রীদের বহনকারী একটি কোচ বাস জেদ্দার কাছে রাবেগ বন্দরের ৫৫ মাইল উত্তরে দুর্ঘটনায় পড়ে। এতে ৩ জন ব্রিটিশ নিহত এবং দুই শিশু সহ ৩৪ জন আহত হয়। \n২০০৯ সালে বন্যার কারণে ৭৭ জন হজযাত্রী নিহত হন। \n২০১১ সালের নভেম্বরে অসুস্থতা এবং সড়ক দুর্ঘটনার ফলে তেরোজন আফগান মারা যান এবং আরও এক ডজন আহত হয়। \n\n\n== পকেটমার ==\n২০১০ সালের পর থেকে হজের সময় পকেটমারির ঘটনা উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে। স্থানীয় কর্তৃপক্ষের কাছে অনেক হাজি এ ধরনের ঘটনার অভিযোগ জানিয়েছে। সেভ মদিনা ফাউন্ডেশনের তথ্য অনুযায়ী, শুধুমাত্র ২০১০ সালের হজের সময় পকেটমারের শিকার হয়েছিল ৩২১ জন। \n\n\n== যৌন নির্যাতন এবং গর্ভপাত ==\n\"মস্ক মি টু\" আন্দোলনের মাধ্যমে হজে যৌন নির্যাতনের শিকার নারী তীর্থযাত্রীরা তাদের বিরুদ্ধে সোচ্চার হয়েছেন।  #মস্ক মি টু হ্যাশট্যাগ ব্যবহার করে মুসলিম মহিলারা মক্কায় যৌন নির্যাতনের বিষয়ে অনলাইনে তাদের অভিজ্ঞতা শেয়ার করে। \nহজ পালনের কারণে অনেক গর্ভবতী হজযাত্রীর গর্ভপাত হয়। ২০১১ সালে তীর্থযাত্রায় অংশগ্রহণকারী ২০ জন গর্ভবতী মহিলার ক্লান্তির কারণে গর্ভপাত হয়েছিল।\n\n\n== সরকারী প্রতিক্রিয়া ==\n\nসমালোচকদের মতে সৌদি সরকারের এই ধরনের মর্মান্তিক ঘটনা রোধে আরও কিছু করা উচিত ছিল। সৌদি সরকার জোর দিয়ে বলেছে যে এই ধরনের যেকোনো গণজমায়েত স্বভাবতই বিপজ্জনক এবং পরিচালনা করা কঠিন। তারা এই সমস্যাগুলি প্রতিরোধ করার জন্য বেশ কয়েকটি পদক্ষেপ নিয়েছে। ২০১৫ সালের সেপ্টেম্বরে সবচেয়ে বড় দুর্ঘটনায় মৃতের সংখ্যা সৌদিরা ১,৭০০ পর্যন্ত কমিয়ে দেখিয়েছে বলে অভিযোগ উঠেছে। \nসবচেয়ে বড় ও বিতর্কিত পদক্ষেপগুলোর একটি হলো হজযাত্রীদের সংখ্যা নিয়ন্ত্রণের জন্য নতুন নিবন্ধন, পাসপোর্ট ও ভিসা ব্যবস্থা চালু করা হয়েছে। এই ব্যবস্থা মূলত প্রথমবার হজ করতে আসা ব্যক্তিদের সুবিধা দিতে তৈরি করা হয়েছে। এ ব্যবস্থায় যারা একাধিকবার হজ করতে চায় তাদের জন্য কিছু সীমাবদ্ধতা রয়েছে। যারা একাধিকবার হজ করতে চায় তারা এটিকে বৈষম্য হিসেবে দেখছে। কিন্তু হজ কমিশনের মতে, বড় দুর্ঘটনা ঠেকাতে এর কোনো বিকল্প নেই।\n২০০৪ সালের পদদলিত দুর্ঘটনার পর সৌদি কর্তৃপক্ষ জামারাত সেতু এলাকায় এবং এর আশেপাশে বড় ধরনের নির্মাণ কাজ শুরু করে। অতিরিক্ত প্রবেশপথ, ফুটওভার ব্রিজ এবং জরুরি বহির্গমন পথ তৈরি করা হয়েছিল। তিনটি নলাকার স্তম্ভের পরিবর্তে কংক্রিটের দেয়াল স্থাপন করা হয়। যাতে অনেক তীর্থযাত্রী একসঙ্গে সেখানে যেতে পারে এবং ধাক্কাধাক্কি না হয়। সরকার পাঁচতলা সেতু নির্মাণের জন্য একটি বড় প্রকল্প ঘোষণা করে। সেতুটি ১৪২৭ হিজরি (ডিসেম্বর ২০০৬ – জানুয়ারি ২০০৭) হজের আগে নির্মাণকাজ শেষ করার পরিকল্পনা করা হয়েছিল।  ২০০৬ সালের ঘটনার পর জামারাত সেতু ও শয়তানের স্তম্ভগুলো ভেঙে নতুন করে বানানো হয়। একটি চওড়া, বহু-স্তরের সেতু তৈরি করা হয় এবং স্তম্ভের জায়গায় বড় কলাম বসানো হয়। এখন সেতুর প্রতিটি স্তর শয়তানের কলামে সহজ ও নিরাপদ যাওয়ার সুযোগ দেয়। এছাড়া, পাথর নিক্ষেপের অনুষ্ঠানটি পূর্ব-নির্ধারিত সময়সূচী অনুযায়ী করতে হয়, যাতে অতিরিক্ত ভিড় এবং সংশ্লিষ্ট ঝুঁকি এড়ানো যায়। জামারাত চত্বরকে গোল থেকে ডিম্বাকৃতি করে বড় করা হয়। ফলে কলামে যাওয়া সহজ হয়। নতুন ব্যবস্থায় আলাদা প্রবেশ ও বের হওয়ার পথ করা হয়েছে।  তবে, ২০১৫ সালের পদদলিত হওয়ার কারণ হিসেবে নিরাপত্তা বিঘ্নের কথা উল্লেখ করা হয়েছে।  একদল হাজি পাথর নিক্ষেপ করে ফিরছিল। কিন্তু ফেরার পথ না নিয়ে  আসার পথে চলে যায়। ফলে জামারাতের দিকে যাওয়া অন্য দলের সঙ্গে মুখোমুখি হয়। \n\n\n== তথ্যসূত্র =="}