{"pageid": 1529999, "title": "জি ওয়ায়া লা লাছি মাদুনি", "url": "https://bn.wikipedia.org/wiki?curid=1529999", "content": "জি ওয়ায়া লা লাছি মাদুনি  (দেবনাগরী: जि वय ला लछि मदुनि, অর্থ: আমি এসেছি এক মাসও হয়নি) হল একজন তিব্বতি ব্যবসায়ী এবং তার নববিবাহিত কনের গল্পের উপর ভিত্তি করে রচিত একটি ঐতিহ্যবাহী নেপালি গান। নেপাল ভাষায় রচিত এই গীতিনাট্যটি ১৮ শতকের শেষের দিকে রচিত হয়।\nএই গানটিকে ১৯৩৬ সালে লক্ষ্মী প্রসাদ দেবকোটা রচিত নেপালি ভাষার একটি ছোট মহাকাব্য মুনা মদন-এর  উৎস হিসেবে উল্লেখ করা হয়েছে। \n\n\n== সারসংক্ষেপ ==\nজি ওয়ায়া লা লাছি মাদুনি গানটিকে সংলাপের মধ্য দিয়ে গীতিনাট্যের আকারে রচনা করে হয়েছে। এই গীতিনাট্যে তিনটি চরিত্র আছে, স্বামী, স্ত্রী এবং শাশুড়ি। এই গীতিনাট্যের গল্পে স্বামী কাজের জন্য কাঠমান্ডু থেকে তিব্বতের উদ্দেশ্যে রওনা হতে চলেছে।\nগানটির মাধ্যমে সেই ব্যাক্তির স্ত্রী তার শাশুড়ির কাছে তাকে আটকানোর জন্য অনুরোধ করে। স্ত্রী বলে যে সে তাদের বাড়িতে বধূ হয়ে এসেছে এক মাসও হয়নি কিন্তু এর মধ্যেই তাকে স্বামীর সঙ্গে বিচ্ছেদ সহ্য করতে হচ্ছে। গানের মাধ্যমে তার স্বামী তাকে সান্ত্বনা দেয় যে সে এক বা দুই বছরের মধ্যে ফিরে আসবে।\nসেই ব্যাক্তি একটি শুভ অনুষ্ঠান সম্পাদনের পর যাত্রা শুরু করে। রীতি অনুযায়ী তার ডান হাত দিয়ে ধর্মীয় উপহার গ্রহণ করে এবং বাম হাত দিয়ে তার স্ত্রীর চোখের জল মুছে দেয়।\nকয়েক মাস কেটে যাওয়ার পর তার স্বামীর কাছ থেকে কোনও খবর না পাওয়ায় তার স্ত্রী অশুভ লক্ষণ দেখতে পায়। একদিন, এক প্রতারক বন্ধু খবর নিয়ে আসে যে তার স্বামী তিব্বতে মারা গেছে। মন খারাপ করে, সে সহমরনের ইচ্ছা প্রকাশ করে এবং তার শাশুড়ির বিরোধিতা সত্ত্বেও সতীদাহ পালন করে।\nতিন বছর পর, ছেলেটি তিব্বত থেকে বাড়ি ফিরে আসে। তার মা জানালা দিয়ে তাকে বলে যে সে ঘরের ভেতরে আসতে পারবে না কারণ তারা ইতিমধ্যেই তার মৃত্যুর অনুষ্ঠান সম্পন্ন করেছে। তার মা তাকে সংবাদ দেয় যে তার স্ত্রী তার মৃত্যুর খবর শুনে সতীদাহপ্রথা পালন করেছে। ছেলেটি হতবাক হয়ে ঘর ছেড়ে চলে যায় এবং একজন তপস্বী হয়ে যায়।\n\n\n== পটভূমি ==\nনেপাল ভাষায় জি ওয়ায়া লাছি মাদুনি গানের শিরোনামের অর্থ \"আমি এসেছি এক মাসও হয়নি\"। এটি নেওয়ার সমাজে একটি জনপ্রিয় মরশুমি গান এবং ধান রোপণের মরশুমে এই গান গাওয়া হয়।\nগানটির বিষয়বস্তু কাঠমান্ডুর বণিক ও কারিগরদের জীবন ও সময়ের উপর ভিত্তি করে তৈরি, যারা অতীতে দীর্ঘ সময় ধরে ব্যবসার জন্য তিব্বতে গিয়ে বাস করতেন। তারা লাসা এবং অন্যান্য শহরে তাদের ব্যবসা পরিচালনা করতেন। এছাড়াও নেপাল, ভারত এবং তিব্বতের মধ্যে তাদের বাণিজ্য পরিচালিত হত। শতাব্দীর পর শতাব্দী ধরে এই ঐতিহ্যবাহী গান স্থানীয় জনগনের মধ্যে প্রচলিত।\nহিমালয় পর্বতমালা পেরিয়ে ভ্রমণের সময় অথবা তিব্বতের মালভূমির কঠোর জলবায়ুর কারণে প্রায়শই যাত্রীরা মৃত্যুবরণ করতেন। সেই কারনে যাত্রীদের স্ত্রী এবং পরিবারগুলি অত্যন্ত উদ্বিগ্ন হয়ে পড়তেন। তাদের কষ্টের বর্ণনা দিয়ে গেই গানগুলি প্রায়শই গাওয়া হত।\n\n\n== তথ্যসূত্র =="}