{"pageid": 1529813, "title": "কামার আদেন আলী", "url": "https://bn.wikipedia.org/wiki?curid=1529813", "content": "কমর আদেন আলী ( সোমালি: Qamar Aadan Cali  , আরবি: قمر آدم علي   ) (জন্ম: ১৯ সেপ্টেম্বর ১৯৫৭ - মৃত্যু: ৩ ডিসেম্বর ২০০৯) একজন সোমালি আইনজীবী এবং রাজনীতিবিদ। সোমালিয়ার অন্তর্বর্তীকালীন ফেডারেল সরকারের স্বাস্থ্যমন্ত্রী হিসেবে দায়িত্ব পালন করার সময় তাকে হত্যা করা হয়।\n\n\n== জীবনী ==\nকামার ১৯৫৭ সালের ১৯ সেপ্টেম্বর সোমালিয়ার রাজধানী মোগাদিশুর বাইরের একটি ছোট্ট গ্রামে জন্মগ্রহণ করেন। তিনি তার ১১ ভাইবোনের মধ্যে তৃতীয়। কামার মোগাদিশুতে তার শৈশব অতিবাহিত করেছিলেন। সেখানেই তিনি স্কুলেও পড়াশোনা করেছেন এবং কলেজ থেকে স্নাতক ডিগ্রি অর্জন করেছেন। পরবর্তীতে তিনি রাষ্ট্রবিজ্ঞান পড়ার জন্য পূর্ব জার্মানিতে চলে যান।এরপর তিনি ইংল্যান্ডে আইন বিষয়ে পড়াশোনা করেন। অবশেষে তিনি আইনজীবী হিসেবে বার পাস করেন। তিনি ব্রিটিশ নাগরিকত্বও অর্জন করেছিলেন। ১৯৯০-এর দশকের মাঝামাঝি সময়ে, কামার তার জন্মস্থান সোমালিয়ায় ফিরে আসেন।তাকে দেশটির অন্তর্বর্তীকালীন ফেডারেল সরকারের স্বাস্থ্যমন্ত্রী পদে নিযুক্ত করা হয়। ২০০৭ সাল থেকে তার মৃত্যুর আগ পর্যন্ত তিনি জাতীয় স্বাস্থ্যমন্ত্রী হিসেবে দায়িত্ব পালন করেন। \n\n\n== হত্যাকাণ্ড ==\n৩ ডিসেম্বর ২০০৯ তারিখে, মোগাদিশুর হোটেল শামোতে আত্মঘাতী বোমা হামলায় শিক্ষামন্ত্রী আহমেদ আব্দুলাহী ওয়ায়েল এবং উচ্চশিক্ষামন্ত্রী ইব্রাহিম হাসান আদ্দোর সাথে কামারও নিহত হন।  তারা বেনাদির বিশ্ববিদ্যালয়ের একটি স্নাতক অনুষ্ঠানে যোগ দিয়েছিল। সেখানে একজন পুরুষ বোমা হামলাকারী বোরকা পরা মহিলার ছদ্মবেশ ধরে নিরাপত্তা বাহিনীর বেষ্টনী অতিক্রম করে এ হামলা চালায়।  রাষ্ট্রপতি শরীফ শেখ আহমেদ এই বোমা হামলাকে \"জাতীয় বিপর্যয়\" বলে অভিহিত করেছিলেন। \nহামলার কয়েক ঘন্টা আগেও কামার তার ভাই মোহাম্মদ আদেন আলীর সাথে কথা বলেছিলেন। তিনি তার ভাইকে নতুন ডাক্তারি প্রোগ্রামের জন্য সোমালিয়ায় ফিরে যেতে রাজি করার চেষ্টা করছিলেন। তার মৃত্যুর পর,তার ভাই মোহাম্মদ আদেন আলী কামার তার পরিকল্পনা অব্যাহত রাখার সিদ্ধান্ত নেন। তিনি বলেন, \"আমার বোনের এই সেবামূলক কাজ অব্যাহত থাকবে, আমরা থামব না।\" তিনি আরো বলেন: \"সোমালিয়ার জনগণ, তারা মরতে প্রস্তুত, তারা সাহসী মানুষ। আমরা আমাদের জনগণের সেবা করা কখনও থামাব না।\" \n\n\n== উত্তরাধিকার ==\nতার সম্মানে কামার প্রাইমারি স্কুল নামে একটি স্কুলের নামকরণ করা হয়েছে। ২০১৮ সালের নভেম্বরে সোমালি মন্ত্রী ডেকা ইয়াসিনের ঘোষণা অনুযায়ী এটি ২০১৮ সালে সংস্কার করার কথা ছিল। \n\n\n== তথ্যসূত্র =="}