{"pageid": 1529466, "title": "মার্সি উইলিয়ামস", "url": "https://bn.wikipedia.org/wiki?curid=1529466", "content": "মার্সি উইলিয়ামস (মালয়ালম : മേഴ്സി വില്ല്യംസ്; আনু. ১৯৪৭ – ১৯শে নভেম্বর ২০১৪), একজন শিক্ষক ছিলেন এবং তারপর রাজনীতিবিদ হয়ে ওঠেন। তিনি কেরালার কোচির ১৬তম মেয়র ছিলেন এবং কোচিতে এই পদে অধিষ্ঠিত প্রথম মহিলা ছিলেন। বাম গণতান্ত্রিক ফ্রন্টের সদস্য হিসেবে তিনি কোচি কর্পোরেশন কাউন্সিল সদস্যদের মধ্যে ৪৭ : ২৩ ভোটের অনুপাতে ইউনাইটেড ডেমোক্রেটিক ফ্রন্টের প্রার্থী উইনি আব্রাহামের বিরুদ্ধে উন্মুক্ত ব্যালটের মাধ্যমে নির্বাচিত হন। কাউন্সিলে, তিনি পৌর কর্পোরেশনের ৩৬তম বিভাগের (কুন্নুমপুরম) প্রতিনিধিত্ব করেছিলেন।\n\n\n== জীবনী ==\nমার্সি কেরালা বিশ্ববিদ্যালয়ের সেন্ট তেরেসা কলেজ থেকে সমাজবিজ্ঞানে স্নাতকোত্তর (এমএ) ডিগ্রি অর্জন করেন। তিনি প্রথম স্থান অধিকার করে স্বর্ণপদক পেয়েছিলেন। তিনি \"রেনেসাঁ অফ কোচি সিটি\" বিষয়ে একটি ডক্টরেট গবেষণা প্রবন্ধও লিখেছিলেন। তিনি সেন্ট তেরেসা কলেজে প্রাথমিকভাবে প্রভাষক হিসেবে কাজ করেছিলেন এবং ২০০৫ সালে অবসর গ্রহণের আগে পর্যন্ত সমাজবিজ্ঞান বিভাগের প্রধান ছিলেন। তিনি টি জে উইলিয়ামসকে বিবাহ করেছিলেন এবং তাঁদের ছেলের নাম অনুপ জোয়াকিম।\nমার্সি শিক্ষকতা পেশা থেকে অবসর নেওয়ার পর, একই বছর  রাজনীতিতে প্রবেশ করেন এবং কোচি সিটি মিউনিসিপ্যাল কর্পোরেশনের কুন্নুমপুরম বিভাগে নাগরিক পরিষদের সদস্য হিসেবে প্রতিনিধিত্ব করার জন্য নির্বাচনে প্রতিদ্বন্দ্বিতা করেন। তিনি একজন স্বতন্ত্র প্রার্থী হিসেবে নির্বাচনে প্রতিদ্বন্দ্বিতা করলেও ভারতের কমিউনিস্ট পার্টি (মার্কসবাদী) (সিপিআই (এম)) তাঁকে সমর্থন জানিয়েছিল। তাদের প্রার্থী সি কে মণিশঙ্কর ডেপুটি মেয়র নির্বাচিত হয়েছিলেন। কাউন্সিল নির্বাচনে জয়লাভের পর মার্সি কাউন্সিল সদস্যদের দ্বারা কাউন্সিলের ১৬তম মেয়র হিসেবে নির্বাচিত হন। তিনি শহরের প্রথম মহিলা মেয়র হন এবং ২০০৫ থেকে ২০১০ সাল পর্যন্ত শহরের প্রথম নাগরিক হিসেবে কাজ করেছেন। নগর সমাজবিজ্ঞান এবং নগর পরিকল্পনা বিষয়ে তাঁর শিক্ষকতা এবং তাঁর ডক্টরেট গবেষণা তাঁকে শহরের মেয়রের দায়িত্ব সুষ্ঠুভাবে পালনের আত্মবিশ্বাস জুগিয়েছিল। মেয়র থাকাকালীন তিনি জওহরলাল নেহরু জাতীয় নগর পুনর্নবীকরণ মিশন (জেএনএনইউআরএম) এর আওতাধীন প্রকল্পগুলির ওপর কেন্দ্রীয় নগর উন্নয়ন মন্ত্রকের সমস্ত সভায় যোগদান করেছিলেন। মেয়র হিসেবে তিনি দায়িত্ব নেওয়ার সময় যে শহরটি আবর্জনার স্তূপের জন্য পরিচিত ছিল, তাঁর মেয়াদ শেষ হওয়ার আগেই সেটি ভারতের সবচেয়ে পরিষ্কার শহর হিসেবে ঘোষিত এবং পুরস্কৃত হয়েছিল। তিনি শহরের বর্জ্য ব্যবস্থাপনার জন্য উপ-আইন প্রণয়ন করেছিলেন, যা কেরালায় এই ধরণের প্রথম। তিনি শহরের জন্য একটি বিকেন্দ্রীভূত বর্জ্য পৃথকীকরণ (প্রতিটি বাড়িতে বালতি বিতরণ করে) ব্যবস্থা গ্রহণ করেছিলেন। তাঁর অধ্যবসায়ী মনোভাবের মাধ্যমে তিনি নগর উন্নয়নের জন্য ৯০০ কোটি টাকার তহবিল সংগ্রহ করতে সক্ষম হন, যার মধ্যে রয়েছে এশিয়ান ডেভেলপমেন্ট ব্যাংক এবং জেএনএনইউআরএম থেকে পাওয়া তহবিল।\nতিনি ৬৭ বছর বয়সে ক্যান্সারে মারা যান। ২০১৪ সালের ২০শে নভেম্বর তাঁকে পালারিভাট্টমের সেন্ট জন দ্য ব্যাপটিস্ট চার্চে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}