{"pageid": 1529474, "title": "মুসকান আহিরওয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1529474", "content": "মুসকান আহিরওয়ার (জন্ম ২০০৬/২০০৭ (১৮–১৯ বছর) ) ভারতের ভোপালের একজন ভারতীয় শিক্ষাবিদ এবং গ্রন্থাগারিক। ২০১৬ সালে, ৯ বছর বয়সে, মুসকান তাঁর বসবাসের শ্রমিক কলোনিতে শিশুদের জন্য একটি কমিউনিটি গ্রন্থাগার তৈরি করেন, যার নাম ছিল কিতাবি মস্তি (হিন্দি: किताबि मस्ति বা \"বইয়ের সাথে মজা\")। এরপর গ্রন্থাগারটি একটি নির্দিষ্ট স্থানে স্থানান্তরিত হয়েছে এবং সম্প্রসারিত হয়ে ৩,০০০ এরও বেশি বইয়ের সংগ্রহালয় হয়েছে। তাঁর কাজের জন্য তিনি নীতি আয়োগ, হায়দ্রাবাদ সাহিত্য উৎসব এবং দিল্লি শিশু অধিকার সুরক্ষা কমিশন সহ বেশ কয়েকটি সংস্থা থেকে পুরস্কার পেয়েছেন।\n\n\n== কিতাবি মস্তি ==\n\nগ্রন্থাগার কিতাবি মস্তি (\"বইয়ের সাথে মজা\"), ভোপালের আরেরা পাহাড়ের দুর্গানগর শ্রমিক কলোনীর যেখানে মুসকান থাকেন, সেখানেই একটি সাধারণ স্থানে নির্মিত হয়েছিল। তিনি তাঁর বোন নেহার সাথে ২০১৬ সালের ২৬শে জানুয়ারি এই গ্রন্থাগারটি শুরু করেন, যাতে এলাকার শিশুদের পরিষেবা দেওয়া যায়। ২৫টি বই দিয়ে গ্রন্থাগারটি শুরু হয়েছিল। \"আমি যখন এই গ্রন্থাগারটি শুরু করি তখন আমার বয়স ছিল নয় বছর ... আমি কিছু বই সংগ্রহ করেছিলাম যেগুলো আমি আমার বাড়ির বাইরে দড়িতে ঝুলিয়ে রেখে প্রদর্শন করেছিলাম। রঙিন ছবিগুলো এলাকার শিশুদের মুগ্ধ করেছিল। তারা নিয়মিত আমার বাড়িতে বই পড়তে আসতে শুরু করে। এভাবেই বইয়ের প্রতি আমার আগ্রহ বাড়তে শুরু করে।\"\n২০১৭ সালে, মধ্যপ্রদেশের মুখ্যমন্ত্রী শিবরাজ সিং চৌহান মুসকানকে গ্রন্থাগারের উন্নয়নের জন্য একটি অনুদান প্রদান করেন। এরপর থেকে গ্রন্থাগারটি একটি নির্দিষ্ট স্থানে স্থানান্তরিত হয়েছে। ন্যাশনাল অ্যাসোসিয়েশন অফ স্টুডেন্টস অফ আর্কিটেকচারের স্থাপত্য শিক্ষার্থীরা বর্জ্য পদার্থ ব্যবহার করে এই গ্রন্থাগারটির সংস্কার করেছে। ভারতের বিভিন্ন স্থানের পাশাপাশি মার্কিন যুক্তরাষ্ট্র, দক্ষিণ আফ্রিকা এবং অন্যান্য দেশের বইয়ের অবদানের মাধ্যমে গ্রন্থাগারটিতে ৩,০০০ এরও বেশি বই রয়েছে।\n\nমুসকান তাঁর কাজের জন্য বেশ কয়েকটি পুরস্কারে ভূষিত হয়েছেন এবং মধ্যপ্রদেশ ইউনিসেফের ফিল্ড অফিসের প্রধান মাইকেল জুমাও তাঁর প্রশংসা করেছেন।\n\n২০১৬: নীতি আয়োগ কর্তৃক তাঁর কাজের জন্য নারীর রূপান্তর (উইমেন ট্রান্সফর্মিং) পুরস্কার\n২০১৬: নতুন দিল্লিতে নীতি আয়োগ কর্তৃক থট লিডার পুরস্কার\n২০১৮: প্রিন্সেস ডায়ানা পুরস্কার, সুশিক্ষা পুরস্কার\n২০১৯: ফুডফরথট ফাউণ্ডেশনের ইণ্ডিয়ান রিডিং অলিম্পিয়াড, \"আই অ্যাম বণ্ড\" বিভাগে ১৮ বছরের কম বয়সীদের জন্য, পুরস্কার\n২০১৯: ইণ্ডিয়া রিডিং অলিম্পিয়াড, হায়দ্রাবাদ সাহিত্য উৎসব\n২০২০: দেবী পুরস্কার ইন্দোর কাউন্টডাউন সিরিজ\n২০২৩: দিল্লি কমিশন ফর প্রোটেকশন অফ চাইল্ড রাইটস কর্তৃক শিশু চ্যাম্পিয়ন পুরস্কার\n২০২৫: মর্যাদাপূর্ণ জাতীয় শিক্ষা গৃহ পুরস্কার ২০২৫\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকিতাবি মস্তি ইউটিউব চ্যানেল\nকিতাবি মস্তি ইনস্টাগ্রাম"}