{"pageid": 1529397, "title": "সদরুদ্দীন ইবন আল-ওয়াকিল", "url": "https://bn.wikipedia.org/wiki?curid=1529397", "content": "সদরুদ্দীন ইবন আল-ওয়াকিল (৬৬৫–৭১৬ হিজরি, ১২৬৭–১৩১৭ খ্রিস্টাব্দ) ছিলেন মুহাম্মাদ ইবন উমর ইবন মাকী ইবন আবদুস-সমাদ ইবন আতিয়া ইবন আহমাদ আল-উমাবি, যিনি ইবন আল-ওয়াকিল নামে পরিচিত।\nএকজন শাফিঈ ফকিহ, ধর্মতত্ত্ববিদ ও ইসলামী আইনজ্ঞ হিসেবে তিনি খ্যাতি অর্জন করেন। তিনি কবিও ছিলেন এবং সাহিত্যচর্চা করতেন।\n\n\n== জীবন ==\nতিনি মিশরের দামিয়েটা শহরে জন্মগ্রহণ করেন এবং পিতাসহ বিভিন্ন আলেমের কাছ থেকে শিক্ষা নেন। তিনি খুবই মেধাবী ছিলেন। মাত্র ১০০ দিনে আল-মুফাস্সাল ফি আল-নাহু বই মুখস্থ করেন, ৭ দিনে আল-মুতানাব্বির কবিতা সংকলন এবং ৫০ দিনে মাকামাত আল-হারিরি মুখস্থ করেন। ২০ বছর বয়সে তিনি ফতোয়া প্রদান শুরু করেন।\nতিনি মিশর, দামাস্কাস ও আলেপ্পো ভ্রমণ করেন এবং দার আল-হাদিস আল-আশরাফিয়া, আল-শামিয়া, আল-বাররানিয়া, আল-জুয়াইনিয়া, আল-আধরাউইয়া, হুসেইন মসজিদ, আল-শাফিঈ কর্নার ও আল-নাসিরিয়া প্রভৃতি প্রতিষ্ঠানে শিক্ষা দেন।\nতার ইবন তাইমিয়ার সঙ্গে বিতর্ক হয়েছিল, এবং ইবন তাইমিয়া তার জ্ঞানের স্বীকৃতি দেন। তিনি দানশীল, বিনয়ী ও ধর্মপ্রাণ ব্যক্তিত্ব ছিলেন।\n\n\n== রচনা ==\nতিনি বিভিন্ন বই লিখেছেন, যার মধ্যে অন্যতম:\n\nআল-আশবাহ ওয়ান-নাজায়ির\nশরহ আল-আহকাম - আব্দুল-হক আল-ইশবিলির আল-আহকাম আশ-শারইয়া আল-কুবরা ব্যাখ্যা, যা তার হাদিস, ফিকহ ও উসূলে ফিকহের গভীর জ্ঞান প্রদর্শন করে।\n\n\n== কবিতা ==\nতিনি তিরাজ আদ-দুরার নামে একটি কবিতা সংকলন করেছেন। এর কিছু অংশ ফাইরুজ ও নাসরি শামসেদ্দিন সুর করে গেয়েছেন:\n\nগাদা মুনাদিনা মুহাব্বাবান ফিনা\nইয়াকদি আলাইনা আল-আসা লাওলা তা'আসিনা\nইয়া জিরাতান বানাত আন মুগরাম সিব্ব\nলি আহাদিহি খানাত মিন গাইরি মা ধানব\nমা হাদিহি কানাত আওয়াইদ আল-হুব্ব\nলা তাহসাবু আল-বাদা ইউঘাইয়িরু আল-আহদ\nইদ তালামা গাইয়ারা আন-নাইয় আল-মুহিব্বিনা\nতিনি আরও লিখেছেন:\n\nআমি আমার ভালোবাসা সকল অনুভূতি থেকে লুকিয়েছিলাম\nকিন্তু আমার চোখ আমাকে ফাঁসিয়ে দিল, আর অভিযোগকারীরাও \nআমি চাইতাম আমার হৃদয় ও অঙ্গপ্রত্যঙ্গ চোখ হয়ে যাক\nযাতে আমি তোমাকে দেখতে পারি, কারণ এদের চোখের পাতা নেই  \nআমি চাইতাম আমার হৃদয়ের অশ্রু\nআমার চোখ দিয়ে ঝরে পড়ুক, যাতে তোমার জন্য বয়ে যাওয়া অশ্রুও হালকা হয়ে যায়  \nহায়! যদি ক্বায়স আমার প্রেমের সময়ে থাকত\nতাহলে আমি তাকে দেখাতে পারতাম প্রকৃত ভালোবাসা কী!\n\n\n== মৃত্যু ==\nতিনি কায়রোতে ইন্তেকাল করেন এবং ইমাম শাফিঈ-এর পাশে সমাধিস্থ হন (৭১৬ হিজরি / ১৩১৭ খ্রিস্টাব্দ)। লেভান্ত ও মিশর জুড়ে তার মৃত্যুতে শোক পালিত হয়। ইবন তাইমিয়া তার মৃত্যু সম্পর্কে বলেছিলেন, \"হে সদরুদ্দীন, আল্লাহ মুসলমানদের তোমার অনুপস্থিতিতে সান্ত্বনা দিন।\"\nবিচারক শামসুদ্দীন মুহাম্মাদ ইবন দাউদ ইবন আল-হাফিজ, যিনি সাফাদের সেনাপতি ছিলেন, তার জন্য শোকগাথা আবৃত্তি করেন:\n\nসদরুদ্দীন মারা যাননি, বরং\nযখন তার মূল্যবান রত্ন হারিয়ে গেল\nদুনিয়া তার প্রকৃত মূল্য বোঝেনি\nতাই তিনি তাড়াতাড়ি পরলোক গমন করলেন\n\n\n== সূত্র ==\n\n\n== বহিঃসংযোগ ==\nজীবনী ও বিশিষ্ট ব্যক্তিত্ব - শাইখ সদরুদ্দীন মুহাম্মাদ ইবন উমর ইবন মাকী ইবন আবদুস-সমাদ"}