{"pageid": 1529290, "title": "আডা এলেন বেইলি", "url": "https://bn.wikipedia.org/wiki?curid=1529290", "content": "আডা এলেন বেইলি (২৫ মার্চ ১৮৫৭ – ৮ ফেব্রুয়ারি ১৯০৩), যিনি এডনা লায়াল নামে পরিচিত, ছিলেন একজন ইংরেজ উপন্যাসিক, যিনি \"প্রথম থেকেই নারী ভোটাধিকারের আন্দোলনকে সমর্থন করেছিলেন।\"\n\n\n== জীবনী ==\nবেইলি ব্রাইটনে জন্মগ্রহণ করেন, এবং তিনি চারটি সন্তানের মধ্যে সর্বকনিষ্ঠ ছিলেন, তার পিতা ছিলেন একজন আইনজীবী। জীবনের প্রাথমিক সময়ে তিনি তার পিতামাতা দুজনকেই হারান, ফলে তিনি তার যৌবন বয়সটি সারি এবং একটি ব্রাইটন প্রাইভেট স্কুলে একজন চাচার কাছে কাটান। বেইলি কখনও বিয়ে করেননি। তিনি মনে হয় তার প্রাপ্তবয়স্ক জীবনটি তার দুইটি বিবাহিত বোন এবং হেরিফোর্ডশায়ারের বসবারি অঞ্চলের পুরোহিত ভাইয়ের সঙ্গে কাটিয়েছেন।\n১৮৭৯ সালে, তিনি ওয়ন বাই ওয়েটিং নামক তার প্রথম উপন্যাসটি এডনা লায়াল ছদ্মনামে প্রকাশ করেন (এটি সম্ভবত আডা এলেন বেইলি নামের কিছু অক্ষর এদিক ওদিক করে তৈরি করা হয়েছে)। বইটি তেমন সাফল্য পায়নি। সাফল্য আসে উই টু দিয়ে, যা চার্লস ব্রাডলফ নামক এক সমাজ সংস্কারক এবং মুক্ত চিন্তক পণ্ডিতের জীবনকাহিনী ভিত্তিক ছিল। তার ঐতিহাসিক উপন্যাস ইন দ্য গোলডেন ডেজ ছিল সেই শেষ বইটি যা জন রাসকিন তার মৃত্যু শয্যায় পড়েছিলেন; একইভাবে হোপ দ্য হারমিট ছিল একটি বিক্রিত বই যা লেক ডিস্ট্রিক্ট অঞ্চলের প্রেক্ষাপটে লেখা এবং পরবর্তীতে হিউ ওয়ালপোল-এর রোগ হেরিস-এর জন্য অনুপ্রেরণা হয়েছিল। টু রাইট দ্য রং (২য় সংস্করণ ১৮৯৪) ছিল একটি ঐতিহাসিক উপন্যাস যা জন হ্যাম্পডেন এবং ইংরেজ গৃহযুদ্ধ নিয়ে রচিত।\nবেইলি মোট উনিশটি উপন্যাস লিখেছিলেন, যার মধ্যে অনেকগুলোই লেখকের সৃষ্টিশীল প্রক্রিয়া নিয়ে আকর্ষণীয় অনুসন্ধান করেছে। তার সাফল্যের একটি অংশ ছিল তার ঐ অভ্যাসে যে, তিনি তার এক উপন্যাসের চরিত্রকে তার পরবর্তী উপন্যাসে এক ভিন্ন ভূমিকায় ব্যবহার করতেন।\n\n\n== বাছাই করা রচনা ==\nওয়ন বাই ওয়েটিং, ১৮৭৯\nডোনোভান, ১৮৮২\nউই টু, পূর্বেরটির সিক্যুয়েল, ১৮৮৪\nইন দ্য গোলডেন ডেজ, ১৮৮৫\nঅটোবায়োগ্রাফি অব আ স্ল্যান্ডার, ১৮৮৭\nটু রাইট দ্য রং, ৩ খণ্ড, ১৮৯৪\nডোরিন: দ্য স্টোরি অব আ সিঙ্গার, ১৮৯৪\nদি অটোবায়োগ্রাফি অব আ ট্রুথ, ১৮৯৬\nওয়েফারিং মেন: আ নভেল, ১৮৯৬\nহোপ দ্য হারমিট, ১৮৯৮\nদি বার্গেস লেটারস, ১৯০২\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nজি. এ. পেইন, এডনা লায়েল: অ্যান অ্যাপ্রিশিয়েশন (১৯০৩)\n\n\n== বহিঃসংযোগ ==\n\nগুটেনবের্গ প্রকল্পে Ada Ellen Bayly-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nফেডেড পেজে (কানাডা) Ada Ellen Bayly-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে Edna Lyall কর্তৃক কাজ বা সম্পর্কে তথ্য\nইন্টারনেট আর্কাইভে আডা এলেন বেইলি কর্তৃক কাজ বা সম্পর্কে তথ্য\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  আডা এলেন বেইলি\nWon by Waiting (১৮৯২) অ্যাপলটন, নিউ ইয়র্ক (গুগল ইবুক)\nগল্ডেন গেইল (তার সমস্ত উনিশটি সাহিত্যকর্ম)\nজেসি মারিয়া এসক্রিট (১৯০৪) এডনা লায়েলের জীবন (আডা এলেন বেইলি), লংম্যানস, গ্রীন, এবং কো., লন্ডন (গুগল ইবুক)"}