{"pageid": 1529385, "title": "আলী ইবনে রিদওয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1529385", "content": "আবুল হাসান আলী ইবনে রাদওয়ান আল-মিসরী (আরবি : أَبُو اَلْحَسَنْ عَلِي بْنْ رَضْوَانْ بْنْ عَلِي بْنْ جَعْفَرْ اَلْمِصْرِيِّ) (আনুমানিক ৯৮৮)। যিনি একজন চিকিৎসক, জ্যোতিষী এবং জ্যোতির্বিদ ছিলেন, তিনি ৯৮৮ সালে মিশরের গিজায় জন্মগ্রহণ করেছিলেন।\nতিনি প্রাচীন গ্রীক চিকিৎসাবিদ্যার একজন ভাষ্যকার ছিলেন, বিশেষ করে গ্যালেনের উপর ; গ্যালেনের আর্স পার্ভা সম্পর্কে তাঁর ভাষ্যটি ক্রেমোনার জেরার্ড অনুবাদ করেছিলেন। তবে, তিনি বর্তমানে এস এন ১০০৬ নামে পরিচিত সুপারনোভার সবচেয়ে বিস্তারিত বর্ণনা প্রদানের জন্য বেশি পরিচিত, যা রেকর্ড করা ইতিহাসের সবচেয়ে উজ্জ্বল নক্ষত্রীয় ঘটনা,যা তিনি ১০০৬ সালে পর্যবেক্ষণ করেছিলেন।এটি টলেমির রচনা টেট্রাবিব্লোসের উপর একটি ভাষ্যতে লেখা হয়েছিল।\nপরবর্তীতে ইউরোপীয় লেখকরা তাকে হালি, অথবা হালি আবেনরুডিয়ান নামে উল্লেখ করেছিলেন। অ্যালিস্টার ক্যামেরন ক্রম্বির মতে তিনি আবেশন তত্ত্বেও অবদান রেখেছিলেন। তিনি বাগদাদের আরেক চিকিৎসক ইবনে বতালের বিরুদ্ধে একটি বিখ্যাত বিতর্কে লিপ্ত হন।\n\n\n== কাজ ==\nটলেমির টেট্রাবিব্লোসের উপর একটি ভাষ্য (ছদ্ম-টলেমীয় সেন্টিলোকুই এবং এর ভাষ্য, যা কখনও কখনও আলীর নামেও পরিচিত, আসলে আহমেদ ইবনে ইউসুফের কাজ )\nDe revolutionibus nativitatum (নেটিভিটির বিপ্লব), লুকা গৌরিকো সম্পাদিত, ভেনিসে মুদ্রিত (১৫২৪)\nমিশরে শারীরিক অসুস্থতা প্রতিরোধের উপর : ইবনুল জাজারির দাবিকে খণ্ডন করার জন্য লেখা একটি প্রবন্ধ যে মিশর একটি অত্যন্ত অস্বাস্থ্যকর স্থান। ইবনে রিদওয়ান আরও যুক্তি দেন যে বায়ু (অন্যান্য পরিবেশগত দিকগুলির সাথে) জনসংখ্যার স্বাস্থ্যের জন্য মৌলিক ছিল।\nচিকিৎসা দক্ষতার বই যেখানে তিনি একজন চিকিৎসকের গুণাবলী এবং আরও অনেক কিছু বর্ণনা করেছেন।\n\n\n== একজন চিকিৎসকের গুণাবলী সম্পর্কে ==\n\"দ্য বুক অফ মেডিকেল কম্পিটেন্স\" -এ তিনি একজন সৎ চিকিৎসকের বৈশিষ্ট্য উল্লেখ করেছেন যার মধ্যে নিম্নলিখিত সাতটি বৈশিষ্ট্য রয়েছে:\n১. তাকে নীতিবান, বুদ্ধিমান, দূরদৃষ্টিসম্পন্ন, বিচক্ষণ এবং দানশীল হতে হবে।\n২. তাকে পরিষ্কার-পরিচ্ছন্ন এবং সুন্দর পোশাক পরা উচিত।\n৩. রোগীদের গোপন কথা গোপন রাখা উচিত, তাদের অসুস্থতা প্রকাশ করা উচিত নয়।\n৪. রোগীদের আরোগ্য করার তার আকাঙ্ক্ষা তাদের কাছ থেকে লাভের আকাঙ্ক্ষার চেয়ে বেশি হওয়া উচিত; ধনীদের চেয়ে দরিদ্রদের আরোগ্য করতে তার বেশি আগ্রহী হওয়া উচিত।\n৫. তাকে শিখতে এবং সাহায্য করতে আগ্রহী হতে হবে।\n৬. তার হৃদয় পবিত্র, সৎ এবং ঈর্ষান্বিত না হওয়া উচিত। সে যে সম্পদ দেখেছে বা নারীদের সাথে সম্পর্ক স্থাপন করেছে, সে সম্পর্কে তার কোন ধারণা থাকা উচিত নয়।\n৭. তাকে অবশ্যই সতর্ক থাকতে হবে যেন এমন কোনও অপ্রমাণিত সম্ভাব্য মারাত্মক ওষুধ না লিখে দেওয়া হয়, অথবা এমন কোনও ওষুধ না দেওয়া হয় যা গর্ভপাত ঘটাতে পারে। তার উচিত তার শত্রুদেরও ঠিক তেমনই নিরাময় করা যেমন সে তার প্রিয়জনদের করে।\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে আলী ইবনে রিদওয়ান সম্পর্কিত মিডিয়া দেখুন।\n\nHistory of Islamic Science  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ ফেব্রুয়ারি ২০০৯ তারিখে\n2001 Columbia dissertation by Jennifer Ann Seymore The Life of Ibn Ridwan and his commentary of Ptolemy's Tetrabiblos; not open link\nJames H. Holden (১৯৯৬)। \"Arabian Astrology\"। সংগ্রহের তারিখ ২০০৬-১০-০৯। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Ali ibn Ridwan: On the Prevention of Bodily Ills in Egypt\" (পিডিএফ)। Michael W. Dols কর্তৃক অনূদিত। ২০০৬-০৯-১২। ২০১১-০১-০৩ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৯-০৩-০৩। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMargaret Donsbach (জুলাই–আগস্ট ২০০৬)। \"The Scholar's Supernova\"। Saudi Aramco World। ২০০৯-০২-০৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০০৯-০৩-০৪। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== তথ্যসূত্র =="}