{"pageid": 1529676, "title": "দার খলিফা", "url": "https://bn.wikipedia.org/wiki?curid=1529676", "content": "দার খলিফা (আরবি: دار خليفة), অথবা খলিফার বাড়ি, হলো প্রাচীর ঘেরা প্রাঙ্গণে অবস্থিত একটি বিশাল ঐতিহাসিক নিদর্শন এবং ব্যক্তিগত বাড়ি। এটি কাসাব্লাংকার সমৃদ্ধ শহরতলি আইন দিয়াবে অবস্থিত, যা এলাকাটি পুনর্নির্মাণের আগে পর্যন্ত একটি বিস্তৃত কুঁড়েঘরের শহর ছিল। ঐতিহ্যবাহী মরক্কোর শৈলীতে নির্মিত অসংখ্য \"রিয়াদ\" বা বাগানের উঠোন সহ সম্পত্তিটি প্রায় ৫০০০ বর্গমিটার পর্যন্ত বিস্তৃত এবং আটলান্টিক উপকূলকে উপেক্ষা করে একটি পাহাড়ের উপর অবস্থিত। নাম থেকেই বোঝা যায় যে, এই প্রাসাদটি একসময় একজন ধনী খলিফা বা শাসকের মালিকানাধীন ছিল।\nএটি এখন লেখক তাহির শাহের বাড়ি যিনি সম্পত্তিটি সংস্কার করছেন, এবং এটি হবে শিক্ষা ও সাংস্কৃতিক অলাভজনক সংস্থা দ্য শেহেরাজাদে ফাউন্ডেশনের সদর দপ্তর।\n\n\n== ইতিহাস ==\n\nলিটারাল ম্যাগাজিনে সার্জিও মিসানা উল্লেখ করেছেন যে, স্পেনের অন্যান্য অনেক শহরের মতো, যাদের আরবি নাম উত্তরাধিকারসূত্রে পাওয়া গেছে, \"কাসাব্লাংকা একটি অস্বাভাবিক উত্তর আফ্রিকান শহর যার একটি স্প্যানিশ নাম রয়েছে।\"\nলেখক জেসন ওয়েবসার ফিনান্সিয়াল টাইমসে লিখেছেন যে স্থানীয় ঐতিহাসিকদের মতে, দার খলিফাই সম্ভবত মূল \"হোয়াইট হাউস\" যা ক্যাসাব্লাঙ্কার নাম দিয়েছে। বিংশ শতাব্দীর গোড়ার দিকে দার খলিফা (এবং এর পাশে পূর্বে অবস্থিত ছোট টাওয়ার) ছিল উপকূলের একমাত্র উল্লেখযোগ্য ভবন। পঞ্চদশ শতাব্দীর পর্তুগিজ অভিযাত্রী ডুয়ার্তে পাচেকো পেরেইরা একটি সাদা কাঠামোর কথা লিখেছিলেন যা নাবিকরা শহরের পুরাতন নাম আনফাকে চিহ্নিত করার জন্য একটি ল্যান্ডমার্ক হিসাবে ব্যবহার করেছিলেন। পর্তুগিজ ভাষায় তারা একে কাসাব্রাঙ্কা নামে অভিহিত করতেন, যা পরবর্তীতে স্প্যানিশ কাসাব্লাঙ্কায় পরিণত হয়। ১৭৫৫ সালের লিসবনের ভূমিকম্পের পর আঠারো শতকের শেষের দিকে তৃতীয় মোহাম্মদ কর্তৃক আনফা পুনর্নির্মাণ করা হলে দার খলিফার উল্লেখ করা \"হোয়াইট হাউস\" (যা এই সময়ের মধ্যে সুফি জাওইয়ায় পরিণত হয়েছিল) আরবি (আদ-দার আল-বাইদা) এবং ইউরোপীয়দের (কাসাব্লাংকা) উভয় ভাষায় শহরের পছন্দের নাম হয়ে ওঠে। সম্পত্তিটির নাম \"খলিফার বাড়ি\", যা থেকে ধারণা করা যেতে পারে যে, ভবনটি কমপক্ষে ত্রয়োদশ শতাব্দীর, কারণ মরক্কোর সর্বশেষ ব্যক্তি যিনি নিজেকে খলিফা হিসেবে ঘোষণা করেছিলেন তিনি ছিলেন আলমোহাদ ইদ্রিস আল-ওয়াতিক, যিনি ১২৬৯ সালে মারা যান।\n\n\n== বর্তমান মালিকানা ==\n\n২০০৩ সালের মার্চ মাসে ব্রিটিশ লেখক তাহির শাহ দার খলিফা কিনে নেন এবং সম্পত্তিটি সংস্কারের কাজ শুরু করেন, যা সেই সময়ে \"একটি ঝুপড়ি শহরের মাঝখানে বর্গাকারে অবস্থিত\" ছিল। শাহ এবং তার পরিবার এটি কিনে সেখানে চলে আসার আগে সম্পত্তিটি দশ বছর ধরে খালি ছিল এবং জরাজীর্ণ অবস্থায় পড়ে ছিল। শাহের বছরব্যাপী সংস্কারের বর্ণনা তার নন-ফিকশন রচনা দ্য খলিফা'স হাউস  - তে পাওয়া যায়, এটিটাইম ম্যাগাজিনের ২০০৬ সালের সেরা ১০টি বইয়ের মধ্যে একটি। স্থানীয়রা যখন বাড়িটি সম্পর্কে বলত যে সেখানে \"জিন\" এর উপদ্রব রয়েছে, তখন তিনি বাড়ি কেনার এই সিদ্ধান্তে উপনীত হন। সেখানে যাওয়ার কিছুদিন পরেই শাহ স্থানীয়দের ভয় প্রশমিত করার জন্য দার খলিফাকে পরিষ্কার করার জন্য একদল ভূত ওঝাকে নিয়োগ করেন। দার খলিফা এবং কাসাব্লাংকা শহরে শাহের জীবনযাত্রা তার পরবর্তী বই ইন অ্যারাবিয়ান নাইটস- এ প্রকাশিত হয়েছে।\n২০১৪ থেকে ২০২১ সালের মধ্যে ঝুপড়ি শহরটি পরিষ্কার করা হয়। দার খলিফা এখন দুটি অভিজাত অ্যাপার্টমেন্ট ভবন \"রেসিডেন্স আনফা সানসেট\" এবং \"রেসিডেন্স লেস অ্যালিস মেরিনস\" এর মধ্যে অবস্থিত।\n\n\n=== শেহেরজাদে ফাউন্ডেশনের সদর দপ্তর ===\n২০২২ সালে দার খলিফাকে সংস্কার করে এটিকে দ্য শেহেরাজাদে ফাউন্ডেশনের সদর দপ্তরে রূপান্তরিত করার কাজ শুরু হয়, যা লোককাহিনী এবং শিক্ষামূলক গল্প \"প্রাচীন জ্ঞান ধারণকারী গল্প\" এর জন্য নিবেদিত একটি অলাভজনক প্রতিষ্ঠান।\nফাইন্যান্সিয়াল টাইমসে লেখা জেসন ওয়েবস্টারের মতে, তাহির শাহ \"মরক্কোর বিভিন্ন স্থান থেকে কারিগর ও শিল্পীদের নিয়োগ করেছিলেন চমৎকার জিলিজ ফোয়ারা, জ্যামিতিক ইসলামিক নকশাযুক্ত স্টুকো স্ক্রিন এবং জটিল খোদাই করা কাঠের বার্বার দরজা তৈরির জন্য।\"\n\n\n=== গল্প বলা এবং শেখানো ===\nতাহির শাহ লেখক এবং গল্পকারদের পারিবারিক ঐতিহ্য থেকে এসেছেন এবং তিনি বহু বছর ধরে ঐতিহ্যবাহী \"শিক্ষণমূলক গল্প\" অধ্যয়ন করে আসছেন। এই গল্পগুলিতে গভীর অর্থের স্তর রয়েছে এবং শাহ এগুলিকে একটি ফল খাওয়ার সাথে তুলনা করেছেন: \"একটি মনোরম অভিজ্ঞতা যার মধ্যে এক ধরণের পুষ্টিও রয়েছে।\" শেহেরজাদে ফাউন্ডেশনের অন্যতম প্রধান লক্ষ্য হল এই ঐতিহ্যবাহী গল্পগুলি প্রকাশ এবং প্রচার করা, এবং দার খলিফায় একটি গল্প বলার উৎসবও আয়োজন করা।\n\n\n== আরও দেখুন ==\nবিষয়শ্রেণী:শাহ পরিবার\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nশাহ, তাহির, খলিফার বাড়ি, ডাবলডে, ২০০৬,আইএসবিএন ৯৭৮-০-৩৮৫-৬০৮০৭-৭\n\"Interior Of Dar Khalifa (Caliph's House) In Casablanca\"। Bewildered in Morocco। ১৩ আগস্ট ২০১৪। ৫ মার্চ ২০১৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৩ এপ্রিল ২০২৩। \nShah, Tahir (২২ আগস্ট ২০১৬)। \"A local's guide to Casablanca\"। National Geographic। ১৭ জানুয়ারি ২০২২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৩ এপ্রিল ২০২৩। \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nDar Khalifa on Google Maps"}