{"pageid": 1529382, "title": "সাফওয়ান ইবনে ইদ্রিস", "url": "https://bn.wikipedia.org/wiki?curid=1529382", "content": "সাফওয়ান ইবনে ইদ্রিস বা আবু বাহর আল-তুজিবি (১১৬৪/৬–১২০২) এর পুরো নাম আবু বাহর সাফওয়ান ইবনে ইদ্রিস ইবনে ইব্রাহীম ইবনে আবদ আল-রাহিবনিসাইন আল-তুজিবি আল-মুরসি আল-কাতিব। তিনি আন্দালুসের (স্পেন)  একজন মুসলিম ঐতিহ্যবাহী ও সাহিত্যিক ছিলেন। তিনি আলমোহাদ শাসনকালে আরবি ভাষায় কবিতা লিখতেন। \n\n\n== জীবন ==\nসাফওয়ান মুরসিয়ায় (যেখান থেকে নিসবা আল-মুরসি) জন্মগ্রহণ করেন।তিনি বনু ইদ্রিস নামে একটি বিখ্যাত পরিবারে জন্মান।  তিনি ১১৬৪ থেকে ১১৬৬ সালের মধ্যে জন্মগ্রহণ করেন।  সম্ভবত ১৫ অক্টোবর ১১৬৫ সালে ফাহস আল-জুল্লাবের যুদ্ধের পরে জন্মগ্রহণ করেছিলেন। তিনি ছোটবেলা থেকেই কবিতা লেখা শুরু করেছিলেন।  তার পরিবার সম্পর্কে আমরা যা জানি তার বেশিরভাগই তার নিজের জাদ আল-মুসাফির থেকে এসেছে। তিনি তার বাবা আবু ইয়াহিয়ার কাছে পড়াশোনা করেন। তার আরেক আত্মীয় কাজি আবুল কাসিঙ্কে ইবন ইদরিস পড়ান। আবুল আব্বাস ইবনে মাযা তাকে মুসলিম ইবনে আল-হাজ্জাজের সহীহ শিক্ষা দেন।  ইবনে বাশকুওয়াল তাকে মাত্র সতেরো বছর বয়সে ইজাযা ( হাদীস প্রচারের অধিকার) প্রদান করেন। তিনি মুরসিয়ার বিখ্যাত আবুল কাসিম ইবন হুবায়শ, আবুল ওয়ালিদ ইবন রুশদ (বিখ্যাত দার্শনিক ইবন রুশদের দাদা), এবং ওয়াজির আবু রিজাল ইবন গালবুনের কাছেও পড়েন। \nজাদ-এ-সাফওয়ানে সাফওয়ান তার অন্যান্য শিক্ষকদের একটি তালিকার মধ্যে যেসব শিক্ষক রয়েছে: আবু বাকর ইবন মুঘাবির, আবু আল-হাসান ইবন আল-কাসিম, আবু আবদুল্লাহ ইবন হুমাইদ, আবু মুহাম্মদ ইবন উবায়দ আল্লাহ আল-হাজারী, আবু মুহাম্মদ ইবন হাওত আল্লাহ এবং ইবন আইশুন। কবিতা ও হাদিসের পাশাপাশি, সাফওয়ানকে আদবের (শিষ্টাচার) একজন বিশেষজ্ঞ ছিলেন।  তার সবচেয়ে ঘনিষ্ঠ বন্ধু ছিলেন আবু মুহাম্মাদ ইবনে হামিদ (মৃত্যু ১২২৩/৪), খলিফা আল-আদিলের উজির ছিল।  তার সবচেয়ে বিখ্যাত ছাত্র ছিলেন আবুল-রাবী ইবনে সালিম আল-কালাই। \nতার জীবনীকারদের মতে, সাফওয়ান পৃষ্ঠপোষকতার সন্ধানে মারাকেশে ভ্রমণ করেছিলেন। তিনি তার মেয়ের যৌতুকের পর্যাপ্ত অর্থ জোগানের আশায় আলমোহাদ খলিফা আল-মানসুরের প্রশংসায় কবিতা লেখেন। এতে ব্যর্থ হলে তিনি মুহাম্মদের প্রশংসায় কবিতা লেখেন। পরে মুহাম্মদ আল-মানসুরের স্বপ্নে এসে সফওয়ানের পক্ষে কথা বলেন। তখন খলিফা তার আর্থিক সমস্যার সমাধান করেন। তার বিয়ের বয়সী মেয়ে থাকলেও সাফওয়ান ৪০ বছর পার হওয়ার আগেই মারা যান।  তিনি ৮  অথবা ৯ জুলাই ১২০২ সালে মুরসিয়ায় মারা যান এবং আল-জুরফ মসজিদের পাশে তাকে সমাহিত করা হয়।  তার বাবা তার জানাজার নামাজ পড়ান। \n\n\n== লেখা ==\nসাফওয়ান কমপক্ষে তেরোটি রচনা লিখেছেন। এর মধ্যে রয়েছে:\n\nকিতাব আল-রিহলা \nবাদাহাত আল-মুতাহফিজ ওয়া-উজালাত আল-মুস্তাওফিজ: গদ্য এবং পদ্য উভয় ক্ষেত্রেই তার নিজের রচনার একটি সংকলন।\nজাদ আল-মুসাফির ওয়া-ঘুররাত মুহাইয়্যা 'আল-আদাব আল-সাফির': ১২শ শতাব্দীর আন্দালুস ও মাগরিবের কবিদের জীবনী সহ একটি সংকলন।  ইবন খাকান এবং ইবন আল-ইমাম আল-শিলবী রচনা সমূহের পরিপূরক হিসেবে কাজ করে।   এটি ইবনে আল-আব্বারের তুহফাত আল-কাদিমের  উপর প্রভাব ফেলেছিল। ইবনে সাঈদ আল-মাগরিবীর রায়াত আল-মুবারিজিনের  উৎস ছিল।  বইটিতে সাফওয়ানের জীবনী অন্তর্ভুক্ত ছিল। \nতার রাসায়িল (চিঠি)গুলোর মধ্যে কাজি আবুল কাসিম ইবন বাকি এবং আমির আব্দুর রহমান ইবন ইউসুফের কাছে লেখা চিঠি আছে। তিনি কবি মুহাম্মদ ইবন ইদরিস ইবন মারজ আল-কুহলের সাথেও চিঠি লেখালেখি করতেন  তার অনেক চিঠি আহমদ আল-বালাওয়ীর \"আল-আতা' আল-জাজিল\" সংকলনে সংরক্ষিত আছে। \nতার জীবনীকাররা তার কবিতার নির্বাচিত অংশ ( দীওয়ান ) উদ্ধৃত করেছেন। আল-হুসাইন ইবনে আলী এবং মুহাম্মদের বংশধরদের স্মরণে তার লেখা মারাঠি ( শোকগাথা ) সবচেয়ে বিখ্যাত। \n\n\n== তথ্যসূত্র =="}