{"pageid": 1529855, "title": "হাসান মামুন", "url": "https://bn.wikipedia.org/wiki?curid=1529855", "content": "হাসান মামুন ( আরবি: حسن مأمون   ) (১৩ জুন ১৮৯৪ – ১৯ মে ১৯৭৩) ১৯৬৪ থেকে ১৯৬৯ সাল পর্যন্ত আল-আজহার বা শায়খ আল-আজহারের প্রধান ইমাম ছিলেন। তার আগে ১৯৫৫ থেকে ১৯৬০ সাল পর্যন্ত তিনি মিশরের প্রধান মুফতি ছিলেন।\n\n\n== প্রাথমিক জীবন এবং কর্মজীবন ==\nমামুন ১৮৯৪ সালে মিশরের কায়রোতে জন্মগ্রহণ করেন। তার বাবা ছিলেন উলেমাদের (\"ধর্মীয় পণ্ডিত\") সম্প্রদায়ের একজন প্রধান সদস্য।  তিনি আবদিন প্রাসাদের ফাতহ মসজিদের ইমাম ছিলেন। ছোটবেলায় মামুন আরবি ও ফরাসি সংস্কৃতির প্রভাবের মধ্যে বেড়ে ওঠেন এবং আল-আজহার বিশ্ববিদ্যালয়ে পড়াশোনা করেন। তিনি ১৯১৮ সালে কাজী বিদ্যালয় (ধর্মীয় বিচারক হিসেবে কাজী ) থেকে স্নাতক ডিগ্রি অর্জন করেন।\nপরবর্তীতে তিনি মিশরের শরিয়া আদালতে বিচারক হিসেবে তার কর্মজীবন শুরু করেন। তিনি সেখানে ভালো কাজ করেন। ১৯৪১ সালে তাকে সুদানে প্রধান বিচারক হিসেবে স্থানান্তর করা হয়। তিনি সুদানের ব্রিটিশ সাম্রাজ্যবাদের তীব্র নিন্দা করেন। তাকে ১৯৫২ সাল পর্যন্ত নিম্ন আদালতের সভাপতি হিসেবে দায়িত্ব পালনের জন্য কায়রোতে ফেরত পাঠানো হয়। এ সময় তিনি উচ্চ শরিয়া আদালতের সভাপতি হন। একই বছর একদল সেনা কর্মকর্তা রাজা ফারুকের রাজতন্ত্রকে উৎখাত করে। তারা মিশরে ব্রিটিশ ঔপনিবেশিক প্রভাবের অবসান ঘটানোর প্রক্রিয়া শুরু করে।\n\n\n== প্রধান মুফতি এবং প্রধান ইমাম ==\n\n১৯৫৫ সালের ২৮শে ফেব্রুয়ারী মিশরীয় সরকার মামুনকে মিশরের প্রধান মুফতি নিযুক্ত করে।  তিনি আহমেদ ইব্রাহিম মুগিথের স্থলাভিষিক্ত হন। তার নিয়োগের সাথে সাথে রাষ্ট্র শরিয়া আদালত বিলুপ্ত করে এবং দেশের আওকাফ (\"ধর্মীয় ট্রাস্ট\") জাতীয়করণ করে। ফলে মামুন ধর্মীয় বিষয়ে পরামর্শপ্রাপ্ত প্রধান পণ্ডিতদের একজন হয়ে ওঠেন। ১৯৬০ সালের ১৯ জুন তিনি পদত্যাগ করেন এবং আহমেদ মুহাম্মদ আবদেল হারিদি তার স্থলাভিষিক্ত হন। প্রধান মুফতি হিসেবে মামুন ১১,৯৯২টি ফতোয়া (ধর্মীয় নির্দেশ) জারি করেন। এটি বছরে গড়ে ২,৩৯৮টি।  মিশরের যেকোনো প্রধান মুফতির মধ্যে সবচেয়ে বেশি প্রতি বছর গড়ে ফতোয়া দেন।\n১৯৬১ সালে সিরিয়ার সাথে একত্রীকরণের সময় (ফেব্রুয়ারী ১৯৫৮-সেপ্টেম্বর ১৯৬১), ওয়াকফ মন্ত্রণালয় তাকে একটি পণ্ডিত পরিষদের নেতৃত্ব দিতে নিয়োগ করে। এই পরিষদ ইসলামিক ফিকহের বিশ্বকোষ তৈরি ও সম্পাদনা করে। এটি ২০শ শতাব্দীর ফিকহর সবচেয়ে বড় সংকলন। এটি সম্পূর্ণ হতে কয়েক দশক লাগে।  মামুনের মৃত্যুর পরও এর কাজ চলে। তবে মামুন নিজে এতে অনেক উপাদান যোগ করেন।\n১৯৬৪ সালের জুলাই মাসে রাষ্ট্রপতি জামাল আবদেল নাসের মামুনকে আল-আজহারের প্রধান ইমাম নিযুক্ত করেন। আগস্ট মাসে প্রধান ইমাম মামুন এক ফতোয়ায় ঘোষণা করেন যে গর্ভনিরোধক পদ্ধতি ইসলামী আইনের পরিপন্থী নয়। তবে শর্ত থাকে যে পদ্ধতিটি বৈধ এবং শর্তাবলী অনুসারে প্রযোজ্য হবে। তিনি জনসংখ্যা বৃদ্ধির উদ্বেগের প্রেক্ষিতে এই ফতোয়া দেন। তিনি এটাকে মানবতার জন্য হুমকি মনে করতেন। তিনি সমাজতন্ত্রকে ইসলামের একটি মতবাদ হিসেবে বর্ণনা করে ফতোয়া জারি করতে অস্বীকৃতি জানান। তিনি বলেন ধর্ম কোনো নির্দিষ্ট মতাদর্শের পক্ষে নয়। তবে এটি কিছু মতাদর্শিক নীতি বা পদ্ধতির অনুমতি দিতে পারে বা নাও দিতে পারে।\nমামুনের স্বাস্থ্যের অবনতি ঘটে এবং তিনি ১৯৬৯ সালে আল-আজহারের প্রধান ইমাম পদ থেকে পদত্যাগ করেন। তিনি ১৯৭৩ সালে মারা যান।\n\n\n== তথ্যসূত্র =="}