{"pageid": 1529253, "title": "আমিন মন্ত্রিসভা", "url": "https://bn.wikipedia.org/wiki?curid=1529253", "content": "আমিন মন্ত্রিসভা পাকিস্তানের পূর্বাঞ্চলীয় প্রদেশ পূর্ববঙ্গে (পরবর্তীতে পূর্ব পাকিস্তান হিসেবে নামকরণ) গঠিত দ্বিতীয় মন্ত্রিসভা। এটি ১৯৪৮ সালে পাকিস্তান মুসলিম লীগের নেতা ও পূর্ববঙ্গের প্রধানমন্ত্রী খাজা নাজিমুদ্দিনের গভর্নর জেনারেল হওয়ার পর নুরুল আমিনের নেতৃত্বে গঠিত হয়ে প্রায় পাঁচ বছর পর্যন্ত স্থায়ী ছিল যা পরবর্তীতে তৃতীয় হক মন্ত্রিসভা দ্বারা প্রতিস্থাপিত হয়।\n\n\n== পটভূমি ==\nপাকিস্তানের স্বাধীনতা লাভের পরের দিন তথা ১৫ আগস্ট ১৯৪৭ সালে পূর্ববঙ্গের প্রাদেশিক রাজধানী ঢাকায় অবস্থিত কার্জন হলে প্রাদেশিক গভর্নর ফ্র্যাডেরিক চালমার্স‌ বোর্নের নিকট প্রদেশের প্রথম মন্ত্রিসভার প্রধানমন্ত্রী খাজা নাজিমুদ্দিন ও তার দুই মন্ত্রী শপথগ্রহণ করেন। ১১ সেপ্টেম্বর ১৯৪৮ সালে পাকিস্তানের গভর্নর জেনারেল মুহাম্মদ আলী জিন্নাহ মৃত্যুবরণ করেন। ১৪ সেপ্টেম্বর ১৯৪৮ সালে খাজা নাজিমুদ্দিন পাকিস্তানের নতুন গভর্নর জেনারেল হন। একই দিনে পূর্ববঙ্গের বেসামরিক সরবরাহ মন্ত্রী নুরুল আমিন করাচি থেকে ঢাকায় ফিরে আসেন। বলা হয়েছিল যে প্রাদেশিক গভর্নরের আহবানে তিনি পূর্ববর্তী মন্ত্রিসভার সদস্যদের নিয়ে একটি নতুন মন্ত্রিসভা গঠন করবেন। এর পরের দিন মুহাম্মদ আলী জিন্নাহের মৃত্যুর প্রতি সম্মান জানিয়ে কোনরকম আনুষ্ঠানিকতা ছাড়া নতুন মন্ত্রিসভার সদস্যদের শপথগ্রহণ করানো হয়। এই মন্ত্রিসভার সদস্য সংখ্যা ছিল আটজন এবং প্রাদেশিক প্রধানমন্ত্রী নুরুল আমিন ছিলেন।\n\n\n== পতন ==\nবাংলা ভাষা আন্দোলন চলাকালে ২১ ফেব্রুয়ারি ১৯৫২ সালে পুলিশের গুলিতে শিক্ষার্থী নিহতের ঘটনার প্রেক্ষিতে দাঙ্গার ফলে প্রধানমন্ত্রী নুরুল আমিন পদত্যাগ করতে চেয়েছিলেন। সেই সময় নতুন প্রধানমন্ত্রী করতে তার মন্ত্রিসভার দুজন সদস্য এ কে ফজলুল হকের নিকট আলোচনা করেছিল যিনি তখন পাকিস্তান মুসলিম লীগ সমর্থক ছিলেন। কিন্তু আজিজ আহমেদ নেতৃত্বাধীন সরকারি কর্মকর্তাদের একটি গোষ্ঠীর চাপে তিনি তখন পদত্যাগ করেননি। তাদের মতে এ কে ফজলুল হক প্রাদেশিক প্রধানমন্ত্রী হলে তিনি নিজের মন্ত্রিসভায় বামপন্থী ও যুক্তবঙ্গের সমর্থকদের ঠাঁই দিবেন, যার ফলে পূর্ববঙ্গ বিলীন হয়ে যেতে পারে। ১৯৫৪ সালে ৮ থেকে ১২ মার্চ পর্যন্ত চার দিনব্যাপী অনুষ্ঠিত পূর্ববঙ্গের সর্বপ্রথম প্রাদেশিক নির্বাচনে চারটি দলের ঐক্যজোট যুক্তফ্রন্ট ৩০৯টি আসনের মধ্যে ২২৮টি আসন পেয়ে জয়লাভ করে। ১৪ মার্চ ১৯৫৪ সালে প্রথম পূর্ববঙ্গ আইনসভার মেয়াদ সমাপ্ত হয় এবং আমিন মন্ত্রিসভার বিলুপ্তি ঘটে। ফলে ৩ এপ্রিল ১৯৫৪ সালে যুক্তফ্রন্টের সদস্য দল কৃষক শ্রমিক পার্টির নেতা এ কে ফজলুল হক নেতৃত্বাধীন তৃতীয় হক মন্ত্রিসভা গঠিত হয়।\n\n\n== সদস্য ==\nমন্ত্রিসভা নিম্নলিখিত মন্ত্রীদের নিয়ে গঠিত ছিল:\n\n\n== তথ্যসূত্র =="}