{"pageid": 1529738, "title": "মুরিশ পুনরুজ্জীবন স্থাপত্য", "url": "https://bn.wikipedia.org/wiki?curid=1529738", "content": "মুরিশ পুনর্জাগরণ স্থাপত্য বা নব্য-মুরিশ স্থাপত্য একটি পুনর্জাগরণমূলক স্থাপত্য শৈলী, যা ইউরোপ ও আমেরিকার স্থপতিরা রোমান্টিক প্রাচ্যবাদের প্রভাবে গ্রহণ করেছিলেন। ১৯শ শতাব্দীর মাঝামাঝি সময়ে এই শৈলী জনপ্রিয়তার শীর্ষে পৌঁছে। এটি স্থাপত্যশৈলীতে সজ্জাসংক্রান্ত উপাদানের একটি বিস্তৃত সংগ্রহ, যা প্রচলিত শাস্ত্রীয় স্থাপত্য এবং গথিক স্থাপত্যর বাইরে ঐতিহাসিক উৎস থেকে অনুপ্রাণিত হয়েছিল।\nনব্য-মুরিশ স্থাপত্য সরাসরি প্রভাব গ্রহণ করেছে প্রাচীন মুরিশ স্থাপত্য থেকে এবং বিস্তৃতভাবে ইসলামী স্থাপত্যর উপাদান দ্বারা প্রভাবিত হয়েছে। এই শৈলীর বিশেষ বৈশিষ্ট্যের মধ্যে রয়েছে জ্যামিতিক নকশা, খোদাইকৃত খিলান, উজ্জ্বল রঙের টালি এবং বহুরঙা অলংকরণ। এটি বিশেষত ইউরোপের স্পেন, ফ্রান্স এবং জার্মানিসহ বিভিন্ন দেশে সিনাগগ, থিয়েটার, ক্যাসিনো এবং অন্যান্য ঐতিহাসিক ভবন নির্মাণে ব্যবহৃত হয়েছে।\n\n\n== ইউরোপে ==\n\nইউরোপে, নরফোকের শেরিংহাম পার্ক-এ প্রায় ১৮১২ সালে নির্মিত \"মুরিশ\" বাগান কাঠামোগুলো সেই সময়ে একটি অস্বাভাবিক সংযোজন ছিল। এটি চিনোইসেরি-র সমান্তরাল হিসেবে একটি কাল্পনিক সৌন্দর্যের স্বপ্নময় দৃষ্টিভঙ্গি হিসেবে গণ্য হতো, যাকে গুরুত্বের সাথে নেওয়ার উদ্দেশ্য ছিল না। তবে, ১৮২৬ সালের মতো প্রথম দিকেই এডওয়ার্ড ব্লোর ক্রিমিয়া-র আলুপকা প্রাসাদ-এর নকশায় ইসলামী খিলান, বিভিন্ন আকার ও আকৃতির গম্বুজ এবং নিকট প্রাচ্যের ইসলামী স্থাপত্যের অন্যান্য বিবরণ অত্যন্ত কার্যকরভাবে ব্যবহার করেন। এই সাংস্কৃতিক পরিবেশ ইতিমধ্যেই অটোমান স্থাপত্য দ্বারা প্রভাবিত ছিল।\n১৯শ শতাব্দীর মাঝামাঝি সময়ে, মধ্য ইউরোপ-এর ইহুদি সম্প্রদায় এই শৈলী গ্রহণ করে। তারা মুরিশ স্থাপত্য এবং মুদেহার শৈলী-কে স্পেনে ইহুদি সংস্কৃতির স্বর্ণযুগ-এর সাথে যুক্ত করত। এটাও বলা হয়েছে যে ইহুদি সম্প্রদায় এই শৈলী গ্রহণের পেছনে আরও জটিল কারণ ছিল। মূলত, এটি তাদের মধ্যপ্রাচ্যের শিকড়ের প্রতি শ্রদ্ধা প্রকাশ এবং পারিপার্শ্বিক পশ্চিমা বা খ্রিস্টান সমাজ থেকে নিজেদের আলাদা করার একটি উপায় ছিল। এই সময়ে ইউরোপের কিছু সমাজে ইহুদিদের বেশি স্বাধীনতা দেওয়া হচ্ছিল। ফলে প্রথমবারের মতো জাঁকজমকপূর্ণ সিনাগগ নির্মাণ সম্ভব হয় এবং একটি নতুন ও স্বতন্ত্র শৈলীর সন্ধান শুরু হয়। ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের বার্কলির ইতিহাসবিদ জন এম. এফ্রন মনে করেন, সিনাগগ নির্মাতারা এই শৈলী বেছে নিয়েছিলেন মুসলিম বিশ্বের সংস্কৃতির প্রতি শ্রদ্ধা জানাতে। এটি এডওয়ার্ড সাইদ-এর প্রাচ্যবাদ-এর সমালোচনার বিপরীত, যিনি ইউরোপীয় প্রাচ্যবাদকে সাম্রাজ্যবাদী ও বর্ণবাদী বলে অভিহিত করেছেন। ফলে, মুরিশ পুনর্জাগরণ ২০শ শতাব্দীর প্রথম দিক পর্যন্ত বিশ্বব্যাপী সিনাগগ স্থাপত্য-এর একটি পছন্দের শৈলী হয়ে ওঠে।\n\nস্পেনে, মুরিশ অলঙ্করণকে এই দেশের উৎপত্তিস্থান হিসেবে দেখা হয়েছিল। এই স্থাপত্যের প্রতি আগ্রহ প্রদেশভেদে ভিন্ন ছিল। মূলধারার শৈলীটি নব্য-মুদেহার নামে পরিচিত। কাতালোনিয়া-য় আন্তোনি গাউদি-র মুদেহার ঐতিহ্যের প্রতি গভীর আগ্রহ তার প্রাথমিক কাজ যেমন কাসা ভিসেন্স বা আস্তোর্গা প্রাসাদ-এর নকশাকে প্রভাবিত করেছিল। আন্দালুসিয়ায়, ইবেরো-আমেরিকান প্রদর্শনী ১৯২৯-এর সাথে যুক্ত হয়ে নব্য-মুদেহার শৈলী বিলম্বে জনপ্রিয়তা লাভ করে। এটি সেভিয়ার প্লাজা দে এস্পানা এবং কাদিস-এর গ্রান তেয়াত্রো ফায়া-তে সুস্পষ্টভাবে প্রকাশ পেয়েছে। মাদ্রিদ-এ, শতাব্দীর শুরুতে নব্য-মুদেহার আবাসিক ও সরকারি ভবনের একটি বৈশিষ্ট্যপূর্ণ শৈলী ছিল। বিপরীতে, ১৯২০-এর দশকে এই শৈলীর প্রতি পুনরায় আগ্রহ ফিরে আসে এবং লাস ভেন্তাস-এর ষাঁড়ের লড়াইয়ের মাঠ এবং দিয়ারিও এবিসি কার্যালয়ের মতো ভবন নির্মিত হয়। একজন স্প্যানিশ অভিজাত তাসকানি-তে ১৮৫৩ থেকে ১৮৮৯ সালের মধ্যে সামেজ্জানো নির্মাণ করেন, যা ইউরোপের বৃহত্তম ও বিস্তৃত মুরিশ পুনর্জাগরণ কাঠামোগুলোর একটি।\n\nযদিও কার্লো বুগাত্তি ১৯০২ সালে তুরিন-এ প্রদর্শনীতে তার আসবাবে মুরিশ খিলান ব্যবহার করেছিলেন, ততদিনে মুরিশ পুনর্জাগরণ প্রায় সর্বত্রই কমে গিয়েছিল। একটি উল্লেখযোগ্য ব্যতিক্রম ছিল ইম্পেরিয়াল রাশিয়া, যেখানে মস্কোর শেল-খচিত মরোজভ হাউস (সিন্ত্রা-র পেনা প্রাসাদ-এর শৈলীকরণ), কোরেইজ-এর নব্য-মামলুক দুলবের প্রাসাদ এবং লিকানি-র প্রাসাদ এই শৈলীর অব্যাহত উন্নয়নের উদাহরণ।\n\n\n=== হাঙ্গেরিতে ===\n\n\n=== বালকানে ===\n\nআরেকটি ব্যতিক্রম ছিল বসনিয়া। অস্ট্রিয়া-হাঙ্গেরি কর্তৃক দখল-এর পর নতুন কর্তৃপক্ষ বিভিন্ন নব্য-মুরিশ কাঠামো নির্মাণের নির্দেশ দেয়। এর উদ্দেশ্য ছিল বসনিয়ার জাতীয় পরিচয় প্রচার করা, তবে অটোমান সাম্রাজ্য বা ক্রমবর্ধমান প্যান-স্লাভিক আন্দোলন-এর সাথে যুক্ত না করে \"ইউরোপীয় কল্পনার ইসলামী স্থাপত্য\" তৈরি করা। এতে অলঙ্করণ এবং অন্যান্য মুরিশ নকশা কৌশল ব্যবহৃত হয়েছিল, যা আদি বসনিয়ান স্থাপত্য-এর সাথে খুব বেশি সম্পর্কিত ছিল না। উদাহরণস্বরূপ, সারায়েভো-র কেন্দ্রীয় ডাকঘর ফর্মের স্পষ্টতা, প্রতিসাম্য এবং অনুপাতের মতো নকশার বৈশিষ্ট্য অনুসরণ করে। অভ্যন্তরটিও একই নীতি মেনে চলে। বসনিয়া ও হার্জেগোভিনার জাতীয় ও বিশ্ববিদ্যালয় গ্রন্থাগার সারায়েভোতে সিউডো-মুরিশ স্থাপত্যের একটি উদাহরণ। এখানে সজ্জা এবং সূচালো খিলান ব্যবহার করা হয়েছে, তবে অন্যান্য আনুষ্ঠানিক উপাদানও নকশায় যুক্ত হয়েছে।\nএই অঞ্চলের আরেকটি উল্লেখযোগ্য উদাহরণ হল বুলগেরিয়া-র কার্দজালি-তে ১৯২০-এর দশকে নির্মিত আঞ্চলিক ঐতিহাসিক জাদুঘরের ভবন। এতে মধ্য এশীয় শৈলীর সংমিশ্রণও রয়েছে।\n\n\n== যুক্তরাষ্ট্রে ==\n\nযুক্তরাষ্ট্রে, ওয়াশিংটন আরভিং-এর কল্পনাপ্রসূত ভ্রমণ গল্প টেলস অফ দি আলহাম্ব্রা (১৮৩২) প্রথমবারের মতো মুরিশ আন্দালুসিয়াকে পাঠকদের কল্পনার জগতে নিয়ে আসে। এরপর নব্য-মুরিশ শৈলীর প্রথম উদাহরণগুলোর একটি ছিল ইরানিস্তান, যিনি ছিলেন পি. টি. বার্নাম-এর একটি অসাধারণ প্রাসাদ। এটি কানেকটিকাট-এর ব্রিজপোর্ট-এ ১৮৪৮ সালে নির্মিত হয়েছিল এবং দশ বছর পর আগুনে ধ্বংস হয়ে যায়। এই স্থাপত্যে \"গোলাকার গম্বুজ এবং ঘোড়ার নালের মতো খিলান\" দেখা যেত। ১৮৬০-এর দশকে এই শৈলী আমেরিকা জুড়ে ছড়িয়ে পড়ে। এর মধ্যে উল্লেখযোগ্য উদাহরণ হলো ওলানা, যা হাডসন নদীর তীরে চিত্রশিল্পী ফ্রেডেরিক এডউইন চার্চ-এর বাড়ি, জ্যাকসনভিল-এর ক্যাসল গার্ডেন এবং ন্যাচেজ, মিসিসিপি-তে লংউড। আমেরিকান গৃহযুদ্ধের পর মুরিশ বা তুর্কি ধাঁচের ধূমপান কক্ষ কিছুটা জনপ্রিয়তা লাভ করে। নিউ ইয়র্ক সিটি-র ফিফথ অ্যাভিনিউতে হেনরি ওসবোর্ন হ্যাভমেয়ার-এর বাসভবনের অভ্যন্তরে লুই কমফোর্ট টিফানি মুরিশ বিবরণ যোগ করেছিলেন।\nমুরিশ পুনর্জাগরণ স্থাপত্যের সবচেয়ে বিস্তৃত উদাহরণ ছিল ভিলা জোরায়দা। এটি ফ্লোরিডা-র সেন্ট অগাস্টিন-এ ১৮৮৩ সালে ফ্র্যাঙ্কলিন ডব্লিউ. স্মিথ নির্মাণ করেছিলেন। বোস্টনের এই ব্যবসায়ী ও স্থাপত্যপ্রেমী এটিকে শীতকালীন বাসস্থান এবং প্রদর্শনী হিসেবে ব্যবহার করতেন। আজ এটি একটি জাদুঘর, যা পর্যটকদের জন্য উন্মুক্ত। ১৮৯৩ সালে, গ্রেট সল্ট লেক-এর দক্ষিণ তীরে সল্ট লেক সিটি-র কাছে গ্রেট সলটেয়ার নির্মিত হয়। এতে মুরিশ গম্বুজ, ল্যামব্রেকুইন, বহুভুজাকৃতি এবং চাবির ছিদ্রের মতো খিলান ছিল। সলটেয়ার-এ জনপ্রিয় ক্লাব, রেস্তোরাঁ, বোলিং অ্যালি, হিপোড্রোম, রোলারকোস্টার, মরুভূমির দৃশ্য দেখার ডেক এবং বিশ্বের সবচেয়ে বড় নৃত্যশালা হিসেবে প্রচারিত একটি কক্ষ ছিল। ইরানিস্তান-এর মতো, সলটেয়ার ১৯২৫ এবং ১৯৭০ সালে আগুনে ধ্বংস হয়। প্রথমটি উদ্বোধনের ৩০ বছরেরও কম সময় পর ঘটে।\nএই প্রবণতা ১৯০০-এর দশকের শুরুতেও অব্যাহত ছিল। উদাহরণস্বরূপ, ১৯০৯ সালে ইন্ডিয়ানা-র ইন্ডিয়ানাপোলিস-এ মুরাত শ্রাইন টেম্পল নির্মিত হয়। ১৯১৪ সালে ওরেগন-এর পোর্টল্যান্ড-এ পিটক ম্যানশন তুর্কি, ফরাসি, ইংরেজি এবং ইতালীয় ডিজাইনের সাথে মুরিশ উপাদান যোগ করে। বিশেষ করে এর ধূমপান কক্ষে মুরিশ পুনর্জাগরণের উল্লেখযোগ্য বৈশিষ্ট্য রয়েছে। ১৯৩৭ সালে, সাউথ ডাকোটা-র মিচেল-এ কর্ন প্যালেস-এ অস্বাভাবিক মিনার এবং মুরিশ গম্বুজ যোগ করা হয়। এটি বিশেষ কারণ এর রঙিন সজ্জা বিভিন্ন রঙের ভুট্টার খোসা দিয়ে মোজাইকের মতো তৈরি। ১৮৯১ সালে টাম্পা বে হোটেল, যার মিনার ও মুরিশ গম্বুজ এখন টাম্পা বিশ্ববিদ্যালয়-এর গর্ব, এই শৈলীর একটি অত্যন্ত জাঁকজমকপূর্ণ উদাহরণ। অন্যান্য শিক্ষাপ্রতিষ্ঠানের মধ্যে নিউ ইয়র্ক সিটির ইয়েশিভা বিশ্ববিদ্যালয়-এর ডেভিড এইচ. জিসমান হলও মুরিশ পুনর্জাগরণ শৈলীতে নির্মিত। জর্জ ওয়াশিংটন স্মিথ ১৯২০-এর দশকে ক্যালিফোর্নিয়া-র সান্তা বারবারা-তে ইশাম বিচ এস্টেটের নকশায় এই শৈলী ব্যবহার করেন।\n\n\n== ভারতে ==\n\nভারতে, হায়দ্রাবাদ-এ বিকার-উল-উমরা কর্তৃক নির্মিত স্প্যানিশ মসজিদ একটি অনন্য স্থাপত্যের উদাহরণ। এটি ১৯০৬ সালে নির্মিত হয়েছিল এবং এর আসল নাম জামে মসজিদ আইওয়ান-ই-বেগমপেট। পাইগাহ পরিবার-এর নবাব ও নিজামের প্রধানমন্ত্রী বিকার-উল-উমরা স্পেন ভ্রমণের পর সেখানকার মুরিশ স্থাপত্য দ্বারা অনুপ্রাণিত হয়ে এই মসজিদটির নির্মাণ শুরু করেন। তিনি ১৯০২ সালে মারা যান, কিন্তু তার উত্তরাধিকারী ও পুত্র নবাব সুলতান উল মুল্ক বাহাদুর এটি সম্পন্ন করেন।\nএই মসজিদটি তার অসাধারণ মুরিশ শৈলীর জন্য বিখ্যাত, যা স্পেনের কর্ডোবা মসজিদ-ক্যাথিড্রাল থেকে অনুপ্রাণিত। সাধারণ মসজিদের গোলাকার গম্বুজ বা মিনারের পরিবর্তে এটিতে সরু স্পায়ার রয়েছে, যা এটিকে গির্জার মতো চেহারা দেয়। এর অভ্যন্তরে ঘোড়ার নালের আকৃতির খিলান, জটিল তুর্কি ক্যালিগ্রাফি এবং জ্যামিতিক নকশা দেখা যায়। এটি ভারতের একমাত্র মসজিদ যা এই ধরনের স্প্যানিশ-মুরিশ শৈলীতে নির্মিত।\nমসজিদটি একটি বিশাল প্রাঙ্গণে অবস্থিত এবং এটি প্রায় ৩০০০ মানুষকে একসঙ্গে ধরতে পারে। এটি পাইগাহ পরিবার-এর উত্তরাধিকারীদের দ্বারা রক্ষণাবেক্ষণ করা হয় এবং পর্যটকদের জন্য উন্মুক্ত। এই স্থাপত্য কল্পনার জগতে পাঠকদের নিয়ে যায় এবং হায়দ্রাবাদের সমৃদ্ধ ঐতিহ্যের প্রতীক হিসেবে দাঁড়িয়ে আছে।\n\n\n== সৌদি আরবে ==\nচিত্র:Al Rajhi Grand Mosque Riyadh, 2024.jpeg\nআল রাজহি গ্র্যান্ড মসজিদ, যা সুলাইমান বিন আব্দুল আজিজ আল রাজহি ২০০৪ সালে রিয়াদ-এ নির্মাণ করেছিলেন। এটি রিয়াদের সবচেয়ে বড় মসজিদগুলোর একটি এবং আন্দালুসিয়ান মুরিশ পুনর্জাগরণ স্থাপত্যের উপাদানসমৃদ্ধ একটি অসাধারণ স্থাপত্য নিদর্শন। এই মসজিদটি সৌদি ব্যবসায়ী ও বিলিয়নেয়ার সুলাইমান বিন আব্দুল আজিজ আল রাজহি-এর নামে নামকরণ করা হয়েছে, যিনি এর নির্মাণে প্রধান অর্থায়ন করেছিলেন। ২০০৪ সালের ২৬ সেপ্টেম্বর তৎকালীন রিয়াদের গভর্নর প্রিন্স সালমান বিন আব্দুল আজিজ এটি উদ্বোধন করেন। এটি শুধু একটি মসজিদ নয়, বরং একটি সম্পূর্ণ ইসলামী কেন্দ্র হিসেবে কাজ করে, যেখানে নামাজ, কুরআন শিক্ষা এবং সম্প্রদায়ের জন্য বিভিন্ন সেবা প্রদান করা হয়।\n\n\n== থিয়েটার ==\n\n\n=== যুক্তরাষ্ট্রে ===\n\nযুক্তরাষ্ট্রে মুরিশ পুনর্জাগরণ শৈলীতে নির্মিত থিয়েটারগুলো ২০শ শতাব্দীর প্রথম দিকে ব্যাপক জনপ্রিয়তা লাভ করে। এই শৈলীতে ইসলামী স্থাপত্যের উপাদান যেমন খিলান, গম্বুজ এবং অলঙ্করণ ব্যবহৃত হয়েছে, যা দর্শকদের কল্পনার জগতে একটি অসাধারণ অভিজ্ঞতা প্রদান করে। নিচে এই শৈলীতে নির্মিত কিছু উল্লেখযোগ্য থিয়েটারের তালিকা দেওয়া হলো:\n\n\n=== বিশ্বজুড়ে ===\nবিশ্বের বিভিন্ন দেশেও মুরিশ পুনর্জাগরণ শৈলীতে থিয়েটার নির্মিত হয়েছে। এগুলো স্থানীয় সংস্কৃতির সাথে ইসলামী স্থাপত্যের মিশ্রণ ঘটিয়ে অনন্য সৌন্দর্য সৃষ্টি করেছে। নিচে এরকম কিছু উদাহরণ দেওয়া হলো:\n\n\n== গ্যালারি ==\n\nমুরিশ পুনর্জাগরণ শৈলীতে নির্মিত স্থাপনাগুলো বিশ্বজুড়ে ছড়িয়ে রয়েছে। এই শৈলী ইসলামী স্থাপত্যের উপাদান যেমন খিলান, গম্বুজ এবং জটিল অলঙ্করণ দিয়ে সজ্জিত, যা দর্শকদের কল্পনার জগতে একটি অসাধারণ অভিজ্ঞতা প্রদান করে। নিচে এই শৈলীতে নির্মিত বিভিন্ন স্থাপনার ছবি দেওয়া হলো:\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\n•   মুরিশ স্থাপত্য \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}