{"pageid": 1529383, "title": "ইরানে রমজান", "url": "https://bn.wikipedia.org/wiki?curid=1529383", "content": "পবিত্র রমজান মাস ইরানি মুসলমানদের জন্য একটি বিশেষ এবং গুরুত্বপূর্ণ সময়। এই মাসটি ধর্মীয় ও সাংস্কৃতিক উপাসনা এবং ঐতিহ্য দ্বারা চিহ্নিত যা প্রজন্মের পর প্রজন্ম ধরে চলে। রমজানে সংস্কৃতি এক জাতি থেকে অন্য জাতিতে পরিবর্তিত হয়।\n\n\n== সংক্ষিপ্ত বিবরণ ==\nইরানে রমজান মাসে মুসলমানরা ভোর থেকে সন্ধ্যা পর্যন্ত রোজা পালন করে। তারা রোজার সময় খাবার, পানীয় এবং ধূমপান থেকে বিরত থাকে। রোজা একটি আধ্যাত্মিক অভিজ্ঞতা যা আত্ম-শৃঙ্খলা এবং ঈশ্বরের নৈকট্য বৃদ্ধি করে।\nইরানে রমজান মাসে ইফতার একটি গুরুত্বপূর্ণ খাবার। দিনের রোজা শুরুর আগে সেহরি (ভোরের খাবার) প্রস্তুত করা হয় এবং মানুষ সেহরি এবং ইফতারের জন্য কী ধরণের খাবার তৈরি করা হয় তা নিয়ে চিন্তিত থাকে। ইরানে তারাবিহ নামাজ মসজিদেও অনুষ্ঠিত হয়, যেখানে মুসলমানরা একত্রিত হয়ে জামাতে নামাজ পড়েন এবং পবিত্র কুরআন তেলাওয়াত করেন। রমজানের রাতগুলো ইবাদত, তাসবীহ এবং প্রার্থনায় পরিপূর্ণ।\nইরানে সামাজিক ঐতিহ্য এবং রীতিনীতি রমজানের একটি গুরুত্বপূর্ণ অংশ। এই পবিত্র মাসে পরিবার, বন্ধুবান্ধব এবং প্রতিবেশীদের মধ্যে শুভেচ্ছা ও অভিনন্দন বিনিময় করা হয় এবং উপহার এবং সাক্ষাৎ করা হয়।\n\n\n== রমজানের বিশেষ কার্যক্রম ==\nইরানে রমজানের পদ্ধতি অন্যান্য কিছু দেশের থেকে কিছুটা আলাদা। দিনের বেলায় উপবাসের সময় দোকান এবং রেস্তোরাঁ বন্ধ থাকে এবং দিনের বেলার উপবাস শেষ হওয়ার পর সন্ধ্যায় রাস্তা এবং দোকানগুলিতে কার্যকলাপ পুনরায় শুরু হয়।\n\n\n== রমজানে ইরানি খাবার ==\n\nরমজান মাসে ইরান কিছু ঐতিহ্যবাহী খাবার এবং মিষ্টি পরিবেশনের জন্যও বিখ্যাত। ইরানি রমজানের মিষ্টান্নের কিছু উদাহরণের মধ্যে রয়েছে শিরিন পোলো, জাফরান এবং বাদাম দিয়ে মিষ্টি করা একটি ভাতের খাবার, ইরানি হালভা, ময়দা, চিনি, মাখন এবং বাদাম দিয়ে তৈরি একটি মিষ্টি, জালাবিয়া এবং লোকমা কাজি। সূর্যাস্তের সময় হালকা ইফতারও জনপ্রিয়, যার মধ্যে সাধারণত পনির, গরম রুটি এবং এক কাপ হালকা চা থাকে।\n\n\n== আরো দেখুন ==\nসিরিয়ায় রমজান\nইরাকে রমজান\nতিউনিসিয়ায় রমজান\nরাশিয়ায় রমজান\nঅস্ট্রিয়ায় রমজান\nতুরস্কে রমজান\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ইরানে রমজান সম্পর্কিত মিডিয়া দেখুন।"}