{"pageid": 1529137, "title": "অঞ্জলি পাওয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1529137", "content": "অঞ্জলি পাওয়ার, যিনি অঞ্জলি পাওয়ার-কেট নামেও পরিচিত, তিনি শিশু অধিকার বিষয়ক বেসরকারি সংস্থা সখির পরিচালক। মহারাষ্ট্রের পুনেতে শিশু পাচার বিরোধী সংস্থা, যারা শিশু সুরক্ষা সংক্রান্ত বিষয়গুলিতে কাজ করে, তিনি তাদের একজন পরামর্শদাতা। তাঁর কর্মজীবনে, তিনি শিশু অধিকার সংক্রান্ত বিষয়গুলির পক্ষে প্রচারণা চালিয়েছেন এবং দত্তক নেওয়া শিশুদের তাদের জৈবিক পরিবারের সাথে পুনর্মিলনের জন্য কাজ করেছেন।\n\n\n== কর্মজীবন ==\n২০১০ সালে, অঞ্জলি অরুণ দোহলেকে তাঁর আসল মায়ের কাছে ফিরিয়ে দিতে সাহায্য করেছিলেন। জার্মান বাবা-মা অরুণকে পুত্র হিসেবে দত্তক নিয়েছিলেন, কিন্তু প্রাপ্তবয়স্ক হিসেবে ভারতে ফিরে এসে অরুণ আদালতে দত্তক নেওয়ার বিরুদ্ধে প্রতিবাদ জানান। তাঁর অভিযোগ ছিল যে তাঁকে তাঁর মায়ের সম্মতি ছাড়াই দত্তক দেওয়া হয়েছিল।\n২০১২ সালে, \"চাঁদাবাজি, ব্ল্যাকমেইল, হুমকি এবং সরকারি কর্মকর্তাদের ঘুষের মাধ্যমে শিশুদের ক্রয়ের বিশদ তদন্ত\" করার পক্ষে অঞ্জলি সওয়াল করেন। এরপর সখি সুপ্রিম কোর্টে একটি আবেদন করে যাতে আইনি সুরক্ষা বাস্তবায়ন না হওয়া পর্যন্ত সমস্ত আন্তঃদেশীয় দত্তক গ্রহণ স্থগিত করা হয় এবং অনাথ আশ্রমের পরিস্থিতি তদন্ত করা হয়। অঞ্জলি বলেন যে ভারতে আন্তঃদেশীয় দত্তক গ্রহণের অর্ধেকেরও বেশি মহারাষ্ট্রে ঘটে এবং দত্তক গ্রহণকারী সংস্থাগুলির বিরুদ্ধে দায়ের করা মামলার উল্লেখ করে অভিযোগ করেন যে সংস্থাগুলি দত্তক প্রদানের জন্য আর্থিক ক্ষতিপূরণ দাবি করে।\n২০১৫ সালে, একজন ব্রিটিশ নাগরিক কর্তৃক শিশুদের অপহরণ করার অভিযোগে, অঞ্জলি মহারাষ্ট্র শিশু অধিকার সুরক্ষা কমিশনের (এমপিসিআরসি) কাছে তাদের বাবা-মায়ের সাথে পুনর্মিলনের জন্য একটি আবেদন করেন।\n২০১৬ সালে, সখির পরিচালক এবং শিশু পাচার বিরোধী পরামর্শদাতা হিসেবে, আন্তঃদেশীয় দত্তক গ্রহণের ফলে শিশুদের ওপর, বিশেষ করে প্রতিবন্ধী শিশুদের ওপর প্রভাব সম্পর্কে তাঁর উদ্বেগের জন্য টাইমস অফ ইন্ডিয়া অঞ্জলির বক্তব্য উদ্ধৃত করেছিল। ২০১৬ সালের মধ্যে, এগেইনস্ট চাইল্ড ট্রাফিকিং সংস্থা অনুমান করেছে যে তাদের কাজের মাধ্যমে প্রায় ৪০ জন দত্তক প্রদত্ত শিশু তাদের জৈবিক পরিবারের সাথে পুনরায় একত্রিত হয়েছে।\n২০১৭ সালে, শিশু পাচার বিরোধী দলের প্রতিনিধি হিসেবে, অঞ্জলি, মুম্বাই পুলিশ এবং স্থানীয় কর্মকর্তাদের সাথে, জেসিকা (তাঁর ভারতীয় নাম, কমলিনী নামেও পরিচিত) লিণ্ডেরকে তাঁর জৈবিক পিতামাতার সন্ধানে সহায়তা করেছিলেন। জেসিকাকে ছোটবেলায় পরিত্যাগ করা হয়েছিল। ১৯৮২ সালে সুইডিশ বাবা-মা তাঁকে দত্তক নিয়েছিলেন। জৈবিক বাবা-মাকে খুঁজে পাওয়ার আশায় জেসিকা বেশ কয়েকবার ভারতে ফিরে এসেছিলেন।\n২০১৭ সালে, অঞ্জলি সখি থেকে একটি দলের নেতৃত্ব দেন, একটি ১২ বছর বয়সী মেয়েকে সন্দেহভাজন নির্যাতন এবং জোরপূর্বক কাজ করানোর থেকে উদ্ধার করতে।\n২০১৮ সালে, অঞ্জলি শিশুদের দত্তক নেওয়ার ওপর থেকে আদালতের তদারকি অপসারণের প্রস্তাবের বিরুদ্ধে বক্তব্য রাখেন।\n২০০৮ সালে মার্কিন যুক্তরাষ্ট্র থেকে ভারতে নির্বাসিত জেনিফার হেইনসকে অঞ্জলি সাহায্য করেছিলেন তার বাবা-মাকে খুঁজে পেতে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nশিশু পাচারের বিরুদ্ধে (অফিসিয়াল ওয়েবসাইট)"}