{"pageid": 1529677, "title": "দার চেরিফা", "url": "https://bn.wikipedia.org/wiki?curid=1529677", "content": "দার চেরিফা, ঐতিহাসিকভাবে দার ইজিমি নামে পরিচিত, হলো মরক্কোর মারাকেশের মদিনায় (পুরাতন শহর) অবস্থিত ১৬ শতকের শেষের দিকের একটি বাড়ি। এটি মুয়াসিন পাড়ায় অবস্থিত এবং শহরের সাদিয়ান আমলের কয়েকটি সুসংরক্ষিত বাড়ির মধ্যে একটি। সাম্প্রতিক বছরগুলিতে এটি পুনরুদ্ধার করা হয়েছে এবং এখন এটি একটি ক্যাফে এবং আর্ট গ্যালারি হিসাবে ব্যবহৃত হয়।\n\n\n== ইতিহাস ==\nঘরটি ষোড়শ শতাব্দীর দ্বিতীয়ার্ধে সাদিয়ান আমলের, সম্ভবত সুলতান আবদুল্লাহ আল-গালিবের রাজত্বকালের শৈলী এবং বেন ইউসুফ মাদ্রাসার মতো সমসাময়িক স্মৃতিস্তম্ভের সাথে এর সাজসজ্জার মিল রয়েছে। এটি মুয়াসিন পাড়ায় আল-গালিবের প্রধান নির্মাণ প্রকল্পগুলির সাথেও মিলে যায়, যেখানে পুরাতন ইহুদি মহল্লাটি স্থানচ্যুত হয়েছিল (নতুন মহল্লায় স্থানান্তরিত হয়েছিল) এবং নতুন মুয়াসিন মসজিদের চারপাশে একটি নতুন সংগঠিত ইসলামী মহল্লা তৈরি হয়েছিল।\nবাড়িটির সমৃদ্ধ সাজসজ্জার কারণে ধারণা করা হয় এটি কোনও অভিজাত বা ধনী পরিবার দ্বারা নির্মিত হয়েছিল। এটি শহরের এই সময়ের কয়েকটি ঐতিহাসিক বাড়ির মধ্যে একটি, যেমন - দার আল-মাসলুহিয়িন এবং ধ্বংসপ্রাপ্ত দার আল-মাসুদিয়িন, যা এটিকে মারাকেশের প্রাচীনতম বাড়িগুলির মধ্যে একটি করে তোলে। বাড়িটি সাম্প্রতিক সময় পর্যন্ত সেখানে বসবাসকারী পরিবারের নামানুসারে দার ইজিমি নামে পরিচিত ছিল। ২০০০ সালে আবদুল লতিফ আইত বেন আবদুল্লাহ এটি কিনে নেন এবং পুনরুদ্ধার করেন এবং তারপর থেকে এটি একটি ক্যাফে এবং সাংস্কৃতিক স্থান হিসাবে চালু করা হয়।\n\n\n== স্থাপত্য ==\n\nবাড়িটি মুয়াসিন মসজিদের পশ্চিমে দেরব চোরফা লাকবীর নামে একটি ছোট ডারবে (গলি) অবস্থিত।ঘরটির নকশা মরক্কোর পূর্ববর্তী মেরিনিড যুগের ঘরগুলির ঐতিহ্যবাহী রূপ অব্যাহত রেখেছে। এর একটি উঁচু নিচতলা এবং একটি ছোট উপরের তলা রয়েছে, উভয়ই একটি গভীর কেন্দ্রীয় বারান্দা বা উঠোনের চারপাশে সাজানো। উঠোনের প্রতিটি কোণে তিনটি করে গুচ্ছাকারে বারোটি স্তম্ভ সাজানো আছে, যা এর চারপাশে একটি অগভীর গ্যালারি তৈরি করে। একই গুচ্ছের স্তম্ভগুলির মধ্যবর্তী ছোট ফাঁকা স্থানগুলি ছোট গোলাকার খিলান দ্বারা আচ্ছাদিত, যার উপরে খোদাই করা স্টুকো অলঙ্করণের উল্লম্ব অঞ্চল রয়েছে। স্তম্ভগুলির গুচ্ছগুলির মধ্যে অনেক প্রশস্ত খোলা অংশগুলি খোদাই করা দেবদারু কাঠের লিন্টেল দিয়ে তৈরি কর্বেলযুক্ত খিলান দ্বারা সেতুবন্ধিত। উঠোনের দুটি দিকে একে অপরের মুখোমুখি কর্বেলযুক্ত খিলানগুলি উঠোনের উপরে অবস্থিত এবং উঠোনের চারপাশের কক্ষগুলিতে যাওয়ার জন্য লম্বা এবং অলঙ্কৃত দরজাগুলির নিরবচ্ছিন্ন দৃশ্য দেখার সুযোগ দেয়। এই প্রবেশপথগুলিতে মুকারনাস ভাস্কর্যযুক্ত ইন্ট্রাডো সহ ল্যামব্রেকুইন খিলান রয়েছে। উঠোনের অন্য দুই পাশে কর্বেলযুক্ত খিলানগুলি নীচের দিকে অবস্থিত এবং এর উপরে স্টুকোর প্রশস্ত অংশ রয়েছে যা উপরের তলার কক্ষগুলি থেকে একটি খিলানযুক্ত জানালা দিয়ে ছিদ্র করা হয়েছে।\nউঠোনের উঁচু দরজাগুলো খিলানের উপরে আরও স্টুকো অলঙ্করণ দিয়ে উজ্জ্বলভাবে ফুটিয়ে তোলা হয়েছে, যার মধ্যে জ্যামিতিক নকশায় খোদাই করা তিনটি মিথ্যা জানালা রয়েছে, যা অন্যান্য আরব বা কুফিক মোটিফ দিয়ে ভরা বেশ কয়েকটি আয়তক্ষেত্রাকার ফ্রেমের মধ্যে স্থাপন করা হয়েছে। উঠোনের গ্যালারির সম্মুখভাগে স্টুকো অলংকরণের অঞ্চলগুলিতে আরবস্কু দিয়ে ভরা সেবকা মোটিফ রয়েছে, যা আবদুল্লাহ আল-গালিবের অধীনে নির্মিত বেন ইউসুফ মাদ্রাসার স্টুকো অলংকরণের অনুরূপ। কাঠের লিন্টেল এবং কিছু স্টুকো উপাদানের উপর ধর্মীয় অর্থ সহ আরবি শিলালিপি খোদাই করা পাওয়া যায়।\n\n\n== তথ্যসূত্র =="}