{"pageid": 1529682, "title": "ফেহিম স্পাহো", "url": "https://bn.wikipedia.org/wiki?curid=1529682", "content": "ফেহিম স্পাহো (১৩ ফেব্রুয়ারি ১৮৭৭ - ১৪ ফেব্রুয়ারি ১৯৪২) ছিলেন একজন বসনিয়ান মুসলিম ইমাম। তিনি ১৯৩৮ থেকে ১৯৪২ সাল পর্যন্ত যুগোস্লাভিয়ার গ্র্যান্ড মুফতি হিসেবে দায়িত্ব পালন করেছিলেন। তিনি তার সময়ের সবচেয়ে বিশিষ্ট বসনিয়ান সাংস্কৃতিক ব্যক্তিত্বদের একজন।\n\n\n== জীবনের প্রথমার্ধ ==\nফেহিম স্পাহো ১৮৭৭ সালের ১৩ ফেব্রুয়ারি উসমানীয় -নিয়ন্ত্রিত সারায়েভোতে এক তামার কারিগর পরিবারে জন্মগ্রহণ করেন। তার বাবা হাসান স্পাহো শরিয়া আইনের একজন বিশেষজ্ঞ ছিলেন এবং ১৮৭৮ সালে অস্ট্রো-হাঙ্গেরীয় দখলের আগে তিনি জাজচে, সোফিয়া, দামেস্ক এবং কায়রোতে বিচারক ছিলেন। তার মায়ের ফাতিমা (née Bičakčić)। স্পাহোর দুই ভাই ছিল। তাদের নাম মেহমেদ এবং মুস্তাফা। মেহমেদ একজন পরিচিত রাজনীতিবিদ ছিলেন। তার তিন বোন ছিল। তাদের নাম বেহিজা, আইশা এবং হাবিবা। ।\n\n\n== কর্মজীবন ==\n৭ অক্টোবর ১৮৯৫ সালে তিনি প্রাদেশিক আর্কাইভিস্ট হিসেবে সরকারি চাকরিতে যোগ দেন। ডিসেম্বর ১৮৯৬ সালে তিনি সারায়েভোর শরিয়ত আদালতে নিযুক্ত হন। সেপ্টেম্বর ১৮৯৭ সালে তিনি কাদিলিক পরীক্ষায় উত্তীর্ণ হন এবং একই সময়ে একই প্রতিষ্ঠানে সরকারি তুর্কি অনুবাদক হিসেবে কাজ করেন। ১৯০১ থেকে ১৯০৮ সাল পর্যন্ত তিনি সারায়েভোতে কাদি হিসেবে দায়িত্ব পালন করেন। ১৯০৮ সালে তিনি সরকারি কেরানি, ১৯১১ সালে সেক্রেটারি সহকারী এবং ১৯১৫ সালে সরকারি সেক্রেটারি পদে নিযুক্ত হন। ফেব্রুয়ারি ১৯১৯ থেকে অক্টোবর ১৯২০ পর্যন্ত তিনি বেলগ্রেডের ধর্ম বিষয়ক মন্ত্রণালয়ে বিভাগীয় প্রধান হিসেবে দায়িত্ব পালন করেন। এরপর তিনি সারায়েভোতে ফিরে আসেন। ১৯২৩ সাল পর্যন্ত তিনি সারায়েভোতে সরকারের উচ্চপদস্থ উপদেষ্টা এবং ধর্ম বিষয়ক বিভাগের প্রধান হিসেবে কাজ করেন। রাজনৈতিক কারণে তিনি দুইবার অবসরে যান এবং ১৯৩৬ সাল পর্যন্ত তিনি গবেষণামূলক কাজ এবং অনুবাদের সাথে জড়িত ছিলেন।\n১৯৩৬ সালে তিনি ইসলাম ধর্মীয় ঐক্যের নায়েব পদে নিযুক্ত হন। একই বছরের এপ্রিল মাসে তিনি উচ্চ শরিয়ত আদালতের প্রধান হন। ১৯৩৭ সালে তিনি ওয়াকফ বোর্ড, রেইসুল-উলেমা পরিষদের উপদেষ্টা এবং রেইসুল-উলেমা নির্বাচনী কমিটির সদস্য নির্বাচিত হন। ১৯৩৮ সালের ২০ এপ্রিল, স্পাহো যুগোস্লাভিয়ার রিস-ল-উলেমা বা গ্র্যান্ড মুফতি পদের জন্য তিনজন প্রার্থীর মধ্যে ছিলেন। তাকে ২৬ এপ্রিল ১৯৩৮ সালে নিযুক্ত কর হয়।  ৯ জুন ১৯৩৮ সালে সারায়েভোর সম্রাটের মসজিদে তাঁর উদ্বোধনী অনুষ্ঠান হয়।  দ্বিতীয় বিশ্বযুদ্ধ শুরু হওয়ার পর এবং স্বাধীন ক্রোয়েশিয়া রাষ্ট্র (এনডিএইচ) প্রতিষ্ঠার পর, স্পাহো গ্র্যান্ড মুফতি হিসেবে দায়িত্ব পালন অব্যাহত রাখেন। তিনি আর্চবিশপ ইভান শারিচের সঙ্গে ক্রোয়েশিয়ার ফ্যাসিস্ট নেতা আন্তে পাভেলিচ এবং এনডিএইচ-এর প্রতিষ্ঠাকে সমর্থন করেন। \nস্পাহো ১৯৪২ সালের ১৪ ফেব্রুয়ারি হঠাৎ মারা যান। তখন তিনি যুদ্ধ-বিধ্বস্ত সারায়েভোতে ছিলেন। মৃত্যুর একদিন আগে তিনি ৬৫ বছরে পা দিয়েছিলেন। \n\n\n== তথ্যসূত্র =="}