{"pageid": 1529339, "title": "হুগুয়েট ডাগেনাইস", "url": "https://bn.wikipedia.org/wiki?curid=1529339", "content": "হুগেট ডাগেনাইস (জন্ম ১৯৪৩) হলেন একজন ফরাসি-কানাডীয় অ্যানথ্রোপোলজিস্ট যিনি তার অবসর গ্রহণ পর্যন্ত কেবেক সিটি-এর বিশ্ববিদ্যালয় লাভাল-এ নারীবাদী অধ্যয়ন প্রোগ্রামের প্রধান ছিলেন। ১৯৮৮ থেকে ১৯৯৭ সাল পর্যন্ত তিনি Recherches féministes জার্নালের সহ-প্রতিষ্ঠাতা এবং সম্পাদক ছিলেন। ডেনিস পিচে-এর সাথে তিনি ১৯৯৪ সালে Women, Feminism and Development: Femmes, feminisme et développement নামক একটি বিশাল গ্রন্থের ১৮টি প্রবন্ধ সম্পাদনা করেছিলেন।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nহুগেট ডাগেনাইস ১৯৪৩ সালে মন্ট্রিয়াল-এ জন্মগ্রহণ করেন। তিনি বিশ্ববিদ্যালয় ডি মন্ট্রিয়াল-এ অ্যানথ্রোপোলজি অধ্যয়ন করেন, যেখানে তিনি ১৯৬৮ সালে স্নাতক এবং ১৯৬৯ সালে মাস্টার্স ডিগ্রি লাভ করেন। পরে তিনি প্যারিস দেসকার্তস বিশ্ববিদ্যালয় থেকে ১৯৭৬ সালে ডক্টরেট লাভ করেন।\n\n\n== কর্মজীবন ==\nবিশ্ববিদ্যালয় লাভালে একজন একাডেমিক হিসেবে তার ভূমিকার পাশাপাশি, ডাগেনাইস সামাজিক লিঙ্গ সম্পর্ক, নারীবাদী বিশ্লেষণ এবং সম্পর্কিত আন্তর্জাতিক উন্নয়ন নিয়ে ব্যাপক গবেষণা করেন। তিনি প্রায়ই ক্যারিবিয়ানে ভ্রমণ করেছেন, যেখানে ১৯৬৭ থেকে ১৯৯৩ সাল পর্যন্ত তিনি নারীদের কাজ এবং উর্বরতার সম্পর্ক নিয়ে গবেষণা করেন এবং ১৯৯৭ সাল থেকে তিনি কানাডিয়ান এবং ভিয়েতনামি বিশ্ববিদ্যালয়গুলির মধ্যে সামাজিক বিজ্ঞান এবং মানবিক গবেষণার প্রকল্পে অংশগ্রহণ করেন। এরপর ১৯৯৯ থেকে ২০০৪ সাল পর্যন্ত তিনি কানাডিয়ান আন্তর্জাতিক উন্নয়ন গবেষণা কেন্দ্র প্রকল্পের সমন্বয়ক হিসেবে ভিয়েতনামে সামাজিক লিঙ্গ সম্পর্ক এবং টেকসই উন্নয়ন নিয়ে গবেষণা করেন,\n২০০২ সালে, ডাগেনাইস মন্তব্য করেছিলেন যে কেবেক বিশ্ববিদ্যালয়ে নারী অধ্যয়ন অন্তর্ভুক্ত করা ২০শ শতকের শেষের দিকে বড় ধরনের অসুবিধা উপস্থাপন করেছিল, যদিও নতুন হাজারাব্দে পরিস্থিতি উন্নত হয়েছে। দুর্বল পরিস্থিতি বিজ্ঞান এবং রাজনীতির অধ্যয়নকেও প্রভাবিত করেছিল।\n১৯৮৬ সালে, ডাগেনাইস \"গোষ্ঠী গবেষণা মাল্টিডিসিপ্লিনারি ফেমিনিস্ট\" (GREMF) নামক বহুমাত্রিক নারীবাদী গবেষণা গ্রুপ প্রতিষ্ঠা করেন এবং ১৯৮৬ সালে তিনি আন্তর্জাতিক জার্নাল Recherches féministes প্রতিষ্ঠায় সহায়ক হন, যা তিনি ১৯৯৭ সাল পর্যন্ত সম্পাদনা করেন। ১৯৯৪ সালে, ডেনিস পিচে-এর সাথে তিনি নারী এবং নারীবাদ নিয়ে ১৮টি প্রবন্ধের একটি বিশাল গ্রন্থ সম্পাদনা করেন, যা Women, Feminism and Development: Femmes, feminisme et développement হিসেবে প্রকাশিত হয়।\n\n\n== তথ্যসূত্র =="}