{"pageid": 1529460, "title": "ইসলামে রজম", "url": "https://bn.wikipedia.org/wiki?curid=1529460", "content": "রজম বা পাথর নিক্ষেপে মৃত্যুদণ্ড ইসলামি শরিয়তে নির্ধারিত একটি ফৌজদারি দণ্ডবিধি, যা বিবাহিত ব্যভিচারী পুরুষ বা নারীর ওপর প্রযোজ্য হয়, যখন বিচারক বা আদালতের সামনে যথাযথ প্রমাণসহ উভয়ের ব্যভিচার প্রমাণিত হয়। শরিয়ত অনুযায়ী, রজম শাস্তি কার্যকর করার ক্ষমতা কেবল বৈধ শাসক (ইমাম বা খলিফা) বা তার নিযুক্ত বিচারকের রয়েছে। ইসলামের দ্বিতীয় খলিফা উমর ইবনুল খাত্তাব বলেন: আল্লাহর রসুল রজম করেছেন এবং পরে আমরাও রজম করেছি, অর্থাৎ এই শাস্তি ইসলামের প্রথম যুগ থেকে কার্যকর ছিল। ইসলামের চার মহান খলিফা আবু বকর, উমর, উসমান ও আলী প্রত্যেকে তাদের খিলাফতের আওতাভুক্ত অঞ্চলে এই শাস্তি কার্যকর করেছিলেন। \nইসলামের অন্যান্য ফৌজদারি আইনের মতো রজমের শাস্তি প্রয়োগের ক্ষেত্রেও কিছু আবশ্যক শর্ত নির্ধারণ করা হয়; যেমন: অভিযুক্ত ব্যক্তি বিবাহিত হতে হবে (বৈধ বিবাহের মাধ্যমে যৌন সম্পর্ক স্থাপন করেছে এমন); জ্ঞান ও বিবেক সম্পন্ন হতে হবে; চারজন নির্ভরযোগ্য পুরুষ সাক্ষী থাকতে হবে, যারা স্পষ্টভাবে ব্যভিচারের ঘটনা প্রত্যক্ষ করেছে (পুরুষাঙ্গ নারীর যৌনাঙ্গে প্রবিষ্ট হওয়ার দৃশ্য দেখেছে) অথবা অভিযুক্ত ব্যক্তি স্বেচ্ছায় নিজের অপরাধ স্বীকার করতে হবে।  নবি মুহাম্মদও রজমের শাস্তি কার্যকর করেছেন; যেমন মায়েয ইবনে মালিক ও গামিদিয়া নাম্নী নারীর ঘটনায় বর্ণিত হয়েছে। উমর ইবনুল খাত্তাব বলেন যে: মহান আল্লাহ পবিত্র কুরআনে রজমের আয়াত নাযিল করেছেন, যার পাঠ্যরূপ এমন ছিল: ‘বিবাহিত পুরুষ ও বিবাহিতা নারী যদি ব্যভিচারে লিপ্ত হয়, তবে তোমরা তাদের অবশ্যই পাথর ছুড়ে হত্যা করবে। বর্তমান এই আয়াতের তিলাওয়াত রহিত হলেও এর বিধান বহাল রয়েছে। নবি মুহাম্মদ বলেন যে, \"তিন কারণে মুসলমানের রক্ত (মৃত্যুদণ্ড) বৈধ হয়: কেউ বিবাহিত হওয়ার পর ব্যভিচার করলে; কেউ অন্যায়ভাবে হত্যা করলে এবং কেউ ইসলাম ত্যাগ করলে\"। ইসলামে ব্যভিচার কঠোরভাবে নিষিদ্ধ ও শাস্তিযোগ্য অপরাধ। কারণ তা পারিবারিক শৃঙ্খলা ও সমাজিক শুদ্ধতা নষ্ট করে। ব্যভিচারে জন্মগ্রহণকারী শিশু সামাজিকভাবে নানা সমস্যার সম্মুখীন হয় এবং এর ফলে পরিবার ও সমাজে বিব্রতকর পরিস্থিতি তৈরি হয়। \nইসলামি আইনজ্ঞরা কুরআন ও হাদিসের পাশাপাশি ইজমা দ্বারা রজমের শাস্তি প্রমাণিত করেছেন। রজম সম্পর্কে সমস্ত সাহাবি ও মূলধারার ইসলামি পণ্ডিতরা সর্বদা একমত ছিলেন। তবে খারিজি ও মু’তাযিলা গোষ্ঠীর কিছু অনুসারী রজমকে অস্বীকার করেছিল। কারণ তারা হাদিসের গ্রহণযোগ্যতার ব্যাপারে সন্দেহ প্রকাশ করে। \n\n\n== ব্যুৎপত্তি ==\nরজম বলতে বুঝানো হয়, পাথর নিক্ষেপ করে মৃত্যুদণ্ড কার্যকর করা। কুরআনে বিভিন্ন স্থানে রজম শব্দটি হত্যা করা অর্থেও ব্যবহৃত হয়েছে। কারণ পূর্ববর্তী যুগে মানুষকে সাধারণত পাথর ছুড়ে হত্যা করা হতো। \nইসলামি শরিয়তে রজমের শাস্তি শুধুমাত্র বিবাহিত ব্যভিচারীর জন্য নির্ধারিত। ব্যভিচার বলতে সাধারণত একজন পুরুষ ও একজন নারী মধ্যে অবৈধ শারীরিক সম্পর্ক স্থাপনকে বুঝানো হয়। তবে শরিয়তের সংজ্ঞা অনুযায়ী, ব্যভিচার বা জিনা বলতে বুঝানো হয়: কোন পুরুষ নিজের লিঙ্গ কোনো নারীর গোপনাঙ্গে প্রবেশ করানো, যাদের মধ্যে বৈধ বৈবাহিক সম্পর্ক নেই এবং তা সাক্ষী বা স্বীকারোক্তির মাধ্যমে প্রমাণিত হয়।\n\n\n== ইহসান শব্দের অর্থ ==\n\n\n=== ভাষাগত অর্থ: ===\nরজমের শাস্তি কার্যকর হওয়ার ক্ষেত্রে ইহসান (আরবি: الإحصان) শব্দের অনেক তাৎপর্য রয়েছে। কারণ ব্যভিচারী ব্যক্তির উপর রজম প্রয়োগ করার জন্য তার মুহসিন হওয়া শর্ত। মুহসিন শব্দটি আরবি ইহসান শব্দ থেকে উদ্ভূত হয়েছে। আরবিতে \"ইহসান\" শব্দের অর্থ হল, নিষেধ বা রক্ষা করা। শব্দটি ‘নিষিদ্ধতা’, ‘সংযম’ ও ‘রক্ষা’ এই তিন অর্থে ব্যবহৃত হয়। ইসলামি শরীয়তে \"ইহসান\" শব্দটি বিশেষভাবে ব্যবহৃত হয়েছে একজন ব্যক্তির বিবাহিত অবস্থা বোঝাতে, যিনি বৈধ উপায়ে নিজের লজ্জাস্থান সংরক্ষিত রেখেছেন।\nভাষাবিদ আল জাজ্জাজ কুরআনে উল্লিখিত ইহসান শব্দের অর্থ সম্পর্কে বলেন, ইহসান হলো লজ্জাস্থান সংরক্ষণ করা ও সংযম অবলম্বন করা। ইবনে মানজুর তার অভিধানে বলেন, ইহসান শব্দটি মূলত ‘নিরোধ’ বা ‘প্রতিরোধের’ অর্থে ব্যবহৃত হয়। এ শব্দটি বিশেষভাবে নারীদের জন্য তখন ব্যবহৃত হয়, যখন তারা ইসলাম, শালীনতা, স্বাধীনতা ও বিবাহের মাধ্যমে নিজেদের সংরক্ষিত রাখে। মুহসিনা বলতে বুঝানো হয় একজন বিবাহিত নারী, যাকে তার স্বামী বৈধভাবে বিবাহ করে ইহসানের অবস্থা অর্জন করিয়েছেন।\nআল-ফাররা বলেন, আরবদের মধ্যে এই শব্দটি সংযম ও সচ্চরিত্র বুঝাতে ব্যবহৃত হয়। পুরুষদের ক্ষেত্রেও একই কথা প্রযোজ্য হয়। \"মুহসিন\" বলা হয় একজন বিবাহিত পুরুষকে, যার বৈধ স্ত্রী আছে। আল-আযহারী বলেন, কিছু আলেমের মতে কুরআনে বর্ণিত ইহসান শব্দটি প্রয়োগ করার জন্য কেবল ইসলাম গ্রহণ করাই যথেষ্ট; বিবাহিত হওয়া জরুরি।\n\n\n=== শরয়ী অর্থ ===\nইসলামি শরিয়তের দৃষ্টিকোণে ইহসান শব্দের বিভিন্ন ব্যাখ্যা রয়েছে। তবে ব্যভিচারের ক্ষেত্রে এটি একটি গুরুত্বপূর্ণ শর্ত, বিশেষত রজম কার্যকর করার জন্য। ইসলামি শরিয়তে মুহসিন (ইহসানপ্রাপ্ত) ব্যক্তি বলতে সেই ব্যক্তিকে বোঝায়—যিনি বৈধভাবে পূর্বে কোনো বৈবাহিক সম্পর্কে লিপ্ত হয়েছেন এবং সেখানে যৌন মিলন সংঘটিত হয়েছে। অতএব মুহসিন ব্যক্তি অর্থ হলো একজন বিবাহিত ও যৌন সম্পর্ক স্থাপনকারী ব্যক্তি। এমন মুহসিন ব্যক্তির ব্যাভিচার প্রমাণিত হলেই কেবল তাকে রজম করা যাবে।\nরজম বা পাথর নিক্ষেপের শাস্তি কার্যকর করার জন্য মুহসিন হওয়া আবশ্যক। এছাড়াও এর আরো কিছু শর্ত রয়েছে:\n\nব্যক্তি পূর্ণবয়স্ক (বালেগ) হতে হবে;\nসুস্থ মস্তিষ্কসম্পন্ন (আক্কলমান) হতে হবে।\nস্বাধীন (দাস নয়) হতে হবে।\nবৈধ বিবাহের মাধ্যমে পূর্বে তার সহবাস সংঘটিত হতে হবে। কারো সাথে অস্থায়ী বা বাতিল বিবাহে সহবাস করা হলে তা ইহসান হিসাবে গৃহীত হবে না।\nমালিকি মাযহাব মতে, মুহসিন হওয়ার জন্যে ইসলাম গ্রহণ করাও একটি শর্ত। যেমন তারা বলেন, মুহসিন বলতে মুসলিম, স্বাধীন, প্রাপ্তবয়স্ক ও বৈধভাবে বিবাহিত ব্যক্তিকে বোঝায়। তবে ইমাম নববি বলেন, আল্লাহর রাসূল ইহুদি নারী ও পুরুষকে রজমের শাস্তি প্রদান করেছেন। তাই মুহসিন হওয়ার জন্য ইসলাম গ্রহণ করতে হবে, এটি প্রমাণিত নয়। ইহসান প্রমাণের উপায় হলো:\n\nঅভিযুক্ত নিজেই স্বীকার করা;\nদুইজন পুরুষ সাক্ষ্য দেওয়া;\nএকজন পুরুষ ও দুইজন নারী সাক্ষ্য দেওয়া।\n\n\n== প্রামাণিকতা ==\nইসলামে যে কোনো শাস্তির বিধান কেবল শরিয়তের প্রামাণ্য  দলিলের ভিত্তিতেই নির্ধারিত হয়। ইসলামে দলিলের উৎস হল কুরআন, হাদিস, ইজমা ও কিয়াস বা তুলনামূলক সিদ্ধান্ত।\nএই হিসেবে লক্ষ করলে দেখা যায়, কুরআনের কোনো আয়াতেই রজম সংক্রান্ত কোনো সরাসরি নির্দেশনা নেই; বরং সেখানে মূলত অবিবাহিত ব্যক্তিদের জন্য ১০০ বেত্রাঘাতের কথা বলা হয়েছে (সুরা নূর:২)। তাই ইসলামে বিবাহিত ব্যভিচারীর (যারা বিবাহসূত্রে যৌন সম্পর্কের বৈধতা পেয়েছেন) জন্য পাথর নিক্ষেপের মাধ্যমে মৃত্যুদণ্ডের বিধান মূলত বিশুদ্ধ হাদিস থেকে গ্রহণ করা হয়েছে।\nরজমের শাস্তির বিধান সম্পর্কে বহু সহিহ হাদিস বর্ণিত হয়েছে। সহিহ বুখারিতে আলি থেকে বর্ণিত হয়েছে যে: “আমি আল্লাহর রাসুলের সুন্নাতের ভিত্তিতে রজমের আদেশ জারি করেছি\"। ইসলামি বিশ্বাস অনুযায়ী কুরআন ও হাদিস উভয়ই আল্লাহর পক্ষ থেকে ওহির মাধ্যমে নাজিল হয়েছে। তাই কুরআনের মতো হাদিস দ্বারা শরিয়তের আইন বা বিধান সাব্যস্ত করা হয়।  \nইসলামের বিধানসমূহ মূলত ধাপে ধাপে বা পর্যায়ক্রমে নির্ধারিত হয়েছিল। যেভাবে মদ্যপান হারাম হওয়ার বিধান ধীরে ধীরে এসেছে, সেভাবে ব্যভিচারের শাস্তিও ধাপে ধাপে নির্ধারিত হয়েছে। প্রথমদিকে ব্যভিচারের শাস্তি ছিল গৃহবন্দি করে রাখা। যেমন আল্লাহ বলেন: \n“আর তোমাদের নারীদের মধ্যে যারা অশ্লীল কাজ (ব্যভিচার) করে, তাদের বিরুদ্ধে তোমরা তোমাদের মধ্য হতে চারজন সাক্ষী রাখো। যদি তারা সাক্ষ্য দেয়, তবে তাদেরকে ঘরে আবদ্ধ করে রাখো, যতক্ষণ না তারা মৃত্যুবরণ করে অথবা আল্লাহ তাদের জন্য অন্য কোন পথ করে দেন” (সূরা নিসা: ১৫)। \nমুফাসসিরগণ বলেন যে, এই আয়াতে সাবিলা বা অন্য কোনো পথের অর্থ হলো পরবর্তীতে প্রবর্তিত নির্দিষ্ট শাস্তি; যেমন: অবিবাহিতদের ১০০ বেত্রাঘাত এবং বিবাহিতদের পাথর নিক্ষেপে মৃত্যুদণ্ড প্রদান। এই ব্যাখ্যাকে সমর্থন করে এমন একটি হাদিসও রয়েছে:\nউবাদা ইবনে সামেত বলেন, আল্লাহর রাসুল বলেছেন: আমার কাছ থেকে (রজমের ব্যাপারে ইসলামি বিধান) গ্রহণ করো; (উক্ত আয়াতে সাবিলা হিসেবে) নিশ্চয়ই আল্লাহ তাদের জন্য একটি পথ নির্ধারণ করেছেন: তা হলো কুমার-কুমারী হলে ১০০ বেত্রাঘাত ও এক বছর দেশান্তর এবং বিবাহিত হলে ১০০ বেত্রাঘাত ও রজম। \nআরো একটি সহিহ হাদিসে আল্লাহর নবী বলেছেন: “একজন মুসলিমের রক্ত হালাল নয়, যদি না তিনটি কারণে পাওয়া যায়: বিবাহিত ব্যভিচারী, হত্যাকারী ও ইসলাম ত্যাগকারী” (বুখারি ও মুসলিম)। ইমাম নববি এই হাদিস সম্পর্কে বলেন: “এখানে রজমের দলিল সুস্পষ্ট; অর্থাৎ বিবাহিত ব্যভিচারীর শাস্তি হচ্ছে পাথর নিক্ষেপ করে মৃত্যু পর্যন্ত শাস্তি প্রদান এবং এতে সকল আলিম ও মুসলিমদের ঐক্যমত প্রতিষ্ঠিত হয়েছে।\nউমর ইবনুল খাত্তাবের খুতবা\nউমর ইবনুল খাত্তাবের একটি বিখ্যাত খুতবা আছে, যা একাধিক সাহাবা বর্ণনা করেছেন এবং হাদিসের সকল বিখ্যাত গ্রন্থে তা উদ্ধৃত হয়েছে। খুতবাটি সহীহ বুখারী ও সহীহ মুসলিমসহ অন্যান্য হাদীসের কিতাবে পাওয়া যায়। এই খুতবার মাধ্যমেই সুন্নাহের ভিত্তিতে রজমের বিধান প্রতিষ্ঠিত হয়েছে। এটি ছিল মদিনার মসজিদে নববিতে দেওয়া একটি গুরুত্বপূর্ণ খুতবার অংশ, যা বড় বড় ফকিহ সাহাবাদের উপস্থিতিতে প্রদান করা হয়েছিল। এর আগে উমর যখন হজের উদ্দেশে মদিনা থেকে বের হন, তখন তিনি কিছু লোকের কথা শুনতে পান, যারা বিভিন্ন ইসলামি বিধানের ব্যাপারে সন্দেহ ও বিতর্ক তৈরি করছিল। তখন তিনি কিছু সাহাবির সাথে পরামর্শ করেন, তিনি কি এক বক্তব্য দিয়ে এসব বিষয় পরিষ্কার করবেন? সাহাবিগণ পরামর্শ দিলেন, হজের মৌসুমে এসব বলা ঠিক হবে না, বরং মদিনায় ফিরে এসে তিনি যেন তা ব্যাখ্যা করেন। কারণ মদিনায় অভিজ্ঞ ফকিহ ও বিদ্বান সাহাবিরা উপস্থিত ছিলেন। উমর তাদের পরামর্শে সম্মত হযে মদিনার ফিরে এসে সে ব্যাপারে বিস্তারিত আলেচনা করার ইচ্ছা পোষণ করেন।  \n\nআবদুল্লাহ ইবনে আব্বাস বলেন, আমরা যখন হজের শেষে মদিনায় ফিরে আসি, তখন এক জুমার দিনে আমি সাহাবি সাইদ বিন যায়েদের পাশে বসে ছিলাম। আমি তাকে বললাম, আজ উমর এমন কিছু গুরুত্বপূর্ণ কথা বলবেন, যা এর আগে কখনো বলেননি। কিছুক্ষণ পর উমর মসজিদে প্রবেশ করেন এবং মিম্বারে উঠে বসেন। মুয়াজ্জিন আজান শেষ করলে তিনি খুতবা শুরু করেন। তিনি আল্লাহর প্রশংসা ও দরুদ পাঠ করে বললেন:\"হে জনগণ! আজ তোমাদের সামনে এমন একটি বিষয়ে কথা বলব, যা বলা আমার ওপর জরুরি হয়ে গেছে। হতে পারে যে, এটি আমার মৃত্যুর কাছাকাছি সময়ের কোনো নির্দেশনা। তাই যে এ কথা বুঝে শুনে গ্রহণ করবে, সে যেন তা অন্যদের পৌঁছে দেয়। আর যে মনে করে যে, সে ঠিকভাবে তা বুঝেনি, সে যেন তা নিয়ে কথা না বলে এবং আমার ওপর মিথ্যা আরোপ না করে।\nনিশ্চয়ই মহান আল্লাহ আমাদের নবিকে সত্য সহকারে প্রেরণ করেছেন এবং তাঁর ওপর কিতাব (কুরআন) নাজিল করেছেন। আল্লাহ যে কুরআন নাজিল করেছেন, তার মধ্যে 'রজমের আয়াত'ও ছিল। আমরা তা পাঠ করতাম, বুঝতাম এবং স্মরণে রাখতাম। আল্লাহর রাসুল রজম করতেন; তাই আমরাও তাঁর পরে রজম করেছি।\n\nআমি আশঙ্কা করছি যে, একসময় এমনও লোক আসবে, যারা বলবে: ‘আল্লাহর কিতাবে রজমের কোনো আয়াতই নেই।’ এভাবে তারা আল্লাহর একটি ফরজ বিধান অস্বীকার করে বিভ্রান্তিতে পড়ে যাবে। অথচ রজম আল্লাহর কিতাবে সুনিশ্চিতভাবেই রয়েছে, যা প্রযোজ্য হয় সেই পুরুষ ও নারীর ওপর, যারা বিবাহিত হওয়ার পর ব্যভিচার করেছে। এই শাস্তি কেবল তখনই প্রয়োগ হবে, যখন সাক্ষ্যপ্রমাণ থাকবে বা গর্ভধারণ প্রমাণিত হবে অথবা অভিযুক্তরা নিজ মুখে তাদের অপরাধ স্বীকার করবে।\"হাদিসটি ইবনে আব্বাসর সূত্রে সহীহ বুখারি ও সহিহ মুসলিম উভয় গ্রন্থে বর্ণিত হয়েছে।  সহীহ মুসলিমের রজমের হুকুম অধ্যায়েও প্রায় হুবহু একটি হাদিস বর্ণিত হয়েছে।\nএই হাদিসের আলোকে সকল ইসলামি পণ্ডিত একমত যে, ‘রজমের আয়াত’—যা একসময় কুরআনের অংশ হিসেবে নাযিল হয়েছিল—তা সাহাবায়ে কেরাম মুখস্থ করতেন, বুঝতেন এবং মেনে চলতেন। তবে পরবর্তীতে আল্লাহর হুকুমে উক্ত আয়াতের লফ্‌য (শব্দ) নুসখ বা বাতিল হয়ে যায়; কিন্তু হুকুমটি বলবৎ থাকে। ইসলামি শরিয়তে এটি অকাট্যভাবে প্রমাণিত ও গ্রহণযোগ্য যে, কুরআনের কোনো আয়াতের শব্দ বাতিল হলেও এর শরয়ী বিধান থেকে যায়।\nইমাম নববি ব্যাখ্যা করে বলেন যে, উক্ত রহিত আয়াতে বলা হয়েছিল: الشيخ والشيخة إذا زنيا فارجموهما البتة... অর্থাৎ বিবাহিত পুরুষ ও নারী যদি ব্যভিচারে লিপ্ত হয়, তাহলে তাদের অবশ্যই পাথর ছুঁড়ে শাস্তি দাও। এই আয়াতের লফ্‌য (শব্দ) নস্‌খ বা রহিত হয়েছে, কিন্তু এর বিধান বহাল রয়েছে।\nখলিফা উমর যখন রজমের কথা ঘোষণা করেছিলেন, তখন সাহাবিদের কেউ এর বিরোধিতা করেননি; বরং সকলে চুপ ছিলেন, যা রজমের বিধান প্রতিষ্ঠিত ও সর্বসম্মত হবার প্রমাণ বহন করে। কারণ সাহাবিগণ যদি এতে কোনো ভুল দেখতেন, তাহলে তারা অবশ্যই তা সংশোধন করে দিতেন।\nখুতবায় উমরের উক্তি “আমি ভয় করি যে, ভবিষ্যতে কেউ এসে বলে, রজমের হুকুম কুরআনে নেই” তার এ আশঙ্কা বাস্তবেও দেখা গেছে। কারণ এর কিছুদিন পর খারিজিসহ কিছু ভ্রান্ত মতবাদের অনুসারীরা রজমের বিধান অস্বীকার করে। ইমাম নববি বলেন, উমরের যে শঙ্কা ছিল, তা বাস্তবেই খারিজিদের মাধ্যমে ঘটেছে।\nউক্ত খুতবায় উমরের অপর একটি উক্তি \"হুকুম তখন প্রযোজ্য হবে, যখন ব্যভিচারের সাক্ষ্য পাওয়া যাবে বা নারী গর্ভবতী হবে কিংবা তারা নিজেই স্বীকার করবে– এতে গর্ভধারণ প্রসঙ্গে উমরের মত হলো, যদি কোনো নারী গর্ভবতী হয় অথচ তার কোনো স্বামী বা মালিক না থাকে, তাহলে শুধুমাত্র এই গর্ভধারণই ব্যভিচারের প্রমাণ হিসেবে বিবেচিত হবে এবং তার উপর রজমের হুকুম প্রয়োগ করা হবে। ইমাম মালিক এই মতের পক্ষে ফতোয়া প্রদান করেছেন। কিন্তু ইমাম আবু হানিফা ও ইমাম শাফিঈর মতে, শুধু গর্ভধারণের কারণে রজম প্রয়োগ করা যাবে না; কারণ ইসলামি শরিয়তে ‘সন্দেহ’ থাকলে হুদুদ (শাস্তি) প্রয়োগ করা হয় না।\nখলিফা উমরের এই বক্তব্য মূলত সাহাবীদের আহ্বান জানানোর উদ্দেশ্য ছিল। যেন তারা এই বিধান এবং শরিয়তের অন্যান্য কম আলোচিত বিষয়গুলি পরবর্তী প্রজন্মের কাছে সঠিকভাবে পৌঁছে দেয়। \n\n\n=== ইজমা ===\nসকল সাহাবি ও তাঁদের পরবর্তী প্রজন্মের আলেম ও ফকিহরা এই বিষয়ে একমত ছিলেন যে, বিবাহিত ব্যভিচারকারীর জন্য রজমের বিধান প্রযোজ্য হবে। এই বিষয়ে সাহাবিদের কেউই বিরোধিতা করেননি; বরং এটি সর্বসম্মতভাবে গৃহীত হয়েছিল। প্রায় সকল ফকিহ, মুফাসসির, মুহাদ্দিস এবং অন্যান্য ইসলামি শাস্ত্রজ্ঞের মতে, এই বিধান মুসলমানদের সর্বসম্মত ঐক্যমতের ভিত্তিতে প্রতিষ্ঠিত হয়েছে। শুধুমাত্র কিছু খারিজি ও কিছু মু‘তাযিলা চিন্তাবিদেরাই এই বিধান অস্বীকার করেছে। ইমাম নববি তাঁর সহীহ মুসলিম গ্রন্থের ব্যাখ্যায় উল্লেখ করেছেন যে, খারিজি গোষ্ঠী ও তাদের কিছু অনুসারী রজমের বিধান অস্বীকার করে। সহীহ বুখারীর ব্যাখ্যাগ্রন্থেও একই তথ্য পাওয়া যায়, যেখানে উল্লেখ করা হয়েছে, কিছু খারিজি ও মুতাযিলা চিন্তাবিদ রজমের বিধানকে স্বীকৃতি দেয়নি। তাদের যুক্তি ছিল, কুরআনে সরাসরি রজমের কোনো উল্লেখ নেই। তাই তারা হাদিস বা সাহাবিদের বক্তব্যের ওপর নির্ভর করেনি। ইবনুল আরাবিও তার ব্যাখ্যায় উল্লেখ করেছেন, তিনি মরক্কোর বাকি থাকা কিছু খারিজির মাঝে এমন চিন্তা লক্ষ্য করেন। অপরদিকে মূলধারার আলেমরা যুক্তি দেন যে, নবি মুহাম্মদ নিজে এই বিধান বাস্তবায়ন করেছেন এবং তাঁরপরে রাশিদুন খলিফাগণ ও তাদের পরবর্তী সকল মুসলিম খলিফা তা অনুসরণ করেছেন। সহীহ মুসলিমের “গর্ভবতী নারীকে রজম করার অধ্যায়ে” বর্ণিত হয়েছে: আল্লাহর নবী বলেন, ‘তোমরা আমার কাছ থেকে গ্রহণ করো, নিশ্চয়ই মহান আল্লাহ তাদের জন্য একটি রাস্তা নির্ধারণ করেছেন–বিবাহিতের ক্ষেত্রে শাস্তি হল রজম'। এছাড়াও উপরে খলিফা উমরের একটি বক্তব্য বর্ণিত হয়েছে, যেখানে তিনি বলেন: “নিশ্চয়ই আল্লাহ নবি মুহাম্মদকে সত্যসহ প্রেরণ করেছেন এবং তাঁর ওপর কুরআন অবতীর্ণ করেছেন, যার মধ্যে রজমের আয়াতও ছিল।\n\n\n== শিয়া ইমামিয়া মাজহাব ==\nশিয়া ইমামিয়া মাযহাব অনুসারে, যদি কোনো ব্যক্তি বিবাহিত অবস্থায় ব্যভিচার করে এবং তার বিরুদ্ধে অভিযোগ প্রমাণিত হয়, তাহলে তার জন্য নির্ধারিত শাস্তি হল পাথর নিক্ষেপ করে মৃত্যুদণ্ড (রজম)। তবে এই রজমের শাস্তি কার্যকর করার আগে কিছু শর্ত পূরণ হতে হবে; যেমন: ব্যভিচার প্রমাণিত হতে হবে; সেই ব্যক্তির মুহসিন অবস্থা ও পূর্ণবয়স্ক হওয়া নিশ্চিত হতে হবে এবং ইমাম অথবা ইমামের প্রতিনিধি কারো উপস্থিতিতে শাস্তি প্রদান করতে হবে। এই বিষয়ে শিয়া ইমামিয়া ও সুন্নি মুসলিম উভয়ের অবস্থান মূলত এক; উভয়েই মুহসিন ব্যক্তি ব্যভিচার করলে রজমের বিধান প্রয়োগের পক্ষে অভিমত দেয়। তবে রজমের সঙ্গে সঙ্গে আরো শাস্তি (যেমন: বেত্রাঘাত) দেওয়া হবে কি না—এই বিষয়ে মতভেদ রয়েছে।\nশিয়া যায়দী ফকিহরা মনে করেন, যদি কারো ব্যভিচার সাক্ষ্য অথবা স্বীকারোক্তির মাধ্যমে প্রমাণিত হয় তবে:\n\nঅবিবাহিত (বিকর) ব্যক্তির জন্য: ১০০টি বেত্রাঘাত (কুরআনের নির্দেশনায়) এবং এক বছর নির্বাসন (হাদিসের নির্দেশনায়)।\nবিবাহিত (মুহসান) ব্যক্তির জন্য: প্রথমে ১০০ বার বেত্রাঘাত, তারপর রজম। তবে এসব শাস্তি ইমাম বা তাঁর প্রতিনিধির উপস্থিতিতে হওয়া আবশ্যক এবং তা প্রমাণের ভিত্তিতে কার্যকর হবে।\nযায়দি মতে, উত্তম হল বেত্রাঘাত ও রজম একই দিনে সম্পন্ন করা। শিয়া ইমামিয়া মতে, রজমের শাস্তি শুধু ইমামের নির্দেশ ও উপস্থিতিতেই কার্যকরযোগ্য।\nএই বিধানের পক্ষে শিয়ারা হাদিস ও আহলে বাইতের সদস্যদের থেকে বর্ণিত কিছু উক্তি উল্লেখ করেন:  \n\nইমাম জাফর সাদিক বলেন: “রজম হলো আল্লাহ কর্তৃক বড় শাস্তি আর বেত্রাঘাত হলো ছোট শাস্তি। যদি মুহসিন ব্যক্তি ব্যভিচার করে, তাহলে সে রজম পাবে; বেত্রাঘাত নয়।”\nইমাম মুহম্মদ বাকির বলেন: আমিরুল মুমিনিন ও খলিফা আলি ফায়সালা দিয়েছিলেন যে, বিবাহিত পুরুষ ও নারীর ক্ষেত্রে ১০০ বেত্রাঘাত ও রজম এবং অবিবাহিত পুরুষ ও মহিলার ক্ষেত্রে ১০০ বেত্রাঘাত ও নির্বাসন।\nঅন্য বর্ণনায় আছে: মুহসিন পুরুষ ও নারীর ক্ষেত্রে প্রথমে ১০০ বেত্রাঘাত তারপর রজম করা হবে।\nআরেকটি হাদিসে বলা হয়েছে: বিবাহিত পুরুষ বা নারী ব্যভিচার করলে প্রথমে তাকে ১০০ বেত্রাঘাত এবং এরপর রজম করা হবে; আর অবিবাহিত হলে কেবল ১০০ বেত্রাঘাত ও এক বছর নির্বাসন।\nইমাম জাফর সাদিক আরো বলেন: “যদি বিবাহিত পুরুষ বা নারী ব্যভিচার করে, তবে তাদের বেত্রাঘাত ও রজম উভয়ই শাস্তিস্বরূপ প্রয়োগ করা হবে। তবে অবিবাহিতদের ক্ষেত্রে কেবল বেত্রাঘাত ও নির্বাসন হবে।\n\n\n== শর্তাবলী ==\nইসলামে রজম কার্যকর করার ক্ষেত্রে কয়েকটি কঠিন ও সুস্পষ্ট শর্ত দেওয়া হয়েছে। প্রথমত রজমের বিধান কার্যকর করতে হলে বিষয়টি এমন শরয়ী বিচারকের কাছে উত্থাপন করতে হবে, যিনি ইসলামি শাসনের অধীনে রজম প্রয়োগ করার ক্ষমতা রাখেন। কারণ নবি মুহাম্মদের যুগে ও পরবর্তী খুলাফায়ে রাশেদিনের শাসনামলে সকল প্রকার হুদুদ কেবল রাষ্ট্রীয় ক্ষমতার অধিকারী শাসকদের মাধ্যমে সম্পন্ন হয়েছে। ইসলামে কাউকে এইরকম গুরুতর শাস্তি দেওয়ার আগে তার নিজের তওবা করে আল্লাহর কাছে ক্ষমা প্রার্থনা করা এবং নিজের অপরাধ গোপন রাখাই শ্রেয় মনে করা হয়েছে। এছাড়া যে ব্যক্তির উপর রজম প্রয়োগ করা হবে, তাকে ‘মুহসিন’ হতে হবে ( বৈধ বিবাহের মাধ্যমে পূর্বে যৌনসম্পর্ক স্থাপন করেছে এমন)। \n\n\n=== বিচারকের কাছে অপরাধ প্রমাণ ===\nরজমসহ যে কোনো হদের শাস্তি তখনই কার্যকর করা যাবে, যখন অপরাধটি সুস্পষ্টভাবে প্রমাণিত হয়। এটি প্রমাণিত হতে পারে: অভিযুক্ত ব্যক্তির নিজেই স্বীকার করার মাধ্যমে অথবা নির্ভরযোগ্য সাক্ষীদের সাক্ষ্যের ভিত্তিতে। খলিফা উমরের মতে, কেউ যদি বিবাহবন্ধনে আবদ্ধ না থাকে এবং তার গর্ভে সন্তান আসে, তাহলে শুধুমাত্র গর্ভধারণের মাধ্যমেও তাকে দোষী সাব্যস্ত করা যেতে পারে। মালিকি মাজহাবও এই মতের সঙ্গে একমত। তবে শাফিঈ, হানাফি ও অধিকাংশ ইসলামি পণ্ডিতের মতে, শুধুমাত্র গর্ভধারণ রজম শাস্তির জন্য যথেষ্ট নয়; কারণ সেখানে সন্দেহের অবকাশ আছে। ইসলামি শরিয়তে কোনো শাস্তি সন্দেহের ওপর নির্ভর করে দেয়া যায় না।\n\n\n=== সাক্ষ্য ===\nযদি কেউ নিজের অপরাধ স্বীকার না করে, তবে তার জন্যে চারজন ন্যায়পরায়ণ পুরুষ সাক্ষী অপরিহার্য হবে। তাদের প্রত্যেকেকেই স্পষ্টভাবে সাক্ষ্য দিতে হবে—কে, কখন, কোথায় ও কীভাবে এ অপরাধ সংঘটিত হয়েছে। বিচারক তাদের চরিত্র যাচাই করবেন; তাদের সাক্ষ্য যাচাই করে নিবেন। যদি চারজনের কম সাক্ষী হয়, তাহলে সাক্ষীরা নিজেরাই অপবাধের দোষে দোষী হবেন এবং তাদের উপর ‘কাযফ’ বা মিথ্যা অপবাদ দেবার শাস্তি প্রয়োগ করা হবে। ইসলাম যথাসম্ভব রজমের শাস্তি এড়িয়ে চলার প্রতি ইশারা দিয়েছে। যেমন সাহাবি মাআযের ঘটনায় নবি মুহাম্মদ তাকে বলেন: “তুমি যদি তাকে চাদর দিয়ে ঢেকে দিতে!”\n\n\n=== ইকরার (স্বীকারোক্তি) ===\nস্বীকারোক্তি বা ইকরার বলতে বোঝানো হয়— কোনো ব্যক্তি নিজেই নিজের বিরুদ্ধে এমন অপরাধ স্বীকার করা, যা ইসলামি শরিয়তে হদ শাস্তি আরোপের যোগ্য। যদি শরয়ী বিচারক বা কাজির কাছে এই স্বীকারোক্তি করে, কেবল তাহলে হদ প্রমাণিত হবে। তবে শর্ত হল যে, স্বীকারকারী এমন ব্যক্তি হতে হবে, সাধারণত যার স্বীকারোক্তি গ্রহণ করা যায়। এছাড়া তাকে স্পষ্টভাবে জানাতে হবে যে, সে কোথায় কার সাথে কী কাজ করেছে। \nশাফিঈ মাযহাব মতে প্রাপ্তবয়স্ক ও বিবেকসম্পন্ন ব্যক্তি একবার যদি নিজের বিরুদ্ধে ব্যভিচারের স্বীকারোক্তি করে, তাহলেও হদ প্রযোজ্য হয়। তারা এটিকে প্রমাণ করার জন্য এমন কিছু হাদিস পেশ করেন, যেখানে দেখা যায় যে, আল্লাহর নবি স্বীকারোক্তিদাতাকে বার বার প্রশ্ন করতেন, যেন তিনি স্বীকারোক্তি থেকে ফিরে আসেন। তবে অন্য রেওয়ায়েতে দুইবার বা তিনবার স্বীকারোক্তি করাও উল্লেখিত হয়েছে।\nসহিহ বুখারির একটি হাদিসে বর্ণিত হয়েছে যে: সাহাবি আবু হুরায়রা ও যায়েদ বিন খালিদ বর্ণনা করেন: এক বেদুঈন লোক একবার আল্লাহর নবির নিকট এসে বলল, \"হে আল্লাহর রাসূল, আল্লাহর কিতাব অনুযায়ী আমাদের মধ্যে ফয়সালা করুন।\" তখন তার প্রতিপক্ষ বলল, \"সত্য বলেছেন, আল্লাহর কিতাব অনুযায়ীই ফয়সালা করুন। আমার ছেলে এই লোকের শ্রমিক ছিল এবং সে তার স্ত্রীর সঙ্গে ব্যভিচার করেছে। পরে আমি জানতে পারি যে, আমার ছেলের উপর রজম নির্ধারিত হয়েছে। তাই আমি তখন একশো ছাগল ও একজন দাসী দিয়ে তার বদলা দিয়েছিলাম। কিন্তু পরে জানতে পারলাম যে, ‘আমার ছেলের জন্যে একশো বেত্রাঘাত এবং এক বছর নির্বাসনের শাস্তি নির্ধারিত রয়েছে।’ তখন নবি বললেন: ‘সেই সত্তার কসম যার হাতে আমার প্রাণ, আমি অবশ্যই আল্লাহর কিতাব অনুযায়ীই তোমাদের মধ্যে ফয়সালা করব। একশো ছাগল ও দাসী তুমি ফেরত নিয়ে যাও। কারণ তোমার ছেলেকে একশো বেত্রাঘাত ও এক বছরের নির্বাসনে পাঠাতে হবে। হে আনাস! তুমি এই নারীর কাছে যাও; যদি সে স্বীকার করে, তাহলে তাকে রজম করো।’ পরে আনাস গিয়ে নারীর স্বীকারোক্তি পাওয়ায় তাকে রজম করলেন”। \nঅন্য এক রেওয়ায়েতে এসেছে: “...তিনি বললেন, ‘হে আনাস! এই নারীর কাছে যাও, যদি সে স্বীকার করে, তাহলে তাকে রজম করো।’ আনাস গিয়ে তার কাছে স্বীকারোক্তি পেলে তাকে রজম করলেন”।\nএই হাদিসের ভিত্তিতে শাফেয়ী মাযহাবের অনুসারীরা একবার স্বীকারোক্তিকেই যথেষ্ট মনে করেছেন। তবে হানাফীরা বলেছেন, চারটি পৃথক আসরে চারবার স্বীকারোক্তি করতে হবে এবং প্রতিবার বিচারক তাকে ফিরিয়ে দেবেন। পরে বিচারক সাক্ষীর মত করে তাকে জিজ্ঞাসাবাদ করবেন। যদি সে তখনও স্বাকারোক্তি বহাল রাখে, তাহলে তার ওপর হদ আরোপ করা হবে। তবে যদি সে হদ কার্যকর হওয়ার আগেই বা মাঝপথে স্বীকারোক্তি থেকে ফিরে আসে, তাহলে তাকে মুক্ত করে দেওয়া হবে।\nএছাড়াও বিচারকের উচিত স্বীকারোক্তিকারীকে ইঙ্গিত করে স্বীকারোক্তি থেকে ফিরে আসার সুযোগ দেওয়া; যেমন বলা: \"হয়তো তুমি সন্দেহে পড়েছিলে\", হয়তো শুধু চুমু খেয়েছ, হয়তো শুধু স্পর্শ করেছ ইত্যাদি।\n\n\n=== ব্যভিচারের স্বীকারোক্তি সংক্রান্ত বিধান ===\nহাদিস থেকে ব্যভিচারের স্বীকারোক্তি সম্পর্কিত কিছু বিধান জানা যায়, যেখানে ব্যভিচারের জন্য শরয়ী বিচারকের কাছে স্বীকারোক্তির ভিত্তিতে রজমের হদ কার্যকর করা হয়েছে। তবে শরয়ীভাবে এটি জরুরি নয় যে,তওবা করার জন্য স্বীকারোক্তি করতেই হবে; বরং গোপনে তওবা করে নেওয়াই উত্তম। তবে কেউ যদি নিজেই স্বীকার করে এবং তা বিচারকের সামনে আসে, তাহলে বিচারক হদ কার্যকর করবেন। হাদিসে উল্লিখিত সাহাবি মাইয ও গামিদিয়া নাম্নী নারী উভয় নিজেরাই রজম কার্যকর করতে চেয়েছিলেন, যদিও তাদের জন্য শুধু তওবাই যথেষ্ট ছিল। তারা নিজেদের জন্য সর্বোচ্চ পর্যায়ের তওবা চেয়েছিলেন। কারণ হদ গোনাহের কাফফারা হিসেবে কাজ করে। মা'ইজ ইবনে মালিক সম্পর্কে একটি হাদিসে এসেছে যে: তিনি আবু হাযালের তত্ত্বাবধানে পালিত একজন এতিম ছিলেন। একবার তিনি গোত্রের একজন নারীর সঙ্গে ব্যভিচার করেন। তখন অভিভাবক তাকে বললেন: “আল্লাহর নবির কাছে যাও, তিনি হয়ত তোমার জন্য মাগফিরাত কামনা করবেন\" এবং হয়ত এর ফলে তুমি রক্ষা পাবে। তখন তিনি নবির কাছে গিয়ে বললেন: “হে আল্লাহর রাসুল! আমি ব্যভিচার করেছি; আমার ওপর আল্লাহর কিতাব অনুসারে হদ কার্যকর করুন।” আল্লাহর নবি তখন মুখ ফিরিয়ে নিলেন; কিন্তু তিনি বারবার ফিরে এসে একই কথা বললেন। এভাবে মোট চারবার তিনি যিনার কথা স্বীকার করলেন।  এরপর তিনি জিজ্ঞেস করেন: “তুমি চারবার বলেছ; কার সাথে যিনা করেছ?” তখন তিনি বললেন: অমুক নারীর সাথে। তিনি আরো জিজ্ঞেস করেন: “তুমি তার সঙ্গে যৌনমিলন করেছ?” তিনি বললেন: “হ্যাঁ।” এরপর তাকে রজমের আদেশ দেওয়া হয়। যখন রজম করা হচ্ছিল, তখন পাথরের আঘাতে কষ্ট পেয়ে তিনি দৌড়ে পালাতে চাইলেন। তখন আব্দুল্লাহ ইবনে উনাইস একটি উটের হাড় ছুঁড়ে তাকে হত্যা করেন। পরে নবিজির কাছে তিনি ঘটনাটি বললে তিনি বললেন: “তোমরা কেন তাকে ছেড়ে দিলে না? হয়তো সে তওবা করত এবং আল্লাহ তার তওবা কবুল করতেন”।\nএভাবে কেউ যদি ব্যভিচারের স্বীকারোক্তি করে; কিন্তু বিস্তারিতভাবে না জানায়, তাহলে বিচারক তার ওপর হদ আরোপ না করে তাকে গোপনে তওবা করতে বলবেন।\nসহিহ বুখারির একটি হাদিসে এসেছে: একজন ব্যক্তি আল্লাহর নবির এসে বললেন: “হে আল্লাহর রাসূল, আমি একটি অপরাধ করেছি। আপনি আমার ওপর হদ কার্যকর করুন।” কিন্তু নবিজি তাকে কিছু জিজ্ঞেস করলেন না। এরপর নামাযের সময় হলে লোকটি তাঁর সঙ্গে নামাযে শরিক হলেন। পরে আবার এসে বললেন: হে আল্লাহর রাসূল! আমি একটি অপরাধ করেছি; তাই আল্লাহর কিতাব অনুযায়ী আমার ওপর হদ কার্যকর করুন। নবিজি বললেন: তুমি কি আমার সঙ্গে নামায আদায় করনি? তিনি বললেন: হ্যাঁ। তখন আল্লাহর নবি বললেন: “তাহলে আল্লাহ তোমার গোনাহ মাফ করে দিয়েছেন অথবা বললেন: “তোমার হদ মাফ করে দিয়েছেন”।\nএক হাদিসে এসেছে: “...যে ব্যক্তি এই ধরনের অপবিত্র কাজ করে, সে যেন গোপনীয় বিষয়কে গোপন রাখে। কারণ যে আমাদের সামনে নিজের গোনাহ প্রকাশ করে, আমরা তার ওপর হদ কার্যকর করব।”\nঅন্য একটি হাদিসে বলা হয়েছে, তওবা ও গোপনীয়তা হদ কার্যকর হওয়ার আগেই উত্তম পথ। যেমন: “...যে এসব গোনাহে লিপ্ত হয়েছে, সে যেন পর্দার আড়ালে আল্লাহর কাছে তওবা করে; আর যে ব্যক্তি নিজেকে আমাদের সামনে প্রকাশ করে, আমরা তার ওপর হদ কার্যকর করব”।\n\n\n=== স্বীকারকারীর প্রতি বিচারকের ইঙ্গিতপূর্ণ (পরোক্ষ) প্রশ্ন করা ===\nযদি কেউ ব্যভিচার করার কথা প্রকাশ্যে স্বীকার করে, তবে ইসলামি শরিয়তের দৃষ্টিতে হাকিম বা বিচারকের জন্য উত্তম হল, তিনি তাকে স্বীকারোক্তি থেকে ফিরে আসার সুযোগ দিবেন এবং তাকে এমনভাবে প্রশ্ন করবেন, যা তাকে অনুশোচনায় ফিরে আসতে সাহায্য করে। হাদিসে এসেছে, সাহাবি মাআয বলেছিলেন: \"হে আল্লাহর রাসুল! আমি ব্যভিচার করেছি।\" কিন্তু তিনি তার কথার সরাসরি উত্তর দেননি; বরং চারবার মুখ ফিরিয়ে নিয়েছিলেন। অন্য বর্ণনায় এসেছে আব্দুল্লাহ ইবনে আব্বাস বলেন, রাসূলুল্লাহ মাআযকে বলেন: \"হয়ত তুমি কেবল চুমু খেয়েছিলে?\" \"হয়ত তুমি ছুঁয়ে দেখেছিলে?\" \"হয়ত তুমি শুধু দেখেছিলে?\" তিনি উত্তর দিলেন: না। তখন আল্লাহর রাসুল জিজ্ঞেস করলেন: \"তুমি কি সরাসরি সহবাস করেছিলে?\" তিনি বললেন: \"হ্যাঁ\"। মাআয ইবনে মালিকের ঘটনা থেকে বোঝা যায় যে, যদি কোনো ব্যক্তি স্বীকারোক্তির পরে তা অস্বীকার করে, তাহলে তাকে সে সুযোগ দেওয়া উচিত।\n\n\n== রজম বাতিলযোগ্য কারণ ==\nযদি অভিযুক্তের অপরাধ প্রমাণে কোনো সন্দেহ সৃষ্টি হয়, তাহলে রজমসহ শরিয়ত কর্তৃক নির্ধারিত অন্যান্য হুদুদ বাতিল হয়ে যায়। তাই বিচারক এমন প্রমাণ বা পরিস্থিতিকে গুরুত্ব দেওয়ার চেষ্টা করেন, যা অভিযুক্ত ব্যক্তিকে শাস্তি থেকে বাঁচাতে পারে। শরিয়তের দৃষ্টিতে হুদুদ একটি অপরিহার্য দণ্ড হলেও যখন এটি প্রমাণে কোনো সন্দেহ বা সন্দেহজনক পরিস্থিতি দেখা যায়, তখন অভিযুক্তকে শাস্তি প্রদান থেকে বিরত থাকা হয়। যেমন ব্যভিচার প্রমাণের জন্য চারজন ন্যায়পরায়ণ সাক্ষীর উপস্থিতি আবশ্যক। সাক্ষীর সংখ্যা চারজনের কম হলে বা একজনেরও চরিত্রে সন্দেহ থাকলে, তখন অভিযুক্তের ওপর হুদ প্রয়োগ করা হবে না; বরং মিথ্যা অপবাদ দেওয়ার কারণে সাক্ষীদের ওপর \"কাযফের\" (অপবাদ) শাস্তি প্রয়োগ করা হবে। ইসলামি পণ্ডিতরা বলেন, সাধারণ মুসলমানদেরও কর্তব্য হল—মানুষের ওপর হুদুদ প্রয়োগের পথ বন্ধ করা, যদি তাতে কোনো সন্দেহ থাকে, তাহলে উপদেশ দিয়ে সংশোধনের চেষ্টা করা এবং অপরাধের প্রচার না করে বরং তা গোপন রাখা। আল্লাহর রাসুল বলেন: \"যে ব্যক্তি মুসলমানের অপরাধ গোপন রাখে, আল্লাহ দুনিয়া ও আখিরাতে তাদের দোষত্রুটিও গোপন রাখবেন।\" তবে অপরাধী যদি নির্লজ্জভাবে আল্লাহর সীমা লঙ্ঘন করতে থাকে এবং তার অপরাধ সমাজে ছড়িয়ে পড়ার আশঙ্কা থাকে, তাহলে তা গোপন করা আর বৈধ হবে না। বহু হাদিসে যথাসম্ভব হুদুদ থেকে বিরত থাকার বিষয়টি বর্ণিত হয়। যেমন একটি হাদিসে বলা হয়েছে:\n\"মুসলমানদের থেকে হুদুদ যতটা সম্ভব দূরে রাখো। যদি কারও জন্য মুক্তির কোন পথ পাও, তবে তাকে মুক্ত করে দাও। কারণ শাসকের পক্ষে ক্ষমার করার ক্ষেত্রে ভুল করা তার শাস্তির ক্ষেত্রে ভুল করার চেয়ে উত্তম।\"\nঅন্য হাদিসে বলা হয়েছে: \"যেখানে শাস্তি ঠেকানোর কোন উপায় পাও, সেখানে শাস্তি প্রয়োগ করো না।\"\n\"হুদুদ দূরে রাখো\" কথার অর্থ হল, যার ওপর হুদুদের বিধান প্রযোজ্য, তার ব্যাপারে যদি কোনো সন্দেহ বা ব্যাখ্যার সুযোগ থাকে, তাহলে সেই সন্দেহকে গুরুত্ব দিয়ে শাস্তি থেকে বিরত থাকো। যদি বিচারক দেখেন যে, শাস্তি না দেওয়ার জন্য যথেষ্ট কারণ আছে, তাহলে শাস্তি আরোপ না করাই শরিয়তের দৃষ্টিতে উত্তম বলে বিবেচিত হবে। তবে যদি অপরাধ স্পষ্টভাবে প্রমাণিত হয় (যেমন: নিজ মুখে স্বীকার বা চারজন ন্যায়পরায়ণ সাক্ষীর মাধ্যমে) এবং এতে সন্দেহের কোনো অবকাশ না থাকে, তখন বিচারকের দায়িত্ব হয় শাস্তি কার্যকর করা।\nহাদিস ব্যাখ্যাকার তীবী বলেন: এসব হাদিস দ্বারা বুঝা যায় যে, মুসলমানরা যদি একে অপরের দোষ গোপন রাখে, তাহলে আদালতে হুদুদের বিষয় পৌঁছবে না। যদি পৌঁছেও যায়, তখন বিচারক সন্দেহের ভিত্তিতেও হুদুদ ঠেকাতে পারেন। অপর একটি হাদিসে বলা হয়েছে: \"তোমরা নিজেদের মধ্যে শাস্তির বিধান গোপন রাখো। কারণ যদি তা আমার (বিচারক) কাছে পৌঁছে যায়, তবে শাস্তি অবধারিত হবে\"।\n\n\n== রজমের পদ্ধতি ও বিধান ==\nহাদিসে রজম করার পদ্ধতি ও এর শর্তাবলী সম্পর্কে বিস্তারিত জানা যায়। যেমন, গামিদিয়া নাম্নী একজন নারীর রজম সংক্রান্ত হাদিসে বলা হয়েছে যে, তাকে বসা অবস্থায় রজম করা হয়েছিল এবং তার কাপড় ভালোভাবে বেঁধে দেওয়া হয়েছিল, যেন তার পর্দা রক্ষা হয়। ইমাম নববি উল্লেখ করেন যে, সকল আলেমের মতে নারীদের বসিয়ে রজম করতে হবে। পুরুষদের সম্পর্কে অধিকাংশ আলেমের অভিমত হলো, তাদের দাঁড় করিয়ে রজম করতে হবে। তবে ইমাম মালেক বলেন, পুরুষকেও বসিয়ে রজম করা যেতে পারে। অন্যদের মতে, ইমাম চাইলে বসিয়ে বা দাঁড় করিয়ে উভয়ভাবেই রজম করতে পারেন।\nফিকহে বলা হয়েছে, রজম করার স্থান হতে হবে খোলা মাঠ। যেমনটি আল্লাহর নবি মাইজ ইবনে মালিককে রজম করার সময় গর্ত খনন না করেই একটি খোলা মাঠে রজম করার নির্দেশ দিয়েছিলেন। মুখতাসার খলীল গ্রন্থে বলা হয়েছে যে, রজম মাঝারি আকারের পাথর দিয়ে করতে হয়; এমন বড় পাথর দিয়ে নয়, যার আঘাতে শরীর বিকৃত হয়ে যায়। ইবনে আরাফা বলেন, এমন পাথর হতে হবে, যা সাধারণভাবে নিক্ষেপযোগ্য এবং বিশাল আকারের ভারী শিলার ব্যবহার অনুচিত। লখমী বলেন, অতিমাত্রায় ছোট পাথর দিয়ে নিক্ষেপ করলে তা কষ্ট বাড়ায়, আবার শাস্তিও বিলম্ব হয়। আবু ইসহাক বলেন, রজমকারী যে বড় পাথর তুলতে সক্ষম হয়, তা দিয়েই রজম করবে; তবে ইবনে আব্দুস সালাম বলেন, এটি প্রচলিত মত নয়। লখমী বলেন, রজমের লক্ষ্য মূলত পিঠ বা নাভির ওপরে শরীরের প্রাণঘাতী স্থানগুলি হতে হবে। এছাড়া মুখমণ্ডল ও পায়ের মতো অপ্রাণঘাতী অংশ লক্ষ্য করা যাবে না। \nইবনে আরাফা মালেকি মাজহাব থেকে উল্লেখ করেন যে, পুরুষ বা নারী কাউকেই গর্ত খনন করে রজম করা আবশ্যক নয়। কেউ কেউ বলেন, যদি গর্ত খনন করা হয়, তবে হাত খোলা রাখা উত্তম। কেউ বলেন, রজম সাক্ষ্যের ভিত্তিতে হলে গর্ত খনন করা যেতে পারে; তবে স্বীকারোক্তির ভিত্তিতে হলে খনন না করাই ভালো। লখমী আরো বলেন, রজমের সময় পুরুষের উপরের পোশাক খোলা যেতে পারে; কিন্তু নারীদের পোশাক খোলা যাবে না।\nইমাম নববি বলেন, রজমের সময় বিচারকের উপস্থিতি আবশ্যক নয়। হাদিসে আছে যে, আল্লাহর নবি কেবল আদেশ দিয়েছিলেন এবং মানুষেরা রজম করেছিল। যেমন মাইজের হাদিসে বলা হয়েছে: তিনি আমাদের রজম করার নির্দেশ দেন। এ হাদিসের আলোকে ইমাম ইমাম শাফিঈ, মালেক ও তাদের অনুগামীরা বলেন যে, বিচারকের উপস্থিতি আবশ্যক নয়। তবে আবু হানিফা ও আহমদের মতে, বিচারক ও সাক্ষীদেরও উপস্থিতি দরকার। তাই যদি অভিযুক্ত ব্যক্তি নিজে স্বীকার করে, তাহলে বিচারক রজম শুরু করবেন; আর যদি সাক্ষ্য দ্বারা প্রমাণ হয়, তাহলে সাক্ষীরা শুরু করবে।\nইবনে মাওদূদ বলেন যে, “যদি অভিযুক্ত ব্যক্তি স্বীকার করে, তাহলে বিচারক শুরু করবেন, তারপর অন্যরা।” হানাফিদের দলিল হলো, আল্লাহর গামিদিয়াকে গর্তে বসিয়ে এক ছোট পাথর নিক্ষেপ করে বলেন: ‘নিক্ষেপ করো, কিন্তু মুখমণ্ডল লক্ষ্য কোরো না।’” এরপর তিনি তাকে কবর দেন এবং জানাজা পড়েন। এরপর বলেন: “সে এমনভাবে তওবা করেছে, যদি হিজাজ অঞ্চলের বাসিন্দাদের মাঝে তা বণ্টন করা হতো, তাহলে তা তাদের জন্য যথেষ্ট হতো। ইসলামি আইনে, রজমের মাধ্যমে মৃত্যুদণ্ডপ্রাপ্ত ব্যক্তি মুসলিম হিসেবেই গণ্য হয়। তাই তার গোসল, কাফন, জানাজা নামাজ ও দাফনের বিধান প্রযোজ্য হয়। যেমন আল্লাহর রাসুল বলেছেন: “তোমরা তার সাথে এমনভাবে আচরণ করো, যেভাবে তোমরা মৃত মুসলমানদের সাথে করো।”\nতবে রজম বাস্তবায়ন করার অধিকার একমাত্র শাসক বা তার নিযুক্ত বিচার বিভাগেরই আছে। ফিকহ মতে, রজমসহ সব হুদুদ কেবল বিচার বিভাগীয় প্রক্রিয়ায় কার্যকর হতে পারে। খলিফা আবু বকর, উমর, উসমান ও আলির শাসনামলে তারা সবাই খলিফা হিসেবেই রজমের হুকুম কার্যকর করতেন। কোনো দল-নেতা বা দলের প্রধানের মাধ্যমে এসব হুদুদ কার্যকর করা বৈধ নয়; কারণ তারা সেই কর্তৃত্ব রাখে না। এমনকি কোনো দাস বা দাসীর ওপরও হুদুদ বাস্তবায়নের জন্য ইমাম বা তার অধীনস্থ বিচারকের অনুমতি নিতে হবে। যদি অপরাধী অসুস্থ হয় এবং সে বিবাহিত হয়, তাহলেও তাকে রজম করা হবে। কিন্তু অবিবাহিত হলে তখন সুস্থ হওয়া পর্যন্ত অপেক্ষা করতে হবে। যদি এমনভাবে অসুস্থ হয় যে, সুস্থ হওয়ার কোনো আশা নেই এবং দণ্ড দিলে মৃত্যুর ঝুঁকি থাকে, তাহলে হালকা চাবুক মারার বিধান রয়েছে। গর্ভবতী নারীর ক্ষেত্রে সর্বসম্মতভাবে বলা হয়েছে যে, তার শাস্তি সন্তান প্রসব ও সন্তানকে স্তন্যপান করিয়ে স্বাবলম্বী করার পর কার্যকর হবে। “আল-ইখতিয়ার” গ্রন্থে বলা হয়েছে: যদি তার দণ্ড হয় চাবুক মারা, তাহলে তা প্রসব-পরবর্তী নির্ধারিত সময় শেষে কার্যকর হবে। আর যদি রজম হয়, তবে প্রসবের পর কার্যকর করা হবে। তবে যদি শিশুকে দেখভালের মত কেউ না থাকে, তাহলে শিশু সাবলম্বী হওয়া পর্যন্ত দণ্ড স্থগিত থাকবে।\n\n\n=== সাক্ষীদের দিয়ে রজম শুরু করা ===\nআদালতের পক্ষ থেকে রায় ঘোষণার পর, সাক্ষীদের রজম কার্যকর করার নির্দেশ দেওয়া হবে এবং তারাই প্রথমে রজম শুরু করবে। তবে এ বিষয়ে আলিমদের মধ্যে মতভেদ রয়েছে। ইমাম শাফিঈ বলেছেন, রজম কার্যকর করার ক্ষেত্রে সাক্ষীদের দ্বারা শুরু হওয়া শর্ত প্রয়োজ্য নয়। কারণ হাদিসে বর্ণিত রজম সংক্রান্ত ঘটনায় সরাসরি রজমের আদেশ দেওয়া হয়েছে এবং এতে সাক্ষীদের দ্বারা শুরু হওয়ার কোনো উল্লেখ নেই। শাফিঈ ও মালিকী মাযহাব মতে, যদি ব্যভিচার সাক্ষ্য দ্বারা প্রমাণিত হয়, তাহলে রজম কার্যকর করার সময় সাক্ষীদের আগে এগিয়ে আসা বা বিচারকের আগে শুরু করা জরুরি নয়। তবে হানাফি মাযহাব মতে, যদি ব্যভিচার সাক্ষ্য দ্বারা প্রমাণিত হয়, তাহলে বিচারক বা কাজি প্রথম রজমের রায় প্রদান করবে; এরপর রজম কার্যকর করার জন্য নির্দেশ দেবে। এরপর সাক্ষীদেরই রজম শুরু করতে হবে; তারপর বিচারক এবং এরপর সাধারণ মানুষ অংশগ্রহণ করবে। আর যদি ব্যভিচার স্বীকারোক্তির মাধ্যমে প্রমাণিত হয়, তাহলে বিচারক নিজেই রজম শুরু করবে, তারপর অন্যরা অংশ নেবে। \"আল-মুখতার\" গ্রন্থে বলা হয়েছে: \"যদি ব্যভিচার সাক্ষ্য দ্বারা প্রমাণিত হয়, তাহলে প্রথমে সাক্ষীরা রজম শুরু করবে, তারপর ইমাম, এরপর জনগণ। তবে যদি তারা (সাক্ষীরা) রজম করতে অস্বীকৃতি জানায় বা তাদের মধ্যে কেউ তা না করে, তবে রজম করা যাবে না। আর যদি ব্যভিচার স্বীকারোক্তি দ্বারা প্রমাণিত হয়, তাহলে ইমাম শুরু করবেন, তারপর জনগণ।\" কারণ আলি একজন মহিলার রজম শুরু করেছিলেন, যে নিজেই ব্যভিচারের কথা স্বীকার করেছিলেন। এরপর বলেন, “রজম দুই প্রকার: গোপন রজম ও প্রকাশ্য রজম। প্রকাশ্য রজম হল, যেখানে গর্ভবতী নারীর পেটে কী আছে তা প্রকাশ পায় এবং গোপন রজম হল, যেখানে সাক্ষীরা সাক্ষ্য দেয়। তখন প্রথম সাক্ষীরা রজম করবে এরপর ইমাম এবং তারপর মানুষ।”\nসাক্ষীদের দিয়ে রজম শুরু করার উদ্দেশ্য হল, তাদের সাক্ষ্যকে বাস্তবে প্রমাণ করা। যেহেতু তাদের সাক্ষ্যের কারণে একজনকে মৃত্যুদণ্ড দেওয়া হচ্ছে, তাই তাদের উচিত সেই সাক্ষ্যের সত্যতা প্রমাণে প্রথম রজমে অংশ নেওয়া। এতে এক ধরনের “সতর্কতা” নিহিত রয়েছে; কারণ রজমের সময় সাক্ষীর মনে পরিবর্তন আসতে পারে, যার ফলে সে সাক্ষ্য ফিরিয়েও নিতে পারে। তাই সাক্ষীদের দিয়ে শুরু করা হলে বিচার প্রক্রিয়ার মধ্যেই একপ্রকার মুক্তির সম্ভাবনা থাকে। কারণ কেউ যদি বাস্তবে রজমে অংশ নিতে না চায়, তাহলে এটি তার সাক্ষ্য থেকে পিছিয়ে আসার ইঙ্গিত বহন করে। তাই যদি সাক্ষীরা রজমে অংশগ্রহণে অস্বীকৃতি জানায় বা তাদের মধ্যে কেউ না করে, তাহলে রজম কার্যকর করা হবে না। কারণ তাদের অস্বীকৃতি সাক্ষ্য প্রত্যাহারেরই নিদর্শন। যদি সাক্ষীরা অনুপস্থিত থাকে, তাহলে ইমাম আবু হানিফার অভিমত অনুযায়ী রজম করা হবে না; কারণ সাক্ষ্য দিয়ে শুরু করা একটি শর্ত এবং তখন তা অনুপস্থিত। একইভাবে যদি সাক্ষীরা মারা যায়; অক্ষম হয়; পাগল হয়; ফাসিক হয়; তাদের অপবাদ প্রমাণিত হয় কিংবা এমন কিছু ঘটে যায়, যার ফলে তারা সাক্ষ্য প্রদানের অযোগ্য হয়ে যায়, তাহলে রজম করা হবে না। কারণ দণ্ড কার্যকর হওয়ার পূর্বে যদি এমন কিছু ঘটে, তাহলে তা শুরুতে বিদ্যমান থাকার মত গণ্য হয়। এর ফলে আর শাস্তি কার্যকর হবে না।\nইমাম আবু ইউসুফের মতে: যদি সাক্ষীরা অনুপস্থিত থাকেন, তবুও রজম কার্যকর করা হবে এবং তাদের জন্য অপেক্ষা করা হবে না। এমনকি যদি তারা রজমে অংশগ্রহণে অস্বীকৃতি জানায়, তবুও রজম কার্যকর হবে। কারণ এটি হদ বা নির্ধারিত শাস্তি, যা সাক্ষীদের সরাসরি অংশগ্রহণের ওপর নির্ভরশীল নয়।\nইমাম মুহাম্মদের মতে: যদি সাক্ষীরা অসুস্থ হন কিংবা তাদের হাত কাটা থাকে, তাহলে বিচারক রজম শুরু করবেন এবং এরপর জনগণ অংশ নেবে। কারণ, তাদের অক্ষমতা স্পষ্ট হওয়ায় এতে কোনো সন্দেহ থাকে না। তবে যদি তারা মারা যায়, তাহলে সন্দেহের কারণ হতে পারে; যেমন তারা হয়ত পিছু হটতে পারত। তাই তখন রজম না করাই উত্তম।\nএছাড়াও আরো বলা হয়েছে, রজমের সময় যদি কেউ ইচ্ছাকৃতভাবে মৃত্যুর জন্য পাথর নিক্ষেপ করে, তাহলে এতে কোনো সমস্যা নেই। কারণ রজম হল শাস্তিস্বরূপ হত্যা। তবে যদি অভিযুক্ত তার আত্মীয় হয়, তাহলে উত্তম হল যে, সে নিজে রজম না করে অন্য কাউকে এটি করতে দেয়। কারণ এতে আত্মীয়তার সম্পর্ক নষ্ট হওয়ার আশঙ্কা রয়েছে, যা অপ্রয়োজনীয়ভাবে সম্পর্ক ছিন্ন করার নামান্তর।\nইমাম মালিকের মতে, সহিহ হাদীস কিংবা সুপ্রতিষ্ঠিত সুন্নাহ অনুযায়ী, রজমের ক্ষেত্রে সাক্ষীদের দ্বারা শুরু করার কোনো বিধান নেই। তিনি বলেন, বহু ইমাম এই শাস্তি কার্যকর করেছেন; কিন্তু সাক্ষীদের দিয়ে তা শুরু করা কিংবা বিচারকের পরে জনগণকে শামিল করার কোন ঘটনা প্রমাণিত নয়। ইমাম আবু দাউদ ও নাসাঈ কর্তৃক বর্ণিত হাদিসও তার কাছে সহীহ নয়।\n\n\n== রজম অস্বীকারকারী ==\nইসলামি ফিকহবিশারদরা উল্লেখ করেন যে, বিবাহিত ব্যভিচারীর জন্য রজমের শাস্তি অস্বীকার করে এমন দল হলো খারেজি সম্প্রদায়, বিশেষত এর আজারিকা উপদলটি এবং সেই সঙ্গে কিছু মুতাযিলা আলিমও রজম অস্বীকার করত। নবি কিংবা সাহাবাদের যুগে রজম অস্বীকারের কোনো ঘটনা ঘটেনি; বরং খারেজি সম্প্রদায়ই প্রথম রজম অস্বীকার করে। তাদের যুক্তি ছিল যে, পবিত্র কুরআনে এই শাস্তির কোনো সুস্পষ্ট উল্লেখ নেই।\nসহিহ মুসলিমের ব্যাখ্যায় ইমাম নববি উল্লেখ করেছেন যে, খারেজি ও তাদের সমমতাদর্শী কিছু লোক এই হদ অস্বীকার করে। একইভাবে সহিহ বুখারীর ব্যাখ্যায়ও বলা হয় যে, খারেজি ও কিছু মুতাযিলা পণ্ডিত রজমের বিধান অস্বীকার করে যুক্তি দেয় যে, পবিত্র কুরআনে রজমের কোনো প্রমাণ নেই। তাই তারা নবির হাদিস বা সাহাবাদের বর্ণনার ওপর নির্ভর করেনি। তাদের যুক্তির প্রধান ভিত্তি হল, হাদিসকে শরিয়তের দলিল হিসেবে গ্রহণ না করা। তারা মনে করত, শরয়ি দলিল হিসেবে শুধু কুরআনই যথেষ্ট। দলিল হিসেবে হাদিসকে গ্রহণ করা যাবে না, বিশেষ করে যদি হাদিস মুতাওয়াতির (অত্যন্ত বহুল বর্ণিত) না হয়। তবে কিছু খারেজি সীমিত আকারে মুতাওয়াতির হাদিস গ্রহণ করত। অনুরূপভাবে, কিছু মুতাযিলাও খারেজিদের এই মত গ্রহণ করেছে। তাদের মতে, কুরআনে শুধুই বেত্রাঘাত করার কথা বলা হয়েছে, রজমের নয়। তাই তাদের দৃষ্টিতে এই হদ অপ্রমাণিত।\n\nইসলামি পণ্ডিতরা বলেন যে, রজমের শাস্তি অস্বীকার মূলত সহিহ ও নির্ভরযোগ্য হাদিস অস্বীকার করার নামান্তর। উমর ইবনুল খাত্তাব  এই প্রসঙ্গেই একটি ভবিষ্যদ্বাণী করেছিলেন:“আমার আশঙ্কা হয় যে, কিছুদিন পর কেউ হয়তো বলবে: ‘আমরা কুরআনে রজমের কথা পাই না’, ফলে তারা এক ফরজ বিধান ত্যাগ করে বিভ্রান্ত হবে, যা আল্লাহ নাজিল করেছেন।”রজম অস্বীকার কোনো মতপার্থক্যমূলক মাসালা নয়। কারণ এটি এমন একটি বিধান যা কুরআন, হাদিস ও ইজমার মাধ্যমে প্রতিষ্ঠিত। তাই কেউ যদি এ শাস্তিকে অমানবিক মনে করে এবং তাকে ইসলামের দয়ামূলক বৈশিষ্ট্যের সঙ্গে সাংঘর্ষিক বলে মনে করে, তাহলে সে ইসলামের গণ্ডি থেকে বেরিয়ে যাবে। কারণ ইসলামে অপরাধের গুরুত্ব অনুযায়ী শাস্তির বিধান রাখা হয়েছে এবং রজম তারই একটি অংশ।\n\n\n== রজমের আয়াত ==\nরজমের আয়াত হল এমন একটি আয়াত, যা কুরআন থেকে শশব্দগতভাবে রহিত (নুসখ) হয়ে গেছে; কিন্তু এর হুকুম (আইনি বিধান) কায়েম রয়েছে। ইসলামি উসুলবিদগণ একে নুসখের একটি প্রকার বলে গণ্য করেছেন। বর্ণিত হয়েছে যে, এই আয়াতটি পূর্বে সূরা আহযাবের অংশ ছিল এবং সাহাবারা তা পড়তেন ও মুখস্থ রাখতেন। তবে পরবর্তীতে এর শব্দ রহিত হয়ে যায়, কিন্তু হুকুম স্থির থাকে। শব্দ রহিত হওয়ার প্রমাণ হল, সাহাবীগণকে এই আয়াতটি লিখে রাখতে আদেশ করা হয়নি। পক্ষান্তরে এর হুকুম বলবৎ থাকার প্রমাণ হিসেবে বলা হয়, অনেক সাহাবি এটি বর্ণনা করেছেন এবং সকল ইসলামি পণ্ডিত সর্বসম্মতিক্রমে এটি গ্রহণ করেছেন। ইসলামের ইতিহাসে এই বিধান কেবল কিছু খারিজি ও তাদের অনুসারীরা অস্বীকার করেছিল। নুসখ বা রহিত রজমের আয়াতটির পাঠ্যরূপ ছিল:الشيخ والشيخة إذا زنيا فارجموهما البتة نكالاً من الله والله عزيز حكيم\nঅর্থ: “বয়স্ক (বিবাহিত) পুরুষ ও নারী যদি ব্যভিচার করে, তাহলে আল্লাহর পক্ষ থেকে একটি সতর্ক শাস্তিস্বরূপ তাদের উভয়কে পাথর নিক্ষেপ করে হত্যা করো, আল্লাহ পরাক্রমশালী ও প্রজ্ঞাবান।”এই পাঠ্যরূপটি অধিকাংশ বর্ণনাকারীর মতে সবচেয়ে নির্ভরযোগ্য। ইমাম মালিক তার মুওয়াত্তা গ্রন্থে ব্যাখ্যা করেন যে, এখানে বয়স্ক পুরুষ ও নারী বলতে উদ্দেশ্য হল, যারা বিবাহিত বা পূর্বে বিবাহিত ছিলেন (মুহসিন)।\nএই আয়াতটিকে কুরআনের তিলাওয়াতযোগ্য অংশ হিসেবে গণ্য হয় না; কারণ এটি লিপিবদ্ধ করা হয়নি। তাই সাহাবাদের অনেকেই পরে এটি ভুলে যান।\nআয়াত দ্বারা রজম প্রমাণ\nযারা পাথর নিক্ষেপের শাস্তি (রজম) অস্বীকার করেন, তারা বলেন, কুরআনে রজমের ব্যাপারে স্পষ্ট কোনো আয়াত নেই। কিন্তু উসুলবিদরা বলেন, রজমের দলিল কেবল কুরআনের লিখিত আয়াত নয়, বরং এটি সুন্নাহ ও ইজমার মাধ্যমে প্রমাণিত হয়। যেমন একটি সহিহ হাদীসে বর্ণিত আছে যে, খলিফা আলী এক নারীকে রজম করে বলেছিলেন: \"আমি রাসুলুল্লাহর সুন্নাহ অনুযায়ী রজম করেছি।” উসুলবিদরা তিন প্রকারের নাস্‌খ চিহ্নিত করেছেন: শব্দ ও হুকুম উভয় রহিত হওয়া; কেবল হুকুম রহিত হওয়া, কিন্তু শব্দ রয়ে যাওয়া; কেবল শব্দ রহিত হওয়া, কিন্তু হুকুম কায়েম থাকা। রজমের আয়াতটি তৃতীয় প্রকারভুক্ত; কেবল এর শব্দ বা তিলাওয়াত রহিত হয়েছে, তবে এর হুকুম বহাল আছে। আল্লাহ বলেন, \"আমি কোনো আয়াত রহিত করলে বা ভুলিয়ে দিলে, তার চেয়ে উত্তম বা অনুরূপ নিয়ে আসি\" (২: ১০৬)।\nইবনে জারির তাবারি, হাসান বসরি, আবদুল্লাহ ইবনে আব্বাস ও কাতাদাসহ প্রমুখ ব্যাখ্যা করেন, আল্লাহর রাসূল কোনো কোনো আয়াত পাঠ করতেন, পরে তা আল্লাহর ইচ্ছায় ভুলিয়ে দেওয়া হতো এবং তার হুকুম রহিত বা পরিবর্তিত হত। কখনো তা হুকুম রহিত হত; কখনো কেবল তিলাওয়াত বন্ধ হত, কিন্তু হুকুম বলবৎ থাকত। রজমের আয়াত ইসলামি আইন ও শরিয়তের একটি গুরুত্বপূর্ণ একটি বিধান, যার ভিত্তি শুধু লিখিত কুরআন নয়, বরং সহিহ হাদিস ও সাহাবিদের আমল ও ইজমার মাধ্যমে সুপ্রতিষ্ঠিত হয়েছে।   \n\n\n== আরো দেখুন ==\nহুদুদ\nহুদুদ অধ্যাদেশ\nজিনা\nব্যভিচার\n\n\n== সূত্র ==\nফাতহুল বারি (হুদুদ অধ্যায়),পৃ. ৫৯। \nমুগনিল মুহতাজ (সহিহ মুসলিমের ব্যাখ্যাগ্রন্থ), হুদুদ অধ্যায়।\nতাফসিরে ইবনে কাসির, সুরা নুর।\nনাইলুল আওতার, পৃ. ৭/১০৪\nউইকি সূত্র\nআল সারি' আল জানায়ী (আ. কাদের আওদা), পৃ. ৪১৮/১৯\n\n\n== বহিঃসংযোগ ==\nصحيج البخاري كتاب الحدود\nالمصحف الإلكتروني تفسير القرطبي سورة الأحزاب\nالفقه على المذاهب الأربعة\nشرح النووي على مسلم كتاب الحدود\nكتاب الشبهات وأثرها في العقوبات الجنائية\nالإسلام سؤال وجواب\n\n\n== তথ্যসূত্র =="}