{"pageid": 1529470, "title": "গণগৌর", "url": "https://bn.wikipedia.org/wiki?curid=1529470", "content": "গণগৌর (সংস্কৃত: गणगौर) হল একটি হিন্দু উৎসব, যা মূলত ভারতের রাজস্থান, হরিয়ানা, মধ্যপ্রদেশের মালওয়া ও নিমাড় অঞ্চল (মানওয়ার, বরওয়ানি, খারগোন, খান্ডওয়া), উত্তরপ্রদেশের ব্রজ ও বুন্দেলখণ্ড অঞ্চলে উদযাপিত হয়। এছাড়াও, এটি গুজরাট ও পশ্চিমবঙ্গের কিছু অংশেও পালন করা হয়। একই দিনে মহারাষ্ট্র ও উত্তর কর্ণাটকে চৈত্র গৌরী ব্রত নামে এই উৎসবের একটি বৈচিত্র্য পালিত হয়, আর তেলেঙ্গানা ও অন্ধ্রপ্রদেশে সৌভাগ্য গৌরী ব্রতম নামে এর আরেকটি সংস্করণ উদযাপিত হয়।\nগণগৌর একটি রঙিন উৎসব, যা রাজস্থানের অন্যতম গুরুত্বপূর্ণ উদযাপন। এই উৎসব রাজ্যের সর্বত্র অত্যন্ত উৎসাহ ও ভক্তির সঙ্গে পালন করা হয়, বিশেষ করে নারীদের দ্বারা, যারা দেবী গৌরী (পার্বতী)-র পূজা করেন। হিন্দু চৈত্র মাসে (মার্চ–এপ্রিল) উদযাপিত এই উৎসব বসন্ত, ফসল, দাম্পত্য সুখ, বৈবাহিক বিশ্বস্ততা ও সন্তানের জন্মের প্রতীক। অবিবাহিত নারীরা এই পূজা করেন একজন যোগ্য জীবনসঙ্গী লাভের আশায়, আর বিবাহিত নারীরা স্বামীর দীর্ঘায়ু, সুস্বাস্থ্য ও কল্যাণ কামনায় দেবী গৌরীর আরাধনা করেন।\n\n\n== ব্যুৎপত্তি ==\nগণ একটি সংস্কৃত শব্দ যার অর্থ শিবের সাথে সম্পর্কিত দল, অন্যদিকে গৌরী পার্বতীর একটি উপাধি।\n\n\n== কিংবদন্তি ==\nগণগৌর উৎসবের পেছনে যে পৌরাণিক কাহিনি (ব্রত কথা) রয়েছে, তা নিম্নরূপ—\nএকদিন শিব, পার্বতী ও নারদ মুনি পৃথিবী ভ্রমণে বের হন। এক গ্রামে পৌঁছে তারা দেখতে পান যে, দরিদ্র নারীরা তাদের আগমনের কথা জানতে পেরে জল, ফল ও ফুল দিয়ে দেবদম্পতিকে পূজা করছে। নারীদের এই অগাধ ভক্তি ও শ্রদ্ধায় শিব ও পার্বতী অত্যন্ত প্রসন্ন হন। পার্বতী নিজের হাতে জল সংগ্রহ করে সেই নারীদের ওপর ছিটিয়ে দেন, যা অমৃতে পরিণত হয় এবং তাদের দীর্ঘ ও সুখী দাম্পত্য জীবনের আশীর্বাদ প্রদান করে।\nএরপর, গ্রামটির ধনী নারীরাও শিব ও পার্বতীকে পূজা করেন এবং বিভিন্ন সুস্বাদু খাদ্য নিবেদন করেন। তখন শিব পার্বতীকে জিজ্ঞাসা করেন যে, দরিদ্র নারীদের জন্য অমৃত বিলিয়ে দেওয়ার পর এখন তিনি কিভাবে ধনী নারীদের আশীর্বাদ করবেন? উত্তরে পার্বতী নিজের এক আঙুল কেটে তার রক্ত সেই নারীদের ওপর ছিটিয়ে দেন। সেই রক্ত অমৃতে পরিণত হয় এবং ধনী নারীরাও আশীর্বাদ প্রাপ্ত হন।\nএরপর পার্বতী একটি নদীতে স্নান করেন এবং বালুকা (বালি) দিয়ে একটি শিবলিঙ্গ তৈরি করে শিবের পূজা করেন। শিব প্রসন্ন হয়ে ঘোষণা করেন যে, চৈত্র মাসের শুক্লপক্ষের তৃতীয় তিথিতে যে বিবাহিত নারী পার্বতী ও শিবের পূজা করবে, সে চিরস্থায়ী ও সুখী দাম্পত্য জীবন লাভ করবে। এই ঘটনাকে স্মরণ করেই গণগৌর ব্রত পালন করা হয়।\n\n\n== আরো দেখুন ==\nগৌর পর্ব, নেপাল এবং ভারতের উত্তরাখণ্ড রাজ্যে পালিত একটি অনুরূপ উৎসব।\nকরবা চৌথ\nবরলক্ষ্মী ব্রতম্\n\n\n== তথ্যসূত্র =="}