{"pageid": 1529780, "title": "বলখ শের মাজারী", "url": "https://bn.wikipedia.org/wiki?curid=1529780", "content": "সরদার মীর বলাখ শের মাজারি ( উর্দু: بلخ شیر مزاری‎‎   ; ৮ জুলাই ১৯২৮  – ৪ নভেম্বর ২০২২) একজন পাকিস্তানি রাজনীতিবিদ ছিলেন যিনি ১৯৯৩ সালে পাঁচ সপ্তাহের জন্য পাকিস্তানের তত্ত্বাবধায়ক প্রধানমন্ত্রী হিসেবে দায়িত্ব পালন করেছিলেন। তিনি ছিলেন পাকিস্তানের বেলুচিস্তান, সিন্ধু এবং পাঞ্জাব প্রদেশের মধ্যবর্তী ত্রি-রাজ্য অঞ্চলে অবস্থিত মাজারি উপজাতির তুমান্দার  (বা সর্দার) এবং সর্বশ্রেষ্ঠ সর্দার। তার গোত্রের সর্দার হিসেবে তিনি \"মীর\" উপাধি ধারণ করতেন কিন্তু \"তুমান্দর\" বা \"সর্দার\"-এর রীতিও অনুসরণ করতেন। মাজারী ছিলেন মাজারীদের ২২তম সরদার এবং সপ্তম মীর। তিনি পাকিস্তানের অন্যতম বৃহত্তম জমিদার ছিলেন। মাজারির পাশাপাশি, তার ভাই শেরবাজ খান মাজারিও পাকিস্তানের রাজনীতিতে ভূমিকা পালন করেছিলেন। তার ছেলে সরদার রিয়াজ মেহমুদ খান মাজারি ২০১৮ সালের পাকিস্তানের সাধারণ নির্বাচনে পাকিস্তানের তেহরিক-ই-ইনসাফ রাজনৈতিক দলের প্রার্থী হিসেবে এনএ-১৯৫ (রাজনপুর-৩) নির্বাচনী এলাকা থেকে পাকিস্তানের জাতীয় পরিষদে নির্বাচিত হয়েছিলেন এবং তার নাতি মীর দোস্ত মোহাম্মদ মাজারি এনএ-১৭৫ রাজনপুর থেকে পাকিস্তান পিপলস পার্টির সংসদ সদস্য যিনি পানি ও বিদ্যুৎ মন্ত্রণালয়ের সংসদীয় সচিব হিসেবে দায়িত্ব পালন করেছেন।  রাষ্ট্রপতি গোলাম ইসহাক খান কর্তৃক নওয়াজ শরীফ সরকার উৎখাত হওয়ার পর মাজারি পাকিস্তানের তত্ত্বাবধায়ক প্রধানমন্ত্রী হিসেবে দায়িত্ব পালন করেন। ১৯৯৩ সালের ২৬ মে সুপ্রিম কোর্ট রাষ্ট্রপতির আদেশ বাতিল করে নওয়াজ শরীফকে প্রধানমন্ত্রী হিসেবে পুনর্বহাল করলে মাজারির তত্ত্বাবধায়ক প্রধানমন্ত্রীর দায়িত্ব থেকে অব্যাহতি লাভ করেন। \nমাজারী ৪ নভেম্বর ২০২২ তারিখে ৯৪ বছর বয়সে মারা যান। \n\n\n== তত্ত্বাবধায়ক প্রধানমন্ত্রী ==\n১৯৯৩ সালের ১৯ এপ্রিল, রাষ্ট্রপতি গোলাম ইসহাক খান পাকিস্তানের ক্ষমতার দ্বন্দ্ব সমাধানের জন্য পাকিস্তানের সংবিধানের অষ্টম সংশোধনীর মাধ্যমে তাঁর উপর প্রদত্ত অতিরিক্ত-সাংবিধানিক রাষ্ট্রপতি ক্ষমতা প্রয়োগ করেন এবং প্রধানমন্ত্রী নওয়াজ শরীফের সরকারকে বরখাস্ত করেন। জাতীয় এবং প্রাদেশিক উভয় পরিষদ ভেঙে দেওয়ার পর, তিনি খান মাজারিকে তত্ত্বাবধায়ক প্রধানমন্ত্রী হিসেবে নিযুক্ত করেন।  তত্ত্বাবধায়ক প্রধানমন্ত্রী নিযুক্ত হওয়ার পর, মাজারিকে ৯০ দিনের জন্য সরকার প্রধান হিসেবে দায়িত্ব পালন করতে হয়েছিল, যা পরবর্তী সাধারণ নির্বাচনের জন্য একটি কাঠামো তৈরির জন্য বাধ্যতামূলক সময় ছিল। মাজারি ১৯৯৩ সালের ১৪ জুলাই সাধারণ নির্বাচনের তারিখ নির্ধারণ করেন। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nMazari, Sherbaz Khan (১৯৯৯)। A Journey to Disillusionment। Oxford University Press। আইএসবিএন 978-0-19-579076-4।"}