{"pageid": 1529572, "title": "বিশ্ব সমুদ্র ঘাস দিবস", "url": "https://bn.wikipedia.org/wiki?curid=1529572", "content": "বিশ্ব সমুদ্র ঘাস দিবস হলো ১ মার্চ অনুষ্ঠিত একটি বার্ষিক অনুষ্ঠান যা সামুদ্রিক ঘাস এবং সামুদ্রিক বাস্তুতন্ত্রে এর গুরুত্বপূর্ণ ভূমিকা সম্পর্কে সচেতনতা বৃদ্ধির জন্য।\n\n\n== পটভূমি ==\n২০২২ সালের ২৭ মে জাতিসংঘের সাধারণ পরিষদ একটি নোটিশ (এ/৭৬/এল.৫৬) জারি করে প্রস্তাব গ্রহণ করে যে, সমুদ্র ঘাসের বাস্তুতন্ত্রের কার্বন ধারণক্ষমতা স্থলজ বাস্তুতন্ত্রের তুলনায় বেশি রয়েছে। ২০২২ সালের মে মাসে, রাষ্ট্রসঙ্ঘের সাধারণ পরিষদ (এ/রেজ/৭৬/২৬৫) ১ মার্চকে বিশ্ব সমুদ্র ঘাস দিবস হিসেবে ঘোষণা করে। এই প্রস্তাবে সকল স্তরে সচেতনতা বৃদ্ধি এবং সমুদ্র ঘাসের স্বাস্থ্য ও উন্নয়নে অবদান রাখার জন্য তাদের সংরক্ষণের জন্য পদক্ষেপ গ্রহণ ও প্রচারের জরুরি প্রয়োজনীয়তার উপর জোর দেওয়া হয়েছে। উপযুক্ত উন্নয়ন ও লক্ষ্য অর্জনের জন্য বাস্তুতন্ত্রের পরিষেবা এবং কার্যকারিতা বৃদ্ধি করা খুবই গুরুত্বপূর্ণ।\n\n\n== সামুদ্রিক ঘাসের গুরুত্ব ==\nসমুদ্র ঘাস হল সামুদ্রিক জলের উদ্ভিদ যা বিশ্বের অনেক অংশে, গ্রীষ্মমণ্ডলীয় অঞ্চল থেকে আর্কটিক বৃত্ত পর্যন্ত অগভীর জলে পাওয়া যায়। এরা বিস্তৃত জলতলের তৃণভূমি তৈরি করে, জটিল, অত্যন্ত উৎপাদনশীল এবং জৈবিকভাবে সমৃদ্ধ আবাসস্থল গঠন করে।\nসমুদ্রের তলদেশের মাত্র ০.১% জুড়ে বিস্তৃত থাকে এই ঘাস। হাজার হাজার প্রজাতির মাছ, সমুদ্র ঘোড়া, কচ্ছপ ইত্যাদির খাদ্য এবং আশ্রয় প্রদান করে এরা।  বিশ্বের বৃহত্তম মৎস্য চাষের জন্য উপযুক্ত হল সমুদ্র  ঘাস। এগুলি পুষ্টি এবং দূষণকারী পদার্থগুলিকে ফিল্টার, সাইক্লিং এবং সংরক্ষণ করে জলের গুণমান উন্নত করে, সামুদ্রিক খাবারের দূষণ কমায়। এগুলি বিশ্বের সমুদ্রের কার্বনের ১৮% পর্যন্ত সঞ্চয় করতে পারে, যা জলবায়ু পরিবর্তনের প্রভাব মোকাবেলায় এগুলিকে একটি শক্তিশালী প্রকৃতি-ভিত্তিক সমাধান করে তোলে। যেহেতু তারা সমুদ্রের অম্লীকরণকে বাফার করে, তারা প্রবাল প্রাচীরের মতো সবচেয়ে ঝুঁকিপূর্ণ বাস্তুতন্ত্র এবং প্রজাতির স্থিতিস্থাপকতায় অবদান রাখে। এবং উপকূলীয় জনসংখ্যার জন্য, তারা তরঙ্গ শক্তি হ্রাস করে উপকূল বরাবর প্রতিরক্ষার প্রথম সারির কাজ করে, মানুষকে বন্যা এবং ঝড়ের ক্রমবর্ধমান ঝুঁকি থেকে রক্ষা করে। উপযুক্ত উন্নয়ন এবং জলবায়ু পরিবর্তন প্রশমন ও অভিযোজনে গুরুত্বপূর্ণ অবদান থাকা সত্ত্বেও, সামুদ্রিক জীববৈচিত্র্যের এই মূল উপাদানটি বিপদের মুখে। তাই সমুদ্রের এই তৃণভূমি রক্ষা করা সংরক্ষণ করা একান্ত জরুরী।\n\n\n== সামুদ্রিক ঘাস হ্রাস পাচ্ছে ==\nএক সমীক্ষায় বলা হয়েছে ১৯৩০ সাল থেকে বিশ্বব্যাপী সামুদ্রিক ঘাস হ্রাস পাচ্ছে। প্রতি বছর বিশ্বব্যাপী এই মূল সামুদ্রিক আবাসস্থলের ৭% হারিয়ে যাচ্ছে। সম্প্রতি উল্লেখ করা হয়েছে যে আন্তর্জাতিক প্রকৃতি সংরক্ষণ ইউনিয়নের (আইইউএনও) হুমকির সম্মুখীন প্রজাতির লাল তালিকার  অধীনে ২১% সামুদ্রিক ঘাস প্রজাতিকে নিকট-বিপন্ন, ঝুঁকিপূর্ণ এবং বিপন্ন প্রজাতি হিসাবে শ্রেণিবদ্ধ করা হয়েছে ।\nউপকূলীয় উন্নয়ন, দূষণ, ভূমি-ভিত্তিক জলাবদ্ধতা সহ, জলবায়ু পরিবর্তন, ড্রেজিং এবং অনিয়ন্ত্রিত মাছ ধরা এবং নৌকা চালানোর কার্যকলাপের সম্মিলিত চাপ সমুদ্র ঘাস এবং তাদের সাথে সম্পর্কিত বাস্তুতন্ত্রের অবক্ষয়ের মূল কারণ।\n\n\n== আরও তথ্য ==\nছয়টি মহাদেশের ১৫৯ টি দেশে সমুদ্র ঘাসের তৃণভূমি বিদ্যমান, যা ৩০০,০০০ বর্গকিলোমিটারেরও বেশি এলাকা জুড়ে বিস্তৃত। এটি পৃথিবীর সবচেয়ে বিস্তৃত উপকূলীয় আবাসস্থলগুলির মধ্যে একটি করে তুলেছে।\nউনিশ শতকের শেষের দিক থেকে বিশ্বব্যাপী সামুদ্রিক ঘাসের প্রায় ৩০% এলাকা হারিয়ে গেছে এবং বিশ্বের ৭২টি সামুদ্রিক ঘাসের প্রজাতির মধ্যে অন্তত ২২ টি হ্রাস পাচ্ছে।\nসামুদ্রিক বাস্তুতন্ত্রের অংশ হিসেবে, সমুদ্র ঘাস বিশ্বের সমুদ্রের কার্বনের ১৮% পর্যন্ত সঞ্চয় করে।\nসমুদ্র ঘাসের তৃণভূমি সংরক্ষণ এবং পুনরুদ্ধার দেশগুলিকে দশটি টেকসই উন্নয়ন লক্ষ্য (SDG) এর সাথে সম্পর্কিত ২৬ টি লক্ষ্য এবং সূচক অর্জনে সহায়তা করতে পারে।\n\n\n== তথ্যসূত্র =="}