{"pageid": 152927, "title": "ফুল সার্কল ম্যাগাজিন", "url": "https://bn.wikipedia.org/wiki?curid=152927", "content": "ফুল সার্কল ম্যাগাজিন (ইংরেজি: Full Circle Magazine) নামের পত্রিকাটি চালু করা হয় এপ্রিল ২০০৭ সালে। পোর্টেবল ডকুমেন্ট ফরম্যাট এটি বিনামূল্যে বিতরণ করা হয়। উবুন্টু অপারেটিং সিস্টেমের স্পন্সর ক্যানোনিকাল লিমিটেড এই প্রকাশনার সাথে সম্পৃক্ত নয়। বিজ্ঞাপন এবং স্বেচ্ছাসেবকদের সাহায্যে এখনে নিবন্ধ সংযোজন এবং সম্পাদনার কাজ করা হয়।\nপ্রধানত উবুন্টু এবং এর সকল ডেরিভেটিভ যেমন কুবুন্টু, যুবুন্টু এবং এডুবুন্টু ব্যবহারকারীদের উদ্দেশ্যে এই পত্রিকাটি প্রকাশ করা হয়। সফটওয়্যার রিভিউ, কমিউনিটি সংবাদ, টিউটেরিয়াল, প্রোগ্রামিং এবং টিপস সহ বিভিন্ন বিষয় অন্তর্ভুক্ত করা হয় এখানে। এটি একাধিক ভাষায় প্রকাশিত হয়। প্রথম সংস্করণটি প্রকাশিত হয়েছিল ইংরেজি, ইস্টোনিয়ান, রোমানিয়ান, ইতালীয়, স্প্যানিশ, রাশিয়ান, জিলিশিয়ান, ডাচ এবং ইন্দোনশিয়ান ভাষায়। তবে সাম্প্রতিক সংস্করণসমূহ কেবলমাত্র ইংরেজি, ফ্রেঞ্চ এবং রাশিয়ান ভাষায় প্রকাশিত হচ্ছে।\n\n\n== ইতিহাস ==\nফুল সার্কেল ম্যাগাজিন এর প্রথম সংখ্যা প্রকাশিত হয় এপ্রিল ২০০৭ সালে। এই সংখ্যার বিশেষ নিবন্ধসমূহের মধ্যে ছিল উবুন্টুর ইতিহাস, ডেক্সটপ এফেক্টের বিভিন্ন বৈশিষ্ট এবং নতুন প্রকাশিত লিনাক্সের বিভিন্ন গেম। প্রথম সংখ্যাদি ছিল ১৭ পৃষ্ঠা দীর্ঘ এবং পোর্ট্রেট ফরম্যাটে।\n২৫তম সংখ্যা দেকে এটি ২৮ পৃষ্ঠা এবং ল্যান্ডস্কেপ ফরম্যাট হিসাবে প্রকাশিত হয়।\nডিসেম্বর ২০০৭ থেকে ফুলসার্কেল ম্যাগাজিন অনলাইন পডকাস্ট শুরু করে। কিন্তু মাত্র দুই পর্ব প্রকাশের পরপরই এটি বন্ধ হয়ে যায়। মূলত হোস্ট এর ব্যক্তিগত ব্যাস্ততা বৃদ্ধির কারণে পডকাস্টে নিয়মিত সময় দিতে অসুবিধার জন্য এটি বন্ধ করে দিতে হয়েছে। মার্চ ২০১০ থেকে সম্পূর্ণ নতুন ফরম্যাটে এই পডকাস্টিং আবার চালু করেন রবিন ক্যাটলিং, তাকে সহযোগীতা করছেন এড হুইট এবং ডেভ উইলকিন্স। প্রতিটি পর্বে মূল নিবন্ধ, নতুন সংবাদ, সফটওয়্যার রিভিউ, ইন্টারভিউ এবং শ্রোতাদের ফিডব্যাক অন্তর্ভুক্ত করা হয়ে থাকে।\n\n\n== কর্মীবৃন্দ ==\nএই পত্রিকাটি প্রকাশের সাথে যারা সম্পৃক্ত আছেন:\n\nপ্রধান সম্পাদক: রুনি টুকার\nওয়েবসাস্টার: রব কারফিয়া\nযোগাযেগ ব্যবস্থাপক: রবার্ট ক্লিপসাম\nঅন্যান্য সম্পাদানগন: মাইক কেনেডি, ডেভিড হ্যাশ, গর্ড ক্যাম্বেল, নিকোলা ক্যাপিলিনি, রায়েন হার্টল্যাড, ডেভিড সুটান\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}