{"pageid": 1529915, "title": "নলিনী চন্দ্রন", "url": "https://bn.wikipedia.org/wiki?curid=1529915", "content": "নলিনী চন্দ্রন ১৯৭৮ সালে হরি শ্রী বিদ্যা নিধি স্কুল প্রতিষ্ঠা করেন। তিনি একাধারে নৃত্যশিল্পী, নৃত্য পরিচালক, নাট্যকার এবং শিশুদের গল্পের লেখিকা।\n\n\n== প্রারম্ভিক জীবন ==\nনলিনী চন্দ্রনের জন্ম কেরালার পালাক্কাদের চেরপুলাসেরিতে। তিনি ক্যাথেড্রাল অ্যাণ্ড জন কনন গার্লস স্কুল এবং মুম্বাইয়ের এলফিনস্টোন কলেজে পড়াশোনা করেছেন। তিনি একজন দক্ষ নৃত্যশিল্পী, নৃত্য পরিচালক, নাট্যকার এবং শিশুদের গল্পের লেখিকা। তিনি লেফটেন্যান্ট কর্নেল চন্দ্রনকে বিয়ে করেন। তাঁদের তিন কন্যার নাম দীপ্তি মেনন, নীমা বর্মা এবং ভাবনা নায়ার। নলিনী কেরালার ত্রিশূরে থাকেন।\n\n\n== কর্মজীবন ==\nএকজন সেনার স্ত্রী হিসেবে থাকার সময়, নলিনী বেশ কয়েকটি স্কুলে কাজ করেছিলেন এবং ভারত জুড়ে সেনা কল্যাণ কেন্দ্রগুলিতে সক্রিয়ভাবে অংশগ্রহণ করেছিলেন। বেশ কয়েক বছর ধরে, নলিনী বিভিন্ন স্কুলে ইংরেজি এবং ইতিহাসের বিষয়গুলি পড়াতেন। ১৯৮৩ সালে, তাঁর স্বামী ভারতীয় সেনাবাহিনী থেকে অকাল অবসর গ্রহণ করেন এবং তাঁর প্ররোচনায়, নলিনী আইসিএসই-আইএসসি বোর্ডের  অনুমোদনক্রমে হরি শ্রী বিদ্যা নিধি স্কুল প্রতিষ্ঠা করেন। পরের বছর, তাঁর স্বামী হৃদরোগে আক্রান্ত হয়ে মারা যান।\nনলিনী ১৯৮৩ থেকে ১৯৯৫ পর্যন্ত এবং আবার ১৯৯৯ থেকে ২০০০ সাল পর্যন্ত দুবার হরি শ্রী বিদ্যা নিধি স্কুলের অধ্যক্ষ হিসেবে দায়িত্ব পালন করেন। বর্তমানে, নলিনী হরি শ্রী বিদ্যা নিধি স্কুলের পরিচালক হিসেবে তাঁর দায়িত্ব পালন করে চলেছেন এবং স্কুলের কার্যক্রম তদারকি করেন। তিনি ত্রিশূরের সন্দীপানি বিদ্যা নিকেতনের সম্মানসূচক পরিচালক এবং কেরালার একটি সাংস্কৃতিক ট্রাস্ট 'থালাম'-এর সভাপতি।\n\n\n== পুরস্কার ==\nনলিনী ২০০৫ সালে রঙ্গোজওয়ালা পুরস্কার, ২০০৯ সালে শিক্ষকতার ক্ষেত্রে শ্রেষ্ঠত্বের জন্য গুরুবর পুরস্কার, কোরিওগ্রাফিতে শ্রেষ্ঠত্বের জন্য কেরালা সঙ্গীত নাটক আকাদেমি পুরস্কার ২০১৩, ইণ্ডিয়ান মেডিকেল অ্যাসোসিয়েশন, ত্রিশূর কর্তৃক সম্মাননা চার্টার এবং মনোরমা-এয়ার ইণ্ডিয়া বোল্ট পুরস্কার পেয়েছেন। তিনি হলেন প্রথম কেরালাবাসী যিনি ডিরোজিও পুরস্কার জিতেছেন। কাউন্সিল ফর ইণ্ডিয়ান স্কুল সার্টিফিকেট এক্সামিনেশনস (সিআইএসসিই) স্কুল শিক্ষা এবং মানব সমৃদ্ধিতে অনুকরণীয় সেবার জন্য এই পুরস্কার চালু করেছে।\n\n\n== তথ্যসূত্র =="}