{"pageid": 1529146, "title": "আন্তর্জাতিক শূন্য বর্জ্য দিবস", "url": "https://bn.wikipedia.org/wiki?curid=1529146", "content": "১৪ ডিসেম্বর ২০২২ তারিখে, জাতিসংঘের সাধারণ পরিষদ তাদের সত্তরতম অধিবেশনে ৩০ মার্চকে আন্তর্জাতিক শূন্য বর্জ্য দিবস হিসেবে ঘোষণা করার জন্য একটি প্রস্তাব গৃহীত হয়।  প্রতি বছর এই দিবস পালিত হবে বলে ঠিক হয়। তুরস্ক, ১০৫ টি অন্যান্য দেশের সাথে, দূষণের উপর দৃষ্টি নিবদ্ধ করে অন্যান্য উচ্চ-স্তরের সিদ্ধান্তের পরে এই প্রস্তাবটি পেশ করে, যেমন জাতিসংঘের পরিবেশ পরিষদের প্রস্তাব \" প্লাস্টিক দূষণ বন্ধ করুন: আন্তর্জাতিকভাবে আইনত বাধ্যতামূলক উপকরণের দিকে \"।\nজাতিসংঘ পরিবেশ কর্মসূচি (ইউএনইপি) এবং জাতিসংঘ মানব বসতি কর্মসূচি (ইউএন-হ্যাবিট্যাট) যৌথভাবে আন্তর্জাতিক শূন্য বর্জ্য দিবস উদযাপনের সুযোগ করে দেয়।\n\n\n== কার্যক্রম ==\nশূন্য  বর্জ্য দিবস প্রচারের অংশ হিসেবে, সদস্য রাষ্ট্রসমূহ, জাতিসংঘ ব্যবস্থার সংগঠন, সুশীল সমাজ, বেসরকারি প্রতিষ্ঠান, শিক্ষাবিদ, নারী, যুব এবং অন্যান্য অংশীদারদের জাতীয়, আঞ্চলিক এবং স্থানীয় শূন্য-বর্জ্য উদ্যোগ এবং টেকসই উন্নয়ন অর্জনে তাদের অবদান সম্পর্কে সচেতনতা বৃদ্ধির লক্ষ্যে কর্মকাণ্ডে জড়িত হওয়ার জন্য আমন্ত্রণ জানানো হয়।\nআন্তর্জাতিক শূন্য বর্জ্য দিবস বিশ্বব্যাপী বর্জ্য ব্যবস্থাপনা জোরদার করার গুরুত্ব এবং বর্জ্য দূষণ সংকট মোকাবেলায় উপযুক্ত ব্যবহার ও উৎপাদন পদ্ধতি প্রচারের প্রয়োজনীয়তা তুলে ধরে।  \nএকটি হিসেবে জানা গেছে প্রতি বছর, মানবজাতি ২.১ বিলিয়ন থেকে ২.৩ বিলিয়ন টন কঠিন বর্জ্য উৎপন্ন করে। জরুরি পদক্ষেপ না নিলে, ২০৫০ সালের মধ্যে বার্ষিক বর্জ্য উৎপাদন ৩.৮ বিলিয়ন টনে পৌঁছাবে।  \nবর্জ্য দূষণ মানব স্বাস্থ্যের জন্য খুবই ক্ষতিকর, প্রতি বছর বিশ্ব অর্থনীতির শত শত বিলিয়ন ডলার ক্ষতি করে এবং সংকটকে আরও বাড়িয়ে তোলে: জলবায়ু পরিবর্তনের সংকট , প্রকৃতি, ভূমি এবং জীববৈচিত্র্যের ক্ষতির সংকট এবং দূষণ ও বর্জ্যের সংকট।\n২০২৫ সালের প্রতিপাদ্য বিষয় \"ফ্যাশন এবং টেক্সটাইলে শূন্য বর্জ্যের দিকে\"। ফ্যাশন এবং টেক্সটাইল খাত থেকে বর্জ্যের প্রভাব কমাতে   জরুরি পদক্ষেপ নেওয়ার প্রয়োজনীয়তার উপর আলোকপাত করে।\nএই আন্তর্জাতিক দিবসের মাধ্যমে শূন্য-বর্জ্য উদ্যোগের প্রচারণা টেকসই উন্নয়নের জন্য ২০৩০ সালের এজেন্ডার সমস্ত লক্ষ্য এবং লক্ষ্য অর্জনে সহায়তা করতে পারে, যার মধ্যে রয়েছে টেকসই উন্নয়ন লক্ষ্য ১১ এবং উপযুক্ত উন্নয়ন লক্ষ্য ১২। এই লক্ষ্যগুলি খাদ্যের অপচয়, প্রাকৃতিক সম্পদ আহরণ এবং ইলেকট্রনিক বর্জ্য সহ সকল ধরণের বর্জ্য মোকাবেলা করে।\n\n\n== তথ্যসূত্র =="}