{"pageid": 1529333, "title": "সারিনা সিং", "url": "https://bn.wikipedia.org/wiki?curid=1529333", "content": "সারিনা সিং একজন অস্ট্রেলিয়ান লেখিকা, তিনি এইসঙ্গে ভ্রমণ বিষয়েও লেখেন। বিভিন্ন আন্তর্জাতিক সংবাদপত্র এবং পত্রিকায় তাঁর লেখা প্রকাশিত হয়েছে। তিনি ভ্রমণ সম্বন্ধিত প্রকাশক লোনলি প্ল্যানেটের একজন বরিষ্ঠ লেখক এবং কলামিস্ট ছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nসারিনার বাবা ১৯৫৫ সালে মেলবোর্ন বিশ্ববিদ্যালয়ে চিকিৎসাবিদ্যা পড়ার জন্য অস্ট্রেলিয়ায় আসেন। একটি সম্পাদকীয়তে, সারিনা লিখেছেন যে তাঁর বাবা ভারত থেকে ফিজি হয়ে অস্ট্রেলিয়ায় আসেন, তাঁর দাদুর পরিবার প্রথম বিশ্বযুদ্ধের পর পরিবার নিয়ে সেখানে চলে এসেছিলেন। অস্ট্রেলিয়া তখনও \"বর্তমানে কুখ্যাত শ্বেতাঙ্গ অস্ট্রেলীয় নীতি দ্বারা শাসিত ছিল।\" সারিনা নিজেকে \"ভারতীয় বংশোদ্ভূত একজন অস্ট্রেলীয়, যে জীবনের বেশিরভাগ সময় মেলবোর্নে বসবাস করেছে\" বলে বর্ণনা করেছিলেন। তিনি আরও লিখেছেন যে তাঁর বাবা-মা মানসম্পন্ন শিক্ষাকে মূল্য দিতেন এবং তিনি ও তাঁর ভাইয়েরা মেলবোর্নের বেসরকারি স্কুলে পড়াশোনা করেছেন। তিনি মেলবোর্নের মর্যাদাপূর্ণ লরিস্টন গার্লস স্কুলে পড়াশোনা করেছেন এবং তাঁর ভাইয়েরা স্কচ কলেজে পড়াশোনা করেছেন। তাঁর দুই ভাইই মেডিসিনের ডাক্তার।\n\n\n== লেখক জীবন ==\nসারিনা লোনলি প্ল্যানেটের প্রায় ৫০টি বইয়ে অবদান রেখেছেন (সাধারণত বরিষ্ঠ লেখক হিসেবে), যার মধ্যে রয়েছে সর্বাধিক বিক্রিত ভারত গাইড বইয়ের অনেক সংস্করণ, সেইসাথে রাজস্থান, আদিবাসী অস্ট্রেলিয়া এবং টরেস স্ট্রেইট দ্বীপপুঞ্জ, উত্তর ভারত, মরিশাস, রিইউনিয়ন এবং সেশেলস, পাকিস্তান এবং কারাকোরাম হাইওয়ে, দক্ষিণ ভারত, অস্ট্রেলিয়া এবং নিউজিল্যান্ড, দিল্লি, মেলবোর্ন, সিডনি এবং আফ্রিকার গাইড বই। তাঁর ভ্রমণ দক্ষতার জন্য বিবিসি এবং এবিসি সহ কয়েক ডজন সম্প্রচারক তাঁর সাক্ষাৎকার নিয়েছেন। তিনি ন্যাশনাল জিওগ্রাফিক ট্র্যাভেলার এবং কণ্ডে নাস্ট ট্র্যাভেলার সহ বিভিন্ন বিশ্বব্যাপী প্রকাশনার জন্য ভ্রমণ নিবন্ধও লিখেছেন। ন্যাশনাল জিওগ্রাফিক তাঁকে \"ভারত বিশেষজ্ঞ\" হিসেবে উল্লেখ করেছে। উদয়পুরের মহারাণা অরবিন্দ সিং মেওয়ার পোলো ইন ইন্ডিয়া: আ ট্রিবিউট টু মহারাজ প্রেম সিং লেখার জন্য সারিনাকে নিযুক্ত করেছিলেন।\n\n\n== বিয়ণ্ড দ্য রয়েল ভেইল ==\n২০০২ সালে সারিনা ৫২ মিনিটের একটি টেলিভিশন তথ্যচিত্র বিয়ণ্ড দ্য রয়েল ভেইল -এর সহ-লেখন এবং সহ-পরিচালনা করেন। অস্ট্রেলিয়ান পাবলিক টেলিভিশন নেটওয়ার্ক, এসবিএস -এর জন্য জার্মান-অস্ট্রেলীয় যৌথ প্রযোজনার এই তথ্যচিত্রটি ভারতের প্রেক্ষাপট তৈরি এবং এতে প্রাক্তন দুটি রাজপরিবারের পরিবর্তিত ভূমিকা এবং আধুনিক ভারতে টিঁকে থাকার জন্য তারা যে চ্যালেঞ্জগুলির মুখোমুখি হয় তা চিত্রিত করা হয়েছে। জার্মানিতে টেলিভিশনে এবং অস্ট্রেলিয়ায় এসবিএস-এ প্রদর্শিত হওয়ার আগে, তথ্যচিত্রটি মেলবোর্ন আন্তর্জাতিক চলচ্চিত্র উৎসবে প্রিমিয়ার হয়েছিল।\n\n\n== প্রকাশনা ==\nসিং, সারিনা, প্রমুখ, ভারত (লোনলি প্ল্যানেট কান্ট্রি গাইড), লোনলি প্ল্যানেট, ট্রেড পেপারব্যাক, ১২৪৪ পৃষ্ঠা, ১৩তম আপডেটেড সংস্করণ (১ অক্টোবর ২০০৯),আইএসবিএন ৯৭৮-১-৭৪১৭৯-১৫১-৮\nসিং, সারিনা, প্রমুখ, দক্ষিণ ভারত (লোনলি প্ল্যানেট রিজিওনাল গাইড), লোনলি প্ল্যানেট, ট্রেড পেপারব্যাক, ৫৭৬ পৃষ্ঠা, ৫ম সংস্করণ (১ অক্টোবর ২০০৯)আইএসবিএন ৯৭৮-১-৭৪১৭৯-১৫৫-৬\nসিং, সারিনা, প্রমুখ, পাকিস্তান এবং কারাকোরাম হাইওয়ে (কান্ট্রি গাইড), লোনলি প্ল্যানেট, ট্রেড পেপারব্যাক, ৪৩২ পৃষ্ঠা, ৭ম সংস্করণ (১ মে ২০০৮),আইএসবিএন ৯৭৮-১-৭৪১০৪-৫৪২-০\nসিং, সারিনা, প্রমুখ, আদিবাসী অস্ট্রেলিয়া এবং টরেস স্ট্রেইট দ্বীপপুঞ্জ: আদিবাসী অস্ট্রেলিয়ার নির্দেশিকা, লোনলি প্ল্যানেট (জুলাই ২০০১), ট্রেড পেপারব্যাক, ৪৪৮ পৃষ্ঠা,আইএসবিএন ৯৭৮-১-৮৬৪৫০-১১৪-৮\nসিং, সারিনা, প্রমুখ, লোনলি প্ল্যানেট সিটিস্কেপ দিল্লি, লোনলি প্ল্যানেট, (অক্টোবর ২০০৬), হার্ডকভার, ৯৩ পৃষ্ঠা,আইএসবিএন ৯৭৮-১-৭৪১০৪-৯৩৬-৭\nসিং, সারিনা, প্রমুখ, লোনলি প্ল্যানেট ইণ্ডিয়া: হরিয়ানা ও পাঞ্জাব, লোনলি প্ল্যানেট (১ সেপ্টেম্বর ২০০৯), ( ভারত থেকে কিণ্ডেল রি-রিলিজ।)\nসিং, সারিনা, প্রমুখ, লোনলি প্ল্যানেট মরিশাস, রিইউনিয়ন এবং সেশেলস, লোনলি প্ল্যানেট (ফেব্রুয়ারী ২০০১), ট্রেড পেপারব্যাক, ৩৩৬ পৃষ্ঠা, চতুর্থ সংস্করণ,আইএসবিএন ৯৭৮-০-৮৬৪৪২-৭৪৮-৯\nসিং, সারিনা, প্রমুখ, অবদানকারী; পবিত্র ভারত, লোনলি প্ল্যানেট (১৯৯৯), হার্ডকভার, ১৬৬ পৃষ্ঠা,আইএসবিএন ৯৭৮-১-৮৬৪৫০-০৬৩-৯\nসিং, সারিনা, প্রমুখ, ইণ্ডিয়া: এসেনশিয়াল এনকাউন্টারস, সেপ্টেম্বর ২০১০, হার্ডকভার,আইএসবিএন ৯৭৮-০-৬৪৬-৫৩০৫১-২\n\n\n== বই ==\nপোলো ইন ইন্ডিয়া: আ ট্রিবিউট টু মহারাজ প্রেম সিং, রোলি বই,আইএসবিএন ৯৭৮-৮১-৭৪৩৬-০৯৩-৯\nরিচার্ড আই'আনসন কর্তৃক কমিশনপ্রাপ্ত, ইণ্ডিয়া: এসেনশিয়াল এনকাউন্টারস,আইএসবিএন ৯৭৮-০৬৪৬৫৩০৫১২\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে সারিনা সিং (ইংরেজি)\nsarinasingh.com, সারিনার অফিসিয়াল ওয়েবসাইট।"}