{"pageid": 1529684, "title": "সোনাঝারিয়া মিনজ", "url": "https://bn.wikipedia.org/wiki?curid=1529684", "content": "সোনাঝারিয়া মিনজ একজন শিক্ষাবিদ। তিনি গণিত এবং কম্পিউটার বিজ্ঞানে প্রশিক্ষিত। তিনি সিধু কানহু মুর্মু বিশ্ববিদ্যালয়ের উপাচার্য ছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nসোনাঝারিয়া ১৯৬২ সালের ডিসেম্বরে জন্মগ্রহণ করেন। তিনি ঝাড়খণ্ডের গুমলা জেলার ওরাওঁ উপজাতির বাসিন্দা। তিনি প্যারাক্লেটা মিনজ এবং প্রয়াত ডঃ নির্মল মিনজের চার কন্যার মধ্যে সবার বড়। নির্মল মিনজ একজন আদর্শ সমাজবাদী এবং কর্মী ছিলেন। সেরাদের সাথে নিজেকে সমান প্রতিপন্ন করার এবং তার চেয়েও বেশি কিছু করার আকাঙ্খায় প্রতিকূলতার সাথে লড়াই করে বড় হয়ে উঠে, তিনি রাঁচিতে তাঁর স্কুলজীবন শেষ করেন। অ্যাথলেটিক্স এবং খেলাধুলার প্রতি তাঁর আগ্রহ স্কুল থেকেই তৈরি হয়েছিল। প্রতিকূলতার মুখে তা আরও দৃঢ় সংকল্পে পরিণত হয়েছিল। তিনি ব্যাঙ্গালোরের জ্যোতি নিবাস কলেজ থেকে তাঁর প্রি-ইউনিভার্সিটি কোর্স (পিইউসি) সম্পন্ন করেন এবং চেন্নাইয়ের উইমেন'স ক্রিশ্চিয়ান কলেজ থেকে গণিতে স্নাতক ডিগ্রি অর্জন করেন। তিনি চেন্নাইয়ের মাদ্রাজ ক্রিশ্চিয়ান কলেজ থেকে গণিতে এমএসসি করেন।\n\n\n== শিক্ষাজীবন ==\nজওহরলাল নেহরু বিশ্ববিদ্যালয় (জেএনইউ) থেকে কম্পিউটার বিজ্ঞানে এম.ফিল. সম্পন্ন করার পর, সোনাঝারিয়া ১৯৯০ সালের মে মাস থেকে ভোপালের বরকতুল্লাহ বিশ্ববিদ্যালয়ের কম্পিউটার বিজ্ঞান বিভাগে সহকারী অধ্যাপক হিসেবে কর্মরত ছিলেন। তিনি ১৯৯১ সালের মার্চ মাসে মাদুরাই কামরাজ বিশ্ববিদ্যালয়ের কম্পিউটার বিজ্ঞান বিভাগে যোগদান করেন। ১৯৯২ সালের জানুয়ারিতে, তিনি জওহরলাল নেহরু বিশ্ববিদ্যালয়ের কম্পিউটার ও সিস্টেম সায়েন্সেস স্কুলে সহকারী অধ্যাপক হন। তিনি ১৯৯৭ সালে নতুন দিল্লির জওহরলাল নেহরু বিশ্ববিদ্যালয় (জেএনইউ) থেকে কম্পিউটার বিজ্ঞানে পিএইচডি ডিগ্রি অর্জন করেন।\n১৯৯৭ সালে সোনাঝারিয়াকে সহযোগী অধ্যাপক পদে নিযুক্ত করা হয় এবং ২০০৫ সালে জওহরলাল নেহরু বিশ্ববিদ্যালয়ের কম্পিউটার ও সিস্টেম সায়েন্সেস স্কুলে অধ্যাপক হিসেবে পদোন্নতি দেওয়া হয়। তাঁর গবেষণার ক্ষেত্রগুলির মধ্যে রয়েছে কৃত্রিম বুদ্ধিমত্তা, মেশিন লার্নিং, সফট কম্পিউটিং (রুক্ষ সেট তত্ত্ব, গ্র্যানুলার কম্পিউটিং), ডেটা মাইনিং এবং ভূ-স্থানিক বিশ্লেষণ। তিনি বেশ কয়েকটি ডক্টরেট গবেষণা ও স্নাতকোত্তর গবেষণা তত্ত্বাবধান করেছেন এবং আন্তর্জাতিক ও জাতীয় জার্নালে গবেষণাপত্র প্রকাশ করেছেন। তিনি উচ্চ খ্যাতিসম্পন্ন আন্তর্জাতিক ও জাতীয় সম্মেলনে গবেষণাপত্র উপস্থাপনও করেছেন।\nমধ্য ভারতের আদিবাসী সম্প্রদায়ের দুর্দশার প্রতি সংবেদনশীলতা পোষণ করে, স্কুলে খুব অল্প বয়সে তিনি বৈষম্যমূলক আচরণের মুখোমুখি হয়েছিলেন। এই অভিজ্ঞতা থেকে তিনি প্রান্তিক ও সুবিধাবঞ্চিত শিক্ষার্থী, দলিত, আদিবাসী, প্রতিবন্ধী ব্যক্তি, নারী ও সংখ্যালঘুদের সাংবিধানিক বিধান এবং অধিকারের বিষয়ে অনানুষ্ঠানিকভাবে এবং পরবর্তীতে জওহরলাল নেহরু বিশ্ববিদ্যালয়ের ইক্যুয়াল অপরচুনিটি অফিস-এর (ইওও) প্রধান উপদেষ্টা হিসেবে আনুষ্ঠানিকভাবে কাজ করেছেন। তিনি লিঙ্গ সংবেদনশীলতা এবং যৌন হয়রানি বিরোধী কমিটি (জিএসসিএএসএইচ) -র সদস্য ছিলেন। তিনি জেএনইউতে ওয়ার্ডেন, প্রক্টর, প্রভোস্ট, এক্সিকিউটিভ কাউন্সিলের সদস্য এবং জেএনইউ-এর একাডেমিক কাউন্সিলের মতো অনেক প্রশাসনিক ভূমিকা পালন করেছেন। তিনি ২০০৯ - ২০১১ সাল পর্যন্ত কম্পিউটার অ্যাণ্ড সিস্টেমস সায়েন্সেস স্কুলের ডিন ছিলেন। তিনি জেএনইউ-এর শিক্ষক সমিতির (জেএনইউটিএ) সভাপতিও হয়েছিলেন।\n২০২০ সালের ২৭ মে, ঝাড়খণ্ডের তৎকালীন রাজ্যপাল, দ্রৌপদী মুর্মু তাঁকে দুমকার সিধু কানহু মুর্মু বিশ্ববিদ্যালয়ের উপাচার্য হিসেবে নিযুক্ত করেন। মূলধারার উপজাতি ভাষা, শিল্প ও সংস্কৃতির প্রতি তাঁর অঙ্গীকারের সাথে, ঝাড়খণ্ডের দুমকার সিধু কানহু মুর্মু বিশ্ববিদ্যালয়ে সাঁওতাল সংস্কৃতির অধ্যয়ন এবং উপজাতি নকশা, শিল্প ও কারুশিল্পের ওপর শংসাপথ পাঠ্যক্রমের মতো নতুন প্রোগ্রাম চালু করা হয়েছিল। ২০২২ সালে বার্সেলোনা ইউনেস্কো উচ্চশিক্ষা সম্মেলনে, তিনি উচ্চশিক্ষায় উপজাতীয়/আদিবাসী জ্ঞানের ভূমিকা বিষয়ক একটি অধিবেশনে অংশগ্রহণ করেছিলেন।\n\n\n== তথ্যসূত্র =="}