{"pageid": 1529668, "title": "জয়া পার্বতী ব্রত", "url": "https://bn.wikipedia.org/wiki?curid=1529668", "content": "জয়া পার্বতী ব্রত বা গৌরী ব্রত আষাঢ় মাসে পালিত একটি হিন্দু উৎসব। যেখানে অবিবাহিত মহিলারা আদর্শ স্বামীর সন্ধানে পাঁচ দিন উপবাস করেন এবং হিন্দু দেবী পার্বতীর পূজা করেন। পূজা উপলক্ষে লবণযুক্ত খাবারের পরিবর্তে গমের আটা, দুধ, ঘি এবং ফলমূলের মতো জিনিসপত্র খাওয়া হয়। এই উৎসবটি মূলত গুজরাত রাজ্যে পালিত হয় ।\n\n\n== বিবরণ ==\nজয়া পার্বতী ব্রত একটি পুরাণ কথার সঙ্গে যুক্ত,  যেখানে স্বামীর অভিশাপ (যা আসলে প্রকৃত অভিশাপ ছিল না) থেকে মুক্তি পাবার জন্য এক ব্রাহ্মণ নারী এই ব্রত পালন করেছিলেন। এই ব্রতের সময় ভগবান শিব ও দেবী পার্বতীর পূজা করা হয়। গুজরাটি সম্প্রদায়ও আষাঢ় মাসে দেবী গৌরীর পূজা করেন, যাকে গৌরী ব্রত বলা হয়।\nএকদা এক ব্রাহ্মণ দম্পতি ছিলেন, যারা ভগবান শিবের পরম ভক্ত ছিলেন। তাদের জীবনে সবকিছু ছিল, কিন্তু তারা নিঃসন্তান ছিলেন। প্রতিদিন তারা শিব মন্দিরে পূজা করতেন। তাদের এই নিষ্ঠা দেখে ভগবান শিব প্রসন্ন হন এবং এক দিব্য বার্তা দেন— \"অরণ্যের একটি নির্দিষ্ট স্থানে আমার শিবলিঙ্গ রয়েছে, যার কেউ পূজা করে না। যদি তোমরা সেখানে গিয়ে পূজা করো, তবে তোমাদের মনোবাসনা পূরণ হবে।\"\nএই সংবাদ শুনে ব্রাহ্মণ দম্পতি আনন্দিত হলেন এবং সেই অরণ্যে গিয়ে শিবলিঙ্গের সন্ধান পেলেন। ব্রাহ্মণ পূজার জন্য ফুল সংগ্রহ করতে গেলে একটি বিষধর সাপ তাকে দংশন করে, ফলে তিনি জ্ঞান হারান। স্বামী ফিরতে দেরি করায় তার স্ত্রী উদ্বিগ্ন হয়ে তাকে খুঁজতে যান। তিনি গভীরভাবে প্রার্থনা করতে থাকেন যেন তার স্বামী সুস্থ হয়ে ফিরে আসেন। ভগবান শিব তার অটল ভক্তি দেখে সন্তুষ্ট হন এবং ব্রাহ্মণকে চেতনা ফিরিয়ে দেন। পরে দম্পতি শিবলিঙ্গের পূজা করেন এবং আশীর্বাদস্বরূপ একটি পুত্রসন্তান লাভ করেন।\n\n\n== ব্রত ==\nজয়া পার্বতী ব্রত পালনের সময় টমেটো, মসলা, লবণ ও সবজি খাওয়া নিষিদ্ধ থাকে। বিশ্বাস করা হয় যে এই ব্রত পালন করলে সুখ-সমৃদ্ধি আসে এবং অবিবাহিত মেয়েরা একজন ভালো স্বামী ও সুখী দাম্পত্য জীবন লাভের আশীর্বাদ পান।\nব্রতের প্রথম দিনে ছোট একটি পাত্রে গমের বীজ (জাওয়ারা) বপন করা হয় এবং এটি বাড়ির মন্দিরে রাখা হয়। এরপর জাওয়ারার পাত্রে পূজা করা হয়। তুলার সুতো দিয়ে তৈরি একটি মালা (নাগলা) কুমকুম দিয়ে সাজানো হয়। প্রতিদিন সকালে এই রীতি অনুসরণ করা হয় এবং জাওয়ারার চারা নিয়মিত জলসেচ দেওয়া হয়।\nশেষ দিনে উপবাস পালনকারী মহিলাদের পঞ্চম দিনের পুরো রাত জাগ্রত থাকতে হয়, যাকে রাত্রী জাগরণ বলা হয়। ষষ্ঠ দিনে জাওয়ারা পাত্র থেকে তুলে পবিত্র নদী বা পুকুরে বিসর্জন দেওয়া হয়। এরপর ব্রতধারীরা স্নান করে সুন্দর পোশাক পরিধান করেন, মাতাজীর মন্দিরে পূজা করেন এবং উপবাস ভঙ্গ করেন। উপবাস ভঙ্গের সময় গমের রুটি, লবণ ও সবজি খাওয়া হয়।\n\n\n== তথ্যসূত্র =="}