{"pageid": 1529286, "title": "থিট জেনসেন", "url": "https://bn.wikipedia.org/wiki?curid=1529286", "content": "মারিয়া কিরস্টিন ডরোথিয়া জেনসেন (১৯ জানুয়ারি ১৮৭৬ – ১৪ মে ১৯৫৭) ছিলেন একজন ডেনিশ উপন্যাসিক এবং লেখক যিনি থিট জেনসেন নামে লিখতেন। তিনি তার ছোট গল্প, নাটক এবং সামাজিকভাবে সমালোচনামূলক প্রবন্ধের জন্য পরিচিত।\nলেখালেখির জন্য, জেনসেন ১৯৩০ সালে ড্রাচমান্নলেগাট পুরস্কৃত হন, ১৯৩৫ সালে টেগিয়া ব্র্যান্ড রেজলেগাট এবং ১৯৪০ সালে হোলবার্গ মেডেল পান। ১৯৪৯ সালে তিনি রাজকীয় পুরস্কার মেডেল পান এবং ১৯৫৪ সালে ড্যানব্রগের অর্ডার এর সদস্য হিসেবে অন্তর্ভুক্ত হন।\n\n\n== জীবন ==\nজেনসেন ১৯ জানুয়ারি ১৮৭৬ সালে ফার্সো শহরে জন্মগ্রহণ করেন। তার পিতা হান্স জেনসেন, একজন পশুচিকিৎসক, এবং মা মারিয়া কিরস্টিন জেনসেন, এবং তাদের ১১টি সন্তান ছিল। তার ভাই, জোহানেস ভি. জেনসেন, ছিলেন একজন পরিচিত লেখক।\n১৯১২ সালে তিনি গুস্তাভ জেহান ফেঙ্গার (১৮৮৭–১৯৫৮)-এর সাথে বিবাহিত হন, তবে ১৯১৮ সালে তাদের বিবাহ বিচ্ছেদ ঘটে।\nতিনি যৌন এবং সামাজিক বিষয়গুলি নিয়ে লেখালেখি করেছেন এবং নারী অধিকারের পক্ষে লড়াই করেছেন। ১৯১৭ সালে তিনি কপেনহেগেন হাউসমডারফোরেনিং (ইংরেজি: Copenhagen Housewives Association) প্রতিষ্ঠা করেন, যা ডেনিশ হাউসমডারফোরেনিং সংগঠনের স্থানীয় শাখাগুলির প্রতিনিধিত্ব করেছিল। ১৯২৪ সালে তিনি ফোরেনিং ফর সেক্সুয়েল অপলিসনিং (ইংরেজি: the Organization for Sexual Awareness) প্রতিষ্ঠা করেন, যা জোনাথন লিউনবাচের সাথে গর্ভপাত সম্পাদন করত। তিনি ব্যক্তিগতভাবে গর্ভপাতের বিপক্ষে ছিলেন, তবে তিনি অনুভব করতেন যে মহিলাদের কাছে একটি পছন্দ হওয়া উচিত এবং এজন্য তাকে ব্যাপকভাবে সমালোচিত হতে হয়েছিল।\nজেনসেন ১৪ মে ১৯৫৭ সালে বাগসভেয়ারড-এ মৃত্যুবরণ করেন এবং ফার্সো কবরস্থানে দাফন করা হয়।\n\n\n== গ্রন্থপঞ্জি ==\nটু সস্ট্রে (১৯০৩)\nমার্টিরিয়াম (১৯০৫)\nপ্রিন্স নিলাউস আফ ডেনমার্ক (১৯০৭)\nহয়েস্টে রেট (১৯১৩)\nস্টেরকার এন্ড ট্রো (১৯১৫)\nজ্যডস্কে হিস্টোরিয়ার (১৯১৬)\nগার্ড - দে ত্যুন্দে আরহুন্ড্রেডেস কভিনে (১৯১৮)\nডেন এরোটিস্ক হামস্টার (১৯১৯)\nফ্রিভিলিগ্ট মডারস্ক্যাব (১৯২৪)\nএফ্রোডাইট ফ্রা ফুয়ার: দে মডার্ন কভিনেস উদ্ভবশহিত ইতিহাস (১৯২৫)\nবর্নেবেগ্রাস্নিং. হ্যাভর - হাও? (১৯২৬)\nস্টর্কেন (১৯২৯)\nজর্গেন লিকে: রিজেন্স লাস্ট রিডার (১৯৩১)\nনিয়াল ডেন ভিজে (১৯৩৪)\nস্টিগি ক্রাম্পেন (১৯৩৬)\nরোমানসেরিয়েন অন ভ্যালডেমার অ্যাটটারডাগ, দ্রোটেন, রিগেটস আরভিং অ্যান্ড অ্যাটটার দেট স্কিল্টে (১৯৪০-১৯৫৩)\nএরিন্ডার্নে হোফরা? হোফেন? (১৯৫০)\nডেন লাস্টে ভ্যালকিরি (১৯৫৪)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nছবি এবং অডিও ডকুমেন্ট (ডেনিশ ভাষায়)"}