{"pageid": 1529071, "title": "আইত বেনহাদ্দো", "url": "https://bn.wikipedia.org/wiki?curid=1529071", "content": "আইত বেনহাদ্দু (আরবি: آيت بن حدّو) হল মরক্কোর সাহারা এবং মারাকেশের মধ্যবর্তী প্রাক্তন ক্যারাভান রুট বরাবর একটি ঐতিহাসিক ইগ্রেম বা ক্ষর (সুরক্ষিত গ্রাম)। এটিকে মরক্কোর মাটির স্থাপত্যের একটি দুর্দান্ত উদাহরণ হিসেবে বিবেচনা করা হয় এবং ১৯৮৭ সাল থেকে এটি ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থান হিসেবে স্বীকৃত।\n\n\n== ইতিহাস ==\n\nআলমোরাভিদ আমলে একাদশ শতাব্দী থেকে ক্ষরের স্থানটি সুরক্ষিত ছিল। বর্তমান ভবনগুলির কোনোটিই ১৭ শতকের আগের বলে মনে করা হয় না, তবে সম্ভবত সেগুলি শতাব্দী ধরে ব্যবহৃত একই নির্মাণ পদ্ধতি এবং নকশা ব্যবহার করে নির্মিত হয়েছিল। ট্রান্স সাহারার অন্যতম প্রধান বাণিজ্য পথ বরাবর ওনিলা উপত্যকায় এর অবস্থানের কারণে এই স্থানটির কৌশলগত গুরুত্ব ছিল। এই পথ দিয়ে পৌঁছানো তিজি এন'টিচকা পাসটি ছিল আটলাস পর্বতমালা পেরিয়ে আসা কয়েকটি পথের মধ্যে একটি, যা মারাক্কেশ এবং সাহারার প্রান্তে অবস্থিত দ্রা'আ উপত্যকার মধ্য দিয়ে অতিক্রম করত। এই পথের ধারে অন্যান্য কসবা এবং ক্ষৌর অবস্থিত ছিল, যেমন উত্তরে নিকটবর্তী তমদাঘট।\nবর্তমানে এই ক্ষর -এ খুব কম সংখ্যক পরিবার দ্বারা বাস করে। বিংশ শতাব্দীতে উপত্যকার কৌশলগত গুরুত্ব হারানোর ফলে সময়ের সাথে সাথে জনসংখ্যা হ্রাস পাচ্ছে। বেশিরভাগ স্থানীয় বাসিন্দা এখন নদীর ওপারে গ্রামে আধুনিক আবাসস্থলে বাস করেন এবং কৃষিকাজ এবং বিশেষ করে পর্যটন বাণিজ্যের মাধ্যমে জীবিকা নির্বাহ করেন। ২০১১ সালে পুরাতন ক্ষরকে আধুনিক গ্রামের সাথে সংযুক্ত করার জন্য একটি নতুন পথচারী সেতু তৈরি করা হয়, যার লক্ষ্য ছিল ক্ষরকে আরও সহজলভ্য করা এবং বাসিন্দাদের ঐতিহাসিক বাড়িগুলিতে ফিরে যেতে উৎসাহিত করা।\n২০২৩ সালের সেপ্টেম্বরে দক্ষিণ মরক্কোতে আঘাত হানা ভূমিকম্পে এই স্থানটি ক্ষতিগ্রস্ত হয়। ক্ষয়ক্ষতির প্রাথমিক মূল্যায়নে ফাটল এবং আংশিক ধসের খবর পাওয়া যায়। এখানে আরও ধসের ঝুঁকি রয়েছে।\n\n\n== বিবরণ ==\n\n\n=== সাইটের বিবরণ ===\n\nক্ষরটি ওনিলা নদীর (আসিফ ওনিলা) পাশের একটি পাহাড়ের ঢালে অবস্থিত। গ্রামের ভবনগুলি একটি প্রতিরক্ষামূলক প্রাচীরের মধ্যে একত্রিত, যার মধ্যে কোণার টাওয়ার এবং একটি গেট রয়েছে। এর মধ্যে রয়েছে বিভিন্ন আকারের বাসস্থান, যার মধ্যে রয়েছে ছোট ছোট ঘর থেকে শুরু করে টাওয়ার সহ উঁচু কাঠামো। কিছু ভবনের উপরের অংশ জ্যামিতিক নকশা দিয়ে সজ্জিত। গ্রামে বেশ কয়েকটি সরকারি বা সামাজিক ভবন রয়েছে যেমন একটি মসজিদ, একটি ক্যারাভানসেরাই, একাধিক কসবা (দুর্গের মতো দুর্গ) এবং সিদি আলী বা আমেরের মারাবাউট। পাহাড়ের চূড়ায় ক্ষরের দিকে মুখ করে একটি বিশাল সুরক্ষিত শস্যভাণ্ডারের (আগাদির) ধ্বংসাবশেষ রয়েছে। এখানে একটি পাবলিক স্কোয়ার, একটি মুসলিম কবরস্থান এবং একটি ইহুদি কবরস্থানও রয়েছে। ক্ষরের দেয়ালের বাইরে এমন একটি জায়গা ছিল যেখানে শস্য চাষ এবং মাড়াই করা হত।\n\n\n=== নির্মাণ সামগ্রী ===\nক্ষরের কাঠামো সম্পূর্ণরূপে মাটি, অ্যাডোব, মাটির ইট এবং কাঠ দিয়ে তৈরি। র‍্যামড মাটি (যা পিসে, তাবিয়া, বা আল-লুহ নামেও পরিচিত) একটি অত্যন্ত ব্যবহারিক এবং সাশ্রয়ী উপাদান ছিল কিন্তু এর নিয়মিত রক্ষণাবেক্ষণের প্রয়োজন ছিল। এটি সংকুচিত মাটি এবং কাদা দিয়ে তৈরি ছিল, সাধারণত আঠালোকরণে সহায়তা করার জন্য অন্যান্য উপকরণের সাথে মিশ্রিত করা হত। মরক্কোর এই অঞ্চল জুড়ে আইত বেনহাদ্দৌ এবং অন্যান্য কসবা এবং ক্ষরের কাঠামোতে সাধারণত মাটি এবং খড়ের মিশ্রণ ব্যবহার করা হত, যা তুলনামূলকভাবে প্রবেশযোগ্য ছিল এবং সময়ের সাথে সাথে বৃষ্টির কারণে সহজেই ক্ষয়প্রাপ্ত হত। ফলস্বরূপ, এই ধরণের গ্রামগুলি পরিত্যক্ত হওয়ার কয়েক দশক পরেই ভেঙে পড়তে শুরু করে। আইত বেনহাদ্দৌতে উঁচু কাঠামোগুলি প্রথম তলা পর্যন্ত মাটির তৈরি করা হয়েছিল এবং উপরের তলাগুলি হালকা অ্যাডোব দিয়ে তৈরি করা হয়েছিল যাতে দেয়ালের ভার কমানো যায়।\n\n\n== সংরক্ষণ ==\n\nআধুনিক সময়ে ক্ষরটি উল্লেখযোগ্যভাবে পুনরুদ্ধার করা হয়েছে। এর একটি কারণ হলিউডের চিত্রগ্রহণের স্থান হিসেবে এর ব্যবহার এবং ১৯৮৭ সালে ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থানের তালিকায় এর নাম অন্তর্ভুক্ত করা। ইউনেস্কো জানিয়েছে যে, ঐতিহ্যবাহী নির্মাণ উপকরণ এবং কৌশল ব্যবহার অব্যাহত রেখে এবং নতুন কংক্রিট নির্মাণ এড়িয়ে গিয়ে ক্ষরটি \"বিন্যস্তকরণ এবং উপকরণের ক্ষেত্রে তার স্থাপত্যিক সত্যতা সংরক্ষণ করেছে\"। একটি স্থানীয় কমিটি সাইটটি পর্যবেক্ষণ এবং পরিচালনার দায়িত্বে থাকে।\n\n\n== আইত বেনহাদ্দোতে শুট করা চলচ্চিত্র ==\nমরক্কোতে চিত্রায়িত বিপুল সংখ্যক চলচ্চিত্রে আইত বেনহাদ্দোকে স্থান হিসেবে ব্যবহার করা হয়েছে, যার মধ্যে রয়েছে:\n \n\nলরেন্স অব অ্যারাবিয়া (১৯৬২)\nসদোম ও গোমোরাহ (১৯৬৩)\nঐডিপাস রেক্স (১৯৬৭)\nদ্য ম্যান হু উড বি কিং (১৯৭৫)\nদ্য মেসেজ (১৯৭৬)\nযীশু অব নাজারেথ (১৯৭৭)\nটাইম ব্যান্ডিটস (১৯৮১)\nমার্কো পোলো (১৯৮২)\nদ্য জুয়েল অব দ্য নাইল (১৯৮৫)\nদ্য লিভিং ডে-লাইটস (১৯৮৭)\nদ্য লাস্ট টেম্পটেশন অব ক্রাইস্ট (১৯৮৮)\nদ্য শেল্টারিং স্কাই (১৯৯০)\nকুন্ডুন (১৯৯৭)\nদ্য মামি (১৯৯৯)\nগ্ল্যাডিয়েটর (২০০০)\nআলেকজান্ডার (২০০৪)\nকিংডম অব হেভেন (২০০৫)\nব্যাবেল (২০০৬)\nওয়ান নাইট উইথ দ্য কিং (২০০৬)\nপ্রিন্স অব পার্সিয়া (২০১০)\nসন অব গড (২০১৪)\nকুইন অব দ্য ডেজার্ট (২০১৫)\nআ লাইফ অন আওয়ার প্ল্যানেট (২০২০)\nদ্য ওডিসি (২০২৬)\nআইত বেনহাদ্দো টিভি সিরিজ গেম অফ থ্রোনস, ব্রাজিলিয়ান টিভি সিরিজ ও ক্লোন, দ্য অ্যামেজিং রেস অস্ট্রেলিয়া ৬ এবং আউটার ব্যাংকসের কিছু অংশেও ব্যবহৃত হয়েছিল।\n\n\n== আরও দেখুন ==\nমরক্কোতে পর্যটন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমানার আল-আথার ডিজিটাল ফটো আর্কাইভ আইত বেনহাদ্দু آيت بن حدّو এর ছবি"}