{"pageid": 1529327, "title": "মুহাম্মদ তৌফিক সিদকী", "url": "https://bn.wikipedia.org/wiki?curid=1529327", "content": "মুহাম্মদ তৌফিক সিদকী ( আরবি: محمد توفيق صدقي     ; ১৮৮১–১৯২০) ছিলেন একজন মিশরীয় ইসলামী পণ্ডিত। তিনি হাদিসের সত্যতার নিয়ে প্রশ্ন তুলেছিলেন। তিনি আজ পরিচিত তার এই যুক্তির জন্য যে, \" হাদিস অনেক পরে লিপিবদ্ধ হওয়ায় তাই তাতে ভুল জিনিস ঢুকে গেছে।\"  তিনি আরও বলেন, আল্লাহ এটি ঘটতে দিয়েছেন কারণ মুহাম্মদের সুন্নাহ শুধুমাত্র \"নবীর সময়ের আরবদের জন্যই ছিল\" এবং ইসলামের জন্য শুধু কুরআনই যথেষ্ট। এই মতটি কুরআনবাদ নামে পরিচিত এবং অল্প সংখ্যক মুসলিম এটি গ্রহণ করে। রশিদ রিদা তার মতের বিরোধিতা করার পর সিদ্দিকী তার মত প্রত্যাহার করেন।\nসিদকি একজন হাফিজ ছিলেন। তিনি ছোটবেলায় কুরআন মুখস্থ করেছিলেন। ১৮৯০-এর দশক এবং ১৯০০-এর প্রথম দিকে তিনি মিশরীয় পত্রিকায় খ্রিস্টান মিশনারিদের ইসলাম সমালোচনার বিরুদ্ধে লেখালেখি করেন।  তিনি  ইসলামী পুনরুজ্জীবনবাদী হিসেবে সুপরিচিত রশিদ রিদার একজন \"সহযোগী\" ছিলেন। তিনি কাসর আল-আইনি মেডিকেল স্কুলে পড়াশোনা করেন  এবং তুররা কারাগারে একজন চিকিৎসক হিসেবে কাজ করেন। ১৯২০ সালে তিনি টাইফাসে আক্রান্ত হয়ে মারা যান।\n\n\n== হাদিস সম্পর্কে মতামত ==\nসিদকি হাদিস নিয়ে প্রশ্ন তোলার কারণ হিসেবে বলেন, তিনি তাকলিদ (অন্ধভাবে অন্যের শিক্ষা মেনে চলা) প্রত্যাখ্যান করতে চান এবং ইসলামে সত্যতা খুঁজতে চান। বিশেষ করে \"মাছির হাদিস\" তাকে হতাশ করে। বুখারিসহ বিখ্যাত হাদিস পণ্ডিতরা এ হাদিসকে সহিহ বলেছেন:\n\n\"যদি একটি মাছি তোমার পানীয়তে পড়ে, তবে এটিকে পুরোপুরি ডুবিয়ে দাও। তারপর মাছিটি ফেলে দিয়ে পান করো। মাছির একটি ডানায় রোগ, অন্যটিতে এর প্রতিকার।\"\nএকজন চিকিৎসক হিসেবে তিনি এটিকে আধুনিক চিকিৎসা এবং রোগের জীবাণু তত্ত্বের সাথে সাংঘর্ষিক বলে মনে করেছিলেন।\nবিংশ শতাব্দীর শুরুতে তিনি রশিদ রিদার \"আল-মানার\" পত্রিকায় \"আল-ইসলাম হুওয়া উল-কুরআন ওয়াহদাহু\" (\"ইসলাম শুধু কুরআন\") শিরোনামে একটি প্রবন্ধ লেখেন। তিনি যুক্তি দেন, কুরআনই ইসলামের জন্য যথেষ্ট। তিনি আরো বলেন, \"মানুষের জন্য যা বাধ্যতামূলক, তা আল্লাহর কিতাবের বাইরে যায় না। যদি ধর্মের জন্য কুরআন ছাড়া অন্য কিছু প্রয়োজন হতো, নবী এটি লিখে রাখার নির্দেশ দিতেন। আল্লাহ এর সংরক্ষণ নিশ্চিত করতেন।\" এই প্রবন্ধটি আল-মানারে চার বছর ধরে বিতর্ক চলতে থাকে। সিদকির লেখার বিরুদ্ধে অনেক পণ্ডিত লিখেছিলেন। তাদের মধ্যে ছিলেন আহমদ মনসুর আল-বাজ, শায়খ তাহা আল-বিশরি এবং ভারতীয় পণ্ডিত শায়খ সালিহ আল-ইয়াফি‘ঈ। সালিহ আল-ইয়াফি‘ঈ অনেকগুলো লেখা লিখেছিলেন। \nসিদকি বলেন, মুহাম্মদের সুন্নাহ \"সাময়িক ও অস্থায়ী আইন\"। এটি সকল মানুষের জন্য ঐশ্বরিক প্রত্যাদেশ (ওহি) নয়। তিনি বেশ কিছু প্রমাণ দেন যে সুন্নাহ শুধু নবীর সময়ের মানুষের জন্য প্রযোজ্য ছিল:\n\nমুহাম্মদের সাহাবীরা \"সুন্নাহ সংরক্ষণের জন্য কোন ব্যবস্থা করেননি\" \"তা কোন বইতে হোক বা তাদের স্মৃতিতে হোক\";\nহাদিস এক প্রজন্ম থেকে পরবর্তী প্রজন্মে হুবহু প্রেরণ করা হয়নি;\nসুন্নাহ কুরআনের মতো মুখস্থ করা হয়নি, তাই বর্ণনাকারীদের মধ্যে ভিন্নতা তৈরি হয়েছে। \nযদি সুন্নাহ সবার জন্য হতো, তবে এটি সযত্নে সংরক্ষিত ও ব্যাপকভাবে ছড়িয়ে দেওয়া হতো। \nসুন্নাহর বেশিরভাগ অংশ স্পষ্টতই কেবল \"মুহাম্মদের সময়ের আরবদের\" ক্ষেত্রে প্রযোজ্য এবং এটি স্থানীয় রীতিনীতি এবং পরিস্থিতির উপর ভিত্তি করে তৈরি করা হয়েছে\"। \nসুন্নাহ নবীর সময়ে লিখে রাখা হয়নি।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nBrown, Daniel W. (১৯৯৬)। Rethinking tradition in modern Islamic thought। Cambridge University Press। আইএসবিএন 0521570778। সংগ্রহের তারিখ ১০ মে ২০১৮। \nBrown, Jonathan A.C. (২০১৪)। Misquoting Muhammad: The Challenge and Choices of Interpreting the Prophet's Legacy। Oneworld Publications। আইএসবিএন 978-1780744209। সংগ্রহের তারিখ ৪ জুন ২০১৮। \nSidqi, Muhammad Tawfiq, \"al-Islam huwa al-Qur'an wahdahu,\" al-Manar, 9 (1906)"}