{"pageid": 1529867, "title": "মোহাম্মদ বিন ইসমাইল আল আমরানি", "url": "https://bn.wikipedia.org/wiki?curid=1529867", "content": "মোহাম্মদ বিন ইসমাইল আল আমরানি ( আরবি: محمد بن إسماعيل العمراني)  (২২ ডিসেম্বর ১৯২১  - ১২ জুলাই ২০২১) একজন বিচারক এবং সমসাময়িক ইয়েমেনি পণ্ডিত ছিলেন। তিনি বিচারক আল আলমরানি নামে পরিচিত ছিলেন। তার পরিবারের উৎপত্তি ইয়েমেনের 'আমরান' শহর থেকে। তার দাদা আমরান শহরে বিচারক ছিলেন। তিনি সানায় চলে যান এবং সেখানে বসতি স্থাপন করেন (হিজরি ১১৩৯-১১৬১, মোহাম্মদের হিজরতের দ্বাদশ শতাব্দী)। তিনি তার পরিবারের প্রথম ব্যক্তি হিসেবে সঠিকভাবে শিক্ষিত হন। ফলে তার বংশধররা তখন থেকে আমরানি উপাধি ধরে রাখেন, কিন্তু তারা কখনো আমরান শহরে বাস করেননি।  তিনি মোহাম্মদ আল-আরেফের শিক্ষক ছিলেন।\n\n\n== জীবনী ==\nবিচারক মুহাম্মদ আলি আমরানির দাদা ছিলেন শায়খুল ইসলাম বিচারক মুহাম্মদ ইবন আলি শওকানির শিক্ষার্থী ও অনুসারী। শওকানি আল আমরানি সম্পর্কে বলেছিলেন, তিনি পূর্ণিমার মতো (আরবে পূর্ণিমা মানে উজ্জ্বল)। বিচারক আল আমরানি সব ধরনের বিচারবুদ্ধিসম্পন্ন শিক্ষায় পারদর্শী ছিলেন। তিনি আরব অঞ্চলের বিখ্যাতদের মধ্যে একজন হয়ে ওঠেন। \nতিনি ইয়েমেন প্রজাতন্ত্রের মুফতি ছিলেন। তার পরামর্শ আরব অঞ্চলে বিস্তৃত হয়। প্রায় তিন দশক ধরে সংবাদপত্র, রেডিও এবং টিভিতে তার ফতোয়া জারি করা হচ্ছে।  তার সবচেয়ে পরিচিত ফতোয়া ছিল হুথিদের বিরুদ্ধে জিহাদের অগ্রহণযোগ্য বলা। যদিও তার এবং হুথিদের মধ্যে মতবিরোধ ছিল। ইয়েমেন এবং আরব বিশ্বের অনেক পণ্ডিত তার সাথে দেখা করেছিলেন।  তিনি মধ্যপন্থী ইসলামী পণ্ডিত হিসেবে পরিচিত ছিলেন।  জায়দি সম্প্রদায় ও শাফেয়ি সুন্নিদের কিছু কট্টরপন্থীরাও তাকে সম্মান করতেন এবং তার অনুসরণ করতেন। তার বিখ্যাত ফতোয়া: \"শিয়াদের ইসলাম থেকে বিচ্যুত মনে করো না\"। তিনি তার দৃষ্টিভঙ্গিতে মধ্যপন্থী বিচারক হিসেবে পরিচিত ছিলেন। \nতার বিচারিক ও গবেষণার পদ্ধতি ১৮শ শতকের বিখ্যাত বিচারক ও পণ্ডিত মুহাম্মদ আলী শাওকানির মতোই ছিল। তিনি শাওকানির ছাত্র ও অনুসারী ছিলেন। মুহাম্মদ আলী শাওকানি ইমামের শাসনামলের একজন বিখ্যাত বিচারক ছিলেন। তিনি রাজনীতিতে সক্রিয় ছিলেন এবং ইমামের শাসনব্যবস্থার সমালোচনা করতেন। এজন্য তাকে শত্রু হিসেবে চিহ্নিত করা হয়। তিনি জাবিদে (ইয়েমেনের প্রথম বিশ্ববিদ্যালয়) বক্তৃতার সময়ে বিশ্বাসঘাতকতার শিকার হয়ে নিহত হন। দুর্ভাগ্যবশত, মধ্যপন্থীরা কখনো কখনো তাদের বুদ্ধিবৃত্তিক স্বাধীনতার জন্য নিহত হয়। \n\n\n== বৈবাহিক অবস্থা ==\nতিনি বিবাহিত ছিলেন এবং তাঁর পাঁচ ছেলে ও চার মেয়ে ছিল। পরিবারের সকল সদস্য উচ্চ শিক্ষিত। তাদের বিষয় ছিল সাহিত্য, রাজনীতি এবং মতাদর্শের ক্ষেত্রে ভিন্ন। কিন্তু কেউই পূর্বপুরুষদের মতো বিচার বিভাগে যাননি। আল আমরানি একজন উদার মনের মানুষ ছিলেন। তিনি ছেলে ও মেয়েদের সমান শিক্ষার সুযোগ দিতে সমর্থন করতেন।\n\n\n== তথ্যসূত্র =="}