{"pageid": 1529429, "title": "রশ্মি তিওয়ারি", "url": "https://bn.wikipedia.org/wiki?curid=1529429", "content": "ডঃ রশ্মি তিওয়ারি হলেন ভারতের আহান ফাউণ্ডেশন ফর সোশ্যাল চেঞ্জ -এর প্রতিষ্ঠাতা এবং পরিচালক, তিনি মানব পাচার শেষ করার জন্য কাজ করছেন। তিনি ভাইটাল ভয়েসেস (ইউএসএ) -এর ফেলো, এসআইএমপি-এর ফেলো এবং নিউরোলিডারশিপ ইনস্টিটিউটের একজন প্রত্যয়িত লিডারশিপ প্রশিক্ষক।\nতিনি ফরচুন / মার্কিন পররাষ্ট্র দপ্তরের লিডারশিপ মেন্টরশিপ প্রোগ্রামের অধীনে ভারতের উদীয়মান ব্যবসায়ী মহিলাদের একজন ছিলেন। জেরক্স কর্পোরেশনের অ্যান মুলকাহি তাঁর পরামর্শদাতা ছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nরশ্মি তিওয়ারির জন্ম ১৯৭২ সালে একটি ধনী পরিবারে, কিন্তু পরে তিনি শুধু মায়ের কাছে বড় হন, তাঁর মায়ের কোনও ঘরবাড়ি বা আয়ের উৎস ছিল না। তিনি বারাণসীতে মাত্র ৩.৫ x ৫.৫ মিটার মাপের একটি বাড়িতে বড় হয়েছেন।\nতাঁকে বৈষম্য এবং সামাজিক কালিমার মুখোমুখি হতে হয়েছিল। তিনি পিতার মৃত্যুর পরে জাত সন্তান ছিলেন।\n\nতিনি তাঁর এক মাসির সাথে কানপুরে এক বছর কাটিয়েছিলেন এবং তারপর বারাণসীতে চলে আসেন। সেখানে তিনি তাঁর শিক্ষা সম্পন্ন করেন এবং ১৯৯৮-৯৯ সালে বেনারস হিন্দু বিশ্ববিদ্যালয় থেকে অর্থনীতিতে পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nরশ্মি ২০০০ থেকে ২০০৮ সালের মধ্যে আমেরিকান চেম্বারস অফ কমার্স ইন ইণ্ডিয়া (এএমসিএইচএএম)-র সহযোগী পরিচালক এবং পরে পরিচালক হন। সম্প্রতি তিনি ভারতে সিইওদের সমিতি  সিইও ক্লাবস-এর কার্যক্রমের নেতৃত্ব দিচ্ছিলেন নির্বাহী পরিচালক হিসেবে। তিনি নিয়মিতভাবে বিভিন্ন জাতীয় ও আন্তর্জাতিক মঞ্চে নারীর ক্ষমতায়ন এবং নারীদের পরামর্শদানের বিষয়গুলিতে বক্তব্য রাখেন।\n\nব্যাংক অফ আমেরিকার কর্পোরেট ব্যাংকিং প্রধান জ্যানি ওয়ানলেসের সাথে আলাপচারিতা তাঁকে তার স্বপ্ন অনুসরণ করার সাহস যুগিয়েছিল এবং তিনি আহান ট্রাইবাল ডেভেলপমেন্ট ফাউণ্ডেশন চালু করেছিলেন।\n\n\n== আহান ফাউণ্ডেশনের প্রতিষ্ঠাতা ও পরিচালক হিসেবে জীবন ==\n\nরশ্মির ফাউণ্ডেশন - আহান ট্রাইবাল ডেভলপমেন্ট ফাউণ্ডেশন ভারতের ঝাড়খণ্ড অঞ্চলে কাজ করে আসছে। তারা মেয়েদের এবং মহিলাদের সাথে সম্পর্কিত বিভিন্ন আন্তঃসংযুক্ত সামাজিক সমস্যার সমাধান করার চেষ্টা করে। এই সমস্যাগুলি হল: লিঙ্গ বৈষম্য, নারীর বিরুদ্ধে সহিংসতা (মেয়েশিশু পাচার, বাল্যবিবাহ ইত্যাদি), দারিদ্র্য, স্বাস্থ্য, স্বাস্থ্যবিধি এবং পরিচ্ছন্নতার জন্য সচেতনতা ও সুযোগ-সুবিধার অভাব, নিরক্ষরতা।\n\n\n== আহান ফাউণ্ডেশন পরিচালনায় বাধাসমূহ ==\nআদিবাসী মেয়েদের সাথে সামাজিক ক্ষেত্রে কাজ করার জন্য এবং পরামর্শের মাধ্যমে নারীর মধ্যে নেতৃত্বের বিকাশ ঘটানোর জন্য ওয়াশিংটন পোস্ট সহ স্থানীয় এবং আন্তর্জাতিক মাধ্যমগুলি তাঁকে নিয়ে প্রতিবেদন করেছে। তবে, নকশালপন্থী অঞ্চলে এবং মানব পাচারকারীদের বিরুদ্ধে কাজ করা রশ্মির জন্য খুবই কঠিন ছিল। তাঁকে অনেক সময় নকশালপন্থী, পাচারকারীদের মুখোমুখি হতে হয়েছে এবং মাঝে মাঝে স্থানীয় নেতাদের হুমকি অথবা পঞ্চায়েতের বিরোধিতার মুখোমুখি হতে হয়েছে।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nপাচার বিরোধী কাজের জন্য টাইমস গ্রুপ কর্তৃক \"দ্য গুড ক্রুসেডার\" পুরস্কার\nরেডিও চ্যানেল ৯২.৭ বিগ এফএম কর্তৃক \"বিগ হিরো\" পুরস্কার\nডিডি নিউজের \"তেজস্বিনী\" পুরস্কার\nলোকসভা টিভিতে \"শূন্য সে শিখর তক\" অনুষ্ঠানে প্রদর্শিত\nভাইটাল ভয়েসেস ফেলো\nগ্লোবাল অ্যাম্বাসেডরস, ভাইটাল ভয়েসেস\nভারত থেকে উদীয়মান নারী ব্যবসায়ী নেতাদের ভাগ্য – ২০০৭\nমার্কিন যুক্তরাষ্ট্রের ইন্টারন্যাশনাল অ্যালায়েন্স ফর উইমেন (টিআইএডব্লিউ) সংস্থা কর্তৃক \"ওয়ার্ল্ড অফ ডিফারেন্স ১০০ অ্যাওয়ার্ড\" প্রদান করা হয়েছে\nব্যাংক অফ আমেরিকা গ্লোবাল অ্যাম্বাসেডর প্রোগ্রাম\nভাইটাল ভয়েসেস ইন্টারন্যাশনাল গার্লস এমপাওয়ারমেন্ট প্যানেলিস্ট\nশিরোস দ্বারা \"ভারতের উপজাতীয় মেয়েদের ক্ষমতায়ন\"\n\n\n== তথ্যসূত্র =="}