{"pageid": 1529347, "title": "তৌফিক হামিদ", "url": "https://bn.wikipedia.org/wiki?curid=1529347", "content": "তৌফিক হামিদ ( আরবি: توفيق حامد   ; জন্ম ১৯৬১) একজন মিশরীয়-আমেরিকান মুসলিম সংস্কারক এবং চিকিৎসক। তিনি  জঙ্গি গোষ্ঠী আল-জামা'আল-ইসলামিয়ার একজন স্ব-ঘোষিত প্রাক্তন সদস্য ছিলেন। তিনি মসজিদে তার বার্তা প্রচার শুরু করেছিলেন। ফলস্বরূপ ইসলামী জঙ্গিদের লক্ষ্যবস্তুতে পরিণত হন।  তার জীবন হুমকিতে পড়ে। তিনি পোটোম্যাক ইনস্টিটিউট ফর পলিসি স্টাডিজে ইসলামি চরমপন্থা বিষয়ের একজন সিনিয়র ফেলো এবং চেয়ার হিসেবে কাজ করেছেন।\n\n\n== পটভূমি ==\nহামিদ মিশরে একটি ধর্মনিরপেক্ষ মুসলিম পরিবারে জন্মগ্রহণ করেন। কিন্তু পরে তিনি আল-কায়েদার নেতা আয়মান আল-জাওয়াহিরির অধীনে আল-জামা'আল-ইসলামিয়ায় যোগদান করেন। তাকে একজন মিশরীয় পুলিশকে অপহরণ করে জীবন্ত কবর দেওয়ার নির্দেশ দেওয়া হলে তিনি তা প্রত্যাখ্যান করেন। পরে গোষ্ঠী ছেড়ে চলে আসেন। \nতিনি কায়রো বিশ্ববিদ্যালয় থেকে অভ্যন্তরীণ চিকিৎসাবিদ্যায় মেডিকেল ডিগ্রি এবং অকল্যান্ড বিশ্ববিদ্যালয় থেকে জ্ঞানীয় মনোবিজ্ঞান এবং শিক্ষাগত কৌশলে স্নাতকোত্তর ডিগ্রি অর্জন করেছেন বলে জানিয়েছেন।\nতিনি মিশর থেকে পালিয়ে প্রথমে সৌদি আরবে এবং তারপর মার্কিন যুক্তরাষ্ট্রে চলে যান।  ২০০৭ সালে তিনি দ্য ইন্টেলিজেন্স সামিটে একজন বক্তা ছিলেন। \n\n\n== ইসলাম সম্পর্কে দৃষ্টিভঙ্গি ==\n\nমুসলিম মৌলবাদীরা দারিদ্র্যের দ্বারা চালিত হয় এই দৃষ্টিভঙ্গি হামিদ প্রত্যাখ্যান করেন। তিনি বলেন, তার পরিচিত বেশিরভাগ মৌলবাদী  মধ্যবিত্ত বিশ্ববিদ্যালয়ের ছাত্র ছিল। তিনি বলেন যে মুসলিম মৌলবাদীরা বিশ্বাস করে যে সৌদি আরবের পেট্রোলিয়াম-ভিত্তিক সম্পদ একটি ঐশ্বরিক দান এবং সৌদি প্রভাব আল্লাহর দ্বারা অনুমোদিত। সুতরাং, সৌদি আরব থেকে ইসলামী বিশ্বের অন্যান্য অঞ্চলে ছড়িয়ে পড়া সালাফিবাদী চরমপন্থী সুন্নি ইসলামের চরম ধারাকে শুধু একটি ব্যাখ্যা নয় বরং একমাত্র সত্য ব্যাখ্যা হিসেবে গণ্য করা হয়। তিনি আরও বলেন, ১৯৭০-এর দশকের শেষের দিকে সৌদি আরবের আর্থিক ক্ষমতা বৃদ্ধির সঙ্গে সঙ্গে সহিংস ও পশ্চাৎপদ ইসলামের বিস্তার শুরু হয়।\nতিনি ডাচ রাজনীতিবিদ গির্ট ওয়াইল্ডার্স ও তার চলচ্চিত্র ফিতনার পক্ষে মত দেন এবং ইসলামকে তার শান্তিপূর্ণ দিক প্রমাণ করতে আহ্বান জানান। তিনি ইসলামি পণ্ডিত ও ধর্মীয় নেতাদের আহ্বান জানিয়েছেন, \"একটি শরিয়া বই তৈরি করতে যা ইসলামি বিশ্বে গ্রহণযোগ্য হবে এবং শিক্ষা দেবে যে ইহুদিরা শূকর বা বানর নয়, ইসলাম ছড়ানোর জন্য যুদ্ধ ঘোষণা করা অগ্রহণযোগ্য, এবং ধর্মত্যাগীদের হত্যা করা একটি অপরাধ।\" \nতিনি গ্রাউন্ড জিরোতে পার্ক৫১ মসজিদ এবং ইসলামিক সেন্টার নির্মাণের তীব্র বিরোধিতা করেছিলেন।  বিমান বাহিনী গবেষণা ল্যাবরেটরির একটি নীতিমালা পত্রে, তিনি হিজাব পরাকে \"নীরব সন্ত্রাস\" বলে অভিহিত করেছেন।  একই সাথে তিনি মুসলিম ব্রাদারহুডকে সন্ত্রাসী সংগঠন হিসেবে মনোনীত করার জন্য মার্কিন যুক্তরাষ্ট্রের প্রস্তাবকে সমর্থন করেছেন।  তিনি ইসরায়েলের একজন মুসলিম সমর্থক। \nডিউক বিশ্ববিদ্যালয়ের সমাজবিজ্ঞানের সহকারী অধ্যাপক ক্রিস বেইল মুসলিম বিরোধী সংগঠনের সাথে হামিদের সম্পর্কের সমালোচনা করেছেন।  ফ্র্যাঙ্ক গ্যাফনির প্রতি হামিদের সক্রিয় সমর্থনের কারণে, ওপেনডেমোক্রেসির টম গ্রিফিন হোপ নট হেটের পক্ষ থেকে হামিদকে জিহাদ-বিরোধী কর্মী হিসেবে বর্ণনা করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nThe Roots of Jihad: An Insider's View of Islamic Violence। Top Executive Media। ২০০৫। আইএসবিএন 978-0977102129। \nInside Jihad: Understanding and Confronting Radical Islam। T. Hamid। ২০০৮। আইএসবিএন 978-0981547107। \nInside Jihad: How Radical Islam Works, Why It Should Terrify Us, How to Defeat It। Mountain Lake Press। ২০১৫। আইএসবিএন 978-0990808916। \n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nউপস্থিতি - সি-স্প্যানে"}