{"pageid": 1529217, "title": "উরফ", "url": "https://bn.wikipedia.org/wiki?curid=1529217", "content": "উরফ (আরবি: العرف) হল উসুলে ফিকহে ব্যবহৃত একটি আরবি ইসলামি পরিভাষা, যা একটি সমাজের রীতি বা প্রচলিত প্রথাকে বোঝায়। সাধারণ ভাষায়, সমাজের প্রচলিত রীতি বা প্রথাকেই উরফ বলা হয়। ইসলামি সমাজে স্বীকৃতি পেতে হলে উরফকে অবশ্যই শরিয়াহর মৌলিক নীতির সাথে সামঞ্জস্যপূর্ণ হতে হবে। উরুফ প্রয়োগের মাধ্যমে ফিকহের (ইসলামি বিধানশাস্ত্র) কোনো নির্দিষ্ট দিক বা বিষয় অকার্যকর বা রহিত হয়ে যেতে পারে। \nউরফ হল ইসলামি আইনগত বিধানের একটি উৎস এবং যেসব বিষয়ের কুরআন ও সুন্নাহতে নির্দিষ্ট কোনো বিধান স্পষ্টভাবে উল্লেখ নেই, সেখানে শর্তসাপেক্ষে উরফ প্রয়োগ করা হয়।\n\n\n== বিবরণ ==\n\n\n=== পরিভাষা ===\nউরফ শব্দটি প্রচলন বা প্রথা অর্থে ব্যবহৃত হয় এবং এটি একটি নির্দিষ্ট সমাজের রীতি ও প্রথাগুলোর প্রতি ইঙ্গিত করে। \n\n\n=== ইতিহাস ===\nউরফ প্রথমে ইমাম আবু ইউসুফ (মৃ.: ১৮২ হি./৭৯৮ খ্রি.) কর্তৃক স্বীকৃত হয়, যিনি হানাফি মাযহাবের প্রাথমিক ফকিহদের একজন ছিলেন। তবে তখন এটি সুন্নাহের অংশ হিসেবে বিবেচিত হতো এবং কোনো আনুষ্ঠানিক উৎস হিসেবে গৃহীত হয়নি। পরবর্তীতে ইমাম আস-সারাখসী (মৃ.: ৪৮৩ হি./১০৯০ খ্রি.) এর বিরোধিতা করেন এবং তিনি বলেন যে, কোনো লিখিত বিধানের ওপর প্রথা বা রীতি আধিপত্য বিস্তার করতে পারে না। \n\n\n== ধর্মীয় ভিত্তি ==\nপ্রচলিত সাধারণ রীতি ইসলামি আইনের জন্য একটি প্রামাণ্য উৎস—এই নীতি কুরআন ও হাদিস উভয় স্থানেই পাওয়া যায়। বিশিষ্ট সাহাবি আবদুল্লাহ ইবনে মাসউদ কর্তৃক বর্ণিত একটি হাদিসে বলা হয়েছে যে: \"যে বিষয়কে মুসলিমরা ভালো মনে করে, তা আল্লাহর কাছেও ভালো এবং যে বিষয়কে মুসলিমরা মন্দ মনে করে, তা আল্লাহর কাছেও মন্দ।\" যদিও এটি আনুষ্ঠানিকভাবে ইসলামি আইনের অংশ হিসেবে অন্তর্ভুক্ত হয়নি, তবে শরিয়া এমন অনেক প্রথাকে স্বীকৃতি দিয়েছে, যা নবি মুহাম্মাদের সময় প্রচলিত ছিল এবং কুরআন বা সুন্নাহ দ্বারা সেগুলি রহিত হয়নি (যাকে ঐশী নীরবতা বলা হয়)। এই হিসাবে পরবর্তীতে উদ্ভাবিত কিছু প্রথাও ন্যায়সঙ্গত ও শরিয়া-সমর্থিত হিসেবে বিবেচিত হয়; কারণ ইসলামি ঐতিহ্যে বলা হয়েছে যে, মুসলিমরা যা ভালো মনে করে, তা আল্লাহর কাছেও ভালো বলে গণ্য হয় (দেখুন: ইসলামে আল্লাহ)। \nকিছু সূত্র অনুযায়ী, উরফের মর্যাদা ইজমার (সম্মিলিত ঐকমত্য)-এর সমান এবং কিয়াসের (আনুমানিক যুক্তিনির্ভর সিদ্ধান্ত) চেয়েও বেশি। অনেক বলেন যে, উরফ হল ইসলামি আইনের সমতুল্য কমন ল।\nউরফ প্রয়োগের ক্ষেত্রে কোনো প্রচলিত রীতিকে আইন হিসেবে গ্রহণ করতে হলে সেটি অবশ্যই কোনো নির্দিষ্ট অঞ্চল জুড়ে সাধারণভাবে প্রচলিত হতে হবে। কেবলমাত্র কোনো নির্দিষ্ট স্থানের মধ্যে সীমাবদ্ধ হলে তা গ্রহণযোগ্য হবে না। যদি কোনো প্রথা ইসলামি মৌলিক নীতির বিপরীতে অবস্থান করে, তাহলে সেটি বাতিল বলে গণ্য হবে। তবে যদি উরফ কিয়াসের বিরোধিতা করে, তাহলে উরফকেই বেশি গুরুত্ব দেওয়া হবে। ইসলামি আইনজ্ঞরা সাধারণত কোনো উচ্চপ্রশংসিত পণ্ডিতের ব্যক্তিগত মতামতের চেয়ে প্রচলিত রীতিকে অধিক গুরুত্ব দিয়ে থাকেন। তবে তারা এতে সর্বোচ্চ সতর্কতা অবলম্বন করেন। \nকিছু দেশ; যেমন মিশরে উরফি বিয়ে ( আরবি: زواج عرفي; জাওয়াজ উরফি) বলতে সাধারণ আইনের' বিবাহকে বোঝায়, যেখানে রাষ্ট্র কর্তৃক জারি করা আনুষ্ঠানিক কাগজপত্র ছাড়াই বিবাহ সম্পন্ন হয়। এই ধরনের বিবাহের বৈধতা নিয়ে এখনো বিতর্ক রয়েছে এবং এটি আনুষ্ঠানিকভাবে নিবন্ধিত বিয়ের তুলনায় নারীদের অধিকার কম নিশ্চিত করতে পারে বলে ধারণা করা হয়। \n\n\n== আরো দেখুন ==\nইসলামি পরিভাষাকোষ\nউসুলে ফিকহ\nমারুফ\n\n\n== গ্রন্থপঞ্জী ==\nHasan, Abrar (২০০৪)। Principles of modern Islamic jurisprudence। Karachi: Pakistan Academy of Jurists। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLibson, G.; Stewart, F.H. \"ʿUrf.\" Encyclopaedia of Islam. Edited by: P. Bearman, Th. Bianquis, C.E. Bosworth, E. van Donzel and W.P. Heinrichs. Brill, 2008. Brill Online.  10 April 2008\n\n\n== তথ্যসূত্র =="}