{"pageid": 1529853, "title": "এডিসোজোয়া", "url": "https://bn.wikipedia.org/wiki?curid=1529853", "content": "এডিসোজোয়া () হলো প্রোটোস্টোম প্রাণীদের একটি গোষ্ঠী, যার মধ্যে রয়েছে আর্থ্রোপোডা (কীটপতঙ্গ, কেলিসেরাটা (যার মধ্যে আরাকনিড), ক্রাস্টেসিয়া, এবং মাইরিয়াপড), নেমাটোডা, এবং আরও কয়েকটি ছোট ফাইলা। এই প্রাণী ফাইলাগুলোকে একটি একক ক্লেড-এ গোষ্ঠীবদ্ধ করার প্রস্তাব প্রথম দিয়েছিলেন এর্নিস এট আল. (১৯৯২)। এটি ১৪১টি আণুবীক্ষণিক এবং ভ্রূণতাত্ত্বিক ফিনোটাইপ-এর ফাইলোজেনেটিক বিশ্লেষণ-এর ভিত্তিতে করা হয়েছিল। এই ক্লেড, অর্থাৎ একটি সাধারণ পূর্বপুরুষ এবং তার সমস্ত বংশধর নিয়ে গঠিত গোষ্ঠীটির নামকরণ করেন আগুইনালদো এট আল. ১৯৯৭ সালে। এটি মূলত ১৮এস রাইবোসোমাল আরএনএ জিন ব্যবহার করে নির্মিত ফাইলোজেনেটিক ট্রি-এর ভিত্তিতে করা হয়েছিল।\n২০০৮ সালে ডান এট আল.-এর একটি বড় গবেষণায় এডিসোজোয়ার মনোফাইলি দৃঢ়ভাবে সমর্থিত হয়েছিল।\nএডিসোজোয়া গোষ্ঠীটি অনেকগুলো রূপতাত্ত্বিক বৈশিষ্ট্য দ্বারা সমর্থিত। এর মধ্যে রয়েছে এডিসিস-এর মাধ্যমে বৃদ্ধি, যেখানে কিউটিকল খোলস-বদলানো হয় – এপিডার্মিস-এ মাইটোসিস ছাড়াই – এবং এটি প্রোহরমোন এডিসোন-এর নিয়ন্ত্রণে ঘটে। এছাড়া, এদের মধ্যে অভ্যন্তরীণ প্রজননও দেখা যায়।\nপ্রাথমিকভাবে এই গোষ্ঠীটি কিছু জীববিজ্ঞানীদের দ্বারা বিতর্কিত ছিল। কেউ কেউ আরও ঐতিহ্যবাহী ট্যাক্সোনমিক কৌশলের ভিত্তিতে গোষ্ঠীবদ্ধকরণের পক্ষে যুক্তি দিয়েছিলেন, আবার কেউ কেউ আণবিক তথ্য-এর ব্যাখ্যা নিয়ে প্রশ্ন তুলেছিলেন।\n\n\n== নামের উৎপত্তি ==\n\"এডিসোজোয়া\" নামটি বৈজ্ঞানিক গ্রিক শব্দ থেকে এসেছে। এটি দুটি গ্রিক শব্দের সমন্বয়ে গঠিত: ἔκδυσις (ékdusis, অর্থ \"খোলস-বদলানো\" বা \"খোলস ত্যাগ করা\") এবং ζῷον (zôion, অর্থ \"প্রাণী\")।\n\n\n== বৈশিষ্ট্য ==\n\nএডিসোজোয়ানদের সবচেয়ে উল্লেখযোগ্য বৈশিষ্ট্য হলো তিন স্তরবিশিষ্ট কিউটিকল (চার স্তর টার্ডিগ্রেডা-তে), যা জৈব পদার্থ দিয়ে গঠিত। প্রাণীর বৃদ্ধির সাথে সাথে এটি পর্যায়ক্রমে খোলস-বদলানো হয়। এই খোলস-বদলানোর প্রক্রিয়াকে এডিসিস বলা হয়, যা থেকে এই গোষ্ঠীর নাম এসেছে। এডিসোজোয়ানদের মধ্যে চলনশীল সিলিয়া অনুপস্থিত এবং এরা বেশিরভাগই অ্যামিবার মতো শুক্রাণু উৎপন্ন করে। এদের ভ্রূণগুলো অন্যান্য প্রোটোস্টোমদের মতো স্পাইরাল ক্লিভেজ প্রক্রিয়ার মধ্য দিয়ে যায় না। পূর্বপুরুষের বৈশিষ্ট্য হিসেবে এই গোষ্ঠীতে সম্মুখপ্রান্তে শক্ত দাঁত এবং মুখের চারপাশে কাঁটার বলয় ছিল, যদিও কিছু গোষ্ঠীতে এই বৈশিষ্ট্যগুলো পরবর্তীতে হারিয়ে গেছে। একটি অযুগ্ম ভেন্ট্রাল স্নায়ুতন্ত্রী, যা প্রিয়াপুলিডা এবং নেমাটয়ডায় দেখা যায়, সম্ভবত পূর্বপুরুষের অবস্থা ছিল। এর বিপরীতে, প্যানার্থ্রোপোডা, কিনোরিঙ্কা এবং লরিসিফেরায় দেখা যাওয়া যুগ্ম ভেন্ট্রাল স্নায়ুতন্ত্রী একটি উদ্ভূত বৈশিষ্ট্য। শ্বাস-প্রশ্বাস এবং রক্ত সঞ্চালন ব্যবস্থা শুধুমাত্র ওনিকোফোরা এবং আর্থ্রোপডদের মধ্যে উপস্থিত (প্রায়শই ছোট আর্থ্রোপড যেমন মাইটে অনুপস্থিত); বাকি গোষ্ঠীগুলোতে এই দুটি ব্যবস্থাই অনুপস্থিত।\n\n\n== ফাইলোজেনি ==\nএডিসোজোয়ার মধ্যে নিম্নলিখিত ফাইলা অন্তর্ভুক্ত রয়েছে: আর্থ্রোপোডা, ওনিকোফোরা, টার্ডিগ্রেডা, কিনোরিঙ্কা, প্রিয়াপুলিডা, লরিসিফেরা, নেমাটোডা, এবং নেমাটোমরফা। আরও কিছু গোষ্ঠী, যেমন গ্যাস্ট্রোট্রিকস, সম্ভাব্য সদস্য হিসেবে বিবেচিত হয়েছিল, কিন্তু এদের মধ্যে এই গোষ্ঠীর প্রধান বৈশিষ্ট্যগুলোর অভাব রয়েছে। ফলে এগুলো এখন অন্যত্র স্থান পেয়েছে। আর্থ্রোপোডা, ওনিকোফোরা এবং টার্ডিগ্রেডাকে একত্রে প্যানার্থ্রোপোডা হিসেবে গোষ্ঠীবদ্ধ করা হয়েছে, কারণ এদের দেহ খণ্ডিত পরিকল্পনা দ্বারা চিহ্নিত। ডান এট আল. ২০০৮ সালে প্রস্তাব করেছেন যে টার্ডিগ্রেডাকে নেমাটোডদের সাথে গোষ্ঠীবদ্ধ করা যেতে পারে, যার ফলে ওনিকোফোরা আর্থ্রোপডদের বোন গোষ্ঠী হিসেবে থাকে। এডিসোজোয়ার প্যানার্থ্রোপড-বহির্ভূত সদস্যদের সাইক্লোনিউরালিয়া হিসেবে গোষ্ঠীবদ্ধ করা হয়েছে, তবে এদের সাধারণত প্যারাফাইলেটিক হিসেবে বিবেচনা করা হয়। এটি প্যানার্থ্রোপডার বিবর্তনের প্রাথমিক অবস্থার প্রতিনিধিত্ব করে।\nনিচে প্রোটোস্টোমদের জন্য একটি আধুনিক সম্মতিসূচক ফাইলোজেনেটিক ট্রি দেখানো হয়েছে। এটি নির্দেশ করে যে ক্লেডগুলো প্রায় কত মিলিয়ন বছর আগে (মিলিয়ন বছর আগে, Mya) নতুন ক্লেডে বিভক্ত হয়েছিল; ড্যাশড লাইন বিশেষভাবে অনিশ্চিত স্থান নির্দেশ করে।\nএই ফাইলোজেনেটিক ট্রি নিলসেন এট আল. এবং হাওয়ার্ড এট আল.-এর উপর ভিত্তি করে তৈরি।\n\n\n== পুরনো বিকল্প গোষ্ঠীবিন্যাস ==\n\n\n=== আর্টিকুলাটা অনুমান ===\nআগুইনালদো এট আল.-এর প্রস্তাবিত গোষ্ঠীবিন্যাস প্রায় সর্বজনীনভাবে গৃহীত হয়েছে। এটি একটি পুরনো অনুমানকে প্রতিস্থাপন করেছে, যেখানে বলা হয়েছিল যে প্যানার্থ্রোপোডা-কে অ্যানেলিডা-এর সাথে আর্টিকুলাটা নামে একটি গোষ্ঠীতে শ্রেণীবদ্ধ করা উচিত এবং এডিসোজোয়া পলিফাইলেটিক। নিলসেন পরামর্শ দিয়েছিলেন যে এডিসোজোয়াকে অ্যানেলিডা-এর বোন গোষ্ঠী হিসেবে বিবেচনা করে এই সমস্যার সমাধান করা যেতে পারে, যদিও পরে তিনি এদের সম্পর্কহীন বলে বিবেচনা করেন। গোলকৃমিদের এডিসোজোয়ার মধ্যে অন্তর্ভুক্তি প্রাথমিকভাবে বিতর্কিত ছিল তবে ২০০৩ সাল থেকে এডিসোজোয়ার পক্ষে একটি বিস্তৃত ঐকমত্য গড়ে উঠেছে এবং ২০১১ সালে ডারউইন–ওয়ালেস পদক জেমস লেক-কে প্রদান করা হয়। তিনি এডিসোজোয়া, লফোট্রোকোজোয়া এবং ডিউটারোস্টোমিয়া নিয়ে গঠিত নতুন প্রাণী ফাইলোজেনির আবিষ্কারক।\n\n\n=== সিলোমেট অনুমান ===\nআগুইনালদোর এডিসোজোয়া প্রস্তাবের আগে, দ্বিপার্শ্বীয় প্রাণীদের বিবর্তনের একটি প্রচলিত তত্ত্ব ছিল তাদের দেহ গহ্বর-এর রূপতত্ত্বের উপর ভিত্তি করে। এতে তিন ধরনের সংগঠন বা গ্রেড ছিল: একোলোমেটা (কোনো সিলোম নেই), সিউডোকোলোমেটা (আংশিক সিলোম), এবং ইউকোলোমেটা (প্রকৃত সিলোম)। আদুত্তে এবং সহকর্মীরা এডিসোজোয়ার জোরালো সমর্থনকারীদের মধ্যে প্রথম ছিলেন। আণবিক ফাইলোজেনেটিক্সের প্রবর্তনের সাথে সিলোমেট অনুমান পরিত্যাগ করা হয়, যদিও সিলোমেটার জন্য কিছু আণবিক ও ফাইলোজেনেটিক সমর্থন ২০০৫ সাল পর্যন্ত অব্যাহত ছিল।\n\n\n== আরো দেখুন ==\nনেমাটোডা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}