{"pageid": 1529665, "title": "বাংলাদেশ ডেভেলপমেন্ট পার্টি", "url": "https://bn.wikipedia.org/wiki?curid=1529665", "content": "বাংলাদেশ ডেভেলপমেন্ট পার্টি (সংক্ষেপে বিডিপি); যা বাংলায় বাংলাদেশ উন্নয়ন দল হিসিবে পরিচিত। এটি  বাংলাদেশ নির্বাচন কমিশন থকে ২০২৫ সালের ২রা ফেব্রুয়ারিতে নিবন্ধিত হয়। দলটির নিবন্ধন নাম্বার ৫৪ এবং প্রতীক ফুলকপি। দলটির সাথে জামায়াতে ইসলামীর সংশ্লিষ্টতা রয়েছে বলে অনেকেই সমালোচনা করেছেন। অনেকেই মনে করেন জামায়াতের একটি কৌশল হিসেবে এই দলটি গঠন করা হয়েছে। আসন্ন জাতীয় নির্বাচনে ৩০০ আসনে প্রার্থী দেয়ার প্রস্তুতির কথা জানিয়েছেন বাংলাদেশ ডেভেলপমেন্ট পার্টির চেয়ারম্যান আনোয়ারুল ইসলাম চান। \n\n\n== আত্মপ্রকাশ ==\n২০২২ সালের অক্টোবর মাসে ২৬ তারিখ (বুধবার) নির্বাচন কমিশন নিবন্ধনের জন্যে আবেদন করতে যায় দলটি। পরে উপস্থিত সাংবাদিকদের এক প্রশ্নের জবাবে অ্যাডভোকেট আনোয়ারুল ইসলাম চান বলেন, নির্বাচন কমিশনের যত শর্ত আছে সবকিছু পূরণ করে আমরা আবেদনপত্র জমা দিতে দিয়েছি। আশা করি নির্বাচন কমিশনে নিবন্ধিত হবো এবং রাজনৈতিক প্রক্রিয়ার সঙ্গে জড়িত হবো।\nতিনি আরো বলেন; আমি দলের সভাপতি অ্যাডভোকেট আনোয়ারুল ইসলাম চান। আমার দলের জেনারেল সেক্রেটারি মো. কাজী নিজামুল হক। আমাদের দলের নাম বাংলাদেশ ডেভেলপমেন্ট পার্টি (বিডিপি)। আমাদের সঙ্গে নতুন প্রজন্ম আছে। আমরা ইনশাআল্লাহ আরেকটু অরগানাইজড হয়ে আপনাদের সঙ্গে সবকিছু শেয়ার করবো।।\n\n\n== বিতর্ক ==\nদলটির সভাপতি আনোয়ারুল হক চান জামায়াতে ইসলামীর ডেমরা থানার আমীর ছিলেন বলে দাবি জানিয়েছেন অনেকেই। আর সাধারণ সম্পাদক নিজামুল হক (নাঈম) ছিলেন ছাত্রশিবিরের সাবেক আন্তর্জাতিক বিষয়ক সম্পাদক এবং বর্তমানে জামায়াতের ঢাকা মহানগর দক্ষিণের কর্মপরিষদ সদস্য। এছাড়াও জাতীয়তাবাদী ছাত্রদলের সাবেক অনেকে নেতা এই দলের সাথে সংশ্লিষ্ট আছে বলে বাংলা ট্রিবিউন পত্রিকায় তথ্য প্রকাশিত হয়েছে।\n\n\n== নির্বাচন ও সংস্কার ==\nআসন্ন জাতীয় নির্বাচনে ৩০০ আসনে প্রার্থী দেয়ার প্রস্তুতির কথা জানিয়েছেন বাংলাদেশ ডেভেলপমেন্ট পার্টির চেয়ারম্যান আনোয়ারুল ইসলাম চান। তিনি আরও বলেন; একাত্তরের স্বাধীনতা ও ২০২৪- এর নতুন বাংলাদেশের চেতনাকে সমন্বয় করে দেশকে এগিয়ে নিতে কাজ করবে দল। বাংলাদেশ ডেভেলপমেন্ট পার্টি সংস্কার নির্বাচন দুটোই চায়। বাস্তবসম্মত সংস্কারের ওপর জোর দিয়ে মূল সংস্কারগুলো নির্বাচিত সরকার করবে বলেও মত দেন।  \n\n\n== আরও দেখুন ==\nবাংলাদেশ জামায়াতে ইসলামী\nবাংলাদেশ ইসলামী ছাত্রশিবির\nবাংলাদেশ জাতীয়তাবাদী ছাত্রদল\n\n\n== তথ্যসূত্র =="}