{"pageid": 1530617, "title": "বার্লিন প্রাচীরের পতন", "url": "https://bn.wikipedia.org/wiki?curid=1530617", "content": "বার্লিন প্রাচীরের পতন (জার্মান: Mauerfall   ,উচ্চারণ [ˈmaʊ̯ɐˌfal]  মাউয়ারফাল) ১৯৮৯ সালের ৯ই নভেম্বর তারিখে জার্মানির শান্তিপূর্ণ বিপ্লবের সময় পূর্ব বার্লিনে মানুষ পারাপারের উপর নিষেধাজ্ঞাগুলি গণ-অমান্যকারণ ও পরবর্তীতে বাতিল হয়ে যাবার প্রেক্ষিতে পূর্ব ও পশ্চিম বার্লিনের মধ্যবর্তী বার্লিন প্রাচীরটি ধ্বংসের সূচনার ঘটনাটিকে নির্দেশ করে। এটি রূপক অর্থে তথাকথিত লৌহ পর্দার অবসানেরও একটি সূচক। ঐ দিন প্রাচীরটির কিছু অংশ ভেঙে যায় এবং পরবর্তী বছরের জুন মাসে পরিকল্পিতভাবে এটির ধ্বংসের কাজ শুরু হয়। এটি ছিল মধ্য ও পূর্ব ইউরোপে সাম্যবাদের পতনের সূচনাকারী ঘটনাগুলির একটি। এর কিছু সময় পরেই পূর্ব-পশ্চিম জার্মানির অভ্যন্তরীণ সীমান্তের পতন ঘটে। ১৯৯০ সালের ডিসেম্বরের গোড়ার দিকে মাল্টা শীর্ষ সম্মেলনে স্নায়ুযুদ্ধের সমাপ্তি ঘোষণা করা হয় এবং পরের বছর ১৯৯১ সালের অক্টোবরে জার্মান পুনঃএকত্রীকরণ সংঘটিত হয়।\n১৯৮৯ সালে লৌহ পর্দার উন্মোচন, বিশেষ করে অস্ট্রিয়া ও হাঙ্গেরির মধ্যে যে সর্ব-ইউরোপীয় বনভোজনের ঘটনাটি ঘটে, তা পূর্ব জার্মানির অধিবাসীদের গণ-নির্বাসনের ঘটনাটি শুরু করে এবং পূর্বের রাষ্ট্রজোটকে দুর্বল করে তোলে। ক্রমবর্ধমান গণ-প্রতিবাদ ও শরণার্থী সংকটের কারণে পূর্ব জার্মান সরকার চাপের মুখে ভ্রমণ বাধাগুলি সংস্কারের চেষ্টা করে। ব্যস্ততার সাথে লেখা খসড়ার উপর ভিত্তি করে প্রণীত এই নতুন নীতিটির উদ্দেশ্য ছিল দেশত্যাগের চাপ সহজ করা, কিন্তু হিতে বিপরীত হয়ে ঘোষণাটির ব্যাপারে ভুল বোঝাবুঝির কারণে বার্লিন প্রাচীর তৎক্ষণাৎ ৯ই নভেম্বর ১৯৮৯ তারিখে খুলে দেওয়া হয়, যা স্নায়ুযুদ্ধের অবসানের এই সন্ধিক্ষণে পরিণত হয়।  \nসেইদিন গ্যুণ্টার শাবভস্কি একটি সরাসরি সম্প্রচারিত সংবাদ সম্মেলনে এক অপরিপক্ক ও ত্রুটিপূর্ণ তথ্যবিশিষ্ট ঘোষণা দেন যে পূর্ব জার্মান অধিবাসীদের সীমান্ত পারাপারের ব্যাপারে নতুন নীতিটি তাৎক্ষণিকভাবে কার্যকর হবে। এই ঘোষণা শুনে হাজার হাজার পূর্ব জার্মান অধিবাসী বার্লিন প্রাচীরের কাছে অবস্থান নেয়। সীমান্ত রক্ষীরা সুস্পষ্ট আদেশের অবর্তমানে বেসামাল হয়ে পড়ে এবং প্রাচীরের দরজাটি খুলে দেয়। এরপরে জনতা সোল্লাসে উদযাপন করা শুরু করে ও প্রাচীরটি ভাঙা শুরু করে। এই স্বতঃস্ফূর্ত ঘটনাটি গণমাধ্যমে ব্যাপকভাবে প্রচারিত হয় এবং জনতার চাপ বাড়তে থাকে, যার ফলে প্রাচীরটিকে ব্যাপক আকারে ধ্বংস করার কাজ শুরু হয়। এরই সূত্র ধরে পরবর্তীতে জার্মান পুনঃএকত্রীকরণ ঘটে। তবে প্রাথমিকভাবে আন্তর্জাতিক অঙ্গনে ফ্রান্সের রাষ্ট্রপতি ফ্রঁসোয়া মিতেরঁ এবং ব্রিটিশ প্রধানমন্ত্রী মার্গারেট থ্যাচার এর বিরোধিতা  করেছিলেন। \nবার্লিন প্রাচীরের পতন বহুবার, এবং বিশেষ করে ১০ম, ২০তম ও ৩০তম বার্ষিকীগুলিতে বৃহৎ-মাপের উদযাপন অনুষ্ঠানের মাধ্যমে স্মরণ করা হয়েছে। এগুলিতে সঙ্গীত পরিবেশন অনুষ্ঠান (কনসার্ট) আয়োজিত হয়, প্রতীকী পদক্ষেপ নেয়া হয় ও আন্তর্জাতিক অংশগ্রহণ ঘটে। ব্যাপক উদযাপন স্বত্ত্বেও বিভিন্ন জরিপে ক্রমাগতভাবে জনগণের একটি সংখ্যালঘু  অংশ (৮% থেকে ২৪%) প্রাচীরটি রেখে দেওয়া বা এটির পুনর্নির্মাণের পক্ষপাতী। বিভিন্ন রাজনৈতিক দল ও অঞ্চলভেদে এ ব্যাপারে সমর্থনের মাত্রা ভিন্ন। \n\n\n== পটভূমি ==\n\n\n=== লৌহ পর্দার উদ্বোধন ===\n\n১৯৮৯ সালের ১৯শে আগস্ট সর্ব-ইউরোপীয় বনভোজনে অস্ট্রিয়া এবং হাঙ্গেরির মধ্যে লৌহ পর্দার উন্মোচনের ফলে একটি শান্তিপূর্ণ শৃঙ্খল প্রতিক্রিয়া শুরু হয়, যার শেষে আর পূর্ব জার্মানি ছিল না এবং পূর্ব জোট ভেঙে যায়। সীমান্ত খোলার প্রতি সোভিয়েত ইউনিয়ন এবং মিখাইল গর্বাচেভের প্রতিক্রিয়া পরীক্ষা করার জন্য অটো ভন হাবসবুর্গের একটি ধারণার উপর ভিত্তি করে বনভোজনের পরে হাজার হাজার গণমাধ্যম-অবহিত পূর্ব জার্মান হাঙ্গেরির উদ্দেশ্যে রওনা দেয়। এরিখ হোনেকার সর্ব-ইউরোপীয় বনভোজনের জন্য ডেইলি মিররকে বলেন যে \"হাবসবুর্গ পোল্যান্ডের অনেক দূরে প্রচারপত্র (লিফলেট) বিতরণ করেছিলেন, যেখানে পূর্ব জার্মানির অধিবাসী ছুটি-যাপনকারীদেরকে বনভোজনে আমন্ত্রণ জানানো হয়েছিল। যখন তারা বনভোজনে এসেছিল, তখন তাদেরকে উপহার, খাবার এবং ডয়চে মার্ক মুদ্রা দেওয়া হয়েছিল, এবং তারপরে তাদের পশ্চিমে আসতে রাজি করানো হয়েছিল।\" পূর্ব বার্লিনে জিডিআরের নেতারা তাদের নিজস্ব দেশের সীমানা সম্পূর্ণরূপে অবরুদ্ধ করার সাহস করেনি এবং সোভিয়েত ইউনিয়নও কোনও প্রতিক্রিয়া জানায়নি। এইভাবে পূর্ব জোটের বন্ধনীটি ভেঙে যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nSarotte, Mary Elise (২০১৪)। The Collapse: The Accidental Opening of the Berlin Wall। Basic Books। আইএসবিএন 978-0-465-05690-3  – Google Books-এর মাধ্যমে। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nটেমপ্লেট:Berlin Wall\n\nটেমপ্লেট:সমাজতন্ত্রের পতন"}