{"pageid": 1530606, "title": "তারেক রজব জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1530606", "content": "তারেক রজব জাদুঘর (আরবি: متحف طارق رجب) কুয়েত-এ অবস্থিত এবং এটি ১৯৫০-এর দশক থেকে শুরু করে পঞ্চাশ বছরেরও বেশি সময় ধরে সংগৃহীত বিপুল পরিমাণ শিল্পকর্মের সমাহার নিয়ে গঠিত। জাদুঘরটি কুয়েত-এর জাবরিয়া এলাকায় দুটি পৃথক স্থানে অবস্থিত: তারেক রজব জাদুঘর, যা ১৯৮০ সালে প্রতিষ্ঠিত হয়েছিল, এবং তারেক রজব ইসলামী ক্যালিগ্রাফি জাদুঘর, যা ২০০৭ সালে প্রতিষ্ঠিত হয়।\nতারেক রজব জাদুঘরে পাণ্ডুলিপি এবং ক্ষুদ্রচিত্র, মৃৎশিল্প, ধাতবশিল্প, কাচশিল্প, অস্ত্র ও বর্ম এবং বস্ত্র, পোশাক ও গহনা-এর সংগ্রহ রয়েছে। জাদুঘরের মৃৎশিল্প সংগ্রহ অত্যন্ত বড় এবং ব্যাপক, যেখানে প্রাক-ইসলামী যুগ থেকে বিংশ শতাব্দীর প্রথম দিক পর্যন্ত এবং সমগ্র ইসলামী বিশ্বের বিভিন্ন অঞ্চল থেকে সংগৃহীত বস্তু রয়েছে। এটি রৌপ্য গহনার অন্যতম শীর্ষ সংগ্রহের পাশাপাশি স্বর্ণের গহনার একটি উৎকৃষ্ট সংগ্রহ নিয়ে গর্ব করে, যার বেশিরভাগই প্রাক-ইসলামী যুগের। এছাড়া, বিভিন্ন যুগের কুরআন এবং পাণ্ডুলিপির একটি বৃহৎ সংগ্রহ রয়েছে, যার মধ্যে প্রাচীনতমটি খ্রিস্টীয় সপ্তম শতাব্দীর এবং সমগ্র ইসলামী বিশ্ব থেকে সংগৃহীত। গুরুত্বপূর্ণ কুরআন থেকে শুরু করে বিরল পাণ্ডুলিপি যেমন আল-কিন্দি-র আলোকবিজ্ঞানের বই এবং শাহনামা অফ শাহ তাহমাস্প-এর একটি ফোলিও পর্যন্ত, এই সংগ্রহ বিভিন্ন শৈলী ও অঞ্চলের প্রতিনিধিত্ব করে।\nতারেক রজব জাদুঘর সম্পূর্ণভাবে রজব পরিবারের অর্থায়নে পরিচালিত হয়। বর্তমানে, পরিবারের তৃতীয় প্রজন্ম এর পরিচালনা ও ব্যবস্থাপনায় সক্রিয়ভাবে জড়িত। এই জাদুঘর কুয়েতের সাংস্কৃতিক ঐতিহ্য সংরক্ষণে গুরুত্বপূর্ণ ভূমিকা পালন করে এবং ইসলামী শিল্প ও সংস্কৃতির একটি জীবন্ত প্রতিচ্ছবি হিসেবে বিবেচিত হয়।\n\n\n== ইতিহাস ==\n\n\n=== সংগ্রহ ===\nতারেক আল-সাইয়েদ রজবের সংগ্রহ শুরু হয়েছিল ১৯৪০-এর দশকে চৌদ্দ বছর বয়সে বাগদাদ ভ্রমণের মাধ্যমে, যা পরে ১৯৫০-এর দশকে ইংল্যান্ড-এ বই এবং পাণ্ডুলিপি সংগ্রহে রূপ নেয়। ছাত্র হিসেবে তিনি লন্ডন-এ কুয়েতের শিক্ষা অফিস থেকে সাপ্তাহিক ভাতা পেতেন, যা তিনি মূলত বই কেনার জন্য ব্যয় করতেন। শিক্ষা অফিস খুবই সহায়ক ছিল, প্রায়শই বই কেনার জন্য তাকে প্রশ্ন না করে টাকা ফেরত দিত, কারণ তারা এগুলোকে শিক্ষামূলক মনে করত। ১৯৬০-এর দশকে, তারেক এবং তার স্ত্রী জেহান গাড়িতে করে মধ্যপ্রাচ্য-এ ব্যাপক ভ্রমণ করেন, কখনো কখনো ইংল্যান্ড পর্যন্ত গাড়ি চালিয়ে যান। তারা যখন ডেনমার্ক-এ এক বছর কাটান, তখনো গাড়িতে করে ভ্রমণ করেন। এই দীর্ঘ ভ্রমণের সময় তারা দামেস্ক এবং ইস্তাম্বুল-এর মতো শহরের ব্যবসায়ীদের কাছ থেকে এবং সিরিয়া, ফিলিস্তিন এবং ইরান-এর প্রত্যন্ত গ্রাম থেকে জিনিসপত্র সংগ্রহ শুরু করেন। জেহান, তার নৃতাত্ত্বিক আগ্রহ নিয়ে মানুষ এবং সংস্কৃতির প্রতি, এই প্রচেষ্টায় গুরুত্বপূর্ণ ভূমিকা পালন করেন।\nএই ভ্রমণের উদ্দেশ্য ছিল শুধু আনন্দ করা নয়, বরং ছবি তুলে এবং সাংস্কৃতিক শিল্পকর্ম সংগ্রহ করে দ্রুত আধুনিকীকরণে হারিয়ে যাওয়া বিভিন্ন সংস্কৃতির দিকগুলো সংরক্ষণ করা। সেই সময়ে, তারা যে দেশগুলোতে গিয়েছিলেন, সেখানে আধুনিক সড়ক ব্যবস্থা তৈরি হয়নি, তাই তারেক এবং জেহান প্রায়শই রুক্ষ রাস্তা, পাহাড়ের মধ্য দিয়ে গাড়ি চালিয়ে গ্রাম এবং উপজাতিদের পাশে ক্যাম্প করতেন। তারা স্থানীয় লোকদের সাথে দেখা করতেন এবং প্রায়শই তাদের কাছ থেকে সরাসরি শিল্পকর্ম কিনতে পারতেন। ১৯৬০-এর দশকে, ইস্তাম্বুল আজকের মতো পর্যটনকেন্দ্র ছিল না, যা তাদের অনেক আকর্ষণীয় বস্তু, বিশেষ করে জাতিগত জিনিসপত্র, খুঁজে পেতে সাহায্য করেছিল, যেগুলোতে তখন খুব কম লোকের আগ্রহ ছিল।\nইসলামী শিল্প-এর জাদুঘর তৈরির ধারণা তারেক রজবের মনে আসে ১৯৬০-এর দশকে, যখন তিনি কুয়েতের জাদুঘর ও প্রত্নতত্ত্বের পরিচালক ছিলেন, তখন এটি শিক্ষা মন্ত্রণালয়ের একটি শাখা ছিল। তার বারবার প্রস্তাব এবং ধারণা সত্ত্বেও, তার উর্ধ্বতন কর্মকর্তাদের কাছ থেকে সামান্য আগ্রহ পাওয়া যায় এবং এই প্রকল্পের জন্য কোনো বাজেট বরাদ্দ হয়নি। তবে, তারেক ইসলামী বিশ্বের শিল্পের প্রতি সত্যিকারের আগ্রহ গড়ে তুলেছিলেন, এবং ১৯৭০-এর দশকের শুরুতে তিনি গুরুত্ব সহকারে সংগ্রহ শুরু করেন, শখ থেকে একজন নিবেদিত সংগ্রাহকে রূপান্তরিত হন। নিউ ইংলিশ স্কুল দৃঢ়ভাবে প্রতিষ্ঠিত হওয়ার পর, তারেকের কাছে লন্ডনে ভ্রমণ এবং নিলামে অংশ নেওয়ার জন্য বেশি সময় ছিল। তিনি সোথবি'স, ক্রিস্টি'স, বোনহ্যামস এবং অন্যান্য নিলাম ঘর থেকে জিনিসপত্র কিনেছিলেন। ১৯৭০-এর দশকে, এটি ক্রেতাদের বাজার ছিল, যখন উপসাগর-এর ক্রেতারা আগ্রহী হওয়ার অনেক আগে। তারেক পুরানো ব্রিটিশ প্রাসাদে বিক্রয়ে অংশ নিয়েছিলেন, পাণ্ডুলিপি, মৃৎশিল্প, ধাতবশিল্প এবং কাচের মতো শিল্পকর্ম কিনেছিলেন। বাজারে তার ক্রমবর্ধমান খ্যাতি বেশ কয়েকজন ব্যবসায়ীকে তার কাছে আসতে প্ররোচিত করেছিল, যা তাকে বুখারা-র সুলতানের এনামেলড গহনাসহ অসংখ্য আকর্ষণীয় শিল্পকর্ম অর্জন করতে সক্ষম করেছিল, যা বর্তমানে প্রদর্শিত হয়।\nপ্রথমে, তারেক মৃৎশিল্প, পাণ্ডুলিপি, ধাতবশিল্প এবং কাচের উপর মনোযোগ দিয়েছিলেন। ১৯৭০-এর দশকের মাঝামাঝি সময়ে, তিনি একটি বড় সংগ্রহ সংগ্রহ করেছিলেন এবং বেশিরভাগ বস্তু তার বাড়িতে প্রদর্শন করেছিলেন। এই সময়ে তিনি জনসাধারণের সাথে তার সংগ্রহ ভাগ করে নেওয়ার জন্য একটি জাদুঘর প্রতিষ্ঠার বিষয়ে গুরুত্ব সহকারে চিন্তা শুরু করেন। তখন কুয়েতে ইসলামী বিশ্ব-এর শিল্প ইতিহাসের শিক্ষাগত সম্পদ খুব কম ছিল। তারেকের একটি উদ্দেশ্য ছিল এমন একটি স্থান তৈরি করা যেখানে কুয়েতে বসবাসকারী এবং দর্শনার্থীরা এই সমৃদ্ধ ঐতিহ্য সম্পর্কে জানতে পারে। তারেক তার মালিকানাধীন জাবরিয়া-তে, নিউ ইংলিশ স্কুল-এর কাছে একটি ভিলায় জাদুঘরটি স্থাপন করার সিদ্ধান্ত নেন। জাদুঘরটি আজও এই স্থানে রয়েছে। জাদুঘরের কাজ ১৯৭০-এর দশকের শেষের দিকে শুরু হয় এবং ১৯৮০ সালে এটি আনুষ্ঠানিকভাবে প্রতিষ্ঠিত ও উদ্বোধন করা হয়, যা কুয়েত এবং সমগ্র উপসাগরীয় অঞ্চলের প্রথম ইসলামী শিল্প জাদুঘর হয়ে ওঠে।\n\n\n=== ইরাকি আক্রমণ এবং কুয়েতের দখল (১৯৯০-১৯৯১) ===\nইরাকি আক্রমণ এবং কুয়েতের দখল ১৯৯০ সালের ২ আগস্ট ভোরে শুরু হয়। সেই সময়ে, তারেক রজব জর্ডান-এ ছিলেন, এবং তার দুই বড় সন্তান, নূর এবং জিয়াদ, বিদেশে ভ্রমণ করছিলেন। তার স্ত্রী জেহান এবং তাদের কনিষ্ঠ পুত্র নাদের পুরো দখলকালে কুয়েতে ছিলেন। আক্রমণটি অনেক কুয়েতিকে অবাক করে দিয়েছিল; জেহান প্রথমে বিস্ফোরণের শব্দ, অবিরাম গুলির শব্দ এবং ইরাকি হেলিকপ্টারের আওয়াজে ঘুম থেকে জেগে পরিস্থিতি সম্পর্কে জানতে পারেন। দখলের প্রথম দিনে, তিনি তার মেয়ে নূর এবং স্বামী তারেকের সাথে যোগাযোগ করতে পেরেছিলেন, কিন্তু শীঘ্রই আন্তর্জাতিক টেলিফোন লাইন কেটে দেওয়া হয়, যা সাত মাসেরও বেশি সময় ধরে বাইরের বিশ্বের সাথে তাদের যোগাযোগ বিচ্ছিন্ন করে দেয়। তবে, কুয়েতের অভ্যন্তরীণ টেলিফোন লাইন চালু ছিল, যা দেশের মধ্যে খবর দ্রুত ছড়িয়ে দিতে সাহায্য করেছিল।\nপরিবারের জাদুঘর রক্ষার প্রয়োজনীয়তা সম্পর্কে সচেতন হয়ে, যা সৌভাগ্যবশত ভূগর্ভস্থ স্তরে অবস্থিত ছিল, জেহান এবং নাদের এটি সুরক্ষিত ও গোপন করার সিদ্ধান্ত নেন। তারা জাদুঘরের ভারী খোদাই করা ভারতীয় দরজা বন্ধ করে দেন, শনাক্তকরণ চিহ্ন সরিয়ে ফেলেন এবং প্রদর্শনীগুলো রক্ষার জন্য জাদুঘরে নামেন। মূল্যবান পাণ্ডুলিপি এবং মৃৎশিল্প প্যাকিং এবং লুকানোকে অগ্রাধিকার দেওয়া হয়। কাছাকাছি নিউ ইংলিশ স্কুল-এর অনেক রক্ষণাবেক্ষণ কর্মী, কুয়েত থেকে পালানোর চেষ্টা সত্ত্বেও, জেহান এবং নাদেরকে সাহায্য করতে থেকে যান, যা \"তাড়াহুড়ো হলেও উদ্দেশ্যমূলক\" হিসেবে বর্ণিত হয়। উপরে একজন প্রহরী নিয়োজিত ছিলেন যে কোনো অনুপ্রবেশ সম্পর্কে সতর্ক করার জন্য। জেহান তারেকের ফোরম্যান নাসেরের সাথে যোগাযোগ করেন যাতে তাৎক্ষণিকভাবে কাঠমিস্ত্রি এবং নির্মাণ শ্রমিকদের ব্যবস্থা করা যায়। প্যাকিং প্রক্রিয়ার সময়, কুরআন-এর আয়াত খোদাই করা উনবিংশ শতাব্দীর একটি ছোট চালের দানা এত ভালোভাবে লুকানো হয়েছিল যে এটি আজও হারিয়ে গেছে। এদিকে, তারেক আম্মান-এ অল্প সময়ের জন্য ছিলেন, সেখানে তিনি যে নিউ ইংলিশ স্কুল খুলেছিলেন তা তদারকি করছিলেন এবং জেহানের কাছে চিঠি লিখছিলেন, যা তার একজন ফিলিস্তিনি ড্রাইভারের মাধ্যমে জর্ডান এবং কুয়েতের মধ্যে চোরাচালান করা হতো।\nকয়েক দিনের মধ্যে, জাদুঘরের বাম দিকটি প্যাক করা বাক্স, সুটকেস এবং ব্যাগে ভরে যায়, যখন প্রদর্শনী কেসগুলো খালি করা হয়। এই জিনিসগুলো পাশের কক্ষগুলোতে এবং একটি বড় প্রদর্শনী কেসের পিছনে একটি বড় জায়গায় লুকানো হয়, তারপর বন্ধ করে গোপন করা হয়। দরজাগুলো বোল্ট দিয়ে বন্ধ করা হয়, এবং কাঠমিস্ত্রিরা কাঠের শিট দিয়ে সেগুলো সিল করে দেয়, দেয়ালের সাথে মিলিয়ে রং করে। ডেভিড রবার্টস-এর লিথোগ্রাফ, যা ইরাকি সৈন্যদের কাছে সামান্য আগ্রহের বলে মনে করা হয়েছিল, মিথ্যা দেয়ালে ঝুলিয়ে ছদ্মবেশ সম্পূর্ণ করা হয়। দখলের শেষে, ইরাকি সৈন্যরা কাছাকাছি নিউ ইংলিশ স্কুলের প্রতিটি আলমারি এবং ড্রয়ার জোর করে খুলে তছনছ করে, কিছুই অক্ষত রাখেনি।\nপাণ্ডুলিপি এবং মৃৎশিল্প সুরক্ষিত হওয়ার পর, বিপরীত দিকে থাকা হাজার হাজার গহনা, পোশাক, বস্ত্র, সূচিকর্ম এবং তাঁতের যন্ত্রের দিকে মনোযোগ দেওয়া হয়। যেহেতু বেশিরভাগ সাহায্যকারী কুয়েত ছেড়ে চলে গিয়েছিলেন বা জাদুঘরে পৌঁছাতে পারেননি, জেহান, নাদের, রাওয়া আদাওয়া এবং নাসের এই কাজটি পরিচালনা করেন। তারা সিদ্ধান্ত নেন যে সেই অংশটি সম্পূর্ণভাবে বন্ধ করে দেবেন এবং এটি যেন অস্তিত্বে নেই বলে ভান করবেন। এই এলাকার গোল্ড রুমটি আরও সিল করে লুকিয়ে ফেলা হয়; মিথ্যা দেয়ালের চিহ্ন আজও দৃশ্যমান। জাদুঘরটি সুরক্ষিত করা হয়, এবং রজব পরিবার ইরাকিদের আগমনের জন্য অপেক্ষা করে। নিউ ইংলিশ স্কুল, যেটি বড় এবং বিশিষ্ট ছিল, ইরাকি সেনাবাহিনী দখল করে এবং এটি একটি ঘাঁটি হিসেবে ব্যবহার করে। ছাদে পিলবক্স এবং বিমান বিধ্বংসী অস্ত্র স্থাপন করা হয়, যা গুলি চালানোর সময় পাড়ায় ব্যাপক ব্যাঘাত ঘটায়। স্কুলের গুদামে দক্ষিণ ইরাকের মার্শ আরবদের কাছ থেকে তারেক এবং জেহানের সংগ্রহ করা তিন থেকে পাঁচশ হাতে বোনা ইরাকি কার্পেট ছিল। এই পুরো সংগ্রহটি দখলকালে চুরি এবং ধ্বংস হয়ে যায়, মুক্তি-র পর স্কুলের চারপাশে কিছু অবশেষ পাওয়া যায়।\nতাদের বাড়ি বেশ কয়েকবার তল্লাশি করা হয়, এবং ইরাকি সৈন্যরা বেশ কয়েকবার তাদের লুট করার চেষ্টা করে। দখল-এর শেষের দিকে, জাদুঘর লুকানোর জন্য জেহান এবং নাদেরের প্রচেষ্টা সফল বলে মনে হয়। তবে, স্থল যুদ্ধ শুরু হওয়ার ঠিক আগে, ইরাকি গোপন পুলিশ এবং সেনা কর্মীরা তাদের বাড়িতে আসে, রাস্তাটি মেশিনগান-সজ্জিত গাড়ি দিয়ে অবরোধ করে। বাড়িটি আরেকবার তল্লাশি করার পর, গোপন পুলিশ নাদেরকে বেসমেন্ট দেখাতে বাধ্য করে, যেখানে তারা জাদুঘরটির অবস্থান সম্পর্কে জানত বলে মনে হয়। তারা জোর করে প্রবেশ করে কিন্তু মূলত অস্ত্র এবং গোলাবারুদ খুঁজছিল। গহনার মূল্যহীনতা সম্পর্কে নাদেরের ব্যাখ্যায় সন্তুষ্ট হয়ে তারা চলে যায়, শুধুমাত্র দুটি সিগারেটের কার্টন এবং তিনটি ক্যাসেট টেপ নিয়ে। যদিও তারা পরের দিন ফিরে আসার প্রতিশ্রুতি দিয়েছিল, স্থল যুদ্ধ শুরু হওয়া এবং কুয়েতের মুক্তি তাদের ফিরতে বাধা দেয়।\nস্থল যুদ্ধের সময়মতো শুরু হওয়ার কারণে ইরাকি সৈন্য এবং গোপন পুলিশ জাদুঘরে পুনরায় আসার সুযোগ পায়নি। যদিও সংগ্রহের বেশিরভাগ অংশ সংরক্ষিত হয়েছিল, ইরাকি কার্পেটের ধ্বংস এবং নিউ ইংলিশ স্কুলের লুটপাট রজব পরিবারের জন্য উল্লেখযোগ্য ক্ষতি হিসেবে রয়ে গেছে।\n\n\n=== আক্রমণের পর এবং বর্তমান ===\n১৯৯১ সালে কুয়েত মুক্তির পর, জেহান রজবের কাছে ফরাসি ফরেন লিজিয়ন এসেছিল, যারা নিউ ইংলিশ স্কুল-কে কুয়েতে তাদের সদর দপ্তর হিসেবে ব্যবহার করার অনুরোধ জানায়। তারা একসঙ্গে স্কুলটি পুনরায় সজ্জিত করে এবং কর্মী নিয়োগ করে, শরতে এটির দরজা সফলভাবে পুনরায় খুলে দেয়।\nস্কুলটি ঘাঁটি হিসেবে ব্যবহারের সময়, জেহান আমেরিকান সেনাবাহিনী সহ অনেক সামরিক কর্মীদের সাথে মেলামেশা করেন। তিনি কর্নেল জেফরি গ্রিনহাটের সাথে দেখা করেন, একজন আমেরিকান অফিসার যিনি কুয়েতের চারপাশে সাংস্কৃতিক স্থানগুলোর ক্ষতি মূল্যায়নের দায়িত্বে ছিলেন, যার মধ্যে জাদুঘরও ছিল। কর্নেল গ্রিনহাটের ইউনিট জাদুঘরের চারপাশের মিথ্যা দেয়াল পুনরায় খুলতে সাহায্য করে এবং বিদ্যুতের জন্য জেনারেটর সরবরাহ করে। জেহান তার সাথে ভালো সম্পর্ক গড়ে তোলেন, এবং তিনি তাকে আমেরিকান হেলিকপ্টারে ফায়লাকা দ্বীপ-এ উড়ে যাওয়ার আমন্ত্রণ জানান। ফায়লাকা তার হৃদয়ে সবসময় একটি বিশেষ স্থান দখল করে ছিল, এবং ইরাকি সেনাবাহিনীর দ্বারা দ্বীপে এবং সমগ্র কুয়েতে যে ধ্বংসযজ্ঞ হয়েছিল তা দেখে তিনি গভীরভাবে দুঃখিত হন। সাংস্কৃতিক ধ্বংস এবং শতাব্দী ধরে সেখানে বসবাসকারী একটি সম্প্রদায়ের উচ্ছেদ বিশেষভাবে বেদনাদায়ক ছিল।\nকুয়েত মুক্তির পর, হাঙ্গেরিয়ান সরকার গেজা ফেহেরভারি, একজন হাঙ্গেরিয়ান বংশোদ্ভূত ব্রিটিশ নাগরিক, কে কুয়েত এবং রিয়াদ-এ রাষ্ট্রদূত হিসেবে নিয়োগ দেয়। গেজা, লন্ডন বিশ্ববিদ্যালয় (এসওএএস)-এ ইসলামী শিল্প এবং প্রত্নতত্ত্ব-এর অধ্যাপক, জাদুঘরে ঘন ঘন দর্শনার্থী ছিলেন এবং তারেক রজবের সাথে ঘনিষ্ঠ সম্পর্ক গড়ে তুলেছিলেন, জাদুঘরের প্রথম কিউরেটর হয়েছিলেন।\n\n\n== সংগ্রহ ==\n\n\n=== পাণ্ডুলিপি ও ক্যালিগ্রাফি ===\nতারেক রজব জাদুঘরে ইসলামী বিশ্বের বিভিন্ন সময়কাল ও অঞ্চল থেকে সংগৃহীত কোরআন এবং পাণ্ডুলিপির একটি বিশাল ও গুরুত্বপূর্ণ সংগ্রহ রয়েছে। এই সংগ্রহে প্রাচীনতম নিদর্শনগুলোর মধ্যে রয়েছে ৭ম শতাব্দীর একটি 'মাইল' লিপির পাণ্ডুলিপি, যা হিজাজ (বর্তমান সৌদি আরব) থেকে সংগৃহীত, এবং ৯ম শতাব্দীর উত্তর ও পূর্ব আফ্রিকা থেকে ভেলাম-এ লেখা কোরআন। এছাড়া জাদুঘরে রয়েছে কুফি লিপিতে লেখা একটি সম্পূর্ণ ও তারিখযুক্ত কোরআন, যা খ্রিস্টাব্দ ১০০২ সালের বলে মনে করা হয় এবং এটি এ ধরনের একমাত্র পরিচিত নিদর্শন। প্রদর্শনে আরও রয়েছে চীনে লেখা কোরআন এবং ইন্দোনেশিয়ার বড় আকারের পাম পাতায় লেখা কোরআন, যা তারেক রজব ইসলামী ক্যালিগ্রাফি জাদুঘরে রাখা হয়েছে। ক্যালিগ্রাফি জাদুঘরে প্রদর্শিত আছে প্রচুর পরিমাণে হিলিয়া। ধর্মীয় গ্রন্থ ছাড়াও, জাদুঘরে প্রদর্শিত হয়েছে বিখ্যাত দার্শনিক ও বিজ্ঞানীদের গুরুত্বপূর্ণ পাণ্ডুলিপি, যেমন কুস্তা ইবনে লুকা আল-বালবাকি এবং ইয়াকুব ইবনে ইসহাক আল-কিন্দি।\n\n\n=== সোনার কক্ষ ===\n১৯৮০-এর দশক থেকে তারেক রজব জাদুঘরের \"সোনার কক্ষ\" রজব পরিবারের সোনার গহনার সংগ্রহ প্রদর্শন করে আসছে। এই প্রদর্শনীতে রয়েছে প্রাক-ইসলামী আরব, মধ্যযুগ, মুঘল ভারত, ভারতীয় উপমহাদেশ, তিব্বত এবং নেপাল থেকে সংগৃহীত সোনার গহনা। এই সংগ্রহে উল্লেখযোগ্য কিছু বস্তুর মধ্যে রয়েছে ফাতিমীয় সোনার ব্রেসলেট, মুঘল সম্রাট হুমায়ুন-এর মাথার অলংকার, জাঞ্জিবার ও ওমানের প্রিন্সেস সালমে-র নেকলেস এবং জীবন্ত দেবী-র নেকলেস।\nসোনার কক্ষের নিজস্ব একটি অনন্য ইতিহাস রয়েছে। ১৯৯০ সালে ইরাকি আক্রমণের সময় কুয়েতে, এই সংগ্রহটি একটি মিথ্যা দেয়ালের পিছনে লুকিয়ে রাখা হয়েছিল, যার ফলে ইরাকি সৈন্য ও গোপন পুলিশ এটি খুঁজে পায়নি। যুদ্ধ শুরুর ঠিক আগে তারা জাদুঘরটি খুঁজে পেয়েছিল। কুয়েত মুক্তির পর, সোনার কক্ষটি ৩৫২তম সিভিল অ্যাফেয়ার্স কমান্ড দ্বারা পুনরায় উন্মুক্ত করা হয়।\n\n\n=== সিরামিক ===\nতারেক রজব জাদুঘরের সিরামিক সংগ্রহ এর অন্যতম আকর্ষণ, যেখানে ইসলামী বিশ্বের সকল সময়কাল ও অঞ্চল থেকে বিস্তৃত বস্তু রয়েছে। এই সংগ্রহ ইসলামী সংস্কৃতিতে সিরামিক শিল্পের বিকাশের একটি বিস্তৃত চিত্র তুলে ধরে, যেখানে ব্যবহারিক এবং শৈল্পিক উৎকর্ষের নিদর্শন প্রতিফলিত হয়।\n\nসংগ্রহের প্রাচীনতম নিদর্শনগুলোর মধ্যে রয়েছে প্রাক-ইসলামী একরঙা গ্লেজযুক্ত অ্যাম্ফোরা ও জার, যা সিরিয়া বা ইরানের পার্থিয়ান সময়কালের। এগুলো তাদের সরলতা ও ঐতিহাসিক গুরুত্বের জন্য উল্লেখযোগ্য, যা অঞ্চলটির প্রাথমিক সিরামিক কারুকার্য সম্পর্কে ধারণা দেয়। ইসলামী সিরামিক সংগ্রহে বেশ কয়েকটি গুরুত্বপূর্ণ সময়কালের নিদর্শন রয়েছে। ওমাইয়া সময়কাল থেকে প্রাথমিক ইসলামী সিরামিকগুলো ইসলামী ও প্রাক-ইসলামী শৈল্পিক ঐতিহ্যের প্রাথমিক সংমিশ্রণ প্রকাশ করে। এছাড়া আব্বাসীয় সময়কালের সীসা-গ্লেজযুক্ত রিলিফ ওয়্যার রয়েছে, যা তাদের জটিল নকশা ও উদ্ভাবনী গ্লেজিং কৌশলের জন্য বিশিষ্ট।\n\nসংগ্রহটি আরও সমৃদ্ধ করেছে স্ক্রাফিটো ঐতিহ্যের সিরামিক, যা মিশর, সিরিয়া, ইরান ও মধ্য এশিয়া থেকে এসেছে। এগুলো তাদের স্বতন্ত্র খোদাই নকশার জন্য পরিচিত, যা গ্লেজের নিচে বিপরীত রং প্রকাশ করে। এছাড়া রয়েছে তৈমুরীয় সিরামিক, যা তাদের বিস্তৃত সজ্জা ও উজ্জ্বল রঙের জন্য বিখ্যাত, ইজনিক ওয়্যার এবং সাফাভি ও কাজার টালি ও মৃৎপাত্র। জাদুঘরটি ইসলামী মৃৎশিল্পের বিবর্তন তুলে ধরতে চায়, প্রাথমিক ওমাইয়া ও আব্বাসীয় নিদর্শন থেকে পরবর্তী জটিল ও রঙিন ইজনিক টালি পর্যন্ত উন্নতির ধারা প্রদর্শন করে।\nসংগ্রহের বৈচিত্র্য বাড়িয়েছে ১৯শ শতাব্দীর ইসলামী-প্রভাবিত হাঙ্গেরিয়ান জোলনায় সিরামিক, যা ডেনিস রজবের বিশাল সংগ্রহের অংশ।\n\n\n=== বস্ত্র, সূচিকর্ম এবং পোশাক ===\nতারেক রজব জাদুঘরে বস্ত্র, সূচিকর্ম এবং পোশাক-এর একটি বড় এবং গুরুত্বপূর্ণ সংগ্রহ রয়েছে, যেখানে সিরিয়া, ফিলিস্তিন, জর্ডান এবং অটোমান তুরস্ক-এর বিভিন্ন অঞ্চল থেকে সংগৃহীত উল্লেখযোগ্য নিদর্শন রয়েছে। এই বিস্তৃত সংগ্রহে আফগানিস্তান, উত্তর আফ্রিকা, ইন্দোনেশিয়া, ইরান এবং ভারত থেকে সংগৃহীত বস্তু রয়েছে। এই সংগ্রহে বিভিন্ন ধরনের টুপি এবং মাথার পোশাক রয়েছে, যার অনেকগুলো সূচিকর্ম, মুদ্রা, মণি, কড়ি এবং জনপ্রিয় 'মুক্তো' বোতাম দিয়ে সজ্জিত। জাদুঘরে প্রচুর পোশাক থাকলেও বর্তমানে কেবলমাত্র নির্বাচিত কয়েকটি প্রদর্শনের জন্য রাখা হয়েছে।\n\nএছাড়া, জাদুঘরে আল-সাদু বা বেদুইন বয়নের নিদর্শন রয়েছে, যা কুয়েত থেকে সংগৃহীত। এই পুরোনো কুয়েতি বস্তুগুলো বিরল, কারণ এগুলো সাধারণত ব্যবহারের ফলে ক্ষয়ে যাওয়া পর্যন্ত ব্যবহৃত হতো। দুর্ভাগ্যবশত, ইরাকি আক্রমণ ও কুয়েত দখলের সময় ইরাক এবং ইরান থেকে সংগৃহীত অনেকগুলো গালিচা হারিয়ে গেছে। বস্ত্র সংগ্রহের একটি গুরুত্বপূর্ণ অংশ হলো জাদুঘরের পবিত্র আচ্ছাদন। এর মধ্যে রয়েছে চারটি পর্দা (সিতারা), যা কাবা-র প্রবেশপথ ঢাকতে ব্যবহৃত হয়েছিল।\n\n\n=== বাদ্যযন্ত্র ===\nতারেক রজব জাদুঘরে ইসলামী বিশ্বের বিভিন্ন বাদ্যযন্ত্রের একটি বৈচিত্র্যময় সংগ্রহ রয়েছে, যা খ্রিস্টাব্দ ১৮শ, ১৯শ এবং ২০শ শতাব্দী পর্যন্ত বিস্তৃত। এই সংগ্রহে শাস্ত্রীয় সঙ্গীতের তিনটি প্রধান যন্ত্র রয়েছে: 'এল উদ' (বীণা), 'এল কানুন' (জিথার), এবং 'এল নে' (বাঁশি)। এছাড়া, জাদুঘরের সংগ্রহে ঢোল, বেহালা এবং তবলা রয়েছে। এই সংগ্রহের মধ্যে একটি বিশেষ উল্লেখযোগ্য নিদর্শন হলো উত্তর ভারত থেকে সংগৃহীত একটি হাতির দাঁত দিয়ে তৈরি 'সারিন্দা', যা খ্রিস্টাব্দ ১৮০০ সালের কাছাকাছি সময়ের।\n\n\n== ইসলামী ক্যালিগ্রাফি জাদুঘর ==\nতারেক রজব ইসলামী ক্যালিগ্রাফি জাদুঘর হলো প্রধান তারেক রজব জাদুঘরের একটি শাখা, যা ইসলামী ক্যালিগ্রাফি-র বিভিন্ন রূপে আরবি লিপি-তে প্রদর্শনের জন্য নিবেদিত। এটি ২০০৭ সালে তৎকালীন কুয়েতে নিযুক্ত ব্রিটিশ রাষ্ট্রদূত স্টুয়ার্ট লেইং কর্তৃক জনসাধারণের জন্য উন্মুক্ত করা হয়। এখানে প্রদর্শিত হয় জাদুঘরের পবিত্র আচ্ছাদন-এর সংগ্রহ, বিপুল সংখ্যক পাণ্ডুলিপি, ক্যালিগ্রাফি শিল্প এবং অল্প সংখ্যক সজ্জিত মৃৎশিল্প, ধাতবশিল্প এবং ইসলামী কাচশিল্প।\nএই জাদুঘরটি ইসলামী শিল্পের একটি গুরুত্বপূর্ণ অংশ হিসেবে ক্যালিগ্রাফির সৌন্দর্য ও বৈচিত্র্য তুলে ধরে। পবিত্র আচ্ছাদন, যা কাবার আবরণ হিসেবে পরিচিত, এখানে প্রদর্শিত সংগ্রহের একটি বিশেষ আকর্ষণ। পাণ্ডুলিপি ও ক্যালিগ্রাফি শিল্পে আরবি লিপির বিভিন্ন শৈলী, যেমন কুফি, নাসখি এবং থুলুথ, দর্শনার্থীদের মুগ্ধ করে। এই প্রদর্শনীগুলো ইসলামী সংস্কৃতির গভীরতা এবং শিল্পকলার উৎকর্ষের একটি জীবন্ত প্রমাণ হিসেবে কাজ করে।\n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট — তারেক রজব জাদুঘরের সরকারি ওয়েবসাইট"}