{"pageid": 1530403, "title": "সুলতান আল-মুয়াইয়াদ মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1530403", "content": "সুলতান আল-মুয়াইয়াদ মসজিদ (আরবি: مسجد السلطان المؤيد) মিশরের কায়রো শহরে অবস্থিত একটি মসজিদ। এটি বাব জুওয়াইলা-র পাশে অবস্থিত। মসজিদটি সুলতান আল-মুয়াইয়াদ সাইফ আদ-দিন শায়খ-এর শাসনামলে তৈরি করা হয়। মসজিদটির নাম তার নাম থেকে এসেছে—আল-মুয়াইয়াদ—যার অর্থ আরবি ভাষায় সমর্থক। নির্মাণ কাজ শুরু হয় ১৪১৫ সালে এবং মসজিদটি ১৪২১ সালে সম্পূর্ণ হয়। এই স্থাপনায় একটি জুমার মসজিদ এবং চারটি মাজহাব-এর জন্য একটি মাদ্রাসা ছিল। এটি তৈরি করা হয় একটি কারাগারের জায়গায়, যেটি আগে বাব জুওয়াইলার পাশে ছিল।\n\n\n== ইতিহাস ==\n\n\n=== সুলতান আল-মুয়াইয়াদ ===\nমামলুক রীতি অনুযায়ী, আল-মুয়াইয়াদ শায়খ-কে দশ বা বারো বছর বয়সে সুলতান আল-মালিক আজ-জাহির সাইফ আদ-দিন বারকুক কিনে নেন। প্রাপ্তবয়স্ক হওয়ার পর তিনি সুলতান আন-নাসির নাসির আদ-দিন ফারাজ-এর নিয়োগে ত্রিপোলি-তে দশ বছর গভর্নর হিসেবে কাজ করেন।\nইতিহাসবিদ আল-মাকরিজি লিখেছেন, ভবিষ্যৎ সুলতান আল-মুয়াইয়াদ সুলতান ফারাজের অধীনে একজন আমির থাকাকালীন সেই কারাগারে বন্দি ছিলেন, যেখানে পরে এই মসজিদটি তৈরি হয়। কারাগারে থাকাকালীন শায়খ উকুন ও মাছির কারণে এত কষ্ট পান যে, তিনি প্রতিজ্ঞা করেন, ক্ষমতায় এলে তিনি এই কারাগারকে \"পণ্ডিতদের শিক্ষার জন্য একটি পবিত্র স্থানে\" রূপান্তর করবেন। কথা রেখে, তিনি সুলতান হওয়ার পর এই মসজিদটি নির্মাণের নির্দেশ দেন।\n১৪১২ সালে শায়খ সুলতান ফারাজকে ক্ষমতাচ্যুত করতে সাহায্য করেন এবং ছয় মাসের মধ্যে তিনি নিজে ক্ষমতা দখল করে নতুন সুলতান হন। তিনি আল-মুয়াইয়াদ উপাধি নেন এবং পার্শ্ববর্তী অঞ্চলের বিরুদ্ধে যুদ্ধের মাধ্যমে তার সাম্রাজ্য বাড়াতে শুরু করেন। সুলতান হিসেবে আল-মুয়াইয়াদ উত্তর সিরিয়া-তে বেশ কিছু সফল অভিযান পরিচালনা করেন এবং আনাতোলিয়ায় তুর্কমেন প্রতিবেশীদের বিরুদ্ধে যুদ্ধ করেন। তিনি কোনিয়া পর্যন্ত এগিয়ে যান, কিন্তু পরে কায়রোতে ফিরে আসতে হয়। সুলতান আল-মুয়াইয়াদের শাসনকালে অনেক সমস্যা দেখা দেয়: বুবোনিক প্লেগ, মুদ্রার মূল্যহ্রাস, এবং বিদ্রোহী বেদুইনরা তার শাসনকে ব্যাহত করে। তবুও, সুলতান এই মসজিদটি তৈরি করতে সক্ষম হন, যা আজ কায়রো-এর একটি বিখ্যাত ল্যান্ডমার্ক হিসেবে পরিচিত।\nসুলতানের পৃষ্ঠপোষকতায় মসজিদের মধ্যে থাকা মাদ্রাসাটি পঞ্চদশ শতাব্দীতে কায়রোর সবচেয়ে বিশিষ্ট শিক্ষা প্রতিষ্ঠানগুলোর একটি হয়ে ওঠে। সুলতান মৃত্যুর সময় যে বিপুল সম্পদ রেখে যান, তা দিয়ে মাদ্রাসাটি সে সময়ের সবচেয়ে নামকরা পণ্ডিতদের শিক্ষক হিসেবে নিয়োগ করতে পারে। মিশরের সবচেয়ে বিখ্যাত কুরআন বিশেষজ্ঞ ইবন হাজার আল-আসকালানি এই মাদ্রাসায় শাফিঈ আইনশাস্ত্র পড়াতেন।\nসুলতান আল-মুয়াইয়াদ শায়খ ১৪২১ সালে মারা যান, ক্ষমতা গ্রহণের এগারো বছর পর। তার শাসনকালে তিনি একজন বিনয়ী ব্যক্তি এবং কায়রোর স্থাপত্যের একজন মহান পৃষ্ঠপোষক হিসেবে খ্যাতি অর্জন করেন। মৃত্যুর সময় তিনি বেশ কিছু ধর্মীয় ও সাধারণ স্থাপনা রেখে যান, যার মধ্যে আছে গিজা-তে একটি খানকাহ, খালিজ খাল ও নীল নদের তীরে প্রাসাদ, এবং সুলতান আল-মুয়াইয়াদ মসজিদ।\n\n\n=== নির্মাণ ===\nমসজিদের নির্মাণ কাজ শুরু হয় ১৪১৫ সালের মে মাসে। এটি একটি উচ্চাভিলাষী প্রকল্প ছিল, যার জন্য সুলতানকে শুরু থেকে শেষ পর্যন্ত ৪০,০০০ দিনার খরচ করতে হয়। আল-মাকরিজির মতে, ত্রিশজন নির্মাতা এবং একশো শ্রমিক সাত বছর ধরে এই কাঠামোতে কাজ করেন।\nমসজিদটির জন্য এত বেশি মার্বেল লাগে যে, কিছু মার্বেল আগে থেকে থাকা কাঠামো থেকে সংগ্রহ করা হয়। মার্বেল ছাড়াও, মসজিদের অনেক অংশ অন্য ভবন থেকে নেওয়া হয়, যেমন মসজিদের স্তম্ভ, একটি সুন্দর ব্রোঞ্জের দরজা এবং ঝাড়বাতি। এই দরজা এবং ঝাড়বাতি বিশেষভাবে বিখ্যাত; বলা হয়, এগুলো সুলতান হাসানের মসজিদ-মাদ্রাসা থেকে নেওয়া হয়েছিল। সুলতান আল-মুয়াইয়াদ মসজিদ তৈরির সময় বর্তমান মসজিদ থেকে অংশ নেওয়া অবৈধ ছিল। তাই দরজা এবং ঝাড়বাতি নেওয়া ছিল চুরির সমান, যদিও সুলতান পুরোনো মসজিদে কিছু দান করেছিলেন। যদিও মসজিদটি আনুষ্ঠানিকভাবে ১৪২২ সালে সম্পূর্ণ হয়, তবে ১৪১৯ সালের নভেম্বরে নতুন ভবনটির উদ্বোধন উৎসব হয়।\nমসজিদের নির্মাণ আনুষ্ঠানিকভাবে শেষ হওয়ার পরও, মূল পরিকল্পনার কিছু কাঠামো তৈরি হয়নি। মসজিদের সঙ্গে যুক্ত দ্বিতীয় সমাধির গম্বুজ কখনো সম্পূর্ণ করা হয়নি। মাদ্রাসায় পড়া সুফি ছাত্রদের জন্য আলাদা আবাসন ভবন তৈরি করা হয়নি, যদিও এর জন্য ২০,০০০ দিনার বরাদ্দ করা হয়েছিল। পরবর্তী মসজিদের রেকর্ডে স্পষ্ট নয় যে সুফি ছাত্রদের জন্য আবাসন পরে তৈরি হয়েছিল কিনা, তবে ছাত্রদের থাকার জন্য জায়গা দেওয়া হয়েছিল।\n\n\n=== উদ্দেশ্য ===\nমসজিদটি একটি সমাধি কমপ্লেক্স এবং জুমার নামাজের জন্য তৈরি করা হয়েছিল, কিন্তু আল-মাকরিজির বর্ণনা অনুযায়ী এর সবচেয়ে বড় উদ্দেশ্য ছিল সুফি ছাত্রদের জন্য একটি মাদ্রাসা হিসেবে কাজ করা। মাদ্রাসাটি হানাফি, শাফিঈ, মালিকি, এবং হানবালি শরিয়া আইনের শিক্ষার জন্য নিবেদিত ছিল। মসজিদের মূল নথি অনুযায়ী, মাদ্রাসায় ৫০ জন হানাফি, ৪০ জন শাফিঈ, ১৫ জন মালিকি, এবং ১০ জন হানবালি ছাত্র, তাদের শিক্ষক ও ইমামদের জন্য জায়গা ছিল। এছাড়া, তাফসির এবং হাদিস শিক্ষার জন্য ২০ জন করে দুটি শ্রেণি, এবং কুরআন পাঠ ও আইনশাস্ত্র শিক্ষার জন্য ১০ জন করে দুটি শ্রেণি ছিল। এই আইনশাস্ত্র শিক্ষা হানাফি আইনবিদ আল-তাহাবি-এর মতে পরিচালিত হতো।\n\n\n== স্থাপত্য ==\n\n\n=== বাইরের অংশ ===\n\nসুলতান আল-মুয়াইয়াদ মসজিদ কায়রোতে নির্মিত শেষ বড় হাইপোস্টাইল মসজিদ। মূলত এটির চারটি সম্মুখভাগ এবং প্রবেশপথ ছিল। সময়ের সঙ্গে মসজিদটি জরাজীর্ণ হয়ে পড়ে, এবং আজ শুধু পূর্ব দিকের সম্মুখভাগ এবং প্রার্থনা কক্ষটি মূল মসজিদের অংশ হিসেবে টিকে আছে। আজ যা দেখা যায়, তার বেশিরভাগ গত দুইশো বছরে পুনরুদ্ধার করা হয়েছে এবং এটি মূলত মসজিদটি যেমন ছিল, ঠিক তেমন নাও হতে পারে।\nমসজিদটি তৈরি করতে ফাতিমীয় দেয়ালের একটি অংশ ভেঙে ফেলতে হয়, যেটি একসময় কায়রোকে ঘিরে ছিল। তবে সম্প্রতি মসজিদের কাঠামোর মধ্যে দেয়ালের একটি পুরোনো অংশ আবিষ্কৃত হয়েছে, যা আজ দর্শনার্থীরা দেখতে পারেন। কাছাকাছি বাব জুওয়াইলা দরজার দুটি টাওয়ার, যা মূল দেয়ালে ছিল, ভাঙা থেকে রক্ষা পায় এবং এখন মসজিদের বাকি দুটি মিনার-এর ভিত্তি হিসেবে ব্যবহৃত হয়। এটি এই মসজিদ কমপ্লেক্সের একটি অস্বাভাবিক এবং অনন্য বৈশিষ্ট্য।\n\nপ্রধান প্রবেশপথ বা মুকারনাস একটি পিস্তাক-এ স্থাপিত, যা একটি আয়তাকার ফ্রেম, এবং এটি মসজিদের সম্মুখভাগের উপরে উঠে গেছে। এটি মামলুক যুগে নির্মিত শেষ বড় প্রবেশপথ। এটি সূক্ষ্মভাবে খোদাই করা মার্বেল ফ্রিজ এবং কুফি লিপির হাতের লেখা দিয়ে সজ্জিত। মার্বেলটি জ্যামিতিক নকশায় খোদাই করা এবং রঙিন পাথর ও উঁচু ত্রাণে রঙিন পলেস্তার দিয়ে সজ্জিত। প্রধান দরজাটি ব্রোঞ্জের কাজের একটি মাস্টারপিস, যা সুলতান হাসানের মসজিদ-মাদ্রাসা থেকে নেওয়া হয়েছিল। গম্বুজটি মামলুক পাথরের কাজের একটি সাধারণ উদাহরণ, যার ভিত্তি নলাকার এবং এতে জিগজ্যাগ নকশা খোদাই করা আছে। মূল সম্মুখভাগগুলো সে সময়ের জন্য বেশ উঁচু ছিল, কারণ মিনারের ভিত্তিতে ফাতিমীয় টাওয়ারের অতিরিক্ত উচ্চতা যোগ হয়েছিল। সম্মুখভাগে দুই সারি জানালা ছিল এবং মসজিদের প্রতিটি দেয়ালের নিচে দোকান যুক্ত করা হয়েছিল, যা মূল পরিকল্পনায় ছিল এবং আজও আছে। মসজিদের সঙ্গে যুক্ত এবং চারপাশের দোকানগুলো মসজিদের রক্ষণাবেক্ষণে গুরুত্বপূর্ণ ভূমিকা পালন করে, কারণ তাদের আয়ের একটি অংশ ভবন ও এর কর্মীদের রক্ষণাবেক্ষণে ব্যয় হয়।\nমূলত মসজিদে প্রার্থনা কক্ষের দুই পাশে দুটি গম্বুজযুক্ত সমাধি থাকার পরিকল্পনা ছিল, যা একটি সমান্তরাল জোড়া হতো। কিন্তু দ্বিতীয় সমাধির গম্বুজ সম্পূর্ণ না হওয়ায় এই পরিকল্পনা পূরণ হয়নি। প্রার্থনা কক্ষের দুই পাশে সমাধি কক্ষ আছে। একটিতে সুলতান ও তার ছেলের সমাধি এবং অন্যটিতে সুলতানের পরিবারের নারী সদস্যদের সমাধি রয়েছে। সুলতানের কক্ষে পরিকল্পনা অনুযায়ী একটি গম্বুজযুক্ত ছাদ আছে, কিন্তু নারীদের কক্ষে একটি সাধারণ সমতল ছাদ আছে। এই গম্বুজটি ফারাজের জোড়া গম্বুজের একটি ছোট সংস্করণ। মসজিদের বড় আকারের তুলনায় গম্বুজটি অসামঞ্জস্যপূর্ণভাবে ছোট দেখায়।\n\n\n=== ভেতরের অংশ ===\n\nমসজিদের পবিত্র স্থানটি সে সময়ের সবচেয়ে বেশি সজ্জিত স্থানগুলোর একটি ছিল। দেয়ালের সজ্জা শুধু প্রার্থনা কক্ষে সীমাবদ্ধ ছিল, যেখানে রঙিন মার্বেল দিয়ে জানালা এবং মিহরাব পর্যন্ত উঁচু করে সজ্জিত করা হয়েছিল। মার্বেল স্তম্ভগুলো প্রাক-ইসলামি এবং বিভিন্ন আকার ও আকৃতির, কারণ এগুলো কায়রো ও আশপাশের এলাকার বিভিন্ন কাঠামো থেকে সংগ্রহ করা হয়েছিল। পবিত্র স্থান এবং উঠানের মেঝে রঙিন মার্বেল দিয়ে পাকা করা হয়েছিল, যদিও ছোট রিওয়াক-গুলো পাথর দিয়ে পাকা ছিল। প্রার্থনা কক্ষে দুটি অন্ধ জানালা আছে, যা আন্দালুসিয় বা মরক্কোর শৈলীতে সজ্জিত। একটি জ্যামিতিক নকশায় এবং অন্যটি ফুলের নকশায়।\n\nমিহরাব এবং মিনবার উভয়ই সে সময়ের সাধারণ শৈলীতে সজ্জিত। মিনবারটি সূক্ষ্মভাবে খোদাই করা কাঠের দরজা ও প্যানেল দিয়ে সজ্জিত, এবং মিনবারের উপরে রঙিন মার্বেলের একটি বড় গোলাকার নকশা আছে। এটি বিশেষভাবে অনন্য, কারণ এই ধরনের নকশা সাধারণত মেঝেতে ব্যবহৃত হয়, দেয়ালে নয়।\n\nসমাধি কক্ষগুলো বেশিরভাগই সাধারণ, যদিও এখানে মার্বেলে খোদাই করা সমাধি ফলক আছে। এর মধ্যে সবচেয়ে বড়টিতে কুফি লিপিতে কুরআনের একটি উদ্ধৃতি আছে, যেখানে লেখা আছে: \"নিশ্চয় যারা পাপ থেকে দূরে থাকে, তারা বাগান ও ঝর্ণার মাঝে থাকবে: শান্তি ও নিরাপত্তার সঙ্গে তাদের মধ্যে প্রবেশ করো\" (কুরআন ১৫:৪৫-৪৬)। খোদাই করা কুফি লিপির দৃশ্যমান শৈলী এটিকে ফাতিমীয় যুগের বলে নির্দেশ করে, যার মানে আল-মুয়াইয়াদ সম্ভবত এটি একটি পুরোনো ভবন থেকে সংগ্রহ করেছিলেন। দুটি সমাধি কক্ষের দেয়ালে ছোট রিওয়াকের দিকে মুখ করে অগভীর মিহরাব আছে। এই মিহরাবগুলো সম্ভবত প্রতিটি রিওয়াকে নামাজ পড়ার জন্য ব্যবহৃত হতো, বিশেষ করে বেশি ভিড়ের সময় যখন লোকজন বাইরে ছড়িয়ে পড়তো।\nমসজিদের অন্যান্য কক্ষের মধ্যে একটি গ্রন্থাগার ছিল, যা তার বইয়ের সংগ্রহের জন্য বিখ্যাত ছিল। গ্রন্থাগারের বেশিরভাগ বই সরাসরি দুর্গের রাজকীয় সংগ্রহ থেকে এসেছিল। আরও পাঁচশো বই দান করেছিলেন সুলতানের ব্যক্তিগত সচিব মুহাম্মদ আল-বারিজি। এই অবদানের জন্য আল-বারিজির ছেলেকে মসজিদের প্রচারক এবং গ্রন্থাগারিক হিসেবে নিয়োগ দেওয়া হয়। উচ্চপদস্থ আমলাদের মধ্যে এ ধরনের দান সাধারণ ছিল, আশা করে যে তারা সুলতানের কাছ থেকে অনুরূপ সুবিধা পাবেন।\nএলাকার অন্যান্য মসজিদের তুলনায় এই মসজিদে একটি বড় প্যাভিলিয়ন আছে, যার মাঝে একটি ওজুর ফোয়ারা রয়েছে। মূল ফোয়ারাটিতে মার্বেল স্তম্ভ ছিল, যার উপরে একটি সোনালি কাঠের গম্বুজ এবং একটি ছাউনি ছিল, যা ভবনের জাঁকজমক বাড়িয়েছিল। মসজিদের ঠিক পশ্চিমে একটি হাম্মাম-এর ধ্বংসাবশেষ আছে, যা মসজিদের ভিত্তির অংশ ছিল।\n\nমিনারের ভেতরে খোদাই করা কার্টুশ আছে, যেগুলোতে স্থপতি তার নাম এবং তারিখ স্বাক্ষর করে রেখেছেন। এটি খুবই বিরল; এই যুগে একজন স্থপতি তার নিজের চিহ্ন ভবনে রাখা খুব অস্বাভাবিক। পূর্বের মিনারে লেখা আছে যে \"মাদহানা\" (বা মিনার) মুহাম্মদ ইবন আল-কাজ্জাজ নির্মাণ করেছেন এবং এটি ১৪১৯ সালের আগস্টে শেষ হয়। পশ্চিমের মিনারে কিছুটা ভিন্নভাবে লেখা আছে, যেখানে বলা হয়েছে সুলতান আল-মুয়াইয়াদ দুটি \"মানার\" (মিনার) নির্মাণের নির্দেশ দিয়েছিলেন এবং এগুলো মুহাম্মদ ইবন আল-কাজ্জাজ সম্পন্ন করেন, যা ১৪২০ সালের আগস্টে শেষ হয়। পণ্ডিতরা নিশ্চিত নন কেন দুটি শিলালিপিতে মিনারের জন্য দুটি ভিন্ন শব্দ ব্যবহার করা হয়েছে, এবং এটি ভবনের একটি ছোট রহস্য হিসেবে রয়ে গেছে। পশ্চিমের প্রবেশপথে রাস্তার দিকে একটি তৃতীয় মিনারও ছিল, কিন্তু এটি জরাজীর্ণ হয়ে পড়ে এবং কখনো পুনর্নির্মাণ করা হয়নি।\n\n\n== সংস্কার ==\n\nসুলতান আল-মুয়াইয়াদ মসজিদ তার ইতিহাস জুড়ে ব্যাপক সংস্কারের মধ্য দিয়ে গেছে। প্রাথমিক পর্যায়েও পুনর্নির্মাণের প্রয়োজন হয়েছিল। আল-মাকরিজির মতে, পূর্বের মিনারটি তার টাওয়ারের ভিত্তির কাঠামোগত অস্থিরতার কারণে ১৪১৮ সালের মতো প্রথম দিকেই ভেঙে ফেলতে হয় এবং পুনর্নির্মাণ করতে হয়। পশ্চিমের প্রবেশপথে একটি পাশের রাস্তায় আরেকটি তিনতলা মিনার ছিল; এটি ১৪২৭ সালে সুলতান বারসবায়-এর শাসনকালে ধসে পড়ে এবং তাৎক্ষণিকভাবে পুনর্নির্মাণ করা হয়।\nউনবিংশ শতাব্দীর মধ্যে মসজিদটি এতটাই জরাজীর্ণ হয়ে পড়ে যে, শুধু একটি সম্মুখভাগ, প্রার্থনা কক্ষ এবং সমাধিগুলো টিকে ছিল। ইব্রাহিম পাশা, যিনি ছিলেন মুহাম্মদ আলি-র ছেলে, ১৮৩০ এবং ১৮৪০-এর দশকে সংস্কার তদারকি করেন। এই সংস্কারের মধ্যে কিবলা দেয়ালে তুর্কি টালি স্থাপন করা হয়। উনবিংশ শতাব্দীর শেষের দিকে, আরব শিল্পকলার স্মৃতিস্তম্ভ সংরক্ষণ কমিটি পশ্চিমের সম্মুখভাগ পুনর্নির্মাণ করে এবং উঠানটিকে একটি বাগানে রূপান্তরিত করে।\n২০০১ সালে, মসজিদটি আবার সংস্কারের মধ্য দিয়ে যায়, এবার মিশরের সংস্কৃতি মন্ত্রণালয়-এর নির্দেশে। এই সংস্কারে উঠান থেকে বাগানটি সরিয়ে ফেলা হয় এবং মসজিদের বেশিরভাগ অংশ পুনর্নির্মাণ করা হয়, যার মধ্যে উঠানের চারপাশে হারিয়ে যাওয়া খিলানগুলোও ছিল। এই প্রকল্পটি মসজিদটিকে পুনরুদ্ধার করেছে এবং এর ফলাফল আজ দেখা যায়; তবে, দর্শনার্থীদের মনে রাখা উচিত যে তারা যা দেখছেন তা মূলত মসজিদটির আদি রূপের মতো নাও হতে পারে।\n\n\n== আরো দেখুন ==\nকুতুবিয়া মসজিদ\nকাসবাহ মসজিদ, মারাকেশ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nআর্কনেট\nপাস্কাল জাভিয়ে কস্তে (ফরাসি, ১৭৮৭-১৮৭৯)-এর তৈরি ভবনের লিথোগ্রাফের এমআইটি রেকর্ড"}