{"pageid": 1530390, "title": "জিয়াউদ্দিন খান ইবনে এশোন বাবাখান", "url": "https://bn.wikipedia.org/wiki?curid=1530390", "content": "জিয়াউদ্দিন খান ইবনে এশোন বাবাখান ( উজবেক: Ziyovuddinxon ibn Eshon Boboxon  , ১৯০৮–১৯৮২) একজন ইসলামী ধর্মীয় ব্যক্তিত্ব, ধর্মতত্ত্ববিদ  ও  শাইখুল ইসলাম ছিলেন। তিনি ১৯৫৭ থেকে ১৯৮২ সাল পর্যন্ত সোভিয়েত ইউনিয়নে মধ্য এশিয়া ও কাজাখস্তানের মুসলিমদের আধ্যাত্মিক প্রশাসন (SADUM) এর নেতা ছিলেন। \nজিয়াউদ্দিনখান ইবনে এশন বাবাখান (জিয়াউদ্দিনখান বাবাখানভ) ১৯০৮ সালের ৮ জানুয়ারি রাশিয়ান সাম্রাজ্যের সিরদারিয়া অঞ্চলের প্রশাসনিক কেন্দ্র তাশখন্দ শহরে (বর্তমানে উজবেকিস্তান প্রজাতন্ত্রের রাজধানী) জন্মগ্রহণ করেন। তিনি বিখ্যাত ইসলামী ধর্মীয় ব্যক্তিত্ব এশন বাবাখানের পরিবারে জন্ম নেন। ছোটবেলা থেকেই তিনি তার পিতার বক্তৃতায় অংশ নিতেন এবং তার শিক্ষার্থীদের সঙ্গে কুরআনের আয়াত শিখতেন। পরবর্তীতে তিনি \"তিল্লা-শেখ\" মসজিদের ইমাম-খতিব হাকিম-কারির শিষ্যত্ব গ্রহণ করেন। বারো বছর বয়সে জিয়াউদ্দিনখান কুরআন পুরোপুরি মুখস্থ করেন। পরে তিনি তাফসির ও হাদিস অধ্যয়নের দিকে মনোনিবেশ করেন। ১৯২০ সালে তার পিতা তাকে \"কুকেলদাশ\" মাদ্রাসায় ভর্তি করান। সেখানে তিনি আরও শিক্ষা গ্রহণ করেন। জিয়াউদ্দিনখান ছোটবেলা থেকেই অধ্যবসায়ী এবং জ্ঞানের প্রতি আগ্রহী ছিলেন। তার সমবয়সীরা পড়াশোনার পর বিশ্রাম নিতে যেত। কিন্তু তিনি \"বারাকখান\" মাদ্রাসায় গিয়ে শেখ আলাউদ্দিনখানের কাছে আরও পড়তেন।\nজিয়াউদ্দিন বাবাখানের পিতার নাম ইশান বাবাখান ইবনে আব্দুল মাজিদখান। ১৯৪৩ সালে মধ্য এশিয়া ও কাজাখস্তানের মুসলিমদের আধ্যাত্মিক প্রশাসন সংগঠনটি প্রতিষ্ঠিত হলে তার বাবা মুফতি নির্বাচিত হন। জিয়াউদ্দিন এই সংগঠনের  সচিব এবং সরকারীভাবে স্বীকৃত কাজী। তিনি ১৯৪৭-১৯৪৮ সাল পর্যন্ত মিশর এবং সৌদি আরবে পড়াশোনা করেছেন।\n১৯৫৭ সালে তাঁর মৃত্যুর পর জিয়াউদ্দিন বাবাখান তার স্থলাভিষিক্ত হন। যদিও তিনি তার পিতার জীবদ্দশায় বেশ কয়েক বছর ধরে কার্যত দায়িত্ব পালন করছিলেন। বছরের পর বছর ধরে, জিয়াউদ্দিন বাবাখান অসংখ্য ফতোয়া জারি করেছিলেন।  হানাফি আলেমদের প্রচলিত দৃষ্টিভঙ্গির বিপরীতে অনেক ফতোয়া জারি করা হয়। এসব ফতোয়াতে প্রচলিত প্রথাগত রীতিনীতিকে কঠোরভাবে প্রত্যাখ্যান করা হয় এবং কুরআন ও হাদিসের সরাসরি ব্যাখ্যার ওপর জোর দেওয়া হয়। এই ফতোয়াগুলি শামী ডোমলার প্রভাব দেখা যায়। সে সময়ে মুসলিম বিশ্বে প্রচলিত বৃহত্তর শাস্ত্রীয় ধারার প্রতিফলনও ফতোয়াতে ছিল। তার ফতোয়ার মধ্যে জাদিদদের( ঊনবিংশ শতাব্দীর শেষের দিকে এবং বিংশ শতাব্দীর শুরুতে রাশিয়ান সাম্রাজ্যে একটি ইসলামী আধুনিকতাবাদী রাজনৈতিক, ধর্মীয় এবং সাংস্কৃতিক আন্দোলন) আধুনিকতাবাদী চিন্তার প্রতিফলন দেখা যায়।\nজিয়াউদ্দিন বাবাখান ছিলেন বিশ্বের অন্যান্য অংশের কাছে সোভিয়েত ইসলামের মুখ। তিনি ব্যাপকভাবে ভ্রমণ করেছিলেন এবং সারা বিশ্ব থেকে আসা প্রতিনিধিদের আতিথ্য দিয়েছিলেন। ১৯৮০ সালে, তিনি ইসলামি বর্ষপঞ্জির পঞ্চদশ শতাব্দীর আগমন উপলক্ষে তাসখন্দে একটি আন্তর্জাতিক ইসলামি সম্মেলনের আয়োজন করেন।\nতিনি ১৯৮২ সালে মারা যান এবং আবু বকর কাফাল-ই শাশির মাজারের কাছে তাঁর বাবার পাশে তাঁকে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র =="}