{"pageid": 1530866, "title": "কেরাত (কুরআন)", "url": "https://bn.wikipedia.org/wiki?curid=1530866", "content": "ইসলামে কেরাত বা কিরাত বা কিরাআত ( আরবি: القراءة ; আক্ষরিক অর্থ: পাঠ বা তিলাওয়াত) বলতে কুরআন তিলাওয়াত করার বিভিন্ন পদ্ধতি বা ধরণকে বোঝায়। কুরআন ইসলামের পবিত্র ধর্মীয় গ্রন্থ এবং এ কেরাত হলো সেই পদ্ধতি, যা অনুসরণ করে কুরআন পাঠ করা হয়। শাস্ত্রগতভাবে কিরাআত বলতে বোঝায় তিলাওয়াতের আরবি ভাষাগত, শব্দতাত্ত্বিক, ধ্বনিগত, রূপতাত্ত্বিক ও ব্যাকরণগত বিভিন্নতা, যা অনুমোদিত হয়েছে। \nকেরাতের মধ্যে পার্থক্য সাধারণত শব্দের দীর্ঘতা, সুর, উচ্চারণ, থামার নিয়ম, স্বরবর্ণ ও ব্যঞ্জনবর্ণে (যা সর্বনাম ও ক্রিয়ার রূপ পরিবর্তন করতে পারে) থাকে; এমনকি পুরো শব্দ ও অর্থেও পার্থক্য থাকতে পারে।তবে পঠনের এ ভিন্নতা কুরআনের মূল বার্তা বা ধর্মীয় শিক্ষায় কোনো পরিবর্তন আনে না। কারণ এগুলো প্রায়শই সূক্ষ্ম ও প্রাসঙ্গিকভাবে সমতুল্য। এর উৎকৃষ্ট উদাহরণ হলো, একটি প্রধান ভাষার প্রচলিত বিভিন্ন উপভাষার মধ্যে পার্থক্য। প্রধান ভাষার একটি বাক্যকে ভিন্ন ভিন্ন উপভাষায় ভিন্নভাবে বলা যায় এবং এতে বাক্যের অর্থে কোনো পরিবর্তন ঘটে না। \nকেরাত শব্দটি ইসলামি শিক্ষার একটি বৃহৎ শাখাকেও বুঝাতে ব্যবহৃত হয়, যাতে এই পাঠ-পদ্ধতিগুলো নিয়ে গবেষণা করা হয় ( যা ইলমুল কেরাত বা কেরাতশাস্ত্র নামে পরিচিত)। বর্তমানে কেরাআতের স্বীকৃত ১০টি মাযহাব রয়েছে এবং প্রতিটি মাযহাব একজন প্রখ্যাত কারীর নামে পরিচিত। তবে বর্তমান মুসলিম বিশ্বে ৭টি কেরাত প্রচলিত রয়েছে, যা বিখ্যাত সাত ক্বারীর সূত্রে বর্ণিত হয়েছে। তারা হলেন: নাফি আল-মাদানি, ইবনে কাসির আল-মাক্কি, আবু আমর আল-বসরী, ইবনে আমির আদ-দিমাশকী, আসিম ইবনে আবিন-নাজুদ, হামযা আজ-জাইয়্যাত ও আল-কিসাঈ।\nএই কারীদের অধিকাংশই ইসলামের দ্বিতীয় ও তৃতীয় শতাব্দীতে বসবাস করতেন। তবে প্রথমে সাত কেরাত নিয়ে যিনি গবেষণা ও অনুসন্ধান করে একত্র করেন, তিনি হলেন আবু বকর ইবনে মুজাহিদ—যিনি আরও পরবর্তী যুগে জন্মেছিলেন। প্রতিটি কিরাআত একটি নিরবিচ্ছিন্ন সনদ বা রেওয়ায়াহ্ দ্বারা রাসূল মুহাম্মদ পর্যন্ত প্রমাণিত হয়েছে।   একটি রেওয়ায়াহ থেকে যে কেরাত প্রচারিত হয় তাকে তরীক বলে এবং তরীক থেকে যে শাখা আসে, তাকে উজুহ বা আউজুহ বলে (আরবি: وجوه/اوجه, যা وجه এর বহুবচন)।\nকেরাতকে তাজবিদের সঙ্গে গুলিয়ে ফেলা উচিত নয়। তাজবিদ কুরানের সঠিক উচ্চারণ, সুর ও ওয়াকফের নিয়ম জানাকে বলা হয় এবং প্রত্যেক কেরাতের জন্য তাজবিদের নির্দিষ্ট নিয়ম-কানুন রয়েছে।  ইসলামের প্রাথমিক যুগে কুরআন মূলত মৌখিকভাবে প্রচারিত ও সংরক্ষিত হয়েছে। যদিও লিখিত রূপেও এটি ছিল; তবে তাতে স্বরবর্ণ চিহ্ন বা ব্যঞ্জনবর্ণ পার্থক্য চিহ্ন ছিল না, যার ফলে এতে বৈচিত্র্য দেখা যায়। এখন প্রতিটি কেরাতের জন্য কুরআনের আলাদা লিখিত পাঠ্যরূপ রয়েছে।  কেরাত কখনো কখনো আহরুফ (আরবি: أحرف) নামে বর্ণনা করা হয় এবং দুটোই কুরআনের পাঠরীতি, যাদের সনদ নবী মুহাম্মদ পর্যন্ত পৌঁছে।  অধিকাংশ মত অনুসারে, তৃতীয় খলিফা উসমান সপ্তম শতাব্দীতে প্রচলিত আহরুফগুলি থেকে একটি রেখে বাকিগুলো বাতিল করেন। \nকিরাআত-বিষয়ক গবেষকগণ আজও এর ব্যাপ্তি ও ব্যাপকতায় বিস্মিত হন এবং এটি কুরআনি শিক্ষার অন্যতম জটিল বিষয় বলে বিবেচিত হয়ে থাকে।  কেরাতের মধ্যে মূলত আরবি রচনাশৈলীর বিভিন্ন চিহ্ন (ই‘জাম), স্বরচিহ্ন (হারাকাত) ও মূল অক্ষর কাঠামোয় (রাসম) পার্থক্য থাকে, যা পাঠভেদ সৃষ্টি করে। \nবর্তমানে সারা মুসলিম বিশ্বে কুরআনের যে মাসহাফ ব্যাপকভাবে ব্যবহৃত হয়, তা হল ১৯২৪ সালে মিশরে প্রকাশিত এক সংস্করণ, যা কারী হাফস আল-দুরির রেওয়ায়াতে আসিমের কিরাআতের উপর ভিত্তি করে তৈরি। হাফস এখানে রাবি (কেরাত-বর্ণনাকারী) আর আসিম হলেন কেরাতের সংরক্ষক (কারি)। \n\n\n== ইতিহাস ==\nইসলামী বিশ্বাস অনুসারে, কুরআন স্বর্গে সংরক্ষিত ফলকে ( আরবি: اللوح المحفوظ) লিপিবদ্ধ রয়েছে  এবং ফেরেশতা জিব্রাইল কর্তৃক নবী মুহাম্মদের উপর পর্যায়ক্রমে অবতীর্ণ হয়েছিল।\n\n\n=== কুরআনের বানান ===\nকুরআনের প্রাচীন পাণ্ডুলিপিতে স্বরচিহ্ন (হারাকাত), নুকতা [ডান পাশের চিত্রে দেখুন] ব্যবহার করা হত না অথবা ব্যবহৃত হলেও তা ছিল “অত্যন্ত কম ও অস্পষ্ট, যা দিয়ে পুরোপুরি সুস্পষ্ট পাঠ তৈরি করা যেত না।  । \nধীরে ধীরে কুরআনের বানানরীতি উন্নত করা শুরু হয়। প্রথম শতকে এক রকম বিন্দু ব্যবহারে শুরু হয়, যাতে দেখতে একরকম এমন ব্যঞ্জনধ্বনিগুলোকে আলাদা করা যায় (যা পরে ই‘জাম বা নুকতাহ নামে পরিচিত হয়)। তারপর স্বরচিহ্ন (হারাকাত) ও তানবিন যোগ করা হয়, যা ভিন্ন রঙে লেখা হতো ( যা আবুল আসওয়াদ দুআলি যোগ করেন)। পরবর্তীতে সেই বিভিন্ন রঙের পরিবর্তে বর্তমান আরবিতে ব্যবহৃত চিহ্নগুলো ব্যবহার শুরু হয়।\nআদম বুরসি সতর্ক করেছেন যে, ঐতিহাসিক সূত্রে বলা হলেও খলিফা আব্দুল মালিক ইবনে মারওয়ানের অধীনে হাজ্জাজের নির্দেশে ই‘জাম চিহ্ন যুক্ত করার দাবিটি নির্ভুলভাবে প্রমাণিত নয়। তিনি বলেন, যদিও খলিফা আবদুল মালিক অথবা হাজ্জাজ কুরআনের লেখ্যরূপের বিবর্তনে বিশেষ ভূমিকা রেখেছেন, তবে ই‘জাম চিহ্নের প্রাথমিক সংযোজন তার এই প্রক্রিয়ার অংশ ছিল না এবং এটি কতটা তাদের নির্দেশে করা হয়েছিল, সে বিষয়টি অস্পষ্ট। তৎকালীন কুরআনের পাণ্ডুলিপিগুলিতে সামান্যমাত্র ব্যঞ্জন বিন্দু ব্যবহার দেখা যায়; তবে এমন কোনো প্রমাণ নেই যে, তখনই সম্পূর্ণ বিন্দুযুক্ত পূর্ণাঙ্গ লেখ্যরূপ প্রচলিত হয়েছিল। তবে এই সময়ে স্বরচিহ্ন ব্যবহারের কিছু প্রমাণ পাওয়া যায়। \n\n\n=== তিলাওয়াত ===\nযখন পবিত্র কুরআনের বিভিন্ন পাঠভঙ্গি পুরোপুরি লিখিতরূপে সংরক্ষিত হয়নি, তখন কুরআন প্রজন্ম থেকে প্রজন্মে মুখস্থ করে আবৃত্তির মাধ্যমে সংরক্ষিত হতো এবং এই তিলাওয়াতের কাজটি বিশিষ্ট ক্বারীগণ করতেন, যাঁরা একটি নির্দিষ্ট পাঠভঙ্গির মাধ্যমে পবিত্র কুরআন মুখস্থ করেছিলেন (যাঁদের হাফেজ বলা হয়)।\n\nসিসাবা ওকভাথের মতে,এটি ছিল তাবি’ঈনদের যুগে (অর্থাৎ সাহাবীদের পরবর্তী প্রজন্ম) এবং তার খুব শীঘ্রই মক্কা, মদীনা, কুফা, বসরা এবং বৃহত্তর সিরিয়ার (আল-শাম) মতো শহরে ব্যতিক্রমী তিলাওয়াতকারীরা কুরআন তেলাওয়াতের শিক্ষক হিসেবে খ্যাতি অর্জন করেন। তাঁরা মুসলিম বিশ্বের বিভিন্ন স্থান থেকে শিক্ষার্থীদের আকৃষ্ট করতেন এবং তাঁদের পাঠভঙ্গি তাঁদের নামের সাথে জুড়ে যেত। এজন্য সাধারণভাবে বলা হয়, কেউ কেউ “ইবনে কাসির-এর ক্বিরাআতে পাঠ করেন” বা “নাফি’র ক্বিরাআতে পাঠ করেন”। তবে এর অর্থ এই নয় যে এই ক্বারীগণ (যেমন ইবনে কাসির বা নাফি) এই পাঠভঙ্গির প্রবর্তক; বরং তাঁদের আবৃত্তিকে প্রামাণিক ও নির্ভুল হিসেবে গ্রহণ করা হয়েছিল এবং তাঁদের নাম ঐ পাঠভঙ্গির সাথে পরিচিত হয়ে যায়। বাস্তবে, তাঁদের নিজস্ব ক্বিরাআত একটি সুদৃঢ় সনদ দ্বারা রাসূলুল্লাহর (সা.) ক্বিরাআতের দিকে পৌঁছে।  প্রত্যেক ক্বারীর তাজউইদের নিয়মে কিছু ভিন্নতা ছিল এবং কখনও কখনও কিছু শব্দ বা শব্দের গঠনেও পার্থক্য থাকত, যদিও মূল ধাতু এক থাকে। এই পার্থক্যের কারণ নিয়ে আলেমদের মধ্যে মতভেদ আছে। আয়েশা আব্দুর রহমান বেইলির এর মতে, “আপনি যেটি প্রায়ই কুরআনের পেছনের পাতায় দেখতে পাবেন”, সেটি হলো ওয়ারশ পাঠভঙ্গির একটি সনদ, যা নিম্নরূপ: ইমাম ওয়ারশ → নাফি আল-মাদিনী → আবু জা‘ফার ইয়াজিদ ইবনে আল-ক্বাক্বা‘ → আবদুল্লাহ ইবনে আব্বাস → উবাই ইবনে কা‘ব → আল্লাহর রাসূল (সা.) → জিবরীল (আ.) → সৃষ্টিকর্তা। \nরাসূলুল্লাহর (সা.) ইন্তিকালের পর অনেক ক্বিরাআত প্রচলিত ছিল। রাসূলুল্লাহর মৃত্যুর দুই শতাব্দী পরে আবু উবাইদ আল-কাসিম ইবনে সাল্লাম প্রায় ২৫টি ক্বিরাআতের বর্ণনা দেন। চতুর্থ হিজরি শতকে আবু বকর ইবনে মুজাহিদ (মৃত্যু: ৩২৪ হি./৯৩৬ খ্রিঃ) সাতটি প্রসিদ্ধ ক্বিরাআত নির্বাচন করেন— যাঁদের মধ্যে কুফা থেকে তিনজন, মক্কা, মাদিনা, বসরা এবং দামেস্ক থেকে একজন করে ছিলেন। পরবর্তীতে আরও তিনটি ক্বিরাআতকে প্রমাণিত বলে ধরা হয় এবং মোট দশটি ক্বিরাআত স্বীকৃতি পায়। এই সাতজন প্রথম ক্বারীর মৃত্যু ১১৮ হিজরি থেকে ২২৯ হিজরি সময়ের মধ্যে হয়।\nপ্রত্যেক ক্বারী দুইজন রাবির (সংবাদদাতা) নিকট ক্বিরাআত হস্তান্তর করতেন, যাঁদের বর্ণনা রিওয়ায়া নামে পরিচিত এবং সেই রিওয়ায়া মূল রাবির নামেই পরিচিত। প্রত্যেক রাবির একাধিক তরীক (বর্ণনার সনদ) থাকে, যা তাঁদের ছাত্রদের মাধ্যমে আরো উপবিভক্ত হয়ে ওযুহ (একবচনে ওয়াঝ) নামে পরিচিত হয়।  বর্তমানে আনুমানিক ২০টি রিওয়ায়া এবং ৮০টিরও বেশি তরীক প্রচলিত আছে।\n১৭৩০-এর দশকে কুরআনের অনুবাদক জর্জ সেল সাতটি প্রধান সংস্করণের কথা উল্লেখ করেন: “যার মধ্যে দুটি মদিনায়, একটি মক্কায়, একটি কুফায়, একটি বসরায়, একটি সিরিয়ায়, এবং একটি সাধারণ সংস্করণ হিসেবে প্রচলিত ছিল। তিনি বলেন যে \"কোরানের তাদের বেশ কয়েকটি সংস্করণের মধ্যে প্রধান মতবিরোধ হল আয়াতের বিভাজন এবং সংখ্যা।\" \n\n\n=== তিলাওয়াত ===\nইসলামের ইতিহাসে কেরাআতকে ইলমুদ্দিন (ইসলামি বিজ্ঞান) হিসেবে নিয়ে কাজ করেছেন এমন বিশিষ্ট কয়েকজন ক্বারী ও ইসলামি পণ্ডিত হলেন:\n\nআবু উবাইদ আল-কাসিম বিন সালাম (৭৭৪ - ৮৩৮ খ্রিস্টাব্দ): তিনি ছিলেন প্রথম ব্যক্তি, যিনি তাজবিদ সম্পর্কে একটি লিপিবদ্ধ শাস্ত্র তৈরি করেছিলেন এবং তাজবিদের নিয়মাবলী প্রণয়ন করে নিজের \"আল-কিরাত\" নামক বইতে তা লিপিবদ্ধ করেন। তিনি প্রায় ২৫ জন ক্বারীর কিরাত সংকলন করেন, যার মধ্যে প্রসিদ্ধ সাত কারীও ছিলেন।  তিনি প্রতিটি প্রজন্মের মাধ্যমে সংরক্ষিত তিলাওয়াতকে নির্দিষ্ট নিয়ম, পদ ও উচ্চারণসহ একটি শাস্ত্রীয় রূপ দান করেছিলেন। \nআবু বকর ইবনে মুজাহিদ (৮৫৯–৯৩৬ খ্রি.): তিনি কিতাব আল-সাব ফিল-কিরাআত নামে একটি বই লিখেছেন। তিনিই প্রথম ব্যক্তি হিসেবে ক্বারীদের সংখ্যা সাতজনের মধ্যে সীমাবদ্ধ রাখেন। ইবনুল জাজারির মত কিছু পণ্ডিত ইবনে মুজাহিদের কাছ থেকে সাতজন ক্বারীর এই তালিকাটি সংগ্রহ করেন এবং আরও তিনজন ক্বারী ( মদীনার আবু জাফর, বসরার ইয়াকুব ও কুফার খালাফ) যোগ করে মোট দশজনের একটি প্রামাণিক তালিকা তৈরি করেন। \nআবু ইসহাক শাতিবি (১৩২০-১৩৮৮ খ্রি.): সাতজন প্রসিদ্ধ ক্বারী থেকে বর্ণিত সবচেয়ে বিখ্যাত দুইটি তরিকের রূপরেখা তুলে ধরে তিনি একটি কবিতা লিখেছিলেন, যা আল-শাতিবিয়া নামে পরিচিত। এতে তিনি নাফি, ইবনে কাসির, আবু আমর, ইবনে আমির, আসিম, আল-কিসায়ী ও হামযা যাইয়াতের তিলাওয়াতের নিয়মাবলী নথিভুক্ত করেছেন। এটি ১১৭৩ লাইন দীর্ঘ এবং সাতটি ক্বিরাআতের একটি প্রধান সূত্র। \nইবনুল জাজারি (১৩৫০ -১৪২৯ খ্রি.): কিরাআত ও তাজবিদ সম্পর্কে তিনি দুটি বড় কবিতা লিখেছেন। একটি ছিল আদ-দুররাতুল-মানিয়া ( الدرة المعنية ), যাতে শাতিবিয়াতে উল্লিখিত সাতজনের সাথে তিন জন যোগ করে দশে পরিণত করা হয়। অন্যটি হল তায়্যিবাতুন-নাশর ( طيبة النشر ), যা দশজন প্রধান ক্বারী সম্পর্কে ১০১৪টি লাইনে বিস্তারিত তথ্য প্রদান করে। এর তিনি একটি ভাষ্যও লিখেছেন। \n\n\n== পঠনরীতি ==\nপ্রামাণিক কেরাতের মানদণ্ড\nইবনুল-জাজারির বলেন, কোনো প্রামাণ্য বা স্বীকৃত কেরাত গ্রহণযোগ্য হিসেবে গণ্য করার জন্য তিনটি প্রধান শর্ত পূরণ করতে হয়: উসমানীয় মুসহাফের সহবর্ণ (উসমানি রস্ম) বা ব্যঞ্জনবর্ণভিত্তিক মূল পাঠের সাথে সামঞ্জস্যতা থাকতে হবে; আরবি ব্যাকরণ ও ভাষার নিয়মের সাথে সঙ্গতিপূর্ণ হতে হবে এবং বিশুদ্ধ ও নির্ভরযোগ্য বর্ণনা-সূত্র থাকতে হবে অর্থাৎ সহিহ সনদ থাকতে হবে।\nযেসব কেরাত এই তিনটি শর্ত পূরণ করে না, সেগুলি শায (বিচ্ছিন্ন) নামে পরিচিত, যার অর্থ হল বিরল বা নিয়মবহির্ভূত। সাহাবিদের থেকে বর্ণিত যেসব পাঠ উসমানীয় কুরআনের পাঠের সঙ্গে মিলে না, তাদের মধ্যে কিছু হয়ত রহিত (নুসখ) হয়ে গেছে অথবা কিছু পাঠ প্রাথমিকভাবে পাঠকদের সুবিধার্থে বা ব্যাখ্যার উদ্দেশ্যে তৈরি হয়েছিল। বর্তমান মুসলিম আলেমদের ঐকমত্য (ইজমা) অনুযায়ী, শায কেরাত দ্বারা সালাত (নামাজে) আদায় করা জায়েজ নয়। তবে এসব একাডেমিক বা গবেষণার উদ্দেশ্যে অধ্যয়ন করা যেতে পারে।\nসাহাবিদের মধ্যে সবচেয়ে বেশি নথিভুক্ত কেরাত ছিল আবদুল্লাহ ইবনে মাসউদের। ড. রামন হার্ভে উল্লেখ করেন যে, ইবনে মাসউদের কেরাত তার মৃত্যুর পরও অন্তত এক শতক পর্যন্ত কুফায় প্রধান কেরাত হিসেবে পড়ানো হয়েছিল। এমনকি হানাফি মাজহাবের কিছু শাখায় তার কেরাতের কিছু বিশেষ বৈশিষ্ট্য এখনো প্রভাব বিস্তার করে রেখেছে।\n১৯৩৭ সালে আর্থার জেফরি সাহাবি-ভেদে কেরাতের একটি সংকলন তৈরি করেন, যা কেরাতশাস্ত্রের বিভিন্ন  গ্রন্থে উল্লিখিত হয়েছে। পরে তার পরবর্তী আধুনিক গবেষক ড. আব্দুল লতিফ আল-খাতিব একটি বিস্তৃত সংকলন প্রস্তুত করেছেন, যার নাম হলো মুআ'জামুল ক্বিরাআত। এটি দশ খণ্ডে রচিত একটি বৃহৎ সংকলন, যেখানে প্রামাণ্য কেরাতসমূহ ও তাদের বর্ণনাকারীরা, সাহাবিদের কেরাত এবং ইসলামি প্রথম দুই শতাব্দীতে প্রচলিত বিভিন্ন প্রামাণ্য কেরাতের কথা বিস্তারিতভাবে লিপিবদ্ধ আছে। এই সংকলনটি বর্তমান একাডেমিক গবেষণায় ব্যাপকভাবে উদ্ধৃত হয়।\nকোন্ কেরাত প্রামাণ্য বা প্রাতিষ্ঠানিক স্বীকৃতি পেয়েছে এবং কোন্ কোন্ কেরাত শায হিসেবে চিহ্নিত হয়েছে সে ব্যাপারে বিশদ গবেষণা করেছেন ড. শাদি নাসের। \n\n\n=== সাতটি প্রামাণিক কিরাআত ===\n\nআইশা আব্দুর রহমান বেউলির উল্লেখ করেন, ইবনে মুজাহিদের নির্বাচিত সাতটি কেরাত হল মুতাওয়াতির অর্থাৎ এসব এমনভাবে বর্ণিত হয়েছে, যার প্রত্যেকের বহু সংখ্যক স্বাধীন বর্ণনাসূত্র (সনদ) রয়েছে এবং তা এতটাই বিস্তৃত ও নির্ভরযোগ্য যে, এতে ভুল হওয়ার কোনো সম্ভাবনা নেই। উপরন্তু, এসব কেরাতের উপর মুসলিম বিদ্বানদের সর্বসম্মত ঐকমত্য বা ইজমা প্রতিষ্ঠিত হয়েছে। \n\n\n=== \"সাতটির পর তিনটি\" ===\nবেউলি আরো তিনটি কিরাতের কথা উল্লেখ করেছেন, (এটি সাতটির পর তিনটি\" নামে পরিচিত), যা উক্ত সাত কিরাতের সাথে মিলে মোট দশ কেরাত হয়। এই তিনটি কেরাত আবু জাফর, ইয়াকুব ও খালাফের নামানুসারে প্রসিদ্ধ হয়েছে এবং এসব কেরাত সপ্তম শতাব্দীর পর ইবনুল জাজারি (মৃ. ১৪২৯ খ্রি.) কর্তৃক প্রামাণিক কেরাতের তালিকায় যুক্ত হয়েছিল, যদিও তারা সাতজনের সময় থেকেই জনপ্রিয় ছিল।  এসব কেরাত হল মাশহুর (মুতাওয়াতির নয়) অর্থাৎ এসব কিছুটা কম সম্প্রচারিত হয়েছে; কিন্তু তবুও এত প্রশস্ত যে, ভুল হওয়ার সম্ভাবনা খুবই কম। সাত কিরাতের সাথে যুক্ত তিনটি মাশহুর কিরাত হল:\n\n\n=== কেরাতের অন্যান্য পদ্ধতি ===\nস্বীকৃত এই দশ কেরাতের বাইরে আরো চারটি কেরাত  রয়েছে। সেসব হলো: ইবনে মুহাইসিনের কেরাত, আল-ইয়াযিদির কেরাত, হাসান বসরির কেরাত এবং আল-আ‘মাশের কেরাত। এই কেরাতগুলি প্রাথমিক যুগে প্রসিদ্ধ হলেও সময়ের সাথে সাথে তা জনপ্রিয়তা হারিয়ে ফেলে। এর কারণ হলো এসব কেরাত ইবনুল জাজারি (যিনি প্রামাণিক কেরাতের শর্ত নির্ধারণ করে গ্রন্থ লিখেছিলেন) কর্তৃক নির্ধারিত এক বা একাধিক শর্ত পূরণ করতে ব্যর্থ হয়। ফলে বর্তমানে এগুলোকে শায বা বিরল কেরাত হিসেবে গণ্য করা হয়।\n\n\n=== হাফস আন আসিম ===\n\nমুসলিম বিশ্বে সর্বাধিক জনপ্রিয় কেরাত হলো \"হাফস আন আসিম\" অর্থাৎ ক্বারী হাফস আল-দুরির বর্ণনায় ইমাম আসিম ইবনে আবিন নাজুদ (মৃ.১২৭ হি.) কর্তৃক সংরক্ষিত কেরাত। এই কেরাতে ১৯২৪ সালের ১০ জুলাই মিশরের রাজধানী কায়রোতে প্রথমবার একটি কুরআনের মুদ্রিত আদর্শ সংস্করণ প্রকাশিত হয়। এই সংস্করণটিকে “এক অসাধারণ সাফল্য” হিসেবে বর্ণনা করা হয় এবং এটি বিশ্বে এমনভাবে প্রচলিত হয়েছে যে, বর্তমানে প্রায় অনেকেই এটিকেই “আনুষ্ঠানিক বা প্রামাণিক কুরআন” বলে মনে করে।\nকেরাতটি এতই জনপ্রিয় যে, বর্তমান অনেক সাধারণ মুসলিম (সুন্নি ও শিয়া উভয়) দৃঢ়ভাবে বিশ্বাস করেন, কুরআনের কেবল একটিই পাঠ্যরীতি আছে—তথা ১৯২৪ সালের কায়রো সংস্করণ। এমনকি বিখ্যাত ইসলামি চিন্তাবিদ আবুল আ‘লা মওদূদী পর্যন্ত মন্তব্য করেছেন, “আজ আমরা যেই কুরআন পড়ি তা হুবহু সেই কুরআন, যা আমাদের নবি মুহাম্মদ দুনিয়ার সামনে পেশ করেছিলেন।” পাশ্চাত্য ইসলামবিদ এ. জে. আরবেরিও বলেন, আজকের প্রিন্টকৃত কুরআন সেই কুরআনেরই অনুরূপ, যা দ্বিতীয় খলিফা উসমান প্রামাণিকরূপে ঘোষণা করেছিলেন।” আরও একটি সূত্র মতে, \"বাস্তবিক অর্থে\" আজকের মুসলিম জগতে হাফস ‘আন ‘আসিম কেরাতই সবচেয়ে বেশি ব্যবহৃত হয়। হাফস কেরাতের ব্যাপক জনপ্রিয়তার কারণ হিসেবে উল্লেখ করা হয়, এটি সহজপাঠ্য এবং মহান আল্লাহই এটিকে সর্বত্র ছড়িয়ে দিয়েছেন (সূত্র: কাতার ওকাফ ও ইসলামিক অ্যাফেয়ার্স মন্ত্রণালয়)। \nগবেষক ইনগ্রিড ম্যাটসন বলেন যে, মুদ্রণ প্রযুক্তির ব্যাপক প্রসার কুরআনকে সহজলভ্য করলেও এর ফলে কেরাতের বৈচিত্র্য কিছুটা হারিয়ে গেছে; কারণ একটি নির্দিষ্ট সংস্করণ এখন বেশি প্রচলিত হয়ে গেছে (যদিও তিনি হাফসের নাম নির্দিষ্ট করেননি)। অন্য একজন ইসলামি গবেষক গ্যাব্রিয়েল সাঈদ রেনল্ডস মন্তব্য করেন যে, মিশরীয় সরকারের উদ্দেশ্য অন্যান্য কেরাতকে বাতিল করা ছিল না; বরং তারা চেয়েছিল যে, স্কুলগুলোর মধ্যে কুরআনের পাঠে যে বিভ্রান্তি বা বৈচিত্র্য ছিল তা দূর করা। এজন্য তারা চৌদ্দ কেরাত থেকে হাফস ‘আন ‘আসিম কেরাতকে বেছে নেন এবং সেটিই সংরক্ষিত সংস্করণ হিসেবে মুদ্রণ করেন।\n\n\n=== কেরাতসমূহের মধ্যে পার্থক্য: পার্থক্যের কিছু উদাহরণ ===\nমূলত পবিত্র কুরআনের স্বীকৃত বিভিন্ন কেরাতের মধ্যে অধিকাংশ পার্থক্যই দেখা যায় ব্যঞ্জনবর্ণ ও নুকতা  সংক্রান্ত ব্যাপারে, যাকে আরবিতে ইজাম (إعجام) বলা হয়। এছাড়া উচ্চারণ নির্দেশকারী অন্যান্য চিহ্ন—যেমন হরকতে (স্বরবর্ণ, তানবিন, হামযা, লম্বা ব্যঞ্জন ইত্যাদি) ব্যাপক পার্থক্য লক্ষ্য করা যায়। তবে আরবি ভাষায় কুরআনের যে মূল রাস্ম  (নুকতাবিহীন অক্ষরসমূহ) রয়েছে, তাতে এমন পার্থক্য তুলনামূলকভাবে খুব কম পাওয়া যায়। কেননা স্বীকৃত কেরাতের একটি মৌলিক শর্ত ছিল যে, সেগুলিকে অবশ্যই উসমানী প্রতিলিপির অন্তত কোনো একটি আঞ্চলিক কপির সঙ্গে হুবহু মিল থাকতে হবে। আর সেই আঞ্চলিক কপিগুলোর মধ্যেও পার্থক্য খুব সামান্য ছিল।\nমার্কিন ইসলামি গবেষক ক্রিস্টোফার মেলচার্ট একটি গবেষণায় দশটি কেরাতের নমুনার উপর ভিত্তি করে দেখিয়েছেন, কেরাতের সবচেয়ে সাধারণ পার্থক্য হল: অ-উপভাষাগত স্বরবর্ণভিত্তিক পার্থক্য ৩১ শতাংশ; উপভাষাগত স্বরবর্ণভিত্তিক পার্থক্য ২৪ শতাংশ এবং নুকতা সংক্রান্ত পার্থক্য ১৬ শতাংশ।\nঅন্যান্য কিছু ইংরেজি ভাষার গবেষণা—যেমন নাসের ও আবু ফাইয়াদের গবেষণাকর্ম—স্বীকৃত প্রধান সাত কেরাতের পাঠ্যভেদকে বিস্তারিতভাবে শ্রেণিবদ্ধ করে উন্মুক্তভাবে প্রকাশ করেছে। নিচের প্রথম তালিকার উদাহরণসমূহে বর্তমান সবচেয়ে প্রচলিত কুরআন পাঠ্যরীতি \"হাফস আন আসিম\" ও উত্তর আফ্রিকায় ব্যাপকভাবে প্রচলিত \"ওয়ারশ আন নাফি\" পাঠ্যরীতির মধ্যে তুলনা করা হয়েছে। প্রতিটি পাঠের মধ্যে ধ্বনিগত/বর্ণচিহ্ন (যেমন: হারাকাত ও তানবিন) ও স্বরচিহ্নের পার্থক্য রয়েছে; কিন্তু কেবলমাত্র একটি কেরাতের রসমে (মূল ব্যঞ্জনবর্ণভিত্তিক পাঠ) একটি ব্যঞ্জনবর্ণ বা একটি শব্দ সংযোজন করা হয়েছে। যেমন: “তাহলে এটি সেটাই” বনাম “এটি সেটাই”, যেখানে একটি \"ف\" (ফা) ব্যঞ্জনবর্ণ সংযোজন করা হয়েছে। এই ক্ষুদ্র পার্থক্যগুলোর প্রভাব কুরআনের আক্ষরিক তেলাওয়াতে সীমিত হলেও, কিছু ক্ষেত্রে তা ব্যাকরণগত সূক্ষ্মতা ও তাফসিরের (ব্যাখ্যা) দৃষ্টিকোণ থেকে গুরুত্বপূর্ণ হয়ে উঠতে পারে।\n\nহাফস ʿআসিম ও ওয়ারশ ʿআন নাফিʿ\n\nযদিও এসব আয়াতের মধ্যে বাচ্য বা সর্বনাম পরিবর্তন বিভ্রান্তিকর মনে হতে পারে, তবে এটি কুরআনে খুবই সাধারণ একটি ব্যাপার এবং এমনকি একই আয়াতের মধ্যেও দেখা যায়। এটি ইলতিফাত নামে পরিচিত। \n\nকুরআন ২:৮৫: হাফস বর্ণনায় \"তোমরা\" শব্দটি একাধিক ব্যক্তির কাজ নির্দেশ করে এবং ওয়ারশ বর্ণনায় \"তারা\" শব্দটিও একাধিক ব্যক্তির কাজকে নির্দেশ করে।\nকুরআন ১৫:৮: হাফস বর্ণনায় \"আমরা\" শব্দটি আল্লাহকে নির্দেশ করে এবং ওয়ারশ বর্ণনায় \"তারা\" শব্দটি এমন কিছুকে নির্দেশ করে, যা আল্লাহর পক্ষ থেকে নাযিল করা হয় (যেমন: ফেরেশতাগণ)।\nকুরআন ১৯:১৯ (লি-আহাবা বনাম লি-ইয়াহাবা): এটি একটি সুপরিচিত পার্থক্য; এটি এমন একটি সর্বনামের পার্থক্য, যা ফেরেশতা উচ্চারণ করেছেন বলে বলা হয় এবং এটি এক ব্যতিক্রমধর্মী লিপিগত রূপের প্রয়োজন সৃষ্টি করে।\nকুরআন ৪৮:১৭: হাফস বর্ণনায় \"তিনি\" শব্দটি মহান আল্লাহকে নির্দেশ করে এবং ওয়ারশ বর্ণনাতেও \"আমরা\" শব্দটি আল্লাহকেই নির্দেশ করে; কারণ আল্লাহ নিজেকে কখনো একবচন, কখনো বহুবচন (রাজকীয় নির্দেশ: \"আমরা\") হিসেবে উল্লেখ করেন।\nকুরআন ৪৩:১৯: এমন একটি ব্যঞ্জনবর্ণমূলক বিন্দু ব্যবহারের পার্থক্য দেখা যায়, যা ভিন্ন মূল শব্দ সৃষ্টি করে, যেমন ইবাদু (বান্দা) বনাম ইনদা (কাছে)।\nনিচে দ্বিতীয় তালিকার উদাহরণগুলো অন্যান্য স্বীকৃত কেরাতের সাথে হাফস আন ‘আসিম কেরাতের তুলনা করে। এসবের বর্তমান পাঠপ্রচলন ততটা বিস্তৃত নয়, যদিও সবগুলোই মুদ্রিত আকারে পাওয়া যায় এবং তিলাওয়াতের জন্য অধ্যয়ন করা হয়।\n\nহাফস আন ʿআসিম ও আরও বেশ কিছু প্রামাণিক কেরাত\n\nকুরআন ৫:৬: এই ব্যাকরণগত রূপান্তরের পার্থক্য (ওয়া-আরজুলাকুম ও ওয়া-আরজুলিকুম) সুন্নি ও শিয়া মুফাসসিরদের জন্য ভিন্ন ভিন্ন তাফসিরমূলক দৃষ্টিভঙ্গির ভিত্তি হয়ে দাঁড়ায়, যার ফলে ওজুর সময় পা ধৌত করতে হবে নাকি মুছতে হবে, এ দুই মতের উদ্ভব ঘটে। আবু আমরের রেওয়ায়াতটি ইবনে কাসীর, শু‘বা আন ‘আসিম ও হামজার সাথেও মিল রয়েছে।\nকুরআন ১৭:১০২ ও ২০:৯৬: এটি ক্রিয়াপদে প্রত্যয়  বা উপসর্গের পার্থক্যের উদাহরণ (দ্বিতীয় আয়াতটি আল-কিসায়ীও পাঠ করেছেন)।\nকুরআন ১৯:২৫: এই শব্দের উল্লেখযোগ্য সংখ্যক রেওয়ায়াত রয়েছে ( চারটি স্বীকৃত রেওয়ায়াতে বিষয়বস্তু বা ক্রিয়াপদের ভিন্নতা দেখা যায় এবং এর আরও কয়েকটি অস্বীকৃত রেওয়ায়াতও রয়েছে)।\nকুরআন ২১:১০৪: এটি কর্তৃবাচ্যের রূপের ভিন্নতার একটি উদাহরণ।\nকুরআন ২১:৯৬: এটি ক্রিয়াপদের রূপের পার্থক্যের উদাহরণ, যেখানে ইবনে আমির ক্রিয়ার দ্বিতীয় রূপ (ফ্রম টু) পাঠ করেছেন।\nকুরআন ৫৯:১৪: এটি একবচন ও বহুবচনের পার্থক্যের একটি উদাহরণ (এটিও আবু আমর পাঠ করেছেন)।\n\n\n== কেরাত ও আহরুফের মধ্যে পার্থক্য ==\nযদিও কেরাত ও আহরুফ উভয়ই কুরআনের পাঠ বা পাঠভঙ্গির সাথে সম্পর্কিত, তবে এ দুইটি এক বিষয় নয়। বিশিষ্ট ইসলামি গবেষক আহমাদ আলী ইমাম (আম্মার খতীব ও নাজির খান) এই পার্থক্যকে ব্যাখ্যা করতে গিয়ে প্রখ্যাত কেরাত বিশেষজ্ঞ ইবনুল জাযারি কর্তৃক লিখিত তিনটি ব্যাখ্যা উল্লেখ করেছেন, যা আহরুফ সংক্রান্ত ইতিহাসকে বিভিন্ন দৃষ্টিকোণ থেকে ব্যাখ্যা করে।\n১. প্রথম মত অনুযায়ী, খলিফা উসমান কুরআনের সাত আহরুফের সবগুলিই সংরক্ষণ করেছিলেন; এটি ইবনে হাজমের অভিমত।\n২. দ্বিতীয় মত অনুযায়ী, খলিফা উসমান কেবল একটি আহরুফ সংরক্ষণ করেন এবং উম্মতকে তার ওপর ঐক্যবদ্ধ করেন। এটি ইমাম তাবারির অভিমত, যার ব্যাখ্যা অনুযায়ী, ছড়িয়ে থাকা বিভিন্ন পাঠভঙ্গিতে বিভ্রান্তি ও উপজাতীয় উপসর্গ দেখা দিলে উসমান বিশেষ কৌশলে একটি প্রসিদ্ধ আহরুফ সংরক্ষণ করে উম্মতকে তার উপর ঐক্যবদ্ধ করেন। \n৩. তৃতীয় মত অনুযায়ী, প্রসিদ্ধ উসমানীয় কুরআনের লিখনরীতি এমনভাবে তৈরি করা হয়, যাতে একাধিক আহরুফের কেবল কিছু পার্থক্য সংরক্ষিত থাকে, তবে সবগুলো নয়। অর্থাৎ তাতে কিছু পার্থক্য বহাল থাকে এবং এতে বৈচিত্র্য মেনে নেওয়া হয়। এটি ইমাম ইবনুল জাযারির মতে ‘সর্বাধিক গ্রহণযোগ্য’ বলে বিবেচিত।  \nএই দ্বিতীয় মতের ভিত্তিতে ইসলামি চিন্তাবিদ বিলাল ফিলিপস বলেন, উসমান তাঁর খিলাফতের মধ্যভাগে এসে আহরুফের মধ্যে ছয়টি বাতিল করে দেন। কারণ বিভিন্ন অঞ্চল থেকে আসা মুসলমানরা পাঠভঙ্গি নিয়ে বিভ্রান্তিতে পড়ে যাচ্ছিল। তখন কিছু গোত্র নিজেদের আহরুফকে শ্রেষ্ঠ দাবি করে অহঙ্কার করত, যার ফলে পারস্পরিক বিরোধ শুরু হয়। নবাগত মুসলমানরাও ভুলে একাধিক পাঠরীতিকে মিশিয়ে ফেলছিল। তাই উসমান সিদ্ধান্ত নেন, কুরআনের একটি সরকারি কপি তৈরি করে তা কুরাইশ গোত্রের লিখনরীতিতে প্রণয়ন করবেন এবং কুরআনের ক্বারীদের সাথে তা ইসলামি বিশ্বের বিভিন্ন কেন্দ্রে পাঠিয়ে দেবেন। সাহাবারা এই সিদ্ধান্তকে সমর্থন করেন এবং উসমান অনানুষ্ঠানিক সকল কপি ধ্বংসের নির্দেশ দেন। এতে একমাত্র কুরাইশীয় রীতি সংরক্ষিত হয়, যেটি আজ বিশ্বব্যাপী কুরআন পাঠে ব্যবহৃত হচ্ছে।\nফিলিপস আরও ব্যাখ্যা করেন যে, কেরাত হলো মূলত কুরআনের উচ্চারণের রীতি ও পদ্ধতি; এটি আহরুফ থেকে ভিন্ন। কেরাতের ধারাগুলো মূলত সাহাবিদের মাধ্যমে নবী মুহাম্মদের কাছ থেকে প্রাপ্ত এবং তাদের সবকিছুই অনুমোদিত। সেই সাহাবিরা ছিলেন:\n\nউবাই ইবনে কাব\nআলি ইবনে আবি তালিব\nযায়দ ইবন সাবিত\nআবদুল্লাহ ইবনে মাসউদ\nআবু দারদা\nআবু মুসা আশআরি\nএই সাহাবিরা নবীর কাছ থেকে কুরআন পাঠ করতেন বা তাঁর উপস্থিতিতে পাঠ করে শোনাতেন এবং নবীর অনুমোদন পেতেন। পরবর্তীতে আরও অনেক সাহাবি তাদের থেকে শিখতেন। যেমন তাফসিরকারক ইবনে আব্বাস উবাই ও যায়েদ থেকে শিখেছিলেন।\nবিলাল ফিলিপসের মতে, তাবিঈ প্রজন্মের মধ্যে এমন বহু আলেম ছিলেন, যারা সাহাবিদের থেকে কুরআন তিলাওয়াতের রীতি শিখেছিলেন এবং তা অন্যদের শিক্ষা দিতেন। পরবর্তীতে মদিনা, মক্কা, কুফা, বসরা ও সিরিয়ায় কুরআন তিলাওয়াতের কেন্দ্র গড়ে উঠেছিল। এভাবে ধীরে ধীরে কুরআনের পাঠকে একটি স্বতন্ত্র জ্ঞান হিসেবে গড়ে তোলা হয়। খ্রিস্টীয় অষ্টম শতাব্দীর মধ্যভাগে এসে অনেক আলেম কুরআন তিলাওয়াতের বিশেষজ্ঞ হিসেবে পরিচিতি লাভ করেন এবং তাদের অধিকাংশ পদ্ধতি নির্ভরযোগ্য বর্ণনাসূত্রের মাধ্যমে প্রমাণিত ছিল, যা সরাসরি আল্লাহর নবী পর্যন্ত বিস্তৃত ছিল। যে সকল কেরাত প্রতিটি প্রজন্মে বহু সংখ্যক নির্ভরযোগ্য রাবির মাধ্যমে পৌঁছেছিল, সেগুলিকে বলা হত মুতাওয়াতির এবং সেসব কেরাতই ছিল সর্বাধিক গ্রহণযোগ্য ও নির্ভরযোগ্য। অন্যদিকে, যেসব কেরাতে কোনো ধাপে রাবির সংখ্যা ছিল খুবই কম কিংবা একজন মাত্র রাবি ছিল, সেগুলি শায বা অস্বীকৃত হিসেবে পরিচিত ছিল। পরবর্তীতে কিছু আলেম পূর্ববর্তী যুগের নির্ভরযোগ্য ক্বারিদের মধ্য থেকে নির্দিষ্ট কয়েকজনকে ‘বিশ্বস্ত ও প্রামাণ্য’ বলে চিহ্নিত করতে শুরু করেন। দশম শতাব্দীর মধ্যভাগে “সাতজন ক্বারি” বিশেষভাবে জনপ্রিয় হয়ে ওঠেন।\nএকটি ভিন্ন ও অপেক্ষাকৃত অস্পষ্ট ব্যাখ্যা দিয়েছেন আম্মার খতীব ও নাজির খান। তাঁদের মতে, “সাত আহরুফ আসলে সমস্ত বৈচিত্র্যের ধরনকে বোঝায়, যা কেরাতের পার্থক্যের ভিত্তি হিসেবে কাজ করে। অন্য ভাবে বলা যায়, আহরুফ হলো একধরনের উপাদানের তালিকা, যার ভেতর থেকে প্রতিটি কেরাত নিজস্ব ধারা তৈরি করে।\n\n\n=== সাত হরফের পক্ষে ধর্মীয় দলিল ===\nযদিও সাত হরফ বা সাত আহরুফে কুরআনের ভিন্ন ভিন্ন পাঠ্যের কথা কুরআনে সরাসরি উল্লেখ নেই, তবে হাদীসে এসবের ব্যাপারে কথা বলা হয়েছে। \"বিসমিকা আল্লাহুম্মা\" নামক সূত্র অনুযায়ী, সাত হরফের পক্ষে প্রমাণ হিসেবে এত প্রচুর পরিমাণে হাদিস পাওয়া যায় যে, তা মুতাওয়াতির (বহু সূত্র থেকে নির্বিচারে বর্ণিত) স্তরে পৌঁছে গেছে। বিখ্যাত ইসলামি পণ্ডিত জালাল উদ্দীন সুয়ুতী বলেন যে, সাহাবাদের পক্ষ থেকে মোট একুশটি হাদীস রয়েছে যাতে বলা হয়েছে যে, পবিত্র কুরআন শরীফ সাত হরফে অবতীর্ণ হয়েছে।\nএই বিষয়ে মালিক ইবনে আনাসের সংকলিত বিখ্যাত হাদীসের গ্রন্থ মুওয়াত্তায় একটি ঘটনা বর্ণিত আছে। সেখানে উল্লেখ করা হয়েছে যে, একবার উমর ইবনুল খাত্তাব হিশাম ইবন হাকিম ইবন হিযামকে কোরআন পাঠ করতে শুনেন এবং তিনি মনে করেন যে, হিশামের পাঠে ভুল আছে। তিনি তাকে ধরে আল্লাহর রাসুলের কাছে নিয়ে যান, যেন তিনি তাকে সংশোধন করে দেন। তখন আল্লাহর রাসুলের সামনে উভয়ে তাদের কেরাত পাঠ কডরে শোনান। আল্লাহর রাসল হিশামের কেরাত শুনে বলেন, \"এভাবেও অবতীর্ণ হয়েছে\"। এরপর তিনি উমরের কেরাত শুনে আবারও বললেন, “এভাবেও অবতীর্ণ হয়েছে\"। অবশেষে তিনি উভয়ের উদ্দেশ্য বলেন: “এভাবেই তা অবতীর্ণ হয়েছে; এই কুরআন সাত হরফে অবতীর্ণ হয়েছে। এদের মধ্যে যা তোমার পক্ষে সহজ মনে হয়, তা থেকে পড়।” এই হাদীস খুব স্পষ্টভাবে প্রমাণ করে যে, কুরআন বিভিন্ন পাঠভঙ্গিতে (হরফে) অবতীর্ণ হয়েছে, যা সাহাবীদের মধ্যকার ভিন্ন পাঠকে বৈধতা দিয়েছে এবং উম্মতের জন্য এর পাঠ সহজ করেছে।\n\n\n=== মতবিরোধ ===\nজাভেদ আহমদ গামিদিসহ কিছু ইসলামি গবেষক উল্লেখ করেছেন যে, উমর ও হিশাম উভয়েই কুরাইশ গোত্রভুক্ত ছিলেন। একই গোত্রের সদস্যরা উচ্চারণে ভিন্নতা করতেন–এ ধারণাকে গামিদি প্রশ্নবিদ্ধ করেন। তাঁর মতে, একই গোত্রের সদস্যদের মধ্যে উচ্চারণগত ভিন্নতা থাকার সম্ভাবনা কম। যারা ভিন্ন পাঠ্যরীতির পক্ষে, তারা যুক্তি দিয়েছেন যে, হিশাম হয়ত আল্লাহর রাসুলের এমন কোন সাহাবির নিকট কুরআন শেখেন, যিনি ভিন্ন গোত্রের ছিলেন এবং যাঁর কাছ থেকে তিনি ভিন্ন উপায়ে শিখেছিলেন। তবে গামিদি এমন সব হাদিসকে প্রশ্নবিদ্ধ মনে করেন, যার ভিত্তিতে “ভিন্ন পাঠরীতির” কথা বলা হয়। তিনি কুরআনের কয়েকটি আয়াত ( সূরা আ'লা ৮৭:৬-৭, কিয়ামা ৭৫:১৬-১৯) উল্লেখ করে বলেন যে, কুরআন আল্লাহর রাসুলের জীবদ্দশাতেই সংকলিত হয়েছিল। তিনি সেই সব হাদিসকেও প্রশ্নবিদ্ধ করেন, যেগুলির ভিত্তিতে দাবি করা হয় যে, কুরআন খলিফা উসমানের সময় সংকলিত হয়েছিল।\n\nতার এই দৃষ্টিভঙ্গিকে কেউ কেউ শক্তিশালী মনে করে সমর্থন করেন। কারণ অধিকাংশ সংশ্লিষ্ট রেওয়ায়েত এসেছে ইবনে শিহাব যুহরির মাধ্যমে। লাইস ইবনে সা'দ একবার ইমাম মালিককে চিঠিতে বলেন:“যখনই আমরা ইবনে শিহাবের সঙ্গে দেখা করতাম, কোনো না কোনো বিষয়ে মতভেদ দেখা দিত। কেউ যদি তাঁকে কোনো বিষয়ে লিখিতভাবে প্রশ্ন করতো, তিনি তার তিনটি ভিন্ন ভিন্ন উত্তর দিতেন এবং তিনি বুঝতেই পারতেন না যে, আগে তিনি কী বলেছিলেন। এ কারণেই আমি তাঁকে অনুসরণ বন্ধ করেছি—যা তোমার (ইমাম মালিকের) পছন্দ হয়নি।”অন্যদিকে, আবু উবাইদ কাসিম ইবনে সাল্লাম (মৃ.২২৪ হি.) তাঁর গ্রন্থে পঁচিশটি ভিন্ন কেরাত গ্রহণ করেছিলেন। কিন্তু আজ যে সাতটি কেরাত প্রসিদ্ধ, সেগুলি নির্বাচন করেন আবু বকর ইবনে মুজাহিদ (মৃ.: ৩২৪ হি. / ৯৩৬ খ্রি.)। তিনি তৃতীয় শতকের শেষে সময়ের খ্যাতনামা ক্বারিদের  থেকে এই সাতটি কেরাত নির্ধারণ করেন—এর মধ্যে তিনজন ছিলেন কুফা থেকে এবং বাকিরা ছিলেন মক্কা, মদিনা, বসরা ও দামেস্ক থেকে।\nতবে সাধারণভাবে মুসলিম সমাজে এ কথা স্বীকৃত যে, প্রত্যেক এমন কেরাতই কুরআন হিসেবে গণ্য হয়, যা একটি প্রামাণ্য বর্ণনাশৃঙ্খল (সনদ) দ্বারা প্রমাণিত ও আরবিভাষাগতভাবে সঠিক হয়। কিছু পাঠ্যরীতিকে মুতাওয়াতির বলা হলেও বাস্তবিক অর্থে তাদের সনদে কিছু স্তরে আহাদ (একক বর্ণনাকারী) রয়ে গেছে এবং এর অনেক বর্ণনাকারীকে রিজাল শাস্ত্রের (রাবিদের জীবনী-পর্যালোচনামূলক শাস্ত্র) দৃষ্টিতে সন্দেহভাজন মনে করা হয়েছে। \n\n\n== জিজ্ঞাসা ও জটিলতা ==\n\n\n=== প্রামাণিকতার দৃষ্টিভঙ্গি ===\nহার্ভার্ড বিশ্ববিদ্যালয়ের অধ্যাপক শাদি নাসের পবিত্র কুরআনের কেরাতের প্রামাণীকরণ প্রক্রিয়া নিয়ে বহু গবেষণা ও বই রচনা করেছেন। তিনি বিভিন্ন বিশিষ্ট প্রাচীন ইসলামি পণ্ডিত ও ব্যাকরণবিদদের বক্তব্য বিশ্লেষণ করেন, যাঁরা এমন কিছু কেরাতকে ভুল বলে মনে করতেন—কেবল ভুলভাবে বর্ণিত নয়;বরং এসব মূলভাবেই ত্রুটিপূর্ণ বলে মনে করতেন—যেগুলো পরে প্রামাণিক বা স্বীকৃত হিসেবে গৃহীত হয়েছে। নাসের উদাহরণস্বরূপ তুলে ধরেন যে, কুরআনের কেরাতকে প্রামাণিক হিসেবে নির্ধারণ করার আগেই অর্থাৎ ৭ম শতকের শেষভাগ ও ১০ম শতকের শুরুর দিকে ইমাম তাবারি, ব্যাকরণবিদ আল-ফার্রা ও আবু বকর ইবনে মুজাহিদের মতো অভিজ্ঞ পণ্ডিতরা কিছু পাঠের সমালোচনা করতেন বা কিছু পাঠকে অন্য পাঠের চেয়ে উত্তম মনে করতেন। বিশেষভাবে ইবনে মুজাহিদ তাঁর বিখ্যাত গ্রন্থ কিতাব আল-সাবআ ফিল-কিরা’তে  সাতটি পাঠ নির্বাচন করলেও সেই বইতেই তিনি ক্বারিদের মধ্যে ইবনে আমির, হামযা ও কিছু প্রামাণিক রাবির (যেমন কুম্বুল) বিরুদ্ধে সমালোচনামূলক মন্তব্য করেন।\nনাসের একটি সংক্ষিপ্তসার প্রসঙ্গে বলেন, “প্রাথমিক মুসলিম সমাজ এসব কেরাতকে নিঃশর্তভাবে গ্রহণ করেনি; বরং হামযা, আল-কিসায়ী ও ইবনে আমিরের কেরাত সবসময় সমালোচিত, বিতর্কিত ও মাঝে মাঝে উপহাসের শিকার ছিল।” কিন্তু সময়ের সঙ্গে সঙ্গে এই দৃষ্টিভঙ্গি পরিবর্তিত হয়েছে। নাসের লিখেছেন, “এই অবস্থান পরবর্তীতে বিশেষত ৫ম হিজরি /১১ শতকের পর অনেকটা নাটকীয়ভাবে পাল্টে যায়, যখন সাত ও দশ জন প্রখ্যাত ক্বারির প্রতিটি কেরাতকেই ঐশী ও নবী মুহাম্মদের ওপর অবতীর্ণ বলে গণ্য করা শুরু হয় এবং এ ব্যাপারে মুসলিমদের মাঝে ইজমা প্রতিষ্ঠিত হয়।”\n\n\n=== নবি থেকে ‘মুতাওয়াতির সূত্রে বর্ণনার প্রশ্নে মতপার্থক্য ===\nমুসলিম বিশ্বাস অনুযায়ী, কুরআনের প্রতিটি প্রামাণিক কেরাত এমনভাবে সংরক্ষিত যে, এসবের প্রত্যেকের বর্ণনার শৃঙ্খল (ইসনাদ) আল্লাহর রাসুল পর্যন্ত পৌঁছে এবং এগুলোর এত বেশি সংখ্যক বর্ণনাকারী ছিল যে, তাদের বিশ্বাসযোগ্যতা প্রশ্নাতীত (মুতাওয়াতির) বলে বিবেচিত। তাত্ত্বিকভাবে প্রামাণিক কেরাতগুলির প্রমাণ কুরআনের প্রাচীন পাণ্ডুলিপিগুলোতে থাকা উচিত। কিন্তু এনসাইক্লোপিডিয়া ইসলামিকা ফাউন্ডেশনের গবেষক মরতেজা কারিমি-নিয়া বলেন,যে সাত কেরাত ‘সাতজন ক্বারির নামে চতুর্থ হিজরি/দশম খ্রিস্টাব্দ থেকে প্রচলিত, তা প্রথম দুই হিজরি শতাব্দীর কুরআনীয় পাণ্ডুলিপিতে খুব কমই দেখা যায়। বরং সে সকল পাণ্ডুলিপিতে তখনকার অঞ্চলভেদে (যেমন মক্কা, মদিনা, কুফা, বসরা, দামেস্ক) পাঠের ভিন্নতা বা হরফ ও নকতার ভিন্নতা দেখা যায়, যা সবসময় প্রামাণিক ‘সাত ক্বারির’ কেরাত নয়। বরং সাহাবি বা তাবেয়ীদের কোনো একজনের কেরাত হিসেবে চিহ্নিত করা যায়।\"হার্ভার্ডের অধ্যাপক শাদি নাসের বলেন, “সব প্রখ্যাত কেরাতের ক্ষেত্রে নবী থেকে শুরু করে সংশ্লিষ্ট ক্বারির (যেমন: ইবনে কাসির, নাফি প্রমুখ) কাছে পৌঁছানো পর্যন্ত বর্ণনাশৃঙ্খলা একক সূত্রে (আহাদ) ছিল—যা এসব কেরাতকে মুতাওয়াতির দাবি করার প্রশ্নে সন্দেহ ও সমস্যা সৃষ্টি করে।” তিনি লক্ষ করেছেন, অধিকাংশ কেরাত-সংক্রান্ত প্রাচীন পুস্তকে নবী থেকে ক্বারিদের মধ্যে ইসনাদ (বর্ণনার শৃঙ্খলা) অনুল্লিখিত থাকে; বরং সে বইয়ের লেখক থেকে ঐ ক্বারির সনদই বিশদভাবে লেখা হয়। যেমন ইবনে মুজাহিদের লেখাতেও দেখা যায়, তিনি কেরাতের সূত্রে বর্ণনাকারীদের জীবনী ও শৃঙ্খলা পৃথকভাবে উপস্থাপন করেছেন এবং পরবর্তী যুগে রচিত কেরাতের পুস্তকে এই ইসনাদগুলো আরও পরিশীলিতভাবে বিন্যস্ত হয়। নাসের এ বিশ্লেষণের ভিত্তিতে বলেন, “মুসলিম পণ্ডিতদের মধ্যে প্রধান ও শক্তিশালী মত হল—প্রামাণিক কেরাতগুলো আসলে মুতাওয়াতির নয়।”\nএকই বিষয়ে ইসলামি গ্রন্থ ও কেরাত গবেষক মারেইন ভ্যান পুটেন বলেন, “কুরআনের কেরাত মুতাওয়াতির—এই ধারণা স্বীকৃতির অনেক পরে গড়ে উঠেছে।” তবে মুসলিম পণ্ডিতরা এই সব কেরাতকে কেবলমাত্র ইসনাদের বিবেচনায় মুতাওয়াতির বলেন না। বরং এসব এই অর্থে মুতাওয়াতির যে, নবি মুহাম্মদের যুগ থেকে শুরু করে আজ পর্যন্ত প্রতিটি প্রজন্মে এ সকল কেরাত নির্বিচ্ছিন্নভাবে সমগ্র বিশ্বে পঠিত হয়ে এসেছে এবং এ ব্যাপারে মুসলিম সমাজে কোন মতভেদ দেখা যায়নি।\n\n\n=== ক্বারিদের সংগ্রাম ===\nইবনে মুজাহিদের লেখার মাধ্যমে ক্বারিদের জীবন ও সমস্যাগুলো সম্পর্কে অনেক তথ্য পাওয়া যায়। শাদি নাসের ইবনে মুজাহিদের বই কিতাব আল-সাবআ নিয়ে গবেষণায় তার বিভিন্ন দৃষ্টান্ত তুলে ধরেন, যার মাধ্যমে বুঝা যায় যে, প্রখ্যাত ক্বারিগণ ও তাঁদের সূত্রে বর্ণনাকারীদের অনেক প্রতিবন্ধকতার মুখোমুখি হতে হয়েছে। তবে নাসের অত্যন্ত জোর দিয়ে বলেন, “তাঁরা আন্তরিক ধর্মভীরুতা ও কুরআনীয় ওহির প্রতি গভীর শ্রদ্ধাবোধ থেকে অনুপ্রাণিত হয়ে কুরআনের কেরাত সংরক্ষণ করার জন্য চরম চেষ্টা করেছিলেন।”\nউদাহরণস্বরূপ, যখন কোনো শব্দ বা কেরাতের নির্দিষ্ট তথ্য অনুপস্থিত ছিল, তখন ক্বারিরা কিয়াসের আশ্রয় নিতেন। এমনকি ইবনে মুজাহিদ নিজেও এভাবে প্রাপ্ত কেরাতকে তাঁর বইতে নথিভুক্ত করেছেন। কখনো কখনো প্রামাণিক রাবিদের কেউ কেউ স্বীকার করেন যে, তিনি তাঁর শিক্ষক থেকে কোনো শব্দ কেমন করে পাঠ করতেন তা মনে রাখতে পারেননি। যেমন শুবা বলেন, তিনি আসিমের কাছ থেকে কোনো নির্দিষ্ট শব্দ কীভাবে উচ্চারণ করা হত তা মুখস্থ করতে পারেননি। অন্যদিকে ইবনে মুজাহিদের কাছে কোনো কোনো পাঠ বিষয়ে পরস্পরবিরোধী বা অসম্পূর্ণ তথ্য ছিল। নাসের উল্লেখ করেন, পাঠকদের মধ্যে আবু আমর, আসিম ও নাফির মত বিশিষ্টদের ক্ষেত্রেও দ্বিধা ও অনিশ্চয়তা দেখা যায়। আবার কখনো কেউ কেউ কেরাত পুনর্মূল্যায়ন করে পূর্ববর্তী মত পরিবর্তন করে নতুন মত গ্রহণ করতেন। উদাহরণস্বরূপ শুবা বলেন, তিনি তাঁর শিক্ষক আসিমের একটি শব্দপাঠ নিয়ে সন্দিহান হয়ে পড়েন এবং শেষে কুফার একজন গৌণ ক্বারির (আল-আ'মাশ) কেরাত অনুসরণ করেন। তবে এটি কেবল ভাষাগত বিষয়ের সাথে সম্পর্কিত ছিল। এতে কুরআনের পাঠ বিকৃতির কোনো সম্ভাবনা ছিল না। \nইবনে যাকওয়ান নামী একজন ক্বারি নিজের নোটবুকে একটি শব্দের একটি পাঠ পান, কিন্তু তাঁর স্মৃতিতে তা অন্য রকম কিছু ছিল। নাসের বলেন, “এসব সন্দেহ বা দ্বিধার সময় ক্বারিরা নিজেদের লেখা পাণ্ডুলিপি বা কুরআনের কপির সাহায্য নিতেন এবং কখনো বা অন্যদের কাছ থেকে কপি দেখতে চেয়ে নিতেন।”\nমারেইন ভ্যান পুটেন তাঁর গবেষণায় দেখিয়েছেন যে, কেরাত কেবল মৌখিক নয়; বরং তা পবিত্র কুরআনের রাস্‌মের ওপরও নির্ভর করে। কেরাতের ভিন্নতাগুলো অনেক সময় রাস্‌ম-ভিত্তিক অস্পষ্টতাকে ব্যাখ্যা করে গঠিত হয়েছে এবং এই কেরাতগুলিকে মূলত রাস্‌মের সঙ্গে খাপ খাইয়ে নেওয়া হয়েছে, যার ফলে একাধিক কেরাতের উদ্ভব হয়েছে।\n\n\n=== ভুল বোঝাবুঝি ===\nকেরাত বা তিলাওয়াতের ধরন শব্দটি ব্যবহার করার ফলে অনেক সময় এমন ধারণা হতে পারে যে, ক্বারিরা একই লেখ্য কুরআন পাঠ করেছেন এবং তাতে কেবল উচ্চারণ, স্বর-নিয়ন্ত্রণ ও শব্দের দীর্ঘতা বা স্বরভঙ্গির তারতম্য ঘটছে। অথবা যদি তাদের মুখে উচ্চারিত শব্দগুলো একে অপরের থেকে আলাদা শোনায়, তাই এমন ধারণা হতে পারে, এগুলো একই ব্যঞ্জনধ্বনির ওপর ভিত্তি করে কিন্তু ভিন্ন ভিন্ন স্বরচিহ্ন ( যেমন: যের, জবর, পেশ) ব্যবহৃত হয়েছে। উদাহরণস্বরূপ আম্মার খাতিব ও নাজির খান বলেন, কেরাতের ভিন্নতার ভিত্তি হলো এমন সব শব্দ, যা বিভিন্নভাবে পড়া যায় অর্থাৎ তারা মনে করেন, কেরাতের ভিন্নতা অর্থ সম্পূর্ণ ভিন্ন শব্দ বা শব্দরূপ নয়; বরং একই শব্দের বিকল্প পাঠের সম্ভাবনা।\nকিন্তু বাস্তবতা হল, শুধু স্বরচিহ্ন বা ব্যঞ্জনধ্বনির চিহ্নই নয়; বরং বিভিন্ন কেরাতে লিখিত পাঠেও (মোসহাফ) মাঝে মাঝে ব্যতিক্রমী ও তাৎপর্যপূর্ণ পার্থক্য থাকে। এই পার্থক্য কেবল উচ্চারণ বা ধ্বনিগত নয়; বরং এটি কুরআনের মূল আরবি লেখার কাঠামোতেও (রাসম) রয়েছে।\n\n\n=== যৌক্তিকতা ===\nঅলিভার লেম্যান বলেন, কেরাতের ভিন্নতার মূল উৎস হল, মূলত কুরআন অবতীর্ণ হওয়ার সময় কুরআনের ভাষাগত গঠনে সেই সময়ের সবচেয়ে পরিচিত আরবি উপভাষা ও কথ্যরীতিগুলো অন্তর্ভুক্ত ছিল এবং একই শব্দ বা বাক্যকে একাধিক উচ্চারণে পাঠের সুযোগ ছিল। এটিই পরবর্তীতে কেরাতের ভিন্নতার ক্ষেত্রে প্রধান ভূমিকা পালন করে।\nছাবা অকভাথের মতে, বিভিন্ন কেরাত আরবি ভাষার উপভাষাগত বৈশিষ্ট্যাবলীর প্রতিফলন ঘটায়।” একইভাবে অক্সফোর্ড ইসলামিক স্টাডিজ অনলাইন ওয়েবসাইটে লেখা হয়েছে, “ঐতিহ্যবাহী মুসলিম সূত্র অনুযায়ী, খলিফা উসমানের সময় সরকারি কুরআন সংকলনের পূর্বে যেসব পাঠ-ভিন্নতা দেখা দিয়েছিল, তা ছিল উচ্চারণ ও সুরের সূক্ষ্ম পার্থক্য; এগুলো মূল পাঠে নয়। কারণ, কুরআনের পাঠ সংরক্ষিত হয়েছিল এমন একটি সংস্কৃতিতে, যেখানে মৌখিক সংরক্ষণের ঐতিহ্য ছিল অত্যন্ত শক্তিশালী।\nঅন্যদিকে আইশা আবদুর রহমান বেউলি লিখেছেন, বিভিন্ন কেরাতের মধ্যে বিভিন্ন প্রকার চিহ্ন (যেমন যের, যবর ইত্যাদি) ব্যবহৃত হয় এবং এসব পার্থক্য অন্যান্য পাঠের পরিপূরক হয়ে ওঠে, যা অর্থে গভীরতা যোগ করে। এই পার্থক্যগুলো তাফসির বা ব্যাখ্যার একটি উৎস হিসেবে বিবেচিত হয়।\nআম্মার খতিব ও নাজির খান বলেন, মূলত কেরাত কুরআনের এমন একটি বৈশিষ্ট্য, যা তার অলঙ্কারিক সৌন্দর্য ও বাক্‌পটুতা বহুগুণে বৃদ্ধি করে। এমনকি, কিছু ক্ষেত্রে কেরাতের পার্থক্য অর্থে সূক্ষ্ম তারতম্যও সৃষ্টি করে, যা একে অপরকে পরিপূরক করে তোলে। \n\n\n=== প্রশ্ন ===\nনবি মুহাম্মদের কিছু উক্তি ও কিছু ইসলামি পণ্ডিতের মন্তব্য এমনটা বোঝায়, যেন আহরুফ বা কেরাতের ভিন্নতার কোনো অস্তিত্বই ছিল না।\nআবু আব্দুর রহমান আস-সুলামি লেখেন: “আবু বকর, উমর ইবনুল খাত্তাব, উসমান ও যায়েদ বিন সাবিত— এবং সকল মুহাজির ও আনসারগণ—একই পদ্ধতিতে কুরআন পাঠ করতেন। তাঁরা কুরআন পাঠ করতেন কেরাতে আম্মাহ অনুযায়ী এবং এটাই সেই কেরাত, যা আল্লাহর রাসূল মৃত্যুর বছর দু’বার জিবরাইলের কাছে পাঠ করেছিলেন। যায়েদ ইবনে সাবিত সেই পাঠের সময় উপস্থিত ছিলেন, যাকে আরদাহ আল-আখিরাহ (শেষ পাঠ) বলা হয়। যায়েদ এই কেরাতই মানুষদের শেখাতেন এবং তা অনুসারেই তিনি মৃত্যুর আগ পর্যন্ত কুরআন শিক্ষাদান করেন।” তাবিঈ ইবনে সিরীন বলেন: “আল্লাহর রাসুল মৃত্যুর বছর যেভাবে কুরআন জিবরাইলের কাছে পাঠ করেছিলেন, আজ সেই পাঠ অনুযায়ীই মানুষ কুরআন তেলাওয়াত করছে।” তার এই বক্তব্যটি সাম্প্রতিক সানা মসজিদে আবিষ্কৃত কিছু কুরআনি পান্ডুলিপিতে পাওয়া পাঠভিন্নতার সঙ্গে কিছুটা সাংঘর্ষিক বলে মনে হতে পারে।\nউমরের কাহিনি থেকে জানা যায়, তিনি বিস্মিত হন এই কথা শুনে যে, “পবিত্র কুরআন সাতটি আহরুফে অবতীর্ণ হয়েছে\"।  ১৫ শতাব্দীর ইসলামি পণ্ডিত ইমাম সুয়ুতি এই হাদীসের বিশ্লেষণ করে বলেন, “হাদীসটির সর্বোত্তম ব্যাখ্যা হল যে, এটি মুতাশাবিহাত অর্থাৎ যার সঠিক অর্থ মানুষের বোধগম্য নয়।”\n\n\n== আরো দেখুন ==\nকুরআনের ইতিহাস\nকুরআনের অলৌকিকতা\nআহরুফ\nদশ কেরাত\nসাত ক্বারি\n\n\n== সূত্রমমম ==\nতকি উসমানি, মুফতি (২০১২)। উলুমুল কুরআন। ঢাকা: আশরাফিয়া বুক হাউস। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Versions Of The Qur'an?\"। Islamic-Awareness.org। ১৫ জানুয়ারি ২০০২। সংগ্রহের তারিখ ৮ নভেম্বর ২০২৩। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBewley, Aisha। \"The Seven Qira'at of the Qur'an\"। Our World। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n‘Alawi Ibn Muhammad Ibn Ahmad Bilfaqih, Al-Qirâ'ât al-cashr al-Mutawâtir, 1994, Dâr al-Muhâjir\nAdrian Brockett, \"The Value of Hafs And Warsh Transmissions For The Textual History Of The Qur'an\" in Andrew Rippin's (Ed.), Approaches of The History of Interpretation of The Qur'an, 1988, Clarendon Press, Oxford, p. 33.\nDeroche, Francois (২০২২)। The One and the Many: The Early History of the Qur’an। Yale University Press। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDonner, Fred M. (২০০৮)। \"The Quran in Recent Scholarship\"।   Reynolds, Gabriel Said। The Quran in its Historical Context। Routledge। পৃষ্ঠা 29–50। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDundes, Alan (২০০৩)। Fables of the Ancients?: Folklore in the Qur'an। Rowman & Littlefield Publishers। আইএসবিএন 9780585466774। সংগ্রহের তারিখ ২ মে ২০১৯। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHabib Hassan Touma (1996). The Music of the Arabs, trans. Laurie Schwartz. Portland, Oregon: Amadeus Press. আইএসবিএন ০-৯৩১৩৪০-৮৮-৮.\nNasser, Shady H. (২০২০)। The Second Canonization of the Qurʾān (324/936)। Leiden: Brill। আইএসবিএন 9789004401976। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nNasser, Shady H. (২০১২)। The Transmission of the Variant Readings of the Qurʾān: The Problem of Tawātur and the Emergence of Shawādhdh। Leiden: Brill। আইএসবিএন 9789004240810। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBöwering, Gerhard (২০০৮)। \"Recent Research on the Construction of the Quran\"।   Reynolds, Gabriel Said। The Quran in its Historical Context। Routledge। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nReynolds, Gabriel Said (২০০৮)। \"Introduction, Quranic studies and its controversies\"।   Reynolds, Gabriel Said। The Quran in its Historical Context (পিডিএফ)। Routledge। পৃষ্ঠা 1–26। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nvan Putten, Marijn (২০২২)। Quranic Arabic: from its Hijazi Beginnings to its Classical reading traditions। Leiden, Boston: Brill। আইএসবিএন 9789004506251। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nThe Origins of the Variant Readings of the Qur’an, Yaqeen Institute\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nReadings of the Quran, including a biography of The Seven Readers, Quran Archive.\nOnline Quran Project Community Site.\nFrequent Questions around qiraat about: the different Qiraat, including Refuting The Claim of Differences in Quran and other useful information\nquran.com - By clicking Settings and selecting the Bridges’ translation by Fadel Soliman, words that have significant variants among the ten canonical qira'at are highlighted in red, together with a footnote listing the readers or transmitters and an English translation for each of the variant readings\nerquran.org - Encyclopedia of the Readings of the Quran. A database and tools for studying canonical and non-canonical reading variants.\nnquran.com - Compare variant readings in Arabic among the ten readers in each of their two canonical transmissions\ncorpuscoranicum.de - Compare transliterated variant readings (including some non-canonical), with the main 7 canonical readings as recorded by Abū ʿAmr ad-Dānī highlighted in dark green (scroll right to see columns)"}