{"pageid": 1530186, "title": "কুষ্টিয়ায় ট্যাংক দ্বারা অতর্কিত হামলা", "url": "https://bn.wikipedia.org/wiki?curid=1530186", "content": "কুষ্টিয়ায় ট্যাংক দ্বারা অতর্কিত হামলা ১৯৭১ সালের ভারত-পাকিস্তান যুদ্ধের একটি গুরুত্বপূর্ণ কিন্তু প্রায়শই উপেক্ষিত যুদ্ধ। এতে একটি ছোট পাকিস্তানি বাহিনী অত্যন্ত কৌশলীভাবে একটি বড় ভারতীয় বাহিনীর ওপর হামলা চালায়। এর ফলে ভারতীয় বাহিনী উল্লেখযোগ্য ক্ষতির সম্মুখীন হয় এবং তাদের অগ্রযাত্রা বিলম্বিত হয়।\n\n\n== পটভূমি ==\nকুষ্টিয়ার যুদ্ধ ১৯৭১ সালের ৯ ডিসেম্বর পূর্ব পাকিস্তানে (বর্তমান বাংলাদেশ) সংঘটিত হয়। এটি ভারত-পাকিস্তান যুদ্ধের সময়কার একটি গুরুত্বপূর্ণ লড়াই ছিল। সেই সময় পাকিস্তানের পূর্বাঞ্চলীয় ফ্রন্ট চরম চাপে ছিল। ভারতীয় বাহিনী দ্রুত অগ্রসর হচ্ছিল এবং পাকিস্তানি প্রতিরক্ষা দুর্বল হয়ে পড়ছিল। ভারতের ২য় কোর, যা লেফটেন্যান্ট জেনারেল রায়নার নেতৃত্বে ছিল, তাদের মূল লক্ষ্য ছিল খুলনা, যশোর এবং কুষ্টিয়ার মতো গুরুত্বপূর্ণ কৌশলগত এলাকাগুলো দখল করা।  \nপাকিস্তানের ৯ম পদাতিক ডিভিশন, যা মেজর জেনারেল আনসারির নেতৃত্বে ছিল, এই ফ্রন্ট রক্ষার দায়িত্ব পায়। তবে, ডিভিশনটি সমন্বয়হীন ছিল এবং এর নেতৃত্ব দক্ষ প্রতিরক্ষার ব্যবস্থা নিতে ব্যর্থ হয়।  \nএই কঠিন পরিস্থিতির মধ্যেই পাকিস্তানি ট্যাংক ও পদাতিক বাহিনীর একটি ছোট দল একটি অ্যামবুশ পরিকল্পনা করে। এই কৌশলগত আক্রমণটি পরবর্তীতে যুদ্ধের একটি উল্লেখযোগ্য সাফল্য হিসেবে প্রমাণিত হয়।\n\n\n== যুদ্ধ ==\n১৯৭১ সালের ৯ ডিসেম্বর সকালে, মেজর শের উর রহমানের নেতৃত্বে একটি পাকিস্তানি বাহিনী কুষ্টিয়ার উপকণ্ঠে সুসমন্বিত একটি অ্যামবুশ পরিকল্পনা করে। তারা হালকা ট্যাংক, অ্যান্টি-ট্যাংক বন্দুক এবং পদাতিক বাহিনী ব্যবহার করে একটি কৌশলগত অবস্থান নেয়। সেই সময় ভারতের ৪র্থ মাউন্টেন ডিভিশনের অন্তর্ভুক্ত ৭ম ব্রিগেড এলাকা অতিক্রম করছিল। তবে, তারা বুঝতে পারেনি যে তারা ইতোমধ্যে পাকিস্তানি বাহিনীর অ্যামবুশের ফাঁদে পড়েছে।  \nপাকিস্তানের একটি চ্যাফি হালকা ট্যাংক থেকে ছোড়া প্রথম গোলাটি ভারতের একটি টি-৫৫ ট্যাংকে আঘাত করে। এর পরপরই ভয়াবহ আক্রমণের সূত্রপাত হয়। ভারতীয় বাহিনী সমন্বয়হীনভাবে একসঙ্গে অগ্রসর হচ্ছিল, যা তাদের জন্য বিপজ্জনক হয়ে ওঠে। পাকিস্তানি হামলায় ভারতীয় পদাতিক বাহিনী হতচকিত হয়ে পড়ে, কারণ তাদের ট্যাংকগুলো একের পর এক ধ্বংস হতে থাকে। কয়েক মুহূর্তের মধ্যেই অধিকাংশ ভারতীয় ট্যাংক অকার্যকর হয়ে যায়, এবং অবশিষ্ট বাহিনী পিছু হটতে বাধ্য হয়।  \nসংখ্যায় অনেক কম হওয়া সত্ত্বেও, পাকিস্তানি বাহিনী অসাধারণ নেতৃত্ব ও কৌশলগত দক্ষতা প্রদর্শন করে। মেজর রহমানের পরিকল্পিত অ্যামবুশে পাঁচটি ভারতীয় ট্যাংক ধ্বংস হয়, এবং মাত্র একটি ট্যাংক কোনোভাবে পালাতে সক্ষম হয়।  \nভারতীয় কমান্ডাররা, বিশেষ করে লেফটেন্যান্ট জেনারেল রায়না, এই আকস্মিক আক্রমণে হতভম্ব হয়ে যান। তিনি দ্রুত সামরিক অগ্রযাত্রা স্থগিত করার নির্দেশ দেন। ফলে, ভারতীয় ৪র্থ মাউন্টেন ডিভিশনকে পুনরায় সংগঠিত হতে কুষ্টিয়ায় ফিরে যেতে হয়। এই পিছু হটার ফলে তাদের সামরিক অভিযানে গুরুত্বপূর্ণ বিলম্ব ঘটে।\n\n\n== হতাহত ==\nভারত এই যুদ্ধে ১১১ জন হতাহতসহ বড় ধরনের ক্ষতির সম্মুখীন হয়। নিহতদের মধ্যে ৬ জন ছিলেন কর্মকর্তা। এছাড়া, ভারতের ৬টি ট্যাংকের মধ্যে ৫টি ধ্বংস হয়ে যায়। পাকিস্তানি বাহিনী ১৩ জন ভারতীয় যুদ্ধবন্দী আটক করে, যার মধ্যে একজন আর্টিলারি কর্মকর্তা ক্যাপ্টেন আর সিংও ছিলেন। অন্যদিকে, পাকিস্তান মাত্র ১টি ট্যাংক হারায় এবং তাদের কিছু সামান্য ক্ষতি হয়।\n\n\n== পরিণতি ==\nকুষ্টিয়ার যুদ্ধ কৌশলগতভাবে পাকিস্তানের জন্য একটি বিজয় ছিল। তবে, এটি যুদ্ধের সামগ্রিক ফলাফলকে বড় কোনো পরিবর্তন করতে পারেনি। রাতের অন্ধকারে পাকিস্তানি বাহিনী পিছু হটে, এবং ভারতীয় সেনাবাহিনী সাময়িক বিরতির পর তাদের অগ্রযাত্রা পুনরায় শুরু করে।\nঅ্যামবুশের ফলে ভারতীয় বাহিনীর অগ্রগতি কিছুটা বিলম্বিত হয়। এতে পাকিস্তানি বাহিনীকে কিছুটা সময় পেছনে সরে যাওয়ার সুযোগ দেয়। তবে, পাকিস্তানের জন্য কৌশলগত পরিস্থিতি তখনও অত্যন্ত দুর্বল ছিল। ফলে, নতুন সেনা সহায়তা পৌঁছানোর আগেই তাদের অবস্থান প্রতিরক্ষা করা কঠিন হয়ে পড়ে।\n\n\n== আরও দেখুন ==\nকুষ্টিয়ার যুদ্ধ\n\n\n== তথ্যসূত্র =="}