{"pageid": 1530509, "title": "ইসলামী ঐতিহ্য জাদুঘর, কুচিং", "url": "https://bn.wikipedia.org/wiki?curid=1530509", "content": "ইসলামী ঐতিহ্য জাদুঘর (মালয়: মুজিয়ুম ওয়ারিসান ইসলাম) মালয়েশিয়ার সারাওয়াক রাজ্যের কুচিং শহরে অবস্থিত একটি জাদুঘর। যেটি কুচিংর ঐতিহ্য বা নিদর্শন এর একটি অংশ।\nইসলামী ঐতিহ্য জাদুঘরটি কুচিং শহরের ঐতিহাসিক ও সাংস্কৃতিক গুরুত্ব বহন করে। এটি শহরের সমৃদ্ধ ইতিহাস এবং ইসলামী সংস্কৃতির প্রতিফলন ঘটায়। কুচিং ঐতিহ্য পথের অন্তর্ভুক্ত হওয়ায় এটি পর্যটকদের জন্যও একটি আকর্ষণীয় স্থান। জাদুঘরটি স্থানীয় ও আন্তর্জাতিক দর্শনার্থীদের কাছে ইসলামী ঐতিহ্যের বিভিন্ন দিক তুলে ধরে, যা এই অঞ্চলের ইতিহাস ও ঐতিহ্যের গভীরতা বোঝাতে সাহায্য করে।\n\n\n== ইতিহাস ==\nইসলামী ঐতিহ্য জাদুঘরটি মূলত জেমস ব্রুক মালয় কলেজ নামে একটি বিদ্যালয় ভবন হিসেবে নির্মিত হয়েছিল। পরবর্তীতে ১৯৩০ সালে এটিকে সারাওয়াক মালয় মাদ্রাসা হিসেবে রূপান্তরিত করা হয়। এই ভবনটি ১৯৯২ সালের ২২ মে তারিখে ইসলামী ঐতিহ্য জাদুঘরে পরিণত হয়।\nএই জাদুঘরের ইতিহাস কুচিং শহরের শিক্ষা ও ধর্মীয় ঐতিহ্যের বিবর্তনের সঙ্গে ওতপ্রোতভাবে জড়িত। জেমস ব্রুক মালয় কলেজ হিসেবে শুরু হওয়া এই ভবনটি স্থানীয় মালয় সম্প্রদায়ের শিক্ষার জন্য নির্মিত হয়েছিল। ১৯৩০ সালে মাদ্রাসায় রূপান্তরের মাধ্যমে এটি ইসলামী শিক্ষা ও সংস্কৃতির কেন্দ্র হয়ে ওঠে। অবশেষে, ১৯৯২ সালে জাদুঘরে পরিণত হওয়ার পর এটি ইসলামী ঐতিহ্যের সংরক্ষণ ও প্রদর্শনের একটি গুরুত্বপূর্ণ স্থান হিসেবে প্রতিষ্ঠিত হয়। এই পরিবর্তনগুলো সারাওয়াকের ইতিহাসে শিক্ষা ও সংস্কৃতির মিশ্রণকে প্রতিফলিত করে।\n\n\n== স্থাপত্য ==\nইসলামী ঐতিহ্য জাদুঘরের ভবনটি উঁচু মেঝের (raised floor) নকশায় নির্মিত এবং এতে দুটি অভ্যন্তরীণ উঠান (inner courtyard) রয়েছে। ভবন নির্মাণে ব্যবহৃত উপকরণগুলো হলো কংক্রিট, কাঠ এবং ইট। এই ভবনটির স্থাপত্যশৈলীতে ঐতিহ্যবাহী মালয় স্থাপত্যের প্রভাব লক্ষণীয়, যা উঁচু মেঝে এবং খোলা উঠানের মাধ্যমে প্রকাশ পায়। এই নকশা গ্রীষ্মমণ্ডলীয় জলবায়ুর জন্য উপযোগী, কারণ উঁচু মেঝে বায়ু চলাচল নিশ্চিত করে এবং বন্যার ঝুঁকি কমায়।\nজাদুঘরটিতে সাতটি গ্যালারি রয়েছে, যেগুলো ইসলামী ঐতিহ্যের বিভিন্ন দিক তুলে ধরে। এগুলো হলো:\n\nসারাওয়াকে ইসলামের ইতিহাস\nইসলামী স্থাপত্য\nইসলামী বিজ্ঞান, প্রযুক্তি, অর্থনীতি, শিক্ষা ও সাহিত্য\nইসলামী পোশাক, সঙ্গীত এবং ব্যক্তিগত সংগ্রহ\nইসলামী অস্ত্রশস্ত্র\nইসলামী সজ্জা শিল্প ও গৃহস্থালি সামগ্রী\nকুরআন সংগ্রহ\nভবনটির নকশায় মালয় ঐতিহ্যের সঙ্গে ইসলামী স্থাপত্যের সংমিশ্রণ দেখা যায়। উঠানগুলো শুধু সৌন্দর্যই বাড়ায় না, বরং আলো ও বাতাসের প্রবাহ নিশ্চিত করে। গ্যালারিগুলোতে প্রদর্শিত সংগ্রহগুলো সারাওয়াকের ইসলামী ইতিহাস ও সংস্কৃতির একটি পূর্ণাঙ্গ চিত্র তুলে ধরে। উদাহরণস্বরূপ, \"ইসলামী স্থাপত্য\" গ্যালারিতে এই অঞ্চলের মসজিদ ও অন্যান্য নির্মাণের নকশা সম্পর্কে ধারণা পাওয়া যায়, আর \"কুরআন সংগ্রহ\" গ্যালারিতে ঐতিহাসিক কুরআনের প্রতিলিপি দর্শনার্থীদের মুগ্ধ করে।\n\n\n== প্রদর্শনী ==\nইসলামী ঐতিহ্য জাদুঘরে সারাওয়াক এবং মালয় দ্বীপপুঞ্জ-এর মুসলিম সম্প্রদায়ের ইতিহাস ও সংস্কৃতি প্রদর্শিত হয়, যার মধ্যে ইসলামের বিকাশের ধারা উল্লেখযোগ্য। এই প্রদর্শনীগুলো সারাওয়াকের মুসলিম সম্প্রদায়ের জীবনযাত্রা, ধর্মীয় অনুশীলন এবং সাংস্কৃতিক ঐতিহ্যের একটি বিস্তৃত চিত্র তুলে ধরে।\nজাদুঘরের সাতটি গ্যালারিতে বিভিন্ন বিষয়ের উপর প্রদর্শনী সাজানো হয়েছে। উদাহরণস্বরূপ, \"সারাওয়াকে ইসলামের ইতিহাস\" গ্যালারিতে এই অঞ্চলে ইসলামের আগমন, প্রচার এবং প্রভাব সম্পর্কে বিস্তারিত তথ্য পাওয়া যায়। \"ইসলামী বিজ্ঞান, প্রযুক্তি, অর্থনীতি, শিক্ষা ও সাহিত্য\" গ্যালারিতে মুসলিম পণ্ডিতদের অবদান, যেমন জ্যোতির্বিজ্ঞান ও গণিতের ক্ষেত্রে তাদের গবেষণা, প্রদর্শিত হয়। এছাড়া, \"ইসলামী পোশাক, সঙ্গীত এবং ব্যক্তিগত সংগ্রহ\" গ্যালারিতে ঐতিহ্যবাহী মালয় পোশাক এবং স্থানীয় সঙ্গীতের উপকরণ দেখানো হয়, যা সারাওয়াকের সাংস্কৃতিক বৈচিত্র্যকে প্রতিফলিত করে। \"কুরআন সংগ্রহ\" গ্যালারিতে প্রাচীন হস্তলিখিত কুরআনের নমুনা রয়েছে, যা ইসলামী শিল্পকলা ও ক্যালিগ্রাফির উৎকর্ষ প্রকাশ করে।\nএই প্রদর্শনীগুলো শুধু ইতিহাসই তুলে ধরে না, বরং দর্শনার্থীদের মালয় দ্বীপপুঞ্জে ইসলামের বিস্তার এবং এর স্থানীয় রূপান্তর সম্পর্কে গভীর ধারণা দেয়। সারাওয়াকের প্রেক্ষাপটে ইসলামের প্রভাব বোঝার জন্য এই জাদুঘর একটি অনন্য স্থান হিসেবে বিবেচিত হয়।\n\n\n== খোলার সময় ==\nইসলামী ঐতিহ্য জাদুঘর প্রতিদিন খোলা থাকে। সপ্তাহের কার্যদিবসে (সোমবার থেকে শুক্রবার) এটি সকাল ৯:০০টা থেকে বিকেল ৪:৪৫টা পর্যন্ত এবং সপ্তাহান্তে (শনিবার ও রবিবার) সকাল ১০:০০টা থেকে বিকেল ৪:০০টা পর্যন্ত দর্শনার্থীদের জন্য উন্মুক্ত থাকে। এই জাদুঘরে প্রবেশের জন্য কোনো ফি লাগে না, যা সবার জন্য এটিকে আরও সহজলভ্য করে তুলেছে। এই সময়সূচি দর্শনার্থীদের সুবিধার কথা মাথায় রেখে নির্ধারণ করা হয়েছে, যাতে স্থানীয় বাসিন্দা এবং পর্যটকরা সহজেই এর ঐতিহ্য ও সংস্কৃতি উপভোগ করতে পারেন।\n\n\n== আরও দেখুন ==\nমালয়েশিয়ার জাদুঘরের তালিকা\nমালয়েশিয়ায় ইসলাম\n\n\n== তথ্যসূত্র =="}