{"pageid": 1530786, "title": "মারভে কাভাকচি", "url": "https://bn.wikipedia.org/wiki?curid=1530786", "content": "মারভে সাফা কাভাকচি (জন্ম: ১৯ আগস্ট ১৯৬৮) একজন তুর্কি রাজনীতিবিদ যিনি ১৮ এপ্রিল ১৯৯৯ সালে ইস্তাম্বুলের ভার্চু পার্টির ডেপুটি হিসেবে সংসদে নির্বাচিত হন কিন্তু কখনও দায়িত্ব নিতে পারেননি। তবে তিনি ৪ ডিসেম্বর ২০১৭ থেকে ২৫ জুন ২০২২ পর্যন্ত মালয়েশিয়ায় রাষ্ট্রদূত ছিলেন। \n\n\n== জীবন এবং কর্মজীবন ==\nকাভাকচি ১৯ আগস্ট ১৯৬৮ সালে আঙ্কারায় ইমাম ইউসুফ জিয়া কাভাকচির ঘরে জন্মগ্রহণ করেন। তিনি তার বাবার দিক থেকেজর্জিয়ান বংশোদ্ভূত।  তার বাবার মতো, কাভাকচিও একজন হাফেজ, যিনি সম্পূর্ণ কুরআন মুখস্থ করেছেন। তিনি হার্ভার্ড বিশ্ববিদ্যালয় থেকে স্নাতকোত্তর ডিগ্রি এবং হাওয়ার্ড বিশ্ববিদ্যালয় থেকে পিএইচডি ডিগ্রি অর্জন করেন। কাভাকচি বর্তমানে ওয়াশিংটন ডিসির জর্জ ওয়াশিংটন বিশ্ববিদ্যালয় এবং হাওয়ার্ড বিশ্ববিদ্যালয়ে অধ্যাপক।\n২ মে ১৯৯৯ তারিখে, ডেমোক্র্যাটিক বামপন্থী দলের (তুর্কি: ডেমোক্রেটিক সই পার্টি, ডিএসপি) সদস্যরা কাভাকচিকে শপথ গ্রহণ অনুষ্ঠানে তার শপথ গ্রহণে বাধা দেন কারণ তারা তার মাথায় স্কার্ফ পরার বিরোধিতা করেছিলেন। তিনি তার আমেরিকার নাগরিকত্বের কথা প্রকাশ করেননি যা নির্বাচনের পরে খোলাসা হয় এবং ২০০১ সালের মার্চ মাসে তিনি সংসদে তার আসন হারান। ২০০১ সালের জুন মাসে সাংবিধানিক আদালত ভার্চু পার্টি বন্ধ করে দেয়।\n২০০৭ সালে ইউরোপীয় মানবাধিকার আদালত কাভাকচি একটি আইনি মামলায় জয়লাভ করে যেখানে তাকে সংসদ থেকে বহিষ্কার করার ঘটনাকে তার মানবাধিকারের লঙ্ঘন বলে রায় দেওয়া হয়। তারপর থেকে, তিনি তুরস্কের ধর্মনিরপেক্ষ রাজনৈতিক ব্যবস্থার একজন স্পষ্ট সমালোচক, মুসলিম নারীদের অধিকার, বিশেষ করে হিজাব পরার অধিকারের সমর্থনে বিশ্বজুড়ে ভ্রমণ করেছেন। ইউরোপ এবং মার্কিন যুক্তরাষ্ট্রের বিশ্ববিদ্যালয়গুলোতে বক্তৃতা দেওয়ার পাশাপাশি, কাভাকচি বার্সেলোনায় ২০০৪ সালের বিশ্ব ধর্ম সংসদে ভাষণ দেন। তিনি ইংল্যান্ডের লন্ডনে হাউস অফ লর্ডসেও ভাষণ দিয়েছিলেন এবং হার্ভার্ড, ইয়েল, বার্লিন, হামবুর্গ, হ্যানোভার, ডুইসবার্গ এবং কেমব্রিজসহ অসংখ্য আমেরিকান এবং ইউরোপীয় বিশ্ববিদ্যালয়ে বক্তৃতা দিয়েছেন এবং বক্তব্য রেখেছেন।\nকাভাকচি বিশ্বের ৫০০ প্রভাবশালী মুসলিমদের একজন হিসেবে তালিকাভুক্ত হয়েছেন। ২০০৪ সালে তিনি এনএএসিপি এবং জিডব্লিউইউ দ্বারা \"উইম্যান অফ এক্সিলেন্স\" হিসেবে স্বীকৃতি লাভ করেন। ২০০০ সালে আন্তর্জাতিক নারী ও শিশু সমিতি কর্তৃক মানবাধিকার এবং মুসলিম নারীর ক্ষমতায়নের অগ্রগতির প্রচেষ্টার স্বীকৃতিস্বরূপ তাকে পাবলিক সার্ভিস অ্যাওয়ার্ডে ভূষিত করা হয়। অস্ট্রিয়ার ভিয়েনায় হাউস ডের কালচারেলেন আকটিভিটাট আন্ড টোলেরানজ তাকে \"সার্ভিস টু হিউম্যানিটি অ্যাওয়ার্ড\" প্রদান করে এবং ১৯৯৯ সালে আঙ্কারার ক্যাপিটাল প্ল্যাটফর্ম এবং জাতীয় যুব সংস্থা তাকে \"মাদার অফ দ্য ইয়ার\" পুরস্কার প্রদান করে। তিনি রক্ষণশীল তুর্কি দৈনিক সংবাদপত্র ভাকিতের একজন নিয়মিত লেখক। তিনি মেডিটেরেনিয়ান কোয়ার্টারলির সম্পাদকীয় বোর্ডেও আছেন। উপরন্তু, তিনি ছয়টি বই এবং অসংখ্য প্রবন্ধের লেখক।\nতার দুই সন্তান আছে, তারা হলেন ফাতিমা আবুশানাব এবং মরিয়ম কাভাকচি। ২০১২ সালে রিচার্ড পেরেসের লেখা \"দ্য ডে টার্কি স্টুড স্টিল: মারভে কাভাকচির ওয়াক ইনটু দ্য পার্লামেন্ট\" শীর্ষক একটি বই প্রকাশিত হয়। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল সাইট (ইংরেজি, তুর্কি, এবং আরবি ভাষায়)"}