{"pageid": 1530439, "title": "হজ্জের প্রকারভেদ", "url": "https://bn.wikipedia.org/wiki?curid=1530439", "content": "ইসলামি ফিকহ অনুযায়ী একজন মুসলিম তিনটি উপায়ে হজ্জ পালন করতে পারে অর্থাৎ হজ্জ তিন প্রকার: হজ্জে ইফরাদ, হজ্জে কিরান ও হজ্জে তামাত্তু।  হজ্জের এই প্রকারভেদ মূলত নিয়ত ও ইহরাম বাঁধার উপর ভিত্তি করে হয়ে থাকে। হজ্জে ইফরাদ বলতে কেবল হজ্জের নিয়তে ইহরাম বাঁধা বোঝায় অর্থাৎ এভাবে নিয়ত করা: 'হে আল্লাহ, আমি হজ্জের জন্য এখানে আছি (লাব্বাইকা হাজ্জা)' এবং এই বলে কেবল হজ্জের ইহরাম বাঁধা, তারপর হজ্জ সম্পন্ন না হওয়া পর্যন্ত তার আনুষ্ঠানিকতা পালন করা।  কিরান হল উমরাহ ও হজ্জের জন্য একত্রে ইহরাম বাঁধা অর্থাৎ এই বলে নিয়ত করা: 'হে আল্লাহ, আমি হজ্জ ও উমরাহর নিয়তে এসেছি ( লাব্বাইকা হাজ্জা ওয়া ওমরাহ)।  তামাত্তু হলো হজ্জের মাসগুলোতে প্রথমে উমরার ইহরাম বাঁধা এবং তারপর উমরা পালন করে ইহরাম খুলে পুনরায় হজ্জের ইহরাম বাঁধা। \n\n\n== কুরআন ==\nমহান আল্লাহ বলেন:“অতএব, যে ব্যক্তি ওমরাহ পালন করে হজ্জ পর্যন্ত উপভোগ করল (অর্থাৎ হজ্জে তামাত্তু করল), তার জন্য সহজলভ্য কোরবানি (হাদী) দিতে হবে। আর যদি তা না পায়, তাহলে হজের সময় তিন দিন এবং নিজ দেশে ফিরে গিয়ে সাত দিন রোজা রাখতে হবে—এভাবে পূর্ণ দশ দিন (রোজা রাখবে)। এটি তাদের জন্য, যাদের পরিবার মসজিদে হারামের সন্নিকটে বাস করে না। আর তোমরা আল্লাহকে ভয় করো এবং জেনে রাখো যে, আল্লাহ শাস্তি প্রদানে কঠোর।” (সূরা বাকারা: ১৯৬)\"যে ব্যক্তি ওমরাহ পালন করে হজ্জ পর্যন্ত উপভোগ করল\" অর্থাৎ যে ব্যক্তি হজের মাসসমূহের (শাওয়াল, জিলকদ ও জিলহজ) মধ্যে ওমরাহ করার জন্য ইহরাম বাঁধে এবং এরপর সে একই বছরে হজ্জও সম্পন্ন করে, তাকে 'মুতামাত্তি’ (হজ্জে তামাত্তু সম্পন্নকারী) বলা হয়।ই এ কারণে তার জন্য একটি পশু কুরবানি (হাদী) করা আবশ্যক, যা ঈদের দিনগুলোর মধ্যে জবাই করতে হবে। এটি একটি ছাগল বা একটি গরু ও উটের সাত ভাগের এক ভাগ হতে পারে। যদি কেউ এটি দিতে সক্ষম না হয়, তাহলে তাকে দশ দিন রোজা রাখতে হবে—এর মধ্যে হজের সময় তিন দিন, যা আরাফার আগ পর্যন্ত মক্কায় পালন করা যেতে পারে অথবা ঈদের পরে ‘তাশরীকের’ (১১, ১২, ১৩ জিলহজ্জ) দিন অতিবাহিত হওয়ার পর রোজা রাখা যেতে পারে। বাকি সাত দিন নিজ দেশে ফিরে রোজা রাখতে হবে। যদি কেউ অসুস্থতা বা অন্য কোনো কারণে এই নিয়ম মেনে চলতে না পারে, তাহলে তার জন্য নিজের দেশে পূর্ণ দশ দিন রোজা পালন করলেও চলবে। এতে কোনো অসুবিধা নেই এবং এটি তার কুরবানির বিকল্প হবে। \n\n\n== সুন্নাহ ==\nজাবির ইবনে আব্দুল্লাহ থেকে বর্ণিত, আল্লাহর রাসুল বলেছেন:“যদি আমি পূর্বের ঘটনাগুলি জানতে পারতাম, তাহলে আমি কুরবানি নিয়ে আসতাম না এবং একে উমরাহ বানিয়ে দিতাম। তাই তোমাদের মধ্যে যারা কুরবানি নিয়ে আসেনি, তারা যেন ইহরাম খুলে ফেলে এবং এটিকে উমরাহ বানিয়ে নেয়।” এ সময় সুরাকা ইবন মালিক ইবন জুয়াশুম দাঁড়িয়ে বললেন: “হে আল্লাহর রাসুল! এটি কি শুধু আমাদের এ বছরের জন্য, নাকি সর্বদা কার্যকর?” তিনি তখন তাঁর এক হাতের আঙ্গুলগুলো অন্য হাতে ঢুকিয়ে দিয়ে বললেন: “উমরাহ হজের অন্তর্ভুক্ত হয়েছে – না, বরং এটি চিরস্থায়ী!” আয়েশা থেকে বর্ণিত, তিনি বলেন:“আল্লাহর রাসুল তাঁর সাহাবাদের বললেন: ‘এটিকে উমরাহ বানিয়ে নাও।’ ফলে যাদের সাথে কুরবানি ছিল তারা ব্যতীত বাকি সবাই ইহরাম খুলে ফেললেন।” ইবনে আব্বাস থেকে বর্ণিত, তিনি বলেন:“নবী ও তাঁর সাহাবীরা চতুর্থ দিনের সকালে মক্কায় পৌঁছালেন, সবাই তখন হজের ইহরামে ছিলেন। তিনি তাঁদের উমরাহ করতে নির্দেশ দিলেন। এটি তাঁদের কাছে কঠিন মনে হলো। তাই তারা বলল: ‘হে আল্লাহর রাসুল! আমরা কীভাবে হালাল (ইহরামমুক্ত) হবো?’ তিনি বললেন: ‘সবকিছুতেই (পরিপূর্ণ) হালাল হয়ে যাও! উপরোক্ত আয়াত ও হাদিসের আলোকে মুসলিম আইনবিদরা বলেছেন যে, হজের তিনটি ধরনই শরীয়তে অনুমোদিত। আল্লাহর রাসুল নিজের সাহাবাদের ‘হজ্জে তামাত্তু’ করার নির্দেশ দেন এবং একে কিয়ামত পর্যন্ত বৈধ ঘোষণা করেন। তিনি নিজে ‘কিরান হজ’ আদায় করেন, যেখানে তিনি উমরা ও হজের ইহরাম একত্রে বেঁধেছিলেন এবং ইহরাম খোলেননি। \n\n\n== তিন হজ্জের মধ্যে পার্থক্য ==\nইফরাদ, কিরান বা তামাত্তু এই তিনটির মধ্যে যেকোনো একটির জন্য ইহরাম বাঁধা জায়েজ এবং এই বিষয়ে ইসলামি আইনশাস্ত্রের চার মাজহাব: হানাফি, মালিকি, শাফেঈ ও হাম্বলি একমত পোষণ করেছে।  \n\nহজ্জে তামাত্তুর নিয়ম হল, হাজী প্রথমে যিলহজ্জ মাসের প্রথম দশ দিনে ওমরা করার নিয়ত করবেন; তারপর মিকাত থেকে ইহরাম বাঁধবেন এবং বলবেন: \"লাব্বাইকা বি-উমরাহ\"। এরপর হাজী মক্কার দিকে রওনা হন। মক্কায় পৌঁছানোর পর হাজী তাওয়াফ ও সাঈসহ ওমরার সকল আনুষ্ঠানিকতা সম্পন্ন করে চুল মুণ্ডন/ছোট করে ইহরাম থেকে মুক্ত হবেন।  এরপর তার জন্য সবকিছুই জায়েয; এমনকি ঘনিষ্ঠ সম্পর্কও। তিনি যিলহজ্জ মাসের অষ্টম দিন পর্যন্ত এই অবস্থায় (ইহরামমুক্ত) থাকবেন। অষ্টম দিনে তিনি আরাফাতে অবস্থান, বিদায়ী তাওয়াফ, সায়ী ও অন্যান্য আচার-অনুষ্ঠানের জন্য হজের ইহরাম বাঁধবেন।  এরপর তিনি উমরার মত হজ্জের আনুষ্ঠানিকতাও সম্পূর্ণরূপে শেষ করবেন।\nহজ্জে ক্বিরানের' নিয়ম হল, হাজী ইহরাম বাঁধার সময় হজ্জ ও ওমরা একত্রে করার নিয়ত হাজী এভাবে বলবেন: লাব্বাইকা হাজ্জা ওয়া উমরাহ\" (আমি হজ্জ ও উমরার জন্য এসেছি)।  তারপর তিনি মক্কায় যাবেন এবং তাওয়াফে কুদুম (আগমনের তাওয়াফ) পালন করবেন এবং হজ্জের আনুষ্ঠানিকতার সময় না আসা পর্যন্ত ইহরামে থাকবেন। এরপর হজ্জের দিনগুলিতে তিনি আরাফাতে অবস্থান, জামারাতে আকাবায় পাথর নিক্ষেপ করা ও অন্যান্য সমস্ত আনুষ্ঠানিকতা পূর্ণরূপে পালন করবেন। \nহজ্জে ইফরাদের নিয়ম হল, হাজী ইহরাম বাঁধার সময় এই বলে কেবল হজ্জ করার নিয়ত করবে: \"আমি কেবল হজ্জের জন্য এসেছি (লাব্বাইকা বি-হজ্জ)। তারপর তিনি মক্কায় যাবেন এবং তাওয়াফে কুদুম করবেন। তিনি হজ্জের সময় পর্যন্ত ইহরামে থাকবেন এবং আরাফাতে অবস্থান, মুজদালিফায় রাত্রিযাপন, জামারাতে আকাবায় পাথর নিক্ষেপ ও অন্যান্য সকল আনুষ্ঠানিকতা তিনি সম্পন্ন করবেন। \n\n\n== সুন্নি ও শিয়া দৃষ্টিভঙ্গি ==\nসুন্নি মুসলিম ও শিয়া ইসনা আশারাদের মধ্যে একটি মৌলিক বিষয় নিয়ে ঐকমত্য রয়েছে। তা হলো ‘হজ্বে তামাত্তু’ বা হজের মধ্যে উমরা পালন করা একটি বৈধ ও শরীয়তসম্মত আমল। তারা উভয় একমত যে, এটি হজের তিনটি প্রকারের একটি এবং এটি আল্লাহর নবি  কর্তৃক অনুমোদিত। তবে, বিরোধ দেখা দেয় মূলত সাহাবাদের মধ্যে এর অনুমোদন বা নিষেধাজ্ঞা নিয়ে। বিশেষ করে দ্বিতীয় খলিফা উমর যখন হজ্বে তামাত্তু নিষিদ্ধ ঘোষণা করেন, তখন থেকে এই ইস্যুটি নিয়ে মতপার্থক্য শুরু হয়।\n\n\n=== আলী ও সাহাবাদের মধ্যে মতপার্থক্য ===\nউসমানের মত ছিল, হজ ও উমরা আলাদাভাবে পালন করা উত্তম। তাঁর মতে, যদি কেউ উমরা করতে চায়, তবে সে যেন হজের সময় ব্যতীত ভিন্ন সফরে এসে তা সম্পন্ন করে। এ মতের পিছনে তাঁর যুক্তি ছিল: ইসলাম পূর্ব মক্কি যুগে মানুষ মনে করত যে, হজের মাসে উমরা করা মহাপাপ। তাই আল্লাহর এই ভুল ধারণা দূর করার জন্য হজের মধ্যেই উমরা করার অনুমতি দেন। কিন্তু উসমান ও উমরের মতে, যেহেতু সে ভুল ধারণা বিলুপ্ত হয়েছে, তাই পৃথকভাবে হজ ও উমরা পালন করাই উত্তম।\nঅন্যদিকে, আলী ও ইবনে আব্বাস বলেন, আল্লাহর নবি যেভাবে হজ পালন করেছেন সেটাই সুন্নাহ এবং সেটাই পালন করা উচিত। একটি বর্ণনায় এসেছে যে, একবার উসমান তামাত্তু নিষেধ করলে আলি বলেন, “আমি তো আল্লাহর নবির সুন্নাহ পরিত্যাগ করে কারো কথা মানতে পারি না।” অতঃপর তিনি উমরা ও হজ্জ একসাথে পালন করেন।\nঅন্য একটি ঘটনার বর্ণনায় আছে, উসমান ও আলি উভয় 'উসফান' নামক স্থানে মিলিত হন। তখন উসমান তামাত্তু করতে নিষেধ করলে আলি বলেন, “আপনি কেন এমন একটি আমল নিষেধ করছেন যা আল্লাহর রাসুল নিজেই করেছেন? উসমান এর উত্তরে বলেন, আমাকে এই নিয়ে বিরক্ত করো না।” আলি বললেন, “আমি তো আপনাকে ছাড়তে পারছি না।” এরপর তিনি একত্রে উমরা ও হজের নিয়ত করে ইহরাম বাঁধলেন।\nউমর একবার বলেছিলেন: “মুতআর (তামাত্তু) দুইটি প্রকার ছিল আল্লাহর নবির যুগে—একটি হল হজের মুতয়া এবং অন্যটি নারীদের সঙ্গে সাময়িক বিবাহ (মুতয়া)। আমি উভয় নিষিদ্ধ করছি এবং তা করলে শাস্তি দিব।” তিনি বলেন, “হজ ও উমরাহ পৃথকভাবে করো, এটা তোমাদের উভয়ের জন্যই উত্তম।”\nআবু যর বলতেন, হজের মুতআ শুধু নবির সাহাবাদের জন্যই ছিল।\n\n\n=== ইবনে উমরের ব্যাখ্যা ===\nউমর ইবনুল খাত্তাবের ছেলে আবদুল্লাহ ইবনে উমর নিজের বাবার অবস্থানকে ব্যাখ্যা করে বলেন: মুতআ (হজ্জে তামাত্তু) নিষিদ্ধ নয়; বরং তিনি (উমর) বলেছেন, “তোমরা হজকে উমরা থেকে আলাদা করো।” ইবনে উমর বলেন, “আল্লাহ তা'আলা মুতআ বৈধ করেছেন; রাসূলুল্লাহ তা করেছেন এবং কুরআনে তা নাযিলও হয়েছে।” তিনি আরও বলেন, “তোমরা তো এটাকে হারাম বানিয়ে ফেলেছ। অথচ মহান আল্লাহ তা হালাল করেছেন। তোমরা কিসের ভিত্তিতে মানুষকে শাস্তি দিচ্ছ?” ইবনে উমরের ব্যাখ্যা অনুযায়ী, উমর মূলত মুতআ নিষিদ্ধ করেননি; বরং একটি নির্দিষ্ট দৃষ্টিকোণ থেকে পৃথকভাবে পালনের কথা বলেছেন, যা অনেকে ভুল বুঝে নিষেধাজ্ঞা ধরে নিয়েছিলেন।\n\n\n=== মুতআর অর্থ ===\n‘মুতআ’ বলতে বোঝায়, কেউ হজের মাসে এসে প্রথম উমরা করে এবং এরপর হজ করে—উভয় আমল এক সফরেই সম্পন্ন করে। কেউ কেউ উমরা করেই ইহরাম খুলে ফেলেন এবং হজ্জের জন্যে আবার নতুন করে ইহরাম বাঁধেন। কেউ কেউ হজ ও উমরা একত্রে পালন করেন একই ইহরামে। এখানে মুতআ হল, প্রথম হজ্জ করে ইহরাম ভঙ্গ করে কিছুদিন পর নতুন করে ইহরাম বেঁধে হজ্জ আদায় করা। মুতআর দুইটি ভিন্ন অর্থ হতে পারে:\nপ্রথম অর্থ: কেউ উমরাহর জন্য ইহরাম বাঁধে; মক্কায় এসে তা সম্পন্ন করে; এরপর ইহরাম খুলে ফেলে এবং হজের সময়ে নতুনভাবে ইহরাম বেঁধে হজ পালন করে, এটাই মূলত কুরআনে উল্লিখিত মুতআ, যেখানে বলা হয়েছে, “যে ব্যক্তি উমরা দ্বারা হজ পর্যন্ত মুতআ লাভ করল...” (সূরা বাকারা)।\nদ্বিতীয় অর্থ: “মুতআ” শব্দটি হজ্জের একটি বিশেষ প্রকারকে বুঝাতেও ব্যবহৃত হয়ে থাকে, যার অর্থ হল হজ্জের ইহরাম থেকে ফিরে এসে হজ্জকে উমরায় পরিণত করা অর্থাৎ ইহরাম নেওয়ার পর মূল নিয়ত হজ করার হলেও পরে সেই নিয়তকে পরিবর্তন করে উমরা আদায় করা। এই প্রক্রিয়াটিকেই ‘হজের মুতআ’ বলা হয়।\nউপরে উল্লিখিত সাহাবি উমর থেকে মুতআ থেকে যে নিষেধাজ্ঞার কথা বর্ণিত হয়েছে, তা সম্ভবত এই অর্থের ‘মুতআ’। অর্থাৎ তিনি হজ্জকে উমরায় পরিণত করার ব্যাপারে নিষেধ করেছিলেন। কারণ, মহানবি মুহাম্মাদ বিদায় হজের বছরে যে সকল সাহাবি কুরবানির জন্তু সাথে আনেননি, তাদের হজের ইহরাম ভেঙে উমরার নিয়ত করতে বলেছিলেন। আর তিনি নিজেই যেহেতু হাদি (কুরবানির জন্তু) নিয়ে ছিলেন, তাই তিনি হজের ইহরামেই ছিলেন।\nএখানে প্রশ্ন হল যে, এই মুতআ বা হজ্জ থেকে উমরায় রূপান্তরিত হওয়া কি শুধু সেই বছরের জন্যই জায়েজ ছিল? নাকি কিয়ামত পর্যন্ত সকল মুসলমানের জন্য বৈধ? অধিকাংশ আলেমের মতে, এটি কেবলমাত্র সেই নির্দিষ্ট বছরের জন্য সাহাবিদের প্রতি বিশেষ নির্দেশ ছিল, যার উদ্দেশ্য ছিল জাহেলি যুগের একটি প্রথা ভাঙা। কারণ তারা হজের মাসে উমরা করাকে নিষিদ্ধ মনে করত।\nসার্বিক দৃষ্টিভঙ্গি\nহজের মুতআ বা হজের একটি প্রকার হিসেবে হজের সময় উমরা করার বিষয়ে আহলে সুন্নতের ইমামগণ একমত যে, এটি বৈধ; বরং বহু আলেম এটিকে সুন্নত বা উত্তম বলে থাকেন, এমনকি কেউ কেউ এটিকে আবশ্যক বলেও মনে করেন। অন্যদিকে, কিছু শিয়া আলিম দাবি করেন যে, আহলে সুন্নত মুতআ নিষিদ্ধ করে একটি নতুন বিদআত চালু করেছেন, তা একটি ভিত্তিহীন দাবি।  \nঅধিকাংশ আলেম; যেমন আহমদ ইবনে হাম্বল, অন্য হাদীসবিশারদ ফকিহদের মধ্যে আবু হানিফা, ইরাকের অন্যান্য ফকীহগণ ও মক্কার ফকীহগণের মধ্যে ইমাম শাফিঈ হজ্জে তামাত্তুকে জায়েজ বলেছেন। যদিও তাদের অনেকে 'কিরান হজকে অগ্রাধিকার দিয়েছেন; যেমন আবু হানিফা এবং কেউ তামাত্তুকে অগ্রাধিকার দিয়েছেন; যেমন শাফিঈ (একটি বর্ণনা অনুযায়ী) ও আহমদ। কিছু সুন্নি আলেমগণ হজ্জে তামাত্তুকে ওয়াজিব মনে করতেন। এটি জাহিরি মাযহাবের প্রবক্তা ইবনে হাযমসহ কিছু আলেমের অভিমত।\n\n\n== আরো দেখুন ==\nহজ্জ\nহজ্জের ইতিহাস\nহজ্জ চলাকালীন ঘটনাবলী\nহজ্জে তামাত্তু\nহজ্জের মাস\n\n\n== তথ্যসূত্র =="}