{"pageid": 1530774, "title": "আবদুর রহমান ইবনে আল কাসিম", "url": "https://bn.wikipedia.org/wiki?curid=1530774", "content": "আবদুর রহমান ইবনে আল-কাসিম আল-উতাকি ( আরবি: عبدالرحمن ابن القاسم     ; আনু. ৭৫০–৮০৬ ) মিশরের মালিকি মাযহাবের একজন বিশিষ্ট প্রাথমিক আইনজ্ঞ ছিলেন। তিনি মালিকের অন্যতম প্রধান সঙ্গী ছিলেন এবং মালিকী মাযহাবের মতামত সংরক্ষণে গুরুত্বপূর্ণ ভূমিকা পালন করেন। সাহনুন তার বিখ্যাত গ্রন্থ মুদাওয়ানাতে ইবন আল-কাসিমের মাধ্যমে ইমাম মালিকের মতামত সংকলন করেন। মালিকী মাযহাবে তার অবস্থান হানাফী মাযহাবে মুহাম্মদ আল-শায়বানীর মতো, কারণ উভয়েই তাদের মাযহাবের জ্ঞান প্রচার করেছেন এবং ইজতিহাদ (স্বাধীন যুক্তি) ব্যবহার করেছেন। অনেক ক্ষেত্রে ইমাম মালিকের মতের সাথে তার ভিন্ন মতও ছিল।\n\n\n== জীবন ==\nআব্দুর রহমান ইবনে আল-কাসিম মিশরে 'উতাকি মসজিদ' নামে পরিচিত একটি মসজিদে জন্মগ্রহণ করেন। তখন ৮ম শতাব্দীর মাঝামাঝি সময়ে আব্বাসীয়রা উমাইয়াদের কাছ থেকে মুসলিম বিশ্বের নিয়ন্ত্রণ নিয়েছিল। তার পরিবার ফিলিস্তিনের রামলা শহর থেকে আগত ছিল। তিনি ছিলেন তায়েফের দাসদের বংশধর যাদের নবী মুহাম্মদ মুক্ত করেছিলেন। ইবনে আল-কাসিমের বাবা দেওয়ানে ছিলেন।বাবার কাছ থেকে পাওয়া অর্থ দিয়েই তিনি পড়াশোনা চালিয়ে যান।।\nতিনি একটি স্বপ্ন দেখার পর এবং মিশরে ধর্মীয় জ্ঞানের সমাবেশে আকৃষ্ট হয়ে মদিনায় যান। মদিনায় তিনি মালিকের সাথে এবং মালিকের আরেক বিখ্যাত সঙ্গী ইবনে ওয়াহবের সাথে দেখা করেন। ইবনে আল-কাসিম প্রায় বিশ বছর ধরে তুলনামূলকভাবে দীর্ঘ সময় ধরে মালিকের সাথে ছিলেন। মালিকের কাছ থেকেই তিনি ফিকহ (আইনশাস্ত্র) শিখেছিলেন। মদিনায় তিনি আল-লায়ত, ইবনে আল-মাজিশুন এবং মুসলিম ইবনে খালিদ আল-জাঞ্জির সাথেও দেখা করেছিলেন। অনেক লোক তার কাছ থেকে তথ্য সংগ্রহ করেছিল এবং মালিকের ফতোয়া সম্পর্কে তার সাথে পরামর্শ করেছিল। ইবনে ওয়াহব বলতেন, \"যদি তুমি এই ব্যবসা চাও - অর্থাৎ মালিকের ফিকহ - তাহলে তোমার অবশ্যই ইবনে আল-কাসিম থাকতে হবে। সে এতে অনন্য\"। ইমাম মালিকের বিখ্যাত গ্রন্থ মুওয়াত্তার  সবচেয়ে নির্ভরযোগ্য  (সংকলন) ইবন আল-কাসিমের মাধ্যমেই এসেছে। সাহনুন তাঁর কাছ থেকে মালিকি ফিকহের সবচেয়ে বিস্তৃত সংগ্রহ মুদাওয়ানার বিষয়বস্তু শিখেছিলেন। তাই কাসিমকে মালিকী ফিকহের প্রধান প্রচারক হিসেবে গণ্য করা যায়।\nইবনে আল-কাসিম সাধারণত তার বিশাল জ্ঞানের জন্য পরিচিত ছিলেন। যখন মালিককে তার এবং ইবনে ওয়াহব সম্পর্কে জিজ্ঞাসা করা হয়েছিল, তখন তিনি উত্তর দিয়েছিলেন যে ইবনে ওয়াহব একজন জ্ঞানী ব্যক্তি, কিন্তু ইবনে আল-কাসিম একজন সত্যিকারের ফকিহ (আইনবিদ) ছিলেন। তিনি ত্যাগী স্বভাবের ছিলেন এবং অল্প সময়ে অনেকবার কুরআন খতম করতেন। মিশরে ফিরে এসে তিনি ধনী ও ক্ষমতাবান ব্যক্তিদের সাথে মেলামেশা এড়িয়ে চলতেন এবং তাদের কন্যাদের বিয়ে করার প্রস্তাবও গ্রহণ করেননি। মক্কা সফর থেকে ফিরে আসার তিন দিন পর ১৯১ হিজরির (৮০৬ খ্রিস্টাব্দ) সফর মাসে ৬৩ বছর বয়সে তিনি মিশরে ইন্তেকাল করেন। ইবনে আল-কাসিম তার দুই পুত্র আবদুর রহমান এবং উমর রেখে গেছেন।\n\n\n== তথ্যসূত্র =="}