{"pageid": 1530785, "title": "সাহনুন", "url": "https://bn.wikipedia.org/wiki?curid=1530785", "content": "সাহনুন ইবনে সাঈদ ইবনে হাবিব আত-তানুখি ( আরবি: سحنون بن سعيد بن حبيب التنوخي     ) (আনুমানিক ৭৭৬/৭৭ – ৮৫৪/৫৫) (১৬০ হিজরি – ২৪০ হিজরি) আধুনিক তিউনিসিয়ার কাইরাওয়ানের মালিকি মাযহাবের একজন আইনজ্ঞ ছিলেন।\n\n\n== জীবনী ==\nতার আসল নাম ছিল আবদু সালাম ইবনে সাইদ ইবনে হাবিব ( عبد السلام بن سعيد بن حبيب )। তার দ্রুত বুদ্ধির কারণে তাকে 'সাহনুন' (এক ধরণের তীক্ষ্ণ পাখি) নামে ডাকা হত।  তিনি সিরিয়ায়  একটি আরব পরিবারে জন্মগ্রহণ করেছিলেন। তার বাবা বর্তমান সিরিয়ার হোমসের একজন সৈনিক ছিলেন।   সাহনুন তনুখ গোত্রের সদস্য ছিল। \n\n\n=== জীবন ===\nযৌবনে সাহনুন কাইরাওয়ান এবং তিউনিসিয়ার আলেমদের কাছে পড়াশোনা করেছিলেন। বিশেষ করে তিনি ত্রিপলির পণ্ডিত `আলী বিন জিয়াদের কাছ থেকে শিক্ষা গ্রহণ করেছিলেন। জিয়াদ ইমাম মালিকের কাছ থেকে শিক্ষা গ্রহণ করেছিলেন।  ১৭৮ হিজরীতে তিনি মালিকের অন্যান্য ছাত্রদের কাছে পড়াশোনা করার জন্য মিশরে যান। তবে আর্থিক সংকটের কারণে তিনি তাদের কাছে পৌঁছাতে পারেননি। পরবর্তীতে তিনি মদিনায় চলে যান এবং অন্যান্য বিশিষ্ট পণ্ডিতদের কাছে পড়াশোনা করেন। পড়াশোনা শেষে ১৯১ হিজরীতে উত্তর আফ্রিকায় ফিরে আসেন।\nবলা হয়ে থাকে বিচারক হিসেবে নিয়োগ গ্রহণের পর তিনি তার মেয়ে খাদিজাকে বলেছিলেন, \"আজ তোমার বাবাকে ছুরি ছাড়াই হত্যা করা হয়েছে।\"  তিনি বিচারে সতর্ক এবং মামলা-মোকদ্দমাকারী এবং সাক্ষীদের প্রতি বিনয়ী ছিলেন। কিন্তু আমিরের আশেপাশের লোকদের প্রতি কঠোর ছিলেন। তিনি তাদের প্রতিনিধি পাঠাতে বা তাদের অবৈধ কাজে হস্তক্ষেপ না করার জন্য আমিরের অনুরোধ প্রত্যাখ্যান করেন।\nসাহনুনের পুত্র মুহাম্মদ ইবনে সাহনুন (মৃত্যু: ২৫৬/৮৭০) একজন বিখ্যাত আইনজ্ঞ ছিলেন। তার ছেলে নাওয়াজিল আল-সালাত মিন দিওয়ান মুহাম্মদ ইবনে সাহনুন নামে নওয়াজিল  সংকলন রচনা করেছিলেন।\n\n\n== ধর্মতাত্ত্বিক দৃষ্টিভঙ্গি ==\nসাহনুন তার কঠোর সুন্নি মতবাদের জন্য পরিচিত ছিলেন। তিনি এমনকি মুতাজিলা ইমামের পিছনে নামাজ পড়তে অস্বীকার করতেন। তিনি মসজিদ থেকে ইবাদী, মুতাজিলা ও অন্যান্য বিদআতী সম্প্রদায়কে বের করে দেন। ইসলামের বিশ্বকোষ বলে:এখন পর্যন্ত, বিভিন্ন চিন্তাধারার পণ্ডিতরা কাইরুয়ানের জামে মসজিদে স্বাধীনভাবে নিজেদের মত প্রকাশ করতে পারতেন।  কিন্তু সাহনূন এ অবস্থা পরিবর্তন করেন। তিনি পণ্ডিতদের মধ্যে বিভ্রান্ত মতাদর্শের লোকদের সরিয়ে দেন। তিনি আহলে বিদআতের  বিভিন্ন সম্প্রদায়কে ছত্রভঙ্গ করে দেন। ধর্মবিরোধী সম্প্রদায়ের নেতাদের প্রকাশ্যে লাঞ্ছিত করেন এবং কিছু লোককে জনসমক্ষে নিজের মত প্রত্যাহার করতে বাধ্য করা হয়। তার প্রচেষ্টার ফলেই মুসলিম পশ্চিমে (মাগরিব অঞ্চলে) সুন্নি ইসলামের মালিকি মাজহাবের একচেটিয়া আধিপত্য প্রতিষ্ঠা হয়। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকাদি `ইয়াদের তারতিব আল মাদারিক থেকে উদ্ধৃতি"}