{"pageid": 1530795, "title": "২০২৩ প্যারিস আক্রমণ", "url": "https://bn.wikipedia.org/wiki?curid=1530795", "content": "২০২৩ সালের ২ ডিসেম্বর ফ্রান্সের রাজধানী প্যারিসের পন্ট ডে বির-হাকিমের কাছে একজন ইরানি বংশোদ্ভূত ফরাসি ব্যক্তি তিনজনের উপর ছুরি ও হাতুড়ি দিয়ে হামলা চালানোর ফলে তাদের একজন নিহত হয়।\n\n\n== আক্রমণ ==\nপ্যারিসের ১৫তম অ্যারোন্ডিসমেন্টের কোয়াই ডি গ্রেনেলে ২০২৩ সালের ২ ডিসেম্বর রাত ০৯:০০ টার (২০:০০ জিএমটি) ঠিক আগে একজন ব্যক্তি \"আল্লাহু আকবার\" বলে চিৎকার দিয়ে ছুরি এবং হাতুড়ি দিয়ে তিনজনকে আক্রমণ করে। এই ঘটনায় একজন নিহত হন।\n\n\n== প্রতিক্রিয়া ==\nপুলিশ ঘটনাস্থলে উপস্থিত সন্দেহভাজন ব্যক্তিকে আটক করে এবং পূর্বপরিকল্পিত ও সন্ত্রাসী-প্রণোদিত হত্যার চেষ্টার অভিযোগে তাকে গ্রেপ্তার করে। রাষ্ট্রপতি এমানুয়েল মাক্রোঁ এটিকে সন্ত্রাসী হামলা হিসেবে বর্ণনা করেন।\n\n\n== শিকার ==\nপ্রাণঘাতী আক্রমণের শিকার একজন যুবক ছিলেন যিনি ফিলিপাইন থেকে জার্মানিতে অভিবাসী হওয়া একজন পর্যটক ছিলেন। তিনি পেশায় একজন নার্স এবং জার্মান নাগরিক ছিলেন। বেঁচে যাওয়া ব্যক্তিদের একজন ৬০ বছর বয়সী ফরাসি নাগরিক এবং অন্যজন ৬৬ বছর বয়সী ব্রিটিশ পর্যটক।\n\n\n== সন্দেহভাজন ==\nসন্দেহভাজন ব্যক্তি হলেন আরমান্ড রাজাবপুর-মিয়ান্দোয়াবিস, ২৬ বছর বয়সী একজন পুরুষ যার মানসিক সমস্যা রয়েছে। তিনি ১৯৯৭ সালে ফ্রান্সে জন্মগ্রহণ করেন। ১৯৭৯ সালে ইরানি বিপ্লবের সময় পালিয়ে আসা ইরানি বাবা-মায়ের ঘরে জন্মগ্রহণ করেন তিনি। তার বাবা-মায়ের সম্মিলিত প্রচেষ্টার মাধ্যমে তিনি ২০০২ সালের ২০ মার্চ ফরাসি নাগরিকত্ব অর্জন করেন। জন্মের পর তার প্রথম নাম ছিল ইমান, কিন্তু ২০০৩ সালে তার নাম পরিবর্তন করা হয়। হামলার পরিকল্পনার অপরাধে চার বছর কারাদণ্ড ভোগ করার পর ২০২০ সালে তাকে কারাগার থেকে মুক্তি দেওয়া হয়। প্রসিকিউটর জিন-ফ্রান্সোয়া রিকার্ড বলেছেন যে, সন্দেহভাজন ব্যক্তি ইসলামিক স্টেটের প্রতি আনুগত্য প্রকাশ করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Le Sénat adopte un texte permettant la rétention de sûreté des terroristes\"। Le Monde.fr (ফরাসি ভাষায়)। ২০২৪-০১-৩১। সংগ্রহের তারিখ ২০২৪-০২-১২। \n\"Attentats : « La radicalisation religieuse est-elle vraiment religieuse ? »\"। La Croix (ফরাসি ভাষায়)। ২০২৪-০১-০৫। আইএসএসএন 0242-6056। সংগ্রহের তারিখ ২০২৪-০২-১২।"}