{"pageid": 1530180, "title": "ফিলিপ বারান্তিনি", "url": "https://bn.wikipedia.org/wiki?curid=1530180", "content": "ফিলিপ বারান্তিনি একজন ব্রিটিশ পরিচালক, প্রযোজক, চিত্রনাট্যকার এবং অভিনেতা। তিনি তার ওয়ান-শট কাজের জন্য পরিচিত, তিনি স্টিফেন গ্রাহাম অভিনীত \"বয়লিং পয়েন্ট\" (২০২১), এর পরবর্তী সিরিজ (২০২৩) এবং মিনিসিরিজ \"অ্যাডোলেসেন্স\" (২০২৫) পরিচালনা করেছেন।\nএকজন অভিনেতা হিসেবে, তার উল্লেখযোগ্য কাজের মধ্যে রয়েছে ড্রিম টিম, ব্যান্ড অফ ব্রাদার্স এবং দ্য রেসপন্ডার ।\n\n\n== প্রারম্ভিক জীবন ==\nফিলিপ বারান্তিনির জন্ম লিভারপুলে এবং বেড়ে ওঠা মার্সিসাইডের হুইটনে।\n\n\n== পুরষ্কার ==\n\n\n== কর্মজীবন ==\n\n\n=== প্রাথমিক কর্মজীবন ===\nবারান্তিনি প্রথমে একজন অভিনেতা ছিলেন, বিশেষ করে এইচবিওর ব্যান্ড অফ ব্রাদার্স (২০০১) তে সার্জেন্ট ওয়েন এ. \"স্কিনি\" সিস্ক চরিত্রে অভিনয় করেছিলেন। তার অন্যান্য টেলিভিশনের কাজের মধ্যে রয়েছে ড্রিম টিম (১৯৯৮-২০০০) -এ বিলি ও'নিল, চেরনোবিল (২০১৯) -এ বেজপালভ এবং দ্য রেসপন্ডার (২০২২) -এ স্টিভ।\nবারান্তিনি হিথ লেজার এবং অরল্যান্ডো ব্লুমের সাথে নেড কেলি (২০০৩) ছবিতে স্টিভ হার্টের চরিত্রে অভিনয় করেছিলেন। তার অন্যান্য চলচ্চিত্রের কাজের মধ্যে রয়েছে দ্য এস্কেপিস্ট (২০০২) ছবিতে জোয়ি, হার্ড বোয়েলড সুইটস (২০১২) ছবিতে ডেভিড এবং আ ভায়োলেন্ট ম্যান (২০২২) ছবিতে জন মরগান।\nঅভিনয়ের সময়, বারান্তিনি পরিচালনার প্রতি আগ্রহ প্রকাশ করেছিলেন, এসময় তিনি অন্যান্য পরিচালকদের ছায়া দেওয়ার সুযোগ নিয়েছিলেন। তিনি তার দ্বিতীয় শর্ট ফিল্ম \"বয়লিং পয়েন্ট\" (২০১৯) এর শুটিং এবং মুক্তির আগে \"সেকেন্ডস আউট\" (২০১৯) এর মাধ্যমে তার পরিচালনায় আত্মপ্রকাশ করেন, যা তাকে তার বন্ধু এবং ব্যান্ড অফ ব্রাদার্সের সহ-অভিনেতা স্টিফেন গ্রাহামের সাথে পুনরায় মিলিত করে। এই স্বল্পদৈর্ঘ্য চলচ্চিত্রটি তাকে ম্যানচেস্টার পুরষ্কারে সেরা স্বল্পদৈর্ঘ্য চলচ্চিত্রের জন্য লিফট-অফ সিজন পুরস্কার এনে দেয়।\nবারান্তিনির প্রথম পূর্ণদৈর্ঘ্য চলচ্চিত্র ছিল ক্রেইগ ফেয়ারব্রাস অভিনীত ক্রাইম থ্রিলার ভিলেন\n\n\n=== ২০২০ - বর্তমান: বয়লিং পয়েন্ট এবং অন্যান্য কার্যক্রম ===\n২০১৯ সালের রান্নাঘর নাটকের সাফল্যের পর, বারান্তিনি তার নিয়মিত লেখক সঙ্গী জেমস কামিংসের সাথে \"বয়লিং পয়েন্ট\" (২০২১) নামে একটি পূর্ণদৈর্ঘ্য চলচ্চিত্রের চিত্রনাট্য লেখেন। বারান্টিনি গল্পের অনেক অংশের জন্য অনুপ্রেরণা পেয়েছেন প্রধান রাঁধুনি হিসেবে তার নিজের অভিজ্ঞতা থেকে এবং সেই সাথে তিনি যাদের পরিচিত ছিলেন যারা এই শিল্পে কাজ করেছিলেন তাদের অভিজ্ঞতা থেকে। এই ছবিতে স্টিফেন গ্রাহামকে শেফ অ্যান্ডি জোন্সের প্রধান ভূমিকায় পুনরায় অভিনয় করতে দেখা গেছে এবং এটি একটি সত্যিকারের দৃশ্যে চিত্রায়িত হয়েছে।\nগ্রাহাম সিঙ্গেল-শট ফিচারে কাজ করাকে \"আমার জীবনের কোনও চলচ্চিত্রের সেটে আমার সবচেয়ে রোমাঞ্চকর অনুভূতি\" হিসেবে বর্ণনা করেছেন। ছবিটি ২০২১ সালে ১১টি বাইফা পুরষ্কারের জন্য মনোনীত হয়েছিল, যার মধ্যে সেরা পরিচালক এবং সেরা ব্রিটিশ স্বাধীন চলচ্চিত্র অন্তর্ভুক্ত ছিল এবং ফটোগ্রাফি পরিচালক ম্যাট লুইসের জন্য সেরা সিনেমাটোগ্রাফি এবং ক্যারোলিন ম্যাকলিওডের জন্য সেরা কাস্টিং জিতেছিল। ছবিটি ২০২২ সালের অনুষ্ঠানে চারটি বাফটা পুরস্কারের জন্য মনোনীত হয়েছিল, যার মধ্যে বর্ষসেরা ব্রিটিশ চলচ্চিত্রের মনোনয়ন এবং স্টিফেন গ্রাহামের জন্য সেরা প্রধান অভিনেতার মনোনয়ন অন্তর্ভুক্ত ছিল।\n২০২১ সালের সেপ্টেম্বরে, বারান্তিনি স্যাম ফেন্ডারের \"স্পিট অফ ইউ\" এর মিউজিক ভিডিওটি পরিচালনা করেন, যা ফেন্ডারের বাবার সাথে তার সম্পর্কের ঘটনা বর্ণনা করে, যা ভিডিওতে স্টিফেন গ্রাহাম চিত্রিত করেছেন।\nনেটফ্লিক্সের এনোলা হোমস চলচ্চিত্র সিরিজের তৃতীয় ছবিটি পরিচালনা করবেন বারান্তিনি। তিনি হ্যারি ব্র্যাডবিয়ারের স্থলাভিষিক্ত হবেন, যিনি প্রথম দুটি ছবি পরিচালনা করেছিলেন।\n\n\n=== টেলিভিশন ধারাবাহিক ===\nবারান্তিনিকে মার্টিন ফ্রিম্যানের সাথে লিভারপুল-ভিত্তিক টিভি নাটক দ্য রেসপন্ডারে একটি ভূমিকা দেওয়া হয়েছিল এবং পরবর্তীতে তাকে চূড়ান্ত পর্বটি পরিচালনা করার জন্য বলা হয়েছিল। তিনি এটি পরিচালনা করেছিলেন।\n২০২২ সালে, বারান্তিনি পাঁচ পর্বের আইটিভি নাটক সিরিজ ম্যালপ্র্যাকটিস (২০২২) পরিচালনা করেন, যেখানে তিনি নিয়াম আলগার চরিত্রে অভিনয় করেন।\n২০২২ সালে \"বয়লিং পয়েন্ট\" -এর একটি সিরিজ সিক্যুয়েল ঘোষণা করা হয়েছিল এবং ২০২৩ সালের প্রথম দিকে এর চিত্রগ্রহণ শুরু হয়। চার পর্বের এই সিরিজটি ২০২৩ সালের ডিসেম্বরে বিবিসি ওয়ানে প্রকাশিত হয়েছিল এবং ম্যাট্রিয়ার্ক প্রোডাকশনস (স্টিফেন গ্রাহাম এবং হান্না ওয়াল্টার্সের নেতৃত্বে) এবং অ্যাসেন্ড্যান্ট ফক্স, বারান্তিনির নিজস্ব প্রযোজনা সংস্থা ইটস অল মেড আপ প্রোডাকশনস সহ যৌথভাবে প্রযোজনা করেছিল। বারান্তিনি এই সিরিজের একজন প্রযোজক, সহ-নির্মাতা এবং পরিচালক ছিলেন, যিনি সিরিজের প্রথম দুটি পর্ব পরিচালনা করেছিলেন এবং শেষ দুটি পর্ব পরিচালনা করেছিলেন মৌনিয়া আকল। এই সিরিজটিতে ফিচারের অনেক পরিচিত চরিত্রের প্রত্যাবর্তন দেখা যায় এবং কয়েক মাস পর ছবিটি যেখান থেকে শেষ হয়েছিল সেখান থেকে শুরু হয়।\nবারান্তিনি ২০২৪ সালের গ্রীষ্মে চার পর্বের সিরিজ অ্যাডোলেসেন্স -এর চিত্রগ্রহণ শুরু করেন, চারটি পর্বেরই পরিচালনা করেন, যার ফলে তিনি দীর্ঘমেয়াদী সহযোগী স্টিফেন গ্রাহামের সাথে পুনরায় মিলিত হন। সিরিজটির প্রতিটি পর্ব একটি ধারাবাহিক শটে চিত্রায়িত হয়েছিল এবং এটি ওয়ার্প ফিল্মস, প্ল্যান বি এন্টারটেইনমেন্ট এবং নেটফ্লিক্সের জন্য ম্যাট্রিয়ার্ক প্রোডাকশন দ্বারা প্রযোজনা করা হয়েছিল। সিরিজটি ১৩ মার্চ ২০২৫ তারিখে মুক্তি পায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ফিলিপ বারান্তিনি (ইংরেজি)"}