{"pageid": 1530772, "title": "মা মালাকাত আয়মানুকুম", "url": "https://bn.wikipedia.org/wiki?curid=1530772", "content": "মা মালাকাত আয়মানুকুম (আরবি: ما ملكت أيمانكم; অনু.: তোমাদের ডান হাত যা অধিকার করেছে ) হল কুরআনে উল্লিখিত একটি শব্দগুচ্ছ, যা সাধারণত নারী দাসী ও উপপত্নীকে বোঝায়। কারণ তাদের মালিকের বিবাহ চুক্তি, সাক্ষী বা মোহর ছাড়াই তাদের সাথে সহবাস করার (যৌন সম্পর্ক স্থাপন) অধিকার রয়েছে; তাই তারা স্ত্রী নয়। যদি মালিক তাদের সাথে সহবাস করে, তাহলে তাদের উপপত্নী বলা হয়।  ইসলামী আইন অনুসারে, নারী দাস বা উপপত্নীর উৎপত্তি হলো বন্দিদশা, দাসত্বে জন্মলাভ, উত্তরাধিকার ও ক্রয়-বিক্রয়। অমুসলিমদের বিরুদ্ধে মুসলিমদের যুদ্ধে পরাজিতদের শিশু ও নারীদের সাধারণত বন্দী করা হয় এবং তাদের দাস বানানোর বৈধতা দেওয়া হয়। এছাড়া মুসলিমরা যে অমুসলিম বন্দীদের গ্রেফতার করে তাদেরও দাস বানানো যেতে পারে। তারপর লোকেরা যে সকল দাসকে ক্রয়-বিক্রয়ের মাধ্যমে ব্যবসা করে এবং অনেকে উত্তরাধিকারসূত্রে দাস-দাসী লাভ করে। \n\n\n== সামাজিক অবস্থান ==\nইসলাম তৎকালীন প্রচলন হিসেবে দাস-দাসীকে মালিকের ব্যক্তিগত সম্পত্তি হিসেবে বিবেচনা করেছিল। যদি কোন মুসলিমের দাস, তাহলে তার জন্য তাকে বিক্রি করাও জায়েজ।  তবে গর্ভবতী হলে সন্তান প্রসব না হওয়া পর্যন্ত তার মালিকের জন্য নিজের দাসীর সাথে সহবাস করা জায়েজ নয়। যদি সে গর্ভবতী না হয়, তাহলে ঋতুস্রাবের মাধ্যমে তাকে পবিত্র না করা পর্যন্ত তার সাথে সহবাস করা জায়েজ নয়। এরপর যদি সে তার সাথে যৌন সম্পর্ক স্থাপন করে, তাহলে তার উপর কিছু শরয়ী হুকুম প্রযোজ্য হবে; যেমন: সহবাসকারী মনিবের পিতা ও তার পুত্রদের জন্য সে চিরতরে নিষিদ্ধ হবে।  দাসী যদি মনিবের সন্তান জন্ম দেয়, তাহলে সে উম্মুল ওয়ালাদের মর্যাদা অর্জন করে এবং এরপর তাকে বিক্রি করা বৈধ নয়।\n\n\n==== অধিকার ====\nইমাম আবু দাউদ সুনানে আবু দাউদে বর্ণনা করেছেন:\nসাহাবি আবু যর থেকে বর্ণিত, আল্লাহর রাসুল বলেন: \"তোমাদের দাস-দাসীদের প্রতি দয়া প্রদর্শন করো। যদি তারা তোমাদের সঙ্গে মানিয়ে চলে, তাহলে তাদেরকে তোমরা যা খাও, তা খাওয়াবে এবং যা পরিধান কর, তা পরিধান করাবে। আর যদি তারা তোমাদের সঙ্গে মানিয়ে না নিতে পারে, তাহলে তাদের বিক্রি করে দিও। কিন্তু আল্লাহর সৃষ্টিকে নির্যাতন করো না।\"\n\n\n== কুরআন ও হাদিসে উল্লেখ ==\n\n\n=== কুরআন ===\n\"আর যারা তাদের লজ্জাস্থানের হেফাজত করে, শুধু নিজেদের স্ত্রী বা দাসীদের ব্যতীত; কেননা এতে তাদের কোন দোষ নেই।  কিন্তু যারা এর বাইরে কিছু চায়, তারাই সীমালঙ্ঘনকারী। (সূরা মুমিনুন: ৫-৭)\n\"হে নবী, আমি তোমার জন্য তোমার সেই স্ত্রীদের হালাল করেছি, যাদের মোহর তুমি প্রদান করেছ এবং তোমার অধিকারভুক্ত দাসীদেরও (হালাল করেছি), যাদেরকে আল্লাহ তোমার জন্য যুদ্ধলব্ধ সম্পদ হিসেবে দিয়েছেন এবং (হালাল করেছি) তোমার চাচাতো, ফুফাতো, মামাতো ও খালাতো বোনদের— যারা তোমার সাথে হিজরত করেছে এবং (হালাল করেছি) সেই মুমিন নারীকেও, যে নিজেকে নবীর জন্য দান করেছে, যদি নবী তাকে বিবাহ করতে চান। আর এটি শুধু তোমার জন্যই নির্ধারিত, অন্য মুমিনদের জন্য নয়। আমি জানি যে, তাদের জন্য তাদের স্ত্রী ও দাসীদের ব্যাপারে কী বিধান দিয়েছি, যাতে তোমার উপর কোনো সংকট সৃষ্টি না হয়। আর আল্লাহ অতি ক্ষমাশীল, পরম দয়ালু। (সূরা আহযাব: ৫০)\n\"এতদ্ব্যতীত তোমার জন্য অন্য নারীরা বৈধ নয়। আর তোমার বর্তমান স্ত্রীদের বদলে অন্য কাউকে গ্রহণ করাও বৈধ নয়, যদিও তাদের সৌন্দর্য তোমাকে মুগ্ধ করে। তবে তোমার অধিকারভুক্ত দাসীরা এর ব্যতিক্রম। আল্লাহ সবকিছুর উপর তীক্ষ্ণ দৃষ্টি রাখেন।\" (সূরা আহযাব: ৫২)\n\"এবং বিবাহিত নারীদেরও (তোমাদের জন্য হারাম করা হয়েছে); তবে তোমাদের অধিকারভুক্ত দাসীরা ব্যতীত। এটাই তোমাদের জন্য আল্লাহর বিধান। আর তোমাদের জন্য বৈধ করা হয়েছে এর বাইরে সব নারী, যদি তোমরা তাদেরকে নিজেদের সম্পদ দ্বারা ব্যভিচারের নিয়ত ব্যতীত বৈধভাবে গ্রহণ কর। অতঃপর তাদের কাছ থেকে তোমরা যা উপভোগ করো, তার বিনিময়ে তাদের নির্ধারিত মোহর প্রদান করো। আর মোহর নির্ধারণের পর তোমরা পরস্পরের সম্মতিতে যা করতে চাও, তাতে তোমাদের কোনো অপরাধ নেই। নিশ্চয়ই আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।\" (সূরা নিসা:২৪)\n\"আর যদি তোমরা ভয় করো যে, ইয়াতিম কন্যাদের ব্যাপারে ন্যায্য আচরণ করতে পারবে না, তাহলে যা তোমাদের জন্য বৈধ, সেই নারীদের মধ্য থেকে দু’টি, তিনটি বা চারটি পর্যন্ত বিবাহ করো। কিন্তু যদি তোমরা আশঙ্কা করো যে, ন্যায়পরায়ণতা বজায় রাখতে পারবে না, তাহলে শুধুমাত্র একজনকেই গ্রহণ করো অথবা তোমাদের অধিকারভুক্ত দাসীদের। এটাই অধিক ন্যায্য ব্যবস্থা, যাতে তোমরা অন্যায় করতে না পার।\" (সূরা নিসা: ৩ )\n\"আর তোমরা আল্লাহর ইবাদত করো এবং তাঁর সাথে কোনো কিছু শরিক করো না। পিতামাতার সাথে সদ্ব্যবহার করো, আত্মীয়স্বজন, ইয়াতিম, অভাবগ্রস্ত, প্রতিবেশী— সে হোক আত্মীয় বা অচেনা, নিকটবর্তী সাথী, মুসাফির এবং তোমাদের অধিকারভুক্ত দাস-দাসীদের প্রতি সদ্ব্যবহার করো। নিশ্চয়ই আল্লাহ অহংকারী ও আত্মগর্বীদের পছন্দ করেন না।\" (সূরা নিসা: ৩৬)\n\"আর মুমিন নারীদের বলে দাও যে, তারা যেন তাদের দৃষ্টি সংযত রাখে এবং তাদের লজ্জাস্থানের হেফাজত করে। তারা যেন তাদের সৌন্দর্য প্রকাশ না করে, তবে যা স্বাভাবিকভাবে প্রকাশ পায় তা ছাড়া। তারা যেন তাদের ওড়না দিয়ে বুক ঢেকে রাখে। তারা যেন তাদের সৌন্দর্য প্রকাশ না করে— কেবলমাত্র তাদের স্বামী, পিতা, শ্বশুর, পুত্র, স্বামীর পুত্র, ভাই, ভ্রাতৃপুত্র, ভগ্নীপুত্র, পরিচিত নারী, অধিকারভুক্ত দাসী, যৌন ইচ্ছাশূন্য পুরুষ কর্মচারী ও এমন শিশু, যারা নারীদের গোপন অঙ্গ সম্পর্কে ওয়াকিবহাল নয়— তাদের সামনে। আর তারা যেন এমনভাবে পদচারণা না করে যাতে তারা গোপনে যা অলংকার পরেছে তা প্রকাশ হয়ে যায়। আর তোমরা সবাই আল্লাহর দিকে ফিরে এসো, হে মুমিনগণ! যাতে তোমরা সফল হতে পার।\" (সূরা নূর: ৩১)\n\"হে মুমিনগণ! তোমাদের অধিকারভুক্ত দাস-দাসী এবং তোমাদের মধ্যে যারা প্রাপ্তবয়স্ক হয়নি, তারা যেন তোমাদের নিকট তিন সময়ে অনুমতি নিয়ে প্রবেশ করে— ফজরের নামাজের পূর্বে, দুপুরে যখন তোমরা পোশাক পরিবর্তন করো এবং এশার নামাজের পর। এসব তোমাদের তিনটি গোপন সময়। এই তিন সময় ছাড়া তোমাদের জন্য বা তাদের জন্য কোনো দোষ নেই। তারা তোমাদের নিকট ঘোরাফেরা করতে পারে। এভাবেই আল্লাহ তোমাদের জন্য তাঁর বিধান পরিষ্কারভাবে ব্যাখ্যা করেন। আর আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।\" (সূরা নূর: ৫৮)\n\"তাদের জন্য কোনো দোষ নেই, যদি তারা তাদের পিতৃকুল, মাতৃকুল, পুত্র, ভাই, ভ্রাতৃপুত্র, ভগ্নীপুত্র, নিজেদের নারী বা অধিকারভুক্ত দাসীদের সামনে পর্দা শিথিল করে। আর তোমরা আল্লাহকে ভয় করো। নিশ্চয়ই আল্লাহ সবকিছু প্রত্যক্ষদর্শী।\" (সূরা আহযাব: ৫৫)\n\n\n=== হাদিস ===\nআবু সাঈদ খুদরি বলেন: আমরা ওতাস যুদ্ধে বন্দী হিসেবে কিছু নারী পাই, যাদের স্বামীরা জীবিত ছিল। আমরা তাদের সঙ্গে সম্পর্ক করতে অস্বস্তি বোধ করছিলাম। কারণ তাদের স্বামীরা তখনও জীবিত ছিল। তখন আমরা আল্লাহর নবীকে জিজ্ঞাসা করলাম, এরপর এই আয়াত নাযিল হয়:\n\n“আর (নিষিদ্ধ করা হয়েছে) বিবাহিত নারীদের; তবে তারা (জায়েজ), যাদের তোমাদের ডান হাত অধিকারী হয়েছে।”** (সূরা নিসা: ২৪) এরপর আমরা তাদের বৈধভাবে গ্রহণ করলাম। \n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nইসলামের ইতিহাসে অনেক দাস বা দাসী ছিলেন, যারা পরবর্তীতে গুরুত্বপূর্ণ ব্যক্তি হয়ে ওঠেন। তাঁদের মধ্যে কয়েকজন বিশিষ্ট ব্যক্তিত্ব হলেন:\n\n\n== তথ্যসূত্র =="}