{"pageid": 1530415, "title": "যায়েদ ইবনে মুহসিন", "url": "https://bn.wikipedia.org/wiki?curid=1530415", "content": "যায়েদ ইবনে মুহসিন ইবনে হুসাইন ইবনে হাসান ইবনে আবি নুমায়ি ( আরবি: زيد بن محسن بن حسين بن حسن بن أبي نمي   ) ২৯ আগস্ট ১৬৩১ থেকে ১৭ মার্চ ১৬৩২ এবং তারপর ২৪ জুন ১৬৩২ থেকে ৬ জুলাই ১৬৬৬ পর্যন্ত মক্কার আমির এবং ধওয়ু জায়েদ বংশের পূর্বপুরুষ ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nজায়েদ সোমবার সকালে, ২৭ শা'বান ১০১৬ হিজরিতে (১৭ ডিসেম্বর ১৬০৭) বিশার কাছে জন্মগ্রহণ করেন। তিনি মক্কার আমির মুহসিন ইবনে হুসাইনের এবং কুওয়াত আল-নুফুস নামে একজন দাসীর পুত্র ছিলেন।  ১৬২৮ সালে তিনি তার বাবার সাথে ইয়েমেনে যান। তখন তার বাবাকে আহমদ ইবনে আব্দুল মুত্তালিবের কাছে আমিরের পদ ছাড়তে হয়। মুহসিন ১৬২৯ সালে সানায় মারা যান। জায়েদ ১৬৩১ সাল পর্যন্ত ইয়েমেনে ছিলেন। তারপর তিনি মুহাম্মদ ইবনে আবদুল্লাহ ইবনে হাসানের সাথে সহ-আমির হিসেবে দায়িত্ব পালনের জন্য মক্কায় ফিরে আসেন।\n\n\n== মক্কার সহ-আমির ==\nশুক্রবার, ১ সফর ১০৪১ হিজরি (২৯ আগস্ট ১৬৩১), আবদুল্লাহ ইবনে হাসান (জায়েদের প্রপিতামহ) তার পুত্র মুহাম্মদের কাছে ক্ষমতা হস্তান্তর করেন এবং ইয়েমেন থেকে জায়েদকে সহ-শাসক হিসেবে ডেকে পাঠান। জায়েদ মক্কায় পৌঁছান এবং সফর মাসে (সেপ্টেম্বর ১৬৩১) তার পদ গ্রহণ করেন। \nআরবি জমাদিউল আউয়াল বা জমাদিউস সানি মাসে দিলাওয়ার আগা সমুদ্রপথে জেদ্দার গভর্নর হিসেবে মুস্তফা বেগ এর স্থলাভিষিক্ত হন। তিনি মক্কার নতুন আমিরদের জন্য রাজকীয় ফরমান এবং খিলা'আত (সম্মানের পোশাক)ও নিয়ে এসেছিলেন। মুহাম্মদ এবং জায়েদকে দুটি করে খিলাত দেওয়া হয়েছিল। একটি সুলতানের পক্ষ থেকে এবং অপরটি মিশরের ওয়ালির পক্ষ থেকে দেওয়া হয়েছিল।\n\n\n=== ওয়াদি আল-বিয়ারের যুদ্ধ এবং পদচ্যুতি ===\n১০৪১ সালের শা'বানের প্রথম দিকে (ফেব্রুয়ারি-মার্চ ১৬৩২) মক্কায় খবর পৌঁছায় যে, অসন্তুষ্ট সৈন্যদের একটি বাহিনী ইয়েমেন ছেড়ে মক্কার দিকে রওনা হয়েছে। কুনফুধায় পৌঁছানোর পর তাদের সেনাপতি কোর মাহমুদ এবং আলী বেগ মক্কায় বার্তা পাঠান যে তারা মিশরে যাওয়ার পথে পবিত্র শহরে প্রবেশ করতে চায়। সেনাবাহিনীর বিশৃঙ্খলার আশঙ্কায় মুহাম্মদ ও জায়েদ তাদের অনুমতি প্রত্যাখ্যান করেন এবং সেনাবাহিনীর যাওয়ার পথের কূপগুলি  নষ্ট করে ফেলে। প্রতিশোধ হিসেবে বিদ্রোহীরা আমিরাতের প্রতিদ্বন্দ্বী নামি ইবনে আবদুল মুত্তালিবের সাথে জোট বাঁধে এবং জোর করে শহরে প্রবেশের সিদ্ধান্ত নেয়। শুক্রবার, ২০ শা'বান (১২ মার্চ ১৬৩২) তারিখে, মুহাম্মদ এবং জায়েদ তাদের বাহিনী সংগ্রহ করেন এবং অগ্রসরমান সেনাবাহিনীকে বাধা দেওয়ার জন্য রওনা হন। মুস্তাফা বেগ তার নিজস্ব সৈন্যদের সাথে ছিলেন। তারা বিরকাত মাজিনে যান। তারপর কাওজ আল-মাক্কাসায় যান, কারণ তারা খবর পেয়েছিলেন যে সেনাবাহিনী আল-সাদিয়ায় পৌঁছেছে। বুধবার, ২৫ শা'বান (১৭ মার্চ ১৬৩২) ভোরবেলা, ওয়াদি আল-বিয়ারের কাছে উভয় পক্ষের মধ্যে যুদ্ধ শুরু হয়। প্রচণ্ড যুদ্ধের পর আমিরাতের বাহিনী পরাজিত হয়। মুহাম্মদ বেশ কয়েকজন আশরাফসহ এবং তাদের দুই শতাধিক সৈন্যসহ নিহত হন। সানজাক বেগের বেশিরভাগ লোককেও হত্যা করা হয়েছিল। বিদ্রোহীরা মক্কায় প্রবেশ করার সময় জায়েদ বেঁচে থাকা আশরাফকে  নিয়ে ওয়াদি মার আল-জাহরানের দিকে চলে যান। নামি ইবনে আব্দুল মুত্তালিবকে মক্কার আমির ঘোষণা করা হয় এবং তিনি তার চাচাতো ভাই আব্দুল আজিজ ইবনে ইদ্রিসকে তার সহ-শাসক হিসেবে নিযুক্ত করেন।\n\n\n== আমিরাতে ফিরা ==\nআমিরাত থেকে ক্ষমতাচ্যুত হওয়ার পর জায়েদ মদিনায় যান। সেখান থেকে তিনি মিশরের ওয়ালী হালিল পাশার কাছে মক্কা দখলের খবর পাঠান। ১০৪১ সালের শাওয়াল মাসে ওয়ালি ৩,৫০০ সৈন্যকে স্থল ও সমুদ্রপথে হেজাজে পাঠান। তিনি জায়েদের কাছে সম্মাননা পোশাক পাঠিয়ে দিলেন এবং সেনাবাহিনীকে গ্রহণের জন্য ইয়ানবুতে যাওয়ার নির্দেশ দিলেন। মঙ্গলবার, ৪ জিলহজ (২২ জুন ১৬৩২), নামি এবং বিদ্রোহীরা মক্কা ত্যাগ করে তুরবার দুর্গে আশ্রয় নেয়। ৬ জিলহজ (২৪ জুন ১৬৩২) সূর্যোদয়ের সময় জায়েদ এবং মিশরীয় সেনাবাহিনী কোনও প্রতিরোধ ছাড়াই মক্কায় প্রবেশ করে।\n\n\n=== তুরবাহ অবরোধ ===\nহজ্জ পালনের পর জায়েদ এবং সানজাক-বেইরা তুরবাহে যান। সেখানে তারা প্রায় বিশ দিন ধরে দুর্গ অবরোধ করেন। শুক্রবার রাতে ১১ মহররম ১০৪২ হিজরি (২৯ জুলাই ১৬৩২), তারা দুর্গে প্রবেশ করে এবং ভেতরে থাকা বেশিরভাগ বিদ্রোহীকে হত্যা করে। তারা কোর মাহমুদ, নামি এবং তার ভাই সাইয়্যেদকে বন্দী করে মক্কায় ফিরিয়ে আনে। সেখানে তাদের মৃত্যুদণ্ড দেওয়া হয়।\n\n\n== মৃত্যু ==\nজায়েদ ৩ মহররম ১০৭৭ হিজরি (৬ জুলাই ১৬৬৬) মঙ্গলবার তার মৃত্যুর আগ পর্যন্ত নিরবচ্ছিন্নভাবে রাজত্ব করেন। তাকে আবু তালিব ইবনে হাসান ইবনে আবি নুমাইয়ের কুব্বাতে আল-মালাহতে দাফন করা হয়েছিল। তার মৃত্যুর পর তার ছেলে সাদ এবং তার চাচাতো ভাই হাম্মুদ ইবনে আবদুল্লাহর মধ্যে আমিরাত নিয়ে বিরোধ দেখা দেয়।\n\n\n== পরিবার ==\nজায়েদের পাঁচ পুত্র ছিল:\n\nসা'দ: জন্ম ১০৫২ হিজরিতে \nহাসান \nআহমদ: জন্ম ১০৫২ হিজরি \nমুহাম্মদ ইয়াহিয়া: জন্ম ১০৪৯ হিজরি \nহুসাইন: যায়েদের আগে মারা যান \nতার ব্যক্তিগত দাসদের মধ্যে  বিলাল আগা আবিসিনিয়ার  দরবারে উচ্চ পদে অধিষ্ঠিত ছিল। জুলফিকার একজন তুর্কি মামলুক ছিল। তিনি অনেক বছর জায়েদের সাথে ছিলেন এবং জায়েদ তাকে সেনাবাহিনীর সেনাপতি বানিয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nal-Sinjārī, ‘Alī ibn Tāj al-Dīn ibn Taqī al-Dīn (১৯৯৮) [রচনাকাল ১৭১৩]।  al-Miṣrī, Jamīl ‘Abd Allāh Muḥammad, সম্পাদক। Manā'iḥ al-karam fī akhbār Makkah wa'l-Bayt wa-wulāt al-Ḥaram منائح الكرم في أخبار مكة والبيت وولاة الحرم (আরবি ভাষায়)। ৪ (প্রথম সংস্করণ)। মক্কা: জামিয়া উম্মুল কুরা। \nal-‘Aṣimī, ‘Abd al-Malik ibn Ḥusayn (১৯৯৮) [১৭০০ এর পূর্বে রচনাকৃত]।  ‘Ādil Aḥmad ‘Abd al-Mawjūd; ‘Alī Muḥammad Mu‘awwaḍ, সম্পাদকগণ। Samṭ al-nujūm al-'awālī fī anbā' al-awā'il wa-al-tawālī سمط النجوم العوالي في أنباء الأوائل والتوالي (আরবি ভাষায়)। ৪। বেইরুত: দারুল কুতুব আল-ইলমিয়্যাহ। \nDaḥlan, Aḥmad Zaynī (২০০৭) [১৮৮৭/১৮৮৮]। Khulāṣat al-kalām fī bayān umarā' al-Balad al-Ḥarām خلاصة الكلام في بيان أمراء البلد الحرام (আরবি ভাষায়)। দার আরদ আল-হারামাইন।"}