{"pageid": 1530526, "title": "আলি পাশা ইবনে আবদুল্লাহ", "url": "https://bn.wikipedia.org/wiki?curid=1530526", "content": "'আলি পাশা ইবনে আবদুল্লাহ ইবনে মুহাম্মাদ ( উসমানীয় তুর্কি: علی پاشا بن عبد الله بن محمد   ; আরবি: علي باشا  , ‘Alī Bāshā ; ১৮৫৯ –১৯৪১)  আউন বংশের একজন শরিফ ছিলেন। তিনি ১৯০৫ সাল থেকে ১৯০৮ সাল পর্যন্ত তরুণ তুর্কি বিপ্লবে ক্ষমতাচ্যুত না হওয়া পর্যন্ত মক্কার আমির এবং শরীফ হিসেবে দায়িত্ব পালন করেছিলেন।\n১৮৭৭ সালে তার বাবা শরীফ আবদুল্লাহ পাশার মৃত্যুর পর তাকে এবং তার চাচাতো ভাই শরীফ হুসাইন ইবনে আলীকে পাশার  পদমর্যাদা দেওয়া হয়।\nতিনি তার চাচা শরীফ আউন-আর-রফিককে সহায়তা করেছিলেন। তার চাচা ১৮৮২ থেকে ১৯০৫ সাল পর্যন্ত আমির হিসেবে দায়িত্ব পালন করেছিলেন। ১৯০৫ সালের জুলাই মাসে আউন-রফিকের মৃত্যু হলে হেজাজের ওয়ালি আহমেদ রাতিব পাশা ইস্তাম্বুলে সিদ্ধান্ত না আসা পর্যন্ত শরীফ আলীকে ভারপ্রাপ্ত আমির নিযুক্ত করেন।  ইস্তাম্বুলে বসবাসকারী তিনজন শরিফ আমিরের প্রার্থী হিসেবে সুলতানের কাছে তাদের নাম জমা দেন। তারা হলেন: শরিফ হুসেন, শরিফ আবদ আল-ইলাহ এবং প্রতিদ্বন্দ্বী জায়েদ পরিবারের শরিফ আলী হায়দার। রফিকের ছোট ভাই আবদুল্লাহ আউন পরিবারের জ্যেষ্ঠ সদস্য ছিলেন। কিন্তু সুলতান আবদুল হামিদ শরীফ আলীকে আমির হিসেবে নিয়োগ দেন এবং তাকে উজির ও মুশির পদে উন্নীত করেন।  অক্টোবরের মাঝামাঝি তার নিয়োগের টেলিগ্রাফ আসে। আর লিখিত ফরমান (ইরাদে) ২ রমজান ১৩২৩ হিজরি (৩১ অক্টোবর ১৯০৫) তারিখে জারি হয়।\nতবে তার আনুষ্ঠানিকভাবে আমির হিসেবে অভিষেক হয় ১৯০৮ সালের এপ্রিলে।\n১৯০৮ সালের জুলাই মাসে তরুণ তুর্কি বিপ্লব ১৮৭৬ সালের অটোমান সংবিধান পুনর্বহাল করে। হেজাজে শরীফ আলী এবং আহমেদ রাতিব পাশা নতুন শাসনব্যবস্থার বিরোধিতা করেছিলেন এবং সংবিধান ঘোষণা বিলম্বিত করেছিলেন। তায়েফে কিছু লোককে সংবিধান নিয়ে আলোচনা করতে দেখে আলি তাদের বেত্রাঘাতের নির্দেশ দেন। ৭ আগস্ট আহমেদ রাতিবকে তার পদ থেকে বরখাস্ত করা হয় এবং জেদ্দায় পাঠানো হয়। সেখানে ঐক্য ও প্রগতি সমিতির সামরিক কর্মকর্তারা তাকে গ্রেপ্তার করেন এবং তার সম্পত্তি বাজেয়াপ্ত করা হয়। আলী ভারপ্রাপ্ত ওয়ালি হন। তাকে তায়েফের ব্যারাকে নিয়ে গিয়ে সংবিধান মেনে নেওয়ার জন্য বাধ্য করা হয়। তাকে কুরআনের শপথ করানো হয় যে তিনি সংবিধানের আইন মেনে চলবেন। একই সঙ্গে তাকে প্রকাশ্যে অপমান করা হয়। সেখানে তাকে ঘোষণা করতে হয় যে তিনি একজন দাস, সৈনিক ও বেদুইনের সমান আইনি অধিকারভুক্ত। সেপ্টেম্বরের শেষের দিকে নতুন নিযুক্ত কাজিম পাশা আসার আগ পর্যন্ত তিনি ভারপ্রাপ্ত ওয়ালি হিসেবে দায়িত্ব পালন করেন।\nকাজিম আসার পর শরিফ আলী তায়েফে থাকেন এবং মক্কায় আসতে ওয়ালির অনুরোধ প্রত্যাখ্যান করেন। কাজিম পাশা মনে করেন যে, শরীফ আলী সংবিধান মেনে চলতে অনিচ্ছুক। তাই তাকে পদ থেকে সরানোর পরামর্শ দেন। ১৯০৮ সালের অক্টোবরে তাকে বরখাস্ত করা হয় এবং আহমেদ রাতিবের মতো তার উপর আক্রমণ এড়াতে শীঘ্রই হেজাজ ত্যাগ করার নির্দেশ দেওয়া হয়।  তবে তিনি বিদায় নিতে বিলম্ব করছিলেন। ১৯০৯ সালের এপ্রিলে শরীফ হুসেন তাকে অপসারণের জন্য দাবি জানান।  আলী মক্কা ত্যাগ করেন এবং ব্রিটিশ শাসনের অধীনে কায়রোতে বসতি স্থাপন করেন। সেখানে তিনি ১৯৪১ সালে তাঁর মৃত্যুর আগ পর্যন্ত বসবাস করেন। \n\n\n== তথ্যসূত্র =="}