{"pageid": 1530169, "title": "হেরি এস-সোয়ানি", "url": "https://bn.wikipedia.org/wiki?curid=1530169", "content": "হেরি এস-সোয়ানি বা হেরি এস-সোয়ানি ( আরবি: هري السواني       ), যা কখনও কখনও হুরি আস-সোয়ানি  বা হ্রি সোয়ানি নামেও লিখিত হয়, এটি মরক্কোর মেকনেসে অবস্থিত একটি ঐতিহাসিক স্মৃতিস্তম্ভ। এটি ছিল একটি বিশাল কাঠামো যা ১৬৭২ থেকে ১৭২৭ সাল পর্যন্ত মৌলে ইসমাইল কর্তৃক নির্মিত রাজকীয় কাসবাহের জন্য একটি শস্যভাণ্ডার বা সাইলো হিসেবে কাজ করত। এটি ছিল একটি বৃহত্তর সুযোগ-সুবিধার অংশ যার মধ্যে ছিল দশ নরিয়াদের ঘর, যা প্রাসাদগুলির জন্য জল সরবরাহ করত এবং কাছাকাছি একটি বৃহৎ জলাশয় যা সাহরিজ সোয়ানী বা আগডাল অববাহিকা নামে পরিচিত।  \"হেরি এস-সোয়ানি\" নামটি প্রায়শই দশ নরিয়ার ঘর এবং সাইলো উভয়ের ক্ষেত্রেই প্রযোজ্য, যেগুলো একে অপরের সাথে সংযুক্ত এবং আজ পর্যটকদের দ্বারা একক আকর্ষণ হিসেবে পরিদর্শন করা হয়।  জনপ্রিয় ব্যবহারে সাইলোগুলিকে প্রায়শই \"রাজকীয় আস্তাবল\" হিসাবে ভুলভাবে চিহ্নিত করা হয়, কিন্তু সেই আস্তাবলগুলি আসলে একটি ভিন্ন কাঠামো ছিল যা আরও দক্ষিণে বিদ্যমান ছিল। \n\n\n== ঐতিহাসিক পটভূমি ==\n১৬৭২ সালে তার ভাই মৌলে রশিদের মৃত্যুর পর মৌলে ইসমাঈল সুলতান হন। ঐতিহ্য ভেঙে, তিনি মেকনেসকে তার রাজধানী হিসেবে বেছে নেন। এখানে, তিনি পুরাতন শহরের ( মদিনা ) দক্ষিণ-পশ্চিম দিকে একটি স্মৃতিস্তম্ভ রাজকীয় প্রাসাদ-শহর ( কসবাহ ) নির্মাণ করেছিলেন। এটি বেশ কয়েকটি স্বতন্ত্র প্রাসাদ কমপ্লেক্স এবং অন্যান্য সুযোগ-সুবিধা নিয়ে গঠিত ছিল যা দুর্গ প্রাচীর দ্বারা বেষ্টিত একটি বিশাল এলাকা জুড়ে বিস্তৃত ছিল।  ১৬৭২ সালে তাঁর সিংহাসনে আরোহণের পরপরই বিশাল প্রাসাদ কমপ্লেক্সের কাজ শুরু হয়।  বড়ো আকারের পাশাপাশি, প্রাসাদ কমপ্লেক্সটি তার অত্যন্ত উন্নত অবকাঠামোর জন্যও উল্লেখযোগ্য ছিল। সেই সময়ের জন্য এর জল সরবরাহ বিশেষভাবে উন্নত ছিল, যেখানে অভ্যন্তরীণ নদীর গভীরতানির্ণয়ের একটি প্রাথমিক সংস্করণ ব্যবহার করা হত যা খাল এবং ভূগর্ভস্থ পোড়ামাটির পাইপের মাধ্যমে কাসবাহ জুড়ে ভবনগুলিতে জল বিতরণ করত। এই জলটি চাকা দ্বারা ঘোরানো শিকলযুক্ত বালতির একটি যান্ত্রিক জলবাহী সিস্টেম ব্যবহার করে দশ নরিয়াদের ঘরের ফ্রেটিক টেবিল থেকে সরাসরি তোলা হয়েছিল।  এই জল সরবরাহ এবং ভূগর্ভস্থ নদীর গভীরতানির্ণয় ব্যবস্থাকে সমসাময়িক ইউরোপীয় প্রাসাদ এবং নির্মাণের অবকাঠামোর চেয়ে এক শতাব্দী এগিয়ে বলে মনে করা হয়।\nমৌলে ইসমাইলের মৃত্যুর পর মরক্কোর রাজনৈতিক পরিস্থিতি আপেক্ষিক নৈরাজ্যে পরিণত হয়। তার পুত্ররা ক্ষমতার জন্য একে অপরের সাথে লড়াই করে এবং তার প্রাক্তন আবিদ সেনাবাহিনী' রাজ্যের প্রভাবশালী শক্তিতে পরিণত হয়, কার্যকরভাবে সিংহাসনের পিছনে শাসন করে।  মেকনেস ১৭৫৫ সালের ভূমিকম্পে রাজধানীর মর্যাদা হারায় এবং ক্ষতিগ্রস্ত হয়।  শহরটি অবহেলিত ছিল এবং বিশাল রাজকীয় কাসবার অনেক অংশ জরাজীর্ণ হয়ে পড়ে। আজ, কাসবার একটি অংশ, দার আল-মাখজেন, এখনও মরক্কোর রাজা দ্বারা ব্যবহৃত হয় এবং জনসাধারণের জন্য এটি নিষিদ্ধ।  অন্যান্য স্থান, যেমন মৌলে ইসমাইলের সমাধি এবং হেরিস-এস-সোয়ানি, ধর্মীয় স্থান বা পর্যটন আকর্ষণ হিসাবে উন্মুক্ত। \n\n\n== স্থাপত্য ==\nকমপ্লেক্সের মূল কাঠামো দুটি অংশে বিভক্ত: দশ নরিয়াদের ঘর এবং হেরি এস-সোয়ানি নিজেই। কাঠামোর উত্তর-পশ্চিম দিকে, বাইরে, একটি বৃহৎ জলাশয় রয়েছে যা সহরিজ সোয়ানি নামে পরিচিত।\n\n\n=== দশ নরিয়ার ঘর ===\n\"দশ নরিয়াদের ঘর\", যা দার আল-মা (\"জলের ঘর\") নামেও পরিচিত, হেরিস-সোয়ানি সাইলোর উত্তর-পূর্ব দিকে অবস্থিত। আজকের কমপ্লেক্সে দর্শনার্থীরা প্রথমে এই ভবন দিয়ে প্রবেশ করেন। এটি একটি বিশাল কাঠামো যার মধ্যে একটি বৃহৎ কেন্দ্রীয় কক্ষ রয়েছে যার চারপাশে ছোট ছোট কক্ষ রয়েছে, যার চারপাশে একটি বৃহৎ খিলানযুক্ত করিডোর ছিল যা ১৫টি গম্বুজ বিশিষ্ট কক্ষে প্রবেশের সুযোগ দেয়। এই গম্বুজযুক্ত কক্ষগুলির প্রতিটিতে একটি নোরিয়া বা যান্ত্রিক জলবাহী ব্যবস্থা ছিল যা একটি গভীর কূপ থেকে জল টেনে ফ্রেটিক টেবিলে পৌঁছে দিত, একের পর এক শৃঙ্খলিত বালতি বা বালতির মাধ্যমে যা ঘোড়ার চাকা দিয়ে একসাথে বেঁধে তোলা হত। এই কাঠামোটি পালাক্রমে টেরাকোটা বা মাটির নালার মাধ্যমে রাজকীয় শহরের জন্য জল সরবরাহ করত। \n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== শস্যের সাইলো ===\nহেরি আস-সোয়ানি নিজেই দশ নরিয়ার ঘরের দক্ষিণ-পশ্চিম দিকে সংলগ্ন এক বিশাল সাইলো এলাকা।  এই কাঠামোটির পরিমাপ ১৮২ বাই ১০৪ মিটার এবং এটি ২২টি পুরু খিলান দ্বারা বিভক্ত, যার মধ্যে করিডোর রয়েছে যা মূলত খিলান দ্বারা ছাদযুক্ত ছিল।  এই ভবনটিকে প্রায়শই ভুল করে মৌলে ইসমাইলের \"আস্তাবল\" বা \"রাজকীয় আস্তাবল\" বলা হয়, কিন্তু প্রকৃতপক্ষে এটি ছিল একটি বিশাল শস্য সংরক্ষণের গুদাম যা দীর্ঘ অবরোধ সহ্য করার জন্য সরবরাহ মজুদ করতে পারত।  খচ্চররা ছাদের বারান্দায় উঠে শস্য সরাসরি খিলানযুক্ত ছাদের গর্তে ফেলে দিত। সাইলোর ভেতরে সঞ্চালনের জন্য একটি অভ্যন্তরীণ করিডোর শস্যমুক্ত রাখা হয়েছিল। আজ, খিলানযুক্ত ছাদগুলি ধসে পড়েছে এবং অদৃশ্য হয়ে গেছে, কেবল অসংখ্য সারি খিলান বাকি আছে, যা শহরের সবচেয়ে চিত্তাকর্ষক দর্শনীয় স্থানগুলির মধ্যে একটি হিসাবে বিবেচিত হয়। \n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== সাহরিজ সোয়ানি (জলের অববাহিকা) ===\n\nএই কমপ্লেক্সের তৃতীয় উপাদান হল বিশাল জলাশয় বা কৃত্রিম হ্রদ যা মূল কাঠামোর পাশে বিস্তৃত, সাহরিজ সোয়ানি বা সাহরিজ সোয়ানি (\"নরিয়াদের অববাহিকা\"), যা আগডাল অববাহিকা নামেও পরিচিত।  প্রায় আয়তাকার এই অববাহিকার পরিমাপ ১৪৮.৭৫ বাই ৩১৯ মিটার এবং গড়ে ১.২ মিটার গভীর।  যদিও স্পষ্টতই এই অববাহিকাটি প্রাসাদের বাসিন্দাদের অবসরের জন্যও ব্যবহৃত হত যারা এখানে স্নান করতেন বা ছোট নৌকায় ঘুরে বেড়াতেন, তবুও এর উদ্দেশ্য মূলত উপযোগী এবং রাজকীয় শহরের জল সরবরাহের সাথে একীভূত ছিল বলে মনে হয়।  এর দক্ষিণ-পূর্ব দিকের সংলগ্ন দশ নোরিয়াদের ঘর দ্বারা এটিকে জল সরবরাহ করা হত।  এই দিক থেকে এটি মারাকেশের মেনারা উদ্যানের জলাশয়ের সাথে সাদৃশ্যপূর্ণ।  সম্ভবত এর গুরুত্বের কারণে, এটি তার নিজস্ব দুই মিটার পুরু প্রতিরক্ষা প্রাচীর দ্বারা ঘেরা ছিল, যার একটি ছোট অংশ দক্ষিণ-পশ্চিমে অবশিষ্ট রয়েছে (এটি বেনি মোহাম্মদ পাড়া থেকে পৃথক করে)। \n\n\n== তথ্যসূত্র =="}