{"pageid": 1530172, "title": "আল-আকসা ইসলামী ব্যাংক", "url": "https://bn.wikipedia.org/wiki?curid=1530172", "content": "১৯৯৭ সালে ফিলিস্তিনি অঞ্চলে হামাস আল-আকসা ইসলামিক ব্যাংক প্রতিষ্ঠা করে, যা সংগঠনের আর্থিক শাখা হিসেবে কাজ করে। ২০০১ সালে মার্কিন কর্তৃপক্ষ কর্তৃক এর সম্পদ জব্দ না করা পর্যন্ত ব্যাংকটি মার্কিন-সন্ত্রাসী মনোনীত হামাসের পক্ষে অর্থ পাচার এবং স্থানান্তর করেছিল  ২০১০ সালে ব্যাংকটির লাইসেন্স বাতিল করা হয়।\n\n\n== পটভূমি ==\nযদিও ইসলামী অর্থব্যবস্থায় অনেক নিষেধাজ্ঞা রয়েছে - যেমন মদ্যপান, জুয়া, অনিশ্চয়তা ইত্যাদি - তবুও সকল প্রকার সুদই সুদ এবং তাই নিষিদ্ধ এই বিশ্বাসই এর ভিত্তি।   রিবা  শব্দের আক্ষরিক অর্থ অতিরিক্ত বা সংযোজন, এবং এটি সুদ,  সুদ , অতিরিক্ত, বৃদ্ধি বা সংযোজন হিসাবে অনুবাদ করা হয়েছে।  প্রাচীন আব্রাহামিক ধর্ম, খ্রিস্টধর্ম এবং ইহুদি ধর্মেও সম্পর্কিত নিষেধাজ্ঞা বিদ্যমান। ক্যাথলিক চার্চ সুদ নিষিদ্ধ করে, কিন্তু ষোড়শ শতাব্দীতে সকল সুদের উপর নিষেধাজ্ঞা শিথিল করতে শুরু করে। \n২০০৭-২০০৮ সালের আর্থিক সংকটের সময়, মার্কিন ব্যাংকগুলির ব্যালেন্স শিটে জমে থাকা 'বিষাক্ত সম্পদের' দ্বারা ইসলামী ব্যাংকগুলি প্রাথমিকভাবে প্রভাবিত হয়নি কারণ এগুলি শরিয়া-সম্মত ছিল না এবং ইসলামী ব্যাংকগুলির মালিকানাধীন ছিল না। ২০০৯ সালে, ভ্যাটিকানের সরকারী সংবাদপত্র  এই ধারণাটি তুলে ধরে যে \"ইসলামী অর্থায়নের নীতিগুলি ব্যাংকগুলিকে তাদের ক্লায়েন্টদের এবং প্রকৃত চেতনার কাছাকাছি নিয়ে আসতে পারে যা প্রতিটি আর্থিক পরিষেবার চিহ্ন হওয়া উচিত\"। \n\n\n== প্রতিষ্ঠা ==\nআল-আকসা ইসলামিক ব্যাংক ২০ মিলিয়ন ডলার মূলধন নিয়ে প্রতিষ্ঠিত হয়েছিল এবং ১৯৯৯ সালে এটি কার্যকর হয়।  দাতব্য সংস্থা এবং ব্যক্তিদের অনুদান ব্যাংক প্রতিষ্ঠায় সহায়তা করেছিল, যদিও হামাস ১৯৯৮ সালে সৌদি আল-বারাকা ব্যাংকের মালিক সালেহ আবদুল্লাহ কামেল এবং আল-বারাকার একটি সহযোগী প্রতিষ্ঠান জর্ডান ইসলামিক ব্যাংক থেকে একটি বড় অবদান পেয়েছিলেন।\n\n\n== সন্ত্রাসবাদের সাথে সংযোগের অভিযোগ ==\nব্যাংকটির বিরুদ্ধে ওসামা বিন লাদেনের সাথে পরোক্ষ সংযোগের অভিযোগ আনা হয়েছিল, কারণ আমানতকারী সালেহ আবদুল্লাহ কামেল ১৯৮৩ সালে ওসামা বিন লাদেনকে উল্লেখযোগ্য আর্থিক সহায়তা প্রদান করেছিলেন।  ১৯৮৩ সালে, বিন লাদেন আফগানিস্তানে সোভিয়েত ইউনিয়নের বিরুদ্ধে যুদ্ধ করছিলেন, এবং ব্যাপকভাবে বিশ্বাস করা হয় যে তিনি মার্কিন যুক্তরাষ্ট্রের পাশাপাশি সৌদিদের দ্বারাও সমর্থিত ছিলেন।  ২০০২ সালে সারাজেভোতে বেনিভোলেন্স ইন্টারন্যাশনাল ফাউন্ডেশনের ভবনে অভিযানের সময় আটক আল-কায়েদার কথিত পৃষ্ঠপোষকদের তালিকায় সৌদি কোটিপতির নাম উঠে আসে। বসনিয়ান পুলিশের নেতৃত্বে পরিচালিত এই অভিযানে পরবর্তীতে দ্য গোল্ডেন চেইন  নামে একটি তালিকা উন্মোচিত হয়, যা পরে সুদানের আল-কায়েদার পক্ষত্যাগী জামাল আল-ফাদল কর্তৃক নিশ্চিত করা হয়েছিল, যেখানে ২০ জন শীর্ষ সৌদি এবং উপসাগরীয় রাষ্ট্রের আর্থিক পৃষ্ঠপোষক অন্তর্ভুক্ত ছিল।\nআল-আকসা ইসলামিক ব্যাংকের ২০% মালিকানা ছিল পশ্চিম তীরে অবস্থিত একটি বিনিয়োগ গোষ্ঠী বেইত এল-মাল হোল্ডিংসের, যার শাখা পূর্ব জেরুজালেম এবং গাজায় অবস্থিত।  প্যাট্রিয়ট অ্যাক্টের সাথে যুক্ত মার্কিন যুক্তরাষ্ট্র সরকারের তদন্তে দেখা গেছে যে দুটি আর্থিক প্রতিষ্ঠানের মধ্যে সিনিয়র অফিসার এবং পরিচালকরা ছিলেন এবং তাদের বেশিরভাগ শেয়ারহোল্ডার হামাসের সাথে যুক্ত বলে খ্যাতিমান ছিলেন।  মোহাম্মদ সারসুর, একজন মার্কিন নাগরিক যিনি বীর জেইত বিশ্ববিদ্যালয়ের ভাইস-প্রেসিডেন্ট হিসেবে দায়িত্ব পালন করেছিলেন, তিনি আল-আকসা ইসলামিক ব্যাংকের ডেপুটি জেনারেল এবং বেইত আল-মাল হোল্ডিংসের জেনারেল ম্যানেজার ছিলেন। \nবেইত আল-মাল মূলত পিএলও -নেতৃত্বাধীন ফিলিস্তিনি কর্তৃপক্ষ হামাসের সাথে সম্পর্কিত হিসাবে চিহ্নিত সংস্থাগুলির জন্য তহবিল সংগ্রহ এবং অর্থ স্থানান্তর করার জন্য প্রতিষ্ঠিত হয়েছিল।আল-আকসা ইসলামিক ব্যাংক এবং বেইত আল-মাল হোল্ডিংস উভয়ই সিনোক্রোট গ্লোবাল গ্রুপের আংশিক মালিক এবং \"হামাস এবং এর দাতাদের মধ্যে একটি বাফার হিসেবে সহযোগিতামূলকভাবে কাজ করে\"। \n২০০১ সালের ৪ ডিসেম্বর ইসরায়েলে আত্মঘাতী হামলায় ২৫ জন নিহত এবং ২০০ জনেরও বেশি আহত হওয়ার পর, রাষ্ট্রপতি জর্জ ডব্লিউ বুশের নির্বাহী আদেশ নং ১৩২২৪ এর অধীনে মার্কিন কর্তৃপক্ষ হামাসকে \"বিশ্বব্যাপী বিস্তৃত\" সন্ত্রাসী সংগঠন হিসেবে ঘোষণা করে এবং পবিত্র ভূমি ফাউন্ডেশন ফর রিলিফ অ্যান্ড ডেভেলপমেন্ট, বেইত আল-মাল হোল্ডিংস এবং আল-আকসা ইসলামিক ব্যাংকের সম্পদ জব্দ করে।  তিনটি প্রতিষ্ঠান হামাসকে আর্থিক ও বস্তুগত সহায়তা প্রদান করছিল। \nফিলিস্তিনি মুদ্রা কর্তৃপক্ষ ১ এপ্রিল ২০১০ তারিখ থেকে ব্যাংকটির লাইসেন্স বাতিল করে \n\n\n== সিটিগ্রুপের সাথে সহযোগিতা ==\nব্যাংকটি কার্যক্রম শুরু করার কিছুক্ষণ আগে, মার্কিন যুক্তরাষ্ট্রের প্রতিনিধিরা ব্যাংকটির বেশ কয়েকজন নিয়োগকর্তা এবং বোর্ড সদস্যকে হামাসের সাথে সম্পৃক্ততার অভিযোগে অভিযুক্ত করেছিলেন (যারা স্পষ্টভাবে উল্লেখ করেননি যে এই ব্যক্তিরা হামাসের রাজনৈতিক, ধর্মীয়, অথবা জঙ্গি শাখার সাথে যুক্ত কিনা)।  ফলস্বরূপ, আন্তর্জাতিক লেনদেনে ব্যাংকটির অসুবিধা হচ্ছে; বেশ কয়েকটি ব্যাংক লেনদেন পরিশোধ করতে অস্বীকৃতি জানিয়েছে।\nবিশেষ করে, হামাসের পক্ষে আল-আকসা ইসলামিক ব্যাংকের অর্থ পাচারের ফলে ব্যাংকটির ইসরায়েলে ব্যবসা করার সম্ভাবনা নষ্ট হয়ে যায়।  অতএব, ইসরায়েলি নিষেধাজ্ঞা এড়াতে, আল-আকসা ব্যাংক সিটিগ্রুপের সাথে যৌথ প্রকল্প শুরু করে, যা ব্যাংকের ইসরায়েলি বিভাগকে একত্রিত করে।\nসিটিগ্রুপের সাথে যৌথ প্রকল্পগুলির ফলে ইসরায়েলের জন্য একটি যৌথ ডাটাবেস প্রতিষ্ঠা করা হয়েছিল।  অধিকন্তু, সিটিব্যাংক এবং আল-আকসা ইসলামিক ব্যাংকের মধ্যে সহযোগিতা এতটাই প্রসারিত হয়েছিল যে ইউরোপ এবং মধ্যপ্রাচ্যে আল-আকসা অ্যাকাউন্টে জমা হওয়া অর্থ সিটিব্যাংক শাখার মাধ্যমে ইসরায়েল থেকে অ্যাক্সেস করা যেত।\n২০০১ সালের জানুয়ারিতে সিটিব্যাংক তেল আবিবে একটি অফিস খোলে।  এরপর ইসরায়েলি কর্তৃপক্ষ আনুষ্ঠানিকভাবে আল-আকসা ইসলামিক ব্যাংকের সাথে তাদের সহযোগিতা নিয়ে প্রশ্ন তোলে এবং সিটিগ্রুপকে মার্কিন ট্রেজারি বিভাগের পরামর্শ নেওয়ার জন্য অনুরোধ করে।  সিটিগ্রুপ ট্রেজারি বিভাগের প্রতিক্রিয়া সম্পর্কে কোনও তথ্য প্রকাশ করেনি; তবে, ব্যাংকটি আল-আকসার সাথে তার সম্পর্ক ছিন্ন করেছে।  \nতবে, সেই সময়ে, আল-আকসা ব্যাংক হামাসের পক্ষ থেকে সিটিব্যাংকের মাধ্যমে কমপক্ষে ১ মিলিয়ন ডলার তহবিল পেয়েছিল।\n\n\n== তথ্যসূত্র =="}