{"pageid": 1530696, "title": "মুহাম্মদ সিরাজুদ্দীন নকশবন্দী", "url": "https://bn.wikipedia.org/wiki?curid=1530696", "content": "মুহাম্মদ সিরাজুদ্দিন নকশবন্দী  দক্ষিণ এশিয়ার (বর্তমান পাকিস্তান) একজন বিশিষ্ট ইসলামী পন্ডিত এবং নকশবন্দী সুফি ধারার সুফি শায়খ ছিলেন। তিনি ১৮৭৯ সালে জন্মগ্রহণ করেন এবং ১৯১৫ সালে ডেরা ইসমাইল খানের মুসা জাই শরীফে মৃত্যুবরণ করেন। তাঁর অনুসারী এবং তাঁর পদ্ধতির দিক থেকে তাঁর উত্তরাধিকার এবং প্রভাব এখনও বিশ্বজুড়ে বিস্তৃত।\n\n\n== জীবনী ==\n১৫ মহররম ১২৯৭ হিজরি (৩০ ডিসেম্বর ১৮৭৯) মুসা জাই শরীফ, ডেরা ইসমাইল খানে (বর্তমান পাকিস্তান) জন্মগ্রহণ করেন। মুহাম্মদ সিরাজুদ্দিন নকশবন্দী  বিখ্যাত নকশবন্দী শেখ মুহাম্মদ উসমান দামানির পুত্র এবং উত্তরসূরি ছিলেন।  তিনি মোল্লা শাহ মুহাম্মদের কাছে পড়াশোনা করেন এবং চৌদ্দ বছর বয়সে স্নাতক হন। তিনি তার পিতার কাছ থেকে সুলূক (আধ্যাত্মিক নির্দেশনা) গ্রহণ করেছিলেন। এছাড়া তিনি ইমাম রব্বানী শায়খ আহমেদ সিরহিন্দীর মাকতুবাত (চিঠিপত্র) এবং খাজা মুহাম্মদ মাসুমের মাকতুবাত (চিঠিপত্র) এর মতো তাসাউফের বইগুলি পড়ছিলেন।  তার বাবা তাকে ১৩১১ হিজরির ৩ জিলকদ (১০ মে ১৮৯৪) খিলাফত (সুফিবাদে অনুমতি) প্রদান করেন এবং একটি লিখিত ইজাজত-নামা (সনদ) দেন। \n১৩২৪ হিজরীতে তিনি  হজ্জের জন্য মক্কা ও মদীনায় যান এবং ছত্রিশ জন সঙ্গীর সাথে ইসলামী নবী মুহাম্মদের রওজা জিয়ারত করেন। তার সঙ্গী হাজী মোল্লা সদর লিখেছেন যে, মদিনায় একদিন শায়খ সিরাজউদ্দিন গোসল করে নবীর কবর জিয়ারত করতে যান। সেখানে তিনি মুজাওয়িরদের (মাজার রক্ষণাবেক্ষণের দায়িত্বপ্রাপ্ত ব্যক্তিদের) সাথে দেখা করেন এবং তাদের সাথে কথা বলেন। এই সময় মুজাওয়িররা মুহাম্মদ সিরাজুদ্দিন নকশবন্দীকে একটি আরবি পোশাক এবং একটি জ্বলন্ত মোমবাতি উপহার দেন। মোমবাতি ব্যবহার করে তিনি দুটি  প্রদীপ জ্বালিয়ে মুহাম্মাদের মাজারের রওজায় প্রবেশ করলেন এবং তাকে দেওয়া পোশাকটি পরেছিলেন।দীর্ঘ সময় নামাজ পড়ে  তিনি বেরিয়ে এসে মুজাওয়িরদের প্রতি কৃতজ্ঞতা প্রকাশ করলেন।\nসিরাজউদ্দিন প্রায় ছত্রিশ জনকে খিলাফত প্রদান করেন। তাঁর সবচেয়ে বিখ্যাত খলিফা এবং উত্তরসূরী ছিলেন পীর ফজল আলী কুরেশি। তিনি একজন বিশিষ্ট শেখ যার আধ্যাত্মিক উত্তরাধিকার এখনও বিশ্বজুড়ে সক্রিয়। \nপঁয়ত্রিশ বছর বয়সে সিরাজুদ্দিন গুরুতর অসুস্থ হয়ে পড়েন। সাহায্যের জন্য তিনি হাকিম আজমল খানের সাথে পরামর্শ করেন। কিন্তু দুর্ভাগ্যবশত তিনি সুস্থ হতে পারেননি। নিউমোনিয়া এবং জ্বরে আক্রান্ত হয়ে  তিনি -২৬ রবিউল আউয়াল ১৩৩৩ হিজরি (১২ ফেব্রুয়ারি ১৯১৫) শুক্রবার মারা যান। ডেরা ইসমাইল খানের মুসা জাই শরীফে তাঁর বাবার কবরের পাশে তাঁকে সমাহিত করা হয়েছিল। \nতার বিভিন্ন ব্যক্তির কাছে লেখা চিঠিগুলো উর্দু ভাষায় অনুবাদ প্রকাশিত হয়েছে। এই বইয়ের সংকলনে তাঁর পিতার চিঠিগুলোও রয়েছে।।\n\n\n== আধ্যাত্মিক উত্তরাধিকার ==\nখাজা সিরাজুদ্দীন নকশবন্দী সূফীবাদের মুজাদ্দিদী অনুশাসনের অন্তর্গত। এটি নকশবন্দী সুফি তরিকার প্রধান শাখা। তাঁর আধ্যাত্মিক বংশধারা একাদশ হিজরি শতাব্দীর মুজাদ্দিদ শেখ আহমদ সিরহিন্দির মাধ্যমে মুহাম্মদের সাথে সম্পর্কিত।\n\n\n== তথ্যসূত্র =="}