{"pageid": 1530545, "title": "স্ট্যামফোর্ড বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1530545", "content": "স্ট্যামফোর্ড ইউনিভার্সিটি ছিল একটি একাডেমিক প্রতিষ্ঠান যা 1333 সালে স্ট্যামফোর্ড, লিঙ্কনশায়ার-এ প্রতিষ্ঠিত হয়েছিল, এটি ছিল এক দল ছাত্র ও শিক্ষক যারা অক্সফোর্ড বিশ্ববিদ্যালয় থেকে এসেছিলেন, যার মধ্যে ছিল মার্টন কলেজ এবং ব্রাজেনোস হল।\nঅক্সফোর্ড এবং ক্যামব্রিজ বিশ্ববিদ্যালয় দ্বারা প্রচারের পরে, রাজা এডওয়ার্ড তৃতীয় 1335 সালে এই প্রতিষ্ঠানটি বন্ধ করে দেন এবং শিক্ষক ও শিক্ষার্থীদের আবার অক্সফোর্ডে ফিরিয়ে নিয়ে যান। 1820-এর দশক পর্যন্ত সমস্ত অক্সফোর্ড স্নাতকদের স্ট্যামফোর্ডে পাঠদান না করার জন্য শপথ নিতে বাধ্য করা হতো।\n\n\n== ইতিহাস ==\n=== কিংবদন্তী পূর্বসূরি === \nজন হার্ডিং, যিনি 1440-এর দশকে লিখেছিলেন, তার মতে কিংবদন্তী ব্রিটিশ রাজা ব্লাডুদ এথেন্সে পড়াশোনা করেছিলেন এবং স্ট্যামফোর্ডে একটি বিশ্ববিদ্যালয় প্রতিষ্ঠা করেছিলেন। পরবর্তী লেখকরা এর প্রতিষ্ঠার সম্ভাব্য তারিখ 863 খ্রিস্টপূর্ব এবং 605 খ্রিস্টাব্দে অগাস্টিন অফ ক্যানটারবুরি দ্বারা এটি বন্ধ হওয়ার কথা বলেন।\nএই কিংবদন্তীটি এডমন্ড স্পেনসার'র 1590 সালের কবিতা The Faerie Queene-এ প্রতিফলিত হয়েছে যেখানে তিনি লিখেছিলেন:\n\nএবং স্ট্যামফোর্ড দেখবে, যদিও এখন সাধারণভাবে লুকানো,তবে তখন এটি শিখনে আরও উজ্জ্বল হবে,ক্যামব্রিজ বা অক্সফোর্ডের তুলনায়, ইংল্যান্ডের সুন্দর রশ্মি।\nতবে এই প্রতিষ্ঠানের অস্তিত্বের বিষয়ে অন্য কোন প্রমাণ পাওয়া যায়নি।\n\n\n=== পূর্ববর্তী শিক্ষা স্ট্যামফোর্ডে ===\n1301 সালে, এডওয়ার্ড প্রথম গিলবার্টাইনদের স্ট পিটার স্ট্রিটের উত্তরের একটি manor প্রদান করেছিলেন, যা তারা সেমপ্রিংহাম হল নামে পরিচিতি লাভ করেছিল। 1303 সালে জন ডালডারবি, লিঙ্কন শহরের বিশপ, তাদেরকে \"শাস্ত্র এবং দর্শন অধ্যয়নরত শিক্ষার্থীদের রক্ষণাবেক্ষণ\" করার জন্য এই হলটিতে লাইসেন্স প্রদান করেন।\n\nএছাড়াও কিছু প্রমাণ রয়েছে যা নির্দেশ করে যে স্ট লিওনার্ড প্রায়রিতে শিক্ষা দেওয়া হয়েছিল, যা ছিল ডারহাম প্রায়রি এর একটি সেল। মাতৃগৃহটি ডারহাম কলেজ, অক্সফোর্ড সংরক্ষণ করেছিল, এবং কিছু রেকর্ড রয়েছে যা ডারহাম এবং মনকওয়ারমাউথ–জ্যারো অ্যাবি থেকে \"অক্সফোর্ড এবং স্ট্যামফোর্ডে শিক্ষার্থীদের\" জন্য অর্থ প্রদানের কথা বলে - যদিও কিছু ক্ষেত্রে এইগুলো সংশোধন করা হয়েছিল যাতে স্ট্যামফোর্ডের উল্লেখ মুছে ফেলা হয়। শহরে কারমেলাইট, ডমিনিকান এবং ফ্রান্সিসকান ফ্রাইয়ারদের বাড়িও ছিল। 1309 সালে উইলিয়াম অফ হুইটলি এর একটি পাণ্ডুলিপি রেকর্ড করে যে তিনি স্ট্যামফোর্ডে শিক্ষা দিয়েছিলেন, তবে এটি একটি গ্রামার স্কুলে শিক্ষা দেওয়া হতে পারে।\nফ্রান্সিস পেক এবং হেন্সলি হেনসন দাবি করেছেন যে এই সমস্ত ক্লস্টার প্রতিষ্ঠানের সম্মিলিত শক্তি \"একটি বিশ্ববিদ্যালয়ের সবকিছুর মতো ছিল\"; তবে, হাস্টিংস রাশডাল এই উপসংহারে বলেছেন, \"এটি মৌলিকভাবে বিভ্রান্তিকর\"।\n\n\n=== অক্সফোর্ড থেকে Exodus ===\n\n1333 সালে অক্সফোর্ডে একটি অশান্তি সৃষ্টি হয়, যা সম্ভবত উত্তর ও দক্ষিণ ইংল্যান্ডের ছাত্রদের মধ্যে সংঘর্ষের ফলস্বরূপ ঘটেছিল। এর পর, একটি দল ছাত্র ও শিক্ষক 1333 সালে স্ট্যামফোর্ডে একটি প্রতিদ্বন্দ্বী কলেজ প্রতিষ্ঠা করতে চলে আসে। তারা 1334 সালে আরও যোগ দেয়।\nঅস্তিত্বশীল রেকর্ডগুলি সুপারিশ করে যে শিক্ষকরা প্রায় সবাই উত্তর ইংল্যান্ড থেকে ছিলেন। তাদের নেতা ছিলেন উইলিয়াম ডি বার্নবি, একজন ইয়র্কশায়ারবাসী যিনি মার্টন কলেজ এর ফেলো এবং বারসার ছিলেন।\n\n\n== দমন প্রচেষ্টা ==\n\nঅক্সফোর্ড বিশ্ববিদ্যালয় ১৩৩৪ সালের ১৪ ফেব্রুয়ারি (পুরনো শৈলী অনুযায়ী ১৪ ফেব্রুয়ারি ১৩৩৩) রানী ফিলিপ্পা থেকে সাহায্যের জন্য একটি আবেদন পাঠিয়েছিল, যেখানে তারা বলেছিল যে তিনি এবং রাজা \"অক্সফোর্ড শহরকে... অন্য কোনো বিশ্ববিদ্যালয়ের সম্মানে বঞ্চিত না করতে\" চান। প্রায় একই সময়ে, একই ধরনের আবেদন লিঙ্কন বিশপ এবং রাজা এডওয়ার্ড তৃতীয়কে পাঠানো হয়, যেখানে \"অশুভ, যা আমরা প্রতিটি দিকে ক্ষতিকর এবং ব্যাধিরূপে মনে করি, তা হলো স্ট্যামফোর্ড শহরে নতুনভাবে শিক্ষার্থীদের একত্রিত করা\", এবং তারা আবেদন জানায় যে \"যা অজ্ঞতার কারণে শুরু হয়েছে, তা রাজকীয় বুদ্ধিমত্তার দ্বারা দ্রুত শেষ করা উচিত, এবং ভবিষ্যত পাপীদের জন্য একটি সতর্কবার্তা হিসেবে কাজ করা উচিত।\"\n১৩৩৪ সালের ২ আগস্ট, রাজা লিঙ্কনশায়ারের শেরিফ জন অফ ট্রিহাম্পটনকে নির্দেশ দেন, স্ট্যামফোর্ডে সকল শিক্ষার্থীকে নিষেধ করতে, অন্যথায় তাদের সকল সম্পত্তি বাজেয়াপ্ত করা হবে। অক্সফোর্ডের মেয়রকেও একটি অনুরূপ বার্তা পাঠানো হয়। তবে ১ নভেম্বর, তাকে পুনরায় লিখতে হয়, যেখানে তিনি জানান যে, তিনি জানতে পেরেছেন যে মাস্টার এবং শিক্ষার্থীরা এখনও স্ট্যামফোর্ডে শিক্ষার কাজ চালিয়ে যাচ্ছে। ৭ জানুয়ারি, চুপচাপ কোনো পদক্ষেপ না নেওয়ার পর, রাজা শেরিফকে তার নিজস্ব সচিব William Trussellকে নিয়োগ করার নির্দেশ দেন, যিনি শেরিফের সাথে যাবেন এবং অমান্যকারী শিক্ষকদের সম্পত্তি বাজেয়াপ্ত করবেন।\nএকটি অবৈধ চিঠিতে, \"স্ট্যামফোর্ড শহরে বসবাসকারী শিক্ষার্থীরা\" রাজাকে জানায় যে তারা \"অক্সফোর্ডে অনেক বিতর্ক, সংঘর্ষ এবং লড়াইয়ের কারণে স্ট্যামফোর্ডে এসেছিল\", এবং সেখানে \"বিশ্রামে এবং শান্তিতে অধ্যয়ন করছিল, মর্যাদাপূর্ণ জন, ৭ম কাউন্ট অফ সারি এর সহানুভূতির কারণে\"। তারা আবেদন জানায় যে \"রাজা তাদের সেখানে তার রক্ষায় থাকার অনুমতি দেবেন\"। এই চিঠির একটি কপি পিটারবোরো আবটের রেজিস্টারে সংরক্ষিত ছিল, যা ইঙ্গিত দেয় যে তিনি বিদ্রোহীদের সমর্থনে একটি ভূমিকা পালন করেছিলেন।\n১৩৩৫ সালের ২৯ মার্চ, রাজা ট্রাসেলকে একটি কমিশন প্রদান করেন, যাতে স্ট্যামফোর্ডে শিক্ষার্থীদের দমন করতে পাঠানো হয়, এবং শেরিফকেও তার সহায়তার জন্য নির্দেশ দেন। বেশ কয়েকজন শিক্ষার্থী স্ট্যামফোর্ড থেকে বহিষ্কার করা হয়েছিল, তবে অ্যান্থনি উড রেকর্ড করেছেন যে, ট্রাসেল চলে যাওয়ার পর, স্ট্যামফোর্ডের বাসিন্দারা শিক্ষার্থীদের ফিরে আসার জন্য উত্সাহিত করেছিল।\n১৩৩৫ সালের ২৬ জুলাই, স্ট্যামফোর্ডে একটি অনুসন্ধান অনুষ্ঠিত হয় ট্রাসেলের নেতৃত্বে, যেখানে ৩৮ জন শিক্ষকের নাম চিহ্নিত করা হয়। তালিকায় পঁইত্রিশজন মাষ্টার্স অব আর্টস (যার মধ্যে উইলিয়াম অফ বার্নবি অন্তর্ভুক্ত); একজন ব্যাচেলর অব আর্টস; পাঁচজন স্থানীয় পরিশ্রমী পুরোহিত; পনেরোজন শিক্ষার্থী (যার মধ্যে স্ট্যানহোপ, কুয়ান্টি ডারহামের রেক্টর); এবং \"ফিলিপাস লে maunciple atte ব্রেজেনোজ\"।\n\n\n== উত্তরাধিকার ==\n\nরবার্ট ডি স্ট্র্যাটফোর্ড, ইংল্যান্ড এবং অক্সফোর্ড বিশ্ববিদ্যালয়ের চ্যান্সেলর, ১৩৩৭ সালের প্রায় সময়ে ক্যামব্রিজ বিশ্ববিদ্যালয়ের মাস্টারদের কাছে একটি চিঠি লেখেন, যেখানে তিনি উইলিয়াম অফ বার্নবিকে চিহ্নিত করেন, যাকে তিনি \"বিপজ্জনক দ্বন্দ্বের প্রধান উত্স\" হিসাবে চিহ্নিত করেছেন, এবং তাদের সতর্ক করেন যে তাকে কোনো ডিগ্রি না দেওয়ার জন্য, বলেছিলেন যে \"যদি স্ট্যামফোর্ড বিশ্ববিদ্যালয়টি টিকে থাকত, তবে তা উভয় বিশ্ববিদ্যালয়ের জন্য অমঙ্গলের এবং অপমানজনক হত।\"\nঅক্সফোর্ডে মাস্টার্স অব আর্টস শিক্ষার্থীদের ১৮২৭ সাল পর্যন্ত একটি শপথ নিতে বাধ্য করা হত:\nটেমপ্লেট:Translated blockquote\n(Laudian কোড, শিরোনাম ৯, ধারা ষষ্ঠ)}}\n\"স্ট্যামফোর্ড শপথ\" (এবং ক্যামব্রিজে একটি অনুরূপ, সংক্ষিপ্ত শপথ) অক্সফোর্ড এবং ক্যামব্রিজের দীর্ঘকালীন দুটি প্রধান বিশ্ববিদ্যালয়ের আধিপত্য রক্ষা করার জন্য ব্যবহৃত হয়েছিল।\nপ্রাচীনতত্ত্ববিদ ফ্রান্সিস পেক ১৭২৭ সালে স্ট্যামফোর্ডের ইতিহাসের উপর \"আকাডেমিয়া তৃতীয়া অ্যাঙ্গলিকানা\" (লাতিনে 'তৃতীয় ইংল্যান্ডের বিশ্ববিদ্যালয়') নামক একটি গ্রন্থ প্রকাশ করেন।\n\n\n== ব্রেজেনোজ হল ==\n\n১৩৩৫ সালের অনুসন্ধানে তালিকাভুক্ত একমাত্র শিক্ষার্থী যাকে আরো বিস্তারিতভাবে বর্ণনা করা হয়েছে, তিনি হচ্ছেন \"ফিলিপাস লে manciple atte ব্রেজেনোজ\"। লিচ এবং ম্যাডান মনে করেন যে স্ট্যামফোর্ডে ব্রেজেনোজ হল ছিল যা সেই সময়ে আবির্ভূত বিশ্ববিদ্যালয়ের অংশ হিসেবে ছিল; ধারণা করা হয় যে এটি অক্সফোর্ডের ব্রেজেনোজ হলের শিক্ষার্থীদের দ্বারা প্রতিষ্ঠিত হয়েছিল, যার সাইট পরবর্তীতে Brasenose College, Oxford হয়ে ওঠে।\nলিচ এই হলটি ব্রেজেনোজ হল বা \"দ্য কলেজ\" হিসেবে চিহ্নিত করেছেন, যা স্ট পলের স্ট্রিট, স্ট্যামফোর্ডে ছিল; যদিও এর আগে ১৫৫৯ সালের আগে এই নামের কোনো প্রমাণ পাওয়া যায়নি, যখন একটি লিজে \"ব্রাসেন নোজ নামে একটি মেসুয়েজ\" উল্লেখ করা হয়। অক্সফোর্ডের প্রাচীনতত্ত্ববিদ অ্যান্থনি উড ১৭শ শতকে লিখেছিলেন যে, ভবনটির নাম ছিল ব্রেজেনোজ বা ব্রেজেন নোজ, এবং সেখানে 'একটি সুন্দর রেফেক্টরি' এবং 'একটি বড় গেট এবং একটি উইকেট ছিল; ওই উইকেটে একটি মুখ বা পুরনো তামার ব্রাসের মাথা ছিল, যার মধ্যে একটি রিং ছিল'।\nএই মধ্যযুগীয় ভবনটি, যা ভেঙে পড়েছিল, ১৬৮৮ সালে ধ্বংস হয়, তবে একটি গেট ছিল যা প্রাথমিক ১৪শ শতাব্দী থেকে তারিখিত এবং যা একটি পুরনো ব্রাস নক্কার বহন করে। ভবনের উপকরণগুলি একটি নতুন বাড়ি নির্মাণে ব্যবহার করা হয়েছিল যা ব্রেজেনোজ হল বা \"দ্য কলেজ\" নামে পরিচিত ছিল, যা পরে শহরের কাজের ঘর হয়ে ওঠে এবং ১৮২২ সালে ধ্বংস হয়। সাইটটি, গেটসহ, পরবর্তীতে সংলগ্ন ১৮শ শতাব্দীর বাড়ির বাগান হয়ে ওঠে, যা \"ব্রেজেনোজ হাউস\" নামে পরিচিত হয়।\n১৮৯০ সালে, অক্সফোর্ডের ব্রেজেনোজ কলেজ ঐ বাড়িটি কিনেছিল যাতে তারা নক্কারটি সংগ্রহ করতে পারে, যা ধারণা করা হয়েছিল যে এটি অক্সফোর্ডের মূল 'ব্রাজেন নোজ', যা ১৪শ শতাব্দীতে ব্রেজেনোজ হলের শিক্ষার্থীরা স্ট্যামফোর্ডে নিয়ে গিয়েছিল। নক্কারটি, যা ১২শ শতাব্দীর হিসেবে মূল্যায়ন করা হয়, গেট থেকে সরানো হয় এবং এখন অক্সফোর্ডের কলেজের ডাইনিং হলের উচ্চ টেবিলের উপরে মাউন্ট করা হয়েছে; একটি অনুলিপি ১৯৬১ সালে স্ট্যামফোর্ডে গেটওয়ে স্থাপন করা হয়।\nএই সাইটটি, ১৮শ শতাব্দীর বাড়ি সহ, অক্সফোর্ড কলেজ দ্বারা ব্রেজেনোজ স্কুল ফর গার্লসকে ভাড়া দেওয়া হয়েছিল, পরবর্তীতে ১৯২৯ সালে Stamford School এটি কিনে নেয় এবং স্কুল সাইটের একটি অংশ হয়ে ওঠে, যার নাম স্কুলের একাধিক হাউসের মধ্যে একটি রাখা হয়। \"ব্রেজেনোজ কলেজের সাইট\" একটি তালিকাভুক্ত স্মৃতিস্মারক এবং কলেজের গেট এবং রিটেইনিং দেয়াল গ্রেড I তালিকাভুক্ত।\n\n\n== অন্যান্য বিষয় ==\nমধ্যযুগীয় বিশ্ববিদ্যালয়\nমধ্যযুগীয় বিশ্ববিদ্যালয়ের তালিকা\nনর্থাম্পটন বিশ্ববিদ্যালয় (১৩শ শতক)\nতৃতীয় পুরনো বিশ্ববিদ্যালয়ের বিতর্ক\n\n\n== নোট ==\n\n\n== রেফারেন্স ==\n\nটেমপ্লেট:Defunct universities and colleges in the United Kingdom"}