{"pageid": 1530779, "title": "ইবনে ওয়াহাব", "url": "https://bn.wikipedia.org/wiki?curid=1530779", "content": "ইবনে ওয়াহাবের পুরো নাম আবু মুহাম্মদ আবদুল্লাহ ইবনে ওয়াহব ইবনে মুসলিম আল-ফিহরি আল-কুরাশী আল-মিসরি  (৭৪৩ - ৮১৩ খ্রিস্টাব্দ) (১২৫ - ১৯৭ হিজরি )। তিনি  মালিকি মাযহাবের একজন গুরুত্বপূর্ণ মিশরীয় প্রাথমিক আইনজ্ঞ ছিলেন। তিনি মালিকের অন্যতম পরিচিত সঙ্গী ছিলেন এবং মিশর ও মাগরেবে মালিকি মাযহাবের প্রসারে তাঁর অসাধারণ প্রভাব ছিল।\n\n\n== জীবন ==\nতিনি ১২৫ হিজরিতে (৭৪৩ খ্রিস্টাব্দ) জিলকদ মাসে পুরাতন কায়রোতে জন্মগ্রহণ করেন। তিনি দত্তক গ্রহণের মাধ্যমে কুরাইশ গোত্রের সদস্য ছিলেন। মিশরে জন্মগ্রহণ করা এই ব্যক্তি রেহানার মাওলা ছিলেন। রেহানা নিজেই ফিহর গোত্রের আবু আবদুর রহমান ইয়াজিদ ইবনে উনাইসের মাওলা ছিলেন।  তিনি মিশরীয় পণ্ডিত উসমান ইবনে আব্দুল হাকাম আল-জুধামীর (মৃত্যু ৭৭৯) তত্ত্বাবধানে ইসলামী বিজ্ঞানে প্রাথমিক শিক্ষা লাভ করেন এবং এরপর মালিক ইবনে আনাসের কাছে শিক্ষালাভের জন্য মদিনায় যান।  তিনি প্রায় বিশ বছর মালিকের সাথে ছিলেন এবং মিশরে তাঁর ফিকহ প্রচার করেছিলেন। তিনি কেবল মালিকের কাছেই নয়, ইবনে শিহাব আল-জুহরীর অনেক সঙ্গীর কাছ থেকেও শিক্ষা নেন। ইবনে ওয়াহব মিশর, হিজাজ ও ইরাকের চার শতাধিক শায়খের কাছ থেকে হাদীস সংগ্রহ করেন। যার মধ্যে সুফিয়ান আল-সাওরি, ইবনে উয়ায়না, ইবনে জুরায়জ, আবদুর-রহমান ইবনে জিয়াদ আল-ইফ্রিকি, সাঈদ ইবনে আবি আইয়ুব এবং অন্যান্যরা ছিল। অনেকে তার থেকে হাদিসও বর্ণনা করেছেন।\nইবনে ওয়াহব মালিকী মাযহাবে উচ্চ মর্যাদার অধিকারী ছিলেন কারণ তিনি মালিকের প্রথম ও প্রধান সঙ্গীদের একজন ছিলেন। মালিকের সাহাবীদের একজন ছাত্র আল-আসবাগ তার সম্পর্কে বলেন, \"ইবনে ওয়াহাব  মালিকের সঙ্গীদের মধ্যে সুন্নাহ ও হাদীস সম্পর্কে সবচেয়ে বেশি জ্ঞানী ছিলেন। যদিও তিনি দুর্বল ব্যক্তিদের কাছ থেকে হাদীস বর্ণনা করেছিলেন\"। ইবনে ওয়াহাব নিজেই স্বীকার করেছিলেন যে তার কিছু হাদিস দুর্বল ছিল। তিনি বললেন, \"যদি আল্লাহ আমাকে মালিক ও লাইসের মাধ্যমে উদ্ধার না করতেন, তাহলে আমি পথভ্রষ্ট হয়ে যেতাম। আমি অনেক হাদিস জানতাম, আর সেটা আমাকে বিভ্রান্ত করত। আমি সেগুলো মালিক ও লাইসের কাছে পেশ করতাম এবং তারা বলত, 'এটা নাও আর ওটা রেখে দাও'।\"\nমালিক ইবনে ওয়াহবকে সম্মান করতেন এবং ভালোবাসতেন। তিনি ইবনে ওয়াহব ব্যতীত তাঁর  সঙ্গীদের কারো সমালোচনাই বাদ দেননি। মালিক যখন তাকে চিঠি লিখতেন তখন তাকে \" ফকীহ \" বলতেন। ইবনে ওয়াহাব মিশর এবং মাগরেবে মালিকের মাযহাব ছড়িয়ে দিয়েছিলেন। মালিকের জীবদ্দশায় এবং তার মৃত্যুর পরেও লোকেরা তার ফিকহ শেখার জন্য তার কাছে যাতায়াত করত। তিনি অনেক চমৎকার বই রেখে গেছেন। এর মধ্যে মালিকের কাছ থেকে শোনা বিষয়গুলোর উপর ভিত্তি করে প্রায় ৩০ খণ্ডে সংকলিত বই লেখা ছিল। তিনি ১৯৭ হিজরির (৮১৩ খ্রিস্টাব্দ) ২৪ শা'বানে ইন্তেকাল করেন।\n\n\n== তথ্যসূত্র =="}