{"pageid": 1530284, "title": "আল-আরফ আল-শাধি শরহ সুনান আল-তিরমিযি", "url": "https://bn.wikipedia.org/wiki?curid=1530284", "content": "আল-আরফ আশ-শাধী শারহ সুনান আত-তিরমিযী (আরবি: العرف الشذي شرح سنن الترمذي) হলো সুনান আত-তিরমিযী গ্রন্থের উপর একটি বহু-খণ্ডবিশিষ্ট আরবি ভাষ্য। এটি মুহাম্মাদ চিরাগ পাঞ্জাবীর নামে প্রকাশিত হলেও, এর মূল রচনা আনোয়ার শাহ কাশ্মীরীর শিক্ষাদান জীবনের টীকা ও ব্যাখ্যার সমন্বয়ে গঠিত। গ্রন্থটির প্রথম প্রকাশ ঘটে ১৯১৯ সালে। এই রচনাটি বিশেষভাবে হানাফি মাযহাবের দৃষ্টিকোণ থেকে লিখিত। আনোয়ার শাহ কাশ্মীরী এই ভাষ্যের মাধ্যমে শুধু ধারণার স্পষ্টতা বা ব্যাকরণগত বিশ্লেষণের মধ্যে সীমাবদ্ধ থাকেননি; বরং তাঁর প্রধান উদ্দেশ্য ছিল ফিকহ বা ইসলামি আইনশাস্ত্রের ক্ষেত্রে আবু হানিফার উচ্চ মর্যাদা প্রতিষ্ঠা করা।\nএই গ্রন্থে সুনান আত-তিরমিযীর হাদিসগুলোর বিস্তারিত ব্যাখ্যা প্রদান করা হয়েছে। কাশ্মীরী তাঁর গভীর পাণ্ডিত্য ও বিশ্লেষণাত্মক দৃষ্টিভঙ্গির মাধ্যমে হাদিসের প্রেক্ষাপট, এর আইনগত তাৎপর্য এবং হানাফি মতবাদের সাথে এর সম্পর্ক সুস্পষ্টভাবে তুলে ধরেছেন। উদাহরণস্বরূপ, তিনি হাদিসের শব্দচয়ন ও ব্যাকরণগত দিকগুলোর পাশাপাশি এর ঐতিহাসিক ও ধর্মীয় গুরুত্ব বিশ্লেষণ করেছেন, যা এই ভাষ্যকে অনন্য করে তুলেছে।\nপরবর্তীকালে, ১৯৬৮ সালে ইউসুফ বানুরী আল-আরফ আশ-শাধী-তে চিহ্নিত কিছু অসঙ্গতি বা ত্রুটি সংশোধনের উদ্দেশ্যে ছয় খণ্ডে মা‘আরিফ আস-সুনান শারহ সুনান আত-তিরমিযী নামে আরেকটি ভাষ্য প্রকাশ করেন। এটি আল-আরফ আশ-শাধীর পরিপূরক হিসেবে কাজ করে এবং হাদিসের ব্যাখ্যায় আরও স্পষ্টতা আনে।\n\n\n== ইতিহাস ও প্রেক্ষাপট ==\nআল-আরফ আশ-শাধী ব্রিটিশ ভারতের প্রেক্ষাপটে রচিত হয়েছিল, যখন ইসলামি শিক্ষা ও পাণ্ডিত্যের একটি প্রাণবন্ত ঐতিহ্য বিকশিত হচ্ছিল। আনোয়ার শাহ কাশ্মীরী ছিলেন সেই সময়ের একজন প্রখ্যাত আলেম, যিনি তাঁর হাদিস ও ফিকহের জ্ঞানের জন্য বিখ্যাত ছিলেন। তাঁর শিক্ষার্থী মুহাম্মাদ চিরাগ পাঞ্জাবী তাঁর বক্তৃতা ও টীকা সংকলন করে এই গ্রন্থটি প্রকাশে ভূমিকা রাখেন। এটি হানাফি মাযহাবের অনুসারীদের জন্য একটি গুরুত্বপূর্ণ রেফারেন্স হিসেবে বিবেচিত হয়।\n\n\n== পটভূমি ==\nমুহাম্মাদ চিরাগ পাঞ্জাবী দারুল উলুম দেওবন্দ-এ আনোয়ার শাহ কাশ্মীরীর শিষ্য ছিলেন। ১৯১৮ সালে তিনি তাঁর পড়াশোনা শেষ করার পর পাঞ্জাব অঞ্চলের গুজরানওয়ালায় (বর্তমান পাকিস্তানের অংশ) একটি শিক্ষকতার দায়িত্ব গ্রহণ করেন। পরবর্তীতে তিনি গুজরানওয়ালায় উচ্চ ইসলামি শিক্ষার জন্য একটি বিশিষ্ট প্রতিষ্ঠান প্রতিষ্ঠা করেন। উল্লেখযোগ্য যে, আনোয়ার শাহ কাশ্মীরী কখনোই এই গ্রন্থের পাণ্ডুলিপি পর্যালোচনার সুযোগ পাননি। গ্রন্থটি প্রথমে দুই খণ্ডে প্রকাশিত হয়েছিল।\nগ্রন্থের ভূমিকায় মুহাম্মাদ চিরাগ পাঞ্জাবী এটি সংকলনের সময় যে উল্লেখযোগ্য চ্যালেঞ্জের মুখোমুখি হয়েছিলেন, তা স্বীকার করেছেন। একটি প্রধান সমস্যা ছিল যে, আনোয়ার শাহ কাশ্মীরী তাঁর বক্তৃতাগুলো উর্দু ভাষায় প্রদান করেছিলেন, কিন্তু মুহাম্মাদ চিরাগ পাঞ্জাবী সেগুলো আরবি ভাষায় লিপিবদ্ধ করার সিদ্ধান্ত নেন। ফলে, তিনি উল্লেখ করেছেন যে এই কাজে কিছু ত্রুটি থাকতে পারে এবং এর জন্য তিনি নিজেই সম্পূর্ণ দায় গ্রহণ করেন। তিনি জোর দিয়ে বলেন যে, এই ত্রুটিগুলোর জন্য আনোয়ার শাহ কাশ্মীরীকে দায়ী করা উচিত নয়।\nপ্রাথমিক প্রকাশের পর, ১৯৭২ সালে মুহাম্মাদ মিয়ান সামালকি বৈরুত থেকে এই গ্রন্থের একটি সংশোধিত সংস্করণ প্রকাশ করেন। এছাড়া, এই গুরুত্বপূর্ণ গ্রন্থের প্রাপ্যতা ও নির্ভুলতা আরও বাড়াতে ২০১৩ সালে জামিয়া আরাবিয়া হাথৌরা বানাদেহের মুহাম্মাদ আব্দুল্লাহ আল-আসাদী ভারতের দারুল ইমান সাহারানপুর থেকে আরেকটি সংশোধিত সংস্করণ প্রকাশ করেন।\n\n\n== বৈশিষ্ট্য ==\nএই গ্রন্থটি বিস্তৃত বিষয়াবলীকে অন্তর্ভুক্ত করে, যার মধ্যে রয়েছে বিভিন্ন ইমামদের মধ্যে পার্থক্য, মুজতাহিদ ইমাম ও হাদিস পণ্ডিতদের দৃষ্টিভঙ্গি, হাদিসের মধ্যে অসঙ্গতি ও সমন্বয়, হাদিসের ঐতিহাসিক প্রেক্ষাপট, সমালোচনামূলক বিশ্লেষণ ও প্রামাণিকতার সিদ্ধান্ত, এবং বর্ণনাকারীদের ইতিহাস। এই উপাদানগুলো একত্রে গ্রন্থটির শিক্ষাগত মূল্য বৃদ্ধি করে।\nএছাড়া, সংকলক প্রয়োজন অনুসারে ব্যাখ্যামূলক টীকা সংযোজন করেছেন, যা একটি পাণ্ডিত্যপূর্ণ দৃষ্টিকোণ প্রদান করে। আনোয়ার শাহ কাশ্মীরীর হাদিস অধ্যয়নের পদ্ধতিতে হাদিসের শব্দচয়নের নির্ভুলতার উপর বিশেষ গুরুত্ব দেওয়া লক্ষণীয়। ফিকহি বিষয়গুলো হাদিসের ভিত্তিতে বিশ্লেষণ করা হয়েছে, যা শিক্ষার্থীদের বিষয়টির ব্যাপক বোঝাপড়ায় সহায়তা করে। এতে প্রায়শই ক্লাসের সময় বর্ণনাকারীদের উল্লেখ করা হয়েছে।\n\n\n== গ্রহণযোগ্যতা ==\nআলিয়া বিশ্ববিদ্যালয়-এর আরবি বিভাগের অধ্যাপক মিরাজ আহমদ মিরাজ এই গ্রন্থটির বিশ্লেষণ করে কাশ্মীরীর কাজে বেশ কিছু উল্লেখযোগ্য প্রভাব লক্ষ্য করেছেন। এর মধ্যে রয়েছে ইবন কুতায়বা, ইবন ‘আব্দ আল-বার, হাফিজ ফজলুল্লাহ, ইবন তাইমিয়া এবং ইবন কাইয়িম-এর মতো ভাষ্যকারদের প্রভাব। ডারবান-ওয়েস্টভিল বিশ্ববিদ্যালয়-এর সাথে যুক্ত ইউনুস ওসমান আব্দুর-রহমান মুবারকপুরীর সুনান আত-তিরমিযী-এর ভাষ্য তুহফাত আল-আহওয়াধী শারহ আত-তিরমিযী নিয়ে হতাশা প্রকাশ করেছেন। তিনি উল্লেখ করেন যে, এই গ্রন্থে যেসব ত্রুটি চিহ্নিত করা হয়েছে, সেগুলো আনোয়ার শাহ কাশ্মীরীর দায়িত্ব হিসেবে উল্লেখ করা হয়েছে, যদিও মুহাম্মাদ চিরাগ পাঞ্জাবী এই ত্রুটির জন্য নিজেকে দায়ী করেছিলেন। এটি কাশ্মীরীর শিক্ষাদানের সক্ষমতা নিয়ে সন্দেহের সৃষ্টি করে, যা ইঙ্গিত দেয় যে তিনি তাঁর বক্তৃতার সময় ভুল করেছিলেন।\nএই ত্রুটিগুলোর জবাবে ইউসুফ বানুরী ১৯৬৮ সালে ছয় খণ্ডে মা‘আরিফ আস-সুনান শারহ সুনান আত-তিরমিযী নামে একটি আরবি ভাষ্য প্রকাশ করেন, যা আনোয়ার শাহ কাশ্মীরীর শিক্ষার উপর ভিত্তি করে রচিত। আলিগড় মুসলিম বিশ্ববিদ্যালয়-এর পিএইচডি গবেষক মোহদ কালিম এই গ্রন্থের অনন্যতার প্রশংসা করেছেন, কারণ এটি সুনান আত-তিরমিযী-এর সমস্ত গুরুত্বপূর্ণ ভাষ্যকে একটি একক খণ্ডে সংক্ষিপ্ত করেছে।\n\n\n== প্রভাব ==\nমালয়েশিয়া আন্তর্জাতিক ইসলামি বিশ্ববিদ্যালয়-এ ফজলুর রহমান আব্দুল বারী একটি ডক্টরাল গবেষণা পরিচালনা করেন, যেখানে তিনি সুনান আত-তিরমিযী-এর ভাষ্যে আনোয়ার শাহ কাশ্মীরীর ফিকহি পছন্দগুলো বিশ্লেষণ করেছেন। এই গবেষণায় বিশেষভাবে নামাজের বিষয়টির উপর দৃষ্টি নিবদ্ধ করা হয়েছে। তুরস্কে, সের্দার মুরাত গুরসেস আরেকটি ডক্টরাল গবেষণা পরিচালনা করেন, যার শিরোনাম ছিল হানাফি-সালাফি হাদিস ভাষ্য ঐতিহ্যের প্রেক্ষাপটে কাশ্মীরীর আল-আরফ আশ-শাধী এবং মুবারকপুরীর তুহফাত আল-আহওয়াধীর তুলনা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nওসিএলসি 884580861"}