{"pageid": 1530188, "title": "আব্দুলমানাপ নুরমাগোমেদভ", "url": "https://bn.wikipedia.org/wiki?curid=1530188", "content": "আব্দুলমানাপ মাগোমেদোভিচ নুরমাগোমেদভ ( রুশ: Абдулманап Магомедович Нурмагомедов   ; ১০ ডিসেম্বর ১৯৬২ - ৩ জুলাই ২০২০) একজন রাশিয়ান সামরিক অভিজ্ঞ, প্রাক্তন জুডোকা এবং যুদ্ধ ক্রীড়া কোচ। ২০১৯ সালের সেপ্টেম্বরে, রাশিয়ান বুক অফ রেকর্ডস তাকে দেশের সবচেয়ে সফল কমব্যাট সাম্বো কোচ হিসেবে স্বীকৃতি দিয়েছিল। তিনি ঈগলস এমএমএ- এর প্রধান কোচ ছিলেনIতিনি দুইজন ইউএফসি চ্যাম্পিয়নকে কোচিং করিয়েছিলেন।তারা হলেন তার ছেলে খাবিব নুরমাগোমেদভ এবং ইসলাম মাখাচেভকে।\n\n\n== জীবনী ==\nনুরমাগোমেদভ ১৯৬২ সালের ১০ ডিসেম্বর সুমাডিনস্কি জেলার সিলদি গ্রামে জন্মগ্রহণ করেন। তার পিতা মাতা জাতিগতভাবে আভার ক্ষুদ্র নৃগোষ্ঠী। ১৯৮৭ সালে তিনি পোলতাভা অর্থনীতি ও বাণিজ্য বিশ্ববিদ্যালয় থেকে হিসাবরক্ষণ এবং অর্থনীতিতে স্নাতক ডিগ্রি অর্জন করেন। তার দুই পুত্র, মাগোমেদ ও খাবিব নুরমাগোমেদভ এবং এক কন্যা আমিনা ।  তিনি তার ক্রীড়া জীবন শুরু করেছিলেন ফ্রিস্টাইল কুস্তি দিয়ে।অনেক দাগেস্তানি শিশুর মতো তিনিও ছোটবেলা থেকেই এটি অনুশীলন করেছিলেন। সোভিয়েত সেনাবাহিনীতে কর্মরত থাকার সময়ে তিনি জুডো এবং সাম্বো অনুশীলন শুরু করেন। \nকোচ হিসেবে তার প্রথম বড় সাফল্য আসে যখন তার ভাই নুরমাগোমেদ নুরমাগোমেদভ ১৯৯২ সালে ইউক্রেনের জাতীয় দলের হয়ে বিশ্ব সাম্বো চ্যাম্পিয়নশিপ জিতেছিলেন। তিনি তার কোচিং ক্যারিয়ারে মোট ১৮ জন বিশ্ব চ্যাম্পিয়নকে প্রশিক্ষণ দিয়েছিলেন।  খাবিব নুরমাগোমেদভ কনর ম্যাকগ্রেগরের বিরুদ্ধে জয়ের চার দিন পর নুরমাগোমেদভ এবং তার ছেলে খাবিব রাশিয়ার রাষ্ট্রপতি ভ্লাদিমির পুতিনের সাথে দেখা করেছিলেন।কিরগিজস্তানের ২০২২ সালের ডাকটিকিটে নুরমাগোমেদভের প্রতিকৃতি ছিল।\n২০২০ সালের এপ্রিলের শেষের দিকে, রাশিয়ায় কোভিড-১৯ মহামারির সময়, নুরমাগোমেদভ করোনায় আক্রান্ত হন। তাকে কোভিড-১৯ এর কারণে দ্বিপাক্ষিক নিউমোনিয়া নিয়ে মাখাচকালার দ্বিতীয় শহরের হাসপাতালে ভর্তি করা হয়েছিল। মে মাসের শুরুর দিকে একটি প্রাইভেট বিমানে করে তাকে মস্কো নিয়ে যাওয়া হয়। এরপরও,তার অবস্থার দ্রুত অবনতি ঘটতে থাকে। সবশেষে,৩ জুলাই ২০২০ তারিখে করোনায় আক্রান্ত হয়ে তিনি সেখানেই মারা যান। মৃত্যুকালে তাঁর বয়স হয়েছিল ৫৭ বছর।  ২০২০ সালের ৪ জুলাই তাকে তার নিজ গ্রামে সমাহিত করা হয়।  তার মৃত্যুর পর, তার ছেলে খাবিব ইউএফসি ২৫৪- এ জাস্টিন গেথজের বিরুদ্ধে জয়লাভের পর মিশ্র মার্শাল আর্ট থেকে অবসর ঘোষণা করেন।খাবিব নুরমাগোমেদভ এই লড়াইটি তার বাবার উদ্দেশ্যে উৎসর্গ করেছিলেন। \n\n\n== উল্লেখযোগ্য ছাত্র ==\n\n\n=== মিশ্র মার্শাল আর্ট ===\nখাবিব নুরমাগোমেদভ – প্রাক্তন ইউএফসি লাইটওয়েট চ্যাম্পিয়ন। দুইবারের ডব্লিউসিএফসি সাম্বো বিশ্ব চ্যাম্পিয়ন। \nইসলাম মাখাচেভ – বর্তমান ইউএফসি লাইটওয়েট চ্যাম্পিয়ন। ২০১৬ এফআইএএস কমব্যাট সাম্বো বিশ্ব চ্যাম্পিয়ন। \nসুলতান আলিয়েভ – দুইবারের এফআইএএস কমব্যাট সাম্বো বিশ্ব চ্যাম্পিয়ন। পূর্বে ২০১১ থেকে ২০১৯ সাল পর্যন্ত ইউএফসি এবং বেলেটর- এ প্রতিদ্বন্দ্বিতা করেছিলেন।\nরুস্তম খাবিলভ - বেলেটর ওয়েলটারওয়েট। ২০০৭ ডব্লিউসিএফসি সাম্বো বিশ্ব চ্যাম্পিয়ন। \nউমর নুরমাগোমেদভ – ইউএফসি ব্যান্টামওয়েট। ২০১৫ WCSF সাম্বো বিশ্ব চ্যাম্পিয়ন। \n\n\n=== কুস্তি ===\nআবাসগাদঝি মাগোমেদভ – ফ্রিস্টাইল কুস্তির বিশ্ব চ্যাম্পিয়ন।\nমাগোমেদখাবিব কাদিমাগোমেদভ – ২০২০ অলিম্পিক রৌপ্যপদক বিজয়ী।\n\n\n== তথ্যসূত্র =="}