{"pageid": 1530158, "title": "মণ্ডী শিবরাত্রি মেলা", "url": "https://bn.wikipedia.org/wiki?curid=1530158", "content": "মণ্ডী মহা শিবরাত্রি মেলা হল একটি বার্ষিক বিখ্যাত আন্তর্জাতিক মেলা, যা ভারতের হিমাচল প্রদেশের মণ্ডী শহরে (৩১.৭২° উত্তর ৭৬.৯২° পূর্ব) হিন্দু উৎসব শিবরাত্রি থেকে শুরু হয়ে ৭ দিন ধরে অনুষ্ঠিত হয়। এটি প্রতি বছর হিন্দু পঞ্জিকা অনুসারে ফাল্গুন মাসের ক্ষীয়মাণ চাঁদের ১৩তম তিথি/১৩তম রাতে (১৪তম দিনে সূর্যোদয়ের পর উপবাস ভাঙা/'ব্রত') অনুষ্ঠিত হয়, যা গ্রেগরিয়ান পঞ্জিকা অনুসারে ফেব্রুয়ারি/মার্চের সাথে মিলে যায়। এই উৎসবের জনপ্রিয়তা ব্যাপক এবং তাই এটি একটি আন্তর্জাতিক উৎসব হিসেবে পরিচিত। ৮১টি মন্দিরের বিপুল সংখ্যক দেব-দেবীকে এখানে আমন্ত্রণ জানানো হয়, এই কারণে মণ্ডী শহরকে 'পাহাড়ের বারাণসী' উপাধি দেওয়া হয়েছে। ২০১৬ সালে এই উৎসব ৭ মার্চ (শিবরাত্রি দিবস) থেকে ১৪ মার্চ ২০১৬ পর্যন্ত সাত দিন ধরে পালিত হয়।\nমণ্ডী উৎসব বা মেলা বিশেষভাবে বিখ্যাত কারণ এই বিশেষ মেলা মণ্ডী শহরকে এক বিশাল উৎসবের স্থানে রূপান্তরিত করে। মণ্ডী জেলার ২০০টিরও বেশি দেবতার বিগ্রহ মহা শিবরাত্রির দিন থেকে এখানে একত্রিত করা হয়। বিয়াস নদীর তীরে অবস্থিত মণ্ডী শহর \"মন্দিরের ক্যাথেড্রাল\" নামে পরিচিত এবং এটি হিমাচল প্রদেশের প্রাচীনতম শহরগুলির মধ্যে একটি, যার পরিধিতে বিভিন্ন দেবদেবীর প্রায় ৮১টি মন্দির রয়েছে। এই অনুষ্ঠান উদযাপনের সাথে মণ্ডীর রক্ষক দেবতা \"মাধো রাই\" (ভগবান বিষ্ণু) এবং মণ্ডীর ভূতনাথ মন্দিরের ভগবান শিবকে কেন্দ্র করে বেশ কয়েকটি কিংবদন্তি জড়িত আছে। \n\n\n== ইতিহাস ==\nমণ্ডী শহর ষোড়শ শতকে রাজা আজবর সেনের শাসনাধীন ছিল। তিনি মণ্ডী রাজ্যের প্রথম মহান শাসক হিসেবে বিবেচিত হন, কারণ তিনি শুধু বংশগত অঞ্চলগুলিকে একত্রিত করেননি, বরং নতুন অঞ্চল জয় করেও রাজ্যের বিস্তার ঘটিয়েছিলেন। তার শাসনামলে মণ্ডী শহরের কেন্দ্রস্থলে ভূতনাথ মন্দির (শিবের মন্দির) নির্মিত হয়, যা পরবর্তীতে এই উৎসবের অন্যতম প্রধান কেন্দ্র হয়ে ওঠে। সে সময় মণ্ডী একটি ধর্মতান্ত্রিক রাষ্ট্রে পরিণত হয়, যেখানে ভগবান শিব ও সংশ্লিষ্ট দেবীদের পূজাই প্রধান ছিল। তবে রাজা সুরাজ সেনের শাসনকালে (১৬৬৪-১৬৭৯) বিষ্ণু পূজাও রাজ্যের ধর্মীয় সংস্কৃতির অংশ হয়ে ওঠে। উত্তরাধিকারী না থাকায় তিনি মণ্ডীর রক্ষাকর্তা হিসেবে ভগবান বিষ্ণুর এক রূপকে উৎসর্গ করে \"মাধব রাই মন্দির\" নির্মাণ করেন। ১৭০৫ সালে তার স্বর্ণকার ভীমা রাধা ও কৃষ্ণের এক অপূর্ব রৌপ্যমূর্তি নির্মাণ করেন, যা \"মাধো রাই\" নামে প্রতিষ্ঠিত হয় এবং মণ্ডী রাজ্যের অধীশ্বর হিসেবে পূজিত হতে থাকে। এরপর থেকে রাজ্যের শাসকরা নিজেদের মাধো-রাইয়ের সেবক ও রাজ্যের রক্ষক হিসেবে গণ্য করতেন। সুরজ সেনের উত্তরসূরিরাও এই মন্দিরের দেবতার প্রতি গভীর শ্রদ্ধা রেখেছেন এবং ধর্মীয় অনুষ্ঠানে এই দেবতার স্থান সর্বোচ্চ মর্যাদায় রাখা হয়। মণ্ডীর ধর্মপ্রাণ মানুষের সংস্কৃতি ও ঐতিহ্য বিশেষভাবে প্রতিফলিত হয় জনপ্রিয় \"মণ্ডী মহা শিবরাত্রি মেলা\"-তে, যা প্রতি বছর অত্যন্ত জাঁকজমকের সাথে উদযাপিত হয়।\nতবে শিবরাত্রির দিন শুরু হওয়া এই উৎসবকে মেলা হিসেবে উদযাপনের সূচনা মণ্ডীর শাসক ঈশ্বরী সেনের সময়কাল থেকে হয়। ১৭৯২ সালে পাঞ্জাবের সংসার চন্দের সঙ্গে যুদ্ধের পর তিনি রাজ্য হারিয়ে ১২ বছর বন্দি ছিলেন। পরে গোর্খা আক্রমণকারীরা কাংড়া ও মণ্ডী রাজ্য দখল করলে ঈশ্বরী সেন মুক্তি পান এবং গোর্খারা তাকে মণ্ডীর রাজ্য পুনরুদ্ধার করে দেয়। রাজ্যে প্রত্যাবর্তন উপলক্ষে তাকে বরণ করে নেওয়া হয় এবং এই বিশেষ দিনটি ছিল মহা শিবরাত্রির দিন। রাজা তখন রাজ্যের সকল পার্বত্য দেবতাকে আমন্ত্রণ জানিয়ে এক বিশাল উৎসবের আয়োজন করেন। সেই থেকে প্রতি বছর শিবরাত্রিতে মণ্ডী মেলা উদযাপনের প্রথা চালু হয়। সাম্প্রতিক বছরগুলিতে আধুনিকতার ছোঁয়া লেগেছে এই মেলায় যেখানে সন্ধ্যায় পাড্ডাল ময়দানে বলিউড শিল্পীরাও অংশগ্রহণ করেন।\n\n\n== সংগ্রহশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}