{"pageid": 1530475, "title": "ফেস আল-জদিদের বড় মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1530475", "content": "ফেস এল-জদিদের বড় মসজিদ (আরবি: الجامع الكبير) মরক্কোর ফেস শহরের মারিনিদ যুগের দুর্গ ও রাজকীয় শহর ফেস এল-জদিদ-এর ঐতিহাসিক প্রধান জুমার মসজিদ। এটি ১২৭৬ সালে প্রতিষ্ঠিত হয়েছিল বলে মনে করা হয়, যে সময়ে শহরটি নিজেই প্রতিষ্ঠিত হয়। এটি ফেস এল-জদিদের প্রাচীনতম মসজিদ।\n\n\n== ইতিহাস ==\nমসজিদটি ১২৭৬ সালের দিকে মারিনিদ সুলতান আবু ইউসুফ প্রতিষ্ঠা করেন, যখন তিনি নতুন রাজকীয় শহর ফেস এল-জদিদ প্রতিষ্ঠা করেন। (ফেস এল-জদিদ একটি সুরক্ষিত প্রাসাদ ও প্রশাসনিক শহর হিসেবে তৈরি করা হয়েছিল, যা ফেস এল-বালি (পুরোনো ফেস) থেকে আলাদা ছিল। এখান থেকে মারিনিদ রাজবংশ মরক্কো শাসন করতো।) মসজিদের নির্মাণ তদারকির দায়িত্ব দেওয়া হয় আবু আবদাল্লাহ ইবন আবদ আল-করিম এল-জাদুদি নামে একজন ব্যক্তি এবং মেকনেস-এর গভর্নর আবু আলি ইবন আজরাক-এর উপর। একটি ঐতিহাসিক বিবরণে দাবি করা হয় যে, মসজিদের নির্মাণ আংশিকভাবে মেকনেসে উৎপাদিত জলপাই তেল থেকে অর্থায়ন করা হয়েছিল এবং শ্রম সরবরাহ করেছিল খ্রিস্টান যুদ্ধবন্দীরা, যাদের আল-আন্দালুস (স্পেন) থেকে বন্দী করা হয়েছিল। মসজিদের নির্মাণ ১২৭৮ সালে সম্পন্ন হয়। মসজিদের মিনবার, যা \"আলঘারনাতি\" নামে একজন কারিগর ডিজাইন করেছিলেন, ১২৭৯ সালে সম্পন্ন হয়। মসজিদের মাকসুরা (সুলতানকে নামাজের সময় আড়াল করার জন্য কাঠের পর্দা) এবং মসজিদের বড় ঝাড়বাতি ১২৮০ সালে স্থাপন করা হয়। এটি ফেসে প্রতিষ্ঠিত চতুর্থ \"জুমার মসজিদ\" (একটি বড় মসজিদ যেখানে জুমার খুতবা হয়) ছিল। অন্যগুলো ছিল কারাউইয়্যিন মসজিদ, আন্দালুসি মসজিদ, এবং বু জেলুদ মসজিদ। এটি নতুন শহরের জন্য তৈরি করা হয়েছিল।\n১৩২০ সালে সুলতান আবু সাঈদ মসজিদের কাছে একটি মাদ্রাসা তৈরি করেন, যা মাদ্রাসা ফেস জদিদ বা মাদ্রাসা দার আল-মাখজেন নামে পরিচিত। তবে এটি ফেস এল-বালির মাদ্রাসাগুলোর সঙ্গে প্রতিযোগিতায় টিকতে পারেনি এবং পরে সম্প্রসারিত রাজপ্রাসাদের অংশ হয়ে যায়। সুলতান আবু ইনান ১৩৫৮ সালে মৃত্যুর পর মসজিদের সংলগ্ন একটি সমাধিতে সমাহিত হয়েছিলেন বলে মনে করা হয়, যদিও এটি পুরোপুরি নিশ্চিত নয়। আবু ইনানের এখানে সমাধি মারিনিদ সুলতানদের সমাধিস্থলের পছন্দে একটি পরিবর্তনের সূচনা করে। এর আগে তারা চেল্লাহ সমাধিক্ষেত্রে সমাহিত হতেন, কিন্তু এরপর তারা ফেসের উত্তরে আল-কুলা পাহাড়ে সমাহিত হতে শুরু করেন (যার ধ্বংসাবশেষ এখন মারিনিদ সমাধি নামে পরিচিত)। ১৪শ শতাব্দীর একটি বিবরণী রাউদ আল-কিরতাস উল্লেখ করে যে, আবু ইয়াকুব ইউসুফ-এর এক পুত্র, আবু মুহাম্মদ আবদ আল-মুমিন, ১২৯৩ সালে মসজিদের দক্ষিণ পাশের একটি উঠানে সমাহিত হন। এটি ইঙ্গিত করে যে, মসজিদের চারপাশে প্রথম দিকেই একটি সমাধিক্ষেত্র গড়ে উঠেছিল।\nমসজিদে খোদাই করা একটি প্রতিষ্ঠান শিলালিপি রেকর্ড করে যে, এটি ১৩৯৫ সালে সুলতান আবু ফারিস আবদ আল-আজিজ দ্বিতীয় দ্বারা \"সম্পন্ন\" হয়েছিল। এটি বর্তমান মসজিদের নির্মাণের কালপঞ্জি ব্যাখ্যার জন্য উন্মুক্ত রাখে। ভবনের ফ্লোর প্ল্যান খুবই নিয়মিত, যা ইঙ্গিত করে যে এটি উল্লেখযোগ্যভাবে পরিবর্তিত বা পুনর্নির্মিত হয়নি, এবং এর নির্মাণ বন্ধ হয়ে পরে সম্পন্ন হয়নি। উত্তর আফ্রিকার ইসলামি স্থাপত্যের পণ্ডিত জর্জ মারসে যুক্তি দেন যে, ১৩৯৫ সালের শিলালিপি মসজিদের সৌন্দর্যায়ন বা পুনরুদ্ধারের কথা বলে, এর নির্মাণ বা পুনর্নির্মাণের কথা নয়, এবং এই কাজটি মূলত মসজিদের সজ্জাকে প্রভাবিত করেছিল। তার মতে, মিহরাব-এর চারপাশের সজ্জা ১৩শ শতাব্দীর মতো প্রাচীন হওয়ার জন্য খুব উন্নত, এবং আবু ইনানের সংলগ্ন সমাধি এখনও ১৪শ শতাব্দীর মাঝামাঝি সময়ের, যা এই অনুমানের সঙ্গে সামঞ্জস্যপূর্ণ যে মসজিদটি ১৪শ শতাব্দীর মাঝামাঝি সময়ের আগে নির্মিত হয়েছিল এবং ১৪শ শতাব্দীর শেষের দিকে পুনরায় সজ্জিত হয়েছিল।\nপ্রমাণ আছে যে, মসজিদটি পরবর্তী আলাউই যুগে (১৭শ শতাব্দীর শেষের দিকে এবং তার পরে) উল্লেখযোগ্যভাবে সংস্কার করা হয়েছিল। উদাহরণস্বরূপ, মসজিদের উঠানের আনাজা ১৬৭৮-১৬৭৯ খ্রিস্টাব্দে (১০৮৯ হিজরি) মৌলায় ইসমাইল-এর শাসনকালে নির্মিত হয়েছিল, এবং মসজিদের কিছু সজ্জাও এই সময়ের হতে পারে।\n\n\n== স্থাপত্য ==\n\nমসজিদের সামগ্রিক বিন্যাস আলমোহাদ যুগে পশ্চিম (মাগরেব) মসজিদগুলোতে প্রমিত হওয়া \"টি-প্ল্যান\" প্রতিফলিত করে। ভবনটির একটি আয়তাকার ফ্লোর প্ল্যান রয়েছে, যার পরিমাপ প্রায় ৫৪ বাই ৩৪ মিটার এবং এটি প্রায় ২০০০ বর্গমিটার এলাকা জুড়ে রয়েছে। বিন্যাসে একটি বিশাল হাইপোস্টাইল অভ্যন্তরীণ প্রার্থনা স্থান এবং ভবনের উত্তরাংশের বেশিরভাগ অংশ জুড়ে একটি বড় আয়তাকার উঠান (সাহন) রয়েছে।\n\n\n=== প্রবেশপথ ===\nমসজিদের প্রধান প্রবেশপথ উত্তর দিকে, যা ভবনের বিপরীত প্রান্তে মিহরাব-এর সঙ্গে সারিবদ্ধ এবং উঠানে প্রবেশের পথ দেখায়। প্রবেশপথটি দ্বিগুণ: প্রধান দরজার বামে (পূর্বে) আরেকটি দরজা রয়েছে। এটি কারাউইয়্যিন মসজিদ-এর দ্বৈত উত্তর দরজার বিন্যাসের (যার নাম বাব আল-ওয়ার্দ এবং বাব আল-হাফা) সঙ্গে সাদৃশ্যপূর্ণ। সেখানে একটি দরজায় একটি পানির চ্যানেল ছিল, যা দর্শনার্থীদের প্রবেশের সময় পা ধোয়ার সুযোগ দিত, আরেকটি দরজা ছিল সাধারণ প্রবেশের জন্য। তবে এখানে সম্ভবত দ্বিতীয় দরজাটি উঠানের উত্তর-পূর্ব কোণে একটি দেয়ালঘেরা গ্যালারি অংশে সরাসরি প্রবেশের জন্য ডিজাইন করা হয়েছিল, যা নামাজ পড়তে আসা নারীদের জন্য সংরক্ষিত ছিল।\nমসজিদের পূর্ব দিকে দুটি দরজা এবং পশ্চিম দিকে আরও দুটি দরজা ছিল; উভয় দিকে একটি দরজা উঠানে এবং আরেকটি সরাসরি দক্ষিণে প্রার্থনা কক্ষে প্রবেশের পথ ছিল। মসজিদের পূর্ব দিকে, উঠানের দরজাটি পরবর্তীতে মসজিদের পাশে বাড়ি নির্মাণের কারণে বন্ধ করে দেওয়া হয়। সম্ভবত এই কারণে, বাকি দরজাটিকেও পাশাপাশি দুটি দরজা সহ একটি দ্বৈত দরজায় রূপান্তর করা হয়।\nমিহরাবের দক্ষিণ দেয়ালে বেশ কয়েকটি দরজা রয়েছে, যা ইমাম-এর জন্য ব্যবহৃত একটি সংযুক্ত স্থানে নিয়ে যায়। এখান থেকে মূলত দার আল-মাখজেন (রাজপ্রাসাদ এবং সরকারি কার্যালয়)-এর একটি উঠানে সরাসরি প্রবেশের পথ ছিল।\n\n\n=== উঠান (সাহন) ===\nপ্রধান উঠান (সাহন) মসজিদের উত্তরাংশের প্রায় অর্ধেক জুড়ে রয়েছে, যার পরিমাপ ২৪ বাই ১৮.৬ মিটার। অন্যান্য মসজিদের মতো, এটিতে একটি কেন্দ্রীয় পানির বেসিন রয়েছে (যা আগে উভয় পাশে দুটি ফোয়ারার সঙ্গে সংযুক্ত ছিল) এবং এটি খিলানযুক্ত গ্যালারি দিয়ে ঘেরা। মেঝেটি মোজাইক টালি (জেলিজ) দিয়ে পাকা। উঠানের দক্ষিণ দিকের কেন্দ্রীয় খিলান, যা মিহরাবের অক্ষে প্রার্থনা কক্ষের কেন্দ্রীয় \"নেভ\"-এ প্রবেশের পথ দেখায়, একটি উঁচু এবং অলঙ্কৃত প্রবেশপথ দিয়ে ফ্রেম করা। খিলানের চারপাশের স্থানগুলো খোদাই করা পলেস্তার দিয়ে সজ্জিত এবং উপরে খোদাই করা ও রঙ করা কাঠের একটি ছাউনি দিয়ে মুকুট পরানো, যা সম্ভবত ১৬শ বা ১৭শ শতাব্দীর পরবর্তী আলাউই যুগের। খিলানটি নিজেই একটি অলঙ্কৃত কাঠের পর্দা দিয়ে দখল করা, যা আনাজা নামে পরিচিত; এটি উঠানে নামাজের জন্য একটি বাইরের বা \"গ্রীষ্মকালীন\" মিহরাব। এই আনাজা-তে দুটি দরজা রয়েছে, যার মাঝখানে একটি সজ্জাসংক্রান্ত রচনা রয়েছে, যাতে আরবি ক্যালিগ্রাফিতে খোদাই করা শিলালিপি সহ একটি মিহরাবের আকৃতি রয়েছে। এই বৈশিষ্ট্যটি কারাউইয়্যিন মসজিদের উঠানে মারিনিদদের দ্বারা যোগ করা একটি সমতুল্য সৃষ্টির কথা মনে করিয়ে দেয়। তবে এখানে বর্তমান আনাজাটি ১৬৭৮-১৬৭৯ খ্রিস্টাব্দে (১০৮৯ হিজরি), সুলতান মৌলায় ইসমাইলের শাসনকালে নির্মিত। শিল্প ইতিহাসবিদ জাভিয়ের সালমন পরামর্শ দেন যে, মৌলায় ইসমাইল সম্ভবত আনাজাটি দান করেছিলেন এবং একই সময়ে মসজিদের কিছু সজ্জা পুনরুদ্ধার বা যোগ করেছিলেন, যদিও এটি তার ভাই এবং পূর্বসূরি মৌলায় রশিদ (শাসনকাল ১৬৬৬-১৬৭২)-এর সময়েরও হতে পারে। তুলনামূলকভাবে, উঠানে কেন্দ্রীয় উত্তর দরজার অভ্যন্তরীণ খিলানে (যা সরাসরি আনাজা-র বিপরীতে) পলেস্তার সজ্জা রয়েছে, যা মারিনিদ শৈলীকে আরও বেশি সংরক্ষণ করে বলে মনে হয়।\n\n\n=== প্রার্থনা কক্ষ ===\nঅন্যান্য প্রমিত মরক্কোর মসজিদের মতো, প্রার্থনা কক্ষটি একটি বিশাল অভ্যন্তরীণ হাইপোস্টাইল স্থান, যা শুধুমাত্র দক্ষিণ দেয়ালের লম্বালম্বি খিলানের সারি দ্বারা বিভক্ত, তবে দক্ষিণ দেয়ালের কাছে একটি অতিরিক্ত খিলানের সারি সমান্তরালভাবে চলে। দক্ষিণ দেয়ালটি কিবলা দেয়াল (নামাজের দিক), এবং এটি মাঝখানে একটি মিহরাব (কিবলার প্রতীক হিসেবে একটি কুলুঙ্গি) দ্বারা চিহ্নিত। খিলানের সারির মধ্যবর্তী গলিগুলোর মধ্যে, মিহরাবের সঙ্গে সারিবদ্ধ কেন্দ্রীয় গলিটি অন্যদের তুলনায় কিছুটা প্রশস্ত এবং খিলানের মধ্যবর্তী দেয়ালে যোগ করা পলেস্তার সজ্জা দিয়ে জোর দেওয়া হয়েছে।\nমিহরাব নিজেই দেয়ালে একটি কুলুঙ্গি, যার ভেতরে মুকারনাস (স্ট্যালাকটাইটের মতো খোদাই) সহ একটি ছোট গম্বুজ রয়েছে। মিহরাবের চারপাশের দেয়াল খোদাই করা পলেস্তার দিয়ে সজ্জিত এবং উপরে জটিল পলেস্তার পর্দা সহ জানালা রয়েছে। মিহরাব কুলুঙ্গির ভেতরে এবং মিহরাবের খিলানের চারপাশে সরাসরি পলেস্তার সজ্জা সম্ভবত মূল মারিনিদ ডিজাইনের, কিন্তু এর উপরে এবং চারপাশের সজ্জা সম্ভবত পরবর্তী আলাউই যুগের, ১৭শ বা ১৮শ শতাব্দীর শেষের দিকে। মিহরাবের সামনে খিলানের সারি দ্বারা গঠিত বর্গাকার স্থানটি আরও বিস্তৃত খিলান দিয়ে আলাদা করা হয়েছে, যার রূপরেখা লোবড বা ল্যামব্রেকুইন (মরক্কো এবং নাসরিদ স্থাপত্যে অন্যত্র দেখা যায় এমন একটি ধরন) এবং সজ্জিত স্প্যান্ড্রেল রয়েছে। মিহরাবের সরাসরি সামনের এবং এর বিপরীত দিকের খিলানে মুকারনাস-খোদাই করা ইন্ট্রাডোস রয়েছে। এই বর্গাকার স্থানের এই খিলান এবং পাশের দুটি খিলানের পলেস্তার সজ্জা সম্ভবত মারিনিদ যুগের, তবে পরবর্তীতে পরিবর্তন হয়ে থাকতে পারে। এই বর্গাকার স্থানটি জ্যামিতিক নকশা দিয়ে খোদাই করা একটি অলঙ্কৃত কাঠের গম্বুজ দিয়ে আচ্ছাদিত, যা আরও মুকারনাস দিয়ে রূপরেখাযুক্ত। এই কাঠের গম্বুজটিও ১৭শ বা ১৮শ শতাব্দীর শেষের দিকে, সম্ভবত মসজিদের অন্যত্র আলাউই-যুগের সজ্জার সময়ে। এই বর্গাকার স্থানটি মসজিদের বাকি অংশ থেকে আরেকটি কাঠের পর্দা দিয়ে আলাদা করা হয়েছে, যাতে রঙিন প্যানেল এবং প্রবেশের জন্য একটি কেন্দ্রীয় দরজা রয়েছে, যা অন্যান্য বেশিরভাগ মসজিদে সাধারণ নয়।\nমিহরাবের দিকে যাওয়া কেন্দ্রীয় গলির বাকি অংশের কাঠের ছাদ এবং অন্যান্য সজ্জা আলাউই যুগের। কেন্দ্রীয় গলির উত্তর প্রান্তে, আনাজা-র ঠিক পিছনে, একটি বিস্তৃতভাবে অলঙ্কৃত পাঁজরযুক্ত গম্বুজ রয়েছে, যা তাজার বড় মসজিদ এবং ত্লেমসেনের বড় মসজিদ-এর মিহরাবের সামনে পাওয়া কিছুটা আগের উদাহরণের মতো, যা মূলত কর্দোবার বড় মসজিদ-এর গম্বুজ থেকে উদ্ভূত। গম্বুজের ২৪টি ছেদকারী পাঁজর একটি তারকা নকশা তৈরি করে, যার মাঝখানে মুকারনাসের একটি মিনি-গম্বুজ রয়েছে। পাঁজরের মধ্যে পলেস্তারে খোদাই করা সমৃদ্ধ আরবেস্ক রয়েছে, যা বাইরে থেকে কিছু আলো প্রবেশের জন্য একটি পর্দাও তৈরি করে। গম্বুজের কোণগুলো মুকারনাস-খোদাই করা স্কুইঞ্চ-এর সাহায্যে দেয়ালের বর্গাকার স্থানে রূপান্তরিত হয়। যদিও জর্জ মারসে এটিকে মারিনিদ যুগের বলে তারিখ নির্ধারণ করেছিলেন, জাভিয়ের সালমন এটি নিয়ে প্রশ্ন তুলেছেন, গম্বুজের সজ্জার অসঙ্গতির ভিত্তিতে, এবং পরামর্শ দেন যে এটি হয় আলাউই যুগে তৈরি বা পুনরুদ্ধার করা হয়েছিল, সম্ভবত মৌলায় ইসমাইল (যিনি কাছাকাছি আনাজাটিও কমিশন করেছিলেন) বা মৌলায় রশিদের সময়ে।\nমসজিদের প্রধান ঝাড়বাতি, একটি সূত্র অনুসারে, ১২৮০ সালে স্থাপন করা হয়েছিল, যার ওজন ৭১৫ পাউন্ড এবং এতে ২৮৭টি মোমবাতি ধারক রয়েছে। এটি মিহরাবের সামনে কেন্দ্রীয় গলিতে ঝুলছে এবং কেউ কেউ এটিকে মারিনিদ যুগের সেরা উদাহরণগুলোর একটি বলে মনে করেন।\n\n\n=== গ্রন্থাগার এবং সমাধি ===\nমসজিদের পশ্চিম দিকে, এর দক্ষিণ-পশ্চিম কোণের কাছে, একটি আয়তাকার কক্ষ রয়েছে, যা মসজিদের বাকি অংশের উপরে উঠানো এবং প্রার্থনা কক্ষ থেকে একটি ছোট সিঁড়ি দিয়ে পৌঁছানো যায়। এই কক্ষটিতে একটি বড় খিলানযুক্ত জানালা রয়েছে, যা প্রার্থনা কক্ষের দিকে ফিরে তাকায়। জাভিয়ের সালমনের মতে, এই কক্ষটি মূলত একটি বাইত আল-ইতিকাফ (আরবি: بيت الاعتكاف), অর্থাৎ আধ্যাত্মিক নির্জনতার জন্য একটি কক্ষ ছিল; এটি মারাকেশের পরবর্তী সাদিয়ান মসজিদগুলোতে (যেমন মুয়াসিন মসজিদ এবং বাব দুক্কালা মসজিদ) আরও সাধারণ হয়ে ওঠে। পরবর্তী শতাব্দীতে এটি একটি গ্রন্থাগারে রূপান্তরিত হয়, সম্ভবত মৌলায় রশিদের (১৭শ শতাব্দীর শেষের দিকে) উদ্যোগে, যিনি একই সময়ে মসজিদের কিছু অংশ পুনরায় সজ্জিত করেছিলেন।\nএই গ্রন্থাগারের দক্ষিণ দিকে, মসজিদের দক্ষিণ-পশ্চিম কোণে, আরেকটি সংযুক্ত অংশ রয়েছে, যা একটি আয়তাকার কক্ষ নিয়ে গঠিত, যা একটি গম্বুজযুক্ত বর্গাকার কক্ষে নিয়ে যায়। এই গম্বুজযুক্ত কক্ষটি একসময় গ্রন্থাগারের নিচে অবস্থিত একটি সমাধি কক্ষে নিয়ে যেত, কিন্তু পরে এটি দেয়াল দিয়ে বন্ধ করে দেওয়া হয় এবং ১৯৫০ সালে সংস্কারের সময় পুনরায় খোলা হয়। গম্বুজযুক্ত কক্ষটি খোদাই করা পলেস্তার এবং নিচের দেয়ালে \n\n\n=== গ্রন্থাগার এবং সমাধি ===\nমসজিদের পশ্চিম দিকে, এর দক্ষিণ-পশ্চিম কোণের কাছে, একটি আয়তাকার কক্ষ রয়েছে যা মসজিদের বাকি অংশের তুলনায় কিছুটা উঁচুতে অবস্থিত। এই কক্ষে প্রবেশের জন্য নামাজের হল থেকে একটি ছোট সিঁড়ি ব্যবহার করতে হয়। কক্ষটিতে একটি বড় খিলানযুক্ত জানালা রয়েছে, যা দিয়ে নামাজের হলের দিকে তাকানো যায়। জাভিয়ের সালমনের মতে, এই কক্ষটি মূলত একটি বাইত আল-ইতিকাফ (আরবি: بيت الاعتكاف) হিসেবে ব্যবহৃত হতো, যা আধ্যাত্মিক চিন্তাভাবনা ও নির্জনতার জন্য নির্মিত একটি কক্ষ। এই বৈশিষ্ট্যটি পরবর্তী সময়ে মারাকেশের সাদিয়ান মসজিদগুলোতে (যেমন মুয়াসিন মসজিদ এবং বাব দুক্কালা মসজিদ) আরও সাধারণ হয়ে ওঠে। পরবর্তী শতাব্দীতে এটি একটি গ্রন্থাগারে রূপান্তরিত হয়, সম্ভবত মৌলায় রশিদের (১৭শ শতাব্দীর শেষের দিকে) উদ্যোগে। তিনি এই সময়ে মসজিদের কিছু অংশ পুনরায় সজ্জিতও করেছিলেন বলে মনে করা হয়।\nগ্রন্থাগারের দক্ষিণ দিকে, মসজিদের একেবারে দক্ষিণ-পশ্চিম কোণে, আরেকটি সংযোজিত অংশ রয়েছে। এটি একটি আয়তাকার কক্ষ নিয়ে গঠিত, যা একটি বর্গাকার কক্ষের দিকে নিয়ে যায়। এই বর্গাকার কক্ষটির ছাদে একটি গম্বুজ রয়েছে। এই গম্বুজযুক্ত কক্ষটি একসময় গ্রন্থাগারের নিচে অবস্থিত একটি সমাধি কক্ষের সঙ্গে সংযুক্ত ছিল বলে মনে করা হয়। তবে পরে এটি দেয়াল দিয়ে বন্ধ করে দেওয়া হয় এবং ১৯৫০ সালে সংস্কারের সময় পুনরায় খোলা হয়। গম্বুজযুক্ত কক্ষটি খোদাই করা স্টুকো এবং নিচের দেয়ালে জেলিজ টাইল মোজাইক দিয়ে সমৃদ্ধভাবে সজ্জিত। গম্বুজটিতে মুকারনাস স্কুইঞ্চ রয়েছে। গম্বুজটি ২৪টি ছেদকারী পাঁজর দিয়ে স্পষ্ট করা হয়েছে, যা একটি বারো-পার্শ্বযুক্ত বহুভুজ গঠন করে। এটি খোদাই করা প্লাস্টারের সমৃদ্ধ সজ্জা দিয়ে অলংকৃত। ১৯১৭ সালে আলফ্রেদ বেল যখন এটি পর্যবেক্ষণ করেন, তখন এটিতে নীল ও লাল রঙের কিছু পুরোনো আঁকা রং ছিল। তবে পরে এটি সাদা রঙের প্রলেপ দিয়ে ঢেকে দেওয়া হয়, যা এর কারুকার্যের কিছু অংশকে অস্পষ্ট করে দেয়। এর আগের ছোট আয়তাকার কক্ষটিতে চারটি সমাধি রয়েছে এবং এর মূল সজ্জার কেবল খণ্ডিত অংশ অবশিষ্ট আছে। এই কক্ষটি মসজিদের বাইরের দিকে একটি খিলানযুক্ত জানালা বা দরজা দিয়ে খোলা।\nএই এলাকার সমাধিগুলোতে কুরআনের আয়াত খোদাই করা আছে, কিন্তু কিছু সমাধিতে অন্য কোনো পরিচিতিমূলক শিলালিপি নেই। এ কারণে এখানে কারা সমাহিত হয়েছেন তা নিশ্চিত করা কঠিন। বিশেষ করে একটি সমাধি (সম্ভবত গ্রন্থাগারের নিচে বন্ধ করা কক্ষে) সুলতান আবু ইনান-এর বলে ধারণা করা হয়। তিনি মেরিনিদ শাসক ছিলেন, যিনি ফেস এল-বালিতে বু ইনানিয়া মাদ্রাসা (অন্যান্য কাজের মধ্যে) নির্মাণ করেন এবং ১৩৫৮ সালে মারা যান। তবে কোনো শিলালিপি এটি নিশ্চিত করে না। আবু ইনানের হত্যাকাণ্ড, তার দ্রুত সমাধি এবং পরবর্তী প্রাসাদ অভ্যুত্থান-এর পরিস্থিতি সম্ভবত ব্যাখ্যা করে কেন তার সমাধির পাথরে কোনো শিলালিপি খোদাই করা হয়নি। আরেকটি অজ্ঞাত সমাধি সম্ভবত পূর্ববর্তী সুলতান আবু সাইদ উসমান দ্বিতীয়-এর, যিনি ১৩৩১ সালে মারা যান এবং সুলতান আবু আল-হাসান-এর পিতা (এবং আবু ইনানের দাদা) ছিলেন। এখানে সমাহিত অন্য ব্যক্তিদের মধ্যে একজন রাজকন্যা আয়েশা রয়েছেন, যিনি সুলতান আবু ফারিস আবদ আল-আজিজ দ্বিতীয়-এর কন্যা। তার সমাধির পাথর বর্তমানে বাথা জাদুঘর-এ রক্ষিত আছে।\n\n\n=== মিনার ===\n\nমিনারটি মসজিদের উত্তর-পশ্চিম কোণ থেকে উঠেছে। বেশিরভাগ মরক্কোর মিনারের মতো, এটির একটি বর্গাকার কাঠামো রয়েছে যা দুটি অংশে বিভক্ত: প্রধান অংশটি বেশিরভাগ উচ্চতা পর্যন্ত উঠেছে, এবং তার উপরে একটি ছোট বর্গাকার টাওয়ার রয়েছে। প্রধান কাঠামোটির প্রতিটি পাশ ৫.৭ মিটার এবং উচ্চতা ২২.৮ মিটার (কাঠামোটির উচ্চতা তার প্রস্থের প্রায় ঠিক চার গুণ)। উপরের ছোট টাওয়ারটির প্রতিটি পাশ ২.৯ মিটার এবং উচ্চতা ৬.৪ মিটার। মিনারের ভিতরে একটি সিঁড়ি রয়েছে, যা টাওয়ারের কেন্দ্রীয় কোরের চারপাশে ঘুরে প্রধান কাঠামোর শীর্ষে প্ল্যাটফর্ম পর্যন্ত যায়। এটি ঐতিহাসিকভাবে মুয়াজ্জিন-কে নামাজের আজান দেওয়ার জন্য উপরে উঠতে সাহায্য করত।\nমিনারের চারটি সম্মুখভাগ একইভাবে দার্জ ওয়া কতাফ মোটিফ দিয়ে সজ্জিত, যা ইটে খোদাই করা মরক্কোর রম্বস-এর মতো আলংকারিক আকৃতি। কেবল পূর্ব দিকে জানালা রয়েছে (যা সিঁড়িতে আলো প্রদান করে)। উত্তর ও দক্ষিণ সম্মুখভাগের মোটিফ পূর্ব ও পশ্চিম সম্মুখভাগের থেকে সামান্য ভিন্ন, কারণ প্রতিটি রম্বসের শীর্ষে উপরেরটির শুরু দ্বারা বিভক্ত হয়। দক্ষিণ সম্মুখভাগ ছাড়া, প্রতিটি সম্মুখভাগের নিচে অন্ধ খিলান রয়েছে, যা উপরের মোটিফের সঙ্গে মিশে গেছে। প্রধান কাঠামোর শীর্ষে জেলিজ মোজাইক টাইলের একটি প্রশস্ত ব্যান্ড রয়েছে, যাতে বিকিরিত, প্রায় বৃত্তাকার তারার জ্যামিতিক নকশা রয়েছে। এর উপরে, প্রধান কাঠামোর শীর্ষে দাঁতযুক্ত মেরলন (মরক্কোর স্থাপত্যের একটি সাধারণ বৈশিষ্ট্য) রয়েছে, যার পৃষ্ঠগুলোও মোজাইক টাইল দিয়ে আচ্ছাদিত। মিনারের উপরের ছোট কাঠামোটির সজ্জা প্রধান কাঠামোর মতোই। এটির শীর্ষে একটি ছোট গম্বুজ রয়েছে, যার উপরে একটি ধাতব খুঁটিতে ক্রমান্বয়ে ছোট হয়ে আসা চারটি ব্রোঞ্জের গোলক স্থাপিত।\nমিনারের দক্ষিণ ভিত্তির সঙ্গে, উঠানের গ্যালারির উপরে, মুয়াজ্জিনের জন্য একটি কক্ষ রয়েছে, যা সম্ভবত মিনারের মূল নির্মাণের পরে যোগ করা হয়েছিল। উঠান থেকে দেখলে, এই কক্ষটি একটি দ্বৈত-খিলানযুক্ত জানালা দ্বারা চিহ্নিত, যার মাঝে একটি অ্যালাবাস্টার স্তম্ভ রয়েছে এবং উপরে খোদাই করা কাঠের একটি ছাউনি দ্বারা ছায়াযুক্ত। এটি গঠন ও উদ্দেশ্যে দার আল-মুওয়াক্কিত-এর মতো (যেমন কারাউইয়িন মসজিদে শীঘ্রই যোগ করা হয়েছিল)।\n\n\n== ফেস এল-জদিদের মাদ্রাসা ==\n\n১৩২০ সালে সুলতান আবু সাইদ ফেস এল-জদিদে মহান মসজিদের ঠিক দক্ষিণে একটি মাদ্রাসা নির্মাণ করেন, যা ফেস জদিদ মাদ্রাসা বা মাদ্রাসা দার আল-মাখজেন নামে পরিচিত হয়। এটি ফেসে মেরিনিদদের দ্বারা নির্মিত দ্বিতীয় মাদ্রাসা ছিল। এর আগে প্রথম মাদ্রাসা হিসেবে ১২৭১ সালে সেফারিন মাদ্রাসা প্রতিষ্ঠিত হয়েছিল, যা কারাউইয়িন মসজিদ-এর কাছে অবস্থিত। এর কিছুদিন পরে, ১৩২১ সালে, আবু সাইদের শাসনামলেই সাহরিজ মাদ্রাসা নির্মিত হয়, যা আল-আন্দালুস মসজিদ-এর কাছে অবস্থিত। এ থেকে মনে হয়, আবু সাইদ ফেসের প্রতিটি বড় মসজিদের চারপাশে শিক্ষার কেন্দ্র গড়ে তুলতে চেয়েছিলেন। তবে, ফেস এল-জদিদের মাদ্রাসাটি কোনো উল্লেখযোগ্য শিক্ষাকেন্দ্রে পরিণত হয়নি বলে মনে হয়। বরং, আল-কারাউইয়িন এবং পরবর্তী সময়ে ফেস এল-বালিতে নির্মিত অন্যান্য মেরিনিদ মাদ্রাসাগুলোই সবচেয়ে মর্যাদাপূর্ণ হিসেবে টিকে থাকে। পরবর্তীকালে এটি রাজপ্রাসাদ কমপ্লেক্সের অংশ হয়ে যায়, যখন সুলতান মৌলায় হাসান (শাসনকাল ১৮৭৩-১৮৯৪) প্রাসাদের মেশুয়ার এলাকাটি উত্তর-পূর্ব দিকে সম্প্রসারণ করেন। এর ফলে মাদ্রাসাটি মসজিদ থেকে বিচ্ছিন্ন হয়ে অভ্যন্তরীণ মেশুয়ারের সঙ্গে একীভূত হয়। সম্ভবত এর আগে পরিত্যক্ত অবস্থায় থাকা এই মাদ্রাসাটি সংস্কার করা হয় এবং এতে একটি মিনার যোগ করা হয়। পরে ফরাসি প্রটেক্টরেট আমলে ১৯২৪ সালের পর কোনো এক সময় এটি আবার সংস্কার করা হয়।\n\n\n== আরও দেখুন ==\nকুতুবিয়া মসজিদ\nকাসবাহ মসজিদ, মারাকেশ\nমসজিদের তালিকা\nআফ্রিকার মসজিদের তালিকা\nমরক্কোর মসজিদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nমানার আল-আসার ডিজিটাল ফটো সংগ্রহশালা (মসজিদের অভ্যন্তরের কিছু ছবি সহ)\nআর্কনেটে জামি আল-জদিদ (মসজিদের কয়েকটি ঐতিহাসিক ছবি সহ, যার মধ্যে উঠানের ছবিও রয়েছে)"}