{"pageid": 1530452, "title": "স্নায়ুযুদ্ধ-পরবর্তী যুগ", "url": "https://bn.wikipedia.org/wiki?curid=1530452", "content": "স্নায়ুযুদ্ধ-পরবর্তী যুগ হল ইতিহাসের একটি পর্যায় যা বিংশ শতাব্দীর দ্বিতীয়ার্ধে স্নায়ুযুদ্ধের সমাপ্তির পরে শুরু হয়। আরও সঠিকভাবে এটি ১৯৯১ সালের ডিসেম্বরে সোভিয়েত ইউনিয়নের বিলুপ্তির পরের ইতিহাসকে প্রতিনিধিত্ব করে। এই সময়কালে অনেক প্রাক্তন সোভিয়েত প্রজাতন্ত্র সার্বভৌম রাষ্ট্রে পরিণত হয়, এবং এর পাশাপাশি পূর্ব ইউরোপে বাজার অর্থনীতির সূচনা হয়। এ সময় মার্কিন যুক্তরাষ্ট্র বিশ্বের একমাত্র পরাশক্তিতে পরিণত হয়।\nস্নায়ুযুদ্ধের তুলনায় ইতিহাসের এই পর্বটিকে অধিকতর স্থিতিশীলতা এবং নিরস্ত্রীকরণ দ্বারা চরিত্রায়িত করা হয়। এ সময় মার্কিন যুক্তরাষ্ট্র এবং রাশিয়া উভয়ই তাদের পারমাণবিক অস্ত্রের মজুদ উল্লেখযোগ্য পরিমাণে হ্রাস করে। প্রাক্তন পূর্ব ইউরোপীয় রাষ্ট্রজোট আরও গণতান্ত্রিক হয়ে ওঠে এবং বিশ্ব অর্থনীতির সাথে একীভূত হয়। বেশিরভাগ প্রাক্তন সোভিয়েত ইউনিয়নভুক্ত দেশ ও তিনটি প্রাক্তন বাল্টিক প্রজাতন্ত্র ইউরোপীয় ইউনিয়ন এবং উত্তর-আটলান্টিক রাষ্ট্রজোট বা ন্যাটোর সাথে একীভূত হয়। স্নায়ুযুদ্ধ-পরবর্তী যুগের প্রথম দুই দশকে উত্তর আটলান্টিক রাষ্ট্রজোট  ন্যাটো তিনটি সম্প্রসারণের মধ্য দিয়ে যায় এবং ফ্রান্স ন্যাটোর নিয়ন্ত্রণ পরিষদে পুনরায় একীভূত হয় । রাশিয়া বাতিল হয়ে যাওয়া ওয়ারশ চুক্তিকে যৌথ নিরাপত্তা চুক্তি সংস্থা দ্বারা প্রতিস্থাপন করে, চীন এবং আরও বেশ কয়েকটি দেশের সাথে কৌশলগত অংশীদারিত্ব প্রতিষ্ঠা করে এবং উদীয়মান শক্তি চীনের পাশাপাশি সাংহাই সহযোগিতা সংস্থা এবং ব্রিকসে যোগদান করে। চীনের উত্থানের প্রতিক্রিয়ায় মার্কিন যুক্তরাষ্ট্র এশিয়া-প্রশান্ত মহাসাগরীয় অঞ্চল এবং ইউরোপের বাইরে কৌশলগত শক্তির ধীরগতিতে পুনঃভারসাম্যকরণ শুরু করে।\nযদিও স্নায়ুযুদ্ধ-পরবর্তী যুগকে ইতিহাসের বর্তমান যুগ হিসেবে গণনা করার ব্যাপারে সাধারণ ঐকমত্য আছে, তা স্বত্ত্বেও কেউ কেউ যুক্তি দেন যে এই যুগটি একবিংশ শতাব্দীর শুরুর কোনও এক সময় বহুমেরুত্বের উত্থান এবং মার্কিন যুক্তরাষ্ট্রের আধিপত্য, নব্য উদারনীতিবাদ এবং উদারপন্থী আন্তর্জাতিক ব্যবস্থার সমস্যাগুলির কারণে সম্ভবত শেষ হয়ে গেছে এবং ফলে সম্ভবত ২০১০ এবং ২০২০-এর দশকের মধ্যবর্তী কোনও এক সময়ে এক দ্বিতীয় স্নায়ুযুদ্ধের সূচনা হয়েছে।\nসাধারণ ঐক্যমত অনুযায়ী স্নায়ুযুদ্ধ-পরবর্তী যুগের প্রধান সংকটগুলির মধ্যে সন্ত্রাসের বিরুদ্ধে যুদ্ধ, মাদকের বিরুদ্ধে যুদ্ধ, মহামন্দা, কোভিড-১৯ রোগের বৈশ্বিক মহামারী, মূলত ইন্টারনেট ব্যবহার করে সংকর যুদ্ধবিগ্রহ এবং জলবায়ু পরিবর্তন, মানসিক স্বাস্থ্য, ভুল তথ্য, তথ্যের অতিরিক্ত বোঝা, বিত্ত বৈষম্য এবং উৎপাদনী কৃত্রিম বুদ্ধিমত্তা সম্পর্কিত ক্রমবর্ধমান উদ্বেগ অন্তর্ভুক্ত। স্নায়ুযুদ্ধ-পরবর্তী যুগের সাথে সাধারণত জড়িত প্রধান সামরিক সংঘাতগুলির মধ্যে রয়েছে উপসাগরীয় যুদ্ধ, যুগোস্লাভ যুদ্ধসমূহ, প্রথম ও দ্বিতীয় কঙ্গো যুদ্ধ, প্রথম ও দ্বিতীয় চেচেন যুদ্ধ, ১১ সেপ্টেম্বরের হামলা, আফগানিস্তান যুদ্ধ, ইরাক যুদ্ধ, রুশ-জর্জীয় যুদ্ধ, সিরীয় গৃহযুদ্ধ, রুশ-ইউক্রেনীয় যুদ্ধ এবং গাজা যুদ্ধ।\n\n\n== পটভূমি ==\n\n\n== স্নায়ুযুদ্ধ-পরবর্তী ঘটনাবলী ==\n\n\n=== সরকার, অর্থনৈতিক এবং সামরিক প্রতিষ্ঠান ===\n\n\n=== প্রযুক্তি ===\n\n\n=== দ্বিতীয় স্নায়ুযুদ্ধ ===\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nটেমপ্লেট:Eastern worldটেমপ্লেট:Post-Cold War European conflictsটেমপ্লেট:Post-Cold War Asian conflictsটেমপ্লেট:Post-Cold War African conflictsটেমপ্লেট:Post-Cold War conflicts in the Americas"}