{"pageid": 1530175, "title": "যাকাত কাউন্সিল", "url": "https://bn.wikipedia.org/wiki?curid=1530175", "content": "পাকিস্তানে যাকাত ও উশর নামে পরিচিত ইসলামিক কর সংগ্রহ ও বিতরণের জন্য যাকাত কাউন্সিল দায়ী। কাউন্সিলগুলি ধর্ম বিষয়ক মন্ত্রণালয় দ্বারা তত্ত্বাবধান করা হয়। পাকিস্তানে, যাকাত ও ওশরের বাধ্যতামূলক সংগ্রহ এবং বিতরণ ব্যবস্থা ১৯৮০ সালে শুরু হয়, জেনারেল মুহাম্মদ জিয়া-উল-হক কর্তৃক জারি করা একটি অধ্যাদেশের মাধ্যমে, যেখানে রমজানের প্রথম দিনে ব্যক্তিগত ব্যাংক অ্যাকাউন্ট থেকে বার্ষিক ২.৫% কর্তনের আহ্বান জানানো হয়, যার রাজস্ব দারিদ্র্য বিমোচনের জন্য ব্যবহার করা হবে। \n\n\n== কর ==\n\n\n=== যাকাত ===\nযাকাত ( আরবি: زكاة   \"যা পবিত্র করে\"  ), হল নিজের সম্পদের একটি নির্দিষ্ট অংশ অভাবী লোকদের দান করা, এবং এটি ইসলামের পাঁচটি স্তম্ভের মধ্যে একটি। (যাকাত একজন মুসলিমের সম্পদকে পবিত্র করে, ( সূরা আত-তাওবা, কুরআনের ৬০ নম্বর আয়াত অনুসারে  ), এবং বেশ কয়েকটি হাদিস ।)\nপাকিস্তানে যাকাত সাহেব-এ-নিসাবের উপর ধার্য করা হয়, অর্থাৎ এমন ব্যক্তি যার কাছে শরীয়ত অনুযায়ী নিসাবের সমান বা তার বেশি যাকাতযোগ্য সম্পদ থাকে (প্রায় ইউএস $৩০০, ৬১২.৩২ গ্রাম রূপার মূল্য অনুসারে গণনা করা হয়  )।  \"১৯৮০ সালের যাকাত ও উশর অধ্যাদেশের ১ম তফসিলে বিস্তারিতভাবে উল্লেখ করা হয়েছে\", এগারো ধরণের সম্পদের উপর যাকাত আরোপ করা হয়েছে। \n\n\n=== উশর ===\nপ্রত্যেক জমির মালিক, অনুদানপ্রাপ্ত, বরাদ্দপ্রাপ্ত, ইজারাদার, ইজারাদার বা জমির মালিকের কাছ থেকে বাধ্যতামূলকভাবে উৎপাদিত পণ্যের ৫ শতাংশ হারে উশর আদায় করা হয়, যদি না তারা সাহেব-ই-নিসাবের সংজ্ঞা পূরণ করতে ব্যর্থ হয়, (৮৪৯ কেজির বেশি গম উৎপাদন করে, অথবা এর সমতুল্য মূল্য)।  কম উৎপাদনকারী কৃষকদের মুস্তাহিক বলা হয়। )।\nপ্রদেশগুলি কর্তৃক আরোপিত ভূমি কর (রাজস্ব) প্রতিস্থাপনের জন্য উশর প্রবর্তনের উদ্দেশ্য ছিল।  আইনটি সংশোধন করা হয়েছিল যাতে শিয়া মুসলিম এবং অমুসলিম জমির মালিকরা ভূমি রাজস্ব কর প্রদান অব্যাহত রাখতে পারেন। \n\n\n== যাকাত কাউন্সিল ==\nপাকিস্তানে যাকাত কাউন্সিলগুলি ফেডারেল, প্রাদেশিক এবং জেলা পর্যায়ে অবস্থিত। (কোনও উশর কাউন্সিল নেই, উশর যাকাত কাউন্সিলের কাছে যায়।  ) পাঞ্জাব প্রাদেশিক সরকারের মতে, যাকাত ও উশর সংগ্রহ এবং সংশ্লিষ্ট হিসাব রক্ষণাবেক্ষণ ফেডারেল \" ধর্ম বিষয়ক মন্ত্রণালয় (এমওআরএ) দ্বারা পরিচালিত হয়। এটি কেন্দ্রীয় হিসাব নং ও৮-কেন্দ্রীয় যাকাত তহবিলে জমা হয়, যা স্টেট ব্যাংক অফ পাকিস্তান করাচিতে রক্ষিত থাকে এবং প্রাদেশিক যাকাত কাউন্সিলে বিতরণ করা হয় যা পরবর্তীতে এটি জেলা যাকাত কমিটিতে (ডিজেসিএস) স্থানান্তর করে।  পাঞ্জাবে যাকাত \"গুজারা ভাতা\", শিক্ষা প্রতিষ্ঠান এবং ধর্মীয় বিদ্যালয়ের শিক্ষার্থীদের ( দ্বীনী মাদারিস ) শিক্ষাগত উপবৃত্তি, স্বাস্থ্যসেবা, পুনর্বাসন, \"মুস্তাইক (সুবিধাভোগী) মেয়েদের বিবাহ এবং কারিগরি প্রতিষ্ঠানের মুস্তাইক শিক্ষার্থীদের উপবৃত্তি\" এর মতো কর্মসূচিতে যায় বলে জানা গেছে।\n\n\n=== ইস্যু ===\nএকজন সমালোচকের (আরসকাল সেলিম) মতে:\"১৯৮০ সালের ১৭ নং যাকাত ও উশর অধ্যাদেশের মাধ্যমে এটি চালু হওয়ার পর থেকে ... লক্ষ লক্ষ পাকিস্তানি নাগরিকের বাস্তব জীবন এবং অর্থনৈতিক অবস্থা সম্পূর্ণরূপে অপরিবর্তিত রয়েছে, তবে যাকাত প্রশাসনে রাষ্ট্রীয় সম্পৃক্ততার ফলে প্রচুর সামাজিক-ধর্মীয় এবং রাজনৈতিক সমস্যা দেখা দিয়েছে।\" সমস্যাগুলির মধ্যে রয়েছে কর হিসেবে যাকাতের ব্যক্তিত্বহীনতা এবং ধর্মীয়ভাবে অবৈধকরণ, এবং ক্রমবর্ধমান সাম্প্রদায়িক ও রাজনৈতিক অন্তর্দ্বন্দ্ব। স্বেচ্ছাসেবী ধার্মিকতার কাজ থেকে বাধ্যতামূলক সরকারি আদায়ে পরিবর্তনের ফলে কিছু সুন্নি মুসলমান মনে করেছিলেন যে তারা কর দেখে তাদের ধর্মীয় বাধ্যবাধকতা পূরণ করেননি। অন্যরা রমজানের কিছুক্ষণ আগে তাদের করযোগ্য তহবিল করমুক্ত ব্যক্তিদের (বিদেশী, অ-সুন্নী, ইত্যাদি) অ্যাকাউন্টে স্থানান্তর করে কর ফাঁকি দিতে শুরু করে।  করের প্রথম দিনগুলিতে, জাফরি ফিকহের স্কুলের অনুসারী শিয়া মুসলমানরা তীব্র বিরোধিতা করে এবং ১৯৮১ সালের এপ্রিলে সরকার শিয়াদের অব্যাহতির জন্য আবেদন করার অনুমতি দেয়। এর ফলে রক্ষণশীল সুন্নি উলামাদের (ধর্মীয় পণ্ডিতদের) বিরোধিতা দেখা দেয়, যারা ভয় পেয়েছিলেন যে কিছু সুন্নি মুসলিম \" যাকাত ফাঁকি দেওয়ার উদ্দেশ্যে শিয়া ধর্মে ধর্মান্তরিত হবে\"। যাকাত কাউন্সিল এবং তাদের তহবিল রাজনৈতিক ও অর্থনৈতিক ক্ষমতার একটি গুরুত্বপূর্ণ উৎস হওয়ায়, পাকিস্তানের রাজনৈতিক দলগুলি কাউন্সিলের নিয়ন্ত্রণ নিয়ে প্রতিযোগিতা শুরু করে।\n\n\n== সমালোচনা ==\nহাসপাতালগুলিতে যাকাতের টাকা শুধুমাত্র মুসলিম রোগীদের চিকিৎসার জন্য দেওয়া হয় এবং দরিদ্র অমুসলিম রোগীদের জন্য দেওয়া হয় না, যারা সাধারণ অনুদান তহবিল থেকে পায়। এই প্রথার তীব্র সমালোচনা করা হয় এমনকি যাকাত কাউন্সিলের ভেতরেও। সিন্ধু যাকাত কাউন্সিলের চেয়ারম্যান বলেন যে ধর্মের ভিত্তিতে বৈষম্য না করে সকল অভাবীকে যাকাতের টাকা প্রদান করা উচিত।  যাকাত আদায় ইসলামী শরীয়াহ নীতির উপর ভিত্তি করে, তাই এই পরিমাণ অর্থও উক্ত নীতির উপর ভিত্তি করে প্রদান করা উচিত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজাকাত ও উশর বিভাগ, পাঞ্জাব সরকার, পাকিস্তান"}