{"pageid": 1530455, "title": "ভ্যাল কিলমার", "url": "https://bn.wikipedia.org/wiki?curid=1530455", "content": "ভ্যাল এডওয়ার্ড কিলমার (ইংরেজি: Val Edward Kilmer; ৩১ ডিসেম্বর ১৯৫৯ – ১ এপ্রিল ২০২৫) একজন মার্কিন অভিনেতা ছিলেন। মঞ্চে অভিনয় দিয়ে কর্মজীবন শুরু করা কিলমার হাস্যরসাত্মক চলচ্চিত্র টপ সিক্রেট! (১৯৮৪) ও রিয়্যাল জিনিয়াস (১৯৮৫), সামরিক মারপিটধর্মী চলচ্চিত্র টপ গান (১৯৮৬) এবং কল্পনাধর্মী চলচ্চিত্র উইলো (১৯৮৮)-এ অভিনয় করে খ্যাতি অর্জন করেন। কিলমার অলিভার স্টোনের দ্য ডোরস (১৯৯১) চলচ্চিত্রে জিম মরিসন চরিত্রে অভিনয় করে সমাদৃত হন। তিনি পশ্চিমা ধারার টুম্বস্টোন (১৯৯৩), অপরাধ নাট্যধর্মী ট্রু রোম্যান্স (১৯৯৩) ও হিট (১৯৯৫) চলচ্চিত্রে প্রধান চরিত্রে অভিনয় করেন। তিনি জোয়েল শুমেকারের ব্যাটম্যান ফরেভার (১৯৯৫)- ব্যাটম্যান চরিত্রে অভিনয় করেন এবং দ্য গৌস্ট অ্যান্ড দ্য ডার্কনেস (১৯৯৬), দ্য সেইন্ট (১৯৯৭), দ্য প্রিন্স অব ইজিপ্ট (১৯৯৮), আলেকজান্ডার (২০০৪), কিস কিস ব্যাং ব্যাং (২০০৫), ও দ্য স্নোম্যান (২০১৭) চলচ্চিত্রে শ্রেষ্ঠাংশে অভিনয় করেন। ২০২২ সালে তিনি টপ গান: ম্যাভরিক চলচ্চিত্রে তার পূর্বে অভিনীত আইসম্যান চরিত্রে অভিনয় করেন।\nতিনি ১৯৯০-এর দশকের সর্বোচ্চ পারিশ্রমিক গ্রহীতা অভিনয়শিল্পীদের একজন ছিলেন, তার অভিনীত চলচ্চিত্রসমূহ বিশ্বব্যাপী বক্স অফিসে ৩.৭ বিলিয়ন মার্কিন ডলার আয় করে। ১৯৯২ সালে সমালোচক রজার ইবার্ট লিখেন, \"যদি তার প্রজন্মের সবচেয়ে অগীতকীর্তিত প্রধান তারকা পুরস্কার থাকত, তবে কিলমার সেটা পেতেন।\n\n\n== প্রারম্ভিক জীবন ও শিক্ষা ==\nভ্যাল এডওয়ার্ড কিলমার ১৯৫৯ সালের ৩১শে ডিসেম্বর ক্যালিফোর্নিয়া অঙ্গরাজ্যের লস অ্যাঞ্জলেসে জন্মগ্রহণ করেন। তার পিতা ইউজিন ডরিস কিলমার (১৯২১-১৯৯৩) এবং মাতা গ্ল্যাডিস সোয়ানেট (কুমারী নাম: একস্টাট; ১৯২৮-২০১৯)। কিলমার তার পিতামাতার তিন পুত্রের মধ্যে দ্বিতীয়। তার পিতার পূর্বপুরুষগণ আইরিশ, জার্মান ও চেরোকি বংশোদ্ভূত, এবং তার মাতা সুয়েডীয় বংশোদ্ভূত। ১৯৬৮ সালে তার যখন ৮ বছর বয়স, তখন তার পিতামাতার বিবাহবিচ্ছেদ ঘটে। ১৯৭০ সালে তার মাতা উইলিয়াম বার্নার্ড লিচকে বিয়ে করেন। কিলমার ক্রিশ্চিয়ান সায়েন্স ধর্মবিশ্বাসী। তার বড় ভাই ইয়ান রবার্ট গ্রিনফিল্ড (জন্ম ১৯৭৯)। তার ছোট ভাই ওয়েসলির (১৯৬১-১৯৭৭) মৃগীরোগ ছিল, তিনি ১৯৭৭ সালে ১৬ বছর বয়সে জাকুজিতে ডুবে মারা যান।\nকিলমার চ্যাটসওয়ার্থ হাই স্কুলে পড়াশোনা করেন, যেখানে সে সময়ে কেভিন স্পেসিও পড়াশোনা করতেন। হাই স্কুলে তার প্রেমিকা ছিলেন মেয়ার উইনিংহাম। তিনি সেই সময়ে জুইলিয়ার্ড স্কুলের নাট্যতত্ত্ব বিভাগে ভর্তি হওয়া সর্বকনিষ্ঠ ব্যক্তি, সেখানে তিনি গ্রুপ ১০-এর সদস্য ছিলেন।\n\n\n== কর্মজীবন ==\nকিলমার হাস্যরসাত্মক গোয়েন্দা চলচ্চিত্র টপ সিক্রেট! (১৯৮৪)-এ প্রধান অভিনেতা হিসেবে কাজের সুযোগ পান। তিনি এতে একজন মার্কিন রক অ্যান্ড রোল তারকা চরিত্রে অভিনয় করেন। তিনি নিজে চলচ্চিত্রের সবগুলো গানে কণ্ঠ দেন এবং চলচ্চিত্রের চরিত্রের নাম \"নিক রিভার্স\" নামে অ্যালবাম প্রকাশ করেন। সাময়িক বিরতির পর তিনি রিয়্যাল জিনিয়াস (১৯৮৫) চলচ্চিত্রে প্রধান চরিত্রে অভিনয় করেন। তিনি  ডেভিড লিঞ্চের ব্লু ভেলভেট (১৯৮৬) চলচ্চিত্র ফিরিয়ে দেন এবং এরপর টম ক্রুজের সাথে সামরিক মারপিটধর্মী চলচ্চিত্র টপ গান (১৯৮৬)-এ টম \"আইসম্যান\" কাজান্‌স্কি চরিত্রে অভিনয়ের সুযোগ পান। টপ গান চলচ্চিত্রটি বিশ্বব্যাপী ৩৪৪ মিলিয়ন মার্কিন ডলার আয় করে, যার ফলে কিলমার প্রধান তারকা হয়ে ওঠেন। এরপর তিনি কল্পনাধর্মী চলচ্চিত্র উইলো (১৯৮৮)-এ ম্যাডমার্টিগ্যান চরিত্রে অভিনয় করেন। এই চলচ্চিত্রের সেটে তার ভবিষ্যৎ স্ত্রী জোঅ্যান হোয়েলির সাথে পরিচয় হয়।\nঅলিভার স্টোন বেশ কয়েকবার সময় পিছানোর পর দ্য ডোর্‌স সঙ্গীতদলের গল্প অবলম্বনে একই নামের (১৯৯১) চলচ্চিত্র নির্মাণের কাজ শুরু করেন। কিলমার অডিশনের পূর্বে জিম মরিসনের গাওয়া সকল গানের গীত মুখস্থ করেন এবং দ্য ডোরসের কয়েকটি গান পরিবেশন করার ভিডিও ধারণ করে পরিচালক স্টোনকে পাঠান। স্টোন এই ভিডিও টেপ দেখে মুগ্ধ হননি, কিন্তু দ্য ডোরস-এর মূল প্রযোজক পল এ. রথচাইল্ড বলেন \"আমি এতে নড়েচড়ে বসি\" এবং স্টুডিওতে কিলমারের গান রেকর্ড করতে পরামর্শন দেন। কিলমারকে মরিসনের চরিত্রে বাছাই করার পর তিনি এই চরিত্রের প্রস্তুতি হিসেবে দ্য ডোরসের শ্রদ্ধাঞ্জলি কনসার্ট দেখতে যান এবং মরিসনের কবিতা পাঠ করেন।\nকিলমার এরপর রহস্য রোমাঞ্চকর থান্ডারহার্ট (১৯৯২) ও মারপিটধর্মী হাস্যরসাত্মক দ্য রিয়্যাল ম্যাকয় (১৯৯৩) চলচ্চিত্রে অভিনয় করেন। তিনি টপ গান-এর পরিচালক টনি স্কটের পরিচালনায় অপরাধ নাট্যধর্মী ট্রু রোম্যান্স (১৯৯৩) চলচ্চিত্রে এলভিস প্রেসলি চরিত্রে অভিনয় করেন। একই বছর তিনি পশ্চিমা ধারার টুম্বস্টোন (১৯৯৩) চলচ্চিত্রে ডক হলিডে চরিত্রে অভিনয় করেন। এই চলচ্চিত্রে ডক হলিডেকে ফ্রেদেরিক শোপাঁর নকচার্ন ইন ই মাইনর, ওপ. ৭২, নং ১ পরিবেশন করতে দেখা যায়, তবে কিলমার পিয়ানো বাজাননি এবং প্রস্তুতি হিসেবে একটি সুর অনুশীলন করেছিলেন। ১৯৯৫ সালে তিনি আল পাচিনো ও রবার্ট ডি নিরোর সাথে হিট চলচ্চিত্রে শ্রেষ্ঠাংশে অভিনয় করেন। চলচ্চিত্রটিকে এখন ১৯৯০-এর দশকের অন্যতম সেরা অপরাধ/নাট্যধর্মী চলচ্চিত্র হিসেবে গণ্য হয়ে থাকে।\n১৯৯৩ সালের ডিসেম্বর মাসে পরিচালক জোয়েল শুমেকার টুম্বস্টোন দেখেন এবং ডক হলিডে চরিত্রে কিলমারের অভিনয় দেখে মুগ্ধ হন। শুমেকার মনে করেন কিলমার ব্যাটম্যান চরিত্রের জন্য উপযুক্ত, যদিও তখনও চরিত্রটি মাইকেল কিটনের ছিল। ১৯৯৪ সালের জুলাই মাসে কিটন ১৯৯২ সালের ব্যাটম্যান রিটার্নস-এর পর তিনি তৃতীয় ব্যাটম্যান চলচ্চিত্রে অভিনয় না করার সিদ্ধান্ত নেন। শুমেকারের ফ্ল্যাটলাইনার্স চলচ্চিত্রে অভিনয় করা উইলিয়াম বল্ডউইন এই চরিত্রের শীর্ষ প্রার্থী ছিলেন, তবে কিটন তার সিদ্ধান্ত জানানোর পরপরই ব্যাটম্যান ফরেভার (১৯৯৫)-এ ব্যাটম্যান চরিত্রের জন্য কিলমারকে বাছাই করা হয়। কিলমার এই চলচ্চিত্রের পরিচালক কে তা না জেনেই এবং পাণ্ডুলিপি না পড়েই চরিত্রটি গ্রহণ করেন।\n১৯৯৫ সালের জুন মাসে মুক্তিপ্রাপ্ত ব্যাটম্যান ফরেভার চলচ্চিত্রটি সমালোচকদের নিকট থেকে মিশ্র প্রতিক্রিয়া লাভ করলেও বক্স অফিসে সফল হয়। কিলমারের অভিনয় নিয়ে বিতর্কের সৃষ্টি হয়: কয়েকজন সমালোচক, যেমন দ্য নিউ ইয়র্ক টাইমস-এর জ্যানেট ম্যাসলিন কিলমারকে এই চরিত্রের জন্য কিটনের দুর্বল উত্তরসূরী বলে মনে করেন; অন্যদিকে, রজার ইবার্ট কিলমারকে কিটনের \"গ্রহণযোগ্য বিকল্প\" বলে উল্লেখ করেন। সিনেস্কেপ-কে দেওয়া এক সাক্ষাৎকারে ব্যাটম্যানের সহ-রচয়িতা বব কেন বলেন সেই সময় পর্যন্ত ব্যাটম্যান চরিত্রে যে কয়জন অভিনয় করেছিলেন, তিনি মনে করেন কিলমার সেরা অভিনয় করেছেন।\nতিনি দ্য গৌস্ট অ্যান্ড দ্য ডার্কনেস (১৯৯৬), দ্য সেইন্ট (১৯৯৭), দ্য প্রিন্স অব ইজিপ্ট (১৯৯৮), আলেকজান্ডার (২০০৪), কিস কিস ব্যাং ব্যাং (২০০৫), ও দ্য স্নোম্যান (২০১৭) চলচ্চিত্রে শ্রেষ্ঠাংশে অভিনয় করেন। ২০২২ সালে তিনি টপ গান: ম্যাভরিক চলচ্চিত্রে তার পূর্বে অভিনীত আইসম্যান চরিত্রে অভিনয় করেন।\n\n\n== মৃত্যু ও শ্রদ্ধাঞ্জলি ==\nকিলমার নিউমোনিয়ায় আক্রান্ত হয়ে ২০২৫ সালের ১লা এপ্রিল ৬৫ বছর বয়সে লস অ্যাঞ্জেলেসে মৃত্যুবরণ করেন।  রবার্ট ডি নিরো, মার্টিন কোভ, রন হাওয়ার্ড, নিকোলাস কেজ, শের, মাইকেল ডগলাস, জিম ক্যারি, বেন স্টিলার, জশ ব্রোলিন, জেনিফার কনেলি, মিশেল মোনাগ্যান, জেমস উড, ম্যাথু মডাইন, ও ডেভিড থিউলিস-সহ বিনোদন শিল্পের বিভিন্ন ব্যক্তিবর্গ তার মৃত্যুতে শ্রদ্ধাঞ্জলি জানান।\n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n== গ্রন্থপঞ্জি ==\nকিলমার, ভ্যাল (২০২০)। I'm Your Huckleberry: A Memoir। সিমন অ্যান্ড শুস্টার। আইএসবিএন 978-1-9821-4489-0। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nইন্টারনেট ব্রডওয়ে ডেটাবেজে ভ্যাল কিলমার  (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে ভ্যাল কিলমার  (ইংরেজি)\nইন্টারনেট অফ-ব্রডওয়ে ডেটাবেজে ভ্যাল কিলমার  (ইংরেজি)\nটার্নার ক্লাসিক মুভিজ ডেটাবেজে ভ্যাল কিলমার  (ইংরেজি)"}