{"pageid": 1530548, "title": "নিউ কলেজ, ডারহাম (১৭ শতক)", "url": "https://bn.wikipedia.org/wiki?curid=1530548", "content": "নিউ কলেজ, ডারহাম অথবা ডারহাম কলেজ ছিল একটি বিশ্ববিদ্যালয় প্রতিষ্ঠান যা অলিভার ক্রমওয়েল দ্বারা প্রতিষ্ঠিত হয়েছিল, যা পুরোনো অক্সফোর্ড বিশ্ববিদ্যালয় এবং কেমব্রিজ বিশ্ববিদ্যালয় এর কার্যকর মনোপলি ভাঙার জন্য এবং উত্তর ইংল্যান্ডে বিশ্ববিদ্যালয় শিক্ষা পৌঁছানোর লক্ষ্যে প্রতিষ্ঠিত হয়েছিল।\nএটি ১৬৫৩ সালে গঠিত হয়, ১৬৫৬ সালে তার letters patent (যদিও ডিগ্রি প্রদানকারী ক্ষমতা ছিল না) প্রাপ্ত হয়, তবে ক্রমওয়েলের মৃত্যুর পর ১৬৫৯ সালে অক্সফোর্ড এবং কেমব্রিজ বিশ্ববিদ্যালয় তার পুত্র রিচার্ড ক্রমওয়েল এর কাছে নতুন বিশ্ববিদ্যালয়ের বিরুদ্ধে পিটিশন জমা দেয় এবং ১৬৬০ সালে মোনার্কির পুনঃপ্রতিষ্ঠা হওয়ার পর কলেজটি বন্ধ হয়ে যায়।\n\n\n== তথ্যপত্র ==\nএমন একটি প্রকল্প ১৬৪০-এর দশক থেকে আলোচনা করা হচ্ছিল। ১৬৪১ সালে ম্যানচেস্টার অথবা ইয়র্কে একটি বিশ্ববিদ্যালয়ের জন্য একটি পিটিশন জমা দেওয়া হয়েছিল। পরে স্যামুয়েল হার্টলিব সহ অন্যান্যদের দ্বারা একটি প্রকল্প প্রচারিত হয়। ক্রমওয়েল নিজে ডারহাম শহরে একটি নতুন বিশ্ববিদ্যালয়ের প্রতি বিশেষ আগ্রহী ছিলেন, যেটিকে তিনি 'উত্তরাঞ্চলের অন্ধকার স্থানগুলিতে' ঈশ্বরের বাণী প্রচারের জন্য গুরুত্বপূর্ণ মনে করেছিলেন। ১৬৫৬ সালে প্রস্তুত করা আইনসভা গঠিত হয়েছিল রালফ কাডওয়ার্থ, জন ক্রু, ১ম বারন ক্রু (পরে ১ম বারন ক্রু), সার উইলিয়াম এলিস এবং অন্যান্যরা ১৬৫৫ সালের মার্চ মাস থেকে নিয়োগপ্রাপ্ত হন, এবং সার চার্লস উলসেলি ও জর্জ গ্রিফিথ ১৬৫৬ সালে।\nএই প্রকল্পটির বিরোধিতাও ছিল, যার মধ্যে অক্সফোর্ড বিশ্ববিদ্যালয় এর ভাইস চ্যান্সেলর জন কনান্ট অন্তর্ভুক্ত ছিলেন।\n\n\n== প্রতিষ্ঠান ==\n\nএটির কার্যকর জীবন ছিল ১৬৫৬ (যখন ক্রমওয়েল এবং তার প্রিভি কাউন্সিল কলেজ প্রতিষ্ঠার জন্য একটি আদেশ জারি করেছিলেন) থেকে ১৬৫৯, আনুষ্ঠানিকভাবে ১৬৬০ সালে বন্ধ হয়ে যায়। ডারহাম ক্যাথেড্রাল এর অধ্যায় ১৬৪৯ সালের এপ্রিল মাসে ভেঙে যাওয়ার পর ক্যাথেড্রাল, ক্যাথেড্রাল ক্লোজ, এবং পুরানো বিশপের প্রাসাদ ডারহাম ক্যাসল খালি হয়ে গিয়েছিল এবং নতুন প্রতিষ্ঠানটির জন্য উপলব্ধ ছিল। ক্রমওয়েল ১৬৫৭ সালের মে মাসে চিঠি প্যাটেন্ট স্বাক্ষর করেছিলেন; এবং প্রায় এই সময় পল হবসন পরিদর্শক হিসেবে কাজ করেছিলেন।\nপ্রথমিক প্রতিষ্ঠানে ছিলেন ফিলিপ হানটন ১৬৫৭ সালে মাষ্টার বা প্রোভোস্ট হিসেবে, এবং ইজরায়েল টনগ ফেলো হিসেবে। প্রথমিক প্রতিষ্ঠান ছিল প্রোভোস্ট, দুটি সিনিয়র ফেলো, দুটি জুনিয়র ফেলো এবং কিছু অন্যান্য জুনিয়র পদ। রিচার্ড গিলপিন পরিদর্শক হিসেবে নিযুক্ত হন। জোসেফ হিল ছিলেন একজন সক্রিয় সমর্থক, এবং তিনি ডারহামে হাঙ্গেরীয় ছাত্রদের আনার জন্য অর্থ সংগ্রহের চেষ্টা করেছিলেন। টনগ হিল এবং জন পিচেলকে নিয়োগ করতে চেয়েছিলেন। হিলের শিক্ষার্থী উইলিয়াম পেল ১৬৫৬ সালে টিউটর হিসেবে নিযুক্ত হন। জর্জ রিটসচেল, যিনি তখন নিউক্যাসেলে শিক্ষকতা করছিলেন, একজন কমেনিয়ান সংস্কারক ছিলেন এবং হার্টলিব সার্কেল এর সাথে যোগাযোগে ছিলেন, ১৬৫৭ সালে একজন টিউটর হিসেবে কাজ করেছিলেন।\nচিঠি প্যাটেন্টে হানটন এবং হিলকে সিনিয়র ফেলো বা প্রচারক হিসেবে উল্লেখ করা হয়েছিল:\n\nউইলিয়াম স্পিনেজ (স্পিনেজ) এক্সটার কলেজ, অক্সফোর্ড থেকে প্রচারক হিসেবে;\nপ্রফেসর হিসেবে থমাস ভন, জন কিফলার (জোহানেস সিবেরটুস কুফলার) নাম পরিবর্তিত নাম, যিনি প্রত্যাখ্যান করেছিলেন), রবার্ট উড লিঙ্কন কলেজ, অক্সফোর্ড থেকে, এবং পিচেল;\nটিউটর হিসেবে টনগ, রিচার্ড রাসেল, জন রিচেল এবং জন ডাউটি;\nস্কুলমাস্টার হিসেবে নাথানিয়েল ভিনসেন্ট কর্পাস ক্রিস্টি কলেজ, অক্সফোর্ড, উইলিয়াম কোরকার ট্রিনিটি কলেজ, কেমব্রিজ, উইলিয়াম স্প্রিগ লিঙ্কন কলেজ, অক্সফোর্ড, এবং লিওনার্ড ওয়েস্টেল, রেক্টর হারওর্থ-অন-টিজ।\nকলেজটি কখনোই এসব উদ্দেশ্য অনুযায়ী সম্প্রসারিত হয়নি।\n\n\n== বিচ্ছিন্নতা ==\n১৬৫৮ সালে ক্রমওয়েলের কাছে একটি অতিরিক্ত পিটিশন জমা দেওয়া হয়েছিল ডিগ্রি প্রদানকারী ক্ষমতা নিয়ে, কিন্তু তার মৃত্যুর আগ পর্যন্ত কিছু করা হয়নি, এবং তার পুত্র রিচার্ড ক্রমওয়েল তাঁর স্থলাভিষিক্ত হন।\n১৬৫৯ সালে অক্সফোর্ড এবং কেমব্রিজ বিশ্ববিদ্যালয় রিচার্ড ক্রমওয়েল এর কাছে তৃতীয় বিশ্ববিদ্যালয় প্রতিষ্ঠার বিরুদ্ধে পিটিশন জমা দেয়, এবং বিশেষভাবে কোনো ডিগ্রি প্রদানকারী ক্ষমতার বিরুদ্ধে। কলেজটির বিরোধিতা করেছিলেন জর্জ ফক্স এবং অন্যান্য কুয়েকাররা, যারা এটিকে একটি প্রতিষ্ঠান হিসেবে দেখতেন যা মন্ত্রীরা প্রস্তুত করার জন্য তৈরি করা হয়েছিল। ফাউলারের মতে, \"২২ এপ্রিল রিচার্ড ক্রমওয়েল নির্দেশ দিয়েছিলেন যে একটি কলেজকে বিশ্ববিদ্যালয়ে পরিণত করার জন্য যা খসড়া তৈরি হয়েছিল, তা আরো আদেশ না পাওয়া পর্যন্ত সীলমোহর করা হবে না।\"\n১৬৬০ সালে মোনার্কি পুনঃপ্রতিষ্ঠার পর ক্যাথেড্রাল অধ্যায় পুনঃস্থাপন করা হয় এবং ডারহাম কলেজ বন্ধ হয়ে যায়। তবে, শিক্ষা সম্পর্কে চিন্তা পুরোপুরি ভুলে যাওয়া হয়নি, কারণ বিশপ জন কোসিন ১৬৬৯ সালে তার লাইব্রেরি প্যালেস গ্রিন এ প্রতিষ্ঠা করেছিলেন।\n\n\n== ঐতিহ্য ==\n১৯৫০-এর দশকে এটি প্রস্তাবিত হয়েছিল যে ডারহাম বিশ্ববিদ্যালয়ে একটি কলেজের নাম ক্রমওয়েল এর নামে রাখা হোক, তার (উল্লেখযোগ্যভাবে ক্রিস্টোফার হিল) মতে 'তিনি সেই ব্যক্তি যিনি তিন শতাব্দী আগে ডারহামে একটি বিশ্ববিদ্যালয় প্রতিষ্ঠা করেছিলেন'। তবে এই প্রস্তাবটি 'অবিশ্বাস্যভাবে তীব্র বিরোধিতার সম্মুখীন হয়েছিল', যার ফলে একটি সমঝোতা তৈরি হয় এবং প্রস্তাবিত কলেজটি গ্রে কলেজ নামে প্রতিষ্ঠিত হয়।\n\n\n== দ্রষ্টব্য ==\n\n\n== অধিক পাঠ ==\nজি. এইচ. টার্নবুল, \"অলিভার ক্রমওয়েলের কলেজ ডারহামে\"। গবেষণা পর্যালোচনা, ৩ (১৯৫২), ১–৭।\nঅ্যাড্রিয়ান গ্রিন, \"প্রথম ডারহাম বিশ্ববিদ্যালয়\", সাইমিয়ন, ৮ (২০১৮), ৬-৯।"}