{"pageid": 1530799, "title": "১৯৯০ সালের মক্কার সুড়ঙ্গ দুর্ঘটনা", "url": "https://bn.wikipedia.org/wiki?curid=1530799", "content": "১৯৯০ সালের ৩ জুলাই, হজের সময় মক্কার কাছে হজ পালনকালে এক মারাত্মক দুর্ঘটনায় ১,৪২৬ জন হজযাত্রী শ্বাসরোধ ও পদদলিত হয়ে প্রাণ হারান।\n\n\n== ঘটনা ==\nএই দুর্ঘটনাটি ঘটে আল-মাইসিম সুড়ঙ্গে। এটি মক্কা থেকে মিনা এবং আরাফাতের প্রান্তরের দিকে যাওয়ার পথ। এটি একটি ৫৫০ মিটার দীর্ঘ ও ১০ মিটার প্রশস্ত পথচারী সুড়ঙ্গ। দুই বছর আগে সৌদি সরকার ১৫ বিলিয়ন ডলারের উন্নয়ন প্রকল্পের আওতায় এটি নির্মাণ করেছিল। \nযখন তীর্থযাত্রীরা সকাল ১০:০০ টায় শয়তানকে পাথর মারার অনুষ্ঠান করতে যাচ্ছিল।  তখন তখন একটি পথচারী সেতুর রেলিং ভেঙে যায় এবং সাতজন ব্যাক্তি সেতু থেকে সুড়ঙ্গের মুখে পড়ে যায়। সাতজন ব্যাক্তি সুড়ঙ্গ থেকে বেরিয়ে আসা লোকজনের উপর পড়ে যায়। সুড়ঙ্গের ধারণক্ষমতা ছিল ১,০০০ জনের, কিন্তু সেখানে ৫,০০০ জনের মতো মানুষ ঢুকে পড়ে।  বাইরের তাপমাত্রা ছিল ৪৪ ডিগ্রি সেলসিয়াস (১১১ ফারেনহাইট) এবং সুড়ঙ্গের বায়ুচলাচল ব্যবস্থা বিকল হওয়াকে অনেক মৃত্যুর কারণ হিসেবে দায়ী করা হয়। কিছু প্রত্যক্ষদর্শী দাবি করেছেন যে তারা মনে করেছিলেন একটি বিক্ষোভ চলছে। আবার কারো মতে সুড়ঙ্গের বিদ্যুৎ সংযোগ বিচ্ছিন্ন করা হয়েছিল। সৌদি কর্মকর্তারা এই দুর্ঘটনার জন্য হাজিদের আতঙ্ক ও বিশৃঙ্খলতাকে  দায়ী করে।\nমৃতদের মধ্যে অনেকেই মালয়েশিয়ান, ইন্দোনেশিয়ান এবং পাকিস্তানি বংশোদ্ভূত। একটি মালয়েশিয়ান পত্রিকার প্রতিবেদন অনুযায়ী, ৮০ শতাংশ মৃত্যু সুড়ঙ্গের বাইরে এবং ২০ শতাংশ (প্রায় ২৮৫ জন) ভিতরে ঘটে। নিহতদের মধ্যে তুর্কি সাহিত্য ও ভাষার অধ্যাপক আমিল চেলেবিওলু ছিল।\n\n\n== প্রতিক্রিয়া ==\nঘটনার পরপরই, বাদশাহ ফাহাদ বলেন যে ঘটনাটি ছিল \"আল্লাহর ইচ্ছা, যা সবকিছুর ঊর্ধ্বে\"। তিনি আরও বলেন যে \"যদি তারা সেখানে মারা না যেত, তাহলে তারা অন্য কোথাও সেই একই নির্দিষ্ট সময়ে মারা যেত\"। নিহতদের মধ্যে প্রায় ৬৮০ জন ইন্দোনেশিয়ান ছিল। ইন্দোনেশিয়ার কর্মকর্তারা সৌদি সরকারের সমালোচনা করে বলেন, \" এটিকে শুধু আল্লাহর কাজ বলে দায়িত্ব এড়ানো যায় না\"। এই ঘটনার পর ইরানও উদ্বেগ প্রকাশ করেছে  এবং তুরস্ক একটি সংক্ষিপ্ত অভিযোগ জানায়। আন্তর্জাতিক তদন্তের জন্য আহ্বান করা হলে সৌদি সরকার প্রত্যাখ্যান করে।\n\n\n== তথ্যসূত্র =="}