{"pageid": 1530820, "title": "শেনানডোহ (দাড়ি)", "url": "https://bn.wikipedia.org/wiki?curid=1530820", "content": "শেনানডোহ, যা আমিশ দাড়ি, চিবুক পর্দা, ডোনেগাল, লিঙ্কন, কোদাল দাড়ি, অথবা তিমি শিকারী নামেও পরিচিত, হল মুখের চুলের একটি ধরন।\n\n\n== বিবরণ ==\nএই ধরনের দাড়িতে চোয়াল এবং থুতনির উপর চুল পূর্ণ এবং লম্বা হয়ে মাথার চুলের কানের পাশের অংশের সাথে মিলিত হয়, যেখানে ঠোঁটের উপরের চুল (মোছ) কামানো থাকে।  ধরনের উপর নির্ভর করে, বিভিন্ন আকৃতি, আকার এবং সাধারণ পরিচালনাযোগ্যতার মধ্যে সূক্ষ্ম পার্থক্য রয়েছে। চিবুকের পর্দা হল একটি নির্দিষ্ট ধরন যা চোয়াল বরাবর বৃদ্ধি পায় এবং চিবুককে সম্পূর্ণরূপে ঢেকে রাখে। এটি চিনস্ট্র্যাপ দাড়ি এর সাথে বিভ্রান্ত হওয়ার কথা নয় - একই ধরনের দাড়ি যা চোয়াল বরাবরও বৃদ্ধি পায় কিন্তু চিবুককে সম্পূর্ণরূপে ঢেকে রাখে না। এছাড়াও, অনেক চিবুকের পর্দার দাড়ি চোয়ালের নীচে খুব বেশি প্রসারিত হয় না, যদিও চিবুকের দাড়ি সাধারণত থাকে। শেনানডোহ চিবুকের পর্দার চেয়ে কিছুটা লম্বা হয়।[তথ্যসূত্র প্রয়োজন]   [তথ্যসূত্র প্রয়োজন] [তথ্যসূত্র প্রয়োজন] \n\n\n== সাংস্কৃতিক ও ধর্মীয় ব্যবহার ==\nএই মুখের চুলের ধরনটি ইসলামের কিছু নির্দিষ্ট সম্প্রদায়ের অনুসারীদের মধ্যে বেশ জনপ্রিয়, বিশেষ করে সালাফি এবং ওহাবি সুন্নিদের মধ্যে, কারণ তারা বিশ্বাস করেন যে ইসলামের নবী মুহাম্মদ এভাবেই দাড়ি রাখতেন। এটি মুহাম্মদ আল-বুখারী কর্তৃক সংকলিত একটি হাদিসের ব্যাখ্যার উপর ভিত্তি করে তৈরি, \"গোঁফ ছোট করো এবং দাড়ি ছেড়ে দাও\"। এই ব্যাখ্যাটি মুসলমানদের মধ্যে সর্বজনীনভাবে গৃহীত নয়; এমনকি যারা হাদিসটি দাড়ি রাখার উৎসাহ প্রদান করে বলে গ্রহণ করেন, তারাও গোঁফ ছোট করার পরিবর্তে সম্পূর্ণরূপে কামানো বা দাড়ি ছাঁটার পরিবর্তে লম্বা রাখার প্রয়োজনীয়তা নিয়ে বিতর্ক করেন। \nমার্কিন যুক্তরাষ্ট্রে, বিবাহিত আমিশ পুরুষদের মধ্যে এই দাড়ির ধরনটি খুবই সাধারণ। এই সম্প্রদায়ের পুরুষ সদস্যরা সাধারণত দীক্ষা গ্রহণের পর দাড়ি রাখেন, কিন্তু গোঁফ কামিয়ে ফেলেন। \n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\nমুখের চুলের স্টাইলের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}