{"pageid": 1530803, "title": "বেদুগ (ইন্দোনেশিয়ান ঢোল)", "url": "https://bn.wikipedia.org/wiki?curid=1530803", "content": "বেদুগ ( ইন্দোনেশিয়ান এবং মালয়েশিয়ান মালয়: বেদুক   ; জাভানীয়: বেধুগ; সুদান: দুলাগ) হল গেমলানে ব্যবহৃত ঢোলগুলোর মধ্যে একটি। এটি ইন্দোনেশিয়া এবং মালয়েশিয়ার মুসলমানরাও ব্যবহার করে, বিশেষ করে মসজিদের নামাজের সময় নির্দেশ করার জন্য।  যন্ত্রটিতে আঘাত এমন একটি ছন্দ অনুসারে করা হয় যা ক্রমবর্ধমানভাবে দ্রুত (অথবা অ্যাক্সিলার্যান্ডো ) গতিতে চলে। \n\n\n== সংক্ষিপ্ত বিবরণ ==\nবেদুগ হল একটি বৃহৎ দ্বিমুখী ঢোল  যার উভয় প্রান্তে মহিষ বা গরুর চামড়া থাকে। \nঘন ঘন ব্যবহৃত কেন্ডাং-এর বিপরীতে, বেদুগটিকে একটি ফ্রেম থেকে ঝুলিয়ে একটি প্যাডেড ম্যালেট দিয়ে বাজানো হয়। বেদুগটি বৃহত্তম কেন্ডাং-এর সমান বা তার চেয়েও বড় এবং সাধারণত এর শব্দ আরও গভীর এবং মৃদু হয়। ড্রামটিতে জাপানি তাইকোর মতো দুটি অভিন্ন মাথা ধরে রাখার জন্য খুঁটি রয়েছে এবং এর পিচ সামঞ্জস্যযোগ্য নয়।\n\n\n== ব্যবহার ==\n\nবেশিরভাগ গ্যামেলান পরিবেশনায় বেদুগ ব্যবহার করা হয় না, যদিও এটি কিছু যোগকার্তা কেন্দাং শৈলীতে অন্তর্ভুক্ত। এটি গ্যামেলান সেকাটেনের মতো বিশেষ পোশাকে ব্যবহৃত হয়, যেখানে এটি কেম্পুলের রাখা হয়।  কিছু কিছু বাদ্যযন্ত্রে এটি কেন্দাং- এর সাথে বাজানো হয়, বিশেষ করে নাচের সাথে।\nজাভার মসজিদে জাভানিজ এবং সুদানীজদের মধ্যে সাধারণত বেদুগ ব্যবহার দেখা যায়  অথবা ইসলামী উৎসবের সময় আযানের আগেও দেখা যায়।  উদাহরণস্বরূপ, রমজান মাসে সারাদিনের রোজা শেষ হওয়ার ইঙ্গিত দিতে বেদুগের শব্দ ব্যবহার করা হয় এবং কখনও কখনও রমজান মাসে সেহরি করার সময়ও বোঝাতে এটি ব্যবহার করা হয়।  শুক্রবারের নামাজের সময় নির্দেশ করার জন্য যখন বেদুগ ব্যবহার করা হয়, তখন সাধারণ নামাজের চেয়ে ভিন্নভাবে পেটানো হয়। \nঈদুল ফিতরের আগের রাতে তাকবীরের পর তাকবীর উদযাপনের জন্যও বেদুগ ব্যবহার করা হয়।\nএই ঐতিহ্যটি সারাওয়াকিয়ান মালয়দের মধ্যেও রয়েছে, যারা এটিকে টেটার নামে চেনে। \nদক্ষিণ ফিলিপাইনের মুসলিম মারানাও জনগোষ্ঠীর মধ্যে, নামাজের সময় ঘোষণা করার জন্য একই রকম এবং ছোট একটি ঢোল ব্যবহার করা হয়, যা ট্যাবু বা ট্যাবো নামে পরিচিত। \n\n\n== আরো দেখুন ==\n\nইন্দোনেশিয়ার মসজিদ\nইন্দোনেশিয়ায় ইসলাম\nমালয়েশিয়ায় ইসলাম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবেডগের উপর NIU সাইট, চিত্র সহ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০২০-০২-২৫ তারিখে\nভার্চুয়াল ইন্সট্রুমেন্ট মিউজিয়াম  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৫-০২-২৪ তারিখে\nটেমপ্লেট:Gamelanটেমপ্লেট:Percussionটেমপ্লেট:Indonesian musical instrumentsটেমপ্লেট:Traditional musical instruments of Malaysia"}