{"pageid": 1531022, "title": "মা ঝু", "url": "https://bn.wikipedia.org/wiki?curid=1531022", "content": "মা ঝু (馬注) (১৬৪০ - ১৭১০ সালের পরে) একজন চীনা হানাফী - মাতুরিদি পণ্ডিত ছিলেন।  মা তাঁর দর্শনে কনফুসীয় এবং ইসলামী মূল্যবোধের সমন্বয়ের জন্য বিখ্যাত ছিলেন। \n\n\n== জীবনী ==\nমা কিং রাজবংশের রাজত্বকালে ইউনান প্রদেশের ইয়ংচাং ফুতে জন্মগ্রহণ করেন। মা যখন ছোট ছিলেন তখন তার বাবা মারা যান। তাকে মুসলিম মঙ্গোল সেনাপতি আজাল শামস আল-দিন ওমরের বংশধর এবং মুহাম্মদের বংশধর বলে দাবি করা হয়।\n\n\n== দর্শন ==\nমা ঝু তার দর্শনে কনফুসিয়ান এবং ইসলামী মূল্যবোধের সমন্বয়ের জন্য বিখ্যাত ছিলেন। মা ঝুর দর্শনের মূল দিক ছিল সমাজে নারী-পুরুষের ভূমিকা এবং সামাজিক সম্পর্ক। তিনি মনে করতেন যে কনফুসিয়ান এবং ইসলামী মূল্যবোধ অনুসারে একটি আদর্শ সমাজ হবে এমন যেখানে পুরুষরা বাইরের কাজকর্মে নেতৃত্ব দেবে। আর নারীরা  ঘরে সাহায্য করবে।  তিনি নারীদের বাড়ির বাইরে ভূমিকা পালন করার বিরোধিতা করতেন। তিনি বলেছিলেন, \"এমনকি একজন প্রতিভাবান নারীও গৃহস্থালি ছাড়া অন্য কোনো বিষয়ের দায়িত্ব নেওয়া উচিত নয়।\" মা আদম ও হাওয়ার গল্প থেকে নারীদের জন্য তার আদর্শ ভূমিকার অনুপ্রেরণা পেয়েছিলেন। যেখানে আল্লাহ আদমের মাংস থেকে হাওয়াকে সৃষ্টি করেছিলেন।  তাই মা এর মতে যে সমাজে নারী-পুরুষ সমাজে সমান মর্যাদার জন্য সৃষ্ট নয়। মা লিখেছেন:\n\n\"স্বামী ও স্ত্রী একক সত্তা। তবে স্বামী থেকে সৃষ্ট হওয়ায় স্ত্রীর স্বাভাবিকভাবে তার আনুগত্য করা উচিত। তাদের ভালোবাসা ভাই-বোনের মতো গভীর\"\nতিনি চীনা দর্শনের “মিং (নিয়তি)” ও “শিং (চরিত্র)”, এবং “ইন-ইয়াং (নারী-পুরুষ শক্তি)” ধারণাগুলো ইসলামি দৃষ্টিকোণ থেকে ব্যাখ্যা করেন। মা ঝুর মতে, মিং বলতে আল্লাহর পূর্বনির্ধারিত বিষয় বোঝায়। আর শিং বলতে সামাজিক শিক্ষা এবং পার্থিব মানব জীবনের সংস্পর্শে অর্জিত বিষয় বোঝায়।  একইভাবে, মা-এর দৃষ্টিতে ইয়িন  পার্থিব অর্জিত বস্তুকে বোঝায় এবং ইয়াং ঐশ্বরিকভাবে সহজাত বস্তুকে বোঝায়। মানুষ হতে হলে জন্য এই দুইয়ের সমন্বয় প্রয়োজন। মা আরও বিশ্বাস করতেন যে নারীদের ইসলামের বিখ্যাত নারীদের মতো হওয়ার চেষ্টা করা উচিত। তিনি মোলিয়ান ( মারিয়াম), খাদিয়া এবং ফাতিমাকে আদর্শ হিসেবে অনুসরণ করতে বলেছেন। \nমা পুরুষ এবং মহিলা উভয়েরই ইসলামী শিক্ষা গ্রহণের পক্ষেও পরামর্শ দিয়েছিলেন। \n\n\n== তথ্যসূত্র =="}