{"pageid": 1531896, "title": "জাবরিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1531896", "content": "জাবরিয়া ( আরবি: الجبرية, যা جبر শব্দ থেকে উদ্ভূত; আক্ষরিক অর্থে বাধ্য) হলো একটি ইসলামি মতবাদ, যা মানুষের ইচ্ছাশক্তিকে অস্বীকার করে। এ মতবাদে বিশ্বাস করা হতো যে, মানুষ যা কিছু করে বা যা ঘটে, সবই আল্লাহ পূর্ব থেকে নির্ধারণ করে রেখেছেন এবং মানুষের কোনো ব্যক্তিগত ইচ্ছা বা সিদ্ধান্ত নেওয়ার ক্ষমতা নেই; বরং মানুষ তার ভাগ্য দ্বারা সম্পূর্ণভাবে নিয়ন্ত্রিত। অষ্টম শতাব্দীর শুরুতে উমাইয়া শাসনামলে এ মতবাদটি উদ্ভাবিত হয় এবং জাদ বিন দিরহামকে এর প্রবর্তক বা প্রথম অনুসারী হিসেবে উল্লেখ করা হয়। \n\n\n== ব্যুৎপত্তি ==\nআল-আযহার বিশ্ববিদ্যালয় ও ইমাম মোহাম্মদ ইবনে সৌদ ইসলামি বিশ্ববিদ্যালয়ের পণ্ডিত মুহাম্মদ খালিল হাররাসের মতে, জাবরিয়া হল একটি নির্ধারিততাবাদ, যারা ইসলামে পূর্বনির্ধারণে (কদর) বিশ্বাস করে; কিন্তু মানুষের ইচ্ছাশক্তি (ইরাদা) বিবেচনায় আনে না। ফলে এটি প্রকৃতপক্ষে কাদারিয়ার সম্পূর্ণ বিপরীত মতবাদে পরিণত হয়, যারা নির্ধারিততাবাদ অস্বীকার করে এবং সম্পূর্ণরূপে সৃষ্টির ইচ্ছাশক্তিকে গ্রহণ করে। এই জন্য ১৪শ শতাব্দীর হানাফি পণ্ডিত ইবনে আবিল ইয মন্তব্য করেন যে, এ দুটি গোষ্ঠী সুন্নি ইসলামের অন্তর্ভুক্ত নয়। কারণ সুন্নি ইসলামে কদর ও ইচ্ছাশক্তি উভয় ধরনের বিশ্বাস বিদ্যমান। ইবনে আবিল ইযের মতে, তাকদির বা নিয়তির ধারণা বহুস্তরবিশিষ্ট, যেখানে কোনো স্তর অপর স্তরের ওপর প্রাধান্য বিস্তার করে না। \n১২ শতাব্দীর শাফিঈ পণ্ডিত শাহরাস্তানি জাবরিয়াকে কে দুটি ভাগে বিভক্ত করেছেন, যার প্রথম দলটি হলো জাবরিয়্যাতুল খালিসা (চরমপন্থী জাবরিয়্যা) ও দ্বিতীয় দলটি হলো জাবরিয়্যাতুল মুতাওয়াসসিতা (মধ্যপন্থী জাবরিয়্যা)। এর প্রথম দলটি ছিল প্রাথমিক যুগের অনুসারী; যেমন জাহম বিন সাফওয়ান, জাদ ইবন দিরহাম ও তাদের ছাত্রদের বিশ্বাস নিয়ে গঠিত, যারা মানুষের ইচ্ছার স্বাধীনতা (অনির্ধারিততা) পুরোপুরি অস্বীকার করত। অপরদিকে দ্বিতীয় দলটি আশয়ারি মতাবলম্বীদের, যারা কেবল কিছু নির্দিষ্ট দিক থেকে সৃষ্টির ইচ্ছাশক্তিকে প্রত্যাখ্যান করত। \nআল-আযহার বিশ্ববিদ্যালয়ের গবেষক সদস্য মুহাম্মদ ইবনে ইমারা বলেন, আশয়ারিরা মধ্যপন্থী জাবরিয়া চিন্তাধারার কিছু অংশ মু‘তাযিলাদের কাছ থেকে গ্রহণ করেছে, যেখানে মানুষের ইচ্ছাশক্তিকে স্বীকৃতি দেওয়া হয়।  তবে একই সঙ্গে তারা জাহম বিন সফওয়ানের চরমপন্থী জাবরিয়্যার কিছু দৃষ্টিভঙ্গিও গ্রহণ করেছে; যেমন ইচ্ছাকৃত কাজকে জোরপূর্বক করানো কাজের সঙ্গে মিলিয়ে ফেলা। \n\n\n== ইতিহাস ==\nজাবরিয়া শব্দটি ইতিহাসে প্রথম ব্যবহার হয় উমাইয়া খিলাফতের সময়, বসরায়। যাকে এই মতবাদের প্রথম অনুসারী হিসেবে চিহ্নিত করা হয়, তিনি হলেন জা‘দ ইবন দিরহাম, যাঁকে ৭২৪ খ্রিষ্টাব্দে মৃত্যুদণ্ড দেওয়া হয়েছিল। \nআধুনিক পশ্চিমা ইতিহাসবিদ জোসেফ ভ্যানের মতে, জাবরিয়া আসলে কোনো প্রতিষ্ঠিত দল বা মাযহাব ছিল না; বরং বিভিন্ন ইসলামি দল তাদের বিপরীত মতাবলম্বীদের দোষারোপ করতে অপমানসূচকভাবে এই শব্দটি ব্যবহার করত।  তবে ইসলামের ইতিহাসে এমন কোনো উল্লেখ পাওয়া যায় না। বরং জাবরিয়া মতবাদকে একটি প্রতিষ্ঠিত ও ভ্রান্ত মাযহাব হিসেবে বর্ণনা করা হয়। \nআশয়ারিরা প্রথমদিকে জাহম বিন সফওয়ান ও তার অনুসারীদের বুঝাতে জাবরিয়া শব্দটি ব্যবহার করে, যদিও তারা নিজেদের বিশ্বাসকে কাদারিয়া (যারা মানুষের ইচ্ছাশক্তিতে বিশ্বাস করে) ও জাবরিয়্যার মাঝামাঝি বলে দাবি করত। \nঅন্যদিকে, মু‘তাযিলারা (আরেকটি ধর্মতাত্ত্বিক দল) আশআরিদেরকে জাবরিয়া বলত। কারণ তাদের মতে আশআরিরা মানুষের স্বাধীন ইচ্ছাকে অস্বীকার করে; যদিও আশআরিরা এ দাবি মানত না। এদিকে শিয়ারা আশয়ারি ও হাম্বলিদেরও জাবরিয়া বলে আখ্যায়িত করত। পণ্ডিত আবদুল আজিজ আত-তারিফি বলেন, কাউকে সুন্নি মুসলিম হয়েও জাবরিয়া বলা কাদারিয়া চিন্তাধারার একটি বৈশিষ্ট্য। \nবিশিষ্ট শাফেঈ পণ্ডিত শাহরাস্তানি উল্লেখ করেছেন যে মুরজিয়া নামের একটি ধর্মীয়-রাজনৈতিক দল চারটি (নিম্নোক্ত) ভিন্ন মতে প্রভাবিত ছিল, যাদের মধ্যে দুটি জাবরিয়ায় প্রভাবিত ছিল:\n১. খারিজি\n২. জাবরিয়া\n৩. কাদারিয়া\n৪. মুরজিয়া\n\n\n== আরো দেখুন ==\nকাদারিয়া\nজাহমিয়া\nজাদ বিন দিরহাম\nজাহম বিন সাফওয়ান\n\n\n== তথ্যসূত্র =="}