{"pageid": 1531793, "title": "আবু জাফর আল-গাফিকী", "url": "https://bn.wikipedia.org/wiki?curid=1531793", "content": "আবু জাফর আল-ঘাফিকি ছিলেন ১১শ শতাব্দীর আন্দালুসীয় আরব উদ্ভিদবিদ, ফার্মাকোলজিস্ট, চিকিৎসক এবং পণ্ডিত। তিনি দক্ষিণ আইবেরিয়ার কর্ডোবার নিকটবর্তী ঘাফিক থেকে আগমন করেছিলেন।\nআল-ঘাফিকির জন্ম ও মৃত্যু তারিখ অনিশ্চিত। আধুনিক সাহিত্যে অনেক সময়ই তাকে ভুল করে ১২শ শতাব্দীর পণ্ডিত মুহাম্মদ ইবন আসলাম আল-ঘাফিকির সাথে অভিন্ন মনে করা হয়, যিনি প্রায় ১১৬৫ সালে মারা যান। তবুও তার একমাত্র পরিচিত কাজের প্রাচীনতম কপি ১১১১ সালের তারিখ নির্দেশ করে, যা ইঙ্গিত করে যে তিনি কমপক্ষে ১১শ শতাব্দীর কিছু অংশে জীবিত ছিলেন। তাকে ভুল করে কনিষ্ঠ আল-ঘাফিকির পুত্র হিসেবেও চিহ্নিত করা হয়েছে। তিনি 'কিতাব ফি আল-আদওয়া আল-মুফরাদা' (\"সরল ওষুধের বই\") সংগ্রহ করেছিলেন, যা প্রায় ৪০০ হাতে আঁকা ও রঙিন উদ্ভিদ ও প্রাণীর চিত্রের একটি চিত্তাকর্ষক সংকলন। এটি জনপ্রিয়ভাবে \"আল-ঘাফিকির হার্বাল\" নামে পরিচিত। এই হার্বালটি প্রাচীন গ্রিক সূত্র যেমন ডিওস্কোরিডেস এবং গ্যালেন এবং ভারত ও হেলেনিস্টিক ও ইসলামিক বিশ্বের ত্রিশেরও বেশি কাজ থেকে উপাদান সংগ্রহ করে।\nস্যার উইলিয়াম ওসলার ১৯১২ সালে হার্বালের একটি পাণ্ডুলিপি কপি কিনেছিলেন। এটি ম্যাকগিল বিশ্ববিদ্যালয় কর্তৃক একটি আধুনিক সংস্করণে ছাপানোর জন্য নির্বাচিত হয়েছিল। বইটি হার্বাল, খনিজ এবং প্রাণীজাত ওষুধ নিয়ে আলোচনা করে। এই সংস্করণে ২,০০০ টিরও বেশি এন্ট্রির একটি শব্দকোষ রয়েছে যা গ্রিক, সংস্কৃত, সিরিয়াক, ফারসি, বার্বার, পুরাতন স্প্যানিশ, ল্যাটিন, কপটিক এবং আর্মেনিয়ান ভাষায় সমার্থক শব্দ প্রদান করে, যা এর সংকলনের সময়ে চিকিৎসা ও ফার্মেসির আন্তর্জাতিক চরিত্রকে তুলে ধরে। সাধারণভাবে হার্বাল এবং উদ্ভিদ উদ্যানগুলি আরব বিশ্বে অত্যন্ত মূল্যবান ছিল এবং আল-আন্দালুসের উদ্যানগুলিও এর ব্যতিক্রম ছিল না, যা আবু জাফর আল-ঘাফিকিকে বর্ণনা ও চিত্রিত করার জন্য প্রচুর নমুনা সরবরাহ করেছিল। নির্বাসিত উমাইয়া রাজপুত্র প্রথম আব্দুল রহমান ৭৫৬ সালে তার প্রাসাদ আল-মুনিয়াত আল-রুসাফা (আররুজাফা)-তে একটি সমৃদ্ধ উদ্যান তৈরি করেছিলেন যা ১০১০ সালে বার্বারদের দ্বারা ধ্বংস করা হয়েছিল। এই উদ্যানটি তাকে আল-রুসাফা, সিরিয়াতে তার প্রাক্তন প্রাসাদের স্মরণ করিয়ে দিত, যেখানে তিনি তার দাদা খলিফা হিশাম (৬৯১–৭৪৩) এর সাথে বসবাস করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো দেখুন ==\nমধ্যযুগীয় ইসলামী বিশ্বে চিকিৎসাবিদ্যা\n\n\n== বহিঃসংযোগ ==\nআদিবাসী বেদুইন চিকিৎসা"}