{"pageid": 1531873, "title": "ইবনুল আবার", "url": "https://bn.wikipedia.org/wiki?curid=1531873", "content": "আবু আবদুল্লাহ মুহাম্মাদ ইবনে আবদুল্লাহ ইবনে আবু বকর আল-কুদাঈ আল-বালনসি (আরবি: أبو عبد الله محمد بن عبد الله بن أبي بكر بن عبد الله بن عبد الرحمن القضاعي البلنسي; ১১৯৯ –১২৬০ খ্রি. ) ছিলেন হাফসীয় সালতানাতের একজন রাষ্ট্রদূত,  আল-আন্দালুসের সুপরিচিত কবি, কূটনীতিক, আইনজ্ঞ ও হাদিস পণ্ডিত এবং সম্ভবত মধ্যযুগে ভ্যালেন্সিয়া ('বালানসিয়া') শহরের সবচেয়ে বিখ্যাত লেখক।  তিনি ইবনুল আবার (আরবি: ابن الأبار ) নামে অধিক পরিচিত ছিলেন।\n\n\n== জীবনী ==\nইবন আল-আব্বারের পরিবার ইয়েমেনি আরব (\"আল-কুদা'ই\") বংশোদ্ভূত ছিল এবং তারা প্রজন্মের পর প্রজন্ম ধরে স্পেনের ওন্দা গ্রামে বসবাস করত। তিনি ছিলেন একমাত্র পুত্র। তার পিতা ছিলেন একজন পণ্ডিত, ফকীহ (ইসলামী আইনজ্ঞ) ও কবি এবং তিনি তার ছেলেকে সেরা শিক্ষাই প্রদান করেছিলেন। তিনি সেই সময়কার বিখ্যাত পণ্ডিতদের নিকট শিক্ষালাভ করেন, যেমন আবু আল-রাবি ইবন আল-সালিম, এবং ফিকহ ও কবিতায় পারদর্শী হন। তিনি আল-আন্দালুস (মুসলিম স্পেন) অঞ্চলও ভ্রমণ করেন।\n১২২২ সালে, যখন তিনি বাদাজোসে ছিলেন, তখন তিনি পিতার মৃত্যুর সংবাদ পান; তিনি ভ্যালেন্সিয়ায় ফিরে আসেন, গভর্নর আবু যায়েদের কাতিব (সচিব) হিসেবে নিযুক্ত হন এবং বিয়ে করেন। ১২২৯ সালে আলমোহাদদের বিরুদ্ধে একটি বিদ্রোহে আবু যায়েদ শহর ছেড়ে পালাতে বাধ্য হন; তার সচিব ইবন আল-আব্বার সহ তিনি আরাগনের রাজা জেমস প্রথমের আশ্রয়ে যান। তার পৃষ্ঠপোষক খ্রিষ্টধর্ম গ্রহণ করলে, ইবন আল-আব্বার তাকে ত্যাগ করে ১২৩১ সালে ভ্যালেন্সিয়ায় ফিরে আসেন এবং নতুন শাসক আবু জামিল ইবন যায়্যান ইবন মারদানিশের ভিজিয়র (মন্ত্রী) হন, যাকে তিনি পূর্ব থেকেই চিনতেন।\nপ্রায় ১২৩৫ সালে তিনি কিছু সময়ের জন্য দেনিয়ার কাদি (বিচারক) হিসেবেও দায়িত্ব পালন করেন। ১২৩৬ সালে কর্ডোভা খ্রিষ্টান রাজা কাস্তিলের ফের্দিনান্দ তৃতীয়ের হাতে পতিত হয় এবং ১২৩৭ সালে আরাগনের রাজা জেমস প্রথম ইবন মারদানিশকে পুইগ যুদ্ধের সময় পরাজিত করেন; এরপরই ভ্যালেন্সিয়ার অবরোধ শুরু হয়। আবু জামিল তখন ইবন আল-আব্বারকে তিউনিসের হাফসিদ সুলতান আবু যাকারিয়া ইয়াহিয়ার নিকট সাহায্য চাইতে পাঠান। সেখানে তিনি একটি বিখ্যাত কাসিদা আবৃত্তি করেন, যাতে আন্দালুসের গৌরব ও করুণ পরিণতি তুলে ধরা হয়। সুলতান একটি বহর প্রেরণ করলেও তা অবরুদ্ধ ভ্যালেন্সিয়ার বন্দরে পৌঁছাতে ব্যর্থ হয় এবং দেনিয়াতে নোঙর করতে বাধ্য হয়। পরবর্তীতে ইবন আল-আব্বার ভ্যালেন্সিয়ার আত্মসমর্পণ আলোচনা করেন এবং ২৯ সেপ্টেম্বর ১২৩৮ সালে একটি চুক্তি স্বাক্ষর হয়। এরপর তিনি দেনিয়া ও মুরসিয়া হয়ে স্থায়িভাবে ১২৪০ সালে তিউনিসে চলে যান।\nতিউনিসে তিনি আবু যাকারিয়ার কাছ থেকে আবারো সম্মান ও দায়িত্ব পান—তিনি রাজদরবারের প্রধান কাতিব ও প্রশংসাব্যঞ্জক কবি নিযুক্ত হন। কিন্তু সন্দেহজনক চরিত্র ও দরবারে শত্রু (বিশেষত ভিজিয়র ইবন আবুল হুসাইন)-এর কারণে তাকে ১২৪৮ সালে বেরজা'য়াতে নির্বাসিত করা হয়। আবু যাকারিয়া ১২৪৯ সালে মৃত্যুর আগে তাকে ক্ষমা করে তিউনিসে ফেরত আনেন এবং তিনি উত্তরসূরি মুহাম্মদ প্রথম আল-মুস্তানসিরের পরামর্শদাতা হন।\nকিন্তু ১২৫২ সালে আবারও বেরজা'য়াতে নির্বাসিত করা হয়। ১২৫৮ সালে বাগদাদের আব্বাসীয় খিলাফতের পতনের পর, মুহাম্মদ প্রথম নিজেকে খলিফা ঘোষণা করেন এবং মক্কা-মদিনায় স্বীকৃতিও পান। ১২৫৯ সালে ইবন আল-আব্বার আবার ক্ষমা পেয়ে তিউনিসে ফেরত আসেন। কিছুদিন পর তাকে ষড়যন্ত্র বা ব্যঙ্গ-কবিতার জন্য গ্রেফতার করা হয় এবং আগুনে পুড়িয়ে মৃত্যুদণ্ড দেওয়া হয়। যদিও ঘটনার সঠিক বিবরণ অজানা, একটি কবিতায় পাওয়া যায়—যা সম্ভবত তারই লেখা—যেখানে বলা হয়েছে: “তিউনিসে এক অত্যাচারী শাসন করছে, যাকে নির্বোধেরা খলিফা বলে।” ৬ জানুয়ারি ১২৬০ সালে তিউনিসের শাসক আল-মুস্তানসিরের আদেশে তাকে মৃত্যুদণ্ড দেওয়া হয় এবং তার দেহ ও গ্রন্থসমূহ পুড়িয়ে ফেলা হয়। ইবন খালদুন তার কিতাব আল-ইবার (উদাহরণের গ্রন্থ)-এ এ ঘটনার বর্ণনা দিয়েছেন। \n\n\n== অবদান ==\nআল-হিল্লাহ আস-সিরা ( الحلة السيراء)\nআল-তাকমিলাহ লি-কিতাব আস-সিলাহ (التكملة لكتاب الصلة)\nআল-মু'জাম ফি আসহাব আল-ক্বাদি আল-ইমাম আবি আলী আস-সিদাফি (المعجم في أصحاب القاضي الامام أبي علي الصدفي)\nতুহফাতুল ক্বাদিম ফিত-তারীখ (تحفة القادم في التاريخ)\nআল-মু'জাম ফি আসহাব আবি বকর আল-আরাবি (المعجم في أصحاب أبي بكر العربي)\nদুরার আস সিমত ফি মানাকিব আস সিবত ( درر السِّمط في مناقب السِّبط)\nই'তাব আল-কুত্তাব\nইমাদ আল-বারক ফি উদাবা' আশ-শারক\nআনিস আল-জালিস ওয়া নাদিম আর-রাইস\nহিদায়াত আল-মু'তারিফ ফি আল-মু'তালিফ ওয়াল-মুখতালিফ\nমু'জাম আল-লুজাইন ফি মারাসি আল-হুসাইন\nআল-মাওরিদ আল-মুসালসাল ফি হাদীস আর-রাহমাহ আল-মুসালসাল\nউইফাদাত আল-উইফাদাহ\nআল-আর্বাঊন\nকাত' আর-রিয়াদ ফি মুতাহাইয আল-আশ'আরি\nমু'জাম মাশাইখাতি\nদিওয়ানে শি'র \n\n\n== গ্রন্থপঞ্জী ==\nKhallikān (Ibn), Aḥmad ibn Muḥammad (১৮৪৩)। Ibn Khallikan’s Biographical Dictionary (tr. Wafayāt al-A‘yān wa-al-Anbā Abnā’ al-Zamān) (ইংরেজি ভাষায়)। ii। McGuckin de Slane, William কর্তৃক অনূদিত। London: W.H. Allen। পৃষ্ঠা 424, n.3। \nBel, Alfred; Bencheneb, Mohamed (১৯১৮)। \"The preface of Ibn al-Abbar to his\" Takmila as-sila\"। African Review। Paris (294): 306–335। \nGhedira, Ameur (১৯৫৭)। \"An unpublished treatise of Ibn al-Abbar with Shia tendency\"। Al-Andalus। Madrid-Granada। 22: 30–54। \nMeouak, Mohamed (১৯৮৫)। \"Ibn al-Abbār's \"Takmilla\": notes and observations about his editions\"। Journal of the Muslim West and the Mediterranean। 40: 143–146। \nIbn al-Abbar, politic i escriptor Arab valencia (1199–1260): Actes del Congres Internacional \"Ibn Al-Abbar i el seu temps,\" Onda, 20-22 febrer, 1989 by Mikel Epalza, Jesus Huguet (review Journal of the American Oriental Society, Vol. 112, No. 2 (Apr. - Jun., 1992), pp. 313–314)\n\"Ibn al-Abbar, politic i escriptor derab valencià (1199-1260)\"। proceedings of the international congress \"Ibn al-Abbar i el seu temps (স্পেনীয় ভাষায়)। Valencia: Generalitat Valenciana। ১৯৯০। \n\n\n== তথ্যসূত্র =="}