{"pageid": 1531890, "title": "রিবঈ বিন আমের আল-তামিমি", "url": "https://bn.wikipedia.org/wiki?curid=1531890", "content": "রিবঈ বিন আমের আল-তামিমি (আরবি: رِبْعيُّ بِنُ عَامِرٍ التَّميمي) ছিলেন নবি মুহাম্মদের একজন সাহাবি এবং ইসলামের প্রাথমিক বিজয়ের একজন যোদ্ধা। রিবঈ আরবের প্রসিদ্ধ বনু তামিম গোত্রের অন্তর্ভুক্ত ছিলেন।  তিনি ৬৪৩ খ্রিস্টাব্দে দামেস্ক অবরোধে অংশগ্রহণ করেছিলেন  এবং তিনি ইরাক বিজয় ও সাসানীয় সাম্রাজ্যের পতন (৬৩৬ খ্রিস্টাব্দ) প্রত্যক্ষ করেছিলেন। উভয়টি দ্বিতীয় রাশিদুন খলিফা উমর ইবনুল খাত্তাবের শাসনামলে সংঘটিত হয়েছিল। \n\n\n== জীবনী ==\nরিবঈ ইবন আমির নবী মুহাম্মদের যুগ পেয়েছিলেন। তিনি দামেস্ক বিজয়ে অংশগ্রহণ করেছিলেন এবং নাহাওয়ান্দ যুদ্ধেও তাঁর উল্লেখ পাওয়া যায়। খুরাসান বিজয়ের পরে যখন সেনাপতি আহনাফ ইবনে কায়স তাকে  তুখারিস্তানের শাসক নিযুক্ত করেন, তখন তিনি সেখানে দায়িত্ব পালন করেন। এরপর তিনি হাশিম ইবনে উতবার সাথে কাদিসিয়ার যুদ্ধে যান। তিনি খুরাসানের বিজয়ে অংশগ্রহণ করেন এবং এ বিষয়ে কবিতাও রচনা করেন।  তিনি বলেন (অনুবাদ):\n<poem>আমরা গিয়েছিলাম হেরাতের ঘাটে,\nজল ছুঁয়েছি হাতে, বিজয়ের পাটে।\nমারভবাসীরা জানে সে কাহিনী,\nতুমি যদি না জানো, শোনো আজ হিনি।\nবলখ আর নিশাপুর কেঁদেছে রণে,\nতুস-মারভ ছুটেছে প্রাণের টানে।\nগোত্রের পর গোত্রে ঝড় বইয়ে,\nআমরা গেছি বিজয় নিশান তইয়ে।\nঅঞ্চল থেকে অঞ্চল করে জয়,\nশত্রুর তরে ছিল শুধু ভয়।\nসব দখলে, পথে বিজয়ের ঢল,\nআল্লাহর রহমত — এমন দ্যুতি-জ্বল।\nযে দেখেছে ঘোড়ায় উঠি আমরা সবাই,\nসেই সকালের দৃশ্য আজও ভুলতে না পাই।\nতুর্কি আর কাবুল কাঁপে মনে প্রাণে,\nযেদিন আমাদের ঘোড়া ছুটেছে ময়দানে।</poem>\nএছাড়া আবু উবাইদা ইবনুল জাররাহর নিকট খলিফা উমর ইবনে খাত্তাবের একটি চিঠি আসে, যাতে বলা হয়, ইরাকের সেনাবাহিনীকে ইরাকেই ফিরিয়ে আনতে হবে, যার নেতৃত্বে রয়েছে হাশিম ইবন উতবা এবং এই সেনাদলের অগ্রভাগে ছিলেন কাকাআ ইবনে আমর ও ডান দিকের বাহিনীর প্রধান ছিলেন উমাইর ইবনে মালিক। রিবঈ ইবনে আমিরও এতে রয়েছেন। \n\n\n== রিবঈ ও রুস্তম ==\nআল বিদায়া ওয়ান নিহায়া গ্রন্থে উল্লেখ করা হয়েছে যে, কাদিসিয়ার যুদ্ধে মুসলিম সেনাপতি সাইদ রুস্তমের (পারসিক সেনাপ্রধান) কাছে দূত হিসেবে রিবঈ ইবনে আমিরকে পাঠান। রুস্তম তার দরবারকে স্বর্ণালঙ্কারে, মখমলের কার্পেট, দামি মুক্তা ও রত্ন দিয়ে সাজান এবং রাজমুকুট পরে তিনি নিজের সোনার সিংহাসনে বসে ছিলেন।  \nরিবঈ অস্ত্র হাতে সাধারণ কাপড় পরে একটি ঘোড়ায় চড়ে সেখানে প্রবেশ করেন এবং তিনি ঘোড়ার পিঠে থেকেই রুস্তমের কার্পেটের এক প্রান্তে পা রাখেন। এরপর ঘোড়া নামিয়ে একটি বালিশের সাথে বেঁধে দেন এবং অস্ত্র ও বর্ম পরে তার সামনে আসেন। তখন তাকে বলা হয়: অস্ত্র রেখে যাও। তিনি বলেন “তোমরা আমাকে ডেকেছ; আমি নিজের ইচ্ছায় আসিনি। আমি যেমন এসেছি, তেমনই থাকব; না হলে এখনই ফিরে যাব। রুস্তম বলল: তাকে ঢুকতে দাও। \nরিবঈ নিজের বর্শার উপর ভর দিয়ে এগিয়ে যান এবং তা দিয়ে মখমলের বালিশগুলো ছিদ্র করে ফেলেন। তারা তাকে জিজ্ঞেস করল: তোমাদের এখানে আসার উদ্দেশ্য কী? তিনি বলেন: আল্লাহ আমাদের তোমাদের কাছে পাঠিয়েছেন, যেন আমরা তোমাদেরকে আল্লাহর ইবাদতের দিকে আহ্বান করি; মানুষের ইবাদত থেকে মুক্ত করি; দুনিয়ার সংকীর্ণতা থেকে প্রশস্ততায় নিয়ে যাই; ভুল ধর্মের যুলুম থেকে ইসলামের ন্যায়ের দিকে নিয়ে আসি; আমরা তাঁর দ্বীন নিয়ে এসেছি মানুষকে তার প্রতি আহ্বান করতে; যে গ্রহণ করবে, আমরা তাকে ছেড়ে দেব; আর যে অস্বীকার করবে, তার সঙ্গে যুদ্ধ করব যতক্ষণ না আল্লাহর ওয়াদা পূরণ হয়।\nতারা বলল: আল্লাহর ওয়াদা কী? তিনি বললেন: যে যুদ্ধ করে শহীদ হবে, তার জন্য জান্নাত। আর যে বেঁচে থাকবে, তার জন্য বিজয়।”\nরুস্তম বলল: “তোমার কথা শুনলাম। তোমরা কি কিছু সময় চাও, যাতে আমরা ভাবতে পারি? রিবঈ বললেন: হ্যাঁ, তোমরা চাইলে একদিন বা দুই দিন নিতে পারো। তখন রুস্তম বলল: না, আমাদের প্রধানদের থেকে চিঠির মাধ্যমে মতামত নিতে হবে।\nরিবঈ বললেন: “আমাদের নবী আমাদের শিখিয়েছেন, যুদ্ধে শত্রুকে তিন দিনের বেশি সময় দেওয়া যাবে না। সেই সময়ের মধ্যে তুমি ও তোমার জাতি সিদ্ধান্ত নাও এবং তিনটি বিকল্প থেকে একটিকে বেছে নাও।\nরুস্তম বলল: তুমিঝ কি তাদের নেতা? তিনি বললেন: না, তবে মুসলমানরা একটি শরীরের মতো—তাদের মধ্যে যে কাউকে অগ্রাধিকার দেওয়া হয়।\nএরপর রুস্তম তার নেতাদের ডেকে বলল: তোমরা কি এমন বুদ্ধিদীপ্ত ও সম্মানজনক কথা আগে কখনও শুনেছ? তারা বলল: আল্লাহ যেন তোমাকে এই পথ থেকে ফিরিয়ে দেন! তুমি কি তোমার ধর্ম ত্যাগ করে এই কুকুরের মতো মানুষের কথা গ্রহণ করবে? তুমি কি তার পোশাক দেখো না?\nরুস্তম বলল: “ধ্বংস হোক তোমাদের! কাপড়ের দিকে তাকিও না, কথার গভীরতা ও চিন্তার দিকে তাকাও। আরবরা সাধারণত পোশাক ও খাওয়াকে গুরুত্ব দেয় না; তারা বংশমর্যাদা ও আচরণকে সম্মান করে।” \n\n\n== তথ্যসূত্র =="}