{"pageid": 1531349, "title": "সং রাজবংশের সময় ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1531349", "content": "চীনে তাং থেকে সং রাজবংশে (৯৬০-১২৭৯)  পরিবর্তন হলেও  চীনা মুসলমানদের জীবনে তেমন বড় কোনো পরিবর্তন আসেনি। তাং শাসনামলে যেসব ধারা শুরু হয়েছিল, সং আমলেও সেগুলো চলতে থাকে।\n\n\n== ইসলামের প্রভাব বৃদ্ধি ==\nতাং রাজবংশের সময় অনেক মুসলিম ব্যবসা-বাণিজ্যের জন্য চীনে যেতে শুরু করে। সং রাজবংশের (৯৬০-১২৭৯) সময়কালে মুসলমানরা দেশের উপর আরও বেশি অর্থনৈতিক প্রভাব এবং প্রভাব বিস্তার করতে শুরু করে। চীনের মুসলমানরা দক্ষিণ ও পশ্চিমে বৈদেশিক বাণিজ্য এবং আমদানি/রপ্তানি শিল্পে আধিপত্য বিস্তার করেছিল। প্রকৃতপক্ষে এই সময়কালে চীনের বড় সমুদ্রবন্দর কোয়ানঝো -এর জাহাজ চলাচলের মহাপরিচালকের পদটি সবসময় একজন মুসলিমের হাতে থাকত।\nইতিমধ্যে, আরবি গল্পকাররা চীনের কাল্পনিক গল্প বর্ণনা করছিলেন। গল্পগুলো \"কমার আল-জামান ও বুদুরের গল্প\", \"প্রিন্স সাইফ আল-মুলুকের গল্প\" এবং \"কুঁজোর গল্প\"  \" এক হাজার এক রাত \" ( আরব্য রজনী ) মত গল্প সংকলনে অন্তর্ভুক্ত করা হয়েছিল।\n\n\n== চীনে মুসলমানদের অভিবাসন ==\nসং রাজবংশে আরও বেশি সংখ্যক বিদেশি মুসলিম চীনে স্থায়ীভাবে বসতি স্থাপন করতে শুরু করে এবং স্থানীয়দের সাথে বিয়ে করে।\n১০৭০ সালে, সং-এর সম্রাট শেনজং বুখারা থেকে ৫,৩০০ জন আরবকে সং রাজবংশে বসতি স্থাপনের জন্য আমন্ত্রণ জানান। সম্রাট উত্তরে লিয়াও রাজবংশের বিরুদ্ধে অভিযানে এই লোকদের ব্যবহার করেছিলেন। পরে এই মুসলিমদের সং রাজবংশের রাজধানী কাইফেং এবং ইয়েনচিং (বর্তমান বেইজিং)-এর মাঝে বসতি দেওয়া হয়। এর উদ্দেশ্য ছিল সঙ রাজবংশ ও লিয়াও রাজবংশের মধ্যে একটি  সুরক্ষা অঞ্চল গড়ে তোলা। ১০৮০ সালে, ১০,০০০ আরব পুরুষ ও মহিলা ঘোড়ায় চড়ে সং রাজবংশে চলে আসেন এবং উত্তর ও উত্তর-পূর্বের সমস্ত প্রদেশে বসতি স্থাপন করেন।\nবুখারার আরবদের নেতা ছিলেন যুবরাজ আমির সাইয়্যেদ \" সো-ফেইর \" (索菲尔 )। পরে রাজপুত্রকে সম্মানসূচক উপাধি দেওয়া হয়। তাকে চীনের মুসলিম সম্প্রদায়ের \"পিতা\" বলা হয়। তার আগে তাং এবং সং চীনারা ইসলামকে \"আরবদের আইন\" ( Dàshí fǎ )বলত। পরে  \"সো-ফেইর\" এই নাম পরিবর্তন করে  \" হুইহুই ধর্ম\" ( Huíhuí-jiào 回回教 ) রাখেন।\n\n\n== উল্লেখযোগ্য মুসলিম ==\n১০৩১ সালে, আবু আলী নামে একজন বিশিষ্ট বণিক এবং আব্বাসীয় রাষ্ট্রদূত সম্রাট রেনজংয়ের দরবারে শ্রদ্ধাঞ্জলি এবং উপহার প্রদানের জন্য উপস্থিত হন। বিনিময়ে রেনজং আবু আলীকে ৫০,০০০ আউন্স রূপা দেন। আবু আলী গুয়াংজুতে বসতি স্থাপন করেন এবং একজন চীনা জেনারেলের মেয়েকে বিয়ে করেন। আলীর বংশধররা (পু উপাধি সহ) পরবর্তীকালে সং এবং ইউয়ান রাজবংশের আমলা, রাষ্ট্রনায়ক, সামরিক কর্মকর্তা, কনফুসীয় পণ্ডিত এবং প্রভাবশালী বণিক হিসেবে উচ্চ পদে অধিষ্ঠিত ছিলেন। \nসং যুগে, লিয়াং জিগু নামে একজন চীনা মুসলিম তার চিকিৎসা দক্ষতার জন্য বিখ্যাত ছিলেন। তার পূর্বপুরুষরা আরব থেকে এসে কাইফেং-এ বসতি স্থাপন করেছিলেন। একজন সং সম্রাট তাদের পরিবারকে \"লিয়াং\" উপাধি দেন।\nসং রাজবংশের সময় গুয়াংজু এবং কোয়ানঝোর কিছু বিশিষ্ট বণিকের মধ্যে ছিলেন মুসলিম ব্যবসায়ী পু এবং শি নুওই। পু চম্পা থেকে এবং শি সুমাত্রা চীনে এসেছিলেন। এ ধরনের মুসলিম ব্যবসায়ীরাই চীন ও দক্ষিণ-পূর্ব এশিয়ার মধ্যে বাণিজ্যিক যোগাযোগ বজায় রাখতে গুরুত্বপূর্ণ ভূমিকা পালন করেন।\n\n\n== তথ্যসূত্র =="}