{"pageid": 1531998, "title": "বাদিস, মরক্কো", "url": "https://bn.wikipedia.org/wiki?curid=1531998", "content": "বাদিস ছিল মরক্কোর একটি শহর। এটি তেতুয়ান থেকে ১১০ কিলোমিটার দক্ষিণ-পূর্বে ঘোমারা এবং রিফ অঞ্চলের মধ্যবর্তী স্থানে অবস্থিত ছিল। এখানকার এলাকায় বানু ইয়াত্তুফাত (আইত ইয়িতুফুত) বসবাস করত।\n\n\n== ইতিহাস ==\nবাদিস নেকোরের রাজ্যের অন্তর্ভুক্ত ছিল এবং পরে ইদরিসীয়, আলমোরাভিদ, আলমোহাদ, ও মারিনিদদের শাসনে আসে। শেষ তিনটি রাজবংশ এটিকে একটি নৌঘাঁটি হিসেবে ব্যবহার করত। এটি মারিনিদ সুলতান আবু সাঈদের (শা. ১৩১০–১৩৩১) শাসনামলে কিছুটা গুরুত্ব পেয়েছিল এবং মেলিল্লা ও লারাশ-এর মতো ১০০০ দিনার কর প্রদান করত। এখানে একটি অস্ত্রাগার এবং জাহাজ নির্মাণের ঘাঁটি ছিল। শহরের মানুষ মাছ ধরে জীবিকা নির্বাহ করতো। কোন কোন অধিবাসী জলদস্যুবৃত্তি বেছে নিয়েছিল। এটি রিফ অঞ্চলের গভর্নরের আসন ছিল, যিনি সমগ্র উপকূল ও কিছু অভ্যন্তরীণ গোত্র (বুককুয়া, বানু মানসুর, বানু খালিদ, বানু ইয়াদির)-এর উপর কর্তৃত্ব করতেন। লিও আফ্রিকানাস শহরটি পরিদর্শন করেছিলেন। এটিতে প্রায় ৬০০টি পরিবার বসবাস করত বলে তিনি উল্লেখ করেছিলেন।\nএলাকাটির প্রায় ১০০ মিটার দূরে দুটি শিলাময় দ্বীপ আছে, যার মধ্যে সবচেয়ে বড়টি হাজার বাদিস নামে পরিচিত (যা স্প্যানিশরা পেনোন দে ভেলেজ নামে অভিহিত করে)। স্প্যানিশরা এটি ১৫০৮ সালে দখল করে, যা ১৫২০ সাল পর্যন্ত স্থায়ী ছিল। ১৫২৬ সালে ওয়াট্টাসিদ সুলতান আবু হাসুন (যিনি তার ভাইয়ের হাতে সিংহাসনচ্যুত হন) রিফ অঞ্চলকে একটি উপাধিস্বরূপ ভূসম্পত্তি হিসেবে লাভ করেন। তার রাজধানী ছিল বাদিস (এই কারণেই তাকে আল-বাদিসি বলা হয়)। ১৫৫৪ সালে তিনি শহরটি এবং দ্বীপটি ওসমানীয় মিত্রদের কাছে হস্তান্তর করেন। তারা এটি জিব্রাল্টার প্রণালীতে জলদস্যুদের ঘাঁটি হিসেবে ব্যবহার করতো। সাআদিয় সুলতান আবদাল্লাহ আল-গালিব এই জলদস্যু কার্যকলাপ ও ওসমানীয়দের উপস্থিতিকে হুমকি হিসেবে দেখেন, কেননা এটি তার রাজ্য দখলের জন্য একটি ঘাঁটি হিসেবে ব্যবহার হতে পারত। তাই ১৫৬৪ সালে তিনি শহরটি ও দ্বীপটি স্পেনের কাছে হস্তান্তর করেন এবং মরক্কান বাসিন্দাদের সেখান থেকে সরিয়ে নেওয়া হয়। শহরটি পরিত্যক্ত হয়ে পড়ে এবং দ্রুত ধ্বংসপ্রাপ্ত হয়। শিলাখণ্ডটি এখনো স্পেনীয়দের অধীনে রয়েছে, যা পেনোন দে ভেলেজ দে লা গোমেরা নামে পরিচিত।\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\nআবদ আল-হক আল-বাদিসি, একজন মরক্কান জীবনীকার\nআবু ইয়াকুব ইউসুফ আল-জুহায়লি আল-বাদিসি, ১৪শ শতকের মরক্কান সাধক ও পণ্ডিত\nআলি আবু হাসুন, ওয়াট্তাসিদ সুলতান, ১৫২৬ থেকে ১৫৪৯ সাল পর্যন্ত বাদিসে বসবাস করেন।\n\n\n== তথ্য‌সূত্র ==\n\n\n== সূত্র ==\nEncyclopaedia of Islam।"}