{"pageid": 1531681, "title": "ভারতীয় গণপরিষদ নির্বাচন, ১৯৪৬", "url": "https://bn.wikipedia.org/wiki?curid=1531681", "content": "ভারতের স্বাধীনতার পূর্বে ১৯৪৬ সালে ব্রিটিশ সরকারের ক্যাবিনেট মিশনের প্রস্তাব অনুযায়ী প্রাদেশিক নির্বাচনে বিজয়ী ব্রিটিশ ভারতীয় আইনসভা সদস্যদের ভোটে আয়োজিত এক পরোক্ষ নির্বাচনের মাধ্যমে ভারতীয় গণপরিষদের সদস্যদের বাছাই করা হয়।\n\n\n== পটভূমি ==\n\n১৯৪৬ সালে ব্রিটিশ ভারতের সবগুলো প্রদেশের জন্য একটি আইনসভা নির্বাচন অনুষ্ঠিত হওয়ার পর ব্রিটিশ সরকার উপনিবেশনটিতে একটি ক্যাবিনেট মিশন প্রেরণ করে। মিশন ভারতের অঞ্চলগুলো নিয়ে একটি যুক্তরাষ্ট্র গঠনের প্রস্তাব দেয় যেখানে অঙ্গরাজ্যগুলো স্বায়ত্তশাসিত দল হিসেবে নিজেদের জন্য পৃথক সংবিধান তৈরি করার ক্ষমতা রাখবে। প্রস্তাব অনুযায়ী একটি গণপরিষদ নির্বাচন গঠিত হওয়ার কথা ছিল যার ফলে একটি অন্তর্বর্তীকালীন সরকার গঠিত হবে এবং সেই সরকার গণপরিষদের অধিবেশন আহ্বান করবে। ৩০ জুন ১৯৪৬ সালে ভাইসরয় হাউজ থেকে জানানো হয় যে জুলাইয়ে নির্বাচনের আয়োজন করা হবে।\n\n\n== মনোনয়ন ==\n৩০ জুন ১৯৪৬ সালে ভারতীয় জাতীয় কংগ্রেস নির্বাচনের উদ্দেশ্যে বঙ্গ প্রদেশের জন্য কমিটি গঠন করে। জানা গিয়েছিল যে দলটি থেকে প্রদেশটিতে ২৫টি আসনে প্রার্থী দেওয়া হবে। অন্যদিকে মনোনয়নপত্র জমা দেওয়ার শেষ তারিখ তথা ১৯ জুলাইয়ের আগে পাঞ্জাব প্রদেশে দলটি প্রার্থী যোগাড়ের চেষ্টা করছিল। জানা গিয়েছিল যে তারা দল বহির্ভূতদেরও প্রার্থী হিসেবে মনোনয়ন দেওয়ার চেষ্টা করছে। ১ জুলাই ১৯৪৬ সালে নিখিল ভারত মুসলিম লীগ গণপরিষদ নির্বাচনের জন্য কিছু প্রার্থীদের নাম ঘোষণা করে। ভারতীয় জাতীয় কংগ্রেস থেকে প্রাদেশিক শাখার কংগ্রেসের সংসদীয় দলের প্রধান ও সচিবদের নির্বাচনের নির্দেশাবলী প্রেরণ করা হয়েছে বলে ২ জুলাই ঘোষণা করা হয়। ৩ জুলাইয়ে গণপরিষদ নির্বাচনে অংশগ্রহণ করবে বলে অখিল ভারতীয় হিন্দু মহাসভা নিশ্চিত করে। ৪ জুলাইয়ে ভারতীয় জাতীয় কংগ্রেস বিহারের প্রার্থীদের নাম ঘোষণা করে। একই দিনে নিখিল ভারত মুসলিম লীগ যুক্ত প্রদেশ প্রার্থীদের নাম চূড়ান্ত করার পাশাপাশি বোম্বে প্রদেশ, বিহার প্রদেশ ও পাঞ্জাব প্রদেশের প্রার্থীদের নাম ঘোষণা করে। ৫ জুলাইয়ে নিখিল ভারত মুসলিম লীগ আরও কিছু প্রার্থীদের নাম ঘোষণা করে। একইদিনে বেলুচিস্তান প্রদেশে ১২ জুলাইয়ে নির্ধারিত নির্বাচনের জন্য আঞ্জুমানে ওয়াতান থেকে খান আবদুস সামাদ খানকে মনোনীত করা হয়। অন্যদিকে ভারতীয় জাতীয় কংগ্রেস বঙ্গ প্রদেশ থেকে প্রার্থী যোগাড়ের জন্য দরখাস্ত প্রেরণের জন্য আহ্বান করে। ৮ জুলাইয়ে ভারতীয় জাতীয় কংগ্রেস আসাম প্রদেশ থেকে ৭ জনের নাম প্রার্থী হিসেবে ঘোষণা করে। ১০ জুলাইয়ে মনোনয়নপত্র জমা দেওয়ার শেষ তারিখ পেরোনোর পর জানা যায় যে ৬০টি গণপরিষদ আসনের জন্য ভারতীয় জাতীয় কংগ্রেসের ২৬ ও নিখিল ভারত মুসলিম লীগের ৩৩ জন বঙ্গীয় আইনসভায় মনোনয়নপত্র জমা দিয়েছেন। ১২ জুলাইয়ে নির্বাচনের জন্য বিহারের ২৮ জন প্রার্থীর মনোনয়নপত্র জমা পড়ে। ১৪ জুলাইয়ে বোম্ব প্রদেশের জন্য ভারতীয় জাতীয় কংগ্রেস ১৯ প্রার্থীর নাম ঘোষণা করে। ১৩ জুলাইয়ে ভারতীয় জাতীয় কংগ্রেস নির্বাচনের জন্য মাদ্রাজ প্রদেশের ৪৫ জন প্রার্থীর নাম চূড়ান্ত করে। ১৫ জুলাইয়ে মনোনয়নপত্র প্রত্যাহারের তারিখের আগে পাঞ্জাব প্রদেশে সমস্ত শিখ প্রার্থীরা তাদের মনোনয়নপত্র প্রত্যাহার করে নেয়। একই দিনে মধ্যপ্রদেশ ও বেরারের জন্য ভারতীয় জাতীয় কংগ্রেস ১৬ সাধারণ আসনে প্রার্থী চূড়ান্ত করে। বেলুচিস্তান অঞ্চলের প্রতিনিধিরা শাহী জিরগা ও কোয়েটা পৌরসভার সদস্য হওয়ায় নিখিল ভারত মুসলিম লীগ অঞ্চলটির জন্য কোন সদস্য মনোনয়ন করেনি।\n\n\n== ফলাফল ==\n১৬ জুলাইয়ে আসাম প্রদেশ থেকে ভারতীয় জাতীয় কংগ্রেসের ৭ ও নিখিল ভারত মুসলিম লীগের ৩ প্রার্থী নির্বাচিত হয়। বঙ্গ প্রদেশ থেকে মুসলিম আসনে ৩২ জন নিখিল ভারত মুসলিম লীগ ও ১ জন কৃষক শ্রমিক পার্টির সদস্য গণপরিষদের জন্য নির্বাচিত হন। এছাড়া ২৭টি সাধারণ আসনের মধ্যে ভারতীয় জাতীয় কংগ্রেস ২৬টিতে নির্বাচিত হয়। মধ্যপ্রদেশ ও বেরার থেকে বিনা প্রতিদ্বন্দ্বিতায় তাদের দলের ১৭ জন নির্বাচিত হয়। উড়িষ্যা প্রদেশ থেকে ভারতীয় জাতীয় কংগ্রেসের ৮ জন ও ১ জন স্বতন্ত্র নির্বাচিত হন। উত্তর-পশ্চিম সীমান্ত প্রদেশের তিনটি আসনে ১ জন নিখিল ভারত মুসলিম লীগ এবং ২ জন ভারতীয় জাতীয় কংগ্রেস সদস্য নির্বাচিত হয়। পাঞ্জাব প্রদেশ থেকে ১৫ জন নিখিল ভারত মুসলিম লীগ ১ জন ইউনিয়নবাদী দল থেকে নির্বাচিত হন। তবে পরবর্তীতে সেই ইউনিয়নবাদী সদস্যকে বহিষ্কার করা হয়। পাঞ্জাব প্রদেশে ভারতীয় জাতীয় কংগ্রেসের ৫ জন বর্ণ হিন্দু, ১ জন হরিজন এবং ইউনিয়নবাদী দলের ১ জন বর্ণ হিন্দু ও ১ জন হরিজন নির্বাচিত হয়। সিন্ধু প্রদেশ থেকে ৩ জন নিখিল ভারত মুসলিম লীগ ও ১ জন ভারতীয় জাতীয় কংগ্রেস কর্মী এবং বেলুচিস্তান অঞ্চল থেকে ১ জন স্বতন্ত্র নির্বাচিত হয়। নির্বাচনে যুক্ত প্রদেশ থেকে ভারতীয় জাতীয় কংগ্রেসের ৪৫ জন এবং নিখিল ভারত মুসলিম লীগের ৭ জনের পাশাপাশি ৩ জন স্বতন্ত্র প্রার্থী নির্বাচিত হন। বিহার প্রদেশ থেকে ২৮ জন ভারতীয় জাতীয় কংগ্রেস, ৫ জন নিখিল ভারত মুসলিম লীগ এবং ৩ জন স্বতন্ত্র প্রার্থী জয়লাভ করেন। মাদ্রাজ প্রদেশ থেকে ৪ জন নিখিল ভারত মুসলিম লীগ সদস্য বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হন। মাদ্রাজ প্রদেশের ৪৫ সাধারণ আসন কংগ্রেস জিতে নেয়। বোম্বে প্রদেশ থেকে ১৯ জন ভারতীয় জাতীয় কংগ্রেস সদস্য নির্বাচিত হওয়ার পাশাপাশি ২ জন নিখিল ভারত মুসলিম লীগ সদস্য বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হয়। ২৪ জুলাইয়ে প্রাপ্ত তথ্য অনুযায়ী ২০৭ আসনে ভারতীয় জাতীয় কংগ্রেস, ৭৩ আসনে নিখিল ভারত মুসলিম লীগ এবং ১২ আসনে স্বতন্ত্র ও ৩ আসনে অন্যান্য দলের রাজনীতিবিদরা বিজয়ী হয়েছিল।\n\n\n== পরিণতি ==\nনির্বাচনের পর ভারতীয় গণপরিষদ গঠিত হয়। গণপরিষদের সদস্য দলগুলোর সংখ্যাগরিষ্ঠ দল ভারতীয় জাতীয় কংগ্রেস প্রথমদিকে মিশনের প্রস্তাব মেনে নিলেও পরবর্তীতে প্রত্যাখ্যান করে। ফলশ্রুতিতে আরেক সদস্য দল নিখিল ভারত মুসলিম লীগ গণপরিষদের অধিবেশন বয়কট করে এবং নিখিল ভারত মুসলিম লীগের নেতা মোহাম্মদ আলী জিন্নাহ গণপরিষদে অংশগ্রহণ করতে অস্বীকৃতি জানায়। ২ সেপ্টেম্বর ১৯৪৬ সালে ভারতীয় জাতীয় কংগ্রেসের নেতা জওহরলাল নেহরুর নেতৃত্বে ভারতের অন্তর্বর্তী সরকার গঠিত হয়। তৎকালীন ব্রিটিশ প্রধানমন্ত্রী ক্লিমেন্ট এট্‌লি ৩ জুন ১৯৪৭ সালে ব্রিটিশ ভারতের ক্ষমতা হস্তান্তরের ব্যাপারে দেওয়া বিবৃতিতে প্রস্তাবিত পাকিস্তান রাষ্ট্রের জন্য একটি নতুন গণপরিষদ গঠনের কথা উল্লেখ করেন এবং প্রাদেশিক আইনসভা সদস্যদের ভোটের ভিত্তিতে প্রস্তাবিত গণপরিষদের সদস্য নির্বাচনের পরিকল্পনা ঘোষণা করেন। তখন ভারতের জন্য দ্বিতীয় গণপরিষদ নির্বাচন অনুষ্ঠিত হয়। ১৯৪৭ সালে ভারতের স্বাধীনতার পর নির্বাচনে বিজয়ী সদস্যরা ভারতের সংবিধান তৈরিতে অবদান রাখেন।\n\n\n== তথ্যসূত্র =="}