{"pageid": 1531784, "title": "আব্দুল মাজিদ ইবনে আবদুন", "url": "https://bn.wikipedia.org/wiki?curid=1531784", "content": "আব্দ আল-মাজিদ ইবনে আব্দুন, পূর্ণ নাম আবু মুহাম্মদ আব্দ আল-মাজিদ ইবনে আব্দুন আল-ইয়াবুরি (عبد المجيد بن عبدون اليابري) (আনুমানিক ১০৫০–১১৩৫) ছিলেন আল-আন্দালুসের একজন খ্যাতনামা কবি। তিনি বাদাজোস তাঈফার (বর্তমান এভোরা) শাসক উমর ইবনে মুহাম্মদ আল-মুয়াক্কিল (১০৭৮) এর সচিব ছিলেন। এই শাসক ছিলেন বারবার মিকনাসা আফতাসি রাজবংশের একজন সদস্য। তিনি এভোরায় মৃত্যুবরণ করেছিলেন।\nআফতাসিদের পতনের পর যখন আলমোরাভিদরা বাদাজোস দখল করে, তখন তিনি ইউসুফ ইবনে তাশফিন এবং পরে তাঁর পুত্র আলি ইবনে ইউসুফ এর সচিব নিযুক্ত হন। তিনি একটি দিওয়ান রচনা করেন। তাঁর অন্যতম প্রসিদ্ধ কবিতা হলো আফতাসি রাজবংশের পতন নিয়ে লিখিত একটি শোকগাথা, যার নাম আল-কাসিদাহ আল-বাসসামাহ বা আব্দুনিয়্যাহ নামেও পরিচিত।\nআব্দ আল-মালিক ইবনে আব্দুল্লাহ ইবন বদরুন (মৃত্যু ১২১১) ইবনে আব্দুনের কবিতা ও গদ্য রচনার উপর একটি বিশদ ব্যাখ্যামূলক গ্রন্থ লিখেছেন যার নাম কাপ অব দ্য ফ্লাওয়ার অ্যান্ড শেল অব দ্য পার্ল (ফুলের পাত্র ও মুক্তার খোলস)। পরবর্তীতে রেইনহার্ট ডোজি এটি ১৮৪৮ সালে অনুবাদ ও সম্পাদনা করেন। উল্লেখ্য, আব্দ আল-মালিক ইবনে আব্দুল্লাহ ইবন বদরুন নিজেও একজন খ্যাতিমান আন্দালুসীয় কবি ছিলেন।\n\n\n== তথ্যসূত্র ও পাণ্ডুলিপি ==\n\nশারহ কাসিদাত আল-উজির আল-কাতিব ফিল-আদাব ওয়া-আল-মারাতিব লি-আবিআব্দ আল-মাজিদ ইবনে আবদুন, আবদ আল-মালিক ইবনে আবদুল্লাহ ইবনে বদরুন দ্বারা ; মাহমুদ হাসান শায়বানী; আবদ আল-মাজিদ ইবনে আবদুল্লাহ ইবনে আবদুন, সংস্করণ। : আল-রিয়াদ : এমএইচ আল-শায়বানি, ১৯৯৩।\nআবদ আল-মালিক ইবনে আবদুল্লাহ ইবনে বদরুন, শারহ কাসিদাত ইবনে আবদুন আল-মারুফাহ বি-আল-বাসমাহ ফিয়াল-তারিখ ওয়া-আল-আদাব, কায়রো: মাহবাত আল-সাদাহ, ১৯২১/২২\nমারিয়া জোসে রেবোলো আভালোস, লা কালচারা এন এল রেইনো তাইফা দে বাদাজোজ : ইবনে আবদুন দে ইভোরা (মি. ৫৩০/১১৩৫), ডিপার্টমেন্টো ডি পাবলিক্যাসিওনেস দে লা এক্সমা। ডিপুটাসিওন প্রভিন্সিয়াল ডি বাদাজোজ, ১৯৯৭\nহোসে মোহেদানো বার্সেলো, ইবনে আবদুন ডি এভোরা, সি. ১০৫০-১১৩৫ : breve apresentacão e seleccão dos seus poemas, Evora : Universidade de Evora, ১৯৮২.\n\n\n== বহিঃসংযোগ ==\nজেমস টি. মনরো, হিস্পানো-আরবি কবিতা: একজন ছাত্র সংকলন, গর্গিয়াস প্রেস এলএলসি, ২০০৪, পৃষ্ঠা। ২২৮–২৪১ [১] (সংগৃহীত ১০-৪-২০১৩)"}