{"pageid": 1531768, "title": "ইসমাইল মুনতাসির", "url": "https://bn.wikipedia.org/wiki?curid=1531768", "content": "ইসমাইল (উপাধি মুনতাসির, \"বিজয়ী\") (মৃত্যু: জানুয়ারী ১০০৫)  ট্রান্সঅক্সিয়ানা এবং পূর্ব ইরানে (১০০০-১০০৫) সামানি রাজ্য পুনরুদ্ধার করার চেষ্টা করেছিলেন। তিনি দ্বিতীয় নূহের পুত্র ছিলেন।\n\n\n== জীবনী ==\n\nসামানি রাজ্যের শেষ দুই শাসক ইসমাঈলের বড় ভাই ছিল। ৯৯৯ সালে দ্বিতীয় মনসুর এবং দ্বিতীয় আবদুল-মালেক উভয়কেই ক্ষমতা থেকে অপসারণ করা হয়। কারাখানিদের আক্রমণের ফলে আবদুল-মালেকের ক্ষমতা থেকে পতন ঘটে। কারাখনিদরা বুখারা দখল করে সামানি রাজ্যের পতন ঘটায়। এর কিছু সময় পরে ইসমাইল কারাখানিদ কারাগার থেকে খোয়ারাজমে পালিয়ে যান। সেখানে তিনি সমর্থন লাভ করেন। কারাখানিদের বোখারা থেকে তাড়িয়ে দিয়ে তিনি সমরকন্দে চলে যান এবং দখল করেন। কিন্তু শত্রুপক্ষ কারাখনিদের বড় সেনাবাহিনী এগিয়ে আসায় তিনি সব কিছু ত্যাগ করে খুরাসানে পালিয়ে যান। খুরাসান তখন গজনীর ভাই নাসরের মাহমুদের অধীনে গজনভিদের দ্বারা নিয়ন্ত্রিত ছিল। ইসমাইল প্রাদেশিক রাজধানী নিশাপুর দখল করেন। নসরকে তাড়িয়ে দেন। তবে মাহমুদের সেনাবাহিনী এই অঞ্চলে প্রবেশ করে এবং ইসমাইল আবার পালিয়ে যাওয়ার সিদ্ধান্ত নেন।\n১০০৩ সালে ইসমাইল ট্রান্সক্সিয়ানায় ফিরে আসেন। সেখানে তিনি জারাফশান নদী উপত্যকার ওঘুজ তুর্কিদের কাছ থেকে সাহায্যের জন্য অনুরোধ করেন এবং তাদের কাছ থেকে সহায়তা পান। তারা বেশ কয়েকটি যুদ্ধে কারাখানিদের পরাজিত করেছিল। এমনকি কারাখানিদের নেতা নাসর খানও সেই যুদ্ধে ছিলেন। তবে বিভিন্ন কারণে ইসমাইলের মনে হয়েছিল তাকে পুনরুদ্ধার করার জন্য তিনি ওঘুজের উপর নির্ভর করতে পারবেন না। তাই তিনি খুরাসানে ফিরে যান। তিনি সামানি রাজ্য পুনরুদ্ধারের অভিযানের জন্য মাহমুদকে গজনীর সমর্থন আদায়ের চেষ্টা করেছিলেন, কিন্তু ব্যর্থ হন। কিছু সময় পরে তিনি জারাফশান উপত্যকায় ফিরে আসেন। সেখানে তিনি ওঘুজ এবং অন্যান্যদের সমর্থন অর্জন করেন। ১০০৪ সালের মে মাসে একটি কারাখানি সেনাবাহিনী পরাজিত হয়। কিন্তু পরবর্তীকালে আরেকটি যুদ্ধের সময় ওঘুজরা ইসমাইলকে ত্যাগ করলে তার সেনাবাহিনী ভেঙে পড়ে।\nআবারও খুরাসানে পালিয়ে গিয়ে ইসমাঈল ১০০৪ সালের শেষের দিকে ট্রান্সঅক্সিয়ানায় পুনরায় প্রবেশের চেষ্টা করেন। কারাখানিদরা এটি বন্ধ করে দেয় এবং ইসমাইল অল্পের জন্য বেচে যান। এর পর তিনি মার্ভের কাছে একটি আরব উপজাতির কাছে আশ্রয় কামনা করেন। তবে তাদের সর্দার ১০০৫ সালে ইসমাইলকে হত্যা করে। এই হত্যার মধ্য দিয়ে সামানীয় সাম্রাজ্য পুনর্গঠনের সবশেষ প্রচেষ্টারও সমাপ্তি ঘটে। তার পরিবারের বংশধররা ট্রান্সক্সিয়ানায় সুনামের সাথে বসবাস করলেও তাদের ক্ষমতা আর ফিরে আসেনি।\n\n\n== তথ্যসূত্র =="}