{"pageid": 1531751, "title": "আবু সুলায়ম ফারাজ আল-খাদিম আল-তুর্কি", "url": "https://bn.wikipedia.org/wiki?curid=1531751", "content": "আবু সুলাইম ফারাজ আল-খাদিম আত-তুর্কি (যিনি মাঝে মাঝে ভুলবশত ফারাজ ইবনে সুলাইম নামে পরিচিত) ছিলেন একজন আব্বাসীয় দরবারি কর্মকর্তা।\n৭৮৭ সালে খলিফা হারুন অর রশিদ (শাসনকাল: ৭৮৬–৮০৯) বাইজেন্টাইনের সীমান্তবর্তী অঞ্চল (সিলিসিয়া এবং উত্তর মেসোপটেমিয়ার অংশ) নিয়ে একটি নতুন প্রদেশ গঠন করেন। এই উদ্যোগের অংশ হিসেবে তিনি ফারাজকে তারসুস শহর পুনর্নির্মাণ ও পুনর্বাসনের দায়িত্ব দেন। ফারাজ প্রথমে খোরাসান থেকে ৩,০০০ সৈন্য সেখানে পাঠান, এরপর সিরিয়ার আল-মাসিসা ও আন্তিওক অঞ্চল থেকে এক হাজার করে সৈন্য পাঠানো হয়। সৈন্যরা ৭৮৮ সালের জুনে শহরের বাইরে শিবির স্থাপন করে এবং শহরের প্রাচীর পুনর্নির্মাণ ও একটি মসজিদ নির্মাণ শেষ না হওয়া পর্যন্ত সেখানে অবস্থান করে।\nআল-মাসউদীর বর্ণনা অনুযায়ী এসবের পাশাপাশি তিনি হারুনের শাসনামলে ৮০৫ সালে লামোস নদীর তীরে প্রথম বন্দি বিনিময় তত্ত্বাবধান করেন। ফারাজ স্পষ্টতই বাইজেন্টাইন সীমান্তে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। হারুনের শাসনামলের শেষদিকে তাকে ঐ অঞ্চলের যাকাত সংগ্রাহক হিসেবে উল্লেখ করা হয়েছে। এছাড়াও তিনি সেখানে সাইহান নদীর পাশে একটি প্রাসাদ পুনঃস্থাপন করেন এবং আন্তিওকে একটি বাড়ির মালিক ছিলেন।\n৮১৯ সালে তিনি ইব্রাহিম ইবনে আল-মাহদি নামে এক প্রতিদাবিদার খলিফাকে আল-মামুন (শাসনকাল: ৮১৩–৮৩৩) এর দরবারে নিয়ে যান, যা উল্লেখ করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nAyalon, David (১৯৯৯)। Eunuchs, Caliphs and Sultans: A Study in Power Relationships। Jerusalem: Magnes Press, The Hebrew University। আইএসবিএন 978-9-6549-3017-8। \nBosworth, C.E., সম্পাদক (১৯৮৭)। The History of al-Ṭabarī, Volume XXXII: The Reunification of the ʿAbbāsid Caliphate: The Caliphate of al-Maʾmūn, A.D. 813–33/A.H. 198–213। SUNY Series in Near Eastern Studies.। Albany, New York: State University of New York Press। আইএসবিএন 978-0-88706-058-8। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBosworth, C.E., সম্পাদক (১৯৮৯)। The History of al-Ṭabarī, Volume XXX: The ʿAbbāsid Caliphate in Equilibrium: The Caliphates of Mūsā al-Hādī and Hārūn al-Rashīd, A.D. 785–809/A.H. 169–192। SUNY Series in Near Eastern Studies.। Albany, New York: State University of New York Press। আইএসবিএন 978-0-88706-564-4। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBosworth, C. E. (১৯৯২)। \"The City of Tarsus and the Arab-Byzantine Frontiers in Early and Middle ʿAbbāsid Times\"। Oriens। 33: 268–286। আইএসএসএন 0078-6527। জেস্টোর 1580607। ডিওআই:10.1163/1877837292X00105।"}