{"pageid": 1531119, "title": "গুজরাতি মুসলিম", "url": "https://bn.wikipedia.org/wiki?curid=1531119", "content": "গুজরাতি মুসলিম শব্দটি সাধারণত ভারতের পশ্চিম উপকূলে অবস্থিত গুজরাত রাজ্যের ভারতীয় মুসলিম জনগণকে বোঝাতে ব্যবহৃত হয়। অধিকাংশ গুজরাতি মুসলমানের মাতৃভাষা হল গুজরাতি ভাষা। তবে কিছু সম্প্রদায়ের মাতৃভাষা উর্দু।  গুজরাতি মুসলমানদের অধিকাংশই সুন্নি হলেও তাদের মধ্যে শিয়া সম্প্রদায়ের একটি ছেট সম্প্রদায়ও রয়েছে। গুজরাতি মুসলমানরা শিল্প ও মাঝারি আকারের ব্যবসার জন্য খুব পরিচিত। গুজরাতের বাইরে মুম্বাই ও করাচিতে একটি বিশাল গুজরাতি মুসলিম সম্প্রদায় রয়েছে।  ভারতের সবচে' খ্যাতনামা সামুদ্রিক বাণিজ্যকারী জাতি হিসেবে স্বীকৃতি পাওয়ার পর শতাব্দীপ্রাচীন গুজরাতি মুসলিম প্রবাসীরা পৃথিবীর বিভিন্ন প্রান্তে ছড়িয়ে পড়ে।  তারা নিকট পূর্ব ভারত মহাসাগরীয় অঞ্চল ও দক্ষিণ গোলার্ধ জুড়ে, বিশেষ করে আফ্রিকা থেকে জাপানের মধ্যবর্তী সব এলাকায় বসতি গড়ে তোলে।  তাদের উল্লেখযোগ্য উপস্থিতি দেখা যায়: হংকং, ব্রিটেন, পর্তুগাল, কানাডা, রিইউনিয়ন, ওমান, ইয়েমেন, মোজাম্বিক, জাঞ্জিবার, সংযুক্ত আরব আমিরাত, বার্মা, মাদাগাস্কার, দক্ষিণ আফ্রিকা, শ্রীলঙ্কা, মরিশাস, পাকিস্তান, জাম্বিয়া ও পূর্ব আফ্রিকা।\nমধ্যযুগে গুজরাতি মুসলিম ব্যবসায়ীরা ইন্দোনেশিয়া, মালয়েশিয়া এবং দক্ষিণ-পূর্ব এশিয়ার অন্যান্য অঞ্চলে ইসলাম ধর্ম বিস্তারে গুরুত্বপূর্ণ ভূমিকা পালন করেন। \n\n\n== ইতিহাস ==\nপশ্চিম ভারতে অবস্থিত গুজরাত কচ্ছ, কাথিয়াবাড় এবং বনস ও দমনগঙ্গা নদীর মধ্যবর্তী অঞ্চলগুলিকে অন্তর্ভুক্ত করে। মূলত আরব ও পারস্যিক ব্যবসায়ীদের অভিবাসী সম্প্রদায়ের সাথে গুজরাতে ইসলামের আগমন ঘটে। অষ্টম শতাব্দীর গোড়ার দিকে গুজরাত এবং ভারতের পশ্চিম উপকূলের অন্যান্য অংশে নবী মুহাম্মদের সময়েই ব্যবসায়ীরা একটি মসজিদ নির্মাণ করেছিলেন, যার ফলে আরব উপদ্বীপে ধর্মের প্রতিষ্ঠা লাভের সাথে সাথেই গুজরাতে ইসলামের প্রচার শুরু হয়েছিল।  প্রাথমিক মুসলিম বণিকদের মধ্যে কিছু ইসমাইলি শিয়া, মুস্তালি ও নিজারীয় সম্প্রদায়ের ছিলেম। তারা দাউদি বোহরা এবং খোজা সম্প্রদায়ের ভিত্তি স্থাপন করেছিল। প্রাথমিক যুগে গুজরাত বল্লভী রাজবংশ দ্বারা শাসিত ছিল। ত্রয়োদশ শতাব্দীতে হিন্দু শাসক কর্ণ দিল্লির তুর্কি সুলতান আলাউদ্দিন খলজির কাছে পরাজিত হন। এই পর্বটি পাঁচ শতাব্দীর মুসলিম তুর্কি ও মুঘল শাসনের সময়কালের সূচনা করে, যার ফলে অনেক হিন্দু গুজরাতি মানুষ ইসলামে ধর্মান্তরিত হয় এবং মোলেসালাম ও মিয়ানার মতো অনেক নতুন ধর্মান্তরিত সম্প্রদায়ের সৃষ্টি হয়। \nপাটানে সুন্নি মুসলিম শাসনামলে বোহরা মুসলিদের মধ্যে বিভেদ দেখা দেয় এবং পাটানি সুন্নি বোহরাদের একটি নতুন সম্প্রদায় তৈরি হয়। দক্ষিণ গুজরাতের কিছু প্রভাবশালী জমিদারও ইসলাম গ্রহণ করেছিল এবং মধ্যপ্রাচ্যের অভিবাসী বণিকদের সাথে সম্মিলিত হয়ে ভারুচি ও সুরতি নামে সুন্নি বোহরা সম্প্রদায় গঠন করেছিল। ১৬শ শতাব্দীতে মেমন সম্প্রদায় সিন্ধু থেকে অভিবাসী হয়ে কচ্ছ এবং কাথিয়াবাড়ে বসতি স্থাপন করেন। মাহদাবী নামে আরেকটি মুসলিম সম্প্রদায়ও গুজরাতে বসতি স্থাপন করেন এবং তাই সম্প্রদায়ের সৃষ্টি করেন।  ১৫৯৩ খ্রিস্টাব্দে মুঘল সম্রাট আকবর গুজরাত জয় করেন এবং গুজরাতকে তিনি মুঘল সাম্রাজ্যের অন্তর্ভুক্ত করেন। সেই সময়ে গুজরাতে মুঘল সম্প্রদায়ের বসতি স্থাপনের সূচনা হয়। মুঘল শাসনামলে অনেক সৈয়দ ও শেখ পরিবারও এখানে এসেছিল বলে জানা যায়। মুলতান, সিন্ধু ও গুজরাতে সুফি সোহরাওয়ার্দী ও চিশতী তরিকা প্রতিষ্ঠার সাথে সাথে পীররা রাষ্ট্রীয় পৃষ্ঠপোষকতাও উপভোগ করেন।  একই সময়ে হায়দ্রাবাদ, দাক্ষিণাত্য, কেরালা, সিন্ধু, বেলুচিস্তান, পাঞ্জাব, গুজরাত, কাশ্মীরসহ দক্ষিণ এশিয়ার অন্যান্য অঞ্চলের মুসলিমরা দিল্লি ও আগ্রায় মুসলিম সাম্রাজ্যের রাজধানীতে চলে আসেন। ১৭০৭ সালে মুঘল সম্রাট আওরঙ্গজেবের মৃত্যুর পর শতাব্দী ব্যাপী চলা মুঘল শাসন দুর্বল হতে শুরু করে। তারপর গুজরাতের বেশিরভাগ অংশ মারাঠাদের দখলে চলে যায় এবং পাঠান ও বালুচরাও ছত্রভঙ্গ হয়ে যায়, যারা যোদ্ধা হিসেবে এসে মারাঠাদের হাতে পরাজিত হয়। ১৯ শতকের শেষের দিকে গুজরাত ব্রিটিশদের হাতে পড়ে। \nগুজরাতি মুসলমানরা ব্যবসায়ীরা পর্তুগিজদের প্রাচ্য দ্বীপপুঞ্জের আবিষ্কার, ইসলাম ধর্মকে দূর প্রাচ্যে ছড়িয়ে দেওয়া  এবং ব্রিটিশদের আফ্রিকা আবিষ্কারে ঐতিহাসিকভাবে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। \nদক্ষিণ-পূর্ব এশিয়ায় মালয় মুসলিমরা তাদের মুসলিম অভিজাতদের\"অধিরাজ\" উপাধি দিয়ে সম্বোধন করত।  ইন্দোনেশিয়ার আচেহ প্রদেশে সুফি ব্যবসায়ী শেখ রান্দেরি ইসলাম প্রচার করেছিলেন।  সুরতি সুন্নি ভোহরা বণিকরা বৈজ্ঞানিক ধারণা ব্যবহারের ক্ষেত্রেও অগ্রণী ভূমিকা পালন করেছিল এবং তারা মরিশাসের উন্নয়নের জন্য প্রযুক্তিতে কাঠামোগত ও নানা যান্ত্রিক অগ্রগতি সাধন করেছিলেন; যেমন মেজর আটচিয়া মরিশাসের জনগণের জন্য জলবিদ্যুৎ প্রকল্প চালু করেছিলেন। \n\n\n== জামাত বন্দি ==\nগুজরাতি ভাষাভাষী মুসলিম সমাজের একটি বিশেষ ও ঐতিহ্যবাহী প্রথার নাম হলো জামাত বন্দি, যার আক্ষরিক অর্থ হল \"সামাজিক ঐক্য\" বা \"সম্প্রদায়গত সংহতি\"। এটি গুজরাতি মুসলমানদের সামাজিক সংহতির একটি চিরাচরিত রূপ। প্রথাটির মূল উদ্দেশ্য হল মুসলিম গোষ্ঠীর সম্পূর্ণ অভ্যন্তরীণ বিষয়বলী সুশৃঙ্খলভাবে পরিচালনা করা এবং যারা সামাজিক নিয়ম ভঙ্গ করে, তাদের বিরুদ্ধে ব্যবস্থা গ্রহণ করা। গুজরাতের প্রায় সব মুসলিম সম্প্রদায়ের ( ইসমাইলি, খোজা, দাউদি বোহরা, ছিপ্পা ও সুন্নি বোহরা) নিজস্ব বর্ণ-ভিত্তিক বা গোত্রভিত্তিক সংগঠন আছে, যেগুলি জামাত নামে পরিচিত। এই জামাতগুলিই \"জামাত বন্দি\" কাঠামোর অন্তর্গত সংগঠন। ভিন্ন ভিন্ন গোষ্ঠীর মধ্যে জামাত বন্দির কার্যক্রমের ধরন আলাদা হয়ে থাকে। কিছু গোষ্ঠীর জামাত কেবল একটি মসজিদ, মেহমানখানা ও মাদ্রাসা পরিচালনায় সীমাবদ্ধ থাকে। অন্যদিকে কিছু বৃহৎ গোষ্ঠী—যেমন খোজা ও মেমনরা— অত্যন্ত সুগঠিত ও আনুষ্ঠানিক কাঠামো গড়ে তুলেছে। এদের নিজস্ব লিখিত সংবিধান রয়েছে, যা নিবন্ধিত ও আইনসম্মত। এসব জামাতের প্রতিটি বড় বড় সম্পত্তির মালিক এবং তারা বিদ্যালয়, আবাসন প্রকল্প, চিকিৎসা কেন্দ্র, এমনকি সাপ্তাহিক পত্রিকাও পরিচালনা করে থাকে।\n\n\n== সম্প্রদায় ==\nগুজরাতি মুসলমানরা আবার বিভিন্ন গোষ্ঠীতে বিভক্ত। এদের মধ্যে উল্লেখযোগ্য হল: সুন্নি ভোহরা বা বোহরা, গুজরাতি শেখ, খোজা, দাউদি বোহরা, মেমন, পাঠান বা হানসোটি ইত্যাদি। প্রত্যেক সম্প্রদায়ের নিজস্ব রীতি নীতি ও সাংস্কৃতিক ঐতিহ্য রয়েছে। গুজরাতের কচ্ছ অঞ্চল ঐতিহাসিকভাবে স্বতন্ত্র স্বত্বা বজায় রেখেছে। এখানে মুসলমানরা প্রায় ২০% জনসংখ্যা গঠন করে এবং অঞ্চলটি মূলত লবণাক্ত মরুভূমির জন্য বিখ্যাত। এই প্রাকৃতিক বৈশিষ্ট্যের কারণে এখানকার মুসলিমরা মূলত মালধারী —যাযাবর পশুপালক — যারা কচ্ছের বান্নি অঞ্চলে বসবাস করে। বলা হয়ে থাকে যে, কচ্ছ অঞ্চলের অধিকাংশ মুসলমানের উৎস হল সিন্ধু এবং তারা এমন এক ধরণের কচ্ছি উপভাষায় কথা বলে, যাতে প্রচুর সিন্ধি শব্দ রয়েছে। এখানে প্রধান মালধারী গোষ্ঠীগুলোর মধ্যে রয়েছে: সুমরা, সন্ধাই, রাজপুত, জাট, হালায়পত্রা, হিংগোরা, হিংগোরজা, জুনেজা ইত্যাদি।\nআরেকটি গুরুত্বপূর্ণ মুসলিম গোষ্ঠী হল খাতিয়াওয়ারি মেমন, যারা গুজরাত ছেড়ে অন্যত্র অভিবাসিত হয়ে নতুন করে বসতি স্থাপন করেছে। এছাড়া গুজরাতের উপকূলীয় অঞ্চলগুলোতে কিছু উর্দুভাষী সম্প্রদায়ের বসবাস রয়েছে; যেমন: হানসোট ও ওলপাদ। এদের বাইরে গুজরাতের সমুদ্র উপকূলে উল্লেখযোগ্যসংখ্যক সিদ্দি সম্প্রদায়ের মানুষও বসবাস করেন। সিদ্দিদের কখনও কখনও জাঞ্জি বা হাবশি বলা হয়। এরা মূলত আফ্রিকীয় বংশোদ্ভূত; তাদের কেউ কেউ রাজকীয় হাবশি ( আবিসিনিয়ার অভিজাত ), আবার অনেকে দক্ষিণ-পূর্ব আফ্রিকার বান্টু জাতিগোষ্ঠীর সদস্য ছিল, যাদের পর্তুগিজ বা আরব বণিকেরা উপমহাদেশে দাস হিসেবে এনেছিল।\nসিদ্দিরা প্রধানত সুফি মুসলমান হলেও তাদের মধ্যে কিছু হিন্দু ও কিছু রোমান ক্যাথলিক খ্রিস্টান রয়েছে।  ভারতের সামগ্রিক ইতিহাসে গুরুত্বপূর্ণ সামরিক ব্যক্তিত্ব হিসেবে পরিচিত মালিক আম্বারকে গুজরাতি সিদ্দিরা অত্যন্ত শ্রদ্ধার চোখে দেখে এবং তার প্রতি ভক্তি প্রকাশ করে।\n\n\n== ভরুচি ও সুরতি মুসলিমদের উৎপত্তি ==\nঐতিহাসিক প্রমাণ অনুযায়ী, পারস্য ও আরবের মুসলিম ও জরথুস্ত্রীয় উভয় জাতিগোষ্ঠীর মানুষ ৭ম, ৮ম ও ৯ম শতকের অনেক আগে কনকন ও গুজরাত উপকূলীয় অঞ্চলে বসতি স্থাপন করেছিলেন। মধ্যপ্রাচ্যের বণিকরা সপ্তম শতাব্দীর গোড়ার দিকে ভরুচ ও সুরতের পাশে অবস্থিত ঘোগা অঞ্চলে এসে পৌঁছান এবং সেখানে জেরুজালেম অভিমুখী একটি মসজিদ নির্মাণ করেন। ফলে গুজরাতে অবস্থিত এই মসজিদ ভারতবর্ষের প্রাচীনতম মসজিদ হিসেবে স্বীকৃত, যার নির্মাণকাল ৬২৪ থেকে ৬২৬ খ্রিস্টাব্দের মধ্যে। এ সকল মধ্যপ্রাচ্যীয় আগন্তুকরা ভরুচ ও সুরত বন্দরে সমুদ্রপথে এসে পৌঁছাতেন, যাকে সামুদ্রিক রেশম পথ বলা হয়। এরা কেউ ছিলেন নাবিক; কেউ ব্যবসায়ী এবং অনেকে ‘নাখুদা’ নামে পরিচিত অভিজ্ঞ জাহাজ পরিচালনাকারী। তাদের অনেকেই পারস্য উপসাগর, ভূমধ্যসাগর ও দক্ষিণ আরবের উপকূলীয় বণিক গোষ্ঠীভুক্ত ছিলেন। পরে তারা স্থানীয় গুজরাতি নারীদের সঙ্গে বিবাহবন্ধনে আবদ্ধ হয়ে ধীরে ধীরে গুজরাতি ভাষা ও সংস্কৃতি আত্মস্থ করে স্থানীয়দের সঙ্গে একীভূত হয়ে যান।\nইতিহাসের ধারাবাহিকতায় বহু প্রসিদ্ধ আরব পর্যটক, ভূগোলবিদ, সুফি সাধক ও ইতিহাসবিদ ভারত সফর করেছেন এবং কনকন ও গুজরাত উপকূলের নানা জায়গায় গড়ে ওঠা মধ্যপ্রাচ্যীয় মুসলিম জনগোষ্ঠীর বর্ণনা দিয়েছেন। ৮৪১ খ্রিস্টাব্দে বসরার সুলায়মান থানা অঞ্চল ভ্রমণ করেন এবং তিনি লক্ষ করেন, সেই সময় ভরুচ থেকে চৌল পর্যন্ত বিস্তৃত রাষ্ট্রকূট সাম্রাজ্য আরবদের সঙ্গে সুসম্পর্ক বজায় রেখেছিল। এমনকি বলহারা শাসকরা আরব ব্যবসায়ী রাজপুত্রদের তাদের রাজ্যের গভর্নর ও প্রশাসক নিয়োগ করতেন। \n১০ম শতাব্দীতে ভ্রমণরত খ্যাতিমান আরব ভূগোলবিদ ইবনে হাওকাল লেখেন যে, গুজরাতের চারটি শহরে—কাম্বে (খাম্বাত), কচ্ছ, সাইমুর (চৌল) ও পাটানে— মসজিদ ছিল; যদিও সেসব শহরে হিন্দু রাজারা শাসন করতেন। তিনি এতে একটি ধর্মীয় সহাবস্থানের চিত্র তুলে ধরেন, যেখানে মুসলিম বিদেশিরা স্থানীয় সমাজে সমন্বিত হয়ে বাস করতেন। তিনি আরও উল্লেখ করেন, সঞ্জানে একটি বড় জামে মসজিদও ছিল। তাঁর সমসাময়িক ইরানীয় ভৌগোলিক আল-ইস্তাখরি—যিনি খাম্বাতসহ গুজরাতের অন্যান্য অঞ্চলও ভ্রমণ করেন—পূর্বসূরিদের পর্যবেক্ষণের সঙ্গে একমত হন। \nবাগদাদের বিখ্যাত ইতিহাসবিদ ও সাহাবি আব্দুল্লাহ ইবনে মাসউদের বংশধর মাসউদি ৯১৮ খ্রিস্টাব্দে গুজরাত সফর করেন। তিনিও লিখিতভাবে উল্লেখ করেন যে, পারস্যের সিরাফ, ওমানের মাধা, ইয়েমেনের হাযরামওত, ইরাকের বসরা ও বাগদাদসহ মধ্যপ্রাচ্যের অনেক শহর থেকে ১০,০০০ এরও বেশি মুসলিম লাঠা অঞ্চলে (বর্তমান দক্ষিণ গুজরাত ও কনকন উপকূল) বসতি স্থাপন করেছিলেন। শক সম্বৎ পর্বের চিনচানি তাম্রলিপিতে উল্লেখ আছে যে, ১০ম শতকে সঞ্জান অঞ্চলটি একজন পারস্যিক বংশোদ্ভূত মুসলিম গভর্নরের শাসনে ছিল।\nগুজরাতের সোমনাথ থেকে প্রাপ্ত দ্বিভাষিক (সংস্কৃত ও আরবি) শিলালিপিতে উল্লেখ আছে, আরব ও ইরানি জাহাজের মালিকরা গুজরাতে মসজিদ নির্মাণ করেন, যার জন্য মুসলিমদের রাজপুত শাসক অর্জুনদেব বাঘেলা অনুদান প্রদান করেছিল। এরকম আরও কিছু শিলালিপি ও সমাধিফলক থেকে জানা যায় যে, হরমুজ (ইরান) থেকে মুসলিম নাখুদারা (নাবিকরা) গুজরাতে এসেছিলেন এবং বাম শহর থেকে আগত পরিবারগুলি কাম্বেতে বসবাস করতেন। পাশাপাশি সিরাফ বন্দরের লোকজনের কবরও পাওয়া গেছে, যা ইঙ্গিত দেয় যে, জুনাগড়ের মুসলিম সম্প্রদায় ইরানের সঙ্গে একটি সুদৃঢ় সমুদ্র বাণিজ্যিক সংযোগ স্থাপন করেছিল।\n১৩ শতাব্দীতে আলাউদ্দিন খিলজির নেতৃত্বে গুজরাত মুসলিম শাসনের অধীনে আসে এবং অঞ্চলটি দিল্লি সালতানাতের অংশ হয়। এর পরবর্তী পাঁচ শতাব্দী জুড়ে গুজরাতে মুসলিম শাসন অব্যাহত ছিল এবং এই সময়ে অনেক পারসি ও হিন্দু গুজরাতি ইসলাম গ্রহণ করে আলাদা মুসলিম জামাত গঠন করে অথবা অন্যান্য মুসলিম গোষ্ঠীর সঙ্গে একীভূত হয়। এদের অধিকাংশই ইসলাম-নিয়ন্ত্রিত অর্থনৈতিক কেন্দ্র; যেমন ভারুচ ও সুরতে বসবাস করতেন। এই সময় মধ্যপ্রাচ্য থেকে মুসলিম অভিবাসনও চলতে থাকে, যাদের মধ্যে লারেস্তানি পারসিকরা উল্লেখযোগ্য। তারা সাধারণত সমুদ্রপথে আন্তর্জাতিক বাণিজ্যে অংশগ্রহণ করতেন।\n১৪ শতকের শুরুতে মাগরেবি অভিযাত্রী ইবনে বতুতা ভারত সফর করেন এবং গুজরাত উপকূলে শক্তিশালী বণিক সমাজের উপস্থিতি লক্ষ্য করেন। তিনি ভারুচ অঞ্চলে নাখুদা ভোরা সম্প্রদায়ের সঙ্গে সাক্ষাৎ করেন, যারা অনেক জাহাজ নিয়ন্ত্রণ করতেন। কাম্বের কথা স্মরণ করে তিনি লেখেন:\n“কাম্বে একটি অত্যন্ত সুন্দর শহর, যার ঘরের স্থাপত্য ও মসজিদ নির্মাণ অসাধারণ। এর প্রধান কারণ হল, অধিকাংশ বাসিন্দাই বিদেশি বণিক, যারা প্রতিনিয়ত সুন্দর বাড়ি ও মনোরম মসজিদ নির্মাণে প্রতিযোগিতা করেন।”\n১৬শ শতকে পর্যটক বারবোসা রাণ্ডার শহর পরিদর্শন করেছিলেন, যা বর্তমান সুরতি সুন্নি ভোরা সম্প্রদায়ের আবাসস্থল। তিনি বলেন:\n“রানেল (রাণ্ডার) একটি সুন্দর শহর, যেখানে মনোরম বাড়ি ও খোলা চত্বর রয়েছে। শহরটি অত্যন্ত ধনী ও মনোমুগ্ধকর। এখানকার মুসলিমরা মালাক্কা, বাংলা, তেনাসেরিম, পেগু, মার্তাবান ও সুমাত্রার সঙ্গে বাণিজ্য করে এবং তারা মসলা, ঔষধি দ্রব্য, রেশম, মস্ক ও চিনামাটি আমদানি করে। তাদের জাহাজ অনেক বড় ও উন্নতমানের। যাঁরা চীনা সামগ্রী চান, তারা এখানে তা সম্পূর্ণভাবে পাবেন। এখানকার মুসলিমরা ধবধবে গাত্রবর্ণের, ভালো পোশাকে সজ্জিত ও ধনী। তাঁদের বাড়িতে নানাবিধ চিনামাটির পাত্র থাকে, যা কাঁচের আলমারিতে সুসজ্জিতভাবে রাখা হয়। এখানকার নারীরা অন্যান্য মুসলিম নারীদের গৃহবন্দী হয়ে থাকে না; বরং তারা দিনে শহরে ঘোরাফেরা করেন এবং নিজেদের কাজে নিয়োজিত থাকেন।”\nআরব উৎস থেকে জানা যায়, গুজরাত সুলতানাতের আমলে সুরতে বসবাসকারী হাজরামি সৈয়দদের (নবি মুহাম্মদের বংশধর) আগমনকে অত্যন্ত আন্তরিকভাবে স্বাগত জানানো হয়। এই সৈয়দরা মূলত ইয়েমেনের হাজরামাউত অঞ্চলের অধিবাসী ছিলেন এবং তাঁদের মধ্যে অনেকে আবু বকর আল-আইদারুসের বংশধর বলে পরিচয় দিতেন, যিনি অ্যাডেন শহরের অন্যতম পীর বা অলিরূপে সমাদৃত ছিলেন। এই শ্রদ্ধেয় আরব ধর্মীয় নেতারা সুরতে স্থানীয় মুসলিমদের কাছে ব্যাপক সম্মান ও প্রভাব অর্জন করেন এবং ধর্মীয় নেতৃত্বের আসনে অধিষ্ঠিত হন। এই হাজরামি সৈয়দদের সঙ্গে ভারতীয় মুসলিম নারীদের মধ্যে বিবাহ ছিল অত্যন্ত কাঙ্ক্ষিত ও সম্মানজনক। এর ফলে গুজরাতে এক নতুন ‘ক্রেওল’ সমাজের জন্ম হয়, যা ছিল হাজরামি ও ভারতীয় মুসলিমদের সম্মিলিত সংস্কৃতি ও বংশীয় ফসল। এই মিলনের ফলে ১৭শ শতকে গুজরাতে একটি মিশ্র হাজরামি-ভারতীয় মুসলিম সম্প্রদায় গড়ে ওঠে, যারা সামাজিক, ধর্মীয় ও সাংস্কৃতিকভাবে অত্যন্ত প্রভাবশালী হয়ে ওঠে।\nএই সাংস্কৃতিক আদান-প্রদানের প্রমাণ ১৯শ শতকের ইউরোপীয় তথ্যসূত্রেও পাওয়া যায়। জর্জ নিউএনহ্যাম রাইটের লেখা ইউরোপিয়ান গেজেটার বইয়ে উল্লেখ আছে যে, ইয়েমেনের হাদরামাউতের উপকূলীয় শহর মুকাল্লার আরব অধিবাসীরা গুজরাত বিশেষ করে কাথিয়াবাড় মুসলিমদের সঙ্গে বিবাহ সম্পর্কে আবদ্ধ হতেন। এর মাধ্যমে আরব ও গুজরাতি মুসলমানদের মধ্যে গভীর আত্মীয়তা ও সামাজিক সম্পর্ক স্থাপিত হয়।\n১৭শ শতকে সুরত রেশম ও হীরার বাণিজ্যের কারণে এতটাই খ্যাতি অর্জন করেছিল যে, একে ইউরোপ ও এশিয়ার তৎকালীন বৃহৎ বাণিজ্য নগরী ভেনিস ও বেইজিংয়ের সমকক্ষ ধরা হত। এই খ্যাতির ফলে সুরত ‘বাবুল-মক্কা’ (মক্কার দ্বার) নামে পরিচিতি পায়। কারণ এটি উপমহাদেশের অন্যতম গুরুত্বপূর্ণ অঞ্চল ছিল, যেখানে প্রাচীন হিন্দুরা ইসলামকে স্বাগত জানায় এবং পরবর্তীতে ইসলাম এখানে বিকাশ লাভ করে। \n\n\n== বিশিষ্ট গুজরাতি মুসলিম ব্যক্তিত্ব ==\nইউসুফ মুতালা – শায়খুল হাদীস ও দারুল উলুম বুরির (দারুল উলুম ইসলামিয়া) প্রতিষ্ঠাতা।\nআবদুর রহমান ইবনে ইউসুফ ম্যাঙ্গেরা – তিনি যুক্তরাজ্যের প্রখ্যাত ইসলামি বিদ্বান, যিনি একসময় বিশ্বের ৫০০ প্রভাবশালী মুসলিমের তালিকাভুক্ত ছিলেন।\nইসমাইল ইবনে মুসা মেঙ্ক – জিম্বাবুয়ের বিখ্যাত ইসলামি পণ্ডিত, যিনি গুজরাতি বংশোদ্ভূত।\nরিয়াদ উল হক – যুক্তরাজ্যের ইসলামি পণ্ডিত।\nমুহাম্মদ ইবনে আদম আল-কাওসারি–যুক্তরাজ্যের ইসলামি পণ্ডিত ও দারুল ইফতা লেস্টারের প্রধান মুফতি।\nআহমেদ দিদাত–দক্ষিণ আফ্রিকার বিশিষ্ট মুসলিম চিন্তাবিদ ও প্রচারক।\nইব্রাহিম দেসাই–দক্ষিণ আফ্রিকার ইসলামি পণ্ডিত ও মুফতি।\nইউসুফ কারান– দক্ষিণ আফ্রিকার ইসলামি ব্যক্তিত্ব।\nতাহা কারান – ইসলামি পণ্ডিত, ইউসুফ কারানের পুত্র।\nজাইন ভিখা – দক্ষিণ আফ্রিকার মুসলিম গায়ক, যিনি ইসলামী সংগীতের জন্য পরিচিত।\nকাসিম সেমা–দক্ষিণ আফ্রিকার বিশিষ্ট ব্যক্তি, যিনি দক্ষিণ আফ্রিকায় প্রথম মাদ্রাসা প্রতিষ্ঠা করেন।\nআজিম প্রেমজি –উইপ্রো লিমিটেডের চেয়ারম্যান; ভারতীয় মুসলিম ব্যবসায়ী ও দানবীর।\nগুলাম হোসেন –গুজরাতি বংশোদ্ভূত একজন বিশিষ্ট ব্যক্তি।\nআজুম গুলাম হোসেন – গুজরাতি সমাজের পরিচিত ব্যক্তিত্ব।\nকাসাম আজুম পাইপার্ডি – গুজরাতি বংশোদ্ভূত ব্যক্তিত্ব।\nহাশিম আমলা – দক্ষিণ আফ্রিকার আন্তর্জাতিক ক্রিকেটার।\nইরফান পাঠান – ভারতীয় ক্রিকেটার।\nইউসুফ পাঠান – ভারতীয় ক্রিকেটার, ইরফানের ভাই।\nআহমদ পটেল – ভারতীয় রাজনীতিবিদ ও কংগ্রেস নেতা।\nইমরান এন. হোসেইন– ক্যারিবীয় দ্বীপপুঞ্জের ইসলামি চিন্তাবিদ।\nবদরুদ্দীন তৈয়বজী – ভারতীয় জাতীয় কংগ্রেসের প্রাক্তন সভাপতি।\nমুহাম্মদ আলী জিন্নাহ – পাকিস্তানের প্রতিষ্ঠাতা, গুজরাতি মুসলমান।\nআব্দুস সাত্তার ইধি –একজন বিখ্যাত পাকিস্তানি সমাজসেবক ও মানবতাবাদী।\nবিলকিস ইধি – আব্দুস ইধির সহধর্মিণী ও সমাজসেবিকা।\nফারুক শেখ – ভারতীয় চলচ্চিত্র অভিনেতা।\nনুসরত ভরুচা – ভারতীয় চলচ্চিত্র অভিনেত্রী।\nসানজিদা শেখ – ভারতীয় টেলিভিশন অভিনেত্রী।\nসালিম-সুলেমান – ভারতীয় সংগীত পরিচালক জুটি; তাঁরা ইসমাইলি শিয়া মুসলিম।\nতাহের সাইফুদ্দিন – দাউদি বোহরা সম্প্রদায়ের ৫১তম দায়ি আল-মুতলাক।\nআহমেদ তিমোল – দক্ষিণ আফ্রিকার বর্ণবৈষম্য বিরোধী আন্দোলনের শহীদ।\nইউসুফ দাদু – দক্ষিণ আফ্রিকার বর্ণবৈষম্য বিরোধী সংগ্রামী।\nইসমাইল আহমদ কাচালিয়া – দক্ষিণ আফ্রিকার মুসলিম নেতা।\nআহমেদ কাঠরাদা–দক্ষিণ আফ্রিকার বর্ণবৈষম্য বিরোধী সংগ্রামী ও নেতৃস্থানীয় রাজনৈতিক কর্মী।\nজয়নাব আসভাত – বর্ণবৈষম্যের বিরুদ্ধে সংগ্রামী মুসলিম নারী।\nআমিনা কাচালিয়া – দক্ষিণ আফ্রিকার বর্ণবৈষম্য বিরোধী আন্দোলনের অন্যতম নেত্রী।\nচার্লি এক্সসিএক্স– ব্রিটিশ-ভারতীয় গীতিকার; তাঁর মা ছিলেন উগান্ডা থেকে আগত একজন গুজরাতি মুসলিম।\nএজাজ প্যাটেল –নিউজিল্যান্ডের ক্রিকেটার, গুজরাতি বংশোদ্ভূত।\n\n\n== আরো দেখুন ==\nভারতে ইসলাম\nভারতবর্ষে ইসলামি সাম্রাজ্য\nগুজরাত সালতানাত\n\n\n== তথ্যসূত্র =="}