{"pageid": 1531125, "title": "মানব বুদ্ধিমত্তা", "url": "https://bn.wikipedia.org/wiki?curid=1531125", "content": "মানব বুদ্ধিমত্তা হলো মানবজাতির বুদ্ধিবৃত্তিক ক্ষমতা, যা জটিল জ্ঞানীয় কার্যকলাপ, উচ্চ মাত্রার প্রেরণা এবং আত্মসচেতনতা দ্বারা চিহ্নিত। এই বুদ্ধিমত্তা ব্যবহারের মাধ্যমে মানুষ শিখতে, ধারণা গঠন করতে, বোঝতে এবং যুক্তি ও যুক্তি প্রয়োগ করতে পারে। মানব বুদ্ধিমত্তার মধ্যে আরও অন্তর্ভুক্ত রয়েছে প্যাটার্ন চেনা, পরিকল্পনা, নবীন ধারণা তৈরি, সমস্যা সমাধান, সিদ্ধান্ত গ্রহণ, তথ্য মনে রাখা এবং ভাষা ব্যবহার করে যোগাযোগ করার ক্ষমতা।\nবুদ্ধিমত্তা কীভাবে সংজ্ঞায়িত ও পরিমাপ করা উচিত, তা নিয়ে মতপার্থক্য রয়েছে। সাইকোমেট্রিকস-এ সাধারণত আইকিউ (IQ) পরীক্ষার মাধ্যমে মানব বুদ্ধিমত্তা মূল্যায়ন করা হয়, যদিও এই পরীক্ষার বৈধতা নিয়ে বিতর্ক রয়েছে। বুদ্ধিমত্তার বিভিন্ন উপশ্রেণি যেমন আবেগীয় বুদ্ধিমত্তা ও সামাজিক বুদ্ধিমত্তা প্রস্তাবিত হয়েছে, তবে এ নিয়ে বিতর্ক রয়েছে যে এগুলি স্বতন্ত্র বুদ্ধিমত্তার রূপ কিনা।\nএকজন ব্যক্তির বুদ্ধিমত্তার মাত্রা কীভাবে গঠিত হয়, তা নিয়েও মতবিরোধ রয়েছে। কিছু মত অনুযায়ী, বুদ্ধিমত্তা জন্মগত এবং অপরিবর্তনীয়, আবার অন্যদের মতে এটি পরিবর্তনযোগ্য এবং ব্যক্তির মানসিকতা ও প্রচেষ্টার উপর নির্ভর করে সময়ের সঙ্গে সঙ্গে বিকশিত হতে পারে।\n\n\n== সম্পর্কিত উপাদানসমূহ ==\nগঠনের দিক থেকে এবং বুদ্ধিমত্তা পরীক্ষার মাধ্যমে পরিমাপক উপায় হিসেবে, বুদ্ধিমত্তা মনোবিজ্ঞানের অন্যতম কার্যকর ধারণা হিসেবে বিবেচিত হয়। কারণ, এটি অনেক গুরুত্বপূর্ণ চলকের সঙ্গে সম্পর্কযুক্ত। যেমন দুর্ঘটনার শিকার হওয়ার সম্ভাবনা বা কারও আয়ের পরিমাণের সঙ্গে বুদ্ধিমত্তার সম্পর্ক রয়েছে। আরও কিছু উদাহরণ নিচে দেওয়া হলো:\n\nশিক্ষা\n২০১৮ সালের একটি মেটা-স্টাডি অনুযায়ী, শিক্ষা বুদ্ধিমত্তা বৃদ্ধির জন্য সবচেয়ে ধারাবাহিক, শক্তিশালী ও দীর্ঘস্থায়ী পদ্ধতি হিসেবে প্রমাণিত হয়েছে।\nব্যক্তিত্ব\nহাজার হাজার গবেষণা এবং ৫০টিরও বেশি দেশের লক্ষ লক্ষ মানুষের উপর ভিত্তি করে পরিচালিত একটি গুরুত্বপূর্ণ মেটা-অ্যানালাইসিসে দেখা গেছে, অনেক ব্যক্তিত্ব বৈশিষ্ট্যের সঙ্গে বুদ্ধিবৃত্তিক সক্ষমতার ঘনিষ্ঠ সম্পর্ক রয়েছে। নিউরোটিসিজম-সম্পর্কিত বৈশিষ্ট্যগুলোর সঙ্গে নেতিবাচক সম্পর্ক দেখা যায়। অপরদিকে কর্মচঞ্চলতা, পরিশ্রম, সহানুভূতি ও উন্মুক্ত মনের মতো বৈশিষ্ট্যের সঙ্গে বিভিন্ন বুদ্ধিবৃত্তিক সক্ষমতার ইতিবাচক সম্পর্ক রয়েছে।\n\nমায়োপিয়া\nবিভিন্ন গবেষণায় IQ এবং মায়োপিয়ার মধ্যে সম্পর্ক পাওয়া গেছে। অনেকে মনে করেন এই সম্পর্কের কারণ পরিবেশগত। যেমন, উচ্চ আইকিউ সম্পন্ন ব্যক্তিরা বেশি পড়াশোনা করেন, যা চোখের ক্ষতি করতে পারে। আবার, যারা বেশি পড়েন তারা হয়তো উচ্চ আইকিউ অর্জন করেন। অন্যদিকে, কেউ কেউ মনে করেন এই সম্পর্ক জিনগতও হতে পারে।\n\nবার্ধক্য\nগবেষণায় দেখা গেছে, বয়স বাড়ার সঙ্গে সঙ্গে মানসিক ক্ষমতা হ্রাস পায়। একটি ক্রস-সেকশনাল গবেষণায় দেখা যায়, ২০ বছর থেকে ৫০ বছর বয়স পর্যন্ত বিভিন্ন মানসিক সক্ষমতা প্রায় ০.৮ z-score পরিমাণ কমে যায়। এই সক্ষমতাগুলোর মধ্যে রয়েছে তথ্য প্রক্রিয়াকরণের গতি, কার্যকরী স্মৃতি এবং দীর্ঘমেয়াদী স্মৃতি।\n\nজিন\nমানব DNA-এর কিছু নির্দিষ্ট single-nucleotide polymorphism-এর সঙ্গে উচ্চ আইকিউ স্কোরের সম্পর্ক পাওয়া গেছে।\n\nপ্রেরণা\nআইকিউ পরীক্ষার ফলাফলে প্রেরণার প্রভাব রয়েছে। যারা বেশি প্রেরণাসম্পন্ন, তারা সাধারণত বেশি আইকিউ স্কোর করে থাকে।\n\n\n== তত্ত্বসমূহ ==\n\n\n=== আইকিউ পরীক্ষার প্রাসঙ্গিকতা ===\nমনোবিজ্ঞানে, মানব বুদ্ধিমত্তা সাধারণত আইকিউ স্কোর দ্বারা মূল্যায়ন করা হয়, যা বিশেষ ধরনের আইকিউ পরীক্ষার মাধ্যমে নির্ধারিত হয়। সাধারণভাবে দেখা যায়, উচ্চ আইকিউ স্কোর থাকা জীবনের বিভিন্ন ক্ষেত্রে ভালো ফলাফলের সঙ্গে সম্পর্কিত।\nতবে, যদিও আইকিউ পরীক্ষার ফলাফল সাধারণত একাধিক পরীক্ষার মধ্যে উচ্চ মাত্রার নির্ভরযোগ্যতা প্রদর্শন করে এবং নির্দিষ্ট ধরণের সাফল্য ভবিষ্যদ্বাণী করতে সক্ষম, এটি মানব বুদ্ধিমত্তার একটি সামগ্রিক পরিমাপক হিসেবে এর গঠন বৈধতা (construct validity) নিয়ে প্রশ্ন রয়েছে।\nআইকিউ পরীক্ষাগুলো সাধারণত কিছু নির্দিষ্ট ধরণের বুদ্ধিমত্তা পরিমাপ করতে সক্ষম হলেও, এই পরীক্ষাগুলো সৃজনশীলতা ও সামাজিক বুদ্ধিমত্তাসহ মানব বুদ্ধিমত্তার বিস্তৃত সংজ্ঞা যথাযথভাবে পরিমাপ করতে ব্যর্থ হতে পারে। মনোবিজ্ঞানী ওয়েইন উইটেনের মতে, \"আইকিউ পরীক্ষা সেই ধরণের বুদ্ধিমত্তা পরিমাপের ক্ষেত্রে কার্যকর, যা শিক্ষাক্ষেত্রে ভালো ফল করার জন্য প্রয়োজন। কিন্তু যদি বুদ্ধিমত্তা কোনো বিস্তৃত অর্থে মূল্যায়ন করা হয়, তাহলে এই পরীক্ষাগুলোর বৈধতা নিয়ে প্রশ্ন ওঠে।\"\n\n\n=== বহুবিধ বুদ্ধিমত্তার তত্ত্ব ===\nহাওয়ার্ড গার্ডনার-এর বহুবিধ বুদ্ধিমত্তার তত্ত্ব গঠিত হয়েছে স্বাভাবিক শিশু ও প্রাপ্তবয়স্ক, মেধাবী ব্যক্তি (যাদের মধ্যে তথাকথিত \"সাভান্ত\" অন্তর্ভুক্ত), মস্তিষ্কে আঘাতপ্রাপ্ত ব্যক্তি, বিশেষজ্ঞ ও গুণীজন, এবং বিভিন্ন সংস্কৃতির মানুষের উপর পরিচালিত গবেষণার ভিত্তিতে। গার্ডনার বুদ্ধিমত্তাকে বিভিন্ন উপাদানে ভাগ করেছেন। তাঁর গ্রন্থ Frames of Mind-এর প্রথম সংস্করণে (১৯৮৩) তিনি সাতটি পৃথক বুদ্ধিমত্তার ধরন চিহ্নিত করেন: যৌক্তিক-গাণিতিক, ভাষাগত, স্থানিক, সঙ্গীত সংক্রান্ত, শারীরিক-গতিশীল, আন্তঃব্যক্তিক, এবং অন্তঃব্যক্তিক। পরবর্তী সংস্করণে তিনি আরও দুটি বুদ্ধিমত্তা যোগ করেন: প্রাকৃতিক এবং অস্তিত্ববাদী বুদ্ধিমত্তা।\nগার্ডনার দাবি করেন, প্রচলিত মনোবিজ্ঞানভিত্তিক (IQ) পরীক্ষাগুলি কেবল ভাষাগত ও যৌক্তিক বুদ্ধিমত্তা, এবং আংশিকভাবে স্থানিক বুদ্ধিমত্তার দিকটিকেই বিবেচনা করে।\nতবে এই তত্ত্বের একটি সমালোচনার দিক হলো—এটি কখনোই গার্ডনার কিংবা অন্য কারো দ্বারা পরীক্ষিত বা সহকর্মীদের পর্যালোচনার আওতায় আনা হয়নি। এমনকি একে প্রত্যাখ্যানযোগ্য হিসেবেও দেখা যায় না।\nঅন্যরা (যেমন লক, ২০০৫) যুক্তি দেন যে অনেক নির্দিষ্ট বুদ্ধিমত্তা স্বীকার করা (নির্দিষ্ট দক্ষতা তত্ত্ব) একটি রাজনৈতিক অভিপ্রায় বহন করে, যার উদ্দেশ্য হলো প্রত্যেক ব্যক্তির স্বাতন্ত্র্যকে মূল্যায়ন করা—এবং এটি প্রকৃত ও তাৎপর্যপূর্ণ মানসিক ক্ষমতার ব্যবধানকে উপেক্ষা করতে পারে।\nশ্মিট ও হান্টার প্রস্তাব করেছেন যে সাধারণ মানসিক দক্ষতা বা \"g\" ছাড়িয়ে নির্দিষ্ট দক্ষতার পূর্বাভাসমূলক বৈধতার পক্ষে কোনো বাস্তব প্রমাণ নেই।\nঅন্যদিকে, জেরোম ব্রুনার গার্ডনারের সাথে একমত হয়েছেন যে এই বুদ্ধিমত্তাগুলি \"উপযোগী কাল্পনিক ধারণা\", এবং বলেছেন যে “মানসিক পরীক্ষার সংখ্যাগত বিশ্লেষণের চেয়ে তাঁর পন্থা অনেক দূর এগিয়ে, এবং তা প্রশংসার যোগ্য।”\n\n\n=== ত্রৈমাস্তিক বুদ্ধিমত্তা তত্ত্ব ===\nরবার্ট স্টার্নবার্গ তার প্রস্তাবিত ত্রৈমাস্তিক বুদ্ধিমত্তা তত্ত্বে প্রচলিত পার্থক্যভিত্তিক বা জ্ঞানতাত্ত্বিক বুদ্ধিমত্তা তত্ত্বের তুলনায় মানুষের বুদ্ধিবৃত্তিক সামর্থ্যের একটি আরও বিস্তৃত বিবরণ তুলে ধরার চেষ্টা করেছেন। এই তত্ত্বে বুদ্ধিমত্তার তিনটি মৌলিক দিক বর্ণনা করা হয়েছে:\nবিশ্লেষণধর্মী বুদ্ধিমত্তা (Analytic intelligence) মানসিক প্রক্রিয়াগুলোর মাধ্যমে বুদ্ধিমত্তার প্রকাশ ঘটায়।\nসৃজনশীল বুদ্ধিমত্তা (Creative intelligence) তখন প্রয়োজন হয় যখন কেউ একপ্রকার নতুন, তবে সম্পূর্ণ নতুন নয় এমন কোনো সমস্যার মুখোমুখি হয়, বা কোনো কাজকে স্বয়ংক্রিয়ভাবে সম্পন্ন করার অভ্যাস গড়ে তোলে।\nপ্রাযুক্তিক বুদ্ধিমত্তা (Practical intelligence) সামাজিক ও সাংস্কৃতিক প্রেক্ষাপটে প্রাসঙ্গিক। এটি পরিবেশের সঙ্গে খাপ খাইয়ে নেওয়া, পরিবেশ নির্বাচন এবং পরিবেশকে রূপান্তর করার মাধ্যমে মানিয়ে চলার প্রক্রিয়াকে অন্তর্ভুক্ত করে।\nএই তত্ত্ব সাধারণ বুদ্ধিমত্তা (general intelligence) ধারণাকে অস্বীকার করে না। বরং, এটি বলেছে যে সাধারণ বুদ্ধিমত্তা বিশ্লেষণধর্মী বুদ্ধিমত্তার একটি অংশ, এবং বুদ্ধিমত্তার সম্পূর্ণ পরিসর বুঝতে হলে উপরের তিনটি দিক একত্রে বিবেচনা করা জরুরি।\nপরে স্টার্নবার্গ এই তত্ত্বটি সংশোধন করে এর নাম দেন \"সফল বুদ্ধিমত্তার তত্ত্ব\" (Theory of Successful Intelligence)। এই সংস্করণে, তিনি বুদ্ধিমত্তাকে একজন ব্যক্তির নিজস্ব মানদণ্ড ও সামাজিক-সাংস্কৃতিক প্রেক্ষাপটে জীবনে সফলতা অর্জনের সক্ষমতা হিসেবে সংজ্ঞায়িত করেন। সফলতা অর্জিত হয় বিশ্লেষণধর্মী, সৃজনশীল এবং প্রাযুক্তিক বুদ্ধিমত্তার সংমিশ্রণ ব্যবহার করে। এই তিনটি দিককে তিনি প্রক্রিয়াজাত দক্ষতা (processing skills) হিসেবে অভিহিত করেন, যেগুলো ব্যবহার করে একজন ব্যক্তি সফলতার পথে অগ্রসর হয়। সফলতা অর্জনে ব্যবহৃত কৌশলগুলোর মধ্যে রয়েছে নিজের শক্তির সর্বোত্তম ব্যবহার এবং দুর্বলতাগুলো সমন্বয় বা সংশোধন করা।\nস্টার্নবার্গের তত্ত্ব ও গবেষণা এখনও বৈজ্ঞানিক সমাজে বিতর্কিত বিষয় হিসেবে বিবেচিত।\n\n\n=== PASS বুদ্ধিমত্তা তত্ত্ব ===\nA. R. Luria-র (১৯৬৬) মস্তিষ্কের কার্যকরিতার খণ্ডায়নের উপর ভিত্তি করে লেখা গুরুত্বপূর্ণ গবেষণাকাজের এবং বহু দশকের নিউরোইমেজিং গবেষণার ভিত্তিতে গঠিত PASS Theory of Intelligence (Planning/Attention/Simultaneous/Successive) বা পরিকল্পনা/মনোযোগ/সমকালীন/ক্রমিক প্রক্রিয়া তত্ত্ব অনুযায়ী, জ্ঞান বা বুদ্ধিমত্তা তিনটি প্রধান স্নায়ুবৈজ্ঞানিক ব্যবস্থার মাধ্যমে সংঘটিত হয় এবং এতে চারটি নির্দিষ্ট প্রক্রিয়া থাকে:\nপরিকল্পনা (Planning) – এটি এমন একটি নির্বাহী কার্যাবলি যা আচরণ নিয়ন্ত্রণ ও সংগঠনের জন্য দায়ী। এটি কৌশল নির্বাচন ও নির্মাণ করে এবং কর্মক্ষমতা পর্যবেক্ষণ করে।\nমনোযোগ (Attention) – এটি উত্তেজনার মাত্রা ও সজাগতা বজায় রাখে এবং প্রাসঙ্গিক উদ্দীপনার প্রতি মনোযোগ নিশ্চিত করে।\nসমকালীন প্রক্রিয়া (Simultaneous processing) – যখন বিভিন্ন উপাদানের মধ্যে সম্পর্ক অনুধাবন করে একটি সামগ্রিক ধারণা তৈরি করতে হয়, তখন এটি ব্যবহৃত হয়। যেমন, একটি বৃত্তের মধ্যে ত্রিভুজ চেনা বনাম একটি ত্রিভুজের মধ্যে বৃত্ত চেনা অথবা \"সে সকালের খাবারের আগে স্নান করেছিল\" এবং \"সে স্নানের আগে সকালের খাবার খেয়েছিল\" — এই ধরনের পার্থক্য বোঝা।\nক্রমিক প্রক্রিয়া (Successive processing) – এটি ব্যবহৃত হয় যখন একাধিক উপাদান বা শব্দ ঠিক যেভাবে উপস্থাপন করা হয়েছে সেই অনুক্রমে মনে রাখতে হয়।\nএই চারটি প্রক্রিয়া মস্তিষ্কের চারটি ভিন্ন ভিন্ন অংশে সংঘটিত হয়। পরিকল্পনা মূলত মস্তিষ্কের সামনের অংশ, অর্থাৎ ফ্রন্টাল লোব-এ ঘটে। মনোযোগ এবং উত্তেজনা নিয়ন্ত্রণে ফ্রন্টাল লোব এবং কর্টেক্সের নিচের অংশ যুক্ত, যদিও পারিয়েটাল লোবও মনোযোগে গুরুত্বপূর্ণ ভূমিকা রাখে। সমকালীন এবং ক্রমিক প্রক্রিয়াগুলি ঘটে মস্তিষ্কের পশ্চাৎভাগে। সমকালীন প্রক্রিয়ার সঙ্গে অক্সিপিটাল এবং পারিয়েটাল লোব যুক্ত, আর ক্রমিক প্রক্রিয়া ফ্রন্টাল-টেম্পোরাল লোবের সঙ্গে সম্পর্কিত।\nPASS তত্ত্বটি Luria-র কাজের উপর নির্ভরশীল এবং বুদ্ধিমত্তা বিশ্লেষণে কগনিটিভ সাইকোলজির বিভিন্ন গবেষণার দ্বারা সমর্থিত।\n\n\n== তথ্যসূত্র =="}