{"pageid": 1531728, "title": "ওয়াল্ট ডিজনি ওয়ার্ল্ড রিসোর্ট", "url": "https://bn.wikipedia.org/wiki?curid=1531728", "content": "ওয়াল্ট ডিজনি ওয়ার্ল্ড রিসোর্ট যুক্তরাষ্ট্রের ফ্লোরিডা অঙ্গরাজ্যের অরল্যান্ডো শহরের দক্ষিণ-পশ্চিমে প্রায় ২০ মাইল (৩২ কিমি) দূরে অবস্থিত একটি বিশাল বিনোদন কেন্দ্র। এটি ১৯৭১ সালের ১ অক্টোবর চালু হয় এবং ওয়াল্ট ডিজনি কোম্পানির একটি শাখা \"ডিজনি এক্সপেরিয়েন্সেস\" দ্বারা পরিচালিত হয়। প্রায় ২৫,০০০ একর (১০১ বর্গ কিমি) জমির ওপর নির্মিত এই রিসোর্টের অর্ধেকেরও বেশি অংশ ইতোমধ্যে উন্নয়ন করা হয়েছে।\nএই রিসোর্টে পর্যটকদের দীর্ঘ সময় ধরে আকর্ষণ করার জন্য অসংখ্য বিনোদন সুবিধা রয়েছে। এর মধ্যে রয়েছে চারটি থিম পার্ক, দুটি ওয়াটার পার্ক, চারটি গলফ কোর্স, কনফারেন্স সেন্টার, একটি প্রতিযোগিতামূলক ক্রীড়া কমপ্লেক্স এবং কেনাকাটা, খাওয়া-দাওয়া ও বিনোদনের জন্য একটি বৃহৎ কমপ্লেক্স। এ ছাড়া এখানে ডিজনির মালিকানাধীন ১৯টি রিসোর্ট হোটেল এবং একটি ক্যাম্পিং রিসোর্ট রয়েছে, যার পাশাপাশি রয়েছে আরও অনেক বেসরকারিভাবে পরিচালিত হোটেল ও রিসোর্ট।\nএই বিশাল প্রকল্পটি ক্যালিফোর্নিয়ার আনাহেইমে অবস্থিত ডিজনিল্যান্ডের সম্পূরক হিসেবে তৈরি করা হয়, যা ১৯৫৫ সালে চালু হয়েছিল। ১৯৬০-এর দশকে ওয়াল্ট ডিজনি নিজে এই নতুন প্রকল্প হাতে নেন। তিনি ক্যালিফোর্নিয়ার ডিজনিল্যান্ডের চারপাশে গড়ে ওঠা বিভিন্ন বাণিজ্যিক প্রতিষ্ঠানগুলোর কারণে সম্প্রসারণে সীমাবদ্ধতা অনুভব করেছিলেন। তাই “দ্য ফ্লোরিডা প্রজেক্ট” নামে নতুন একটি পরিকল্পনা গ্রহণ করা হয়, যার মধ্যে ছিল বিভিন্ন ধরনের নিজস্ব আকর্ষণ। ওয়াল্ট ডিজনির মূল পরিকল্পনায় একটি \"ভবিষ্যতের পরীক্ষামূলক আদর্শ কমিউনিটি\" (EPCOT) তৈরির কথাও ছিল, যেখানে আধুনিক শহরজীবনের নতুন উদ্ভাবনের পরীক্ষা করা যেত।\nকিন্তু ১৯৬৬ সালের ১৫ ডিসেম্বর, রিসোর্ট তৈরির পরিকল্পনার শুরুর সময়েই ওয়াল্ট ডিজনি মারা যান। তার মৃত্যুর পর কোম্পানির মধ্যে প্রকল্পটি চালু করা হবে কি না—তা নিয়ে দ্বিধা দেখা দেয়। কিন্তু ওয়াল্টের বড় ভাই, রয় ও. ডিজনি অবসর ভেঙে ফিরে আসেন এবং ভাইয়ের স্বপ্ন বাস্তবায়নে নেতৃত্ব দেন। নির্মাণ কাজ শুরু হয় ১৯৬৭ সালে। প্রথমে ভবিষ্যতের পরিকল্পিত শহরের ধারণা বাদ দিয়ে ডিজনিল্যান্ডের মতো একটি থিম পার্ক রিসোর্ট তৈরি করা হয়। এর প্রথম থিম পার্ক “ম্যাজিক কিংডম” ১৯৭১ সালে চালু হয়। এরপর আসে EPCOT (তখন পরিচিত ছিল EPCOT Center নামে) ১৯৮২ সালে, ডিজনির হলিউড স্টুডিওস (তখন Disney-MGM Studios Theme Park) ১৯৮৯ সালে এবং ডিজনির অ্যানিমেল কিংডম ১৯৯৮ সালে। রয় ডিজনির অনুরোধেই রিসোর্টের নাম শুধু \"ডিজনি ওয়ার্ল্ড\" থেকে বদলে \"ওয়াল্ট ডিজনি ওয়ার্ল্ড\" রাখা হয়, ভাইয়ের স্মৃতির প্রতি শ্রদ্ধা জানিয়ে।\n২০১৮ সালে, ওয়াল্ট ডিজনি ওয়ার্ল্ড ছিল বিশ্বের সবচেয়ে বেশি ভ্রমণকারীদের আকৃষ্ট করা ছুটির গন্তব্য, যার বার্ষিক গড় দর্শনার্থীর সংখ্যা ছিল ৫ কোটি ৮০ লাখেরও বেশি। এটি যুক্তরাষ্ট্রের সবচেয়ে বড় একক কর্মসংস্থান প্রদানকারী প্রতিষ্ঠান এবং ডিজনি কর্পোরেশনের বৈশ্বিক কার্যক্রমের মূল কেন্দ্র। আজ এটি আমেরিকান সংস্কৃতির একটি অপরিহার্য অংশে পরিণত হয়েছে।\n\n\n== পরিকল্পনা ও নির্মাণ ==\n\n\n==== ভাবনার সূচনা ====\n১৯৬৫ সালের ১৫ নভেম্বর ওয়াল্ট ডিজনি (বামে), তার ভাই রয় ও. ডিজনি (ডানে) এবং ফ্লোরিডার তৎকালীন গভর্নর ডব্লিউ. হেইডন বার্নস (মাঝে) ডিজনি ওয়ার্ল্ড গঠনের ঘোষণা দেন। ওয়াল্ট ডিজনির ১৯৬৬ সালের মূল পরিকল্পনার ওপর ভিত্তি করে ডিজনি ওয়ার্ল্ড ও প্রস্তাবিত EPCOT শহরের (কমলা রঙে) অবস্থান এবং বর্তমান পরিস্থিতির (নীল রঙে) একটি তুলনামূলক মানচিত্র তৈরি করা হয়। ১৯৫৯ সালে, ওয়াল্ট ডিজনি প্রোডাকশনস দ্বিতীয় একটি রিসোর্ট স্থাপনের জন্য জমি খুঁজতে শুরু করে, যা ক্যালিফোর্নিয়ার আনাহেইমে ১৯৫৫ সালে খোলা ডিজনিল্যান্ডের পরিপূরক হবে। তখনকার বাজার গবেষণায় দেখা যায়, ডিজনিল্যান্ডে আসা দর্শনার্থীদের মাত্র ৫% মিসিসিপি নদীর পূর্ব দিক থেকে আসতেন, যদিও যুক্তরাষ্ট্রের মোট জনসংখ্যার প্রায় ৭৫% সেখানেই বসবাস করত। তাছাড়া ওয়াল্ট ডিজনি ডিজনিল্যান্ডের চারপাশে গজিয়ে ওঠা বেসরকারি ব্যবসায়িক প্রতিষ্ঠানগুলো পছন্দ করতেন না এবং নতুন প্রকল্পে তিনি বড় পরিসরে নিজের নিয়ন্ত্রণে রাখতে চেয়েছিলেন।\n১৯৬৩ সালের নভেম্বর মাসে ওয়াল্ট ডিজনি ফ্লোরিডার অরল্যান্ডো অঞ্চলের সম্ভাব্য একটি জায়গার ওপর দিয়ে উড়োজাহাজে উড়ে দেখেন। এই এলাকা বেছে নেওয়ার কারণ ছিল এর ভালো সড়ক নেটওয়ার্ক, নির্মাণাধীন ইন্টারস্টেট ৪ ও ফ্লোরিডা টার্নপাইক, এবং পাশের ম্যাককয় এয়ারফোর্স বেস (বর্তমানে অরল্যান্ডো ইন্টারন্যাশনাল এয়ারপোর্ট)। তিনি বে লেকের কাছে একটি কেন্দ্রীয় জায়গাকে চূড়ান্ত করেন এবং এই প্রকল্পকে অভ্যন্তরীণভাবে “দ্য ফ্লোরিডা প্রজেক্ট” নামে ডাকতে শুরু করেন। জমির দাম বেড়ে যাওয়ার ঝুঁকি এড়াতে ডিজনির কোম্পানি গোপনে ভুয়া নামের একাধিক কোম্পানি ব্যবহার করে ২৭,৪৪৩ একর (প্রায় ১১১ বর্গ কিমি) জমি কিনে নেয়। ১৯৬৫ সালের মে মাসে অরল্যান্ডোর দক্ষিণ-পশ্চিমের ওসিওলা কাউন্টিতে কিছু বড় জমির লেনদেন হয়। কয়েকটি বড় জমি মোট ১৫ লাখ ডলারে কেনা হয় এবং অনেক ছোট ছোট জমিও কেনা হয়, যেগুলোর মালিক ছিলো \"Ayefour Corporation\", \"Latin-American Development and Management Corporation\", ও \"Reedy Creek Ranch Corporation\"–এমন অদ্ভুত নামধারী প্রতিষ্ঠান। এগুলোর কিছু নাম আজও ম্যাজিক কিংডমের মেইন স্ট্রিট ইউএসএর জানালায় স্মরণ করে রাখা হয়েছে। ছোট জমিগুলো, যেগুলো “আউটস” নামে পরিচিত ছিল, ১৯১২ সালে “Munger Land Company” কর্তৃক প্ল্যান করা হয় এবং বিনিয়োগকারীদের কাছে বিক্রি হয়েছিল। ১৯৬০-এর দশকে এসব জমির বেশিরভাগ মালিক খুশি হয়েই সেগুলো ডিজনির কাছে বিক্রি করে দেন, কারণ জায়গাগুলো ছিল মূলত জলাভূমি। আরেকটি সমস্যা ছিল এই জমির খনিজ সম্পদের মালিকানা, যা ছিল টাফটস বিশ্ববিদ্যালয়ের হাতে। তারা চাইলে ভবিষ্যতে যে কোনো সময় সেখানে খনন কাজ করতে পারত। শেষ পর্যন্ত ডিজনির দল ১৫,০০০ ডলারে এই খনিজ সম্পদের মালিকানাও কিনে নেয়।\nসবকিছু চরম গোপনীয়তার মধ্যে রেখে, ১৯৬৪ সালের এপ্রিল থেকে কিছু রিয়েল এস্টেট এজেন্ট, ক্লায়েন্টের পরিচয় গোপন রেখেই, দক্ষিণ-পশ্চিম অরেঞ্জ কাউন্টি ও উত্তর-পশ্চিম ওসিওলা কাউন্টির জমির মালিকদের সঙ্গে যোগাযোগ শুরু করেন। তারা বেশ কিছু জমি খুব কম দামে, প্রতি একর মাত্র ১০০ ডলারে পর্যন্ত কিনে নিতে সক্ষম হন।\nপ্রথম দিকের কিছু গুজব বলেছিল, এসব জমি হয়তো নাসা কিনছে কেনেডি স্পেস সেন্টারের জন্য, আবার কেউ বলেছিল ফোর্ড, রকফেলার কিংবা হাওয়ার্ড হিউজের মতো বড় বিনিয়োগকারীরা এসব জমি নিচ্ছেন। ১৯৬৫ সালের ২০ মে Orlando Sentinel পত্রিকায় একটি প্রতিবেদন প্রকাশিত হয় যেখানে গুজব ছিল ডিজনি \"ইস্ট কোস্ট ডিজনিল্যান্ড\" তৈরি করছেন। তবে তখন ওয়াল্ট ডিজনি নাসার এক সাক্ষাৎকারে এই খবর অস্বীকার করেন।\nতবে সেই বছরের অক্টোবরে, Sentinel-এর সম্পাদক এমিলি বাভার ডিজনিল্যান্ডের দশম বার্ষিকীতে গিয়ে ডিজনিকে সরাসরি প্রশ্ন করেন তিনি কি ফ্লোরিডায় জমি কিনছেন? ডিজনির প্রতিক্রিয়ায় তিনি দেখেন, যেন তার মুখে এক বালতি পানি ছুঁড়ে মারা হয়েছে—এইভাবে চমকে ওঠেন তিনি। যদিও ডিজনি তাৎক্ষণিকভাবে বিষয়টি অস্বীকার করেন, এমিলির সন্দেহ আরও গভীর হয় এবং ২১ অক্টোবর ১৯৬৫ তারিখে তিনি ভবিষ্যদ্বাণীমূলকভাবে লিখে ফেলেন যে, ডিজনি দ্বিতীয় পার্ক বানাচ্ছেন ফ্লোরিডায়। তিন দিন পর, আরও তথ্য সংগ্রহ করে পত্রিকাটি এক প্রবন্ধ ছাপে—\"We Say: 'Mystery' Industry Is Disney\"।\nওয়াল্ট ডিজনি মূলত ১৫ নভেম্বর ১৯৬৫ তারিখে এই প্রকল্পের ঘোষণা দেওয়ার পরিকল্পনা করলেও, গুজবের আগেই ২৫ অক্টোবর গভর্নর বার্নসকে দিয়ে এটি নিশ্চিত করিয়ে নেন। তিনি এটিকে \"ফ্লোরিডার ইতিহাসে সবচেয়ে বড় আকর্ষণ\" বলে ঘোষণা দেন। তবে পরিকল্পিত দিনেই—১৫ নভেম্বর, ওয়াল্ট ডিজনি আনুষ্ঠানিকভাবে অরল্যান্ডোতে গভর্নর বার্নসের সঙ্গে মিলিত হয়ে ডিজনি ওয়ার্ল্ডের ঘোষণা দেন।\n\n\n== পরিকল্পনা ও জমি কেনা (১৯৫৯-১৯৬৫) ==\nওয়াল্ট ডিজনি (Walt Disney) ১৯৫৯ সালে ল্যান্ড একুইজিশন শুরু করেন, যাতে দ্বিতীয় রিসোর্ট নির্মাণ করা যাবে, যা ডিজনিল্যান্ডের (California) পরিপূরক হবে। তখন মার্কেট গবেষণায় দেখা যায়, ড্যান্সল্যান্ডের দর্শকদের মাত্র ৫% পূর্ব মিসিসিপি নদীর পূর্বদিকে আসেন, যেখানে যুক্তরাষ্ট্রের ৭৫% জনসংখ্যা থাকে। এর পরিপ্রেক্ষিতে ডিজনি, ফ্লোরিডার অরল্যান্ডো শহরে সম্ভাব্য জায়গা পরিদর্শন করেন। ১৯৬৩ সালের নভেম্বরে, তিনি ২৭,৪৪৩ একর জমি কিনতে শুরু করেন, যা ‘ফ্লোরিডা প্রজেক্ট’ নামে পরিচিত ছিল। এই জমি কেনার জন্য বিভিন্ন ডামি কোম্পানি ব্যবহার করা হয়েছিল, যাতে জনগণের সন্দেহ না হয়।\nমুখ্য ভূমিকা: ফ্লোরিডার ওয়াল্ট ডিজনি রিসোর্টের জন্য জমি কেনা এবং নতুন পরিকল্পনার জন্য আইনগত ব্যবস্থা নেওয়া।\n\n\n== ওয়াল্ট ডিজনির মৃত্যু এবং রয়ের তত্ত্বাবধান (১৯৬৬-১৯৭১) ==\n১৯৬৬ সালের ডিসেম্বর ১৫ তারিখে, ওয়াল্ট ডিজনি মৃত্যুবরণ করেন। তার মৃত্যুর পর, তার বড় ভাই রয়ের কাছে এই প্রকল্পটির দায়িত্ব চলে আসে। রয়ের তত্ত্বাবধানে, ১৯৬৭ সালের ফেব্রুয়ারিতে, ফ্লোরিডায় ‘রিডি ক্রীক ইমপ্রুভমেন্ট ডিস্ট্রিক্ট’ প্রতিষ্ঠা করা হয়, যা দুটি শহর—বেই লেক এবং রিডি ক্রীক (বর্তমানে লেক বুয়েনা ভিস্টা)—গঠন করে। এই ডিস্ট্রিক্টে বিশেষ সুযোগ-সুবিধা প্রদান করা হয়, যেমন ট্যাক্স মুক্ত বন্ড ইস্যু, এবং কোনটি ভবিষ্যতে কাউন্টি বা স্টেটের আইন অনুযায়ী জমি ব্যবহারের ওপর বিধিনিষেধ ছিল না।\n১৯৭১ সালের অক্টোবর ১ তারিখে, ম্যাজিক কিংডম পার্ক খোলা হয় এবং ওয়াল্ট ডিজনি ওয়ার্ল্ড নামে পরিচিত হয়। রয়ের উদ্যোগে পুরো প্রকল্পটি তার ভাই ওয়াল্টের সম্মানে নামকরণ করা হয়। এর মধ্যে ম্যাজিক কিংডম, কন্টেম্পোরারি রিসোর্ট হোটেল, পলিনেশিয়ান ভিলেজ রিসোর্ট, এবং দুটি গোলফ কোর্স অন্তর্ভুক্ত ছিল। রয়ের নিজস্ব ভাষায়, “সবাই জানে ফোর্ড গাড়ির নাম, কিন্তু হেনরি ফোর্ডের নাম কি সবাই জানে? ওয়াল্ট ডিজনি ওয়ার্ল্ড ওয়াল্ট ডিজনির স্মরণে, যাতে সবাই তার নাম জানে।”\n\n\n== ১৯৮০-২০২০: সম্প্রসারণ এবং উদ্ভাবন ==\nওয়াল্ট ডিজনির আসল পরিকল্পনা ছিল “প্রোগ্রেস সিটি” নামে একটি পরীক্ষা-নিরীক্ষার শহর তৈরি করা, যা পরে ‘EPCOT’ থিম পার্কে পরিণত হয়। ১৯৮২ সালে EPCOT সেন্টার (বর্তমানে শুধুমাত্র EPCOT) উদ্বোধন হয়। এই পার্কটি প্রযুক্তির উদ্ভাবন প্রদর্শন করত, তবে এটি মূলত একটি বিশ্বমেলার মতো কাজ করেছিল। ১৯৮৯ সালে Disney-MGM Studios (বর্তমানে Disney's Hollywood Studios) উদ্বোধন হয়, যা সিনেমা ও টেলিভিশন ব্যবসা থেকে অনুপ্রাণিত ছিল। ১৯৯৮ সালে Disney’s Animal Kingdom খোলা হয়, যা পৃথিবীর বন্যপ্রাণী ও প্রাকৃতিক পরিবেশের প্রতি শ্রদ্ধা নিবেদিত। ১৯৯০-এর দশকের শুরুতে, পরিবেশ রক্ষার জন্য Disney ও স্থানীয় সরকার একটি চুক্তি স্বাক্ষর করে, যেখানে Disney ৮,৫০০ একর জমি কিনে সেটি বন্যপ্রাণী সংরক্ষণে নিয়োজিত করেছিল। ২০০৯ সালে Disney ঘোষণা দেয় যে তারা ইংল্যান্ডের সুইন্ডন শহরের সঙ্গে বন্ধুত্বপূর্ণ সম্পর্ক স্থাপন করবে।\n\n\n== কোভিড-১৯ এর প্রভাব ==\n\n\n==== কোভিড-১৯ মহামারী প্রতিক্রিয়া (২০২০) ====\n১২ মার্চ ২০২০, একটি ডিসনি মুখপাত্র ঘোষণা করেন যে, কোভিড-১৯ মহামারীর কারণে ডিসনি ওয়ার্ল্ড এবং ডিজনি ল্যান্ড প্যারিস ১৫ মার্চ ২০২০ থেকে সাময়িকভাবে বন্ধ করা হবে। এই মহামারীর ফলে ডিজনি ওয়ার্ল্ডে ৬,৫০০ কর্মচারী ছাঁটাই করা হয় এবং পার্ক পুনরায় খোলার পর ২৫% ধারণক্ষমতায় পরিচালিত হয়। জুন ২০২০ সালে, ডিজনি ওয়ার্ল্ডকে ২০১৯–২০২০ এনবিএ সিজন পুনরায় শুরু করতে এনবিএ বাবল আয়োজনের জন্য নির্বাচিত করা হয়, যেখানে পার্কের ESPN ওয়াইড ওয়ার্ল্ড অব স্পোর্টস কমপ্লেক্স ব্যবহৃত হয়।\n\n\n==== পুনরায় খোলার পর নতুন স্বাস্থ্যবিধি (২০২০-২০২১) ====\n১১ জুলাই ২০২০, ডিজনি ওয়ার্ল্ড অফিসিয়ালি পুনরায় খোলা হয়, প্রথমে ম্যাজিক কিংডম এবং ডিজনি অ্যানিমাল কিংডমে ২৫% ধারণক্ষমতায়, পরে ৪ দিন পর ইপকট এবং ডিজনি হলিউড স্টুডিওসও পুনরায় খুলে দেয়া হয়। স্বাস্থ্য সুরক্ষার জন্য নতুন কিছু পদক্ষেপ নেয়া হয়, যেমন মাস্ক পরা, তাপমাত্রা পরীক্ষা, প্লেক্সিগ্লাস দেয়াল বসানো, এবং বড় আকারের ইভেন্ট যেমন প্যারেড এবং নাইট শো সাময়িকভাবে বন্ধ রাখা হয়।\nনভেম্বর ২০২০ পর্যন্ত, পার্কের ধারণক্ষমতা ৩৫% পর্যন্ত বৃদ্ধি করা হয়, এবং ২০২১ সালের মধ্যাহ্নে মাস্ক পরা এবং তাপমাত্রা পরীক্ষার নিয়ম বাতিল করা হয়। তবে জুলাই ২০২১ নাগাদ ডেলটা ভ্যারিয়েন্টের কারণে নতুন স্বাস্থ্যবিধি চালু করা হয়, যার মধ্যে সব আর্কিটেকচারাল এলাকায় মাস্ক পরা বাধ্যতামূলক ছিল। ২০২২ সালের ফেব্রুয়ারিতে এই পদক্ষেপগুলো তুলে নেয়া হয়।\n\n\n== ৫০তম বার্ষিকী উদযাপন এবং নতুন পরিষেবা (২০২১–২০২২) ==\n২০২১ সালের ১ অক্টোবর, ডিজনি ওয়ার্ল্ড তার ৫০তম বার্ষিকী উদযাপন শুরু করে \"দ্য ওয়ার্ল্ডস মোস্ট ম্যাজিক্যাল সেলিব্রেশন\" নামে, যা ১৮ মাস ধরে চলেছিল এবং ২০২৩ সালের ৩১ মার্চ শেষ হয়। ২০২২ সালের জানুয়ারিতে ডিজনি ম্যাজিক্যাল এক্সপ্রেস নামে একটি ফ্রি পরিবহন এবং লাগেজ সেবা বন্ধ করা হয়।\n\n\n== জেনি+ এবং রেইডি ক্রিক আইনি পরিবর্তন (২০২১–২০২৩) ==\nআগস্ট ২০২১ সালে, ডিজনি কোম্পানি ঘোষণা করে যে ফাস্টপাস+ সিস্টেম, যা ১৯৯৯ সাল থেকে বিনামূল্যে ছিল, তা বাতিল করা হবে এবং তার জায়গায় নতুন \"জেনি+\" সিস্টেম চালু করা হবে, যার জন্য ১৮ ডলার থেকে ৩৫ ডলারের মধ্যে ফি নেয়া হবে। এছাড়া, এই সিস্টেমে \"লাইটনিং লেন\" নামে একটি নতুন অপশন থাকবে, যা প্রধান আকর্ষণগুলোর জন্য অতিরিক্ত ফি নেয়া হবে। এছাড়া, ২০২২ সালের ২২ এপ্রিল, ফ্লোরিডা গভর্নর রন ডেসান্টিস একটি আইন স্বাক্ষর করেন যার মাধ্যমে ডিজনি কোম্পানির বিশেষ মর্যাদা আরেকটি আইনি পরিবর্তনের মাধ্যমে শেষ হয়ে যায়। এর মাধ্যমে, \"রেইডি ক্রিক ইমপ্রুভমেন্ট ডিস্ট্রিক্ট\" বিলুপ্ত হয়ে যায় এবং কোম্পানির উপর ফ্লোরিডার আইনি হস্তক্ষেপ শুরু হয়। ২০২৩ সালের জুনে এই আইন কার্যকর হয়, এবং গর্ভনর ডেসান্টিস পরিকল্পনা করেছেন যে ডিজনি’র মনোরেল সিস্টেমেও ফ্লোরিডার পরিবহন বিভাগ নজরদারি করবে।\n\n\n== অবস্থান ==\nফ্লোরিডার এই রিসোর্টটি অরল্যান্ডো শহরের সীমানার মধ্যে নয়, তবে এটি ডাউনটাউন অরল্যান্ডোর দক্ষিণ-পশ্চিমে অবস্থিত। রিসোর্টের অধিকাংশ অংশ দক্ষিণ-পশ্চিম অরেঞ্জ কাউন্টিতে, বাকি অংশটি পাশের অসিওলা কাউন্টিতে অবস্থিত। এই স্থানের মধ্যে রয়েছে লেক বুয়েনা ভিস্তা এবং বে লেক শহরগুলি, যেগুলি সেন্ট্রাল ফ্লোরিডা ট্যুরিজম ওভারসাইট ডিস্ট্রিক্ট দ্বারা শাসিত (যা পূর্বে রিডি ক্রীক ইমপ্রুভমেন্ট ডিস্ট্রিক্ট ছিল)। সাইটটি সেন্ট্রাল ফ্লোরিডার ইন্টারস্টেট ৪ থেকে এক্সিট ৬২বি (ওয়ার্ল্ড ড্রাইভ), ৬৪বি (ইউএস ১৯২ পশ্চিম), ৬৫বি (অসিওলা পার্কওয়ে পশ্চিম), ৬৭বি (এসআর ৫৩৬ পশ্চিম), এবং ৬৮ (এসআর ৫৩৫ উত্তর), এক্সিট ৬ এসআর ৪১৭ দক্ষিণ, সেন্ট্রাল ফ্লোরিডা গ্রিনওয়ে এবং এক্সিট ৮ এসআর ৪২৯, ওয়েস্টার্ন বেল্টওয়ে থেকে সহজে প্রবেশযোগ্য। রিসোর্ট প্রতিষ্ঠিত হওয়ার সময় এটি প্রায় ২৭,৪৪৩ একর (৪৩ বর্গমাইল; ১১১ কিমি²) জায়গা জুড়ে ছিল। তারপরে, কিছু জায়গা বিক্রি বা ডি-অ্যানেক্স করা হয়েছে, যার মধ্যে ডিজনি-নির্মিত কমিউনিটি সেলিব্রেশন অন্তর্ভুক্ত। ২০১৪ সালের মধ্যে, রিসোর্টটি প্রায় ২৫,০০০ একর (৩৯ বর্গমাইল; ১০১ কিমি²) জায়গা দখল করেছিল, যা নিউ ইয়র্ক সিটির ম্যানহাটনের চেয়ে বড় (ম্যানহাটনের আয়তন ২২.৭ বর্গমাইল)। কোম্পানিটি ২০১৮ ডিসেম্বর থেকে ২০২০ এপ্রিল পর্যন্ত আলাদা আলাদা লেনদেনে প্রায় ৩,০০০ একর (৫ বর্গমাইল; ১২ কিমি²) জমি অধিগ্রহণ করেছে।\nরিসোর্টের ১২% অংশ হোটেল এবং রিসোর্ট দ্বারা দখলিত, এবং ৫% অংশ পানিতে পূর্ণ।\n\n\n== তথ্যসূত্র =="}