{"pageid": 1531819, "title": "পাভেল গুস্টেরিন", "url": "https://bn.wikipedia.org/wiki?curid=1531819", "content": "পাভেল ভ্যাচেস্লাভোভিচ গুস্টেরিন ( রুশ : Павел Вячеславович Густерин; জন্ম ১৬ এপ্রিল, ১৯৭২) একজন রাশিয়ান প্রাচ্যবিদ ।\n\n\n== শিক্ষা ==\nপাভেল গুস্টেরিন টোভার স্টেট ইউনিভার্সিটি (ইতিহাস বিভাগ; ১৯৯৪), মস্কো স্টেট বিশ্ববিদ্যালয়ের এশিয়ান ও আফ্রিকান দেশের ইনস্টিটিউট (মিখাইল ভ্যাসিলিভিচ লোমোনোসভের নামে নামকরণ করা হয়েছে; ২০০১), এবং রাশিয়ান ফেডারেশনের পররাষ্ট্র মন্ত্রণালয়ের কূটনৈতিক একাডেমি (আন্তর্জাতিক সম্পর্ক বিভাগ; ২০১১) থেকে স্নাতক পাশ করেছেন।\n\n\n== জীবনী ==\nপাভেল গুস্টেরিন ১৯৭২ সালের ১৬ এপ্রিল রাশিয়ার টারভার অঞ্চলের কিমরিতে জন্মগ্রহণ করেন।\n২০০১-২০০৩ সালে, তিনি রাশিয়ান একাডেমি অফ সায়েন্সেসের প্রকাশনা সংস্থা «Восточная литература» (\"প্রাচ্য সাহিত্য\") এর সম্পাদক ছিলেন।\nইয়েমেনে তার ব্যবসায়িক সফর (২০০৩-২০০৫) থেকে ফিরে আসার পর তিনি «Азия и Африка сегодня» (“ এশিয়া এবং আফ্রিকা টুডে”), «Вопросы истории» (“ঐতিহাসিক সমস্যা”), «Высия и Африка сегодня» (\"হায়ার এডুকেশন টুডে\"), «Дипломатическая служба» (“ কূটনৈতিক পরিষেবা ”), «Исламоведение» (“ ইসলামিক স্টাডিজ ”), «Мир музея» (“ওয়ার্ল্ড অফ মিউজিয়াম”), «Новая и новейшая история» (\"নতুন এবং সমসাময়িক ইতিহাস”), «Православный Палестинский сборник» (“অর্থোডক্স প্যালেস্টাইন সংগ্রহ”), “আল-মাউতাওয়াসেট”, ইত্যাদি, সেইসাথে রেফারেন্স বই «Йеменская Республика и её города» (“রিপাবলিক অফ ইয়েমেন অ্যান্ড ইটস টাউনস”, মস্কো, ২০০৬), এনসাইক্লোপিডিক রেফারেন্স বই (“আরব প্রাচ্যের শহর\", মস্কো, ২০০৭), এবং প্রবন্ধের সংগ্রহ \"Первый российский востоковед Дмитрий Кантемир / প্রথম রাশিয়ান প্রাচ্যবিদ দিমিত্রি কান্তেমির \" (মস্কো, ২০০৮), ইত্যাদি জার্নালে বেশ কিছু নিবন্ধ প্রকাশ করেন। ।\n২০০৬-২০১৩ সালে, তিনি রাশিয়ান একাডেমি অফ সায়েন্সেসের ইনস্টিটিউট অফ ওরিয়েন্টাল স্টাডিজের আরব ও ইসলামিক স্টাডিজ সেন্টারের একজন গবেষক ছিলেন।\n২০১৩ সাল থেকে, তিনি রাশিয়ান ইনস্টিটিউট ফর স্ট্র্যাটেজিক স্টাডিজের সেন্টার ফর এশিয়ান অ্যান্ড মিডল-ইস্ট স্টাডিজের একজন গবেষক হিসেবে দায়িত্ব পালন করছেন।\n\n\n== নির্বাচিত গ্রন্থপঞ্জি ==\nЙеменская республика и её города. এম. , ২০০৬। আইএসবিএন ৫-৭১৩৩-১২৭০-৪\nГорода Арабского Востока. এম. , ২০০৭।আইএসবিএন ৯৭৮-৫-৪৭৮-০০৭২৯-৪আইএসবিএন 978-5-478-00729-4 এর কীওয়ার্ড\nПервый российский востоковед Дмитрий Кантемир / প্রথম রাশিয়ান প্রাচ্যবিদ দিমিত্রি কান্তেমির। এম. , ২০০৮।আইএসবিএন ৯৭৮-৫-৭৮৭৩-০৪৩৬-৭আইএসবিএন ৯৭৮-৫-৭৮৭৩-০৪৩৬-৭\n1Советская разведка на Ближнем и Среднем Востоке в ১৯২০—৩০-х годах. Саарбрюккен, ২০১৪।আইএসবিএন ৯৭৮-৩-৬৫৯-৫১৬৯১-৭আইএসবিএন ৯৭৮-৩-৬৫৯-৫১৬৯১-৭\nমধ্যপ্রাচ্য: অতীত এবং বর্তমান। পর্ব ১ . সারব্রুকেন, ২০১৫।আইএসবিএন ৯৭৮-৩-৬৫৯-৬৬৪০১-৪আইএসবিএন ৯৭৮-৩-৬৫৯-৬৬৪০১-৪\n\n\n== তথ্যসূত্র ==\n\nলেখক সম্পর্কে। — ইন: পিভি গুস্টেরিন। প্রথম রাশিয়ান প্রাচ্যবিদ দিমিত্রি কান্তেমির। মস্কো, ২০০৮, পৃ. ১১০।"}