{"pageid": 1531115, "title": "ভক্সওয়াগেন গ্রুপ", "url": "https://bn.wikipedia.org/wiki?curid=1531115", "content": "ভক্সওয়াগেন এজি (জার্মান: [ˈfɔlksˌvaːɡn̩] জার্মান: [ˈfɔlksˌvaːɡn̩] known internationally as the Volkswagen Group, is a German public multinational conglomerate manufacturer of passenger and commercial vehicles, motorcycles, engines and turbomachinery. জার্মানির লোয়ার স্যাক্সনির উলফসবার্গে সদর দপ্তর অবস্থিত এবং ২০০০ সালের শেষের দিক থেকে এটি একটি পাবলিকলি ট্রেডেড পারিবারিক ব্যবসা যার মালিকানা পোর্শে এসই-এর, যা পরবর্তীতে অর্ধ-মালিকানাধীন কিন্তু সম্পূর্ণরূপে অস্ট্রিয়ান-জার্মান পোর্শে এবং পিচ পরিবারের দ্বারা নিয়ন্ত্রিত।  কোম্পানিটি অর্থায়ন, লিজিং এবং ফ্লিট ব্যবস্থাপনা সহ সম্পর্কিত পরিষেবাও প্রদান করে। ২০১৬ সালে, এটি বিক্রয়ের দিক থেকে বিশ্বের বৃহত্তম গাড়ি প্রস্তুতকারক ছিল এবং ২০১৭, ২০১৮ এবং ২০১৯ সালে এই খেতাব ধরে রেখে ১০.৯ মিলিয়ন গাড়ি বিক্রি করে এবং ২০২২ সালে রাজস্বের দিক থেকে বৃহত্তম গাড়ি প্রস্তুতকারক ছিল।  এটি দুই দশকেরও বেশি সময় ধরে ইউরোপের বৃহত্তম বাজার অংশীদারিত্ব বজায় রেখেছে।  ২০২০ সালের ফরচুন গ্লোবাল ৫০০ বিশ্বের বৃহত্তম কোম্পানির তালিকায় এটি সপ্তম স্থানে রয়েছে।  ২০২৩ সালে, ভক্সওয়াগেন গ্রুপ ছিল ইউরোপীয় ইউনিয়নের বৃহত্তম কোম্পানি এবং আয়ের দিক থেকে বিশ্বের বৃহত্তম গাড়ি প্রস্তুতকারক। \nভক্সওয়াগেন গ্রুপ অডি, বেন্টলি, কাপরা, জেটা, ল্যাম্বোরগিনি, পোর্শে, সিট, স্কোডা এবং ভক্সওয়াগেন ব্র্যান্ডের অধীনে যাত্রীবাহী গাড়ি, ডুকাটি নামে মোটরসাইকেল, ভক্সওয়াগেন বাণিজ্যিক যানবাহন ব্র্যান্ডের অধীনে হালকা বাণিজ্যিক যানবাহন এবং তালিকাভুক্ত সহায়ক সংস্থা ট্র্যাটন ( ইন্টারন্যাশনাল মোটরস, ম্যান, স্ক্যানিয়া এবং ভক্সওয়াগেন ট্রাক ও বাস ) এর মাধ্যমে ভারী বাণিজ্যিক যানবাহন বিক্রি করে।  CARIAD এর অধীনে সফটওয়্যার এবং টেকস্ট্যাক। এটি দুটি প্রাথমিক বিভাগে বিভক্ত: অটোমোটিভ বিভাগ এবং আর্থিক পরিষেবা বিভাগ। ২০০৮ সালের হিসাব অনুযায়ী, এর প্রায় ৩৪২টি সহায়ক কোম্পানি ছিল।  চীনে ভক্সওয়াগেনের তিনটি যৌথ উদ্যোগ রয়েছে, FAW-Volkswagen, SAIC Volkswagen এবং Volkswagen Anhui । কোম্পানিটির প্রায় ১৫০টি দেশে কার্যক্রম রয়েছে এবং ২৭টি দেশে এর ১০০টি উৎপাদন সুবিধা রয়েছে।\nভক্সওয়াগেন ১৯৩৭ সালে বার্লিনে প্রতিষ্ঠিত হয়েছিল এবং উলফসবার্গে গাড়িটি তৈরির জন্য অন্তর্ভুক্ত করা হয়েছিল যা বিটল নামে পরিচিতি লাভ করেছিল। ১৯৫০ এবং ১৯৬০ এর দশকে কোম্পানির উৎপাদন দ্রুত বৃদ্ধি পায়। ১৯৬৫ সালে, এটি অটো ইউনিয়ন অধিগ্রহণ করে, যা পরবর্তীতে যুদ্ধোত্তর প্রথম অডি মডেল তৈরি করে। ১৯৭০-এর দশকে ভক্সওয়াগেন নতুন প্রজন্মের ফ্রন্ট-হুইল ড্রাইভ যানবাহন বাজারে আনে, যার মধ্যে রয়েছে প্যাসাট, পোলো এবং গল্ফ ; পরেরটি তাদের বেস্টসেলার হয়ে ওঠে। ১৯৮৬ সালে ভক্সওয়াগেন SEAT-এর একটি নিয়ন্ত্রক অংশীদারিত্ব অর্জন করে, যা এটিকে কোম্পানির প্রথম অ-জার্মান ব্র্যান্ডে পরিণত করে এবং ১৯৯৪ সালে স্কোডা, ১৯৯৮ সালে বেন্টলি, ল্যাম্বোরগিনি এবং বুগাটি, ২০০৮ সালে স্ক্যানিয়া এবং ২০১২ সালে ডুকাটি, ম্যান এবং পোর্শের নিয়ন্ত্রণ অর্জন করে। গত দশকে চীনে কোম্পানির কার্যক্রম দ্রুত বৃদ্ধি পেয়েছে, দেশটি এর বৃহত্তম বাজারে পরিণত হয়েছে।\n২০১৫ সালে, ভক্সওয়াগেন আবিষ্কার করে যে তারা পরিবেশ নিয়ন্ত্রকদের তাদের গাড়িগুলি কতটা NO x নির্গত করছে তা সম্পর্কে প্রতারণা করার জন্য পরাজয় ডিভাইস ব্যবহার করেছে। কোম্পানিটিকে কোটি কোটি ডলার জরিমানা করা হয়েছিল।\nভক্সওয়াগেন অ্যাক্টিয়েনজেসেলশ্যাফ্ট একটি পাবলিক কোম্পানি এবং ফ্রাঙ্কফুর্ট স্টক এক্সচেঞ্জে এর প্রাথমিক তালিকা রয়েছে, যেখানে এটি ইউরো স্টক্স ৫০ স্টক মার্কেট সূচকের একটি উপাদান এবং লুক্সেমবার্গ স্টক এক্সচেঞ্জ এবং সিক্স সুইস এক্সচেঞ্জে এর দ্বিতীয় তালিকা রয়েছে। এটি ১৯৮৮ সাল থেকে আমেরিকান ডিপোজিটারি রসিদের মাধ্যমে মার্কিন যুক্তরাষ্ট্রে লেনদেন করা হচ্ছে, বর্তমানে OTC মার্কেটপ্লেসে রয়েছে। ২০১৩ সালে লন্ডন স্টক এক্সচেঞ্জ থেকে ভক্সওয়াগেন তালিকাভুক্ত হয়।  লোয়ার স্যাক্সনি সরকারের কাছে কোম্পানির ১২.৭% শেয়ার রয়েছে, যা আইন অনুসারে ২০% ভোটাধিকার প্রদান করে।"}