{"pageid": 1531049, "title": "ঘূর্ণিঝড় জুড", "url": "https://bn.wikipedia.org/wiki?curid=1531049", "content": "টেমপ্লেট:Infobox weather event/MFR\nগ্রীষ্মমন্ডলীয় ঘূর্ণিঝড় জুড ছিল একটি মারাত্মক গ্রীষ্মমন্ডলীয় ঘূর্ণিঝড় যা মোজাম্বিক এবং মাদাগাস্কারে আঘাত হানে। ২০২৪-২৫ দক্ষিণ-পশ্চিম ভারত মহাসাগরের ঘূর্ণিঝড় মৌসুমের একাদশ ঝড় এবং অষ্টম গ্রীষ্মমন্ডলীয় ঘূর্ণিঝড় , জুড ৬ মার্চ চাগোস দ্বীপপুঞ্জের দক্ষিণে একটি ঘূর্ণাবর্ত থেকে উদ্ভূত হয়েছিলো।\n\n\n== আবহাওয়ার ইতিহাস ==\n৬ মার্চ, চাগোস দ্বীপপুঞ্জের দক্ষিণে একটি ঘূর্ণিঝড় মেটিও-ফ্রান্সের দিকে এগিয়ে যেতে শুরু করে। প্রথমে এটিকে আবহাওয়ার বিপর্যস্ত অঞ্চল হিসেবে চিহ্নিত করা হলেও, পরদিন এটি নিম্নচাপে পরিণত হয়। ৮ মার্চ, এটি আরও শক্তিশালী হয়ে একটি মাঝারি গ্রীষ্মমন্ডলীয় ঝড়ে পরিণত হয় এবং নামকরণ করা হয় \"জুড\"। এরপর, এই ঘূর্ণিঝড়টি মাদাগাস্কারের উত্তরাঞ্চল অতিক্রম করে এবং কিছু শক্তি হারালেও, দ্রুত মোজাম্বিক চ্যানেলে পুনর্গঠিত হয়। ৯ মার্চ, মোজাম্বিকের কাছাকাছি আসার সাথে সাথে জুড একটি তীব্র গ্রীষ্মমন্ডলীয় ঝড়ে পরিণত হয় এবং অবশেষে ১০ মার্চ, স্থলভাগে পৌঁছানোর কিছুক্ষণ আগে, এটি গ্রীষ্মমন্ডলীয় ঘূর্ণিঝড়ের মর্যাদা লাভ করে।\n\n\n== প্রস্তুতি এবং প্রভাব ==\n\n\n=== মাদাগাস্কার ===\n৬ মার্চ, ভারত মহাসাগরের ডিয়েগো গার্সিয়া দ্বীপের দক্ষিণ-পশ্চিমে একটি আবহাওয়া ব্যবস্থা তৈরি হতে শুরু করে, যা পশ্চিম দিকে অগ্রসর হতে থাকে। ৮ মার্চ, মাদাগাস্কারে এর প্রভাবে ৫টি অঞ্চলের ৮টি জেলায় কমপক্ষে ৪,১০০ জন ক্ষতিগ্রস্ত হয়। এর মধ্যে একজন নিহত, একজন আহত এবং ৩,৬১৭ জন বাস্তুচ্যুত হয়, যার মধ্যে অধিকাংশই উত্তরের মারোয়ানসেত্রা জেলার। বাস্তুচ্যুতদের ৯টি অস্থায়ী আশ্রয়কেন্দ্রে স্থানান্তরিত করা হয়। এছাড়াও, ১,৩০০ টিরও বেশি বাড়ি প্লাবিত হয়, যার মধ্যে ৩৭টি সম্পূর্ণভাবে ক্ষতিগ্রস্ত হয় এবং ৩৭টি শ্রেণীকক্ষ ডুবে যায়, আরও ৩টি শ্রেণীকক্ষ সম্পূর্ণ ধ্বংস হয়ে যায়।\nএক সপ্তাহ পর, ১৫ মার্চ গ্রীষ্মমন্ডলীয় ঝড় জুড দ্বিতীয়বার আঘাত হানার পর কমপক্ষে ১৫,০০০ মানুষ ক্ষতিগ্রস্ত হয়, বিশেষ করে দক্ষিণের আতসিমো আন্দ্রেফানা অঞ্চলে। ঝড়ের ফলে ২৪টি অস্থায়ী আশ্রয়কেন্দ্রে ১ জন নিহত এবং ১০,৫৮৭ জন বাস্তুচ্যুত হয়। ঝড়টি ১৬ মার্চ, আম্পানিহি জেলা থেকে প্রায় ৭০ কিলোমিটার উত্তরে ল্যান্ডফল করে এবং টোলাগনারো জেলার মধ্য দিয়ে দ্বীপ থেকে বেরিয়ে যাওয়ার আগে গ্র্যান্ড সুদ (আম্পানিহি, বেলোহা, সিহোম্বে, বেকিলি) এর কয়েকটি বিচ্ছিন্ন জেলা অতিক্রম করে, তারপর আম্বোভোম্বে ও অ্যাম্বোসারি জেলাও প্রভাবিত হয়।\nবেশিরভাগ ক্ষতির কারণ ছিল তীব্র বাতাস, কারণ গ্র্যান্ড সুডের বেশিরভাগ শহর কাঠামোগতভাবে দুর্বল এবং ঘূর্ণিঝড়ের জন্য অত্যন্ত ঝুঁকিপূর্ণ। এটি ছিল প্রথমবারের মতো এমন একটি শক্তিশালী আবহাওয়া ব্যবস্থা যা দক্ষিণ অঞ্চলের পুরোপুরি অতিক্রম করে। ঝড়ের ফলে মারাত্মক ক্ষতি হয়, ১,১৭২টি বাড়ি প্লাবিত হয়, ১,৬৪০টি আংশিকভাবে ক্ষতিগ্রস্ত হয় এবং ১,১৬০টি ধ্বংস হয়ে যায়। শিক্ষা খাতও ব্যাপকভাবে ক্ষতিগ্রস্ত হয়, যার ফলে ৪৮,০০০ শিক্ষার্থী স্কুলে যেতে পারেনি, কারণ ৮৯টি শ্রেণীকক্ষ ধ্বংস হয় এবং ১৮২টি আংশিকভাবে ক্ষতিগ্রস্ত হয়। গত ফেব্রুয়ারি থেকে ধারাবাহিক তীব্র আবহাওয়া ব্যবস্থার ফলে, যেমন গ্রীষ্মমন্ডলীয় ঝড় এলভিস, আন্তঃক্রান্তীয় অভিসৃতি অঞ্চল, গ্রীষ্মমন্ডলীয় ঘূর্ণিঝড় হোন্ডে এবং গ্রীষ্মমন্ডলীয় ঝড় জুড, ভারী বৃষ্টিপাত সৃষ্টি হয়, যা গ্র্যান্ড সুডে যোগাযোগ ব্যবস্থা আরও জটিল করে তুলেছে।\nচারটি জেলা—আম্পানিহি, বেকিলি, বেলোহা এবং সিহোম্বে—সড়কপথ বা জাতিসংঘের মানবিক বিমান পরিষেবা (UNHAS) দ্বারা অ্যাক্সেসযোগ্য নয়, যা সহায়তা সরবরাহে বাধা সৃষ্টি করছে। জাতিসংঘের নিরাপত্তা ও নিরাপত্তা বিভাগ (UNDSS) ন্যাশনাল রোড ১০-এ সড়ক চলাচল সীমিত করে, যা টোলিয়ারা, বেতিওকি, আম্পানিহি, বেলোহা, সিহোম্বে এবং আম্বোভোম্বেকে সংযোগ করে, কারণ এটি যোগাযোগের জন্য উপযুক্ত নয়। ঘূর্ণিঝড়টি ৮ মার্চ উত্তর মাদাগাস্কারে প্রথম আঘাত হানে এবং পরে মোজাম্বিকের দিকে অগ্রসর হয়।\n\n\n=== মোজাম্বিক ===\nঘূর্ণিঝড় জুড ১০ মার্চ ২০২৫ তারিখে মোজাম্বিকের নামপুলা প্রদেশে আঘাত হানে, ফলে ভারী বৃষ্টিপাত ও তীব্র বাতাস বয়ে যায়। ১৩ মার্চ পর্যন্ত, জাতীয় দুর্যোগ ব্যবস্থাপনা ইনস্টিটিউট (আইএনজিডি) ৩৭৫,২১৪ জন ক্ষতিগ্রস্ত এবং ৮১,১৪৯টি ঘরবাড়ি ক্ষতিগ্রস্ত বা ধ্বংস হয় বলে রেকর্ড করে। নামপুলা এবং জাম্বেজিয়া প্রদেশে তীব্র বন্যা এবং ব্যাপক অবকাঠামোগত ক্ষতির খবর পাওয়া গেছে, যা ইতিমধ্যেই খাদ্য নিরাপত্তাহীনতা, স্থানচ্যুতি এবং প্রয়োজনীয় পরিষেবাগুলিতে সীমিত অ্যাক্সেসের সাথে লড়াই করা সম্প্রদায়গুলির দুর্বলতাগুলিকে আরও বাড়িয়ে তুলেছে।\nএই ঘূর্ণিঝড় মৌসুমটি বিশেষভাবে তীব্র ছিল, কারণ নামপুলা এবং জাম্বেজিয়া পূর্বে গ্রীষ্মমন্ডলীয় ঘূর্ণিঝড় চিডো (ডিসেম্বর ২০২৪) এবং ডিকেলেডি (জানুয়ারী ২০২৫) দ্বারা আঘাত পেয়েছিল, যা সম্মিলিতভাবে প্রায় ৬৮৪,০০০ মানুষকে প্রভাবিত করে। জুড অভ্যন্তরীণ দিকে অগ্রসর হওয়ার সঙ্গে সঙ্গে, এটি মানিকা, নিয়াসা, সোফালা এবং তেতে একটি তীব্র ঝড়ে পরিণত হয়, যা ধারাবাহিক ঘূর্ণিঝড়ের ক্রমবর্ধমান প্রভাব এবং মানবিক চাহিদা বৃদ্ধি করে।\nস্থানচ্যুতি এবং স্বাস্থ্যঝুঁকি বাড়ছে। সর্বশেষ কলেরা বুলেটিনের তথ্য অনুযায়ী, ১৪ মার্চ ২০২৫ পর্যন্ত, মারাত্মকভাবে ক্ষতিগ্রস্ত নামপুলা প্রদেশে ৫৬ জন কলেরা রোগী পাওয়া গেছে। যদিও গত ২৪ ঘন্টায় কোনও নতুন রোগী আবির্ভাব হয়নি, তবুও দূষিত পানির উৎস এবং জনাকীর্ণ অস্থায়ী আবাসন সুবিধার কারণে সম্ভাব্য প্রাদুর্ভাব নিয়ে উদ্বেগ রয়ে গেছে।\n\n\n=== মালাউই ===\nদুর্যোগ ব্যবস্থাপনা বিষয়ক বিভাগ (DoDMA) অনুসারে, ১০ থেকে ১২ মার্চের মধ্যে ঘূর্ণিঝড় জুড মালাওয়িতে আঘাত হানার সময় প্রায় ২০,৬৫০ জন মানুষ ক্ষতিগ্রস্ত হয়েছিল, যার মধ্যে তিনজন নিখোঁজ এবং ৪,৮৮৩ জন বাস্তুচ্যুৎ হয়েছিল। গ্রীষ্মমন্ডলীয় ঝড়টি দক্ষিণের নয়টি কাউন্সিলকে প্রভাবিত করেছিল, যার মধ্যে রয়েছে এনসাঞ্জে, নেনো, ব্লান্টায়ার জেলা, মওয়ানজা, ফালোম্বে, জোম্বা সিটি, ম্যাঙ্গোচি জেলা, থিওলো এবং মুলানজে। ফালোম্বে জেলায় সবচেয়ে বেশি ক্ষতিগ্রস্ত মানুষ রেকর্ড করা হয় (৯,৯৬৮), এরপর এনসাঞ্জে (২,৬৩৭)। দক্ষিণ অঞ্চলের জেলাগুলিতে ২৪ ঘণ্টায় ভারী বৃষ্টিপাত হয়, যেখানে চিলাদজুলুতে ১২ থেকে ১৩ মার্চের মধ্যে সর্বোচ্চ ৯৮.৩ মিমি বৃষ্টিপাত রেকর্ড করা হয়। ঘূর্ণিঝড় জুডের কারণে ২১ জন নিহত, ১৩০ জন আহত এবং ৪ জন নিখোঁজ হয়।\n\n\n== আরো দেখুন ==\n২০২৫ সালে গ্রীষ্মমন্ডলীয় ঘূর্ণিঝড়\n২০২৫ সালের আবহাওয়া\n\n\n== তথ্যসূত্র =="}