{"pageid": 1531178, "title": "আবদুর রহমান ইবনে সামুরা", "url": "https://bn.wikipedia.org/wiki?curid=1531178", "content": "আব্দুর রহমান ইবনে সামুরা ( আরবি: عبد الرحمن بن سمرة) ছিলেন একজন কনিষ্ঠ সাহাবি, যিনি খিলাফতে রাশিদা ও পরবর্তীতে উমাইয়া খিলাফতের একজন সেনাপতি ছিলেন। তিনি ৭ম শতাব্দীতে খেলাফতের পক্ষ থেকে সিজিস্তানের গভর্নর নিযুক্ত হয়েছিলেন। এছাড়া তিনি জমিনদাওয়ার ও কাবুল বিজয়ে নেতৃত্ব দিয়েছিলেন। আনু. ৬৭০ সালে তিনি বসরায় মারা যান এবং সেখানেই তাকে দাফন করা হয়। \n\n\n== জীবনী ==\nইবন মানযুরের মতে, আবদুর রহমান ইবনে সামুরা ছিলেন কুরাইশ বংশীয়। তাঁর পিতা ছিলেন সামুরা ইবনে হাবিব ইবনে রাবিয়া ইবনে আবদে শামস ইবনে আবদে মানাফ ইবনে কুসাই ইবনে কিলাব। \n৬২৯ সালে মুতা যুদ্ধে তিনি অংশগ্রহণ করেন। খালিদ ইবনে ওয়ালিদ নিরাপদে সেনা প্রত্যাহারের ব্যবস্থা করার পর ইবনে সামুরাকে তিনি মদিনায় প্রেরণ করেন, যেখানে তিনি ইসলামের নবী মুহাম্মদকে যুদ্ধের ফলাফল জানিয়েছিলেন। \n৬৫২ সালে তিনি রাবি ইবনে জিয়াদ আল-হারিসির পরিবর্তে সিস্তানের গভর্নর নিযুক্ত হন। \nবাসরার গভর্নর আব্দুল্লাহ ইবনে আমির তাঁকে সিস্তানে পাঠান এবং সেখান থেকে তিনি খোরাসানের দখল অভিযান শুরু করেন। অভিযানের শুরুতে তিনি আল-দাওয়ার নামক স্থানে শান্তি প্রতিষ্ঠা করেন। \n\n\n=== জমিনদাওয়ার দখল (৬৫৩) ===\n৬৫৩-৫৪ সালে প্রায় ৬,০০০ আরব সেনার নেতৃত্ব দিয়ে ইবনে সামুরা রুখখাজ ও জমিনদাওয়ার দখল করেন। জমিনদাওয়ারের জুন মন্দিরে তিনি মূর্তির একটি হাত ভেঙে ফেলেন এবং এর চোখে বসানো রত্নগুলো তুলে নেন, যাতে সিস্তানের মারজবানকে বোঝানো যায় যে এই মূর্তি মূল্যহীন। তাকে উদ্দেশ্য করে তিনি বলেন যে, “আমি তোমাকে দেখাতে চেয়েছিলাম, এই মূর্তিগুলি কোনো ক্ষতি বা উপকার করতে পারে না। \n৬৫৬ সালে বোস্ত ও জাবুলের বাসিন্দারা আরবদের কাছে আত্মসমর্পণ করে একটি শান্তিচুক্তিতে সাক্ষর করে। আবু লাবিদের বর্ণনা মতে, সেনারা যুদ্ধলব্ধ সম্পদ ভাগ করার আগেই তা নিতে গেলে ইবনে সামুরা দাঁড়িয়ে নবী মুহাম্মদের একটি হাদিস বর্ণনা করেন—যেখানে বলা হয়েছে, যুদ্ধলব্ধ সম্পদ ভাগের আগে তা গ্রহণ করা নিষিদ্ধ। এরপর সেনারা যা নিয়েছিল তা ফিরিয়ে দেয় এবং তিনি তা শরিয়াহ মোতাবেক বণ্টন করেন। \nপরবর্তীতে যুদ্ধলব্ধ সম্পদ আব্দুল্লাহ ইবনে আমিরের নিকট পাঠানো হয় এবং একই সময়ে কারমানের মারজবানের সাথেও একটি আত্মসমর্পণ চুক্তি স্বাক্ষরিত হয়। তবে প্রথম ফিতনার সময় মুসলমানরা এই অঞ্চলগুলো হারিয়ে ফেলে। \nখলিফা উসমানের মৃত্যুর পর তিনি বাসরায় ফিরে আসেন, যেখানে গভর্নর আব্দুল্লাহ ইবনে আমিরকে নতুন খলিফা আলী বরখাস্ত করেছিলেন। তিনি উটের যুদ্ধের পর মুয়াবিয়ার সঙ্গে যোগ দেন এবং ৬৬১ সালে হাসান ইবনে আলীর কাছে দূত হয়ে যান। মু’আবিয়া আবদুল্লাহ ইবন আমিরকে আবার বাসরার গভর্নর নিয়োগ করেন এবং ইবনে সামুরাকে আবদুল্লাহ ইবনে খাজিম আল-সুলামির সঙ্গে খোরাসান ও সিস্তানে আরব শাসন পুনঃপ্রতিষ্ঠার জন্য পাঠান। তিনি সিস্তানে ‘সাহিব আল-শুরতা’ (প্রধান পুলিশ কর্মকর্তা) পদ চালু করেন এবং জরানজে একটি মসজিদ নির্মাণ করেন। \n\n\n=== কাবুল দখল (৬৬৫) ===\n\nতিনি আবার আরাকোসিয়া ও জাবুলিস্তানে অভিযান চালিয়ে বোস্তসহ অন্যান্য শহর পুনরুদ্ধার করেন। কয়েক মাস অবরোধের পর কাবুলও দখল করা হয়। কাবুল বিদ্রোহ করলে তা আবার এক মাসের অবরোধ শেষে পুনরায় দখল করা হয়। ফিরিশ্তারার মতে, শহর ছাড়ার আগে তিনি কাবুলের ১২,০০০ অধিবাসীকে ইসলাম ধর্মে দীক্ষিত করেন এবং মু’আবিয়া তাঁকে সিস্তানের গভর্নর হিসেবে পুনরায় নিযুক্ত করেন। কাবুল দখলের মধ্য দিয়ে নেজাক হুনসের রাজা ঘর-ইলচির শাসনের অবসান ঘটে। এর পর তুর্কি শাহি বংশের রাজা বারহা তেগিন (৬৬৫-৬৬৬) সিংহাসনে আরোহণ করেন এবং কান্দাহার ও বোস্ত পর্যন্ত অঞ্চল পুনরুদ্ধার করেন। \nমু’আবিয়া ৬৬৫ সালে তাঁকে সিস্তানের গভর্নর পদ থেকে অপসারণ করলে তিনি অবসর নিয়ে বাসরায় বসবাস শুরু করেন এবং সেখানে কাবুল থেকে আনা দাসরা তাঁর বাড়িতে কাবুলের শৈলীতে একটি মসজিদ নির্মাণ করেছিল। তিনি ৬৭০ সালে বাসরায় মৃত্যুবরণ করেন। \n\n\n== সূত্র ==\nMarshak, B.I.; Negmatov, N.N. (১৯৯৬)। \"Sogdiana\"।   Litvinsky, B.A.; Guang-da, Zhang; R. Shabani, Samghabadi। History of Civilizations of Central Asia, Volume III: The Crossroads of Civilizations: A.D. 250 to 750। Paris: UNESCO Publishing। আইএসবিএন 92-3-103211-9। \n\n\n== তথ্যসূত্র =="}