{"pageid": 1531007, "title": "ইসলাম-সম্পর্কিত অ্যানিমেটেড চলচ্চিত্রের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1531007", "content": "এটি ইসলামি সভ্যতা, অর্থাৎ ইসলাম, ইসলামি ইতিহাস এবং ইসলামি সংস্কৃতি সম্পর্কিত অ্যানিমেটেড চলচ্চিত্র, টেলিভিশন সিরিয়াল এবং অনুষ্ঠানের একটি তালিকা।\n\n\n== স্বল্পদৈর্ঘ্য চলচ্চিত্র ==\nমধ্যযুগীয় মুসলিম বিজ্ঞানী ইবনে আল-হাইথামের উপর লেখা ১০০১ আবিষ্কার এবং ইবনে আল-হাইথামের জগৎ (২০১৫)।\nহু ওন? (২০১৮), আয়েশা সেলিম কসকুনের বক্সার মুহাম্মদ আলীর উপর।\n\n\n== চলচ্চিত্র ==\n\n\n=== ধর্মীয় ===\n\"দ্য বালক অ্যান্ড দ্য কিং\" ( মিশর, ১৯৯২) খাদের অধিবাসীদের ঐতিহাসিক ঘটনার ( সূরা আল-বুরুজ এবং নবীর হাদীসে বর্ণিত) কাল্পনিক পুনর্বিবেচনা।\nবিলাল: আ নিউ ব্রিড অফ হিরো ( সংযুক্ত আরব আমিরাত, ২০১৫) নবীর সাহাবী এবং ইসলামের প্রথম মুয়াজ্জিন বিলাল ইবনে রাবাহের গল্পের পুনরালোচনা।\n\n\n==== বদর ইন্টারন্যাশনাল ====\nমুহাম্মদ: দ্য লাস্ট প্রফেট (২০০২), শেষ নবী মুহাম্মদের জীবনের ক্লাসিক শিশুদের পুনর্বিবেচনা।\nইসলামের মহান নারী (২০১২), ইসলামের জন্মের আগে এবং পরে আরবে নারীদের ভূমিকা বর্ণনা করে।\nসালমান দ্য পার্সিয়ান (২০১২), ধর্মীয় জ্ঞানার্জনের জন্য সালমানের প্রিয় গল্পের পুনরালোচনা।\n\n\n=== ইসলামের ইতিহাস ===\nঅটোমান সুলতান দ্বিতীয় মেহমেতের কনস্টান্টিনোপল বিজয়ের উপর ফাতিহ সুলতান মুহাম্মদ ( তুরস্ক, ১৯৮৩)।\nঈশ্বরের বিশ্বস্ত দাস: বেদিউজ্জামান সাইদ নুরসির জীবনী নিয়ে বার্লা (তুরস্ক, ২০১১)।\n১২তম শিয়া ইমাম মুহাম্মদ আল-মাহদির হবু মা নার্গিস খাতুনের জীবনী নিয়ে রোমের রাজকুমারী ( ইরান, ২০১৫)।\n\n\n=== ইসলামি সংস্কৃতি ===\nদ্য জার: আ টেল ফ্রম দ্য ইস্ট ( সিরিয়া, ২০০১)\nদ্য ব্রেডউইনার (২০১৭)\n\n\n== টেলিভিশন/ওয়েব ধারাবাহিক ==\n\n\n=== জেসিসি ও কায়রো কার্টুন ===\nমেন কাসাস আল সালেহীন (ইংরেজি: ধার্মিকদের গল্প থেকে), বিখ্যাত ধার্মিক ব্যক্তিদের গল্প বলার একটি ধারাবাহিক।\nওলামা আল মোসলেমিন (ইংরেজি: মুসলিম বিজ্ঞানী), মুসলিম বিজ্ঞানীদের জীবনীভিত্তিক সিরিজ\nমেন কাসাস এত তাবিইন (ইংরেজি: উত্তরসূরীদের জীবনী থেকে), এই সিরিজটিতে একাধিক তাবিউনের জীবনী রয়েছে\n\n\n=== সিডারস আর্ট প্রোডাকশন ===\nকুরআন থেকে নারীদের গল্প\nপবিত্র কোরআন থেকে পশুদের গল্প\nকুরআন থেকে মানবিক গল্প\nকুরআনের অসাধারণ কিছু গল্প\nকুরআনের আয়াত গল্প\n\n\n=== কার্টুনিল ও ওয়ান ওয়ে প্রোডাকশন ===\nইমাম বুখারী সিরিজ\nهذا هو الاسلام (ইংরেজি সাবটাইটেল উপলব্ধ): ইতিহাসের বিভিন্ন সময়ে ঘটে যাওয়া ঘটনাবলী সম্পর্কে ৩০টি ছোট গল্প\n\n\n=== এটিএ অ্যানিমেশন স্টুডিও ===\nহাবিব আল্লাহ, মুহাম্মদের জীবনী নিয়ে ৩-সিজনের টেলিভিশন সিরিজ। \nজোসেফ আলসিদেক, তার জীবন কাহিনী সম্বলিত একটি ধারাবাহিক\nকলিম আল্লাহ, মুসার জীবনী নিয়ে ৩-সিজনের টেলিভিশন সিরিজ।\nখলিল আল্লাহ, ইব্রাহিম অভিনীত একটি টিভি সিরিজ।\nনোয়া , তার জীবন কাহিনী সম্বলিত একটি ধারাবাহিক।\nসোলাইমান আল হাকিম, একটি টেলিভিশন ধারাবাহিক যা সোলায়মানের গল্পকে ঘিরে আবর্তিত হয়।\n\"এল কাহফ\" সিরিজটি সূরা আল-কাহফের (কোরআন, ১৮ নম্বর অধ্যায়) গল্পগুলি বর্ণনা করে।\n\n\n=== মুসলিম কিডস টিভি ===\nউৎস:\n\nআল কাসাস, শিশুদের জন্য উপযোগী করে কুরআনের গল্পগুলির পুনর্বক্তৃতা।\n\"মামা অ্যান্ড লুলু\", লুলু এবং তার মায়ের শিক্ষা ও নীতিশাস্ত্রের যাত্রাকে কেন্দ্র করে নির্মিত একটি টেলিভিশন ধারাবাহিক।\nবিশ্বজুড়ে লুলু, বিশ্বজুড়ে লুলুকে অনুসরণ করে যখন সে আকর্ষণীয় তথ্য, ইতিহাস এবং ল্যান্ডমার্ক শেয়ার করে।\n\n\n=== হাকমা মুসলিম কিডস রিডার ===\nউৎস:\n\nআবদুল্লাহ, আবদুল্লাহ তার মায়ের কথা শুনতে পছন্দ করত না, সে সারাদিন শুধু ভিডিও গেম খেলতে চাইত। সে স্বার্থপর হয়ে উঠল। কিন্তু, একদিন, সে একটা অবাক করার মতো জিনিস জানতে পারল! সে নিজেকে বদলাতে শুরু করল।\n\"দ্য ফরচুন টেলার\", একজন রহস্যময় নারীর গল্প - যিনি দাবি করেছিলেন যে তার ভবিষ্যৎ বলার ক্ষমতা আছে! এবং একজন বুদ্ধিমতী মেয়ে জারার কথা, যে অবশেষে প্রমাণ করল যে রহস্যময় নারীর কোনও পরাশক্তি নেই!\n\n\n=== অন্যান্য উল্লেখযোগ্য ব্যক্তিত্ব ===\nঅ্যাডামস ওয়ার্ল্ড, শিশুদের ভালো ইসলামী নৈতিকতা এবং মূল্যবোধ শেখানোর জন্য মাপেটস ব্যবহার করে টেলিভিশন সিরিজ। \nওয়ান৪কিডস: জাকি এবং বন্ধুরা \nসালাদিন: সালাদিন এবং ক্রুসেডের উপর অ্যানিমেটেড সিরিজ ( মালয়েশিয়া, ২০০৯)।\nইবনে বতুতার ভ্রমণের উপর ইবনে বতুতা: দ্য অ্যানিমেটেড সিরিজ (মালয়েশিয়া, ২০১০)।\nবোরকা অ্যাভেঞ্জার (পাকিস্তান, ২০১৩)\nরিজাল হাওলা আররাসুল (নবীর চারপাশে পুরুষ, সাহাবার উপর এমবিসি ৩ দ্বারা সিরিজ)\n\n\n== আরো দেখুন ==\nইসলামি চলচ্চিত্রের তালিকা\nচলচ্চিত্রে মুহাম্মদ\n\n\n== তথ্যসূত্র =="}