{"pageid": 1531647, "title": "আওয়ার লেডি অফ দ্য কনসেপশন দুর্গ", "url": "https://bn.wikipedia.org/wiki?curid=1531647", "content": "আওয়ার লেডি অফ দ্য কনসেপশন দুর্গ (যা পর্তুগিজ দুর্গ নামেও পরিচিত) হল হরমুজ দ্বীপ, ইরানে একটি লাল পাথরের দুর্গ। এটি পারস্য উপসাগরে পর্তুগিজ ঔপনিবেশিক শাসনকালের বেঁচে থাকা শেষ স্মৃতিচিহ্নগুলোর একটি।\nঅরমুজ (বা হরমুজ) ছিল পারস্য উপসাগরের প্রবেশমুখের কাছে একটি গুরুত্বপূর্ণ সামুদ্রিক শহর ও ক্ষুদ্র রাজ্য। শহরটির মূল অবস্থান ছিল উপসাগরের উত্তর উপকূলে, বর্তমান বান্দার আব্বাস থেকে প্রায় ৩০ মাইল পূর্বে।  ১৩০০ সালের দিকে তাতারদের আক্রমণের প্রতিক্রিয়ায় এটি গেরুন নামক ছোট দ্বীপে চলে যায় (যাকে নিয়ারচোর অর্গানা হিসেবে অভিহিত করা যেতে পারে) যা প্রায় ১২ মাইল পশ্চিমে এবং উপকূল থেকে ৫ মাইল দূরে অবস্থিত।\nএই দুর্গটি দ্বীপের উত্তর প্রান্তে একটি পাথুরে খাড়া জমির উপর লালচে পাথরে নির্মিত। এটি একসময় দ্বীপের বাকি অংশ থেকে একটি পরিখা দিয়ে বিচ্ছিন্ন ছিল, যার চিহ্ন আজও রয়ে গেছে। দুর্গের ছাদ বহু আগেই ধ্বসে পড়েছে, তবে নিচের অংশের বেশিরভাগ পাথরের বাইরের প্রাচীর এখনও অক্ষত রয়েছে, এবং ধ্বংসাবশেষ বিভিন্ন স্তরে ছড়িয়ে আছে।\n\n\n== ইতিহাস ==\n১৫০৭ সালে পর্তুগিজ সেনাপতি আফনসো দে আলবুকার্ক দুর্গটি নির্মাণের আদেশ দেন, যখন তাঁর বাহিনী অল্প সময়ের জন্য দ্বীপটি দখল করে। তখন এর নামকরণ করা হয় \"ফরতে দে নোসা সেনিওরা দা ভিতোরিয়া\" (Fort of Our Lady of Victory)। সমস্ত স্তরের সৈনিকদের নির্মাণকাজে নিযুক্ত করলে বিদ্রোহ দেখা দেয় এবং তাঁকে সরে যেতে হয়। পরে ১৫১৫ সালে তিনি আবার ফিরে এসে দ্বীপটি পুনরুদ্ধার করেন, দুর্গটি সম্পূর্ণ করেন এবং এর নাম পরিবর্তন করেন। সাফাভিদ শাহ আব্বাস দ্য গ্রেট (১৫৮৭–১৬২৯) পর্তুগিজ শাসনের অবসান ঘটাতে চাইতেন এবং অবশেষে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানিকে তাঁর স্থলবাহিনীর সঙ্গে সহযোগিতা করতে রাজি করান, যার মাধ্যমে ১৬২২ সালে দ্বীপটি পর্তুগিজদের কাছ থেকে দখল করা হয়।\n\n\n== অন্যান্য পর্তুগিজ দুর্গ ==\nপারস্য উপসাগরের দ্বীপগুলোতে আরও কিছু পর্তুগিজ দুর্গ রয়েছে, যেমন কেশম দ্বীপের দুর্গ।\nহ্যাবসবার্গ রাজবংশের (১৫৮১–১৬৪০) সময়ে পর্তুগিজরা দিব্বা আল-হিসন-এ একটি দুর্গ এবং শহরের চারপাশে একটি প্রাচীর নির্মাণ করে। ১৬৪৮ সালের আগস্টে আরবরা মাসকাট অবরোধ করে এবং ৩১ অক্টোবর ১৬৪৮ তারিখে উভয় পক্ষের মধ্যে একটি চুক্তি স্বাক্ষরিত হয়। শর্তানুযায়ী, পর্তুগিজরা কুরিয়াত, দিব্বা আল-হিসন এবং মাত্রাহ (ওমান)-এ দুর্গ নির্মাণ করবে।\n\n\n== আরও দেখুন ==\nইরানি দুর্গের তালিকা\nইরানি স্থাপত্য\n\n\n== সূত্র =="}