{"pageid": 1531003, "title": "জোরাক্সেন (শব্দ)", "url": "https://bn.wikipedia.org/wiki?curid=1531003", "content": "জোরাক্সেন ( খোরাখান, খোরাখানে, হোরাহানে, খরোকানে, জরাক্সাই, ইত্যাদি নামেও পরিচিত) হল একটি ঐতিহাসিক উপার্থকতাসহ শব্দ যা বলকান অঞ্চলে মুসলিম রোমা জনসংখ্যাকে বোঝায়, অথবা বিকল্পভাবে, দক্ষিণ ইউরোপ এবং পশ্চিম এশিয়ার সমস্ত মুসলিম রোমাকে।  তারা নন-ভ্লাক্স রোমানি মানুষ, যারা অটোমান সাম্রাজ্যের সময় হানাফি মাযহাবের সুন্নি ইসলাম গ্রহণ করেছিল।  তাদের কথ্য ভাষায় বলা হয় কোরান প্রেমিক। রোমার বেশ কয়েকটি উপগোষ্ঠী রয়েছে যাদেরকে জোরাক্সেন রোমা বলা হয়, যাদের তাদের পুরনো ঐতিহ্যবাহী পেশাদার কার্যকলাপের নামানুসারে নামকরণ করা হয়েছে, যা উপবিষ্ট এবং যাযাবর গোষ্ঠীতেও বিভক্ত। \nতাদের মধ্যে কিছু ছিল সুফিবাদ বিশ্বাসের দরবেশ, এবং জেরাহির বৃহত্তম তরিকা ইউরোপের বৃহত্তম আরলিজে এবং গুরবেতি মুসলিম রোমা বসতি সুতো ওরিজারিতে অবস্থিত; স্থানীয়ভাবে উত্তর ম্যাসেডোনিয়ায় শুটকা নামে পরিচিত, তাদের নিজস্ব রোমানি ইমাম আছে । এবং সুতো ওরিজারিতে মুসলিম রোমারা বলকান রোমানি ভাষায় কুরআন ব্যবহার করে।  প্রাক্তন যুগোস্লাভিয়ার বেশিরভাগ মুসলিম রোমারা বলকান রোমানি এবং দক্ষিণ স্লাভিক ভাষায় কথা বলে, যেখানে অনেকেই কেবল স্বাগতিক দেশগুলোর ভাষাতেই কথা বলে। আলবেনিয়া, কসোভো, মন্টিনিগ্রো এবং উত্তর ম্যাসেডোনিয়ার আলবানাইজড মুসলিম রোমা গোষ্ঠীগুলো কেবল আলবেনিয়ান ভাষাতেই কথা বলে এবং তাদের বলা হয় খোরাখান শিপ্তারি ; তারা আলবেনিয়ান সংস্কৃতি সম্পূর্ণরূপে গ্রহণ করেছে।  অন্যরা আশকালি এবং বলকান মিশরীয়দের মতো তাদের নিজস্ব পরিচয় তৈরি করেছে, এবং কেউ কেউ তাদের রোমানি সম্পৃক্ততা অস্বীকার করে, বিশেষ করে কসোভোতে নিজেদেরকে আলবেনীয় বা তুর্কি বলে দাবি করে। \n\n\n== আমেরিকা ==\n\n\n=== আমেরিকান জোরাক্সান রোমা ===\nপ্রথম জোরাক্সান রোমা ১৯৬০ সালের দিকে যুগোস্লাভিয়া (উত্তর ম্যাসেডোনিয়া) থেকে মার্কিন যুক্তরাষ্ট্রে আসে এবং ব্রংক্‌সে বসতি স্থাপন করেন, যেখানে তারা একটি মসজিদ নির্মাণ করেন এবং সাংস্কৃতিকভাবে মুসলিম হিসেবে বসবাস করে। পরবর্তীতে, ১৯৯০-এর দশকে বলকান যুদ্ধের সময়, একটি জোরাক্সান রোমা দল বসনিয়া থেকে এসে মিসৌরির সেন্ট লুইসে বসতি স্থাপন করে। জোরাক্সানরা নিজেদের মধ্যেই থাকে এবং অন্যান্য আমেরিকান খ্রিস্টান রোমা গোষ্ঠীর সাথে তাদের খুব কম যোগাযোগ আছে। তারা তাদের রোমা হিসেবে বিবেচনা করে না, বরং কেবল মুসলিম আমেরিকান হিসেবে বিবেচনা করে।\n\n\n=== চিলির জোরাক্সান রোমা ===\n১৯ শতকের দিকে সার্বিয়া থেকে জোরাক্সান রোমার একটি ছোট দল এসে চিলিতে বসতি স্থাপন করে, যেখানে তারা ক্যাথলিক ধর্মে ধর্মান্তরিত হয় এবং ইসলাম ধর্ম ত্যাগ করে। কিন্তু ২০ শতকের শেষের দিকে, এই জোরাক্সানরা সকলেই অ্যাডভেন্টিস্ট ইভাঞ্জেলিকাল বিশ্বাস গ্রহণ করে, তবে তারা কুরবানী (ইসলামী ধর্মীয় বলিদান) অনুশীলন করে, যাকে তারা কুরবানো বলে। \n\n\n== তথ্যসূত্র =="}