{"pageid": 1531679, "title": "টেবিল", "url": "https://bn.wikipedia.org/wiki?curid=1531679", "content": "টেবিল (ইংরেজি: table, টেইব্যল্) বা মেজ (ফার্সি: میز, মেজ়্) এক বা একাধিক পায়াবিশিষ্ট উঁচু সমতল আসবাববিশেষ। কাজ-কর্ম, খাওয়া-দাওয়া কিংবা জিনিসপত্র রাখার জন্য টেবিল ব্যবহার করা হয়। টেবিলের বিভিন্ন প্রকারভেদের মধ্যে রয়েছে খাওয়া-দাওয়ার জন্য ডাইনিং টেবিল, বৈঠকখানায় জিনিসপত্র প্রদর্শন বা জলখাবার দেওয়ার জন্য কফি টেবিল এবং বিছানার পাশে অ্যালার্ম ঘড়ি ও বাতি রাখার জন্য বেডসাইড টেবিল।এছাড়া কোনো বিশেষ কাজে ব্যবহারের জন্য বিভিন্নরকম টেবিল ব্যবহৃত হয়, যেমন স্থাপত্য চিত্রণের জন্য ড্রাফটিং টেবিল এবং বোনার জন্য সেলাই টেবিল।\n\n\n== ব্যুৎপত্তি ==\n\"টেবিল\" শব্দটি ইংরেজি table (টেইব্যল্) থেকে আগত, যা লাতিন tabula (তাবুলা) থেকে আগত, যার অর্থ \"কাষ্ঠফলক\"।\n\n\n== ইতিহাস ==\n\nপ্রাচীনতম টেবিলের মধ্যে খ্রিস্টপূর্ব ২৫০০ নাগাদ প্রাচীন মিশরীয়দের টেবিল উল্লেখযোগ্য, যা কাঠ ও অ্যালাবাস্টার দিয়ে তৈরি। মিশরীয় টেবিল প্রায়ই জিনিসকে মেঝে থেকে উপরে রাখার পাথুরে বেদিমাত্র, যদিও সমাধিতে কাঠের টেবিলের নমুনা পাওয়া গিয়েছে। বড় বড় থালার মাধ্যমে খাওয়া-দাওয়ার টেবিলে খাদ্য ও পানীয় পরিবেশন করা হতো। মিশরীয়রা বিভিন্ন ছোট টেবিল ও উত্তোলিত খেলার বোর্ডের ব্যবহার করত। এছাড়া চিত্রণ ও লিখনের জন্য চীন ও মেসোপটেমিয়ার জনগোষ্ঠীরা ধাতুর টেবিল তৈরি করত।\nগ্রিস ও রোমে বিশেষ করে খাওয়া-দাওয়ার টেবিলের বহুল প্রচলন ছিল, আর ব্যবহারের পর গ্রিক টেবিলকে বিছানার তলায় ঠেলা হতো। তখনকার টেবিল মার্বেল, কাঠ বা ধাতু (মূলত ব্রোঞ্জ বা রূপার সংকর) দিয়ে তৈরি করা হতো, আর এর পায়াগুলোকে কখনো কখনো অলংকারবহুল করা হতো। পরে বৃহত্তর আয়তাকার টেবিলগুলিকে পৃথক বেদি ও স্তম্ভ দিয়ে তৈরি করা হতো। এছাড়া রোমানরা ইতালিতে একপ্রকার বৃহৎ অর্ধবৃত্তাকার টেবিল চালু করেছিল, যার নাম \"মেনসা লুনাতা\" (mensa lunata)।\n\n\n== ধরন ==\nউৎস, ধাঁচ, উদ্দেশ্য ও খরচের উপর নির্ভর করে বিভিন্নরকম উপাদান ও আকৃতির টেবিল রয়েছে। অনেক টেবিল কাঠ বা কাষ্ঠজাত দ্রব্য দিয়ে তৈরি। কিছু টেবিল আবার কাচ ও ধাতু দিয়েও তৈরি হয়। টেবিল সাধারণত একটি সমতল ও এক বা একাধিক পায়া নিয়ে গঠিত।\nটেবিলের উপরের আকৃতি বিভিন্নরকম, যার মধ্যে আয়তাকার, বর্গাকার, গোলাকার ও ডিম্বাকার টেবিল সবচেয়ে বেশি প্রচলিত।\nঅনেক টেবিলের উপরের অংশ এমন হয় যে তার উচ্চতা, অবস্থান, আকার বা আকৃতি ইত্যাদি পরিবর্তন করা যায়। সহজে পরিবহনের জন্য ভাঁজযোগ্য টেবিল রয়েছে। রেলগাড়ি ও বিমানের ছোট টেবিল ভাঁজযোগ্য ও অভাঁজযোগ্য দুইরকমই হতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nKenny, Peter M.; Brown, Michael K.; Bretter, Frances F.; Thurlow, Matthew A. (২০১১)। Duncan Phyfe: Master Cabinetmaker in New York। New York: Metropolitan Museum of Art। আইএসবিএন 9780300155112। \n\n\n== আরও পড়ুন ==\nAdlin, Jane (২০১৩)। Vanities: Art of the Dressing Table। New Yor: The Metropolitan Museum of Artk। \nDavidson, Richard (২০০০)। Miller's Antiques Checklist: Furniture। Miller's। আইএসবিএন 1-84000-277-8। \nHeyward, Helena (১৯৮০)। Grande Encyclopédie Illustrée des Meubles (French ভাষায়)। Paris: Flammarion। আইএসবিএন 2-85961-073-1। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \n\n\n== বহিঃসংযোগ ==\n\nAntike Tisch-Kultur.de (German) — কিছু পুরনো টেবিলের চিত্রশালা\nNational Museum of Australia - First Fleet table ( ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১১-০৩-১৭ তারিখে)"}