{"pageid": 1531895, "title": "তারুদান্ত", "url": "https://bn.wikipedia.org/wiki?curid=1531895", "content": "তারুদান্ত (আরবি: تارودانت, [taːruːdaːnt]) হলো সুস অঞ্চলের দক্ষিণ-পশ্চিম মরক্কোর একটি শহর। এটি আগাদির-এর পূর্বে মারাকেশ-এর দক্ষিণে অবস্থিত। বর্তমানে এটি একটি ছোট বাজার শহর এবং একটি পর্যটন গন্তব্য।\n\n\n== ইতিহাস ==\n\nআলমোরাভিদরা ১০৫৬ সালে এই শহর দখল করে। ১৫শ শতকের মাঝামাঝি সময়ে বানু যায়দান (যাঁরা পরে সাআদি রাজবংশ প্রতিষ্ঠা করেন) তারউদান্তের নিকটে তিদসি নামক স্থানে বসতি স্থাপন করেন, যা রাজবংশের প্রথম নেতা আল-কায়িম-এর ঘাঁটি হিসেবে ১৫১৩ সাল পর্যন্ত ব্যবহৃত হয়। মরোক্কোর সংবাদমাধ্যম অনুযায়ী ১৬শ শতকে সাআদি আমলে শহরের বর্তমান প্রাচীরের বিন্যাস তৈরি হয়।\n১৭শ শতকে এটি স্থানীয় নেতা সিদি ইয়াহিয়ার ঘাঁটি ছিল, যিনি সাআদি সুলতান মৌলায় যায়দানকে আবু মাহালি-র বিরুদ্ধে সহায়তা করেন। আবু মাহালি মারাকেশ দখলকারী একজন বিদ্রোহী ছিলেন।\n১৭৬০ সালে আগাদির বন্দর বাণিজ্যের জন্য বন্ধ হয়ে যাওয়ার পর শহরটি অর্থনৈতিকভাবে ক্ষতিগ্রস্ত হয়। ১৯শ শতকের শেষ দিকে সুলতান হাসান প্রথম শহরের উপর আরও সুসংগঠিত নিয়ন্ত্রণ প্রতিষ্ঠা করেন। ২০শ শতকের শুরুতে এটি আবার শাসনের বিরুদ্ধে প্রতিরোধ শুরু করে। তবে ১৯০৩ সালে কায়েদ তায়্যেব আল-গুন্দাফি শৃঙ্খলা পুনঃপ্রতিষ্ঠা করেন। ১৯১২ সালে ফ্রান্স মরক্কোতে তাদের প্রটেক্টরেট চাপিয়ে দেওয়া শুরু করলে আহমেদ আল-হিবা ফরাসিদের বিরুদ্ধে প্রতিরোধ করার জন্য তারউদান্তকে তাঁর রাজধানী হিসেবে ব্যবহার করেন। ফরাসিরা ১৯১৭ সালে শহরের নিয়ন্ত্রণ নেয়।\nঐতিহাসিকভাবেই তারউদান্তে একটি ইহুদি সম্প্রদায় ছিল। ধারণা করা হয়, ১১শ শতকে ইহুদি সম্প্রদায় এ এলাকায় প্রতিষ্ঠিত হয়। শহরের জনসংখ্যার প্রায় ১০% ছিল ইহুদি, যারা মূলত ক্যারাভান বাণিজ্যে নিয়োজিত ছিল। মোসেস বেন মাইমন আলবাস ছিলেন তারউদান্তের একজন খ্যাতিমান ইহুদি কাব্বালাবাদার।\n\n\n== জলবায়ু ==\n১১ আগস্ট ২০২৩ তারিখে তারউদান্তে সর্বোচ্চ তাপমাত্রা রেকর্ড করা হয়েছিল। এ দিন তাপমাত্রা ছিল ৪৮.০ ডিগ্রি সেলসিয়াস (১১৮.৪ ডিগ্রি ফারেনহাইট)।\n\n\n== অর্থনীতি ==\nবর্তমানে তারউদান্ত একটি গুরুত্বপূর্ণ বাজার শহর। এখানে দুটি প্রধান চত্বর আসারাগ এবং তলমোকলাতে একটি করে সুক রয়েছে। শহরের প্রাচীরের বাইরে ভবিষ্যতের বিশ্ববিদ্যালয় এলাকা সংলগ্ন এলাকায় সাপ্তাহিক একটি সুক বসে।\n\n\n== নিদর্শন ==\nতারউদান্তের মদিনা (ঐতিহাসিক চত্বর) মরক্কোর জাতীয় সাংস্কৃতিক ঐতিহ্য হিসেবে স্বীকৃত। শহরের ঐতিহাসিক প্রাচীরটির দৈর্ঘ্য প্রায় ৬ কিলোমিটার (৩.৭ মাইল) অথবা ৮ কিলোমিটার (৫.০ মাইল)। এতে বিভিন্ন বুরুজ এবং নয়টি প্রবেশদ্বার রয়েছে, যেগুলো এখনো ব্যবহৃত হয়।\n\n\n== বিশিষ্ট ব্যক্তিত্ব ==\nমোসেস বেন মাইমন আলবাস (১৬শ শতাব্দী), কাব্বালাবাদার\nআহমেদ সুলতান, গায়ক\n\n\n== তথ্যসূত্র =="}