{"pageid": 1531035, "title": "আবদুর রহমান ইবনে আব্বাস", "url": "https://bn.wikipedia.org/wiki?curid=1531035", "content": "আবদুর রহমান ইবনে আল-আব্বাস ইবনে আব্দুল মুত্তালিব ইবনে হাশিম হলেন নবী মুহাম্মদের একজন কনিষ্ঠ সাহাবি, যিনি নবীজির চাচাতো ভাই ও সাহাবি আবদুল্লাহ ইবনে আব্বাসের সহোদর ভাই ছিলেন। ৩৫ হিজরিতে ইসলামের তৃতীয় খলিফা উসমান ইবনে আফফানের রাজত্বকালে তিনি তার ভাই মা'বাদ ইবনে আব্বাসের সাথে শহীদ হন। \n\n\n== জীবনী ==\nতার পুরো নাম আব্দুর রহমান ইবনে আব্বাস ইবনে আব্দুল মুত্তালিব ইবনে হাশিম।  তাঁর মা ছিলেন উম্মুল ফাদল লুবাবা আল-কুবরা, যিনি হারিস ইবনে হাজন হিলালিয়ার কন্যা ছিলেন।  আব্দুর রহমান রাসূলুল্লাহর যুগে জন্মগ্রহণ করেন এবং তিনি কনিষ্ঠ সাহাবীদের অন্তর্ভুক্ত হিসেবে বিবেচিত হন। \nইবনে মান্দা আব্দুল্লাহ ইবনে গাসিল হতে বর্ণনা করেন: আমি আল্লাহর রাসুলের সাথে ছিলাম। তখন আমরা আব্বাসের পাশ দিয়ে অতিক্রম করছিলাম। তিনি বললেন: “হে চাচা, আপনার ছেলেদের নিয়ে আমার সাথে আসুন।” তখন তিনি তাঁর ছয় ছেলে: ফজল, উবাইদুল্লাহ, আবদুল্লাহ, কুছম, মা'বদ এবং আবদুর রহমানকে নিয়ে এলেন। নবী তাদের একটি ঘরে প্রবেশ করালেন এবং লালরঙে রেখাযুক্ত একটি কালো চাদর দিয়ে তাদের ঢেকে দিলেন এবং বললেন: “হে আল্লাহ! এরা আমার পরিবার ও বংশধর। তুমি যেমন এই চাদর দ্বারা তাদের আচ্ছাদন করেছ, তেমনি তাদের আগুন থেকে রক্ষা কর।” তখন ঘরের কোন মাটির ঢেলা বা দরজা এমন ছিল না, যা আমিন বলেনি। \nইতিহাসবিদ ইয়াকুবি তাঁর ‘তারীখ’ গ্রন্থে বর্ণনা করেন: আব্দুর রহমান ইবনে আব্বাস ইবনে আব্দুল মুত্তালিব শামে (সিরিয়া) মুয়াবিয়ার নিকট গিয়েছিলেন। কিন্তু মুয়াবিয়া তাকে উপেক্ষা করেছিলেন এবং তার কোন প্রয়োজন পূরণ করেননি। একদিন মুয়াবিয়া আবদুর রহমানের কাছে গিয়ে বললেন: “হে ইবনে আব্বাস, আল্লাহ আমাদের ও আবুল হাসানের (আলী) মধ্যে কী ফায়সালা করলেন?” আব্দুর রহমান বললেন: “আল্লাহ সত্য কাজই করেছেন। তোমাকে এমন এক জান্নাত থেকে বঞ্চিত করেছেন, যা তুমি কখনো পাবে না এবং তাকে এমন এক দুনিয়া থেকে দূরে রেখেছেন, যা তুমি লাভ করেছ। এটা শুনে মুয়াবিয়া বললেন: “তুমি কি আল্লাহর উপর হুকুম দিচ্ছো? উত্তরে তিনি বললেন: যা আল্লাহ নিজেই নিজের উপর নির্ধারণ করেছেন আমি তাই বলছি। যারা আল্লাহর নাযিলকৃত হুকুম অনুযায়ী বিচার করে না, তারা জালিম।” এরপর তাদের মধ্যে আরো দীর্ঘ কথোপকথন চলে।\nইবনে আব্বাসের ভাইদের ব্যাপারে মুহাম্মাদ মাহদি খুরাসানি বলেন: তাদের অবস্থার মধ্যে পার্থক্য এবং আমলের মাঝে তারতম্য ছিল। তাদের মধ্যে কেউ কেউ ছিল উন্নত চরিত্র ও উত্তম আমলের অধিকারী; যেমন ফজল, কুছম, ও কাসির; আবার তাদের কেউ ছিল ব্যর্থ ও পতিত; যেমন উবাইদুল্লাহ ও আব্দুর রহমান এবং কেউ ছিল অখ্যাত; যেমন তাম্মাম ও মা'বদ। \nআব্দুল হুসাইন শারাফুদ্দিন তাঁকে সে সকল সাহাবীর অন্তর্ভুক্ত করেছেন, যারা শিয়াদের মতে প্রশংসিত। \nআবদুর রহমানের কোনো বংশধর ছিল না। তাঁর এক ছেলে হয়েছিল, যার নামও ছিল আবদুর রহমান। কিন্তু সে আব্দুর রহমানের জীবদ্দশায় শিশু অবস্থাতেই মারা যায়। \nমুস'আব ও অন্যান্যরা বলেছেন যে, পঁয়ত্রিশ হিজরীতে ইসলামের তৃতীয় খলিফা উসমান ইবনে আফফানের রাজত্বকালে আবদুর রহমান তার ভাই মা'বাদ ইবনে আব্বাসের সাথে আফ্রিকায় শহীদ হন এবং আবদুল্লাহ ইবনে সা'দ ইবনে আবি সারহও শহীদ এতে হন। তবে ইবনে আল-কালবি বলেছেন: আবদুর রহমান ইবনে আব্বাস শামে নিহত হন।  আল-বালাজুরি বলেছেন: তিনি শামে আমওয়াসের প্লেগে মারা যান। এটিও বলা হয় যে, তিনি দ্বিতীয় খলিফা উমরের খেলাফতের সময় ইয়ারমুকের যুদ্ধে শহীদ হন। \n\n\n== তথ্যসূত্র =="}