{"pageid": 1531268, "title": "কুইন সুলিভান", "url": "https://bn.wikipedia.org/wiki?curid=1531268", "content": "কুইন সুলিভান (ইংরেজি: Quinn Sullivan, জন্ম: ২৭ মার্চ ২০০৪) হলেন একজন মার্কিন পেশাদার ফুটবলার, যিনি মেজর লিগ সকার ক্লাব ফিলাডেলফিয়া ইউনিয়ন-এর হয়ে মিডফিল্ডার হিসেবে খেলেন।\n\n\n== প্রারম্ভিক জীবন ==\nসুলিভান পেনসিলভানিয়ার ফিলাডেলফিয়ায় জন্মগ্রহণ করেন। তিনি জার্মান বংশোদ্ভূত এবং ফুটবলারদের একটি পরিবারের সদস্য। তার নানা লুইস নানচকো ১৯৬৭ সালে মার্কিন যুক্তরাষ্ট্রের জাতীয় দলের হয়ে খেলেছেন এবং তার মামা কার্লোস ল্যাচো ছিলেন পেশাদার ফুটবলার। তার ভাই ডেভিড সুলিভানও একজন তরুণ ফুটবলার।\n\n\n== ক্লাব ক্যারিয়ার ==\n\n\n=== ফিলাডেলফিয়া ইউনিয়ন ===\nসুলিভান ২০১৬ সালে ফিলাডেলফিয়া ইউনিয়ন একাডেমিতে যোগ দেন এবং ২০২০ সালে একটি হোমগ্রোন চুক্তিতে স্বাক্ষর করেন। ২৬ মে, ২০২১ সালে তিনি ডিসি ইউনাইটেডের বিপক্ষে পেশাদার অভিষেক করেন, একটি ১–০ ব্যবধানে জয়ী ম্যাচে বদলি হিসেবে নামেন।\n২৬ জুন, ২০২১ সালে তিনি তার প্রথম পেশাদার গোলটি করেন শিকাগো ফায়ারের বিপক্ষে বাইসাইকেল কিকে। ২০২১ কনকাকাফ চ্যাম্পিয়ন্স লিগে তিনি দুটি ম্যাচ খেলেন, যার মধ্যে ছিল ক্লাব আমেরিকার বিপক্ষে একটি সেমিফাইনাল ম্যাচ।\n\n\n== আন্তর্জাতিক ক্যারিয়ার ==\nসুলিভান মার্কিন যুক্তরাষ্ট্রের অনূর্ধ্ব-১৫ এবং অনূর্ধ্ব-২০ জাতীয় দলের প্রতিনিধিত্ব করেছেন। তিনি ২০২৩ সালের অনূর্ধ্ব-২০ বিশ্বকাপে অংশ নেন এবং টুর্নামেন্টে যুক্তরাষ্ট্রের পক্ষে ছয়টি গোল করেন।\n\n\n== ব্যক্তিগত জীবন ==\nসুলিভান একটি ফুটবল পরিবার থেকে এসেছেন: তার মা বাংলাদেশি বংশোদ্ভূত এবং তার বাবা ব্রেন্ডন সুলিভান এ-লিগে ছয় বছরের পেশাদার ক্যারিয়ারে পাঁচটি ক্লাবের হয়ে খেলেছেন। এর আগে, ব্রেন্ডন সুলিভান পেনসিলভানিয়া বিশ্ববিদ্যালয়ের অল-আইভি সিলেকশন ছিলেন এবং ফিলাডেলফিয়ার সেন্ট জোসেফস প্রেপে খেলেছেন। এরপর তিনি তার আলমা ম্যাটারে কোচিং করেন।\nকুইনের মা হাইক ডিভিশন I ফুটবল খেলেছেন এবং পেনসিলভানিয়া বিশ্ববিদ্যালয়ের মহিলা দলের অধিনায়ক ছিলেন।\nকুইনের ছোট ভাই ক্যাভান সুলিভান একজন মার্কিন যুব আন্তর্জাতিক, যিনি ফিলাডেলফিয়া ইউনিয়নের হয়েও খেলেন। তার অন্য দুই ভাই, ছোট যমজ ডেক্লান এবং রোনানও যুব ফুটবল খেলোয়াড়, উভয়ই বর্তমানে YSC একাডেমিতে পড়ছেন এবং MLS NEXT অনুমোদিত FC DELCO-তে খেলছেন।\nতার চাচাতো ভাই ক্রিস অলব্রাইট, একজন আমেরিকান আন্তর্জাতিক খেলোয়াড়, যিনি ইউনিয়নের হয়ে দুটি মৌসুম খেলেছেন এবং তার দাদা ল্যারি সুলিভান, ১৯৯১ থেকে ২০০৭ সাল পর্যন্ত ভিলানোভার প্রধান কোচ ছিলেন।\nতার চাচা ব্রায়ান সুলিভান ফিলাডেলফিয়া টেক্সটাইলের একজন ডিভিশন I গোলরক্ষক ছিলেন এবং ভিলানোভার কোচিং স্টাফেও ছিলেন।\nতার মাতামহী বাংলাদেশি এবং মাতামহ ক্লাউস ক্রিপেনডর্ফ।\n\n\n== পরিসংখ্যান ==\n২০২৪ সালের ২ এপ্রিল পর্যন্ত\n\n\n=== ক্লাব ===\n৭ ডিসেম্বর ২০২৪  পর্যন্ত হালনাগাদকৃত।\n\n\n== সম্মাননা ==\n\n\n=== আন্তর্জাতিক ===\nমার্কিন যুক্তরাষ্ট্র অনূর্ধ্ব-২০\nকনকাকাফ অনূর্ধ্ব-২০ চ্যাম্পিয়নশিপ: ২০২২\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফিলাডেলফিয়া ইউনিয়নের প্রোফাইল\nএমএলএস প্রোফাইল"}