{"pageid": 1532968, "title": "হাম্মাম আল-সামারা", "url": "https://bn.wikipedia.org/wiki?curid=1532968", "content": "হাম্মাম আল-সামারা (আরবি: حمام السمرا , যাকে হামাম আস-সুমারাও বলা হয়; লিপ্যন্তর: \"সামরীয়দের স্নান\" বা \"বাদামী স্নান\") ছিল ফিলিস্তিনের গাজার পুরাতন শহরের জেইতুন কোয়ার্টারে অবস্থিত একটি হাম্মাম (ঐতিহ্যবাহী পাবলিক স্নানঘর)। এটি রাস্তার স্তরের ৩ মিটার (৯.৮ ফুট) নীচে অবস্থিত। এর মালিক ছিলেন সেলিম আবদুল্লাহ আল-ওয়াজির। ২০২৩ সালের ডিসেম্বরে ইসরায়েলি বাহিনীর বিমান হামলায় স্নানঘরটি ধ্বংস হয়ে যায়। সেই সময়ে এটি গাজার একমাত্র সক্রিয় হাম্মাম ছিল।\n\n\n== ইতিহাস ==\nযদিও গাজায় প্রাক- ইসলামিক যুগের বলে গুজব রয়েছে, স্নানঘরের লবিতে একটি ফলক ঘোষণা করে যে হাম্মাম আল-সামারা ১৩২০ সালে শহরের মামলুক গভর্নর সানজার আল-জাওলি পুনরুদ্ধার করেন। এটি গাজার মূল পাঁচটি হাম্মামের মধ্যে একমাত্র হাম্মাম, যা এখনও চালু আছে। ১৯১৩ সালে থিওডোর ই. ডাউলিং-এর লেখা অনুসারে, ১৫৮৪ সালে গাজায় একটি সামেরিয়ান সম্প্রদায় বিদ্যমান ছিল এবং তাদের একটি বৃহৎ সিনাগগ এবং দুটি স্নানাগার ছিল। সেগুলোর মধ্যে একটি এখন \"সামরীয়দের স্নান\" নামে পরিচিত। গাজার একজন গভর্নর যিনি রিদওয়ান রাজবংশের ছিলেন, তিনি স্নানঘরটি অধিগ্রহণ করতে চেয়েছিলেন, কিন্তু মালিক এটি বিক্রি করতে অস্বীকৃতি জানালে ক্ষুব্ধ গভর্নর তাকে ভবনের সামনে ঝুলিয়ে দেন। ধারণা করা হয়, ১৬ শতকের শুরুর আগেই শমরীয়দের শহর থেকে বিতাড়িত করা হয়েছিল।\nমালিকানাধীন ওয়াজির পরিবার হাম্মাম আস-সামার ভেঙে নতুন ভবন নির্মাণের সিদ্ধান্ত নেয়। তবে তাদের একটি প্রাচীন জল গরম করার ব্যবস্থা এবং ঐতিহ্যবাহী স্নানঘরের মুখোমুখি হতে হয়েছিল যা আর সঠিকভাবে কাজ করছিল না এবং মেরামত করা অত্যন্ত ব্যয়বহুল ছিল। তাই রক্ষণাবেক্ষণের খরচ বৃদ্ধির কারণে প্রায় ধ্বংসপ্রাপ্ত হাম্মাম আস-সাম্মারা আংশিকভাবে পুনরুদ্ধার করা হয়, যদিওগাজার ইসলামিক বিশ্ববিদ্যালয় এবং জাতিসংঘ উন্নয়ন কর্মসূচি (ইউএনডিপি) এর সাথে যৌথভাবে কাজ শুরু করে। স্নানাগারটিতে কাঠ-জ্বালানিচালিত চুলা এবং জলনালীগুলির একটি পুরানো পদ্ধতি ব্যবহার করা হত এবং এই কারণে ওয়াজির পরিবার ভবনের মার্বেল স্ল্যাবের নীচে জলনালীগুলি সংস্কারের জন্য তহবিল সংগ্রহ করে আসছিল।\n\n\n== কাঠামো এবং পরিষেবা ==\nহাম্মাম আস-সামারায় বিভিন্ন তাপমাত্রার বেশ কয়েকটি কক্ষ ছিল। গ্রাহকরা প্রথমে তাদের জিনিসপত্র কেরানির কাছে রেখে যেতেন, তারপর স্টিম রুমে যেতেন, তারপর তারা গরম জলে স্নান করতেন। অতিরিক্ত গরম রোধ করার জন্য স্নানের পাত্রে ঠান্ডা জল স্প্রিংকলার দিয়ে ছিটানো হয় এবং জল ঢালার জন্য ক্যানিস্টার দেওয়া হয়। চূড়ান্ত পর্যায়ে ছিল মঘতাসে সাঁতার কাটা। এটু ছিল প্রায় এক মিটার গভীর গরম জলে ভরা একটি ছোট পুকুর। স্নানের পর গ্রাহকরা রুম-টেম্পারেচার লাউঞ্জে প্রবেশ করতেন। ম্যাসাজেরও ব্যবস্থা ছিল। একজন মুডালিক (একজন পেশাদার \"স্ক্রাবার\") দ্বারা ম্যাসাজ করানো হত।\nবাত এবং বন্ধ্যাত্বের জন্য লোক প্রতিকার হিসেবে স্নানাগারটি ব্যবহার করা হত এবং মায়েদের তাদের ৪০ দিন বয়সী শিশুদের আশীর্বাদের জন্য হাম্মাম আস-সাম্মারায় নিয়ে আসার প্রথা ছিল। এর সামাজিক গুরুত্ব ছিল, বিশেষ করে মহিলাদের কাছে। কারণ এটি ছিল এমন একটি স্থান, যেখানে সম্প্রদায়ের সদস্যরা একত্রিত হয়ে মেলামেশা করতেন। পরিষেবাগুলি পুরুষ এবং মহিলা উভয়ের জন্যই উন্মুক্ত ছিল, তবে দিনের আলাদা আলাদা সময়ে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nDowling, Theodore Edward (১৯১৩), Gaza: A City of Many Battles (from the family of Noah to the Present Day), Society for Promoting Christian Knowledge, আইএসবিএন 0-7905-6990-6"}