{"pageid": 1532861, "title": "কাসবাহ প্রাসাদ, তানজাহ", "url": "https://bn.wikipedia.org/wiki?curid=1532861", "content": "কাসবাহ প্রাসাদ, যা দার আল-মাখজেন, সুলতানের প্রাসাদ বা গভর্নরের প্রাসাদ এবং পূর্বে শরিফিয়ান প্রাসাদ নামেও পরিচিত, হলো মরক্কোর তানজাহের কাসবাহ বা দুর্গে অবস্থিত একটি ঐতিহাসিক ভবন এবং জাদুঘর। এর স্থানটি দীর্ঘদিন ধরে তানজাহের রাজনৈতিক ক্ষমতার প্রধান কেন্দ্র। বর্তমান কাঠামোটি ১৮ শতকের গোড়ার দিকে শহরের গভর্নরের বাসভবন এবং শহরে অবস্থানকালীন সময়ে মরক্কোর সুলতানের বাসস্থান হিসেবে নির্মিত হয়েছিল, উদাহরণস্বরূপ ১৮৮৯ সালে প্রথম হাসান। ১৯২২ সাল থেকে এটিকে জাদুঘর হিসেবে পুনর্ব্যবহৃত করা হচ্ছে। ২০১৬ সালে সংস্কারের পর থেকে এর নামকরণ করা হয় কাসবাহ মিউজিয়াম অব মেডিটেরেনিয়ান কালচার্স, এবং ২০২১ সালের শেষের দিকে কাসবাহ মিউজিয়াম কনটেম্পোরারি আর্ট স্পেস যুক্ত করা হয়।\n\n\n== ইতিহাস ==\n১৮ শতকের গোড়ার দিকে সুলতান মৌলে ইসমাইলের রাজত্বকালে ইংরেজ \"উচ্চ দুর্গ\" এর ধ্বংসাবশেষের উপর এই ভবনটি নির্মিত হয়েছিল। এটি নির্মাণ করেছিলেন জাইশ আল-রিফির জেনারেল এবংতানজাহের আধা-স্বায়ত্তশাসিত গভর্নর পাশা আহমেদ বেন আলী আল-রিফি।\n১৯২২ সালে ফরাসি পণ্ডিত এডুয়ার্ড মিকাক্স-বেলায়ার কাঠামোটিকে জাদুঘরে রূপান্তরের সূচনা করেন। ২০১০ সালের গোড়ার দিকে এটি ব্যাপকভাবে সংস্কার করা হয় এবং ২০১৬ সালে পুনরায় খোলা হয়।\n\n\n== বিবরণ ==\nভবনটি কসবার পূর্ব অংশে অবস্থিত। এটি শহরের সর্বোচ্চ স্থানগুলির মধ্যে একটি, যা মদিনা এবং জিব্রাল্টার প্রণালী দেখা যায়। এটি দুটি উঠোনের মধ্যে কেন্দ্রীভূত, যা কাঠের সিলিং, মার্বেল ফোয়ারা এবং আরবস্কু দিয়ে সজ্জিত। মূল উঠোনের স্তম্ভগুলির মার্জিত মার্বেল ক্যাপটিলস সম্ভবত ১৮ শতকের মাঝামাঝি সময়ে নির্মাণের সময় ইতালি থেকে আমদানি করা হয়েছিল। কাসবাহর মেচোয়ারের মুখোমুখি সামগ্রীর মধ্যে রয়েছে একটি প্রাক্তন বাইতুল-মাল বা কোষাগার, যা ১৮ শতকের শেষের দিকে তৈরি করা হয়েছিল, এবং কারাগার।\n\n\n== ভূমধ্যসাগরীয় সংস্কৃতি জাদুঘর ==\nপূর্বের অভ্যর্থনা স্থান এবং থাকার ঘরগুলি এখন ভূমধ্যসাগরীয় সংস্কৃতি জাদুঘর (Musée des Cultures Méditerranéennes) হিসেবে ব্যবহৃত হয়। সমগ্র মরক্কোর শিল্পকর্ম প্রদর্শন করে, যার মধ্যে রয়েছে মার্কেট্রি, কার্পেট, ফেজের সিল্ক এবং পাণ্ডুলিপি দিয়ে সজ্জিত আগ্নেয়াস্ত্র। পুরাকীর্তির জাদুঘরটি এখন পূর্বের রান্নাঘরটি দখল করে আছে। এখানে প্রাচীন রোমান অঞ্চল যেমন লিক্সাস, কোটা এবং ভোলুবিলিস থেকে প্রাপ্ত নিদর্শন, সেইসাথে প্রাগৈতিহাসিক যুগ থেকে মধ্যযুগ পর্যন্ত তানজাহ অঞ্চলের একটি পূর্ণাঙ্গ কার্থাজিনিয়ান সমাধি এবং নিদর্শন রয়েছে।\nজাদুঘরের সমসাময়িক শিল্প স্থানটি ২০২১ সালের শেষের দিকে মেচোয়ারের মুখোমুখি প্রাসাদের প্রাক্তন কারাগারে খোলা হয়, যা ১৯৭০ এর দশকের গোড়ার দিকে ব্যবহার করা হয়েছিল।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nকাসবাহ মসজিদ (তানজাহ)\nদার বাথা\nমরক্কোর রাজকীয় বাসস্থানের তালিকা\n\n\n== টীকা =="}