{"pageid": 1532552, "title": "লালবিহারী শাহ", "url": "https://bn.wikipedia.org/wiki?curid=1532552", "content": "লালবিহারী শাহ ( ১ ডিসেম্বর ১৮৫৩ – ১ জুলাই ১৯২৪)  ছিলেন একজন ভারতীয় বাঙালি  খ্রিস্টান ধর্মযাজক তথা  পাদরি, শিক্ষক, বাংলা ব্রেইল পদ্ধতির (শাহ ব্রেইল) প্রবর্তক এবং  কলিকাতা অন্ধ বিদ্যালয়ের প্রতিষ্ঠাতা। \n\n\n== জীবনী ==\nলালবাহারী শাহের জন্ম ১৮৫৩ খ্রিস্টাব্দের ১ ডিসেম্বর  ব্রিটিশ ভারতের অধুনা  পশ্চিমবঙ্গের নদিয়া জেলার হুদালক্ষ্মীহাচা গ্রামে এক দরিদ্র খ্রিস্টান পরিবারে। দারিদ্র্যের কারণে তার আনুষ্ঠানিক শিক্ষা প্রায়শই ব্যাহত হত। মায়ের আগ্রহেই তিনি মিশনারি স্কুলে পড়াশোনা করে শেষে বি.এ. পাশ করেন।  ১৮৭৭ খ্রিস্টাব্দে কলকাতার চিৎপুরে অবস্থিত ওয়েসলিয়ান মিশন স্কুলে শিক্ষক হিসাবে কর্মজীবন শুরু করেন। পরে তিনি জীবনের এক গুরুত্বপূর্ণ সময়ের কর্মজীবন সাঁওতাল পরগনার ভাগোয়ায় এক খ্রিশ্চান স্কুলে আন্তরিকতার সাথে পালন করেন। কিন্তু কর্তৃপক্ষের অন্যায় আচরণ তার আত্মসম্মানে আঘাতের কারণ হলে পদত্যাগ করেন এবং এই কঠিন সময়ে জীবিকা নির্বাহের জন্য তিনি কলকাতায় শাকসব্জি বিক্রি করেন।\n১৮৯৪ খ্রিস্টাব্দে ব্রিটিশ শিক্ষাবিদ লিসটন গার্থওয়েটের সাথে তার পরিচয় এক বিরল সুযোগ এনে দেয়। লালবিহারী তার কাছ থেকে ব্রেইল পদ্ধতি শিখে নেন। তিনি লুই ব্রেইলের ছয়টি উত্থিত বিন্দুর পুরু কাগজে নিয়মতান্ত্রিক বিন্যাসের উপর ভিত্তি করে একটি বাংলা ব্রেইল লিপি তৈরি করেন যা পরবর্তীতে তাঁর নামে শাহ ব্রেইল নামে পরিচিত হয় এবং ১৯৬০ এর দশক পর্যন্ত ব্যবহৃত হয়। \nলালবিহারী ব্রেইল পদ্ধতি আয়ত্ত করে ক্ষান্ত হননি, তিনি ব্রেইল পদ্ধতিতে দৃষ্টিহীনদের শিক্ষিত করতে জীবন উৎসর্গ করন। 'ব্যাপটিস্ট মিশন প্রেস'-এ প্রুফ-রিডারের কাজ করার সময় তিনি ১৫৪ কড়েয়া রোডের ছোট বাড়িতে দৃষ্টিহীনদের জন্য একটি স্কুল শুরু করেন। পরে যখন দেখা গেল আসাম, দেওঘর, আগ্রা এমনকি দিল্লি থেকেও ছাত্রছাত্রীরা আসতে শুরু করে তিনি ষোল জন ছাত্রছাত্রীর স্কুলটি ১৯৪ লোয়ার সার্কুলার রোডের একটি বড় বাড়িতে স্থানান্তর করেন এবং নিজে ব্যাপটিস্ট মিশন প্রেসের প্রুফ-রিডারের চাকরি ত্যাগ করেন।\nচাকরি ছাড়ার পর তার আয় বন্ধ হয়ে যাওয়ায় তিনি আর্থিক সমস্যার সম্মুখীন হন। নিজের পরিবার ছাড়াও ছাত্রছাত্রীর ভরণপোষণ ব্যবস্থা করতে হয়। লন্ডন মিশনারি সোসাইটি লাল বিহারীকে প্রধান শিক্ষক নিযুক্ত করে স্কুলটি পরিচালনার প্রস্তাব দেয়। সে সময়ে এটি একটি লাভজনক প্রস্তাব ছিল। কিন্তু স্কুলটি তার ব্যবসা ছিল না। তিনি তার দীর্ঘদিনের লালিত স্বপ্ন কঠোর পরিশ্রমের বাস্তবে রূপ দিতে চলেছেন। তাই সোসাইটির প্রস্তাবটি প্রত্যাখ্যান করে এবং যেকোনো মূল্যে স্কুল পরিচালনার চ্যালেঞ্জ গ্রহণ করেন। পরিচিত লোক জনগণের কাছ অর্থ সংগ্রহ শুরু করেন।\n১৯১২ খ্রিস্টাব্দে লালবিহারী শাহ সম্পূর্ণ অন্ধ হয়ে যান। তিনি তাঁর পুত্র শ্রী অরুণকুমার শাহের উপর স্কুলের দায়িত্বভার অর্পণ করেন এবং সম্পূর্ণরূপে ব্রেইল পদ্ধতিতে নিজেকে নিবেদিত করেন। ষাটের দশকের গোড়ার দিকে ভারতে ব্রেইল বই দুষ্প্রাপ্য ছিল, কোনও ব্রেইল প্রেস ছিল না। লালবিহারী স্কুলের পাঠ্যপুস্তক থেকে ব্রেইল বইগুলিতে হাত দিয়ে কপি করা শুরু করেন। আমৃত্যু তিনি ব্রেইল বইগুলি কপি করে চলেন।\nঅন্যদিকে আরও বেশি সংখ্যক দৃষ্টিহীন শিক্ষার্থীদের থাকার ব্যবস্থা করার জন্য স্কুলটিকে বিভিন্ন স্থানে স্থানান্তর করতে হয়। শেষে ১৯২৫ খ্রিস্টাব্দে বেহালায় ডায়মন্ড হারবার রোডে নিজস্ব বিদ্যালয় ভবনে কলিকাতা অন্ধ বিদ্যালয় স্থাপন করেন। \nলালবিহারী শাহ ১৯২৮ খ্রিস্টাব্দের ১ জুলাই পঁচাত্তর বছর বয়সে বেহালার এই ভবনেই প্রয়াত হন। \n১৯১৯ খ্রিস্টাব্দে ম্যাট্রিকুলেশন পরীক্ষায় উত্তীর্ণ ভারতের প্রথম দৃষ্টিহীন নগেন্দ্রনাথ সেনগুপ্ত ছিলেন ক্যালকাটা ব্লাইন্ড স্কুলের তথা লালবিহারী শাহের ছাত্র। সেনগুপ্তই ছিলেন ভারতের প্রথম দৃষ্টিহীন স্নাতক এবং প্রথম দৃষ্টিহীন অধ্যাপক। তিনি ১৯৪৬ খ্রিস্টাব্দে তৈরি ব্লাইন্ড পার্সনস অ্যাসোসিয়েশন এর প্রতিষ্ঠাতা-সভাপতি ছিলেন। ১৯৩৮ খ্রিস্টাব্দে ম্যাট্রিকুলেশন পরীক্ষায় উত্তীর্ণ ভারতে প্রথম দৃষ্টিহীন মহিলা সাবিত্রী রায়চৌধুরীও ছিলেন কলকাতা ব্লাইন্ড স্কুলের ছাত্রী। \n\n\n== তথ্যসূত্র =="}