{"pageid": 1532751, "title": "ধৌলী শান্তি স্তূপ", "url": "https://bn.wikipedia.org/wiki?curid=1532751", "content": "ধৌলী শান্তি স্তূপ (ইংরেজি: Dhauli International Peace Pagoda (Shanti Stupa))    বা ধৌলিগিরি শান্তি স্তূপ বা ধৌলি ইন্টারন্যাশনাল পিস প্যাগোডা হল  ভারতের ওড়িশা রাজ্যে বৌদ্ধ ঐতিহ্যের অন্যতম জনপ্রিয় নিদর্শন। ভুবনেশ্বর শহরের উপকণ্ঠে ৮ কিলোমিটার দক্ষিণে অবস্থিত। শান্তি প্যাগোডাটি দয়া নদীর তীরে ধৌলি পাহাড়ের চূড়ায় নির্মিত হয়েছে। জাপানের  নিচিরেন বৌদ্ধধর্মের  'নিপ্পনজান-মায়োহোজি' বৌদ্ধ আদেশে বিশ্ব শান্তির জন্য ১৯৭২ খ্রিস্টাব্দে এই শান্তি প্যাগোডা নির্মিত হয়। এটি সারা বিশ্বের তীর্থযাত্রী, ইতিহাসপ্রেমী এবং পর্যটকদের কাছে একটি উল্লেখযোগ্য গন্তব্যস্থল হিসাবে পরিগণিত হয়।\n\n\n== প্রেক্ষাপট ==\nপ্রায় ২৬১ খ্রিস্টপূর্বাব্দে দয়া নদীর তীরে  ধৌলী পাহাড়ের পাদদেশের বিস্তীর্ণ প্রান্তরে মৌর্য সম্রাট অশোক ও কলিঙ্গরাজের মধ্যে তুমুল রক্তক্ষয়ী কলিঙ্গ যুদ্ধ সংঘটিত হয়। যুদ্ধে  সম্রাট অশোক জয়ী হন, কিন্তু অসংখ্য অসহায় মানুষের মৃত্যু ও তাদের আত্মীয়-স্বজনদের অপরিসীম কষ্ট লক্ষ্য করে অশোক পরিতাপজ্বালায় জর্জরিত হন। তাঁর হৃদয়ে পরিবর্তন আসে এবং তিনি 'চন্ডাশোক' (হিংস্র যোদ্ধা) শাসক থেকে 'ধর্মাশোক' (শান্তিপ্রেমী)  হয়ে ওঠেন। পরবর্তীতে বৌদ্ধধর্ম গ্রহণ করেন এবং এমনকি তার পৃষ্ঠপোষকতায় শুধুমাত্র মৌর্য সাম্রাজ্য নয়, এশিয়ার বিভিন্ন দেশে বৌদ্ধধর্ম প্রচারিত হয়। ধৌলি পাহাড়ের গায় শিলালিপিতে উৎকীর্ণ করেন -\n\n অতীতে, শতবর্ষ ধরে চলে আসছে জীবহত্যা ও জীবের অনিষ্ট সাধন, আত্মীয়দের সঙ্গে অনুচিত ব্যবহার, ব্রাহ্মণ ও তপস্বীদের সাথে অনুচিত ব্যবহার কিন্তু এখন থেকে দেবনামপ্রিয়, রাজা প্রিয়দর্শীর ধর্মানুশীলনের কারণে ঢোলের শব্দ ধর্মের শব্দে স্থানান্তরিত হবে।\nদ্বিতীয় বিশ্বযুদ্ধের পর জাপানের  নিচিরেন বৌদ্ধধর্মের বৌদ্ধভিক্ষু এবং নিপ্পনজান-মায়োহোজি বৌদ্ধ আদেশের প্রতিষ্ঠাতা নিচিদাতসু ফুজি (১৮৮৫ - ১৯৮৫) ১৯৪৭ খ্রিস্টাব্দ হতে বিশ্বের নানা স্থানে 'বিশ্ব শান্তির মন্দির' হিসাবে শান্তি প‍্যাগোডা নির্মাণ শুরু করেন।\nভারতের ধৌলির ঐতিহাসিক গুরুত্বের কথা বিবেচনা করে শান্তি প্যাগোডা নির্মাণের স্থান নির্বাচিত হয়। ১৯৭২ খ্রিস্টাব্দে 'কলিঙ্গ নিপ্পন বৌদ্ধ সংঘ' ও 'জাপান বৌদ্ধ সংঘ' এবং ওড়িশা সরকারের মধ্যে একটি সহযোগিতামূলক প্রকল্প হিসাবে নির্মিত হয়। নির্মাণকাজ সম্পন্ন হতে প্রায় দুবছর সময় লেগেছিল।\nঅন্যান্য শান্তি স্তূপের ন্যায় নিচিদাতসু ফুজির আধ্যাত্মিক নির্দেশনায় নির্মিত এই স্তূপটি ১৯৭২ খ্রিস্টাব্দের ৮ নভেম্বর ওড়িশার প্রখ্যাত রাজনৈতিক ব্যক্তিত্ব, বিহারের প্রাক্তন রাজ্যপাল নিত্যানন্দ কানুনগো আনুষ্ঠানিক উদ্বোধন করেন। \n\n\n== বিবরণ ==\nআগাগোড়া শ্বেতপাথরে তৈরী গম্বুজ আকৃতির স্তূপটি পাঁচটি ছাতা বা ছত্রী দ্বারা সজ্জিত। ছাতা পাঁচটি  বৌদ্ধধর্মের পাঁচটি অপরিহার্য অংশ যা পঞ্চ উপদেশ তথা পঞ্চ ধর্মনীতির প্রতিনিধিত্ব করে। স্তূপটির নামকরণ করা হয় সর্বধর্মবিহার। ধৌলি শান্তি স্তূপে চারটি কুলুঙ্গিতে বিভিন্ন ভঙ্গিতে ভগবান বুদ্ধের চারটি বিশাল মূর্তি যেভাবে নির্মিত হয়েছে তার গঠনশৈলী বাস্তবিকই প্রশংসনীয়। এছাড়াও পাথরের প্যানেলে গৌতম বুদ্ধের জীবন ও শিক্ষার কিছু অংশ খোদাই করে রাখা হয়েছে। স্তূপের ঠিক পিছনে রয়েছে একটি সুন্দর শিব মন্দির। ধৌলি পাহাড়ের অন্যান্য প্রধান আকর্ষণ হল বিভিন্ন শিলালিপি, যা সম্রাট অশোকের হৃদয় পরিবর্তনের জীবন্ত সাক্ষ্য। ঐতিহাসিকরা বলেন যে, সম্রাট অশোকের শিলালিপিতে ষষ্ঠ কলিঙ্গ আদেশ তথা অনুশাসনে 'সমগ্র বিশ্বের কল্যাণ'-এ মানবজাতির প্রতি অশোকের উদ্বেগের কথা তুলে ধরা হয়েছে। এছাড়াও শিলালিপিতে প্রদর্শিত হাতি মূর্তির সম্মুখভাগ তার রাজ্যের প্রাচীনতম বৌদ্ধ ভাস্কর্যগুলির মধ্যে একটি হিসাবে বিবেচনা করা হয়। ধৌলি পাহাড় সংলগ্ন সমগ্র অঞ্চল, সবুজ কৃষিভূমি এবং দয়া নদীর নয়নাভিরাম দৃশ্য ভ্রমণপিপাসু পর্যটকদের কাছেও এক আকর্ষণীয় গন্তব্যস্থল। ভুবনেশ্বর থেকে বাস এবং ট্যাক্সিতে ঐতিহ্যবাহী স্থানটিতে যাওয়া যায়।\n\n\n== তথ্যসূত্র =="}