{"pageid": 1532899, "title": "৯ রমজান", "url": "https://bn.wikipedia.org/wiki?curid=1532899", "content": "৯ রমজান হল হিজরি বর্ষপঞ্জির নবম মাস রমজানের ৭ম দিন এবং এটি হিজরি বছরের ২৪৫তম দিন। যদি শাবান মাস ৩০ দিনে পূর্ণ হয়, তবে এটি ২৪৬তম দিন হবে অথবা যদি সফর, রবিউস সানি, জমাদিউস সানি ও শাবান ৩০ দিনে পূর্ণ হয়, তবে এটি বছরের ২৪৭তম দিন হয়। এই দিনের পরে হিজরি বছরের শেষ পর্যন্ত ১০৯ বা ১১০ দিন বাকি থাকে।\n\n\n== ঘটনাবলী ==\n২১২ হিজরি: মুসলিম বাহিনী আসাদ বিন ফুরাতের নেতৃত্ত্বে সিসিলি দ্বীপপুঞ্জে অবতরণ করে এবং তা দখল করে নেন। এই অভিযানটি ঘটে আব্বাসীয় খলিফা আল-মামুনের সময়ে। সিসিলিতে ইসলাম প্রচার ও স্থাপনে এটি একটি গুরুত্বপূর্ণ পদক্ষেপ ছিল। \n৩৮১ হিজরি: ফাতিমীয় খলিফা আল-আজিজ বিল্লাহ তার অসুস্থ পুত্র মনসুরের সুস্থতার জন্য ১০,০০০ দিনার দান করেন দরিদ্রদের মাঝে।\n৪৫২ হিজরি: ফাতিমীয় খলিফা আল-মুস্তানসির বিল্লাহ ইবনুল মাগরিবিকে উজির পদ থেকে বরখাস্ত করেন এবং আবুল ফারাজ আল-বাবলিকে পুনরায় নিয়োগ দেন।\n৫৫৯ হিজরি: মিশরের কায়রো শহরের উপর আরোপিত অবরোধ ভেঙে ফেলা হয়। এই সংঘর্ষে অংশ নেয় শাওয়ার ইবনে মুজির আল-সাদী এবং আসাদ উদ্দিন শিরকুহ। এই সময় খলিফা ছিলেন আল-আযিদ লিদিনিল্লাহ, যিনি ফাতিমীয়দের শেষ খলিফা ছিলেন। সংঘর্ষের একপর্যায়ে শাওয়ার নিহত হন এবং শিরকুহ তার স্থলাভিষিক্ত হন।\n৮২৫ হিজরি: মিশরের কায়রো শহরের অন্যতম শ্রেষ্ঠ স্থাপত্য ‘সুলতান হাসান মাদ্রাসা’র মিনারে পুনরায় আযান চালু করা হয়। এই ঘটনা ঘটেছিল মামলুক সুলতান জাহির তুতারের শাসনামলে।\n৮২৭ হিজরি: বুলাক থেকে দুটি মুসলিম যুদ্ধজাহাজ ভূমধ্যসাগরের দিকে যাত্রা করে। এই জাহাজে ৮০ মামলুক ছিল, যারা ফ্রাঙ্কি জলদস্যুদের বিরুদ্ধে অভিযানে যাত্রা করে। ফ্রাঙ্কিরা এর পূর্বে মুসলিম শহর বৈরুতের উপকূলে আক্রমণ চালিয়েছিল।\n৮৪৩ হিজরি: দামেস্ক শহরের সাধারণ জনগণ মাংসের মূল্যবৃদ্ধির কারণে মিছিল করে প্রতিবাদ জানায়। একপর্যায়ে তারা সংঘর্ষে লিপ্ত হলে শহরে বিচারপতি ও অভিজাতরা পরিস্থিতি নিয়ন্ত্রণে আনেন।\n১৩২৬ হিজরি:\nঅস্ট্রিয়ার সম্রাট প্রথম ফ্রানৎস জোসেফ বসনিয়া ও হার্জেগোভিনাকে তার সাম্রাজ্যে যুক্ত করেন, যা আগে ৩০ বছর ধরে উসমানীয় সাম্রাজ্যের অধীনে ছিল।\nএকই দিনে বুলগেরিয়া নিজেদের স্বাধীন ঘোষণা করে এবং একতরফাভাবে রাজতান্ত্রিক শাসনব্যবস্থা চালু করে।\n১৩৬৪ হিজরি: ইন্দোনেশিয়া জাপানি দখল থেকে স্বাধীনতা ঘোষণা করে। তবে ডাচ ঔপনিবেশিক শক্তির বাধার কারণে প্রকৃত স্বাধীনতা পেতে আরও চার বছর সময় লেগে যায়।\n১৩৬৭ হিজরি: জাতিসংঘের নিরাপত্তা পরিষদের রেজুলুশন ৫৪ গ্রহণ করা হয়, যা ফিলিস্তিনে সামরিক কার্যকলাপ বন্ধের আহ্বান জানায়।\n১৩৭৬ হিজরি: সুয়েজ খাল আবার আন্তর্জাতিক নৌপরিবহনের জন্য খুলে দেওয়া হয়, যা আগে ত্রিপক্ষীয় আগ্রাসনের কারণে বন্ধ ছিল।\n১৪০০ হিজরি: সিরিয়ার প্রাক্তন প্রধানমন্ত্রী সালাহ আল-বিতারকে সিরীয় গোয়েন্দা সংস্থা প্যারিসে হত্যা করে। এটি তার ও তৎকালীন প্রেসিডেন্ট হাফেজ আল-আসাদের মধ্যে মতবিরোধের ফল ছিল।\n১৪২২ হিজরি: হামাসের সামরিক শাখার নেতা মাহমুদ আবু হানুদ ইসরায়েলি বাহিনীর হাতে নিহত হন।\n১৪২৯ হিজরি: আসিফ আলি জারদারি পাকিস্তানের রাষ্ট্রপতির পদে শপথ নেন।\n১৪৩৪ হিজরি: স্পেন সরকার আনুষ্ঠানিকভাবে মরক্কোকে ঐতিহাসিক দলিল সংরক্ষিত মাইক্রোফিল্ম হস্তান্তর করে।\n\n\n== জন্ম ==\n১৩৮৭ হিজরি - মাজেদ আল-কাদওয়ানি, মিশরীয় অভিনেতা।\n১৪০০ হিজরি - ফাতিমা সালেম, কুয়েতি অভিনেত্রী।\n১৪১২ হিজরি - আবরার সাবত: বাহরাইনি অভিনেত্রী ও গায়িকা।\n\n\n== মৃত্যু ==\n২৯৭ হিজরি - আবু বকর মুহাম্মদ ইবনে দাউদ আল-জাহিরি, ইসলামি ফিকহের জাহিরি মতবাদের একজন ইমাম ও পণ্ডিত।\n৪৫৫ হিজরি - তুঘরিল বেগ, সেলজুক সাম্রাজ্যের সুলতান।\n১৩০২ হিজরি - মুহাম্মদ আহমদ আল-মাহদি, সুদানীশ রাজনৈতিক নেতা ও ধর্মীয় নেতা।\n১৩৫০ হিজরি - আলী আল-খুঈ: ইরানি মুসলিম আলেম, কবি ও লেখক।\n১৩৭৩ হিজরি -সাঈদ ফায়েক আব্বাসি, তুর্কি ঔপন্যাসিক ও কবি।\n১৩৮২ হিজরি - মুহাম্মদ বাকির আল-শাখস, বারো ইমামিয়া শিয়া মুসলিম আলেম।\n১৪০০ হিজরি - সালাহ আল-বিতার, সিরিয়ার সাবেক প্রধানমন্ত্রী।\n১৪১৮ হিজরি - রাশেদ আল-খাদর, কুয়েতি সুরকার।\n১৪২২ হিজরি - মাহমুদ আবু হানুদ, হামাস আন্দোলনের সামরিক শাখার একজন কমান্ডার।\n১৪২৪ হিজরি -রাসুল হামজাতভ, রুশ কবি।\n১৪৩২ হিজরি - হিন্দ রুস্তম, মিশরীয় অভিনেত্রী, যিনি \"মিশরের মার্লিন মনরো\" নামে খ্যাত।\n১৪৩৬ হিজরি -\nমুহাম্মদ ইবনে নাবহান আল-মিসরি: ক্বারি, লেখক এবং কুরআন ও তাজবীদের পণ্ডিত। তিনি উম্মুল কুরা বিশ্ববিদ্যালয়ে কুরআন অধ্যয়নের অধ্যাপক ছিলেন।\nআব্দুল আজিজ আল-আদাসানি: কুয়েতি হিসাব দপ্তরের প্রধান।\n১৪৪২ হিজরি - ইদ্রিস দেবি, চাদের সপ্তম রাষ্ট্রপতি।\n\n\n== আরো দেখুন ==\nরমজান\n৬ রমজান\n৭ রমজান\n\n\n== গ্রন্থপঞ্জি ==\nইবনে কাসির, মুহাম্মদ (২০১৩)। আল বিদায়াহ ওয়ান নিহায়াহ (বাংলা ভাষায়)। ঢাকা: ইসলামিক ফাউন্ডেশন। আইএসবিএন 984-06-0565-8। \nআল-যাহাবী, শামসুদ্দীন (২০১৫)। তারিখুল ইসলাম (আরবি ভাষায়)। বৈরুত: দারুল-কুতুব আল-ইলমিয়্যাহ। আইএসবিএন 27-45143-53-0। \nআল-যাহাবী, শামসুদ্দীন (২০১৪)। সিয়ারু আলামিন নুবালা (আরবি ভাষায়)। বৈরুত: আল-রিসালা প্রকাশনী। আইএসবিএন 978-9-933-44665-9। \nখতিব বাগদাদী (২০১১)। তারিখে বাগদাদ (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়্যা। আইএসবিএন 978-274510-466-3। \nতাবারি, মুহাম্মদ ইবনে জারির (২০১১)। তারিখে তাবারি: তারিখুর রুসুল ওয়াল মুলুক (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-3263-5। \nহামাবি, ইয়াকুত (২০১১)। মু'জামুল বুলদান (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-1432-7। \nসুয়ুতী, জালালুদ্দীন (২০১০)। তারিখ আল-খুলাফা (আরবি ভাষায়)। সৌদি আরব: দারুল মিনহাজ। আইএসবিএন 978-99534-9819-5। \nইলমাজ উজতুনা (২০১০)। তারিখ আল-দাওলাহ আল-উসমানিয়া (আরবি ভাষায়)। বৈরুত: দারুল কুতুব আরাবি। আইএসবিএন 978-61441-5031-3। \nইয়াগি, ইসমাইল আহমদ (২০১৪)। আল-দাওলাহ আল-উসমানিয়া, ফিত তারিখিল ইসলামি আল-হাদিস (আরবি ভাষায়)। মাকতাবাতুল আবিকান। আইএসবিএন 978-60350-3695-5। \nবারদি, ইবনে তাগরি (২০১৬)। আল-নুজুম আল-যাহিরাহ ফি মুলুক মিসর ওয়াল কাহিরাহ (আরবি ভাষায়)। কায়রো: দারুল কুতুব আল-মিসরিয়া। আইএসবিএন 978-97781-2018-9। \nইবনে ইয়া‌স (২০১৮)। বাদায়ি' আল-জুহুর ফি ওয়াকায়ি' আল-দুহুর (আরবি ভাষায়)। নিল ওয়াফুরাত। \nআল-মাকদিসি, আবু শামা (২০১৮)। আল-রওজাতাইন ফি আখবার আল-দাওলাতাইন আল-নুরিয়া ওয়াস সালাহিয়া (আরবি ভাষায়)। কায়রো: মুয়াসসাসাতুর রিসালা। আইএসবিএন 978-191264-335-6। \nআল মাকরিজি, আলি ইবনে আহমদ (২০০৮)। আস-সুলুক লিমারিফা দুয়াল আল-মুলুক (আরবি ভাষায়)। দার আল-জামান। \nড. আব্দুর রহিম, আল-হাজ্জি (২০০৫)। তারিখুল আন্দালুস আল-ইসলামি। দাম্মাম (সৌদি আরব): দার ইবনুল জাওযি। \nরহমান, ড. আতাউর (২০২৩)। ইতিহাসে ইসলাম: নবী থেকে খেলাফত। ঢাকা: ইসলামিক ফাউন্ডেশন। \nডেভিড, ফ্রমকিন (১৯৮৯)। অ্য পিচ টু ইন্ড অল পিচ: দ্য ফ্যাল অফ দ্য অটোমান অ্যাম্পায়ার (A Peace to End All Peace: The Fall of the Ottoman Empire)। আইএসবিএন 0-8050-0857-8। \nHarvey, Leonard Patrick (১৯৯২)। Islamic Spain, 1250 to 1500। Chicago: University of Chicago Press। আইএসবিএন 0-226-31962-8। \n\n\n== বহিঃসংযোগ ==\nরমজানে সংঘটিত ঘটনাবলী"}