{"pageid": 1532101, "title": "জন উইক: চ্যাপ্টার ৩ – প্যারাবেলাম", "url": "https://bn.wikipedia.org/wiki?curid=1532101", "content": "জন উইক: চ্যাপ্টার ৩ – প্যারাবেলাম একটি ২০১৯ সালের মার্কিন একশন থ্রিলার চলচ্চিত্র যা চাদ স্টাহেলস্কি পরিচালিত এবং ডেরেক কলস্টাড, শ্য হ্যাটেন, ক্রিস কলিন্স এবং মার্ক আব্রামস লিখিত চিত্রনাট্য থেকে নির্মিত। এটি জন উইক: চ্যাপ্টার ২ (২০১৭)-এর সিক্যুয়েল এবং জন উইক' কিস্তি র তৃতীয় কিস্তি। এতে কিয়ানু রিভস প্রধান চরিত্র জন উইক-এর ভূমিকায় অভিনয় করেছেন; এছাড়াও অন্যান্য সহ-অভিনেতার মধ্যে আছেন হ্যালি বেরি, লরেন্স ফিশবার্ন, মার্ক ড্যাকাসকোস, এশিয়া কেট ডিলন, ল্যান্স রেডডিক, অ্যাঞ্জেলিকা হুস্টন এবং ইয়ান ম্যাকশেইন। চলচ্চিত্রটি জন উইকের ওপর হত্যার জন্য পুরস্কার ঘোষণার পর তাঁর পশ্চাদ্ধাবনকারী অসংখ্য হত্যাকারীর হাত থেকে বেঁচে থাকার লড়াই ঘিরে আবর্তিত।\nঅক্টোবর ২০১৬-এ স্টাহেলস্কি জানান যে তৃতীয় জন উইক চলচ্চিত্র তৈরির কাজ চলছে; জুন ২০১৭-এ আনুষ্ঠানিক ঘোষণা আসে যখন রিভস এবং কলস্টাডের ফেরার বিষয়টি নিশ্চিত হয় এবং জানুয়ারি ২০১৮-এ স্টাহেলস্কির প্রত্যাবর্তনের খবর প্রকাশিত হয়। ওই বছরের ফেব্রুয়ারিতে অধিকাংশ আগের ছবির অভিনেতা ও কলাকুশলীদের ফিরে আসা নিশ্চিত হয় এবং মে ২০১৮-এ নতুন সদস্যরা দলের সঙ্গে যোগ দেন। মূল চলচ্চিত্রগ্রহণ শুরু হয় ২০১৮ সালের মে মাসে এবং একই বছরের নভেম্বর পর্যন্ত স্থায়ী ছিল; শুটিং স্থানগুলির মধ্যে নিউ ইয়র্ক শহর এবং কাসাব্লাঙ্কা অন্তর্ভুক্ত ছিল।\nজন উইক: চ্যাপ্টার ৩ – প্যারাবেলাম ৯ মে ২০১৯ তারিখে নিউ ইয়র্কের রিগ্যাল ইউনিয়ন স্কয়ারে উদ্বোধনী প্রদর্শনী (প্রিমিয়ার) অনুষ্ঠিত হয় এবং ১৭ মে ২০১৯ তারিখে যুক্তরাষ্ট্রে লায়ন্সগেটের মাধ্যমে মুক্তি পায়। এটি সমালোচকদের থেকে অত্যন্ত ইতিবাচক পর্যালোচনা পেয়েছিল; চলচ্চিত্রটির অ্যাকশন দৃশ্যাবলী, চিত্রধর্মী শৈলী ও রিভসের অভিনয়ের প্রশংসা করা হয়। চলচ্চিত্রটি বিশ্বব্যাপী $৩২৭.৭ মিলিয়ন আয় করে এবং মুক্তির মাত্র ১০ দিনের মধ্যে ফ্র্যাঞ্চাইজির সর্বোচ্চ আয়কারী চলচ্চিত্রে পরিণত হয়। একটি সিক্যুয়েল, জন উইক: চ্যাপ্টার ৪, মার্চ ২০২৩ সালে মুক্তি পেয়েছে, এবং একটি স্পিন-অফ চলচ্চিত্র, ব্যালেরিনা, জুন ২০২৫-এ মুক্তির জন্য নির্ধারিত রয়েছে।\n\n\n== পটভূমি ==\nজন উইক ম্যানহাটনে পলাতক অবস্থায় আছেন; হাই টেবিলের এক অপরাধ-প্রধান স্যান্টিনো ডি’অ্যান্টোনিওকে কন্টিনেন্টাল হোটেলের প্রাঙ্গণে হত্যার জন্য তাকে “এক্সকম্যুনিকাডো” (সমাজচ্যুত) ঘোষণা করা হয়েছে। জন নিউ ইয়র্ক পাবলিক লাইব্রেরিতে গিয়ে একটি স্মারক মুদ্রা এবং একটি জপমালা সংগ্রহ করেন। এরপর জন একটি ভাড়াটে খুনি আর্নেস্টের সাথে লড়াইয়ে আহত হন এবং একজন ভূগর্ভস্থ চিকিৎসকের কাছে চিকিৎসা নিতে যান। জনের এক্সকম্যুনিকাডো অবস্থা কার্যকর হয়ে যাওয়ায় ডাক্তার সম্পূর্ণ চিকিৎসা শেষ করতে পারেন না, ফলে জনকে নিজের ক্ষত নিজেকেই সেলাই করতে হয়। ক্লিনিক ত্যাগ করার পরপরই তিনি বিভিন্ন দলের হত্যাকারীদের আক্রমণের মুখে পড়েন এবং জন সবাইকে হত্যা করে পালান।\nজন উইক এরপর রাস্কা রোমা অপরাধ সংগঠনের প্রধান দ্য ডিরেক্টরের কাছে যান। তিনি তাঁর জপমালা উপস্থাপন করে মরক্কোর ক্যাসাব্লাঙ্কায় নিরাপদে পৌঁছানোর দাবি জানান। জন একসময় এই দলের সদস্য ছিলেন বলে ডিরেক্টর অনিচ্ছাসত্ত্বেও রাজি হন। এসময় আরও প্রকাশ পায় যে জন উইকের জন্মগত নাম জার্দানি ইয়োভোনোভিচ। অন্যদিকে একজন উচ্চ টেবিল অ্যাডজুডিকেটর নিউ ইয়র্ক কন্টিনেন্টালের ব্যবস্থাপক উইনস্টন এবং বাওয়ারি কিং-এর সাথে দেখা করে জানায় যে জনকে সহায়তা করার কারণে তাদের দুজনকে সাত দিনের মধ্যে নিজেদের পদ থেকে ইস্তফা দিতে হবে। অ্যাডজুডিকেটর জিরো নামে এক জাপানি হত্যাকারীকে সঙ্গে নেয় এবং জনকে সাহায্য করার শাস্তিস্বরূপ ডিরেক্টরের দুই হাতে তলোয়ার বিদ্ধ করার নির্দেশ দেয়। ক্যাসাব্লাঙ্কায় জন তার পুরনো বন্ধু ও সেখানে কন্টিনেন্টাল হোটেলের ব্যবস্থাপক সোফিয়ার সাথে দেখা করেন।\nজন তার কাছে থাকা স্মারক-মুদ্রা সোফিয়াকে দেখান, যা অনুযায়ী সোফিয়া জনের কাছে একটি ঋণে বাঁধা (জন একসময় সোফিয়ার কন্যাকে বাঁচিয়ে তাকে আড়ালে লুকিয়ে রাখার ব্যবস্থা করেছিলেন)। জন হাই টেবিলের ঊর্ধ্বতন একমাত্র ব্যক্তি এল্ডারের কাছে যাওয়ার দাবি জানান; একমাত্র এল্ডারই জনের এক্সকম্যুনিকাডো অবস্থা প্রত্যাহার করতে পারে। সোফিয়া অনিচ্ছায় জনকে তার প্রাক্তন বস বেরাদার কাছে নিয়ে যায়। বেরাদা জনকে জানান যে জন মরুভূমিতে যতক্ষণ না আর হাঁটতে পারছে না ততক্ষণ পথ চললেই কেবল এল্ডারকে খুঁজে পাবে। জনের সহায়তার বদলে সোফিয়ার প্রশিক্ষিত কুকুরগুলোর একটি দাবি করলে সোফিয়া রাজি না হওয়ায় বেরাদা কুকুরটির ওপর গুলি চালায়, তবে কুকুরটির বুলেটপ্রুফ বর্ম থাকায় বেঁচে যায়। সোফিয়া বেরাদাকে হত্যা করতে উদ্যত হলে জন তাকে নিবৃত্ত করেন। তারা দু’জন বেরাদার আস্তানা থেকে বন্দুকধারীদের সাথে লড়াই করে পালিয়ে মরুভূমিতে প্রবেশ করেন, যেখানে সোফিয়া জনকে একা রেখে ফিরে যান।\nসাত দিন পরে অ্যাডজুডিকেটর ও জিরো বাওয়ারি কিং-এর মুখোমুখি হয়। বাওয়ারি কিং জনের প্রতি সাহায্যের দায় স্বীকার করে পদত্যাগ করতে অস্বীকৃতি জানালে জিরোর শিষ্যরা বাওয়ারি কিং-এর অনুসারীদের হত্যা করে এবং জিরো নিজে তার তলোয়ার দিয়ে বাওয়ারি কিংকে সাতবার আঘাত করে। এদিকে জন মরুভূমিতে অজ্ঞান হয়ে পড়েন এবং তাকে এল্ডারের কাছে নিয়ে যাওয়া হয়। জন জানায় যে সে জীবিত থাকতে চায়, কারণ সে তার প্রয়াত স্ত্রীর সঙ্গে যে ভালোবাসা অনুভব করেছিল তার স্মৃতি বহাল রাখতে চায়। এল্ডার জনকে ক্ষমা করতে সম্মত হয়, শর্ত দেয় যে জনকে বাকি জীবন উচ্চ টেবিলের অনুগত থেকে উইনস্টনকে হত্যা করতে হবে। আনুগত্য প্রদর্শনের জন্য জন নিজের অনামিকা আঙুলটি কেটে ফেলেন এবং নিজের বিবাহের আংটি এল্ডারকে সমর্পণ করেন।\nনিউ ইয়র্কে ফিরে আসার পর, জন কন্টিনেন্টালের সীমানায় পৌঁছানোর আগেই জিরো ও তার শিষ্যদের আক্রমণের শিকার হন। অ্যাডজুডিকেটর উপস্থিত হলে উইনস্টন পদত্যাগে অস্বীকার করেন এবং জনও উইনস্টনকে হত্যা করতে অসম্মতি জানান। এর ফলে অ্যাডজুডিকেটর কন্টিনেন্টালের নিরপেক্ষ মর্যাদা বাতিল করে এবং উচ্চ টেবিলের ভারী অস্ত্রধারী বাহিনী ও জিরোকে জন ও উইনস্টনকে হত্যার জন্য পাঠায়। উইনস্টন জনকে অস্ত্রশস্ত্র এবং কনসিয়ার্জ চারনের নেতৃত্বে হোটেল কর্মীদের সহায়তা দেন। জন আক্রমণকারী সকল সেনাকে পরাস্ত করেন। তারপর জিরো ও তার শিষ্যরা জনের ওপর আড়াল থেকে হামলা করে; জন লড়াই করে শিষ্যদের মধ্যে দু’জন ব্যতীত সবাইকে মেরে ফেলেন। জিরোয়ের সাথে তীব্র লড়াইয়ের পর জন তাকে পরাজিত করে মৃত্যুর মুখে ফেলে যান। কন্টিনেন্টালের ছাদে অ্যাডজুডিকেটর উইনস্টনের সাথে আলোচনায় বসে এবং উইনস্টন উচ্চ টেবিলের প্রতি আনুগত্য প্রদর্শনের প্রস্তাব দেন।\nজন সেখানে উপস্থিত হলে উইনস্টন তাকে গুলি করেন এবং জন হোটেলের ছাদ থেকে রাস্তায় পড়ে যান। উইনস্টন তার অবস্থানে পুনঃপ্রতিষ্ঠিত হন, আর গুরুতর আহত জনকে গোপন আস্তানায় বাওয়ারি কিং-এর কাছে পৌঁছে দেওয়া হয়; তারা দুজন উচ্চ টেবিলের বিরুদ্ধে একসঙ্গে লড়াই করার বিষয়ে একমত হন।\n\n\n== কুশীলব ==\nকিয়ানু রিভস – জন উইক, হাই টেবিলের তাড়া খাওয়া এক প্রাক্তন হিটম্যান।\nহ্যালি বেরি – সোফিয়া আল-আজওয়ার, প্রাক্তন হত্যাকারী, জনের এক পুরনো বন্ধু এবং কাসাব্লাঙ্কা কন্টিনেন্টাল হোটেলের ব্যবস্থাপক।\nলরেন্স ফিশবার্ন – “বাওয়ারি কিং”\nমার্ক ড্যাকাসকোস – জিরো\nএশিয়া কেট ডিলন – “অ্যাডজুডিকেটর”\nল্যান্স রেডডিক – চারন, নিউ ইয়র্কের কন্টিনেন্টাল হোটেলের কনসিয়ার্জ।\nঅ্যাঞ্জেলিকা হুস্টন – “দ্য ডিরেক্টর”\nইয়ান ম্যাকশেইন – উইনস্টন স্কট, নিউ ইয়র্ক কন্টিনেন্টালের রহস্যময় ব্যবস্থাপক এবং জনের বন্ধু।\nটোবিয়াস সেগাল – আর্ল\nসাঈদ তাঘমাওয়ি – “দ্য এল্ডার”\nজেরোম ফ্লিন – বেরাদা\nর্যান্ডাল ডুক কিম – “দ্য ডক্টর”\nমার্গারেট ডেলি – অপারেটর\nরবিন লর্ড টেলর – “অ্যাডমিনিস্ট্রেটর”\nসুসান ব্লমার্ট – “লাইব্রেরিয়ান”\nজেসন ম্যান্টজুকাস – “টিক টক ম্যান”, বাওয়ারি কিং-এর লোকদের একজন।\nসেসেপ আরিফ রহমান – শিনোবি #১, জিরোর এক শিষ্য।\nইয়ায়ান রুহিয়ান – শিনোবি #২, জিরোর আরেক শিষ্য।\nইউনিটি ফেলান – রুনি, একজন ব্যালে নর্তকী যে হত্যাকারী হিসেবে প্রশিক্ষণ নিচ্ছে।\nরজার ইয়ুয়ান – হুয়াং, এক ত্রায়াদ গ্যাং সদস্য (অনানুষ্ঠানিকভাবে উল্লেখিত)।\nটাইগার চেন – ত্রায়াদ সদস্য (অনানুষ্ঠানিকভাবে উল্লেখিত)।\nবোবান মারিয়ানোভিচ – আর্নেস্ট।\nআইসসাম বুয়ালি – ইয়াসিন, ক্যাসাব্লাঙ্কার কন্টিনেন্টাল হোটেলের কনসিয়ার্জ।\n\n\n== নির্মাণ ==\n২০১৬ সালের অক্টোবর মাসে জন উইক সিরিজের তৃতীয় চলচ্চিত্র তৈরি হচ্ছে বলে চাদ স্টাহেলস্কি জানান। একই বছরের ১০ অক্টোবর কোলাইডার-এ প্রকাশিত হয় যে তৃতীয় পর্বের কাজ চলছে এবং চ্যাপ্টার ২ সম্পর্কিত কিছু তথ্য ইঙ্গিত দেওয়া হয়। জুন ২০১৭-এ রিপোর্ট আসে যে আগের দুটি ছবির লেখক ডেরেক কলস্টাড তৃতীয় পর্বের চিত্রনাট্য রচনায় ফিরে আসবেন। ২০১৮ সালের জানুয়ারিতে জানানো হয় যে স্টাহেলস্কি আবার পরিচালনায় ফিরবেন।\nকিয়ানু রিভসের মতে চলচ্চিত্রটির উপশিরোনাম প্রাচীন রোমানের বিখ্যাত উক্তি “Si vis pacem, para bellum” থেকে নেওয়া হয়েছে, যার অর্থ “শান্তি চাইলে, যুদ্ধের প্রস্তুতি নাও”। নিউ ইয়র্ক টাইমস-এ দেওয়া এক সাক্ষাৎকারে ইয়ান ম্যাকশেইন বলেন যে ছবিটি অনেক বড় এবং চমৎকার হবে এবং আগের মতো কিছুই একই থাকবে না; এছাড়া তিনি ইঙ্গিত করেন যে এই পর্বে হাই টেবিল কেবল উইকের উপর নয়, তার ঘনিষ্ঠ বন্ধু উইনস্টনের উপর প্রতিশোধ নিতেও সক্রিয় হতে পারে।\n\n\n=== অভিনয় নির্বাচন ===\n২০১৮ সালের জানুয়ারিতে খবর পাওয়া যায় যে হিরোয়ুকি সানাডা অভিনয়দলে যোগ দেওয়ার জন্য আলোচনায় আছেন। সানাডা মূলত জিরো চরিত্রে নির্বাচিত হয়েছিলেন, কিন্তু অ্যাকিলিসের গাঁট ছিঁড়ে গেলে ভূমিকা মার্ক ড্যাকাসকোসকে দেওয়া হয়। পরে প্রকাশিত হয় যে ইয়ান ম্যাকশেইন, লরেন্স ফিশবার্ন ও ল্যান্স রেডডিক আগের চলচ্চিত্রগুলোর ভূমিকাগুলোতে আবার অভিনয় করবেন। ২০১৮ সালের মে মাসে হ্যালি বেরি, অ্যাঞ্জেলিকা হুস্টন, এশিয়া কেট ডিলন, মার্ক ড্যাকাসকোস, জেসন ম্যান্টজুকাস, ইয়ায়ান রুহিয়ান, চেচেপ আরিফ রহমান এবং টাইগার চেন অভিনয়দলে যোগ দেন। ২০১৮ সালের নভেম্বর মাসে সাঈদ তাঘমাওয়ি নিশ্চিত করেন যে তিনি এই চলচ্চিত্রের সাথে যুক্ত রয়েছেন।\n\n\n=== চিত্রগ্রহণ ===\nমূল চিত্রগ্রহণ ৫ মে ২০১৮ তারিখে নিউ ইয়র্ক সিটিতে শুরু হয় এবং পাশাপাশি কাসাব্লাঙ্কাতেও কিছু অংশ ধারণ করা হয়। শুটিং নভেম্বর ১৭, ২০১৮ পর্যন্ত স্থায়ী হয়। চিত্রগ্রাহক ড্যান লাউস্টসেন-কে জিজ্ঞাসা করা হয়েছিল উচ্চ-অকশন দৃশ্যে যতটা সম্ভব দীর্ঘ শট ও ওয়াইড ফ্রেম ব্যবহার করা কতটা কঠিন ছিল। তিনি জানান, “অবশ্যই এটা একটা চ্যালেঞ্জ, কারণ সব মারামারিগুলোর ক্ষেত্রে—চ্যাড (স্টাহেলস্কি) নিজেই বেশির ভাগ লড়াই করেন। আমরা যতটা পারি ওয়াইডভাবে দৃশ্য ধারণ করি, যাতে দেখা যায় তিনিই লড়ছেন। আমরা বারবার এটা করার চেষ্টা করি এবং যতটা দীর্ঘ শট রাখা যায় ততটাই রাখি। অবশ্যই, চ্যাডের স্টান্ট জগতের অভিজ্ঞতা থাকায় তিনি ভালোভাবেই জানেন কীভাবে এগুলো মঞ্চস্থ করতে হয়। আমি বিশ্বের সেরা স্টান্টমান নই, কিন্তু শিখছি।” জিমি ফ্যালনের সাথে এক সাক্ষাৎকারে হ্যালি বেরি জানান, মহড়ার সময় তিনি “তিনটি পাঁজর ভেঙেছিলেন”। ছবিটির একটি অ্যাকশন দৃশ্যে এনবিএ বাস্কেটবল খেলোয়াড় বোবান মারিয়ানোভিচ অভিনীত খুনি আর্নেস্ট চরিত্রকে  জন উইকের সাথে লড়তে দেখানো হয়েছে। এই লড়াইটির ধারণা নেওয়া হয়েছিল ব্রুস লি অভিনীত ছবি গেম অব ডেথ (১৯৭২)-এর থেকে, যেখানে  লি এনবিএ (ন্যাশনাল বাস্কেটবল অ্যাসোসিয়েশন) তারকা করিম আব্দুল-জব্বারের সঙ্গে লড়াই করেন। অন্যান্য বেশিরভাগ স্টান্ট দৃশ্যের তুলনায় এই লড়াই দৃশ্যে আর্নেস্ট কিছু সংলাপ উচ্চারণ করে  উইকের সঙ্গে ঠাট্টা করে, যদিও শেষ পর্যন্ত তাকেও পরাজিত হতে হয়।\n\n\n=== ভিজ্যুয়াল এফেক্ট ===\nচলচ্চিত্রটির দৃশ্যমান বিশেষ প্রভাবের কাজ করেছে মেথড স্টুডিওস, ইমেজ ইঞ্জিন এবং সোহো VFX।\n\n\n== সঙ্গীত ==\n\nটাইলার বেটস ও জোয়েল জে. রিচার্ড আবার এই ছবির সুরারোপ (সংগীতায়োজন) করেছেন। চলচ্চিত্রটির সাউন্ডট্র্যাক Varèse Sarabande লেবেল থেকে প্রকাশিত হয়। ছবিটির থিম সং হলো ইংরেজ রক ব্যান্ড বুশ-এর “Bullet Holes”। টাইলার বেটস ব্যান্ডটির সঙ্গে কাজ করার সময় গানটি চলচ্চিত্রের জন্য উপযুক্ত হবে বলে মনে করেন এবং তিনি চাদ স্টাহেলস্কিকে গানটি পাঠান। এছাড়া জাপানি পপ শিল্পী ক্যারি পামিউ পামিউ-এর “Ninja Re Bang Bang” গানটিও ছবিতে ব্যবহৃত হয়েছে।\n\n\n== বিপণন ==\nএই ছবিটির বিপণনে প্রিন্ট ও বিজ্ঞাপনের পেছনে আনুমানিক $৪৮ মিলিয়ন ব্যয় করা হয়েছিল।\n\n\n== মুক্তি ==\n\n\n=== প্রেক্ষাগৃহে মুক্তি ===\nপ্যারাবেলাম ৯ মে ২০১৯ তারিখে নিউ ইয়র্কের ব্রুকলিনে উদ্বোধনী প্রদর্শনী (প্রিমিয়ার) সম্পন্ন করে। ছবিটি যুক্তরাষ্ট্রে ১৭ মে ২০১৯ তারিখে প্রেক্ষাগৃহে মুক্তি পায়, পরিবেশক ছিল লায়ন্সগেট।\n\n\n=== হোম মিডিয়া ===\nচলচ্চিত্রটি ২৩ আগস্ট ২০১৯-এ ডিজিটাল এইচডি ফরম্যাটে প্রকাশিত হয় এবং ১০ সেপ্টেম্বর ২০১৯ তারিখে ডিভিডি, ব্লু-রে ও আলট্রা এইচডি ব্লু-রে ডিস্কে লায়ন্সগেট হোম এন্টারটেইনমেন্টের মাধ্যমে বাজারে আসে।\n\n\n== গ্রহণ ==\n\n\n=== বক্স অফিস ===\nজন উইক: চ্যাপ্টার ৩ – প্যারাবেলাম যুক্তরাষ্ট্র ও কানাডায় $১৭১ মিলিয়ন এবং অন্যান্য অঞ্চলে $১৫৬.৭ মিলিয়ন আয় করে; মোট বিশ্বব্যাপী আয় দাঁড়ায় $৩২৭.৭ মিলিয়ন। Deadline Hollywood হিসাব করে দেখে যে সকল খরচ ও আয় বিবেচনায় ছবিটির নিট মুনাফা প্রায় $৮৯ মিলিয়ন। যুক্তরাষ্ট্র ও কানাডায় প্যারাবেলাম মুক্তির প্রথম সপ্তাহান্তে এ ডগস জার্নি ও The Sun Is Also a Star-এর সাথে প্রতিযোগিতায় ছিল এবং ৩,৮৫০টি থিয়েটার থেকে উদ্বোধনী সপ্তাহান্তে $৩০–৪০ মিলিয়ন আয়ের পূর্বাভাস দেওয়া হয়েছিল। ছবিটি বৃহস্পতিবার রাতের প্রাক-প্রদর্শনী থেকে $৫.৯ মিলিয়ন আয় করে, যা পূর্ববর্তী দুই ছবির বৃহস্পতিবার প্রিভিউ আয়ের ($৯৫০,০০০ ও $২.২ মিলিয়ন) সম্মিলিত অঙ্ককেও ছাড়িয়ে যায়। এরপর প্রথম দিনে (প্রাক-প্রদর্শনীসহ) এটি $২২.৭ মিলিয়ন আয় করে এবং পূর্বাভাসিত উদ্বোধনী আয়ের পরিমাণ $৫৬ মিলিয়নে উন্নীত হয়। শেষ পর্যন্ত ছবিটি $৫৭ মিলিয়ন আয় দিয়ে খুলে, বক্স অফিসে অ্যাভেঞ্জার্স: এন্ডগেম-কে শীর্ষস্থান থেকে সরিয়ে প্রথম স্থান অধিকার করে। এটি সিরিজের মধ্যে সর্বোচ্চ উদ্বোধনী আয়, যা প্রথম চলচ্চিত্রের সমগ্র দেশীয় আয়ের ($৪৩ মিলিয়ন) চেয়েও বেশি। দ্বিতীয় সপ্তাহান্তে চলচ্চিত্রটি আরও $২৪.৪ মিলিয়ন আয় করে, নতুন মুক্তিপ্রাপ্ত আলাদীন-এর পরে দ্বিতীয় স্থানে নেমে যায়। তৃতীয় সপ্তাহান্তে এটি $১১.১ মিলিয়ন এবং চতুর্থ সপ্তাহান্তে $৬.৪ মিলিয়ন আয় করে।\n\n\n=== সমালোচকদের প্রতিক্রিয়া ===\nRotten Tomatoes-এ চলচ্চিত্রটির অনুমোদনের হার ৮৯% (৩৫৯টি পর্যালোচনার উপর ভিত্তি করে), গড় রেটিং ৭.৫/১০। সাইটটির সমালোচক সম্মতিতে বলা হয়েছে, “জন উইক: চ্যাপ্টার ৩ – প্যারাবেলাম আরও একদফা দুরন্ত অ্যাকশন নিয়ে হাজির হয়েছে, অতিরঁজিত মারামারিগুলোও মুন্সিয়ানার সঙ্গে কোরিওগ্রাফ করা যা ফ্র্যাঞ্চাইজি-ভক্তরা প্রত্যাশা করেন।” Metacritic-এ ছবিটির ওজনকৃত গড় স্কোর ১০০-এর মধ্যে ৭৩ (৫০ জন সমালোচকের ওপর ভিত্তি করে), যা “সাধারণত অনুকূল পর্যালোচনা” নির্দেশ করে। দর্শকদের প্রতিক্রিয়া হিসাবকারী CinemaScore-এ গড়ে দর্শকরা ছবিটিকে A+ থেকে F স্কেলে “A−” গ্রেড দিয়েছে, যা আগের পর্বের সমান; PostTrak-এ দর্শকদের স্কোর ৫ এর মধ্যে ৪.৫ তারকা এবং ৭৫% “নিশ্চিত সুপারিশ”। রটেন টমেটোস ২০১৯ সালের সেরা অ্যাকশন চলচ্চিত্রের তালিকায় এই ছবিটিকে ২ নম্বরে স্থান দেয়।\nরজারইবার্ট ডটকম-এর পিটার সবচিনস্কি ছবিটিকে ৪/৪ তারকা দিয়ে প্রশংসা করে বলেন এটি “এমন এক পপ-সিনেমার উদাহরণ যা অত্যন্ত রোমাঞ্চকর (যদিও নিষ্ঠুরভাবে সহিংস) বিনোদন দেয় যে হল থেকে বেরিয়ে আসার পর পাশের মাল্টিপ্লেক্সের অন্যান্য ছবিগুলোর প্রতি আপনার আরও ক্ষোভ জন্মাবে, তারা কেন এতটা চেষ্টা করে না।” এন্টারটেইনমেন্ট উইকলি-এর ক্রিস ন্যাশাওয়াটি ছবিটিকে “A−” গ্রেড দিয়ে লিখেছেন, “চমৎকারভাবে কোরিওগ্রাফ করা এবং পরিমিতিহীন সহিংস অ্যাকশন চলচ্চিত্র হিসেবে এটি উচ্চমার্গের শিল্প।” দ্য অবজারভার-এর ওয়েন্ডি আইডে ছবিটিকে ৫-এর মধ্যে ৪ তারকা দিয়ে এটিকে “ইন্দ্রিয়ে আঘাত হানা উড়ন্ত এক লাথি” বলে অভিহিত করেছেন এবং লিখেছেন “কিয়ানু রিভসের মারামারি ফ্র্যাঞ্চাইজির চমকপ্রদ তৃতীয় কিস্তিটি অপার বৈভবময় মার্শাল আর্টস দৃশ্য দিয়ে বিমোহিত করে।”\n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n== পরবর্তী অংশসমূহ ==\n\n\n=== সিকুয়েল ===\n\n২০১৯ সালের ২০ মে, তৃতীয় চলচ্চিত্রের সফল উদ্বোধনের পর জন উইক: চ্যাপ্টার ৪ ঘোষণা করা হয় এবং ২১ মে ২০২১ মুক্তির তারিখ নির্ধারিত হয়। ছবিটি একই দিনে কিয়ানু রিভস অভিনীত ম্যাট্রিক্স রেজারেকশনস-এর সাথে মুক্তি দেওয়ার পরিকল্পনা ছিল। তবে ১ মে ২০২০ তারিখে ছবিটির মুক্তি পিছিয়ে ২৪ মার্চ ২০২৩ করা হয়, কারণ কোভিড-১৯ এর বৈশ্বিক মহামারির জন্য প্রযোজনা বিলম্বিত হয়।\n\n\n=== স্পিন-অফ ===\n\n২০১৮ সালের অক্টোবর মাসে লায়ন্সগেট ফিল্মস শ্য হ্যাটেন রচিত অ্যাকশন থ্রিলার ব্যালেরিনা অধিগ্রহণ করে, যেখানে থান্ডার রোড ফিল্মস ছবিটি প্রযোজনা করবে এবং হ্যাটেনের চিত্রনাট্য পুনর্লিখন করে সেটি জন উইক ফ্র্যাঞ্চাইজির অংশ করা হবে বলে জানানো হয়। এই ঘোষণার আগেই ২০১৭ সালের সেপ্টেম্বর মাসে ব্যালেরিনা-র একটি কনসেপ্ট স্বল্পদৈর্ঘ্য পিচ ভিডিও “নারী জন উইক” হিসেবে ইউটিউবে আপলোড করা হয়েছিল, যেখানে ছবির প্রধান চরিত্র এক উল্কিখচিত নর্তকী তথা হবে-যাওয়া হত্যাকারী রুনির সিনেমায় অভিষেক ঘটে, চরিত্রটি প্যারাবেলাম-এ ইউনিটি ফেলান অভিনীত একটি ছোট ভূমিকায় দেখা যায়। ২০১৯ সালের অক্টোবর মাসে লেন ওয়াইজম্যান ছবিটি পরিচালনার জন্য নিয়োগ পান। ২০২১ সালের অক্টোবর মাসে আনা দে আরমাস প্রধান চরিত্রে অভিনয়ের জন্য আলোচনায় আসেন, যিনি এতে ফেলানের স্থলাভিষিক্ত হবেন। ৭ নভেম্বর ২০২২ তারিখে প্রাগ শহরে ছবিটির চিত্রগ্রহণ শুরু হয়, এতে আরমাসের পাশাপাশি ইয়ান ম্যাকশেইন ও কিয়ানু রিভস তাদের পূর্ববর্তী ভূমিকাগুলোতে ফিরে আসবেন বলে ঘোষণা করা হয়।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেসে জন উইক: চ্যাপ্টার ৩ – প্যারাবেলাম (ইংরেজি)\nইন্টারনেট মুভি ফায়ারআর্মস ডেটাবেজে জন উইক: চ্যাপ্টার ৩ – প্যারাবেলাম (ইংরেজি)\nবক্স অফিস মোজোতে জন উইক: চ্যাপ্টার ৩ – প্যারাবেলাম (ইংরেজি)"}