{"pageid": 1532340, "title": "নবী মুহাম্মদের সাথে কূটনৈতিক সম্পর্ক স্থাপনকারী আরব গোত্র", "url": "https://bn.wikipedia.org/wiki?curid=1532340", "content": "মক্কায় নবী মুহাম্মদের অবস্থানকালে প্রায় সব আরব গোত্র তাঁর বিরুদ্ধে ছিল। মদিনায় হিজরত করার পর মুসলিমরা শক্তিশালী হতে শুরু করে এবং ইসলামের প্রভাব বাড়তে থাকে। তখন মক্কা ও মদিনার পার্শ্ববর্তী অনেক গোত্র নবী মুহাম্মদের সাথে যোগাযোগ স্থাপন করে। এই তালিকায় সে সকল গোত্রকে অন্তর্ভুক্ত করা হয়েছে, যাদের সাথে মুহাম্মাদের কূটনৈতিক সম্পর্ক ছিল অথবা যুদ্ধ সংঘটিত হয়েছিল।\n\n\n== পরিচিতি ==\nবিশেষভাবে উল্লেখযোগ্য হলো ইয়াসরিবে (পরবর্তীতে মদিনা) বসতি গড়ে তোলা ইহুদি গোত্রসমূহ। তারা নবী মুহাম্মদের জীবনে গুরুত্বপূর্ণ ভূমিকা রেখেছিল। এর মধ্যে ছিল বানু কুরাইজা, বানু নাযির ও বানু কাইনুকা। তারা বুয়াস যুদ্ধে অংশগ্রহণ করেছিল, যদিও তারা মুসলিমদের সাথে একটি সন্ধিচুক্তি করে প্রতিপক্ষের পক্ষে যুদ্ধে না যাওয়ার প্রতিশ্রুতি দিয়েছিল। তবে তারা সেই চুক্তি ভঙ্গ করেছিল।\n\n\n== তালিকা ==\nতালিকায় অন্তর্ভুক্ত রয়েছে:\n\nকুরাইশ — হেজাজের মক্কা শহরে সবচয়ে গুরুত্বপূর্ণ ও প্রভাবশালী গোত্র।\nবানু কিনানাহ — কুরাইশদের শাখাগোত্র, প্রধানত মক্কা অঞ্চলে ছড়িয়ে ছিল।\nবানু আখদারী (কুরাইশের শাখা) — সৌদি আরব, আলজেরিয়া, ফিলিস্তিন, ইরাক, লিবিয়া ও ইয়েমেনে প্রভাবশালী।\nবানু বাকর ইবনে আব্দ মানাত — ইয়ালামলাম ও ইয়াসরিব অঞ্চলে প্রভাবশালী, কিনানার শাখা।\nবানু জাযিমাহ — ইয়ালামলাম অঞ্চলে বিস্তৃত, কিনানার শাখা।\nবানু হুসাইল — খুজাইমার শাখাগোত্র, মক্কার প্রতিবেশী।\nবানু সাকীফ —তায়েফ শহরে, উরওয়া ইবনে মাসউদের গোত্র\nবানু বারিক — বারিক শহরে প্রভাবশালী।\nবানু উতুব — নজদ শহরে বিস্তৃত ও প্রভাবশালী।\nবানু গাতাফান —ইয়াসরিব ও খাইবারের পূর্বাঞ্চলে বসবাসকারী।\nবানু হিলাল— হিজাজ ও নজদে প্রভাবশালী।\nবানু তামিম — মধ্য আরবের প্রভাবশালী শক্তি।\nবানু সা’আদ\nবানু আমর — হিজরতের সময় ওমর এবং তার সাথীরা এদের সঙ্গে ছিলেন।\nবানু দাউস — মক্কার দক্ষিণে, আবু হুরায়রার গোত্র।\nবানু আবস — হুযাইফা ইবনে ইয়ামানের গোত্র\nবানু জুমাহ\nবানু কালব\nআবদ আল-কাইস\nবানু খুজাআ — মক্কা ও বদরের মধ্যবর্তী অঞ্চল\nবানু হানিফা — বানু বাকরের শাখা\nবানু লাখম\nইয়াসরিবের (পরবর্তীকালে মদিনা) গোত্রসমূহ:\n\nবানু কিনানাহ \nবানু খাযরাজ \nইহুদি গোত্রসমূহ:\n\nবানু আলফাজীর\nবানু আলকাহিনান—তারা নিজেদের হারুনের বংশধর বলে দাবী করত। \nবানু আওফ\nবানু হারিস (বা বনি খোরাস)—নাজরানের শাসক \nবানু নাদির —আল-কাহিনানের উপ-গোত্র, ইয়াসরিবে অবস্থিত।\nবানু নাজ্জার \nবানু কাইনুকা — ইসলামের পূর্বে আরব উপদ্বীপের সবচেয়ে শক্তিশালী ইহুদি গোত্র। \nবানু কুদায়া— হিমিয়ার জাতি, সদূসী ইহুদিতে ধর্মান্তরিত \nবানু কুরাইযা —আল-কাহিনানের উপ-গোত্র, যারা ইয়াসরিবে প্রভাবশালী ছিল। সিরিয়া থেকে মদিনায় এসেছিল এবং মুহাম্মদের দ্বারা বহিষ্কৃত হয়ে আবার সিরিয়ায় ফিরে যায়\nবানু শুৎয়াইবা \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nWhich tribes took an ppurtunity from the peace treaty Hudaybiya and became allies of Islam and the Holy Prophet"}