{"pageid": 1532253, "title": "ইসলামিক স্টাডিজ গবেষণা কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=1532253", "content": "৭ এপ্রিল, ১৯৯৯ তারিখের উজবেকিস্তান প্রজাতন্ত্রের তৎকালীন রাষ্ট্রপতির \"তাসখন্দ ইসলামি বিশ্ববিদ্যালয় প্রতিষ্ঠার বিষয়ে\"  ডিক্রি পিসি নং ২২৮২ এবং ৬ মে, ১৯৯৯ তারিখের মন্ত্রীসভার ২২৪ নং প্রস্তাব অনুসারে ইসলামিক স্টাডিজ গবেষণা কেন্দ্র প্রতিষ্ঠিত হয়েছিল।\n\n\n== প্রধান উদ্দেশ্য ==\nইসলামিক স্টাডিজের উপর গবেষণার জন্য নির্দেশিকা তৈরি করা;\nপূর্বপুরুষদের সমৃদ্ধ তাত্ত্বিক ধর্মীয় বৈজ্ঞানিক ঐতিহ্যের পুনরুজ্জীবনী, বিশ্লেষণ এবং বিকাশ, এবং পাণ্ডুলিপির উৎসগুলোর গবেষণা এবং প্রকাশনার ফলাফলের সংগ্রহ এবং সংশ্লেষণের ভিত্তিতে সেগুলোকে সাধারণ জনগণের কাছে তুলে ধরা;\nবিশ্ব সভ্যতার ইতিহাসে ইসলামের ভূমিকার অধ্যয়নের উপর ভিত্তি করে বহুমাত্রিকতার পরিপ্রেক্ষিতে সমগ্র বিশ্ব, অঞ্চল এবং আমাদের দেশে ইসলামের ভূমিকা ও গুরুত্ব সংজ্ঞায়িত করা;\nআঞ্চলিক এবং আন্তর্জাতিক উভয় স্তরেই সমসাময়িক ধর্মীয় প্রক্রিয়ার বিশ্লেষণ।\n\n\n== গঠন ==\nইসলামিক স্টাডিজ গবেষণা কেন্দ্রটি ৭টি বিভাগ নিয়ে গঠিত:\n\nকুরআন অধ্যয়ন বিভাগ (তাফসীর)\nহাদিস বিভাগ\nইসলামের ইতিহাস ও দর্শন বিভাগ\nইসলামি আইন বিভাগ (ফিকহ)\nআধ্যাত্মিকতা, শিল্প ও সংস্কৃতি বিভাগ\nউৎস এবং পাণ্ডুলিপি অধ্যয়ন বিভাগ\nঅভিযান বিভাগ এবং পর্যালোচনা\n\n\n== প্রকল্প ==\nবর্তমানে, কেন্দ্রটি নিম্নলিখিত বিষয়ে মৌলিক, প্রয়োগিক এবং উদ্ভাবনী প্রকল্পের উপর গবেষণা পরিচালনা করছে: মৌলিক প্রকল্প:\n\n\"মাওয়ারানহারে কুরআন ও তাফসীরের বিজ্ঞানের বিকাশ, এই অঞ্চলের আধ্যাত্মিক জীবনে বিখ্যাত মুফাসসিরদের বৈজ্ঞানিক ঐতিহ্যের ভূমিকা\"।\nফলিত প্রকল্প:\n\n\"আমাদের পূর্বপুরুষদের প্রাথমিক উৎস এবং ঐতিহ্যের উপর ভিত্তি করে ইসলামিক অধ্যয়নের সমস্যার পদ্ধতিগত বিশ্লেষণের মাধ্যমে তরুণদের মধ্যে একটি সাধারণ দৃষ্টিভঙ্গি গঠন\"।\n\"ধর্মীয় উগ্রতার ধ্বংসাত্মক প্রকৃতি, আধ্যাত্মিক মূল্যবোধের প্রতি এর হুমকি এবং এর বিরুদ্ধে তরুণদের আদর্শিক প্রতিরোধ ক্ষমতা শক্তিশালী করার ব্যবহারিক পদ্ধতি\"।\n\"জাতিগত-সমাজতাত্ত্বিক গবেষণা এবং ব্যবহারিক সুপারিশের বিকাশের ভিত্তিতে সমাজে যুবকদের সামাজিক অভিযোজনের অধ্যয়ন\"।\n\"বিশ্বায়নের প্রেক্ষাপটে ধর্মীয় ক্ষেত্রের বৈশিষ্ট্য এবং এর ভূ-রাজনৈতিক গুরুত্ব, তরুণদের মধ্যে ধর্মীয় সহনশীলতার সংস্কৃতি উন্নত করার উপায় এবং পদ্ধতি\"।\n\"বিশ্বায়নের প্রেক্ষাপটে আধুনিক সুফি আদেশ: শিক্ষাদান পদ্ধতি, বিশ্লেষণ এবং উপসংহার\"।\n\"মধ্য এশিয়ায় ক্যালিগ্রাফি শিল্পের বিকাশের ইতিহাস, ক্যালিগ্রাফির স্কুল\"।\n\"ধর্মের মনোবিজ্ঞানের অধ্যয়নে তাত্ত্বিক এবং পদ্ধতিগত সমস্যা\"।\nউদ্ভাবনী প্রকল্প:\n\n\"বিশ্বায়নের প্রেক্ষাপটে যুবসমাজের আধ্যাত্মিক পরিপূর্ণতা বৃদ্ধিতে মধ্য এশীয় চিন্তাবিদদের বৈজ্ঞানিক ঐতিহ্যের ভূমিকা\" শীর্ষক ইলেকট্রনিক ম্যানুয়াল প্রস্তুত করা হচ্ছে।\n\n\n== সহযোগিতামূলক সম্পর্ক ==\nউজবেকিস্তান প্রজাতন্ত্রের মন্ত্রীদের মন্ত্রিসভার অধীনে ধর্মীয় বিষয়ক কমিটি;\nউজবেকিস্তান প্রজাতন্ত্রের মন্ত্রীদের মন্ত্রিসভার অধীনে বিজ্ঞান ও প্রযুক্তি সমন্বয় কমিটি;\nউজবেকিস্তানের মুসলিম বোর্ড;\nইমাম বুখারীর নামে তাসখন্দ ইসলামিক ইনস্টিটিউট;\nউজবেকিস্তানের নারী কমিটি;\n\"মাখাল্লা\" সামাজিক ও কল্যাণ তহবিল;\nইমাম বুখারী আন্তর্জাতিক কেন্দ্র;\nআধ্যাত্মিকতার প্রচারের জন্য রিপাবলিকান সেন্টার;\nউজবেকিস্তান প্রজাতন্ত্রের জাতীয় ধারণা ও আদর্শের বৈজ্ঞানিক ও ব্যবহারিক কেন্দ্র;\nউজবেকিস্তান প্রজাতন্ত্রের প্রতিরক্ষা মন্ত্রণালয়;\nপ্রকাশনা এবং মুদ্রণ ইউনিয়ন \"তাসখন্দ ইসলামি বিশ্ববিদ্যালয়\";\nপ্রকাশনা সংস্থা \"মাওরান্নাহর\";\nপাবলিশিং হাউস \"ইয়াঙ্গি আসর অবলোদি\"।\n\n\n== তথ্যসূত্র =="}