{"pageid": 1532989, "title": "অ্যান হোমস রেডিং", "url": "https://bn.wikipedia.org/wiki?curid=1532989", "content": "অ্যান হোমস রেডডিং (জন্ম অক্টোবর ২২, ১৯৫১) একজন প্রাক্তন মার্কিন যুক্তরাষ্ট্রের এপিস্কোপাল চার্চ-এর যাজক, যিনি মার্চ ২০০৬ সালে মুসলিম হওয়ার কারণে এপ্রিল ২০০৯ সালে পদচ্যুত হন। তিনি চেনি, পেনসিলভেনিয়া-তে বড় হয়েছেন। তার পিতা, লুইস এল. রেডডিং, ডেলাওয়্যার-এর একজন বিশিষ্ট নাগরিক অধিকার আইনজীবী ছিলেন।\nরেড্ডিং উভয় ধর্মকেই \"১০০ শতাংশ\" নিজের বলে মনে করেন, ব্যাখ্যা করে বলেন যে এটি তেমনই সম্ভব যেমন তিনি একই সাথে একজন আফ্রিকান আমেরিকান এবং একজন নারী হতে পারেন। তার এই মন্তব্য এপিস্কোপাল এবং মুসলিম উভয় সম্প্রদায়ের মধ্যে উত্তেজনা ও বিতর্ক সৃষ্টি করেছে। তিনি সিয়াটেলের আল-ইসলাম সেন্টারের পাশাপাশি এপিস্কোপাল চার্চেও উপাসনা চালিয়ে যান।\nজুলাই ২০০৭ সালে রেডডিংকে তার উপর নিয়মানুবর্তিতা বজায় রাখার কর্তৃত্ব থাকা রোড আইল্যান্ডের এপিস্কোপাল ডায়োসিসের জেরালিন উলফ-এর তত্ত্বাবধানে ধর্মীয় নির্দেশনা দেওয়া হয়। ১৫ মাস ধর্মীয় নির্দেশনা এবং ছয় মাস নিষেধাজ্ঞা জারির পর, রেডডিং-এর ২৫তম যাজকপদ বার্ষিকী পালনের এক সপ্তাহ পর, ১ এপ্রিল ২০০৯ সালে উলফ তাকে পদচ্যুত (\"ডিফ্রকড\") করেন।\nরেড্ডিং ব্রাউন বিশ্ববিদ্যালয় (এবি, ১৯৭৬), জেনারেল থিওলজিক্যাল সেমিনারী (এম ডিভ, ১৯৮৩), এবং ইউনিয়ন থিওলজিক্যাল সেমিনারী (পিএইচডি, ১৯৯৯)-এর স্নাতক। তিনি প্যাসিফিক লুথেরান বিশ্ববিদ্যালয়, পেইন থিওলজিক্যাল সেমিনারী, এবং ইন্টারডিনোমিনেশনাল থিওলজিক্যাল সেন্টার সহ অন্যান্য প্রতিষ্ঠানে শিক্ষকতা করেছেন। যখন তিনি মুসলিম হন, তখন তিনি সিয়াটেলের সেন্ট মার্কস এপিস্কোপাল ক্যাথেড্রাল-এর ফেইথ ফরমেশন অ্যান্ড রিনিউয়ালের পরিচালক ছিলেন, যেখানে তিনি মার্চ ২০০৭ সালে (দুই সহকর্মীর সাথে) ছাঁটাই হওয়ার আগ পর্যন্ত কাজ চালিয়ে যান। তিনি সেপ্টেম্বর ২০০৭ থেকে জুন ২০০৮ পর্যন্ত সিয়াটল বিশ্ববিদ্যালয়-এর স্কুল অফ থিওলজি অ্যান্ড মিনিস্ট্রিতে ভিজিটিং সহকারী অধ্যাপক ছিলেন।\nইসলাম এবং খ্রিস্ট ধর্মের সমন্বয়ের পর থেকে রেডডিং তার বিশ্বাস ও অনুশীলনে বক্তৃতা, ধর্মোপদেশ, শিক্ষাদান এবং লেখালেখি অব্যাহত রেখেছেন। এর মধ্যে রয়েছে নিউ ইয়র্ক সিটির রিভারসাইড চার্চ, ওহাইওর ওবেরলিন কলেজ, ক্যালিফোর্নিয়ার ক্লেয়ারমন্ট স্কুল অফ থিওলজি, এবং সিয়াটেলের সেন্টার ফর স্পিরিচুয়াল লিভিং, সেন্ট স্টিফেন'স এপিস্কোপাল চার্চ, সিয়াটল ফার্স্ট ব্যাপটিস্ট চার্চ এবং ওয়েস্টসাইড ইউনিটারিয়ান চার্চ। জামাল রহমান এবং ক্যাথলিন শ্মিট ইলিয়াসের সাথে তিনি আউট অফ ডার্কনেস ইনটু লাইট: স্পিরিচুয়াল গাইডেন্স ইন দ্য কুরআন উইথ রিফ্লেকশনস ফ্রম ক্রিশ্চিয়ান অ্যান্ড জিউয়িশ সোর্সেস (মোরহাউস পাবলিশিং, ২০০৯)-এর সহ-লেখক।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttp://www.religioustolerance.org/bemultfaith1.htm"}