{"pageid": 1532210, "title": "জাতীয় নিরাপদ মাতৃত্ব দিবস", "url": "https://bn.wikipedia.org/wiki?curid=1532210", "content": "১১ এপ্রিল | জাতীয় নিরাপদ মাতৃত্ব দিবস\n\nজাতীয় নিরাপদ মাতৃত্ব দিবস (National Safe Motherhood Day) প্রতি বছর ১১ এপ্রিল ভারতের একটি গুরুত্বপূর্ণ দিবস হিসেবে পালিত হয়। এটি গর্ভাবস্থায় এবং প্রসবকালীন সময়ে মহিলাদের নিরাপত্তা এবং স্বাস্থ্য রক্ষা নিশ্চিত করার উদ্দেশ্যে পালন করা হয়। এই দিনটি কস্তুরবা গান্ধী র জন্মবার্ষিকী হিসেবে চিহ্নিত, এবং ২০০৩ সালে ভারত সরকার এটি জাতীয় নিরাপদ মাতৃত্ব দিবস হিসেবে ঘোষণা করে।\n\n\n=== ইতিহাস ===\nভারতের হোয়াইট রিবন আ্যলায়েন্স ইন্ডিয়া (WRAI) নামক সংস্থার উদ্যোগে ২০০৩ সালে প্রথম ১১ এপ্রিল দিনটিকে জাতীয় নিরাপদ মাতৃত্ব দিবস হিসেবে ঘোষণা করা হয়। এটি ভারতের জন্য একটি ঐতিহাসিক দিন, কারণ এটি ছিল বিশ্বের প্রথম দেশ যেখানে সরকারিভাবে জাতীয় নিরাপদ মাতৃত্ব দিবস ঘোষণা করা হয়।\nএটি ভারতের জাতীয় স্বাস্থ্য ব্যবস্থার উন্নতি, গর্ভকালীন যত্ন এবং প্রসবকালীন সেবার প্রতি সচেতনতা বৃদ্ধির জন্য একটি পদক্ষেপ হিসেবে দেখা হয়।\n\n\n=== নিরাপদ মাতৃত্ব কী? ===\nনিরাপদ মাতৃত্ব বলতে বোঝানো হয় গর্ভাবস্থায়, প্রসবের সময় এবং পরবর্তী সময়ে মহিলাদের জন্য উপযুক্ত চিকিৎসা ও সেবা প্রদান। এর মধ্যে অন্তর্ভুক্ত থাকে:\nপ্রস্তুতি ও গর্ভকালীন যত্ন: গর্ভাবস্থায় মহিলাদের স্বাস্থ্য পরীক্ষা, পুষ্টি এবং অন্যান্য যত্ন।\nপ্রসবকালীন সেবা: নিরাপদ প্রসব এবং সময়মতো চিকিৎসা সেবা।\nগর্ভপাত পরবর্তী সেবা: গর্ভপাতের পর নিরাপদ চিকিৎসা এবং সেবা।\nএভাবে, নিরাপদ মাতৃত্ব নিশ্চিত করার মাধ্যমে মহিলাদের জীবনযাত্রার মান উন্নত করা এবং শিশুদের সুরক্ষা নিশ্চিত করা সম্ভব।\n\n\n=== প্রধান উদ্দেশ্য ===\nজাতীয় নিরাপদ মাতৃত্ব দিবস পালনের উদ্দেশ্য হচ্ছে:\nগর্ভবতী মহিলাদের জন্য উপযুক্ত স্বাস্থ্য সেবা নিশ্চিত করা।\nমাতৃস্বাস্থ্য, নিরাপদ প্রসব, পুষ্টি এবং স্বাস্থ্যসেবার গুণগত মান বৃদ্ধি।\nমা এবং শিশুর মৃত্যুহার কমানো।\nগর্ভাবস্থায় মহিলাদের প্রতি সামাজিক সচেতনতা বৃদ্ধি করা।\n\n\n=== ভারত সরকার ও অন্যান্য উদ্যোগ ===\nভারত সরকার বিভিন্ন পদক্ষেপ গ্রহণ করেছে, যেমন:\nইন্দিরা গান্ধী মাতৃত্ব সহযোগ যোজনা: গর্ভবতী মহিলাদের জন্য বিশেষ স্বাস্থ্য সুবিধা।\nজাতীয় স্বাস্থ্য মিশন: গ্রামাঞ্চলে স্বাস্থ্য সেবার মান উন্নত করা।\n\n\n=== থিম ===\nপ্রতিবছর জাতীয় নিরাপদ মাতৃত্ব দিবস একটি নির্দিষ্ট থিমে পালিত হয়। থিমের মাধ্যমে জনসচেতনতা বৃদ্ধি এবং স্বাস্থ্য সেবার গুণগত মান উন্নয়ন করা হয়। কিছু থিম:\n২০১৯: “Midwives for Mothers”\n২০২০: “Stay at home during Coronavirus, Keep mother and newborn safe from Coronavirus”\n২০২৩: ২০২০ সালের থিমই বজায় রাখা হয়।\nজাতীয় নিরাপদ মাতৃত্ব দিবস গর্ভাবস্থায় মহিলাদের জন্য উপযুক্ত সেবা, সঠিক যত্ন এবং সচেতনতা তৈরি করার উদ্দেশ্যে পালিত হয়। এটি একটি গুরুত্বপূর্ণ পদক্ষেপ, যা মহিলাদের এবং শিশুদের স্বাস্থ্য সুরক্ষিত রাখতে সহায়ক। এর মাধ্যমে সমাজের প্রতি দায়িত্ববোধ এবং স্বাস্থ্যসেবা নিশ্চিত করা সম্ভব।\n\n\n=== তথ্যসূত্র ==="}