{"pageid": 1532535, "title": "আর্টেমিস চুক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1532535", "content": "আর্টেমিস চুক্তি হলো বহির্জাগতিক মহাকাশে প্রতিপালনীয় নীতিমালা সম্পর্কিত একটি বাধ্যবাধকতাবিহীন ধারাবাহিক বহুপাক্ষিক চুক্তি, যা মার্কিন যুক্তরাষ্ট্রের সাথে বিশ্বের অন্যান্য দেশের সমঝোতায় স্বাক্ষরিত হয়েছে। এটি মার্কিন মহাকাশ গবেষণা সংস্থা নাসার আর্টেমিস কর্মসূচির আওতায় এই চুক্তির মাধ্যমে মার্কিন যুক্তরাষ্ট্রের নেতৃত্বে ২০২৭ সাল নাগাদ পুনরায় চাঁদে মানুষের পদার্পণ এবং পরবর্তীতে চূড়ান্ত লক্ষমাত্রা হিসেবে মঙ্গলগ্রহে ভ্রমণের উদ্দেশ্যে এই চুক্তি সম্পাদিত হয়েছে।\n২০২৫ সালের ৮ এপ্রিল বাংলাদেশ ৫৪তম রাষ্ট্র হিসেবে এই চুক্তিতে স্বাক্ষর করে। চুক্তিতে স্বাক্ষরকারী দেশসমূহের মধ্যে সাতাশটি ইউরোপে, দশটি এশিয়ায়, সাতটি দক্ষিণ আমেরিকায়, পাঁচটি উত্তর আমেরিকায়, তিনটি আফ্রিকায় ও দুইটি ওশেনিয়ায় অবস্থিত।\nনাসা ও মার্কিন পররাষ্ট্র দফতর কর্তৃক তৈরি করা এই চুক্তি মহাকাশের বেসামরিক অনুসন্ধানের ক্ষেত্রে পারস্পরিক সহযোগিতা এবং চাঁদ, মঙ্গল গ্রহ এবং অন্যান্য মহাজাগতিক বস্তুর শান্তিপূর্ণ ব্যবহার নিশ্চিতের একটি কাঠামো। এই চুক্তিটি ১৯৬৭ সালের জাতিসংঘের মহাকাশ চুক্তির (যা স্বাক্ষরকারী দেশসমূহ মেনে চলতে বাধ্য) উপর বহুলাংশে নির্ভর করে তৈরি করা হয়েছে এবং এতে জাতিসংঘের মহাকাশসংক্রান্ত আইনের অধিকাংশকেই একীভূত করা হয়েছে।\n২০২০ সালের ১৩ অক্টোবর আটটি দেশের জাতীয় মহাকাশ সংস্থা এই চুক্তিতে স্বাক্ষর করে। দেশগুলো হলো: অস্ট্রেলিয়া, কানাডা, ইতালি, জাপান, লুক্সেমবার্গ, সংযুক্ত আরব আমিরাত, যুক্তরাজ্য ও মার্কিন যুক্তরাষ্ট্র। তবে নাসা আরও দেশের অংশগ্রহণ নিশ্চিতের লক্ষে এই চুক্তিতে স্বাক্ষরের সময়সীমা অসীম পর্যন্ত নির্ধারণ করে। চুক্তিতে স্বাক্ষরকারী দেশগুলো নাসার আর্টেমিস কর্মসূচিতে সরাসরি অংশগ্রহণ করতে পারে অথবা শুধু চুক্তির আওতায় চাঁদের উপর অনুসন্ধানে দায়িত্বশীল আচরণের ধারাগুলো অনুসরণ করতে পারে।\n\n\n== স্বাক্ষরকারী দেশসমূহ ==\n\n\n== ইতিহাস ==\n২০২০ সালের ৫ মে রয়টার্স-এ একটি বিশেষ প্রতিবেদন প্রকাশিত হয়, যেখানে ডোনাল্ড ট্রাম্প প্রশাসনের পক্ষে চাঁদের খননকাজের জন্য একটি আন্তর্জাতিক চুক্তির খসড়া তৈরির কাজ চলছে বলে উল্লেখ করা হয়, যার ফলে মার্কিন যুক্তরাষ্ট্র ১৯৬৭ সালের মহাকাশ চুক্তি থেকে নিজেদের সরিয়ে নেবে বলে আশংকা প্রকাশ করা হয়। এর দশদিন পর নাসার তৎকালীন প্রশাসক জিম ব্রাইডেনস্টাইন আনুষ্ঠানিকভাবে ধারাবাহিক আর্টেমিস চুক্তির ঘোষণা দেন, যার ফলে যুক্তরাষ্ট্র ও চুক্তির অধীন দেশগুলো কর্তৃক মহাকাশ অনুসন্ধান ও চাঁদে খননকাজের জন্য বিধিমালার কাঠামো দাঁড় করানো হয়।\n২০১৭ সালে চালু করা নাসার আর্টেমিস কর্মসূচির নামে এই চুক্তির নামকরণ করা হয়। এই কর্মসূচির অধীনে নাসার ২০২৪ সালের মধ্যে চাঁদে প্রথম নারী এবং পরবর্তী মানব পুরুষ পাঠানোর পরিকল্পনা ছিল। ব্রাইডেনস্টাইনের ভাষ্যমতে পৃথিবীর বিভিন্ন দেশের ভবিষ্যৎ মহাকাশ পরিকল্পনায় সম্ভাবনা বিবাদ বা ভুল বুঝাবুঝি এড়ানোতে দেশগুলোর জন্য একটি কাঠামোবদ্ধ নীতিমালা তৈরির প্রয়াস হিসেবে এই চুক্তি করা হয়েছে। চুক্তি স্বাক্ষরকারী দেশগুলো নাসার আর্টেমিস কর্মসূচিতেও সরাসরি অংশগ্রহণের সুযোগ পাবে। নাসা, মার্কিন পররাষ্ট্র দফতর ও নতুন করে গঠিত জাতীয় মহাকাশ কাউন্সিল চুক্তির খসড়া তৈরি করে। ২০২০ সালের মে মাসে চূড়ান্ত খসড়া প্রকাশের পূর্বে বিভিন্ন দেশের সরকারের কাছে পরামর্শের জন্য পাঠানো হয়।\n২০২০ সালের ১৩ অক্টোবর একটি রেকর্ডকৃত ও সরাসরি সম্প্রচারিত অনুষ্ঠানের মাধ্যমে মার্কিন যুক্তরাষ্ট্র, অস্ট্রেলিয়া, কানাডা, জাপান, লুক্সেমবার্গ, ইতালি, যুক্তরাজ্য ও সংযুক্ত আরব আমিরাতের মহাকাশ সংস্থাগুলো চুক্তিতে স্বাক্ষর করে। ইউক্রেনের জাতীয় মহাকাশ সংস্থার প্রধান এর ঠিক এক মাস পর চুক্তিতে স্বাক্ষর করেন।\n২০২১ সালে দক্ষিণ কোরিয়া দশম দেশ হিসেবে চুক্তিতে স্বাক্ষর করে। দক্ষিণ কোরিয়ার চুক্তি স্বাক্ষরের এক সপ্তাহ পর নিউজিল্যান্ডও আর্টেমিস চুক্তি স্বাক্ষর করে। এরপর জুন মাসে ব্রাজিল লাতিন আমেরিকার প্রথম দেশ হিসেবে চুক্তিতে স্বাক্ষর করে। তবে ব্রাজিল ২০২০ সাল থেকেই চুক্তিতে স্বাক্ষর করায় আগ্রহ দেখিয়ে আসছিল। দুবাইয়ে আয়োজিত ৭২তম আন্তর্জাতিক অ্যাস্ট্রোনটিক্যাল কংগ্রেস চলাকালে পোল্যান্ড আর্টেমিস চুক্তিতে স্বাক্ষর করে এবং পোলীয় মহাকাশ সংস্থার প্রধান নিজস্ব স্থানীয় মহাকাশ প্রযুক্তি উদ্ভাবনের প্রত্যয় ব্যক্ত করেন। ২০২১ সালের ডিসেম্বর মাসে মেক্সিকো চুক্তিতে স্বাক্ষর করে।\n২০২২ সালে আর্টেমিস চুক্তিতে স্বাক্ষরকারী দেশের সংখ্যা দ্বিগুণের বেশি বৃদ্ধি পায়। ইসরায়েল স্বাক্ষর করার পর ২০২২ সালের মার্চেই রোমানিয়া, বাহরাইন, ও সিঙ্গাপুর চুক্তিতে স্বাক্ষর করে। মে মাসে কলম্বিয়া, এবং জুন মাসের ৭ তারিখে ফ্রান্সের নিজস্ব মহাকাশ কর্মসূচির ৬০তম প্রতিষ্ঠাবার্ষিকীর দিনে ফ্রান্স চুক্তিতে স্বাক্ষর করে। (২০২১ সালের নভেম্বরে মার্কিন উপরাষ্ট্রপতি কমলা হ্যারিস ও ফরাসি রাষ্ট্রপতি এমানুয়েল মাক্রোঁর মধ্যবর্তী আলোচনায় ফ্রান্স চুক্তি স্বাক্ষরে আগ্রহের কথা জানিয়েছিল।) ১৪ জুলাই মধ্যপ্রাচ্য ও আরব দেশগুলোর মধ্যে দ্বিতীয় দেশ হিসেবে সৌদি আরব চুক্তিতে স্বাক্ষর করে। ২০২২ সালের ১৩ ডিসেম্বর মার্কিন যুক্তরাষ্ট্র–আফ্রিকা লিডার্স সম্মেলন ২০২২-এ প্রথম আফ্রিকান দেশ হিসেবে নাইজেরিয়া ও রুয়ান্ডা চুক্তি স্বাক্ষর করে।\n২০২২ সালের ১৯ সেপ্টেম্বর আর্টেমিস চুক্তিতে স্বাক্ষরকারী দেশগুলোর প্রতিনিধিদের নিয়ে আন্তর্জাতিক অ্যাস্ট্রোনটিক্যাল কংগ্রেসে প্রথম সম্মেলন অনুষ্ঠিত হয়। সম্মেলনে চুক্তির বিভিন্ন ধারা ও মহাকাশে পারস্পরিক সহযোগিতার বিভিন্ন ক্ষেত্র নিয়ে আলোচনা করা হয়।\n২০২৩ সালেও চুক্তিতে স্বাক্ষরকারী দেশের সংখ্যা বৃদ্ধি পেতে থাকে। এক মাসের মধ্যে চেক প্রজাতন্ত্র ও স্পেন চুক্তিতে স্বাক্ষর করার পর ইকুয়েডরও এতে যোগদান করে। এরপর যুক্তরাষ্ট্রে নরেন্দ্র মোদীর রাষ্ট্রীয় সফরের সময় ভারতও চুক্তিতে স্বাক্ষর করে। ২০২৩ সালের সেপ্টেম্বর মাসে ওয়াশিংটন ডিসির জার্মান দূতাবাসে জার্মানির এরোস্পেস সেন্টারের মহাকাশ সংস্থার মহাপরিচালক এবং এরোস্পেস সেন্টারের নির্বাহী বোর্ডের সদস্য ওয়ালথার পেলৎজার চুক্তিতে স্বাক্ষর করেন। আনুষ্ঠানিকতায় জার্মান সরকারের মহাকাশ কর্মসূচির সমন্বয়ক আনা ক্রিস্টমান, ওয়াশিংটনে নিযুক্ত জার্মান রাষ্ট্রদূত আন্ড্রেয়াস মিখায়েলিস এবং নাসার প্রশাসক বিল নেলসন প্রমুখ উপস্থিত ছিলেন। ২০২৩ সালেই অক্টোবর-নভেম্বর মাসে নেদারল্যান্ডস ও বুলগেরিয়া চুক্তিতে স্বাক্ষরকারী দেশের অন্তর্ভুক্ত হয়। এরপর ডিসেম্বর মাসে অ্যাঙ্গোলা ওয়াশিংটন ডিসিতে সারম্বরে চুক্তিতে স্বাক্ষর করে।\n২০২৪ সালে বেলজিয়াম, গ্রিস, উরুগুয়ে, সুইজারল্যান্ড, সুইডেন, স্লোভেনিয়া, লিথুয়ানিয়া, পেরু, স্লোভাকিয়া, আর্মেনিয়া, ডোমিনিকান প্রজাতন্ত্র, এস্তোনিয়া, সাইপ্রাস, চিলি, ডেনমার্ক, পানামা, অস্ট্রিয়া, থাইল্যান্ড, ও লিশটেনস্টাইন আর্টেমিস চুক্তিতে যোগ দেয়।\n২০২৪ সালের ১৬ ডিসেম্বর থাইল্যান্ডের চুক্তিতে যোগদানের মাধ্যমে প্রথম দেশ হিসেবে একইসাথে আন্তর্জাতিক চাঁদ গবেষণা স্টেশন ও আর্টেমিস চুক্তি উভয় কর্মসূচির সদস্য হয়।\n২০২৫ সালে ফিনল্যান্ড ও বাংলাদেশ চুক্তিতে স্বাক্ষর করে।\n\n\n== চুক্তির ধারা ==\nআর্টেমিস চুক্তি একই নামের আর্টেমিস কর্মসূচিতে অংশগ্রহণের পূর্বশর্ত হিসেবে গণ্য হলেও, চুক্তিতে মহাকাশ অনুসন্ধানের সাধারণ নীতিমালার ধারাবাহিক বিবরণ দেওয়া হয়েছে। চুক্তিতে উল্লিখিত উদ্দেশ্য হলো “মহাকাশ চুক্তি ও অন্যান্য দলিলে উল্লিখিত গুরুত্বপূর্ণ বিধির প্রায়োগিক ক্ষেত্র বাস্তবায়ন।” চুক্তির একটিমাত্র দলিল রয়েছে, যেখানে বলা হয়েছে চুক্তিতে স্বাক্ষরকারী দেশসমূহ এর ধারাসমূহ মেনে চলবে। মহাকাশ সংস্থাগুলোর দ্বিপাক্ষিক চুক্তিতেও আর্টেমিস চুক্তির ধারাগুলো সূত্র হিসেবে উল্লিখিত হবে এবং সংশ্লিষ্ট প্রকল্পের ক্ষেত্রে চুক্তির বিধিসমূহের বাস্তবায়ন করা হবে বলে আশা করা হয়েছে।\nআর্টেমিস চুক্তির ধারাসমূহ হলো:\n\nএই চুক্তির অধীনে সকল সহযোগিতামূলক কর্মকাণ্ডের সম্পূর্ণ শান্তিপূর্ণ উদ্দেশ্য এবং সম্পর্কিত সকল আন্তর্জাতিক আইন অনুসরণ নিশ্চিত করা।\nমহাকাশ চুক্তির একাদশ অনুচ্ছেদের সাথে সামঞ্জস্য বিধান করে স্বচ্ছতা এবং সকলের সাথে বৈজ্ঞানিক তথ্যের বিনিময় নিশ্চিত করা।\nমহাকাশভিত্তিক অবকাঠামোর জন্য বর্তমানে বিদ্যমান আন্তঃকার্যসম্পাদন মানকের সদ্ব্যবহারের যুক্তিসঙ্গত প্রচেষ্টা এবং এরূপ অবকাঠামো বিদ্যমান না থাকলে কিংবা অপ্রতুল হলে অনুরূপ মানক প্রতিষ্ঠায় প্রতিশ্রুতিবদ্ধ হওয়ার আহ্বান জানানো।\nমহাকাশে সাহায্যপ্রার্থী ব্যক্তিকে প্রয়োজনীয় সহায়তার নিমিত্তে এবং উদ্ধার ও প্রত্যাবাসন চুক্তি মোতাবেক সকল যৌক্তিক প্রচেষ্টায় প্রতিশ্রুতিবদ্ধ হওয়ার আহ্বান জানানো।\nনিবন্ধন সনদের চাহিদা মোতাবেক মহাকাশে বস্তুসমূহের নিবন্ধনে কার্যাবলি চিহ্নিত করা।\nচুক্তিবদ্ধ সদস্যদের কার্যক্রম সম্পর্কে সার্বজনীন তথ্য উন্মুক্তকরণ এবং গবেষণা তথ্যের অবাধ বিনিময় নিশ্চিতে প্রতিশ্রুতিবদ্ধ হওয়ার আহ্বান জানানো। এই কাজের ক্ষেত্রে চুক্তিবদ্ধ সদস্যগণ বেসরকারি মালিকানাভিত্তিক এবং/অথবা অন্য স্থান থেকে সংগ্রহ করা তথ্য সুরক্ষায় একে অপরকে সহায়তা প্রদানে সম্মত হচ্ছে এবং এই ধারা সদস্য দেশের অধীন বেসরকারি গবেষণার তথ্যের ক্ষেত্রে প্রযোজ্য হবে না, যতক্ষণ না প্রতিষ্ঠানটি স্বাক্ষরকারী কোনো সংস্থার পক্ষে কাজ করছে।\nমহাজগাতিক ঐতিহ্য সংরক্ষণে চুক্তি অন্তর্ভুক্ত রাখা, যার মাধ্যমে ঐতিহাসিকভাবে গুরুত্বপূর্ণ মানুষ বা রোবটের পদার্পণের স্থান, ঐতিহাসিক নিদর্শন, মহাকাশযান এবং অন্যান্য প্রমাণাদি ও কর্মকাণ্ডের সুরক্ষা নিশ্চিত করা হবে এবং অনুরূপ সংরক্ষণের নিমিত্তে বহুজাতিক আচরণবিধি ও নীতিমালা তৈরিতে ভূমিকা রাখা।\nমহাজাগতিক সম্পদ নিষ্কাশন ও ব্যবহারের ক্ষেত্রে মহাকাশ চুক্তির ধারাসমূহ অনুসারে এবং নিরাপদ ও টেকসই কর্মকাণ্ডের মাধ্যমে করার জন্য চুক্তি অন্তর্ভুক্ত করা। স্বাক্ষরকারী সদস্যগণ স্ব-স্ব জাতীয় দখলদারিত্ব কায়েম করবে না, যা মহাকাশ চুক্তির লঙ্ঘন বলে গণ্য হয়। উপরন্তু সদস্যগণ এই ক্ষেত্রে আন্তর্জাতিক আচরণবিধি ও নীতিমালার গঠনে বহুমুখী সহযোগিতা ও প্রচেষ্টা অব্যাহত রাখার ইচ্ছা ব্যক্ত করবে।\nস্বাক্ষরকারী সদস্যদের মহাকাশ চুক্তির ধারাসমূহের যথাযথ সম্মান, অন্যান্য দেশের কর্মকাণ্ডে ক্ষতিকর হস্তক্ষেপ না করা এবং মহাকাশভিত্তিক কর্মকাণ্ডের অবস্থান ও প্রকৃতি সম্পর্কে তথ্য বিনিময়ের ধারাসমূহে প্রদত্ত প্রতিশ্রুতি পুনরায় নিশ্চিত করা। স্বাক্ষরকারী দেশসমূহ তা নিশ্চিতে আন্তর্জাতিক অনুশীলন, শর্তাবলি ও নীতিমালা গঠনে বহুমাত্রিক প্রচেষ্টা ও সহযোগিতা প্রদানে প্রতিশ্রুতি ব্যক্ত করবে। এটি বাস্তবায়নে এই চুক্তি একটি “নিরাপত্তা অঞ্চল”-এর ঘোষণা করবে, যার মধ্যে অন্যান্য কার্যক্রম বা শৃঙ্খলাবহির্ভূত কার্যক্রম ক্ষতিকর হস্তক্ষেপ বলে গণ্য হবে। এই নিরাপদ অঞ্চলের আকার ও উদ্দেশ্য প্রকল্পের প্রকৃতি, চাহিদার উপর ভিত্তি করে এবং সাধারণভাবে মান্য বৈজ্ঞানিক ও প্রকৌশলগত নীতি মোতাবেক ধার্য হবে। ঘোষিত নিরাপদ অঞ্চলের মধ্যে স্বাক্ষরকারী সদস্যগণ অন্যের দ্বারা সকল মহাজাগতিক বস্তুর পরিভ্রমণের অবাধ স্বাধীনতার নীতি এবং মহাকাশ চুক্তির সকল ধারাকে সম্মান করতে অঙ্গীকারাবদ্ধ হবে।\nমহাকাশ বর্জ্য সমস্যার সমাধান এবং স্বাভাবিক কার্যপ্রক্রিয়া, কার্যক্রম চলাকালীন অথবা পরবর্তীকালে উৎক্ষিপ্ত প্রযুক্তির ভাঙনগত কারণে বা দুর্ঘটনাবশত নতুনভাবে ক্ষতিকর মহাকাশ বর্জ্যের পুনরুৎপাদন রোধ করার প্রতিশ্রুতি ব্যক্ত করা।\n\n\n== প্রতিক্রিয়া ==\n\n\n=== সমর্থন ===\nআন্তর্জাতিক আইন এবং মহাকাশে সহযোগিতা বৃদ্ধির প্রচেষ্টা হিসেবে আর্টেমিস চুক্তি প্রশংসিত হয়। পর্যবেক্ষকগণ চুক্তির ধারাসমূহকে “অসদুদ্দেশ্য রহিত” এবং দেশগুলোর জাতীয় মহাকাশ কর্মসূচির নিয়ন্ত্রণের লক্ষে “মহাকাশ আইনের প্রধান নীতিমালা সংকলনের গুরুত্বপূর্ণ রাজনৈতিক প্রচেষ্টা”-এর প্রতিফলন বলে মন্তব্য করেন। এছাড়া মহাকাশ গবেষণায় সমন্বিত মান নিয়ন্ত্রণ এবং শান্তিপূর্ণ ব্যবহারে প্রভাবশালী ভূমিকা রাখবে উল্লেখ করে আন্তর্জাতিক আইনজ্ঞগণ চুক্তির প্রশংসা করেন। প্রথমবারের মতো এই চুক্তিতে বহির্জাগতিক অঞ্চলে মানুষের উপস্থিতি স্বীকৃত হওয়ার কারণেও চুক্তিটি প্রশংসিত হয়। চুক্তিতে বহির্জাগতিক মানবীয় উপস্থিতির ঐতিহাসিক নিদর্শন সংরক্ষণের উদ্যোগও প্রশংসা লাভ করে।\nঅস্ট্রেলিয়া চাঁদ চুক্তি এবং আর্টেমিস চুক্তি উভয়টিরই স্বীকৃতি প্রদান করায় দুই চুক্তির ধারাসমূহের সামঞ্জস্য বিধান করার তাগিদ উঠে। ফলে চাঁদ চুক্তির ধারাসমূহের ঘাটতি পূরণে এবং সম্পর্কিত অন্যান্য চুক্তি ও আন্তর্জাতিক আইনের সাথে সামঞ্জস্য বিধানের উদ্দেশ্যে একটি বাস্তবায়ন চুক্তি-এর প্রস্তাব করা হয়েছে। এর ফলে চাঁদ চুক্তিও ব্যাপকভাবে স্বীকৃত হচ্ছে।\n\n\n=== সমালোচনা ===\n“অতিমাত্রায় মার্কিনপন্থী এবং ব্যবসায়িক সুবিধাবাদী” চরিত্রের জন্য আর্টেমিস চুক্তির সমালোচনা করা হয়। রাশিয়া আর্টেমিস চুক্তিকে “মার্কিন যুক্তরাষ্ট্রের জন্য অনুকূল আন্তর্জাতিক মহাকাশ আইন তৈরির অপচেষ্টা” বলে সমালোচনা করে। উল্ফ সংশোধনী চীনের মহাকাশ অনুসন্ধানী কার্যক্রমের জন্য সুবিধাজনক হলেও, চীনা গণমাধ্যমে আর্টেমিস চুক্তিকে “ইউরোপীয় ঔপনিবেশিক (ভূমির) দখলদারিত্বের অনুরূপ পন্থা” বলে উল্লেখ করে। এই চুক্তির প্রেক্ষিতে রাশিয়া চীনের আন্তর্জাতিক চন্দ্র গবেষণা স্টেশন কার্যক্রমে একসাথে কাজ করতে একটি সমঝোতায় পৌঁছায়। ফলে এটি পাকিস্তানের মতো তৃতীয় বিশ্বের দেশগুলোর জন্য আর্টেমিস চুক্তির সম্ভাব্য বিকল্প হিসেবে প্রতিষ্ঠা পায়।\nসায়েন্স সাময়িকীর “পলিসি ফোরাম”-এ দুইজন গবেষক পৃথিবীর বিভিন্ন দেশকে আর্টেমিস চুক্তিতে তাদের আপত্তির জায়গাগুলো চিহ্নিত করে ব্যবস্থা গ্রহণের আহ্বান জানান এবং মার্কিন যুক্তরাষ্ট্রকে দেশগুলোর সাথে মহাকাশ সম্পদ ব্যবহারের দ্বিপাক্ষিক চুক্তি করার পূর্বে জাতিসংঘের প্রক্রিয়ার মধ্য দিয়ে যাওয়ার পরামর্শ দেন। একইসাথে নাসার চুক্তিতে অধিকাংশ দেশ যুক্ত হলে আন্তর্জাতিক মহাকাশ আইনে মার্কিন স্বার্থ প্রভাবশালী হবে বলে তারা আশঙ্কা প্রকাশ করেন। উপরন্তু দেশগুলোকে নাসার আর্টেমিস কর্মসূচিতে যোগদানের পূর্বশর্ত হিসেবে আর্টেমিস চুক্তিতে স্বাক্ষর করতে বলা হয়।\nমহাকাশ চুক্তি বিশেষভাবে দেশগুলোকে মহাজাগতিক বস্তুসমূহের উপর নিজস্ব দাবি বা অধিকার নিষিদ্ধ করার পরেও, আর্টেমিস চুক্তিতে মহাকাশ থেকে আহরিত বস্তুর উপর দেশগুলোর রাষ্ট্রীয় মালিকানা প্রতিষ্ঠার সুযোগ থাকায় চুক্তিটি সমালোচিত হয়। নেব্রাস্কা–লিঙ্কন বিশ্ববিদ্যালয়ের ফ্রানৎস ফন ডার ডাঙ্কের মতে, আর্টেমিস চুক্তি “মহাকাশ চুক্তিকে মার্কিন দৃষ্টিতে দেখার” পথ সুগম করে। অর্থাৎ, বাণিজ্যিকভাবে “মহাজগতিক অনুসন্ধান ও সম্পদ আহরণ প্রক্রিয়ায় বেসরকারি প্রতিষ্ঠানগুলোর সম্পৃক্ত হতে মৌলিক অধিকারের” সুরক্ষা প্রদান করে। এছাড়া চুক্তির আরেকটি দুর্বল ব্যাখ্যা হলো এই যে “বাণিজ্যিকভাবে মহাজাগতিক সম্পদ আহরণের জন্য একপাক্ষিক অনুমতি প্রদান মহাকাশ চুক্তির সাথে সামঞ্জস্যপূর্ণ নয় এবং বিশেষভাবে একটি আন্তর্জাতিক পরাশক্তির আন্তর্জাতিক লাইসেন্স প্রদান প্রক্রিয়া সম্ভবত এর বাণিজ্যিক স্বার্থকেই সুরক্ষিত করবে।”\n\n\n== আরও দেখুন ==\nআন্তর্জাতিক চাঁদ গবেষণা স্টেশন\nচাঁদ চুক্তি\nমহাকাশ আইন\nমহাকাশ রাজনীতি\nসমন্বিত চান্দ্র সময়\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআর্টেমিস চুক্তি (নাসার ওয়েবসাইট)\nআর্টেমিস চুক্তির পাঠ্য (নাসা)\nআর্টেমিস চুক্তির আরবি, চীনা, ফরাসি, রুশ ও স্প্যানিশ অনুবাদ (নাসা)\n\nটেমপ্লেট:Public-sector space agencies"}