{"pageid": 1532759, "title": "শেরিন খানকান", "url": "https://bn.wikipedia.org/wiki?curid=1532759", "content": "শেরিন খানকান (জন্ম : অ্যান ক্রিস্টিন খানকান ; ১৩ অক্টোবর ১৯৭৪) হলেন ডেনমার্কের (এবং স্ক্যান্ডিনেভিয়ার) প্রথম মহিলা ইমাম। তিনি কোপেনহেগেনে একটি মহিলা-পরিচালিত মসজিদ প্রতিষ্ঠা করেছিলেন।তিনি নারী সংহতি এবং চরমপন্থা সহ মুসলিম বিষয়গুলির একজন কর্মী।  ইসলাম ও রাজনীতি নিয়ে তিনি অসংখ্য লেখা লিখেছেন।\n\n\n== জীবনের প্রথমার্ধ ==\nখানকান ১৯৭৪ সালে ডেনমার্কে জন্মগ্রহণ করেন। তার বাবা সিরিয়ান এবং মা ফিনিশ। তার বাবা  একজন রাজনৈতিক শরণার্থী এবং একজন নারীবাদী ছিলেন। খানকান দামেস্কে পড়াশোনা করেন এবং ২০০০ সালে ডেনমার্কে ফিরে আসেন। সে নিজেকে দুটি জগতের মধ্যে জন্মগ্রহণকারী হিসেবে দেখে এবং বিপরীত জগতের মিলনকে তার লক্ষ্য বলে মনে করে। \nতিনি ১৯৯২ সালে কোপেনহেগেন বিশ্ববিদ্যালয়ে আরবি ভাষার পাশাপাশি ধর্ম বিষয়ক পড়াশোনা শুরু করেন। তার বাবা আরবিভাষী হলেও  আরবি তার মাতৃভাষা ছিল না। তিনি ২০০২ সালে ধর্ম ও দর্শনের সমাজবিজ্ঞানে স্নাতকোত্তর ডিগ্রি অর্জন করেন। \n\n\n== কেরিয়ার ==\n২০১৬ সালের ফেব্রুয়ারিতে,ডেনমার্কের প্রথম মহিলা পরিচালিত কোপেনহেগেনের মরিয়ম মসজিদ,  খানকান  প্রতিষ্ঠা করেছিলেন। এতে কেবল মহিলা ইমাম রয়েছেন।  মসজিদটি পুরুষ ও মহিলা উভয়ের জন্যই উন্মুক্ত। তবে জুমার নামাজ  শুধু মহিলা নামাজীদের জন্য উন্মুক্ত।  খানকান যখন মসজিদটি উদ্বোধন করেন তখন তিনি স্ক্যান্ডিনেভিয়ার প্রথম মহিলা ইমাম হন। \nখানকান ধর্ম ও রাজনীতির মধ্যে সংযোগ স্থাপনের জন্য \"ক্রিটিকাল মুসলিমস\" নামে একটি সংগঠনও প্রতিষ্ঠা করেন।\n২০০৭ সালে, তিনি \"ইসলাম অ্যান্ড রিকনসিলিয়েশন - আ পাবলিক ম্যাটার\" নামে একটি বই প্রকাশ করেন।\nখানকান উল্লেখ করেছেন যে খ্রিস্টধর্ম, ইহুদি এবং মুসলিম প্রতিষ্ঠানগুলি পুরুষতান্ত্রিক হয়ে উঠেছে। নারীদের পরিচালিত মসজিদগুলোকে তিনি এই প্রথার ভিন্ন একটি দৃষ্টান্ত হিসেবে দেখেন। যদিও তিনি কিছু বিরোধিতা পেয়েছেন, তবে সাধারণত তার উদ্যোগের প্রতি সমর্থন বেশি পেয়েছেন। মসজিদটি ২০১৬ সালের ফেব্রুয়ারিতে খোলা হয়েছিল এবং সেই আগস্টে প্রথম আনুষ্ঠানিক নামাজ অনুষ্ঠিত হয়েছিল। খানকান আজান দিল এবং ৬০ জন মহিলা একটি ফাস্ট ফুডের দোকানের উপরে জড়ো হল। আরেক ইমাম, সালিহা মারি ফেত্তেহ, নারী ও ইসলামের বিষয় নিয়ে বক্তৃতা দেন। নতুন মসজিদটি বেশ কয়েকটি বিবাহ অনুষ্ঠানের আয়োজন করেছে। মসজিদটি বিভিন্ন ধর্মের দম্পতিদের বিয়ে দেয় যা কিছু মসজিদ অনুমোদন করে না।\nতিনি ডেনিশ সোশ্যাল লিবারেল পার্টির প্রার্থী হিসেবে সংসদে প্রতিদ্বন্দ্বিতা করেছিলেন। \nখানকানকে বিবিসির ২০১৬ সালের ১০০ জন নারীর একজন হিসেবে মনোনীত করা হয়েছিল। \n\n\n== ব্যক্তিগত জীবন ==\nখানকানের দুই মেয়ে এবং দুই ছেলে। সে তালাকপ্রাপ্ত। প্রগতিশীল মসজিদ এবং নারীবাদী ইমামদের পক্ষে কাজ করার জন্য ইমানুয়েল ম্যাক্রোঁ তার রাষ্ট্রপতি প্রাসাদে তাকে আতিথ্য দিয়েছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nডেনমার্কের প্রথম মহিলা পরিচালিত মসজিদ, হ্যারিয়েট শেরউডে শুক্রবারের নামাজের ইমামতি করছেন মহিলারা, ২৬ আগস্ট ২০১৬, দ্য গার্ডিয়ান, সংগৃহীত ২৭ নভেম্বর ২০১৬\nখানকান (ডানে), সালিহা মারি ফেত্তেহ এবং ওজলেম সেকিকের সাথে [ ফেসবুক ] প্রকাশের তারিখ: ২৩ সেপ্টেম্বর ২০১৬, ২৩ সেপ্টেম্বর ২০১৬, দ্য নিউ আরব, ২৭ নভেম্বর ২০১৬ তারিখে সংগৃহীত\nDanmarks første kvindemoske slår dørene op, 10 ফেব্রুয়ারি 2016, Politiken, 27 নভেম্বর 2016 সংগৃহীত\nডেনমার্কে নারী পরিচালিত মসজিদ উদ্বোধন, ১২ ফেব্রুয়ারী ২০১৬, দ্য গার্ডিয়ান, ২৭ নভেম্বর ২০১৬ সংগৃহীত\n\n\n== বহিঃসংযোগ =="}