{"pageid": 1532976, "title": "সাকা সিরহিন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1532976", "content": "\n== সাকা সরহিন্দ শ্রী গুরু গোবিন্দ সিং-এর চারজন সাহিবজাদা এবং মাতা গুজর কৌর-এর লাসানি সাহাদত হৃদয় কাবান বা ভাষা পর্যবেক্ষণ করুন সাদু শ্রী গুরু গোবিন্দ সিং-এর চারজন সাহিবজাদার শহীদ বিশ্বের ইতিহাসে সবচেয়ে বেদনাদায়ক ঘটনা এবং হৃদয়বিদারক গুরুতর পাপের শোক [1] [2]। একদিকে এই ঘটনাটি মানব নিষ্ঠুরতার একটি ঘৃণ্য চিত্র উপস্থাপন করে, অন্যদিকে সাহিবজাদাদের মধ্যে লড়াই করে মারা যাওয়া এবং শিখ সিদ্দিকের চেতনার সাথে, নিপীড়ন ও নিপীড়নের বিরুদ্ধে, ধর্মীয় স্বাধীনতার জন্য দৃঢ়ভাবে প্রতিদ্বন্দ্বিতা করার শীর্ষ প্রকাশ করে। ফতেহগড় সাহিব সীমান্তের দুর্গ গুরুদ্বার ঠান্ডা বুর্জের পটভূমি সংশোধন করুন শিখদের নবম গুরু তেগ বাহাদুরকে তাঁর পুত্র গুরু গোবিন্দ সিং চাঁদনী চৌক দিল্লিতে হিন্দুধর্মের অনুসারীদের জোরপূর্বক ধর্মান্তকরণের বিরুদ্ধে প্রতিবাদের পরে শহীদ করার পরে তাঁর পুত্র গুরু গোবিন্দ সিং যে শক্তিশালী সশস্ত্র প্রতিরোধ আন্দোলন করেছিলেন, যার বিরুদ্ধে আনন্দপুরে মুঘল ও পার্বত্য রাজাদের মিশ্র সেনাবাহিনী [3] লড়াই করেছিল। দশ লক্ষ সৈন্যের নিজ নিজ ধর্মের নিয়মের উপর নির্ভর করে গুরু সাহেব আনন্দপুর ছেড়ে চলে যাওয়ার সিদ্ধান্ত নেন। কিন্তু নিয়ম ভঙ্গ করে, এই বিপুল সংখ্যক বাহিনী গুরু সাহেবের কনভয়ের পিছু ধাওয়া করে এবং পাল্টা যুদ্ধে শিখ, মুঘল এবং পাহাড়ি সৈন্যদের সাথে লড়াই করে। 1762 খ্রিষ্টাব্দের 8ই পোহ (21শে ডিসেম্বর) এবং 13ই পোহ (26শে ডিসেম্বর) সম্মত 1705 খ্রিষ্টাব্দে গুরুজির দুই বড় সাহেব, বাবা অজিত সিং (17 বছর) এবং বাবা জুঝার সিং (13 বছর) শক চমকোর সাহাবে লড়াই করে শহীদ হন। এবং দুই ছোট সাহেবজাদা বাবা জোরওয়ার সিং (9 বছর বয়সী) এবং বাবা ফাতেহি সিং (7 বছর বয়সী) সুবা সিরহিন্দের কারাগারে শহীদ হন। কিছু ইতিহাসবিদ 13 পোহর পরিবর্তে 1762 খ্রিষ্টাব্দের 3 পোহে সাকা সীমান্তের ঘটনা নথিভুক্ত করেছেন। [7] [8] [9] ==\n\n\n== এই শহীদের মহানতা সম্পর্কে মৈথিলী শরণ গুপ্ত লিখেছেন-জিসা কুল জাতি দেস কে বচ্চে দে পারে হে ইয়ো বলিদান। উস কা বর্তমান কুছ ভী হো ভাগ্য হৈ মহান মহান। [10] ==\n\n\n== গুরুধর্মের মতে, আধ্যাত্মিক আনন্দ অর্জনের জন্য মানুষকে নিঃশ্বাস ত্যাগ করতে হয়। এই পথটি একটি মহান চক্রান্তের কাজ। শিখ ধর্মের ভিত্তিপ্রস্তর স্থাপনকারী প্রথম সম্রাট গুরু নানক দেবজি শিখ পথে চলার জন্য মাথা উৎসর্গ করার শর্ত রেখেছিলেন। একই পথ অনুসরণ করে, গুরু গোবিন্দ সিং জি<unk>৯ সালে খালসে নির্মাণ করেন। খালসা একজন আদর্শবাদী, নিখুঁত এবং স্বাধীন মানুষ, যাকে গুরবানিতে সচ্চিয়ার, গুরুমুখ এবং ব্রহ্মজ্ঞান বলা হয়। খালসা গুরুর কাছে আত্মা, মন, সম্পদ হস্তান্তর করে এবং অত্যাচারের বিরুদ্ধে লড়াই করতে মরতে দ্বিধা করে না-জো তো প্রেম খেলান কা চাও সিরু ধারি তলি গলি মেরে আও। এটি পথের উপর দিয়ে যায় এবং মাথা নাড়া দেয় না। (পৃষ্ঠা 1412) অরু শিখ হো আপনে হি মন কো ইয়ে লোভ হো গুণ তো উচারন। 'জব আও কি ঔধ নাদান বানাই অতি রান \"-এ লড়াই করে মারা যান। গুরু দুর্গটি খালি করে দেওয়ার পর শত্রু সমস্ত ব্যবস্থা ভেঙে তাদের তাড়া করতে শুরু করে। ১৭০৫ খ্রিষ্টাব্দের ২১শে ডিসেম্বর, সরসা নদীর কাছে পৌঁছলে, ঘিগচ যুদ্ধ হয়, যার সময় গুরুজির দুই ছোট সাহেবজাদা এবং মাতা গুজর কৌরজি ওয়াহির থেকে আলাদা হয়ে যান। [11] [12] যে দশ লক্ষ বরাদ বরো অজ্ঞ। 19। জাফরনামা কোল্ড টাওয়ারের বন্দী সোধো মাতা গুজারিজি এবং দুই ছোট সাহেবজাদা গাঙ্গু ব্রাহ্মণকে খুঁজে পান। এটি তাদের মোরিন্ডের কাছে সাহেরি গ্রামে তাদের বাড়িতে নিয়ে যায়। বাড়ি যাওয়ার সময় গঙ্গুর মনটা অবিশ্বস্ত হয়ে যায়। সে মোরিন্ডের পুলিশ অফিসারকে খবর দেয় এবং বাচ্চাদের ধরে ফেলে। মোরিন্ডের পুলিশ অফিসার 1705 খ্রিষ্টাব্দের 23শে ডিসেম্বর মাতা এবং শিশুদের গ্রেপ্তার করেন এবং প্রদেশটিকে সিরহিন্দের কাছে হস্তান্তর করেন। সেই রাতে তাদের দুর্গের শীতল টাওয়ারে রাখা হয়েছিল। পরের দিন শিশুরা প্রদেশের সরহিন্দের আদালতে হাজির হয়। আদালতে শিশুদের ডিন গ্রহণ করতে প্রলুব্ধ করার জন্য ভয় দেখানোর, হুমকি দেওয়ার চেষ্টা করা হয়েছিল। এমনকি তাদের মিথ্যা বলা হয়েছিল যে আপনার বাবা নিহত হয়েছেন, এখন আপনি কোথায় যাবেন। শিশুরা সাহসের সঙ্গে সরহিন্দ প্রদেশে তাদের ধর্ম ত্যাগ করতে অস্বীকার করে। এই শিশুদের কী শাস্তি দেওয়া যেতে পারে সে সম্পর্কে ওয়াজির খান কাজির মতামত নিয়েছিলেন। কাজি বলেন, ইসলামে শিশুদের শাস্তি দেওয়ার অনুমতি নেই। ওয়াজির খানও কিছু পরিমাণে তার মাথায় শিশুদের হত্যা করা এড়াতে চেয়েছিলেন। এখন সে নবাব মালেরকোটলাকে বলেছিল যে সে যদি চায় তবে তার ইচ্ছামতো এই বাচ্চাদের শাস্তি দিয়ে তার ভাইয়ের প্রতিশোধ নিতে পারে। শের খান আরও বলেন, 'আমার ভাই যুদ্ধে নিহত হয়েছে, আমি এই শির-খোরাদের (দুধ খাওয়ানো শিশুরা) থেকে কোনও প্রতিশোধ নিতে চাই না। আল্লাহ্ ইয়ার খান যোগির ভাষায়-বদলা হি লেনা হোগা তো লেনে বাপ সে। মহফুজ রাখাই হাম কো ঈশ্বর আয়েশা পাপ সে। [14] ==\n\n\n== মতি রাম মেহরার সাহস ==\n\n\n== মৌতি রাম মেহরার সাহসী সংশোধন শীতকালে শীতল বুর্জ কারারুদ্ধের সময়, ওয়াজির খানের আদেশে প্রবাহিত না হয়ে, একজন ভক্ত সীমান্ত বাসিন্দা মৌতিরাম মেহরা [15] মাতা [16] জি এবং সাহেবজাদাদের গরম দুধ খাওয়ানোর মাধ্যমে সহায়তা করতে থাকেন। বিনিময়ে, তাঁর সমস্ত পরিবারকে ওয়াজির খান কাঁধে আঘাত করে মৃত্যুদণ্ড দেন। ==\n\n\n== শাহাদাত ==\n\n\n== শহীদ সোধো পঞ্জাব প্রদেশের ফতেহগড় সাহিব-পুরানা নাম সীমান্তের গুরুদ্বার ফতেহগড় সাহিব কাজী এবং শের খান একই ধরনের মনোভাব দেখে ওয়াজির খানের মনে মৃদুতা আসতে শুরু করেছিল, কিন্তু দিওয়ান সুচা নন্দ চাহিবজাদাদের বাদ দিতে চাননি। ঐতিহাসিক বিবরণ অনুসারে, তিনি একজন শয়তানের মতো সাহেবজাদাদের কিছু প্রশ্ন করেছিলেন যা তাদের উত্তর থেকে বিদ্রোহী হিসাবে প্রমাণিত করেছিল। তিনি ওয়াজির খানকেও প্ররোচিত করেছিলেন যে এই সন্তানদের ছেড়ে দেওয়া বুদ্ধিমানের কাজ হবে না। ওয়াজির খান আবার কাজিকে জিজ্ঞাসা করেন। এবার কাজী মালিকদের ইচ্ছা অনুযায়ী শিশুদের দেয়ালে চিহ্নিত করার নির্দেশ দেন। দেয়ালে বাচ্চাদের চিহ্নিত করা হয়েছিল। কাঁধের কাছে আসার সময় দেয়ালটি পড়ে যায়। শিশুদের ফুলের মতো দেহগুলি এই আঘাত সহ্য না করে অচেতন হয়ে পড়েছিল। এরপর 27শে ডিসেম্বর [6] শিশুদের আবার আদালতে হাজির করা হয়। এরপর তাঁকে দিন গ্রহণ করার জন্য চাপ দেওয়া হয়, কিন্তু সাহেবজাদারা এর তীব্র বিরোধিতা করেন। তাদের মাথায় 10টি রাজত্বের মহান কাজের দায়িত্বের বোঝা ছিল, তারা তা নামিয়ে আনতে চায়নি। তিনি তাঁর দাদার মতো শহীদ হওয়ার শপথ নিয়েছিলেন। চমকোরে গুরুজির সঙ্গে থাকা ভাই দুন্না সিং হন্ডুরিয়া লিখেছেন-জোরওয়ার সিং আয়েশা ভানে, কেন ভাই! এখন কেন করো বানাই। ফতেহ সিং তখন বলেছিলেন, 'দশ পাতশাহীকে হান বলা হয়। [17] এখন শিশুদের জিহ্বা দেওয়ার আদেশ দেওয়া হয়েছিল। দুই জায়েদ উভয় শিশুকে হাঁটু গেড়ে ফেলে প্রথমে তাদের গলায় কাঁটাচামচ টেনে নিয়ে যায় এবং তারপর তলোয়ার দিয়ে সিজের ধড় থেকে আলাদা করে দেয়। যখন শীতল বুর্জে বন্দী মা গুজর কৌরজির কাছে শাহিবাঝাদের শহীদ হওয়ার খবর জানানো হয়, তখন তিনিও অবিলম্বে প্রাণ ত্যাগ করেন। সাহেবজাদাদের শহীদত্ব কেবল শহীদই ছিল না, বরং আরও অনেক বেশি ছিল। তাদের মানসিকভাবে বিভ্রান্ত করার চেষ্টা করা হয়েছিল। কখনও কখনও মৃত্যুর ভয়ের মধ্যে দিয়ে যাওয়া হয়েছিল এবং তানফাকে ঝাঁপিয়ে পড়ে হত্যা করা হয়েছিল। এই সমস্ত নির্যাতন তারা কীভাবে সহ্য করেছিল তা অনুমানও করা যায় না। তারা অভূতপূর্ব সাহস দেখিয়ে দশটি রাজত্বের গৌরব বজায় রেখে এবং খালসা সম্প্রদায়কে বিজয়ী করে ধর্ষণের দিকে মুখ ফিরিয়ে নেয়। গুরুর সন্তানদের এই উদ্দেশ্যে হত্যা করা হয়েছিল যে গুরুধর্মের প্রদীপ এই জগত থেকে মুছে ফেলা হবে। কিন্তু তারা বুঝতে পারেনি যে, গুরুধর্মের অখণ্ড জ্যোতি তখন খালসার হৃদয়ে প্রবেশ করেছে। সাহেবজাদাদের শাহাদাতের বিষয়ে গুরু গোবিন্দ সিংজি ঔরঙ্গজেবকে লিখেছিলেন, \"কী হয়েছে আমার চার সন্তানকে হত্যা করা হয়েছে, আমার পঞ্চম ছেলে খালসা এখনও বেঁচে আছে, যা ফিনিয়ার নাগ-চিহা শুদ কি চু বাচগান কুস্তাহ চার। যে বাকি বোমাটি জটিলভাবে আঘাত করে। 78। জাফরনামা অন্ত্যেষ্টিক্রিয়া সমাধি সোধো হাভেলি টোডার মল ফতেহগড় সাহিব ফতেহগড় সাহিবের একটি ইতিহাস সম্বলিত তথ্য বোর্ড। গুরু তেগ বাহাদুরের ধর্মীয় স্বাধীনতার জন্য শহীদ এবং গুরু গোবিন্দ সিংয়ের নিপীড়নের বিরোধিতা করার আন্দোলনের অনুপ্রেরণায়, সীমান্তের একজন ধনী দেওয়ান টোডার মাল [18], সোনার সীলমোহর স্থাপন করার শর্তে, বিশ্বের সবচেয়ে ব্যয়বহুল মূল্যবান জমি কিনেছিলেন যার উপর সাহিবজাদাদের শেষকৃত্য সম্পন্ন হয়েছিল। বর্তমানে সেই অভয়ারণ্যের সীমান্তে অবস্থিত গুরুদ্বার জ্যোতি সরূপ [15] <আই. ডি. 2> ° এন <আই. ডি. 1> ° ই সুবিন্যস্ত। রায়কোট ও জাগরানের নিকটবর্তী লাম্বা জাটপুরা গ্রামে গুরু গোবিন্দ সিং-কে তাঁর বার্তাবাহক নূরেমাহির দ্বারা পাঠানো সাহেবজাদাদের শহীদদের গল্প যখন শেখানো হয়, তখন গুরু সাহেব ঘাসের তিল খনন করে ভবিষ্যদ্বাণী করেন যে, এই ভিত্তিতে চিহ্নিত হওয়ার ঘটনা মুঘল সাম্রাজ্যের শিকড় খনন করেছে এবং অকালপ্রার্থীর কাছে প্রার্থনা করেন যে, যে শিশুদের দান করা হয়েছিল, তা জাতির ও ঈশ্বরের কাছে উৎসর্গ করা হয়েছে। বর্তমানে এখানে গুরুদ্বার গুরুসর পান্জুয়ানা সাহিব অবস্থিত। আরও দেখুনঃ 1 বছর আগে কুলদ্বীপবুর্জবালাইকের শেষ সংশোধন উইকিপিডিয়া উইকিমিডিয়া ফাউন্ডেশন পাওয়ারড বাই মিডিয়াউইকি-র উদ্ধৃতি সিসি বাই-এসএ<unk>-এর অধীনে এই বিষয়বস্তু পাওয়া যায়। যদি তা না হয় তবে বিশেষভাবে বলা হবে। পর্দা নীতি আচরণবিধি ডেভেলপার ডেটা কুকি বিবরণ ব্যবহারের শর্তাবলী ডেস্কটপ তথ্যসূত্র ==\n\n\n=== তথ্যসূত্র ==="}