{"pageid": 1532906, "title": "১০ রমজান", "url": "https://bn.wikipedia.org/wiki?curid=1532906", "content": "১০ রমজান হলো ইসলামি বর্ষপঞ্জির নবম মাস রমজানের দশম দিন। এটি হিজরি চন্দ্রবর্ষের ২৪৬তম দিন (যদি শাবান মাস ২৯ দিনে শেষ হয়) বা ২৪৭তম দিন (যদি শাবান ৩০ দিনে পূর্ণ হয়) বা ২৪৮তম দিন (যদি সফর, রবিউস সানি, জমাদিউস সানি ও শাবান ৩০ দিন পূর্ণ করে)। এই দিনটির পরে হিজরি বছরের শেষ পর্যন্ত ১০৮ বা ১০৯ দিন বাকি থাকে।\n\n\n== ঘটনাবলী ==\n১২৬ হিজরি: কিছু বিদ্রোহী দামেস্কের কাছে ‘বুখরা’ নামক গ্রামে উমাইয়া খলিফা আল-ওয়ালিদ ইবনে ইয়াজিদের প্রাসাদ ঘেরাও করে এবং তাঁকে হত্যা করে।\n৩৬২ হিজরি: ফাতেমীয় খলিফা আল-মুয়িজ লিদিনিল্লাহ মিশরে স্থায়ীভাবে অবস্থান গ্রহণ করে ঘোষণা দেন, আল্লাহর রাসুলের পর সেরা মানুষ হলেন আমীরুল মুমিনীন আলি ইবনে আবি তালিব। একই দিনে তিনি ইবনে মুহায্যাবকে বায়তুল মালের দায়িত্বে নিয়োগ দেন।\n৪৮৫ হিজরি: বাতিনি ফিরকার একজন গুপ্তঘাতক বিখ্যাত উজির নিযামুল মুলককে খুন করে, যিনি সেলজুক সুলতান আলপ আরসালান ও পরে তাঁর পুত্র মালিক শাহের অধীনে প্রায় ৩০ বছর দায়িত্ব পালন করেন।\n৬৪৮ হিজরি: মানসুরার যুদ্ধে মুসলম সেনাবাহিনী ক্রুসেডারদের পরাজিত করে এবং ফ্রান্সের রাজা নবম লুইসকে বন্দি করে।\n৮১৬ হিজরি: মামলুক সুলতান আল-মুয়াইয়্যাদ বিচারপতি সাদরুদ্দিন ইবনে আজামীর মৃত্যু পর ইবনুল আদীমকে প্রধান হানাফি বিচারপতি নিযুক্ত করেন।\n৮২৮ হিজরি: সুলতান বাইবার্স জাইনুদ্দিন ইবনে আবুল ফারাজকে প্রাসাদীয় ব্যয়ের দায়িত্বে নিয়োগ করেন।\n৮৪০ হিজরি: বাইবার্স শাম অঞ্চলে অভিযান পরিচালনার বিষয়ে পরামর্শ সভা করেন। তিনি মমলুক বাহিনীর শাম অঞ্চলের আমিরদের উদ্দেশে পত্র প্রেরণ করেন যেন তারা ইবনে কারমানকে সাহায্য করে।\n৮৫৩ হিজরি: উলুগ বেগ যখন মক্কায় হজপালনের জন্য যাচ্ছিলেন, তখন তাঁর পুত্র আব্দুল লতিফ তাকে হত্যার নির্দেশ দেয়।\n১৩২০ হিজরি: মিসরের আসওয়ান বাঁধ সংলগ্ন জলাধার উদ্বোধন করা হয়।\n১৩৩৭ হিজরি: দামেস্কে আরবি ভাষা একাডেমি প্রতিষ্ঠিত হয়।\n১৩৮৭ হিজরি: জর্জ হাবাশ ফিলিস্তিন মুক্তি সংগ্রামের অংশ হিসেবে ফিলিস্তিনের গণপ্রজাতন্ত্রী মুক্তি ফ্রন্ট প্রতিষ্ঠা করেন।\n১৩৯৩ হিজরি: রমজান যুদ্ধ বা অক্টোবর যুদ্ধ শুরু হয়, যেখানে মিশর ও সিরিয়া যৌথভাবে ইস্রায়েলের বিরুদ্ধে যুদ্ধ করে। \n১৪১২ হিজরি: মৌরিতানিয়ার জাতীয় সংসদ নির্বাচনে গণতান্ত্রিক প্রজাতন্ত্রী ও সমাজতান্ত্রিক দল বিজয় লাভ করে।\n১৪১৮ হিজরি: রামজি ইউসুফকে নিউইয়র্কের ওয়ার্ল্ড ট্রেড সেন্টার বিস্ফোরণের দায়ে যাবজ্জীবন কারাদণ্ড দেওয়া হয়।\n১৪৩১ হিজরি: আমেরিকার শেষ যুদ্ধরত ইউনিট ইরাক ত্যাগ করে এবং প্রায় সাড়ে সাত বছর ধরে চলমান মার্কিন আগ্রাসনের অবসান ঘটে।\n১৪৩৬ হিজরি: কুয়েতের সাওআবির এলাকায় অবস্থিত ইমাম সাদিক মসজিদে আত্মঘাতী হামলায় ২৭ জন নিহত এবং অন্তত ২২৭ জন আহত হয়। আইএসআইএস (দায়েশ) এই হামলার দায় স্বীকার করে।\n\n\n== জন্ম ==\n৩৯৫ হিজরি –আল-জাহির লি-ইইজাজ দিনিল্লাহ, ফাতেমীয় খেলাফতের সপ্তম খলিফা ও ইসমাইলি শিয়া সম্প্রদায়ের সপ্তদশ ইমাম।\n১৩৭৩ হিজরি –আফাফ রাদি, প্রখ্যাত মিশরীয় গায়িকা ও অভিনেত্রী।\n১৩৮১ হিজরি – লতিফা, খ্যাতনামা তিউনিশীয় গায়িকা।\n১৪০৭ হিজরি –নাসের বিন হামাদ আলে খলিফা, বাহরাইনের রাজকীয় রক্ষীবাহিনীর প্রধান, যুব ও ক্রীড়া বিষয়ক সর্বোচ্চ পরিষদের সভাপতি এবং বাহরাইনের অলিম্পিক কমিটির সভাপতি।\n\n\n== মৃত্যু ==\n৩ হিজরি-পূর্ব– খাদিজা বিনতে খুওয়াইলিদ, নবী মুহাম্মদের স্ত্রী এবং তাঁর নবুয়ত গ্রহণকারী প্রথম ব্যক্তি।\n১২৬ হিজরি –আল-ওয়ালিদ ইবনে ইয়াজিদ, উমাইয়া খেলাফতের একাদশ খলিফা।\n৪৮৫ হিজরি –নিযামুল মুলক, সেলজুক সাম্রাজ্যের প্রখ্যাত উজির ও ‘নিযামিয়া মাদ্রাসার' প্রতিষ্ঠাতা।\n৬১৩ হিজরি – সাঈদ ইবনে হামজা আন-নাইলি, ইরাকি বংশোদ্ভূত আরব কবি ও সরকারি দপ্তরের লেখক।\n৬৮১ হিজরি – অষ্টম মিখাইল প্যালিওলগুস, বাইজেন্টাইন সাম্রাজ্যের সম্রাট।\n৮৫৩ হিজরি – উলুগ বেগ ইবনে শাহরুখ, তিমুরীয় সাম্রাজ্যের পঞ্চম শাসক।\n১৪২২ হিজরি –রিয়াজ আহমদ জওহর শাহি, আধ্যাত্মিক নেতা ও ‘আঞ্জুমান সারফারোশানে ইসলাম’ নামে একটি বিশ্বব্যাপী আধ্যাত্মিক আন্দোলনের প্রতিষ্ঠাতা।\n১৪৩১ হিজরি –আমিন আল-হিন্দি, ফিলিস্তিনি রাজনীতিবিদ ও সামরিক নেতা।\n১৪৩৩ হিজরি – হিলমি সালেম, প্রখ্যাত মিশরীয় কবি।\n১৪৩৬ হিজরি – আব্দুল হামিদ আর-রিফাঈ, কুয়েতি অভিনেতা।\n১৪৩৯ হিজরি – মুহাম্মদ আশ-শাইখ আলি, সিরীয় কবি।\n১৪৪১ হিজরি – মুহাম্মদ আবদুল হামিদ হিলমি, মিশরীয় বিমানবাহিনীর প্রাক্তন প্রধান।\n\n\n== আরো দেখুন ==\n১ রমজান\n২ রমজান\n৩ রমজান\n\n\n== গ্রন্থপঞ্জি ==\nইবনে কাসির, মুহাম্মদ (২০১৩)। আল বিদায়াহ ওয়ান নিহায়াহ (বাংলা ভাষায়)। ঢাকা: ইসলামিক ফাউন্ডেশন। আইএসবিএন 984-06-0565-8। \nআল-যাহাবী, শামসুদ্দীন (২০১৫)। তারিখুল ইসলাম (আরবি ভাষায়)। বৈরুত: দারুল-কুতুব আল-ইলমিয়্যাহ। আইএসবিএন 27-45143-53-0। \nআল-যাহাবী, শামসুদ্দীন (২০১৪)। সিয়ারু আলামিন নুবালা (আরবি ভাষায়)। বৈরুত: আল-রিসালা প্রকাশনী। আইএসবিএন 978-9-933-44665-9। \nখতিব বাগদাদী (২০১১)। তারিখে বাগদাদ (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়্যা। আইএসবিএন 978-274510-466-3। \nতাবারি, মুহাম্মদ ইবনে জারির (২০১১)। তারিখে তাবারি: তারিখুর রুসুল ওয়াল মুলুক (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-3263-5। \nহামাবি, ইয়াকুত (২০১১)। মু'জামুল বুলদান (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-1432-7। \nসুয়ুতী, জালালুদ্দীন (২০১০)। তারিখ আল-খুলাফা (আরবি ভাষায়)। সৌদি আরব: দারুল মিনহাজ। আইএসবিএন 978-99534-9819-5। \nইলমাজ উজতুনা (২০১০)। তারিখ আল-দাওলাহ আল-উসমানিয়া (আরবি ভাষায়)। বৈরুত: দারুল কুতুব আরাবি। আইএসবিএন 978-61441-5031-3। \nইয়াগি, ইসমাইল আহমদ (২০১৪)। আল-দাওলাহ আল-উসমানিয়া, ফিত তারিখিল ইসলামি আল-হাদিস (আরবি ভাষায়)। মাকতাবাতুল আবিকান। আইএসবিএন 978-60350-3695-5। \nবারদি, ইবনে তাগরি (২০১৬)। আল-নুজুম আল-যাহিরাহ ফি মুলুক মিসর ওয়াল কাহিরাহ (আরবি ভাষায়)। কায়রো: দারুল কুতুব আল-মিসরিয়া। আইএসবিএন 978-97781-2018-9। \nইবনে ইয়া‌স (২০১৮)। বাদায়ি' আল-জুহুর ফি ওয়াকায়ি' আল-দুহুর (আরবি ভাষায়)। নিল ওয়াফুরাত। \nআল-মাকদিসি, আবু শামা (২০১৮)। আল-রওজাতাইন ফি আখবার আল-দাওলাতাইন আল-নুরিয়া ওয়াস সালাহিয়া (আরবি ভাষায়)। কায়রো: মুয়াসসাসাতুর রিসালা। আইএসবিএন 978-191264-335-6। \nআল মাকরিজি, আলি ইবনে আহমদ (২০০৮)। আস-সুলুক লিমারিফা দুয়াল আল-মুলুক (আরবি ভাষায়)। দার আল-জামান। \nড. আব্দুর রহিম, আল-হাজ্জি (২০০৫)। তারিখুল আন্দালুস আল-ইসলামি। দাম্মাম (সৌদি আরব): দার ইবনুল জাওযি। \nরহমান, ড. আতাউর (২০২৩)। ইতিহাসে ইসলাম: নবী থেকে খেলাফত। ঢাকা: ইসলামিক ফাউন্ডেশন। \nডেভিড, ফ্রমকিন (১৯৮৯)। অ্য পিচ টু ইন্ড অল পিচ: দ্য ফ্যাল অফ দ্য অটোমান অ্যাম্পায়ার (A Peace to End All Peace: The Fall of the Ottoman Empire)। আইএসবিএন 0-8050-0857-8। \nHarvey, Leonard Patrick (১৯৯২)। Islamic Spain, 1250 to 1500। Chicago: University of Chicago Press। আইএসবিএন 0-226-31962-8। \n\n\n== তথ্যসূত্র =="}