{"pageid": 1532694, "title": "এসএফ অ্যামোনিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1532694", "content": "এসএফ অ্যামোনিয়া  হলো নরওয়ের টেলিমার্কের টিন লেকে চলাচলকারী একটি বাষ্পচালিত রেল ফেরি। ফেরিটি টিন হ্রদের চারটি রেল ফেরির মধ্যে একটি ছিল যা রজুকান লাইনকে টিনোসেট লাইনের সাথে সংযুক্ত করেছিল। নর্স্ক হাইড্রো এই সিস্টেমটি ব্যবহার করে রজুকান থেকে স্কিয়েন বন্দরে রাসায়নিক পরিবহনের জন্য ব্যবহার করা হয়। এই ফেরিটি বিশ্বের বাকি চারটি বাষ্পচালিত রেল ফেরির মধ্যে একটি এবং এখনও নরওয়ের মেইলে নোঙ্গর করা দেখা যায়। \n\n\n== বিশেষত্ব ==\n\nঅ্যামোনিয়া  ১২০ মিটার ট্র্যাকে ১৭টি ডাবল-ট্র্যাক স্ট্যান্ডার্ড গেজ রেলওয়ে গাড়ি বহন করতে পারে, যার মোট ওজন ৬৩০ টন এবং একসাথে ১৫০ জন যাত্রী বহন করার ক্ষমতা আছে। অ্যামোনিয়ায় দুটি বাষ্পীয় ইঞ্জিন রয়েছে যার প্রতিটি ৩০০ কিলোওয়াট (৪০০ হর্সপাওয়ার) ক্ষমতা সম্পন্ন এবং প্রতি ঘন্টায় ২২ কিমি  গতিতে চলতে পারে।\n\n\n== ইতিহাস ==\nনর্স্ক ট্রান্সপোর্টের দ্বারা নির্মিত তৃতীয় রেল ফেরি ছিল অ্যামোনিয়া। ১৯২৮ সালে যখন এটি নির্মাণের পরিকল্পনা করা হয় সেইসময় রুকানফস এবং হাইড্রো নামে দুটি খুব ছোট পুরানো ফেরি ছিল। বাস্তবে, হাইড্রোকে কমপক্ষে বিশ মিটার প্রসারিত করার কথা ভাবা হয়েছিল। প্রথমে ডিজেল ট্র্যাকশন দেবার পরিকল্পনা করা হয়, কিন্তু সেই সময়ে জাহাজের জন্য ডিজেল সর্বোত্তম ছিল না। অ্যামোনিয়া বাষ্পচালিত রেল ফেরিটি  এ/এস মস ভার্চুয়াল & ডক নামে একটি নির্মাণকারী সংস্থা দ্বারা টিন লেক ডকে এটি নির্মিত হয়। ১৯২৯ সালের ১৮ জুন এই রেল ফেরিটি চালু করা হয়। ফেরিটির নির্মাণে ৯৩২,০০০ নরওয়েজীয় ক্রোনা খরচ হয়েছিল, যার মধ্যে নর্স্ক ট্রান্সপোর্টকে দেওয়া হয় ৮২৯,৪৮৫ নরওয়েজীয় ক্রোনা।\nঅ্যামোনিয়া দ্রুত প্রধান ফেরি হয়ে ওঠে। ১৯৩৯ সালে এটি মোট ৩৪০ দিন পরিষেবা প্রদান করেছিল। যেখানে হাইড্রো এবং রুকানফস পরিষেবা প্রদান করেছিল যথাক্রমে ৩২ দিন ও ১৮ দিন । ১৯৪৪ সালে হাইড্রো ডুবে যাওয়ার পর, অ্যামোনিয়াকে হ্রদের ওপারে প্রধান পরিবহনের কাজটি করতে হয়। ১৯৪৪ সালের সেপ্টেম্বরের মধ্যে এটি প্রতিদিন আট রাউন্ড ট্রিপ করছিল। ১৯৫১ সালে কয়লাচালিত বয়লারের পরিবর্তে পেট্রোলিয়াম জ্বালানিচালিত বয়লার ব্যবহার শুরু হয়।\n১৯৫৬ সালে যখন ডিজেলচালিত এমএফ স্টোরগাট চালু করা হয়, তখন অ্যামোনিয়াকে একটি রিজার্ভ জাহাজে পরিণত করা হয়, যা মূলত স্টোরগাট মেরামতে থাকাকালীন সময় এটি ব্যবহৃত হতো। ১৯৬৫ সালের দ্য হিরোস অফ টেলিমার্ক চলচ্চিত্রে হাইড্রোর ভূমিকায় অ্যামোনিয়াকেও উপস্থাপন করা হয়। ১৯৭০-এর দশকে নর্স্ক পরিবহন এটিকে ডিজেল-বিদ্যুতে পুনর্নির্মাণের কথা বিবেচনা করে। ১৯৯১ সালে রেলপথটি বন্ধ হয়ে যাওয়ার পর অ্যামোনিয়া রেল ফেরিটিকে পরিষেবা থেকে সরিয়ে নেওয়া হয়, কিন্তু মেল শিপইয়ার্ডে এটি এখনও কার্যকর অবস্থায় জ্বলজ্বল করছে।\n\n\n== তথ্যসূত্র =="}