{"pageid": 1532975, "title": "জায়েনের আরব স্নানাগার", "url": "https://bn.wikipedia.org/wiki?curid=1532975", "content": "জায়েনের আরব স্নানাগার (স্পেনীয়: Baños Árabes de Jaén) হলো স্পেনের জায়েনে অবস্থিত একটি সুসংরক্ষিত ঐতিহাসিক হাম্মাম (ইসলামী স্নানাগার)।\nএগুলো বানো দেল নিনো (হাম্মান আল-ওয়ালাদ) নামেও পরিচিত ছিল।\n\n\n== ইতিহাস ==\nএই স্নানাগারগুলি জায়েনে পরিচিত পাঁচটি আরব স্নানাগারের মধ্যে একটি ছিল।\nএগুলি কর্ডোবার খিলাফতের শেষের দিকে ১০০২ সালে একটি রোমান স্নানার উপর নির্মিত হয়েছিল। কিন্তু পরবর্তীতে সম্ভবত দ্বাদশ শতাব্দীতে এতে পরিবর্তন আনা হয়েছিল।\nএই স্নানাগারগুলিতে ম্যাগডালেনার ঝর্ণা থেকে জল সরবরাহ করা হত। তাই স্নানাগারগুলি বানোস দেল তোরো বা বানোস দেল নারাঞ্জো নামে পরিচিত ছিল।\n১২৪৬ সালে তৃতীয় ফার্দিনান্দ কর্তৃক খ্রিস্টানদের শহর জয়ের পর সেগুলিকে ট্যানারি হিসেবে পুনর্ব্যবহার করার আগ পর্যন্ত স্নানাগারগুলি কিছু দিনের জন্য ব্যবহৃত হয়। ষোড়শ শতাব্দীতে ডন ফার্নান্দো টোরেস ডি পর্তুগাল ওয়াই মেসিয়া (ভিলারডোমপারদোর ১ম কাউন্ট এবং পেরুর ৭ম ভাইসরয়) স্নানঘরের উপরে নিজের জন্য একটি ব্যক্তিগত প্রাসাদ তৈরি করেন, এইভাবে শতাব্দীর পর শতাব্দী ধরে সেগুলো লুকিয়ে লুকিয়ে ছিল।\n১৯১৩ সালে শহরের ঐতিহাসিক ভবনগুলির জরিপের সময় এগুলি এনরিক রোমেরো ডি টোরেস চূড়ান্তভাবে পুনরাবিষ্কার করেন। প্রত্নতত্ত্ব বিভাগের অধ্যাপক ম্যানুয়েল গোমেজ-মোরেনো ৪ বছর পর সম্পত্তিটি পরিদর্শন করেন এবং এটি সম্পর্কে অধ্যয়ন করার পর এটিকে জাতীয় স্মৃতিস্তম্ভ হিসেবে প্রস্তাব করেন। ১৯৩১ সালে এই স্থানটিকে স্পেনের সাংস্কৃতিক ঐতিহ্যবাহী সম্পত্তি হিসেবে ঘোষণা করা হয়।\n১৯৩৬ সালে প্রথম সংস্কার কাজের সূচনা হয়, যার পরিচালনা করেছিলেন আলহাম্ব্রা এবং গ্রানাডার সংরক্ষক লিওপোল্ডো টরেস বালবাস এবং স্থপতি লুইস বার্গেস মার্টিনেজ। কিন্তু গৃহযুদ্ধ প্রকল্পটি ব্যাহত করে। ১৯৭০ সালে বার্গেস মার্টিনেজের পুত্র লুইস বার্গেস রোল্ডানকে চারুকলা অধিদপ্তরের জেনারেল কর্তৃক আরব স্নানাগারগুলির প্রথম সম্পূর্ণ পুনরুদ্ধারের দায়িত্ব দেওয়া হয়। কাজটি ১৯৮২ সাল পর্যন্ত স্থায়ী হয় এবং সফল হিসেবে প্রশংসিত হয়।\n১৯৮৪ সালে ইউরোপা নস্ট্রা অ্যাসোসিয়েশন লুইস বার্গেস রোল্ডানের দায়িত্বে সম্পন্ন এই আরব স্নানাগারগুলির সংস্কারের জন্য সম্মানসূচক পদক প্রদান করে। ম্যাগডালেনা গির্জার আরব প্রাঙ্গণের সংস্কার এবং জায়েনের আরব স্নানাগার যৌথভাবে ১৯৮৬ সালের স্থাপত্যের জন্য আগা খান পুরস্কারের জন্য মনোনীত হয়েছিল।\n২০১১ থেকে ২০১৩ সাল পর্যন্ত প্রতিবন্ধী ব্যক্তিদের জন্য সুযোগ-সুবিধা বৃদ্ধির জন্য কিছু কাজ করা হয় (প্রাঙ্গণের মধ্যে অনেক স্তরের পার্থক্য পূরণ করার জন্য র‍্যাম্প এবং অন্যান্য স্থাপন করা হয়), এবং দুটি ভিন্ন স্থানে প্রবেশপথ তৈরি করা হয়।\n\n\n== বিবরণ ==\nএটি আন্দালুসি স্নানাগারের বৃহত্তম পরিচিত উদাহরণগুলির মধ্যে একটি, এবং বিশেষভাবে বড় \"উষ্ণ কক্ষ\" (বাইত আল-ওয়াস্তি) দ্বারা অন্যদের থেকে আলাদা।\n২০১৯ সালে দ্বাদশ শতাব্দীর আরও কিছু মূল দেয়ালচিত্র ঠান্ডা ঘরের পূর্ববর্তী ভেস্টিবুলে এবং উষ্ণ ঘরের পেচিনায় আবিষ্কৃত হয়।\n\n\n== পর্যটন ==\n১৯৯০ সালে স্পেনের রাজপরিবারের সদস্যরা স্নানাগার পরিদর্শন করেছিলেন।\nআজকাল ঐতিহাসিক আকর্ষণ হিসেবে এই আরব হাম্মামসমূহ দর্শনার্থীদের জন্য উন্মুক্ত।\n\n২০২৩ সালে মোট ৯২,৭১৪ জন দর্শনার্থী এসেছিলেন। সবচেয়ে বেশি দর্শনার্থী ছিল অক্টোবরে (১১,৮৭৮ জন), তারপরে এপ্রিল (১০,৭৭৭ জন), সেপ্টেম্বর (৯,২২৮ জন), আগস্ট (৯,০৫৪ জন), মে (৮,৯৭২ জন), জুন (৭,৪৪০ জন), নভেম্বরে ৭,২১২ জন), মার্চ (৬,৯৩৪ জন), জানুয়ারি (৪,১৫৫ জন), ডিসেম্বর (৫,৮৪৫ জন), জুলাই (৫,৭৯৫ জন) এবং ফেব্রুয়ারি (৫,৪২১ জন)।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nক্যালিফাল স্নানাগার\nএল বানুয়েলো\nমুরিশ স্থাপত্য\nগোসল (ইসলামী ওযু)\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBerges Roldán, Luis (১৯৮৮)। \"Restauracion del Palacio de Villardompardo y baños arabes de Jaén\" (স্পেনীয় ভাষায়): 9–19। আইএসএসএন 0213-0998। \nRubio Paramio, Miguel Ángel; Martínez Ruiz, Alfonso (২০০২)। \"Baños árabes del Palacio de Villardompardo (Jaén). Estudio grafico cronológico y diseño de una herramienta multimedia para su promoción\" (স্পেনীয় ভাষায়): 186–196। ২৯ মার্চ ২০০৯ তারিখে মূল থেকে আর্কাইভ করা।  (it may be XII Congreso INGEGRAF, Santander, 2002)\n\n\n== বহিঃসংযোগ ==\n\n\"Centro Culturel Baños Árabes - Palacio Villardompardo de Jaén\"। bañosarabesjaen.es (স্পেনীয় ভাষায়)। সংগ্রহের তারিখ জানু ২০, ২০২৫।"}