{"pageid": 1532979, "title": "আয়া সোফিয়া হুররাম সুলতান স্নানঘর", "url": "https://bn.wikipedia.org/wiki?curid=1532979", "content": "আয়া সোফিয়া হুররাম সুলতান স্নানঘর (তুর্কি: Ayasofya Hürrem Sultan Hamamı, ওরফে আয়া সোফিয়া হাসেকি স্নানঘর (Ayasofya Haseki Hamamı) এবং হাসেকি হুররাম সুলতান স্নানঘর (Haseki Hürrem Sultan Hamamı)) হলো তুরস্কের ইস্তাম্বুলে অবস্থিত ষোড়শ শতাব্দীর একটি তুর্কি স্নানাগার (হাম্মাম)। এটি হুররেম সুলতান (যিনি রোক্সেলানা নামেও পরিচিত, এবং সুলাইমান দ্য ম্যাগনিফিসেন্টের সুলতানা ও সহধর্মিণী) দ্বারা পরিচালিত হয়েছিল, যিনি অটোমান সুলতান সুলাইমান দ্য ম্যাগনিফিসেন্টের সুলতানা এবং সহধর্মিণী ছিলেন। এটি মিমার সিনান কর্তৃক নিকটবর্তী আয়া সোফিয়ার ধর্মীয় সম্প্রদায়ের জন্য ঐতিহাসিক জুক্সিপ্পাস স্নানের স্থানে নকশা করা হয়েছিল।\n\n\n== স্থাপত্য ==\n১৫৫৬ সালে স্থপতি মিমার সিনান একটি দাতব্য প্রকল্প হিসেবে পাবলিক স্নানাগারটি নির্মাণ করেছিলেন। ৭৫ মি (২৪৬ ফু) লম্বা কাঠামোটি ধ্রুপদী অটোমান স্নানের স্টাইলে ডিজাইন করা হয়েছে, যেখানে পুরুষ এবং মহিলাদের জন্য দুটি প্রতিসম পৃথক বিভাগ রয়েছে। উত্তর-দক্ষিণ দিকে অবস্থিত উভয় অংশই একই অক্ষে অবস্থিত যা তুর্কি স্নান স্থাপত্যে একটি অভিনবত্ব ছিল। পুরুষদের অংশটি উত্তরে, আর মহিলাদের অংশটি দক্ষিণে। \n\nবাইরের দেয়ালগুলি একটি কাটা পাথর এবং দুটি ইটের ধারায় নির্মিত। পুরুষদের চেঞ্জিং রুমের সম্মুখভাগে উপরে চারটি সূক্ষ্ম খিলানযুক্ত দাগযুক্ত কাচের জানালা রয়েছে এবং মহিলাদের চেঞ্জিং রুমে তিনটি জানালা রয়েছে।\nপুরুষদের অংশের প্রবেশপথ উত্তর দিকে এবং মহিলাদের অংশ পশ্চিম দিকে। অন্যান্য তুর্কি স্নানাগারের স্থাপত্যের বিপরীতে, এখানে পুরুষদের অংশের সামনের দিকের কেন্দ্রে একটি গম্বুজ সহ একটি স্তম্ভ রয়েছে। গম্বুজ এবং স্তম্ভের ছাদগুলি ইট দিয়ে সজ্জিত এবং সীসার চাদর দিয়ে ঢাকা। সবুজ মাটিতে সোনালী লিপি সহ একটি লাল এবং সাদা পামেট স্মৃতিস্তম্ভের প্রবেশদ্বারের সূক্ষ্ম খিলানকে অলঙ্কৃত করেছে।\nপ্রতিটি অংশে তিনটি মৌলিক ও আন্তঃসংযুক্ত কক্ষ রয়েছে, যথা: চেঞ্জিং রুম (soyunmalık), মধ্যবর্তী শীতল কক্ষ (soğukluk, frigidarium) এবং গরম কক্ষ (sıcaklık, caldarium)। দুটি বিভাগের গরম ঘরগুলি সংলগ্ন এবং পরিবর্তনকারী ঘরগুলি অক্ষের উভয় প্রান্তে অবস্থিত। কক্ষগুলির ক্রম পুরুষদের বিভাগের চেঞ্জিং রুম, কুল রুম এবং হট রুমের মধ্য দিয়ে এগিয়ে যায়, তারপরে মহিলাদের বিভাগের হট রুম, কুল রুম এবং চেঞ্জিং রুম রয়েছে। \n\nপুরুষদের পোশাক পরিবর্তনের ঘরটি আয়তাকার এবং একটি গম্বুজ দিয়ে আচ্ছাদিত, যা আবলাক সাজসজ্জার কৌশলে আঁকাবাঁকা পাতার ফ্রিজ দিয়ে ঘেরা। ঘরের প্রতিটি পাশে সূক্ষ্ম খিলানযুক্ত কুলুঙ্গি রয়েছে। শীতল ঘরের একপাশে তিনটি গম্বুজ দিয়ে ছাদযুক্ত টয়লেট রয়েছে, অন্য পাশে একটি শেভিং রুম রয়েছে। একটি দরজা ক্রুশ আকৃতির গরম ঘরে নিয়ে যায়, যার কোণে ফোয়ারা সহ চারটি লগগিয়া এবং একটি ছোট গম্বুজের নীচে গোপনীয়তার জন্য চারটি স্বয়ংসম্পূর্ণ কিউবিকেল (খিলওয়া) রয়েছে। গরম ঘরের মাঝখানে একটি বৃহৎ অষ্টভুজাকার মার্বেল টেবিল রয়েছে যাকে বলা হয় göbektaşı (আক্ষরিক অর্থ: নাভি পাথর), যার উপর স্নানকারীরা শুয়ে থাকতে পারেন। এটি পূর্বে মোজাইক দিয়ে সজ্জিত ছিল। অষ্টভুজাকৃতির দেয়ালের উপর অবস্থিত গরম ঘরের বিশাল গম্বুজটিতে ছোট কাচের জানালা রয়েছে যা উপর থেকে আধো আলো তৈরি করে। মহিলাদের অংশের স্থাপত্য পরিকল্পনা পুরুষদের অংশের মতোই, যদিও এর পোশাক পরিবর্তনের ঘরটি কিছুটা ছোট।\n\n\n== পুনরুদ্ধার ==\n\nভবনটি দীর্ঘদিন বন্ধ ছিল, তারপর ১৯৫৭-১৯৫৮ সালে সংস্কারের আগে এটি গুদাম হিসেবে ব্যবহৃত হত।  বহু বছর ধরে এটি সরকার পরিচালিত কার্পেট শোরুম হিসেবে কাজ করেছে।\n২০০৭ সালে ইস্তাম্বুল শহর কর্তৃপক্ষ ১০৫ বছরের বিরতির পর হাম্মামটিকে তার আসল ব্যবহারে ফিরিয়ে আনার সিদ্ধান্ত নেয় এবং একটি পর্যটন উন্নয়ন গোষ্ঠী এটির পুনরুদ্ধারের জন্য দরপত্র জিতে নেয়। ২০০৮ সালে শুরু হওয়া এবং ১১ মিলিয়ন মার্কিন ডলার ব্যয়ে তিন বছরব্যাপী একটি সংস্কার প্রকল্পের পর ২০১১ সালের মে মাসে স্নানঘরটি পুনরায় চালু করা হয়। এটি এখন হাসেকি ট্যুরিজম গ্রুপ দ্বারা পরিচালিত।\n\n\n== তথ্যসূত্র ==\n\n\n== সাহিত্য ==\nYılmazkaya, Orhan (২০০৫)। Turkish Baths: A Light onto a Tradition and Culture। Çitlembik Publications। আইএসবিএন 978-9756663806। \nKocaeli University Faculty of Architecture In 2008-2011 Instructor Re-Bath of Architects Tevfik İlter Executed For Use Hamam (Bath)\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট"}