{"pageid": 1532795, "title": "সিভিল সার্ভেন্ট-পরিবার জুটি", "url": "https://bn.wikipedia.org/wiki?curid=1532795", "content": "সিভিল সার্ভেন্ট-ফ্যামিলি পেয়ার আপ ( Chinese ), গণপ্রজাতন্ত্রী চীন (পিআরসি) সরকারের একটি নীতি যা মনোনীত উইঘুর পরিবারগুলিকে হান চীনা সরকারি কর্মচারীদের সাথে মেলামেশা করতে বাধ্য করে এবং হান চীনা পরিবারগুলির সরকারি কর্মচারীদের তাদের বাড়িতে আতিথেয়তা দিতে বাধ্য করে।এটি পেয়ার আপ ফ্যামিলি নামেও পরিচিত। ২০১০ সালের শেষের দিক থেকে, পিআরসি জিনজিয়াংয়ে এই নীতিটি জোরালোভাবে প্রচার ও বাস্তবায়ন করছে। ২০১৮ সালের শুরুর দিকে, দশ লক্ষেরও বেশি চীনা সরকারি কর্মী সাংস্কৃতিক আত্তীকরণের প্রতিরোধ পর্যবেক্ষণ ও মূল্যায়ন করার পাশাপাশি ধর্মীয় ও সাংস্কৃতিক অনুশীলনের উপর নজরদারি করার জন্য উইঘুর পরিবারগুলোর বাড়িতে জোরপূর্বক বসবাস শুরু করেন। সরকারি রাষ্ট্রীয় দৃষ্টিকোণ অনুসারে,এই নীতিটি উইঘুরদের আরও ভালভাবে সংহত করা এবং এই অঞ্চলের দারিদ্র্য বিমোচনের উপায় হিসেবে ম্যান্ডারিন ভাষার প্রশিক্ষণ প্রদান করার উপায়। আনহুইয়ের দরিদ্র অঞ্চল, তিব্বত, এবং বাবা-মা শহরে কাজ করে এমন গ্রামের শিশু, বিধবা বয়স্ক, প্রতিবন্ধী, এবং ভূমিকম্প-প্রভাবিত অঞ্চলেও এই নামের নীতিমালা বাস্তবায়িত হয়েছে।\nসময়ের সাথে সাথে কাউন্টি এবং প্রিফেকচার জুড়ে নজরদারির সময় বৃদ্ধি পেয়েছে।এটি প্রতি মাসে ৫ দিন থেকে শুরু করে ১৪ দিন পর্যন্তও হয়। তা সত্ত্বেও, বিদেশী উইঘুররা বলেছেন যে, নজরদারির সময় প্রায়ই প্রয়োজনের চেয়ে বেশি হয়ে যায়।একজন বলেছেন যে, তাদের নিয়মিতভাবে সপ্তাহে চারবার পর্যন্ত পরিদর্শন করা হত এবং অবশেষে নজরদারি পূর্ণকালীন হয়ে ওঠে। পরবর্তীতে সরকারি কর্মীকে আশ্রয় দিতে অস্বীকৃতি জানালে তাকে বন্দিশিবিরে কারাদণ্ড দেওয়া হয়। \nরেডিও ফ্রি এশিয়ার মতে, এই হান চীনা সরকারি কর্মীদের \"জাতিগত ঐক্য\" প্রচারের উদ্দেশ্যে নিজেদের আত্মীয় হিসেবে পরিচয় দিতে এবং উইঘুরদের বাড়িতে জোরপূর্বক সহবাসে লিপ্ত হওয়ার প্রশিক্ষণ দেওয়া হয়েছে। রেডিও ফ্রি এশিয়া জানিয়েছে যে, এই পুরুষ কর্মীরা \"প্রতিনিয়ত বিভিন্ন অঞ্চলের বন্দিশিবিরে আটক পুরুষদের স্ত্রীদের সাথে একই বিছানায় ঘুমায়।\" চীনা কর্মকর্তারা বলছেন যে, সহ-ঘুমানো গ্রহণযোগ্য।তবে শর্ত হল যে, উইঘুর বাড়িতে নির্ধারিত \"আত্মীয়\" এবং মহিলাদের মধ্যে এক মিটার দূরত্ব বজায় রাখা হবে। উইঘুর কর্মীরা বলছেন যে ,গর্ভাবস্থা এবং জোরপূর্বক বিবাহের সংখ্যা উল্লেখ করে এই ধরণের কোনও হালনাগাদ কর্মসূচি করা হয়নি। এছাড়াও, বিভিন্ন হালনাগাদ কর্মসূচিতে গণধর্ষণকে বিবাহ নাম দেওয়া হয়েছে।হিউম্যান রাইটস ওয়াচ পেয়ার আপ অ্যান্ড বিকম ফ্যামিলি প্রোগ্রামকে গভীর আক্রমণাত্মক জোরপূর্বক আত্মীয়করণ অনুশীলন হিসাবে নিন্দা করেছে।অন্যদিকে ওয়ার্ল্ড উইঘুর কংগ্রেস বলেছে যে, এটি \"পরিবারের সদস্যদের নিরাপত্তা, সুরক্ষা এবং সুস্থতার সম্পূর্ণ ধ্বংস\" প্রতিনিধিত্ব করে। \n\n\n== আরও দেখুন ==\nবিলেট\nচীনে উইঘুরদের উপর নির্যাতন\nসিনিকাইজেশন\nলক্ষ্যবস্তু দারিদ্র্য বিমোচন\n\n\n== তথ্যসূত্র =="}