{"pageid": 1532857, "title": "পঞ্চম চার্লসের প্রাসাদ", "url": "https://bn.wikipedia.org/wiki?curid=1532857", "content": "পঞ্চম চার্লসের প্রাসাদ হল দক্ষিণ স্পেনের গ্রানাডায় অবস্থিত একটি রেনেসাঁ যুগের ভবন, যা আলহামব্রার ভেতরে অবস্থিত। এটি সাবিকা পাহাড়ের চূড়ায় অবস্থিত একটি প্রাক্তন নাসরিদ প্রাসাদ কমপ্লেক্স ছিল। ১৫২৭ সালে নির্মাণ শুরু হয় কিন্তু দীর্ঘ সময় ধরে চলতে থাকে এবং ১৬৩৭ সালের পরে অসমাপ্ত থেকে যায়। ১৯২৩ সালের পর প্রাসাদটি সম্পূর্ণ হয়, যখন লিওপোল্ডো টরেস বালবাস এর সংস্কার শুরু করেন। ভবনটি কখনও কোনও রাজার বাসস্থান ছিল না এবং ১৯৬৭ সাল পর্যন্ত ছাদবিহীন ছিল। বর্তমানে ভবনটির নিচতলায় আলহাম্ব্রা জাদুঘর এবং উপরের তলায় গ্রানাডার চারুকলা জাদুঘর রয়েছে।\n\n\n== ইতিহাস ==\nআলহামব্রার মাঝখানে পঞ্চম চার্লস কর্তৃক নির্মিত প্রাসাদটির নকশা করেছিলেন পেদ্রো মাচুকা, যিনি একজন স্থপতি ছিলেন যিনি রোমে মাইকেলেঞ্জেলোর অধীনে প্রশিক্ষণ নিয়েছিলেন এবং ইতালীয় উচ্চ রেনেসাঁর সংস্কৃতি এবং রাফায়েল এবং গিউলিও রোমানোর শৈল্পিক বৃত্তের সাথে জড়িত ছিলেন। এটি একটি সমসাময়িক রেনেসাঁ শৈলী বা \"রোমান\" শৈলীতে কল্পনা করা হয়েছিল যার একটি উদ্ভাবনী নকশা এই সময়ের স্থাপত্য আদর্শকে প্রতিফলিত করে। এই সময়ে স্পেনে পঞ্চম চার্লসের দ্বারা অনুপ্রাণিত স্থাপত্যটি অন্যান্য ঐতিহ্যের সাথে সাথে প্লেটেরেস্ক শৈলী দ্বারাও প্রভাবিত ছিল। নাসরিদ-নির্মিত আলহামব্রার কেন্দ্রস্থলে একটি স্মারক ইতালীয় বা রোমান-প্রভাবিত প্রাসাদের নির্মাণ পঞ্চম চার্লসের সাম্রাজ্যিক মর্যাদা এবং তার দাদা-দাদী (ক্যাথলিক রাজা) দ্বারা অর্জিত ইসলামের উপর খ্রিস্টধর্মের বিজয়ের প্রতীক।\nপ্রাসাদের নির্মাণ কাজ শুরু হয় ১৫২৭ সালে। ১৫৫০ সালে মাচুকার মৃত্যুর পর তার পুত্র লুইস এটি চালিয়ে যান। তিনি সম্মুখভাগটি সম্পন্ন করেন এবং অভ্যন্তরীণ উঠোনটি তৈরি করেন। ১৫৬৮ সালের মরিস্কো বিদ্রোহ শুরু হওয়ার পর ১৫ বছর ধরে কাজ বন্ধ ছিল। ১৬২৮ সালে যখন চতুর্থ ফিলিপ এটি পরিদর্শন করেন তখনও কাজ অসমাপ্ত ছিল এবং ১৬৩৭ সালে প্রকল্পটি অবশেষে পরিত্যক্ত হয়, যার ফলে কাঠামোটি ছাদ ছাড়াই পড়ে থাকে। ফলস্বরূপ, পরবর্তী শতাব্দীগুলিতে প্রাসাদটির অবনতি ঘটে, যে সময়ে এটি বারুদ এবং অন্যান্য উপকরণ সংরক্ষণের সুবিধা হিসাবে ব্যবহৃত হত। উপদ্বীপ যুদ্ধের সময় যখন ফরাসি সৈন্যরা ১৮১০ থেকে ১৮১২ সালের মধ্যে আলহাম্ব্রা দখল করে, তখন ফরাসি সৈন্যরা প্রাসাদের ভিতরে যে কোনও কাঠের আসবাবপত্র খুঁজে বের করে আগুন জ্বালানোর জন্য ব্যবহার করত।\n১৯২৩ সালের পরে যখন লিওপোল্ডো টরেস বালবাস এর সংস্কার শুরু করেন, তখন প্রাসাদটি সম্পূর্ণ হয়। ভবনের ছাদের কাজ শেষ হয় ১৯৬৭ সালে। ১৯২৮ সালে ভবনটিতে প্রথম একটি ছোট \"আরব জাদুঘর\" স্থাপিত হয়। ১৯৪২ সালে এটি আলহাম্ব্রার প্রত্নতাত্ত্বিক জাদুঘরে পরিণত হয় এবং ১৯৯৫ সালে এটি বর্তমান \"আলহাম্ব্রার জাদুঘর\" হয়ে ওঠে, যা নিচতলায় অবস্থিত। ১৯৫৮ সালে গ্রানাডার চারুকলা জাদুঘর নামে আরেকটি জাদুঘর উপরের তলায় স্থাপিত হয়।\n\n\n== স্থাপত্য ==\nপ্রাসাদটি ১৭-মিটার (৫৬-ফুট) উঁচু এবং ৬৩-মিটার (২০৭-ফুট) এর বর্গক্ষেত্র, যার ভেতরের বৃত্তাকার বারান্দা রয়েছে। রেনেসাঁ স্থাপত্যে এর কোন নজির নেই, এবং এটি ভবনটিকে তার সময়ের অগ্রগামী স্থাপত্যে স্থান দেয়। প্রাসাদটি দুটি তলা (মেজানাইন মেঝে বাদে) রয়েছে। কেন্দ্রীয় প্রবেশপথের চারপাশে বাদে ধ্রুপদী স্তম্ভগুলি পিলাস্টার আকারে রয়েছে। বাইরের দিকে নীচের তলাটি টাস্কান ক্রমানুসারে রয়েছে, যেখানে পিলাস্টারগুলি তাদের উপর ভারী রাস্টিকেশন অব্যাহত রেখে \"অবরুদ্ধ\" করা হয়েছে। উপরের তলাটি আয়নিক ক্রম ব্যবহার করে তৈরি। গোলাকার জানালার নীচে বিশদভাবে পেডিমেন্টেড নীচের জানালা রয়েছে। উভয় প্রধান সম্মুখভাগই সিয়েরা এলভিরার পাথর দিয়ে তৈরি প্রবেশপথগুলিকে জোর দেয়।বৃত্তাকার বারান্দাটিরও দুটি স্তর রয়েছে। নীচের অংশটি ডোরিক কোলনোমেট্রি পাথরের তৈরি একটি বেলকনি দ্বারা গঠিত, যেখানে ত্রিকোণ এবং রূপক দ্বারা গঠিত একটি গোঁড়া ধ্রুপদী এনটাব্লাচার রয়েছে। উপরের তলাটি একটি স্টাইলাইজড আয়নিক কলোনেড দ্বারা গঠিত যার এনট্যাব্ল্যাচারে কোনও অলংকরণ নেই। প্যাটিওর এই বিন্যাস রোমান স্থাপত্যের গভীর জ্ঞানের পরিচয় দেয় এবং এটি খাঁটি রেনেসাঁ শৈলীতে তৈরি করা হবে তবে এর বাঁকা আকৃতি দর্শনার্থীকে অবাক করে দেয়। অভ্যন্তরীণ স্থান এবং সিঁড়িগুলিও বর্গক্ষেত্র এবং বৃত্তের সংমিশ্রণ দ্বারা নিয়ন্ত্রিত হয়। পরবর্তী দশকগুলিতে ম্যানারিজমের শ্রেণীবিভাগের অধীনে অনুরূপ নান্দনিক ডিভাইস তৈরি করা হয়।\n \n\n\n== জাদুঘর ==\n\n\n=== আলহাম্বরা জাদুঘর ===\nএই জাদুঘরের প্রথম পূর্বসূরী ছিল ১৯২৮ সালে পঞ্চম চার্লসের প্রাসাদে স্থাপিত একটি ছোট \"আরব জাদুঘর\", যদিও ১৮৭০ সাল থেকে গ্রানাডায় একই রকম একটি জাদুঘর বিদ্যমান ছিল। ১৯৪২ সালে এর উত্তরসূরী আলহাম্ব্রার প্রত্নতাত্ত্বিক জাদুঘর এখানে স্থাপিত হয়। অবশেষে ১৯৯৪-১৯৯৫ সালে এটি বর্তমান আলহাম্বরা জাদুঘরে পরিণত হয়, যা প্রাসাদের নিচতলায় বর্তমান অবস্থানে অবস্থিত। জাদুঘরে আলহাম্ব্রায় উৎপত্তিপ্রাপ্ত অসংখ্য নিদর্শন এবং শিল্পকর্ম রয়েছে, যার মধ্যে রয়েছে গ্রানাডার প্রাথমিক ইসলামী যুগ থেকে শুরু করে নাসরিদ যুগ পর্যন্ত। অন্যান্য স্থানের কিছু অন্যান্য ইসলামী শিল্পকর্মও এখানে রয়েছে। প্রদর্শনীতে থাকা জিনিসপত্রের মধ্যে রয়েছে মদিনাত আল-জাহরা এবং খিলাফত যুগের অন্যান্য স্থান থেকে প্রাপ্ত দশম শতাব্দীর মার্বেল পাথরের টুকরো (যার মধ্যে রয়েছে আলিজারেস প্রাসাদের মতো কিছু হারিয়ে যাওয়া প্রাসাদ), নাসরিদ মার্বেল ফোয়ারা এবং ভাস্কর্য (যেমন মারিস্টান থেকে একটি মার্বেল সিংহ), এবং নাসরিদ-যুগের বিভিন্ন আসবাবপত্রের মূল অলংকরণের টুকরো এবং প্যানেল। উল্লেখযোগ্য আকর্ষণগুলির মধ্যে রয়েছে \"আলহাম্ব্রা ফুলদানি\" নামে পরিচিত \"গজেলসের ফুলদানি\", যা ১৪ শতকের একটি বিশাল এবং সমৃদ্ধভাবে সজ্জিত সিরামিক ফুলদানি।\n\n\n=== গ্রানাডার চারুকলা জাদুঘর ===\n\n১৯৫৮ সালে চারুকলা জাদুঘরটি এখানে স্থানান্তরিত হয় এবং বর্তমানে এটি প্রাসাদের উপরের তলায় অবস্থিত। এটি ষোড়শ থেকে বিংশ শতাব্দীর গ্রানাডার চিত্রকর্ম এবং ভাস্কর্যের একটি সংগ্রহ প্রদর্শন করে। সংগ্রহের বেশিরভাগ অংশ ক্যাথলিক গির্জার সম্পত্তি থেকে নেওয়া হয়েছে, যেমন গ্রানাডার কার্তুজা এবং অন্যান্য মঠ এবং কনভেন্ট। উল্লেখযোগ্য স্থানগুলির মধ্যে রয়েছে জ্যাকোপো টর্নির \"দ্য ব্যুরিয়াল অফ ক্রাইস্ট\", জুয়ান সানচেজ কোটানের \"থিসল স্টিল-লাইফ\", লিমোজেসের একটি এনামেল টুকরো এবং বিংশ শতাব্দীর শিল্পী ম্যানুয়েল অ্যাঞ্জেলেস ওরটিজের আঁকা ছবি।\n\n\n== তথ্যসূত্র =="}