{"pageid": 1532829, "title": "তুর্কি-ফিলিস্তিনি মৈত্রী হাসপাতাল", "url": "https://bn.wikipedia.org/wiki?curid=1532829", "content": "তুর্কি-ফিলিস্তিনি ফ্রেন্ডশিপ হাসপাতাল ( আরবি: مستشفى الصداقة التركي الفلسطيني  , তুর্কি: Türk-Filistin Dostluk Hastanesi   ) ছিল ফিলিস্তিনের গাজায় অবস্থিত একটি হাসপাতাল,  তুর্কি সহযোগিতা ও সমন্বয় সংস্থা (টিকা) এটি নির্মাণ করেছিল।\n২০১০ সালে, গাজার ইসলামিক বিশ্ববিদ্যালয়ের ট্রাস্টি বোর্ড গাজা উপত্যকায় একটি প্রশিক্ষণ ও গবেষণা হাসপাতাল হিসেবে এর প্রতিষ্ঠার অনুমোদন দেয়।  ফিলিস্তিন-তুরস্ক মৈত্রী হাসপাতালের নির্মাণ কাজ ২০১১ সালে শুরু হয়। এটি ২০১৭ সালে ৭০ মিলিয়ন মার্কিন ডলার ব্যয়ে সম্পন্ন হয়েছিল। \n\n\n== সু্যোগ - সুবিধা ==\nহাসপাতালটি গাজা শহরের দক্ষিণে অবস্থিত ইসলামিক ইউনিভার্সিটি অফ গাজার (আইইউজি) মেডিসিন অনুষদের ক্যাম্পাসে নির্মিত হয়েছিল। এর মোট অভ্যন্তরীণ স্থান ছিল ৩৩,৪০০ বর্গমিটার এবং ৮টি আন্তঃসংযুক্ত ব্লক নিয়ে গঠিত, যেখানে ৪টি অপারেটিং রুম, নিবিড় পরিচর্যা ইউনিট, পরীক্ষাগার এবং ২০০টি শয্যা রয়েছে। সাধারণ অবস্থায়,হাসপাতালটি বছরে ৩০,০০০ রোগীকে সেবা দিতে পারে, পাশাপাশি প্রতি বছর ৫০০ জন মেডিকেল শিক্ষার্থী, ৮০০ জন নার্সিং শিক্ষার্থী এবং ৪০০ জন সহযোগী স্বাস্থ্যসেবা শিক্ষার্থীকে স্বাস্থ্য প্রশিক্ষণ প্রদান করতে পারে। \n\n\n== অপারেশনস ==\nকোভিড-১৯ মহামারীর প্রেক্ষিতে, তুর্কি-প্যালেস্টাইন ফ্রেন্ডশিপ হাসপাতালটি একটি আইসোলেশন এবং চিকিৎসা সুবিধা হিসেবে কাজ শুরু করে। টিকা এবং গাজার ইসলামিক বিশ্ববিদ্যালয়ের রেক্টরেট কর্তৃক একটি অস্থায়ী হস্তান্তর দলিল জারি এবং স্বাক্ষরিত হয়, যার ফলে গাজা কর্তৃপক্ষ ২০২০ সালের ২৬শে মার্চ হাসপাতালটির দায়িত্ব গ্রহণ করে। \n২০২১ সালের নভেম্বরে, কোভিড-১৯ মহামারী কমতে শুরু করার সাথে সাথে, গাজার স্বাস্থ্য মন্ত্রণালয় (এমওএইচ) \"একটি বিশেষায়িত এবং সমন্বিত কেন্দ্রে রোগ নির্ণয় এবং চিকিৎসা পরিষেবাগুলিকে একীভূত করার\" লক্ষ্যে গাজা উপত্যকার বিভিন্ন সরকারি হাসপাতাল থেকে অনকোলজি এবং অনকোলজি-সম্পর্কিত পরিষেবাগুলিকে তুর্কি-ফিলিস্তিনি মৈত্রী হাসপাতালে স্থানান্তরিত করতে শুরু করে।  হাসপাতালটি আইইউজি এবং স্বাস্থ্য মন্ত্রণালয়ের যৌথ প্রশাসনের অধীনে পরিচালিত হত। \n\n\n== গাজা যুদ্ধ ==\nগাজা যুদ্ধের সময় এবং ২০২৩ সালের অক্টোবরে গাজা উপত্যকায় ইসরায়েলি অবরোধের সময়, জ্বালানি ফুরিয়ে যাওয়ার কারণে গাজার একমাত্র ক্যান্সার হাসপাতাল হওয়া সত্ত্বেও হাসপাতালটি বন্ধ করতে বাধ্য হয়।  ৩০শে অক্টোবর, হাসপাতালের পরিচালক ডাঃ সুবি স্কাইক বলেন যে হাসপাতালের তৃতীয় তলা ইসরায়েলি বিমান হামলায় ক্ষতিগ্রস্ত হয়েছে।  তুরস্কের পররাষ্ট্র মন্ত্রণালয় একই দিনে বিমান হামলার \"কঠোরতম ভাষায়\" নিন্দা জানিয়েছে, এটিকে আন্তর্জাতিক আইনের লঙ্ঘন বলে উল্লেখ করেছে।  ২০২৪ সালে ইসরায়েলি সেনাবাহিনী হাসপাতালটিকে সামরিক ঘাঁটি হিসেবেও ব্যবহার করেছিল, যার ফলে তুর্কি সরকার তীব্র সমালোচনা করেছিল।  ২০২৫ সালের মার্চ মাসে সেনাবাহিনী ভবনটি উড়িয়ে দেয়, প্রমাণ না দিয়েই বলে যে এটি হাসপাতাল হিসেবে ব্যবহৃত হচ্ছিল না এবং পরিবর্তে হামাস কর্মীরা এটি ব্যবহার করছিল। প্রতিক্রিয়ায়, তুরস্কের পররাষ্ট্র মন্ত্রণালয় হাসপাতাল ধ্বংসের নিন্দা জানিয়েছে \"গাজাকে বসবাসের অযোগ্য করে তোলা এবং ফিলিস্তিনি জনগণকে জোরপূর্বক বাস্তুচ্যুত করার লক্ষ্যে ইসরায়েলের নীতির অংশ\" হিসেবে।  ২৪শে মার্চ, হারেটজ রিপোর্ট করেছে যে আইডিএফ অনুমোদন ছাড়াই হাসপাতাল ধ্বংসের বিষয়ে তদন্ত শুরু করেছে। \n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nফিলিস্তিন রাজ্যের হাসপাতালের তালিকা\n\n\n== তথ্যসূত্র =="}