{"pageid": 1532599, "title": "আব্দুল আজিজ ইবনে ওমর", "url": "https://bn.wikipedia.org/wiki?curid=1532599", "content": "আবদুল আজিজ বিন উমর বিন আবদুল আজিজ বিন মারওয়ান  ছিলেন একজন উমাইয়া কুরাইশী সামরিক ব্যক্তিত্ব ও হাদিস বর্ণনাকারী। তাঁর উপনাম ছিল আবু মুহাম্মদ এবং তিনি ন্যায়পরায়ণ খলিফা উমর ইবনে আবদুল আজিজের সন্তান। তিনি ছিলেন একজন বিশ্বস্ত ও সৎ ফিকহবিদ এবং হাদীস শাস্ত্রে নিয়োজিত ব্যক্তি। আবদুল আজিজ ১২৬ হিজরিতে ইয়াজিদ বিন ওয়ালিদের পক্ষে মদিনার গভর্নর নিযুক্ত হন এবং ১২৮ বা ১২৯ হিজরি পর্যন্ত তিনি সেই দায়িত্বে ছিলেন। তিনি ১২৭ ও ১২৮ হিজরিতে হজ্জের নেতৃত্ব দেন। আব্দুল আজিজ ১৪৭ হিজরি সালে মৃত্যুবরণ করেন। \n\n\n== প্রশাসনিক কার্যক্রম ==\n১২৬ হিজরিতে খলিফা তৃতীয় ইয়াজিদের পক্ষ থেকে তিনি মদিনা, মক্কা ও তায়েফে ইউসুফ বিন মুহাম্মাদ আস-সাকাফির স্থলাভিষিক্ত হয়ে গভর্নর নিযুক্ত হন। তাঁর শাসনামলে মদিনা ছিল শান্ত ও স্থিতিশীল। উমাইয়া খিলাফতের রাজনৈতিক দ্বন্দ্ব এবং বিদ্রোহের সময়ও মদিনা ছিল নিরাপদ, যা তাঁর সুশাসন, প্রজ্ঞা ও উমাইয়া আত্মীয়দের মধ্যে তাঁর মর্যাদার কারণে সম্ভব হয় বলে উল্লেখ করা হয়। পরবর্তী খলিফা ইব্রাহিমও তাঁকে স্বপদে বহাল রাখেন এবং তার পরবর্তী খলিফা মারওয়ান বিন মুহাম্মদও তাঁকে বহাল রাখেন। তবে ১২৯ হিজরিতে মারওয়ান তাঁকে যুদ্ধে সহযোগিতার জন্য ডেকে পাঠান। ১৩২ হিজরিতে উমাইয়া খিলাফত পতনের পর তিনি মদিনাতেই জীবনের বাকিটা সময় কাটান এবং ১৪৭ হিজরিতে সেখানে মৃত্যুবরণ করেন।\n\n\n== হাদীস বর্ণনা ==\nতিনি যাঁদের থেকে হাদীস বর্ণনা করেছেন:\n\nতাঁর পিতা\nহুমায়দ ইবনে আবদুর রহমান ইবনে আউফ\nনাফি মাওলা ইবনে উমর ও অন্যান্যরা। \nতাঁর থেকে হাদীস বর্ণনা করেছেন:\n\nইয়াহইয়া বিন সাঈদ\nইবনে জুরাইজ\nওয়াকি ইবনুল জাররাহ\nআনাস বিন ইয়াদ ও অন্যান্য বর্ণনাকারীরা। \n\n\n== গ্রহণযোগ্যতা ==\nআবু হাতেম আল-রাজী বলেন: তাঁর হাদীস লেখা হয় (অর্থাৎ গ্রহণযোগ্য)।\nইবনে হিব্বান বলেন: (হাদিস বর্ণনায়) ভুল করতেন; কিন্তু তাঁর নিচে যদি বিশ্বস্ত বর্ণনাকারীরা থাকেন, তবে তার হাদীস গ্রহণযোগ্য।\nইবনে শাহীন বলেন: বিশ্বস্ত।\nআবু দাউদ বলেন: বিশ্বস্ত।\nআবু যুরআ আল-রাজী বলেন: তেমন সমস্যা নেই।\nআবু মুসল গাসসানী বলেন: তিনি দুর্বল হাদীস বর্ণনাকারী।\nআবু নঈম ফাদল বিন দুকায়ন বলেন: বিশ্বস্ত।\nআহমদ ইবনে হাম্বল বলেন: তিনি হাদীস সংরক্ষণ ও নির্ভুলতায় বিশেষজ্ঞ ছিলেন না।\nইমাম নাসাঈ: তাঁর মধ্যে কোনো সমস্যা নেই।\nইবনে হাজার আল-আসকালানী: সত্যবাদী, তবে ভুল করতেন।\nযাহাবী: বিশ্বস্ত।\nআলী ইবনে মাদিনী: শক্তিশালী ও বিশ্বস্ত ছিলেন।\nমুহাম্মদ বিন আম্মার মাওসিলী: তিনি বিশ্বস্ত, এ বিষয়ে মতভেদ নেই।\nতাকরিবুত তাহযিবের লেখক বলেন: তিনি বিশ্বস্ত বলেছেন এবং বোখারী ও মুসলিম তাঁর হাদীস গ্রহণ করেছেন।\nইয়াহইয়া ইবনে মা'ঈন: তিনি কখনও বলেছেন \"বিশ্বস্ত\", কখনও \"সমস্যাহীন\" এবং কখনও \"অতি নির্ভরযোগ্য\"। \n\n\n== আরও দেখুন ==\nমদিনায় খিলাফাতের গভর্নরদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nKhalifah ibn Khayyat (১৯৮৫)।  al-Umari, Akram Diya', সম্পাদক। Tarikh Khalifah ibn Khayyat (Arabic ভাষায়) (3rd সংস্করণ)। Al-Riyadh: Dar Taybah। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nYarshater, Ehsan, সম্পাদক (১৯৮৫–২০০৭)। The History of al-Ṭabarī (40 vols)। SUNY Series in Near Eastern Studies.। Albany, New York: State University of New York Press। আইএসবিএন 978-0-7914-7249-1। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMcMillan, M.E. (২০১১)। The Meaning of Mecca: The Politics of Pilgrimage in Early Islam। London: Saqi। আইএসবিএন 978-0-86356-437-6। \nAl-Ya'qubi, Ahmad ibn Abu Ya'qub (১৮৮৩)।  Houtsma, M. Th., সম্পাদক। Historiae, Vol. 2। Leiden: E. J. Brill।"}