{"pageid": 1532536, "title": "সমাজজীববিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1532536", "content": "সমাজজীববিজ্ঞান (ইংরেজি: Sociobiology) জীববিজ্ঞানের একটি শাখা, যা বিবর্তনের দৃষ্টিকোণ থেকে সামাজিক আচরণের ব্যাখ্যা দেওয়ার চেষ্টা করে। এই ক্ষেত্রটি মনোবিজ্ঞান, আচরণবিদ্যা, নৃতত্ত্ব, বিবর্তন, প্রাণিবিজ্ঞান, প্রত্নতত্ত্ব এবং জনসংখ্যা জিনতত্ত্ব সহ একাধিক শাস্ত্র থেকে জ্ঞান গ্রহণ করে।\nমানব সমাজের অধ্যয়নে সমাজজীববিজ্ঞান ঘনিষ্ঠভাবে বিবর্তনীয় নৃতত্ত্ব, মানব আচরণগত পরিবেশবিদ্যা, বিবর্তনীয় মনোবিজ্ঞান এবং সমাজবিজ্ঞানের সঙ্গে যুক্ত।\nসমাজজীববিজ্ঞান এমন কিছু সামাজিক আচরণ নিয়ে গবেষণা করে যেমন—প্রজনন পদ্ধতি, আঞ্চলিক দ্বন্দ্ব, দলগত শিকার, এবং সামাজিক পোকাদের মৌচাকজাতীয় সমাজব্যবস্থা। এ শাস্ত্রের মতে, যেভাবে প্রাকৃতিক নির্বাচনের চাপ প্রাণীদের পরিবেশের সঙ্গে খাপ খাইয়ে নিতে সাহায্য করেছে, সেভাবেই এটি উপকারী সামাজিক আচরণের জেনেটিক বিবর্তনেও ভূমিকা রেখেছে।\n\"সমাজজীববিজ্ঞান\" শব্দটি অন্তত ১৯৪০-এর দশক থেকে ব্যবহার হয়ে এলেও, এডওয়ার্ড ও. উইলসন কর্তৃক রচিত Sociobiology: The New Synthesis (১৯৭৫) গ্রন্থ প্রকাশের পরই এই ধারণাটি উল্লেখযোগ্য স্বীকৃতি পায়। এরপর এই শাখাটি বৈজ্ঞানিক বিতর্কের কেন্দ্রবিন্দুতে পরিণত হয়। রিচার্ড লেউনটিন এবং স্টিফেন জে. গুল্ড-এর নেতৃত্বে সমালোচকরা বলেন, মানব আচরণে জিনের ভূমিকা থাকলেও আক্রমণাত্মকতার মতো বৈশিষ্ট্যগুলি সামাজিক পরিবেশ দিয়েই ব্যাখ্যা করা যায়। সমাজজীববিজ্ঞানীরা এর জবাবে বলেন যে, জৈব ও পরিবেশগত প্রভাবের মধ্যে একটি জটিল সম্পর্ক রয়েছে। সমাজজীববিজ্ঞানীদের মধ্যে নির্বাচনের বিভিন্ন স্তরের প্রভাব নিয়ে বিতর্ক ছিল, যা ২০০৭ সালে ডি. এস. উইলসন ও ই. ও. উইলসন-এর মধ্যে সমাধান হয়।\n\n\n== সংজ্ঞা ==\nই. ও. উইলসন সমাজজীববিজ্ঞানকে সংজ্ঞায়িত করেছেন এইভাবে—\"জনসংখ্যাবিজ্ঞান ও বিবর্তন তত্ত্বের সম্প্রসারণ যা সামাজিক সংগঠনের প্রয়োগে ব্যবহৃত হয়।\"\nসমাজজীববিজ্ঞানের ভিত্তি হলো এই ধারণা যে, কিছু আচরণ (সামাজিক ও ব্যক্তিগত) অন্তত আংশিকভাবে উত্তরাধিকারসূত্রে প্রাপ্ত এবং প্রাকৃতিক নির্বাচনের প্রভাবে পরিবর্তিত হতে পারে।\nএই শাস্ত্রটি কোনো আচরণকে প্রাকৃতিক নির্বাচনের ফল হিসেবে ব্যাখ্যা করতে চায়। সেই অনুযায়ী, আচরণকে দেখা হয় জনসংখ্যায় নিজের জিন সংরক্ষণের প্রচেষ্টা হিসেবে। সমাজজীববিজ্ঞানের যুক্তির মধ্যে নিহিত রয়েছে এই ধারণা যে, কিছু নির্দিষ্ট জিন বা জিনের সংমিশ্রণ যা নির্দিষ্ট আচরণগত বৈশিষ্ট্য প্রভাবিত করে, তা উত্তরাধিকারসূত্রে প্রজন্মের পর প্রজন্মে স্থানান্তরিত হতে পারে।\nউদাহরণস্বরূপ, সদ্য আধিপত্য অর্জনকারী পুরুষ সিংহরা প্রায়শই এমন শাবকদের হত্যা করে, যেগুলোর জন্ম তার মাধ্যমে হয়নি। এই আচরণটি উপযোগী কারণ এতে তার নিজ সন্তানের জন্য প্রতিযোগিতা হ্রাস পায় এবং স্তন্যদানকারী মাদাগুলো দ্রুত গর্ভধারণের উপযুক্ত হয়ে ওঠে। এর ফলে ওই পুরুষ সিংহের জিন অধিক হারে জনসংখ্যায় ছড়িয়ে পড়ে। সমাজজীববিজ্ঞানীদের দৃষ্টিতে, এই শাবকহত্যার প্রবণতা সফলভাবে প্রজননকারী পুরুষ সিংহদের জিনের মাধ্যমে উত্তরাধিকারসূত্রে এসেছে। অপরদিকে, যারা এমন আচরণ করত না, তারা প্রজননে কম সফল হওয়ায় তাদের জিন বিলুপ্ত হয়ে গেছে।\n\n\n== ইতিহাস ==\n\nজীববিজ্ঞানের দার্শনিক ড্যানিয়েল ডেনেট মত প্রকাশ করেন যে, রাজনৈতিক দার্শনিক থমাস হবস-ই ছিলেন প্রথম প্রাক-সমাজজীববিজ্ঞানী (proto-sociobiologist)। তিনি যুক্তি দেন যে, হবস ১৬৫১ সালের Leviathan গ্রন্থে মানব সমাজে নৈতিকতার উৎপত্তি ব্যাখ্যা করেছিলেন এক ধরনের অনৈতিক সমাজজীববৈজ্ঞানিক দৃষ্টিকোণ থেকে।\nপ্রাণীর আচরণ বিষয়ে বিশেষজ্ঞ জন পল স্কট ১৯৪৮ সালে \"জিনতত্ত্ব ও সামাজিক আচরণ\" শীর্ষক এক সম্মেলনে সমাজজীববিজ্ঞান (sociobiology) শব্দটি প্রথম প্রয়োগ করেন। এই সম্মেলনে মাঠ পর্যায়ের এবং গবেষণাগারে প্রাণীর আচরণ নিয়ে একত্রে গবেষণার আহ্বান জানানো হয়। স্কটের উদ্যোগে ১৯৫৬ সালে ইকোলজিকাল সোসাইটি অব আমেরিকার অধীনে \"Animal Behavior and Sociobiology\" নামক একটি বিভাগ গঠিত হয়, যা ১৯৫৮ সালে আমেরিকান সোসাইটি অব জুলজির অধীনে \"Division of Animal Behavior\" হিসেবে রূপান্তরিত হয়।\nই. ও. উইলসন ১৯৫৬ সালে এই নবউদীয়মান সমাজজীববিজ্ঞান সংস্পর্শে আসেন তাঁর পিএইচডি ছাত্র স্টুয়ার্ট এ. অল্টম্যান-এর মাধ্যমে, যিনি ১৯৪৮ সালের সম্মেলনের অংশগ্রহণকারীদের সঙ্গে ঘনিষ্ঠভাবে যুক্ত ছিলেন। অল্টম্যান রিসাস ম্যাকাক বানরদের সামাজিক আচরণ নিয়ে গবেষণায় পরিসংখ্যান ব্যবহার করে সমাজজীববিজ্ঞানের একটি নিজস্ব ধারা তৈরি করেন এবং ১৯৬৫ সালে ইয়ার্কিস রিজিওনাল প্রাইমেট রিসার্চ সেন্টারে \"সমাজজীববিজ্ঞানী\" হিসেবে নিয়োগপ্রাপ্ত হন।\nউইলসনের সমাজজীববিজ্ঞান স্কট বা অল্টম্যানের ধারার তুলনায় আলাদা। তিনি ডব্লিউ. ডি. হ্যামিলটন, রবার্ট ট্রিভার্স, জন মে নার্ড স্মিথ এবং জর্জ আর. প্রাইস-এর জেনেটিক ফিটনেস সর্বাধিক করার উপর ভিত্তি করে গড়ে ওঠা সামাজিক আচরণের গাণিতিক মডেল ব্যবহার করেন।\nতবে স্কট, অল্টম্যান এবং উইলসনের সমাজজীববিজ্ঞানীয় ধারার মধ্যে একটি মিল রয়েছে—তারা সবাই প্রাণীর সামাজিক আচরণের গবেষণায় প্রকৃতিবিদ্যাভিত্তিক (naturalist) পদ্ধতির উপর জোর দেন এবং উদীয়মান গবেষণাপদ্ধতির সঙ্গে যুক্ত হন। এ সময় \"ক্ষেত্রভিত্তিক জীববিজ্ঞান\" আণবিক জীববিজ্ঞান ও পরীক্ষাগার গবেষণার আধুনিক ধারা দ্বারা প্রতিস্থাপিত হওয়ার হুমকিতে ছিল।\n\"সমাজজীববিজ্ঞান\" শব্দটি একসময় একটি বিশেষজ্ঞ পরিভাষা হিসেবে ব্যবহৃত হলেও, ১৯৭৫ সালে ই. ও. উইলসন তাঁর গ্রন্থ Sociobiology: The New Synthesis প্রকাশের পর এটি ব্যাপকভাবে পরিচিত হয়ে ওঠে এবং তীব্র বিতর্কের সূত্রপাত করে। এর পর থেকে \"সমাজজীববিজ্ঞান\" মূলত উইলসনের দৃষ্টিভঙ্গির সঙ্গে সমার্থক হয়ে যায়। এই গ্রন্থটিতে সামাজিক আচরণের পেছনের বিবর্তনীয় প্রক্রিয়া ব্যাখ্যা করার একটি নতুন প্রচেষ্টা ছিল। এতে পরোপকারিতা, আক্রমণাত্মকতা এবং লালনপালনের মতো আচরণ ব্যাখ্যা করা হয়েছে, বিশেষত পিপঁড়ে (যা উইলসনের নিজস্ব গবেষণার বিষয়) ও অন্যান্য হাইমেনপটেরা প্রাণীর ক্ষেত্রে, তবে অন্যান্য প্রাণীর ক্ষেত্রেও প্রয়োগ হয়েছে।\nতবে আচরণের উপর বিবর্তনের প্রভাব নিয়ে জীববিজ্ঞানী ও দার্শনিকদের আগ্রহ ১৯ শতক থেকেই ছিল। পিওত্র ক্রোপটকিন-এর লেখা Mutual Aid: A Factor of Evolution (১৮৯০-এর দশকের শুরুতে রচিত) এই বিষয়ে একটি জনপ্রিয় উদাহরণ। এই গ্রন্থের শেষ অধ্যায়ে মানব আচরণের সমাজজীববৈজ্ঞানিক ব্যাখ্যা উপস্থাপন করা হয়েছে। পরবর্তীতে উইলসন মানব আচরণ নিয়ে বিশেষভাবে লেখা তাঁর পুলিৎজার পুরস্কারপ্রাপ্ত বই On Human Nature প্রকাশ করেন।\nএডওয়ার্ড এইচ. হ্যাগেন The Handbook of Evolutionary Psychology গ্রন্থে লিখেছেন, মানব সমাজে সমাজজীববিজ্ঞানের প্রয়োগ নিয়ে জনসাধারণের মধ্যে বিতর্ক থাকলেও এটি \"বিশ শতকের একটি বৈজ্ঞানিক বিজয়\"। তিনি আরও বলেন, \"সমাজজীববিজ্ঞান বর্তমানে প্রায় সব জীববিজ্ঞান বিভাগেই গবেষণা ও পাঠ্যক্রমের কেন্দ্রস্থলে রয়েছে এবং প্রায় সব ক্ষেত্রজীববিজ্ঞানীর কাজের ভিত্তি হিসেবে কাজ করে।\" অমানব প্রাণী নিয়ে সমাজজীববিজ্ঞানমূলক গবেষণা উল্লেখযোগ্য হারে বৃদ্ধি পেয়েছে এবং Nature ও Science-এর মতো শীর্ষস্থানীয় বৈজ্ঞানিক সাময়িকীগুলোতে নিয়মিত প্রকাশ পাচ্ছে। যদিও জনপরিসরে বিতর্ক এড়াতে বর্তমানে প্রায়ই এর পরিবর্তে আরও সাধারণ শব্দ behavioral ecology ব্যবহৃত হয়।\n\n\n== তত্ত্ব ==\n\n\n=== প্রাকৃতিক নির্বাচন ===\n\nসমাজজীববিজ্ঞানীরা মনে করেন, মানুষসহ অন্যান্য প্রাণীর আচরণ আংশিকভাবে প্রাকৃতিক নির্বাচনের ফলে গঠিত। তাঁদের মতে, আচরণকে পুরোপুরি বোঝার জন্য তা বিবর্তনের প্রেক্ষাপটে ব্যাখ্যা করতে হবে, বিশেষত প্রাকৃতিক নির্বাচনের মাধ্যমে। সমাজজীববিজ্ঞান দুটি মূল ভিত্তির উপর প্রতিষ্ঠিত:\n\nনির্দিষ্ট কিছু আচরণগত বৈশিষ্ট্য উত্তরাধিকারসূত্রে প্রাপ্ত হয়,\nএসব বৈশিষ্ট্য প্রাকৃতিক নির্বাচনের মাধ্যমে পরিশীলিত হয়েছে এবং সেগুলো যে পরিবেশে বিবর্তিত হয়েছে সেখানে তা উপযোগী ছিল।\nপ্রাণীর আচরণ ব্যাখ্যার জন্য সমাজজীববিজ্ঞানীরা নিকোলোস টিনবার্গেনের চারটি প্রশ্ন ব্যবহার করেন। এর মধ্যে দুটি প্রশ্ন প্রজাতি-স্তরের (species-level) এবং দুটি ব্যক্তিক-স্তরের (individual-level)। প্রজাতি-স্তরের প্রশ্নগুলোকে প্রায়শই \"চূড়ান্ত ব্যাখ্যা\" (ultimate explanations) বলা হয়, যা হলো:\n\nকোনো আচরণের অভিযোজনমূলক (adaptive) কার্যকারিতা কী,\nএবং এই কার্যকারিতার পেছনে রয়েছে কী ধরনের বিবর্তনীয় ইতিহাস।\nব্যক্তিক-স্তরের প্রশ্নগুলোকে \"নিকটবর্তী ব্যাখ্যা\" (proximate explanations) বলা হয়, যা হলো:\n\nব্যক্তির ব্যক্তিগত বিকাশ বা ontogeny,\nএবং আচরণের নিকটবর্তী প্রক্রিয়া, যেমন মস্তিষ্কের গঠন ও হরমোন।\n\n\n=== মানুষের ক্ষেত্রে ===\nমানুষের আচরণের জিনগত ভিত্তি নিয়ে গবেষণায় দেখা গেছে যে, সৃজনশীলতা, বহির্মুখিতা, আক্রমণাত্মকতা এবং বুদ্ধিলব্ধাংশ (IQ)-এর মতো আচরণগত বৈশিষ্ট্যের উত্তরাধিকারযোগ্যতা (heritability) তুলনামূলকভাবে বেশি। তবে গবেষকরা সতর্ক করে বলেন যে, উত্তরাধিকারযোগ্যতা কোনো বৈশিষ্ট্যে পরিবেশগত বা সাংস্কৃতিক প্রভাবকে সীমাবদ্ধ করে না।\nকিছু তাত্ত্বিকের মতে, নির্দিষ্ট পরিবেশে অপরাধমূলক আচরণ অভিযোজনীয় (adaptive) হতে পারে। ইভোলিউশনারি নিউরোঅ্যান্ড্রোজেনিক (ENA) তত্ত্ব, যা সমাজবিজ্ঞানী ও অপরাধবিজ্ঞানী লি এলিস প্রস্তাব করেন, অনুসারে নারীর যৌন নির্বাচনের ফলে পুরুষদের মধ্যে প্রতিযোগিতামূলক আচরণ বেড়েছে, যা অনেক সময় অপরাধে রূপ নিতে পারে। অন্য একটি তত্ত্বে, মার্ক ভ্যান ভাট যুক্তি দেন যে সম্পদের জন্য পুরুষদের মধ্যে আন্তঃগোষ্ঠীগত সংঘর্ষের ইতিহাস পুরুষ ও নারীদের সহিংসতা এবং আক্রমণাত্মকতার পার্থক্য সৃষ্টি করেছে।\nঔপন্যাসিক এলিয়াস কানেত্তি সমাজজীববৈজ্ঞানিক তত্ত্বের প্রয়োগ দাসত্ব ও স্বৈরাচারী শাসনের মতো সাংস্কৃতিক প্রথার সঙ্গেও যুক্ত করেছেন।\n\n\n== জিনতত্ত্ব ==\nপ্রাণীর আচরণের উপর জিনের প্রভাব বোঝাতে জিনগতভাবে পরিবর্তিত ইঁদুরের মডেলগুলোর ব্যবহার একটি গুরুত্বপূর্ণ উদাহরণ। যেমন, ট্রান্সক্রিপশন ফ্যাক্টর FEV (যাকে Pet1 নামেও পরিচিত), মস্তিষ্কে সেরোটোনিন সিস্টেম বজায় রাখতে গুরুত্বপূর্ণ ভূমিকা রাখে। এটি স্বাভাবিক আক্রমণাত্মক ও উদ্বেগজাত আচরণ বজায় রাখতে প্রয়োজনীয়।\nযখন FEV জিনটি ইঁদুরের জিনোম থেকে মুছে ফেলা হয়, তখন পুরুষ ইঁদুরেরা তাত্ক্ষণিকভাবে অন্যান্য পুরুষদের ওপর আক্রমণ করে, যেখানে তাদের \"ওয়াইল্ড-টাইপ\" (স্বাভাবিক) অংশীদাররা সহিংস আচরণ শুরু করতে অনেক বেশি সময় নেয়। এছাড়াও, গবেষণায় দেখা গেছে, এই FEV জিনটি সঠিক মাতৃসুলভ আচরণের জন্য অপরিহার্য। যেসব মা ইঁদুরদের জিনে FEV অনুপস্থিত, তাদের বাচ্চারা বেঁচে থাকে না—যতক্ষণ না তাদের অন্য কোনো স্বাভাবিক মা ইঁদুরের কাছে প্রতিস্থাপন (cross-foster) করা হয়।\nউপরোক্ত উদাহরণের মতো অমানব প্রজাতিগুলোর মাঝে স্বতঃস্ফূর্ত আচরণগত বৈশিষ্ট্যের পেছনে জিনগত ভিত্তি রয়েছে—এই ধারণাটি অনেক জীববিজ্ঞানীর মধ্যে গ্রহণযোগ্য। তবে মানব সমাজে জটিল আচরণ ব্যাখ্যার ক্ষেত্রে জিনতত্ত্বকে ভিত্তি হিসেবে ব্যবহার করা নিয়ে বিতর্ক রয়ে গেছে।\n\n\n== প্রতিক্রিয়া ==\nস্টিভেন পিংকার মন্তব্য করেছেন যে, সমাজজীববিজ্ঞানের সমালোচকরা প্রায়ই রাজনীতি এবং জৈব নির্ধারকতার ভয়ে প্রভাবিত হয়ে পড়েন। তিনি স্টিফেন জে. গুল্ড ও রিচার্ড লেউনটিন-সহ অন্যান্যদের \"উগ্র বিজ্ঞানী\" বলে অভিযুক্ত করেছেন এবং বলেছেন যে, তাদের মানব প্রকৃতি বিষয়ক অবস্থান বিজ্ঞানের চেয়ে রাজনীতি দ্বারা প্রভাবিত। অন্যদিকে, লেউনটিন, স্টিভেন রোজ এবং লিওন কামিন বলেন যে, একটি ধারণার রাজনৈতিক ও ঐতিহাসিক প্রেক্ষাপট থেকে এর বৈজ্ঞানিক বৈধতাকে আলাদা করে দেখা উচিত। তারা যুক্তি দেন যে, সমাজজীববিজ্ঞান বৈজ্ঞানিক ভিত্তিতে ব্যর্থ। গুল্ড তাঁর বই The Mismeasure of Man-এ সমাজজীববিজ্ঞানকে উৎকর্ষবাদের সঙ্গে একত্র করে সমালোচনা করেছেন।\nন্যাপোলিয়ন শ্যানন ১৯৭৬ সালের American Anthropological Association-এর সম্মেলনে সমাজজীববিজ্ঞান বিষয়ক সেশন আয়োজন করলে, কিছু পণ্ডিত সেগুলো বাতিল করার চেষ্টা করেন। শ্যাননের ভাষ্যমতে, এসব প্রচেষ্টার পেছনে ছিল \"বর্ণবাদ, ফ্যাসিবাদ ও নাৎসিবাদের মতো গুরুতর অভিযোগ\"। তবে মার্গারেট মিড-এর সমর্থনে সেশনগুলো পূর্বনির্ধারিত সময়েই অনুষ্ঠিত হয়।\nনোম চমস্কি সমাজজীববিজ্ঞান বিষয়ে একাধিকবার মতামত প্রকাশ করেছেন। Sociobiology Study Group-এর ১৯৭৬ সালের এক সভায় তিনি যুক্তি দেন যে, মানব প্রকৃতি নিয়ে একটি সমাজজীববৈজ্ঞানিক দৃষ্টিভঙ্গি গুরুত্বপূর্ণ। চমস্কি মনে করেন, মানুষ একটি জীববৈজ্ঞানিক সত্তা এবং তাই তাদের সেইভাবেই অধ্যয়ন করা উচিত। তিনি সামাজিক বিজ্ঞানে \"ফাঁকা স্লেট\" তত্ত্বের সমালোচনা করেন, যা পরবর্তীতে পিংকার ও অন্যান্যদের বিবর্তনীয় মনোবিজ্ঞান চর্চায় অনুপ্রেরণা জোগায়। এই ধারণা তিনি তাঁর ১৯৭৫ সালের Reflections on Language গ্রন্থে উপস্থাপন করেন। চমস্কি পিওত্র ক্রোপটকিন-এর Mutual Aid: A Factor of Evolution বই আলোচনার সময় আনার্কিস্ট রাজনৈতিক দৃষ্টিভঙ্গি এবং সমাজজীববিজ্ঞানকে একত্র করার সম্ভাবনার ইঙ্গিত দেন। তিনি বলেন, মানুষের মধ্যে স্বভাবগত সহযোগিতার প্রবণতা থাকায় নৈরাজ্যবাদী সমাজ সম্ভব।\nই. ও. উইলসন দাবি করেন যে, তাঁর উদ্দেশ্য ছিল কেবল \"যা রয়েছে\" তা বর্ণনা করা, \"যা হওয়া উচিত\" তা নয়। কিন্তু সমালোচকদের মতে, সমাজজীববিজ্ঞান প্রায়শই বাস্তবতার (is) ব্যাখ্যা থেকে আদর্শ (ought) নির্ধারণের দিকে সরে যায়—যা একটি প্রাকৃতিকতাত্মক ভুল (naturalistic fallacy)। পিংকার বলেন, যেসব মতবাদকে সমাজবিরোধী ধরা হয় (যেমন—জাতিগত পক্ষপাতিত্ব), সেগুলোর বিরোধিতা নৈতিক অনুমানের উপর ভিত্তি করে, এবং তাই এসব মতবাদের বিরোধিতা বিজ্ঞানের মাধ্যমে খণ্ডনযোগ্য নয়।\nএই বিতর্ক এবং সংশ্লিষ্ট অন্যান্য বিষয়গুলো বিস্তারিতভাবে আলোচিত হয়েছে Cronin (1993), Segerstråle (2000), এবং Alcock (2001) গ্রন্থে।\n\n\n== তথ্যসূত্র =="}