{"pageid": 1532871, "title": "বিবাররামব্লার গেট", "url": "https://bn.wikipedia.org/wiki?curid=1532871", "content": "বিবাররাম্বলা বা বিব্রম্বলার গেট (স্পেনীয়: Puerta de Bibrambla), যা পুয়ের্তা দেল আরেনাল বা কানের খিলান নামেও পরিচিত (স্পেনীয়: Arco de las Orejas), ছিল স্পেনের গ্রানাডার একটি প্রাক্তন নগর ফটক। নাসরিদ আমলে ১৪ শতকে নির্মিত এই গেট একই নামের পাবলিক স্কোয়ার প্লাজা দে বিবাররামব্লার কোণে দাঁড়িয়ে ছিল। ১৮৭৩ থেকে ১৮৮৪ সালের মধ্যে গেটটি ভেঙে ফেলা হয়। ১৯৩৫ সালে আলহামব্রার বাইরের জঙ্গলে লিওপোল্ডো টরেস বালবাস এটির আংশিক পুনর্নির্মাণ করেন। সেখানেই এটি এখনও দাঁড়িয়ে আছে।\n\n\n== ব্যুৎপত্তি ==\nস্প্যানিশ নাম বিব্রাম্বলা বা বিবাররামব্লা এসেছে গেটের আরবি নাম, বাব আল-রামলা থেকে, যার অর্থ \"বালির দরজা\" বা \"বালির তীরের দরজা\"। পরে এই গেটটির নাম রাখা হয় \"কানের তোরণ\" (স্পেনীয়: Arco de las Orejas)। স্থানীয় কিংবদন্তি অনুসারে, এই নামটি মৃত্যুদণ্ডপ্রাপ্ত অপরাধীদের কান (এবং অন্যান্য দেহের অংশ) তুলে প্রদর্শনের জন্য ঝুলানোর ঐতিহ্যের সাথে সম্পর্কিত। আরেকটি তত্ত্ব অনুসারে, স্পেনের রাজা চতুর্থ ফিলিপের রাজত্বকালে অনেক লোক বহনকারী একটি ভাসমান তবলাও ডুবে গিয়েছিল। মৃত মহিলাদের কানের দুল খুলে ফেলার চেষ্টায় তাদের কান বিকৃত করা হয়, যার ফলে কানের দরজার নামকরণ করা হয়।\n\n\n== ইতিহাস ==\n\nমূল গেটটির নির্মাণের জন্য নাসরিদ আমলকে (১৩শ থেকে ১৫শ শতাব্দী) দায়ী করা হয় এবং সুলতান প্রথম ইউসুফকে (শাসন ১৩৩৩-১৩৫৪) এর কৃতিত্ব দেওয়া হয়।\n\nগেটটির কিছু উপাদান পাথর দিয়ে তৈরি ১০ বা ১১ মিটার উঁচু একটি টাওয়ার দ্বারা উপরে অবস্থিত কাঠামোটি ছিল একটি স্মারক গেট যা একটি বর্গাকার টাওয়ার এবং তিনটি খিলান দ্বারা সুরক্ষিত ছিল। বাইরের দিকে একটি বড় ঘোড়ার নালের খিলান ছিল, যা সিয়েরা এলভিরার পাথরের ভাউসোয়ার দিয়ে তৈরি। এটি একটি বারান্দা দ্বারা মুকুটযুক্ত ছিল যেখানে কিংবদন্তি অনুসারে অপরাধীদের কানে পেরেক ঠুকে দেওয়া হত। ১৫০৭ সালে বন্ধ করে দেওয়া গেটটিতে একটি যন্ত্রও ছিল, যা পরবর্তীতে একটি চ্যাপেলের আকার ধারণ করে। যেহেতু এটি মূলত সামরিক বা প্রতিরক্ষামূলক ভবন ছিল না, তাই এর লাইন আরও মার্জিত ছিল।\n১৯ শতকে এই ফটকটিকে জাতীয় স্মৃতিস্তম্ভ হিসেবে মনোনীত করা হয়। আধুনিকীকরণ প্রকল্প বাস্তবায়নের জন্য সিটি কাউন্সিলের নির্দেশে ১৮৭৩ থেকে ১৮৮৪ সালের মধ্যে এটি ভেঙে ফেলা হয়। তৎকালীন স্প্যানিশ রাষ্ট্রপতি গেটটি সংরক্ষণের জন্য একটি অভিযানকে সমর্থন করেছিলেন কিন্তু কাউন্সিলকে নিরুৎসাহিত করতে ব্যর্থ হন। স্কটিশ শিল্পী ডেভিড রবার্টসের কাজের জন্যই এই গেটের পূর্বের আকৃতিটি নথিভুক্ত করা হয়।\n\nধ্বংসের পর গেটের অবশিষ্ট অংশগুলি গ্রানাডার প্রত্নতাত্ত্বিক জাদুঘরে সংরক্ষণ করা হয়। ১৯৩৩ বা ১৯৩৫ সালে আলহাম্বরার সংরক্ষণের দায়িত্বে থাকা কিউরেটর-স্থপতি লিওপোল্ডো টরেস বালবাস গেটের আংশিক পুনর্গঠন করেন। পুনর্নির্মিত কাঠামোটি আলহাম্ব্রা বনের একটি নতুন স্থানে স্থাপন করা হয়, যেখানে এটি আজও রয়েছে। দুর্ভাগ্যবশত, এর অনেক মূল বৈশিষ্ট্য এখন হারিয়ে গেছে।\n\n\n== চিত্রকর্ম ==\n\nএকজন ক্যাথলিক রাজা গেটের দ্বিতীয় খিলানে একটি চিত্রকর্ম ঝুলিয়েছিলেন: \"আওয়ার লেডি অব দ্য রোজ\"। শিশুটি যে ফুলটি ধরে আছে তার নামানুসারে এর নামকরণ করা হয়েছে। এর পার্শ্বভাগ রাজাদের আদ্যক্ষর দিয়ে সজ্জিত। রাজারা হয়তো তাদের শহর ভ্রমণের সময় ক্যানভাসটি সেখানে রেখেছিলেন। ১৫০৭ সালে প্রথম তোরণের ভাউসোয়ারের নীচে একটি গ্র্যান্ডস্ট্যান্ডও স্থাপন করা হয়েছিল। এসময় চ্যাপেলটি বন্ধ করে দেওয়া হয় এবং একটি গর্ত রাখা হয় যা প্লাজায় ভার্জিনের চিত্র প্রকাশ করে। এই ধরণের চিত্রকর্ম সম্বলিত অনেক স্প্যানিশ গেটে এটি সাধারণ ছিল। উদ্দেশ্য ছিল মুসলিম স্থাপত্যের মূল উপাদানগুলিকে খ্রিস্টধর্মে রূপান্তরিত করা এবং দর্শনার্থীদের সদ্য বিজিত শহরের নতুন ধর্ম দেখানো। মূলত, চিত্রকর্মটি শেষ স্প্যানিশ-ফ্লেমিশ স্কুলের পরিকল্পনা অনুসরণ করে তৈরি করা হয়েছিল। এর গোথিক ভাবধারা দেবদূতদের মধ্যে সবচেয়ে বেশি লক্ষণীয়, যা আকারে ছোট এবং কৌণিক ডানা বিশিষ্ট। বিপরীতে, কুমারী এবং শিশুর মুখে বৃহত্তর প্রাকৃতিকতা এবং অসাধারণ মাধুর্যফুটে ওঠে।\n\n\n== আরও দেখুন ==\nস্পেনের হারিয়ে যাওয়া ল্যান্ডমার্কের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বিবাররামব্লার গেট সম্পর্কিত মিডিয়া দেখুন।"}