{"pageid": 1532196, "title": "নদিয়া কে পার (১৯৮২-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1532196", "content": "নদিয়া কে পার (হিন্দি উচ্চারণ: ['nədɪjɑː 'keː 'paːr]; অনু. নদীর ওপারে) হলো গোবিন্দ মুনিস পরিচালিত ১৯৮২ সালের একটি ভারতীয় নাট্য চলচ্চিত্র। ছবিটি কেশব প্রসাদ মিশ্রের লেখা \"কোহবার কি শর্ত\" উপন্যাসের প্রথমার্ধের উপর ভিত্তি করে নির্মিত। ছবিটিতে শচীন, সাধনা সিং, ইন্দর ঠাকুর, মিতালি, সবিতা বাজাজ, শীলা ডেভিড, লীলা মিশ্র এবং সোনি র‍্যাট সহ একাধিক তারকা রয়েছেন।\nউত্তর প্রদেশের জৌনপুরে প্রেক্ষাপটে নির্মিত এই ছবিটির শুটিং মূলতঃ কেরাকাট তহসিলের বিজাইপুর এবং রাজেপুর গ্রামে করা হয়েছিল। ছবিটি ১৯৮২ সালে রাজশ্রী প্রোডাকশনস দ্বারা মুক্তি পায়। এই চলচ্চিত্রটি ১৯৮২ সালের সর্বোচ্চ আয়কারী চলচ্চিত্রগুলির মধ্যে একটি ছিল। রাজশ্রী পরবর্তীতে ১৯৯৪ সালে হাম আপকে হ্যাঁয় কৌন..! নামে ছবিটি পুনর্নির্মাণ করেন।\n\n\n== পটভূমি ==\nপূর্ব উত্তর প্রদেশের একজন কৃষক তার দুই ভাগ্নে ওমকার এবং চন্দনের সাথে একটি গ্রামে থাকেন। সে অসুস্থ হয়ে পড়ে এবং নদীর ওপারের অন্য গ্রামের একজন বৈদ্য (আদিবাসী চিকিৎসক) তার চিকিৎসা করেন। কৃষক যখন ঠিক বোধ করে, তখন সে বৈদ্যকে তার পারিশ্রমিক সম্পর্কে জিজ্ঞাসা করে। দুই কন্যার জনক বৈদ্য কৃষকের বড় ভাগ্নে ওমকারকে তার বড় মেয়ে রূপার সাথে বিয়ে দিতে বলেন। কৃষক সহজেই রাজি হয়ে যায়। ওমকারের ছোট ভাই চন্দন এবং রূপার ছোট বোন গুঞ্জা রয়েছে।\nবিয়ে সম্পন্ন হয় এবং রূপার আগমনে ওমকারের ঘর আনন্দে ভরে ওঠে। চন্দন এবং গুঞ্জাকে সবসময় একে অপরের সাথে ঝগড়া এবং উত্যক্ত করতে দেখা যায়। শীঘ্রই, রূপা গর্ভবতী হয় এবং একটি পুত্র সন্তানের জন্ম দেয়। যেহেতু বাড়িতে আর কোনও মহিলা নেই, রূপা ওমকারকে ঘরের কাজে সহায়তা করার জন্য গুঞ্জাকে কিছু সময়ের জন্য ফোন করতে বলে। সবাই খুশি মনে রাজি হয় এবং চন্দন তার শ্যালিকার গ্রামে যায় গুঞ্জাকে বাড়িতে নিয়ে আসার জন্য। এই যাত্রার সময়, তারা দুজনেই খুশির গান গায় এবং বন্ধু হয়ে ওঠে। তাদের মধ্যে কিছু ভালো লাগা তৈরি হতে থাকে। গুঞ্জা পরিবারের সকলের সাথে ঘনিষ্ঠ সম্পর্ক গড়ে তোলে এবং বাড়ির সমস্ত দায়িত্ব গ্রহণ করে। চন্দন এবং গুঞ্জা অবশেষে প্রেমে পড়তে শুরু করে।\nকয়েক মাস পর, গুঞ্জা ভারাক্রান্ত মন নিয়ে তার বাড়ির দিকে রওনা দেয়। চন্দন তার সাথে দেখা করার জন্য বারবার অজুহাত খুঁজছে। যাইহোক, গুঞ্জা চন্দনের কাছ থেকে প্রতিশ্রুতি নেয় যে সে কেবল তার বর হিসেবে তার কাছে আসবে। কয়েক মাস পর তার বাবা-মায়ের সাথে দেখা করার সময়, রূপা তাদের প্রেমের কথা জানতে পারে। সে বাড়ির সবার সাথে কথা বলে তাদের বিয়ের ব্যবস্থা করার প্রতিশ্রুতি দেয়। দুর্ভাগ্যবশত, সে তার বাবা-মায়ের বাড়িতে থাকাকালীন একটি দুর্ঘটনায় মারা যায়, এবং কাউকে বলার সুযোগ পায় না।\nসময় চলে যায় এবং রূপা ছাড়া ওমকারের জীবন হতাশা ও বিষণ্ণতার দিকে ঠেলে দেয়। তার জীবনে সুখ ফিরিয়ে আনার জন্য এবং তার সন্তানের জন্য একজন মা পেতে, তার কাকা এবং রূপার বাবা গুঞ্জাকে ওমকারের সাথে বিয়ে দেওয়ার পরামর্শ দেন। চন্দন গুঞ্জার প্রতি তার ভালোবাসার কথা কাউকে বলতে পারে না এবং তার ভাইয়ের জীবনের জন্য চুপ থাকে। গুঞ্জা বিভ্রান্তিকরভাবে ভাবে যে তার বাবা চন্দনের সাথে তার বিয়ে ঠিক করে ফেলেছেন এবং অত্যন্ত খুশি হয়। বিয়ের দিন যখন সে তার শ্যালক ওমকারকে বরের সাজে সাজতে দেখে, তখন পরিস্থিতি ভিন্ন দিকে মোড় নেয়। সে বিশ্বাস করে যে চন্দন তাকে প্রতারণা করেছে এবং তার বাবার সুনামের জন্য ওমকারকে বিয়ে করতে রাজি হয়। আবেগ নিয়ন্ত্রণ করার চেষ্টা করার পরেও, বিয়ের অনুষ্ঠানের সময় সে অজ্ঞান হয়ে যায়। চন্দন একান্তে গুঞ্জাকে তার পরিস্থিতি ব্যাখ্যা করার চেষ্টা করে। সে তাকে বোঝায় যে সে তার ভাইয়ের প্রতি তার ভালোবাসার জন্য তার ভালোবাসা বিসর্জন দেওয়ার সিদ্ধান্ত নিয়েছে। সে তাকে বলে যে সে ভেবেছিল গুঞ্জা তাকে বিশ্বাস করবে এবং এই সিদ্ধান্তে তাকে সমর্থন করবে। এই সব শুনে গুঞ্জা চন্দনকে খুব ভালোবাসে এবং তাকে আশ্বস্ত করে যে সে এখন তার সিদ্ধান্তকে সমর্থন করবে। ঠিক তখনই, ওমকার পুরো কথোপকথন শুনে ঘরে প্রবেশ করে। তিনি তাদের এই বিশাল ত্যাগকে অস্বীকার করেন এবং তাদের পরিবারকে তাদের ভালোবাসার কথা জানান। গুঞ্জা এবং চন্দন তাদের পরিবারের আশীর্বাদে বিয়ে করে।\n\n\n== অভিনয়শিল্পী ==\nচন্দন তিওয়ারি চরিত্রে শচীন পিলগাঁওকর; ওমকারের ছোট ভাই\nগুঞ্জা তিওয়ারি চরিত্রে সাধনা সিং; বৈদজির ছোট মেয়ে; রূপার ছোট বোন\nরূপা তিওয়ারি চরিত্রে মিতালি; বৈদজির বড় মেয়ে; গুঞ্জার বড় বোন; ওমকারের স্ত্রী; চান্দন ভগ্নিপতি\nবৈদজির চরিত্রে বিষ্ণুকুমার ব্যাস (গুঞ্জা ও রূপার বাবা)\nকাকি চরিত্রে লীলা মিশ্র\nওমকার তিওয়ারি চরিত্রে ইন্দর ঠাকুর\nকৃষকের চরিত্রে রাম মোহন (ওমকার ও চন্দনের কাকা)\nরজ্জো (চন্দনের শৈশবের বন্ধু) চরিত্রে শীলা শর্মা\nগুঞ্জার মায়ের চরিত্রে রঞ্জনা সচদেব\n\n\n== সঙ্গীত ==\nঅ্যালবামের সাউন্ডট্র্যাকটি রবীন্দ্র জৈন রচনা করেছিলেন, গানের কথাও তিনি লিখেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে নদিয়া কে পার  (ইংরেজি)\nবলিউড হাঙ্গামায় নদিয়া কে পার (ইংরেজি)"}