{"pageid": 1532954, "title": "হাসানমুরাদ কুশবেগি মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1532954", "content": "হাসানমুরাদ কুশবেগী মসজিদ উজবেকিস্তান-এর খোয়ারজম অঞ্চল-এর খিভা শহরে অবস্থিত একটি ঐতিহাসিক স্মৃতিস্তম্ভ স্থান। মসজিদটি ১৮ শতাব্দীর শেষভাগ থেকে ১৯ শতাব্দীর শুরুতে ″বোগচা গেট″-এর কাছে নির্মিত হয়েছিল। স্থানটি ইচান কালা (বা ইচান কা'লা) কমপ্লেক্সের অংশ এবং আমির তুরা মাদ্রাসা-এর বিপরীতে অবস্থিত।\nহাসানমুরাদ কুশবেগী মসজিদ প্রশাসনিকভাবে রাষ্ট্রীয় মালিকানাধীন এবং ইচান কা'লা রাষ্ট্রীয় জাদুঘর-সংরক্ষিত এলাকা কর্তৃক পরিচালিত।\n\n\n== ইতিহাস ও স্থাপত্য ==\nমসজিদটি ১৮ শতাব্দীর শেষদিকে এবং ১৯ শতাব্দীর শুরুতে নির্মিত হয়েছিল। স্থানীয় কার্পেট তাঁতিদের প্রধান হাসানমুরাদ কুশবেগী এবং তার আত্মীয় শোহ নিয়াজ কর্তৃক এই ভবনটির অর্থায়ন ও তত্ত্বাবধান করা হয়েছিল।\nহাসানমুরাদ কুশবেগী মসজিদ ঐতিহাসিক ইচান কালার মধ্যে মুসো তুরা মাদ্রাসার পিছনে অবস্থিত আমির তুরা মাদ্রাসার খুব কাছেই অবস্থিত। এই মসজিদটি আকারে ছোট হলেও একটি সুচিন্তিত আয়তক্ষেত্রাকার স্থাপত্য নকশা প্রদর্শন করে। এর বিন্যাসে একটি একক-খিলানযুক্ত প্রবেশদ্বার সহ একটি বর্গাকার আঙ্গিনা রয়েছে, যেখানে দুটি খিলানযুক্ত নামাজের হল এবং কাঠামোর উত্তর ও পূর্ব দিকে চিন্তাভাবনা করে স্থাপন করা অতিরিক্ত সংযোজন রয়েছে।\nউল্লেখযোগ্যভাবে, মসজিদের উত্তর-পূর্ব কোণে একটি মিনার, যা মসজিদের পরবর্তী সংযোজন, শোভা পায়, যা মসজিদের সামগ্রিক চেহারা এবং ঐতিহাসিক তাৎপর্য বৃদ্ধি করে। মসজিদের বাহ্যিক অংশ মার্জিত অথচ অনাড়ম্বর ইটের কাজ দিয়ে সজ্জিত, যা এর সরল কমনীয়তায় অবদান রাখে। অভ্যন্তরে, মিহরাব, মসজিদের অভ্যন্তরে নামাজের কেন্দ্রবিন্দু, জটিল এবং অলঙ্কৃত নকশা দিয়ে সজ্জিত, যা এর দেয়ালে উপাসনা করা লোকেদের জন্য শ্রদ্ধা ও বিস্ময়ের অনুভূতি তৈরি করে।\nমসজিদের প্রবেশদ্বারগুলি সুন্দরভাবে ইসলামিক ক্যালিগ্রাফি দিয়ে সজ্জিত, যা কাঠামোর সাংস্কৃতিক ও ধর্মীয় তাৎপর্য প্রদর্শন করে। ইচান কালার ঐতিহাসিক ও স্থাপত্যিক স্মৃতিস্তম্ভের বৃহত্তর সমাহার-এর অংশ হিসাবে, হাসানমুরাদ কুশবেগী মসজিদ এই ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থানের সমৃদ্ধ ইতিহাসে অবদান রাখে, যা ভবিষ্যৎ প্রজন্মের জন্য এই অঞ্চলের ইতিহাস ও ঐতিহ্য সংরক্ষণ করে।\nদুর্ভাগ্যবশত, হাসানমুরাদ কুশবেগী মসজিদের মূল প্রধান মিনারটি টিকে নেই, এবং কেবল প্রবেশদ্বারের বাম দিকে সম্মুখভাগের একটি ছোট আকারের মিনার অবশিষ্ট রয়েছে। বর্তমানে, মসজিদের উপরের তলায় একটি ছোট নামাজের ঘরও রয়েছে।\n১৯৯৭ সালে, হাসানমুরাদ কুশবেগী মসজিদে একটি উল্লেখযোগ্য পুনরুদ্ধার প্রচেষ্টা চালানো হয়েছিল, যার লক্ষ্য ছিল ভবিষ্যৎ প্রজন্মের জন্য এই ঐতিহাসিক স্থানটিকে সংরক্ষণ ও রক্ষণাবেক্ষণ করা। মসজিদের অব্যাহত সাংস্কৃতিক ও স্থাপত্যিক তাৎপর্য নিশ্চিত করার জন্য এই পুনরুদ্ধার কাজটি অপরিহার্য ছিল। ২০১৭ সালে, চীন সরকার কর্তৃক অর্থায়িত একটি প্রকল্পের অংশ হিসাবে, ইচান কালা কমপ্লেক্সের মধ্যে অবস্থিত আমির তুরা মাদ্রাসার সাথে হাসানমুরাদ কুশবেগী মসজিদের আরও পুনরুদ্ধার ও সংস্কার করা হয়েছিল। ২০১৬ সালে \"খোয়ারজম অঞ্চলে ঐতিহাসিক ও সাংস্কৃতিক বস্তু পুনরুদ্ধার\" কর্মসূচির অধীনে সংস্কৃতি মন্ত্রণালয় এবং উজবেকিস্তানের বৈদেশিক বাণিজ্য মন্ত্রণালয়-এর মধ্যে স্বাক্ষরিত একটি চুক্তির মাধ্যমে এই অনুদান সম্ভব হয়েছিল।\n\n\n== আরও দেখুন ==\nইচান কালা\n\n\n== তথ্যসূত্র =="}