{"pageid": 1532648, "title": "গুলহান পার্ক", "url": "https://bn.wikipedia.org/wiki?curid=1532648", "content": "গুলহান পার্ক (তুর্কি: Gülhane Parkı   \"রোজহাউস পার্ক\") হলো তুরস্কের ইস্তাম্বুলের ফাতিহ জেলার একটি ঐতিহাসিক নগর উদ্যান। এটি ৯.৭ হেক্টর এলাকা জুড়ে অবস্থিত, যা তোপকাপি প্রাসাদের সংলগ্ন এবং এর ভূমিতে অবস্থিত। পার্কের দক্ষিণ প্রবেশপথে প্রাসাদের বৃহৎ ফটকগুলির মধ্যে একটি রয়েছে। এটি ইস্তাম্বুলের প্রাচীনতম এবং সবচেয়ে বিস্তৃত পাবলিক পার্কগুলির মধ্যে একটি।\n\n\n== ইতিহাস ==\n\nগুলহান পার্ক (ইংরেজি : রোজহাউস) এর প্রাঙ্গণই হলো সেই স্থান, যেখানে ১৮৩৯ সালের গুলহানের আদেশ (তুর্কি: Tanzimât Fermanı বা গুলহানে হাত-আই শেরিফ-আই) জারি করা হয়েছিল। এই ফরমানটি অটোমান সাম্রাজ্যে তানজিমাত সংস্কার চালু করে, যা সাম্রাজ্যকে আধুনিকীকরণ করে এবং আইনের সামনে ধর্ম নির্বিশেষে সমস্ত অটোমান নাগরিকের সমানাধিকারের মতো পরিবর্তনগুলি অন্তর্ভুক্ত করে। এই ঘোষণাটি করেছিলেন সাম্রাজ্যের শীর্ষস্থানীয় রাষ্ট্রনায়ক, কূটনীতিক এবং সংস্কারক উজিরে আজম মুস্তাফা রশিদ পাশা।\nগুলহান পার্ক একসময় তোপকাপি প্রাসাদের বাইরের বাগানের অংশ ছিল এবং মূলত একটি খাঁজ নিয়ে গঠিত ছিল। বাইরের উদ্যানের একটি অংশ পৌরসভা কর্তৃক পার্ক হিসেবে পরিকল্পনা করা হয়েছিল এবং ১৯১২ সালে জনসাধারণের জন্য উন্মুক্ত করা হয়েছিল। পার্কটিতে পূর্বে বিনোদন এলাকা, কফি হাউস, খেলার মাঠ ইত্যাদি ছিল। পরে, পার্কের ভেতরে একটি ছোট চিড়িয়াখানা খোলা হয়।\nসাম্প্রতিক বছরগুলিতে পার্কটির একটি বড় সংস্কার করা হয়েছে; চিড়িয়াখানা, আনন্দ মেলা এবং পিকনিকের জায়গা অপসারণের ফলে খোলা জায়গার পরিমাণ বৃদ্ধি পেয়েছে। ভ্রমণের রুটগুলি পুনর্বিন্যাস করা হয়েছে এবং বড় পুলটি আধুনিক স্টাইলে সংস্কার করা হয়েছে। কংক্রিটের কাঠামো অপসারণের পর পার্কটি ১৯৫০-এর দশকের প্রাকৃতিক ভূদৃশ্য ফিরে পেয়েছে, যেখানে ১৮০০-এর দশকের গাছপালাও রয়েছে।\n\nইসলামে বিজ্ঞান ও প্রযুক্তির ইতিহাসের ইস্তাম্বুল জাদুঘরটি পার্কের পশ্চিম প্রান্তে তোপকাপি প্রাসাদের প্রাক্তন আস্তাবলে অবস্থিত। এটি ২০০৮ সালের মে মাসে তুরস্কের প্রধানমন্ত্রী রিসেপ তাইয়্যেপ এরদোয়ান উদ্বোধন করেন। জাদুঘরে ৮ম থেকে ১৬শ শতাব্দীর জ্যোতির্বিদ্যা, ভূগোল, রসায়ন, জরিপ, আলোকবিদ্যা, চিকিৎসা, স্থাপত্য, পদার্থবিদ্যা এবং যুদ্ধবিদ্যার ১৪০টি আবিষ্কারের প্রতিলিপি রয়েছে।\nমিছিল কিয়স্ক (তুর্কি : Alay Köşkü) পার্কের বাইরের দেয়ালে অবস্থিত, যা ট্রামওয়েকে উপেক্ষা করে এবং পার্কের ভেতর থেকে প্রবেশযোগ্য। এতে রয়েছে আহমেত হামদি তানপিনার জাদুঘর লাইব্রেরি।\n\n\n== ভবিষ্যৎ ==\nগুলহান এলাকার পুরাতন ব্যারাকগুলি শীঘ্রই একটি সাংস্কৃতিক কেন্দ্রে রূপান্তরিত হবে বলে আশা করা হচ্ছে। এই কেন্দ্রে একটি গ্রন্থাগার এবং প্রদর্শনী হল থাকবে, পাশাপাশি কিলিম এবং হস্তশিল্পের উপর একটি কর্মশালাও থাকবে। এই পার্কটি ইস্তাম্বুলের জন্য অত্যন্ত গুরুত্বপূর্ণ, কারণ এর ধুলো ধারণ ক্ষমতা ৪২২.৮৮ টন/বছর এবং এর কার্বন সিঙ্ক ২৭৩৮.৯ টন পর্যন্ত পৌঁছায়। এটি প্রতি বছর ৩৩.৪ টন অক্সিজেনও উৎপাদন করতে পারে।\n\n\n== আরও দেখুন ==\nঅটোমান স্থাপত্য\nআশিক ভাইসেলের মূর্তি\nআতাতুর্কের মূর্তি (গুলহান পার্ক)\nতুরস্কের সংস্কৃতি ও পর্যটন মন্ত্রণালয় - গুলহান পার্ক\n\n\n== তথ্যসূত্র ==\n\n\n== সাহিত্য ==\nNecipoğlu, Gülru (১৯৯১)। Architecture, ceremonial, and power: The Topkapi Palace in the fifteenth and sixteenth centuries। The MIT Press। পৃষ্ঠা 336 pages। আইএসবিএন 0-262-14050-0। \nFanny Davis. Palace of Topkapi in Istanbul. 1970. ASIN B000NP64Z2\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে গুলহান পার্ক সম্পর্কিত মিডিয়া দেখুন।\nগুলহান পার্কের চিত্র"}