{"pageid": 1532593, "title": "সামাজিক অধ্যয়ন", "url": "https://bn.wikipedia.org/wiki?curid=1532593", "content": "অনেক দেশের পাঠ্যক্রমে সামাজিক অধ্যয়ন বলতে মানবিক শাস্ত্র, শিল্পকলা এবং সামাজিক বিজ্ঞানসমূহের সম্মিলিত অধ্যয়ন বোঝায়। এর মধ্যে প্রধানত ইতিহাস, অর্থনীতি এবং নাগরিকশাস্ত্র অন্তর্ভুক্ত। উনবিংশ শতাব্দীর শেষভাগে আমেরিকান শিক্ষাবিদেরা এই পরিভাষাটি ব্যবহার শুরু করেন—এমন বিষয়গুলোর জন্য যা সে সময় যুক্তরাষ্ট্রের প্রাথমিক শিক্ষার প্রচলিত কাঠামোয় সহজে খাপ খেত না, যেমন দর্শন ও মনোবিজ্ঞান। সামাজিক অধ্যয়নের একটি গুরুত্বপূর্ণ উদ্দেশ্য, বিশেষ করে উচ্চশিক্ষার স্তরে, হলো বিভিন্ন শাস্ত্রের মধ্যে সংযোগ স্থাপন। প্রতিটি শাস্ত্রের নিজস্ব পদ্ধতি ও দৃষ্টিভঙ্গি রয়েছে, এবং এগুলোকে একটি সমন্বিত ক্ষেত্র হিসেবে গড়ে তোলা হয়, যাতে তারা পারস্পরিকভাবে তথ্য ও বিশ্লেষণ পদ্ধতি ভাগ করে সামাজিক সমস্যা ও বিষয়গুলো আরও গভীরভাবে অনুধাবনের সুযোগ করে দেয়। সামাজিক অধ্যয়নের মূল লক্ষ্য হল শিক্ষার্থীদের একটি বৈচিত্র্যময় গণতান্ত্রিক সমাজে সচেতন ও দায়িত্বশীল নাগরিক হিসেবে গড়ে তোলা। এটি শিক্ষার্থীদের প্রয়োজনীয় প্রেক্ষাপটগত জ্ঞান প্রদান করে, যাতে তারা মূল্যবোধ গঠন ও যুক্তিনির্ভর মতামত প্রকাশে সক্ষম হয়। এই বিষয়ের চূড়ান্ত উদ্দেশ্য হল নাগরিক দক্ষতা অর্জন। এ সংক্রান্ত একটি ঘনিষ্ঠ পরিভাষা হল মানবিক, শিল্প ও সামাজিক বিজ্ঞান, সংক্ষেপে HASS।\n\n\n== সামাজিক অধ্যয়নের শাখাসমূহ ==\nসামাজিক অধ্যয়ন নিজে একটি স্বতন্ত্র বিষয় নয়; এটি বিভিন্ন বিষয়কে অন্তর্ভুক্ত করে গঠিত একটি অধ্যয়নের ক্ষেত্র। এর মধ্যে প্রধানত ইতিহাস, অর্থনীতি এবং নাগরিকশাস্ত্র অন্তর্ভুক্ত থাকে। পাশাপাশি, ভূগোল, সমাজবিজ্ঞান, নীতিশাস্ত্র, মনোবিজ্ঞান, দর্শন, নৃতত্ত্ব, শিল্পকলা ও সাহিত্য-এর উপাদানসমূহও এই ক্ষেত্রের অংশ হিসেবে ধরা হয়। এই ক্ষেত্রটি মূলত মানবজীবন এবং পারস্পরিক সম্পর্ককে কেন্দ্র করে গড়ে উঠেছে। এসব বিষয়ে সামাজিক প্রয়োগযোগ্যতা বা উপযোগিতার একটি দিক রয়েছে, যা এই ক্ষেত্রকে আরও অর্থবহ করে তোলে। পুরো ক্ষেত্রটি সাধারণত একত্রে পড়ানো হয় না; বরং একাধিক বিষয় একত্রে সমন্বিত করে পাঠদান করা হয়। সামাজিক অধ্যয়নকে একটি স্বতন্ত্র ক্ষেত্র হিসেবে চিহ্নিত করার ফলে, অনেক সময় ইতিহাসের গুরুত্ব কিছুটা হ্রাস পেয়েছে, যদিও যুক্তরাষ্ট্রের ইতিহাস এর ব্যতিক্রম। প্রাথমিকভাবে, উচ্চ বিদ্যালয়ের পাঠ্যক্রমে শুধুমাত্র ইতিহাস ও নাগরিকশাস্ত্র ছিল গুরুত্বপূর্ণ বিষয়। পরবর্তীকালে অর্থনীতিও এতে যুক্ত হয় এবং ধীরে ধীরে এটি একটি গুরুত্বপূর্ণ বিষয় হিসেবে স্বীকৃতি পায়। ইতিহাস ও নাগরিকশাস্ত্র বিষয় দুটি অনেক দিক থেকে মিল রয়েছে, যদিও শ্রেণিকক্ষ কার্যক্রমে পার্থক্য দেখা যায়। এই বিষয়গুলো একত্রিত করার বিষয়ে শিক্ষাবিদদের মধ্যে কিছু মতভেদ ছিল, তবে অধিকাংশই একমত ছিলেন যে শিক্ষার্থীদের সামনে পৃথিবীর একটি সামগ্রিক চিত্র উপস্থাপন করা অত্যন্ত জরুরি।\n\n\n=== কলেজ স্তরে ===\nসামাজিক অধ্যয়ন কলেজ পর্যায়ে একটি প্রধান বিষয় (major) বা ঘনিষ্ঠ অধ্যয়নের ক্ষেত্র (concentration) হিসেবে এখনো ততটা প্রচলিত নয়, যদিও হার্ভার্ড বিশ্ববিদ্যালয়ে এই ডিগ্রি প্রদান করা হয়। হার্ভার্ড ১৯৬০ সালে সামাজিক অধ্যয়নকে একটি আনুষ্ঠানিক পাঠ্যক্ষেত্র হিসেবে চালু করে। এটি স্ট্যানলি হফম্যান-এর নেতৃত্বাধীন একটি কমিটির মাধ্যমে শুরু হয়, এবং বর্তমানে এটি Committee on Degrees in Social Studies নামে পরিচিত। বিভিন্ন খ্যাতিমান ব্যক্তি এই বিষয়ে হার্ভার্ডে পড়াশোনা করেছেন, যেমন—হেজ ফান্ড ব্যবস্থাপক বিল অ্যাকম্যান, গিটারিস্ট টম মোরেলো, এবং থিয়েটার পরিচালক ডায়ানা পাউলাস।\n\n\n== অস্ট্রেলিয়া ==\nঅস্ট্রেলিয়ার নিউ সাউথ ওয়েলস রাজ্যের শিক্ষাব্যবস্থায় Human Society and Its Environment (HSIE) একটি অনুরূপ পরিভাষা হিসেবে ব্যবহৃত হয়।\n\n\n== যুক্তরাজ্য ==\nযুক্তরাজ্যে সামাজিক অধ্যয়ন একটি ক্ষেত্র হিসেবে উনবিংশ শতাব্দীতে বিকাশ লাভ করে এবং পরবর্তীকালে বিংশ শতাব্দীতে আরও বিস্তৃত হয়। এর ভিত্তি ও কাঠামো ১৮২০-এর দশকে গ্রেট ব্রিটেনে স্থাপিত হয়, যা পরবর্তীতে যুক্তরাষ্ট্রে অন্তর্ভুক্ত হয়।\n\n\n== যুক্তরাষ্ট্র ==\nযুক্তরাষ্ট্রসহ বিভিন্ন দেশে সামাজিক অধ্যয়ন বিষয়টি সামাজিক কল্যাণ এবং এর বিকাশে উৎসাহিত করার উদ্দেশ্যে প্রবর্তিত হয়।\nসামাজিক অধ্যয়নের প্রাথমিক ধারণাগুলোর মধ্যে একটি পাওয়া যায় জন ডিউই-এর প্রাথমিক ও মাধ্যমিক শিক্ষাবিষয়ক দর্শনে। ডিউই ভূগোলকে একটি গুরুত্বপূর্ণ বিষয় হিসেবে দেখতেন, কারণ এটি মানব পেশা ও পৃথিবী সম্পর্কিত অধ্যয়নের মধ্যে একটি সেতুবন্ধন সৃষ্টি করে। তিনি তথ্য মুখস্থ ও পুনরাবৃত্তি নির্ভর শিক্ষার পরিবর্তে অনুসন্ধানভিত্তিক শিক্ষাপদ্ধতির ওপর গুরুত্বারোপ করেন এবং প্রাথমিক ও মাধ্যমিক স্তরে এমন অনুসন্ধানমূলক শিক্ষার পক্ষে মত দেন, যা উচ্চশিক্ষায় অনুসৃত শিক্ষার সঙ্গে সাযুজ্যপূর্ণ। ডিউই-এর এই ভাবনাগুলি বর্তমানে সামাজিক অধ্যয়ন শ্রেণিকক্ষে অনুসন্ধানভিত্তিক শিক্ষাদান এবং শিক্ষার্থী-নির্দেশিত অনুসন্ধানের মাধ্যমে ব্যাপকভাবে বাস্তবায়িত হয়েছে। ইতিহাস বিষয়ে তিনি গুরুত্ব দেন এর সামাজিক প্রক্রিয়া ও সমকালীন সমস্যার প্রয়োগযোগ্যতার জন্য, কেবলমাত্র মানব ইতিহাসের বিবরণ হিসেবে নয়। এই দৃষ্টিভঙ্গিতে ইতিহাস পাঠ শিক্ষার্থীদের জন্য প্রাসঙ্গিক হয়ে ওঠে এবং সমাজ উন্নয়নের একটি উপায় হিসেবে কাজ করে।\n২০শ শতকের শুরুতে যুক্তরাষ্ট্রে সামাজিক অধ্যয়ন বিষয়টি মূলত ভূগোল, সরকারব্যবস্থা এবং ইতিহাস অধ্যয়নের ওপর ভিত্তি করে গঠিত ছিল। ১৯১২ সালে, তৎকালীন যুক্তরাষ্ট্রের স্বরাষ্ট্র সচিব ফ্র্যাঙ্কলিন নাইট লেন Bureau of Education-কে (যা পরবর্তীকালে যুক্তরাষ্ট্রের শিক্ষা বিভাগ হিসেবে প্রতিষ্ঠিত হয়) পুরো শিক্ষাব্যবস্থাকে ২০শ শতকের উপযোগী করে পুনর্গঠনের দায়িত্ব দেন। এর প্রতিক্রিয়ায়, শিক্ষা ব্যুরো এবং National Education Association যৌথভাবে মাধ্যমিক শিক্ষার পুনর্গঠনের জন্য একটি কমিশন গঠন করে। এই কমিশনে মোট ১৬টি কমিটি ছিল (পরবর্তীতে ১৯১৬ সালে আরও একটি, অর্থাৎ ১৭তম কমিটি গঠিত হয়), যাদের প্রত্যেককে শিক্ষাব্যবস্থার নির্দিষ্ট একটি দিক সংস্কারের দায়িত্ব দেওয়া হয়। এই কমিটিগুলোর মধ্যে একটি ছিল কমিটি অন সোশ্যাল স্টাডিজ (Committee on Social Studies)। এই কমিটির উদ্দেশ্য ছিল এমন সব বিষয়কে একত্রিত ও মান্যতা প্রদান করা, যেগুলো প্রচলিত পাঠ্যক্রমের আওতায় পড়ত না। এসব বিষয়কে একত্রিত করে নতুন একটি বিষয় হিসেবে প্রতিষ্ঠা করার প্রস্তাব দেওয়া হয়, যার নাম হয় \"সামাজিক অধ্যয়ন\"।\nকমিটি অন সোশ্যাল স্টাডিজ (Committee on Social Studies)-এর কাজের ফলাফল হিসেবে প্রকাশিত হয় The Social Studies in Secondary Education শীর্ষক বুলেটিন নং ২৮। এই ৬৬-পৃষ্ঠার বুলেটিনটি Bureau of Education কর্তৃক প্রকাশিত ও বিতরণ করা হয়, এবং এটি সামাজিক অধ্যয়ন বিষয়কে সম্পূর্ণরূপে উৎসর্গীকৃত প্রথম প্রকাশনা হিসেবে বিবেচিত হয়। এই বুলেটিনটির উদ্দেশ্য ছিল মার্কিন শিক্ষকদের মধ্যে এই নতুন বিষয়ের ধারণা উপস্থাপন করা এবং সামাজিক অধ্যয়ন ভিত্তিক একটি জাতীয় পাঠ্যক্রম নির্মাণের জন্য দিকনির্দেশনা প্রদান করা। এতে এমন অনেক ধারণা উপস্থাপন করা হয়েছিল, যেগুলো সে সময়ে প্রগতিশীল বা বিপ্লবাত্মক বলে বিবেচিত হয়। এ কারণে এটি বিংশ শতাব্দীর শুরুতে অন্যতম বিতর্কিত শিক্ষাবিষয়ক প্রকাশনাগুলোর একটি হিসেবে বিবেচিত হয়ে থাকে। সামাজিক অধ্যয়ন ক্ষেত্রের প্রাথমিক সমর্থকদের মধ্যে হ্যারল্ড ও. রাগ এবং ডেভিড স্যাভিল মাজি উল্লেখযোগ্য ব্যক্তিত্ব ছিলেন।\nবুলেটিনটি প্রকাশের পরবর্তী বছরগুলোতে এটি শিক্ষাবিদদের কাছ থেকে সমালোচনার সম্মুখীন হয়, বিশেষ করে বিষয়টি নিয়ে অস্পষ্টতার কারণে। সমালোচকরা প্রায়শই প্রতিবেদনের প্রথম অংশের দিকে ইঙ্গিত করেন, যেখানে সামাজিক অধ্যয়নের সংজ্ঞা অস্পষ্টভাবে দেওয়া হয়েছে: \"এমন বিষয়গুলিকে বোঝানো হয় যেগুলোর বিষয়বস্তু মানব সমাজের সংগঠন ও বিকাশ এবং মানুষকে একটি সামাজিক গোষ্ঠীর সদস্য হিসেবে বিবেচনার সঙ্গে সম্পর্কযুক্ত।\"\nএই শিক্ষাক্ষেত্রে প্রকৃত পরিবর্তনগুলি ১৯৫০-এর দশকে দৃশ্যমান হতে শুরু করে, যখন রাজ্য ও জাতীয় পর্যায়ে পাঠ্যক্রম এবং শিক্ষক প্রশিক্ষণের মানদণ্ড নির্ধারণে পরিবর্তন আসে। এর ফলে তথ্যভিত্তিক জ্ঞান পরিবেশনের পরিমাণ কমে যায় এবং পরিবর্তে গুরুত্ব পায় মূল ধারণা, সাধারণীকরণ এবং বৌদ্ধিক দক্ষতা। ১৯৮০ ও ১৯৯০-এর দশকে কম্পিউটার প্রযুক্তির বিকাশ প্রকাশনা শিল্পকে প্রসারিত করে। প্রতিটি রাজ্যের পাঠ্যক্রমের ভিত্তিতে পাঠ্যপুস্তক তৈরি শুরু হয়। এর সঙ্গে যুক্ত হয় বিশ্বায়ন ও অর্থনৈতিক প্রবৃদ্ধির কারণে রাজনৈতিক প্রভাবের বৃদ্ধি, যা সরকারি ও বেসরকারি শিক্ষাব্যবস্থায় পরিবর্তন আনে। এরপর আসে জাতীয় পাঠ্যক্রম মানদণ্ডের প্রবাহ—পরীক্ষার পরিমাণ বৃদ্ধি, শিক্ষক ও স্কুল জেলার জবাবদিহিতার ওপর জোর দেওয়া হয়। এসব পরিবর্তনের মাধ্যমে সামাজিক অধ্যয়ন শিক্ষাব্যবস্থা তার বর্তমান রূপ পায়।\n\n\n=== সামাজিক অধ্যয়ন শিক্ষাদান ===\nযুক্তরাষ্ট্রে সামাজিক অধ্যয়ন শিক্ষাদানের জন্য, সংশ্লিষ্ট রাজ্যে বৈধ শিক্ষাগত সনদ (teaching certification) এবং সামাজিক অধ্যয়ন বিষয়ে একটি স্বতন্ত্র সনদপত্র প্রাপ্তি আবশ্যক। এই সনদপত্রের প্রক্রিয়া মূলত ইতিহাস, অর্থনীতি এবং নাগরিকশাস্ত্র—এই তিনটি মূল বিষয়ের ওপর ভিত্তি করে গঠিত। অনেক সময় এতে মনোবিজ্ঞান এবং সমাজবিজ্ঞান বিষয়ও অন্তর্ভুক্ত থাকে। প্রত্যেকটি রাজ্যের জন্য সনদপ্রাপ্তির নির্দিষ্ট নিয়ম ও শর্ত রয়েছে এবং যিনি শিক্ষকতা করতে চান, তাকে সেই নির্দিষ্ট রাজ্যের নিয়ম অনুসরণ করেই সনদপ্রাপ্ত হতে হয়।\n\n\n=== সামাজিক অধ্যয়নের দশটি মূল ধারণা ===\nন্যাশনাল কাউন্সিল ফর দ্য সোশ্যাল স্টাডিজ (NCSS)-এর মতে, সামাজিক অধ্যয়নের কার্যকারিতা ও মানব অভিজ্ঞতার মানদণ্ডকে প্রতিনিধিত্ব করে এমন দশটি মূল ধারণা রয়েছে, যা প্রাক-প্রাথমিক (pre-K) থেকে দ্বাদশ শ্রেণি পর্যন্ত পাঠ্যক্রমে অন্তর্ভুক্ত।\n\n\n==== সংস্কৃতি (Culture) ====\nসংস্কৃতি ও বৈচিত্র্য অধ্যয়নের মাধ্যমে শিক্ষার্থীরা সংস্কৃতিকে শেখা, রূপান্তর এবং অভিযোজনের ধাপগুলো অতিক্রম করে নিজেদের জীবন ও সমাজকে গড়ে তোলার অভিজ্ঞতা লাভ করে। এই থিমটি বহুসাংস্কৃতিকতা-র নীতিমালা অন্তর্ভুক্ত করে, যা নিজেই একটি স্বতন্ত্র অধ্যয়ন ক্ষেত্র। এর উদ্দেশ্য হল সাংস্কৃতিকভাবে বৈচিত্র্যপূর্ণ শিক্ষার্থীদের মধ্যে পারস্পরিক বোঝাপড়া বৃদ্ধি করা এবং তাদের অভিজ্ঞতাগুলোকে পাঠ্যক্রমে অন্তর্ভুক্ত করা।\n\n\n==== সময়, ধারাবাহিকতা ও পরিবর্তন (Time, continuity, and change) ====\nএই থিমে শিক্ষার্থীরা অতীতের ঘটনা এবং ইতিহাস বিশ্লেষণ করে, যা বর্তমান বিশ্বের বিকাশে ভূমিকা রেখেছে। তারা অতীতের বিশ্বাস ও মূল্যবোধ পর্যালোচনা করে সেগুলোর বর্তমান প্রয়োগ অন্বেষণ করে। এর মাধ্যমে ইতিহাস বিষয়ক অনুসন্ধান দক্ষতা গড়ে ওঠে।\n\n\n==== মানুষ, স্থান ও পরিবেশ (People, places, and environment) ====\nশিক্ষার্থীরা নিজের পরিচয়, তাদের পারিপার্শ্বিক স্থান ও পরিবেশ সম্পর্কে সচেতনতা অর্জন করে। এটি শিক্ষার্থীদের বিশ্ব সম্পর্কে স্থানিক (spatial) দৃষ্টিভঙ্গি ও দিকনির্দেশনা প্রদান করে। এই থিমটি মূলত ভূগোলবিদ্যার অংশ, যেখানে মানবজাতির সম্পদের সঙ্গে সম্পর্ক, মানচিত্র পাঠ, তথ্য বিশ্লেষণের কৌশল ও পৃথিবীর প্রাকৃতিক ও মানবিক ব্যবস্থার মধ্যে সংযোগ অধ্যয়ন করা হয়।\n\n\n==== ব্যক্তিগত বিকাশ ও পরিচয় (Individual development and identity) ====\nএই থিম শিক্ষার্থীদের নিজেদের পরিচয়, ব্যক্তিত্বের বিকাশ ও আচরণ বোঝার সুযোগ দেয়। এর মাধ্যমে তারা তাদের ওপর প্রভাব ফেলা বিভিন্ন সামাজিক, সাংস্কৃতিক ও মানসিক প্রক্রিয়া অনুধাবন করতে শেখে।\n\n\n==== ব্যক্তি, গোষ্ঠী ও প্রতিষ্ঠান (Individuals, groups, and institutions) ====\nএই থিমের মাধ্যমে শিক্ষার্থীরা বোঝে কীভাবে বিভিন্ন গোষ্ঠী ও প্রতিষ্ঠান মানুষের দৈনন্দিন জীবনে প্রভাব ফেলে। তারা শেখে কীভাবে এসব গোষ্ঠী ও প্রতিষ্ঠান গঠিত হয়, কীভাবে তা টিকে থাকে এবং সময়ের সঙ্গে কীভাবে পরিবর্তিত হয়।\n\n\n==== ক্ষমতা, কর্তৃত্ব ও শাসনব্যবস্থা (Power, authority, and governance) ====\nশিক্ষার্থীরা ইতিহাস থেকে সমসাময়িক সময় পর্যন্ত ক্ষমতা, কর্তৃত্ব ও শাসনব্যবস্থার বিভিন্ন রূপ সম্পর্কে ধারণা লাভ করে। তারা বুঝতে শেখে ক্ষমতার উদ্দেশ্য কী এবং সমাজের ওপর এই ক্ষমতার সীমাবদ্ধতা কোথায়।\n\n\n==== উৎপাদন, বিতরণ ও ভোগ (Production, distribution, and consumption) ====\nএই থিম শিক্ষার্থীদের পণ্য ও সেবার সংগঠন এবং কার্যক্রম সম্পর্কে ধারণা দেয়, যা পরবর্তীতে বৃহত্তর অর্থনৈতিক বিষয় অধ্যয়নের জন্য ভিত্তি তৈরি করে। অর্থনৈতিক বিষয় ও আর্থিক সচেতনতা শিক্ষার্থীদের শ্রমিক, উৎপাদক ও ভোক্তা হিসেবে অর্থনীতিতে সক্রিয় অংশগ্রহণের জ্ঞান ও দক্ষতা বৃদ্ধিতে সহায়তা করে।\n\n\n==== বিজ্ঞান, প্রযুক্তি ও সমাজ (Science, technology, and society) ====\nএই থিম শিক্ষার্থীদের বিজ্ঞান ও প্রযুক্তির বিকাশ এবং তার সমাজের ওপর প্রভাব সম্পর্কে বোঝার সুযোগ দেয়। তারা সময়ের সঙ্গে সঙ্গে এসব ক্ষেত্র কীভাবে বদলেছে ও সমাজকে প্রভাবিত করেছে, তা বিশ্লেষণ করে।\n\n\n==== বৈশ্বিক সংযোগ (Global connections) ====\nশিক্ষার্থীরা বিশ্বব্যাপী আন্তঃনির্ভর পরিবেশ ও পারস্পরিক যোগাযোগ সম্পর্কে ধারণা লাভ করে। তারা বোঝে কীভাবে বৈশ্বিক সংযোগ আমাদের দৈনন্দিন জীবনকে প্রভাবিত করে এবং গঠন করে।\n\n\n==== নাগরিক আদর্শ ও চর্চা (Civic ideals and practices) ====\nশিক্ষার্থীরা নাগরিকদের অধিকার ও দায়িত্ব সম্পর্কে সচেতন হয় এবং সক্রিয় নাগরিকত্বের গুরুত্ব উপলব্ধি করতে শেখে। শেষপর্যন্ত এটি তাদের সমাজে পূর্ণাঙ্গ অংশগ্রহণকারী হিসেবে বিকাশে সহায়তা করে। নাগরিকশাস্ত্র বিষয়টি যেমন ব্যক্তিগত গোপনীয়তার অধিকার, বৈচিত্র্যের প্রতি সম্মান এবং গণতান্ত্রিক পদ্ধতির মাধ্যমে মতভেদ নিরসনের মতো মূল্যবোধ শেখাতে চায়। এই বিষয়ে শিক্ষাদানের একটি কার্যকর কৌশল হল অনুকরণমূলক কংগ্রেস শুনানি (simulated congressional hearing)।\nসামাজিক অধ্যয়নের শিক্ষক ও গবেষকরা নাগরিক সম্পৃক্ততার বিভিন্ন মাত্রা চিহ্নিত করেন—আইনগত নাগরিক হিসেবে ন্যূনতম বা অনুপস্থিত সম্পৃক্ততা থেকে শুরু করে সবচেয়ে সক্রিয় ও দায়িত্বশীল রূপে ‘রূপান্তরমূলক নাগরিক’ হওয়া পর্যন্ত। এই থিমের লক্ষ্য হল শিক্ষার্থীদের এমন নাগরিক হিসেবে গড়ে তোলা, যারা কেবল গণতন্ত্রে অংশগ্রহণ করে না, বরং সামাজিক ন্যায়বিচারের স্বার্থে প্রচলিত ব্যবস্থাকে চ্যালেঞ্জ করতেও প্রস্তুত থাকে।\n\n\n== বহিঃসংযোগ ==\nমাধ্যমিক শিক্ষায় সামাজিক অধ্যয়ন (The Social Studies in Secondary Education)\nন্যাশনাল কাউন্সিল ফর দ্য সোশ্যাল স্টাডিজ\nসামাজিক অধ্যয়ন শিক্ষায় পরিবর্তন\nসামাজিক অধ্যয়নের অংশ হিসেবে ইতিহাস\nসামাজিক নাগরিকত্ব (Social Civics), প্রকাশিত নিউ ইয়র্কে, ম্যাকমিলান কোম্পানি, ১৯২২\n\n\n== তথ্যসূত্র =="}