{"pageid": 1532165, "title": "মেহমেদ পাশা সোকোলোভিচ ব্রিজ", "url": "https://bn.wikipedia.org/wiki?curid=1532165", "content": "মেহমেদ পাশা সোকোলোভিচ ব্রিজ (সার্বীয়: Мост Мехмед-паше Соколовића) হল ভিশেগ্রাদ, বসনিয়া ও হার্জেগোভিনা-এর দ্রিনা নদীর উপর অবস্থিত একটি ঐতিহাসিক সেতু, যা রেপুবলিকা সার্পস্কা অঞ্চলে অবস্থিত। গ্র্যান্ড ভিজিয়ার মেহমেদ পাশা সোকলোভিচ-এর আদেশে এটি ওসমানীয় দরবারের প্রধান স্থপতি মিমার সিনান কর্তৃক নির্মিত হয়েছিল, যা ১৫৭৭ সালে সম্পন্ন হয়। ২০০৩ সালে কনস কর্তৃক সেতুটি জাতীয় স্মৃতিস্তম্ভের তালিকায় অন্তর্ভুক্ত হয় এবং ২০০৭ সালে ইউনেস্কো এটিকে বিশ্ব ঐতিহ্যের তালিকায় স্থান দেয়।\n\n\n== বিশেষত্ব ==\nএটি তুর্কি স্মৃতিস্তম্ভ স্থাপত্য ও সিভিল ইঞ্জিনিয়ারিংয়ের শীর্ষ পর্যায়ের নিদর্শন। এতে মোট ১১টি পাথরের খিলান রয়েছে, যেগুলোর বিস্তার ১১ থেকে ১৫ মিটার পর্যন্ত। নদীর বাম তীরে একটি প্রবেশ র‌্যাম্প রয়েছে, যা চারটি খিলানবিশিষ্ট এবং মূল সেতুর সাথে সমকোণ তৈরি করেছে।\nএই ১৭৯.৫-মিটার দীর্ঘ (৫৮৯-ফুট) সেতুটি মিমার সিনান-এর একটি প্রতিনিধিত্বমূলক নিদর্শন। তিনি ওসমানীয় যুগের অন্যতম শ্রেষ্ঠ স্থপতি ও প্রকৌশলী ছিলেন। তাঁর কাজ ইতালীয় রেনেসাঁর সঙ্গে তুলনাযোগ্য। ইউনেস্কোর সারাংশে বলা হয়েছে: সুষম অনুপাত এবং স্মৃতিস্তম্ভের মহিমান্বিত রূপের অনন্য নান্দনিকতা এই স্থাপত্যশৈলীর মহত্ত্বের সাক্ষ্য বহন করে।\n\n\n== ইতিহাস ==\nভিশেগ্রাদ সেতুটি গ্র্যান্ড ভিজিয়ার মেহমেদ পাশা সোকলোভিচ-এর আদেশে নির্মিত হয়। তিনি তিনজন সুলতানের শাসনামলে সাম্রাজ্যের শীর্ষ পর্যায়ে দীর্ঘ সময় ধরে ক্ষমতা পরিচালনা করেছিলেন। এটি তাঁর জন্মস্থানের প্রতি শ্রদ্ধা জ্ঞাপনের জন্য এবং বাণিজ্য ও সমৃদ্ধির প্রতীক হিসেবে নির্মাণ করা হয়। সেতুটির নির্মাণ কাজ ১৫৭১ থেকে ১৫৭৭ সালের মধ্যে সম্পন্ন হয়। পরবর্তী সময়ে ১৬৬৪, ১৮৭৫, ১৯১১, ১৯৪০ এবং ১৯৫০-৫২ সালে এর বড় সংস্কার করা হয়। প্রথম বিশ্বযুদ্ধের সময় এর ১১টি খিলানের মধ্যে ৩টি ধ্বংসপ্রাপ্ত হয় এবং দ্বিতীয় বিশ্বযুদ্ধের সময় ৫টি খিলান ক্ষতিগ্রস্ত হয়, তবে পরবর্তীতে তা পুনর্নির্মাণ করা হয়।\n\n\n=== সংস্কার ===\n২০০৭ সালে ইউনেস্কো এটিকে বিশ্ব ঐতিহ্যবাহী স্থানের তালিকায় অন্তর্ভুক্ত করে।\nতুর্কি আন্তর্জাতিক সহযোগিতা ও উন্নয়ন সংস্থা (TIKA) সেতুটির সংস্কারের জন্য ৩.৫ মিলিয়ন ইউরো বরাদ্দ করে। ২০১০ সালের ১৯ এপ্রিল TIKA, বসনিয়া ও হার্জেগোভিনার ইউনেস্কো সহযোগিতা কমিশন, রেপুবলিকা সার্পস্কার সাংস্কৃতিক মন্ত্রণালয় এবং ভিশেগ্রাদ পৌরসভার প্রতিনিধিরা সেতুর পুনর্নির্মাণ সংক্রান্ত একটি চুক্তি স্বাক্ষর করেন।\n\n\n== সাহিত্যে ==\nএই সেতুটি নোবেল পুরস্কার বিজয়ী যুগোস্লাভ লেখক ইভো আন্দ্রিচ রচিত দ্য ব্রিজ অন দ্য দ্রিনা (১৯৪৫) গ্রন্থের জন্য বিশেষভাবে পরিচিত।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}