{"pageid": 1532936, "title": "রাজা নাসির আব্বাস জাফরি", "url": "https://bn.wikipedia.org/wiki?curid=1532936", "content": "রাজা নাসির আব্বাস জাফরি ( উর্দু: راجہ ناصر عباس جعفری‎‎   ) একজন পাকিস্তানি রাজনীতিবিদ এবং পাঞ্জাব থেকে পাকিস্তানের সিনেটের সদস্য। তিনি একজন শিয়া মুসলিম ধর্মগুরু এবং মজলিস ওয়াহদাত-ই-মুসলিমিন (এমডব্লিউএম) এর প্রধান। \n\n\n== রাজনৈতিক জীবন ==\nজাফরি একজন শিয়া মুসলিম। তিনি শিয়া-সুন্নি সম্পর্কের পক্ষে মত দিয়েছেন। তিনি ধর্মীয় রাজনীতিতে জড়িত হন এবং সন্ত্রাসবাদ বা ইসলামী মৌলবাদের দিকগুলির পরিবর্তে মধ্যপন্থী ইসলাম, ইসলামী সমাজতন্ত্র এবং ইসলামী গণতন্ত্র প্রচার করেন।   মজলিস ওয়াহদাত-ই-মুসলিমিন (এমডব্লিউএম) এর নেতৃত্বের মাধ্যমে তিনি পাকিস্তানে শিয়াদের অধিকারের পক্ষে কথা বলেছেন।\nজাফরি তেহরিক-ই-তালেবান পাকিস্তান (টিটিপি) প্রধান সন্ত্রাসী গোষ্ঠীর একজন কট্টর সমালোচক। তিনি টিটিপির সাথে 'গোপন সরকারি আলোচনা' বা শান্তি আলোচনার তীব্র বিরোধিতা করেছেন। \nএমডব্লিউএম-এর নেতা হিসেবে, তিনি ইসলামের অন্যান্য সম্প্রদায়ের অনুসারী দলগুলির সাথে ইতিবাচক সম্পর্ক স্থাপন করেন।২০১৪ সালে  তিনি সুন্নি ইত্তেহাদ কাউন্সিল (এসআইসি), একটি বেরেলভি সুন্নি সংগঠনের সাথে ঘনিষ্ঠ জোট গঠন করেন। \nতিনি ২০১৩ সালের নির্বাচনে ইমরান খানের নেতৃত্বাধীন উদীয়মান পাকিস্তান তেহরিক-ই-ইনসাফ (পিটিআই) দলকেও সমর্থন করেছিলেন। সেখানে তিনি এবং ইমরান খান শান্তি ও ন্যায়বিচার প্রতিষ্ঠার জন্য একটি জোট গঠন করেছিলেন। \nপাকিস্তানের রাজনীতিতে জাফরির সবচেয়ে উল্লেখযোগ্য পদক্ষেপ আসে ২০২২-২০২৩ সালের রাজনৈতিক অস্থিরতার সময়।এসময়  তিনি ইমরান খান এবং পাকিস্তান তেহরিক-ই-ইনসাফের পক্ষে ছিলেন। ২০১০ সালের শুরুর দিকে, তিনি পাকিস্তানি ও মুসলমানদের মধ্যে দুর্নীতি এবং অনৈক্যের বিরুদ্ধে সক্রিয়ভাবে প্রতিবাদ করে আসছেন। এছাড়াও, তিনি বরাবরইদুর্নীতি ও কারচুপির বিরুদ্ধে ইমরান খানের নীতিগুলিকে  সমর্থন করে আসছেন।\n২০২৪ সালের সাধারণ নির্বাচনে, তিনি পিটিআই-এর সাথে একটি জোট গঠন করেন। তিনি আরও উল্লেখ করেন যে, এমডব্লিউএম-এর পরিবর্তে পিটিআই রাজনীতিবিদদের প্রতিনিধিত্ব করার জন্য সুন্নি ইত্তেহাদ কাউন্সিলকে নির্বাচন করায় কোনও সমস্যা ছিল না। তিনি, এমডব্লিউএম, এসআইসি এবং পিটিআইয়ের দুর্নীতির বিরুদ্ধে একটি জোটে ঐক্যবদ্ধ ছিলেন। \n২০২৪ সালের পাকিস্তানি সিনেট নির্বাচনে এমডব্লিউএম প্রার্থী হিসেবে জাফরি পাঞ্জাব প্রদেশ থেকে বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হন। \n\n\n== তথ্যসূত্র =="}