{"pageid": 1532726, "title": "ইবনে তুর্কমানি", "url": "https://bn.wikipedia.org/wiki?curid=1532726", "content": "আবুল হাসান আলাউদ্দিন আলী ইবনে উসমান ইবনে ইবরাহীম ইবনে মোস্তফা আল-মারদিনী  (৬৮৩ - ৭৫০ হি. / ১২৮৪ - ১৩৪৯ খ্রি.) ছিলেন একজন পণ্ডিত, ধর্মতত্ত্ববিদ ও হানাফী আইনবিদ। তিনি হাদিস ও আরবি ভাষা ও সাহিত্যেরও একজন প্রসিদ্ধ পণ্ডিত ছিলেন। তিনি ইবনে তুর্কমানি নামেই অধিক পরিচিত। ইবনে তুর্কমানি তুরস্কের মারদিন শহরে জন্ম গ্রহণ করেছিলেন এবং তিনি মিশরে বসবাস করতেন। তিনি হানাফি মাযহাবের একজন বড় শাস্ত্রজ্ঞ ছিলেন এবং মাযহাবের সমর্থনে অনেক লেখালেখি করেছেন। তার অনেক গ্রন্থ রয়েছে, যার মধ্যে হাদিস শাস্ত্রে আল-মুনতাখাব, আল-দুয়াফা ওয়াল মাতরুকিন, আল-মু'তালিফ ওয়াল মুখতালিফ ও তাখরিজ আহাদিসিল হিদায়া উল্লেখযোগ্য। তার ছাত্রদের মধ্যে যাইনুদ্দিন আল-ইরাকি উল্লেখযোগ্য আলেম ছিলেন।  \n\n\n== জীবনী ==\nতাঁর জীবনী সম্পর্কে বিশদ বিবরণ সব সময় পাওয়া যায় না। তিনি ৬৮৩ হিজরি সালে (১৩৪৯ খ্রি.) তুরস্কে জন্মগ্রহণ করেন। তাঁর পূর্ণ নাম হল আবুল হাসান আলা'উদ্দীন আলী ইবনে উসমান ইবন ইব্রাহিম ইবনে মুস্তফা আল-মারদিনি। তার এই দীর্ঘ নাম থেকে বোঝা যায়, তিনি একটি সম্মানিত ও জ্ঞানসমৃদ্ধ পরিবার থেকে এসেছিলেন। তৎকালীন আলা'উদ্দীন উপাধি ছিল এমন ব্যক্তিদের জন্য, যারা ধর্মীয় ও জ্ঞানীয় ক্ষেত্রে উচ্চ মর্যাদার অধিকারী ছিলেন।\nতার নামের শেষে \"আল-মারদিনি\" থেকে বোঝা যায় যে, তিনি মারদিন শহরের অধিবাসী ছিলেন। মারদিন বর্তমান সময়ে দক্ষিণ-পূর্ব তুরস্কে অবস্থিত এবং এটি ইসলামী যুগে একটি গুরুত্বপূর্ণ জ্ঞান ও সাংস্কৃতিক কেন্দ্র ছিল। শহরে অনেক আলেম জন্মগ্রহণ করেছেন এবং সেখানকার মাদরাসাগুলি ইসলামী শিক্ষা বিস্তারে উল্লেখযোগ্য ভূমিকা পালন করেছিল। \n\n\n== রচনাবলী ==\nতিনি উলুমে হাদিস, ফিকহ, উসুলে ফিকহ ইত্যাদি বিষয়ে বেশ কয়েকটি গ্রন্থ রচনা করেছেন। তাঁর কিছু উল্লেখযোগ্য রচনা হল: \n\nতাখরিজ আহাদিসিল হিদায়াহ: গ্রন্থটি হানাফি মাযহাবের দলীলসমূহ নিয়ে রচিত একটি প্রাচীন গ্রন্থ, যা পরবর্তী অনেক হানাফি আলেমের জন্য এক গুরুত্বপূর্ণ মানদণ্ডে পরিণত হয়েছিল এবং পরবর্তী অনেক আলেম নিজেদের রচনায় গ্রন্থটি অনুসরণ করেছেন; যেমন: ইমাম যাইলায়ী, ইবনে হাজার আসক্বালানী, কামাল ইবনে হুমাম ও ইবনে কুতলুবুগা প্রমুখ। এই গ্রন্থের বিশেষত্ব হল, এতে ফিকহ ও হাদিসের মত দুটি ইসলামি শাস্ত্র একত্রিত হয়েছে। এই গ্রন্থের আলোচ্য বিষয় হলো, হানাফি মাযহাবের দলীলসমূহকে ব্যাখ্যা করা এবং যেসব হাদীস এই মাযহাবের দলীল হিসেবে ব্যবহৃত হয়, উলুমে হাদিসের আলোকে সেগুলির প্রামাণিকতা যাচাই করা। এটি দুইটি গুরুত্বপূর্ণ মৌলিক হানাফি গ্রন্থকে ভিত্তি হিসেবে রচনা করা হয়েছে: বুরহানুদ্দিন মির্গিনানি কর্তৃক রচিত হিদায়ার শরাহ (ব্যাখ্যাগ্রন্থ) বেদায়াতুল মুবতাদি ও ইমাম হুসামুদ্দিন আবুল হাসান আলী ইবনে আহমদ কর্তৃক রচিত খুলাসাতুদ দালাঈল ফি তানকীহিল মাসাঈল। গ্রন্থটিতে তিনি শুধুমাত্র হাদীসগুলি কোথায় কোথায় পাওয়া যায়, তা উল্লেখ করেছেন। এছাড়া হাদীসের উপর ফিকহি বা রেওয়াত-বিষয়ক গভীর বিশ্লেষণ করেছেন খুবই কম করেছেন। \nআল-মুনতাখাব\nআল-দুয়াফা ওয়াল মাতরুকিন\nআল-মু'তালিফ ওয়াল মুখতালিফ\nআল জাওহার আন-নাকি \n\n\n== মৃত্যু ==\nতিনি ৭৫০ হিজরি মোতাবেক ১৩৪৯ সালে ইন্তেকাল করেন। \n\n\n== তথ্যসূত্র =="}