{"pageid": 1532839, "title": "দার আল-ফারুক ইসলামিক সেন্টার", "url": "https://bn.wikipedia.org/wiki?curid=1532839", "content": "দার আল-ফারুক ইসলামিক সেন্টার যুক্তরাষ্ট্রের মিনেসোটা রাজ্যের ব্লুমিংটনে অবস্থিত একটি মসজিদ।\n২০১৭ সালের ৫ আগস্ট, ইলিনয়ের ক্লারেন্সের এমিলি ক্লেয়ার হরি (তৎকালীন মাইকেল হরি নামে পরিচিত), মাইকেল ম্যাকওয়োর্টার এবং জো মরিস মসজিদটির কাছে একটি ইম্প্রোভাইজড এক্সপ্লোসিভ ডিভাইস মুসলমানদের যুক্তরাষ্ট্র ছেড়ে যেতে ভয় দেখানোর উদ্দেশ্যে বিস্ফোরিত করে। এতে কাঠামোটির ক্ষতি করে। তবে কেউ আহত হয়নি। ম্যাকওয়োর্টার এবং মরিস হামলার সাথে সম্পর্কিত অপরাধের জন্য দোষ স্বীকার করে এবং ২০২০ সালের ফেডারেল বিচারে হরি বেশ কয়েকটি অপরাধে দোষী সাব্যস্ত হয়।\n\n\n== ইতিহাস ==\nমসজিদটি ২০১১ সালে প্রথম খোলা হয়েছিল। তখন দার আল ফারুক সেন্টার একটি ভবন কিনেছিল এবং এটি পূর্বে নর্থগেট এলিমেন্টারি স্কুল এবং কনকর্ডিয়া হাই স্কুলের স্থান ছিল। যে ভবনটিতে এখন মসজিদ অবস্থিত, সেটি কখনও কখনও একটি লুথেরান চার্চ দ্বারাও ব্যবহৃত হত।\n\n\n=== ২০১৭ সালের বোমা হামলা ===\n২০১৭ সালের ৫ আগস্ট, স্থানীয় সময় প্রায় ৫:০০ টায়, মসজিদটির কাছে একটি ইম্প্রোভাইজড এক্সপ্লোসিভ ডিভাইস বিস্ফোরিত হয়। এটি একজন ইমাম এর অফিসের ক্ষতি করে এবং পুরো ভবনে ধোঁয়া ছড়িয়ে দেয়। বিস্ফোরণে কেউ আহত হয়নি।\nতৎকালীন মিনেসোটার গভর্নর মার্ক ডায়টন মসজিদ পরিদর্শনের সময় এই হামলাকে \"সন্ত্রাসী কর্মকাণ্ড\" হিসেবে নিন্দা করেন। প্রেসিডেন্ট ট্রাম্প এবং হোয়াইট হাউস এই হামলার বিষয়ে নীরব ছিল। কিন্তু রাষ্ট্রপতি উপদেষ্টা সেবাস্টিয়ান গোর্কা পরামর্শ দিয়েছিলেন যে এটি \"বামপন্থীদের দ্বারা\" আয়োজিত একটি ধাপ্পাবাজি হতে পারে।  মুসলিম আমেরিকানদের সাথে সংহতি প্রদর্শনের জন্য ৮ আগস্ট ইসলামিক সেন্টারের কাছে একটি ফুটবল মাঠে শত শত সম্প্রদায়ের সদস্য জড়ো হয়েছিল। ইহুদি এবং খ্রিস্টান ধর্মীয় নেতারা, স্থানীয়, রাজ্য কর্মকর্তারা এবং মার্কিন সিনেটর আল ফ্রাঙ্কেন সবাই উপস্থিত ছিলেন।\n২০১৮ সালের ১৩ মার্চ, এফবিআই বোমা হামলার সাথে সম্পর্কিত তিন সন্দেহভাজনকে গ্রেপ্তারের ঘোষণা দেয়। সন্দেহভাজনদের সাবেক শেরিফের ডেপুটি এমিলি হরি (তৎকালীন মাইকেল হরি নামে পরিচিত), ৪৭, মাইকেল ম্যাকওয়োর্টার, ২৯ এবং জো মরিস, ২২, সবাই ক্লারেন্স, ইলিনয় এর বাসিন্দা হিসেবে শনাক্ত করা হয়। ম্যাকওয়োর্টার বলেছিলেন যে বোমা হামলার পেছনের উদ্দেশ্য ছিল \"মুসলিমদেরকে যুক্তরাষ্ট্র থেকে ভয় দেখানো\"... কারণ তারা তাদের বিশ্বাস অন্য সকলের উপর চাপিয়ে দেয়।\" তিনজনকে একটি মেশিনগান রাখার অভিযোগে গ্রেপ্তার করা হয়েছিল। হরির থ্রি পার্সেন্টার্স এর সাথে সংযোগ ছিল, একটি অতি-ডানপন্থী, সরকার বিরোধী মিলিশিয়া।\nপাঁচ সপ্তাহের ফেডারেল বিচারের পর, ২০২০ সালের ৯ ডিসেম্বর মিনেসোটার একটি জুরি সম্পত্তির ধ্বংস এবং ধর্মীয় বিশ্বাসের মুক্ত প্রকাশের বিরুদ্ধে বলপ্রয়োগের হুমকির সাথে সম্পর্কিত পাঁচটি ভিন্ন অভিযোগে হরিকে দোষী সাব্যস্ত করে। কর্তৃপক্ষ হরিকে বোমা হামলার মূল পরিকল্পনাকারী হিসেবে শনাক্ত করে। তিনি হামলা চালাতে সাহায্য করার জন্য ম্যাকওয়োর্টার এবং মরিসকে নিয়োগ করেছিলেন এবং তারা কম শিক্ষিত এবং আর্থিক সঙ্কটে ছিলেন। ম্যাকওয়োর্টার এবং মরিস এই ঘটনার সাথে সম্পর্কিত অপরাধের জন্য দোষ স্বীকার করেছিলেন, ৩৫ বছর কারাদণ্ডের সম্ভাবনা মেনে নিয়েছিলেন, কিন্তু তার বিচারে হরির বিরুদ্ধে সাক্ষ্য দেওয়ার পরে লঘু সাজার আশা করেছিলেন। ২০২১ সালের ১৩ সেপ্টেম্বর, হরিকে ৫৩ বছরের কারাদণ্ড দেওয়া হয়েছিল। হরির বিরুদ্ধে মামলায় তাদের সহযোগিতার জন্য ম্যাকওয়োর্টার এবং মরিসের জন্য প্রসিকিউটররা ৫০ শতাংশ হ্রাসকৃত সাজার অনুরোধ করেছিলেন। ২০২২ সালের ১২ এপ্রিল, ম্যাকওয়োর্টার ১৫ বছরের কারাদণ্ড এবং মরিস ১৪ বছরের কারাদণ্ড পেয়েছিলেন। \n\n\n=== প্রথম সংশোধনীর বিতর্ক ===\n২০১৯ সালে, ব্লুমিংটন শহর একটি অধ্যাদেশ পাস করে এবং এটি দার আল-ফারুক ইসলামিক সেন্টারের শিক্ষার্থীদের একটি পাবলিক পার্কে চিত্রগ্রহণ করতে নিষেধ করে। যার ফলে সংশ্লিষ্ট পক্ষগুলির প্রথম সংশোধনী অধিকার পুনঃপ্রতিষ্ঠার জন্য শহরের বিরুদ্ধে যুক্তরাষ্ট্রের অষ্টম সার্কিটের আপিল আদালতে একটি সফল মামলা হয়। কিথ এলিসন পূর্বে আদালতকে মামলাটি বাতিল করার জন্য বলেছিলেন।\n\n\n== তথ্যসূত্র =="}