{"pageid": 1532660, "title": "কারা কারাগার", "url": "https://bn.wikipedia.org/wiki?curid=1532660", "content": "কারা কারাগার বা হাবস কারা (আরবি: حبس قارا ; এছাড়াও আরবি: حبس د النصارى; অনুবাদ: খ্রিস্টানদের কারাগার), যা খ্রিস্টান দাসদের কারাগার নামেও পরিচিত, হলো ভূগর্ভস্থ খিলানযুক্ত কক্ষের একটি সিরিজ যা ১৮ শতকের গোড়ার দিকে মরক্কোর মেকনেসে সুলতান মৌলে ইসমাইলের আদেশে নির্মিত হয়েছিল। যদিও এটিকে ভূগর্ভস্থ কারাগার হিসেবে জনপ্রিয়ভাবে বর্ণনা করা হয়েছে যেখানে হাজার হাজার বন্দী থাকতে পারত, যাদের বেশিরভাগই সমুদ্রে বন্দী ইউরোপীয়, তবে বেশিরভাগ পণ্ডিত একমত যে এটি মূলত মৌলে ইসমাইলের কসবার রাজকীয় কমপ্লেক্সের জন্য একটি বিশাল সংরক্ষণ স্থান হিসেবে কাজ করত।\n\n\n== নাম ==\nএকটি বর্ণনা অনুসারে, কারা কারাগারের নামকরণ করা হয়েছিল একজন পর্তুগিজ স্থপতির নামে, যিনি নিজেও একজন বন্দী ছিলেন বলে জানা গেছে এবং সুলতান মৌলে ইসমাইলের মুক্তির বিনিময়ে এই স্থানটি নকশা করেছিলেন। অন্য একটি বিবরণে বলা হয়েছে যে, ফরাসি দখলের সময় এই স্থানটির নামকরণ করা হয়েছিল এবং এই নামটি কারারক্ষীর ডাকনাম থেকে এসেছে যিনি টাক  (আরবি: قرع) ছিলেন বলে জানা গেছে।\nআরবিতে কক্ষগুলি \"ভূগর্ভস্থ ভাণ্ডার\" (আরবি : السرداب) বা \"প্যাসেজওয়ে\" (আরবি : الدهليز) নামেও পরিচিত।\n\n\n== ইতিহাস ==\nকারা \"কারাগার\" মৌলে ইসমাইলের কসবার অংশ হিসেবে নির্মিত হয়েছিল। এটি ছিল রাজকীয় কমপ্লেক্স যা মরক্কোর সুলতান মৌলে ইসমাইলের রাজধানী হিসেবে কাজ করত। মৌলে ইসমাইল মেকনেসকে বেছে নিয়েছিলেন, কারণ এটি এমন একটি শহর তার রাজত্বের আগে কৌশলগত কারণে এবং সম্ভবত পূর্ববর্তী মরক্কোর রাজবংশের ছায়ার বাইরে রাজা হিসাবে তার নিজস্ব ছাপ রেখে যাওয়ার জন্য যার বৌদ্ধিক বা রাজনৈতিকভাবে কোনও বিশেষ গুরুত্ব ছিল না। ভূগর্ভস্থ ভল্ট এবং বৃহত্তর কমপ্লেক্স নির্মাণে বন্দী এবং দাসদের ব্যবহার করা হয়েছিল, যদিও পণ্ডিতদের গবেষণায় অনুমান করা হয়েছে যে তারা মোট কর্মী বাহিনীর একটি ক্ষুদ্র অংশ ছিল।\nফরাসি প্রটেক্টরেটের অধীনে এই স্থানটি মাঝে মাঝে মরক্কোর প্রতিরোধের সদস্যদের আটক করার জন্য ব্যবহৃত হত। মানুষ যাতে হারিয়ে না যায় সেজন্য ফরাসি কর্তৃপক্ষ এর কিছু পথ সিমেন্ট দিয়ে সিল করে দেয়।\n\n\n== স্থাপত্য এবং ব্যাপ্তি ==\nভূগর্ভস্থ ভল্টগুলি কুব্বাত আল-খায়্যাতিনের সামনের চত্বরের ঠিক নীচে অবস্থিত। প্রবেশযোগ্য অংশগুলির মধ্যে রয়েছে বিশাল স্তম্ভ সহ তিনটি বড় কক্ষ। অভিযাত্রী এবং অভিযাত্রীদের হারিয়ে যাওয়ার বেশ কয়েকটি ঘটনার কারণে কর্তৃপক্ষ বাকি অংশটি অবরুদ্ধ করে রেখেছিল। মৌলে ইসমাইলের কসবার পুরো কমপ্লেক্সের নীচে বেশ কয়েকটি ভূগর্ভস্থ খিলান রয়েছে এবং এগুলি একে অপরের সাথে সংযুক্ত কিনা তা অজানা।\nমরক্কোর ঐতিহাসিক ইবনে জায়দানের মতে, এর কাঠামো ছিল শক্তিশালী এবং স্থিতিস্থাপক। কারণ \"এর উপর দিয়ে আরোহীরা যাতায়াত করত, বোঝাই পশুরা বড় বড় পাথর টেনে নিয়ে যেত, এবং রাতদিন বাষ্প বোঝাই যানবাহন এর উপর দিয়ে চলাচল করত, এমনকি বড় বড় গাছ সহ বাগানগুলিও রোপণ করা হত এবং প্রায়শই সেচ দেওয়া হত, যার ফলে এর গঠনে কোনও প্রভাব পড়েনি\"।\n\nভূগর্ভস্থ ভল্টগুলি সম্ভবত খনন করা হয়নি, বরং প্রথমে নির্মিত হয়েছিল, তারপর উপরে কসবা ভবনগুলি নির্মিত হয়েছিল।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== নগর কিংবদন্তি ==\nএই স্থান সম্পর্কে প্রচলিত কল্পকাহিনী অনুসারে, এটি সমগ্র মেকনেসের নীচে, এমনকি কাছাকাছি বা আরও অদ্ভুত বর্ণনায় মারাকেশ বা তাজার মতো দূরবর্তী শহর পর্যন্ত বিস্তৃত ছিল। মৌলে ইসমাইলের রাজত্বকালে মেকনেসে খ্রিস্টান বন্দীদের সংখ্যা প্রায়শই ইউরোপীয় এবং মরক্কোর বিবরণ দ্বারা অতিরঞ্জিত করা হয়। তাদের প্রকৃত সংখ্যা সম্ভবত ৫০০ থেকে ৮০০ এর মধ্যে ছিল। আরেকটি প্রচলিত ধারণা ছিল যে, এর কোন দরজা-জানালা ছিল না এবং এর প্রবেশপথের একমাত্র স্থান ছিল ছাদের একটি খোলা অংশ। জানা গেছে যে, সেখানে মারা যাওয়া বন্দীদের মন্দ আত্মারা এই স্থানটিকে \"অভিশপ্ত\" করেছিল। জনশ্রুতি আছে যে, মৌলে ইসমাইল একটি গোপন পালানোর পথ তৈরি করেছিলেন এবং যারা এটি খুঁজে পেতে পারতেন তাদের স্বাধীনতা দিয়ে পুরস্কৃত করা হত।\n\n\n== তথ্যসূত্র =="}