{"pageid": 1532632, "title": "নরওয়ের সাম্যবাদী দল", "url": "https://bn.wikipedia.org/wiki?curid=1532632", "content": "নরওয়ের সাম্যবাদী দল ( নরওয়েজীয়: Norges Kommunistiske Parti  , NKP) নরওয়ের একটি সাম্যবাদী দল ।\nনরওয়েজীয় শ্রমিক দলে বিভক্তির পর ১৯২৩ সালে এনকেপি গঠিত হয়। দলটি প্রতিষ্ঠার সময় থেকেই স্ট্যালিনবাদী ছিল এবং ট্রটস্কিবাদের বিরোধী ছিল।\nদ্বিতীয় বিশ্বযুদ্ধের সময়, সোভিয়েত ইউনিয়ন এবং জার্মানির মধ্যে চুক্তির প্রতি শ্রদ্ধা রেখে, এনকেপি প্রাথমিকভাবে জার্মান দখলদারিত্বের বিরুদ্ধে সক্রিয় প্রতিরোধের বিরোধিতা করেছিল। জার্মানি চুক্তি বাতিল করে সোভিয়েত ইউনিয়ন আক্রমণ করার পর, নরওয়ের সাম্যবাদী দল প্রতিরোধে যোগ দেয়।\nনাৎসি-বিরোধী সংগ্রামে ভূমিকার ফলে, যুদ্ধের পর এনকেপির জনপ্রিয়তা বৃদ্ধি পায়, কিন্তু স্নায়ুযুদ্ধ শুরু হওয়ার সাথে সাথে জনসমর্থন কমে যায়। ক্ষমতাসীন শ্রমিক দল সাম্যবাদীদের বিরুদ্ধে কঠোর অবস্থান নেয়, যার পরিণতি ঘটে ১৯৪৮ সালে প্রধানমন্ত্রী আইনার গেরহার্ডসেনের নিন্দামূলক ক্র্যাকেরোয় ভাষণে । নরওয়ে সরকার দলটিকে চরমপন্থী সংগঠন হিসেবে বিবেচনা করত এবং স্নায়ুযুদ্ধের সময় পুলিশ নজরদারি সংস্থা এর কার্যকলাপ নিবিড়ভাবে পর্যবেক্ষণ করত।\nসময়ের সঙ্গে সঙ্গে এনকেপির আদর্শে কিছু পরিবর্তন হয়েছে। ১৯৫৩ সালে স্ট্যালিনের মৃত্যুর পর ক্রুশ্চেভের নেতৃত্ব করে দলটি স্ট্যালিনের শাসনের নিন্দা করে, কিন্তু কিছু মতবিরোধের ঘটনা সত্ত্বেও, স্নায়ুযুদ্ধের শেষ পর্যন্ত সোভিয়েত-পন্থী ছিল। সোভিয়েত ইউনিয়নের পতনের পর, দলটি সোভিয়েত মডেলের কিছু ত্রুটি স্বীকার করেছে। তাসত্ত্বেও দলটি ঐতিহ্যবাহী সোভিয়েত এবং রাশিয়াপন্থী রাজনৈতিক দৃষ্টিভঙ্গি সমর্থন করে, ন্যাটো, ইউরোপীয় ইউনিয়ন এবং মার্কিন যুক্তরাষ্ট্রের বিরোধিতা করে।\n১৯৪০-এর দশকের শেষের দিক থেকে নরওয়েজীয় সংসদীয় রাজনীতিতে এনকেপি প্রান্তিক শক্তিতে পরিণত হয়েছে। ২০১৭ সালের সংসদ নির্বাচনে দলটি মাত্র ৩০৯টি ভোট পেয়েছিল। \n\n\n== ইতিহাস ==\n\n\n=== পটভূমি, প্রতিষ্ঠা এবং যুদ্ধ-পূর্ব যুগ ===\n\n১৯১৯ সালে মার্টিন ট্রানমেলের নেতৃত্বে নরওয়েজীয় শ্রমিক দল (ডিএনএ) কমিউনিস্ট ইন্টারন্যাশনালের (কমিন্টার্ন)-এর সদস্য হয়। ট্রানমেল একুশ দফা শর্ত ঘোষণার পর ক্রমশ কমিনটার্নের প্রতি সন্দেহপ্রবণ হয়ে পড়েন, কারণ সেখানে বলা হয়েছিল যে সদস্যদের গণতান্ত্রিক কেন্দ্রিকতা এবং দলীয় শৃঙ্খলা প্রয়োগ করতে হবে। তা সত্ত্বেও, ট্রানমেল শ্রমিক দলের কমিনটার্ন সদস্যপদকে সমর্থন করে চলেছিলেন। ১৯২১ সালে দলের মধ্যে বিভক্তি দেখা দেয় এবং সামাজিক গণতান্ত্রিক শ্রমিক দল গঠিত হয়। ১৯২২ সালে অসুস্থতা এবং পরবর্তীতে মৃত্যুর কারণে কাইরে গ্রেপের অনুপস্থিতির পর, ট্রানমেলপন্থী এবং দলের সংসদীয় নেতা ওলাভ শেফ্লোর সমর্থকদের মধ্যে শীঘ্রই ক্ষমতার দ্বন্দ্ব শুরু হয়। এই সংগ্রামের কারণ ছিল ট্রানমেলের গ্রেপকে দলের পরবর্তী নেতা হতে বাধা দেওয়ার ইচ্ছা; প্রসঙ্গত গ্রেপ কমিন্টার্নের সমর্থক ছিলেন। \nকমিন্টার্নের চতুর্থ বিশ্ব কংগ্রেসের সময় ট্রানমেল শ্রমিক দলের অভ্যন্তরীণ বিষয়ে কমিন্টার্নের হস্তক্ষেপ নিয়ে তিতিবিরক্ত হয়ে পড়েন। তিনি কমিন্টার্নের সদস্যপদ প্রত্যাহারের জন্য কেন্দ্রীয় বোর্ডের মধ্যে সংখ্যাগরিষ্ঠতা অর্জন করতে সক্ষম হন, কিন্তু কমিন্টার্নের প্রতিনিধি কার্ল রাডেক কিছুটা কৌশলে দলের জাতীয় বোর্ডের সংখ্যাগরিষ্ঠ সদস্যপদ ধরে রাখার পক্ষে ভোট করাতে সক্ষম হন। ১৯২১ সালের ফেব্রুয়ারিতে শ্রমিক দলের সম্মেলনে ট্রানমেল ক্রিশ্চিয়ানিয়া প্রস্তাব নিয়ে আসেন, যা ছিল কমিন্টার্নের কাছ থেকে আধা-স্বতন্ত্রতার  ঘোষণা। সম্মেলনে সংখ্যাগরিষ্ঠরা, মাত্র দুই ভোটের ব্যবধানে, প্রস্তাবের পক্ষে ভোট দেন। সম্মেলনে কমিন্টার্নের প্রতিনিধি নিকোলাই বুখারিন অনিচ্ছা সত্ত্বেও ভোটটি গ্রহণ করেন। ট্রানমেল এবং শেফ্লোপন্থীদের মধ্যে ক্ষমতার দ্বন্দ্ব অব্যাহত ছিল। ১৯২৩ সালের নভেম্বরের সম্মেলনে শ্রমিক দলের কমিন্টার্ন সদস্যতা প্রত্যাহারের পক্ষে সিদ্ধান্ত নেয়া হয়। এই ঘটনার প্রতিক্রিয়ায় শেফ্লোপন্থীরা দল ত্যাগ করে এবং নরওয়েজীয় সাম্যবাদী দল প্রতিষ্ঠা করে।  সাম্যবাদী দল কমিন্টার্নে নরওয়ের প্রতিনিধিত্ব অব্যাহত রাখে। \nশ্রমিক দলের তেরো জন সাংসদ সাম্যবাদী দলে যোগদান করে। শ্রমিক দল বিরোধী ট্রেড ইউনিয়নের এক বড় অংশও সাম্যবাদী দলে যোগদান করে।  সদ্যপ্রতিষ্ঠিত দলটি সভেরে স্টোয়াডকে চেয়ারম্যান, হালভার্ড ওলসেনকে ডেপুটি চেয়ারম্যান এবং পেডার ফুরুবোটনকে সাধারণ সম্পাদক নির্বাচিত করে।  ১৯২৪ সালের সংসদীয় নির্বাচনে দলটি ৬.১ শতাংশ ভোট পেতে সক্ষম হয়, কিন্তু ১৯২৭ সালে এর ভোটের ভাগ ৪ শতাংশে এবং আরও ১৯৩০ সালে ১.৭ শতাংশে নেমে আসে। একই সময়ে, সদস্য সংখ্যা ধীরে ধীরে হ্রাস পেতে থাকে এবং ১৯৩০-এর দশকের মধ্যে দলটি তার পূর্বের প্রভাব অনেকটাই হারিয়ে ফেলে। \n১৯২৪ সালের নির্বাচন দলের জন্য ব্যর্থতা ছিল; দলটি শ্রমিক দল এবং সামাজিক গণতান্ত্রিক শ্রমিক দলের পরে তৃতীয় বৃহত্তম বামপন্থী দলে পরিণত হয়। ১৯২৩ সালের বিভক্তির পর সাম্যবাদীরা নরওয়েতে কমিন্টার্ন সংগঠনকে পুনঃশক্তিশালী করতে ব্যর্থ হয়েছিল।  ১৯২৫ সালের সম্মেলনে দলের সাংগঠনিক কাঠামোর উপর জোর দেওয়া হয়েছিল এবং কমিন্টার্নের প্রস্তাবিত একটি কাঠামো সম্মেলনে সংখ্যাগরিষ্ঠ ভোটে যথাযথভাবে গৃহীত হয়েছিল। \n\nনির্বাচনী প্রভাব হ্রাসের সাথে সাথে, দলটি অভ্যন্তরীণ কোন্দলে বিধ্বস্ত হয়ে পড়ে। দলের ট্রেড ইউনিয়ন নীতির প্রতিবাদে ১৯২৪ সালে হালভার্ড ওলসেন এবং অন্যান্য ট্রেড ইউনিয়ন নেতারা দল ত্যাগ করেন। শ্রমিক দলের (যা সামাজিক গণতান্ত্রিক শ্রমিক দলের সঙ্গে ইতোপূর্বেই একীভূত হয়েছিল) সঙ্গে পুনর্মিলন ঘিরে মতবিরোধের কারণে ১৯২৭ সালে সভেরে স্টোস্টাড, ফ্রেডরিক মনসেন এবং ওলাভ লারসেনকে দল থেকে বহিস্কার করা হয়। প্রথম ডিএনএ সরকার, হর্নসরুডের মন্ত্রিসভার প্রতি  দলের প্রতিক্রিয়ায় হতাশার কারণে ১৯২৮ সালে জিনেট ওলসেন, এমিল স্ট্যাং জুনিয়র এবং শেফ্লো দল ত্যাগ করেন। ১৯২৭ সালে, বামপন্থী বুদ্ধিজীবীদের একটি চক্র, মট ড্যাগ গোষ্ঠী, দলে যোগ দেয়। কমিউনিস্ট পার্টি 'অতি-বাম মোড়' নেওয়ার কারণে তারা পরের বছরই দল ছেড়ে চলে যায়। \n১৯২৭ সালের গ্রীষ্মে সাম্যবাদী দলের বামপন্থার দিকে আরও এগিয়ে যাওয়ার দাবি জানায় কমিনটার্ন। ১৯২৮ সালে কেন্দ্রীয় কমিটির ৯ম পূর্ণাঙ্গ অধিবেশনে, তারা ক্রিস্টোফার হর্নসরুডের সরকারকে সমর্থন করার জন্য দলের দক্ষিণপন্থীদের নিন্দা জানায়। নবম প্লেনামের পরে দলের সদস্য সংখ্যা আরও হ্রাস পায়, কিন্তু ফুরোবোটন এবং সাম্যবাদী দল কমিন্টার্নের প্রতি অনুগত ছিল। কমিন্টার্ন লাইনের বিরুদ্ধে দলের ভেতরে কোন উল্লেখযোগ্য মতবিরোধ ছিল না। দলটি ক্ষমতাসীন শ্রমিকদলকে সামাজিক ফ্যাসিবাদী বলে অভিযুক্ত করতে শুরু করে এবং আরও দাবি করে যে শ্রমিক দল নামেই শুধু শ্রমিক দল, কাজে নয়। এই নীতি ১৯৩০-এর দশকে দলটিকে আরও প্রান্তিক করে তোলে। ১৯৩০ সালে কমিন্টার্ন সরাসরি এনকেপির কাজে হস্তক্ষেপ করে, তারা পার্টি চেয়ারম্যান ফুরুবোটনকে সোভিয়েত ইউনিয়ন সফরের নির্দেশ দেয়।  ১৯৩৩ সালে দলটি কমিন্টার্নের পপুলার ফ্রন্টের নীতির সাথে সামঞ্জস্য রেখে ১৯৩৩ সালের সংসদীয় নির্বাচনে শ্রমিক দলের সাথে সহযোগিতার প্রস্তাব করার উদ্যোগ নেয়। প্রস্তাবটি প্রত্যাখ্যাত হয়েছিল, কিন্তু এনকেপি ১৯৩৫, ১৯৩৬ এবং ১৯৩৭ সালে শ্রমিক দলের সাথে এ ধরণের সহযোগিতার প্রস্তাব অব্যাহত রেখেছিল। ১৯৩৮ সাল থেকে, অন্যান্য দলের সাথে কমিউনিস্টদের সম্পর্ক সর্বকালের সর্বনিম্ন পর্যায়ে পৌঁছে যায় এবং ১৯৪০ সালে নরওয়েতে জার্মান আক্রমণের সময়, দলটি সংকটের মধ্যে পড়ে যায়। জনগণ এনকেপিকে মস্কোর হাতিয়ার হিসেবে দেখতে শুরু করেছিল। \n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ ===\nদ্বিতীয় বিশ্বযুদ্ধের শুরুতে, এনকেপি জার্মানি এবং সোভিয়েত ইউনিয়নের মধ্যে মলটভ-রিবেনট্রপ চুক্তির সমর্থক ছিল। অন্যদিকে, ডিএনএ সরকার যুক্তরাজ্যের সাথে জোটবদ্ধ হয়েছিল। ফিনিশ শীতকালীন যুদ্ধের সময়, এনকেপি সোভিয়েত ইউনিয়নকে সমর্থন করেছিল, ডিএনএ বিরোধী পক্ষকে সমর্থন করেছিল। ডিএনএ-এনকেপি সম্পর্ক আরও অবনতি লাভ করে, ঐতিহাসিকভাবে সর্বনিম্ন পর্যায়ে পৌঁছোয়।\n১৯৪০ সালের ৯ এপ্রিল জার্মানি নরওয়ে আক্রমণ করে। এনকেপি প্রকাশনা Arbeideren (\"কর্মী\") ঘোষণা করে যে যুদ্ধটি সাম্রাজ্যবাদী যুদ্ধ, এবং জার্মানি এবং পশ্চিমা শক্তিগুলি এর প্রাদুর্ভাবের জন্য সমানভাবে দায়ী। সেই বিশ্লেষণ অনুসারে, দলের নিরপেক্ষ থাকা উচিত। এই নীতিটি (তৎকালীন নির্বাসিত) ডিএনএ সরকারের নীতির স্পষ্ট বিরোধী ছিল।\nতবে, উত্তর নরওয়ের স্থানীয় কিছু সাম্যবাদীরা (দলীয় নেতৃত্বের সম্মতি ছাড়াই) প্রতিরোধ কার্যক্রম পরিচালনা শুরু করে।\n১৯৪০ সালের আগস্টে, এনকেপি ছিল প্রথম নরওয়েজীয় রাজনৈতিক দল যা জার্মান দখলদার কর্তৃপক্ষ কর্তৃক নিষিদ্ধ হয়েছিল। আরবেইদেরেনের প্রকাশনা বন্ধ হয়ে যায়। এরপর দলটি গুপ্তাবস্থায় চলে যায়। তবে, গোপন কার্যক্রমের জন্য নরওয়ের সাম্যবাদীরা খুব একটা প্রস্তুত ছিল না। দলের মধ্যে চলমান বিভ্রান্তির মধ্যে, ফুরুবোটন দখলদারিত্বের বিরুদ্ধে আরও সক্রিয় এনকেপি প্রতিরোধের আহ্বান জানাতে শুরু করেন। ফুরুবোটন বেশ কয়েক বছর মস্কোতে কাটিয়েছিলেন, কিন্তু যুদ্ধের ঠিক আগে নরওয়েতে ফিরে আসেন। এখন তিনি ভেস্টল্যান্ডেটের দলের নেতা ছিলেন। ১৯৪১ সালের ৩১ ডিসেম্বর, দলটি এক গোপন জাতীয় সম্মেলনের আয়োজন করে, যেখানে ফুরুবোটনের 'সক্রিয় যুদ্ধ নীতি' গৃহীত হয়।\nএনকেপি প্রতিরোধ আন্দোলনে অগ্রণী ভূমিকা পালন করতে শুরু করে, নাশকতা এবং গেরিলা কার্যকলাপ সংগঠিত করে। এনকেপি দখলদারদের বিরুদ্ধে আরও আক্রমণাত্মক কৌশল অবলম্বন করতে থাকে। একটি অবৈধ সংবাদপত্রও প্রকাশিত, ফ্রিহেটেন, বা \"স্বাধীনতা\", যা আজও প্রকাশিত হয়।\n\n\n=== যুদ্ধোত্তর পুনরুত্থান ===\nযুদ্ধের পর, প্রতিরোধ সংগ্রামে ভূমিকার জন্য এনকেপি জনপ্রিয়হয়ে ওঠে। জার্মানিকে পরাজিত করতে সোভিয়েত ইউনিয়নের ভূমিকা, এবং বিশেষ করে উত্তর নরওয়ের ফিনমার্ক মুক্তিতে সোভিয়েত ইউনিয়নের অবদান, দলটির জনপ্রিয়তা বৃদ্ধিতে অবদান রাখে।\nযুদ্ধের পর গঠিত জাতীয় ঐক্য সরকারে দুজন কমিউনিস্ট অন্তর্ভুক্ত ছিলেন: জোহান স্ট্র্যান্ড জোহানসন এবং কিরস্টেন হানস্টিন। হানস্টিন ছিলেন নরওয়ের ইতিহাসে প্রথম মহিলা মন্ত্রী। দলের মুখপত্র, Friheten, যুদ্ধের পরে নিয়মিত প্রায় ১০০,০০০ পাঠকের কাছে পৌঁছত। নতুন যুদ্ধোত্তর সহনশীলতার পরিবেশে, DNA এবং NKP-এর মধ্যে সম্ভাব্য পুনর্মিলন নিয়ে আলোচনা উত্থাপিত হয়। যুদ্ধের সময়, গ্রিনি বন্দী শিবিরে বন্দী DNA এবং NKP নেতাদের মধ্যে (DNA থেকে Einar Gerhardsen এবং NKP থেকে Jørgen Vogt ) আলোচনা হয়েছিল। তবে, এই পরিকল্পনা ফলপ্রসূ হয়নি।\n১৯৪৫ সালের সংসদীয় নির্বাচনে এনকেপি ১৭৬,৫৩৫ ভোট (১১.৮৯%) পেয়েছিল এবং স্টর্টিং-এ এগারোটি আসন জিতেছিল। ১৯৪৬ সালে ফুরুবোটন দলের সাধারণ সম্পাদক নির্বাচিত হন।\n\n\n==== স্নায়ুযুদ্ধের সূচনা ====\nতবে, দলের বৃদ্ধি সংক্ষিপ্ত প্রমাণিত হয়। স্নায়ুযুদ্ধ শুরু হয়, এবং নরওয়ের সরকার পশ্চিমা শক্তিগুলির পক্ষে যোগ দেয়। ১৯৪৯ সালের সংসদীয় নির্বাচনে এনকেপি প্রায় অর্ধেক ভোটার হারায়। দলটি ১০২,৭২২ ভোট (৫.৮৩%) পেয়েছিল।\nদলটির জনপ্রিয়তা হ্রাসের কারণ হিসেবে প্রধানমন্ত্রী আইনার গেরহার্ডসেনকে জন্য দায়ী করা হয়। তিনি চেকোস্লোভাকিয়ায় কমিউনিস্টদের ক্ষমতা দখলের চার দিন পর ক্রকেরয়ে এক বক্তৃতা দেন। তিনি চেকোস্লোভাকিয়ার ঘটনার নিন্দা করেন, সতর্ক করে দেন যে কমিউনিস্ট পার্টিকে যদি অত্যধিক ক্ষমতা দেওয়া হয় তবে নরওয়েতেও একই ঘটনা ঘটতে পারে। এই বক্তৃতা দলের এবং সদস্যদের বিরুদ্ধে এক উন্মুক্ত এবং গোপন প্রচারণার সূচনা করে, যার উদ্দেশ্য ছিল ভোটারদের ভয় দেখানো এবং শ্রমিক আন্দোলনে সাম্যবাদী প্রভাব হ্রাস করা।\nএকই সময়ে, দলটি অভ্যন্তরীণ বিভাজনের সম্মুখীন হয়। ১৯৪৬ সালে ফুরুবোটনের যুদ্ধকালীন নিকটতম সহযোগীদের মধ্যে অন্যতম কেজেল জি. কভিবার্গ এবং অর্নালফ এগ্গেকে বহিষ্কার করা হয়। ১৯৪৯ সালে ফুরুবোটনের দলের মধ্যে শত্রুরা তাকে বহিষ্কারের জন্য প্রচারণা শুরু করে।\n২৪ অক্টোবর ১৯৪৯-এ, সাংসদ জোহান স্ট্র্যান্ড জোহানসেন মালার্নের স্থানীয় দলীয় ইউনিটে একটি বক্তৃতায় প্রকাশ্যে ঘোষণা করেন যে দলে বিভাজন রয়েছে। পরের দিন ফুরুবোটনের অনুসারীরা তাদের পদ থেকে পদত্যাগ করেন। ২৬ অক্টোবর ফুরুবোটন এবং তার অনুসারীদের বহিষ্কার করা হয়। ১১ নভেম্বর ১৯৪৯-এ দলীয় মুখপত্রে প্রকাশিত একটি নিবন্ধে লেখা হয়: \"এটি স্পষ্ট যে আমাদের দলের মধ্যে জাতীয়তাবাদী, ক্ষুদ্র বুর্জোয়া, ট্রটস্কিস্ট, টিটোবাদী উপাদান রয়েছে, যারা সোভিয়েত ইউনিয়ন এবং সমাজতন্ত্রের শত্রু, যারা বুর্জোয়া রাষ্ট্র এবং প্রতিবিপ্লবের জন্য এজেন্ট নিয়োগের ভিত্তি গঠন করতে পারে।\" এই ঘটনা এনকেপির চলমান রাজনৈতিক বিচ্ছিন্নতায় অবদান রাখে। ফুরুবোটনের বহিষ্কার, যিনি প্রতিরোধ সংগ্রামের নায়ক হিসেবে বিবেচিত হতেন, ছিল রাজনৈতিক আত্মহত্যা। বহিষ্কারের পদ্ধতি এবং মুখপাত্রে বহিষ্কৃতদের বিরুদ্ধে ব্যবহৃত কঠোর ভাষা এনকেপিকে 'ষড়যন্ত্রমূলক' দল হিসেবে চিত্রিত করতে অবদান রাখে।\n\n\n=== স্নায়ুযুদ্ধ ===\nএনকেপি অনেক সময়ই সোভিয়েত লাইনের বিরোধিতা করে স্বাধীন অবস্থান নিত। তা সত্ত্বেও তাদের  সোভিয়েত ইউনিয়নের কমিউনিস্ট পার্টির অনুগত অনুসারী হিসেবে বিবেচনা করা হত। ১৯৬৮ সালে, এনকেপি সোভিয়েত নেতৃত্বাধীন চেকোস্লোভাকিয়া আক্রমনের তীব্র নিন্দা করে। যুব সংগঠন, নরওয়ের তরুণ সাম্যবাদী লীগ (এনকেইউ), পার্টির তুলনায় কিছুটা বেশি স্বাধীন লাইন অনুসরণ করত।\n১৯৬০-এর দশকের মাঝামাঝি সময়ে, মার্কিন যুক্তরাষ্ট্রের পররাষ্ট্র দপ্তরের অনুমান অনুযায়ী পার্টির সদস্য সংখ্যা ছিল প্রায় ৪৫০০ (নরওয়ের কর্মক্ষম জনসংখ্যার ০.২%)।\n১৯৭৩ সালের নরওয়ের সংসদীয় নির্বাচনে, দলটি সোশ্যালিস্ট পিপলস পার্টি এবং অন্যান্য বামপন্থী গোষ্ঠীর সাথে নির্বাচনী জোটে অংশ নিয়েছিল, যা সোশ্যালিস্ট ইলেক্টোরাল লীগ নামে পরিচিত ছিল; এর নেতা, রেইডার লারসেন, সংসদে নির্বাচিত হন। ১৯৭৫ সালে, সোশ্যালিস্ট ইলেক্টোরাল লীগ সমাজতান্ত্রিক বামপন্থী দলে পরিণত হয়, যা আজ নরওয়ের শ্রমিক দলের সবচেয়ে বড় বামপন্থী দল। কমিউনিস্ট পার্টি নির্বাচনী জোটকে নতুন পার্টিতে রূপান্তরের প্রক্রিয়ায় অংশ নিয়েছিল, কিন্তু শেষ পর্যন্ত পৃথক পার্টি হিসেবে থাকার সিদ্ধান্ত নেয়। ১৯৭৫ সালের পার্টি কংগ্রেসে, ১১৩ জন প্রতিনিধি পার্টির স্বাধীনতা বজায় রাখার পক্ষে ভোট দেন, ৩০ জন এসভি-এর সাথে একীভূত হওয়ার পক্ষে ভোট দেন। লারসেন পুনরায় নির্বাচনের জন্য দাঁড়াননি, এবং মার্টিন গুনার কনুতসেন নতুন পার্টি চেয়ারম্যান নির্বাচিত হন। কংগ্রেসের পরে, লারসেন এবং অন্যরা এনকেপি ছেড়ে সমাজতান্ত্রিক বামপন্থী দলে যোগ দেন।\nমিখাইল গর্বাচেভ সোভিয়েত ইউনিয়নে ক্ষমতায় আসার পর এবং সংস্কার কর্মসূচি শুরু করার পর, এনকেপি, অন্যান্য ইউরোপীয় কমিউনিস্ট পার্টিগুলির মতো, অতীতের সোভিয়েত নীতির প্রতি তাদের দৃষ্টিভঙ্গি পুনর্বিবেচনা করতে শুরু করে। পার্টি সোভিয়েত ইউনিয়নের থেকে নিজেকে দূরে সরিয়ে নেয় এবং একটি \"নরমপন্থী\" কমিউনিজমের উপর দৃষ্টি নিবদ্ধ করে। ১৯৯০-এর দশকের প্রথম থেকে পার্টির তত্ত্বে \"গণতান্ত্রিক সমাজতন্ত্র\" শব্দটি প্রায়শই পাওয়া যায়।\n\n\n=== স্নায়ুযুদ্ধ-পরবর্তী ===\n১৯৮৯ সালের সংসদ নির্বাচনে তারা ওয়ার্কার্স কমিউনিস্ট পার্টি (একেপি), রেড ইলেক্টোরাল অ্যালায়েন্স (আরভি), এবং অন্যান্য সমাজতান্ত্রিকদের সাথে একত্রিত হয়ে Fylkeslistene for miljø og solidaritet (পরিবেশ ও সংহতির জন্য কাউন্টি তালিকা) গঠন করে। এনকেপি ১৯৯০-এর দশকের শুরুর দিকে কিছু জায়গায় আরভি-এর সাথে যৌথ তালিকা তৈরি করেছিল, অন্যত্র এনকেপি সদস্যরা আরভি-এর জন্য প্রচারণা চালিয়েছিল। তবে, এই ঐক্যের নীতি ১৯৯০-এর দশকের মাঝামাঝি সময়ে পরিত্যক্ত হয়।\nআজ, দলের নীতিবিবৃতি স্পষ্টভাবে স্বীকার করে যে সোভিয়েত ইউনিয়ন গণতান্ত্রিক নীতির লঙ্ঘন করেছিল এবং দলটিকে এই সমস্যাগুলির সমালোচনার অভাবের জন্য দায়িত্ব নিতে হবে। তা সত্ত্বেও, দলটি এই সমাজতন্ত্রের উদাহরণগুলিকে তাদের পূর্ববর্তী শাসনের তুলনায় প্রগতিশীল হিসেবে বিবেচনা করে।\nএনকেপি সোভিয়েত ইউনিয়নের পতনের পরে টিকে থাকলেও অভ্যন্তরীণ অশান্তি, এবং বিশেষ করে যুবকদের মধ্যে নিয়োগের অভাব, দলটিকে আরও প্রান্তিক করে তুলছে।\n১৯৯০-এর দশকের শুরুর দিকে, দলটি এর কিছুটা প্রতিরোধ করার চেষ্টা করেছিল দলের শীর্ষ পদে তরুণ নেতাদের নির্বাচিত করে। তবে, এই পদক্ষেপ উল্লেখযোগ্যভাবে নিয়োগ বাড়াতে ব্যর্থ হয়, এবং পরবর্তীতে দলের নেতৃত্ব আবারও বয়স্ক সদস্যদের দ্বারা প্রভাবিত হয়, যাদের অনেকে সোভিয়েত যুগে যোগ দিয়েছিলেন।\n\nএনকেপি ২০০৩ সালের পৌর নির্বাচনে তিনটি নির্বাচিত পদ জিতেছিল, আসনেস পৌরসভায় দুটি আসন এবং ভাডসো পৌরসভায় একটি আসন। তৎকালীন দলের সবচেয়ে শক্তিশালী শাখা আসনেস, ২০০৪ সালে ধর্ম, জোসেফ স্ট্যালিন, এবং অন্যান্য বামপন্থী গোষ্ঠীর সাথে সহযোগিতার বিষয়ে মতভেদের কারণে দল ছেড়ে র‌্যাডিকাল সোশ্যালিস্টসগঠন করে। এছাড়াও, এনকেপি-র একজন সদস্য পোর্সগ্রুন পৌরসভার পৌর পরিষদের সদস্য ছিলেন। পরবর্তী নির্বাচনগুলিতে এনকেপি প্রায় ১,০০০ ভোট পেয়েছে। ২০০৫ সালের সংসদ নির্বাচনে ১,০৭০ ভোট জিতেছিল – জাতীয় ভোটের ০.০৪%। বর্তমানে দলটির কোনো গণতান্ত্রিকভাবে নির্বাচিত প্রতিনিধি নেই।\n২০০৬-২০০৮ সালে, এনকেপি-র যুব লীগ পুরনো ইয়াং কমিউনিস্ট লীগ অফ নরওয়ে থেকে নতুন ইয়াং কমিউনিস্ট লীগ ইন নরওয়েতে পরিবর্তিত হয়। নতুন লীগ ২০০৮ সালে নাম পরিবর্তন করে ইয়ুথ কমিউনিস্টস ইন নরওয়ে রাখে।\nদলটি এখনও একটি সাপ্তাহিক সংবাদপত্র প্রকাশ করে যার নাম ফ্রিহেটেন (\"স্বাধীনতা\"), যার ১৯৪১ সালে গুপ্তবস্থায় প্রকাশনা শুরু হয়েছিল।\n\n\n== সংবাদপত্র ==\nদলটি শ্রমিক দলের এগারোটি সংবাদপত্রের নিয়ন্ত্রণ দখল করে। এগুলি ছিল ( শ্রমিক-সাম্যবাদী বিভাজনের পরে কিছু কাগজের নাম পরিবর্তন হয়): আরবিডেট, এনই টিড, আরবেইডারেন, ভেস্টফোল্ড আরবেইডারব্লাড, গ্লোমডালেনস আরবিডারব্লাড, ব্রাটসবার্গ-ডেমোক্র্যাটেন, ফ্রিট ফোক, ফলো আরবেইডারব্লাড, গুডব্র্যান্ডেরব্লাডব্ল্যাড, আরবিডারব্ল্যাড, আরবিডেরব্ল্যাড দাগ ইত্যাদি। সাম্যবাদী দল মোরে আরবেইডারব্লাডকেও দখল করে, যা তখনও আনুষ্ঠানিকভাবে শ্রমিক দলের মর্যাদা অর্জন করেনি।  নর্ডলিস অধিগ্রহণ করা হয়, ১৯২৩ সালের নভেম্বরের মাঝামাঝি সময়ে সাময়িকভাবে শ্রমিক দলের নিয়ন্ত্রণে চলে যায়, তারপর ২০ জানুয়ারী ১৯২৪ পর্যন্ত আবার সাম্যবাদী হয়ে যায় , পরে আবার শ্রমিক দলের সাথে যুক্ত হয়।  কিছু সংবাদপত্র, যেমন Østerdalens Arbeiderblad, শ্রমিক দলের অংশ থাকাকালীন সাম্যবাদীদের  প্রতি সহানুভূতিশীল ছিল, কিন্তু বিভাজনের পর শ্রমিক দল তাদের ধরে রাখতে সক্ষম হয়।  সাম্যবাদীরা  পার্টির অস্তিত্বের প্রথম বছরের মধ্যে নতুন প্রতিষ্ঠিত কমিউনিস্ট সংবাদপত্রগুলির মধ্যে প্রধান অঙ্গ ছিল নরজেস কমিউনিস্টব্লাডের পাশাপাশি আকেরশুস ফোকেব্লাড, বুস্কেরুড-আরবেইডারেন, ফ্রিহেটেন, ট্রমস ফিল্কেস কমিউনিস্টব্লাড, দাগেনস নাইহেটার এবং ফিনমার্ক ফ্রেমটিড । অনেকগুলোই অল্প সময়ের মধ্যে নিষ্ক্রিয় হয়ে পড়ে।\nসাম্যবাদী দলের বিভিন্ন ধরণের কোম্পানি সংবাদপত্রও ছিল, নির্দিষ্ট কোম্পানি বা নির্দিষ্ট শিল্পের শ্রমিকদের জন্য। অসলোতে ছিল আরবেইডারস্কেন, ব্রাইগার'ন, ডেন উঞ্জে আরবেইডার, হ্যামার'ন, হুকেন, কমুনার্ডেন, নোডসারবেইডারেন (নাম বদলে হয় স্টেইনস্প্রুটেন ), স্কাইটেলেন, স্পোরভেকসেলেন এবং স্টেমপ্লেট । বার্গেনে ছিল বাইগারেন, হার্মেটিকবোকসেন, কমমিউনপ্রোলেটারেন এবং ট্রান্সপোর্টপ্রোলেটারেন (নাম পরিবর্তন করে হয় হ্যাভনেয়ারবেইডারেন )। ট্রনহাইমে ফিলক্লোয়া এবং সিগন্যাল ছিল। আইনহার্ট লরেঞ্জ সমগ্র নরওয়েতে আরও সতেরোটি কোম্পানি সংবাদপত্র নিবন্ধন করেন। প্রায় সবগুলোই ১৯২৫ বা ১৯২৬ সালে প্রতিষ্ঠিত হয়েছিল এবং প্রায় সবগুলোই ১৯২৫ থেকে ১৯২৮ সালের মধ্যে বিলুপ্ত হয়ে যায়। প্রতিষ্ঠার ক্ষেত্রে একমাত্র ব্যতিক্রম ছিল ভার্কস্টেডস-আরবেইডারেন, যা ১৯২৪ সালে ড্রামেনে প্রতিষ্ঠিত হয়েছিল এবং ১৯২৮ সালের পরেও টিকে থাকা একমাত্র সংবাদপত্র ছিল কমুনেপ্রোলেটেরেন, যা ১৯৩১ সাল পর্যন্ত টিকে ছিল। \n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nজোহানসেন, জন ওটো; স্পারিং, আকে (১৯৬৫)। নর্ডেনে কমিউনিজম এবং বিশ্ব কমিউনিস্ট আন্দোলনের সংকট (সুইডিশ ভাষায়) (১ম সংস্করণ)। স্টকহোম, সুইডেন: বকফরলাগেট আলডুস/বনিয়ার্স। \n\n\n== বহির্সংযোগ ==\n(নরওয়েজীয় ভাষায়) নরওয়ের কমিউনিস্ট পার্টি – অফিসিয়াল ওয়েবসাইট\n(নরওয়েজীয় ভাষায়) নীতি বিবৃতি – নীতিমালার বিবৃতি\n(নরওয়েজীয় ভাষায়) ফ্রিহেটেন – পার্টির সংবাদপত্র\n(নরওয়েজীয় ভাষায়) উংকমুনিস্টেনে – পার্টির যুব সংগঠন\n(ইংরেজি ভাষায়) নরওয়ের কমিউনিস্ট পার্টি – ইংরেজিতে তথ্য"}