{"pageid": 1532544, "title": "এটিপি সিন্থেস", "url": "https://bn.wikipedia.org/wiki?curid=1532544", "content": "ATP সিনথেজ একটি এনজাইম, যা অ্যাডিনোসিন ডাইফসফেট (ADP) এবং অজৈব ফসফেট (Pi) ব্যবহার করে শক্তি সঞ্চয়কারী অণু অ্যাডিনোসিন ট্রাইফসফেট (ATP) তৈরি করে। এটি একটি আণবিক যন্ত্র, যার মাধ্যমে এই প্রক্রিয়া সম্পন্ন হয়। ATP সিনথেজ যে সামগ্রিক রাসায়নিক বিক্রিয়াটি পরিচালনা করে তা হলো:\nADP + Pi + 2H+বাহির ⇌ ATP + H2O + 2H+ভিতর\nATP সিনথেজ একটি কোষঝিল্লি জুড়ে অবস্থান করে এবং এমন একটি ছিদ্র গঠন করে যার মাধ্যমে প্রোটন বেশি ঘনত্বের স্থান থেকে কম ঘনত্বের স্থানে যেতে পারে। এই প্রোটন প্রবাহের ফলে যে শক্তি উৎপন্ন হয়, তা ATP তৈরিতে ব্যবহৃত হয়। এই ইলেকট্রোরাসায়নিক প্রবণতা ইলেকট্রন পরিবহন শৃঙ্খল দ্বারা সৃষ্ট হয় এবং কোষ ATP-তে শক্তি সংরক্ষণ করে রাখে ভবিষ্যতে ব্যবহারের জন্য। প্রোক্যারিওটিক কোষে ATP সিনথেজ প্লাজমা ঝিল্লিতে থাকে, আর ইউক্যারিওটিক কোষে এটি অভ্যন্তরীণ মাইটোকন্ড্রিয়াল ঝিল্লিতে অবস্থান করে। প্রকাশনক্ষম জীব যেমন উদ্ভিদ ও সায়ানোব্যাকটেরিয়ার ক্ষেত্রেও ATP সিনথেজ থাইলাকয়েড ঝিল্লিতে থাকে, যা উদ্ভিদের ক্ষেত্রে ক্লোরোপ্লাস্টে এবং সায়ানোব্যাকটেরিয়ার ক্ষেত্রে সাইটোপ্লাজমে অবস্থিত।\nইউক্যারিওটিক কোষের ATP সিনথেজ সাধারণত F-ATPase শ্রেণির, যা কোষের স্বাভাবিক পরিবেশে ATP সিনথেজ হিসেবেই কাজ করে (ATPase না হয়ে)। তবে \"বিপরীতমুখীভাবে\" এরা ATPase হিসেবেও কাজ করতে পারে, অর্থাৎ ATP-কে ভেঙে ADP ও একটি ফ্রি ফসফেট আয়নে পরিণত করতে পারে। এই নিবন্ধে মূলত এই ধরনের ATP সিনথেজ নিয়েই আলোচনা করা হয়েছে। একটি F-ATPase দুইটি প্রধান উপ-একক নিয়ে গঠিত—FO এবং F1। এদের মধ্যে একটি ঘূর্ণনযন্ত্রের মতো কাজ করে, যা ATP উৎপাদনের জন্য প্রয়োজনীয় শক্তি সরবরাহ করে।\n\n\n== নামকরণ ==\nF1 অংশের নাম এসেছে \"ফ্র্যাকশন ১\" (Fraction 1) শব্দগুচ্ছ থেকে। অন্যদিকে, FO (এখানে \"O\" ছোট হাতের অক্ষর, শূন্য সংখ্যা নয়) অংশের নাম এসেছে অলিগোমাইসিন নামক একটি প্রাকৃতিক অ্যান্টিবায়োটিকের সাথে এর বন্ধনের ক্ষমতা থেকে। অলিগোমাইসিন FO একককে বাধা দেওয়ার ক্ষমতা রাখে, যার কারণে এটি ATP সিনথেজের কার্যকারিতা থামিয়ে দিতে পারে।\nএই কার্যকরী অঞ্চলগুলি বিভিন্ন প্রোটিন উপ-এককে গঠিত — বিস্তারিত জানতে সারণি দেখুন। এই এনজাইমটি অ্যারোবিক শ্বাসপ্রক্রিয়ার মাধ্যমে ATP সংশ্লেষণে ব্যবহৃত হয়।\n\n\n== গঠন ও কার্যপ্রণালি ==\n\nATP সিনথেজ থাইলাকয়েড ঝিল্লি ও অভ্যন্তরীণ মাইটোকন্ড্রিয়াল ঝিল্লির মধ্যে অবস্থান করে এবং এটি মূলত দুটি অঞ্চলে বিভক্ত—FO ও F1। FO অঞ্চলে রয়েছে একটি সি-রিং এবং 'a', দুটি 'b', ও F6 উপ-একক। এই অংশটি F1 কে ঘূর্ণায়মান করে তোলে। অপরদিকে, F1 অঞ্চলে থাকে α, β, γ এবং δ উপ-একক। F1 অংশটি পানিতে দ্রবণীয় এবং এটি ATP হাইড্রোলাইস (ভেঙে ফেলা) করতে পারে। FO অঞ্চলটি মূলত হাইড্রোফোবিক (জলবিমুখী) গঠনের। FO এবং F1 একসাথে ঝিল্লি জুড়ে প্রোটনের চলাচলের জন্য একটি পথ তৈরি করে, যা ATP সংশ্লেষণের জন্য প্রয়োজনীয় শক্তি সরবরাহ করে।\n\n\n=== F1 অঞ্চল ===\nATP সিনথেজের F1 অংশটি জলপ্রিয় (হাইড্রোফিলিক) এবং এটি ATP ভেঙে ফেলার (হাইড্রোলাইসিস) জন্য দায়ী। এই F1 ইউনিটটি মাইটোকন্ড্রিয়াল ম্যাট্রিক্স-এর দিকে প্রসারিত থাকে।\nএখানে α (আলফা) ও β (বেটা) উপ-একক মিলে একটি ষড়ভুজ গঠন করে, যাতে ছয়টি বাঁধন সাইট থাকে। এর মধ্যে তিনটি সাইট রাসায়নিকভাবে নিষ্ক্রিয় এবং সেগুলি ADP-র সাথে যুক্ত হয়।\nঅন্য তিনটি উপ-একক ATP সংশ্লেষণ করে। γ (গামা), δ (ডেল্টা) ও ε (এপসিলন) উপ-এককগুলো একসাথে একটি ঘূর্ণনযন্ত্র (রটার/অক্ষ) গঠন করে। γ উপ-একক β-কে গঠনগত পরিবর্তনের মাধ্যমে (যেমন: বন্ধ, অর্ধ-খোলা এবং খোলা অবস্থায়) নিয়ে যেতে সাহায্য করে, যাতে ATP গঠিত হয়ে বাঁধা ও মুক্ত হতে পারে।\nF1 কণাটি আকারে বড় এবং এটিকে ট্রান্সমিশন ইলেকট্রন মাইক্রোস্কোপে নেতিবাচক স্টেইনিং পদ্ধতিতে দেখা যায়। এগুলোর ব্যাস প্রায় ৯ ন্যানোমিটার এবং এগুলো মাইটোকন্ড্রিয়ার অভ্যন্তরীণ ঝিল্লি জুড়ে ছড়িয়ে থাকে।\n\n\n=== FO অঞ্চল ===\n\nFO হল একটি জল-অদ্রবণীয় প্রোটিন, যার মধ্যে রয়েছে আটটি উপ-একক ও একটি ঝিল্লি-পারগামী রিং। এই রিংটির গঠন চতুষ্কোণাকার (টেট্রামেরিক) এবং এতে হেলিক্স-লুপ-হেলিক্স ধরনের প্রোটিন থাকে, যেগুলো প্রোটন যুক্ত ও বিচ্যুত হলে গঠনগত পরিবর্তনের মধ্য দিয়ে যায়। এই পরিবর্তনের ফলে পাশের উপ-এককগুলো ঘূর্ণন করে, যা FO কে ঘোরাতে সাহায্য করে এবং এর ফলে F1 অঞ্চলেও গঠনগত পরিবর্তন হয়। এর ফলে আলফা ও বেটা উপ-এককগুলোর অবস্থা পরিবর্তিত হয়।\nATP সিনথেজের FO অঞ্চলটি একটি প্রোটন ছিদ্র হিসেবে কাজ করে, যা মাইটোকন্ড্রিয়ার অভ্যন্তরীণ ঝিল্লিতে স্থাপিত থাকে। এটি মূলত তিনটি উপ-একক নিয়ে গঠিত—‘a’, ‘b’ এবং ‘c’। ছয়টি 'c' উপ-একক মিলে একটি ঘূর্ণন রিং তৈরি করে, আর 'b' উপ-একক একটি স্টলক (খুঁটি) তৈরি করে যা F1-এর OSCP-এর সাথে যুক্ত থেকে αβ ষড়ভুজকে ঘুরতে বাধা দেয়। ‘a’ উপ-একক ‘b’ ও ‘c’ রিংকে সংযুক্ত করে।\nমানবদেহে আরও ছয়টি অতিরিক্ত উপ-একক থাকে: d, e, f, g, F6 এবং 8 (বা A6L)। এই অংশটি মাইটোকন্ড্রিয়ার অভ্যন্তরীণ ঝিল্লিতে অবস্থান করে এবং প্রোটন স্থানান্তরের সাথে ঘূর্ণনক্রিয়া যুক্ত করে, যা F1 অঞ্চলে ATP সংশ্লেষণের কারণ হয়।\nইউক্যারিওটদের মধ্যে, মাইটোকন্ড্রিয়াল FO ডাইমার (যুগ্ম) গঠন করে যা ঝিল্লিকে বাঁকিয়ে দিতে পারে। এই ডাইমারগুলো নিজেরা সারিবদ্ধভাবে ক্রিস্টে-র প্রান্তে সাজিয়ে নেয়, যা সম্ভবত ক্রিস্টে গঠনের প্রথম ধাপ।\nইস্টে FO অঞ্চলের ডাইমারিক গঠনের একটি পরমাণু মডেল cryo-EM দ্বারা নির্ধারণ করা হয়েছে, যার রেজোলিউশন ৩.৬ Å।\n\n\n== বন্ধন মডেল ==\n\n১৯৬০ ও ১৯৭০-এর দশকে পল বয়ার, যিনি ইউসিএএলএ-এর একজন অধ্যাপক ছিলেন, একটি \"বাইন্ডিং চেঞ্জ\" বা \"ফ্লিপ-ফ্লপ\" প্রক্রিয়ার তত্ত্ব প্রস্তাব করেন। এই তত্ত্ব অনুযায়ী ATP সংশ্লেষণ ATP সিনথেজ-এর γ (গামা) উপ-এককের ঘূর্ণনের ফলে সৃষ্ট গঠনগত পরিবর্তনের উপর নির্ভরশীল। জন ওয়াকার-এর গবেষণা দল, যারা তখন এমআরসি মলিকিউলার বায়োলজি ল্যাবরেটরি, কেমব্রিজ-এ কর্মরত ছিলেন, তারা ATP সিনথেজ-এর F1 অনুঘটক ডোমেইনের স্ফটিক কাঠামো নির্ধারণ করেন। তখন এটি ছিল সবচেয়ে বড় অসমমিত প্রোটিন কাঠামোর একটি। এই কাঠামো বয়ারের প্রস্তাবিত ঘূর্ণনভিত্তিক অনুঘটন প্রক্রিয়ার মডেলকে সঠিক বলে প্রমাণ করে। এই গুরুত্বপূর্ণ আবিষ্কারের জন্য, ১৯৯৭ সালের রসায়নে নোবেল পুরস্কার-এর অর্ধেক অংশ পল বয়ার ও জন ওয়াকারকে প্রদান করা হয়।\nATP সিনথেজের F1 অংশের স্ফটিক কাঠামোতে দেখা যায় যে, সেখানে তিনটি করে আলফা এবং বেটা উপ-একক পরপর সাজানো থাকে, ঠিক যেন একটি কমলার কোয়ার মতো, যেগুলো ঘূর্ণনশীল ও অসমমিত γ (গামা) উপ-এককের চারপাশে ঘেরা। বর্তমান ATP সংশ্লেষণ মডেল অনুসারে (যাকে \"alternating catalytic model\" বলা হয়), ইলেকট্রন পরিবহন শৃঙ্খল থেকে আগত (H+) প্রোটন ক্যাটায়নগুলোর মাধ্যমে সৃষ্ট ট্রান্সমেমব্রেন পটেনশিয়াল ATP সিনথেজের FO অঞ্চলের মধ্য দিয়ে এই প্রোটনগুলোকে ইন্টারমেমব্রেন স্পেস থেকে ঝিল্লির অপর পাশে ঠেলে দেয়। FO অঞ্চলের একটি অংশ—যেটি c-উপ-এককের রিং নিয়ে গঠিত—এই প্রোটন প্রবাহের সময় ঘূর্ণন করে। এই c-রিং γ উপ-একককে কেন্দ্র করে গঠিত একটি অসমমিত কেন্দ্রীয় খুঁটির সাথে দৃঢ়ভাবে যুক্ত থাকে এবং ঘূর্ণনের সময় এটি F1 অঞ্চলের α3β3 অংশের মধ্যে ঘোরে। এর ফলে তিনটি অনুঘটক নিউক্লিওটাইড-বাঁধন সাইটে একের পর এক গঠনগত পরিবর্তন ঘটে এবং শেষ পর্যন্ত ATP উৎপাদিত হয়। F1-এর প্রধান উপ-এককগুলো যাতে γ উপ-এককের সঙ্গে ঘুরে না যায়, তা নিশ্চিত করতে একটি পার্শ্বীয় খুঁটি (peripheral stalk) α3β3 কে FO-এর অ-ঘূর্ণনশীল অংশের সাথে যুক্ত করে রাখে। সম্পূর্ণ ATP সিনথেজ-এর গঠন বর্তমানে ইলেকট্রন ক্রায়ো-মাইক্রোস্কোপি (cryo-EM) পদ্ধতিতে নিম্ন-রেজোলিউশনে জানা গেছে। cryo-EM মডেল থেকে ধারণা করা হয় যে, পার্শ্বীয় খুঁটি একটি নমনীয় কাঠামো যা পুরো কমপ্লেক্সকে ঘিরে থাকে এবং F1 ও FO অঞ্চলকে সংযুক্ত করে। উপযুক্ত পরিস্থিতিতে এই এনজাইম বিপরীত দিকেও কাজ করতে পারে। অর্থাৎ, ATP হাইড্রোলাইস করে ঝিল্লির ওপার থেকে প্রোটন পাম্প করে নিয়ে যেতে পারে।\nATP সিনথেজের \"বাইন্ডিং চেঞ্জ মেকানিজম\" বা বন্ধন পরিবর্তন প্রক্রিয়াটি একটি β উপ-এককের সক্রিয় সাইটের তিনটি পর্যায়ক্রমিক অবস্থার মধ্য দিয়ে কাজ করে। \"লুজ\" (শিথিল) অবস্থায়, ADP এবং অজৈব ফসফেট সক্রিয় সাইটে প্রবেশ করে। পাশের চিত্রে এই অবস্থাটি গোলাপি রঙে দেখানো হয়েছে। এরপর এনজাইমটির গঠন পরিবর্তিত হয় এবং এই অণুগুলোকে একত্রিত করে, ফলে সক্রিয় সাইটটি \"টাইট\" (ঘন) অবস্থায় পৌঁছে যায়, যেটি নতুন গঠিত ATP অণুকে খুব দৃঢ়ভাবে বাঁধে (এই অবস্থাটি লাল রঙে দেখানো হয়েছে)। অবশেষে, সক্রিয় সাইটটি আবার \"ওপেন\" (খোলা) অবস্থায় ফিরে যায় (কমলা রঙে চিত্রিত), ATP অণুটি মুক্ত করে এবং আবার ADP ও ফসফেট গ্রহণের জন্য প্রস্তুত হয়—এভাবে পরবর্তী ATP উৎপাদনের চক্র শুরু হয়।\n\n\n== শারীরবৃত্তীয় ভূমিকা ==\nঅন্যান্য এনজাইমের মতো, F1FO ATP সিনথেজ-এর কার্যকলাপও উভমুখী (reversible)। যখন ATP-এর পরিমাণ অনেক বেশি হয়, তখন এটি ঝিল্লি-পারগামী প্রোটন গ্রেডিয়েন্ট তৈরি করতে পারে। এই প্রক্রিয়াটি এমন সব গাঁজনকারী ব্যাকটেরিয়া ব্যবহার করে, যাদের ইলেকট্রন পরিবহন শৃঙ্খল নেই। এরা বরং ATP হাইড্রোলাইস করে প্রোটন গ্রেডিয়েন্ট তৈরি করে এবং সেই শক্তি ব্যবহার করে ফ্ল্যাজেলার ঘূর্ণন ও পুষ্টি উপাদান কোষে প্রবেশ করায়।\nতবে শ্বাসপ্রক্রিয়ার জন্য সক্ষম ব্যাকটেরিয়ার মধ্যে শারীরবৃত্তীয় অবস্থায় সাধারণত ATP সিনথেজ বিপরীত দিকে কাজ করে—অর্থাৎ ইলেকট্রন পরিবহন শৃঙ্খল দ্বারা সৃষ্ট প্রোটন মোটিভ ফোর্স ব্যবহার করে ATP উৎপাদন করে। এইভাবে শক্তি তৈরির সামগ্রিক প্রক্রিয়াটিকে বলা হয় অক্সিডেটিভ ফসফোরিলেশন। একই প্রক্রিয়া মাইটোকন্ড্রিয়াতেও ঘটে, যেখানে ATP সিনথেজ অভ্যন্তরীণ মাইটোকন্ড্রিয়াল ঝিল্লিতে থাকে এবং এর F1 অংশটি ম্যাট্রিক্সে প্রসারিত হয়। প্রোটন ক্যাটায়নগুলোকে ম্যাট্রিক্সে পাম্প করে, ATP সিনথেজ ADP-কে ATP-তে রূপান্তর করে।\n\n\n== বিবর্তন ==\nATP সিনথেজ-এর বিবর্তন সম্ভবত ধাপে ধাপে হয়েছে, যেখানে দুটি কার্যকরীভাবে স্বাধীন উপ-একক একসাথে যুক্ত হয়ে নতুন কার্যক্ষমতা অর্জন করে। ধারণা করা হয়, এই সংযুক্তি বিবর্তনের ইতিহাসের শুরুতেই ঘটেছিল, কারণ জীবনের সমস্ত রাজ্যে (যেমন ব্যাকটেরিয়া, আর্কিয়া ও ইউক্যারিওট) ATP সিনথেজ এনজাইমের গঠন ও কার্যপ্রণালি প্রায় অভিন্ন। F-ATP সিনথেজ কার্যকারিতা ও যান্ত্রিক কাঠামোর দিক থেকে V-ATPase-এর সাথে উচ্চমাত্রার মিল প্রদর্শন করে। তবে, পার্থক্য এই যে—F-ATP সিনথেজ প্রোটন গ্রেডিয়েন্ট ব্যবহার করে ATP তৈরি করে, অন্যদিকে V-ATPase ATP ভেঙে প্রোটন গ্রেডিয়েন্ট তৈরি করে এবং এই প্রক্রিয়ায় pH ১ পর্যন্ত নামিয়ে আনতে পারে।\nF1 অঞ্চলটি হেক্সামেরিক DNA হেলিকেজ (বিশেষ করে Rho ফ্যাক্টর)-এর সঙ্গে উল্লেখযোগ্য গঠনগত সাদৃশ্য প্রদর্শন করে। এছাড়াও পুরো ATP সিনথেজ এনজাইম কমপ্লেক্সের গঠন H+ দ্বারা চালিত T3SS বা ফ্ল্যাজেলার মোটর কমপ্লেক্সের সাথেও কিছুটা সাদৃশ্যপূর্ণ। F1 অঞ্চলের α3β3 হেক্সামারটি হেক্সামেরিক DNA হেলিকেজ-এর সঙ্গে গঠনগতভাবে খুবই সাদৃশ্যপূর্ণ। উভয় ক্ষেত্রেই তিনগুণ ঘূর্ণন-সমমিতিযুক্ত একটি রিং গঠন করা হয়, যার মাঝখানে একটি কেন্দ্রীয় ছিদ্র থাকে। এই দুই ধরনের গঠনেই একটি বৃহৎ অণু ওই ছিদ্রের মধ্য দিয়ে ঘূর্ণন করে সংশ্লিষ্ট কাজটি সম্পাদন করে। DNA হেলিকেজ DNA-র সর্পিল গঠন ব্যবহার করে DNA বরাবর এগিয়ে চলে এবং সুপারকয়েল সনাক্ত করে। অপরদিকে, α3β3 হেক্সামার γ উপ-এককের ঘূর্ণনের মাধ্যমে গঠনগত পরিবর্তন ঘটিয়ে এনজাইম-নির্ভর রাসায়নিক বিক্রিয়া পরিচালনা করে।\nFO কণার H+ মোটরটির কার্যকারিতা H+ চালিত ফ্ল্যাজেলা মোটরের সঙ্গে অনেকটাই সাদৃশ্যপূর্ণ। উভয় ক্ষেত্রেই দেখা যায়, বহু ছোট α-হেলিকাল প্রোটিনের একটি রিং আশেপাশের নির্দিষ্ট (stationary) প্রোটিনগুলোর তুলনায় ঘূর্ণন করে এবং এটি H+ প্রোটোন গ্রেডিয়েন্টকে শক্তির উৎস হিসেবে ব্যবহার করে। তবে এই সাদৃশ্যটি তুলনামূলক দুর্বল, কারণ ফ্ল্যাজেলার মোটরের সামগ্রিক গঠন FO কণার চেয়ে অনেক বেশি জটিল। ফ্ল্যাজেলার রিং সাধারণত প্রায় ৩০টি ঘূর্ণনশীল প্রোটিন নিয়ে গঠিত, যেখানে FO কমপ্লেক্সে সেই সংখ্যা মাত্র ১০, ১১ বা ১৪টি। তবু সাম্প্রতিক কাঠামোগত গবেষণায় দেখা গেছে যে, ফ্ল্যাজেলার রিং ও স্টলক ATP সিনথেজের F1 কণার গঠনের সাথে সাদৃশ্যপূর্ণ।\n\nATP সিনথেজের উৎপত্তি নিয়ে \"মডুলার বিবর্তন তত্ত্ব\" অনুযায়ী, দুটি স্বাধীন কার্যক্ষমতা সম্পন্ন উপ-একক—একটি ATPase কার্যসম্পন্ন DNA হেলিকেজ এবং একটি H+ মোটর—একত্রিত হয়ে একটি নতুন জটিল গঠন তৈরি করে। সেখানে মোটরের ঘূর্ণন DNA হেলিকেজের ATPase ক্রিয়াকে বিপরীতমুখীভাবে (reverse) চালিত করে ATP সংশ্লেষণ করে। এই জটিলতা সময়ের সাথে আরও দক্ষতাপূর্ণ হয়ে ওঠে এবং একসময় আধুনিক ATP সিনথেজে রূপান্তরিত হয়। অন্য একটি বিকল্প ব্যাখ্যায় বলা হয়, এই DNA হেলিকেজ/H+ মোটর কমপ্লেক্সের শুরুতে একটি H+ পাম্প কার্যকারিতা ছিল, যেখানে হেলিকেজের ATPase ক্রিয়া মোটরটিকে উল্টোভাবে চালিয়ে প্রোটন পাম্প করত। পরবর্তীতে, এই ব্যবস্থাটি বিবর্তনের মাধ্যমে উল্টো প্রতিক্রিয়া সম্পাদনের ক্ষমতা অর্জন করে এবং ATP সংশ্লেষণ করতে সক্ষম হয়ে ওঠে।\n\n\n== নিষেধকসমূহ ==\nATP সিনথেজ-এর কার্যপ্রণালি বোঝার জন্য বিভিন্ন প্রাকৃতিক ও কৃত্রিম নিষেধক (inhibitor) আবিষ্কৃত হয়েছে। এই নিষেধকগুলো ATP সিনথেজ-এর গঠন ও কার্যপদ্ধতি অনুসন্ধানে ব্যবহৃত হয়েছে এবং কিছু নিষেধক চিকিৎসাগত দিক থেকেও উপকারী হতে পারে। ATP সিনথেজ নিষেধক বিভিন্ন শ্রেণিতে বিভক্ত, যেমন: পেপটাইড-ভিত্তিক নিষেধক, পলিফেনলিক উদ্ভিজ রসায়ন (phytochemicals), পলিকেটাইডস, অর্গানোটিন যৌগ, পলিনিক α-পাইরোন ডেরিভেটিভস, ক্যাটায়নিক নিষেধক, সাবস্ট্রেট সদৃশ যৌগ, অ্যামিনো অ্যাসিড পরিবর্তনকারী এবং অন্যান্য বিভিন্ন রাসায়নিক উপাদান। সবচেয়ে বহুল ব্যবহৃত ATP সিনথেজ নিষেধকগুলোর মধ্যে অলিগোমাইসিন এবং DCCD উল্লেখযোগ্য।\n\n\n== বিভিন্ন জীবের মধ্যে ==\n\n\n=== ব্যাকটেরিয়া ===\nE. coli ব্যাকটেরিয়ার ATP সিনথেজ বর্তমানে পরিচিত সবচেয়ে সহজ গঠনের ATP সিনথেজ, যার মধ্যে ৮ ধরনের উপ-একক থাকে।\nব্যাকটেরিয়ার F-ATPase কখনও কখনও বিপরীতমুখীভাবে কাজ করে, তখন এটি ATP ভেঙে ফেলার (ATPase) এনজাইমে রূপান্তরিত হয়। কিছু ব্যাকটেরিয়ার F-ATPase নেই, তারা A/V-ধরনের ATPase উভমুখীভাবে ব্যবহার করে।\n\n\n=== ইস্ট (ইস্টি ছাঁচ) ===\nইস্টের ATP সিনথেজ ইউক্যারিওটিক ATP সিনথেজগুলোর মধ্যে সবচেয়ে ভালোভাবে অধ্যয়নকৃত। এতে F1 অঞ্চলের ৫টি, FO অঞ্চলের ৮টি উপ-একক এবং আরও ৭টি সংশ্লিষ্ট প্রোটিন শনাক্ত করা হয়েছে।\nএই প্রোটিনগুলোর বেশিরভাগেরই অন্যান্য ইউক্যারিওটিক জীবের মধ্যে সমগোত্রীয় (homologous) রূপ বিদ্যমান।\n\n\n=== উদ্ভিদ ===\nউদ্ভিদের ক্ষেত্রে ATP সিনথেজ ক্লোরোপ্লাস্টেও উপস্থিত থাকে (CF1FO-ATP সিনথেজ)। এই এনজাইমটি থাইলাকয়েড ঝিল্লিতে একীভূত থাকে এবং CF1 অংশটি স্ট্রোমা-তে প্রসারিত থাকে, যেখানে আলো-স্বাধীন বিক্রিয়া (বা ক্যালভিন চক্র) ও ATP সংশ্লেষণ ঘটে।\nক্লোরোপ্লাস্টের ATP সিনথেজের সামগ্রিক গঠন ও অনুঘটন প্রক্রিয়া ব্যাকটেরিয়াল ATP সিনথেজের সঙ্গে প্রায় অভিন্ন। তবে একটি মূল পার্থক্য হলো, ক্লোরোপ্লাস্টে প্রোটন মোটিভ ফোর্স তৈরি হয় না শ্বাসপ্রক্রিয়ার ইলেকট্রন পরিবহন শৃঙ্খল দ্বারা, বরং প্রাথমিক আলোক সংশ্লেষী প্রোটিন দ্বারা।\nএছাড়া, গামা-উপ-এককে একটি অতিরিক্ত ৪০-অ্যামিনো অ্যাসিডের অংশ (ইনসার্ট) যুক্ত থাকে, যা অন্ধকারে অপ্রয়োজনীয় ATP অপচয় রোধে সহায়তা করে।\n\n\n=== স্তন্যপায়ী প্রাণী ===\nগরুর (Bos taurus) হৃদপিণ্ডের মাইটোকন্ড্রিয়া থেকে প্রাপ্ত ATP সিনথেজ বর্তমানে জৈবরসায়ন ও গঠনের দিক থেকে সবচেয়ে বিস্তারিতভাবে অধ্যয়নকৃত উদাহরণ। গরুর হৃদপিণ্ড এই এনজাইমের উৎস হিসেবে ব্যবহৃত হয়, কারণ হার্ট মাংসপেশিতে মাইটোকন্ড্রিয়ার ঘনত্ব অনেক বেশি থাকে। এই গরুর জিনগুলোর গঠন মানব ATP সিনথেজের জিনের সঙ্গে অত্যন্ত সাদৃশ্যপূর্ণ।\nমানব ATP সিনথেজ গঠনে অংশগ্রহণকারী কিছু গুরুত্বপূর্ণ জিনের তালিকা:\n\nATP5A1\nATP5B\nATP5C1, ATP5D, ATP5E, ATP5F1, ATP5MC1, ATP5G2, ATP5G3, ATP5H, ATP5I, ATP5J, ATP5J2, ATP5L, ATP5O\nMT-ATP6, MT-ATP8\n\n\n=== অন্যান্য ইউক্যারিওট ===\nকিছু ভিন্নধর্মী ইউক্যারিওটিক শ্রেণির জীবগুলোর ATP সিনথেজ-এর গঠন বেশ বিশেষায়িত। ইউগ্লেনোজোয়াদের ATP সিনথেজ ডাইমার আকারে থাকে, যার F1 অংশ বুমেরাং-আকৃতির — এটি অন্যান্য মাইটোকন্ড্রিয়াল ATP সিনথেজ-এর মতোই। তবে এর FO উপ-কমপ্লেক্সে অনেক অনন্য উপ-একক থাকে।\nএই ধরনের ATP সিনথেজ কার্ডিওলিপিন ব্যবহার করে। এদের নিষেধক প্রোটিন IF1 এমনভাবে বাঁধে যা ট্রিপানোসোমাটিডাদের সঙ্গে মিল রয়েছে।\n\n\n=== আর্কিয়া ===\nআর্কিয়া সাধারণত F-ATPase ব্যবহার করে না। তারা পরিবর্তে A-ATPase/synthase ব্যবহার করে, যা একটি ঘূর্ণনশীল যন্ত্র — গঠনগতভাবে V-ATPase-এর অনুরূপ হলেও প্রধানত ATP সিনথেজ হিসেবে কাজ করে।\nব্যাকটেরিয়ার F-ATPase-এর মতো, এটি ATPase হিসেবেও কাজ করতে পারে বলে ধারণা করা হয়।\n\n\n=== LUCA ও তার পূর্ববর্তী ===\nF-ATPase জিনের সংযুক্তি ও বিন্যাস প্রাচীন প্রোক্যারিওট শ্রেণিগুলোর মধ্যে ব্যাপকভাবে সংরক্ষিত, যা ইঙ্গিত দেয় যে এই সিস্টেমটি LUCA-র (সর্বশেষ সর্বজনীন পূর্বপুরুষ) আগেই বিদ্যমান ছিল।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n \n\n\n== আরও পড়ুন ==\nনিক লেইন: The Vital Question: Energy, Evolution, and the Origins of Complex Life, ডব্লিউ ডব্লিউ নর্টন, ২০ জুলাই ২০১৫, আইএসবিএন ৯৭৮-০৩৯৩০৮৮৮১৬ (লিংকটি ATP সিনথেজ-এর একটি মডেল সংবলিত চিত্র ১০-এ নির্দেশ করে)\n\n\n== বহিঃসংযোগ ==\nবরিস এ. ফেনিউক: \"ATP synthase — একটি চমৎকার আণবিক যন্ত্র\"\nচিত্রসহ সুন্দরভাবে উপস্থাপিত ATP সিনথেজ লেকচার  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২ ডিসেম্বর ২০০৮ তারিখে, উপস্থাপক: অ্যান্টনি ক্রফটস, ইলিনয়ের ইউনিভার্সিটি অ্যাট আরবানা-শ্যাম্পেইন।\nOPM ডেটাবেসে প্রোটন ও সোডিয়াম স্থানান্তরকারী F-টাইপ, V-টাইপ এবং A-টাইপ ATPase-এর তথ্য\nরসায়নে নোবেল পুরস্কার ১৯৯৭ — Paul D. Boyer ও John E. Walker ATP সংশ্লেষণের এনজাইমগত প্রক্রিয়া আবিষ্কারের জন্য, এবং Jens C. Skou Na+, K+-ATPase নামে একটি আয়ন পরিবাহী এনজাইম আবিষ্কারের জন্য।\nহার্ভার্ড মাল্টিমিডিয়া প্রোডাকশন সাইট — ভিডিওসমূহ – ATP সংশ্লেষণের অ্যানিমেশন\nডেভিড গুডসেল: \"ATP Synthase — মাসের অণু\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৫-০৯-০৫ তারিখে"}