{"pageid": 1532053, "title": "লাওহুয়া মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1532053", "content": "লাওহুয়া মসজিদ ( (চীনা: 清真老华寺; পিনইন: Qīngzhēn Lǎohuá Sì)  চীনের কানসু প্রদেশের লিনশিয়া হুই স্বায়ত্তশাসিত অঞ্চলের লিনশিয়া শহরে অবস্থিত একটি মসজিদ। মসজিদটি হুয়াসি সড়কে অবস্থিত। মসজিদটিকে লিনশিয়া শহরের ''চীনের মক্কা'' বলা হয়।\n\n\n== ইতিহাস ==\nইতিহাস অনুযায়ী, লিনশিয়ার প্রাচীন হুয়া মসজিদ (清真老华寺)  মিং রাজবংশের হংউইয়ের শাসনামলে ১৩৬৮ খ্রিস্টাব্দে নির্মিত হয়।অর্থাৎ এর ইতিহাস ইতোমধ্যেই ৬০০ বছরের বেশি। এই মসজিদটি ঐতিহ্যবাহী চীনা স্থাপত্যে শৈলীতে নির্মিত। মসজিদটি অত্যন্ত নিপুণভাবে তৈরি এবং অলংকরণ অত্যন্ত দৃষ্টিনন্দন। চিং রাজবংশের চিয়েনলুং শাসনের ৪০তম বছর, অর্থাৎ ১৭৭৫ সালে মসজিদটি সম্প্রসারণ করা হয়। তখন এলাকার এক মুসলিম পরিবার তাদের পারিবারিক বাগান মসজিদের জন্য দান করেন এবং নিজ খরচে সম্প্রসারণের উদ্যোগ নেন। তখন এর নামকরণ করা হয় “ফুলের মসজিদ” （花寺)। পরে তা পরিবর্তন হয়ে “হুয়া সি”（华寺） হয়—যার অর্থ দাঁড়ায় ‘চীনের ভূমিতে নির্মিত মসজিদ’। বিশিষ্ট ইসলামি পণ্ডিত মালাইচি এবং বহু জ্যেষ্ঠ ইমাম এই মসজিদে ইমামতি করেছেন। প্রতিষ্ঠার পর থেকে বারবার প্রাকৃতিক দুর্যোগ ও অন্যান্য কারণে মসজিদটি ধ্বংস হয়েছে। পরে আবার পুনর্নির্মিত হয়েছে। কালের ধারায় এর ধর্মীয় শিক্ষাকেন্দ্র ক্রমশ সম্প্রসারিত হলেও, পুরনো স্থাপত্য কাঠামো মুসল্লিদের প্রয়োজন মেটাতে পারছিল না। অবশেষে ২০০৪ সালে সরকারের সহযোগিতায় মসজিদটির পুননির্মাণের উদ্যোগ নেওয়া হয়। আধুনিক নির্মাণশৈলীর মাধ্যমে এখানে  এক নতুন মসজিদ নির্মাণ করা হয়। পুনর্নির্মিত মসজিদে আরব্য স্থাপত্যশৈলী ও চীনা ঐতিহ্যবাহী নির্মাণশৈলীর সমন্বয় ঘটেছে।\n\n\n== স্থাপত্য ==\nমসজিদটির ছাদ চীনা স্থাপত্য শৈলীতে নির্মাণ করা হয়েছে। মসজিদটি একাধিক উঠান ছিল এবং এর দেয়ালজুড়ে ছিল। চমৎকার ইট ও কাঠের খোদাই এবং রঙিন অলংকরণে পুরো এলাকা সাজানো ছিল। মসজিদের সামনে একটি বাঁকা খিলানওয়ালা ছোট সেতু ছিল। তবে সময়ের নানা কারণে প্রাচীন এই স্থাপনাটি ধ্বংস হয়ে যায়। পরবর্তীতে, চীনা সরকারের ধর্মীয় নীতিমালা বাস্তবায়নের মাধ্যমে মসজিদটি পুনর্গঠনের সুযোগ সৃষ্টি হয়। তখন নতুন করে নির্মিত হয় নামাজঘর, মিনার এবং খিলানযুক্ত প্রবেশদ্বার।\nনতুনভাবে নির্মিত লাও হুয়া সি মসজিদের কাঠামো ৭ মাত্রার ভূমিকম্প-প্রতিরোধ ক্ষমতাসম্পন্ন নকশায় তৈরি করা হয়েছে। কিবলা তথা নামাজের দিক নির্ভুলভাবে নির্ধারণ করা হয়েছে। মূল নামাজঘরটির উচ্চতা ৪২ মিটার এবং এটি চারতলা বিশিষ্ট। প্রথম তলায় রয়েছে নারীদের নামাজঘর ও শ্রেণিকক্ষ। আর দ্বিতীয় থেকে চতুর্থ তলা পর্যন্ত পুরুষদের বিশাল নামাজঘর রয়েছে। মসজিদে একসাথে প্রায় ৫,০০০ মুসল্লি নামাজ আদায় করতে পারেন। \nমসজিদের মূল নামাজঘরের কেন্দ্রে একটি বিশাল গম্বুজ নির্মাণ করা হয়েছে। দালানের ভিতরে ভূ-তাপীয় পদ্ধতিতে তাপমাত্রা বেশি রাখার ব্যবস্থা রয়েছে। ফলে শীতকালে মসজিদের ভেতরের পরিবেশকে উষ্ণ ও আরামদায়ক রাখে। নামাজঘরের চারপাশে ৩৬টি ১৮ মিটার উঁচু গ্রানাইটের স্তম্ভ দাঁড়িয়ে আছে। মসজিদের ছাদের ওপর মদিনার পবিত্র মসজিদ (মসজিদে নববী) এর অনুকরণে একটি বড় ও চারটি ছোট সবুজ গম্বুজ বসানো হয়েছে। মসজিদের ভিতরের ও বাইরের দেয়ালে বিভিন্ন মুসলিম মনীষীদের লেখা আরবি ও চীনা ক্যালিগ্রাফি খোদাই করা রয়েছে।\n\n\n== আরও দেখুন ==\nচীনে ইসলাম\nচীনের মসজিদের তালিকা\n\n\n== তথ্যসূত্র =="}