{"pageid": 1532854, "title": "ব্ল্যাক মিরর", "url": "https://bn.wikipedia.org/wiki?curid=1532854", "content": "ব্ল্যাক মিরর হল একটি ব্রিটিশ সংকলন সিরিজ টেলিভিশন ধারাবাহিক যা চার্লি ব্রুকার তৈরি করেছিলেন। এই ধারাবাহিকটি বিভিন্ন ধারা অন্বেষণ করে, যেখানে বেশিরভাগ পর্ব নিকট-ভবিষ্যতের দুঃস্বপ্নলোক এ স্থাপিত যেখানে বিজ্ঞান কল্পকাহিনীর প্রযুক্তি রয়েছে—এটি দূরকল্পসাহিত্য-এর একটি ধরন। এই ধারাবাহিকটি দ্য টোয়াইলাইট জোন দ্বারা অনুপ্রাণিত এবং সামাজিক সমস্যাগুলিতে মন্তব্য করতে প্রযুক্তি এবং মিডিয়ার বিষয়গুলি ব্যবহার করে। বেশিরভাগ পর্ব ব্রুকার লিখেছিলেন অ্যানাবেল জোন্স-এর সম্পৃক্ততায়।\nসাতটি সিরিজে 33টি পর্ব এবং একটি বিশেষ পর্ব রয়েছে, এছাড়াও ইন্টারেক্টিভ ফিল্ম ব্ল্যাক মিরর: ব্যান্ডারস্ন্যাচ (২০১৮)। প্রথম দুটি সিরিজ ব্রিটিশ নেটওয়ার্ক চ্যানেল ৪-এ 2011 এবং 2013 সালে প্রচারিত হয়েছিল, যেমনটি 2014 সালের বিশেষ পর্ব \"হোয়াইট ক্রিসমাস\" হয়েছিল। তারপর প্রোগ্রামটি নেটফ্লিক্স-এ স্থানান্তরিত হয়, যেখানে আরও চারটি সিরিজ 2016, 2017, 2019 এবং 2023 সালে প্রচারিত হয়েছিল। সপ্তম সিরিজটি 10 এপ্রিল 2025 সালে প্রকাশিত হয়েছিল। নেটফ্লিক্স দ্বারা প্রযোজিত দুটি সম্পর্কিত ওয়েবিসোড সিরিজ তৈরি করা হয়েছিল, এবং প্রথম চারটি সিরিজের একটি সঙ্গী বই, ইনসাইড ব্ল্যাক মিরর, 2018 সালে প্রকাশিত হয়েছিল। অনেক পর্বের সাউন্ডট্র্যাক অ্যালবাম হিসাবে প্রকাশিত হয়েছে।\nব্ল্যাক মিরর অনেক পর্যালোচক দ্বারা 2010-এর দশকের সেরা টেলিভিশন ধারাবাহিকগুলির মধ্যে একটি হিসাবে বিবেচিত হয়, যদিও কিছু সমালোচক ধারাবাহিকটির সূত্রবদ্ধ নৈতিকতা থিমগুলি সুস্পষ্ট বলে মনে করেন বা মানের অবনতির কথা উল্লেখ করেন। এই প্রোগ্রামটি টানা তিনবার প্রাইমটাইম এমি অ্যাওয়ার্ড ফর আউটস্ট্যান্ডিং টেলিভিশন মুভি জিতেছিল \"সান জুনিপেরো\", \"ইউএসএস ক্যালিস্টার\" এবং ব্যান্ডারস্ন্যাচ-এর জন্য। ব্ল্যাক মিরর, আমেরিকান হরর স্টোরি এবং ইনসাইড নং 9-এর সাথে, অ্যানথোলজি টেলিভিশন ফরম্যাট পুনরুজ্জীবিত করার কৃতিত্ব দেওয়া হয়েছে এবং অনেক পর্ব মিডিয়া দ্বারা দূরদর্শী হিসাবে বিবেচিত হয়েছে।\n\n\n== পর্বসমূহ ==\n\nএই ধারাবাহিকটি মূলত চ্যানেল 4 দ্বারা যুক্তরাজ্যে কমিশন করা হয়েছিল এবং ডিসেম্বর 2011 সালে প্রিমিয়ার হয়েছিল। একটি দ্বিতীয় সিরিজ ফেব্রুয়ারি 2013 সালে চলেছিল। সেপ্টেম্বর 2015 সালে, নেটফ্লিক্স প্রোগ্রামটি কিনেছিল, 12টি পর্বের একটি সিরিজ কমিশন করেছিল যা পরে ছয়টি পর্বের দুটি সিরিজে বিভক্ত হয়েছিল। প্রথম ছয়টি পর্ব নেটফ্লিক্সে বিশ্বব্যাপী একযোগে তৃতীয় সিরিজ হিসাবে 21 অক্টোবর 2016 সালে প্রকাশিত হয়েছিল। ছয়টি পর্বের চতুর্থ সিরিজটি 29 ডিসেম্বর 2017 সালে প্রকাশিত হয়েছিল। তিনটি পর্বের একটি পঞ্চম সিরিজ 5 জুন 2019 সালে প্রকাশিত হয়েছিল। প্রথম চারটি সিরিজ, পাশাপাশি বিশেষ পর্ব \"হোয়াইট ক্রিসমাস\", ডিভিডিতে প্রকাশিত হয়েছে। একটি ষষ্ঠ সিরিজ 2022 সালে কমিশন করা হয়েছিল এবং 15 জুন 2023 সালে প্রকাশিত হয়েছিল। একটি সপ্তম সিরিজ নভেম্বর 2023 সালে ঘোষণা করা হয়েছিল এবং 10 এপ্রিল 2025 সালে প্রকাশিত হয়েছিল।\n\n\n== প্রিমিস ==\n\n\n=== ধারা এবং থিম ===\nব্ল্যাক মিরর একটি অ্যানথোলজি সিরিজ হওয়ায়, প্রতিটি পর্ব স্ট্যান্ডালোন এবং যে কোনও ক্রমে দেখা যেতে পারে। এই প্রোগ্রামটি বিজ্ঞান কল্পকাহিনীর মধ্যে স্পেকুলেটিভ ফিকশন-এর একটি উদাহরণ: বেশিরভাগ পর্ব ডিস্টোপিয়ান নিকট-ভবিষ্যতে স্থাপিত যেখানে নতুন প্রযুক্তি রয়েছে যা সমসাময়িক সংস্কৃতি থেকে একটি বৈশিষ্ট্যকে অতিরঞ্জিত করে, প্রায়শই ইন্টারনেট। একটি উদাহরণ হল \"ক্রোকোডাইল\", যেখানে রিকলার ডিভাইসটি একজন ব্যক্তির স্মৃতি দেখতে ব্যবহৃত হয় যা আধুনিক বিশ্ব থেকে প্রধান পার্থক্য। অনেকগুলি এমন প্রযুক্তি মানুষের দেহ বা চেতনা পরিবর্তন করে জড়িত, এই ক্রিয়াগুলির নৈতিকতার জন্য খুব কম ইন-ইউনিভার্স উদ্বেগ রয়েছে। তারা ব্যবহারকারীকে সুবিধা বা স্বাধীনতা প্রদান করে, তবে সমস্যাযুক্ত ব্যক্তিত্বের বৈশিষ্ট্যগুলিকে বাড়িয়ে তোলে। স্ক্রিন-এর অ্যাড্রিয়ান মার্টিন লিখেছিলেন যে অনেক পর্ব \"মৌলিক মানব আবেগ এবং ইচ্ছা\" চিত্রিত করে যা \"একটি প্রযুক্তিগত সিস্টেমের সাথে ছেদ করে এবং বিপর্যয়ে নিয়ন্ত্রণের বাইরে চলে যায়\"। রেট্রোফিউচারিস্টিক ডিজাইনগুলি প্রতিটি পর্বের থিমকে হাইলাইট করে, প্রায়শই আরাম, মানসিক সংযোগ বা ব্যক্তিগতকরণের অভাব দেখায়; সেটিংসগুলি সাধারণত পিতৃতান্ত্রিক এবং পুঁজিবাদী। ব্ল্যাক মিরর জুড়ে পুনরাবৃত্ত থিমগুলির মধ্যে রয়েছে ডেটা গোপনীয়তা এবং নিরীক্ষণ, ভার্চুয়াল রিয়েলিটি, ব্যক্তিস্বাতন্ত্র্যবাদ এবং ভোক্তাবাদ। অনেক পর্বে প্লট টুইস্ট রয়েছে।\nতবে, পৃথক পর্বগুলি বিভিন্ন ধারা অন্বেষণ করে। ক্রাইম ফিকশন পর্বগুলির মধ্যে রয়েছে পুলিশ প্রসিডিউরাল \"হেটেড ইন দ্য নেশন\" এবং \"স্মিথেরিন্স\" এবং নর্ডিক নোয়ার \"ক্রোকোডাইল\"। হরর এবং সাইকোলজিক্যাল হরর হল \"ব্ল্যাক মিউজিয়াম\" এবং \"প্লেটেস্ট\"-এর বৈশিষ্ট্য, যথাক্রমে। প্রথম পর্ব, \"দ্য ন্যাশনাল অ্যান্থেম\", ব্ল্যাক কমেডি এবং রাজনৈতিক ব্যঙ্গ ধারণ করে। কিছু পর্ব হালকা-হৃদয়ের ধারার বৈশিষ্ট্যগুলি ব্যবহার করে, যেমন \"সান জুনিপেরো\" এবং \"স্ট্রাইকিং ভাইপার্স\"-এ রোম্যান্স, \"হ্যাং দ্য ডিজে\"-তে রোম্যান্টিক কমেডি, বা \"ইউএসএস ক্যালিস্টার\"-এ স্পেস অপেরা। অন্যান্য ধারাগুলির মধ্যে রয়েছে ড্রামা (\"ফিফটিন মিলিয়ন মেরিটস\"), সাইকোলজিক্যাল থ্রিলার (ব্ল্যাক মিরর: ব্যান্ডারস্ন্যাচ), পোস্ট-অ্যাপোক্যালিপ্টিক ফিকশন (\"মেটালহেড\"), এবং যুদ্ধ চলচ্চিত্র (\"মেন এগেইনস্ট ফায়ার\")।\nব্ল্যাক মিরর বৈজ্ঞানিক এবং প্রযুক্তিগত অগ্রগতির অবিরাম সাধনার একটি নেতিবাচক দৃষ্টিভঙ্গি প্রদর্শন করতে দেখা যায়। বেশিরভাগ পর্ব অসুখীভাবে শেষ হয়। তবে, যেসব চরিত্রগুলি তারা যে প্রযুক্তির সাথে জড়িত তার ঝুঁকিগুলি সাবধানে বিবেচনা করে তারা সুখী সমাপ্তির মুখোমুখি হয়, যেমন \"সান জুনিপেরো\"-তে। ভিয়া প্যানোরামিকা-এর জুলিয়ানা লোপেস যুক্তি দিয়েছিলেন যে ডিস্টোপিয়ান সেটিংগুলি ফরাসি মার্ক্সিস্ট গাই ডেবর্ড-এর স্পেক্ট্যাকল ধারণার অনুরূপ, যেখানে গণমাধ্যম বিচ্ছিন্নতা এবং ব্যক্তিদের জন্য একটি অপ্রাপ্য ইউটোপিয়া তৈরি করে। উদাহরণস্বরূপ, \"নোজডাইভ\"-এ, প্রধান চরিত্র লেসি একটি ইউটোপিয়ান জীবনের জন্য পৃষ্ঠপোষকতা এবং পারফরমেটিভিটির মাধ্যমে প্রচেষ্টা করে, এমন একটি সমাজে যেখানে সোশ্যাল মিডিয়া সাফল্য উচ্চ আর্থ-সামাজিক অবস্থায় অবদান রাখে। কোয়ার্টারলি রিভিউ অফ ফিল্ম অ্যান্ড ভিডিও-তে লেখা একাডেমিকরা দেখেছেন যে ব্ল্যাক মিরর পর্বগুলি \"মাইন্ড-গেম ফিল্মস\"-এর একটি ধারায় পড়ে, যেখানে প্রধান চরিত্রগুলি বিভ্রান্ত হয় এবং বর্ণনাগুলি নন-লিনিয়ার বা খণ্ডিত হয়। এই ধারার চলচ্চিত্রগুলির মধ্যে রয়েছে ইনসেপশন (2010) এবং ইটার্নাল সানশাইন অফ দ্য স্পটলেস মাইন্ড (2004), এবং এই কাজগুলি প্রায়শই রাষ্ট্র, প্রযুক্তি বা পরিবারের অবিশ্বস্ততা দেখায়।\nকিছু সমালোচক বিশ্বাস করেছিলেন যে চ্যানেল 4-এর অধীনে প্রযোজিত পর্বগুলিতে একটি বেশি ব্রিটিশ সুর বা নান্দনিক গুণাবলী রয়েছে যা পরে সিরিজগুলিতে পাওয়া যায় না। বিপরীতে, নেটফ্লিক্স পর্বগুলি যার মধ্যে রয়েছে \"নোজডাইভ\", \"সান জুনিপেরো\", \"ইউএসএস ক্যালিস্টার\" এবং \"হ্যাং দ্য ডিজে\" পেস্টেল নান্দনিকতা, 1980 বা 1990-এর দশকের নস্টালজিয়ার ব্যবহার এবং চ্যানেল 4 পর্বগুলির চেয়ে হালকা-হৃদয়ের সুরের প্রমাণ দেয়। সুখী সমাপ্তি এবং প্রযুক্তির ইতিবাচক ব্যবহারের ফ্রিকোয়েন্সি পরে সিরিজগুলিতে বৃদ্ধি পায়। \"মেজি ডে\"-তে একটি ওয়্যারউল্ফ এবং \"ডেমন 79\"-এ একটি দানব ব্যবহার করে, ষষ্ঠ সিরিজ ব্ল্যাক মিরর-এ অতিপ্রাকৃত হরর উপাদানগুলি প্রবর্তন করে এবং প্রযুক্তির ভূমিকা হ্রাস করে।\n\n\n=== পর্বগুলির মধ্যে সংযোগ ===\n\nপরবর্তী পর্বগুলিতে ইস্টার এগ ইঙ্গাত্মক—অন্যান্য ইনস্টলমেন্টের ছোট রেফারেন্স রয়েছে। উদাহরণস্বরূপ, কাল্পনিক সংবাদ চ্যানেল ইউকেএন পর্বগুলির মধ্যে পুনরাবৃত্ত হয়, এবং কোম্পানি ফেন্স'স পিজা \"ইউএসএস ক্যালিস্টার\" এবং \"ক্রোকোডাইল\" উভয়তেই উপস্থিত রয়েছে। বিভিন্ন পর্বে দেখানো সংবাদ টিকার এবং সোশ্যাল মিডিয়া ফিডগুলিতে প্রচুর ইস্টার এগ পাওয়া যায়। চতুর্থ সিরিজের শেষ পর্ব, \"ব্ল্যাক মিউজিয়াম\"-এর মূল সেটে সিরিজের প্রতিটি পূর্ববর্তী পর্বের রেফারেন্স অন্তর্ভুক্ত ছিল। ইরমা থমাসের গান \"এনি ওয়ান হু নোজ হোয়াট লাভ ইজ (উইল আন্ডারস্ট্যান্ড)\" (1964) ছয়টি পর্বে উপস্থিত হয়েছে: \"ফিফটিন মিলিয়ন মেরিটস\", \"হোয়াইট ক্রিসমাস\", \"মেন এগেইনস্ট ফায়ার\", \"ক্রোকোডাইল\", \"রেচেল, জ্যাক অ্যান্ড অ্যাশলি টু\", এবং \"জোয়ান ইজ অফুল\"। ব্রুকার দ্বারা ডিজাইন করা একটি প্রতীক যা প্রথম \"হোয়াইট বিয়ার\"-এ ব্যবহৃত হয়েছিল তা ব্যান্ডারস্ন্যাচ-এ শাখা পথের প্রতীক এবং \"ডেমন 79\"-এ একটি তাবিজ-এ চিহ্নিত করা হয়েছে, অন্যান্য ব্যবহারের মধ্যে।\nঅভিনেতারা খুব কমই একাধিক পর্বে উপস্থিত হন; যারা করেন তাদের ভূমিকা সম্পর্কহীন। অ্যারন পল \"বিয়ন্ড দ্য সি\"-তে অভিনয় করেছিলেন, একটি স্পেস-থিমযুক্ত পর্ব, \"ইউএসএস ক্যালিস্টার\"-এ একটি ক্যামিও করতে সম্মত হওয়ার পরে যদি এটি তাকে অন্যান্য পর্বে উপস্থিত হতে বাধা না দেয়। হানা জন-কামেন গায়িকা সেলমা (\"ফিফটিন মিলিয়ন মেরিটস\") এবং সাংবাদিক সোনজা (\"প্লেটেস্ট\") চরিত্রে অভিনয় করেছিলেন; মাইকেলা কোয়েল একজন এয়ারলাইন চেক-ইন কর্মী (\"নোজডাইভ\") এবং স্পেস ক্রু সদস্য শানিয়া (\"ইউএসএস ক্যালিস্টার\") ছিলেন; মনিকা ডোলান একজন পুলিশ অফিসার (\"স্মিথেরিন্স\") এবং একজন প্রধান চরিত্রের মা (\"লচ হেনরি\") হিসাবে অভিনয় করেছিলেন; ড্যানিয়েল লাপাইন মাইনর চরিত্র ম্যাক্স (\"দি এন্টায়ার হিস্ট্রি অফ ইউ\") এবং ডাক্তার ড্যানিয়েল (\"ব্ল্যাক মিউজিয়াম\") চরিত্রে অভিনয় করেছিলেন।\n\nকিছু লেখক বিশ্বাস করেন যে ব্ল্যাক মিরর পর্বগুলি একটি শেয়ার্ড ইউনিভার্সে সেট করা হয়েছে, ইস্টার এগের প্রাচুর্য, বা প্রোগ্রাম জুড়ে সুর এবং থিম্যাটিক সংযোগের কারণে। ভক্ত এবং সাংবাদিকরা পর্বগুলির মধ্যে কংক্রিট ক্রোনোলজি স্থাপনের চেষ্টা করেছেন। সিরিজ ক্রিয়েটর চার্লি ব্রুকার-এর এই বিষয়ে মন্তব্য সময়ের সাথে পরিবর্তিত হয়েছে। তিনি প্রাথমিকভাবে প্রোগ্রামের সেটিংকে একটি \"শৈল্পিক ইউনিভার্স\" বা \"মানসিকভাবে শেয়ার্ড ইউনিভার্স\" হিসাবে বর্ণনা করেছিলেন। তৃতীয় সিরিজ প্রকাশের পরে, তিনি বলেছিলেন যে \"হেটেড ইন দ্য নেশন\"-এ একটি লাইন যা \"হোয়াইট বিয়ার\"-এর কেন্দ্রীয় অপরাধকে উল্লেখ করে তাদের মধ্যে একটি \"ক্যানোনিকাল\" সংযোগ স্থাপন করেছে। ব্রুকার \"ব্ল্যাক মিউজিয়াম\" সম্পর্কে বলেছিলেন যে এটি \"এখন আসলে ইঙ্গিত দেয় যে এটি একটি শেয়ার্ড ইউনিভার্স\"।\nতবে, তিনি 2018 সালে ইস্টার এগগুলিকে \"ভক্তদের জন্য একটি অতিরিক্ত টেক্সচার\" হিসাবে বর্ণনা করেছিলেন এবং নতুন পর্বগুলির ডিজাইনকে সীমাবদ্ধ করে এমন বিবেচনা নয়। ষষ্ঠ সিরিজের পরে, ব্রুকার মন্তব্য করেছিলেন যে দর্শক প্রতিটি পর্বকে একটি স্ট্রিমবেরি শো হিসাবে বিবেচনা করতে পারে—\"জোয়ান ইজ অফুল\"-এ বৈশিষ্ট্যযুক্ত নেটফ্লিক্স প্যারোডি যার শিরোনামগুলি পূর্ববর্তী ইনস্টলমেন্টগুলিকে উল্লেখ করে।\n\n\n== প্রোডাকশন ==\n\n\n=== ধারণা ===\n\nএই সিরিজটি ব্রুকার দ্বারা তৈরি করা হয়েছিল, যিনি পূর্বে একজন কমেডি লেখক হিসাবে পরিচিত ছিলেন। তিনি 1990-এর দশকের শেষের দিকে পিসি জোন-এর জন্য ভিডিও গame রিভিউ লিখতেন এবং 2000-এর দশকে দ্য গার্ডিয়ান-এর জন্য টেলিভিশন রিভিউ লিখতে এবং টেলিভিশনে কাজ করতে শুরু করেছিলেন। ব্রুকার ডেড সেট (2008), একটি জম্বি-ভিত্তিক ড্রামা সিরিজের প্রোডাকশন সম্পন্ন করেছিলেন এবং নিউজউইপ (2009–2010) এবং অন্যান্য প্রোগ্রামে কাজ করার সময়, একটি অ্যানথোলজি ড্রামা সিরিজ তৈরি করার সিদ্ধান্ত নিয়েছিলেন। এটি দ্য টোয়াইলাইট জোন (1959–1964), টেলস অফ দ্য আনএক্সপেক্টেড (1979–1988) এবং হ্যামার হাউস অফ হরর (1980)-এর স্টাইলে মডেল করা হয়েছিল। শিরোনামটি আর্কেড ফায়ার গান একই নামের দ্বারা অনুপ্রাণিত হয়েছিল, বুকার এটি একটি ইলেকট্রনিক ডিভাইসের খালি স্ক্রিনকে বোঝাতে ব্যবহার করেছিলেন একবার এটি বন্ধ হয়ে গেলে।\nব্রুকার স্বীকার করেছিলেন যে রড সের্লিং দ্য টোয়াইলাইট জোন-কে সমসাময়িক বিষয়গুলির উপর ভিত্তি করে তৈরি করেছিলেন, প্রায়শই বিতর্কিত বিষয়গুলি যেমন বর্ণবাদ, কিন্তু সেগুলিকে কাল্পনিক সেটিংসে স্থাপন করেছিলেন সেই সময়ের টেলিভিশন সেন্সরদের এড়ানোর জন্য। ব্রুকার বুঝতে পেরেছিলেন যে তিনি একইভাবে আধুনিক বিষয়গুলিতে মন্তব্য করতে পারেন, বিশেষভাবে প্রযুক্তির উপর ফোকাস করে, একটি বিষয় যা তিনি হাউ টিভি রুইন্ড ইয়োর লাইফ (2011) সিরিজ প্রযোজনা করার সময় অন্বেষণ করেছিলেন। তিনি \"আমরা 10 মিনিটের মধ্যে কীভাবে বাঁচতে পারি\" তা অন্বেষণ করার লক্ষ্য রেখেছিলেন।\nব্রুকার অ্যানথোলজি পদ্ধতিটি বজায় রাখতে চেয়েছিলেন, প্রতিটি পর্বের জন্য নতুন গল্প, সেটিংস, চরিত্র এবং অভিনেতা ব্যবহার করে, কারণ তিনি অনুভব করেছিলেন যে এটি দ্য টোয়াইলাইট জোন-এর মতো সিরিজ উপভোগ করার একটি মূল উপাদান। এই পদ্ধতিটি ব্ল্যাক মিরর-কে বর্তমান ড্রামা এবং সিরিয়ালগুলির সাথে বৈপরীত্য করতে দেয় যেগুলির একটি স্ট্যান্ডার্ড পুনরাবৃত্ত কাস্ট ছিল। ব্রুকারের মতে, প্রোডাকশন দল সিরিজটিকে একটি সংযুক্ত থিম বা উপস্থাপক দেওয়ার কথা বিবেচনা করেছিল, কিন্তু শেষ পর্যন্ত তা না করার সিদ্ধান্ত নিয়েছে।\n\n\n=== লেখার প্রক্রিয়া ===\n\nবেশিরভাগ পর্ব শুধুমাত্র ব্রুকারকে ক্রেডিট দেওয়া হয়। অনেকগুলি তার সাথে অ্যানাবেল জোন্স বা অন্যদের সাথে একটি \"হোয়াট-ইফ আইডিয়া\" নিয়ে কথা বলার মাধ্যমে উদ্ভূত হয় এবং বিবেচনা করে যে এটি কিছু নতুন প্রযুক্তির পরিণতি হতে পারে কিনা। ব্রুকার বলেছিলেন যে তার আগের কমেডি লেখার মতো, প্রিমিস হল একটি \"সবচেয়ে খারাপ কেস সিনারিও যৌগিক\"; ধারণাগুলি প্রায়শই তাকে হাসায়। পর্বগুলির সাধারণত একবারে শুধুমাত্র একটি দিক রয়েছে যা সাসপেনশন অফ ডিসবিলিফ প্রয়োজন, এবং চরিত্রগুলির ক্রিয়াগুলি অAuthentic মনে হয় এমনকি যদি তাদের অবস্থা অস্বাভাবিক হয়। ব্রুকার সংবাদ ইভেন্ট বা সাময়িক বিষয়গুলিতে প্রতিক্রিয়া জানাতে এড়িয়ে গেছেন, কারণ রিলিজ তারিখের দ্বারা তাদের প্রাসঙ্গিকতা অব্যাহত থাকার কোন গ্যারান্টি ছিল না।\nপ্রথম দুটি সিরিজে, ব্রুকার কম পরিকল্পনা করতেন এবং স্ক্রিপ্টটি লিখতে গিয়ে যেতেন, যা আরও ড্রপড সাবপ্লট এবং \"হোয়াইট বিয়ার\"-এর বিশেষভাবে পুনরায় লেখার কয়েকটি পুনরাবৃত্তির দিকে নিয়ে যায়। তিনি বিজ্ঞাপন বিরতি মাথায় রেখে লিখতেন, পরবর্তী বিরতিতে পৌঁছানোর অনুপ্রেরণা হিসাবে, এবং যাতে তিনি কিছু ক্লিফহ্যাঙ্গার সন্নিবেশ করতে পারেন দর্শকদের ফিরে আসার জন্য। প্রথম দুটি সিরিজের পরে, ব্রুকার প্রতিটি প্রথম খসড়ার আগে একটি সম্পূর্ণ রূপরেখা লিখেছিলেন, একটি শেষ কল্পনা করে প্রক্রিয়াটিকে সহজ মনে করেছিলেন এমনকি যদি শেষটি পরে পরিবর্তিত হয়। রূপরেখাটি দৈর্ঘ্যে উল্লেখযোগ্যভাবে পরিবর্তিত হতে পারে, দুই থেকে পঁচিশ পৃষ্ঠা পর্যন্ত।\n\"সান জুনিপেরো\" ছিল নেটফ্লিক্সের জন্য লেখা প্রথম পর্ব এবং একটি ব্ল্যাক মিরর পর্বের সুর নিয়ে পরীক্ষা করার একটি সচেতন সিদ্ধান্ত থেকে এসেছিল। এর পরে, পর্বগুলি আরও সুরগতভাবে বৈচিত্র্যময় হয়ে ওঠে। ব্রুকার নেটফ্লিক্সে একটি সংক্ষিপ্ত ট্রিটমেন্ট পাঠাতেন এবং প্রথম খসড়া শুরু করার আগে প্রতিক্রিয়া পেতেন। তিনি কিছু উপাদান দাঁড়িয়ে লিখতেন, সামান্য অস্বস্তি সময় নষ্ট করতে নিরুৎসাহিত করত; তিনি বলেছিলেন যে প্রথম খসড়া, \"বমি খসড়া\", সবসময় ভয়ানক ছিল, কিন্তু লেখা হয়েছিল। তিনি লিখতে গিয়ে সমাপ্ত পর্বটি কল্পনা করার চেষ্টা করতেন এবং কখনও কখনও সঙ্গীত শুনতে শুনতে দৌড়াতেন অনুপ্রেরণার উৎস হিসাবে। ব্রুকার বলেছিলেন যে মানসিক বক্তৃতাগুলি লেখা সহজ ছিল, যখন অনেক অংশের ক্রমগুলি কঠিন ছিল। প্রতিক্রিয়া জোন্সের কাছ থেকে আসত এবং একজন পরিচালক বা কাস্ট সদস্য স্ক্রিপ্টে একটি বড় প্রভাব ফেলতে পারে। উপরন্তু, ব্রুকার এবং জোন্স সম্ভব হলে ফিল্মিং পর্যবেক্ষণ এবং সম্পাদনা কক্ষে অংশগ্রহণ করে প্রোডাকশন প্রক্রিয়ার সমস্ত দিক জড়িত ছিলেন। তারা যৌক্তিক অসঙ্গতি এবং প্রযুক্তিগত ইউজার ইন্টারফেস-এর বিবরণ নিয়ে কাজ করেছিলেন। ব্রুকার বলেছিলেন যে চূড়ান্ত সম্পাদনা এমন দিকগুলিকে ঠিক করতে দেয় যা কাজ করছিল না, বা উপেক্ষিত ধারণাগুলি প্রবর্তনের জন্য।\nপর্ব \"দি এন্টায়ার হিস্ট্রি অফ ইউ\" জেসি আর্মস্ট্রং দ্বারা লেখা হয়েছিল। উইলিয়াম ব্রিজেস \"শাট আপ অ্যান্ড ড্যান্স\" এবং \"ইউএসএস ক্যালিস্টার\" উভয়তেই সহ-ক্রেডিট পেয়েছিলেন এবং ব্রুকারের স্ত্রী কনি হুক \"ফিফটিন মিলিয়ন মেরিটস\"-এ একটি সহ-ক্রেডিট পেয়েছিলেন। এই পর্বগুলির জন্য, ব্রুকার তার সহকর্মীদের সাথে একই ঘরে লেখেননি। একজন ব্যক্তি প্রথম খসড়া লিখতেন এবং তারপরে তারা প্রতিক্রিয়া এবং পুনরায় লেখার মধ্যে পুনরাবৃত্তি করতেন। \"নোজডাইভ\"-এ, মাইকেল শুর স্ক্রিপ্টের প্রথমার্ধ লিখেছিলেন এবং রাশিদা জোন্স ব্রুকারের ধারণা এবং গল্পের রূপরেখার উপর ভিত্তি করে দ্বিতীয়ার্ধ লিখেছিলেন। \"ডেমন 79\" ব্রুকার এবং বিশা কে. আলী দ্বারা সহ-লিখিত হয়েছিল।\n\n\n=== সিরিজ 1 ===\n\nসিরিজের সূচনা 2010 সালে হয়েছিল। ব্রুকার এবং জোন্স চার্লি ব্রুকার'স স্ক্রিনউইপ, একটি টেলিভিশন রিভিউ প্রোগ্রাম যা 2006 থেকে 2008 পর্যন্ত প্রচারিত হয়েছিল, একসাথে কাজ করা শুরু করেছিলেন। ব্ল্যাক মিরর-এর প্রথম পিচ, চ্যানেল 4-এর কমেডি প্রধানকে, ছিল বিভিন্ন লেখক দ্বারা আটটি অর্ধ-ঘণ্টার পর্বের জন্য। প্রযুক্তি একটি কম ফোকাস ছিল, এবং বিশ্বগুলি বৃহত্তর এবং আরও বিশদ ছিল, যা জোন্স বলেছিলেন যে সংক্ষিপ্ত রানটাইমে সঠিকভাবে কার্যকর করা সম্ভব ছিল না। সিরিজটি তখন তিনটি ঘণ্টা-দীর্ঘ পর্বের জন্য কমিশন করা হয়েছিল। প্রথম স্ক্রিপ্ট ছিল \"ফিফটিন মিলিয়ন মেরিটস\"। দ্বিতীয়টি ছিল \"ইনবাউন্ড\", একটি পর্ব যা কখনও প্রযোজিত হয়নি: এটি ছিল একটি বিজ্ঞান কল্পকাহিনী অভিযোজন যা শেষে প্রকাশিত হয়েছিল যে এটি ইরাক যুদ্ধ-এ একটি ছেলের সম্পর্কে একটি সত্য গল্প। এটি থেকে ধারণাগুলি পরে \"মেন এগেইনস্ট ফায়ার\"-এর জন্য পুনরায় ব্যবহার করা হয়েছিল। নিম্নলিখিত স্ক্রিপ্ট পিচ হয়ে ওঠে \"দ্য ন্যাশনাল অ্যান্থেম\", প্রথম পর্ব যা প্রচারিত হয়েছিল। তৃতীয় পর্ব হল \"দি এন্টায়ার হিস্ট্রি অফ ইউ\"।\nপ্রোগ্রামটি ব্রুকারের প্রোডাকশন কোম্পানি জেপোট্রন দ্বারা প্রযোজিত হয়েছিল, ডাচ মিডিয়া কোম্পানি এন্ডেমল-এর জন্য। জোয়েল কলিন্স প্রোডাকশন ডিজাইনার হিসাবে কাজ করেছিলেন, তার কোম্পানি পেইন্টিং প্র্যাকটিস ভিজ্যুয়াল ইফেক্টস নিয়ে কাজ করেছিল। ব্ল্যাক মিরর-এর প্রাথমিক পর্যায়ে, জোন্স কমেডি অভিনেতাদের কাস্টিং এড়াতে আগ্রহী ছিলেন, কারণ ব্রুকার পূর্বে একজন কমেডি লেখক ছিলেন, এবং তারা সিরিজটিকে ধারা থেকে দূরে রাখতে চেয়েছিলেন। প্রোডাকশনটি এ টাচ অফ ক্লথ-এর সাথে সমকালীন হয়েছিল, একটি ব্যঙ্গাত্মক পুলিশ প্রসিডিউরাল সিরিজ যা ব্রুকার লিখেছিলেন। সিরিজটি 4 ডিসেম্বর 2011 থেকে সাপ্তাহিকভাবে প্রচারিত হয়েছিল। \"দ্য ন্যাশনাল অ্যান্থেম\" ররি কিনিয়ার-কে একজন ব্রিটিশ প্রধানমন্ত্রী হিসাবে চিত্রিত করে যিনি একটি অপহৃত রাজকন্যার মুক্তির জন্য একটি শূকরের সাথে যৌনতা করতে বাধ্য হন। \"ফিফটিন মিলিয়ন মেরিটস\"-এ, ড্যানিয়েল কালুইয়া বিং এবং জেসিকা ব্রাউন ফিন্ডলে আবি চরিত্রে অভিনয় করেন, একটি সমাজে দুটি চরিত্র যেখানে বেশিরভাগ মানুষকে প্রতিদিন সাইকেল চালাতে হয় মুদ্রা অর্জনের জন্য। \"দি এন্টায়ার হিস্ট্রি অফ ইউ\" বিবাহিত দম্পতি লিয়াম এবং ফিয়নকে অনুসরণ করে, যথাক্রমে টোবি কেবেল এবং জোডি হুইটেকার দ্বারা অভিনীত, লিয়াম ফিয়নের একটি বন্ধুর সাথে সম্পর্ক সম্পর্কে সন্দেহজনক হয়ে ওঠে।\n\n\n=== সিরিজ 2 ===\n\nপ্রথম সিরিজটি চ্যানেল 4-এর জন্য ব্যয়বহুল ছিল, কারণ অ্যানথোলজি ফরম্যাটের অর্থ ছিল কোনও ইকোনমিজ অফ স্কেল ছিল না, কিন্তু ব্ল্যাক মিরর তিনটি পর্বের একটি দ্বিতীয় সিরিজের জন্য কমিশন করা হয়েছিল। ব্রুকার এটিকে \"স্কেলে আরও মহাকাব্যিক, কিন্তু সুযোগে আরও অন্তরঙ্গ\" হিসাবে বর্ণনা করেছিলেন: পর্বগুলিতে আরও নিম্ন-প্রোফাইল প্রযুক্তি রয়েছে। ব্রুকার মন্তব্য করেছিলেন যে দ্বিতীয় সিরিজটি প্রথমটিকে আয়না করে: প্রাক্তনের বিষয়গুলি (ক্রমে) \"বিকৃত রাজনৈতিক ব্যঙ্গ\", \"ডিস্টোপিয়ান হেলস্কেপ\", এবং \"প্রযুক্তি দ্বারা বিচ্ছিন্ন সম্পর্ক\", যখন পরবর্তীটি এই ফর্মগুলির পর্বগুলি বিপরীত ক্রমে উপস্থাপন করে। প্রথম সিরিজের প্রতিটি পর্বে একটি পুরুষ প্রধান চরিত্র ছিল, তাই ব্রুকার ইচ্ছাকৃতভাবে প্রথম দুটি পর্বের জন্য মহিলা প্রধান চরিত্র লিখেছিলেন, \"বি রাইট ব্যাক\" এবং \"হোয়াইট বিয়ার\"।\nদ্বিতীয় সিরিজের জন্য একটি ট্রেলার মুভিং পিকচার কোম্পানি দ্বারা তৈরি করা হয়েছিল এবং একটি স্বপ্নের ক্রম, একটি কারখানা এবং একটি বড় ধুলার মেঘ বৈশিষ্ট্যযুক্ত, কিন্তু সিরিজ দুই পর্বের কোনও অংশ ছিল না। সিরিজটি 11 ফেব্রুয়ারি 2013 থেকে সাপ্তাহিকভাবে প্রচারিত হয়েছিল। \"বি রাইট ব্যাক\" মার্থা (হেইলি অ্যাটওয়েল) কৃত্রিম বুদ্ধিমত্তার দিকে ফিরে তাকায় যখন তার সঙ্গী অ্যাশ (ডমনল গ্লিসন)-এর মৃত্যুর উপর শোক করে। লেনোরা ক্রিচলো ভিক্টোরিয়া স্কিলেন হিসাবে অভিনয় করেছিলেন, একজন মহিলা একটি সর্বনাশে যিনি তার স্মৃতি হারিয়েছেন, \"হোয়াইট বিয়ার\"-এ। \"দ্য ওয়ালডো মোমেন্ট\" একটি রাজনৈতিক ব্যঙ্গ ড্যানিয়েল রিগবি জ্যামি সাল্টার হিসাবে অভিনয় করেছিলেন, একজন ব্যক্তি যিনি একটি অ্যানিমেটেড বিয়ার হিসাবে একটি উপ-নির্বাচনে প্রতিদ্বন্দ্বিতা করেন। ব্ল্যাক মিরর প্রথমবারের মতো নভেম্বর 2013 সালে ডাইরেক্টটিভি-এর মাধ্যমে মার্কিন যুক্তরাষ্ট্রে উপলব্ধ করা হয়েছিল, যেখানে পর্বগুলি অডিয়েন্স-এ প্রচারিত হয়েছিল এবং অনলাইনে উপলব্ধ ছিল।\n\n\n=== \"হোয়াইট ক্রিসমাস\" ===\nব্রুকারের মতে, ধারাবাহিকটির বাজেট তখনও চ্যানেল ৪-এর কমেডি বিভাগ থেকে নেওয়া হচ্ছিল, এবং এটি নাটক বিভাগের অধীনে পড়বে কিনা তা নিয়ে আলোচনা হচ্ছিল। সে সময় চ্যানেল ৪-এর কমেডি প্রধান শেন অ্যালেন ২০১৮ সালে বলেছিলেন যে কেউ কেউ ব্ল্যাক মিরর-এর বাজেট দেখে হতবাক হয়েছিলেন, যা একটি কমেডির জন্য প্রমিতের চেয়ে অনেক বেশি ছিল। নতুন কমেডি প্রধানের ব্রুকার ও জোন্সের সাথে পূর্বের কোন সম্পর্ক ছিল না।\n\nব্রুকার ২০১৮ সালে জানান যে চ্যানেল ৪ চারটি পর্বের তৃতীয় সিরিজের জন্য সম্মত হয়েছিল, তবে পূর্বে পর্বগুলির বিস্তারিত সিনোপসিস চেয়েছিল। ব্রুকার \"এঞ্জেল অফ দ্য মর্নিং\" নামের একটি পর্ব নিয়ে আসেন, যা পরে \"হোয়াইট ক্রিসমাস\"-এ একটি গল্পে পরিণত হয়। তিনি এছাড়াও \"ইনবাউন্ড\" স্ক্রিপ্টের উপর ভিত্তি করে একটি পর্বের ধারণা করেছিলেন, যা পরবর্তীতে \"মেন এগেইনস্ট ফায়ার\"-এর অনুরূপ হত। আরেকটি পর্বের নাম ছিল \"ক্রোকোডাইল\", যা সিরিজ চারের একই নামের পর্বের সাথে কিছু অংশে ওভারল্যাপ করেছিল। দীর্ঘ প্রতীক্ষার পর, ব্রুকার ও জোন্সকে জানানো হয় যে ধারণাগুলি \"মোটেও ব্ল্যাক মিরর-এর মতো নয়\"। যদিও চ্যানেল ৪ একটি এককালীন বিশেষ পর্ব তৈরির পরামর্শ দিয়েছিল, জোন্স বলেছিলেন যে তিনি তাদের কাছ থেকে স্পষ্টতার অভাব অনুভব করেছেন।\nজোন্স ও ব্রুকার পরবর্তী বছরটি এ টাচ অফ ক্লথ-এর মতো অন্যান্য প্রকল্পে কাজ করেন। তারা এন্ডেমলের অধীনে হাউস অফ টুমরো প্রতিষ্ঠা করেন, যার অধীনে পরবর্তী ব্ল্যাক মিরর বিষয়বস্তু প্রযোজিত হবে। চ্যানেল ৪-এর একজন কর্মীর সাথে দেখা করার পর, ব্রুকার ব্ল্যাক মিরর নিয়ে কীভাবে এগিয়ে যেতে হবে তা জিজ্ঞাসা করতে চ্যানেলটিকে ইমেল করেন। চ্যানেল ৪-এর একটি ঘণ্টাব্যাপী ক্রিসমাস স্পেশালের বাজেট ছিল, কিন্তু জোন্স ও ব্রুকার ৯০ মিনিটের একটি পর্বের জন্য চাপ দেন। \"হোয়াইট ক্রিসমাস\" ছিল তিনটি গল্পের একটি পোর্টম্যান্টো, যা টোয়াইলাইট জোন: দ্য মুভি-এর মতো কাজ দ্বারা অনুপ্রাণিত। এতে জন হ্যাম ম্যাট এবং রেফ স্পল জো হিসাবে অভিনয় করেছিলেন। পৃথক গল্পগুলির অভিনেতাদের মধ্যে রয়েছেন: রাসমুস হার্ডিকার হ্যারি, নাটালিয়া টেনা জেনিফার, উনা চ্যাপলিন গ্রেটা, জ্যানেট মন্টগোমারি বেথ এবং কেন ড্রুরি বেথের বাবা হিসেবে। পর্বটি ১৬ ডিসেম্বর ২০১৪ সালে প্রচারিত হয়।\n\n\n=== নেটফ্লিক্সে স্থানান্তর ===\n\"হোয়াইট ক্রিসমাস\"-এর প্রেস স্ক্রিনিংয়ের দিন, ব্রুকার ও জোন্স চ্যানেল ৪-এর নির্বাহীদের সাথে একটি বৈঠক করেন, যারা তাদের জানান যে তারা ধারাবাহিকটি চালিয়ে যেতে চান তবে বাজেট সীমাবদ্ধতার কারণে এটি একটি কো-প্রোডাকশন হতে হবে। জুটির কয়েক মাস আগে লস অ্যাঞ্জেলেসে কো-প্রোডাকশন তহবিল সুরক্ষিত করার চেষ্টা করেন কিন্তু সফল হননি। চ্যানেলটি আরও পরামর্শ দেয় যে ব্রুকার ইলেকট্রিক ড্রিমস (২০১৭–২০১৮)-এর একটি পর্ব লিখতে পারেন, যা ফিলিপ কে. ডিক-এর ছোট গল্পের অভিযোজন। তারা একটি মার্কিন নেটওয়ার্কের পরামর্শে একটি পাঁচ-পর্বের সিরিজও বিবেচনা করেছিল, যার নামকরণ করা হয়েছিল গেম অফ ড্রোনস।\n১ ডিসেম্বর ২০১৪-এ, প্রোগ্রামের প্রথম দুটি সিরিজ নেটফ্লিক্স মার্কিন যুক্তরাষ্ট্রে একচেটিয়া স্ট্রিমিং অধিকার কেনার পর মুক্তি পায়, যা প্রোগ্রামের জন্য দর্শকদের আগ্রহ বাড়ায়। চ্যানেলগুলির মধ্যে একটি বিডিং যুদ্ধে, যেখানে এএমসি, সাইফাই এবং এইচবিও-এর মতো মার্কিন কোম্পানিগুলি অন্তর্ভুক্ত ছিল, নেটফ্লিক্স প্রতিটি সিরিজের দশটি পর্বের দুটি সিরিজের অঙ্গীকার নিয়ে নেতৃত্ব দেয়। ব্রুকার ও জোন্স ২০১৮ সালে রিপোর্ট করেন যে যদিও তারা এবং নেটফ্লিক্স উভয়ই চ্যানেল ৪-কে সমান অংশীদার হিসাবে পেতে আগ্রহী ছিলেন, চ্যানেল ৪-টি অস্পষ্ট ছিল। তারা শেষ পর্যন্ত নেটফ্লিক্সের সাথে একটি কো-প্রোডাকশন নিয়ে আলোচনা ছাড়াই একটি মিটিং পায়, যেখানে চ্যানেলটি তিনটি পর্বের জন্য নবায়নের পরামর্শ দেয়। চ্যানেলটি পরে ছয়টি পর্বের প্রস্তাব দেয় যদি সম্পূর্ণ ট্রিটমেন্ট আগে থেকে দেওয়া যায়, কিন্তু ব্রুকার ও জোন্স ধারণাগুলির পূর্ববর্তী বাতিলের কারণে উদ্বিগ্ন ছিলেন। তাদের মার্কিন অফারগুলির উত্তর দেওয়ার জন্য সীমিত সময় ছিল এবং তারা নেটফ্লিক্সের সাথে একটি চুক্তি করার সিদ্ধান্ত নেয়।\nসেপ্টেম্বর ২০১৫-এ, নেটফ্লিক্স ব্ল্যাক মিরর-এর ১২টি পর্ব কমিশন করে। এই সময়ের মধ্যে, সিরিজটি প্রায় ৮০টি অঞ্চলে উপলব্ধ ছিল। মার্চ ২০১৬-এ, এটি যুক্তরাজ্যে তৃতীয় সিরিজ বিতরণের অধিকার নিয়ে চ্যানেল ৪-কে ছাড়িয়ে যায়, মার্কিন$৪০ মিলিয়ন বিড সহ। এন্ডেমল একটি বিবৃতি প্রকাশ করে যে চ্যানেল ৪-এর \"২০১৩ সাল থেকে [ব্ল্যাক মিরর] পুনরায় কমিশন করার সুযোগ ছিল এবং তারা এটি এবং পরবর্তী কো-প্রোডাকশন অফার প্রত্যাখ্যান করে। [...] চ্যানেল ৪-এর জন্য একটি যুক্তরাজ্য উইন্ডোর বিষয়ে একটি সমঝোতায় পৌঁছানোর জন্য আরও প্রচেষ্টা করা হয়েছিল, কিন্তু দুর্ভাগ্যবশত সেগুলিও ব্যর্থ হয়\"। একটি প্রেস রিলিজে, চ্যানেল ৪ জানায় যে তারা \"ব্ল্যাক মিরর পুনরায় কমিশন করার প্রস্তাব দিয়েছিল\"। এটি প্রথমবারের মতো চিহ্নিত করে যখন একটি অনলাইন স্ট্রিমিং পরিষেবা একটি সিরিজের অধিকার অর্জন করে যখন মূল নেটওয়ার্ক এটি নবায়ন করতে চেয়েছিল।\n\n\n=== সিরিজ ৩ ===\n\nতৃতীয় সিরিজের গল্পগুলি বিকাশ করার সময়, ব্রুকার পূর্ববর্তী পর্বগুলি দেখেছিলেন এবং স্বীকার করেছিলেন যে সমস্ত গল্পই চরিত্রগুলিকে এমন একটি পরিস্থিতিতে আটকে পড়ার বিষয়ে যেখান থেকে তারা পালাতে পারে না। তৃতীয় সিরিজের সাথে, ব্রুকার বিভিন্ন ফর্ম্যাট অন্বেষণ করতে চেয়েছিলেন, একটি রোম্যান্স এবং একটি পুলিশ প্রসিডিউরালের মতো আরও প্রচলিত গল্প যোগ করে। প্রযোজক লুসি ডাইক মন্তব্য করেছিলেন যে নেটফ্লিক্স আশা করেছিল সিরিজটি \"বড় এবং ভাল\" এবং \"আরও আন্তর্জাতিক\" হয়ে উঠবে, অন্যদিকে প্রোডাকশন ডিজাইনার জোয়েল কলিন্স বলেছিলেন যে নেটফ্লিক্স পূর্ববর্তী পর্বগুলির মতো একই স্কেল বা বৃহত্তর স্কেলে ধারণাগুলিকে সমর্থন করতে খুশি ছিল। ব্রুকার সিরিজের জন্য লেখা প্রথম পর্ব ছিল \"সান জুনিপেরো\", এবং এটি পূর্ববর্তী পর্বগুলি থেকে একটি ইচ্ছাকৃত বিচ্যুতি ছিল এবং সিরিজের সম্ভাব্য আমেরিকানাইজেশন নিয়ে উদ্বিগ্ন ভক্তদের জন্য একটি \"ইচ্ছাকৃত রাস্পবেরি-ব্লো\"।\nতৃতীয় সিরিজ গঠনকারী ছয়টি পর্বের শিরোনাম জুলাই ২০১৬-এ ঘোষণা করা হয়েছিল, মুক্তির তারিখ সহ। একটি ট্রেলার অক্টোবর ২০১৬-এ প্রকাশিত হয়েছিল। সিরিজটি ২১ অক্টোবর ২০১৬-এ নেটফ্লিক্সে বিশ্বব্যাপী মুক্তি পায়। \"নোজডাইভ\" হল একটি পর্ব যেখানে ব্রাইস ডালাস হাওয়ার্ড লেসি হিসাবে অভিনয় করেন, একজন মহিলা যিনি একটি সামাজিক মিডিয়া জনপ্রিয়তা অনুসরণ করেন এমন একটি বিশ্বে যেখানে ব্যক্তিরা একে অপরের সাথে প্রতিটি মিথস্ক্রিয়াকে এক থেকে পাঁচ তারকা রেটিং দেয়। \"প্লেটেস্ট\" হল একটি হরর গল্প যেখানে ওয়াট রাসেল কুপার হিসাবে অভিনয় করেন, একটি নতুন ভার্চুয়াল রিয়েলিটি গেমের জন্য একজন প্লেটেস্টার। \"শাট আপ অ্যান্ড ড্যান্স\" হল একটি কিশোরের সম্পর্কে যাকে ইন্টারনেটের মাধ্যমে ব্ল্যাকমেল করা হয়, অ্যালেক্স লোথার কেনি এবং জেরোম ফ্লিন হেক্টর হিসাবে অভিনয় করেন, এবং ব্রুকার ও উইলিয়াম ব্রিজেস দ্বারা লেখা। \"সান জুনিপেরো\" হল একটি বিজ্ঞান কল্পকাহিনী প্রেমের গল্প যেখানে গুগু ম্বাথা-র কেলি এবং ম্যাকেনজি ডেভিস ইয়র্কি হিসাবে অভিনয় করেন। \"মেন এগেইনস্ট ফায়ার\" হল একটি যুদ্ধের গল্প যেখানে মালাচি কার্বি স্ট্রাইপ হিসাবে অভিনয় করেন। \"হেটেড ইন দ্য নেশন\" হল একটি পুলিশ প্রসিডিউরাল, যেখানে কেলি ম্যাকডোনাল্ড কারিন পার্ক এবং ফেই মার্সে ব্লু কোলসন রোবট মৌমাছির ভূমিকায় একাধিক মৃত্যুর তদন্ত করে।\n\n\n=== সিরিজ ৪ ===\n\nব্রুকার বলেছিলেন যে ছয়টি পর্বের চতুর্থ সিরিজের তৃতীয়টির চেয়ে বেশি বৈচিত্র্য রয়েছে। তিনি জুলাই ২০১৬-এ লেখা শুরু করেছিলেন এবং ২০১৬ সালের মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতি নির্বাচন জুড়ে এটি চালিয়ে যান; তিনি ডিজিটাল স্পাই-কে বলেছিলেন যে তিনি জানেন না \"ব্ল্যাক নিহিলিজম\" ছাড়া আর কী চাহিদা থাকবে এবং তাই পূর্ববর্তী সিরিজের চেয়ে \"আরও আশা\" অন্তর্ভুক্ত করেছিলেন। প্রথম পর্বটি তৈরি করা হয়েছিল \"আর্কএঞ্জেল\", যা নভেম্বর ২০১৬-এ কানাডায় চিত্রায়িত হয়েছিল। নেটফ্লিক্স বাজেট তাদের \"ক্রোকোডাইল\" আইসল্যান্ডে সেট এবং চিত্রায়িত করার এবং বিশেষ প্রভাব-নিবিড় পর্ব \"মেটালহেড\" তৈরির অনুমতি দেয়। চিত্রগ্রহণ জুন ২০১৭-এ শেষ হয়েছিল।\nমে ২০১৭-এ, একটি রেডিট পোস্ট সিরিজ ৪-এর ছয়টি পর্বের নাম এবং পরিচালকদের অনানুষ্ঠানিকভাবে ঘোষণা করে। প্রথম ট্রেলার ২৫ আগস্ট ২০১৭-এ প্রিমিয়ার হয়েছিল এবং দুটি প্রচারমূলক ছবি সেপ্টেম্বরে প্রকাশিত হয়েছিল। ২৪ নভেম্বর থেকে শুরু করে, নেটফ্লিক্স প্রোগ্রামের চতুর্থ সিরিজের প্রতিটি পর্বের জন্য পোস্টার এবং ট্রেলার প্রকাশ করে, যাকে \"১৩ ডেজ অফ ব্ল্যাক মিরর\" বলা হয়, ৬ ডিসেম্বরে মুক্তির তারিখ ঘোষণার মাধ্যমে শেষ হয়, ২৯ ডিসেম্বর ২০১৭।\n\"ইউএসএস কলিস্টার\" একটি ভিডিও গেম কোম্পানিকে কেন্দ্র করে একটি মহাকাশ মহাকাব্য, যেখানে জেসি প্লেমন্স সিটিও রবার্ট ডালি এবং ক্রিস্টিন মিলিওটি নতুন প্রোগ্রামার ন্যানেট কোল হিসাবে অভিনয় করেন। \"আর্কএঞ্জেল\" হল একটি মায়ের সম্পর্কে একটি পর্ব যিনি তার মেয়ের মধ্যে একটি আক্রমণাত্মক প্রযুক্তি স্থাপন করেন, রোজমেরি ডিউইট মেরি এবং ব্রেনা হার্ডিং সারা হিসাবে অভিনয় করেন, এবং জোডি ফস্টার দ্বারা পরিচালিত। \"ক্রোকোডাইল\" হল একটি হিট-অ্যান্ড-রান-এর পরিণতি সম্পর্কে, অ্যান্ড্রিয়া রাইজবরো মিয়া হিসাবে অভিনয় করেন। \"হ্যাং দ্য ডিজে\" হল এমি, জর্জিনা ক্যাম্পবেল দ্বারা অভিনীত, এবং ফ্রাঙ্ক, জো কোল দ্বারা অভিনীত, এর মধ্যে একটি প্রেমের গল্প, যা একটি কৃত্রিম বুদ্ধিমত্তাকে কেন্দ্র করে যা মানুষের অংশীদারদের জন্য নির্বাচন করে। \"মেটালহেড\" হল একটি ব্ল্যাক-অ্যান্ড-হোয়াইট অ্যাপোক্যালিপস পর্ব যেখানে ম্যাক্সিন পিক বেলা হিসাবে অভিনয় করেন, একজন মহিলা যিনি একটি রোবোটিক \"কুকুর\" থেকে পালানোর চেষ্টা করেন, এবং ডেভিড স্লেড দ্বারা পরিচালিত। \"ব্ল্যাক মিউজিয়াম\" হল তিনটি গল্পের একটি অ্যান্থোলজি, যার মধ্যে একটি জাদুকর পেন জিলেট দ্বারা লেখা। একটি অপরাধ যাদুঘরকে কেন্দ্র করে, পর্বটিতে ডগলাস হজ রোলো হেইনস এবং লেটিশিয়া রাইট নিশ হিসাবে অভিনয় করেন।\nএনগ্যাজেট এবং গিজমোডো-এর মতে, ভাইরাল মার্কেটিং হিসাবে নেটফ্লিক্স তুর্কি ওয়েবসাইট এক্সি সোজলুক-এর ব্যবহারকারীদের ব্যক্তিগত বার্তা পাঠায়। বার্তাগুলি \"iamwaldo\" অ্যাকাউন্ট থেকে পাঠানো হয়েছিল এবং পড়ে, \"আমরা জানি তুমি কী করছ। দেখ এবং দেখ আমরা কী করব।\" যদিও বিজ্ঞাপনটি কিছু ব্যবহারকারীর কাছ থেকে ইতিবাচক প্রতিক্রিয়া পেয়েছিল, অন্যরা এই বার্তাগুলির কারণে সৃষ্ট দুর্দশা নিয়ে উদ্বিগ্ন ছিল।\n\n\n=== ব্যান্ডারস্ন্যাচ ===\n\nমিডিয়ার ব্যাপক অনুমান সোশ্যাল মিডিয়া রিপোর্ট, নেটফ্লিক্সের দ্রুত মুছে ফেলা টুইটার ঘোষণা এবং বিদেশী ফিল্ম বোর্ড সার্টিফিকেশন দ্বারা উস্কে দেওয়ার পর, নেটফ্লিক্স ২৭ ডিসেম্বর ২০১৮-এ ঘোষণা করে যে চলচ্চিত্র ব্ল্যাক মিরর: ব্যান্ডারস্ন্যাচ পরের দিন মুক্তি পাবে। ১৯৮৪ সালে সেট করা চলচ্চিত্রটি স্টেফানকে অনুসরণ করে, ফিওন হোয়াইটহেড দ্বারা চিত্রিত, একজন তরুণ প্রোগ্রামার যিনি বাস্তবতা নিয়ে প্রশ্ন করা শুরু করেন এবং একটি বিস্তৃত ফ্যান্টাসি উপন্যাসকে একটি ভিডিও গেমে রূপান্তর করার সময় মানসিক স্বাস্থ্যের অবনতি অনুভব করেন। ব্যান্ডারস্ন্যাচ একটি ইন্টারঅ্যাক্টিভ ফিল্ম, নিয়মিতভাবে দর্শককে পর্দায় দুটি পছন্দের মধ্যে একটি নির্বাচন করতে প্রম্পট করে যা গল্পের ধারাবাহিকতাকে প্রভাবিত করে; কাজটি দেখার জন্য এক ট্রিলিয়নেরও বেশি সম্ভাব্য পথ এবং পাঁচটি স্বতন্ত্র সমাপ্তি রয়েছে। অন্যান্য প্রধান কাস্টে রয়েছেন উইল পোল্টার, ক্রেগ পার্কিনসন, অ্যালিস লো, এবং আসিম চৌধুরী।\n\n\n=== সিরিজ ৫ ===\n\nনেটফ্লিক্স ৫ মার্চ ২০১৮-এ পঞ্চম সিরিজ ঘোষণা করে। ব্যান্ডারস্ন্যাচ-এর জটিলতা, যা মূলত পঞ্চম সিরিজের অংশ ছিল, প্রোডাকশন বিলম্বিত করেছিল, যদিও নেটফ্লিক্স এখনও ২০১৯ সালে এর মুক্তির প্রতিশ্রুতি দিয়েছিল। প্রথম পর্ব, \"স্ট্রাইকিং ভাইপার্স\", ব্যান্ডারস্ন্যাচ-এর আগে চিত্রায়িত হয়েছিল। ১৫ মে ২০১৯-এ, পঞ্চম সিরিজের একটি ট্রেলার প্রকাশিত হয়, যা ইঙ্গিত দেয় যে এটি তিনটি পর্ব নিয়ে গঠিত।\n৫ জুন ২০১৯-এ, সিরিজটি মুক্তি পায়। \"স্ট্রাইকিং ভাইপার্স\"-এ ড্যানি (অ্যান্থনি ম্যাকি) এবং কার্ল (ইয়াহিয়া আবদুল-মাতিন II) থিওর (নিকোল বেহেরি) বিবাহ সত্ত্বেও একটি ভার্চুয়াল সম্পর্ক অন্বেষণ করে। \"স্মিথেরিন্স\" অ্যান্ড্রু স্কট-কে ক্রিস হিসাবে অনুসরণ করে তার একটি সোশ্যাল মিডিয়া কোম্পানির ইন্টার্নকে অপহরণ করার মাধ্যমে। \"রেচেল, জ্যাক অ্যান্ড অ্যাশলে টু\" অ্যাঙ্গৌরি রাইস এবং ম্যাডিসন ড্যাভেনপোর্ট দ্বারা অভিনীত দুই নামী বোনের পপ স্টার অ্যাশলে ও (মাইলি সাইরাস) থেকে ক্লোন করা একটি ডলের সাথে সহযোগিতা করার গল্প।\n\n\n=== সিরিজ ৬ ===\n\n২০২০ সালের জানুয়ারির দিকে, ব্রুকার ও জোন্স হাউস অফ টুমরো থেকে তাদের বিদায়ের ঘোষণা দেন। ভ্যারাইটি জানায় যে মেধা সম্পত্তি সংক্রান্ত বিষয়গুলি এই পরিবর্তনের কেন্দ্রে ছিল, সিরিজের স্বত্ব এন্ডেমলের কাছে থাকায়। ২০২০ সালের ফেব্রুয়ারির মধ্যে ব্রুকার ও জোন্স ব্রোক অ্যান্ড বোনস নামে একটি নতুন প্রোডাকশন কোম্পানি প্রতিষ্ঠা করেন। ২০২০ সালের জুলাই নাগাদ নেটফ্লিক্স ব্রোক অ্যান্ড বোনস কোম্পানির সাথে সিরিজ ও অন্যান্য প্রোডাকশন স্বত্বের জন্য দীর্ঘমেয়াদি চুক্তি করে, যদিও ব্ল্যাক মিরর-এর স্বত্ব এন্ডেমলের কাছেই রয়ে যায়। ভ্যারাইটি-এর মতে, এটি ব্রুকার ও জোন্সকে নতুন চুক্তি না করা পর্যন্ত অতিরিক্ত সিরিজ প্রযোজনা করতে অক্ষম করে তোলে। ২০২০ সালের মে মাসে রেডিও টাইমস-কে দেওয়া এক সাক্ষাৎকারে ব্রুকার প্রশ্ন তোলেন যে ব্ল্যাক মিরর-এর ষষ্ঠ সিরিজের জন্য জনমত উপযুক্ত হবে কিনা এবং বলেন যে তিনি আরও কৌতুকপূর্ণ প্রকল্পে কাজ করছেন। ২০২২ সালের মে মাসে নেটফ্লিক্স ষষ্ঠ সিরিজের ঘোষণা দেয়, যাতে তিনটির বেশি পর্ব থাকবে। এই সিরিজটি হাউস অফ টুমরোর পরিবর্তে ব্রোক অ্যান্ড বোনস দ্বারা প্রযোজিত হয়। তবে হাউস অফ টুমরোর নতুন মালিক বানিজে প্রোগ্রামের মালিকানা ধরে রাখে।\nব্রুকার ষষ্ঠ সিরিজ লেখা শুরু করেন ব্ল্যাক মিরর-এর বিষয়বস্তুকে \"রিফ্রেশ\" বা \"রিসেট\" করার ধারণা নিয়ে। তিনি বলেন যে ২০১১ সালে এর আত্মপ্রকাশের পর থেকে অনেক নতুন ডিস্টোপিয়ান সাই-ফাই প্রোগ্রাম আবির্ভূত হয়েছে, এবং তিনি এখন হরর ও অতীতের সেটিংসে ফোকাস করতে চান। তিনি বলেন যে ব্ল্যাক মিরর-কে ক্রমাগত নিজেকে পুনরাবিষ্কার করতে হবে এবং স্বতন্ত্র গল্প প্রদর্শন করতে হবে; তিনি প্রোগ্রাম সম্পর্কে তার \"মৌলিক ধারণাগুলি\" জেনে ইচ্ছাকৃতভাবে এটি শুরু করেন। কিছু পর্বে এমন উপাদান রয়েছে যা তিনি \"পূর্বে শপথ করে বলেছিলেন\" যে তিনি এড়িয়ে যাবেন। ধারণাটি ছিল ব্ল্যাক মিরর-কে \"চেতনাকে একটি ছোট ডিস্কে আপলোড করার শো\" না বানানো। তিনি \"ডেমন ৭৯\" দিয়ে শুরু করেন, একটি হরর গল্প যা অতীতে প্রযুক্তি ছাড়া থিম নিয়ে সেট করা।\nচিত্রগ্রহণ ২০২২ সালের মাঝামাঝি সময়ে হয়েছিল। প্রথম টিজার ট্রেলারটি ২৬ এপ্রিল ২০২৩-এ প্রকাশিত হয়, জুন মাসের রিলিজ তারিখ ঘোষণা করে; পাঁচটি পর্বের শিরোনাম মে মাসে অনুসরণ করে। সিরিজটি ১৫ জুন ২০২৩-এ প্রকাশিত হয়। \"জোন ইজ অফুল\" অ্যানি মারফি-র চরিত্র জোনকে অনুসরণ করে যখন একটি স্ট্রিমবেরি প্রোগ্রাম তার জীবনের উপর তৈরি করা হয় কম্পিউটার-জেনারেটেড ইমেজারি (সিজিআই) ব্যবহার করে; \"লচ হেনরি\" ট্রু ক্রাইম অন্বেষণ করে, স্যামুয়েল ব্লেঙ্কিনের ডেভিস ও মাইহা'লা হেরোল্ডের পিয়া স্কটল্যান্ডের একটি সিরিয়াল কিলার সম্পর্কে একটি ডকুমেন্টারি তৈরি করে। ১৯৬৯ সালে সেট করা \"বিয়ন্ড দ্য সি\" মহাকাশচারী ক্লিফ (অ্যারন পল) ও ডেভিডের (জোশ হার্টনেট) বিচ্ছিন্নতা নিয়ে, তাদের পৃথিবীতে কৃত্রিম প্রতিরূপে বাস করার ক্ষমতা থাকা সত্ত্বেও। \"মেজি ডে\" ২০০৬ সালে একজন পাপারাজ্জি (জাজি বিটজ)-কে অনুসরণ করে; শিরোনাম চরিত্র মেজি (ক্লারা রুগার্ড) একটি বনমানুষে রূপান্তরিত হয়। \"ডেমন ৭৯\" নিদাকে (অঞ্জনা বসন) গাপ (পাপা এসিডু) নামক একটি দানব মুক্ত করতে দেখে, যে তাকে তিনজন মানুষ হত্যা করতে উৎসাহিত করে।\n\n\n=== সিরিজ ৭ ===\n২০২৩ সালের নভেম্বরে সপ্তম সিরিজের ঘোষণা দেওয়া হয়। ২০২৪ সালের মার্চে ঘোষণা করা হয় যে এর ছয়টি পর্বের মধ্যে একটি হবে \"ইউএসএস ক্যালিস্টার\"-এর সিক্যুয়েল—যা প্রথম ব্ল্যাক মিরর গল্প হিসেবে ধারাবাহিকতা পায়। ২০১৭ সালে এর রিলিজের পরপরই পরিচালক টোবি হেইন্স একটি টিভি সিরিজ স্পিন-অফের আগ্রহ প্রকাশ করেন এবং ব্রুকার ও জোন্স একটি সিক্যুয়েল বাদ দেননি। ২০২৪ সালের ১৯ সেপ্টেম্বর আওকাফিনা, ইসা রে, পল জিয়ামাটি, বিলি ম্যাগনুসেন ও ট্রেসি এলিস রস সিরিজ ৭-এর কাস্টে যোগ দেওয়ার ঘোষণা দেওয়া হয়। অতিরিক্ত কাস্টে রয়েছেন মিলাঙ্কা ব্রুকস, পিটার কাপাল্ডি, এমা করিন, প্যাটসি ফেরান ও লুইস গ্রিবেন।\n\n\n=== প্রস্তাবিত স্পিন-অফসমূহ ===\nবেশ কয়েকটি সিক্যুয়েল পর্ব বা স্পিন-অফ প্রস্তাবিত হয়েছে। ২০১৩ সালে, রবার্ট ডাউনি জুনিয়র ওয়ার্নার ব্রোস. ও তার প্রোডাকশন কোম্পানি টিম ডাউনি দ্বারা একটি চলচ্চিত্রে রূপান্তরিত করার জন্য \"দি এন্টায়ার হিস্টরি অফ ইউ\" পর্বটি অপশন নেন; ২০১৮ সালে, পর্বের লেখক জেসি আর্মস্ট্রং বলেন যে প্রকল্পটি \"ডেভেলপমেন্ট হেল\"-এ রয়েছে। ২০১৬ সালে, ব্রুকার বলেন যে তার \"হোয়াইট বিয়ার\" ও \"বি রাইট ব্যাক\"-এর সিক্যুয়েলের ধারণা রয়েছে যা তৈরি হওয়ার সম্ভাবনা কম। তিনি ২০১৭ সালে বলেন যে \"সান জুনিপেরো\"-এর সিক্যুয়েল পর্বের কোন পরিকল্পনা নেই। ব্রুকার পরামর্শ দিয়েছেন যে \"হেটেড ইন দ্য নেশন\"-এর কিছু চরিত্র পুনরাবৃত্তি করতে পারে, যেমন ব্যান্ডারস্ন্যাচ চরিত্র কলিন রিটম্যান (উইল পোল্টার), যার বিকল্প সময়রেখা ও বাস্তবতা সম্পর্কে সচেতনতা রয়েছে। এছাড়াও, ষষ্ঠ সিরিজের পর্ব \"ডেমন ৭৯\" একটি রেড মিরর চলচ্চিত্র হিসেবে উপস্থাপিত হয়; ব্রুকার বলেন যে, সফল হলে এই লেবেলের অধীনে আরও পর্ব থাকতে পারে। সিরিজটি ১০ এপ্রিল ২০২৫-এ প্রকাশিত হয়।\n\n\n== অভ্যর্থনা ==\nকিছু সময়ের জন্য ব্ল্যাক মিরর বিশ্বব্যাপী সর্বাধিক দেখা প্রোগ্রামগুলির মধ্যে একটি ছিল। ২০১৮ সালে ভিভাত একাডেমিয়া-র ভিক্টর সারদান মার্টিনেজের মতে, ব্ল্যাক মিরর চীনের পাঁচটি সর্বাধিক দেখা পশ্চিমা টেলিভিশন সিরিজের মধ্যে একটি ছিল। ২০২৩ সালে, নেটফ্লিক্স রিপোর্ট করে যে ষষ্ঠ সিরিজের প্রদর্শন রিলিজের সপ্তাহে ৬০ মিলিয়ন ঘণ্টা জুড়েছিল। নিলসেন মিডিয়া রিসার্চ রিপোর্ট করে যে এটি যুক্তরাষ্ট্রে স্ট্রিমিং প্ল্যাটফর্মগুলিতে সেই সপ্তাহের সবচেয়ে বেশি দেখা প্রোগ্রাম ছিল।\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\n\nব্ল্যাক মিরর সমালোচনামূলক প্রশংসা পেয়েছে। রটেন টম্যাটোস-এ সাতটি সিরিজের রেটিং 98%, 87%, 86%, 85%, 68% এবং 78%। \"হোয়াইট ক্রিসমাস\" 89% রেটিং পেয়েছে এবং ব্যান্ডারস্ন্যাচ 73% রেটিং পেয়েছে। মেটাক্রিটিক, সিজন তিন থেকে রেটিং দিয়ে, 82, 72, 66, 68 এবং 74 রেটিং দিয়েছে। ব্যান্ডারস্ন্যাচ মেটাক্রিটিকে 61 রেটিং ধারণ করে।\nপ্রথম সিরিজ প্রশংসা পেয়েছে। দি এ.ভি. ক্লাব-এর ডেভিড সিমস প্রথম পর্ব—\"দ্য ন্যাশনাল অ্যান্থেম\"—কে এ রেটিং দেন, প্রতিটি চরিত্রের সিদ্ধান্ত ও প্লট প্রকাশকে প্রাকৃতিক হিসেবে দেখে। ব্লিডিং কুল-এর জিম গুডউইন অভিনয়ের প্রশংসা করেন। এছাড়াও, পর্বটি টেলিভিশন নিয়ন্ত্রক সংস্থা অফকম-এ 145টি অভিযোগ পেয়েছে, যা বছরের অষ্টম সর্বোচ্চ সংখ্যা। \"ফিফটিন মিলিয়ন মেরিটস\" পর্যালোচনা করে ডেন অফ গিক-এর রায়ান ল্যাম্বি বিং ও আবির রোম্যান্স, পাশাপাশি প্রোডাকশন মান, সঙ্গীত ও অভিনয়ের প্রশংসা করেন। দ্য টেলিগ্রাফ-এর স্যাম রিচার্ডস এটিকে চার স্টার রেটিং দেন, \"তিক্ত হাস্যরস\"-এর প্রশংসা করেন। \"দি এন্টায়ার হিস্টরি অফ ইউ\"-এর সমালোচনামূলক প্রতিক্রিয়া মিশ্র ছিল। সিমস বিশ্বাস করেন যে লিয়ামের কর্মগুলি খুব দ্রুত বৃদ্ধি পেয়েছে, কিন্তু মেমরি রেকর্ডিংয়ের কেন্দ্রীয় ধারণাটিকে বিশ্বাসযোগ্য বলে মনে করেন। রিচার্ডস ভেবেছিলেন যে মেমরি প্রযুক্তি গল্পের জন্য প্রয়োজনীয় নয়, কিন্তু এন্টারটেইনমেন্ট উইকলি-র জেমস হিবার্ড বলেন যে পর্বের কার্যকরী \"পরিশীলিত ও নির্ভুল\"।\nসিরিজ দুইয়ের উদ্বোধনী পর্ব \"বি রাইট ব্যাক\" সমালোচনামূলক প্রশংসা পেয়েছে। ডিজিটাল স্পাই-এর মর্গান জেফরি এটিকে চার স্টার রেটিং দেন, চরিত্র ও আবেগের প্রশংসা করেন, কিন্তু সমাপ্তির সমালোচনা করেন। ফ্লিকারিং মিথ-এর লুক ওয়েন মার্থা হিসেবে হেইলি অ্যাটওয়েল ও অ্যাশ হিসেবে ডমনল গ্লিসনের অভিনয়ের পাশাপাশি পরিচালনার প্রশংসা করেন। \"হোয়াইট বিয়ার\" ভালভাবে গৃহীত হয়েছিল, স্ক্রিন অ্যানার্কি-এর সাইমন ককস ও সিমস প্লট টুইস্ট ও জেম হিসেবে টাপেন্স মিডলটন-এর ভূমিকার প্রশংসা করেন। তবে, ল্যাম্বি প্রধান চরিত্র ভিক্টোরিয়ার নিষ্ক্রিয়তার সমালোচনা করেন। \"দ্য ওয়ালডো মোমেন্ট\" কয়েকজন পর্যালোচক দ্বারা সিরিজের সবচেয়ে খারাপ ব্ল্যাক মিরর পর্ব হিসেবে বিবেচিত হয় এবং দুর্বল লেখা ও চরিত্রায়নের জন্য সমালোচিত হয়। \"হোয়াইট ক্রিসমাস\" ইতিবাচক অভ্যর্থনা পেয়েছে, দি এ.ভি. ক্লাব-এর জ্যাক হ্যান্ডলেন ও দি ইন্ডিপেন্ডেন্ট-এর এলেন জোন্সের গল্পের থ্রেডগুলির মধ্যে সংযোগের প্রশংসা সহ।\nতৃতীয় সিরিজ ইতিবাচক প্রতিক্রিয়া পেয়েছে। দ্য গার্ডিয়ান-এর বেঞ্জামিন লি ও ভক্স-এর এমিলি সেন্ট জেমস এটিকে চার স্টার রেটিং দেন। ভালচার-এ জেন চ্যানি বিশ্লেষণ করেন যে এর সেটিং ও টোনে বৈচিত্র্য বেড়েছে, পাশাপাশি পর্বগুলি দীর্ঘ হয়েছে। চ্যানি দেখেন যে চারটি পর্ব \"খুব ভাল থেকে দুর্দান্ত\", অন্য দুটি \"মাত্র সঠিক\"। লি \"নোজডাইভ\" ও \"সান জুনিপেরো\"-কে তাদের সিনেমাটোগ্রাফি, অভিনয়, বর্ধিত বাজেট ও গল্পের উচ্চাকাঙ্ক্ষার জন্য প্রশংসা করেন। ভ্যানিটি ফেয়ার-এর রিচার্ড লসন পর্বগুলিকে \"সবগুলিই তাদের নিজস্ব উপায়ে আকর্ষণীয়\" বলে মনে করেন, তবে \"মেন এগেইনস্ট ফায়ার\"-এর প্রিমিস ও প্রোডাকশন মানকে দুর্বল বলে মনে করেন। সেন্ট জেমস লিখেছেন যে সিরিজটি, আগের সিরিজের মতো, সমান ভাগে \"উজ্জ্বল, ... বেশ ভাল, এবং ... কিছুটা বোকা\", \"সান জুনিপেরো\"-এর প্রশংসা করেন তবে অন্য পর্বগুলিকে ছোট হওয়া উচিত ছিল এবং তাদের সামাজিক মিডিয়া থিম দ্বারা \"সীমাবদ্ধ\" বলে মনে করেন।\nচতুর্থ সিরিজের প্রোডাকশন ও অভিনয় প্রশংসিত হয়, কিছু পর্বের সাথে। ভ্যারাইটি-তে সোনিয়া সরাইয়া মন্তব্য করেন যে ছয়টি পর্বের মধ্যে চারটি প্রযুক্তির ভিতরে মানব চেতনা অন্বেষণ করে। তিনি \"ব্ল্যাক মিউজিয়াম\"-কে সিরিজের ত্রুটিগুলি প্রদর্শন হিসাবে দেখেন, এর কৃত্রিম চেতনা প্রযুক্তি, সহিংসতার ব্যবহার ও গল্প যা চরিত্রগুলিকে \"বোকা এবং/অথবা মন্দ\" হতে বাধ্য করে। তবে, সরাইয়া বলেন যে প্রোডাকশন ও অভিনয় \"সুন্দর\" এবং \"ইউএসএস ক্যালিস্টার\" ও \"মেটালহেড\"-কে ব্ল্যাক মিরর'র \"স্বাভাবিক কঠোর ভবিষ্যতবাদ\" থেকে বিচ্যুত হওয়ার জন্য প্রশংসা করেন। দি আটলান্টিক-এর সোফি গিলবার্ট একই থিম চিহ্নিত করেন এবং \"ইউএসএস ক্যালিস্টার\" ও \"হ্যাং দ্য ডিজে\"-এর প্রশংসা করেন, তবে সিরিজের সবচেয়ে বড় দুর্বলতা হিসেবে লেখাকে দেখেন। একইভাবে, দ্য সিডনি মর্নিং হেরাল্ড-এর ব্র্যাড নিউজাম কাস্টিংয়ের প্রশংসা করেন এবং \"ইউএসএস ক্যালিস্টার\"-কে ভালভাবে পরিচালিত ও অভিনীত হিসেবে হাইলাইট করেন।\nব্যান্ডারস্ন্যাচ ও পঞ্চম সিরিজের প্রতিক্রিয়া আরও দ্বিধাদ্বিধাপূর্ণ ছিল। এনপিআর-এর লিন্ডা হোমস ব্যান্ডারস্ন্যাচ'র প্রযুক্তিগত নকশার প্রশংসা করেন তবে গল্প ও দৃশ্যের পুনরাবৃত্তির সমালোচনা করেন। হোমস বলেন যে শ্রোতাদের প্রধান চরিত্র স্টেফান সম্পর্কে যত্ন নেওয়ার কোন কারণ দেওয়া হয়নি। দ্য গার্ডিয়ান-এ লুসি ম্যানগান পঞ্চম সিরিজকে চার স্টার রেটিং দেন, খুঁজে পান যে পর্বগুলি বিষয়বস্তুতে পৃথক কিন্তু \"একটি নতুন শান্ত কর্তৃত্ব\" ভাগ করে যা প্রযোজকদের \"বর্ধিত আত্মবিশ্বাস\" প্রতিফলিত করতে পারে। ইভনিং স্ট্যান্ডার্ড-এর লুসি পাভিয়া বলেন যে পর্বগুলি \"এখনও একটি ঘুষি প্যাক করে\", \"র্যাচেল, জ্যাক অ্যান্ড অ্যাশলি টু\" হাইলাইট হিসেবে। তবে, বিবিসি-র হিউ মন্টগোমারি বলেন যে প্রোগ্রামের \"পরিবর্তনশীল মান আগের চেয়ে আরও স্পষ্ট\" \"একটি ভাল পর্ব থেকে দুটি মধ্যম থেকে খারাপ\"। মন্টগোমারি \"স্ট্রাইকিং ভাইপার্স\"-কে \"সেরা ও সবচেয়ে আত্মীয়\" পর্ব হিসেবে প্রশংসা করেন। এছাড়াও, ভালচার-এর ক্যাথরিন ভ্যানআরেনডঙ্ক পর্যালোচনা করেন যে যদিও তারা ভালভাবে প্রযোজিত ও অভিনীত, ইনস্টলমেন্টগুলির উপযুক্ত প্রিমিসের অভাব রয়েছে।\nষষ্ঠ সিরিজ মিশ্র প্রতিক্রিয়া পেয়েছে, এর ঐতিহাসিক সেটিংস ও অতিপ্রাকৃত উপাদানের জন্য। টাইম-এর জুডি বারম্যান সিরিজের পরীক্ষায় মিশ্র সাফল্য দেখেছেন, তবে পঞ্চম সিরিজের উপর উন্নতি। দ্য গার্ডিয়ান-এর স্টুয়ার্ট হেরিটেজ \"জোন ইজ অফুল\"-এর হাস্যরস, \"ডেমন ৭৯\"-এর \"সফল পরীক্ষা\" ও \"লচ হেনরি\"-এর সামাজিক ভাষ্যের প্রশংসা করেন। তবে, পেস্ট-এর লেইলা জর্ডান সমালোচনা করেন যে এতে \"ভবিষ্যতের জন্য দৃষ্টিভঙ্গি\" নেই। ভ্যানিটি ফেয়ার-এর রিচার্ড লসন এটিকে \"তাড়াহুড়ো ও অপরিপক্ব\" দেখেন, আগের সিরিজ থেকে ধারণা পুনরাবৃত্তি করে এবং সময়োপযোগী বার্তার অভাব রয়েছে বলে মনে করেন।\nব্ল্যাক মিরর-এর সমালোচনা প্রোগ্রামটিকে আত্ম-ধার্মিক, এর গল্পে সুস্পষ্ট নৈতিকতা সহ, এবং অত্যধিক ভয় ও হতাশার উপর ফোকাস হিসেবে চিত্রিত করেছে। নর্ম্যান উইলনার নাউ-এ প্রথম তিন সিরিজকে একটি খারাপ-কেস দৃশ্য ও একটি \"বিদ্রূপাত্মক টুইস্ট\" উপস্থাপনায় \"কঠোরভাবে সূত্রাবদ্ধ\" হিসাবে বর্ণনা করেন, \"সান জুনিপেরো\" ব্যতীত। ক্রিস টেইলর ম্যাশেবল-এর জন্য যুক্তি দেন যে শোটি ভবিষ্যদ্বাণীর চেয়ে ব্যঙ্গ হিসাবে দেখা উচিত, কারণ এটি \"নাইটমেয়ার লজিক\" ও অবিশ্বাসের ধারণা ব্যবহার করে। দ্য টোস্ট-এ ড্যানিয়েল এম. লাভারি \"what if phones, but too much\" বাক্যাংশটি একটি প্যারোডি পর্ব প্লট বর্ণনা করতে ব্যবহার করেন। কিছু পর্যালোচক মনে করেন যে ব্ল্যাক মিরর সময়ের সাথে সাথে মান কমেছে। ভালচার বলেছে যে শোটি কিছু \"অসাধারণভাবে দুর্দান্ত\" পর্ব পেয়েছে কিন্তু অনেক \"ভয়ানক\" পর্বের সাথে অবনতি হয়েছে। রোলিং স্টোন দেখেছে যে সিরিজটির নেটফ্লিক্সে স্থানান্তর মিশ্র ফলাফল এনেছে, সিমুলেটেড রিয়ালিটি ও চেতনা স্থানান্তরের অত্যধিক ব্যবহারের প্রভাব হ্রাস পেয়েছে। লাটোয়া ফার্গুসন পেস্ট-এ লিখেছেন যে পরবর্তী সিরিজগুলি একটি \"সৃজনশীল পতন\" ও ক্রমবর্ধমান আমেরিকানকরণ দেখেছে, তাদের দীর্ঘ পর্ব, উচ্চ-প্রোফাইল অভিনেতা ও আরও \"পলিশ\" স্টাইল মানের হ্রাসের ক্ষতিপূরণ দেয় না।\n\n\n=== সমালোচকদের র্যাঙ্কিং ===\nকয়েকটি প্রকাশনা ২০১০-এর দশকের সেরা টেলিভিশন প্রোগ্রামের তালিকায় ব্ল্যাক মিরর নাম অন্তর্ভুক্ত করেছে:\n\nডেন অফ গিক এটিকে ২০১০-এর দশকের ১৩টি \"সেরা সাই-ফাই, ফ্যান্টাসি ও হরর শো\" এর মধ্যে একটি হিসাবে অন্তর্ভুক্ত করেছে এবং যদিও ভ্যানিটি ফেয়ার এটিকে তাদের শীর্ষ ১০-এ অন্তর্ভুক্ত করেনি, এটি \"হোয়াইট বিয়ার\" পর্বকে ১৫টি \"সম্মানজনক উল্লেখ\" এর মধ্যে তালিকাভুক্ত করেছে। ২০১৯ ও ২০২০ সালের শেষে, বেশ কয়েকটি প্রকাশনা ২১শ শতকের সেরা টেলিভিশন শোগুলির তালিকা তৈরি করেছে: ডিজিটাল স্পাই-এর পাঠকরা ভোট দিয়েছেন যে ব্ল্যাক মিরর ১৩তম সেরা, দ্য গার্ডিয়ান এটিকে ২৩তম স্থানে অন্তর্ভুক্ত করেছে এবং ডেডলাইন হলিউড রিপোর্ট করেছে যে এটি ২১টি \"সবচেয়ে প্রভাবশালী\" প্রোগ্রামের মধ্যে একটি। ডিসেম্বর ২০২৩-এ, ভ্যারাইটি ব্ল্যাক মিরর-কে সর্বকালের সেরা ১০০টি টিভি শোর তালিকায় ৯৫তম স্থানে র্যাঙ্ক করে।\n\n\n=== পুরস্কার ===\n\n২০১২ সালের নভেম্বরে, ব্ল্যাক মিরর সেরা টিভি মুভি/মিনিসিরিজ বিভাগে ইন্টারন্যাশনাল এমি অ্যাওয়ার্ড জিতেছে। ব্রাইস ডালাস হাওয়ার্ড \"নোজডাইভ\" পর্বে তার অভিনয়ের জন্য [[স্ক্রিন অ্যাক্টরস গিল্ড অ্যাওয়ার্ড ফর আউটস্ট্যান্ডিং পারফরম্যান্স বাই আ ফিমেল অ্যাক্টর ইন আ মিনিসিরিজ অর টেলিভিশন মুভি|স্ক্রিন অ্যাক্টরস গিল্ড অ্যাওয়ার্ড]] মনোনয়ন পেয়েছিলেন। ৬৯তম প্রাইমটাইম এমি অ্যাওয়ার্ডস-এ, ব্ল্যাক মিরর তিনটি মনোনয়ন পেয়ে দুটি জিতেছে, যার মধ্যে \"সান জুনিপেরো\" জন্য অউটস্ট্যান্ডিং টেলিভিশন মুভি অন্তর্ভুক্ত। \"ইউএসএস ক্যালিস্টার\" তিনটি এমি অ্যাওয়ার্ড জিতেছে, যার মধ্যে অউটস্ট্যান্ডিং টেলিভিশন মুভি অন্তর্ভুক্ত, এবং ২০১৮ সালে চারটি এমি মনোনয়ন পেয়েছে। ব্যান্ডারস্ন্যাচ ২০১৯ সালে দুটি এমি জিতেছে, যার মধ্যে অউটস্ট্যান্ডিং টেলিভিশন মুভি অন্তর্ভুক্ত, যা ব্ল্যাক মিরর-এর জন্য টানা তৃতীয় জয়।\n\n\n== সাংস্কৃতিক প্রভাব ==\n\n\n=== কল্পকাহিনীতে ===\n  \nআমেরিকান হরর স্টোরি (২০১১–) এর পাশাপাশি ব্ল্যাক মিরর-কে অ্যানথলজি ফরম্যাটকে পুনরায় জনপ্রিয় করার কৃতিত্ব দেওয়া হয়েছে, যা ১৯৯০-এর দশক ও ২০০০-এর দশকে খুব কম ব্যবহৃত হতো। এই সাফল্যকে স্ট্রিমিং টেলিভিশন ব্যবহার বৃদ্ধির কারণে লাভের উদ্দেশ্যে পরিবর্তনের জন্য দায়ী করা হয়। ব্ল্যাক মিরর-কে অনুপ্রাণিতকারী মূল ধারাবাহিক দ্য টোয়াইলাইট জোন-এর একটি ২০১৯ পুনর্নির্মাণ এই প্রবণতার উদাহরণ হিসেবে দেখা যায়। নির্মাতা জর্ডান পিল এটি সম্পর্কে বলেছিলেন যে ব্ল্যাক মিরর-এর তুলনায় এর বিষয়বস্তু প্রযুক্তিনির্ভর হওয়ার প্রয়োজন নেই, এবং দ্য আটলান্টিক-এর সোফি গিলবার্ট মন্তব্য করেছিলেন যে এটি অন্ধকার থিম বা মানব প্রকৃতি নিয়ে গভীর অনুসন্ধান এড়াতে পারে। এই ঘটনায় অংশ নেওয়া অন্যান্য অ্যানথলজি ধারাবাহিকের মধ্যে রয়েছে রুম ১০৪ (২০১৭–২০২০) এবং সোলোস (২০২১)। এছাড়াও, দি ইন্ডিপেন্ডেন্ট-এর অ্যাডাম হোয়াইট মন্তব্য করেছিলেন যে ব্ল্যাক মিরর এবং ব্রুকারের অন্যান্য কাজ আধুনিক প্রযুক্তি অন্বেষণকারী ভৌতিক ও কল্পনাধর্মী যুগের সূচনা করেছিল। ব্ল্যাক মিরর-এর সাথে তুলনামূলক সমালোচিত বৈজ্ঞানিক কল্পকাহিনীভিত্তিক টেলিভিশন ধারাবাহিকের মধ্যে রয়েছে হিউম্যানস (২০১৫–২০১৮) এবং আপলোড (২০২০–)।\nঅ্যানথলজি ইলেকট্রিক ড্রিমস-কে ব্যাপকভাবে ব্ল্যাক মিরর-এর সাথে তুলনা করা হয়। সমালোচকরা ইলেকট্রিক ড্রিমস-কে ব্ল্যাক মিরর-এর চেয়ে কম হিংস্র ও সংযত বলে মনে করেন, তবে কিছু অনুরূপ প্লট রয়েছে। উদাহরণস্বরূপ, \"রিয়াল লাইফ\" পর্বটি ভার্চুয়াল রিয়ালিটি সম্পর্কিত একটি গল্প। এর পটভূমি আরও ভবিষ্যৎমুখী এবং রূপকধর্মী। আরেকটি উদাহরণ হলো ইনসাইড নং. ৯ (২০১৪–), একটি ব্রিটিশ অ্যানথলজি ধারাবাহিক যাকে ব্ল্যাক মিরর-এর চেয়ে বেশি হাস্যরসাত্মক বলে মনে করা হয় এবং জটিল প্লট টুইস্টের জন্য পরিচিত। নির্মাতা রিস শার্সমিথ ও স্টিভ পেমবার্টন ধারাবাহিকটিতে ব্রুকারের চেয়ে বেশি ভূমিকা রাখেন, কারণ তারা অধিকাংশ পর্বে অভিনয় করেন এবং কিছু পর্ব পরিচালনা ও লিখেন। ধারাবাহিক ব্রিটিশ ডিস্টোপিয়া ইয়ার্স অ্যান্ড ইয়ার্স (২০১৯) ২০১৯ থেকে ২০৩৪ সাল পর্যন্ত একটি পরিবারকে অনুসরণ করে এবং এর নিকট-ভবিষ্যৎ প্রযুক্তি ও থিমের কারণে ব্ল্যাক মিরর-এর সাথে তুলনা করা হয়। দ্য ভার্জ-এর লিজ শ্যানন মিলার এটিকে \"ব্ল্যাক মিরর, কিন্তু একটি পূর্ণ ও স্পন্দনশীল হৃদয় সহ\" বলে অভিহিত করেন। সাইমন সেলান জোন্স, যিনি ছয় পর্বের মধ্যে প্রথম চারটি পরিচালনা করেছিলেন, এটিকে ব্ল্যাক মিরর-এর চেয়ে কম ডিস্টোপিয়ান এবং প্রযুক্তির উপর কম জোর দেওয়া বলে মনে করেন। বৈজ্ঞানিক কল্পকাহিনী চলচ্চিত্র ফ্রেন্ড অফ দ্য ওয়ার্ল্ড (২০২০) ব্ল্যাক মিরর পর্বের মতো সাজানো হয়েছিল। নির্মাতা ব্রায়ান প্যাট্রিক বাটলার বলেছিলেন যে তিনি উত্তেজনা বৃদ্ধির সাথে গল্পের ধারাবাহিকতা চেয়েছিলেন, একটি \"ভীতিকর ও চিন্তা-প্রবণ অভিজ্ঞতা\" তৈরি করতে।\nসমালোচকদের মধ্যে এই ঐক্যমত ছিল যে অ্যানথলজি ধারাবাহিক সোলমেটস (২০২০) এর অত্যধিক উচ্চাকাঙ্ক্ষা ও পুনরাবৃত্তিমূলকতার কারণে ব্ল্যাক মিরর-এর চেয়ে নিম্নমানের। এর মূল ধারণা—যে একটি কোম্পানি তার গ্রাহকদের নিখুঁত সঙ্গী নির্ধারণ করতে পারে—সিজন চারের \"হ্যাং দ্য ডিজে\" পর্বের অনুরূপ। সোলমেটস তৈরি করেছিলেন উইলিয়াম ব্রিজেস, যিনি দুটি ব্ল্যাক মিরর পর্বের লেখক ছিলেন, এবং জর্জিনা ক্যাম্পবেল—যিনি \"হ্যাং দ্য ডিজে\"-তে প্রধান চরিত্রে অভিনয় করেছিলেন—একটি পর্বের মূল চরিত্রে অভিনয় করেন। একই প্রেক্ষাপটে নির্মিত বৈজ্ঞানিক কল্পকাহিনী ধারাবাহিক দ্য ওয়ান-কে সমালোচকরা ব্ল্যাক মিরর-এর চেয়ে নিম্নমানের বলে মনে করেন, যারা এর দুর্বল সংলাপ, গল্পলাইন ও গতির কথা উল্লেখ করেন। রোমান্টিক কমেডি মেড ফর লাভ (২০২১)-এ সিজন চারের \"ইউএসএস ক্যালিস্টার\" পর্বের ক্রিস্টিন মিলিওটি অভিনয় করেন এবং এর প্রযুক্তিগত প্রেক্ষাপট—একজন নারী যার প্রাক্তন স্বামী তার দেহে একটি পর্যবেক্ষণ ডিভাইস স্থাপন করেছিল—ব্ল্যাক মিরর-এর সাথে তুলনা করা হয়। মিলিওটি উভয় গল্পকে \"নিজেকে খুঁজে পাওয়ার চেষ্টা করা একজন নারী\" সম্পর্কিত বলে মনে করেন।\n\n\n=== বাস্তবতার সাথে তুলনা ===\n  \nসমালোচকরা প্রায়ই ব্রুকারকে ব্ল্যাক মিরর-এর স্ক্রিপ্টের জন্য দূরদর্শী বলে বর্ণনা করেছেন। ২০১৫ সালে, দ্য ডেইলি বিস্ট-এর জি. ক্লে হুইটেকার এই অনুষ্ঠানটিকে একটি ম্যাজিক ৮-বল বলে অভিহিত করেছিলেন। প্রথম পর্ব, \"দ্য ন্যাশনাল অ্যান্থেম\"-এ যুক্তরাজ্যের প্রধানমন্ত্রীকে একটি শূন্যের সাথে যৌন মিলনের জন্য ব্ল্যাকমেইল করা হয়। চার বছর পর, ডেইলি মেইল অভিযোগ প্রকাশ করে যে তৎকালীন প্রধানমন্ত্রী ডেভিড ক্যামেরন বিশ্ববিদ্যালয়ে একটি মৃত শূন্যের মুখে তার \"ব্যক্তিগত অঙ্গ\" স্থাপন করেছিলেন। ব্রুকার পরে বলেছিলেন যে এই খবর শোনার পর, তিনি \"সত্যিই এক মুহূর্তের জন্য ভেবেছিলেন যে বাস্তবতা একটি সিমুলেশন কিনা, এটি কেবল আমাকে ঠকানোর জন্য বিদ্যমান\"। \"দ্য ওয়ালডো মোমেন্ট\" পর্বে, ২০১৩ সালে অ্যানিমেটেড কার্টুন ওয়াল্ডো একটি যুক্তরাজ্যের উপ-নির্বাচনে দ্বিতীয় স্থান অর্জন করে। ২০১৭–২০২১ সালের মার্কিন মিডিয়া ব্যক্তিত্ব ডোনাল্ড ট্রাম্পের রাষ্ট্রপতিত্ব এবং ২০১৯ সাল থেকে কৌতুকাভিনেতা ভলোদিমির জেলেনস্কি-এর ইউক্রেনীয় রাষ্ট্রপতিত্ব সাংবাদিকদের দ্বারা ওয়াল্ডোর প্ল্যাটফর্মের সাথে তুলনা করা হয়। ব্রুকার ট্রাম্পকে \"একটি অ্যান্টি-পলিটিক্স প্রার্থী যিনি কোলাহলপূর্ণ ও রক্ষণাত্মক\" এবং \"কিছুই অফার করেন না\" বলে বর্ণনা করেন, যেমন ওয়াল্ডো। পলিটিকো-এর অ্যাড্রিয়ান কারাটনিকি বলেছিলেন যে ওয়াল্ডোর মতো জেলেনস্কির নির্বাচনের আগে খুব কম স্পষ্ট নীতি অবস্থান ছিল।\n২০১৬ সালের \"নোজডাইভ\" পর্বে একটি সমাজ উপস্থাপন করা হয় যেখানে নাগরিকরা একে অপরের সাথে মিথস্ক্রিয়াকে এক থেকে পাঁচ তারকা রেটিং করে এবং একটি সামগ্রিক রেটিং পায় যা তাদের সামাজিক-অর্থনৈতিক অবস্থা নির্ধারণ করে। এটি চীনের সামাজিক ক্রেডিট ব্যবস্থা-এর সাথে তুলনা করা হয়েছে, যেখানে স্থানীয় সরকারগুলি নাগরিকদের স্কোর নির্ধারণের জন্য তাদের ডেটা সংগ্রহ করে। উদাহরণস্বরূপ ডেটা পয়েন্টগুলির মধ্যে সরকারের সমালোচনা করা, ঋণ খেলাপি হওয়া বা উচ্চ-রেটেড বন্ধু থাকা অন্তর্ভুক্ত। \"নোজডাইভ\"-এর সিস্টেমের মতো, একটি নিম্ন স্কোর একজন ব্যক্তির পরিবহন অ্যাক্সেস সীমাবদ্ধ করতে পারে। \"বি রাইট ব্যাক\" একটি কৃত্রিম বুদ্ধিমত্তা প্রযুক্তি দেখায় যা একজন মৃত প্রিয়জনকে অনুকরণ করার জন্য ডিজাইন করা হয়েছে। অনুরূপ কার্যকারিতা ও ব্যক্তিগতকরণ সহ চ্যাটবট-গুলিকে এই প্রেক্ষাপটের সাথে তুলনা করা হয়েছে, যেমন ২০২২ সালে ঘোষিত একটি ভবিষ্যৎ অ্যামাজন আলেক্সা বৈশিষ্ট্য যা মৃত প্রিয়জনের কণ্ঠস্বর অনুকরণ করবে। \"শাট আপ অ্যান্ড ড্যান্স\" একটি ব্যক্তির সম্পর্কে যে তার ওয়েবক্যাম এর মাধ্যমে মাস্টারবেটিং এর ফুটেজ রেকর্ড করার পরে ব্ল্যাকমেইল করা হয়। কম্পিউটার ভাইরাস একটি অজান্তে ব্যক্তির ওয়েবক্যামের মাধ্যমে গোপন রেকর্ডিং সক্ষম করতে পারে এবং অনুরূপ বাস্তব-জীবনের ব্ল্যাকমেইলের খবর রয়েছে।\nপর্বগুলির ক্ষুদ্রতর দিকগুলিকেও দূরদর্শী বলে দেখা গেছে। \"ক্রোকোডাইল\" একটি স্ব-চালিত পিজা ডেলিভারি ভ্যান চিত্রিত করার দশ দিন পর, টয়োটা ও পিজা হাট ২০১৮ কনজিউমার ইলেকট্রনিক্স শো-তে একটি চালকবিহীন পিজা ডেলিভারি যান উপস্থাপন করে। \"ফিফটিন মিলিয়ন মেরিটস\" ব্রিটেন্স গট ট্যালেন্ট-ভিত্তিক একটি ট্যালেন্ট শো যেখানে ভার্চুয়াল অ্যানিমেটেড দর্শক রয়েছে। ২০২০ সালে, যুক্তরাজ্যে কোভিড-১৯ মহামারী-এর কারণে ব্রিটেন্স গট ট্যালেন্ট-এ একটি ভার্চুয়াল দর্শক ছিল, যার নান্দনিকতা \"ফিফটিন মিলিয়ন মেরিটস\"-এর মতো ছিল। অন্যান্য বাস্তব-জীবনের প্রযুক্তিকে ব্ল্যাক মিরর-এ দেখা প্রযুক্তির দিকে অগ্রগতি হিসাবে বর্ণনা করা হয়েছে, যেমন \"দ্য ওয়ালডো মোমেন্ট\"-এ ওয়াল্ডোর মোশন ক্যাপচার অ্যানিমেশন, \"মেন এগেইনস্ট ফায়ার\"-এ অগমেন্টেড রিয়ালিটি সামরিক সিস্টেম এবং \"হেটেড ইন দ্য নেশন\"-এ কৃত্রিম মৌমাছি।\n\n\n== স্পিন-অফ মিডিয়া ==\n  \nকয়েকটি ব্ল্যাক মিরর সংযুক্ত পণ্য প্রকাশিত হয়েছে। অ্যাসমোডি দ্বারা একই নামের পর্বের উপর ভিত্তি করে একটি নোজডাইভ বোর্ড গেম তৈরি করা হয়েছিল। ২৫ নভেম্বর ২০১৮-এ প্রকাশিত, গেমটির জন্য তিন থেকে ছয়জন খেলোয়াড় প্রয়োজন এবং এটি প্রায় ৪৫ মিনিট স্থায়ী হয়। কাল্পনিক গেম নোহজডাইভ, যা ব্যান্ডারস্ন্যাচ-এ প্রদর্শিত হয় এবং \"নোজডাইভ\" পর্বের নামে নামকরণ করা হয়, নেটফ্লিক্স একটি ব্যান্ডারস্ন্যাচ সংযুক্ত ওয়েবসাইটের জন্য একটি জেডএক্স স্পেকট্রাম এমুলেটরে তৈরি করে। ২০১৭ সালের বারবিকান সেন্টার-এ একটি জাদুঘর প্রদর্শনী, ইনটু দ্য আননোন: আ জার্নি থ্রু সায়েন্স ফিকশন, \"ফিফটিন মিলিয়ন মেরিটস\"-এর উপর ভিত্তি করে একটি ইনস্টলেশন অন্তর্ভুক্ত করে। ২০১৮ সালে চলচ্চিত্রটির মুক্তির পর不久 বার্মিংহাম ও লন্ডনে কাল্পনিক ব্যান্ডারস্ন্যাচ দোকানের আদলে মক \"টাকার্স নিউজএজেন্ট অ্যান্ড গেমস\" স্টোরফ্রন্ট স্থাপন করা হয়েছিল।\n\n\n=== সাউন্ডট্র্যাক ===\n২৩টি ইনস্টলমেন্টের মধ্যে ১২টির সাউন্ডট্র্যাক অনলাইন স্ট্রিমিং পরিষেবায় প্রকাশিত হয়েছে: \"বি রাইট ব্যাক\", \"হোয়াইট বিয়ার\", \"হোয়াইট ক্রিসমাস\", \"নোজডাইভ\", \"সান জুনিপেরো\", \"মেন এগেইনস্ট ফায়ার\", \"হেটেড ইন দ্য নেশন\", \"ইউএসএস ক্যালিস্টার\", \"আর্কএঞ্জেল\", \"হ্যাং দ্য ডিজে\", \"ব্ল্যাক মিউজিয়াম\" এবং \"স্মিদারিন্স\"। ব্রুকার \"সান জুনিপেরো\"-তে ব্যবহৃত বা কোনো পর্যায়ে অন্তর্ভুক্ত করার পরিকল্পনা করা গানের একটি ৪২-ট্র্যাকের স্পটিফাই প্লেলিস্টও প্রকাশ করেছিলেন। আলেক্স সোমার্স-এর ক্রেডিটে \"হ্যাং দ্য ডিজে\" সাউন্ডট্র্যাক, সিগুর রোস-এর সাথে, অতিরিক্তভাবে ভিনাইলে প্রকাশিত হয়েছিল। \"রেচেল, জ্যাক অ্যান্ড অ্যাশলে টু\" পর্বের \"অন আ রোল\" গানটি নাইন ইঞ্চ নেলস-এর \"হেড লাইক আ হোল\" গানের উপর ভিত্তি করে তৈরি। এটি পারফর্মার মাইলি সাইরাস তার চরিত্রের নাম অ্যাশলে ও-এর অধীনে প্রকাশ করেছিলেন এবং এটি একাধিক দেশের চার্টে জায়গা করে নেয়। বি-সাইড \"রাইট হোয়্যার আই বিলং\" পর্বে ব্যবহৃত আরেকটি নাইন ইঞ্চ নেলস অভিযোজন ছিল।\n\n\n=== ওয়েবিসোড ===\n  \nওয়েবিসোডের একটি ধারাবাহিক, শিরোনাম লিটল ব্ল্যাক মিরর (পোলিশ: Czarne Lusterko), নেটফ্লিক্স পোলস্কা-এর জন্য জেসেক অ্যামব্রোসিয়েভিকজ দ্বারা পোলিশ ইউটিউবারদের সাথে সহযোগিতায় প্রযোজনা করা হয়েছিল। ১৯ জানুয়ারি ২০১৮-এ প্রকাশিত, চারটি স্বল্পদৈর্ঘ্য আট থেকে একুশ মিনিট পর্যন্ত দৈর্ঘ্যের। ৬৯.৯০ নির্মাতা হুইয়েন ফাম ও মার্সিন নেগুয়েনের মতে \"একাকীত্ব ও গেমিং\" অন্বেষণ করে; তারা বাস্তব জীবন থেকে অবিচ্ছেদ্য একটি কম্পিউটার সিমুলেশন নিয়ে সিদ্ধান্ত নেওয়ার আগে ২০টি ভিন্ন ধারণা নিয়ে আলোচনা করেছিলেন। দ্য ব্রেকআপ-এ ক্রিজস্টোফ গনসিয়ারজ ও কাসিয়া মেসিনস্কি অভিনয় করেছিলেন: এটি বাস্তববাদ ও সাধারণ প্রযুক্তি ব্যবহার করেছিল, যেমন একটি প্যানাসনিক লুমিক্স ডিসি-জিএইচ৫ যা ভ্লগ নান্দনিকতা অনুকরণ করে। দ্য সাম অফ হ্যাপিনেস মার্টিন স্ট্যাঙ্কিয়েভিকজের ইউটিউব চ্যানেলে পোস্ট করা হয়েছিল এবং একটি স্নায়বিক ইমপ্লান্ট ও সম্পর্ক অ্যাপের উপর দৃষ্টি নিবদ্ধ করে, পূর্বে অন্বেষিত ব্ল্যাক মিরর বিষয়। ১%, ডারউইন ফিল্মোভা গ্রুপা দ্বারা চিত্রায়িত, হিংস্র প্রসূতি প্রযুক্তি সম্পর্কিত।\n\n  \nওয়েবিসোডের দ্বিতীয় ধারাবাহিক, প্রাথমিকভাবে লিটল ব্ল্যাক মিরর হিসাবে ঘোষণা করা হয়েছিল কিন্তু শেষ পর্যন্ত স্টোরিজ ফ্রম আওয়ার ফিউচার নামে নামকরণ করা হয়েছিল, আমেরিকান ইউটিউবার রুডি মানকুসো দ্বারা নেটফ্লিক্স আমেরিকা ল্যাটিনার জন্য পরিচালিত হয়েছিল। প্রাথমিকভাবে নেটফ্লিক্স আমেরিকা ল্যাটিনার ইউটিউব চ্যানেলে প্রকাশের পরিকল্পনা করা হয়েছিল, অনুষ্ঠানের পঞ্চম সিরিজের প্রচারের অংশ হিসাবে, প্রকল্পের মূল ট্রেলারটি নেটফ্লিক্স দ্বারা সরানো হয়েছিল। স্বল্পদৈর্ঘ্যগুলি ১০ জুন ২০১৯-এ সংশ্লিষ্টদের ইউটিউব চ্যানেলে প্রকাশিত হয়। কিউর ফর লোনলিনেস মানকুসোর চ্যানেলে প্রকাশিত হয়; গেটিং টু নো ইউ লেলে পন্স-এর চ্যানেলে প্রকাশিত হয়; দ্য হেলদি অল্টারনেটিভ জুয়ানপা জুরিতা-এর চ্যানেলে প্রকাশিত হয়। ধারাবাহিকটিতে অস্ট্রেলিয়ান অভিনেতা মাইয়া মিচেলও অভিনয় করেছিলেন।\n\n\n=== সাহিত্য ===\nজুন ২০১৮-তে, মৌখিক ইতিহাস সহায়ক বই ইনসাইড ব্ল্যাক মিরর ঘোষণা করা হয়। ব্রুকার, জোন্স ও জেসন আরনপ ক্রেডিটেড লেখক। বইটিতে প্রথম চার সিরিজের ১৯টি পর্বের বিভাগ রয়েছে, প্রতিটিতে কাস্ট ও ক্রু-এর সাথে কথোপকথনের সাক্ষাত্কার এবং স্থির চিত্র ও পর্দার পিছনের ছবি রয়েছে। বইটি যুক্তরাজ্যে ১ নভেম্বর ২০১৮ এবং মার্কিন যুক্তরাষ্ট্রে ২০ নভেম্বর ২০১৮-এ পেঙ্গুইন র্যান্ডম হাউস থেকে প্রকাশিত হয়। স্টারবার্স্ট বইটিকে দশে দশ স্টার দিয়েছে, এর \"বিস্ময়কর-সম্পূর্ণ বিন্যাস\" প্রশংসা করে এবং এটি \"প্রত্যক্ষ, ভঙ্গুর, প্রায়ই হাস্যকর ও প্রাচুর্যপূর্ণ চিত্রিত\" হিসাবে সংক্ষিপ্ত করে।\nজুন ২০১৭-এ, ব্রুকার ব্ল্যাক মিরর-ভিত্তিক গদ্য গল্পের একটি সিরিজ ঘোষণা করেন। প্রথম ভলিউমটি ২০ ফেব্রুয়ারি ২০১৮-এ প্রকাশিত হতে চলেছিল এবং ব্রুকার দ্বারা সম্পাদিত হওয়ার জন্য নির্ধারিত ছিল; ২০১৮ এবং ২০১৯ সালে আরও দুটি ভলিউম পরিকল্পনা করা হয়েছিল। পরিকল্পিত লেখকদের মধ্যে রয়েছেন কোরি ডক্টরো, সিলভেইন নেউভেল ও ক্যাথেরিন ওয়েব, ছদ্মনাম ক্লেয়ার নর্থ-এর অধীনে। প্রকল্পটি ২০১৮ সালে অনির্দিষ্টকালের জন্য স্থগিত করা হয়েছিল কারণ ব্রুকার ও জোন্স এটিতে পর্যাপ্ত সময় দিতে পারেননি, ব্রুকার বলেছিলেন \"আমি নিশ্চিত নই কখন বা যদি [সিরিজ] উপস্থিত হবে। সম্ভবত না\"।\n\n\n=== ব্ল্যাক মিরর ল্যাবিরিন্থ ===\n২০১৯ সালের মাঝামাঝি, যুক্তরাজ্যের চার্টসি-তে থর্প পার্ক রিসর্ট ঘোষণা করে যে এটি একটি ওয়াকথ্রু মেজ, \"ব্ল্যাক মিরর ল্যাবিরিন্থ\" খুলবে। মেজটি মার্চ ২০২০-এ খোলার কথা ছিল, কিন্তু কোভিড-১৯ মহামারীর কারণে এটি বিলম্বিত হয়। এটি ২১ মে ২০২১-এ খোলা হয় এবং কৃত্রিম বুদ্ধিমত্তার থিমযুক্ত। বিষয়ের নাম ও তাদের একটি তোলা ছবি মেজটিকে ব্যক্তিগতকরণ করতে ব্যবহৃত হয়। এটি ২০২৩ সালের শেষে বন্ধ হয়ে যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনেটফ্লিক্সে ব্ল্যাক মিরর \nইন্টারনেট মুভি ডেটাবেজে ব্ল্যাক মিরর   (ইংরেজি)"}