{"pageid": 1532049, "title": "ইরান–ফিলিস্তিন সম্পর্ক", "url": "https://bn.wikipedia.org/wiki?curid=1532049", "content": "ইসলামি প্রজাতন্ত্রী ইরান আনুষ্ঠানিকভাবে ফিলিস্তিনকে একটি রাষ্ট্র হিসেবে স্বীকৃতি দেয়। ইরানের সর্বোচ্চ নেতা আলী খামেনেয়ী দ্বি-রাষ্ট্র সমাধান প্রত্যাখ্যান করেন এবং ইঙ্গিত দেন যে ফিলিস্তিন অবিচ্ছেদ্য। অন্যদিকে, ইরানের সাবেক রাষ্ট্রপতি মাহমুদ আহমাদিনেজাদ  ইসরায়েলের আরব নাগরিকসহ সমগ্র ফিলিস্তিনি জনগণের জন্য একটি অবাধ গণভোটের আহ্বান জানান, যাতে ভবিষ্যৎ ফিলিস্তিন রাষ্ট্রের সরকার ব্যবস্থা নির্ধারণ করা যায়। তিনি আরও জোর দিয়ে বলেন যে ইসরায়েলের পাশাপাশি একটি ফিলিস্তিনি রাষ্ট্র প্রতিষ্ঠার অর্থ \"ইসরায়েলি দখলদারিত্বের অনুমোদন কখনোই নয়\"।\n১৯৭৯ সালের ইরানি বিপ্লবের পূর্বে, ফিলিস্তিন মুক্তি সংস্থা (পিএলও) ইরানি বিরোধী দলগুলোর সাথে ঘনিষ্ঠ সম্পর্ক বজায় রাখে। বিপ্লবের পর, ইরান ইসরায়েলের সাথে তার মিত্রতা ছিন্ন করে এবং ফিলিস্তিনিদের সমর্থন করতে শুরু করে, যার প্রতীক হিসেবে তেহরানের ইসরায়েলি দূতাবাস ফিলিস্তিন মুক্তি সংস্থার কাছে হস্তান্তর করা হয়।\n\n\n== ইরানি বিপ্লবের পূর্বে ==\nইরানের শেষ শাহ মোহাম্মদ রেজা পাহলভির শাসনামলে, তুরস্কের পরেই ইরান ছিল দ্বিতীয় বৃহত্তম মুসলিম সংখ্যাগরিষ্ঠ রাষ্ট্র, যে দেশটি কার্যত ইসরায়েলকে স্বীকৃতি প্রদান করেছিল।\n\n\n== ১৯৭৯ সালের ইরানি বিপ্লবের পর ==\n\nপিএলও ১৯৭৯ সালের বিপ্লবকে সমর্থন করে এবং বিপ্লবের কয়েক দিন পর, পিএলও প্রধান ইয়াসির আরাফাত একটি ফিলিস্তিনি প্রতিনিধিদল নিয়ে ইরানে যান। ফিলিস্তিনি প্রতিনিধিদলকে প্রকাশ্যে স্বাগত জানানো হয় এবং প্রতীকস্বরূপ তেহরানের প্রাক্তন ইসরায়েলি দূতাবাসের চাবি হস্তান্তর করা হয়েছিল, যা পরবর্তীতে ফিলিস্তিনি দূতাবাসে পরিণত হয়।\n\n\n== ইন্তিফাদার সময়কার সম্পর্ক ==\nসেপ্টেম্বর ২০০০ সালে ক্যাম্প ডেভিডে মধ্যপ্রাচ্য শান্তি আলোচনা ভেঙে যাওয়ার পর দ্বিতীয় ফিলিস্তিনি ইন্তিফাদা শুরু হলে, ইয়াসির আরাফাত বন্দি হামাস ও ফিলিস্তিনি সশস্ত্র যোদ্ধাদের মুক্তি দেন। এই পদক্ষেপ ইরান এবং ফিলিস্তিনি জাতীয় কর্তৃপক্ষের মধ্যে সম্পর্ক পুনঃস্থাপন করে। পুনরায় জোরদার হওয়া সমর্থন সুস্পষ্ট হয়ে ওঠে যখন ইসরায়েলি কমান্ডোরা ২০০২ সালে কারিন এ নামক একটি জাহাজ আটক করে, যেটিতে ইরান থেকে গাজায় প্রেরণের জন্য ৫০ টন অত্যাধুনিক অস্ত্রশস্ত্র ছিল।\n\n\n== হামাসের প্রতি সমর্থন ==\n\nহামাস একটি সামরিক ও রাজনৈতিক সংগঠন, যা বর্তমানে গাজা উপত্যকার ক্ষমতায় অধিষ্ঠিত।ফিলিস্তিনি জাতীয় কর্তৃপক্ষের প্রেসিডেন্ট মাহমুদ আব্বাসের মতে,\n\nহামাস ইরানের অর্থায়নে পরিচালিত হয়। তারা দাবি করে যে এটি দানশীলদের সহায়তায় চলে, কিন্তু সেই অনুদান ইরানের কাছ থেকে প্রাপ্ত অর্থের তুলনায় কিছুই নয়।\nইরান হামাসকে সামরিক অস্ত্রশস্ত্রও সরবরাহ করে; সরবরাহকৃত প্রযুক্তির মধ্যে রয়েছে ফজর-৫, এম-৭৫ এবং এম-৩০২ রকেট, সেইসাথে ড্রোন।\n২০০৪ সালে আরাফাতের মৃত্যুর পর এবং ২০০৫ সালে ইসরায়েলের গাজা থেকে প্রত্যাহারের পর হামাসের প্রতি সাহায্য বৃদ্ধি পায়। ২০০৬ সালের ফিলিস্তিনি নির্বাচনে হামাসের বিজয়ের পর, বৈদেশিক সাহায্য আসা বন্ধ হয়ে যায়। এর ফলে তেহরান প্রায় দেউলিয়া হামাস-নেতৃত্বাধীন ফিলিস্তিনি জাতীয় কর্তৃপক্ষকে সমর্থন করার জন্য বিপুল পরিমাণ আর্থিক সহায়তা প্রেরণ করে।\nজুলাই ২০১৫ সালে, হামাসের একজন ঊর্ধ্বতন কর্মকর্তা জানান যে তাদের সংগঠন সম্ভবত সিরীয় গৃহযুদ্ধে বিদ্রোহীদের সমর্থন এবং সৌদি আরবের সাথে সম্পর্ক উন্নয়নের কারণে ইরানের কাছ থেকে আর কোনো সাহায্য পাচ্ছে না।\n\n\n== ফিলিস্তিনি কর্তৃপক্ষের কর্মকর্তাদের মতামত ==\nফিলিস্তিনি কর্তৃপক্ষের মুখপাত্র নাবিল আবু রুদেইনা সাবেক ইরানি রাষ্ট্রপতি মাহমুদ আহমাদিনেজাদ সম্পর্কে বলেন, \"যিনি ইরানি জনগণের প্রতিনিধিত্ব করেন না, যিনি নির্বাচনের ফলাফল জালিয়াতি করেন, যিনি ইরানি জনগণের উপর নিপীড়ন চালান এবং ক্ষমতা দখল করেন, তার ফিলিস্তিন, এর রাষ্ট্রপতি অথবা এর প্রতিনিধিদের নিয়ে কথা বলার কোনো অধিকার নেই।\"\nসেপ্টেম্বর ২০১০ সালে, ইরানের প্রাক্তন রাষ্ট্রপতি মাহমুদ আহমাদিনেজাদ বলেন যে ওয়াশিংটনের শান্তি আলোচনা তাদের উদ্দেশ্য সফল করতে পারবে না, কারণ অন্যান্য বিষয়ের মধ্যে হামাসই ফিলিস্তিনি জনগণের প্রকৃত প্রতিনিধি। পিএ কর্মকর্তারা এই ইরানি মন্তব্যের প্রতিক্রিয়ায় \"নজিরবিহীন তীব্রতা\" প্রদর্শন করেন। ওমর আল-ঘৌল প্রত্যুত্তরে বলেন যে ইরানের \"মৃত্যু ও ধ্বংসের শাসনের\" অবসান ঘটানোর সময় এসেছে। ফাতাহ মুখপাত্র ওসামা আল-কাওয়াসমি বলেন যে ইরান ফিলিস্তিনকে বিভক্ত করতে, বিভিন্ন আরব অঞ্চলে গৃহযুদ্ধ এবং সাম্প্রদায়িক ও জাতিগত বিদ্বেষ সৃষ্টি করতে চেষ্টা করছে। তাই, তাদের দ্বারা ফিলিস্তিনি জনগণের কোনো কল্যাণ সম্ভব নয়।\n\n\n== ২০২৪ সালের উত্তেজনা ==\n৩ এপ্রিল ২০২৪ সালে, ক্ষমতাসীন ফাতাহ দল ফিলিস্তিনিদের অভ্যন্তরীণ বিষয়ে ইরানের হস্তক্ষেপের বিরুদ্ধে একটি বিবৃতি জারি করে। বিবৃতিতে বলা হয়, \"এই বহিরাগত হস্তক্ষেপ, বিশেষত ইরানের পক্ষ থেকে, ফিলিস্তিনের অভ্যন্তরীণ ক্ষেত্রে বিশৃঙ্খলা সৃষ্টি করা ছাড়া অন্য কোনো লক্ষ্য রাখে না, যা কেবল ইসরায়েলি দখলদারিত্ব এবং আমাদের জনগণের শত্রুদেরই সুবিধা এনে দেবে।\"\n৩ জুন ২০২৪ সালে, খামেনেয়ী বলেন যে \"মার্কিন যুক্তরাষ্ট্র, জায়নবাদী গোষ্ঠী, তাদের অনুসারী এবং এই অঞ্চলের কিছু দেশের আঞ্চলিক ভারসাম্যে পরিবর্তন আনার পরিকল্পনার প্রেক্ষাপটে ২০২৩ সালে হামাসের নেতৃত্বাধীন ইসরায়েল আক্রমণ 'অঞ্চলের জন্য প্রয়োজনীয়' ছিল।\" তিনি এই আক্রমণকে \"ইসরায়েলের উপর একটি বিরাট আঘাত\" হিসেবে আখ্যায়িত করেন। ফিলিস্তিনের প্রেসিডেন্ট মাহমুদ আব্বাস এই বিবৃতির সমালোচনা করে বলেন যে খামেনেয়ীর মন্তব্য \"স্পষ্টভাবে ঘোষণা করে যে তাদের লক্ষ্য হলো ফিলিস্তিনিদের এবং হাজার হাজার শিশু, নারী ও বৃদ্ধের রক্ত ঝরানো এবং ফিলিস্তিনি ভূমি ধ্বংস করা।\" তিনি আরও বলেন যে ইরানের নীতি \"জেরুজালেম মুক্ত করার ফিলিস্তিনি জাতীয় লক্ষ্য পূরণ করে না।\"\n\n\n== আরো দেখুন ==\n\nইরান–ইসরায়েল সম্পর্ক\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}