{"pageid": 1532864, "title": "সাইপ্রেস সমাধি", "url": "https://bn.wikipedia.org/wiki?curid=1532864", "content": "সাইপ্রেস সমাধি, যা সারুওয়ালা মাকবারা ( উর্দু : سرو والا مقبرہ ) নামেও পরিচিত, হলো ১৮ শতকের প্রথম দিকের একটি সমাধি যা বেগমপুরা, লাহোর, পাকিস্তানে অবস্থিত।\n\n\n== পটভূমি ==\n\nএই স্থাপনায় আঠারো শতকে নির্মিত মুঘল সম্রাট মুহাম্মদ শাহ রঙ্গিলার রাজত্বকালে লাহোর প্রদেশের গভর্নর নবাব জাকারিয়া খানের বোন শরফ-উন-নিসা বেগমের সমাধি রয়েছে। এটি পাকিস্তানের লাহোরের বেগমপুরা পাড়ায় দাই আঙ্গার সমাধির উত্তরে এবং গ্র্যান্ড ট্রাঙ্ক রোডের পূর্বে অবস্থিত।\n\n\n== ইতিহাস ==\nএই কাঠামোটি ১৭৩৫-১৭৪০ খ্রিস্টাব্দে নির্মিত হয়েছিল এবং শরফ-উন-নিসা বেগম তার জীবদ্দশায় ধ্যান কক্ষ হিসেবে এটি ব্যবহার করেছিলেন। শরফ-উন-নিসা বেগম সকালে কুরআন পড়ার জন্য এই ভবনটি তৈরি করেছিলেন। তিনি কাঠের সিঁড়ি দিয়ে ভবন থেকে উপরে উঠানামা করতেন। তার মৃত্যুর পর ধ্যান কক্ষটিকে তার সমাধিতে রূপান্তরিত করা হয়, যাতে মৃত্যুর পরেও তিনি পর্দার আড়ালে থাকতে পারেন এবং সম্পর্কহীন পুরুষদের দৃষ্টির বাইরে থাকতে পারেন।\nবাইরের দেয়ালের টাইলসগুলিতে ব্যবহৃত অন্যান্য ফুলের নকশার পাশাপাশি সাইপ্রাস গাছের নকশার কারণে স্থানীয়ভাবে এই ভবনটি সাইপ্রাস সমাধি নামে পরিচিতি লাভ করে।\nসমাধিটি মূলত একটি বাগান এবং পুকুর দ্বারা বেষ্টিত ছিল, যা সম্ভবত নিকটবর্তী দাই আঙ্গা সমাধিকে ঘিরে থাকা বাগানের পাশে অবস্থিত ছিল। সমাধিটি ছিল শেষ মুঘল যুগের সর্বশেষ উল্লেখযোগ্য স্থাপনাগুলির মধ্যে একটি।\n১৮ শতকে শিখ শাসনামলে বিশ্বাস করা হত যে, সমাধিতে ধনসম্পদ রয়েছে। সেজন্য শরফ-উন-নিসা বেগমের কুরআন এবং তরবারি উভয়ই লুট করা হয় এবং সমাধিটি অপবিত্র করা হয়।\nএলাকাটির চারপাশে নতুন ভবন নির্মাণ করা হয়েছে, ফলে সমাধিতে প্রবেশ করা কঠিন হয়ে পড়েছে। প্রথমে এটি বাগান দ্বারা বেষ্টিত ছিল, কিন্তু এর উপর নির্মিত ঘরগুলির কারণে বর্তমানে এখানে একটি \"ছোট বাগান\" বিদ্যমান যেখানে স্থানীয় ছেলেরা ক্রিকেট খেলে।\n\n\n== স্থাপত্য ==\nইতিহাসবিদ ক্যাথেরিন ব্লানশার্ড অ্যাশার সমাধিটিকে \"আওরঙ্গজেব-পরবর্তী সময়ের লাহোরের সেরা সংরক্ষিত স্মৃতিস্তম্ভ\" হিসেবে বর্ণনা করেছেন। এটি একটি \"অনন্য কাঠামো\" কারণ এটি একটি \"পিরামিডাল ভল্ট\" সহ একটি সরু টাওয়ারের মতো।\nসমাধির বাইরের দেয়ালগুলি বারাণসী টাইলস দিয়ে আবৃত, যার রঙ অন্যান্য ভবনের তুলনায় অনেক বেশি ম্লান। এখানে একই ধরণের টাইলস ব্যবহার করা হয়েছে। দেয়ালের নিচের অংশে পশ্চিম ইউরোপ থেকে আমদানি করা সাদা এবং নীল টাইলস রয়েছে। মোজাইক টাইলস প্লাস্টার বেসে স্থাপন করা হয়। এই কাঠামোটিতে একটি উঁচু প্ল্যাটফর্ম রয়েছে, যাতে শরফ-উন-নিসা বেগম মৃত্যুর পরেও পর্দায় থাকতে পারেন।\nলাহোর স্থাপত্যে গ্লাসেড টাইলসের ব্যবহার অনন্য নয়, তবে এর নকশার \"কঠোর, অনমনীয় গুণমান\" এটিকে শহরের অন্যান্য ভবন থেকে পৃথক করেছে।\n\n\n== সংরক্ষণ ==\nসমাধিটি পাঞ্জাবের প্রত্নতত্ত্ব বিভাগের সুরক্ষিত ঐতিহ্যবাহী স্মৃতিস্তম্ভের তালিকাভুক্ত।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে সাইপ্রেস সমাধি সম্পর্কিত মিডিয়া দেখুন।"}