{"pageid": 1532869, "title": "আঘমত", "url": "https://bn.wikipedia.org/wiki?curid=1532869", "content": "আঘমাত (তাশেলহিত : Aɣmat, আরবি: أغمات, স্থানীয়ভাবে উঘমাত, Uɣmat) ছিল মরক্কোর একটি গুরুত্বপূর্ণ বাণিজ্যিক মধ্যযুগীয় বারবার শহর। এটি বর্তমানে \"জুমা আঘমত\" নামে পরিচিত একটি প্রত্নতাত্ত্বিক স্থান।\nশহরটি মারাক্কেশ থেকে প্রায় ৩০ কিলোমিটার দক্ষিণ-পূর্বে ওউরিকা সড়কে অবস্থিত। নামের প্রাথমিক \"a\" হয়তো উচ্চারণ করা যাবে না, এবং কখনও কখনও নামটি \"Ghmat\", \"Ghmate\" এমনকি ফরাসি-ধাঁচের \"Rhmate\"ও লেখা হতে পারে (যেমনটি Michelin Guide তে দেখা যায়)।\nএকটি বারবার কিংবদন্তি অনুসারে, ৬৮৩ সালে সিরিয়ার উমাইয়া খিলাফতের একজন সেনাপতি উকবা ইবনে নাফির মুসলিম বাহিনী যখন আঘমত জয় করে, তখন এটি খ্রিস্টান বারবারদের অধ্যুষিত অঞ্চল ছিল। তবে এই গল্পটি প্রথম প্রকাশিত হয় সেই সালের প্রায় ৭০০ বছর পরে, এবং অনেক ইতিহাসবিদ এটিকে বিশ্বাসযোগ্য বলে মনে করেন না। প্রাচীনতম পারস্য ইতিহাসবিদদের একজন আল-বালাধুরি এর সরাসরি বিরোধিতা করেছেন। তিনি বলেন যে, মুসা বিন নুসাইর সুস জয় করেন এবং আঘমাতে মসজিদটি নির্মাণ করেন।\n\n\n== প্রাথমিক ইতিহাস ==\n৮২৮ সালে দ্বিতীয় ইদ্রিসের মৃত্যুর পর মরক্কো তার পুত্রদের মধ্যে ভাগ হয়ে যায়। ইদ্রিসী রাজপুত্র আবদুল্লাহর অধীনে আঘমত সুস অঞ্চলের রাজধানী হয়।\nযখন আলমোরাভিরা আব্দুল্লাহ ইবনে ইয়াসিনের নেতৃত্বে সাহারা মরুভূমি থেকে আক্রমণ করে, তখন মাগরাওয়া গোত্রের নেতা লাকুত আগমতকে রক্ষা করেন। লাকুত পরাজিত হয় এবং আলমোরাভি সেনাবাহিনী ২৩ রবিউস সানি ৪৫০ হিজরিতে (২৭ জুন ১০৫৮) শহরে প্রবেশ করে। আঘমাতের সবচেয়ে ধনী নাগরিকদের মধ্যে একজন ছিলেন লাকুতের বিধবা স্ত্রী জয়নব আন-নাফজাউইয়াত, যিনি আলমোরাভি নেতা আবু বকর ইবনে উমরকে বিয়ে করেছিলেন এবং তার প্রচুর সম্পদ তার হাতে তুলে দিয়েছিলেন। ১০৭১ সালে আবু-বকর সাহারা মরুভূমিতে ফিরে আসার পর জয়নব তার উত্তরসূরী ইউসুফ ইবনে তাশফিনকে বিয়ে করেন।\n১০৬৮/১০৬৯ সালের মধ্যে শহরের জনসংখ্যা উল্লেখযোগ্যভাবে বৃদ্ধি পায় এবং আবু-বকর একটি নতুন রাজধানী নির্মাণের সিদ্ধান্ত নেন। তিনি ১০৭০ সালে মারাক্কেশ প্রতিষ্ঠা করেন, যার পরে আঘমতের পতন ঘটে। আলমোরাভিদরা এটিকে মানুষকে নির্বাসিত করার জন্য একটি সুবিধাজনক ব্যাকওয়াটার হিসাবে ব্যবহার করতে থাকে। এর মধ্যে ছিলেন সেভিল এবং কর্ডোবার প্রাক্তন রাজা এবং বিখ্যাত কবি আল মুতামিম। তাঁর সমাধি আজও তীর্থস্থান হিসেবে রয়ে গেছে। আঘমত ছিল সেই নির্বাসিত স্থান, যেখানে গ্রানাডার প্রাক্তন রাজা আবদুল্লাহ ইবনে বুলুগিন তাঁর স্মৃতিকথা লিখেছিলেন।\n১১২৬, ১১২৭ এবং আবার ১১৩০ সালে শহরটি আলমোরাভি সুলতান আলী ইবনে ইউসুফ এবং ইবনে তুমার্ত এবং আব্দুল-মু'মিনের নেতৃত্বাধীন আলমোহাদ সেনাবাহিনীর মধ্যে বেশ কয়েকটি যুদ্ধের সাক্ষী ছিল। মরক্কো এবং আলজেরিয়া জুড়ে আলমোরাভি বাহিনীর ব্যাপক পরাজয়ের পর ৫৪১ হিজরি সালের মহরমের মাঝামাঝি (২৭ জুন ১১৪৬) আব্দুল মু'মিন কোন যুদ্ধ ছাড়াই আগমাতে প্রবেশ করেন।\n১৮৬০ সালে বিউমিয়ার লেখেন যে, শহরের জনসংখ্যা এখনও ৫৫০০, যার মধ্যে ১০০০ জন ইহুদি।\n\n\n=== পূর্ববর্তী অর্থনীতি ===\n\nএকাদশ শতাব্দীতে আলমোরাভিদের ক্ষমতায় আসার প্রাক্কালে আল বাকরি লিখেছিলেন যে, আঘমত একটি সমৃদ্ধ শহর হিসেবে পরিচিত ছিল যেখানে রবিবারের বাজারের (বাজার) জন্য ১০০টি গরু এবং ১০০০টি ভেড়া জবাই করা হত। বাসিন্দারা তাদের নিজস্ব নেতা নির্বাচন করেছিল। স্পষ্টভাবে বলতে গেলে দুটি আঘমত ছিল: বাণিজ্যিক ও রাজনৈতিক কেন্দ্রটি \"আঘমত উরিকা\" নামে পরিচিত ছিল, এবং সেখান থেকে ৮ মাইল দূরে ছিল \"আঘমত আয়লান\" যা বহিরাগতদের জন্য বন্ধ ছিল। শহরটি আটলান্টিক উপকূলে তিন দিনের পশ্চিমে অবস্থিত কুজ সমুদ্রবন্দরের পরিষেবা পেত।\n\n\n== আধুনিক ইতিহাস ==\n১৯৫০ সালের ১৮ নভেম্বর মরক্কোতে ফরাসি দখলের সময় ইস্তিকলাল দলের সাথে যুক্ত মরক্কোর জাতীয়তাবাদীদের একটি দল আল-মুতামিদের সমাধিতে একটি বিক্ষোভ সমাবেশ করে। স্থানীয় মেসফিউয়া উপজাতির প্রধান বোজানের নির্দেশে পুলিশ এটি নির্মমভাবে দমন করে। পরবর্তী পদক্ষেপগুলি বুজানের উচ্চপদস্থ শাসক মারাকেশের শক্তিশালী পাশা তা'হামি এল গ্লাউই এবং মরক্কোর রাজা পঞ্চম মোহাম্মদের মধ্যে অন্যতম প্রধান উত্তেজনার কারণ হয়ে দাঁড়ায়, যা অবশেষে রাজার সংক্ষিপ্ত উৎখাতের দিকে পরিচালিত করে।\nবর্তমানে দৃশ্যমান প্রত্নতাত্ত্বিক ধ্বংসাবশেষের মধ্যে রয়েছে শহরের দেয়ালের কিছু অংশ, হাম্মাম, কিছু ঘরবাড়ি এবং কানাত (সেচ খাল) এর কিছু অংশ এবং শহরের প্রাচীরের প্রায় শতাধিক মিটার।\nআল-মুতামিদের সমাধিস্থলে একটি সমসাময়িক সমাধি রয়েছে। এটি ১৯৭০ সালে নির্মিত হয়েছিল এবং আলমোরাভিড স্টাইলে একটি গম্বুজ রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমিশন আর্কিওলজিক ডি'আগমত (এমএএ) : étude, conservation et valorisation de la capitale médiévale du Haouz (Maroc), orient-mediterranee.com। ৫ জানুয়ারী, ২০২৫ তারিখে সংগৃহীত।\nআল-মুতামিদের সমাধিতে একটি আধুনিক তীর্থযাত্রা"}