{"pageid": 1532995, "title": "সায়িদি আবদেল-আজিজের জাওয়িয়া", "url": "https://bn.wikipedia.org/wiki?curid=1532995", "content": "সায়িদি আবদেল-আজিজের জাওয়িয়া (অন্যান্য বানানের মধ্যে রয়েছে সায়িদি আবদেলাজিজের জাওয়িয়া) মরক্কোর মারাকাশে অবস্থিত একটি ইসলামিক ধর্মীয় কমপ্লেক্স (জাওয়িয়া)। এটি মুসলিম পণ্ডিত এবং সুফি সাধক সায়িদি আবু ফারিস আব্দ আল-আজিজ আব্দ আল-হাক্ক আত-তাব্বা এর সমাধিকে কেন্দ্র করে গঠিত। তিনি ১৫০৮ সালে মারাকেশে মারা যান। সায়িদি আবদেল-আজিজকে মারাকাশের সাতজন সাধু এর একজন হিসেবে বিবেচনা করা হয় এবং তার সমাধি মারাকাশে তীর্থযাত্রীদের জন্য একটি গুরুত্বপূর্ণ গন্তব্য ছিল। এই জাওয়িয়াটি রু মুয়াসিন (মুয়াসিন স্ট্রিট)-এর রু আমেসফাহ-এর সাথে সংযোগস্থলে অবস্থিত।\n\n\n== ঐতিহাসিক পটভূমি ==\n\nসায়িদি আবদ আল-আজিজ আত-তাব্বা' ছিলেন সুফি গুরু আল-জাজুলির সবচেয়ে গুরুত্বপূর্ণ শিষ্য, যিনি ১৪৬৫ সালে মারা যান এবং তাঁর মাজারও মারাকেশে অবস্থিত (১৫২৩-২৪ সালে সাদিদের দ্বারা তাঁর দেহ সেখানে স্থানান্তরিত করার পর)। মারাকেশ এর স্থানীয় বাসিন্দা আত-তাব্বা' ফেজ এর আল-'আত্তারিন মাদ্রাসায় শিক্ষকতা করার সময় খ্যাতি অর্জন করেন এবং আল-জাজুলির আধ্যাত্মিক উত্তরসূরি হিসেবে বিবেচিত হন। আল-জাজুলি এবং আরও পাঁচজনের সাথে তিনিও মারাকেশ এর সাতজন সাধুর একজন হিসেবে বিবেচিত হন (একটি ধর্মীয় প্রতিষ্ঠান যা আনুষ্ঠানিকভাবে সুলতান মুলায় ইসমাই'ল কর্তৃক প্রতিষ্ঠিত হয়েছিল), এবং বিশেষভাবে শহরের চর্মকারদের পৃষ্ঠপোষক সাধু হিসেবে বিবেচিত হতেন। এই সাতজন সাধুর মধ্যে সায়িদি আব্দুল্লাহ আল-গাসওয়ানি-ও ছিলেন, যিনি স্বয়ং সায়িদি আবদেল আজিজের শিষ্য ও উত্তরসূরি ছিলেন এবং পরবর্তীতে আরও দক্ষিণে অন্য একটি জাওয়িয়ায় সমাহিত হন।\n\nজাওয়িয়া কমপ্লেক্সটি সাদি এবং পরবর্তী আলাউয়ি স্থাপত্যের মিশ্রণ উপস্থাপন করে। ষোড়শ শতাব্দীর শুরুতে সাদিদের অধীনে প্রথম মাজারটি রূপ নেয়। ঐতিহাসিক গাস্তন ডেভারডুনের মতে, বর্তমান ভবনটি মূলত মুলায় মুহাম্মদ ইবনে আবদুল্লাহ-এর সময়কালের (১৭৪৬ সালের পর মারাকেশ-এর গভর্নর এবং ১৭৫৭-১৭৯০ সাল পর্যন্ত সুলতান), যিনি শহরের অনেক স্মৃতিস্তম্ভ নির্মাণ ও পুনরুদ্ধারের জন্য দায়ী।\n\n\n== আরও দেখুন ==\nমুহাম্মদ বিন স্লিমান আল-জাজুলির জাওয়িয়া\nসৈয়দি বেল আব্বাসের জাওয়িয়া\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nZawiya Sidi Abdel Aziz Tebba"}