{"pageid": 1532338, "title": "নরওয়েজীয় রন্ধনশৈলী", "url": "https://bn.wikipedia.org/wiki?curid=1532338", "content": "নরওয়েজীয় রন্ধনশৈলী ( নরওয়েজীয়: Norsk mat  )-তে তৈরি নরওয়েজীয় খাবার মূলত নরওয়েতে সহজলভ্য কাঁচামালের উপর ভিত্তি করে তৈরি হয়। এটি মহাদেশীয় রন্ধনপ্রণালী থেকে অনেক দিক থেকেই আলাদা, কারণ এতে শিকার এবং মাছের উপর বেশি জোর দেওয়া হয়। দীর্ঘ শীতের কারণে অনেক ঐতিহ্যবাহী খাবারেই খাদ্য সংরক্ষণের উপকরণ ব্যবহার করা হয়।\nআধুনিক নরওয়েজীয় রন্ধনপ্রণালী যদিও এখনও তার ঐতিহ্যবাহী পটভূমি দ্বারা দৃঢ়ভাবে প্রভাবিত।  তবুও বিশ্বায়নের যুগে পাস্তা, পিৎজা, টাকো প্রচলন যেমন হয়েছে  তেমনি আবার  প্রধান খাবার হিসাবে মিটবল এবং কড মাছের পদের মতো খাবারগুলিও  থাকে।\n\n\n== সাধারণ প্রধান খাবার ==\n\n\n=== সকালের জলখাবার ===\nনরওয়েজীয় ব্রেকফাস্টে থাকে রুটি, পনির এবং দুধ। ঐতিহ্যগতভাবে এই খাবারে গ্রোট (দুধ দিয়ে সেদ্ধ করা ময়দা এবং দানা) এর মতো একটি পোরিজ অন্তর্ভুক্ত থাকে। বিভিন্ন ধরণের গ্রোট  বিদ্যমান দেখা যায়। যার মধ্যে রয়েছে রোমেগ্রোট  (নিয়মিত গ্রোটে  কিন্তু দুধের পরিবর্তে টক ক্রিম ব্যবহার করা হয়) এবং রিসগ্রোট (নিয়মিত গ্রোটের পরিবর্তে ভাত দিয়ে তৈরি)। \n\n\n=== দুপুরের খাবার ===\nবেশিরভাগ নরওয়েজীয়দের জন্য সপ্তাহের দিনগুলিতে প্যাক করা দুপুরের খাবারে বেশিরভাগ ক্ষেত্রে খুব সাধারণ খোলা মুখের স্যান্ডউইচ থাকে যা মাতপাক্কে নামে পরিচিত। পাঁউরুটির প্রতিটি স্লাইস মেলোমলেগস্পাপির  নামক মোমের কাগজের ছোট টুকরো দিয়ে আলাদা করা হয়। আরও বিস্তৃত খোলা মুখের স্যান্ডউইচ (একাধিক টপিং সহ) স্মারকব্রড নামে বিশেষভাবে পরিচিত।\nক্যাফেটেরিয়াগুলিতে সাধারণত সালাদ বার ও উষ্ণ খাবার পাওয়া যায়। এছাড়া  দই, স্কাইর, কোয়ার্ক প্রভৃতি দুগ্ধজাত পণ্যও পাওয়া যায়। \n\n\n=== রাতের খাবার ===\nনরওয়েজীয়রা সাধারণত বিকেল ৪টা থেকে ৭টার মধ্যে রাতের খাবার খায়। এটি দিনের সবচেয়ে গুরুত্বপূর্ণ খাবার এবং সাধারণত এতে কার্বোহাইড্রেট সমৃদ্ধ খাবার যেমন আলুর পদ এবং প্রোটিন সমৃদ্ধ খাবার যেমন মাংস বা মাছ অন্তর্ভুক্ত থাকে। নরওয়েজীয়রা সাধারণত সন্ধ্যায় ঘুমানোর আগে খুব কম খাবার খায়। এতে সকালের জলখাবারের মতো খাবারও থাকতে পারে।\n\n\n== মাংস ==\n\nসংরক্ষিত মাংস এবং সসেজ জাতীয় খাবারে বিভিন্ন আঞ্চলিক বৈচিত্র্য দেখতে পাওয়া যায়। এইসব খাবারে কখনও কখনও টক ক্রিমের খাবার, ফ্ল্যাটব্রেড বা গম বা আলু দিয়ে তৈরি খাবার  মোড়কের সাথে থাকে। ফেনালার  হলো ধীমে আঁচে রান্না করা ভেড়ার পা। মোর  সাধারণত একটি ধোঁয়াযুক্ত সসেজ, যদিও সঠিক সংজ্ঞাটি অঞ্চলভেদে ভিন্ন হতে পারে।\nনরওয়েতে শরৎকালে ভেড়ার মাংস এবং খাসির মাংস বেশ জনপ্রিয়। প্রায়শই বাঁধাকপি দিয়ে তৈরি ফারিকাল  নামে মাটন স্টু ব্যবহৃত হয়। পিনেকজোট — ঐতিহ্যগতভাবে বার্চ গাছের কাঠের আগুনে ভাপিয়ে সেদ্ধ করা হয়। কখনও কখনও এটি কাঠকয়লার ধোঁয়াযুক্ত করা ভেড়ার মাংসের পাঁজর হয়, তাই এই নাম। যার অর্থ \"কাঠির মাংস\" ।  নরওয়ের পশ্চিম অংশে ঐতিহ্যগতভাবে ক্রিসমাস ডিনার হিসেবে এই রান্নার পদটি পরিবেশন করা হয়। অন্যান্য মাছের খাবারের মধ্যে রয়েছে:\nকেজোটকাকার নামে পদটি বাচ্চাদের মুঠোর সমান আকারের মাংসের প্যাটি বা বার্গার, যা গরুর মাংস, পেঁয়াজ, লবণ এবং গোলমরিচ দিয়ে তৈরি করা হয়। এটি সাধারণত সস এস্পাগনোলের সাথে পরিবেশন করা হয়ে থাকে। পরিবেশনের সময় পাশে আলুসিদ্ধ, সিদ্ধ মটরশুঁটি বা বাঁধাকপি এবং গাজরের টুকরোও দেওয়া হয়। সঙ্গে থাকে লিঙ্গনবেরি জ্যামের  সাধারণ স্বাদ।\nকেজোটবোলার – মিটবলস নামে পদটি আবার সুইডীয় মিটবলের মতো। স্থানের উপর নির্ভর করে ম্যাশড আলু এবং ক্রিম সস বা সস এস্পাগনোলের সাথে পরিবেশন করা হয়।\nসোভিনেকোটেলেটার নামে খাবারের পদটি হলো শুয়োরের মাংসের চপ। এটি সহজভাবে ভাজা এবং আলু, ভাজা পেঁয়াজ বা যেকোনো সবজির সাথে পরিবেশন করা হয়।\nসোভিনেস্টেক নামে খাবারের পদটি হলো ভাজা শুয়োরের মাংসের একটি পদ। সাধারণত রবিবারের রাতের খাবারে আচারযুক্ত বাঁধাকপি (জার্মান সাউরক্রাউটের একটি মিষ্টি জাত), গ্রেভি, শাকসবজি এবং আলু দিয়ে এটি পরিবেশন করা হয়।\nযেকোনো রান্নার মতোই সবমাংসই ভাজা হয়। ঋতুর উপর এবং মাংসের সাথে কোন পদটি ঠিক হবে তার উপর নির্ভর করে সাইড ডিশের ধরণ ভিন্ন হয়। রোস্ট লেগ অফ ল্যাম্ব ইস্টার ক্লাসিক ও রোস্ট বিফ খুব একটা প্রচলিত নয়। প্রায়শই উৎসব উপলক্ষে গরুর মাংস ভাজা হয়।\n\nল্যাপসকাউস - স্টু হলো মাংস, আলু, গাজর,  পেঁয়াজের মতো বিভিন্ন সবজি দিয়ে তৈরি রান্না করা একটি স্টু। লবসকাউস প্রায়শই ফ্ল্যাটব্রডের সাথে পরিবেশন করা হয়।\nফারিকাল – মাটন স্টু নরওয়ের একটি জাতীয় খাবার। বাঁধাকপি এবং খাসির মাংস একটি পাত্রে কালো গোলমরিচ এবং লবণ (এবং কিছু রেসিপিতে, সস ঘন করার জন্য গমের আটা) দিয়ে স্তরে স্তরে ছড়িয়ে দেওয়া হয়, জল দিয়ে ঢেকে মাংস খুব নরম না হওয়া পর্যন্ত সিদ্ধ করা হয়। খাবারটি আলু দিয়ে পরিবেশন করা হয়।\nস্টেকটে পোলসার নামে খাবারের পদটি একটি ভাজা সসেজ। তাজা সসেজ ভাজা হয় এবং সবজি, আলু, মটরশুঁটি এবং সম্ভবত কিছু গ্রেভির সাথে পরিবেশন করা হয়।\nসিলটেলাব সাধারণত বড়দিনের আগে এবং তার আগে খাওয়া হয়। এটি  লবণ দিয়ে জরানো  সেদ্ধ শূকরের মাংস দিয়ে তৈরি। ঐতিহ্যগতভাবে এগুলি আঙুল ব্যবহার করে খাওয়া হয় এবং জলখাবার হিসেবে পরিবেশন করা হয়। কখনও কখনও আবার বিটরুট, সরিষা এবং তাজা রুটির সাথে অথবা লেফসে বা ফ্ল্যাটব্রেডের সাথে পরিবেশন করা হয়। ঐতিহাসিকভাবে সিলটেলাব ঐতিহ্যবাহী নরওয়েজীয়জুলেওল (ইংরেজি: ক্রিসমাস অ্যাল), বিয়ার এবং মদের ( অ্যাকোয়াভিটের মতো) সাথে পরিবেশন করা হয়। তা কারণ হলো সিলটেলাব খুবই লবণাক্ত খাবার।\n\nপিনেকজোট হল ভেড়ার মাংস বা খাসির পাঁজর দিয়ে তৈরি একটি প্রধান খাবার।  এই খাবারটি মূলত পশ্চিম নরওয়েতে বড়দিন উদযাপনের সাথে সম্পর্কিত। যদিও অন্যান্য অঞ্চলেও এই খাবারটি দ্রুত জনপ্রিয়তা অর্জন করছে। শতকরা ৩১ জন নরওয়েজীয়রা তাদের পারিবারিক ক্রিসমাস ডিনারে পিনেকজোট  খান। পিনেকজটকে প্রায়শই পিউরিড সুইড (রুটাবাগা) এবং আলু, বিয়ার এবং আকেভিটের সাথে পরিবেশন করা হয়।\nস্মালাহোভ নরওয়ের একটি ঐতিহ্যবাহী খাবার। আসলে এটি একটি স্থানীয় অদ্ভুত খাবার। সাধারণত বড়দিনের সময় এটি খাওয়া হয়। এই পদটি ভেড়ার মাথা দিয়ে তৈরি করা হয়। প্রথমে মাথার চামড়া এবং লোম পুড়িয়ে ফেলা হয়। মস্তিষ্কের ঘিলু সরানোর পরে মাথাটি লবণাক্ত করা হয়। কখনও কখনও কাঠকয়লার ধোঁয়ায় রান্না করা হয় এবং শুকানো হয়। মাথাটি প্রায় ৩ ঘন্টা ধরে সিদ্ধ করা হয় এবং ম্যাশ করা আলুর সাথে পরিবেশন করা হয়।\nসোড হলো একটি ঐতিহ্যবাহী নরওয়েজীয় স্যুপের মতো খাবার যা মাটন এবং মিটবল দিয়ে তৈরি। সাধারণত, আলু বা গাজরের মতো সবজিও এতে অন্তর্ভুক্ত থাকে।\nগ্রাইটেরেট নামে খাবারের পদটি গ্রাইট নামেও পরিচিত। আক্ষরিক অর্থে এটি একটি সসপ্যান মিল। এটি হলো গরু বা ভেড়ার মাংস, ভাত (কখনও কখনও পাস্তা দিয়ে প্রতিস্থাপন করা হয়), টমেটো, হালকা মশলা এবং অল্প পরিমাণে অন্যান্য সবজি যেমন পেপারিকা, পেঁয়াজ, রাজমা বা শ্যাম্পিনন দিয়ে তৈরি স্টু। ১৯৭০-এর দশকে টোরো পাউডারব্যাগ মিলস  দ্বারা প্রায়শই ভুল ভৌগোলিক নামকরণ (যেমন মেক্সিকান, আমেরিকান) দ্বারা এই খাবারটি জনপ্রিয় হয়ে ওঠে, কিন্তু এখন এটি বাড়িতে তৈরি বিভিন্ন ধরণের খাবারেও পাওয়া যায়।\n\n\n=== শিকার করা প্রাণী থেকে তৈরি খাবার ===\n\nউচ্চমানের খাবার সাধারণত শিকারের উপর খুব নির্ভরশীল, যেমন মুস, বলগা হরিণ (কঠোরভাবে বলতে গেলে শিকার নয়, কারণ প্রায় সমস্ত নরওয়েজীয় বলগা হরিণ আধা-পোষা প্রাণী), পাহাড়ি খরগোশ, হাঁস, রক পটার্মিগান এবং মুরগি। এইসব প্রাণীর মাংস প্রায়শই শিকার করে বিক্রি করা হয় অথবা উপহার হিসেবে পরিবেশন করা হয়। তবে কোনো সামাজিক অনুষ্ঠানে পরিবেশনের জন্য নরওয়ের বিভিন্ন দোকানেও পাওয়া যায়।\n\nজোইকা নামে খাবারের পদটি গরু, বলগা হরিণ, ভেড়ার মাংস এবং শুয়োরের মাংসের মিশ্রণ দিয়ে তৈরি মিটবল,  যা খুব ঘন গ্রেভিতে ম্যাশ করা আলুর সাথে পরিবেশন করা হয়। গ্রেভিতে ব্রুনোস্ট বা ছাগলের দুধ থাকে। এই শব্দটি সাধারণত এমন একটি বাণিজ্যিক ব্র্যান্ডকে বোঝায় যার এয়ারসিলড (পূর্ববর্তী ক্যানড) প্যাকেজিং থাকে\n\n\n=== অফাল ===\nঅফাল নামে খাবারের পদটি ব্যাপকভাবে খাওয়ার  প্রচলন আছে। এটি লেভারপোস্টেই (লিভার প্যাটে) স্যান্ডউইচের জন্য সবচেয়ে সাধারণ স্প্রেডগুলির মধ্যে একটি। পাশাপাশি সিলটে (ব্রাউন) এবং টুঙ্গে (গরুর মাংসের জিহ্বা) এর মতো ঠান্ডা খাবারও রয়েছে।\n\n\n=== সামুদ্রিক খাবার ===\n\nআন্তর্জাতিকভাবে জনপ্রিয়তার দাবিদার একমাত্র ঐতিহ্যবাহী নর্স খাবার হল স্মোকড স্যামন। এটি এখন একটি প্রধান রপ্তানি, এবং আধুনিক আন্তর্জাতিক রন্ধনপ্রণালীতে এটিকে সবচেয়ে গুরুত্বপূর্ণ স্ক্যান্ডিনেভিয়দের অবদান হিসেবে বিবেচনা করা হয়। স্মোকড স্যামন ঐতিহ্যগতভাবে অনেক ধরণের পাওয়া যায়। প্রায়শই এটি ঝুরো ডিম ভাজা, ডিল, স্যান্ডউইচ এবং সরিষার সসের সাথে পরিবেশন করা হয়। আরেকটি ঐতিহ্যবাহী স্যামন পণ্য হল গ্র্যাভল্যাকস, (আক্ষরিক অর্থে \"কবর দেওয়া স্যামন\")। ঐতিহ্যগতভাবে, গ্রাভল্যাকগুলি  চিনি এবং লবণ এবং ভেষজ (ডিল) এর মিশ্রণের সাথে ২৪ ঘন্টা ধরে জরিয়ে করা হয়। এরপর স্যামন মাছ হিমায়িত করা যেতে পারে অথবা ঠান্ডা জায়গায় রাখা যেতে পারে। যেহেতু গ্র্যাভের অর্থ \"কবর দেওয়া\", তাই একটি সাধারণ ভুল ধারণা যে স্যামন মাটিতে পুঁতে রাখা হয় (যেমন র‍্যাকফিস্ক এখনও প্রস্তুত করা হয়)। মধ্যযুগেও এটিই ছিল গাঁজন প্রক্রিয়া। গ্র্যাভল্যাক্স প্রায়শই আন্তর্জাতিকভাবে আরও বিক্রয়-বান্ধব হিসাবে বিক্রি হয়। আরেকটি নরওয়েজীয় মাছের পদ হলো র‍্যাকফিস্ক, যা সুইডিশ সারস্ট্রোমিংয়ের মতোই গাঁজানো ট্রাউট দিয়ে তৈরি।\nবিংশ শতাব্দী পর্যন্ত সামুদ্রিক মাছ খাওয়ার তেমন চল ছিল না। এর একটি কারণ হলো মাছের প্রাচুর্য এবং এর পুষ্টিগুণের তুলনায় সামুদ্রিক মাছ ধরার সময়, এবং উত্তরাঞ্চলীয় জলবায়ুতেও এই জাতীয় খাবার দ্রুত নষ্ট হয়ে যায়। বিশেষ করে গ্রীষ্মকালে চিংড়ি, কাঁকড়া এবং ঝিনুক বেশ জনপ্রিয় দেখা যায়। অবশ্যই লবস্টা জনপ্রিয় কিন্তু  এর ধরার উপর বিধিনিষেধ (আকার এবং ঋতু) থাকায় এর ব্যবহার সীমিত । লবস্টার বেশ বিরল এবং ব্যয়বহুল হয়ে উঠেছে।\nক্র্যাবেফেস্ট  নরওয়েতে বেশ জনপ্রিয়। যার অর্থ \"কাঁকড়া পার্টি\" ভোজের জন্য, হয় মাছ ব্যবসায়ীর কাছ থেকে রান্না করা কাঁকড়া খায় অথবা একটি বড় পাত্রে জীবন্ত কাঁকড়া রান্না করে। এটি সাধারণত বাইরে করা হয়, স্টাইলটি বেশ গ্রাম্য, শুধুমাত্র রুটি, মেয়োনিজ এবং লেবুর টুকরো কাঁকড়ার সাথে মেলে। পেশাদার এবং অপেশাদার উভয় ধরণের মানুষই হাঁড়িতে কাঁকড়া ধরে, ছোট ছোট ট্রলারে চিংড়ি ধরা হয় এবং ঘাটে রান্না করে বিক্রি করা হয়। আধা কেজি পাই চিংড়ি কিনে ঘাটে খাওয়া, বর্জ্য সীগালদের খাওয়ানো জনপ্রিয়। বিয়ার বা সাদা ওয়াইন হল স্বাভাবিক সঙ্গী।\nঅতীতে নরওয়েজীয় খাদ্য রপ্তানির বৃহত্তম অংশ (প্রকৃতপক্ষে দেশের ইতিহাসের বেশিরভাগ সময় ধরে নরওয়েজীয়দের প্রধান রপ্তানি) ছিল স্টকফিশ (নরওয়েজিয়ান ভাষায় tørrfisk )। আটলান্টিক কড মাছ, যা তার পরিযায়ী অভ্যাসের কারণে স্ক্রেই নামে পরিচিত, সহস্রাব্দ ধরে সম্পদের উৎস হয়ে আসছে। লোফোটেন দ্বীপ শৃঙ্খলের নামানুসারে লোফোটফিস্কে নামে পরিচিত এই মাছটি প্রতি বছর মাছ ধরা হয়। স্টকফিশ বহু শতাব্দী ধরে আন্তর্জাতিকভাবে একটি প্রধান খাদ্য, বিশেষ করে আইবেরিয়ান উপদ্বীপ এবং আফ্রিকান উপকূলে। পাল তোলার যুগে এবং শিল্প যুগে, স্টকফিশ বিশ্ব ইতিহাসে আন্তঃআটলান্টিক বাণিজ্য এবং দাস বাণিজ্য ত্রিভুজের জন্য একটি সহায়ক খাদ্য হিসেবে ভূমিকা পালন করেছিল।\nস্যামন, কড, হেরিং, সার্ডিন এবং ম্যাকেরেলের মতো মাছের প্রজাতির উপর ভিত্তি করে বর্তমানে অনেক মাছের খাবারই জনপ্রিয়। সামুদ্রিক খাবার তাজা, ধূমপান করা, লবণাক্ত বা আচারযুক্ত ব্যবহার করা হয়। উপকূলরেখা জুড়ে ক্রিমযুক্ত সামুদ্রিক খাবারের স্যুপের বৈচিত্র্য সাধারণ।\nসামুদ্রিক খাবারের সহজলভ্যতার কারণে, উপকূলীয় সামুদ্রিক খাবারগুলি সাধারণত তাজা উপকরণ দিয়ে তৈরি হয়। সাধারণত পোচ করা (মাছ) এবং খুব হালকা মশলাদার ভেষজ, গোলমরিচ এবং লবণ দিয়ে। উপকূলীয় নরওয়েজিয়ানরা মাথা, মরিচ এবং কলিজাকে সামুদ্রিক খাবারের অবিচ্ছেদ্য অংশ হিসেবে বিবেচনা করলেও, বেশিরভাগ অভ্যন্তরীণ রেস্তোরাঁ খাবারে এগুলি অন্তর্ভুক্ত করে না। উত্তর নরওয়েতে, পোচ করা মাছ, রো এবং কলিজা দিয়ে তৈরি মোলজে নামক একটি খাবারকে প্রায়শই এই অঞ্চলের \"জাতীয় খাবার\" হিসাবে বিবেচনা করা হয় এবং শীতকালে বন্ধুবান্ধব এবং পরিবারের সদস্যরা অন্তত একবার মোলজেকালাস (যার অর্থ \"মোলজে ফিস্ট\") এর জন্য একত্রিত হন। প্রচলিতভাবে, বেশ কিছু প্রজাতির মাছ এড়িয়ে যাওয়া হয়েছে (বিশেষ করে যেগুলোকে মেথর হিসেবে বিবেচনা করা হয়, কারণ সমুদ্রে মারা যাওয়া বন্ধু বা পরিবারের সদস্যদের পরোক্ষভাবে খাওয়ার ভয়ে) অথবা টোপ হিসেবে সংরক্ষণ করা হয়েছে, তবে বেশিরভাগ সাধারণ সামুদ্রিক খাবারই আধুনিক মেনুর অংশ।\nবিংশ শতাব্দীর গোড়ার দিকে তিমি শিকারের কারণে, গরুর মাংসের সস্তা বিকল্প হিসেবে সাধারণত তিমির মাংস ব্যবহার করা হতো। সময়ের সাথে সাথে এর ব্যবহার হ্রাস পাচ্ছে, কিন্তু এটি এখনও দেশের সকল অংশে ব্যাপকভাবে পাওয়া যায় এবং বেশিরভাগ নরওয়েজিয়ানরা মাঝে মাঝে এটি খান। নরওয়েতে এটি বিতর্কিত বলে বিবেচিত হয় না।\nঅন্যান্য মাছের খাবারের মধ্যে রয়েছে:\n\nরাকফিস্ক হলো নরওয়েজীয় মাছের পদ যা ট্রাউট বা কখনও কখনও পুড়িয়ে, লবণাক্ত করে এবং দুই থেকে তিন মাস, এমনকি এক বছর পর্যন্ত গাঁজন করা হয়, তারপর আর রান্না না করেই খাওয়া হয়। রাকফিস্ক অবশ্যই খুব স্বাস্থ্যকরভাবে প্রস্তুত এবং সংরক্ষণ করতে হবে, কারণ যদি মাছে গাঁজন প্রক্রিয়ার সময় নির্দিষ্ট ব্যাকটেরিয়া থাকে তবে ক্লোস্ট্রিডিয়াম বোটুলিনাম (যা বোটুলিজমের কারণ হয়) হওয়ার ঝুঁকি থাকে।\nটর্স্ক হলো কড মাছের পোচ করা করা খাবার। কেবল সেদ্ধ আলু এবং গলানো মাখনের সাথে পরিবেশন করা। মাছের সাথে গাজর, ভাজা বেকন, রো এবং কড লিভারও থাকতে পারে। নরওয়েতে একটি সুস্বাদু খাবার যা কিছুটা জনপ্রিয় তা হল টর্সকেটঙ্গার, যা কড মাছের জিহ্বা।\n\nলুটেফিস্ক হলো স্টকফিশ (শুকনো কড বা লিং) বা ক্লিপফিস্ক (শুকনো এবং লবণাক্ত কড) দিয়ে তৈরি একটি আধুনিক প্রস্তুতি যা লেইতে ডুবিয়ে রাখা হয়। রেফ্রিজারেটরে রাখার আগে মাছ দীর্ঘ সময়ের জন্য সংরক্ষণের জন্য এটি এভাবে প্রস্তুত করা হয়েছিল। এটি মার্কিন যুক্তরাষ্ট্রে ঐতিহ্যবাহী খাবার হিসেবে কিছুটা জনপ্রিয়। ক্রিসমাসের সময় এটি নরওয়েজিয়ান রন্ধনপ্রণালীতে (বিশেষ করে উপকূলে) ঐতিহ্যবাহী খাবার হিসেবে একটি স্থান ধরে রাখে।\nএর প্রস্তুতি এবং অনুষঙ্গ তাজা কড মাছের মতোই, যদিও বিয়ার এবং অ্যাকোয়াভিট পাশাপাশি পরিবেশন করা হয়।\nস্টেকট ফিস্ক হলো ব্রেইজড মাছ। যদিও প্রায় সব মাছই ব্রেইজড হয়, তবে সাধারণত, বড় মাছগুলো শিকার করে ছোট মাছের ব্রেইজড করা হয়। মাছের ফিলেটগুলো ভরে, ময়দা, লবণ এবং মরিচ দিয়ে ছিটিয়ে মাখনে ভাজা হয়। আলু পাশে পরিবেশন করা হয়, এবং সস বা খাবারের ক্রিম হিসেবে ব্যবহৃত প্যানের মাখন মাখনের সাথে যোগ করে একটি ক্রিমি সস তৈরি করা হয়।\nহেরিং এবং ব্রিসলিং-এর মতো চর্বিযুক্ত মাছকেও একই ভাবে তৈরি করা হয়। জনপ্রিয় অনুষঙ্গ হল কাটা এবং তাজা আচারযুক্ত শসা এবং টক ক্রিম।\nফিসকেসুপ্পে হলো মাছের এক ধরনের স্যুপ। এটি একটি সাদা, দুধ-ভিত্তিক স্যুপ যাতে শাকসবজি, সাধারণত গাজর, পেঁয়াজ, আলু এবং বিভিন্ন ধরণের মাছ থাকে।\nস্পেকসিল্ড নামে খাবারের পদটি লবণাক্ত হেরিং যা শতাব্দী ধরে ক্ষুধা নিরাময়ে ব্যবহৃত হয়ে আসছে, সেদ্ধ আলু, বিট, কাঁচা পেঁয়াজ, ডিল, মাখন এবং ফ্ল্যাটব্রডের সাথে।\nসারসিল্ড নামে খাবারের পদটি আচারযুক্ত হেরিং। এতে বিভিন্ন ধরণের আচার-সস ব্যবহার করা হয়, যার মধ্যে রয়েছে সাধারণ ভিনেগার- চিনি-ভিত্তিক সস, টমেটো, সরিষা এবং শেরি-ভিত্তিক সস। আচারযুক্ত হেরিং হর্স-ডি'ওভর হিসেবে অথবা দুপুরের খাবারের বুফে হিসেবে রাই রুটিতে পরিবেশন করা হয়। এই খাবারটি নরওয়ের একটি জনপ্রিয় ক্রিসমাস এবং নববর্ষের আগের দিন/ছুটির দিনের মধ্যাহ্নভোজ।\n\n\n=== প্রক্রিয়াকরণ ===\nপ্রক্রিয়াকরণে মৌলিক পদ্ধতিগুলি ব্যবহার করা হয়: শুকানো, লবণ দেওয়া, ধূমপান করা এবং গাঁজন করা। স্টকফিশ হলো মাছ (প্রধানত কড) যা র‍্যাকের উপর শুকানো হয়, মাংস শুকানো হয়, লবণ দিয়ে মাংস এবং মাছ উভয়ের জন্যই এটি সাধারণ। ট্রাউট মাছের জন্য গাঁজন (যেমন সাউরক্রাউট তৈরিতে) ব্যবহার করা হয়। পশ্চিম উপকূলে ধূমপান প্রধানত শুকানো এবং লবণাক্তকরণের পাশাপাশি ব্যবহৃত হয়, সম্ভবত আর্দ্র আবহাওয়ার কারণে।\n\nস্পেকমাট বলতে আক্ষরিক অর্থে প্রক্রিয়াজাত খাবার বোঝায়। এটি হলো নরওয়েজীয় ফ্ল্যাটব্রেড যার সাথে ভাজা ডিম ঝুরো, নিরাময়কৃত হ্যাম, মার্জারিন এবং টক ক্রিম থাকে; সাধারণত রাতের খাবারে রোমেগ্রোট (টক দই) এর সাথে পরিবেশন করা হয়।\n\n\n=== সস এবং মেরিনেড ===\nস্ক্যান্ডিনেভিয়ার বাকি অংশের সাথে, নরওয়ে এশিয়ার বাইরের কয়েকটি স্থানের মধ্যে একটি যেখানে মিষ্টি এবং টক স্বাদ ব্যাপকভাবে ব্যবহৃত হয়। টক-মিষ্টি স্বাদ মাছের সাথে সবচেয়ে ভালো যায়। \"কবর দেওয়া\" নামে একটি চিকিৎসা পদ্ধতিও রয়েছে, যার আক্ষরিক অর্থেই কবর দেওয়া, একটি নিরাময় পদ্ধতি যেখানে লবণ এবং চিনি নিরাময়কারী এজেন্ট হিসেবে ব্যবহার করা হয়। যদিও স্যামন বা ট্রাউট সবচেয়ে সাধারণ, অন্যান্য মাছ এবং মাংসও গ্র্যাভল্যাকের মতোই চিকিৎসা পায়।\nস্যান্ডেফজর্ডসমোর হলো একটি ঐতিহ্যবাহী মাখন এবং ক্রিম সস যা সাধারণত স্যামনের মতো মাছের খাবারের সাথে পরিবেশন করা হয়, যা তাজা ডিল এবং গোলমরিচ দিয়ে সজ্জিত। এই সসটি প্রথম তৈরি করা হয়েছিল ১৯৫৯ সালে ভেস্টফোল্ডের উপকূলীয় শহর স্যান্ডেফজর্ডে । \nগ্র্যাভল্যাকস হলো মিষ্টি এবং নোনতাভাবে সেদ্ধ স্যামন: স্যামন বা ট্রাউটের ফিলেট করা অংশ যা পরজীবী মারার জন্য কমপক্ষে 24 ঘন্টা ধরে হিমায়িত করা হয়, ফিলেট দিয়ে সেদ্ধ করা হয় এবং কালো মরিচ, ডিল এবং আকেভিট দিয়ে মশলাদার অর্ধ-লবণ, অর্ধ-চিনির মিশ্রণ দিয়ে ঢেকে দেওয়া হয়, ক্লিংফিল্ম দিয়ে ঢেকে দেওয়া হয় এবং তিন দিনের জন্য রেফ্রিজারেটরে সেদ্ধ করা হয়, দিনে একবার উল্টানো হয়।\nগ্রেভেট এলগ হলো মিষ্টি এবং লবণ দিয়ে নিরাময় করা মুস: এই চিকিৎসাটি সমস্ত লাল মাংসের জন্য ব্যবহার করা যেতে পারে, তবে শিকার এবং গরুর মাংসের সাথে সবচেয়ে ভালো কাজ করে। এটি গ্র্যাভল্যাকের মতোই, তবে অ্যাকোয়াভিট প্রায়শই ব্র্যান্ডির পরিবর্তে এবং জুনিপার বেরি ডিলের পরিবর্তে ব্যবহার করা হয়।\nআচারযুক্ত হেরিং হলো ভিনেগার, চিনি, ভেষজ এবং ডিল, সরিষা, কালো গোলমরিচ, পেঁয়াজের মতো মশলা দিয়ে আচার তৈরি করা হয়। ব্যাকটেরিয়ার বৃদ্ধি রোধ করার জন্য আচারটিকে যথেষ্ট আম্লিক করতে হয়। ধুয়ে, লবণ দিয়ে সেদ্ধ হেরিং যোগ করা হয় এবং কমপক্ষে ২৪ ঘন্টা রেখে দেওয়া হয়।\n\n\n== ফল এবং মিষ্টি ==\n\nঠান্ডা আবহাওয়ায় ফল এবং বেরি ধীরে ধীরে পাকে। তাই এগুলি ছোট এবং আরও সুস্বাদু হয়। স্ট্রবেরি, বিলবেরি, লিঙ্গনবেরি, রাসবেরি এবং আপেল জনপ্রিয় এবং বিভিন্ন ধরণের মিষ্টান্নের অংশ, যেমন দেশের যে অংশে এগুলি জন্মে সেখানে চেরিও জনপ্রিয়। বুনো ক্লাউডবেরি একটি সুস্বাদু খাবার হিসেবে বিবেচিত হয়। বিশেষ অনুষ্ঠানে একটি সাধারণ নরওয়েজীয় ডেজার্ট হলো চাবুকযুক্ত বা সাধারণ ক্রিমযুক্ত ক্লাউডবেরি। স্ট্রবেরি-আপেল পাই এর সমৃদ্ধ স্বাদের কারণেও জনপ্রিয়। রুবার্ব পাই (নরওয়েজীয়ভাষায় রাবারব্রাপাই ) নরওয়ের আরেকটি প্রিয় খাবার।\n\nজার্মান এবং নর্ডিক-ধাঁচের কেক এবং পেস্ট্রি, যেমন স্পঞ্জ কেক এবং ডেনিশ পেস্ট্রি (যা উইনারব্রোড নামে পরিচিত, আক্ষরিক অর্থ: \" ভিয়েনিজ রুটি\") বিভিন্ন ধরণের ঘরে তৈরি কেক, ওয়াফেল এবং বিস্কুট দিয়ে টেবিল ভাগ করে নেয়। এলাচ একটি সাধারণ স্বাদ। আরেকটি নরওয়েজীয় কেক হলো ক্রুমকেক, একটি কাগজের মতো পাতলা রোল করা কেক যা হুইপড ক্রিম দিয়ে ভরা। (ক্রুমকেক মানে 'বাঁকা কেক' বা 'বাঁকা কেক')। বেকড মেরিঙ্গু পাইকেকিস নামে পরিচিত, যার আক্ষরিক অর্থ \"মেয়েদের চুম্বন\"।\nনরওয়েজীয় ঐতিহ্যবাহী ছুটির মরসুম ক্রিসমাসে ( জুলাই ) বিভিন্ন ধরণের মিষ্টি খাবার পরিবেশন করা হয়, যার মধ্যে রয়েছে জুলেকাকে, একটি ভারী মশলাদার খামিরযুক্ত রুটি যা প্রায়শই চিনি এবং দারুচিনি দিয়ে লেপা হয় এবং মুলটেক্রেম ( ক্লাউডবেরি দিয়ে ফেটানো ক্রিম)।\n\n\n== রুটি ==\n\nনরওয়েজীয় খাদ্যতালিকায় পাউরুটি একটি গুরুত্বপূর্ণ খাদ্য। নরওয়ের হোটেলের মতো থাকার জায়গাগুলিতে রুটির সমৃদ্ধ নির্বাচন রয়েছে। যেসব রুটিতে প্রচুর পরিমাণে আস্ত শস্যের আটা (গ্রোভব্রড , অথবা \"মোটা রুটি\") থাকে, সেগুলো জনপ্রিয়, কারণ সম্ভবত রুটি নরওয়েজিয়ান খাদ্যতালিকার একটি গুরুত্বপূর্ণ অংশ এবং তাই এটি পুষ্টিকর বলে আশা করা হয়। ৮০% নরওয়েজিয়ান নিয়মিত ব্রেকফাস্ট এবং লাঞ্চে মাখন দিয়ে খোলা স্যান্ডউইচ আকারে রুটি খান।  আলু, দুধ বা ক্রিম (অথবা কখনও কখনও লার্ড) এবং ময়দা দিয়ে তৈরি লেফসে নামক একটি নরম চ্যাপ্টা রুটিও খুব জনপ্রিয়।\nসাধারণ সুপারমার্কেটে পাওয়া যায় এমন রুটির বৈচিত্র্য বেশ বড়: উইটেনবার্গার (খাস্তা-ক্রাস্টেড গমের রুটি), গ্রোভব্রোড (গোটা গমের রুটি, প্রায়শই সিরাপ সহ), লফ (নরম গমের রুটি), টক রুটি, পোলারব্রোড এবং অন্যান্য জার্মান-ধাঁচের রুটি। ব্যাগুয়েটস, সিয়াবাট্টা, ব্যাগেলস ইত্যাদিও জনপ্রিয়। হ্যানস্যাটিক যুগে, হ্যানস্যাটিক লীগ মাছের বিনিময়ে শস্য আমদানি করত। জার্মান হ্যানসিয়াটিক লীগ এবং ডেনিশ উপনিবেশবাদীরা উভয়ই নরওয়েজিয়ান রন্ধনপ্রণালীকে প্রভাবিত করেছিল, মহাদেশীয় অভ্যাস, স্বাদ এবং উৎপাদন এনেছিল। নরওয়েজীয়রা বিশেষ করে রুটির মুচমুচে খোসা পছন্দ করে, তারা নরম খোসাকে বাসি রুটির লক্ষণ বলে মনে করে। গম এবং রাইয়ের পাশাপাশি ওটস ব্যবহার করা হয় এবং মহাদেশীয় ইউরোপ এবং যুক্তরাজ্যের তুলনায় এটি সম্ভবত রুটি তৈরিতে ব্যবহৃত সবচেয়ে অস্বাভাবিক সিরিয়াল। বাদাম এবং বীজ (যেমন সূর্যমুখী বীজ এবং আখরোট) বেশ সাধারণ উপাদান, জলপাই এবং রোদে শুকানো আচারের সাথে, রুটির গঠন উন্নত করতে ব্যবহৃত হয়।\n\n\n== চিজ ==\n\nনরওয়েতে চিজ এখনও অত্যন্ত জনপ্রিয়, যদিও প্রচলিত এবং সাধারণভাবে ব্যবহৃত ঐতিহ্যবাহী পণ্যের বৈচিত্র্য মারাত্মকভাবে হ্রাস পেয়েছে। নরভেজিয়া হল একটি সাধারণ হলুদ চিজ (১৮৯০ সাল থেকে উৎপাদিত) এবং জার্লসবার্গ চিজ যা নরওয়েজীয়রা রপ্তানি হিসাবেও পরিচিত (১৮৫০ সাল থেকে উৎপাদিত)। মিষ্টি ব্রুনোস্ট (আক্ষরিক অর্থে বাদামী পনির; আসল পনির নয়, বরং ছাগলের দুধ বা ছাগল এবং/অথবা গরুর দুধের মিশ্রণ থেকে তৈরি ক্যারামেলাইজড ল্যাকটোজ) রান্নায় এবং রুটির সাথে খুবই জনপ্রিয়। আরও পরিশীলিত, ঐতিহ্যবাহী, বা শক্তিশালী পনিরের মধ্যে রয়েছে গ্যামালোস্ট (আক্ষরিক অর্থে \"পুরাতন পনির\"), টক দুধ থেকে তৈরি একটি অতি-পরিপক্ক, অত্যন্ত ঝাঁঝালো পনির, পালটোস্ট, টক দুধ এবং ক্যারাওয়ে বীজ থেকে তৈরি, এবং জিরা এবং লবঙ্গ দিয়ে স্বাদযুক্ত নক্কেলোস্ট ।\n\n\n== পানীয় ==\n\n\n=== কফি ===\nকফির প্রতি নরওয়েজীয়দের বিশেষ আকর্ষণ রয়েছে। নরওয়েজীয়রা গড়ে ১৪২ লিটার (৩১ ইম্পেরিয়াল গ্যালন; ৩৮ ইউএস গ্যালন) পান করেন, অথবা ৯.৫ কিলোগ্রাম (২১ পাউন্ড)২০১১ সালে কফির  ২০১৮ সালে, মাথাপিছু কফি ব্যবহারের দিক থেকে নরওয়ে বিশ্বে চতুর্থ সর্বোচ্চ ছিল,  এবং এটি নরওয়েজীয় সংস্কৃতিতে একটি বড় ভূমিকা পালন করে। মেলামেশায় কফি এবং কেকের জন্য লোকেদের আমন্ত্রণ জানানো এবং মূল খাবারের পরে মিষ্টির সাথে কফি পান করা সাধারণ। কফি ঐতিহ্যগতভাবে কালো রঙে পরিবেশন করা হয়, সাধারণত কাপের পরিবর্তে মগে।পশ্চিমের অন্যান্য অংশের মতো, ইতালীয় ধাঁচের কফি বারগুলি জনপ্রিয় হয়ে উঠেছে। নরওয়ের সবচেয়ে ঐতিহ্যবাহী অ্যালকোহলযুক্ত পানীয়গুলির মধ্যে একটিতে কফি অন্তর্ভুক্ত, যা সাধারণত কার্স্ক নামে পরিচিত, ট্রনডেলাগ থেকে আসে। \nনরওয়েতে শিল্প ও ক্ষুদ্র উভয় ধরণের মদ্যপানের দীর্ঘ ঐতিহ্য রয়েছে। সাম্প্রতিক বছরগুলিতে, মাইক্রোব্রুয়ারি এবং ক্রাফ্ট বিয়ার ক্রমশ জনপ্রিয় হয়ে উঠেছে। সীমাবদ্ধ অ্যালকোহল নীতি থাকা সত্ত্বেও, এখানে ব্রিউয়ারদের একটি বিশাল সম্প্রদায় রয়েছে এবং বিভিন্ন ধরণের পানীয় রয়েছে, কিছু বৈধ, কিছু কম বৈধ। সবচেয়ে জনপ্রিয় শিল্প বিয়ারগুলি সাধারণত পিলসনার এবং লাল বিয়ার ( বেয়ার ), যেখানে ঐতিহ্যবাহী বিয়ার অনেক বেশি সমৃদ্ধ, উচ্চ অ্যালকোহল এবং মল্টের পরিমাণ সহ। জুলেওল (ক্রিসমাস বিয়ার) তৈরির প্রাচীন রীতি আজও টিকে আছে, এবং ক্রিসমাসের আগে দোকানে এবং আরও শক্তিশালী সংস্করণের জন্য, রাষ্ট্রীয় একচেটিয়া বিয়ারের দোকানগুলিতে এর অনুকরণ পাওয়া যায়। অনেক নরওয়েজীয় তাদের নিজস্ব বিয়ার তৈরি করে, এবং এখানে প্রচুর সংখ্যক ব্রুয়ারি এবং মাইক্রোব্রুয়ারিও রয়েছে। অ্যালকোহল বিধিমালার কারণে সিডার তৈরির বাণিজ্যিক উৎপাদন কঠিন বাধার সম্মুখীন হয়েছে। বিখ্যাত মধুর ওয়াইন, মজড (মাংস, মূলত নর্স এবং মধ্যযুগীয় ঐতিহাসিক পুনর্গঠনকারীদের এবং অন্যান্য নর্স নব্য-পৌত্তলিক ধর্মের অনুশীলনকারীদের জন্য একটি পানীয়। সহস্রাব্দ ধরে জলবায়ু আঙ্গুরের জন্য অনুকূল ছিল না, এবং ওয়াইন এবং আরও শক্তিশালী পানীয় কেবল ওয়াইন মনোপলি থেকে পাওয়া যায়।\nপাতিত পানীয়ের মধ্যে রয়েছে আকেভিট, যা হলুদ রঙের মদ যা ক্যারাওয়ে বীজ দিয়ে মশলাদার, যা আকভাভিট নামেও পরিচিত, অথবা ল্যাটিন অ্যাকোয়া ভিটা - জীবনের জল - এর অন্যান্য রূপ। নরওয়েজীয় লিনি স্টাইলটি তার পরিপক্কতার প্রক্রিয়ার জন্য স্বতন্ত্র, জাহাজের হালে সংরক্ষিত শেরি পিপাতে বিষুবরেখা অতিক্রম করে, যা অন্যান্য স্ক্যান্ডিনেভিয়ান আকেভিটারের কাঁচা শৈলীর তুলনায় এটিকে আরও স্বাদ এবং চরিত্র দেয়। নরওয়ে কিছু ভদকা, বোতলজাত পানি এবং ফলের রসও উৎপাদন করে।\nনরওয়েতে সারা সপ্তাহ ০৯:০০ থেকে ২০:০০ এবং শনিবার ০৯:০০ থেকে ১৮:০০ পর্যন্ত সেখানকার দোকানেগুলিতে বিয়ার পাওয়া যায়। সরকারি মালিকানাধীন এবং পরিচালিত মদের দোকানগুলিতে ( ভিনমনোপোলেট ) সপ্তাহের দিনগুলিতে ১৮:০০ টা পর্যন্ত এবং শনিবার ৪:০০ টা পর্যন্ত ওয়াইন এবং স্পিরিট কেনা যাবে। শুধুমাত্র \"প্রকৃত\" মুদি দোকানগুলিতে বিয়ার বিক্রি করার অনুমতি রয়েছে; গ্যাস স্টেশন এবং তথাকথিত \"ফল ও তামাক\" মার্ট (নরওয়েজিয়ান ভাষায় ফ্রুক্ট ওগ টোবাক্ক বা কিয়স্ক ) অনুমোদিত নয়। \n\nবৃহত্তম স্থানীয় সোডা ব্র্যান্ড হলো সোলো, যা নরওয়ের প্রথম সোডা ব্র্যান্ড ছিল, যা ১৯৩৪ সালে চালু হয়েছিল।  নরওয়ের অন্যান্য জনপ্রিয় সোডাগুলির মধ্যে রয়েছে, আর্জ, ইসি ডাহলস ব্রিউয়ারির আদা বিয়ার, যা সোডের পানীয় হিসেবে তৈরি করা হয়েছিল, এবং অস্কার সিল্ট মিনারেল ওয়াটার কোম্পানির সোডা, যেমন ব্রুস মেড আনানাসমাক (আনারসের স্বাদযুক্ত সোডা) এবং ব্রুস মেড পেরেসমাক (নাশপাতি স্বাদযুক্ত সোডা)। ক্রিসমাসের সময়, জুলেব্রাস (নরওয়েজীয় ভাষায় \"ক্রিসমাস সোডা\") পাওয়া স্বাভাবিক।\n\n\n== আরও দেখুন ==\nদ্য ফ্লাইং কুলিনারি সার্কাস, নরওয়ের চারজন রাঁধুনির দল\nনরওয়েজীয় খাবারের তালিকা\n\nখাবার visitnorway.com\nনরওয়ের সামুদ্রিক খাবার (নরওয়েজীয় সামুদ্রিক খাবার রপ্তানি কাউন্সিল)\nঐতিহাসিক সূত্রে নর্স খাবার – সোসাইটি ফর ক্রিয়েটিভ অ্যানাক্রোনিজম থেকে\nসমস্ত স্ক্যান্ডিনেভিয়া - ঐতিহ্যবাহী নরওয়েজীয় খাবার\nঅসলোতে ঐতিহ্যবাহী খাবার পরিবেশনকারী রেস্তোরাঁগুলির জন্য ১০টি সেরা সুপারিশ\nনরওয়েজিয়ান ফুড ব্লগ: খাবারের জন্য ধন্যবাদ – নরওয়েজীয় খাবারের ব্যাখ্যা (ছবি সহ ইংরেজিতে)\nনরওয়ের খাবার – ঘরে বসে সব নরওয়েজীয় ক্লাসিক খাবার তৈরির রেসিপি\nউত্তর নরওয়েজীয় খাবার\n\n\n== তথ্যসূত্র =="}