{"pageid": 1532590, "title": "ফাওয়াযির রমজান", "url": "https://bn.wikipedia.org/wiki?curid=1532590", "content": "ফাওয়াযির রমজান ( মিশরীয় আরবি: فوازير رمضان,যাকে রোমান অক্ষরে ফাওয়াযির বলা হয়)  একটি মিশরীয় রেডিও এবং টেলিভিশন অনুষ্ঠান ছিল। অনুষ্ঠানটি রমজান মাস জুড়ে প্রচারিত হত। ১৯৭৫ থেকে ১৯৯৫ সাল পর্যন্ত এই অনুষ্ঠানটি সবচেয়ে সফল ছিল। এতে ধাঁধা, অভিনয়ভিত্তিক দৃশ্য এবং দুর্দান্ত নৃত্য পরিবেশনা থাকত। এগুলো চমৎকারভাবে পরিকল্পিত ও উপস্থাপিত হতো।\nদর্শকরা মাসের শেষে ধাঁধাগুলো সমাধান করে পুরস্কার জিততে পারতেন। স্যাটেলাইট টেলিভিশনের সঙ্গে বেশি প্রোগ্রামের বিকল্প আসায় শো-টি বন্ধ হয়ে যায়। রক্ষণশীলদের মধ্যে এমন একটি ধারণা  ছিল যে অনুষ্ঠানটিতে অতিরিক্ত কামুকতা এবং নৃত্য দেখানো হয়েছিল।\nএই ধারাবাহিকটি ১৯৬১ সালে আমাল ফাহমি কর্তৃক উপস্থাপিত \"যেমন কথায় বলে\" শিরোনামে একটি মিশরীয় রেডিও অনুষ্ঠান হিসেবে শুরু হয়েছিল।  ১৯৬৭ সালে, ফাওয়াযির রমজান  প্রথম টেলিভিশনে সম্প্রচারিত হয়। ফওয়াজির  শব্দটি ( فوازير ) অর্থ 'ধাঁধা'। রমজান মাসে প্রতিদিন অনুষ্ঠানটির একটি পর্ব সম্প্রচারিত হত।  একটি ধাঁধা দিয়ে অনুষ্ঠানটি শেষ হত। ৩০টি ধাঁধার উত্তর রমজানের শেষে দেওয়া হতো।  দর্শকরা সেগুলো সমাধান করে পুরস্কার জিততে পারতেন। \nফাওয়াযির রমজানের অনুষ্ঠানে  আরব ইতিহাসের কল্পনাপ্রবণ সংগীতনাট্য দেখানো হতো। রঙিন, জাঁকালো নাচের পরিবেশনা করা হত। এই নাচগুলি বলিউডের মতোই সাজানো হতো। এখানে বেলি নাচও হত। অনুষ্ঠানেটিতে  ঝলমলে পোশাক ব্যবহার হত।  প্রতি পর্ব  নাচ দিয়ে শুরু হতো। তারপর একটি ধাঁধা আর নাটকীয় দৃশ্য দেখানো হতো।  অনুষ্ঠানটিতে কার্টুন চরিত্রগুলিও ছিল। \nফাওয়াযির রমজান  খুবই জনপ্রিয় হয়ে ওঠে এবং রমজানের একটি প্রধান অনুষঙ্গ হয়ে ওঠে।  ১৯৭৫ সালে নেলি যোগ দেওয়ার পর থেকে ১৯৯৫ পর্যন্ত এটির সবচেয়ে ভালো সময় ছিল। ১৯৮৫ সালে শেরিহানের যোগদানের ফলে ফাওয়াযির রমজানের  জনপ্রিয়তা আরও বৃদ্ধি পায়।  বিশেষ করে, শেরিহানের উপস্থিতি আরবিভাষী বিশ্বের সংস্কৃতির উপর এক শক্তিশালী প্রভাব ফেলেছিল।  আরও অনেক বিশিষ্ট মিশরীয় অভিনেতা এবং বিনোদনকারীরাও অনুষ্ঠানে উপস্থিত থাকতেন। যার মধ্যে  ফুয়াদ এল-মোহান্দেস এবং থোলাথি আদওয়া'আ এল মাসরাহ ত্রয়ী রয়েছে।  নতুন অভিনেত্রীরা নৃত্যের দৃশ্যে অংশগ্রহণ করে পরিচিতি পেয়েছেন।\nকিছু লোক ফাওয়াযির রমজানকে নাচ আর আকর্ষণীয়তার জন্য ধর্মের বিপরীত বলে সমালোচনা করে।  ফলে অনুষ্ঠানটি বন্ধ করে দেওয়া হয়েছিল। স্যাটেলাইট টেলিভিশনের বিস্তার এবং এর মাধ্যমে প্রচুর অনুষ্ঠান সম্প্রচার হওয়ার কারণে 'ফাওয়াযির রমজানে'' বন্ধ হয়ে যায়।\n\n\n== উত্তরাধিকার ==\nফাওয়াযির রমজানের “অদ্ভুত দৃশ্য আর চটকদার পোশাক” নিয়ে কেউ কেউ হাসলেও, অনেক মুসলিমের কাছে এটি পুরনো দিনের স্মৃতি ফিরিয়ে আনে।   ন্যাশনাল  পত্রিকার মতে \"১৯৭০-এর দশকের শেষের দিকে এবং ১৯৮০-এর দশকের শুরুর দিকে টিভিতে বারবার দেখা শুরু হয়েছিল... যখন ফাওয়াযির রমজান টেলিভিশনে প্রদর্শিত হতে শুরু করে।\" \nফাওয়াযির ক্যাসেট  নামে অনুষ্ঠান  ২০২২ সালে শুরু হয়।  ফাওয়াযির রমজানের পুরনো প্রহসন নাটক ও ধাঁধা ফিরিয়ে আনে। জর্ডানের পত্রিকা নিউজ এটিকে “একটি মহান যুগের প্রতি রমজানের স্মৃতিময় শ্রদ্ধা” বলে বর্ণনা করেছে। \nফাওয়াযির রমজানের আদলে শেভ্রোলেট অ্যারাবিয়া গাড়ির বিজ্ঞাপনের বদলে ধাঁধা দিয়ে দর্শকদের আকর্ষণ করে। \n\n\n== তথ্যসূত্র =="}