{"pageid": 1532858, "title": "বাদাজোজের আলকাজাবা", "url": "https://bn.wikipedia.org/wiki?curid=1532858", "content": "বাদাজোজের আলকাজাবা হলো পশ্চিম স্পেনের বাদাজোজ, এক্সট্রিমাদুরার একটি প্রাচীন মুরিশ দুর্গ। বর্তমানে যে আলকাজাবা দেখা যায় তা দ্বাদশ শতাব্দীতে আলমোহাদরা তৈরি করেছিলেন, যদিও এটি সম্ভবত নবম শতাব্দীতে যখন বাদাজোজ প্রতিষ্ঠিত হয়েছিল তখন থেকেই বিদ্যমান ছিল। একাদশ এবং দ্বাদশ শতাব্দীতে এটি ছিল বাদাজোজের তাইফার শাসকদের বাসস্থান।\n১৯৩১ সালে এটিকে স্পেনের জাতীয় স্মৃতিস্তম্ভ হিসেবে ঘোষণা করা হয়।\n\n\n== ইতিহাস ==\n৮৭৫ সালে আবদ-আল রহমান ইবনে মারওয়ান কর্তৃক বাদাজোজ প্রতিষ্ঠিত হয়। বেশ কয়েকটি বিদ্রোহের নেতৃত্ব দেওয়ার পর মেরিদা শহর থেকে তাকে বহিষ্কার করা হয় কিন্তু একটি নতুন শহর খুঁজে বের করার সুযোগ দেওয়া হয়। এখানে নতুন শহরটির নিয়ন্ত্রণকারী একটি পাহাড়ের উপর তিনি একটি বিশাল দুর্গ নির্মাণ করেন যা বাদাজোজকে পর্তুগাল থেকে মধ্য আইবেরিয়ায় যাওয়ার পথ নিয়ন্ত্রণে কৌশলগত ভূমিকা প্রদান করেছিল।\nবর্তমান দেয়ালের রেখার বেশিরভাগই আলমোহাদ যুগের, যদিও ৯১৩ এবং ১০৩০ সালের পূর্ববর্তী কাজের চিহ্ন এখানে পাওয়া যায়। ১১৬৯ সালে আলমোহাদ খলিফা আবু ইয়াকুব ইউসুফ দুর্গটি পুনর্নির্মাণ করেন, যার ফলে এটি বর্তমান আকৃতি লাভ করে। সর্বশেষ মুসলিম সংস্কারটি আবু ইয়াহিয়া ইবনে আবি সিনান লিওনের খ্রিস্টান রাজা নবম আলফোনসো কর্তৃক শহরটি দখলের কয়েক বছর আগে ১৩শ শতাব্দীতে করেছিলেন।\nউপদ্বীপ যুদ্ধের সময় (১৮০৫-১৮১৩) ওয়েলিংটনের ডিউকের নেতৃত্বে মিত্র-ব্রিটিশ, স্প্যানিশ এবং পর্তুগিজ বাহিনী দুর্গটিতে সফলভাবে আক্রমণ করে। ফলস্বরূপ, পশ্চিম স্পেনের উপর নেপোলিয়নের দখল উল্লেখযোগ্যভাবে দুর্বল হয়ে পড়ে এবং আলকাজাবার যুদ্ধে সাফল্যের জন্য ওয়েলিংটনের ক্রমবর্ধমান খ্যাতির অংশ হয়ে ওঠে।\n\n\n== বিবরণ ==\nদুর্গটির পরিমাপ ৪০০ বাই ২০০ মিটার (১,৩১০ বাই ৬৬০ ফুট)। এটি উত্তরে গুয়াদিয়ানা নদী এবং পূর্বে রিভিলাস স্রোত দ্বারা বেষ্টিত। ঢালের কম খাড়া অংশ এবং অন্যান্য কৌশলগতভাবে দুর্বল স্থানগুলি টাওয়ার দ্বারা সুরক্ষিত থাকে। পুরো দেয়াল জুড়ে একটি প্যারাপেট রয়েছে, অন্যদিকে বারবিকান এবং খাদ যা একসময় সুরক্ষা যোগ করত তা অদৃশ্য হয়ে গেছে।\n\nটাওয়ার এলাকায় বাদাজোজের রাজাদের প্রাসাদ ছিল, যেখানে বেশ কয়েকটি স্নানাগার এবং মসজিদ ছিল। খ্রিস্টান বিজয়ের পর বৃহত্তম মসজিদ সান্তা মারিয়া দে ক্যালাত্রাভা একটি গির্জায় রূপান্তরিত হয়, যা বর্তমান নির্মাণের আগ পর্যন্ত বাদাজোজের ক্যাথেড্রাল হিসেবে কাজ করেছিল। মসজিদে পাঁচটি নেভ ছিল যা স্তম্ভ দ্বারা সমর্থিত খিলান এবং বহিরাগত বাট্রেস দ্বারা পৃথক ছিল। এর নির্মাণের জন্য রোমান এবং ভিসিগোথ ভবনের উপাদান ব্যবহার করা হয়েছিল, যেমন বড় হাতের অক্ষর এবং স্তম্ভ। খ্রিস্টান বিজয়ের পর মুসলিম প্রাসাদের আরেকটি ভবন যা রূপান্তরিত হয়েছিল তা ছিল সামরিক হাসপাতাল, যেখানে এখন এক্সট্রিমাদুরার লাইব্রেরি অবস্থিত।\n\nআলজাকাবার আরেকটি ভবন হল ফেরিয়ার ডিউকস প্রাসাদ, যা সান্তিয়াগোর গ্র্যান্ড মাস্টার লরেঞ্জো সুয়ারেজ ডি ফিগেরো (১৩৮৭-১৪১০) দ্বারা নির্মিত। মুদেজার উপাদান ব্যবহার করে রেনেসাঁ শৈলীতে নির্মিত এই ভবন ১৭ শতকে পুনরুদ্ধার করা হয়। সম্মুখভাগে একটি কেন্দ্রীয় খিলান রয়েছে যা দুটি বর্গাকার টাওয়ারকে অনিয়মিতভাবে স্থাপন করা জানালা দিয়ে সংযুক্ত করে। প্রাসাদটির একটি ট্র্যাপিজয়েডাল পরিকল্পনা এবং একটি মঠ রয়েছে। বর্তমানে এটি প্রাদেশিক প্রত্নতাত্ত্বিক জাদুঘর অবস্থিত।\nটাওয়ারগুলির মধ্যে সবচেয়ে উল্লেখযোগ্য হল এস্পান্টাপেরোস টাওয়ার (স্পেনীয়: Torre de Espantaperros অথবা Torre de la Atalaya), যা ১১৬৯ সালে নির্মিত এবং ৩০ মিটার (৯৮ ফুট) উঁচু। এটির একটি অষ্টভুজাকার নকশা রয়েছে এবং এর উপরে ষোড়শ শতাব্দীতে মুদেজার শৈলীতে নির্মিত একটি ছোট মন্দির রয়েছে।\n\nঅন্যান্য টাওয়ারগুলির মধ্যে রয়েছে:\n\nটোরে দে লাস সিয়েট ভেন্টানাস\nটোরে দে লাস ডোনসেলাস\nটোরে দেল আলপেন্ডিজ\nটরে আবার্লোঙ্গাডা\nটোরে দে লা হোর্কা বা টোরে দে লস আহোরকাডোস\nটোরে দে সান্তা মারিয়া, প্রাচীন ক্যাথিড্রালের সবচেয়ে দৃশ্যমান অবশেষ\nটোরে দেল প্যালাসিও এপিস্কোপাল (বিশপের প্রাসাদ টাওয়ার)\nগেটগুলির মধ্যে রয়েছে:\n\nপুয়ের্তা দেল ক্যাপিটেল, দুটি মূল আলমোহাদ ফটকের মধ্যে একটি যা সংরক্ষিত আছে।\nপুয়ের্তা দে ইয়েলভেস ও দে ক্যারোস\nপুয়ের্তা দেল আলপেন্দিজ, দুর্গের উত্তর দিকে\nপুয়ের্তা দে লা কোরাক্সা বা পুয়ের্তা দে লা ট্রাইসিওন\nআলকাজাবাতে একটি বৃহৎ পার্কও রয়েছে।\n\n\n== আরও দেখুন ==\nবাদাজোজের তাইফা\n\n\n== বহিঃসংযোগ ==\n\nবাদাজোজের পৌর ওয়েবসাইটের পাতা (স্পেনীয় এবং পর্তুগিজ ভাষায়)"}