{"pageid": 1532286, "title": "ভি নারায়ণন", "url": "https://bn.wikipedia.org/wiki?curid=1532286", "content": "ভি. নারায়ণন (ইংরেজি: V. Narayanan; জন্ম ১৪ মে ১৯৬৪) হলেন একজন ভারতীয় মহাকাশ প্রকৌশলী ও রকেট বিজ্ঞানী, যিনি ভারতীয় মহাকাশ গবেষণা সংস্থা (আইএসআরও) এর বর্তমান চেয়ারম্যান। তিনি ২০২৫ সালের ১৪ জানুয়ারি থেকে আইএসআরও-র চেয়ারম্যান, স্পেস কমিশনের চেয়ারম্যান এবং মহাকাশ বিভাগের সচিব হিসেবে দায়িত্ব পালন করছেন।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nনারায়ণন তামিলনাড়ুর কন্যাকুমারী জেলার মেলাকাট্টু গ্রামে একটি সাধারণ কৃষক পরিবারে জন্মগ্রহণ করেন। তার বাবা সি. ভান্নিয়াপেরুমাল এবং মা এস. থাঙ্গাম্মাল ছিলেন কৃষক। তিনি তামিল মাধ্যমে স্থানীয় সরকারি স্কুলে প্রাথমিক শিক্ষা গ্রহণ করেন। শৈশবে তার পরিবারের আর্থিক অবস্থা সচ্ছল ছিল না, এবং তিনি কেরোসিন ল্যাম্পের আলোয় পড়াশোনা করতেন, কারণ তার বাড়িতে নবম শ্রেণি পর্যন্ত বিদ্যুৎ সংযোগ ছিল না।\nনারায়ণন প্রথম স্থান সহ নিজের স্কুলিং এবং ডিপ্লোমা ইন মেকানিক্যাল ইঞ্জিনিয়ারিং (ডিএমই) সম্পন্ন করেন। তিনি ১৯৮২ সালে নাগেরকোয়িল সরকারি পলিটেকনিক কলেজ থেকে ডিএমই সম্পন্ন করেন। ১৯৮২ সালে স্নাতক হওয়ার পর, তিনি ও তার ভাই উভয়েই ব্যাচেলর অফ ইঞ্জিনিয়ারিং কোর্সে ভর্তির সুযোগ পান। তবে পরিবার শুধুমাত্র এক ভাইয়ের শিক্ষার খরচ বহন করতে পারায়, নারায়ণন আন্না বিশ্ববিদ্যালয়-তে (তার স্বপ্নের কলেজ) কোর্স না করার সিদ্ধান্ত নেন। ডিএমই-পরবর্তী সময়ে, তিনি টিআই সাইকেলস, বিএইচইএল এবং এমআরএফ-এর মতো প্রতিষ্ঠানে দেড় বছর কাজ করেন। পরবর্তীতে তিনি মেকানিক্যাল ইঞ্জিনিয়ারিং-এ এএমআইই কোর্স সম্পন্ন করেন। ১৯৮৯ সালে আইআইটি খড়গপুর থেকে ক্রায়োজেনিক ইঞ্জিনিয়ারিং-এ এমটেক ডিগ্রি প্রথম স্থান সহ অর্জন করেন এবং ২০০১ সালে একই ইনস্টিটিউট থেকে এরোস্পেস ইঞ্জিনিয়ারিং-এ পিএইচডি সম্পন্ন করেন।\n\n\n== কর্মজীবন ==\nভি. নারায়ণন ১৯৮৪ সালের ১ ফেব্রুয়ারি আইএসআরও-তে যোগ দেন। তিনি প্রথমে বিক্রম সারাভাই স্পেস সেন্টারে (VSSC) সলিড প্রপালশনের ক্ষেত্রে কাজ শুরু করেন, যেখানে তিনি সাউন্ডিং রকেট, অগমেন্টেড স্যাটেলাইট লঞ্চ ভেহিকল (ASLV) এবং পোলার স্যাটেলাইট লঞ্চ ভেহিকল (PSLV)-এর জন্য কাজ করেন। ১৯৮৯ সালে তিনি লিকুইড প্রপালশন সিস্টেম সেন্টারে (LPSC) ক্রায়োজেনিক প্রপালশনের কাজে যোগ দেন।তিনি প্রায় চার দশক ধরে আইএসআরও-তে বিভিন্ন গুরুত্বপূর্ণ পদে দায়িত্ব পালন করেছেন। ২০১৮ সালের জানুয়ারি থেকে তিনি LPSC-এর ডিরেক্টর হিসেবে নিযুক্ত হন এবং সেখানে তিনি লিকুইড, সেমি-ক্রায়োজেনিক এবং ক্রায়োজেনিক প্রপালশন সিস্টেমের উন্নয়নে নেতৃত্ব দেন।আইএসআরও-তে অবদানভি. নারায়ণন ভারতের মহাকাশ কর্মসূচিতে গুরুত্বপূর্ণ অবদান রেখেছেন, বিশেষ করে ক্রায়োজেনিক প্রযুক্তির ক্ষেত্রে। তাঁর উল্লেখযোগ্য কিছু অবদান হলো:ক্রায়োজেনিক ইঞ্জিন উন্নয়ন: তিনি GSLV Mk-II এবং GSLV Mk-III-এর জন্য ক্রায়োজেনিক আপার স্টেজ (CUS) তৈরিতে গুরুত্বপূর্ণ ভূমিকা পালন করেন। ভারত যখন রাশিয়ার কাছ থেকে এই প্রযুক্তি পেতে ব্যর্থ হয়, তখন তিনি দেশীয়ভাবে এটি তৈরি করার ক্ষেত্রে নেতৃত্ব দেন। তাঁর তত্ত্বাবধানে তৈরি CE20 ক্রায়োজেনিক ইঞ্জিন ভারতের ভারী পেলোড মহাকাশে পাঠানোর ক্ষমতা বৃদ্ধি করেছে।\n\n\n=== চন্দ্রযান মিশন ===\nতিনি চন্দ্রযান-২ এবং চন্দ্রযান-৩ মিশনের জন্য প্রপালশন সিস্টেম তৈরিতে অবদান রাখেন। চন্দ্রযান-২ ব্যর্থ হওয়ার পর তিনি ব্যর্থতা বিশ্লেষণ কমিটির চেয়ারম্যান হিসেবে কারণ চিহ্নিত করেন এবং চন্দ্রযান-৩-এর সফল অবতরণে সংশোধনী পরামর্শ দেন।\n\n\n=== গগনযান ও অন্যান্য মিশন ===\nতিনি গগনযান (ভারতের প্রথম মানব মহাকাশ অভিযান), আদিত্য-L1 (সূর্য অধ্যয়ন মিশন) এবং ভবিষ্যৎ প্রকল্প যেমন ভারতীয় মহাকাশ স্টেশন ও শুক্র অরবিটার মিশনে প্রপালশন সিস্টেমের উন্নয়নে কাজ করেছেন। \n\n\n=== নেক্সট জেনারেশন লঞ্চ ভেহিকল (NGLV) ===\nতাঁর নেতৃত্বে LPSC-তে নতুন প্রজন্মের লঞ্চ ভেহিকল তৈরির কাজ চলছে, যা ভারতের মহাকাশ স্টেশন ও চাঁদে মানব মিশনের জন্য গুরুত্বপূর্ণ।\n\n\n== পুরস্কার ও সম্মাননা ==\nভি. নারায়ণন তাঁর অবদানের জন্য একাধিক পুরস্কারে সম্মানিত হয়েছেন:\n\nআইআইটি খড়গপুর থেকে রৌপ্যপদক (M.Tech-এ প্রথম স্থানের জন্য)।\nঅ্যাস্ট্রোনটিক্যাল সোসাইটি অফ ইন্ডিয়া (ASI) থেকে স্বর্ণপদক।\nডিস্টিঙ্গুইশড অ্যালামনাই অ্যাওয়ার্ড (২০১৮, আইআইটি খড়গপুর)।\nন্যাশনাল ডিজাইন অ্যাওয়ার্ড (২০১৯)।\nএপিজে আব্দুল কালাম অ্যাওয়ার্ড এবং তামিলনাড়ু মুখ্যমন্ত্রীর পুরস্কার (চন্দ্রযান-৩-এর জন্য)।\nইন্টারন্যাশনাল অ্যাকাডেমি অফ অ্যাস্ট্রোনটিক্স থেকে ২০২৪ সালের লরেলস ফর টিম অ্যাচিভমেন্ট।\n\n\n== ব্যক্তিগত দৃষ্টিভঙ্গি ও নেতৃত্ব ==\nভি. নারায়ণন মনে করেন কঠোর পরিশ্রমের কোনো বিকল্প নেই। তিনি আইএসআরও-কে \"বৃহত্তর উচ্চতায়\" নিয়ে যাওয়ার লক্ষ্যে কাজ করছেন এবং বেসরকারি খাতের সঙ্গে সহযোগিতার মাধ্যমে ভারতের মহাকাশ অর্থনীতিকে বিশ্বে শীর্ষে পৌঁছে দেওয়ার পরিকল্পনা করেছেন। তিনি বলেন, \"আইএসআরও একা এই চাহিদা পূরণ করতে পারে না। সংস্কার এবং বেসরকারি সংস্থার অংশগ্রহণ এই ক্ষেত্রে সাহায্য করবে।\"\n\n\n== বর্তমান দায়িত্ব ==\n২০২৫ সালের ১৩ জানুয়ারি তিনি আনুষ্ঠানিকভাবে আইএসআরও-র দায়িত্ব গ্রহণ করেন এবং ১৪ জানুয়ারি থেকে তাঁর দুই বছরের মেয়াদ শুরু হয়। তাঁর নেতৃত্বে আইএসআরও গগনযান, চন্দ্রযান-৪, ভারতীয় মহাকাশ স্টেশন এবং গভীর মহাকাশ অভিযানের মতো গুরুত্বপূর্ণ প্রকল্পে কাজ করছে।ভি. নারায়ণন একজন সাধারণ পরিবার থেকে উঠে এসে ভারতের মহাকাশ গবেষণায় অসামান্য অবদান রেখেছেন এবং তাঁর নেতৃত্বে ভারত মহাকাশে নতুন মাইলফলক স্থাপনের পথে এগিয়ে চলেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}