{"pageid": 1532822, "title": "মুহাম্মদ গাদ্দাফি", "url": "https://bn.wikipedia.org/wiki?curid=1532822", "content": "মুহাম্মদ মুয়াম্মার গাদ্দাফি ( আরবি: محمد معمر القذافي   ; জন্ম: ১৫ মার্চ ১৯৭০) হলেন লিবিয়ার প্রাক্তন নেতা মুয়াম্মার গাদ্দাফির জ্যেষ্ঠ পুত্র। লিবিয়ার শাসক হিসেবে তাকে তার বাবার সম্ভাব্য উত্তরসূরি হিসেবে বিবেচনা করা হত। তবে,তিনি এই ভূমিকায় আগ্রহী ছিলেন না বলে জানা গেছে।  ২০০৫ সালে, মুহাম্মদ তার সৎ ভাই মুতাসিমের সাথে কোকা-কোলা বোতলজাতকরণ কারখানার নিয়ন্ত্রণ নিয়ে সশস্ত্র সংঘর্ষে জড়িয়ে পড়েন। \nতিনি জেনারেল পোস্টস অ্যান্ড টেলিকমিউনিকেশনস কোম্পানির চেয়ারম্যান ছিলেন। এটি লিবিয়ায় সেল ফোন এবং স্যাটেলাইট পরিষেবার মালিক ছিল এবং পরিচালনা করত। এই কোম্পানিটি লিবিয়ায় একচেটিয়া ইন্টারনেট সরবরাহকারী এবং ২০১১ সালের ফেব্রুয়ারিতে গাদ্দাফি সরকারের বিরুদ্ধে বিক্ষোভ শুরু হওয়ার পরপরই, যা লিবিয়ায় গৃহযুদ্ধের দিকে পরিচালিত করে, লিবিয়া এবং বিশ্বের অন্যান্য দেশের মধ্যে ইন্টারনেট সংযোগ বিচ্ছিন্ন করে দেয়।  এছাড়াও , তিনি সেই সময়ে লিবিয়ান ফুটবল ফেডারেশনের অস্থায়ী প্রধান ছিলেন। \n\n\n== লিবিয়ার গৃহযুদ্ধ ==\n২০১১ সালের ৩০শে এপ্রিল , ন্যাটোর বিমান হামলায় মুহাম্মদের সৎ ভাই সাইফ আল-আরব গাদ্দাফির সাথে মুহাম্মদের এক সন্তান নিহত হয়।  ২০১১ সালের ২ মে, সাইফ আল-আরবের অন্ত্যেষ্টিক্রিয়ায় তার সৎ ভাই সাইফ আল-ইসলামসহ উপস্থিত ২০০০ শোকাহতদের মধ্যে মুহাম্মদও ছিলেন \n২১শে আগস্ট ২০১১ তারিখে, ত্রিপোলি দখলের সময় মুহাম্মদ জাতীয় ট্রানজিশনাল কাউন্সিলের বিদ্রোহী বাহিনীর কাছে আত্মসমর্পণ করেন।  তার বাড়িতে আটক থাকাকালীন, তিনি আল জাজিরাকে একটি ফোন সাক্ষাৎকার দিয়েছিলেন।সেখানে তিনি বলেছিলেন যে, তিনি বিদ্রোহীদের কাছে আত্মসমর্পণ করেছেন এবং স্পষ্টতই গুলিবিদ্ধ হয়ে লাইনটি কেটে যাওয়ার আগে তার সাথে ভাল আচরণ করা হয়েছিল। জাতীয় অন্তর্বর্তীকালীন পরিষদের প্রধান পরে আল জাজিরার সাথে কথা বলে মুহাম্মদের নিরাপত্তার আশ্বাস দেন। পরবর্তীতে,মুহাম্মদ আবারও আল জাজিরার সাথে কথা বলে তার এবং তার পরিবারের নিরাপত্তা নিশ্চিত করেছেন। \n\n\n=== নির্বাসনে ===\n২৯শে আগস্ট ২০১১ তারিখে, তিনি গাদ্দাফি পরিবারের আরও কয়েকজন সদস্যের সাথে আলজেরিয়ায় প্রবেশ করেন।  ২০১২ সালের অক্টোবরে, আলজেরিয়ার একটি গোপন স্থান ছেড়ে তারা ওমানে যায়।ওমানে তাদের রাজনৈতিক আশ্রয় দেওয়া হয়।  ২০২৩ সালে পাওয়া শেষ তথ্য মতে, তিনি ওমানের সালতানাতে বসবাস করতেন বলে জানা গেছে। \n\n\n== তথ্যসূত্র =="}