{"pageid": 1532806, "title": "নোম্যান বেনোটম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1532806", "content": "নোমান এম. বেনটম্যান (জন্ম ১৯৬৭) একজন প্রাক্তন লিবীয় ইসলামপন্থী জঙ্গি ।তিনি লিবিয়ান ইসলামিক ফাইটিং গ্রুপ নামে পরিচিত লিবিয়ান জঙ্গি সংগঠনের একজন প্রাক্তন সদস্য।তিনি কারাগারে তার প্রাক্তন সন্ত্রাসী কমরেডদের সংস্কারে সক্রিয় ছিলেন, তাদের সহিংসতা ত্যাগ করতে রাজি করানোর চেষ্টা করেছিলেন। তিনি ২০১০ সালে ওসামা বিন লাদেনের কাছে একটি খোলা চিঠি লিখেছিলেন, যেখানে তিনি আল-কায়েদার সহিংসতার ব্যবহার প্রত্যাখ্যান করেছিলেন এবং বিন লাদেনকে একতরফাভাবে সমস্ত আক্রমণ বন্ধ করার আহ্বান জানিয়েছিলেন।  তিনি কুইলিয়ামের একজন সিনিয়র বিশ্লেষক (স্ট্র্যাটেজিক কমিউনিকেশনস)।\n\n\n== জীবনের প্রথমার্ধ ==\nবেনোটম্যান ত্রিপোলিটানিয়ার একটি ধনী পরিবারে জন্মগ্রহণ করেন। তারা   গাদ্দাফির শাসনামলে নিপীড়নের মুখোমুখি হয়েছিল।এ সময় তার বাবা এবং অন্যান্য বিশিষ্ট লিবিয়ান পরিবারের মালিকানাধীন অনেক সম্পত্তি বাজেয়াপ্ত করা হয়েছিল।\n\n\n== আফগানিস্তান ==\n১৯৮০-এর দশকে, গাদ্দাফির অত্যাচার তীব্রতর হলে, বেনোটম্যান লিবিয়া থেকে পালিয়ে যান এবং আফগানিস্তানে সোভিয়েত দখলের বিরুদ্ধে জিহাদে যোগ দেন। বছরের পর বছর ধরে চলা সংঘাতের পর, সোভিয়েত ইউনিয়ন আফগানিস্তান থেকে তার সৈন্য প্রত্যাহার করে, যা জিহাদি আন্দোলনের জন্য একটি বিজয় হিসেবে দেখা হয়েছিল।\n\n\n== গাদ্দাফি বিরোধী সশস্ত্র বিরোধী দল ==\nআফগানিস্তানে যুদ্ধ থেকে অর্জিত অভিজ্ঞতার মাধ্যমে, বেনোটম্যান বিশ্বাস করতে শুরু করেন যে লিবিয়াও একইভাবে নিপীড়িত এবং গাদ্দাফির শাসনের বিরুদ্ধে লড়াই করার জন্য একটি নেটওয়ার্ক প্রতিষ্ঠা করার চেষ্টা করেন। এই প্রচেষ্টার ফলে ১৯৮০-এর দশকের শেষের দিকে এবং ১৯৯০-এর দশকের গোড়ার দিকে লিবিয়ান ইসলামিক ফাইটিং গ্রুপ (এল আই এফ জি) প্রতিষ্ঠা পায়, যার লক্ষ্য ছিল গাদ্দাফিকে উৎখাত করা। গাদ্দাফির শাসনকে চ্যালেঞ্জ করার জন্য বিভিন্ন কৌশল ব্যবহার করে, এল আই এফ জি  গাদ্দাফির জন্য একটি উল্লেখযোগ্য হুমকিতে পরিণত হয়ে ওঠে।\nগাদ্দাফির ৪২ বছর ক্ষমতায় থাকাকালীন অসংখ্যবার তাকে হত্যার চেষ্টা করা হয়েছে, কিন্তু কোনওটিই সফল হয়নি। লিবিয়ার সরকার এলআইএফজি এবং অন্যান্য বিরোধী দলগুলিকে দমন করে। এ সময়ে,অনেক এলআইএফজি সদস্যকে আটক এবং মৃত্যুদণ্ড কার্যকর করা হয়। ২০০১ সালে ১১ সেপ্টেম্বরের হামলার আগ পর্যন্ত এলআইএফজি তাদের সংগ্রাম অব্যাহত রাখে।এরপর মার্কিন যুক্তরাষ্ট্র এবং যুক্তরাজ্য এই গোষ্ঠীটিকে একটি সন্ত্রাসী সংগঠন হিসেবে মনোনীত করে। বিভিন্ন প্রতিবেদনে ইঙ্গিত দেওয়া হয়েছে যে, ওসামা বিন লাদেন এলআইএফজি-কে আর্থিকভাবে সাহায্য করেছিলেন ও তহবিল এবং অস্ত্র সরবরাহ করেছিলেন।\n\n\n== গাদ্দাফির সাথে মধ্যস্থতা ==\n২০০৭ সালের গোড়ার দিকে, বেনোটম্যানের মতো ব্যক্তিদের প্রত্যর্পণের জন্য ব্রিটিশ সরকারের প্রতি গাদ্দাফির চাপের মুখে, তিনি যুক্তরাজ্যে আশ্রয় প্রার্থনা করেন এবং এমন নাগরিকত্ব লাভ করেন যা তাকে নির্বাসন থেকে রক্ষা করে। এই সময়ে, তিনি রাজনীতিতে জড়িত হন এবং তার প্রাক্তন সহকর্মীদের কারাগার থেকে মুক্তির মধ্যস্থতা করার জন্য নির্বাচিত হন। তিনি উগ্র ইসলামপন্থীদের উগ্রবাদমুক্ত করার প্রচেষ্টায় ব্রিটিশ সরকারের সমর্থন পেয়েছিলেন।\nবেনোটম্যান তার অনেক প্রাক্তন সহকর্মীর মুক্তির ক্ষেত্রে সফলভাবে মধ্যস্থতা করেছিলেন। যদিও গাদ্দাফি সরকারের সাথে তার মধ্যস্থতার জন্য তাকে বিশ্বাসঘাতক হিসেবে বিবেচনা করা হয়েছিল।\n\n\n== কুইলাম ফাউন্ডেশন এবং মিডিয়া প্রোফাইল ==\nবেনটম্যান লন্ডনের কুইলিয়াম ফাউন্ডেশনের সভাপতি। এছাড়াও, তিনি বিভিন্ন টেলিভিশন নেটওয়ার্কে সন্ত্রাসবাদ এবং মধ্যপ্রাচ্য বিষয়ক  বিশেষ করে আরব বসন্ত সম্পর্কে বিশেষজ্ঞ হিসেবে কথা বলেন। ২০১১ সালে ব্রিটিশ সরকারের তত্ত্বাবধানে লিবিয়া সংকটের সময় সাইফ আল-ইসলাম গাদ্দাফির সাথে তার অতীতের সম্পর্ক থাকা সত্ত্বেও, তিনি লিবিয়ায় ইসলামপন্থী জঙ্গিদের অনুপ্রবেশ নিয়ে খোলাখুলি আলোচনা করেছেন।\n\n\n== তথ্যসূত্র =="}