{"pageid": 1532715, "title": "উর্ডি হাউস", "url": "https://bn.wikipedia.org/wiki?curid=1532715", "content": "উর্ডি হাউস ( নরওয়েজীয়: Urdihuset   (শুধুমাত্র উর্ডি ) হলো নরওয়ের বার্গেন শহরের বাইরে গিল্ডেনপ্রিস পাড়ায় অবস্থিত একটি জমিদার বাড়ি। এটি ৬২ নম্বর মাইকেল ক্রোন স্ট্রিটে (মাইকেল ক্রোনস গেট) অবস্থিত। বাড়িটি শেষ সাম্রাজ্যের স্থাপত্যশৈলীর একটি উৎকৃষ্ট উদাহরণ। বাড়িটির নকশাকারী স্থপতির নাম নিশ্চিতভাবে জানা যায়নি, তবে বলা হয় যে তিনি ছিলেন জরিপকারী ওলে পিটার রিস হোইগ, যিনি ১৮৩৪ থেকে ১৮৪৮ সালের মধ্যে শহরে সক্রিয় ছিলেন। ১৯২৭ সালে উর্ডি হাউস সুরক্ষিত ঐতিহ্যের মর্যাদা লাভ করে।\n\n\n== ভবন ==\nউর্ডি হাউসটির ২৫০ বর্গমিটার (২,৭০০ বর্গফুট)  আয়তনের এবং এটি একটি একতলা বিশিষ্ট বাড়ি যার দুটি ছাদ রয়েছে। বাড়িটির উত্তর-পূর্বমুখী সম্মুখভাগে ত্রিকোণাকার পেডিমেন্টসহ একটি বারান্দা রয়েছে এবং সম্মুখভাগে প্রাচীন গ্রীক ডোরিক স্থাপত্যশৈলীর চারটি স্তম্ভ দেখা যায়। এই প্রক্ষেপিত ছাদের নীচের প্রাচীর অংশটি উত্তর-পূর্ব প্রাচীরের বাকি অংশের তুলনায় পিছনে স্থাপন করা হয়েছে, যা গ্যাবলের নীচে একটি বৃহৎ এলাকা তৈরি করে যেখানে বসার জন্য একটি খোলা বারান্দা রয়েছে যা আংশিকভাবে বৃষ্টি থেকে সুরক্ষিত, যার ফলে শহর এবং বার্গেনের আশেপাশের পূর্ব পাহাড়ের দৃশ্য দেখা যায়। বিচ্ছিন্ন প্রাচীরটি বিপরীত স্তম্ভগুলির সাথে একটি ছায়াযুক্ত এলাকা তৈরি করে।\n\nগ্যাবলের নীচের ভাঙা দেয়াল বরাবর একটি দরজা রয়েছে যা \"বাগানের ঘর\" (আশ্রয়স্থান) এর দিকে নিয়ে যায়। এই নামটি বাড়ির সামনের অংশ থেকে এসেছে, যা বাড়ির উঠোন বা বাগান হিসাবে বিবেচিত হয়। তাই এটির দিকে যাওয়ার দরজাটি \"বাগানের দরজা\" নামেও পরিচিত। এটি প্রধান প্রবেশদ্বার নয়। বাগান ঘরের প্রতিটি পাশে একটি করে অতিরিক্ত ঘর রয়েছে এবং এই তিনটি ঘর উর্ডি বাড়ির সামনের অংশ। এটি এর প্রায় অর্ধেক অংশ জুড়ে রয়েছে।\nভবনের পিছনের অর্ধেক অংশে রান্নাঘর এবং শয়নকক্ষ ছাড়াও একটি করিডোর (বাড়ির মাঝখানে মূল প্রবেশপথ সহ) এবং প্রবেশদ্বার রয়েছে। সামনের  কক্ষগুলির তুলনায় শোবার ঘরগুলি খুবই ছোট, যেগুলি পারিবারিক অনুষ্ঠানের জন্য বা পারিবারিক মর্যাদা প্রদর্শনের স্থান হিসেবে ব্যবহৃত হয়। সামনের কক্ষগুলির তুলনায় শোবার ঘরগুলি খুবই ছোট, যা মর্যাদা প্রদর্শনের স্থান হিসেবে বাড়ির মূল উদ্দেশ্যের সাথে সঙ্গতিপূর্ণ।\n\n\n== ইতিহাস ==\n১৮৯৫ সালে শিল্পী ওলাভ রুস্তি এবং তার জার্মান বংশোদ্ভূত স্ত্রী ফ্রিদা হোয়েক রুস্তি এটি কিনে নেওয়ার পর এই বাড়িটির নামকরণ করা হয়। সেই সময়ে সম্পত্তিটির নাম ছিল উরেন, কিন্তু ওলাভ, যিনি নরওয়ের প্রাচীনতম ভাষা সংগঠন ওয়েষ্টটার্ণস অ্যাসোসিয়েশন ( ভেস্টম্যানালগেট ) এর সক্রিয় কর্মী ছিলেন তিনি নামটি পরিবর্তন করে উর্দি রাখেন । ওলাভ ১৯২০ সালে মারা যান  এবং দ্বিতীয় বিশ্বযুদ্ধের সময় ফ্রিদা নরওয়েজীয় নৌঘাঁটির কাছাকাছি থাকার কারণে অন্যত্র চলে যান। ১৯৫৬ সালে ফ্রিদা রুস্তি বার্গেনের শিল্পী সমিতি ( Kunstnersamfundet ) এবং ভিজ্যুয়াল আর্টিস্ট ইউনিয়ন ( Bildende Kunstneres Forening ) এর কাছে নামমাত্র মূল্যে ভবনটি বিক্রি করে দেন। ১৯৯১ সালে ভবনটি বার্গেন প্যারাসাইকোলজিক্যাল ইউনিয়ন কিনে নেয়।\nযদিও এটি রুস্তিদের মালিকানাধীন ছিল, বাড়িটি শহরের সঙ্গীতজ্ঞ এবং শিল্পীদের মিলনস্থল হিসেবে ব্যবহৃত হতো। ১৮৯৬ সালে, এই ভবনটিই প্রথম নরওয়েজীয় জাতীয় লোকসঙ্গীত ও নৃত্য প্রতিযোগিতার ( ল্যান্ডস্ক্যাপলিকেন ) অন্যতম অনুষ্ঠানগুলির প্রধান জায়গা ছিল। যেখানে হার্ডাঙ্গার বেহালা বাজানো হয়েছিল ও যেখানে এডওয়ার্ড গ্রিগ উপস্থিত ছিলেন।\nআধুনিক সময়ে, উর্দি হাউসের স্বতন্ত্র অবস্থান উল্লেখযোগ্যভাবে হ্রাস পেয়েছে এর অন্যতম কারণ হলো এলাকাটি মূলত গ্রামীণ এবং বিচ্ছিন্ন জায়গা ছিল। তবে ১৯১৫ সালে ভবনের ঠিক সামনে নির্মিত রাস্তা হওয়ায় এই এলাকাটি ক্রমশ জমজমাট হয়ে ওঠে। আশপাশে একতলা উর্ডি হাউসের চেয়ে অনেক উঁচু নতুন আবাসিক ভবন নির্মিত হয়েছে। এছাড়াও, পুড্ডে ফজর্ড বরাবর মাইকেল ক্রোহন স্ট্রিটের নীচে ক্ষুদ্র শিল্পের বিকাশ এই এলাকার চরিত্র আমূল বদলে দিয়েছে।\nবাড়ির বর্তমান মালিক জ্যান গুলাকসেন উর্ডি হাউসের শিল্পের সাথে সংযোগ পুনরুদ্ধার করেছেন। তিনি এটিকে স্টুডিও এবং গ্যালারি হিসেবে ব্যবহার করেছেন।  তিনি বাড়িতে চিত্রকলার প্রশিক্ষণও দেন এবং শিল্প সামগ্রী বিক্রি করেন। এছাড়া ভবনটিতে একটি ছোট ক্যাফে স্থাপন করা হয়েছে।\n\n\n== তথ্যসূত্র =="}