{"pageid": 1532866, "title": "মরোক্কান ঋণ প্রশাসন", "url": "https://bn.wikipedia.org/wiki?curid=1532866", "content": "মরক্কোর ঋণ প্রশাসন (ফরাসি: administration de la dette marocaine), যা আনুষ্ঠানিকভাবে ১৯০৪ থেকে ১৯১০ সাল পর্যন্ত Contrôle de la dette এবং তারপরে Administration du Contrôle de la dette publique mahghzénienne নামে পরিচিত, ছিল ১৯০৪ সালে ফরাসি সরকার কর্তৃক মরক্কোর রাজতন্ত্রের সার্বভৌম ঋণ পরিচালনার জন্য প্রতিষ্ঠিত একটি ভবন।\n\n\n== ইতিহাস ==\nমরোক্কান ঋণ প্রশাসনের সূচনা ১৯০৪ সালে, কারণ হিস্পানো-মরোক্কান যুদ্ধ (১৮৫৯-১৮৬০) এবং ১৮৯৪ সালের প্রথম মেলিলান অভিযানের পর মরক্কোর সার্বভৌম ঋণ উল্লেখযোগ্যভাবে বৃদ্ধি পায়। ফরাসি সরকারের সাথে সমন্বয় করে ব্যাঙ্ক ডি প্যারিস এট ডেস পেস-বাস (বিপিপিবি) কর্তৃক এটি পুনর্গঠিত হয়। ফলস্বরূপ, ফ্রান্স মরক্কো সরকারের একমাত্র ঋণদাতা হয়ে ওঠে। ঋণ চুক্তিটি ১২ জুন ১৯০৪ মরক্কোর পররাষ্ট্রমন্ত্রী সি আবদেলক্রিম বেন স্লিমান, মরক্কোর অর্থমন্ত্রী সি মোহাম্মদ তাজি এবং বিপিপিবি-র প্রতিনিধি জর্জেস জাঙ্গারুসিয়ানো স্বাক্ষর করেন। ঋণের পরিমাণ ছিল ৬২.৫ মিলিয়ন ফ্রাঙ্ক, যা ৫ শতাংশ সুদের হারে ৫০০ ফ্রাঙ্কের নামমাত্র মূল্যের ১২৫,০০০ বন্ডে বিভক্ত। এটি মরোক্কোর কাস্টমস থেকে রাজস্ব দ্বারা নিশ্চিত করা হয়েছিল, যার আদায়ে ঋণ প্রশাসন সরাসরি জড়িত থাকবে। ১৯১০ সালে আরও একটি ঋণের জন্য আলোচনা করা হয়।\n১৯০৪ সালের ঋণ পুনর্গঠনের একটি পরোক্ষ পরিণতি ছিল ১৯০৬ সালের আলজেসিরাস সম্মেলনের পর ১৯০৭ সালে তানজাহেও স্টেট ব্যাংক অব মরক্কো প্রতিষ্ঠা।\nপ্রশাসন ফরাসি সরকারের পৃষ্ঠপোষকতায় ব্যক্তিগত ঋণ কনসোর্টিয়ামের পক্ষে কাজ করেছিল কিন্তু তানজাহে ফরাসি কনসালের শ্রেণিবদ্ধ কর্তৃত্ব থেকে মুক্ত ছিল। এটি প্রাথমিকভাবে ফরাসি কূটনীতিক ইউজিন রেগনাল্ট এর নেতৃত্বে ছিল, তারপর গ্যাস্টন গিওটের অধীনে ফেজের চুক্তি অনুযায়ী ১৯১২ সালের মার্চ মাসে মরক্কোতে আনুষ্ঠানিকভাবে ফরাসি আশ্রিত রাজ্য প্রতিষ্ঠা হওয়ার আগ পর্যন্ত এটি ক্রমবর্ধমান সংখ্যক রাষ্ট্র-সদৃশ কার্যাবলীতে প্রসারিত হয়। এটি ১৯১৮ সাল পর্যন্ত মরক্কোর শুল্ক রাজস্ব পেতে থাকে, এবং ১৯২৫ সালেও এটি সক্রিয় ছিল।\n\n\n== ভবন ==\nঋণ প্রশাসনের জন্য একটি নিবেদিতপ্রাণ ভবন নির্মিত হয় এবং ১৯১০ সালে এর নির্মাণকাজ সম্পন্ন হয়। তানজাহের একটি প্রধান নতুন সড়কের উপর এটি নির্মিত হয়, যা তখন তৈরির প্রক্রিয়াধীন ছিল এবং তাই প্রাথমিকভাবে ডেট বুলেভার্ড নামে পরিচিত ছিল। এটি ১৯১৫ সালে বুলেভার্ড পাস্তুর নামে পরিচিত হয়ে ওঠে। এটি মুরিশ রিভাইভাল স্থাপত্যে স্থানীয় সংস্থা ডেসফোর্জেস এবং রুশো দ্বারা নির্মিত হয়েছিল।\nতানজাহ আন্তর্জাতিক অঞ্চল প্রতিষ্ঠার সাথে সাথে ভবনটিতে প্রথমে অঞ্চলের আন্তর্জাতিক প্রশাসনের অফিসগুলি অবস্থিত ছিল, যা ১৯৩৭ সাল পর্যন্ত সেখানেই ছিল। ১৯৫৭ সালে মরক্কোর স্বাধীনতার পর এটি আন্তর্জাতিক উদ্যোগ ও পর্যটন কমিটির আসন ছিল। এটি ছিল তানজাহ অর্থনীতির উন্নতির জন্য ব্যবসায়ীদের একটি সংগঠন যা ট্যাঞ্জার নামে একটি মাসিক প্রকাশনা প্রকাশ করত।\n২০২২ সাল থেকে ২৯ বুলেভার্ড পাস্তুরে অবস্থিত এবং দার এল-সালাফ নামে পরিচিত এই ভবনটি আঞ্চলিক পর্যটন কর্তৃপক্ষের (ফরাসি: Office du Tourisme) আসন হিসেবে ব্যবহৃত হয়। এখানে ১৯৮৫ সালে প্রভাবশালী পণ্ডিত আবদেল্লাহ গুয়েনউনের তানজাহ শহরকে দান করা ব্যক্তিগত গ্রন্থাগারটিও রয়েছে। এখানকার বইগুলি ১৯৮৯ সালে তার মৃত্যুর পর সেখানে স্থানান্তরিত হয়েছিল।\n\n\n== আরও দেখুন ==\nচীনা সামুদ্রিক শুল্ক পরিষেবা\nঅটোমান পাবলিক ঋণ প্রশাসন\nগ্রীসে আন্তর্জাতিক আর্থিক কমিশন\n\n\n== টীকা =="}