{"pageid": 1532531, "title": "ট্রয় কটসার", "url": "https://bn.wikipedia.org/wiki?curid=1532531", "content": "ট্রয় মাইকেল কটসার (ইংরেজি: Troy Michael Kotsur; জন্ম: ২৪ জুলাই ১৯৬৮) একজন মার্কিন অভিনেতা। বধির হয়ে জন্মগ্রহণ করা কটসার ১৯৮০-এর দশকের শেষভাগে ন্যাশনাল থিয়েটার অব দ্য ডিফে তার অভিনয় জীবন শুরু করেন। ২০০১ সালে স্ট্রং মেডিসিন-এর একটি পর্বে অভিনয়ের মধ্য দিয়ে তার টেলিভিশনে অভিষেক হয়। তার অভিষেক চলচ্চিত্র ছিল ২০০৭ সালের রোমাঞ্চকর দ্য নাম্বার ২৩। তিনি একটি একাডেমি পুরস্কার, একটি বাফটা পুরস্কার অর্জন করেছেন এবং একটি গোল্ডেন গ্লোব পুরস্কারের মনোনয়ন লাভ করেন। \n২০০৩ সালে বিগ রিভার-এর পুনঃমঞ্চায়নে অভিনয়ের মধ্য দিয়ে তার ব্রডওয়ে মঞ্চে অভিষেক হয়। তিনি ২০১২ সালে সিরানো নাটকে অভিনয় করে মঞ্চনাটকে শ্রেষ্ঠ অভিনেতা বিভাগে ওভেশন পুরস্কারের মনোনয়ন লাভ করেন। তিনি নো অর্ডিনারি হিরো: দ্য সুপারডিফি মুভি (২০১৩) চলচ্চিত্র পরিচালনা করেন এবং এতে শ্রেষ্ঠাংশে অভিনয় করেন। তিনি হাস্যরসাত্মক নাট্যধর্মী কোডা (২০২১) চলচ্চিত্রে বধির বাবা চরিত্রে অভিনয় করে সমাদৃত হন এবং শ্রেষ্ঠ পার্শ্ব অভিনেতা বিভাগে একাডেমি পুরস্কার অর্জন করেন। তিনি অভিনয় শাখায় পুরস্কার বিজয়ী প্রথম বধির অভিনেতা এবং মার্লি ম্যাটলিনের পর অভিনয় শাখায় পুরস্কার বিজয়ী দ্বিতীয় অভিনয়শিল্পী। \n\n\n== প্রারম্ভিক জীবন ==\nকটসার ১৯৬৮ সালের ২৪শে জুলাই অ্যারিজোনার মেসায় জন্মগ্রহণ করেন। তার মাতা জোডি (কুমারী নাম: ট্রু) এবং পিতা লিওনার্ড স্টিফেন \"লেন\" কটসুর মেসার পুলিশ প্রধান ছিলেন। কটসুরের যখন নয় মাস বয়স, তখন তার পিতামাতা বুঝতে পারেন যে তিনি বধির এবং তার সাথে যোগাযোগের জন্য তারা মার্কিন প্রতীকী ভাষা শিখেন। তার পিতামাতা তাকে খেলাধুলায় অংশ নিতে এবং প্রতিবেশী স্বাভাবিক শিশুদের সাথে বন্ধু হতে উৎসাহ দিতেন। কটসুর ফিনিক্স ডে স্কুল ফর দ্য ডিফে পড়াশোনা করেন, যেখানে তার অভিনয়ের প্রতি আগ্রহ জন্মে। ওয়েস্টউড হাই স্কুলে পড়াশোনা করার সময় তার নাট্যতত্ত্বের শিক্ষক তাকে বিচিত্রানুষ্ঠানে অংশগ্রহণ করতে উৎসাহিত করে। তিনি একটি পান্তোমাইম স্কিটে অভিনয় করেন, যা ইতিবাচক পর্যালোচনা লাভ করে এবং তাকে নাটকে অভিনয় প্রতি আকৃষ্ট করে। তিনি ১৯৮৭ থেকে ১৯৮৯ সালে গ্যালোডেট বিশ্ববিদ্যালয়ে নাট্যতত্ত্ব, টেলিভিশন ও চলচ্চিত্র নিয়ে পড়াশোনা করেন। \n\n\n== কর্মজীবন ==\n২০১২ সালে কটসার ডিফ ওয়েস্ট থিয়েটার ও দ্য ফাউন্টেন থিয়েটারের যৌথ প্রযোজনায় সিরানো দ্য বের্জ্যরাক অবলম্বনে নির্মিত সিরানো নাটকে শ্রেষ্ঠাংশে অভিনয় করেন। স্টিফেন সাকস নির্দেশিত নাটকটির উদ্বোধনী মঞ্চায়ন হয় ২০১২ সালের এপ্রিল মাসে। এত অভিনয় করে তিনি মঞ্চনাটকে শ্রেষ্ঠ অভিনেতা বিভাগে ওভেশন পুরস্কারের মনোনয়ন লাভ করেন। এরপর তিনি নো অর্ডিনারি হিরো: দ্য সুপারডিফি মুভি (২০১৩) চলচ্চিত্র পরিচালনা করেন এবং এতে শ্রেষ্ঠাংশে অভিনয় করেন। ২০১৩ সালে হার্টল্যান্ড চলচ্চিত্র উৎসবে এই চলচ্চিত্রের উদ্বোধনী প্রদর্শনী হয়।\n২০২১ সালে কটসার হাস্যরসাত্মক নাট্যধর্মী কোডা (২০২১) চলচ্চিত্রে কানে শুনতে পায় এমন কন্যার বধির বাবা চরিত্রে অভিনয় করেন। পরিচালক শন হেডার তাকে ডিফ ওয়েস্টের আওয়ার টাউন নাটকে এবং এডওয়ার্ড অ্যালবির অ্যাট হোম অ্যাট দ্য জু নাটকে অভিনয় করতে দেখেন এবং তাকে এই চলচ্চিত্রের অভিনয়শিল্পীদলে যুক্ত করেন। এনপিআরের প্রতিবেদনে বলা হয় এই চলচ্চিত্রে কটসারের অভিনয় দর্শক ও সমালোচক উভয়কেই বিস্মিত করে। কটসার এই চলচ্চিত্রে অভিনয় করে শ্রেষ্ঠ পার্শ্ব অভিনেতা বিভাগে একাডেমি পুরস্কার, গোল্ডেন গ্লোব পুরস্কার, বাফটা পুরস্কার ও স্ক্রিন অ্যাক্টরস গিল্ড পুরস্কার-সহ একাধিক সমালোচনামূলক পুরস্কার অর্জন করেন। তিনি অভিনয় শাখায় পুরস্কার বিজয়ী প্রথম বধির অভিনেতা এবং মার্লি ম্যাটলিনের পর অভিনয় শাখায় পুরস্কার বিজয়ী দ্বিতীয় অভিনয়শিল্পী।\n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ট্রয় কটসার  (ইংরেজি)"}