{"pageid": 1533479, "title": "হার্ভার্ড ইউনিভার্সিটি প্রেস", "url": "https://bn.wikipedia.org/wiki?curid=1533479", "content": "হার্ভার্ড ইউনিভার্সিটি প্রেস (এইচইউপি) একটি একাডেমিক প্রকাশনা সংস্থা যা ১৯১৩ সালের ১৩ জানুয়ারি হার্ভার্ড বিশ্ববিদ্যালয়-এর একটি শাখা হিসাবে প্রতিষ্ঠিত হয়। এটি Association of University Presses-এর সদস্য। ২০১৭ সাল থেকে সংস্থাটির পরিচালক হিসেবে দায়িত্ব পালন করছেন জর্জ আন্দ্রেও।\nএই প্রেসের অফিস হার্ভার্ড স্কয়ারের নিকটস্থ ক্যামব্রিজ, ম্যাসাচুসেটস-এ এবং লন্ডনে অবস্থিত। এটি MIT প্রেস ও ইয়েল ইউনিভার্সিটি প্রেস-এর সঙ্গে মিলে ট্রাইলিটারাল এলএলসি নামক বিতরণ সংস্থার সহ-প্রতিষ্ঠাতা। ২০১৮ সালে ট্রাইলিটারাল সংস্থাটি LSC Communications কর্তৃক অধিগৃহীত হয়।\nএইচইউপি থেকে প্রকাশিত বিশিষ্ট লেখকদের মধ্যে রয়েছেন ইউডোরা ওয়েল্টি, ওয়াল্টার বেনিয়ামিন, ই. ও. উইলসন, জন রলস, এমিলি ডিকিনসন, স্টিফেন জে. গোল্ড, হেলেন ভেন্ডলার, ক্যারল গিলিগান, অমর্ত্য সেন, ডেভিড ব্লাইট, মার্থা নুসবাউম এবং থমা পিকেটি।\nহার্ভার্ড স্কয়ারে এইচইউপি-র প্রকাশনা বিক্রয়ের জন্য নিবেদিত \"ডিসপ্লে রুম\" ২০০৯ সালের ১৭ জুন বন্ধ হয়ে যায়।\n\n\n== সম্পর্কিত প্রকাশনা, ইমপ্রিন্ট এবং গ্রন্থমালা ==\nহার্ভার্ড ইউনিভার্সিটি প্রেসের মালিকানাধীন একটি ইমপ্রিন্ট হলো বেলন্যাপ প্রেস, যা ১৯৫৪ সালের মে মাসে Harvard Guide to American History গ্রন্থ প্রকাশের মাধ্যমে চালু করা হয়। বেলন্যাপ ইমপ্রিন্টের অধীনে জন হার্ভার্ড লাইব্রেরি গ্রন্থমালা প্রকাশিত হয়। এই ইমপ্রিন্টটি চিত্রকলাবিদ এবং হার্ভার্ডের প্রাক্তন শিক্ষার্থী ওয়ালড্রন ফিনিক্স বেলন্যাপ জুনিয়রের তহবিল থেকে প্রাপ্ত অনুদানে প্রতিষ্ঠিত হয়।\nহার্ভার্ড ইউনিভার্সিটি প্রেস লোয়েব ক্লাসিক্যাল লাইব্রেরি বিতরণ করে এবং আই টাত্তি রেনেসাঁস লাইব্রেরি, ডামবার্টন ওকস মিডিয়েভাল লাইব্রেরি, এবং মূর্তি ক্লাসিক্যাল লাইব্রেরি অফ ইন্ডিয়া-র প্রকাশক।\nএটি হার্ভার্ড বিজনেস পাবলিশিং-এর অন্তর্ভুক্ত হার্ভার্ড বিজনেস প্রেস থেকে আলাদা একটি প্রতিষ্ঠান, এবং স্বাধীন প্রকাশনা সংস্থা হার্ভার্ড কমন প্রেস থেকেও ভিন্ন।\n\n\n== পুরস্কার ==\n২০১১ সালে প্রকাশিত জো রোমান রচিত Listed: Dispatches from America's Endangered Species Act গ্রন্থটি  পরিবেশ সাংবাদিকদের সংগঠন Society of Environmental Journalists কর্তৃক ২০১২ সালের \"র‍্যাচেল কারসন এনভায়রনমেন্ট বুক অ্যাওয়ার্ড\" পুরস্কার লাভ করে।\n\n\n== প্রকাশনা ==\n\n\n== আরও দেখুন ==\n\nইংরেজি ভাষার গ্রন্থপ্রকাশ সংস্থার তালিকা\nবিশ্ববিদ্যালয় প্রকাশনা সংস্থার তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nHall, Max (১৯৮৬)। Harvard University Press: A History। Cambridge, MA: Harvard University Press। আইএসবিএন 978-0-674-38080-6। \n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nহার্ভার্ড ইউনিভার্সিটি প্রেস ব্লগ"}