{"pageid": 1533210, "title": "কামাল নাসের", "url": "https://bn.wikipedia.org/wiki?curid=1533210", "content": "কামাল বুট্রোস নাসের ( আরবি: كمال ناصر   ; ১৯২৪–১০ এপ্রিল ১৯৭৩) ছিলেন একজন ফিলিস্তিনি রাজনৈতিক নেতা, লেখক এবং কবি। ১৯৭০-এর দশকের শুরুর দিকে, কামাল নাসের প্যালেস্টাইন মুক্তি সংস্থার একজন মুখপাত্র ছিলেন। \n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nনাসের ১৯২৪ সালে গাজায় জন্মগ্রহণ করেন এবং বিরজেইতে বেড়ে ওঠেন।  তিনি একটি খ্রিস্টান পরিবার থেকে এসেছিলেন।  তার বাবা ছিলেন রেভারেন্ড বুত্রুস নাসির, যিনি ফিলিস্তিনের বীর জেইতের আরব প্রোটেস্ট্যান্ট সম্প্রদায়ের একজন নেতা ছিলেন।  কামাল বিরজেইট স্কুলে (বর্তমানে বিরজেইট বিশ্ববিদ্যালয় ) পড়াশোনা করেছিলেন। এরপর তিনি আমেরিকান ইউনিভার্সিটি অফ বৈরুত থেকে রাষ্ট্রবিজ্ঞানে পড়াশোনা করেন এবং ১৯৪৫ সালে স্নাতক ডিগ্রি অর্জন করেন।  পরবর্তীতে তিনি জেরুজালেমে আইন অধ্যয়নের সময় শিক্ষক হিসেবে কাজ করেন এবং তারপর রামাল্লাহর আল-আহলিয়া কলেজে শিক্ষকতা করেন। \nনাসেরের চাচাতো বোন ছিলেন হান্না নাসের । \n\n\n== রাজনৈতিক জীবন ==\n১৯৫২ সালে নাসের বাথ- এ যোগ দেন।  তিনি রামাল্লাহ থেকে আল-বাথ সংবাদপত্র প্রকাশের দায়িত্বে ছিলেন এবং একটি জঙ্গি সংবাদপত্র আল-জিল আল-জাদিদ (দ্য নিউ এরা) প্রতিষ্ঠা করেছিলেন। ১৯৫৬ সালে তিনি রামাল্লাহ জেলার বাথ সদস্য হিসেবে জর্ডানের সংসদে নির্বাচিত হন। জর্ডানে পরবর্তী সামরিক আইনের সময় সংসদ থেকে বহিষ্কারের ফলে তিনি তার মেয়াদ পূর্ণ করতে পারেননি। ১৯৬৭ সালে ইসরায়েল কর্তৃক পশ্চিম তীর থেকে বহিষ্কৃত নাসের ১৯৭২ সালে পিএলও সাময়িকী, ফালাস্তিন আল থাওরার সম্পাদক হন এবং ১০ এপ্রিল ১৯৭৩ সালে তার হত্যার আগ পর্যন্ত তিনি এই পদে অধিষ্ঠিত ছিলেন।  এছাড়াও, সেই সময়ে তিনি ১৯৬৯ সালের ফেব্রুয়ারি থেকে ১৯৭১ সালের জুলাই পর্যন্ত পিএলও নির্বাহী কমিটির সদস্য হন, জাতীয় নির্দেশিকা অফিসের একজন কর্মকর্তা হিসেবে দায়িত্ব পালন করেন। ১৯৭০ সালে, তিনি কমিটির মুখপাত্রও ছিলেন।  এছাড়াও, তিনি পিএলও-এর মুখপাত্র হিসেবেও দায়িত্ব পালন করেন।  ১৯৬৯ থেকে ১৯৭৩ সাল পর্যন্ত, নাসের পিএলও-এর মিডিয়া এবং তথ্য প্রচেষ্টার প্রধান ছিলেন। \n\n\n== মৃত্যু ==\n১৯৭৩ সালের ৯ এপ্রিল রাতে লেবাননে ইসরায়েলি অভিযানের সময় ইসরায়েলি বিশেষ বাহিনীর হাতে   কামাল আদওয়ান এবং মোহাম্মদ ইউসুফ নাজ্জারের সাথে নাসের পশ্চিম বৈরুতে নিহত হন।  মিউনিখ গণহত্যায় অংশগ্রহণের অভিযোগে তিনজনকেই মোসাদের লক্ষ্য তালিকায় অন্তর্ভুক্ত করা হয়েছিল।  তাদের জানাজায় প্রায় পাঁচ লক্ষ লোক উপস্থিত ছিলেন, যাদের বেশিরভাগই লেবানিজ ছিলেন।  বিরজেইট বিশ্ববিদ্যালয়ের প্রধান মিলনায়তনটি তার নামে নামকরণ করা হয়েছে।\n\n\n== কাজ ==\nনাসের একজন ভালো কবি ছিলেন এবং তার বেশ কিছু কবিতা ইংরেজিতে অনূদিত হয়েছে, যার মধ্যে রয়েছে দ্য স্টোরি এবং দ্য লাস্ট পোয়েম। \n\n\n== তথ্যসূত্র ==\n\n\n== বহি: সংযোগ ==\n উইকিমিডিয়া কমন্সে Kamal Nasser সম্পর্কিত মিডিয়া দেখুন।"}