{"pageid": 1533388, "title": "শেহ শামিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1533388", "content": "হাজ্জি হাসান শেখ শামিয়া বা শেহ শামিয়া ( শকোদের, ১৮১৪ - ২৫ মার্চ ১৮৯১) ছিলেন ১৯ শতকের একজন নেতৃস্থানীয় সংস্কারক ইমাম। মনে করা হয়  লাল তাকিয়ার(টুপি) চারপাশে সাদা পাগড়ি পরার কারণে তার এমন নাম রাখা হয়েছে। তখন বেশিরভাগ ইমাম শুধু লাল তাকিয়া পরতেন।\nফরাসি কনসাল লুই হায়াসিন্থ হেকুয়ার্ড তাঁকে শামিল নামেও উল্লেখ করেন। নামটি উসমানীয় কর্তৃপক্ষ কর্তৃক ব্যবহৃত একটি সম্মানসূচক উপাধি ছিল। ককেশাসের রুশ শাসনের বিরুদ্ধে দাগেস্তানের সংগ্রামের একজন বিশিষ্ট নেতা শামিলের নামানুসারে দেওয়া হয়েছিল।\n\n\n== জীবনী ==\nতিনি শকোদের জড্রালে পাড়ায় জন্মগ্রহণ করেন। তিনি ওসো আলিয়ার পুত্র। তার পরিবার স্কাদারস্কা ক্রাজিনার ড্রাগন গ্রাম( বর্তমানে মন্টিনিগ্রো ) থেকে এসেছিল। শামিয়া চৌদ্দ বছর বয়সে দাউত বোরিচির কাছে ব্যক্তিগতভাবে ধর্মীয় শিক্ষা শুরু করেন। শামিয়া ১৮৩৭ সালের দিকে কাভালার মিশরের  মুহাম্মদ আলী পাশা মাদ্রাসায় ধর্মতত্ত্ব পড়াতেন এবং ১৮৪২-৪৪ সালে ইস্তাম্বুলে উলেমাদের সম্মেলনে বিশেষভাবে অংশগ্রহণ করেন। মক্কায় হজ্জে যাওয়ার জন্য তিনি হাজ্জি ( আলবেনীয়: Haxhi )   উপাধি লাভ করেন এবং সেখানে এক বছর মুহাজির( আলবেনীয়: muxhavir)  হিসেবে  থাকায়  তাকে শেখ ( আলবেনীয়: Sheh) উপাধি পান। তিনি সুফিবাদের নকশবন্দী তরিকা (দল) এর অনুসারী ছিলেন বলে মনে করা হয়। অথবা সম্ভবত বেকতাশি তরিকার সাথে তার সম্পর্ক কম ছিল।\n১৮৫৪ সালে, স্কোডারে এক তীব্র অভাবের সময়, তিনি তার শস্য ব্যবসায়ী পিতার গুদাম খুলে দেন এবং সম্প্রদায়ের অন্যান্য ব্যবসায়ী ও মজুদদারদের তাই করতে উৎসাহিত করেন। এর ফলে দুর্ভিক্ষের অবসান হয় এবং তাঁর প্রশংসায় একটি গান রচিত হয়: \"Rroftë e qoftë  / sekretar Filip Çurçia\" (\"দীর্ঘজীবী হোক হাসান আলিয়া / সেক্রেটারি ফিলিপ কুরসিয়া,\"  তার ক্যাথলিক কেরানি)। এরপর, তিনি ভূমধ্যসাগরের আশেপাশে নির্বাসনে চলে যান। যার মধ্যে ভেনিস, ফ্রান্স, স্পেন এবং মিশর অন্তর্ভুক্ত ছিল। ১৮৬৪ সালে চুরি ও ভাঙচুরের জন্য মুহাম্মদ আলীর পরিবার শামিয়ার ক্ষমা চেয়েছিল বলে জানা গেছে। শকোদেরে ফিরে আসার পর, তিনি ওসো কুকা পরিবারের এক মহিলাকে বিয়ে করেন। তাদের এক ছেলে এবং এক মেয়ে হয়। তিনি কারাহাসে পাড়ায় স্থায়ীভাবে বসবাস শুরু করেন। সেখানে তিনি স্থানীয় মসজিদে ধর্মপ্রচার করতেন। শকোদের বাজারে তার অফিস ছিল। সেখানে তিনি ধর্মতত্ত্ব এবং ফিকহ (ইসলামি আইনশাস্ত্র) বিষয়ে পরামর্শ দিতেন এবং ঐতিহ্যবাহী ভেষজ ওষুধ বিক্রি করতেন।\nকর্তৃপক্ষের বিরোধিতা সত্ত্বেও, তিনি আলবেনীয় ভাষায় ধর্মপ্রচারকারী প্রথম ইমাম হিসেবে স্থানীয় মুসলমানদের কিছু রীতিনীতি সংস্কার করেন। ১৮৯১ সালে তাঁর মৃত্যুর পর, তিনি যে মসজিদে সেবা করতেন তার প্রাঙ্গণে তাঁকে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র =="}