{"pageid": 1533024, "title": "হাইক (পোশাক)", "url": "https://bn.wikipedia.org/wiki?curid=1533024", "content": "হাইক (আরবি: حايك) হল আলজেরিয়ায় পরিহিত একটি ঐতিহ্যবাহী মহিলাদের পোশাক। এটি সাদা বা কালো হতে পারে, যদিও সাধারণত সাদা হয়। এটি একটি আয়তাকার কাপড় দিয়ে তৈরি যা পুরো শরীরকে ঢেকে রাখে। এটি ৬ বাই ২.২ মিটার (১৯.৭ বাই ৭.২ ফুট) লম্বা, যা গুটিয়ে কোমরে বেল্ট দিয়ে ধরে রাখা হয় এবং তারপর ফিবুলা দিয়ে ঠিক করার জন্য কাঁধে ফিরিয়ে আনা হয়।\n\n\n== ব্যুৎপত্তি ==\nশব্দটি মাগরেবি আরবি শব্দ hayk থেকে এসেছে, যা আরবি ক্রিয়াপদ hāka থেকে এসেছে যার অর্থ \"বুনন করা\"। ফরাসি ভাষায় প্রথম ব্যবহৃত হয় heque আকারে (১৬৫৪), এটি অনেক পরিবর্তনের মধ্য দিয়ে গেছে, যেমন – hayque (১৬৬৭), alhaic (১৬৭০), eque (১৬৭০), haic (১৬৮৩), hayc (১৬৮৬)। haik শব্দটি ফরাসি ভাষায় প্রথমে স্ত্রীলিঙ্গ ছিল (১৭২৫) এবং ১৮৩০ সালে পুংলিঙ্গে পরিণত হয়।\n\n\n== উৎপত্তি এবং বর্ণনা ==\n\nহাইক একটি আরব আন্দালুসীয় পোশাক , এবং সমগ্র মাগরেব জুড়ে বিদ্যমান। ১৭৯২ সালে আলজেরিয়ার পূর্বাঞ্চলে জনপ্রিয় একটি কালো ঘোমটা, কনস্টানটাইনের বে সালাহ বে-এর শোক পালনের জন্য মালয়া আবির্ভূত হয়। উল, সিল্ক বা সিন্থেটিক সিল্ক কাপড় দিয়ে তৈরি এই হাইক খুব অল্প সময়ের মধ্যেই দেশের সমস্ত অঞ্চলে ছড়িয়ে পড়তে সফল হয়। তবে এর ব্যবহার অঞ্চলের সামাজিক-সাংস্কৃতিক বৈশিষ্ট্যের সাথে খাপ খাইয়ে নিয়েছিল। ইংরেজ নৃবিজ্ঞানী টমাস অ্যাথল জয়েস তার বই \"সকল জাতির নারী, তাদের বৈশিষ্ট্য, অভ্যাস, আচার-আচরণ, রীতিনীতি এবং প্রভাবের রেকর্ড\" (১৯১৫) -এ আলজেরিয়ার নারীদের পোশাক বর্ণনা করেছেন:আরব নারীদের পোশাক সাধারণত একটি সাদা ডোরাকাটা শালের (যাকে হায়েক বলা হয়) সমন্বয়ে গঠিত, যা ব্যবহারকারীর সামাজিক অবস্থান ও সম্পদের ওপর নির্ভর করে মোটা অথবা সূক্ষ্ম কাপড় দিয়ে তৈরি হয়। এই শাল মাথার ওপর দিয়ে পড়ে শরীরের মাথা থেকে পা পর্যন্ত সম্পূর্ণভাবে ঢেকে রাখে। এই হাইকের নিচে মুখের নিচের অংশে একটি সাদা লিনেনের রুমাল পরা হয়, যাকে আদজার বলা হয়। এটি এমনভাবে পরা হয় যাতে মুখের প্রায় সব অংশ ঢেকে যায়—শুধুমাত্র চোখ, নাকের ওপরের অংশ এবং কপালের একটি ছোট অংশ খোলা থাকে। বার্বার নারীদের পোশাক আরব নারীদের তুলনায় অনেক সহজ। সাধারণত এটি একটি টিউনিকের মতো লম্বা পোশাক, যা কোমরের চারপাশে একটি বেল্ট দিয়ে বাঁধা থাকে এবং কাঁধের ওপর একটি রঙিন শাল বা কাপড় পরা হয়। তারা আরব নারীদের তুলনায় অনেক বেশি স্বাধীনতা উপভোগ করেন, এবং মুখ বা শরীর পুরোপুরি ঢেকে রাখার মতো হায়েক পরেন না। তাদের অলংকারের মধ্যে মূলত গলার মালা, কাঁকন, সোনার বা মণির মালা, কানের দুল এবং কখনও কখনও নাকের দুল থাকে।হাইকের একটি জাত haik mrama এর নকশা, পরিধানের ধরণ এবং কারিগরদের ব্যবহৃত কাপড়ের মানের জন্য মহিলাদের মধ্যে খুব জনপ্রিয় হয়ে ওঠে। haik mrama উনিশ শতকের শেষের দিকে আবির্ভূত হয় এবং আলজিয়ার্স এবং এর শহরতলির শহুরে মহিলারা এটি পরতেন। এই ধরণের পর্দা প্রায়শই নারীসুলভ সৌন্দর্যের সাথে যুক্ত এবং এটি অনেক কবি এবং গায়ককে অনুপ্রাণিত করেছে, যারা তাদের অনেক রচনা এই পর্দার প্রতি উৎসর্গ করেছেন।\n১৪ শতক থেকে ১৯ শতকের শেষের দিকে নেদারল্যান্ডস এবং বেলজিয়ামে হুইক নামে হাইকের একটি ভিন্ন রূপ ব্যবহৃত হত, যা সাধারণত কালো এবং পশম বা সিল্ক দিয়ে তৈরি হত। খারাপ আবহাওয়ার বিরুদ্ধে সুরক্ষা হিসেবে মহিলারা এটি পরতেন। পরবর্তীকালে শোকের সময় বিভিন্ন ধরণের পোশাক পরা হত।\n\n\n== বর্তমান ব্যবহার ==\nআলজেরিয়ায় হাইক পরিত্যক্ত হয়ে পড়েছে। তবে বৃদ্ধা মহিলারা এটি পরেন, যদিও খুব কমই।\nমরক্কোতে শেফচাউয়েন, এসাউইরা এবং ফিগুইগ শহর ছাড়া হাইকের ব্যবহার প্রায় অদৃশ্য হয়ে গেছে এবং ওজদায় বৃদ্ধ মহিলাদের মধ্যে এর বিরল উপস্থিতি রয়েছে। তারোদান্ত এবং তিজনিত শহরে হাইকের রঙ কালো বা নীল।\nতিউনিসিয়ায় সেফসেরি হাইকের একটি তিউনিসিয়ান রূপ যা এক টুকরো কাপড় দিয়ে তৈরি যা মুখ ঢেকে রাখে না। এটি কার্যত পরিত্যক্ত হয়ে পড়েছে। তবে এটি এখনও কখনও কখনও ঐতিহ্যগতভাবে পরিধান করা হয়, বিশেষ করে বয়স্ক মহিলারা এটি পরেন।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}