{"pageid": 1533216, "title": "দ্য হালাল গায়েজ", "url": "https://bn.wikipedia.org/wiki?curid=1533216", "content": "দ্য হালাল গায়েজ হল একটি হালাল ফাস্ট ক্যাজুয়াল রেস্তোরাঁ ফ্র্যাঞ্চাইজি যা নিউ ইয়র্ক সিটির ম্যানহাটনের ৫৩ তম স্ট্রিট এবং ৬ষ্ঠ অ্যাভিনিউয়ের দক্ষিণ-পূর্ব এবং দক্ষিণ-পশ্চিম কোণে হালাল কার্ট হিসাবে শুরু হয়েছিল। এতে নিউ ইয়র্ক জুড়ে (১৪তম স্ট্রিট এবং ২য় অ্যাভিনিউয়ের একটি স্টোরফ্রন্ট সহ) এবং বিশ্বজুড়ে নতুন নতুন স্থান, খাবারের গাড়ি এবং স্টোরফ্রন্ট উভয়ই যুক্ত করা হচ্ছে।\nএই ফ্র্যাঞ্চাইজিটি তার প্রধান খাবারের জন্য সবচেয়ে বেশি পরিচিত, যা হল ভাতের সাথে মুরগি বা এক থালা জাইরো মাংস, যদিও এটি একটি মুরগি বা জাইরো র‍্যাপ স্যান্ডউইচও পরিবেশন করে।\n\n\n== ইতিহাস ==\n\nহালাল গায়েজ ১৯৯০ সালে মিশরীয়-আমেরিকান মোহাম্মদ আবুলেনেইন, আহমেদ এলসাকা এবং আবদুল বাসেত এলসায়েদ ৫৩তম স্ট্রিট এবং সিক্সথ অ্যাভিনিউয়ের দক্ষিণ-পূর্ব কোণে অবস্থিত একটি হট ডগ কার্ট হিসেবে প্রতিষ্ঠা করেছিলেন। তবে আবুয়েলেনিন বিশ্বাস করতেন যে হট ডগ কোনও তৃপ্তিদায়ক খাবার নয়। তাই তিনি ১৯৯২ সালে মুরগি, জাইরো মাংস, ভাত এবং পিঠার বর্তমান মেনুতে চলে আসেন। ফলস্বরূপ, নিউ ইয়র্ক সিটির মুসলিম ক্যাব চালকরা দ্রুত তুলনামূলকভাবে সস্তা হালাল খাবার সরবরাহের ক্ষমতার জন্য গাড়িটির দিকে ভিড় জমান। এই ক্যাব চালকদের মধ্যে এই খবরটি মুখের মধ্যে ছড়িয়ে পড়ার সাথে সাথে অপারেটররা এক থালা মুরগি এবং ভাতের সিগনেচার ডিশ তৈরি করেন,  যা শহরের মুসলিম সম্প্রদায়ের মধ্যে জনপ্রিয় হয়ে ওঠে।\nএই কার্ট নিউ ইয়র্ক সিটিতে হট ডগ বিক্রেতাদের জনপ্রিয়তা হ্রাস করেছে এবং অনেক খাদ্য ট্রাককে প্রভাবিত করেছে।\n\"নিউ ইয়র্কের সেরা হালাল খাবার\" নামে একটি কার্টও ৫৩তম স্ট্রিট এবং সিক্সথ অ্যাভিনিউয়ের দক্ষিণ-পশ্চিম কোণে অবস্থিত। প্রথমে কোন গাড়িটি মোড়ে ছিল তা অজানা।\n২০০৬ সালের ২৮শে অক্টোবর লাইনে শুরু হওয়া একটি লড়াইয়ে ২৩ বছর বয়সী জিয়াদ তাইয়েহ ১৯ বছর বয়সী টাইরন গিবনসকে ছুরিকাঘাত করে হত্যা করে। একজন অন্যজনের বিরুদ্ধে লাইন কাটার অভিযোগ করার পর লড়াই শুরু হয়। পরে তাইয়েহকে দোষী সাব্যস্ত করা হয়নি, কারণ বিচারকরা দেখেছেন যে তিনি আত্মরক্ষার জন্য কাজ করেছেন। নিউ ইয়র্ক টাইমস একবার রিপোর্ট করেছিল যে মালিকরা বাউন্সার ভাড়া করেছিল।\n২০১৬ সালে হালাল গায়েজ লাগার্ডিয়া কমিউনিটি কলেজকে ৩০,০০০ ডলার অনুদান দেয়। তারা আর্থিক সমস্যায় ভোগা শিক্ষার্থীদের জন্য বৃত্তি প্রদান করে।\n\n\n== খাদ্য ==\nহালাল গায়েজ \"আমেরিকান হালাল\" প্লেটার এবং স্যান্ডউইচ পরিবেশন করে, যা মুরগি, জাইরো মাংস, ফালাফেল এবং ভাতের মতো উপাদান দিয়ে তৈরি করা হয়। এই স্বাদকে ভূমধ্যসাগর এবং মধ্যপ্রাচ্য থেকে উদ্ভূত স্বাদের একটি জটিল মিশ্রণ হিসেবে বর্ণনা করা হয়। হালাল গায়েজ একটি সাদা সস মশলাও পরিবেশন করে যা পৃষ্ঠপোষকরা তাদের প্রিয় হিসাবে উল্লেখ করেন এবং \"বিখ্যাত\" হিসাবে বর্ণনা করা হয়। নিউ ইয়র্ক সিটির সব বা বেশিরভাগ হালাল গাড়িতেই একই রকম মশলা পাওয়া যায়, তবে রেসিপিটি গাড়ি থেকে গাড়িতে পরিবর্তিত হতে পারে। হালাল গায়েজ একটি লাল গরম সসও তৈরি করে।\n\n\n== ফ্র্যাঞ্চাইজিং ==\n\n২০১৪ সালের জুন মাসে হালাল গায়েজ ফ্রাঞ্চাইজি ডেভেলপমেন্ট কোম্পানি ফ্রান্সমার্টকে নিয়োগ করে, যেটি পূর্বে Qdoba মেক্সিকান গ্রিল এবং ফাইভ গায়েজের সাথে কাজ করেছিল এবং মার্চ ২০১৬ পর্যন্ত ৩৫০টি ফ্র্যাঞ্চাইজি বিক্রি করেছিল। তাদের ফ্র্যাঞ্চাইজি সম্প্রসারণ শুরু করার প্রথম বছরের মধ্যেই তারা ক্যালিফোর্নিয়া; নিউ জার্সি; কানেকটিকাট; ভার্জিনিয়া; ওয়াশিংটন ডিসি; হিউস্টন এবং অস্টিন; শিকাগো, ইলিনয়ের জন্য চুক্তি সম্পন্ন করে।\n২০২৪ সাল থেকে হালাল গায়েজের কানাডা, দক্ষিণ কোরিয়া, যুক্তরাজ্য এবং ইন্দোনেশিয়ায় বিদেশী ফ্র্যাঞ্চাইজি রয়েছে। তারা এসময় ফিলিপাইন ছেড়ে চলে যায়।\n\n\n== অভ্যর্থনা ==\n২০০৫ সালে স্ট্রিট ভেন্ডর প্রজেক্ট নামে পরিচিত নিউ ইয়র্ক সিটির একটি স্ট্রিট ভেন্ডর অ্যাডভোকেসি গ্রুপ কর্তৃক উপস্থাপিত \"ভেন্ডি অ্যাওয়ার্ড\"-এর জন্য চার চূড়ান্ত প্রতিযোগীর মধ্যে চিকেন অ্যান্ড রাইস ছিল একটি। ৫৪তম ও ৫ম স্ট্রিটের একটি সসেজ কার্টের হ্যালো বার্লিনের রোল্ফ ব্যাবিয়েলের কাছে চিকেন অ্যান্ড রাইস হেরে যায়।\nএছাড়াও উচ্চ-স্তরের গ্রাহকদের দ্বারা কার্টের জনপ্রিয়তা আরও বৃদ্ধি পেয়েছে। ২০০৬ সালের ফুড অ্যান্ড ওয়াইনের নতুন শেফদের একজন শেফ ক্রিস্টোফার লি ম্যাগাজিনের সাথে একটি সাক্ষাৎকারে উল্লেখ করেছিলেন যে তিনি \"এটি এড়িয়ে চলতে পারবেন না\" এবং একবার বড়দিনের আগের দিন সেখানে ঠান্ডায় আড়াই ঘন্টা অপেক্ষা করেছিলেন।\nসেই থেকে এই গাড়িটি নিউ ইয়র্ক সিটি জুড়ে একটি বিশিষ্ট খাবার হয়ে উঠেছে এবং হাওয়াই পর্যন্ত এর কথা শোনা গেছে। এর ফলে মিডটাউন ম্যানহাটনের রাস্তার মাংসের গাড়িগুলির মধ্যে প্রতিযোগিতা বৃদ্ধি পেয়েছে। লাইনগুলি সাধারণত এক ঘন্টারও বেশি সময় অপেক্ষা করতে হয়। নিউ ইয়র্ক বিশ্ববিদ্যালয়ে খাবারের গাড়ির জন্য নিবেদিত একটি ছাত্র ক্লাবও রয়েছে।\nআমেরিকার সকল সংখ্যালঘুদের বৈচিত্র্য ও বহুসংস্কৃতিবাদের প্রচার এবং অন্তর্ভুক্তির জন্য আমেরিকান মুসলিম কনজিউমার কনসোর্টিয়াম কর্তৃক হালাল গায়েজকে ২০১৪ সালের বহুসংস্কৃতি পুরস্কারে ভূষিত করা হয়।\n\n\n== আরও দেখুন ==\nচিকেন রেস্তোরাঁর তালিকা\nনিউ ইয়র্ক সিটির রেস্তোরাঁর তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}