{"pageid": 1533259, "title": "১৭ রমজান", "url": "https://bn.wikipedia.org/wiki?curid=1533259", "content": "১৭ রমজান হল ইসলামি চান্দ্র বর্ষপঞ্জির নবম মাস রমজানের ১৭তম দিন। এই দিনটি হিজরী বর্ষপঞ্জির ২৫৩তম দিন হিসেবে গণ্য হয় ( যদি শাবান মাস ২৯ দিনে শেষ হয়) অথবা ২৫৪তম বা ২৫৫তম দিন হতে পারে যদি শাবানসহ অন্যান্য মাস ৩০ দিনে সম্পন্ন হয়। এই দিনটির পর বছর শেষ হতে আরও প্রায় ১০১ বা ১০২ দিন বাকি থাকে। ১৭ রমজান বদর যুদ্ধ সংঘটিত হয়েছিল।\n\n\n== ঐতিহাসিক ঘটনাবলি ==\n২ হিজরি: এই দিনে বিখ্যাত বদরের যুদ্ধ সংঘটিত হয়। এটি ইসলামের ইতিহাসে প্রথম বড় সামরিক সংঘর্ষ ছিল, যেখানে মহানবী মুহাম্মাদের নেতৃত্বে মুসলিম বাহিনী মক্কার কুরাইশ বাহিনীর বিরুদ্ধে বিজয় অর্জন করে। এই যুদ্ধ ইসলামের রাজনৈতিক ও সামরিক ভিত্তি গঠনে গুরুত্বপূর্ণ ভূমিকা পালন করে। \n৪০ হিজরী: কুখ্যাত খারিজি আব্দুর রহমান ইবনে মুলজিম এই দিনে ইসলামের চতুর্থ খলিফা আলি ইবনে আবি তালিবকে ফজরের নামাজের সময় বিষাক্ত খঞ্জর দিয়ে আঘাত করেন।  পরবর্তীতে এই আঘাতের কারণে হযরত আলী শহীদ হন।\n২২৩ হিজরী: খলীফা আল-মু'তাসিম বিল্লাহের নেতৃত্বে মুসলিমরা আমোরিয়া যুদ্ধে বাইজেন্টাইন সাম্রাজ্যকে পরাজিত করে। এটি একটি কৌশলগত ও প্রতিশোধমূলক অভিযান ছিল।\n২৫৬ হিজরী: এই দিন সাহিবুয যিঞ্জ নামে পরিচিত বিদ্রোহী নেতা আলি ইবনে মুহাম্মাদ তার বাহিনী নিয়ে আহওয়াজ শহরে প্রবেশ করে।\n৪০৫ হিজরী: ফাতেমীয় খলীফা আল হাকিম বিআমরিল্লাহ তার ও প্রজাদের মাঝে মধ্যস্থতাকারী হিসেবে ইবনুল ফুরাতকে নিয়োগ দেন।\n৪৯০ হিজরী: ফাতেমীয় খলীফা আল-মুস্তাআলী বিল্লাহের অধীনে শাম অঞ্চল পুনরায় ফাতেমীয় শাসনের অধীনে আসে, যখন সেনাপতি আফজাল শাহানশাহ জেরুজালেম অবরোধ করেন।\n৭০৬ হিজরী: বিচারক তকিউদ্দীন হাম্বালী সুফী দার্শনিক মুহাম্মাদ আল-বাজারবাকীর রক্তপাত বন্ধের নির্দেশ দেন, যিনি বহুজনের দৃষ্টিতে নাস্তিক ছিলেন।\n১২১২ হিজরী: ফরাসিরা নোপোলিয়ন বোনাপার্টের নেতৃত্বে মিশর আক্রমণের সিদ্ধান্ত গ্রহণ করে, যা \"ফরাসি অভিযান\" নামে পরিচিত।\n১৩১৩ হিজরী: ইথিওপীয় বাহিনী আদোয়া যুদ্ধে ঔপনিবেশিক ইতালীয় বাহিনীকে পরাজিত করে।\n১৩২৪ হিজরী: আবদুল আজিজ ইবনে সৌদের নেতৃত্বে কাসিম অঞ্চল থেকে উসমানীয় বাহিনী প্রত্যাহার শুরু করে।\n১৩৩৫ হিজরী: টমাস এডওয়ার্ড লরেন্সের নেতৃত্বে আরব বাহিনী আকাবা বন্দর দখল করে, যা তখন উসমানীয়দের নিয়ন্ত্রণে ছিল।\n১৪০২ হিজরী:\nইরাকের দুজাইল শহরে সাদ্দাম হোসেনের উপর হত্যাচেষ্টার পর ১৪০ জনকে হত্যা করা হয়।\nসেনেগালে \"ত্রোৎস্কীয় পার্টি\" স্বীকৃতি পায়।\n১৪০৪ হিজরী: কুয়েতের ইসলামী দাতব্য সংস্থা \"আল-জাময়িয়া আল-খাইরিয়্যা আল-ইসলামিয়্যা\" গঠনের অনুমোদন প্রদান করা হয়।\n১৪১৬ হিজরী: একটি তুর্কি বোয়িং বিমান আটলান্টিক মহাসাগরে বিধ্বস্ত হয়ে সব যাত্রী ও ক্রু নিহত হয়।\n১৪২০ হিজরী:\nআলজেরিয়ায় একদল সশস্ত্র ব্যক্তি দেশটির রাজধানীর প্রবেশপথে ২৬ জনকে হত্যা করে।\nকয়েকজন পাকিস্তানি ছিনতাইকারী কাঠমান্ডু ও নয়াদিল্লির মধ্যবর্তী রুটে একটি ভারতীয় যাত্রীবাহী বিমান ছিনতাই করে।\n১৪২৫ হিজরী: আল-কায়েদা সংগঠনের নেতা ওসামা বিন লাদেন একটি ভিডিও বার্তায় উপস্থিত হন, যেখানে তিনি ১১ সেপ্টেম্বরের হামলার যুক্তি ব্যাখ্যা করেন।\n১৪২৯ হিজরী: ইয়েমেনের রাজধানী সানায় অবস্থিত মার্কিন দূতাবাসে গাড়ি বোমা হামলায় ১৬ জন ইয়েমেনি নাগরিক নিহত হয়।\n১৪৩০ হিজরী: ইসরায়েলি সরকার প্রধানমন্ত্রী বেঞ্জামিন নেতানিয়াহুর পরিকল্পনা অনুমোদন করে, যার মাধ্যমে পশ্চিম তীরে শত শত অবৈধ বসতি স্থাপনকারী জন্য আবাসন নির্মাণের সিদ্ধান্ত গৃহীত হয়। যদিও এই সিদ্ধান্তটি মার্কিন যুক্তরাষ্ট্রের সমালোচনার মুখে পড়ে।\n১৪৩৬ হিজরী: সোলার ইমপালস-২ নামক একটি বৈদ্যুতিক জাপান থেকে উড়ে এসে হাওয়াইতে অবতরণ করে। এইভাবে এটি আবুধাবি থেকে শুরু হওয়া একটি বৃত্তাকার নৌপরিক্রমণ যাত্রা সম্পন্ন করে।\n১৪৩৯ হিজরী: তিউনিসিয়ার কারকেনা দ্বীপের উপকূলে এক অভিবাসীবাহী নৌকা ডুবে যায়, যাতে অন্তত ৭০ জন প্রাণ হারান।\n১৪৪০ হিজরী: ইন্দোনেশিয়ার প্রেসিডেন্ট জোকো উইদোদো দ্বিতীয়বারের মত রাষ্ট্রপতি পদে নির্বাচিত হন, যেখানে তিনি ১৪৪০ হিজরি সালে ১২ শাবানে অনুষ্ঠিত সাধারণ নির্বাচনে ৫৫.৫০% ভোট অর্জন করেন।\n১৪৪৬ হিজরী: গাজা উপত্যকায় ইসরায়েলি বোমা হামলা সংঘটিত হয়, যাতে ৪০০ জনের বেশি শহীদ হন এবং শত শত আহত হন।\n\n\n== জন্ম ==\n১২৯৬ হিজরি: আলী আল-জুশি, একজন সৌদি ফকীহ (ইসলামী আইনের পণ্ডিত), শরঈ বিচারক ও কবি।\n১৩৩৮ হিজরি: আব্দুর রহমান রাফেত আল-বাশা, একজন সিরীয় সাহিত্যিক।\n১৩৪৬ হিজরি: আদেল আদহাম, একজন মিশরীয় অভিনেতা।\n১৩৬৪ হিজরি: নাবিল খালেদ, একজন মিশরীয় লেখক।\n১৩৮১ হিজরি: আবেদ ফাহদ, একজন সিরীয় অভিনেতা।\n১৩৯৮ হিজরি: তকি মুবারক আস-সিয়াবি, একজন ওমানি ফুটবল খেলোয়াড়।\n১৪০৪ হিজরি:\nইয়াসমিন জামাল, একজন মিশরীয় অভিনেত্রী।\nমারাম আবদুল আজীজ, একজন সৌদি অভিনেত্রী।\n\n\n== মৃত্যু ==\n২ হিজরি: নবী মুহাম্মদের প্রথম স্ত্রী খাদিজা বিনতে খুয়াইলিদের গর্ভজাত কন্যা ও উসমান ইবনে আফফানের স্ত্রী রুকাইয়াহ বিনতে মুহাম্মাদ। \n৫৮ হিজরি: আয়েশা বিনতে আবু বকর, ইসলামের নবী মুহাম্মাদের স্ত্রী।\n৯৫ হিজরি: হাজ্জাজ বিন ইউসুফ, একজন উমাইয়া সামরিক নেতা ( এও বলা হয়, তিনি ২১ রমজানে মৃত্যুবরণ করেছিলেন)।\n১২৪ হিজরি: মুহাম্মাদ ইবনে মুসলিম আয-জুহরী, একজন প্রসিদ্ধ হাদীস পণ্ডিত ও ফকীহ।\n১৩০ হিজরি: আবদুল্লাহ ইবনে জাকওয়ান, একজন তাবেয়ী, মদীনার ফকীহ ও হাদীস বর্ণনাকারী।\n৬০৩ হিজরি: ফাখার ইবনে মা'দ আল-মূসাওয়ী, একজন শিয়া ফকীহ ও মুহাদ্দিস।\n৭১০ হিজরি: কুতবুদ্দীন শিরাযী, একজন মুসলিম দার্শনিক, গণিতবিদ ও পদার্থবিজ্ঞানী।\n১৩৩২ হিজরি: ফাদিল শারাবিয়ানী, একজন ইরানি মুসলিম আলেম ও শিক্ষক।\n১৩৮৯ হিজরি: বাহাউদ্দীন হেসাম জাদাহ, একজন ইরানি সমাজবিজ্ঞানী, সাংবাদিক, অনুবাদক, লেখক ও কবি।\n১৪০২ হিজরি: আহমাদ নাজাফি জাঞ্জানি, একজন ইরাকি-ইরানি শিয়া ফকীহ ও চারুলিপিকার।\n১৪৩২ হিজরি: আব্দুর রহমান বিন সাঈদ: একজন সৌদি ক্রীড়াবিদ।\n১৪৪৬ হিজরি: আবু ইসহাক আল-হুওয়াইনি: একজন মিশরীয় সুন্নী আলেম, মুহাদ্দিস ও দাঈ।\n\n\n== আরো দেখুন ==\n১৯ রমজান\n২১ রমজান\n২৩ রমজান\n\n\n== গ্রন্থপঞ্জি ==\nইবনে কাসির, মুহাম্মদ (২০১৩)। আল বিদায়াহ ওয়ান নিহায়াহ (বাংলা ভাষায়)। ঢাকা: ইসলামিক ফাউন্ডেশন। আইএসবিএন 984-06-0565-8। \nআল-যাহাবী, শামসুদ্দীন (২০১৫)। তারিখুল ইসলাম (আরবি ভাষায়)। বৈরুত: দারুল-কুতুব আল-ইলমিয়্যাহ। আইএসবিএন 27-45143-53-0। \nআল-যাহাবী, শামসুদ্দীন (২০১৪)। সিয়ারু আলামিন নুবালা (আরবি ভাষায়)। বৈরুত: আল-রিসালা প্রকাশনী। আইএসবিএন 978-9-933-44665-9। \nখতিব বাগদাদী (২০১১)। তারিখে বাগদাদ (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়্যা। আইএসবিএন 978-274510-466-3। \nতাবারি, মুহাম্মদ ইবনে জারির (২০১১)। তারিখে তাবারি: তারিখুর রুসুল ওয়াল মুলুক (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-3263-5। \nহামাবি, ইয়াকুত (২০১১)। মু'জামুল বুলদান (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-1432-7। \nসুয়ুতী, জালালুদ্দীন (২০১০)। তারিখ আল-খুলাফা (আরবি ভাষায়)। সৌদি আরব: দারুল মিনহাজ। আইএসবিএন 978-99534-9819-5। \nইলমাজ উজতুনা (২০১০)। তারিখ আল-দাওলাহ আল-উসমানিয়া (আরবি ভাষায়)। বৈরুত: দারুল কুতুব আরাবি। আইএসবিএন 978-61441-5031-3। \nইয়াগি, ইসমাইল আহমদ (২০১৪)। আল-দাওলাহ আল-উসমানিয়া, ফিত তারিখিল ইসলামি আল-হাদিস (আরবি ভাষায়)। মাকতাবাতুল আবিকান। আইএসবিএন 978-60350-3695-5। \nবারদি, ইবনে তাগরি (২০১৬)। আল-নুজুম আল-যাহিরাহ ফি মুলুক মিসর ওয়াল কাহিরাহ (আরবি ভাষায়)। কায়রো: দারুল কুতুব আল-মিসরিয়া। আইএসবিএন 978-97781-2018-9। \nইবনে ইয়া‌স (২০১৮)। বাদায়ি' আল-জুহুর ফি ওয়াকায়ি' আল-দুহুর (আরবি ভাষায়)। নিল ওয়াফুরাত। \nআল-মাকদিসি, আবু শামা (২০১৮)। আল-রওজাতাইন ফি আখবার আল-দাওলাতাইন আল-নুরিয়া ওয়াস সালাহিয়া (আরবি ভাষায়)। কায়রো: মুয়াসসাসাতুর রিসালা। আইএসবিএন 978-191264-335-6। \nআল মাকরিজি, আলি ইবনে আহমদ (২০০৮)। আস-সুলুক লিমারিফা দুয়াল আল-মুলুক (আরবি ভাষায়)। দার আল-জামান। \nড. আব্দুর রহিম, আল-হাজ্জি (২০০৫)। তারিখুল আন্দালুস আল-ইসলামি। দাম্মাম (সৌদি আরব): দার ইবনুল জাওযি। \nরহমান, ড. আতাউর (২০২৩)। ইতিহাসে ইসলাম: নবী থেকে খেলাফত। ঢাকা: ইসলামিক ফাউন্ডেশন। \nডেভিড, ফ্রমকিন (১৯৮৯)। অ্য পিচ টু ইন্ড অল পিচ: দ্য ফ্যাল অফ দ্য অটোমান অ্যাম্পায়ার (A Peace to End All Peace: The Fall of the Ottoman Empire)। আইএসবিএন 0-8050-0857-8। \nHarvey, Leonard Patrick (১৯৯২)। Islamic Spain, 1250 to 1500। Chicago: University of Chicago Press। আইএসবিএন 0-226-31962-8। \n\n\n== তথ্যসূত্র =="}