{"pageid": 1533116, "title": "২০০০ অমরনাথ তীর্থযাত্রী হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1533116", "content": "২০০০ সালের ১ ও ২ আগস্ট অমরনাথ তীর্থযাত্রী হামলায় ৮৯ থেকে ১০৫ জন নিহত হন, ভারত শাসিত কাশ্মীরের অনন্তনাগ জেলা এবং ডোডা জেলায় ইসলামপন্থী জঙ্গিদের দ্বারা কমপক্ষে পাঁচটি ভিন্ন সমন্বিত হামলায় ৬২ জন আহত হন।\nএর মধ্যে ২০০০ সালের ২ আগস্ট পাহেলগামের নুনওয়ান বেস ক্যাম্পে এক গণহত্যায় ৩২ জন নিহত হন । নিহতদের মধ্যে ২১ জন হিন্দু তীর্থযাত্রী, ৭ জন স্থানীয় মুসলিম দোকানদার এবং ৩ জন নিরাপত্তা কর্মকর্তা ছিলেন। আরও ৭ জন আহত হন।\n\n\n== বিস্তারিত ==\n৩ আগস্ট ২০০০-এর সকালে নিম্নলিখিত আংশিক গণনা সহ পাঁচটি পৃথক সমন্বিত সন্ত্রাসী হামলায় মোট ৮৯ জন (সরকারি গণনা) থেকে ১০৫ জন (পিটিআই রিপোর্ট অনুযায়ী) নিহত এবং কমপক্ষে ৬২ জন আহত হয়েছিল।\n\n২ আগস্ট, কমপক্ষে ৩২ জন নিহত হয়েছিল, যাদের বেশিরভাগই নিরস্ত্র বেসামরিক লোক ছিল। ২১ জন হিন্দু তীর্থযাত্রী, ৭ জন মুসলিম দোকানদার এবং দারোয়ান এবং ৩ জন নিরাপত্তা কর্মকর্তা ছিলেন। তীর্থযাত্রীরা বার্ষিক তীর্থযাত্রায় অমরনাথ গুহা মন্দিরে যাচ্ছিলেন। নিহতদের মধ্যে অনেকেই ছিল স্থানীয় বাকারওয়াল, গুর্জার, মুসলিম পুরুষ এবং পোর্টাররা তাদের ঘোড়া ভাড়া করে এবং তীর্থযাত্রীদের নিয়ে যাওয়ার জন্য পরিষেবা দেয়। পরবর্তীকালে, ভারতের তৎকালীন প্রধানমন্ত্রী অটল বিহারী বাজপেয়ী পাহলগাম পরিদর্শন করেন এবং এই হত্যাকাণ্ডের জন্য লস্কর-ই-তৈয়বাকে দায়ী করেন।\nভারতের উত্তর প্রদেশ, বিহার এবং মধ্যপ্রদেশ রাজ্যের অন্তত ২৭ জন বেসামরিক অভিবাসী শ্রমিক অনন্তনাগ জেলার মিরবাজার-কাজিগুন্ড এবং স্যান্ডু-আচাবলে একই ধরনের সন্ত্রাসী হামলায় নিহত হয়েছেন।\nজেলার একটি প্রত্যন্ত গ্রামে ভোরের আগে সন্ত্রাসী হামলায় কমপক্ষে ১১ জন নিরস্ত্র বেসামরিক লোক নিহত হয়েছে।\nপ্রত্যন্ত গ্রামে, জঙ্গিরা আত্মসমর্পণ করা ইসলামপন্থী জঙ্গির পরিবারের সাত সদস্যকে হত্যা করেছে।\nজেলার কায়ার গ্রামের গ্রাম প্রতিরক্ষা কমিটির টহল দলের সদস্যদের উপর সন্ত্রাসীদের অতর্কিত হামলায় কমপক্ষে ৮ নিরস্ত্র বেসামরিক ব্যক্তি নিহত এবং আরও ২ জন আহত হয়েছে।\n\n\n== পরিণতি ==\nপ্রধানমন্ত্রী অটল বিহারী বাজপেয়ী (তৎকালীন) জম্মু ও কাশ্মীরে গণতন্ত্রকে ধ্বংস করার জন্য পাকিস্তানকে দায়ী করেছিলেন।\n\n\n== আরো দেখুন ==\nকাঁওড় যাত্রা\n২০১৭ সালের অমরনাথ যাত্রা আক্রমণ\n২০০৩ নদীমার্গ গণহত্যা\nইসলামি সন্ত্রাসবাদ\nভারতে সংঘটিত গণহত্যার তালিকা\nভারতে সন্ত্রাসী ঘটনার তালিকা\nইসলামি সন্ত্রাসী হামলার তালিকা\nজম্মু ও কাশ্মীরে সন্ত্রাসী ঘটনার তালিকা\n\n\n== তথ্যসূত্র =="}