{"pageid": 1533301, "title": "লিথাম", "url": "https://bn.wikipedia.org/wiki?curid=1533301", "content": "লিথাম (আরবি: لِثَام; কখনও কখনও লিফাম উচ্চারিত হয়) হল একটি মুখের পর্দা যা তুয়ারেগ এবং অন্যান্য পশ্চিম ও উত্তর আফ্রিকান যাযাবররা, বিশেষ করে পুরুষরা, ঐতিহ্যগতভাবে তাদের মুখের নীচের অংশ ঢেকে রাখার জন্য ব্যবহার করে আসছেন।\n\n\n== ভূমিকা এবং তাৎপর্য ==\nলিথাম মরুভূমির পরিবেশের বৈশিষ্ট্যযুক্ত ধুলো এবং তাপমাত্রার চরমতা থেকে সুরক্ষা হিসেবে কাজ করে। রক্তক্ষয়ী বিবাদের ক্ষেত্রে, এটি সহিংসতার বিরুদ্ধে সুরক্ষা হিসেবেও কাজ করত, যার ফলে পরিধানকারীকে চিনতে অসুবিধা হত। লিথাম পরা ধর্মীয় বাধ্যবাধকতা হিসেবে দেখা হয় না, যদিও এটি স্পষ্টতই অশুভ শক্তির বিরুদ্ধে জাদুকরী সুরক্ষা প্রদান করে বলে বিশ্বাস করা হত।\n\n\n== ইতিহাস এবং অনুশীলন ==\nপ্রাচীন আফ্রিকান শিলা খোদাইকৃত চিত্রগুলিতে চোখ সহ মানুষের মুখ দেখানো হয়েছে কিন্তু মুখ বা নাক নেই, যা ইঙ্গিত দেয় যে লিথামের উৎপত্তি কেবল প্রাক-ইসলামিক নয়, এমনকি প্রাক-ঐতিহাসিকও। উত্তর-পশ্চিম আফ্রিকার বারবার সানহাজা উপজাতিরা সাধারণত লিথাম পরত। সানহাজা বংশ থেকে উদ্ভূত আলমোরাভিডরা ১১শ এবং ১২শ শতাব্দীতে তাদের বিজয়ের সময় এটিকে রাজনৈতিক তাৎপর্য প্রদান করে। এই প্রথার ফলে আলমোরাভিডদের অবমাননাকরভাবে আল-মুলাৎথামুন (যারা মুখ বন্ধ করে রাখে) নামে ডাকা হত। আলমোরাভিদের উত্তরসূরী হিসেবে উত্তর আফ্রিকান অঞ্চলে প্রভাবশালী রাজবংশ হিসেবে ক্ষমতায় আসা আলমোহাদরা লিথাম পরার প্রথার বিরোধিতা করেন। তারা দাবি করেছিলেন যে, পুরুষদের জন্য মহিলাদের পোশাক অনুকরণ করা নিষিদ্ধ, কিন্তু তারা কখনও এর ব্যবহার দমন করতে সক্ষম হননি।\nতুয়ারেগদের মধ্যে পুরুষরা লিথাম পরেন, যাকে ট্যাগেলমাস্টও বলা হয়, আর মহিলারা অনাবৃত থাকেন। তুয়ারেগ ছেলেরা বয়ঃসন্ধির শুরুতে লিথাম পরা শুরু করে এবং বোরখাকে পুরুষত্বের প্রতীক হিসেবে বিবেচনা করা হয়। একজন পুরুষের জন্য বড়দের সামনে, বিশেষ করে তার স্ত্রীর পরিবারের সদস্যদের সামনে পর্দাহীনভাবে উপস্থিত হওয়া অনুচিত বলে বিবেচিত হয়। তুয়ারেগ লিথাম সুদানী কাপড়ের বেশ কয়েকটি টুকরো দিয়ে তৈরি, যা একসাথে সেলাই করে প্রায় চার গজ লম্বা একটি ফালা তৈরি করা হয়।\n\n\n== ট্যাগেলমাস্ট বা আফরওয়াল বা লিথাম ==\n\nট্যাগেলমাস্ট (চেইচ, চেচে এবং লিথাম নামেও পরিচিত) হল একটি নীল রঙের সুতির লিথাম, যেটি ওড়না এবং পাগড়ি উভয়েরই মতো। কাপড়টি ১০ মিটার (৩৩ ফুট) দীর্ঘ। এটি বেশিরভাগই তুয়ারেগ বারবার পুরুষ, সুদূর উত্তর সাহেল অঞ্চলের হাউসা এবং সোংহাইরা পরিধান করে। সাম্প্রতিক সময়ে অন্যান্য রঙের ব্যবহার শুরু হয়েছে, বিশেষ অনুষ্ঠানে ব্যবহারের জন্য নীল রঙের ওড়না সংরক্ষণ করা হয়েছে। এতে সাধারণত অনেকগুলি স্তর থাকে যা মাথা ঢেকে রাখে এবং এটি ঘাড় ঢেকে রাখার জন্য নীচের দিকে ঝুলে থাকে। কিছু ফরাসি লোকজন এটি স্কার্ফ হিসেবে পরে।\nট্যাগেল মাথা ঢেকে রাখে। এটি সাহারা অঞ্চলে এর পরিধানকারীদের দ্বারা বায়ুবাহিত বালির শ্বাস-প্রশ্বাস রোধ করে। নীল পোশাক পরিধানকারীদের অনেকেই নীলকে স্বাস্থ্যকর এবং সুন্দর বলে বিশ্বাস করেন, এবং পরিধানকারীর ত্বকে নীল জমা হওয়াকে সাধারণত ত্বককে রক্ষা করে এবং সমৃদ্ধির প্রতীক হিসেবে বিবেচনা করা হয়। পানির অভাবের কারণে ট্যাগেলমাস্ট প্রায়ই শুকনো নীল ভিজিয়ে রাখার পরিবর্তে পিষে রঙ করা হয়। এই রঞ্জক পদার্থ প্রায়ই পরিধানকারীর ত্বকে স্থায়ীভাবে মিশে যায় এবং এই কারণে তুয়ারেগদের প্রায়ই \"মরুভূমির নীল পুরুষ\" বলা হয়।\nতুয়ারেগদের মধ্যে যারা টেগেলমাস্ট পরেন তাদের কেল টেগেলমাস্ট বা \"ঘোমটার মানুষ\" বলা হয়। ট্যাগেলমাস্ট শুধুমাত্র প্রাপ্তবয়স্ক পুরুষরা পরে এবং শুধুমাত্র নিকটাত্মীয়দের উপস্থিতিতে এটি খুলে ফেলা হয়। তুয়ারেগ পুরুষরা সাধারণত অপরিচিত ব্যক্তিদের বা নিজেদের চেয়ে উচ্চপদস্থ ব্যক্তিদের কাছে তাদের মুখ বা নাক দেখাতে লজ্জা পান এবং যদি কোনও ট্যাগেলমাস্ট না থাকে তবে তারা হাত ব্যবহার করে তাদের মুখের বৈশিষ্ট্যগুলি লুকিয়ে রাখেন বলে জানা গেছে। ট্যাগেলমাস্টের আরও একটি সাংস্কৃতিক তাৎপর্য রয়েছে, কারণ এটি যেভাবে মোড়ানো এবং ভাঁজ করা হয় তা প্রায়ই বংশ এবং আঞ্চলিক উৎপত্তি দেখানোর জন্য ব্যবহৃত হয় এবং এটি যে অন্ধকারে রঞ্জিত হয় তা পরিধানকারীর সম্পদ দেখায়।\n\n\n== সাহিত্য এবং লোককাহিনীতে ==\nপুরুষদের পর্দার প্রথা ব্যাখ্যা করার জন্য বেশ কিছু কিংবদন্তি উদ্ভাবিত হয়েছিল। যখন কেউ যুদ্ধে পড়ে তার লিথাম হারিয়ে ফেলে, তখন তার বন্ধুরা তাকে চিনতে পারত না যতক্ষণ না এটি আবার পরা হয়। লিথাম শব্দটি এবং এর উৎপত্তি আরবি সাহিত্যে ব্যাপকভাবে ব্যবহৃত হয়েছে, বিশেষ করে কবিরা, যারা সাধারণত লিথামের সাধারণ অর্থ \"ঘোমটা\" এবং মৌখিক মূল \"লাথামা\", যার অর্থ \"চুম্বন করা\" এর মধ্যে শ্লেষাত্মক ব্যবহার করতেন। \"এক হাজার এক রাত\" -এ নারীরা পুরুষের ছদ্মবেশে লিথাম ব্যবহার করে। ইবনে মানজুরের ধ্রুপদী অভিধান লিসান আল-আরবে লিফামকে একটি পৃথক শব্দ হিসেবে বিবেচনা করে এটিকে মহিলাদের দ্বারা পরিধান করা মুখের ঘোমটা হিসেবে বর্ণনা করা হয়েছে।\n\n\n== আরও দেখুন ==\nহেজাজি পাগড়ি\nনিকাব\nহিজাবের প্রকারভেদ\nইসলামী পোশাক\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\nPhilippi, Dieter (২০০৯)। Sammlung Philippi: Kopfbedeckungen in Glaube, Religion und Spiritualität। St. Benno Verlag, Leipzig। আইএসবিএন 978-3-7462-2800-6।"}