{"pageid": 1533300, "title": "হেজাজি পাগড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1533300", "content": "হেজাজি পাগড়ি (আরবি: العِمامة الحِجازيّة  , ʾimamah IPA : ʕi.maː.mah), যা হিজাজি পাগড়ি নামেও পরিচিত, হলো আধুনিক পশ্চিম সৌদি আরবের হেজাজ অঞ্চলের এক ধরণের পাগড়ির পাগড়ি।\nএটি আরবীয় পাগড়ির একটি সংস্করণ যা প্রাক-ইসলামিক যুগ থেকে বর্তমান সময় পর্যন্ত আরব উপদ্বীপে পরিধান করা হয়ে আসছে। আরব উপদ্বীপ অঞ্চলের ইসলামী আরবরা যেমন কুরাইশ, আনসার, কাহতানি, কিন্দাইট, নাবাতিয়ান, কাদারাইট, আদনানাইট, হিমিয়ারাইট, লক্ষ্মীড, গাসানিড এবং অন্যান্যরা কেফিয়ার পাশাপাশি পাগড়ি পরতেন যা বর্তমানে আরব উপদ্বীপের বাকি অংশেও জনপ্রিয়।\nইসলামী যুগে হেজাজি পাগড়ি এই অঞ্চলে কম প্রচলিত হয়ে পড়ে এবং ইমাম দ্বারা প্রতিস্থাপিত হয়। এর কয়েক শতাব্দী পরে ইমামার স্থলাভিষিক্ত হয় ঘুতরা / শেমাঘ ।\n\n\n== সংস্করণ ==\nআজও কিছু উলামা এবং ইমাম আরবীয় হেজাজি পাগড়ি পরেন।\nরঙিন বা সাদা রঙের পাগড়ি পরা হত, যা হিজাজ অঞ্চলে উত্তরাধিকারসূত্রে পাওয়া একটি সাধারণ সাংস্কৃতিক পাগড়ি ছিল। এই অঞ্চলের ব্যবসায়ী থেকে শুরু করে ধর্মীয় পণ্ডিতদের অনেকের কাছেই ইমামা ছিল ঐতিহ্যবাহী পাগড়ি, এবং এটি পরার রঙ ব্যক্তিভেদে ভিন্ন ছিল।\nবিশেষ করে রঙিন পাগড়িটি গাবানাহ নামে পরিচিত এবং বিশেষ করে মক্কা, মদীনা এবং জেদ্দার বাসিন্দাদের জন্য এটি মাথার একটি সাধারণ আনুষাঙ্গিক ছিল। আজকাল গাবানাহ হল স্থানীয় ব্যবসায়ী এবং মর্যাদাপূর্ণ ও মধ্যবিত্ত শ্রেণীর সাধারণ শ্রেণীর ঐতিহ্যবাহী পোশাকের টুপি। গাবানাহের বিভিন্ন প্রকার রয়েছে, সম্ভবত সবচেয়ে বিখ্যাত হল হলুদ (হালাবি), যা আলেপ্পোতে তৈরি এবং বিভিন্ন শিলালিপি দ্বারা চিহ্নিত এবং গম্বুজের মতো ফাঁপা তাকিয়া বা তুর্কি ফেজ বা কালপাক টুপিতে মোড়ানো। এটি প্রতিবেশী অঞ্চলের পাগড়ির মতো, যেমন মাসার। এটি ওমানের একটি ঐতিহ্যবাহী হালকা রঙের পাগড়ি যা ইয়েমেনের দক্ষিণ এবং হাদরামাউতের মতো কিছু অঞ্চলেও প্রচলিত।\nউপরন্তু, কখনও কখনও কেফিয়াহ মাথার চারপাশে পাগড়ির মতো স্টাইলে জড়িয়ে রাখা হয়।\n\n\n== দমন ==\nতবে বিশেষ করে হিজাজ সৌদি নিয়ন্ত্রণে আসার পর স্থানীয় জাতিগত পোশাক দমন এবং বৃহত্তর সৌদি সমাজের সাথে সাংস্কৃতিক একতা জোরদার করার চেষ্টা করা হয়েছে। ১৯৬৪ সালে একটি আইন প্রবর্তন করে ঐতিহ্যবাহী পাগড়ি পরার উপর সাময়িক নিষেধাজ্ঞা আরোপ করা হয়। ফলে স্থানীয় শহুরে হিজাজিরা আর পাগড়ি পরতে পারতেন না এবং তার পরিবর্তে তাদের সৌদি জাতীয় পোশাক পরতে হত যেমন ঘুতরা বা শেমাঘ।\n\n\n== আরও দেখুন ==\nইসলাম ও পোশাক\nহিজাবের প্রকারভেদ\nইসলামী পোশাক\n\n\n== উদ্ধৃতি ==\n\n\n== তথ্যসূত্র ==\n Al-Sulaiman, Farrah (২০১৬)। One of Us (MFA)। Virginia Commonwealth University। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDanforth, L.M., 2016. 6. Saving Jeddah, the Bride of the Red Sea. In Crossing the Kingdom (pp. 168–185). University of California Press.\nKuonen, Laiza (২০২০)। Völlig entschleiert?: Dschihad im Herzen, nicht aufm Kopf! (German ভাষায়)। BoD - Books on Demand। পৃষ্ঠা 30–46। আইএসবিএন 9783752609219। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nMarrielle, Risse (২২ জুন ২০১৯)। \"Community/Autonomy in Daily Life: People and Places\"। Community and Autonomy in Southern Oman। পৃষ্ঠা 97–148। আইএসবিএন 9783030170042। ডিওআই:10.1007/978-3-030-17004-2_3। সংগ্রহের তারিখ ১৫ জুলাই ২০২১। \nKhan, Uthman (মে ২০১৪)। \"Islamic Clothing, Then and Now\"। researchgate.net। সংগ্রহের তারিখ ১৫ জুলাই ২০২১। \nYamani, Mai; Lindisfame-Tapper, Nancy (২০১৪)। \"Changing the Habits of a Lifetime: The Adaptation of Hejazi Dress to the New Social Order\"। Languages of Dress in the Middle East। Routledge। পৃষ্ঠা 55–66। আইএসবিএন 9781136803178।"}