{"pageid": 1533052, "title": "জেমালনুর সারগুত", "url": "https://bn.wikipedia.org/wiki?curid=1533052", "content": "জেমালনুর সারগুত (জন্ম ৩ নভেম্বর, ১৯৫২) একজন তুর্কি সুফি, রিফাই তরিকার নেতা, লেখক এবং ইসলামী পণ্ডিত।\n\n\n== জীবনী ==\nজেমালনুর সারগুত ইস্তাম্বুলে মেসকুর সারগুত এবং ওমর ফারুক সারগুত দম্পত্তির ঘরে ১৯৫২ সালের ৩ নভেম্বর জন্ম নেন। সারগুতের মা ছিলেন তুর্কি সুফি গুরু কেন'আন রিফাই'র শিষ্যা।  তিনি কাদিকোয়  মহিলা উচ্চ বিদ্যালয়ে পড়াশোনা করেছেন এবং ইস্তাম্বুলের ন্যাশনাল একাডেমি অফ আর্কিটেকচার অ্যান্ড ইঞ্জিনিয়ারিংয়ে রাসায়নিক প্রকৌশল বিষয়ে পড়াশোনা করেছেন। তরুণী হিসেবে সারগুত সুফি মরমী এবং লেখিকা সামিহা আইভের্দির ছাত্রী ছিলেন। তিনি বিশ বছর ধরে রসায়নের শিক্ষক হিসেবে কাজ করেছেন।\nসারগুত কেন'আন রিফাইয়ের একজন পণ্ডিত। যদিও তিনি কখনও তার সাথে ব্যক্তিগতভাবে দেখা করেননি। তিনি ইবনে আরাবি, মিসরি নিয়াজি, আবু বকর আল-শিবলী, সদর আল-দীন আল-কুনাভি, আবদ আল-করিম আল-জিলি, আহমদ আল-রিফা'ই এবং রুমির কাজ অধ্যয়ন করেছেন। সারগুত একজন ধর্মীয় নেতা হিসেবে সক্রিয়। তিনি টেলিভিশনে  এবং তুর্কি রেডিওতে ধর্মীয় বক্তব্য দেন। তার বক্তৃতাগুলি তার ছাত্ররা সংকলন করেছিল এবং ২০১২ সালে নেফেস প্রকাশনী থেকে দিনলে (শুনুন) নামে বইটি প্রকাশিত হয়েছিল। এই রচনাটি ইংরেজিতে অনুবাদ করা হয়েছিল। ফন্স ভিটা প্রকাশনী থেকে \"সৌন্দর্য ও আলো: একজন সমসাময়িক মহিলা সুফি গুরুর রহস্যময় বক্তৃতা(Beauty and Light: Mystical Discourses by a Contemporary Female Sufi Master)\" নামে প্রকাশিত হয়েছিল।\nসারগুত তুর্কি নারী সাংস্কৃতিক সমিতি (TÜRKKAD)-এর ইস্তাম্বুল শাখার নেত্রী। সংগঠনটি তুর্কি সংস্কৃতি, ঐতিহ্যবাহী তুর্কি শিল্পকর্ম প্রচার করে এবং নিম্ন আয়ের শিক্ষার্থীদের জন্য শিক্ষা প্রদান করে। ১৯৬৬ সালে সামিহা আইভের্দির অধীনে তুর্কি নারী সাংস্কৃতিক সমিতি (TÜRKKAD) গঠিত হয়।তখন ইসলামী সংগঠন, স্কুল এবং খানকাহের উপর রাষ্ট্রীয় দমন-পীড়ন চলছিল।  সেই সময় অনেক এনজিও (বেসরকারি সংগঠন) নতুন করে গঠিত হতে থাকে। ১৯২৫ সালে কামালবাদী মতাদর্শের অধীনে তুরস্ক সুফি তরিকা ও তাদের অনুশীলন নিষিদ্ধ করা হয়, যার ফলে সুফিরা গোপনে কাজ করতে বাধ্য হয়।\nসারগুত ইসলাম ও সুফিবাদ সম্পর্কে এক ডজনেরও বেশি বইয়ের লেখক। ২০০৯ সালে সারগুত এবং তার প্রতিষ্ঠান কেনান রিফাইকে নর্থ ক্যারোলিনা বিশ্ববিদ্যালয়ে ইসলামিক স্টাডিজের বিশিষ্ট অধ্যাপক পদ প্রদান করে। জেমালনুর ও সংগঠনটিকে চীনের বেইজিংয়ে অবস্থিত পিকিং বিশ্ববিদ্যালয়ে একটি চেয়ারও প্রদান করেছে। তারা কিয়োটো বিশ্ববিদ্যালয়ে কেনান রিফাই'ই সুফি শিক্ষা কেন্দ্র প্রতিষ্ঠায় সহায়তা করেছিলেন।\n\n\n== কাজ ==\nতুর্কি ভাষায়\n\nMülk Suresi — মুলক সূরা\nAllah'ıma Sefere Çıktım — আল্লাহর নামে সফরে বের হলাম\nKenan Rifâî ile Aşka Yolculuk — কেনান রিফায়ী’র সঙ্গে ভালোবাসার যাত্রা\nDinle — শোনো\nAşktan Dinle — ভালোবাসা থেকে শোনো\nEy İnsan (Yasîn Sûresi Şerhi) — হে মানব (ইয়াসিন সূরার ব্যাখ্যা)\nBakara (Bakara Sûresi ilk 10 Ayetin Şerhi) — বাকারা (প্রথম ১০ আয়াতের ব্যাখ্যা)\nBakara II (Bakara Sûresi 11-29 arasındaki Ayetlerin Şerhi) — বাকারা II (১১-২৯ আয়াতের ব্যাখ্যা)\nBakara III (İnsan-ı Kamil'in Hakikati) — বাকারা III (ইনসান-ই কামিলের সত্যতা)\nHz. Âdem (Füsusu’l Hikem Şerhi) — হযরত আদম (ফুসুসুল হিকম ব্যাখ্যা)\nHz. Şit (Füsusu’l Hikem Şerhi) — হযরত শীস (ফুসুসুল হিকম ব্যাখ্যা)\nHz. Nuh (Füsusu’l Hikem Şerhi) — হযরত নূহ (ফুসুসুল হিকম ব্যাখ্যা)\nHz. İdris (Füsusu’l Hikem Şerhi) — হযরত ইদ্রিস (ফুসুসুল হিকম ব্যাখ্যা)\nSâmiha Ayverdi ile Sırra Yolculuk — সামিহা আয়ভেরদির সঙ্গে রহস্যের পথে যাত্রা\nPeygambere Sevdirilen Kadın — নবীপ্রেমে মোহিত নারী\nKâbe’nin Hakîkati — কাবার আধ্যাত্মিক বাস্তবতা\nOsmanlı Padişahlarında Peygamber Sevgisi — ওসমানী সুলতানদের হৃদয়ে নবীপ্রেম\nCan-ı Candır Hz. Ahmed Muhammed Mustafa — প্রাণেরও প্রাণ হযরত আহমদ মুহাম্মদ মুস্তাফা (সা.)\nHz. Meryem - Yaratılış Sırrı (Meryem Sûresi 1-15 arasındaki Ayetlerin Şerhi) — হযরত মারইয়াম – সৃষ্টির গোপন রহস্য (সূরা মারইয়াম ১-১৫ আয়াত ব্যাখ্যা)\nSohbetler — আলোচনা/সোহবত\nAyetü'l Kürsi — আয়াতুল কুরসী\nPeygamber Sevgisi — নবীপ্রেম\nYaratılış Sırrı — সৃষ্টির রহস্য\n\n\n=== ইংরেজিতে ===\nসৌন্দর্য ও আলো: একজন সমসাময়িক মহিলা সুফি গুরুর রহস্যময় বক্তৃতা(Beauty and Light: Mystical Discourses by a Contemporary Female Sufi Master), অনুবাদ করেছেন ক্যাঙ্গুজেল জুলফিকার, ওমর কোলাকাগলু এবং নাজলি কায়াহান, সম্পাদনা করেছেন তেহসিন থাভের\nহে মানবজাতি: সূরা ইয়া-সিন, অনুবাদ করেছেন ভিক্টোরিয়া রো হলব্রুক\n\n\n== তথ্যসূত্র ==\n\n\n== বহিসংযোগ ==\nCemalnur.org (তুর্কি ভাষায়)"}