{"pageid": 1533263, "title": "বয়ঃসন্ধিকালীন শিক্ষা", "url": "https://bn.wikipedia.org/wiki?curid=1533263", "content": "বয়ঃসন্ধি কালে বালকের চেহারা হয়ে ওঠে পুরুষ সুলভ। গলার স্বর পরিবর্তিত হয়। দেহ লম্বা হয়, পেশী হয় সুগঠিত ও শক্তিশালী। দেহের ওজন বাড়ে। গোঁফ দাড়ি গজায়, বুকে বগলে যৌনাঙ্গে কেশোদগম হয়। শুক্রাণু উৎপন্ন হয় শরীরে।\nএই সময়ে বালিকাও ওজনে বাড়ে, লম্বা হয়, যৌনাঙ্গ বৃদ্ধি পায়। গলার স্বরের পরিবর্তন ঘটে। স্তনের আকার বৃদ্ধি পায়। বগলে, যৌনাঙ্গে কেশোদগম হয়। শরীরে ডিম্বাণু উৎপন্ন শুরু হয়। জরায়ু প্রাচীরে বিরাট পরিবর্তন-ভাঙা গড়ার কাজ চলে। মাসে মাসে রক্তস্রাব হয়।\n\n\n== কিশোর কিশোরীর শিক্ষা ==\n১০-১৯ বছর বয়সী ছেলে মেয়েদের কিশোর কিশোরী বলা হয়। এটি একটি অস্থির সময়কাল যেখানে তারা শৈশব থেকে প্রাপ্তবয়স্ক অবস্থায় স্থানান্তরিত হয়। এটি দ্রুত শারীরিক, মানসিক এবং সামাজিক পরিপক্কতার একটি সময়কাল।\nএই পরিবর্তনগুলি সম্পর্কে তাদের সঠিক তথ্য পেতে হবে, যা স্কুলগুলি পর্যাপ্ত পরিমাণে সরবরাহ করে না। এই চাহিদা পূরণের জন্য, জাতীয় শিক্ষা গবেষণা ও প্রশিক্ষণ কাউন্সিল (এনসিইআরটি) এবং জাতিসংঘের জনসংখ্যা তহবিল \"কিশোর শিক্ষা কর্মসূচি\" চালু করেছে।\nএই কর্মসূচির মূল বিষয়বস্তু হল বেড়ে ওঠার প্রক্রিয়া সম্পর্কিত বিষয়গুলি। হরমোনের পরিবর্তনের কারণে শারীরিক এবং মানসিক পরিবর্তনগুলি একজন কিশোর-কিশোরীকে এমন পরিস্থিতিতে ফেলে যেখানে তাকে শরীরের পরিবর্তনগুলি সম্পর্কে জানতে হয়।\nযেখানে বাবা-মা সঠিক তথ্য দিতে সক্ষম নাও হতে পারেন, সেখানে স্কুলগুলি কার্যকরভাবে এটি সম্পাদন করতে পারে। বড় শারীরিক পরিবর্তনগুলি সম্পর্কে তথ্য সরবরাহ করতে হবে যাতে তারা পরিবর্তনগুলি সম্পর্কে স্বাচ্ছন্দ্য বোধ করে এবং সন্দেহ এবং অযৌক্তিক ভয় না পোষণ করে। এছাড়াও, এই কিশোর-কিশোরীদের মাইলফলকগুলিতে পৌঁছানোর ক্ষেত্রে ব্যক্তিগত পার্থক্য থাকতে পারে।\nশরীরের প্রতিচ্ছবি সচেতনতা, রোমান্টিক অনুভূতি এবং মোহের মতো অন্যান্য বিষয়গুলি সাবধানতার সাথে মোকাবেলা করতে হবে। অভিভাবকরা তাদের শরীরের প্রতিচ্ছবিতে কিশোর-কিশোরীদের হঠাৎ আগ্রহ লক্ষ্য করেন। শিশুরা আয়নার সামনে বসে নিজেদের সাজিয়ে তোলার সময় বৃদ্ধি পেয়ে তারা প্রায়শই অবাক হবেন। এই সমস্যাগুলি সমাধানে প্রশিক্ষিত শিক্ষকরা অন্যান্য কর্মীদের সহযোগিতায় এই কর্মসূচি বাস্তবায়ন করবেন।\nকিশোর শিক্ষা কর্মসূচি একটি সমন্বিত পদ্ধতির কল্পনা করে, যা স্কুল পাঠ্যক্রমের সাথে একীভূত করে। সঠিক বৈজ্ঞানিক তথ্য পেশাদার পদ্ধতিতে সরবরাহ করা হয়।\nপ্রোগ্রামটি যাতে কোনও দ্বন্দ্বমূলক দৃষ্টিভঙ্গি গ্রহণ না করে তা স্টেকহোল্ডারদের বিশ্বাসকে বিতর্কিত করে। কিন্তু বয়ঃসন্ধিকালীন বিষয়গুলির সাথে সম্পর্কিত মিথ এবং স্টেরিওটাইপগুলিতে সাবস্ক্রাইব না করে, শিক্ষার্থীদের অপ্রচলিত, কিন্তু কার্যকর পদ্ধতির মাধ্যমে বিষয়গুলি সম্পর্কে সচেতন করা হয়।\nকিছু বিষয় স্কুলের বিষয়গুলিতে, বিশেষ করে বিজ্ঞানে একীভূত করা হয়। শারীরিক পরিবর্তন, হরমোন নিঃসরণ এবং তাদের প্রভাব বিজ্ঞান ক্লাসে আলোচনা করা হয়। তবে, এই পদ্ধতির মাধ্যমে সমস্ত বিষয় কভার করা যায় না। লক্ষ্য অর্জনের জন্য অন্যান্য কার্যকর সরঞ্জাম রয়েছে।\n\n\n== যৌনাবেগ ==\nবিভিন্ন হরমোনএর প্রভাবে এই সময়ে এক ধরণের উদ্দীপনা কাজ করে যা যৌনাবেগ।\nএর লক্ষণ;\n\nবিপরীত লিঙ্গের প্রতি আকর্ষণ।\nযৌন মিলনএর বাসনা।\nবিশেষ ব্যক্তির প্রতি আকর্ষণ বা অনীহা।\nগভীর সম্পর্ক স্থাপনের আকাঙ্খা।\n\n\n== মানসিক পরিবর্তন ==\nবয়ঃসন্ধিকালের মানসিক পরিবর্তন গুলো কি হতে পারে? আমাদের দৈনন্দিন পর্যবেক্ষণে যা ধরা পড়ে তা এই রকম;\n\nছেলে মেয়েরা বাবা-মায়ের সব কথা সব সময় শোনে না। বন্ধু বান্ধবদের কথা বেশি শুনতে ভালোবাসে।\nনিজে যেটা ভালো বোঝে সেটাই করার চেষ্টা করে।\nমন চঞ্চল হয়। অনেক সময় সামান্য কথাতেও উত্তেজিত হয়।\nসাজ গোজ ও অন্যকে অনুকরণ করতে ভালোবাসে।\nসব বিষয়েই কৌতূহল থাকে।\nঅনেক সময় বিমূর্ত চিন্তা করে।\nবিমূর্ত চিন্তা করতে করতেই সৃষ্টিশীল হয়ে ওঠে বয়ঃ সন্ধিকালের তরুণ তরুণীরা। তারা হয়ে ওঠে সমাজের চালিকা শক্তি। এই শক্তিকে ঠিক ভাবে কাজে লাগালে সমাজেরই উপকার।\n\n\n== যে কাজ করা দরকার ==\nএই সময়ে শরীরের প্রতি আরও বেশি যত্ন নেওয়া দরকার। সাধারণ স্বাস্থ্য বিধি মেনে চলা দরকার। শরীর ও মনকে সৃষ্টিশীল কাজে নিয়োজিত করা প্রয়োজন।\nছেলে মেয়েরা ভুল পথে পরিচালিত হলে সমূহ বিপদ। সমাজের কুপ্রভাব, সমাজের প্রলোভন, মিডিয়ার দর্শন ও প্রচার পথভ্রষ্ট করে অনেককে। অসুস্থ ভাবনা বাসা বাঁধে কিশোর কিশোরীর মনে। সুযোগ বুঝে বাঁধন হারা হতে পারে। তাই সাবধান! মুক্তি দিতে পারে উপযুক্ত শিক্ষা। জীবনের ছন্দ ঠিক রাখতে পারে 'জীবন শৈলী'। সমাজের শৃঙ্খলাকে বজায় রাখতে পারে এই শিক্ষা। সৃজনশীল কাজ, বিপরীত লিঙ্গের প্রতি পারস্পরিক সম্মানবোধ, সঠিক পথ নির্দেশেই সুস্থ সবল করতে পারে বর্তমান প্রজন্মের তরুণ তরুণীকে। শরীরে সমস্যা থাকলে তা গোপন করা উচিত নয়। যৌন চেতনার ক্ষেত্রেও অযথা লজ্জা বা অপরাধ বোধের কিছু নেই। সবই স্বাভাবিক ব্যাপার। এজন্য আরোও একটু সচেতন হওয়া দরকার। চিরাচরিত প্রথা ভেঙে একটু বেরিয়ে আসা দরকার। প্রতি পদক্ষেপে প্রয়োজন বিজ্ঞানসম্মত শিক্ষা জীবন শৈলী শিখন। শরীরের পরিবর্তন সহজ-ভাবে বোঝানো দরকার। খুব সমস্যা হলে উপযুক্ত চিকিৎসার ব্যবস্থা করতে হবে। মানসিক, শারীরিক এমনকি সামাজিক সমস্যার সৃষ্টি হলে বাবা, মা, আত্মীয় স্বজন, স্কুলের শিক্ষক সবাইকেই বিষয়টি ভাবতে হবে। সমস্যা গুলো বুঝতে হবে। বোঝানোর চেষ্টা করতে হবে। সমাধানের পথ বেরিয়ে আসবে।\nকিশোর কিশোরীর অস্বাভাবিক আচরণ ঘটলে তিরস্কার না করে তাদের মনের কাছাকাছি যেতে হবে। ব্যক্তিত্ব গড়ার জন্য তাদের দিয়ে স্বাধীন কাজকর্ম করাতে হবে। আলোচনা, সভা সমিতি, দলগত কাজ, খেলাধূলা, কোন পরীক্ষা পরিকল্পনা, বিতর্ক সভা, সাংস্কৃতিক অনুষ্ঠান ইত্যাদিতে অংশ গ্রহণ ও বিশেষ দায়িত্ব দিলে তারা উৎসাহ পারে। সৃজন মূলক কাজে ব্যস্ত থাকলে মানসিক ও সামাজিক সংকট থেকে মুক্তি পাওয়া যাবে।\nআমাদের ছেলে মেয়েরা চায় সমান অধিকার। চায় ভালোবাসা। চায় নিরাপত্তা। আশা করে স্বীকৃতি ও প্রশংসার। এরা চায় নতুন দায়িত্ব। এরা অর্জন করতে চায় নতুন নতুন অভিজ্ঞতা। এসব প্রয়োজন মেটাবেন কে? অবশ্যই বাবা, মা, আত্মীয় পরিজন, শিক্ষক আর সমগ্র সমাজ। চাই সুস্বাস্থ্য। চাই সঠিক পরিবেশ। চাই জীবন শৈলীর শিক্ষা। চাই আলোকময় ভবিষ্যৎ জীবনের নিরাপত্তা।\nতাহলেই মুক্তি হবে সংকটের। কিশোর কিশোরীরা পরিচালিত হবে সঠিক পথে। সমাজ হবে কলুষ মুক্ত। দেশ পাবে উপযুক্ত নাগরিক।\n\n\n== তথ্যসূত্র =="}