{"pageid": 1533380, "title": "১৪ রমজান", "url": "https://bn.wikipedia.org/wiki?curid=1533380", "content": "১৪ রমজান হলো ইসলামি চান্দ্র বর্ষপঞ্জির নবম মাস রমজানের চতুর্দশ দিন। এটি চন্দ্র হিজরি বর্ষপঞ্জিকা অনুসারে বছরের ২৫০তম দিন। তবে যদি শাবান মাস ৩০ দিনে পূর্ণ হয়, তাহলে এটি ২৫১তম দিন এবং যদি সফর, রবিউস সানি, জমাদিউস সানি ও শাবান এই চারটি মাসই ৩০ দিনে পূর্ণ হয়, তাহলে এটি ২৫২তম দিন হবে। এই দিনের পর বছর শেষ হতে আরও ১০৪ বা ১০৫ দিন বাকি থাকে।\n\n\n== ঘটনাবলী ==\n১৩২ হিজরি: আব্বাসীয় খিলাফতের সেনাবাহিনী সিরিয়ার রাজধানী দামেস্কে প্রবেশ করে, যা উমাইয়া খেলাফতের রাজধানী ছিল। উমাইয়া শাসন প্রায় এক শতক স্থায়ী হওয়ার পর পতিত হয়। এরপর আব্বাসীয়রা খেলাফতের দায়িত্ব গ্রহণ করে এবং তাদের শাসন প্রায় পাঁচ শতকেরও বেশি স্থায়ী হয়। তাদের প্রথম খলিফা ছিলেন আবুল আব্বাস আস-সাফাহ। আব্বাসীয়রা উমাইয়াদের খুঁজে বের করে হত্যা করে এবং কেবল একজন ব্যক্তি আব্দুর রহমান দাখিল–যিনি কুরাইশ বংশের ‘বাজপাখি’ নামে খ্যাত ছিলেন–পালিয়ে যান এবং পরবর্তীতে তিনি আন্দালুসে উমাইয়া খেলাফতের ভিত্তি স্থাপন করেন। \n১৪৫ হিজরি: মুহাম্মাদ আন-নাফসুয যাকিয়্যাহ, যিনি আব্বাসীয়দের বিরুদ্ধে বিদ্রোহ করেছিলেন, তাঁকে ও তাঁর সঙ্গী মুসলিমদেরকে মদিনার নিকটে আহজারুয যাইত (জলপাই পাথরের স্থান) নামক জায়গায় আবু জাফর আল-মনসুরের বাহিনী হত্যা করে। \n২৬৪ হিজরি: মুসলিম বাহিনী সিসিলির অন্যতম শহর সারাকুসা দখল করে।\n৩৫৯ হিজরি: মিসরের কায়রোর বিখ্যাত আল-আজহার মসজিদ নির্মাণের ভিত্তিপ্রস্তর স্থাপন করা হয় এবং তা আনুমানিক দুই বছরের মধ্যে সম্পন্ন হয়। \n৪৯২ হিজরি: ফাতিমি শাসক আফদাল শাহানশাহ তাঁর সেনাবাহিনী নিয়ে আশকেলনে পৌঁছান এবং সেখানে তিনি ক্রুসেডারদের তাদের প্রতিশ্রুতি ভঙ্গ ও ফাতিমি শাসন আক্রমণের জন্য তিরস্কার করেন। এর আগে তারা ফাতিমিদের সঙ্গে সেলজুকি আব্বাসীয়দের বিরুদ্ধে জোটে ছিল। তবে ক্রুসেডাররা তাঁর দূতদের অবজ্ঞা করে এবং পরে তাদের পিছনে ধাওয়া করে ফাতিমীয় বাহিনীকে পরাজিত করে।\n৭৪৮ হিজরি: সুলতান হাসান ইবনে নাসির মুহাম্মাদ কালাউন কর্তৃক শাসিত মিসর ও শামের শাসনভার গ্রহণ করেন। তিনি অল্প বয়সে ক্ষমতায় আসেন এবং পূর্ণ ক্ষমতা তাঁর হাতে ছিল না। তবে তিনি কায়রো শহরের এক ঐতিহাসিক স্থাপনা সুলতান হাসান মাদ্রাসা নির্মাণের জন্য বিখ্যাত।\n৮২৯ হিজরি: সুলতান বারসাবাই সেনাপ্রধান হিসেবে আমীর ইয়াশবাক আস-সাকিকে নিয়োগ দেন।\n৮৩২ হিজরি: সুলতান বারসাবাই বিচারক ইবনে হাইসামকে প্রশাসনিক দপ্তরের প্রধান হিসেবে নিযুক্ত করেন, যিনি কিছুদিন পরেই পদত্যাগ করেন।\n৯২২ হিজরি: মারজ দাবিক যুদ্ধে সুলতান কনসু আল-গৌরির বাহিনী উসমানীয়দের নিকট পরাজিত হলে মিশরের সিংহাসনে তুমান বাই বসেন।\n১১৯৭ হিজরি: কুয়েতি বাহিনী ও বনু কাব গোত্রের মধ্যে রাক্কা যুদ্ধ সংঘটিত হয়।\n১৩৭৭ হিজরি: আরব লীগ সুদানের অনুরোধে একটি জরুরি বৈঠক ডাকে, যাতে মিসর ও ইরাকের মধ্যে সৃষ্ট বিরোধ নিয়ে আলোচনা হয় এবং এতে অংশগ্রহণকারী ছয়টি রাষ্ট্র — মিসর, সুদান, সৌদি আরব, মরক্কো, লেবানন ও ইয়েমেন — একমত হয় যে, ইরাকি সরকার সবার জন্য হুমকি।\n১৩৮২ হিজরি: ইরাকে এক সামরিক অভ্যুত্থানে আদুল করিম কাসিম অপসারিত হন এবং আদুস সালাম আরিফ রাষ্ট্রপতি হন।\n১৩৮৫ হিজরি: তাসখন্দ সম্মেলন অনুষ্ঠিত হয়, যা ভারত-পাকিস্তান যুদ্ধের পর চলমান কাশ্মীর সংকট সমাধানের উদ্দেশ্যে আহ্বান করা হয়েছিল।\n১৪০৩ হিজরি: সিরিয়া ও ফিলিস্তিনি মুক্তি সংস্থার মধ্যে সম্পর্ক ছিন্ন হয়।\n১৪১২ হিজরি: আর্জেন্টিনার রাজধানী বুয়েনস আইরেসে অবস্থিত ইসরায়েলি দূতাবাসে একটি বোমা বিস্ফোরণ ঘটে। এ ঘটনাটি ব্যাপক ধ্বংসযজ্ঞ সৃষ্টি করে এবং বহু হতাহতের ঘটনা ঘটে ।\n১৪৩০ হিজরি: গ্যাবনের প্রেসিডেন্ট নির্বাচনে আলি বংগো ওন্দিম্বা, যিনি প্রয়াত নেতা ওমর বংগোর পুত্র ছিলেন, নির্বাচনে ৪২% ভোট পেয়ে বিজয়ী হন বলে ঘোষণা করা হয়। তবে বিরোধী পক্ষ অভিযোগ তোলে যে, এই নির্বাচনটি ভুয়া ছিল এবং ক্ষমতার উত্তরাধিকার নিশ্চিত করতেই এটি জালিয়াতির মাধ্যমে পরিচালিত হয়েছে।\n১৪৩৬ হিজরি: ইন্দোনেশিয়ার বিমানবাহিনীর একটি হারকিউলিস সি-১৩০ বিমান উড্ডয়নের কিছু সময় পরেই সুমাত্রার মেদান শহরে বিধ্বস্ত হয়। এতে অনেক প্রাণহানির ঘটনা ঘটে।\n১৪৪২ হিজরি: ইরাকের রাজধানী বাগদাদে অবস্থিত ইবনুল খতিব হাসপাতালে এক ভয়াবহ অগ্নিকাণ্ডে কমপক্ষে ৮০ জন নিহত হন এবং বহু মানুষ আহত হন।\n১৪৪৩ হিজরি: ইসরায়েলি দখলদার বাহিনী জেরুজালেমের আল-আকসা মসজিদে প্রবেশ করে এবং ইহুদি ধর্মীয় উৎসব পাসওভার উপলক্ষে এক সপ্তাহব্যাপী তাদের ধর্মীয় আচরণ ও আচার অনুষ্ঠান সম্পাদন করে। এই আগ্রাসী প্রবেশের সময় অন্তত ১৫০ জন ফিলিস্তিনি আহত হন। এটি আন্তর্জাতিক অঙ্গনে তীব্র প্রতিক্রিয়ার সৃষ্টি করে।\n\n\n== জন্ম ==\n১৩১০ হিজরি: মোহাম্মদ সাবরি আবু আলিম, একজন প্রখ্যাত মিশরীয় আইনজীবী ও রাজনীতিবিদ।\n১৩৪৪ হিজরি: জিয়াউদ্দিন দাউদ, একজন মিশরীয় রাজনীতিবিদ।\n১৩৪৭ হিজরি: বদর নাওফাল, মিশরীয় চলচ্চিত্র ও নাট্য অভিনেতা।\n১৩৭২ হিজরি: ওমর আবদুল আজিজ, একজন মিশরীয় চলচ্চিত্র পরিচালক।\n১৩৭৭ হিজরি: আবুল আলা মাদী, একজন মিশরীয় রাজনীতিবিদ।\n১৩৮৪ হিজরি: দুনিয়া আব্দুল্লাহ, একজন মিশরীয়  অভিনেত্রী।\n১৩৮৯ হিজরি: মোহাম্মদ আল-আদওয়ানি, একজন কুয়েতী পেশাদার ফুটবল খেলোয়াড়।\n১৪০২ হিজরি: তুবা বুয়ুকুস্তুন, একজন তুর্কি অভিনেত্রী।\n১৪০৬ হিজরি: তালাল আল-বালুশি, একজন কাতারি ফুটবল খেলোয়াড়\n\n\n== মৃত্যু ==\n১৪৫ হিজরি: মুহাম্মদ আন-নাফসুয যাকিয়া,  একজন প্রখ্যাত মুহাদ্দিস (হাদিস বর্ণনাকারী) ও তাবেয়ী (সাহাবিদের পরবর্তী প্রজন্মের মুসলিম)।\n৬৩০ হিজরি: মুওয়াফফাক আদ-দীন কুকবুরি, এরবিলের শাসক ও বিখ্যাত মুসলিম সুলতান সালাহউদ্দিন আইউবির অন্যতম সহযোগী।\n১২৭৮ হিজরি: আহমাদ বাই ইবনে মুস্তাফা, তিউনিসের হুসাইনি রাজবংশের দশম শাসক।\n১৩২৪ হিজরি: আরাফা ইবনে মুহাম্মদ, আলাওয়ি বংশের একজন মরক্কান রাজপুত্র, যিনি মরক্কোর রাজবংশীয় নেতৃত্বে ছিলেন।\n১৩৬৯ হিজরি: হুসাইন আরব বাগি, একজন ইরানি শিয়া ফকিহ ও ধর্মীয় গ্রন্থ রচয়িতা।\n১৪৩৬ হিজরি: মুহাম্মদ আর-রাশুদ, একজন কুয়েতি নাট্যকার ও মঞ্চনাটকের প্রযোজক।\n১৪৩৯ হিজরি: মাদিহা ইয়ুসরি, একজন মিশরীয় অভিনেত্রী।\n\n\n== আরো দেখুন ==\n১৩ রমজান\n১২ রমজান\n১১ রমজান\n\n\n== গ্রন্থপঞ্জি ==\nইবনে কাসির, মুহাম্মদ (২০১৩)। আল বিদায়াহ ওয়ান নিহায়াহ (বাংলা ভাষায়)। ঢাকা: ইসলামিক ফাউন্ডেশন। আইএসবিএন 984-06-0565-8। \nআল-যাহাবী, শামসুদ্দীন (২০১৫)। তারিখুল ইসলাম (আরবি ভাষায়)। বৈরুত: দারুল-কুতুব আল-ইলমিয়্যাহ। আইএসবিএন 27-45143-53-0। \nআল-যাহাবী, শামসুদ্দীন (২০১৪)। সিয়ারু আলামিন নুবালা (আরবি ভাষায়)। বৈরুত: আল-রিসালা প্রকাশনী। আইএসবিএন 978-9-933-44665-9। \nখতিব বাগদাদী (২০১১)। তারিখে বাগদাদ (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়্যা। আইএসবিএন 978-274510-466-3। \nতাবারি, মুহাম্মদ ইবনে জারির (২০১১)। তারিখে তাবারি: তারিখুর রুসুল ওয়াল মুলুক (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-3263-5। \nহামাবি, ইয়াকুত (২০১১)। মু'জামুল বুলদান (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-1432-7। \nসুয়ুতী, জালালুদ্দীন (২০১০)। তারিখ আল-খুলাফা (আরবি ভাষায়)। সৌদি আরব: দারুল মিনহাজ। আইএসবিএন 978-99534-9819-5। \nইলমাজ উজতুনা (২০১০)। তারিখ আল-দাওলাহ আল-উসমানিয়া (আরবি ভাষায়)। বৈরুত: দারুল কুতুব আরাবি। আইএসবিএন 978-61441-5031-3। \nইয়াগি, ইসমাইল আহমদ (২০১৪)। আল-দাওলাহ আল-উসমানিয়া, ফিত তারিখিল ইসলামি আল-হাদিস (আরবি ভাষায়)। মাকতাবাতুল আবিকান। আইএসবিএন 978-60350-3695-5। \nবারদি, ইবনে তাগরি (২০১৬)। আল-নুজুম আল-যাহিরাহ ফি মুলুক মিসর ওয়াল কাহিরাহ (আরবি ভাষায়)। কায়রো: দারুল কুতুব আল-মিসরিয়া। আইএসবিএন 978-97781-2018-9। \nইবনে ইয়া‌স (২০১৮)। বাদায়ি' আল-জুহুর ফি ওয়াকায়ি' আল-দুহুর (আরবি ভাষায়)। নিল ওয়াফুরাত। \nআল-মাকদিসি, আবু শামা (২০১৮)। আল-রওজাতাইন ফি আখবার আল-দাওলাতাইন আল-নুরিয়া ওয়াস সালাহিয়া (আরবি ভাষায়)। কায়রো: মুয়াসসাসাতুর রিসালা। আইএসবিএন 978-191264-335-6। \nআল মাকরিজি, আলি ইবনে আহমদ (২০০৮)। আস-সুলুক লিমারিফা দুয়াল আল-মুলুক (আরবি ভাষায়)। দার আল-জামান। \nড. আব্দুর রহিম, আল-হাজ্জি (২০০৫)। তারিখুল আন্দালুস আল-ইসলামি। দাম্মাম (সৌদি আরব): দার ইবনুল জাওযি। \nরহমান, ড. আতাউর (২০২৩)। ইতিহাসে ইসলাম: নবী থেকে খেলাফত। ঢাকা: ইসলামিক ফাউন্ডেশন। \nডেভিড, ফ্রমকিন (১৯৮৯)। অ্য পিচ টু ইন্ড অল পিচ: দ্য ফ্যাল অফ দ্য অটোমান অ্যাম্পায়ার (A Peace to End All Peace: The Fall of the Ottoman Empire)। আইএসবিএন 0-8050-0857-8। \nHarvey, Leonard Patrick (১৯৯২)। Islamic Spain, 1250 to 1500। Chicago: University of Chicago Press। আইএসবিএন 0-226-31962-8। \n\n\n== তথ্য =="}