{"pageid": 1533378, "title": "গুগল ডিপমাইন্ড", "url": "https://bn.wikipedia.org/wiki?curid=1533378", "content": "ডিপমাইন্ড টেকনোলজিস লিমিটেড, যা গুগল ডিপমাইন্ড নামেও পরিচিত, একটি ব্রিটিশ-আমেরিকান কৃত্রিম বুদ্ধিমত্তা গবেষণা ল্যাবরেটরি, যা অ্যালফাবেট ইনক.-এর একটি সহায়ক প্রতিষ্ঠান। এটি ২০১০ সালে যুক্তরাজ্যে প্রতিষ্ঠিত হয় এবং ২০১৪ সালে গুগল কর্তৃক অধিগ্রহণ করা হয়। পরবর্তীতে এটি গুগল এআই-এর গুগল ব্রেইন বিভাগের সঙ্গে একীভূত হয়ে ২০২৩ সালের এপ্রিলে গুগল ডিপমাইন্ড নামে আত্মপ্রকাশ করে। বর্তমানে এর সদর দপ্তর লন্ডনে অবস্থিত এবং যুক্তরাষ্ট্র, কানাডা, ফ্রান্স, জার্মানি ও সুইজারল্যান্ডে গবেষণা কেন্দ্র রয়েছে।\nডিপমাইন্ড এমন নিউরাল টিউরিং মেশিন তৈরি করেছে, যা বাহ্যিক স্মৃতি অ্যাক্সেস করতে সক্ষম—একটি প্রথাগত টিউরিং মেশিন-এর অনুরূপ। এই প্রযুক্তি মানব মস্তিষ্কের স্বল্পমেয়াদী স্মৃতির কার্যকলাপের সঙ্গে সাদৃশ্যপূর্ণ।\nডিপমাইন্ড বিভিন্ন ভিডিও গেম ও বোর্ড গেম খেলার জন্য নিউরাল নেটওয়ার্ক তৈরি করেছে। ২০১৬ সালে এর আলফাগো প্রোগ্রামটি পেশাদার গো খেলোয়াড় ও বিশ্বচ্যাম্পিয়ন লি সেডল-কে পাঁচ ম্যাচের এক প্রতিযোগিতায় পরাজিত করে। এই ম্যাচটি একটি তথ্যচিত্রেও স্থান পায়। এর পরবর্তী প্রোগ্রাম আলফাজিরো, কয়েক দিনের মধ্যে আত্ম-খেলার মাধ্যমে গো, চেস ও শোগি খেলায় সর্বাধিক শক্তিশালী প্রোগ্রামগুলোকে পরাজিত করে।\n২০২০ সালে আলফাফোল্ড-এর মাধ্যমে ডিপমাইন্ড প্রোটিন গঠনের পূর্বাভাস নির্ধারণে বিশাল অগ্রগতি অর্জন করে। ২০২২ সালের জুলাইয়ে, ডিপমাইন্ড ঘোষণা করে যে এটি ২০ কোটিরও বেশি প্রোটিন গঠনের পূর্বাভাস প্রকাশ করেছে, যা প্রায় সকল পরিচিত প্রোটিনকে অন্তর্ভুক্ত করে। আলফাফোল্ড ডেটাবেসটি এই ক্ষেত্রে নতুন মান নির্ধারণ করে, যদিও প্রতিটি পূর্বাভাস বাস্তব পরীক্ষার মাধ্যমে যাচাই করা প্রয়োজন। ২০২৪ সালের মে মাসে প্রকাশিত আলফাফোল্ড ৩ প্রোটিন ও অন্যান্য অণুর পারস্পরিক ক্রিয়ার কাঠামোগত পূর্বাভাস দিতে সক্ষম হয়। এটি বিভিন্ন পরীক্ষামূলক মানদণ্ডে যথাক্রমে ২৮ ও ৫২ শতাংশ থেকে ৬৫ ও ৭৬ শতাংশ নির্ভুলতা অর্জন করে।\n\n\n== ইতিহাস ==\nডিপমাইন্ড ২০১০ সালের নভেম্বর মাসে ডেমিস হাসাবিস, শেন লেগ এবং মুস্তাফা সুলেইমান এর দ্বারা প্রতিষ্ঠিত হয়। হাসাবিস ও লেগ প্রথম একে অপরের সঙ্গে পরিচিত হন ইউনিভার্সিটি কলেজ লন্ডনের গ্যাটসবি কম্পিউটেশনাল নিউরোসায়েন্স ইউনিট-এ।\nডেমিস হাসাবিস জানান যে, প্রতিষ্ঠানটি প্রথমদিকে কৃত্রিম বুদ্ধিমত্তাকে (এআই) শেখানোর জন্য ৭০ ও ৮০-এর দশকের প্রাচীন ভিডিও গেমগুলো ব্যবহার করত, যেগুলো তুলনামূলকভাবে আধুনিক গেমের চেয়ে অনেক সরল। ওই গেমগুলোর মধ্যে ছিল ব্রেকআউট, পং এবং স্পেস ইনভেডারস। কৃত্রিম বুদ্ধিমত্তাকে একেক সময়ে একটি করে গেম শেখানো হতো, পূর্ব থেকে কোনো নিয়ম না জানিয়ে। কিছু সময় গেমটি শেখার পর, এআই নিজেই খেলায় দক্ষ হয়ে উঠত। বলা হয়, একজন মানুষ যে ভাবে সম্পূর্ণ অজানা কোনো গেম বুঝে নিয়ে তাতে পারদর্শী হয়, এআই-এর চিন্তন প্রক্রিয়া ছিল অনেকটা তেমনই। এই প্রতিষ্ঠাতাদের লক্ষ্য ছিল একটি সাধারণ উদ্দেশ্যসম্পন্ন কৃত্রিম বুদ্ধিমত্তা তৈরি করা, যা প্রায় সব ধরণের কাজে কার্যকরভাবে ব্যবহার করা যাবে।\nপ্রধান বিনিয়োগকারী হিসেবে হরাইজনস ভেঞ্চারস এবং ফাউন্ডারস ফান্ড সংস্থাগুলি ডিপমাইন্ডে বিনিয়োগ করে। এছাড়াও উদ্যোক্তা স্কট বানিস্টার, পিটার থিয়েল, এবং এলন মাস্ক প্রতিষ্ঠানটিতে বিনিয়োগ করেন। ইয়ান তাল্লিন ছিলেন ডিপমাইন্ডের একজন প্রাথমিক বিনিয়োগকারী ও উপদেষ্টা।\n২০১৪ সালের ২৬ জানুয়ারি গুগল ঘোষণা করে যে তারা ডিপমাইন্ডকে অধিগ্রহণ করছে, যার মূল্য ছিল আনুমানিক ৪০০ থেকে ৬৫০ মিলিয়ন মার্কিন ডলারের মধ্যে। এর আগে, ফেসবুক ২০১৩ সালে ডিপমাইন্ড অধিগ্রহণের চেষ্টা করলেও আলোচনা ভেস্তে যায়। অধিগ্রহণের পর সংস্থাটির নাম পরিবর্তন করে ‘গুগল ডিপমাইন্ড’ রাখা হয় এবং প্রায় দুই বছর সেই নামে পরিচালিত হয়।\n২০১৪ সালে ক্যামব্রিজ কম্পিউটার ল্যাবরেটরি থেকে ডিপমাইন্ড \"Company of the Year\" পুরস্কার লাভ করে।\n\n২০১৫ সালের সেপ্টেম্বর মাসে ডিপমাইন্ড এবং রয়্যাল ফ্রি এনএইচএস ট্রাস্ট একটি তথ্য ভাগাভাগির চুক্তি করে। এই চুক্তির লক্ষ্য ছিল ‘স্ট্রিমস’ নামক একটি ক্লিনিকাল টাস্ক ম্যানেজমেন্ট অ্যাপ্লিকেশন তৈরি করা।\nগুগল ডিপমাইন্ড অধিগ্রহণের পর একটি কৃত্রিম বুদ্ধিমত্তা নৈতিকতা বোর্ড গঠন করে। তবে এই বোর্ডের সদস্যদের নাম কখনো প্রকাশ করা হয়নি। পরবর্তীতে ডিপমাইন্ড \"DeepMind Ethics and Society\" নামে একটি ইউনিট গঠন করে, যার উদ্দেশ্য ছিল কৃত্রিম বুদ্ধিমত্তা নিয়ে নৈতিক ও সামাজিক প্রশ্নগুলো নিয়ে গবেষণা করা। এই ইউনিটে উপদেষ্টা হিসেবে যুক্ত হন বিশিষ্ট দার্শনিক নিক বোস্ট্রম।\n২০১৯ সালের ডিসেম্বরে সহ-প্রতিষ্ঠাতা মুস্তাফা সুলেইমান ঘোষণা দেন যে তিনি ডিপমাইন্ড ছেড়ে গুগলে যোগ দিচ্ছেন, যেখানে তিনি নীতিমালাভিত্তিক একটি পদে দায়িত্ব পালন করবেন। ২০২৪ সালের মার্চ মাসে মাইক্রোসফট তাঁকে তাদের নতুন গঠিত কনজিউমার এআই বিভাগ “Microsoft AI”-এর নির্বাহী সহ-সভাপতি ও সিইও হিসেবে নিয়োগ দেয়।\n২০২৩ সালের এপ্রিল মাসে ডিপমাইন্ড এবং গুগল এআই-এর গুগল ব্রেইন বিভাগ একীভূত হয়ে নতুন ইউনিট গুগল ডিপমাইন্ড গঠন করে। এই পদক্ষেপটি ওপেনএআই-এর চ্যাটজিপিটি-র সাড়া হিসেবে গুগলের কৃত্রিম বুদ্ধিমত্তা গবেষণায় গতি আনার অংশ হিসেবে নেওয়া হয়। ডিপমাইন্ডের নির্বাহীরা দীর্ঘদিন ধরে প্রতিষ্ঠানটির স্বায়ত্তশাসন নিশ্চিত করতে চাইলেও, এই একীভূতকরণ সেই প্রচেষ্টার পরিসমাপ্তি ঘটায়।\n\n\n== পণ্য ও প্রযুক্তি ==\n২০১৬ সালে গুগল রিসার্চ একটি গবেষণাপত্র প্রকাশ করে, যেখানে কৃত্রিম বুদ্ধিমত্তার নিরাপত্তা এবং শেখার প্রক্রিয়ায় অনাকাঙ্ক্ষিত আচরণ এড়ানোর বিষয়ে আলোচনা করা হয়।\n২০১৭ সালে ডিপমাইন্ড ‘গ্রিডওয়ার্ল্ড’ নামে একটি ওপেন-সোর্স প্ল্যাটফর্ম প্রকাশ করে, যা একটি পরীক্ষামূলক ক্ষেত্র হিসেবে কাজ করে। এটি মূলত পরীক্ষা করার জন্য ব্যবহৃত হয় যে, একটি অ্যালগরিদম নিজস্ব কিল সুইচ নিষ্ক্রিয় করতে শেখে কিনা, অথবা অন্য কোনো অনাকাঙ্ক্ষিত আচরণ প্রদর্শন করে কিনা।\n২০১৮ সালের জুলাই মাসে ডিপমাইন্ডের গবেষকেরা তাদের একটি সিস্টেমকে কম্পিউটার গেম কুয়েক থ্রি অ্যারিনা খেলতে শেখান।\n২০২০ সাল পর্যন্ত ডিপমাইন্ড এক হাজারেরও বেশি গবেষণাপত্র প্রকাশ করেছে। এর মধ্যে ১৩টি নেচার বা সায়েন্স সাময়িকীতে প্রকাশিত হয়েছে।\nডিপমাইন্ড বিশেষভাবে জনপ্রিয়তা অর্জন করে আলফাগো প্রকল্পের সময়। লেক্সিসনেক্সিস অনুসন্ধান অনুযায়ী, ২০১৬ সালে ডিপমাইন্ডের নাম উল্লেখ করে ১৮৪২টি সংবাদ প্রতিবেদন প্রকাশিত হয়, যা ২০১৯ সালে কমে দাঁড়ায় ১৩৬৩টিতে।\n\n\n=== গেমস ===\nআগের কৃত্রিম বুদ্ধিমত্তা সিস্টেম যেমন আইবিএম-এর ডিপ ব্লু বা ওয়াটসন নির্দিষ্ট উদ্দেশ্যের জন্য তৈরি ছিল এবং তাদের কাজ সেই পরিধির মধ্যেই সীমাবদ্ধ ছিল, কিন্তু ডিপমাইন্ডের প্রাথমিক অ্যালগরিদম ছিল বহুমুখী ব্যবহারের উপযোগী। এই অ্যালগরিদমগুলো রেইনফোর্সমেন্ট লার্নিং ব্যবহার করে—এক ধরনের শেখার পদ্ধতি, যেখানে কৃত্রিম বুদ্ধিমত্তা শুধুমাত্র কাঁচা পিক্সেলের ইনপুট থেকে অভিজ্ঞতার মাধ্যমে শেখে। ডিপমাইন্ড তাদের প্রথম পদ্ধতিতে গভীর কিউ-লার্নিং ব্যবহার করে, যেখানে কনভলিউশনাল নিউরাল নেটওয়ার্ক অন্তর্ভুক্ত ছিল।\nতারা এই সিস্টেমটি বিভিন্ন ভিডিও গেমে পরীক্ষা করে, বিশেষ করে পুরোনো আর্কেড গেম-এ, যেমন স্পেস ইনভেডারস বা ব্রেকআউট। কোনো কোড পরিবর্তন না করেই একই কৃত্রিম বুদ্ধিমত্তা কিছু গেমে এমন দক্ষতা অর্জন করে, যা কোনো মানুষ আগে অর্জন করতে পারেনি।\n২০১৩ সালে ডিপমাইন্ড একটি গবেষণাপত্র প্রকাশ করে, যেখানে তারা দেখায় যে তাদের এআই সিস্টেম পং, ব্রেকআউট এবং এনডিউরো গেমে মানব দক্ষতাকে অতিক্রম করেছে। একইসঙ্গে এটি সিকোয়েস্ট, বিমরাইডার এবং কিউ*বার্ট গেমে তৎকালীন সর্বোচ্চ মানের পারফরম্যান্সকেও ছাড়িয়ে যায়। অনেকেই মনে করেন, এই গবেষণাই গুগলের দ্বারা ডিপমাইন্ড অধিগ্রহণের পথ তৈরি করে দেয়। ডিপমাইন্ডের কৃত্রিম বুদ্ধিমত্তা মূলত ১৯৭০ ও ১৯৮০-এর দশকের গেমে প্রয়োগ করা হয়েছিল। এরপর তারা কুয়েক-এর মতো আরও জটিল থ্রিডি গেম নিয়ে কাজ শুরু করে, যা প্রথম প্রকাশিত হয় ১৯৯০-এর দশকে।\n২০২০ সালে ডিপমাইন্ড এজেন্ট৫৭ নামে একটি নতুন এআই এজেন্ট প্রকাশ করে, যা আটারি ২৬০০ প্ল্যাটফর্মের সকল ৫৭টি গেমেই মানব পর্যায়ের পারফরম্যান্সকে অতিক্রম করে।\n২০২২ সালের জুলাইয়ে ডিপমাইন্ড ঘোষণা করে যে তারা ডিপনাশ নামে একটি নতুন এআই তৈরি করেছে। এটি একটি মডেল-ফ্রি বহু-এজেন্ট রেইনফোর্সমেন্ট লার্নিং সিস্টেম, যা স্ট্রাটেজো বোর্ড গেম খেলায় একজন মানব বিশেষজ্ঞের দক্ষতায় পৌঁছাতে সক্ষম।\n\n\n==== আলফাগো ও উত্তরসূরীরা ====\n\n২০১৫ সালের অক্টোবর মাসে ডিপমাইন্ড কর্তৃক তৈরি করা একটি কম্পিউটার গো প্রোগ্রাম আলফাগো ইউরোপীয় গো চ্যাম্পিয়ন ফ্যান হুই-কে পরপর পাঁচটি গেমে পরাজিত করে। ফ্যান হুই একজন পেশাদার গো খেলোয়াড় ছিলেন এবং ২ দান স্তরে খেলতেন (সর্বোচ্চ ৯ দান পর্যন্ত)। এটিই ছিল প্রথমবারের মতো কোনো কৃত্রিম বুদ্ধিমত্তা (এআই) দ্বারা পেশাদার গো খেলোয়াড়কে পরাজিত করার ঘটনা। এর আগে পর্যন্ত কম্পিউটারগুলো শুধু অপেশাদার পর্যায়েই গো খেলতে পারত।\nগো খেলা চেসের তুলনায় অনেক বেশি জটিল, কারণ এখানে সম্ভাব্য চালের সংখ্যা অনেক বেশি। এ কারণে প্রচলিত কৃত্রিম বুদ্ধিমত্তার পদ্ধতি যেমন ব্রুট-ফোর্স অনুসন্ধান গো-তে তেমন কার্যকর নয়।\n২০১৬ সালের মার্চ মাসে আলফাগো বিশ্বসেরা গো খেলোয়াড়দের একজন লি সেডল-কে একটি পাঁচ ম্যাচের প্রতিযোগিতায় ৪–১ ব্যবধানে পরাজিত করে। ২০১৭ সালের ফিউচার অফ গো সামিট-এ আলফাগো কে জিয়ে-কে তিন ম্যাচের একটি সিরিজে হারায়, যিনি তখন টানা দুই বছর বিশ্বের এক নম্বর খেলোয়াড় ছিলেন।\n২০১৭ সালে একটি উন্নত সংস্করণ আলফাগো জিরো একশটি গেমে আলফাগোকে পরাজিত করে। একই বছর, আলফাগো জিরোর পরিবর্তিত একটি সংস্করণ আলফাজিরো আত্ম-খেলার মাধ্যমে চেস, শোগি (জাপানি চেস) ও গো খেলায় অতিমানবীয় দক্ষতা অর্জন করে।\n২০১৯ সালে ডিপমাইন্ড মিউজিরো নামের একটি নতুন মডেল প্রকাশ করে, যা গো, চেস, শোগি এবং আটারি ২৬০০ প্ল্যাটফর্মের গেমসমূহে মানব তথ্য বা পূর্বজানা নিয়ম ছাড়াই দক্ষতা অর্জন করে।\nআলফাগো প্রযুক্তি গভীর রেইনফোর্সমেন্ট লার্নিং-এর উপর ভিত্তি করে তৈরি, যা ঐ সময়ের প্রচলিত এআই প্রযুক্তির থেকে ভিন্ন। এই অ্যালগরিদমে প্রাথমিকভাবে বিভিন্ন পেশাদার গো প্রতিযোগিতার চালের তথ্য ব্যবহার করা হয়েছিল। সময়ের সঙ্গে সঙ্গে এই ডেটার পরিমাণ বাড়িয়ে ৩০ মিলিয়নেরও বেশি চাল অন্তর্ভুক্ত করা হয়। লক্ষ্য ছিল, মানুষের খেলার ধরন অনুকরণ করে পরবর্তী পর্যায়ে আরও উন্নত পারফরম্যান্সে পৌঁছানো। এরপর এটি নিজের সঙ্গেই খেলতে শুরু করে এবং ফলাফল বিশ্লেষণ করে নিজেকে আরও দক্ষ করে তোলে।\nআলফাগো দুটি গভীর নিউরাল নেটওয়ার্ক ব্যবহার করে—একটি ‘পলিসি নেটওয়ার্ক’ যা সম্ভাব্য চালের মূল্যায়ন করে এবং অপরটি ‘ভ্যালু নেটওয়ার্ক’ যা বোর্ডের অবস্থান বিশ্লেষণ করে। পলিসি নেটওয়ার্কটি প্রাথমিকভাবে সুপারভাইজড লার্নিং-এর মাধ্যমে প্রশিক্ষিত হয় এবং পরে পলিসি-গ্রেডিয়েন্ট রেইনফোর্সমেন্ট লার্নিং দ্বারা আরও উন্নত হয়। ভ্যালু নেটওয়ার্ক শেখে পলিসি নেটওয়ার্কের খেলাগুলোর ফলাফলের উপর ভিত্তি করে বিজয়ী পূর্বাভাস দিতে। প্রশিক্ষণ শেষে এই নেটওয়ার্কগুলো মন্টে কার্লো ট্রি সার্চ পদ্ধতির সঙ্গে ব্যবহার করা হয়—যেখানে পলিসি নেটওয়ার্ক সম্ভাব্য উচ্চমানের চাল শনাক্ত করে এবং ভ্যালু নেটওয়ার্ক (দ্রুত রোলআউট নীতির সঙ্গে) অবস্থান মূল্যায়ন করে।\nঅপরদিকে, আলফাগো জিরোতে কোনো মানব-চাল সংক্রান্ত তথ্য ব্যবহার করা হয়নি। এটি নিজের সঙ্গে নিজেই কয়েক মিলিয়ন গেম খেলে ডেটা তৈরি করে। এতে পৃথক পলিসি ও ভ্যালু নেটওয়ার্ক না রেখে একটি একক নিউরাল নেটওয়ার্ক ব্যবহার করা হয়। প্রশিক্ষণ প্রক্রিয়ার মধ্যেই এটি ট্রি সার্চ পদ্ধতি অন্তর্ভুক্ত করে। আলফাগো জিরো প্রায় ১৫ জন কর্মী এবং লক্ষ লক্ষ ডলারের কম্পিউটিং রিসোর্স ব্যবহার করেও, আলফাগোর তুলনায় অনেক কম শক্তি ও সময়ে সেরা হয়ে ওঠে। যেখানে আলফাগো চলত ৪৮টি টেনসর প্রসেসিং ইউনিট (TPU)-তে, সেখানে আলফাগো জিরো কেবল চারটিতে চলত। এটি মাত্র তিন দিনের প্রশিক্ষণেই পূর্ববর্তী আলফাগোকে হারাতে সক্ষম হয়, যেখানে আলফাগোর জন্য মাসব্যাপী প্রশিক্ষণ প্রয়োজন হয়েছিল। অনুরূপভাবে, আলফাজিরোও স্ব-খেলার মাধ্যমে শিখে।\nগবেষকেরা মিউজিরো-কে বাস্তব জীবনের একটি চ্যালেঞ্জ—ইন্টারনেট ভিডিও সংকোচন—সমাধানের জন্য ব্যবহার করেন। ইউটিউব, টুইচ, এবং গুগল মিট-এ ভিডিও ট্রাফিকের ক্ষেত্রে সীমিত বিট ব্যবহারে সর্বোত্তম গুণমান ধরে রাখা ছিল এর লক্ষ্য। পরীক্ষার ফলাফল অনুযায়ী, মিউজিরো গড়ে ৬.২৮% বিটরেট কমাতে সক্ষম হয়।\n\n\n==== আলফাস্টার ====\n\n২০১৬ সালে ডেমিস হাসাবিস স্টারক্রাফট গেমটি ভবিষ্যতের একটি চ্যালেঞ্জ হিসেবে উল্লেখ করেন, কারণ এই গেমে কৌশলগত চিন্তাভাবনা এবং অসম্পূর্ণ তথ্যের ভিত্তিতে সিদ্ধান্ত নেওয়ার দক্ষতা প্রয়োজন।\n২০১৯ সালের জানুয়ারিতে ডিপমাইন্ড স্টারক্রাফট II গেম খেলার জন্য তৈরি করা আলফাস্টার প্রোগ্রাম উন্মোচন করে। এটি মানব খেলোয়াড়দের খেলার রেকর্ড ব্যবহার করে রেইনফোর্সমেন্ট লার্নিং-এর মাধ্যমে প্রশিক্ষিত হয় এবং পরবর্তীতে নিজের সঙ্গেই খেলে দক্ষতা বাড়ায়। উপস্থাপনার সময়, আলফাস্টারের জ্ঞান ছিল প্রায় ২০০ বছরের খেলার সমতুল্য। এটি দুইজন পেশাদার খেলোয়াড়ের বিপক্ষে পরপর ১০টি ম্যাচ জিতে। তবে এটি পুরো মাঠ দেখতে পারত, যা একজন মানুষের পক্ষে সম্ভব নয়, কারণ মানব খেলোয়াড়কে ক্যামেরা নিজে ঘোরাতে হয়। এই সুবিধা বাদ দিয়ে তৈরি একটি প্রাথমিক সংস্করণ পরে একটি ম্যাচে পরাজিত হয়েছিল।\n২০১৯ সালের জুলাই মাসে, আলফাস্টার জনসাধারণের জন্য উন্মুক্ত করা হয় এবং এটি ইউরোপিয়ান ১-অন-১ মাল্টিপ্লেয়ার ল্যাডারে র‌্যান্ডম মানব খেলোয়াড়দের বিপক্ষে খেলা শুরু করে। প্রথম সংস্করণে আলফাস্টার কেবল প্রোটস বনাম প্রোটস খেলত, কিন্তু পরবর্তী সংস্করণে এটি গেমটির সব রেসে খেলার সক্ষমতা অর্জন করে এবং আগের সব অসম সুবিধা দূর করা হয়।\n২০১৯ সালের অক্টোবর নাগাদ, আলফাস্টার স্টারক্রাফট II গেমের তিনটি রেসেই গ্র্যান্ডমাস্টার স্তরে পৌঁছে যায়। এটি ছিল প্রথম কৃত্রিম বুদ্ধিমত্তা যা কোনো জনপ্রিয় ই-স্পোর্টস গেমে কোনো ধরণের নিয়মগত সীমাবদ্ধতা ছাড়াই শীর্ষ পর্যায়ে পৌঁছাতে সক্ষম হয়।\n\n\n=== প্রোটিন ভাঁজ ===\n\n২০১৬ সালে ডিপমাইন্ড তার কৃত্রিম বুদ্ধিমত্তাকে প্রোটিন ভাঁজানো সমস্যার দিকে মোড় নেয়, যা আণবিক জীববিজ্ঞানের একটি বহু পুরোনো এবং জটিল সমস্যা। ২০১৮ সালের ডিসেম্বর মাসে ডিপমাইন্ডের ‘আলফাফোল্ড’ ১৩তম CASP প্রতিযোগিতাতে অংশগ্রহণ করে এবং ৪৩টি প্রোটিনের মধ্যে ২৫টির গঠন সবচেয়ে নির্ভুলভাবে পূর্বাভাস দিতে সক্ষম হয়। ‘‘এটি একটি দিকনির্দেশক প্রকল্প—আমরা প্রথমবারের মতো একটি মৌলিক, বাস্তব এবং গুরুত্বপূর্ণ বৈজ্ঞানিক সমস্যায় এই পরিমাণে জনবল ও সম্পদ বিনিয়োগ করেছি,’’ বলেছিলেন ডেমিস হাসাবিস দ্য গার্ডিয়ান-এ।\n২০২০ সালে ১৪তম CASP প্রতিযোগিতায় আলফাফোল্ডের পূর্বাভাস পরীক্ষাগারে ব্যবহৃত প্রযুক্তির সঙ্গে তুলনীয় নির্ভুলতা অর্জন করে। বিচারক প্যানেলের একজন বিজ্ঞানী ড. আন্দ্রিই ক্রিশটাফোভিচ একে “অসাধারণ সাফল্য” হিসেবে বর্ণনা করেন এবং বলেন যে, প্রোটিন গঠন নির্ধারণ সমস্যাটি “প্রায় পুরোপুরি সমাধান” হয়ে গেছে।\n২০২১ সালের জুলাই মাসে উন্মুক্তকরণ করা হয় ওপেন-সোর্স রোজেটটাফোল্ড এবং আলফাফোল্ড ২, যাতে বিজ্ঞানীরা নিজেরা এই প্রযুক্তিগুলো ব্যবহার করে গবেষণা করতে পারেন। এক সপ্তাহ পর ডিপমাইন্ড ঘোষণা করে যে আলফাফোল্ড প্রায় সব মানব প্রোটিন এবং আরও ২০টি বহুল অধ্যয়নকৃত প্রাণীর প্রোটিওমের গঠন পূর্বাভাস সম্পন্ন করেছে। এগুলোর কাঠামো ‘‘আলফাফোল্ড প্রোটিন স্ট্রাকচার ডেটাবেস’’-এ প্রকাশ করা হয়।\n২০২২ সালের জুলাইয়ে ঘোষণা করা হয়, আলফাফোল্ডের মাধ্যমে পূর্বাভাস দেওয়া ২০ কোটিরও বেশি প্রোটিনের গঠন—যা কার্যত সকল পরিচিত প্রোটিনকে অন্তর্ভুক্ত করে—উক্ত ডেটাবেসে উন্মুক্ত করা হবে।\nসর্বশেষ সংস্করণ আলফাফোল্ড ৩ প্রকাশিত হয় ২০২৪ সালের মে মাসে। এটি প্রোটিনের সঙ্গে ডিএনএ, আরএনএ এবং অন্যান্য অণুর পারস্পরিক ক্রিয়া পূর্বাভাস দিতে সক্ষম। ডিএনএ সংশ্লিষ্ট এক বেঞ্চমার্ক পরীক্ষায় এটি ৬৫% নির্ভুলতা অর্জন করে, যেখানে পূর্বের সর্বোচ্চ ছিল ২৮%।\n২০২৪ সালের অক্টোবরে ডেমিস হাসাবিস এবং জন এম. জাম্পার যৌথভাবে ২০২৪ সালের রসায়নে নোবেল পুরস্কারের অর্ধেক অংশ লাভ করেন, আলফাফোল্ড ২-এ তাঁদের অর্জনের জন্য।\n\n\n=== ভাষা মডেল ===\n২০১৬ সালে ডিপমাইন্ড ওয়েভনেট নামে একটি টেক্সট-টু-স্পিচ (পাঠ্য থেকে কণ্ঠে রূপান্তর) সিস্টেম প্রকাশ করে। শুরুতে এটি গ্রাহকপণ্য হিসেবে ব্যবহারের জন্য অত্যন্ত উচ্চ কম্পিউটেশনাল সম্পদের প্রয়োজন পড়ত, তবে ২০১৭ সালের শেষ দিকে এটি গুগল অ্যাসিস্ট্যান্ট-এর মতো ভোক্তাপণ্যে ব্যবহারের উপযোগী হয়।\n২০১৮ সালে গুগল ‘ওয়েভনেট’-ভিত্তিক বাণিজ্যিক পণ্য ‘‘ক্লাউড টেক্সট-টু-স্পিচ’’ চালু করে। একই বছর ডিপমাইন্ড ও গুগল এআই যৌথভাবে আরও দক্ষ একটি মডেল ‘ওয়েভআরএনএন’ (WaveRNN) তৈরি করে।\n২০২০ সালে ওয়েভআরএনএন ভিত্তিক ‘ওয়েভনেটইকিউ’ (WaveNetEQ) নামের একটি প্রযুক্তি উপস্থাপন করা হয়, যা মূলত প্যাকেট লস-এর ক্ষেত্রে অডিও পুনর্গঠনের জন্য ব্যবহৃত হয়। ২০১৯ সাল থেকেই গুগল ধাপে ধাপে ওয়েভআরএনএন এবং ওয়েভনেটইকিউ ব্যবহার শুরু করে গুগল ডুয়ো ব্যবহারকারীদের জন্য।\n২০২২ সালের মে মাসে ডিপমাইন্ড গাটো (Gato) নামের একটি বহুমুখী মাল্টিমোডাল মডেল প্রকাশ করে। এটি ৬০৪টি বিভিন্ন ধরণের কাজে প্রশিক্ষিত, যেমন চিত্রের বর্ণনা, সংলাপ, বা ব্লক স্তূপীকরণ। ডিপমাইন্ডের মতে, গাটো অন্তত ৪৫০টি কাজে অর্ধেক সময়ে মানব বিশেষজ্ঞদের থেকেও ভালো ফলাফল করেছে। মিউজিরোর মতো মডেলের বিপরীতে, গাটোকে এক কাজ থেকে আরেক কাজে যাওয়ার জন্য নতুন করে প্রশিক্ষণ দিতে হয় না।\nস্প্যারো (Sparrow) হলো ডিপমাইন্ডের তৈরি একটি কৃত্রিম বুদ্ধিমত্তা চালিত চ্যাটবট, যা মানুষের মতামত ও গুগল অনুসন্ধানের ফলাফলের সমন্বয়ে নিরাপদ যন্ত্রশিক্ষা ব্যবস্থা গঠনের লক্ষ্যে তৈরি করা হয়েছে।\nচিনচিলা (Chinchilla) হলো ডিপমাইন্ডের তৈরি একটি ভাষা মডেল।\n২০২২ সালের ২৮ এপ্রিল ডিপমাইন্ড ‘‘ফ্লেমিংগো’’ (Flamingo) নামক একটি ভিজ্যুয়াল ভাষা মডেল (VLM) নিয়ে একটি ব্লগ পোস্ট প্রকাশ করে, যা মাত্র কয়েকটি প্রশিক্ষণ চিত্র ব্যবহার করে নির্ভুলভাবে কোনো ছবির বর্ণনা দিতে পারে।\n\n\n==== আলফাকোড ====\n২০২২ সালে ডিপমাইন্ড আলফাকোড নামে একটি কৃত্রিম বুদ্ধিমত্তাভিত্তিক কোডিং ইঞ্জিন প্রকাশ করে, যা গড়মানের একজন প্রোগ্রামারের সমতুল্য গতিতে কম্পিউটার প্রোগ্রাম লিখতে সক্ষম। প্রতিষ্ঠানটি এটি কোডফোর্সেস নামের প্ল্যাটফর্মের প্রতিযোগিতামূলক প্রোগ্রামিং চ্যালেঞ্জে পরীক্ষামূলকভাবে ব্যবহার করে। গিটহাব এবং কোডফোর্সেসের সমস্যাসমূহ থেকে প্রশিক্ষণ নিয়ে আলফাকোড ৫৪% মিডিয়ান স্কোর অর্জন করে। প্রতিটি সমস্যায় এটি স্বতন্ত্র সমাধান প্রদান করে এবং পূর্বপ্রকাশিত কোড অনুলিপি করতে নিষেধ করা হয়।\n\n\n==== জেমিনাই ====\n\nজেমিনাই একটি মাল্টিমোডাল বৃহৎ ভাষা মডেল, যা ৬ ডিসেম্বর ২০২৩ সালে প্রকাশিত হয়। এটি গুগলের পূর্ববর্তী ল্যামডা এবং PaLM 2-এর উত্তরসূরি এবং GPT-4-এর প্রতিদ্বন্দ্বী হিসেবে তৈরি। জেমিনাই তিনটি সংস্করণে আসে: ‘‘নানো’’, ‘‘প্রো’’ এবং ‘‘আল্ট্রা’’।\nজেমিনাই নামটি একইসাথে একটি চ্যাটবটকেও বোঝায়, যা পূর্বে বার্ড নামে পরিচিত ছিল।\n১২ ডিসেম্বর ২০২৪-এ, গুগল ‘‘জেমিনাই ২.০ ফ্ল্যাশ’’ প্রকাশ করে, যা ছবি ও অডিও তৈরির ক্ষমতাসহ প্রসারিত মাল্টিমোডাল ফিচার যুক্ত করে। এটি ভবিষ্যতের স্বয়ংক্রিয় এজেন্ট-ভিত্তিক সিস্টেমের অংশ হিসেবে উন্নয়নশীল।\n২৫ মার্চ ২০২৫-এ ‘‘জেমিনাই ২.৫’’ প্রকাশ পায়, যা সিদ্ধান্ত দেওয়ার আগে চিন্তা বা বিশ্লেষণ করার সক্ষমতা যুক্ত করে। গুগল ঘোষণা করে যে, ভবিষ্যতের সকল মডেলে এমন যুক্তিশীলতা থাকবে। ৩০ মার্চ ২০২৫-এ এটি সকল ফ্রি ব্যবহারকারীর জন্য উন্মুক্ত করা হয়।\n\n\n==== জেমা ====\n\nজেমা হলো ওপেন-ওয়েট যুক্ত বৃহৎ ভাষা মডেলের একটি সংগ্রহ। প্রথম জেমা মডেল প্রকাশিত হয় ২১ ফেব্রুয়ারি ২০২৪ সালে। দুটি সংস্করণে আসে—৭ বিলিয়ন প্যারামিটারবিশিষ্ট GPU/TPU-উপযোগী মডেল এবং ২ বিলিয়ন প্যারামিটারবিশিষ্ট CPU ও অন-ডিভাইস ব্যবহার উপযোগী মডেল। এগুলো প্রায় ৬ ট্রিলিয়ন টোকেনে প্রশিক্ষিত হয় এবং জেমিনাই মডেলের অনুরূপ গঠন ও প্রশিক্ষণ কৌশল ব্যবহার করে।\nজুন ২০২৪-এ গুগল ‘‘জেমা ২’’ সিরিজ চালু করে। ডিসেম্বর ২০২৪-এ ‘‘প্যালিজেমা ২’’ প্রকাশ করা হয়, যা একটি উন্নততর ভিশন-ভাষা মডেল। ২০২৫ সালের ফেব্রুয়ারিতে ‘‘প্যালিজেমা ২ মিক্স’’ প্রকাশিত হয়, যা ৩বি, ১০বি ও ২৮বি সংস্করণে আসে এবং ২২৪পিক্সেল ও ৪৪৮পিক্সেল রেজোলিউশন সমর্থন করে।\nমার্চ ২০২৫-এ গুগল ‘‘জেমা ৩’’ প্রকাশ করে, যাকে একক GPU-তে চালানোর উপযোগী সবচেয়ে সক্ষম মডেল হিসেবে বর্ণনা করা হয়। এটি ১বি, ৪বি, ১২বি এবং ২৭বি সংস্করণে পাওয়া যায়। একই মাসে ‘‘TxGemma’’ প্রকাশিত হয়, যা চিকিৎসা গবেষণায় সহায়তার লক্ষ্যে তৈরি ওপেন-সোর্স মডেল।\n\n\n==== সিমা ====\n২০২৪ সালের মার্চে ডিপমাইন্ড ‘‘সিমা’’ (SIMA – Scalable Instructable Multiword Agent) উন্মোচন করে, যা একটি সাধারণত উদ্দেশ্যে ব্যবহারযোগ্য এআই এজেন্ট। এটি স্বাভাবিক ভাষায় নির্দেশনা বুঝে এবং তা অনুসরণ করে বিভিন্ন ৩ডি ভার্চুয়াল পরিবেশে কাজ সম্পন্ন করতে সক্ষম। এটি ৮টি স্টুডিওর ৯টি ভিডিও গেম এবং ৪টি গবেষণা প্ল্যাটফর্মে প্রশিক্ষিত। সিমার মূল ভিত্তি হলো প্রাক-প্রশিক্ষিত কম্পিউটার ভিশন ও ভাষা মডেল, যা গেম-নির্ভর ডেটাতে ফাইন-টিউন করা হয়েছে। এর উদ্দেশ্য হলো ভাষাভিত্তিক ইন্টারফেসের মাধ্যমে বাস্তবজগতে কার্যকর এআই সহযোগী তৈরি করা।\n\n\n==== হ্যাবারমাস মেশিন ====\n\n২০২৪ সালে গুগল ডিপমাইন্ড একটি গবেষণার ফলাফল প্রকাশ করে, যেখানে দুটি বৃহৎ ভাষা মডেলকে প্রশিক্ষণ দিয়ে কয়েক হাজার অংশগ্রহণকারীর অভিমত ও মতানৈক্যের জায়গাগুলো চিহ্নিত ও উপস্থাপন করা হয়। অংশগ্রহণকারীদের নির্বাচন করতে লটারিভিত্তিক নির্বাচন (sortition) পদ্ধতি ব্যবহার করা হয়। এই প্রকল্পটি সমাজবিজ্ঞানী ইয়ার্গেন হ্যাবারমাস-এর নাম অনুসারে ‘‘হ্যাবারমাস মেশিন’’ নামে পরিচিত। এক পরীক্ষায় দেখা যায়, অংশগ্রহণকারীরা এআই-এর তৈরি সারাংশকে ৫৬% ক্ষেত্রে মানব মধ্যস্থতাকারীর তুলনায় বেশি পছন্দ করেছেন।\n\n\n=== ভিডিও নির্মাণ ===\n২০২৪ সালের মে মাসে গুগল আই/ও ২০২৪-এ একটি মাল্টিমোডাল টেক্সট-টু-ভিডিও মডেল ভেও (Veo) প্রকাশ করা হয়। গুগলের দাবি অনুযায়ী, এটি এক মিনিটের বেশি দীর্ঘ ১০৮০পি মানের ভিডিও তৈরি করতে সক্ষম। পরবর্তীতে ডিসেম্বর ২০২৪-এ গুগল ‘‘ভেও ২’’ প্রকাশ করে, যা ‘‘ভিডিওএফএক্স’’ (VideoFX)-এর মাধ্যমে ব্যবহারযোগ্য হয়। এটি ৪কে রেজোলিউশন সমর্থন করে এবং পদার্থবিজ্ঞানের নিয়মাবলী আরও গভীরভাবে অনুধাবন করতে পারে।\n\n\n=== সঙ্গীত নির্মাণ ===\nগুগল ডিপমাইন্ড লিরিয়া (Lyria) নামের একটি টেক্সট-টু-মিউজিক মডেল তৈরি করেছে। এপ্রিল ২০২৫ পর্যন্ত এটি ‘‘ভার্টেক্স এআই’’-এ প্রিভিউ মোডে ব্যবহারযোগ্য।\n\n\n=== পরিবেশ নির্মাণ ===\n২০২৩ সালের মার্চে ডিপমাইন্ড ‘‘জিনি’’ (Genie) নামক একটি মডেল প্রকাশ করে, যার পূর্ণরূপ ‘‘Generative Interactive Environments’’। এটি টেক্সট, ছবি কিংবা স্কেচ ব্যবহার করে গেম-সদৃশ ভার্চুয়াল জগৎ তৈরি করতে পারে, যেখানে ব্যবহারকারী নিজেই কাজ নিয়ন্ত্রণ করতে পারে। এটি একটি স্বচালিত ল্যাটেন্ট ডিফিউশন মডেল হিসেবে গড়ে তোলা হয়েছে, যাতে নির্দেশিত অ্যাকশন ডেটা ছাড়াই ফ্রেম-বাই-ফ্রেম ইন্টারঅ্যাকশন সম্ভব। ২০২৪ সালের ডিসেম্বরে ‘‘জিনি ২’’ প্রকাশিত হয়, যা আরও বৈচিত্র্যময় এবং ইন্টারঅ্যাকটিভ ৩ডি পরিবেশ তৈরি করতে সক্ষম।\n\n\n=== রোবোটিক্স ===\n২০২৩ সালের জুনে ডিপমাইন্ড রোবোক্যাট (RoboCat) নামের একটি এআই মডেল প্রকাশ করে, যা রোবোটিক বাহু পরিচালনা করতে পারে। এটি বিভিন্ন ধরনের রোবোটিক বাহুর সঙ্গে মানিয়ে নিতে পারে এবং নতুন ধরনের কাজও শিখে নিতে পারে। ২০২৫ সালের মার্চে ডিপমাইন্ড জেমিনাই রোবোটিক্স ও জেমিনাই রোবোটিক্স-ইআর নামের দুটি নতুন মডেল প্রকাশ করে, যেগুলো বাস্তব জগতে রোবটের সঙ্গে আরও কার্যকর যোগাযোগ সক্ষম করে।\n\n\n=== খেলাধুলা ===\nডিপমাইন্ডের গবেষকেরা ফুটবল খেলাতে যন্ত্রশিক্ষা প্রয়োগ করেছেন। গবেষণায় দেখা যায়, কৃত্রিম বুদ্ধিমত্তা ফুটবলার, গোলরক্ষক, রক্ষণভাগ এবং আক্রমণভাগের খেলোয়াড়দের বিভিন্ন পরিস্থিতিতে—যেমন পেনাল্টি শটে—কী ধরনের প্রতিক্রিয়া হয় তা মডেল করতে পারে। তারা হিটম্যাপ ও ক্লাস্টার বিশ্লেষণ ব্যবহার করে খেলোয়াড়দের আচরণগত প্রবণতা শ্রেণিবদ্ধ করেন।\nগবেষকেরা বলেন, ভিডিও বিশ্লেষণ এবং গেম থিওরির সমন্বয়ে স্বয়ংক্রিয়ভাবে গুরুত্বপূর্ণ মুহূর্তগুলো চিহ্নিত করে হাইলাইট তৈরি করা সম্ভব। সেন্সর ও ট্যাগকৃত ডেটার মাধ্যমে খেলোয়াড়দের গতিবিধি বিশ্লেষণ করে আরও উন্নত স্পোর্টস অ্যানালিটিক্স সম্ভব হয়েছে।\n\n\n=== প্রত্নতত্ত্ব ===\nগুগল একটি নতুন প্রত্নতাত্ত্বিক নথি বিশ্লেষণ কর্মসূচি উন্মোচন করেছে, যার নাম ইথাকা (Ithaca), হোমারের মহাকাব্য ওডিসিতে বর্ণিত গ্রিক দ্বীপের নামে। এই গভীর নিউরাল নেটওয়ার্ক প্রাচীন গ্রিক লেখাগুলোর ক্ষতিগ্রস্ত অংশ পুনর্গঠন করতে এবং সেগুলোর সময়কাল ও ভৌগোলিক উৎস নির্ধারণে গবেষকদের সহায়তা করে।\nএই কাজটি ২০১৯ সালে প্রকাশিত ডিপমাইন্ডের আরেকটি টেক্সট বিশ্লেষণ মডেল ‘‘পিথিয়া’’ (Pythia)-এর উপর ভিত্তি করে তৈরি হয়েছে। ইথাকা ক্ষতিগ্রস্ত লেখার ৬২% নির্ভুলতা নিয়ে পুনর্গঠন করতে সক্ষম এবং ভৌগোলিক উৎস নির্ধারণে ৭১% সফলতা অর্জন করে। এটি কোনো লেখার সময়কাল গড়ে ৩০ বছরের ব্যবধানে নির্ধারণ করতে পারে। গবেষকেরা দাবি করেন, ‘‘ইথাকা’’ ব্যবহার করে বিশেষজ্ঞ ইতিহাসবিদদের পুনর্গঠনের সঠিকতা ২৫% থেকে ৭২%-এ উন্নীত হয়। তবে এলেনর ডিকি মন্তব্য করেন, এই পরীক্ষাটি প্রকৃতপক্ষে ছাত্রদের উপর চালানো হয়েছিল এবং এতে ‘‘সত্যিকার পণ্ডিত সম্পাদকদের’’ জন্য কতটা কার্যকর হবে, তা স্পষ্ট নয়।\nগবেষক দলটি মডেলটিকে অন্যান্য প্রাচীন ভাষায় সম্প্রসারণের কাজ করছে, যার মধ্যে রয়েছে ডেমোটিক, আক্কাদীয় ভাষা, হিব্রু ভাষা এবং মায়া ভাষাসমূহ।\n\n\n=== পদার্থবিজ্ঞান এবং বস্তুবিজ্ঞান ===\n২০২৩ সালের নভেম্বর মাসে গুগল ডিপমাইন্ড একটি ওপেন সোর্স গ্রাফ নেটওয়ার্ক ‘‘জিএনওএমই’’ (GNoME – Graph Network for Materials Exploration) ঘোষণা করে। এই মডেল রসায়নে পূর্বে অজানা লক্ষাধিক নতুন পদার্থের পূর্বাভাস দেয়, যার মধ্যে কয়েক লক্ষ স্ফটিক কাঠামো ছিল, এবং এর মধ্যে ৭৩৬টি পদার্থ এমআইটি-তে পরীক্ষামূলকভাবে প্রস্তুত করা হয়েছে।\nতবে অ্যান্থনি চীথাম মন্তব্য করেন, জিএনওএমই পরীক্ষামূলক পদার্থবিজ্ঞানীদের জন্য কোনও ‘‘ব্যবহারযোগ্য বা বাস্তব অবদান’’ রাখেনি। চীথাম ও রাম শেশাদ্রির একটি পর্যালোচনা প্রবন্ধে উল্লেখ করা হয়েছে, জিএনওএমই দ্বারা পাওয়া পদার্থগুলোর বেশিরভাগই পূর্বপরিচিত উপকরণের সামান্য রূপভেদ, কোনো ‘‘উল্লেখযোগ্য নতুনত্ব’’ নয়।\n\n\n=== গণিত ===\n\n\n==== আলফাটেনসর ====\n২০২২ সালের অক্টোবর মাসে ডিপমাইন্ড আলফাটেনসর (AlphaTensor) প্রকাশ করে, যা AlphaGo-এর মতো রিইনফোর্সমেন্ট লার্নিং কৌশল ব্যবহার করে ম্যাট্রিক্স গুণনের জন্য নতুন অ্যালগরিদম আবিষ্কার করে।\nবিশেষত, ৪×৪ মাত্রার পূর্ণসংখ্যার ম্যাট্রিক্সের গুণফলে কেবল বিজোড় বা জোড়তা বিবেচনা করে, আলফাটেনসর মাত্র ৪৭টি পৃথক গুণনের মাধ্যমে সমাধান খুঁজে পায়, যেখানে ১৯৬৯ সাল থেকে প্রচলিত স্ট্রাসেন অ্যালগরিদম ৪৯টি গুণনের প্রয়োজন করে। কম্পিউটার বিজ্ঞানী জোশ আলম্যান একে ‘‘একটি সম্ভাব্য যুগান্তকারী পন্থার প্রমাণ’’ হিসেবে বর্ণনা করেন, যদিও ভার্জিনিয়া ভাসিলেভস্কা উইলিয়ামস এটিকে ‘‘কিছুটা অতিরঞ্জিত’’ বললেও এর রিইনফোর্সমেন্ট লার্নিং ভিত্তিক কৌশলকে ‘‘সম্পূর্ণ ভিন্নধর্মী’’ বলে স্বীকার করেন।\n\n\n==== আলফাজিওমেট্রি ====\n\nআলফাজিওমেট্রি (AlphaGeometry) হলো একটি নিউরো-সিম্বলিক কৃত্রিম বুদ্ধিমত্তা যা আন্তর্জাতিক গণিত অলিম্পিয়াডে প্রদত্ত ৩০টি জ্যামিতিক সমস্যার মধ্যে ২৫টি সমাধান করতে সক্ষম হয়েছে—যা একটি স্বর্ণপদকজয়ীর মানের সমতুল্য।\nপाরম্পরিক জ্যামিতিক প্রোগ্রামগুলো সিম্বলিক এআই-এর উপর ভিত্তি করে চলে এবং কঠোরভাবে মানব-লিখিত নিয়ম অনুসরণ করে, যা ব্যতিক্রমী পরিস্থিতিতে সীমাবদ্ধতা সৃষ্টি করে। আলফাজিওমেট্রি এই সিম্বলিক ইঞ্জিনের সঙ্গে একটি বিশেষায়িত বৃহৎ ভাষা মডেল যুক্ত করে, যেটি সিন্থেটিক জ্যামিতিক প্রমাণের ডেটা ব্যবহার করে প্রশিক্ষিত। যখন সিম্বলিক ইঞ্জিন নিজে প্রমাণ দিতে ব্যর্থ হয়, তখন ভাষা মডেল একটি নতুন জ্যামিতিক গঠন প্রস্তাব করে, যার মাধ্যমে সমাধানে অগ্রসর হওয়া যায়। তবে এই পদ্ধতি অন্যান্য গণিত শাখায় প্রযোজ্য কিনা, তা নিয়ে সন্দেহ রয়ে গেছে, কারণ প্রতিটি ক্ষেত্রে আলাদা নিয়ম এবং ডেটা কাঠামোর প্রয়োজন হয়।\n\n\n==== আলফাপ্রুফ ====\nআলফাপ্রুফ (AlphaProof) একটি কৃত্রিম বুদ্ধিমত্তা মডেল যা একটি প্রাক-প্রশিক্ষিত ভাষা মডেলকে AlphaZero রিইনফোর্সমেন্ট লার্নিং অ্যালগরিদমের সঙ্গে একত্র করে তৈরি করা হয়েছে। AlphaZero পূর্বে বিভিন্ন গেমে নিজে নিজে দক্ষতা অর্জন করেছে। এই মডেলে ব্যবহৃত ভাষা মডেলটি জেমিনাই মডেল থেকে ফাইন-টিউন করা হয়েছে এবং এটি প্রাকৃতিক ভাষায় লেখা গণিত সমস্যাকে আনুষ্ঠানিক ভাষায় অনুবাদ করে, ফলে বিভিন্ন স্তরের অসংখ্য আনুষ্ঠানিক সমস্যা তৈরি করা সম্ভব হয়।\nএসব সমস্যা লিন নামক আনুষ্ঠানিক প্রমাণভাষায় সংজ্ঞায়িত হয়। ২০২৪ সালের আন্তর্জাতিক গণিত অলিম্পিয়াডে, আলফাপ্রুফ এবং অভিযোজিত আলফাজিওমেট্রি যৌথভাবে একটি রৌপ্যপদকজয়ীর সমতুল্য মান অর্জন করে—এই প্রথমবারের মতো।\n\n\n=== আলফাডেভ ===\n\n২০২৩ সালের জুন মাসে ডিপমাইন্ড ঘোষণা করে যে তাদের তৈরি কৃত্রিম বুদ্ধিমত্তা মডেল আলফাডেভ (AlphaDev), রিইনফোর্সমেন্ট লার্নিং কৌশল ব্যবহার করে উন্নত কম্পিউটার বিজ্ঞান অ্যালগরিদম খুঁজে বের করতে সক্ষম হয়েছে। এই মডেল একটি নতুন ধরনের সর্টিং অ্যালগরিদম এবং হ্যাশিং অ্যালগরিদম আবিষ্কার করে, যা আগের তুলনায় আরও দ্রুত কাজ করে।\nনতুন সর্টিং অ্যালগরিদমটি ছোট ইনপুটের ক্ষেত্রে প্রায় ৭০% দ্রুত এবং ২,৫০,০০০-এর বেশি উপাদানবিশিষ্ট তালিকার ক্ষেত্রে ১.৭% বেশি কার্যকর। অপরদিকে, হ্যাশিং অ্যালগরিদমটি কিছু ক্ষেত্রে ৩০% পর্যন্ত দ্রুততার সাথে কাজ করে। নতুন সর্টিং অ্যালগরিদমটি C++ স্ট্যান্ডার্ড লাইব্রেরির অংশ হিসেবে গৃহীত হয়, যা গত এক দশকের মধ্যে এই লাইব্রেরির অ্যালগরিদমে প্রথম পরিবর্তন এবং প্রথমবারের মতো একটি এআই-উদ্ভাবিত অ্যালগরিদম এতে যুক্ত হয়।\nহ্যাশিং অ্যালগরিদমটি একটি ওপেন সোর্স লাইব্রেরিতে মুক্তভাবে প্রকাশ করা হয়। গুগলের হিসাব অনুযায়ী, এই দুটি অ্যালগরিদম প্রতিদিন ট্রিলিয়ন সংখ্যক বার বিশ্বব্যাপী কম্পিউটিং সিস্টেমে ব্যবহৃত হয়।\n\n\n=== চিপ ডিজাইন ===\nআলফাচিপ (AlphaChip) হলো একটি রিইনফোর্সমেন্ট লার্নিং-ভিত্তিক নিউরাল স্থাপত্য, যা চিপ নকশার ক্ষেত্রে লেআউট নির্ধারণের কাজ পরিচালনা করে। ডিপমাইন্ডের দাবি অনুযায়ী, এই প্রযুক্তি ব্যবহার করে চিপের লেআউট তৈরি করতে যে সময় আগে সপ্তাহখানেক লাগত, তা এখন কয়েক ঘণ্টায় সম্পন্ন করা যায়। ২০২০ সাল থেকে প্রতিটি টিপিইউ (TPU)-এর সংস্করণে আলফাচিপ দ্বারা নকশাকৃত চিপ ব্যবহৃত হয়েছে।\n\n\n=== গুগলে ডিপমাইন্ডের অন্যান্য অবদান ===\nগুগল জানিয়েছে যে, ডিপমাইন্ডের অ্যালগরিদম তাদের ডেটা সেন্টারগুলোর কুলিং ব্যবস্থার দক্ষতা অনেক বাড়িয়ে দিয়েছে। এই প্রযুক্তি হার্ডওয়্যারের ত্রুটির খরচ ও কুলিংয়ের খরচের মধ্যে ভারসাম্য রক্ষা করে স্বয়ংক্রিয়ভাবে অপ্টিমাইজ করে, ফলে কুলিং বিল প্রায় ৪০% হ্রাস পেয়েছে।\nএছাড়াও, ডিপমাইন্ড (অ্যালফাবেটের অন্যান্য কৃত্রিম বুদ্ধিমত্তা গবেষকদের সঙ্গে যৌথভাবে) গুগল প্লে-এর পার্সোনালাইজড অ্যাপ সুপারিশ সিস্টেমে সহায়তা করে।\nডিপমাইন্ড অ্যান্ড্রয়েড দলের সঙ্গেও অংশীদারিত্ব করেছে, যার মাধ্যমে অ্যান্ড্রয়েড পাই (গুগলের মোবাইল অপারেটিং সিস্টেমের নবম সংস্করণ) ব্যবহারকারীদের জন্য দুটি নতুন বৈশিষ্ট্য চালু করা হয়েছে: অ্যাডাপটিভ ব্যাটারি এবং অ্যাডাপটিভ ব্রাইটনেস। এই বৈশিষ্ট্যগুলো মেশিন লার্নিং ব্যবহার করে শক্তি সঞ্চয় করে এবং ডিভাইসকে আরও সহজে ব্যবহারযোগ্য করে তোলে। এটি ছিল প্রথমবারের মতো, যখন ডিপমাইন্ড তুলনামূলকভাবে ছোট স্কেলে মেশিন লার্নিং প্রযুক্তি প্রয়োগ করে, যেখানে সাধারণত অনেক বেশি কম্পিউটিং শক্তি প্রয়োজন হয়।\n\n\n== ডিপমাইন্ড হেলথ ==\n২০১৬ সালের জুলাই মাসে, মোরফিল্ডস আই হাসপাতালের সঙ্গে ডিপমাইন্ডের একটি যৌথ উদ্যোগ ঘোষণা করা হয়, যার লক্ষ্য ছিল স্বাস্থ্যসেবায় কৃত্রিম বুদ্ধিমত্তা প্রয়োগের জন্য অ্যাপ্লিকেশন উন্নয়ন। এই প্রকল্পে অজ্ঞাতনামা চোখের স্ক্যান বিশ্লেষণ করে অন্ধত্বের দিকে ধাবিত হতে পারে এমন রোগের প্রাথমিক লক্ষণ শনাক্ত করার চেষ্টা করা হয়।\n২০১৬ সালের আগস্টে, ইউনিভার্সিটি কলেজ লন্ডন হাসপাতালের সঙ্গে আরেকটি গবেষণা প্রকল্প চালু করা হয়। এর উদ্দেশ্য ছিল মাথা ও গলার অংশে ক্যান্সার আক্রান্ত এবং সুস্থ কোষের পার্থক্য নির্ধারণে একটি অ্যালগরিদম তৈরি করা।\nরয়্যাল ফ্রি লন্ডন এনএইচএস ফাউন্ডেশন ট্রাস্ট এবং ইম্পেরিয়াল কলেজ হেলথকেয়ার এনএইচএস ট্রাস্ট-এর সঙ্গে যৌথভাবে ডিপমাইন্ড নতুন ক্লিনিক্যাল মোবাইল অ্যাপ্লিকেশন উন্নয়নে কাজ করেছে, যা ইলেকট্রনিক রোগীর তথ্যের সঙ্গে সংযুক্ত। ২০১৭ সালের ডিসেম্বরে রয়্যাল ফ্রি হাসপাতালের কর্মীরা জানান, এই অ্যাপ ব্যবহার করে রোগীর তথ্য অ্যাক্সেস করা তাদের জন্য 'অসাধারণ' পরিবর্তন এনেছে এবং অকস্মাৎ কিডনি বিকলতার মতো জটিল অবস্থাগুলোর ব্যবস্থাপনায় ব্যাপক সময় সাশ্রয় হয়েছে। টেস্টের ফলাফল সরাসরি স্টাফদের মোবাইল ফোনে পাঠানো হয়, যা রোগীর অবস্থার পরিবর্তন দ্রুত জানিয়ে দেয়। এটি দেখায় অন্য কেউ প্রতিক্রিয়া জানিয়েছে কি না এবং রোগীকে ভিজ্যুয়াল আকারে ফলাফল দেখানো সম্ভব করে তোলে।\n২০১৭ সালের নভেম্বর মাসে, ডিপমাইন্ড ক্যান্সার রিসার্চ ইউকে'র ইম্পেরিয়াল কলেজ লন্ডন কেন্দ্রে একটি গবেষণা অংশীদারিত্ব ঘোষণা করে, যার লক্ষ্য ছিল ম্যামোগ্রাফি বিশ্লেষণে মেশিন লার্নিং প্রয়োগ করে স্তন ক্যান্সার শনাক্তকরণ উন্নত করা।\n২০১৮ সালের ফেব্রুয়ারিতে, ডিপমাইন্ড মার্কিন ভেটেরান্স অ্যাফেয়ার্স বিভাগের সঙ্গে একটি প্রকল্পে অংশ নেয়। এই প্রকল্পে লক্ষ্য ছিল কিডনি বিকলতা ও হাসপাতালে রোগীর অবস্থার অবনতি পূর্বাভাস দিতে মেশিন লার্নিং ব্যবহার করা, যাতে চিকিৎসক ও নার্সরা দ্রুত হস্তক্ষেপ করতে পারেন।\nডিপমাইন্ড ‘‘Streams’’ নামক একটি অ্যাপ তৈরি করে, যা ঝুঁকিপূর্ণ কিডনি রোগীদের ব্যাপারে ডাক্তারদের সতর্ক করে।\n২০১৮ সালের ১৩ নভেম্বর, ডিপমাইন্ড ঘোষণা করে যে তাদের স্বাস্থ্য বিভাগের সমস্ত কার্যক্রম এবং Streams অ্যাপ গুগল হেলথ-এ একীভূত করা হবে।\nএই ঘোষণা নিয়ে গোপনীয়তা বিষয়ক বিভিন্ন সংগঠন উদ্বেগ প্রকাশ করে, এবং ডিপমাইন্ড পূর্বে যে প্রতিশ্রুতি দিয়েছিল—যে রোগীর তথ্য গুগল অ্যাকাউন্ট বা পরিষেবার সঙ্গে সংযুক্ত হবে না—তা ভঙ্গ করা হয়েছে বলেও মন্তব্য করা হয়। তবে ডিপমাইন্ডের একজন মুখপাত্র জানান, রোগীর তথ্য গুগলের অন্য কোনো পরিষেবা বা প্রকল্পের সঙ্গে শেয়ার করা হবে না এবং আলাদাভাবে সংরক্ষিত থাকবে।\n\n\n=== এনএইচএস ডেটা-শেয়ারিং বিতর্ক ===\n২০১৬ সালের এপ্রিল মাসে, নিউ সায়েন্টিস্ট একটি ডেটা শেয়ারিং চুক্তির কপি সংগ্রহ করে, যা ডিপমাইন্ড এবং রয়্যাল ফ্রি লন্ডন এনএইচএস ফাউন্ডেশন ট্রাস্ট-এর মধ্যে সম্পাদিত হয়। এই ট্রাস্ট লন্ডনের তিনটি হাসপাতাল পরিচালনা করে, যেখানে প্রতি বছর আনুমানিক ১৬ লক্ষ রোগী চিকিৎসা গ্রহণ করেন। চুক্তি অনুযায়ী, ডিপমাইন্ড হেলথ এই হাসপাতালগুলোর রোগী ভর্তির তথ্য, ছুটি, স্থানান্তর, জরুরি বিভাগ, প্যাথলজি, রেডিওলজি এবং ক্রিটিক্যাল কেয়ার ইউনিটের ডেটায় প্রবেশাধিকার পায়। এতে এমনকি ব্যক্তিগত তথ্যও অন্তর্ভুক্ত ছিল, যেমন রোগীর এইচআইভি আছে কি না, বিষণ্নতায় ভুগছেন কি না বা কখনো গর্ভপাত করিয়েছেন কি না। এই তথ্য গবেষণার জন্য ব্যবহৃত হয়েছিল বিভিন্ন স্বাস্থ্য অবস্থার উন্নত ফলাফল অর্জনের লক্ষ্যে।\nইনফরমেশন কমিশনার্স অফিসে (ICO) একটি অভিযোগ দায়ের করা হয়, যাতে বলা হয় এই ডেটাগুলো ছদ্মনামীকরণ ও এনক্রিপ্ট করা উচিত ছিল।\n২০১৬ সালের মে মাসে নিউ সায়েন্টিস্ট আরেকটি প্রতিবেদন প্রকাশ করে, যেখানে দাবি করা হয় এই প্রকল্পটি ওষুধ ও স্বাস্থ্যসেবা পণ্য নিয়ন্ত্রক সংস্থার গোপনীয়তা উপদেষ্টা গোষ্ঠীর অনুমোদন ছাড়াই চালু করা হয়েছিল।\n২০১৭ সালে ICO এক বছরের তদন্ত শেষে জানায়, রয়্যাল ফ্রি এনএইচএস ট্রাস্ট ২০১৫ সালের শেষ দিকে ও ২০১৬ সালে যখন ‘‘Streams’’ অ্যাপটি পরীক্ষা করে, তখন তারা ডেটা প্রোটেকশন অ্যাক্ট অনুসরণে ব্যর্থ হয়। তাদের প্রতিবেদনে উল্লেখ করা হয় যে রোগীদের যথাযথভাবে জানানো হয়নি যে তাদের ব্যক্তিগত ডেটা পরীক্ষামূলক প্রকল্পে ব্যবহার করা হবে।\nডিপমাইন্ড জুলাই ২০১৭-তে একটি ব্লগপোস্টে জানায় যে, “আমাদের আরও ভালো করতে হবে” এবং তারা স্বচ্ছতা, তদারকি ও অংশগ্রহণ বাড়ানোর জন্য বিভিন্ন কার্যক্রম শুরু করেছে, যার মধ্যে রয়েছে রোগী ও জনসাধারণের সম্পৃক্ততার একটি কৌশলগত পরিকল্পনা তৈরি।\n২০১৭ সালের মে মাসে স্কাই নিউজ একটি ফাঁস হওয়া চিঠি প্রকাশ করে, যেখানে ন্যাশনাল ডেটা গার্ডিয়ান ডেম ফিওনা ক্যালডিকট জানান, তার বিচারে ডিপমাইন্ড ও রয়্যাল ফ্রি ট্রাস্টের মধ্যে তথ্য বিনিময় একটি “অনুপযুক্ত আইনি ভিত্তির” ওপর প্রতিষ্ঠিত ছিল।\nICO পরে জুলাই ২০১৭-তে জানায় যে রয়্যাল ফ্রি হাসপাতাল ডেটা প্রোটেকশন আইন লঙ্ঘন করে ১৬ লক্ষ রোগীর ব্যক্তিগত তথ্য ডিপমাইন্ডের কাছে হস্তান্তর করেছে।\n\n\n== ডিপমাইন্ড এথিকস অ্যান্ড সোসাইটি ==\n২০১৭ সালের অক্টোবর মাসে, ডিপমাইন্ড একটি নতুন গবেষণা ইউনিট চালু করে যার নাম ডিপমাইন্ড এথিকস অ্যান্ড সোসাইটি। এই ইউনিটের লক্ষ্য হল নিচের কয়েকটি বিষয়ে বহিঃস্থ গবেষণা অর্থায়ন করা: গোপনীয়তা, স্বচ্ছতা ও ন্যায্যতা; অর্থনৈতিক প্রভাব; শাসনব্যবস্থা ও জবাবদিহি; কৃত্রিম বুদ্ধিমত্তাজনিত ঝুঁকি ব্যবস্থাপনা; নৈতিকতা ও মূল্যবোধ; এবং কীভাবে কৃত্রিম বুদ্ধিমত্তা বৈশ্বিক সমস্যার সমাধানে সহায়ক হতে পারে।\nএই গবেষণা ইউনিটের মাধ্যমে ডিপমাইন্ড আশা করে কৃত্রিম বুদ্ধিমত্তা সম্পর্কিত নৈতিক দিকগুলো আরও গভীরভাবে অনুধাবন করা যাবে এবং সমাজে কৃত্রিম বুদ্ধিমত্তার ইতিবাচক ভূমিকা প্রতিষ্ঠায় সাহায্য করবে।\nএই নতুন ইউনিটটি পার্টনারশিপ অন আর্টিফিশিয়াল ইন্টেলিজেন্স টু বেনিফিট পিপল অ্যান্ড সোসাইটি নামক একটি বৃহৎ যৌথ উদ্যোগ থেকে আলাদা। উক্ত যৌথ উদ্যোগে বিভিন্ন শীর্ষস্থানীয় প্রযুক্তি কোম্পানি, শিক্ষা প্রতিষ্ঠান, নাগরিক সমাজ এবং অলাভজনক সংস্থা অংশগ্রহণ করে, যার অংশীদার ডিপমাইন্ডও বটে।\n‘‘ডিপমাইন্ড এথিকস অ্যান্ড সোসাইটি’’ বোর্ডটি সেই কল্পিত ‘‘এআই এথিকস বোর্ড’’ থেকে পৃথক, যা গুগল ডিপমাইন্ড অধিগ্রহণের সময় গঠনের প্রতিশ্রুতি দিয়েছিল।\n\n\n== ডিপমাইন্ডের মেশিন লার্নিং অধ্যাপকগণ ==\nডিপমাইন্ড তিনটি বিশ্ববিদ্যালয়ে মেশিন লার্নিং বিষয়ক অধ্যাপক পদের পৃষ্ঠপোষকতা করে:\n\nক্যামব্রিজ বিশ্ববিদ্যালয়-এ, কম্পিউটার বিজ্ঞান ও প্রযুক্তি বিভাগে এই পদে অধিষ্ঠিত আছেন নেইল লরেন্স।\nঅক্সফোর্ড বিশ্ববিদ্যালয়-এ, কম্পিউটার বিজ্ঞান বিভাগে এই পদে রয়েছেন মাইকেল ব্রনস্টাইন।\nইউনিভার্সিটি কলেজ লন্ডন-এ, কম্পিউটার বিজ্ঞান বিভাগে এই পদে রয়েছেন মার্ক ডেইজেনরথ।\n\n\n== আরও দেখুন ==\nঅ্যানথ্রপিক\nকোহিয়ার\nকৃত্রিম বুদ্ধিমত্তা সম্পর্কিত শব্দকোষ\nইমেজেন\nওপেনএআই\nরোবট সংবিধান\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট \nগিটহাব রেপোজিটরিগুলি"}