{"pageid": 1533262, "title": "২৫ রমজান", "url": "https://bn.wikipedia.org/wiki?curid=1533262", "content": "২৫ রমজান বা ২৫ রমজান আল মুবারক অথবা ২৫/৯ (নবম মাসের পঁচিশতম দিন) হলো চন্দ্র হিজরি (আরবি) ক্যালেন্ডার অনুসারে বছরের দুইশত একষট্টিতম দিন (২৬১) (অথবা শাবান মাস যদি ত্রিশতম দিন পূর্ণ করে তাহলে দুইশত বাষট্টিতম দিন অথবা সফর, রবিউল আখির, জুমাদা আল-আখিরা এবং শাবান মাস যদি ত্রিশ দিন পূর্ণ করে তাহলে দুইশত তেষট্টিতম দিন)। অর্থাৎ, বছর শেষ হতে ৯৩ বা ৯৪ দিন বাকি আছে।\n\n\n== ঘটনাবলী ==\n৮ হিজরী - খালিদ বিন আল-ওয়ালিদ আল-উজ্জা (আল-বাস) মন্দিরটি ভেঙে ফেলেন এবং এর তিনটি পবিত্র গাছ কেটে ফেলেন, ফলে আরবদের আত্মা থেকে এর উপাসনা বন্ধ হয়ে যায়।\n১২৯ হিজরি - আবু মুসলিম আল-খোরাসানী উমাইয়াদের বিরুদ্ধে বিপ্লব ঘোষণা করেন ।\n২৫০ হিজরি - তাবারিস্তানের লোকেরা আল-হাসান বিন যায়েদ বিন মুহাম্মদ বিন ইসমাইল বিন আল-হাসান বিন যায়েদ বিন আল-হাসান বিন আলী বিন আবি তালিবের প্রতি আনুগত্য প্রকাশ করে, যার ডাকনাম \"সত্যের প্রচারক\"।\n৪১৫ হিজরি - ফাতেমীয় খলিফা আল-জাহির লি-ইজ্জ আদ-দীন আল্লাহ আমির আল-উমারার উপাধিকে নির্বাচিত রাষ্ট্রীয় কমান্ডার আমির আনুশতাকিন আল-দিজবারির উপাধিতে উন্নীত করার জন্য একটি ডিক্রি জারি করেন । তার আগে তার উপাধি ছিল: আমির মুজাফফর আমির আল-জুয়ুশ, আদাত আল-ইমাম, খিলাফতের তরবারি এবং ইজ আদ-দওলা শরফ আল-মাআলি।\n৪৬৩ হিজরি - সেলজুক রাজ্যের পতাকাতলে এবং সুলতান আল্প আরসলানের নেতৃত্বে মুসলমানরা মানজিকার্টের যুদ্ধে সম্রাট রোমানাস চতুর্থ ডায়োজিনেসের নেতৃত্বে বাইজেন্টাইন রোমানদের পরাজিত করে এবং এশিয়া মাইনরের বেশিরভাগ অংশ জয় করে , এটিকে ইসলামের ভূমিতে অন্তর্ভুক্ত করে।\n৪৯১ হিজরি - আল-মুসতা'লি বিল্লাহর খিলাফতের সময় ফাতেমীয়রা জেরুজালেমের নিয়ন্ত্রণ নেয় , যখন এর শাসক যুবরাজ সুকমান ফাতেমীয় খলিফার কাছে প্রার্থনা বন্ধ করে আব্বাসীয়দের প্রতি আনুগত্য ও কর্তৃত্ব পুনরুদ্ধার করেন।\n৬৫৮ হিজরি - আইন জালুতের বিখ্যাত যুদ্ধ সংঘটিত হয় এবং কিতবুঘার নেতৃত্বে মঙ্গোল বাহিনী মামলুক ইসলামী সেনাবাহিনীর কাছে পরাজিত হয় , ফলে পশ্চিম দিকে মঙ্গোলদের অগ্রযাত্রা থামে।\n৯২৭ হিজরি - সুলতান সুলেমান দ্য ম্যাগনিফিসেন্টের নেতৃত্বে অটোমান সেনাবাহিনী হাঙ্গেরির নিয়ন্ত্রণাধীন বেলগ্রেড শহর আক্রমণ করে জয় করে ।\n১২৫১ হিজরি - আলজেরিয়ার আমির আবদেলকাদেরকে মরক্কোর সীমান্তবর্তী ওজদা শহরে প্রত্যাহার করতে বাধ্য করার পর ফরাসিরা আলজেরিয়ার ট্লেমসেন শহরে প্রবেশ করে ।\n১২৯৪ হিজরি - ইয়েখনিলারের যুদ্ধে অটোমান সেনাপতি আহমেদ মুখতার পাশা রুশ সাম্রাজ্যবাদী সেনাবাহিনীকে পরাজিত করেন । তিনি ৭,৪০,০০০ সৈন্যের রাশিয়ান সেনাবাহিনীর বিরুদ্ধে ৩৪,০০০ সৈন্যের সেনাবাহিনী নিয়ে এই বিজয় অর্জন করেছিলেন। এই যুদ্ধে রাশিয়ানরা ১০,০০০ জন নিহত হয়।\n১৩৬৪ হিজরি - দ্বিতীয় বিশ্বযুদ্ধের সমাপ্তি।\n১৩৬৮ হিজরি - ইসরায়েল ও সিরিয়ার মধ্যে একটি যুদ্ধবিরতি চুক্তি স্বাক্ষর ।\n১৩৯৩ হিজরি - ইরাকি সরকার বসরা তেল কোম্পানিতে ডাচদের অংশ জাতীয়করণের সিদ্ধান্ত জারি করে । রমজান যুদ্ধের সময় নেদারল্যান্ডসের ইসরায়েল-পন্থী অবস্থানের প্রেক্ষিতে ।\n১৪০২ হিজরি - ইসরায়েলের প্রতি সমর্থনের প্রতিবাদে বাংলাদেশে বিক্ষোভকারীরা ঢাকায় মার্কিন দূতাবাসে হামলা চালায় ।\n১৪০৯ হিজরি - লিবিয়ার নেতা মুয়াম্মার গাদ্দাফি ঘোষণা করেন যে ভিসা বা পাসপোর্ট ছাড়াই লিবিয়ার ভূমি যেকোনো আরবের জন্য উন্মুক্ত । এক বছর আগে, তিনি একটি বুলডোজার চালিয়ে লিবিয়া ও তিউনিসিয়ার মধ্যে একটি সীমান্ত ক্রসিং ভেঙে দিয়েছিলেন । মিশর এবং লিবিয়ার সীমান্ত ক্রসিংয়ে আবারও এটি ঘটেছিল , কিন্তু এই ঘোষণা স্থায়ী হয়নি এবং লিবিয়া ভিসা এবং পাসপোর্ট সহ প্রবেশের প্রয়োজনীয়তা বাস্তবায়ন করেছে।\n১৪১৯ হিজরি - কসোভো আলবেনিয়ান মিডিয়া সেন্টারের পরিচালক আনোয়ার মালিউকিকে হত্যা করা হয় । সার্বিয়ান কর্তৃপক্ষকে অভিযুক্ত করা হয়েছিল ।\n১৪২৫ হিজরি - ইরাকি অন্তর্বর্তীকালীন সরকার ৬০ দিনের জন্য জরুরি অবস্থা ঘোষণা করে ।\n১৪২৬ হিজরি - দুই আফ্রিকান মুসলিমের মৃত্যুর পর প্যারিসে দাঙ্গা ছড়িয়ে পড়ে ।\n১৪৩৩ হিজরি - মিশরের রাষ্ট্রপতি মোহাম্মদ মুরসি প্রতিরক্ষামন্ত্রী ফিল্ড মার্শাল মোহাম্মদ হুসেন তানতাওয়ি এবং চিফ অফ স্টাফ লেফটেন্যান্ট জেনারেল সামি আনানকে অবসর দেন। তিনি লেফটেন্যান্ট জেনারেল আবদেল ফাত্তাহ এল-সিসিকে সশস্ত্র বাহিনীর সর্বাধিনায়ক এবং প্রতিরক্ষা ও সামরিক উৎপাদন মন্ত্রী নিযুক্ত করেন। তিনি কাউন্সিলর মাহমুদ মেক্কিকে প্রজাতন্ত্রের ভাইস প্রেসিডেন্ট হিসেবে নিযুক্ত করেন ।\n১৪৩৮ হিজরি - লন্ডনের ফিন্সবারি পার্ক মসজিদে তারাবিহ নামাজ পড়ে বের হতে যাওয়া মুসল্লিদের উপর গাড়ি দুর্ঘটনায় একজন নিহত এবং ১০ জন আহত হন । ব্রিটিশ পুলিশ একই দিনে হামলার অপরাধীকে গ্রেপ্তার করে এবং তাকে ড্যারেন অসবোর্ন হিসেবে শনাক্ত করে, যে একজন ডানপন্থী বর্ণবাদী এবং মুসলিম এবং অভিবাসীদের প্রতি বিদ্বেষী ।\n১৪৪৪ হিজরি - দেশের বিভিন্ন স্থানে সুদানী সশস্ত্র বাহিনী এবং র‍্যাপিড সাপোর্ট ফোর্সের মধ্যে সহিংস সংঘর্ষ ।\n\n\n== জন্ম ==\n৫৪৪ হিজরি - ফখর আল-দীন আল-রাযি, ইসলামের শেখ, ইমাম, দোভাষী, আইনজ্ঞ এবং আইন তাত্ত্বিক।\n১২৮৪ হিজরি - মুহাম্মদ ফরিদ বে, একজন আইনজ্ঞ এবং ইতিহাসবিদ, মিশরের জাতীয় আন্দোলনের অন্যতম নেতা।\n১৩১৬ হিজরি - কাসিম মুহিউদ্দিন, একজন ইরাকি মুসলিম আইনজ্ঞ, কবি এবং লেখক।\n১৩৩৭ হিজরি - মোহাম্মদ বাউদিয়াফ, আলজেরিয়ার পঞ্চম রাষ্ট্রপতি।\n১৩৩৯ হিজরি - আবদুল্লাহ আল-তায়েব আল-মাজজুব, সুদানী সাহিত্যের ডিন।\n১৩৪১ হিজরি - আজারবাইজানের তৃতীয় রাষ্ট্রপতি হায়দার আলিয়েভ ।\n১৩৪৩ হিজরি - আব্দুল-ওয়াদুদ শালাবি, একজন মিশরীয় ধর্মীয় পন্ডিত।\n১৩৫৩ হিজরি - ইব্রাহিম আল-সালকিনি, একজন সিরিয়ান ধর্মগুরু।\n১৩৫৭ হিজরি - রাজকুমারী ফেরিয়াল, মিশরের রাজা প্রথম ফারুকের কন্যা।\n১৩৯৮ হিজরি - সাদুন আল-শামারি, কুয়েতি ফুটবল খেলোয়াড়।\n১৪০৬ হিজরি - বিলাল মুহাম্মদ, কাতারি ফুটবল খেলোয়াড়।\n\n\n== মৃত্যু ==\n১৩৩৬ হিজরি - পঞ্চম মুহাম্মদ, শেষোক্ত উসমানীয় সুলতান।\n১৩৭৯ হিজরি - বদি আল-জামান সাইদ নুরসি, একজন কুর্দি মুসলিম পন্ডিত।\n১৪০২ হিজরি - মাহমুদ আল-কুয়েতি, কুয়েতি গায়ক।\n১৪১৮ হিজরি - ইসমাইল সাদিক আল-আদভী, আল-আজহার মসজিদের ইমাম ও প্রচারক।\n১৪১৯ হিজরি - আনোয়ার মালিউকি, কসোভো আলবেনিয়ান মিডিয়া সেন্টারের পরিচালক।\n১৪২৯ হিজরি - বাসয়ৌনি ওসমান, মিশরীয় লেখক।\n১৪৪১ হিজরি - সালেহ কামেল, একজন সৌদি ব্যবসায়ী।\n\n\n== বহিঃসংযোগ ==\nইসলাম স্টোরি ওয়েবসাইট: এটি রমজান মাসে ঘটেছিল।"}