{"pageid": 1533354, "title": "২০০১ অমরনাথ তীর্থযাত্রী হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1533354", "content": "২০০১ সালের ২০ জুলাই শ্রাবণ মাসে ভারতের জম্মু ও কাশ্মীর রাজ্যের কাশ্মীর উপত্যকার অমরনাথ মন্দির হিমবাহ গুহা মন্দিরের কাছে শেষনাগ হ্রদে একটি তীর্থযাত্রী রাত্রিকালীন শিবিরে সন্ত্রাসী হামলায় ১৩ জন নিহত এবং ১৫ জন আহত হন। জঙ্গিরা দুটি বিস্ফোরণ এবং গুলি চালায়। ভোরের দিকে এক হামলায়, সন্ত্রাসীরা নিরাপত্তা বেষ্টনীর কয়েকটি স্তর ভেদ করে দুটি ইম্প্রোভাইজড বিস্ফোরক ডিভাইস (এলইডি) বিস্ফোরণ ঘটায়, নিহতদের মধ্যে ৮ জন হিন্দু বেসামরিক তীর্থযাত্রী ছিলেন, যাদের মধ্যে ২ জন মহিলা এবং ৩ জন মুসলিম বেসামরিক নাগরিক এবং ২ জন নিরাপত্তা কর্মী ছিলেন।\n\n\n== পটভূমি ==\n৪৮ দিনের জুলাই-আগস্ট বার্ষিক হিন্দু তীর্থযাত্রা, যা ৬০০,০০০ বা তার বেশি তীর্থযাত্রী হিমালয়ের ১২,৭৫৬ ফুট (৩,৮৮৮ মিটার) উঁচুতে অবস্থিত ১৩০ ফুট (৪০ মিটার) উঁচু হিমবাহ- আচ্ছাদিত অমরনাথ গুহা মন্দিরে পরিচালিত হয়, যা অমরনাথ যাত্রা নামে পরিচিত। এটি পহেলগামের নুনওয়ান এবং চন্দনওয়ারি বেস ক্যাম্প থেকে ৪৩ কিলোমিটার (২৭ মাইল) পর্বতীয় ট্র্যাক দিয়ে শুরু হয় এবং শেষনাগ লেক এবং পঞ্চতার্নি ক্যাম্পে রাত্রিযাপনের পর গুহা-আলোতে পৌঁছায়।\nতীর্থযাত্রীদের উপর কর আরোপ করে এবং স্থানীয় শিয়া মুসলিম বাকারওয়াল-গুজরদের দ্বারা জীবিকা নির্বাহের মাধ্যমে এবং হিন্দু তীর্থযাত্রীদের সেবা প্রদানের মাধ্যমে এই যাত্রা উভয়ই রাজস্ব উপার্জনের একটি উপায় এবং এই আয়ের উৎস জঙ্গি গোষ্ঠীগুলির দ্বারা হুমকির সম্মুখীন হয়েছে যারা অন্তত বার বার নিষিদ্ধ করেছে এবং ব্যাপকভাবে হামলা চালিয়েছে। ৩০ জন এবং আহত হয়েছে অন্তত ৬০ জন। অমরনাথ তীর্থযাত্রায় সন্ত্রাসী-আক্রমণ হত্যাকাণ্ডে (২০০০) অনন্তনাগ জেলার পাহালগাম শহরে দুই ঘণ্টার নির্বিচারে গুলি চালানোর ফলে ২১ নিরস্ত্র হিন্দু তীর্থযাত্রী, ৭ মুসলিম বেসামরিক এবং ৩ জন নিরাপত্তা বাহিনীর মৃত্যু হয়েছে।\nঅমরনাথ যাত্রায় এই আক্রমণটি ছিল বৃহত্তর ১লা এবং ২রা আগস্ট ২০০০ কাশ্মীর গণহত্যার অংশ যা ৫টি পৃথক সমন্বিত সন্ত্রাসী হামলায় কমপক্ষে ৮৯ (সরকারি গণনা) থেকে ১০৫ জন নিহত হয়েছে (পিটিআই দ্বারা রিপোর্ট করা হয়েছে) এবং কমপক্ষে ৬২ জন আহত হয়েছে।\n\n\n== পরিণতি ==\nভারত সরকার অতিরিক্ত তহবিল প্রদান করে এবং জম্মু ও কাশ্মীরের রাজ্য সরকার নিরাপত্তা জোরদার করে। কয়েক সপ্তাহ পরে বিন লাদেন ১১ সেপ্টেম্বর মার্কিন যুক্তরাষ্ট্রে আক্রমণ শুরু করেন যার ফলে ইসলামী সন্ত্রাসী হামলার প্রতি বিশ্বব্যাপী প্রতিক্রিয়া বিচ্ছিন্ন এবং বিক্ষিপ্ত থেকে ঐক্যবদ্ধ এবং সমন্বিত হয়ে ওঠে।পাকিস্তান-সমর্থিত ইসলামী সন্ত্রাসী সংগঠন লশকর-ই-তাইয়েবা  হাফিজ সাইদ দ্বারা প্রতিষ্ঠিত এবং মুজাহিদিনকে ভারত, ইউরোপীয় ইউনিয়ন এবং মার্কিন যুক্তরাষ্ট্র সন্ত্রাসী সংগঠন হিসেবে মনোনীত করে।\n\n\n== আরো দেখুন ==\nইসলামি সন্ত্রাসবাদ\nকাঁওড় যাত্রা\n২০০৩ সালের নদীমার্গ গণহত্যা\n২০১৭ সালের অমরনাথ যাত্রা হত্যাকাণ্ড\nইসলামি সন্ত্রাসী হামলার তালিকা\n\n\n== তথ্যসূত্র =="}