{"pageid": 1533423, "title": "হাম্মাদ ইবনে আবি সুলাইমান", "url": "https://bn.wikipedia.org/wiki?curid=1533423", "content": "হাম্মাদ ইবনে আবি সুলায়মান ( আরবি: حماد بن أبي سليمان; মৃত্যু ৭৩৭-৮ খ্রি.) ছিলেন একজন প্রাথমিক মুসলিম আইনবিদ, যিনি হানাফি আইনশাস্ত্রের প্রধান ইমাম আবু হানিফার প্রধান শিক্ষক হিসেবে সর্বাধিক পরিচিত।  তিনি ৭৩৮ সালে কুফায় মারা যান এবং  এরপর আবু হানিফা তার হালাকা পরিচালনা করেন।\n\n\n== জীবনী ==\nহাম্মাদ ইবনে আবু সুলায়মান পারস্যিক বংশোদ্ভূত ছিলেন এবং তার জন্মস্থান ছিল ইস্পাহান। তিনি দীর্ঘ সময় কুফায় বসবাস করেছেন। বলা হয়, তার পিতা ইস্পাহানের একজন শাসকের পুত্র ছিলেন। ইসলামের প্রারম্ভিক যুগে প্রায় ৬৪১ খ্রিস্টাব্দে যখন সাহাবি আবু মূসা আশআরি ইস্পাহান জয় করেন, তখন হাম্মাদের পিতা বন্দি হন এবং আবু মূসার উপস্থিতিতে ইসলাম গ্রহণ করেন। এরপর থেকে তিনি আবু মূসার মাওলা বা অনুগত রূপে পরিণত হন। \nআবু মূসা তাকে খলিফা উমর ইবনুল খাত্তাবের কাছে পাঠান। উমরের উপস্থিতিতেও তিনি পুনরায় ইসলাম গ্রহণ করেন। এর পর উমর তাকে কুফায় কিছু জমি দেন। তবে অপর একটি সূত্র অনুযায়ী মুয়াবিয়া ইবনে আবু সুফিয়ান তাকে বন্দি করেন এবং আবু মূসার নিকট উপহার দেন এবং একাধিক বর্ণনায় এসেছে যে, মুয়াবিয়া তাকে দূত হিসেবে দুমাতুল-জান্দুল নামক স্থানে আবু মূসার কাছে প্রেরণ করেন, যেখানে তারা একটি সালিসি বিষয় নিয়ে আলোচনা করছিলেন। হাম্মাদ সম্পর্কে উল্লেখযোগ্য তথ্য পাওয়া যায় না। এতটুকু জানা যায়, তার পিতা তাকে কুফার বিখ্যাত মসজিদে হাদীস ও ইসলামি আইন শিক্ষাদানকারী ইবরাহিম নাখাঈর নিকট পাঠিয়েছিলেন। তার কাছেই তিনি ফিকহে পাণ্ডিত্য অর্জন করেন। তার পিতা আবু সুলায়মান একজন ধনী ব্যক্তি ছিলেন এবং তিনি চাননি যে, তার পুত্র কোনো প্রকার ব্যবসা বা পার্থিব কাজ-কর্মে যুক্ত হোক। তাই তিনি হাম্মাদের শিক্ষার জন্য সর্বোচ্চ চেষ্টা করেছিলেন।\nহাম্মাদ অত্যন্ত মেধাবী ও প্রজ্ঞাবান ছিলেন এবং তার এই গুণাবলির পেছনে সবচেয়ে বড় অবদান ছিল ইবরাহিম নাখাঈর। এছাড়াও আমির ইবনে শারাহিল আল-শা'বিও তার শিক্ষা ও গঠনে গুরুত্বপূর্ণ ভূমিকা পালন করেন। হাম্মাদ একজন দানশীল ও উদার ব্যক্তি ছিলেম। তিনি রমজান মাসে বড় বড় মজলিসে ইফতার করাতেন; দরিদ্র ও এতিমদের খোঁজখবর নিতেন এবং তাদের দেখাশোনা করতেন। \nহাম্মাদ জীবনের বেশিরভাগ সময় কুফায় অতিবাহিত করেন। যদিও তিনি কখনো কখনো হিজাজ, বসরা ও রাক্কা সফর করেছিলেন। অধিকাংশ ঐতিহাসিক সূত্র একমত যে, তার মৃত্যু হয়েছিল ৭৩৮ খ্রিস্টাব্দে। তার পুত্র ইসমাইলও একজন আলেম হিসেবে খ্যাতি অর্জন করেছিলেন। \n\n\n== শাস্ত্রীয় অবদান ==\nহাম্মাদ ইবনে আবু সুলায়মান ইসলামি জ্ঞান ও শাস্ত্রের ইতিহাসে একজন গুরুত্বপূর্ণ ব্যক্তিত্ব ছিলেন। যদিও তাঁর দ্বারা বর্ণিত হাদীসের সংখ্যা তুলনামূলকভাবে কম, তবে তিনি প্রখ্যাত সাহাবি আনাস ইবনে মালিক ও তাবেইনদের মধ্য থেকে সাঈদ ইবনুল মুসাইয়্যাব, হাসান বাসরি, সাঈদ ইবনে জুবাইর, আবু ওয়াইল, আবদুল্লাহ ইবনে বুরাইদা, আবদুর রহমান ইবনে সাদ ও ইকরিমা প্রমুখের কাছ থেকে হাদীস গ্রহণ করেছেন। \nতিনি ফিকহ শাস্ত্রের গভীর জ্ঞান লাভ করেন তাঁর শিক্ষক ইব্রাহিম নাখাঈর নিকট হতে। ইব্রাহিম তাঁকে তাঁর সবচেয়ে মেধাবী ও বিজ্ঞ ছাত্র হিসেবে আখ্যায়িত করেছিলেন। হাম্মাদ কিয়াস ও ইজতিহাদে পারদর্শী ছিলেন এবং যুক্তিতর্কে অত্যন্ত দক্ষ ছিলেন। তিনি প্রায় চব্বিশ বছর পর্যন্ত তিনি ফিকহ শিক্ষা দেন এবং তাঁর মৃত্যুর আগ পর্যন্ত তিনি এ কর্মে নিয়োজিত ছিলেন। হাম্মাদের অন্যতম প্রধান ছাত্র ছিলেন ইমাম আবু হানিফা, যিনি তাঁর কাছে প্রায় ১৮ বছর শিক্ষা লাভ করেন। হাম্মাদের অন্যান্য ছাত্রদের মধ্যে ছিলেন তাঁর পুত্র ইসমাঈল, হাকিম ইবনে উতাইবা, আল-আ'মাশ, জায়েদ ইবনে আবু ইউনুস, হিশাম দাস্তুওয়াই, সুফিয়ান সাওরি, শু'বা ইবনে হাজ্জাজ, হাম্মাদ ইবনে সালামা প্রমুখ। \nহাম্মাদের প্রচেষ্টার মাধ্যমেই হানাফি মাজহাবের ভিত্তি স্থাপিত হয়, যা পরবর্তীতে ইমাম আবু হানিফার মাধ্যমে পরিপূর্ণতা পায়। বিখ্যাত পণ্ডিত ইবনে আবিদিন এক চমৎকার দৃষ্টান্ত দিয়ে বলেছেন: \"যেমন রুটি সকলের প্রয়োজন, তেমনই ফিকহও। এর বীজ বপন করেন ইবনে মাসউদ; আলকামা তা রোপন করেন; ইব্রাহিম তা সংগ্রহ করেন; হাম্মাদ তা ছাঁটাই করেন, ইমাম আবু হানিফা তা দিয়ে ময়দা বানান; আবু ইউসুফ তা মেখে আটা বানান এবং ইমাম মুহাম্মাদ তা রুটি বানান, যা বর্তমান মানুষ ভোগ করে।\" \nহাম্মাদ একবার তাঁর এক আত্মীয়ের মৃত্যুর পর সম্পদ গ্রহণ করতে বসরাতেও গিয়েছিলেন; সম্ভবত ৭৩০ খ্রিস্টাব্দে। সেখানে তিনি বসরার প্রশাসক বিলাল ইবনে আবু বুরদার সঙ্গে সাক্ষাৎ করেন এবং হাদীস বর্ণনা করেন। \nতবে হাদীস বিশ্লেষকগণ হাম্মাদ সম্পর্কে নানা মন্তব্য করেছেন। কেউ অভিযোগ করেন, তিনি হাদীস বর্ণনায় ভুল করতেন বা মাঝে মাঝে বিভ্রান্ত হতেন। কিছু সূত্র দাবি করে যে, তিনি মুরজিয়া মতাবলম্বী ছিলেন এবং জীবনের শেষভাগে তার স্মৃতিশক্তি দুর্বল হয়ে যায়। তবে ইয়াহইয়া ইবনে মাঈন, নাসাঈ, ইবনে হিব্বানসহ প্রমুখ পণ্ডিত তাঁকে নির্ভরযোগ্য বলে গ্রহণ করেন। \n\n\n== ধর্মতত্ত্ব ==\nহাম্মাদ ইবনে আবু সুলায়মান কুরআন মাখলুক হওয়া বিশ্বাস করতেন না। তিনি দৃঢ়ভাবে বিশ্বাস করতেন যে, কুরআন আল্লাহর কালাম এবং এটি সৃষ্ট নয়। \nকিছু সূত্র মতে, হাম্মাদ ও যার ইবনে আবদুল্লাহ আল-হামদানি প্রথম কুফায় মুর্জিয়া মতবাদ প্রচলন করেন। মুর্জিযারা এমন একটি ধর্মীয় দল, যারা বিশ্বাস করত যে, ঈমান (বিশ্বাস) মূলত অন্তরের বিশ্বাস ও মুখের স্বীকারোক্তির নাম; আমল বা কাজ ঈমানের অংশ নয়। এই মতবাদের ফলে কেউ যদি আল্লাহর একত্বে বিশ্বাস করে সে পাপ করলেও ঈমানদার রয়ে যায়। \nহাম্মাদ যখন মুর্জিয়া মতবাদ গ্রহণ করেন, তখন তাঁর শিক্ষক ইব্রাহিম নাখাঈ ক্ষুব্ধ হয়ে তাঁকে তাঁর কাছে আসতে নিষেধ করেন। এমনকি বিখ্যাত তাবেয়ি সুফিয়ান সাওরী বলেছেন যে, তিনি গোপনে হাম্মাদের কাছে যেতেন। কারণ নাখাঈর ছাত্ররাও (বা সম্ভবত তাঁর নিজের বন্ধুরাও) তার বিরুদ্ধে ছিলেন। \nতবে হাম্মাদ কখনও মুরজিয়াদের চরমপন্থী অবস্থান গ্রহণ করেননি; যেমন: “আল্লাহর একত্বে বিশ্বাস করার পর ফরয হুকুম আদায় না করলেও সমস্যা নেই। এমন চরমপন্থী মত হাম্মাদ কখনো গ্রহণ করেননি। প্রসিদ্ধ ঐতিহাসিক আল-যাহাবি হাম্মাদের মুর্জিয়া মতবাদকে “ফুকাহা-মুর্জিয়াবাদ” বলে চিহ্নিত করেছেন। এর মূল বক্তব্য হলো: আমল বা ইবাদতকে ঈমানের অংশ না ধরে ঈমান বলতে শুধু মুখের স্বীকারোক্তি ও অন্তরের বিশ্বাসকেই বোঝা। এই মতবাদ ইমাম আবু হানিফাও গ্রহণ করেছিলেন বলে জানা যায়। \nইমাম ইবনে আবদুল বার বলেন যে, আবু হানিফা তাঁর মুর্জিআ মতবাদ হাম্মাদের কাছ থেকে গ্রহণ করেছিলেন,” তখন তাঁর ইঙ্গিত ছিল এই মাঝারি ও নরম অবস্থানের দিকেই, যা চরমপন্থা থেকে দূরে ছিল।\nএইভাবে দেখা যায়, হাম্মাদ ছিলেন একজন চিন্তাশীল এবং বিতর্কিত হলেও প্রভাবশালী ধর্মতাত্ত্বিক, যাঁর মতবাদ ও অবস্থান পরবর্তী প্রজন্মের চিন্তাবিদদের ওপর গভীর প্রভাব ফেলেছে। \n\n\n== তথ্যসূত্র =="}