{"pageid": 1533462, "title": "কালো পতাকা সম্পর্কিত হাদিস", "url": "https://bn.wikipedia.org/wiki?curid=1533462", "content": "কালো পতাকা সম্পর্কিত হাদিস হল সেই সব হাদিস, যার মধ্যে কালো পতাকা বা কালো পতাকাবাহী কোন বিশেষ দল বা গোষ্ঠীর তাৎপর্য বর্ণিত হয়েছে। এসব হাদিসে বলা হয়েছে, খোরাসান অঞ্চল বা \"পূর্ব দিক\" থেকে একটি বাহিনী কালো পতাকা নিয়ে বের হবে এবং তাদের আবির্ভাব ইমাম মাহদির আগমনের পূর্বাভাস হিসেবে বিবেচিত হবে। তবে অনেক মুহাদ্দিস এসব বর্ণনাকে দুর্বল হিসেবে আখ্যায়িত করেছেন। কেউ কেউ কালো পতাকা সম্পর্কিত সকল হাদিসকে জাল বলে মন্তব্য করেন।  মধ্যযুগীয় ইসলামি পণ্ডিত ও হাদিসবিশারদ ইবনুল জাওজি এই হাদিসগুলোকে জাল বা বনোয়াট বলে উল্লেখ করেছেন। \nআব্বাসীয় খিলাফতের উত্থানকালে এই হাদিসগুলো ব্যাপকভাবে ব্যবহার করা হয়েছিল।  তারা উমাইয়া খিলাফতের বিরুদ্ধে   বিপ্লব চালানোর জন্যে এই হাদিসগুলোকে প্রপাগান্ডা হিসেবে ছড়িয়ে দেয় বলে অনেকে উল্লেখ করেন। আবু মুসলিম ও আবু সালামা হাফস আল-খাল্লালের অনুসারীরা কালো ব্যানার বহন করত এবং তাদের বলা হত মুসাওয়িদা অর্থাৎ ‘কালো পতাকা বহনকারী’। ঐ সময়ের সাধারণ বিশ্বাস ছিল যে, কালো রং মাহদির আগমনের প্রতীক  এবং এই কারণে উমাইয়ারা এসব হাদিসের প্রচার বন্ধ করতে চেষ্টা করেছিল; এমনকি প্রয়োজনে দমন-পীড়নের পথও বেছে নিয়েছিল।\n\nমূলত আব্বাসীয় সম্পৃক্ততার কারণে অনেকে কালো পতাকা সম্পর্কিত হাদিসগুলি দুর্বল বা জাল হিসেবে আখ্যায়িত করলে এসব হাদিস অর্থগতভাবে বিশুদ্ধ বলে অনেক মুহাদ্দিস মতামত ব্যক্ত করেছেন।  কালো পতাকা সম্পর্কিত কিছু হাদিস ইমাম তিরমিযি, ইবন মাজাহ, আহমাদ ও হাকিম তাঁদের গ্রন্থে বর্ণনা করেছেন, যার ব্যাপারে কিছু হাদিসবিশারদ ইতিবাচক মনোভাব ব্যক্ত করেছেন।  ইবনে মাজাহের বর্ণনায় বলা হয়েছে:'তোমাদের ধনভাণ্ডার (অর্থাৎ কাবার ধনভাণ্ডার) নিয়ে তিনজন খলীফার পুত্র যুদ্ধ করবে। কিন্তু এদের কারো হাতেই সেই ধনভাণ্ডার যাবে না। তারপর পূর্ব দিক থেকে কালো পতাকাবাহী বাহিনী প্রকাশ পাবে এবং তারা এমনভাবে তোমাদের হত্যা করবে, যা কোনো জাতি আর কখনো করেনি... এরপর আল্লাহর নবী এমন কিছু বললেন যা আমি স্মরণ করতে পারি না। অতঃপর তিনি বললেন: ‘তোমরা যদি তাকে দেখো, তাহলে তার কাছে গিয়ে তার হাতে বায়আত গ্রহণ করো; যদিও তোমাকে বরফের উপর হামাগুড়ি দিয়ে যেতে হয়। কারণ সে আল্লাহর খলীফা মাহদী।'এই হাদীস সম্পর্কে শাস্ত্রজ্ঞরা বলেন:\nহাকিম বলেন: এই হাদীসটি সহীহ এবং দুই ইমাম বুখারী ও মুসলিমের শর্ত অনুযায়ী বর্ণিত হয়েছে।\nইমাম যাহাবী হাকিমের এই মতামতের সাথে সম্মতি প্রকাশ করেছেন।\nইবনে কাসীর বলেন: এর সনদ শক্তিশালী ও সহীহ।\nআলবানী মন্তব্য করেন: “এই হাদীসের অর্থ সহীহ; তবে এতে উল্লেখিত ‘নিশ্চয়ই তার মাঝে আল্লাহর খলীফা মাহদী রয়েছেন’ —এই অংশটুকুর প্রমাণ শক্ত নয়।” \nতবে অনেক ইসলামি পণ্ডিত এই মন্তব্য গ্রহণ করেননি এবং তাদের কেউ এটিকে দুর্বল এবং কেউ জাল বলে আখ্যায়িত করেছেন। \nআধুনিক যুগে, বিশেষ করে তালেবানদের প্রথমবার আফগানিস্তান দখলের সময় এই কালো পতাকার হাদিসগুলোকে ব্যাপকভাবে উদ্ধৃত করা হয়। এটি অনেকের কাছে নতুন খিলাফত প্রতিষ্ঠার ইঙ্গিত বলে মনে হয়েছিল। এরপর আইএসের (ইসলামিক স্টেট) পতাকাও এই হাদিস থেকে অনুপ্রাণিত তৈরি হয়েছিল। অনেক সালাফি জিহাদপন্থী এই হাদিসগুলিকে তাদের কর্মকাণ্ডের ধর্মীয় ভিত্তি হিসেবে ব্যবহার করে থাকে।   \n\n\n== উৎস ==\n\n\n==== সুনান গ্রন্থ ====\n সাওবান থেকে বর্ণিত, আল্লাহর রাসুল বলেছেন:“যখন তোমরা দেখবে, কালো পতাকাগুলি খোরাসানের দিক থেকে এসেছে, তখন তাদের সাথে যুক্ত হয়ে যেও। কেননা, তাদেরই মাঝে আল্লাহর খলীফা মাহদি থাকবে।” আবদুল্লাহ ইবনে মাসউদ থেকে বর্ণিত, আল্লাহর রাসুল বলেছেন:“পূর্ব দিক (খোরাসান) থেকে কিছু লোক বের হয়ে আসবে, যারা ইমাম মাহদির খিলাফত প্রতিষ্ঠায় সাহায্য করবে এবং খিলাফত প্রতিষ্ঠা সহজ করে দিবে।” \n\n\n==== কিতাবুল-ফিতান ====\nনু'য়াইম ইবনে হাম্মাদের (মৃ. ৮৪৩ খ্রি.) কর্তৃক রচিত কিতাবুল ফিতান একটি অন্ত-কালীন হাদিস সংকলন এবং এতে কালো পতাকা সম্পর্কিত বহু হাদিস আছে;  যেমন: \n\nসাঈদ ইবনুল মুসাইয়্যিব বর্ণনা করেন, আল্লাহর নবী বলেছেন: “আব্বাসীয়দের কালো পতাকা পূর্ব দিক থেকে বের হবে। তারা থাকবে যতদিন আল্লাহ ইচ্ছা করেন। এরপর ছোট ছোট কালো পতাকা বের হবে, যারা পূর্ব দিক থেকে আসা আবু সুফিয়ানের বংশধর ও তার সমর্থকদের সাথে যুদ্ধ করবে। তারা মাহদির প্রতি আনুগত্য প্রকাশ করবে। \nঅপর বর্ণনায় রয়েছে:\n\n“যখন তোমরা দেখবে খোরাসানের দিক থেকে কালো পতাকা বের হচ্ছে, তখন বরফের ওপর হামাগুড়ি দিয়ে হলেও তাদের দিকে যাও। কারণ তাদের মধ্যেই আল্লাহর খলিফা মাহদি থাকবেন। \nঅপর বর্ণনায় রয়েছে:\n\nমুহাম্মদ ইবনুল হানাফিয়্যাহ থেকে বর্ণিত: “আব্বাসীয়দের একটি কালো পতাকা বের হবে। এরপর খোরাসান থেকেও আরেকটি পতাকা আসবে। তাদের কালানসুয়া (টুপি বা পাগড়ি) কালো এবং পোশাক সাদা হবে। তাদের অগ্রভাগে থাকবেন এমন এক ব্যক্তি, যার নাম হবে শুয়াইব ইবনে সালেহ ইবনে শুয়াইব, যিনি বনু তামীম গোত্রভুক্ত হবেন। তিনি সুফিয়ানির অনুসারীদের পরাজিত করবেন এবং জেরুজালেমে অবস্থান নেবেন। মাহদির জন্য শাসন ব্যবস্থা প্রস্তুত করবেন এবং সিরিয়া থেকে ৩০০ জন সৈনিক নিয়ে মাহদিকে সমর্থন করবেন। তার উত্থান থেকে মাহদির হাতে ক্ষমতা হস্তান্তর পর্যন্ত সময় হবে ৭২ মাস। আখবারে আব্বাস\nআব্বাসীয় বিপ্লবের আধা-সরকারি ইতিহাস আখবারে আব্বাস গ্রন্থেও কালো পতাকার হাদিসগুলো পাওয়া যায়।  সেখানে কালো পতাকাকে উদ্ধারের প্রতীক হিসেবে দেখানো হয়েছে।  তবে কিছু হাদিসের ইসনাদ (সনদ) পূর্ণ নয়;  যেমন:\n\nইবনে আব্বাস থেকে বর্ণিত: “যদি ১৩০ হিজরিতে (৭৪৭-৭৪৮ খ্রিষ্টাব্দে) পূর্ব থেকে এক ব্যক্তি কালো পতাকা নিয়ে বের হয়, তবে জেনে রাখো যে, সেই আন্দোলন বিজয়ী হবে। \nএই গ্রন্থে আরো উল্লেখ রয়েছে যে, হুসাইন ইবনে আলী তাঁর ভাই মুহাম্মদ ইবনুল হানাফিয়্যাহকে একটি হলুদ পত্র দেন, যার মধ্যে কালো পতাকার উত্থান সম্পর্কিত ভবিষ্যদ্বাণী লেখা ছিল। পরে এটি আব্বাসীয় নেতা ইব্রাহিম আল-ইমামের কাছে পৌঁছায়। \n\n\n== আরো দেখুন ==\nকালো পতাকা\nইসলামি পতাকা\nজিহাদি পতাকা\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== সূত্র ===\nBosworth, C. E. (২০১২)। \"Musawwida\"। Encyclopaedia of Islam New Edition Online (EI-2 English)। Brill। ডিওআই:10.1163/1573-3912_islam_SIM_5579। \nʿAthamina, Khalil (১৯৮৯)। \"The Black Banners and the Socio-Political Significance of Flags and Slogans in Medieval Islam\"। Arabica। 36 (3)। জেস্টোর 4057220। \nO'Shea, Justin (২০১৬)। \"ISIS: The Role of Ideology and Eschatology in the Islamic State\" (পিডিএফ)। The Pardee Periodical Journal of Global Affairs। 1 (2)। ২০১৯-০৬-১৮ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। \nCook, David (২০১৯)। \"The Book of Tribulations\": The Syrian Muslim Apocalyptic Tradition. An Annotated Translation by Nu'aym b. Hammad al-Marwazi। Edinburgh University Press। আইএসবিএন 9781474444088। \nÖzdemir, Öznur (২০২১)। \"Mahdī with Black Banners: A close look at the Akhbār al-ʿAbbās from the Perspective of Mahdī Belief\"। Cumhuriyet Theology Journal। 25 (1)।"}