{"pageid": 1533409, "title": "১৫ রমজান", "url": "https://bn.wikipedia.org/wiki?curid=1533409", "content": "১৫ রমজান হলো ইসলামি চান্দ্র বর্ষপঞ্জির নবম মাস রমজানের পঞ্চদশ দিন এবং এটি হিজরি বর্ষপঞ্জি অনুযায়ী বছরের ২৫১তম দিন। তবে যদি শা'বান মাস ৩০ দিনে পূর্ণ হয়, তবে ২৫২তম দিন। আর যদি সফর, রবিউস সানি, জমাদিউস সানি ও শা'বান এই চার মাসই ৩০ দিনে পূর্ণ হয়, তাহলে ২৫৩তম দিন হবে। এই দিনের পর বছরে আরও ১০৩ অথবা ১০৪ দিন বাকি থাকে।\n\n\n== ঘটনাবলী ==\n৩৭ হিজরি: মুহাম্মদ ইবনে আবি বকরকে মিসরের শাসক হিসেবে নিয়োগ দেওয়া হয়।\n১৩৮ হিজরি: উমাইয়া শাসক আব্দুর রহমান আল-দাখিল আব্বাসীয়দের তলোয়ার থেকে বাঁচার জন্য সমুদ্র পেরিয়ে আন্দালুসে (বর্তমান স্পেন) চলে যান এবং সেখানে নতুন করে উমাইয়া খিলাফত প্রতিষ্ঠা করেন। \n২৫৫ হিজরি: ইয়াকুব ইবনে লাইস সাফফার নামক একজন শাসক রাষ্ট্রের শাসনক্ষমতা গ্রহণ করেন, যিনি সাফফারি রাজবংশের প্রতিষ্ঠাতা ছিলেন। এটি মাওয়ারান্নাহর অঞ্চলের একটি রাজবংশ ছিল।\n৩৬২ হিজরি: ফাতেমীয় খলিফা আল-মু’ইজ্জ লিদীনিল্লাহ তাঁর সোনালী প্রাসাদে সোনার তৈরি একটি রাজসিংহাসনে বসেন এবং ফাতেমীয় রাজকীয় প্রথা অনুযায়ী জনগণকে স্বাগত জানান।\n৫৮৪ হিজরি: ক্রুসেডাররা (খ্রিষ্টান বাহিনী) সালাহউদ্দিন আইয়ুবির হাতে সাফাদ দুর্গ হস্তান্তর করে।\n৭৪৮ হিজরি: সুলতান হাসান ইবনে আন-নাসির মুহাম্মদ কালাউন (আল-নাসির মুহাম্মদের পুত্র) মিশরের সিংহাসনে অধিষ্ঠিত হন।\n৮১৭ হিজরি: মামলুক সুলতান আল-মুওয়াইয়্যাদ শেইখ (আবু নাসর শেইখ আল-মাহমুদি) একটি নির্দেশ জারি করেন, যাতে আমির সুদুন ক্বাদিকে ‘হাজিবুল হুজ্জাব’ পদে নিযুক্ত করা হয়, যেটি পূর্বে আমির ক্বজকের অধীনে ছিল। তিনি সুলতানের বিরুদ্ধে ষড়যন্ত্র করে তার প্রতিদ্বন্দ্বী নওরুজের সঙ্গে যুক্ত হয়ে পড়েছিলেন। এছাড়াও তিনি আরও কিছু পরিবর্তন আনেন: আমির আলী কুশতকার আল-কুরদমিকে ‘আমিরে মজলিস’ হিসেবে এবং আলী জানিবাক আস-সুফিকে ‘আমিরে সিলাহ’ হিসেবে নিযুক্ত করা হয়। শাহিন আল-আকরমের মৃত্যুর কারণে এ পদটি খালি হয়েছিল। আর কিজল আল-আজামিকে ‘আমিরে জুনদার’ (সুলতানের দরবারের প্রধান প্রহরী) হিসেবে নিযুক্ত করা হয়, যা পূর্বে জারবাশ আল-কাবাশি’র অধীনে ছিল। তাকে সুলতান জেরুজালেমে নির্বাসিত করেছিলেন।\n৮৭৬ হিজরি: সুলতান কাইতবাই তার দুর্গে অবস্থিত আল-কাসরুল-আবলাক প্রাসাদে উসমানী সুলতান দ্বিতীয় বায়েজিদের পক্ষ থেকে আগত দূত ও তার সঙ্গীদের রাজকীয় আয়োজনের মাধ্যমে স্বাগত জানান। দূতগণ সুলতানের জন্য উপহার হিসেবে চারজন ক্রীতদাস, সজারের (সাজানো কাঠবিড়ালি পশম) তৈরি বিলাসবহুল চারটি পোশাক, রূপার তৈরি বিশটি বস্তু সম্বলিত দশটি বাক্স ও আরও কিছু উচ্চমানের পোশাক নিয়ে এসেছিল। দূত সুলতানের হাতে একটি ছোট চিরকুটও তুলে দেন যাতে লেখা ছিল যে, তাঁর কাছে একটি গোপন বার্তা রয়েছে। তখন সুলতান কাইতবাই আদেশ দেন, যাতে বার্তাটি গোপনে পড়া হয়।\n১২২৪ হিজরী: উসমানীয় সালতানাত রাশিয়ার বিরুদ্ধে তাতারিজের যুদ্ধে বিজয় অর্জন করে। এই যুদ্ধে প্রায় দশ হাজার রুশ সৈন্য নিহত হয়।\n১৩৬৩ হিজরী:  ইতালি ইয়েমেনের শাসকদের সাথে একটি চুক্তি করে, যার মাধ্যমে তারা লোহিত সাগরের পূর্ব উপকূলে নিয়ন্ত্রণের অধিকার পায়।\n১৩৬৫ হিজরী: যুক্তরাজ্য ফিলিস্তিনে ইহুদিদের অভিবাসন বন্ধ করার নির্দেশ দেয় এবং যারা এই অভিবাসনকে সহায়তা করছিল, তাদের সাইপ্রাসে বন্দি করার সিদ্ধান্ত নেয়।\n১৩৮২ হিজরী: ইরাকে এক সামরিক অভ্যুত্থান সংঘটিত হয়, যার মাধ্যমে আব্দুল করীম কাসেমকে ক্ষমতা থেকে অপসারণ করা হয় এবং আব্দুস সালাম আরেফকে রাষ্ট্রপতি হিসেবে নিয়োগ দেওয়া হয়।\n১৪১১ হিজরী: আলজেরিয়ার রাষ্ট্রপতি শাজলি বিন জাদিদ ঘোষণা করেন যে, দেশের ইতিহাসে প্রথমবারের মতো বহুদলীয় সাধারণ নির্বাচন অনুষ্ঠিত হবে।\n১৪১৪ হিজরী: হেবরন (আল-খলীল) শহরে পবিত্র হিব্রু স্থানে এক নৃশংস হত্যাকাণ্ড সংঘটিত হয়েছিল। বারুখ গোল্ডস্টেইন নামি মার্কিন বংশোদ্ভূত একজন ইহুদি বসতি স্থাপনকারী ফজরের নামায আদায়রত মুসল্লিদের উপর গুলি চালায়। ঘটনাটি রমজান মাসের একটি শুক্রবারে ঘটে। এতে ২৯ জন মুসল্লি শহীদ হন এবং আরও ১৫০ জন আহত হন। পরে অন্যান্য মুসল্লিরা তার উপর ঝাঁপিয়ে পড়ে তাকে হত্যা করে।\n১৪২৪ হিজরী: সৌদি আরবের রাজধানী রিয়াদে এক সন্ত্রাসী হামলা হয়, যাতে ১৭ জন নিহত হন।\n১৪৩৩ হিজরী: মিসরের নবনির্বাচিত রাষ্ট্রপতি মুহাম্মদ মুরসির অধীনে প্রথম সরকার গঠনের ঘোষণা দেওয়া হয়। সরকারটি হিশাম কান্দিলের নেতৃত্বে গঠিত হয়।\n১৪৩৫ হিজরী: গাজা যুদ্ধের পঞ্চম দিনে ইস্রায়েলি বিমান হামলায় আল-বাতশ পরিবারের একটি বাড়িতে হামলা চালানো হয়, যাতে ১৮ জন নিহত হন। ঘটনাটি ‘আল-বাতশ গণহত্যা’ নামে পরিচিত।\n১৪৩৭ হিজরী: বাহরাইনের সরকার দেশটির শীর্ষ শিয়া ধর্মীয় নেতা আয়াতুল্লাহ ঈসা আহমাদ কাসিমের নাগরিকত্ব বাতিল করে দেয়।\n১৪৩৯ হিজরী: বিখ্যাত ফুটবল কোচ জিনেদিন জিদান হঠাৎ করে রিয়াল মাদ্রিদ ক্লাবের কোচ পদ থেকে পদত্যাগ করেন। কিছুদিন আগেই তিনি উয়েফা চ্যাম্পিয়ন্স লিগে দলকে তৃতীয় শিরোপা এনে দিয়েছিলেন।\n\n\n== জন্ম ==\n৩ হিজরি: হাসান ইবনে আলী ইবনে আবু তালিব জন্মগ্রহণ করেন। তিনি ছিলেন মহানবীর দৌহিত্র। তিনি ইসলামের পঞ্চম খলিফা হিসেবে গণ্য হন এবং শিয়া মুসলমানদের দ্বিতীয় ইমাম হিসেবে সম্মানিত। \n৫৫০ হিজরি: অষ্টম আলফোনসো জন্মগ্রহণ করেন, যিনি কাস্তিয়ার রাজা ছিলেন।\n১৩০৬ হিজরি: ইলিয়া আবু মাদী, একজন লেবাননী কবি।\n১৩৪০ হিজরি: তৌফিক, ফিলিস্তিনি বংশোদ্ভূত একজন রাজনীতিবিদ।\n১৩৬৭ হিজরি: ইউসুফ ইসলাম, একজন ইংরেজ গায়ক।\n১৩৭০ হিজরি: আইমান আল-জাওয়াহিরি, আল-কায়েদার নেতা ও বর্তমান আমির। \n১৩৭১ হিজরি: ওরহান পামুক, একজন তুর্কি ঔপন্যাসিক ও সাহিত্যে নোবেল পুরস্কার বিজয়ী।\n১৩৭৮ হিজরি:\nসুহাইলা ফারহাত, একজন জর্ডানীয় অভিনেত্রী।\nনাদিয়া কারাম, একজন মিশরীয় অভিনেত্রী।\n১৩৯৭ হিজরি: বাসেল খাইয়াত, একজন সিরীয় অভিনেতা।\n১৩৯৮ হিজরি: শাদি মুকারশ, একজন সিরীয় অভিনেতা।\n১৪০০ হিজরি:  মাজিদ মাত্রিব ফাওয়াজ, একজন সৌদি অভিনেতা।\n১৪০১ হিজরি: মাহের জাইন, একজন সুইডীয়-লেবাননী ইসলামী সঙ্গীতশিল্পী।\n\n\n== মৃত্যু ==\n৩৭ হিজরি: উবাইদুল্লাহ ইবনে উমর ইবনে খাত্তাব শহীদ হন। তিনি ছিলেন একজন সাহাবি ও খলিফা উমর ইবন খাত্তাবের পুত্র।\n৩৮৩ হিজরিতে: আবু বকর আল-খোয়ারিজমি,  একজন মুসলিম কবি ছিলেন।\n১৩৫৯ হিজরি: আহমদ শফিক ইবনে হাসান মুসা, একজন মিশরীয় ইতিহাসবিদ ছিলেন।\n১৪০০ হিজরি:\nমুহাম্মদ রেজা পাহলভী, ইরানের শাহ (রাজা)।\nরুশদি আবাজা, একজন বিখ্যাত মিশরীয় অভিনেতা।\n১৪১৪ হিজরি: হামুদ বিন আবদুল আজিজ আল সৌদ, সৌদি রাজপরিবারের একজন রাজপুত্র।\n১৪৩২ হিজরি: তলআত জাইন, একজন মিশরীয় গায়ক ও অভিনেতা।\n১৪৩৩ হিজরি: আবদুল করিম আল-আশমুরি, একজন ইয়েমেনি অভিনেতা ও নাট্যকার।\n\n\n== আরো দেখুন ==\n১ রমজান\n১৪ রমজান\n১৭ রমজান\n\n\n== গ্রন্থপঞ্জি ==\nইবনে কাসির, মুহাম্মদ (২০১৩)। আল বিদায়াহ ওয়ান নিহায়াহ (বাংলা ভাষায়)। ঢাকা: ইসলামিক ফাউন্ডেশন। আইএসবিএন 984-06-0565-8। \nআল-যাহাবী, শামসুদ্দীন (২০১৫)। তারিখুল ইসলাম (আরবি ভাষায়)। বৈরুত: দারুল-কুতুব আল-ইলমিয়্যাহ। আইএসবিএন 27-45143-53-0। \nআল-যাহাবী, শামসুদ্দীন (২০১৪)। সিয়ারু আলামিন নুবালা (আরবি ভাষায়)। বৈরুত: আল-রিসালা প্রকাশনী। আইএসবিএন 978-9-933-44665-9। \nখতিব বাগদাদী (২০১১)। তারিখে বাগদাদ (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়্যা। আইএসবিএন 978-274510-466-3। \nতাবারি, মুহাম্মদ ইবনে জারির (২০১১)। তারিখে তাবারি: তারিখুর রুসুল ওয়াল মুলুক (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-3263-5। \nহামাবি, ইয়াকুত (২০১১)। মু'জামুল বুলদান (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-1432-7। \nসুয়ুতী, জালালুদ্দীন (২০১০)। তারিখ আল-খুলাফা (আরবি ভাষায়)। সৌদি আরব: দারুল মিনহাজ। আইএসবিএন 978-99534-9819-5। \nইলমাজ উজতুনা (২০১০)। তারিখ আল-দাওলাহ আল-উসমানিয়া (আরবি ভাষায়)। বৈরুত: দারুল কুতুব আরাবি। আইএসবিএন 978-61441-5031-3। \nইয়াগি, ইসমাইল আহমদ (২০১৪)। আল-দাওলাহ আল-উসমানিয়া, ফিত তারিখিল ইসলামি আল-হাদিস (আরবি ভাষায়)। মাকতাবাতুল আবিকান। আইএসবিএন 978-60350-3695-5। \nবারদি, ইবনে তাগরি (২০১৬)। আল-নুজুম আল-যাহিরাহ ফি মুলুক মিসর ওয়াল কাহিরাহ (আরবি ভাষায়)। কায়রো: দারুল কুতুব আল-মিসরিয়া। আইএসবিএন 978-97781-2018-9। \nইবনে ইয়া‌স (২০১৮)। বাদায়ি' আল-জুহুর ফি ওয়াকায়ি' আল-দুহুর (আরবি ভাষায়)। নিল ওয়াফুরাত। \nআল-মাকদিসি, আবু শামা (২০১৮)। আল-রওজাতাইন ফি আখবার আল-দাওলাতাইন আল-নুরিয়া ওয়াস সালাহিয়া (আরবি ভাষায়)। কায়রো: মুয়াসসাসাতুর রিসালা। আইএসবিএন 978-191264-335-6। \nআল মাকরিজি, আলি ইবনে আহমদ (২০০৮)। আস-সুলুক লিমারিফা দুয়াল আল-মুলুক (আরবি ভাষায়)। দার আল-জামান। \nড. আব্দুর রহিম, আল-হাজ্জি (২০০৫)। তারিখুল আন্দালুস আল-ইসলামি। দাম্মাম (সৌদি আরব): দার ইবনুল জাওযি। \nরহমান, ড. আতাউর (২০২৩)। ইতিহাসে ইসলাম: নবী থেকে খেলাফত। ঢাকা: ইসলামিক ফাউন্ডেশন। \nডেভিড, ফ্রমকিন (১৯৮৯)। অ্য পিচ টু ইন্ড অল পিচ: দ্য ফ্যাল অফ দ্য অটোমান অ্যাম্পায়ার (A Peace to End All Peace: The Fall of the Ottoman Empire)। আইএসবিএন 0-8050-0857-8। \nHarvey, Leonard Patrick (১৯৯২)। Islamic Spain, 1250 to 1500। Chicago: University of Chicago Press। আইএসবিএন 0-226-31962-8। \n\n\n== তথ্যসূত্র =="}