{"pageid": 1533418, "title": "১৬ রমজান", "url": "https://bn.wikipedia.org/wiki?curid=1533418", "content": "১৬ রমজান হলো ইসলামি চান্দ্র বর্ষপঞ্জির নবম মাস রমজানের ষোড়শ দিন এবং এ দিনটি হিজরি বর্ষপঞ্জি অনুযায়ী বছরের ২৫২তম দিন। তবে যদি শা'বান মাস ৩০ দিনে পূর্ণ হয়, তবে ২৫৩তম দিন। আর যদি সফর, রবিউস সানি, জমাদিউস সানি ও শা'বান এই চার মাসই ৩০ দিনে পূর্ণ হয়, তাহলে ২৫৪তম দিন হবে। এই দিনের পর বছরে আরও ১০২ অথবা ১০৩ দিন বাকি থাকে।\n\n\n== ঘটনাবলী ==\n২ হিজরী: নবী মুহাম্মদ ও মুসলিম বাহিনী যুদ্ধের জন্য বদরের প্রান্তরে পৌঁছেন। কিন্তু তারা সেখানে যাওয়ার আগেই কুরাইশরা সেই স্থানে এসে ঘাঁটি গেড়েছিল। কুরাইশরা বদরের দক্ষিণ প্রান্তে 'আল-উদওয়াহ্‌ আল-কুসওয়া' নামক স্থানে অবস্থান নিয়েছিল। অন্যদিকে নবি মুহাম্মদ ও তাঁর সাহাবিরা অবস্থান নিয়েছিলেন বদরের উত্তর পাশে, যাকে বলা হয় 'আল-উদওয়াহ্‌ আদ-দুনিয়া'। \n৩৮৫ হিজরী: ফাতেমীয় শাসকগণ কায়রো শহরে ঘোষণা করেন যে, যারা অস্ত্র ধারণে সক্ষম তারা যেন বেরিয়ে আসে এবং তারা ভালো পারিশ্রমিক পাবে। এই আহ্বান মূলত শাম (বর্তমান সিরিয়া ও আশপাশের অঞ্চল) এলাকার সুরক্ষার জন্য সৈন্য সংগ্রহের উদ্দেশ্যে করা হয়। কারণ বাইজান্টাইন রোমানদের পক্ষ থেকে তখন শামে আক্রমণের হুমকি তীব্র আকার ধারণ করেছিল।\n৩৯৪ হিজরী: ফাতেমীয় খলিফা হাকিম বিআমরিল্লাহ বিচারপতি হুসাইন ইবনে নোমানকে অপসারণের নির্দেশ দেন। কারণ তিনি মনে করেছিলেন যে, বিচারপতির প্রভাব ও গর্ব তার শাসনকার্যে প্রতিবন্ধকতা সৃষ্টি করছে। তাঁর স্থলাভিষিক্ত করা হয় আবদুল আজিজ ইবনে নোমানকে, যিনি এক জাঁকজমকপূর্ণ শোভাযাত্রায় কায়রোর ঐতিহাসিক আমর ইবনুল আস মসজিদে গমন করেন এবং সেখানে নতুন বিচারপতি হিসেবে দায়িত্ব গ্রহণ করেন।\n৪০৯ হিজরী: মুসলিম সেনাপতি মাহমুদ গজনবী কাশ্মীর অঞ্চলে অভিযান চালান। তিনি যখন সীমান্তে পৌঁছান, তখন সেখানকার স্থানীয় শাসক শান্তিপূর্ণভাবে তাঁর সাথে সাক্ষাৎ করেন এবং যুদ্ধ ছাড়াই ইসলাম গ্রহণ করেন। এরপর সেই শাসক এবং তাঁর প্রজারা রমজানের অবশিষ্ট দিনগুলো রোজা রাখেন। এটিই ছিল কাশ্মীরে প্রথমবারের মতো মুসলিমদের রোজা রাখার ঘটনা।\n১০৬১ হিজরী:\nউসমানীয় সাম্রাজ্যের অন্যতম বিখ্যাত নারী ব্যক্তিত্ব সুলতানা কোসেমকে রহস্যজনকভাবে হত্যা করা হয়। তিনি ছিলেন খুবই প্রভাবশালী একজন নারী এবং তাঁর মৃত্যুর সময় বয়স ছিল প্রায় ৬২ বছর। যদিও তাঁর হত্যাকারীর সুনির্দিষ্ট পরিচয় জানা যায়নি, তবে সন্দেহ করা হয় যে, তাঁর প্রতিদ্বন্দ্বী ও সুলতান আহমদের আরেক প্রিয়তমা স্ত্রী খাদিজা তরখান সুলতান হত্যাকাণ্ডের পেছনে থাকতে পারেন। কোসেম সুলতানকে তাঁর স্বামীর কবরে সমাহিত করা হয়। \nখাদিজা তরখান সুলতান তাঁর ছোট ছেলে চতুর্থ মুহাম্মদের পক্ষ থেকে উসমানীয় সাম্রাজ্যের হিসেবে দায়িত্ব গ্রহণ করেন। তখন তাঁর বয়স ছিল মাত্র ২৪ বছর। তিনি ছিলেন ইউক্রেনীয় বংশোদ্ভূত এবং প্রায় ৫ বছর তিনি এই দায়িত্ব পালন করেন, যতদিন না কুপ্রুলুকে মুহাম্মদ পাশার প্রধান হিসেবে নিযুক্ত করে।\n১২১৩ হিজরী: ফরাসি সামরিক নেতা নেপোলিয়ন বোনাপার্ট মিশরের মামলুকদের ধাওয়া করতে করতে আরিশ পর্যন্ত পৌঁছে যান। কিন্তু তাঁর অগ্রযাত্রা থেমে যায়, যখন তিনি আক্কা নগরীতে গিয়ে ব্যর্থ হন।\n১৩২৫ হিজরী: মোস্তফা কামালের নেতৃত্বে মিসরে জাতীয়তাবাদী রাজনৈতিক দল 'আল-হিজব আল-ওয়াতানী আল-মিসরী' প্রতিষ্ঠিত হয়। এটি ছিল মিশরের স্বাধীনতা আন্দোলনের জন্য একটি বড় পদক্ষেপ।\n১৩৫২ হিজরী: লিবিয়া আনুষ্ঠানিকভাবে ইতালির একটি কলোনিতে পরিণত হয়।\n১৩৮২ হিজরী: ইরাকের প্রধানমন্ত্রী আব্দুল করিম কাসিমকে একদিন আগেই ক্ষমতাচ্যুত করার পর তাঁর বিচার করে মৃত্যুদণ্ড কার্যকর করা হয়। এটি ছিল ইরাকের ইতিহাসে এক নাটকীয় ও হিংসাত্মক রাজনৈতিক পালাবদলের উদাহরণ।\n১৩৯৫ হিজরী: সৌদি আরবের বাদশাহী সরকার এক রাজকীয় ফরমান জারি করে, যার মাধ্যমে 'আল-হাইয়াহ্‌ আল-মালিকিয়াহ্‌ লিল জুবায়ল ওয়া ইয়ানবু' নামে একটি সংস্থা প্রতিষ্ঠা করা হয়। এই সংস্থা দুটি শহরে শিল্পোন্নয়নের পরিকল্পনা বাস্তবায়নের জন্য কাজ করে।\n১৩৯৬ হিজরী: ফিলিস্তিনকে আরব লীগের সদস্যপদ প্রদান করা হয়। এই সিদ্ধান্তের মাধ্যমে ফিলিস্তিন মুক্তি আন্দোলনের প্রাতিষ্ঠানিক স্বীকৃতি লাভ করে এবং ফিলিস্তিনি মুক্তি সংস্থাকে ফিলিস্তিনিদের একমাত্র বৈধ প্রতিনিধিত্বকারী সংগঠন হিসেবে গণ্য করা হয়।\n১৪৩৭ হিজরী: মিসরের প্রশাসনিক আদালত এক গুরুত্বপূর্ণ রায়ে সরকারের সৌদি আরবকে তিরান দ্বীপ হস্তান্তর সংক্রান্ত সিদ্ধান্তকে বাতিল ঘোষণা করে।\n১৪৪০ হিজরী: ওমানের কথাসাহিত্যিক জোখা হারসি আন্তর্জাতিক সাহিত্য জগতের মর্যাদাপূর্ণ পুরস্কার 'ম্যান বুকার ইন্টারন্যাশনাল' জিতে ইতিহাস সৃষ্টি করেন।\n\n\n== জন্ম ==\n১৩০৭ হিজরি–হাসনাইন মুহাম্মদ মখলুফ, মিশরের গ্র্যান্ড মুফতি।\n১৩৩৬ হিজরি–সালাহ নাজমি, মিশরীয় অভিনেতা।\n১৩৫১ হিজরি – কামাল আল-জানযুরি, মিশরের প্রধানমন্ত্রী।\n১৩৫২ হিজরি – আল-আখদর আল-ইব্রাহিমি, আলজেরিয়ান রাজনীতিবিদ ও কূটনীতিক।\n১৩৫৭ হিজরি – ইদ্রিস আল-বসরি, মরক্কোর রাজনীতিবিদ।\n১৩৬২ হিজরি – মখলিস আল-বাহিরি, মিশরীয় অভিনেতা।\n১৩৬৫ হিজরি– আহমাদ মাহের, মিশরীয় অভিনেতা।\n১৩৭৬ হিজরি – আহমাদ বিন মুহাম্মদ আল-লুয়িমি, সৌদি পশু চিকিৎসক ও শিক্ষাবিদ।\n১৩৮৫ হিজরি – ইহাব তউফিক, মিশরীয় গায়ক।\n১৩৯৮ হিজরি –\nমিসা মাগরাবি, মরক্কোর অভিনেত্রী।\nকায়েস আল-খেনজি, ওমানি ব্যবসায়ী।\n\n\n== মৃত্যু ==\n৬৩৮ হিজরি – ইউসুফ বিন নাফিস, ইরাকি আরব কবি।\n৮৪৫ হিজরি– আহমদ বিন আলী আল-মাকরিজি, মুসলিম ইতিহাসবিদ। \n৯৫৫ হিজরি– মাহমুদ বিন উমর আল-তানবিকতি, সোনগাই বিচারক, ফকিহ ও ইতিহাসবিদ।\n১০৬১ হিজরি – কোসম মহবিকির, সুলতানা আম ও সুলতান প্রথম আহমদের স্ত্রী।\n১৩৫২ হিজরি– মক্তার আল-দ্রুবি, সিরীা কবি ও ব্যবসায়ী।\n১৩৮২ হিজরি – আবদুল করিম কাসিম, ইরাকের প্রধানমন্ত্রী।\n১৩৮৩ হিজরি– মুহাম্মাদ রেজা আল-মুজাফফার, শিয়া ফকিহ (ইরাকি)।\n১৪২১ হিজরি – হাসান আল-হাইরি আল-ইহকাকি, শিয়া ইমাম ও ফকিহ।\n১৪২৫ হিজরি– মজনুন আল-হামদ, কুয়েতি ক্রীড়াবিদ ও রাষ্ট্রদূত।\n১৪৩২ হিজরি– আবদুর রহমান বিন সাইদ, সৌদি আরবের ক্রীড়া ব্যক্তিত্ব ও আল-হিলাল ক্লাবের প্রতিষ্ঠাতা।\n\n\n== আরো দেখুন ==\n১৭ রমজান\n১৫ রমজান\n১৪ রমজান\n\n\n== গ্রন্থপঞ্জি ==\nইবনে কাসির, মুহাম্মদ (২০১৩)। আল বিদায়াহ ওয়ান নিহায়াহ (বাংলা ভাষায়)। ঢাকা: ইসলামিক ফাউন্ডেশন। আইএসবিএন 984-06-0565-8। \nআল-যাহাবী, শামসুদ্দীন (২০১৫)। তারিখুল ইসলাম (আরবি ভাষায়)। বৈরুত: দারুল-কুতুব আল-ইলমিয়্যাহ। আইএসবিএন 27-45143-53-0। \nআল-যাহাবী, শামসুদ্দীন (২০১৪)। সিয়ারু আলামিন নুবালা (আরবি ভাষায়)। বৈরুত: আল-রিসালা প্রকাশনী। আইএসবিএন 978-9-933-44665-9। \nখতিব বাগদাদী (২০১১)। তারিখে বাগদাদ (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়্যা। আইএসবিএন 978-274510-466-3। \nতাবারি, মুহাম্মদ ইবনে জারির (২০১১)। তারিখে তাবারি: তারিখুর রুসুল ওয়াল মুলুক (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-3263-5। \nহামাবি, ইয়াকুত (২০১১)। মু'জামুল বুলদান (আরবি ভাষায়)। বৈরুত: দারুল কুতুব ইলমিয়া। আইএসবিএন 978-27451-1432-7। \nসুয়ুতী, জালালুদ্দীন (২০১০)। তারিখ আল-খুলাফা (আরবি ভাষায়)। সৌদি আরব: দারুল মিনহাজ। আইএসবিএন 978-99534-9819-5। \nইলমাজ উজতুনা (২০১০)। তারিখ আল-দাওলাহ আল-উসমানিয়া (আরবি ভাষায়)। বৈরুত: দারুল কুতুব আরাবি। আইএসবিএন 978-61441-5031-3। \nইয়াগি, ইসমাইল আহমদ (২০১৪)। আল-দাওলাহ আল-উসমানিয়া, ফিত তারিখিল ইসলামি আল-হাদিস (আরবি ভাষায়)। মাকতাবাতুল আবিকান। আইএসবিএন 978-60350-3695-5। \nবারদি, ইবনে তাগরি (২০১৬)। আল-নুজুম আল-যাহিরাহ ফি মুলুক মিসর ওয়াল কাহিরাহ (আরবি ভাষায়)। কায়রো: দারুল কুতুব আল-মিসরিয়া। আইএসবিএন 978-97781-2018-9। \nইবনে ইয়া‌স (২০১৮)। বাদায়ি' আল-জুহুর ফি ওয়াকায়ি' আল-দুহুর (আরবি ভাষায়)। নিল ওয়াফুরাত। \nআল-মাকদিসি, আবু শামা (২০১৮)। আল-রওজাতাইন ফি আখবার আল-দাওলাতাইন আল-নুরিয়া ওয়াস সালাহিয়া (আরবি ভাষায়)। কায়রো: মুয়াসসাসাতুর রিসালা। আইএসবিএন 978-191264-335-6। \nআল মাকরিজি, আলি ইবনে আহমদ (২০০৮)। আস-সুলুক লিমারিফা দুয়াল আল-মুলুক (আরবি ভাষায়)। দার আল-জামান। \nড. আব্দুর রহিম, আল-হাজ্জি (২০০৫)। তারিখুল আন্দালুস আল-ইসলামি। দাম্মাম (সৌদি আরব): দার ইবনুল জাওযি। \nরহমান, ড. আতাউর (২০২৩)। ইতিহাসে ইসলাম: নবী থেকে খেলাফত। ঢাকা: ইসলামিক ফাউন্ডেশন। \nডেভিড, ফ্রমকিন (১৯৮৯)। অ্য পিচ টু ইন্ড অল পিচ: দ্য ফ্যাল অফ দ্য অটোমান অ্যাম্পায়ার (A Peace to End All Peace: The Fall of the Ottoman Empire)। আইএসবিএন 0-8050-0857-8। \nHarvey, Leonard Patrick (১৯৯২)। Islamic Spain, 1250 to 1500। Chicago: University of Chicago Press। আইএসবিএন 0-226-31962-8। \n\n\n== তথ্যসূত্র =="}