{"pageid": 1533379, "title": "জাফর ইবনে মুহাম্মাদ হাসানী", "url": "https://bn.wikipedia.org/wiki?curid=1533379", "content": "জাফর ইবনে মুহাম্মাদ ইবনে হুসাইন আল-হাসানী ৯৬০-এর দশকের শেষ থেকে ৯৭০-এর দশকের গোড়ার দিকে মক্কার শরীফ ছিলেন এবং মুসাবিদ রাজবংশের প্রথম আমির ছিলেন।\nতিনি হাসান ইবনে আলীর নবম প্রজন্মের বংশধর, হাসানি বংশের একজন ছিলেন।  আখু মুসলিমের সাথে তার বোনের বিয়ে হয়েছিল। আখু একজন বিশিষ্ট আলিয় শরীফ ছিলেন এবং ফাতেমীয়দের মিশর বিজয়ের বিরুদ্ধে  বিদ্রোহে করে সফল হননি। \nইবনে খালদুনের মতে, জা'ফর মদিনা থেকে এসেছিলেন এবং মক্কা জয় করেছিলেন। ৯৬৯ সালে ফাতেমীয় খলিফা আল-মুইজ মিশর জয় করার পর জুমার নামাজে খুতবায় তার নাম পড়ার নির্দেশ দেন। জাফর কবে মক্কা দখল করেন, তা নিশ্চিতভাবে জানা যায় না। ইবনে হাজম লিখেছেন যে এটি মিশরে ইখশিদিদের রাজত্বকালে ঘটেছিল। আল-ফাসি বলেন, এটি সম্ভবত ৩৫৬–৩৫৮ হিজরি (৯৬৭–৯৬৯ খ্রিস্টাব্দ) মধ্যে ঘটেছিল। কারণ ইখশিদিদ নেতা আবু আল-মিস্ক কাফুরের মৃত্যুর পর হিজাজে তাদের প্রভাব কমে যায়।\nবিভিন্ন উৎসে জাফরের মক্কা দখলের সময় ভিন্ন ভিন্ন বলা হয়েছে। কেউ বলেন ৯৬৭, কেউ ৯৬৮, কেউ ৯৬৯, আবার কেউ বলেন ৯৫১–৯৬১ সালের মধ্যে। একইভাবে এটাও অনিশ্চিত যে তিনি শুরু থেকেই একজন ফাতেমীয় পক্ষের লোক ছিলেন।  ৯৬৯ সালেই আল-মুইযের নামে জুমার খুতবা পাঠ করা হয়েছিল। কিন্তু আরবের বেশিরভাগ অংশে কার্মাতীয়দের উপস্থিতি ছিল। ৯৭৫ সালে কারমাতিদের দ্বিতীয় আক্রমণ ব্যর্থ হলে এবং ফাতেমীয়দের সঙ্গে শান্তিচুক্তি হলে হিজাজে ফাতেমীয় আধিপত্য পুরোপুরি প্রতিষ্ঠিত হয়। সেই বছরের শেষের দিকে আল-মুইজের মৃত্যু হলে জাফর এটিকে অজুহাত হিসেবে ব্যবহার করেন এবং ফাতেমীয় শাসনের আনুগত্য ত্যাগ করেন। সম্ভবত কর্মতিয়ানরা তাকে এতে উৎসাহিত করেছিল। কিন্তু ফাতেমীয়রা একটি সেনাবাহিনী পাঠায় এবং মক্কার শস্য সরবরাহ বন্ধ করে দেয়। এর ফলে দ্রুত ফাতেমীয় নিয়ন্ত্রণ পুনঃপ্রতিষ্ঠিত হয়।\nজা'ফর মক্কার হাসানিদ শরীফদের একটি দীর্ঘ ধারা প্রতিষ্ঠা করেছিলেন। এই বংশ ১৯২৪ সালে সৌদিদের দ্বারা উৎখাত না হওয়া পর্যন্ত টিকে ছিল। জাফরের বংশ, জাফরিদ রাজবংশ, ১০৬১ সালে শুকর ইবনে আবি আল-ফুতুহের  মৃত্যুর মধ্য দিয়ে শেষ হয়। মদিনা প্রায়শই হুসাইনিদের দ্বারা নিয়ন্ত্রিত হত। \n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nMortel, Richard T. (১৯৮৭)। \"Zaydi Shiism and the Hasanid Sharifs of Mecca\"। International Journal of Middle East Studies। 19 (4): ৪৫৫–৪৭২। জেস্টোর 163211। ডিওআই:10.1017/S0020743800056518। \nMortel, Richard T. (১৯৮৭)। \"Zaydi Shiism and the Hasanid Sharifs of Mecca\": ৪৫৫–৪৭২। জেস্টোর 163211। ডিওআই:10.1017/S0020743800056518। \nTeitelbaum, Joshua (২০০১)। The Rise and Fall of the Hashimite Kingdom of Arabia। C. Hurst & Co. Publishers। আইএসবিএন 9781850654605। \nBosworth, C. E.; van Donzel, E. & Pellat, Ch., সম্পাদকগণ (১৯৯১)। \"Makka\"। The Encyclopaedia of Islam, New Edition, Volume VI: Mahk–Mid। Leiden: E. J. Brill। পৃষ্ঠা ১৪৪–১৫২। আইএসবিএন 90-04-08112-7। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}