{"pageid": 1533461, "title": "ইবনে হুমাম", "url": "https://bn.wikipedia.org/wiki?curid=1533461", "content": "কামাল ইবনে হুমাম (আরবি: الكمال بن الهمام) ছিলেন একজন মিশরীয়  হানাফী-মাতুরিদি, আইন তাত্ত্বিক,  বহুবিদ্যাবিশারদ,  আইনজ্ঞ ও সুফি। তিনি একজন মুজতাহিদ ছিলেন এবং জ্ঞানের সকল শাখায় বিচরণ করেছেন।  জ্ঞানের সকল ক্ষেত্রেই অত্যন্ত পারদর্শী ছিলেন। তিনি ফিকহ, উসুলে ফিকহ, কালাম (ইসলামী ধর্মতত্ত্ব), যুক্তিবিদ্যা, সুফিবাদ, আরবি ভাষা ও সাহিত্য, তাফসির (কুরআনের ব্যাখ্যা), হাদিস, উত্তরাধিকারের ইসলামী আইন (ফরায়েজ) গণিত ও সঙ্গীতে অভিজ্ঞ ছিলেন।  তিনি হানাফী ফিকহের বিখ্যাত গ্রন্থ আল-হিদায়ার উপর ফাতহুল কাদীর নামে পরিচিত একটি ব্যাখ্যাগ্রন্থ রচনার জন্য  বিখ্যাত। \n\n\n== নাম ==\nতিনি হলেন কমালুদ্দীন মুহাম্মদ ইবনে আব্দুল ওয়াহিদ ইবনে আব্দুল হামিদ ইবনে মাসউদ সিওয়াসি। পরে  পরিচিত ইসকান্দারি নামেও পরিচিত হন। তবে তিনি সাধারণত ইবনে হুমাম নামেই প্রসিদ্ধ ও পরিচিত।\n\n\n== জীবনী ==\nইবনে হুমাম মিশরের আলেকজান্দ্রিয়ায় জন্ম গ্রহণ করেন এবং কায়রো ও আলেপ্পো শহরে শিক্ষা অর্জন করেন। তার জন্ম আলেকজান্দ্রিয়ায় হলেও তিনি কায়রোতেই বসবাস করতেন এবং সেখানেই মৃত্যুবরণ করেন। ১৪৪৩ খ্রিস্টাব্দে তিনি কায়রোর খানকায়ে শাইখুনিয়্যার প্রধান শাইখ হিসেবে নিযুক্ত হন। \n\n\n== শিক্ষকবৃন্দ ==\nতিনি সময়ের অনেক খ্যাতনামা আলেমের কাছে জ্ঞান অর্জন করেন। তাঁদের মধ্যে উল্লেখযোগ্য হলেন:\n\nইজ্জুদ্দীন ইবনে জামা'আ (মৃ: ৮১৯ হি./১৪১৬ খ্রি.)\nইবনে হাজর আসকালানি (মৃ.: ৮২৫ হি./১৪৪৯ খ্রি.)\nওয়ালিউদ্দীন ইরাকি (মৃ.: ৮২৬ হি./১৪২৩ খ্রি.) — যিনি যাইনুদ্দীন ইরাকির পুত্র\nবদরুদ্দীন আইনী (মৃ.: ৮৫৫ হি./১৪৫১ খ্রি.)\n\n\n== ছাত্রবৃন্দ ==\nতাঁর বিখ্যাত ছাত্রদের মধ্যে রয়েছেন:\n\nশারাফুদ্দীন ইয়াহইয়া মুনাবি (মৃ.: ৮৭১ হি./১৪৬৭ খ্রি.) — যাঁর প্রপৌত্র আব্দুর রউফ মুনাবি ইমাম সুয়ূতীর আল-জামিউস-সাগীরের ব্যাখ্যাগ্রন্থ ফায়জুল কাদির রচনা করেন।\nইবনে আমির হাজ্জ (মৃ.: ৮৭৯ হি./১৪৭৪ খ্রি.)\nইবনে কুতলুবুগা (মৃ.: ৮৭৯ হি./১৪৭৪ খ্রি.)\nবদরুদ্দীন আবুল ইউসুর মুহাম্মদ ইবনে গারস (মৃ: ৮৯৪ হি./১৪৮৮ খ্রি.)\nশামসুদ্দীন সাখাবি (মৃ.: ৯০২ হি./১৪৯৭ খ্রি.)\nকমালুদ্দীন ইবনে আবি শরীফ (মৃ.: ৯০৫–৯০৬ হি./১৪৯৯–১৫০০ খ্রি.)\nজালালুদ্দীন সুয়ূতী (মৃ.: ৯১১ হি./১৫০৫ খ্রি.)\nযাকারিয়া আল-আনসারি (মৃ.: ৯২৬ হি./১৫২০ খ্রি.)\n\n\n== রচনাবলী ==\nতাঁর বিখ্যাত রচনাগুলির মধ্যে উল্লেখযোগ্য কয়েকটি হলো:\n\nফাতহুল কাদীর (আরবি: فتح القدير): এটি হানাফি মাজহাবের ফিকহ সংক্রান্ত একটি প্রভাবশালী ব্যাখ্যামূলক গ্রন্থ।  এতে তিনি পূর্ববর্তী অনেক বড় আলেমের মতামত সংকলন ও সমালোচনার মাধ্যমে হানাফি মাযহাবের মাসআলাগুলো ব্যাখ্যা করেছেন এবং নিজের ফিকহি দৃষ্টিভঙ্গিও তুলে ধরেছেন ( দেখুন: ফাতহুল কাদীর)।\nআল-মুসায়ারা ফি আল-আকায়িদ আল-মুঞ্জিয়া ফি আল-আখিরা (আরবি: المسايرة في العقائد المنجية في الآخرة): এটি একটি মাতুরিদি আকিদা ভিত্তিক গ্রন্থ, যেখানে তিনি ঈমান, তাওহীদ, কাদর, রিসালাত প্রভৃতি মৌলিক বিশ্বাসের ব্যাখ্যা করেছেন।  এই রচনাটি ইমাম গাজালীর বিখ্যাত আকিদা সংক্রান্ত পুস্তক আল-রিসালাতুল-কুদসিয়্যাহর ধারাবাহিকতা মেনে রচিত হয়েছে।\nযাদ আল-ফাকীর (زاد الفقير): এটি একটি সংক্ষিপ্ত ও গভীর আলোচনা-সম্বলিত গ্রন্থ, যেখানে নামাজ ও তাহারা (পরিচ্ছন্নতা ও পবিত্রতা) সংক্রান্ত বিধি-বিধানসমূহকে সংকলিত ও বিশ্লেষিত করা হয়েছে।\n\n\n== আরো দেখুন ==\nবদরুদ্দীন আইনী\nফাতহুল কদির\n\n\n== বহিঃসংযোগ ==\nইবনে হুমামের জীবনী ও অবদান\nইবনে হুমাম ও তার গ্রন্থ: ফাতহুল কদির\n\n\n== তথ্যসূত্র =="}