{"pageid": 1533283, "title": "লিংশান ইসলামিক কবরস্থান", "url": "https://bn.wikipedia.org/wiki?curid=1533283", "content": "লিংশান ইসলামিক কবরস্থান চীন এর ফুচিয়েন প্রদেশের চুয়ানঝো শহরে অবস্থিত। চীনের প্রাচীনতম ইসলামিক স্থানগুলির মধ্যে অন্যতম। এই কবরস্থানে দুজন মুসলিম ধর্মপ্রচারকের দুটি সম্মানিত কবরস্থানও রয়েছে। পঞ্চদশ শতাব্দীতে ঝেং হিও এই স্থান পরিদর্শন করেছিলেন।\n\n\n== ইতিহাস ==\n১৪ শতকে কবরস্থানটি ইতিমধ্যেই বিদ্যমান ছিল। তখন ১৩২৩ সালে আরব মুসলিমদের একটি দল কবরস্থানের দুটি পবিত্র সমাধি মেরামত করতে এসেছিল। ১৪১৭ সালে, চীনা অভিযাত্রী ঝেং হি (যিনি সম্ভবত একজন মুসলিমও ছিলেন) কবরস্থানটি পরিদর্শন করেন এবং সেখানে একটি বেদি রেখে যান। সেইসাথে স্থানটির তার সফরের বিবরণ সম্বলিত একটি কংক্রিটের স্তম্ভও স্থাপন করেন। ১৯৬২ সালে, কবরস্থানটি সংস্কার করা হয়েছিল যার মধ্যে দুজন আরব ধর্মপ্রচারকের সমাধির পুনর্গঠনও অন্তর্ভুক্ত ছিল।\n\n\n== পবিত্র সমাধি ==\n\nপবিত্র সমাধি নামে পরিচিত স্থানটিতে দুজন আরব ধর্মপ্রচারকের কবর রয়েছে। তাদের চীনা নাম সা-কে-জু এবং উ-কো-শুন এবং তারা সম্ভবত ৭ম শতাব্দীর যখন ইসলাম তার প্রাথমিক পর্যায়ে ছিল। তাদের কবরের উপর নির্মিত প্যাগোডাটি ১৯৬২ সালে পুনর্গঠন করা হয়েছিল, যদিও সমাধিগুলি এর আগে ১৩২৩ সালে আরব মুসলিম অভিবাসীরা মেরামত করেছিলেন। ১৯৮৮ সালে পবিত্র সমাধির সমাধিস্থলটিকে চীনের সাংস্কৃতিক ঐতিহ্য স্মৃতিস্তম্ভ হিসাবে মনোনীত করা হয়েছিল।\n\n\n=== বিতর্ক ===\nসপ্তম শতাব্দীর দুজন আরব মুসলিম ধর্মপ্রচারকের অন্তর্গত সমাধিগুলির সত্যতা বিতর্কিত হয়েছে, কারণ যখন ধর্মপ্রচারকরা আনুমানিক ৬১০-এর দশকে চীনে এসেছিলেন তখন ইসলামিক নবী মুহাম্মদ সেই সময়কালে কৈশোরে ছিলেন। \n\n\n=== গ্যালারি ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== অন্যান্য সমাধি ==\nমুসলিম ছাড়াও, লিংশান ইসলামিক কবরস্থানে বৌদ্ধ এবং খ্রিস্টান ব্যক্তিদের জন্য সমাধিস্থলও রয়েছে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== কচ্ছপ সমাধি ===\n\nকবরস্থানের কিছু কবরের সমাধিস্তম্ভ কচ্ছপের খোলসের উপর ভিত্তি করে তৈরি।\n\n\n== আরও দেখুন ==\nচীনে ইসলাম\nচীনের কবরস্থানের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nলিংশান ইসলামিক কবরস্থানের দিকনির্দেশ ও তথ্য – লোনলি প্ল্যানেট"}