{"pageid": 1533034, "title": "দার চাশম-ই বাদ", "url": "https://bn.wikipedia.org/wiki?curid=1533034", "content": "ফার্সিতে দার চাশম-ই বাদ (ফার্সি: در چشم باد) ইন দ্য আই অফ দ্য উইন্ড হল মাসুদ জাফারি জোযানি পরিচালিত একটি ইরানি ঐতিহাসিক টেলিভিশন ধারাবাহিক।\n\n\n== কাহিনী ==\nএই প্রোগ্রামটি জঙ্গল আন্দোলন থেকে ইরানি বিপ্লব এবং ইরান-ইরাক যুদ্ধ পর্যন্ত ৬০ বছরের ইরানের ইতিহাস বর্ণনা করে। ইন দ্য আইজ অফ দ্য উইন্ড ইরানের জাতীয় বীর মির্জা কুচিক খান কর্তৃক বিংশ শতাব্দীর শুরুতে শুরু হওয়া বিপ্লবী আন্দোলন থেকে ১৯৮০-এর দশকে ইরান ও ইরাকের মধ্যে আট বছরব্যাপী যুদ্ধের সময় খোরামশাহরের মুক্তি পর্যন্ত সময়ের ইতিহাসকে বিস্তৃত করে। গল্পটি একটি পরিবারের পরীক্ষা ও কষ্ট, প্রেম ও সম্পর্কের মাধ্যমে বলা হয়েছে।\n\n\n== প্রযোজনা ==\nরেজা আনসারিয়ান প্রযোজিত এবং \"মাহমুদ খোসরভি\" ও \"সৈয়দ জালাল নিয়াবি\"  এর প্রযোজনা দিয়ে শুরু হওয়া টেলিভিশন ধারাবাহিক \"ইন দ্য আইজ অফ দ্য উইন্ড\" কয়েক মাস পর \"হাবিবুল্লাহ কাসে সাজ\" দ্বারা প্রতিস্থাপিত হয়েছিল। পাঁচ বছর ধরে প্রযোজনার পর, এটি মাসুদ জাফারি জুজানি এবং আব্বাস আকবরীকে দেওয়া হয়েছিল।\nসম্পূর্ণ কাজটি প্রায় ৫ মিনিট সময় নেয়ও এর প্রায় অর্ধেক আনসারীর প্রযোজনা ও বাউল তৈরির সময় এবং বাকি ২% জোয়ানি ও আকবরীর সময় চিত্রায়িত হয়েছিল। আলিরেজা জাররিন দস্ত ধারাবাহিকটির চিত্রগ্রহণ শুরু করেছিলেন, কিন্তু গত বছরের শেষের দিকে তিনি দল ছেড়ে দেন এবং হাসান পোয়া এক মাসের জন্য চলচ্চিত্র পরিচালক হিসেবে তার স্থলাভিষিক্ত হন। এরপর তাকে আমির কারিমি এর কাছে হস্তান্তর করা হয় যেখানে তিনি শেষ পর্যন্ত কাজ করেন। বছর ১ ও ২ এর সিকোয়েন্স ধারণের জন্য তালেঘানি এভিনিউ, লালেহ-জার স্ট্রিট ও পামেনার এর রাস্তাগুলির পুনর্গঠন করা হয়েছিল এবং মূল মসজিদের অভ্যন্তরে খোরামশহর মসজিদের পুনর্গঠনে প্রায় ছয় মাস সময় লেগেছিল। Ghazali Cinema City ছিল ধারাবাহিকের দ্বিতীয় পর্যায়ের প্রধান স্থান।\nধারাবাহিকের তৃতীয় পর্যায়, যা ইরান-ইরাক যুদ্ধের সাথে সম্পর্কিত, বছর ১-৫-এ তেহরান-এর আশেপাশে স্যাক্রেড ডিফেন্স সিনেমা ও খোরামশহর শহরে চিত্রায়িত হয়েছিল। এই পর্যায়ে, নকশাকার ছিলেন সাঈদ মালেকান, পোশাক নকশাকার: মাজিদ মিরফারখারাই, সহকারী পরিচালক: আহমদ রমজানজাদে এবং যুদ্ধ উৎপাদন পরিচালক: সৈয়দ আলী ঘায়েমাঘামি।\nপ্রকল্প পরিকল্পনা ও পরিকল্পনা দলের পরিচালক এবং প্রথম সহকারী পরিচালক হলেন রেজা জাফারি জোযানি।\n\n\n== সঙ্গীত ==\nহোসেন আলিজাদে ধারাবাহিকটির সঙ্গীত পরিচালনা করেছেন।\n\n\n== অভিনয় ==\nপারসা পিরৌজফার বিজন চরিত্রে\nসেতারেহ সাফারাবে লেইলি চরিত্রে\nআকবর আবদি \"হাসান আগা\" চরিত্রে\nকামবিজ দিরবাজ নাদের চরিত্রে\nঅ্যাঞ্জেল রোডস হলি চরিত্রে\nআয়সা আগচে আয়সা চরিত্রে\nব্র্যাড পট্স ডেক্সটার চরিত্রে\nমাইকেল বিয়ার্ডসলি রে স্মিথ চরিত্রে\nঅ্যাবিগেইল ম্যাককনেল নার্স চরিত্রে\nজাহাঙ্গীর আলমাসি \"কর্নেল\" চরিত্রে\nলালেহ এসকান্দারি ফাখরুসাদাত চরিত্রে\nমোহাম্মদ-রেজা হেদায়াতি মাহমুদ দেঝগির চরিত্রে\nসাম দেরখশানি\nসাঈদ নিকপুর মির্জা হাসান ইরানি চরিত্রে\nসাঈদ রাদ রেজা শাহ চরিত্রে\nমাহমুদ পাকনিয়াত\nসাহার জাফারি জোযানি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে দার চাশম-ই বাদ  (ইংরেজি)\nআইআরআইবি ওয়েবসাইটে টিভি ধারাবাহিকের গ্যালারি"}