{"pageid": 1533427, "title": "১৯৯৬ বাংলাদেশ টর্নেডো", "url": "https://bn.wikipedia.org/wiki?curid=1533427", "content": "১৯৯৬ বাংলাদেশ টর্নেডো ১৩ মে তারিখে বাংলাদেশের উত্তর-মধ্যাঞ্চলে আঘাত হানা একটি প্রাণঘাতী ও বিধ্বংসী টর্নেডো। ৮০–৯০টি গ্রামের প্রায় ৬০০ জন মানুষ টর্নেডোতে নিহত হন এবং ৩৭,২৪৮ জন আহত হন। টর্নেডোর আঘাতে প্রায় ৩৬,৪২০টি বাড়িঘর বিধ্বস্ত হয়। ২০ মিনিটব্যাপী চলা টর্নেডো ঘণ্টায় ১২৫ মাইল গতিবেগ অর্জন করে। জামালপুর, সিরাজগঞ্জ ও টাঙ্গাইল জেলার বিস্তীর্ণ এলাকাজুড়ে বিভিন্ন গ্রামে প্রায় ১ লক্ষ মানুষ বাস্তুহারা হন এবং ৬,৭৮৭ গবাদিপশুর প্রাণনাশ ঘটে। টর্নেডোর প্রাথমিক প্রতিবেদনে ৪০০ থেকে ৪৪৩ জনের প্রাণহানী এবং প্রায় ৩২,০০০ জনের আহত হওয়ার তথ্য পাওয়া যায়। টর্নেডো আঘাত হানার পূর্বে এলাকাবাসী ব্যাপক শিলাবৃষ্টির সম্মুখীন হয়েছিলেন বলে জানা যায়। তীব্র বাতাস কয়েকজন ব্যক্তিকে উড়িয়ে নিয়ে যায়। একজনকে ২৮ মাইল প্রতি ঘণ্টায় উড়িয়ে ১.৫ কিলোমিটার দূরে নিক্ষেপের ঘটনাও জানা যায়। টর্নেডোর আঘাতে গাছপালা উপড়ে যায় এবং ঘরবাড়ি বিধ্বস্ত হয়। বিধ্বস্ত হওয়া ঘরবাড়ির মধ্যে অধিকাংশ স্থানীয় গ্রামবাসীদের নদীর পাড়ে তৈরি মাটির ঘর ছিল বলে জানা যায়।\n\n\n== প্রেক্ষাপট ==\nবাংলাদেশ প্রাকৃতিক দুর্যোগের জন্য অত্যন্ত ঝুঁকিপূর্ণ একটি দেশ। প্রায়ই দেশটিতে ঘূর্ণিঝড়, জলোচ্ছ্বাস, জলপথে বিপর্যয় ও টর্নেডোর প্রাদুর্ভাব ইত্যাদি দেখা যায়। জলবায়ুর পরিবর্তনের প্রভাবেও বাংলাদেশে প্রাকৃতিক দুর্যোগ আঘাত হানে। ফলে বাংলাদেশ বিশ্বের শীর্ষ প্রাকৃতিক দুর্যোগের জন্য ঝুঁকিপূর্ণ দেশসমূহের অন্যতম। ১৯৯৬ সালের ১৩ মে বাংলাদেশের উত্তর-মধ্যাঞ্চলের জামালপুর, সিরাজগঞ্জ ও টাঙ্গাইলের মধ্য দিয়ে টর্নেডো সৃষ্টি হয়। দুর্দান্ত গতি এবং প্রায় ২০ মিনিট ধরে প্রায় ৯০টি গ্রামে চলা ব্যাপক ধ্বংসযজ্ঞের কারণে টর্নেডোটিকে বাংলাদেশের অন্যতম প্রাণঘাতী টর্নেডো হিসেবে পরিগণিত করা হয়। জীবাণুর সংক্রমণ, মাথায় প্রাপ্ত আঘাত, সুচিকিৎসা ও জরুরি চিকিৎসাসেবার অভাবেও অনেকে মারা যান। দ্য নিউ ইয়র্ক টাইমস-এর প্রতিবেদনে “গাছের গুড়ি ১২৫ মাইল প্রতি ঘণ্টা বেগে মিসাইলের মতো ছুটে চলার” বর্ণনা পাওয়া যায়।\n\n\n== জরুরি প্রতিক্রিয়া ==\nটর্নেডোতে ক্ষতিগ্রস্তরা বাংলাদেশ সরকারের সময়মতো জরুরি উদ্ধার ও ত্রাণ সহায়তা প্রদানে ব্যর্থতার অভিযোগ তোলে। ফলে টর্নেডোতে মৃতের সংখ্যা অনেকাংশে বৃদ্ধি পায়। বাংলাদেশে টর্নেডোর প্রাদুর্ভাব খুব স্বাভাবিক হলেও, ১৯৯০-এর দশকেও টর্নেডো-পরবর্তী জরুরি উদ্ধার তৎপরতায় বাংলাদেশ সরকারের প্রস্তুতি ছিল না। এছাড়াও, মানুষ উদ্ধারকারী দলের বিরুদ্ধে বেঁচে থাকা মানুষদের উদ্ধার না করে নিহতদের মৃতদেহ উদ্ধার করে দাফন করতে বেশি আগ্রহ ছিল বলে অভিযোগ করেন। বেসরকারি সংস্থা এবং স্থানীয় মানুষজন তাদের নিজস্ব অবস্থান থেকে দুর্যোগে আক্রান্তদের সহায়তা করেন। বাংলাদেশ রেড ক্রিসেন্ট সোসাইটি ও বিভিন্ন সরকারি সংস্থা ত্রাণ সরবরাহ করে। ইন্টারন্যাশনাল ফেডারেশন অব রেড ক্রস অ্যান্ড রেড ক্রিসেন্ট সোসাইটিজ (আইএফআরসি)-ও ঘটনাস্থলে জরুরি ত্রাণ ও ঔষধ সরবরাহ করে।\n\n\n== তথ্যসূত্র =="}